{
    "title": "建议禁止任何形式的钓鱼执法/诱捕",
    "author": "lzs1234",
    "replyCount": 3,
    "timestamp": 1473513660,
    "txt_content": "我今天来提这个建议也不是无缘无故的，首先at两位以前蹲守服务器版块的钓鱼执法狂人@kehebai @zxc554989965 （无贬低之意，以前没说过不能钓鱼执法不是？2333333）\n===正文分割线===\n我看到过很多服务器的腐竹非常愤怒地谴责这种钓鱼执法行为，而今天也还有很多钓鱼执法者。而这种钓鱼执法集中爆发是在以前爱国青年刚刚宣布举报骗审服务器有贡献奖励的时候。那一段时间不少在MCBBS发过服务器贴的服务器官方群都混进了一些“进来就嚷嚷要赞助，在腐竹/管理员都说了公益服不接受赞助后还软磨硬泡要赞助得OP，在最后遭到拒绝后‘愤而退群’，悻悻离开”的人。对这种钓鱼执法，我想从两个方面来说明一下。\n1、原则问题\n服务器版块提出要加大对骗审的审核力度，甚至不惜投以贡献，其目的是很明确的：遏制这种现象的继续发生。根本目的是要让大家都遵规守纪，不出现骗审的行为。而这种在没有确切的该服务器骗审的证据下进行的撒大网捕大鱼，进群要赞助OP的钓鱼执法行为，说到底是在引诱服务器腐竹/管理员犯法。这从原则上就是与“让大家不要犯法”这个主题相背离的。在警察领域也有相关的规定值得参考，专门对这种诱捕行为进行了规定：\n在诱捕前，如果已有相关证据证明该嫌疑人有相关违法行为，则诱捕合法。\n在诱捕前，如果没有相关证据证明该嫌疑人以前有违法行为，仍然诱捕导致诱捕对象犯罪者，司法机关不得以诱捕过程中所犯的罪名定罪量刑。\n因此我觉得论坛可以参考这些相关规定修改目前的规则。这种引诱他人犯罪，然后自己来举报的行为从某种程度上无异于“我开个小号剽窃，然后开大号举报”一类的人为制造犯规。\n2、道德问题\n我其实不是很想说这方面的话。。。。。。所以我就少说些了\n别人都已经说了不接受赞助还要反复游说，软磨硬泡，未免有点把奖励看得太重了吧......\n\n再就是说一下，有些人肯定会说：“他要是真的是公益服，不收赞助，他怎么会答应我收赞助”\n这tmd是什么逻辑啊？！\n诱捕本身就是错误的，是在引导他人做违规的事！然后别人直接因为你的诱导违规了，你还要将自己洗的干干净净把责任都推到别人身上？！\n\n以上为本人观点，语文表达能力不好，有很多我想说的意思没有表达出来。希望管理员能针对此作出明确的回复并出台相关规定。\n总结一下我的观点：\n1、不应该钓鱼执法/诱捕，这是原则和道德方面的错误\n2、进群问一次能不能赞助，这是没有问题的，纯属好奇这个服务器是否支持赞助。但是在别人说了不接受赞助之后还要说一大串“为什么不能赞助啊”“我就想要这个服务器的OP”“我一个朋友XXX在我面前装逼，我也要赞助”一类的话，就只能说明你这个人道德有问题了......\n3、请勿说什么“他要是是真的公益服就肯定不会接受我的赞助一类的话”。因为我不管是什么根本原因，说穿了是你的直接原因导致了该服务器的腐竹/管理员违反了公益服务器的本质。评判任何一件事都应该抓住导致其发生的直接原因。就像一个人被冤枉，然后被错误的一枪毙了，直接原因是司法部门出了问题，而不能作为取消死刑的理由，对吗？所以说这种理由不管从哪个角度都不能成为你洗脱罪名的理由。\n===正文结束分割线===\n欢迎发表意见，不欢迎吵架。",
    "replies": [
        {
            "author": "🍞bread",
            "timestamp": 1473519600,
            "txt_content": "直接取消公益服不就行，屁大点事儿\n论坛的公益服整出来毛用？那些公益服质量高吗？不高，很多都是纯净生存\n那这些质量低的服务器凭什么在名号上比更多优秀服务器高呢？\n还不如评“优秀服”呢\n像地球都市。yourcraft那种"
        },
        {
            "author": "lzs1234",
            "timestamp": 1473519960,
            "txt_content": "面包bread 发表于 2016-9-10 23:00\n直接取消公益服不就行，屁大点事儿\n论坛的公益服整出来毛用？那些公益服质量高吗？不高，很多都是纯净生存\n ...\n取消公益服66666确实将公益服等同于质量高是一种逻辑性错误\n论坛还有优秀服务器评比优胜者勋章和最有潜力的服务器勋章\n不过我从来就没见过人戴过……"
        },
        {
            "author": "Grandiose",
            "timestamp": 1473521880,
            "txt_content": "经过版主讨论之后驳回建议。\n\n"
        }
    ]
}