{
    "title": "【原创·单篇】道海杂文·达尔文的新生{BGM}",
    "author": "hhttll",
    "replyCount": 8,
    "timestamp": 1473546840,
    "txt_content": "\n\n克离破是什么....\n啊啊啊完全看不懂啊...........\n\n太可怕了\n\n我靠 克离破 到底是什么啊，好恐怖的样子",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1473547080,
            "txt_content": "标题: 【原创·单篇】道海杂文·达尔文的新生{BGM} 本帖最后由 WM2030 于 2016-12-24 08:03 编辑 \n\n达尔文的新生\n      英海法庭，一个男人坐在被告席上。法官问他：“你知罪否？”他说：“不知。我不记得。”法官按下一个按钮，于是男人沉沉睡去。\n      他看见夜正浓，仿佛连片的黑曜石，把空间给凝住了。一个穿着破布衣服，拖着一双塑料人字拖的男人，坐在破旧小屋前的一只箱子上，眯眼哼着不成调的曲子。远方有星光和灯光连成一片。他的脚下，一具尸体静默地躺着，一点一点变成空中飞散的烟雾，消失了。只留下一地的杂物。\n      三十分钟前。现在躺在地上的这具尸体，还是一条鲜活的生命。它走过这里，见到远处的灯光和星光连成一片，好像是在做着最后的挣扎。也见到了这个坐在箱子上的男人。它对这个男人说道：“优胜劣汰是自然法则，弱者存在着就是浪费资源。”男人回答：“身为人，应当是要有人性的。一个社会的文明程度，完全取决于……”它抢道：“如果没有优胜劣汰，人类就绝对不会进化！”男人激烈而又恳切地争辩：“人们必须要有爱心，社会达尔文主义是违背人性的，人们对于弱者的……”它不再试图说服那个男人。它信奉着属于它，以及一切非人的法则。杀死这个男人，就等同于对这个世界进行了一次净化。哦，对了，这还是一次有偿净化，它悄悄地估量着箱子里，究竟有多少可供使用的生存资本。\n      于是它摸出枪，装上弹夹，打开保险，对着男人的胸膛，扣下扳机。男人把它的脚从人字拖里抽出来，用自己的脚心迎上弹道。于是我们看到。胜利者是那只散发着甲硫醇气味的脚心。子弹落在质朴的泥地上，压弯了一株小草，无声无息。\n      它在惊愕和沉默中领会到了一个事实——它是弱者。于是它对着自己的心脏，又一次扣下扳机，为了它崇高的理想，用自己的生命，给世界带来了它心中的最后一缕光辉。\n      男人慢吞吞地把脚塞回人字拖里，睁开眼，露出雪白的瞳仁。洁白无瑕，又浑浊到了极致。他放眼望去，远处的灯光和星光连成一片，好像是在跳着狂放的舞蹈。\n      男人的眼睛，又一次闭上。他的身形刹那间消失，又出现在了屋子里的床上。夜，是弱者的保护伞，也是强者的烟幕弹。\n      一只克离破从本来就不密实的门缝里挤入小屋，它从头部开始分裂、崩散。没有什么一声巨响，只有无数尖锐的碎片和狂放的气浪。当它决定，牺牲自己，杀死这个男人的时候，它已经尽了全部的力量。以至于在它爆炸的瞬间，身体周围的一切被抽吸一空。再没有什么可以传递声波的物质。\n      他的眼睛紧闭着，身体已经飞了出去，撞上某户人家一堵牢固的墙。他落在质朴的泥地上，压折了两朵娇嫩的花。\n      无数的克离破从四面八方涌了出来。它们从动作、表情、再到行为模式，都如此一致，甚至使人为它们的麻木感到忧伤。但事实上，他们比起人类来，内心的活动更为丰富而多彩。它们同样有忠诚与奸诈，它们对于生命的思考更甚于人类。它们是值得敬畏的生物。不过那也要建立在他们能根据自己的意志行动的基础上。很可惜，它们拥有自由的思想，却不存在自由的意志。\n      它们追随着所谓“主”的指引，在属于它们自己的时间、地点，演奏最后的乐章。他们的攻击富有节奏、有条不紊。每一次的爆破，都是一个暴力与和谐共存的音符。每一线的火光，都是一声强大与脆弱兼有的鼓点。一曲奏罢，只留下漫天烟雾、满地疮痍。然而这和谐的韵律，却暴露了设计者、指挥官的存在。\n      地上那个气息尚存的男人问道：“为什么？”一个声音从密林来传来：“你足够强大，甚至能威胁到我。我不可能让你活太久。”\n      三秒后，男人从地上消失，一声惨叫，那个声音完蛋了。\n      但是男人也再没有回来。\n      英海法庭上，法官又问：“你知罪否？”他说：“不知。我不明白。” 没有人应声。书记员在他的记录册上添了一笔：“UID=1323228，干涉人类事务，判处无期徒刑。英海。”\n      法官按下一个按钮，于是男人和他臀下的被告席，一起消失了。\n      书记员嗤笑着：“谁要他明白呢？这事儿我也不明白。”法官也笑：“这事儿每年都有那么几十个人，又有谁明白呢？我都不明白，谁能给他们解释清楚？”\n      制定法律的人当然能够明白，他们清楚，消除环境压力是延缓人类进化的最好方法。他们会被囿于自己思想的极限，也会被生理的极限所限。这样，或许人类就永远也无法威胁到高高在上的英海人了。\n\n后记\n这篇文章是对达尔文主义的一些思考。前几天看了一篇关于社会达尔文主义的文章，突然想到这个问题我曾经思考过。于是把一小点感悟放进故事里。可能很有些浅薄，但是毕竟也算是成果吧。\np.s.\n英海-herobrine【hero-英 brine-海】\n克离破-creeper\n版主席：@540083835  @北极大手子 @a2455564728 @可爱的不让调戏的恶魔\n嘉宾席：@桶子  @冥王星人 \n友情出席：@tsd1 @安根_Engon @朱仙变 \n只是随便@@，@错了，不记得ID了，@的时候想要吐槽了啥的也是很正常的你们不要在意。\n\n[flash]http://www.xiami.com/widget/0_1770573735,_235_346_FF8719_494949/multiPlayer.swf[/flash]\n\n\n索引\n"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1473552660,
            "txt_content": "我咋觉得有点过次元了，为啥不黑我呢，龙须面多好喝"
        },
        {
            "author": "20020607",
            "timestamp": 1473554040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1473555000,
            "txt_content": "啥？啥尔文？"
        },
        {
            "author": "tsd1",
            "timestamp": 1473868680,
            "txt_content": "tsd认为：一个人比别人在社会中的地位低，权力小，真的是他不如别人吗？\n并不是的。\n不公正的社会秩序、不同的背景、不合理的体制和各种偶然意外都可能导致人不如人。\n而不是天生就存在所谓的“强者”和“弱者”。"
        },
        {
            "author": "WM2030",
            "timestamp": 1473886620,
            "txt_content": "哦！你说的没错。即使是理想的现代化原子个人的社会，也总有各种的情况会压制自由意志。这就是马克思批判黑格尔的理由之一。\n另外我在文中所述的强弱之分其实是一个种族上的差异和文中角色个人脑中的臆想"
        },
        {
            "author": "5igm1",
            "timestamp": 1474029180,
            "txt_content": "。。。我以为这里都是mc文。。其它文也是可以的嘛\n另外，很好的文章。支持下楼主。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1474057500,
            "txt_content": "5igm1 发表于 2016-9-16 20:33\n。。。我以为这里都是mc文。。其它文也是可以的嘛\n另外，很好的文章。支持下楼主。 ...\n这篇文章就是麦开题材的。不是说非得套麦开设定。"
        }
    ]
}