{
    "title": "【原创·连载】牛奶猫与尚宇猫记 【by达斯·龙须】",
    "author": "幻境雲達達",
    "replyCount": 10,
    "timestamp": 1473550680,
    "txt_content": "\n\n\n\n\nQQ图片20160911074623.jpg (3.89 KB, 下载次数: 3)\n\n下载附件\n\n2016-9-11 07:47 上传\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "达斯·龙须",
            "timestamp": 1473551040,
            "txt_content": "标题: 【原创·连载】牛奶猫与尚宇猫记 【by达斯·龙须】                 温馨提醒：本文章有大量黑人+黑dalao等元素，如果您不适应，请点击X离开，谢谢合作                  本文章排版不正常，气死245系列，缇米大佬想杀我系列，如果不喜欢本文排版，请点击X离开，谢谢合作。本帖子背景与字体不太符合，所有可能视觉上会难受，请谅解。\n                  \n\n\n\n                  爱情，就像白开水，需要慢慢的去酝酿，急了会烫伤自己，而久了就没感觉了。爱情，就像白开水，只能变丑变凉，不可能有如何好喝的效果。\n                  爱情像月亮，远看明亮灿烂，美丽圆满：近看布满大大小小，深深浅浅的坑洞。如果说人的心是湖水，那么对爱情有些人像风，拂过湖面也曾泛起波光涟漪，但最终什么也没有留下；对有些人像一枚石子，永远的沉在湖底深处。\n                  \n                 月亮高高的挂在那晴朗的夜空之上，时不时蟋蟀的鸣叫声，也会飘过一丝冷风，伴着这些，人们都入睡，结束一天的劳动。\n                 而在一座小村庄里，一个角落里，坐着一位老人，旁边围着几个孩子。这老人是讲故事的，时间也就是在这黑不拉几的野晚，孩子们装睡骗过大人，趁大人已经休息，便跑出来找这位老人，来听他的故事，也不知道那些孩子怎么想的，这大半夜不好好睡觉出来听故事，也许是那老人故事生动，他们很喜欢吧。\n                 “人的爱情就像是磨石子，当然，动物也和我们一样。”那老人说到，“什么是爱情啊？”一个小男孩头上顶着三个问号问到，他那三个问号据说是最新流行的黑人问号，“爱情啊，这东西不好说，你无法准确的描绘出这是个什么东西，不过听完这个故事，我想你们差不多就能知道了。”老人慢慢地答到。\n                 “很久很久以前啊，在东方大陆上一处不起眼的地方，那地方环境虽好，但知道的人却很少，在那里，生活着一只猫，而那里，也只有它那一只猫，它的名字叫“牛奶\",我们也叫它牛奶猫吧，他独自生活在那里两年之久，曾经在大树林里遨游过，在小山沟的探险过，爬过大山，最让它喜欢的，是在沙滩对面浅水滩中，那美味的小咸鱼干，可以天天去水里找，有很多条，而牛奶猫就这样过着无忧无虑的生活。但是日子一天天过去，每天都重复着一样的事情，牛奶猫决定离开这个地方，可它能去哪？机制的牛奶猫想到一个办法，飘洋过海，可是，怎么飘？船？没有船，牛奶猫就用自己那洪荒之力的小爪子，把一棵树挖下来一半，然后就当成小船，带上了点吃的，飘洋了......\"那老人用缓慢声音讲到。孩子们认真听着。\n                  “那牛奶猫，乘着自己的小木头，飘呀飘，它在海上飘了不知多久，也没见到陆地，它就想如果一醒来就到了呢，便趴下睡着了，它继续飘，也不知道又过了多久，它飘到了一处陆地，可它却还没有醒过来，木头被冲到了摊上，牛奶猫也就躺在了地上，依然睡的很香，睡呀睡......,天上忽然就下起了蒙蒙小雨，把牛奶猫淋醒了，牛奶猫对面前环境一脸懵逼，不知道发生了什么，只是想着找个躲雨的地方，它一路奔跑，却不留神跑进了沿海的城市--东行市，这城市名称是由第一任市长-东行殿主缇米来起的。牛奶猫，就这样跑进这座城市，它没见过城市，所以对什么车，人，都不认得，它一心想着躲雨，没有方向的乱跑，路上行车很多，喇叭把牛奶猫吓得一跳，它跑进了一个小区--混乱小区，它躲在楼道内，观察周围，都是陌生的景象，没有熟悉的森林...这时候它想起来了！自己的小鱼干没有带，而自己的肚子正好饿了，而周围，没有能吃的啊，它只能趴在地上，后悔自己跑的太快，忘记自己带的食物，一会儿，它又睡着了，而在四楼的一个人，正好在楼道，发现了它，这个人叫冥王，是一个很喜欢小动物的女青年，冥王原本想打着伞去买点东西，没想到在楼道里发现了一只猫，她很惊喜，忘掉了买东西的事情，抱起牛奶猫就往楼上跑，进去屋，连门都不关，把牛奶猫放到浴缸里，那牛奶猫，睡觉能力到是挺厉害的，到现在，还在睡梦之中，那冥王给浴缸上水，她几次用手伸进水里，看看热不热，试了好几次，才感觉到差不多了，便把牛奶猫放进去了，这一放可不要紧，要命的是牛奶猫被淹醒了，它发现自己又在一个陌生的地方，周围都是白色的，还有水雾，还有...一个巨人？，它挣扎着，想脱离冥王的手，可一只猫怎么和一个人为敌，更何况自己现在没有力气了，面对牛奶猫那小小的挣扎，“哎呀，还挺有劲的啊，不过先要给你洗干净哦！做猫不能做一只脏猫吧！”冥王笑着对它说，那牛奶猫，从冥王说的第一句就开始惊呆了，自己能听懂这奇怪生物的语言，牛奶猫下意识的想回答，可它只能说出“喵~”，那冥王以为它认可了，便继续给它洗澡，她拿起一块香皂，在牛奶猫身上做活塞运动，而在牛奶猫眼里看来，这香皂是一个巨大的矩形物体，在它身上摩擦摩擦，在这光滑的身体上，摩擦，不一会，牛奶猫身上多了些肥皂泡，冥王哼着小曲，给它搓来搓去。而在浴室外面，冥王家的客厅里，有一座小房子，里面住着一只动物，它被浴室的动静乱醒了，“喵？喵？”，不错，它也是只猫，而它的名字，叫尚宇，我们也就叫它尚宇猫，这猫是只宠物猫，肯定是比外面的猫好多了，而它正好也是在睡觉，被吵醒，它很烦，但看见浴室是主人在弄，便没有气了，继续趴在自己的窝里，它睡不着了，它打算等主人出来，而浴室里，冥王给牛奶猫洗完了，牛奶猫变的非常的白，虽然牛奶猫觉得这是个酷刑，但是觉得很舒服，它依然是很能睡，就这样又睡着了，也不怕接下来发生什么......\"那老人在说完长篇故事后，咳嗽了几声，拍拍肩膀，看看天空。                    “啊，已经快早上了，这个故事应该是讲不完了，明天我们再继续吧，孩子们，回家吧。”那老人说，孩子们都恋恋不舍的拿着自己的小板凳，偷偷溜进家里，在床上睡着了，而明天晚上，老人会继续讲述这个故事。\n                               \n\n\n             说实话，这个我原本想写成单篇，但是由于一开始没想好，如果要写到结束，4000字都不够，所以打算写成连载了，又是一个大坑啊，本文章并没有什么实际水平，只是一些吐槽文吧，请不要用大作眼光来看待我的文章。\n            本文章所有出现的人物名字，除了MCBBS版主和普通会员的名字之外，其他名字若有相同，纯属雷同。\n            这次排版依然不好，分的段很少，基本一大篇故事一个段就下来了....\n            这次帖子背景不好，似乎和字体颜色不搭配，所有可能不适应。\n           @XJue_DaDa 达达你要当冥王男票吗【大雾】@冥王星人 哎我不是黑你，你不是开了个宠物店吗233 @恶魔-潇洒 恶魔我跟你讲，这文章有R18【大雾】@Cai_Iu  \n                                           \n\n\n\n\n      \n\n\n"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1473553560,
            "txt_content": "153CXJ 发表于 2016-9-11 08:31\n牛！老人会给孩子讲R18的故事，奇葩了。而且你这么黑他们两个，你不怕他们两个打你？ ...\n打？他们已经习惯我黑他们两个，而且，R18后面我加了个大雾，我只是和恶魔开玩笑，而且你不愿意看请点击X，红色字体已经够明显了"
        },
        {
            "author": "153CXJ",
            "timestamp": 1473553860,
            "txt_content": "牛！老人会给孩子讲R18的故事，奇葩了。而且你这么黑他们两个，你不怕他们两个打你？"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1473556200,
            "txt_content": "这个正文字色亮眼啊{:10_524:}\n可不可以换成其他颜色{:10_524:}"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1473556440,
            "txt_content": "辣鸡龙须！牛奶喵永世长存"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1473559320,
            "txt_content": "楼主，字体白色的和背景不太配啊，看起来不太方便，，"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1473559920,
            "txt_content": "推荐各位选中文字后再进行阅读，不说了我去做视力康复手术了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473776220,
            "txt_content": "本来抡到你出场跑龙套\n结果你小子把群退了\n现在我用了尚宇和阿浩\n其余你自己看着办吧"
        },
        {
            "author": "幽儿~",
            "timestamp": 1473829020,
            "txt_content": "我的眼睛啊~~`~~"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1473840840,
            "txt_content": "然而龙须已黑人成瘾......"
        }
    ]
}