{
    "title": "【原创·连载】【方块纪元】[第三章：死亡复活]【作者CXi_Chen】",
    "author": "CXi_Chen",
    "replyCount": 2,
    "timestamp": 1473561660,
    "txt_content": "前言：\n\n          第二章效果不咋样，感觉看电影的节奏。所以第三章完全换了一个形式来写，这次作者的灵感来自于哪呢？当然是在厕所的时候。。。。。。          究竟作者写了怎么样一篇辣鸡文章，请看正文！\n\n正文：\n\n          晓雨在一个小屋子里张望着，她时不时还往屋里看看。似乎有什么事隐瞒着，没错，这就是死亡复活之地。\n          相信许多人都了解，拥有核心科技的世界，已不在是DNA基因了，经过几个世纪的变化与变异，使得人类的基因存在死亡复活的情况。\n\n          在这个屋子里有另一个领域——死亡领域。\n          月辉凄冷，如千万根无形的手指划过破碎的城墙，留下斑驳的潜影，勾勒出苍老暗沉的轮廓。\n          一座拱桥横铺在中央古道之上，桥头一侧，三盏古朴的枣形灯笼随风摆动，隐隐传出鬼魁幽魂般的呜咽声。桥的另一头，一道模糊的身影步履瞒尚地走来，渐渐暴露在晦暗的月色之下。\n          这是一个老婆婆——鲁瓦夫人，她掌管着死亡轮回的界面。接着！许多死了的人都从那经过。老婆婆用她那沉重的声音说：“你是死人吗”。\n\n          老婆婆的手里拎着一只竹篮，里面有一碗碗的复活蘑菇汤正在散发着热气。\n          接着，晓雨的灵魂代表者经过，告诉了老婆婆一切经过，老婆婆给了她碗汤：“喝下这汤你会死，不喝下这汤你会死，喝下这汤你会死，不喝下这碗汤你也会死，喝不喝都会死，喝不喝都不会死，我说了三句假话，请做选择！”\n          晓雨迟钝了一会儿边答：“我不喝”。\n          “欢迎来到死亡结界领域!”\n          后面的死人都欢呼着： 哄！哄！\n          虽然场面十分吓人与恐怖，但晓雨的善良让她作出了选择，她继续向里面进发。\n\n          其实，只有善良的人死亡后才能去死亡复活结界，如果是邪恶内心的人死亡后是会被囚禁到地狱做一辈子的苦工。但晓雨用了忌法，最终她获取了死亡复活令，并迅速跑出结界逃出梦境，不料受伤，困在里面。\n          我们的男主角锡晨，知道了事情的经过，跟着巫师一起前往结界梦境，究竟能否救回晓雨呢？\n\n          红色的光辉在薄雾中若隐若现，“咔嚓咔嚓”的咀嚼声不绝于耳！月撕裂了乌云的束Bo，泼洒出惨白的光晕，笼罩古桥。。。。。。\n          骇人的血红色被月华侵吞，暴露出晓雨拘束的身影。\n          天，她的脸，正一步一步被恶魔侵蚀，她的脸已经没有半块血肉，已经全部变成了剥了皮的骷髅，站在桥头，也跟老婆婆一样。\n          紧接着，一个力量强大人经过，他就是创世神的好朋友死对头“Him”，笑了笑便进了结界内。\n\n          巫师用了被动技能，瞬间移动，将自己直接移动到结界内，可我们的主角锡晨就不一样了，必须手动进入。\n          锡晨的心一步一步在抖动着，就像熊孩子在QQ上抖动着你一样。\n          老婆婆说了一样的问题，锡晨说：“我喝”。老婆婆笑了笑便让他进入了，但不一样的贴在他身上一个符咒，这个符咒一步步侵蚀着锡晨的法术，幸好我们的男主角这时候还未有法术。老婆婆见之，便又收回了符咒，内心想着：“反正也没有法术的人，不足为患。”\n\n          结界内的是什么？请等待下章的归属。\n          ↑放屁\n\n          月光洒落在那个桥顶上，显示出三个大字“索影桥”。\n          可能所有人都没有注意，包括我们的男主角锡晨也没注意，问他的老婆婆正是晓雨，而真正的老婆婆已经进入了结界，跟踪那个巫师。\n\n          请观看下章。\n\n\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1477841340,
            "txt_content": "你是在写喜剧吗……看你的各种环境描写还有模有样的，一到人物描写就崩，崩得彻底。写小说啊，落脚点在人。你要写人的斗争，写人的冲突，一切都是围绕人物的……"
        },
        {
            "author": "250=mo",
            "timestamp": 1477841460,
            "txt_content": "建议的话，尝试写一些短篇，或者写一些感情色彩浓烈的剧本，代入人物中感受人物的辛酸苦楚。戏剧真的很好看，推荐你去学习一下。"
        }
    ]
}