{
    "title": "【上古之石】paint.net使用全教程【功能全解析】",
    "author": "WM2030",
    "replyCount": 3,
    "timestamp": 1473577800,
    "txt_content": " 本帖最后由 WM2030 于 2016-9-11 18:01 编辑 \n\n说在前面\n      pdn这款软件，虽然功能确实不多。但是好在免费也能简单上手。而且基础功能是齐备的。说是全解析，其实有些和材质关系不大的功能我只会做简单介绍。还有些地方懒得截图所以全靠口述。但是总的来讲，相信看完这款教程，对于初学者和入门有一段时间的人群来讲，还是会有不少收获的。\n附上pdn下载地址\n@tsd1 @719220502\n\n功能详解\n1.总界面\n\n我们可以看到四个窗口，其中一个在下面的图中被遮掉了一部分。这四个窗口都可以通过点击右上角最小化、最大化按钮下方的四个图标来打开。\n左上角是图层窗口。就是被这掉的内个。有删除图层、添加图层、选择图层、合并图层、调节图层透明度。在pdn中，两个图层就和两幅图片没有什么两样。几乎所有的操作都是分开进行的。因此可以方便的对图像上的元素进行删改调控。\n右边的那个窗口，是工具窗口，稍后会详细地解释。\n中间的历史窗口，有所有的操作记录。只要点击其中的某一步，就可以将这一步之后的所有操作撤回。\n最下方的是颜色窗口。可以简单选择，或拖动调色盘中央的圆圈，也可以通过输入数值来调色。最下方有透明度的调节。其中的两个色框，左上角的是前景色，右下角的是背景色，调色时可以通过点击某个框来选择要调节的是前景色或背景色。该窗口的上方还有两个选择栏，左边的选择栏和点击色框的效果是相同的。点击右边的选择栏可以进入快捷模式。\n\n2.菜单\n\n一.文件菜单\n\n首先我们看到的是文件菜单。文件菜单中有的内容没有什么需要解释的。比较重要的一点是在制作材质时，在保存贴图之前务必记得合并所有图层，否则文件将会以pdn格式保存，游戏会无法读取。\n\n二.编辑菜单\n\n此部分也相对比较简单。撤销重做复制粘贴相信不用解释。粘贴到新图层和粘贴到新图片分辨会新建图层和文件。清空选择区域会把选择区域内所有像素清空而填充则是填充背景色。反选会把原来选择的区域取消选择，并且把未选择的区域选中。\n\n三.视图菜单\n\n此部分还是非常简单。放大缩小是显示情况而不分辨率。缩放到选择区域则会用整个选择区域撑满屏幕。最后那三个像素英寸厘米的选项，指的是标尺的单位。\n\n四.图片菜单\n\n这部分着重讲解两个内容。第一个是裁剪到选择区域，指的是只把选择的区域保留下来，其他全部删除。第二个是画布尺寸和调节尺寸的区别。画布尺寸改变时，如果放大，则会保留原画，在其余区域用背景色填充。如果缩小，则会裁剪原画。而调整尺寸则是把原画缩放。\n\n5.调色菜单\n\n由于图层功能已经详细解说过，所以直接跳过进入调色区域。这些工具其实并不是很常用，主要是用的是亮度对比度饱和度三个。其他在调整之后总会觉得怪怪的。此处需要提示的是，第一次打开亮度对比度菜单，会显示两个零，可以上调或下调。点击确定之后，如果再次打开菜单，会显示上次的数值。但是这时其实软件已经做过了两次叠加了。也就是说如果闲着没事不要打开这个菜单看看上次的数值对不对，如果看了请记得归零。\n\n六.特效菜单\n\n最后的特效环节。变形大项下的几个小项还是请各位自行摸索，毕竟表达起来不是很方便。但是我可以告诉你们的是，用其中的部分功能可以轻松做石砖。其他重要的还有杂点。可以调整颜色饱和度、强度、覆盖度。还有溢色的功能。溢色说白了就是把每个杂点放放大。\n\n3.工具\n\n一.常规选取工具\n\n第一个工具是矩形选取。工具栏上会有一些选项。首先是选取模式，替换、减去、交集、并集、异或。替换就像平时在桌面上的选取功能，在有选取的情况下再行选取，前一次的选区就会自动消失。减去则是在原有选区的内部减去新选区的成分。假设原选区选中1 2 3 4 5，后一个选区选中了4 5 6，那么就会留下1 2 3。交集就是取两个选区相交的部分，并集就是将两个选区的内容全部相加。异或是把原来选中的部分减去，原来未选中的部分增加。比如说原来有1 2 3 4 5，后来又选4 5 6，那么在异或模式下，就会留下1 2 3 6。之后还会有一个下拉菜单，其中有常规、固定长宽比和固定大小的选项。常规模式下可以自由选取，固定长宽比的模式下，可以输入长宽比，并且只能按照输入的长宽比选取。在固定大小模式下，只需点击就可以在光标的右下方生成一个固定大小的选区。这一大小可以自行输入。值得一提的是，在常规模式下，按住shift进行选取，会将选区限制为正方形。\n矩形选取工具的下方就是套索选择，基本食用方法与矩形选取类同，只是没有shift的限制而已。\n套索选择工具下方还有椭圆选择。按住shift可以固定为圆形，其他内容与矩形选择完全相同。\n那么选取有什么用呢？很多情况下，工具只能对选区内的像素进行改变。比如画笔是不能修改选区外的像素的，涂色桶也不能对选区外的像素进行填充，这是就要用上方工具栏的取消选取功能了。\n此外，无论在什么选取工具下，按住ctrl左键选取会进入并集选取模式，按住ctrl右键会进入异或选取模式。\n\n二.魔法棒选取工具\n\n在这张图片中我们可以看到所有橙色的部分都被选取了，这就是魔法棒的作用。魔法棒可以选取颜色相近的像素。其中有几个概念值得一提。第一个是全局和连续的概念。在魔法棒的模式栏中有一个蓝色的小球，这就是全局选取的标志。它意味着当用魔法棒选取时，会选取整张图片范围内的颜色相近的部分，点击它，它会变成淡蓝色，这是用魔法棒就只能选取连续的颜色相近的部分。那么什么叫颜色相近呢？我们看到后面有一个容限。容限为100时，所有内容都会被选中，容限为0时，就只有完全相同的颜色能被选中。之后还有图层和图片的选择。这就是魔法棒的作用范围问题了。可以自己去摸索一下。\n\n三.选区操作工具\n选区操作工具是工具栏右上角的两个箭头。上方的可以把选区内的像素移动、缩放、旋转。下方的可以移动、缩放、旋转选区而不移动选区内的像素。值得一提的是，有一个双线性和最近邻居的选项。还有最后像素化、抗锯齿的选项。双线性、抗锯齿品质较高，比较逼真，但是会带来透明度的问题，而最近邻居、像素化就不会有透明度的问题。\n\n四.绘画工具\n\n这里我们主要讨论画笔和铅笔两个工具。画笔可以画出柔和的或是尖锐的多像素线条，而铅笔只能画出单像素线条。上图是对画笔的模式栏中硬度的解释。最左边的线条硬度最低，第三根线条硬度最高。而第四根是禁用了抗锯齿的结果。ps：禁用抗锯齿之后什么硬度都没用了。\n\n这是画笔填充的一些花式线条。\n\n这是最重要的部分。我们来分别解释。虽然事实上这些东西我并没有研究的很透彻。\n首先正常，就是非常正常的绘图。\n相乘和相加两项。相乘会使颜色变深，而相加会使颜色变浅变亮。【然而这两样并没有什么用】\n颜色的深浅这两项是我最常用的，用一个灰色的透明色在颜色深浅模式下加阴影，既可以保证颜色的纯粹性又可以比较简单的控制。\n反射的意思呢，大概就是说画笔颜色的光照射到画布已有颜色的物体表面，会产生怎样的反射，反射出来的光的颜色就是最后画布上的颜色。这一项和滤色较为相近。\n发光大约指的是在画布颜色的基础上，发出画笔颜色的光的效果。\n叠加这一项和脑海中的相加的概念比较类似，求差相反和异或则和反色功能有异曲同工之妙。加亮变暗并不好用，推荐使用颜色深浅来替代。\n最后的覆盖仅当画笔颜色是一个透明的颜色时有效，其他时候和正常无异。\n在所有情况下，左键用前景色，右键用背景色。\n铅笔的使用和画笔是大致类似的。\n\n五.取色器、渐变和橡皮\n这三项没有什么可以多说。渐变中采用的颜色是前景色和背景色。当橡皮擦处于抗锯齿模式时会擦不干净，左键用前景色对应的透明度擦，右键可以类推。当所用的透明度不是“不透明”时，也会擦不干净【误】\n\n六.克隆图章\n\n这是一个神奇的工具。首先ctrl+鼠标左键取一个区域，之后放开ctrl，在另一处左键，同样得到一个区域。我们分别称之为1区和2区。当按下左键，在画布上涂抹时，1区内的内容会出现在2区内，如果按住右键，则恰好相反。这一工具同样可以有各种模式，但是因为在材质制作中意义不大，所以不加赘述。但是这玩意儿确实挺好玩的。\n\n七.其他\n其他工具还有图形、文字、线条。还有一个重新着色。重新着色工具也挺有趣的，但是我自己也不是特别熟悉，在这里就请你们自己去摸索吧→_→\n图形、文字、线条三个工具使用都是比较简单的，没有那么复杂。再图形工具中，按住shift再拉扯，基本上可以得到比较规整的图形。\n在菜单中也有一些未尽的内容。比如特效的内容。特效中的风格化，大抵都是没什么用的。至于模糊，个人认为表面模糊和高斯模糊比较常用。各种变形也都还不错，但是在低清绘图当中实在没什么用。还有渲染中的内容也是如此，除了云有点用处之外，其他两个就是好玩的。\n一些快捷键也需要自己去摸索。最常用的嘛……复制粘贴剪切不用说，ctrl+f是重复一次特效这个还是常用的。\n\n于是本教程到此结束，谢谢观看。\n虽然我估摸着你们都没看完呢么。\n然而我自己心里是清楚这份教程并不是很好，写的不是很容易懂，很多地方自己也并不能表达清楚。\n但是下面这句话请务必看一看。\n禁止转载。\n\n",
    "replies": [
        {
            "author": "20020607",
            "timestamp": 1473578820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "夜喵星球",
            "timestamp": 1473679380,
            "txt_content": "没看懂呐"
        },
        {
            "author": "chuanqi",
            "timestamp": 1473901080,
            "txt_content": "谢谢分享"
        }
    ]
}