{
    "title": "【天启系列】1.8+末日生存——太阳启示录",
    "author": "1622962468",
    "replyCount": 18,
    "timestamp": 1473764100,
    "txt_content": " 本帖最后由 1622962468 于 2016-9-15 14:20 编辑 \n1.音乐\n选了一个比较合氛围的纯音乐，以鼓点和管弦乐为主，营造了一种悲壮的感觉，感觉不错，可以听听，但是最好调高音量，不知道为啥声音好小...\nhttp://www.xiami.com/widget/225781217_1770299865,_235_346_d90000_333333_1/multiPlayer.swf\n\n2.地图介绍\n天启，英文读作Apocalypse，是基督教中所提及的一个概念，代表着末日。而这张地图即是一张末日生存地图，并且我准备将其做成一个系列，也就是说，这张地图只是其中之一。这张地图与大多数的末日求生不一样，这张地图里没有丧尸围城，没有怪物攻城，没有人类的遗留建筑（村庄除外），这张地图几乎没有建筑，你所面对的，只有燃烧的天空和裂变的大地（魔兽乱入）。太阳已进入末年，在太阳终结之前，太阳会与整个太阳系同归于尽，蕴藏在太阳内部的不稳定能量因为太阳的控制能力的衰弱而开始脱离本体，无数的燃烧的物质开始向周围的星体发起冲击，并且太阳的体积已经开始无法控制的膨胀起来。在真正的末日到来之前，看看你能存活多久...（然而并没有计时系统，死了也可以复活，死亡还不掉落）\n\n3.地图特性\n1.连续不断的的从天空中降下大量的火焰，火焰的落点完全随机，火焰可以无限焚烧，如果你附近是森林或者丛林的话，你将有幸观看到一场规模浩大的森林大火\n\n2.干涸的大地，草方块会干枯成泥土，水会不定时蒸发，冰和雪将会直接升华（物理学名次，即固体再未变成液体的情况下直接蒸发成气体）\n\n3.太阳体积的扩大导致月球脱离了地球的控制（关于这点请不要吐槽不科学，我也知道不科学），地球再也无力抵挡来自宇宙的撞击，每经过一定时间都将会有外太空的碎块撞击地球（和流星雨有点像，随机五个位置的爆炸，只会炸到地面）\n\n4.太阳与地球的距离越来越近，地球的温度也随之升高，超高的温度导致几乎没有正常的生物能够幸免（除了我们金刚不坏的史蒂夫，其实只是所有除玩家和掉落物以外的一切实体永久处于燃烧状态罢了）\n\n5.附着于太阳表层的物质因为太阳开始变得不稳定而脱离太阳的控制，其中的部分物质因为地球本身的引力牵制而撞向地球（威力巨大的爆炸，正中必死，爆炸会在周围生成岩浆，特效高能）\n\n6.太阳的引力已经几乎固定了地球，地球的自转近乎停止，而你很不幸的处于正对太阳的位置（永昼，永远不会下雨）\n\n7.在火焰以及地表熔岩中因为特殊的环境开始出现了一种我们难以理解的生物，或许只会再另一个次元见到他们（其实就是烈焰人和岩浆怪，不过烈焰人的血量被强化了，岩浆怪也变得很大只）\n\n8.太阳表面的持续脱落在太阳表面制造出了一个越来越大的漏洞，也许当这个漏洞完全破碎的时候，蕴含在太阳内的能量会倾泻的在地球上，或许那会在太阳完全吞噬我们之前终结这个世界。（超级大杀器，垂直的多次爆炸，一路炸到炸不动为止，然后会在基岩位置造成一次超巨大的爆炸）\n\n\n4.具体介绍\n相信上面那番中二的话你们一定一句也看不懂，并且如果就这样就完了你们绝对会狂刷无图无真相，无图无**（屏蔽）所以这里将会按照上面的顺序一个一个详细说明，带图介绍。1.这一项简而言之就是天火，会从天上掉火掉到地上就会像普通的火一样燃烧，如果就像上面说的，你在森林旁边的话，那么你可以免费看到一场森林火灾，就像下面这样\n\n\n可以明显看到从天上掉下的火焰\n\n\n\n2.简而言之，草方块会变成泥土，水，冰，雪都会变成空气，但是不是一次性的，一次范围大概8x8x8，关于水蒸发这一点做的不是很完美，可以让湖泊，河流，以及玩家做的人工水流蒸发，但是让大海蒸发仍然十分困难，但是时间久了应该也会蒸发，这里发一张干涸的河床\n\n\n\n3.相信之前的图片都看到了右边的屏幕有一个叫做Time的计分板，这个计分板不是计算你活了多久，他与接下来的内容密不可分，他是计算事件发生的计分板，每当计分板到达一个数字的时候事件都会被激活。就比如这一条，每30秒发生一次，会在随机的五个地点发生爆炸，只会炸到地表，威力也是比较高的，相当于闪电苦力怕爆炸的威力，如果你脸太黑的话可能直接炸到你，或者炸烂你修的家，所以这张地图可能会逼迫你必须要在地底生存这是两个相邻较近的爆炸点\n\n\n\n\n4.这个没什么好说的，除了玩家和掉落物所有实体都会燃烧，所以主世界的大部分生物和怪物都会被烧到死为止，有些动物被烧死了你可以去捡烧死它们掉落的熟肉，怪物同理。原版我想设置玩家和掉落物也会燃烧，后来想了想，那还玩个毛，所以取消了。\n这个还需要图片吗，自行脑补就行了\n\n\n5.一个威力巨大的爆炸，会在Time计分板显示为100,200,290的时候发生，有一个比较华丽的特效，当然可能太卡了看不出来...爆炸会在爆炸中心附近的6个点放置岩浆，不要看听起来很容易，真弄起来还是挺麻烦的，整套系统占了整张地图命令方块的四分之一。我是用箭来激活的，所以箭会有一小段的飞行时间，如果你卡了这段飞行时间会很长很长很长...同时粒子特效也会很模糊，就像这张图，刚开始做的时候原本很华丽的...现在这样子简直没说的了...\n\n\n看看这个华丽的大坑...可以明显的看到附近有岩浆，就是爆炸生成的\n\n\n\n6.我觉得我已经说的够明白了不用再讲了，这个也没图\n\n\n\n7.每30秒就会刷出烈焰人和岩浆怪，不过刷的并不多，但是血量和体型都被上调了，如果你躲在地底几乎见不到他们，不过他们有可能直接刷到你面前...这时候你还躲在地底的话你就会知道什么叫做壁咚了（雾）这张图是不是很眼熟233\n\n\n可以看到一只烈焰人和一只岩浆怪，从生物雷达上也可以看到附近还有一些岩浆怪和烈焰人\n\n\n\n\n\n8.当讲到这一条的时候就准备膜拜一下迎接这张地图杀伤力最大，破坏力最大，最丧心病狂的存在了，我把它命名为阳炎新星。这个可以一路爆炸一直炸到基岩或者是其他普通爆炸炸不动的东西，像是黑曜石，水，岩浆。这个东西的存在让用黑曜石当屋顶来安全度日的想法化为泡影，虽然前面的小爆炸拿黑曜石没办法，但是如果碰到黑曜石的话会激活一次威力毁灭性的爆炸，这种爆炸能够直接粉碎黑曜石，把黑曜石炸的渣都不剩（虽然如此但是你如果能做到的话你可以尝试用岩浆+黑曜石做屋顶，这样就炸不穿了）阳炎新星要300秒才会降临一次，在第290秒的时候会有WRINING提醒，如果有人认为要300秒才会落一次不一定会炸到你家的话那你就错了，我把范围设置的很小，所以阳炎新星有很高的概率直接落在你的头顶，同时因为他可以炸穿基岩，所以你在地底也不一定安全了，你可能要每过5分钟就换一次地方。接下来是整个过程\n在第290秒的时候会有WARNING（警告）提示，而在第300秒的时候就会开始轰炸\n\n\n\n开始爆炸，这并不是一次爆炸炸到基岩，如果真是那样估计会当场死机，这是多次爆炸炸到基岩然后一个大爆炸，顺便一提，当Time到300的时候将会清0，然后再次循环\n\n\n\n\n\n\n已经看到基岩了\n\n\n碰到基岩以后超级爆炸，可惜没有下去截图，据说凋零生成的爆炸能破坏黑曜石，这个爆炸最起码是凋零爆炸威力的3倍\n\n\n抬头看看天空\n\n\n\n5.其他的话\n怎么开始游戏呢，刚进入游戏的时候你会在一个房间里，因为我有点卡都没好好弄建筑...反正也不需要，房间只不过是一个中继，没有什么介绍，不要到处去找按钮，你的面前有一个紫色粒子效果的传送门，走进去就开始了。这张地图虽然我玩起来很卡但是只要你的电脑能流畅开低配光影问题应该不是很大（←间接说明这货是连低配光影都开不起的渣渣机）如果你实在是太卡的话你可以调低视距，如果你把视距都调到2区块了都还是很卡的话可以调成和平模式，如果还是玩不起的话，就洗洗睡吧。关于Time计分板因为蜜汁原因在开始后计时速度会很慢，所以不得不加快速度，所以在还没开始的时候不要被那速度上涨很快的计分板所蒙蔽了，在你开始后速度大概就会恢复到正常，同时开始游戏会重置计分板，不用担心刚一开始就是一个阳炎新星。在开始的时候会把玩家随机传送到10000格的随机位置，如果你运气不好可能会出生到命令方块所在位置，如果真是那样那你就重新开始吧...开局不是完全没装备，开局会给你发一套爆炸保护X的铁套和3瓶8分钟抗火药水，不要看显示的名字是水瓶也没显示buff，喝下去是有效果的。在游戏开始的时候你所处的位置就会被定为出生地。重复进入传送门没有效果，如果是多人游戏，因为是所有玩家随机传送所以玩家会出生在不同的位置，这个时候还是用TP吧。多人游戏的话如果玩家走的比较分散那么游戏的难度可能会降低，所以如果想作死可以抱团，要死也一起死。如果在地图里发现BUG的话请告诉我，我会尽量解决。最后，上面的话都太长了你可以不看，然而看到这里你已经看完了\n\n\n6.下载地址\nhttps://pan.baidu.com/s/1pLxWlfH",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1473785160,
            "txt_content": "地图不错，等我们讨论一下图章\n不过孩纸，在介绍上你犯了一个根本性错误\n\n1.没有天主教及基督教，这是中国的叫法，只有一个基督教，不是两个教，所谓的中国人嘴里的基督教，严格来讲叫新派或者福音派，是基督信仰里的一个大派别。\n2.没听说过教可以提及概念的，这完全是一个病句；那是圣经所记载的神的预言；天启不是象征世界末日，是就是末日。\n3.【科普】天启四骑士分别代表：死亡、饥荒、战争、疾病，和天灾降火没有任何关系。降火是因为天使倾倒盛着神大怒的七个碗，逐步倒在地上而造成的。\n\n大概就是这些。\n还有你帖子有点长\n可以尝试使用一下折叠"
        },
        {
            "author": "1622962468",
            "timestamp": 1473813480,
            "txt_content": "冥王星人 发表于 2016-9-14 00:46\n地图不错，等我们讨论一下图章\n不过孩纸，在介绍上你犯了一个根本性错误\n天主教和基督教我是查过的，说这是两个教派，虽然信的神是一样的但是理念不同，可能这家伙说错了...\n对于这个病句我无话可说，我会修改下的\n天启这是我对这个系列的名称命名，末日的表现很多，虽然从启示录里来讲确实是天启四骑士，但是我这里这是末日罢了，以后这天启四骑士一个都跑不了的\n我会修改帖子的，感谢提醒"
        },
        {
            "author": "1043078537",
            "timestamp": 1473816660,
            "txt_content": "作者你好，请问可以转载你的这个地图吗？我觉得非常棒{:10_502:}"
        },
        {
            "author": "1622962468",
            "timestamp": 1473818340,
            "txt_content": "1043078537 发表于 2016-9-14 09:31\n作者你好，请问可以转载你的这个地图吗？我觉得非常棒\n转载可以，但要注明出处和作者"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1473819660,
            "txt_content": "楼主高能{:10_492:}"
        },
        {
            "author": "1622962468",
            "timestamp": 1473845040,
            "txt_content": "eternal_永恒_ 发表于 2016-9-14 10:21\n楼主高能\n其实卡才是高能，我决定这张图除非有大的BUG否则不会再管了...我渣机太卡了我受不了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473853440,
            "txt_content": "1622962468 发表于 2016-9-14 08:38\n天主教和基督教我是查过的，说这是两个教派，虽然信的神是一样的但是理念不同，可能这家伙说错了...\n对于 ...\n孩纸\n我之所以这样说\n因为我受洗已经四年多\n目前在两个教会服侍\n你有空可以查查【海淀堂】\n关于这些问题可以在论坛里发问\n有几位版主也信\n但不要去查百度知道\n那里非常不靠谱"
        },
        {
            "author": "1622962468",
            "timestamp": 1473862560,
            "txt_content": "冥王星人 发表于 2016-9-14 19:44\n孩纸\n我之所以这样说\n因为我受洗已经四年多\n两个教会...信徒吗"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473864360,
            "txt_content": "1622962468 发表于 2016-9-14 22:16\n两个教会...信徒吗\n前阵子一周我最多跑四个教堂"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1473869040,
            "txt_content": "我还以为小爆炸的time是100200290……原来是100，200和290……"
        },
        {
            "author": "1622962468",
            "timestamp": 1473896040,
            "txt_content": "kakagou12 发表于 2016-9-15 00:04\n我还以为小爆炸的time是100200290……原来是100，200和290……\n100200290...那要等一辈子吧，还有这不是小爆炸，是大爆炸，会在周围溅射岩浆"
        },
        {
            "author": "1622962468",
            "timestamp": 1473896640,
            "txt_content": "冥王星人 发表于 2016-9-14 22:46\n前阵子一周我最多跑四个教堂\n四个教堂...一整天不会都待在教堂里了吧"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473934080,
            "txt_content": "1622962468 发表于 2016-9-15 07:44\n四个教堂...一整天不会都待在教堂里了吧\n周日有时一整天"
        },
        {
            "author": "Dominter大大",
            "timestamp": 1473937320,
            "txt_content": "这个非常6"
        },
        {
            "author": "common",
            "timestamp": 1473962640,
            "txt_content": "LZ，有一个mod也叫太阳启示录，我建议你可以把这个mod加进去......跟你的内容有点相似......"
        },
        {
            "author": "1622962468",
            "timestamp": 1473985680,
            "txt_content": "common 发表于 2016-9-16 02:04\nLZ，有一个mod也叫太阳启示录，我建议你可以把这个mod加进去......跟你的内容有点相似...... ...\n灵感就是从这个mod来的...不过这张图的杀伤力好像明显大于那个mod"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1474099800,
            "txt_content": "可以，但是真的很卡，我和基友玩的时候挖石头有延迟，建议优化一下命令方块"
        },
        {
            "author": "1622962468",
            "timestamp": 1474108260,
            "txt_content": "brooke1999 发表于 2016-9-17 16:10\n可以，但是真的很卡，我和基友玩的时候挖石头有延迟，建议优化一下命令方块 ...\n我觉得可以调成1.9，,1.9有循环命令方块，可以省去高频红石"
        }
    ]
}