{
    "title": "对于某些人的感慨",
    "author": "5igm1",
    "replyCount": 19,
    "timestamp": 1473806880,
    "txt_content": " 本帖最后由 5igm1 于 2016-9-14 07:33 编辑 \n\n最近因为巧合原因，看了看一些人的主题帖记录，翻了翻，基本上是所有主题帖都是举报服务器宣传贴不合格的。而且一次就是几十个。表示认为虽说规范的发帖格式有利于玩家快速寻找到相应信息，然而那么严格真的有用？个人以为名字、联系方式、收费模式、游戏模式、网络类型这五条写清楚其实就够了，或许可以再加个背景乐的限制（毕竟突然来一下也会吓得不轻），但是其他东西真的有必要那么严格？完全看不出哪里不方便玩家。\n除了这个小小的吐槽，还有一个吐槽，对于那些几乎所有主题帖都是举报别的服务器宣传贴，并靠此大量拿分的人，好吧，规范的论坛秩序的确需要你们。然而如果有这精力能不能会java的原创点插件mod，不会的转载点插件mod呢？我不反对举报，但是看着像以这个为生的人也就太过了吧？这一天天给有多闲。如果你是版主，查贴是你的职责。如果不是的话，用这时间干点更有意义的事儿不是更好？尤其是举报贴里往少了说，也给有五分之四是什么，少了破折号了，少了版本号了什么的这样的鸡毛蒜皮的破事儿。真心觉得如果有时间去搬个插件更有意义。而且换句话说，如果你真的出于真心帮助，为何不能私聊楼主去改下贴呢？审核版现在什么样我也不知道，但是反正当初我发帖的时候，审核的那个尿性，我再也不想经历第二次，更别提还扣绿宝石。说好的汉化转载插件1-15，我搬了4个，一个还没收到呢。对于这种对玩家根本不会有损失的违规宣传贴，比如少了个破折号的，直接举报关贴让人家重新受苦受难，真的好吗？这种一次性发几十个，几乎所有主题帖都是干这种这种损人不利己的事儿的人，是不是应该改改？\n\n这里有一个帖子，是我昨天刚看到的\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=630067\n我就觉得这个帖子的插件就灰常有用。真心觉得有闲一族的人应该和人家多学学",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1473816720,
            "txt_content": "论坛就要这么严格\n一字一句都要严格\n不仔细看示范贴\n少了破折号怎么了？少了版本号怎么了？\n蛤？就是标在那里你都不去看\n我们还能指望你好好看版规？\n还能指望你不违规？\n审核的确很严格\n为什么严格\n是为了论坛的各个会员\n为了秩序\n没有规矩不成方圆\n论坛就是个讲秩序的地方\n有些人就喜欢举报谁能管\n什么叫做鸡毛蒜皮的小事\n你违规不举报你还留着你？\n他们也为论坛做了贡献\n净化论坛环境和给论坛搬运来好的资源都是贡献\n论坛环境不够好\n各个板块乱成一锅粥就是你想看到的？\n乱成一锅粥就能方便你们找资源？\n不要看那些举报别人\n举报你的人不顺眼\n什么叫做损人不利己\n你的想法太片面了\n论坛的规定是有道理的\n你说是服务器板块的标题整齐有序让人赏心悦目\n还是五花八门，乱的不成样子赏心悦目？\n有那精力不如去学java？不如去搬运插件MOD？\n插件MOD就是论坛的全部价值吗？\n论坛不止是给你们找资源的\n这里是MINECRAFT中文论坛\n不是资源站\n说的那么好听\n大多数都是为了你自己说话\n如果你是版主，查贴是你的职责。如果不是的话，用这时间干点更有意义的事儿不是更好？\n你以为版主是机器人啊\n一个板块有多少帖子\n有几个版主\n你以为每天都能核对一遍？\n维持论坛秩序只是版主的职责吗？\n维持论坛秩序更多靠的是会员们的努力"
        },
        {
            "author": "5igm1",
            "timestamp": 1473817860,
            "txt_content": " 本帖最后由 5igm1 于 2016-9-14 09:57 编辑 \nchina521 发表于 2016-9-14 09:32\n论坛就要这么严格\n一字一句都要严格\n不仔细看示范贴\n然而这是个游戏论坛。另外你发了好高的帖子。不懂怎么成了为我说话。当年卡我审核贴的人我现在已经见不到他了。而我自从审核贴过关了，迄今为止幸运还没有被人拉着举报了。至少目前为止，我和所有的服务器版举报者们还没有任何利益冲突。我没必要为我自己说话，假如我为我自己说话，就该把这个帖子改成，“绿宝石的获得难度应该降低！”这样的标题才对。同我所说，错一点就去举报就去删帖，未免太过无情。如果说你私聊发帖人，发帖人装听不见，为了论坛秩序，当然要去举报。然而如果不做通知，就直接举报，这是在抹杀别人的劳动成果。有多少腐竹为了一个好的宣传贴昼夜不眠？写了又删，删了又写。然后，某些举报者们，随便刷新下网页，就给人家举报了。用你不到一分钟的时间，可能毁了人家一周的劳动。还是那句话，如果你想要维护版面整齐，可以先私聊，然而直接举报，没错，这不是错误，但是还是希望举报者们可以多考虑下被举报者的感受。说到这里，我就又要说说我的那些烂谷子破事儿。当年发宣传贴，最开始写的是多种内容收费（另一个服另一个号），然后一个版主驳回，让我改道具收费，然后改了道具，又有另一个版主出来驳回，又让我改别的。就这个收费模式的事儿折腾了三四次。然后好不容易一个版主大发慈悲通过了，又被爱国给删贴了，并剥夺了发帖权限，原因是多次发帖不合格。虽然服务器区发帖的事儿我心里觉得其实当时的版主们还是挺和善的（除了爱国），然而可以说这是我后来那个号被封的直接导火索事件。其他的是非我都不提，就说说这个盈利模式来来回回三四次的事儿，这种事儿能怪我吗？版主间一个说东一个说西，然后就把可怜的会员夹在中间。当然这其中或许还有沟通的不到位的问题，但是我敢说论坛的工作绝对不是完美的。作为用户，要包容论坛，因为人非圣贤孰能无过。有过能改善莫大焉。那么那些举报的人呢？那些口中喊着包容的人难道不能包容下其他的用户吗？\n这就和城管执法一样。你没收人家小贩的东西，合法，可是却毁了人家的生计。我说的就是为什么不能得饶人处且饶人呢？"
        },
        {
            "author": "gundamMC",
            "timestamp": 1473818520,
            "txt_content": "5igm1 发表于 2016-9-14 09:51\n然而这是个游戏论坛。另外你发了好高的帖子。\n没规矩熊xiao孩xue子ji到处跑=。= 各种乱七八糟的服都跑出来宣传\n\n然而如果有这精力能不能会java的原创点插件mod，不会的转载点插件mod呢\n\n真正需要的人自然会去外网找，并没有谁会无缘无故来论坛里免费做苦工"
        },
        {
            "author": "5igm1",
            "timestamp": 1473819120,
            "txt_content": "gundamMC 发表于 2016-9-14 10:02\n没规矩熊xiao孩xue子ji到处跑=。= 各种乱七八糟的服都跑出来宣传\n外文毕竟没有母语来的亲切，另外你要考虑到有很多人的外语并不怎么样。最后搬运插件并汉化，省去了下载者的时间，比如我正在弄的nucleus插件，差不多是把mc的所有的语言都给列出来了。几乎汉化那个就是汉化个mc本体游戏的量。如果我不汉化，直接给扔出来，然后也没人汉化，那是不是每个下载的人都给面临汉化mc本体游戏量的汉化量？诚然你可以选择不汉化，但是毕竟大多数玩家是中国人，看不懂提示的玩家又会继续烦腐竹。所以假如我这里汉化好了，那么就是直接给无数人省去了麻烦。难道不应该搬运吗？还有关于版主就该审核这个，我没说这是版主的义务，但是这的确我认为是版主的一部分责任。毕竟当初在申请版申请的时候也胸脯拍得梆梆响。当然了，我的意思不是版主活该干活。我的意思是，我认为版主和违规服务器发帖人就像城管和小贩一样。而举报者则类似于过路居民。城管抓小贩，职责所在。很多时候你看见了小贩你就不可能装作视而不见。如果那样做了，反而成为了渎职，成为了卖弄私权。但是作为过路居民，这可就不是你的职责了。如果觉得这个小贩挡了道路，破坏了秩序规范，我认为完全可以先进行劝告，而不是直接把城管叫来。"
        },
        {
            "author": "theMia",
            "timestamp": 1473819720,
            "txt_content": "最讨厌那些动不动就举报的人了 闲的"
        },
        {
            "author": "gundamMC",
            "timestamp": 1473820680,
            "txt_content": "5igm1 发表于 2016-9-14 10:12\n外文毕竟没有母语来的亲切，另外你要考虑到有很多人的外语并不怎么样。最后搬运插件并汉化，省去了下载者 ...\n先说清楚并没有任何引战的想法，回复完这个就不再点开这帖子了_(:зゝ∠)_\n\n话说第一句刚写完就直接“最后”你是怎么想的。。。\n\n至于汉化，作为一个服主不会汉化那和咸鱼有什么区别。 国内太多乱七八糟的服还不是因为开服的门槛太低了_(:зゝ∠)_ bbs上随便发个问答帖，丢几个金粒然后就等着别人给你找好插件 汉化好， 自己丢到plugins里就完事=。=\n\n不过还是自己记住 没人会给你免费做着做着的=。= 还不是为了那点金粒人气\n\n城管这个嘛。。这完全是给你自己不遵守版规被发卡找借口。 确实不是路人的职责，不过你换个思维想。 你不遵守版规还不让别人举报了？？？ 这是要跟你说一遍再在私聊里被你问候一次母亲么_(:зゝ∠)_\n\n是我我就举报了，还有金粒拿 多好owo"
        },
        {
            "author": "5igm1",
            "timestamp": 1473821460,
            "txt_content": " 本帖最后由 5igm1 于 2016-9-14 11:22 编辑 \ngundamMC 发表于 2016-9-14 10:38\n先说清楚并没有任何引战的想法，回复完这个就不再点开这帖子了_(:зゝ∠)_\n\n话说第一句刚写完就直接“最 ...\n你可太逗了。我引用的别人的话，到你这成了慰问你母亲。捡骂？奇葩。\n最后的用法？hhh我不是中国人行了吧？我中文水平低下，活了十多年连中国话都不会说。\n你这种人的思想就是典型的管杀不管埋。只看有人犯错，却从不关注导致他们的犯错的原因是什么的。与暴秦有什么区别？\n现代法治和暴秦很重要的一个区别就在于，虽然同样需要执法严格，然而现代法律的制定是出于尽可能的维护人民的利益。立法，立善法。你这种对所有犯错者都持鄙夷态度，并从不探究他们犯错诱因的习惯，和你随便扒我帖子作为嘲笑的工具却连事件发生了什么都不知道一样。\n不知道你父母从小怎么教育你的，但是至少对于我而言，首先我搬运汉化的插件我自己也要用。其次我把我自己的汉化成果放出来还能帮助别人。在这种完全不损我还能利人的情况下，我看不出我不帮助他们的理由。赠人玫瑰，手有余香。好好问问自己把。我看了看你的帖子，搬运插件没有多少，然后还都是spigot收费插件，其中一个插件还明确写出了看你们用不到我心里高兴这样的话。我不知道你说得是不是玩笑之言，我也没有兴趣深究。然而至少我搬运sponge插件的时候除了一个自己使用，还有一个原因就在于sponge和spigot不一样，无论未来如何，现在他所有的插件都是免费的。而且sponge有专门的求助板块，说出你对插件的期望值，然后就有人来帮你写或者找一个满足你要求的插件。这一切都是免费的，都是大家做得公益劳动。我现在还记得我最开始进入sponge的时候，很多人都帮过我。我不知道spigot是怎么形容自己的，但是sponge说sponge社区的宗旨就是友爱，我觉得它做到了。所以我搬运这些插件的时候我愿意。我希望可以有更多的人了解sponge，可以通过下载量给予那些作者支持。让他们知道自己的插件有很多人在关注着。所以我从来不放度盘，都是用的原帖地址。\n你说那些做汉化的人就是为了求那点金粒，我就不懂在8月份新的服务器大区公告出来的之前，金粒有卵用？义工汉化者辛辛苦苦汉化插件给别人使用，你以为人家就当真图那几个没用的金粒？你可以承认自己做不到，你也可以从不要求自己做到，但是我认为你至少要对那些无私奉献的人保持最基本的敬意。咱们往大了说点，要没有那些革命先烈抛头颅洒热血的传播人权民主，现在说不定你就在青楼被人当丫鬟呢。这些先贤改变了我们的生活，自己的血给了我们光明的未来，你哪怕今时今日此时此刻就沐浴在他们创造的阳光下，也丝毫不思感激吗？\n\n我从就没说不要人举报，我一直说的都是如果你是无意中看到有人发了违规的帖子，那么在你举报之前可以先通知发帖人修改帖子。毕竟很多人是无心过错。如果劝告后毫无改进，此时再去举报也不迟。与其一棍子把别人打死，为什么不能给他一次机会呢？至于那些说那么多违规贴，哪里一个一个说的过来的人，你要是版主天天查这个，说这话那当然是理直气壮。但是如果你不是，一个正常人谁会翻几百页帖子就为了找找别人可能存在的错误？变态吧？"
        },
        {
            "author": "MC大湿",
            "timestamp": 1473825060,
            "txt_content": "\n\n撕逼么 不过这个话题我不感兴趣"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1473825420,
            "txt_content": "举报小问题不怎么样\n就是处罚太严重了"
        },
        {
            "author": "5igm1",
            "timestamp": 1473825720,
            "txt_content": "Enderman|淡忘 发表于 2016-9-14 11:57\n举报小问题不怎么样\n就是处罚太严重了\n嗯，所以我认为应该尽量再给他们一次机会"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1473825780,
            "txt_content": "5igm1 发表于 2016-9-14 12:02\n嗯，所以我认为应该尽量再给他们一次机会\n我去末地看过，那些永封申诉解封成功的基本都没有。"
        },
        {
            "author": "aixi_",
            "timestamp": 1473825900,
            "txt_content": "写了好多，来不及看。"
        },
        {
            "author": "5igm1",
            "timestamp": 1473825900,
            "txt_content": "Enderman|淡忘 发表于 2016-9-14 12:03\n我去末地看过，那些永封申诉解封成功的基本都没有。\n当年不知道水法奥义，签到签上了6级，爱国夺我权限，结果一下急了骂了它，然后就永封了。\n这不是我开新号了。"
        },
        {
            "author": "LRual",
            "timestamp": 1473828240,
            "txt_content": "好沉重的感慨\n太重了\n所以要慢慢看，看的好累啊\n为什么大家都这么累\n"
        },
        {
            "author": "妥芮朵",
            "timestamp": 1473833760,
            "txt_content": "有的人就是闲的慌，那这是没办法的，\n能把自己的事情做好，就足够了。"
        },
        {
            "author": "我的工业2",
            "timestamp": 1473834540,
            "txt_content": "他们可不想花一大堆精力去学java之类的东西\n\n只要坐在电脑前浏览器开自动刷新就能收割人气金粒\n谁不渴望这样一份比较安逸的工作呢？"
        },
        {
            "author": "jfuyhv",
            "timestamp": 1473902580,
            "txt_content": "这年头干什么都烦 升个级不容易QAQ"
        },
        {
            "author": "星E君",
            "timestamp": 1473903300,
            "txt_content": "反正现在八股文也不是不存在，多个论坛少个论坛都一样。\n\n言下之意：反正我不发服务器贴，闹再大也不关我事233333333"
        },
        {
            "author": "xiao_vi123",
            "timestamp": 1473903660,
            "txt_content": "。。。。。。。。。。。。。。。。"
        }
    ]
}