{
    "title": "<转载/连载> 《枪侠（暗黑塔1）》<01><史蒂芬·金>",
    "author": "MC|天星",
    "replyCount": 6,
    "timestamp": 1473892320,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-24 20:22 编辑 \n\n01\n黑衣人逃进了茫茫沙漠，枪侠也跟着进入了沙漠。 \n      这片沙漠堪称所有沙漠中的完美典型，巨大无比，延及天际，朝任何一个方向望去都无边无际。沙漠白茫茫的，十分刺眼，没有水源，没有生气，惟有隐约闪现的群山的雾霭，只见群山散布在地平线上，那里的鬼草让人做迷梦、噩梦和死亡。偶尔出现的墓碑标记指明了道路，因为穿过厚厚碱层的被覆盖的路径曾经是条公路，客运车和布卡（注：布卡，bucka，一种马车。这是斯蒂芬·金的生造词。斯蒂芬·金在“黑暗塔”生造了大量的词汇表示他虚构世界里的事物。有些生造词的具体涵义令读者琢磨不透，甚至成为不少“黑暗塔”迷热烈讨论的话题。在下文中这种情况还很多。）过去都走这条路。后来，世界滚滚向前。这个世界被腾空了。 \n      枪侠突然感到一阵晕眩，所有的知觉似乎都发生了变化，甚至整个世界都突然显得十分渺小，几乎就能看穿尽头。在晕眩过去后，他觉得整个世界就像只慢慢往前爬的动物，而自己则在动物的毛皮上继续行走。他耐心地走了几英里，不紧不慢。一只皮质水袋悬挂在腰间，像根肿胀的香肠。水袋几乎还是满的。他练楷覆功（注：楷覆功，khef，是书中古老的世界使用的语言，它表示许多层含义，包括水、生命力量等。它暗示了所有对存在有重要意义的事物。枪侠练楷覆功大概到了五级，到了七或八级的人能够使意志脱离躯体，能够冷静超脱地旁观自己躯体的需要。）已经多年，差不多已经达到了第五级。如果他是曼尼圣人的话，他就不会有一点口渴的感觉，那样他就能冷静超脱地看着自己的身体慢慢脱水，只有当逻辑告诉他必须补水时，他才会将水灌进体内的裂缝和深处的空洞。然而，他既不属于曼尼一族，也不是耶稣圣人的门徒，他认为自己没有一处是神圣的。他只是个普通的朝圣者，换句话说，他惟一能确定的便是自己已经口渴难耐。即便如此，他仍能克制自己喝水的欲望。这让他隐隐地感到满意。这是一片干旱的土地，耐渴便是在这里生存下去所必需的本领，对枪侠来说，他的适应能力是让他延续生命的法宝。 \n      水袋下面挂着的是他的两把枪；枪的重量特别为他作了调整；枪侠的父亲在身高和体重上都不及他，因此在把枪传给儿子时特地在每把枪上加了块金属片。两条挂枪的带子在他的胯部交叉。他给手枪皮套上油时让它们吃满了油，就连这腓力斯的骄阳也难以把皮套晒裂。枪把是檀香木做的，黄色，木纹刻画得十分精致。他用牛皮绳将枪套松松地绑在大腿上，每走一步枪套就晃悠一下；两个枪套已经把牛仔裤的蓝色蹭去不少（甚至把布都磨薄了），形成了两条弧形，就像一对笑脸。黄铜色的子弹插在枪带上的弹孔里，在阳光下闪闪发亮。剩下的子弹不多了。他默默地向前方走去，皮套与裤子摩擦，发出轻微的“嚓嚓”声。 \n      枪侠衬衣的颜色已经显现不出雨水或尘土的痕迹，衣服在领口敞开，一条牛皮绳穿过手工打制的扣眼，松松地打了个结。他的帽子丢了，一直带在身边的号角也不知丢在了哪里。这只号角是一个伙伴临死前留下的，而他已永远失去了两者。 \n      他翻过一个并不很陡的沙丘（这里没有沙子，因为整片沙漠属于硬质地层。即使黑夜刮起的狂风也只能卷起一阵尘土，吹在脸上硬得就像擦洗除垢用的粉粒），看到在背风处（在背风处太阳最早落山）有烧过营火的痕迹，很显然已经被人踩踢过。这类迹象再一次证明黑衣人有可能属于人类，这总让枪侠感到有些欣慰。他嘴唇微翘，脸上有些小坑，还有些地方皮肤脱落了。他的微笑看上去很痛苦，有些骇人。他蹲了下来。 \n      枪侠的猎物烧的是鬼草，当然这也是此地惟一能点着的东西。烧鬼草就像燃烧油脂那样，烧时火光低平，而且燃烧过程缓慢。住在沙漠边界的居民曾告诉他鬼草的火焰中就住着魔鬼。他们也烧鬼草，但从不会朝火光里看。他们说，若你朝火光里瞧了一眼，这些魔鬼就会将你催眠，伸手向你召唤，最后把你整个人都吸进去。而下一个傻子若还朝火光里看，那他看到的就会是你。 \n      烧过的草秆相互交叉，形成了同以前一样的象形符号，枪侠伸手戳了一下，它们就都散成了灰烬。灰烬中只剩一块烧焦的熏猪肉，枪侠捡起来放入口中，若有所思地嚼起来。一直以来他们之间都是这样。枪侠在沙漠中追踪黑衣人已有两个月，他似乎在这片死寂无声，炼狱般的荒地上走不到尽头，而每过一段时间，他就会发现黑衣人留下的营火痕迹：那些干净的消过毒似的象形符号。他从没找到任何罐头、瓶子或是水袋（枪侠自己就扔掉了四个水袋，现在它们都像死蛇皮那样躺在荒地里）。他也没看到任何粪便。他猜黑衣人把它们埋了起来。 \n      也许这些营火就是条讯息，每次都暗示着一个字母。它也许想告诉枪侠“保持距离，我的同伴”，或是“终点就在咫尺之外”，甚至可能是“过来捉住我”。但它们究竟表达了什么意思并不重要——即使它们的确是些暗号，枪侠对它们也没有兴趣——重要的是这些遗迹和以往的一样冰冷。然而他还是有收获，不断缩短着与黑衣人的距离。枪侠知道自己更接近黑衣人了，却不明白自己是如何感觉到的。也许，是一种气味。这也不重要。他会继续走下去直到有些变化，如果没有任何改变，那他也会一直走下去。老人们说过，若上帝愿意给你水，那里就会有水出现。只要上帝愿意，即使在沙漠中也会有水。枪侠站起身来，擦了擦手。 \n      黑衣人没留下其他痕迹；即使这片硬地上曾留下些许模糊印迹，也早被这刀子般的风给磨平了。没有粪便，没有垃圾，甚至连填埋这些东西的痕迹都见不到。什么都没留下。留下的只有这条向东南延伸的古路沿途的一些冰冷的营火遗迹，以及枪侠脑中不断进行的距离测量。当然，对枪侠而言并不仅止于此：东南方不光是一个方向，更是一个强大的磁场。 \n      他坐下来，纵容自己喝了一些水。他想到这天早些时候经历的片刻眩晕，那种游离于世界之外的感觉十分奇怪，不清楚这到底意味着什么。为什么那阵眩晕会让他想到自己的号角和最后一个伙伴？两者多年前就消失在界砾口山了。父亲留下的枪，他还完好地保留着，当然它们比号角，甚或朋友都更重要。 \n      难道不是吗？ \n      这个问题让枪侠有些不安，但除了这个明显的回答外似乎再没有其他答案，他将这个问题抛至脑后，也许以后再做思考。他环视了一圈，抬头看了看太阳。“火球”正慢慢地滑向远处的天际。让他担忧的是那并不是正西方。他站起来，从皮带上摘下快磨穿的手套戴上，开始拔鬼草生火。他把草堆在黑衣人留下的灰烬上。他觉得这是对他的嘲讽，就像口渴一样，既痛苦又令他欲罢不能。 \n      暗色的天幕只剩下一丝橘红色的光，像张正冷笑的嘴；地面的余热也几乎散尽。这时枪侠才拿出燧石和打火镰。他坐下来，把枪带搁在膝上，望着东南方出神。他望着远处的群山，并不奢望会看到大漠中一缕营火的直烟，也知道不会见到跳窜着橙色火星的火焰，但是他还是专注地看着，因为看这一动作本身就具有意义，它给人一种苦涩的满足感。小子，你若不看的话，你就什么都看不到。柯特会这么说。睁开神赐给你的眼睛，行不行？ \n      但是他什么也没看到。他知道他在慢慢接近黑衣人，但也只是相对而言。他还没到如此近的距离，能让他在黄昏看到烟火，或是营火橙色的火苗。 \n      他在打火镰上猛擦了一下燧石，点燃了已撕碎的干草，同时口里念叨着古老但有魔力的歌谣：“火花—啊—黑暗，我的祖先在哪儿？我能睡这儿？我能住这儿？赐给我营帐火花儿。”奇怪的是，童年时的有些歌谣和习惯早已被扔在路旁抛到脑后了，而有一些却牢牢扎根于脑海，跟随人一生，而且年岁愈长它们的分量就愈重。 \n      他顶风生起火堆，让烟朝着荒地的方向涌去。除了偶尔卷起旋风似的尘暴，这里的风向基本还是持续不变的。 \n      头顶上的繁星一眨都不眨，也是恒定不变的，它们看上去渺小，却是百万个太阳和地球。这些耀眼的星座，就像发着白光的冰冷火焰。在他仰望星空这当口，天空已从淡紫色变得漆黑。在金星下方，一颗流星划过，刻出一条短暂却炫目的弧线，然后消失在夜空。鬼草慢慢地烧出一个新的形状，火光投在地上的影子非常怪异。这形状不像黑衣人留下的象形图案，却是明白无误的交叉图形，仿佛暗示着某种确定性，让人有些心惊。枪侠搭干草烧火时并不讲究艺术性，只要能烧起来就足够了。这是一个做事干净利落的人的习惯。枪侠就是这样一个人，他住旅店时都会把房间里揉皱的画弄平整。火堆缓慢地燃烧着，火焰白炽的中心仿佛有鬼魅群舞。枪侠没有看见。两个图案，如艺术品一样，在他熟睡的时候紧密地连在了一起。风开始呻吟，就像个腹中满是癌细胞的巫婆在哀嚎。时不时会有一阵邪恶的下行风卷起浓烟刮向枪侠躺着的地方，他在不知不觉中吸进去了一些。就像一个很小的刺激物在牡蛎体内生成珍珠一样，这股烟让枪侠做起了梦。枪侠不时随着风的哀嚎发出呻吟。面对这一切，繁星一如往常般无动于衷，就像它们面对战争、酷刑、复活那样。若让枪侠知道，这种冷酷劲儿肯定会得到他的欣赏。\n\n02\n他牵着骡子朝山下走，这山看来是这片山丘的最后一座。骡子已经受不了这样的热气，眼睛十分肿胀，显得死气沉沉。三个星期前他途经最后一个小镇，自那以后就再没见到过一个人影，只有荒弃多年的车道和偶尔可见的沙漠边界居民的泥草棚子。棚子已经衰败了，只剩下可怜的一间半间，住着的多是麻风病人或是疯子。他觉得疯子倒更好相处。曾有一个疯人交给他一个不锈钢的林用指南针，求他带给耶稣圣人。枪侠郑重其事地收了下来。如果见到耶稣圣人，他会把指南针交给他的。他并不指望自己真能见到他，但是任何事情都是有可能发生的。有一次他看到个长着人身乌鸦头的獭辛（注：獭辛，taheen，是种奇怪的混种生物，它们部分是人，部分是动物或鸟类。），听到他打招呼，这个畸生的东西竟然吓得逃跑了，口中发出鸦叫，像是在说话。但更可能是在诅咒枪侠。 \n      自上次看到泥草棚子已过了五天，枪侠开始怀疑他不会再遇到这些边界居民了。当他爬上最后一座山的山顶时看到了熟悉的低矮的泥草棚顶。 \n      屋主是个年轻得让人吃惊的男人，他一头乱蓬蓬的草莓色长发几乎触及腰际。他正在给一片稀疏的玉米地除草，专注而入神，完全没有意识到有人走近。骡子发出一声喘息，这让屋主抬起了头，蓝色的眼睛定神瞪着枪侠。屋主没有武器，至少枪侠没有看到弩弓弩箭。他向陌生人举起双手草草地行了个礼，然后又弯腰继续除草。他弓着腰飞快地走过紧邻棚子的一排玉米，把鬼草和干瘪的玉米扔到身后。他的头发在风中弹跳飞舞。这风直接从沙漠刮来，没有受到任何阻拦。 \n      枪侠慢慢地走下山，骡子背上驮的水袋里的水不断发出晃动的声音。在毫无生气的玉米地旁，枪侠停下来，从水袋里倒了一口水喝。他口中有了些唾液，朝着干裂的土地吐了口口水。\n      “给你的庄稼一些生命。”\n      “给你自己生命吧。”屋主一边说一边站起来。他直起身子时背部发出咔啦的响声。他毫无畏色地观察着枪侠。他的脸被头发和胡子遮掉大半，可以看见的一小块皮肤上并没有腐烂的痕迹，而他的目光虽然有些狂野，但看上去却也神志清楚。“陌生人，祝天长，夜爽。”（注：蓟犁的问候语。）“祝你收成增倍。” \n       “不可能了，”屋主回答说，似笑非笑。“我只不过种了些玉米和豆子，”他说，“玉米倒好种，但豆子就需要肥料了。这里过段时间便会有个人带肥料来卖。但他待不了几日。”他笑了笑。“这个人怕鬼。还怕鸟人（注：bird man，指獭辛。）。”\n      “我看到过它。我说的是鸟人。它见到我就逃了。”\n      “对，它迷路了。它说它要找个叫哀古仙都的地方，有时候它也管那地方叫‘蓝天堂’或者‘天堂’，我不知道到底叫什么。你听说过那地方吗？” \n      枪侠摇了摇头。\n      “反正它不伤人，也不会老待在这里，随它去了。你是活人还是死人？”\n      “活人，”枪侠说，“你讲话就像曼尼人一样。” \n      “我在他们那儿待过一段时间，那可不是我能过的日子；他们太喜欢粘在一起了，而且总是在满世界找洞穴。” \n      枪侠想，这确实不假。曼尼族人总是居无定所。 \n      两人沉默地对视了一会儿，然后屋主伸出手：“我叫布朗。” \n      枪侠和他握了握手，报上自己的名字。在他说话时，一只精瘦的乌鸦在低矮的泥草屋顶上发出嘶哑的叫声。布朗指了指乌鸦：“这是佐坦。” \n      听到自己的名字，乌鸦又叫了一声，向布朗飞来。它落在屋主的头上，爪子紧紧地抓住布朗稻草般的头发。\n      “诅咒你，”佐坦高声叫道，“诅咒你和你骑着的马。” \n      枪侠友好地点点头。      “豆子，豆子，音乐的果实，”乌鸦突然受了启发似的大唱道，“你吃得越多，放屁就越多。” \n      “这是你教它的？”\n      “我猜它只想学这个，”布朗说，“我试过教它《主的颂歌》。”他的目光向远处移去，越过了他的棚子，停在满是沙砾，无趣的沙漠上。“我猜这里不是唱《主的颂歌》的地方。你是个枪侠。对吗？”\n      “是。”枪侠蹲下去，拿出些烟叶和纸。佐坦从布朗头上飞起来，一掠而过，飞到枪侠的肩上。\n      “我以为你这一族已经不存在了。”      \n      “难道你见过其他族的枪侠？”\n      “你是从内世界来的吗？” \n      “那是很久以前了。”枪侠点点头。\n      “那里还剩下些什么吗？”      枪侠没有对此作出回答，但是从他的表情来看，这是个不该涉及的话题。\n      “我猜，你在追一个人。”\n      “是的。”他接着问了那个无法避免的问题：“他离开这里有多久了？”\n     布朗耸了耸肩。“我不知道。时间这东西在这儿很怪。同样，距离和方向也很奇怪。他走了至少两星期，不到两个月。自他离开后，卖肥料的来过两次。我猜有六个星期，但也许是错的。”\n      “你吃得越多，放屁就越多。”佐坦唱。\n      “他在这里歇脚了吗？”枪侠接着问。 \n     布朗点了点头。“他留下来吃了晚饭，我猜你也会一样。我们一起消磨了些时间。” \n     枪侠站起来，乌鸦飞回到房顶上，粗声大叫。他感到一种奇怪的渴望，让他全身有些颤抖。“他说了些什么？”\n     布朗斜蹙着眉，看看他。“没说什么。他问这里有没有下过雨，我是什么时候到这里的，我的妻子还在不在世。他问我，她是不是曼尼族人，我说是，因为看起来他早已知道。大部分时候是我在说话，这倒是十分反常。”他顿了顿，周围只剩下呼啸的风声。“他是个巫师，对不对？”\n      “他还有其他许多身份。” \n      布朗若有所思地点点头。“我就知道。他从袖子里抖出一只兔子，内脏已经掏空，随时都能下锅。你是不是？”\n      “巫师？”枪侠笑了。“我只是一个普通人。” \n      “你永远也赶不上他。” \n      “我会追上他。” \n      他们互相对视着，感到他们之间突然有种很深的感情交流。\n      枪侠伸手去拿打火镰。      “给你。”布朗拿出一根火柴，尖头上涂着硫磺。他用一根粘满灰的钉子猛擦了一下。枪侠把烟卷伸向火柴，长吸了一口。\n       “谢谢。”\n       “你大概想灌些水吧，”布朗说，转过身去。“屋后房檐下有口泉。我来做晚饭。” \n       枪侠小心翼翼地跨过几排玉米，转到棚子后面。在一眼手挖的井底有口泉水，为了防止松土坍陷下来，周围堆着石头。枪侠沿着松动的梯子下到井底，看到这么多石块，他心想要把它们背到这里再一块块铺好，绝非易事，至少要两年的工夫。泉水很清，但是流得非常慢，要把所有水袋灌满倒是件费时的活儿。当他灌完第二个水袋时，佐坦飞来停在了井沿上。\n       “诅咒你和你骑着的马。”它说。 \n       枪侠抬头往上看，不由心生畏惧。井穴约莫有十五英尺深：布朗若朝他扔块石头，准能轻而易举地砸破他的脑袋，然后偷走他所有的家当。换成麻风病人或是疯子，都不会这样做；但是布朗既不是麻风病人也不是疯子。不过他挺喜欢布朗，于是把这个可怕的念头从脑子里挤出去，继续用神赐给他的水灌满了水袋。至于神还赐予了其他什么，那是命运的安排，他就无能为力了。 \n       枪侠穿过棚屋的门，沿着阶梯向下走（棚屋真正能住人的部分要低于地面，这样即使在白天也能保持较凉爽的温度）。布朗正用一把粗糙的硬木制成的铲子将几穗玉米向火堆的余烬里推。两个快裂开的盘子分放在一条暗褐色毯子的两端。火堆上方挂着一个锅正在烧水准备煮豆子，水已经开始冒泡。 \n       “那些水，我也会付你钱的。” \n      布朗没有抬头。“这些水都是神的礼物，我以为你知道呢。帕帕·多克（注：帕帕·多克，PapaDoc，名字和海地总统杜瓦利埃的别名PapaCoc一样。此海地总统靠持有特权的私人卫队和将其神化的巫术实行独裁统治。）给我们带来了豆子。” \n      枪侠笑了笑，他靠着墙边坐了下来，双手抱在胸前，合上双眼。过了一会，一阵玉米烤熟的香味飘到他鼻孔里。当布朗把一捧干豆子倒进锅里时，他听到水翻滚的响声。他还听到屋顶上传来嗒嗒的声音，知道那是佐坦在不安地踱步。他觉得很累；自他离开了沙漠边上最后一个村落特岙以后，自他把那里发生的骇人的一切抛开以后，他每天要走十六到十八个小时。过去十二天他都是自己步行的，因为骡子已经到了生命的尽头，它之所以还活着只因这是习惯而已。他曾认识一个叫锡弥的男孩，他也有头骡子。锡弥已不在人世了；他们都不在了，只剩两个人：他自己和黑衣人。他曾听人说在这个世界之外还有其他世界，许多绿地都在一个叫中世界的地方，但这让人难以置信。在这里，绿地似乎只存在于孩童的幻想中。 \n      嗒、嗒、嗒。 \n      两星期，布朗说过，也可能是六个星期。这不要紧。在特岙，人们有日历；他们都记得黑衣人，因为他路过村子时治好了一位老人。老人因吃鬼草上瘾而濒危；他被叫做老人，但才不过三十五岁。如果布朗没记错时间，那么离开特岙后他和黑衣人之间的距离已经大大缩短了。但是前方就是沙漠，像地狱般的沙漠。 \n      嗒、嗒、嗒…… \n      把你的翅膀借给我吧，乌鸦。我要展翅飞过那片火热的土地。 \n      他睡着了。\n\n03\n一小时后，布朗把他叫醒。天已经黑了。惟一的亮光是余烬的暗红色。 \n        “你的骡子死了，”布朗说。“我为你难过。晚饭做好了。” \n        “怎样的？” \n        布朗耸了耸肩。“烤的和煮的，还能怎么烧？你挑剔吗？”\n        “不，我是问骡子是怎样死的。” \n        “它倒下了，就这样。看上去是头老骡子了。”他有些歉意：“佐坦把它的两只眼睛啄来吃了。” \n        “哦。”这似乎在意料之中。“没关系。” \n        当他们在用做桌子的毯子旁边坐下时，布朗又让他吃了一惊，因为他简短地做了祷告：祈求雨水，健康和灵魂的成长。\n        “你相信有来世吗？”枪侠问他。\n        布朗把三穗玉米放到他的盘子上，点点头。“我想这就是来世了。”\n\n04\n    豆子硬得像子弹，玉米也硬得难以下咽。外面，呜咽的风声不断。枪侠吃得很快，一阵狼吞虎咽，一边吃一边喝了四杯水。吃到一半的时候，一阵机枪一般的敲门声响起。布朗起身开门让佐坦进来。这只鸟飞过整间屋子，在另一端的角落里停下。\n      “音乐的果实。”它咕哝着。\n      “你从没想过吃了它吗？”枪侠问。 \n      布朗笑了。“说话的动物肉太粗。”他说。“像鸟，貉獭（注：貉獭，billy bumblers，书中也以bumbler形式出现。这是种由浣熊、旱獭和达克斯猎狗混交产生的动物。它们有黑灰相间的毛皮，眼睛四周长着金色的毛。它们会像狗那样摇尾巴，但要比犬类更为聪明。在世界发生变化之前，每个领地的城堡里都养着一些貉獭，它们还被用来牧羊。它们和人一起生活时，会鹦鹉学舌，讲人话。），还有人类。这些都不能吃。”\n      晚饭后，枪侠递上烟草，布朗迫不及待地接过来。 \n      现在，枪侠想，现在他要开始提问了。\n      但是布朗什么也没问。他抽着来自数年前种在伽兰（注：伽兰，Garlan，地名，遥远的王国，位于蓟犁的西部。）的烟草，盯着慢慢熄灭的余烬。入夜后，棚子里明显变得凉快起来。\n      “引导我们远离诱惑。”佐坦突然说，仿佛是先哲给人启示似的。 \n     枪侠大吃一惊，像中了枪子一样。他突然觉得这一切都是幻象，是黑衣人施了咒语，试图用这种象征性的方法告诉他些什么。 \n     他突然问：“你知道特岙吗？” \n     布朗点点头：“我到这儿来的路上得经过那里。有一次去那儿卖过玉米，还喝了杯威士忌。那一年这儿下过雨，大概下了十五分钟。整片土地似乎都张开了嘴，把雨水吞了下去，但一小时之后，这里又像以前一样干燥，白茫茫的。但是这些玉米——哦，上帝，玉米。你可以清楚地看到它们在长高。那可真让人高兴。但是你可以听到一种声音，仿佛雨水给了它们嘴巴。那声音可不会让你觉得愉快，它们像是在不断地唉声叹气，要挣脱出土地似的。”他吸了几口烟。“我有了多余的玉米，就拿去村里卖了。帕帕·多克要帮我去卖，但是我怕他诈我，就自己去了。” \n      “你不喜欢那个村子？” \n      “不喜欢。” \n      “我几乎在那里丧了命。”枪侠说。 \n      “你说的是真的？”\n      “我拿我的手表担保。我在那儿杀了一个被上帝赐福过的人。”枪侠说。\n      “当然那不是上帝，而是那个从袖子里掏出兔子的人。黑衣人。”\n      “他给你设了陷阱。” \n      “你说得没错。我得谢谢你。” \n      他俩在黑暗中看着对方，这一刻仿佛暗示着终结。 \n      现在他要提问了。      但是布朗还是没有问问题。他手里的烟只剩快熄灭的烟蒂了，但是当枪侠拍拍放烟的袋子时，布朗却摇了摇头。 \n      佐坦不安地跳来跳去，好像要开口讲话，但又忍住了。\n      “要我告诉你发生了什么吗？”枪侠问，“通常我不习惯多讲话，不过……”\n      “有时候讲出来会好受些。我听着。” \n      枪侠在脑海中搜寻开场白，却一个字也吐不出来。他说：“我得去方便一下。”\n      布朗点点头：“请到玉米地里去。” \n      “当然。” \n      他顺着台阶走进黑暗中。头顶上繁星闪烁，风一阵阵拂过。他的尿射出去，被风吹得摇摆着落到玉米地里。是黑衣人把他引到这里来的。布朗就是黑衣人的可能性也不是没有。他可能就是……枪侠把这些让人懊恼的想法抛到一边。他至今没学会面对的意外就是他自己可能会发疯。他回到屋内。\n      “我到底是不是妖人，你想好了？”布朗问，一副被逗乐的神情。\n      枪侠在台阶最后一格止住了脚步，心里一颤。他慢慢走过去，坐下。“这个想法是出现过。你到底是不是呢？” \n      “即使我是，我自己也不知道。”      这个回答没有任何帮助，但是枪侠决定不再追究下去。“我们刚才讲到特岙。”\n      “那儿有发展吗？”\n      “村子死了。”枪侠说。“我毁了它。”他突然想说：现在我要杀了你，我可不想睡觉时睁着一只眼睛，就算这理由不够充分，我也不能留你。难道他真变成了这样一个人？如果是这样，如果他已变得和他追踪的人一样了，那他继续这样走下去还有什么意义？\n      布朗说：“我不乞求从你这儿得到任何东西，枪侠，我只希望当你离开这儿时，我还活着。我从不苟且偷生，但这并不意味着我不想多活些时日。” \n      枪侠闭上眼。他的思路一片混乱。\n      “告诉我你是谁。”他粗声说。\n      “只是一个人。一个对你没有任何恶意的人。而且你若肯讲的话，我还是乐意听的。” \n      对此，枪侠没有回答。\n      “我猜，若我不请你讲，你心里不好受。”布朗说，“那我现在就请你讲。你能告诉我特岙发生了什么吗？” \n      枪侠非常吃惊地发现这次他毫不费力地就找到了合适的词。他的话突然迸发出来，慢慢地变成了平缓的叙述。他感到莫名的兴奋。他一直讲到深夜。布朗一次都没打断他，那只鸟也很安静。\n\n05\n他在菩莱斯镇买了那头骡子，当他们到特岙时，骡子依然生龙活虎。太阳已经落山一个小时了，但是枪侠决定继续走下去，远处村落的灯光为他指明了方向。走了一会儿，他听到一段《嗨，裘德》的乐曲，音符异常清晰，但弹奏用的钢琴十分低级。脚下的路在几条小路交汇处变宽。天上有几颗星格外亮，但它们在若干年前就毁灭了。 \n      森林早已消失，取而代之的是单调低坦的平原：一望无垠、荒无人烟的田野长着梯牧草和低矮的灌木；荒弃了的住宅令人毛骨悚然，在那些高耸、阴暗的宅第里说不定有不少鬼魂穿梭着；空荡荡的棚屋斜眼看着路人，里面的居民或是已经搬走，或是已经逝去；偶尔会出现一座低矮的泥草屋，但只有在黑夜里出现一点摇曳的灯火，或是白天一个阴沉的农夫在田里无声苦干时这泥草屋才会被注意到。玉米是主要的庄稼，当然也看得到豆子和商陆（注：商陆，Pokeberry，估计是一种庄稼。）。偶尔会有一头瘦骨嶙峋的老牛，站在两株剥了皮的桤木之间迟钝地看着他。客运车从他身边经过四次，两次过来，两次过去；当客车从身后开上来经过枪侠和骡子时，几乎是空的，而当车返回朝着北方的森林开去时，载的客人明显增加了。有辆布卡经过，坐在上面的农民两脚搁在挡泥板上，努力地控制自己不朝带枪的路人张望。 \n      这一带的天气糟透了。自他离开菩莱斯镇后只下过两次雨，而且每次只有吝啬的几滴。就连梯牧草都发黄了，看上去奄奄不振。这里可不是久留之地。没有看到一点黑衣人的踪迹。也许他搭了班客车。\n      道路转了弯，缓缓地向下延伸。过了弯口，枪侠唤停了骡子，向下俯视着特岙。村子坐落在一块环状，碗形的凹地上，就像一个劣质的底座上镶嵌着的廉价珠宝。村里还有些灯亮着，大多数都围绕着音乐声传来的地方。看起来村子里有四条街，三条都向右汇合到客运车通行的大路上，这条大概就是村子里的主干道了。也许能在下面找到家咖啡店。他不那么确定，也许吧。他轻轻拍了一下骡子。 \n      越来越多的房子散落在路的两旁，多数都废弃了。他经过一个很小的墓园，发霉的木质墓碑歪歪斜斜，成列的鬼草密布在墓碑上，似乎缠得它们透不过气来。大约又走了五百英尺，他见到一块路牌，上面的字依稀可辨：特岙。 \n      路牌上的漆脱落了大半，导致路牌难以辨认；几步开外又有块路牌，但枪侠却根本看不清上面写的到底是什么。 \n      当他走进村子时，听到一群醉鬼疯疯癫癫地大声合唱着《嗨，裘德》的尾声叠句——“呐—呐—呐，呐—呐—呐—呐……嗨，裘德……”。就像风吹在一棵腐烂大树的空洞中一样，歌声沉闷压抑。要不是低级的钢琴上发出的捶击敲打声，他真的会以为黑衣人施法让一群鬼魂住在了这阴森的村落里。他对自己的想法微微一笑。 \n      街上还有些人，但不多。对面街道走来三位女士，穿着黑色宽松的长裤和一模一样的高领短外套，她们瞪着枪侠，但没有表现出任何好奇感。她们裹着黑色衣服的躯体在黑夜中仿佛隐了身，而她们的脸庞就像苍白的球体漂浮着。一位板着面孔的老人戴着顶显得过紧的草帽，坐在已关门的店铺台阶上看着枪侠。一个瘦削的裁缝正在接待最后一位顾客，他停下手中的活儿注视着枪侠；他举起窗台边的灯想看个究竟。枪侠朝他点了点头。裁缝和顾客都没有作出任何回应。他感到他们的目光都牢牢地盯在他挂在胯间的枪套上。一个街区开外的岔口，一个大约十三岁的少年走过，后面跟着个女孩，看上去像他的妹妹或是他的小相好，两人看到枪侠时微微停了停步，脚下卷起了一阵尘云。村子里多数的路灯还管用，但都不是用电的；冻住的油让灯罩的鱼胶部分看上去像充满了雾气。有些灯被砸碎了。街边有个破落的马车出租行，一副苦苦营生的样子，也许全靠着这条客运路线才勉强存活着。张着大口的牲口棚一侧，有个半陷在土里的大理石环，三个男孩悄无声息地蜷缩在它旁边，抽着玉米皮卷的烟。他们的影子长长地拖在地上。一个男孩在帽檐上插了根蝎子的尾巴；另一个男孩左眼肿胀，无神的眼球凸出在眼眶外。\n      枪侠牵着骡子经过三个男孩，他朝牲口棚里面望去。一盏昏暗的灯摇晃着。一个阴影跳动着，忽隐忽现，原来是个穿着工装裤的瘦高个老人正呼哧呼哧地用大耙子把成堆的梯牧草叉进草料库里。 \n      “嗨！”枪侠向他喊。 \n      耙子停下来，马夫转过身，泛黄的眼睛扫视着周围。“嗨。”\n      “我这儿有头骡子。” \n      “你真走运。” \n      枪侠将一块沉甸甸，打磨不平的金币向昏暗处抛去。金币落在陈旧，积满细秣的砧板上，闪着光，发出清脆的响声。 \n      马夫弯腰拣起金币，眯眼看着枪侠。他的目光落在枪带上，阴愠地点点头。“你要把骡子留在这儿多久？” \n       “一晚到两晚。也许再多几天。” \n       “这金币，我可没那么多零钱找给你。”\n       “不用找。”\n       “杀人挣来的钱。”马夫低声自语。\n       “你说什么？” \n       “没什么。”马夫接过骡子的缰绳，牵它进去。\n       “把它彻底洗刷干净！”枪侠跟在后面大声说。“听好了，等我回来，我可要闻到它是干干净净的。”\n      老人没有转身。枪侠走到外面那三个蜷在大理石环旁的男孩身边。他们始终以一种轻蔑的神态看着交易的全过程。\n      “祝天长，夜爽。”枪侠问候道，想和他们交谈几句。 \n      没有回答。\n      “你们几个住在村子里吗？”      没有回答，只有蝎子尾巴的动作算是回答了：它看上去像在点头。\n      一个男孩从嘴里吐出一片嚼得稀烂的玉米皮，他抓起一颗绿色的猫眼石，朝土堆里斜扔过去。石头打中一只青蛙，呱呱叫着跳到远处。他拣起猫眼石准备再次射击。\n      “村子里有咖啡馆吗？”枪侠问。\n     他们中最小的一个抬起头。他的嘴角边有粒大得吓人的疱疹，但是他的两只眼睛倒大小一致，充满着孩童的单纯，但在这鬼地方，纯真恐怕不会长久。他看着枪侠，满是好奇，但分明使劲地克制住了，看上去让人怜爱，又令人恐惧。\n      “在席伯那儿大概能买到汉堡。” \n      “弹钢琴的地方？” \n      男孩点点头：“对。”两个同伴的目光变得可憎，充满敌意。也许他会为自己好心答话而付出代价。 \n      枪侠碰了碰自己的帽檐。“我很感激。至少这个村子还有人没笨到不会说话。” \n      他离开三个男孩，沿着街边朝席伯酒吧走去，听到身后传来小男孩同伴鄙夷的声音，但也不过是孩童的尖叫：“草包！查理，你真混账。草包！”然后传来一阵击打和哭叫声。\n      席伯酒吧门口挂着三盏煤油灯，房檐两端各一盏，破旧的蝙蝠翅膀式的酒吧门上方也挂了一盏。灯影在风中摇曳。《嗨，裘德》的合唱声渐渐变弱，钢琴漫不经心地弹起另一首民谣。几个稀拉的声音和着音乐哼唱，就像断了的线。枪侠在外面站了一会，朝里张望。地上有些木屑，歪斜的桌腿旁放着痰盂。锯木架上搁着块木板。在它后面放着一面油腻的镜子，镜子里看得到钢琴手，一副无精打采的样子。钢琴正面的盖板已被移为他用，因此可以看到木制琴键随着手的移动而上下弹跳。女招待一头稻草色头发，穿着条肮脏的蓝色长裙。一条肩带用别针固定着。房间角落里坐着大约六个村民，灌着酒，麻木地玩着“看我的”（注：“看我的”，watchme，是中世纪的一种纸牌游戏。通常，人们玩这种游戏进行赌博，甚至不少人命丧牌桌。有人赢牌时就叫“看我的”。）赌博游戏。钢琴边上稀稀拉拉地站了半打人，吧台边还有四五个。一个白发丛生的老者趴在门边的桌上。枪侠推门进去。\n       所有的头都齐刷刷地转向门口，看着枪侠和他的枪。那一刻几乎鸦雀无声，除了忘我的钢琴手还在继续敲击琴键。女招待开始擦拭吧台，气氛又恢复如初。\n       “看我的。”角落里一个人叫起来，把凑齐的三张红桃和四张黑桃扔在桌上，摊开空空的双手。手上还握着红桃的人骂了句，把赌金推了过去。片刻工夫，另一轮牌已发好。 \n      枪侠走到女招待跟前。“有肉吗？”他问。\n      “当然。”她直视着他的眼睛。也许她刚出道时还是个美人，但岁月无情。现在她的脸疙疙瘩瘩，前额上赫然一条扭曲的青黑色疤痕。她在疤上厚厚地涂了层粉，但正由于这层粉，她试图掩饰的疤痕反而更扎眼。“有牛肉。可不是变异的种。不过很贵。” \n       哼，变异动物，枪侠思忖，你冰箱里的肯定是三只眼，六条腿的怪物身上的肉——女士，我可心里有数。\n      “请给我三个汉堡和一杯啤酒。” \n       酒吧的气氛再一次改变。听到汉堡二字，每个人都开始流口水，再贪婪地咽下去。三个汉堡！这里从没见过有人一次吃三个汉堡的。\n      “这要花你五夸。你有夸吗？” \n      “美金？” \n       她点点头。她的“夸”就是指“块”。反正他是这么猜的。\n      “包括啤酒吗？”他微微一笑。“还是啤酒另算？”\n       她对枪侠的微笑没有反应。“我会给你啤酒，不过要在我看到钱以后。” \n       枪侠在台子上放了块金币，所有的目光刷地一下都落在金子上。\n       在吧台后面，镜子的左方有只用来熏烤的木炭炉子。女招待消失在炉子后面的小房间里，回来时手里捧着用纸包着的肉。她挤出三块肉饼，放到烤架上，顿时散发出让人垂涎欲滴的香味。枪侠漠然地站在那里，似乎对香味没有反应，但却隐约感到钢琴声开始变得断断续续，纸牌游戏速度慢了下来，吧台旁醉鬼们贪婪地注视着烤架。\n       一个壮汉快走到枪侠身后时，枪侠从镜子里瞥到了他。这个壮汉几乎完全秃顶了，一把巨大的屠刀插在腰带间，他的手紧紧握着刀柄。 \n      “回去坐下，”枪侠说。“算帮你自己一个忙，呆子。” \n       壮汉的脚步冻住了。他的上唇不由自主地抽了一下，像狗那样。一片寂静。他回到自己的桌子边，气氛又恢复了正常。\n       啤酒盛在一个开裂的大玻璃杯中。女招待粗暴地说：“我可没钱找你。”\n      “不要找钱。” \n       她生气地点点头，似乎枪侠的慷慨是种炫耀——尽管对她有利，却还是激怒了她。然而她还是把金币放进了口袋。片刻之后，她端上来一个油腻的盘子，盛着三个汉堡，肉馅的边缘仍是鲜红的。\n     “有盐吗？” \n      她从台子下拿出一个小瓦罐。枪侠不得不用手指把结成了块的盐巴捻碎。\n    “ 有面包吗？” \n    “ 没有。”他知道她在撒谎，不过也知道为什么，所以就不再追问。秃顶壮汉瞪着他，眼睛发青，搁在开裂又凹凸不平桌面上的双拳捏紧又松开。他的鼻孔一张一合，像脉搏那样有规律，贪婪地呼吸着汉堡的香味。至少，这是免费的。\n      枪侠开始不紧不慢地吃起来，他不像是在品味食物，只是机械地把肉切成小块，再用叉子送进嘴里。他努力克制着不去想那头变成汉堡肉的牛原来到底长什么样子。她说过，这不是变异的牛。也许吧。在夏夜的月光下，连猪都会跳起考玛辣（注：播种节上人们跳的轻快交谊舞。）呢。 \n      三个汉堡就快下肚了，他准备再叫杯啤酒，还想卷根烟抽。这时一只手搭在他的肩上。 \n      他突然意识到不知从何时起房间里已是一片寂静，空气中弥漫着紧张的气氛。他转过身，看到原本瘫睡在门边的老人就站在背后。他的脸奇丑无比，一阵污秽的鬼草瘴气令人作呕。他有双被诅咒过的眼睛，它们瞪着你，但却什么都看不到，似乎这双眼睛曾见到过地狱般的噩梦，从人们无法想像的恶臭沼泽中升腾出来的狂野的梦。 \n      女招待不由自主地发出一声痛苦的呻吟。\n      破裂的双唇慢慢地张开，露出一口绿色、苔藓似的牙齿。枪侠一惊：他不是抽鬼草卷的烟，而是在嚼。他真的是在嚼鬼草。\n      枪侠意识到：他是个死人。一年前他就应该已经死了。\n      枪侠又意识到：是黑衣人干的。 \n      他们瞪着对方，似乎整个房间就只有枪侠和这个疯癫的老人。      让枪侠惊呆的是，老人开始讲话，而且讲的是蓟犁（注：蓟犁，Gilead，是新伽兰的统领城市。这个古老的城市四周都是城墙，被人们颂为“绿色世界”。）的高等语（注：高等语，highspeech，是中世界的古老的语言，按照传统，这是枪侠的语言。与之相对的是低等语，lowspeech，是日常生活中用的语言。高等语的语词中反映了枪侠社会的传统和生活哲学。这是枪侠罗兰与他的族人，他的王国之间的一种无形的联系。）。\n     “金子换欢心，枪侠先生。能给我一个金币吗？就施舍一点吧。” \n      高等语。那一刹那，枪侠的脑子甚至都反应不过来。已经有好多年，天啦，几个世纪，几千年，他没有听到过高等语了；高等语已经不存在了；他是最后一个说高等语的人，是最后一个枪侠。其他人都……他似乎麻木了，把手伸进胸前口袋，摸出一枚金币。一只长满疥癣，皮肤开裂结痂的手伸过来，抚摸着金币，举起来对着油腻的煤油灯看。它反射出令人兴奋的文明的光芒：金色，微红，血一般的。\n     “啊……”一种无法言表的喜悦。老人摇晃着转过身，朝自己的桌子走去。他把金币举到眼前，转着金币，让它朝各个方向反射着金光。 \n      酒吧很快变得空荡荡的，蝙蝠翅膀式的摇门疯狂地前后摇摆着。钢琴手重重地合上琴盖，迈着滑稽的大步，随其他人离开了酒吧。\n     “席伯！”女招待在他身后尖叫，叫声中夹杂着恐惧和凶悍。“席伯，你回来！该死的！”枪侠觉得这个名字似曾相识，但现在没有时间细想，没有心思去回忆。 \n      这时，老人已经回到了他的桌边，在凹凸的桌面上转着金币。他那双非死非活的眼睛跟着金币转，似乎完全被吸引了，但眼神却又是空空的。他转了两次，三次，眼皮渐渐合上了。第四次，金币还没停止转动，他的头已经靠在了台子上。\n     “你，”她细声说，却又很愤怒，“你赶走了我的主顾。现在你满意了？”\n     “他们还会回来。”枪侠说。\n     “今晚不会。他们不会来了。” \n      他指指嚼鬼草的老人：“他是谁？”\n     “管你自己的事吧。先生。” \n     “我一定得知道。”枪侠耐着性子，“他——” \n     “他跟你说的话好奇怪。”她说，“诺特一辈子也没那样讲过话。” \n     “我在找一个人。你应该认识他。” \n      她瞪着他，怒火慢慢熄灭了。取而代之的是沉思，继而是眼睛里湿漉漉的微光。松动的房子发出若有所思的开裂声。远处，一只狗粗声狂吠。枪侠等着。她意识到枪侠知道内情，眼里的微光开始显得无助，她似乎有种需要，但又无法表达。\n     “我猜你应该知道我的价钱。”她说，“我有种渴望，以前是能克制的，但是现在再也控制不住了。” \n      他镇定地看着她。黑暗中她前额上的疤痕不那么明显。她的腰身还不算臃肿，看样子这沙漠、硬渣和狂风还没有夺去一切。而且，她也许曾经也标致过，说不定还是个美人。但这已经不重要了。即使墓虫已经移居到她干瘪乏味的子宫里，这一切也都不重要了。命已注定。冥冥中，命运之手已在生死簿上写下了这一笔。 \n      她用双手捂住了脸，体内还有足够的液体——让她哭泣。\n     “别看着我。你不用那样刻薄地看着我。”\n     “对不起。”枪侠说，“我没一点恶意。”\n     “你们没有一个是说真话的！”她朝他哭喊。\n     “把酒吧关上。把灯熄了。” \n      她抽泣着，手捂着脸。他宁愿看她捂住自己的脸的样子。倒不是因为疤痕给遮住了，而是这姿势让她有种少女的风韵——尽管她不再有少女的面庞。在油腻的灯下，固定着肩带的别针闪着光。\n     “他会偷东西吗？如果他会，我还是把他弄到门外去。”\n     “不会。”她轻声说，“诺特从不偷人东西。”\n     “那，把灯熄了吧。” \n      直到她走到枪侠身后时才肯把手从脸上挪开，她调低灯芯，吹灭火焰，灯一盏盏灭了。然后，她拉着他的手，感觉非常温暖。她带他上楼。一片漆黑中，他们没有做任何遮掩。\n\n后记\n转载其实也不算累，不过还要修改的话……话说暗黑塔系列还想有7部曲啊！！要死了要死啊！！\n\n\n\n",
    "replies": [
        {
            "author": "神哥丿",
            "timestamp": 1473894000,
            "txt_content": "为什么要展开这么多"
        },
        {
            "author": "TFPS·妖魅",
            "timestamp": 1473898020,
            "txt_content": "表示不喜欢小说，"
        },
        {
            "author": "幽儿~",
            "timestamp": 1473898500,
            "txt_content": "史蒂夫 金？ 2333 不是有个史蒂夫 达芬奇么"
        },
        {
            "author": "MC|天星",
            "timestamp": 1473902220,
            "txt_content": "九幽之帝 发表于 2016-9-15 08:15\n史蒂夫 金？ 2333 不是有个史蒂夫 达芬奇么\n是史蒂芬，不是史蒂夫！"
        },
        {
            "author": "WM2030",
            "timestamp": 1473902700,
            "txt_content": "排版上的问题不少，阅读起来也不是很方便，毕竟论坛自带的格式修改本身就不太好用。但是还是希望可以加强。或者附上一份网盘链接"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1473912120,
            "txt_content": "标题已代修改，发帖时标题请使用【原创&转载/模型&插画&单篇&连载】【作品名】【章节】【作者】这样的模板，详情见版规，若下一次不遵守将被删帖。"
        }
    ]
}