{
    "title": "<转载/连载> 《枪侠（暗黑塔1）》<02><史蒂芬.金>",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1473926100,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-24 20:23 编辑 \n\n重要!重要!重要!\n本章小说的第6部分地方少儿不宜！少儿不宜！少儿不宜！（重要的事说三次）\n\n06\n\n    他在黑暗中卷了两根烟，点燃后递给她一支。房间里充满着她的香味，像清新的丁香花，有些哀婉动人。淡淡的香味之外是沙漠的气息。他突然觉得自己对前方的沙漠充满畏惧。\n     “他叫诺特。”她说。声音还是那样尖锐。“就叫诺特。他死了。”\n      枪侠等她继续。\n     “他被上帝触碰过。” \n      枪侠说：“我从没见到过上帝。”\n     “打我记事起，他就在这里——我是指诺特，不是上帝。”她突然对着黑暗一阵大笑。“他以前有辆垃圾车。后来开始酗酒，再后来迷上了鬼草，最后用鬼草卷烟抽。小孩子跟在他后面，放狗咬他。他一直穿条绿色的裤子，臭味熏天。你在听吗？”\n     “在。” \n     “他后来开始嚼鬼草。最后他就坐在那里，不吃不喝。也许在他的幻觉中，他是个国王。小孩们都是他的弄臣，而狗是他的王子。”      “是。”\n     “他就死在这前头。”她说，“他从街边走过来，脚步很重——他的靴子永远穿不烂，是他在废旧火车站找到的一双军靴——后面跟着一群孩子和他们的狗。他看上去就像是由许多铜丝做的衣架拧绞在一块儿。你从他的眼睛里可以看到垂死的目光，但是他还在咧嘴笑。就像在收割节前，孩子们刻在南瓜上的笑脸一样。你老远就能闻到他身上的鬼草和腐烂味。口水从他嘴角流出，就像绿色的血。我猜他是想进来听席伯弹钢琴。不过就在进门前，他停住了，头歪到一边。我能看到他，还以为他是在听客车过来的声音，但那个时候不会有客车经过。然后他开始呕吐，黑色的，都是血，从他咧开的嘴里流出来，就像水从阴沟里涌出来那样。臭气能熏得你发疯。他的两条胳膊扬起来，然后就倒下去了。就是这样。他倒在自己的污秽中，死的时候脸上还挂着笑。” \n     “真是个精彩的故事。”\n     “哦，谢谢你，先生。这是个好地方。” \n      她坐在他身旁，还在颤抖。窗外，风仍在呼啸，远处有扇门被砰地关上，声音犹如来自梦中。墙壁中间有老鼠跑过。枪侠猜这里也许是全村惟一一个养得起老鼠的地方。他把手放到她的肚皮上，她开始剧烈地抖动，然后慢慢放松下来。\n     “黑衣人。”他说。\n     “你一定要知道，是不是？你就不能和我做爱，然后睡觉吗？”\n     “我一定要知道。”\n     “好吧。那我就告诉你。”她握住他的手，开始叙说。\n07\n      诺特死去当天的黄昏，黑衣人到了特岙。那时狂风大作，土地表层的松土被吹走，砂土就像暴雨一样刮来，玉米被连根卷起，像直升机飞过时那样。朱伯·莰讷利锁上了他的马房，其他几个商贩也关上了窗板，还在窗板外用木板加固。天空变成了黄色，就像变质奶酪的颜色，云朵快速地飞过，就好像它们刚才经过沙漠时看到了恐怖的一幕。\n      枪侠的猎物坐着辆破马车进村，马车上铺了块防雨油布。他脸上挂着十分友好的笑容。大家看着他走近，老莰讷利正躺在窗边，一手攥着个酒瓶，另一只手里握着他二女儿松软发烫的左乳。他暗自发誓，倘若黑衣人敲门他就假装不在家。\n      但是黑衣人经过马房时，并没放慢速度，马车卷起的尘土很快被狂风拥抱了。他可能是个牧师或和尚；他穿了件黑色的长袍，上面沾满了尘土；袍子的兜帽宽松地罩在头上，让人看不清他的脸，但是却没遮住那友好得有些令人反感的微笑。他的袍子被风吹得哗啦作响。从袍子边缘可以隐约看到他穿着一双扣得很紧的方头靴子。 \n      他在席伯酒吧门口停下来，拴住马匹。栗色马低下头，对着地面喷气。他走到马车后面，解开绳子，找到个陈旧的马褡裢，往背上一甩，穿过摇门走进酒吧。 \n      爱丽丝（注：即爱丽。）好奇地看着他，但其他人都没注意到陌生人进来。酒吧的常客都已酩酊大醉。席伯正在用拉格泰姆调子（注：拉格泰姆调子，是美国黑人的一种早期爵士乐，多用切分音法，风靡于1890—1915年间，七十年代初又开始流行。）演奏卫理公会（注：卫理公会，是一个新教的教会。主要集中在英伦小岛和北美洲。在美国成员数目最多。）的赞美诗，散在钢琴旁的许多人早些时候就进来躲风暴，顺便也为诺特守灵，他们已唱得喉咙嘶哑。席伯喝得差不多失去知觉了，他完全陶醉于自己还能活着这个事实中，弹琴的双手飞快地移动，几个手指来回如梭就像在打板羽球游戏。\n      人们尖声歌唱着，叫喊着，声音怎么也盖不过风声，但不时也跟风声较量一番。角落里，翟彻利把艾美·费尔顿的裙子掀过头顶，在她的膝盖上画收割节的符咒。几个女人围在他们周围。他们显得都特别兴奋。然而门外暴风留下的凄惨的白光似乎是对他们的嘲讽。\n      诺特的尸体被放在房间中央拼起来的两张桌子上。他的军靴摆成了一个神秘的V字形。他的嘴还张着，留下一个呆滞的微笑。有人合上了他的双眼，在上面各放了块金属片。他的双手被人合在胸口，握着一枝鬼草。浑身散发出毒药一样的气味。 \n      黑衣人推掉他的兜帽，走到吧台边。爱丽丝看着他，一种深藏在体内熟悉的渴望让她全身颤抖。他身上没有任何象征宗教的标记，当然这说明不了任何问题。\n     “威士忌。”他说。他的声音柔和且愉悦。“宝贝，我要上好的酒。” \n      她伸向柜台下面，拿出一瓶星牌威士忌。她本可以拿当地的酒当做最好的来打发他，但是她没有那样做。她倒了一杯，黑衣人看着她。他的眼睛又大又亮。但是目光深邃，以至于爱丽丝难以判断他眼睛的颜色。她的渴望让她觉得浑身发热。房间里的叫喊歌唱并未减弱。而席伯，爱丽眼里这无用的阉马，正在弹基督精兵的赞美歌；一些人怂恿米尔大妈和着唱。她的歌声简直不成调，就像一把钝斧切过牛犊的脑子。\n     “嗨，爱丽！” \n      她转过去招待客人。对陌生人的沉默不语有些怨恨，还怨他那看不清颜色的眼睛，怨自己内心的蠢蠢欲动。她的渴望让她害怕。它们变化莫测，狂野得让她无法控制。它们也许标志着一些变化，表明她开始变老——在特岙，这就像冬天的日落，既短暂又凄凉。       她放着啤酒，直到小桶空了为止，然后她又凿开了另一桶。她宁愿自己做，也不想叫席伯；他当然会乐意过来帮忙，像只贪婪的狗，不过他肯定会凿掉自己的手指，要么就把啤酒喷洒得到处都是。她干活时，陌生人的目光一直在她身上；她感觉得到。\n      当她回来后，他说：“这里很忙。”他还没碰他的酒，只是用手掌捂着杯子，让酒变暖些。\n     “人们在守灵。”她说。\n     “我注意到了逝者。” \n     “他们都是酒鬼。”她说，心里突然涌起一股憎恨，“全都是酒鬼。”\n     “这让他们兴奋。他已经死了，但是他们还活着。” \n     “他活着的时候就是他们嘲弄的对象。但现在他们不应该再嘲笑他了。这太……”她的声音变小了，无法确切表达这是什么，或者这是多么可憎。\n     “他吃鬼草？”\n     “是！他还能有什么？” \n      她的语气过于强烈了，这让她自己都有些不好意思，但是他没有移开目光，她觉得一股热血冲到脸上。“对不起。你是牧师吗？这肯定让你反感吧。”\n     “我不是，这也没让我反感。”他一口喝完了杯中的威士忌，连眉头都没有皱一下。“请再来一杯。再来次感动——就像另一个世界里的人常说的。” \n      她不知道这到底是什么意思，但又不敢问。“我得先看到你的钱。对不起。” \n     “不用抱歉。”\n      他把一块粗糙的银币放在柜台上，一边厚一边薄。她说了跟后来一样的话：“我可没钱找你。” \n      他摇摇头，表示不要找零，若有所思地看着她倒酒。\n     “你只是途经此地？”她问。\n      他半晌没有作答。她正准备重复刚才的问题，他却不耐烦地摇摇头：“不要谈无聊的事。你在这里面对着死亡。” \n      她有些畏缩，觉得受了伤害，但又很惊讶。她的第一反应是他佯装正经，只是为了考验她。\n     “你很在乎他。”他语气平淡地问：“对不对？”\n     “谁？诺特？”她笑了，假装恼怒来掩饰她的窘迫。“我认为你最好——”\n     “你心肠很好，就是有点胆小。”他打断她：“他躺在草上，从地狱的后门往外看。他就在那里，他们已经把门关上了，你认为只有当你要走过那道门时，他们才会再次把门打开，是不是？”\n     “你怎么了，喝醉了？”\n     “密司脱诺顿，他死了。”\n      黑衣人像是在吟咏，他带着挖苦的语气故意改变了说话的调子。“他就像任何一个人那样死了。像你或任何人一样，死了。”\n     “你给我出去！”她突然感到一阵强烈的反感，全身开始颤抖，但是小腹里的那股暖流却固执地流遍全身。\n     “别怕。”他柔声说，“别怕。慢慢等。等着就行。” \n      他的眼睛是蓝色的。她突然放松下来，仿佛服了镇静剂。\n     “像任何人那样，死了。”他说，“你明白吗？” \n      她木然地点点头，他大笑起来，响亮的笑声似未受过污染，非常明亮。这让所有人的目光都集中在黑衣人身上。他猛一转身，面对着众人，俨然成了整个房间的中心。米尔大妈声音发颤，歌声戛然而止，空气中留了半个破碎的高音，好像在流血。席伯弹错了音，琴声也突然停下。他们不安地看着陌生人。风沙吹在门窗上，发出沙沙的响声。\n      沉默继续着，似乎那一刻就永远定格了。她沉重的呼吸堵在了喉咙口，低头看到吧台下自己的双手紧紧按着肚皮。他们都看着他，他也注视着大家。突然一阵笑声又爆发出来，浑厚洪亮，让人无法抗拒。但没人跟他一起笑。\n     “我要让你们看一个奇迹！”他朝人们叫喊。但人们只是看着他，就像些顺服的大孩子被带去看他们再也不相信的魔术表演。\n      黑衣人猛地站起来，米尔大妈踉跄着退后了几步。他冷然一笑，拍了一下她肥厚的肚皮。她不由自主地咯咯笑起来。黑衣人把头朝后一仰。\n    “觉得好点了，是不是？”      米尔大妈又是一阵咯咯笑，突然间变成一阵啜泣，然后夺门而逃。其他人默默地看着她离开。风暴开始了；乌云不断涌来，阴影在半圆的白色苍穹上积聚。站在钢琴旁的一个男人，显然已忘了拿在手上的啤酒瓶，发出一声痛苦的呻吟。      黑衣人站在诺特身旁，低头看着他笑。狂风怒吼尖叫着，一个大物件被刮起来，撞到房子一侧，又弹了回去，让房子一震。吧台旁一个男人挣脱人群，慌乱地躲到安静的角落。雷鸣似乎要扯破天穹，响声就像天神的一阵剧烈咳嗽。\n    “好吧。”黑衣人咧嘴一笑，“好吧。我们开始吧！”      他开始朝诺特脸上吐口水，仔细地对准目标。唾沫在死者的前额闪着光，慢慢流下来，流过他的鼻梁。\n     在吧台下面，她的手更快地挪动起来。\n     席伯笑起来，像个傻子似的，也弯腰俯向诺特。他开始咳嗽，从喉咙底咳出许多粘厚的浓痰，让它们飞到诺特尸体上。黑衣人吼了一声表示肯定，拍了拍席伯的后背。席伯咧嘴笑了，一颗金牙闪闪发光。\n     几个人逃出门外。其他一些人松散地围在诺特周围。他的脸上，他皱得像公鸡颈部下垂的皮肉一样的头颈，和他的胸部上都是痰液——这片干旱土地上如此宝贵的液体。突然痰雨停止了，像有人发了号令那样整齐，只有一阵精疲力竭，沉重的喘气声。 \n     突然黑衣人冲向尸体，跳起来，弯身越过它，划出了一条平滑的曲线，看上去很美，宛若一股泉水。他手着地落在地上，然后敏捷地弹跳起来，稳稳地站在地上，他微微一笑，又重复了整套动作。人群中一个人已经忘我地开始鼓掌，但突然向后退了几步，眼里蒙上了层恐惧的阴影。他手捂着嘴，朝门口奔去。 \n     当黑衣人第三次跳越尸体时，诺特抽搐了一下。 \n     人群中发出一声低沉的咕哝，很快又恢复了安静。黑衣人仰头怒吼一声。他吸了口气，胸部飞快地不断起伏。他开始快速地来回弹跳，就像在两个玻璃杯之间来回倒水那样越过诺特的身体。房间里惟一的声音就是他急促的喘气声和窗外不断加强的风暴声。\n     那一刻，诺特深深地吸了一口气。他的双手胡乱地拍打桌子。席伯发出一声尖叫，夺门而出。一个女人疾步跟在他身后，眼睛瞪得滚圆，头巾上下飘动着。\n     黑衣人又跳越了一次，两次，三次。桌子上的躯体抖动起来，继而剧烈地颤动，扭曲，敲打着桌面，就像一个体内藏着根巨大发条的没有生命的布娃娃。伴随身体的扭动，腐烂、变质的恶臭和排泄物的腐臭一阵阵袭来，令人窒息。那一刻，他睁开了双眼。\n      爱丽双脚发麻，失去了知觉，她向后倒去，撞在镜子上。一阵惊恐让她眼前一黑，她朝吧台外奔去，像头发疯的公牛。\n     “这就是给你的奇迹。”黑衣人在她身后喊，喘着粗气。“这是给你的。现在你能睡上安稳觉了。即使是死亡，也不是不可逆转的。尽管这是……如此……如此……滑稽！”他又开始大笑。她跑上楼梯，直到把酒吧楼上的房门插上插销才停下来，这时听不到楼下的笑声了。 \n      她蹲在门边咯咯笑，笑得前俯后仰。但声音转而变成尖锐的哀号，融入到风声中。她耳边充斥着诺特起死回生时发出的声音——拳头不断敲击棺材板的响声。她十分好奇：他重新激活的脑子里留下的是什么想法？他死后看到过什么？他还记得多少？他会告诉我吗？坟墓里的秘密是不是就等在楼下？她想，这些问题背后最让人恐惧的就是你忍不住想问的冲动。\n      楼下，诺特心不在焉地走出酒吧，走进风暴中，拔了一些鬼草。黑衣人已是酒吧里惟一一个客人了，他仍咧嘴笑着，看着诺特走进风暴中。\n      晚上，她逼迫自己走下楼，一手拎着油灯，一手拿了根沉重的烧火棒。黑衣人早走了，什么都没留下。诺特却还在那里，坐在靠门的一张桌子旁，仿佛他从来没离开过那里。他身上有股鬼草味，但不像她记忆中的那样强烈。\n      他抬头看着她，勉强一笑。“你好，爱丽。”\n     “嗨，诺特。”她放下烧火棒，开始点燃屋里其他的油灯，但始终都面对着他。      “上帝的手碰过我了。”过了一会儿，他说，“我再也不会死了。这是他向我保证的。”      “诺特，你多幸运。”她的手颤抖着，点火用的纸捻掉在地上，又被她拣起来。\n     “我再也不想嚼这些草了。”他说：“我不像以前那么喜欢它了。一个被上帝碰过的人，再嚼这些草不合适。”\n     “那你为什么不停下来？” \n      她的怒气惊醒了她，她像对常人那样看着诺特，不再当他是地狱里发生的奇迹。她眼中的诺特看上去有点悲伤，嚼鬼草让他显得麻木，但他看上去十分惭愧自责。她不再觉得害怕他。\n     “我会全身抖动。”他说，“然后我就想嚼。我停不了。爱丽，你一直对我很好…”他开始抽泣。“我连尿湿自己都没法控制。我怎么啦？我怎么啦？”      她走到桌子边，犹豫地站在那儿，不知所措。      “他应该让我不再想嚼鬼草。”他啜泣着。“他既然能让我活过来，就应该能让我戒了。我不是在抱怨……我不想抱怨……”他向四周张望一番，像见鬼似的，小声说：“如果我抱怨，那他会将我劈死的。”\n     “也许这只是个玩笑。他看上去很有幽默感。”\n      诺特把挂在衣服底下的小袋拿出来，掏出一把草。她不假思索地一巴掌就把草打掉了，但很快把手缩回来，被自己给吓坏了。          “我停不下来，爱丽，我做不到。”他艰难地俯身去拿小袋。她本可以阻止他，但她没有。她转身去点灯，觉得很累，尽管夜幕才刚降临。那晚没有一个人到酒吧来，除了老莰讷利——他下午没来酒吧，错过了一切。但当他看到诺特时并不特别吃惊。也许有人把这里发生的事都告诉了他。他点了啤酒，问了席伯的去处，然后对她一阵乱摸。\n      晚些时候，诺特走到她身边，递给她一张折着的纸。她看到诺特的手在抖，这只手一看就不像能活着的人的手。“他把这个留给你。”他说：“我差点就忘了。如果我真忘了交给你，他肯定会回来，杀了我。肯定会。” \n      在这里纸是很贵重的商品，人们都视之为宝，但她却不喜欢手里这张纸。感觉很重，很龌龊。写在上面的就两个字：爱丽“他怎么知道我的名字？”她问诺特，诺特只摇摇头。\n      她打开纸，读起来：      你想了解死亡。我留给他一个字。这个字是十九。如果你对他讲这个字，他的记忆大门会打开。他会告诉你前方是什么。他会告诉你他看到了什么。\n      这个字是十九。\n      我知道这会让你发疯。\n      但迟早你会问的。      你会控制不了自己。\n      祝你快乐！ \n      沃特·奥·迪姆\n      又：这个字是十九。 \n      你会试图忘了它，但迟早这个字会从你嘴里吐出来，就像呕吐一样控制不了。\n      十九\n      哦，上帝，她知道自己会忍不住的。这个字已经在她嘴唇上滚动了。十九，她会说——诺特，听着：十九。那时死神的秘密和前方的世界就会展现在她面前。\n      迟早你会问的。      第二天一切都像往常一样，只是没有孩子跟在诺特身后。又过了一天，孩子们的嘘声也恢复了。生活又平稳地继续下去。被风暴连根拔起的玉米被孩子拾到一起，诺特复活七天后，他们在街中央烧了这些玉米。火光有一瞬特别明亮，酒吧中的多数常客都站到门外看。面对火光，他们都显得非常质朴。他们的脸好似在火焰和冰屑般明亮的天空之间浮动。爱丽看着他们，对这个世界上悲哀的时刻感到绝望，她的心有股阵痛。她感觉到有些东西已经消失。事物都离散开来。世界的中心再也没有以往的那种黏着力。某个地方，有样东西摇摇欲坠，若它倒塌了，所有的一切也就会不复存在。她从没见过大海，永远也见不到了。\n     “如果我有胆，”她自言自语，“如果我有胆，胆，胆……”\n      诺特听到她的声音，抬起头，从地狱里对她微笑。但是她没有胆。她只有一个酒吧和一条伤疤。还有一个字。在她紧闭的双唇后面，这个字翻滚着。假设她现在就把他叫过来，尽管他很臭，还是让他走近；假设她对着那算做耳朵的涂蜡似的脏东西吐出那个字，会发生什么？他的眼睛会变。它们会变成他的眼睛——穿着黑袍的男人的眼睛。然后，诺特会对她说他在死神的王国里看到的，在土地和蛆虫之外的世界里看到的一切。 \n      我永远也不会对他说出这个字。\n      但是黑衣人给了诺特生命，又给了她这个字——这个字就像上了膛的手枪，有一天她会用来对准自己的太阳穴。黑衣人最清楚会发生什么。 \n      十九会开启这个秘密。\n      十九就是秘密。\n      她回过神，发现自己在吧台上用水迹写这个字——十九——当她看到诺特注视着自己时，慌忙把字给抹了。\n      玉米很快就烧完了，她的顾客也都陆续回来。她开始用星牌威士忌麻醉自己，到午夜时，她已醉得不省人事。\n08\n       她停了下来。枪侠没有马上作出反应，起先她还以为这个故事让他睡着了。她觉得有些困，这时他说：“就这些？” \n     “是的。这就是发生的一切。时间很晚了。”\n     “对。”他又卷起根烟。      “别让你的烟灰掉在我床上。”她对他说，语气要比她想用的尖锐。\n     “不会。” \n      又一段沉默。他的烟头暗了又变亮。\n     “你早上离开这里。”她干巴巴地说。\n     “我应该离开。我想他在这里为我设下了陷阱。就像他也给了你陷阱一样。” \n     “你真认为这个数字会——”\n     “如果你还神志正常，你永远也不会对诺特说出那个字。”枪侠说。“把它从你脑子里赶出去。如果可以，教你自己接着十八的数字是二十。三十八的一半是十七。叫他自己沃特·奥·迪姆的这个人什么都做得出来，但是他不会撒谎。”\n     “可是——”\n     “如果你有冲动要讲，强烈的冲动，那就到这儿来，躲在被子底下，一遍遍地讲——如果你需要的话，就把它喊出来——直到你的冲动消失。” \n     “总有一天这冲动永不会再消失。” \n      枪侠对此没有说什么，因为他知道她是对的。这个陷阱完美得可怕。如果有人告诉你，若你有念头想见到自己的母亲赤身裸体，你会下地狱（当枪侠年幼时，就有人这样对他说过），那么你终究会产生这念头。为什么？因为你不想想像自己母亲裸露的样子；因为你不想下地狱。因为，如果给意识一把刀和一只握刀的手，最终意识会吃了自己。不是因为它想这样做；而是因为它不想这样做。       迟早，爱丽会把诺特叫过来，跟他说那个字。\n     “你别走。”她说。\n     “再说。” \n      他转过身，背对着她，但她感到有些欣慰。他会留下来，至少一小会儿。她睡着了。\n      就快睡着的一刹那，她想起了诺特跟枪侠讲话的方式，那奇怪的语言。那是她看到她古怪的新情人流露出感情的惟一时刻。他甚至连做爱时都是沉默的，只有在最后一刻呼吸才变得急促，然后停止一两秒钟。他就像从童话或神话中走出来的人，一个摄人心魄但又无比危险的造物。他会同意我的请求吗？她猜答案是肯定的，那她会提出她的愿望。他就会住上几天。对于一个脸上长疤的可怜女人来说，这个愿望已经够奢侈了。明天还有时间再想一个愿望，或者第三个。她睡熟了。\n09\n      早上她为他烧了些粗燕麦，他一言不发地吃着。他往嘴里送着食物，试图不想她，甚至都不看她一眼。他知道自己应该离开这里。他坐在这里的每一分钟，黑衣人就拉开些距离——说不定现在他已经走出了这片硬质地，走过了旱谷，进入了沙漠。他的路线肯定是朝着东南方，枪侠清楚其中的原因。\n     “你有地图吗？”他抬起头问。\n     “这个村子的？”她笑了。“这个村子还不够画张地图呢。”\n     “不是。这里东南方向的地图。” \n      她的笑容僵住了。“沙漠。那儿只有沙漠。我以为你会住些日子。” \n     “沙漠那边是什么？”\n     “我怎么会知道？没有人穿过沙漠。自从我出生以来，这里就没有人尝试过。”她在围裙上擦擦手，拿起锅钳，把她烧的那桶水倒进水槽，水溅起来，升起一片雾气。“所有的云都朝那里走。仿佛那里有东西把它们吸过去——” \n      他站起来。\n     “你到哪去？”她听到自己声音里尖锐的恐惧，恨自己这个样子。\n     “去马行。如果有人知道，那马夫肯定是第一个。”他握住她的肩。这双手很硬，但也很温暖。“我还要去看看我的骡子。如果我待在这里，它可要被照料周到。这样我才能上路。” \n      但还不会马上上路。她抬头望着他的眼睛。“但你要当心莰讷利，如果是他不知道的事，他就会编造点来唬你。” \n     “谢谢，爱丽。” \n      枪侠离开后，她转身看着水槽，感觉到自己滚烫的感激的泪珠。有多少年她没听到人家向她道谢了？尤其是她在乎的人。\n10\n      莰讷利满口的牙都掉光了，他是个让人作呕的老色情狂：他已经埋葬了两任妻子，而且还和女儿乱伦。两个尚处发育期的女孩从谷仓的阴影里偷看着枪侠。一个娃娃坐在土里开心地吐口水。一个成熟的金发女郎，在用房子一旁吱嘎作响的水泵汲水，她看上去神态淫荡，衣服满是尘土；她好奇地看着枪侠走过。看到枪侠在看她，她用指头捏了捏自己的乳尖，朝他抛了个媚眼，然后继续汲水。 \n      马夫在马房和街道中间等着枪侠。他的态度摇摆于充满憎恨的敌意和怯懦的奉承讨好之间。    \n    “它被照顾得好好的，不用怕。”他说，枪侠还没来得及答复，莰讷利已经转向他的女儿，他举着拳头，像只皮包骨头但狂妄的公鸡。“你进去，苏比！你快给我滚进去！” \n      苏比脸色阴沉地拽着水桶走向搭在谷仓外的棚子。\n     “你是说我的骡子。”枪侠说。\n     “是的，先生。好久没看到过骡子了，尤其是像你这头没变异的——两只眼睛，四条腿……”他的脸突然受惊似地挤到一块，这种表情可能是表示无比的疼痛，也可能在暗示他刚刚说了个笑话。枪侠判断应该是后者，尽管他自己几乎没有幽默感。\n     “以前，人们需要牲口，它们疯狂增长。”莰讷利继续说，“但是世界变了。现在只看得到几头变异的公牛和拉客车的马，和——苏比，我要掴你，天！”\n     “我不会占便宜。”枪侠打趣地说。\n      莰讷利笑了，一副阿谀的嘴脸。但枪侠清楚地从他眼里看到了杀气，尽管他并不畏惧，他还是认为这个人值得在他的书里占上一页，因为他可能给枪侠有价值的启示。“不是指你。上帝！不，不是指你。”他尴尬地笑笑。“她天生愚笨。她体内肯定有个鬼怪，让她那么狂野。”他的脸沉了下来：“世界末日要到了，先生。你知道，《圣经》上说的。若孩子不服从他们的父母，那灾难就会降临到大家头上。你只需听这里的女传道士讲就会明白的。” \n      枪侠点点头，然后指向东南方：“那边是什么？” \n      莰讷利咧嘴笑了，露出光秃秃的牙龈和几颗黄牙：“边界居民。野草。沙漠。还有什么？”他咯咯地笑了几声，两眼冷冷地打量着枪侠。\n     “沙漠有多大？”\n     “很大。”莰讷利试图装出严肃状，好像他在回答一个很严肃的问题。“大概有一千轮（注：轮，wheel，仍在蓟犁使用的古老的度量单位。8000轮的距离约莫为7000英里。）。也可能是两千轮。我不知道，先生。在那里，只有鬼草，还可能有魔鬼。听说更远的一边有个会说话的圈，但说不准这是骗人的。另一个家伙就是朝那个方向走的。那个治好了生病的诺特的家伙。”\n     “生病？我听说他死了。” \n      莰讷利还咧着嘴笑：“好吧，好吧，可能。但我们都是成人了，不是吗？”\n     “但你相信魔鬼。”      莰讷利看起来像是被冒犯了：“那可大不一样。女传道士说……”\n      他开始胡言乱语，倒出一大箩筐的废话。枪侠摘下帽子，擦了擦前额。阳光直射着，十分灼热。莰讷利好像没有注意到。他有说不完的话，可没有一句是有意义的。在马房狭小的阴影里，女娃娃不断地把灰土朝脸上抹。\n      枪侠最后失去了耐心，在一句话当中打断了马夫：“你不知道过了沙漠是什么？” \n      莰讷利耸耸肩。“有些人大概知道。五十年前客车在沙漠里走过一段。我爸是这么说的。他总是说‘那里是山。’其他人说那里就是大海……绿色的海，里面都是怪物。也有人说那里是世界的尽头，什么都没有，只有光，会让人眼瞎掉的光，还有上帝的脸，他张着嘴，把到那里的人都吞下去。” \n     “胡说。”枪侠冷冷地说。\n     “当然都是胡说。”莰讷利故作高兴地叫起来。他又一次作出奉承的丑态，他对枪侠又恨又怕，但又急于想要讨好。\n     “你要把我的骡子照顾好。”他扔给莰讷利又一枚金币，在半空中就被莰讷利接住了。枪侠想到狗跳起来在半空中接球的样子。 \n     “当然。你要住几天？”\n     “我想是吧。这里会有水——” \n     “——如果上帝愿意的话！当然，当然会有水！”莰讷利笑了，一副不高兴的脸色，他的目光显示他愿意让枪侠立即就死，而且被他横踩在脚下。“那个爱丽，在她乐意的时候，她对人可好呢，是不是？”马夫把左拳握成个圈，然后用右手指快速地来回在圈中抽拉。      “你说什么？”枪侠漠然地问。 \n      突然莰讷利的眼睛蒙上了一层恐惧，就像天边一对月亮同时升起。他迅速把手放到背后，像个淘气的孩子偷吃果酱时被发现了。“没有，先生，一个字也没说。如果我说了什么的话，那我道歉。”他看到苏比靠在窗边，对她举起拳头：“我真要掴你了，你这个不知廉耻的荡妇！哦，上帝！我要——” \n      枪侠迈步走开了，他知道莰讷利转身看着自己，他也知道如果他突然转身，会看到马夫脸上不经伪饰的真表情。不过，干吗烦神呢？天太热了，而且他知道他会有什么表情：憎恨。对入侵者的憎恨。他有一个男人所能有的全部。关于沙漠他惟一确定的就是它的大小。而对这个村子，他能确定的是它展现出来的并不完全。他尚未了解全部。\n11（全部黑色背景的字都为少儿不宜！）\n     他和爱丽正躺在床上时，席伯踢开门闯了进来，手上提了把刀。 \n      他到特岙已经四天，而这四天一眨眼就过去了。他吃饭，睡觉，和爱丽做爱。他发现她会拉小提琴，就经常让她拉给他听。黎明时分，她会坐在窗下——只有一个侧影——在乳白色的晨曦中拉一首曲子。如果她能多加练习，曲子大概不会被拉得支离破碎。他觉得自己对她的感情不断增强（但奇怪的是他始终并没有全心投入），因此怀疑这可能又是黑衣人为他设下的一个陷阱。他有时也出去走走。但他无心思考任何事。 \n      他没有听到钢琴手上楼的声音——他的反应能力似乎完全丧失了。但此时此刻他也未觉得这有什么大不了，尽管若此事发生在过去，会让他受惊不小。\n      爱丽全身裸露，双乳赫然呈现在被单之外。他们正准备开始做爱。 \n     “哦。”她乞求，“就像上次，我想要那样，我想——” \n      门被狠狠踢开，瘦小的钢琴手迈着夸张的步子进来，他的螺旋腿显得滑稽可笑。爱丽并没有失声尖叫，尽管席伯手上提着的是把八英寸长的切肉刀。他喉咙底发出种声音，好像在胡言乱语些什么。听上去，就像一个人淹没在一桶泥浆里时发出的声音。唾沫四溅。他双手举着刀砍下来，枪侠抓住他的手腕，将两只手拧在一起。刀飞了出去。席伯发出声尖叫，声音像打开一扇生锈的帘门一样尖锐刺耳。他的手晃动着，就像提线木偶。两个手腕都断了。风撞击着窗户。爱丽挂在墙上的镜子起了层雾气，映射在里面的房间看上去有些变形。\n     “她是我的！”席伯痛哭流涕，“她最早是我的！我的！” \n      爱丽看着他，下了床。她披上件衣服。枪侠突然对面前这个男人有些同情，席伯看到自己如今和最初的境地有天壤之别，肯定十分悲痛。他只是一个瘦小的男人。枪侠突然意识到他曾经在某地见到过席伯。他认识这个男人。\n     “这都是为了你。”席伯抽泣着，“爱丽，这都是为了你。最初就是你，这都是为你。我——哦，上帝，亲爱的上帝……”这些话语突然变成一阵歇斯底里的胡言乱语，最后只剩下眼泪。他把断了的双腕捧在腹前，上身前后摇晃着。\n     “嘘，嘘。让我看看。”她跪在席伯身旁。“手腕断了。席伯，你真糊涂。现在你靠什么养活自己？难道你不知道你从来就不强壮？”她扶他站起来。他试图用手捂住脸，但是它们不听使唤，他可怜地抽泣起来。“坐到桌子跟前，让我看看我能做些什么。” \n      她扶他到桌边上坐下，把他的手腕搁在几块点火木上。他的抽泣慢慢减弱了，他变得十分顺从。\n     “眉脊泗。”枪侠说，瘦小的钢琴手眼睛瞪得滚圆，四周张望了一番。枪侠点点头，和善了许多，至少席伯不会在他眼皮底下再试图用刀戳他了。“眉脊泗。”他又重复了一遍。“在清海那。” \n     “怎么？”\n     “你曾经在那里，对不对？就像人们常说的那样，许多许多年前。”\n     “就算是又怎样？我不记得你。”\n     “不过你记得那个女孩，不是吗？那个叫苏珊的女孩？和那个收割节的夜晚？”他的声音变得有些尖锐，“你没有去看为她搭起来的篝火吗？” \n      瘦小男人的双唇颤抖着，布满了痰液。他的眼神告诉枪侠他知道真相：比起刚才提着刀闯进来时，他现在更接近死神。\n    “滚出去。”枪侠冷冷地说。\n      席伯眼里突然出现了顿悟的光芒，他说：“但你那时还只是个孩子！那三个男孩中的一个！你过来数牲口，艾尔德来得·乔纳斯——灵柩猎手——也在那儿，还有——” \n     “趁你还有口气，快滚出去！”枪侠说，席伯抱着双腕跑出去。 \n      她回到床上，问：“怎么回事？”\n     “不要管。”他说。\n     “好吧——那，我们刚才到哪了？” \n    “哪儿也没有。”他翻了个身，离她远远的。\n     她耐心地说：“你知道席伯和我的事。他做了他能做的，当然不多。而我拿了我应得的，因为我不得不那么做。我们之间两清了。不然还能有什么？”她把手搁在他肩上。“不过我很高兴看到你那么强壮。”\n     “现在不行。”他说。\n     “她是谁？”过了会儿，她回答了自己的问题：“一个你爱着的女人。”\n     “不要再讲了，爱丽。”\n     “我能让你变得强壮——”\n     “不。”他说，“你做不到。”\n",
    "replies": []
}