{
    "title": "【红石基础教程】第二章：更加复杂的电路？",
    "author": "六月奈",
    "replyCount": 12,
    "timestamp": 1473925140,
    "txt_content": " 本帖最后由 Zero_Exact 于 2017-2-8 20:47 编辑 \n\n欢迎来到概念式红石械电系列教程，在这系列教程中将会着重教学机械电路系列教程索引帖：【TRP】概念式红石械电基础教程 - 总索引\n系列教程依旧在持续更新中···@FHC红石 @china521 @chyx\n此章节为红石基础教程第二章，上一章 —— 【红石基础教程】第一章：我可以用红石做什么？\n系列教程面向无任何红石基础但有一定Minecraft游戏基础的玩家\n也就是说，没玩过红石，但是熟悉游戏基础操作、内容，或者在游戏其他方面有基本功，比如生存、建筑等等\n\n首先我得告诉你有关于这一章节的内容\n\n通过第一章节的学习，我想你已经能够掌握基础的元件用法以及一些简单机械的制作\n那么在第二章节，我们将会学习到有关于脉冲的知识，制作更加复杂的组合机械\n\n那么，让我们开始吧\n\n一、概念介绍：何为“脉冲”？\n先来看看百度百科上的定义\n脉冲通常是指电子技术中经常运用的一种象脉搏似的短暂起伏的电冲击(电压或电流)。\n好，发现看不懂对吧\n这就对了，因为我也没看明白\n但是这不重要，红石领域中的脉冲很好理解\n下图中，我按下按钮，发出的就是一次脉冲信号，持续时间为10t\n\n\n所以我们简单来说，持续时间有限的红石信号，就是脉冲\n以下是关于按钮的知识点\n\n知识点：石质按钮能够发出持续10t的脉冲信号，木质则为15t，木质按钮还可以被射出的箭所触发\n\n那么对脉冲的简单介绍就到这里\n脉冲有什么用？继续往下看吧\n\n二、脉冲的实例应用\n这是一个十分简单的活塞门实例，用按钮作为信号源\n按下按钮后，活塞门会开启10t，也就是1秒\n\n\n那么，你可能就会问了，有没有更有点卵用的东西呢？\n当然有，继续\n这是一个不知道什么机械的结构\n虽然信标没有光束，但是我还是想用一个拉杆来控制红色玻璃的位置\n大概就是开启拉杆，红色玻璃被推到海绵上，关闭拉杆，红色玻璃被推回信标上\n\n\n好，现在你可以自己去试着做一个，当然也可以跟着我的节奏继续\n\n第一步完成√\n\n\n然后考虑到两个活塞肯定是一个伸出一个收回，那么理所当然，加个火把反转信号嘛\n\n\n好，到目前为止一点问题都没有\n\n\n接下来就是问题所在了，再次开启拉杆\n左边的活塞它不伸出？？？顺带一提这里放个灯是为了直观显示拉杆状态\n\n\n好，这里先告诉你，左边的活塞现在处于BUD态，何为BUD态？概念先留着，以后会讲到\n\n那么接下来我们要思考的是，为什么左边这个活塞不伸出啊？\n\n知识点：活塞无法推动容器、伸出的活塞和活塞臂，还有一些奇怪的方块比如基岩、末地传送门框架\n\n比如说下面的这个图，我拉下拉杆，活塞卵反应都没有的\n\n\n\n\n好，到这里你又要问了，扯了几句话跟前面这个机械一点关系都沾不上啊？\n怎么会没关系呢？不急，我们来重新分析一下\n\n此时我关闭拉杆，左边的活塞立即接收到信号，理应伸出，但是被右边伸出的活塞臂挡住了，所以不伸出\n2t之后，右边的信号消失，右边活塞收回\n\n\n所以就造就了这个情况\n\n\n然后我们放个方块，给它一个更新，结果又伸出了\n\n\n这里插入一个小东西，如果不推方块呢？\n一切正常，至于原因，这里不讲，在以后的有关方块更新的章节中会提到\n\n\n\n\n好，现在知道问题所在了，应该如何解决呢？\n我们不妨换个思路，在火把亮起的时候，发出一次脉冲，让右边活塞推出一下然后再缩回去？\n\n\n好，那么来尝试一下\n首先我接入一个非门+脉冲发生器，组合成一个下边沿脉冲发生器\n下边沿脉冲发生器的作用就是检测信号源的信号从有到无，并发出一次脉冲信号\n图中也就是拉杆从开启到关闭后，发出一次脉冲信号\n名词现在可以不用刻意去记，只要知道怎么用就好\n\n\n好，一切正常，目的达到\n\n\n总结一下原理，拉下拉杆，左边活塞伸出，右边活塞无反应\n关闭拉杆，左边活塞收回，然后火把亮起，激活脉冲发生器，发出一次脉冲信号，右边活塞将红色玻璃往左推动后，活塞收回\n\n那么你可能又要问了，说是非门加脉冲发生器，你这边连的什么东西我怎么看不懂啊，发射器和漏斗还有比较器都用上了？\n不急，原理弄懂了，接下来请看元件库，将会介绍几种常用的脉冲发生器方案\n\n\n等会，你突然问我为什么不用个粘性方块？\n我如果推的不是一个方块而是\n\n三、元件库：脉冲发生器\n所谓脉冲发生器，就是接收到任意种类的信号后，发出一次脉冲信号\n比如下图，将拉杆信号转为一次脉冲信号\n开启拉杆，比较器输出一次脉冲信号，持续时间为3t\n\n\n这里解释一下这个元件的构成\n首先底下那个是投掷器，不是发射器，里面放了个红石粉，投掷器对准漏斗\n上面那个是漏斗，漏斗对准投掷器\n最右边的那个是比较器\n\n知识点：投掷器可以将内部物品以掉落物形式投掷出去，如果对准容器，则可以将物品投掷进容器内，投掷物品顺序随机知识点：比较器可以检测容器内部是否有物品，如果没有，无反应，如果有，则输出信号，信号强度视容器内物品而定知识点：漏斗可以将物品传输至容器，前提是漏斗底部对准容器，漏斗还可以从上方的容器中吸取物品，速度为每秒2.5个物品\n\n看完了上面的知识点，你也许就懂这个脉冲发生器的原理了\n开启拉杆，投掷器将物品投掷到漏斗里，比较器检测漏斗内的物品，输出信号，随后漏斗将物品传输回投掷器，比较器信号消失\n因此比较器输出了一次脉冲\n\n接下来是另一种常见脉冲发生器，也是一种十分重要和常用的方案\n拉下拉杆，红石粉末先弱充能绿色羊毛，中继器输出信号，随后活塞将绿色羊毛推走，中继器信号消失\n因此中继器输出了一次脉冲，持续时间为1t\n需要注意的是，右侧的中继器在这里起到了非常重要的作用\n\n\n为什么上面说中继器起到了很重要的作用呢，那么看看另一种情况，右侧不接入中继器\n拉下拉杆，中继器强充能绿色羊毛，右侧红石线激活，同时活塞被激活，将绿色羊毛向上推出\n因此红石线输出一次脉冲信号，持续时间小于1t且不能确定\n\n\n现在我要说的一点是，小于1t的脉冲信号非常难利用\n在这里不解释原因，你有兴趣可以去试一下小于1t的脉冲信号激活一个活塞会怎么样，如果活塞成功伸出，不妨换个位置再试试\n\n好，回到正题，为什么说输出端那个中继器特别重要呢？\n简单说明一下，中继器有个提升脉冲持续时间的作用\n\n知识点：若中继器接收到持续时间小于自身档位延迟时间的脉冲，则会输出与自身档位延迟时间相同的脉冲\n\n比如说一个4t延迟的中继器，接收到了小于1t的脉冲，那么它就会输出一个持续4t的脉冲\n\n在上面的脉冲发生器里，左边发生了一个持续时间小于1t而且不能确定的脉冲，中继器接受之后，输出了一个持续时间为1t的脉冲\n那么输出的1t脉冲就能够被正常的利用，并且1t脉冲可以让粘性活塞只完成收回和伸出任意一个动作，这是十分关键的\n\n接下来是更多的例子\n\n\n值得一提的是上面这种方案就不用在右侧接中继器了，因为输出的就是正好1t的脉冲\n\n\n\n\n\n\n\n更多方案我希望能够自行摸索···\n\n四、教程：2x2无痕内吸活塞门\n在正式学习这个机械之前，我要先告诉你的是何为内吸门\n很简单，与普通活塞门的区别就是，墙壁不会凹进去\n\n\n\n\n当然这种叫做1x2有痕内吸门，并不是无痕\n它的做法十分简单，如果你掌握了第一章节的内容，那么理解这个易如反掌\n\n\n\n\n那么上面提到了，这个是有痕，如何做到无痕呢？\n\n\n观察开门时的状态，会外露两个活塞，那么我要做的是在开门的时候隐藏这两个活塞，就是推走\n所以我用活塞把橙色羊毛推至粘性活塞的位置\n\n\n\n\n在关门的时候，先把上面的粘性活塞推下来，然后再进行关门动作\n\n\n\n开门的时候，完成内吸门开门步骤后，底部活塞组将橙色羊毛上推，隐藏活塞\n岂不美哉？结构两边是对称的，所以在这里只给出一边\n\n详细布线教程请移步至\n[红石教程]来做一个墙壁不凹陷的2x2活塞门！\n\n在这里扯几句很重要的话\n个人眼里，械电这个领域，你要玩的精，得做到以下几点\n\n了解并掌握所有基础元件的用法和特性，例如中继器、比较器、粘性活塞熟练掌握和灵活变形大量组合元件的方案，比如下边沿脉冲发生器、双边沿脉冲发生器、方块更新检测器掌握电路时序，特别是脉冲，比如脉冲第一步怎么走，第二步怎么走，哪里先激活，哪里后激活，要激活几次积累大量布线经验，能够适应各种布线环境并且能根据情况作出最小的布线方案\n\n组合元件这里我认为最重要的就是非门+脉冲发生器所形成的下边沿脉冲发生器，所有进阶的机械里，都能见到它\n关于组合元件的变形和布线技巧，将会在第三章以及之后的大量实例中渐渐提及\n\n本章存档下载：[第二章存档]\n\n那么至此，第二章结束\n下一章 ——【概念式红石基础教程】第三章：布线以及简化技巧\n\n最后，祝大家中秋快乐~\n\n[groupid=143]The Redpixel[/groupid]",
    "replies": [
        {
            "author": "Sssss...",
            "timestamp": 1473926160,
            "txt_content": "这个好                                                                       "
        },
        {
            "author": "961844279",
            "timestamp": 1473927480,
            "txt_content": "零妹妹说的要观光 滑稽"
        },
        {
            "author": "jd14",
            "timestamp": 1473930660,
            "txt_content": "于是我也来观光了"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1473930720,
            "txt_content": "我觉得，你要不要说下投掷器里要放东西，并且漏斗对着投掷器\n\n还有详细布线教程请移步至[入门红石系列教程]1x2无痕内吸活塞门（网址挂了还是什么）"
        },
        {
            "author": "六月奈",
            "timestamp": 1473933660,
            "txt_content": "FHC红石 发表于 2016-9-15 17:12\n我觉得，你要不要说下投掷器里要放东西，并且漏斗对着投掷器\n\n还有详细布线教程请移步至[入门红石系列教程] ...\n那个在元件库那儿说了\n教程还在编写，写完了会链接上去"
        },
        {
            "author": "Java_command",
            "timestamp": 1474068120,
            "txt_content": "高压教程，把小学生废话连篇都讲不出来的东西瞬间就说完了"
        },
        {
            "author": "xinganw",
            "timestamp": 1474168800,
            "txt_content": "支持~很好的教程"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1474728060,
            "txt_content": "Zero_Exact 发表于 2016-9-15 18:01\n那个在元件库那儿说了\n教程还在编写，写完了会链接上去\n于是你漏斗的朝向和投掷器里要放东西还没改= =\n然后，建议用图床，论坛图床又挂了"
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1490956020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sunleiv",
            "timestamp": 1491041280,
            "txt_content": "可以很强"
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1491054780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Cguo_dada",
            "timestamp": 1548823020,
            "txt_content": "这个有点难理解。。不过我觉得进了第二章的存档应该容易理解一点"
        }
    ]
}