{
    "title": "<原创·连载>因解效应·热寂[第一章：构建于锋刃之上的顺利][S_RwE]",
    "author": "S_RwE",
    "replyCount": 2,
    "timestamp": 1473921540,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:13 编辑 \n这里没有一棵树，绝大部分土壤被他们运走了。岩石将薄薄的土层贯穿，被风刮起的灰尘，狰狞，寸草不生。如果有的话，一条河哪怕只是小溪，水流冲刷会让岩层变得光滑这样我们就不会因摔一个小跟头而把膝盖磨破。雨下不到这里。不过他们把阳光留给了我们。毕竟他们也挡不住整片天空。“辛西娅，通讯器的扩音效果超赞的，有些话不用喊出来。”“好吧好吧，我知道了。”\n\n\n\n\n第一章：构建于锋刃之上的顺利\n\n我躲在一处岩缝里，前方大概70米的位置是一座坏掉的信号发射塔，至少他看起来是坏的，三角基座没有固定在岩层里——或者是固定好后又被拔出来了，翘起来了一段。这个位置能看到底部附近的地面有类似蛛网的龟裂痕迹，整个装置倾斜着，上方的钳叶因为连接结构的松散掉下来了一片，跟其他杂七杂八的小东西一起零散的躺在一旁。\n安格斯让我们用这个我几乎一脚就能踹倒的东西把列车叫过来，传唤系统？我也不懂，总之得先把这堆废铁通上电，这不是我的工作，雪莉现在应该很忙。\n\n\n“雪莉，校准固定狙击枪，我不知道是谁把它架在那里不过应该还能用，你左手手边有一截从地面冒出来的生锈钢筋，把它连着石板提起来。里面的是子弹。每一发都要检查子弹根部，假如有一点点松动的都统统丢掉。枪的保险被我敲掉了，能看到我的位置吗？”\n“可以”\n“数一下可以用的子弹数量，告诉我之后把我面前这个铁门的门锁打掉。”\n“25颗”话音和枪响几乎同时响起，安格斯面前的铁门连带着门把手被轰了下来。拳头大小的空洞，焦黑的边沿冒着白烟，我能从通讯器中听到雪莉砸了一下嘴。\n“那么现在是24颗...”安格斯喃喃自语，一脚，铁门应声倒下。\n\n\n5分钟后他走出来了。\n\n“动作很快啊，可是我这边还是没有电怎么搞的。”这是我说的。\n“我只是进去找点吃的，饿好久了，老早看到里面有东西就是门锁一直打不开”\n“...好了逗你的，没有系统的电压保证，我们得把支路弄断来确保供电，雪莉，子枪管激光制导全开，我右手边第四个电线浮游，崩掉。切尔，准备捂耳朵。”\n破风声再次响起，这次我能够完全看清楚——银白色的子弹比整个手掌还要长一些，两条光束一闪，直指子弹末端点燃了爆炸推动力，末端弹壳脱落后让本就划破空气的速度陡然上升到一个极快的层次，穿透撕破电线浮游塔的层层力场纠缠着从另一头喷薄而出。力场被破坏后会震动周围空气，尖啸声响彻在我面前，那是足以扯裂耳膜的声音。浮游塔周围的电线顷刻崩离，它本身也一步步被解构，摔落在地面，速度并不快。这时候我才敢把捂着耳朵的手松开。\n“检查一下信号发射塔”\n安格斯的声音把我拉回清醒，看起来我似乎被机器模拟出来的凄厉尖叫影响了。抬头，信号发射器的钳叶已经张开并且缓缓转动。\n“已开始运转。”我答到。\n\n安格斯在行动前的会议时告诉我们，无人机似乎有自己的行动习惯，类似动物，事实上对于“动物”我们了解的也少的可怜。\n“它们每一种都有自己的型号以及命名，大型的我也见的很少不过应该是有的，目前有直观了解的很少，电路浮游塔算一个。平时那些飞的不快通常形成群落的，似乎很中立——除非你攻击重要建筑物——这时候它们就会全部向你围过来。”\n“这还中立啊？它们不都这样的吗？”辛西娅轻轻地拍了一下桌子装出一本正经的样子说道。\n“我曾经尝试过走在它们中间，每当我的距离过近时它们就会震动翅膀飞起来，冲我叫。这个‘距离过近’通常就是它们可以扑到我脸上的距离。还有一个小细节就是，这类无人机的脚和翅膀是独立运行的。假如你有翅膀还会在飞起来的时候乱蹬脚吗？不会，因为根本没必要。这就让它们的行动变得很奇怪，违和感。”\n\n是的，很奇怪，但这不是我要考虑的。通讯器上面显示着现在的时间，我将在6:45启动信号发射器。列车会因此提前出发，围绕着它一起出动的无人机群会因为时间提前而不适应因此疲惫不堪，格里和纳特就有极大的可能在轨道待命地点将某截车厢截下来，还有一分钟。\n\n\n“这里是辛西娅，雪莉雪莉，帮我看看我的衣服乱了没。”\n“我们两个离的这么近不需要用通讯器，辛西娅。”\n“切尔，一会儿你启动的时候装置力场张开可能会导致排异反应，想吐就吐吧，不过千万不要离开发射塔5米范围，我不能确定无人机会不会抽起风来冲向你。力场会笼罩你。”\n“嗯。”\n“格里，注意爆破时的范围，保证车厢的完好，纳特，在受到生命威胁前尽量减少射击次数。”\n“收到。”\n\n还有15秒，初晨的阳光马上要被[穹顶]挡住了，躲藏着的我从岩缝间跃出，单手撑着岩板，脚尖落地的瞬间，周围的环境表面全部出现了红色的网格纹路，刺目，这是无人机出现的象征。\n\n\n13秒，纹路愈发猩红，将空气都渲染成了红色，地行无人机的肢节已经从岩面贯穿出来，我用带着指套的右手将它从地面下扯上来，听到金属关节断裂的声音之后飞快向前。狠狠地将它的半截身躯灌在地上。\n\n9秒，还有45米的距离，反手把无人机的肢节甩出钳在信号发射器的拉杆处，连接肢节的钢丝紧紧的箍在我的5指间，向后跨步，反向拉扯力将我掷向前去。\n\n6秒，我的身躯被钢丝荡在半空，还有30米。\n\n4秒，我拉扯钢丝让自己以爬行的姿势着地，地行无人机跃起扑空，但锋刃还是划破了我的手肘，2公分的皮外伤。还有25米。\n\n2秒，雪莉的狙击枪开火，连续穿透我面前的3架无人机把他们钉在地上。火花光影间，我全力冲刺。\n\n1秒，滑步，单脚向下抽向拉杆。\n\n\n内脏移位般的反胃感抽离着我的身躯，巨大的蓝色电束爆炸间，列车震耳欲聋的轰鸣汽笛响起。\n\n\n\n\n\n\n\n\n\n本章字数1868嗯哼，加入了类似[现在可以公开的情报]一样的东西，做的不大好就是了我突然感觉到，单章字数好像有点多不是说来不及写，字数这么多你们可能不会用心去看其实这样也挺好的\n因为写东西的话思维跳票很严重，文字跟不上想的内容略读的话就发现不了这一点【滑稽】评分+回复即为订阅，我会在下一章发布的第一时间艾特您\n\n\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席@153CXJ    @gggbbb   @彼岸在望   @光线桑德斯\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1473922140,
            "txt_content": "章节链接那一块盘版弄错不小心发出去急了我好久.....\n（正在刻苦钻研怎么才能@出蓝色的名字，求dalao跳粗来教教我）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485086280,
            "txt_content": "近距离射击的话，除非是大口径，不然轰开的洞会很小，只能打掉挂锁一类的东西，如果打铁板，会造成子弹碎裂，对射击者可能造成伤害，这里有些不合理。\n缺少一些标点\n依旧没有格式\n另，思维跳票是有点严重。"
        }
    ]
}