{
    "title": "【原创/连载】渡鸦 第四章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 1,
    "timestamp": 1473937320,
    "txt_content": " 本帖最后由 540083835 于 2016-11-26 15:10 编辑 \n\n年轻的执法者苏醒的时候，天已经大亮了，阳光从活版门的缝隙里透出，似乎可以看见在阳光中起伏的灰尘。\n\n\n少女走了，带着乌鸦走了。青年扶着墙站了起来，脑袋还是昏昏沉沉的，他很肯定那只乌鸦与少女关系绝对不一般，这么想着，他转过了头——唉哟我的妈，连酒桶都全搬走了。\n\n地面上已经被摧毁得满目狼藉，无数棵被强行撞碎了树干，可怜地倒在地上的树木已经说明了一切。满地的蝙蝠的尸体，如同迁徙时被饿死的无数老鼠静静地躺在地上，树干也好，石头也好，全都沾满了血迹，一小块一小块的，如同在上面绽开了血色的地狱之花。\n\n随着一阵马蹄声，轮子从蝙蝠们的尸体上撵了过去，血液炸裂一般从尸体中爆开，染红地面。女人坐在马车上，屁股下是一桶桶酒，液体晃动的声音清晰可闻。“渡……”少女骑在马上，长发被风吹起，接着不放心似的转过头来想说什么，却被女人狠狠敲了一下脑袋。\n\n“最后一遍，我现在已经不是渡鸦了，你应该叫我莎米拉才对，再叫错小心我敲你。”“好好好，”少女不岔地揉了揉脑袋，“那么莎米拉，菲利克斯的执法者数量还没有总部的人数多，更何况面对的是擅长暗杀的杀手，他们怎么可能将总部击破乃至要转移据点？”\n\n莎米拉眼中难以察觉地闪过了一丝迷茫，她说道：“没错，这个问题我也想过，但不管从哪方面来看，被菲利克斯的执法者击败这件事都很难说的过去。”她顿了顿，沉声道：“所以，我最后认为，是他们拉拢了某一个巫师协会。”\n\n“那可真是见鬼。”少女没有再多说什么，只是狠狠一抽鞭子，马嘶鸣了一声，加快了奔跑的速度。\n\n青年终于还是活着回到了罗纳尔城，狼狈无比地活着回来了，浑身脏的如同一个乞丐。当然，城里也好不到哪去，石木制的房子仿佛是被无形的巨人扇了一巴掌，残渣飞去了十几米，破败不堪，每一座房子基本上都差不多，末路勇者罗纳尔·米尔罗斯的雕像少了一只手和脑袋，也不知道地上哪一块碎片是他的零部件。城墙垮塌了不少，风冷冷地从洞口透进城里来，哪怕是在夏日，青年也感觉心里冷得发抖，像是被十尺厚的冰层包裹一样。\n\n“那么，那个女孩你到底抓到了没有？”罗纳尔城执法团的领袖，拉尔森·拂拉米尔斯向青年问道。“没有，她可能被蝙蝠吃了吧。”鬼使神差的，青年最终并没有说实话，就像是“我被她牵手了而且我打不过她”这一类的，反而把责任都推给了灾难。\n\n“唉……”拉尔森很是苦恼，“这样吧，对卡兰斯商会那边，就告诉他们说杀死卡米尔的凶手已经死了，已经被蝙蝠啃噬殆尽，总归是有个交代。”\n\n“但是，又怎么证明她就是杀死卡米尔的凶手呢？”青年看了看肩膀上被包扎起来的伤口，“就因为她射了我一箭？”公爵沉默了，接着他走到青年的身边，凑着耳朵对他说道：“我亲爱的卡利斯先生，你要知道，执法团只有为贵族服务，才能有浑厚的资本与合理的理由存在下去。如果他们认定一个人有罪，哪怕世界上没有这人，你也必须给弄一个出来，这就是生存法则。”\n\n“如果他们真的牵扯上了巫师，”莎米拉的脸色渐渐阴冷了起来，“那就把菲利克斯境内所有巫师全都杀掉就行了。”“但他们很多都是无辜的，”少女叹了口气， “我不想沾上多余的鲜血。”\n\n“但是假若真有巫师协会在追寻总部的话，我们可能都会死。”莎米拉凑近少女的脸，轻声说道，声音轻柔，但却令人不寒而栗，“你是想他们死，还是想要我们死？”\n\n“你可要想清楚了，这就是生存法则。”她冷冷地笑了起来。\n\n女孩和莎米拉在附近的一个很繁华的城市休息了下来，经过灾难的洗礼，这座城市却意外的没有什么伤痕，蝙蝠来过这里的唯一证据就是死在城墙外的一片蝙蝠尸体，而旁边的那些穿着大灰袍子的人正将手心中的火苗丢在蝙蝠们的尸体上，尸体很快就被烧成了一推黑色的粉末，被风吹散。\n\n这是一群巫师。\n\n原因已经很明显了，毕竟城中心的巫师塔隔着几千米都能看见。用巫师协会来守护城池是最有效也最奢侈的行为。少女当时能用一片火墙挡住蝙蝠，这些老巫师却能隔着百八十米就将一群蝙蝠冻住或是点燃。\n\n不过就算如此，莎米拉和少女都没兴趣去给这些大人物打招呼，要是一言不合就丢一片冰锥过来那就很尴尬了。\n\n“不过……这附近……有些危险的家伙。”莎米拉皱起了眉头，酒馆里喧闹无比，但无法影响她的本能。少女斜了斜眼，的确能看到几个巫师样的人用阴晦可怖的眼神盯着自己，袍子下的脸如同潜藏在森林深处的饿狼。\n\n莎米拉可不曾记得自己什么时候招惹过巫师。\n\n“离开这里吧，”莎米拉放下了酒杯，“在人多的地方，我们没有杀人的理由。”\n\n少女点了点头，将酒杯放在了桌子上，杯中的红色酒液轻微晃动着，从阳光中透出了红宝石一般的美丽色泽。\n\n“记住，朝着脑袋招呼。”莎米拉的嘴中传来了痞子一般的话语。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1473940920,
            "txt_content": "少给1人气是因为场景切换不明显"
        }
    ]
}