{
    "title": "【原创·连载】牛奶猫与尚宇猫记 第二章 我们做朋友吧 【BY达斯·龙须】",
    "author": "达斯·龙须",
    "replyCount": 2,
    "timestamp": 1473944760,
    "txt_content": " 本帖最后由 达斯·龙须 于 2016-10-2 12:38 编辑 \n                温馨提醒：本文章有大量黑人+黑dalao等元素，如果您不适应，请点击X离开，谢谢合作                  本文章排版不正常，气死245系列，缇米大佬想杀我系列，如果不喜欢本文排版，请点击X离开，谢谢合作。本帖子背景与字体不太符合，所有可能视觉上会难受，请谅解。\n\n\n\n\n\n            当人们又劳动一天之后，迎来了夜晚，而那些孩子，便出来找那位老人了，熟悉的角落，熟悉的人，放下自己的小板凳，坐上去，听老人继续讲述那两只小猫的故事......\n           “那牛奶继续睡着，被冥王从浴室里抱出来，它的头下垂，正好面对着那尚宇猫，当然，牛奶是闭着眼睛的，尚宇猫一开始十分的惊讶，多了一个新的同伴？而且好像不太正常？尚宇猫十分的警惕，叫了几声，那冥王对尚宇猫说到：这是你的新朋友，刚刚给它洗完澡，现在它睡着了，等它醒了，你和它适应适应，一起交易。尚宇猫听了之后，虽然不再对它很警惕，但是还是在心中有那一道墙，冥王把熟睡的牛奶猫放在地毯上，和尚宇猫的距离很近，可以说，尚宇猫面前有一坨白色的肉团，冥王在说了几句要和它好好相处后，便匆忙的又出去了，她想起来自己要买东西了。冥王出去了，她家里只剩下那两只猫了，牛奶猫在呼呼地睡大觉，尚宇猫在它周围徘徊，尚宇猫仔细的观察它的新“朋友”，皮肤白色，很像牛奶白，这也就是为什么它叫牛奶猫的原因，身体不胖，中等身材，尚宇猫用自己的小爪子轻轻的掀起牛奶猫闭上的眼皮，黑色的大眼睛，也就长这样，尚宇猫心里想，这猫都没自己帅，自己有着黑色的绒毛，犹如夜色中一位黑色的绅士。尚宇猫把自己的小胳膊向前伸去，在牛奶猫身上来回抚摸，“呀，还是挺舒服的嘛，是因为刚刚洗浴吗？”尚宇猫想着，从身到头，尚宇猫都摸了一遍，而准备试试腿的时候，牛奶猫突然就醒了，当它看到尚宇猫时候，惊恐万分，吓得跳了起来，跑到尚宇猫后面的茶几底下，也许是自己特有的能力，牛奶猫躲起来总是能找到一个“好地方”，尚宇猫转过身来，趴下去，盯着牛奶猫，在茶几底下的牛奶猫用惊恐无比的眼神看着尚宇猫，“它...也是猫？是同伴吗...我为什么在这里...这是哪？”牛奶猫心里想着，“喂，你这么害怕干什么，我主人把你带到家里来，是要干什么？”尚宇猫说到，“搞啥子来，这猫说的是什么语言，但是我为什么能听的懂？！”牛奶猫惊讶的想着。”老人又是慢慢的讲到，不失故事的原本本性。\n           “牛奶猫想回答它，可说出来的却是：喵，喵，喵。“呀，原来你不会说人话啊，但是你说的我可是能听懂的，你很惊讶，这是什么语言，对吧。”尚宇猫不慌不忙的说，“它说的语言叫人话？我能听懂的语言叫人话吗？它能说这个叫人话的语言，为什么我不能？它为为什么能听懂我说的？”牛奶思考着,似乎已经忘了自己要躲起来了，“喵，喵喵，喵。”【那我现在在哪里？你又是谁？我怎么来到这里的？】牛奶猫说，而从旁人来看，牛奶猫只是在喵喵了，“你现在在“我”家，我和我主人的家，而我，叫“尚宇”，你是被我主人带回来的，但是我不知道像你这样的猫，我主人带回来干什么？都没我有气质”尚宇猫用高调的语气用人话回答牛奶猫，“喵？喵喵喵！”【什么？我是被你主人带回来？你说的是巨人吗？它不会伤害猫吗？】牛奶猫很惊讶的回答，“住口！我主人才不是什么巨人，我主人是人类！她不会伤害猫的！”尚宇猫似乎有些激动的回答，牛奶猫怀着好奇和尚宇猫聊了起来，牛奶猫也有一个特点，好忘事，它从插件下面走出来，和尚宇猫搞明白了事情的从头到尾，牛奶猫只知道自己当时因为饿而趴在一个地方睡着了，然后就来到了这里，而且发现自己变白了许多，牛奶猫最初以为是“巨人”用了什么膜法，尚宇猫告诉它那叫洗澡，总之总之，牛奶猫从尚宇猫那了解到很多，两只猫之间的警惕莫名就没了，可以说是两只奇怪的猫吧。”老人又停下来了，似乎是给孩子们思考的时间？\n           这时，牛奶猫的肚子咕咕的叫了起来，“咦？你的肚子饿了吗？我去给你拿点吃的吧！”尚宇猫带着关心的语气问到，“喵，喵..喵..”【我很饿...吃的..吃的..】牛奶猫浑身无力的回答，尚宇猫奔向了一个房间，牛奶猫趴在地上，似乎又要睡着，但它却一直坚持着，尚宇猫停在一个大柜子面前，跳起来，把上面的一道门给打开了，然后抽出了一个塑料袋子装的东西，叼起来，跑到牛奶猫面前，放到它的嘴里，“快！快吃下去！”尚宇猫着急的喊着，牛奶猫肯定不能就这样被喂，张开自己的小嘴就咬，很快的吃下去了，牛奶猫咳嗽着，它呛着了，尚宇猫见状，跑进了自己的小房子，拿起一个红色的小杯子，然后在房子邻面的小猫饮水机接了些水，放到牛奶猫前，还没开口，牛奶猫就大口大口的喝起来，尚宇猫看见它好点了，舒了一口气，不一会，牛奶猫就吃完了尚宇猫给它拿的食物，还有清水，它打了一个嗝，好像很舒服的趴在地上，“喵....喵喵喵喵?”【那个....如果你愿意的话，我们能做朋友吗？】牛奶猫问尚宇猫，尚宇猫没有立刻回答，愣住了一小会，“我们做朋友吧！”，牛奶猫似乎是得到了满意的答案，居然又睡着了！而尚宇猫却趴在它旁边，也慢慢的入睡...”\n          “哎呦，渴死我了，讲了这么多，好了，明天继续吧！哎呦累死我了...”老人说到，就这样，孩子们又回家入睡了，期待明天老人讲的。。。\n\n 啊，中秋节快乐哦！\n\n\n\n\n本帖由某只恶魔代发，笨蛋作者排版乱死辣——！欸我似乎也不怎么会排版的样子……不管了不管了就这样注意选中文字再进行食用",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1473945840,
            "txt_content": "\n娇喘福利"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1473993720,
            "txt_content": "牛奶喵需要力量"
        }
    ]
}