{
    "title": "女仆MOD怎么玩？",
    "author": "1768019994",
    "replyCount": 2,
    "timestamp": 1473984840,
    "txt_content": "女仆MOD怎么玩？",
    "replies": [
        {
            "author": "天蝎_心殇",
            "timestamp": 1473984840,
            "txt_content": "http://www.mcbbs.net/forum.php?mod=viewthread&tid=367058\n教程在此"
        },
        {
            "author": "开心的Tonny",
            "timestamp": 1473986460,
            "txt_content": "一、女仆的出生地\n　　目前已知女仆出现率最高的地方是大沙漠和大草原。在沙漠里，平均每25*25（高度不做详细计算）面积内出现一只萌萌的女仆。其次是草原，相对于沙漠生成概率低一些。如果你在这里发现了妹抖，无疑是极好的\n　　这里不仅地形平坦，而且鸟语花香（扯远了）方便自己发展\n他地方并不是无法生成女仆的，但是概率极低。要么早早地被刷新掉，要么因为地形高度导致摔残或领便当\n　　沙漠石油生物群系（来自BuildCraft）生成妹抖的概率为零。\n　二、捕捉女仆及签订契约的方法\n　　首先你需要准备一块蛋糕，附上蛋糕的合成公式（文字版）\n　　上方牛奶桶＊3，中间糖+鸡蛋+糖，下方小麦*3。\n　　附上铁桶的合成公式：3*铁锭摆成V字形。\n　　但是格雷科技的mod将此公式进行了，弄成3铁板+一螺丝刀，所以各位格雷\n　　虽然铁的生成概率大幅度增加，但是我们仍要抱有一颗平常心。\n　　因为，女仆被我们征服，之后，你就不是一个人在战斗！拿出自己的蛋糕吧！出现红心就代表女仆与你签订了契约。短时间之内，女仆不会向你索求任何东西（明天我会讲女仆的各种工资的用法），而且女仆暂时默认为一直跟随你的状态，不用担心遛弯把妹抖遛丢的情况。当然，如果你仅仅想享受看妹抖的眼福，或者不急着使用女仆，还有两种方法。\n　　（1）用线牵着野生/家养女仆\n　　对着女仆使用线就可以将其牵着走了。注意线是有一定长度的，太远或者与女仆隔开都会导致线直接断掉。另外，女仆背对着自己被牵着走时移动速度减少50％。　　（2）用大师球将女仆装起来！\n　　其实所有女仆都可以用大师球装起来，拿着大师球对着野生女仆右键，对家养女仆Shift+右键\n　　好，看好了，现在站在我们面前的是一只萌萌的野生姆Q\n　　三、为女仆和自己的未来保驾护航！\n　　毕竟女仆是生物，当然需要工资了。\n　　（镜音铃你裙子里面藏了什么？来让主人查看一下。）\n　　右键点击女仆打开“Insideskirt”\n可以看到图中女仆的裙子里空空如也。。。\n\n　在10*10范围内，女仆自动跑到掉落物品附近并捡起来，当然背包满了就不会继续了。相当于半个木箱，可进可出\n　　当然，女仆不能永久在你身边工作（毕竟是生物，也需要吃喝拉撒睡等等等等不是？？）\n　　想延续女仆的工作时常和效率？请往下看。\n　　女仆的工资为1*糖/24小时（mc里面24小时就是一天一夜，换算为现实世界的时间为整24分钟，睡觉另算）当背包里没有糖的时候，女仆开始进入被拖欠状态，此时女仆仍然会跟着你工作但是效率会降低。当“被拖欠”状态维持七天后，女仆从任意状态转变为“Strike”（罢工）状态。此时，妹抖对你爱理不理的（废话哪个拖欠工资的人会有好下场），需要用蛋糕才能恢复信任度。\n　　需要注意的是，当女仆进入“被拖欠”状态时，女仆会变得无精打采。主人不视察时女仆会低头休息（此状态在远处摁住Ctrl可见），当主人靠近女仆时她会迅速抬头并睁着水灵灵的大眼睛看着你。这样的设定，一是增添了游戏的趣味性，二是提醒主人按时发工资哦\n　　细节什么的不必在意，因为创造模式下用大师球装过的生物都会直接消失。\n　　以上为直接/间接收养女仆的方法。\n　四、女仆的各种模式及转换模式的方法\n　　1.跟随模式“Escorter”\n　与女仆签订契约时女仆的默认模式。妹抖会一直跟着你，但不会进行其他行动，除了帮你捡起来你落下的物品。\n　　2.待命模式“Wait”\n对着处于非Wait/非Strike状态下的女仆使用糖令其进入待命模式。女仆呆在原地不会进行任何行动，包括帮你捡东西（但是还是会捡起来她身边3*3范围内的物品），不过Wait状态下的女仆仍然以正常速度消耗工资。\n　　同时，这也是其他模式的基础\n　　3.自由行动（Freedom）\n　对女仆使用羽毛就会使女仆不再总是跟随你行动而是自由在周围闲逛或巡逻，此时女仆的活动空间范围大概在25*25*25的范围内（掉落悬崖什么的不算，毕竟女仆是高智能机体还不至于那么笨）。如果女仆已经拥有相关模式的指令（比如即将提到的Cooking模式和Fencer模式），Freedom将自动简写为“F-”前缀标注在各类模式的开头。对游戏体验不会产生较大影响，请各位放心。\n\n\n\n\n\n"
        }
    ]
}