{
    "title": "如此的奇妙！PE版和Win 10版 0.15.8 - 更新日志",
    "author": "Wolverine",
    "replyCount": 3,
    "timestamp": 1473977040,
    "txt_content": " 本帖最后由 Wolverine 于 2016-9-15 15:05 编辑 \n\n\n\nThe furnaces have been burning late into the night over at the great Binary Tree that is home to the Pocket Edition coding elves, the hungry blue flames dancing ever higher with each shovelful of untempered C++ ore that is thrust within. Soon, using words and signs unthinkable to mortal kind, these arch digi-wizards will conjure update 0.16 from the shadowy beta realm, fixing it into its final form! But even though they labor so, in a feat of true Tolkien-esque heroism and/or caffeination, they have managed to bend spacetime to summon the 0.15.8 update into existence, bringing with it support for the Fantasy texture pack.\n（我实在是无法翻译部分的内容，太抽象了。。。）随着夜幕的降临，PE版本的编码精灵的家，也就是二叉树，它旁边的炉火正在燃烧中。饥饿的蓝色火焰的舞蹈在逐渐进入高潮，C++。很快地，出现了凡人无法理解的字体和符号，那些是arch digi-wizards。他们被使用在0.16的开发中，然后成为最终版本！虽然它们在勤奋的工作，但在它们面前，它们被选召发布0.15.8的重要工具，提供了对幻想材质包的支持。\n\nLook at them go! Well done, elves.\n看看它们，精灵们干得太漂亮了\n\nThe Fantasy texture pack transforms Minecraft into a world of medievalism and magic well-suited to the creation of colossal castles, splendid spires and dank dungeons. Just look!\n有了幻想材质包，Minecraft更加兼容中世纪风格以及魔法风格的建筑。比如巨大的城堡，潮湿的地牢，和灿烂的尖峰。欣赏一下！\n\n\n\nAnyway, onto the changelog! As always, if you find any bugs, be sure to report them here! Click here to go to the official feedback site and tell us what you like, don’t like, or just upvote a suggestion you think is pretty neat.\n回归正题，关于更新日志。一如既往，如果你发现了任何漏洞，请记得在这里汇报它们！点击这里跳转到官网，提交你的建议，想法，告诉我们还有什么地方需要改善。你也可以给予好评，如果你觉得某一个建议很赞。\n\nNew Features:\n新特性：\n\nFantasy Texture Pack!幻想材质包！\n\nBug Fixes:\n漏洞修复：\n\nFixed the book on the Enchantro skin’s back.修复了Enchantro皮肤包的书本错误。Fixed the textures for the clock, compass, and lily pad in the Plastic and City texture packs.修复了塑料和城市材质包的钟，指南针和蕸的材质问题。\n\nAnd that’s it! Enjoy!\n这就是全部了，希望你喜欢！",
    "replies": [
        {
            "author": "ju哌y",
            "timestamp": 1473979500,
            "txt_content": "官方出材质包么"
        },
        {
            "author": "c葱油鲳鱼",
            "timestamp": 1473982440,
            "txt_content": "lily pad翻译为睡莲更合适，虽然蕸也有荷叶的意思"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474027740,
            "txt_content": "这个材质包不错嘛"
        }
    ]
}