{
    "title": "Minecon 2016迫在眉睫（Minecon 2016的一些细节）",
    "author": "zx728925",
    "replyCount": 2,
    "timestamp": 1473956520,
    "txt_content": " 本帖最后由 zx728925 于 2016-9-16 11:12 编辑 \n\n\n\n\n\nminecon.jpg (55.7 KB, 下载次数: 0)\n\n下载附件\n\n2016-9-15 23:55 上传\n\n\n\n\n\nMINECON'S JUST AROUND THE CORNER. ARE YOU READY?\nMinecon迫在眉睫，即将到来。你准备好了吗？\nPosted on Sep 15, 2016 by Marsh Davies由Marsh Davies在2016年9月15日发布（在16日前十几分钟前发布的）\nThe calendar event of the year approaches! Don’t worry if you haven’t got a ticket - you can join in the festivities remotely using the power of internet streaming video. Watch the event live from our MINECON site on the 24th and 25th September.一年中的日历事件！如果你没有票，不要担心 - 你可以利用互联网直播的力量来远程加入我们的节日。在9月24~25日在我们的Minecon地址观看活动直播。\nIf you’re one of the lucky 12,000 attendees, don’t forget to hone those crafting skills: our chums at Hypixel are putting on a tournament for you to compete in, featuring community-favourite minigames: Sky Wars, Walls, Build Battle and Parkour. Or, if you’re a dab hand with a thread and needle, you might like to take part in the costume competition.如果你是12000名幸运的出席者之一，不要忘记磨炼那些合成技巧：我们在Hypixal的密友正在为你们增加一个比赛来竞争，已社区最喜欢的迷你游戏为特色：空岛大战、战墙、建筑战争和跑酷。或者，如果你是引线穿针的能手，你也许会喜欢参加服装比赛。\nOf course there are loads of panels and other activities, too - you can keep track of the times by checking the schedule on our MINECON site, or by downloading the Guidebook app which we’re hoping to release in the next few days. Just search for “guidebook” on your device’s store and then browse the app for “MINECON 2016” - you’ll get all the latest updates straight to your handheld. It even includes a handy map of the venue.当然，也会有大量的展台和其他活动 - 你可以通过在我们的Minecon地址上看日程安排来掌控时间，或者通过下载Guidebook APP，可以看到我们在近几天希望发布的东西。只需在你的设备商店里搜索“Guidebook”，然后浏览“MINECON 2016”APP - 你会在你的手持设备上得到所有最新的更新。甚至还包括了会场地图。\nThe schedule’s very likely to change, so keep an eye on it for the latest timings. You wouldn’t want to miss Minecraft mega-dev Jens talking about the exciting things coming to the PC / Mac edition, or the latest info from Searge on Plugins and Add-Ons for Pocket and Windows 10. And for that matter, how could you bear to pass by Stampy andSquid going head to head, Cobalt’s first total conversion mod, 4J Studios’ Mini Game showdown with Youtubers,StacyPlays’ roleplaying session, or any of the other amazing and varied panels? Luckily the livestream will be available to watch after MINECON ends, so you’ll be able to catch up on all the best bits.日程安排很可能会时时修改，所以保持留意，获取最新的时间安排。你不会想错过Minecraft主要开发员Jens谈到关于即将来到PC/Mac版本的那些激动的消息，或者Searge的关于携带版和Windows 10版本的插件和附加东西的最新信息。关于那一点，你是怎样移动到Stampy和Squid那里看视频的，Cobalt的第一个总转化率MOD，4J Studios的迷你游戏，StacePlays的角色扮演对话，或者任何其他精彩多变的展台？幸运的是，网上直播将能观看到Minecon结束后的东西，所以你将会得到所有最好的一点信息。\nIt’s going to be a great time - hopefully I’ll see you there, or if not, catch you on the stream!这将会是十分愉快的一段时间 - 希望我会在那里见到你，或者如果不行，在直播里看到你！\nCheerio!拜拜！\nMarsh - @marshdavies\n\n推特消息：\nMINECON is nigh! Here are a few details on what to expect and where to watch the LIVESTREAM!http://mojang.com/2016/09/mineco ... rner-are-you-ready/\nMinecon越来越近了！这是一些我们期待的和在哪里观看直播的细节！\n\n\n\n\nQQ截图20160916003033.png (145.19 KB, 下载次数: 1)\n\n下载附件\n\n2016-9-16 00:23 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "隔壁老吕",
            "timestamp": 1474535880,
            "txt_content": "我没准备好······"
        },
        {
            "author": "112512514",
            "timestamp": 1474875120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}