{
    "title": "<转载/连载> 《枪侠（暗黑塔1）》<03><史蒂芬.金>",
    "author": "MC|天星",
    "replyCount": 1,
    "timestamp": 1474011600,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-24 20:26 编辑 \n\n12\n      第二天晚上，因为人们过安息日的缘故，酒吧停止营业。枪侠去了墓园旁破旧歪斜的小教堂；爱丽留在酒吧，用刺鼻的消毒剂擦洗桌子，用肥皂水清洗煤油灯的玻璃罩。 \n      夜幕降临了，暮霭呈现奇怪的紫色；教堂里面灯火通明，从路边看就像是烧得火红的熔炉。\n     “我不去。”爱丽早些时候对枪侠说，“那个传教的女人讲的东西都是毒药。让那些体面人去吧。” \n      他站在门厅里，躲在阴影里朝里面看。长凳都被搬走了，人们有序地站着（他看到莰讷利和他的女儿们；村子里惟一一家干货店的老板喀斯特纳和他的那位臀部特别肥壮的妻子；几个酒吧的常客；几个他从来没见过的“女士”；令人吃惊的是，席伯也在人群中）。他们正不成调地哼唱着，没有伴奏。他好奇地看着布道坛上如同山一般的女传道士。爱丽告诉过他：“她一人独住，几乎从来不见其他人。只有在星期天才出来主持这折磨人的仪式。她叫希尔薇娅·匹茨顿，是个疯女人。但她让村子里的人都着了魔咒，人人都喜欢听她说话。这种疯事就适合村里那些人。” \n      任何话语都不足以描述眼前这个女人。她巨大的双乳就像浩大的土木工程。她那像梁柱一样的脖子上面顶了个如面团捏出来的满月似的圆脸；一双巨大的眼睛如此深邃，就像望不到底的湖泊。她有一头美丽的棕色长发，但被杂乱地盘成一团，夹在头顶，她用的发针大得可以当做烤肉用的铁钎。她穿的裙子看起来像是用粗麻布缝制成的。她捧着赞美诗集的臂膀长满厚厚的赘肉。她的乳色皮肤没有一个斑点，非常诱人。他估计她至少有三百磅重。他体内突然有种想拥有她的充血般的欲望，让他有些发抖。他转过头，向其他方向看去。 \n      让我们都聚到河边，\n      那条美丽的，美丽的，\n      河流， \n      让我们都聚到河边，      流过上帝的王国的河边。\n      当最后一首合唱的音符消失在空气中时，有一阵沉默，只听到衣服的婆娑声和几声咳嗽。 \n      她等待着。当人们都安静下来后，她伸出手放在大家头顶，好像进行赐福那样。这是个很让人激动的姿势。\n     “我亲爱的兄弟姐妹们。” \n      这句话久久回荡着。一下子，千百种复杂的感情一下子涌到枪侠心头，有怀旧，有恐惧，交杂形成了一种怪异的记忆错觉。他突然觉得：我梦到过这一情景。好像我曾到过这里。如果是的话，什么时候？不是在眉脊泗。不，不是在那儿。他使劲把这个念头挤出去。这群人——大概共有二十五个——变得死寂般安静。每只眼睛都盯着女传道士。\n     “今晚我们反思的主题是入侵者。”她的声音甜美悦耳，是训练有素的女低音。 \n      听众中发出一阵不安的沙沙声。\n     “我感到，”希尔薇娅·匹茨顿若有所思地说，“我熟悉《圣经》里的每个人。过去五年中，我翻烂了三本《圣经》，而在那之前读烂了无数本——尽管在这个罪恶的世界任何一本书都是珍贵的。我爱那些故事，也爱故事里的人物。我和丹尼尔手携手在狮子坑里走过（注：参见《圣经·旧约·丹尼尔书》6：16。）。当大卫看着正在沐浴的芭式巴而受她诱惑时（注：参见《圣经·旧约·撒母耳记下》11：2。），我就站在他身边。我曾与沙得拉，米煞和亚伯尼歌一同待在火热的熔炉里（注：参见《圣经·旧约·丹尼尔书》3：19—30。）。我在参孙扔出颚骨时和他一起杀敌两千（注：参见《圣经·旧约·士师记》13—16。），在去大马士革的路上和圣保罗一起瞎了眼（注：参见《圣经·旧约·使徒行传》9。）。我在各各他刑场和玛丽一同哭泣（注：参见《圣经·新约·马太福音》27。）。”\n      听众发出一阵轻微的唏嘘声。 \n      我知道并且热爱这些人。只有一个”——她伸出一根指头——“在这些伟大的故事中只有一个人，我并不了解。\n     “只有一个人，他站在门外，藏在阴影中。\n     “只有一个人，他让我全身颤抖，灵魂畏怯。\n     “我畏惧这个人。      “我不了解他的想法，而且我害怕他。\n     “我害怕入侵者。” \n      人群中又一阵叹息。一位女听众用手捂住了嘴，仿佛害怕发出声音似的，她的身体不停地摇动着。\n    “来到夏娃面前的入侵者是条蛇，它微笑着，在尘土里蠕动着。当摩西在山上时，入侵者来到以色列的子民当中，在他们耳边散布谣言，让他们煅铸了金的偶像，金的牛，以恶劣肮脏的形式来崇拜他。” \n       一阵点头，哀叹。\n      “入侵者！”\n      “他和耶洗别站在阳台上，眼睁睁看着亚哈斯王（注：耶洗别和亚哈王的故事可参见《圣经·旧约·列王记上》16：28—22：40。原文中是亚哈斯王，可能是作者的笔误。）挣扎着死去，而当一群狗贪婪地把亚哈斯王的鲜血舐净时，他和她竟开怀大笑。哦，我的兄弟姐妹们，当心你们身边的入侵者！”\n      “是的。哦，耶稣——”说话的人是枪侠来特岙时见到的第一个人，戴着草帽的那位。\n      “他一直在那里，我的兄弟姐妹们。但我不了解他在想什么。你们也不了解。谁能懂得盘旋在他脑袋里的肮脏的黑暗，他的骄傲，对神灵的亵渎，和猥亵的喜悦？谁能懂得他的疯狂？他那在男人的最肮脏的欲望中走过，爬着，扭动着的疯狂？”\n     “哦，耶稣，救世主——” \n     “就是他，把我们的上帝带到了山顶——” \n     “是他——”\n     “就是他引诱了上帝，给他看了整个世界，和全世界的欢愉——” \n     “是他——”\n     “当世界末日到来时，他会回来……而末日就快到了，我的兄弟姐妹们，难道你们没有感觉到？”\n     “是的——” \n      摇摆着，抽泣着，人群变成了海洋；女教士似乎指着所有人，又好像没有指着任何人。\n     “就是他，这个反基督的恶徒，这个有着鲜红眼睛的血腥王国的统治者。他会将人们带进烈火般的地狱，带到邪恶的血色末日，那里，沃姆沃德星在空中冒着怒火，苦痛啃噬着孩童的命根，女人的子宫中孕育出怪物，男人的手工都变成了鲜血——”\n     “啊——”\n     “啊，上帝——” \n     “上——”\n      一个女人倒在地上，她的双腿反复击打着木地板。一只鞋子飞了出去。\n    “ 就是他，享受着各种满足肉欲的欢愉……是他造了那些印着拉·迈尔克商标的机器，是他！入侵者！”\n      拉·迈尔克，枪侠想，也许，她指的是利马克（注：LeMark机器的品牌名称。）。这个名字他总觉得似曾相识，但又不确定到底是什么。不管怎样，他先把这个词存放到他的记忆中，说不定哪天会想起来。他的记忆容量是惊人的。\n     “哦，上帝！”他们一起尖叫。\n      一个男人跪到地上，抱着头，粗声大叫。\n     “当你要喝杯酒时，谁端着杯子？” \n     “入侵者！”\n     “当你坐到‘法若’（注：法若，“Faro”or“Pharo”，是一种老式的牌戏。十八世纪时发明于欧洲，十九世纪初传入美国。曾经一度是非常流行的赌博游戏。）或‘看我的’的赌桌旁，谁帮你发牌？”\n     “入侵者！” \n     “当你在另一个人的肉体中放荡，当你孤独时用你自己的手玷污自己，你把灵魂卖给了谁？”\n     “入——”\n     “侵——”\n     “哦，耶稣……哦——” \n     “——者——”\n     “哦……噢……哦……” \n     “那他是谁？”她高声叫嚷。但是她的内心是平静的。他可以察觉到那种平静，那种掌控、操纵和统治。他突然想到——十分确定但又充满恐惧——那个管自己叫沃特的人在她身上施了魔咒，让她恶魔附身。他又一次惊恐地感到那种火热的欲望在体内冲击，觉得这和黑衣人给爱丽留下的那个字一样是个陷阱。 \n      那个抱着头的男人向前冲去，撞在地上。\n    “我在地狱里！”他朝着她嘶叫。他的脸绞拧到一块，好像皮肤下面有无数条蛇在扭动。“我和人私通！我赌博！我吸毒！我有许多罪恶！我——”他的声音提高了，变成了可怕的歇斯底里的嚎叫，淹没了他的话语。他抱着头，就像是抱着一个过熟的甜瓜，在任何时候都会爆裂似的。\n      其他听众都静了下来，仿佛同时得到了一个暗示，他们都在狂热的姿态中定住了。\n      希尔薇娅·匹茨顿弯下腰，抓住他的头。当她的手指，强有力的、洁白无瑕的手指轻缓地梳理着他的头发时，他的哭声慢慢停止了。他抬起头，麻木地看着她。\n    “谁同你一起犯下了罪恶？”她问。她的眼睛直视着他，深邃，柔和而又冰冷，足以看到他的内心深处。\n    “入，入侵者。” \n    “他叫什么？” \n    “叫魔鬼撒旦。”他低声地吐出这个字眼。\n    “你愿意悔改吗？” \n     他热切地回应：“当然！当然！哦，我的耶稣救世主！” \n     她摇晃着他的头；他瞪着她，眼里是茫然但狂热的闪光。“如果他走进这扇门”——她用手指点着门厅枪侠站着的阴影处——“你会当他面跟他决裂吗？” \n      “以我母亲的名义！”\n      “你相信耶稣永恒的爱吗？” \n       他又开始抽泣。“你混——啊，我相信——”\n     “他宽恕你，琼森。” \n     “赞美上帝！”琼森说，仍然哽咽着。      “我知道他宽恕了你，正像我知道他会将那些不思悔改的罪人从他的宫殿里赶出去，赶到世界尽头黑暗的炼狱中去。”\n     “赞美上帝。”人群一起说，声音精疲力竭但十分庄严。 \n     “我知道，这个入侵者，这个撒旦，这个苍蝇和蟒蛇的国王，会被赶出去，被挤碎……琼森，如果你看到他，你会把他挤碎吗？”          “会。赞美上帝！”琼森抽泣着说，“用两只脚把他踩碎。”\n     “兄弟姐妹们，若你们看到他，会把他挤碎吗？” \n     “会……”大家齐声说。\n     “如果明天你们看到他在街上大摇大摆地走过？”\n     “赞美上帝……” \n      枪侠小心地走出教堂，朝村子走去。他清楚地闻到空气中沙漠的气味。差不多是时候向前走了。 \n      差不多是时候了。\n\n13（黑色的字体嘿嘿嘿！）\n    又躺到床上。 \n     “她不会见你的。”爱丽说。她听上去吓呆了。“她从不见任何人。她只在星期天晚上出来吓人。”\n     “她在这里多久了？”\n     “十二年。也许两年。你知道，时间这东西很怪。我们别谈她了。” \n     “她从哪里来？哪个方向？” \n     “我不知道。”她撒了个谎。\n     “爱丽？” \n     “我不知道！”\n     “爱丽？”\n     “好吧！好吧！她从沙漠边界居民那里来！从沙漠来！” \n     “我猜到了。”他稍稍放松了些。换句话说，从东南方来；正是他要前行的方向。那条他有时都能在天空中看到的路。他猜，女传道士要来自比边界居民远得多的地方，甚至比沙漠还远的地方。她怎么走了那么多路？靠一些仍然能动的老式机器？可能是火车？“她住在哪？” \n      她的声音变了：“如果我告诉你，你会跟我做爱吗？” \n     “不管你说不说，我都会和你做爱。但是我想知道。” \n      爱丽叹了口气，发出衰老的泛黄的声音，就像翻着一本老书那样。“她的房子在教堂后面的土丘上。一个小棚子。那里，是过去真正的牧师住过的地方，后来他搬走了。够了吗？你满意了？”\n     “不，还没有。”他挪过去，压到她的身上。\n\n14\n     当他赶到希尔薇娅·匹茨顿住的棚子时，风死寂般地停住了，仿佛整个世界都在等待。他在沙漠地带住的时间已经够长，凭他的经验，他知道这种无风安静的时间越长，风暴就会来得越猛烈。亮色的天穹古怪地罩在万物之上。\n      棚子的门仿佛劳累得站不直了，门框上钉着个木制的大十字架。他敲敲门，等着。但是没有响声。他又敲了一阵。没有回应。他往后退了几步，套着靴子的右脚狠狠地把门踹开。门里面的一个插销迸开来，门撞在铺着木板的墙上，发出的响声吓得老鼠们尖叫着四下逃窜。希尔薇娅·匹茨顿坐在厅里的一张巨大的铁木做成的摇椅上，她那双深色的眼睛平静地看着他。汽灯的影子落在她的面颊上，形成一种说不清的颜色。她围着个大披肩。摇椅发出轻微的吱嘎声。 \n      他们对视着，时间仿佛停止了。\n     “你永远也赶不上他。”她说，“你走的是条邪路。” \n     “他到过你这里。”枪侠说。\n     “还上了我的床。他跟我用他的语言说话。高等语。他——” \n     “他奸污了你。身体，思想，在任何一种意义上。” \n      她没有变色。“你走的是条邪路，枪侠。你站在阴影里。昨天晚上你就站在圣地的阴影里。你以为我没有看到？”\n     “为什么他要治好诺特？” \n     “他是上帝的天使。这是他说的。”\n     “我希望他说这话时自己也笑了。” \n      她龇了龇牙，也许自己都不知道这看上去狂野可怕。“他告诉我你会跟着他。他告诉我该做些什么。他还说你是个反基督。” \n      枪侠摇摇头。“他没有那样说。”\n      她慵懒地朝他一笑。“他说你会想和我睡觉。是不是真的？”\n    “你遇到过不想和你上床的男人吗？”\n    “我肉体的价钱就是你的命，枪侠。他让我有了孩子。不是他的，而是一位伟大的帝王的骨肉。如果你侵犯我的话……”她让自己慵懒的笑容完成了未说完的话。同时，她动了动那厚实如山的大腿。它们伸直在裙子下，就像无瑕的大理石柱子。这一动让枪侠感到头晕目眩。 \n      枪侠摸到自己的手枪把。“你身体里的是恶魔，女人，可不是帝王。不过别怕。我可以帮你拿掉它。” \n      这句话瞬间就产生了效果。她往后一缩，脸上浮现出狡猾的神色。“不要碰我！不要靠近我！你胆敢动上帝的新娘！”\n     “你要打赌吗？”枪侠问。\n      他朝她逼近。“就像赌棍那样，当他放下圣杯和魔杖时说，看我的。” \n      她那巨大躯体上的肉开始抖动。她的脸看上去就像幅恐怖的漫画，她手指交叉成天眼的形状，把假想的天眼朝他掷去。\n     “沙漠。”枪侠问，“过了沙漠是什么？”\n     “你永远也不会赶上他！永远不会！不会！你会被烧死。他告诉我的！”\n     “我会追上他。”枪侠说，“我们俩心里都明白。沙漠那边是什么？”\n     “不会！” \n     “回答我！” \n     “不！” \n      他朝前滑了一步，跪在地上，抓住她的大腿。但她的两条腿如同老虎钳般夹得紧紧的。她发出奇怪的，充满迫切欲望的声音。\n     “恶魔。”他说，“出来吧。”\n     “不——”      他用力扳开她的腿，拔出他的一支枪。\n     “不！不！不！”她的呼吸变成了急促而狂野的粗喘。\n     “回答我。” \n      她在椅子里摇晃，地面都开始震动。她的嘴里不断念着祷词和含混不清的《圣经》经文。\n      他把枪管朝前一塞。他可以感到她猛吸进了一口气。她的双手砸着他的头；两条腿像捶鼓那样狠敲着地面。同时，她巨大的躯体试图要把入侵者整个吸进去。屋外没人注意到他们，除了青紫色的灰蒙蒙的天。\n      她尖叫了一声，声调极高，枪侠听不清她说的话。\n     “什么？”\n     “山脉！” \n     “山脉又怎样？”\n     “他停下来……在山的另一边……亲爱的耶稣啊！……来恢复他的力量。沉——沉思。你懂吗？哦，……我……我” \n      这大山似的躯体突然向前向上拉紧，不过他很谨慎，不让她的肉体碰到他。 \n      她的身体好像突然萎缩变小了，她抽泣着，双手摊在膝上。\n     “好吧。”他站起来，说，“恶魔已经被解决了，不是吗？” \n     “滚出去。你杀了血王的孩子。但是你会付出代价的。我放下我的手表，以它担保。现在，给我滚出去。滚出去。” \n      他在门口停下来，回过头。“没有什么孩子。”他简短地说，“没有天使，王子，也没有恶魔。”\n     “让我一个人待着。” \n      他满足了她这个愿望。\n\n15\n      当他到莰讷利那儿时，北方的天边出现一层不祥的黑雾，他知道尘暴逼近了。特岙还是被一片死寂笼罩着。 \n      莰讷利的谷仓地上铺满了细秣，他在那儿等着枪侠。“上路了？”他朝枪侠谄媚地咧嘴一笑。\n      “是的。”\n      “不会在风暴来之前吧？”\n      “赶在它前头。”\n      “这风可比骑着骡子的任何人来得快。在空地上，它可会要你的命呢。” \n      “我现在就要我的骡子。”枪侠说得很清楚。\n      “当然。”但是莰讷利并没转身，只是站在那里，好像在找话题好继续说下去。他还是咧嘴笑着，一副奴颜媚骨，但微笑中充满着憎恨，他的眼睛眨了几下，目光落在枪侠的背后。\n     枪侠朝旁边跨了一步，同时一转身，苏比手里抡着的烧火棒重重地击来，在半空中嗖地划过，只擦到他的手肘。她甩的力量太猛，烧火棒从她手里飞脱出去，砸在地上。连高高的鸟棚都受到了震动，一群家燕忙不迭地飞出去。 \n     女孩迟钝地看着他。她的双乳高挺着，似乎要挣脱出洗得褪了色的衬衣。一个大拇指被衔在嘴里，她像梦幻般缓慢地吮吸着。\n     枪侠转向莰讷利。他还保持着讨好的笑容。他皮肤蜡黄，眼睛不停地转着。“我……”他开始低声讲话，但似乎喉咙里都是痰液，无法继续讲下去。\n     “骡子。”枪侠温和地提醒他。\n     “当然，当然，当然。”莰讷利低声说，他的笑容表明他对自己还活着感到难以置信。他拖着脚步去牵骡子。\n    枪侠走了几步，站到看得见莰讷利的位置。马夫牵着骡子过来，把缰绳递给枪侠。“你进去，看好你的妹妹。”他对苏比说。\n    苏比不耐烦地把头一仰，站在那儿没动。\n    枪侠离开他们朝外走去。他们俩仍然互相瞪着，站在积满灰，堆满细秣的谷仓里。他还是带着那个让人觉得恶心的微笑，而她还是那愚钝呆板，一脸不屑的神情。屋外，烈日就像榔头一样将热气砸下来。\n\n16\n     他牵着骡子走在大街中央，靴子踢起阵阵尘土。他的水袋灌满了水，显得十分肿胀，牢牢地拴在骡子的背上。 \n       他在酒吧门口停下来，但爱丽不在那儿。整座房子空无一人，窗户都已经用木板钉起来以防风暴。但是昨夜的垃圾还未被清扫干净。这地方充满了啤酒发酸的臭味。 \n      他用背包装满了玉米片，晒干后烘熟的玉米，还从冰箱里拿了剩下的半个生汉堡。他把四个金币叠在一起留在柜台上。爱丽没有从楼上下来。席伯的钢琴默默地跟他道别，发黄的琴键突然让他想到了席伯满嘴的黄牙。他走出门外，把背包紧紧地绑在骡子背上。他的喉咙突然哽住了，让他那一刻有透不过气来的感觉。他也许还能避开黑衣人设下的陷阱，但是可能性微乎其微。他，毕竟，是这儿的入侵者。 \n      他经过那些都钉上窗板的房子，感觉到一双双眼睛都从裂缝里盯着他，等待着他。黑衣人在特岙扮演了上帝的角色。他允诺给他们一个帝王的孩子，一个红色的王子。这体现了一种喜剧感，还是他的绝望？在某种意义上这是个重要的问题。\n      突然从他身后传来一声尖锐愤怒的叫喊，所有的门都猛地打开。人影朝他冲来。陷阱就在眼前。身着肮脏的粗布衣服的男人；穿着宽松长裤，或是褪色裙子的女人；甚至是孩子，也紧紧跟着他们的父母，跌跌撞撞地跑来。每个人的手里都拿着一根粗木棍，或是一把刀。 \n      他在一瞬间作出了反应，完全是不假思索的，仿佛天生就有这样的反应。他撒腿就跑，两只手迅速地从枪套里拔出手枪。枪托捏在手里显得很沉，给他心定的感觉。爱丽，当然也只能是爱丽，朝他走来。她的脸都变形了，额上的疤痕在变暗的天色里显出可怕的紫色。他看清爱丽是被当做人质了；席伯那张狰狞的脸在她的肩头晃动，活脱脱像个被女巫使唤的妖精。她被当做了他的挡箭牌和牺牲品。他看得十分真切，一切都没有影子，显得很清晰。这一刻似乎所有事物都冻结住了，周围一片寂静，他听到她说：“杀了我，罗兰，杀了我！我说出了那个字，十九，我说了，他告诉我了……我受不了了——” \n      她想要的，那双训练有素的手很容易便能给她。他是他那族的最后一位幸存者，不光是他的嘴会说高等语。枪发出轰响，就像不成调的音乐。她的嘴抖动了一下，身子瘫了下去。又是两声枪响。她最后的表情看上去像是感激，或是满足。席伯的头向后一甩。他们俩一起倒在尘土中。 \n      他们去了“十九”的土地，他想，不管那儿有什么。 \n      木棍从空中飞来，像雨点般砸落。他踉跄了一下，尽力挡开那些武器。一条木板上斜插着一枚钉子，猛地滑过他的手臂，扯起一块皮。一个胡子拉碴的粗壮汉子，衣服腋下满是发黄的汗渍，他笨拙地抓着一把厨房的钝刀，朝他奔来。枪侠向他开了致命的一枪，他重重地倒在地上。他的下颚磕在地上，嘴咧了开来，假牙飞出去，落在土里。\n      “撒旦！”有人喊：“这个魔鬼！把他拿下来！”\n      “入侵者！”另一个声音高叫着。木棍如雨点般朝他飞来。一把刀击中他的靴子，弹了回去。“入侵者！反基督的恶徒！” \n     他朝人群中央猛扫一阵，朝着众人倒下形成的空当跑去。他的手轻而易举地选择着目标，射击的精准度令人不寒而栗。两个男人和一个女人倒了下去，他从他们留出的空间里穿过。\n     他跑在前头，众人追着，就像狂热的游行队伍，穿过大街，跑向一座摇摇欲坠的房子，是村子里正对着席伯酒吧的百货店和理发店。他跨上街沿，转身对着冲来的人群射击，用完了枪膛里的子弹。在人群身后，席伯，爱丽，和其他人躺在飞扬的尘土中。\n     尽管枪侠开的每一枪都击中要害，尽管那些人可能从来没有见到过枪，但没有人犹豫或是退缩。 \n     他朝后退，像个舞者那样扭动着身躯避开飞来的“导弹”。他一边倒退，一边装着子弹，速度奇快，这明显是手指已经驾轻就熟的动作了。他的双手忙碌地在枪带和弹膛之间穿梭。众人也踏上了街沿，他走进店堂，把大门闩上。右边巨大的玻璃被打得粉碎，三个壮汉爬进来。他们显得那样狂热，但依然没有任何表情，他们的眼睛也充满了茫然的火焰。他击倒了这三个壮汉和跟在后面的两个人。他们倒在窗口，插在尖凸的玻璃上，堵住了这个临时的入口。 \n     在众人的压迫下大门开始剧烈地晃动，发出隆隆的声响。他听到她的声音：“杀手！你的灵魂！魔鬼现原形了！” \n     铰链最终被挣断了，门直挺挺地倒下，发出一声巨响，震起厚厚的尘土。男人、女人和孩子都朝他冲来。唾沫和烧火棒一起横飞。他的枪膛又空了，人们就像九柱戏（注：九柱戏，起源于公元3—4世纪的德国，被认为是现代保龄球运动的前身，是当时欧洲贵族间颇为盛行的高雅游戏，不过也曾被作为教会的宗教仪式活动之一。在英国，人们喜欢在室外的草坪上玩九柱戏。传入美国后，在十九世纪末，美国人对九柱戏进行了改进，增加了一只瓶，形成了延续至今的十瓶制保龄球。）里的木柱那样倒下。他退到理发店里，推起一个面粉桶，朝人们滚去；他看到一锅沸腾的水，里面还煮着两把折叠式剃刀，他抄起煮锅就向人们泼去。但是众人仍然迎头而上，口里尖叫着疯狂的词句，但听不清到底在讲些什么。希尔薇娅·匹茨顿夹在众人当中，鼓动着他们。她的声音机械地抑扬起伏。他把子弹推进滚烫的弹膛里，闻到理发店惯有的剃须理发的气味，也闻到他自己的气味，原来是手指尖上的老茧碰到弹膛烧焦了。 \n     他推开后门，走到游廊上。沙漠现在就在他的身后，无情地拒绝着这个蜷缩在它边上的村落。三个汉子从屋子的另一角绕过来，像叛徒那样狞笑着。他们看到他，也注意到他正看着他们，在他的枪像割草机割草般将他们扫倒的前一秒，他们的笑脸僵住了。一个女人跟在他们后头，嚎叫着。她块头很大，席伯酒吧的常客都管她叫米尔大妈。枪侠的子弹让她朝后倒下，两腿分开，裙子褪到大腿根，样子猥亵不堪。 \n     \n17\n[spoiler]       他走下台阶，后退着进入沙漠：十步，二十步。理发店的后门被甩开，人们鱼贯而出。他隐约看到希尔薇娅·匹茨顿夹在人群中。他开火。人们成群倒下，有的向后仰倒，有的倒在游廊的扶手栏杆上，翻过去摔在沙土里。在这怪异的紫色日光中，人们没有影子。他突然意识到自己在喊叫。他从一开始就在喊叫。他的眼睛好像裂开的滚珠轴承，腹部收得很紧，腿就像木头，而耳朵就像烙铁。\n     枪膛又空了。人们热浪般朝他冲来，他仿佛就剩一只眼睛和一只手。他立在那里，叫喊着，同时飞速地装着子弹。他的意识仿佛已经远离了这里，神游于物外，只留下他的双手表演着装子弹的把戏。他要不要举手示意他们停下来，好告诉他们他花了一千年时间练习使枪和其他技能，让他们认识这两把枪和给枪带来好运的鲜血？不过，用不着他的嘴。他的双手就足以讲述这个故事。 \n     当他装完子弹时，他们已经走进能够把木棍扔到他身上的范围，突然一根木棍飞来，打在他的前额上，血流出来。只需两秒钟，他们就能伸手抓住他了。他看到走在前头的是莰讷利；他的二女儿，大概十一二岁光景；苏比；两个酒吧的常客；还有那个叫艾美·费尔顿的妓女。他给这些人每人发了颗子弹，他们身后的几个人也没有例外。他们的身体就像稻草人那样砰地炸开，血肉四溅，脑浆迸发。 \n     其余的人怔住了，也许是被面前的惨状震惊了，那一群人相同的茫然的脸开始颤抖，变成各人不同的惊呆的表情。一个男人开始绕圈跑，边跑还边尖叫。一个手上起了泡的女人仰面朝天大笑。他进村时见到的那个沉着脸坐在商铺门口台阶上的人突然尿湿了裤子。 \n     趁人群停住脚步这当儿，他开始装子弹。 \n     突然希尔薇娅·匹茨顿朝他冲来，每只手里都挥舞着一个木制十字架。她大叫着：“恶魔！恶魔！恶魔！竟然连孩子都杀！魔鬼！毁了他，兄弟姐妹们！毁了这个杀孩子的入侵者！” \n    他朝着十字架各开了一枪，把它们打成了碎片，又朝她的头部开了四枪。她的身体似乎朝内部折叠起来，像放出热气那样全身抖动着。 \n    大家都愣愣地看着，仿佛她在舞台上表演一样，这时枪侠的手指灵巧地装着子弹。他的指尖碰到枪膛发出咝咝声。每个指尖都有烧焦的整齐印记。\n    剩下的人不多了；他就像镰刀割草一样扫倒了一片人。他原以为当女传教士倒下后，人群即会散开，但又有把刀朝他飞来。他没有防备，刀柄正击中他的眉间，枪侠后仰倒了下去。人们挤作一团，充满仇恨地朝他跑来。他的枪弹又用完了，他躺在空弹壳中间。他的头一阵晕眩，只看到眼前有大片暗红色。他击中了十一人，但空发了一枪。 \n     但是现在剩下的那些人都挤到他身边了。他把刚装上的四粒子弹朝人群射了出去。但是他们对他拳打脚踢，用刀刺他。他把左胳膊边的两个人掀翻，朝那里滚过去。同时他的双手重复着那奇迹般的动作。有人在他的肩上刺了一刀。接着他的背上又挨了一刀。有人在他的肋骨间猛捶了一下，连他的臀部也被一把肉叉给刺了。一个小男孩朝他爬过来，在他的小腿肚上划了一刀，这是他所有伤口中最深的一道。枪侠举手便把他的头给打飞了。 \n     人群又四散开去，他开始回击。剩下的几个开始朝表面坑坑洼洼的土黄色房子逃去，但是他的双手还不肯闲着，继续开枪，加子弹，他的手停不下来，就像过度兴奋的狗为你表演它们躺在地上翻滚的技巧，一次两次都不过瘾，非得整晚地表演。就是这双手把那些逃跑的人都击倒了。剩下的最后一人已经跑到了理发店后门口的台阶上，但是枪侠的子弹还是击中了他的后脑勺。“嗷！”那个人叫了一声，随后就倒下了。这是特岙发出的最后一个声音。 \n     随即村子重新恢复了宁静。\n     枪侠大约有二十处伤口在流血，幸好除了小腿上的伤之外其他还都不算太严重。他从衬衣上扯了点布把小腿包扎起来，然后起身巡视自己的战果。 \n     从理发店后门到他站着的地方，尸体堆出了一条蜿蜒的蛇形图案。他们以各种姿势躺着。没有一个是在假睡。 \n     他沿着尸体铺出的道路往回走，一边点着人数。在百货店里，一个男人伸着手臂，姿态可掬地抱着已经摔碎的糖罐，是他被击中前抱着的，还没来得及扔出去。 \n     他回到了这起事件开始的地点，大街的中央，只是现在这里空无一人。他杀了三十九个男人，十四个女人和五个孩子。这意味着他杀了特岙的所有人。\n     第一阵微风起来时，他闻到一股令人作呕的甜味。他顺着气味找去，抬头看，会心地点点头。诺特腐烂的尸体四肢伸开躺在酒吧的屋顶上，手脚都被木桩钉了起来。他的眼睛和嘴巴都张着。他的前额留着个硕大的紫色印迹，也许是魔鬼现形时留下的。\n     枪侠走出村子。他的骡子已沿着客运车道走了四五十码，正站在一丛野草前。枪侠牵着它回到莰讷利的马厩。屋外，起风了，仿佛是宴会上奏响的乐曲。他让骡子暂时待在那里，自己走到酒吧。他在后院找到把梯子，爬上屋顶，把诺特放下来。他的尸体比一包木柴还轻。他把诺特和其他人堆放在一起，跟他不同的是，其他人只需死一次。他又走进酒吧，吃了几个汉堡，喝掉三瓶啤酒。这时天色变暗，风沙大起。那一晚，他躺在曾和爱丽同睡的床上。他没有做一个梦。第二天早上风已经停了，太阳还是像往常那样明亮。真是个健忘的太阳。尸体就像风滚草那样被风吹向了南边。上午，在包扎了所有伤口之后，他上路了。\n\n18\n     他以为布朗早睡着了。火已经烧尽了，只剩下几点火花。那只鸟，佐坦，已经把头藏到了翼下。 \n      正当他要站起来，在角落里铺开地铺时，布朗说：“你看。你说了出来。你觉得好受些吗？” \n      枪侠吃了一惊。“为什么我觉得不好受？” \n      “你是人，你自己说的。不是恶魔。难道你撒了谎？”\n      “没撒谎。”尽管有些勉强，他还是不得不承认：他喜欢布朗。非常坦诚的。而且他没有对他说一句谎话。“你是谁，布朗？我是指，到底是谁？” \n      “就是我。”他说，一点都没变色。“为什么你非得认为你身处在这样一个谜当中？” \n      枪侠点了支烟，没有做声。\n      “我觉得你离你的黑衣人很近了。”布朗说，“他很绝望吗？” \n      “不知道。” \n      “你呢？” \n      “现在还不至于。”枪侠说。他看着布朗，有点逆反的情绪。“我去我该去的地方，做我该做的事。”\n      “那就好。”布朗说，转身便睡着了。\n\n19\n      第二天一早，布朗在他吃饱后送他上路。日光下，布朗让人看了忍不住吓一跳：他那晒得黝黑的胸膛能数得清骨头，锁骨就像铅笔一样，还有一头疯子般的红发。那只鸟蹲在他的肩上。\n       “骡子？”枪侠问。 \n       “我会吃了它。”布朗说。\n       “好吧。” \n       布朗伸出手，枪侠和他握了握。他朝东南边歪了歪头：“路途顺利。祝天长，夜爽。”\n       “祝你收成增倍。” \n       他们互相点了点头，然后这个被爱丽叫做罗兰的人转身走了。他的身上挂满了东西：枪，水袋。他回头看了一次。布朗在他那块玉米地里费力地翻土。乌鸦停在棚子低矮的屋顶上，像只滴水兽。\n\n20\n      火快烧完了，星空开始泛白。风不安地走着，不向任何人讲述它的故事。枪侠在睡梦中抽搐了一下，又恢复了平静。他梦到自己口渴难耐。黑暗中山脉的轮廓看不清楚。即使有任何一点负罪感，或遗憾，也都已消失了。沙漠把它们蒸发光了。他发现自己越来越频繁地想到柯特，是他教会自己射击。柯特可是黑白分明的。 \n      他又翻了个身，醒过来。他看着火堆烧剩的痕迹，堆在早先那个更为几何对称的灰堆之上。他很清楚自己是个浪漫主义者，但是他很自私地保守着这个秘密。在过去多年里只有为数不多的几个人知道这个秘密。眉脊泗的那个叫苏珊的女孩，就是其中一个。 \n      当然，这又让他想到柯特。柯特早已经过世了。他们都不在世了，除了他自己。只有世界还在继续变化着。\n      枪侠背起自己所有的家当，继续往前走。\n\n",
    "replies": [
        {
            "author": "5igm1",
            "timestamp": 1474028880,
            "txt_content": "很棒的作品。感谢楼主转载。"
        }
    ]
}