{
    "title": "<原创·连载>虚妄山·远歌[第十章·意外收获][xcc]",
    "author": "xcc",
    "replyCount": 7,
    "timestamp": 1474027620,
    "txt_content": "          短暂地睡了一觉后，杜篆便急匆匆地穿上安防局的制服，戴上能证明他是书库管理员的工作牌，然后向地下书库赶去。        现在是九点，书库里早已没有除他之外的人。杜篆松了一口气，看了看贴在墙上的书库布局图和图书分类的标准，然后开始整理图书。        整理了三排书架后杜篆就发现，这些书根本不怎么需要整理啊。基本上没有书本随意乱放的情况，所有的书都被分类放在书架上，整整齐齐，甚至都不需要他再把这些书码放好。        该说安防局的人看书的习惯真不错么.......        他再往里走，愈发觉得自己不怎么需要进行大的整理了。他只得在书已经被分类放好且码放整齐的基础上进行整理——比如把一些小说的上下卷摆在一起，将那一卷卷史诗按照章节码放。        只不过，整理到最后一排时，他发现了一本名为“法术典卷”的书，只有一本序。        他随意地翻看了一下这本书，发现它尤为详尽地讲述了这个世界的法术体系和部分法术的施放。不知道为什么，杜篆发现自己对魔法非常感兴趣。就像是一个乞丐面对最为丰盛的盛宴一样，巴不得把这些全吃进肚里。他现在以一个从未接触魔法的人的身份，面对这魔法的盛宴，激动不已。        自己的整理工作已经做完了，而且面具脸说过工作之余可以看这里的书.......他便放心翻看，贪婪地汲取里面的知识。        专心致志的他没有注意到，他头顶的天花板上有一个扁而长的监控摄像头，将他的一举一动都传达到了安防局三楼一个房间里的一块屏幕上。        一个男子正坐在屏幕前，通过监控摄像头观察杜篆的一举一动。他十指交叉，轻眯着赤色的眼瞳，然后对身后的人说道：“阿午你小子还挺聪明，自己不去教他魔法，倒是从我这里偷去了一本教材。”        在他身后站着的面具脸反驳道：“叔，你还不清楚他的天赋？他......完全可以自学啊。”        “第一，别叫我叔，叫隳楼就行。”那个男子回过头来，嗤笑一声，“第二，我知道他的天赋，但是你忘了我跟你讲过的？自学的话有时候容易走上歧途哦。”        面具脸上前一步，思索片刻后反驳道：“不是只有第六卷和第八卷讲述的是亡灵法术和血魔法么？我不把这两卷带过去不就行了？”        那个名为隳楼的男子沉默了，片刻后点头说道：“这样也不是不行——话说你的这个想法，苏穆她有赞成么？”        “她啊......她回了我一句‘杜篆天赋不错，没有问题’，我怎么觉得她又想起以前的事了？！”        “这个，你不需要管。”隳楼沉声道，“先回去休息吧。”        面具脸挠了挠头，应答道：“那你先把典卷的第一卷至第三卷给我。”        “在右手边那个柜子里，自己拿。”        面具脸便打开了那个木柜，把第一卷至第五卷拿走。   反正已经允许我自己拿了，多拿几本也没事。        他抱着五本厚厚的书，跌跌撞撞地走出房间，然后极其小心地挪到二楼。        突然，眼前闪过一个人影，面具脸本能地想要躲闪，但看到那人是杜篆后立刻停止了动作，并开始数落：“想擅离职守啊？赶紧回地下书库啊在这里晃悠什么？”        杜篆急忙解释：“我只是发现有一部书只有序，怕是另外几本丢了所以.......”他说话时忽然看到面具脸手中抱着的五本书，不由得惊讶道：“欸，这不是和那部书一个系列的吗？”        面具脸点了点头，迅速在脑海里编制了一个谎言，然后装作一本正经地说道：“这些书是新引进书库的，不过因为没什么人看，我准备拿回去。”        “欸？没什么人看的话，可以给我吗？”杜篆小心翼翼地询问道。        此时面具脸心中则是狂喜，他就等着这个回答，他的目的是让杜篆将法术典卷的序到第十八卷看完，当然，第六卷和第八卷不包括在看完的范围内。只要杜篆看完了那几卷，他的更深层的目的就容易达到了。        于是他二话不说就把五本书递给杜篆，为了显得自然一些，他一边递一边说道：“哦，那正好，你拿回去看吧，别忘了值班。”        杜篆感激地点了点头，首先摸出宿舍的钥匙打开门，然后接过书，一本本地放到床头柜上，随后转身走出宿舍，锁好门，迅速地走下楼梯，飞似的奔向地下书库。        面具脸看着杜篆的背影，长舒一口气，伸了个懒腰，走回三楼。\n        \n     \n   \n     \n\n\n\n上一章   索引  下一章废言：呃\n呃该说什么好开始拖坑\n纳西所列，一米哇嘎奈\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1474027620,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807  @DGK2  \n@柠檬柠檬柠  @llxy \n@gggbbb  ←我也不知道为什么蓝不了\n\n人生在世不称意，niconiconiconi"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1474027800,
            "txt_content": "明朝散发弄偏舟"
        },
        {
            "author": "a2455564728",
            "timestamp": 1474028520,
            "txt_content": "叔的名字真难念"
        },
        {
            "author": "5igm1",
            "timestamp": 1474029480,
            "txt_content": "很好的作品。求更新QAQ"
        },
        {
            "author": "llxy",
            "timestamp": 1474032840,
            "txt_content": "xcc 发表于 2016-9-16 20:07\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n我每次都不会蓝【沮丧脸】"
        },
        {
            "author": "lzs1234",
            "timestamp": 1474042320,
            "txt_content": "先帝创业未半而中道崩殂。越明年，政通人和，百废具兴。\n垂死病中惊坐起，笑问客从何处来。\n一失足成千古风流人物。\n当时我就念了一句诗："
        },
        {
            "author": "xcc",
            "timestamp": 1475074800,
            "txt_content": "lzs1234 发表于 2016-9-17 00:12\n先帝创业未半而中道崩殂。越明年，政通人和，百废具兴。\n垂死病中惊坐起，笑问客从何处来。\n一失足成千古风 ...\n苟\n\n\n\n\n\n\n苟全性命于乱世，不求闻达于诸侯"
        }
    ]
}