{
    "title": "对于服务器中使用矿追，透视mod的一些浅见",
    "author": "g2009532",
    "replyCount": 7,
    "timestamp": 1474097040,
    "txt_content": "    写在开头：这是我在mcbbs第一次发帖，这也是头一次写这种长篇贴。不引战，纯粹说明个人观点，只希望能带来一个新的角度看问题，望不要出现谩骂人身攻击等，理性交流，以和为贵。本帖针对生存类服务器，战争与rpg服务器不在讨论范围内。\n    \n\n正文开始\n    对于矿追和透视，相信在此的大多数人首先想到的两个字就是“作弊”。对于这个词，百科上是这么解释的：指用欺骗的手法去做违背制度或规定的事。那么作为一款可以追踪之前所找不到的矿物的mod，它确实违背了游戏的一部分机制。那么，它属于欺骗么？\n     从mod本身而言，矿追并没有修改游戏数据，没有使用漏洞，没有影响运算判别，而是将原本就存在的矿物位置标识出来。这一行为是欺骗的手法么？显然不是。既然“欺骗的手法”不成立，那么它是作弊么？显而易见。\n     那么矿追与透视究竟算什么？让我们再来看两个词，“辅助”和“外挂”。\n     游戏辅助不会破坏游戏平衡，不会修改游戏内存、拦截封包、破坏游戏数据等。\n     外挂是指利用电脑技术针对一个或多个网络游戏，通过改变软件的部分程序制作而成的作弊程序。――度娘百科\n    矿追并没有改变mc本身的程序，显然算不上外挂。而定义它是否是辅助，想必大家的关注焦点在于“破坏游戏平衡”上。因为从玩家的角度而言，相同条件下使用者必然发展快于不使用者，这使人感到不公平。但是不知道各位是否注意到了一点，mc它并不是一款比拼发展速度的游戏。\n     不公平？矿追这种mod并不是极其稀有，难以获得的。它的使用没有门槛，简单易懂，只看你愿不愿。你不愿使用，说用矿追没意思，享受的就是未知的乐趣与挖矿的过程，没问题。那么你何必顾及别人是否用？你自己享受乐趣何必让别人非要一起享受？\n     谈公平，服务器一旦开启，必然有玩家先进与后进，而进服时间的先后也将带来发展的差异，这难道不也是一种不公平？充钱买东西是否又是另外一种不公平？比较而言，谁有能说矿追破坏游戏平衡呢？公平从来只有相对，没有绝对的。\n     游戏是为了让玩家获得乐趣，挖矿作为mc的元素，设计的目标也同样如此。当漫长的挖矿成为了乏味的代名词，继续下去只会让游戏性大幅降低。那么在保证相对公平的前提下，一些辅助工具又谈何不可？砍树插件如是，背包整理亦如是，矿追又何尝不是。\n      而对于一些服主而言，恐怕其担心的根本不是什么公平，而是玩家的发展速度。发展过快，没钱可赚。这种担心很现实，也很正常。所以有些服主ban的物品列表里出现了一些在我们看来很正常的东西，譬如我曾在某服务器见过ban风力发电机和分子机。但是请问这些服主们，你们只看到这些玩家发展快不买东西，不知道你们是否看到多少玩家嫌枯燥和“坑”而直接走人的？玩家基数太少，那些人民币玩家们又能在人丁稀落的服务器中坚持多久？\n     还有些话我也不再继续说明，毕竟mc玩家平均年龄段不是很高。想深入了解的可以去看看右小死的 屏幕外的战争 ，这里面部分内容具有不小的参考价值。\n     最后声明一点，本人所列举的辅助绝对不是**ust ，c*b，al* *  w**t这种类型的外挂，请务必不要将本人论点发散开来一概而论。\n   仅供参考",
    "replies": [
        {
            "author": "g2009532",
            "timestamp": 1474097760,
            "txt_content": "欢迎各位理性讨论"
        },
        {
            "author": "qyhaotime",
            "timestamp": 1474774920,
            "txt_content": "然而那些开挂的会理你么，想象下"
        },
        {
            "author": "雨涵丶",
            "timestamp": 1474775520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "=w=_Agus",
            "timestamp": 1474775640,
            "txt_content": "然而不懂那些开挂被发现还理直气壮的说你没加反作弊 我开挂怎么着了的人:3"
        },
        {
            "author": "世道苍穹",
            "timestamp": 1474776060,
            "txt_content": "开挂直接ban"
        },
        {
            "author": "雨涵丶",
            "timestamp": 1474776120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Cd9r",
            "timestamp": 1474776720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}