{
    "title": "【Mod讨论版】规章制度|版块指引|发帖必读[最后更新:2019/03/26]",
    "author": "天明遥遥",
    "replyCount": 0,
    "timestamp": 1474101300,
    "txt_content": " 本帖最后由 tsubasa56 于 2019-7-19 20:39 编辑 \n\nMod讨论版规章制度v4.2.1\n#1 规章总述[1-1] 欢迎来到Mod讨论版，发帖前请认真阅读及本帖。若有疑问请在此帖反馈。\n大区官方群宣传告示\n\n[1-2] 目录\n#1 规章总述#2 发帖要求#3 奖励规则#4 交流礼仪\n[1-3] 管理组拥有本帖之最终解释权。\n#2 发帖要求[2-1] 发帖指南：「Mod讨论」分类，发布关于Mod的相关内容的讨论主题帖及其他没有对应分类的内容；「Mod资讯」分类，发布Mod相关新闻、开发计划等；「Mod展示」分类，发布Mod相关的图片主题展示帖；「Mod脑洞」分类，发布Mod/Mod整合包策划构想等。请注意在这里发布教程和游戏技巧、展示一些时装模型都是可以的（有价值的内容我们会定期转移到教程及其他资源板块），其他各种相关主题也没有特别的限制，但是Mod讨论版不是水区，请尊重读者，发布有阅读价值的内容！\n[2-2] 发帖格式：帖子分类错误：强制修改+扣10金粒；帖内含自动播放音乐功能：请在标题最前端添加“[BGM]”，且音乐代码须置于帖子开头，违者强制修改+扣10金粒；发帖附加功能：请勿使用匿名发帖、回帖仅作者可见、回复可见(hide代码)以及非100%几率的回帖奖励，违者酌情处理并关闭/删除；排版要求：字号请勿超过5号，请勿滥用高亮字体、恶心图片或糟糕排版等，违者强制修改+酌情扣分/警告/删除。\n\n#3 奖励规则[3-1] 版主奖励：内容优秀的帖子大几率获得版主主动加分、添加高亮、图章、加入推送等。\n[3-2] 高亮图章：根据帖子内容(用途)、时效性、帖子质量等情况版主会主动给予推荐(版主推荐)、原创、热帖、美图、爆料等图章及图标，并对优秀主题进行标题加粗及添加适当颜色及时长的高亮。\n一般参考：新闻资讯类为红色期限高亮及加粗，内容较为优质的主题帖为黑色永久高亮及加粗，内容质量和数量都十分可观的主题帖为粉色永久高亮及加粗。\n高亮颜色不是绝对固定的，由版主根据版面视觉效果可采用其他颜色。上述图章及版內推送等可在大区置顶的统一申请帖及反馈帖主动申请。\n\n#4 交流礼仪[4-1] 发帖注意：\n无意义内容\n「非Mod相关内容」、「提问求助帖」删除及或酌情扣分警告或移至其他对应板块；「无意义灌水帖」、「一句话主题帖」、「低级问题讨论帖」删除及或酌情扣分警告。\n违规宣传\n「商业广告宣传」请勿通过帖子发布直接或间接(如利用QQ群等联系方式)的商业性质广告宣传(如 有偿代工、商业招募及其他商业广告)，违者酌情扣分、警告、禁言5-14天及以上；「服务器宣传」请勿宣传服务器，违者酌情扣分、警告及屏蔽或删除。\n劣质内容\n「抄袭剽窃」请勿抄袭及剽窃他人作品，请注意未注明原作者的转载作品即可被认定为抄袭剽窃，违者酌情扣分、警告、禁言5-14天及以上，未按原作者要求进行转载的作品我们也将酌情处罚并删除；「机器翻译」翻译转载的国外作品，请勿将未经检查润色的机器翻译作品张贴发布，违者将酌情处罚，严重者将直接删除；「作弊Mod」、「恶性BUG」指仅单机安装即可实现服务器内作弊功能的Mod(如CJB、X-ray)及对服务器有效的恶性BUG，请勿恶意散布该类内容，违者酌情处罚并屏蔽/删除。发布此类内容必须附带完善有效的解决方案，否则一律视为恶意散布。\n[4-2] 回帖礼仪：除以上提到的针对主题帖要求外：\n「请勿灌水」即请勿无意义回帖，一般为乱码字符、无脑复制、纯表情回复、连续刷回复、楼主的单纯自顶回复、大量无意义版聊等，酌情扣分、警告删除/屏蔽；「鼓励与参与」请对感兴趣的内容积极回复有价值的观点(长期无人关注的主题将被自动关闭)，用评分功能激励优秀作者继续创作。\n[4-3] 不友善行为\n主题帖及回帖包含引人反感的不文明用语、主观恶意中伤(如谩骂、嘲讽及反话捧黑等)、引战、色*情(举报)、政治等，违者酌情扣分、警告、屏蔽、删除、重者禁言5-14天及以上。\n[4-4] 违规举报\n发现以上违规内容请使用帖子右下角的举报按钮对违规进行举报，成功举报将可能获得一定的金粒奖励，但请注意以下事项：\n同一用户在相近时间段内或同一帖相近楼层内的多次连续违规，请选其中一层楼举报，并写明理由，根据情况会给予更多的举报奖励。举报自举报时起≥1年的灌水类违规，版主会处理但没有举报奖励。过分刷举报/恶意举报会被口头警告或扣除金粒。举报违规事件较为庞大、隐藏较深、违规时间长、性质或影响恶劣的违规，可以私信版主或反馈至此帖，举报确认后会给予一定的积分奖励。\n\n 更新日志\n19-03-26 v4.2.1 [1-1]加入大区官方群二维码\n19-02-16 v4.2.0 修订完善了[2-1]的发帖说明；修改了[3-2]的奖励规则；修订添加了[4-1]关于作弊Mod和恶性bug的发布条件；修订了[4-2]回帖礼仪的内容；其他条目少量的措辞修改，不影响其含义\n18-04-05 v4.1.0 修订精简了大部分条目\n18-03-14 v4.0.2 修订[2-6-c]添加帖内自动播放音乐的规则\n17-09-16 v4.0.1 修订[2-6-c]添加回复可见(hide代码)的要求\n16-09-17 v4.0.0 正式发布\n16-03-14 v3.0.2 Mod讨论版版规(过期) \n15-02-26 V2.7.0 Mod讨论版版规(过期) \n",
    "replies": []
}