{
    "title": "【原创·单篇】【FOS】道海杂文·希望",
    "author": "WM2030",
    "replyCount": 1,
    "timestamp": 1474103940,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 07:51 编辑 \n\n希望\n——谁告诉过你会有希望的？\n      整天的暴风雪，到了夜里，终于歇下来了。风已经不再吹了，雪也不再下了。\n      一只骷髅走在雪地里，空空的骨腔里，发出似有若无的话音。“我……”\n      当一只骷髅说出“我”；当一只骷髅，把自我这一本质和自我的实存，归结到一个“我”字中去，世界必然会改变的。\n      没有人清楚，究竟是什么使它生了这样的变化。更况且它的自我意识才刚刚萌发，似乎就已经有了成为自由人的倾向。这可了不得！幸好，到目前为止，还没有一个“人”发现它。至少这对它来说是件好事。\n      嚯嚯嚯！有人来了！他那棱角分明的手臂末端，紧紧地握着盾与剑。尽管从他的装束来看，他还是一个新手。但是即使一个手无寸铁的人，也有机会把骷髅碾成灰。这只刚刚觉醒的骷髅，却不知道该怎么办了。它已经没法记得，从前的战斗经历是什么样的了。但是那种被支配的毫无理性的敌意，却仍然使它记忆犹新。\n      它想：我应该改变。它是一只自由的骷髅。这可了不得！\n      它迈出一步，发出了骨头相撞的声音。那人一转头，手中的剑突然变成了一张弓。他抬头，展臂，一箭穿心。只可惜骷髅的胸腔里头什么也没有。它骇得转头就跑。它刚刚体验到自由的滋味，可还不想早早完蛋！\n      跑了许久，背后的人影或许早已不见了。它缓过神来，早晨的第一缕阳光照在它的手臂上，把雪白的骨骼，镀成一尊金像。它笑嘻嘻的看着，把刚才的不快丢到了脑后。紧接着，它的手臂开始燃烧，雪白的色泽变得焦黑。它大惊失色，赶紧躲进树荫下。白天的时光，总是让人觉得无聊，除了游荡好像根本没有别的事情可做。真不知道以前的白天是怎么过的。或许没有意识，也就不会感到这么无聊了吧。\n      最后，它决定修补自己的弓。它手上的弓，不知道什么时候起，就变得这么破破烂烂的了。但是不知道为什么，从这弓里发出来的箭，却总是不偏不倚。经过一个上午的总结，它觉得这可以概括为四个字——种族天赋。\n      不管怎么说，弓虽然用的还算顺手，但是射程却实在堪忧。别人有百步穿杨，它的弓却只能射六十步。\n      终于到了晚上，这一下午，它用小砖块在树下的泥地里划拉出了初步的设计图和一张材料清单。它需要的材料并不多，只是两根僵尸的筋，加上三块铁锭而已。弓的样式也不很华丽，但是对一个老手来说是足够了。\n      今天晚上，它准备去和末影人做一笔交易。毕竟它实在没有挖铁矿的能力，找村民要那就更加不可能了。昨天它跑路的时候，路过一个村庄，隔着老远里头的铁傀儡就出来和它打招呼。它想两支箭换一锭铁总该没问题，更何况末影人挖矿毫不费力，它们总不该这样吝啬。\n      我们不知道事件的过程是怎样的，总而言之，一周之后，两只半死的僵尸，三块沾着斑斑血迹的铁锭，全都出现在了骷髅面前。又过了一周，上述的这些物品，变成了一张闪闪发光的铁弓。\n      骷髅拿着它的新弓，又一次不知所措了。他还有什么事能干？但毕竟它是自由的，这可了不得！\n      它漫无目的地晃悠，白天躲进树荫，晚上赶路寻找新的树荫。直到有一天它发现了一座洞穴。这是个好地方，洞口窄小，仅能供一人通过，洞内的空间不能说巨大，却也足够使用。太大的空间时常让人联想到未知和恐惧，而未知和恐惧虽然刺激，但也总让人不舒坦。洞里大部分地方用石头覆盖，坚固而又安全。还有一小片裸露的碳铁矿脉夹杂其中。其余的地方是一层薄薄的泥土，方便在无聊时种些蘑菇。\n      自从骷髅发现了这座洞穴，它就又重新回到了从前规律的生活：白天隐蔽在阴影里，或是把脑袋搁在手上，坐在洞口发呆，又或者抚摩它的新弓。晚上出门散步，顺便找点乐子。它仿佛又一次的回到了灵智未萌的混沌之中，它不再感到无聊和无所事事，作为没有生活需求和死亡期限的生物，又或者是死物来说，它的生活无比幸福。\n      日子这个东西啊，过着过着一定会出岔子。这天骷髅还是照例坐在洞口，突然一阵脚步声响起，仿佛千军万马要踏平大地。仔细听来，这脚步声是轻重一致却又琳琅缤纷。有重靴踏地，也有皮靴轻踩。骷髅就躲进洞里，用两块石头把门堵上，继续发它的呆。\n      然而那脚步声却在门外停住了。于是大队的人马把那两块石头撬开。领头的一位进洞插下火把，也见到了骷髅。他放下火把抬手就是一箭，骷髅吓了个半死，幸好它反应还算敏捷，赶紧往旁边跳开一步。然而领头人后面的一位一进洞，也是抬手一箭。骷髅在空中无处借力，只好拿手里的弓去挡。这一挡，却把对面的几位给吓坏了。他们哧溜一下，就变了一道白光，没影了。再后面的人也楞了一下，接着就和前边的人一样，全都不见了。\n      骷髅于是走出洞去，它实在觉得那个安全的洞穴危险得很，它必须要逃跑。然而它刚走出去没几步，洁白的骨骼就开始燃烧，与此同时，身后的人影再一次出现，这些仿佛一个模子里刻出来的人冲上来，二话不说，把骷髅装进了矿车。骷髅被定在矿车里，却是怎么也不能动了。\n      这些人面不改色地集体愣住，过了一会，又开始忙碌，两个人守在骷髅旁边，寸步不离，又给骷髅头上盖了一块羊毛垫子，其他人纷纷散开，不知所踪。\n      过了不久，那些人回来了。他们铺开铁路，在铁路边装上按钮，又在轨道上方架了遮阳棚。还给骷髅取了个名字，叫做“test”，一切完毕以后，天已经要黑了。于是大部分人再一次消失，只留下两个身着金甲的，站在矿车旁边。一夜过去，其余人再次出现，他们把矿车往前一推，于是骷髅开始了它的新旅途。\n      矿车先是从一片平原上开过，骷髅看到它的同胞在烈日下燃烧，它想做点什么，却发现自己动不了，只好坦然地无视它。后来开着开着，骷髅看的无聊，就闭上眼睛，不去管它。\n      过了不久，车身一震，矿车从平原开进了一条狭窄的隧道。隧道似乎是向下倾斜的，因为骷髅总感觉过不久矿车就会抖一下，然后把它往上弹起来。过了许久，轨道转个弯，骷髅又看见了久违的光明。矿车还是没有停，经过一连串的铁门，又驶过一道铁栅栏卷帘门，骷髅被矿车甩了出来，矿车接着撞上了骷髅面前的墙，又被弹了回去。卷帘门合上了，骷髅被关住了。紧接着，所有人都变成白光，消失了。\n      骷髅开始用头撞墙，它需要用一点疼痛来唤起刺激，又或许它想把墙给撞开。又或许，它是在追求它的自由，这可了不得！\n       但是即使它是自由的，它却当然不会知道这一切是为什么，毕竟它只是刚刚觉醒自我意识，它还不明白很多东西。它不会知道它身处游戏之中，也不会知道这群人把它困起来只是想研究它，一只会闪躲，会思考的骷髅的数据。更不会知道对于他们来说，是不是放它走无关紧要。它撞了许久，忽然，时间好像是停滞了，一切都不再动。等到事件再一次恢复运转，骷髅已经停下了。\n      它又一次被拖上矿车，从这黑暗的地底被送走。\n      它已经不再特别了，因为服务器被重启了。尽管官方宣称不影响存档，却实际上清除了“冗余”的数据。一切在游戏的漏洞中诞生的智慧，都将再一次被抹杀殆尽。而这或许还算幸运，幸运在它处于服务器中。如果它诞生在单人存档，或许出生不久，就因为游戏的重启，而灰飞烟灭不复存在，即使它被命名，也会一次又一次变成机械的程序。\n      作为一个孩子，我衷心希望有一天，怪物的智慧会出现的；然而作为一个人，我却希望它总是一次又一次被打回原形。\n\n\n索引",
    "replies": [
        {
            "author": "虚伪的悲催",
            "timestamp": 1474107420,
            "txt_content": "我正在写作文，这个给了我点启发，谢谢~"
        }
    ]
}