{
    "title": "[双线]Minecraft军争大陆——踏上中世纪的剑客生涯！[1.6.4]",
    "author": "南瓜脸",
    "replyCount": 0,
    "timestamp": 1474119060,
    "txt_content": " 本帖最后由 南瓜脸 于 2016-9-17 21:37 编辑 \n\n\n=============前言=============\n一场城堡叛变，使你沦为落魄的难民，\n  在敌人的追杀下你终于逃到了宁静和谐的夏尔村，\n 为生活所迫，你加入了当地的佣兵团，\n    就在你踏上征途的那一刻，大陆的历史即将被改写。\n\n\n=============服务器特色=============①丰富的剧情：充满感情的对话，再也不会因只能交易的商人NPC而感到枯燥乏味，在这里，所有NPC都有其独特的对话和性格，选择不同的对话会导致剧情走向的改变，选择对话时请慎重选择，一般红色选项的对话是会导致关系下降或者是一个坏的决定。\n②真实的武器系统：本服务器拥有一个极其丰富的RPG武器系统，打造了大量中世纪的常见道具，让玩家得到丰富的装备体验。同时每个装备都有合理的属性，武器会带有挥砍速度和攻击特效，护甲会有重量效果，合理搭配装备会起到意想不到的效果。③真实的环境系统：有了环境Mod的加入，可以更好的体验到在野外作战时受环境因素的影响，无论是在雪山、平原、沙漠、沼泽甚至是虚空中战斗，都需要进行合理的消耗品规划，从而达到长时间战斗或者远征的目的。不同的物种生存环境也不同。\n④城市各区域物价差异：不同的地区需要不同的物资，玩家可以通过跑商进行交易，从而赚得更多第纳尔。例如有些城区盛产粮食，所以食品价格远低于其他地区，而有些城区武器精炼工艺十分先进，可以买到物美价廉的装备。但是各区域价格差异不会过大。\n⑤无需充值道具装备全可以靠自己赚得！服务器最大的特色就在于所有道具都可以 购买的到，玩家可以通过钓鱼、草药收集和稀有物品兑换等方式来换取金粒（RMB货币），可以说赚取RMB货币是非常轻松的，玩家还可以创办自己的公会，只需向腐竹提交书面申请以及缴纳一定的游戏币即可创办属于自己的玩家公会。\n=============服务器玩法=============    ①本服务器属于RPG类冒险式服务器，本服务器模拟中世纪的真实环境      所以一切环境布置是无法被破坏的。\n    ②服务器中物种分为三大种族，主角属于人类，随着向大陆内部深入，会开始接触精灵族、兽人、死灵族等，玩家在游玩过程中，可以不跟随主线剧情自有发展，但是大部分对话都是由主线剧情进行触发的，而且完成主线任务也会获得游戏币，从而可以购买更加强力的道具。玩家可以自由探索地图，在偏远区域会有稀有宝箱稀有草药或者奖励任务可以领取。\n③服务器开启PVP，部分区域为非死亡保护区即死亡掉落区域在进入死亡掉落区之前会有特殊提示。\n④服务器每一张地图（人类的每个王国、精灵族的暗夜森林、兽人族领地等多达10+地图）都非常大，如果纯靠跑路的方式会非常耗时，所以建议玩家到达一个新地点时解锁传送点这样通过花费游戏币即可快速传送到目标区域，服务器内可以在城市市场中购买属于你的私人马匹，通过马匹或者船运也可以快速跨越地图。\n\n=============服务器规则=============①服务器不出售OP，创造等权限。②禁止到别人服务器去宣传本服务器，以免破坏名声\n③禁止向管理索要物品。\n\n   ④本服务器禁止玩家私下以RMB形式交易道具或帐号，一旦发现，清空双方帐号，附送监狱20小时游览。\n  ⑤禁止使用作弊工具、变速器等破坏游戏公平性的东西\n   ⑥RPG武器自己保管不当导致武器丢失等一律不赔偿\n\n=============服务器精美截图============= \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n=============服务器价目表\n============= VIP（剑士） VIP2（骑士） VIP3（皇室）价格/月 20 30 50权限 /back+/home /back+/home+/tpa /back+/home+/tpa+喊话奖励 剑士套装（诺德剑+剑士上衣胸甲靴） 骑士重甲（诺德重剑+诺德重甲+诺德靴） 有缺口的梅林战斧+诺德军甲\n金粒售价：10RMB=1粒 50RMB=7粒 100RMB=15粒\n（注：金粒可在游戏中通过钓鱼、草药采集、稀有物品兑换获得）\n【服务器后台、OP证明】 \n\n\n\n\n=============结束语\n=============  Minecraft军争大陆服务器欢迎大家的加入！\n           请记住服务器目前唯一QQ43221096，我们期待您的加入！  客户端下载地址：群内公告栏有下载地址，客户端自带IP地址哦~\n\n\n\n               \n\n\n\n\n",
    "replies": []
}