{
    "title": "[原创·连载]【逆界—第一章：初入凌家凌天阁】【by2644511816】",
    "author": "2644511816",
    "replyCount": 1,
    "timestamp": 1474284720,
    "txt_content": "       一路站在飞剑上高速飞行的滋味也不是那么好受的，唯有那些修行者才能承受，修行者可以利用灵气围住四周使自身不必遭受风流的洗礼，虽说那为少年是这位的儿子，不过一路都只是用灵气围住自身，也许这是考验的一种吧。好在路途并不是很遥远，当然这仅对于修行者说，如果凡人要走这么多路，最快的速度也要三月时间。到达了宗门所在后，那少年整个脸都变成白色的了，显然煞是难受。宗门的山门前有一石碑，石碑上刻有三字：凌天阁，这是属于凌家的修仙门派。\n       山门前有执事等待，显然是来迎接他们的，看见中年男子后那执事的眼睛终于亮了起来，“晚辈刘云山拜见凌扶风师叔。”那刘执事见了中年人后急忙道，凌扶风撇了少年一眼道：“还不拜见刘师兄。”听了凌扶风一句话后那少年对那刘执事道：“刘师兄好。”那刘云山显然是知道少年与凌扶风的关系，立马回复道：“师弟不必多理。”然后他接着说：“阁主大人已经在等待二位了，请和我一起上山去吧。”说完直接踏着山门前的阶梯走上山去。\n       宗门位置处于山尖，对于未曾修炼的人显然并不是那么好走。待到少年走上山峰已是中午，看着凌扶风的儿子如此艰辛那刘执事道：“师弟，待到你修炼之后就不会这么累了，这凌云梯对于凡人很是难走，师弟你能只花这么少的时间登上山峰已是不凡。”这句话可没少拍马屁，显然这刘执事是想巴结这位少年，不过不知道他的名字只能叫其师弟。\n       登山山峰后来到一个巨大的阁楼前，阁楼上有一金匾，金匾也如山门前石碑一样有三字：凌霄堂。不用那刘执事多说，他们二人也都知道这是阁主所在的地方，那凌扶风虽然修为有成，可是在家族内处理事务也未曾来过宗门。突然，凌霄堂的大门打开了，里面有一个苍老的声音传了出来：“既然来了，就别呆在门外了，进来说吧。”说罢，三人便身体一轻被那力量引导着飘了进去，待到三人进入堂内那大门又再次关上。\n       入眼时那是一张带着微笑的老脸，若非身上的气息有点仙风道骨，任谁都会觉得这只是一个平常的老者。但那凌扶风却立马弯腰抱拳道：“晚辈凌扶风拜见凌虚阁主。”那看起来修为不俗的凌扶风居然就在那老者面前自称晚辈！这立马会使人知道那老者修为在凌扶风之上。但那凌虚却并不意外，只是缓缓道：“在你出生时我就去送过贺礼，几百年了你居然已是结丹修士，老了，老了啊”说着居然就叹息了起来。而那凌扶风却连忙回复道：“凌虚阁主，您就别嘲笑晚辈了，您已是元婴修士，修为比晚辈高的多。而且您还有机会冲击分神境”\n       这修士等级分配从低到高是这么叫的：聚息、凝气、筑基、结丹、元婴、分神、斩灵、问鼎。这是这个世界所知的等级分配。而元婴修为已处于等级的中游，而那凌虚却是道：“老夫修为能够到元婴已是大气运之身，至于突破元婴达到分神境老夫未曾想过，老夫的资质、灵根只是中品，如果是上品灵根就不会这200年还处于这元婴初期，而是元婴中期了。”说罢他说了一句不相关的话“岁月流逝太快，转眼间已过千年，千年前的景象已然不在了...”说完此话他眼神露出怀念的眼光，不过很快恢复了过来。\n       “小子，你应该是凌扶风的儿子吧，你叫什么？”那凌虚缓缓问道，那少年也如凌扶风一样急忙的恢复道：“晚辈凌无涯。”，不过听到这个名字那凌虚有些狐疑了，一直重复念道：“凌无涯，凌无涯......”，不过不久便想起了什么：“凌无涯！我想起来了，这是我给你取的名字，寓意是当你踏入仙道巅峰凌驾世界之上是希望你知道，仙道无涯！”\n       “仙道怎会无涯？”那凌无涯像以前一样问了起来，不过那凌虚不急不躁的回答道：“仙道本就无涯，当你处于一个巅峰时看向前方你会发现在这巅峰上还有比这跟慷慨的，仙之大道！”，然后他又遗憾道：“不过老夫修为只能止步于此，你还有的是希望。老夫修行千年之久看惯人间沧海桑田，本希望入凡有所明悟却资质不堪，无法得已明悟。”\n       “多余的话我也不再说了，孩子，把你的手伸出来。”然后他继续道，凌无涯也不多嘴直接深处手臂，那凌虚将手放在他的手臂上运转灵气，凌无涯本能的有所反应，不过凌虚却道：“小子，不要抵抗，我在测试你的灵根和资质！”说罢凌无涯也就不在警觉，不过一盏茶过后那凌虚却一脸狐疑的碎碎念着一句话：“怎么会这样呢...为什么他没有灵根体内却有一个漩涡......”（未完待续）\n       作者：喷子们这几天不活跃了啊a.a都没人吐槽，更新时间不定，有时间久上线写写，好了我去休息了",
    "replies": [
        {
            "author": "2644511816",
            "timestamp": 1474367100,
            "txt_content": "诡异的安静....那些喷子们去哪里了怎么都不来个人==好恐怖"
        }
    ]
}