{
    "title": "【RMC】关于“什么被包含在红石电路中”的研讨",
    "author": "流火智YFTX",
    "replyCount": 11,
    "timestamp": 1474460580,
    "txt_content": " 本帖最后由 流火智YFTX 于 2016-9-23 01:50 编辑 \n\n  本文是一个才疏学浅的人闲着无聊写的研讨性文章，仅代表本人目前观点，对其正确性不作出保证，欢迎各位提出不同观点。\n  众所周知，红石电路在一些基础概念上存在“不明确”问题，因此本文就基础概念之一：“什么被包括在特定红石电路中”进行讨论。\n 首先，我们的核心问题是：\n 给定包含红石电路A、红石电路B与非红石电路的游戏地图，指出该地图中哪些事物属于红石电路A，哪些不属于红石电路A。\n 就这个问题，我们涉及的概念有：对红石电路与非红石电路的区分标准，不同红石电路的区分标准。\n 可以看出，这里面蕴含了一个问题：何为红石电路。\n 我们先解决这个问题。\n 根据Minecraft中文wiki，我们得到红石电路的定义：“红石电路（Redstone circuits）为你可以建造起来用于控制或激活其他机械的结构。”（http://minecraft-zh.gamepedia.com/%E7%BA%A2%E7%9F%B3%E7%94%B5%E8%B7%AF），为了理解这个定义，我们在Minecraft中文wiki上也找到了机械的定义：“机械（Mechanisms）是用于完成特定任务的复杂系统。”（http://minecraft-zh.gamepedia.com/%E6%95%99%E7%A8%8B/%E6%9C%BA%E6%A2%B0）。 我们研究一下机械的定义，wiki（此后在本文中，如无特别说明，Minecraft中文wiki简称wiki）认为，机械是完成特定任务的“复杂系统”。 我们一般认为，一乘二活塞门或者一连串的木牌上面放上沙子属于机械，而我们根据“简单系统simple system，特点是元素数目特别少，因此可以用较少的变数来描述，这种系统可以用牛顿力学去加以解析。简单系统又是可以控制的，可以预见的，可以组成的。在管理学中，这种组织一般是出现在组织的初期，比如一个班级，抱着同样的目的，有同样的背景，组成了一个简单系统。又如，排成一列的长队买票，也是一个简单系统。”（来自http://wenku.baidu.com/link?url=VpKmWDVdS8cEVh5ZkW5TJRGBaXCMHN-OPd4n0P6HoYYKZo8S6HEENwVuNMMGgGg7UHxsn-A4GP4fXCd8fq4CL-DwMU9Jmt-OuKUVMlUjlKW）可以合理推测，这两种机械都属于简单系统，而wiki上说机械是一种复杂系统，这是一个问题。\n 其次，我们一般认为，一乘二活塞门本身属于红石电路，而且它并不需要“控制或激活其他机械”，因为我们根据机械的定义，很容易看出，两个可推动方块并不能算机械。\n 因此我们首先知道了，wiki上的定义较为模糊，并不能解决我们的问题。\n 故我们只得靠自己考察“何为红石电路”这个问题。\n 因为红石电路和真实的电路有一定程度的相似性，因此我们参考一下现实电路的相关知识：“电路是由若干电器元件相互联接构成的电流通路”“人们构建电路的主要目的是处理电能与电信号”（来自《电路原理》）。我们可以简单的转化一下来解释红石电路“红石电路是由若干红石元件相互联接构成的信号或能量的通路”“人们构建红石电路的主要目的是处理信号与能量”。\n 因为红石电路中没有电流，所以我们将电流换成了其他概念。替换后的两个词中，“信号”与“能量”基本取原意，当然，MC中的能量不守恒，而且MC中“力”的概念也有问题，所以也不能说完全一样，但是在“能量是表征物理系统做功的本领的量度”这个意义上，通过对力等物理量进行假设，也是可以使用的。（但是我们或许应该用一个新的词来代替这个定义中的“能量”这个词，以精确表示这个概念，这方面暂时不进行深入讨论）“信号是表示消息的物理量”，从这个定义来看，信号的含义基本是不变的。\n 现在我们可以看出，如果我们解决了“何为红石电路”这个问题，我们就可以区分红石电路与非红石电路。但是我们现在还剩下最关键的一个问题，何为“红石元件”。\n  我们看一下wiki：“红石元件指用于建造红石电路的方块。红石元件包括电源（如红石火把、按钮等）、传输组件（如红石粉和红石中继器）与电动机械（如活塞、门、红石灯等）。”（http://minecraft-zh.gamepedia.com/%E7%BA%A2%E7%9F%B3%E5%85%83%E4%BB%B6）这个定义看起来不错，但是如果和我们之前给出的红石电路的定义结合起来，就变成了一个循环论证：“A是红石元件，因为它在红石电路中。”“A在红石电路中，因为A是红石元件。”当然，原本的wiki定义并不存在这个问题，但是我们也看到了，原本的wiki定义存在其他问题，导致我们不得不放弃原本的wiki中的红石电路的定义。\n 因此，我们需要给红石元件一个新的可用的定义，我们可以说，红石元件是“创造模式下红石物品栏中的全部物品。”但是这种定义有些问题，比如普通活塞门中的门板就被排除到红石电路之外了，同时诸如水缸等等也被排除了。所以我们需要给它其他定义。我们可以说，“处于与创造模式下红石物品栏中任一物品（若该物品本身就在红石物品栏中，视为与自己联接，但单个与自己联接的物品仅被认为是一个物品，不被认为是多个物品）相互联接的状态，并且可以处理信息或能量的事物是红石元件。”\n 根据“红石电路是由若干红石元件相互联接构成的信号或能量的通路”这个定义，诸如普通活塞门、红石SRAM、强模四则计算器、树场等红石电路的确可以被称作“红石电路”，（活塞门的门板因为它处在与处于与创造模式下红石物品栏中任一物品相互联接的状态，并且可以储存与变换信息（开门/关门的状态），所以的确可以算是红石电路的一部分，与我们的常识相符。）像木牌电路、甘蔗电路等，因为并没有“处在与处于与创造模式下红石物品栏中任一物品相互联接的状态”，所以不算红石电路。一对铁块等等也是同理。而单个红石中继器的确算红石元件（因为若该物品本身就在红石物品栏中，视为与自己联接，并且它可以处理信息或能量），但是因为没有与其他红石元件相互联接构成信号或能量的通路，所以不算红石电路。这一点也与我们的常识相符。也就是说，红石电路是一种系统，而红石元件是事物可能处于的一种状态（红石物品栏中的物品一直处在这个状态）（注意，这并不是定义，定义在前文）。\n 现在，我们已经找到了红石电路与非红石电路的区分标准：符合“红石电路是由若干红石元件相互联接构成的信号或能量的通路”这个定义的事物就是红石电路，不符合的就不是红石电路。\n 根据这个定义，我们来研究一些比较麻烦的概念：\n 1、假设红石电路A中某个红石线附着在铁块上，该铁块除了用来被附着外没有其他用处，那么该铁块是否是红石电路的一部分。 首先，铁块肯定处在与处于与创造模式下红石物品栏中任一物品相互联接的状态。关键是后半句。我们知道，铁块本身并没有处理信息或能量，但是处理信息与能量的红石线本身却在这种情况下无法单独存在，因此在这个例子中，我们需要将铁块与红石线看做是一体的，故铁块是红石电路的一部分。\n2、树场中的被催熟的树木是否是红石电路的一部分。 首先，树木也的确处在与处于与创造模式下红石物品栏中任一物品相互联接的状态，而且树木也的确承载了能量（虽然可以直觉性的知道这一点，但是这里并没有准确的论述，关于能量应该需要专门的文章进行讨论），所以树木的确是红石电路的一部分，但是，被推出树木堆与树场间是有原木来连接的，如果那些原木消失，这个树木堆就不算电路的一部分了，此外，假设我们用了凋零解决原木并传入箱子，原木处于物品状态时依然处于与创造模式下红石物品栏中任一物品（漏斗）相互联接的状态，所以还是电路的一部分，如果我们把原木拿到自己的背包中并关闭箱子或漏斗，那么原木就不是电路的一部分了。\n接下来，我们来寻找一下A红石电路与B红石电路的区分标准。\n 首先，我们知道，一个红石电路是一个系统，我们已知系统的定义为“系统是由一些相互联系、相互制约的若干组成部分结合而成的、具有特定功能的一个有机整体（集合）。”，而且我们知道，系统A可能是系统B的组成部分，而系统A的组成部分也有可能是系统C。所以我们发现，系统是分层次的。我们又知道，同一层次（比如计算机组成）也会包括不同的系统（比如储存器与处理器）。我们推测，红石电路是介于红石元件与游戏地图间的某种特定系统，并且其组成部分必然包括且仅包括红石元件。\n 我们又知道，系统具有整体性，并具有一定功能。这一点是我们划分不同红石电路的依据。\n 同时我们又意识到，真正毫无联系的事物是极其少见的或不存在的，所以整体性是一种模红的概念。另外，“功能”是相对于人的，一个东西有没有什么功能是由人来决定的。我们可以说诺基亚有武器功能，也可以说诺基亚没有武器功能，这两者都没问题。综上所述，不同的系统的划分，本质上是模糊的。\n 因此，我们决定考察一下常见的红石电路划分手法，对模糊的划分标准化。\n 我们认为，单个红石电路中，存在且仅存在红石元件，每个红石元件间的联系都是直接的，并且每个红石电路都有一定的功能。\n 第一个分句不必解释，根据红石电路的定义自然可以得出该概念。\n 第二个分句中，我们强调，每个红石元件间的联系都是直接的。这句话的含义是：单个红石电路中不同红石元件在互动时，不需要除了整个红石电路整体的输入以外的输入。举例而言，在一个一乘一普通活塞门中，红石元件的互动过程是这样的：玩家拉下拉杆，输入“关闭”信号——拉杆激活红石粉——红石粉激活活塞——活塞推出方块——方块到位，活塞门处于关闭状态。整个流程中，并没有出现间断。也就是说，除整个电路的输入外，每个红石元件被输入的信号或能量，都是来自其他红石元件（包括被输入元件本身）的输出。在这里我们发现了一件有趣的事情，“玩家”在本例中事实上符合红石元件的定义，这意味着，除了作为输入的信息的提供者，玩家也可以扮演红石元件的角色。\n 第三个分句中，我们强调，红石电路是为了一个或多个功能服务的。这意味着，红石电路从整体上是有序的。这一点主要是作为我们判断时的辅助知识使用。\n此外，在大部分情况下，我们习惯性的将玩家假设为不存在，但这只是个习惯。\n 依靠这些标准，我们在大部分情况下即可对红石电路进行划分：\n1、有两个三乘三活塞门间隔十个方块的位置，那么这两个活塞门是否是独立的两个红石电路？ 根据分句二，我们发现，两个活塞门的红石元件间至少有十个方块的间隔，推测其间并无任何直接联系，因此我们认为，它们是两个独立的红石电路。但是，在特殊情况下，假如我们将玩家设为红石元件，我们也可以认为它们的一个红石电路，因为可以如此连接两个活塞门：玩家按下第一个活塞门的拉杆——玩家按下第二个活塞门。这样我们就可以将其视为一个红石电路，但是我们很少这么做。\n2、两个红石SRAM被交错穿插在一起，但是它们的运行是独立的，这是否是两个独立的红石电路？ 根据分句二，我们发现这两个红石SRAM间并没有直接的联系，因此是两个独立的红石电路。特殊情况同例一。\n3、树场与该树场的凋零笼子是否是两个独立的红石电路？ 这是一个问题，因为这里我们发现，虽然树场可以通过原木与凋零笼子直接联系，但是原木的联系并不是恒定存在的。这里我们需要分情况讨论：1、当原木联系了树场与凋零笼子的时候，这是一个红石电路。2、当原木并没有联系凋零笼子，但是原木有联系凋零笼子的可能性的时候，这是隐含“一个”红石电路的两个红石电路。也就是说，这种情况下，树场与凋零笼子间的关系是两态的。它们有可能是相互独立的，也有可能是一体的，那种都没问题。我们这时候发现，这种“两态”在之前的两个例子也存在，为何我们一般认为前两个例子是独立的两个电路，而这个例子却是一个电路呢？这里我们发现，我们描述红石电路是两个或一个的时候，是一个“全时”性的描述，也就是说，我们其实预设了这样一个概念：红石电路是一个还是两个是内含于红石电路的性质之一。（同时，我们还有一个预设：小规模的修改并不会导致红石电路A变成红石电路B）这很明显是有问题，因为我们知道，红石电路的划分其实是人的主观判断，并不是一个客观性质。我们现在进行的标准化，目的就是尽量减少主观成分，但是这个标准化之后最多只能影响未来的判断，并不会影响以前的判断，所以我们可以知道，那是一个十分有可能是错误的、未被发现的预设。但是，我们需要尽可能让我们的标准化符合常识，因此我们对这种预设的结果进行一下观察：我们发现，虽然从客观上，在全部时间中，这三个例子的红石电路有一部分时间是两个红石电路，有一部分时间是一个红石电路，但是我们倾向于对其进行一个可以在全部时间成立的描述，并视不符合这个描述的时间为“反常的”。我们还发现，选定的描述是“一个”还是“两个”与实际上红石电路处于“一个”或“两个”的状态的时间长短无关或关系很小，比如前两个例子，无论它们处于“一个”状态的时间多长，我们一般也会认为这是两个红石电路，处于“一个”状态是反常的。而对于第三个例子，无论它们处于“两个”状态的时间多长，我们一般也会认为这是一个红石电路，处于“两个”状态是反常的。所以我们基本可以排除时间的影响，可以说，只要某状态可能存在，其实际上存在的时间长短对我们的描述影响较小。那么，这时候，我们发现，对我们印象较大的因素其实分句三，也就是红石电路的功能。我们在判断红石电路是一个还是两个的时候，其实给红石电路预设了一个或多个功能。我们认为活塞门作为两个单独的个体就能满足功能，也认为树场和凋零笼子作为一个整体才能满足功能。因此我们才会如此描述红石电路。当然，红石电路在某个特定时刻的状态是确定的，这一点可以根据分句二进行判断。\n4、玩家从红石SRAM那里得知信息，然后手动输入到红石CPU，红石SRAM与红石CPU是一个红石电路吗？ 在大部分情况下，我们在判断的时候将玩家假设为不存在，如果这么假设，根据分句二，红石SRAM与红石CPU是两个红石电路。如果认为玩家存在并扮演了红石元件的角色，那么，根据分句二，红石SRAM与红石CPU是一个红石电路。\n5、一台红石数字计算机中，红石SRAM与红石CPU可以视为两个独立的红石电路吗？ 可以，红石SRAM与红石CPU内部的红石元件的确都是直接连接的，根据分句二，它们可以视为两个红石电路，并且因为分句二并没有要求只要有直接连接就一定是一个红石电路，所以这是可行的。当然，同样根据分句二，它们也“可以”视为一个红石电路。此外，我们将一个红石电路划分成两个红石电路的时候，这两个红石电路除了要符合分句二，也需要在意分句三，因为我们的划分依据一般是分句三为主，不过分句三在很大程度上是主观的。\n6、无线红石的信号发出器与信号接收器可以视为一个红石电路吗？ 可以，例如栅栏式无线红石，它们的联系是这样的：栅栏A被玩家观测——栅栏A给栅栏B一个信号，使其设置自己的碰撞箱。这两个间的联系是直接的，只是较为隐秘。\n综上所述，我们可以对A红石电路与B红石电路加以区分。\n回到本文核心问题：“什么被包括在特定红石电路中”，这个问题已经被解决了，首先我们将非红石电路排除，然后我们选定某一个或多个特定红石电路，并将特定红石电路以外的红石电路排除。便可知什么被包含在特定红石电路中。\n\n\n\n\n高清rmc.png (120.28 KB, 下载次数: 0)\n\n下载附件\n\n2016-9-21 20:22 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xiaoya2031",
            "timestamp": 1474466940,
            "txt_content": "楼主，什么叫“信号发生器”、“信号接收器”啊？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1474473600,
            "txt_content": "你敢不敢稍微排个版"
        },
        {
            "author": "流火智YFTX",
            "timestamp": 1474512240,
            "txt_content": "LocusAzzurro 发表于 2016-9-22 00:00\n你敢不敢稍微排个版\n233333333333"
        },
        {
            "author": "流火智YFTX",
            "timestamp": 1474512300,
            "txt_content": "xiaoya2031 发表于 2016-9-21 22:09\n楼主，什么叫“信号发生器”、“信号接收器”啊？\n是无线红石的两个组成部分，一个是发出无线信号，另一个是接收无线信号"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1474515360,
            "txt_content": "流火智YFTX 发表于 2016-9-22 10:45\n是无线红石的两个组成部分，一个是发出无线信号，另一个是接收无线信号 ...\n哦哦"
        },
        {
            "author": "混乱",
            "timestamp": 1474532340,
            "txt_content": "关于是否包含一类的讨论，我认为可以直接套用现实中的电子电路版作为参考得出结论。\n楼主所撰写的一些列内容显得有些罗嗦了。"
        },
        {
            "author": "流火智YFTX",
            "timestamp": 1474537980,
            "txt_content": "混乱 发表于 2016-9-22 16:19\n关于是否包含一类的讨论，我认为可以直接套用现实中的电子电路版作为参考得出结论。\n楼主所撰写的一些列内 ...\n。。。这方面现实与mc差别还是蛮大的"
        },
        {
            "author": "Sssss...",
            "timestamp": 1474549500,
            "txt_content": "不排版你会死啊\n看了一半不想看了，太乱了，而且大部分都知道"
        },
        {
            "author": "Java_command",
            "timestamp": 1474598700,
            "txt_content": "我去好乱，就是觉得命令方块算不算啊……毕竟有时候会用到红石快之类的……"
        },
        {
            "author": "滑稽副教",
            "timestamp": 1584502440,
            "txt_content": "看不懂。。。。。。。。。。"
        },
        {
            "author": "沃斯萨比",
            "timestamp": 1584534840,
            "txt_content": "感谢大佬"
        }
    ]
}