{
    "title": "[网通]奇点·群峦传说————非公立不盈利服务器,一个少数派的服务器[1.7.10]",
    "author": "5igm1",
    "replyCount": 0,
    "timestamp": 1474522260,
    "txt_content": " 本帖最后由 5igm1 于 2016-9-22 15:33 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n这是在群峦间，大地上世代劳作奋斗的人的传说。生存是艰难的，生存是充满斗争的；生存是光明的，生存是充满希望的。这是一个让minecraft世界的生存模式变得更加有意义，更加真实，更加复杂的mod。名曰：群峦大地，或“群峦传说”。\n——引自Craft的教程贴\n“让生存就像它所应该展现的样子。”你所看到的这句话引用自群峦的官方logo，但是这到底代表什么？到底什么才是真正的群峦传说？群峦传说的目的是让这一切更加合理，同时给予游戏者成就感。让你在可以建造一个宏伟城堡、漂亮的家、壮观的要塞、城镇、城市前，充足的体验到技能锻炼与搜寻材料的艰辛与成就。独特的群峦生成系统同样创造了一个美丽而不同的背景，作为你建筑的“画布”。自新世界开始的时候，群峦传说就已经废弃了原版的生成系统，并取而代之了一个全新的国度。海平面被升高到了原版的两倍，地下产生了三种独立、不同的岩层，每一岩层，取决于它的大小，都拥有他们独一无二的矿物。在地表，不同种类的树与大小岩石分布其间。草、花与树苗则取决于他们所处的温度来引导生长速度，植物们的叶子颜色也随着季节变化而不同。群峦传说同样增加了新的农作物与水果树来作为食物来源创造更多可能。纵观游戏，有三大时代：石器时代、铸造时代、与铁器时代。石器时代包含有基础的工具。这些工具将花费更长的时间来达到它们的效果，例如说砍树需要更长时间。而且往往无法通过他们得到最大量的矿物出产。下一个是铸造时代，你将得到一个新的系统：铸陶系统。在这个时代，你可以使用铜与青铜，并且可以新增了斧子、勘矿稿、凿子与锯子。铁器时代，则包含了基础的铁器加工。而所有明亮鲜艳的红色与蓝色钢铁合金，则需要更为高超的冶炼技巧与极为稀有的资源。\n——译自群峦传说的官方Wiki\n群峦传说，一个以其极强的科学性和“自虐”性而出名的大型mod这个mod基本颠覆了原版玩法，“更加真实，更加复杂\n——引自格兰芬多爬行者的教程贴\n\n在这里，史蒂夫不在拥有“麒麟臂”！在这里，MC不再失重！在这里，引入了极为复杂而精致的冶炼系统！它复杂而又有趣它科学而绝无恶意！它让MC变得更加合理让MC与现实的联系更加紧密！让你在往往抓头发狂的同时，给予你极大的成就感与幸福感！\n群峦传说，一个MC界不可超越的巅峰之一！欢迎你来挑战！在你体验它因追求真实而变得极端繁琐的过程步骤之中，你将体验到前所未有的极致欢乐与成就感！你会因它而自豪！\n以上为群峦传说的特色介绍---------------------------------------------------------------------------------------------------------------以下为本服基本介绍\n这是一个或许注定少数派的游戏模式。迄今为止，虽然其中有一部分原因是因为停服一年，然而这种拟真模式不为大众所喜也是其中更重要的一个原因。\n所以，诸位有志者入服之后或许在很长时间之中都可能面临着尴尬的半单机窘境。\n或许这注定是一个少数派的服。\n群峦服的开办起初来源于我的一个梦想，一个想要将游戏做得真实的梦想。我不知道在所有mod试图降低、方便化MC的时候，群峦的作者为什么会跳出来做一个如此真实却又如此困难的mod。我不知道为什么在群峦受众寥寥的情况下，为什么群峦团队却可以一直坚保证高更新率且从未放弃。但是很感谢它，它将这个游戏变得很真实。在没有任何此项目收入来源的情况下群峦团队可以坚持不懈，我相信这或许也是源于一个梦。因为群峦，如今这个服的存在得以成为可能。\n如果您渴望体验现实版的MC，希望一同见证一个真实的小世界的诞生，那欢迎您加入我们。\n这里或许有人哭，有人笑，但我都希望您可以在辛勤的劳动下体会最真实的快乐。\n哪怕可能注定孤独。但我愿意与所有同志者坚守至最后一刻。\n入服收费目前取消，原因是目前是用的家用机保持开服。之前每月一交的催命似的月租费暂时没有了。欢迎各位来玩。我们试图在群峦的基础上将游戏做得最大程度模拟现实。欢迎有志者加入我们。\n天之道,损有余而补不足.人之道,则不然,损不足以奉有余\n我们诚挚的希望，本服可以给众位玩家带来最佳的游戏体验。我们诚挚的期待，若干年后，大家可以在这里留下满满的回忆我们诚挚的期望，当以后大家长大，离开这里后，可以说：“奇点·群峦传说啊！我的童年/青春/美好回忆都在那里。”\n我们愿与你，共成长！我希望，这个服务器可以一直传续下去，哪怕有一天，管理层全都换人，它也依旧可以依靠自己的力量，存活下去。\n这将是我们满满的回忆，我们的家。\n我们不卖VIP，也没有各种特权武器！这个服将由每位游戏者一同建立。这是一个属于诸位玩家的服，我们一起拥有它！\n奇点·群峦传说，属于您的家园~愿志于参与进这个梦想的人，让我们的梦想一起扬帆起航！\n\n\n加入我们！点击链接加入群【奇点·群峦传说】：http://jq.qq.com/?_wv=1027&k=2HDnl0z奇点·群峦传说QQ群号： 518500692服务器证明\n",
    "replies": []
}