{
    "title": "[双线]奇点——国家|战争|修行|建筑|小游戏|真实世界，多元玩法的平衡世界[1.11.2]",
    "author": "5igm1",
    "replyCount": 0,
    "timestamp": 1474546680,
    "txt_content": " 本帖最后由 5igm1 于 2017-8-5 01:27 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n本服为多元化世界型服务器。不仅包含了“生存”，也包含了“战争”、“经济”、“RPG”、“小游戏”等多重元素。目的在于建立一个合理自洽、自我平衡的MC服务器。为了达成此目的，我们对原版MC机制做了很多修改与发展。\n\n简介\n在这里，我们将挖掘变得更加平衡，使得其更有挑战性在这里，食物将开始拥有腐烂与营养平衡机制在这里，你除了原版的饥饿度、血量值外，还需要照顾水份和体温！光照不再是可忽略的因素，原版的地图和指针不再是无用的物品！最重要的是，虽然对MC做出了大量改变但是全部基于原版的原有机制让你轻松游戏，而无须重头学习大量教程！\n在重新平衡MC资源需求后这不再是一个一天就可以出钻装的游戏每一步的发展，都需要伴随着大量时间在服中，你可以当一个悠闲的建筑师，系统为你设置了超高的福利待遇在服中，你也可以当一个激情的冒险者，多重挑战等着你的到来或者，建立一个国家？组建自己的邦国与军队！多种国家福利政策，让国家在服内的说话声音，更大更强！这里既适合和平人士，升级、牧田、建设家园也适合激情人士，杀戮、探索、国家战争！\n特征介绍基础：首先，本服为了让MC更加平衡化，修改了部分合成表与MC的基础参数。简单的例子来讲就是，基础资源类型的方块和部分其他方块，比如原木、泥土、石头、煤矿石、铁矿石、金矿石、红石矿石、青金石矿石、钻石矿石、绿宝石矿石、黑曜石比原版MC所需的挖掘时间有所提高。并且加大了从石制工具起的所有武器、盔甲、工具的矿物需求量。全面从基础部分就开始放缓整个服务器的发展速度。（除以上涉及到的方块，其他的方块，例如冰方块、书架、铁砧、附魔台、粘土等等都未做改变）我们除了放缓了速度，还增加了新的发展上限，例如新添了一套绿宝石武器与盔甲，并将在未来根据服务器发展规模，推出更多的新的套装物品，不会让玩家出现原地踏步的空耗现象。同时本服实行了实体货币与死亡根据物品种类与幸运值几率掉落策略，结合出色的游戏策划，保证这将为您带来出色的游戏体验。其次本服在游戏模式上，可以简略的分成三大类：国家线路、个人线路、休闲线路。\n国家线路：如果您选择了国家线路，亦意味着您选择了与一大帮友爱的小伙伴结伴发展。前期国家的初始门槛所需较高，您将和小伙伴们一起为了建国所需的基本资源而奋斗。而到了中期，作为国家线路，可以慢慢解锁三大阶段性功能！1. 经济类功能当国家发展到一定公民数量（玩家数量），以及经济实力与建筑规模后，经过审核，可以开启第一个阶段性功能：经济类功能。在经济类功能下，您将可以开始培养各种经济类npc，从而逐渐实现整个国家的资源获取自动化、规模化。比如您可以开十几个矿井，从此再也无需烦恼基本的矿物来源，您也可以建立十几个农场，从此再也无需烦恼食物来源。当您将这一阶段建设完成后，从此，基础的各类资源需求，将再也不是烦恼。同时除了以上这些，对于一个国家而言，最强大的经济手段是什么呢？显然就是铸币权。而这个权利，您也将在这个阶段拥有。为您赚取无穷财富。2. 军事类功能当您完成经济类功能的建设，并满足相应的玩家数量、经济实力、建筑规模需求后，经过审核，可以开启第二个阶段性功能：军事类功能。在此功能下，您将可以开始建立自己的军队型NPC。它们不惧死亡，并可以穿戴上任何玩家可穿戴的武器与盔甲，甚至还有特殊的无上限的可成长型NPC可供选择。并且您可以为这些npc建立编号、军阵，而且当它们追随您，而您与它们距离过远时，他们可以立刻传送至您的身边。在这一阶段，立足于上一经济类功能的强大经济支持下，您的国家将真正开始走向霸主地位，个人的力量，将开始显得渺小。3. 司法类功能当您完成经济类和军事类功能的建设后，并满足了相应的玩家数量、经济实力、建筑规模以及服内风评评定之后，经过审核，将可以开启第三个，也是最后一个中期功能：司法类功能。在此功能下，您的国家将不仅是周围地区的霸主，也将是王者。您将被赋予在领土中立法、司法与执法的权利。对于违反者，您将有权利对其发布悬赏通缉令，并雇佣强大的个体线玩家或者带领着军队去追捕这些为非作歹者，并将他们投入大牢，为您的势力范围内带去平安与安定，真正坐上属于王者的荣耀宝座！而到了后期部分，随着国家的增多以及有限的资源与人口，势必将出现某些不可调和的矛盾，此时您将可以对其他国家进行宣战！通过完善的战争制度与规则，将政治再次延伸，在谈判桌外通过铁与血解决国家间的争端，并真正走向一个大帝国，逐渐成为众国间的天朝上国！\n个人线路：不同于国家线路上的需求的玩家间的亲密合作，个人发展线路追求的是个体的极致！为此本服特别推出了独特的修行系统！通过修行与历练，玩家可以逐步提高自身的各项属性值，真正的超越自我。一跃三米将是现实，力大如牛也将不再是天方夜谭！除了对繁复而精密的属性参考之外，个人线路的玩家，还可以依据自身实力，进入到更为高级的资源区域以及通过完成各类副本，获得大量资源与奖励！而这些副本，不仅有属性装备的硬性需求，更是对技巧的极致考验！让优秀者脱颖而出！而且除了以上这些，您也无需担心会被国家所欺负，因为个体玩家与国家线玩家之间，绝对不是一种对抗关系！相反，是一种吸引关系。因为服内会定期开展一些丰厚的国家线奖励，而这些奖励的获取往往非常需要个人线路玩家的援手。除此之外，您还可以在弱小时到一个国家之中打工来赚取财富，在强大时加入一个国家之中成为威严的将军或强大的执法者掌握相应的权力！\n休闲线路：休闲线路又称之为建筑线路。不同于国家与个人线路的刀尖舔血的紧张与争分夺秒的紧迫，侧重于照顾原版建筑师们的休闲线路可谓是一帆风顺的轻松之路。同时为了更好的让各位无论是建筑设计师，还是红石建筑师更好的发挥自身的实力，还特别加入了小方块与粘液红石mod，让您的建筑设计与红石设计可以具备更多可能！无论是原版的建筑设计还是红石设计，显而易见，都是原版MC的精髓所在，其发展可能是无穷的！因此这条线路不会像国家线路一般充满审核，也不会像个人线路一般，充斥着挑战。在休闲线路中，您可以很安静的完成自己的设计，为服务器的风景增加无穷多的靓丽景观与奇思妙想。同时，您也无须担心自身的成果不被人认可！因为在国家线路的众多评定，以及众多周期性补助的评定之中，建筑与红石设计，将会被我们着重参考！一个国家的建筑与红石设计水平，将极为重大的影响这个国家的发展速度与奖励获取。因此，如果您是一个热爱建筑、热爱红石的创造型玩家，也请不要错过！在这里，您将受到最大的尊重。\n除了以上三大线路，亦如同上面所提到的副本，服内的副本，除了传统的打boss之外，更有多种小游戏来调剂生活，并会提供大量奖励！而且以上三大线路只是一个笼统的简述，而非决定性的选择，换而言之，比如您又想提高自身实力，又想建国立邦，这是完全可行的！\n更多详情，请参考本服特别推出的，指南（实时更新，PPT文档）：http://pan.baidu.com/s/1clMAy6\n\n本服当前正在测试阶段，部分功能尚在加急制作中。当前实行删档基础体验测试，欢迎各位来服中试玩，并提出宝贵建议。对于试玩玩家以及建议被采纳者，在正式开服后会有丰厚礼品赠送。点击链接加入群【我的世界——奇点】：https://jq.qq.com/?_wv=1027&k=4ECBry9我的世界——奇点（QQ群）：326263788\n",
    "replies": []
}