{
    "title": "MINECON 2016限定皮肤来袭！趁热获得他们！",
    "author": "混乱",
    "replyCount": 7,
    "timestamp": 1474603920,
    "txt_content": "\nMINECON 2016限定皮肤来袭！趁热获得他们！\n\n冲啊！今天，我们特别推出MINECON 2016限定皮肤，而且他们完全免费！不过你要快点——如果是在主机上，免费只到10月3日（不过手机版/ WindowS 10的玩家将有更多时间抢他们）。您还可以得到Alix和Steve穿着鬼怪般的末影人披风！这些皮肤将在今天在win10和手机版发布，明天发布主机版本。\nGo, go, go! Today we’re launching special MINECON 2016 skins for FREE! But hurry - you have only until 3rd October to claim yours on console (although Pocket / Win 10 players will have a few more days to grab ‘em). You even get Alex and Steve skins wearing swishy and spooky Enderman capes, too! The skins will roll out across Pocket and Windows 10 platforms today, with Console Editions following tomorrow.\n\n今年的限时免费皮肤包包含了以四个生物群落冒险主题皮肤：在藤蔓上偷偷潜行的森林战士；在暴风雪中勇敢战斗的寒冰先锋；手艺细致得令人难以置信的梅萨工匠；或下探深海的古怪海洋工程师，他是完完全全的Subnautical！\nThis year’s time-limited celebratory skin pack features four biome-themed adventurers: prowl through the treeline as the furtive Forest Fighter; brave blizzards as the intrepid Ice Pioneer; craft the incredible as the meticulous Mesa Artisan; or plumb the depths as the outlandish Ocean Engineer. He’s totally subnautical!\n\n\n你不仅可以在MINECON 2016上获得这一切——去年所有的时限皮肤也一样可以获得，在一个超大欢乐包内。去获得他们吧！附上另一张当你在使用它的游戏截图！Not only do you get all this in honour of MINECON 2016 - you get all of last year’s time-limited skins, too, in one big jolly bundle.So, go get ‘em! And have another screenshot while you’re at it!\n\n\nCheerio！Marsh- @marshdavies\n消息来自：MOJANG官网http://mojang.com/2016/09/mineco ... m-while-theyre-hot/\n\n\n",
    "replies": [
        {
            "author": "苏雅人",
            "timestamp": 1474604100,
            "txt_content": "win10已领取"
        },
        {
            "author": "dwch",
            "timestamp": 1474604880,
            "txt_content": "Alix是什么鬼\n”四个已生物群落的冒险为主题“？已是不是打错了。。\nAnd have another screenshot while you’re at it!翻译成当你在使用它比较好吧。。\n混乱风格=机翻"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474608720,
            "txt_content": "免费的福利不错嘛"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1474614720,
            "txt_content": "看到趁热，我整个人都污了起来。"
        },
        {
            "author": "Goode",
            "timestamp": 1474623720,
            "txt_content": "pc没有？"
        },
        {
            "author": "最亮的信标",
            "timestamp": 1474641660,
            "txt_content": "所以说Minecon2016的披风就是末影人了呗"
        },
        {
            "author": "鳥妖",
            "timestamp": 1474702740,
            "txt_content": "看到物品栏，我就觉得有猫腻"
        }
    ]
}