{
    "title": "在MINECON上打印你的皮肤！",
    "author": "混乱",
    "replyCount": 8,
    "timestamp": 1474602300,
    "txt_content": "\n在MINECON上打印你的皮肤  ——由Mattel &57DIGITAL提供PRINT YOUR SKIN AT MINECON THANKS TO MATTEL & 57DIGITAL\n\n如果你要参加MINECON你可能有兴趣知道，玩具公司美泰将会提供超期酷的皮肤打印服务，这样你就可以在现实中塑造你的游戏中的脸（与游戏中的身体，腿和手臂）直到变成一个漂亮的雕像！\nIf you’re going to MINECON you may be interested to know that toy-wizards Mattel are offering a supercool skin-printing service, so you can slap your game-face (and game-body, game-legs and game-arms) onto a nifty figurine!\n\n这太酷了！美泰公司会打印基于你在游戏中的皮肤的贴纸（或独家即将要被透露MINECON 2016年的设计之一！），然后你把它粘到塑料模型上。在MINECON美泰展台，购买你的个人模型（$ 15.00 +税），在展台上现场打印贴纸，你就会有你自己的迷你MC小人，准备创建，探索和生存的广阔景观您的书架或桌面！It’s seriously cool. You craft the look of your unique figure by using an actual skin from the game. Mattel creates and prints a custom label based on your in-game skin (or one of the exclusive soon-to-be-revealed MINECON 2016 designs!), and then you stick it onto the figure. Just come to the Mattel booth at MINECON, purchase your Survival Mode Player One Figure ($15.00 + tax), print your label at the booth and you’ll have your very own mini-minecrafter, ready to create, explore and survive the sprawling landscape of your shelf or desk!\n这玩意超棒，如果你可以在你排队之前提前准备好， - 它会加速大家的排队进程。<3It’d be super nice if you could have a design ready before you hit the queue - it’d speed things along for everyone. <3\n\n如果你不希望使用在游戏中的皮肤，你可以打印你自己画的自定义外观：美泰公司已经联软件天才“57digital”，Mojang认可的皮肤工作室，一个强大的皮肤编辑手机APP。只要应用了这个手机APP，如果你有很多彩笔和纸之类的，你也可以现场设计一个皮肤，使用57digital的皮肤扫描 ——扫描你的涂鸦，让他变成像素方块的标准皮肤格式。If you don’t want to use your in-game skin, you can print a custom skin you’ve designed yourself: Mattel have teamed up with app-making geniuses 57digital, who make the Mojang-approved Skin Studio, a powerful and slick skin editing tool for your phone. Just work up a design in the app, and Mattel will sort out the rest when you hit the front of the queue at MINECON. If you’re more of a pen and paper sort, you can also design a skin with 57digital’s Skin Scanner - print out a skin template, colour in the squares as you please and the app will scan it in and turn it into pixels.\n只要确保你的设计是标准的人体模板。（头盔和铠甲层覆盖的皮肤将无法打印,Soz）。获取像素大甩卖！Just make sure you keep your designs to the standard human body template. (Helmets and other overlay objects in the armour layer won’t print. Soz.)Get pixel-pushin’!Cheerio！Marsh - @marshdavies\n\n\n消息来自MOJANG官网：http://mojang.com/2016/09/print- ... ttel-and-57digital/",
    "replies": [
        {
            "author": "Time_Paradox",
            "timestamp": 1474602840,
            "txt_content": "。。。。好羡慕。。。"
        },
        {
            "author": "凛",
            "timestamp": 1474602960,
            "txt_content": " 本帖最后由 china521 于 2016-9-23 12:06 编辑 \n\n然而去不了minecon(似乎你也去不了"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1474603740,
            "txt_content": "然而没钱去不了，学生狗去不了\n混乱你去XD???？"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1474604040,
            "txt_content": "噫乱叔翻译水平不够啊，感觉语法错误有点多=="
        },
        {
            "author": "小烦",
            "timestamp": 1474604640,
            "txt_content": "这太酷了！"
        },
        {
            "author": "a66344512",
            "timestamp": 1474606200,
            "txt_content": "可惜.......去不了MINECON"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474606920,
            "txt_content": "这不是乐高玩具么"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1474767000,
            "txt_content": "表示仰慕"
        }
    ]
}