{
    "title": "<转载/连载> 《枪侠（暗黑塔1）》<04><史蒂芬.金>",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1474636620,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-24 20:21 编辑 \n\n01\n    一整天他脑子里反复回旋着一首儿时的歌谣，这是种顽固地留在脑海中无法消除的记忆。无论你怎么有意识地下达命令让其消失，这种记忆都会嘲讽似地拒绝执行指令。 　　\n       歌谣唱道： 　 \n       西班牙的雨点落在平原上。 　　\n       世间有欢愉也有悲伤 　　\n       但是西班牙的雨点落在平原上。 　　\n       时间是张纸，生活把它弄脏， 　　\n       我们熟悉的事物都会改变 　　\n       也有许多事物一成不变， 　　\n       不过不管你是疯了还是健康， 　　\n       西班牙的雨点落在平原上。 　    \n       我们漫步爱中却被铐着锁链飞翔 　　\n       西班牙的飞机在雨中下降。 　　\n       他始终不知道歌谣最后一段中的飞机是什么，但是却清楚为什么歌谣会反复出现在记忆里。他不断梦到城堡里他的房间，在一扇彩色的窗户边放着他的小床。他安静地躺在那里，妈妈为他唱这首歌谣。她不是在临睡前为他唱歌，因为讲高等语的小男孩都得独自面对黑暗，但是她会在午睡时为他唱歌。他还记得床单上的彩虹；他甚至能感到房间的凉爽和被褥的温暖。他爱他的母亲，爱她那樱红的嘴唇；她信口哼唱的小调和她的声音至今还萦绕在枪侠心间。 　　\n       现在那些回忆疯狂地冲击着他的思想，就像一条狗一边走一边在脑子里不断想着要咬住自己的尾巴。他的所有水袋都空了，他清楚自己很可能就快变成一具干尸了。他从来没想过会有这样的结局，不禁觉得有些遗憾。从中午开始他就一直盯着自己的脚，而不是抬头看着前方的路。在这里连鬼草都长得特别矮小枯黄。硬地都裂成了碎块，显得沟壑纵横。远方的山脉还是同样模糊，尽管他已经在沙漠里走了十六天。十六天前他离开了住在沙漠边缘那个半疯不傻的年轻人，打那以后就再没见过一个人影。枪侠记得那人养了只鸟，但是怎么也记不起来鸟的名字。 　　\n       他看着自己的脚机械地移动着，就像织机的梭针，脑子里不断出现的歌谣已经开始颠三倒四。他不知道自己何时会倒下去，那将是他第一次倒下。尽管没人会看到，他还是不愿自己摔倒。这事关他的骄傲。一个枪侠了解什么是骄傲，那是一根始终让你的脖子挺得笔直的无形骨。他的这个品质并非遗传自他的父亲，而是被柯特植入他的内心深处的。柯特曾经是他孩提时心目中的绅士——如果曾经有过绅士的话。啊，柯特，他那蒜头般的红鼻子和他疤痕累累的脸。 　　\n       他停住脚步，突然抬起头。这让他一阵晕眩，那一刻似乎他的整个身体都飘浮起来。天边山脉的轮廓开始浮动。但是前方除了山之外，似乎还有什么，看上去并不太远，大概就在五英里开外的地方。他眯起眼睛想看个究竟，但是被风沙刮了许多天，再加上烈日的白光，他好像什么都看不见了。他甩了甩头，又开始往前走。歌谣在他耳边回荡，嗡嗡作响。大约又走了一个钟点，他摔倒在地上，擦破了手上的皮。他看着手上裸露的皮肉，血滴像小珠子那样滚出来，他觉得难以置信。他的血和其他任何血一样，并不特别黏稠或稀薄；血在热空气中凝结住了。血滴就像沙漠一样，嘲讽地瞪着他。他莫名地恨自己的血，一把擦掉血滴。嘲讽？为什么不？血液可不觉得干渴。这些血液可被照顾得十分周到。他可牺牲了许多来保持体内的这些红色液体。血的牺牲。这些血液所需要做的就是在血管里流动……流动……流动。 　　\n       他看着滴在地上的血迹，看着他们突然地被饥渴的土地吸干了，消失的速度之快令人毫无防备。我的血液，这让你感觉怎么样？这经历对你来说很过瘾吧？ 　　\n       哦，耶稣，我不行了。 　　\n       他站起来，双手抱在胸前，早先看到的那个轮廓就在面前，他吃惊地叫出声来，但声音沙哑得就像乌鸦叫——他的喉咙完全哑了，像是被沙子给呛住了。轮廓变成了一幢建筑物。不，是两幢，四周围着一圈坍塌的栅栏。木头看上去有些年月了，陈旧得仿佛一触即化；是这些木头化作了沙。建筑物中有一幢曾经是马厩——它的形状非常明显，让枪侠确信无疑。另一幢是座房子，或旅馆。他肯定这曾是客运线上的一个驿站。这座摇摇欲坠的沙堡（长年累月，风卷着沙砾在木头表面留下了斑斑点点，木屋看上去就像座沙堡）投下一个纤细的影子，有人坐在阴影里，斜靠在屋边。在他的重量下，仿佛整栋屋子都倾斜了。 　　\n      就是他！那么，终于，黑衣人现身了。 　　\n      枪侠还是双手抱在胸前，并未意识到这是个像要滔滔不绝发表演说的姿势，呆呆地凝视着。他并未感觉到预料中那种强烈的让全身颤抖的兴奋（可能也有惧怕或是敬畏），相反他对刚才爆发出来的对自己血液的愤怒感到一种淡淡的愧疚。儿时的歌谣还没中止： 　　……西班牙的雨点…… 　　\n      他向前走，拔出了一支枪。 　　\n      ……落在平原上。 　　\n      最后几百米时，他拖着脚步摇晃着跑向建筑物，并无意要掩护自己；另外，也并没有任何遮掩物好让他躲藏。他那粗短的影子在和他赛跑。他不知道自己的脸由于疲惫看上去像死人般灰沉；他一心只想着阴影里的那个人。直到后来回想起来，他才觉得那个人完全可能只是具死尸。 　　\n      他踢开一段已经基本倒在地上的栅栏，（栅栏悄无声息地断成两段，仿佛对成为障碍感到十分抱歉。）冲过马厩前寂静无声的院子，举起枪。 　　\n      “你被瞄准了！你被瞄准了！举起手，你这混蛋，你——” 　　\n      那个人很不安地动了一下，慢慢站起来。枪侠倒吸了口气：天哪，他瘦得什么都不剩了，他是怎么啦？因为黑衣人足足缩短了两英尺，而且，眼前这人有一头白发。 　　\n      枪侠呆在那里，脑袋嗡嗡地发晕。他的心跳发疯般地加速，他想，我就要丧命于此了。 　　\n      他将炽热的空气大口吸进肺里，垂下头。当他再次抬起头时，他看到站在面前的并不是黑衣人，而是一个小男孩，他的头发被太阳给晒白了。男孩看着他，目光里没有丝毫兴趣。枪侠茫然地看着男孩，不敢相信地摇摇头，只是个错觉。但是，尽管他无法接受，男孩还是站在面前：穿着条蓝色牛仔裤，膝盖上有个补丁，上身是一件粗布织的褐色衬衫。 　　\n      枪侠又摇了摇头，迈步向马厩走去。他垂下头，枪仍然握在手中。他还无法思考。他的脑袋里仿佛装满碎片，互相敲击，让他感到剧烈的疼痛。 　　\n      走进马厩，迎面扑来一阵热气，让人觉得这黑暗寂静的空间仿佛要爆炸似的。他瞪大眼睛看着周围。突然他喝醉似的转过身，看到男孩站在门外，瞪着自己。此时，一阵疼痛像锋利的刀锋，平滑地从一个太阳穴划到另一个，像切橘子那样切过大脑。他重新拿起枪，踉跄了几步，他伸出手挥舞着像是要推开鬼魅似的，然后直挺挺地倒了下去。\n02\n      当他醒来时，发现头下垫着堆松软的没有气味的干草。小男孩搬不动他，但尽量让他躺得舒服。他感到一阵凉意，低头看身上，发现衣服是湿的，变成了深色。他舔了舔自己的嘴角，感到水的滋润。他眨了眨眼。他的舌头好像十分肿胀。 　　\n      男孩蹲在他身边。他看到枪侠睁开了眼，伸手从身后拿来一个凹凸不平的铁皮罐头，里面盛满了水。枪侠两手颤抖着接过罐头，喝了一点水——就一点儿。当那点水流下去，到了他的肚子里后，他又喝了一点。然后他把剩下的水泼到脸上，鼻子里呛进了水，他发出很响的喘气声。男孩好看的嘴唇翘了起来，算是微笑。 　　\n      “你要吃点东西吗，先生？” 　　\n      “还不要。”枪侠说。中暑造成的头疼还折磨着他，刚喝的几口水在肚子里咕咕作响，好像待在里面不知该去往何处。“你是谁？” 　　“我的名字是约翰·钱伯斯，不过你可以叫我杰克。我有一个朋友——算是朋友吧，她在我们家帮佣——她有时候叫我巴玛，但你能叫我杰克。” 　　\n      枪侠坐起来，立即感到那阵尖锐的头痛。他向前俯身，肚子感觉稍稍舒服些。 　　\n      “还有水呢。”杰克说。他拿起罐头，走到马厩后面。他停下来，转身向枪侠笑了笑，但有些迟疑。枪侠朝他点点头，然后低下头，双手支撑着额头。男孩长得很好看，约莫十到十一岁。他的脸上隐隐地透出些畏惧，但这很正常；如果他没表现出一点惧怕，那枪侠反倒不会这样信任他了。 　　\n      从马厩后头传来一阵奇怪的捶击敲打声。枪侠警惕地抬起头，双手早已摸到枪把。声音持续了大约十五秒钟后消失了。男孩拿着装满水的罐头进来。 　　\n      枪侠仍然很克制地喝了点水，但这次感觉好些了。头疼开始减轻。 　　\n      “当你摔倒时我不知道该怎么办。”杰克说，“有那么几秒，我以为你会朝我开枪。” 　　\n      “也许我是那么想的。我把你当做了另一个人。” 　　\n      “那个牧师？” 　　\n     枪侠机警地抬起头。 　　\n     男孩盯着他看了一会，皱起眉头。“他在院子里宿的营。我在那边的房子里。那也可能曾是个仓库。我不喜欢他，所以我没有出来。他在这里过了一夜，第二天离开的。我原本也要躲开你的，但你来的时候我正在睡觉。”他的目光掠过枪侠落在远处，突然变得很阴沉。“我不喜欢人。他们把我害惨了。” 　　\n      “他长得什么样？” 　　\n     男孩耸耸肩。“像个牧师。他的衣服都是黑色的。” 　　\n      “兜帽和铠瑟缂？” 　　\n      “铠瑟缂是什么？” 　　\n      “教士穿的长袍。像连衣裙。” 　　\n      男孩点点头。“那就对了。” 　　\n      枪侠向前凑近他，他脸上的某种表情让男孩向后缩了一点。“那是多久之前？告诉我，看在你父亲的面子上。” 　　\n      “我……我……” 　　\n      枪侠耐心地说：“我不会伤害你。” 　　\n      “我不知道。我不记得过了多少时间。每天都是一样的。” 　　\n      第一次，枪侠突然产生了疑问，这男孩是怎么到这个地方的，这周围可都是干燥、要人命的沙漠。但他还不想考虑这个问题，至少现在不想。“尽力推测一下。很久以前？” 　　\n      “不，不是很久以前。我到这里也没多久。” 　　\n      体内的火焰重新燃了起来。他一把抓起水罐，双手微微颤抖。一段摇篮曲又开始在耳边重复，但这次他想到的不是母亲的面庞，而是爱丽丝那张长疤的脸。爱丽丝，他在特岙时的情人，也随着整个村子消失了。“一个星期？两个？三个？” 　　\n      男孩茫然地看着他：“是的。” 　　\n      “多久？” 　　\n      “一周。也可能两周。”他低头朝旁边看，有些脸红。“他走之后，我拉过三回屎。现在我只能靠这个来算时间。他甚至都没喝口水。我还以为他是个牧师的鬼魂，就像我在电影里看到过的那样。只有佐罗才看得出他根本不是牧师，也不是个鬼魂。他只是个银行家，想弄到那块藏着金子的土地。肖太太带我去看的那场电影。是在时代广场。” 　　\n      男孩说的这些，枪侠一点都没听懂，所以他没对此作出反应。 　　\n      “我很害怕。”男孩说，“自始至终我都怕极了。”他的脸颤抖着，就像达到极限的水晶，随时都会碎裂。“他甚至都没生堆火。他就坐在那儿。我都不知道他有没有睡着。” 　　\n      近了！比他以往任何一刻都更接近了，神的意愿！尽管他严重脱水，还是觉得手掌略略有点湿，有些油腻。 　　\n      “这里有些风干的肉。”男孩说。 　　\n      “可以。”枪侠点点头。“好。” 　　\n     男孩起身去拿吃的，他的膝盖有些凸出。不过他的背影还是挺直的，沙漠尚未伤到他的元气。他的手臂很细，皮肤尽管晒得黝黑，但还没有干裂蜕皮。他还有不少精力，枪侠暗自想。也许，他有些胆量，不然他早拿走我的枪，趁我昏迷时杀了我。 　　\n     或许，男孩只是没有想到过这一点吧。 　　\n     枪侠又从罐头里喝了点水。不管他是胆大也好胆小也好，他都不是这个地方的。 　　\n     杰克回来时手上捧着一块被太阳晒得发亮的切面包用的木板，上面堆着些干肉。这些肉紧而多筋，而且咸得让枪侠溃烂的嘴角疼得发烫。他边吃边喝水，直到胀得有些迟钝了才躺下来。男孩只吃了一丁点，小心地挑着肉干上发黑的丝丝缕缕。 　　\n     枪侠看着他，男孩也回视着枪侠，目光十分坦诚。“杰克，你是从哪里来的？”他最终问。 　　\n     “我不知道。”男孩皱起眉头。“我以前知道。刚到这里时我还记得，但现在什么都记不清了，就像从噩梦中醒来却什么都记不起来一样。我做了很多噩梦。肖太太常说那是因为我看了太多的十一频道的恐怖电影。” 　　\n     “什么是频道？”他突然有个大胆的设想：“是不是像光束那样？” 　　\n     “不——是电视。” 　　\n     “什么是点石？” 　　\n     “我——”男孩拍了拍自己的额头，“图像。” 　　\n     “别人把你驮到这里的吗？那个肖太太？” 　　\n     “不是。”男孩说，“我就是在这里。” 　　\n     “肖太太是谁？” 　　\n     “我不知道。” 　　\n     “她干吗叫你‘巴玛’？” 　　\n     “我不记得了。” 　　\n     枪侠冷冷地说：“你简直让我越来越糊涂。” 　　\n     突然，男孩就快哭出来了。“我也没办法。我发现自己突然就在这里了，也不知道为什么。如果你昨天问我什么是电视，什么是频道，保不准我还记得起来。明天我大概连自己叫杰克都记不得了——除非你提醒我，但是你不会在这里了，是不是？你会离开，而我会饿死，因为你吃了我所有的食物。我没有要到这里来。我不喜欢这里。这里太怪异，太恐怖了。” 　　\n      “不要这样可怜自己。挺过去。” 　　\n      “我没要到这里来。”男孩有些失落地还嘴。 　　\n     枪侠又吃了一块肉，在下咽前把盐都嚼出来吐掉。这男孩已经成了这里的一部分。枪侠相信他讲的是实话——他没有要到这里来。但是，他，他本人……却是自己要到这儿来的。但他没有要让事情变得那样糟糕。他没有想把枪对准特岙的村民；没有想对爱丽开枪，他还记得她那美丽悲哀的脸上画满了她最终用“十九”这把钥匙打开的秘密；他也并不想在责任和滥杀无辜之间作出一个抉择。他觉得非得逼着无辜的旁观者说话或是逼他们说他们也记不清楚的台词太不公平。他想到爱丽，爱丽至少还是这世界的一部分，至少在她自己的幻想中。但是这个男孩……这个该死的男孩…… 　　\n       “跟我说你还记得什么？”他对杰克说。 　　\n       “只有一点点。而且也没有头绪。” 　　\n       “告诉我。可能我能拼凑出个头绪来。” 　　\n      男孩想了一会，不知从何说起。他想得很痛苦。“有一个地方……是在这里之前的地方。这个地方很高，有许多房间，还有个平台，你可以站在上面看其他的高楼和水。在水里，有一尊很高的雕像。” 　　\n      “雕像放在水里？” 　　\n      “对。是一位女士，戴着顶皇冠，拿了把火炬，还有……我想……她的另一只手里拿着的是一本书。” 　　\n      “你不是在编故事？” 　　\n      “我猜我是瞎编吧。”男孩绝望地说，“街上，有东西可以让你坐在里面，它们叫汽车。有的大，有的小。那些大的是蓝白相间的，而小的都是黄色的。有许多黄色的小车。我走着去上学。街两边有水泥铺的路。很多窗户你能往里面看，那里放着更多的穿着衣服的雕像。那些雕像卖衣服。我知道这听上去很疯狂，但那些雕像的确卖衣服。” 　　\n      枪侠摇摇头，想从男孩的脸上找出一丝说谎的痕迹。但他没有看到。 　　\n      “我步行去学校。”男孩固执地重复着。“而且我有一个”——他的眼睛眯起来，嘴唇微微动着，仿佛努力地要想起什么——“一个棕色的……书……包。我带着中饭。还戴着”——嘴唇又动起来，痛苦的样子——“一条领带。” 　　\n      “领带？” 　　\n      “我也不知道。”男孩的手指慢慢地在喉咙口做了个拉紧领带的动作，而枪侠还以为这是个将人吊死的动作。“我不知道。什么都不记得了。”他又向一旁看去。 　　\n       “我帮你睡下吧？”枪侠问。 　　\n       “我不困。” 　　\n       “我能让你瞌睡，而且我能让你记起些事。” 　　\n       杰克充满疑惑地问：“你怎样做？” 　　\n       “用这个。” 　　\n      枪侠从枪带上抽出一粒子弹，在手指之间来回转。他的动作十分灵巧，平滑得像油在流动。子弹在手指上轻易地翻着筋头，从拇指和食指之间到食指和中指之间，到中指与无名指间，再到无名指和小指间。它消失了片刻后又重新出现，仿佛在飘来飘去。子弹在枪侠的手指上行走。当他离这个驿站只有最后几里路时，他的脚完全是在机械地运动，他的手指就像那样动着。男孩看着他的手指，最早的疑惑被喜悦代替了，接着他变得如痴如醉，完全沉浸在手指的运动中，他的眼神慢慢变得迷茫，最后慢慢闭上了。子弹仍然在来回跳着舞。杰克的眼睛又睁开了，看着枪侠手指间平稳快速滑动的子弹，过了一会，它们又闭上了。枪侠继续着他的小把戏，但是杰克的眼睛没有再睁开。男孩的呼吸缓慢而平稳，他睡着了。难道这也必须是枪侠行程中的一部分吗？是。无法避免。这有种冰冷的美感，就像坚硬的蓝色冰袋四周用蕾丝做成的纹饰那样。他好像又一次听到他母亲的哼唱，这次唱的不是西班牙的雨点了，而是甜蜜的摇篮曲，在他被摇得快睡着时听到的那种似乎从远处传来的歌声：蜡烛包包，亲亲宝宝，宝宝带着你的篮子来这里。 　　\n      这不是枪侠第一次感到那种灵魂深处的痛楚。手指优雅地操纵着的子弹突然变得面目可憎，就像怪物的足迹。他停下来，子弹掉在手掌上，他握紧拳头，使劲地挤着子弹。如果它爆炸的话，那一刻枪侠会为自己毁了那只灵巧的手而高兴，因为它惟一的天赋便是杀人。世界上充满了杀戮，但是这一事实丝毫不能带给他任何慰藉。谋杀，奸淫，还有其他的无法说出口的行径，所有这些都是为了崇高的目的，该死的崇高，该死的神话，为了圣杯，为了塔楼。啊，那座塔在万物的中心（人们是这样说的），它那黑灰色巨大的塔身直耸天际。在他被风沙吹久了的耳边，隐隐有他母亲甜蜜的歌声：阒茨，栖茨，葜茨，（注：此处原文为：Chussit, chissit, chassit,　高等语，意为十七，十八，十九。）多带点来装满你的小篮子。 　　他定了定神，把儿歌，儿歌的甜美挤出自己的脑袋。“你在哪儿？”他问。\n03\n     杰克·钱伯斯——有时也叫巴玛——拿着他的书包下楼。包里装着地球科学的书，地理书，一本笔记簿，一支笔，还有午餐。午餐是他妈妈的厨师格丽塔·肖太太做的，他们的厨房装潢得富丽堂皇，一个风扇永远转着，吸走不该有的异味。他的午餐袋里有花生酱和果酱三明治，夹着红肠、生菜和洋葱的三明治，还有四块奥利奥饼干。他的父母并不恨他，但似乎他们心里从来也没有他。他们完全将他交给格丽塔·肖太太，保姆，暑假的家庭教师，和他所在的派珀学校（私立学校，而且绝大多数学生都是白人）。这些人都是该行业中最好的专业人士，他们对杰克从未有过超越他们身份的举止。没有一个人敞开胸膛亲热地拥抱他，但他妈妈读的历史浪漫小说中经常会有这种拥抱场景，他也曾看过一些他妈妈常看的小说，想从里面找一些“热烈场面”。他的爸爸有时把这些小说叫做“歇斯底里小说”，或者说成是“撕开女人紧身胸衣的故事”。有时杰克站在紧闭的门外能听到他妈妈充满讽刺地向丈夫回嘴。他的爸爸在一家“网络”公司上班，杰克能从一列瘦削的剃着平头的男人当中把他辨认出来。也许能。 　　\n      杰克并没有意识到他其实憎恨所有的所谓专业人士，肖太太除外。这些人总让他不知所措。他的妈妈骨瘦如柴，但人们称之为性感，她总是和她一些病态的朋友上床。他的爸爸有时候会说公司里某人做了“太多的可口可乐”。他说完这句话后还总要干巴巴地笑一下，很快地闻一下自己的拇指指甲。 　　\n      现在，杰克走在街上了。他在去学校的路上。杰克总是很干净，他显得很有教养，而他的内心十分敏感。他每周去“中城馆”打一次保龄球。他没有朋友，只有些泛泛之交。他从来没费神去考虑过这点，但这一事实仍然让他伤心。他不知道或者说不明白自己潜移默化地受着身边专业人士的影响，也已经或多或少有了那些人的习性。格丽塔·肖太太（要比其他人好些，但是天哪，这最多也只是个安慰奖罢了）能做十分专业的三明治。她把面包切成四份，而且把周围的硬边都切掉，这让他在课间吃起来就好像他应该在一个鸡尾酒会上，一手拿一块小三明治，一手拿杯饮料，而不是拿着本体育读物或从学校图书馆借的克雷·布雷斯戴尔的西部小说。他的爸爸赚大笔的钱，因为他是玩“杀人游戏”的大师，他总是能比竞争对手棋高一着，将他们淘汰。他一天抽四包烟。他的爸爸不会咳嗽，但他的笑容很僵硬，他总也不会厌倦他的那句可口可乐的笑话。 　　\n      他沿着街走。他的妈妈给了他坐出租车的钱，但只要不下雨他就步行。他边走边晃着自己的书包（有时是他的保龄球包，尽管多数时候它被留在他的储物柜里）。在其他人眼里，他是个典型的美国男孩，有着一头金黄色头发和蓝色的眼睛。女孩们早就开始注意他（当然有她们母亲的批准），他也并没有以害羞小男孩的傲慢来避开她们。他跟她们说话时带着他自己都没意识到的专业态度，总是把她们都吓走了。他喜欢地理，喜欢在下午打保龄球。他爸爸拥有一家生产保龄球馆用的自动排瓶机的公司的股票，但是中城保龄球馆不用那个牌子。他以为他没有注意这一点，但其实他心里是清楚的。 　　\n      沿街走时他会经过布麓蜜百货商店，橱窗里的模特穿着裘皮大衣，爱德华式的六颗纽扣的西服；有一些一丝不挂，一些“差不多是全裸”的。这些模特——专门穿时装供展览的模特儿——也都十分专业，而他憎恨所有的专业态度。他还太小，还不知道会恨自己，但是种子早已播下了；给他些时间，种子会发芽，会结出苦涩的果实。 　　\n      他站在街角，拎着书包。车流轰鸣而过——有咕哝着的巴士，都是蓝白相间，有黄色的出租车，“大众”汽车，一辆大卡车。他只是个孩子，但和平常孩子不同，他从眼角里看到了杀死他的人。是黑衣人，但是男孩没看到他的脸，只看到他飘动的长袍，伸长的双手，和那个僵硬的专业微笑。他跌倒在街上，双臂前伸，还拉着他的书包，包里面格丽塔·肖太太做的极度专业的三明治完好无损。他瞥到一张完全吓呆了的脸，是透过挡风玻璃看到的；那是一个戴着顶深蓝色帽子的商人，帽子的绶带上还插着根很小但惹眼的羽毛。某个地方有台收音机里正传出震耳欲聋的摇滚乐。远处人行道上的一位老妇人尖叫起来——她戴着顶黑色帽子，还有面纱。那层黑色面纱没什么特别，看上去倒像是穿丧服时戴的面纱。杰克什么都没感觉到，只是有些吃惊，还有一些他通常有的那种不知所措感——难道一切就这样结束了？在他的保龄球打到二百七十分前？他重重地跌在街上，看到离眼睛两英寸的地方有一条沥青的接缝。书包从他手里震了出去。他正在想膝盖是不是擦破了皮，这时那个戴着深蓝色帽子、插着惹眼羽毛的商人的车从他身上开过。那是辆巨大的一九七六凯迪拉克，有着侧壁是白圈的费尔斯通轮胎。这辆车的颜色几乎和商人戴的帽子一样。它压碎了杰克的背部，把他的内脏挤成了汁水，他的血从嘴里喷出来，像高压龙头喷水那样。他别过头，看到凯迪拉克闪亮的尾灯，已经抱死的后轮下面喷射出许多黑烟。汽车也碾过了他的书包，留下了一条很宽的黑色轮胎印。他又转过头，看到一辆灰色的福特车尖叫着急刹车，停在离他几英寸远的地方。一个推手推车卖椒盐卷饼和汽水的黑人向他跑过来。血从杰克的鼻孔、耳朵、眼睛和直肠里流出来。他的生殖器官都被碾碎了。他很烦躁地想知道他膝盖上的皮被擦成什么样了。他不知道是不是上学要迟到了。现在那个凯迪拉克的司机朝他跑来，嘴里胡言乱语。不远处有个可怕的、平静的声音传来，那是个象征着死亡的声音：“我是个牧师。让我过去。《悔罪经》……” 　　\n      他看到黑色长袍，突然产生了一种恐惧。就是他，黑衣人。杰克用尽最后一点力气转过脸。收音机里现在放的是摇滚乐队“亲吻”唱的一首歌。他看到自己的手在人行道上拖动，很小，白色的，很好看。他从来没咬过自己的手指甲。 　　\n      看着他的手，杰克离开了那个世界。04\n       枪侠蹲下来，紧锁着眉陷入沉思。他很疲惫，全身酸疼，他的思路越来越慢。他对面的这个男孩简直不可思议；他睡得很沉，双手合在膝上，呼吸平静。他回忆时几乎没有流露任何感情，只是接近末尾，讲到“牧师”和“《悔罪经》”时他的声音有些颤抖。他当然没对枪侠讲他的家庭，和他自己的那种不知所措的感觉，但也有些零星地触及——足够让枪侠拼凑出一整幅图画了。但男孩所描述的那个城市从来没有存在过（除非是神话中的路德城），这点让枪侠十分不安。他所有的叙述都让枪侠不安。枪侠最怕那些影射的意思。\n 　　 “杰克？” 　　\n        “什么？” 　　\n        “你醒过来后想记得这些事，还是全部忘记？” 　　\n        “忘记。”男孩很快回答。“当血从我嘴巴里喷出来时，我都能闻到自己的屎的臭味。” 　　\n        “好吧。你现在就要睡着了，懂吗？现在是真正的睡着。过去，躺下，如果你觉得舒服的话。” 　　\n      杰克躺下来，一动不动，看上去非常小。但是枪侠不相信他会一点危害都没有。对他，枪侠有种致命的感觉，这又像一个圈套。他不喜欢自己的这种直觉，但是他喜欢这个男孩。他非常喜欢他。 　　\n        “杰克？” 　　\n        “嘘。我睡了。我想睡了。” 　　\n        “对。你醒过来时什么都不会记得。” 　　\n        “行。好的。” 　　\n      枪侠看着杰克，不由想到了自己的童年。他通常总觉得自己的童年仿佛是发生在另一个人身上——这个人穿越了时间的奇妙透镜变成了另一个人——但现在看来，他突然觉得童年近在咫尺，近得让人难以忍受。驿站的马厩里非常热，他小心地喝了几口水。他起身绕到房子后面，探头去看其中一个关马的隔室。角落里有一小堆白色的干草，和一条叠得有棱有角的毯子，但是没有一点马的气味。马厩里任何气味都没有。烈日蒸发了所有的气味，一点不剩。 　　\n      在马厩后面，有个很小的暗室，正当中放了一台不锈钢机器。机器上没有一点锈迹或腐渍，看上去就像台炼黄油的搅乳器。在机器左边，一根镀铬的管子延伸出来，直伸到地上的排水沟里。在其他干旱地带，枪侠见到过类似的抽水机，但如此大型的倒是头一回见识。他无法想像人们（那些早已逝去多年的人们）挖了多深才探到水，那沙漠底下永远黑色的秘密。 　　\n      驿站被废弃后，为什么没有人把这台抽水机搬走？ 　　\n      也许是，魔鬼。 　　\n      他突然打了个冷颤，背部不由自主地抽动了一下，浑身起了层鸡皮疙瘩，然后慢慢消散了。他走到控制闸门边，按了启动按钮。机器开始轰鸣。约莫半分钟后，一股清冽的水流从管子里喷涌而出，流入排水沟，准备重新循环。大约抽了三加仑水后，抽水机戛然而止。这个机器在此时此地显得那样突兀，就像“真爱”这个概念一样让人觉得不可思议，然而机器却是真真切切地立在眼前，像上帝的审判那样真切，它沉默不语，但却能让人想起世界开始变化前的那段日子。也许水泵的运转靠的是原子能，因为方圆几千里之内都没有供电站；假使它用的是干电池，电也早该耗尽了。制造厂商的名字赫然刻在机器上：北方中央电子。枪侠不大喜欢这种方式。 　　他走回原处，坐在男孩身边。他睡得很熟，一只手枕在脸下。他是个非常英俊的男孩。枪侠又喝了点水，像印度人那样盘腿坐下。男孩像住在沙漠边缘那个养鸟（佐坦，枪侠突然记起来，那只鸟的名字是佐坦）的年轻人一样，失去了时间的概念，但枪侠能肯定自己离黑衣人越来越近了。不止一次，枪侠觉得黑衣人是故意让他赶上的。也许，他是将枪侠玩弄于股掌之间。枪侠很难想像两人正面遭遇时的情景会是怎样。 　　\n      他仍然觉得非常燥热，但比起刚才，头疼已经好多了。摇篮曲又开始在耳边吟唱，但这次他想到的不是母亲而是柯特——柯特，就像台永不生锈的机器。他的脸上疤痕累累，砖头，子弹和钝器都曾是罪魁祸首；这些疤痕都是战争和他教授战术的见证。他不知道柯特有没有一段能和这些纪念碑似的疤痕相称的爱情。他十分怀疑。他想到了苏珊，他的母亲，还有马藤，那个奸诈的巫师。 　　\n      枪侠不是一个怀旧的人；对未来隐约的概念和特有的情感个性才让他还不至于沦落为一个没有丝毫想像力的蠢蛋。因此，此刻回忆的潮涌让他颇为吃惊。每个熟悉的名字又唤起其他名字——库斯伯特，阿兰，声音颤抖的老人乔纳斯；苏珊的名字也再次出现了，这个坐在窗边的可爱女孩。枪侠的思绪总是会回到苏珊，回到那片叫鲛坡的草原，回到清海边渔夫撒网的情景。 　　\n      特岙的那个钢琴手（他也死了，就像其他所有特岙人一样，而且都是死于枪侠手中）知道那些地方，尽管他和枪侠只在那一晚谈起过那里。席伯很喜欢老歌，曾在一个叫“游客之家”的沙龙里弹奏老歌，枪侠无声地哼唱起一首不成调的老歌： 　　\n      爱情哦，爱情，哦，不顾一切的爱情 　　\n      看你给我带来了什么。 　　\n      枪侠笑了，觉得很茫然。我是那个绿色世界，暖色世界的惟一幸存者。对他的怀旧，枪侠并没有自怜。世界冷酷无情地向前走着，而他的双腿仍十分强健，离黑衣人也越来越近了。枪侠睡着了。\n05\n     等枪侠醒来时，天已经暗了。男孩不在屋里。 　　\n       枪侠站起来时听到自己的关节咔拉作响，他走到马厩门口。旅馆的游廊上一小簇火花在黑暗中跳舞。他朝火光走去，黑乎乎的影子长长地拖在赭红色的光影中。 　　\n      杰克坐在一盏煤油灯旁。“油在一个桶里。”他说，“但我不敢在屋子里点亮它。太干燥了——” 　　\n        “你做得对。”枪侠坐下来，看到自己坐下时升腾起的尘埃，但却不在意。他觉得在两人的重压下游廊尚未坍塌，已经是个奇迹了。油灯的火光照在男孩脸上投下柔和的阴影。枪侠拿出他的小袋，卷了支烟。 　　\n        “我们得谈些事务。”他说。 　　\n      杰克点点头，对他的措词微微一笑。 　　\n        “我想，你知道，我在追踪你看到的那个人。” 　　\n        “你要杀了他吗？” 　　\n        “我不知道。我得让他告诉我些事情。可能会让他带我到某个地方去。” 　　\n        “哪里？” 　　\n        “去找一座塔。”枪侠说。他把烟放在灯罩上方，吸了一口；烟随着晚风飘散。杰克看着他，他的脸上既没有恐惧，也没有好奇的表情，显然也没有热情。 　　\n        “所以，我明天就要动身。”枪侠说，“你得跟我走。还剩下多少干肉？” 　　\n        “只有一点点。” 　　\n        “玉米？” 　　\n        “比肉多一点。” 　　\n      枪侠点点头。“这里有地窖吗？” 　　\n        “有。”杰克瞪大了眼睛看着他，瞳孔大得似乎要涨破了。“地上有个环，拉起来就是地窖。不过我没下去过，我害怕梯子会断掉，那我就再也上不来了。而且它有股臭味，在这里，这是惟一有气味的地方。” 　　\n        “我们明天一早就起来，下去看看有没有值得带上的东西。然后我们就上路。”\n        “好。”男孩顿了顿，又说：“幸好我没趁你睡着时杀了你。我有个草耙，我想过那样做。但我没有，现在我睡觉时再也不会害怕了。” 　　\n        “你害怕什么？” 　　\n      男孩看着他，一副不祥的表情：“鬼怪。他也可能回来。” 　　\n        “黑衣人。”枪侠说。并不是一个问句。 　　\n        “对。他是个坏人吗？” 　　\n        “我想那要取决于你的立足点。”枪侠心不在焉地回答。他站起来，把烟头扔到地上。“我去睡了。” 　　\n      男孩羞怯地看着他。“我能跟你睡在一间屋里吗？” 　　\n        “当然。” 　　\n      枪侠站在台阶上，仰头看着星空，男孩走到他身旁。星星高悬在夜空中，包括金星。枪侠几乎觉得，若他闭上眼睛，就能听到春天的第一声蛙叫，闻到宫殿前的草坪在春天第一次割草后那种夏天般绿色的气息（可能，还会听到轻轻的木球敲击声，那肯定是东宫的夫人们在暮霭将至时玩九柱戏呢），他甚至可以看到库斯伯特和杰米从树篱的缺口走出来，大声喊他一起去骑马…… 　　\n      他突然如此怀恋往事，这并不像他的一贯作风。 　　\n      他转身拿起油灯。“我们进去吧。”他说。 　　\n      他们一同穿过院子走进马厩。\n后记\n      距离上次，已经有好几天没有更新了，可能就是懒吧。最近一直在看《从零开始的异世界生活》不知不觉就上瘾了（我的天哪！我竟然迷上了日漫！），所以最近都没更新。还有一个原因，就是我从小学5年级升到6年级，作业突然增倍（那是滚滚作业往包里流啊！），于是就赶不上，没更新了。\n\n\n",
    "replies": []
}