{
    "title": "<原创·连载>《危险世界》第二章-到达Danger！[by：Dream_Black]",
    "author": "Scal",
    "replyCount": 4,
    "timestamp": 1474677660,
    "txt_content": " 本帖最后由 Dream_Black 于 2016-10-4 14:18 编辑 \n\n\n\n\n\n\nEnf3.png (237.68 KB, 下载次数: 2)\n\n下载附件\n\n2016-9-24 08:01 上传\n\n\n\n\n=前言＆前情提要=说好既然开了坑，就一定会补好的！前情提要：简影不知所措地被罗带上了飞船，不知是好是坏，反正已经上来了，那么就前往Danger星吧！\n=正文= “Boom”又是一声爆炸，“烦死了，这些人怎么就是穷追不舍呢！”罗怒吼道，“简影你抓稳了，我们就要到Danger了，马上下飞船准备站斗！”渐渐地，一颗硕大的星球出现在了简影的视线内，这星球上充满了各种色彩，即使是在飞船上也可以看出来。“我们到了，即将准备降落了，可能有些颠簸，简影你自己抓稳了哦。”罗回过头对简影说道。 慢慢地，飞船开始降落了，然而并不是有些颠簸，而是颠簸地要死人啊！终于飞船降落成功了，罗立刻打开了飞船的舱门跳了出来，而追击罗的几艘飞船也停了下来，其中一艘飞车中跳出一个人来，对罗喊道：“罗！你已经无处可逃了！Danger星又怎么样，你今天必死！”“谁死谁活还不一定呢！”罗也不甘示弱地吼了一句，并对还在飞船中的简影说道：“你躲在这里，别走，我很快回来。”说完便又拿起了他的大刀冲向了那几艘飞船。（战斗场面省略，暴力血腥残忍，总之罗赢了。）“呼呼~”罗在一阵战斗后也有了些疲劳喘了两口气。“哇，罗你好厉害啊！一个人居然灭了几艘飞船啊”简影从飞船中出来惊讶地对罗说。“这算什么，我以前还可以一人战百人呢！”罗不屑地对简影笑了笑，又对他说：“好了，现在我们到Danger星了，我好人也算做到底了，接下来就看你自己了。”还没等简影反应过来，罗便背起了大刀走了。简影再次一脸懵逼，上次被他带到了这里，现在又被他丢到了这里。简影现在感觉自己的人生好凄凉。 “哼，算了，我可以自己一个人走，先去找城镇！”简影愤愤地说道并为自己振奋了一下精神。简影就这样踏上了他自己的征途...... 终于，简影看到了一座城市，他也不管三七二十一了，直接跑了过去。很快，简影到达了这座城市。可城市中并没有多少人，街道上也没有多少商家，只有一些普通的食品商店。“大家快来看看，紫金小队收人咯，我们追求法则的力量，只要你也追求便可以加入，我们以后的计划可是去法则圣地啊！”一声吆喝声传入了简影的耳中。果然，回头一看，吆喝声是从一个紫发少年-紫金那里传来的，而周围团了很多人。“就你们还能去法则圣地？！别开玩笑了，如果你们能去，老子早就是神使了！”一个光头中年男子（路人甲）讽刺道。“就是就是！”人群中开始起哄了。简影这时也来到了这里，听到法则圣地便疑惑地对紫金说：“什么是法则圣地啊？”紫金和周围的人哈哈地笑道：“新人吧！法则圣地都不知道？让我告诉你吧，Danger星有七个法则圣地，分别对应了光明、黑暗、力量、智慧、生命、死亡、裁决这七大法则！”“光明、黑暗、力量、智慧、生命、死亡、裁决七大法则圣地？”简影疑惑地向紫金问道。“没错，这七大法则圣地便是Danger星最神圣的地方，任何人进入都可以领悟到法则的！”紫金激动地回答了简影。简影也被紫金的话所激起了好奇心便对紫金说：“哇，那我能加入你的小队吗？我也想去法则圣地！”紫金对他笑道“你？你就是一个新人，我们不可能带着一个新人去历练的！”说完紫金便不再理会他了，继续他的吆喝了。 简影该如何是好，紫金小队他无法加入，难道他只能孤身而行吗？\n\n=下集预告=难道简影真的只能孤身一人在Danger星上行动吗？想知道？看下集预告吧！片段一   “真的吗？我可以加入你们的小队？太好了！”简影兴奋地对黑幻说道。片段二   “简影，你小心点，这只怪物我们解决，你先在一旁观看”黑幻嘱咐道。说完他便冲了上去，开始与其他成员一起击杀龙泽怪兽。\n=后记=如果你喜欢这个小说，欢迎加我好友并回复或评分进行订阅，谢谢支持！\n\n[groupid=1336]Endless Fantasy[/groupid]",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1474677840,
            "txt_content": "膜拜嘿幻大佬"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1474681920,
            "txt_content": ""
        },
        {
            "author": "格林",
            "timestamp": 1474683660,
            "txt_content": "看着还可以吧，文采还算可以，加油 =w=\n"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1474687020,
            "txt_content": "我只是被叫来顶帖的\n话说又是科幻小说"
        }
    ]
}