{
    "title": "【原创-连载】天空之海第二段海域-[次元之海]",
    "author": "87821583",
    "replyCount": 7,
    "timestamp": 1474647300,
    "txt_content": " 本帖最后由 87821583 于 2016-9-24 00:28 编辑 \n\n【第一章-黑色次元】[第一节：未知与未来][我是谁？我在哪？这里...水...]○这里没有一棵树，没有一寸土地。可是在这个地方的下面隐藏着生机勃勃的世界这里是海洋怪物的家园，这里就是次元之海位于天空之海的第三段海域，除了能听到鱼跃出水面在跃入水面“噗啦”的入水声有时还能听见大虎纹鲸鱼开心的嚎叫○“报告总部，我们侦查到天空之海第三段是一段完全风平浪静的海域“这是探察兵发给次元空间研究总部的消息“我们似乎发现了一座海底城市“”探察兵惊讶的喊道“什么？海底城市？”总部回道“没错，下面就犹如失落的亚特兰蒂斯一样”【S市】是一座高度文明顶尖技术发展的城市，它拥有全球最顶尖的高科技，也是很多土豪的家园，同时哪里的有钱人也很喜欢到处旅行这一发现已经震惊了整个S市，很多有钱人都迫不及待想去旅行一番谁不想去一个曾经安静无比现在却因为发现海底文明遗迹而传遍全世界的地方去看看呢？尽管这已经与人类文明跨了一个空间的次元“请【裂渊】行动组出来调查，立即对这个次元区域展开全面调查”总部向军事层发布的消息○【S市的某做大楼顶上的露天游泳池】“啊呀呀~还让不让人活了，好不容易的清闲又被烦人的天空之海打破了~哎~”，伊万莉用她那清脆，文雅又温柔的声音发表出了自己对生活的意见“没有办法呢，谁叫我们背负着重任呢？”源峰拉开了嗓门，在水里努力的把这句话喊了出来“行了你们两个都不要再思考人生了，毕竟我们是选中之人嘛，咱们这次回来之后我请你们吃一顿大餐！”裂渊小队长[松]面对两人说道【裂渊行动组到达次元总部】“全体人员向裂渊行动组致敬！”一位大家并不熟悉的长官喊道“啧啧啧~又开始了，大干一场吧”伊万莉一边摇头边说道【进行次元空间传送】裂渊三人来到了这片全是水，下面却一片遗迹的海域在上空看，这很不正常，至少一般人这么认为“水里居然隐藏着神秘的遗迹？”伊万莉说道“这很不可思议呢”。源峰说“好了开始调查吧，我们先要下去了解遗迹的外部与内部的情况，如果遇到危险情况就赶紧按腰带上面的紧急救援按钮。”松对二人下达了准确的执行任务绳索安全，装备检查完毕，蓄势待发，开始降落○三人已潜入海中，还差80米到达遗迹60米30米10米三人安全降落至水中，潜入遗迹“噫~好恶心”，伊万莉摸到了一块黏滑的石头说到“哈哈~这点就受不了了，待会还怎么进去呢？”源峰鄙视的说“你们大家看这是什么？”松指着一块散发着金色光源的石头说“会不会是什么机关呢？”伊万莉猜道“咔擦~”源峰按下了这块石头说“居然能按？？？这真的是机关！”“你在干嘛！能不能不要乱碰？快跑”松对着通话器大吼一个很大的空洞在三人的脚下打开了空洞很快的开始形成水旋涡，三人也来不及逃出这片区域了，很快的，大漩涡将三人都吸入了里面三人便失去了知觉没有人知道他们在这片海域的下面，因为好奇触发了某神秘的机关后坠入了哪里。\n\n\n\n\n【作者的废话】这是一个由某个RPG服务器剧情改写出来的小说，所以说写的不好请不要吐槽，语文不太好嘛，想来试试手不定期更新，喜欢的话就评个论。需要各位的支持，我是有创意的北喵~！第一节的缺点：没有人物角色说明，嘛，不过后期只需要表达清楚点就好惹！或者下一节的时候发布",
    "replies": [
        {
            "author": "__li_zhi",
            "timestamp": 1474647780,
            "txt_content": "我顶！我顶！"
        },
        {
            "author": "87821583",
            "timestamp": 1474683420,
            "txt_content": "__li_zhi 发表于 2016-9-24 00:23\n我顶！我顶！\n23333333333333333"
        },
        {
            "author": "lwangs",
            "timestamp": 1474716300,
            "txt_content": "2333333333333333333333"
        },
        {
            "author": "lwangs",
            "timestamp": 1474716360,
            "txt_content": "荔枝"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475224200,
            "txt_content": "很棒的作品~"
        },
        {
            "author": "2644511816",
            "timestamp": 1475237520,
            "txt_content": "天空写起小说了啊？"
        },
        {
            "author": "87821583",
            "timestamp": 1475237760,
            "txt_content": "2644511816 发表于 2016-9-30 20:12\n天空写起小说了啊？\n在下直言，能否请这位玉树临风的漂亮公子上报一下你特么的辣鸡大名！？"
        }
    ]
}