{
    "title": "[原创·连载]《世界传送门》 （半MC类文）",
    "author": "guoql666",
    "replyCount": 5,
    "timestamp": 1474696080,
    "txt_content": " 本帖最后由 guoql666 于 2016-9-25 13:13 编辑 \n              跨 世 界 传 送 门\n                                                    ----by guoql                                                                                 \n 前言\n    大家好，我叫guoql，是一个学（nao）生（can），额，我先给大家介绍一下这个故事吧。其实本书是我旧坑重拾的，以前我就有这个愿望了...很久以前，我就已经构思出来了故事的大纲，然而因为当时还比较小，没有把人名给想出来...于是乎我就被逼无奈的弃坑了...但我为什么又旧坑重拾呢？因为我这两天受了同学刺激，我就想起来了这个玩意儿，于是就拾回来了...而且我这个人是一个比较讲信用的人，只要不是特殊情况无法挽回，我一般都不会弃坑（只不过因为学业原因更新慢点而已...）呃，我们在说一下故事的主角吧，暂时定为4男4女...，会有一段传奇的经历哦（似乎又剧透了），还有就是本地存档的事情了，每次我发完文章末尾一定会有个百度网盘地址的，大家直接点击下载对应天数版本就行了。然后给大家说一下，如果大家下载出来本地存档来看的话，会有一些我故意添加进去的插文，主要是防止盗版，也希望大家转载（这么烂有人会转载么？）的时候通知我一声，不要盲目转载！好吧，就先写到这里吧。\n\n\n\n序章\n向大家说声抱歉，不知道为什么，我一加上序章就提示出错，于是无奈之下，我就上传到了百度云网盘，可以通过我的分享链接直接查看序章，也可以通过离线的下载文章来看密码: 5tyv\n \n                                                                                         第一章----探秘洞穴\n   郊区小屋内，坐着二男一女，但却都各自沉默不语。\n    首先打破这个诡异的寂静的是一个女生。\n    “喂，你们倒是说话啊，李乐，罗天，我们光傻乎乎的在这里坐着，有什么用？”\n    “没什么用啊，我们直接进去这个洞窟就行了么，不过...我只是怕”这次是那个叫李乐的男生开口说道，只不过他说话的时候眼睛里明显闪过一丝担忧。他长着一头乌黑亮丽的头发，五官工整，整体样貌看起来十分英俊。\n    “只是怕什么？”坐在李乐旁边的罗天一脸疑惑的问道。旋即，他又问那个女生“还有你，唐羽，你别光站着说话不腰疼，你倒是有什么主意，你说来听听”\n    “你！”唐羽气的站了起来，用手指着罗天，道。\n    眼看唐羽就要和罗天吵起来，李乐赶忙去打圆场，“你们别吵了，先听我把话说完好不好？我是怕洞中有危险，伤害到你们罢了”\n    唐羽听了李乐的话，也冷静了下来，仔细分析了一番，回答道：“李乐你说的对，我们必须要把自己的安全放在第一位，况且，贸然进洞肯定也是不明智的，我们应该想一个万全之策...恩...有了！”\n    听见唐羽说有办法了，李乐和罗天的眼睛瞬间就亮了起来，异口同声的问道：“什么方法？”\n    唐羽一脸得意洋洋的样子，道：“你看你们一个个都想不出来了吧，还没我一个人厉害”她甩了甩手，道。“还是让我大发慈悲的告诉你们吧”\n    而李乐则是满脸大写的无辜之情，暗暗吐槽道：“唐羽，你吐槽罗天没关系，怎么连我也扯进来了”\n    唐羽拿出自己的手机，打开天气预报，道：“你们看，这是刚才你们来之前我看到的天气预报，天气预报说，明天是晴天，蛇之类的不会出现在地表，而我们明天去的时候把火把带上，既可以照明，驱寒，还可以防蛇呢！”\n    李乐想了想，沉声应和道：“好，我们就照你说的去做，一会儿我们一起走吧，这个郊外木屋有点吓人，真不知道你为什么会想到来这里。一会儿我去通知王响，王邪就交给你了，罗天！”\n    罗天点了点头，道：“知道了，一会儿我就通知他去”\n    而唐羽则有点不太高兴，嘟囔道：“这不是为了好去那个洞穴么......”\n                             第二天\n    砰砰砰，砰砰砰“这个唐羽，昨天明明说好了是今天早上八点到木屋集合，怎么不见人影啊”罗天敲着门，自己嘟囔道。\n    “也许她才刚刚起来呢，罗天，不要心急”说话的正是刚刚到来的李乐\n    “对啊，说不定她才刚刚刷完牙呢，哈哈”一个奇怪的声音从远方传来，李乐和罗天顺着声音看去，才发现是王响在说话。王响长得也是惊天奇俊，但他的力量却和他的长相不一致，你感觉特别沉的东西，到他的手里，都轻的不得了。\n    吱呀一声，门开了，露出了一张脸，原来是一脸乱发的唐羽开开了门。\n    “噗嗤”罗天忍不住笑了\n    唐羽一脸怒气的瞪着罗天，问道：“你什么意思，我怎么了。你笑这么厉害？”\n    罗天强行忍住了自己的笑意，嘴中含笑的说道：“你的头发……，像一个……鸡窝...”\n    “噗嗤”，尽管已经强行憋住了笑意，罗天还是忍不住，笑了出来。\n    正当唐羽忍不住要爆发的时候，李乐插话了\n    “你们别吵了，我们不是来吵架的，唐羽，东西我们都拿过来了，你那边呢？都商量好了么？”\n    唐羽点了点头，道：“恩，我这里已经商量好了，我们随时都能出发去那个洞穴”\n    “好，我们去清点一下带的东西，研究一下地图，唐羽你就去收拾收拾你的头发吧，头发太乱不好看了就”\n    “恩，给你们地图，你们自己慢慢研究吧”不知为什么，唐羽听李乐吐槽她的头发，并没有发飙。\n    洞穴外\n    “喂,我说，我有点后悔来这里了，我们走吧？”望着由内到外散发着寒气的东西，唐羽的声音有些颤抖，向大家提议道\n    毕竟他们才12岁，能够有勇气来到这里已经很不错了，何况唐羽又是女生，有点害怕也是正常的\n    “我们既然已经到这里了，就应该勇敢的向前进发，而不是退缩啊，唐羽，你要实在害怕，可以拉着我的手”李乐道\n    “恩”唐羽点了点头，果真拉住了李乐的手...\n    一行人继续向洞中进发... \n\n  作者的话\n大家好，我是本文的作者guoql，不知道大家喜不喜欢这篇文章呢...反正我感觉我还有许多地方要改进，这其中也少不了各位观众朋友的鼓励与意见，如果你有什么好的想法和建议，我会感激不尽，大家可以通过评论来发送，也可以私信我，如果你的意见我采纳了，会在末尾的感谢栏中发布你的ID名称。同时再补充一下，本文是半MC类文章，是开头不关MC半点事，后面会接触MC等等，所以我思索再三，发布到了这里，也请各位版主删帖或者警告之前看完这段话，谢谢离线阅读\n\n   \n百度网盘\n密码: twde\n\n\n \n                                        各位下次再见，拜拜~~~~\n\n上一章地址：已是第一章！下一章地址：世界传送门第二章----发现遗迹，齐心协力共度难关！\n\n\n\n\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1474697520,
            "txt_content": "这排版！看的我眼花。\n是我污的原因吗？还是其他人也是这么想的[雾\n语言的描写不够生动啊。\n希望继续努力，加油吧"
        },
        {
            "author": "guoql666",
            "timestamp": 1474697760,
            "txt_content": "Dream_Black 发表于 2016-9-24 14:12\n这排版！看的我眼花。\n是我污的原因吗？还是其他人也是这么想的[雾\n语言的描写不够生动啊。\n....没有掌控好间距，导致的乱象，下次发帖我会注意改正的，谢谢你的提议"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1474697820,
            "txt_content": "其实没规定文章必须是和mc有关的，所以请尽可能的自由发挥，别被这种根本就不存在的规则影响的故事剧情。\n大致看了下，我想说12岁会不会太小了←_←\n差不多就是这些吧.."
        },
        {
            "author": "guoql666",
            "timestamp": 1474701660,
            "txt_content": "yuchenyang 发表于 2016-9-24 14:17\n其实没规定文章必须是和mc有关的，所以请尽可能的自由发挥，别被这种根本就不存在的规则影响的故事剧情。\n ...\n谢谢支持，已经改为居中，再次感谢您的支持"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475224980,
            "txt_content": "支持新人。"
        }
    ]
}