{
    "title": "<原创·连载>《危险世界》第三章-加入黑幻小队[by：Dream_Black]",
    "author": "yuchenyang",
    "replyCount": 6,
    "timestamp": 1474704960,
    "txt_content": " style=\"background-color:black\">我最讨厌上厕所的时候被偷看了【滑稽】",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1474705140,
            "txt_content": "我的人设应该是高大威猛英俊潇洒智勇双全气语不凡风流倜傥玉树临风成熟稳重风趣幽默举世无双绝无仅有空前绝后独一无二前无古人后无来者的冬瓜，而不是猥琐中二大叔\n"
        },
        {
            "author": "Scal",
            "timestamp": 1474705380,
            "txt_content": "标题: <原创·连载>《危险世界》第三章-加入黑幻小队[by：Dream_Black] 本帖最后由 Dream_Black 于 2016-10-4 14:17 编辑 \n\n\n\n\n\n\nEnf3.png (237.68 KB, 下载次数: 16)\n\n下载附件\n\n2016-9-24 15:45 上传\n\n\n\n\n=前言＆前情提要=开坑前情提要：简影来到了Danger星，并进入了一座城市，在城市中他从紫金小队的队长——紫金那里了解到了Danger星村在着七大法则圣地，但却在要求加入紫金小队时被拒绝，他该如何是好......\n=正文=“请问，你想加入小队吗？我们可以让你加入的。”就在简影灰心至极的时候，在他背后传来一个声音。原来是一个个子很高的大叔，这个大叔还背着一把镰刀，微笑着对简影说：“我叫黑幻，如果你愿意可以加入我们的小队，我们可以带你一起历练！”“真的吗？我可以加入你们的小队？太好了！”简影兴奋地对黑幻说道。“当然了，以后你就是我们小队的一员了，欢迎你的加入。”黑幻微笑地回答道。“哼，真不知道这么个小小的新人有什么用，当炮灰吗？”黑幻身后一个灰色头发的少年冷哼了一句说道。还没等黑幻来得及批评他，他便回头走了。“你别建议啊，他叫愚蠢，他就是这样，说话比较刻薄。但你别看他名字叫愚蠢，其实他是我们团队的精英啊！”黑幻尴尬地对简影笑了笑，“对了，我给你介绍一下我们队伍的成员：龙须——他可是坦克，我们几个人都打不动他，他都已经参悟到了一些生命法则了！还有冬瓜——他是个很厉害的战士，但是平时就是有点滑稽，可能会带坏你。还有刚才那个愚蠢，他也是个战士，虽然他是战士，但却很冷静，很少说话的。对了，还有一个人：像素，他去商店买东西了，他是我们团队最会做饭的人了，平时我们都吃他做的饭的，哈哈。可你别小瞧了像素，他的光明法则足够灭了一个城市！”黑幻将队伍里的所有队员都给简影介绍了一遍，而简影听了之后一脸震惊啊！终于，简影收起了自己的下巴，疑惑地问道：“那队长你是什么？”黑幻笑了笑对他说：“我啊？我是队伍主导者，主要负责指挥，我也开始领悟裁决法则了！”简影听了之后更震惊了，因为所有人都知道，裁决法则是最难领悟的法则。“好了好了，像素也来了，我们可以出发了，简影，我们可以出发去历练了！”黑幻看到远处从商店出来的像素挥了挥手，示意大家可以走了。“简影，你是什么职业啊？”冬瓜露出了滑稽的笑脸对简影说道。“我？我不知道，我还没有决定呢？”简影看着这猥琐的笑脸艰难地回复了。“冬瓜，你就被调戏新人了”龙须推开了冬瓜，调侃道，“简影，你别理他，以后你会觉得好你的职业的，无论什么我们都支持你。”“就是就是，冬瓜你别调戏人家，以前你就这么调戏龙须的，现在他也被你带坏了”一旁看着他们的像素笑骂道。而走在最后面的愚蠢则是一言不发。黑幻看见简影很快融入了队伍微微地笑了笑，但再看了看走在最后的愚蠢不禁叹了口气，呢喃道：“唉，愚蠢，你什么时候才能走出那段阴影啊......”“好了，我们到了，这就是龙泽怪物的洞穴了。走，让我们进去厮杀吧！”黑幻对身后的成员们说道。他们很快便准备好了，全员都进入了洞穴，很快他们便遇到了龙泽怪物，所有人都开始战斗了。黑幻走到简影，“简影，你小心点，这只怪物我们解决，你先在一旁观看”黑幻嘱咐道。说完他便冲了上去，开始与其他成员一起击杀龙泽怪兽。而愚蠢此时却离开了洞穴，他到底要干什么？简影心里很好奇，便跟了上去......\n=下集预告=愚蠢到底要干什么呢？简影跟上去会有什么后果呢？来看下集预告吧！片段一   愚蠢拿着手中的刀对着简影，吼道：“你为什么要加入这个队伍啊！片段二   “愚蠢你干什么！难道你就不能放下之前那件事吗？你别拿简影杀气啊！”黑幻对愚蠢吼道。片段三   “既然你们如此，好，很好，我离开！”愚蠢放下了手中的刀，什么也没有留下，什么也没有带走，就这样离开了队伍。\n=后记=注意：本文中的角色与现实中的人没有关系，人设都是楼主本人想出来的。并且这些名字我都拿到了本人的授权，请勿喷。如果你喜欢这个小说，欢迎加我好友并回复或评分进行订阅，谢谢支持！[groupid=1336]Endless Fantasy[/groupid]"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475224860,
            "txt_content": "期待更新。"
        },
        {
            "author": "S_RwE",
            "timestamp": 1476427080,
            "txt_content": "对了，我给你介绍一下我们队伍的成员：龙须——他可是坦克，我们几个人都打不动他，他都已经参悟到了一些生命法则了！还有冬瓜——他是个很厉害的战士，但是平时就是有点滑稽，可能会带坏你。\n噗哈哈"
        },
        {
            "author": "WM2030",
            "timestamp": 1476492120,
            "txt_content": "咱得认真严肃地看文章。\n说实话，这一类的打斗元素，我是真的不会写，也几乎没写过。\n但是从文笔和各方面的水平方面讲，尚需努力。\n人物的语言描写是必须加强的，这方面非常违和，而且并不是很容易控制，要有丰富的积累和大量的观察。\n还有动作！动作！动作！不是说一个“微笑”就能解决动作和神态的问题的。\n你可以改成“嘴角微微上扬，两腮鼓起，嘴巴咧到耳朵根，露出八颗牙”等等等等的描写，这些都是需要积累的。\n另外关于详略方面，也需要加强。\n人物刻画上，有一些逻辑的漏洞。这部分是必须要修正的。\n比如愚蠢老兄的所谓刻薄，在这样的状态下，简直就是敌意。可以用适当的细节来修正这种表象，进而产生人物刻画的层次感。\n至于其他的细节，就不再赘述，说了也是很难做到，只是共勉。\n还有错别字略多。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477668300,
            "txt_content": "上头说得不错，我补充一下。\n咱写小说啊，不只是说传闻。你得写“场景”，把故事分割成一系列场景，或者一个场景里发生的事。你可以想象成是漫画，把人物置于漫画中，他们之间有互动。场景里除了有人物，还有各种推动剧情和烘托气氛的事物。\n接着你要考虑的是：\n我想写什么故事？\n人物有什么特点，怎么在不说名字或者代号的情况下让读者分清楚人物？\n怎么样才能让人物的行为不至于太傻或者太假？\n我该如何分镜（按什么角度描写？是特写某人物的小动作，还是总写整个场景）？\n……\n下笔之前多留心，加油！"
        }
    ]
}