{
    "title": "[原创·单篇]【时空重置】【by2644511816】",
    "author": "2644511816",
    "replyCount": 6,
    "timestamp": 1474698240,
    "txt_content": " 本帖最后由 2644511816 于 2016-9-24 14:35 编辑 \n\n       时空这种东西我们并不陌生，我们所在的宇宙有许多平行空间那也属于时空，根据爱因斯坦的时空论理来讲，我们位居平行空间的其中一个空间，也许我们照镜子，镜子里的你是另一个平行空间的你，不过你们在做同一件事情，朋友在多年前死去的时候我去参加了他的葬礼，但十年后的今天，他回来了！\n       听着耳边熟悉的英文歌曲我总是认为，这首歌在很久之前就已经存在我也听过，不过这首歌是最近出的，我不知道这是怎么回事，曾经我认为有些很重要的事情要做，回头时忘却了，那是什么样的感觉你们应该知道，因为你们也曾忘却过对吗？读着以往没看过的小说，总认为我曾经在哪里看过，而且我已经看完了整本，不过在现在读时他在刚刚出版。你有时会做梦，梦里你可能会梦到你现在所处的地方，天气也许不像今天，但你会发现，同样的布置，同样的地方，只是不同的天气，不同的时间，你会觉得周围会那么陌生，当你走到你所处的楼层想打开门，发现没带钥匙，你按响了门铃。不过那门里不是你的亲人和朋友。\n    以前2012年世界末日的时候我不以为然，只觉得是假的，但现在网上传论他们看到了另一个地球，一个和我们所处的地球一模一样的“地球”，我也只当是谣言，踏上去大学的道路，你明明刚刚进入大学，却感觉一切都那么熟悉，就像以前来过一样。以前你做过的某些事情，你都觉得并不是你做的，我不知道是什么原因，我也不愿知道。我害怕我知道之后会发现世界不同了。进入大学所在的教室，上课铃响了“铃铃铃...”坐在陌生而又熟悉的教室静静的听着老师所讲的内容，当所有课程结束时，老师布置完作业，现在是9月24日，你上完了晚自习。回到宿舍，却有东西在教室忘记拿走，你再次沿着路去教室取回，当你回到教室时，他们还在上课，你呆了一会儿，直到老师说了一句话：“龚凌宇同学你迟到了。”我认为他们在开玩笑，回答一句：“现在都上完课了都是10点了，你们还在这？”但那老师却是这么回答：“现在才下午5点你怎么会认为是晚上10点。不要寻找理由了，你去门外站着吧。”我并没有出立马出教室，我在思考。思考现在到底是几点钟，当我走出教室，走出教学楼时，老师在窗户那里看见我并喊着：“龚凌宇同学我叫你罚站你要去哪里！”我没有搭理他，来到了教学楼外面看着天，天上的太阳还没有落山，不过也快了。不过我明明记得，我几分钟前仰望星空，天是黑的，有的只是星星，没有看见月亮。\n       我回想起了艾因斯坦的时空论，自己总结了得出“爱因斯坦认为，世界并非我们原先所熟知的世界，也就是说，时间、速度、空间、位置和物质都是具体的客观现实。这种观点是一种最为理想的解释。我们以时钟记录时间、以汽车或者飞机加大移动速度、以一个成套的基本坐标确定我们的位置点并区分出某个物质是否属于固体状态……正如爱因斯坦自己所总结的那样，在日常生活中，“我们所有的思想和概念都是通过感官体验建立起来的，而其特定的意义只限于相应的感官体验本身”。爱因斯坦的理论貌似难以理解的原因在于，这些理论把我们自身的感官体验全部抛开了。 19世纪和20世纪之交，虽然人们已经了解了关于光的更多知识，但是物理学家们对一个问题仍然百思不得其解：为什么所有的光速都是不变的，即使是运动着的物体发出的光也是如此？ 如果你以每小时1公里的速度沿着一条水流速度为每小时2公里的河流向上游动，那么你的相对速度其实是每小时3公里。如果你只是横穿过这条河流，那么你的速度又回到了原来的每小时1公里。19世纪，科学家也提出了类似的观点，即地球正在穿越虽然看不见但是却客观存在的、流质一样的以太物质。 爱因斯坦则坚持认为，根本没有什么所谓的以太，而且无论作为光源的物体是处于静止状态还是处于运动状态，都不会改变其原来的光速。就光本身而言，这个观点与牛顿的物理学观点完全背道而驰，原因在于根据牛顿的理论，速率必须遵循简单相加的原则。爱因斯坦进一步设想，一个人如果真的以光速行进，那么将会出现奇妙的结果。”我已经开始乱了，我曾经认为时空论是天方夜谭，根本不可能是真的。但我现在相信了，一切都是真的！我们在2012年世界末日那一天已经死了！我们只不过认为自己是活着的！我们本来是顺着命运的轨道行走，命运安排我们到哪里就到哪里：命运要我们成名我便能成名；命运要我们堕落我们便堕落；命运要我们死去便死去；命运要我们活着便活着。\n       命运的轨道已被世界末日的那天改变了，我们死后可能会在另一个空间见面，那时我们脑海可能会想起你的身影，但不会过多久就会忘记。只是一直认为我们曾经见过。命运的轨道已经偏离，现在世界拥有的是时空的重置！我想起了我以前参加朋友葬礼的那天，他是真正的死了，不过10年之后他活了过来，我那时只是高兴，认为他并没有死。可想起了时空论我不这么认为了，他是死的，他按着时空重置的轨道走着，偏离了命运。也许他现在再一次死去，他10年后也有可能复活吧？这可笑的世界，为什么我会这么认为？我想起了有人看见过另一个“地球”的“谣言”那也许是平行空间的屏障被时空重置打破后出现的吧？这就能理解它为什么会突然消失了，玛雅人预言2012年我们会死去是真实的，不过我们都不知道。我们现在是被时空重置所造成的负面影响支配。艾因斯坦的时空论中写道：一个人如果以光速行进他会看到其妙的东西。那句话是真的，不过被4年前的时空重置打乱了。时空的乱流终将会把我们吞没，直到又一个“2012”年我们会再度归来，被时空重置支配着归来。\n      我已经在怀疑是不是有人和我一样没有被时空重置影响了，如果有，那么这更加证明了我的推理是真实的！如果没有，那也许这只是一场梦？不！这绝不是一场梦，我相信还有人没有被我所谓的“时空重置”所影响到，我必须找到他们！找到他们，我们所谓的“未来”才会被打破，一切都将按照命运的轨道来行驶，想到这里我便走出了校园，那些大学生都在上课，上着我记忆中5小时前的课程，甚至连说的话，做的事情都一样。日月之行归于太阳，太阳归于太阳系，太阳系归于银河系，银河系归于苍茫宇宙！我不认为只有地球被影响了，我，得去寻找那些人。来到马路中央，我询问着你们度过了今天的晚上10点吗？他们都不理我，当我是个疯子。事实上我疯了吗？没有，绝对没有！我是真正的没疯，他们只不过被时空重置影响了而已！一路再次问到了晚上10点，晚自习结束了，我回到宿舍。我已经在怀疑，我是不是真的疯了？为什么我会认为时空重置了？但是直到我一个朋友问我：“你今天经历了几个晚上10点？”我的眼睛明亮起来了，我找到了没被时空重置负面效果影响的人，我回答道：“2个，刘陵，你经历了2个？”刘陵回答道：“是的，我也经历了2个晚上10点钟！我也问过其他人，他们只是觉得我的脑子有问题...”说着他黯然的低下了头。我立马安慰着说：“我也被他们当做疯子，别难过了。”谁被这么多人当做疯子都会难过。但我想起了什么跟刘陵说了起来：“刘陵你应该读过艾因斯坦的时空论吧？”他点了点头，我继续说：“我认为我们所在的时空被倒退了5个小时，不然现在应该是凌晨3点！我把这种现象称为“时空重置”我不知道为什么会这样，但我有种预感，如果时空重置不被打破的话，我们这个平行空间会遭受毁灭性的打击，如果其他平行空间没人管的话也会遭受毁灭性攻击！我们必须打破时空重置，而我们这些没被时空重置的负面效果影响的人会成为打破时空重置的契机！”我和他说完了话，便分头去宿舍问别人有没有没被时空重置的负面效果影响。\n      答案不言而喻，没有！他们都被时空重置造成的负面影响到了！我找到刘陵带着所有的钱离开了校园，离开了陌生的校园，来到了一个宾馆，租了一间房间一晚上，我们这一晚上都在打电话给朋友们，希望再找到一个没被时空重置影响的人，但是答案并不乐观，也没有。今年是2016年再过6年时空重置会再度影响这个世界，我们只有6年的时间！6年之内我们必须打破时空重置，不过2人是远远不够的。我想到了出国，我英语好歹过了6级，其他的德文什么也都一样，我是专攻外语的。但刘陵不同，他没选择文科，选择了体育项目。出国是现在唯一的选择了，时间紧迫我们立马离开宾馆打车，去飞机场，首先我们的目的地是美国！（未完待续）\n\n作者的话：咳咳...单篇新坑《时空重置》作为一个初一新生能写这么多应该不错了，不要在意未完待续，这是单篇你没有看错，因为可以修改帖子，所以后面的以后填坑....\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1474698660,
            "txt_content": "单篇是怎么做到未完待续的= ="
        },
        {
            "author": "Scal",
            "timestamp": 1474698720,
            "txt_content": "我醉了，你开创了先河啊，单篇居然还有未完待续"
        },
        {
            "author": "DGK2",
            "timestamp": 1474699200,
            "txt_content": "Dream_Black 发表于 2016-9-24 14:32\n我醉了，你开创了先河啊，单篇居然还有未完待续\n单篇可分第一部，第二部，也许也可以分上篇下篇。"
        },
        {
            "author": "2644511816",
            "timestamp": 1474701240,
            "txt_content": "我还以为你们都死了呢a.a"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475224320,
            "txt_content": "以为楼主都写完了才发。。"
        },
        {
            "author": "2644511816",
            "timestamp": 1475234640,
            "txt_content": "DeitySSS 发表于 2016-9-30 16:32\n以为楼主都写完了才发。。\n我就喜欢拖==明明一次性可以写很多但我只写一部分"
        }
    ]
}