{
    "title": "[原创·连载]《世界传送门》 （半MC类文）【今日二更】",
    "author": "guoql666",
    "replyCount": 2,
    "timestamp": 1474716960,
    "txt_content": " 本帖最后由 guoql666 于 2016-10-2 14:48 编辑 \n              跨 世 界 传 送 门\n                                                    ----by guoql                                                                                 \n                                                                                         第二章----发现遗迹，齐心协力共度难关！    洞穴深处\n    “啊~”一路上，唐羽一直发出尖叫声音，毕竟洞穴里阴暗潮湿，许多生物都会在这里安家，像老鼠啊\n\n\n，蛇啊，一路上随处可见。\n    而李乐的情况就更不容乐观了，一路上因为唐羽离他最近，还有唐羽一惊一乍的尖叫声，老是吓他一\n\n\n跳，而且他还要去安慰唐羽的心情，也是极为辛苦。\n    其他三人相对来说要好得多了\n    罗天一边吹着口哨，一边拿着火把跟在最后面，王邪拿着手机，时刻看着手机上的GPS定位系统，发现\n\n\n磁场异常就立刻通知李乐他们。还有王响，他背上背着行李囊，左手握着根粗木棍，右手也拿了一根火把\n\n\n。\n    就这样，他们走到了洞穴的深处。\n    突然，李乐发现前面有点亮光，立刻告诉了伙伴们\n    “大家快看，前面有亮光，我们快要到出口了，大家快点跟上！”\n    大家听了这个消息，向前定睛一看，果然前面微微发着亮光，眼睛里都充满了兴奋。\n    除了...一个人。\n    王邪始终盯着手里的GPS定位仪，还是感觉哪里不对劲，可又说不出来。\n    “也许，是我想太多了吧”王邪心里想道。”\n    当大家走到光源处，向里探望时，个个都是脸色骤变。\n    那里是有亮光没有错，但是，却不是洞穴出口的太阳光，而是...\n    火把散发出来的诡异柔光！\n    在一旁的王邪的脸色却越来越难看，因为，他明显的看出来，手机GPS，就在刚刚踏入洞穴的一瞬间，\n\n\n因为磁场关系，失灵了，而且，最后一次记录显示，刚才他们是越跑越低，海拔越来越低，而通常洞口都\n\n\n是在海拔较高的地方的，这也是刚才他觉得不对劲的原因。\n    发现这个秘密后，王邪把大家都叫过来，道\n    “李乐，唐羽，罗天，王响，你们看，刚才我就感觉有些不对劲，现在，我们可能是遇上大麻烦了！\n\n\n”\n    “你说什么？”听了王邪的一番话，大家的脸色更加难看了。\n    “王邪，这到底是怎么回事啊？”说这话的是唐羽。进洞之前她就有些害怕，因为握住了李乐的手，\n\n\n还有李乐在洞中一直安慰她，她才没有情绪失控的情形。而这会儿，更是紧紧地握住了李乐的手，努力克\n\n\n制着自己的情绪。\n    “我也不知道，刚才李乐说他发现前面有亮光的时候，我就觉得GPS有点不对劲，但是没有给你们说，\n\n\n就在刚才我们进来的同时，GPS突然失灵...”\n    “就这点小问题也叫我们碰上麻烦么，真是可笑，王邪，你放心，有我罗天在，绝对不会出任何事的\n\n\n！”这时，一直在旁边默不作风的罗天突然说话了。\n    “好，罗天，我们相信你，大家继续向前走！”李乐说道。\n    “恩，大家继续前进！”王响道\n    “哎，要是这时候有杨雨在就好了啊，她可是智多星呢，可惜我们昨天没叫她”一旁拉着李乐手的唐\n\n\n羽懊悔道。\n    “没关系，我相信我们回学校后她们听了我们的故事一定会羡慕的！”李乐一旁笑道。\n    “恩”\n    轰隆隆，在一行人前行中，他们进来的那个洞穴口，升起来了一道门，堵住了出口。\n    “等等，我们好像进了一个古墓！”细心的王邪发现了地上的古铜钱\n    “没关系，我们既然已经选择进来了，就不要退缩！”李乐道。\n    “恩”一旁的唐羽应和道\n    10分钟后\n    大家已经走到了通道的尽头呈现在他们眼前的是一个大水车，水带动着水车缓慢旋转。\n    而在两台水车之间，有一个平台，平台上放着一本书。\n    在那本书的四周，还有一圈紫色的光晕\n    李乐他们一行人走上前去，将书拿下来，就在他们刚刚拿下来书的同时，大地突然摇晃，石头坠落下\n\n\n来。\n    “大家快跑，这里要塌方了”李乐大吼道。\n    就在这时，一颗巨石砸向了李乐和唐羽。\n    就当李乐他们以为自己就要丧命于此的时候，他手中的书却消散成点点紫色光晕被他吸入体内，他感\n\n\n觉他的身体里似乎有什么东西复苏了一样，一抬手，就有一股柔和的能力包裹住了他们。\n    “大家快去拉下水闸的按钮，只有按下他我们才有救”李乐几乎没有丝毫犹豫，脱口而出道。\n    “恩，明白，我和王邪一起去左边，王响你去右边！快”\n    哗~~~水闸放开，这时，一个暗道开启了.....\n    “快，大家快进来，只有进来我们才能活着出去！”李乐几乎是把这句话喊出来的，喊完就倒地晕倒\n\n\n了。伴随着李乐的晕倒，那股柔和的保护层也随之消散。\n    大家几乎都是拼命跑出来的，就在门马上要关闭的一瞬间，他们，逃了出来.... \n\n  作者的话\n大家好，我是本文的作者guoql，不知道大家喜不喜欢这篇文章呢...反正我感觉我还有许多地方要改进，这其中也少不了各位观众朋友的鼓励与意见，如果你有什么好的想法和建议，我会感激不尽，大家可以通过评论来发送，也可以私信我，如果你的意见我采纳了，会在末尾的感谢栏中发布你的ID名称。同时再补充一下，本文是半MC类文章，是开头不关MC半点事，后面会接触MC等等，所以我思索再三，发布到了这里，也请各位版主删帖或者警告之前看完这段话，谢谢离线阅读\n   \n百度网盘\n密码: ffqd\n                                感谢ID为Dream_Black和ID为yuchenyang的好心人给我的建议！\n\n \n                                        各位下次再见，拜拜~~~~\n\n\n上一章地址:世界传送门第一章----探秘洞穴快捷传送门\n下一章地址：第三章----方元学校的秘辛？\n",
    "replies": [
        {
            "author": "guoql666",
            "timestamp": 1474779900,
            "txt_content": "有人么，来看看呗"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475224560,
            "txt_content": "支持楼主~"
        }
    ]
}