{
    "title": "【原创·连载】《Particle》第五章",
    "author": "yuchenyang",
    "replyCount": 2,
    "timestamp": 1474716300,
    "txt_content": "      哎...好忙哎......\n\n       街道的两边大都是小饭店与烧烤摊，以至于这条老旧的马路两侧盖上了厚厚的冲洗不掉的黑色油渍。\n        从接着郊外的一头跑来了一个人。\n        那人每次抬手都高过头顶，当脚尖碰到地面的瞬间另一只脚就跟了上来。\n        也亏他没穿鞋子还这么发了疯似地跑着。\n        一只脚趾踢到了连在马路上的石头上，脚尖传来强烈的痛感，身体失去了平衡，直接扑倒在了地上。\n        嗯，这个在夜晚逃跑的还窝囊的摔了一跤的人是落暮。\n        但他没有即刻爬起，只是脸朝向一边大喘气，所幸这条路晚上根本没车。\n        怎么办啊？杀人了……\n        他这么想着，身上还穿着睡衣。\n        他仔细思索着电视剧中杀人逃跑的桥段。\n        完全想不到啊。\n        他在来到研究室之前，大脑一直浸泡在电脑游戏中，现在自然想不出什么好办法。\n        脚底现在才感受到破了皮的的痛感。\n        “嘶-”\n        倒抽一口凉气。\n        他把视线移到右手上。\n        右手紧攥着的是博士给他展示的装置，上面连着耳机线-这是在逃跑时顺手拿上的。\n        从各种角度看去，这只是普通的圆柱体，在手中拿着有种沉甸甸的实心感，一头插着耳机线，在黑色侧边有几个整齐排列的小孔，底面是充电口。\n        这到底是怎么用的呢？\n        落暮的脑袋中不禁冒出了这样的疑问。\n        效果似乎是加快大脑对能力的运算速度……\n        他躺着把耳塞塞到了耳朵里。\n……\n        完全不会用……\n        不过自己现在思考的重点不应该是接下来这么办吗？\n        于是把那个装置搁在了一边。\n        仔细思考下来，自首似乎是最佳的方法，这样就免除了心理上的压力了，至于杀人应该可以算自我防卫过度吧。这样说不定只要坐牢就可以了。\n        不过他似乎只想到了这个方法。\n        只是在这情形下选择自首前途才是一片光明的吧…\n        躺累了，他翻了个身。\n        突然间想到了双方的身份。\n        一个是未来可能对世界科技做贡献的有着超高智商的博士，一个只是因为偷学魔法而被击毙的没多少人认识的人的孩子。\n        自首的勇气荡然无存。\n        还是先回家吧……\n        不过当时跑的时候没看路，想回家得再会研究所一趟，然后再从研究所认出家的方向……\n        “尽管真的不想去……但是！”\n        他站了起来，又一阵疼痛从脚底往上涌来。\n        “嘶-”\n        落暮拧紧了眉头。\n\n        “插播一条消息，p市的一位博士惨遭杀害，尸体上插满尖锐物……”电视屏幕中的中年女性作着新闻报道。\n        墨迹听到后伏下身在身前小桌摊开的本子上记了几笔。\n        在此之前他的这本黑本子上记录了许多的重大新闻。\n        沙发边的地板上叠了有半人高的报纸。\n        对他来说并没有闲钱去定报纸，这些报纸大多是他在监控死角从别人的报箱偷的。\n        他知道这么做很缺德，但是没人看到就意味着没发生过，即使被一些人看到了但拿不出证据的话也可以赖过去。\n        新闻报道接近尾声，他把本子合上，电视关掉后慢慢站了起来，随后不紧不慢的伸了个懒腰。\n        “呼-”\n        该去睡觉了呢…\n        墨迹走向卧室。\n\n        钥匙插入了近一个月未使用的锁中。\n        落暮粗暴地扭了扭钥匙，门随着卡哒的一声打开了。\n        他踩着水电费的缴费单走进了久违的家中。\n        随即向浴室跑去，血从脚底擦伤处渗了出来，因为脚底有灰尘与油渍，这三者混合在一起形成的粘膜附在脚底上十分难受。\n        用脸盆接完了水，落暮忍住想要把沙发刷洗一遍的欲望坐了上去。\n        脚缓缓的浸入水中，尽管是夏天冰冷的自来水还是让他打了一个哆嗦。\n        冰冷的麻痒感盖过了大部分痛感，同时黏在脚上的粘膜在水中扩散开来。\n        落暮手放在膝盖上，双眼盯着脚盆中的水。\n        既然自己没办法那就放弃无意义的思考。\n        这么想着，把腿搁在了另一条腿的膝盖上，用食指小心的搓去脚底的黑色油污。\n        “嗯！”\n        落暮闷哼一声，原来为了更快速的清理，他加大了食指压在脚底的力，这样做的结果就是食指直接捅到了擦伤处，同时指甲把伤口面积推的更大。\n        淡红色的血又顺着创口的边缘流了出来。\n        视角往下移，注意到了裤子上那个黑色装置。\n        长途奔跑并没有使其丢失。\n        落暮不禁再次开始思考这个装置的作用。\n        “哎，这到底有什么用啊，如果能治疗我的脚底就好了...”\n        绞尽脑汁也没想出个所以然的落暮一边说着一边往后倒去，靠在了沙发上，震起了一堆的灰尘。\n        但是当“治疗”这个词刚说完，塞在耳朵中的耳塞传出了蜂鸣声。\n        两只脚底的痛痒感逐渐减弱，最后消失了。\n        察觉到异样的落暮立刻弹了起来，仔细端详着脚底。\n        创口就好像不曾存在过一般消失了，而其边上的油渍也少了一些。\n        看来他大致了解了......\n        落暮没擦脚，直接站了起来，转过身盯着沙发。\n        “融合”\n        落暮屏住呼吸，有力的说出了这两个字。\n        沙发上的灰尘都悬浮了起来，接着慢慢的聚在了一起，形成了一颗蓬松的球。\n        变成了球后这一切还没停下来，这颗小球继续压缩，最后变成了只有一粒种子大小的铁颗粒。\n        “呼...”\n        落暮把憋了一会的气吐了出来，精神也放松了。\n        小球随着精神的放松落到了沙发上，随后弹到了地上。\n        还是先睡一觉吧。\n        这么想着，他躺到了已经干净的沙发上。\n",
    "replies": [
        {
            "author": "DeitySSS",
            "timestamp": 1475224260,
            "txt_content": "建议不如把之前的章节的连接在尾巴也贴一下。"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475231580,
            "txt_content": " 本帖最后由 DeitySSS 于 2016-9-30 18:43 编辑 \nDeitySSS 发表于 2016-9-30 16:31\n建议不如把之前的章节的连接在尾巴也贴一下。\n支持楼主~ 人气用光了，明天补。\n^_^"
        }
    ]
}