{
    "title": "【原创-连载】次元之海-[第一章]第二节：向往自由的遗迹 【新风格小说】",
    "author": "87821583",
    "replyCount": 4,
    "timestamp": 1474713000,
    "txt_content": "【第一章-黑色次元】[第二节：向往自由的遗迹]“天空之海”的其中一段神秘未知的海域据站“天空之海”排名第二  在这片大海上，毫无一点沙粒与泥土，海底却生机勃勃     海底下幽暗发光的次元之门向你敞开     里面究竟藏了什么？     这一个谜题从未有人能解答！【角色】(这里是补上一期的角色)=-松-=   [♂] [19 Y]职业:刀枪善用枪与剑结合的一位战斗高手是一位披荆斩棘的猛汉子喜欢吃荔枝喜欢喝荔汁=-伊万莉-=   [♀] [17 Y]职业:狙击擅长在远处手持长枪瞄准敌人头部，扣下扳机，砰~GG唯一不擅长海底作战的队员据说三围是68 56 81 (YY中...)喜欢扔荔枝喜欢用荔枝来发泄愤怒\n=-源峰-=   [♂] [17 Y]职业:二刀流双手都拿刀的臭家伙，长得很帅气，总能抢风头喜欢盯着伊万莉酱的68和81看(233~)拥有永远不会欺负女士的骑士道喜欢砍荔枝---------------------------右键此处回顾[第一节:未知与未来]时隔遗迹机关触发的旋涡过了3小时后这片神秘的海域还是以往的风平浪静...尽管发生了辣么大的动静可是在海面上的勘察队伍似乎并没有发现什么奇怪的动静连海底下的三名裂渊行动队的队员毫无回应也不觉奇怪“啊~你说他们三个下去了那么久，都没有动静了。”一名察觉到不对劲的士兵对同事说“是啊，会不会...”同事说 “怎么可能...他们可是很强的呢”“长官不好了，雷达没有他们三个的动态了！”正在一旁检查探测仪的技术人员大喊到“什么？不可能！快快！赶紧派人下去搜查”长官急促的下发命令○“啊呀~这是哪？诶~他们两个人呢。”源峰初醒的声音，话音未落，源峰就听到了远处的吵闹声音源峰奇怪的向吵闹的地方走过去，哪里居然有一群居民！源峰张大了口一脸懵逼的看着眼前的这群居民谁能想到在这片风平浪静，平时只能看到鱼的海洋空间里的海底将近200米的海里居然存在着生命！“不过也想想，如果这里没有村民，我又是如何存活的呢？海里面人类是无法生存的....可是这里居然有氧气。这还是值得调查的”源峰自言自语的说到○“看啊，这是陆地上的人吧”一位居民望着躺在地上负伤的松说“是啊，好久没有看到他们这些陆地上的人了”一位老爷子说道源峰看见躺在地上的松立刻冲进人群“松！你没事吧？你回答我啊！这...”“小兄弟，这是你的伙伴吧？”一位居民问源峰“是的，他，他怎么了？为什么会躺在这里”源峰回答说“如果你们是从陆地来的，那么你这位小伙伴生还率可就不大了”居民又说道“不对，你们有没有看见一位女孩子，跟我一样的年龄的妙龄女孩”源峰紧接着又问“这个...好像被抬进村子里了”居民说“村子？你们这里还有村子？快求求你们治疗他们吧！”源峰就差没哭出来了“放心吧，小伙子，我们是很和平的，一定会帮你的”居民稍提快了语气回答了源峰平时爱装*的源峰，现在却已经跪下来向这群海底居民磕头了○\n源峰跟着抬着松队长的村民们进入了村子之后，一个村民带他进入了医疗房并说“你说的哪位小女孩就在这里面，你先进去看看吧，我们帮你处理这一位小伙伴”\n“谢谢你们，你们真是太好了，回头我给你们带我们世界的美食”源峰满怀感激的说道\n切换为次元侦查组的情况\n“水下行动组，已经准备完毕，请长官指示”一位指挥官对长官说\n“立马行动！发现他们的一丝线索立马报道！”长官说\n“整个行动都要出那么大事情”长官叹了口气\n已经疲劳的源峰进入了伊万莉的病房，不久趴下睡着了\n“喂你干嘛睡在我大腿上！死变态”伊万莉醒来发现源峰躺在他大腿上流口水\n“啊？~”源峰从朦胧的睡意中醒来\n“你醒啦？太好啦！づづ~(一下子就抱住了伊万莉酱)”源峰又说道\n“啊...”被抱住的伊万莉发出轻微的娇喊并自带脸红特效\n推开了源峰的伊万莉：“我们这是在海里面吗？”\n“嗯，而且这里还不可思议的存在一切我们生存所需的东西”源峰激动的回答\n“那个...松队长呢？他在哪，怎么样了”伊万莉\n“嗨呀~那家伙受了重伤，不知道为什么，但是他现在已经被带去治疗了”源峰\n“那就好...嗯现在是4点多。。。诶~等等！时间停止了！”伊万莉\n“什么？我看看.......时间真的停止了！这..不可能！怎么会这样”源峰\n门口传来一位老头的声音\n“这里的时间是静止的，但却分早晚，而且有时时间快，有时时间慢，我们也定不准”\n“这里怎么那么奇怪，这样的情况我们从来没遇到过”源峰说\n“是啊，我们在这的居民也很无奈”老头说到\n<-待续->",
    "replies": [
        {
            "author": "lwangs",
            "timestamp": 1474715940,
            "txt_content": "10分 QAQ"
        },
        {
            "author": "a2455564728",
            "timestamp": 1474770900,
            "txt_content": "轻微的娇喊，难道不是娇喘嘛"
        },
        {
            "author": "87821583",
            "timestamp": 1474796160,
            "txt_content": "a2455564728 发表于 2016-9-25 10:35\n轻微的娇喊，难道不是娇喘嘛\n是的，这很娇喘"
        },
        {
            "author": "xcc",
            "timestamp": 1474986780,
            "txt_content": "新风格是指？"
        }
    ]
}