{
    "title": "抚州举办纪念汤显祖、莎士比亚、塞万提斯逝世400周年活动",
    "author": "DGK2",
    "replyCount": 10,
    "timestamp": 1474781340,
    "txt_content": " 本帖最后由 DGK2 于 2016-9-25 14:18 编辑 \n【2016年汤显祖逝世400周年主题纪念活动24日开幕[鼓掌]】9月24日9时，汤显祖逝世400周年纪念活动暨第三届中国(抚州)汤显祖艺术节隆重开幕。开幕式当天举行了戏剧巡演，巡演以花车行进式表演的方式进行…壮观！你在现场吗？-取自新浪江西\n9月24日—26日，共同纪念汤显祖、莎士比亚、塞万提斯逝世400周年活动在江西省抚州市隆重举行。这是全球第一次共同纪念这三位文学巨匠。\n我本人目前就身在抚州，他们说习大大也来了抚州，这次还蛮热闹的_(:зゝ∠)_汤显祖是哪位我给各位普科下，当然可以百度什么的汤显祖是抚州具有世界影响的伟大先贤，他的《牡丹亭》《邯郸记》《南柯记》《紫钗记》四部传奇剧作，合称《临川四梦》，代表了“中国古典戏曲创作的高峰”。汤显祖剧作蕴含着鲜明的民族性和鲜活的独创性,体现了对社会的深切关注和对人性的深刻思考，具有积极的启蒙意义，代表了历史进步的方向。汤显祖剧作自问世以来，即超越了时代和地域的限制，以其独特的艺术魅力和深刻的思想内涵，彪炳史册、光耀千古、历演不衰，受到世界人民的热爱。他的剧作和与其同时代的英国莎士比亚、西班牙塞万提斯的剧作，在中国乃至世界戏曲史上具有里程碑式的影响。-取自互联网【雾】\n我从网上找了一些关于这次纪念活动的报道资料，一下资料都取自互联网从2015年底开始，抚州市组团先后远赴英国、西班牙、澳大利亚、法国、美国等地开展活动。特别是今年4月，与中国人民对外友好协会、斯特拉福德区议会、莎士比亚出生地基金会，在莎士比亚故乡--斯特拉福德主办了“共同纪念汤显祖和莎士比亚逝世400周年研讨会暨‘抚州文化周’”。文化活动周期间，在莎翁旧居花园演出了赣剧《紫钗记》选段“怨撒金钱”、抚州采茶戏《牡丹亭》选段“游园惊梦”、南丰傩舞、金溪手摇狮等节目；在斯特拉福德图书馆举办了汤显祖图片展，介绍汤翁生平、艺术成就和汤翁故里抚州的概况。“抚州文化活动周”的演出和展览还走进了英国利兹大学，获得英国师生的好评。这是抚州市第一次在国外举办文化周活动，共演出10场，展览5天，吸引数万人参观，刮起了一股中国抚州文化旋风。作为汤显祖的家乡，抚州市十分重视传承汤翁文化。举办过多次汤显祖文化艺术节及汤显祖学术高峰论坛，掀起了一拨拨“汤剧”、“汤学”热潮，向世界展示了汤学剧作的魅力。今年以来，抚州市成立了汤显祖国际学术研究中心，开办了汤显祖国际研究中心网站，出版了“汤显祖研究丛刊”。特别是精心创排了乡音版《临川四梦》，与上海音乐学院共同创排了音乐剧《汤显祖》，与中国阳光集团在梦湖共同打造大型实景演出《寻梦?牡丹亭》，建立了戏剧创作基地、设置临川四梦传承班，对汤显祖纪念馆进行了修整改造，对汤显祖故居进行了恢复重建，全力打造文昌里历史文化街区，使抚州处处体现是一个有梦有戏的地方，把抚州打造成为集写戏、看戏、演戏、评戏为一体的中国戏都。\n随着9月24日共同纪念隆重开幕，拜谒汤墓、汤显祖纪念馆新馆开馆暨莎士比亚、塞万提斯展区开展、2016中国抚州汤显祖剧目展演暨国际高峰学术论坛、第三届中国（抚州）汤显祖艺术节、“中国文化行”座谈会等10多项活动将全面展开。活动期间，来自莎士比亚故乡斯特拉福德的英国朋友和来自塞万提斯故乡阿尔卡拉的西班牙朋友，不仅带来了精心演绎的汤显祖戏剧、具有浓郁西班牙风情的弗拉明戈舞蹈，而且英国驻广州总领事馆和抚州市政府在临川一中还共同主办“当莎士比亚遇见汤显祖”文化交流活动，还在汤显祖纪念馆新馆开辟莎士比亚、塞万提斯展区，集中展示莎士比亚、塞万提斯一些珍贵展品， 并且，抚州市与斯特拉福德区签订了进一步加强友好交流合作备忘录。\n随着这些纪念活动的深入推进，必将推动汤显祖和临川文化走进群众、走向全国、走向世界，必将推动抚州成为汤显祖研究的学研基地、当代戏剧的展演热地、寻梦圆梦的旅游胜地，成为中华优秀传统文化与世界文明对话的重要平台之一，必将耸立起更多如汤显祖一般的文艺高峰，让中国故事传遍全球。\n希望大家可以多去了解一些我们中国历史上的伟人其实我们国人也是很屌的【不要崇洋媚外啦】缅怀汤显祖，同时也缅怀莎士比亚与塞万提斯这三位伟人作为一个中国人，我们的祖先这么厉害我还是蛮自豪的中国万岁！向伟人们向汤显祖致敬！\n\n@Dream_Black @FHC红石 @Ice_tuzi @NGK3 @MC大湿 @Sssss...\n@原子弹1号 @云上的雾° @minehenry @Wolverine @1345979462 @1368363199 @林东A @zx728925 \n\n\n[groupid=1306]Torun fromthescare[/groupid]",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1474781520,
            "txt_content": "缅怀先辈"
        },
        {
            "author": "幽儿~",
            "timestamp": 1474782120,
            "txt_content": "敬礼！！！！ 中国人民永远记住伟人们"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1474782240,
            "txt_content": "向伟人致敬~"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1474782480,
            "txt_content": "向伟人致敬"
        },
        {
            "author": "MC大湿",
            "timestamp": 1474782660,
            "txt_content": "\n\n向伟人致敬"
        },
        {
            "author": "云雾",
            "timestamp": 1474782780,
            "txt_content": " 本帖最后由 云上的雾° 于 2016-9-25 14:06 编辑 \n\n向伟人致敬\n于是乎不发锭子？"
        },
        {
            "author": "cc7w",
            "timestamp": 1474783740,
            "txt_content": "复制这些东西都有人气\n哎\n快9级了\n我记住你了"
        },
        {
            "author": "zx728925",
            "timestamp": 1474784940,
            "txt_content": "向伟人致敬"
        },
        {
            "author": "世道苍穹",
            "timestamp": 1474787040,
            "txt_content": "向伟人致敬"
        },
        {
            "author": "Wolverine",
            "timestamp": 1474847700,
            "txt_content": "向伟人致敬"
        }
    ]
}