{
    "title": "中国神话包，新生物&更多在10月4日主机平台上更新",
    "author": "zx728925",
    "replyCount": 7,
    "timestamp": 1474792140,
    "txt_content": " 本帖最后由 zx728925 于 2016-9-25 16:39 编辑 \n\nCHINESE MYTH, NEW MOBS & MORE ON CONSOLES OCT 4\n中国神话包，新生物&更多在10月4日主机平台上更新\nPosted on Sep 25, 2016 by Marsh Davies由Marsh Davies在2016年9月25日发布\nThere are loads of good things on their way to Console Edition this fall. The Chinese Mythology Mash-Up pack arrives, bringing with it an exquisitely crafted world inspired by the myths of the far East: there are ancient cities to explore, gargantuan sculptures to gawp at and cherry blossom aplenty. Beware, though - there’s a reason they call this the land of dragons! There are also 41 new skins and 13 themed music tracks for you to use in your own worlds. Plus: it comes with a special map for the Battle Mini Game we released in June!在这个秋天，有许多好东西在去向主机版本的路上。中国神话包也会来到，受到远东神话的灵感，将会包括精美的世界：探索古老的城市，欣赏巨大的雕塑和丰富的樱花。当心，虽然 - 他们叫这个为龙的底盘是有原因的！这个包里也有41个新皮肤和13个主题音乐，你们可以自己的世界里使用。更多：这个包还有在6月就已发布的混乱迷你游戏中一个特别的地图！\nIt’s completely, ridiculously gorgeous, too. Just look!这个包也是完全、荒谬地华丽的。看看吧！\n\n\nAlso coming to Console Edition as a free update:另外将来到主机版的是一个免费更新：Polar bears and their adorable offspring are to be found wandering frozen biomes.北极熊和它们可爱的后代能在冰原、雪山和冰刺之地生物群系里找到了。Banners! Spruce the place up with your personalised drapery.旗帜！用你个性化的装饰来装扮你的旗帜。New terrain generation: Igloos now appear in Arctic biomes, and gargantuan fossils lie beneath the earth awaiting your discovery.新的地形生成：雪屋现在出现在雪地生物群系里，庞大的化石躺在地下等待你的发现。Beetroots! You can farm them and turn them into a restorative soup. Delish!甜菜根！你可以种植它们并把它们变成一个滋补的甜菜汤。美味！Other new blocks: End Bricks, Grass Path, Frosted Ice, Magma, Nether Wart Block, Red Nether Brick and Bone Block.其他新的方块：末地砖、草径、霜冰、岩浆块、地狱疣、红色地狱砖块和骨块。\n\nThe update will come to Xbox and, for US owners, the Wii U edition on the 4th - other consoles will follow the day after.这个更新将会在10月4日在美国的Xbox和Wii U平台上到来 - 其他平台上的将会在这一天后紧随更新。\nHope you like it!希望你喜欢！\nCheerio!拜拜！\nMarsh - @marshdavies",
    "replies": [
        {
            "author": "戈登走过去",
            "timestamp": 1474792740,
            "txt_content": "那个大佛是唯一让我觉得有点中国的玩意.."
        },
        {
            "author": "1605131159",
            "timestamp": 1474793340,
            "txt_content": "Mojang想到中国了？"
        },
        {
            "author": "狙神CBL",
            "timestamp": 1474794840,
            "txt_content": "1605131159 发表于 2016-9-25 16:49\nMojang想到中国了？\n终于有点那啥了"
        },
        {
            "author": "狙神CBL",
            "timestamp": 1474795440,
            "txt_content": "终于想到我们了"
        },
        {
            "author": "Green_stone",
            "timestamp": 1474795620,
            "txt_content": "什么时候教育版来到中国才是焦点，\n不过主机有这个包PE PC有吗？"
        },
        {
            "author": "lwc13570038741",
            "timestamp": 1474796880,
            "txt_content": "所以国服什么时候开"
        },
        {
            "author": "折君",
            "timestamp": 1474811820,
            "txt_content": "龙的底盘。。。"
        }
    ]
}