{
    "title": "附加物的整合！10月18日要来的BOSS更新",
    "author": "zx728925",
    "replyCount": 10,
    "timestamp": 1474807560,
    "txt_content": " 本帖最后由 zx728925 于 2016-9-25 20:59 编辑 \n\nhttp://v.youku.com/v_show/id_XMTczNzg4NzcxNg==.html（英文版）\nhttp://v.youku.com/v_show/id_XMTczNzkyMzg0OA==.html（中文版）\nADD-ONS AHOY! BOSS UPDATE COMING OCTOBER 18\n附加物的整合！10月18日要来的BOSS更新\nPosted on Sep 24, 2016 by Marsh Davies由Marsh Davies在2016年9月24日发布\nNot only does the Boss Update for Pocket and Windows 10 bring some much awaited mobs - the Elder Guardian can now be found in the sprawling, mysterious Ocean Monuments, and the Wither appears in revamped fighting form - there are loads of big technical tweaks besides. It’s boss in every sense!不仅是携带和Windows 10版本的BOSS更新带来了一些期待已久的生物 - 远古守卫者现在能在庞大的，神秘的海底遗迹中找到了，凋零已新的战斗形式出现了 - 在这个更新里面有许多大的技术调整和修改。彻里彻外就是BOSS更新！The biggest news is that this update will see the first implementation of Add-Ons. You’ll hear even more about Add-Ons tomorrow if you tune into Searge and Jason Major’s talk at 3.30pm PST, but here’s the low-down: Add-Ons are the first step on our journey towards bringing even greater levels of customisation to all editions of Minecraft - starting with Pocket and Windows 10.最大的新闻就是这个更新将会看到附加物的实施。如果你调到Searge和Jason Major在PST时间（太平洋标准时间）的明天下午3：30的交谈，你将会听到更多关于附加物的信息，但这里是一个内幕：附加物是我们为所有Minecraft版本带来更好的定制的第一步 - 在携带和Windows 10版本先开始。They let you remix mobs, switching out the models, textures and behaviours. Rideable chickens! Ultra-explosive pigs! Etc! It’s pretty simple to grasp - all of these components can be tweaked and swapped by editing text files - but it’s also super powerful, as demonstrated by the elaborate Alien Invasion Add-On we first showed at E3. Now we can reveal that SethBling, Blockworks and MindCrack have collaborated to produce a second example Add-On, called Castle Siege. A massive battle rages and you can pick either side: defend the fort from the mob horde or join the monsters and crash the keep!它们可以让你调整生物的信息，更换它们的模型、材质和行为。可骑上去的鸡！非常大的猪！等等！控制它们非常简单 - 所有这些部分都能调整并能通过编辑文本文件来更换 - 但这也非常强大，就像我们在E3中最先展示的精心制作的Alien Invasion（外星人入侵）一样。现在我们能揭示SethBling、Blockworks和MindCrack一起合作开发出的第二个附加物的例子，叫做Castle Siege（围攻城堡）。一个大规模的激烈战争，你可以选择两旁：从一大群生物的攻击中保卫城堡或者加入怪物的团队，一起破坏城堡的防御！\nWe’ve put together a new page all about Add-Ons which we’ll add to in the coming weeks. Check back to download the sample Add-Ons for yourself soon! (Oh, and you’ll be able to play them over Realms, too.)我们在一个关于附加物的新的页面把这些都放在一起了，我们会在未来几周添加进去。不久后你们就可以回到这个页面来下载附加物样品了！（Oh，你们也将能在Realms上使用它们。）And that’s not all - the Boss Update brings a few more fab features:并且那不是全部 - BOSS更新还会带来一些更多的特性：You can now use slash commands! Summon things, set the time, change the weather, teleport to places, change blocks and much more.你现在可以用斜杠命令了！召唤物品、设置时间、改变天气、传送、修改方块和更多。Realms now supports importing and exporting worlds! Oh gosh!Realms现在可以上传和下载地图了！Oh，天啊！Xbox Wireless controller support has been added to Gear VR Edition and Windows 10! And Oculus Touch support is coming to VR-lovin’ Windows 10 players too!Gear VR和Windows 10版本增加对Xbox无线控制的支持！并且Oculus触摸支持也将面向VR和Windows 10的玩家！\nPretty boss indeed!BOSS实在太美了！Cheerio!拜拜！Marsh - @marshdavies\n",
    "replies": [
        {
            "author": "GoPi",
            "timestamp": 1474808040,
            "txt_content": "海底神殿pe版好卡                                                            一开始你就输了"
        },
        {
            "author": "570855441",
            "timestamp": 1474808220,
            "txt_content": "终于有指令了，等了这么多年"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1474808280,
            "txt_content": "楼主，有两个视频框。快快修改吧~~"
        },
        {
            "author": "zx728925",
            "timestamp": 1474808880,
            "txt_content": "xiaoya2031 发表于 2016-9-25 20:58\n楼主，有两个视频框。快快修改吧~~\n一个是英文版，一个是中文版"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1474809000,
            "txt_content": "zx728925 发表于 2016-9-25 21:08\n一个是英文版，一个是中文版\n纳尼！！好吧。。我说怎么第二个有中文字幕来着，这就尴尬了。。"
        },
        {
            "author": "下面好舒服",
            "timestamp": 1474809480,
            "txt_content": "除了爆炸就只会爆炸了么"
        },
        {
            "author": "广药",
            "timestamp": 1474847040,
            "txt_content": "这个翻译太烂了，用这个吧 http://www.bilibili.com/video/av6418158/"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474893840,
            "txt_content": "还有大约1个月"
        },
        {
            "author": "何哈",
            "timestamp": 1476606660,
            "txt_content": "好耶            "
        },
        {
            "author": "pcktrsss",
            "timestamp": 1476741540,
            "txt_content": "所以是瑞典的几点发布？"
        }
    ]
}