{
    "title": "迈克斯·布鲁克斯正在写Minecraft小说",
    "author": "zx728925",
    "replyCount": 12,
    "timestamp": 1474804140,
    "txt_content": " 本帖最后由 zx728925 于 2016-9-25 19:59 编辑 \n\n\n\n\n\nmaxbrooks.jpg (48.51 KB, 下载次数: 6)\n\n下载附件\n\n2016-9-25 19:00 上传\n\n\n\n\n\nMAX BROOKS IS WRITING A MINECRAFT NOVEL! OH YES!\n迈克斯·布鲁克斯正在写一部Minecraft小说！Oh，是的！\nPosted on Sep 24, 2016 by Marsh Davies由Marsh Davies在2016年9月24日发布\nYes, that’s Max Brooks, the author of amazing future-history zombie yarn World War Z. He’s writing a Minecraft novel, titled “Minecraft: The Island”. I’ve peeked at an early draft and it’s entirely amazing, just as we knew it would be. Think cuboid Robinson Crusoe, but madder: a hero stranded in an unfamiliar land, with unfamiliar rules, learning to survive against tremendous odds.是的，你没听错，就是迈克斯·布鲁克斯，未来历史中精彩的僵尸故事僵尸世界大战的作者（你们都看过电影吧）。他正在写一部Minecraft小说，题目是“Minecraft：一个岛”。我已经抢先看了他的初稿，完全精彩，正如我们知道它会怎么样的。我认为就像立体的鲁滨孙漂流记一样，但是：一个英雄被困在陌生的土地上，不熟悉的规则，学会生存来面对巨大的困难。We’re all huge fans of Max’s work in books and comics - The Harlem Hellfighters and The Extinction Parade are personal favourites - and his enthusiasm for Minecraft is truly inspiring.我们都是迈克斯的书和连环画的骨灰粉 - The Harlem Hellfighters和The Extinction Parade是他个人最喜爱的 - 并且他Minecraft的热情也是从这里获得灵感的。Here are some official quotes from important people!以下是重要人物的原话！“I’m very excited to be part of this new venture,” said Max Brooks. “Finally I can justify all those hours I’ve spent playing Minecraft.”“能成为新的冒险的一部分，我非常激动，”迈克斯·布鲁克斯说。“最终，我能证明所有的时间都花在玩Minecraft上了。”“From our first meeting with Max, we knew he would be a perfect fit for our first foray into novels based on Minecraft,” said Lydia Winters, Brand Director of Mojang. “His enthusiasm and understanding of all things related to the game bring out the sense of wonder and possibility that so many players love about Minecraft - ourselves included.”“从我们与迈克斯第一次见面开始，我们知道他会完美地适合第一个为Minecraft做小说，”Mojang品牌总监，Lydia Winters说。“他的热情和对游戏中所有东西的理可以带来奇迹的感觉和可能性，很多玩家都喜爱Minecraft - 包括我们自己。”“We are absolutely thrilled to be working with the fantastic team at Mojang on what will be the first ever official Minecraft novels,” said Keith Clayton, VP, Associate Publisher at Del Rey, “and we’re so fortunate to have someone of Max’s incredible talent and passion on board for the launch of the series.”“在优秀的Mojang团队里工作，我们非常兴奋，这将会成为第一个官方Minecraft小说，”Del Rey出版人，副总统（？）Keith Clayton说，“我们很荣幸能有迈克斯的不可思议的才能和热情来加入一个新系列的推出。”Quite so. Prepare yourself for a page-turner!如此。你们自己准备好去阅读这本引人入胜的书吧！Cheerio!再见Marsh - @marshdavies\n",
    "replies": [
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1474804560,
            "txt_content": "上面那个大大的书的合成配方是什么鬼？"
        },
        {
            "author": "凛",
            "timestamp": 1474804680,
            "txt_content": "\n不知道会不会出中文版"
        },
        {
            "author": "lzs1234",
            "timestamp": 1474805280,
            "txt_content": "小说的翻译会是个大问题......\n学好英语很重要，直接去读原版"
        },
        {
            "author": "金蛋之魂",
            "timestamp": 1474805700,
            "txt_content": "不知道会不会翻拍成电影"
        },
        {
            "author": "570855441",
            "timestamp": 1474806240,
            "txt_content": "看到那个合成配方我还以为能在游戏中合成那本小说[噗]"
        },
        {
            "author": "毒蛇",
            "timestamp": 1474807560,
            "txt_content": "其实mcbbs都在写"
        },
        {
            "author": "1=0107",
            "timestamp": 1474809660,
            "txt_content": "太棒了！终于在有生之年看到一个名人沉迷MC并写小说（为MC）了！"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1474862400,
            "txt_content": "Minecon上读的那一段还以为是。。。终末之诗"
        },
        {
            "author": "小墨君",
            "timestamp": 1475747280,
            "txt_content": "帅，又有人沉迷mc了。"
        },
        {
            "author": "18858",
            "timestamp": 1475819160,
            "txt_content": "魔兽都出小说了，Minecraft能不出吗"
        },
        {
            "author": "Green_stone",
            "timestamp": 1475819640,
            "txt_content": "应该有人会借此小说拍一个MC微电影吧……\n呸，一定"
        },
        {
            "author": "himwang123",
            "timestamp": 1476707400,
            "txt_content": "可以的"
        }
    ]
}