{
    "title": "【坑哥】MC为什么会这样 —— PlanetMinecraft",
    "author": "孤独秋叶",
    "replyCount": 0,
    "timestamp": 1474813680,
    "txt_content": "------------------------\nTried playing singleplayer survival recently?\n------------------------\n你最近玩单机生存不？\n\n\n  我很想知道你们最近还在玩MC单人生存吗？\n  随着时间推移现在的服务器玩法要比单机有趣多了，当然这是没有外加存档前提下。\n  因为服务器更适合许多玩家的口味，比如里面可以实现很多单机生存中不能实现的，就像很火的使命召唤那样，可以在服务器中实现。\n  我有点不知所措，但最近我去玩了玩单机生存，我不得不说这让我转移了注意力并且我似乎产生了动力。\n  单机生存刚开始是有点难，不过你到了后面就可以逍遥自在了。早晚都会腻味，所以一直这么玩下去生存也会变得枯燥，我们可以试着将沙盒游戏成为我们的创造世界，比如我们在这里虚想一段剧情，而我就把我的这个存档里的世界叫做“Newlands-纽兰兹” 牛篮子2333\n  我会试着想象一下\n  我是这个世界的主人公，在这个世界我还有很多事情要做，我的家乡(村庄) 附近有个金字塔，我经常去拜访，并且还在村庄里租了套房，我会拿种植出来的食物给村民作为房租，附近还有一个女巫家，我也经常和她做交换，这么玩会很有趣，但是你要压抑住你作弊的冲动233\n  这么玩还是有的一试的！   : )\n\n  Have you tried playing singleplayer survival recently? I doubt it. With multiplayer being the biggest thing in Minecraft and more and more people playing servers like Mineplex and the other big ones I'm starting to believe that no one really enjoys singleplayer anymore. And this applies to a lot of games like Call of Duty and even upcoming games like Rocket League and other steam games.   Now I've tired recently to make more of an effort to play my recently started Minecraft singleplayer world (without recording and pretending I'm a Youtuber) and it seems to actually be fun for me. I mean I have to admit it's more difficult to get started and keep with it but, what I've found is adding a backstory to you character and using your imagination a bit makes it much more actually enjoyable! And it's worth giving a go.   For example my world is called Newlands, and in the world I've recorded on a book three main places to visit. The first being my home village (npc village) in which I rent one of the small houses there, the rent being harvesting there crops and trading. There's also a pyramid, and witch hut near by which I've found on my travels with my trusty donkey and dog. And to help you understand how enjoyable I'm finding it I've just recently found the end portal and am now preparing potions and fletching in preparation. I haven't rushed anything and have also not used any cheats.   I think it's well worth a go, and if you do tell me how much you like it or don't like it :)\n\n",
    "replies": []
}