{
    "title": "MinecraftPE官方扩展(Addon)的更多细节内容",
    "author": "TimmyOVO",
    "replyCount": 8,
    "timestamp": 1474886040,
    "txt_content": " 本帖最后由 星燚 于 2016-9-28 21:45 编辑 \n\nMINECRAFT REALMS FAQ\nPs：译者可能不完全按照原文逐字逐句翻译,尽量使本文章简明易懂\n1.什么是Add-ons?他们怎么会被添加到Minecraft?(addons也就是扩展的意思,比较类似于第三方个人编写的扩展来对Minecraft内容进行更改,使其更加有趣——译者注)\nAddon能允许你更改游戏里你所看到体验到的事物，使用我们提供的Addon你可以更改游戏里既定的事物,比如生物的外观啊,行为啊和属性等。一般来说你可以通过Addon更改生物的样子，当然你同样也可以修改他们的行为。我们打个比方，你可以修改小鸡的行为,使其像爬行者一样,接近玩家并自爆攻击玩家。Addon是我们的新玩法好点子能在游戏中实现.当然你可能会说,怎么就只能改这一点点东西呢？好low啊,但我要告诉你们的是，这只是我们计划当中的第一步而已,我们会随着更新使Minecraft高度自定义化。\n\nWhat are Add-Ons? What do they add to the Minecraft experience?Add-Ons give you the ability to change the way things in your game look and behave. Using Add-Ons, you can change the rules, appearances and mechanics of things in the game. At a basic level, you can change the way mobs look. But you can also change the way they behave. For example, you can change a chicken to behave like a creeper – to attack and explode. Add-Ons can help you bring new gameplay ideas to life. They are the first step on our journey towards a fully customizable Minecraft.\n\n你们有什么可以供我们参考的已经写好的例子吗?\n我们将会在minecraft.net/addons上面放出两个已经写好的简单的Addon供你们免费下载.一个是我们的Minecraft团队编写的,另一个是由我们玩家社区的三个热心玩家编写的,他们是:SethBling, BlockWorks 和 Mindcrack crew.\n你可以在IOS,Android,Windows10,GearVR,Oculus Rift设备上使用它们.\n且Addon同样可以在多人游戏中起效,你可以在领域服和朋友一起体验你们编写的Addon.你只需要在minecraft.net/addons上下载它们并且将他们正确安装到游戏内载入即可.\n\nDo you have any examples of what Add-Ons can enable?We are releasing two sample Add-Ons available for free download on minecraft.net/addons. One was created by our devs here at Team Minecraft, and one was created by community members SethBling, BlockWorks and the Mindcrack crew. You can try them yourself on your iOS, Gear VR, Android, Oculus Rift, or Windows 10 device. Add-Ons work in a single-player game or with friends on multiplayer or on a Realm. Just download the appropriate zip files from minecraft.net/addons and follow the installation instructions inside.\n\n如何使用Addon?我们计划在不久的将来你们可以通过网络来在线安装Addon.将已有的Addon安装到指定的世界,你可以这样做:1.打开Minecraft并点击开始游戏2.找到你要安装Addon的世界,并且点击编辑该世界的按钮3.点击Addon按钮,来进行选择Addon载入到该世界.如果你懂json你也可以修改Addon后再载入.当然所有下载链接都是minecraft.net/addons,不再赘述.\n\nHow do I use Add-Ons?Instructions on how to install a new Add-On from the internet are coming soon. To apply an existing Add-On to an existing world, follow these steps:\nOpen Minecraft and click “Play”\nClick the “edit world” icon to the right of the world name\nSelect the “Add-Ons” tab, and select the Add-Ons you’d like to apply.\nYou will soon be able to create your own Add-Ons by downloading the Add-Ons template atminecraft.net/addons and modifying the JSON components.\n\n\n能透露更多关于Addon如何起效的信息吗？所有的生物都是由json内的个个组件来定义的外观,行为也是这样的.举个梨子,例如你拿着个小麦种子能把一个外观根本不是小鸡的生物吸引过来..使用Addon,你可以修改任何生物的外观组成模型的部分.比如你可以添加一个ridable标签使其可以骑乘.\n\nCan you tell me more about how Add-Ons work?All mobs are made up of components that define their appearance and behavior. For instance, a chicken has behaviors that make it attracted to seeds, and a model that makes it look like a chicken. With Add-Ons, you can take any existing component of a mob and remix them across other mobs. For example, you could add a ridable component to the chicken to ride it.\n\nAddon将可以在哪些Minecraft版本上使用?目前来说就两个版本,PE版和Win10版，当然你使用VR设备玩这两个版本也同样可以加载Addon.同样的Addon支持多人游戏使用,所以你可以和你的朋友们一起体验Addon.\n\nWill Add-Ons run on my version of Minecraft?Add-Ons will work on any platform that runs the Windows 10 Edition Beta or Pocket Edition – you can even experience them in VR with the Gear VR Edition and on Oculus Rift with the Windows 10 Edition Beta. They’ll also work in multiplayer and on Realms, so you can play with friends.\n\n如何在领域服内使用Addon?如果你想在领域服内使用Addon,那么你可以这样做:1.打开Minecraft点击开始2.选择要导入Addon的世界(不赘述参见上面步骤)3.打开领域服的编辑世界页面4.选择替换世界然后选择你刚才导入Addon的世界替换到领域服即可.\n\nHow do I use Add-Ons on Realms?To use Add-Ons on Realms, follow these steps:Open Minecraft and click “Play”\nApply an Add-On to a world (for instructions on how to do this, see “How do I use Add-Ons?”)\nGo to the “Realms” tab and select the “edit world” icon to the right of the world name.\nClick “Replace World,” and chose the world to which you’ve just applied the Add-On.\n\n以后能直接在游戏内编辑Addon或者创建新Addon吗？我们从未打算这样做过,也不打算这样做.\nWill there be a way to create and edit Add-Ons directly in the game?We have no plans to support creating or editing Add-Ons in-game.\n以后会有官方的Addon商店吗(类似GooglePlay的应用商店,只不过里面是下载Addon的).目前我们是没有这样的Addon市场的,不过我们鼓励玩家社区内玩家自己写Addon.\n\nWill there be an official marketplace for Add-Ons?We don’t have an official marketplace for Add-Ons at this time, but encourage you to create and share your own on community sites.\n\n可以在移动设备上写Addon吗(比如IOS,Android)或者Windows10设备.然而,如果你们的操作系统支持你们也许就可以在移动设备上写Addon.(模棱两可,json格式应该文本编辑器就能写.译者注)\n\nAre Add-Ons editable on mobile phones (iOS, Android, etc.) as well as on Windows 10 PCs?We recommend editing Add-Ons on PCs. However, depending on the operating system your device supports, you may be able to edit on mobile.\n\n\n如果我们写的Addon不小心手残写错了,会不会让世界损坏.(长话短说)是的非常可能损坏,所以我建议你们新建存档实验无误了以后再放到要用的世界,毕竟探索是需要过程的.\n\nIf you make a mistake editing or creating an Add-On, will it break your world?We recommend experimenting with Add-Ons on new worlds before using them on existing worlds. As you’re learning to use Add-Ons it going to be possible to do awesome things…like blowing up your world or creating a monster that fills your world with fireballs or lava. You may be so good at creating monsters that those splendid new mobs end up eating your worlds before you can stop them. Builders beware. ;)\n\n\n接下来还有什么?(长话短说)在接下来的一年我们会使Minecraft变的完全可以自定义.接下来的几个月我们会专注于定义生物行为的开发工作.如果你想要添加你想要的特性,feedback.minecraft.net欢迎你.\n\nWhat’s next?We’ll be continuing to develop Add-Ons over the next year as we work towards a fully customizable Minecraft. In the coming months we’ll be working on unlocking behavior change for blocks, and even more ways you can modify gameplay. Let us know what you think about the Add-Ons system and what you’d like to see at feedback.minecraft.net.\n来自：https://minecraft.net/en/addons/\n\n",
    "replies": [
        {
            "author": "Orange_Heart",
            "timestamp": 1474891020,
            "txt_content": "PE以後可玩性會大大增加了"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474891800,
            "txt_content": "快要赶上PC了"
        },
        {
            "author": "嗷大喵",
            "timestamp": 1474892160,
            "txt_content": "PE以后可玩性会大大增加了"
        },
        {
            "author": "青木源",
            "timestamp": 1474971600,
            "txt_content": " 本帖最后由 XIAOMM 于 2016-9-27 18:33 编辑 \n\n果然是JSON太垃圾了（无视"
        },
        {
            "author": "wile_butty",
            "timestamp": 1475220180,
            "txt_content": "那么就是说 pc pe 材质包通用的问题 被忘记了？"
        },
        {
            "author": "温柔的狂暴",
            "timestamp": 1475368200,
            "txt_content": "又要跳票？那么久？"
        },
        {
            "author": "无疑君",
            "timestamp": 1475398080,
            "txt_content": "zhuowei:mojang又抢我饭碗"
        },
        {
            "author": "刘玺铭",
            "timestamp": 1475488320,
            "txt_content": " 本帖最后由 刘玺铭 于 2016-10-3 17:53 编辑 \n\nyeah！！！、 mods！\n"
        }
    ]
}