{
    "title": "MINECON 2016结束了！感谢您的参与！",
    "author": "混乱",
    "replyCount": 37,
    "timestamp": 1474876080,
    "txt_content": "\nMINECON 2016 IS OVER! FINISHED! DONE! THANKS FOR BEING PART OF IT!\n\nMINECON 2016结束了！感谢您的参与！What a couple of days! There’ve been celebs, surprise reveals, intense tournaments, amazing costumes, talks by clever-clogs, manic panel shows, comedians and more. Best of all, there’s been you: the coolest, smartest and friendliest gaming community on Earth. We love you, and it was great meeting so many of you! The Mojang team are happily exhausted - how about you lot?Here are just a few of the cool things that happened…这几天发生了什么！各种明星嘉宾，惊喜的发现，激烈的比赛，惊人的COS，头脑风暴，狂热的团队展示，喜剧表演，还有更多。最重要的是，还有就是你：地球上最酷，最聪明的和友好的游戏群体。我们爱你，这美妙的展会都仰仗着你！我们Mojang因此高兴的筋疲力尽 - 你感觉如何那？这里仅仅是少数的所发生的很酷的事情...\n\nWe announced a novel!\n我们将要写一篇故事！\nWritten by mega-author Max Brooks, no less. He’s a big fan of Minecraft, and we’re a big fan of him. What a match! Read more about it here.作者是毫不逊色超级作家的马克斯·布鲁克斯。他是我的世界的忠实粉丝，我们也是他的忠实粉丝。多么般配！了解更多。\nWe launched a site all about Add-Ons!\n我们在网站上推出了Add-Ons！\nhttp://static.hdslb.com/miniloader.swf?aid=6418158&page=1Add-Ons are the first step on our journey towards bringing even greater levels of customisation to all editions of Minecraft - starting with Pocket and Windows 10. Read more here!Add-Ons是我们尝试提高Minecraft所有版本的自由度的第一步 —— 从手机版和Windows 10版开始。了解更多！\nAwesome costumes abounded!\n所有人的COS都很出色！\n\nThese three cosplay geniuses were the finalists in our costume competition - Vera in the batsuit, Autumn as the White Pumpkin and Ruthie in the incredible expanding Magma Cube costume. Ruthie just edged a very close competition to be crowned the winner. We had OVER TEN THOUSAND votes! OMG!这三个COS天才是我们的COS大赛决赛选手 —— 蝙蝠维拉，欧顿的白南瓜和鲁丝难以置信的岩浆怪COS。鲁丝最终在这场激烈竞争中获得冠军。我们收到上万的投票！天哪！\nGood things coming with the Boss Update on Oct 18Including:The previously-mentioned Add-Ons!Importing and exporting worlds on Realms!Slash commands! Summon things, set the time, teleport to places & more!Xbox Wireless controller support for Gear VR Edition and Windows 10!Oculus Touch support for VR mode on Windows 10 Edition!\n好消息！BOSS更新将在10月18日到来！\n他包括：前面提到的Add-Ons！导入和导出领域世界！斜杠命令！召唤实体，设定时间，传送等！支持在 Gear VR 版和Windows 10版的使用Xbox无线手柄！支持在 Windows 10版上使用Oculus Touch VR！\n\nCobalt gets a total conversion, mod support and WASD/mouse controls\nCobalt 获得一个重大更新，支持MOD和WASD移动/鼠标控制\nThe Cobalt team revealed a Counter-Strike-style team-based bomb defusal gametype. And not only that: cool modding tools, mouse-aim, WASD controls, and more - all to be released in one awesome package on Steam soon. Read (and watch) more here!Cobalt团队透露了一个基于反恐精英的炸弹模式经典地图defusal制作的游戏类型。不仅是如此：酷炫的改装工具，鼠标瞄准，WASD控制，等等——全都在一个扩展包，即将登陆Steam阅读（和等待）更多！\nWe ran some amazing tournaments!\n我们举办了一系列疯狂的竞赛！\n\nLook at this incredible arena! many thanks to Hypixel and Twitch for their sterling work here. We also had contests between big-name crafters Stampy and Squid (which saw poor Stampy forced to plunge his face into cake) and defeat for Console Edition devs, 4J Studios, as they came second place to Youtuber talent. Finally, four fearless Mojangstas chased down intrepid contestants in Hypixel’s Creeper Carts compo.看看这夸张的竞技场！非常感谢Hypixel和Twitch在这里出色的工作。我们见证了大名鼎鼎的手艺人Stampy和Squid（这之中可怜的Stampy被迫拿脸拍蛋糕）打败了主机版的开发者—4J Studios的比赛，所以4J团队屈居第二。最后，4个不怕死的MOJANG员工在Hypixel的炸弹卡车连击游戏中追捕强悍选手。\nThe Chinese Mythology Mash-Up pack is most auspicious (and gorgeous)\n中国神话传说主题拓展包，很吉利（也很华丽）\nhttp://static.hdslb.com/miniloader.swf?aid=6407422&page=1\nJust look at this thing. I think it might be the most beautiful mash-up pack we’ve released. It comes on Oct 4 with a hand-crafted map the evokes the mystic East, 41 new skins and 13 themed music tracks and a special Battle map. Read and see more here.只需一看便知。我觉得这可能是我们发布的主题拓展包中最赞的一个。它将在10月4日发布，手工制作的地图揭晓了神秘东方力量，41个新皮肤和13首主题音乐曲目还有特别的对战地图，阅读更多。\nI rode a horse!\n我在骑马！\n\nPretty incredible. In fact there was all kinds of cool stuff on the Expo Hall floor - punchable trees, touchable cakes, flyable ghasts, lovely rubber toys, indie games and loads more. Thanks to all our amazing exhibitors and partners! Here are a few more snaps:简直不可思议。事实上在博览厅还有更多稀奇玩意 —— 重击树，可以触摸的蛋糕，会飞的恶魂无人机，可爱的橡胶玩具污，独立游戏和载入更多。我们感谢所有的疯狂的参展商和合作伙伴！这里有几张抓拍：\n\nThe last shot is of Bandai’s super-cute constructible erasers, “Mine-keshi”. I love them. They’re coming to stores in the US next year. Watch out!最后一个镜头是来自万代的超级可爱的方块橡皮周边“Minec-keshi”。我喜欢他们。他们将在明年登陆美国，请注意！\nConsole Edition update gets bears, banners and more!\n主机版更新熊，旗帜还有别的东西！\n\n\nThere’s loads of good stuff coming in the next free update to Console Edition, which should roll out across our various platforms over Oct 4 and 5. It’s got bears, beetroots and banners. Read a more expansive bullet-point list here!更多有趣的东西即将在主机版更新，大概在10月4日或者5日。它有熊，甜菜和旗帜等在我们各个平台已经推出的东西。阅读更多！\n1.11 for PC / Mac brings Illagers, mansions, maps and… LLAMAS\nPC/Mac 1.11版本将迎来新的村民，豪宅，地图还有…羊驼！\n\nJens revealed some amazing stuff coming to PC / Mac. You’ll see much of it in the snapshot arriving on Wednesday, but in the meantime, here’s a sneak peek.Jens表示一些疯狂的玩意将登陆的PC / Mac。你会看到它在这周三的快照版本出现，在此期间，这里有一个预告。\n\n\nThere was a Block By Block charity drive!\nBuild a better world with Minecraft! Block By Block is a supercool partnership between Mojang and UN-Habitat. We use Minecraft to help urban communities participate in the redesign of their public spaces, making them friendlier, prettier, safer and more useful! It’s an amazing programme. Check out our work, and donate today to help transform communities all around the globe: blockbyblock.org这有个慈善活动，Block By Block！用我的世界建设一个更好的世界！Block By Block 是Mojang与联合国人类住区规划署的超酷的合作项目。我们使用的我的世界帮助城市社区参加他们的公共场所的重新设计，使之更友好，更漂亮，更安全，更实用！这是一个惊人的计划。看看我们的工作，以及捐款来帮助在全球各地改变社区：blockbyblock.org\nWe had an amazing Evening Show!\n我们举办了一个了不起的晚会！\n\nThe heroic TJ Miller did a smashing job of compering contests between top ‘tubers, stealing children’s toys and generally delivering a performance of barely-contained mania. He’s a funny man. Go see him perform. Then the evening was capped out by Fitz and the Tantrums - much dancing ensued!英勇的TJ 米勒进行了令人头大的筹备工作，偷偷准备孩子的玩具，狂热的表演等，包揽了几乎全部细碎地作业。他是个有趣的人。去看他的演出。晚会在Fitz and the Tantrums的表现下闭幕 ——更多舞蹈接踵而至！\n\nPhew! This post could be eight times as long and still not cover all the amazing stuff that happened. Suffice to say, we’re all off for a nice cup of cocoa and an early night. Thanks for coming and/or watching everyone! See you again next year!唷！就算这篇文章再长八倍，也不能涵盖所有的惊人的东西，发生的事情。我只想说，让我们来一杯热可可，早点休息。感谢您的到来或收看！我们明年见！\nCheerio!Marsh - @marshdavies\n消息来自：MOJANG官网http://mojang.com/2016/09/mineco ... r-being-part-of-it/\n\n\n\n",
    "replies": [
        {
            "author": "Orange_Heart",
            "timestamp": 1474876500,
            "txt_content": "向混亂帽勢力低頭"
        },
        {
            "author": "凛",
            "timestamp": 1474876740,
            "txt_content": "punchable trees居然翻译出来了\n脑洞有够大\n惊人的COS，似乎COS比赛第一名被邀请到MOJANG工作室参观了\n混乱获得成就:新闻狂热"
        },
        {
            "author": "Orange_Heart",
            "timestamp": 1474877220,
            "txt_content": "ADDONS!順便橡膠玩具污什麼鬼辣2333"
        },
        {
            "author": "Terry39",
            "timestamp": 1474877340,
            "txt_content": "这手速"
        },
        {
            "author": "格林",
            "timestamp": 1474884480,
            "txt_content": "没人去吐槽JOE那张骑马的图片吗？\n噗 哈哈 感觉好喜感。"
        },
        {
            "author": "Olurbo",
            "timestamp": 1474884720,
            "txt_content": "或许又一个新领域 就是主题开发"
        },
        {
            "author": "米安博奥",
            "timestamp": 1474884900,
            "txt_content": "头套丝袜好6"
        },
        {
            "author": "MC大湿",
            "timestamp": 1474885320,
            "txt_content": "\n\n羊驼hhh"
        },
        {
            "author": "3705",
            "timestamp": 1474886100,
            "txt_content": "羊驼没想象中的好看唉。。。\n未来肯定会加入熊猫2333"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1474886400,
            "txt_content": "绵羊+骆驼=羊驼"
        },
        {
            "author": "Yy星人",
            "timestamp": 1474886760,
            "txt_content": "啊,没能去好可惜啊【擦眼泪】"
        },
        {
            "author": "⑨",
            "timestamp": 1474888920,
            "txt_content": "MOJANG:我们暂时不发布1.11，我们在研究神兽羊驼的种种行为。。1.11下个月在说。。"
        },
        {
            "author": "Green_stone",
            "timestamp": 1474893300,
            "txt_content": "新的村民？交易怪物蛋？"
        },
        {
            "author": "Actahedral",
            "timestamp": 1474893600,
            "txt_content": "现场感觉还不错"
        },
        {
            "author": "Summer907",
            "timestamp": 1474900200,
            "txt_content": "话说没有故事模式的消息吗，不是有个特别访谈吗"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1474949760,
            "txt_content": "Jeb正在找理由跳票。。"
        },
        {
            "author": "dwch",
            "timestamp": 1474953600,
            "txt_content": "在mojang链接后面加上mcbbs里面翻译贴怎么样？\n另外mcbbs.com/没有是什么鬼。。"
        },
        {
            "author": "accav",
            "timestamp": 1474979280,
            "txt_content": "疯狂繁殖的兔子233"
        },
        {
            "author": "623015429",
            "timestamp": 1474987200,
            "txt_content": "好迷的羊驼。。。。"
        },
        {
            "author": "117779284",
            "timestamp": 1474987320,
            "txt_content": "为啥国外基本都是青少年玩。\n国内都是小学生玩··\n值得深思···"
        },
        {
            "author": "混乱",
            "timestamp": 1475032980,
            "txt_content": "117779284 发表于 2016-9-27 22:42\n为啥国外基本都是青少年玩。\n国内都是小学生玩··\n值得深思···\n国内外的情况，都是差不多的，只是你们把小学生理解成贬义啦"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1475048400,
            "txt_content": "羊驼应该是最interesting的东西了"
        },
        {
            "author": "yangze",
            "timestamp": 1475056620,
            "txt_content": "为什么就这点回复"
        },
        {
            "author": "混乱",
            "timestamp": 1475057280,
            "txt_content": "Summer907 发表于 2016-9-26 22:30\n话说没有故事模式的消息吗，不是有个特别访谈吗\n故事模式已完结，特别采访视频还在处理"
        },
        {
            "author": "MTZ",
            "timestamp": 1475059080,
            "txt_content": "hhhhhhhhhh"
        },
        {
            "author": "陈丛",
            "timestamp": 1475068380,
            "txt_content": "我们在minecon收集问题贴的问题提问了吗我想看233"
        },
        {
            "author": "theMia",
            "timestamp": 1475232000,
            "txt_content": "LLAMAS这个翻译成羊驼不妥\n因为羊驼是ALPACA \n这个是美洲驼\n两种生物长得不一样"
        },
        {
            "author": "14695436762",
            "timestamp": 1475240580,
            "txt_content": "终于结束了！"
        },
        {
            "author": "神の手",
            "timestamp": 1475242440,
            "txt_content": "讲真感觉羊驼这玩意可以搞大文章_(:зゝ"
        },
        {
            "author": "XH_steve250",
            "timestamp": 1475245380,
            "txt_content": "羊驼什么鬼！！！"
        },
        {
            "author": "w037120",
            "timestamp": 1475281740,
            "txt_content": "我好像看见了每瓶药水都可以喝4次了？每瓶药水都可以喝好几次了，药水终于可以不用当一次性消耗品用了。"
        },
        {
            "author": "Mo_Ying_",
            "timestamp": 1475316480,
            "txt_content": "就这么结束了"
        },
        {
            "author": "菌光体",
            "timestamp": 1475330880,
            "txt_content": "樓主好好 有新披風!"
        },
        {
            "author": "1246422194s",
            "timestamp": 1475369940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1475388060,
            "txt_content": "还没怎么注意就结束了= ="
        },
        {
            "author": "pc12138lq",
            "timestamp": 1475407920,
            "txt_content": "从此药水不用一口闷了。"
        },
        {
            "author": "尘埃末已",
            "timestamp": 1475410140,
            "txt_content": "神TM草泥马"
        }
    ]
}