{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（08）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 1,
    "timestamp": 1475121300,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-30 06:26 编辑 \n\n\n正文\n\n8 　　\n      天空是白色的，白得近乎完美，空气中有大雨来临的气味。树篱和周围郁郁葱葱的绿色闻起来非常甜美。已经是暮春了，人们也把这个季节叫做“新土”。 　　\n      大卫坐在库斯伯特的手臂上，它就像一台小小的毁灭性机器，一双明亮的金色眼睛骄傲地瞪着。拴在鹰爪上的皮带漫不经心地套在伯特的手上。 　　\n      柯特沉默无语地站在两个男孩的身旁，他穿着一件绿色的棉衬衣，镶拼式的皮裤被他破旧宽大的军用皮带束得老高。衬衣的绿色和树篱及后院里被风吹得似波浪翻滚的草皮融为一色。后院，夫人们还没开始她们的九柱戏。 　　\n        “准备好。”罗兰小声地对库斯伯特说。 　　\n        “我们准备好了。”库斯伯特自信地说，“是不是，大卫？” 　　\n      他们说的是低等语，是厨房帮工和侍从们用的语言；他们能被允许在他人面前说枪侠的语言——高等语——的日子仍遥遥无期。“今天的天气正适合练鹰。你能闻到暴雨的气味吗？这是——” 　　\n      柯特突然举起手中的笼子，把门抽开。鸽子飞出来，扑腾着翅膀，迅速地向自由的天空飞去。库斯伯特拉开束鹰的皮带，但是动作太慢，猎鹰已经迫不及待地飞起来，牵住它的皮带让它的起飞看上去非常笨拙。但大卫猛然抽动了一下翅膀又恢复了雄姿。它朝上疾飞，像颗子弹般迅猛，很快就飞到了鸽子的上方。 　　\n      柯特走到男孩站着的地方，非常随意地抡起他那巨大的拳头朝库斯伯特的耳际挥去。男孩倒在地上，尽管疼得龇牙咧嘴，却一声不吭。血从他耳朵里流出来，滴在草地上，在浓郁的绿色上显得格外醒目。 　　\n        “你太慢了，混账。”他说。 　　\n      库斯伯特挣扎着站起来。“我请你原谅，柯特。只是因为我——” 　　\n      柯特又挥了一拳，库斯伯特再次倒下。血流得更快了。 　　\n        “说高等语。”他缓缓地说。他的音调很平，但微微带着些喝醉酒时的那种粗声粗气。“用文明的语言说你的忏悔词，比你强上几倍的人都愿意舍弃生命来学这种语言。” 　　\n      库斯伯特又站起来。明亮的泪珠在眼眶里打转，但他的嘴唇却因愤怒紧紧地咬成了一条缝。 　　\n        “我感到伤心。”库斯伯特努力控制着自己的声音，听上去他有些喘不过气来。“我忘记了父亲的脸，而我希望有朝一日能拿起他的枪。” 　　\n        “这就对了，小子。”柯特说，“你应该好好检讨自己做错了什么，用饥饿帮助你反省。罚你不吃晚餐。也没有早餐。” 　　\n        “看！”罗兰叫起来，指着天空。 　　\n      尽管鸽子振翅疾飞，猎鹰还是在它上头。它滑翔了一会，完全展开的翅膀滑过几乎静止的空气。突然它合起翅膀，像块石头那样迅速下落。两只鸟的身体重叠起来，有一刻，罗兰觉得自己看到了空中飘洒的血滴。猎鹰发出了胜利的鸣叫。鸽子拍打了几下翅膀，扭曲起来，落在地上。罗兰跑向猎物，把柯特和受罚的库斯伯特甩在身后。 　　\n      猎鹰落在猎物旁，得意地啄向鸽子丰满的白色胸脯。几根羽毛飘拂着慢慢地落下。 　　\n        “大卫！”男孩叫道，向它扔了块兔肉。猎鹰在兔肉落地前就接住了，往前伸了伸脖子和背部将肉咽了下去。罗兰想给它拴上皮带。 　　\n      但猎鹰几乎是下意识地快速飞起来，躲过罗兰，从他手臂上扯下长长的一块皮。然后，它又若无其事地回到它的食物旁。 　　\n      罗兰痛苦地叫出声来，再一次试着拴上猎鹰。这回当大卫尖利的喙飞快地啄过来时，罗兰用他的皮护手套捉住了它。他给猎鹰喂了块肉，然后给它带上头罩。大卫驯服地跳上他的手腕。 　\n   　罗兰得意地站起来，猎鹰雄赳赳地站在他的臂弯上。 　　\n        “这是怎么回事，你能告诉我吗？”柯特指着罗兰血淋淋的前臂问。男孩站定了，准备迎接柯特的拳头，他屏住呼吸以防自己忍不住叫出声来。但是拳头始终没有落下来。 　　\n        “它攻击我。”罗兰回答。 　　\n        “你惹火了它。”柯特说，“猎鹰并不害怕你，孩子，而且猎鹰永远也不会怕你。猎鹰是上帝的枪侠。” 　　\n      罗兰茫然地看着柯特。他不是个有想像力的男孩，如果柯特想打个充满寓意的比方，那罗兰肯定是琢磨不透的；此刻，他正纳闷，他认为这是柯特说过的为数不多的几句蠢话之一。 　　\n      库斯伯特走到他们身后，伸出舌头朝柯特做怪样，当然他站在柯特看不到的位置。罗兰没有笑，但向他会意地点点头。 　　\n        “回去吧。”柯特说，接过猎鹰。他转过身，指着库斯伯特说：“混小子，记得反省。还有你的斋戒，今晚和明早。” 　　\n        “是。”库斯伯特说，正式的语气听上去十分做作，“谢谢你，今天我受益匪浅。” 　　\n        “你能学好。”柯特说，“但是你的老师一转身，你的舌头就又要犯老毛病从你那张笨嘴里头伸出来。希望有那么一天，你和你的舌头都能学会各守其位。”他又给了库斯伯特一拳，这次拳头结实地落在他的眉宇中间，罗兰听到一声沉闷的敲击声，就像厨房帮工开啤酒桶时木锤子发出的声音一样。库斯伯特仰面倒在草坪上，起初他的眼前一片金星，当视力恢复后，他眼冒怒火地瞪着柯特，他一贯的笑容不见了，而怨恨毕露无遗，眼睛中央就像鸽子的鲜血那样红。他点点头，咧嘴笑了一下，这种让人心寒的笑容罗兰可从没在同伴脸上看到过。 　　\n        “那时，你才有希望。”柯特说，“当你认为你行了时，过来向我挑战，混小子。” 　　\n        “你怎么知道的？”库斯伯特从牙缝里挤出这几个字。 　　\n      柯特转向罗兰，他的动作快得让罗兰差点朝后摔倒——那样他们俩就都要躺在草地上，用他们的血来装点这片绿色了。“我是从你这混小子的眼睛里看出来的。”他说，“记住，库斯伯特·奥古德。这是你今天的最后一课。” 　　\n      库斯伯特又点点头，脸上再次浮现出那个可怕的笑容。“我感到伤心。”他说，“我忘了父亲的脸——” 　\n     　“别再说了。”柯特打断他，对此已没有兴趣。他转向罗兰，说：“走吧。你们俩。如果我还得看你们两个混小子的蠢脸，我会把内脏都吐出来，错过我丰盛的晚餐。” 　　\n        “走吧。”罗兰说。 　　\n      库斯伯特甩了甩头让自己清醒些，然后站起来。柯特迈开他那粗短的弓形腿，大步向山下走去，他看上去强大有力，给人一种史前人的感觉。他刮得干干净净的头顶闪闪发亮。 　　\n        “我总有一天要杀了这个龟孙子。”库斯伯特说，仍然带着他那骇人的微笑。一个紫色的肿块神秘地出现在他的前额。 　　\n        “你和我都不是他对手。”罗兰说，突然咧嘴笑了起来。 　　\n        “你可以跟我一起去西厨房吃晚饭。厨子会给我们食物的。” 　　\n        “他会告诉柯特。” 　　\n        “他可不是柯特的朋友。”罗兰耸了耸肩，“就算他说了又怎样？” 　　\n      库斯伯特笑了笑。“当然。我总是想知道如果你头朝下又向后看，你看到的世界会是怎样的。” 　　\n      他们穿过绿色的草坪往回走，身影慢慢变小。\n\n\n\n后记\n\n原谅我脑洞太小，一天更新那么多，我都不知道后记些什么了！\n\n原帖地址：\n\nhttp://www.kanunu8.com/files/writer/2816.html",
    "replies": [
        {
            "author": "DeitySSS",
            "timestamp": 1475222760,
            "txt_content": "赞一个，很棒的文章。"
        }
    ]
}