{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（07）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1475120040,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-30 06:25 编辑 \n\n正文\n7 　　\n      他们离开驿站已有三天，远处的山脉变得越来越清晰。他们可以看到沙漠平缓地延伸成为小丘，那些还是光秃秃不长一草一木的斜坡。一些基岩从土地表层爆发出来，带着愠怒的胜利表情。再往远处，土地消失了一段后又重新出现，那是在几个月甚至是几年来枪侠第一次看到真实的有生命的绿色。草，矮种云杉，甚至还有柳树，都是靠远方融化的积雪滋润着，越过那片绿色是赤裸的岩石，巨大的岩山矗立着，一直延伸到刺眼的雪山顶。在岩山左边的是一大片低洼沼泽，越过沼泽地后可以看到略小的腐蚀了的砂岩峭壁和方山，再远处便是几座孤山。这幅景象有时因连绵阵雨的灰色幕帘而变得模糊。晚上，在入睡前的几分钟，杰克总会坐着出神，望着远方白色和紫色的闪电构成舞剑图，在清澈的夜空显得格外耀眼。 　　\n      男孩在路上表现很好。他很坚毅，但更可贵的是当他疲惫不堪时，总能平静地靠意志力战胜疲惫，仿佛他的意志储备是无穷的。对这一点，枪侠十分欣赏，甚至赞叹不已。他的话不多，也不问东问西，甚至连枪侠在晚上抽烟时手上转个不停的那块颚骨，他都没有问。枪侠的直觉告诉他，男孩为能有枪侠做伴感到十分荣幸——可能这让他如此意气风发——这点让枪侠有些不安。男孩像一颗棋子一样被放置在他的路途上——当你和那个男孩同行时，黑衣人将你的灵魂装在他的口袋里——杰克并没有成为障碍，减慢他的行程，但这可能只是将他引向了更为凶险的路途。 　　\n      每经过一定距离，他们便会看到黑衣人留下的规则的营火痕迹，在枪侠看来这些痕迹要比沙漠中看到的新鲜许多。第三个晚上，枪侠确信他可以看到远处的一点火光，大约在山丘刚开始凸起的方位。和他以往想像的不同，这没让他感到高兴。他想到柯特说过的话：对假装跛行的人要提高警惕。 　　\n      离开驿站的第四天，将近两点时，杰克踉跄了一下，差点摔倒。 　　\n        “这里。坐下。”枪侠说。 　　\n        “不用，我还行。” 　　\n        “坐下。” 　　\n      男孩顺从地坐下。枪侠蹲在旁边，好让杰克坐在自己的阴影下。 　　\n        “喝水。” 　　\n        “我们说好的，现在还不到喝水的时间，要到——” 　　\n        “喝。” 　　\n      男孩拿起水袋，喝了三口。毯子扎成的包裹已经轻了不少，枪侠将毯子的边缘弄湿后擦拭男孩的手腕和额头，那儿就像发高烧时那样烫。 　　\n        “从现在开始，每天下午这个时候我们都要停下来休息十五分钟。你想打个盹吗？” 　　\n        “不。”男孩十分惭愧地看着他。枪侠显得毫不介意，表情十分温和。他漫不经心地掏出一粒子弹，在手指间来回转着。男孩饶有兴趣地看着。 　　\n        “这真有趣。”他说。 　　\n      枪侠点点头。“是呀！”他停顿了一会。“我在你这个年纪时，我住在一个四周都是城墙围着的地方。我告诉过你吗？” 　　\n      男孩充满睡意地摇摇头。 　　\n        “当然。那里有个非常邪恶的人——” 　　\n        “那个牧师？” 　　\n        “老实说，我有时候也那么猜想。”枪侠说，“如果他们是两个人，我认为他们肯定是兄弟，甚至是双胞胎。但是我曾看到过他们在一起吗？没有，从来没有。那个恶人……他叫马藤……他是个巫师。就像梅林。你们那儿的人知道梅林吗？” 　　\n        “梅林，亚瑟王，和圆桌骑士。”杰克的声音像梦呓一样。 　　\n      枪侠内心一阵不小的震动。“是。”他说，“亚瑟·艾尔德，你说得对，我说谢谢你。我那时还很小……” 　　\n      但是男孩已经坐着睡着了，双手搭在膝上。 　　\n        “杰克。” 　　\n        “是！” 　　\n      男孩嘴里发出的声音让他受惊不小，但是枪侠没有让惊讶从声音里表现出来。“当我打响指时，你就醒过来。你会觉得神清气爽。你明白吗？” 　　\n        “是。” 　　\n        “那就躺下来。” 　　\n      枪侠从烟袋里取出烟草和纸卷了支烟。他觉得自己身上少了一样东西。他以惯有的细心将所有东西理了一遍，发现惟一少了的是自己以前那种发疯似的着急劲，时时刻刻担心自己被黑衣人甩在后面，担心脚下的路突然消失，只给他留下一个模糊的脚印。现在，这种担心已烟消云散了，而且枪侠越来越肯定黑衣人有意让他追赶上。对假装跛行的人要提高警惕。 　　\n      等待他的将会是什么？ 　　\n      这个问题太难回答，他渐渐失去了兴趣。库斯伯特对这种问题可能会很感兴趣（也许这对他来说就像个玩笑），但是库斯伯特已经不在了，就像德鄯的号角一样消失在时空中。而枪侠只能根据自己的判断继续前行。 　　\n      他抽烟时看着熟睡的男孩，不由得又想到库斯伯特，他很爱笑（直至他战死的那一刻都还在笑），而柯特却相反，他从来不笑。马藤有时会微笑，他那沉默的微笑总会让人不安，就像在黑暗中看到一只慢慢睁开的眼睛里面满是鲜血。当然还有那只猎鹰。人们为猎鹰取名为大卫，是传说中使用弹弓的英勇男孩的名字。枪侠非常清楚，大卫除了猎杀、撕碎猎物外，没有其他任何欲望，也许难得会有东西让它害怕。这就像枪侠自己。大卫可不是外行；它在打猎时可是个主角。 　　\n      除了最后那次。 　　\n      枪侠感到腹部一阵绞痛，但是他仍面不改色。他看着自己吐出的烟升腾消散在空气的热浪中，陷入回忆之中。\n\n\n后记\n\n这次的文章可能会有点少，但是文章上是这样的话，我也没有办法。是吧，那么，今天的任务是再来几篇！再来个两三篇吧！\n\n原帖地址：\n\nhttp://www.kanunu8.com/files/writer/2816.html\n",
    "replies": []
}