{
    "title": "<转载|连载> 《枪侠（暗黑塔1）》<06><史蒂芬.金>",
    "author": "MC|天星",
    "replyCount": 2,
    "timestamp": 1475119020,
    "txt_content": " 本帖最后由 MC|天星 于 2016-9-30 06:14 编辑 \n\n正文\n      \n06\n\n\n\n\n      第二天早上，他下了地窖。 　　\n      杰克说得没错，那儿臭气冲天。习惯了沙漠和马厩中没有丝毫气味的纯净后，这种潮湿的沼气般的恶臭熏得他恶心，甚至让他有些头晕目眩。地窖闻上去有白菜、萝卜和土豆腐烂多年的气味。不过，下地窖的梯子看起来倒十分结实，枪侠爬了下去。 　　\n      地面是土质的，他的头差点就撞上了顶上的横梁。这下面还住着许多蜘蛛，色彩斑驳的身子大得吓人。许多都是变异的种，真正的基因早已消失了。有的肢节上长着眼睛，有的看上去长了十六条腿。 　　\n      枪侠向四周环顾着，需要一些时间视力才能适应地下的黑暗。 　　\n        “你没事吧？”杰克紧张地朝下面喊。 　　\n        “没事。”他盯着角落看。“这里有罐头。等着。” 　　\n      他小心地弓着腰走到角落里。那儿有个破旧的箱子，一边有个搭扣。里面有些蔬菜罐头——四季豆，黄豆——还有三罐腌咸牛肉。 　　\n      他捧起一堆罐头，走到梯子边，爬了几阶后将罐头举起来，杰克跪在地上伸手接过去。然后他回到地窖拿剩下的罐头。 　　\n      他第三次下来时，听到地基发出吱嘎声。 　　\n      他转身，仔细看着，一种梦幻般的恐惧席卷了他的全身，这是一种让人霎时虚弱无力又心生恶感的恐惧。 　　\n      地基是由巨大的砂岩石块组成的，驿站刚建成时，这些石块也许被平整地砌合在一起，但现在每块石头都像喝醉了似的，朝不同的角度歪斜着。这使墙壁看起来像是刻满了扭曲的象形文字。在两条深深的裂缝交合处，一股细沙往外流出，仿佛在墙另一边有东西正拼命地想挖穿墙出来。 　　\n      吱嘎声起起落落，声音越变越响，最后整个地窖充满了一种声音，听起来像是有人在疯狂地使劲，充满撕裂般的痛苦。 　　\n        “快上来！”杰克大声尖叫着，“哦，耶稣，先生，快上来！” 　　\n        “走开。”枪侠平静地说，“在外边等我。如果你数到两……不，三百的时候，我还不上来，那就赶快离开这方。” 　　  “上来！”杰克又尖声唤他。 　　\n      枪侠没有再搭理他。他右手掏出枪。 　　\n      现在墙上出现了一个硬币大小的洞。尽管他已笼罩在恐惧之中，但还是听到了杰克跑远的脚步声。这时，往外涌的沙流止住了。痛苦的呻吟也平息下来，取而代之的是大声的喘气声。 　　\n        “你是谁？”枪侠问。 　　\n      没有回答。 　　\n      罗兰用高等语问，雷鸣般的声音里充满了命令语气：“你是谁，魔鬼？说话，如果你能说话。我的时间不多。我的耐性更有限。” 　　\n        “慢慢走。”墙壁里传来一个嘶哑的声音，吃力地说。枪侠觉得那梦幻般的恐惧加深了，几乎快凝固了。这是爱丽丝的声音，他在特岙同居几日的情人。但是，她已经死了；他亲眼看到她倒下去的，眉宇中留下了一个弹孔。他仿佛身处海洋深处，一个个海洋深度测量仪从眼前漂过，下沉。“慢慢走过废墟，枪侠。提防着獭辛。当你和那个男孩同行时，黑衣人将你的灵魂装在他的口袋里。” 　　\n        “什么意思？继续说！” 　　\n      但是呼吸声消失了。 　　\n      枪侠站在那里，愣住了，直到一只巨型蜘蛛落在他的手臂上。蜘蛛仓皇地爬上他的肩膀，他不由自主地叫出声，一把将蜘蛛捋下来扔到地上。他不想继续下一步，但是规矩是严格的，几乎是不能触犯的。一句老话说，从死者那取走尸骨；只有尸体才可能会告诉你真实的预言。他走到洞前，捶打了几下。洞边缘的砂岩非常容易地被打碎了，他将手伸进墙内，全身的肌肉都绷紧了。 　　\n      他摸到一块硬东西，上面有凸出来且磨损过的疙瘩。他拿出来后才看清楚，手里握着的是块颚骨，一边已经有些腐蚀。颚骨上的牙齿前凸后伸，参差不齐。 　　\n        “好吧。”他轻声说。他将骨头硬塞进裤子后的口袋里，笨拙地抱着剩余的罐头走到梯子边。他爬上地面后没盖上地窖的门，这样太阳能射到里面，杀死那些变异的蜘蛛。 　　\n      杰克站在马厩前的院子中，面对着开裂的土地发抖。他看到枪侠时尖叫起来，向后踉跄了一两步，然后哭着向他奔来。 　　\n        “我以为它捉住你了，捉住你了。我以为——” 　　\n        “它没有。任何东西都捉不住我。”他搂住了男孩，感到靠在他胸前的脸庞热乎乎的，而贴在他的脊背上的手非常干燥。他可以感觉到男孩快速的心跳。后来，他才意识到，那一刻他开始爱上了这个男孩——当然，黑衣人肯定计划已久了。还有什么陷阱比得上爱的陷阱呢？ 　　\n        “它是魔鬼吗？”声音闷声闷气的。 　　\n        “是的，一个说话的魔鬼。我们不用再回那里了。来吧。让我们先走上几里路。” 　　\n      他们走进马厩，枪侠用睡觉时垫着的毯子——尽管那既热又粗硬，但别无他物了——草草扎成个包袱，又用抽水机灌满了水袋。 　　\n        “你拿一个水袋。”枪侠说，“围在你的肩上——像这样，行吗？” 　　\n        “行。”男孩崇拜地抬头看着他，但很快把那表情掩饰起来。他抡起一个水袋，扛在自己肩上。 　　\n        “会不会太重？” 　　\n        “不重。可以。” 　　\n        “现在你得说实话。如果你中暑晕倒，我可没法背你。” 　　\n        “我不会中暑。我没事的。” 　　\n      枪侠点点头。 　　\n        “我们要去那边的山里，是吗？” 　　\n        “是。” 　　\n      他们迈步走进烈日的暴晒中。杰克走在枪侠右边，略领先几步，他的头才刚到枪侠甩动的肘部，水袋上包着生牛皮的底几乎要悬到他的小腿处了。枪侠肩上交叉挎着两个水袋，将一袋食物夹在腋下，左手拎着个袋子，而右手则提着他的背包、烟袋和其余的家当。 　　\n      他们走出驿站的后门，看到客运车的轨道又隐约开始延续。他们走了约十五分钟后，杰克转身向两幢房子挥手道别。它们在无边无际的沙漠里依偎在一起。 　　\n        “再见了！”杰克喊，“再见！”他转向枪侠，十分不安地说：“我觉得有什么东西注视着我们。” 　　\n        “某样东西，或某个人。”枪侠同意他的感觉。 　　\n        “有人躲在那里？一直以来都躲在那里？” 　　\n        “我不知道。我不这么认为。” 　　\n        “我们回去吧？回去——” 　　\n        “不。我们跟那个地方已经作了了断。” 　　\n        “好。”杰克说，语气坚决。 　　\n      他们继续往前走。有一段轨道被沙子形成的鼓丘淹没了。当枪侠向四周环顾时发现已经看不到驿站了。再一次，周围都是沙漠，而且只有沙漠。\n\n\n\n后记\n\n距离上次更新这个的时间已经有6天了，我好好的考虑了一下，准备用另一种方式来转载了。大家就期待下次的转载吧！我不会弃坑的。而且因为今天心情好，放假，所以应该会更两或三次，加油↖(^ω^)↗\n\n原帖地址：\n\nhttp://www.kanunu8.com/files/writer/2816.html",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1475141220,
            "txt_content": "请将此系列所有帖子注明原贴地址，不然将按照剽窃处理"
        },
        {
            "author": "DeitySSS",
            "timestamp": 1475223420,
            "txt_content": "好文，赞一个。"
        }
    ]
}