{
    "title": "1.72更新...向下兼容1.7的mod",
    "author": "晚上不晚",
    "replyCount": 2,
    "timestamp": 1309524660,
    "txt_content": "这速度让我又想起了1.6...........但是这几次更新并未有官方说明...只是修复很小的bug?",
    "replies": [
        {
            "author": "jimmyzhou727",
            "timestamp": 1309525440,
            "txt_content": "嗯，我也更新了\n可能还没来得及说明吧"
        },
        {
            "author": "well",
            "timestamp": 1309551900,
            "txt_content": "WIKI 有更新列表:\n-----------------------------------------\n1.7\n\n    Added pistons.\n    Fixed clay generation (?)\n    Fire or redstone is now required to trigger TNT.\n    Fences can be stacked.\n    Added Shears.\n    Redstone wire now will connect to a repeater\n    Shears can be used to pick up leaf blocks.\n    Shears can be used to shear sheep without hurting them.\n    Sheep no longer drop wool from being punched, only from being killed when they are unsheared.\n    New textures for Cobblestone and Brick blocks.\n    Silverfish skin was added (possibly for Beta 1.8).\n    When pressing F3 in-game, a value from 0 to 3 will appear to indicate direction.\n    The gray textures in the breaking animation have been replaced with opacity.\n    Spawn rate of Squids increased.\n    Single slabs now use the bottom half of the full block's texture.\n    Cobweb now requires shears or a sword to be broken properly, and drops 1 string when destroyed.\n    The bed side texture has been moved in the texture pack file, as well as the cake texture. \n\nNew Bugs:\n\n*    Pushing leaves, water, lava, levers, tall grass, flowers, mushrooms, saplings, dead shrubs and sugar canes with a piston causes the game to crash. In SMP the server crashes and restarting it doesn't necessarily fix the problem.\n*    Right clicking sheep while holding nothing causes the game to crash.\n*    When placing a block, it may be placed invisible, with only its border showing up. The same may happen when removing block, only its ghost will stay. Both these bugs result in crash. \n\n-----------------------------------------\n1.7_01\n\nBug Fixes:\n\n*    Fixed piston bug. Blocks that used to make the game crash in 1.7 now just get removed by the piston.\n*    Fixed right clicking on a sheep empty-handed causing game to crash.\n*    Worlds crashed are now loadable again. \n\nNew Bugs:\n\n*     If a piston is activated and it disrupts a redstone wire, torch, repeater, pressure plate or any other block providing power and doing so will cut power to the piston in the same tick, the game will crash and become unloadable. Using any map editor to remove the offending blocks and entities will make the map loadable again.\n*     When crushed by pistons (or what they're moving) or when inside while it contracts, the player will be moved out of the way or into impossible places, on SMP this usually throws a \"Player moved wrongly!\" warning.\n*     In rare cases, when redstone travels semi-long distances (almost 15 blocks), the current won't go through all the redstone, even with a repeater just before the end of the signal. Whether this is due to redstone errors or inter-block interaction errors, it is unknown.\n*     The door duplication bug is back again, this time happening when a piston pushes on the lower half of a door. If it is a normal piston that does it, then the piston can be destroyed and the bottom half of the door works like a normal door. \n\n-----------------------------------------\n1.7.2\n\nBug Fixes:\n\n*     Crashed worlds now work again.\n*     Disappearing piston fixes.\n*     Piston machine that duplicates blocks is now fixed.\n*     Pistons that caused crashing for multiplayer servers fixed. \n\nNew Bugs:\n\n*     When the player opens the inventory while sleeping, the player appears sideways. (When the prior bug was pointing from the camera) "
        }
    ]
}