{
    "title": "[原创·单篇]【仙界论道会】[by 2644511816]",
    "author": "2644511816",
    "replyCount": 8,
    "timestamp": 1475283060,
    "txt_content": "      盘古开天地之前，有仙界一说，仙界乃在盘古劈开人界混沌之前就存在，仙有各自分地，因领地大小而争之，从此战不停息。后出仙中贤者名曰“冥”，冥见仙界大乱，开创仙界论道会。众人皆为仙，地位不分高低。众人不听冥之言，继续发动战争。后冥引动天地法则，众人不得不听之。\n      于此仙界论道会开始，仙界论道会本是缓解战争，后改为各自论道之大会，称其为仙界论道会，众人谈论各自之道。\n      一人曰：“大道乃斩情之道，唯有斩去凡情，才可得道飞升。”冥曰：“斩情之道并非大道，斩去情亲则是不孝；斩去友情则是不义；斩去恩情则是不仁；斩去信任之情则是不忠；斩去师徒之情则是无礼，如此不孝不义不仁不忠且无礼者，怎可得道飞升？”那人道心被冥一语点破，修为虽下降，心中却另含新之大道。\n      一人曰：“吾之道乃是诚信，唯有以诚待人，才可与之相交，唯有以诚待人，才能得天地认可。”冥曰：“以诚待人虽是好，但你曾想过有人借你之力谋害他人？诚信虽好却要分其善恶。”此人有所明悟就地盘坐感悟。\n      一人曰：“吾心中道乃是善，善待他人，方可得天地认可，得道飞升，善待他人，也可得他人认可，成为友。”冥曰：“善待他人也需如我之所说，分其善恶，若是善者则是好，若是恶者则是坏。” 此人心中化为太极，黑白两性，可帮其判断善恶。后人号称：太极老祖。\n      一人曰：“吾道乃从心所欲，从心中之念而行。”冥曰：“从心所欲虽逍遥自在，却可犯起罪，从心所欲需限度，不逾矩。”他心中道路的灯点亮，也如第二人一般就地盘坐感悟。\n      一人曰：“吾道为战，好战于世，战于时，吾时时开战，以战代其修行，代其感悟也。”冥曰：“好战乃是罪，战需兵也，其对手也需兵也，两军相持，总有伤亡之，有损和平也。”此人大感惭愧，幸有冥之言语而停止。\n      一人曰：“孤道为孤，独自一人笑傲天涯，独自一人登临巅峰，独自一人饮食饮水，不曾有人为伴。”冥曰：“独自乃好事，孤单乃罪也，为何此说，因孤单而孤僻，因孤僻而无助，因无助而黑暗，因此有罪。”此人点头称是。\n       一人曰：“吾之大道是跟随，跟随他人脚步，与其飞升。”冥曰：“跟随非罪非善，却极是不好，跟随别人的脚步，你永远只能落后其一步，他日被你模仿之人修为必然在你之前。”此人却大笑曰：“吾领教冥之大道！”\n      众人皆问，唯冥独答。众人皆不曾得其大道，唯冥独自一人得道。冥本可飞升与天地同寿，与日月同辉，却不曾想过独自一人飞升，而是与他人分享自身大道。\n      仙界论道会召开了10年，冥总结曰：“大道乃孝顺，大道乃仁德，大道乃礼数，大道乃义气，大道乃诚信，大道乃与朋共处，大道乃和平，大道乃自身走出！”众人顿时明悟飞升，唯独冥一人放弃飞升选择留于此。\n       众人飞升后与天地同寿，与日月同辉，千万年后冥死于仙界，却在临死前去往人界，与其讲论大道。冥虽死，可冥之道永存于世！冥死后仙界和平，人界和平，众人皆是孝顺、仁德，有礼数，有义气，有诚信，可与朋共处之人。为何和平不算其内？因和平乃世界大道也。\n\n作者：MDZZ.....为什么会这么想？不知道，读懂就懂，不懂自己参悟吧，我得飞升去LOL打无限乱斗了a.a拜拜aua结果不能发表==",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1475284560,
            "txt_content": "冥王星人躺着也中枪233\n反正我的人生阅历是不够，我只知道这篇文中“冥”【笑】让那些人悟到了飞升的方式，但我实在是不知道lz到底是想表达什么。"
        },
        {
            "author": "Ant繁星飞跃",
            "timestamp": 1475289180,
            "txt_content": "表示希望lz加油\n（古文什么鬼的看不懂~）"
        },
        {
            "author": "WM2030",
            "timestamp": 1475303640,
            "txt_content": "确实有点意思。\n从好的方面讲，用一种偏向文言的风格来写，还是有那么一点意思的。有些东西，还是有可取之处。\n但是从不好的方面来讲，这个文章，一点意思都没有。\n首先这个文章讲的道理，是一碗相当普通的鸡汤。和《读者》半月刊上的文章，实在没有太大的差异，至多，也就是故事背景和语言上略有差异。尽管表现出了一定程度上的辩证思路，但是这些古已有之的道理的内涵在本文中几乎可以说是没有被表现出来。有一部分在我看来值得商榷。有关罪的论述，又不尽可取。另外，最后出现一个阿拉伯数字未免违和。"
        },
        {
            "author": "玄素",
            "timestamp": 1475397060,
            "txt_content": "何谓道？谓生发，谓凋亡，谓至善，谓至恶，谓动无所止，谓静无所易；谓中庸。穷一方之极者，不可谓之道；极则易惑，以万事无可极解之故。\n此吾道。\n试解？"
        },
        {
            "author": "2644511816",
            "timestamp": 1475480820,
            "txt_content": "玄素 发表于 2016-10-2 16:31\n何谓道？谓生发，谓凋亡，谓至善，谓至恶，谓动无所止，谓静无所易；谓中庸。穷一方之极者，不可谓之道；极 ...\n所以我们还是得有钱花a.a"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1475482260,
            "txt_content": "顶贴来了！！！！"
        },
        {
            "author": "llxy",
            "timestamp": 1475504820,
            "txt_content": "有趣\n你LOL哪个区？我网一的\n玩辅助送人头特6\n不过我比较渣，才两个4星辅助\n【玩LOL时间短】"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1475533320,
            "txt_content": "2644511816 发表于 2016-10-3 15:47\n所以我们还是得有钱花a.a\n呐，请问您是怎么理解“穷极一方”的……"
        }
    ]
}