{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（09）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 1,
    "timestamp": 1475326680,
    "txt_content": "\n\n正文：\n9 　　\n      西厨房里的厨子叫哈可斯。他块头很大，穿着一身沾满油迹的白色厨师服。他的肤色像原油一样，因为他有四分之一的黑人血统，四分之一的黄种人血统，四分之一的血统来自于南边岛屿——现在那里早被人遗忘了（世界在变化着），另外的四分之一血统则无人知晓。他在三个屋顶很高的蒸汽间里来回巡视，就像挂着低挡的拖拉机，他脚上巨大的拖鞋是哈里发式样的。在城里，他是成人中很特别的一个，因为他能跟小孩很好地交流，而且他毫无偏袒地对待所有的孩子——他对孩子并不是宠溺式的，而是真像对待大人那样对待孩子，有时会给你个拥抱，有时还会像办完大事后那样郑重其事地同你握手。他甚至对那些开始接受枪侠训练的男孩们也是一样的喜爱，尽管他们和其他孩子不同——他们虽然貌似平常，却总有些危险，不是成人式的危险，倒更像疯癫孩子的行为——伯特也不是第一个在被柯特罚斋戒时到他那儿来觅食的学生。此刻，他正站在轰鸣作响的巨大的电炉前——这是整个城里剩下的六台尚能运转的电器之一。这里是他的领地，他站在那里看着两个男孩狼吞虎咽地吃着他做的多汁的碎肉。前后左右都是忙碌的帮厨、各种分工不同的打杂的下手，在这充满蒸气的潮湿空气里穿来穿去。有人摇着锅烧菜，有人搅拌着炖锅里的食物，有人蹲在那里剥土豆或洗菜。放餐具的小间里灯光昏暗，一个脸似面团的清洁女佣面色阴沉，一头乱发由块破布扎着，拿着拖把向地上洒水。 　　\n      一个男孩模样的帮工跑过来，身后跟着个侍卫。“这个人，他找你，哈可斯。” 　　\n        “好。”哈可斯朝侍卫点点头，侍卫也朝他回礼。“你们两个孩子。”他说，“到麦琪那儿去，她会给你们馅饼吃。吃完你们就跑开吧。可别给我惹上麻烦。” 　　\n      后来他们两人都清楚地记得哈可斯说过：别给我惹上麻烦。 　　\n      他们点点头，跑到麦琪那里。她把大块的楔形馅饼放到盘子里递给他们，动作之快仿佛他们是会咬她的野狗。 　　  “我们坐到楼梯下面吃吧。”库斯伯特提议。 　　\n        “好。” 　　\n      他们面前是一根粗大的石柱，厨房里没人能看得到他们。他们用手抓起馅饼吃得津津有味。他们坐定后不到几秒钟就听到有人从楼梯上下来，影子投在远处的墙上。罗兰一把抓住库斯伯特的手臂，说：“快跑，有人来了。”库斯伯特朝上面看，他一脸受惊的表情，脸上沾满了馅饼里的浆果。 　　\n      但是人影停住了，还是看不到人。从声音判断是哈可斯和刚才那个侍卫。两个男孩坐在原地。如果他们现在跑开的话很可能会被发现。 　　\n        “……好人。”侍卫说。 　　\n        “法僧？” 　　\n        “两个礼拜后，”侍卫回答他，“也许三个礼拜后，你必须跟我们走。货运仓库有一船货……”一阵嘈杂的锅盆敲击声，人们对那个倒霉的失了手的帮工一阵责骂，骂声嘘声淹没了侍卫的话；他们只听到他最后说：“……有毒的肉。” 　　  “太冒险了。” 　　\n        “不要问‘好人’能为你做什么——”侍卫说。 　　\n      哈可斯叹了口气，接着他说：“但要看你能为他做什么。士兵，什么都别问。” 　　\n        “你明白那意味着什么。”侍卫轻声说。 　　\n        “知道。而且我知道我对他应尽的责任；你不必教训我。我和你一样爱他。如果他开口，我会跟着他跳进海里；我会做的。” 　　\n        “那就好。那些肉会做上短期储存的标记，放在你的冷藏室里。但是你要赶快行动。你得理解这点。” 　　\n        “唐屯那儿有孩子吗？”厨师问。其实这并不是个值得问的问题。 　　\n        “到处都有孩子。”侍卫温和地说，“而且我们——他——真正关心的就是孩子。” 　　\n        “有毒的肉。真是关心孩子的一种奇怪方式。”他重重地嘘了一口气。“他们会不会蜷缩起来，捂着肚子哭着喊妈妈？我猜他们会。” 　　\n        “就会像入睡那样。”侍卫说，但他的声音听上去自信得难以让人信服。 　　\n        “当然。”哈可斯说，干笑了一声。 　　\n        “你刚才自己说的。‘战士，什么都别问。’如果你知道这些孩子被他掌控着，准备开创一个新的世界，你还忍心看着他们在这里处于枪的统治下吗？” 　　\n      哈可斯没有做声。 　　\n        “再过二十分钟，我要站岗值勤了。”侍卫说，他的声音比刚才要平静许多，“给我块羊腿肉，我要去找个你的娘们，捏得她发笑。我走的时候——” 　　\n        “我的羊肉可不会让你肚子绞痛，罗伯森。” 　　\n        “你能不能……”但是人影走开了，再也听不到他们的声音。 　　\n      我真该杀了他们，罗兰坐在那里出了神。我真该用我的刀杀了这两人，就像杀猪那样割开他们的喉咙。他看着自己的双手，现在手上除了在上练习课时沾上的尘土外还有肉汁和浆果。 　　\n        “罗兰。” 　　\n      他看着库斯伯特。两人坐在还充满馅饼香味的黑暗中对视了很长时间。罗兰的喉咙口有一股暖和的绝望的味道。他感到的可能是某种死亡的味道——像练习场上那只鸽子的死亡一样残忍。哈可斯？他有些不知所措。是上次在我腿上敷泥罨帮我疗伤的哈可斯？哈可斯？突然他的脑袋像短路那样切断了思维，他无法再集中注意力思考这个问题。 　　       他看到，在库斯伯特那张幽默睿智的脸上也是一片茫然，什么表情都没有。库斯伯特的眼神十分平静，从中看不出丝毫对哈可斯行为的反应。在他眼里，一切都是注定发生的。他给了他们食物，他们跑到楼梯下来吃馅饼，然后哈可斯带着名叫罗伯森的侍卫鬼使神差地来到这个错误的角落密谈他们的阴谋。有时，命运就这样决定了一切，突然得就像大石块猝不及防地滚下山坡一样。一切就这样决定了。 　　\n      库斯伯特的眼睛就是枪侠的眼睛。\n\n\n\n后记：\n\n怎么样，大家觉得这篇小说怎么样!如果觉得好的话，可以给我一些金粒和人气（从没见过这么厚颜无耻求金粒人气的！），也可以去作者的Facebook关注他，给他一个好评！\n\n\n\n\n我所查看此小说的原帖地址：\nhttp://www.kanunu8.com/files/writer/2816.html\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1475329680,
            "txt_content": "文笔不错。我也是辣鸡不敢对比我水平高做文评（其实我本就没资格）。恩，就是这样，期待后续"
        }
    ]
}