{
    "title": "【原创/连载】《影雨为天》 第三章 -仓皇逃离 【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1475328480,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-10-2 12:12 编辑 \n\n前言：\n国庆来了qwq\n\n\n\n正文：\n       我们刚冲进宝塔，便齐齐停下了脚步。沉默片刻后，一直领着我们走的黄袍人说话了：\n\n\n       “我叫叶久。”\n\n\n       黑色劲装女子看了他一眼，也说道：“我叫海夜。”\n\n\n       青袍人闷声道：“我叫武庞之。”\n\n\n       “我叫影沐。”\n       \n\n       “好了，既然都介绍完了，那么，就自己顾自己的抢夺了。”叶久耸耸肩，然后扭头便向深处跑去。\n\n\n       武庞之和海夜也紧随其后，向着深处冲去。我看了看他们，并没有着急进去，而是在大殿的四周搜寻起来。\n\n\n       我和他们的速度差不多，现在过去也捞不到太多的好处。\n\n\n       这是一个辉煌的大殿，极为宽阔，墙壁均镶上了一层层的金子，四周还有四根巨大的柱子。每根柱子上面都有一种不知名的异兽，张牙舞爪，甚是恐怖。每根柱子的前面都有一个台子，看样子之前上面放过东西，但后来被人拿走了。\n\n\n       我走到一根青蓝色异兽的柱子前，看了看那个台子，上面什么也没有，反而因为历史的滚动而留下了斑驳的败象。\n\n\n       我轻触了一下，顿时感到好像有什么东西进到了我的体内。但这种感觉没过一会儿就没了，身体也无任何不适，行动依旧迅速。\n\n\n       我摇了摇头，又走到一根鲜红色异兽的柱子处，碰了一下台子，这时，异象发生了。\n\n\n       那根红色的柱子直接从中间断成两截，然后轰轰隆隆地坍塌下来。其他的柱子，除了那根青蓝色的，全部坍塌成废墟。\n\n\n       轰——\n\n\n       整个大殿开始摇摆不定，地面裂开，还有好几块巨石从天而降。我赶紧施展起步法，迅速地向着门口逃去。这时，叶久几人也从深处逃了过来。\n\n\n       叶久看见大幅度坍塌的天花板，脸色一变，惊问道：“发生什么事了？”\n\n\n       “出去再说。”我边跑边回头看着他们。\n\n\n       墙壁终于开始崩裂了，整个宝塔以一种惊人的速度倒塌着。叶久几人大惊失色，越发卖力地跑了起来。这时，从天空砸下来的一块巨大石板挡住了他们的出路。\n\n\n       “啊！”武庞之大喝一声，一指虎就砸在那巨大的石板上——\n\n\n       石板直接从中心炸成碎块。与此同时，武庞之的右手上也是血肉模糊，甚至里面的骨头都能看到。\n\n\n       叶久没说一句废话，直接拎着武庞之飞快地向我赶来。我这时也终于冲出了这恐怖的死地，但由于步法过度的副作用，我直接一跟头摔在宝塔外门的台阶上。\n\n\n       海夜随后突破外门，坐在我面前，大口地喘息着。叶久也到了外门处，他一把把武庞之扔了过来，但这时，墙壁轰然倒塌，直接践踏了叶久的左臂——\n\n\n       “啊！”那是叶久的惨呼，痛苦又短促。但他根本没有停留，直接跳到了海夜身旁。\n\n\n       整个宝塔在叶久出来的几分钟后，化作了一片废墟。看着那巨大的残留物，我们每个人心中都是有些悲恸。\n\n\n       为了这么一座宝塔，我们的队伍竟然损失如此巨大。不仅武庞之的右手炸裂，叶久也被废左臂。\n\n\n       叶久掏出一个瓶子，直接将里面的药水灌入口中。过了约莫两炷香，他的伤势竟然在愈合，甚至那断掉的左臂，好像也有要长好的迹象。但我们知道，想要靠一瓶药长好手臂，简直是天方夜谭。\n\n\n       不过一会儿功夫，叶久就已经精神抖擞，之前的疲惫一扫而光。月亮悄悄爬上了天空，无数星辰也闪烁着，光照在我们脸上，平白的有种刺眼感。\n\n\n       “我们，该回去了。”海夜看着我们三个男人，悄声说道。\n\n\n       是啊，三天已到，是时候去雨杀报道了。\n\n       除标点共1063字。\n\n\n       正在制作索引，索引内会公布世界观和一些对本作的认识，请耐心等待！\n\n\n       订阅请评分“我要订阅”，则新章节会at。\n\n\n       订阅席：@光线桑德斯 \n\n    朋席：@xcc @guqu @2B与mc的故事 @FHC红石 @普通HIM \n\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1475378520,
            "txt_content": "最近沉迷学习无法自拔Orz...\n感觉段与段之间间隔太大了，空个一两排就够了吧"
        }
    ]
}