{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（10）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1475326980,
    "txt_content": "\n\n正文：\n\n10 　　\n      罗兰的父亲刚从山地回来，在主觐见厅华丽的丝绒帘幕之间，他的衣着显得有些格格不入。直到最近，罗兰才被允许踏入这个大厅，这也象征着他的枪侠学徒期的正式开始。 　　\n      斯蒂文·德鄯穿着黑色牛仔裤和蓝色工作衫。他的大氅随意地搭在肩上，尘土污迹明显可见，还有一处被撕烂连衬里都露了出来。这让他和房间的优雅华贵形成了刺眼的对比。他十分瘦削，当他低头看着儿子时，鼻子下面浓密的八字形胡须似乎沉重得让他抬不起头。双枪交叉悬在他的胯部，角度完美得能让他在瞬间拔出枪。磨旧的檀木枪柄在室内慵懒的灯光下让人丝毫提不起精神。 　　\n        “大厨子。”他的父亲尽量温和地说，“想像一下！在山地的铁路起点处铁轨被炸毁。翰德里克森镇上所有的牲畜尸横遍野。甚至……想像那种场景！想像一下！” 　　\n      他凑近儿子的脸庞：“这有没有让你惴惴不安呢？” 　　\n        “就像猎鹰，”罗兰说。“它有时也会让人不安。”他不由得笑出声来，倒不是因为那种情景轻松得能让人发笑，而是觉得自己的比方竟如此贴切。 　　\n      他的父亲微微一笑。 　　\n        “是的。”罗兰说，“我猜这……这是让我有些不安。” 　　\n        “库斯伯特当时和你在一起。”他的父亲说，“他肯定已经向他的父亲汇报了此事。” 　　\n        “是。” 　　\n        “你们俩都在他那儿得到食物，但柯特——” 　　\n        “是的。” 　　\n        “还有库斯伯特。你认为他是不是也为此不安呢？” 　　  \n        “我不知道。”他心里也压根不在乎。他从不关心自己的感觉是不是跟别人不一样。 　　\n        “这让你不安是因为你觉得你造成了一个人的死亡？” 　　\n      罗兰不情愿地耸耸肩，讨厌父亲这样对他苦苦逼问。 　　\n        “但你还是告诉了我。为什么？” 　　\n      男孩的眼睛一下子睁得滚圆：“我怎么能不说出来？谋反通敌是——” 　　\n      父亲不耐烦地摆了摆手：“如果你告诉我，只是出于像课本里讲的那种低贱理由，那你是卑鄙的。我宁愿看到所有的唐屯人都被毒死。” 　　\n        “不是！”他忍不住吼了出来，“我想杀了他——他们两个！骗子！害人的骗子！蛇蝎！他们——” 　　\n        “接着说。” 　　\n        “他们伤害了我。”他说完了，但怒气未消。“他们策划了阴谋，这刺痛了我的心！我为此想杀了他们。当时我就想杀了他们。” 　　\n      他的父亲点点头。“那很残忍，罗兰，但却不是卑劣的行为。不道德，但维护道德正义也不是你现在能做的。其实……”他盯着儿子的脸，“也许维持道义永远在你的能力范围之外。你反应不快，不像库斯伯特或范内的儿子；不过，这没什么大不了。这会让你变得令人生畏。” 　　\n      这个评价既让男孩高兴，又让他困扰。“他会被——” 　　\n        “哦，他会被吊死。” 　　\n      男孩点点头，说：“我要亲眼看到。” 　　\n      老德鄯仰头大笑。“并不像我想像的那样令人生畏……也许还只是孩子般的愚蠢吧。”他突然紧闭上嘴，伸手用力捏住男孩的手臂。罗兰疼得龇牙咧嘴，但仍然牢牢地站在那儿。父亲死死地盯着他，男孩毫不畏惧地回视着他的目光，尽管这比刚才给猎鹰套上头罩要难得多。 　　\n        “好吧。”他说，“你能去。”他突然转身就要离开。 　　\n        “父亲？” 　　\n        “什么？” 　　\n        “你知道他们说的是谁吗？你知道‘好人’是谁吗？” 　　\n      父亲转过身，若有所思地看着他：“知道。我想我知道。” 　　\n        “如果你捉住他。”罗兰说得非常缓慢，陷入了自己的沉思，“就不会再有人像厨子这样被砍头了。” 　　\n      父亲抿嘴一笑。“也许暂时不会。但最终，总有人得人头落地。人们需要这个。即使没有叛徒，迟早，人们也会造个叛徒出来。” 　　\n        “是。”罗兰回答，立刻吸收了这个概念——这个概念他今后也始终牢记着。“但，如果你捉到了‘好人’——” 　　           “不。”父亲干脆地回答。 　　\n        “为什么不？为什么那还不能算作了结？” 　　\n      那一刻，父亲几乎要张口解释原因了，但最终他只摇摇头。“好了，我们谈得够多了。出去，离开这儿。” 　　\n      他很想提醒父亲别忘了他的允诺，当哈可斯套上绳索时他要在场，但他对父亲的情绪变化非常敏感。他一手握拳举到前额，跨着弓步向父亲鞠了一躬。他走出大厅，快速地关上门。他猜想现在父亲想做的是去找母亲寻欢。他清楚他的父母在一起做什么，而且他也很懂是怎样行那事的，但是一想到那幅场面，他总感到不安，而且有种奇怪的负罪感。多年后，苏珊告诉他俄狄浦斯王的故事，他只是静静地听着，痛苦地听着每个字，想到由他父母和马藤组成的那个罪恶的三角关系——马藤，在有些地方人们叫他法僧，或“好人”。或许那是个四角关系，如果有人也愿意把自己搅和进去的话。\n\n\n\n后记：\n\n前十几分钟就发过一篇，写了后记，由于最近更新速度算快了，所以有时候根本就不知道该写什么，原谅我脑洞太小，所以根本写不出来（那么到最后，请大家给我金粒和人气吧！）。\n\n\n\n\n原查看地址：\n\n      因为网上有很多的这类小说的查看处，所以在此，我只放出我看这部小说的地址（如有任何伤害于钱财，个人信息等元素，天星概不负责！） \n      地址：http://www.kanunu8.com/files/writer/2816.html\n\n\n\n\n",
    "replies": []
}