{
    "title": "【原创·连载】牛奶猫与尚宇猫记 第三章 温度 【BY达斯·龙须】",
    "author": "达斯·龙须",
    "replyCount": 7,
    "timestamp": 1475382660,
    "txt_content": "               温馨提醒：本文章有大量黑人+黑dalao等元素，如果您不适应，请点击X离开，谢谢合作                  本文章排版不正常，气死245系列，缇米大佬想杀我系列，如果不喜欢本文排版，请点击X离开，谢谢合作。本帖子背景与字体不太符合，所有可能视觉上会难受，请谅解。\n\n\n\n      “哗哗”一阵秋风吹过，树上的叶子都纷纷落下，这里不知不觉已经洋溢着浓浓的秋天的气息。\n      早晨，风中洋溢着凉爽。路边的行人都开始了秋天中的晨练，让你可以感受到秋风斥过红红的脸庞，吹过人们那长长的裙子，感爱哗华地落下树叶那动听的声音。火辣为辣的太阳早已消失，人们的心情也跟着好起来。秋姑娘为人们带来一份凉爽，驱赶掉了那一群讨厌的蚊子，又演揍起自然的交响曲，给人们带来愉快的心情。\n      中午，太阳高高悬挂空中，但人们已感受不到夏天的火热，这又是秋姑娘为人们驱赶炎热，人们可以放心地睡个午觉。\n      下午，大自然是多么的美啊，公园里小溪哗哗地流淌，小鸟在三三两两地玩耍，大树奉献出金叶为大自然铺上了一条金色的路。天上的大雁飞过这         秋姑娘的杰作也不曾想停下休息和伙伴玩耍。有人正坐在小溪旁的大树下闭上眼睛慢慢地体会着秋天的凉意，走地金色的道路上捧起几片树叶夹在书本里，等来年再拿出来做个回忆。漫步在鑫色的道路上，好像是通往另一个风景如画的秋天。有人再次闭上眼睛慢慢幻想那另一个秋天。\n　   秋天来了......\n\n      晚上，就显得比较的寒冷了，秋风萧瑟，小河在哗哗的流淌着，老人穿着一身军绿的大棉袄，似乎是他当兵时候穿的，老人也不知道从哪里搞到一个大暖炉，烧着煤炭，呼呼的冒着热气，从炉子放煤炭的口向里面看，红彤彤的大火吞噬着煤炭。\n      不远处有跑动的声音，应该就是那些孩子吧。他们都穿着很厚的衣服，几乎就是全身包裹，但是寒冷冻不住他们听故事的热情，何况还有一个大炉子呢。听老人慢慢讲述......\n      “在尚宇猫的小屋子里，两只猫在安适的睡着，牛奶猫呢，它做了一个梦：当它睁开双眼，发现自己在一个陌生的地方，周围都是高大的树木，枝干上缠着一些藤蔓，空中不时有几只鸟儿飞过，自己趴在一块岩石上，它跳下来，一不小心栽在草丛里，它爬起来，向前面走去，前面有哗哗的流水声，是一条小溪，清澈可以见底，几条红色的小鱼游过，牛奶猫想伸出爪子抓鱼，却没站稳，自己掉进小溪里了，小溪水不深，很浅，仅仅只是湿了牛奶猫身上一点点的毛，它虽然可以直接走出小溪，可它却非要用石子过去，也许是第一次遇到这种情况吧。它向着小溪的另一边走去，有许多的浆果丛，牛奶猫自然忍不住要吃的，便抓了几个下来，放到自己的小嘴里，嗯，味道还是不错的，然而，牛奶猫的天性就是吃完就是睡觉，这不，它在梦里睡着了。”老人停了下来，搓搓手，然后拿起铲子，向炉子里添加煤炭。\n      “而在现实,牛奶猫开始翻滚了，似乎是又梦见了什么。但是它滚动的方向，正是尚宇猫的位置，尚宇猫的脸，也正好对着牛奶猫的脸。牛奶猫一下翻个滚，又呼呼大睡，翻呀翻。\n      牛奶猫的嘴正好与尚宇猫的嘴对在一起了，牛奶猫却不知情，尚宇猫也是，牛奶猫在梦境里梦见自己面前有条大鱼，想舔它，便添起来,而牛奶猫的舌头，在添尚宇猫的嘴，尚宇猫感到不适应，便立刻醒来，面前是一张大脸，还在添自己！尚宇猫发疯似的叫起来：“什么东西？！啊啊！”她立刻跑出自己的小屋，回头看，发现是自己刚结交的朋友，在添空气，尚宇猫的心脏在砰砰的跳，她想着：“他？...刚才添...添了...我的嘴？”，想到这里，尚宇猫的脸开始红了起来，越来越红，她发现自己体温升高了，“难道...是因为...他吗？”，尚宇猫感到不可思议，这事情发生的太离谱了，她也不知道自己睡着的时候他是不是对自己做了什么，但是她为什么要添我，为什么要添空气...”老人又停下来了,看着孩子们。\n\n       “孩子们啊，你们有遇到过一些很尴尬，让自己脸红的事情吗？”老人用和蔼的语气问到。\n\n      孩子们听到这个问题，你看看我，我看看你，似乎都不知道的样子。\n\n       “嗯，你们也还太小，可能没遇到过吧，相信将来你们会遇到的。”老人说。\n\n      孩子们挠挠脑袋，似乎老人说的话很深奥，不好理解。\n\n      夜晚，萧瑟的秋风呼呼的吹着。\n\n      在中国的潍坊，在潍坊和田中学附近的一家餐馆里，有一个年轻男子，面带悲伤，也不知道喝了多少瓶酒，脸红彤彤的。\n      中国北京，在青年路东侧的小区中，7号楼2单元人家的窗户开着，昏黄的灯光亮着，一个女子坐在床前，脸上流着泪，旁边有一张照片，上面是一个男子和她自己...\n      爱情，究竟是否值得去珍惜，值得去搭上一辈子。\n      人与人之间的信任，早已经没有了，更多的，是误会。\n\n\n牛奶猫与尚宇猫记 第三章 完\n\n下月预告：\n牛奶猫与尚宇猫之间的误会是否能解除？\n爱情真的有那么脆弱吗？\n",
    "replies": [
        {
            "author": "eternal_永恒_",
            "timestamp": 1475388300,
            "txt_content": "我是龙须派来顶帖的，话说龙须又开坑了"
        },
        {
            "author": "Scal",
            "timestamp": 1475388840,
            "txt_content": "差评，记得说好了，下章有黑幻猫的"
        },
        {
            "author": "S_RwE",
            "timestamp": 1475390760,
            "txt_content": " 本帖最后由 S_RwE 于 2016-10-2 14:48 编辑 \n她想着：“他？...刚才添...添了...我的嘴？”\n看到这里莫名觉得很萌"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1475396700,
            "txt_content": "龙须加油~我要把尚宇收入后宫 滑稽"
        },
        {
            "author": "a2455564728",
            "timestamp": 1475411460,
            "txt_content": "排版还行，字体颜色太瞎眼。结尾的女人，好眼熟的感觉"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1477200480,
            "txt_content": "a2455564728 发表于 2016-10-2 20:31\n排版还行，字体颜色太瞎眼。结尾的女人，好眼熟的感觉\n啊，因为这一个坑中的老人，便是结尾的男子【年轻】，整个故事是男子用一生编织出来的，尚宇猫便是那个女性。【剧透】"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477225080,
            "txt_content": "啧，啧啧，啧啧啧...\n【愚蠢不知道该说些什么了，只是在不停的咂嘴】"
        }
    ]
}