{
    "title": "关于问答帖的爱心和技巧贴的扣分和论坛的各种各种",
    "author": "smallord",
    "replyCount": 4,
    "timestamp": 1475385960,
    "txt_content": "1，请看帖子：http://www.mcbbs.net/forum.php?m ... ;page=1#pid11013146\n我好不容易遇到一个我能回答的问题，并且第一个回答，其他方法和不同版本下载地址都发了【1.7.10的我也发了，不遭回复】，可能有点乱，mod名字还是我找了半小时找来的【我打了一堆的关键词】，却被一个10级附魔师依照我找来的mod名字发了1.7.10的下载地址，然后他成了最佳答案？什么是最佳？我就不懂了，他是最佳没关系，凭什么不是最佳的我就不能领爱心了？内容一样【下载地址不一样】，我第一个发，我就没有爱心了？我强烈建议版主添加新的爱心领取的方案\n2，另外许许多多的求助帖，我和各位的论坛友们都帮助了，帖子的楼主不回复也就算了，有些明明回答了谢谢等等可以表明已经解决了求助人的问题，却不设置最佳答案？有的我看到了5个月都没设置？对于这样的人，我提议如果帖子出现一些词可以证明某坛友的词，却不设置最佳答案，建议扣取他们的人气和金粒【我不知道你们先前，扣不扣，但我也要说】\n3，对于某版主扣分比较严重【我发一个技巧帖说明各种物质的来源，我想表明的是只需要最初的几样东西，即使在任何情况下，也可以引出其他物质】我不表明来自wiki，不表明就能说我剽窃了？我玩了5年我的世界我就不能自己发现并找到或终结的？为何说我剽窃，这样说的话所有出现的关于我的世界的内容的帖子都要表明''来自wiki''''内容来自mojang？''我建议扣分不采取扣贡献【一个精华帖才3贡献，发错一个贴或不标明来自wiki就扣2贡献】\n，建议扣多点人气就行了，还有我看到了许多的人因辱骂版主被扣贡献【我就问贡献跟辱骂版主有什么关系？只能说他没有素质【没爱心，没人尊重的表现】，扣他全部爱心和一些人气就行了\n\n4，建议无意义的帖【你怎么知道有没有意义？，你怎么知道对别人没有帮助？】不采取警告【无意义就要警告了？】和和扣分，应采取删帖和发建议事项【回复犯错的人，跟犯错的人注意事项】，并在犯错的人多次犯错或明知故犯给予警告\n5，关于禁言，我被禁过2次言，然而只犯了5次错误？【我犯了2次无意义的警告】，犯了5次就被禁言2次？我看我的消息显示有2次重复【警告次数都是第二次】，没有第一次警告，2次重复的第二次警告和一次第三次警告，然后就被禁言了？这个bug望早日查清或修复\n\n我要说的实在太多了，我对于很多处理方式都不满，我要说：第一条才是重点！！！",
    "replies": [
        {
            "author": "smallord",
            "timestamp": 1475386680,
            "txt_content": "补充，第一条我要说的是，就算我不是最佳答案，我也很有爱心了好不，不能申请爱心的我不服"
        },
        {
            "author": "凛",
            "timestamp": 1475388120,
            "txt_content": " 本帖最后由 china521 于 2016-10-2 14:12 编辑 \n\n1.答案采纳的往往不是字越多的而是最有效的\n2.有最佳答案申请贴\n3.凡是不表明转载均定义为自称原创\n4.有无意义回答的评定标准,你看版规就知道了\n5.就是三卡进末地,出来后吃了两张卡,上次吃的最后一张没到期还是会算的\n\n我就说这么多\n别的问题我也不回答\n那帖子所有于问题无关的回复我都处理\n问答版不是让你找不自在的地方"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1475388600,
            "txt_content": "楼主没有回应你，可能是遇到了什么困难，于是我也发了个一个链接，如果你给的也没问题，那他当然会先选你，现在看来，我的猜想是正确的\n你给了一个麦块盒子的下载地址，那个流氓网站下载的方式各种曲折，说不定楼主就是无法下载呢？\n我的确回答得比你晚，可是你并没有解决楼主的问题\n问答版并不是比谁回答得早，而是比谁的回答能让楼主满意\n以上我在帖子里已经告诉你了\n依照我找来的mod名字发了1.7.10的下载地址咳咳，你为什么会认为只有你一个人知道这个模组？别人就不知道吗？\n什么是最佳？最佳答案就是所有回复这个帖子中最好的答案，楼主觉得哪个好就会选择那个\n我的回答明明解决了楼主的问题如果你真的解决了楼主的问题，我就不会是最佳答案了，现在看来你的回答真的没能解决楼主的问题\n\n而且楼主自己也和你说了\n你的下载地址不存在链接"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1475388600,
            "txt_content": "1.最佳答案是楼主选择的\n他认为Lv.10的那位对他的问题很有帮助，自然选择最佳\n你的答案没有直接帮助到LZ，所以无法申请爱心\n\n2.http://www.mcbbs.net/thread-256127-1-1.html\n\n3.扣贡献的确有点严重，这个赞同\n\n4.对同一个帖子（主题/回复）无法重复警告\n\n个人意见"
        }
    ]
}