{
    "title": "[原创·连载]《世界传送门》 （半MC类文）国庆4000字大章",
    "author": "guoql666",
    "replyCount": 0,
    "timestamp": 1475390700,
    "txt_content": " 本帖最后由 guoql666 于 2016-10-2 14:45 编辑 \n              跨 世 界 传 送 门\n                                                    ----by guoql                                                                                 \n 前言\n    大家好，我叫guoql，是一个学（nao）生（can），额，我先给大家介绍一下这个故事吧。其实本书是我旧坑重拾的，以前我就有这个愿望了...很久以前，我就已经构思出来了故事的大纲，然而因为当时还比较小，没有把人名给想出来...于是乎我就被逼无奈的弃坑了...但我为什么又旧坑重拾呢？因为我这两天受了同学刺激，我就想起来了这个玩意儿，于是就拾回来了...而且我这个人是一个比较讲信用的人，只要不是特殊情况无法挽回，我一般都不会弃坑（只不过因为学业原因更新慢点而已...）呃，我们在说一下故事的主角吧，暂时定为4男4女...，会有一段传奇的经历哦（似乎又剧透了），还有就是本地存档的事情了，每次我发完文章末尾一定会有个百度网盘地址的，大家直接点击下载对应天数版本就行了。然后给大家说一下，如果大家下载出来本地存档来看的话，会有一些我故意添加进去的插文，主要是防止盗版，也希望大家转载（这么烂有人会转载么？）的时候通知我一声，不要盲目转载！好吧，就先写到这里吧。\n \n                                                                                         第三章----方元学校的秘辛？\n    抬起手，看了看身上的伤痕，唐羽自言自语道。\n    “我还活着？李乐呢？”在唐羽认识到她还活着的时候，第一个就是在思考李乐在哪里。当天看见李乐就在他旁边时，悬着的心才放下。\n    唐羽赶忙晃醒了李乐。\n    “唔，干吗？让我多睡会儿”李乐一脸睡意朦胧，拖着长音，道。\n    “李乐，快醒醒，我们逃出来了！我们活着出来了！”唐羽兴奋的叫道。\n    “什么？我们逃出来了！”李乐听见唐羽这番话，才意识过来。大叫一声。\n    “恩，我们逃出来了，你怎么样，身上有没有受伤？”唐羽关切的问道。\n    李乐闭上眼睛感受了一下，道\n    “没事，只是身上有点檫伤，不要紧，再有就是刚才用力过度，身上有些疲惫罢了，罗天他们呢？”\n    唐羽回答道：“不知道，应该在那边吧，刚才我醒来就发现旁边就只有你，就先把你叫醒了。”\n    “哦，我们快点去看看他们吧。”\n     10分钟后\n    “唔，这里。是天堂么？”罗天睁开了双眼，问道。\n    “不，我们还活着！罗天”回答他的是李乐，就在刚才，李乐和唐羽分头去寻找罗天他们，李乐找到了罗天他们，唐羽一会儿就也会回来了。\n    “我...还活着？”罗天盯着李乐，迷茫的问道。\n    “恩，不然呢？你是最快一个醒过来的”李乐回答道.\n    罗天一脸欣喜之色，问道：“其他人呢？”\n    “在那边，你自己去看吧，他们都处于昏厥状态，切记不要轻易叫醒他们，否则可能会疯掉！”\n    “恩，我明白了”\n\n    方元学校门口\n    “呼呼，总算没迟到，昨天太累了，一不小心差点迟到，唐羽他们应该到了吧”一个英俊的少年向校园内走去，这个少年就是李乐。\n    “嘿，李乐，你怎么也这么早才来？”罗天从后面追上来，拍了下李乐的肩膀，问道。\n    “昨天的事情太吓人了，一不小心睡过头了而已”李乐随声应道。\n    丁铃铃铃----上课铃声打响了\n    “快走，要上课了！”李乐听见上课铃声，一把拉住罗天的胳膊就向教室里拉\n    “我又不聋，听见了”罗天被这么一拉，有点晕了，但马上反应过来，应声回答道。\n    旋即，二人跑向教室。。。\n\n    下课后\n    “李乐，罗天，唐羽，王响，王邪，你们来一下”一下课，杨雨就把他们叫到自己的座位面前。\n    “你们昨天怎么搞的，怎么连我们也不叫上？”杨雨怒气腾腾的拍着桌子，问道。\n    “昨天忘了告诉你们，再说了，我们昨天已经后悔了，你们就原谅我们吧。杨雨，袁易，郭文。”\n    “不行！哪有那么好的事情，说出来你们昨天的经历，我们可以考虑要不要放过你们，要是不说的话，嘿嘿...”杨雨一脸坏笑的说道。\n    “好吧好吧，服了你们了，我来说吧”李乐道。\n    杨雨颔首道：“行，就你来说吧，不过...你可要如实招来啊！”\n    李乐趁着课间时间，迅速的把昨天发生的事情讲了个大概。\n    “恩，差不多就是这样了”\n    “听起来你应该没有撒谎，不过，我有几个疑问要问你。”\n    “你说”李乐点了点头，道。\n    “你们昨天是几点回来的，如果根据我的推算，你们昏厥的时间应该是下午1点至2点之间，你醒来是看见太阳还在天上高高悬着，这说明不是傍晚时刻，而你是用力最多的一个，为什么你等他们自然醒过来时，就已经黑夜了？”\n    “一看你就没好好听故事，别忘了，昨天是我叫醒他的啊！所以他才会醒过来的时间略早，至于回来的时间，大概在今天凌晨吧。”唐羽在一旁忍不住插嘴道。\n    “对不起，我忘了这件事情了，我还有个问题想问问你们，你们昨天怎么知道自己身在何方，归来的呢？”\n    “这就要归功于王邪了，他身上的那部手机是防水的，我们出来时虽然已经浑身湿透了，但是防水机的效果也不是盖的，还是勉强能用，我们就用内置的定位仪找到了自己的方位，回来了。”李乐解释道。\n    “好吧，我明白了。”杨雨点了点头，对李乐说道。“我原谅你们了。不过...我原谅你们不代表她们原谅哦，对吧，袁易，郭文？”\n    二女回答道：“没错，我们可还没说要原谅你们哦”\n    看着李乐他们那失望的表情，二女相视一笑，道：“但是你们可以每个人欠我们一个愿望来抵债，包括杨雨的份哦！”\n    “没问题”罗天爽快的答应了。\n    就在这时，学校里突然响起来广播声\n    “请李乐、王邪、王响、罗天、唐羽、杨雨、郭文、袁易几位同学到校长室一趟，重复一遍，请李乐、王邪、王响、罗天、唐羽、杨雨、郭文、袁易几位同学到校长室一趟！”\n    罗天撇撇嘴，道：“这校长要干什么啊，这么急急忙忙的。”\n    李乐耸了耸肩，说道：“谁知道呢，我们先过去吧。”\n    校长室\n    校长和蔼可亲的看着李乐他们，问道：\n    “各位同学们，我听说你们为了元点接受了一个A级的元点积分挑战任务，去探索那个诡异的洞穴了，你们没受伤吧？”\n    李乐点了点头，道：\n    “没事，就是一点小擦伤，而且，校长，您说错了一点，那并不是个山洞，而是...”李乐停顿了下。\n    “而是什么？”\n    “而是一个类似于上古遗迹的地方，我们在那里找到了一本散发着柔和的紫色光波的书，它不知道被什么人打开，我好奇的想去看看它，于是就用手摸了上去，可谁成想，我的手刚刚碰到那本书，他就化为了点点光芒融入了我的体中，就这刹那之刻，地面突然剧烈的摇晃起来，而且伴随粉光入体，我就感觉有什么东西破碎了一样，一股能力喷涌而出，释放出来一股能量，包裹住了我的同伴们，而脑海中我感觉有一个灰色斗篷的人在低吟着什么,随后我大喊了一声，便晕倒过去了。”\n    校长点了点头，道：“真是吉人自有天相啊！我决定了，由于你们探索的不是普通洞穴，而是一个遗迹一样的地方，所以，我宣布，正式将该任务改为S级特级任务，李乐，罗天，唐羽，王邪，王邪，你们几个，将会收到5000点元点！而杨雨，郭文，袁易三人，因为特殊情况，未参加此次探险，罚除3000元点，每人获得2000元点！”\n    “校长万岁~~~”\n    ......\n    “哈哈，太棒了，真是没想到啊，校长竟然会给我们5000的元点当奖励，真是太棒了”出了校长室，罗天一脸兴奋的感叹道。\n    “5000点？这么多，分给你爷爷我点呗”这时，一个不和谐的声音从背后传来。\n    罗天扭头一看，原来是一帮混混。\n    李乐笑了笑，道：“好啊，没问题，只要你们能赢了我，我们两个的10000元点都给你，如何？”\n    “好，就这么定了，不许反悔，放学后方元擂台见！”混混头目显然是对10000元点动心了，赶忙答应。  \n    “恩，一言既出，驷马难追。不过，我们赢了也应该给你们点儿惩罚才公平。”李乐笑眯眯的说道。\n    “好啊，只要不触犯我的人格底线，我就答应你！”\n    “当-我-们-保-镖”李乐一字一顿的说道。\n    “你！！！好，我们答应你！”混混头目气愤的指着李乐，道。\n    放学后，方元擂台前\n    “不错啊，来的挺准时的。”混混头目鼓着嘴走过来。\n    “你也是啊，走吧，我们上擂台”李乐应声答道。\n    “方元擂台元点争夺赛，第一项，手指灵活度，现在开始！”上台以后，裁判说道。\n    手指灵活度是方元擂台的传统比赛项目，比的就是谁的手速快。方元学校从来都是注重多方面发展的。\n    随着一声令下,李乐和混混头目都坐到了键盘跟前，竭尽全力根据提示按动着键盘。\n    两分钟后\n    裁判道：“下面宣布比赛结果：李乐，两分钟内有效输入数量：205次，混混头目，两分钟内有效输入数量：199次，本场比赛，李乐胜，下面进行第二项比赛，10000米跑，规则：在规定时间内完成10000米赛跑，10分钟内若一人完成，则该人胜，双方均完成用时最短获胜，若均未完成按平均算。”\n    ......\n    “呼呼，累死了，可算比完了”李乐擦了擦脸上的汗渍，大口大口的呼吸着新鲜空气，说道。\n    裁判道：“李乐同学，获胜！总胜场数：4，失败场数：1！”\n    此时，一个不易察觉的地方，站着一个人，正是方元学校的现任校长，他观察着李乐的比赛，当看到李乐胜利的时候，脸上露出一丝微笑，喃喃道：“是该告诉他那件事了。。。”\n    “愿赌服输，我们当你们保镖半年”混混头目垂头丧气的对李乐说道。\n    “算了，你们只要保证以后不害人就行了。”李乐道。\n    “好，谢谢你，李乐。”听了这句话，混混头目的眼睛又重新亮了起来，赶忙答应道。\n    这时，在观众席的唐羽一行人走了过来，尤其是罗天，一把搂住李乐的脖子，道\n    “这下你可发大了，记得请我们去吃好东西啊！”\n    “没问题，一定会的”李乐笑答道。\n    就在他们谈笑风生的同时，校长走上前来，拍了拍李乐的肩膀，对他们道：“看来有些事是时候该让你们年轻人知道了，跟我来”\n    “不是吧...又来，不过，什么事情能让校长他老人家来找我们呢？”罗天一脸无奈的对着唐羽他们说道。\n    校长室\n    校长推门而入，双手在书架上捣鼓了一阵子，只听机关响动，书架被一分为二，启动了一个暗门。\n    “哇塞，校长，你这是藏宝室么？”罗天忍不住问道。\n    校长呵呵一笑，回答道：“差不多吧，这里是历届校长的奇闻异事存放的地方，有些事情，我仿佛在你们身上看到了希望，先进去再说吧”\n    进入密室后，校长在墙上随意一点，书架自动合拢，四围的墙壁仿佛在星空中一般。\n    校长看似很随意的从一颗星星上掠过，手上突然多了一本书。上面赫然写着\n    方元学校的起源！\n    一旁一直一声不吭的杨雨脸色微变，问道：“校长，您可是要给我们讲述那个故事么？”\n    校长点了点头，道：“没错，就是那个故事。”\n    在一旁的李乐一行人却是仿佛在雾里看花一般，搞不懂他们在说什么。\n    校长沉声道：“孩子们，相信你们都知道，方元学校的来历是由我们第一代校长用尽毕生心血打造的，可谓是至善至美，但有些事情，却是我们方元学校绝对的秘辛，现在我要告诉你们，请你们不要对外人讲述这段事情，好么？”\n    “好，我们答应绝对不向其他人讲述”\n\n    “其实，我下定决心告诉你们是因为李乐的那股柔和能量，你们都知道我们第一代校长有高寿150岁，但是试想一下天天操劳我们学校事务的校长能活这么久么？答案必然是否定的，我们的第一代校长是因为得到了一位高人的指点，获得了强大的体魄和能量，才可以支撑那么久，在这本《方元学校的起源》当中，第一代校长自己写到，当时他碰见那位高人，传授给了他一股能量，让他自行理解和感悟，等到有一天能够将这股能量释放于体外时，方可获得不死之身，终于有一天，他将自己的能量释放出来了，就是跟今天李乐给我说的那股能量气息一模一样，他大喜过望，赶忙记录了这件事，但是...就在他刚刚合上书，准备放入这里时，他突然消失了...而这段故事也到此为止” \n\n  作者的话\n大家好，我是本文的作者guoql，不知道大家喜不喜欢这篇文章呢...反正我感觉我还有许多地方要改进，这其中也少不了各位观众朋友的鼓励与意见，如果你有什么好的想法和建议，我会感激不尽，大家可以通过评论来发送，也可以私信我，如果你的意见我采纳了，会在末尾的感谢栏中发布你的ID名称。同时再补充一下，本文是半MC类文章，是开头不关MC半点事，后面会接触MC等等，所以我思索再三，发布到了这里，也请各位版主删帖或者警告之前看完这段话，谢谢离线阅读\n\n   \n百度网盘密码: psga\n\n\n \n                                        各位下次再见，拜拜~~~~\n\n上一章地址:第二章----发现遗迹，齐心协力共度难关！下一章地址：暂无\n\n                    国家兴亡，匹夫有责，这一章本应该在昨天10月一日国庆当天发，但是由于部分原因昨天没发发，今天补发，给大家一个4000字的，同时也感谢各位的支持和鼓励，谢谢你们！\n   4000字证明：\n证明\n\n\n",
    "replies": []
}