{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（11）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1475401320,
    "txt_content": "\n\n正文：\n11 　　\n      \n      盖乐泗是唐屯附近的一座山，一个非常有诗意的地方；也许库斯伯特很喜欢这儿的风景，但罗兰却不为所动。在他眼里，高耸入蓝天的绞刑架倒是非常壮观，那个悬在客运车道上方骷髅般的侧影让他暗自兴奋。 　　\n      罗兰和库斯伯特被免去了当天的晨练——他们都带着父亲写给柯特的请假条。柯特读纸条的时候非常吃力，他口中念念有词，还不时点点头。他看完两张纸条后，小心翼翼地折好放进口袋。即使在蓟犁这地方，纸也像黄金那样贵重。在确保纸条存放安全后，他抬头看了看渐露曙光的天空，向他们点了点头。 　　\n        “等在这里。”他说，朝他住着的那座歪斜的石屋走去。他回来时手里拿着一片粗糙的没有完全发酵的面包，掰成两半后分给男孩。 　　\n        “当绞刑结束后，你们俩都要把面包放到他的脚下。一定要照我说的做，不然我会打得你们站不起来。” 　　\n      他们直到骑着库斯伯特的老马到了刑场以后才明白师父的用意。他们最早到那里，比其他人整整早了两个小时，而离行刑也还有四小时。整座盖乐泗空无一人，除了些山石和乌鸦外别无他物。乌鸦多不胜数。它们嘈杂地站在活板上方疙疙瘩瘩的木栏杆上——这一套架子俨然是死神的盔甲。有些排成一排立在平台的边缘，另一些推挤着争抢台阶上的位置。 　　\n        “人们把尸体留给这些鸟。”库斯伯特喃喃自语。 　　\n        “我们爬到那上面去。”罗兰提议。 　　\n      库斯伯特看着他，眼里充满恐惧：“上那里？你不认为——” 　　\n      罗兰一挥手打断了同伴。“我们来得太早了。现在没人会来。” 　　\n        “好吧。” 　　\n      他们朝绞刑架慢慢走去，乌鸦都飞起来，呱呱叫着在他们的头顶盘旋，像一群被夺取土地后愤怒的农民。它们黑色的身子映衬着明净的曙光显得如此压抑。 　　\n      事发后，这是罗兰第一次感到他对整个事件所负的重大责任；绞刑架的木头非常普通，不是“文明社会”珍视的木材，只是歪歪扭扭，枝节盘突的松木，上面还覆满了白色的鸟粪。到处都是那白色的斑点——台阶上，扶栏上，平台上——而且气味令人作呕。 　　\n      罗兰感到惊恐万分，他转过头看库斯伯特，发现同伴也是相同的表情。 　　\n        “我不能。”库斯伯特小声说，“罗，我不敢看那种场面。” 　　\n      罗兰慢慢摇摇头。他意识到，这对他们会是一堂课，他们要看到的不是闪亮美好的，而是古老的，锈迹斑斑，畸形丑陋的东西。这也是他们的父亲让他们来这里的目的。这时罗兰一贯的那种无法言表的固执占了上风，不管他会看到什么，他都已下定决心。 　　\n        “伯特，你能行。” 　　\n        “如果我看了的话，晚上会睡不着觉。” 　　\n        “那就别睡。”罗兰说，不明白睡不着觉和他们看绞刑有什么关联。 　　\n      库斯伯特突然抓起罗兰的一只手，气愤地看着他，一个字都吐不出来。这让罗兰又开始动摇，他真后悔那天和同伴去了西厨房。父亲是对的：最好什么都不知道。宁愿让唐屯的男女老少都被毒死，腐味比这里还臭。 　　\n      但是，毕竟，毕竟……不管这教训是什么，不管会看到什么半埋着的长满锐角的东西，他都不会放弃，不会放弃自己的决心。 　　\n        “我们别上去了。”库斯伯特说，“我们什么都看到了。” 　　\n      罗兰不情愿地点点头，觉得自己的决心又开始变弱。他知道，若柯特在这里，会把他们打个面朝天，然后逼他们一步一步走上平台……让他们深呼吸充满血腥味的空气，然后那气味顺着喉咙下去就像咸果酱一样。也许柯特还会亲手在架子上系上麻绳，逼他们一个个将脖子套在圈里，逼他们站在活板上感受那种绝望；如果他们失去控制哭出来或尿湿裤子的话，那柯特定是一阵拳脚相待。当然，柯特做的肯定会是正确的。第一次，罗兰发现自己十分痛恨童年。他希望自己转眼就变成大人。 　　\n      他费劲地从扶栏上撬下一块木片，放在胸袋里，转身离去。 　　\n        “你为什么那么做？”库斯伯特忍不住问。 　　\n      他希望自己能得意地向同伴炫耀：啊，这是绞刑架好运符……但他说不出口，只是看着库斯伯特摇了摇头。“这样，我就有这块木片了。”他说，“永远有这木片。” 　　\n      他们离开绞架，远远地找了个地方坐下，等待着。大约一小时后，镇上来了些人，他们多是扶老携幼坐着破旧的马车和布卡前来，有人还带着早点——挎篮里装着卷起来的薄煎饼，中间夹着野商陆做成的酱。罗兰饿得肚子直叫，他绝望地看着眼前野餐似的场景，不知道所谓的尊严、庄重到哪去了。人们一直向他灌输那些概念，但他此刻不得不怀疑那些教诲是否只是谎言，或只是被智者深深埋藏起来的宝藏。他想强迫自己相信那些概念，但在他心里，哈可斯穿着肮脏的白色厨师服，在充满蒸气、不见阳光的厨房巡视，时不时朝帮手吼上几句，那种形象可比眼前这些有尊严得多。他的手指摆弄着从绞刑架上剥下来的木片，不知所措。库斯伯特躺在他身边，脸上毫无表情。\n\n\n\n\n后记：\n呵呵，O(∩_∩)O~\n      国庆第二天，一整天都待在家里！不知道今天外面人流怎么样？为祖国母亲庆生（今天预计还会更新几篇。）！\n      请给我一些人气和金粒！\n\n\n\n\n查看地址：\n因为网上有很多的这类小说的查看处，所以在此，我只放出我看这部小说的地址（如有任何伤害于钱财，个人信息等元素，天星概不负责！） \n      地址：http://www.kanunu8.com/files/writer/2816.html\n\n\n\n\n索引：\n\n【索引贴】【《暗黑塔》7部曲】【史蒂芬.金】（持续更新）\n\n\n\n\n",
    "replies": []
}