{
    "title": "说说你的母服[第一次玩的服务器]的经历",
    "author": "1=0107",
    "replyCount": 7,
    "timestamp": 1475411340,
    "txt_content": "游乐场（貌似是，因为一直没有记住名字，这个名字是带我入坑的人告诉我的）！那时候连圈地插件都没有，主城就有好多人造房子，就和朋友到处去玩，从来不敢跑到下面的刷怪地。现在想起来，第一个玩的服务器还真的很有意思（我还偷了个龙蛋）",
    "replies": [
        {
            "author": "1344566058",
            "timestamp": 1475411460,
            "txt_content": "标题: 说说你的母服[第一次玩的服务器]的经历 本帖最后由 1344566058 于 2016-10-2 20:31 编辑 \n\n我的母服是个中型纯净生存服。叫木易世界，现在已经关服了。\n大概在2014年的一天。我第一次接触MC我进入了服务器。那个时候我刚接触mc，连最基本的生存都不会。\n进入服务器的第一天不会注册和登录，断断续续弄了一天才进入游戏[不夸张，那个时候我连单人都玩没几次，更别说服务器的指令什么的]，注册完，身上一套石头装备和一组面包和一本新手指南，不知道要做什么，于是我就在主城走啊走，突然看见了一个牌子上写着——点击生存随机传送，噫！我点了一下，Duang！我来到了生存世界，虽然是晚上，但却没有怪，我看到了树，然后就撸啊撸啊，撸了差不多半组，全部变成木板，盖了个火柴盒，这是第一天。一天一天过去，认识了许多朋友，渐渐成为服务器中的佼佼者。后来因为学业离开了服务器"
        },
        {
            "author": "xx101",
            "timestamp": 1475413740,
            "txt_content": "服务器大抵已经关闭了，好久了啊，满满的回忆"
        },
        {
            "author": "west.myth",
            "timestamp": 1475413920,
            "txt_content": "一个很辣鸡的服，我去的时候资源世界濒临枯竭而且一直没刷新，服务器在线人数不超过5"
        },
        {
            "author": "347129006",
            "timestamp": 1475414220,
            "txt_content": "第一个玩的服务器叫种子猫服务器 现在是个神秘中型服务器 现在还开着 记得当时玩也是14年 刚刚开服的时候 玩到15年因为RMB交易被封后就不经常玩了 很不错的服务器 现在已经230人了 每天都爆满 后面有开小号继续玩"
        },
        {
            "author": "幽儿~",
            "timestamp": 1475414340,
            "txt_content": "我玩的第一服就是 你的世界 【倒闭了 2333 幸好我不是人民币玩家 没充值】至于体验 不用我说 大家懂的"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1475415240,
            "txt_content": "第一个服：1.4.7的天空之城。\n几年前的事了，不知道现在还开着没。\n服务器人数一百多人还是两百多，记不清了。\n进服后很茫然，在一个地方造了家，不会圈地，以为/sethome后别人就破坏不了了。\n后来被偷了一次，逐渐成长，便搬了家，圈了地。\n一开始没有钱，找了份很棒的工作，帮一个高级VIP收南瓜。大约一箱子收完就给5000左右，其他和我一块应聘的因为有私心都被老板给取消领地权限了。后来日子安稳下来，老板就说你可以自己卖南瓜，留一箱子给我，于是我多了一份收入。\n后来结识了一个很棒的基友，造了个空中大别墅生活。然后在别墅地下发展甘蔗，平均收一波3000左右，赚钱很多。\n逐渐学会附魔，然后开了公会，在服中声名远扬。最后到全套极品装备，和老板平起平坐。我便和他结成朋友。到我们这个层次，都去PVP场打架去了。我的战力爬到全服第三，后来老板隐退，我又玩了几个月，便退服了。\n一年之后我又来看，我们的空中别墅领地旁边搭起了一根根泥巴柱子，屋顶那块没圈地的地方被削掉了orz.."
        },
        {
            "author": "mc熊二",
            "timestamp": 1475417700,
            "txt_content": "我第一次玩的服务器是神奇海螺八周目，不过现在都10周目了。当时是同学把我拉进来的，所以不用担心不会玩，在那里，我第一次体验到了PVP的快感和第一次看见龙蛋的兴奋。因为我本来就会单人，所以发展的都比谈们快，最后还是不免换周目的厄运。现在想想当时还挺傻的，不过现在会玩了，当时的快乐也随风而逝了。"
        }
    ]
}