{
    "title": "（转载|连载）《枪侠（暗黑塔1）》（12-13）（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1475402940,
    "txt_content": "\n\n正文：\n12 　　\n   \n      最后，这并不像想像的那样难熬，罗兰长吐了口气。哈可斯被绑在二轮平板车上，圆筒似的身躯让人们老远就认出了他；一块宽大的黑布绑住了他的眼睛，甚至盖住了他的整张脸。有几个人朝他扔石块，但大多数人只是继续吃他们的早餐。 　　\n      一个他俩都不熟悉的枪侠（看到父亲没有抽中黑石来行刑，罗兰很高兴）领着臃肿的厨师小心地走上台阶。两名守卫早站在活板两侧。当枪侠和哈可斯都走到平台上后，枪侠将绞索穿过绞架的横梁，然后套到厨子的头上，绞索往下滑，停在厨子的左耳下侧。乌鸦都飞走了，但罗兰清楚它们都在等待。 　　\n        “你想做最后的忏悔吗？”枪侠问。 　　\n        “我没什么好忏悔的。”哈可斯说，他的声音传得很远。尽管黑布罩住了他的脸，但他的声音还是响亮而充满尊严。在舒适的微风吹拂下，黑布微微飘动。“我没有忘记我父亲的脸；它永远和我同在。” 　　\n      罗兰仔细地观察着众人，让他非常不安的是在众人脸上他看到了同情，也可能是仰慕。他会向父亲请教。如果叛徒被当成英雄（或英雄被看作叛徒，这个想法让他皱起眉头），那黑暗就将降临世界。关于黑暗时期，他希望自己能了解得更多。他突然想到柯特，和他给他们的面包。他感到一阵不屑；柯特服侍他的日子会日渐临近。也许库斯伯特享受不到；也许柯特的烈火把伯特的腰烤弯了，让他再也直不起来，只能当个听差或马夫（甚至更糟，他会变成一个涂着刺鼻香水的外交家，整天在接见厅内虚度光阴，或是陪年迈的君王、王子朝假水晶球内窥视），但是罗兰不会这样。他知道。他属于开阔的大地，他要远征跋涉。日后，当罗兰独处时回想起当年的抱负，不禁为之惊讶。 　　\n        “罗兰？” 　　\n        “我在这儿。”他拉起库斯伯特的手，两人的手指像被焊住的铁条一样紧紧握在一起。 　　\n        “你被指控涉嫌屠杀和叛乱。”枪侠宣布，“你已经越过了白线，离开了善良的世界，我，查尔斯的儿子查尔斯，宣布你将永远被禁锢在邪恶的黑色世界。” 　　\n      人群中一阵骚动，有人提出了抗议。 　　\n        “我从没有——” 　　\n        “到地下去编你的故事吧。”查尔斯的查尔斯说，他用带着黄色护手的双手猛地拉下了控制杆。 　　\n      活板被打开。哈可斯猛地掉下去，他仍试图说话。罗兰永远忘不了那一幕。厨子死的时候仍然想说话。他到哪里才能说完他留在世上未完成的最后一句话呢？他最后的几个字被一声巨响给吞没了，那响声让罗兰想到了冬天，松果在火炉里爆炸的声音。 　　\n      不过，整个过程在罗兰眼里并不太残忍。厨子的双腿向前踢了一下，摆成个Y形；人群中响起了满意的口哨声；两个守卫改变了严肃的站姿，开始随意地收拾起东西。查尔斯的儿子查尔斯慢慢走下台阶，跨上马，他粗鲁地穿过一群野餐的村民；几个走路慢吞吞的人挨了他几下鞭子，撒腿就跑。 　　\n      这之后，人群很快就散开了，四十分钟后，就剩两个男孩孤零零地坐在小土丘上。乌鸦都飞回去检验它们的奖品。一只乌鸦落到哈可斯的肩上，友好地坐在那里；哈可斯右耳上一直戴着的耳环闪闪发亮，乌鸦忍不住伸嘴啄过去。 　　\n        “这看上去一点都不像他。”库斯伯特说。 　　\n        “哦，不，我看像极了。”罗兰自信地说。两人手里捏着面包朝绞架走去。伯特一脸窘迫。 　　\n      他们在横梁下驻足，抬头看着晃荡着的尸体。库斯伯特要显示自己并不害怕，他伸手戳了一下长满毛的脚踝。尸体开始以另一条弧线晃动。 　　\n      他们非常迅速地将捏碎的面包屑撒在哈可斯晃动的脚下。他们骑马离开时，罗兰只回头望了一眼。现在，那儿聚集了成千上万只乌鸦。难道，面包只是象征性的？他隐约有这个感觉。 　　\n        “这不赖。”库斯伯特冷不丁地说，“这……我……我挺喜欢的。真的。” 　　\n      罗兰并不吃惊，尽管他并没有特别在意当时的场景。但是他觉得他也许能理解伯特的意思。也许，他最后的结局不会是个外交家，不会只说说笑话来取悦人。 　　\n        “我说不清楚。”他说，“但这不错。的确不错。” 　　\n      在接下去的五年里，他们的土地并没有落到“好人”手里，那时罗兰已成为枪侠，他的父亲去世了，而母亲被他弑杀了——世界变化着。 　　\n     他的远征跋涉生涯也开始了。\n\n\n13\n　　\n        “看啊。”杰克说，指着前方。\n　　枪侠抬头看，觉得右臀一阵刺痛。他眨了眨眼。他们进入这片山脉已有两天，尽管水袋都快空了，但他们并不担心。马上他们就会有喝不完的水了。\n　　他顺着杰克手指的方向望去，目光越过绿色的平地，看到远处光秃秃的悬崖峭壁，最后停留在雪山顶上。\n　　隐约地，前方出现了一个小黑点（那也许会是人们眼前始终会看到的那种微粒），枪侠相信他看到了黑衣人，缓慢地在山坡上攀登，就像一面巨大的花岗岩墙壁上的一只微型苍蝇。\n　　   “是他吗？”杰克问。\n　　看着远处辨别不出人形的黑点，枪侠有点悲伤，他知道，这是种预兆。\n　　  “是他，杰克。”\n　　  “你说我们赶得上他吗？”\n　　  “在山的这一面不行，在另一面也许行。但我们若是站在这里聊天可就赶不上了。”\n　　  “那些山真高。”杰克说，“山另一面是什么？”\n　　  “我不知道。”枪侠说，“我想没人清楚。也许很久以前有人翻过山，看到过另一面。走吧，孩子。”\n　　他们继续往上走，有时会将些松动的小石块踢下山，一直滚到身后的沙漠里。远处的沙漠就像一张褐色的烤面包纸，绵延无边。远处，小黑点越爬越高，无法看到他有没有回头朝他们看。他似乎能跳跃几乎不可能跨越的鸿沟。有一两次他消失了，但总是又回到了他们的视线中，直到紫色的暮霭模糊了他的身影。当他们晚上宿营时，男孩的话很少，枪侠怀疑男孩是不是也有同他一样的直觉。他想到了库斯伯特的脸，沮丧的，兴奋的，通红的。他想到那半块面包，黑沉沉的乌鸦。结局就是这样，他想。一次又一次，结局都是这样重复着。许多条路都永远向前延伸，但最终总会聚集到相同的一个终点——聚集到死亡的土地上。\n　　也许，通往塔楼的道路除外。在那里，命运可能会露出真面目。\n　　男孩，也将是个牺牲品，这难以避免。他的脸庞在微弱的火光下显得非常稚嫩，他已经睡熟了。枪侠为他盖上在马房里找到的毯子，自己也蜷缩着进入梦乡。\n\n\n后记：\n因为原文的第二章的第13节太短了，所以在这里，我把它们合并在一起了，最后，无耻求金粒和人气!\n\n\n查看地址：\n    因为网上有很多的这类小说的查看处，所以在此，我只放出我看这部小说的地址（如有任何伤害于钱财，个人信息等元素，天星概不负责！） \n      地址：http://www.kanunu8.com/files/writer/2816.html\n\n\n",
    "replies": []
}