{
    "title": "【暮风搬运】Raven's house(Living Room,Bath Room,Kitchen)丨Raven的房子丨",
    "author": "幽儿~",
    "replyCount": 5,
    "timestamp": 1475411640,
    "txt_content": "中的方形家具呢 2333",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1475411700,
            "txt_content": "说实话我挺喜欢那台电脑的，之后就是洗手池了……"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1475411760,
            "txt_content": "标题: 【暮风搬运】Raven's house(Living Room,Bath Room,Kitchen)丨Raven的房子丨 本帖最后由 MF_Mufeng 于 2016-10-2 20:49 编辑 \n\n搬运工：MF_MufengRaven's house(Living Room,Bath Room,Kitchen)\n-Introduction-地图简介\nMaker（制作者）：Raven_Baxter(Hypixel Builder)作者客厅原文Build Size: 593 x 525 x 256 Main Reference images The schematic for this project also contains the kitchen project that is attached to the living room due to this going to be a complete house in the future. The World file contains the living room, and all other previous room posts.   This room took longer to build than i initially anticipated just because of maps that needed my attention first, however i finally got it finished. I have now set out to build a whole house/apartment so there will be more large scale rooms in the future, it just may take awhile because i do these on my own, and on my free time. Next im thinking bedroom or dining room. I tend to post a lot of progression pictures to twitter so you can follow me there if your itching for updates :P Feel free to download the files for this project to take a closer look :) If you happen to do any renders or videos with this project send me a link by pmc message, id love to see it and may even add it in to the project later :). Please do not repost this and/or claim this as your own work :) Thanks to Roddan for making 2 neat renders *(TV screen art was built by Blockskey)* You can follow me on my Twitter for future projects, or subscribe to me here on pmc. If your feelin frisky, drop a diamond and a favorite like the kind person you are <3 翻译建造尺寸：593x525x256主要参考图片：http://imgur.com/a/yrEgr该项目还包括了我之前所做的厨房，紧挨着客厅，本地图在彻底完工后会是一个完整的房子。地图文件内有客厅，还有之前做的其他房间。\n建造这个房间所花费的时间比我最初预计的要多得多，因为地图需要我的查看和关注。但不管怎么样，我终于还是将它完成了。我现在正在逐渐完善这个房子，所以在将来还会有更多的房间加入其中。但这可能需要一些时间，因为只有我一人在利用我自己的闲暇时间来建造。下面的房间我在考虑卧室和餐厅。我很喜欢在微博里发一些我当前的进展，所以如果你很渴望查看有关该系列的进展，那么请关注我的微博:p\n下载存档来近距离观摩这个地图吧:)如果你想为本地图做渲染或做视频，我很乐意见到。如果你真的有意向，请在PMC私聊我，我可以将它写入我的项目(帖子)中去:)请不要转载地图并标注是你自己原创的:)\n感谢Roddan使地图整洁地呈现在大家面前。感谢Blockskey在地图中做的电视画面。\n你可以去关注我的推特或者订阅我的PMC账号来获得建筑的最新进展。如果这张地图让你感觉不错，还请你这个善良的人给点儿钻石并标注“My favorite”（我最喜爱）。\n作者卫生间原文(其中一些在上文中重复的已去掉)Build Size: 382 x 375 x 256 Main Reference images: http://imgur.com/a/Vg0HF This complete full wall'd in room, again was a build for me to practice scaling things with realistic proportions. got a lot of different parts of this from different images from google that are linked above. i think it turned out great and im happy with the outcome. I really enjoy doing these giant rooms and if you have an other kind of room you think i should do or you want to see, let me know in a comment or something! I just might do it :) \n\n\n建造尺寸：382×375×256主要参考图片：http://imgur.com/a/vg0hf这次，卫生间里面有了完整的墙，这又是一个让我锻炼如何掌控现实与游戏之间建筑的比例的机会。从不同的参考图片上建造出来的房间有很多不同，看起来不错。而事实上，我自己也对完成品感到满意至极。\n\n我真的很喜欢建这些巨大的房间，如果你有别的房间想让我建造出来，欢迎在帖子下方评论，我或许会采纳:)\n作者厨房原文Main Reference image:  Build Size: 354 x 344 x 256 This build was mainly for me to practice my ability to scale things in proportion with each other properly with the main reference image, but also to work withing the build height limit (#raisebuildheight2016) and make everything look as realistic as possible. I am super proud of how realistic and dope it turned out and i hope you all like it as well :) most cabinet work was from the reference pic and then i took a little liberty with it in the end to add in some color. \n主要参考图片：建造尺寸：354×344×256这个建筑主要是锻炼我把参考图片的建筑比例缩到游戏比例的能力。并且练习在建筑最高高度(2016最高建筑高度)这样的条件下，使建筑看起来更加真实。\n\n我最得意的一点在于我能让它变得更逼真并且给他涂上合适的颜色，希望你们喜欢:)大多数的柜橱作品都是严格照搬参考图片上，而我建造时有点放开，我会在柜橱建造完毕时给它上点儿颜色。\n\nMF_Mufeng:资深建筑师啊oAo...\n手工翻译：MF_Mufeng(翻译量太大了orz求打赏)\n\n-Focus-美图鉴赏\n客厅\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n卫生间\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n厨房\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-remind-下载与安装Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n-data-地图信息作者：Raven_Baxter  作者推特Twitter：Click\n官网：http://www.planetminecraft.com/project/living-room---download/\n下载地址：【GOOD】原帖下载地址  【LOSE】百度网盘\n标签：Hypixel, House, Livingroom, Largehouse, Houseproject, Ravenbaxter, Hpbt, Hypixelbuilders, 3D Art\nHypixel,房子,客厅,大号房,房子项目,Ravenbaxter(作者),Hpbt,Hypixel建筑师,3D艺术\n完成度：100%\n\n作者授权搬运\n\n\n\n-Something inportant 一些重要的事情1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者（写上作者名字）所有。\n\n-The end-结束语如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。-所有人，都过来！-：@2B与mc的故事 @FHC红石 @guqu @xcc @普通HIM @像素君 @PETER·篠 @冥王星人 @NGK3 @DGK2 (←_←) \n[groupid=1266]IntelliGence Group[/groupid]"
        },
        {
            "author": "570855441",
            "timestamp": 1475411940,
            "txt_content": "卧槽，那键盘，那鼠标=-=#"
        },
        {
            "author": "像素君",
            "timestamp": 1475418060,
            "txt_content": "不愧是Hypixel的建筑师啊，向大佬低头~"
        },
        {
            "author": "冥王星人",
            "timestamp": 1475424300,
            "txt_content": "厉害\n外星人最喜欢巨大化了"
        }
    ]
}