{
    "title": "【原创-单篇】《浮世》［by:Dream_Black］",
    "author": "Scal",
    "replyCount": 8,
    "timestamp": 1475401860,
    "txt_content": " 本帖最后由 Dream_Black 于 2016-10-4 14:07 编辑 \n\n闲来无事，我来写个单篇吧《浮世》，希望喜欢！（手机码字，没什么排版）正文：\n      世界，本就是无所谓有，无所谓无的。只是生命多了，也就是一个世界了。\n      我们诞生在这个世界，其实并不是很重要，你要明白的是：我们只是广阔的大海中一滴渺小的水滴罢了。如果你认为你自己很重要，那么请问问你自己：我重要的地方在哪里？我想各位都可能想过这个问题，我个人也想过。我为什么重要，因为我独一无二？显然不是，虽然可能性很小，但大千世界中一定会有和我一样的人。难道因为我有创造力？不，其实我并没有，即使有，这也并不重要，因为世界上每个人都有创造力，只是看你怎么用罢了。这些都不是，那我为什么重要？难道我一点也不重要吗？可能吧！但至少并不是不可能重要。难道那些流芳百世的人，哪怕是遗臭万年的人天生就注定这样了？不，他们努力了。流芳百世的人他们努力去想自己流芳百世的方法并且努力地去实现它。而遗臭万年的人同意努力了，他们也努力地想尽办法让自己遗臭万年。举一些例子：鲁迅先生为什么能够被尊称先生？不仅仅因为他的文章，也因为他的精神，难道他本就是作家？不，他也是从普通人蜕变的，用他支持革命的精神去努力写文。难道他一开始的文章就很好吗？不可能，每个人都需要时间去努力！我们再来说说曹操，有人说他是枭雄，也有人说他是奸雄。为何是枭雄？因为他有勇有谋，他打的下天下！为何是奸雄？因为他的谋也是不择手段的，与其说智慧，不如说奸诈。我谈这两位并没有什么意思，没有注明他们是流芳百世还是遗臭万年。而这些就看你们如何理解了。\n      世界这么大，很多人都想去看看。孩子充满了对世界的憧憬，其实他们并不知道世界的阴险，这是他们纯真的年代。但是有许多家长却去提前告诉孩子们阴险的社会，我很不懂：为何要去破坏孩子们的憧憬？但是不告诉他们，却有显得家长没有去教育孩子。又仔细想想，我已步入万恶的金钱制社会，为何要纠结这些？我不是很懂，我不了解我自己。\n      我为什么在讨论世界，其实也是想给在坐的各位纠正一下世界观。即使可能并不能改变什么，但至少我也努力了。很多人说我不自量力，说我说话不经过脑子，说我怠惰。我对于这些并不反驳，因为是实话。我被喷过很多次，其实也不能说是喷，只能说是建议。我不太懂喷的意思，可能是一种对人进行侮辱的吐槽。我可能特别弱小，对于所有人都一样。即使是对于朋友，兄弟，同学，甚至是家人都一样。我写的文很空，没有结构，没有体现主题的内容。\n      我来到这个世界，认识了世界，结识了朋友，渐渐认识自己，哪怕还没有了解透彻，哪怕只是亿万分之一，但至少我认识了一些。写这个文章，与其说是《浮世》，为何不能算《浮尸》，只不过再次漂浮一下我早已沉入水底的尸体罢了。对于喷人的人，我只能说：你们并不是很了解别人，就不能轻易判断别人，去说别人的不好。为何不去想想：你自己什么样？你重要吗？《浮世》本该表现世界的变态，可我写着写着突然想写这么一篇惹人讨厌的文章。我也是想帮助大家了解一下自己。这里没有政治，没有引战，如果你们不喜欢可以走开，绕道而行比起你们吐槽我更好，因为我比你们更了解这篇文章的中心。\n      怠惰充斥了我整个人生，悲剧填满我整个世界。没事，我不建议，但如果所有人都排斥我，那我为何还要去浪费自己的口水去启导世人呢？说为启导我自己都想笑，我有什么资格？但仔细想想，其实所有人都可以，因为每个人都是平等的。可现实并非吧！告诉我什么是平等？你告诉我这世界还有平等吗？呵呵了，应该没有吧，至少我没看到，如果我眼瞎没看到，怪我。但如果大家都没看到，我们也就没什么平等而言了。很简单，在Z国。国家领导人去超市买东西，需要排队吗？我相信即使需要，也没人敢提出来的。平等，就当没有这回事吧。\n      当我发这篇文时我想过结果，但我还是发了，可能我做事真的没脑子。今天，我这样做过，我无怨无悔。多少人做了事之后会后悔？答案是很多很多，每个人做完一件事后都会有后悔的念头，不管这事是对还是错。不可能有人一辈子没后悔过。但后悔过之后我们就可以不再去后悔。做自己能做的，对自己负责任，自己去努力，不求流芳百世，也不想遗臭万年。做对得起自己的事，无怨无悔，认准初心。人活在这世上就该坦坦荡荡，万物皆会迎来结尾。你害怕什么？无怨无悔去做自己吧！\n      浮现于世间的真相，我并没有完全揭露，若我并没有做到什么，对不起，怪我。\n      浮世......浮尸......谁又知道我呢，文章就是这样，很空，很枯燥......\n后记：\n相信看完这篇文的人大多想吐槽我吧。我想说的是不喜绕道，谢谢！\n如果喜欢不求评分，只求在心中承认我。\n如果还想看我其它文章或订阅，看我资料或加我好友私信。谢谢！\n\n\n[groupid=1336]Endless Fantasy[/groupid]",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1475403600,
            "txt_content": "大佬又发文 膜拜"
        },
        {
            "author": "S_RwE",
            "timestamp": 1475406180,
            "txt_content": "怠惰充斥了我的人生\n\n你很...【滑稽】"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1475407020,
            "txt_content": "你……很怠惰呢……接受魔女的宠爱，成为一个勤勉的魔女教教徒吧"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1475408460,
            "txt_content": "一个完整的社会体系内，达不到完全的政治平等。当然，可以向这个方向无限努力，但是越来越难。\n这是早在两千多年前就已由道家与法家理论派的代表阐述过了的。法家的代表，韩非子，他不光阐述，他还具体分析了一下子。当然，他们的理论受社会体制限制，不适用于在今天举例。\n说一下你这篇文章吧。主旨有些虚无主义，后期又频出自暴自弃语。这样的世界观，单是对你自己来讲也不好。\n那么，你的人生还没有定论，你的世界还没有到你所讲的高度；至于你是否努力，还需要做一定分晓。\n我同意你个人所认为的，你的文章很空，但我建议你排解。至于你对我言论做如何看法，那也如我们对你言论做如何看法了。不需要说的，自己猜得吧。"
        },
        {
            "author": "WM2030",
            "timestamp": 1475409660,
            "txt_content": "既然阁下认定自身的正确，那我想必也没有办法说些什么了。\n我认为阁下应该确实比我更了解文章的中心。因为我个人没有找到一个明确的中心。\n另外，不论从什么角度来说，我认为我是重要的。不管从哪一种角度来说，我不认为有任何人会和我完全一样。\n\n不过有思考，大约还是一件好事的。\n\n还有，我个人希望能以探讨之态度，商榷之口吻来谈思想问题。\n\n在座的各位。我不介意。\n错别字↑"
        },
        {
            "author": "gggbbb",
            "timestamp": 1475498640,
            "txt_content": "该怎么说呢……\n这篇文章，嗯，有点散。\n给人一种什么感觉呢。就好像是，刚刚开始还是一本正经的讲道理，到了后面就成了个人情感的发泄了。\n\n简单来讲，就是跑题了。\n我为什么在讨论世界，其实也是想给在坐的各位纠正一下世界观。\n从这里开始，就有点歪了。\n可能这个主题，本身就有点太敏感了吧。\n\n这种东西，我也不好说什么。\n自己看看就好，没有必要发上来的。"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1475544000,
            "txt_content": "详细看了一下，貌似是议论文。\n传说古人心里不爽（被贬官什么的）又没事干就写诗，然后成了著名的诗人。\n\n我认为，文章这种东西，作为一种体载，是用来表达自己的思想的。有想法，可以。\n本人处事态度消极，独立出自己的一套变.态思想。文中的“纠正一下世界观”我觉得有些强制，因为世界观这种东西从古至今都没有人研究出正确的，何来纠正一说？孔子的世界观是“仁”，即和谐美好、人爱人的世界。也有人认为世界是不公平的，某些人永远被剥削，某些人高高在上。\n\n嗯，这里怎么说，我认为你是希望这个世界变成你所希望变成的那个样子？\n大概就是这样吧"
        },
        {
            "author": "冥王星人",
            "timestamp": 1475589240,
            "txt_content": "肤浅难读"
        }
    ]
}