{
    "title": "[多线]MCELE——星移北斗，铸造传奇[1.7.10]",
    "author": "三水有相逢",
    "replyCount": 0,
    "timestamp": 1475472360,
    "txt_content": " 本帖最后由 三水有相逢 于 2016-10-3 13:26 编辑 \n\n~{ MCELE }~\n----------------\nAttentions：\n01.仅欢迎热爱MineCraft、游戏真诚的玩家加入；\n02.客户端已锁，需要游玩，请先入群，再下载ELE专用客户端；\n03.主机：阿里云顶尖配置，MultCraft网页面板服务器.支持电信、移动、网通.至今未出现掉线现象，完美畅玩.\n03.赞助的目的，主要用于服务器未来的规划；\n      因此，绝不会有任何强迫赞助的行为发生！更不会以剥削玩家基本权益而获取赞助.\n04.服务器未来的规划：\n     网页服务器——>拓张人数、提升配置——>阿里云——>建设独立服务器\n     好吧，我承认，管理们都是学生，走出第一步已经举步维艰 T^T 接下来就靠大家共同建造了.\n----------------\n特色：\n01.神奇的环境：     ELE大陆分为东部、西部、南部、北部和中部，这里仅做简单介绍：~{ELE大陆东部}~气候温和，四季分明.特色：农作物不会受到踩踏伤害，没有风暴.\n\n英俊的游戏管理员为你做示范~\n\n\n右侧为东部出生点：柏夫遗迹\n\n\n~{ELE大陆西部}~\n气候炎热，干燥\n特色：沙子、砂砾不受重力影响，永远为白天.\n\n\n\n\n~{ELE大陆北部}~\n非常寒冷\n特色：雪，冰块不会融化，永远为黑夜.永远下雨、下雪.\n\n\n有点意思吧~\n\n\n非常非常冷哦！\n~{ELE大陆南部}~\n炎热湿润，靠近海域.\n特色：常年风暴，梯子会像藤蔓一样生长，戴上南瓜头可以水下呼吸...还有意想不到的怪物出没……\n\n神秘的后台管理员为你做示范（当气泡没时，又会重新加载）\n~{ELE大陆中部}~\n王城夏尔洛斯的所在地，受魔法屏障保护.\n\n特色：没有怪物，不能建造.是众多故事发生的地方.\n~{图片请往下看}~\n\n02.一流水准的剧情，传奇级别建筑.\n剧情：例如ELE大陆中部这一段：\n       这里，就是6大神都之一，也是目前仅存的神都——阿拉斯的所在地.这里，也是千万年来历经风雨仍屹立不倒、历经战火洗礼、残酷内战仍坚固如初的瓦林之都——夏尔洛斯的所在地.\n夏尔洛斯，在第1德叶以前就已经建成.当时，它是瓦林们在精灵和神明的领导下，用汗水血肉搭建出来的，是用于祭祀神明、保卫神明的存在.这是瓦林们心如一体的伟大结晶.而如今想要再次实现，恐怕还要等上千百来年了.但是，在过去浩瀚的时光之中，每一个种族都为夏尔洛斯付出了自己的心血，夏尔洛斯的城墙，亦见证了这漫长轮回中的风土变迁.如今的夏尔洛斯，比以往任何一个时期都更加坚固.而夏尔洛斯的人民，也比以往任何一个时期都更加团结.它是历史的象征，更是生命们历经磨难，最后走向和睦的标志！\n好吧，也许你也已经注意到了.洛城的右下方，城墙被完全炸裂，柏夫的宫殿屹立其中.当时确实不知道他们是用什么样的科技，越过魔法保护的屏障，击毁固若金汤的城墙震撼而来的.但看到他们憨厚热情的表情，以及顾及之前与他们结实的情谊…也许，这也算是命中注定吧.\n建筑：不说了，直接上图\n柏夫商旅\n木精灵栖息所\n\n古堡：森\n03.独家翻译     所有的插件汉化都是以ELE剧本私人定制，再也不用忍受因汉化者不同而带来的别扭出戏感觉.在这里，你将获得完美沉浸感受.\n商店系统：[空灵交易终端箱子保护[米氏守护]自动公告[布吉喀瓦]----------------后话：      这里虽然说是后话，但是我觉得，这里的话才是应该最先说的.如果你看了上面的介绍并喜欢上了我们的服务器，我也非常希望你能把下面的内容看完.      ——因为这些内容，或许才是真正意义上的介绍.      MCELE，开始时并非叫这个名字.在2013年10月，一个非常非常脆弱的、使用家用机hamachi开启的5人小服——创·世界，就在我（当时叫vser）和JACV（当时叫KND）的通力合作下诞生了.但是，由于我们都是路由网络，基本上大半时间都卡在登录界面上.可以说这个开端非常的不顺……所以在忍无可忍之下，JACV就自掏经费，在淘宝租了一个10人的小服，真正意义上地把“创·世界”推广到了大众之下.但是，当时的我们可以说是对服务端一窍不通.我们既不知道Bukki，带着欢笑与痛苦，在没有WorldEdit的协助下修起了城堡；在没有Essentials的协助下勇敢地发布了第一张招新贴，而我们的脑海，已经全然是服务器发展壮大的景象.      不得不承认，2013年，是MineCraft发展最壮阔的一年（当时MC版本才1.5.2）.我们很快就招收到了第一批新玩家.但是，由于MultCraft网页控制服务器的技术还非常不成熟，并且似乎购买的服务器价不对位……很多玩家出现了严重的掉线问题.当时的每一天，群里几乎都是在唇枪舌战之中度过的——但是，我们心里都明白，很多玩家的内心，都充满着对MineCraft的热爱，对创·世界的期待，所以他们才一直留到了今日（例如TTFJ、MoonFox），并见证了服务器坎坷的发展历程.      我是最先发现BBS并把它推荐给JACV的.那段时光里，我们几乎都是在各个帖子之间奔波，不停观望各位长老的教程（例如老狼、BB弹……当时还不会评分和回帖抱歉了……），然后在服务器里胆颤心惊地做实验……就是这样度过了2014年这个大坎.当时，玩家们也和我们一样，乘着小船翻滚奔腾，因为几乎一个插件出错，或者一个配置出错（例如GroupManager这个永远的冤家），不懂得看log的我们就只能重置档案了.所以现在的经验，也就是在那一次又一次的洗图之下慢慢积累起来的.令我们感动的是，虽然成果一次次被重置，玩家们的热情，依然高昂不减.      或许这就是因为小服更容易产生感情吧.当时的我能够感受到，群里和谐友爱的氛围，就这么悄悄地、不知不觉地营造了起来——当然，我也充分感受到了，作为一个管理者所付出的、不为人知的苦难和艰辛.我主要负责的是游戏内部和资源搜集，所以直到现在，我依然不停地在BBS各个板块奔腾，努力找到能够让服务器更加焕发光彩的插件和Mod；时常翻看记录，登入服务器解决玩家各种疑难杂症.在当时，不停熟记各种指令都已经成为了我的日常；然而我所做的，和JACV相比或许都可以说是微不足道了.没错，所有的开服经费，一直都是他出资的（Sorry…），并且按照他说的就是：    ·星期一至五，睡前都要用手机打开后台看看，如果服务器关了（当时真的非常容易自动关服），就要手动开启；    ·星期六，从21点开始，一直修服修到凌晨2点，既要负责建造，又要负责插件的设置和管理       这就是他的真实写照，没错，我们都是学生，但这个服务器是我们的理想.正因为它是个理想，所以我们在沉重的学习压力之下，仍有动力去修缮服务器，仍有动力做到永不放弃；因此，我们服务器有这么一条规则就是：       管理员只忠诚于服务器，而非玩家.       我想不仅是我们，这还是每一位MineCraft服务器管理者的真实写照.我知道很多时候玩家都对我们的制度表示不解甚至反抗，删图重置的方式也的的确确侵害了很多人的利益.但是，在我们的不断努力下，最终还是换得了各位的宽容和支持.没有最好，追求更好，正是这样的信条让我们能够把“创·世界”，也即是现在的MCELE发展得更加完美.       2015年悄然逝去，2016年，我们不仅仅带着那份热爱，更带着长达3年的经验，为大家带来了MCELE.虽然，3年的经验或许真的还不算什么，我们还是没有弄懂服务端的内部运行方式，还是没有弄懂API调用，还是不能自己写插件……但是，正如各位所见，虽然服务端是别人开发的，插件也是别人开发的，但是所有的插件，均来自BukkitDev（原生），在配置上，我们也都已经调到了最佳模式.所有的规则思路清晰，管理层次分明.这种流畅的游戏体验，就是用3年的光影换得的.或许有些人觉得汉化真的不算什么，但是，要构思适当的文本，调节至适当的颜色和比例，这往往需要花费比普通汉化更长的时间.就这样，我们用我们的汗水，在这个10月，希望创造出一个未来的奇迹.       相信你在阅读完之后，能够体会到我们的诚意和艰辛——但我说了那么多并非是要倾诉痛苦的.是的，以上都是铺垫，说了这么多仅为告诉你：希望你是带着诚意、带着对缘分的珍惜，来到我们的服务器.\n\n",
    "replies": []
}