{
    "title": "[良心大作]淫灭の机 第一章 起源之诗 连载中",
    "author": "zhh30648",
    "replyCount": 7,
    "timestamp": 1352654460,
    "txt_content": " 本帖最后由 zhh30648 于 2012-11-13 19:05 编辑 \n\n名字未定的小说，不想取过于粗糙的名字所以暂定为：  淫灭可能比较渣，但字数绝对足，写作手法可能也是比较生疏，如果被关注的话，希望能在下一章里有改进。\n人物介绍\n艾伦：西里雅村的一个普通村民，但却流淌着与村民截然不同的血，资质很“平庸”\n12岁\n魔术师等级：？（暂未定）\n家庭：爷爷，父母双亡（失踪？）\n友人：优莉，青梅竹马。\n\n优莉：艾伦的青梅竹马，从小玩到大。资质在10岁时被路过魔术师发现，现外出学习，下落不明。\n12岁\n魔术师等级：A+ (能使用3段吟唱以上礼仪魔术）\n家庭：西里雅村父母\n友人：艾伦\n---------------------------序--------------------------------------\n已经在这躺了多久了呢    刚才还沉浸在虚无的黑暗中，能够享受到虚无带给我的极致的宁静和安心，不用思考任何东西，只需要放下自己的理智，合上眼睛，就能摆脱现实世界了，能体验到这份快乐，即使在另一个残酷的世界里死掉，也没关系吧，这个世界不是更好么....艾伦猛得被自己消极的想法吓到了，自己怎么会有这种消极无比的想法，自己本体真正存在的世界不是更加美妙吗，比起虚无的一片，这个充满了各种色彩的方块世界才是真正的天堂。没错，这就是一个用方块组成的世界，艾伦就是诞生在这里的，无数百姓中的不起眼的一个点，基本村没人会愿意看见这个调皮的捣蛋鬼，除了和他一起玩到大的优莉，那是他唯一能倾诉自己古灵精怪的点子和傻傻的梦想的朋友了，当然优莉的一家，对艾伦也是很欢迎的，因为在他们看来，调皮正是活力的象征，只有这样的新鲜血液才能为村子带来活力，只不过他展示活力的方法过激罢了。“喂，艾伦，怎么在草地上睡着了，今天太阳这么大，不怕晒么？快进屋子里，小心中暑！”熟悉的声音在耳边想起，侧过头去，把枕在头下的手臂抽出，对着太阳比划，想用手指遮挡住太阳，却发现阳光总会渗进来，无趣得把手往地上一甩，又转了个身，想继续自己的美梦“厄！~”一张带着微微怒气和责备的脸硬生生得贴在艾伦的鼻子上，虽然眉毛跷起，但仍旧没法掩饰那张清秀可爱的脸庞，青绿色的长发齐腰，和头发一样颜色的碧瞳中散出责备的目光“给我起来~！”耳朵传来一阵被拉扯的疼痛，让艾伦拼命得挥手“我起来我起来 ，别拽了，疼啊~”要说艾伦有什么实用能力，还真难讲，割麦子能把地给踩平了，砍木头能把斧头砍坏了，就连最简单的合成工作台都能合出个木桩子，这让艾伦的爷爷哭笑不得，实在是想不出有什么能让艾伦学会的东西了.\"艾伦，你这样下去无所事事也不是个办法啊，将来总得有一技之长啊，不然怎么成家立业啊.\"一向和蔼的爷爷看着逐渐成熟的艾伦，不禁叹了口气，他到底有什么潜能能发挥呢。“诶，这不是..”----------------第一章：奇迹--------------------十几年前，一些狂妄的神论者们通过对自然力量的不断研究，终于找到了能控制物体内在灵力的力量，并给予特定的符咒语言加以控制和强化，赋予和改造其本身灵体的形状，使其在现界能以一定的形态显现出来并能够影响这个世界。所以若加以强化威力或者充溢无属性的灵力，就能达到攻击或者治疗的效果，而这个能力，被称为传说中的：魔法（magic)而既然想要获得相应的效果，就必须付出一定代价‘获得和付出是等价的’这句名言在已经失落的炼金术中是最重要的一条定理，拿到魔法的世界里依然是适用的。所有操纵大自然的人们都要消耗自己的精神力，也就是用多了会感觉到疲劳不堪，四肢无力等情况，若是大规模无节制的用魔法，最后也会因为精神力耗尽而未及时得到补充而死去。就是因为这强烈的副作用，更多的人们把这份强大的力量看作是“对自然神灵的玷污”而避而远之，生怕会遭到诅咒，生活在和平世界里的人们可能不知道，在遥远的战场上，魔法的使用已经是军队的主要输出部队了，但这些愚蠢的百姓们仍旧固执地不相信这份能力，说是不相信，可能更多的是惧怕。各种彩色的光芒在空中碰撞，回转，改变轨道，再次撞击，淫灭，慢慢消散到空气中。最后的一丝火焰逐渐消亡。“C部队，加速修复固有结界，前方人员快支撑不住了，对面的火力太强劲了！”“我们已经在尽全力了，再坚持10分钟！”啧，还有十分钟，又得牺牲多少人，更何况是都是见习级别而被拉上来充军的新人，怎么可能挡得住正规军队的进攻。吉尔斯坐在指挥营里，看着窗外纷飞的火光，不知道自己能做些什么，如此巨大的差距，更本没有回天之力了！“不好，我们似乎感觉到了灵力向一个地方聚集的涌动趋势，看来对方可能再准备使用多节的大魔法，可能没有耐心了想一举歼灭我们！”“队伍里还有精通防御的人在么”“早没了，会大型防御魔法的都转移到后方修补结界去了，这里都是一群该死的新兵蛋子，叫我们怎么挡得住！”蹲在被符咒覆满的阵地里的艾伦，一直蜷缩在墙角，抱着头低声啜泣。几个月前，艾伦终于在巧合之下被发现具有超常的配置技巧，如果加以培养，可能是一个很有出息的药剂师。但是身为刚刚进入在多伦的世界最大魔法研究中心学习初级课程的他，却因邻国背叛和平条约而发动的战争被强行拖上了战场。一个药剂师能在战场前线有什么破出息。这是一同与他上战场的同学对他作出的最终评价，是一个在前线毫无用处的废人。在别人都背着大量只做好的符咒和精心挑选的魔法媒介物坐上通往前线的班车时，只有他一个人背着一大包东西，两手空空，简直是跟去旅游一样，不仅同学们笑话他，就连身为领队的头头也对他不屑一顾。艾伦就是活在这样的嘲笑之中的。自魔法被发现以来，炼金术只是作为副业，因为他只能调剂出各种药水来帮忙辅助战斗，却从来没有人会去专攻调剂这一行，而艾伦就是这个被称作“傻瓜”的开先河者。艾伦也曾经想过学一些，哪怕是最简单的魔法都行，可是他的体制似乎没有一丁点部分能和魔法相容，也就是完全无法操纵灵力者。他在别人眼中唯一拥有的技能便是....感知（perceive） 艾伦从啜泣中回过神来，发现空气中有什么异样的味道。嗅了嗅，如闪电穿过大脑一般，一阵强烈的刺激感穿过神经，脑子里浮现出了一堆在大家看来意义不明的文字。感觉到了这是怎么回事的艾伦，脸上浮出了一丝震惊，立刻从身边把背包拖过来。便携式炼金架，玻璃瓶，火药，以及从学院里以公用名义带出的各种材料，也不缺一些比较珍贵的材料。当然，还有作为溶剂的一大罐水。“这个味道，是。。。火属性的。强度。。很棘手”艾伦拿出纸笔在稿纸上快速得记下一大堆符号，细心得描绘着。接着把稿纸倒过来，以逆向的文字再次把如此长的符号重新抄写一遍，并用竖杠将一些词断开，重组，并进行重新排序。“有戏，这样的话可以这样吧..”旁边的人对自言自语的艾伦投来异样的目光，看着一地的炼金器材，想大笑，却又被对方正在准备的大魔法而带来的死亡恐惧震慑着，只是呆呆得看着对面火光冲天，知道自己已经死定了。“顺序，正确，材料，正确，再加热混合。。”咚！一声轻微的爆鸣，冒出热气的药水被艾伦装进了可投掷式的爆炸瓶内，其原理就是利用火药涂抹在活塞部位，将活塞抽动时摩擦会产生大量热量，从内部破坏容器将药水炸裂到四面，用这个就可以进行大规模的喷洒药水，但相应的效用也会有少许减弱。“赌一把，反正都是死了！”艾伦不知哪来的勇气，可能是对自己药剂配置的能力感到自信吧，手撑着壕沟边上控制地脉的晶石，一下子翻出了障碍物。“想死吗小子！快回来！”队长探出头大声得叫喊着，是声嘶力竭的叫喊，他也不想牺牲无辜的人。对面的大魔法已经准备完毕，还有几秒就会大规模发动了吧。死亡是离得这么近，似乎伸手可及四，三，二，一。一团火焰和光粒子组成的物质出现在了大家的视野里。冲破天际的鸟鸣声让整个战场都显得安静了下来。队长绝望了，看这个，应该是对城级别的伤害魔法——涅槃，足以消灭整个城镇，让他化作一滩焦泥的魔法。用得着么，对一个军队的人发动如此规模的魔法，是想炫耀自己的能力吗。一团烈火从远处渐渐靠近，增大，最后终于有了形状，一只巨大的，全身火焰翻腾着的巨鸟，正嚎叫着擦过地面飞向敌人。巨鸟背后的土地都是一片黑焦色，还冒出丝丝的热气和恶臭味，黑色的植物遗骸洒落一地。这就是我们最终的宿命吗，一行人目光无色，静静地等待着死亡之神的降临，会有人发现我们的尸体么。“彭！一”声奇怪的音效，是玻璃破碎的声音。“嗷！~~！”一声剧烈的咆哮，是巨鸟发出的痛苦无比的呻吟。一瓶小小的药水悉数砸在了巨鸟的身上，在巨鸟面前的艾伦显得是如此渺小，甚至一丝火焰都能把他从这个世界上抹去。但是没有任何火焰能碰到他的身体，全都在艾伦面前，药水和魔法碰到的一瞬间，小规模的爆炸，发出耀眼的光芒。艾伦闭上一只眼睛，用手臂遮住面部，从缝隙中看到这个奇迹一般的场景，嘴角露出了自豪的微笑。光芒收敛了，在艾伦面前什么都消失了，只有到他3米前为止的地面，还是焦黑色的，甚至有植物被烧毁了一半，一半黑灰，一半翠绿，全都在面前停下了。在场的人们惊呆了，这是，发生了什么。如果是药水的效用的话，药水不是只能用于加成效果么！应该只是无用的一次道具啊！从没听过能够对魔法产生干涉作用的药水啊！逆向推算（reverse operation）傻瓜艾伦最引以为豪而无人所知的能力\n\n\n剧情可能较为猎奇，但是为了配合气氛不得不失去一部分的MC真实性，欢迎。。。吐槽\n\n\n\n",
    "replies": [
        {
            "author": "KYCN.卡神",
            "timestamp": 1352654760,
            "txt_content": "很好，不错！！继续加油！{:10_509:}"
        },
        {
            "author": "zdyxiaokeai转世",
            "timestamp": 1352655120,
            "txt_content": "未看先顶...例行祝完结"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1352661720,
            "txt_content": "好科幻。。。。"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1352671560,
            "txt_content": "看起来挺有意思~ \n再多写一点吧"
        },
        {
            "author": "garytang",
            "timestamp": 1352679600,
            "txt_content": "LZ加油～继续写下去啊～"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1352697480,
            "txt_content": "优莉，从小[玩]到大？！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352718300,
            "txt_content": "谢谢你们的回帖，这是我最大的动力"
        }
    ]
}