{
    "title": "<原创·连载>落日下的剑影 【作者：九幽之帝】未来-重生为题材",
    "author": "幽儿~",
    "replyCount": 7,
    "timestamp": 1475804820,
    "txt_content": " 本帖最后由 九幽之帝 于 2016-11-19 09:48 编辑 \n正文：“哎呀呀，三娘的手艺越来越好了呢，这鸡肉味，真是嘎嘣脆呀，看来我以后得经常光顾呀，嗯闲话都说了，该去干正事了。。。”天武宗位于泰山山间的脚下，外面看上去富丽堂皇，装饰十分优美，汉\n白玉的石桥，宽大的演武广场，四周都摆放着许多的古代神兽，有展翅高飞的铜鹤，外形耀武扬威的白虎，\n装饰风格可以比得上故宫的规模了.\n           天武宗在门派排行里只能算是排到最末端的一个宗派，但确实最会蹦跶的一个，哪里出点什么\n事情，就会有他们的身影，但他们给人留下的印象只有见风使舵，道貌岸然的不好印象，这次挑衅幽门就属\n他们最蹦跶了，甚至还嚣张的在幽门门前建起了小营地，每天灯火通明的，狂妄的不可再狂了。他们仗着幽\n门不敢对他们动手，似乎背后还有其他的高等门派的指使。所以才敢这样做。这事情要放以前可就不一样了\n分分钟要他们小命的\n           林康是天武宗的一个看门人，每天的工作就是打扫门派的清洁，看看门什么的。地位在总门一\n看就知道。最近似乎很特别，好像是攀上了几位地位很高的长老级人物，连宗主亲自安排给他的工作都不做\n可，就搬了一个可以睡觉的长椅子，旁边还放着许多的灵果什么的，看上去好不滋润。\n           那些被林康要求过来的弟子都敢怒不敢言，只能默默的帮着清扫，谁让人家有靠山呢？“喂喂\n你们几个给我扫麻利点，要不然你们今天晚上就甭想休息了，全给我去天武谷里呆上几个时辰！”林康十分\n嚣张的对着弟子说道。一听到天武谷，那弟子们汗毛都要竖起来了，天武谷是个恐怖的地方，相传在那里有\n着十分可怕的疾风，哪怕你穿上地球最好的防护衣甲都没有实际作用，普通人被吹一下，那可是要受冻好几\n年的，连宗主都不敢多呆几天，何况那些弟子呢。想到这里他们就胆战心惊了，干活的速度更快了些，好似\n那天武谷就像是地狱一样。\n           “喂，你们宗主呢，我找他有事，你去叫他出来”九幽突然出现在林康的面前，懒洋洋的说道\n“嗯？你是谁？有什么资格见我们宗主，抱上你的名号吧，小角色我可是不会通报的”林康幸好没有像之前\n叫嚣的人一样，谁都看不在眼里，起码有点理智没有轻视，要不然也不会攀上长老这等级人物。\n           “有什么事情他会知道的，你只需要帮我通告要找他就可以了”看着九幽的林康，心中很疑\n惑，但只能叫弟子通告了，要是惹上大人物我可就惨了，之前在这里干活的弟子就是因为这样才被抹杀的，\n那场面林康可是亲眼见过的，想想都有些后怕。\n            “是谁要见宗主啊，不知道他人家有要事么”一个魁梧的大汉身穿黑色长袍的男性出现在宗\n门前。“额？这不是之前幽门前那个侮辱我们门规的那个人吗？我可是听说他好像要灭我们幽门呢，这口\n气也真是张狂。嘿，先揍一顿再说。”\n\n\n开头呢是先以玄幻为代表，来引出后面的剧情，只有你问为啥会有以前的建筑\n宗门嘛，可定要按照建筑来突出他的历史感啦XD",
    "replies": [
        {
            "author": "尐忧伤。",
            "timestamp": 1475810880,
            "txt_content": "加油 23333333"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1475830140,
            "txt_content": "字有点小【吃手手】\n有点对话流的倾向"
        },
        {
            "author": "幽儿~",
            "timestamp": 1475830320,
            "txt_content": "yuchenyang 发表于 2016-10-7 16:49\n字有点小【吃手手】\n有点对话流的倾向\n字的话我会调整 后期对话较少 还有周边这版块有毒 老是发出来500 报错"
        },
        {
            "author": "2644511816",
            "timestamp": 1476352980,
            "txt_content": "字小，空段略多，语言占满全文"
        },
        {
            "author": "幽儿~",
            "timestamp": 1476360240,
            "txt_content": "笔客：AoLi 发表于 2016-10-13 20:12\n怎么觉得字好少啊- -\n章节字数后面会加 我现在在屯章节 没办法更新"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1476360300,
            "txt_content": "九幽之帝 发表于 2016-10-13 20:04\n章节字数后面会加 我现在在屯章节 没办法更新\n别屯太多，屯3章就行，不然会没人看的"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1476360720,
            "txt_content": "怎么觉得字好少啊- -"
        }
    ]
}