{
    "title": "MINECRAFT版魔兽世界战场阿拉希地图【可玩】",
    "author": "992685804",
    "replyCount": 6,
    "timestamp": 1352726160,
    "txt_content": " 本帖最后由 992685804 于 2012-11-12 21:16 编辑 \n\nMINECRAFT版魔兽世界战场阿拉希地图【可玩】\n\n\n这个地图不仅仅是地形，而且是实际可以玩的！本游戏地图无需其他mod，但是仍希望使用联机的领地保护插件，确保地形完整。\n游戏模式基本和阿拉希一致，但是有些具体的地方还是不同的，没玩过WOW的同学可以听我来说明一下游戏规则。玩过WOW的可以跳过“一。规则介绍”直接看“和阿拉希的不同点\n\n\n一。游戏规则本游戏为15v15对战pvp游戏，游戏目标为占领资源点。当一方资源数满（2000）游戏结束，且该方获得胜利。\n游戏开始后，双方从各自的基地出发，奔向资源点（5个）抢夺资源，如下图 ：\n白色字为资源点\n\n抢夺的方式是：站在对应阵营颜色的踏板上直至1号*指示灯亮（约10秒）。1号灯亮表示插旗成功，则可离开踏板，约过1分钟，当2号*指示灯亮起，则该资源点被完全占领。如图：\n*一号指示灯为沿线最靠近踏板的灯，二号为远离踏板的灯。\n值得注意的是：\n1.我方插旗成功后，敌方在任意时间都可以插旗（此动作俗称偷旗）。\n2.当一方踩在踏板上，另一方的踏板就算踩在上面也是不会被激活的。且踩踏板的10秒不能间断（实际上是允许短时间的离开，比如连跳）\n3.在同一时间，一个资源点，只能被一方插旗或者占领\n4.插旗后到资源占领成功这1分钟时间是不会续传的，也就是说中途如果被对方插旗，当我方抢回来之后，这1分钟重新计时。\n5.如果我方成功占领资源后，被敌方夺旗，并且在敌方未完全占领资源前夺回旗帜，则立刻获得资源，无需等1分钟。占领资源后，每过约10秒，每个资源点会向基地送去10个资源点数。所以当占领很多资源点时，我方资源数会涨得飞快。注意：在插旗后这等待的1分钟不提供任何得资源点数。所以插旗成功后，防守是很关键的。\n基地的战况提示牌：\n[spoiler]当一方的资源点数到达2000（资源计数器显示资源数满）后，该方获胜。我做了抑制电路，一方资源数满，另一方永远不可能满。这样尽量减少平局的可能。就算在只有一个OP的情况下，也能轻易判断胜负。\n当一个玩家阵亡，他将复活回到基地的墓地（出身点），墓地与战场的大门每25秒开一次，每次开5秒。由于死后物品掉落，所以需要重新拿上墓地的装备再出发。\n\n二。和阿拉希不同点\n插旗帜变成了踩踏板。\n地形略微缩小，但大致不变。\n资源点不提供复活区。\n死后物品全部掉落。\n资源获得速度改变。\n无法及时的得知团队资源获得情况（虽然我做了提示板）。 \n\n三。禁止事项\n1.玩家不能破坏和放置方块。\n2.玩家不能控制拉杆和按钮。\n3.玩家装备和**由自己团队提供。共6个大箱子。\n4.游戏至少12人对决。\n5.游戏中离开战场区均视为推出比赛。\n6.禁止使用黑基佬球。\n\n四。游戏流程\n①参战玩家在游戏等待厅分队\n②参战玩家把团队所需的物品都放入团队箱，OP清空参战者物品栏，并检查团队箱有无违禁物品。玩家躺床上设置复活点。\n③OP复位双方的资源计数器（拉杆在资源计数器右下角），复位资源点（按钮在伐木场悬崖上）。\n④OP强制打开*墓地大门，所有玩家拿好装备和**在基地区准备战斗，人员齐后，强制关闭墓地大门。\n⑤OP打开游戏开始拉杆（拉杆也在伐木场悬崖上），并在游戏中时刻保持拉杆开的状态直至游戏结束。基地大门打开后，游戏开始。\n⑥胜负决出后，OP复位所有电路。清场。\n\n五。遗憾\n1。最大的遗憾就是资源点不提供复活区了。。我本来设想是在每个资源点造出像基地墓地那样的装置，但是无疑墓地占地面积太大了。。影响美观，我现在指望联机插件代码可以帮我解决这个问题（比如，在基地区可以使用区域传送代码，传送到战场子空间，在资源未被占领的情况下，这次传送是直接被活埋的，只有占领后，方块被推开，才能成功传送而不致死。这样，只要在基地的指示牌一看我方占领了哪几个资源点，然后传送过去就好了。传送点被夹死可以实现，关键是不知道领地插件可以不可以支持区域代码限制，或者有别的更加高级的代码）。既然现在只能在基地复活，防守资源点就变难了。\n2.地形有点点小。。。就是有那么点小了。。我没有估计好大小，地形建好了，建房子的时候就发现有点挤。不过小有小的好处，红石电路可以尽量减缩。其实还是很大的。。创建模式也需要飞一会。\n3.服务器里红石电路延迟。占领时间，插旗时间，还有资源获取时间都拉长了，虽然我在搭的时候都经过了秒表校准。占领所需时间变长倒是没什么。关键是踏板踩踏时间变长，在服务器很卡的情况下 ，就算离开踏板，也需要1秒不到时间，踏板才会恢复到正常状态。这无疑使得打断插旗难度增加（都闪开，让专业的来！4级击退！！)\n4.跌入水中上岸很难，只有几个点可以上岸，所以尽量不要落水，也许存在能够翻越战场周围高山的路线。虽然我都检查了一遍。。。。如果还存在，请不要试图去那么做。\n5.装备。死后全部掉落真是很蛋疼啊。关于装备，我最初是打算OP提供，和我讨论的一个OP还提出了携带物固定价值的方案。后来经过多方考虑，接受了自带物品的设定。但是，需要团队有很强的补给能力。我知道很多服务器有RPG插件，这不无疑是对PVP乐趣的加强。\n6.这点我在刚才才想到，如果禁止了破坏，每次无意识得破坏杂草，都会有提示。由于地图上草地很多，这种提示无疑会刷聊天栏，这样团队的交流很容易被刷掉。。也许我想多了。。当然是边MC边YY的节奏啦。。\n7.敌友的区分很关键。。这个我一直没想出来合适的解决办法。只能靠代码了。\n\n六。截图\n农场铁匠铺矿场伐木场\n\n九。下载地址\nhttp://115.com/file/be7bxqc6#MC%E9%98%BF%E6%8B%89%E5%B8%8C.rar\n我什么都不会搞，sorry！",
    "replies": [
        {
            "author": "1276758599",
            "timestamp": 1352726520,
            "txt_content": "沙发。。。楼主你太“慷慨”了"
        },
        {
            "author": "992685804",
            "timestamp": 1352726760,
            "txt_content": "1276758599 发表于 2012-11-12 21:22 \n沙发。。。楼主你太“慷慨”了\n额…………………………………………"
        },
        {
            "author": "屠魔狂龙",
            "timestamp": 1352726880,
            "txt_content": "这么好的地图，怎么能不顶呢？zl继续转载些好玩的地图吧。"
        },
        {
            "author": "gq13552355",
            "timestamp": 1419045480,
            "txt_content": "魔兽世界的地图都出来了，简直掉咋天呀"
        },
        {
            "author": "h1726610227",
            "timestamp": 1428408540,
            "txt_content": "楼主，做的不错"
        },
        {
            "author": "维他命の淡蓝",
            "timestamp": 1428408720,
            "txt_content": "图加载的有点慢，我也没看和下载，没玩过魔兽嘛~就不下了\n支持楼主的原创作品！"
        }
    ]
}