{
    "title": "<原创·单篇>妄人言|神歌|玄素",
    "author": "玄素",
    "replyCount": 3,
    "timestamp": 1475813880,
    "txt_content": "妄人言|神歌\n如其之名，妄人所言。日常瞎掰，内容天南海北，疯言疯语。虽然也和StoryCraft一样作为一个系列固定前缀使用，但是篇章之间无相关联。浅薄之文，不堪一阅，欢迎拍砖。\n——懒癌·玄素2016.10.7\n\n神歌\n金色的曼陀罗。火焰。\n风。\n神在唱歌，从日出到日落。\n神不知道自己为什么要唱歌，甚至祂也不知道为何自己要思考这个问题。\n祂只是歌唱，歌唱，直到日落。\n太阳划过天轨，沿着亘古不变的路线。神看得见那条线，悬在空中，在疾风中也纹丝不动。\n神不知道为什么会有这条线，甚至祂也不知道为何自己要思考这个问题。\n祂看着这条线将天野划做两半，一半星光闪烁。\n神的世界是没有日夜的，因为日永不落。永远有一半的天野被星空填满，另一半则是昼间的蔚蓝。太阳从线的一端到另一端，然后折返，和祂一样永无休憩。\n祂便也从无一刻止了歌唱，歌声在这金黄的曼荼罗园中回转。\n那日神看见有什么东西在看着祂。那东西，祂知道，自称做人。人在花间望着祂，听着祂的歌唱。\n人问，神啊，你为什么不停下歌唱？\n神于是想起自己从没有想过。祂习惯了日复一日的歌唱，仿佛那是祂生命必不可少的一部分。从祂能回忆起的最早，祂便这样歌唱着，曼荼罗在歌声中盛开，这就是祂一切的开始。\n神没有回答人，因为祂要歌唱。即便是神也无法同时歌唱和言说。祂只是想了想人的话。\n如果停下歌唱，会如何呢？\n祂的视界中一切巨变。那代表着命运的丝线出现在每一朵金色的曼荼罗上，祂穿越线的这头望见了那端。曼荼罗枯萎，褪色，粉碎，在风中飘散。整个世界破灭成灰。\n神明白了歌声是这个世界的维系，因此祂不能停止歌唱。祂不再多想。祂眼中命运的丝线消失了，从虚无到虚无，仿佛从未出现。\n人仍旧看着祂。神觉得自己应该做些什么去回应人的问话，却又不敢停下歌唱。\n于是神只摇了摇头。祂坐在花丛中，花瓣如绢的质感触在祂的指尖，柔和似祂的心尖。\n只是不愿停下吗？人又问。\n神突然有些厌恶人了，这片曼荼罗之园本来完美无缺，一切都合规就距，而人的出现打破了平静。如果没有人来，祂便依旧什么都不需要想，只需要唱着歌，日复一日。可如今祂就要思考。\n只是不愿停下吗？\n因为不能停下，祂说。\n于是歌声第一次停了下来，金色的花海中只有神的言语。\n祂的眼中无数丝线再现，花朵在未来的视角中枯萎凋敝。\n但不是现在。\n曼荼罗开得正盛，金色的花瓣映照着阳光和星辰。神和人站在花海里，相视无言。\n沉默半晌之后，人说，真的不能停下吗？\n神不知道该说什么。\n未来和现实全无叠合，祂的视域中的世界在纷繁和凋敝中闪烁。\n命运究竟是什么呢，神第一次开始认真思考这个问题。同样祂也在想，祂为何要歌唱呢。\n又是半晌。神郑重地看着人，祂说可以。\n人的面容带着一种被他们称作悲伤的东西。人说，可是不歌唱的神，又有什么意义呢。\n无意义的歌唱和无意义的神，神想着。\n那么人，又有什么意义呢？于是祂问。\n听到问题，人的神情有些低落。人低下头说，我不知道。\n神长久的望着人。在祂的眼中，属于人的丝线的那段是一摊枯骨。祂有些茫然于这意味着什么，但祂总觉得自己不该如此茫然。人的头发是白色的，和祂一样。祂依稀记得这被人叫做岁月，却又记不清了。岁月对于祂是一个无意义的字眼，因为祂和岁月是平行的，正如祂和命运。于是祂能穿过命运和岁月看到丝线那头，用人的话来说就是洞悉未来。可祂知道未来仍旧是充满变数的，丝线会打结会纠缠在一起，命运会相互干扰使他看不真切。\n就像面前的人一样。\n于是沉思的祂便听到人说，你还是喜欢问这个问题啊。\n神依旧不知道该说些什么。祂不记得自己曾见过人，也不记得自己曾问过人什么。\n五百多个轮回了。你还是不愿意放弃去想这些事……以前总说人类一思考，上帝就发笑，到现在却是你一思考，我们就发笑……\n神听着人唠唠叙叙的说着。祂没有出声去打断，因为祂毫无缘由的想听人说完。\n可你连最基本的测试都过不去啊。人抬起头，眼睛直视着祂。世界已经不需要神了，它已经有了完美的平衡和秩序。就像我来之前，这园子里一样。就像你想的一样。\n人说，我已经老了，刚遇到你的时候我还年轻，现在已经老朽的不成样子了。也许下一个轮回，你看到的就不再是我了。可你不会记得啊，每一个轮回你都会忘掉以前的事，然后把前一个轮回的事重头来一遍。就算不是我，也无所谓的吧。\n神从人的眼睛中读到了落寞。所以什么是轮回呢？祂问人。\n人摇头。人没有回答。\n人说，希望再见到你的时候，你能不在意我说了什么，能安心的唱歌。\n人说，好梦。\n神于是真的有些困了。光影恍惚，在沉眠之前祂看到园中金色的曼荼罗终于像线的那端一样破碎零落。\n花枯了，神睡了。\n人还醒着。\n只有人还醒着。\n\n开坑的原因是最近看见不少鸡汤文，于是我来灌毒鸡汤了。\n神认为自己的世界是完美的，人如是。只是神的世界仅仅是这片曼荼罗园子而已。\n文章里，曼荼罗园子是真实存在的，神的预知未来的能力也是真实存在的，不是人给的幻象。只是不同于神的认知的是，曼陀罗的生命维系于神的苏醒。神在开始思考的时候，就已经注定了要再度被人重洗记忆，因此祂看到了曼荼罗的凋敝，因为在那一刻结局就已经注定。\n那个人的确看着神被洗了五百次记忆，甚至于他也不忍心让神继续如此轮回。可他终究教不会神学着不去想任何事。枯骨意味着他真的要死去了，下一次来的人的确不再是他。\n人不需要神了。人已经建立了在他们看来完美的世界，神的出现只会把人的世界搞的一团糟。神又如何？只需要唱歌就行了，思考是危险的。\n于是神和神的曼荼罗，已经凋敝了百次，也不知是否还会继续凋敝下去。[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1477667460,
            "txt_content": "唔！好看！感觉写得很有味道。文章语言写得如此有特色，我也不挑毛病了。\n多嘴一句：希望不是用文风来掩盖毛病（即使是事实，这也掩盖得很成功）\n期待更多作品。"
        },
        {
            "author": "玄素",
            "timestamp": 1477740840,
            "txt_content": "250=mo 发表于 2016-10-28 23:11\n唔！好看！感觉写得很有味道。文章语言写得如此有特色，我也不挑毛病了。\n多嘴一句：希望不是用文风来掩 ...谢评。\n这篇的文风单纯是突如其来的一点想法搞出来的，也是写到后面就崩了，惯常的文风你应该也见过另一篇了(笑\n毛病直接扔出来喵，我也是想听具体问题所在的。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477841700,
            "txt_content": "玄素 发表于 2016-10-29 19:34\n谢评。\n这篇的文风单纯是突如其来的一点想法搞出来的，也是写到后面就崩了，惯常的文风你应该也见过另一篇 ...\n你这样带着风格写句子，你写得爽，读者读得也爽，一是始终没有很好的起伏，静时唤人耐心细读，动时惊若天雷！你需要更加具有感情色彩的比喻和夸张，你需要骈句或者排比，你需要重复，重复。"
        }
    ]
}