{
    "title": "【原创·单篇】【FOS】道海杂文·不是什么大事",
    "author": "WM2030",
    "replyCount": 11,
    "timestamp": 1475829900,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 08:04 编辑 \n\n不是什么大事\n      拉车的王二毛又在干大人物干的事儿了。      他跑到茶馆门口，把自己没蛋白的屁股蛋子搁上消防栓的天灵盖，再脱下自己脑门子上那顶打了羊毛补丁的棉帽子，斜盖在没人踩，但是肯定有人踩过的路牙子上，又把脑袋从灰呢子大衣领口里掏出来，拄上那根瘦的和拐杖似的胳膊，装出真能想出些什么似的样子。我早就说过，这事儿，可是只有大人物才能做的。      您没见过那位大人物么？他进了那间朴实无华如宫殿般的办公室，自己一屁股坐上那张松软得似乎可口的六轮转椅，差点把自己的那顶乌纱小圆礼帽颠下来。人家托下巴想事儿，手上的肥膘好像要让自己的双下巴给顺着尺骨桡骨捋下来，到晚上还有秘书给他缓解疲劳。不过我在这里必须要斗胆告诫诸位：要是你手上没膘，那最好还是别托腮。为啥？铁定要让人给瞧不起呗。可王二毛绝不会管这些，他连大人物是什么都不明白，还和他谈什么呢！因为没人去管他，所以他也就顺理成章理直气壮泰然自若地在那儿坐着。      到了日头上，该是午饭的点儿了，王二毛还是不动。可他旁边的茶馆里头，可是真的炸开了锅儿。咋回事儿？着火喽！这不是中午厨子在灶头上忙活着么，眼睛往殿堂里一瞟，嗨哟！有一粒黄金掉地上了！这下好了，他手腕子一扭，把油葫芦摔进炉膛里去了。一下子就听见哐铛一声响，是那口锅给炸到房梁上去了。厨子呢？他眼珠子里头只剩金子，跑得忒快，结果这下子愣是没把他给炸死，就背上烫着了一小片儿。      那着火了当然得有人来灭啊。茶馆里头的茶客是甭想了，那口锅把他们全给吓到旁边材质协会大楼里头去了，那厨子呢？他还挣拃着往外爬呢！要说他真是站不起来，倒也不至于，他那八成是吓的。那火是越烧越旺，哔哔啵啵直响，但要说伤亡，那是一个没有。大家的消防意识培养得确实不错。      过了半晌，茶馆的半壁江山失守了，消防员来了。左右一看，嗨呀！拿什么灭火呀？几个小伙子隔着防护服，远远地朝着区政府大吼：“去他老子的区长！克扣经费！这还搞什么！老子不干了！”这时候有个眼尖的瞅着王二毛，还有王二毛屁股下的消防栓了。他胳膊一抡，扭了他同僚的脑袋。哦！这下他们开始吼王二毛了：“你他老子的给我让开！占用公物！这还搞什么！老子不干了！”可王二毛在那儿愣着一点儿不动，几个消防员急了，冲上去一脚把王二毛踹开，抱住消防栓把它给拔起来，拎在手上冲进店堂救火去了。      可怜那王二毛坐了大半天，早就头昏脑胀，现在叫他这么一踹，倒在地上，脑袋一嗑，咯噔一下不省人事了。      天色要黑的时候，马路上开始有那么点儿小挤。第一呢，是晚上小孩子放学了，第二呢，今天晚上，有个叫“膜匠”的洋作坊，要到茶馆对面的新闻中心二楼阳台来做推销。本来呢，这活动要在茶馆里办，可是现在这眼看着办不成，就换到了对面去。总之这群洋人说他们有一个玩意儿，人钻进去，机器一开就能到极乐的彼岸，那里是没压迫，没污染，丰衣足食安居乐业还死不了。今儿个晚上呢，他们这玩意儿第一次启动，得找人来捧场做噱头。美其名曰“幸运观众”。可是问题是，不管他们怎么喊破喉咙，也没人上楼去。说实话大家都是来看热闹的，要说让他们自己上，那可还真没人敢去。      这喊的时间一长啊，人就开始越来越多了。人一多，天又黑得很，难免会有几个糊涂鬼，这鞋底儿就朝王二毛身上招呼。王二毛叫他们踩在地下是动弹不得，他就在那儿拉长了嗓子，拿出拉车的劲来喊救命。这一喊可好，他上边的人全都跳开，王二毛噌的一下就坐起来了。可是洋人不知道咋回事儿啊，看见王二毛这是前呼后拥的，赶紧上来搭话。王二毛看他舌头搅来搅去，嘴唇一开一合，两颗大黄牙在眼前晃来晃去，一晃晃成四颗，又一晃晃成八颗，王二毛赶紧摇摇头，定了定神，到头来就没听明白他说了啥。可洋人不管这些，几个大汉把王二毛的胳膊一架，王二毛赶紧喊停，从路牙子上捡了那顶早被踩扁的帽子，又回到那几位温暖的怀抱中，几人三下五除二就把王二毛拎到了楼上，颤颤巍巍走到机器前。那王二毛刚才受了内伤，这会儿一颠一动，眼前一黑，就要往机器里倒。台下的人哪儿知道王二毛怎么回事儿，那个早就意动的厨子，一把菜刀往楼上一甩，正砍上王二毛的眼眶。王二毛脸上红的白的紫的溅了一地，脑瓜子一歪，咽气儿了。      台下的观众好像是搅混了的粥，挤了又挤，最后散开了。几个洋人见状，也退进楼里不见了。王二毛的尸首，同那台机器一道，在那儿停了三四天，后来也不知道怎么样了。\n\n另：此文实在和mc没有什么关联，少量的元素也只是取名无力时的套用而已，万望各位不要对号入座。且此文之表达意图实在是很不明确的，只不过是尝试一下荒诞的写法，随手乱写罢了。\n索引",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1475955120,
            "txt_content": "那么今天我要多说两句，从脑袋瓜说到脑袋根儿。\n我一直以来认为，就是有你们的存在，我在周创才有那么重的敬畏和危机感。至于敬畏，已经到了一看见道海就不敢开图的程度。至于危机感就算不了，也许已经没法算了。\n这文章敬畏归敬畏，给人一个感觉，好；第二个感觉，没写开。\n倒是挺纯粹，就是感觉一个故事下来。纯粹有纯粹的好处，但是让人感觉缺东西了。\n老厨子那边，应该多说两句——可能两句就够用。我现在才想明白尤述他们也缺了两句，但是再改似乎不太可能。\n那原则我挺感兴趣的，但是我个人会有点小出入。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1476066060,
            "txt_content": "等我拍婚纱回来再看"
        },
        {
            "author": "WM2030",
            "timestamp": 1476455280,
            "txt_content": "安根_Engon 发表于 2016-10-9 03:32\n那么今天我要多说两句，从脑袋瓜说到脑袋根儿。\n我一直以来认为，就是有你们的存在，我在周创才有那么重的 ...\n确实没写开。倒不是别的，实在是脑子不够用了。讲故事的本事不够，直接导致为了故事显得流畅一些，故事的构思上不去。一个主线从头到尾还好，再要写支线，节奏就自己乱了。可是写一个没有枝枝节节的自己愿意写的故事，我大概是没那个本事。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476495480,
            "txt_content": "WM2030 发表于 2016-10-14 22:28\n确实没写开。倒不是别的，实在是脑子不够用了。讲故事的本事不够，直接导致为了故事显得流畅一些，故事的 ...\n主要还是阅历的问题，以及“阅”完能否化用的问题。我自己也很苦恼。"
        },
        {
            "author": "2644511816",
            "timestamp": 1476538320,
            "txt_content": "安根_Engon 发表于 2016-10-15 09:38\n主要还是阅历的问题，以及“阅”完能否化用的问题。我自己也很苦恼。\n安根神水到8级a.a"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476582420,
            "txt_content": "2644511816 发表于 2016-10-15 21:32\n安根神水到8级a.a\n于是，你对着一个靠着图章水帖的人水了一帖。"
        },
        {
            "author": "2644511816",
            "timestamp": 1476583200,
            "txt_content": "安根_Engon 发表于 2016-10-16 09:47\n于是，你对着一个靠着图章水帖的人水了一帖。\n于是，我们的互水大战开始了a.a"
        },
        {
            "author": "250=mo",
            "timestamp": 1477324320,
            "txt_content": "用这么口语化的句子：但请您读读，您读读，看您能喘上气不？这故事一前一后的写得还算有模有样，一到故事，或者用我那破黑话说，“动态的人物描写”时，咋就没什么感觉了呢？内容大于形式啊。"
        },
        {
            "author": "WM2030",
            "timestamp": 1477707840,
            "txt_content": "250=mo 发表于 2016-10-24 23:52\n用这么口语化的句子：但请您读读，您读读，看您能喘上气不？这故事一前一后的写得还算有模有样，一到故事， ...\n哈哈哈哈！甚合我意。\n首先第一点呀，您去读那相声稿子，您能不能喘上气儿来？或者再来点儿其他的您试试？\n第二点呀，您说得真是有道理。这动态的人物描写，确实是没有。可是您要说内容大于形式，那我也不太同意，尽管从根子上我是冲着形式写的。具体要说为什么，这可就麻烦了。我讲不上来。从而可见，您讲的确实有道理。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477732440,
            "txt_content": "WM2030 发表于 2016-10-29 10:24\n哈哈哈哈！甚合我意。\n首先第一点呀，您去读那相声稿子，您能不能喘上气儿来？或者再来点儿其他的您试试 ...\n你这回复一张一合的叫我半懂不懂……\n我就在百度随手一搜，随便点进去一个：\n叫《我是最聪明的人》的剧本，你看看？\n      甲：我非常聪明这是大家公认的事实！\n　　乙：我怎么不知道呢？\n　　甲：说明你很愚蠢！\n　　乙：我怎么愚蠢了？\n　　甲：你想呀！我一上台，我说我是世界上最聪明的人，你说声是，把你衬的多明白事呀，你说不知道，做顺水人情都不会，你说你愚蠢吗？\n　　乙：哦，来吧！\n　　甲：我很聪明！那是众所周知的事！连捡破烂的都知道！“拣破烂的，说你呢！你知道吗？”\n　　乙：知道，地球人都知道！\n　　甲：你看捡破烂的人多聪明！只要有这么聪明！早晚你得发呀！\n　　乙：我一捡破烂的能发什么呀？\n　　甲：将来能成为丐帮帮主！\n　　乙：那不成了乞丐了嘛!还不如捡破烂的哪！\n　　甲：那你是领导呀！\n　　乙：领导我也不干！\n　　甲：你真聪明呀！都能听出好坏话了！\n　　乙：没你聪明呀！\n　　甲：我信！您客气了！我也没什么呀，就比你聪明一点点！\n　　乙：说了半天了，不瞒您说，我真听不出你聪明来！\n　　甲：在我很小的时候，那时候我还没读过书，幼儿园也没上过，有一天我突然哭的厉害！\n　　乙：哭什么呀？谁欺负你了？\n　　甲：我哭呀，“我要笔！我要写诗！”我父亲很纳闷呀，这孩子从来没读过书，要笔干什么？拿支钢笔给我了，“不要！不要！”\n　　乙：怎么又不要了？\n　　甲：我要毛笔！\n　　乙：还能用毛笔，了不起呀！\n　　甲：我爸爸现做了一支给我了，我一看这毛笔，是用头发做的，太好了！我要写诗！\n　　乙：头发做的毛笔能用吗？\n　　甲：管用！非常管用！我要写诗了，村民都来看热闹，人很多呀！我提笔写下一首诗！大家齐声喝彩呀！好！太好了！\n　　乙：这故事我好像听说过！\n　　甲：真的!太好了！坏事不出门，好事传千里嘛！写完了，我是气不长出，心不跳！\n　　乙：死了？\n　　甲：你才死了呢！这意思就是说我写诗时很有风度！有个戴眼镜的老学究拿起我的诗说话了！\n　　乙：要发表评论！\n　　甲：对了！“先别说这诗，就说这书法，得多大成就呀！比王羲之的还草，我要是没学问我还真看不出来！来！我给大伙念念！”\n　　乙：好，念念！\n　　甲：“门前大桥下，游过一群鸭，快来，快来数一数，二，四，六，七，八！太抒情了！好！鼓掌！”\n　　乙：就这呀！还鼓掌呢！\n　　甲：后来，还有音乐家给谱曲了，我还会唱呢！这一直是我的保留节目，我给你唱唱：“门前大桥下，游过―――”\n　　乙：别唱了，我儿子比你唱的好多了！\n　　甲：你骂人？我孙子比我唱的好多了！我告诉你骂人是不可以的！正这时我妈妈气呼呼的出来了！\n　　乙：你妈妈生什么气呀？\n　　甲：我妈妈骂我爸爸：“你呀，有没有心呀！生个傻儿子够闹心的！都十五六了还没上过学，你还带怎么多人来逗他玩儿，闲的叫唤怎么的？”\n　　乙：原来是傻小子呀！\n　　甲：我恨我妈妈！\n　　乙：你恨你妈妈干什么？\n　　甲：她毁坏我的名誉！从此很少人搭理我！“大叔！五一是几号呀？”他不理我！\n　　乙：叫我也不理你！\n　　甲：不理我算了！我自己玩儿去！哎，还别说，有人能看起我。\n　　乙：谁呀？\n　　甲：一街坊！“傻子，傻子！”“你叫我吗？”“是呀？”“少叫我艺名，我不乐意听！”“好，我问你呀！今天几号了？说对了我给你一支烟抽！”这奖励对我诱惑力太大了！\n　　乙：不就一支烟吗？\n　　甲：说的轻巧！我从来没抽过一整根的！对我诱惑力太大了！\n　　乙：那你抽什么呀？\n　　甲：我捡着抽嘛！（动作）\n　　乙：烟蒂呀！那就好好回答问题！\n　　甲：这太难了！我得好好想想！前天30号，昨天31号，哦，我明白了！“32号！”\n　　乙：有32号吗？\n　　甲：怎么没有！超女看了吗？\n　　乙：看了呀！\n　　甲：“32号，该你了！”32号一上台，“什么三节棍呀！”“好，行了，下一个，33号”能说没有32号吗？想骗谁呀？\n　　乙：这倒是有！\n　　甲：我一回答，街坊乐了。“对，对呀！给你！”我接过烟抽上了，我很有成就感！\n　　乙：是够有成就的！\n　　甲：我很聪明！\n　　乙：对呀！\n　　甲：我不能老在家闲着，人才浪费了！我要做生意！做大买卖！\n　　乙：做什么大生意呀？\n　　甲：我卖面去！我和我爸爸到城里卖面去！\n　　乙：生意是够大的！\n　　甲：由于我的聪明，生意很好，一会儿，三袋子面卖完了！我说：“爸爸，面都卖完了，咱们回去吧！”我爸爸还高兴呢：“不对呀！明明是150斤，在家称好了的，咋会少了30斤呢？”\n　　乙：哦，面少了，你爸爸正纳闷呢！\n　　甲：“不应该呀！我脚在下面挑着呢？”\n　　乙：那能不少吗？\n　　甲：我爸爸一听生气了，拿面袋子照我脸上甩了两下，我委屈呀！赖我什么了？\n　　乙：可不就是你吗？\n　　甲：我爸爸在前面走，我在后面跟！我爸爸扭头看我。乐了！我说：“你明白了吧！要不是我面少的还多呢！”\n　　乙：啊！\n　　甲：我很委屈！很生气！在我爸爸不注意时，我跑了，“我不想跟傻子在一起，我闲丢人！”\n　　乙：不知道谁是傻子！\n　　甲：城市的楼好高呀！一层，二层，三层，我正数着呢！有人叫我：“你，你干什么的？”“你什么人呀？管我？”“我公安！”“你咋没穿公安衣服哪？想骗我？没门儿！”\n　　乙：他怎么说。\n　　甲：“我今天微服私访！”哦，这就对了！还学康熙呢！“你刚才干什么呀？”“数数呀！”“数几楼了？”“十楼！”“罚款！一层十块！100元！”\n　　乙：骗你的，别给他！\n　　甲：配合公安破案是每个公民的责任嘛！我能不给吗？虽然我给他了，我也赚了！\n　　乙：你还赚了？\n　　甲：其实我告诉你：我数到30层了！我赚了200！\n　　乙：啊！\n　　甲：后来公安把我送家了！\n　　乙：还是刚才那位？\n　　甲：不是，穿着制服呢！坐着警车！我真风光呀！到家公安还说呢：“看好你们家孩子，别叫他乱跑！”我一个人进城了，警车给送回来了，我面子得多大呀！\n　　乙：面子是够大的！\n　　甲：我30岁生日过完了，我妈妈发愁了！\n　　乙：愁什么呀？\n甲：我还没有媳妇，还没有家！用通俗的话说就是没有妻室！我爸爸也发愁，也没少给我张罗！都不合适！\n　　乙：怎么不合适了？\n　　甲：有天天扭秧歌的！\n　　乙：挺好的呀！\n　　甲：不合适！这样，这样，能合适吗？\n　　乙：残疾呀！是不合适！\n　　甲：还有天天坐小车的！\n　　乙：好什么呀？\n　　甲：轮椅！\n　　乙：双腿没了！\n　　甲：又给找给演话剧的！\n　　乙：那好呀！\n　　甲：就会演哑剧，啊，啊，这样。\n　　乙：哑巴呀！\n　　甲：都残疾人呀！我对残疾人没什么偏见！这不是看不起我吗？我一正常人，我娶个残疾的！多没面子呀！\n　　乙：大**疾比身体残疾更厉害！\n　　甲：你说我吗？\n　　乙：没有！你聪明人嘛！\n　　甲：正在我父母发愁的时候，有个说媒的来了，媒婆说了：“太阳出来照山洼，三洼里有家好人家，此人家有闺女仨，春桃春红和春花，老大啥也看不见，老二睁眼看不见啥，老三闺女长的好呀！叫我来把她夸一夸，两眼一对\n唐梨花！”\n　　乙：一家瞎子呀！\n　　甲：别说了，我要老三了！别说老三长的真漂亮！跟杨贵妃似的！就是脾气\n太坏！\n　　乙：女人嘛耍点小性子，没什么！\n　　甲：老摔东西！她一走，咣，把凳子踢了，又一摸，啪，把碗给摔了！\n　　乙：那是人家看不见呀！\n　　甲：看不见没什么呀？你别摔东西呀！东西都钱买的！时间长了，我受的了\n吗？\n　　乙：环境不熟悉，时间长了，就没事了！\n　　甲：那我得多少钱花呀！我跟她离婚！天涯何处没野花呀！留着青山在，我\n不怕没柴火烧！我离婚！她走那天哭了。\n　　乙：舍不得！\n　　甲：“我算出虎口了！这几个月给我闹的！”\n　　乙：怎么了？\n　　甲：“晚上睡不好呀！天天找我摔跤玩儿！跟运动员似的！”\n　　乙：原来是个傻子呀！\n　　甲：春花走了之后，还真有人给我介绍对象的！\n　　乙：谁呀？\n　　甲：地位非常显赫！\n　　乙：说呀！\n　　甲：我邻居！\n　　乙：你邻居有什么地位？\n　　甲：你不知道！你不知道，人家是饲养大户，有钱！乙：哦，是哥暴发户！\n　　甲：“傻子呀，我给你介绍对象！”“好呀！人怎么样？”“人长的黑点！”“跟非\n洲人比谁黑呀！”“那得是她黑！”“黑不是问题，只要她不摔东西！”“还有孩\n子了！”“没关系！头锅饺子，二锅面嘛！”\n　　乙：拿老婆当面条了！\n　　甲：“孩子多点！”“没关系！我养活！多少呀？”“七八个吧！”\n　　乙：那也太多了，计划生育怎么搞的！\n　　甲：是呀，孩子太多了，我把她娶我来，我开一幼儿园得了！“还有生育能\n力吗？”“放心，很能生，还光生小子！”“好吧！就这样了，在我没同意之前\n可不能再给别人说了！”“说也白说，她就看上你了！”太好了！\n　　乙：她也够痴情的！\n　　甲：多好呀！将来给我生一男半女，我得多高兴呀！“那你来吧！”“啊！这\n么快呀！”我高兴呀！\n　　乙：先别美，去呀！\n　　甲：太突然！我没有思想准备呀！要不，我回去换身衣服去！“别去了，人\n家不嫌弃你！”“好，好，好！”\n　　我跟着就去了，到猪圈这儿，不走了，我看见七八个猪仔围着母猪正“唧唧”\n吃奶那！我说：“媳妇呢？”“这不就是吗？”\n　　乙：啊，给你说的是老母猪呀！\n你读读？当真没啥长句，还顺口。\n\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477736700,
            "txt_content": "\n不管长句、短句的，第一得服从文章！不管是为着顺口，为着气势，为着细致，语句节奏都是顺着文章来的。\n台上头翻跟头打把式时，在台底下敲铙敲拨敲大鼓的，知道这么一个说法：你一敲得紧了，就不能放松，放松了，台下的人要泄气。人家满嘴喷吐沫星子，天花乱坠得得得得得得得得老半天，为啥？为的就是着急忙慌地讲，好让你着急忙慌地听。先甭管有戏文没戏文的，你读着这节奏是不是飞快？"
        }
    ]
}