{
    "title": "【原創·連載】《神秘-魔法》一個神秘使的故事<第一章 我>【姓名众筹】",
    "author": "太帅是罪过",
    "replyCount": 2,
    "timestamp": 1475852460,
    "txt_content": " 本帖最后由 太帅是罪过 于 2016-11-4 12:28 编辑 \n《神秘-魔法》第一章 我\n前言：\n嘿！这里是罪哥的新连载，题目暂定为《神秘-魔法》，这里是本文的第一章节，希望各位喜欢~\n\n正文：\n\n      清晨，阳光并不刺眼，我漫步在蒲公英园中，享受着难得的周末。“幽璃，还没准备好啊？我们要出发了哦~”“哦，知道了。”说话的是我的老妈，一个风韵犹存的女人，但是却像个大妈，总是拘束着我，让我十分苦恼。\n\n\n      今天我和老妈要去外婆的农场，收点小麦回家。老妈是出生在工匠世家的，外公是铁匠，外婆是木匠，老妈是花匠，大舅舅是书匠……额……教书匠。好多好多的“匠”，有些我甚至都没听过。所以，我这样的环境下成长，多少也学了些本领是吧……虽然不精通，但是做个木栅栏，敲个铁镐子我还是能行的。因此，老妈就让我去二舅舅的铁匠铺自己鼓捣一个镰刀出来收麦子，她就先去她在镇中心的花店拿点康乃馨给外婆玩（虽然7天之内必死无疑）。\n\n\n      啃着老爸做的蛋糕，准确的说是奥法蛋糕，我上路了。唉，16岁之前不能穿旅行者之靴的这个规定真是让人不爽，看着那些高中生们穿着旅行者之靴健步如飞的样子，心中无比的羡慕啊！诶，趁老妈不在，我要不把哥的宠物放出来玩玩……我从奇术口袋翻出了一个罐子，眼睛瞥了一下就使劲往地上一扔！嗷呜！一声巨响，哥的宠物出现了！一头霸气侧漏的美洲豹！这只豹子本来是一只猫，叫洛洛，结果被老爸抓过去做实验了，然后就变成了这个样子。虽然只是变得大个了，但是老爸说品种变了，我觉得没啥变化嘛……“洛洛，安静！”我对洛洛说，她立刻就安静下来了。不过我和她也受到了无数路人犀利的目光照射……\n\n\n      骑上洛洛，我在她耳边低声说了句：”去铁匠铺，你懂得。”洛洛低喘了一声，表示明白。我突然感觉有些无聊，两三口扒光蛋糕就开始掏口袋里的东西，老爸说这是他以前经常用的袋子，现在有更高级的了，就送我了，但是有好多东西他都没拿回去，当时学校不给用有关魔法的东西，就放在那了。最近搬家突然找到了这东西，反正又小又轻，我就挂在腰上了。翻出来好多的垃圾，连小丑鱼都有一只……交给洛洛解决。我摸到一个圆圆的东西，手感不错，拿出来一看，是个大珠子。红色的大珠子，里面镶嵌着不知道是什么东西，不过还挺好看的。把弄了半天，除了好看一点效果都没有。刚想放回去，洛洛就停了下来，勉强把头转过来看着我，又看了看前面鱼缸里的鱼，低声叫了叫。\n\n\n     我瞬间明白她的意思。一个大跳从洛洛身上下去，撇了下店铺的名字……老王铁匠铺。呃呃，这名字，引人深思。“王叔，你这铺子又装修了啊，”我走进店铺没羞没躁的吼道，“门口那个黑不溜秋的鱼多少钱啊，我家小猫想要。”昏暗的店里只有一盏大灯，两边的墙壁甚至看不清在哪，显得不大的店有些阴森。\n\n\n    “哎呀，幽璃来了啊。你说门口那个鱼啊，我可不卖，这可是我的招财鱼呢。”黑暗的尽头里浮现出一个人影，渐渐清晰。“王叔铸铁呢，一脸的灰。”这一大家子，除了我父母，跟王叔就是最亲了。\n      \n      王叔也不生气，笑嘻嘻的对我说，“就你小子话多，今天来干嘛”“哦对，差点忘了正事。老妈让我来弄个镰刀，你说我该咋搞啊。”“这样啊，你跟我来。”王叔转身向里面走去，我赶紧跟上去。\n\n\n    “诶等下，我有个事忘了呢。”我大步回去，把洛洛带进铺子里，在她耳边轻声的说：“洛洛，这鱼可不能吃哦，回家我给你吃小鱼干，别看了啊。”洛洛巴望着鱼缸里游动的鱼，到一个角落里趴着了。\n\n\n      安顿好洛洛，我又开始苦恼了。只有老爸才能把洛洛收回去（收进一个罐子），我到了老妈那该怎么交差呢……思索着，我到了王叔那。里屋可比外面亮敞多了，门上是王叔和婶婶的结婚照，叔叔和婶婶都洋溢着笑容，可现在……\n   \n     “幽璃，你看看这个，这样的镰刀怎么样？”我接过王叔的图纸，端详了一番后，说道：“王叔，有没有更轻，更硬的材料？外婆那的麦子可不好收，硬得很，我怕到时我比划几下就爆了。”说是怕坏，其实就是怕没法在外婆面前表现，外婆特宠我，干的好她肯定很开心，还有好多的奖励嘻嘻嘻。“嗯~我去仓库找找，你等着。”王叔想了下，到了另一个房间去了。\n\n\n     我闲着没事，手就止不住开始闹腾了。在工作间东动动西摸摸，还试了下锯木头。“工作台太神奇了，把木板据成木棒只要一下，太方便了。”想当年我用手……诶，那是什么？我突然看见工作台边上的一个铁质的圆形物体。\n\n\n后记：\n额……这是我的新连载，希望各位喜欢吧……因为本人初三，所以不定期更新是肯定的，具体的事项看索引贴吧，谢谢观看~还有关于姓名的事项，主要就是主角在后面上学以后会有一堆同学，这个名字……不好弄啊，所以希望各位可以帮忙取个名字，谢谢咯~（没错，还是去索引贴）\n\n\n\n第一章              目录               下一章\n\n\n\n",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1475910180,
            "txt_content": "喜欢玩各种魔法mod的魔法使路过围观中………………"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1475926260,
            "txt_content": "1026833619 发表于 2016-10-8 15:03\n喜欢玩各种魔法mod的魔法使路过围观中………………\n這算是我的服務器的一個小角色的故事吧，盡善盡美。"
        }
    ]
}