{
    "title": "【原创-连载】【MC国】【第四十五章 剧透】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1476030000,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n正文：\n\n　　字码到这里，外星人不知道读者是不是都准备抓狂掀桌给我快递刀片了。\n　　也是，连载了四十多章，估计大半人还看得一头雾水，完全不知道本文到底要写什么。只读到我借机大肆吐槽各种抹黑，酸爽劲辣地报了不少私仇。\n　　记得从前追动漫，故事进行到一定程度，总有一集是之前内容的直接剪辑拼凑，用于提醒观众每周播放一番的该动画，“可千万不要忘记之前讲了什么哦”这样，好偷懒一礼拜，顺便等待剧本作者的无良拖稿。\n　　所以我也打算有样学样的试试，呵呵……\n\n　　世界，有一种微妙的平衡，叫做国与国。\n　　几乎所有人，都在仇恨的脸上，罩了个喜笑颜开以假乱真的面具，藏在身后左手握紧核弹头、魔法杖、禁忌秘术，右手伸出去拥抱、拍脸颊、抚摸秃头顶。\n　　这充满荒诞怪异，人人都似乎有重度精神分裂的架空之地，和我们所生存，能够按照愿望环顾四周的平坦三维空间，本质上并没有太多分别。\n　　区别只是表面------这里什么都可能发生。\n　　没准哪天，你因为得罪了我，被写成瑟斯特姆里面某个监狱底层耗子大军的新鲜饵料，本体于电脑前看得痛不欲生泪流满面，也是可能的。\n　　又比如，索岚。\n\n　　索岚眼下正急匆匆赶往三晋联邦，为了达成冥王托付的不明任务，刀山火海在所不惜。他的本体入戏严重，一心巴望着腰缠万磅炸弹，去舍身轰飞混乱政权了事。\n　　作者我果断拒绝了他的无理毁剧本要求，操纵冥王边计划怎么整蛊小沫，边往帝国的疆土而去。\n　　大陆上某个不引人注意的角落，老版主灯泡的替身刚换好干燥清香，特大号成人尿不湿，目光呆滞口水直流的，等人喂食。他由于经受巨大刺激，现在智商仅相当于初生婴儿。\n　　小沫慵懒摊坐扶手椅，感觉这天胃痛缓解了些，心里盘算借助索岚的科技实力，周末前抓住冥王十拿九稳。再等到从达达那里敲诈来的巨额运转资金，可以放开手脚大干，令婼姆和三晋俯首称臣年年进贡，重回混乱怀抱休掉小三爱国的日子近在眼前。诸不知没过多久，厄运之神的眷顾便要临到。\n\n　　婼姆当然也掌握了小道消息的可靠依据，和三晋一样，他选择按兵不动。\n　　缺少前进方向的事态像极了股市，操作次数越多，赔钱越狠。相反偶尔观察，看到差不多就减仓，不一味贪图顶峰，方可运筹帷幄，资金增长。\n　　曾经的小沫在股市上摸爬滚打，最后输到底裤不保，似乎他没有吸取多少教训。\n　　婼姆多少了解冥王，且作为同国人士，害自家人的事不消过多担心。顶多因为脾气古怪招惹些小麻烦，用国家领导人的面子都可以轻易摆平。\n\n　　至于三晋，向来不食人间烟火的世外高人一般，不听不看不多说，其实心里明镜儿似的。各自为政的国家结构，粗看微风吹过即摇摇晃晃，实则另外两国合伙都干不过他。另外，三晋还有张常人不知道的底牌，关键时刻手腕一翻，对手来不及看清便要落败。\n　　具体三晋掌握什么法宝，先卖个关子，后续的索岚篇章中，将予以揭晓。\n\n　　那么，让我们转向、拉近、调焦，把镜头对准魅力魔法国度的边境。\n\n\n\n\n\n废言：\n\n周一起不在线，请假去拍婚纱照，回来以后到茶馆晒。\n各位拭目以待吧。\n\n\n索引见签名档。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "shure",
            "timestamp": 1476420480,
            "txt_content": "没死成……不甘……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1476511020,
            "txt_content": "shure 发表于 2016-10-14 12:48\n没死成……不甘……\n你给我消停点。。。"
        },
        {
            "author": "shure",
            "timestamp": 1476675960,
            "txt_content": "冥王星人 发表于 2016-10-15 13:57\n你给我消停点。。。\n这不是入戏严重……是因为厌世而做出的一系列行为……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476819180,
            "txt_content": "shure 发表于 2016-10-17 11:46\n这不是入戏严重……是因为厌世而做出的一系列行为……\n像你这样今天看社会不顺眼明天看社会不顺眼的，我强烈推荐你搞个大革命，起码能筹一笔买裤子用的活动经费是不是。"
        },
        {
            "author": "我为我为",
            "timestamp": 1478265300,
            "txt_content": "安根_Engon 发表于 2016-10-19 03:33\n像你这样今天看社会不顺眼明天看社会不顺眼的，我强烈推荐你搞个大革命，起码能筹一笔买裤子用的活动经费 ...\n= =去吧兄弟，我挺你"
        }
    ]
}