{
    "title": "【原创·连载】大陆之主  前传",
    "author": "wrf",
    "replyCount": 3,
    "timestamp": 1476343080,
    "txt_content": " 本帖最后由 wrf 于 2017-9-3 09:20 编辑 \n\n                                    前 传\n世界之门出口处，那片巨大的平原上\n   “魔王！人类的另一支军队已经攻入魔王城了！我们现在赶回去，恐怕来不及了！魔罗殿下还留在魔晶室中，只怕…….只怕是躲不过去了”阿加洛斯半跪在魔王面前，他的身后，有着数万正在与人类战斗的魔人——远处的魔人一拳贯穿了人类士兵的身体，将人类狠狠地甩在地上，一会儿便没了气。可他刚一转身，一发蓝色的火球撞上他的胸口，蓝火像是碰上了酒精一般，瞬间覆盖了魔人全身，片刻，魔人散成了一缕青烟，什么都没有剩下。    “阿加洛斯，魔界恐怕是难逃这一劫了，难道我真的做错了吗？历代魔王统治的魔界，如同地狱！他们不是魔人，是恶魔!我上任之前，魔界可曾有过现在这样繁荣？如今两界关系即将平定，我怎曾想过，会出现这样的变故，可惜这魔王城刚到我手上，就要被毁了………阿加洛斯，这是我第一次命令你做事，或许也是最后一次了…….我命令你以最快的速度回到魔王城，把魔罗传送到达洛西亚的徳拉卡村去！千年前有一部分魔人不愿意来到魔界，那里是他们的领地，那是我们最后的退路了！…….”魔王看着前方那些死的死，伤的伤的魔人们，最后几个字，几乎是用叹气的方式说出来的。\n  “是！魔王殿下！”阿加洛斯抬起头，却看见魔王的眼神里，满是为魔界甘愿赴死的神情“魔王，您……”\n  “我会与魔界共存亡！阿加洛斯，快去吧，至少为魔界，留下魔王的血统！”魔王打断了阿加洛斯的话。说罢，恐怖的魔力环绕在魔王周围，密度极高的魔力让阿加洛斯都难以呼吸。魔王举起双手，将这魔力推送到魔人们的头顶，为战斗中的他们补充体力，但终究是杯水车薪。魔王再次叹了口气，一步踏出，飞进人群之中。只见他刚一落地，恐怖的力量就将他周围的人族士兵震得粉碎，肉块带着血液向四周飞溅…….那才是魔王该有的实力，这个“懦弱”的魔王第一次释放出真实的实力，但已经没有人在意了……\n  ………………..\n\n魔王城\n  现在的魔罗，正沉睡在魔晶室中——在魔人中，有魔王血统的魔人与其他魔人极为不同，他们没有童年，一出生就要被封入魔晶石，并送入魔晶室，直到成年。在魔晶石中，新生的魔王没有意识，身体却在不断成长。直到新生魔王成年的那一刻，魔晶石会出现裂痕，向外散射紫黑色的魔光——这是双魔共世的征兆，魔光会直射到新生魔王的父辈上，双魔共世，父辈亦可以得到新魔王的能力。  但如果，魔晶石融化了！这意味着群龙无首的魔界会出现一位新的魔王，但同时，也意味着上一任魔王，已经烟消云散了……\n  虽然沉睡在魔晶石中的魔罗没有意识，但魔王的血统却可以像灵魂出窍一样遨游世界，以至于所有的魔王，一出生便知道外界的许多知识，如同脑海中有一本百科全书。魔晶石中含有特殊的魔气，会渐渐被新生魔王吸收，这是维持灵魂出窍所需要的。  魔罗躺在魔晶石中，魔王城中的战火，丝毫影响不到他，连爆炸产生的震动，都传不到魔晶石中。那是绝对安全的地方，魔晶石的坚硬程度堪称世界之最。前提是没有人族侵入……\n  ……………..\n\n魔王城入口\n   “魔王大人，等我送走殿下，一定回去与您一同战斗！”阿加洛斯握紧了手中的剑，头也不回地飞向魔晶室，一路上，不忘再砍下几个人类的头颅。   阿加洛斯是看着一路尸体过来的，心中的痛苦，夹杂着无尽的愤怒！他也是有家人的！而他的家人，他没见到！\n  “魔罗殿下可千万要没事啊！”强忍着愤怒，阿加洛斯撞开宫殿的石墙，用他最快的速度来到通往魔晶室的密道，曲折的迷宫让阿加洛斯被迫减慢速度，当他停在魔晶石的大门前时——门口的守卫已经离开了，他们或许是听到了外面的消息，慌着跑去解救自己的家人，对他们来说，比起里面正在睡觉的魔王，前者更加重要！从来没有出过魔界的魔人，自然不知道魔晶石在人类的驱魔师面前，脆弱得如同一张纸。\n  阿加洛斯抓住大门上的锁链，将属于自身的魔气注入其中，大门被渐渐打开，猩红的雾气毫无保留地冲出来。看到这些没有被人类污染的血气，阿加洛斯的嘴角竟有些上扬。“魔王大人，魔罗殿下还没事！” \n  魔罗沉睡着，在几天前，他的魔王血统失去了与外界的联系，而那时候正是世界之门被第一个人类踏入之时。他周围的魔晶石泛着浅浅的魔光——他快要成年了！\n  阿加洛斯虽然心中大喜，却没停下动作，瞬间飞到魔晶石旁，抗起魔晶石就向魔池飞去，迷宫和魔池之间的通道是笔直的，在拥有巨大翅膀的阿加洛斯眼中，穿过这段距离只需要几秒钟——魔池有很多功能，其中一个就是传送，也就是阿加洛斯接下来要做的。\n   魔池旁的阿加洛斯口中传出古老的咒语，魔池的水泛起波纹，一缕缕血气飘向魔罗所在的魔晶石，渐渐包裹住。魔晶石被血气抬了起来，又缓缓地浸入魔池中，直至淹没。\n  阿加洛斯念到最后一段咒语了，右手早已捡起身边的魔剑，他等不了了，魔王大人正在与人类战斗着！可他却躲在魔王城里！\n  突然，身后飞来的一支箭矢，箭头上缠绕着的蓝色火焰，一瞬间穿过阿加洛斯的身体，在他身上留下恐怖的大洞。“该死的驱魔师！”阿加洛斯瞪大双眼，可视野之内的事物都开始暗淡，他踉踉跄跄地向前走了几步，两眼一黑，就倒了下去。巨大的身体落入魔池，也被渐渐淹没，在魔池上掀起层层波纹。\n  让阿加洛斯没想到的是，他这一扑，竟然震荡了传送法阵，好在没有中断，短暂的延迟过后，魔池中已无他物了。\n…………………….\n\n森林精灵——灵丶精灵村——红枫村后山\n  在一棵不起眼的树下，一块反射着阳光的红色晶体块，渐渐有了变化，竟开始缓缓融化了………. ",
    "replies": [
        {
            "author": "Pasttime",
            "timestamp": 1476364380,
            "txt_content": "欢迎来到混沌。\n热烈欢迎"
        },
        {
            "author": "2644511816",
            "timestamp": 1476440280,
            "txt_content": "欢迎来到弃坑时代"
        },
        {
            "author": "wrf",
            "timestamp": 1476501780,
            "txt_content": "2644511816 发表于 2016-10-14 18:18\n欢迎来到弃坑时代\n坑这种东西，慢慢填"
        }
    ]
}