{
    "title": "<原创·连载>因解效应·热寂[第二章：混乱于钝面之下的信任][S_RwE]",
    "author": "S_RwE",
    "replyCount": 5,
    "timestamp": 1476345600,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:13 编辑 \n\n列车的车厢一节节的冲出隐匿在岩层之下的传送口“纳特，一会儿是你来倒数还是我来？”“随你的便。”“可以可以，那我来。那一会儿是你按按钮还是我按？”“自己按。”“好好，那一会儿是..”通讯器中传来的狙击枪开火声打断了格里“我来好了，不谢。”子弹击中了炸药安防处，火光冲天之后向四周溢散，爆炸讲传送口破坏，还未完全冲出的列车被截断脱离了行进轨道，整个翻倒。\n“雪莉，有意思吧，看不到你的脸我也知道你现在一定在傻笑。”“我没有。”“这里是辛西娅，她现在笑的超开心的。”“我没有。”\n\n\n\n\n\n第二章：混乱于钝面之下的信任\n反胃感如浪般冲撞着脑海，我跪在地上干呕，什么也没吐出来，我胃里什么也没有。\n四周都是因为力场脉冲而报废的地形无人机，偏过头去，尘埃弥漫的远处，被截断的列车侧翻在地面上。轨道因列车脱离而被扯的变形，狼藉一片。\n周围红色网格纹路已经消失，失意的灰色令人有些安心，叹了口气，重新站了起来。\n我的任务结束了，现在我们只要把列车里的小型运输车取出来，把大家都聚起来，沿着完好的轨道搭车离开就好。\n这样我们就能离开这里了。\n\n\n“切尔，你在原地休息下，我去把雪莉和辛西娅接过来。纳特，格里，回信号发射塔这里，我们一起走。”\n\n\n通讯器里传来安格斯的声音。我看了看屏幕上显示的时间，6:50,与计划的时间线完全吻合，那么接下来大家会在7:00汇合在我现在这个位置。然后通讯器会因为电量不足而无法使用，无所谓，反正那个时候大家都在一起，也不再需要这个东西。\n嗯？\n我单手握着它盘坐在地上，显示屏闪动了几下，黑掉了。\n坏了吗？\n低头凝视，忽然心中闪过一丝心悸感，我猛地将手中的通讯器掷向远处的岩壁上，摔得粉碎的零件纷飞的同时强烈的闪光亮起，我的瞳孔急剧收缩也制止不了短暂的失明。灰色的粒子旋涡四下乍现在距离我3米多远的一片区域里，随即消散，接触到我身上的即使只是一小部分也带给了我强烈的麻痹与虚弱感，像是被灌了沥青，我投掷时向前伸出的手臂不可抑制的发软，半边身体又前倾瘫倒在了地上。\n我的判断是正确的，因为没有直接命中的缘故这种感觉在我身上转瞬即逝，视野也恢复了正常。\n我知道那爆炸的是什么，生物力场手雷，效果非常多。其中一种是迟缓身体机能，剂量够大的话可以让被命中者全身无法动弹或直接昏迷，这种东西只要在溅射范围内就可以无视身着衣物产生效果。\n这是安格斯告诉我的。\n它被装在我的通讯器上。\n他把通讯器发给我们每个人。\n他要害我吗？\n为什么？\n我再次站了起来。\n生气吗？\n我差点就要毫无意识在地上，落单的无人机可能会飞到我身上啃噬我的身体，我可能会就此死去。\n为什么？\n尽管根据依稀，但一切已知因素都将“安格斯要置我不利”串联在一起。仅仅就昨天的会议以及谈话内容来看，我能感觉到他是一个重视承诺的人。是的，我就是有这种能力，能在较短的时间里知道谁是聪明人，谁是故作心智，谁是好人，谁需要保护。\n安格斯，不信任我吗？\n我不愿意跟这样的人成为敌人，贫民窟里没有生存普通人和无故择人而噬的无人机已经让我很累了，我没有力气再跟这种人作对。我甚至宁愿相信他把我弄晕是计划的一部分，而不是要杀死我，不然爆炸的就是真正的爆弹了吧。\n还是不理解..假如我就此昏迷，这段时间里会发生什么事情。\n我是个怎么样的人？什么事情是不被我接受的？那就是很可能是安格斯会在这段时间要做的。\n臆断，就不能跟我讲讲清楚吗？说不定我会同意的。好吧，事情结束之后一定要好好跟他吵一架。\n我站在原地，笑了笑。\n\n\n\n\n“辛西娅，你的通讯器还能用吗，我的看起来好像是提前没电了。”\n“是吗，拿给我看看，我说不定可以把它弄好。”\n“嗯。”\n雪莉向辛西娅递出通讯器，辛西娅是半个技术人员，这是我们在会议前就确定的，拥有校准机械器具的能力。与此同时还非常漂亮，长着少见的金发和蓝色的眼睛，是我们这里年龄最小的人。\n她低头摆弄着，很认真，以至于没有注意到转到她身后的雪莉。短暂的闪光过后，同样的灰色雾气乍现，粒子旋涡浮现，辛西娅的身体不可抑制的瘫软了下去，闭上眼的前一刻看到了那张充满歉意的脸，真诚无暇，那个身影将她缓缓的放下，单膝跪着向她耳边呢喃着。\n“辛西娅，等下会有一些你不愿意看到的内容。”\n“我们得偷偷的把这些事情解决好，因为这些事情实在有些难接受。”\n“所以你先躺在这里，好好地睡一觉，等等你醒来，我们就可以开始新的生活了。”\n雪莉看着昏迷的辛西娅，把她抱到了固定狙击枪旁边，将眼神从她身旁移开后神情中突然闪烁着刺目的愤怒，坚定而冷静，仿佛发着光一般，充斥着血丝的发白瞳仁紧紧地对准了狙击枪的瞄准镜头。\n“这次，试试让我也把你们赶着跑吧。”\n\n\n\n\n遥远的地平线上，那是透过狙击镜才能看到的远方，白色的电光与爆炸交织着升腾而起构建出一个球形，雷电肆溢，红色的网格纹路像是浪潮般掀起辐射向四周，球体中间一个小小的，发着强烈光芒以至于看不清的身影像破开气泡一样从中破出，以极快的速度向着[穹顶]冲去，猩红与电光夹杂交织着带出一条划破天际似的轨迹，如虹霓一般。嚎叫着，凄厉的叫声响彻云霄。摄恐级无人机来袭。\n\n\n\n\n\n\n\n\n\n\n本章字数1776前段时间论坛500所以我现在屯了好多章一天一天发我在找情报打底的时候发现了一张跟我描述的情节比较像的图片就是上面的背景，我觉得还蛮好看的，贴个原图吧\n评分+回复即为订阅，我会在下一章发布的第一时间艾特您\n\n\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席@153CXJ    @gggbbb   @彼岸在望   @光线桑德斯\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1476442980,
            "txt_content": "不错的文章，顶！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476828420,
            "txt_content": "目前，到第四章为止，方方面面都应该说很有意思。上次我在周创还有这种感想，是在《水手宫殿》了，那个感觉还不是很清晰。确切地说，是在《自由刺痛》，那个是2015年的精华，直到现在我还愿意膜拜那个作者。之前a245说“争取个优秀”，我觉得优秀低了，坚持写下去的话应该能有大戏。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477200720,
            "txt_content": "你……你这写的什么鬼啊，怎么一点毛病都挑不出来的（掀桌）\n大概……大概是我水平不行了（捂脸）\n\n这样我们就能离开这里了。大概该把“我们”去掉……\n嗯终于挑出问题了，我真棒，对……\n嗯……\n\n开个玩笑哈……快节奏的地方写得其实还不够精彩啦，多练练。"
        },
        {
            "author": "S_RwE",
            "timestamp": 1478494860,
            "txt_content": "安根_Engon 发表于 2016-10-19 06:07\n目前，到第四章为止，方方面面都应该说很有意思。上次我在周创还有这种感想，是在《水手宫殿》了，那个感觉 ...\n迟到的回复\n真的很开心，这么高的评价\n我一定会认真写下去的，精华和优秀都行\n文章写完还想弄个这个系列的皮肤帖子，估计到时候会在人设的引索里\n一定会完结←为了掩饰自己只是动作慢而不是弃坑\n\n正在看《自由刺痛》"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485086700,
            "txt_content": "可能因为一开始晒了设定，所以出场人物最初出现的场景没有什么描写，导致人物构造不够充实，看到这里稍微犯晕。"
        }
    ]
}