{
    "title": "[良心大作]淫灭の机 第二章 重拾旧梦 求回帖啊！！！",
    "author": "zhh30648",
    "replyCount": 13,
    "timestamp": 1352805120,
    "txt_content": " 本帖最后由 zhh30648 于 2012-11-13 21:20 编辑 \n\n    上次发的第一章，可能是因为在深夜档发布的吧，人气不如想象中的那么好，但还是受到了大家的鼓励，本人在此表示衷心的感谢，另外可能每星期会跟新一章，所以不必担心本人弃坑，我一定会写到底。\n接着附上第一章的地址，希望大家能看完后再看本章，因为剧情有很大的关联性，并非单章文字。\n第一章：http://www.mcbbs.net/forum.php?m ... =1&extra=#pid948261\n\n新人物：克里斯\n艾伦在学院时唯一的好友，是承认他的少数人之一，擅长于火焰系魔法，似乎有很高的造诣。\n魔术师等级：B++ （能自由咏唱二段以上大魔术，偶尔能使用出三段以上威力魔术，单属性）\n年龄：13岁\n性别：男♂\n\n--------------------------------------正文的分割线-------------------------------------\n多伦艾斯——这个世界上集中了所有先进技术和高等级魔法的中心城市，虽然并没有被自治政府所承认，但是它的繁华程度不得不让人惊叹。“这，就是都城啊！”漫天飞舞的由魔法符文所组成的漂浮着的彩色文字，由自动设置的交通管制系统，各种林立的魔法研究部门和商铺。当然还有坐落于城市中心的巨大建筑——时钟塔。时钟塔是集合了教学，研究，实践为一体的巨大研究所。同时也是掌控着各种魔法规则的机构，在如今这个魔法统治一切的时代，魔术师协会的权利甚至超越了自治政府，因为真正的战斗力和兵力都在协会这一边，政府根本不敢轻举妄动去挑战这一权威之上的权威。艾伦在人潮涌动的街上左顾右盼，好奇得打量着街上的行人，虽说比起乡下的朴素衣物有些怪异，但都是由各种稀有材料编制，加强而成的“便携式魔术堡垒”每一件都是精品。艾伦看看自己的麻布衫，不由得害羞起来。穿上这些衣服，是艾伦想都不敢想的。从时钟塔的入口处仰望，即使是脖子扭到了直角依旧看不见全貌，只能看见巨大的魔术驱动时钟的一角。时钟塔周围的50米半径内布满了各种高强度结界，别说一般人，就算是首席魔术师也要花好大功夫才能强行突破，这堪称能抵御世界末日的强度，就是为了保护这所极度机密的机构。垂直升降机急速攀升，连艾伦还没注意到启动时就已经攀升了几十层。窗外的视野再不断地扩大，地面也变得越来越小。被两名卫士带领着的艾伦正把脸贴着玻璃上，睁大了眼睛记住这个难得一见的美景。哧——随着魔法解除的声音，升降机门缓缓打开。艾伦几乎是被驾着，被拎出了升降机。“这个就是大人想见的那个小鬼头？看起来很一般嘛”因误会解除而平息了战争，被撤回时钟塔的吉尔斯俯下身来仔细打量了小鬼身体俩下。“最近大人工作很忙啊，为了准备全国魔术竞技每天都忙得抽不出身，还是让这小鬼头回去吧！”“可，可这是，大人的。。要求啊”“我是大人的右手，我说回去就给我回去，况且我看这臭小子也不是什么好料，真不知道大人怎么会注意这小子，不就是防御了次魔术么，时钟塔里哪个不会” 艾伦气得说不出话来。走走走，这里是机密机构，不是小孩子玩闹的地方。就这样被赶出了时钟塔。什么叫小毛孩，我可是救了一座城诶！两个卫兵看他也可怜，帮他包下了一座寒酸的旅馆的一间客房，还给了点生活费，让他等到所谓的“魔术竞技”结束后再进入时钟塔。呼——躺在还有点霉味的床单上，金黄的夕阳从小窗里照到书桌的一角，还悠悠得晃动着。好不容易来一次多伦，却被落了个扫地出门的下场，乡下人就这么好欺负么！握紧了拳头，却又只能无力得松开，谁叫自己不够格呢。“不行，我得再弄出点名声来，这样才进得去时钟塔啊，我一直就想见见那个所谓的‘大人’啊！”说道名声，艾伦脑子里闪过一丝念头，不如去参加这个“魔术竞技”吧！既然是时钟塔主持的，说不定还能见到‘大人’的真身呢!抄起从街上偶然找到的宣传羊皮纸，冲出旅馆向街道跑去。【宝石路21号】，跟着纸上闪动着的地标，终于找到了报名点，但是排队的人数早已超出艾伦的想象。从报名点的门口排出，一直绕着报名摊里外三圈，还有不少人在维持着秩序。看起来都是有来头的贵族和高官的后代，身上穿的不是一般得豪华。金丝嵌进薄蚕丝，用于加强魔术回路的运转流畅性，或者是本身就是具有抗魔性质的防御外装，件件都是令人咋舌的精品。每个人似乎都带上了自己的媒介物，听说还要填各种表格和测试，来确认魔术回路的正常和安全性，同时也会附上魔术属性。不知道已经多就过去了，队伍终于渐渐散去，夕阳照耀下就只剩下艾伦一个人站在铺着红色地毯的报名台前了。“最后一个了么~来，填上”工作人员伸了个大懒腰，靠在椅背上仔细打量着艾伦。表格的内容对于一个正统魔术师是很简单的，魔术属性，回路数量，善用媒介物等，都是作为一个魔术师所应该有的基础素质。“填好了么，让我看看。”“额，那个。。我不知道应该填什么。。这些我都没测试过。。。”“呃？！新人么，我说怎么衣服穿得这么寒酸，不可能是本地人吧。唔~！”被像他同事一样的年轻人，用手封住了他的嘴巴，恶狠狠地看了一眼，然后马上用温柔的眼神转过来对着艾伦。这转换得也太快了吧。“别在意哈，他这人，就这样~来，那里有台仪器，是能够测出你体内魔力大小的神奇东西哦，过去试试，不过最好尽快，不然等会便当就卖玩了。。”咕噜~果然自己也好久没吃一顿像样的饭了，赶紧测完去街上找找好吃的。艾伦别走向仪器，脑子里溢满了各种当地美食的影子。“站好了，接下来可能会有点发热的感觉，那是在与你体内魔术回路进行共鸣，请不要乱动。”仪器传来了奇异的咯吱声，但艾伦全身却一点感觉都没有，别说发热，就是最简单的起鸡皮疙瘩现象都没有。“这。。怎么会找不到匹配对象这可是和时钟塔总部数据库同步的啊！这位小朋友你确定你有发动魔力的经历吗？”艾伦听罢，把头深深埋进领子里“其实。。我一次具象化的魔术都没有发动成功过。”“诶！”两个人都以不可思议的眼神看着他。猛然，把艾伦从自卑和回忆中拉回现实世界的是一声声有节奏的跑步声，还带着急促的喘息声。“那，那个...呼~还，还能报名么！”一阵熟悉的声音传入了艾伦的耳朵。是一个少年，淡金色的短发和雪白的皮肤，还有一双水色的眼睛，这幅人见人爱的少年的面孔，似乎曾经在哪里见过。迷之少年似乎也注意到了这股强烈的视线，转过头来从下至上扫了一遍眼前这个陌生人。当两人视线交汇的一刹那，艾伦再也无法抑制住自己从脑袋深处涌向鼻梁的酸劲，眼泪不自觉得流淌了出来。“克里斯，你，你还活着！”“你是。。艾伦？！”完全被无视的两个工作人员很不识趣地插了句话。“那个，俩位，再不报名我们就去吃披萨咯？”“诶~！请务必等等！我立刻就来，艾伦，等会回我住的地方我们慢慢解释！”伴随着一阵轻快的小跑，这位名为克里斯的少年几乎是跳上了楼梯，一举一动都洋溢着快乐的气息。克里斯，是艾伦在时钟塔同班同学，也是他唯一的真正朋友，能够承认艾伦存在价值的少数人之一，同窗共室了5年，早就如同亲兄弟一般的情谊，被突如其来的战争打破了。“这分开的半年，我一直在找你啊艾伦！你怎么就不回个信呢！”克里斯端起大理石圆桌上精致的茶壶，往艾伦面前的杯子里缓缓倒入浓郁的上品红茶，让整个房间都充溢了茶水的芬芳。这是一间很别致的小房间，墙上漆上了淡黄色的百合图案墙纸，一顶玲珑的小吊灯就正挂在艾伦坐着的真皮沙发的上面。“先不说我，你怎么也来这里了，我还以为你会回到学院去继续深究呢，以你的性格怎么可能会放弃一半的研究呢。”“就是为了找你啊，我在想参加了这个什么竞赛是不是就能有点名声，就能被你看到了。”艾伦差点把嘴巴里的红茶喷到红木地板上，但又怕弄脏这的整洁，强行把茶水咽了下去。“就为了这么点破原因你就去报这么危险的竞赛啊，虽然我也是。。差不多的目的”两人相视苦笑，各自抿了一口茶。“既然都已经报上了，不如来确定下作战方针如何？”一听到“作战方针”艾伦的眼睛里立刻发出亮光，自己上次在战场上风头还没出够呢！魔法竞赛，由多伦艾斯的时钟塔举办，魔术师切磋技艺的舞台。整场比赛采用大乱斗模式，划定20公里范围，2~3人为一组进行竞赛，每人会配备一个传感器和魔力侦测表，用于锁定敌方位置，最终目的就是将敌人攻击到战斗不能，会自动被传送至专用的医疗所，所以从某种意义上说，这就是场厮杀的比赛，活到最后的便是胜利者。“也就是说，我们俩一组么？”“当然，我的火焰系魔法可是大大得提升过了哦！”一阵清脆的响指声，克里斯的手上立刻出现了一只迷你的火鸟。“已经能控制到这种地步了！看来我还真的如大家所说是没有用的啊，既没有家族遗传，也没有可用的属性魔法。”艾伦抓了抓后脑勺，一副怕拖了后腿的狼狈样。“我绝对不会承认第二个药水比你配置的好的家伙，你配的回复药药效可都是出奇啊，明明刚刚才用完的精神力，喝了一瓶立刻就活力充沛了，到底是怎么做到的你啊~”克里斯躺倒在沙发靠垫上，回想起那绿色的酸甜味的精神力药水的奇异味道。“虽说如此，我还是没有什么攻击技能啊，最多只能做到防御了吧。。。。”艾伦自言自语被克里斯发现了“什么？防御？用什么防御？”“啊哈哈哈。。你听错了啦，我一点魔力都没怎么可能能防御魔法呢是吧！”艾伦指手画脚地摆动着双臂“我回房间一趟，整理一下！”一下次便开溜进了克里斯为自己准备的客房，打开大包的最外层，一个用紫衫木抛光雕刻成的简朴盒子在灯光下显得典雅至极，这是艾伦父亲留给他的唯一遗物，但一直都没搞懂真能够做什么。是一把同样用紫衫木雕刻而成的“枪”，也就是小时候大家经常玩的“魔力手枪”（magic gun)只不过这一把显得更加有威严一点，难得的用金丝缠绕着枪口，完美得嵌进木头中，还有正上方可活动式的盖子。艾伦曾经找到各种市场上有卖的普通橡胶弹，却没有一颗能够嵌进这个凹槽内部，似乎是有着专用尺寸的子弹一类的。“哎，感觉好像有什么晃动的声音”哐啷哐啷，明显在这个用红色绸布的下面有隔层啊！艾伦赶紧把红布拔下来，一个明显的拉环出现在盒子底部。轻轻扣住，拉起，伴随着顺畅的咯吱声，红布底下的秘密被完全暴露在了灯光之下。是一个个有着小孔的空心玻璃珠,散发出暗淡的反光，还有一个铁质的模具摆在角落里，蒙上了一层厚厚的灰尘。艾伦用力一吹，灰尘立刻散漫了整个房间，粘在他疲惫的脸颊上。“咳咳！呃，这个，难道是这把枪的子弹么，看起来没什么威力啊。”随着一声清脆的破裂声，一个玻璃珠被活生生得捏碎了。“我去，这够脆啊，能对人造成伤害么，看起来比自制的还要弱啊！”艾伦小心翼翼地拿起一颗，装进活动开口里，小珠子顺利得滚到内部，产生了清脆的一声叮响。“嘿嘿，让我来研究研究这玩意，看起来蛮好玩的，虽然实用指数差了点...”离“魔术竞技赛”开幕还有3天\n\n可能字数不是很多，但是会继续写下去，希望各位能发表评论，不要看过便走人，此乃鄙人一字一句打出来，希望珍惜劳动成果 题外话：能申精么？XD\n",
    "replies": [
        {
            "author": "JKEK",
            "timestamp": 1352805420,
            "txt_content": "顶~~\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352805480,
            "txt_content": "没人么 难道是文章的问题么QA Q!"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352806140,
            "txt_content": "难道是，字太多？！有什么不对的地方求指出！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352808300,
            "txt_content": "各位大大能高抬贵手回个帖么，我很想不通啊。。。"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352811660,
            "txt_content": "为什么，我写了那么多却没有人愿意看.......还没小白提问的回复多........为什么"
        },
        {
            "author": "asd105510",
            "timestamp": 1352812320,
            "txt_content": "标题不够醒目"
        },
        {
            "author": "zhh30648",
            "timestamp": 1352812440,
            "txt_content": "这怎么个醒目法= ="
        },
        {
            "author": "Candy6179",
            "timestamp": 1352835660,
            "txt_content": "表示这个帖子不知道有没有金币呀"
        },
        {
            "author": "t789852",
            "timestamp": 1355592840,
            "txt_content": "好长…………"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356278700,
            "txt_content": "看来阁下是文字区域的常驻人口了。"
        },
        {
            "author": "是与否",
            "timestamp": 1587734520,
            "txt_content": "................................"
        },
        {
            "author": "66816681",
            "timestamp": 1587790260,
            "txt_content": "人才啊，厉害"
        },
        {
            "author": "66816681",
            "timestamp": 1587790500,
            "txt_content": "顶~~~…………"
        }
    ]
}