{
    "title": "[原创·单篇]【我曾遗忘】[by 2644511816]",
    "author": "2644511816",
    "replyCount": 12,
    "timestamp": 1476356280,
    "txt_content": " 本帖最后由 2644511816 于 2016-10-14 18:26 编辑 \n\n 我曾遗忘:        多年来那么多的朋友和你一起度过时光，但直到最后还能陪伴你的朋友又有多少？我曾遗忘过朋友，他们也曾遗忘过我，也许以前就算交情再好，但你只要犯了一个小小的错误便不再是朋友，友尽了。最开始你也许还会彼此记得对方，但如果友情是白墙上黑色的线，断了，那么也许会有沾满了白色油漆的刷子涂去它吧？友情便是如此，那么刷子便是时间。时间会使人淡忘一切，但如果多年过后你还记得他，那么你们本可以是兄弟，但彼此却决裂了。        我不曾恨过那些人，但我不知道他们恨不恨我。“天下无不散之宴席”这句话是对的，但谁曾会想到还有后半句？也许是被时间抹去了吧，“天下无不散之宴席，天下无不尽之友情。”我认为这才是完整的，事实证明了我补充的一句话，友情是有尽头的，谁也不知尽头在哪里？也许刚刚认识就到了友情的尽头吧？也许多年过后我们早已亲如兄弟的时候到了尽头吧？我不曾看过没有尽头的友情，就算再好也会因为某些事情友尽，这种事情我经历了太多太多了，甚至已经麻木了。        也许麻木对于我是好事，但那回忆却不是一两天就能忘记的，我曾遗忘他们，但我遗忘不了那美好的时光，想起我们在一起游戏时，我们都不认识对方，只是坐在电脑前的椅子上，玩着游戏。也许我们开始一起游戏，但那算是认识吗？我们甚至连面都没见过，现实是残酷的，友情即便是现实的朋友也会断绝，更何况是网友呢？我们会彼此遗忘，并结交新的朋友，我们会一直重复这个过程，就如我们是活了365天还是活了1天重复了364次呢？是的，我们是只活了1天重复了364次，我们每天干同样的事情，不曾改动。也许偶然出去玩玩，但那又能使我们重复的次数减少多少呢？        我曾遗忘，我认为我能遗忘掉，但他们会在快忘记的时候想起，想要再找回他们，打开QQ点击联系人再点查找，可你已经连他们的名字都忘了！失望是绝对的，而且就算你记得他们曾经的网名，但他们的网名不会变吗？会变，就如筷子兄弟唱的老男孩这首歌一样，里面唱着时光如刻刀，改变了我们的模样。但这就如时光如剪刀，剪断了我们的友情一样。也许你们会说你不会QQ账号查找吗？你还记得吗？不！不记得！你甚至连他们的网名都不会记得你怎么可能记得他们的QQ号？呵呵，我曾遗忘，遗忘了朋友，遗忘了时间，为什么会说遗忘了时间呢？我已经遗忘了我们是什么时候认识，什么时候成为最好的朋友，什么时候不再是朋友了。        打开电脑，找到熟悉的朋友，表面看起来不是悲伤的模样，可谁知道我的心中却在想着悲伤的事情？也许我们以后也不会再是朋友了吧？明明不是现在的事情为什么我却有点难过？我会珍惜他们，但就算再珍惜也会出现错误，导致你们不再是朋友。仿佛我们熟悉的不是对方，而是显示屏而已。在中国这个人口多如灰尘的国家，也许我们就如一粒灰尘，风把我们吹到了一起，但终会把我们吹散。我不由得感叹道：时间不止如刷子，不止如剪刀，还如风啊。遗忘曾经，回忆将来？为什么这么说？因为我们早以知道我们以后会友尽。遗忘曾经，是为了心中不在难过，表面不在悲伤。也许这世界上最情切的人是家人吧，但家人终有离开的时候，也许那时就只剩下我一人，孤独寂寞。         我曾遗忘，我曾幻想是不是真的有轮回道，然后并在我的QQ签名这么写：今生的朋友，我们来世再做。我不记得是不是这么写的了，但意思却和这个相同，在mcbbs这个mc论坛的周边创作里的文学创作写到这里时，我又再幻想是不是真的有轮回道，并且在幻想我们来世是不是能再做朋友，明明我才12岁，我才初一而已，我还有几十年的寿命，为什么我会幻想这些？也许是因为我不想失去这些朋友吧，失去朋友就如，失去你最爱的玩具一样，难过，悲伤。也许我不是几十年寿命？也许我会出意外身亡？为什么我要这么说自己，这甚至已经是诅咒自己了。但这个世界却会告诉我们，这是可能的。也许我还认为我有几十年寿命的时候，冥府的阎王已经在生死簿上写上我的死期了？        我明明知道是迷信，根本没有冥府，也没有阎王，更没有生死簿，为什么我会悲伤？为了那些网友，为了那些所谓的“朋友”，为了那些连面都不曾见过的人，为了那些只是坐在电脑显示屏的椅子前打字和我交流的人悲伤？没人知道为什么，也许所谓的上天知道吧？但为什么他不能告诉我答案？为什么...为什么...我只是渴望知道为什么我会为他们悲伤而已，这样的要求对于上天很难吗？我没有要多的上亿的钱财，我也没有要这天下，这地球，但为什么不能给我一个简单的回答？我要的仅仅只是一个回答而已，这样的要求就算是对普通人都不难，但为什么上天不能回答我，就如我之前所说也没人知道为什么，也许知道的人是小说中那些仙人吧？为什么我会这么想，我也不知道，明明知道那些仙人和上天都是虚幻的，但我的内心却不禁还是这么想。        冥府、阎王、生死簿、上天、仙人这些都是虚幻的，但我写到他们只是为了在这里有一个增加字数的理由吗？只是为了抱怨这个世界吗？不！我不是！我只是期待着一个回答，回答我的这些问题，我也许现在相信命运了？但为什么有句话叫知识能够改变命运？知识能改变我和这些朋友的结局吗？并不能，这三个字对于我却是悲伤至极，并不能，呵呵，改变命运？甚至连我自己的内心都改变不了，它凭什么改变命运！尽管我这么想，但还是需要学习的，因为他们还有用，如果我不会打字，就无法和他们交流，就无法改变这结局，就无法结交这些朋友。松间沙子落棋盘。也许命运就是那下棋人，而我们是棋子吧？我们没有力量反抗命运，只能被它拿在手上规定好要走的路吧。        365天为一年，新的一年有新的气象，但为什么我想起那些朋友还是会悲伤啊，悲伤不属于气象吗？在我这样的说法下，上天说不定会改变意愿吧？他会让我忘记这些回忆，忘记那些已经不存在我的世界里的朋友吧？谁说的准呢？我小时候也曾幼稚的认为命运会被打破，做些不想干的事情，但现在想起那些却觉得那也是命运的安排，人如木偶，命运如线，我们只是木偶而已。但为什么我们不能打破命运，匹诺曹打破了它是一个木偶的事实，但那是虚幻的童话，而我却觉得它是存在的，在另一个次元而已，他们那里是一个充满美好的次元吧？不像我们这个次元这么悲伤。        我不是一个擅长编故事的人，也不是著名的小说家，我写这些东西只是为了好玩，但真正写入迷时却发现这不仅是好玩而已，还能写出自己的故事，写出想象中美好的故事。如果可以我真的想说出这些话:“再见了，那些糟糕的回忆；再见了，那些所谓的朋友；再见了，那中嘴里说的友情。”我不是麻木了吗？为什么我会悲伤，上天不会解答，就等于没人知道答案，所谓不知道者，可谓不愿说这是鲁迅一篇文章里的一句话，那么上天应该是知道的人但不愿意说吗？也许我的猜测是对的，但是没人能证实，就如有人说一个人用一根足够长的木棍可以翘起地球一样，那样无法证实，但可能是真实的事情一样。        我觉得累了，但我想起我的语文老师这么说过：我们现在还不能累，累了我们就会沉睡下去，我们死后有的是时间沉睡，到地球毁灭了都会沉睡，那时你想不沉睡都不行了。我现在知道了这句话了，我不会沉睡下去，我会直到我生命走向终结的那一刻不会挣扎，而是沉睡，因为我已经累了太久太久......",
    "replies": [
        {
            "author": "2644511816",
            "timestamp": 1476363420,
            "txt_content": "召唤@笔客：AoLi ，老朋友好久不见了，你同开双坑我打赌你马上弃坑，和我一样只写2、3章，然后单篇来个未完待续aua\na.a"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1476437400,
            "txt_content": "刚放学就应随召唤而来 不过看到这排版...\n不想看了哇！"
        },
        {
            "author": "2644511816",
            "timestamp": 1476440100,
            "txt_content": "笔客：AoLi 发表于 2016-10-14 17:30\n刚放学就应随召唤而来 不过看到这排版...\n不想看了哇！\n有一位密集恐惧症患者a.a话说这个其实我也不愿意加粗可是我这边可能mcbbs出问题了一直自动加粗，我现在改改"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1476489600,
            "txt_content": "是排版问题"
        },
        {
            "author": "Scal",
            "timestamp": 1476491040,
            "txt_content": "来自咸鱼黑幻的一些文评吧：\n1.先不说文，就这排版就不想看了，一个文即使再好你没有排版，密密麻麻，看得人也少，建议你改改。\n2.部分段落里有一些啰嗦（废话）\n3.你能不能给我讲讲整个文章的逻辑，本人看了两遍，表示真心看不懂。=-=\n4.最后一段真的，啧，是真的啰嗦到不行了，你自己看看吧。\n我只是一条咸鱼，文评也没什么价值，你愿意看就看看吧。"
        },
        {
            "author": "WM2030",
            "timestamp": 1476491280,
            "txt_content": " 本帖最后由 WM2030 于 2016-10-15 09:22 编辑 \n\n有思考是好事。\n12岁可以拥有的思考已经很多，而且12岁的人，思考的东西是很不一样的。\n你会说我才十二岁，大概是因为你还没有体验过那些二十岁，五十岁，八十岁的人想了些什么。突然之间就觉得自己已经老了。\n更况且现在的时代，人们又何尝知道过，和他正在交谈的人，到底是几岁呢？\n能记录下来也很好，很多东西到了三四年甚至三四十年之后，会有巨大价值的。至少让你自己显得曾经活过。\n\n至于你的痛苦和抑郁，他们会过去的。当然也真的有可能伴随你到很远的地方。不过那都没有关系。好好地过下去，剩下的交给天命。"
        },
        {
            "author": "DGK2",
            "timestamp": 1476491760,
            "txt_content": "楼上的辣鸡狗头说的地方不错我也没有什么好补充的，另外前面几位说的版排问题。我想说其实这样就已经很不错了，没有亮眼色，不想看是因为没有耐心，然后还对作者说你看都不想看确实是够糟糕没有礼貌够失败的。"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1476494280,
            "txt_content": "排版方面，本人还能接受，建议每段之间空1行\n内容方面，我不善医治，也不好说什么\n来自某咸鱼"
        },
        {
            "author": "2644511816",
            "timestamp": 1476507420,
            "txt_content": "光线桑德斯 发表于 2016-10-15 09:18\n排版方面，本人还能接受，建议每段之间空1行\n内容方面，我不善医治，也不好说什么\n来自某咸鱼 ...\n空一行是可以的但是我没word不好看字数所以我得把字节除二，如果空行就不准确了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476827520,
            "txt_content": "2644511816 发表于 2016-10-13 20:57\n召唤@笔客：AoLi ，老朋友好久不见了，你同开双坑我打赌你马上弃坑，和我一样只写2、3章，然后单篇来个未完 ...\n你这样揣度人家我该不该给你负分呢？\n抛开这个说文章。你有做一点思考，这很好。但是你所说的东西，有的带着呻吟味儿，而且你的这个年龄并谈不上累过，说明你还需要学习。我建议你不管怎么想，还是要向积极方向努力劳作。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477201440,
            "txt_content": "总感觉楼主很熟眼……不知道是头像一样还是我们以前见过……\n这样的文，要让别人耐心读下去是有点难的，开头很重要的，谁都记得《百年孤独》那让人眼前一亮的开头（尽管说实在，那内容难以卒读……。看一下，用感叹句？写首诗？下个惊人的论断？用一个短短的环境描写单独做段？\n内容我就不挑骨头了。读罢有些感动。找个理想，像傻子一样去奋斗吧！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477224900,
            "txt_content": "排版不是不行，楼上说排版不好的干脆说是字数太多不想看吧= =\n感觉又是谈论人生的文章（噫，又），其实我觉得这种文章想写好还是很难的。\nlz在文中总给我一种在抱怨的感觉或者我自己就是这样的人\n我还是像上面的大佬们说一下吧，你毕竟才12岁想法最好还是积极些\n或者你在写这篇文章的时候内心压抑，但我姑且还是这么说说吧23333333"
        }
    ]
}