{
    "title": "<原创·连载>因解效应·热寂[第三章：无端恨意所燃起的地方？][S_RwE]",
    "author": "S_RwE",
    "replyCount": 2,
    "timestamp": 1476425400,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:12 编辑 \n行动会议时安格斯总是会向我们询问一些关于生活方面的事情。“无人机一旦接受到阳光他们就会变得不大一样。”“会主动攻击任何接近它们的生物，所以我们不能在温暖的阳光下外出，直到[穹顶]把阳光挡住。”“这是我们的生存方式。”他向我问了，我学着他的语气回答他，看起来他好像很尴尬。\n他放弃跟我谈话把头转向格里。“...所以，你们外出的时间很短吗？”“倒也不会，[穹顶]会时不时把太阳挡住,嗯？你不知道吗？你看起来跟我差不多大，而且也活下来了。”“17岁。”“比我大2岁。”安格斯叹了口气低着头继续说道：“我跟纳特是5天以前才被流放下来的，一个非常奇怪的原因。”“能讲一下吗，我挺想听的。哦哦哦，让我猜一下，你们两个玩球的时候砸到隔壁邻居的玻璃了吗？还是把对街栓在电线杆上的金毛寻回犬松开了？”\n他看起来更失望了。\n\n\n\n\n\n\n第三章：无端恨意所燃起的地方？\n“安格斯，辛西娅已经晕过去了，还有就是，我现在能看到那个鬼东西正在向上飞，差不多还要1分钟撞上[穹顶]。”“它撞不上去的，激光会把它滋下来，再次落地它的推进装置就会坏掉，说白了就是找死，我也不知道它们这种东西究竟在想什么。”\n“推进装置？也是电浆推进器吗？”雪莉耸了耸背，那里绑着的正是同样的东西。“嗯，功率很大，它自己本身的能力是控制爆炸。”\n“快到了，它的推进器有燃料上限的吗？”“应该没有，它本身的能力起作用的话应该是可以永远保持这个速度的，现在我这个位置也能看到它。”\n“地面上的红色网格正在消失。”摄恐级无人机的上升得越来越慢。原来覆盖大片地面的红色网格纹路一条条合并，脱离顺着轨迹收归到无人机本身。\n“它上升到这个高度，[link]传导不到地面，但却会链接到其他的巡逻无人机。它们太多了，信息一旦共享，没有屏蔽器保护我们肯定会被发现。”“继续讲下去，之后怎么做。”“被发现之后无人机就会来攻击我们，但是没有阳光他们就飞不起来是吧？这是你们跟我说的。”“嗯。”“人在昏迷时其实是不会被无人机发现的，[穹顶]上我学习到的，关于这方面的知识。书本告诉我无人机是不会攻击睡着或者昏迷的人。”“是这样吗..亏我还一直担心自己一觉醒来会不会胳膊或者腿之类的被叼走了..”\n“屏蔽器数量不够，只有这样切尔和辛西娅才安全。[正规军]会在摄恐级无人机冲撞穹顶无果陨落之后来到地面处决它，借此夺取一个正规军士兵的身份ID，之后我们才能有进入列车的许可，才能拿到车厢里的脱出装置，才能保证我们都能活着逃出去。”“所以进车厢是这么麻烦的一件事情吗？昨天晚上为什么不跟我们讲清楚？”“雪莉，如果这件事情触及到你了，我向你道歉。”“没，不会，我脾气很好的。”\n摄恐级无人机已经接近了[穹顶]，[穹顶]的防御装置启动，强烈的电磁震荡，无人机的电浆推进戛然而止，紧接着骤雨般弹幕覆盖了它，每一颗子弹都没有落空。它金属结构一步步崩离，粉碎性的打击。射击几秒后就停止了，整个无人机被[link]包裹着，如溢血般的殷红，似乎再也动不了了，缓缓坠落着。\n“对了，[摄恐]是一个级别，现在看到的这个型号，我没记错的话应该是叫..[Electric Creeper]？简称[EC]吧。”“还挺凄惨的是吗？每当一个无人机到这个级别后就会这么做，冲击，然后坠落。雪莉，那是恨意，它们讨厌那里。尽管徒劳，但它们还是要这么做，试着去扰乱那里的秩序，试着去摧毁那里，哪怕一小部分。”“可它们不就是[穹顶]上造出来发配到这里的吗？嗯，是的，是这样的。我也搞不清楚这是为什么。”“雪莉？”\n“我在听，看着它有点难受。我的视野里找不到[正规军]的传送装置，一个也找不到。”“没事，本来也没有期待能在他们一出来的时候就给他们一枪。他们就快到了，早点晚点也差不多。”\n\n[穹顶]的传送室里，20几个人，有的坐着有的站着，单看姿态绝对不会想到这些人是军人，可他们的枪械和服装上的名牌都证明了他们的身份——[正规军]。嘈杂的讨论着接下来他们要做的事情，随意，仿佛是要去散步一般，而不是执行任务。其中一个身着外骨骼躯干装甲的人正襟危坐着，打断了闲谈。“都安静，我不知道你们这是第几次出到[穹顶]外，你们要明白，之所以会有这么简单的任务仅仅是因为政府需要给你们一个正当吃白饭的理由，你们这些人即使是待在家里现在这种社会也完全能养得活。所以都给我闭嘴。”\n所有人都安静了下来，但一个原本一直静默在角落中一言不发的身影却站了起来。\n“对对对，班长讲的太好了，我们都是人渣，这种任务他一个人就能完成的了，我们一会儿只要安安静静的下去，晒晒太阳之后在跑回来我们一个月的工资就有着落了，是吧？哦，不好意思，那里可能没有太阳给我们晒。”\n“菲亚卡，作为一个医疗兵你不觉得你的话有点多吗？每当你出来打断我的时候我都会吃惊，为什么当初的那个自卑到默默蹲在角落的女孩能跋扈到这个地步。”\n“自卑？为什么？我没有自卑，我甚至自负的觉得你们都是白痴，6天前开始，他们两个走后，这里就一个聪明人都没有了。”\n“他们是自掘坟墓，安格斯和纳撒尼尔，他们两个都是...”菲亚卡突然暴起，身后拔出的剑挥向面前这个人，金属碰撞声响起，斩击被他用手臂挡下，金属关节与锋刃摩擦发出龇牙的声音。但她语气中的锐气仍丝毫未减。\n“你没有资格提起他们的名字。”\n“哦。那又怎么样？你就因为这个原因砍我吗？砍你的队友吗？”他猛地抬起手，带起紧紧贴在他手臂上的刀刃，破坏了重心后一脚踢出落在她的肚子上。 菲亚卡未着任何武装的纤细身躯直接被踢出3米远，在地板上滚了几圈重新回到了那个角落。房间里本来坐着的人纷纷从她滚落的路径上站起，为的是不碰到她。没有一个人上前扶起这个人。\n慢慢地，菲亚卡自己坐了起来，双臂环抱着膝盖，把头埋在两腿之间，抽噎着，哭出了声音来。\n\n\n\n\n\n\n\n\n本章字1653我总是在担心是不是出现的人物太多，名字难记所以请捡好看的章节名看吧作为一个文章思路并不严谨的人，我只能让你们这么做了写到序章伏笔内容的时候章节名字会不一样掉的\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席@153CXJ    @gggbbb   @彼岸在望   @光线桑德斯\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1476425880,
            "txt_content": "话说我回去看了一下以前的帖子发现居然有人收藏\n不能确定是谁还是但还是非常感动\n你们是最可爱的人\n【挤眼睛】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485086280,
            "txt_content": "孩纸\n外星人邀请你进我的群吐槽\n可有兴趣？\n【群号在我签名】"
        }
    ]
}