{
    "title": "【原创·连载】大陆之主 第一章",
    "author": "wrf",
    "replyCount": 2,
    "timestamp": 1476501600,
    "txt_content": " 本帖最后由 wrf 于 2017-9-2 20:54 编辑 \n\n                                          一 新生 ? 初入红枫村一 新生 ? 初入红枫村  眼前的混沌渐渐消失，魔罗缓缓睁开双眼，眼前的世界，让他感到很陌生，却又有几分熟悉。魔罗起身，发现自己正坐在床上，“这是……灵丶精灵村？我怎么在这儿？”   魔罗眼前是一个卧室，奇异的植物在窗台上接受阳光的沐浴，散发出闪着绿光的孢子，又在半空中消失，被藤蔓缠绕着的水晶吸收着从天窗透进来的光，像是在为夜晚的工作事先充能。魔罗环顾四周，和这个房间格格不入的，是床头的一把剑，看起来是那种普通得不能再普通的剑，魔罗这么认为。“不过这剑看着好熟悉，先带上吧。”   拿起剑，起身走出房门，对于这收留了自己一夜或者几夜的房子表示感谢。  房子建得很漂亮，或者说很精致，房子的主人一定在它身上花费了大量的时间，只可惜现在没有那么多时间来欣赏了，魔罗发现记忆中好像少了一部分，去不知道到底少了什么。  屋外的风景也不错，脚下是一片用枫树叶铺成的小路，虽沿着山向前伸展，却不显得曲折。四周长满了不同颜色的枫树，由黄色到橙色，再到红色。路旁开着几朵郁金香，颜色也不相同。魔罗也算是亲眼看到这风景了，他还记得在那一觉睡醒前，似乎做了一个很漫长的梦，他梦到自己可以像灵体一样，在山谷间穿梭，在天空中飞翔，路上的所见所闻，依旧可以清晰得回忆起来。“如果没有记错的话，这应该是我第一次用这副身体走路，我到底是什么人呢？”显然现在不是思考这些的时候。魔罗只管向前走着，不管路到底通向哪里，他不会迷路，这里和梦中没有太大的差别。  “请问您需要存东西吗？”耳边突然传来的话打断了魔罗的脚步。  一间小屋，镶嵌在山坡下。里面站着一位十六七岁的少女。  “请问您要存东西吗？”少女盯着魔罗。  “不，不了，谢谢。”魔罗站在她面前，少女的脸庞确实不错，看着养眼。  “请问您要存东西吗？”少女的表情都没有变一下，甚至是说话的语气，每个字的音量，都没有变，仍旧说出了同样的话。  魔罗正感到奇怪，可又想到了什么，笑道：“我记起来了，这好像是个低阶人偶，怪不得连话都听不懂。如果没记错的话，这个人偶的战斗力不比村里的精灵弱，能把低阶人偶制作成这样的完成品，作者确实不简单。恩，品味也不错，这人偶做得好生可爱。”一不小心就评价了一番，梦中的记忆不断浮现出来，一时间让魔罗无法全部接受。魔罗在人偶面前站了很久，等到脑中的信息都处理完，魔罗转身走向村长所住的地方——智慧之树，魔罗知道怎样离开这里，但方法确实有些麻烦。  枫叶随着微风飘落在魔罗的身旁，盖在了盛开的郁金香上。顺着枫叶所指的方向，一块路牌扎在草地上，路牌上的写着几个奇怪的字符，这是精灵族特有的文字，好在魔罗认得，这儿便是智慧之树了。  路牌指向森林林深处，村子里的建筑物也一直延伸到深处。路的尽头，是一座树屋。不过这树屋大得有些离谱，伸长出来的树枝树叶覆盖了五分之一个村子。  四周仍是静悄悄的，如此庞大的建筑群里找不到一个精灵，在梦中，这儿可是挺热闹的。   全村上下，魔罗只见过刚才的女仆人偶了。“果然还是不得不找村长吗？”精灵族很不喜欢有外人进入村子，像刚才那样，让魔罗睡在精灵族的家里，已经是出乎魔罗的意料了！“这下有些麻烦了。”魔罗心里也是一万个不情愿，要不是村里连个人影都没有，他还真不希望去拜访村长大人的。魔罗天生的性格就有些怕麻烦。从树屋的脚下看去，比刚才大得多，连接到大门的楼梯也有几十节。大门的边框是粗壮的树枝，边框包裹的部分，覆盖着厚实的树皮，仿佛就是天然长出来的。进了大门，里头的结构不算复杂，这里是一个大厅，大厅的正中央有一根粗壮的藤条，从最顶端一直延伸下来，周围到处都是果子形状的小房间，不过现在可没在闲工夫去管这些房间排列有什么规律，这么多房间是给谁住的，又或者是用来干嘛的。村长的房间应该在右边，而且不是很高，也不难找。房间还是有些特别，门上挂了一片枫叶，占的空间看起来也比其他的房间大一些，颜色也更深一些。  “村长，今天是什么日子？门外连看门儿的都下班了。”魔罗顺手拉上木门，走到村长室的中央，脸上挂着苏醒以来的第一次微笑，只是看起来有些勉强。“你知道我是村长？”俊秀的青年精灵放下手中的羽毛笔，将目光移向魔罗所站的位置，桌上的羊皮纸还整洁得很，仿佛是刚拿出来的。“门板上的几个大字告诉我你的问题是多余的。”“懂得精灵语的外人可不多。”“这么年轻的村长，在这世上可不多。”魔罗的笑容有些变化，两人对视，村长的脸上浮现出发自内心的笑意。“你叫什么名字？”“我要是知道就不用这么苦恼了，一觉醒来倒是躺在了不得了的地方。”魔罗自嘲似得耸了耸肩，表情随即变得严肃起来。“村长，我需要你帮个忙。”“你想要干嘛？”“离开这。”“去哪？”“萨林城。”三字刚说罢，村长的嘴角向上一抽，笑容僵住了。“你到底什么来头。”“身无分文的异乡人想要填饱肚子，我想村长应该不会拒绝我的。”“为什么找我们？”“上帝送我来到这个拥有传送祭坛的村子。”“只有人类会信仰上帝。”村子的笑容很是勉强，祭坛是一年前建的，一年里村子没有一个外人来过，外人是绝对不会知道的。况且，用祭坛将他送走本该是件好事，可莱娜现在就在萨林城……只能祈祷他们别遇到了。",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1476503820,
            "txt_content": "灵?精灵村？\n是什么意思？？？？？\n还有景物描写还不错，但是语言上还需要努力。\n我是咸鱼，说说意见而已"
        },
        {
            "author": "wrf",
            "timestamp": 1476504840,
            "txt_content": " 本帖最后由 wrf 于 2017-9-2 20:54 编辑 \nDream_Black 发表于 2016-10-15 11:57\n灵?精灵村？\n是什么意思？？？？？\n还有景物描写还不错，但是语言上还需要努力。灵丶精灵村，一些字符好像显示不了"
        }
    ]
}