{
    "title": "<原创·连载>因解效应·热寂[第四章：将己方束缚撕裂的信仰][S_RwE]",
    "author": "Scal",
    "replyCount": 4,
    "timestamp": 1476512520,
    "txt_content": "\n每次我在写帖子的时候都在斟酌要不要加背景板\n加了的话我签名档的颜色就暴露了\n不加的话跟前面的又对不上\n其实不加的话也有些明显，今天没人气了，明天给你，666.写的太好了",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1476512580,
            "txt_content": "标题: <原创·连载>因解效应·热寂[第四章：将己方束缚撕裂的信仰][S_RwE] 本帖最后由 S_RwE 于 2017-1-22 00:12 编辑 \n“辛西娅，你还有一个姐姐是吗？”行动会议的地下室里，格里这么问道。\n“对啊，她跟我可好了，妈妈生下她之后马上就怀上了我，她只比我大1岁，我们从来没有吵过架，也没有抢过东西。姐姐一直很照顾我，那时候每天都很开心。”\n“直到你被流放到[穹顶]下面？”这是安格斯问的。\n“对啊，我也不知道我犯了什么错，我到这里已经1年多了，还没死掉也算是我运气好吧。”她低着头，有些黯然。\n角落里的雪莉站了起来，坐到了她身边。“今年多大了，精确到月份”\n“15岁2个月差不多吧...”“我叫雪莉·凯尔，16岁4个月，你在我们这里是最小的了，我们会照顾你的。”\n\n\n\n\n第四章：将己方束缚撕裂的信仰\n\n“结果我们两个现在什么事情都不需要做啊..”格里坐在一块大石头上，看着用一种非常标准的方式持枪的，站的笔挺的纳特这么说道。\n\n纳特没有理他，格里意识到自讨没趣，躺了下来，单手伸向天空，缓缓闭上眼，喃喃道：\n“为什么我们不能现在去到列车里面呢...”\n“格里，实话告诉你吧，我们两个根本进不到列车里，即使是断掉的车厢也是需要身份认证的。”\n“好吧..不对，什么？！那我们还在这里瞎杵着干嘛？嗯..那个又是什么？”格里指着天边那条红线以及不断向下坠落的爆炸物。\n\n“[EC]，[Electric Creeper]，一种型号的无人机，非常强，不过我们不需要跟它交手，[正规军]在去给它收尸的路上。我们要趁双方交战时夺取其中一个士兵的身份认证ID，之后回到列车这里，”\n“幸好你讲的快，在我把这个东西吃下去之前弄明白了这些事情。”格里坐了起来，指了指自己手里的雷管：“差点以为被你耍了。”\n\n纳特摸了摸自己腰带上的弹夹回头说道：\n“格里，你很喜欢爆炸吗？”\n“还行，看着很舒服。”说完这句话格里马上抬起双手连摆，“不过我可不是什么喜欢破坏和烧焦的疯子啊。”\n“即使真是这样我也不会认为你是什么疯子的。你的通讯器还有电吗？”\n“3分钟前就没电了。”\n“把它从中间掰开，里面有个红边的金属卡贴，贴在脖子右边紧贴着大动脉的那侧。这是信号屏蔽器，这样子无人机的[link]就链接不到我们。效用时期不长，快点吧，我们得出发了。”\n\n\n说话间，纳特已经把它贴到脖子上，卡贴上红色光芒闪亮了一下之后又重新变为金属光泽的颜色。\n“你很熟练啊？”格里这么说着，也完成了同样的动作。\n“还有个问题，雪莉他们不跟我们一起去我能理解，离得太远了难跑。但是切尔呢？我觉得我拿着枪都不一定打的过他，他为什么不跟我们一起去？”\n“格里，你对杀人这件事情怎么看，我是说，杀死你的敌人。”\n“我至今下来好像还没有什么真正的敌人..夺取身份认证ID是这个意思吗，如果是他们的死活我倒是一点也不在乎。”\n纳特笑了一下，继续讲道：“你比你看起来可要冷酷多了，我以为开朗的人会很忌讳这件事情。”\n“你也没有我想的那么死板。”格里回敬。\n纳特又笑了，开始向着目标点跑去，格里在后面跟得有些吃力。\n“你拿着枪也能跑得这么快吗？”\n“嗯，没错。”\n\n\n现在我反而不知道我要干什么，因为我本来应该躺在这里，直到我醒来，直到安格斯把他的小动作做完。\n然后他就会以一个已经事先编好的理由非常巧妙的令我信服——关于我为什么会昏迷。\n\n\n我跳到高处，向远方眺望。那条撕裂灰白交织空气的红色轨迹，但是我没有看到四起的爆炸。\n我对那个东西的认知为零，之前它上升时我就在注意它，现在应该是掉下地面了吧。\n[穹顶]的防御装置给了它重创，它还活着，否则红色的轨迹会马上消失，而不是像现在这样收归到它的身体里。\n我不知道我下一步该做些什么，我能找到的人只有雪莉和辛西娅。\n安格斯要瞒着我做的事情一个人肯定不能完成，雪莉不能把狙击枪扛走，那么执行这件事情的就是格里和纳特。\n所以他们两个现在一定不在列车旁。\n会去哪里？\n天边的红色轨迹不断缩短，重新化为网格布在地面上。\n我皱眉，双眼微眯，想要看清楚那个无人机的样子。\n以前从来没有遭遇过这样的东西，应该不是因为数量。即使只有一只，我们也无法消灭它，会一直存在。\n可是这种事情没有发生，以前出现过的类似的情况，它们在撞击[穹顶]之后就跟蒸发一样，散落的零件也找不到。\n有人处决了奄奄一息的它们。\n\n\n我知道是谁。[正规军]，这是只有他们才能完成的工作。\n我向那个方向走去，一步一步。\n[正规军]。\n令人厌恶的字眼。我讨厌他们，不是其中的某一个人，只是对这个军队的工作以及作风，让我不是很舒服。\n但不可否认的是，我现在还不具备与他们交战的能力，不是技术问题，他们的装备太好了。\n但我必须试试，这样的机会可不多。\n\n\n“我们根本打不过他们，交锋跟送死没区别。”\n“但他不会这么想，即使是去死他也要砍他们一刀。”\n“切尔是个怎样的人我不知道，昨天晚上我才认识他。”\n“但我真的希望他能够活下去，而不是以这种方式终结自己。”\n某个地方，安格斯用通讯器对雪莉讲到。\n\n\n与此同时，正规军的待命传送室\n“我是即将执行[Electric Creeper]回收任务的[正规军]D-4班班长，诺厄·贝克。”\n“同我描述的一模一样，医疗兵菲亚卡·玛格丽特使用没有解除锁定的刀具在待命时期向我发动攻击。”\n“是的长官，没有任何理由。班内的剩下20人都在场。”\n“我不认为她能够执行接下来的任务以及胜任她的职位，我请求对她实行流放。”\n“收到。”\n不算窄的传送室内，正规军班长诺厄向上级报道道。\n\n\n\n\n\n本章字1759第一卷的人物已经全部出现，所以不会在出现新的人名了如释负重的叹了口气预计会在20000字左右完结吧目前6500左右过段日子再搞引索贴上章章节名打了个问号好像有点败笔管他呢\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black \n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]"
        },
        {
            "author": "S_RwE",
            "timestamp": 1476512940,
            "txt_content": "每次我在写帖子的时候都在斟酌要不要加背景板\n加了的话我签名档的颜色就暴露了\n不加的话跟前面的又对不上\n还是加好了，屁大点事，其实我就是为了抢个沙发而已"
        },
        {
            "author": "a2455564728",
            "timestamp": 1476538740,
            "txt_content": "写的蛮好的！加油，争取写个优秀出来"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485087720,
            "txt_content": "投食"
        }
    ]
}