{
    "title": "[多线]Restart N Project——开荒|RPG|神秘|纯魔法|仓库|神秘使，我们需要你！[...",
    "author": "太帅是罪过",
    "replyCount": 0,
    "timestamp": 1476514800,
    "txt_content": " 本帖最后由 太帅是罪过 于 2017-8-22 17:27 编辑 \n混沌之始，魔法之终。\n——《魔法·序》\n\n\n\n游戏背景（大量文字打开谨慎）\nMineCraft-Restart N Project\n       公元24世纪，人类科技水平已达到银河系顶尖的水平。而在远古时期便被人类遗忘的大量珍贵古籍，也在一次次勘探中被发现。\n      2333年初，Hope的几位科学家在几次前往欧洲的考察中，发现了几张在超古代时期人类保存下来的有关魔法与祭祀的石碑，似乎还依稀提到了人类现代科技最追求的一种科技——永生。石碑的顶上刻着几个古代字符，经过这几位科学家数十年的探索，终于在某本古籍上发现了对这种文字的记载。通过书上提到的翻译方法，终于，科学家们翻译到了石碑上第一行的文字——N Project（N计划）。疯狂的科学家们用了无数年的时间，一代一代的探索，渐渐揭开了这远古魔法的神秘面纱。人们把他命名为一个新的学科——神秘学，而神秘学的发现也使得人们的生活发生了翻天覆地的变化。\n      Hope作为发现神秘学的国度，在那里的学习神秘学的人们给了自己一个响亮的名字——神秘使。神秘使们主张魔法，反对科技，蛊惑人心，最后科技被人们放弃，科学家成为了令人唾弃的职业，而神秘使则成为人们最为爱戴的职业。作为最先开始学习神秘学的国家，Hope的国主将他的首都改名为Magic（魔法），住在那里的人们，也都是个个是神秘使而生活着。因为神秘使的众多体系，甚至连死亡之人都能复活，导致原本就渴望鲜血的一些魔法使更加疯狂，神秘使之间的互相争斗也成为了人们喜闻乐见的事情。对此，国主对国家的制度进行了大量的改进，让一些原本不可能做的事变成了家常便饭，一些无谓的争执也只能靠魔法来解决。\n      在这个世界都在普及魔法的时代，老一辈的神秘使们却没有利用强大的魔法来改变世界。因为他们发现了一种更为恐怖的东西——元始魔力！熟练掌控原始魔力的神秘使们认为“神秘使”这个大众称谓太过普通，给了自己一个更加响亮（恐怖）的称号——邪术使。\n      邪术使们为了元始魔力而疯狂着，神秘使们为了魔法而疯狂着，但是他们都忘了一个初衷，在发现魔法的石碑上，在第一行上，写着几个超古代文字——N计划。\n\n      人们被魔法蒙蔽了双眼，忘记了曾经被他们驱逐的一群人——科学家。Minecraft的故事，就在这时，开始了。\n\n\n\n\n\n腐竹的话\n2017年，N计划重启。这是归来的RNP，不是一年前的RNP。2016暑假，RNP开服。2016开学，RNP关服。1年的沉淀，终于在2017年暑假爆发了。归来的RNP，浴火重生。Hey，Are you ready？\n\n\n\n\n\n服务器特色\n1.新手礼包：让你快速达到原版中期的游戏体验，略过前期枯燥乏味的生存。\n\n2.节点提升：嫌弃节点元素太少不够吸？你需要一个祭坛。\n\n3.岩精：据说岩精很稀有，抓到可以换钱！\n\n4.飞行：没有飞行权限怎么办？魔法让你实现fly的梦~\n\n5.空岛：据说……魔法可以拔高建筑……\n\n6.真实黑夜：好……好黑……\n\n7.自动化注魔：注魔好累……没关系，注魔爪帮你！\n\n8.自我注魔：为什么连草方块也可以注魔？？？我也要！\n\n9.私人仓库？普通玩家都可用的随身背包！\n\n10.时装不会做不开心？全世界玩家的时装给你抽！\n\n\n\n还有无数有趣的游戏特色等待你的挖掘！（2016年留）\n\n\n\n\n\n\n客户端相关\n服务器因为会不定期更新神秘附属模组，所以需要玩家不断地注意客户端是否更新。\nV3.4版本客户端下载地址：http://adf.ly/1nttuw完整客户端启动效果：\n\n\n\n\n\n\n\n\n图片欣赏（多图打开请谨慎）\n\n\n\n\n\n\n赞助说明\nVIP：10元/月 200永久 权限：hat权限 地皮2个 （前）称号单色 @玩家 home数量 5 随身工作台物品：猪刷怪蛋2个 牛刷怪蛋2个 研究台全部元素10个 宏伟之木法杖1个 银树法杖一个（均为满要素） 自定义灵气节点3个 钻石1组 神秘注魔装备套一套（风雷剑等） 揭示之护目镜 初级充能符文护盾一套 稻草傀儡2个 经验瓶1组   火之光辉之境 金钱：1万游戏币 每日礼包：150游戏币  6元素矿石碎片8个 原木32个每周礼包：1000游戏币 研究台全部元素5个永久增加权限：随身末影箱 满人进服 彩色字体 三色称号 飞行（除RPG世界）\nVVIP：20元/月 350永久权限：VIP1全部权限+地皮3个 home 8个 随身工作台末影箱 彩色字体 双色称号 传送无需等待 飞行（除RPG世界）物品：自定义灵气节点6个 钻石1.5组 猪刷怪蛋2个 牛刷怪蛋2个 羊刷怪蛋2个 神秘注魔装备套一套（风雷剑等） 神秘使套（灵气减免） 银树法杖1个 地狱法杖1个（均为满要素） 自我注魔：生命回复 初级充能符文护盾一套 研究台全部元素25个 铁卫傀儡2个 经验瓶2组  时装工坊1个 空白膜版16个 全套透镜1套 水晶笔与墨1个 痛苦项圈一个 无底袋一个 金钱：2.5万游戏币每日礼包：350游戏币  6元素矿石碎片8个 原木1组每周礼包：1500游戏币 绿宝石6颗 自定义灵气节点1个  研究台全部元素10个永久增加权限：满人进服 隐身登录 五色称号 强制TP\nSVIP：30元/月 450永久权限：VIP2全部权限 满人进服  四色称号 home 10个 强制TP 物品：VIP2全部物品+钻石2组 随机灵气节点9个 牛刷怪笼一个（蛋删除） 蘑菇牛刷怪蛋2个 灵宝法杖1个 虚空神秘使套一套（神秘使套删除） 无限戒指1个 神秘傀儡2个 经验瓶3组  研究台全部元素40个  自我注魔：光和皮肤 无限笔与墨（水晶删除）金钱：5万每日礼包：500游戏币  6元素原矿16个  原木1组 每周礼包：2000游戏币 随机灵气节点2个 绿宝石10颗 研究台全部元素20个 永久增加权限：彩色称号 隐身登录 \nPS：其他赞助请看客户端文件\n\n\n\n\n\n\nOP证明-后台证明\n\n\n\n\n\n\n\n\n服务器玩家讨论交流群：280473427\n腐竹qq（举报、赞助）：318570407\n\n\n",
    "replies": []
}