{
    "title": "（转载|连载）《枪侠（暗黑塔1）》【第三章（01）】（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 3,
    "timestamp": 1476528480,
    "txt_content": " 本帖最后由 MC|天星 于 2016-10-15 18:50 编辑 \n\n第三章 神谕与山野\n\n正文：\n　　\n01\n      男孩找到了神谕，但那几乎毁了他。\n　　一种微弱的本能突然让枪侠从梦中惊醒，眼前是一片如黑丝绒般厚重的黑暗。他和杰克已经越过了第一波起伏的山峦，来到这片几乎水平的绿洲。他们离开沙漠后的这段路程十分艰辛，没有任何遮蔽物可以抵挡炫目的阳光，他们的每一步都成为痛苦的挣扎，但他们一路上都能听到蟋蟀欢快的叫声从远处的柳树林里传来。枪侠还能保持镇静，而男孩的表情就是伪装出来的不动声色，但这也很让枪侠为他骄傲了。只是杰克无法掩饰他眼神中的狂躁，那种白色发狂的眼神有时会在马身上看到，那时的马肯定是闻到了水的气味，但主人眼中那根无形的锁链让它无法撒腿跑去找水；此时的杰克就像一匹马，用马刺、马鞭都是无效的，只有靠理解才能稳住他，让他保持镇静。枪侠可以估量杰克的渴望，因为蟋蟀的叫声在他自己体内也激起了一种难以控制的疯狂。他的手臂想找到嶙峋的岩壁好在上面擦蹭，他的膝盖乞求他帮它们撕裂开道道流血的伤口。\n　　一路上太阳蹂躏着他们；甚至在黄昏，当太阳成了一个肿胀的红球时，它还不懈地从群山之间找到缝隙追寻着他们，晒得他们睁不开眼睛，让每一滴汗水都结晶为痛苦。\n　　慢慢地，路上出现了植物，起先是发黄的锯草，以坚毅的附着力紧紧地依附在干裂的土地上，也许融雪形成的溪流到这里就止步不前了。再往前走，便看到了巫头草（注：巫头草，Witchgrass，又称毛线稷，是一种在美国十分常见的野草，一年生植物，茸毛浓密。），逐渐由稀疏变得浓郁繁茂……接着他们闻到真正的青草的甜美气息，夹合着梯牧草的味道，他们兴奋地看到了树阴，这些矮枞木仿佛是他们第一次看到的树木。枪侠看到树丛中一道褐色的弧线划过。他在瞬间拔枪射击，没等杰克来得及张口惊叫，他已经捡起了射中的兔子。等待了片刻后，他将枪插回枪带。\n　　“给你。”枪侠说。再往前，草地已经变成一片浓郁的柳林，在习惯了被烈日烘烤得不剩一点生命的沙漠荒地后，突然看到这片绿色，两人都不由一惊。也许那里有泉水，也许还不止一处，那里会更荫凉。但枪侠转念一想，还是选择了这片开阔地。男孩已经尽力，他每走一步都是硬拖着双腿，而且树林深处可能有吸血蝙蝠。这样不管男孩有多困，蝙蝠都会搅乱他的睡梦；若是有吸血鬼，那他们俩可能就再也醒不过来……至少，在这个世界里不会再醒来。\n　　男孩自告奋勇：“我去捡些柴火。”\n　　枪侠笑了：“不，你待在这里，坐下来，杰克。”他记得有人说过相同的话。是一个女人说的。苏珊？他记不清楚。时间是盗去记忆的窃贼。这句话他记得，是范内说的。\n　　男孩顺从地坐下。当枪侠回来时，杰克已经躺在草地上睡熟了。在他翘着的一绺头发末梢，一只大螳螂重复着它行沐浴礼似的动作。枪侠大笑起来——上帝也不记得多久没见他那样开怀大笑了——生起火堆然后去打水。\n　　柳树林比他想像的更深，在昏暗的光线下显得非常神秘。他找到一口泉水，周围爬满了守卫着的青蛙。他装满一个水袋……然后直起身子倾听。夜空中飘荡着一种声音，莫名地激起他体内强烈的欲望，让他非常不安。甚至在特岙，和爱丽同床时，她都从来没能唤起他的这种欲望——当然，他和爱丽很多时候就像例行公事那样毫无感情。他猜也许是环境的突然变化令他产生了幻觉。在炽热的沙漠里长途跋涉之后，这里的夜色显得如此柔和，几乎要将他融化了。\n　　他回到火堆旁，烧水的同时将兔子剥了皮，将新鲜的兔肉和剩下的最后一罐蔬菜一起炖。好久没享受到这样的美食了。他叫醒杰克，看着他睡眼惺忪地狼吞虎咽。\n　　“我们明天还待在这里。”枪侠对他说。\n　　“但你要追的那个人……那个牧师……”\n　　“他不是牧师。别担心。他会等我们。”\n　　“你怎么知道的？”\n　　枪侠只能用摇头来回答他。他心里有一种十分强烈的直觉……但这直觉让他不安。\n　　饭后，他用水冲洗了吃饭的罐头（他简直不敢相信自己能如此挥霍地用水），当他转身回来时，杰克又睡熟了。现在对杰克的这种感情，枪侠已经习惯了，他只对库斯伯特有过这种感情。库斯伯特和罗兰同岁，但库斯伯特显得比他小很多。\n　　纸烟的烟灰都快触到草地了，他将烟蒂扔进火堆。和烧鬼草的火堆相比，在这里，黄色的火焰显得非常不同，它是如此明亮。空气凉爽宜人，他背对着火堆躺下了。\n　　从远处的群山深处传来了轰隆隆的雷鸣声。他睡着了，做了个奇怪的梦。\n\n\n后记\n      为什么我有一段时间没有更新过了呢？其实是因为我家的电脑屏幕坏了，显示不出画面，所以了我搞了一段时间才把它重新弄好，而且因为我没有手机（苦逼的无机党），所以也发不了这个帖子。那么，最后，无耻求金粒和人气。\n\n\n\n\n",
    "replies": [
        {
            "author": "MC|天星",
            "timestamp": 1476529920,
            "txt_content": "谢谢 Dream_Black评人气金粒！"
        },
        {
            "author": "QQ1357288463",
            "timestamp": 1476530100,
            "txt_content": "是不是太少了///"
        },
        {
            "author": "MC|天星",
            "timestamp": 1476534300,
            "txt_content": "QQ1357288463 发表于 2016-10-15 19:15\n是不是太少了///\n会吗？毕竟是连载，之后还是会有更多的！"
        }
    ]
}