{
    "title": "【原创/连载】《影雨为天》 第四章 - 夜桥之战【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1476534420,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-10-15 20:28 编辑 \n\n前言：\n又是好久没更新。。\n\n正文：\n       北风呼啸着，夜晚已经降临。我抬头望了望天空，洁白的圆月高挂在星空之上，一些不起眼的星星围绕在其身旁，颇有些下人讨好上位的感觉。\n\n\n       “我们，便要做那被星星奉承的圆月啊。”我感慨道。\n\n\n       其他三人闻言，也抬头看那洁白无比的圆月。\n\n\n       武庞之嗤笑一声：“不自量力。”\n\n\n       海夜和叶久听了后也并没有反驳，毕竟，那高高在上的圆月可不是我们这些新人可以当的。\n\n\n       “走吧。”叶久又充当起队长的角色，招呼着我们三个向雨杀第二分部那边走去。雨杀第二分部坐落在森林的中心，这森林平常阴森森的，一般修行者都不敢靠近，更别说普通人。更何况现在正值深夜，怎么会遇到危险？\n\n\n       这森林的确阴森可怖，四周静悄悄的，一点声音都没有，仿佛这世界上只有我们几个在走路。\n\n\n       但这种恐怖过了一会儿便完全消失不见了。我们看到了夜桥（夜桥资料已在索引帖更新），纯木质，但这座桥年久失修，看上去十分不安全，普通人走过去几乎是必死无疑，但对于修行者就说不准了，要看内力的深厚程度来判断。\n\n\n       到了夜桥处，不知为何，总有种说不清道不明的感觉，那感觉......就好像附近有好几双眼睛在盯着我们一样。\n\n\n       我们四人直接将那被窥感无视掉，迅速施展步法，准备离开夜桥。\n\n\n       “嗖——”\n\n\n       一支黑色的东西直接向我飞了过来，我飞身一跃，在躲过黑色的同时回身就抓向那黑色。但那黑色的锋利程度远超乎我的想象，我不但没抓住，反而那黑色直接刺破我的手皮，飞了出去。我落地时，手掌处血肉模糊，还在不停地流血。\n\n\n       “影沐！”叶久大惊，“你先躲到我们背后！”\n\n\n       随后，叶久、海夜和武庞之极为默契地组成了三角，把我围在中心。我心中一暖，另一只没受伤的手立刻伸进衣服里，取出了疗伤绷带，迅速将自己受伤的那只手缠了起来。\n\n\n       正当我们精神高度紧张的时候，附近又静了下来，仿佛之前根本什么都没有发生，只有草丛在随着北风晃荡，其他的地方根本看不出任何疑点。\n\n\n       海夜颤抖着说：“这人是个高手。”\n\n\n       是啊，绝对是高手。只有高手才能在悄无声息的情况下掷出品质极好的暗器，并且能做到不被人发现。\n\n\n       我们四人依旧保持三角针，缓缓向夜桥中央移动。\n\n\n       突然，一道黑色的身影从远处的树顶窜了出来，一个箭步瞬间就到了我们跟前。我们大吃一惊，可我们还没来得及挥动武器，又有几道身影从别的地方窜出来，与那黑影打斗起来。匕首、长剑、短剑，兵器屡屡交锋，火花四溅，速度之快，下手之狠，让我们大大震惊了一把。\n\n\n       正当我们愣神时，又是一道身影冲了出来。他深深地看了我们一眼，冷声道：“刀剑无眼，回分部。”\n\n\n       我们如梦方醒，从他的言语中已经听出他是雨杀中人了。我们三人迅速分散，向着桥的尽头冲去，这时又一道身影持短剑冲到我们面前，挥剑便刺向冲在第一个的武庞之——\n\n\n       “呯——”\n\n\n       从我们身后飞出一把飞刀，直接将那把短剑弹开了，来击杀我们的黑影见状，迅速跑掉了。\n\n\n       我们四人一声不吭，迅速冲出了夜桥，向着森林深处前进。越往深处走，这森林便越骇人，甚至还有杀气弥漫在四周，不过我们已经看到雨杀第二分部的建筑群了。\n\n\n       总共除标点1045字。\n\n\n       订阅请评分“我要订阅”，则新章节会at。\n\n\n     订阅席：@光线桑德斯 \n\n      朋席：@2B与mc的故事 @FHC红石 @xcc @普通HIM @guqu \n\n\n      版主：@恶魔-潇洒 @冥王星人 \n\n\n      想要查看索引，请看我的签名档。",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1477496400,
            "txt_content": "人物描写啊，要细节，而且要流畅，不能叙会儿事，挤出一点人物描写来：那像人物小传！试试，老老实实描写一个场景。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477496640,
            "txt_content": "仿佛看到了自己啊……。有月亮的夜晚星星是很黯淡的，若是圆月，就没有“星空”了。写文章不要总写到什么，就给什么做一番注释，这很不自然。你的这些都应该放在之前的铺垫里完成。不停地补充说明，这里又是什么人做什么事的地方，那里又如何危险死过多少人……没意思！"
        },
        {
            "author": "250=mo",
            "timestamp": 1477496880,
            "txt_content": "你和我说哪里很阴森恐怖，我是不信的。你要告诉我怎么地阴森恐怖啦？这儿树叶蔽得严严实实不漏一点儿月光，常年的大风剥除了地面的泥土，露出裸露的岩石，走上上头那声音让人怀疑底下是空心的；但凡是静谧无风的夜晚，偏就这儿树叶瞎晃，沙沙地似在挠旅人的心。诶！你要这么告诉我我还真觉得有点阴森。写小说就是这样的。"
        }
    ]
}