{
    "title": "【讨论】关于游戏平衡性以及游戏内嵌商城的公平性",
    "author": "黑",
    "replyCount": 3,
    "timestamp": 1476533040,
    "txt_content": " 本帖最后由 583736449 于 2016-10-15 20:04 编辑 \n大家好我是一个疯子服主\n\n\n\n\nID6L~CXB018J(~8IGAV]TOO.jpg (10.44 KB, 下载次数: 0)\n\n下载附件\n\n2016-10-15 18:04 上传\n\n\n\n\n\n一个刚刚踏出家门的服务器服主, 服务器很垃圾, 没什么值得炫耀的, 今天来呢是和大家讨论困扰了无数服主的 [平衡] 问题\n这一天我非常淡定的呆在我的垃圾起床战争服务器里面更新一些道具, 这时候一个玩家冲了进来说:\n\n\n 某玩家： 黑逼 你竟然做了可以用硬币兑换东西 在游戏里\n 我：咋了 为什么这么说\n 某玩家：完了 你把起床废了 ****起床不用玩了\n\n\n\n\n等等等等我们bb了很长时间大概整整十分钟的时间 \n我的起床战争服务器有这样的一个游戏元素 叫硬币商城 玩家可以通过击杀玩家，游戏胜利等\n赚取少量硬币 可在游戏内的硬币商城换取部分道具 例如石头，弓箭等\n而这位玩家恰恰反对这类游戏元素 他的意思是这种商城对于没有硬币的玩家非常不公平\n他所举的例子是: 假如我赢了100局换了一个只能用一次的钻石甲， 那么就是不公平的\n他的意思就是 起床战争不应该加这些东西 因为是不平衡的 不公平的\n而我的想法就是既然你是来玩这个游戏， 没有奖励作为目标那么游戏性在哪里？游戏目的在哪里？单纯为了PVP爽的？打发时间吗?\n换几个摸不到的成就数据？没有卵用的称号？或者是只能买特效的金币？\n既然玩家获得了游戏胜利那么就应该发放奖励来兑换相应的增益补给.\n而玩家既然胜利了就应该获取这些奖励到下局兑换特殊道具。既然是起床战争， 一个团战性游戏。\n那么就不代表整个团队都是同类型的玩家，不可能一个队伍穷逼，一个队伍硬币多到撑不下。\n大家互相配合，才能获得胜利，不代表你有10000硬币你就能打赢三个队\n一个队伍，有坑有神，取长补短互补互利，才能做到一个团队游戏的游戏性。而非代表我用了硬币道具我就是破坏平衡。\n那么我想说这种纯 · 起床， 这种没有任何目的性，奖励性的游戏玩家玩一个星期下来，意义在哪里？\n不像生存服， 玩家有永远不会消失的财产，以及建筑，甚至是其他东西。\n小游戏要是想有长久的寿命，就需要这种不变的玩家私人财产(硬币) 来支持玩家的寿命和服务器的寿命..\n\n\n这是我的想法 那么看这个帖子的人你是怎么想的呢？ 你怎么看待这种硬币商城？？\n\n\n\n\n正方:  你这种内嵌商城就是不公平的 都是全新的开始我还没有收集好铜 你就用硬币买石头到金点了！\n\n\n反方:  这才是正常的游戏， 一个有目的，有奖励的游戏， 我既然得到了硬币我就可以买增益道具来获得更好地体验\n",
    "replies": [
        {
            "author": "黑",
            "timestamp": 1476534240,
            "txt_content": "dhkdwp 发表于 2016-10-15 20:25\n起床战争加商店当然是不平衡的\n\n玩久了了之后，老玩家一开始就有一套钻石套，钻石剑\n但是我想声明一下 像钻石套钻石剑这种严重不平衡的道具我服没有。。 我服有的只是发射个火球的消耗魔法啊，效率十的只能挖末影箱的钻石镐啊，，或者是一次发五根箭但是攻击力很低的弓箭...\n\n要是说老玩家一上来就把硬币商店换个遍那么。。。\n花销会非常大。。会非常不值因为不能回本没人会这么干\n\n胜利一把获得的硬币是40 杀一个人是10硬币 换一个比较厉害的道具 （就像我上面说的那个弓）就要 100 - 150硬币 再换一堆护甲？ 要是不能回本那么肯定不会这么干除非是傻子"
        },
        {
            "author": "dhkdwp",
            "timestamp": 1476534300,
            "txt_content": "起床战争加商店当然是不平衡的\n\n玩久了了之后，老玩家一开始就有一套钻石套，钻石剑\n新玩家毛都没有，新玩家被老玩家追着打\n\n新玩家觉得不好玩，就走了\n\n\n老玩家感受过无敌的寂寞之后，又想找些刺激的，然后也走了\n\n\n\n\n恭喜你最后可以和你的没人的服务器相依为命了"
        },
        {
            "author": "黑",
            "timestamp": 1476534600,
            "txt_content": "dhkdwp 发表于 2016-10-15 20:25\n起床战争加商店当然是不平衡的\n\n玩久了了之后，老玩家一开始就有一套钻石套，钻石剑\n哦我的天哪"
        }
    ]
}