{
    "title": "<原创·连载>   勇者之征II：星光   第三章 第二节",
    "author": "2B与mc的故事",
    "replyCount": 6,
    "timestamp": 1476542580,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-12-2 13:14 编辑 \n\n        天灵山脉的心脏地带，穹闪的故乡，山脚下一座无名的村庄。\n\n        现在已是一片火海。\n\n        村子里空无一人，只剩下些许烧焦的尸体。滚烫的热浪在焦炭之间翻滚，扭曲了空气，炸裂出噼里啪啦的声响。除此之外，整座村庄一片死寂。\n\n        不远处，另一座山腰上，一个身型魁梧的男人率领着一小队人马，在密林间观望着。恶战刚刚结束了，但新的战斗马上又会开始，将军很清楚这一点。他把浑身的神经绷紧，布满血丝的眼睛瞪得铜铃一般大，好像要把整颗眼珠子都挤出来。\n\n        忽然，身后的灌木丛里传来一阵及其细微的窸窣声......越来越近了。将军站定不动，悄悄伸手摸向了盾牌......\n\n        “砰！”树林里传来金属钝物撞击的声音，惊飞了刚刚落脚的鸟群。\n\n        “将军，是我！是我！”一个身穿铁甲的士兵被盾牌压倒在地，挣扎着从喉咙缝里挤出了声音。将军小心地放开盾牌，士兵的铁甲已经被砸得凹陷了下去。\n\n        “下次走得光明正大点，别像只老鼠似的。”将军若无其事的举起盾牌，又向右一挥，一只箭矢应声落地，“有什么事，快说。”\n\n        士兵喘着粗气，捂着胸口缓缓从地上爬起来，“将军......援军......快到了，是......圣盾军团的人，他们应该......离这里还有两天的路程......”\n\n        “圣盾？那群软脚虾终于肯从铁壁防线滚出来啦？！”将军冷笑道，挥了挥手，“算了，不能否认，我们这里的兵力确实不够了。毕竟这一仗绝不能输。他们到哪了？”\n\n        “是一个叫做黑雾之源......的小村子。”士兵的气息逐渐平稳下来，“已经派出一个小队去接应。碰头之后，由他们带着圣盾的人抄近道，应该很快就能到了。”\n\n\n\n        \n\n       “现在我终于明白了，一切所谓偶然的相遇，其实都是命中注定。在此之前，无论你如何苦心寻觅，都是徒劳无果的。”\n\n        昏暗的地下室，摇曳的烛光洒在傲天的脸庞，清澈的双眸熠熠生辉。眼角，晶莹的泪在烛光中闪耀，映出金色的微芒。\n\n        “所以呢，这就是你随便闯进别人家地下室然后偷东西的理由？”灵曦有些不快地鼓起嘴，打断了一脸愉悦的傲天。\n\n        “哇，你不要破坏气氛好不好！”傲天差点一头栽到蜡烛里去，“我是真的很感动啊！”\n\n        说着，他小心翼翼地托起箱子里破烂的图纸，像是虔诚的信徒在膜拜精致而老旧的神像。\n\n        傲天他们确实是误打误撞来到这里的。\n\n        刚回到茶馆就捅了这么大一个篓子，稍微有点脑子的人都知道应该赶紧躲起来。\n\n        “臭小子，你这搅屎棍一回来，村子就不得安宁！”老板娘的声音几乎是从牙缝里挤出来的。她推开门，小心地张望了一会——虽然在浓雾中也看不到什么东西。接着利索地走了出去：“傻愣着干什么？快跟过来！你要是不躲好，我的店又要被人砸了！”\n\n        傲天拉着穹闪他们赶紧跟上，还不忘拌一句嘴：“我是搅屎棍？那你们是什么？”\n\n        他们走了很久，被带到了一间破旧的小木屋。“这里是村子的死角，只要你别给我搞事情，那群哑巴是不会找上门的。”老板娘拍了拍门把手上厚厚的灰尘，从兜里掏出一把生锈的钥匙，使了很大的力气才“咔”地一声把门打开——穹闪甚至以为那是钥匙被老板娘拧断的声音。\n\n         “你们就在这里躲好！晚上我再回来找你们。”老板娘说完，掉头就走，“我得快些回去，茶馆太久没人会被哑巴们怀疑的。”说着顺手关上了门。\n\n        门关上的瞬间，穹闪心里紧张的大石头似乎也落地了。刚到这村庄，有太多莫名其妙的事情发生，而他到现在还一头雾水。到村子来之前，是傲天叮嘱他们尽量不要发出声音，而第一个发出声音的人——而且还是大吼——就是傲天。现在他唯一知道的就是，这个村子很危险。\n      \n        “这里好脏啊，那肥婆该不会是给了我们一间堆废品的房间吧？.”穹闪刚想开口，就被傲天打断，“算了，反正最多明天就能离开这里了，你们俩也将就一下吧。”\n\n        “将就？你们可以将就，我怎么办？”身后传来了灵曦的抱怨，“难道要我跟你们两个家伙睡在一间屋里？别的我就不说了，我可忍不了这汗臭味！”\n\n        “这下面应该有一间地下室。”穹闪终于抓到了开口的机会，“不介意的话，下去看看？”\n\n        “连我都没来过这里，你又是怎么知道的？”傲天一脸莫名其妙。穹闪轻轻地跺了跺脚，木质的地板发出清脆的响声：“听这声音，下面应该是空的。”\n\n        “万一是这破屋子年久失修，地基塌陷呢？”傲天笑了笑，还是弯下身去，一把扳开了已经变脆的木地板，下面一片漆黑，果然是留有不小的空间。\n\n        他又扳下几块木板，让缺口大到足够一个人通过，然后率先跳了下去，点燃了火把，地下室终于迎来了久违的光亮。地下室仅此一间，四周的墙壁都是长满青苔的石砖，看上去毛茸茸的，怪恶心。墙壁的一角还留有楼梯，只是上面被木板死死挡住了。看上去这地下室是后来人为封上的。房间里有一架空的书柜，一个残破的书桌，还有一个不起眼的小箱子。这箱子比附近的任何东西都更新，更干净。\n\n        傲天像是触电似的呆住了。几秒后，他几乎是连滚带爬地扑向那小箱子，缓缓地打开了它......\n\n        然后，就是一阵惊呼，紧接着就是之前所描述的那一幕。\n\n        傲天把图纸叠好，装进了背包里最整洁的角落。然后真像做了贼似的，悄悄爬上地上那层房间，然后打着手势，从喉咙缝里挤出来些许声音，向穹闪他们说道：“快上来——小心点——”\n\n        “你这是真打算做贼？”灵曦一脸不解，“说到底，那几张纸到底是什么东西，还费得着你去偷？这不是你认识的人家里嘛？”\n\n        “这事情解释起来就麻烦了，总之，大概，就是......它本来就是属于我的东西，只是被那肥婆没收，藏起来了！”傲天含糊地带过这件事，接着赶紧望向门外，“我们得准备出去了！等那肥婆出来，一切都晚了！”\n\n        “哦对了，在这里千万不能发出太大声音，不然会有麻烦的！”傲天刚打开门，想起什么似的回头，轻声道。\n\n        “我觉得我们已经有麻烦了。因为你之前看到这图纸的时候，已经发出太大声音了。”穹闪似乎感觉到了什么，右手警觉地摸向了剑柄。\n\n        话音刚落，一把飞刀悄无声息地飞来，与傲天擦肩而过，把他的背包划出了一道口子。\n\n        “啊......是吗......”傲天挠了挠脑袋，一边装填起手弩，一边小心地朝门外走去，“总之已经这样了，趁现在事情还没闹大，快跑！”\n\n\n        “哎，你还真是看得开啊！”灵曦很无奈地感到自己居然渐渐习惯了这两个家伙的思维方式，“那为什么不就躲在屋里，屋里不是更安全吗？还有这村子到底怎么回事，连话都不许人说啦？像个监狱似的......哎，别拉，行行行，我跟上......”\n\n        穹闪一把拽走了灵曦，压低声音道：“呆在屋子里只能等死，他们的人会越来越多。”他只解释了这一句，他也只能解释这一句，因为第二个问题的答案连他也不清楚。\n\n        理论上是这样。不过要逃，又谈何容易？屋外全是浓密的黑屋，最多只能看清四五米开外的事物，这种情况下靠眼睛基本上是不可能了。而敌人显然更加了解这附近的地形，傲天还好，穹闪他们是完全属于被动。我在明，敌在暗，穹闪光是靠瞬间的反应躲过飞刀就已经很难，还要负责保护灵曦，基本上是走两步退一步，已经和傲天拉开太远距离了。\n\n        但他又不能大声呼叫傲天求助。一旦暴露了自己的准确位置，不知会有多少敌人会涌上来。只能等傲天自己反应过来——但他这种迟钝的家伙自己察觉到实在是太难了。穹闪想着，无可奈何地叹了一口气。这次确实是太鲁莽了。\n\n        “都叫你们快点跑，在后面磨蹭什么！”刚想到这里，面前就传来了傲天的声音。下一刻，数把飞刀刺破浓雾，从四面八方蜂拥而至。\n\n        傲天瞬间抽出匕首，一边挥舞着挑飞来路上的飞刀，一边疾跑到穹闪他们面前，再把所有穹闪应付不过来的危险全部清除。穹闪根本看不清他在干什么——当然这只是因为雾太浓了，但是向他飞来的刀都是位于他最顺手的方向，这点已经足够映证傲天的辅助能力。\n\n        “别掉以轻心，人会越来越多，得快点离开这种空旷的地方。”傲天说着，逐渐迂回靠近穹闪身边，漆黑的浓雾中逐渐闪现出他跃动的身影。\n\n        只是穹闪感到这身影有什么奇怪的地方，好像是脑袋上......比平时多了那么一小块......等等，不会吧！他在干什么？\n\n        傲天的双眼用纱布蒙了个严实。\n\n\n\n\n目录\n\n\n\n高中生活丧心病狂，沉迷学习无法自拔Orz\n抱歉这次拖了这么久，\n大召唤术@恶魔-潇洒 @xcc @龙腾猫跃 @光线桑德斯 @lzs1234 @MF_Mufeng @Donnies_Ming @一枚渣渣 @bo_bo2001 @风吟浅唱 @毒蛇 \n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1476579960,
            "txt_content": "感觉这章比以前的写的好一些"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476826320,
            "txt_content": "不得当的或者没用到地方的描写和形容词尽量再斟酌斟酌。\n比如：\n此刻，傲天的双眼，已被两块厚厚的纱布蒙上了。\n\n这段描写，断句节奏就很奇怪，而且形容词感觉不得当。而且因为“此刻”有切换视角的作用，如果不仔细读，不知道描写的就是穹闪看见的。用“被”的话，叫人可能不是傲天自己蒙的，又给读者白加难度。我个人认为：\n\n傲天的双眼用纱布蒙了个严实。\n\n这句话要来得好些。\n而且我注意到中间有些地方有两行以上的长白。在这种情况下，即使光说话，每句也是有剧情进展的，这个要想好。另外，该学的时候专心学，祝愿有好成绩。"
        },
        {
            "author": "名人才华",
            "timestamp": 1477048800,
            "txt_content": "高中丧心病狂+1"
        },
        {
            "author": "玄素",
            "timestamp": 1477070100,
            "txt_content": "可以这很故事君 干得漂亮"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1477135200,
            "txt_content": " 本帖最后由 Donnies_Ming 于 2016-10-22 19:22 编辑 \n\n 若有人反感，当我没说。熟悉的穹闪、灵曦、老板娘、傲天。。。天呐故事菌我好想你啊qwqqq不要问我发生了什么事情，我需要安慰qwqqq"
        },
        {
            "author": "250=mo",
            "timestamp": 1477199340,
            "txt_content": "写得不错，反正楼主写作时间也不短了，我就懒得夸了，提几个问题\n      现在已是一片火海。\n      村子里已经一个人都没有了，只剩下些许烧焦的尸体。滚烫的热浪在焦炭之间翻滚，扭曲了空气，炸裂出噼里啪啦的声响。\n前后都很紧张的，突然到“村子里已经一个人都没有了”，就显得很松了，把虚词压一压，突出实词，把句子缩短。\n他把浑身的神经绷紧，布满血丝的眼睛瞪得铜铃一般大，显得有些恐怖。\n不是你说恐怖就恐怖的，一定要用细致的描写、渲染气氛的环境或者其他委婉的形式让读者感到恐怖\n\n还有啊，两字缩进大概是六个半角空格。"
        }
    ]
}