{
    "title": "星际边缘一些游戏技巧和特性",
    "author": "暮雨MUYU",
    "replyCount": 0,
    "timestamp": 1476583140,
    "txt_content": "上古版（考拉版）\n1.怪物随机生成，拥有不同能力\n2.有些怪物是中立的\n3.地下即使挖掉背景墙也无法传送回飞船\n4.鼠标右键破坏背景墙或放置前景方块及背景墙，鼠标左键破坏前景方块或只放置前景方块不放置背景墙\n5.按住Shift键物质枪只能操纵1格方块\n6.星球地质结构一般分为：地表（泥土或沙子）、中层（石头）、深层（常有大型洞穴、矿洞、毒液、大量胶囊等）、熔岩层（花岗岩，岩浆）、地心（很多岩浆）\n7.在地心（星球最底部一格）会死掉，就像玩MC掉进虚空。\n8.矿物在地表、中层、深层分布较多，建议在中层挖。\n9.低级星球钻石很稀有，高级星球钻石非常多（其实也多不到哪里去挖几十分钟也就几十个）\n10.打BOSS挖个坑躲坑里用弓打，几乎所有召唤BOSS我都是这么过的\n11.考拉版大BOSS均为召唤型，星球小BOSS野生打死不复活（野生BOSS给武器或盾牌）\n12.如果煤炭不够用可以烧木头做煤炭，10个换一个（建造伐木场可以提供大量木材）\n13.煤炭、铀等矿物可以做飞船燃料\n14.飞行星的其他卫星消耗燃料1，飞星系内星球消耗燃料较少（好像是50，太久没玩了，不敢误导玩家），飞其他星系都是200燃料\n15.矿镐的破坏能力更好，电钻最好。后期用钻石电钻挖矿。电钻和镐都是3*3格破坏，都可以合成16.剑的攻击范围较大，伤害中等，速度中等。本人推荐使用。\n17.弓可以蓄力，但有上限\n18.短剑单手装备，速度快，范围近。适合操作敏捷的玩家\n19.陨石伤害很高，上古版不能在飞船查星球天气20.星界边境中的星球有顶端和底端的限制，像MC20.主角有寒冷、氧气、饥饿值的设定\n21.上古版有一个紫色武器非常厉害，骨头锤子，强力震击，可以拆泥土，附带远程毒攻击效果。开箱子获得，DPS随机。\n\n稳定版（151216）\n1.前哨站左边悬崖可以用绳索下去，有个NPC，可以接任务。\n2.如果在探索星球的时候发现地面有船锚，船锚上面是一个飞船，可以搜刮东西。看到了记得垫方块上去。\n3.在地心（星球最底部一格）会死掉，就像玩MC掉进虚空。\n4.矿物藏在深处，地表一般只有煤炭。\n5.低级星球钻石很稀有，高级星球钻石非常多（其实也多不到哪里去挖几十分钟也就几十个）后期缺钻石可以去前哨站找矿物商人购买\n6.每个星系都有星门和类月行星\n7.细水长流刷取飞船液态燃料（紫色）和生命之泉\n8.类月行星的深层有很多液态燃料，前哨站也有卖\n9.在岩浆中受到的伤害翻倍递增，我开创造模式admin管理员模式刷出过5位数的伤害\n10.怪物是固定的，几乎没有中立怪物\n11.一些村民可以招募当船员。人工生成的殖民地村民，需要做一系列殖民地任务，直到有村民穿的衣服变成了游戏开始你的衣服那样（船员服），和他对话才可以招募\n12.打某些村民当他们快死的时候会放下武器投降，可以招募他们当船员。小心诈降！\n13.进入村庄不要拿武器，否则他们可能会攻击（某些村民主动攻击）\n14.貌似这个版本不能烧木头换煤炭了\n15.飞船燃料是液态能源，煤炭不能用了\n16.飞星系内星球不消耗飞船燃料，飞其他星系消耗。越远消耗越高，上限1000\n17.主线任务必需品——星核碎片可以在熔岩层挖掘，红色会发光，容易认出\n18.镐3*3格破坏，只能开箱子获得，耐久很低，挖很快，不能合成\n19.电钻可以合成，2*2格破坏，挖掘速度还可以（后期挖高级星球的花岗岩你就知道没电钻是多么慢了）\n20.锤子蓄力时间长，攻击力大。某些锤子右键可触发技能\n21.做任务获得科技（主角光环），无限氧气、抗辐射、抗寒、抗热\n22.游戏有电路系统，但是没有MC的红石复杂。可以做水闸、遥控电梯、遥控门、遥控灯等\n23.植物需要浇水（下雨），否则不会长（或长得慢）。撒金坷拉也没用\n24.记得在田地挖排水渠，不然菜会被淹死\n25.建议在降水多的星球做农场（1级森林星球或2级丛林星球）\n26.升级物质枪可以解锁液体采集、电路设置功能或提高效率，需要找飞船AI升级，材料是升级模块\n27.我在2级森林星球找到过电子人村庄和甘蔗。电子人村庄有电子人法典（里面都是图片），支线任务需要，前哨站有一个不会说话的电子人。甘蔗做糖，做蛋糕，任务需要。其他材料前哨站可以买。28.通过星门可以传送到前哨站或方舟遗迹，方舟遗迹有触手怪雕像、各种族雕像等，用来考古，了解故事背景\n29.根据游戏中的文献资料分析，触手怪是人类从外星带回来的一种生物，越长越大，用触手把地球毁了\n30.根据文献资料分析，USCM是最后的人类组织\n31.根据游戏中的探索功能分析，叶族人什么都吃。这也是其他种族与叶族敌对的原因\n32.海洋星球的水是无限的，敲掉背景墙就有水生成。毒海星球和岩浆海星球也是这样\n33.地心的岩浆是无限的，敲掉背景墙就有岩浆生成\n34.星界边境的星球是半圆形，顶端最窄，越往下越宽。\n\n正式版\n1.如果前哨站的所有商店都关门了，请重新挑战所有副本。如果还是不能解决就是BUG（或者存档坏了）\n2.星门需要根据主线任务在星球上寻找\n3.飞船导航系统可以查询星球地质构造（矿物种类）\n4.冻土星球生成猿族建筑的几率是其他星球的400%\n5.叶族除了机器人和其他种族都是敌对的，因为这是游戏设定。了解故事背景就知道了\n6.星之子和所有种族都是友好的（因为他们健忘）\n7.正式版星图的算法相同，坐标通用。但是箱子里的东西是随机的\n\n原帖地址：http://xjbbs.88448.com/viewthrea ... &extra=page%3D1\n允许转载，需保留此项信息\n\n",
    "replies": []
}