{
    "title": "[多线]幻境工艺——和谐之服█超多插件█特色生存█管理负责█温馨有爱█[1.8-1.10.2]",
    "author": "千树qian_shu",
    "replyCount": 0,
    "timestamp": 1476596400,
    "txt_content": "\n\n\n\n\n零、玩家进服必看声明\n\n\n禁止熊与手残，本服没有监狱，只有封禁。解封唯一途径：写保证书，且只有一次机会。信誉、为人最为重要，一视同仁。注意，小号一律封禁处理。进服都会得到一本服规的书，请务必细心阅读，无规矩不成方圆，服规乃判定是否驱逐的依据。恶意触犯者，不享有申请解封的权利。\n\n附服务器暂行管理办法\n下文使用驱逐来代表封禁之意，使用入境来代表解封之意，管理办法与处理依据如下：\n新人进服都会强制性进行考核，问答式流程，提问就是是否遵守基本的服务器现行的管理办法，选项就两个，同意与不同意。全都是傻瓜式考核，有很多玩家对此不理解，认为形同虚设。\n其实，初衷是为了让玩家同意接受服务器现行管理办法的约束，就像签保证书，这是自由选择的，既然选择了同意，那么就应该遵守服务器的各项标注的规定。一代违反，会优先查询是否违反《幻境工艺萌新考核》，即玩家游戏前的同意条例，其次查询每个玩家转正后都会赠送的《幻境工艺服规》，这\"两\"本书，是处理玩家一切行为的参考依据。\n《幻境工艺萌新考核》目前含有九题，单纯的在为人处事上做文章。新玩家进服都必须进行考核。\n《幻境工艺服规》目前含有十条守则和十条规范，其实已包含萌新考核题。新玩家通过考核后会赠送一本服规。\n\n服务器目前只有两种力度的惩罚：永久驱逐与永久驱逐。我没打错，是一样的字。会根据其肇事行为作出不一样的驱逐令，会在进服界面提示，显示处理依据与是否可以申请入境。如果含有永久驱逐字样，那么就不会再受理该玩家的任何请求，直到一个周目结束，那将是是遥遥无期的。如果含有可申请入境字样，那么就可以到服务器论坛登录，在\"举报\"专版进行发帖申请入境，该为保证书，若再犯，直接永久驱逐。若不申请，那么就将永久驱逐，直到该周目结束或写帖申请入境。\n对于过小的肇事行为，腐竹会尽力协调，态度不端正者，赠送驱逐令。\n服规会在帖子结尾处，由守则和规范组成，请遵守服规游戏，谢谢\n\n\n\n\n\n\n一、幻境工艺最终游戏协议\n\n\n? 即使可以打开别人的容器，也不能拿走任何物品。\n? 在征得物主同意之前，不要拆除或修改人造建筑。\n? 在征得主人同意之前，不要伤害他人饲养的牲畜。\n此乃服务器和谐之本，请不要把消极情绪带到虚拟的游戏世界\n\n\n\n\n\n\n\n二、腐竹要说的话（请无视）\n\n\n从8月8月开始在服务器线上调试，逐渐进入公测调试期，经过大量调试与优化，功能愈来愈完善。在8月末结束公测，开始对外开放，此时正式从调试期过渡到维护期。9月7号，距线上调试已过去整整一个月，终于结束了第一期的维护，一百二十余插件各项功能配置、衔接、优化，已经达到最好状态。在体验上也不断尽力实现人性化，所以有些地方的说明会略显唠叨。老实说，二周目实属难产，捣鼓了近90天才有了今天的模样。不管未来会如何，至少我已用心去对待。感谢陪伴，我已经把我最好的时光，献给了MC。一周目 2015.11-2016.2一点五周目 2016.2-2016.4准二周目 2016.6-2016.7二周目 2016.8开始1.7.2 -> 1.8.8 -> 1.7.10 -> 1.8.8(现在)[P.S]不要让我想起是谁让我走上腐竹这条不归路，我保证不打死他二周目将会很长一段时间不换周目，最多是升级服务端，不会删除存档，请放心游戏\n\n\n\n三、服务器简介与IP地址\n\n\n又一个Minecraft服务器，这是一个正在成长的服务器，欢迎大家来玩耍，\n虽然还有些地方没完善，但腐竹和管理都很热心哦！多多提出你们的意见。\n快来加入服务器，这里没有熊孩子，只有一群可爱却又都比的玩家，\n还在找长期稳定，腐竹又负责，又没熊孩子的服务器吗，这里适合你。\n\n\n\n服务器版本：1.8.8支持客户端：1.8, 1.8.1, 1.8.2, 1.8.3, 1.8.4, 1.8.5, 1.8.6, 1.8.7, 1.8.8, 1.8.9 ,                     1.9, 1.9.1, 1.9.2, 1.9.3, 1.9.4,                     1.10, 1.10.1 ,1.10.2专用客户端：http://pan.baidu.com/s/1kVsDMej  (可选)服务器人数：60++服务器线路：电信、联通(网通)、移动(铁通)等，由腾讯云提供的超二十线BGP服务器ＩＰ：mc.mcfu.cn (不用加端口号)，始终如一的IP地址\n服务器交流群：64093292 (点击群号即可加群)\n对了，服务器位置就在广州广东，周边省市的延迟超低哦！\n\n推荐使用专用客户端，腐竹绑定了一些快捷键哦：\n[N] 打开快捷菜单，还用啥快捷钟\n[V] 打开会员面板，嗯，一股VIP的气息\n[T] 常用传送指令，不会影响聊天栏输入\n[F] 打开好友管理面版\n[G] 打开环球市场，不用输入指令打开了\n[P] 传送到自己的地皮\n[L] 安全登出，这玩意有啥用？你猜呀\n[~] 打开插件帮助，一些常用插件的指令\n如果忘了快捷键有什么功能，可以按[~]查看\n============\n为了插件的视觉效果，请保持以下设置:\n其实Minecraft官方默认设置也是这样，\n图像品质: 高品质 (显示真实伤害红屏等)\n颗粒效果: 全部 (显示刀光剑影、粒子特效等)\n建议保持设置：\n视觉摇晃: 开 (行走、跑动会更加生动、逼真)\n服务器使用e5系列处理器，服务端使用高度优化的PaperSpigot\n\n\n\n\n\n三、服务器部分玩法介绍\n\n\n? 怪物更加聪明，掌握一定神走位；\n? 内置各种隐藏的奇葩成就，腐竹写了一晚；\n? 怪物攻击buff，被攻击到可能会有短时间的负面效果；\n? 不要没事就高空跳跃，会很疼的；\n? 真实掉血红屏，跟射击游戏一样，受伤红屏；\n? 血量过低会得到速度加成，骚年，赶紧跑；\n? 复活后会有几秒虚弱时间，任何行为都会受到限制，过几秒就会恢复；\n? 不要轻易死亡，不仅会进入虚弱状态，而且复活后血量和饱食度都不是满的；\n? 超完善的游戏账号管理，更改密码/绑定邮箱/更换邮箱/找回密码，均能在游戏中简单操作，也支持在论坛做账号的管理；\n? 丰富的操作面板，命令面板、赞助面板、会员面板等等，具体使用快捷钟或命令 /menu 查看；\n? 死亡自动复活，不用点击重生，直接复活，优先复活在你设置的家里；\n? 普通玩家也能一键砍树，可在面板中关闭；\n? 超完善的赞助系统，支持各种主流充值卡、点卡、网银、支付宝、财付通、红包等，直接在点券商店中消费；\n? 生食会中毒，是的，生牛排、生鸡肉神马的，生吃可能造成负面效果哦；\n? 正版免登陆，注册后可以在 /pass 游戏账号管理面板开启，免去登录输入密码的烦恼；\n? 正版皮肤显示，什么？离线服务器显示不了正版皮肤？不用担心，本服正版用户可以优先加载并显示为正版皮肤；\n? 好友系统，面板统一管理，可以预览好友皮肤，可以查看好友下线时间，还可以无视冷却传送；\n? 掉落物全息显示，地上的掉落物都会显示出物品名，不会卡客户端、服务端；\n? 超级随机传送，多个范围的随机传送可选；\n? 在线奖励，时间就是金钱，真的，不骗你；? 精美地皮，完善的地皮帮助，地皮道路均进行了美化；\n......\n更多玩法请到服务器内体验，有120插件呢，像什么宠物、结婚、领地、锁箱之类的基础插件都有，也可以咨询腐竹qq 1587415224。\n大家不会嫌弃新服，对吗qwq，如果有什么异议可以联系腐竹，腐竹一定会答复的\n\n\n\n\n三、服务器部分截图展示\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n四、服务器赞助相关说明\n\n[attach]1005146[/attach]\n因服务器运营需要较大的资金投入，并且需要管理一直维护服务器，为了服务器的长远发展，特此开通了赞助服务。我们会根据您的赞助给予您相应的回报。 您的赞助将用于服务器的续费以及插件购置、更新等，您的赞助将帮助服务器变得更好，走的更加长远。赞助分为三阶，抛去一周目的\"vip\"模式，全面换成\"贡献\"称号。三阶为：贡献I、贡献II、贡献III，不同阶级的赞助都会回报不同的权限。\n查看赞助获得的相应权限：游戏中输入 /b查看赞助方式与使用姿势：游戏中输入 /b 打开面板，下方有赞助方式与链接 为幻境工艺蓄力，感谢有你！\n五、幻境工艺服务器服规\n\n      幻境工艺服规之《守则十条》即使可以打开别人的箱子或其他容器，也不能拿走里面的东西。在征得物主同意之前，不要对人造建筑做任何的拆除或修改。在征得主人同意之前，不要对他人饲养的动物进行任何方式的攻击。不要作弊，包括但不限于矿物追踪、透视以及雷达等。不要进行大规模平山、平地等毁地形的活动，请保护自然环境，如果能建造出比自然环境更漂亮的作品，可联系管理员平地。不要在空中建造建筑物，因为会挡住阳光，可以建在海上。不要恶意刷屏，这会严重影响到他人，有什么不满可以反映给管理员。做错事主动补好或联系管理员，就不会受到责备。不要试图逃避、隐瞒。如在游戏中发生纠纷，请不要采取任何极端手段，包括报复。可以向管理员求助。不要造陷阱或者其他会令人困扰的东西。\n\n      幻境工艺服规之《规范十条》\n服务器内的一切行为均视由账号所有者执行，不接受任何盗号、他人操作等理由。禁止恶意挑衅玩家，包括但不限于动作、言语等有伤和气的行为。禁止损害他人利益，包括但不限于破坏，偷窃等行为。禁止恶意杀害玩家，包括但不限于药水，陷阱等手段。禁止利用领地、宠物等插件干扰其他玩家正常游戏。为了服务器的稳定，禁止造高频红石，包括红石脉冲。禁止小面积饲养过量的动物，这会对服务器造成压力。禁止在服务器，包括QQ群发布任何宣传、不良等信息。甚至是大面积无意义字符的刷屏。禁止使用任何种类的作弊材质、作弊mod等获取不正当的利益。禁止在服务器官方宣传以为的地方，如其他服务器的QQ群，发布本服务器的信息。\n\n\n    再次重申服务器暂行管理办法\n下文使用驱逐来代表封禁之意，使用入境来代表解封之意，管理办法与处理依据如下：\n新人进服都会强制性进行考核，问答式流程，提问就是是否遵守基本的服务器现行的管理办法，选项就两个，同意与不同意。全都是傻瓜式考核，有很多玩家对此不理解，认为形同虚设。\n其实，初衷是为了让玩家同意接受服务器现行管理办法的约束，就像签保证书，这是自由选择的，既然选择了同意，那么就应该遵守服务器的各项标注的规定。一代违反，会优先查询是否违反《幻境工艺萌新考核》，即玩家游戏前的同意条例，其次查询每个玩家转正后都会赠送的《幻境工艺服规》，这\"两\"本书，是处理玩家一切行为的参考依据。\n《幻境工艺萌新考核》目前含有九题，单纯的在为人处事上做文章。新玩家进服都必须进行考核。\n《幻境工艺服规》目前含有十条守则和十条规范，其实已包含萌新考核题。新玩家通过考核后会赠送一本服规。\n\n服务器目前只有两种力度的惩罚：永久驱逐与永久驱逐。我没打错，是一样的字。会根据其肇事行为作出不一样的驱逐令，会在进服界面提示，显示处理依据与是否可以申请入境。如果含有永久驱逐字样，那么就不会再受理该玩家的任何请求，直到一个周目结束，那将是是遥遥无期的。如果含有可申请入境字样，那么就可以到服务器论坛登录，在\"举报\"专版进行发帖申请入境，该为保证书，若再犯，直接永久驱逐。若不申请，那么就将永久驱逐，直到该周目结束或写帖申请入境。\n对于过小的肇事行为，腐竹会尽力协调，态度不端正者，赠送驱逐令。\n素质永远比人数重要，齐力构建和谐小服，不忘初心！和谐、友善、互助、有爱。\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}