{
    "title": "<原创·单篇>Zovi遗留的日记[作者:Shure]",
    "author": "shure",
    "replyCount": 3,
    "timestamp": 1476690300,
    "txt_content": " 本帖最后由 shure 于 2016-10-17 15:48 编辑 \n\nＺＯＶＩＮＶＩ　ＤＩＡＲＹ\n这是一个外传性质的内容，请不要将《MC国》正篇混淆。不允许在未经许可下私自转载，否则你将面临刑事责任。\n\n\nＤＡＹ　Ｚ１Ｚ从当初的兴奋及热血，到现在……只剩下无尽的无言和绝望。离开，是最终选择。说白了，就是永远的离开这个冰冷的地方。帝国已不复存在，而我却侥幸的在火场中活了下来……不……我已经死了，活着的只是一具空壳。\nＤＡＹ　Ｚ２Ｚ这距离应该差不多……离他们很远了吧？路途上卸下那些无用的垃圾，将它们扔的远远地……让黑暗中的海洋吞噬掉它们也不错……至少，对我自己而言吧。\nＤＡＹ　Ｚ４Ｚ几时走进森林的我也忘了，因为毫无观念。也许，在这里头没人会发现这里曾经有人来过。就算有，估计也什么都找不到。毕竟……都是些被鬼影响到的蠢货。\nＤＡＹ　Ｚ７Ｚ又没死成……为什么要这么对一个厌世者？我到底是犯了什么，才要让厌世者生不如死……等等……生不如死……这样也不错。半死不活嘛，算是我想要的。\nＤＡＹ　Ｚ１３Ｚ悄悄的搭起了小木棚子，之后就蜗居在里头……不过……最近好像听到了什么奇怪的声音……是从远方那里来的吗？会不会是他们打起架来了？因为什么而打架的？还是……等等，我为什么要管这个？算了，忘了它吧，管他们去死。\nＤＡＹ　Ｚ１６Ｚ无聊归无聊……总比在那里强多了。但是……为什么总觉得缺少了什么……我到底缺少了什么呢……失去了目标，活在了迷茫中……即便在迷茫的中央，我也誓不回去！\nＤＡＹ　Ｚ２６Ｚ烈火……它让我从此又多了一道伤疤……当然，烧的人不像人鬼不像鬼的……体无完肤，指的就是最接近火场的人吧……不过也不错。虽然很痛就是……等等，到底什么是疼痛啊？\nＤＡＹ　Ｚ３５Ｚ第二次流浪而进入了另一片森林，它比以往的还要黑多了。在那里重新起了个简单的小屋，之后，再次陷入迷茫……说起来从那之后也很少有进食了。如果……等等……死人何必去觅食……\nＤＡＹ　Ｚ４１Ｚ总是梦到什么东西，之后就是猛然醒来，却什么都想不起来。醒来时，总是能听到那个声音……就像上次在上次的那片森林一样。我……是不是该去寻找它？不……那是从远方而来的腐化之音。\nＤＡＹ　Ｚ４５Ｚ我到底是在想什么……眼前很模糊呢。是因为在黑森林里待太久了？应该不是……还是因为长期饿着？也不大对，死人有饿过的时候吗？算了，全都无所谓。我确信昨夜已经看见了死神……还有一个暴露于红月亮照耀下的直通天顶的建筑……说不清楚是什么了……\nＤＡＹ　５１Ｚ又梦到那个建筑了……我在想会不会是某种东西想把我拉进去……梦醒时又听到了……那个肮脏的声音。难道那个烈火会延伸到这里来？我得离开。我必须得跑。我必须得逃离，逃到那个指引之地。……我真的找到了梦中的塔……进去之后，我就倒在那里……很久……很久……久…………\nＮＶＩＤＡＹ　１Ｏ醒来的时候……也不记得多久了……总感觉，已经时隔一年……重新爬起来，也没有顾忌外面，就在这个奇特的建筑中摸索……试图……找到一条更深的路。我一直在往上爬……直到顶端的时候，我才发现，外面正挂着一轮明月……可惜不是血红色。这是早上？不，这是黑夜。\nＮＶＩＤ．３顶层里歇息了很久……在塔里居然发现了……两个小家伙。也不知道是谁把他们留在塔楼里的……而我也不知道为什么……居然……居然…………不知道该怎么说了……但最后我也把这个塔占据了……甚至……还找了件黑暗的斗篷围住……\nＮＶＤ．１Ｉ９３２我不知道这是不是运命的安排……或许吧……谁知道呢……看着这两个家伙已经有所成长，也不错。当然，它们偶尔就跑外头转。我唯一能想得出他们会做的事就是干一些血腥的事情了。最近听说外面开始被某种东西污染了……污染吗……污染……会不会就是那个黑雾呢？\nＮＶＤ．２００Ｏ０怎么感觉这本书被翻过呢……是他们吗……无所谓了……偶尔他们淘气些是没有错的……算了……重要的是……如何才能把罪恶的魔龙吸引出来。人生最大阴谋是什么呢？不久我就得到了答案……是欺诈。\nＮＤ．２６１２诅纬是怎么了？疲惫？孤立？这都不是……厌世……好吧……一直以来都是这么走来的……不过……为什么一个死人要去照顾那两个活生生的……好恶心……还不如夺走成千上万的灵魂更为好过……感觉……疲惫？死人有累过的时候吗？\nＤＸ＿Ｙ３１８７Ｚ来了……终于来了……来自远方的声音，传到这里来了……那两个……也总算是可以离开这里了。他们已经自由了。准备好背水一战了……不论是夺走谁的灵魂，不论是谁的到来，均与我无干。来到诅纬之魔塔的人只有生死两条路。啊……是灭亡还是寂静……我很期待你们的……最终……结局……\n\n\n\n\n",
    "replies": [
        {
            "author": "琉月歌",
            "timestamp": 1476695220,
            "txt_content": "好看"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476824640,
            "txt_content": "\n这个东西，就算你不提醒，也没人会和MC国混淆……\n总得来说想象空间特别大。\n以下是你留给安根的想象：\n\n是不是有人把你键盘上的逗点什么的翘掉了，就剩下省略号？\n还是说你打字一激动就按住句点符不放？\n或者说主人公有哮喘，就算写日记也带着一句话说不完的风格？\n另外你为啥一等到主人公要说出什么不得了的真相了就给他灌一气水，灌得他呼哧带喘外加喷得我们一头雾水？他今天厌世明天厌世的，最后到底想要表达啥？难道说……\n整个世界都骗了他五毛钱没还？\n他怎么做到倒在那里昏掉还能写日记的，难道说这个主人公有什么直接将心理刻印到日记上的隐藏技能？\n\n\n不管怎么说吧，这么长一个东西码下来感觉你也费力了。毕竟每说一句话都给自己补一刀外加满满的［向世界斜眼］（说睥睨就有人不解了）的感情色彩，如果是写索岚自己就特别像了。真的，要是不看设定我还以为是索岚的日记呢。\n总之加油，修修键盘。我也得修修我的输入法了，按句点只能按个问号出来。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477323960,
            "txt_content": "这样叫人半懂不懂，大抵是楼主你应该注意：你是否心目中，剧情有了开端发展高潮结尾？还是想到什么写什么？凡事有个详略。当你明确你的故事以后，再下笔。记住：内容大于形式。不要你自己都觉得自己不知所云。"
        }
    ]
}