{
    "title": "【原创·连载】 大陆之主 二 萨林城之行",
    "author": "wrf",
    "replyCount": 3,
    "timestamp": 1476754260,
    "txt_content": "二   萨林城之行萨林城，是一个比较特殊的地方，只有每年的4月，萨林城才会聚集许多从各城各地来的人。在四月中旬，有长达十天的一场盛会，每年的盛会都是不同的，有可能是一场大型的拍卖会，有可能是大型的魔法表演，还有可能是某位大魔法师收徒……萨林城处理中央举行盛会的地方，其他区域都是开放的，各城各地的商人总是早一个月到萨林城，希望占个好位置。“萨林城?我要怎么去?”魔罗可不傻，萨林城离这红枫村，隔了一座光明城啊！走去的话，那得要多久。“奥，这个简单，只要到传送祭坛那就可以了。”村长显得格外热情，脸上浮现出了笑容，像是在送走一个灾星。村民们还没回来，村子空荡荡的，只有几许清风。祭坛静静就地立在那里，周围只有几颗随风摇曳的树，显得有些冷清，似乎这村子的象征就是这寂静，没有生气。祭坛透着绿光，那光散射在魔罗身上上，透着些许凉意.....村长叽里呱啦一串吟唱，随机魔罗脚下的石板就震动起来，符文发出红色的光，将魔罗包围住，随后眼前一黑。好家伙，这传送阵竟然能传这么远，灵·精灵统一了精灵村以后，富得可以啊！一个小村子就能有这样的传送阵。几秒钟过后，魔罗耳边就吵闹起来。睁开眼，萨林城到了。魔罗走出萨林城专门设置的传送平台，静静地打量着周围，附近所有的房子底部都垫着一层圆盘，像磁石一般使整个房屋悬浮在空中。地面是棕色的，向四周望去，整块大地都连在一起，没有一丝缝隙。“这萨林城也真是古怪，地面都是一整块的石头，似乎还挺硬的。”“呜哇!快看那!萨林大人来了!”背后突然响起一声巨响如雷贯耳，魔罗也下了一跳，没好气地转过头看看，是哪个混蛋吼的那一嗓子，可一转头，就看到所有人都朝着他看，或者是，朝着他身后的车看。萨林大人？传说的那个开辟萨林城的人？没想到能在这儿碰上，他也是来参加盛会的？有意思，看来这次的盛会，不简单啊。“萨林大人!萨林大人!”周围的人们不断得叫喊着。周围的人齐刷刷地向两边靠拢，并转过身来，向着远处的那辆马车深深地鞠躬。“喂!那小子!傻在路中间干嘛!?还不快过来!”两旁的人向魔罗这般叫喊。魔罗正在打盛会的主意，哪里注意得到别人的呼喊。远处的车子里的人似乎没想到还有一个人会站在原地，想刹车，但已经晚了，魔罗的身体向前飞扑出去。“你小子不要命了？站在大街上发什么愣呢！” “刚才那一下撞的不轻啊，这小子不会死了吧？”“死了是他活该，挡萨林城主的车，就算不死也要问罪了，死了还算便宜他了！” 魔罗也是郁闷，冷不丁地被撞一下。坐起来，看了看自己，身上竟然连擦伤都没有，而且也不怎么疼。“嘿~这小子皮还挺厚啊！喂！小子！没死就快过来！别再傻坐着了！你挡到萨林城主的道了！”  魔罗看了那人也眼，也不说话，依旧坐在那里。  车门打开了，一个中年人类走下来，不紧不慢地走到魔罗身边，“小兄弟，伤不要紧吧？要不我送你到城主府里去治疗一下？”“算了，不用！”魔罗看了城主一眼，起身拍了拍身上的灰尘。走远了……  “真是恶心，来萨林城的人都这态度，看来这城主也不是什么好东西，不过刚才那样子似乎挺和善的，管他呢！反正和我搭不上关系。”………………..………………..魔罗现在，身上除了那把剑，就没什么值钱的东西了，而这把剑看起来也不是什么值钱的东西，因为魔罗看不出来这把剑是用何种材料制成的。主街道已经挤满了人，魔罗自然不会继续待在主街道上，闹不好再出现个“萨林大人”，想想就觉得心烦。随便逛逛，说不定能遇到啥好事情。……………….……………….“嘿！今天运气不错，那个少年似乎第一次来呢，看他背上那把魔晶剑还是个上等货，小子，遇到我算你倒霉！嘿嘿……..” 徳洛藏在魔罗身后不远处的角落，他已经开始计划，要搞到那把剑了。逛了半天，这里都是些低阶的物品，实在没什么价值。“饿…….”逛了这么久，肚子也饿了。魔罗看向正在叫的肚子，笑着叹了口气，貌似从醒来就没吃过东西了。“好机会！”徳洛走到魔罗身边，“兄弟，你第一次来萨林城吧？看你肚子也饿了，走，我带你吃点好东西去，我们边吃边聊！”“这…….那好咯。”有人请客吃饭的事情，魔罗又何乐而不为呢？…………………..萨林城精灵酒馆“又是精灵族的地盘？”魔罗皱了皱眉。“兄弟你可别小看这精灵族，自从灵·精灵统一精灵城以后，精灵族可谓是风生水起，现在可是东大陆第二强的势力了。”徳洛滔滔不绝地讲着精灵城的强大，好像他就是精灵城人似得。“对了，我叫徳洛，兄弟你叫什么？”徳洛突然转移话题让魔罗没反应过来。“我…….我没有名字”魔罗知道关于自己身世的记忆被封存在大脑里，但知道归知道，他却取得不了那份记忆，以至于他到现在都不知道自己的名字。“没有名字？！……..兄弟你既然不想说，我也不难为你，这顿饭我请了，咱们也算交个朋友。”徳洛随便点了几个菜，“你第一次来，有什么不懂的就问我吧，在这萨林城，我比情报贩子知道的都多！”“哦？还有这回事？”魔罗看着他，眼中充满了不削。笑话，除了他自己的身世，魔罗可谓是上知天下知地，不过，人在屋檐下，饭是徳洛请的，总要给他点面子。“那就我问了，这次盛会的内容是什么啊？”魔罗随口一说。“兄弟你这不是难为人吗？这事可算得上是机密了，不过还好你遇到的是我，一般人我还不告诉他呢，不过看在你我是朋友的份上，我就告诉你了，这次盛会啊，是一场拍卖会！”徳洛越说越小声，怕别人听到的样子。其实啊，这事，全萨林城就没多少不知道的，遇上这么一个白痴，徳洛心里都偷着乐了。“不就是一个拍卖会嘛，用得着那么隆重？”魔罗听完徳洛的话，兴趣就消失的无影无踪了。“你别小瞧这拍卖会！你知道这次拍卖的东西是什么吗！是人魔战争的战利品！”徳洛的嘴都快碰上魔罗的耳朵了。“人魔战争？”当这四个字进入魔罗耳中，魔罗的心重重地颤抖了几下，随即又恢复过来，连魔罗都不知道为什么他会对这几个字如此敏感。“那过会我们去看看吧。”“可以啊。”徳洛心里可是在偷着乐啊，本来他是想邀请魔罗去参加拍卖会的，可没想到魔罗竟然自己要求参加了，也是省了不少功夫。到时候参加的人数那么多，你一挤我一撞的，顺手拿了他背上的剑，说不定都发现不了，真是天助我也！………….………….不久后，主街道上魔罗和徳洛并肩走在主街道上，不知何时，主街道上的人越来越多了，商人们也都忙碌起来。“这些人都是来参加拍卖会的？”魔罗看向徳洛。“怎么可能，拍卖会上的东西他们怎么会买得起，这里的多数人都是来逛这儿附近的店铺的，碰碰运气，万一淘到什么宝贝就赚了，可好东西那会容易找啊，纯属就是来凑热闹的！”“这么说？徳洛你很有钱咯？不然你为什么要参加拍卖会？”“我也就那么几个钱，不够看的。”徳洛笑了笑。“我可没有钱去…….”魔罗话刚说到一半，只见天空渐渐暗下来，远处一片黑云飘了过来。“啊！！！是魔人！魔人来报仇啦！”有人大喊道，抬腿就向反方向跑走了。“怕什么！有萨林大人在，魔人嚣张不了的！”另一人却显得很淡定，可他却没料到，这话刚一说完，他就被魔人劈成两半，鲜红的血溅了两米多高。“跑啊！”人群一下子就乱了，他们怎么也想不到，魔人竟然敢在萨林城杀人！笑话，魔人几千年没出过魔界了，管你哪里可以杀，哪里不可以杀。“还愣着干嘛！跑啊！”徳洛对着愣在原地的魔罗大喊道。魔罗这才反应过来，刚才那人死亡的场景还历历在目，可魔罗却没有感到不适，毕竟他也是魔人，只是他不知道而已。“魔人怎么跑到这来了？”魔罗一边跑，一边问徳洛。“该死！怎么这个时候出乱子！这下剑要怎么拿啊……”徳洛似乎没听到魔罗说的话，喃喃道。“什么该死？什么剑啊？”魔罗敲了敲徳洛的肩膀，眼中露出一丝警觉。“啊？什么？没什么！恩！没事！”徳洛差点说漏嘴，还好对面这家伙似乎不是很聪明。“魔人为什么会跑到这儿来？”魔罗又问了一次。“你连这都不知道？咳咳…….咳…….”徳洛呛了口口水，“你到底是不是这个世界上的人啊！还是说你的智商是虚数？半个月前人族攻打了魔界，杀死了魔王，现在的这些魔人当然是来复仇的！”徳洛用惊讶的眼神看着魔罗。“复仇？人族？魔界？”魔罗听到这一连串的词，心再一次颤抖起来，低头重复地念着这几个词。“喂！喂？兄弟？你干嘛呢？现在可不是想事情是时候啊！赶紧跑啊！”徳洛看到魔罗竟然在这个时候想事情，简直是不要命了，不管，他的命可比魔罗值钱！他可不要和魔罗一起死在这儿！“你自己慢慢想吧，我先走了！”徳洛丢下一句话就加速跑了，可没走多远，一把黑色的魔剑从天而降。“啊！”一声惨叫惊醒了思考中的魔罗，只见到徳洛的尸体静静地躺在地上，一道深深的刀口斜开在他胸口，魔罗走近尸体，看了一眼死不瞑目的徳洛，心中的愤怒油然而生，虽然徳洛想要骗他身后的剑，可他并不知道那把剑的价值，再加上徳洛对他有恩。可他刚一抬头，却看到一个人形生物飞在空中，摆动着身后的翅膀，魔罗脑中没有关于这种生物的信息，但一切信息都说明，天空中的那个生物，就是魔人！而当魔罗看到天空中的魔人的时候，心中的怒火瞬间消失了！那魔人看了一眼魔罗，又看了看魔罗身后的魔晶剑，露出了想不通的神色。又看了几眼魔罗，便飞远了。“那魔人为什么要放过我？”魔罗感到奇怪，而更另他奇怪的是，他的怒意竟然消失了！“算了，不管那么多了，先找个地方躲起来！”\n前传，点这里QAQ\n第一章，点这里QAQ",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1476824940,
            "txt_content": "这个东西很有意思，但是在大小设定以及语言上要才进一步构思。毕竟很多人想要写的都不是看一遍就完事了的东西。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477323300,
            "txt_content": "我没能耐心读完。你的开头非常经典和保险：先介绍设定再引故事。但恐怕文章的结构还需要更加灵活，文字才会更加地生气，你写起来也会更加舒畅。读读意识流，或者我国一些优秀作家的中短篇小说，揣摩揣摩他们写作的结构，尤其是开头。当然，如果你觉得自己无法驾驭，那保持现状也是可以。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477323660,
            "txt_content": "楼主的文字还不大成熟，突出在人物描写上。我觉得没必要给出具体的修改方案，建议回去对照一下优秀的作者们（不是那些网络小说家！），思考一下：对话当真是复制我们自然的日常吗？要做什么处理？目标效果是什么？描写人物是他一上场就把他从头到尾介绍一遍吗？到底是你告诉读者，角色是什么样子的；还是你去描写角色，让读者评价角色？……多思考，练习一下，或者找高手指导你一下，相信你能很快取得进步。"
        }
    ]
}