{
    "title": "（弃坑！）1.7.10枪战RPG地图现代战争4决战时刻beta1.0",
    "author": "白狼whitewolf",
    "replyCount": 26,
    "timestamp": 1476886500,
    "txt_content": " 本帖最后由 白狼whitewolf 于 2017-2-8 23:02 编辑 \n\n现代战争4决战时刻Modern war 4 final moment\n前言：白狼这次给大家带来1.7.10枪战RPG地图现代战争4决战时刻beta1.0版本\n内容与BUG：\n目前只提供试玩版本beta1.0虽然做工不是那么的精美，但是主体剧情大家多多支持！\nBUG大家启动时需要安装盒子大家请把盒子mod列表中的自动建筑关掉。出生点好像不对不过就在旁边，可以作弊，记得去一层。BUG:NPC敌人太弱我方太强建筑太丑\n[sub]现代战争剧情介绍：\n现代战争1沙漠风暴\nModern Combat 1 Sandstorm：\n      沃伦斯少尉刚刚经过一段时间的修养，决定重返战场，于是搭乘直升机加入了一个新组建的小队，小队的队长JONES带领他复习了一下战场的基本功，并且宣布了此次行动的代号：沙漠风暴。\n这场行动本应进行的十分顺利，不料在行动过程中却遭到了当地武装组织的猛烈抵抗，此时的一名队员DOZER觉得事情蹊跷，“好像他们知道我们要来！”而JONES却只管叫主角等人继续任务。之后实在是寡不敌众，主角等人狼狈地逃出这个地方，当地的政府也被一名叫做阿布巴哈的恐怖主义者推翻，沙漠风暴行动宣告失败。\n虽说行动失败了，主角等人并没有归队，而是通过下水道进入了医院，因为有情报称阿布躲在医院里。但是显然阿布并不在医院，还送了一个“礼物”给主角，主角差一点被炸死。\n最后，主角等人在一个码头里找到了隐藏的核弹制造基地，也见到了阿布，阿布丢下核弹乘车逃跑，还是被主角等人追上。但是就在这时情况突变，JONES突然一枪打死正准备活捉阿布的DOZER并挟持了FOX，原来他是阿布安插在美军中的内奸，正是他把行动的内容告诉了阿布，造成了沙漠风暴行动的失败。最后阿布和JONES还想联合策反主角让其叛变，但是主角却用自己枪里的最后一发子弹打死了叛徒JONES。阿布见此情形便拉响手雷想与主角同归于尽，就在这时重获自由的FOX一把拉住阿布给主角赢得了逃跑时间。最后，主角只听到了一声爆炸声……\n\n现代战争2黑色飞马\nModern Combat 2 Black Pegasus：\n游戏的剧情从第二个任务鏖战钻井平台开始，虽然阿布巴哈死了，但是沃伦斯少尉却仍然在追查阿布巴哈的余党。这一次，他加入了三角洲部队（游戏中称为德尔塔），和刘易斯中士一起来到了一个油井，因为有情报称一个名叫加齐的人曾经给阿布巴哈提供大量武器装备，他也是能够找到阿布巴哈余党的关键。\n在经过了一场激烈的战斗后，主角和刘易斯两人抓获了加齐，在准备撤离的时候刘易斯问加齐他的余党到底还有谁，加齐似乎十分害怕，说自己的处境其实更加危险，如果美军不杀他，那些“家伙”也会置他于死地。\n接着剧情转向安德森所在的小组电魂队，电魂队接到了一个任务，要将一位美国力挺的中东大选候选人阿兹米（说实话，我感觉他很像内贾德）护送至大使馆。但是在电魂队冒着生命危险把他送到大使馆后不久，他就被阿布巴哈的恐怖组织渗透，挟持了使馆的无辜群众作为人质。\n总部只好再一次派出电魂队，突袭大使馆救出了不少被挟持的人质。眼看电魂队已经来到了大使办公室，阿兹米假装也被挟持，骗过了主角安德森和罗林斯中士。之后安德森去使馆的楼下清除残敌的时候，阿兹米挟持了罗林斯到了花园，但是机警的罗林斯让自己的对讲机开着，整个小队的人都听到了罗林斯被挟持时的对话。最后阿兹米发现对讲机时，主角正好赶到后花园。阿兹米站在装饰用的高台上向安德森射击，此时主角大胆地把支撑高台的六根柱子用C4毁掉，阿兹米当场摔死。罗林斯也获救，原来他只是被手雷炸伤而已。\n之后，话说加齐在刘易斯等人的劝说下，供出了那些“家伙”——也就是他的上线——尼克奇。总部派出上尉特纳率领的野马队前去搜寻，玩家扮演士兵纽曼，同另一“主角”士兵唐斯参与行动。这次行动被冠名为“三巨头”。\n主角等人一路杀进基地，炸掉了尼克奇的不少货物，但却并没有找到尼克奇本人。特纳上尉无意间提到最后一次看到尼克奇时好像是在军火库，纽曼前去侦查，才发现走投无路的尼克奇开来一辆坦克想置纽曼于死地。然而，纽曼却用放在一个箱子上的RPG立刻让尼克奇的坦克瘫痪（剧情需要吗？我很奇怪那个RPG是谁放的）。特纳等人得到消息让纽曼看好尼克奇，并说让我们一举消灭阿布巴哈，尼克奇却突然说他只是个中间人，不认识阿布，却提到了一个俄国人——多部诺万波波维奇。得到此消息的野马队立刻赶往波波维奇的藏身处（任务：向着顶点）——冷战时期苏联修建的地堡，但波波维奇不知道从哪里得到的消息，总之他的军队和美军展开了激烈的战斗。主角纽曼一路冒着危险和唐斯杀进地堡，在地堡深处的指挥部里和波波维奇正面相遇，但是波波维奇却趁着地堡的天花板崩塌的时候逃跑。最后主角等人在其中一处船坞通过炸潜水艇的方式阻止了波波维奇逃走。但是就在这时波波维奇耍诈，一枪指着唐斯的头，主角还想开枪抵抗，才发现不知从那里又出现三名恐怖分子拿枪指着他，只好和唐斯一起放下武器。\n之后主角和唐斯等人被绑架到南美的一处秘密基地，在那里主角遭到了帕布罗——阿布巴哈的继承人的严刑拷打。后来唐斯越狱并给主角松绑，一路逃亡，在一处广播站里终于和野马队长特纳取得联系。最后主角等人逃出虎口，在准备登上直升机前发现电魂队也在直升机上。\n唐斯等人将自己所知道的一切告诉了电魂队，电魂队也查明了帕布罗所在的位置。然而在突袭帕布罗别墅的过程中，罗林斯不幸被翻译炸死（至于手法，和使馆突袭时阿兹米的手法一样，也是因为罗林斯单独看管人质）。愤怒的斯塔克准尉和麦卡锡中士要求安德森活捉帕布罗。\n最后在贫民窟里，安德森对帕布罗穷追不舍，帕布罗几次出动直升机阻止安德森但失败，还因此损失了一架直升机。最后安德森把帕布罗逼到了死角，没有想到帕布罗还有另一架直升机接应，安德森无视麦卡锡和斯塔克的命令强行跳上直升机与帕布罗搏斗，在搏斗过程中帕布罗失手用枪打爆了直升机的油箱，两人一起随直升机坠落到地面。就在斯塔克和麦卡锡赶往坠毁地的途中，比安德森早醒来的帕布罗拔出安德森的佩刀想一刀干掉安德森，但是还是安德森手快，抓起旁边一颗手雷塞进帕布罗的嘴里并拉响引线。随着一声巨响，帕布罗的头被手雷炸成了灰。结尾，斯塔克和麦卡锡把已经精疲力尽的安德森抬了出去。\n\n现代战争3堕落的国度\nModern Combat 3 Fallen Nation：\n在近未来，一个由朝鲜、俄罗斯和巴基斯坦三国的激进份子组成的联合军队KPR，对美国发动了全面战争，游戏一开始，玩家扮演一名新兵——詹姆斯沃克，到国家安全中心找寻一份绝密资料。但是在成功取得资料撤离的途中，撤离用直升机被击落，主角所在的小队除主角外全部不幸阵亡。这时主角收到了另一小队的队长——2代野马队队长特纳的信号，要主角带着情报前去与他回合。\n一路上主角和特纳上尉等人遭遇了大量伏击，最后快准备撤离时遭遇敌方的直升机袭击。一等兵贝利拾起RPG（游戏中叫RAMPAGE-4）准备还击，不料却被身后的一名KPR士兵暗杀，主角立刻掏出手枪为贝利报仇，并且代替贝利轰下了敌方直升机。最后我方直升机赶到，主角和剩余的小队成员安全撤离.\n与此同时，军士长卡特搭乘AC130直升机协助地面部队进行军事打击，AC130一路上为一等兵门多萨和特纳上尉的小队提供空中火力支援，最后还炸掉了自己国家的两座大桥。\n特纳上尉在雷霆山行动最后，不幸被炮弹炸死，一等兵门多萨和主角等人怀着满腔悲愤对敌人展开了全面攻击。最后援军赶到，全歼敌人。这时一等兵门多萨接到已经晋升为中士的唐斯的电话，唐斯说他正在组建一支名为“幻影”的小队，询问主角是否加入，还告诉主角他们准备进行一项自杀式任务……\n原来，早在雷霆山行动之前，二代的电魂队的主角安德森等人被派遣至阿拉斯加进行任务的途中失踪。唐斯和主角的任务就是找寻该小队，但是途中他们乘坐的直升机被击落，唐斯被俘虏。不过我们的主角沃克很快救下了他(这倒霉孩子）。之后主角二人在一栋放有木材的仓库(就是唐斯要你放C4把门炸开的那间）发现一具尸体，那是麦卡锡中士的。一路推进的主角二人终于在一个狙击手的位置发现了被关押的安德森与斯塔克（此时的安德森已经是准尉）两人，并且还发现斯塔克还受了重伤。唐斯和安德森等四人立即搭乘一辆敌方的卡车一路逃亡（沃克拿着M249在货舱位向追来的敌军射击，唐斯在路上还调侃安德森为什么不学学沃克，从来不说TMD，真是……），总算是将斯塔克准尉安全送达基地。最后，唐斯告诉沃克，他的训练任务已经结束，明天开始就是真正的任务。至此，由唐斯率领，安德森、沃克和后来加入的华盛顿等人正式组成了幻影队。\n在之后的行动中，唐斯率领的幻影队从朝鲜的航空母舰上缴获了两架俄国产的战机，并且摧毁了为KPR提供军火和军需物资的科诺德尼军工厂，与此同时总部分析硬盘得到了一个名字——爱德华佩吉，曾经的特种部队成员，如今的KPR军巴基斯坦军队的首领。\n于是，幻影部队在未经批准的情况下，被部署至巴基斯坦去搜寻与爱德华有关的相关的情报。据华盛顿中士所说，佩吉他在一次行动中被阿克拉加家族活捉，他后来干掉了守卫，但是没有逃跑而是加入他们。后来他开始自称狂热者，称美国为帝国，并叫嚣宁愿身为恐怖份子而死也不愿为帝国主义的走狗而生。与此同时，卡特搭乘AC130再次为地面部队进行空中打击，但不幸被RPG集中，沃克亲眼目睹了直升机被击落的瞬间（就是“血之沙”任务开头，其实是衔接“愤怒的小鸟”的结尾）。随后沃克同华盛顿一路杀过去，华盛顿不幸被佩吉狙击，沃克只好单枪匹马杀过去，但是佩吉毕竟是特种兵，沃克的身手不如佩吉，幸好唐斯等人及时赶到救下了沃克，而被俘的佩吉提到KPR军朝鲜军的唐将军准备在朝鲜向美国发射核弹。\n幻影队一行人来到朝鲜KPR基地，这次沃克和安德森一起行动。安德森要求沃克在基地里的爆炸物上安放C4，这时收到情报，称唐将军可能在基地的指挥部里。\n沃克一路杀过去，和安德森搭乘电梯，真的见到了KPR军朝鲜军首领唐将军。岂料沃克前脚刚踏出电梯门，就被一个KPR士兵打倒在地。就在唐将军等人准备射杀主角二人时，安德森一声令下，沃克引爆了刚刚安放的C4，安德森一把夺下声旁把主角打倒的KPR士兵的MC81，先是几枪干掉唐将军的一个护卫，沃克冲上去用飞刀干掉了另一名护卫，然后一脚把唐将军踹下了指挥部的窗口……话说幻影队一行人在干掉了唐将军后得到情报，三个核弹即将在朝鲜鹿村发射。一行人火速来到鹿村，不料却中了KPR军的计谋，主角四人全部被俘虏。\n那个计谋的策划者，是KPR军俄军的总指挥，也是2代中熟悉的一个人—波波维奇。波波维奇得意地告诉主角，他们的一枚核弹已经发射升空，随后便把主角等人关进KPR主基地。\n在基地里，唐斯再一次越狱，并带领主角全力阻止两枚核弹发射，而第三枚导弹已经在发射前被波波维奇修改了密码，唐斯便大胆地在核弹上安放了一枚c4。最后当主角两人逃出基地时，与波波维奇的军队正面相遇。就在第三枚导弹升空时，唐斯引爆了c4使核弹提前爆炸，爆炸产生的冲击波震晕了在场所有人。\n当主角醒来时，见波波维奇正在和唐斯扭打在一起，而且波波维奇占上风。主角掏出小刀在后面准备暗杀波波维奇，但还是被波波维奇发现，一番激烈的斗争后波波维奇被沃克用钢筋贯穿腹部。此时波波维奇耍了个假死的花招，但还是被主角看穿，主角立刻捡起地上的那把小刀刺向了波波维奇的脖子。结尾，主角和唐斯等来了安德森等人派出的撤离小队的直升机。\n\n现代战争4决战时刻\nModern Combat 4 final moment\n本作的故事时间从游戏的第二个任务开始，话说佩吉在成功逃狱后，找到了一位叫桑德斯的人，组建了一个全新的恐怖组织——统一人民会，它以SGS组织作为掩护，准备再次对美国进行进行新一轮入侵。在第二个任务统一会恐怖行动中，桑德斯和佩吉乘坐卡车入侵了位于美国西雅图的WCI总部，于是已经45岁的安德森中士再次出山，搜寻佩吉的踪迹。这时，总部报告见到一辆卡车从WCI总部驶出，要求安德森拦截。安德森在一个隧道里找到了这辆卡车，但并没发现佩吉，从一个被俘虏的SGS士兵口中得知，佩吉已经和桑德斯乘坐直升机逃走（任务2结尾），而他们的下一个目标是夏威夷——那里正在召开G3峰会（任务3结尾）。\n得知此消息的总部立马派出新幻影部队（游戏中被翻译为幽灵部队……）前去保卫会场，这个幻影部队现在已经由3代的主角，现在已经晋升为中尉的沃克率领（这个游戏中再一次出现了唐斯，不过看样子他不是2代和3代中的那个唐斯中士，所以我想叫他小唐斯，因为如果安德森45岁，那唐斯起码也该有46了，而且游戏中唐斯的声音也和3代不一样,不过那豪爽的性格倒是继承了下来……）。在夏威夷登陆时，沃克等人遭遇了来自SGS的强烈抵抗，沃克率领主角和小唐斯一路杀过去，但还是晚了一步——等到他们快要接近会场时，看见会场周围已经是硝烟四起\n。此时的爱德华佩吉，假借SGS保护会场为由已经将总统俘虏，正在会场查看情况，却在大厅突然与从天而降的幻影部队撞了个正着，佩吉立刻命令手下带领总统登上直升机撤离（任务3中）。而此时布莱克在从屋顶降落的过程中也恰巧看见了佩吉（任务4开头），立即与沃克一路追踪，残忍的佩吉以杀死自己的两位手下为代价，阻断了布莱克等人的追击，为自己撤离拖延了时间。等布莱克等人赶到时，见到佩吉押着总统登上直升机，但由于使用了信号干扰器的关系，总部无法追踪这架直升机，沃克和布莱克职能眼睁睁地看着直升机飞走。\n无法追踪直升机，总部只好从佩吉的关系人——桑德斯入手，有情报称他是曾经也是一个特种兵，现在是个武器商，总部位于西班牙地区，且还雇佣了SGS作为防卫。于是布莱克、沃克和小唐斯一起前往西班牙突袭桑德斯的总部。在一座废弃的建筑内，布莱克找到了桑德斯，没想到桑德斯却用猛烈的拳脚将布莱克放倒后逃走，布莱克在没有武器的情况下躲避枪林弹雨一路追踪到一个工地里，桑德斯眼见走投无路，扔下一个装有与佩吉制造的大规模杀伤武器有关的情报的硬盘，然后又乘机继续逃跑……\n之后，桑德斯呼叫援军掩护他逃走，可是布莱克请求无人机支援干掉了大部分援军，并与沃克和小唐斯成功会合。之后，在一个火车站内部，好不容易要逮到桑德斯，桑德斯使诈差一点让布莱克摔死，之后他一面用强悍的身手拒捕，一面又装作无辜的样子称佩吉要使用大规模杀伤性武器毁灭世界。最后幸免的布莱克仍想试图逮捕桑德斯，但最后桑德斯还是逃走了。\n虽然桑德斯逃走了，但是总部已经获知情报，SGS总部在南非的位置已经查明，决定由沃克率领幻影小队进攻SGS总部以获取更多情报，同时总部也派出其他小队前往支援，并授予沃克给所有参加这次行动的小队下达命令的权利。沃克命令小唐斯和布莱克毁掉基地内部所有的通讯塔，并搜寻有用的情报。毁掉了三个通讯塔后，主角等人还是一无所获，只好决定撤离，可是在撤离的途中，直升机被防空导弹击中，为了安全小唐斯和布莱克同时跳机，布莱克正好跳入了基地更深层次的内部区域……在基地内部，独闯龙潭的布莱克在一间可以监视整个基地的房间里，发现了一个由SGS士兵用基地监视器拍摄的录像，录像里，佩吉得意洋洋地大谈他的宏伟计划，身后则是正被五花大绑的总统，佩吉还用枪残忍地打伤了总统。这段录像说明，总统可能被囚禁在基地里！主角立刻一路杀过去，在一间仓库里果然见到了刚刚在录像里看到的总统。主角给总统松绑后，发现总统还能走动，但已经力不从心。主角布莱克护送总统，快到撤离地点时，看见一架战斗机从停机坪疾驰而过，总统说那是佩吉，并且也证明了佩吉有研发大规模杀伤武器的计划，而且，他还提到两个词——H5N1、南极洲。\n说到这个H5N1相信大家都不陌生——是禽流感病毒的一种亚型。但是在佩吉的计划里，它也是一种恐怖的生化武器（真佩服GL的想象力）。总部根据总统的证词，推断出南极洲是统一人民会——佩吉的老巢所在地，决定将幻影部队派遣至南极洲将佩吉抹杀，并毁灭他恐怖疯狂的计划。这时，安德森准尉也提出自愿参与这次派遣行动，他想亲眼见证佩吉的毁灭（死亡FLAG)。\n安德森与布莱克一路杀进佩吉的基地，在基地的一间大型实验室里，果然发现统一人民会正在进行H5N1武器化实验，而且在一间密码加密的房间里已经制造出了成品。这时，安德森收到了沃克和总部联合要求撤离的命令，但是，他像2代里最后一个任务抓帕布罗时那样，再一次，也是最后一次无视上级的命令擅自行动……\n他先是命令布莱克将门解密，以让他得以进入这个危机四伏的房间，然后他一脚把布莱克踹到一旁，关上门并立即将电子门锁破坏使得门再也无法打开。然后，安德森准备在生化武器成品上安放C4。他刚刚放好，佩吉就破门而入，见到安德森的行为怒不可遏，大骂他破坏了佩吉心中的乌托邦什么的，总之，借着布莱克之眼，我们2代的传奇主角安德森就和这位同样是传奇的大反派佩吉展开了对决。这一次安德森没有2代那么幸运了……佩吉用刀狠狠扎向安德森的要害，奄奄一息的安德森，用尽最后的力气命令布莱克引爆C4……\n爆炸过后，佩吉彻底失去了理智，捡起一把KR-200径直杀网另一化学实验室，刚巧碰见了正在安放C4的沃克和小唐斯等人，佩吉一枪打伤了小唐斯，并准备用杀死安德森的方法杀死沃克，可就在这时布莱克从背后突然用刀偷袭了佩吉，然后，布莱克抓过佩吉自己的刀刺向了佩吉的颈部……\n在布莱克的掩护下，重伤的小唐斯和沃克一起离开基地，布莱克按下C4的遥控按钮，佩吉的基地化作烟尘……然而，桑德斯正冷眼旁观这一切，他利用了佩吉、利用了美军、利用了幻影部队，他正准备着更大的战争恐怖阴谋。[/fly]\n[/sub][sup]现代战争剧情[/sup]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n下载地址\nhttp://pan.baidu.com/s/1jIqaBEQ\n希望大家多多支持，谢谢，祝你玩得愉快！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2016-10-19_13.38.21.png\n(182.6 KB, 下载次数: 15)\n\n\n\n\n下载附件\n\n\n2016-10-19 13:21 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2016-10-19_13.39.06.png\n(266.27 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2016-10-19 13:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2016-10-19_13.40.56.png\n(267.75 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2016-10-19 13:33 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2016-10-19_13.41.12.png\n(289.27 KB, 下载次数: 13)\n\n\n\n\n下载附件\n\n\n2016-10-19 13:33 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2016-10-19_13.41.46.png\n(337.11 KB, 下载次数: 9)\n\n\n\n\n下载附件\n\n\n2016-10-19 13:34 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1476956580,
            "txt_content": "字体颜色和大小建议换一下，"
        },
        {
            "author": "WKIL",
            "timestamp": 1476961740,
            "txt_content": "可以的，很强势"
        },
        {
            "author": "超神刘文华",
            "timestamp": 1476963480,
            "txt_content": "前排不错可以的                                      "
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1476967020,
            "txt_content": "麦白 发表于 2016-10-20 17:43\n字体颜色和大小建议换一下，\n请问是有点大了吗？"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1476967560,
            "txt_content": "感谢大家下载，已经11次了，非常感谢"
        },
        {
            "author": "冥王星人",
            "timestamp": 1476975720,
            "txt_content": "孩纸\n你更新过于频繁了\n这种行为会被视为屠版\n那么多字的剧情\n如果你实在不会用折叠\n可以去创作版发成短篇小说形式\n完后往这边甩一个链接\n发好的帖子是要下功夫的\n不要糊弄"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1477055760,
            "txt_content": "冥王星人 发表于 2016-10-20 23:02\n孩纸\n你更新过于频繁了\n这种行为会被视为屠版\n谢谢您的评价，但是我不知道怎么用"
        },
        {
            "author": "冥王星人",
            "timestamp": 1477137180,
            "txt_content": "白狼whitewolf 发表于 2016-10-21 21:16\n谢谢您的评价，但是我不知道怎么用\n左下角啊，大字写着编辑呢。。。"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1477142400,
            "txt_content": "冥王星人 发表于 2016-10-22 19:53\n左下角啊，大字写着编辑呢。。。\n我知道，但是不知道怎么缩小剧情"
        },
        {
            "author": "冥王星人",
            "timestamp": 1477147740,
            "txt_content": "白狼whitewolf 发表于 2016-10-22 21:20\n我知道，但是不知道怎么缩小剧情\n不是叫你缩小剧情\n我是说你文字部分太多了\n半天也拉不到图片\n所以建议用折叠功能修整一下版面\n可以美观点\n如果剧情可以写成小说更好\n能去周边创作版发一帖\n这样就有两份加分了\n对不\n剧情挺不错的\n不写成短篇小说可惜了"
        },
        {
            "author": "lyzda",
            "timestamp": 1477204020,
            "txt_content": "不错的一张地图"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1477211520,
            "txt_content": "冥王星人 发表于 2016-10-22 22:49\n不是叫你缩小剧情\n我是说你文字部分太多了\n半天也拉不到图片\n好的，谢谢您"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1477212000,
            "txt_content": "大家好，我是白狼，因为一些原因，我没有多余的时间，所以可能要弃坑，可是又不舍得，如果大家认为我做的还可以，希望我继续做下去的，请回复一下支持，谢谢大家！"
        },
        {
            "author": "Aezning",
            "timestamp": 1477214160,
            "txt_content": "如果这是个独立客户端，我会去玩\n\n但是扯上了多玩盒子，太麻烦，不玩了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1477287000,
            "txt_content": "白狼whitewolf 发表于 2016-10-23 16:40\n大家好，我是白狼，因为一些原因，我没有多余的时间，所以可能要弃坑，可是又不舍得，如果大家认为我做的还 ...\n慢慢做不着急"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1477314660,
            "txt_content": "冥王星人 发表于 2016-10-24 13:30\n慢慢做不着急\n谢谢您的评价"
        },
        {
            "author": "zwh007",
            "timestamp": 1479950160,
            "txt_content": "冥王星人 发表于 2016-10-22 22:49\n不是叫你缩小剧情\n我是说你文字部分太多了\n半天也拉不到图片\n冥姐，很不幸，这根本不是原创剧情。\n这是gameloft手游现代战争系列的剧情，直接复制黏贴进来(°_°)"
        },
        {
            "author": "瓶子RKO",
            "timestamp": 1484650860,
            "txt_content": "不好意思狼兄，我来太迟了。"
        },
        {
            "author": "明天的黑暗",
            "timestamp": 1484653680,
            "txt_content": "可以，很强势！！！"
        },
        {
            "author": "WKIL",
            "timestamp": 1484660340,
            "txt_content": "小吴同志 发表于 2016-10-23 17:16\n如果这是个独立客户端，我会去玩\n\n但是扯上了多玩盒子，太麻烦，不玩了\n....我也是，为什么会扯上多玩呢？？白狼，还有我都不知道你发帖了...= ="
        },
        {
            "author": "龙仔EX",
            "timestamp": 1484709960,
            "txt_content": "我去，狼兄，你发的感觉都是使命召唤的剧情啊，地图何在？\n（007都来凑你的热闹了，为什么我没有啊）"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1484884740,
            "txt_content": "\n然而这是我弃掉的，你们怎么都来凑热闹啊喂！\n\n\n"
        },
        {
            "author": "13379939707",
            "timestamp": 1488456060,
            "txt_content": "网盘没啦"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1488456480,
            "txt_content": "13379939707 发表于 2017-3-2 20:01\n网盘没啦\n弃了，你到我签名上那个帖看吧，都是枪战的，肯定不弃"
        },
        {
            "author": "༃绝尘༃",
            "timestamp": 1588675020,
            "txt_content": "这一坨文字看得我要死"
        },
        {
            "author": "reatha",
            "timestamp": 1611968100,
            "txt_content": "谢谢分享，感谢作者"
        }
    ]
}