{
    "title": "<原创·单篇>妄人言|铸剑师|玄素",
    "author": "玄素",
    "replyCount": 11,
    "timestamp": 1476982080,
    "txt_content": "妄人言|铸剑师\n如其之名，妄人所言。日常瞎掰，内容天南海北，疯言疯语。虽然也和StoryCraft一样作为一个系列固定前缀使用，但是篇章之间无相关联。浅薄之文，不堪一阅，欢迎拍砖。\n此文确有现实代入，然自行对号入座者，本人概不负责。铸剑师的故事，亦或，我的故事。\n——懒癌·玄素2016.10.21\n\n铸剑师\n壹\n她刚开始学铸剑的时候，没人相信一个小女孩子能够把剑铸得那样漂亮。每一锤挥下都必须使出浑身的气力，体力不足也就需要花更多时间来反复灼烧剑体。但她还是铸成了，第一把剑上有着奇异的花纹，像是盘折旋曲的蛇。\n非常漂亮的剑，却被她的师父轻易用一把厚背大刀劈折。\n“这不是剑，”师父说，“这是玩具。玩具上不了战场的。”\n于是她继续学铸剑。她铸了很多把非常漂亮的剑，但每一把都被师父毫不怜惜的劈折。她总是默默将碎掉的剑尖拎回自己的卧房，不铸剑的时候，就对着那些碎片默默看，像是能从碎片里看出花来。\n渐渐地她铸的剑就越来越丑了。花纹像是她的青春一样，被时间抽走了。最后她的剑就和她师父的剑一样，光亮如鉴。\n师父依旧一刀劈折了她的剑。\n但这次师父说，你的剑，可以卖了。\n\n贰\n没有人知道她的父母是谁。师父只是说，有天他出门看到了个襁褓，裹着的那个孩子就是她。\n她的师父不在乎，因为在这个是个少年就想闯荡江湖的年代，剑卖得很好，于是师父作为这镇子唯一的铸剑师，不愁生计。然而没人愿意嫁给他，因为剑是凶器，每一柄剑的出世必将伴随血与火。人都说这样的家是住不得的，住一天，受一天煞气。无妻的师父收养了她，视作己出。她长大，学书，学女红，还学铸剑。\n在得知她也成为了一名铸剑师时，镇子中的人笑这镇中除了个娶不了媳妇儿的师父，又多了个嫁不出去的她。\n她也不在乎。剑也是美的，有着属于器的美；这不逊色于琴棋书画的美感令她沉醉。她愿意，哪怕付出千百倍努力，成为一名铸剑师。\n即便成功亦无人赞美。\n师父总会指责她。这里火候欠三分，那里锤头少一记。没有完美的器，于是似乎她铸出的每一把剑都值得千万责备。\n同村的，那些去往江湖闯荡的小子们，也不买她的剑。本该做女红的手真是糟蹋了，糟蹋了手，也糟蹋了剑。他们都这么说。\n\n叁\n后来师父自己不铸剑了，只专心教她铸剑。\n每一锤该下在哪里，每一次淬火时间该多长，每一种金属的性质如何，每一柄剑该有些什么特点。\n铸剑是门博大精深的学问，师父花了一辈子去学习，她也不希望这些手艺就在这里失传，于是学的格外用心。\n师父还教他功夫。像那些武林门派一样，吐纳，招式，一点点教来。师傅说你一个女娃子本身气力就不够用，不学点东西出来，剑都没个剑的精神。\n她就也学着这些东西，边学，边铸剑。\n于是她渐而看的清锤与剑坯的交击，定的了炉火的温度，亦也锤锤生风。\n师父走前的那一天，将她叫到自己的床前，“把你这几天铸的剑，给我看看。”\n她递给师父一把剑。剑和当年最开始她铸的相似，花纹盘曲。这是她一时的率意之作，她等着师父的责骂。\n“可以了。”师父却笑，“我放心了。”\n师父坐起身来将剑平放床上，两眼直勾勾地盯着她，枯槁的眼眶中是慑人的光。他已经很久没有再这样看她，这让她像是回到了当年那个师父对她百般责骂的时候。\n“答应我一件事。”师父说到一半，顿了顿。\n她埋头下去，然后轻声应了，她觉得师父最后的嘱托都完不成的话，自己也是足够无能了。\n“别去江湖。”\n她猛地抬头。\n师父已经没有再盯着她了，他的眼神有些空茫，像是看到了遥远的过去和遥远的未来。\n“虽然这么说，我相信你还是会去……哈。”\n“但是累了的话，就离开吧。”\n“和我一样。”\n\n肆\n于是她继承了师父的铺子，依旧铸剑，卖剑。她看着一个又一个年轻气盛的小伙子从她这里买剑，然后踏向镇门外那片未知的天地。他们管那叫江湖，和师父的叮嘱中所叫唤的名字一样。\n从小生活在师父的管束下，她没出过这座镇子，活动的空间仅仅是这下小的一方天地。\n她便问他们为什么要去江湖。\n没有人能回答她这个问题，像是只是莫名的冲动，想去就去了。但他们的目光炽热坚定不移，仿佛那江湖有什么必须要去追寻的东西。\n她便只递上新铸的剑，收好他们给的银两。\n她的剑已经在这座镇子很出名了，一点也不逊色于师父以前的名声，甚至还略有过之。城里依旧只有她一个铸剑师，于是那些富庶人家的孩子再不情愿也只得上她这里来买剑，毕竟以他们的身段，拿着柄砍柴刀就上江湖的事想必是做不出来的。\n她却想，这事倒像是师父会做的。\n\n伍\n那夜她正欲关门打烊，却看见一个穿黑衣的人像这店面冲来。尚未加冠，富人子弟；她已作出了判断。\n“我来买剑，要最好的一把！”那孩子冲到门口，尚未完全停步便对着她喊，火急火燎的样子甚是滑稽。那是镇里陆家的小少爷，她认得的，或是说镇里人大多都认得的。\n她摇头，将半掩的门扇重又打开，将他带进门去。\n店内悬着许多把剑，大多是她率意铸的，但她只需要瞟一眼就知道铸剑的时候她在想些什么。铸剑师对自己铸的每一把剑都有印象，就像她对从她这里买过剑的每一个孩子都有印象。她说，随意挑吧。\n孩子就满屋子的看着。每一把剑都有着属于它们的沉淀，那是来自铸剑的金千百年的积淀和铸剑师的神契合的奇妙美感，混杂着煞气和杀意，让这个小小空间变得像是前朝古战场一般萧瑟肃杀。孩子打了个哆嗦，合上了眼。“还是你来挑一把给我吧。”他的声音甚至也有些发抖。\n她却笑了，“那么先告诉我，为什么你要去江湖？”\n“镇子……太小了。一辈子待在这个镇子里不是很无聊吗？我家有地，也有好多好多长工，我就算什么都不做也能吃饱饭，可我想出镇子看看。”\n孩子没有睁眼，她将手搭在孩子的肩上，感觉到掌下幼弱的身躯又是一颤。\n“那么镇子外面有什么呢？”她问。\n“江湖。”\n“每一个人都这样说，但究竟什么是江湖？”\n“江湖就是很多很多人要争个高下，你可以做你想做的任何事，只要你比别人强。”孩子似乎在笑，“我要做最强的那个！”\n她沉默。这和她所想的不一样。\n她以为江湖本该是一个友善的地方，功夫只为兴头到时以武会友。\n师父没有和她讲过什么是江湖，因为他不希望她去江湖。但师父又说，她会踏上江湖。\n她想她知道该怎么做了。\n孩子的声音突然打断了她的思绪，“那么姐姐……能卖给我一把剑吗？”\n她起身去拿了一柄剑来。是师父临终前她铸的那把，花纹如同群蛇盘舞。\n她把剑递给那个孩子。\n孩子的眼神里充满了欣喜和炙热。“这是最好的剑吗？”\n“不是。”她摇了摇头，“这世上本就没那么多最好。”\n没有完美的器，于是每一次锤炼都是一次挑战。\n孩子走出店门的脚步有些失落，她凝望着孩子和来时完全不同的步伐，又摇了摇头。\n\n陆\n她找了陆家的人帮忙看管店面，留下了够卖个半年的成品，自己则背上两把剑踏上了出镇子的路。镇子不算太大，她没有走多远就看到了镇北门的牌楼。\n踏出一步，便是江湖。\n她走了一步。\n并不觉得有什么不同，但她明白这足够让现在的她和过往的她斩断联系。\n从此这镇子里少了一名铸剑师，江湖上多了一名初来乍到的绝世高手。\n\n柒\n后来她终于想明白了师父为什么要教她功夫。看着擂台上难解难分的二人，她的笑容有些无奈。\n在她眼中，那两个在争夺着“南安少主”这个奇怪名号的人，每招每式都是破绽，但偏偏又每个应招都能避过所有的破绽处，打的胶着不休。似乎两个人都是走的飘逸的路子，剑舞的像个花团，但力道却欠了太多。没有有力的进手，再多的虚招也是白费。\n这场擂台是她偶然遇上的，走在林子里突然见到人声鼎沸，就去凑个热闹，未想看到了这样一幕。\n这时其中一个少年突然一招应错，另一方一剑斜削，将他手中的剑磕飞，接着膝盖前顶将手足无措的他撞倒。\n她却看得真切。那两柄剑，都是她铸的，她卖的。两名少年，她都记得。所以她才继续看着这场争斗，哪怕在她看来这是小孩子的把戏。\n一柄剑飞出，落在台边；另一柄剑抵上了倒地少年的咽喉。\n飞出的那柄剑就是花纹缭绕的那柄；倒地的少年就是要做最强的人的那个。\n她甚至不知道该叹息什么。\n她说，停手吧。\n声音不大，但场中两个少年都听到了，转过身来看着她，然后表情换做了惊愕。尚持着剑的少年缓缓放下了手，甚至低下了头。倒地的那个孩子，眼神中露出刹那的欣喜，接着是无尽的茫然。\n“你这招用的不对。”她走上台，拾起地上那柄剑，手腕一抖，剑身发出微弱的铮鸣，像是终于寻到了主人。她看着台上站着的少年，“来，用刚才那招攻过来。”\n那少年迟疑了一下，手中舞了个剑花，但身子没动，剑递出的速度也是极慢。\n她一剑磕在少年的剑上。没用多大力气，但还是将那柄剑击落。\n“认真些。”她皱了眉头，看着少年的眼神带上了一点怒意。\n少年垂头丧气的样子像是一只斗败架的公鸡，“我打不过你，不打还不成吗？”\n“你还没打呢，就说打不过？”她眉头更皱，望向坐倒在地的孩子，“那么你来。”\n那孩子闷闷应了一声，忽地拾起地上那少年刚被敲落的剑，猛一剑当胸向她刺去，看起来甚至比刚才两人的打斗更多几分气势。\n她又摇头，只撤了一步。\n剑刺空了，那孩子的劲力也就止于她身前一步。孩子的身子定在那里，手中稳稳拿着剑，眼睛却没有看她。\n“你长大了。”她只说。\n“这擂台，胜者可以跟我去长青盟。看起来，你是赢的那个人了吧。”看众中突然又站出一个少年来，身上是绣线勾边的黑色长衫，看起来不像个江湖中人，倒像个说书的。他的声音尚还稚嫩，看起来并不比那两个少年大上许多。\n所有人都是一惊，先前直接放弃了的少年眼里面的嫉妒更像是要烧成火。她却就这样站着，像是没注意到其他人的变化，默默听着黑衣少年的言说。\n“稍待，让本爷来会你！”底下有人喊，而且言出人至。\n她没有动，任凭那个粗短汉子举着刀向她劈来，“擂台怕不像是这样个打法。”\n汉子嘻嘻怪笑，手中的刀上更加了一分力，带着风声就直接呼啸而至。\n她又向着斜后撤了两步。\n刀劈在台基上，当的一声巨响，刃尖弹起。汉子没收得住力，甚至没变得了招。刀就劈在她脚边。她剑点在刀背，刀应声而断。\n那是刀身最脆弱的一点，给个足够巧的外力，刀也就断了。是师父当年劈折她剑的手法。\n没有人再说话。\n于是黑衣少年看着她，一字一顿的说，“那么来吗？”\n她听过长青盟这个名字。江湖那么大，总得有人值守，长青盟已经扮演了很久这个身份，似乎也会一直扮演下去。\n“好。”她说。\n\n捌\n长青盟并不是单纯的一个门派，而是数个门派结成的一个松散联邦，盟会内人并不算多，但都是顶尖的高手。那黑衣少年常年行走在江湖上，见到值得邀约的人，便带回盟会去，给众人评核。\n她面对着浓黑色幕布后的人说，“我只会铸剑。”\n“你会功夫。”黑衣少年摇头，“只是你不用，你不与人比试，自己不知道自己是哪个层次而已。”\n“我只会铸剑。其他的事情，我不想提。”\n幕布后是爽朗的笑声，“那你就去铸剑好了。”\n盟内也有铸剑的场所，事实上据黑衣少年说，顶尖的剑客都会铸剑。只有亲自铸过剑，才能知道剑上每一点的强弱，才知道如何运力，如何使剑。\n但并不是每个人都是铸剑师，她只默想。\n盟内还有上好的铁材，比平日铸剑所用的更韧，也更难以打造。她花了一段时间来适应那些铁材，据说它们是天上来的陨铁，砸在地上会有巨大的坑，坑中央便只得一小块陨铁，其余的部分尽数崩裂了。盟里的人用那些崩碎的石头做了磨石，也是非同一般的好用。\n她便回到了往日的生活节奏，慢慢的，一柄一柄地，铸剑。\n那些剑也是有人买的，是来自盟下的少年，和当年她认识的那些少年似同地买剑。区别在于他们买剑的目的不是为了走进江湖，因为他们已经在江湖里了。\n江湖还是那么大，大得令人绝望，仿佛尽一生也看不到底；人熙熙攘攘，为着不知的目标而奋斗，谁也不知道他们奋斗什么，甚至他们自己也懵懂。\n她依旧问那些买剑的人为什么来了江湖。\n依旧没人能回答这个问题。\n\n玖\n这次来的是那位黑衣少年。他不是来买剑的，自然；他是来报个消息的。\n“海云帮的事你可知道？”\n她摇头。她不知道这些事，因为她只铸剑。\n“不知道也无妨，只是那个人啊，又挑起事来了。偏旗主叫这些天小心些，别惹出什么祸事来。”黑衣少年沉吟了片刻，“如果你没什么紧要事要做的话，我便与你讲讲罢。”\n她应了一声，将手中的图谱放下，在案旁添了把椅子，请黑衣少年坐下。她在试着用古书里的方式铸剑，连着失败了几次——所谓失败，倒也不是剑未铸成，只是总有细节达不到她的要求。\n“以前啊，海云帮帮主，也是我长青盟之人。后来啊……和偏旗主起了争执，自己又犯下了祸事，被赶了出去。”黑衣少年摇摇头，眼中是莫名的悲哀，“那时我们还是朋友的。”\n“赶了出去？”她重复了一遍。\n“就自己建了海云帮啊，想着有一天能向长青盟证明他们是错的，该被赶走的人不是他。”\n“于是？”\n“这些天又闹了起来。”\n“怎么闹的？”\n“办了场大宴，叫江湖人去。”\n“……这哪里算闹。”\n“说是要在宴上公布长青盟密辛呢。”\n“能公布些什么？”\n“我要知道了我哪里会卖关子。”黑衣少年苦笑，“正是不知，所以焦急。”\n“你打算去么？”她皱眉望着他。\n“自然。”\n“……我也同去。”\n\n拾\n宴席摆的颇为热闹。席上人声喧嚣，端着盘子的侍者来来往往，众宾欢饮。\n她是以师父的名号入的席。直到这时她才知道自己的师父在江湖上也曾是赫赫有名的侠士，但已经很久无人见过。\n自然无人见过。南安小城，向无几人往。有的只是一心要闯江湖的少年，从没有自江湖归来的人。\n大概师父是第一个从江湖去了南安的人。\n宴酣之余，台上抖开两展大旗，红艳艳的迎风飘着。\n是个擂台。\n席间的人本都言笑欢饮，见此情景一时间也都安静下来，醉的或许已无个端姿，但毕竟都是习武之人，敛个神也能抑得住酒性。\n便见台便有人擂了三声鼓。先是两人上场，刀剑相击当当作响。到她这步，自知那两人不过演戏，招招式式不过尽三分力，不过是个引子。\n这舞蹈似的对垒不过数分钟，容貌稍显年轻那位便被击落了剑。众人摇头。\n却见红旗一翻，之后款款走出个人来，正是海云帮主，道，“今日我海云帮之庆，承众人之情，无以为报，便演一剑谱，为众人助兴。”\n他拔剑。剑寒如水，她认得，是师父的手笔。\n出剑，挥剑，束剑，收剑。起承转合，兔跃鹞起，风姿绰绝。\n的确是套好剑。在那一刻她便已做了判断，然后颇有意外的看见就坐在身边的黑衣少年紧握着拳头，“好，好，好！”\n“这是我长青盟的剑谱，向未传于外人，于内也就寥寥数人知晓。”黑衣少年拔剑，“虽已门墙间隙，我仍以友人待你，可今你做得好事！”\n\n拾壹\n那夜在她的记忆里只剩下了火和血。每当回想，眉心就会针刺般的痛。\n她已记不得她是如何离开那座山谷回到长青盟的了，只记得自己在榻上卧了半月有余。伤她最重的那记，便是师父铸的那柄剑所刺出。\n那黑衣少年也不好受，受了海云帮主一掌一剑，当时就已几欲晕厥，亏得强压着一口气离开了那片修罗场。之后她背着他又经几番风雨才到了能被称作家的地方，亦是记不得了。\n只是她仍还记得自己给在场所有海云帮的人都留了一剑。那剑痕便是印记，她见到那剑伤，便知道此为是海云帮的人。\n甚至包括那名帮主。她那一剑点在颊上，再偏几分就是致命伤。\n拼下命来，她是足够杀了那的大部分人的。\n可她不能，亦或不愿。\n她仍当自己是个铸剑师。不是武林中人，只是铸剑的人。\n铸剑的人是不该入江湖的，她想起了师父。\n可已经回不去了，那段她只需要铸剑卖剑的日子。\n\n拾贰\n长青盟和海云帮果还是打起来了。\n或者说，根本算不上“打起来”。纯是单方的挑战而已。\n海云帮的少年受了帮主的训诫，个个莫不以摧垮长青盟为目标，练剑时莫不热情百倍。而长青盟依旧是老样子，像是全然未被海云帮的事情所扰，各人都还是做着各人的事。\n她便仍是铸剑。\n身体调养的好些之后，她便再闲不住，挣扎着坐起，继续阅读铸剑的古籍；待挥得动锤子了，便继续去了铸剑室，叮叮当当敲着。\n只有这样，她才能暂时忘掉那场打斗。师父教过她不少静心平气的方法，唯这“移情”尚还有用。\n黑衣少年外出的逾发少了，这使得她常能在盟内望见那身黑衣。她能看出他亦是魂不守舍，可想不出安慰的法子，便就只能这样搁着。\n找她来买剑的孩子倒逾发多了起来。一如往日的意气风发，眉眼间都是骄傲的神色。\n她依旧会问那个问题，于是她听到有人回答“我要摧垮长青盟，还江湖一个正道”。\n长青盟不知何时，已不再是江湖的道。\n想起年前那些终日修行为的是入盟的少年，她仍旧只能报以苦笑。\n\n拾叁\n这年的仲夏，雨下的特别大。在雨中她告别了长青盟，告别了黑衣少年，独自提起包袱离去。\n师父说过，累了的话，就离开吧。\n她累了。她只想做一个铸剑师，因为她喜欢兵刃那股无形的气。\n她不喜欢争斗，虽然本身兵刃就是为争斗而生。\n南安小镇的牌坊和走时一样老旧，但在风雨中瓦片被洗了个透亮，又显得有些新崭崭的。她那家铺子也一样老旧，积了半年的灰，让她花了整三天来打扫。\n所幸，一切都在。\n她依旧可以只做一名铸剑师，继续铸剑给那些渴望着江湖的孩子们。\n镇上新开了家铸剑铺子，向邻里打听得是在她走后不久开起来的，店主是一名风度翩翩的白衣青年，写得一手好字。她去拜谒时，那人便在挥墨，神色和她阅书时一样的专注。地上零散着几张着过墨的纸，她便拾起看了，大多结在了个别字上，可惜了一副标志的墨宝。\n他的眼神却是笑的，显然乐在其中。\n她想起那年师父告诉她，她的名字是一个游方化缘的和尚起的，“玄素”，取得就是白纸黑字的意。她张了张嘴，但终究还是没有笑出来。\n那些熟悉的，本来以为已经离她很远的东西，还在；\n那些陌生的，本就仍然等着她去找寻的东西，也还在。\n任时如川逝水，我自古井无波。\n又十日，天放晴的第一日，那间打烊了半年的铺子重新开了门。\n她依旧会问那些来买剑的，一心向着江湖的孩子那个问题，但答案已经不重要了。\n江湖很大，比岸上的世界大得多，热闹的多，喧嚣的多。\n于是有的人进了江湖，就再也上不了岸了。\n她是幸运的，岸边上还有一个世界等着她。那里没有江湖，只有平静的岁月，能做想做的事。\n真好。\n\n寄情。\n最初还想着处处隐喻，后来便觉得实在毫无意义。不如干脆写的开一点，不拘泥于“究竟发生了什么”，或许对这篇文而言是个更好的选择。\n所以如果这都能看到气愤填膺的人，大可不必如此。文笔稚嫩，文字中的东西终是比现实浅薄不知多少。\n能会心一笑便是足矣。\n的确埋了梗，被埋梗的人，喵，来打我呀~\n故事依旧是各种意义上的草草收尾，但之后江湖如何，已经不再与她相关。\n只做一个铸剑师。\n想去江湖，便去吧，那是年轻人的领地，是强者的摇篮，所有人都在争夺那个“道”的位置，为此机关算尽或未可期；\n如若不愿，或许也好？记字五千九百八十八。梦安。[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1477092780,
            "txt_content": "膜拜大佬的小说"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1477099260,
            "txt_content": "有内涵，有空可以慢慢揣摩一下\ndalao级"
        },
        {
            "author": "250=mo",
            "timestamp": 1477200180,
            "txt_content": "这种讲故事的文体就是看着舒服……可惜不是很有空看……\n她刚开始学铸剑的时候，没人相信一个小女孩子能够把剑铸得那样漂亮。……。但她还是铸成了……。\n这种转折很强行了……看着上句都能想到下句了……还是雕一雕吧，文字不能这么松散的\n\n还有不少句子让人觉得断句困难，像：\n却被她的师父轻易用一把厚背大刀劈折\n“用……动词+补语”这样的结构很欧化啊……读着就别扭难受\n\n多练练吧，很不错了"
        },
        {
            "author": "mod制作者",
            "timestamp": 1477205700,
            "txt_content": "光线桑德斯 发表于 2016-10-22 09:21\n有内涵，有空可以慢慢揣摩一下\ndalao级\n我非常喜欢小说，可以多发一点吗？"
        },
        {
            "author": "玄素",
            "timestamp": 1477206120,
            "txt_content": "250=mo 发表于 2016-10-23 13:23\n这种讲故事的文体就是看着舒服……可惜不是很有空看……\n\n这种转折很强行了……看着上句都能想到下句了…… ...\n谢评。\n整篇文章也写(拖)了有一个月，最后返回去重看的时候，也就最后一段还算满意了，前面的的确自己看着都是“妈呀这什么鬼”。但是毕竟历时有点长了，已经没法去找自己当时写那段的时候的感觉，最后就没有重写。\n啊说白了就是懒癌又犯了hhhhhh\n不过下次会更加注意，同时应该以前那种写一段通读几遍的习惯对我来说更靠谱一点。这篇的话前面的基本就是本着积怨(?)写下来的，读的就少了。\n抱抱！"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480687620,
            "txt_content": "玄素，很不错，这整篇文很紧凑，很好的写出了人物动作的描写，以及事物的变化，很好，但不等于完美，每句话都衔接的很好，但如果一段一段看，总会觉得单调，少些什么，而某些地方却太夸张了，比如：尚未加冠，富人子弟这个，实际情况哪有这么容易判断啊，对此应该多描写，这样给人的真实感更强，细节不错，其他的我没多看，但可以说是看得很舒服，希望加强！"
        },
        {
            "author": "玄素",
            "timestamp": 1480704060,
            "txt_content": "幻梦冰影 发表于 2016-12-2 22:07\n玄素，很不错，这整篇文很紧凑，很好的写出了人物动作的描写，以及事物的变化，很好，但不等于完美，每句话 ...\n嘛，谢评。\n也算是刻意带着点行文风格在写，看官看着舒服呢，我也开心，毕竟目的达到了√\n描写一向软肋，对现实就观察少，积累也少，只能说尽量更注意些吧，能抓出来我改就是_(:3?∠)_"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480738860,
            "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-3 12:33 编辑 \n玄素 发表于 2016-12-3 02:41\n嘛，谢评。\n也算是刻意带着点行文风格在写，看官看着舒服呢，我也开心，毕竟目的达到了√\n描写一向软肋， ...\n行文风格是我最看好的，有自己的风格就有自己的道，说不定别人所不看好的就是你的优点，写文这个不一定的，不是说你的剧情夸张，描写很烂，就不是好文了，加油吧，在写文这方面没有人会是垃圾，只有对于写文的看法而已==也希望你多多去评别人的文，这样的创作版才是我们所看好的"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1481120640,
            "txt_content": "没想到会在一个游戏论坛里，读到这样的小说。\n\n好久不看小说了，因为基本上没什么值得花时间去看的小说。\n\n但这一篇真的不一样，毫无虚浮之气。像一把经过千锻万打的剑，并没有光彩夺目，却让人心中称赞。\n\n好文！"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1482513420,
            "txt_content": "嗷之前一直没戳这边也不知道玄素素在这发文x表示终于看到了全篇好开心x！"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482756180,
            "txt_content": "却被她的师父轻易用一把厚背大刀劈折\n\n很哟口\n"
        }
    ]
}