{
    "title": "【暮风搬运】Tree Bundle - 丨树丛丨",
    "author": "MF_Mufeng",
    "replyCount": 2,
    "timestamp": 1477056660,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-10-21 21:35 编辑 \n\n搬运工：MF_MufengTree Bundle\n-Introduction-地图简介Maker（制作者）：Psykovsky作者原文Hello everyone, I am working on making a tree bundle that anyone can use for their own purposes. I plan on updating this pack as time goes on. This first post contains 50 trees, 10 trees of each species (5 species). Updates should be in blocks of 50 :) First 50 trees are: 10 Spruce 10 Palm 10 Pine 10 Conifer 10 Elm I'm not modelling these species exactly, I'm just relating them to a species so you have a general idea what they are :) Please provide feedback if there is a way I can make this post more convenient for you. \n翻译大家好，我在做一个大家能在自己地图或项目中使用的树丛（很多各种各样的树）。并且我会随着时间的推移而更新。第一次更新一共包含了五十棵树，每个树种各十棵（五种树种）。地皮应该是更新了五十块:)这次更新的五十棵树为：十棵云杉树。十棵棕榈树。十棵松树。十棵针叶树。十棵榆树。我并不是完全按照这些树种来建造，我只是把树种的一个大致的样子为你呈现出来:)如果你有方法让这些树更适合你们来使用，欢迎提出反馈。暮风鉴赏\n虽然十分简单，看上去更像地皮，但是绿化极好，虽然是为大家做地图而做，但是不得不承认，十分绿色。\n\n-Focus-美图鉴赏\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-remind-下载与安装Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n-data-地图信息作者：Psykovsky\n官网：http://www.planetminecraft.com/project/psykovsky-tree-bundle/\n下载地址：【GOOD】原帖地址  【国内】百度网盘\n标签：Tree Bundle,Psykovsky,3D Art（树丛，作者（Psykovsky），3D艺术）\n完成度：100%\n作者授权\n\n\n-Something inportant 一些重要的事情1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者（写上作者名字）所有。\n\n-The end-结束语如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。-所有人，都过来！-：@2B与mc的故事 @FHC红石 @guqu @xcc @普通HIM @像素君 @PETER·篠 @冥王星人 @NGK3 @DGK2 (←_←) \n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1477058340,
            "txt_content": " 本帖最后由 像素君 于 2016-10-21 22:11 编辑 \n\n细树干配茂密的树叶总感觉哪里不对~\n（能进行简单的鉴赏也是可以的~）"
        },
        {
            "author": "凡尘忆梦",
            "timestamp": 1480702560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}