{
    "title": "[双线]Night leisurely——神秘|工业|林业|拔刀剑|BC建筑|NPC|禁忌魔法|和风|",
    "author": "KyLin默寒",
    "replyCount": 0,
    "timestamp": 1477111800,
    "txt_content": " 本帖最后由 KyLin默寒 于 2016-10-22 13:18 编辑 \n\n                                                      MineCraft-Night leisurely                                                                                                                                                 欢迎您的加入！\n================================================================\n                                                            QQ群：414451430\n                                   客户端下载地址：http://pan.baidu.com/s/1boAr9Pd\n=========================================================\n                                                               新手指南：\n                                               1.新人输入/kit 新手礼包领取新手礼包\n                                                         2.服务器内含有新手菜单\n                                    3.服务器有地皮世界，含有飞行权限，可通过菜单前往\n=========================================================\n                                                          服务器规章制度:\n首先，欢迎你加入本服，成为我们之中的一员，在你加入之前，请读完本文,以防处罚本服规章制度,或者造成其他玩家的不适。\n  本服欢迎任何年龄段的玩家前来游戏,无论你是刚出生的婴儿，还是七八十岁的老人，只要你愿意，你都可以加入！但是，但是请你带着友善，谦逊，和认真游戏的态度体验本服，Minecraft是一个非常棒的游戏,它能带给你感动，乐趣，激情。而我们也很希望你能在我们的服务器中体验到这些！\n  我们迫切的希望每一个可爱的玩家加入我们，但同时，为了防止认真玩游戏的玩家利益受到侵犯，我们的服务器也制定了以下的规则，希望每一个玩家自觉遵守，并且守护这个规则！\n\n  首先，这是每一个玩家有义务做的，并且应该做的：\n   1：当你打算建造一个家的时候，请你先圈好自己的领地，当你圈好自己的领地，并且设置好了权限，那么其他的玩家将无法在不经过你同意的情况下破坏你的任何东西！圈领地不要只圈一部分。 假如你的家大小是40*40*40.那么请你圈50*50*50的地来保证安全.圈领地的教程在客户端的文件中有,请自己查看! 本服领地价格便宜,赚钱也容易,所以你没有任何理由不去圈地！一旦发生自己不圈地被他人破坏的情况，我们当然会惩罚破坏的人，但服务器不会为你的过失支付任何一笔赔偿！\n   2：在保护好你自己的劳动果实的时候，也请你不要破坏他人的劳动果实！每个人的财产都是经过努力得来的，如果你破坏了他人的财产，那你终会为自己的所作所为感到羞耻和得到惩罚！\n   3：你没有任何理由欺骗他人，无论是骗别人的钱财还是账号,或者欺骗他人的感谢，辜负他人的信任！\n   4：minecraft（中文名统称为：我的世界）是由Mojang出品的游戏，如果你喜欢它，请你购买它的正版！正版并不需要花费很多钱，但你应该为这款你热爱并且喜欢的游戏做点什么！\n=========================================================\n                                                   服务器规则和处罚条例:\n ****:  本服已安装领地插件,系统商店收购很多物资，领地的价格也不高!也有很多丰富的玩家商店,所以每一位在本服的玩家只需要玩一段时间就能凑够圈地的资金。\n因此，任何玩家如果自己不圈地，导致的房屋被拆,东西被拿.均属自己过失。不圈地玩家的任何投诉都不接受！\n  \n ****:  本服已经完全禁止了漏斗和漏斗矿车，所以因为自己连箱子牌子都懒得上导致的东西被偷，同样不做处理。\n\n\n   \n   而关于以下违反规定的，可以由玩家添加腐竹qq进行举报,只要发的证据确凿,就会有专门负责的人处理！\n    \n\n\n  \n\n\n\n\n\n\n诈骗：（恶意欺骗他人财产谋取暴利等）\n     第一次查实，需人证（受害者或者知情者），物证（聊天记录，诈骗信息，诈骗手段）确凿，监狱60分钟，禁言120分钟，主动还回受害者诈骗物品可免除惩罚.第二次犯的,被相关人员向腐竹举报或投诉，查实后没收所有财产（领地，财务，游戏币等）\n\n\n\n\n   2： 关于利用服务器BUG，作弊，骂人的处罚\n\n\n\n\n   利用服务器BUG（BUG性质恶劣，如可刷东西等对服务器影响较大的）\n     一经查实将会永久封禁idip,但证据必须按照格式发送给腐竹！主动提交服务器BUG的，可获得丰厚奖励！\n  \n  \n   作弊：作弊包括，飞行，加速，透视等……\n     第一次发现，处以监狱30分钟，禁言30分钟的处罚！第二次发现，处以监狱120分钟，禁言200分钟的处罚，第三次发现，可由管理人员或者玩家在服务器专用的管理贴吧中发起投诉,证据确凿并且核实之后，处以BanIDIP或者其他惩罚措施.\n\n\n   骂人的处罚：\n     对于恶意针对他人侮辱爆出的脏话，需玩家或者城管截图骂人信息和证据后，第一次处以禁言30分钟的处罚，第二次处以禁言120分钟的处罚,第三次处以240分钟的处罚，四次以上可由城管或者玩家向腐竹进行投诉，经管理审核之后做进一步处罚！\n     对于被禁言之后不停换小号骂人的,可由玩家或者城管直接在贴吧发起投诉，由管理做进一步处罚！\n     对于双方对骂的，无论谁先开骂，一律禁言。\n\n\n\n\n    3：刷怪笼，小黑塔的利用：\n\n\n    刷怪塔：\n  我们允许玩家利用刷怪笼制作刷怪场所，但我们不允许任何形式的刷怪塔（也就是怪物会被自动杀死的任何建筑形式）！一经发现，在要求下处理好刷怪塔的玩家，可以不处罚，但是对于不愿意遵守的玩家，在证据确凿，并且公示之后，处以监狱60分钟，禁言120分钟.若第二次犯，处以毁灭刷怪笼和领地，监狱120分钟，禁言240分钟的处罚，第三次犯，城管和玩家可向腐竹举报或投诉，请管理审核之后做进一步处罚！\n\n\n    小黑塔：\n   末地会不定期清空,而关于建造小黑塔的玩家，城管发现之后将警告并且记录在案，在末地多次清理之后依然屡次建造小黑刷怪塔的，将由玩家或者城管向腐竹以破坏游戏内市场，无节制开发游戏资源为名投诉，由管理审核后做进一步处罚!\n\n\n   \n    4：恶意抹黑本服，辱骂服务器，辱骂本服务器管理.\n\n\n    如果你不喜欢我们的服，你可以换另外一家，你也可以在想玩的时候随时回来。\n    但服务器不会做任何对不起你的事，所以你也没理由抹黑，对于恶意辱骂本服以及本服管理等的玩家.我们一定会严格处罚!\n    但本服不会无缘无故处罚任何一个人，我们会在证据确凿，并且公示在本服务器群内后后，处以处罚决定！\n\n\n\n\n\n\n    5: 关于因自身过错导致被熊玩家，但无理取闹者的处罚：\n    自身过错包括：自己不圈地导致其他玩家有机可乘，自己可以给箱子上锁却不上锁，自己给了其他玩家领地的权限或者没有设置好权限。自己造建筑时偷懒或者圈地时候偷懒给了熊孩子熊的机会者。\n    对服务器对熊孩子的处理结果不满意后无论取闹者，第一次监狱30分钟禁言60分钟，第二次监狱60分钟禁言120分钟，连续犯者群内公示并且由城管公投决定处理结果。\n\n=========================================================\n                                                              举报方式：\n\n\n      举报（申诉）玩家请私聊腐竹并发送举报（申诉）文件到腐竹QQ：1192012668   好友问题请认真回答（在三个问题内区域清楚说明添加好友来意），以下为举报（申诉）格式：\n\n\n\n\n举报玩家：（XXXX为玩家ID或者事件）\n标题名：【举报】投诉XXXX服的XXXX玩家做了XXXXX事\n所在服务器：\n内容：\n举报人ID：\n举报谁：\n举报原因：\n事情经过（如果是对骂，或者单方面骂人）：\n举报证据：\n\n\n\n\n\n\n投诉玩家：\n标题名： 【投诉】 投诉XXXX服XXXXX\n所在服务器：\n投诉人ID：\n投诉谁：\n投诉原因：\n投诉证据：\n\n\n\n\n\n\n\n\n\n\n\n\n\n若你因为各种原因违反了规定，并且受到了严惩，而你依然想继续玩或者削减惩罚，那么你可以私聊腐竹发表申诉,请求谅解。\n申诉格式：\n\n\n标题名：【申诉】自己的ID+所在服务器\n\n\n\n\n申诉：玩家XXXX，申诉取消惩罚或者减轻惩罚.\n之前违反了什么规则：\n加入服务器的时间：\n一共违反了几次服务器规则：\n是否真心愿意改过：\n申诉的感言(100字以上,看写的是否认真诚恳)：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n减轻惩罚：\n希望能减轻多久：\n\n\n\n\n\n\nPS：虽然你被封号了，但是我们不会将你踢出群内，所以你有机会私聊腐竹来请求申诉，但封号后在群内做出违反群规之类的事我们将把您列入黑名单，谢谢合作O(∩_∩)O\n=========================================================\n                                                           服务器截图：\n                                                           客户端界面\n\n                                                     新手住宅（正在建设）                                           \n\n                                                                  主城\n\n\n\n\n\n                                                               地皮\n\n                                                            玩家合影\n\n\n                                                                                     菜单\n\n                                                                                 OP证明\n\n\n",
    "replies": []
}