{
    "title": "【原创/单篇】清晨与夕阳",
    "author": "电饭煲（备）",
    "replyCount": 4,
    "timestamp": 1477148580,
    "txt_content": "清晨与夕阳\n\n\n\n      清晨，琴弦随着心绪拨弄，又将是一天黎明。说是清晨，不如称作五更后，天仍然是暗弱的。浊不见云浑不见雾，也就看见这城市中灯光辉映出的彩霞一片。洗漱，穿衣，不过是每日最常做的事，这早起晚睡的作息也早已习惯了罢。\n      用力摇晃了脑袋，但还是难以清醒。脑袋涨得发疼，哪还记得住昨日做过的三两道算术题？迷迷糊糊热了早茶，忘记了喝就背着包出去，随后又倒回来拿遗留的些许物件。可算是迷糊之至。\n      浑浑噩噩地倚靠在站牌旁，低头作沉思状，其实不过是在犯困，我这要坐的，是首班车。自然人少而稀，我也可随意挑选些座位小怠会儿，这车上可谓是煎熬，边听着报站边养精蓄锐，还得时刻注意着有没有熟人上车下车，好问候两句。这些等到了站才得算完，不知是幸运还是不幸的好。\n      上了早读，先扑面而来的是一股名“思想教育”的烈风，按常规需先讲些“大道理”也就是讲我们这些学生怎么做是好，怎么是坏，这得听，若不听便被挂上个“不良”“叛逆”的名号，虽词义中性，但实意常常作贬义用了，若是传了出去，某些人名声又得燥起来。那随后，跟着的便是另一股名“规章制度”的凉风，这之所以是凉风，因为听着这制度的名号心里便不禁犯冷，直哆嗦。而这凉风又可不听吗？不可，听是必须，为何？只因这制度便说道：“听寻制度”，那若不听，更被冠以“失败”“牲畜”的大名，这传出去，又怎么做人？所以，不听那还不行。\n      这一阵烈风一阵凉风地刮过，脑袋更为昏沉了，这纸上的金科玉律如天花乱坠般，弄得人心惶惶，颇有些“领导阶级”的模样，这些，不知是佳还是坏的好。\n      这课，上的是平庸无奇的，先是听着先生讲课，先生一提嗓门，学生们就知道得抄下板书了。于是便有了先生在黑板上咬文嚼字，学生们在底下奋笔疾书的场面，而课后便问问着问着，这先生也不知其述之所以然，便不了了之。还没等理清这所以然，下节课的先生又站到了讲桌前，满是笑颜地招呼学生收起桌上杂七杂八的公式定理，沉沦入另一个世界中。这学一整天，五六个时辰 ，问下来竟少有学生知晓今日所讲为何，多数皆笑道：“我这不还未复习吗？明日再来，我定牢记。”这书读的，我更是不知黑亦或白的好。\n      这课完毕，学徒们可不得安宁，抄抄写写，写写画画，在纸上匆忙记下作业还有些任务，在心中默读几遍，只求记牢。作的高高兴兴的模样，迎着这一更的天就出了校门，若是盛夏到还有几分夕阳，但这金秋，天不早已黑透？我便拿出把手电，虽挂着路灯，但毕竟有些犄角旮旯难以睨得，照一照瞧一瞧，这黑黢黢的深巷，他们说是绝对不能进去的地域，不懂，转头便走。\n       回家洗漱完毕，披着毛巾，看着桌上的早茶，竟迷糊的想不起这物件的来历，又匆忙放进冰箱，生怕腐坏，默念着“幸亏”又想着明日再热了它喝去。\n       这现今，满世界说着“年幼无知”“青春年华”的话语，又何尝不是些有心人可以编撰？事实多是直白的，这年越是幼这懂得便越多，这青越近春便越不像是个人模样。\n      不过这又有什么用处呢？不过牢骚两句，谁叫这千字，提不了考试的一分呢？\n\n\n\n【2016/10/19晨作，2016/10/22夜改】\n      ",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1477184280,
            "txt_content": "啊，不太懂讲的是什么"
        },
        {
            "author": "250=mo",
            "timestamp": 1477198140,
            "txt_content": "仿然如我当年啊……\n楼主的语言令我眼前一亮，整散与长短结合都很精巧，开头着实是像细细雕琢过的；但是后头怎地，累了？\n累这也是难免的，像沙发说，看不大懂，大抵是因为你没有突出重点。有了重点，即你特别想写的东西，写下去才有动力，编排才会更加精彩。\n多少嗅到一点点意识流的味道——那是好听话，不好听地说，你这不过是语言稍微优美些的流水账。切莫舍本逐末，内容永远是大于形式的。\n倘不知如何进步，试把焦点放在动词上。"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1477203240,
            "txt_content": "250=mo 发表于 2016-10-23 12:49\n仿然如我当年啊……\n楼主的语言令我眼前一亮，整散与长短结合都很精巧，开头着实是像细细雕琢过的；但是后 ...\n哪里是累了，单只是困了"
        },
        {
            "author": "250=mo",
            "timestamp": 1477205280,
            "txt_content": " 本帖最后由 250=mo 于 2016-10-23 14:54 编辑 \n电饭煲（备） 发表于 2016-10-23 14:14\n哪里是累了，单只是困了\n啊……原来是你啊……写评论的时候没注意作者……不然套话一定多些，嗯"
        }
    ]
}