{
    "title": "我的世界新手必备小常识——46条心得",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1477212240,
    "txt_content": "我的世界新人教程，今天MC|天星给大家带来一份46条新人必备常识，如果你是我的世界新手玩家，可能有些技巧常识还不太清楚，那么下面的我的世界46条心得分享，新手必备小常识很有必要，希望大家能够喜欢。\n\n\n1.你可能不知道生物有视野这个东东 一般生物在16格里就能看见你 像骷髅僵尸JJ怪之类的 小黑的视野在64格内 内牛满面在100格内也就是说N远的地方就能看见你 其他生物的视野应该基本都是16格了2.你可以向僵尸村民(长的很挫的)的仍虚弱喷溅药水，右键给他们吃普通金苹果，等待大约三四分钟僵尸村民就会被治愈成普通村民3.按2下W可以疾跑 这个我刚玩的时候不知道 跑的时候饥饿消耗是正常的10倍 前期最好不要随便跑 浪费饥饿度开和平随便跑吧- - 饥饿3格以下无法疾跑4.村民晚上会向一个有门的空间走 如果有2个房子都有门他会优先去亮度高的地方 门对村民很重要!!5.怪物在阳光低于7的时候生成 很多植物的生长都离不开亮度 有时候怪物会在白天生成 因为那是阴天-游戏中亮度有1~15的亮度 阳光、火、岩浆、南瓜、萤石、开启的红石灯亮度为15 火把为14燃烧的熔炉为13 红石矿和红石中继器为9 红石火把7 月亮光为4 蘑菇、龙蛋亮度为1 如果有错误请回复6.村民会不断搞基生BB 前提是门和2个村民 困难模式僵尸才会破门 其他模式只会敲门7.腐肉可以治疗驯服的狼(狼怎么驯服?拿骨头右键吧 几率貌似不高) 自己想吃肉? 吃了饥饿耗的快? 原地不动就行了饥饿效果只不过提高饥饿下降的速度而已8.TNT在水里爆不会伤害任何方块 TNT在点燃前不受到重力的效果 点燃后就和沙子一样了9.告示牌可以堵水堵岩浆哟 火把也可以堵~ 只要技术高QAQ10.不要一群狼的时候打某狼 僵尸猪人也是 否则你会被群殴= = 猪被雷批了之后就变僵尸猪人了 地狱僵尸猪人很多僵尸猪人会掉金粒和剑等 JJ怪被雷劈了会变成极其恐怖的高压JJ怪 爆炸力量是JJ怪的一倍 血没变11.岩浆可以充当煤燃烧1000秒 桶会还你的 岩浆还可以做陷阱 拥有一套火焰保护3可以在岩浆里泡当然想泡岩浆除非你闲的的蛋疼了 基本都是去地狱打烈焰人用的12.不管是什么生物 死后掉落的东西都会在他的脚下掉落 这条对制作陷阱有帮助13.养猫可以吓跑JJ怪哦 但是猫会占领你的家= = (提供驯服猫的方法：慢慢走过去给猫吃生鱼 成功的话就会变颜色共有3种颜色14.蜘蛛生成的时候有百分之一的几率变成蜘蛛骑士 地牢不行哦 蜘蛛骑士有蜘蛛的速度和跳跃力和骷髅的远程攻击蜘蛛骑士就是蜘蛛上面坐着一个骷髅15.地狱岩上方可以无限烧火 打火石右键可以点火 用此方法可以弄出漂亮的壁炉哦 注意壁炉旁不要放易燃品~易燃品有书架、树叶、栅栏、木头、木板、和木楼梯什么的~ 很科学的易燃品16.CD的获得方法：苦力怕被骷髅的弓箭射死(注意是骷髅的箭哦)，JJ怪掉一张CD 还有可以在地牢得到 CD可以放在唱片机里听 CD共有十几种17.灵魂沙下放冰块走路速度是正常的负30多倍 灵魂当然也有减速的效果 灵魂沙比普通方块低 还可以当码头= =18.只有JJ怪 村民 小白会爬楼梯 还有其他会爬楼梯的我就不知道了 我知道的话会补充的19.鱼竿不只可以钓鱼还可以拉动生物 技术好可以右键弹走内牛满面的火焰弹20.剪刀可以迅速的剪蜘蛛网 剑也可以快速破坏蜘蛛网 但是每破坏一个要消耗2耐久~ 剪刀右键羊 可以得到3个羊毛 剪刀还可以剪下植物~ 藤蔓 草 树叶 神马的~21.准心对准小黑 小黑会愤怒的瞬移过来然后打你 看小黑下体他会更愤怒( 真实的故事) 准心不对准小黑就可以避免小黑打你啦PS：谁说南瓜头没用!戴南瓜头随便看小黑无压力 ~22.凋零血为300 末影龙血为200 女巫血为26(你发现一个在沼泽里的屋子 里面有工作台 水缸 花盆 那就是她的小屋啦) 僵尸、骷髅、JJ怪、村民、僵尸猪人、狼、烈焰人、凋零骷髅为 20 豹猫、岩浆史莱姆、史莱姆、蜘蛛、血为16 乌贼和内牛满面血为10 石头虫血为8 蝙蝠血为6 有错误请指出23.千万不要把压力板放门口 除非你想死了 原因：怪物也能进你的房间”捣乱“24.蘑菇有人会说没菌丝种不了 种的方法很简单 种在亮度低的地方就可以了 骨粉对蘑菇右键可以让蘑菇变成巨大化 前提是空间要大蘑菇汤什么的最有爱了~ 注意蘑菇头顶的高度 高度太低无法用骨粉催化 ps：那么菌丝什么用呢?可以用来加速蘑菇生长 也就是说种在菌丝上的蘑菇不用骨粉它也会变大 不过是时间问题罢了~ 当然菌丝可以在高亮度的地方种蘑菇25.黑曜石可防TNT爆炸 和JJ怪的爆炸 水碰岩浆源可以让岩浆变成黑曜石黑曜石只能用钻石镐采集~26.挖一条直线3格 \"水 空 水\" 可以弄出无限水(在空的位置用水桶可以无限右键取水) 2X2 对角线倒水也可以27.鸡蛋仍在树叶可以增加砸出小鸡的几率 一颗树 当木头没了的时候树叶绝对不会浮空 会慢慢枯萎 掉落树苗28.游戏中的时间和现实世界一样为24小时 现实世界一分钟为游戏中的一小时29.此条出故障了30.突然从很高的地方掉下来怎么办? 各种纠结有木有 马上要掉到地上的时候 按下Esc 保存到标题画面然后在进游戏你会惊奇的发现 (⊙_⊙)? 不掉血!31.龙除了末地石 基岩和黑曜石能”吃“掉其他一切方块 包括岩浆和水32.蜘蛛和洞穴蜘蛛在亮度11的时候变的有攻击性 也就是说在太阳的照耀下你不惹它它不惹你 太阳亮度1533.玩mc有点卡?农场什么的全放地下 你看不见就可以了 露天的话需要渲染 影响帧数 在把视野调近这样渲染的东西就少了 帧数提高不少34.不要一直向下或者向上挖 以免岩浆 怪 大峡谷等东西的危险 虽然大峡谷可以用30条的神技 但服务器就不行了35.岩浆流动速度比水慢很多 水可以流动7格 岩浆只能流动3格 在地狱岩浆可以流动7格地狱里倒水 发现水会不见了 (⊙_⊙)? 其实是蒸发了QAQ36.注意点会发现梯子有点点的实体 而藤蔓不会37.有很多人会说用岩浆啊仙人掌啊做垃圾桶 ~ 本人认为最实用的垃圾桶是挖个2格坑在放活板门 要不然突然**仍进去贵重物品又想拿回来就没办法了 可拾物在地上5小时后将被清除~ 其实就是游戏里5分钟e.e38.摁住Shift 可以停在某个方块的边缘 高空作业不用担心咯~ 除非你手残e.e 对跑酷很有用 摁着Shift 还可以还可以在容器上放东西 比如火把 告示牌神马的~39.在地狱一直向上挖会挖到基岩 这个时候用小黑眼(末影珍珠 可以瞬移 仍到哪飞到哪 但是会受到2.5格的掉落伤害)右键基岩 你会惊奇的发现 纳尼!! 人就在基岩之上了!~ 小提示：在基岩上召唤凋零打凋零方便了 不怕凋零破坏地形喔~40.烧木头可以得木炭 木炭效果和煤炭一样 可以燃烧80秒 建议开始挖3石头直接做石镐 木镐不要仍 可以做燃料木头和木板的燃烧时间是一样的 千万不要木头燃木头= =41.路过村庄 记得看铁匠铺 就是门口有2个熔炉的地方 房顶是石台阶 里面有箱子东西不错哟 最好在村庄旁边安营扎寨把门全撸了 记住只剩下1个门 这样晚上村民就全向那个门跑了 在把门封了 方便交易 避免僵尸 右键村民交易 交易多了会有新交易42.挖到5钻石做钻石镐 挖黑曜石 在用剩余的2钻石做附魔台 附出时运3在挖钻石 产量翻倍 没时运3的时候记个坐标43.游戏中F1隐藏界面 F2拍照 F5第三人称 F3Debug界面 F8平滑视角 F11全屏44.鱼竿在室外比室内更好掉到鱼 鱼竿要甩出10格才能进行钓鱼 话说一格水也能钓鱼 技术问题QAQ45.凋灵骷髅头颅掉落的几率为2.5% 掠夺附魔可以增加几率46.按F3加H可以看装备的耐久 PS:附魔姿势普及:钻石镐附魔出好附魔是最不容易的 石搞能很轻松附魔出好附魔\n",
    "replies": []
}