{
    "title": "[原创.连载]剑风——序章",
    "author": "kid小东",
    "replyCount": 9,
    "timestamp": 1481463000,
    "txt_content": " 本帖最后由 kid小东 于 2016-12-16 17:37 编辑 \n\n前言本人也是一位地图作者，觉得自己写作能力还行，所以呢就跑来创作版了。。目的是提高写作能力..其实也不算是....还希望各位能够支持我，毕竟第一次在创作版发布作品....如果有什么地方写的不好，还请详说\n正文      我是一名剑士，但我曾也是一名普通的人类。在这个剑会里学会了许多的剑法知识，也结交到了许多的道友。而今天就是与振神会告别的时候啦，因为我已经合格的成为了一名剑士。我的名字叫做吴瑜，是吴国的吴，周瑜的瑜。        好了，是时候离开了。突然，有一个道友从振神道里走出来了并对我说“吴瑜，师傅让我和你一同离开这个道门一起修行。”我回头一看，原来是许莱呀。我心想：好极了，竟然有一个人陪我一起修行。我立刻回答：“好的，那我们走吧。走到半路时，忽然从林间里窜出来一只小妖。“哪里走，想要从此地过，先打败我再说。然而，我还没出手，许莱就把小妖用他那连环剑技把小妖干掉了。接着，又出来了一只像刺猬一样的怪物，据说这种怪物叫做\"刺蒂怪\"，被那种怪物刺伤的，就必须要立即到医院抢救。吴瑜又冲了上去，结果他被那种带刺的怪物刺伤了。我呢用我的空拳杀死了\"刺蒂怪\"，并在森林中捡到一块纱布，便给吴瑜包扎好了被\"刺蒂怪\"刺伤的伤口。        随后，吴瑜背着莱莱。向医院跑去，跑到医院门口后。发现医院门口有张牌子写着：今日怪物太多，暂且停工一天。。而此时，莱莱的伤口愈演愈烈，甚至越来越严重了。他开始说“别管我了，你赶紧走吧。”然而吴瑜并没有放弃去找人治疗莱莱        接着，在路途中。正巧碰见了一个村庄，我们进去了。问了下村长“这里有没有医生或者护士，我有一个道友被刺蒂怪刺伤了，必须要治疗”“对不起，我们这个村庄没有会医术的。不过，我们这个村庄的前面不远处的风煌镇倒是有一家私人诊所。也许你可以去哪里喊哪位医师治疗一下你的剑友，对了到镇子外面后会有一个奇人会打晕你并且带你进城。”        在一路上，突然出现了个人把我们打晕了。不知什么时候，我们到了村民所说的风煌镇的一个房子里。也许是有一位奇人，带我们进了镇子。我们醒来了，哪位奇人从外面回来了。        “你就是村民所说的奇人？”        “是的，我就是。我叫做夏策旦[其实是瞎扯蛋XD]”        “但是你为什么要把我们打晕，再带我们进城？”        “那是因为，镇子的哪里有守卫。我这不是怕你们没有通行证，进不来。”        “那真是麻烦你了”        “不麻烦，另外我想加入你们。”        “可以，但是你要去风煌镇郊外打死几个怪物。才能加入我们”        “当然好了，我没能力我自然不会加入你们..”        夏策旦打死几个怪后，并加入了我们。我们迅速的到了那个村长所说的名为老死鸡不如老中医的私人诊所        “请问有人在吗？”        “有，请问你们是来做什么的”        “我们是来治伤的，我们有一位朋友受伤了。急需您的治疗”        “哦，那好我马上出来”        吴瑜心想“这么丑的人都能当医师，简直了”        “你们是剑士吧，哪位道友中了刺蒂怪的毒刺。现在已经中毒了，需要马上止毒。”最后的最后不要吐槽对话太多，我之前看了一篇全是对话的文章。也是MCBBS上的....\n",
    "replies": [
        {
            "author": "153CXJ",
            "timestamp": 1481466360,
            "txt_content": "嗯，地图作者，排版不错。?这是好的评价。\n下面为私人对你这篇文的评价:\n1.大量标点符号使用错误。我都懒得举例了。。。。你自己仔细看看。\n2.不知算不算上是“”对话流”？\n3.逻辑上的问题啊。。。不知是我愚昧还是本身文章问题。。。为何主角是一名剑士他却要去学道？而且为什么又说他成了一个合格的道士？从头至尾没有说他剑士的锻炼。。。突然出来一个道友？我建议别这样说，你之后又说主角认识他，而且同出一个师门，为什么是道友？道门里不是一个门派才经常互称道友而同门应该以师兄弟互称。。。其他不多说了。\n以上个人的一些评价，我只是咸鱼，你如果认为有价值看看吧"
        },
        {
            "author": "玄素",
            "timestamp": 1481476140,
            "txt_content": "虽然原则上讲对新人的态度应该是鼓励，但是既然说“写的不好请详说”，那么就不客气了。\n流水账并且逻辑零分。\n吐槽部分:我是一名剑士，但我曾也是一名普通的人类。所以剑客不是普通人类？我的名字叫做吴瑜，这是我爸妈起的名字，我也不知道我为什么叫吴瑜。既然你不知道，为什么要写？接着，又出来了一只像刺猬一样的怪物……\n……我呢用我的空拳杀死了\"刺蒂怪\"疼不疼？扎不扎手？而且你不是剑客么？并在森林中捡到一块纱布居然敢用。而此时，莱莱的伤口愈演愈烈，甚至越来越严重了。伤口愈演愈烈……包括后面的语义重赘。向医院跑去，跑到医院门口后……\n……接着，在路途中。正巧碰见了一个村庄，我们进去了。接着你们去哪的路途中？也许是有一位奇人，带我们进了镇子。我们醒来了，哪位奇人从外面回来了。\n        “你就是村民所说的奇人？”\n        “是的，我就是。我叫做夏策旦[其实是瞎扯蛋XD]”\n        “但是你为什么要把我们打晕，再带我们进城？”\n        “那是因为，镇子的哪里有守卫。我这不是怕你们没有通行证，进不来。”\n        “那真是麻烦你了”\n        “不麻烦，另外我想加入你们。”\n        “可以，但是你要去风煌镇郊外打死几个怪物。才能加入我们”\n        “当然好了，我没能力我自然不会加入你们..”这奇人每天打晕人就是为了等你们并且加入你们？作为尸体扛进城就不要通行证了？为什么要有通行证才能进城？为什么这奇人知道你们没有通行证？为什么守卫知道有这么位奇人把人敲晕带别人进城还不抓他？以及……你还就不救人了？？？\n标点误用我就不找了，我相信你还是能自己找的……\n排版也很感人。不要随意加粗，观感很差。一点扯淡:对，这很地图。\n你看我都能按照你这个剧情脑补一张rpg图了你说这是不是很地图。\n不过呢，这地图，我才不会去玩。\n写故事不是做游戏，你就算不解释清楚里面事情的来源去向也不能说“村长发布给你一个任务：去杀一百只史莱姆。于是你杀了一百只史莱姆，村长给了你一把旷世神兵”。村长为什么要让你杀史莱姆？你会怎么去完成这件事？该写的东西，不能偷懒。\n其实做rpg在这方面也不能偷懒，不过不少自称rpg的地图的质量……感人。\n文笔不到，可以慢慢练；意识不到，有人能提醒；心到没到，就是自己的事情了。"
        },
        {
            "author": "透明小小",
            "timestamp": 1481544900,
            "txt_content": "觉得主角的光环快闪瞎眼了x\n基友受伤了就算是在森林里也能找到纱布\n伤更严重了就算医院不开门也能看到村庄\n你不觉得这顺利的有点诡异吗？OAO 这背后一定有惊天大幂幂！"
        },
        {
            "author": "kid小东",
            "timestamp": 1481881020,
            "txt_content": "玄素 发表于 2016-12-12 01:09\n虽然原则上讲对新人的态度应该是鼓励，但是既然说“写的不好请详说”，那么就不客气了。\n流水账并且逻辑零 ...\n好吧好吧，服了。竟然有这么多的吐槽点..顺便蟹蟹你的建议.."
        },
        {
            "author": "kid小东",
            "timestamp": 1481881500,
            "txt_content": "153CXJ 发表于 2016-12-11 22:26\n嗯，地图作者，排版不错。?这是好的评价。\n下面为私人对你这篇文的评价:\n1.大量标点符号使用错误。我都懒得 ...\n1.我语文不大好，顶多只打过100分。再加上上课不怎么听讲，标点符号的错我是知道的。\n2.对话流？不大可能吧，那么问题来了。我看见有些人写的文章全是对话，请问这怎么解释？\n3.那是我后来改的，所以一部分没改导致出现了那种问题...."
        },
        {
            "author": "匿名",
            "timestamp": 1481953140,
            "txt_content": " 本帖最后由 匿名 于 2016-12-17 18:04 编辑 \nkid小东 发表于 2016-12-16 17:45\n1.我语文不大好，顶多只打过100分。再加上上课不怎么听讲，标点符号的错我是知道的。\n2.对话流？不大可能 ...\n这三条回应很强。另：我还是匿名比较安全。然而匿了也会暴露目标。\n第一条就比较糟糕。打标点符号靠的不是语文呀！怎么说句号逗号问号感叹号的基本用法都不会不掌握吧。这四条掌握了，加上另外三个不难理解的顿号分号省略号。最后还有冒号引号，引号的用法可能是有点儿麻烦，但是基本用法也就这几条。那标点符号怎么会用不对呢？打标点靠的是逻辑呀。\n第二条更糟糕了。这段话槽点太多，我都不太好意思换个词儿举例子，可不举例子讲不明白就比较糟糕，只好勉强为之：偷东西？不大可能吧，那么问题来了。我看见有些人过日子全靠偷东西，请问这怎么解释？首先一个大问题就在于有人用了对话流，那对话流就一定是好的嘛？这段话另外很大的一个毛病在于，您说不大可能到底是想否认自己用了对话流呢？还是想否认对话流不好呢？要是您想说第一条，那后面的话毫无意义。要是您想说第二条，那么您否定的对象不能是对话流，而应该是对话流不好。另外您举例子也得有说服力。\n第三条。嗳，只能说是暴露目标了。\n我不是想打击您的自信心，也不是非要怎么的。实在是忍不住。要是您看了不高兴那我真是对不住了。\n听说有人要我教标点。很棒棒哦。"
        },
        {
            "author": "kid小东",
            "timestamp": 1481968800,
            "txt_content": "匿名者 发表于 2016-12-17 13:39\n这三条回应很强。另：我还是匿名比较安全。然而匿了也会暴露目标。\n第一条就比较糟糕。打标点符号靠的不 ...\n对，我不会打标点符号怎么了？难道你能教我打标点符号？"
        },
        {
            "author": "2644511816",
            "timestamp": 1482057420,
            "txt_content": "坑爹到此一游并且留下欢迎新人的话\n剑风\n剑虽锐可破风，却不韧人可折。\n风虽逆人却行，不知山中如何？\n东玄剑风破空，音如风灌耳中。\n步带十万雷霆，剑带千万剑风。\n不知挥剑何挡，却知天下可斩。\n手中无寸铁剑，指却犹如剑锋！\n欢迎入坑，马上你会遭受各大佬的吐槽轰炸，如果能生存下来坚持到最后你就会成为大佬之一"
        },
        {
            "author": "kid小东",
            "timestamp": 1482543600,
            "txt_content": "2644511816 发表于 2016-12-18 18:37\n**** 作者被禁止或删除 内容自动屏蔽 ****\n自作死不可活..\n666竟然被禁言了..\n肯定是水笔.."
        }
    ]
}