{
    "title": "【矮人工作室】【1.4.4】【大型mod】【ssp】狮子王mod",
    "author": "压力马斯内",
    "replyCount": 10,
    "timestamp": 1352976420,
    "txt_content": " 本帖最后由 787878b 于 2012-11-15 18:50 编辑 \n\n\n\n\n狮子王MOD来自迪士尼的深受众人喜爱的著名电影《狮子王》，此MOD里面添加了电影里面的一些东西，还有许多其他的功能。\n\n\n安装了这个MOD，在你创建新世界的时候会生成一些《狮子王》的电影院，你可以给在里面售票的狮子一个金锭，它会给你一张门票，你可以用这个来激活电影院里面的传送门。\n\n\n通过传送门你会来到狮子大陆，一个全新的世界。而且还有许多新的动物，而且都可以被饲养。不仅如此，还有新的树木，花卉，材料，矿石。就像正常的MC世界一样有不同的生物群落。你会遇见许多的地方和角色，使你通过了传送门以后，就再也不想回去了。\n\n\n在世界中心的树上，拉飞奇会交给你委托任务，事成后拉飞奇会把自己的棒子送给你（想歪的去面壁）可以用来召唤好基友辛巴，它会和你一起并肩作战。\n\n\n在未来的更新中，将会有更多的任务，新的人物，地点和奖励。可驯服的怪物也在计划中。这需要大家的支持。\n\n\n图片：\n\n\n《狮子王》的售票处，你给售票员一个金锭，它会给你一张用来打开传送门的门票\n\n日落的热带草原，有一对好基友和一只妹子\n\n像LZ节操一样的，新的成就！\n\n到底是何方神圣住在上面捏……\n\n没错，就是那只疯狂的老猴子！如果和他聊（gao）天（ji）拉飞奇会给你任务做，在那之后你会得到应有的报偿\n\n狮子大陆的雨林生物群落\n\nyooooooooooooooooooo，好基友彭彭和丁满\n\n但是，狮子大陆并不是全部都是这么的和谐，还是会有一些坏淫的\n\n还有在边境地带，会有许许多多被流放的怪蜀黍，这些将会是你的“后“顾之忧\n\n\n\n\n入门\n首先，你得有一个金锭，然后不停得在陆地上走，直到找到售票处。这个在平原和沙漠地带出现的几率很大\n\n\n给售票狮子金锭，进入影院内部后用得到的门票右键传送门（没错，像地狱门一样）就会出现传送块了，进去之前你可以先准备一些东西，不过狮子大陆的资源非常的齐全，就算你空手去也无妨。\n\n\n进入激活的传送门，到达了狮子大陆后传送门会出现在你的出生点，如果你在狮子大陆去见蕾米莉娅·斯卡雷特了，你会重生在出生点。在狮子大陆中，床的功能也是一样的。\n\n\n假如你弄丢了传送门，可以使用指南针，这货会指向最近使用过的传送门\n\n\n拉奇飞的任务\n\n\n如果你在狮子大陆找到了拉飞奇，你可以右键点击它，和他互动，第一个任务是收集64个土狼的骨头\n\n\n如果你成功收集完了骨头，他会给你一根拉飞奇的棒子（想歪的继续去面壁）拉飞奇之棒的攻击比较弱，但是，这个东西可以像骨粉一样使用（使用是一个怎样的情形大家自行脑补）。如果你弄坏或者搞丢了拉飞奇的棒子，你可以再次用土狼的骨头交换\n\n\n下一个阶段，你要做的是找到并杀掉刀疤（看过狮子王的不陌生吧？）刀疤会出现在洞穴的20-30层，还有坐标x为-80到80，y坐标-80到80的地方（慢慢找就是了=-）刀疤只会受到拉飞奇之棒的伤害，而且拉飞奇之棒的伤害也没有多少\n\n\n要杀掉刀疤真是比TX公司不抄袭还要难，所以，你要“时刻准备着”杀了他以后，还有几个阶段的任务之前，你会获得最终奖励-拉飞奇会告诉你关于‘地’物品，你需要一个研磨碗看看怎样做出来\n\n\n在任何阶段的任务，你可以给拉飞奇三个银锭，它会给你一个硬币，用这个的话，可以随时传送回它的身边\n\n\n彭彭和丁满\n\n\n如果你不想接受拉飞奇的任务，或者你想拿到一些有用的东西，你可以在拉飞奇的树旁边找找彭彭和丁满，它们非常的饥饿\n\n\n彭彭和丁满喜欢吃在木头下生存的虫子，腐烂的木头在狮子大陆的森林随处可见。打破一个后虫子可能会爬出来。你可以用虫子来和丁满换东西\n\n\n在新的版本中，有另一种方法可以获得虫子，那就是虫子陷阱，可以用6个木头，两个银锭和一根木棒合成\n\n打开陷阱面板后，你可以放进诱饵来吸引虫子。诱饵在外面也会显示\n\n任何可以补充饥饿的食物都可以是诱饵。\n不时会有虫子靠近陷阱，吃掉一个诱饵后被陷阱捉住，抓到的虫子会在右边显示出来\n\n\n可以让抓到虫子的几率大大提升的条件有：\n+更多的营养丰富的诱饵\n+附近有很多草\n+某些生物群落\n+下雨\n\n\n让抓到虫子的几率减少的条件有：\n+某些生物群落\n+陷阱之间靠的太近\n+狮子大陆以外的地方将不会有虫子\n\n\n就算是这样，也不一定会有虫子，这时你还是去挖木头吧\n\n\n狮子大陆的生物和农作物\n\n狮子和母狮子在狮子大陆随处可见，你可以给它们斑马的骨头让它们繁殖。注意的是，若是你攻击它们或者它们的幼崽，它们会攻击你\n\n\n斑马，犀牛和藏羚羊也是狮子大陆里面的，可以接受三种小麦和玉米\n\n\n如果你喜欢种东西，有两个新的植物生长在这个mod，以及各种树木，玉米秸秆可以发现。种在河边可以长得很快。玉米可以喂养动物或者自己吃\n\n\n还有刺角瓜，这个生长在稀树平原生物群落，和南瓜和西瓜差不多。这个必须要重在耕过的沙子上而不是泥土。你可以用锄头耕沙子\n\n\n合成表\n一些工具和矿物的合成没有显示出来，因为其它那些是与原版相同的\n\n\n研磨表\n研磨可以使很多的东西变成许多有用的东西（详情请见上面的合成表）\n\n\n\n\n\n\n下载：度度度度娘娘网盘\n",
    "replies": [
        {
            "author": "洛音",
            "timestamp": 1352976960,
            "txt_content": "哈哈很好玩的MOD收藏了"
        },
        {
            "author": "q15950514398",
            "timestamp": 1352979660,
            "txt_content": "为何我装了MOD，游戏一直进不去？我的是1.4！"
        },
        {
            "author": "499480214",
            "timestamp": 1353005460,
            "txt_content": " 本帖最后由 499480214 于 2012-11-16 02:51 编辑 \n\n何时放汉化？"
        },
        {
            "author": "a876787",
            "timestamp": 1353071820,
            "txt_content": "放在 minecraft.jar  里也不能玩啊 我被坑了吗"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1354351620,
            "txt_content": "LZ你这个翻译……是直接从我的搬运贴复制过来的喂"
        },
        {
            "author": "橘子VI",
            "timestamp": 1354432860,
            "txt_content": "噢噢，这个可有意思了"
        },
        {
            "author": "921812881",
            "timestamp": 1354439340,
            "txt_content": "有1.4.5的吗？1.4.4的懒人包也行"
        },
        {
            "author": "1564565565",
            "timestamp": 1358344800,
            "txt_content": "恨恨恨恨恨，找了一天没找到售票的狮子……"
        },
        {
            "author": "linkun66666",
            "timestamp": 1358410440,
            "txt_content": "我看晕了{:10_494:}"
        },
        {
            "author": "dseqe",
            "timestamp": 1358428200,
            "txt_content": "我永远都找不到那颗树"
        }
    ]
}