{
    "title": "谈一谈优越感",
    "author": "MCHandler",
    "replyCount": 14,
    "timestamp": 1477275000,
    "txt_content": "       引用《读者》上的一篇文章来开题。\n卑微的优越感\n————————————\n文丨陈方 图|王青\n\n       飞机离开地面的一瞬间，座位后面一个四五岁大小的孩子开始欢呼，声音很大。飞机在上升，穿过云层时有些颠簸，每颠簸一下，都能听见身后的小孩“大呼小叫”。那个时候，我愿意用“大呼小叫”来形容他，尽管他还是个不懂事的孩子。\n       我困得眼皮儿直打架，我实在不想忍受这个孩子一句句“太好玩了”的亢奋。落座前我听到孩子喊身边的一老一少“姥姥”和“妈妈”，想回过头提醒一下她们不要让孩子在公共场合大喊大叫，但还是忍住了。\n       石家庄到成都两个多小时的飞行，我迷迷糊糊打着盹儿，中途没有再听到这个孩子说话的声音，估计是睡着了。飞机开始降落的时候，机舱广播里提醒旅客调直座椅的声音“喊”醒了我。我听见身后小孩的妈妈要与孩子姥姥换座位，“靠着窗户你就能看见外面了”。我装作不经意地回头，扫了一眼这一家人，姥姥坐在靠窗的位置，孩子坐在中间，妈妈坐在靠走廊的位置，他们三个都直直地看着窗外。飞机降落的过程中，一直听见孩子的姥姥在说：“你看那楼多小啊，那么宽的路在飞机上看就跟一根线似的。”飞机着陆的瞬间，老人注意到了机翼上扰流板的变化，我听见她对女儿和外孙说：“你看飞机翅膀上的小铁板都竖起来了。”\n       即便看不到她的表情，我也能感受到老人亢奋的心理。估计这是老人这辈子第一次坐飞机，也许是这一家人第一次坐飞机，所以他们不想放过飞机飞行中一丝一毫的变化。离开机舱下飞机时，我故意走在他们身后，看到小孩的妈妈背着一个双肩包，有些破旧；小孩的姥姥手里拎着一个绿色手提袋，手提袋个头不小，看得出她有些吃力；小孩依旧兴奋，一路蹦蹦跳跳。\n       我突然开始原谅小孩在飞机起飞时的“大呼小叫”，原谅他的妈妈和姥姥对他的纵容。我也有些庆幸自己当时没有去指责他们的不文明。十多年前我第一次坐飞机时，那种亢奋应该和他们一模一样吧，只不过不会像小孩那样“大呼小叫”。\n       小孩子在公共场合大呼小叫当然不对，按照“文明公约”里的约束，这是不文明的表现。阻止甚至批评他们都没什么错。但是，那天下飞机时我却在心里真切地感觉，如果当时我指责他们，哪怕是委婉地提醒，都不见得我的文明会“高级”多少。\n       不知道这一家人来自农村还是城市，但可以肯定的是，他们属于没有见过世面的那个阶层，头一次坐飞机，表达亢奋也在情理之中，只是表达的形式有些逾矩。之所以庆幸自己当时没有出面制止小孩子在飞机上闹腾，准确地说，是害怕自己无意中流露出的优越感滋生内心对他们的歧视。\n       如果说我和这一家人同属一个阶层，可能有些虚伪或者矫情，但我一定是从他们这个阶层走过来的。与富人歧视穷人相比，我更担心穷人之间的相互歧视，或者说曾经的穷人歧视现在的穷人。\n       记得几年前媒体报道过的一则新闻。2011年8月13日，在温州打工的许兴权带着即将分娩的老婆坐中巴车赶往医院待产。结果半路上老婆的羊水破了，司机说“那么脏，别把车上弄得又脏又臭”，把他们赶下了车。\n       司机无情，乘客冷漠，许兴权的老婆只好“路边产女”。这是当时被媒体关注过的“冷漠中巴”的故事。\n       一直记得这则新闻，并不仅仅因为故事本身的悲凉，而是同一阶层间的相互歧视刺痛了我。如果许兴权经济稍微宽裕一些，他可能也不忍心让即将分娩的妻子乘坐中巴到医院待产。即便贫寒，享受这个世界的温暖也是他们的权利，但“冷漠中巴”一下子在温暖与冰冷之间画下了分界线。\n       歧视他们的并不是什么权贵，而是和自己同属一个阶层的穷人。中巴司机是强势群体吗？不是。中巴乘客是强势群体吗？也不是。但只要被歧视者的境遇比自己更差，我们的眼皮就有可能不自觉地向上翻起。\n       小时候记得家里的老人们常常讲“穷帮穷，亲帮亲”，穷人与穷人之间，他们更应懂得彼此的不容易，互相帮衬。所以，每每看到同处底层的人相互歧视、相互伤害时，作为一个旁观者，我内心所感受到的触动远远胜过“富人歧视穷人”。\n       小区胡同口有一个常年卖牛肉板面的。有一天中午，胡同口又来了一个活动摊贩卖凉面，卖板面的感觉被卖凉面的抢了生意，要将他赶走。我碰巧看到这一幕，因为和卖板面的摊主还算熟悉，于是多了一嘴：“你又不是城管，干吗要赶人家？”\n       这样的场景远远算不上我们曾经热议过的“底层互害”，但依然让人看到穷人之间相互撕扯的影子。只要比对方稍微“强势”那么一丁点儿，这种“强势”也会化作一种优越感去歧视同一阶层中比自己更为弱小的他者，而从不觉得这种“优越感”有多么卑微。\n       与那些“落差”鲜明的歧视相比，真的，我更害怕由这种卑微的优越感滋生而来的歧视。\n\n来源：《读者》2015年第19期\n       不得不说，每个论坛上都有这样拥有“卑微优越感”的人存在，MCBBS也不例外。譬如：MCBBS上的幻月奇迹在服务器上装了很多反作弊插件，无非就是不希望玩家装什么透视啊，飞行啊之类的一些乱七八糟的MOD。但是有的小学生一来就问为什么他装了MOD进不去服务器，然后就是群里回复这个小学生服务器装了反作弊之类的。小学生就要想办法破解反作弊。结果弄了半天还是没进去，后面弄了个什么抓包工具，在群里各种炫，抓到一个反作弊反馈的包都要在群里炫一下，反正就是没事就炫一下他的“破解”成果吧！——关键是小学生只是抓了包，没能破解啊！——正是应了幻月奇迹的那句话“总感觉现在的小学生啊，啥都能整出优越感”。这只是其中一例，在编程版块有这样优越感的人更是屡见不鲜——有大佬睥睨小白的，有使用英文IDE睥睨使用中文插件的……\n\n       我室友有时在站在我身后看我逛论坛，看到这样存在“优越感”的帖子，对我说那些有优越感的人在MCBBS这个圈子得到了很大程度上的满足，而那些被秀了一脸的人可能会噤声不语，也可能会默默蓄力，想着总有一天也要在MCBBS中成为大佬，但是这样会囿于MCBBS这个圈子，还不如跳出来多往更大的圈子看看。\n       他说完之后，我给了他一个*%$#@的眼神，然后说了一句：你TM的这些话也是一种卑微的优越感的体现，那些大神不知道比你高到哪里去了！",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1477284900,
            "txt_content": "表示我曾经写过一篇议论文《优越感与谦卑心》\n\n然后老师看到以后把我骂了一顿\n\n原因是我在打她脸2333\n我是个非常虚伪的人"
        },
        {
            "author": "筒子",
            "timestamp": 1477288080,
            "txt_content": "请不要指责他们\n他们只是想博得别人关注的可怜人"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1477288680,
            "txt_content": "1026833619 发表于 2016-10-24 12:55\n表示我曾经写过一篇议论文《优越感与谦卑心》\n\n然后老师看到以后把我骂了一顿\n干得漂亮！"
        },
        {
            "author": "叫我梦想家",
            "timestamp": 1477288680,
            "txt_content": "优越感是天生和后天的\n每个人都有自己的优越感\n都感觉自己和别人不一样\n无非是张扬与谦卑"
        },
        {
            "author": "椿菜不菜",
            "timestamp": 1477289940,
            "txt_content": "卑微的优越感。。这形容次很贴切啊。"
        },
        {
            "author": "孤独的先生",
            "timestamp": 1477297020,
            "txt_content": "不错不错！"
        },
        {
            "author": "DGK2",
            "timestamp": 1477303620,
            "txt_content": "你的签名让我想起了一个人。\n人生来平等，优越感是可怜人才有的。"
        },
        {
            "author": "luojiarui",
            "timestamp": 1477305000,
            "txt_content": " 本帖最后由 luojiarui 于 2016-10-24 18:32 编辑 \n\n楼主你得搞明白“嫉妒”和“优越感”的区别。。\n\n你室友的行为属于“嫉妒”吧\n"
        },
        {
            "author": "MCHandler",
            "timestamp": 1477371000,
            "txt_content": "luojiarui 发表于 2016-10-24 18:30\n楼主你得搞明白“嫉妒”和“优越感”的区别。。\n\n你室友的行为属于“嫉妒”吧\n也许不是吧。\n我在MCBBS上并没有成就，也不是大佬，他应该不会嫉妒我什么的。"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1477371420,
            "txt_content": "我就很优越了"
        },
        {
            "author": "丶Minecraft灬",
            "timestamp": 1477386840,
            "txt_content": "厉害了我的哥。"
        },
        {
            "author": "luojiarui",
            "timestamp": 1477389600,
            "txt_content": "MCHandler 发表于 2016-10-25 12:50\n也许不是吧。\n我在MCBBS上并没有成就，也不是大佬，他应该不会嫉妒我什么的。 ...\n额。。话说你室友用的是什么平台啊？？"
        },
        {
            "author": "RinAfter",
            "timestamp": 1477399500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "子弹～",
            "timestamp": 1477400460,
            "txt_content": "优越的家伙嘛\n打死好了"
        }
    ]
}