{
    "title": "是否使服务器遵循MOJANG EULA原则",
    "author": "sqs_dada",
    "replyCount": 16,
    "timestamp": 1477299540,
    "txt_content": " 本帖最后由 sqs_dada 于 2016-10-24 18:03 编辑 \n\nMOJANG官方强烈要求服务器必须遵循EULA原则,但是遵循那个规则后,很多服务器无法运行下去,各位怎么看?",
    "replies": [
        {
            "author": "夏木",
            "timestamp": 1477299840,
            "txt_content": "eula。。。"
        },
        {
            "author": "LRual",
            "timestamp": 1477311240,
            "txt_content": "发光的服务器\n表示一直玩单机\n并不知道EULA是什么的路过"
        },
        {
            "author": "青木源",
            "timestamp": 1477311360,
            "txt_content": "单纯的赞助是可以的，别那种影响游戏的给赞助者各种变态物品就行"
        },
        {
            "author": "MC_墨俊",
            "timestamp": 1477312140,
            "txt_content": "不知道该什么说"
        },
        {
            "author": "子弹～",
            "timestamp": 1477313040,
            "txt_content": "除影响平衡外的都可以吧"
        },
        {
            "author": "Because.",
            "timestamp": 1477313220,
            "txt_content": "单机路过\n\n\n\n\n--------“支配与被支配的人，是否会心生恨意？\n\n"
        },
        {
            "author": "RinAfter",
            "timestamp": 1477313280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "夏木",
            "timestamp": 1477313580,
            "txt_content": "此话题略敏感。"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1477317720,
            "txt_content": "其实感觉eula还是挺基本的"
        },
        {
            "author": "1137305770",
            "timestamp": 1477653720,
            "txt_content": "我记得我服务器就是被某个**举报了，然后我玩了2年单机"
        },
        {
            "author": "YP大黄人",
            "timestamp": 1477653960,
            "txt_content": "如果真的遵守国内的服务器说不定都会倒闭"
        },
        {
            "author": "猪一头",
            "timestamp": 1477656480,
            "txt_content": "理论上来说是要的，玩别人的游戏就要遵守别人的规则嘛，但是无卵用"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1477658220,
            "txt_content": "没必要遵守吧"
        },
        {
            "author": "Wang_Funny",
            "timestamp": 1477659360,
            "txt_content": "eula还好啊"
        },
        {
            "author": "KImshei",
            "timestamp": 1477660260,
            "txt_content": "恩 我觉得对那些不赞助的玩家肯定是好事 人人平等"
        },
        {
            "author": "wzz0116",
            "timestamp": 1477660980,
            "txt_content": "Minecraft最终用户许可协议\n为保护Minecraft（即我们的“游戏”）与我们社区中的成员，我们需要针对下载、使用我们的游戏的行为制定这些最终用户许可协议。我们并不喜欢超出你的行为的规定，因此我们努力使本协议尽量精简。如果你违反了本协议，我们可能会强制你停止使用我们的游戏。如果我们认为有必要的话，我们会咨询我们的律师以采取进一步行动。 如果你购买，下载，使用或者玩我们的游戏，你必须始终遵循以下最终用户许可协议（以下简称为EULA）。如果你不希望或不同意这些规定，则你不得购买，下载，使用或者玩我们的游戏。本协议包括Mojang.com网站的使用规则，我们的品牌及资产用途指南，还有我们的隐私政策。同意本EULA的同时你必须同意这三个文档的所有部分，所以，请仔细阅读。一个主要原则 主要原则为你不能散播任何我们制作的东西。“散播任何我们制作的东西”的意思是“分发游戏的拷贝，以商业目的使用，尝试以之营利，或使他人以任何不公平或不合理的方式接触任何我们的制作品”。因此这个主要原则为（除非我们特别同意过的，例如在品牌与资产用途指南中提及的）你不能\n?对任何其他人提供我们的游戏拷贝；\n?以商业用途使用任何我们的制作品；\n?用任何我们的制作品营利；或\n?l使他人以任何不公平或不合理的方式接触任何我们的制作品。……因此我们在此明确，我们的制作品包括，但不限于。我们的游戏的客户端以及服务器软件。其同样包括游戏的修改版，或其中一部分，或任何我们制作的其它产品。\n 其实我们对于你的行为是非常宽容的——事实上我们鼓励你去做很酷的事情——但还是不要做我们不允许的那些事。使用我们的游戏 你已经购买了游戏，那么你可以自己，在你的计算机上，使用它。 在下文中我们也赋予你能够做其他行为的有限的权利，但我们还是得划一条明确的界限以防止有人会做过头。如果你想制作任何与我们产品有关的东西，我们会因之而谦逊，但请确保你的制作品不会被解释为官方产物，且制作品与本EULA以及品牌及资产用途指南，最重要的还有不能用以商业用途。\n 你使用与玩我们的游戏的权利来自我们的给予，如果你违反本EULA，该权利可被收回。 你购买我们的游戏后，我们赋予你在你自己的个人电脑上安装、使用与玩游戏的权利，正如本EULA所述。该权利仅赋予你个人，因此你不能向任何其他人散播游戏（或其一部分）。这也意味着你不能出售或出租本游戏，或让其他任何人接触到，且你也不能赠予或转卖任何授权代码。然而，你可以给予别人在我们的官方礼品码（Gift Code）系统买到的礼品码。这对我们阻止盗版及诈骗行为和保护我们的游戏至关重要。阻止我们社区的成员购买我们游戏的盗版版本或欺诈性授权代码也很重要——我们有权以诈骗的名义阻止这种行为。 如果你购买了游戏，你也有权使用其进行游戏以及修改游戏。如果你不用以作弊，我们会非常感激。请牢记不要散播我们的软件的修改版。简单地讲，散播模组（或者插件，或者第三方工具）是被允许的，散播游戏客户端或服务端的修改版则不被允许。 基于一定理由，你可以用游戏的截图或视频做一切你想做的事。“基于一定理由”的意思是你不能用于商业用途，或是任何对我们的权利有负面影响的行为。然而，如果你将视频上传到视频共享与直播网站，你可以在里面加广告。而且，请不要故意破坏艺术资源并四处宣传，这并不有趣。 基本上，最简要的规则是不要将我们的产品用于商业用途（除非在EULA或品牌及资产用途指南中经过特别同意的）。而且如果法律明确允许的，例如在“合理使用”原则下的行为也是可以接受的——但必须是法律明确包含的内容。 为保证游戏的完整性，我们要求所有游戏的下载都来源于单一地点：我们。第三方工具或服务也不能看上去“太像官方”对我们也很重要，因为我们无法保证其品质。请确保你也阅读了我们的品牌及资产用途指南。我们游戏的所有权以及其他事项\n 虽然我们赋予你玩我们游戏的权利，我们仍然是游戏的所有者。我们同时也是我们的品牌以及游戏内包含的一切内容的所有者。因此，你为玩我们的游戏而付费，意味着你是在本EULA的规定下购买使用以及玩我们的游戏的权利，并非购买游戏本身。你与游戏相关的唯一权利为本EULA中规定的权利。 任何你制作的工具都属于你。游戏的修改（即“模组”Mod）（包括预运行模组与内存驻留模组）也都属于你，你可以在不用之营利的前提下对其做任何行为。我们对于工具/模组/插件的定义保留最终解释权。内容 如果你通过我们的游戏创造任何内容，或在我们的游戏中创造任何内容，你必须给予我们使用，复制，修改以及采用你创造的内容的权利，且此权利无法撤消，而且你也必须允许我们给予其他人使用，复制，修改以及采用你创造的内容的权利。如果你不想给与我们该权利，那么请不要用我们的游戏创造任何内容，或在我们的游戏中创造任何内容。请在创造任何可用内容之前仔细考虑，因为你的创造可以被对大众公布，甚至其他人有可能以你不希望的方式使用你创造的内容。 如果你通过我们的游戏创造任何内容，或在我们的游戏中创造任何内容，该内容不能具有冒犯性，也不能为非法内容，内容必须诚实，且为你自己的创作成果。你不能用我们的游戏进行的行为包括：表达包含种族主义或憎恶同性恋的内容；滥用或恶意愚弄的内容；破坏我们或其他人声誉的内容；色情、广告或其他人的创造物或图片；或冒充游戏管理员或愚弄利用他人的内容。 任何你在游戏中完成的内容也必须为你自己的创造物。你不能使用游戏制作任何会侵犯他人权利的内容。如果你在我们的游戏中创作的内容因为侵犯他人权利使得我们被他人质疑、威胁或起诉，我们会将责任归咎于你，这意味着你可能必须弥补我们因此遭受的一切损失。因此你在游戏中完成的内容必须为你自己的创造物，而且你不能以相同行为对待他人创造物这一前提是至关重要的。 请你在游戏中与其他玩家交流时小心谨慎。你与我们都难以辨认他人言论的真实性，即使他们所述确实属实。你在透露你的个人信息前应当三思。游戏升级\n 我们可能不定时提供游戏更新，但我们并无更新游戏的义务。我们也并无对任何游戏提供持续性技术支持与维护的义务。当然，我们也希望我们能不断提供我们的游戏的更新，我们只是不保证我们会更新。我们的责任\n 你获得我们游戏的拷贝时，我们仅仅是将“这样的”拷贝提供给了你；同样的，我们也提供“这样的”升级。这意味着我们不向你保证我们游戏的标准或品质，也不保证游戏不会突然中断或运行不出错，也不保证其不会造成任何损失或伤害。我们只能保证以一定的技术水平与专注力提供游戏以及其他服务，因此你必须接受我们可能会在游戏并不完整之前就将其公布，这样游戏可能（事实上是经常）有漏洞——但这是你能够提前体验到新功能的代价。大多数国家的法律规定我们不能免责于我们的产品直接造成的死亡或人身伤害，因此如果由于我们的过失导致你的电脑跳起来捅了你一刀，我们将为此承担责任。协议终止\n 如果你违反了条款，我们有终止本EULA的权力。你也可以随时终止本EULA，你只需要从你的计算机中卸载游戏，本EULA即可终止。若本EULA终止，你将不再具有玩我们的游戏的权利。即使EULA终止，本文中“游戏的所有权”“我们的责任”与“综述”三个段落的内容依然长期有效综述\n 本EULA服从于任何你可以享有的法律权利。本条款的任何内容都不会限制你在法律范围内可以享受到的任何权利，也不会免责于我们疏忽或欺骗性表达导致的死亡或人身伤害。\n 我们可能会随时更改本EULA，但EULA的改变不与法律相悖时才会生效。例如，如果你只进行单机游戏，并不安装我们提供的任何更新，那么旧版EULA有效；但如果你安装了更新，或是使用依赖于我们提供的在线服务的游戏部分，那么新版EULA将生效。也正因如此，我们并没有通知你EULA更改生效的义务，因此建议你不定时到此检查EULA的最新版本。虽然我们并不是要制造不公正——但有时法律会更改或玩家之间也会互相影响，因此我们需要对此作出限制。\n 如果你对我们的任何游戏提出建议，该建议将不会具有回报。这意味着我们可以以任何方式在不付费的情况下应用你的建议。如果你认为我们将愿意为你的建议付费，那么你在提建议之间应该向我们声明这一点。\n"
        }
    ]
}