{
    "title": "【设想】“岩浆脂工艺LavaFatCraft”红石方面的实用模组",
    "author": "SciUniv_Moring",
    "replyCount": 7,
    "timestamp": 1477548840,
    "txt_content": " 本帖最后由 SciUniv_Moring 于 2018-7-7 03:54 编辑 \n\n2018.7.7 更新\n\n将高版本Minecraft中的粘液球、粘液块、岩浆块加入此mod，使得玩家可以在较低的Minecraft版本中收集并使用这些物品\n合成材料：电极，其获取/合成方式待定\n合成材料：瓶塞，用于制作空集气瓶，合成材料为任意木头+岩浆脂\n工具：空集气瓶，16堆叠，合成方式为水瓶+瓶塞\n变色玻璃改为“玻璃氖管”，制作原料：玻璃*6+电极*2+氖气瓶*1\n\n增加“不掉落草方块”、“不掉落砂石”等一系列方块，用于“红石空间”内部平坦世界的构造\n“红石空间”可以像新建存档那样自定义超平坦（红石空间内部生成出来的方块挖了不掉落，当然人为摆放的方块挖了还是正常掉落的），可以设置方块内的世界是否加载，\n“红石空间”可以与其他mod联动\n\n涡轮风扇，合成材料电极*2+铁定*3，用于合成空气压缩机，或许这玩意可以有更多用途\n高压玻璃管，合成材料玻璃*6+黑曜石*2+岩浆脂*1，用于盛装一些液态气体和制作空气压缩机\n空气压缩机，合成材料活塞*2，红石块*4、涡轮风扇*2，高压玻璃管*1\n       空气压缩机是可运作的机械，运作时需要放入高压玻璃管，并需要能量（可以用红石信号输入作为能量，但效率较低，若使用其他mod的RF能量可以提升效率），该机器运作时，会在周围产生空气稀薄区，并且会扩大，停止运作后周围的空气稀薄区逐渐消失。生物进入空气稀薄区会像在水下一样消耗气泡，气泡消耗完后会获得缺氧buff，如果不离开空气稀薄区，缺氧buff会逐渐升级，\n              I级缺氧相当于I级虚弱，离开空气稀薄区5秒后buff消失\n             II级缺氧相当于II级虚弱+I级缓慢+I级反胃，同时造成每秒1心的持续伤害，离开空气稀薄区10秒后buff消失\n            III级缺氧相当于II级虚弱+II级缓慢+I级反胃，同时造成每秒2心的持续伤害，离开空气稀薄区15秒后buff消失；\n                如果生物处于空气稀薄区内，并且在 III 级 缺氧buff下撑过15秒未死亡，效果降至II级，若再过3秒仍未死亡，降至I级，再过2秒buff消失\n                生物的缺氧buff消失后，离开空气稀薄区，会获得8秒的 I级 过氧buff\n        空气压缩机完成一个运作周期后可以得到由高压玻璃管盛装的一管液态空气\n        此外，空气压缩机也可以把几瓶瓶装气态气体压成液态，这种运作不会造成空气稀薄区\n\n元素分离器，暂时没想好合成表，它可以把液态空气分离为氢元素、氧元素、氖元素（如果有扩展mod的话可以分离出更多东西），而这些元素收集的足够多之后可以就变成单质气体，使用集气瓶来盛装\n\n氮气压成液态后作为液氮瓶，拿在手上右键会把它丢出摔碎，摔碎后会在周围形成低温区，低温区会在一段时间后消失，低温区可以使雪人无视生物群系存活，使水很快结冰，同时有几率形成“氧气稀薄区”，效果同“空气稀薄区”\n气态的瓶装氮气打碎后，仅仅是有几率形成氧气稀薄区\n\n氧气也可以压成液态，打碎后形成低温区和高浓度氧区，高浓度氧区会使“缺氧”buff立刻消失，并会造成“过氧”buff，同时会减缓植物生长速度\n      刚进入高浓度氧区时会得到 II 级 过氧buff，如果一段时间后没有离开高浓度氧区，效果会降至 I 级，如果再过一段时间还是没离开，则效果消失\n            II级过氧，相当于II级力量+II级速度+ I级生命恢复+I级饥饿，若此时离开高浓度氧区，3秒后过氧buff消失\n             I级过氧，相当于II级力量+ I级速度+ I级生命恢复+I级饥饿，若此时离开高浓度氧区，会造成5秒的 I级缺氧buff\n            效果消失后，若此时离开高浓度氧区，会造成8秒的 I级缺氧buff\n      高浓度氧区会和空气稀薄区/氧气稀薄区抵消\n气态的瓶装氧气打碎后仅仅形成高浓度氧区\n\n液态的氖气打碎后形成低温区，并有几率形成氧气稀薄区\n气态的氖气打碎后仅仅是有几率形成氧气稀薄区\n\n\n\n\n1、“岩浆脂”作为一种合成材料，一个岩浆膏可以分解为2个岩浆脂，1.10以上的版本还可以使岩浆块在原版工作台/随身2*2合成台上可逆向分解为4个岩浆膏（终于不用到处找地狱史莱姆了），两个岩浆块上下放置可合成4个烈焰棒（类似于木棍的合成）\n\n2、“红石之星”作为一种合成材料，需要用女巫的所有种掉落物各一个+一个“岩浆脂”合成\n\n\n3、“红岩工作台”方块，类似于原版工作台，本mod中的一些合成操作需要在红岩工作台上完成，合成方式为原版工作台+红石之星+岩浆脂\n\n4、“红岩维度工作台”方块，在“红岩维度工作台”上可以实现并且只能实现任意合成表的逆向合成，例如把原版工作台变为4个木板，但在“红岩维度工作台”上4个木板就无法合成工作台了，需要在原版工作台/红岩工作台上用4个“红石之星”、1个恶魂之泪、1个凋零骷髅头、2个“岩浆脂”、一个“红岩工作台”来合成\n\n5、“红石空间”方块，这是一个特殊的方块，方块内部是一个16*16*256（或者可以更大）的平坦世界，玩家可以进入并在里面放置方块，可以设置方块的任意一个或多个面作为红石信号的输入/输出端，并且在方块内部的世界，可以自定义任意的位置，与方块表面的输入/输出端连接，也就是说，可以把很复杂的电路压缩到一个方块里，合成方式是红石粉+玻璃方块+岩浆脂+红石之星\n\n\n6、“传递者”方块，可设定无延时中继+垂直中继，需要在原版工作台上用中继器+岩浆脂+红石粉+红石火把合成\n\n\n7、“传递者plus”方块，在传递者方块的基础上，可以设定T形传递、交叉传递，需要在原版工作台上用传递者+红石之星+红石比较器合成，或者在红岩工作台上直接把一个“传递者”变为“传递者plus”，但在“红岩工作台”上得到的“传递者plus”，其数据值不同于在原版工作台得到的“传递者plus”，也无法在“红岩维度工作台”上逆向合成（但是功能完全相同）\n  即：在在原版工作台上用传递者+红石之星+红石比较器合成的“传递者plus”，可以用“红岩维度工作台”逆向合成，在红岩工作台上直接把一个“传递者”变为“传递者plus”，那么无法逆向合成，只能放到“红岩工作台”上变成“传递者”\n\n8、“高级羊毛”，普通的羊毛+岩浆脂可以变成高级羊毛，高级羊毛的特性有：条纹消失了，有平滑的材质，不会被烧掉并且不会让火蔓延（建筑党的福音）\n\n\n9、“变色玻璃”，8个不同颜色的玻璃和一个红石之星可以合成得到8个变色玻璃，受到不同强度的红石信号时会有不同的颜色，红石信号消失时，会“记住”当前的颜色，有红石信号时会发光，没有红石信号时不发光，例如，原本透明的玻璃，受到15的信号时，变成红色并发光，红石信号消失时还是红色不变，但不在发光，即使被采集，也还是红色，再受到不同强度的红石信号时，才会再变色并发光，但如果用“红岩维度工作台”进行逆向合成，则会得到一个红石之星和8个没有染色的玻璃\n\n\n10、“红石发生器”，可以发出自定义强度等级和脉冲长度的红石信号，可以设定激活方式为检测更新激活、红石信号激活、光源强度激活、随机刻激活等，你可以理解为是侦测器的升级加强版，需要三个红石之星、一个红石中继器、2个红石火把、1个红石块合成\n\n\n暂时就这样\n“红岩工作台”和“红岩维度工作台”是我在2月2日想到并编辑的\n\n\n\n",
    "replies": [
        {
            "author": "617731522",
            "timestamp": 1477622820,
            "txt_content": "可以加一种红石感应方块，可以传递红石信号，保持之前的信号强度，而且外观是可以模拟成其他方块的，红石信号传递的时候方块不会有任何变化，除非你带上一个眼镜"
        },
        {
            "author": "617731522",
            "timestamp": 1477623000,
            "txt_content": "说起来，MC里面很需要随机值的东西，可以加个随机感应方块，给红石信号之后会随机朝其他方块传递红石信号，关掉再打开就是再随机一个方向传递信号，可以通过多个随机感应方块做成更大变量的随机，此外，传递的方向可以通过空手右击那个面开启或者关闭"
        },
        {
            "author": "dh1159841057",
            "timestamp": 1478308140,
            "txt_content": "617731522 发表于 2016-10-28 10:47\n可以加一种红石感应方块，可以传递红石信号，保持之前的信号强度，而且外观是可以模拟成其他方块的，红石信 ...\n我建议还是使用伪装板之类的方式吧"
        },
        {
            "author": "dh1159841057",
            "timestamp": 1478308260,
            "txt_content": "617731522 发表于 2016-10-28 10:50\n说起来，MC里面很需要随机值的东西，可以加个随机感应方块，给红石信号之后会随机朝其他方块传递红石信号， ...\n其实可以通过方块刻弄，不过感觉挺麻烦的"
        },
        {
            "author": "末影柠檬",
            "timestamp": 1486018620,
            "txt_content": "个人感觉科乾大大的想法非常之好，在以后，我相信科乾大大一定能将他的设想实现，这将是一个颠覆红石系统的模组，其实还有一个功能，比如可以自定义强/弱充能这类的，希望大大采纳"
        },
        {
            "author": "末影柠檬",
            "timestamp": 1486018620,
            "txt_content": "个人感觉科乾大大的想法非常之好，在以后，我相信科乾大大一定能将他的设想实现，这将是一个颠覆红石系统的模组，其实还有一个功能，比如可以自定义强/弱充能这类的，希望大大采纳"
        },
        {
            "author": "SciUniv_Moring",
            "timestamp": 1486018800,
            "txt_content": "末影柠檬 发表于 2017-2-2 14:57\n个人感觉科乾大大的想法非常之好，在以后，我相信科乾大大一定能将他的设想实现，这将是一个颠覆红石系统的 ...\n这个可以有"
        }
    ]
}