{
    "title": "<原创·连载>《青色之风》[卷三·一]",
    "author": "MC_墨俊",
    "replyCount": 7,
    "timestamp": 1477404120,
    "txt_content": "g src=\"static/image/smiley/rabbit/15.gif\" smilieid=\"665\" border=\"0\" alt=\"\" />",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1477404600,
            "txt_content": "标题: <原创·连载>《青色之风》[卷三·一]第一章\n\n　　江泽悄然睁开他漆黑的双眼。\n\n　　入目是淡黄色的木质天花板，旁边是一扇普通的敞开的窗，浅翠色的帘子被收拢在一旁，侧摆被微风吹起。\n\n　　这里是......\n\n　　他有些茫然和不知所措地坐起来，察觉到自己先前正躺在一张床上。\n\n　　白古姐姐的......小屋？\n\n　　他靠到窗边，看见窗外的边台上有不知名的花随风摇曳，而近处的木栅栏和远处的花田让他迅速否决了这一想法。\n\n　　风吹来，他只觉有些凉，这凉意有些熟悉，但也与往日在森林中感受到的不太一样。\n\n　　是初晨。\n\n　　他转过头去，环视整个房间。可以看他所处的房间略小于白古的那间树屋，门在另一边，床的边上有一个颜色微黄的小木桌和两只椅子，另一边的墙上挂着几副架子，看上去是用来放衣物装备之类的。有一盏玻璃仪器挂在架子上。靠侧一面的墙镶着一面高的镜子。\n\n　　他下意识地抓了抓身上单薄的衣服，这才发觉自己的衣服已然不是先前的着装了，随后他走下床，脚下一阵冷意直窜脊梁骨。他思索着走到镜子前，一边考虑着现在的境地，一边无意识地拿起一边放着的木梳开始整理头发。\n\n　　显然这里已经不在森林里了，那么自己应该是被白古姐姐带回来的。只是后来到底发生了什么，他却居然只剩下了模糊的映像。\n\n　　脑海中骤然闪过一具支离破碎的身躯。\n\n　　捏着木梳的手倏地僵住了。\n\n　　江泽的面容渐渐纠在一起，似乎是在极力想起那幅画面。\n\n　　这时候门被人推开，他一惊，猛地转头过去，待看到来者之时，却是大松了一口气，有些哭笑不得。“姐姐你若是进来，至少也先说一声啊。”\n\n　　白发的少女微微一笑，眼神飘忽到他拿着木梳的手上，笑容有些玩味。“早安，看来你还是挺喜欢这镜子的，怎么样，我早先特地装的自己却还没用过呢。”\n\n　　少年的表情有些僵硬，他尴尬地扯了扯嘴角，不可置信地环视了一圈，这才讪讪开口道：“这是姐姐你的......房间？这么说我们现在已经在你所说的村子里了？”\n\n　　对方抬眼白了他一下。“显而易见。”她顿了顿，随后又补充了一句，“放心好了你还挺轻的。”\n\n　　江泽的嘴角不由得抽了抽。\n\n　　“这里，你的衣服，当然，是新的。”白古一边说着，一边将左手上拿着的一叠衣物甩了过来。\n\n　　江泽赶紧接住，却看到上面是熟悉的颜色。\n\n　　“不知道你的喜好，所以就按你原先穿着的重新做了一套，所以可能会有点大。”\n\n　　看着倚在门边的白衣少女，不禁有些恍然。他楞了一会儿，随后一缩鼻子，露出一个很是阳光的笑容来。\n\n　　“好。”然后他很自然地换上一套衣着，仔细整理了一下衣襟和褶皱，随意活动了一下四肢，发现这身衣服意外的十分合身。\n\n　　始终在一旁的白古看见他这一细节，暗自思忖。\n\n　　“倒是挺合身的。”江泽看着正在发呆的她，点醒了一句。两人倒是没有避讳江泽换衣服这一点，心中已经当对方是家人一样看待了。\n\n　　尽管这种信任来的莫名其妙。\n\n　　少女回过神来，看着面前的他一身浅衫深裤的蓝色，比之之前，气质都好上了不少。\n\n　　更像一名贵族了。她心中如是说道。\n\n　　接着她转身，将门拉开，走了出去。话语通过门前的阳光传了进来。“跟着我，有人想要见你。”\n\n　　她顿了顿脚步，好似等待江泽赶上来。\n\n　　“你做了一个很长的梦。”\n\n\n目录\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "zyj0807",
            "timestamp": 1477404720,
            "txt_content": "@46241359 @Cai_Iu @gggbbb @xcc @恶魔-潇洒 @上官轩清 \n恍若隔世。\n\n先摸一波鱼。找一下状态_(:зゝ∠)_这几个月实在忙\n"
        },
        {
            "author": "250=mo",
            "timestamp": 1477495920,
            "txt_content": "人物描写很摸鱼……像轻小说。语文课上学的细节语言神态动作全部一起下啊，别吝啬。对话也别一来一回，主角在听别人说话时也不是傻傻现在那听对吧？各种要素要纠在一起才不会单调乏味。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477496100,
            "txt_content": "楼主写得非常有自信……大量的静物场面描写。但问题也不少，废话多，该说的也没说清楚。你要给人身临其境的感觉，就要描写很细致，别告诉读者这道菜很好吃，而是让读者尝一尝，他自然会判断。环境描写也是如此，你需要用诗意的语言把你想展示的东西写出来就可以了，不大需要总结的。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477496280,
            "txt_content": " 本帖最后由 250=mo 于 2016-10-28 22:40 编辑 \n\n另一方面，楼主的语言还要下点功夫。很多地方都欠费功夫，不要名词前都加各种定语，用灵活丰富的谓语表达；尽量避免被动句，善用短句，骈句。这些技巧需要练习，效果也非常好。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477513920,
            "txt_content": "250=mo 发表于 2016-10-26 23:38\n另一方面，楼主的语言还要下点功夫。很多地方都欠费功夫，不要名词前都加各种定语，用灵活丰富的谓语表达； ...\n那个，莫，你注意一下，尽量少用术语。评价的时候，尽量向通俗的方向讲。学生很少严谨地区分这个语、那个语，真正码字的时候，也没有非要琢磨每个句子的结构的；即使有一些写的东西可以看的人，也只是单知道怎么写而已。\n当然，我不是说你评得不对。\n等你的文章！"
        },
        {
            "author": "250=mo",
            "timestamp": 1477582740,
            "txt_content": "安根_Engon 发表于 2016-10-27 04:32\n那个，莫，你注意一下，尽量少用术语。评价的时候，尽量向通俗的方向讲。学生很少严谨地区分这个语、那个 ...\n嗯，我也得学学你的文评。我总是免不了来一套理论的。不过，你倒提醒了我，改天把这些理论和技巧整理成教程发一发，倒也不错。我现在一是没大时间写作，另一方面这一两年我提笔又放下，提笔又放下，实在是没有自信。我想积累久些，写一部自己喜欢的长篇来。此外，我特别想和你谈谈，不过不是现在，我也不知道该在何时……"
        }
    ]
}