{
    "title": "【原创/连载】渡鸦 第五章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 6,
    "timestamp": 1477399920,
    "txt_content": " 本帖最后由 540083835 于 2016-10-25 23:30 编辑 \n\n雨点打在森林中所有树的叶片上，哗啦啦的声音密集而有规律。水珠被从树叶上弹起，在空中展现自己的宏图大志，然后打在地面上，化作了一个小点，被泥土无声地吸入。\n\n下雨了。\n\n仲夏的雨冲散了人的烦躁，也将地上的血稀释得只剩一小点透明的暗红色，在水塘中若隐若现。\n\n莎米拉把玩着手中的飞刀，似笑非笑地盯着不远处的四个巫师，虽然其中一个已经倒在地上，倒在自己的血泊中了。\n\n“你们的意图是什么？”她问道。少女拿着弓站在她的身后，一双眼也如同黑暗中的蛇一样，阴冷地盯着他们。\n\n巫师们并不说话，只是默默举起了手中的法杖，一团光芒在法杖顶部凝聚，渐渐遮蔽了半个天空。\n\n光芒瞬间化作了漫天的冰锥，朝着两人急速飞去。\n\n“卡利修米尔斯！”不同于上次，少女迅速伸出手，大声念出了咒语，一道屏障瞬间出现在了莎米拉的身前，冰锥如同针一样打在了上面，迅速向四周延伸，在半透明的屏障上凝结出了一片冰花，凝结的过程中不断发出清脆的响声，晶石碰撞一般的声音不绝于耳。\n\n巫师们的攻击没有一点作用——这是必然的，他们的攻击也不过是最低级的而已。“最后问一遍，你们的意图是什么？”莎米拉在冰花的缝隙间凝视着他们，不耐烦地问道。她对他们的小把戏已经厌倦了。巫师们交头接耳了一番，兜帽下的眼睛闪烁着不甘的光芒。莎米拉就这么眯着眼睛等待着。\n\n却不曾想，这些软脚的巫师竟然转身就跑。\n\n“废物，”莎米拉冷哼道，将手中的飞刀用力掷出，精确地钉入了其中一个巫师的脑袋，倒是真如她说的一般，对着脑袋招呼。\n\n少女撤去屏障，莎米拉上前，第一个巫师的尸体还是那么静静地躺在地上，衣服上段几乎已经被血染红，兜帽前端基本上全都红了——飞刀钉入了他的额头。“死的真是安详，以后再也没有一点痛苦。”莎米拉在他的身上翻找着。但除了一根法杖外，他的身上没有任何其他东西。\n\n但是另一个巫师的身上却有了一点发现。\n\n“《执法徒之书》？”莎米拉从他腰上抽出了一本白色封皮的书，确认了一遍书名后不由得皱起了眉头，“这是执法者的东西吧……难道说……这是一群以巫师为首的高级执法者？”\n\n“不管为什么，只需要确认一点，我们可能被执法者盯上了。”她说道，紧接着拉住少女的手，将她拽上了马车：“我们得赶快离开这儿。”\n\n雨下得更大了。\n\n马车在风雨中快速地前进，轮轴转动的响声和雨声交织，“实在是想不通，这个城市的规模并不大……不可能出现以巫师为首的执法者才对……”莎米拉眉头一直没松下来过，雨水从她的额头缓缓流下，又从下巴滴落。“也许是专门抵抗蝙蝠所以调用过来的呢？”少女并没有太过在意，只是一心赶路。\n\n“也许有线索了，”莎米拉眉头一挑，“血腥味。”少女疑惑地转头看了看她，这么大的雨怎么可能能闻到血腥味？如果说只闻到了腥味那她倒是相信。“这是雨水无法盖住的血腥味，你鼻子可能堵了点。”莎米拉径直跳下了马车。溅起了一片水花，少女不满地揉了揉鼻子，无奈地将马车停了下来。\n\n莎米拉在地上搜寻了一番，接着从水塘中捞起了几根两尺左右的丝线一样的东西，还用鼻子嗅了嗅，少女不解的望着她。\n\n“没错了，”莎米拉将丝线丢回了水塘，“虽然不知道跟那群巫师有没有什么关系，不过能确定的有一点。”\n\n她神秘兮兮地笑了一声：“有个有趣的家伙躲在这里。”\n\n有趣的家伙？少女还没反应过来，只见莎米拉从腰间拔出了一柄飞刀，红色的光芒开始在手中点亮，刀刃上的雕花纹路被红色的光芒填充。\n\n“艾拉坎伯尔！”她阴恻恻地笑了一声，将施加了魔法的飞刀狠狠地投掷了出去。飞刀在空中拉起一道红线，一瞬间便末入了树林中，随即七个血红色的巨大圆环在树林中展开，以同一个圆心不快不慢地转动着。被圆环覆盖的区域的植被开始渐渐枯萎，残枝败叶被雨水打落在了地上，显然是被圆环吸去了生命。\n\n“该死的巫师！”一道愤怒却不失清脆的吼声响起，一道黑影从树林中飞快地蹿出，一跃而起，将手中的利器向莎米拉劈去。少女这一次瞬间反应了过来，向莎米拉的方向张开了手掌：“卡利修米尔斯！”\n\n利器劈在了魔法屏障上，伴随着风吹过一样的声音，利器仅仅在屏障上激起了一圈波动的涟漪而已。而攻击的黑影反而被弹到了一边，落到了地上，踉跄几步，才勉强站稳。\n\n少女现在看清楚他的样子了——虽然和没看没什么差别。这家伙穿着一身雪亮的铠甲，但是很多地方已经残破了，仿佛是被火焰烧过，被炸药炸过一般，带着显然是套装的头盔——看起来并不是路边摊的商品。\n\n刚刚攻击莎米拉的利器仅仅是一把佩剑，少女却看到上面沾着不少血迹。\n\n骑士直起了身，抬头望向莎米拉，头盔里传来了一种被戏弄一般的恼怒声：“渡鸦，原来是你这个混蛋！”\n\n莎米拉无所谓地耸了耸肩：“请叫我莎米拉。”\n\n不过随即她的嘴角又勾了起来，阴恻恻地笑道：“我一直很想念你啊，道格拉斯。”\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1477408440,
            "txt_content": "又会卖萌\n又会渲染\n又会建模\n你还会啥"
        },
        {
            "author": "250=mo",
            "timestamp": 1477494900,
            "txt_content": "对话还有些令人尴尬，希望多下点功夫。这个急不得的，慢慢练。记得多和名著什么的比较一下你的对话。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477495380,
            "txt_content": "（接上，手机不能换行）开头环境不错，但语言上的不足大大限制了它的效果。在你写“被”字句时你是否感到疲惫乏味？是的，尽量抛弃它，阻止语言的欧化。你的句子结构一定要灵活，这样你写得轻松，读者也爱读。第一段你用了很多重复的字，这不好。尤其是动词。记住，写小说，语言要落脚在动词上。你不能一成不变的用那几个万用动词撑场，你的谓语应该非常丰富多彩才是。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477495620,
            "txt_content": "你的人物描写大概实在是没有练过。你不能像回合制一样描写人物：A……，B……。你的人物之间没有那么多默契，打断，小动作，还有各种冲突，更加复杂的互动，这些是你一定要考虑的。不能只是A做了什么，B做了些什么来回应。天呐！那多呆板。另一方面，你的环境描写，细节描写应该和剧情交融的，不要分开来。这些都是结构问题，建议多读书，想想怎么提高。又"
        },
        {
            "author": "250=mo",
            "timestamp": 1477495680,
            "txt_content": "希望楼主勤加练习。楼主其实就是差一点点就能升级了。加油哈。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1477496880,
            "txt_content": "250=mo 发表于 2016-10-26 23:28\n希望楼主勤加练习。楼主其实就是差一点点就能升级了。加油哈。\n多谢指出，我会勤加练习的"
        }
    ]
}