{
    "title": "《Minecraft》主机版——包藏鬼怪的哈喽周来临！",
    "author": "混乱",
    "replyCount": 16,
    "timestamp": 1477456620,
    "txt_content": " HALLOWEEK BEGINS AS SPOOKY BUNDLE HAUNTS CONSOLES! 万圣节鬼怪包降临Minecraft主机版!\nhttp://static.hdslb.com/miniloader.swf?aid=6830522&page=1\nYeah, I know: Halloweek isn’t actually a word. But hopefully this horrifying misuse of language is unsettling enough to get you in the mood for a week of creepy fun!We’re kicking things off with the launch of the Spooky Bundle for Console Edition today: no tricks here, just three seasonal treats all rolled into one - the Halloween Mash-up, the Halloween Battle Map and the Campfire Tales Skin Pack. Check out the chilling trailer above and witness a trio of grisly delights, guaranteed to haunt your dreams FOREVER*!*maybe\n\n是的，我知道：哈喽周（Halloweek）实际上不是一个词汇。 但希望这种诡异的生造词，足以让你度过令人毛骨悚然的愉快一周！我们今天推出的主机版的鬼怪包，推出了一些东西：毫无章法，三位一体的万圣节大杂烩，万圣节战斗地图和篝火故事系列皮肤包。以及，冰冷的观光列车，目睹了这三重盛宴，保证能够困扰你的梦境,永远 *！*也许吧\n\n\nThe Halloween Mash-Up features a custom-built world for you to haunt, replete with a uniquely terrifying texture pack. You can get into the spirit of things by donning one of our Campfire Tales skins: from mythical monsters to horrible hauntings and other strange sightings, this supernatural skin pack is the ideal way to frighten friends this Halloween. And if your desire for devilry is not yet sated, try out the wicked new map for the Battle Mini Game - and give your friends a real nightmare!\n\n万圣节整合包有一个困扰你的定制世界，非常独特的恐怖材质包。 你可以通过它穿上我们的篝火故事皮肤：从童话怪物到可怖鬼魂和其他奇怪的目击，这个篝火故事皮肤包是在这个万圣节吓唬朋友的理想方式。 如果你的魔鬼欲望还没有安定下来，试试这邪恶的新战斗地图 - 并给你的朋友一个真正的噩梦！\n\nCreeping onto Console in the shadow of this uncanny pack is Battle Map Pack 4, featuring three magnificent new maps. Slink through the deserted snowbound science base of Dig, slog it out amid the over-sized furniture of Shrunk and hoedown before you showdown in the dusty Frontier.\n\n在这个神秘包中包含了主机版的对战地图包4，内有三个宏伟的新地图。潜行通过掘地的冰雪科学基地，在渺小打破巨大家具中从中逃脱 和 在昏黑的边境打败敌人。\n\n\n\n\nWe’re also launching the Builder’s Pack today: a superb starter pack for anyone interested in becoming a master of construction on Console Edition. It bundles together six impressive packs: Biome Settlers Skin Pack 1, Candy Texture Pack, Cartoon Texture Pack, Pattern Texture Pack, Plastic Texture Pack and Greek Mythology Mash-up. Cor!\n\n我们今天还推出了一个建筑师大礼包 ：让有兴趣在主机版上称为建筑师的朋友有一个好的开始。他包含了6个优秀材质包：群落定居者皮肤包1，糖果材质包，卡通材质包，纹理材质包，塑料材质包和希腊神话整合包。 酷儿！\n\nAND YET…This isn’t the end of the sinister surprises! We’ll be hosting a special livestream on Halloween itself in which our devs unleash the terrifying new mobs they’ve created with 0.16’s Add-Ons support! You’ll be able to download them for yourself, too!And do you remember the spooky yarns we put out on Twitter? Watch out for our Campfire Tales unholy resurrection in video form - as narrated by Logdotzip!CheeriooOOooOOoo!\n\n但是…这不是邪恶惊喜的结束！ 我们将在万圣节进行一个特别直播，我们的开发者将会释放他们用0.16的ADD-ONS支持下创建的可怕的新怪物！ 您也可以下载它们留给自己呢！你还记得我们在Twitter上发布的神秘面纱吗？ 注意，我们的篝火故事将会以视频形式复活 - 由Logdotzip介绍！CheeriooOOooOOoo！Marsh - @marshdavies\n消息来源-MOJANG官网 mojang.com\n\n",
    "replies": [
        {
            "author": "Because.",
            "timestamp": 1477456980,
            "txt_content": "不给糖就捣蛋！XD\n\n\n\n\n--------“支配与被支配的人，是否会心生恨意？\n\n"
        },
        {
            "author": "曲奇宝cookie",
            "timestamp": 1477457760,
            "txt_content": "很强势啊woc"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1477459260,
            "txt_content": "可以，有圣诞了。"
        },
        {
            "author": "一周一个",
            "timestamp": 1477459320,
            "txt_content": "点个赞！"
        },
        {
            "author": "幽儿~",
            "timestamp": 1477473480,
            "txt_content": "混乱B站账号人气这么少的？ 2333\n\n\n\n\n\n\"I am the bone of my sword.\"\n\"Steel is my body and Fire is my blood.\"\n\"I have created over a thousand blades.\"\n\"Unknown to Death,Nor known to Life.\"\n\"Have with stood pain to create many weapons.\"\n\"Yet,those hands will never hold anything.\"\n\"So as I pray,Unlimited Blade Works.\"\n\n"
        },
        {
            "author": "伊沙贝拉",
            "timestamp": 1477475940,
            "txt_content": "妖魔鬼怪快离开~妖魔鬼怪快离开~"
        },
        {
            "author": "像素君",
            "timestamp": 1477489560,
            "txt_content": "然后圣诞节估计也可以再来一次~"
        },
        {
            "author": "2689112967",
            "timestamp": 1477526340,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1477568760,
            "txt_content": "万圣节强烈要求各个版主们发糖，要不就大闹论坛（理论上的）"
        },
        {
            "author": "我怕挨打啊",
            "timestamp": 1477575900,
            "txt_content": "只是普通的直播？"
        },
        {
            "author": "0ojixueseno0",
            "timestamp": 1477659060,
            "txt_content": "Because. 发表于 2016-10-26 12:43\n不给糖就捣蛋！XD\ntrick or treat~"
        },
        {
            "author": "晓兜",
            "timestamp": 1478237040,
            "txt_content": "然而圣诞我并没有发到糖..."
        },
        {
            "author": "qwer5665916",
            "timestamp": 1478505120,
            "txt_content": "伊沙贝拉 发表于 2016-10-26 17:59\n妖魔鬼怪快离开~妖魔鬼怪快离开~\n雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路雅俗克拉路"
        },
        {
            "author": "Goodlucky31",
            "timestamp": 1479132900,
            "txt_content": "主机版指的是 Xbox360   PS3 PS4 游戏机系列主机的那种？"
        },
        {
            "author": "Teahcer",
            "timestamp": 1480228980,
            "txt_content": "感觉好好玩的样子"
        },
        {
            "author": "wzzhang",
            "timestamp": 1480829580,
            "txt_content": "玩着有点卡"
        }
    ]
}