{
    "title": "<原创·连载>《青色之风》[卷三·二]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1477572360,
    "txt_content": "\n找状态ING......上次有疑似前辈的大佬评论，我想了想，欢快地练起了手感。\n\n有一个人问我要的角色，我觉得后面放出来刚好。\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1477572840,
            "txt_content": "标题: <原创·连载>《青色之风》[卷三·二]第二章\n\n　　一名女子坐在面前的桌边，品茶的姿态端正优雅，一本泛黄的书在她身后的空气中微微浮荡。见到江泽和白古走进屋子，她不紧不慢地放下茶杯，任由茶香在上空旋了又旋，也只是目光轻淡地瞥了一眼他们。\n\n　　江泽跟在白古身后半步，眉头微微一皱，只觉的面前这位女子让他有些熟悉，只是看到她这番动作和姿态，却是无缘无故地便有了几分亲切和敬畏。他抬头，恰巧迎上回过头来的白古，而对他目光之中的疑惑，少女只是微微颔首。\n\n　　桌上已经摆好了三盏热茶。白古小小踏出半步，嘴唇刚微微动了一下，就见女子又有了动作。\n\n　　她轻咳一声，用左手轻轻地拂过脸庞，把茶香所形成的氤氲从她浅紫色的眸子旁边拍掉，然后她略微偏头，微笑着向两位年轻人发出了品茶的邀请。\n\n　　白古又转头看向江泽，眉目之间有几分浅显的担心，她犹疑了一下，就自己坐到了女子的对面。江泽却没有了那么多心思，只是望向女子时的神色有些好奇，随后整理一下衣襟便坐至少女身旁。\n\n　　他低头，看见面前的茶杯里翠绿的叶片正被热气冲得打旋，清澈的茶水映出了他的眉目清秀。这时，有一句浅浅的声音传进他的耳里，那声音伴着些许茶香，空灵温婉，听来便似缕缕清风，令他心中微动。\n\n　　“哈兰蒂的茶叶。”\n\n　　话语十分简洁，可两人都听出了对方的意思，江泽抬头便看到在木桌的另一面，这里的女主人正望着他，嘴角挂起一抹温柔的笑。不知为何，他没有什么犹豫，反倒是欣然握住杯身，靠近嘴边微啜了一口，随后轻轻放下，细细品尝嘴里的余味。\n\n　　“挺好，想不到这茶如此好喝，醇度也恰到好处，泡茶的人应该很有品位。”待余味散尽，他不由得半眯着眼感叹道，有一种想继续喝茶的欲望，只是此时仍不知来此的目的，只好暂时压下去了。\n\n　　女子双眸微眯，梦幻般的眸色里闪过一道精光，却是轻笑一声道：“多谢夸奖了。”\n\n　　一旁的白古没有注意身边少年的一举一动，她看着眼前这位熟悉的女子这副温柔的模样，脑海中突然浮现出一幅画面。\n\n　　繁杂的符文和线条充斥天空，色彩绚丽的炫光夹杂着出没，女贤者神情冷漠，手套上斑斓闪烁，而她脚下尸骸遍地，血色蔓延。\n\n　　她连忙甩了甩头，深吸一口气，也没有去尝一尝茶水的味道，而是开口问话：“贤者大人，他......”\n\n　　艾克斯茜茜摆了摆手，举起茶杯浅抿，不一会儿便流露出了享受的神情，她笑意盈盈，示意两人稍安勿躁，又伸手指了指两人面前的茶杯。\n\n　　白古双眉不自觉地紧蹙，紧接着又无奈地舒展开来，只得学着对方的模样试着喝了口茶水。喝罢，她却又只觉得这茶水太苦，完全没有江泽所说的好味道在里边，但是又不敢出声，生怕触怒了面前这位实力滔天的贤者大人，只能叹一声，让眉头间的无奈逐渐演变成了一丝苦意。\n\n　　江泽不明所以，满心欢喜地品茶去了。\n\n　　不远处的森林里，一名黑衣男子正缓步前行，几步后却骤然停了下来，猛然回头，锐利的眼神巡弋周围，却发现四周除了无尽的树木花草，便只有四处蔓延的晨雾。\n\n　　他神色迷惑，显然十分不解，心中对这片家中长辈经常提起的神秘莫测的森林更是敬畏了几分。\n\n　　他摇摇头，似乎在没有什么发现后便不管不顾，按照认定的方向继续前进，但是心中却更警惕了些许。\n\n　　而在他身后，无孔不入的雾气如影随形。\n\n　　在村子里，三个人宁静地度过了半个早晨。女贤者喝满一盏，悠悠然放下茶盏，余光瞥见江泽面前空荡荡的茶杯，心中有了计量。\n\n　　白古只是端坐在那，眼帘合拢神态安静，似是闭目养神，而她面前的茶杯里，茶水却是只低下去了约莫三分之一，此时已然冷了。\n\n　　艾克斯茜茜不知从何处拿出一绢手巾慢条斯理地擦了擦嘴，却看见对面江泽有些茫然的神态，摇了摇头，又递过去一张手帕。\n\n　　江泽道了声谢便接了过来，不过眉宇间仍有几分疑惑。\n\n　　女贤者静静地看他整理完仪表，随后淡然开口说道：“我有话和你姐姐说，你先走吧。”\n\n　　什么？听到这话的江泽瞪大了眼，神色一头雾水，但看着对方平静的神情，却是不知为何遵从了她，走出了小屋。\n\n　　哪有这样的事情？他站在屋外的阳光中，神情一片茫然。自己什么都没有做，早上刚醒来被别人请来喝了一杯茶，然后什么事也没有发生就走了？他回头仔细打量了一下这栋与其他屋子几乎一般无二的建筑物，思绪一阵混乱。\n\n　　算了，喝了一杯上好的茶，也不算亏。他不再想这些事，又觉得等在门口太过无聊，就迈步走向村里，准备见识见识森林外的景象。\n\n　　小屋中，江泽走后。白古悄然睁眼，漆黑的眼中带着几分探询。\n\n　　面对少女的疑问，艾克斯茜茜只是叹了口气，摇了摇头，随后抬手打了个响指。身后的古书蓦然翻开，纸页迅速翻到了某一页，古老的符文旋即亮起，引出了一道浅白色光芒粘附在少女身上。\n\n　　与此同时桌上的杯盏竟开始从顶部缓缓分解成微尘，消弭于空气中。\n\n　　女贤者的眸光清冷，朱唇轻启。\n\n　　“走了。”\n\n　　霎时间古书上的符文闪烁了一瞬，随后两人便被神秘的白光包裹，不见了去向。\n\n\n目录\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "miguo",
            "timestamp": 1477578000,
            "txt_content": "zyj0807 发表于 2016-10-27 20:46\n@46241359 @Cai_Iu @gggbbb @xcc @恶魔-潇洒 @上官轩清 @安根_Engon\n文章风格证明你是个女生...\n嗯，矮人的评价到此结束，跟踪膜观ing"
        },
        {
            "author": "250=mo",
            "timestamp": 1477666860,
            "txt_content": "      这次人物描写比上次好多了，甚至感觉到作者的笔尖在几个人物之间跳舞。有点意思！大概上次是真的没认真写吧？\n      接着我再提提别的问题，如果你这篇文章就是三个人物的舞蹈，那么你的文章就缺了主题：缺了详略，何时细描，何时粗抹，务必思考！往往这个长度的一章，只需一个重点即可，所以还是蛮好把握的，倘若楼主你再写长一些呢？这个重点，一定是你最想表达的，最重要的，往往是非常小的场景。然后你要把笔墨集中，不要分散。你是想写江泽见着女子熟悉如斯，呆望出神，不料白古与女人跳起了双人舞；还是一问一答中，小神态小细节，在微观中跳起了一场出色的斗牛舞？\n      明确了你的想法后，接着需要想想，舞蹈的节奏。你的主题是缓慢而美好的，那么间奏就当轻快；你的主题是爆发的情感，那你的前奏应当低沉，间奏应该带着矛盾跳一支刀尖上的舞，令人心惊胆战；……节奏往往体现在句子的长短、用词的色彩上。节奏快，短-长-短-短结构就不能抛掉，押韵大抵不用，但音律一定要流畅（你可以在稿子上句尾或者复句断句点注上拼音，避免前后两句的句尾音调一致，读一读，看看顺不顺口），用词也偏好感情色彩浓厚的；节奏慢，描写也精巧，结构越不讲究，好用长句，但长句也要好断句才是，最好还是避免定语（xx（形容词等）的xx（名词），前一个xx就是定语），用动词什么的表达。\n      此外，舞台的气氛，你也得烘托好。\n      再加一点吧，建议善用借代。\n      期待下一章。"
        }
    ]
}