{
    "title": "【原创·连载】《心安》序章 [作者：愚蠢]",
    "author": "yuchenyang",
    "replyCount": 8,
    "timestamp": 1477642200,
    "txt_content": "悄悄地发篇文，然后赶紧跑...\n\n        我坐在那专属于我的小床上甩着腿。\n        因为在执行我的卧底任务时走露了风声，随即就被当地的一支部队带到了这个战俘营。\n        不过这任务虽然叫的刺激，实际上十分无聊，我所做的只是和邻居们谈天神侃必要时与通信员交换情报，至于把消息送回我的国家那就没我的事了。\n        那天晚上我按时在交接地等待，但我终究没等到。当我准备离开时，一群穿着抹了碳一般的铠甲的人从街道的阴暗角落钻出。因为第一时间受到了惊吓，所以他们毫不费劲地把我制服了。\n        我在当地的拘留所里待了不知几天，接着不知从哪来的一帮人对我们这些被拘留者们进行了一次体检，随后我便来到了这里。\n        这里都是些大大小小的房子。而这里最大的建筑，有三层墙壁，高约50米-是用来关押战俘们的。\n        那时我被带了进来，里面弥漫着一股霉臭味，能成为光源的只有几根快熄灭了的火把。不得不说在那黑暗的环境下那些战俘们吓到了我。他们一个个瘦得皮包骨头，眼珠深陷在眼窝中，棱角分明的盆骨上挂着几块破布勉强遮掩着-真是难以想象我的同事们变成了这个样子！\n        我当时被安排在了五楼，和那些在战场上失利的人关在同一个房子里。\n        他们一共五人，似乎也是刚来这里，一个个肌肉饱满，不断地拉扯着笼子，大吼大叫，有的还把脸卡在铁栏杆上，看那架势仿佛是要把嘴伸出去咬那些狱卒。\n        因为来到这的都是一国人，所以当负责这层的狱卒离开后他们就消停了下来，而看上去为首的那个友好地向我伸出了那厚实的右手。\n        “你好，我是……如今成了战俘，名字已经不重要了-请问你是怎么进来的？”\n        听到了这句话其他四人便活跃了起来，他们不断的谈论自己的英勇功绩，越来越激烈，声音也越来越响，直到隔壁不耐烦地敲了几下墙壁他们才消停了下来。\n        既然他们不愿透露自己的姓名，那我自然没告诉他们的必要了。我把自己被捕的和如何运到这里的经历详细地讲了出来，他们听完后脸上流露出难以掩饰的失望其中一人甚至做出了一种被恶心到了的表情，但其他几个随即高兴了起来。其中一人慢慢地向后退去，最后坐到了那张床上，把他们的计划告诉了我。他们打算在三天后的放风时间引起暴动，随后趁乱逃出。\n        这几个士兵实在没有脑子。我觉的有些尴尬，因为能爬上这里的管理者位子的人显然不可能是傻子，他应该是不可能给这些刚来这的人放风时间，肯定是在他们瘦的像骷髅时给他们放风的时间，那时他们将没引发暴动的想法，就算引发了暴动逃了出去他们也没能力到达城市。\n        但我不打算说出来，生怕惊扰了他们的美梦。\n        很快，我又被叫了出去，我离开时把自己的脊梁挺地老直，头也高高仰起，脸几乎和天花板平行。\n        身后传来了小声的赞许。吸附在天花板上的灰尘落下来了一点，飘进我的鼻孔中，害得我弯下腰来打了一个喷嚏。\n        我很快就知道了那些大小不一的建筑是干什么了-那些都是用于拷问的房间，里面都是些不一样的拷问用具，内墙是羊毛，地板上铺的也是羊毛地毯，估计是为了不弄脏房子或便于后期的处理吧……\n\n        最后，我花了一点小小的代价得到了这专属于我自己的小房子，这是他们在监狱的墙角边临时挖出来的。我的伙食和那些人相比较多一点，门外还有专门的狱卒看守。\n        乍看之下我似乎可以定居在此地了。\n        不过，我在前面说道了，这不是得来的，而是换来的，如果我的东西都给了他们，他们也就不需要我了。\n        到头来还是要逃出去。\n        这么想着，我把双腿靠拢，然后通过晃动双脚，使扣在脚踝上的脚镣互相碰撞。脚镣有节奏地震动着，我按着这节奏扯着嗓子，唱起了军歌。\n        无聊。\n        纯粹的无聊。现在这对我而言是相当致命的。自从我习惯了在拷问室的辱骂和刑罚后，待在这更让我受不了。\n        这房间的墙是石砖，在砖与砖的缝隙中常有青苔，我无聊便扣着玩。有时会不小心把手指甲给扣断，但在他们用完刑后常常会灌我一瓶治疗药水，在断肢修复的同时我的指甲也变了回去。\n        尽管我把军歌的一些部分拖的特别长，但军歌还是不争气地被我唱完了。\n        床头边是一张桌子，因为我正生着军歌的气，我用两只手拼命地砸着那张小桌，知道我看见那小桌的桌面出现了裂缝，我才停了下来。\n        “你这是在做什么。”坐在一旁的黑衣人问我，他的脸也被黑色的面罩遮住了。\n        他是和我接头的人，行事时讲究质量和速度，平时不管说什么都会变成陈述句。\n        一星期前，在我从拷问室出来时我看到了他。对于他会被抓我不感到意外……毕竟每个人都有失手的时候嘛。\n        两天前，那些人把我推送到了一个刚挖的池子边。我在池低看到了他，他被拴在了池底的一根栅栏上。他那时可真是冷静，尽管脖子被拴着，身在水下，但还是那么冷静，反到是我吓得出了一身冷汗。\n        “无聊啊。”我有些烦躁，但更多的是无奈。我最后把手重重地落在小桌上，手的和镣铐的重量合在一起，最后把桌子砸出了一个洞。\n        他依旧低着头，但什么也没说。接着他像被墙壁吸收了一般消失了。\n        现在唯一能聊天的东西也没了。我心中又多了点沮丧，但我知道沮丧是没用的。\n        于是我又用脚镣打着节拍唱起了军歌。\n\n        “吵死了！”铁栏外我的专属看守暴喝一声。他慢慢的扭转腰部，我看到了他脸上那拧成一团的五官。\n        他是一个普通的莫约20岁的小伙子，至于这么普通的人是这么来这的我就不清楚了。\n        我看了看我那新长的脚，确认它完全地长完了，我便立马下床扑了上去。\n        他见我扑在了眼前的铁栏上，下意识地后退了一步。\n        “小兄弟啊……你闲不闲？我可闲死了，还憋的要死要活的……”难得这个在我眼前晃来晃去的人和我说了话，我自然十分兴奋，说话几乎变成了嘶吼。\n        “切……终归是个疯子！”这个小伙子听了我的话，慢慢地转了回去，但他的脸已经放松了不少。\n        “别啊！再和我聊聊吗！你把这锁开了也行啊！”我把脸往铁栏的缝隙里塞，同时把两手手伸出去指着那个该死的限制我自由的锁。\n        他并没理会我，只是叹了一口气。\n        我呆住了，看着他的背影。\n        “其实我自己都出不去啊……当时听到他们说要调动时还很兴奋的呢，结果呢？被送到这恶心的地方了。”\n        接着那句话，他又叹了口气，整张脸的神色更黯淡了。\n        “你是笨蛋吗？我有办法啊！只要你按我说的做，我们都能出去啊！这不是很好吗！简直是好结局啊！好的不行！”\n        明明救星就在身边，但就是不去听他说话。不得不说，这种人我替他的智商堪忧。\n        我发了疯似的用镣铐的锁链去磨蹭、撞击铁栏，发出响声，希望这块榆木可以快点注意到现在的重点是放我出去。\n        “真的？！”他的神色恢复了光彩，似乎相信了我。\n        这人比起小伙子更像五岁的小男孩。\n        “真的啊！呕，咳。”我呛到了，咳嗽了几声后继续说道，“真的。而且很简单。你听我说。到了今天晚上，你去支开两个看守的注意，我从后面打昏他们…这样就好了！是不是干净又利落！至于巡逻的我完全有自信避开，还有围墙四角的弓手，只要我们在他们的视野盲区行动就好了！”\n        “嗯…好吧。”他看上去低头思考了一下，但很快就抬起了头，摘下了别在腰间的钥匙。\n        就像五岁的男孩一样好骗。\n\n        夜幕降临，整个集中营暗了下来。\n        脚上的皮还有一部分没完全长出，但这并不碍事。\n        前面一帆风顺，我们成功地避开了巡逻员的视线，又因为昏暗的环境，弓手并没发现我们。\n        “这里是最关键的地方。”我压低声音对他说。\n        现在我们隐藏在黑暗中。\n        “是他们…他们是我的朋友！”他的声音中带着一点犹豫。\n        “去吧，去吧，我保证不下狠手。”我把他推到我前面，然后把他往大门处挤。\n        事实上我也没法下狠手。毕竟我只是个收集情报的，而且手上没什么武器…除了他摘不掉的一对镣铐。 \n        我目送着他走了过去。\n        他尝试着和他们交谈，这很容易，他们很快就聊在了一起。\n        我正想上前，但他们的表情突然就冷了下来。\n        这下可好，把我吓地趴到在地，爬到了原先的阴暗处。\n        他们这么又谈了一会，小伙子露出了困惑的表情，从门外向我的藏身处投来困惑的目光。\n        接着，他就不太情愿地被其中一人带走了。\n        其中一人似乎也想跟过去，但另一人示意他回去。\n        这让我不太开心。\n        小伙和一人走了，只剩下一人在看守。\n        我弓着腰，把脚分到最大以免脚镣发出声音，慢慢地向那人凑过去。\n        脚踩在草地上，有些痛又有一丝痒的感觉。\n        十米……\n        五米……\n        三米……\n        一米！\n        我扑到了那人的背上，把两手往前挥去，镣铐的铁链砸在他的颈项上。\n        随即我使劲往后拉，把手并了起来，然后再交换位置。\n        但他没有就此被勒断脖子，他只是喊不出声，尽管如此，他还是用双手抓住了锁链。\n         我干脆缩起双腿，让整个人都吊在上面。\n        他不自主地往后仰去，但挣扎幅度小了许多。\n        因为紧张，我身上渗出了密密麻麻的汗滴，它们把我单薄的囚衣贴在了我的身上。\n        “咯啦”\n        伴随着他脖子处的声响，一直绷紧的锁链变松了，而我身前的那人也顺势往后倒了过来。\n        我避开后，将手的位置换了回来，这具尸体便稳稳地落在了草地上。\n\n        现在我站在树林中的一个小丘上眺望，我看到远方灯火通明的城池。\n        今夜晴空万里，月光依旧微弱，朦胧的月光在树与树的间隙中铺设出了一条似有似无的路。\n        我顺着这条路向城池赶去。\n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1477646760,
            "txt_content": "我坐在那专属于我的小床上甩着腿。\n\n啊——"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477648620,
            "txt_content": "XJue_DaDa 发表于 2016-10-28 17:26\n啊——\n嗯...其实我自己在写时也觉得这句挺萌的"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477657920,
            "txt_content": "果然我得采取一些高效率的手段【皱眉】\n@冥王星人 决定总体评分...\n@WM2030 职业拍砖...\n@安根_Engon 感觉安根对于连载向的不是很感兴趣...\n@Dream_Black 黑幻...\n嗯...大致就是以上的各位了..."
        },
        {
            "author": "250=mo",
            "timestamp": 1477665240,
            "txt_content": "写文忌废话多。\n因为在执行我的卧底任务时走露了风声\n即使删去了，谁看不出来这是“‘我’的”？\n那天晚上我按时在交接地等待，但我终究没等到。当我准备离开时，……\n你都这么讲了，当然是没等到了：何消你解释！\n……接着不知从哪来的一帮人对我们这些被拘留者们进行了一次体检……\n这句话好鬼长啊，我分解一波\n接着不知从哪来的一帮人对我们这些被拘留者们进行了一次体检\n即：接着，一帮陌生人给我们做了体检\n还不够么？够啦。不需要那么多废话的，又长又臭，也不好读。写文呀，文字务必凝练，莫好长句。\n整篇文章没有几处不是这样冗长的。从简，切记。\n\n这里都是些大大小小的房子。而这里最大的建筑，有三层墙壁，高约50米-是用来关押战俘们的。\n写出这样的句子……你现在很词穷了吗？\n“为了实用性，或出于某扭曲的审美，这个营的设计师就没想过整齐统一，‘堡垒’般的建筑大小不一，但个个坚不可摧：夸张到高半百米，墙壁加修三层的都有。”\n或者：\n\"为了关押不断增加的战俘，这里建了了大大小小的监牢。而那五十米高水泥怪物，则大概是建营的初衷，三层墙壁足以封印住最凶狠的恶鬼。\"\n或者：\n“如今我们困在这个混乱的水泥迷宫中了，有如我们的心一般灰的墙壁围成大大小小的监牢，大概穷尽一生也凿不穿那三层墙壁。”\n\n有些看不下去了……太久没写，手生了么？此外，我特别想知道你的新笔名“愚蠢”是什么回事。\n\n\n\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477692660,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-10-29 06:16 编辑 \nyuchenyang 发表于 2016-10-28 20:32\n果然我得采取一些高效率的手段【皱眉】\n@冥王星人 决定总体评分...\n@WM2030 职业拍砖...\n       @250=mo 回复想要评分，必须@a2455564728 @540083835 @恶魔-潇洒 。\n\n        @yuchenyang 你不重视节奏。你写这一篇千来字的东西，丰度太大，笔一抖就容易写糟。而且你写的是个连载，第一章看上去就是个交待背景，或者展开主要矛盾的作用。从这点来看，你的内容太松散了；你得根据你要写的篇幅，考虑紧凑程度，但你这一章就给了我们好几个转折。信不信，我们可以把半部《肖申克的救赎》塞在中间。故事从逃出去的那晚，我唱军歌开始，用插叙回溯就可以了。如果想交待一些细节，借助意识流也行。\n        提到细节问题了。仍然看这段。\n        在高压、恐慌、死亡的地带，主角的感觉是“无聊”。如果进一步把这个冲突展开，是很有黑色幽默色彩的，用好了可以将主题提到一定高度。但是作者并没有用好，至少可能是本来就没注意到这点。\n        而且，你后面再唱军歌就不符合情境了。这说明主角还有别的复杂感情，不单是“无聊”。但是作者也没说出来。我记得我发过一个垃圾玩意儿，一个士兵有一气没一气地唱着一个类似军歌的东西。当时的情境是他们的军队几乎全军覆没，仅遗留下来的几个本来至少能活下来，但是除了他，都没走到米歇国边界就死掉了。那感情已经复杂到了一定程度，我记得我用了不少渲染。（当然，仍然是非常垃圾的，就不要翻啦。）\n        另外，描写时注意画面感，精彩的描写要让画面配合节奏动起来，这个不限于打斗。到勒死卫兵那一段，我感觉就缺画面感。看莫泊桑的《Bel Mmi》，好像直接架个镜头，照着原文拍成电影都不费事。\n        再者，主角又不是杀人不眨眼；即使杀人不眨眼，到了这个节骨眼上，他后半辈子的命运全在这一着了。你用的是第一人称，要体现他心理上有一定起伏感，应该让人感觉有“仓，台，仓，台，仓台仓台仓台仓台仓台仓台仓台仓台仓台仓台仓台——（嘚啷当当当当当当当当）仓！”的这种感觉。\n        本来五点开始打上面那堆废话，一转眼六点了。别的我就不多说了；遣词造句上的事，莫也说得比较具体了。希望对你有帮助。\n\n"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477695660,
            "txt_content": " 本帖最后由 yuchenyang 于 2016-10-29 07:12 编辑 \n250=mo 发表于 2016-10-28 22:34\n写文忌废话多。\n\n即使删去了，谁看不出来这是“‘我’的”？\n废话多估计是因为我平时话比较少，而现在有说话的机会就会说的没完没了的了。\n因为突然意识到自己词穷，所以现在也在恶补...\n与其说是手生了，倒不如说是没进步...关于名字的事...等到差不多了我会改的...\n不过建议很有用，谢谢了。\n\n\n\n\n"
        },
        {
            "author": "Scal",
            "timestamp": 1477697040,
            "txt_content": "yuchenyang 发表于 2016-10-28 20:32\n果然我得采取一些高效率的手段【皱眉】\n@冥王星人 决定总体评分...\n@WM2030 职业拍砖...\n其实吧，我不是一个很会写文的人，但是看还是可以的。你跟我说你这次字数很多的确。可废话也有点。。我不太擅长评论这些，你看看吧。下次发之前读一遍看看通不通"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1477698540,
            "txt_content": "Dream_Black 发表于 2016-10-29 07:24\n其实吧，我不是一个很会写文的人，但是看还是可以的。你跟我说你这次字数很多的确。可废话也有点。。我不 ...\n我读的时候挺通的\n主要还是在学校太闲了，其次是我打算在序章中就把这从入狱到逃出的故事写完"
        }
    ]
}