{
    "title": "saver的大攻略第二弹—————炒鸡无敌大攻略，让你成为宝可梦第一训练师",
    "author": "saver_yiyang",
    "replyCount": 4,
    "timestamp": 1477715640,
    "txt_content": "大家好好久不见我是一本正经开玩笑就爱跑题的saver，不知道有没有人知道我发的火柴盒进化，，\n身为资深宝可梦粉惊天为大家带来一贴神奇宝贝功略\n\n最近会多发贴，应为是国庆吗。。。。。\n\n\n开始正文【别问我为什么每说一句话就发这个图，我也不知道】\n\n来一波秀先\n首需要大量的树果砸球以保证游戏进行。\n\n去小树林→找到野生的树果【或者去别人的果园摘取，树果是无限长成的别人多半不会介意】→拿到生的树果【共7种颜色】\n\n生树果直接右键可播种，烧熟可得到制作球盖的材料查看球盖需要的熟果颜色，合成相应球盖\n\n\n把9个铁在工作台上摆满，拿掉中间横排最左边或最右边的一个，得到精灵铁砧\n\n合成锤子【头盔会做吧？5个材料摆成头盔的形状中间竖排下方摆俩木棍】\n\n把球盖原材料右键放置在铁砧上，锤子左键直到变形三次，右键取下砸好的球盖【球底用铁或铝合成，方法同球盖】\n\n球盖——石头按钮——球底=球\n\nand then\n、Microscopic细小\n\nPygmy矮人\n\nRunt侏儒\n\nSmall娇小\n\nOrdinart普通\n\nHuge较大\n\nGiant巨人\n\nEnormous非常大\n\nGinormous极大\n\n体型不影响任何数值，仅表现精灵外貌大小\nthen\n固拉多 早上 DeserHills [深沙漠]\n盖欧卡 晚上 Deep Ocean [深海] \n洛基亚 晚上 Deep Ocean [雪原深海几率大/深海] \n水君 晚上 Beach [沙滩] \n雷公 早上 Savanna [合金欢平原]\n炎帝 早上 Extreme Hills M [高山]\n雪拉比 任意 Flower Forest [花海]\n梦幻 早上 JungleHills或Jungle M [高雨林]\n裂空座：太阳花平原傍晚                       |\n\n我就不信还不完\n种族值说明：\n种族是不可更改的数值，并且一个物种的精灵种族值相同，是精灵的“固有数值”\n\n种族值程度决定精灵的发展趋向，比如物攻种族值高的精灵适合发展物理攻击，速度高的发展速度，以此类推\n\n\n个体值说明：\n精灵个体是建立在种族值之上，对该项的天赋值，换做人类的角度看，就是对各种科目的擅长程度\n\n单项个体越高，对该项越是擅长，攻击31个体的精灵比同级攻击1个体的精灵，最终点数高出10-25点\n\n个体值是固定数值，无法更改\n\n\n\n努力值说明：\n如果说个体值是先天条件的话，努力值就是后天因素。\n\n精灵在战斗结束后会获得不同的努力值，努力值水平越高，对该项的点数也影响不同\n\n单项255努力值所得到的最终点数比0努力值高约30点\n\n\n\n\n*培养精灵要配合种族值去发展努力值才能达到最佳成长\n\n快没了，相信我\nTM01 磨爪子 恶系 让自身攻击和命中率提升1级\n\nTM02 龙之爪 龙 没有效果 物理 80 100\n\nTM03 幻象攻击 超能 使用对手的防御代替对手的特防进行伤害计算 特殊 80 100 20\n\nTM04 冥想 超能 自身特攻特防升1级\n\nTM05 吼叫 普通 强制对方随机交换\n\nTM06 猛毒素 毒 对方中剧毒\n\nTM07 冰雹 冰 5回合内,场上天气变成冰雹 \n\nTM08 健美 格斗 自身物攻物防升1级\n\nTM09 毒液攻击 毒 如果对手在剧毒或者猛毒状态，威力翻倍 65 100 10\n\nTM10 催醒 普通 属性与威力取决于个体值 特殊 不定 100 20\n\nTM11 放晴 火 5回合内,天气变成晴天\n\nTM12 挑拨 恶 令对方到下回合结束为止只能使用攻击技能\n\nTM13 冷冻光线 冰 10%几率令对方冰冻 特殊 95 100 15\n\nTM14 暴风雪 冰 10%几率令对手冰冻.冰雹天必中 特殊 120 70 5\n\nTM15 破坏光线 普通 命中后自身下回合不能行动 特殊 150 90 5\n\nTM16 光墙 超能 回合内己队所受特殊伤害降到1/2 变化\n\nTM17 保护 普通 本回合不受任何技能伤害,连续使用则成功率降低\n\nTM18 祈雨 水 5回合内,天气变成雨天 20\n\nTM19 心灵传动术 超能 3回合浮在空中，容易被击中。场上存在重力时无法使用 -- 100 15\n\nTM20 神秘守护 普通 5回合内,本方不会状态异常 \n\nTM21 牵连 普通 威力=(255-亲密度)/4 物理\n\nTM22 太阳光线 草 当回合不行动,下回合攻击,晴天下当回合攻击,雨天,冰雹,沙暴时威力减半 特殊\n\nTM23 击落 岩石 可以把在飞行状态的精灵击落并且翻倍 50 100 20\n\nTM24 十万伏特 电 10%几率令对方麻痹 特殊 95 100 15\n\nTM25 打雷 电 30%几率令对方麻痹,能攻击飞天中的敌人,雨天下必中 特殊 120 70 5\n\nTM26 地震 地面 能攻击钻地中的对手且伤害翻倍 物理 100 100 15\n\nTM27 报恩 普通 威力＝亲密度×10/25 物理 不定 100 15\n\nTM28 挖地洞 地面 当回合潜钻入地下，下回合攻击 物理 80 100 20\n\nTM29 幻象术 超能 10%几率令对方特防降1级 特殊 90 100 15\n\nTM30 阴影球 鬼 20%几率令对方特防降1级 特殊 80 100 15\n\nTM31 劈瓦 格斗 攻击前令对方光之壁、反射盾无效 物理 75 100 25\n\nTM32 影分身 普通 自身回避升1级\n\nTM33 减半反射 超能 回合内己队所受物理伤害降到1/2 变化\n\nTM34 泥浆波 毒 10%对手进入中毒状态 95 100 10\n\n我不说话了\n铝锭：波士可多拉，可可多拉，劈斩司令，帝王拿波，齿轮儿，齿轮组，齿轮怪，可多拉，小磁怪，三合一磁怪，自爆磁怪，巨金怪，金属怪，泥偶巨人，巨钳螳螂\n苹果：刚比兽，卡比兽，土台龟，热带龙\n烈焰粉：风速狗，喷火驼，喷火龙，小火龙，火恐龙，小火猴，火球鼠，火精灵，卡蒂狗，烈焰猴，小鸭嘴龙，鸭嘴火龙，鸭嘴焰龙，火焰鸟，猛火猴，呆火驼，火岩鼠，火暴兽，火神虫\n烈焰棒：喷火驼，小鸭嘴龙，鸭嘴火龙，鸭嘴焰龙，火焰鸟，呆火驼\n骨头：护城龙，可拉可拉，象牙猪，嘎啦嘎啦，长毛猪，帝牙海狮\n萝卜：尼多朗，尼多兰，尼多娜，尼多力诺，走路草，卡比兽\n粘土：地鼠，三地鼠，沼跃鱼，水跃鱼，象征鸟，巨沼怪\n煤炭：大岩蛇\n圆石：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n可可豆：臭臭花，热带龙，大食花，霸王花，口呆花\n熟鸡肉：火焰鸡，力壮鸡，火焰鸟，火稚鸡\n熟猪排：炎武王，炒炒猪，暖暖猪\n钻石：地幔岩，哈奇龙，迷你龙，庞岩怪，勾魂眼\n泥土：地鼠，三地鼠\n蛋：始祖小鸟，始祖大鸟，急冻鸟，幸福蛋，吉利蛋，嘟嘟利，嘟嘟，蛋蛋，大葱鸭，大嘴雀，火焰鸟，比雕，比比鸟，波波，烈雀，闪电鸟\n末地石：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n末影珍珠：凯西，胡地，太阳精灵，勇吉拉，梦幻，超梦\n羽毛：嘟嘟利，嘟嘟，大葱鸭，大嘴雀，比雕，比比鸟，波波，烈雀\n恶魂之泪：鬼斯，耿鬼，鬼斯通，勾魂眼\n萤石粉：电龙，灯笼鱼，电击兽，电击魔兽，电击怪，导电飞鼠，绵绵，电蜘蛛，雷精灵，电电虫，电灯怪，勒克猫，伦琴猫，小磁怪，三合一磁怪，自爆磁怪，咩利羊，负电拍拍，皮丘，皮卡丘，正电拍拍，雷丘，小猫怪，闪电鸟\n金粒：地幔岩，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，喵喵，大岩蛇，猫老大，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子\n沙砾：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n火药：顽皮弹，小拳石，隆隆岩，隆隆石，瓦斯弹，雷电球，双弹瓦斯\n冰：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n墨囊：玛瑙水母，毒刺水母\n铁靴子：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n铁胸甲：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n铁头盔：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n铁锭：波士可多拉，可可多拉，劈斩司令，帝王拿波，齿轮组，齿轮儿，齿轮怪，可多拉，小磁怪，三合一磁怪，自爆磁怪，巨金怪，金属怪，驹刀小兵，巨钳螳螂\n铁护腿：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n青金石：乘龙\n皮革：大奶罐，肯泰罗\n睡莲：牛蛙君，蚊香蝌蚪，蚊香蛙，快泳蛙\n西瓜：椰蛋树，刚比兽，卡比兽，热带龙\n西瓜种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n棕蘑菇：派拉斯，派拉斯特\n红蘑菇：派拉斯，派拉斯特\n菌丝：派拉斯，派拉斯特\n下界石英：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n地狱疣：派拉斯，派拉斯特\n地狱岩：风速狗，火焰鸡，喷火驼，水晶灯火灵，喷火龙，小火龙，火恐龙，小火猴，力壮鸡，火球鼠，炎武王，火精灵，卡蒂狗，烈焰猴，灯火幽灵，燃烧虫，烛光灵，鸭嘴火龙，鸭嘴焰龙，火焰鸟，猛火猴，呆火驼，炒炒猪，小火马，火岩鼠，烈焰马，暖暖猪，火稚鸡，火暴兽，火神虫\n马铃薯：大葱鸭，刚比兽，走路草，卡比兽\n南瓜：刚比兽，卡比兽\n南瓜种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n生牛肉：大奶罐，肯泰罗\n生鸡肉：嘟嘟利，嘟嘟，大葱鸭，大嘴雀，比雕，比比鸟，波波，烈雀\n生鱼：利牙鱼，灯笼鱼，白海狮，帝王拿波，角金鱼，暴鲤龙，盖欧卡，电灯怪，鲤鱼王，波加曼，波皇子，金鱼王，海魔狮，小海狮，巨牙鲨，海豹球，帝牙海狮\n生猪排：象牙猪，长毛猪，小山猪\n红石：电龙，铁哑铃，电击兽，电击魔兽，电击怪，导电飞鼠，绵绵，电蜘蛛，雷精灵，电电虫，齿轮组，齿轮儿，齿轮怪，勒克猫，伦琴猫，小磁怪，三合一磁怪，自爆磁怪，咩利羊，巨金怪，金属怪，负电拍拍，皮丘，皮卡丘，正电拍拍，3D龙，3D龙2，3D龙Z，雷丘，小猫怪，闪电鸟\n腐肉：叉字蝠，大嘴蝠，超音蝠\n沙子：地鼠，三地鼠，混混鳄，流氓鳄，黑眼鳄\n种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n粘液球：双卵细胞球，臭泥，臭臭泥，人造细胞卵，单卵细胞球\n雪球：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n雪块：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n蜘蛛眼：电蜘蛛，电电虫\n牛排：喷火驼，呆火驼\n石头：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n线：绿毛虫，电蜘蛛，电电虫，铁壳昆，燃烧虫，保母虫，铁甲蛹，虫宝包，宝包茧，火神虫，独角虫\n糖：皮可西，皮皮，丁宝宝，胖丁，胖可丁\n甘蔗：大葱鸭\n火把：水晶灯火灵，灯火幽灵，烛光灵\n藤蔓：喇叭芽，妙蛙种子，妙蛙草，君主蛇，青藤蛇，藤藤蛇，蔓藤怪，妙蛙花，大食花，口呆花\n羊毛：绵绵，咩利羊，用剪刀对咩利羊右键\n牛奶：用桶对大奶罐右键\n岩浆桶：用桶对喷火驼右键\n\n\n\n\n\n\n我擦终于没了，我的精灵图片应为mcbbs总是抽，所以发不了，但你们可以在评论中看到哟‘’‘’‘’‘’‘\n\n\n\n\n\n\n【求小伙伴送一个输入法】’",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1477724160,
            "txt_content": "这很长，看来是很用心了啊"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1477724220,
            "txt_content": "xuzih 发表于 2016-10-29 14:50\n................\n注意版规，不能发点点点，不然视为水贴"
        },
        {
            "author": "saver_yiyang",
            "timestamp": 1478092920,
            "txt_content": "我就是那逗 发表于 2016-10-29 14:57\n注意版规，不能发点点点，不然视为水贴\n谢谢大佬提醒哟"
        },
        {
            "author": "lvjiazhou",
            "timestamp": 1478401380,
            "txt_content": "不错呦  哈哈哈哈哈哈哈"
        }
    ]
}