{
    "title": "PVP攻略",
    "author": "我就是那逗",
    "replyCount": 15,
    "timestamp": 1477723440,
    "txt_content": "\n（你是不是缺金粒和积分233）",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1477723620,
            "txt_content": "不错嘛，不过这真的是你原创？\n我会举报的。"
        },
        {
            "author": "花生dada",
            "timestamp": 1477723860,
            "txt_content": "标题: PVP攻略PVP是服务器的必修课，我给大家分享一下PVP心得\n\n\n\n第一点：千万别让对手知道你下一个位置要走到哪里，在你和一个人对战的时候要记住思考对方的思想，他以为你要走到左边,你偏不走左边，你往右边走，他可能会偏到左边，这个时候你就会多撸下一下，多出一分胜利的机会。\n　　二点：自己的攻击要像水一样，绝对不能停止，别打着打着怂了,看血量低就要跑，狭路相逢勇者胜，你跑就说明你怕，你怕你就输定了\n　第三点：跳劈（暴击）一定要考虑清楚，别人连击（或拿击退棒）你就飞了（有一次起床战争我神装冲过去，被撸下虚空了）\n　　PS：你在空中的攻击距离可能是不够打到地面的，地面的攻击是很容易打到空中。\n　　四点：千万别Shift攻击别人，你以为这样让你攻击距离变远你就会占一点优势，其实不是这样，格斗的精髓在于移动，别人是跑着跟你打，你突然蹲下了就相当于给敌人当活靶子，这时候别人跑动攻击你优势会更大（尤其是走位），你会被打的不知所措，所以别跟逗比一样翘着PP打别人。\n　　五点：开局的攻击时机很重要，刚开始你和敌人对战的时候，切记一定要疾跑着攻击，第一下效果会是击飞，如果你没有使用敌人使用了那么你将会被短距离击飞，瞬间处于被动状态，无论如何最好开局就疾跑。\n　　第六点：永远别把自己的后背暴漏给敌人，你和一个人跑动着对战，双方攻击时难免会背对着对方，切记这个时候不要乱，一定要冷静第一时间找到敌人的位置并且迅速转身攻击，如果你慢了，敌人很有可能抓住这一次机会爆你屁眼因为你没转身，就看不到敌人，他可能会利用你的盲角对你周旋攻击，就算你反应过来了，胜率也变得微乎及微。\n　　第七点：很多人都是在奇葩地形战斗，如果战斗的时候自己突然掉进了一个坑内怎么办呢，别慌张，你别傻BB的回头上去继续跟他打，因为如果你找方块上去，你在明他在暗，他可能会抓住这一时机直接下来打你，这样你就处于劣势，就算没摔落伤害，你也被他多攻击了几下，这次对自己很不利 如果战斗不小心掉进坑内 你就在下面等着敌人下来，如果他不下来，找准他的位置之后再判断是否上去跟他打 他如果跳下来，你就在下面跟他打 怎样自己都不吃亏 可以把危机降低许多。\n　　第八点：如果你是在水里战斗，你一定要找机会在水下降低自己的位置在水中攻击，因为Minecraft设定的水中光照度越深越暗，你在水下打你头顶上的敌人 只要他还在水面不知道跟你一样下潜，你可以抓住这一机会连击，就想象在下面爆一朵盛开的菊花一样使劲的攻击，他在上面的视角只会看到你在水下，就算想攻击，攻击距离也是不够的，因为你的攻击有击飞效果，而且要时刻注意自己的气泡，别还没打死别人，自己就先淹死了，如果你掌握好这一技巧，在没有弓类远程武器的情况下，你在水中是永远死不了的。\n　　第九点：不跟你单挑，围殴你一个人怎么办？ 就算是这个时候，也要保持冷静，先熟悉好周围地形，如果上面的技巧的掌握的好，你可以利用地形可敌人周旋，一个一个磨死他们，双拳难敌四脚，人多打不过就跑，只要你知道一个个的和他们绕 ，也会有很大可能反杀他们，千万别感觉自己是大神一样1vN 除非你装备特别好。\n  第十点：记得要用暴击爆头或者连击击飞，这样也能纽转局势\n   第十一点：弓箭要蓄力蓄九一点，在加上爆头可能会一击秒杀残血\n\n\n\n这是本人原创的如有雷同请见谅\n\n作者打字龟速拿人气和金粒砸我吧\n"
        },
        {
            "author": "花生dada",
            "timestamp": 1477723980,
            "txt_content": "标题: 版权声明 本帖最后由 花生dada 于 2016-10-29 15:28 编辑 \n\n补充，是我改编的，原贴http://www.ptbus.com/wdsj/273728/?_t_t_t=0.08156965440139174也算半原创吧"
        },
        {
            "author": "xuzih",
            "timestamp": 1477723980,
            "txt_content": "..............."
        },
        {
            "author": "花生dada",
            "timestamp": 1477724820,
            "txt_content": " 本帖最后由 花生dada 于 2016-10-29 15:32 编辑 \n爆博狙击 发表于 2016-10-29 14:47\n不错嘛，不过这真的是你原创？\n我会举报的。\n方法肯定不是我原创的，可是文章是我半原创的"
        },
        {
            "author": "langyo",
            "timestamp": 1477724880,
            "txt_content": "爆博狙击 发表于 2016-10-29 14:47\n不错嘛，不过这真的是你原创？\n我会举报的。\n不对更正一下，这是抄的，我搜到后面发现雷同文章太多了，sorry"
        },
        {
            "author": "langyo",
            "timestamp": 1477725000,
            "txt_content": " 本帖最后由 langyo 于 2016-10-29 15:14 编辑 \n\n抄袭\n网上搜到pvp技巧基本都是这个千篇一律的内容"
        },
        {
            "author": "花生dada",
            "timestamp": 1477725540,
            "txt_content": "langyo 发表于 2016-10-29 15:10\n抄袭\n网上搜到pvp技巧基本都是这个千篇一律的内容\n原贴改编http://www.ptbus.com/wdsj/273728/?_t_t_t=0.08156965440139174"
        },
        {
            "author": "langyo",
            "timestamp": 1477725780,
            "txt_content": "花生dada 发表于 2016-10-29 15:19\n原贴改编http://www.ptbus.com/wdsj/273728/?_t_t_t=0.08156965440139174\n把抄袭的定义读懂了再回复，你只给最后加了几句求积分的话而已。"
        },
        {
            "author": "花生dada",
            "timestamp": 1477725900,
            "txt_content": "langyo 发表于 2016-10-29 15:23\n把抄袭的定义读懂了再回复，你只给最后加了几句求积分的话而已。\n2-1   原创主题评定：\n?本版为技术性版块，评分标准以+2人气，+20金粒为一般基准进行浮动：\n\n\n所谓天才是1%的灵感+99%的汗水——\n人气作为评价技术性、创新性的标准，不一定需要百兆存档或长篇累牍，独创、让人眼前一亮的设计都会得到好评，而跟风、烂大街的设计或“发现”则反之。\n金粒作为评价发帖劳力付出的标准，所谓为“辛苦钱”，根据解说的文字、图片、视频传递信息的有效程度予以增减，一般评价以视频>图片>文字，但也不绝对，图文并茂有时对手机党更加友好，录制发布视频虽然辛苦，但是也有30分钟视频什么都没讲明白的，这里就不点名了。\n\n?当主题优秀到一定程度时将评分将予以贡献，会酌情降低人气评分幅度。不设定硬性门槛，“脸熟”将会是一个优势。\n?加分评定多位版主之间无相互影响，但可酌情调整加分幅度或不作进一步加分。\n?高亮的基本原则是增加板块的区分度，提高优质帖子被阅读者点入并顶起的几率作为出发点，高亮颜色以版主沙龙规定为准，加粗与否视帖子质量而定。图章、优秀和精华以版主上门评定为主，若版主繁忙可使用＠功能或直接论坛私信（简称PM）当前在任版主。\n\n\n?请善用论坛搜索功能（页面的右上角）以及Minecraft中文Wiki。对于严重缺乏时效性、创新性的主题：版主将会以+1~3金币的评分代替点评简短说明理由，并对该帖进行“限时打开”处理，一般能直接在WIKI上找到的技巧或设计限时1天（注：新版本快照特性的尝鲜报道不在此列，反而会得到额外加分）、已经为众人熟知/版内重复多次的简单设计限时3天，限时到期后系统将自动关闭该主题使其不能被回复。（该规定仅限于Lv4以下（含）的会员，该等级以上发此种主题将被认定为灌水而直接删除，自2014/8/15起执行，之前类似帖将被关闭。）\n 但请勿在此类帖中刷“楼主火星”等回复，被直接发现或举报将被认定为水回复加以惩罚。\n?对于误导、以讹传讹的内容，将直接予以关闭下沉，视情节对误导内容加以屏蔽或删除（包括回复）。本版有不少新人，请自觉维护讨论环境，勿造成不良影响，尤其是MOD内容不代表原版，请勿混淆。\n\n\n2-2   转载主题规定：\n?首先转载请注明出处。原作者他处自转请证明身份，可享受原创待遇。\n?他人搬运请加上自己的解说或是心得，请不要只有转发内容或是视频、图片等。\n?转载其它MC社区而不注明出处者，予以关闭、撤销正面评分、-2人气起步处理（编辑补上可撤销）；转载论坛内及转载WIKI或引用其他作者文字不声明一经发现将作抄袭处理（引用论坛内段落必须拥有原作者授权），予以撤销所有正面评分，-2贡献起步，原帖删除或晒尸。\n\n\n（帖子中引用Wiki图片或原话请在引用后加上“——引自Minecraft中文Wiki”或类似字样），未标注到位时版主将会以小额扣金粒进行提醒）\n （请勿转载已被国内众多无良游戏站小编复制粘贴无数次的“技巧”或“教程”，它们有很多都出自本论坛或贴吧，一般发现能在百度直接搜到2个及以上更早原内容的主题将被直接关闭。如查证源自论坛，参考本条，如有误导内容，参考2-1。）\n\n? 学习他人设计思路并加以解说或改进者，不作为转载处理；但如无明显功能或结构改进，请于帖子醒目处加上“仿制自……”或“非原创”字样（包括但不限于标题）。否则参考上一项。\n\n"
        },
        {
            "author": "zyjking",
            "timestamp": 1477729980,
            "txt_content": "改编过的算不能说是原创，楼主你可以注明一个转载"
        },
        {
            "author": "MathBell",
            "timestamp": 1477733160,
            "txt_content": "这个弓箭爆头就很有趣了【滑稽】"
        },
        {
            "author": "langyo",
            "timestamp": 1477742700,
            "txt_content": "花生dada 发表于 2016-10-29 15:25\n2-1   原创主题评定：\n?本版为技术性版块，评分标准以+2人气，+20金粒为一般基准进行浮动：\n实质性内容全部都是转载而来，并且你说的是原创\n根据2-2规定，\n①“首先转载请注明出处，原作者他处自传请证明身份，可享受原创待遇。”\n但你并没有证明你是原作者，你也没有明说你是原作者。②“他人搬运请加上自己的解说或是心得，请不要只有转发内容或是视频、图片等。”\n你的实际内容100%与被转载文章的实际内容相同。\n③“转载其它MC社区而不注明出处者，予以关闭、撤销正面评分、-2人气起步处理（编辑补上可撤销）；转载论坛内及转载WIKI或引用其他作者文字不声明一经发现将作抄袭处理（引用论坛内段落必须拥有原作者授权），予以撤销所有正面评分，-2贡献起步，原帖删除或晒尸。”\n你注明了？你居然还说是原创的对吧。半原创你能在标题写原创？你在二楼才注明原贴真的很好么？\n\n\n原创是什么？原创是独立完成的创作！你这帖子全部是独立完成的？不是那你还骗金粒？\n半原创是什么？在转载他人知识的基础上，进行有意义的修改！可你都加的什么？你加的东西对文章实际内容有影响么？没有！你是原封不动直接抄来的！没有自己的见解或补充的技巧！这能叫半原创么？\n\n自己想想吧"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1477742820,
            "txt_content": "langyo 发表于 2016-10-29 15:08\n不对更正一下，这是抄的，我搜到后面发现雷同文章太多了，sorry\n呵呵，你是他的小号吧？我之前就是看到过了。"
        },
        {
            "author": "langyo",
            "timestamp": 1477742940,
            "txt_content": "爆博狙击 发表于 2016-10-29 20:07\n呵呵，你是他的小号吧？我之前就是看到过了。\n你有见过小号等级比大号大的？有趣"
        }
    ]
}