{
    "title": "【原创-连载】【MC国】【第四十六章 伊欧历险记】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1477736640,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　婼姆边境的小村，一切看上去，都是那么的平静清新。\n　　人们的衣着、表情、生活习惯、似乎停留于两个世纪以前，未来也不打算做什么改变。\n　　这叫躺在床上懒觉的男子，很不适应。\n　　他，扭动着精瘦的腰身，背向窗户侧卧，拉起被子盖住头。\n　　自从踏上食不果腹睡不安眠的逃亡之路以来，第一次享受到久违安舒的夜晚，竟被后院此起彼伏的家畜大合唱打断，着实叫人不爽。\n\n　　“起床吧，伊欧。”蓝白发色的少年推门进入卧室，手中木盘上盖着块灰黄色粗布。“今天还有不少路要赶。”\n　　“……”\n　　“好啦好啦，我知道你累。等下叫人杀一只鸡做干粮怎么样？”\n　　“……”\n\n　　床上的伊欧没说话，没睁眼，没动地方。\n　　少年笑了笑，放下盘子，开始翻腾墙角的背包。\n　　他们昨天入住民居家里的时候，自我介绍是兄弟俩。但看家主那匪夷所思的表情，就知道他怎么也不相信两人有半毛钱的血缘关系。\n　　特异的发色和瞳色，显示着少年具备极高的魔法血统，而另一边的大个子，除非稀世的天生黑暗系，否则就是战斗力数值统一为五的帝国渣。\n　　这样两个人怎么可能是兄弟？！\n　　出于礼节，主人家没有继续追问，伊欧侥幸躲过第一关。而以后的日子，他根本不知该怎样面对。\n\n　　朗-伊欧，曾经的帝国精英，在国家数一数二的机密组织里担任要职。精通跟踪、狙击、线索调查，行走法律制裁之外，玩弄人命挣高薪住豪宅的他，现在工作丢了，户头封了，CP跑了，孤身逃亡国外，本国更将其列为5S级别通缉犯，全境追杀。\n　　想起来，可谓天堂一步跌落地狱，凄惨到无以复加。\n\n　　这里稍微插句话，解释下5S到底属于什么级别。\n　　一般人的理解，被通缉成这样，指定杀人如麻，要不就是强X了几万幼女，是又变态又嗜血颜值还破下限的人物。\n　　但其实不然。\n　　各位可以想想某游记的精彩前传，那些被贬得很惨的天神们，通常没犯什么大错，只是做了虽小可叫上级领导恶心的事，完后就由仙变妖，遭遇周围所有人嫌弃唾骂。\n　　伊欧的情况也差不多。他不过是发现组织为了一些原因，要牺牲他作为任务成功条件，便为活命杀了搭档，炸了基地，偷了资料，果断跑路。\n　　这么做的直接后果，5S------一个牵扯任何无辜都不要紧的杀戮等级。比如说，有人造成两辆火车迎头相撞，死伤上万，只要死亡人员里查出有伊欧的大名，那个造成事故的即可以无罪开释，因为他做掉了世界头号恶霸罪魁，给政府送去定心仙丹，功不可没。\n　　混乱帝国建国至今，也就出现过一个3S级，几个1S级，伊欧靠一己之力到达了前无古人后无来者的顶峰，真是种莫大荣幸。\n　　本人是不是同意这样看法，就不知道了。\n\n　　明显也的确不是伊欧兄弟的少年站起来，握着找到的东西，走近伊欧。\n　　“喝了它，你会好一些。”\n　　“这啥？”\n　　微微睁开半只眼睛，伊欧发觉瓶子里的药水不单是黏液般的翠绿，还偶尔冒泡。\n　　“昨天路过药水店买的，能消除烦恼，让人获得长久解放。”\n\n　　听了这话，伊欧心里较刚才越发确定那是毒药，倒霉孩子存心要害死自己。\n　　“不会的，我也会做这药水，看上去比较奇怪罢了，其实很有效。”\n　　“再乱用读心术，我杀了你信不信？”说着，伊欧抬出被窝里藏着消音器手枪，顶住少年的鼻子。“老子受够了。”\n\n\n\n\n\n废言：\n伊欧的搭档还没确定，有需要扮演的找我报名。\n\n索引见签名档。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "axjza",
            "timestamp": 1477736940,
            "txt_content": "人设不错，膜拜dalao"
        },
        {
            "author": "DGK2",
            "timestamp": 1477738260,
            "txt_content": "混乱帝国建国至今，也就出现过一个3S级，几个1S级，伊欧靠一己之力到达了前无古人后无来者的顶峰，真是种莫大荣幸。\n不知道冥姐听过《龙族》吗，莫名其妙让我想到龙族\n另外恕我之言，少年。。住口!\n\n好了，也不瞎扯，冥姐生日更新真是良心作者，祝冥姐生日快乐~冥姐我爱你\n\n\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1477745100,
            "txt_content": "DGK2 发表于 2016-10-29 18:51\n不知道冥姐听过《龙族》吗，莫名其妙让我想到龙族\n另外恕我之言，少年。。住口!\n再耍傲娇\n我不让你出场\n信不"
        },
        {
            "author": "shure",
            "timestamp": 1477997040,
            "txt_content": "等混乱三人组挂了看他能不能回去咯……"
        }
    ]
}