{
    "title": "【原创/连载】【新人小说大神勿喷】【外加新人报道】真实MC--奇点",
    "author": "洛夜艾西",
    "replyCount": 16,
    "timestamp": 1477747680,
    "txt_content": " 本帖最后由 洛夜艾西 于 2016-11-26 22:03 编辑 \n\n首先做个新人介绍吧。。。。\n    其实不算新人啦，但是想开个新号，所以今天重新注册了一个。但是流程还是要走一下滴~\n    洛夜艾西(LouyerIcy),上古异兽。古书有云:“出于霜秋，泯于瑞雪。喜律乐，伏夜出食。遇月明，啼之，月晦，啼之。阴雨则欣而久啼，遇雪则悲而长啸不止。久，亡矣。”\n\n\n下面是小说的部分＝ ＝\n\n\n表示没看过几本小说但是想要写，于是就粗来这个啦。。。\n内容主要还是俗套的穿越和拯救世界，大概是去年开始写的，现在在写第二部，不过思路和以前比改变了很多。\n\n因为高中学习紧，所以只能月更了，望理解。。。\n\n\n最后想说的，真的不会写文章所以没什么文采的，希望各位大大下手轻点\n\n废话说完，准备正文\n\n\n\n\nNo.0  前奏\n                             --借用三分钟，帮忙拯救个世界。\n\n\n     天空，圣域。\n     男人瘫坐在椅子上，面前的蓝色光屏，无数字母飞速划过，却没有一个能进入他的视线。阳光从窗户照进来，就好像以同样的角度照了几个世纪，金粉撒落屋子，也撒在男人身上，而男人轻叹一口气，似乎想表示对光阴的无奈。\n     终于，他抬起一只手，抓住了一条陌生的代码，如同虔诚的信徒伸向他的主;同时，另一只手也动了动----然后伸向自己的脚。\n     现在的斯帝欧已经进如今睡眠状态，夜很深了。深邃的夜空，密布的星辰，一切是安详的样子。但在这里，貌似有什么事。。。\n     “啪！”这个被叫做林洛夜的家伙习惯性地把手机丢到书桌上，自己则一头栽进床里。\n     “呼，又是这种感觉。”已经记不起是第几次了，突然心里就一片冰冷，好像做什么都没有意义，但又总想做些什么，好像大脑的深处有一个潜意识嘀嘀咕咕，说着他不曾也不会去想的事。洛夜狠狠地闭上双眼，还是止不住胡思乱想;他捂住额头，却好像把思绪搅得更乱了。     那边的手机君“嗡嗡”地振动不停。“应该是哪个QQ又在胡扯吧？”洛夜想着，拿起手机来，但是他看见动态栏里各个又长又没有节操的名字(通常这些都是群名)里多出一个名字:“小艾？”\n     对方发来信息:“是不是遇到什么事啦？”......“洛夜，在吗？”\n     “在的。”于是他回道，“没事。”想了想，“只是突然有点难受。”\n     “不开心就说出来嘛，没必要刷屏呀，刚才群主还在发火呢。”\n     “妳卖个萌给我看我就不难过咯，呵呵。”\n     “额....”一阵沉默。\n     洛夜正要放下手机，突然又收到一条信息:那是一张图片，上面的女孩笑得正甜。艾儿呀艾儿，明明是说的玩的这么随便就当真了？洛夜的嘴巴咧了咧，有点无奈。虽然这样想，他心里还是好多了。\n     小艾，是他在网上认识的朋友，他有心事时大多会找她倾诉，大概是性格相通和出于心底的信任，他们总是能聊到凌晨两点。当然啦，以上还有可能是因为，小艾是洛夜为数不多的朋友之一。\n     又过了几分钟，林洛夜问:“艾儿在吗？”\n     “嗯，我一直在看。”对方几乎是立刻回复。他想要说什么，却不知道怎么说。\n     他看看闹钟:23:51。“我现在思绪太乱了.....给我十分钟冷静一下，再找妳好吗？”\n     “嗯，十分钟。”洛夜重新回到床上。他想，这次应该还和前几次一样独自静一静就行了吧，或者，还是像上次那样再哭一场呢？\n     这时，手机似乎剧烈地震动了几下，洛夜“噌”地一下坐起来---就好像是那意识驱使(但主要是以为手机会突然炸掉)---抓过手机来。他在确认一切正常后，发现动态栏有一个陌生的名字，似乎是用某种编码打出的变形文字。他回忆了自己的好友，熟悉的，不熟悉的，以及拉入黑名单的，没有谁变态到会把秃顶的猥琐怪蜀黍设成头像。“阿哒？这货是谁？”他打开对话框去看对方发来的信息:“Minecraft大型生存RPG服务器，版本1.8.x....”下面是一些相关介绍。\n     “游戏服务器？”洛夜愣了一下。如果是这样的话，也许是某个游戏讨论群的人发过来的吧？反正现在没什么事，不如去看看好了，毕竟好久没碰MC了。\n     Mingcraft是一款沙盘游戏，洛夜有段时间玩过，也正是通过这游戏，他才认识了包括小艾在内的几个好友。\n     艾儿今天怎么会主动找我的？是刚才刷屏什么的太过火了？可能她今天也心情不好吧？唉，真是的，又让人家担心了吧？以后不能这么任性啦少爷，不然大奶奶要生气的！。。。等待游戏打开时，洛夜又开始胡思乱想，等回过神来，已经过去了五分钟。他按照信息输入地址后终于看到服务器的名称:“MC奇点----三分钟服务器”。“三分钟是什么鬼。”他还没来得及吐槽，就看到真正不对的地方:服务器的人数居然是0/1！？(在线人数/人数上限)\n    “这。。。一个人的服务器玩什么？。。。bug吧？”洛夜移动光标点到服务器的名字，忽的从背后吹来一阵阴风。他不禁打了个哆嗦，慢慢地回过头是却看见---------窗户忘记关了。“又忘关了！真是的，这记性。。。”他起身去关紧窗户。一只受惊的野猫从脸前飞过，转身没入街道拐角，“咳咳，自己吓自己。”他回来坐下，想起刚刚的约定，顺便瞥了眼闹钟:23:57。\n     “玩一首歌的时间刚刚好。”这样想着，林洛夜戴上耳麦。\n     点击进入服务器的按钮之后，洛夜又感到有些不安:“这个人为什么不在讨论群里宣传呢？应该不会影响别人的啊？”他越想，越觉得心里有片乌云，正在慢慢扩大。他脑海里突然又浮出那人的名字，那些文字，他好像能看懂，是。。。还没想完，洛夜背后猛的一凉，他抖了一下，发现周围开始出现团团紫色的炫光。\n     与此同时，男人已经打好了一条新代码:\n     “/tp LouyerIcy 0,132,0”\n     他欣赏了一遍自己的劳动成果，或许这将是他未来一段时间里做过的唯一一件正事，但足够改变了。\n     他轻轻敲下回车。\n     “这是是....啊-----------！”洛夜刚说了半句话，身下突然失去了支撑物开始下坠。视野中满是淡紫色的光，没有什么可以抓的实质物体。他望向自己“坠”向的方向，那里仿佛有一个绿点，越来越大，越来越大.....地面！没来得及惊慌，洛夜已经重重地摔到一片草地上，眼前一片漆黑，失去了意识。\n     至少，看不见紫色炫光了对吧？\n     男人做完这一切，顺手拿起一块南瓜派，不顾那只手刚做过多污秽的事就把派塞进嘴里。\n     此时此刻，斯帝欧依旧宁静，除了中心广场的车祸以外。洛夜的闹钟刚刚翻到23:58，而电脑还停留在服务器的界面，只是人数由“0/1”变成了“1/1”。",
    "replies": [
        {
            "author": "xx101",
            "timestamp": 1477747680,
            "txt_content": "可以，很强势，挺好看的，希望可以配乐"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1477748100,
            "txt_content": "bo_bo2001 发表于 2016-10-29 21:37\n可以 不错\n野猫飞过面前是什么鬼\n跑and跳。然后。。。一个E就飞过去了。。。。。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1477748220,
            "txt_content": "可以 不错\n野猫飞过面前是什么鬼"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1477752180,
            "txt_content": "我也是潜水很久了，所以可能评得很烂...楼主自行去其糟粕吧\n\n而男人轻叹一口气，似乎想表示对光阴的无奈\n这句显得略违和，句子前后没有必要的联系。文章是第三人称，所以最好不要加入自己个人的推断，让人物自己表现，自己说话。（我之前也犯过这个错误啊Orz）\n\n前文的铺垫过长，容易让人失去继续读下去的兴趣。建议简化语言，不要留下太多与剧情无关的东西。\n\n剧情方面......嗯......又是穿越文，就当是你们在练手吧\n但是仍然显得太突兀，之前还在和妹子卿卿我我，下一秒就想到游戏，注孤生\n\n他起身去关紧窗户，一只受惊的野猫从脸前飞过，转身没入街道拐角\n这句话太软了，体现不出楼主想营造的诡异氛围。个人建议这个时候可以“故弄玄虚”一点，然后删去一些形容词，缩短句子，加上一些环境描写渲染气氛\n一团黑影从窗外闪过，寒夜的微风紧随其后，窗帘跳起幽幽的舞步。洛夜一阵踉跄扑到窗边，却没能用双眼捕到那个身影的去向。不过下一秒，街角处传来的“喵呜”就足以证明自己是在大惊小怪了。\n嗯，写得有点烂，但是差不多就是这个感觉。具体学习这些细节上的东西可以多去看看其他大神的文和评论。\n\n差不多就是这样了，楼主作为新手还是算不错的，希望继续更下去，后面的文别让大家失望。"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1477765860,
            "txt_content": "2B与mc的故事 发表于 2016-10-29 22:43\n我也是潜水很久了，所以可能评得很烂...楼主自行去其糟粕吧\n谢谢点评"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1477766640,
            "txt_content": "不过话说下一章要等一个月以后放假才能更了。QAQ"
        },
        {
            "author": "WM2030",
            "timestamp": 1477814220,
            "txt_content": "嘛…这里是职业拍砖手2030。\n第一，错别字问题是个事关民生的大问题。\n:服务器的人数居然是1/0！？(在线人数/人数上限)只是人数由“0/1”变成了“1/1”。\nMingcraft是一款沙盘游戏\n电脑还停留在服务器的界面，只是人数由“0/1”变成了“1/1”。  “啪！”这个被叫做林洛夜的家伙习惯性地把手机丢到书桌上，自己则一头栽进床里。\n\n第二，人物的思想有些平面化了。失了层次。\n不过从某种角度来说，在总体框架不变的情况下，似乎也并不能写出些什么层次来。\n\n第三，详略似有不当。一些无关紧要的细节大可以不讲，而不必如此啰嗦。\n他回忆了自己的好友，熟悉的，不熟悉的，以及拉入黑名单的，没有谁变态到会把秃顶的猥琐怪蜀黍设成头像。他在确认一切正常后\n\n最后表示由衷的欢迎。\n期待下文。\n"
        },
        {
            "author": "玄素",
            "timestamp": 1477816920,
            "txt_content": "两处笔误：\n他还没来得及吐槽，就看到真正不对的地方:服务器的人数居然是1/0！？(在线人数/人数上限)\n可以这很1/0，后文出现的也是正确的；\n     与此同时，男人已经打好了一条新代码:\n     “/tp LouyerIcy 0,132,0”\n正确指令格式应为 /tp LouyerIcy 0 132 0(cber自带强迫症)；\n也有觉得不甚通顺的地方：\n阳光从窗户照进来，就好像以同样的角度照了几个世纪，金粉撒落屋子，也撒在男人身上，而男人轻叹一口气，似乎想表示对光阴的无奈。\n一句话换了三次主语，读起来会很奇怪。我的话会考虑把句子切短。\n他起身去关紧窗户。一只受惊的野猫从脸前飞过，转身没入街道拐角。\n这猫跳真高或者屋子嵌在地里…………？\n男人做完这一切，顺手拿起一块南瓜派，不顾那只手刚做过多污秽的事就把派塞进嘴里。\n道理而言只是打了条命令……“不顾污秽”而“把派放进嘴里”，更多给人的感觉是做了什么脏活，道德上的问题用这个说法就会很奇怪。\n看了一下上面的评论说的已经很具体了，我基本只是在唠叨了，穿越文想写好难度略大。\n\n欢迎新人喵？\n期待下文喵~"
        },
        {
            "author": "250=mo",
            "timestamp": 1477840320,
            "txt_content": "楼上的评论已经写得很好了，我再补充一下：一定要考虑到整篇文章是一个整体，然后你的结构才能严谨，剧情才会一张一收，节奏才会恰到好处。写得非常棒！希望改改错别字和不规范的标点符号。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477860900,
            "txt_content": "楼上，楼上的楼上，楼上的楼上的楼上，楼上的楼上的楼上的楼上的楼上已经把我的话说的差不多了。\n开头和结尾，看出来你想要埋东西。\n  现在的斯帝欧已经进如今睡眠状态，夜很深了。深邃的夜空，密布的星辰，一切是安详的样子。但在这里，貌似有什么事。。。   此时此刻，斯帝欧依旧宁静，除了中心广场的车祸以外。洛夜的闹钟刚刚翻到23:58，而电脑还停留在服务器的界面，只是人数由“0/1”变成了“1/1”。\n一前一后似乎有呼应。但是并没有办法看出中心广场的车祸就是前文指代的“什么事”。我推测这场车祸大概是矛盾的展开点，但是处理得又不明白。如果我要在这里埋一个伏笔，我会把它留到最结尾的部分，强化语气。\n而且，你在这中间一共设了两条线索：主角视角和男人的视角。没有明显的线索把车祸给带出来，铺垫也离得太远，显得就太突兀了。\n还得您解释一下，我到现在都不能确定车祸是不是关键的矛盾展开点。"
        },
        {
            "author": "金星登陆者",
            "timestamp": 1477922700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2644511816",
            "timestamp": 1477999320,
            "txt_content": "弃坑之神的我来了a.a奇点貌似是个什么东西，算了不记得。\n首先穿越文的扯淡开文很正常，或写成主角直接进入游戏世界失忆通过某些事情想起。\n并且你标题捏你章节名捏还有你这章节需要写上标题\n至于你遇到拍砖手2030那是你即将进入大佬视野范围\n不然2030才没时间指出错误"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1478176860,
            "txt_content": "好多大佬的回复……萌新待遇就是不一样啊\n\n就看到真正不对的地方:服务器的人数居然是1/0！？(在线人数/人数上限)\n人数上限0个，但是有一个人玩……根据下文\n\n    “这。。。一个人的服务器玩什么？。。。bug吧？”洛夜移动光标点到服务器的名字，忽的从背后吹来一阵阴风。\n说明这服务器只能加入一个人，应该是0/1的样子，因为结尾处\n只是人数由“0/1”变成了“1/1”。\n\n\n说明开始是0/1人，这个错误改一下就行了……应该是打错字了吧……"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1478424600,
            "txt_content": "2644511816 发表于 2016-11-1 19:22\n弃坑之神的我来了a.a奇点貌似是个什么东西，算了不记得。\n首先穿越文的扯淡开文很正常，或写成主角直接进入 ...\n注意这个是月更，因为高中太紧张了。。。。"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1480168500,
            "txt_content": "玄素 发表于 2016-10-30 16:42\n两处笔误：\n\n可以这很1/0，后文出现的也是正确的；\n的确。。。。不过最后一个的污秽指的是抠脚= ="
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1480168620,
            "txt_content": "安根_Engon 发表于 2016-10-31 04:55\n楼上，楼上的楼上，楼上的楼上的楼上，楼上的楼上的楼上的楼上的楼上已经把我的话说的差不多了。\n开头和结 ...\n车祸是闲笔啦。。。"
        }
    ]
}