{
    "title": "（转载|连载）《枪侠（暗黑塔1）》【第三章（02—03）】（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1477830960,
    "txt_content": "\n\n02正文：\n2 　　\n      他眼睁睁地看着苏珊·德尔伽朵，他的爱人，慢慢死去。 　　\n      他无助地看着，两条臂膀被四个村民死死按住，一个锈迹斑斑的铁枷锁压得他抬不起头。但当时的情况并非如此——他甚至不在现场——梦有自己的逻辑，总和现实混淆起来，不是吗？ 　　\n      她已非常虚弱。他可以闻到她烧焦的头发，听到村民们大声叫着“烧死你”（注：原文是Charyou tree。这是一种在公众面前执行的死刑，最初是一种以人类作为祭品的牺牲方式。受迫害者或罪人被绑在大木架上，双手被涂成红色，众人将玉米壳扔到木架底下，然后点火。）。他觉得自己真要发疯了。苏珊是马夫的女儿，在罗兰的印象中她是一直坐在窗边的美丽女孩。罗兰看到她飞过了鲛坡，她的身影是骏马和女孩融合的影子，是古老传说中神奇的造物，是狂野和自由的象征！他看到他们俩一起飞过了玉米地。他从幻觉中醒来时看到人们纷纷向苏珊投掷着玉米壳，整只整只的玉米壳还没碰到她就开始燃烧。烧死你，烧死你，这些仇视光明和爱情的人越叫越响。在暗处，蕤这个老巫婆正念念有词。透过火焰，看得到苏珊已经变黑，她的皮肤被烤得裂开来，而且—— 　　\n      她在喊什么？ 　　\n        “孩子！”她尖叫，“罗兰，那个男孩！” 　　\n      他一阵晕眩，拼命推搡着困住他的村民。铁枷锁挫着他的脖子，他听到从自己喉咙里传出被勒绞得透不过气的声音。空气中弥漫着烤肉的甜美香味，但这让他作呕。 　　\n      男孩从远处的一扇窗户里低头看着他。就在同一扇窗户旁，他第一次看到苏珊，也就在那里，苏珊教他成长为一个男人；苏珊喜欢坐在那里为他哼唱老歌，像《嗨，裘德》，《潇洒上征途》和《浅爱》。站在窗户后头的男孩就像教堂中雪花石膏雕成的圣人像，他的眼睛是大理石刻出来的。一根长钉穿过杰克的额头。 　　\n      枪侠想拼命喊叫但感到透不过气来，他彻底变得疯癫了。 　　\n        “呃——”\n\n\n\n03正文：\n3 　　\n      火焰烫了他一下，让噩梦中的罗兰叫了起来。他突然直挺挺地坐起来，眼前还是眉脊泗的火葬场景，幻景就像梦中的铁枷锁一样让他窒息。做梦时，他不断翻滚扭动，一只手碰到了只剩余烬的木炭。他把手贴在脸上，感到梦境消散了，只剩下杰克僵硬的轮廓，像石膏般惨白的圣像。 　　\n        “呃——” 　　\n      他警惕地环视着周围神秘的黑暗，已经拔出双枪。在最后一点火光的映照下，他的眼睛就像红色的洞孔。 　　\n        “呃——” 　　\n      杰克。 　　\n      枪侠跳起来朝声音传来的方向跑去。微弱的月光下，他能辨清男孩留在草地露水上的脚印。他弯腰穿过柳树，蹬过小溪，连跑带滑地穿过潮湿的草地来到远岸（这令他通体舒泰）。柳条拂打着他的面庞。在这里树林更密了，一点月光都透不进来。树干盘枝错节，树影叠叠，草高及膝，抚摸着他，仿佛恳求他放慢脚步，享受这片清凉，享受生活。半腐烂的枯枝躺在地上，触碰着他的小腿。他停住脚步，抬头闻着空气中的气味。一阵微风吹过，帮了他的忙。杰克这些天体味很明显；当然他们俩都一样。枪侠的鼻孔就像猩猩那样一张一合。杰克的汗味中还有孩子特有的气息，非常微弱，有些油腻，这让枪侠确信无疑。他匆忙向那里奔去，踏过一片荆棘，折断一些枝条，在密集的柳树和漆树形成的窄小通道中疾驰而过。有时肩膀擦碰到苔藓，就像碰到死尸绵软无力的手；有的还在他肩上留下垂涎般的灰色卷须。 　　\n      他拨开最后一丛柳枝，来到一片空地上。这里抬头便能看到繁星，附近的一座山峰发出白骨似的光，它的高度看上去无法征服。 　　\n      一些黑色的大石柱堆砌成一圈，在月光下看起来像个超现实的捕猎陷阱。中央是一张石桌……是祭坛。非常古老的祭坛，从地面升起，被手臂状的黑色石柱托着。 　　\n      男孩就站在祭坛前，身子前后晃动着。他的双手不停地摇摆，就像充满了静电一样。枪侠高声叫他的名字，但杰克只是含糊地支吾了一声，像是在否定什么。男孩的左肩上隐约露出一张脸，看上去有些惊恐，但异常兴奋。然而，还不止这些。 　　\n      枪侠踏入围圈，杰克尖叫着，不由自主地抖动着甩开手臂。枪侠终于能够清楚地看到他的脸，察觉到他正经历着恐惧和极度欢愉的斗争。 　　\n      枪侠感到有东西在抚摸他——祭坛的灵魂，饥渴的女魔。突然他的大腿根部充满了亮光，既柔软又坚挺的亮光。他感到自己的头向一边扭曲，舌头变厚了，甚至对舌头表面的一点唾液都十分敏感。 　　\n      他脑子里一片空白，下意识地从口袋里掏出有些腐蚀的颚骨。自他在驿站从说话的鬼魂那儿找到这块颚骨，他就一直保存着。他什么也没想，因为他已经习惯了本能的指引。本能是他最能够信赖的。他将颚骨高举，直视着那个冻结了的古老的微笑，他僵直地伸出另一只紧握的手，大拇指和小指前伸，构成了古老的叉子形状，这是一个驱除恶魔凶眼的标符。 　　\n      就像扯下一件大衣时那样，他身边那种充满热气的感觉霎时消失了。 　　\n      杰克又尖叫起来。 　　\n      枪侠走到杰克面前，将颚骨举到他充满惊恐的眼睛前。 　　\n        “看着这个，杰克——仔细看着它。” 　　\n      惟一的回应是一声痛苦的哭声。杰克试图转移视线，但仿佛定在那里动不了。那一刻，他看上去快要被撕成碎片了——即使身体还暂时完好，他的精神也濒临崩溃。突然，他的眼睛往上翻白，继而他瘫倒在地。他柔软的身躯砸到地上一点声音也没有，他的一只手差点碰到支撑祭坛的石柱。枪侠单膝跪下，将杰克抱起来。他的体重非常轻，就像深秋的一片完全脱水的树叶。 　　\n      在他周围，罗兰感到有阴魂在游荡，甚至可以感到它的妒火和愤怒——因为它的战利品已被夺走。枪侠踏出石圈，嫉妒受挫的气氛立即消散。他抱着杰克回到营地。当他把杰克放下时，昏迷的男孩已经平息下来，不再扭动挣扎，慢慢睡安稳了。 　　\n      枪侠看着火堆灰色的遗迹发了会儿愣。月光照在杰克脸上，让他想起教堂中的圣像，不为人知的雪花石膏般的纯净。他搂住孩子，轻吻了他。他知道他爱这个孩子。也许这样表达不够准确。确切地说，他第一眼看到这孩子就喜欢他（就像他第一眼就爱上苏珊·德尔伽朵那样），但只有这一刻，他才允许自己承认这种感情。他无法再否认，因为这是个事实。 　　\n      他感到几乎听到了黑衣人的笑声，从很远的地方传来。\n\n\n\n后记：\n    我的天啊，看了一下，距离上次的更新，已经有十五天了！我到底有多懒啊！要抓狂了。真是被自己的懒给折服了（呵呵。）。最近要加油更新了……吧\n\n\n\n",
    "replies": []
}