{
    "title": "Realms：闹鬼的假期与可怕的糖果",
    "author": "LocusAzzurro",
    "replyCount": 16,
    "timestamp": 1477958880,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-11-1 01:22 编辑 \n\n\n\nHAUNTED HOLIDAYS AND CREEPY CANDIES\n闹鬼的假期与可怕的糖果\n\n\n在万圣节即将到来之际，我们问了问社区中的地图作者是否在制作些“万圣节风”的作品，他们以一个高亢的“是的！”做出了回答。这是目前为止最大的一次Realms地图发布，包含了七个即将到来的体验。继续阅读来了解各个地图！\n\nWith Halloween just around the corner, we asked community mapmakers if they were working on anything particularly Halloween-ish, and they replied with a resounding, “Yes!” This is the biggest Realms map release so far, with seven total upcoming experiences. Read on to find out more about each map!\n\n\nHerobrine’s Mansion by Hypixel and Xiantis\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=1\n\n三年前首次发布，Herobrine’s Mansion是最先大量使用命令方块的冒险地图之一。玩家将在击败他的随从之后与邪恶的Herobrine对抗。现在，在对机制与外表进行更新之后，你和朋友们将可以体验这个纯正的Herobrine’s Mansion重置版！\n\nOriginally published three years ago, Herobrine’s Mansion was one of the first adventure maps to make extensive use of command blocks. Players face off against the devious Herobrine, but you can only reach him once you defeat his minions. Now, with some updated mechanics and a fresh coat of paint, this faithful recreation of Herobrine’s Mansion is ready for you and your friends!\n\n\nThe Dornenstein Estate by Mangelware, DIDschl, and Saophai\n\n\nThe Dorninstein Estate 是我们目前所知剧情最好的地图。在穿越令人毛骨悚然的公馆的同时，你还要找到数件圣物。诡异的影像与声音恶作剧般地充斥着整个屋子，恐怖的体验会让你怀疑何为真实，何为虚幻。\n\nThe Dornenstein Estate is simply one of the best-scripted maps we’ve seen so far. While taking a short, spooky journey through this mansion, you’ll need to find several relics to progress. Tricks abound throughout the house as sights, sounds, and freaky experiences make you wonder what is real and what’s not.\n\n\nForgotten Hamlet by Theticman and ChildOfStars\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=3\n\n虽然我们在降低新的生存出生点类地图的通过率（这个是第30个！），Forgetten Hamlet是无法被淘汰的。它不仅符合我们的万圣节发布风格，而且在Realms的地图中独树一帜，甚至还拥有自己的介绍片！我们非常喜欢这张地图，希望你也能一样喜欢。\n\nWhile we’re winding down on accepting new survival spawns for now (this marks the 30th one!), Forgotten Hamlet couldn’t be passed up. It fit the theme of our Halloween release, was markedly different from other maps on Realms, and it even has a trailer! We like this map a lot and hope that you’ll enjoy it as well.\n\n\nTrick or Treat by CommandRedstone, BREEZ90, gilly330, and Pebble\n\n\n\n过万圣节不要点糖怎么行？在这个小游戏中，精心装扮的你们将进入一个诡异的街区去寻找糖果。疯狂穿梭于街道中，从村民处获取糖果，同时躲避想要夺取你的战利品的其他人！\n\nWhat would Halloween be without some trick-or-treating? This minigame puts you and your costumed friends into a haunted neighborhood, searching for candy. You’ll need to frantically run from house to house, obtaining goodies from villagers, all while dodging others who want to take your loot!\n\n\nUnsighted Shadow by MineMakers Team\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=2\n\n你将作为一位记者，对一座看上去空空如也的建筑进行调查。带上手电筒，摄像机和抓钩，发现它的秘密，然后逃出那里……\n\nYou play as a journalist, investigating a seemingly-empty building at night. Armed with your flashlight, camera, and a grappling hook, you’ve got to figure out what happened here, then escape what you find inside…\n\n\nPumpkin Party by Plagiatus, dragonmaster95, and Tomhelduf\n\n\n带上你的朋友们加入我们的南瓜派对吧！这里没有着装要求，欢迎各种装扮。试试凋灵套装和其他的套装吧！当你装扮完成，你会随机游玩五个刺激的小游戏，尽情玩耍吧！\n\nGrab your friends and join us at the pumpkin party! There’s no dress code, though costumes are suggested. Try on the wither suit and more! Once you’ve suited up, you’ll cycle randomly through five exciting minigames. Have fun!\n\n\nMonster Kids by Moesh\n\n\n相信很多人知道Moesh和我在幕后努力了很久，使Realms的内容更多更好。这次万圣节他的作品对我们的疑问，“怪物们会去要糖吗？”，做出了很好的回答。玩家们将会进入它们深邃黑暗的洞穴栖息地寻找糖果，找到最多的糖果就是胜利！\n\nSome folks know that Moesh has been working behind the scenes with me for a while now, helping to make Realms content bigger and better. For Halloween, he’s created the answer to a question we found ourselves pondering: “Do monsters go trick-or-treating too!?” Players compete to gather the most candies by descending into the dark depths of their natural cave habitat. Get the most candy, and you win! Masterfully making members manage munchies, Moesh’s map is a marvel of monster mechanics.\n\n\nThe more the scarier\n\n在庆祝万圣节之际，Monster Kids会在周一推出。剩余的6张地图现在就可在PC 版Realm中进行下载；启动Minecraft，点击Realms，将一个地图重置为这些体验之一即可。如果你或者你的朋友没有领域服，你可以在minecraft.net/realms找到更多信息。如果你喜欢这些地图，请花点时间告诉作者或我们；我们希望听到你的声音。\n\nCelebrating Halloween, Monster Kids will be available to you on Monday. The remaining six maps can be downloaded from Realms for PC right now; just load up Minecraft, click on Realms, and reset a world slot to one of these new experiences. If you or a friend don’t already have a Realm, you can find out more at minecraft.net/realms. If you enjoy these maps, take a moment to let the creators or myself know; we’d love to hear from you.\n\n\n下次见！\nUntil next time!\n\nMarc - @Marc_IRL\n\n\n\n原文：http://mojang.com/2016/10/haunted-holidays-and-creepy-candies/\n协力：@乙烯_中国 \n\n",
    "replies": [
        {
            "author": "星E君",
            "timestamp": 1477959540,
            "txt_content": "这是冒险地图还是RPG还是出生点......?"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1477969200,
            "txt_content": "=-=卧槽 没汉化怎么愉快的玩耍？"
        },
        {
            "author": "一周一个",
            "timestamp": 1477969260,
            "txt_content": "很有心意，有空去试试，支持几个人一起玩？"
        },
        {
            "author": "Orange_Heart",
            "timestamp": 1477973100,
            "txt_content": "可是我没有钱"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1477974360,
            "txt_content": "状态栏右边的闪电。。我第一反应是灵活移动MOD。。"
        },
        {
            "author": "唔咩",
            "timestamp": 1477992420,
            "txt_content": "垃圾学校的垃圾网络根本登不上，真想下载个存档单机玩"
        },
        {
            "author": "zzhilling",
            "timestamp": 1478011680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zzhilling",
            "timestamp": 1478011740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ArtW@700",
            "timestamp": 1478027880,
            "txt_content": "第一个视频的视觉很强势"
        },
        {
            "author": "DEATH~LOVE",
            "timestamp": 1478048880,
            "txt_content": "柯叔华哥,140106198112027496版本不戳"
        },
        {
            "author": "lzs1234",
            "timestamp": 1478088960,
            "txt_content": "没钱买Realms(尴尬)\n只能蹭土豪的光了"
        },
        {
            "author": "NeverC",
            "timestamp": 1478173320,
            "txt_content": "万圣节哦\n买基金白砂糖送朋友哈哈"
        },
        {
            "author": "lqx123",
            "timestamp": 1478391480,
            "txt_content": "没钱玩不起Realms~"
        },
        {
            "author": "大公鸡aaa",
            "timestamp": 1479472680,
            "txt_content": "吓人啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "631083274",
            "timestamp": 1480510500,
            "txt_content": "666666666666"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1481370960,
            "txt_content": "不给糖就捣蛋！"
        }
    ]
}