{
    "title": "[原创·连载]【九转仙落】第一章:病帝古秧[by 2644511816]",
    "author": "2644511816",
    "replyCount": 5,
    "timestamp": 1478003700,
    "txt_content": "       “你肉身被毁虽神魂被我留下，但你需要去转生池借助转生液重塑肉身。”那老翁再次开口说话，而我依旧沉默不语，我并不想说什么，也说不了什么，既然选择了这条路就要一直走下去，无论对错，“转生池虽然能重塑你的肉身，但同时也洗去了你曾经的记忆。”“洗去又何妨？谁能忘之家乡？谁能忘记亲人？纵然天地不公，而人为何生存？纵然记忆失去，但必然也有想起的时候。”两者皆不说话了，只有船游向转生池的逆水航行声。\n\n        就在这时异变发生了，一只手抓着林风，把他拖进了无尽的虚无中，虚无中他看到有人一袖遮天，看到有人一指点碎星辰，看到有人一掌震碎法则，看到有人一拳毁灭星空，但最后画面合一，变成了一个人，一身黑袍在身，上有无数光点恍若星辰，黑色布料仿佛是苍天，画面再变，变成此人与另一人交战，黑袍上的光点化作一颗颗星辰，而那人一指点碎一个，最后身穿黑袍星辰衣的人胜利了，但身上的星辰也近乎全部破碎，唯独剩下几十个还残存于黑袍上。\n\n       “咳咳...”一声咳嗽声将林风唤醒，那人正是画面中的身穿黑袍星辰衣之人，“灵身，你终于还是回来了。”那黑袍人说道，“谁是灵身？”林风问道，“你乃我的一道灵身，归于红尘中感悟红尘大道，此时乃归，但肉体破碎，虽灵魂犹在，但需要重塑肉身。”那人又道，“我不知道你在说什么”林风回答，随后那黑袍人一指点在林风额头上。\n\n        “恭迎，古帝古秧！”画面中一个庞大无比的国度，所有人皆躬身说道，随后一些特殊的气息从他们体内飘出进入那所谓的古帝体内，那些气息形成了一条条巨龙，守护在古帝后面，不过很快又被收回体内，“古帝大人，您身上龙气更甚了。”那是一个穿着铁铠的人说着，“决战在即，所有外物皆为空，唯自身实力为最，过于依赖外物的人总是会败的。”古帝回答道，“祝古帝决战胜利！”那人说完便走了。\n\n       一声叹息响起：“你我本曾是兄弟，可为了这帝位借助外人之力想除去我，帝位真的这么重要吗？”一人从虚空中走出，面容与古帝相似，但锐气势不可挡不同于古帝，“帝位，我是志在必得的，那本来就属于我!而不是你！”那男子说道，古帝回答：“父亲正是看到你的这一面，才把帝位传于我，而不是你，可你却不知悔改。反而逆徒抢夺帝位，可这又有什么意义？”“我与你不同，你看淡世间万物，而我却不服你最强！”随后那男子便走了。\n\n       翌日，决战开始，于升仙台决战，一人锐气势不可挡，一人看淡世间万物，正是那兄弟二人，“弟弟，你错了，你走上了一条不归路，但我还能把你拉回来！”古秧说道，“正与错不取决于你。”那人只是回答道，古秧黑袍上光点化为星辰，那人银甲上图案复活化作真龙咆哮，但却是黑色，“黑龙啸天，这是邪图，你真的错了弟弟。”\n\n        随即决战开始，两人法术通天，震的升仙台颤抖不已，但由于仙力附着于升仙台激活了防护阵法才没有开裂，但这使得全国人使用仙力维持。仙台从外表看上去很小，但事实上其内却是一个小世界，两人交手，古秧手持一把灰色扇，上刻有帝字，正是古国镇国神器之一，而弟弟手持的银戟也是镇国神器之一，两人兵器碰撞，仙力爆发，引起一阵阵气流，毁灭了附近所有东西。\n\n       而后两人战至九天，使得星辰碎裂，法则残缺，苍天崩毁，宇宙化为虚无，但那都只是小世界内的，不是外界的，不久古帝身上，星辰仅剩一半，而弟弟银铠碎裂，银戟虽未断，但被古帝封印。“这世界不公平！为什么我还是比不过你！”弟弟怒吼，“你执念太深，原本你性子如果养好，那我会将帝位传于你，但你却选择帮助别人，妄想夺取帝位。”古秧回答。“即便是死，我也不让你好过！”随即弟弟身体碎裂，仙晶爆碎，内带有诅咒，使得古秧黑袍星辰仅剩几十颗，并且导致他重伤，身上带有诅咒。\n\n        回忆结束，那场梦醒了，就如林国里当年他的梦醒了，“这就是你的身世。”古秧说道。林风说：“我仅仅只是别人的灵身吗？”古秧说道：“虽我与弟弟决战结束，我获得胜利，但同样我也身带诅咒，而那群魔仙还有残党存于世上，你需要帮助我解决他们。”“我的身世注定忐忑么。”林风说道，随即古秧将他送至他炼制的铸体神池内，为他塑造一个最强大的身体，帮助他解决魔仙。（未完待续）、\n\n\n\n作者：还记得曾经的弃坑之神我么，我去处理某MC服务器的RPG了，所以没在，并且我懒得写，写完就是一群大佬吐槽。不过我还是写了，坚持就是努力嘛，就算你们吐槽也阻止不了我的人气进入我的积分23333",
    "replies": [
        {
            "author": "q1044083166",
            "timestamp": 1478010780,
            "txt_content": "顶一个  脑洞真大"
        },
        {
            "author": "金星登陆者",
            "timestamp": 1478012160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xcc",
            "timestamp": 1478012160,
            "txt_content": "你好像是经常挖坑挖完又不填的那位"
        },
        {
            "author": "玄素",
            "timestamp": 1478054460,
            "txt_content": "不吐槽的原因是不知道怎么吐槽好了\n描写，描写，描写。\n事情之间的转换过于跳跃。\n写完文自己读一遍看看是否通顺。\n如果善于弃坑就和我一样写单篇吧。"
        },
        {
            "author": "2644511816",
            "timestamp": 1478061600,
            "txt_content": "玄素 发表于 2016-11-2 10:41\n不吐槽的原因是不知道怎么吐槽好了\n描写，描写，描写。\n事情之间的转换过于跳跃。\n说写单篇你是不理解我23333我单篇也能写出未完待续，弃坑\n"
        }
    ]
}