{
    "title": "【原創·連載】《神秘-魔法》一個神秘使的故事<第二章 魔法？！>【姓名众筹】",
    "author": "太帅是罪过",
    "replyCount": 8,
    "timestamp": 1478180700,
    "txt_content": " 本帖最后由 太帅是罪过 于 2016-12-11 16:02 编辑 \n《神秘-魔法》第二章 魔法？！  \n前言：\n第二章 终于发布了，初三发现真的没什么时间更新了，对不起各位了。\n\n\n\n正文：\n    “那是铁质杖端，是一个法杖的配件。”王叔从仓库里出来，拿着一大堆原矿，看到我拿起那个铁东西，对我喊道。\n    “哦，有什么用啊。”我手上不停的摆弄着被称为“铁质杖端”的东西，漫不经心地应答道。以前见过老爸拿着过，似乎是和一截木头和在一起的。\n\n     “这个啊，其实我也不知道，是几个年轻人让我做的，还给了我一张图纸。”王叔把东西放下来，开始翻找着那个图纸，“对了，你老爸应该知道这东西咋搞，你去问问他。还有，地上这些金属都是硬度比较强的，你自己试试哪个比较轻巧，我就拿去融了。”王叔有个大柜子，里面都是图纸，随便翻找了一下没有找到，就打开下层拿出一个镰刀的图纸，并跟我说：“给你，去里面找模具吧。”\n\n      我接过了图纸，顺便把选好的原矿给王叔，让他融掉。“模具放哪里啊？”“仓库最里面，我已经拿出来几个了，你看哪个比较新的拿过来吧。”看样子，都是些老模具了，应该是王叔之前没用放那的吧。\n\n     我现在脑子里都是那个杖端，胡乱拿了一个模具就交给王叔。给了王叔以后，我立马就爬到工作台前面，开始鼓捣这个杖端。\n\n     之前看爸爸弄得时候，好像是要两个一样的，然后放在木棒的前端和后端。按照类似的位置摆好，我启动了工作台。熟悉的九宫格，就这样启动了。我拿起之前做的木棒，放在中间位置，然后分别把两个杖端放在左右两边，接下来就是等待了。\n\n      碰的一声巨响，一个崭新的法杖就在我面前做成了。但我并不知道那就是法杖，而是冲到等待金属融化的王叔那里，给他看这个棒子。\n\n     “你做的？”王叔有些难以置信。“对啊，我在想老爸以前做类似的东西，放工作台上摆好，然后就做出来了，不过老爸那个工作台的布是绿色的。”有些奇怪，突然想到了什么，对王叔说：“叔，你这俩杖端被我玩坏了……没关系吧……”\n\n      王叔心痛，但他没说……“没事，我再做俩就是了，这俩杖端送你了吧”唉，又要通宵了，老墨，你还不来管管你儿子……Orz\n\n      我暂时还不知道这就是一柄初级法杖，更不知道，这把法杖在未来会在无数个日夜陪我奋斗。\n\n     观察着这“插销木棒”（这是我很长一段时间对其的称呼），我发现在一个头上嵌这一个小凹槽，似乎可以装进去什么东西。“是刚才弄坏的吗？”我想起了之前制作时的爆炸。手在凹槽不断摸索着，感受着嵌入物的形状。\n\n    “啊！”法杖里突然传出一阵电击，让我猛地把手拿了出来。“我去，这东西还会刺我？”无底袋里掉出了一个珠子，是之前的红珠子。<法杖核心：火焰登场！>“诶，这里凸出来的地方好像可以放进去。”我把珠子拿起来，对准位置插进了法杖里。“咔擦”一声，珠子与法杖缝的位置消失了，好像是长在上面一样的。\n\n    “我去，这什么情况？！”我想把珠子拧下来，但是怎么也拧不动，只好让珠子放在法杖上面，“怎么办，这个珠子不会卡上面坏了吧。”“诶幽璃，这些融化了，你自己弄吧，我先睡会，累死了。”王叔突然对我说。\n\n      听到王叔的呼唤，我只好停下手上的事，把法杖塞进无底袋里，去鼓捣着那把大镰刀了。“唉，好烦啊，一个星期以后就要回去了，真想多留在这里几天啊。”过几天就到了奥法中级考试的时候了，我必须得回到首都上学，在小城的日子也将要结束了。\n\n\n    中午，最炎热的时候，在二叔家的铁匠铺，我敲打着自己的镰刀，低级的模具制作，但我还是象征性的敲打了一下，让他看上去更加精致。反复敲打几十遍，我决定把他放进水中。不过这时，我的无底袋动了。 \n\n\n后记：\n总算是完成了第二章，希望各位笔友可以在留言区给我回复提一些建议，谢谢！\n为什么没人来众筹名字馁，桑心……索引贴（目录）有名字的众筹事项，希望各位可以来看看。\n\n\n\n\n\n\n上一章                目录                   下一章\n\n\n",
    "replies": [
        {
            "author": "太帅是罪过",
            "timestamp": 1478181480,
            "txt_content": "终于更新了，累\n本次更新简单讲述了主人公与他第一根法杖发生的小插曲，但重点还是那个镰刀，不要小看那个镰刀哦。\n\n\n更新时间：2016年11月3日 21:48"
        },
        {
            "author": "LRual",
            "timestamp": 1478228820,
            "txt_content": "太帅是罪过 发表于 2016-11-3 21:58\n终于更新了，累\n本次更新简单讲述了主人公与他第一根法杖发生的小插曲，但重点还是那个 ...\n原谅我蜜汁想到了\n白瞳者之镰………………"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1478232300,
            "txt_content": "1026833619 发表于 2016-11-4 11:07\n原谅我蜜汁想到了\n白瞳者之镰………………\n这东西太强，主人公这技术就别想做出来了"
        },
        {
            "author": "llxy",
            "timestamp": 1478444040,
            "txt_content": "每个人都配有无底袋？！卧槽这个国家的下界之星是有多不值钱"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1478511780,
            "txt_content": "llxy 发表于 2016-11-6 22:54\n每个人都配有无底袋？！卧槽这个国家的下界之星是有多不值钱\n主人公他爹是内阁神秘使，所以拥有无底袋，但他爹不常用无底袋，所以就被主人公偷了顺便塞点垃圾进去。"
        },
        {
            "author": "llxy",
            "timestamp": 1478516880,
            "txt_content": "太帅是罪过 发表于 2016-11-7 17:43\n主人公他爹是内阁神秘使，所以拥有无底袋，但他爹不常用无底袋，所以就被主人公偷了顺便塞点垃圾进去。{: ...\n233333\n不常用？说明他爹身上东西很少咯？\n还有，无底袋还要用两个灵液【好久没玩了，忘了好多了，不知道是不是两个灵液】\n应该也算贵重的物品，怎么可能他爹没发现不在了？\n只可能说明他爹知道无底袋在他那里，但是因为溺爱【？】而当做看不见的吧\n（渣见解）\n另外问一句，骚年你要来一个咸鱼群探讨哲♂学吗？"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1478523420,
            "txt_content": "llxy 发表于 2016-11-7 19:08\n233333\n不常用？说明他爹身上东西很少咯？\n还有，无底袋还要用两个灵液【好久没玩了，忘了好多了，不知道 ...\n他爹有更好的物品来放东西，主角现在在一个小城镇，而他爹在首都，所以……知道了也没法来拿，而且里面也没什么贵重物品，然后就不管主角了。"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1478523480,
            "txt_content": "llxy 发表于 2016-11-7 19:08\n233333\n不常用？说明他爹身上东西很少咯？\n还有，无底袋还要用两个灵液【好久没玩了，忘了好多了，不知道 ...\n我知道是什么群了……你的签名档……"
        }
    ]
}