{
    "title": "timings中doTickPending含义",
    "author": "azbh111",
    "replyCount": 3,
    "timestamp": 1478183040,
    "txt_content": "timings分析中doTickPending这一项占了50%左右\n资源世界一个人没有  但是他的多世界出生点(mv tp resource)附近的几十个区块却不卸载,而且一有人去\n周围的区块会加载,人走了 周围的区块也成了不自动卸载的状态\n谁知道这是什么情况,该怎么处理\n求高人解惑.",
    "replies": [
        {
            "author": "xRPQx",
            "timestamp": 1478235060,
            "txt_content": "[管理|修正|机械|综合|整地]pTweaks —— 优化服务器性能[全版本]\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=141201\n(出处: http://www.mcbbs.net/)\n[其他]nospawnchunks —— 清区块,降内存,基友服必备[1.8.x]\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=443407\n(出处: http://www.mcbbs.net/)\n[优化]LaggRemover —— 智能降低延迟★优化TPS&内存【汉化】[1.7-1.10.2]\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=603072\n(出处: http://www.mcbbs.net/)"
        },
        {
            "author": "hzq221217",
            "timestamp": 1478263680,
            "txt_content": "It’s deep on the ground, that is bedrock. \n它是深在地面上,这是基石。\nBut don’t dig straight down, you will regret that. \n但不要向下挖,你会后悔。\nBut now you are brave, Equip with your spade, To roam in this cave.\n但是现在你是勇敢的,配备铁锹,游荡在这个山洞里。\nNot looking for gold, but this thing in purple. \n不是在寻找黄金,但这个东西是紫色的。\nAnd I have been told, by some people, \n我已被告知,一些人,\nI will find a few bricks, with the two of this mixed.\n我会找到一些砖头,两个混合。\nAnd a couple of clicks. \n和几个点击。\nI will be swinging my pick. \n我将摆动我的选择。\nThis is all the prep that I go through. \n这是我经历的所有准备。\nEven if my tools are just make do. \n即使我的工具只是凑合。\nI am moving to the nether, I am moving to the nether, I am moving to the nether\n我向下面的移动,移动到虚空,我搬到虚空\n10 blocks is the magical total, as that’s enough to build my portal. \n10块是神奇的,这足以建立我的门户。\nI am moving to the nether, I am moving to the nether, I am moving to the nether\n我向下面的移动,移动到虚空,我搬到虚空\nWth, weathers great here, so put up a chair, Have some cold beer, \n搭配的,天气好,所以把一把椅子,有冰啤酒,\nyou could live by the sea, so happy you’ll be, With your cobblestone tree. \n你可以住在海边,所以你会快乐,与你的鹅卵石树。\nThe neighbors are great, and nutritious.\n邻居们都是伟大的,有营养。\nWe eat bacon all night, it’s delicious. \n我们吃熏肉,它是美味的。\nSo all of them quibble, for the damage i deal. \n所以他们挑剔,伤害我。\nThere’s plenty to steal. \n有很多偷窃。\nHack and slice, Golden nugget, oh, I’m rich! \n黑客和切片,金块,哦,我有钱!\nWho cares if we’re giving up sunlight? \n谁在乎我们放弃阳光吗?\nGlow stone is all we need to keep things bright. \n发光的石头都是我们需要保持明亮。\nDown you in the nether, we love it in the nether, you love it innnnn the nether. \n你的虚空,我们爱在虚空,你爱它innnnn虚空。\nDon’t expect to see any creepers, that are one of my favorite’s features. \n不希望看到任何爬行物,这是我最喜欢的特性之一。\nDown you in the nether, We love it in the nether, You love it innnnn the nether.\n你的虚空,我们爱在虚空,你爱它innnnn虚空。\nYou got to know, you have to fight, \n你必须知道,你必须战斗,\nLearn to play There’s mobs but it’s not night. \n学习有暴徒但不是晚上。\nThe wooden sword won’t do it. \n木刀不会这样做。\nThey’re going to blast right through it. You got to potion do it. \n他们会爆炸穿过它。你要药水。\nSo watch your back, I’m not gonna warn you twice, Fight against oooooooo make him cry. \n小心你的背后,我不会提醒你两次,对抗oooooooo让他哭泣。\nThey’re going to bomb around you, Make it holes you will fall in, \n他们将炸弹你周围,使其洞你会下降,\nyou’re probably gonna fall in in in in in, Down the lava right in.\n你可能会在在下降,熔岩在。\nFeels like hell the things I just been through, Won’t believe a thing that I tell you, \n感觉就像地狱的事情我只是经历,不会相信一件事,我告诉你,\nYou know what I will screw the nether. You know what I will screw the nether.\n你知道我将螺丝的。你知道我将螺丝的。\nYou know what I will screw the nether\n你知道我将螺丝的\ncan’t believe I lost my new gear too, Think I'd better come and rejoin you. \n不敢相信我也失去了我的新装备,想我最好来加入你。\nYou know what I’ll screw the nether. You know what I’ll screw the nether. \n你知道我将螺丝的。你知道我将螺丝的。\nYou know what I’ll screw the nether.\n你知道我将螺丝的。\nThat’s it, I'm sick of this place, It's hot, It never rains, I'm sweating,\n就这样,我讨厌这个地方,很热,没有下雨,我出汗,\nMy clothes are dirty and filthy and on fire,\n我的衣服都脏了,脏和着火了,\nI'm absolutely sick of this place,\n我非常讨厌这个地方,\nI miss nature, all the pigs and the cows and the sheep’s stuff, \n我想念自然,所有的猪和牛和羊的东西,\nI can't think what I’m gonna do! \n我不认为我要做什么!\nOh my god, How sad! I wish I could return to the normal world. \n哦,我的上帝,怎么悲伤!我希望我能回到正常的世界。\nBye!\n再见!\n讲了这么久，肯定有人说我水经验，废话不水经验怎么升级啊233"
        },
        {
            "author": "azbh111",
            "timestamp": 1478424000,
            "txt_content": "我只想知道doTickPending指的啥\n其他的都不需要"
        }
    ]
}