{
    "title": "<原创性技术教程>【Endermoon】什么是FPS·玩家篇【编写中】",
    "author": "syz666",
    "replyCount": 9,
    "timestamp": 1478256000,
    "txt_content": " 本帖最后由 syz666 于 2016-11-15 22:11 编辑 \n\n本帖原为http://www.mcbbs.net/thread-646348-1-1.html（现已删除）新帖，由于很多人说我错版了，所以就尝试一下发到此版。不知道自己的技术和水平够不够，如有缺陷还望见谅。零、前文最近上了一下一些游戏交流网站，很多人会问FPS是什么？FPS有什么作用？FPS到底对游戏的画面有哪些影响？然后我就想起来了我大Minecraft，一款让无数人砸电脑的游戏233。\n自从FPS可以在游戏里快捷显示以后就变成了无数人花秀配的利器。\n好了以上都是胡扯。本教程作者将会用GTX 1080的卡和i7 6950X的U实力装逼告诉大家一些关于FPS的基本常识以及相应的扩展提高——比如如何在尽量不更改电脑配置的情况下提高游戏帧数等。本教程中专有名词将会使用粗体标注，定义等重要内容会使用下划线标注。可能会在后期根据需要加入一些视频链接或图片。一、什么是FPS？\n首先我们要知道，FPS有两个含义，第一种是“帧数”的英文缩写，一种是“第一人称视角射击类游戏”的英文缩写，而本教程探讨的是第一种，即“帧数”。\n帧数，全称叫做每秒生成帧数。也就是说，在一秒之内，电脑为你生成了多少张图片并显示给你看。英文为Frames Per Second，缩写FPS\n\n\n\n二、FPS有什么作用？我觉得，凡是能够入一点点门的人都应该知道电影与动画的原理。而当帧数过低的时候，那么看起来的效果就如同幻灯片播放一样，一张一张的。理论上来说，帧数越高，画面就应该越流畅。\n\n\n\n三、为什么看电影24帧就够？而玩游戏30帧还卡的要死但是看别的实况、Up主的视频不卡？\n现阶段电影虽然已经有60帧的了，但是并为普及开来。而且人对高帧数的电影需求并不强烈，还不如对高画质的追求明显。而我们主要是讨论游戏中的帧数的。\n好的，那么问题来了：为什么看电影24帧就够？而玩游戏30帧还卡的要死？但是看别的实况、Up主的视频不卡？这两个问题属于同源问题。主要因素有两个。第一个因素叫做动态模糊（Motion Blur）。相信现在很多游戏都已经拥有了这个选项。不过很多人比较讨厌它，我们在此不谈论好恶，先谈论一下这是个什么东西。\n电影和视频天生就带有动态模糊，这个很好理解：当我们把一个高速运动的画面忽然暂停，就会发现这个画面中整体往一个方向模糊。这个模糊，就是摄像机所记录下来的运动信息。而正是因为有了这个运动信息，高速运动下的24帧可以显示流畅。包括许多一帧一帧画出来的动画，都会刻意画出动态模糊达到效果。相应的还有定格动画，相信各位都看过《阿凡提》，而《阿凡提》就属于典型的定格动画类型。因为定格动画是每摆好一次就拍摄，而且现实中无法达到动态模糊的效果，所以说大家会觉得定格动画会一顿一顿的。因此可以看出动态模糊的作用。而一开始的时候，游戏是没有动态模糊的，也就是说每一帧都非常的清晰。而这个就跟定格动画看起来一样了，感觉无非就是快速播放一个幻灯片而已。因此这个时候24帧就显得远远不够。\n而这就是游戏至少需要30帧与电影只需要24帧的原因。事实上即使是30帧，在高速变动画面的游戏里也会显得不足。不过好在近几年游戏公司加入了动态模糊这一选项，让游戏看起来像电影一样流畅。当然，实际效果也十分的显著。\n但是，前面也说过了，现在有60帧的电影，包括一些高配机游戏可以跑到60帧左右，而60帧与24帧相比明显就会觉得更加细腻。而如果你的电脑可以跑到60帧，动态模糊反而是多余的，会让你觉得画面有一种粘滞的感觉，好像还停留在上一个画面一样，甚至有的时候会让人头晕。所以如果电脑帧数足够高，动态模糊反而是一个累赘；不过对于电影或者帧数较低的画面来讲，动态模糊是非常有效的。\n那么为什么看Up的视频不会卡呢？而这就是牵扯到比动态模糊影响更大的一个因素——触觉反应速度。游戏与电影不同，电影仅需要人去用眼观看，而游戏却需要实际的用手操作。这就产生了我们用操作过后的一个反应时间。都说人是视觉动物，的确，人类的视觉比嗅觉、听觉等更高，但是事实上人类的触觉反应是最快的，也是最明显的。有研究显示人类的触觉可以精确到纳米级别。比如说手机背后是阳极氧化铝还是铝镁合金，我们可以摸出来，但是用眼看是很难甚至无法分辨的；包括是聚碳酸酯还是廉价塑料，我们往往用手一摸就会了然。包括笔者（Endermoon）有一位朋友，他能够分辨出来宣纸是好是坏，他跟我说：“看，我看不出来；但是，我能够摸出来。”这些都能证明人类触觉比视觉灵敏。而且大脑处理触觉比处理视觉要快一些。当我们对游戏进行操作的时候，首先CPU会接受到信号，然后CPU会将数据传递给游戏，游戏又会在逻辑计算后传递给GPU，GPU要再计算一次明白这个指令是需要显示出什么样的画面，随后显卡就开始渲染这个画面，最后这个画面显示在显示器上。这一连串的操作，最低需要3帧来反映，并且这个3帧还是理论最低值。实际上，我们知道每1秒（s）等于1000毫秒（ms）。理论上，在游戏维持在30帧的时候，每一帧的时长大约是33毫秒，3帧加起来大约100毫秒；在游戏维持在60帧的时候，每帧16毫秒，3帧约50毫秒。事实上大部分时候因为游戏的逻辑运算比较复杂与CPU、GPU的计算处理速度和显示器的反应速度，30帧的时候大约在120~150毫秒，而60帧的时候约为60~70毫秒之间，这一下60帧与30帧就差了一倍。而这一倍并不会被我们的肉眼所感知到，但是我们的触觉十分敏感，是可以感受到这微弱差别的，并且感受到的差距明显。所以说，当我们在自己实际操作游戏的时候，60帧比30帧会明显感觉流畅许多。而当我们观看的时候由于不需要实际操作，所以不会感觉到过大差别。所以我们总结一下，视频不会感到卡顿的原因一是因为视频都会有动态模糊效果，增加了帧与帧之间的连贯性；其次是因为不是你实际操作，没有过于灵敏的触觉反馈。\n\n\n四、垂直同步是什么？为什么游戏里一打开帧数完美下降？垂直同步这个选项，现在几乎每个游戏都有。包括我们的Minecraft也不例外。那么，到底垂直同步是什么呢？为什么很多人都说“要关闭垂直同步”呢？下面，我们就来了解一下什么是垂直同步。要想知道垂直同步是什么东西，我们先要明白另外一个概念，那就是显示器刷新频率。当然，我们所有讲述过的概念展开来讲都是可以单独成为一个十多个小时的连续课程的，但是我们不是游戏厂商，只是一个游戏玩家，所以就只给大家讲一些比较皮毛的东西。你与游戏画面之间隔着一层显示器，而相信你还会记得前面我们讲到的游戏信号传输原理：“首先CPU会接受到信号，然后CPU会将数据传递给游戏，游戏又会在逻辑计算后传递给GPU，GPU要再计算一次明白这个指令是需要显示出什么样的画面，随后显卡就开始渲染这个画面，最后这个画面显示在显示器上”\n没错，最后一环就落在显示器上。因此，显示器刷新频率就显得尤为重要。当你显示器每秒刷新频率只有10次的时候，那么即使你的游戏可以达到60帧，你玩起来依旧会觉得卡，与10帧感觉一样。因为显示器根本显示不出来那么多帧，所以说会觉得一顿一顿的。所以说，想要享受60帧的流畅，你的显示器最少要每秒刷新60次,也就是60Hz（赫兹）.因为刷新频率是一种频率，我们用单位Hz。实际上现在的主流液晶显示屏大多都是60Hz的频率，小部分老的CRT屏幕是85Hz。对于为什么液晶显示屏只需要60Hz就足够，这里就不做多解释了，这个与玩家无关，应该是游戏厂商以及硬件设备生产商需要考虑的事，而本教程则是玩家篇。当然，市面上也有小部分的90Hz甚至144Hz的专业显示器，当然，如果你买的这些不可能不知道；因此，如果你并不知道自己显示器的频率，多半都是60Hz（对于只买贵的土豪，无视以上的论述）。\n那么话说回来，垂直同步到底有什么用呢？其实，显示器刷新的时候，并非整个屏幕的像素同时刷新，而是从最上面一行逐渐往下刷新——第二行、第三行逐渐到最后一行。因此，如果游戏的帧数足够的高，而我们的显示屏刷新频率跟不上进度，往往会出现上面已经刷新了，而下面的内容还停留在上一帧上，就会造成整个屏幕画面的撕裂感。而垂直同步，则是让我们的显示器等到全部加载完之后才显示下一帧的动画。这样的话，相应的每一帧就会拖慢一些，所以会让我们感到卡顿。附一个垂直同步的概念视频帮助大家理解。http://wiki.minecraftcb.xyz/red/video.avi（需要下载，好吧其实本来我弄mp4可以用video标签的，但是懒了，有时间弄吧。）\nhttp://wiki.minecraftcb.xyz/red/video.avi\n\n\n五、常见FAQ1.为什么我什么都调了就是卡啊啊啊啊啊啊啊啊啊啊啊啊啊啊！要么是电脑的配置实在太低，即使调到目前最高的状态也依旧是卡；要么就是游戏本身的显示引擎质量较差。\n2.为什么同样的配置，这款游戏可以60FPS，那款才30FPS？\n因为游戏本身的显示引擎都略有差异——好的显示引擎能够自主根据卡顿情况调节动态模糊、垂直同步等并且能够完全发挥出配置本身的作用；而差的引擎往往不能发挥出你配置的全部作用。\n\n\n\n六、一些关于30FPS足够党与不60会死星人党的一些撕逼大战\n其实主要原因还是因为第三条。不过另一方面是因为人类对帧数并不过于敏感，有研究表明，玩家最高可以体验到的帧数是100~120。事实上，这一个数字是60帧的两倍。然而这并不需要钛金24K眼，而是任何一个正常的玩家都能明显感觉到60帧与120帧的区别。事实上，只要适应了120帧，过几天再回头用60帧也会明显感觉出来。就类似手机屏幕，一开始最高的是720P，当时用的时候感觉其实也挺清楚的；后来有了1080P，用习惯之后再去看720P会觉得有明显的像素颗粒。所以说，既然连120与60帧差别都能感知出来，更别说60与30帧的区别了。因此，那些“30足够党”如果适应了60帧后也会感觉30帧明显的卡顿；而那些必须60帧的人当适应30帧后会觉得30帧也没有什么。\n\n七、关于VR的帧数要求【Editing，需要一些对这方面有研究的人加入】\n\n\n\n八、at区以及一些后话\n@Java_command \n以及看我原帖的人：\n@ll1061793711 @1026833619 @ItIsEnderman \n最后感谢Java_command的提升卡:) 感谢版主大大的加分支持 以及感谢WWWJ组织提供的技术支持与讲解。\n\n本教程并没有太深入进去，只是粗略的讲了一下。因为每一个概念都可以拆开变为一个10多个小时的连续课程。但是我觉得这些对于玩家来说应该足够用了。最后，如果你觉得本教程好，可以给予评分或者回复给作者，你的支持是我最大的动力；如果本教程能够帮到你的话，可以收藏，这也是我编写本教程的初衷。当然了，本人了解的也并不一定全对，如果你有更好的讲解或者发现有错误，也可以在底下留言，我会查看的哦~\n\n2016.11.04 编写本文\n2016.11.04 数次更新，共更新完毕零、一、二、三、六板块，添加第五模块\n2016.11.05 增加第七模块；完善四、五模块；更新排版\n2016.11.06 完善第四模块；修复一处排版错误。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "smallord",
            "timestamp": 1478256240,
            "txt_content": "我对3很感兴趣，感觉楼主编写完会有优秀或推荐或其他额，前来沙发祝贺"
        },
        {
            "author": "晓兜",
            "timestamp": 1478256240,
            "txt_content": "支持！\n\nGTX 1080的卡和i7 6950X，你这个是在秀配置！"
        },
        {
            "author": "syz666",
            "timestamp": 1478257980,
            "txt_content": "smallord 发表于 2016-11-4 18:44\n我对3很感兴趣，感觉楼主编写完会有优秀或推荐或其他额，前来沙发祝贺\n3已经编写完毕了。"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1478267820,
            "txt_content": "先默哀下数字领域的破产\n卡梅隆在电影特效到路上做了很多的改革，其中我很喜欢的一点是他首创了\n\"Immersive Digitai\" 3D/4K/120FPS格式标准,\n你也许看不到帧数和码率,在普通的视频和电影呈现的细节,其中格式占了很大一部分比重\n小到一个粒子的动力学,大到一个大型流体场景的控制,方方面面都影响着电影(视频)的质量\n所以对比高FPS是毫无意义的"
        },
        {
            "author": "Java_command",
            "timestamp": 1478292240,
            "txt_content": "c'est formidable!"
        },
        {
            "author": "syz666",
            "timestamp": 1478303340,
            "txt_content": " 本帖最后由 syz666 于 2016-11-5 08:07 编辑 \nJava_command 发表于 2016-11-5 04:44\nc'est formidable!\n雾草Java你来了2333。好基友一辈子。\n话说日本连BBS真慢。。还有法语用的很6啊2333333。\nc'est formidable我记得是了不起的意思？\n表示我除了英语以外都是渣。\n一个英语比汉语好的人。233"
        },
        {
            "author": "Java_command",
            "timestamp": 1478305020,
            "txt_content": "syz666 发表于 2016-11-5 07:49\n雾草Java你来了2333。好基友一辈子。\n话说日本连BBS真慢。。还有法语用的很6啊2333333。\nc'es ...\n真的特别忙233，还是对不起，那句法语就是特别厉害的意思233，法语学俩月了出来装装b。"
        },
        {
            "author": "syz666",
            "timestamp": 1478305860,
            "txt_content": "Java_command 发表于 2016-11-5 08:17\n真的特别忙233，还是对不起，那句法语就是特别厉害的意思233，法语学俩月了出来装装b。 ...\n233本来就是你帮我忙应该谢谢你。\n233333话说你那边放假安排是怎么样的？"
        },
        {
            "author": "Java_command",
            "timestamp": 1478307420,
            "txt_content": "syz666 发表于 2016-11-5 08:31\n233本来就是你帮我忙应该谢谢你。\n233333话说你那边放假安排是怎么样的？\n圣诞节回中国串门，没时间，等七年级结束时用自己的地理成绩争取游戏的权利吧…… "
        }
    ]
}