{
    "title": "【原创·连载】【英灵虚空Ⅱ】【第一集】【byRing】",
    "author": "我为我为",
    "replyCount": 8,
    "timestamp": 1478266860,
    "txt_content": " 本帖最后由 我为我为 于 2016-11-4 21:55 编辑 \n\n像看前传来戳我！一些小废话\n\n1.新旧双开吧，看心情想写哪个写哪个吧。\n2.之前写的都算前传吧。\n@冥王星人 @安根_Engon \n\n没有看第一部请看这里\n\n英灵虚空小常识：\n1.这个虚空由英灵创造\n2.荧零无父无母，是神石中出生，原本在一个不起眼的村庄生活\n3.这个虚空由多个国家和种族统治来自二楼的建议\n\n正文：\n\n  荧零醒过来了。\n  荧零独自一人待在自己租的一间屋子里，这屋子只有二十来平米，房间更是杂乱无章。床上摆满脏衣服，地上有几个装满垃圾的塑料袋，迟迟没有扔。唯一算干净的就是床头柜上台灯附近倒是有一摞书，是他睡前看的。\n  荧零生活的一天比一天平淡，一天比一天无聊。因为自从安翠学院提前毕业后，他和他队伍的人就各奔东西。更大的原因是他生活的康郑城不再是曾经的繁华，国都早已迁到其他省份，大量市民也随之搬家。现在这个城市被叫做旧康郑城，现在的国都名为新康郑城。Ling等人早已离去，荧零却不想离开这，他没有父母，除了他曾今的村长外，他最感谢的就是这片让他成长的土地，好像把这片土地当作他的母亲。他每天只靠网络服务外包赚钱来勉强维持生计。\n  荧零拉开窗帘，站在窗台前，开始遐想，一回首过去的时光，他禁不住哀叹，“现在的生活一天比一天无聊，感觉已经被整个世界抛弃了......”\n  他的心不由自主的震了一下，原来有人在门口敲门。在现实世界找过他的人的数量是微乎其微的，他赶快起身临时收拾收拾房间，例如把装满垃圾的塑料袋踢到床底下。外面的人敲门声像是等不及，变得激烈起来，但一个字都不说，可好像能感到他隐隐约约地咆哮。\n  荧零弄得差不多了，他去开门迎客，“等一等！来了！”\n  当他的手还没开锁时，“咔嚓！”等到他反应过来，已经晚了，他的胸膛上留下五道缓缓流出鲜血的血痕！一只僵硬的手破门而入。荧零使劲向后一退，吓得倒在地上颤动。他抓起一把水果刀，对着那疯狂晃动着的手臂狠命的一击。那手臂掉在地上，却还动弹几下。\n  外面的“人”疯狂的嚎叫，门锁一次又一次收到冲击。套路用尽全身力气，右手抓水果刀，左手捏住锁，右肘和身体使劲顶着门：“怎么了这是！”\n  一道冰冷的东西在他眼前窜出，他扑到在地上，不想再起来。幸好那只手臂很快就回去了，嚎叫也停止了。荧零这时放下心来，倒下一杯酒准备压惊。\n  当他一口酒刚挨到嘴边，还没抿到。“轰”，那“人”撞破锁，破门而入。那“人”双眼翻白，衣服邋遢不堪，脑门上有三发子弹，身上又有多出伤痕。他伸出完整的左手向荧零奔来，好似一只饥饿的狼......\n\n\n  \n\n\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1478267220,
            "txt_content": "居然出第二部了耶，一直坚持填坑的好宝宝_(:зゝ∠)_\n内容我觉得我还是不给评价了【懒得写文评】\n起码比起第一部要好了很多，细节上比起以前有了很大的提升"
        },
        {
            "author": "kid小东",
            "timestamp": 1478267340,
            "txt_content": "都出第二部了，我连第一波都没看咋办。。\n好慌"
        },
        {
            "author": "我为我为",
            "timestamp": 1478267400,
            "txt_content": "DGK2 发表于 2016-11-4 21:47\n居然出第二部了耶，一直坚持填坑的好宝宝_(:зゝ∠)_\n内容我觉得我还是不给评价了【懒得写文评】\n起码比起 ...\n其实主要原因是我突然对这类内容有灵感了\n然后就随心所欲吧"
        },
        {
            "author": "我为我为",
            "timestamp": 1478267640,
            "txt_content": "kid小东 发表于 2016-11-4 21:49\n都出第二部了，我连第一波都没看咋办。。\n好慌\n增加了给没有看过第一部的人的注释，来看看吧"
        },
        {
            "author": "gggbbb",
            "timestamp": 1478270340,
            "txt_content": " 本帖最后由 gggbbb 于 2016-11-4 22:41 编辑 \n\n大致跟第一部对比了下。感觉有了，意识有了，文笔也磨的差不多了，形式上也有点样子了。没什么可评的，就给点小建议好了。\n没看过前传，在内容方面不做评价。但就自我感觉来讲，无病呻吟的那段，在整篇文章中算是个累笔，要么就花费大量笔墨去往心理描写这块上去凑，要么就干脆删去。\n一些地方的语句有点混乱，可以再多推敲下。\n如果想要起到特定的表达效果，独立成段的开头倒是可以，但下文中的开头就不必重复了。这一点可以试着改改。\n另外，荧零这个人物的形象刻画的不够深刻，可以尝试着多加点细腻的描写，心理、动作、神态什么的，随便怎么加，不使内容过于单薄就好。\n其他的也差不多了，就先这样，祝进步。PS：说是不评价内容，结果还是扯到内容上了（捂脸）"
        },
        {
            "author": "我为我为",
            "timestamp": 1478270640,
            "txt_content": "gggbbb 发表于 2016-11-4 22:39\n大致跟第一部对比了下。感觉有了，意识有了，文笔也磨的差不多了，形式上也有点样子了。没什么可评的，就给 ...\n前传其实就是第一部(?? . ??)"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1478307720,
            "txt_content": "出第二部了\n加油哦"
        },
        {
            "author": "我为我为",
            "timestamp": 1478338860,
            "txt_content": "光线桑德斯 发表于 2016-11-5 09:02\n出第二部了\n加油哦\n请不要发万用回复"
        }
    ]
}