{
    "title": "Rocket 4.9.3.0更新公告及新的更新方法",
    "author": "诺羽",
    "replyCount": 0,
    "timestamp": 1478279160,
    "txt_content": "原文地址：https://rocketmod.net/viewtopic. ... 431914147bc3500be81、\n\nHello fellow RocketMod users.\n你们好，各位rocketmod用户\nThis is an important message to plugin developers, please take the time to read this.\n这是一条对于插件开发者很重要的信息，请花一些时间阅读\n\nUpcoming feature in Unturned:\nIn the next version Nelson will release this friday the first bits for client modding will be included.\nIn the future developers might create their own item logic, UI elements ect - RocketMod will play the role as a mediator - helping you \"connect\" clientmods to existing RocketMod plugins. \n在接下来的Unturned更新的特性中：\n在下一个版本，尼尔森将会在这周五(西五区时间)更新将包括为游戏客户端改版。\n开发者以后可能可以创建他们自己的项目逻辑，UI元素等 - Rocketmod将会作为一个中介协助你“连接”客户端MOD使用现有的rocketmod插件\n\nNo longer shipping Assembly-CSharp.dll & different installation for RocketMod\nStarting next friday RocketMod will no longer ship with a patched Assembly-CSharp - instead it will come as Unturned module. \nIn the future - deploying Rocket.Unturned is as easy as replacing the folder inside of \"Modules\" in the Unturned root.\n\nRockmod的安装不再需要覆盖Assembly-CSharp.dll和不同的安装文件到游戏指定目录\n下星期五开始,Rocketmod将不再发布打包用Rocketmod编译过Assembly-Csharp文件，而是用即将更新的Unturned module作为代替\n在这之后 - 部署Rocket.Unturned只需要简单的将Modules文件解压到Unturned的游戏目录\n安装方法：将下载来的Rocket压缩包的Modules文件夹解压到游戏目录\n\n\n\n\n\n99fb9f5c-57c8-4386-8e19-6460a58a2656.png (41.55 KB, 下载次数: 0)\n\n下载附件\n\n2016-11-5 01:08 上传\n\n\n\n\n\n\nI have already finished the needed changes in Rocket.Unturned and finished the module, \nNote that all scripts will probably break as the deployment changed, we will fix the scripts shipped with the RocketMod in the week after the release.\nTo prepare your plugins to be compatible with the Rocket.Unturned module try building them against this version of Rocket.Unturned.\nDon't try to install it somewhere as it will not work for now.\n我已经完成Rocket.Unturned适配游戏module需要做的改变\n请注意，所有的脚本可能因为新的部署方式而会失效，我们将解决在更新后的一周内陆续修改rocketmod和发布新脚本。\n准备好把你的插件兼容Rocketmod，请尝试用新的Rocket.Unturned文件构建插件\n不要安装到老地方，因为用以前的安装方法已经失效了。\n\nRocketMod rework aka. the \"sandbox\" update\nRocketMod is currently in a huge rework. Nelson and I have started working on a proper integration of RocketMod into Unturned, the next thing to do is a \"safe code\"(c) loading mechanism allowing only harmless code to be executed in plugins and modules - preparing the way for RocketMod plugins and client modules from the Steam Workshop. RocketMod will also be streamlined to more act as a framework and the server GUI \"Rocket.Launcher\", a built-in SOAP webservice and log4net integration is in the work. I can't give an eta when the rework will be finished but I expect it to be ready to be released in the first half of the next year.\nrocketmod重构，\"沙盒\"更新。\nrocketmod目前正在进行大规模重构。我和尼尔森已经开始为rocketmod做适当的调整，配合到Unturned中，接下来要做的是一个“安全码”（C）：加载机制只允插件和模块使用安全的代码-为Rocketmod插件和创意工坊的客户端模组做准备。rocketmod也将简化，做成一个框架配合服务器GUI”Rocket.Launcher\"启动器，一个内置的SOAP WebService和集成log4net的东西。我不能给一个准确的时间，但我希望可以在明年上半年发布。\n\nThanks for your support, also big thanks to Nelson for working with me together on this.\nI also want to thank Jamie, Simon, Matti and all the other community members for their help. \n谢谢你们的支持，也感谢Nelson的大力协助.\n也谢谢Jamie,Simon,Matti和其他的社区成员的帮助\n\nfr34kyn01535 | Sven\nPS. It's freakynoises btw, my name is not Frank! :P \nPs.再啰嗦一句,我的真名不是富兰克林!:P\n\n\n\n\n\n\n",
    "replies": []
}