{
    "title": "【周边创作活动调查】|第十一月|活动新规与建议收集",
    "author": "a2455564728",
    "replyCount": 11,
    "timestamp": 1478265660,
    "txt_content": " 本帖最后由 540083835 于 2016-11-4 21:32 编辑 \n\n在下245！复职这么久终于拿到一次发公告的机会了！实在非常激动，不过太久没写过公告了，索性就不写开场白了，让我们直接进入正题吧\n 此月暂无活动，下月继续\n想必各位也都知道新勋章的事情了吧，所以呢，针对这个勋章，我们的月活动的评分制度也进行了一些小小的改动\n*每月活动将按文章质量评为三个等级\n第一等级奖励：6人气100金粒3下界之星\n第二等级奖励：5人气80金粒2下界之星\n第三等级奖励：4人气60金粒1下界之星\nps:如果活动时长延长，奖励也会相应的增加。\n\n那么，月活动也办了这么久了，不知道各位的感受如何，借此机会，就请各位给我们提提意见吧，对活动有什么感受，建议的话，请于此帖内回复，谢谢各位！\n\n以上。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "ArtW@700",
            "timestamp": 1478266080,
            "txt_content": "对于我们做教程 做美图 模型的只能吃土了吗"
        },
        {
            "author": "xx101",
            "timestamp": 1478266260,
            "txt_content": "10月活动的下届之心呢"
        },
        {
            "author": "LRual",
            "timestamp": 1478266440,
            "txt_content": "所以说这俩置顶之间有什么不可告人的秘密么= ="
        },
        {
            "author": "幽儿~",
            "timestamp": 1478267100,
            "txt_content": " 本帖最后由 九幽之帝 于 2016-11-4 21:50 编辑 \n\n欢迎回来呀，周边创作这个版块给我的感受就是有点冷门 而且还是各派林立的状态下的 而且新人的贴纸也火不起来 \n当然这只是个人感受吧 233"
        },
        {
            "author": "WM2030",
            "timestamp": 1478267460,
            "txt_content": " 本帖最后由 WM2030 于 2016-11-4 22:38 编辑 \n\n提意见的事，本来觉得应当唤安莫两位来。\n但是一想，这两位不必喊也自己会来。\n来了说不定我还得挨上一发评论、\n所以我就很简短地说几句吧。\n\n第一，周创的月活动，整体来说给人感觉并不很能提高水准。\n写就写了，评也评了，加个分，完了。\n这我写的不好，该怎么改，是个大问题。\n所以建议加上比较合理、有一定权威性的评论。\n\n第二，周创的月活动，丰富性还可以增加一些。\n活动的多样性确实不少，但是趣味和变化上还是有待提高。\n具体措施，我提不上来。\n但是周创活动写情诗，我不觉得是个特别好的主意。\n用了个神奇的名号，可实在不是特别有趣。\n\n第三，周创的月活动，还是可以适当地加一些字数限制，延长一下时间。\n字数犹嫌太少了些，没个限制，就好像叫人写不开了。\n而言简意赅一字褒贬的功力，恐怕没几个人有。\n所以适当加一下字数限制，或是个有效措施。\n\n之前换行换错了诶呦…"
        },
        {
            "author": "a731385540",
            "timestamp": 1478267760,
            "txt_content": "噫 245 245 245~摸摸~"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1478269200,
            "txt_content": "1.建议多开展周边多元化活动,而不局限于写作\n2.建议让各模块有个分区(奖励机制),比如美图有Mine-imator和C4D,各方面都推广下"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1478270100,
            "txt_content": "希望活动多评价一下笔者，不仅局限于评分。（虽然有时候我也只评分orz）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1478300220,
            "txt_content": "活动这个问题我从今年年初就开始哔哔哔哔，现在已经哔哔了半年多了。\n鉴于版主在四五六月份已经听了我大量的难听话，我就不拣好听的说了。\n今年二月份有活动开始，就一直徘徊在文学区。后来冥王可能有一点办广的意向，反复强调过“别限制住思路”，可惜的是没有坐实。\n这个完了还有限制的问题。今年六七月份的时候我征询了十几个成员的意见，他们都觉得如果活动没那么多限制的话，可能更加自由一些（上官的意见可能有些不同）。但是现在所有人（包括我）都有一个思想：既然你已经限制了，跟你提建议，你的机制又是长期研究出来的结果，不是你说推翻就推翻的；那我就不淌浑水，不参与不就好。\n十月活动……版主都是老人儿，太伤人的话我还是不多说。\n\n现在说一些缓和点的问题。\n月制的问题。按说对于学生来讲，活动周期不宜过长，比三个月多就会出问题。但是现在采用月制，照样有问题。除非做特别精简的文章，但是这对文学区以外的部分显然不适用。下半年要比上半年强些（原因的话大家自己一想就明白），其弊端在六七八月份没有暴露出来，再加上一些其他原因，版主也没把这个建议当回事（所以我在五月份拼命提建议）。但是一月份要是再像月制那么搞，要够呛。\n（我记得以前曾经根据版内在各个时期活跃度，提出“三个月，两个月，一个月”的方案。但是现在有了下界之星，这个方案就不太可能用上了，是不？）\n当然，说句难听的，如果你继续给予严重限制，就算一年的活动也未见得有很多人参加。\n定限制的问题。别在意限制字数，限制字数没有用。思路这个东西，越广阔越好，越活跃越好，这是冥王的本意之一。你抛一个发散性的东西，然后，成员爱怎么干怎么干。其实在我，都不愿意在贴内征集，谁完结了谁的作品就参与活动（像某个活动那样，但先决条件要更灵活）。\n积分，现在是主要奖励。其实我随意发个文，也有积分奖励。可以在奖励中加进一些没有太实际用途但是能有荣誉感的东西。比如，优胜作品不论图章，获得一个什么高亮；可以有专属的标题前缀（其他作品擅自加这个前缀属于违反版规）。再比如，每次活动贴都会展示上次（或历届）获奖作品。甚至提议佟@_Tong_ 在大区的置顶活动贴，在往期活动后面附上优胜者。\n（另：其实我一直认为，视频版也属于周创的内容。趁着机制兴办，再加上对面缺版主，提议吞并视频版？@籽岷 ）"
        },
        {
            "author": "Scal",
            "timestamp": 1478315580,
            "txt_content": "不能只限于写作，不然其他几个方面突出的人无法平衡。\n还有10月的下届之星呢"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1479298080,
            "txt_content": "我就看看……都没有除了写文章的活动了么"
        }
    ]
}