{
    "title": "<原创·连载>虚妄山·远歌[第十一章·袭击][xcc]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1478410920,
    "txt_content": " 本帖最后由 xcc 于 2016-11-7 22:58 编辑 \n          面具脸正得意洋洋地想着自己的这把算盘如何巧妙，并在自己吹出的口哨声中将计划的实施步骤重温了一遍，然后不由得觉得自己的想法真是明智。\n    就在他带着几分沾沾自喜走到三楼的时候，突然被人从后面拍了拍肩膀。他猛地回头，发现隳楼站在他身后，面色战栗，像是见了鬼一般。\n    在面具脸的记忆中，那个看似无所不能的隳楼从来不会露出这种恐惧的表情。\n    一定是发生什么大事了。\n    面具脸暗暗握紧了拳头，佯装镇定道：“叔，发生什么事了？”\n    “嬴河。”隳楼喃喃。\n    面具脸心头一紧，不由得慌乱起来。他加大了说话的音量，按住隳楼的肩膀喊道：“嬴河的那帮家伙......找上来了？”\n    隳楼摇了摇头，这让面具脸立刻放松下来。但仅仅是片刻后，他又狠狠地摇了摇头，让面具脸的心弦再一次收紧。\n    “不只是嬴河，还有谦潭那边的人。”隳楼加快了语速，面色中的恐惧也开始渐渐褪去，“我们最好赶紧走，这群饿狼怕是快要找到这里了。赶紧去把杜篆叫来，等会逃到百仲那边的话还是来得及的。”\n    面具脸在听到谦潭一词的时候震慑了一下——没记错的话那可是一个人才济济的强国——随即一边跑下楼一边回头对隳楼说：“明白啦，嬴河还真是看得起我们啊。”\n    隳楼点了点头，随即返回三楼，做着他自认为需要快点完成的逃逸工作。但当他路过窗户时匆匆一瞥，却看到窗外有无数砂石扬起，以某一处为中心疯狂地旋转，像是一柱扭动着的黑色龙卷风。他暗叫一声糟糕，却看见那飓风正在极速往这里卷来。\n    飓风中有魔力波动，是嬴河的人动用大型风系法术吗？隳楼脑子中闪过一个念头，这么大阵势的法术最起码需要十个中阶的法师.....不，以移动速度和魔力波动来看，起码是10个高阶法师或是一位贤者才可以做到。他暗自分析着形势，却是越分析越心惊，不管是十个高阶法师还是一位贤者，应付起来都是十分棘手的。\n    灵旗的建筑陆续拔地而起，和龙卷风中扬起的砂石混在一起，让这风暴的面容更加狰狞。表面上是无差别地对灵旗进行打击，但隳楼清楚，这就是冲着他们来的。\n    现在疏散已经来不及了，不如赶紧跑路。他步履急促地下楼，正好撞见面具脸把抱着五本书的杜篆拽出来。\n    “发生了什么？”杜篆一头雾水。\n    “不用管这些，我们只管逃就好了。”隳楼用命令的口吻说道，语气不容置疑。\n    杜篆还想问怎么逃，却已经被拽到了安防局背面，那里有一匹全身乌黑，闪耀着金属光泽的马，见到他们三人，马鼻中喷出蒸汽。杜篆还没来得及表示自己的好奇，就被面具脸和隳楼拉上马。在他上马的一瞬间，那匹马就奋力扬蹄，向远处跑去，周身传出机器轰鸣的声音。\n    “等等......苏穆她人呢？”面具脸突然意识到不对。\n    隳楼的嘴角先是上扬了一个弧度，然后他轻声说道：“她啊——你觉得一个装作勇士的懦夫在这种时候是会逃呢还是留下战斗？”\n    “以她的性子，难道是留下来拼命？”\n    “啧，你果然不了解她啊。”隳楼回头看了看已经在视野中缩成一长条的飓风，“她早就逃了——”\n    “而且就是她留话叫我们逃到百仲城的啊。”\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n   \n     \n\n\n\n上一章  索引  下一章废言：呃\n呃该说什么好开始拖坑\n纳西所列，一米哇嘎奈\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1478411040,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n @2575174857\n@lzs1234 @WM2030 \n@zyj0807 \n@柠檬柠檬柠  @llxy \n @gggbbb  ←我也不知道为什么蓝不了\n\n\n @DGK2  你应该还能再at几个"
        },
        {
            "author": "kid小东",
            "timestamp": 1478411100,
            "txt_content": "你们城里人真会写，欺负农村人（雾）\n佯装是不是洋装。。\n据我所知穿洋装的都不是什么好人"
        },
        {
            "author": "xcc",
            "timestamp": 1478443980,
            "txt_content": "kid小东 发表于 2016-11-6 13:45\n你们城里人真会写，欺负农村人（雾）\n佯装是不是洋装。。\n据我所知穿洋装的都不是什么好人 ...\n佯装是假装的意思\n"
        }
    ]
}