{
    "title": "<原创·连载>因解效应·热寂[第五章：经历中明晰的战斗缘由][S_RwE]",
    "author": "S_RwE",
    "replyCount": 2,
    "timestamp": 1478594160,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:14 编辑 \n“纳特，听我指令，千万不要随意开枪暴露自己，跟格里也这么讲一下。”“屏蔽器对于电子眼几乎是百分百效用，只要注意不被直接看到就行。”“传送柱大概有五个，我标记出来的三个显示在你的枪上，我没法跟格里通话所以你们两个不要离的太远。”“还有两个你们自己找找，找不到也没事，传送柱上的光点开始闪烁就准备好爆破，大概20多个人，一个点送过来5个人。”“自我修复程序大概会让传送柱在接受爆破之后的15分钟后继续工作，在那之前完成要做的事然后马上离开。”“把最先到的一组跟后续人员截开，然后在最短的速度里击败他们，不需要消灭目标，把衣服上的铭牌扯掉就行。”“收到。”“你枪托地图上白色的位置都在雪莉的狙击范围之内，选择在那里交战是最适宜的。”“发现第四根传送柱。”“安置炸弹。”“收到。”“完毕，传送柱开始运转。”“引爆，剩下的交给你们了，我带着雪莉和辛西娅在25分钟后和你们在列车车厢那里汇合。”“收到。”\n前方200米处就是[EC]的坠落点，原来包裹着核心的光球现在已经同蛋壳般破碎，再向前走几步就会踩到红色网格纹路。被摄恐级无人机的[link]链接对人的情绪影响非常严重。格里站在纳特旁，按动了爆炸启动的按钮。一共四处，火光冲天而起，四根传送柱崩坏。“警告，传送装置遭到袭击。修复程序已经启动，将在9分40秒后正常运转。”\n提示音是周围的监护无人机发出的，声音很大，格里和纳特两人都能听到。气氛突然有些紧张。“安格斯，修复程序强化了，10分钟之后剩下的20人就会来到地面。”“没事，没关系，动作快一点一样能成。”回答的声音变得有些急促，“我不跟雪莉他们汇合了，一会儿直接到列车那。”\n天边的无人机被一条条红色光链连接，[EC]的坠落点是它们的源头，天空彻底灰了下来，到处都是小型螺旋桨旋转的声音，嘈杂。泛着刺目红光的无人机群汇聚如溪流，挡住了本就昏暗的光线，机翼卷起风，风扬起尘土与空气中的灰色交织，能见度降低。\n“这里是雪莉，我失去了狙击范围的视界。”“没事，我们能应付，本来你就是起掩护作用，照顾好自己和辛西娅。”安格斯快速地讲道，手指不断落在通讯器的键盘上。\n“安格斯，我需要第五根传送柱的位置，风太大了。”纳特持枪背靠在一处岩壁上，将枪托抬到脸旁讲道。“我在做..OK，好了，标记出来的黑点是正规军士兵..只有两个人，一般来说第一批次的都是班长和医疗兵..只有一个医疗兵的班级...应该不会这么巧吧...”“雪莉的视线被风尘遮盖没办法进行火力掩护，优先夺取正规军班长的身份ID。”“收到。”\n“别让他离我太近。”刚讲完这句话纳特就侧翻出岩壁，向迷雾中跑去。格里耸了耸肩，把拇指再一次准备在了炸弹引爆器上。“子弹指令——连霞弹。”步枪枪管向里折叠，原弹夹自动弹出，左手一抹腰带霞弹匣便代替了它的位置。侧滚靠入另一块岩壁，拉枪栓。“系统提醒，第一根传送柱完成双人传送。”在不太广的视线那头，紫色雾气汇聚起一个身着厚重武装的人影，一步一步走来的每个步伐都灌满了金属关节摩擦碰撞的声音。\n真的是他，纳特心里这么想着。诺厄·贝克，他的队友，曾经的队友。\n\n\n医疗兵菲亚卡·玛格丽特的行动限权连同身份认证将在回收[Electric Creeper]的任务结束后被剥夺，也即是被流放出[穹顶]。也因此，菲亚卡在传送到[穹顶]下面后的第一时间，就脱离了诺厄的视线范围。\n“这里是正规军班长诺厄·贝克，请求链接通讯频道。”“系统提醒，链接失败。”这已经是诺厄第三次发出通讯请求，但每次得到的都是失败的回复。当同班的正规军士兵的距离过远时，是不会形成通讯频道的。现在的情况就好像是这样。也确实是这样。传送柱的破坏令剩余的人没有办法传送到地面，[穹顶]的传送室在距离地面三千多米的高空，于是诺厄失去了与任何人的联系，显然，他有些焦急。“这里是正规军班长诺厄·贝克，请求链接通讯频道。”“系统提醒，链接失败。”“该死。”\n诺厄在第四次发出通讯请求后终于停下了这种尝试。一把将安在自己领口的通讯器扯下，狠狠地将其掷向了远处。零件破碎后的黑色粒子旋涡乍现。\n“同我给切尔的通讯器一样，这是生物力场手雷触发的现象，接触就会令人进入强虚弱以致睡眠。”“这是[穹顶]政府正规军队自我保护的一种机制，当某个正规军士兵无法与其他小队内所在的人员进行通讯时，该士兵就会被判定为孤立无援的状态。每一架无人机都是由[穹顶]制造的，其中的一条强制要求就是“绝不攻击身体机能微弱的人”。为了避免遭到无人机的无差别攻击，科研部队给正规军队中的每一个通讯器都安装了这种系统，便于他们进入假死状态以保护自己。”安格斯对雪莉讲道。\n“那既然已经发明了屏蔽器，为什么这种粗暴的保护机制还没有废除呢？”雪莉不解。\n“屏蔽器是一种非常小众的东西，”安格斯叹了口气继续讲道，“支持我的人很少，我没有能力将它普及。况且正规军所执行的任务，太简单了。这只是一个为了解决失业人口而创建的职业群体。”“他们根本不需要这些。”“大多数正规军士兵并没有被强制昏迷的经历，通过第一次传送到达地面的正规军班长也许会因此昏迷，纳特和格里会破坏他的身份ID。纳特和我原来是正规军士兵，我们现在身上的植入的身份ID可以通过其他士兵的铭牌重新获得激活。然后我们和切尔汇合，发动列车离开。”“但还有更大的可能性是正规军班长拒绝进入假死状态，选择抛弃通讯器而继续保持生理活动。无人机伤不到班长级别的人。在增援到达之前击败他也可以达到相同的目的。”“雪莉，我相信你，我也相信纳特。”“但假如，假如你因屏蔽器失效而遭到攻击，或是纳特在交战中落败，请你一定要放弃行动，带着辛西娅，用电浆推进器回到地下室去。”“失败重来的话就好，永远不要做出任何有关牺牲性质的冒险举动。”雪莉屏息听着，没有回答。\n\n无人机不断升起降落，扬起的风尘遮蔽了两人的视线。之中，诺厄已经被无人机群包围，机械翅不断振动环绕着他。终于，其中的一架展开了前腹的锋刃向他冲去，但他的面色没有一丝改变，不屑。套着钢铁骨节的手掌一把将其灌在地上。金属变形的龇牙声音碰撞在空气中，也碰撞在藏匿于岩壁之后的纳特耳中。时机。从岩壁后越出的身影，抬起的枪管漆黑如墨，直指诺厄的脸庞。下一刻，连霞弹幕便覆盖在了他身上。\n\n第五章：经历中明晰的战斗缘由\n曾经的并肩只存在与破碎的镜面中，升起，到达那个高度，真相将在此浮现，关于为何战斗。\n那些被剥夺意志所前往的道路，终点得到的自由必将解放一切。\n\n\n\n本章字数2209为了庆祝新搓的logo，多写200字其实我原来是想写5000字把序章的第一个点铺出来的但因为进程问题，没忍住就发掉了下章内容还会更多，争取高燃\n\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black  @DGK2 @寂寞的雨滴艾特了好多人，假如烦到你们的话跟我讲一下\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1482020640,
            "txt_content": "这章的帖子不知道是为什么\n我一编辑就跳到审核去\n不敢编辑了\n下一章详见索引，索引链接为签名档名片"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485088140,
            "txt_content": "这章明显有提高"
        }
    ]
}