{
    "title": "[多线]逆转长行—— 自由探索类RPG|战争|工会|多线|副本|活动|小游戏|[1.7.10]",
    "author": "l8976849",
    "replyCount": 0,
    "timestamp": 1478611920,
    "txt_content": " 本帖最后由 l8976849 于 2018-7-6 11:41 编辑 \n\nXC_永陆沉沦·悲歌战争RPG欢迎你\n点击链接加入群【★XC_永陆沉沦·悲歌★】\n注！请一定要看剧情任务是需要你选择的，选择不同，奖励和结局不同   \n\n\n\n\n\n服务器宣传.png (353.11 KB, 下载次数: 6)\n\n下载附件\n\n服务器宣传图\n2016-11-8 21:33 上传\n\n\n\n\n\n服务器新周目在18年7月6日开放！开服既有礼，诸位玩家抓紧进入逆转长行体验吧！\n                                                        服务器介绍                                                                           永陆沉沦服务器，又名全名XC_永陆沉沦战争RPG服务器，\n\nXC是星辰的意思，代表了我们所有的子服\n 而为什么称为战争RPG呢？\n我们主要玩法包括RPG，工会战，以及少量的生存\n当然也包含了很多阵营，进行阵营战（正在制作）\n但是其他的已经可以可以使用了，这个下列会讲到\n服务器累计开放两年整，节操保证，现在服务器即将正式开放，欢迎各位的加入\n好了，下面正式进行介绍                                                                                                关于RPG\n            上百个支线，无数唯一性成就等待你的获得，你的名字，有可能会进入服务器成就殿堂永久铭刻\n 完善的主线，丰富的剧情，服务器的各种元素是根据资料片进行，这些东西全归玩家自由探索！  \n世界上有各种各样的遗迹，秘宝，等待着你的探索  晚来的玩家不用担心超越不了，\n世界上还拥有墓穴，只要你找的到！很多地方都有隐藏宝箱，秘境，秘境内有很多宝箱，可以开出好东西\n      神器神装不是梦（但也别不干其他的一直找这个，看机遇的）\n                    \n                                                                                           关于工会战           只要杀死黄金以上的怪物，或者活动奖励，就有几率获得工会令牌，\n          得到工会令牌，领地证明，以及足够的钱，4名成员，即可建立工会\n工会可以进行各个设施的购买以及使用，具体请看（附：工会规则及建筑）\n建立工会后，可以进攻其他的工会，或者攻击敌对阵营的城镇（未开放）\n当然也可以攻击自己国家的城镇，但会减少好感度，好感到负以后会被永久驱逐，只能在中立城镇混了 \n                                                 关于资料片以及唯一任务\n\n                               资料片的触发需要玩家的自己探索，一般情况是做了个唯一性任务，然后开启了新资料片\n\n\n唯一性任务，很明显是只能有一个人完成的，这种类型的任务一般是例如：资料片更新任务，隐藏职业传承，副本的开放\n\n（这里需要说一下，如果你获得了唯一性物品或者任务，但你一个月以上没有上线，会自动的将物品和任务取消，并且等待下个人的接受）\n\n\n后来的萌新也不要怕，不要认为来晚了就跟不上了，我们资料片以及各种任务是会持续更新的，\n副职业介绍                                                服务器新开放的副职业系统，可以获得各种战斗帮助人偶师：收集材料，在木工台制作人偶，可以进行战斗但人偶是一次性使用的物品，损坏可以获得核心炼药师：采集草药，制作各式各样的药剂目前只开放了这两种，副职可以兼职  关于副本\n                     副本的开放是需要任务的一旦这个任务有人完成后，这个任务会被删除，并且开放副本\n\n\n其他的副本也是如此，所以如果看到NPC一定要与其对话，说不定能挖出点有意思的任务\n\n                                                                                                       服务器图片：\n QQ群 34962863\n\n\n\n                                            附：工会规则及建筑\n\n\n\n[spoiler] 工会建设： 村升镇需 500点 \n\n镇升小城需要 1500点\n\n小城升大城需要 3000点\n\n大城升巨城需要 20000点 \n\n\n\n（NPC+房子）+工会人数X工会等级  升级税率后X2\n\n\n村 镇 小城 中城 大城 巨城    每个居民五铜一名 \n\n\n可以无限招收 但起码两个居民一屋 否则有几率叛变 \n\n\n工会拥有工会仓库，可以在内存东西，贡献点制度等自行设置\n\n\n而且只要有房子和钱你可以无限召村民 \n\n\n工会战争:     \n\n\n攻打工会时必须单独申请 \n\n\n比如单独工会 单独个人   如果你没有没有工会就申请打工会，一个人单条一个工会 \n\n\n如果目标工会一半以上的人在线 玩家可以单人或者群体的向其宣战\n\n\n工会领地是有门的 不过平时不会关闭  直到有工会发动进攻\n                                                攻城时间\n\n单人:22分钟 每增加一个人 减少攻城时间2分钟 挑战失败每人需要支付10银作为目标工会的战利品 \n\n\n如身上钱不够则无法向工会发起攻城 \n\n\n攻打时间半小时或者一小时或者一个半小时 \n\n\n攻打时间内无限复活 \n\n\n村 镇 城 并没有看起来这么简单 实际上很多守卫   城主可以召唤护城神兽 \n\n\n如果攻城成功 获得该城的3天锐收 建筑有1%几率掠夺 每个建筑都有1%几率 有可能全拿 有可能一个没有 \n\n\n成功后该城市会获得3天的保护期   连续攻城成功两次后 该城的控制权会转交到攻城的人的手上\n\n\nNPC攻城:会有专属的攻城单位 工会成员三分之二在线 就有一定可能发起攻城\n\n\n攻城单位会掉落高额金币 如镇长被杀死 这会取消掉2天的锐收\n\n\n\n\n\n\n\n\n\n货币.jpg (113.47 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-14 21:43 上传\n\n\n\n\n\n\n持续更新，未完待续 详细请加群34962863\n\n\n\n\n\n\n\n",
    "replies": []
}