{
    "title": "The Humble Blockjam 即将开始！",
    "author": "LocusAzzurro",
    "replyCount": 12,
    "timestamp": 1478619600,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-11-24 14:54 编辑 \n\n\n\nTHE HUMBLE BLOCKJAM BUNDLE IS ABOUT TO BEGIN\nThe Humble Blockjam 即将开始！\n\nOwen Hill 2016年11月8日发布\nPosted on Nov 8, 2016 by Owen Hill\n\n嘿！\nHey!\n\n前方高能！\nExciting news ahead!\n\n我们召集了一群开发者一起通过制作游戏的方式来进行公益募捐。你可以通过在Humble Bundle的网站上进行捐助（额度不限）的方式来下载这些游戏。这个活动将在今天下午3点开始，在中欧时间周四下午7时结束。\n\nWe’ve teamed up with a bunch of our developer buddies to create games and raise money for charity. The games will be available to download from Humble Bundle’s snazzy website in exchange for a donation of your choosing. It starts at 3pm today and ends at 7pm CET on Thursday.\n\nBlockjam的参与者中包括一些Mojang开发者，一个来自微软Seattle总部的家伙，Grapefrukt，Ludosity和来自Oxeye Game Studio的帅小伙们。除此之外，我们还将进行一次Mojang官方直播，本次直播将由史上最强的三位Youtube主播进行主持：笑声鬼畜的喵型人Stampy; 犬类艺术爱好者StacyPlays; 和极度热情，名字极度难读的Squaishey。\n\nThe Blockjam will include a few groups of Mojang developers, a chap from Microsoft based in Seattle, Grapefrukt, Ludosity and the wonderboys from Oxeye Game Studio. We’re even putting on an official Mojang livestream that’ll be hosted by three of the greatest Minecraft youTubers of all time - cat-shaped man with the insane chuckle, Stampy; cheery lover of dog art, StacyPlays; and the infectiously enthusiastic and difficult to spell, Sqaishey.\n\nGrapefrukt和Ludosity也会开启他们自己的直播间。就算你去看他们的直播不看我们的也没关系。嘛，我不在乎，Stampy我就不知道了。\n\nGrapefrukt and Ludosity will be hosting their own streams too. We won’t be upset if you watch their stream instead of ours. Well, I won’t. Can’t speak for Stampy.\n\n\n\n募捐所得的100%都将交给Block by Block，一个为世界上的贫穷社会提供公共设施的企划。这些集体中的成员将会使用Minecraft来提出建议影响最终的结构设计，我们因参与这个伟大的计划而感到莫大的荣耀。但是一段时间之后我们发现在现实中实现这些需要很大的预算，这也是需要捐助的原因。\n\n100% of the proceeds will go towards Block by Block - an initiative which funds public spaces in poor communities around the world. Members of these communities use Minecraft to help influence the final designs. It’s an amazing thing that we’re extremely proud to be a part of. But over time we’ve discovered that building cool things IRL is actually super expensive, hence the need for donations.\n\n这些游戏都没有DRM（数字版权管理）所以你不需要担心在线登录，订阅或者恶心的Season Pass。每个游戏的系统配置需求与运行平台还没有决定，每个游戏到底有多好玩也是未知数。\n\nAll the games will be DRM free so you don’t need to worry about online logins, subscriptions, or yucky season passes. The system requirements and platform each game appears on are yet to be decided, as is exactly how fun each of the games will be.\n\n对！你不会上当！看直播！捐善款！玩游戏！喔！哦对了，如果你想在社交平台上提起这件事，记得使用 #blockjam 话题。\n\nSo yes! There is no catch! Watch the streams! Donate to charity! Play games! Woo! Oh, and use #blockjam if you’re going to talk about it on your social medias.\n\n噢对，最后一件事，如果你够大了，别忘了去投票，美国人民们！虽然Blockjam非常厉害，为了它而不去投票可是个非常糟糕的想法。Mojang对未来世界的自由度可不负责。\n\nOh - one last thing - don’t forget to vote if you’re old enough, Americans! Despite its awesomeness, the Blockjam is a terrible excuse for not voting. Mojang will not be responsible for the future of the free world.\n\n谢谢！\nThanks!\n\nOwen - @bopogamel\n\n\n原文：http://mojang.com/2016/11/the-hu ... -is-about-to-begin/\n",
    "replies": [
        {
            "author": "Actahedral",
            "timestamp": 1478632260,
            "txt_content": "肯定有人要问Block by Block是什么东西"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1478659500,
            "txt_content": "Block by Block是什么东西？"
        },
        {
            "author": "Exodus",
            "timestamp": 1478659740,
            "txt_content": "最后貌似是自由国度（美帝）的未来？？"
        },
        {
            "author": "dwch",
            "timestamp": 1478667720,
            "txt_content": "每个游戏的系统配置需求与运行平台还没有决定，每个游戏到底有多好玩也是未知数\n你不会上当\n感觉有一丝阴谋的气息"
        },
        {
            "author": "feng880506",
            "timestamp": 1478674800,
            "txt_content": "支持～～～"
        },
        {
            "author": "chyx",
            "timestamp": 1478687220,
            "txt_content": "Exodus 发表于 2016-11-9 10:49\n最后貌似是自由国度（美帝）的未来？？\n于是川普还是当上了总统。。。。。。。"
        },
        {
            "author": "xxyyjj",
            "timestamp": 1479015060,
            "txt_content": "6666666666666666666666666666666666666666666666666"
        },
        {
            "author": "大公鸡AAAA",
            "timestamp": 1479546420,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "大公鸡AAAA",
            "timestamp": 1479546600,
            "txt_content": "66666666666666666666666666"
        },
        {
            "author": "白羊羊",
            "timestamp": 1479548580,
            "txt_content": "奥巴马就要离开岗位了"
        },
        {
            "author": "zpydwz",
            "timestamp": 1480412400,
            "txt_content": "6666666666666666"
        },
        {
            "author": "奶味钙片",
            "timestamp": 1480801680,
            "txt_content": "额。。。这和我的世界有啥关系吗。。。"
        }
    ]
}