{
    "title": "[双线]奥比岛 —— 24小时开放tnt炸家|MCheil模组|超多MOD|再创第一炸家战争服[1.710]",
    "author": "Water丶Melon",
    "replyCount": 0,
    "timestamp": 1478679120,
    "txt_content": " 本帖最后由 Water丶Melon 于 2017-8-21 23:41 编辑 \n奥比岛战争服全面开启\n\n\n在开始游戏之前我想问你一个问题...你..经历过 绝望吗？\n\n简介有人可能会觉得我在故弄玄虚夸大其词一切的一切还是要靠你自己来体验在本服务器内所有玩家都有任意开火的权利所有的诈骗偷窃拆家等行为都是允许的全世界除了主城世界 全部都死亡掉落隔着屏幕 你是否能嗅到其中人性的罪恶面然而更恐怖的 不仅仅是这样...你觉得已经可以了？不 我觉得这还不够！所有玩家只能靠着自己的能力发育可以叫上自己的好基友一起来玩服务器如果其他玩家什么的 他是善还是恶？只能看缘分和运气咯当夜晚变成煎熬你是否体验过拿着火把瑟瑟发抖的恐惧呢\n我敢说 我们就是MCBBS 最有经验的炸家服务器\n\n服务器三不原则1.永远不出售OP/创造/tp 或者影响平衡的武器2.永远不干涉玩家游戏 或者是偏袒赞助rmb玩家3.永远不换周目 至少半年内！\n在末日里 我能做什么\n为了让服务器不简单单调我们添加了许多趣味性模组需要玩家自己去探索[mod量达到20+]让战争炸家不再单调无趣\n\nFAQ\n什么叫炸家答:普通TNT玩家可以制作制作完成可以选择破坏别人的领地榨取箱子里面的物资只需要几个火药破坏别人几天几个月的汗水岂不是刺激又人性末日要做就要做的彻底不光有怪物 还要有人性！\n服务器如何获得金币？\n答：杀怪和击杀其他玩家 都有游戏币奖励.被杀的玩家会扣除金币哦\n服务器如何长期发育下去？\n答：创办属于自己的领土 做好防御措施 发展工业能力其实主要还是看你自己的运气 如果发育的早 以后会有很多小弟抱你大腿 科科.\n服务器圈地用什么 对僵尸有用吗？\n答：首先我要遗憾的告诉你 该破坏还是会破坏的 不过对其他玩家还是有用的 如果碰到战争服的大手子 卡领地把你家洗劫一空 那你只能自认倒霉咯..\n服务器有没有副本？活动什么的？\n答：服务器会经常举办各种活动我们搞得是生存战争 难道那些带有属性和智商的AI僵尸 不够你们吃上一壶\nOP是不是高冷要死无视玩家不听玩家意见？\n服主团队一共两名OP 一名为服主另外一名为策划\n例如发现新BUG或枪械数据不平衡可以私聊群里的策划\n我们会认真处理每一个意见和BUG\n玩家的意见等于服务器的未来\n\n对于那些楼下的恶意刷分评论 你有什么看法？\n答:因为本伺服是带有战争和破坏性质的 不免就会有一些小学生和玻璃心参与进来还有小部分是同行黑 必然都会有一些恶意评论和差评我倒是不是很介意 因为优秀才会引人注目你想黑 不好意思 我们开的是战争服 缺的就是黑粉你越黑 说明我们的服务器越残忍刺激塞翁失马 焉知非福呢好不好玩 只有你来了 才知道\n\n[心理素质差的玩家 勿扰 不欢迎]集体MOD简介一览\n末日模组光反抗人类有什么意思？人与人之间见面开枪的问候方式你玩腻了嘛？我们添加了攻城MOD此mod让各类怪物都有了超人的AI僵尸会打方块 放置方块 苦力怕见到你会冲过来爆炸蜘蛛会向你吐网 爬墙 小白变成狙击手烈焰人会在主世界生成每秒生成五只怪物当夜晚变成煎熬你是否体验过拿着火把瑟瑟发抖的恐惧呢\n枪械模组嘿 来这里 我让你给你看个宝贝！知道什么才叫真正的公平嘛我们采用真正的公平方法服务器内没有比钻石套更厉害的装备我们没有装备了不用担心 主城的枪械台不是小气的手枪而是非常实用的枪刷新给你心动不如行动哦\n地皮世界什么 工业没地方做？做家不好找地方？不存在的 服务器专门给玩家提供了地皮世界在那里 枪械仍然有伤害 末日依然还在进行着哈哈哈 你以为你能逃过一劫嘛还是太天真了\n空投插件相信不少职业的战争贩子都认识这个模组这个主要是在服务器里会不定时公告 十分钟二十分钟一次刷新空投空投里面有丰富的枪械物资当然主要是为了玩家争抢空投 这样空投一降落玩家们就会去火拼也算是不定地点的战区了\n人民币元素没错 还在以为你只是在单纯的玩游戏嘛为了增加服务器的上线率和在线时间服主可谓是绞尽脑汁于是决定任性一把每个月都会评出KD比最高的玩家（所谓KD比全程Kill:die 就是杀敌÷死亡）奖励400人民币真实奖励奖励支持QB|支付宝|微信方式发放人在做天在看 又不是第一次发放了你心动了吗？\n\n更多动作你还在玩那种毫无技巧性的战争？你体验过暗杀的感觉么？为了战争的技巧性我们添加了此MOD.玩家可以滑翔 匍匐前进 游泳 二次跳跃 爬墙等让战争不再单调！\n\n图片欣赏时间[attach]1100865[/attach]\n\n\n\n\nQQ图片20170718201545.jpg (60.88 KB, 下载次数: 0)\n\n下载附件\n\n2017-7-18 20:28 上传\n\n\n\n\n\n[图片等待更新]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20170718201536.jpg\n(146.57 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-7-18 20:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}