{
    "title": "【原创·连载】【英灵虚空Ⅱ】【第二集】【byRing】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1478872140,
    "txt_content": "像看前传来戳我！一些小废话\n\n1.新旧双开吧，看心情想写哪个写哪个吧。\n2.之前写的都算前传吧。\n@冥王星人 @安根_Engon \n\n没有看第一部【前传】请看这里\n\n英灵虚空小常识：\n1.这个虚空由英灵创造\n2.荧零无父无母，是神石中出生，原本在一个不起眼的村庄生活\n3.这个虚空由多个国家和种族统治\n正文：\n[spoiler]\n  荧零左看看，右看看，整个房间只有一把水果刀能当作是武器，幸好那水果刀就摆在他旁边。他飞快地抄起水果刀，准备向着那“人”头部投去，可他急中生智：他头上已经有伤痕了！说明打到他头上是没用的！  一刀飞过，恰好插在那“人”的腿上，那“人”支撑不了自己运动了，无奈地倒下去。但他叫声还没有中断，他正一次一次拖着那条流出染红地板的血液的腿向着荧零爬动，头也不抬一下。\n  荧零获得短暂的时间供他喘口气。他现在可以选择绕过这个“人”直接跑出门外，可他又担心万一这怪物握力强大，一把抓住他的腿把他拽倒是很有风险的，而且楼道也不一定安全，有可能有更多的这种生物，凶多吉少。\n  荧零拿出一根火柴，划出希望的火种，他又拿起地上一袋垃圾，希望之火燃烧起来。那燃烧着的垃圾袋被他扔向那“人”，一阵火光，那怪物全身衣服都燃烧起来，在烈火中呻吟。荧零才刚刚意识到，不好！一会儿整个屋子都烧起来了！他爬到窗台上面，扽开窗户。楼下两层，他被迫地选择跳下去，先是跳下楼下的露天阳台，再跳到地面上，终于到达单元楼下，转危为安。\n  时事是最重要的，他打开手机搜集新闻，不用搜了，头条就是旧康郑城的消息。\n头条新闻：奥克帝国旧康郑城新瘟疫正在蔓延\n  （报道于英灵1157年11月8日）近日，一种新的疾病开始在奥克帝国旧康郑城蔓延。目前尚未发现零号病人，传播原因为旧康郑城某些学校或小区或其他单位因空调空气污染所致。该疾病可致使感染者在几小时内发生一系列剧烈症状直至死去，等级高的人可以凭体质抗住时间长一些甚至免疫。被此疾病致死的感染者，复杂的神经系统将会重构，而且会使受感染的脑细胞转换为无氧呼吸模式，导致有大量的乳酸的堆积进而破坏感染者的高级大脑进程和人格。瑞英教和奥克帝国盟国马列罗共和国前来参与抗击瘟疫活动。致今日上午八点整，该瘟疫已经感染313672人，死亡8593人。马列罗派出该帝国最高特务组织“零九组”中最顶尖刺客空刈清理感染者。疫情尚未得到控制，特效药暂未研发出，请广大公民不要随意外出，政府已经在各个地区设立撤离点，由部队把守......\n  荧零把手机收回，已经不需要说什么了。\n  荧零当前在祈福小区，数据显示，当前是上午十一点十分，第一个撤离点活动在下午一点十分开始，五点十分结束。还是来得及的。\n\n\n  \n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1478877180,
            "txt_content": "内容不作评价。\n暂且先是不提那些合理性之类的小毛病，光是那点动作描写，就看得我有点……嗯。\n这块倒是需要多磨练，但一时之间想要有长进，还是得靠自己的领悟。也许，你可以试着去搬那些优秀的打斗段子，再好好的塑造下自己的文风。要知道，抄袭什么的并不是件可耻的事。\n扯远了，再来看点细节。\n那条流出染红地板的血液的腿\n无论你是为了特立独行，还是随性而作的，最关键的一点就在于，你这段话让人看得不舒服。说透点，就是不通顺。描写这东西，画面感什么高大上的东西倒是其次，但最关键的是，最基础的通顺连贯你不能丢吧。所以这点就有些说不过去了。我并不是揪着个细节失误就死缠烂打粘着不放的人，我只是想向你表明一种态度，文章写的次点可以，但最起码的程度也得达到吧。\n别的就不说了，多揣摩下语句吧。"
        },
        {
            "author": "我为我为",
            "timestamp": 1478910720,
            "txt_content": "gggbbb 发表于 2016-11-11 23:13\n内容不作评价。\n暂且先是不提那些合理性之类的小毛病，光是那点动作描写，就看得我有点……嗯。\n这块倒是需 ...\n内容你觉得如何……略微评价下吧，私信我评价也行，麻烦啦"
        }
    ]
}