{
    "title": "<原创·单篇>樱粉流光[by:空冷]",
    "author": "GapCold",
    "replyCount": 3,
    "timestamp": 1478943180,
    "txt_content": " 本帖最后由 GapCold 于 2016-11-12 17:38 编辑 \n\n一些废话\n我再也不想写这种风格了！别叫我写这种风格了！\n\n\n正文\n \n“生日快乐，身体健康。”    这是她第五年收到的卡片，总是一如既往的八个字加标点符号。彼时她已端坐在独剩一人的会议室中，固执地维持着高傲的姿态。假设忽略掉脊椎张隐隐跳动的痛感，一切真的是很惬意的。    那种真实感慢慢上浮起来，她终于垮了垮肩膀，吸了吸鼻子。    又该感冒了。    素白的筏，永远缀这那抹抹粉红，像散落在时光中的碎片，那种触感若隐若现，忆余几许。（一）    微风清吟，叶满浓天。光亮晕染在丛林里，像埃菲尔铁塔，像摩天轮。这样好的天气，身体却好像故意和她作对似的，虚弱来得猝不及防。高温的因子在他的身体里潜伏着，她神志不清地戳了戳他的肩膀，低声说：“你看看我是不是有点不正常”。    男孩愣了楞，一本正经地回道：“一点儿？”他看着她脸上闪现着的不正常的红晕，随后还是伸手探了探她的额头，低声说了句。    “病得不轻。”往医务室的路，不知为何被拉得好长好长。    在脚步移动的瞬间，仿佛重量都已经消逝。（二）    “还给你，鬼才喜欢粉红色。”那显得有点笨拙的千纸鹤，掉落在他的笔尖旁，他抬头不解地望着她的头顶，她硬是不抬头。任凭他的目光如何深邃，就是佯装没看到。     “你们女生不都喜欢粉红色吗，粉红色很适合你啊，美好又单……”她斜睨了他一眼，那种从瞳孔深处散发出来的冰冷，那埋在围脖下可以想象的尖尖的下巴，让他停止了话语。她神色自若地拿了纸使劲揪鼻子，通红得有点凛冽，浓浓的鼻音慢慢扩散。    “我喜欢黑色”说完拿起笔筒里的圈字笔，大把大把地涂在千纸鹤上。“喏，这才是我的颜色。”    男孩听着她不同于往日的嗓音，嘴角不禁上扬，像故意要反驳她似地道“怎么感个冒就变得这么嗲。”    其实在说那句话时，他是无措的。她表现出来的抗拒与冷漠其实都像往常一样，那堵墙并没有被那小小的依赖化解。把那种慌张隐藏在笑容中，是不是好些呢。看着那浓黑的千纸鹤，哪里还是什么千纸鹤。    他不过是希望她早些好罢了。    “我发誓再也不会得感冒。”    夜色散开又拢合，她低头整理着这几天来厚得不寻常的一沓试卷，泪滴像从山谷的裂缝空阔地滑落一样，渺小，孤独。流进冰冷的绒毛里。（三）    有没有什么时候，觉得自己像个怪人。    窗前的老榕树被去年的超强台风刮倒了，那些倚靠好像只要断了根就能解决，最后还是兀自分离的。    那时母亲望着那还叶色浓绿，枝干却不再矗立的大树说：“可怜啊。”    可怜啊。    她也在心里说。这棵树在走到尽头时被哀悼的前提是，它倒对了方向吧。这种于树本身的悲哀，是因为它只是树而已，不是吗？    没错，这就是她，好像排斥着世俗却又被世俗所排斥的人。    “嘿，你看那个女孩的裙子多好看，粉红粉红的，还有那发卡，粉红中带着点水钻，整个人都不一样了，还有还有……”可生活的列车往往会出轨。    就像她的身边会有人信誓旦旦地说：“我一定会让你喜欢上粉红色的。”    桌上静静地摆放着一本图集，封面是飘散的樱花。    那种缥缈到近乎透明的花瓣，像在另一个世界游走般，每一步都是轻盈的，甚至是纯净的。活着的，死去的，还在枝干上的，缓缓飘零的，在那个颜色下，好像都是一样的。    她看得出了神，身后缓缓传来声音，温暖的，连绵的。    “等你喜欢上粉红色，我们就去看樱花吧。”    一起。（四）    他被簇拥在人群中，笑容明亮。平安夜前夕，他带领的篮球队在市里的校园篮球比赛夺冠。周围的话语，她第一次不觉得聒噪，周围的热闹，她第一次感到平和。    因为是他吧，尽管灿烂得与自己格格不入，还是走进了她的生活。    第一次全班人一起度过的平安夜，他们还没有说过一句话，她找不到理由向前去道一声祝福。可他的笑容未有半点削减，身边的人未有半点减少。其实自己，还算不上一部分吧。所有小小的悸动，不过是内心自以为是的消遣。    那时，她突然想起了落落说过的：“这样的男生，他朝你走近，可以并不是向你走来。”    到了许愿望的环节，人人要求说出自己的愿望，只记得那时大家有的人说，希望生活像偶像剧一样浪漫一点，有的人说要赶快高中毕业来一场真正的狂欢，有的人说要考上某某名牌大学，所有人都跟着起哄喝彩。    只有她，不带一丝犹豫地，“希望永远身体健康。”    如果再在后面加句“读书聪明”的话，真的好像是老一辈的人在祭拜时常常教导我们要  说的，让全场都安静了下来。那时，他看着她，一脸忧伤，莫名的，隐匿的。    “我希望某人的愿望能够实现”，他朝人群中深深地望了一眼，又露出往日的吊儿郎当，却又好像不同了些什么，“像粉红色一样开朗。”    “容易开心。”（五）    后来的日子里，她已经很少想起高中的生活，或许是担心，每每的回忆，无时无地都是他的话语，他的身影。    只有他。    “阿铁啊，我昨晚梦见我的高中生活了，而且竟然梦到我们的高中是在一起读的，然后我们从高中就开始谈恋爱了呢！”母亲向父亲说得一脸欢乐，好像充满了小女生的幸福。    那种柔软，怎么她就不曾向他表现过呢。    那种骨子里的自卑用高傲来掩饰，实在让她觉得自己的虚伪。    那晚，她终于梦到他了。他在操场上尽力的跑着，一圈，两圈，三圈……    他喘着气大声喊着“你怎么就不明白呢，怎么就不明白呢！”    别跑了，别跑了，可是她说不出口。她是黑色的啊，黑色是所有不好的，令人厌恶的聚合体。她怎么能够去靠近他，她怎么有勇气去靠近他。    她惊醒过来，泪流满面。。    这哪里是梦，真实得嵌入骨髓。    在最后的时刻，其实他对自己，也是放弃的吧。\n    晚霞的光透过落地窗散射进来，她伸手握住手心，张开。    什么也没有。    就像是她的青春一样，一直努力地想把自己包裹起来，那种内向的孤独，心里不知为何充斥的灰暗，一直是她给自己设定的标签。    但即使是那样的她，那样不堪的她，怎么可能会按捺得住那些努力要进入她心里的温暖与灿烂。其实他还是有很多不知道的吧，譬如生病时下意识地叫他，完全是出自本能；譬如她在感冒那天返校对他爱理不理，是因为自己生病时嘴唇惨白，脸色很差，不想让他看见自己这么丑的样子；譬如自己对他说出不要再感冒的誓言，并不是气他说自己“嗲”，而是不想再尝试独自一人在家中，看着温度直窜四十度，边喝着苦涩的药，边嚎啕大哭的狼狈，脑海中却一直浮现着他的脸；譬如她早在当年，就喜欢上了粉红色。     因为他而喜欢。     她再次拿起卡片，轻轻地摩挲，指尖好像触碰到与纸质不符的柔软。翻过来，是一片，贴在上面的，切切实实的樱花瓣。光在上面来回反射着。   “今年，可以一起去看樱花了么？”   手写的字体，让她想起了当年那厚厚的试卷中夹着的他手写的答案，为了让她能够校对，简答题的，解析题的，大片大片地全都抄了下来。明明他是不喜欢写字的，这是她知道的。     “笨蛋!”     “以后能不能换句祝福语！”     “等这句话好久了。”     泪水就像少年时代一样怎么样都流不完，流着流着，又流回了少年时代。\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1478943240,
            "txt_content": "文很不错，但是你的标题格式错了吧...要加上[by：作者]的"
        },
        {
            "author": "GapCold",
            "timestamp": 1478943480,
            "txt_content": "Dream_Black 发表于 2016-11-12 17:34\n文很不错，但是你的标题格式错了吧...要加上的\n已加，谢谢提醒"
        },
        {
            "author": "gggbbb",
            "timestamp": 1479006720,
            "txt_content": " 本帖最后由 gggbbb 于 2016-11-18 17:34 编辑 \n\n内容不作评价。情节紧凑，详略得当，这是优点，我就不再多说。\n文风的话，倒是常见的很。不过这种轻松惬意的文风，用在这种微型言情上，却是再好不过的。\n文章倒是挺好，但有些地方仍旧有些欠佳。就拿结尾的最后一段来谈谈好了。\n但即使是那样的她，那样不堪的她，怎么可能会按捺得住那些努力要进入她心里的温暖与灿烂。其实他还是有很多不知道的吧，譬如生病时下意识地叫他，完全是出自本能；譬如她在感冒那天返校对他爱理不理，是因为自己生病时嘴唇惨白，脸色很差，不想让他看见自己这么丑的样子；譬如自己对他说出不要再感冒的誓言，并不是气他说自己“嗲”，而是不想再尝试独自一人在家中，看着温度直窜四十度，边喝着苦涩的药，边嚎啕大哭的狼狈，脑海中却一直浮现着他的脸；譬如她早在当年，就喜欢上了粉红色。并不是说情节与伏笔的埋设有问题，在这点上还是较为成熟的。但在最后，在这个爆发的点上，做的却是差了点。你应该会有点类似的体会，埋了伏笔就是为了爆发，这样才能保证文章的连贯性。但是唯独这一段，我却觉得有些难看。\n首先，你要明白，就算是伏笔的一个爆发，也得让人读得津津有味，为你的层层铺设的情节而喝彩叫好，这才算是成功的爆发。但你的这一长串，给人的并不是流畅的叙述，而是繁杂的堆积。我个人的建议，就是挑重点。那些不必要的，羞耻感爆表的，无病呻吟的，全部删除。将剩余的内容，用并列的短句链接。如果不够，就在上文再添些伏笔好了。\n问题来了，为什么不通又为什么要改呢？其实原因很简单，但作者往往总结不出来。无非几个字，那就是生硬牵强。我想我不用过多去解释了，自己多体会下就好。\n\n第二个问题，就是细节处理这块的不足。说白了，就是不会写什么精细的东西。\n你的这种清淡简约的文风，倒是很好的掩饰了你在细节上的缺陷。虽然不必过多去操心，但这点文字功底还是要磨的。\n具体的我就不点了，也不用改，多注意下就好。这毕竟是个基本功的问题。\n\n\n大概就是这个样子了。那么，祝进步。\n\n赶紧贿赂我\n"
        }
    ]
}