{
    "title": "【原创·连载】这一切，都是为什么？<第一章:第三颗钻石>",
    "author": "what_name",
    "replyCount": 3,
    "timestamp": 1478953740,
    "txt_content": " 本帖最后由 what_name 于 2016-11-12 21:41 编辑 \n正文:\n\n    “哦，我的天哪！今天发生的事情太奇怪了。我无缘无故来到Minecraft，Alex连续失踪2次，这到底是怎么了！我不能再这样了，我得去寻找事情的真相！”\n    “哦？是吗？”\n    “你是谁！”\n    “想要知道我是谁？先找到我再说吧，我在地狱等着你哦~”\n    这个神秘的人使Steve充满好奇心。\n    “我记得，书上说过，地狱，也就是下界，那是一个很恐怖的地方，需要搭建用黑曜石做的传送门才可以去呢......”\n    Steve陷入了沉思，周围的一切事物，都无法引起他的注意力。几个小时后，Steve才从那无限的沉思中慢慢的回到现在，回到此刻。他用那坚定的眼神凝视着周围的一切。“我决定了，我就要去地狱，为了Alex，也是为了我自己！”他拿起了那把破旧不堪的铁镐，进入了矿洞，寻找着那可以制作钻石镐采集黑曜石搭建地狱传送门的钻石。可寻找钻石并不容易，玩过Minecraft的都知道，除了绿宝石，最难找的就是钻石了。\n    还好，Steve是幸运的，他进入矿洞就看见了一个巨大、险峻的峡谷，峡谷到处都是矿物.\n    “唔，这峡谷真大啊，这里一定会有钻石的！”Steve感到眼前充满了希望，他顺着水流下去了。他相信他一定能找到他梦寐以求的钻石，他相信只要坚持就一定能成功。\n    果然，他顺利的找到了钻石，可是，只有2颗，而合成钻石镐至少需要3颗钻石。\n    “不！这里一定还有钻石，一定还有！”Steve原本那信心渐渐地消失了，他找遍了整个峡谷，始终没有找到那第三颗钻石。他现在已经绝望了，他觉得这个峡谷没有钻石了。\n    而在这时，他又陷入了沉思。当他再次回到现在时，他的似乎再次充满了希望。\n    “我一定要找到第3颗钻石！”可现实是残酷的，找到第3颗钻石并不容易。Steve找了5个峡谷，9个矿洞，始终没有找到。可他任然忍受着饥渴，寻找着那第三颗钻石。他越来越饿了，在这漆黑中，他感到寒冷，感到无助。他渐渐地感到越来越晕了，每一秒，对他来说都是艰难的；每一步，对他来说都是一个考验；每一次跳，对他来说都是不可能的。没过多久，他感到他并不是单纯的晕了，眼前渐渐变得漆黑，越来越黑，越来越黑。半小时过去了，他突然倒下了，他那颤抖的腿，寒冷的心，饥饿的胃，已经不足以让他继续寻找那几乎不可能找到的第三颗钻石了。\n    没过多久，矿洞中突然传出了脚步声。他看见Steve昏倒在地，便将他带回了家。他将Steve放到了床上，做了蘑菇煲，放在床边，自己却继续陷入忙碌了。\n    Steve渐渐醒来了，“这是哪里？我怎么在这里？有人吗？”他从床上下来了，看着周围，他充满了问号。\n    突然，那脚步声又响起了。“你是谁？我怎么在这里？”\n    “我，只是个普通的矿工罢了，我看见你昏倒了，便把你带回来”\n    “哦......”\n    矿工拿起了蘑菇汤，递给了Steve。“快喝了吧。”Steve喝下汤后，做在床上又陷入了沉思。这时，矿工拿出了一颗钻石，Steve瞬间两眼发光，说：“我......就是为了找1颗钻石......才会这样的。”\n    “你不知道吗？现在全世界只剩下3颗钻石了，我有1颗，剩下2颗不知道被谁挖到了”\n    “我......我挖到了，那2颗钻石我全都挖到了”\n    “你为什么要挖钻石呢？”\n    “我......我要......去地狱！”\n    “你疯了吗？地狱很危险的，目前为止还没有一个人能从地狱活着回来，他们一个接着一个地死去，难道你也想像他们一样？”\n    “我......我......”Steve又昏过去了。\n\n\n\n上一章   下一章\n\n",
    "replies": [
        {
            "author": "2396392765",
            "timestamp": 1478956440,
            "txt_content": " 本帖最后由 2396392765 于 2016-11-12 21:41 编辑 \n\n文章写得好有悬念0.0\n不得不纠正一些字...\n\n第八行的“地狱，也就是下届”得改正一下“地狱，也就是下界”，还有“他是一个很恐怖的地方”中的“他”，貌似是对人的称呼吧 改成“它”应该会更恰当\n支持一下~ 楼主快更新 我都等不及了\n下一章没有脑洞了是吗？？？解题过程是这样的：\n∵史蒂夫去地狱才会好看，好看才会有人气和金粒①\n又∵史蒂夫不去地狱那还有什么好看的 说不定没有人气和金粒呢？②\n解:设史蒂夫有没有去地狱为X，楼主的脑洞也=X(没为什么)，则史蒂夫去地狱为X+1\n∴由②知史蒂夫没去地狱为-x-1\n                     -X-1=X+1\n                    -2x=0\n                       x=0/-2\n                     x=0\n则目前楼主没有脑洞......\n喂！那为什么说“下一章没有脑洞了是吗？？？”... 而是算楼主现在的脑洞QWQ"
        },
        {
            "author": "2396392765",
            "timestamp": 1478958300,
            "txt_content": " 本帖最后由 2396392765 于 2016-11-12 21:47 编辑 \n\n有点小小的意见 不知道能不能OPEN楼主的脑洞......\n史蒂夫昏过去了以后才发现那个矿工喂他喝了下了安眠药蘑菇汤，两颗钻石被抢走了。\n然后史蒂夫探索到了新的维度 设是钻石行星QWQ 怎么探索lz你自己脑补脑补吧......\n嗯哼 然后又打开了一场冒险旅程......\n像是什么科幻的... 表示我更爱科幻类的QWQ\n如果这个解开了你心中的方程式的话0.0 那就用金粒砸死我吧QWQ"
        },
        {
            "author": "what_name",
            "timestamp": 1478958480,
            "txt_content": "2396392765 发表于 2016-11-12 21:45\n有点小小的意见 不知道能不能OPEN楼主的脑洞......\n史蒂夫昏过去了以后才发现那个矿工喂他喝了下了安眠药蘑 ...\nqaq你晚了一步，我都快写好了"
        }
    ]
}