{
    "title": "我服务器在于2016年8月16日结束的，现在想重新发展，恳求咨询其他服务器怎么发展的",
    "author": "1137305770",
    "replyCount": 8,
    "timestamp": 1479005100,
    "txt_content": "我服务器在于3周目才开5周不到就结束了，现在麦块宣传又不太好了，怎么才能服务器发展快，玩家高兴",
    "replies": [
        {
            "author": "MC_kemi",
            "timestamp": 1479005100,
            "txt_content": "首先服务器开服、宣传前一定要把准备工作弄好，需要ban的物品--和玩家相关的权限--新手福利和赞助列表--整合包的高低配置分类--方便玩家的文件\n（比如神秘的要素合成图、被ban物品列表、mod列表、材质包和相关指令大全）做好一切防熊措施。\n\n如果是mod服，生存世界尽量一切关于mod的地形生成都关闭，不要影响玩家建筑，地狱、末地这些需要弄到资源世界方便刷新。商店最好不要直接卖mod的矿物，如果是AE的模板这些寻找的东西可以卖一下。圈地尽量方便玩家。\n\n服务器不要出售op和群内管理权限，基本玩家看到你卖这个就走人了，万一出了熊op之类的你也不好收场，尽量找两三个熟悉的朋友，熟悉服务器指令并且每天都有一定时间用电脑的那种来管理服务器，出现bug方便及时解决。\n\n宣传目前就是麦块、MCBBS，百度三个某吧。推荐是在BBS宣传介绍详细点，贴吧那种地方其实也挺容易找来人或者熊的。每种贴吧可以发一个帖子然后10分钟顶一次，这样前几天虽然麻烦点但是也能招来不少人。介绍一定要详细，带上服务器各种图片之类的。可以适当举办一点活动，但不要破坏玩家发展平衡（比如一个玩家一次活动就发达了）。\n\nmod选取方面，一些大众化主流mod配上自动化还是受到很多人喜欢的：比如神秘时代、BC建筑、应用能源2、热力膨胀、星系、植物魔法、\n超能力、超能物质、魔法艺术2、精英怪、RC铁路、匠魂、有能力可以魔改增加难度的。 像展示架、木匠、凿子、这些也很受建筑党喜欢。\n休闲的豆腐、枫树啥的就不列举了。   \n竹mod、拔刀剑、工业2不推荐、容易引来小学生和熊孩子一类的，加大管理难度，而且mod本身难度也比较低，很快玩完了也没什么意义。暮色、以太、虚无这些一般适合偏原版的服务器玩着才有意义，而且需要很高的服务器配置。\n\n宣传方面只要mod不太小学生化，一般前几天宣传力度高点、后面帖子基本一天顶三次就够了（论坛只能每日一顶别违规）。一般开荒都会有一些人来的，毕竟大部分人都是喜欢比别人先发展当大佬装B对吧。。。。刚开服一个星期多宣传力度给足，人的话少说也能30多个。\n后面就看服务器的体验了，比如地皮太小、该有的矿物没有、圈地范围小、服务器卡顿严重、赞助奖励太OP了这些都可能丧失玩家。\n"
        },
        {
            "author": "347129006",
            "timestamp": 1479012180,
            "txt_content": "上MCBBS宣传！当然服务器刚刚开始多搞活动 还有多搞有特色的插件 或者东西发展就会很快 当然玩家玩得也会很开心 告诉你个独家秘籍 最好去定制些好玩的插件"
        },
        {
            "author": "1137305770",
            "timestamp": 1479012420,
            "txt_content": "347129006 发表于 2016-11-13 12:43\n上MCBBS宣传！当然服务器刚刚开始多搞活动 还有多搞有特色的插件 或者东西发展就会很快 当然玩家玩 ...\n太慢了，我记得第一次开服务器花了2个月才收集到13人多点"
        },
        {
            "author": "347129006",
            "timestamp": 1479013020,
            "txt_content": "1137305770 发表于 2016-11-13 12:47\n太慢了，我记得第一次开服务器花了2个月才收集到13人多点\n你可以找以前和你一起玩的朋友呀 弄宣传获得奖励的活动呀之类的 最好是邀请人越多福利越大 这样人数就扩充很快了"
        },
        {
            "author": "280314182",
            "timestamp": 1479059340,
            "txt_content": "很简单 只要服务器好玩 那不需要宣传 自然就会有人去的 或者就是花大价钱去找主播帮挂直播间 别的主播我不知道怎么收费 反正我是4000一个月 别找我 不接广告了现在 所以没有打广告的嫌疑"
        },
        {
            "author": "1137305770",
            "timestamp": 1479124620,
            "txt_content": "280314182 发表于 2016-11-14 01:49\n很简单 只要服务器好玩 那不需要宣传 自然就会有人去的 或者就是花大价钱去找主播帮挂直播间 别的主播我不 ...\n还是感觉太贵了，我服务器一个月耗资金1000+"
        },
        {
            "author": "MC_kemi",
            "timestamp": 1479129540,
            "txt_content": "1137305770 发表于 2016-11-14 19:57\n还是感觉太贵了，我服务器一个月耗资金1000+\n服务器觉得600左右一个月的就可以了，而且也得考虑大众玩家的电脑配置不是，也许你服务器砸的钱多、配置是好，玩家电脑不行带不起来也就没多少人玩了，玩过一个公益服就是开个游戏就要4g才能带了，一般玩家的配置也就是4g内存，游戏占2g；有的低点就是2g内存。\n\n找主播打广告觉得实在是没必要，有那钱还是省着点吧（去订制插件也比那有意义），下班放假自己开会直播也比那强。而且有些主播容易带进来一些伸手党、小学生（不是针对全部主播）。因为有些人就是光看着认为挺好玩，结果一进来啥mod都不会也不去找教程，成天在群里伸手容易招人烦。\n\n可以找个好点的技术，魔改一些mod适当提升难度，以至于不会几天就发展完了没事做，副本方面和mod串联起来，比如副本武器兑换也需要mod里珍贵的材料啊之类的。\n要是纯净服就多加点好玩的插件、小游戏之类的。目前还是mod服人气比较高吧，让玩家邀请宣传奖励也是不推荐，有开小号的嫌疑而且容易破坏平衡。"
        },
        {
            "author": "280314182",
            "timestamp": 1479189120,
            "txt_content": "1137305770 发表于 2016-11-14 19:57\n还是感觉太贵了，我服务器一个月耗资金1000+\n宣传费肯定很贵啊= =主播宣传一个服务器也是有很大风险的"
        }
    ]
}