{
    "title": "Minecraft 1.11 发布",
    "author": "jiongjionger",
    "replyCount": 82,
    "timestamp": 1479134280,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:17 编辑 \n\n正式版是Minecraft经过一段时间的预览版测试之后得到的稳定版本，也是众多材质、Mod与服务器插件会逐渐跟进的版本。官方正版登陆器也会第一时间进行推送。\n建议玩家与开服的朋友关注其相关服务端、Mod、插件、与API的更新，迎接新的正式版吧！\n专注于单人原版游戏的玩家可立即更新，多人玩家请关注您所在的服务器的通知。\n转载本贴时须要注明原作者以及本帖地址。\n\n\nhttp://share.acg.tv/flash.swf?aid=7103736&page=1\n\n\n　　欢庆吧！宝藏猎人们！我的世界1.11，也就是探索更新现在已经完成了快照之旅，正式发布。我们无畏的开发者们已经攀登上了代码的峭壁，冒险进入快照版本的领域之中与游戏BUG战斗，以带给你们最好的游戏体验！\n\n  Treasure hunters, rejoice! Update 1.11, aka the Exploration Update, has now made the treacherous journey from snapshot to full release. Our intrepid developers have scaled mighty crags of code, ventured into untamed pre-release territory and battled bugs to bring you wondrous gaming goodies!\n　　这些吸引人的改变也可以在你的（冒险）旅途中帮助到你。1.11带来了绘图师（新的村民），一个可以让你使用绿宝石交换藏宝图的新村民类型，藏宝图会标记宝藏的位置。但是这些位置（的守卫）并非如此轻易的就把他们的宝藏拱手相让！一些藏宝图可能会指引你前往神秘的海洋神庙，它们被深海守卫所保护，一些会指引你前往林中小屋，他们被猎奇的村民表兄刌民——所守卫！\n　　Some of these goodies may help you on your own journeys, too. 1.11 introduces the Cartographer, a new type of Villager who will exchange your spare emeralds for a map, marking the spot of certain treasure caches. But these locations won’t give up their bounty so easily! Some maps may point you to mysterious Ocean Monuments, patrolled by spiny Guardians, others to Woodland Mansions - a new location, inhabited by the Villagers’ creepy cousins: the Illagers!\n\n　　这些卑鄙和吝啬的人们并不欢迎闯入的冒险者：小心他们从地板召唤地刺的魔法，或者一种召唤小鬼的讨厌魔法。活下去，然后你就会发现林中小屋中有一份相当不得了的宝藏：不死图腾。将不死图腾拿在手里，你就可以毫无畏惧的直面任何危险。当你沦陷时（死亡时），不死图腾会将你从死亡的深渊中挽救回来！（消耗自身）\n　　These mean and miserly folk do not welcome interlopers: watch out for spells which summon toothsome traps from the floor, or conjure nasty impish foes called Vexes. Survive that, and you’ll find that the Woodland Mansion contains a rather powerful prize: the Totem of Undying. With this trinket to hand, you can face any peril without fear. Fall, and the Totem of Undying will bring you back from the abyss of death itself! Phew!\n　　但是你要如何运输你的这些伟大的战利品呢？也许可以骑着羊驼！这些高贵的反刍生物将会形成一个由领头的羊驼串联的商队穿过大陆，并且可以使用时髦的帷幕装饰它们。当然，他们也非常猥琐（狡猾），他们会使用吐口水的方式攻击，很酷不是么？\n　　But how will you transport all your amazing loot? Perhaps saddled to a llama! These noble ruminants will form a caravan train that you lead across the land, and can be decked out with snazzy drapes. They’re pretty feisty, too, and chase off menaces with a hail of spitballs. Cool! Also, ew! Cewl?\n　　如果这些羊驼的背包容量不足以满足你的需求，你还可以将他们打包到你的潜影盒里面去，潜影盒　——　一种特殊的箱子，即便箱子被摧毁也可以保存内部的物品，又更加方便了！\n　　If their inventory is not enough to accommodate your needs, consider packing your chattels into a Shulker Box - a special chest that retains its contents even when knocked down. Handy!\n　　这里还有更多的东西需要探索，你是勇敢的冒险家对吗？那就自己去寻找它们吧！\n　　There’s loads more to discover! But you’re brave adventurers, right? Find it for yourself!　　Cheerio!\n　　* 开发者点击这里查看Bukkit API 1.11改动\n服务器Jar：\nhttp://s3.amazonaws.com/Minecraft.Download/versions/1.11/minecraft_server.1.11.jar\n\n正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar\n关于本主要版本号的全部更新内容，请关注稍后 Minecraft 1.11特性列表 的更新。\n正式版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要魔法上网。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户也请使用启动器下载游戏，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如仍有疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMojang官方博客（英文）Jeb的Twitter（英文，内地需**）Dinnerbone的Twitter（英文，内地需**）Grum的Twitter（英文，内地需**）Searge的Twitter（英文，内地需**）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细，很慢）\n\n",
    "replies": [
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1479134700,
            "txt_content": "不要翻译成潜影贝箱的啦\nwiki翻译是 潜影盒"
        },
        {
            "author": "毒蛇",
            "timestamp": 1479134880,
            "txt_content": "其实……beta没有1.11"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1479134940,
            "txt_content": "吼哇！不过这标题……"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1479135120,
            "txt_content": "不错哦，更新了！！！"
        },
        {
            "author": "王阿叼",
            "timestamp": 1479135180,
            "txt_content": "666666666666666"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1479135420,
            "txt_content": "a990115199 发表于 2016-11-14 22:49\n吼哇！不过这标题……\n标题有何问题？望指正。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1479135480,
            "txt_content": "MuChenyu 发表于 2016-11-14 22:52\n不错哦，更新了！！！\n是啊。这次算是没有怎么跳票，一个预发布版本随后修正BUG，直接发布了正式版。只是希望不要像以前一样，马上又发现BUG发布一个1.11.1紧急修复版本就好。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1479135540,
            "txt_content": "虽说今年发了三个大版本，但是1.10是不是可以视为1.9的升级补丁或者1.11的预告版"
        },
        {
            "author": "六月奈",
            "timestamp": 1479135720,
            "txt_content": "这次居然意外的没跳票啊"
        },
        {
            "author": "泠",
            "timestamp": 1479135780,
            "txt_content": "这是为了抚慰玩家因1.9跳票而受伤的心灵吧。。。"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1479135780,
            "txt_content": "那个图笑死我了233333\n\n蛤蛤蛤蛤蛤"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1479135840,
            "txt_content": "毒蛇 发表于 2016-11-14 22:59\n虽说今年发了三个大版本，但是1.10是不是可以视为1.9的升级补丁或者1.11的预告版 ...\n1.10基本不能算是一个大版本更新。仅仅增加几个方块和不同材质、特性的僵尸/骷髅，再就是北极熊。"
        },
        {
            "author": "PalenessIb",
            "timestamp": 1479135840,
            "txt_content": "不错不错，这次没跳票。"
        },
        {
            "author": "zhengzhi",
            "timestamp": 1479136440,
            "txt_content": "哇！升级！"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1479137100,
            "txt_content": "坑杀modder啊……"
        },
        {
            "author": "qiu1995",
            "timestamp": 1479137160,
            "txt_content": "BUG？头颅在背包里的转向不对啊。"
        },
        {
            "author": "chyx",
            "timestamp": 1479137280,
            "txt_content": " 本帖最后由 乙烯_中国 于 2016-11-14 23:46 编辑 \n\n后排搬运\n1.11 Changelog:\nGeneral\n\nAdded some splashes\n\"Javalicious edition\"\n\"Should not be played while driving\"\n\"You're going too fast!\"\nResource packs\nVersion updated to version 3\nLowercase filenames are now required for everything\nChange to bring the Snooper Data description into line with the updated privacy policy (A hashed identifier for your Minecraft account is collected)\nChanged title of snooper settings from \"Machine Specs Collection\" to \"Feed us data!\"\nAdded & changed some minor things\nMore robust handling of invalid items and fewer item duplication bugs\nChat messages can now be up to 256 characters long\nSwitched the Done and Reset Keys buttons on the controls screen for consistency\nCleaned up translation files to no longer use %d\nAdded a warning message for players using a Java versions older than Java 8 on the title screen - Screenshot\nFixed some bugs\nFixed the UV mapping in cross.json and tinted_cross.json models being incorrect causing the south face of crossed textures of Saplings and other plants to be mirrored\nFixed world file names containing brackets not loading packaged resource packs\nFixed the block model of Bone Blocks lacking some cullface definitions\nFixed parenting off a model that doesn't define any elements messing up block dispay offsets\nFixed glyph_sizes.bin and some unicode_pages only being loaded on startup\nFixed resource packs failing to load when the Item Frame BlockState is multipart\nFixed some erroneous pixels in the Anvil GUI texture\nFixed the Empty Map texture being one pixel lower than the Map and Paper texture\nFixed blocks with a data value > 0 having a missing texture in the superflat customization GUI\nFixed the offhand slot frame being rotated 180 degrees compared to the hotbar\nFixed the remaining time in demo mode being covered up by the status effect HUD\nFixed the memory usage graph of the server GUI not drawing\nFixed a graphical issue in the custom superflat GUI with Chests, Ender Chests, Trapped Chests and Beacon Blocks\nFixed pasting numbers in customized world generation text fields not enabling the \"Defaults\" button\nFixed the cancel button on the demo mode reset dialog not working\nFixed Dragon Breath and Lingering Potion clouds not adjusting particle count for lower particle settings properly\nFixed item drops sometimes appearing at the wrong location (only partially fixed)\nFixed there being no hunger bar when riding Boats or Minecarts\nFixed some text being untranslatable (debug chat messages, superflat preset names, \"Unable to load world\" screen, spectator mode UI, video settings, advanced tooltips)\nFixed unknown errors not printing exception into log\nFixed fall height not being reset properly in Creative mode\nFixed resizing the window sometimes causing the player to spin around\nFixed a broken error message when loading broken resource packs\nFixed inconsistent word separation in chat help for F3 key combinations\nFixed stray chunks being generated far away\nFixed /save-all flush printing untranslated messages into chat\nFixed inconsistent spelling for \"Pause on lost focus\" texts\nFixed some command feedback text inconsistencies\nFixed particles from falling/landing/sprinting on Leaves not using foliage color\nFixed malformed ping packets from servers crashing clients\nFixed being able to control Horses in Spectator mode\nFixed Cobblestone Walls being listed in the \"Building Blocks\" tab\nFixed there being some inconsistent capitalization in the GUI\nFixed the writeString method of PacketBuffer not creating correct exception text\nFixed \"Note Blocks\" appearing as \"Noteblocks\" in statistics\nFixed a small freezing point temperature inconsistency\nFixed the enchantments boostrap class having a wrong error message when called before bootstrap\nFixed an OpenGL leak in the view frustum\nFixed closing options with esc not sending player setting packet\nFixed video settings not saving when hitting esc\nFixed teleporting to team members in Spectator mode causing a crash\nFixed a memory leak caused by maps\nFixed the entity id missing in the \"Skipping Entity with id \" message\nFixed the names of White Wool and White Carpet\nFixed servers being able to \"softlock\" clients\nGameplay\n\nAdded & changed some minor things\nSignificantly reduced hunger rate for everything but healing\nReduced Skeletal Rider spawning rate\nChat warnings like \"You can only sleep at night\" now appear in the status bar - Screenshot\nChanged the durability bar display and colors - Screenshot - Note that there is more than just one color per pixel increment\nFlower hitboxes now move with the Flower\nCursed enchantments\nClassified as Treasure Enchantments, like Frost Walker\nEnchantment name in tooltip is red - Screenshot\nCurse of Binding\nOnly for items that can be worn in the armor slots\nOnce equipped, items can only be unequipped by death\nCurse of Vanishing\nItems disappear on death unless the keepInventory gamerule is enabled\nCan be applied to any item using an Anvil\nFixed some bugs\nFixed the Boat placement sound using the equipment sound subtitle\nFixed Elder Guardians using the same subtitles as normal Guardians\nFixed unequipping Horse Armor showing the equipping subtitle\nFixed the Lightning impact subtitle being misspelled as \"lighting\"\nFixed some wrong subtitles for some sounds\nFixed the \"Elder Guardian Flops\" subtitle showing as \"Guardian Flops\"\nFixed the subtitle for wooden materials breaking being incorrect\nFixed hitting Beds, Signs or Banners displaying the \"Block broken\" caption instead of \"Block breaking\"\nFixed the filling/emptying Buckets/Bottles sound not playing for Cauldrons\nFixed dropped Anvils not making a sound when breaking\nFixed the block placement sound not playing when placing blocks against Fences\nFixed the item pickup sound playing twice when picking up an item\nFixed the Elytra equipment sound using the Leather armor equipment sound\nFixed Villagers making disagree sounds when clicking arrows and trade boxes\nFixed no taking damage sound being played when hit by mobs while blocking with a Shield\nFixed there being no player sound when \"Friendly Creatures\" sounds are turned off\nFixed Arrows fired into updating Repeaters/Comparators/Jukeboxes/Command Blocks/Hoppers/Daylight Sensors playing the Arrow hitting a block sound\nFixed shift-clicking not applying the correct scale level when scaling Maps with Paper\nFixed items getting deleted when the crafting recipe overflows the inventory and shift-clicking - additional items are dropped\nFixed shift-clicking two slots with the same item into an Anvil resulting in client-side stack size of zero in inventory\nFixed transferring Lapis Lazuli into the enchanting GUI sometimes leaving a stack of zero size\nFixed dragging items with the middle mouse button causing the held stack's count to go negative\nFixed putting Banner designs on Shields destroying their enchantments\nFixed shift-clicking crafted items increasing the achievement objective by 2\nFixed accidentally eating food when right-clicking with food in both hands\nFixed being unable to shift-click items into non-full Brewing Stand ingredient slots\nFixed a Creative mode hotbar glitch when using number keys to exchange item slots\nFixed crafting zoomed out Maps using hotbar hotkeys not updating them\nFixed dropped items being duplicated in the Creative mode Survival inventory\nFixed pick block dragging only creating a limited number of stacks for an item\nFixed Unbreaking and Mending Enchanted Books only being listed in the tools Creative mode inventory tab\nFixed Enchanted Books from Fishing missing their enchantments\nFixed Fishing Rods in the offhand sending the bobber to 0,0,0\nFixed Ink Sacs being fished in stacks of 1 instead of 10\nFixed the Fishing line calculation being wrong\nFixed Fishing bobbers floating above Water\nFixed Fishing Rods sometimes not reeling in entities\nFixed a Fishing Rod bobber collision error\nFixed fished items not reaching the player\nFixed Fishing bobbers sometimes only visually sticking to entities\nFixed a Fishing particle glitch where it would play the landing particles repeatedly\nFixed the Fishing bobber hitbox not being synchronized\nFixed blocks like Rails being solid to Fishing Rods\nFixed attempting to pull ignited TNT with a Fishing Rod at long distances rarely working\nFixed the line being wrong when casting Fishing Rods in third person view\nFixed Fishing hooks/bobbers being unable to kill themselves after 1200 ticks and bouncing on land\nFixed the Fishing Rod bobber having unused data tags\n\nFixed some more bugs\nFixed the height limit message being sent twice when trying to place from off hand\nFixed attempting to use currently unusable items bobbing the items up and down\nFixed the main hand item use animation playing when using offhand in 3rd person mode\nFixed Eyes Of Ender in the mainhand not blocking offhand item usage\nFixed being unable to eat, throw, or shoot while looking at Iron Doors/Trapdoors\nFixed the range for using Beds being lower than normal block range and added a notification for trying to sleep while within block hitting, but not sleeping range\nFixed the hand animation continuing to swing after a Cocoa Block was placed already\nFixed tools with the Unbreaking enchantment breaking and disappearing from slot, then reappearing when nearly broken\nFixed the mouse click position lagging a few frames behind the crosshair\nCommands\n\nAdded & changed some minor things\nTab-completion and /help results are now sorted alphabetically\nEntity selectors that don't find any entities now produce a more descriptive error message: \"Selector '@e[type=zombie,c=0]' found nothing\"\nInvalid target selectors now make commands fail and print an error message to let you know which argument was wrong\nBlock ids, entity ids and item ids are no longer case sensitive\nRemoved keyless syntax for coordinate and range arguments in target selectors (@p[5,10,5,10])\n/give now ignores sub-64 stacking restrictions\nEntity ids\nEntity ids now have \"minecraft:\" prefixes\nRenamed most ids so they now all use only lowercase letters and underscores\nRestructured some mobs that used to be variants of the same mob\nThe following are now separate entities with separate ids:\nGuardian and Elder Guardian\nSkeleton, Stray and Wither Skeleton\nZombie, Zombie Villager and Husk\nHorse, Skeleton Horse, Zombie Horse, Mule and Donkey\nAs a result, a lot of data tags have been removed, moved and updated and a lot of unintentional behavior has been removed\nCommands interacting with blocks can now use blockstate definitions instead of numerical metadata value\nData values will still be supported for a while\n/setblock and /fill\ndefault to refer to the default block state\n/setblock ~ ~ ~ minecraft:birch_fence_gate facing=west,open=true\n/fill ~ ~ ~ ~10 ~10 ~10 minecraft:birch_fence_gate default\n/testforblock and /execute detect\n* as placeholder for no specified value\n/testforblock -1525 4 -17 minecraft:stone default\n/title\nCan now display text in the action bar above the hotbar\n/title @p actionbar {\"text\":\"hi\"}\n/gamerule\ndoWeatherCycle to disable the weather cycle\nmaxEntityCramming gamerule to suffocate mobs and players when they are touching more than a specified number of mobs and players\nDisabled when set to 0\nDefaults to 24\n/locate\nWill attempt to find the coordinates of the nearest structure of the specified type\nWill print a question mark for the y coordinate for structures where that is not applicable\nSyntax: /locate <feature>\nFixed some bugs\nFixed /summoned Villagers without Count tags allowing the trade, but not taking the item\nFixed invalid item ids in Villager trading causing trading clients to crash\nFixed getting kicked when executing /title @a title [] or /tellraw @a []\nFixed Sign items with invalid JSON in the Text1 tag being used up in Creative mode\nFixed /given Written Books crashing the game when copied in Crafting Table if the Author tag is missing\nFixed being unable to tab-complete the flush argument of the /save-all command\nFixed the flush argument in /save-all not being included in the /help entry\nFixed using /entitydata on player-thrown Potions editing the player's inventory\nFixed /help -1 throwing an unknown command exception\nFixed /summoning a leash knot with a passenger entity crashing the game\nFixed /teleporting resetting velocity\nFixed Boats riding on entities riding on entities crashing the game\nFixed /help not suggesting tab completion when /executed from a non-player entity\nFixed command feedback not working with @e when no mobs match the selector\nFixed held items replaced by the same kind of item using /replaceitem not visually updating\nFixed stat.drop not increasing when items are thrown out of the inventory screen\nFixed leads not rendering when /summoned\nFixed /teleporting away from leashed entities causing the leash knot to be near 0,0,0 client-side\nFixed a missing error message for failed /scoreboard players tag commands\nFixed /enchant with any invalid ID printing \"There is no such enchantment with ID 0\"\nFixed JSON Signs with the score tag not working\nFixed the /debug command creating empty files\nFixed the value key in score objects for text components not working\nFixed target selectors ignoring invalid arguments\nData Tags\n\nShulkers now have a Color tag like Shulker Boxes (uses the same textures)\nCustomPotionColor int tag for all types of Potions and Potion Tipped Arrows to overwrite the potion color\nVindicators have a Johnny byte tag to allow Johnny behavior without requiring a \"Johnny\" name\nFireballs no longer all store x, y and z coordinates or an inGround tag\nLocName\nAllows specifying of a translation string to display as the item name\nLocated in the display tag of items\nWorld Generation\n\nThe outer landmasses in the End now generate End Gateways randomly\nScreenshot\nWoodland Mansion\nScreenshots\nDungeon-tier procedurally generated house including many different rooms and various mobs\nRooms include, among others, libraries, bedrooms, mob statues, farms, storage rooms or mob spawners filled with new hostile mobs and loot chests\nPopulated by non-respawning Illagers\nFixed some bugs\nFixed some ugly stone generating above ground in Bryce terrains\nFixed Desert Villages generating with Cobblestone around the well\nFixed the Birch Forest M biome not generating at all\nBlocks & Items\n\nShulker Boxes\nScreenshot\nCrafting recipe\nUsable as a portable inventory: items are stored inside the item when the block is destroyed\n27 item slots in which any item but other Shulker Boxes can be stored\nCan be destroyed by Pistons and placed by Dispensers\nCan be mined by hand, even drops in Creative mode if not empty\nOpening and closing animation similar to that of Shulkers, but only 1.5 blocks high\nNeed at least half a block of space to expand into when opening\nHitbox adjusts to opening and closing size\nAvailable in 16 colors, changeable by crafting with Dye\nCan be placed on all 6 sides of blocks like Shulkers\nDisplay up to 5 items of their inventory in their tooltip - Screenshot\nObservers\nScreenshots\nCrafting recipe\nHave an input and an output on the opposite side\nSend out a 2 game tick long pulse whenever a block change or block state change is detected on the input\nDispensers\nCan now place Elytra on Armor Stands\nBlock entities that have a GUI\nNow display their name in the GUI and keep it after being placed and destroyed\nBanners\nNow require Dye when applying patterns that require non-Dye items\nNow keep their name after being placed and destroyed\nEnd Gateways\nNow use a magenta-colored beam when teleporting entities - Screenshot\nFlower Pots\nNow allow removal of contents by right-clicking\n\nExplorer Maps\nScreenshot\nUsed to locate rare structures\nCurrently two types are available from Villager trading\nOcean Exploration Map for Ocean Monuments\nWoodland Exploration Map for Woodland Mansions\nDisplay the biome outline of their respective biome until getting filled in with explored terrain\nPlayer dot is displayed smaller when more than 1024 blocks away on either horizontal axis\nDon't allow zooming\nMaps\nScreenshot\nNow work in the End\nTotem of Undying\nUnstackable single-use item that resurrects mobs and players holding it at the moment of their natural death\nA fancy animation with loads of particles is played to resurrected players\nGives Regeneration II for 45 seconds and Absorption II for 5 seconds to help survive followup damage\nSpawn eggs\nScreenshot\nAdded Spawn Eggs for the newly split up mob variants\nName Tags\nNow work on mobs with right click ability\nShields\nNow block all melee damage, status effects and fire\nPotions\nDefault to Uncraftable Potions if insufficient data tags are provided\nScreenshot\nNo glint\nPurple-ish\nSplash Water Bottles\nNow do 1 point of damage to Endermen and Blazes\nFixed some bugs\nFixed Dispensers spawning mobs without offset along the y-axis\nFixed End Bricks, Purpur Blocks, Chorus Plants, Bone Blocks and Structure Blocks not showing the right colors on Maps\nFixed throwable items fired from Dispensers not hitting mobs for the first two ticks\nFixed Hoppers becoming stuck on world reload at chunk borders\nFixed the Structure Void having unused model files\nFixed Mob Spawners' BlockEntityTag not copying SpawnData data to missing SpawnPotentials\nFixed sloped Rail hitboxes being full block hitboxes\nFixed double Grass and Fern using two different biome colors for top and bottom\nFixed the top block of tall Grass producing broken Sunflower particles\nFixed the Cocoa Beans hitbox being too small\nFixed the Cake hitbox appearing at 0,0,0\nFixed getting stuck in Dirt when trampling Farmland\nFixed placing Banners in Creative mode and breaking them in Survival mode causing them to not stack\nFixed being able to place non-solid blocks on top of 7/8 layers of Snow\nFixed pick block on Farmland giving Dirt\nFixed there still being a lit_furnace item model\nFixed there being an duplicate model for the old Wooden Slab\nFixed loading structures not containing any blocks not loading contained entities\nFixed aiming at the very bottom of the side of an upper Slab/Stair placing Slabs/Stairs right-side up in multiplayer\nFixed Boats from Dispensers facing the wrong direction\nFixed some Piston placement issues past x/z=16777217\nFixed Pistons warping entities too much\nFixed Piston heads being offset when far away from 0,0\nFixed Arrows falling off Dispensers/Droppers when they get powered\nFixed equipping Pumpkins/Mob Skulls using Dispensers often playing the \"Dispenser failed\" sound\nFixed Cacti, Mushrooms, double plants and crops causing the bottom half of Beds to break when placed\nFixed Structure Blocks saving invalid data when saving a structure at 0,0\nFixed Dropper/Dispenser/Piston/Command Block placing not being consistent in all directions\nFixed Sand/Gravel being broken into a falling block by upward extending Pistons\nFixed being able to place Grass Paths at invalid locations\nFixed Snow Layers placed against the side of other Snow Layers being placed one block too far out when there's a block where the Snow Layer would go normally\nFixed the hitbox of baby mobs, Slimes and Magma Cubes initially being offset for a short time\nFixed still being able to fall off when sneaking on shorter than full blocks like Chests and Enchantment Tables\nFixed Compasses pointing in the wrong direction after returning from the Nether\nFixed destroyed dropped Minecart items missing their names\nFixed 0 durability Bows in the offhand not fully disappearing when shot\nFixed using Spawn Eggs on the side of transparent blocks spawning mobs inside them\nFixed shooting Arrows printing \"added speed\" in the game output\nFixed some client/server desync with eating and drawing Bows\nFixed Fireworks pushed by Water or fired horizontally out of loaded chunks causing the client to hang\nFixed Eyes Of Ender pointing to a staircase after reloading the world\nFixed the Compass animation\nFixed the Compass only spinning in the lower half in the End and the Nether\nFixed Clocks animating incorrectly and spinning at noon\nFixed Elytra not being rendered on entities/mobs\nFixed Arrows being rendered bright even in darkness\nFixed a Shield animation glitch when starting to eat\nFixed Maps not updating after going through Nether portals\nFixed Arrows not being able to be picked up when on an updating Repeater\nFixed Elytra becoming transparent when wearing enchanted armor\nFixed some items not being usable as fuel in Furnaces: Wool, Carpets, Ladders, Wooden Buttons, Bows, Fishing Rods, Signs, Bowls, Wooden Doors, Boats\nFixed Instant Health and Instant Damage Potion Tipped Arrows not having any effect\nFixed shooting Potion Tipped Arrows in Creative mode actually using up Arrows\nFixed Water Bottles having inconsistent data tags depending on how they are obtained\nFixed it being impossible to detect Water Bottles from Water blocks in player inventories\nFixed there being too many Potion Tipped Arrows in the \"Combat\" section of the Creative mode inventory by removing the Arrow Of Splashing and the 3 unnamed Potion Tipped Arrows\nFixed Harming and Healing Potions still applying their effect even if specified not to\nFixed thrown Potions not using particles from the CustomPotionEffects tag\nFixed Lingering and Splash Potions showing invalid names in statistics\nFixed Lingering and Splash Potions ignoring the Ambient and ShowParticles tags\nMobs\n\nSkeletons and Husks\nAre now more afraid of Water\nCreepers\nWill now create a potion effect cloud when exploding while inflicted with potion effects\nEnder Dragon\nNow displays additional hitboxes for the actual hitbox - Screenshot\nShulkers\nNow drop Shulker Shells which are used to craft Shulker Boxes - Screenshot\nVillagers\nRe-added the green variant\nScreenshots\nAlso available as Zombie Villager\nProfession 5, called \"Nitwit\"\nOffers no trades but still generates naturally\nCartographer Villagers\nCareer for librarians\nBuy and sell mapping related items\nBuys Paper and Compasses\nSells Empty Maps and both kinds of Explorer Maps\nIllagers\n\"Outcast Villagers\"\nDrop Emeralds\nAttack Villagers\nEvokers\nAttacks only indirectly\nRaises arms when attacking, particles with a different color are created for each type of attack\nFangs attack\nAnimation\nFangs quickly appear and disappear in one line, damaging everything in their path\nSummons Vexes\nScreenshot\nChanges the color of blue Sheep to red, including an authentic \"wololo\" sound\nScreenshot\nDrops one Totem of Undying\nVindicators\nScreenshot\nFights using an Iron Axe which he only equips to fight\nAttacks all kinds of mobs once named \"Johnny\"\nVexes\nScreenshot\nSummoned by Evokers\nFlying small angel-like humanoids\nCan fly even through solid blocks\nIron Swords to attack with\nRed veiny texture when attacking\nTake periodic damage and die after some time\nLlamas\nScreenshots\n4 variants: brown, creamy, gray and white\nDrop leather\nSpawn in Extreme Hills biomes\nRidable, chestable, leashable, tameable (but not controllable) and breedable with Hay Bales\nInstead of Saddles they carry Carpets with a different pattern for each color\nCan carry 3/6/9/12/15 item stacks, depending on strength\nChildren can carry up to as much as the stronger parent, with a small chance to carry 3 more slots\nWill shoot out spit projectiles to attack\nWill attack Wolves unprovoked\nWill form a caravan following player-led Llamas\nWolves\nTend to run away from Llamas, will always flee if the Llama strength is 4 or higher\nPolar Bear\nAdded a sound for the baby\nFixed some bugs\nFixed Chickens' necks having no texture\nFixed custom named bosses not showing their names on the boss health bar\nFixed Lightning spawning Skeleton Horse even when doMobSpawning or spawn-monsters is false\nFixed Armor Stands, Silverfish and Endermites in Boats spinning rapidly\nFixed Snow Golems with Pumpkins sheared off regaining their Pumpkins on reload\nFixed passenger entities getting dismounted client-side when rerendered\nFixed items receiving too much momentum when getting squeezed\nFixed some incorrect entity names (Wither Skeleton, Stray, Elder Guardian and Zombie Pigman)\nFixed Wither Skeletons flickering in the sun\nFixed marker Armor Stands being pushable by Pistons\nFixed items getting used when right-clicking on a saddled Pig\nFixed the client thinking it can name saddled Pigs\nFixed teleporting a vehicle kicking off its passengers\nFixed players being killed by Strays showing a \"<player> was shot by Skeleton\" death message\nFixed trades not being randomized for farmer Villagers\nFixed Elder Guardians dropping Sponges instead of Wet Sponges\nFixed the Armor Stand breaking sound missing in Creative mode\nFixed Husks and Zombie Villagers dropping Zombie Heads when killed by Charged Creepers\nFixed Skeletons spawned with /summon or the natural spawning algorithm not having the correct height\nFixed Slowness Arrows dropped by Strays not stacking with crafted or shot and picked up Arrows\nFixed the Ender Dragon being hostile to Creative players\nFixed the Ender Dragon destroying its own fire balls\nFixed Shulkers glitching when smashed between 2 Pistons\nFixed Slime health resetting to full health when setting any data tag\nFixed attacking unsaddled Pigs while holding a Saddle saddling them\nFixed the durability of Golden Swords dropped by Zombie Pigmen not being randomized\nFixed Squids spawning in Lava\nFixed small Armor Stands' hitboxes being too high\nFixed small Armor Stands displaying items differently than normal ones\nFixed baby Zombie Pigmen displaying items differently than normal ones\nFixed killing Guardians with Lava not giving Cooked Fish (only partially fixed)\nFixed Skeleton Horses and Zombie Horses dropping different amounts of loot than before\nFixed Saddled Pigs not dropping Saddle with doMobLoot=false\nFixed players floating above saddled Mules\nFixed feeding Golden Carrots to breed Horses actually working if InLove is >0\nFixed killing Rabbits with Looting not giving more Raw Rabbit\nFixed Chickens' stepping sound still working when they're swimming\nFixed the Villager loot table missing\nFixed Boats colliding and floating on any entity\nFixed Silverfish doing more damage on Easy difficulty than on Normal difficulty\nFixed Iron Golems holding Red Flowers 20 seconds too long on the client side\nFixed Moooshrooms pathing to Grass instead of Mycelium, causing unintended spawning requirements\nFixed Withers being able to break Structure Blocks and Structure Voids\nFixed marker Armor Stands not rendering in some cases\nFixed players killed by Wither Skeletons being shown to have been killed by a Skeleton\nFixed Ender Dragons breaking blocks in far off locations\nFixed Rabbits jumping extra high on some non-full blocks\nFixed animals not running away when burning\nFixed Spectral Arrows not being shot by Skeletons and Strays\nFixed being unable to right click while sneaking and looking at Boats\nFixed Withers attacking Armor Stands\nFixed Wolves, Dogs and Ocelots falling out of the world\nFixed two players going down a ladder at the same time making them stuck or move up automatically\nFixed the explosion impulse applied to non-living entities not being attenuated by power, distance, or obstructions\nFixed shot Arrows losing their critical state after reloading by adding a crit tag to them\nFixed Witches generated with Witch Huts not having PersistenceRequired set to 1\nFixed being unable to trade with Villagers while holding Spawn Eggs\nFixed reflecting Ghast fireballs being very difficult\nFixed Wither Skulls and fireballs disappearing at y>256\nFixed falling blocks glitching upwards\nFixed Sand sometimes falling through Pistons\nFixed standing on boats starving the player extremely quickly\nFixed Zombie Villagers despawning while being cured\nFixed ridden entities disappearing on relog\nFixed some mobs not having loot tables\nFixed Boats still doing the rowing animation while pressing A and D\nFixed the Stray overlay turning dark blue when wearing enchanted armor\nFixed Shulkers having dark corners"
        },
        {
            "author": "0x3B800001",
            "timestamp": 1479137340,
            "txt_content": "更新固然好，只是苦了开发者"
        },
        {
            "author": "wegood9",
            "timestamp": 1479137520,
            "txt_content": "虽然没跳票，但是对新版本已经麻木，仅仅是跟着更新而已，甚至不如快照版的bug有意思"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1479137580,
            "txt_content": "qiu1995 发表于 2016-11-14 23:26\nBUG？头颅在背包里的转向不对啊。\n不知道是不是特性。感觉Mojang不会这么蠢吧？。。吧。。吧。。"
        },
        {
            "author": "白羊羊",
            "timestamp": 1479137760,
            "txt_content": "1.11服务器开服辣"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1479138240,
            "txt_content": "视频不要用截图代替\n排版不要用宋体\n版本发布需要带上服务器jar\n\n以上三点我帮你修了，下次注意，其他新闻官也一定要注意"
        },
        {
            "author": "qiu1995",
            "timestamp": 1479138300,
            "txt_content": "jiongjionger 发表于 2016-11-14 23:33\n不知道是不是特性。感觉Mojang不会这么蠢吧？。。吧。。吧。。\n怎么可能是特性……脸都看不到了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1479138420,
            "txt_content": "jiongjionger 发表于 2016-11-14 23:04\n1.10基本不能算是一个大版本更新。仅仅增加几个方块和不同材质、特性的僵尸/骷髅，再就是北极熊。 ...\n结构方块被抛弃了2333"
        },
        {
            "author": "aptxliuyipeng",
            "timestamp": 1479138720,
            "txt_content": "这次怎么没有特性修正\n还有新版启动器呢虽然我用的是MultiMC"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1479139140,
            "txt_content": "乙烯_中国 发表于 2016-11-14 23:44\n视频不要用截图代替\n排版不要用宋体\n版本发布需要带上服务器jar\n感谢提醒！视频正在等待审核"
        },
        {
            "author": "KTR",
            "timestamp": 1479139320,
            "txt_content": "梨子的LaserLib要更新到吐血，ahhh\n\n\n\n\n{U$IBGKN4KV_YPI][G7HU@U.jpg (15.71 KB, 下载次数: 2)\n\n下载附件\n\n2016-11-15 00:02 上传\n\n\n\n\n"
        },
        {
            "author": "耗子",
            "timestamp": 1479139560,
            "txt_content": "这么快QAQ"
        },
        {
            "author": "lyixiong330",
            "timestamp": 1479140580,
            "txt_content": "这么快就出了"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1479140760,
            "txt_content": "哎呀终于改标题了"
        },
        {
            "author": "386196027",
            "timestamp": 1479141120,
            "txt_content": "哇塞，这么快"
        },
        {
            "author": "a15263999573",
            "timestamp": 1479144660,
            "txt_content": "某腐竹不务正业强新闻 话说膝盖什么时候服务器更新到1.11"
        },
        {
            "author": "Actahedral",
            "timestamp": 1479156900,
            "txt_content": "内容不多的小更新"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1479172860,
            "txt_content": "视频很6啊，好棒，1.11发布了"
        },
        {
            "author": "2689112967",
            "timestamp": 1479173700,
            "txt_content": "无尽的快照何日方休？\n今日终于终结了~\\(≧▽≦)/~啦啦啦"
        },
        {
            "author": "626718714",
            "timestamp": 1479174240,
            "txt_content": "虽然等了好久，但是感觉有点快啊~希望别处大的bug"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1479176460,
            "txt_content": "发布了好，就是以后怪物不要把名字翻译的那么纠结"
        },
        {
            "author": "aasss",
            "timestamp": 1479177420,
            "txt_content": "这么快!"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1479183420,
            "txt_content": "这次预发布版有点少，不知道特*性多不多"
        },
        {
            "author": "靈乌路空",
            "timestamp": 1479184560,
            "txt_content": "居然没跳票！"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1479184620,
            "txt_content": "倒数第二段中文翻译：又“更”加方便了。"
        },
        {
            "author": "Raycity",
            "timestamp": 1479185340,
            "txt_content": "可以可以，版本号发的越来越快，那些制作mod的怎么办啊"
        },
        {
            "author": "dogeop",
            "timestamp": 1479187200,
            "txt_content": "腊鸡mojang居然抄箱子mod（手动滑稽"
        },
        {
            "author": "谭有卓",
            "timestamp": 1479200880,
            "txt_content": "咳咳，说好的11月14日呢？"
        },
        {
            "author": "zzhilling",
            "timestamp": 1479206760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "高翔200408",
            "timestamp": 1479206880,
            "txt_content": "倒数第二行的又真加方便了的真字应该是更字吧"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1479207900,
            "txt_content": "视频里Steve蜜汁连撸"
        },
        {
            "author": "stc12138",
            "timestamp": 1479209580,
            "txt_content": "zzhilling 发表于 2016-11-15 18:46\n看不到下在地址呢\n在启动器可以直接下载。"
        },
        {
            "author": "NLWSZ",
            "timestamp": 1479214560,
            "txt_content": "今年真是奇怪的一年"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1479214620,
            "txt_content": "这是一款RPG游戏"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1479220800,
            "txt_content": "woc1.11就出来了.. 表示1.9都没玩过的我"
        },
        {
            "author": "汤成大叔",
            "timestamp": 1479220920,
            "txt_content": "我下载不了QuQ  怎么办  我启动器也是最新版的"
        },
        {
            "author": "hyibn5100",
            "timestamp": 1479221820,
            "txt_content": "1.11的水龙头服务端 出来没有啊？啥时候能出？想把服务器升级1.11"
        },
        {
            "author": "zzhilling",
            "timestamp": 1479257340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "靈乌路空",
            "timestamp": 1479269820,
            "txt_content": " 本帖最后由 靈乌路空 于 2016-11-16 12:18 编辑 \n谭有卓 发表于 2016-11-15 17:08\n咳咳，说好的11月14日呢？\n时差啊......难不成你还想着别人国家的时间和我们国家的时间是一样的啊........"
        },
        {
            "author": "samuelleung123",
            "timestamp": 1479270780,
            "txt_content": "一開場找到杉木村莊，裡面全是小殭屍村民，連正常的殭屍村民都沒有，這是bug嗎? "
        },
        {
            "author": "stc12138",
            "timestamp": 1479271980,
            "txt_content": "zzhilling 发表于 2016-11-16 08:49\n谢谢,昨天想下正版启动器,和 1.11 服务器端,结果都失败,是不是我网络问题?\n应该是，我写得好好的。"
        },
        {
            "author": "huxiansen",
            "timestamp": 1479300060,
            "txt_content": "E.T.星落辰 发表于 2016-11-14 23:25\n坑杀modder啊……\n666s"
        },
        {
            "author": "cky_minecraft",
            "timestamp": 1479300480,
            "txt_content": "一年更3个大版本，这还是我认识的BUGJANG么？？？"
        },
        {
            "author": "smallord",
            "timestamp": 1479305160,
            "txt_content": "然而我还想看到更多的更新，太少了，还不如1.9更新的多....希望1.12的是boss更新或者关于怪物的更新"
        },
        {
            "author": "lzs1234",
            "timestamp": 1479387180,
            "txt_content": "刌民\n中华文化真是博大精深"
        },
        {
            "author": "谭有卓",
            "timestamp": 1479461460,
            "txt_content": "靈乌路空 发表于 2016-11-16 12:17\n时差啊......难不成你还想着别人国家的时间和我们国家的时间是一样的啊........ ...\n忘了还有时差这玩意儿……"
        },
        {
            "author": "AGMT",
            "timestamp": 1479462240,
            "txt_content": "丧心病狂的1.11"
        },
        {
            "author": "andylizi",
            "timestamp": 1479464160,
            "txt_content": "Update 1.11, aka the Exploration Update“1.11更新，也被称为探索更新”感觉更好一点吧...直译更准确的，还是没必要使用意译"
        },
        {
            "author": "yu_flsh",
            "timestamp": 1479468540,
            "txt_content": "迟来的撒花花！"
        },
        {
            "author": "David205x",
            "timestamp": 1479553920,
            "txt_content": "末影箱和潜影箱有区别吗????????"
        },
        {
            "author": "gooding300",
            "timestamp": 1479620460,
            "txt_content": "没想到居然没有跳票= ="
        },
        {
            "author": "pangxie540",
            "timestamp": 1479723180,
            "txt_content": "村民表哥是什么民？"
        },
        {
            "author": "q249413181",
            "timestamp": 1479834600,
            "txt_content": "前来围观！！！！"
        },
        {
            "author": "Rainnye",
            "timestamp": 1479910200,
            "txt_content": "David205x 发表于 2016-11-19 19:12\n末影箱和潜影箱有区别吗????????\n网络硬盘和移动硬盘的区别（大概"
        },
        {
            "author": "梓汐",
            "timestamp": 1479971940,
            "txt_content": "可以很强势"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1480130400,
            "txt_content": "rpg气息扑面而来"
        },
        {
            "author": "dhkdwp",
            "timestamp": 1480140420,
            "txt_content": "这么快！"
        },
        {
            "author": "Teahcer",
            "timestamp": 1480229640,
            "txt_content": "好想玩啊！"
        },
        {
            "author": "aiamiya",
            "timestamp": 1480314000,
            "txt_content": "羊驼似乎挺有趣的"
        },
        {
            "author": "youover",
            "timestamp": 1480501020,
            "txt_content": "\"这些吸引人的改变也可以在你的（冒险）旅途中帮助到你。1.11带来了绘图师（新的村民），一个可以让你使用绿宝石交换藏宝图的新村民类型，藏宝图会标记宝藏的位置。但是这些位置（的守卫）并非如此轻易的就把他们的宝藏拱手相让！一些藏宝图可能会指引你前往神秘的海洋神庙，它们被深海守卫所保护，一些会指引你前往林中小屋，他们被猎奇的村民表兄刌民——所守卫！\"              最后小一句话好奇怪啊，应该改为“他们被猎奇的村民表兄————刌民所守卫！”"
        },
        {
            "author": "奶味钙片",
            "timestamp": 1480739760,
            "txt_content": "近日，《我的世界》光棍版(1.11)震撼发布！与《你的名字》虐狗版誓要一决雌雄！手动滑稽"
        },
        {
            "author": "o皮蛋超人o",
            "timestamp": 1481028120,
            "txt_content": "完了，新版好多东西都没见过，是时候补补课了！"
        },
        {
            "author": "zzhilling",
            "timestamp": 1481345760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "maxjkwang",
            "timestamp": 1481350560,
            "txt_content": "终于出来了"
        },
        {
            "author": "Mithey",
            "timestamp": 1482019020,
            "txt_content": "乙烯_中国 发表于 2016-11-14 23:44\n视频不要用截图代替\n排版不要用宋体\n版本发布需要带上服务器jar\n骚年你签名图挂了"
        },
        {
            "author": "whx1024",
            "timestamp": 1482026100,
            "txt_content": "想问下，加了探测者，原来的活塞bud会失效吗？"
        }
    ]
}