{
    "title": "Minecraft1.11 Spigot发布",
    "author": "nuo13260",
    "replyCount": 3,
    "timestamp": 1479432660,
    "txt_content": " 本帖最后由 nuo13260 于 2016-11-18 09:41 编辑 \nAll,\n\nOur software for Minecraft 1.11 has been released for general usage. For a brief summary of API changes, you should please see the draft API thread. For server owners, you should please note that the packaged SQLite version has been upgraded from 3.7.x to 3.15.x. This means (like your worlds), your databases may also not be backwards compatible if you downgrade - so please back them up. It should also be noted that the current jar releases have an expiry of 3 days ± 1 day, so you will be required to update them frequently to ensure you have the latest and greatest.Minecraft 1.11服务端我们已近发布，对于API的修改请阅读API文档。服务器管理者，你需要把SQLite升级，但是升级前建议把服务器进行备份。目前现在服务端版本应该在几天内更新一个版本，请你保持把把核心版本保持最新\nIt is also a good time to point out that when seeking support from us or the community, the only supported server versions are recent CraftBukkit & Spigot 1.10.2 / 1.11 versions. Any other version puts you at risk of already fixed bugs, and exploits. Additionally as per the README.md, the server software is open source and we welcome good quality code contributions, especially during this busy time.\n如果你出现任何问题可以想论坛求助，唯一兼容最近的版本是1.10.2/1.11，其他版本，会出现一下奇怪的错误，此外根据README.md服务端核心文件是开源的，希望你开源想我们提供更好的代码\n\nIf you are reporting a bug to JIRA, please make sure that you have compared the results between Vanilla, CraftBukkit & Spigot, and also the 1.10 versions before reporting - this speeds up the process for us immensely.\n\nI’d also like to personally thank the testers on their help on the SpigotCraft server, especially @cindy_k, @ScruffyRules & @ssamjh - we’ve managed to fix a heap of issues including several crashes and duplications, which should make this one of the most stable releases yet.\n感谢对核心亲自测试的人员@cindy_k, @ScruffyRules & @ssamjh，我们暂时没有办法解决一些问题\n\nIn order to get 1.11, simply run the latest BuildTools with the required arguments. 1.11 will become the default version when we are confident that most bugs are ironed out.获取1.11核心只需要运行最新的BuildTools，启动的时候把1.11设为默认启动，我们会尽快把一些bug修复\n脚本:java -jar BuildTools.jar --rev 1.11Enjoy,\n~Spigot Team - @Spigot_MC\n原帖地址：https://www.spigotmc.org/threads ... 11-released.193887/",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1479433080,
            "txt_content": "占坑翻译？"
        },
        {
            "author": "nuo13260",
            "timestamp": 1479433320,
            "txt_content": "WuGuangYao2012 发表于 2016-11-18 09:38\n占坑翻译？\n很快，刚刚出现点问题点发布了"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1479436620,
            "txt_content": "不错。出Spigot端了。"
        }
    ]
}