{
    "title": "[1.7.X/1.12]Applied Energistics2  应用能源2 强大的物品处理网络",
    "author": "zhegeyeahZY",
    "replyCount": 99,
    "timestamp": 1480681380,
    "txt_content": " 本帖最后由 zhegeyeahZY 于 2017-10-5 16:26 编辑 \n                   Applied Energistic2 for minecraft1.10.2\n\n\n      简介：applied energistic2是一款老牌的科技类模组，它有着强大的物品管理以及物流，物品自动合成与制作能力，并且引入了计算机网络的数据存储单位B\\KB等单位，并且与NEI联动，拥有了更为强大的物品搜索功能。它还支持许多科技向模组，【例如IC2，TE4（te已经更新到1.12，传送门这里）MFR2，EIO等】，让许多很难实现的自动化得以实现，中后期制作大型自动化机械不再是梦。它的拓展模组还可以支持其他非科技模组，比如神秘能源。总之，它是一个功能十分强大的科技模组。（语文老师估计已经哭晕在厕所。。。。）      注意：1.使用mc1.10.2的该模组时，请安装版本为12.18.2.21xx以上的forge      2RV5—alpha（适用于1.12版本）为alpha版，使用时请备份存档,如存档损坏，楼主不负责。      3.本模组适用mc1.7.10~1.12版本。      4.推荐使用最新版本的mod以及forge————————————————————————————————————————————————————————\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n好了差不多就是这样子了。下载地址：官网总链接看楼上，或者点我。由于更新原因，所以本帖仅搬运最新版本，如要其他版本，请点击上方的官网总链接进行下载\n适用Minecraft版本更新时间下载地址1.7.10 rv-02014/7/10 上午9:25:04 GMT +8rv0.stable build 101.7.10 rv-12014/9/21 下午12:54:47 GMT +8rv1.stable build 11.7.10 rv-22015/7/6 下午4:18:07 GMT +8rv2.stable build 101.7.10 rv-32016/4/27 下午7:13:56 GMT +8rv3.beta build 61.10.2 rv-4 2017/7/23 下午9:57:51 GMT +8rv4.stable build 1 1.7.2  rv-0 2014/7/10 上午9:24:52 GMT +8rv0.stable build 9 1.7x    rv-0 2014/6/28 下午1:41:55 GMT +8rv0.stable build 41.12 rv-5\n 2017/7/30 上午3:38:16 GMT +8rv5.alpha build 7\n下面是学霸才能看的更新日志(1.12，1.10.2版本）：\n\n1.10.2测试版\nrv4.alpha build 1 Built at 2016/10/27 上午6:16:06 GMT +8\n\nFirst alpha release for Minecraft 1.10.2Direct port from the 1.7.10 version, currently no new features.Supported Energy Systems: Forge Energy and Tesla.JEI support including shift clicking for recipes, synchronised search and recipe/usages of the active item inside terminals.External storage system should work out of the box as long as the corresponding mod provides a Forge IItemHandler implementation.For a detailed changelog, please refer to the commit history on github.\n\n\nrv4.alpha build 2 Built at 2016/10/30 上午4:54:12 GMT +8\n\nFeature #2438: Added IC2 integration. - shartteFixes #2489: Revert back to the old lightmap rendering. Added a fallback one in case the forge lighting pipeline is disabled via forge config or Optifine. - shartteFixes #2515: Incorrect version comparison consider rv4-alpha being older than any rv3 build. - yuehFixes #2516: Added a modid prefix to tile entities. Existing ones will be converted for some time in the future. - yuehFixes #2525: Break particles for all attachments of a cable bus. - shartteFixes #2526: Fixed dense cable not showing the correct texture for 32 used channels. - shartteFixes #2529: Forgot to call superclass method for onBlockExploded for tiny tnt. - shartteFixes #2530: Fixed crafting cpus incorrectly cleaning up after a finished job and causing constant updates. - yuehUpdated russian translation - xMrVizzyUpdated simplified chinese translation - bakaxyf\n\n\nrv4.alpha build 3 Built at 2016/11/1 下午8:13:52 GMT +8\n\nFeature #2527: Implements charging of tools via RF (Forge Energy) and Tesla. Tested with Tesla Essentials and EnderIO. - shartteFeature #2545: Show P2P-Tunnel Link Status on WAILA. - shartteFixes #2525: Light P2P Tunnels not using the correct source for the light value. - shartteFixes #2528: Light level not being updated when light-level of cable bus changed after removing parts. - shartteFixes #2531 and #2533: Slight overhaul to how Facades store the associated item and retrieve the sprite. - shartteFixes #2532: Work around bug in Forge lighting pipeline and UnpackedBakedQuad. - shartteFixes #2536: Mark host for save when placing facades. - shartteFixes #2542: Prevent memory card from opening a GUI. - yuehFixes #2546: Annihilation plane now use the center of an entity instead the bottom to prevent entities from being considered below it. - shartteFixes #2547: Fixed bounding boxes of crystal growing and fluix crystals. - shartteFixes #2548: Disable item.csv export on the server side, because we're unable to access creative tab information on the server. - shartteFixes #2551: Prevent chunk rebuilds when drive is unchanged. - yueh\n\n\nrv4.alpha build 4 Built at 2016/11/4 下午4:58:44 GMT +8\n\nChange #2511: Made memory card messages more clearly. - DeadSix27Fixes #2561: Do not use unchecked casts for IContainerListener. - yuehFixes #2558: Make Sky Stone Chest TESR more robust against odd world state, as Vanilla also does. - shartteFixes #2557: Made facades much more robust when rendering. - shartteFixes #2554: Extract identical item not any equal one. - yuehFixes Macerator recipes when IC2 integration is enabled. - shartteFixes registration of recipes when one of the recipes throws an unexpected unchecked exception during registration. - shartteReplaced reference to FMLCommonHandler EventBus through MinecraftForge.EVENT_BUS due to deprecation notice - thatsIchRemoved tickhandler registration from FMLCommonHandler EventBus since they same to MinecraftForge.EVENT_BUS - thatsIchUpdated russian translation - xMrVizzy\n\n\nrv4.alpha build 5 Built at 2016/11/7 上午3:51:13 GMT +8\n\nFeature #2565: Re-Activated the IC2 layers to implement an IC2 P2P tunnel. - shartteFeature #2573: Add configuration to remove crashing items from Storage Cells, off by default. - shartteFixes #2549: A block being rendered in the translucent layer will cause the item renderer to completely disable depth-writing causing silly looking models when held in hand. - shartteFixes #2556, #2579: Restore old click behaviour in GUIs. - yuehFixes #2567: Use heightmap for very low sea levels. - yuehFixes #2569: Prevent crashes from missing mods and an AE2 integration for these. - shartteFixes #2571: Only call getDurabilityForDisplay if the item is damageable. - shartteFixes #2574: Reduced drive update rate by limit them to modulate actions. - yuehFixes #2575: Stopped AEBaseTile from ticking by removed ITickable. Causes Charger to be no longer affected by external ticks. - yuehFixes #2577: Use the item stacks color handler to color tinted quads of the block model. - shartteFixes #2580: The inscriber's rotation is not taken into account when returning the IItemHandler capability. - shartteFixes #2582: Right-Clicking with a Storage Cell would prevent further interaction even if the storage cell wasn't being disassembled. - shartteFixes #2585: Hide WAILA data when it cannot be retrieved from the server. - yueh\n\n\nrv4.alpha build 6 Built at 2016/11/13 下午9:46:31 GMT +8\n\nFeature: Added charging items via IC2 API. - shartteFeature: AE now accepts power via the legacy RF API. - shartteFeature: Added item charging via legacy RF API. - shartteFixes #2544: NetworkTool now returns PASS for shift+right click on parts. - yuehFixes #2566: Update packet deserialization was broken when parts were present that were not a grid host. - shartteFixes #2593: Subtract the extracted not already gathered amount. - yuehFixes #2595: Restrict ItemHandlerAdaptor to not exceed the stacksize of a slot. - yuehFixes #2599: Missing instanceof EntityPlayerMP test. - yuehFixes #2605: Formation plane now using the correct offset position. - yuehFixes #2608: Handle scrollbar on mouseclicks not during rendering. - yueh\n\n\nrv4.alpha build 7 Built at 2016/11/27 上午2:05:33 GMT +8\n\nFeature #2633 Reworked configuration, added config options to disable more features. - yuehChange #2636: Removed ASMTweaker and replaced it with an AT. - yuehFixes #2276, #2655: Two dupe bugs related to network storage handling while booting. - yuehFixes #2623: Network Tool not removing facades with shift rightlick. - yuehFixes #2626: Subtract the correct amount from the remaining amount of IItemHandlers. - yueh\nrv4.alpha build 8Built at 2016-12-03 09:40 CSTFeature #2643: Added a blacklist of specific oredict names for the grindstone. Can be used to prevent the recipe generation from adding loopholes for other mods in rare cases. - yuehChange #2644: Updated GrindStone/GrinderRegistry API. - yuehFixes #2666: Restore inventory after powerloss while still avoid previous dupe bugs. - yuehFixes #2667: Use new IC2 item names for P2P attunement. - yuehFixes #2669: Missing particle texture for pylons. - yuehFixes #2675: Explicitly set fullBlock to true for blocks. - yueh\n\nrv4.alpha build 9Built at 2016/12/15 上午5:51:25 GMT +8\nFeature #2650: TheOneProbe integration, same information as WAILA - yuehChange #2693: Replaced the API watcher interfaces for energy, storage and crafting with a more fitting ones compared to a common collection.Fixes #229: Multiple level emitters can now monitor the same energy threshold - yuehFixes #2647: Prevent crafting status from crashing due to missing network. - yuehFixes #2664: Prevent anchors from creating intersection. - yuehFixes #2680: Use a shorter cable anchor model when blocked by a facade to avoid z-fighting. - yuehFixes #2689: Do not pass our own blockstate to the adjacent block. - yuehFixes #2690: Fixes constant reequip animation on portable cells/terminals - dshadowwolfFixes #2699: Do not trust the stackSize in case of internal changes. - yuehUpdated Forge to the 12.18.3.2185 (Current RB)\n\nrv4.alpha build 10                                                                     有bug的版本                                Built at 2016/12/31 下午11:16:56 GMT +8\nFeature #2727: Replaces old fluid handlers with the new capability based system for Fluid P2P tunnels and ME Chests. - yuehFixes #2684: Avoid transforming charged quartz when dead to avoid duping. - yuehFixes #2707: Calculuate the correct AABB for a rotated skychest. - yuehFixes #2713: Call super#onBlockActivated() for wrench interaction with assemblers, crafting units and wireless aps. - yuehFixes #2714: Use a concurrent list to avoid rare CME crashes with the NetworkList. - yuehFixes #2724: Use capitalized oredict name for dyes, not uppercase. Allows using dyes with the color applicator again. - yueh\n\nrv4.alpha build 11Built at 2017/1/1 上午1:40:56 GMT +8\nFixes #2729: Transformer bug introduced during FG/mcpbot downtime. - yueh\n\n1.10.2正式版\n\nrv4.stable build 1Built at 2017/7/23 下午9:57:51 GMT +8\nThis should be the final release for 1.10.Fixes #2750: Added missing RF Integration Modules. (#2770) - yuehFixes #2768: Incorrect return value when charging items via Tesla. (#2771) - yueh\n\n\n1.12测试版\n\nrv5.alpha build 1Built at 2017/7/30 上午3:38:16 GMT +8\nFirst alpha release for Minecraft 1.12Port based on the 1.10.2 version.Special thanks to @GuntherDW, @fscan, and @tyra314 for making it possible.For a detailed changelog, please refer to the commit history on github.\n\nrv5.alpha build 2Built at 2017/8/5 上午3:50:14 GMT +8\nFeature #415: Improved tooltip for invalid patterns - tyra314Fixes #2987: Storage/import/export bus use incomplete IItemHandler caching - fscanFixes #2988: Crafting Terminals not applying the saved settings - GuntherDWFixes #2991: Moved model loading to the correct registry event to avoid missing textures - fscanFixes #2995: Inscriber and Molecular Assembler recipes and GUI - fscanFixes #2996: Interface Terminal puts pattern into cursor, not player inventory - fscanChanged ItemGen to use IItemHandler - yuehFixes JEI search integration in terminals. - GuntherDW\n\nrv5.alpha build 3Built at 2017/8/18 上午7:11:33 GMT +8\nFeature #2428: Making charged certus ore glow again (#3035) - fscanFeature #3018: Registration rework Refactored component registration. fscanFeature #3025: Fill existing stacks first when adding to player inventory. - fscanFeature #3030: Covered dense cables - yuehFeature #3034: IC2 rework to avoid a coremod or @Optional - yuehFeature #3038: Removes coremod. As consequence this drops all support for the RF API. Use ForgeEnergy or IC2/EU instead. - yuehFeature #3039: P2P FE Tunnel improvements - fscanFixes #3008: Crank rendering - fscanFixes #3011: Placing the last part in off-hand clearing main hand as well - GuntherDWFixes #3017: Correctly detect redstone updates on all sides. - fscanFixes #3019: ME IO Port inventory handling - fscanFixes #3024: Crash on recipe lookup for disabled features (#3026) - yuehFixes #3028: Inscriber improvements and fixes - fscanFixes #3031: Ignore MOVE_REGION when clicking on crafting slots (#3032) - fscanFixes #3033: Fix crash in clearStack - fscanAdded workaround for sorting items on amount with fake amount when showing crafting label - GuntherDWAdded 1.12.1 as accepted version. This is unofficial until Forge releases a recommended build - yuehUpdated JEI plugin to newer API methods. - GuntherDWFixes ME Chest visually not updating its cell state - GuntherDWFixes export bus never speeding up. - GuntherDWFixes shift clicking memory card still triggering off-hand item/block usage. - GuntherDWFixes NPE due to using wrong field. - yuehFixes encoding issues with spatial cell names - yuehFixes recipes to use correct ingredients. Fluix Pearls instead of Fluix Crystals for spatial related items. Fluix cables for most items, not any cable to avoid loops or unwanted crafting steps. - yuehFixes dropping items on the ground when clicking on a crafting label with items in hand - GuntherDW\n\nrv5.alpha build 4Built at 2017/8/29 下午6:30:08 GMT +8\nWARNING: This introduces a major rework for spatial cells, existing cells will become invalid without any automatic migration. The best advice is to move the content back into a world before updating.Feature #3045: Added SCS size to the Spatial IO Port. - yuehFeature #3048: Spatial rework. Move all cells into a single dimension, various fixes. - fscanFeature #3051: Energygrid performance improvements, this should over a noticable improvement in cases with a extremely large amount of connected networks. Various small fixes. - yuehFeature #3058: Use inheritance to propagage NBT events, avoid the potential semi-randomness of the old annotation based system. - fscanFixes #1004: Part of the energygrid rework. - yuehFixes #3040: Crafting terminal caches the last used recipe and try to revalidate it before doing a new lookup. This should be a major performance increase for crafting via shift click. - yuehFixes #3049: JEI recipe transfer can voiding items. - fscanFixes #3050: Missed vibration chamber when fixing the others. - fscanFixes FE P2P tunnel drain issues. - yuehAdded particle texture to charged quartz - fscanUpdate it_it.lang - emanuele6\n\nrv5.alpha build 5Built at 2017/9/30 下午11:43:57 GMT +8\nUpdated to forge 1.12.1 RB. - yuehFeature #3063: Refactored the BaseActionSource. API Change. Refer to docs for more details. - yuehFeature #3064: Improve terminal search box - fscanFeature #3091 Rework AEItemStack. API Change. - fscanFeature #3102: Make UVLLoader a bit more robust while preserving functionality for AE2 addons - yuehFeature #3107: Further performance improvments for the energygrid. - yuehFeature #3110: Improved IGrinderRegistry. API Change. - yuehFixes #3071: We don't need the showCraftingLabel flag, as IAEStack is perfectly fine with 0 size stacks. - fscanFixes #3081: Fixes blocking mode blocking on empty inventory. - yuehFixes #3098: Use index not slotNumber - fscanFixes #3105: Dupe bug due to forge default itemhandler implementation. - yuehFix matter condenser input slot - fscanSet stack size to 1 for rendering - fscanCleanup inventory change handling - fscanOnly calculate difference when it's the same item - fscanCall saveChanges when inventory changes. - fscanCorrectly handle the grid power storage during onJoin/onSplit. - yuehCache the STORAGE_MONITORABLE_ACCESSOR Capability to reduce the amount of MENetworkCellArrayUpdates - fscanFixes ArithmeticException in PartP2PFEPower - fscanFixes fluid p2p voiding excess liquids - fscan\n\n\nrv5.alpha build 6Built at 2017/10/2 上午5:25:50 GMT +8\nRecompiled to fix broken rv5-alpha-5 build.\n\n\nrv5.alpha build 7Built at 2017/10/3 上午4:59:28 GMT +8\nFixes #3129: Incorrect inscriber recipe registration - fscan\n\n\n\n\n\n\n\n\n更新日志\n\n2016-12-2 帖子发布\n2016-12-9 更新AE2 rv4-alpha build8 for Minecraft1.10.2\n2016-12-17 更新AE2 rv4-alpha build9 for Minecraft1.10.2\n2017-1-7 更新AE2 rv4-alpha build11 for Minecraft1.10.2（build10因有严重bug，已经被官方删除，故不搬运）\n2017-8-2 更新AE2 rv4-stable build 1 for Minecraft1.10.2以及AE2 rv5-alpha build1 for Minecraft1.122017-10-5更新1.12新版本搬运和链接重置工作。\n\n----------------------------------------------------------下面是楼主的话（废话）---------------------------------------------\n关于这个原搬运工，大家都知道啊，很久时间没上线了，所以一直没有更新，至于二次搬运的事，大家应该都明白，根据版规嘛。本帖以经过接坑悬赏，故不存在二搬问题，原搬运贴已被移至已过期模组板块。\n       阅读了帖子有空就回复一下吧，这也是对楼主的一种支持，留下你们的宝贵建议，让楼主能改进帖子质量。\n                                                                     谢谢大家\n\n\n",
    "replies": [
        {
            "author": "333mhz",
            "timestamp": 1480684920,
            "txt_content": " 本帖最后由 333mhz 于 2016-12-2 21:24 编辑 \n\n我比较喜欢refine storage，ae最烦就是那套陨石和寻宝系统，这些占用地图生成资源的部分让一个科技拓展mod变得很臃肿。倒不如像rs那样直接采用沙子做硅，地狱石英做元件来的方便。"
        },
        {
            "author": "Lightning_Creed",
            "timestamp": 1480685160,
            "txt_content": "不错的Mod"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1480685520,
            "txt_content": "说的也不是没有道理，萝卜青菜各有所爱吧"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1480691580,
            "txt_content": "h        搬运版本要求：搬运帖须在标题及模板注明Mod支持的所有MC版本，至少需注明到1.7.10。帖子内容可仅着重介绍该Mod的最新版本或其目前最通用版本，但须至少提供所注明版本的下载链接指路说明。违者责令整改/删帖。        版规2-2h     "
        },
        {
            "author": "1352471173",
            "timestamp": 1480701780,
            "txt_content": "拿走了！"
        },
        {
            "author": "1352471173",
            "timestamp": 1480702560,
            "txt_content": "顶一个！"
        },
        {
            "author": "forfai",
            "timestamp": 1480704840,
            "txt_content": "屌爆了，作者总算更新了啊，我还以为弃坑了呢。RV3没正式版。作者看来就停在那了。"
        },
        {
            "author": "Maple_Lemon",
            "timestamp": 1480705140,
            "txt_content": "不知道为什么，我安装ae2，就会崩溃。虽然很喜欢这个mod，但是qwq"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1480720380,
            "txt_content": "Maple_Lemon 发表于 2016-12-3 02:59\n不知道为什么，我安装ae2，就会崩溃。虽然很喜欢这个mod，但是qwq\n请检查您的forge版本和mc版本，还有是否安装了其他与ae2不兼容的mod"
        },
        {
            "author": "Silent`熙",
            "timestamp": 1480730100,
            "txt_content": " 本帖最后由 Silent`熙 于 2016-12-3 09:57 编辑 \n\n把1710的也搬来呗，虽然之前跑官网下了搬了1710后记得去接悬赏\n【Mod发布版】搬运悬赏令 (最后更新：11/13)\nhttp://www.mcbbs.net/thread-643850-1-1.html"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1480741320,
            "txt_content": "Silent`熙 发表于 2016-12-3 09:55\n把1710的也搬来呗，虽然之前跑官网下了搬了1710后记得去接悬赏\n【Mod发布版】搬运悬赏令 (最后更新 ...\n1.7.10不打算搬运了，留着在原搬运贴可以了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1480742580,
            "txt_content": "zhegeyeahZY 发表于 2016-12-3 13:02\n1.7.10不打算搬运了，留着在原搬运贴可以了\n版规要求，详见5楼。\n否则删帖。"
        },
        {
            "author": "Silent`熙",
            "timestamp": 1480759740,
            "txt_content": "zhegeyeahZY 发表于 2016-12-3 13:02\n1.7.10不打算搬运了，留着在原搬运贴可以了\n2333得亏提醒了一下"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1481287200,
            "txt_content": "2016.12.9 帖子更新完毕"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1481289960,
            "txt_content": "zhegeyeahZY 发表于 2016-12-9 20:40\n2016.12.9 帖子更新完毕\n少年把EC和AE2stuff搬了吧（喝茶）\n不知道更新了没有……"
        },
        {
            "author": "smilej71326",
            "timestamp": 1481592300,
            "txt_content": "有人知道为什么装了JEI和AE2会报错？"
        },
        {
            "author": "mc34063",
            "timestamp": 1482025800,
            "txt_content": "感谢感谢  1.10.2想要这个mod一直没找到"
        },
        {
            "author": "qq36581720",
            "timestamp": 1482994560,
            "txt_content": "更新了什么好歹也说说吧，没有更新说明一点下载欲望都没有。"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1483090680,
            "txt_content": "qq36581720 发表于 2016-12-29 14:56\n更新了什么好歹也说说吧，没有更新说明一点下载欲望都没有。\n建议很好，可以尝试一下（我这英语水平也是没谁了）。"
        },
        {
            "author": "燕归堂前",
            "timestamp": 1483507680,
            "txt_content": "停留在1.7.10很大程度就是因为AE2还不支持1.7.10以上的版本，现在总算有理由玩1.10.2了，不过可惜的是BC还不支持1.10.2，MJ三元老只剩BC不支持1.10.2了"
        },
        {
            "author": "Vidocq",
            "timestamp": 1483859520,
            "txt_content": "制作充能赛特斯石英水晶的机器需要充能赛特斯石英水晶制造，这是最骚的"
        },
        {
            "author": "BkAzrae",
            "timestamp": 1483860180,
            "txt_content": "楼主能不能准备一个网盘？关照一下网速不好的朋友"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1483860660,
            "txt_content": "13153930510 发表于 2017-1-8 15:23\n楼主能不能准备一个网盘？关照一下网速不好的朋友\n也可以，不过度盘限速，也快不到哪里去"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1483860720,
            "txt_content": "上帝的心 发表于 2017-1-8 15:12\n制作充能赛特斯石英水晶的机器需要充能赛特斯石英水晶制造，这是最骚的\n充能赛特斯石英可以在地下挖到（骚年你不要沉迷膜法这种东西啊）"
        },
        {
            "author": "BkAzrae",
            "timestamp": 1483860840,
            "txt_content": "zhegeyeahZY 发表于 2017-1-8 15:31\n也可以，不过度盘限速，也快不到哪里去\n谢谢了，百度云限速其实也不是很严重"
        },
        {
            "author": "Vidocq",
            "timestamp": 1483862340,
            "txt_content": "zhegeyeahZY 发表于 2017-1-8 15:32\n充能赛特斯石英可以在地下挖到（骚年你不要沉迷膜法这种东西啊）\n要去挖我是知道民白的，就只想吐槽下这个设定。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1483881540,
            "txt_content": "zhegeyeahZY 发表于 2017-1-8 15:32\n充能赛特斯石英可以在地下挖到（骚年你不要沉迷膜法这种东西啊）\n打算改改这玩意的翻译吗？交流起来挺那啥的……\n大概阔以这样改：\n1、（充能）XXX石英水晶—>（充能）XXX石英\n2、高纯XXX石英水晶—>XXX水晶\n3、赛特斯—>蓝     福鲁伊克斯—>紫    （仅针对水晶）下界—>白\n这样多方便啊（滑稽）"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483955460,
            "txt_content": "加进服务器需要禁用东西吗"
        },
        {
            "author": "孟德鑫1234",
            "timestamp": 1484019780,
            "txt_content": "我的服务器加这个为啥蹦服啊，就是能进去然后密码也输入完毕突然就卡住之后几秒钟就卡死，然后服务端就崩了"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1484196300,
            "txt_content": "孟德鑫1234 发表于 2017-1-10 11:43\n我的服务器加这个为啥蹦服啊，就是能进去然后密码也输入完毕突然就卡住之后几秒钟就卡死，然后服务端就崩了 ...\n1.10.2的ae是测试版，还有很多bug等待修复，建议不要装到服务器上，并且可以把你安装的ae2版本告诉我吗？"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1484197380,
            "txt_content": "E.T.星落辰 发表于 2017-1-8 21:19\n打算改改这玩意的翻译吗？交流起来挺那啥的……\n大概阔以这样改：\n1、（充能）XXX石英水晶—>（充能）XXX ...\n我倒是觉得官方的翻译b格挺高的，而且看习惯了，不打算改。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1484221680,
            "txt_content": "zhegeyeahZY 发表于 2017-1-12 13:03\n我倒是觉得官方的翻译b格挺高的，而且看习惯了，不打算改。\n太……麻烦了……\n帖子更新好评……不卖情怀咩？"
        },
        {
            "author": "人生即是魂",
            "timestamp": 1484573700,
            "txt_content": "想问一下我1.7.10在服务器上玩rv2稳定版然而里面所有及其都充不进能源，不管什么能源都不行，请问这是为什么qwq\n顺带单机可以运行"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1484575320,
            "txt_content": "人生即是魂 发表于 2017-1-16 21:35\n想问一下我1.7.10在服务器上玩rv2稳定版然而里面所有及其都充不进能源，不管什么能源都不行，请问这是为什 ...\n用其他科技mod里面的能源通过ae2的能源接收器给ae2网络里面的机器供能，尝试使用ae2里面的网络工具来检查ae2网络是否联通。\n注意，ae的机器只能用ae的能源，其他mod的能源必须要通过能源转换器转成ae的能源才能给ae机器使用。\n还有就是看看频道有没有满。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1485009600,
            "txt_content": "zhegeyeahZY 发表于 2017-1-16 22:02\n用其他科技mod里面的能源通过ae2的能源接收器给ae2网络里面的机器供能，尝试使用ae2里面的网络工具来检查 ...\n频道不影响能源供应。不然你以为石英纤维有啥意义啊=="
        },
        {
            "author": "a137579288",
            "timestamp": 1485449640,
            "txt_content": "请问怎么修复 AE刷物品bug- -就是只要控制器 电 元件和端口就线能刷的"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1485482580,
            "txt_content": "a137579288 发表于 2017-1-27 00:54\n请问怎么修复 AE刷物品bug- -就是只要控制器 电 元件和端口就线能刷的\n这个必须要等官网出新版本修复才行"
        },
        {
            "author": "Only_Kill_",
            "timestamp": 1485504420,
            "txt_content": "666666666666666+"
        },
        {
            "author": "3104747545",
            "timestamp": 1485791820,
            "txt_content": "zhegeyeahZY 发表于 2016-12-3 07:13\n请检查您的forge版本和mc版本，还有是否安装了其他与ae2不兼容的mod\n我的服务器是1.7.10\n我 一装mod，服务器就开不起来，RV1 2 3 的最新版本分别装上去都不行\n【就装一个mod】"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1485824220,
            "txt_content": "3104747545 发表于 2017-1-30 23:57\n我的服务器是1.7.10\n我 一装mod，服务器就开不起来，RV1 2 3 的最新版本分别装上去都不行\n【就装一个mod ...\n请您把报错文件私信给我"
        },
        {
            "author": "Dream_Aquar",
            "timestamp": 1485949860,
            "txt_content": "复杂死了，但愿我这智商可以玩，2333"
        },
        {
            "author": "Dream_Aquar",
            "timestamp": 1485949860,
            "txt_content": "复杂死了，但愿我这智商可以玩，2333"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1485954480,
            "txt_content": "Dream_Aquar 发表于 2017-2-1 19:51\n复杂死了，但愿我这智商可以玩，2333\n玩起来就不觉得烦了，至少我是这么想的"
        },
        {
            "author": "303082293",
            "timestamp": 1486402920,
            "txt_content": "楼主是不是1.10的还要前置mod？"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1486429200,
            "txt_content": "303082293 发表于 2017-2-7 01:42\n楼主是不是1.10的还要前置mod？\n这个是不需要的，直接装了就能用了"
        },
        {
            "author": "love猫妖",
            "timestamp": 1487183520,
            "txt_content": "发现重大复制物品的BUG  要怎么提交呢"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1487325000,
            "txt_content": "love猫妖 发表于 2017-2-16 02:32\n发现重大复制物品的BUG  要怎么提交呢\n如果是mc1.7版本的ae2，论坛里面有人制作了一个修复这个bug的版本，如果是mc1.10.2的话\n到这里反馈https://github.com/AppliedEnergi ... nergistics-2/issues"
        },
        {
            "author": "yuanfw",
            "timestamp": 1487730360,
            "txt_content": "1.10.2 rv-4-alpha-build-11这个版本，RF和EU都充不进去，只能使用自带的发电设备，效率太低。"
        },
        {
            "author": "sky-one",
            "timestamp": 1488598560,
            "txt_content": "网页进不去。。"
        },
        {
            "author": "GWFblank",
            "timestamp": 1488641340,
            "txt_content": "能否反馈下 1.10.2 sponge 服务端没法用 不兼容"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1488642360,
            "txt_content": "GWFblank 发表于 2017-3-4 23:29\n能否反馈下 1.10.2 sponge 服务端没法用 不兼容\n请供您使用的ae2版本以及sponge的forge版本\n如果你有报错文件请一同提供"
        },
        {
            "author": "qirou",
            "timestamp": 1489291020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "马若华",
            "timestamp": 1489683420,
            "txt_content": "楼主，热力膨胀、热力基础、COFH core已更新至1.10.2，把帖子中的语句改一下吧。"
        },
        {
            "author": "马若华",
            "timestamp": 1489765800,
            "txt_content": "yuanfw 发表于 2017-2-22 10:26\n1.10.2 rv-4-alpha-build-11这个版本，RF和EU都充不进去，只能使用自带的发电设备，效率太低。 ...\n然而我用相同的版本很好啊！并没有这个问题，应该是mod冲突吧。"
        },
        {
            "author": "AirJerryWhite",
            "timestamp": 1490511240,
            "txt_content": "可以集中到百度网盘里发吗？，没vpn的steve"
        },
        {
            "author": "1945959168",
            "timestamp": 1491093600,
            "txt_content": "是不是少一个前置mod啊=="
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1491094200,
            "txt_content": "1945959168 发表于 2017-4-2 08:40\n是不是少一个前置mod啊==\n没啊，不少啊"
        },
        {
            "author": "沉默者寡言",
            "timestamp": 1491483180,
            "txt_content": "yuanfw 发表于 2017-2-22 10:26\n1.10.2 rv-4-alpha-build-11这个版本，RF和EU都充不进去，只能使用自带的发电设备，效率太低。 ...\n我也是这样，我加的是通用机械MOD，可以转换能量（J,RF,EU,T)没有一种可以充进去。"
        },
        {
            "author": "2022290503",
            "timestamp": 1491726480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "476804686",
            "timestamp": 1492934400,
            "txt_content": "我2281的forge，1.10.2的游戏，加了最新的应用能源，能打开游戏，但是用jei或者创造切换到应用能源的机器部分的时候，游戏就会崩溃，这是啥问题啊？"
        },
        {
            "author": "huanyueqiji",
            "timestamp": 1495779120,
            "txt_content": "MOD版本：1.10.2\n服务器类型：sponge\n服务器版本：1.10.2\nJava版本：Java8\nsponge核心版本：1.10.2-2281-5.2.0-BETA-2330\nforge版本：1.10.2-12.18.3.2281\n服务器安装之后无法启动，启动崩溃\n启动截图：\n\n\n\n\n\nQQ截图20170526135957.png (14.45 KB, 下载次数: 1)\n\n下载附件\n\n2017-5-26 14:12 上传\n\n\n\n\n\n楼主代为向作者转达一下！\n\n\n"
        },
        {
            "author": "lilinjie",
            "timestamp": 1499273160,
            "txt_content": "楼主我在外网翻了好久，找到了1.11.2的AE2-r5版本的下载地址，亲测可用，\nhttps://github.com/GuntherDW/App ... ses/tag/rv5.alpha.0"
        },
        {
            "author": "比利♂比利",
            "timestamp": 1499318460,
            "txt_content": "333mhz 发表于 2016-12-2 21:22\n我比较喜欢refine storage，ae最烦就是那套陨石和寻宝系统，这些占用地图生成资源的部分让一个科技拓展mod ...\n其实就是宅在家里玩科技"
        },
        {
            "author": "混世",
            "timestamp": 1500106920,
            "txt_content": "汉化了吗？"
        },
        {
            "author": "sdfdas",
            "timestamp": 1500107460,
            "txt_content": "这个mod挺好玩的"
        },
        {
            "author": "lwt2543705237",
            "timestamp": 1500215100,
            "txt_content": "huanyueqiji 发表于 2017-5-26 14:12\nMOD版本：1.10.2\n服务器类型：sponge\n服务器版本：1.10.2\n遇到知音了我也这样，崩溃"
        },
        {
            "author": "lilinjie",
            "timestamp": 1501403040,
            "txt_content": "1.12RV5-alpha已更新\n1.10.2RV4-stable-1已更新"
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1501593840,
            "txt_content": "lilinjie 发表于 2017-7-30 16:24\n1.12RV5-alpha已更新\n1.10.2RV4-stable-1已更新\n感谢提醒"
        },
        {
            "author": "冰冷冷",
            "timestamp": 1501643940,
            "txt_content": "yuanfw 发表于 2017-2-22 10:26\n1.10.2 rv-4-alpha-build-11这个版本，RF和EU都充不进去，只能使用自带的发电设备，效率太低。 ...\n我1.7.10 KC也是这个问题啊"
        },
        {
            "author": "gouwen",
            "timestamp": 1501643940,
            "txt_content": "1.7.2 版本 的 没有空白样板  样板终端也打不开"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501657860,
            "txt_content": "huanyueqiji 发表于 2017-5-26 14:12\nMOD版本：1.10.2\n服务器类型：sponge\n服务器版本：1.10.2\n去Github上找Stonebound的个人仓库，有个海绵端的版本"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501657920,
            "txt_content": "476804686 发表于 2017-4-23 16:00\n我2281的forge，1.10.2的游戏，加了最新的应用能源，能打开游戏，但是用jei或者创造切换到应用能源的机器部 ...\n更新Optifine和FoamFix的版本\nsame Isseus https://github.com/AppliedEnergi ... stics-2/issues/2916"
        },
        {
            "author": "H_xiao_bai",
            "timestamp": 1501657920,
            "txt_content": "路过~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501657980,
            "txt_content": "lilinjie 发表于 2017-7-6 00:46\n楼主我在外网翻了好久，找到了1.11.2的AE2-r5版本的下载地址，亲测可用，\nhttps://github.com/GuntherDW/Ap ...\n1.11还不如去这里\nminecraft.curseforge.com/projects/applied-llamagistics \nAE官方放弃1.11\nyueh:\nAs @GuntherDW said maybe not. But very unlikely as minecraft is going forward and not backwards. 1.11 was not that widely supported support and most of them already moved on to 1.12. The more time passes, less incentives exist for backporting a mod. Same reason why there is no AE2 for 1.6.4 or 1.2.5"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501658100,
            "txt_content": "沉默者寡言 发表于 2017-4-6 20:53\n我也是这样，我加的是通用机械MOD，可以转换能量（J,RF,EU,T)没有一种可以充进去。 ...\n1.10.2 A11使用的RF API是旧的API，而且残缺不全\n稳定版已修复"
        },
        {
            "author": "lilinjie",
            "timestamp": 1501661880,
            "txt_content": "2714491883MP 发表于 2017-8-2 15:13\n1.11还不如去这里\nminecraft.curseforge.com/projects/applied-llamagistics \nAE官方放弃1.11\n恩，我知道，AE2的重置版"
        },
        {
            "author": "zky23333",
            "timestamp": 1501663980,
            "txt_content": "搬走不谢233"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501669860,
            "txt_content": "lilinjie 发表于 2017-8-2 16:18\n恩，我知道，AE2的重置版\n不，只是临时的Port和Fork\nhttps://github.com/AppliedEnergi ... stics-2/issues/2927"
        },
        {
            "author": "lilinjie",
            "timestamp": 1501670100,
            "txt_content": "2714491883MP 发表于 2017-8-2 18:31\n不，只是临时的Port和Fork\nhttps://github.com/AppliedEnergistics/Applied-Energistics-2/issues/2927 ...\n不管怎样还是要感谢这个作者"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501670340,
            "txt_content": "lilinjie 发表于 2017-8-2 18:35\n不管怎样还是要感谢这个作者\n还需要感谢的是fscan和yueh\n没有fscan支持新的库存系统，官方的AE不可能更新到1.12\nAlgorithmX2离开AE开发后只有yueh硬肝才让AE有1.10.2，而不是被RS所替代。"
        },
        {
            "author": "lilinjie",
            "timestamp": 1501670460,
            "txt_content": "2714491883MP 发表于 2017-8-2 18:39\n还需要感谢的是fscan和yueh\n没有fscan支持新的库存系统，官方的AE不可能更新到1.12\nAlgorithmX2离开AE开 ...\nAlgorithmX2很早以前就说要弃坑AE2，现在他忙着做雕刻工艺和平滑彩色方块"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501671000,
            "txt_content": "lilinjie 发表于 2017-8-2 18:41\nAlgorithmX2很早以前就说要弃坑AE2，现在他忙着做雕刻工艺和平滑彩色方块@mgdgfbhevdyeh Algo abandoned the project long time ago. At around when the channel system was implemented. Users complained way too much about how complicated it is (which is not).\n(Much like Notch did with Minecraft itself. He got fed up with users complaining non-stop about everything.)\n受不了玩家们因为频道限制的抱怨\nAlgorithmX2最后在AE做到事情就是设立一个配置可以管不频道功能\n"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1501901700,
            "txt_content": "1.12已更新Alpha 2"
        },
        {
            "author": "沉默者寡言",
            "timestamp": 1502347320,
            "txt_content": "2714491883MP 发表于 2017-8-2 15:15\n1.10.2 A11使用的RF API是旧的API，而且残缺不全\n稳定版已修复\n哦，谢谢"
        },
        {
            "author": "asd1306899261",
            "timestamp": 1502355780,
            "txt_content": "感谢楼主 楼主你辛苦了 MCBBS有你更加精彩"
        },
        {
            "author": "forfai",
            "timestamp": 1502458380,
            "txt_content": "不错啊，竟然又更新了，我还以为作者弃坑了的是"
        },
        {
            "author": "h862891640",
            "timestamp": 1502536800,
            "txt_content": "扳手会无视权限拆东西吗"
        },
        {
            "author": "476804686",
            "timestamp": 1504417620,
            "txt_content": "2714491883MP 发表于 2017-8-2 15:12\n更新Optifine和FoamFix的版本\nsame Isseus https://github.com/AppliedEnergistics/Applied-Energistics- ...\n哦，感谢帮助"
        },
        {
            "author": "asd123ppp",
            "timestamp": 1507123800,
            "txt_content": "文件下不了"
        },
        {
            "author": "asd123ppp",
            "timestamp": 1507124460,
            "txt_content": "作者你不会下载好放在百度网盘你给的网站下不了一个官网 一个1.10.2的都下不了。"
        },
        {
            "author": "asd123ppp",
            "timestamp": 1507125780,
            "txt_content": " 本帖最后由 asd123ppp 于 2019-4-20 08:45 编辑 \n\n道歉............."
        },
        {
            "author": "zhegeyeahZY",
            "timestamp": 1507192080,
            "txt_content": "asd123ppp 发表于 2017-10-4 22:03\n没法下载作者，干什么吃的\n因为curse更改了链接地址，导致地址失效。\n现已更正。"
        },
        {
            "author": "jin2003210",
            "timestamp": 1512720120,
            "txt_content": "感谢楼主 MCBBS有你更加精彩"
        },
        {
            "author": "an68066",
            "timestamp": 1512790140,
            "txt_content": "科技类模组666"
        },
        {
            "author": "zcx1314520",
            "timestamp": 1513008660,
            "txt_content": "1.7.10能用吗？"
        },
        {
            "author": "aassdsd",
            "timestamp": 1514634780,
            "txt_content": "来给服务器加mod，感谢楼主搬运~"
        },
        {
            "author": "Crystal0428",
            "timestamp": 1514794620,
            "txt_content": "赶脚ae和rs差不多"
        },
        {
            "author": "dai19990207",
            "timestamp": 1517543880,
            "txt_content": "更新支持12.2了......"
        },
        {
            "author": "番茄dada",
            "timestamp": 1518181740,
            "txt_content": "原贴更新了1.12.2"
        }
    ]
}