{
    "title": "落日下的剑影 【作者：九幽之帝】 重新开始更新 内涵BGM",
    "author": "幽儿~",
    "replyCount": 3,
    "timestamp": 1479473400,
    "txt_content": "\n正文：  新世纪76年，距离外星文明降临地球还有3年的时间。在过去的时间中，地球飞速的发展着                                        核能汽车，虚拟屏幕等等一系类的高等高科技产物展示了他们华丽的一面，让地球焕然一新\n              当然世界政府在这光鲜亮丽的背面建立了统一的国度，而在百姓的面前还是一如既往的各方\n              其所而已，只是觉得往来的合作时候直线上身了而已。\n                 除了这些发展以外，地球的武术技术似乎得到了新的升华，古武联盟正式确立\n              创造了五大门派：神龙门，邪魅门，暗术门，幽门，燕青们等门派。然而他们的任务就是维护\n              地球，为地球培养一些真正的人才的地方\n                 而我们的主角就是是一个叫做九幽的人，没错，就是幽门的门主了。说起九幽的身世就有点\n              玄幻捉摸不清了，九幽可以说是一位没有亲人的孤儿，从3岁起就被古武联盟送到这里。经历了\n              残酷的死亡岛训练，古武大会的选拔等等中取得了巨大的成就，古武联盟特此授予他为幽门门\n              主的职位，令其他出色的古武高手嫉恨。当然有许多人不服九幽取得了幽门这个女性人数有八\n              七成组织，前去挑战九幽。\n                   最后还是惨败告终，甚至打残过好几个高手，最后还是古武联盟出面解决了这事，草草了事\n              的结果。“门主，你怎么看待这些事情，古联的人来警告我们要注意点了，说是下手太重了，要\n              我们消停一段时间，门主你觉得呢？。。。。”一位身材高挑的年轻幽门女弟子问道。\n                   回应她的只有一个懒惰的眼神，似乎了解了其中的意思后，马上就离开了。“最近还真是\n              不太平呢，这年头什么人都敢出来叫嚣，也该给他们真正的教训了。”慵懒的声音传开来\n              啊，不对，我早饭都没吃怎么有力气去揍人呢，嗯，让我想想要吃撒吧。。。”\n                   消瘦的身影加上使劲挠头想饭吃的场景似乎很难想到会是幽门的门主这一方面上，“啊，\n              要不去吃刘三娘的汉白鸡丁吧，嗯，就这样”，下一秒，九幽的身影就出现在了一间低矮的小瓦\n              房子前。“刘阿姨，可否行个方便让小生蹭一顿饭啊”没等刘娘的答应，刚做好饭的餐桌马上就\n              出现了一双咸猪手，手的影子几乎看不到了，只看到饭桌的食物光速的减少着。刘三娘一家子\n              只能无奈的互相大眼瞪小眼.几分钟后，原本可以供好几人吃的饭就被九幽吃的精光。此时的\n              九幽正一脸享受的躺着，好像是在回念着那喷香的鸡丁的味道一样。\n                   “啊，三娘你就不用担心了，这饭钱可以去总事处领，到时候我会跟小清说的.\n              那么，我还有事情就不坐了，拜~”此时留下的只有一个右手抱着肚子，摇摇摆摆的走着的身影。\n\n\n\n表示从新拿起了这个坑呢，来征求一下大家的意见，大家支持的话表示会重新更下去\n每周五都会有一篇的吧XD 表示没有人看很桑心呀 问：你这贴纸意义何在？\n答：算是重新填坑吧，重新规划了一下表示不知道你们看不看得懂\n问：之后会发在那里？茶馆还是周创呢？\n答：主要是在周创\n问:排版可否好看点\n答：正在调整，不便之处请见谅啊 字数后面会加的\n\nAT:@金蛋之魂 @Because. @小阿狸.... @我没有at到的人\n\n注：这是个采取意见的贴纸\nBGM：http://music.163.com/style/swf/widget.swf?sid=28977772&type=2&auto=0&width=320&height=66 \n\n",
    "replies": [
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1479473820,
            "txt_content": "出门右转30米周边创作"
        },
        {
            "author": "幽儿~",
            "timestamp": 1479474600,
            "txt_content": "小阿狸.... 发表于 2016-11-18 20:57\n出门右转30米周边创作\nXD 这只是个重新写而已 之前的内容重制了  地址：http://www.mcbbs.net/thread-640050-1-1.html"
        },
        {
            "author": "金蛋之魂",
            "timestamp": 1479479340,
            "txt_content": "我觉得应该改成投票贴........\n我当然支持重更啦"
        }
    ]
}