{
    "title": "（转载|连载）《枪侠（暗黑塔1）》【第三章（04）】（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 1,
    "timestamp": 1479530940,
    "txt_content": "正文：\n4  \n      杰克的大声呼唤让槍侠醒了过来。他把杰克绑在附近的一根粗壮的树干上，男孩感到又饿又沮丧。根据太陽的位置来看，差不多该九点半了。  \n        “干吗把我捆起来？”槍侠为他解开用毯子打成的粗结时，杰克愤怒地问他，“我不会逃跑的！”  \n        “你昨晚的确跑开了。”槍侠说，他被杰克的表情给逗乐了，“我走得老远才找到你。你梦游了。”  \n        “是吗？”杰克怀疑地看着他。“我以前从来没有过——”  \n      槍侠突然拿出颚骨，放到他面前。杰克吓得猛地往后一缩，一脸惊恐，伸出了手臂。 \n        “记得吗？” \n      杰克点点头，但被弄晕了：“到底发生了什么？”  \n        “我们现在没时间闲聊。我有事得离开一会。也许要一整天。听着，孩子，这很重要，如果日落时我还没回来——”  恐惧出现在杰克脸上：“你要离开我！” \n       槍侠只是静静地看着他。\n         “不是。”过了一会，杰克自己回答，“我猜如果你要离开我，你早走了。”  \n         “这话才是用过脑子后说的。现在，听着，仔细听我说。我离开时，我要你待在这里。就在原地，不要走开，即使你觉得到处逛逛是世界上最吸引人的主意也别走开。如果你有怪异的感觉——说不清的那种感觉——你就拿起这块骨头，握在手里。” \n      憎恨和厌恶的表情从杰克脸上掠过，同时还有几分不知所措。“我不能。我……我就是做不到。”\n        “你能行。你也必须得行。特别是在午后。这对我们都很重要。也许刚碰到这块骨头时你会恶心或头疼，但马上会过去的。明白吗？” \n        “是的。” \n        “你会照着我说的去做吗？”   \n        “会。但你干吗非得离开不可？”杰克忍不住叫起来。  “我有我的理由。”  \n      槍侠又看到杰克骨子里的坚毅，这种力量如此神秘，就像他讲的城市里的建筑高得都能擦到天一样不可思议。男孩的这点品质让槍侠想到自己的另一个密友阿兰，倒不是库斯伯特。阿兰十分安静，一点都不像伯特那样喜欢惊天动地般吹嘘自己，而且阿兰很让人信赖，无所畏惧。 \n        “好吧。”杰克最后说。  \n      槍侠小心地把颚骨放在火堆灰烬旁。咧嘴笑的颚骨藏在草丛中，仿佛是块腐蚀的化石经历了五千年的黑暗后重见光明。杰克不敢看它。他脸色苍白，显得十分可怜。槍侠想若是将男孩催眠然后问他些问题会不会对两人都有好处，但他很快又放弃了这个念头，觉得也问不到什么。他能够肯定石圈里的是个恶魔的魂灵，很有可能还是个神谕。一个无形的恶魔，只有无形的性欲和能预言的眼睛。他猜想这会不会是希尔薇娅·匹茨顿的灵魂呢，这个肥大如山的女人曾利用宗教狂热煽动特岙的村民，而最终导致了整个村子的毁灭……但他排除了这个可能性。不会是她。构成石龛的石块明显有岁月的痕迹，而与藏匿于石龛中的灵物相比，希尔薇娅·匹茨顿只是个偶然冒出头的狡猾巫婆。石龛中的灵物令人捉摸不透。但槍侠敢肯定男孩用不着动用颚骨的魔咒来保护自己。他能让灵物的精神气息集中在他身上，他非常好奇想要探个究竟，尽管要冒险……可能代价还不小，但是为了杰克，也为了他自己，他要不顾一切地前去了解清楚。\n      槍侠打开烟袋，一只手伸进去把烟叶都推到一边，直到摸到一个很小的硬物。东西被包皮在一张白色的破纸里，他在手指间转玩着硬物，茫然地看着天空。最后他打开白纸，取出里面的物品——一粒很小的白色药片，由于长途跋涉，药片的边缘已有些磨损。\n      杰克好奇地看着他手里的东西，忍不住问：“那是什么？”’槍侠笑了：“柯特经常跟我们讲一个故事，他说很早以前神在沙漠上撒尿，结果就形成了墨斯卡灵（注：一种生物碱。）。” \n      杰克不解地看着他。  “这是一种药。”槍侠解释道，“但不是让你瞌睡的药片。它能让你突然十分清醒。”\n        “就像冰毒 。”杰克反应非常快，但转眼又变得迷惑不解。 \n        “是什么？” \n        “我也不知道。”杰克说，“突然就从我嘴里冒出来了。我猜，这来自……你知道，以前。”  \n      槍侠点点头，但仍心存疑虑。他从没听到过人们把墨斯卡灵又叫做冰毒 ，即使在马藤的古书里也没这种叫法。\n        “这对你有害吗？”杰克问他。  “从来没有过。”槍侠心里却清楚这只是遁词。\n        “我不喜欢这样。” \n        “不要紧。”\n      槍侠蹲下身，拿起水袋，喝了一大口，将药片吞咽下去。就和往常一样，他立即感到嘴里产生了反应：似乎一下子出现了过量的唾液。他在灰烬跟前坐下。 \n        “过多久你就会有反应？”杰克问。 \n        “暂时还不会。安静点。” \n      于是杰克一声不响地坐在一旁，怀疑地看着槍侠镇静地像举行仪式似地擦起双槍。  \n      他把槍插入槍套，对杰克说：“你的衬衣，杰克。脱下来，给我。”  \n      杰克不情愿地脱下褪色的衬衣，交 给槍侠，露出他精瘦的肋骨。  \n      槍侠拿出一根缝在牛仔裤边缝上的针，从槍带的一个空弹孔上抽出一根线。他想把杰克衬衣袖子上一长条撕裂口缝好。等他缝完让杰克穿上衬衣时，他感到药性开始发生作用——他的胃一阵紧抽，全身的肌肉就好像裂开了一道口子似的。\n        “我得走了。”他站起来，“是时候了。”  \n      男孩刚要站起来，又坐了下去，看上去心事重重。“保重。”他说，“千万当心。”  “记住那块颚骨。”槍侠说。他走之前把手放到杰克的头上，捋了捋他那头玉米色的头发。这个动作吓了他自己一跳，他赶忙用笑声掩饰了过去。杰克看着他的背影消失在柳树林里，尽管脸上挂着笑，但却十分担忧。\n\n\n后记\n哈哈！十月十三号，我真为自己的怠惰感到骄(zuo)傲(ji)，也真是懒！因为作业比较多（借口！），也因为比较累（借口！）……那就是这样了，拜拜！\n",
    "replies": [
        {
            "author": "MC|天星",
            "timestamp": 1479599940,
            "txt_content": "呵呵，因为文笔比较差，所以只能转载。"
        }
    ]
}