{
    "title": "<转载/连载>第4章 《世纪复仇》ymcnyzk",
    "author": "a17245632",
    "replyCount": 0,
    "timestamp": 1479556140,
    "txt_content": "☆第三章：\n\n　　霎时间，火光以迅雷不及掩耳之势迅速从一旁的喷火口蔓延到十几米开外的货车，周围的温度迅速升温，空气剧烈的扭曲着，透过扭曲的映像，是被数千度高温烤焦的货车外壳，金属融为铁水迅速地蒸发。货车上的原木爆裂的燃烧着，哔哔剥剥的声响下内部是来不及燃烧就变为木炭的木材，至于僵尸，恐怕也被烤焦了，不就这个猜想就得到了证实。因为从车上飘来了一种诡异的香味，这像是什么被烤熟了的香味飘散在空气中，如果某人不幸猜出了其中的成分，足以使他当场作呕。\n　　火光使得那个铁壳子从暗处显现。直到这时，待在房子里的十几名GLA队员这才看清楚袭击者的真面目——\n　　那是一辆经过改装的军车，大小跟城管常用的军车并无太大区别，不同的是上面装了一个巨大的喷火口，纯钢制外壳也经过层层加固。锐利的长刺用来武装这辆车的外壳。看起来就像一个刺猬。坚不可摧。此时的喷火口早已停止冒烟。炙热的枪管在周围扭曲的空气下显得很怪异。\n　　管控队长透过观察镜看着，绚丽的火光映在他过于兴奋的脸上，他狰狞的笑着。不！这还不过瘾！他急不可耐地扔下火控开关，身旁的驾驶员帮他打开了车顶的顶盖，探出头来，亲眼面对眼前的景象，“真是美丽！”。他不自觉地探出半个身子，望着燃烧的汽车，露出了笑容。\n　　突然从大火中飞出了一只燃烧着的木瓶。他头皮一紧，竟怔住了。木瓶像一颗燃烧弹一样不偏不倚咣铛一声直接砸在了铁头盔上，他只觉得眼前一黑，鼻子像被重重打了一拳，耳边回响起无限放大的振动，毫无防备直挺挺地倒了下去。驾驶室里的操作员见状慌了手脚立即死死抓住他的双腿把他硬生生拉了下来。回头立即看向瞄准镜：眼前漫天纷飞的火光中，一只僵尸正在向他们竖中指。\n　　队长遭受重击时的怒火顿时陡然升起，但自己已经杀了四十几条命，他又笑了起来，四十几条，自己得干多少个月才能达到这个数目啊。此时的他感到内心有一种欲望在燃烧着，让胆敢反抗他的人——\n　　通通下地狱！\n　　驾驶员怒火中烧，无奈他跑的太快，霎时便隐遁在了火光之中。他正窝火，左右转动着瞄准镜，不久就在十几米开外的地方找到了发泄对象——\n　　“十六个，真是因吹斯婷呢。”\n　　一旁的十六名GLA队员看着那冲天的火焰，脑海中回想着刚刚爆炸的耳鸣声，迷茫地杵着。僵硬地看着。脸上的表情变得惊讶与悲伤。一个披散着凌乱的头发，长着三角脸的队员突然怒目圆睁，全身青筋突起，喉结像被撕裂一般向着天空仰天长啸！吼声盖过了周围的一切，晕沉的脑袋摇晃着，目光锁定不远处的绿壳子，眼神仿佛能喷火。其他队员全都恶狠狠地转过头来，无人发令，无声的仇恨便是指引。顷刻，十六名彪形大汉全身爆发出了超乎常人的力量，挥舞着注满仇恨的大刀长矛，冲了过去......\n　　在一旁破败的房屋内——\n　　一个人死死抓住另一个挥舞着长剑想冲出房间的另一个人的手臂，言辞激昂地叫道——“麦克，你疯了吗！”。\n　　麦克缓缓地转过头来，此时那人发现麦克映着火光的脸上刻满了坚毅与疯狂——“你在干什么！那些都是我的兄弟们啊！你能眼睁睁的看着他们送命吗？”\n　　那人一副惊诧表情，全然不顾打断了他的话——“送命.....可是...你不能死！你是GLA的老大啊！！！”\n　　麦克瞬间甩开了他的右臂，因为...他发现，刚才还战力十足的十六名战士现在全都成为了车子上长刺的牺牲品，鲜血浸染了大半个车身，车子在火光的照耀下俨然成为了一个十足的魔鬼......\n　　麦克满脸通红地面对着窗外地域般的景色，保留了一丝理性的大脑中突然划过两个字——\n　　身边的人见麦克突然停了下来，麦克转过头使劲摇了摇他的肩膀，靠在他耳边用还未稳定的声调说道——\n　　“通知巡逻分队前往D区观察，接头部队回到指挥部，准备包饺子。”\n　　那人突然楞了一下，许久吐出两个字：“那你...”\n　　麦克迅速望了望贫民区的房屋，显然忽略了他刚才的停顿。\n　　那人最后一眼望了麦克，沉重地点了一下头，然后便消失在了无尽废墟当中。\n　　麦克强压心中怒火，抿着嘴唇，不徐不慢地走了出去。怒目圆睁，剑锋指着坦克的喷火口，目光直视窗口。用不可置疑的沉着声音说道——\n　　“有本事你现在就杀了我！”\n　　城管队长先是惊诧了一下，没想到钓了条大鱼！咧开嘴巴大笑着，一葛优躺倒在了后座上，对驾驶员吐出了几个字：“把这只蝼蚁给我碾死！”\n　　驾驶员自负地笑着，等他再次转向瞄准镜的时候脸都笑得拧作一团，边踩着油门边揶揄道：“哈哈，他逃进贫民区了！”\n　　“贫民区算什么？富人区照样碾平他！哈哈~”\n　　队长得意地笑着，说实话，这是他十多年来最轻松的一次行动了，以前的行动都是贱民和僵尸让GLA一次又一次的得手，上街人嫌弃这卑贱的工作，下贱人又多半是GLA的走狗，现在终于得到了一个武器，以后好了，自己就出名了。他狡黠的笑着，为这个来之不易的机会，他可不介意将事端闹得再大一点。\n前方炫目阳光淡薄的射线照亮了麦克墨色的瞳孔，这末世光晕挥散不去，苍凉的大地还未醒来，身后那架钢铁巨兽已经俨然苏醒，正无情吞噬着一切，车体上烈士的鲜血沁入泥土。有那么一瞬间，无助的麦克曾幻想着这帝国的蛮荒巨兽可以唤醒这大地上某些人的良知。奋起反抗，不再彷徨。等了许久，无人应答。此时，一个记忆闪过脑海，：两年前他唯一一次被管控员抓住时管控队长曾在牢外带着满嘴的唾沫星子指着他的鼻子对他威胁道——\n　　“等我申请到了“火龙”就请你们吃烤蚂蚁！”\n　　当时没想太多的麦克一拳打在他脸上，看着面前的队长满脸惊叹的嘴脸心里只想笑......\n　　“哟~，敢打我？来人！...把他给我踩死！”\n　　队长咆哮着捏着滴血的鼻子出去了。\n　　“呵，果真是可怜的蚂蚁呢，连如何反抗都忘记了的蚂蚁！”麦克想着，此事之后GLA还能不能继续在奥茨市待下去还是个迷......\n————未完待续————\n",
    "replies": []
}