{
    "title": "谁能帮我翻译一下这段话",
    "author": "wzz0116",
    "replyCount": 3,
    "timestamp": 1479553320,
    "txt_content": "\nMINECRAFT END USER LICENSE AGREEMENT\n \nIn order to protect Minecraft (our\"Game\") and the members of our community, we need these end userlicense terms to set out some rules for downloading and using our Game. Thislicense is a legal agreement between you and us (Mojang AB) and describes the termsand conditions for using the Game. We don't like reading license documents anymore than you do, so we have tried to keep this as short as possible. If youbreak these rules we may stop you from using our Game. If we think it isnecessary, we might even have to ask our lawyers to help out.\n \nIf you buy, download, use or play our Game,you are agreeing to stick to the rules of these end user license agreement(\"EULA\") terms. If you don't want to or can't agree to these rules,then you must not buy, download, use or play our Game. This EULA incorporatesthe the terms of use for the mojang.com website (\"Account Terms\"),our brand and asset usage guidelines, and our our privacy policy. By agreeingto this EULA you also agree to all of the terms of the foregoing documents, soplease read through them carefully.\n \nONE MAJOR RULE\n \nThe one major rule is that you must notdistribute anything we've made unless we specifically agree to it. By\"distribute anything we've made\" what we mean is:\n?give copies of our Game to anyone else;\n?make commercial use of anything we've made;\n?try to make money from anything we've made; or\n?let other people get access to anything we've made in a way that isunfair or unreasonable;\n \nunless we specifically agree to it. And sothat we are crystal clear, \"the Game\" or \"what we havemade\" includes, but is not limited to, the client or the server softwarefor our Game and includes Minecraft Pocket Edition on all platforms. It alsoincludes updates, patches, downloadable content, add-ons, or modified versionsof a Game, part of those things, or anything else we've made.\n \nOtherwise we are quite relaxed about whatyou do - in fact we really encourage you to do cool stuff - but just don't dothose things that we say you can't.\n \nUSING OUR GAME\n \nYou have been granted a license to the Gameso you can play and use it, yourself, on your devices.\n \nBelow we also give you limited rights to doother things but we have to draw a line somewhere or else people will go toofar. If you wish to make something pertaining to anything we've made we'rehumbled, but please make sure that it can't be interpreted as being officialand that it complies with this EULA and the brand and asset usage guidelinesand above all do not make commercial use of anything we've made.\n \nThe license and permission we give you touse and play our Game can be revoked if you break any of the terms of thisEULA.\n \nWhen you buy our Game, you receive alicense that gives you permission to install the Game on your own personaldevice and use and play it on that device as set out in this EULA. Thispermission is personal to you, so you are not allowed to distribute the Game(or any part of it) to anyone else. This also means you cannot sell or rent theGame, or make it available for access to other people and you cannot pass on orresell any license keys. You may however give gift codes that have been boughtthrough our official gift code system. This is important to help us stop piracyand fraud and to protect our Game. It is also important to prevent members ofour community from buying pirated versions of our Game or fraudulent licensekeys - which we may cancel, such as in the case of fraud.\n \nIf you've bought the Game, you may playaround with it and modify it by adding modifications, tools, or plugins, whichwe will refer to collectively as \"Mods.\" By \"Mods,\" we meansomething original that you or someone else created that doesn't contain asubstantial part of our copyrightable code or content. When you combine yourMod with the Minecraft software, we will call that combination a \"ModdedVersion\" of the Game. We have the final say on what constitutes a Mod andwhat doesn't. You may not distribute any Modded Versions of our Game orsoftware, and we'd appreciate it if you didn't use Mods for griefing.Basically, Mods are okay to distribute; hacked versions or Modded Versions ofthe Game client or server software are not okay to distribute.\n \nWithin reason you're free to do whateveryou want with screenshots and videos of the Game. By \"within reason\"we mean that you can't make any commercial use of them or do things that areunfair or adversely affect our rights unless we've specifically said it's okayin this EULA, allowed it through the Brand and Asset Usage Guidelines, orprovided for it in a specific agreement with you. If you upload videos of thegame to video sharing and streaming sites you are however allowed to put ads onthem. Also, don't just rip art resources and pass them around, that's no fun.\n \nEssentially the simple rule is do not makecommercial use of anything we've made unless we've specifically said it's okay.Oh and if the law expressly allows it, such as under a \"fair use\" orfair dealing\" doctrine then that's ok too - but only to the extent thatthe law applicable to you says so.\n \nIn order to ensure the integrity of theGame, we need all Game downloads and updates to come from an authorized source.It's also important for us that 3rd party tools/services don't seem\"official\" as we can't guarantee their quality. It's part of theresponsibility we have to the customers of Minecraft. Make sure that you readthrough our brand and asset usage guidelines too.\n \nOWNERSHIP OF OUR GAME AND OTHER THINGS\n \nAlthough we license you permission toinstall on your device and play our Game, we are still the owners of it. We arealso the owners of our brands and any content contained in the Game. Therefore,when you pay for our Game, you are buying a license to play / use our Game inaccordance with this EULA - you are not buying the Game itself. The onlypermissions you have in connection with the Game and your installation of itare the permissions set out in this EULA.\n \nAny Mods you create for the Game fromscratch belong to you (including pre-run Mods and in-memory Mods) and you cando whatever you want with them, as long as you don't sell them for money / tryto make money from them and so long as you don't distribute Modded Versions ofthe Game. Remember that a Mod means something that is your original work andthat does not contain a substantial part of our code or content. You only ownwhat you created; you do not own our code or content.\n \nCONTENT\n \nIf you make any content available on or throughour Game, you agree to give us permission to use, copy, modify, adapt,distribute, and publicly display that content. This permission is irrevocable,and you also agree to let us permit other people to use, copy, modify, adapt,distribute, and publicly display your content. You are not giving up yourownership rights in your content, you are just giving us and other userspermission to use it. For example, we may need to copy, reformat, anddistribute content that you post on our website so others can read it. If youdon't want to give us these permissions, do not make content available on orthrough our Game. Please think carefully before you make any content available,because it may be made public and might even be used by other people in a wayyou don't like.\n \nIf you are going to make somethingavailable on or through our Game, it must not be offensive to people orillegal, it must be honest, and it must be your own creation. Some examples ofthe types of things you must not make available using our Game include: poststhat include racist or homophobic language; posts that are bullying ortrolling; posts that are offensive or that damage our or another person'sreputation; posts that include porn or someone else's creation or image; orposts that impersonate a moderator or try to trick or exploit people.\n \nAny content you make available on our Gamemust also be your creation or you must have permission or the legal right to doit. You must not and you agree that you will not make any content available, usingthe Game that infringes the rights of others.\n \nWe reserve the right to take down anycontent in our discretion.\n \nPlease watch out if you are talking topeople in our Game. It is hard for either you or us to know for sure that whatpeople say is true, or even if people are really who they say they are. Youshould think twice about giving out information about yourself.\n \nUPDATES\n \nWe might make upgrades, updates or patches(we call them all \"updates\") available from time to time, but wedon't have to. We are also not obliged to provide ongoing support ormaintenance of any Game. Of course, we hope to continue to release new updatesfor our Game, we just can't guarantee that we will do so. With updates comechanges that might not work well with other software, such as Mods. This isunfortunate, but it is something we don't take responsibility for. If that isthe case, try running an older version.\n \nLIABILITY AND GOVERNING LAW\n \nThe terms of this EULA do not affect anylegal (statutory) rights that you may have under the law that applies to youfor the Game. You might have certain rights which the law that applies to yousays cannot be excluded. Nothing we say in these terms will affect those legalrights, even if we say something which sounds like it contradicts your legalrights. That's what we mean when we say \"subject to applicable law\".\n \nSUBJECT TO APPLICABLE LAW, WHEN YOU GET ACOPY OF OUR GAME, WE PROVIDE IT \"'AS IS\"'. UPDATES ARE ALSO PROVIDED\"'AS IS\"'. THIS MEANS THAT WE ARE NOT MAKING ANY PROMISES TO YOUABOUT THE STANDARD OR QUALITY OF OUR GAME, OR THAT OUR GAME WILL BEUNINTERRUPTED OR ERROR FREE. WE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE THATIT MAY CAUSE. YOU BEAR THE ENTIRE RISK AS TO ITS QUALITY AND PERFORMANCE. YOUHAVE TO ACCEPT THAT WE MAY RELEASE GAMES WELL BEFORE THEY ARE COMPLETE AND SOTHEY MAY (AND OFTEN WILL) HAVE BUGS -BUT WE PREFER TO RELEASE THESE FEATURESEARLY THAN MAKE YOU WAIT FOR PERFECTION. IF YOU WOULD LIKE TO NOTIFY US ABOUT APOTENTIAL BUG, WE HAVE A SITE FOR THAT HERE.\n \nThe laws of Washington State govern theinterpretation of this EULA and claims for its breach, regardless of conflictof laws principles. The laws of your country govern all other claims anddisputes (including consumer protection, unfair competition, and tort claims,and disputes relating to our Game, or our Website), regardless of conflict oflaws principles.\n \nTERMINATION\n \nIf we want we can terminate this EULA ifyou breach any of the terms. You can terminate it too, at any time; all youhave to do is uninstall the Game from your device and the EULA will beterminated. If the EULA is terminated, you will no longer have any of therights to the Game given in this license. You do still have the right to thingsyou have created yourself with the game of course. The paragraphs about\"Ownership of Our Game\", \"Our Liability\" and \"GeneralStuff\" will continue to apply even after the EULA is terminated.\n \nGENERAL STUFF\n \nYour local law may give you rights thatthis EULA cannot change; if so, this EULA applies as far as the law allows.Nothing in this license limits our liability for death or bodily injuryresulting from our negligence or fraudulent misrepresentations.\n \nWe may change this EULA from time to time,if we have reason to, such as changes to our games, our practices, or our legalobligation. But those changes will be effective only to the extent that theycan legally apply. For example if you use the Game only in single-player modeand don't use the updates we make available then the old EULA applies but ifyou do use the updates or use parts of the game that rely on our providingongoing online services then the new EULA will apply. In that case we'll informyou of the change before it takes effect, either by posting a notice on ourWebsite or by other reasonable means. We're not going to be unfair about thisthough - but sometimes the law changes or someone does something that affectsother users of the Game and we therefore need to put a lid on it.\n \nIf you come to us with a suggestion for anyone of our Websites or Games, that suggestion is made for free and we have noobligation to accept or consider it. This means we can use or not use yoursuggestion in any way we want and we don't have to pay you for it. If you thinkyou have a suggestion that we would be willing to pay you for, please do notsubmit your suggestion unless you have first told us you expect to be paid andwe have responded in writing by asking you to submit the suggestion.",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1479553320,
            "txt_content": "这个是Minecraft最终用户许可协议。\n译文在这里：http://www.mcbbs.net/thread-279031-1-1.html"
        },
        {
            "author": "wxvovovvxw",
            "timestamp": 1479554820,
            "txt_content": "\"我最终用户许可协议\n\n\n\n为了保护Minecraft(我们的“游戏”)和我们社区的成员,我们需要这些userlicense方面制定了一些规则,下载和使用我们的游戏。Thislicense是你和我们之间的法律协议(Mojang AB)和描述信用证条件使用游戏。我们不喜欢阅读许可证文件比你做了,所以我们试图保持尽可能的短。如果youbreak这些规则我们可以阻止你使用我们的游戏。如果我们认为它isnecessary,我们甚至可能要问律师帮忙。\n\n\n\n如果你购买、下载、使用或玩我们的游戏,你同意遵守这些规则的最终用户许可协议(EULA)条款。如果你不想或不能同意这些规则,那么你不能购买、下载、使用或玩我们的游戏。本EULA incorporatesthe mojang.com网站的使用条款(“担保条款”),我们的品牌和资产使用指南,和我们的隐私政策。通过agreeingto本EULA你也同意所有的条款的上述文件,soplease仔细阅读他们。\n\n\n\n一个主要的规则\n\n\n\n一个主要的规则是你必须notdistribute任何我们,除非我们特别同意。通过“分发任何我们已经取得了“我们的意思是:\n\n吗?别人给我们的游戏的副本;\n\n吗?商业利用的我们;\n\n吗?从任何我们想赚钱;或\n\n吗?让别人获得任何我们的方式isunfair或不合理;\n\n\n\n除非我们特别同意。以便我们清楚,“游戏”或“我们日益”包括,但不仅限于,客户机或服务器的我们的游戏,包括软件提高smes Minecraft口袋版在所有平台上。它alsoincludes更新补丁,下载内容,附件,或修改versionsof游戏,这些事情的一部分,或其他我们了。\n\n\n\n否则我们很轻松的惊奇——事实上我们鼓励你做很酷的东西,但是就是不dothose事情,我们说你不能。\n\n\n\n使用我们的游戏\n\n\n\n你已获得许可Gameso玩耍,可以使用它,你自己,在你的设备上。\n\n\n\n下面我们也给你有限的权利doother东西但我们必须画一条线,否则人们会toofar某处。如果你想做一些关于什么我们已经取得了我们'rehumbled,但是请确保它不能被解释为被officialand符合本EULA和品牌资产使用guidelinesand最重要的是不要让任何我们的商业用途。\n\n\n\n执照和许可我们给你用,玩游戏可以撤销,如果你打破任何thisEULA的条款。\n\n\n\n当你购买我们的游戏,你收到鲁政财,允许你自己安装游戏personaldevice和使用和发挥它在设备在本EULA。Thispermission是专门给你的,所以你不允许发布游戏(或它的任何部分)其他任何人。这也意味着你不能出售或出租游戏性,或使它可用于访问别人,你不能把orresell任何许可证密钥。然而你可能给礼物代码已经boughtthrough官方礼物代码系统。这是很重要的,帮助我们阻止piracyand欺诈和保护我们的游戏。同样重要的是防止我们的社区成员购买盗版的游戏或欺诈性licensekeys——我们可能会取消,如在欺诈。\n\n\n\n如果你买了这个游戏,你可能playaround和修改它通过添加修改,工具,或插件,就会把统称为“属性。”“插件”,我们meansomething原始你或其他人创建不含南北部我们版权的代码或内容的一部分。当你把yourMod Minecraft软件,我们将称之为组合“ModdedVersion”的游戏。我们拥有最终决定权在什么是国防部又是不喜欢。你可能不分配任何地方orsoftware版本的游戏,我们会很感激如果你不使用插件逆反心理。基本上,插件可以分发;破解版本或地方版本游戏客户机或服务器软件不可以分发。\n\n\n\n内部原因你有空whateveryou要的截图和视频游戏。通过“合理”我们意味着你不能做任何商业用途或做areunfair或影响我们的权利,除非我们特别说这是okayin本EULA,允许它通过品牌和资产使用指南,orprovided与你在一个特定的协议。如果你上传的视频视频共享和流媒体网站的游戏性然而允许你把哽塞着广告这些历史。此外,不要只是把艺术资源和传递,不好玩。\n\n\n\n本质上是最简单的规则是不要makecommercial使用任何我们,除非我们特别说没关系。哦,如果法律明确允许,比如在一个“合理使用”orfair处理”原则然后没关系——但只有在某种程度上,法律适用于你这么说。\n\n\n\n为了保证游戏性的完整性,我们需要所有游戏下载和更新来自一个授权的来源。对我们也是很重要的第三方工具/服务并不“官方”,因为我们不能保证他们的质量。这是责任的一部分我们要\"我的客户。确保你readthrough我们的品牌和资产使用指南。\n\n\n\n我们的游戏和其他东西的所有权\n\n\n\n虽然我们许可证允许你安装在设备上玩我们的游戏,我们仍然是它的主人。我们对业主的品牌和游戏中包含的任何内容。因此,当你支付我们的游戏,您购买的许可证/使用我们的游戏,本EULA——你不买游戏本身。onlypermissions你的游戏和你安装itare本EULA的权限设定。\n\n\n\n任何插件创建游戏fromscratch属于你(包括跑前现代派和内存中的插件)和你诚挚的任何你想要的,只要你不为钱卖/试着从他们身上赚钱,只要你不分发一些游戏版本。记住,国防部意味着的东西是你的原创作品而不包含大量代码或内容的一部分。你只ownwhat创建;您不拥有我们的代码或内容。\n\n\n\n内容\n\n\n\n如果你提供任何内容或throughour游戏,你同意给我们许可使用,复制,修改,适应,分发,并公开显示内容。这个权限是不可撤销的,你也同意让我们允许别人使用,复制,修改,适应,分发,公开显示您的内容。你不会放弃yourownership权利内容,你只是给我们和其他userspermission来使用它。例如,我们可能需要复制,重新格式化,anddistribute内容发布在我们的网站上,这样其他人可以阅读它。如果你不想给我们这些权限,不提供内容或者通过我们的游戏。前请仔细考虑你提供任何内容,因为它可能会公开,甚至可能使用wayyou不喜欢别人。\n\n\n\n如果你要让somethingavailable或通过我们的游戏,它不应该冒犯人orillegal,它必须诚实,它必须是你自己的创造。一些例子在类型的东西你不能提供使用我们的游戏包括:poststhat包括种族主义或同性恋语言;文章欺凌ortrolling;文章冒犯或伤害我们或他人声誉;文章包含色情或别人的创建或形象;orposts扮演主持人或试图欺骗或利用的人。\n\n\n\n你提供任何内容在我们Gamemust也是你必须创建或许可或doit的合法权利。你不能同意你不会提供任何内容,运用游戏,侵犯了他人的权利。\n\n\n\n我们保留权利记下anycontent在我们的自由裁量权。\n\n\n\n请注意如果你在说前车在我们的游戏。你或我们很难确定这whatpeople说的是真的,甚至如果人们真的他们说他们是谁。你考虑分发有关自己的信息。\n\n\n\n更新\n\n\n\n我们可能会升级,升级或补丁(我们称之为“更新”)提供,但我们不需要。我们也没有义务提供持续支持ormaintenance任何游戏。当然,我们希望继续发布新的updatesfor我们的游戏,我们不能保证我们将这样做。更新comechanges可能不适合与其他软件,如插件。这isunfortunate,但它是我们不负责。如果是这样,试着运行一个旧版本。\n\n\n\n责任和适用法律\n\n\n\n本EULA条款不影响anylegal(法定)权利,您可能已经根据法律,适用于你的游戏。你可能有某些权利的法律,适用于yousays不能排除在外。没有我们在这些方面会影响那些legalrights说,即使我们说这听起来像它与贵国legalrights。这是我们当我们说“受适用法律”。\n\n\n\n适用法律,当你得到ACOPY我们的游戏,我们提供了“是”。更新也提供了“是”。这意味着我们不做任何承诺,因此我们游戏的标准和质量,或者,我们的游戏将免费BEUNINTERRUPTED或错误。我们不负责任何一点可能造成损失或损害。你承担全部风险,它的质量和性能。你接受,我们可以释放游戏之前完成,所以他们可能(通常)会有错误,但我们宁愿释放这些FEATURESEARLY让你等待完美。如果你想对潜在缺陷通知我们,我们这里有一个网站。\n\n\n\n华盛顿州的法律治理出现的违反本EULA和索赔,无论conflictof法律原则。贵国的法律控制所有其他声称anddisputes(包括消费者保护、不正当竞争和侵权索赔和争端有关我们的游戏,或者我们的网站),不论前款原则冲突。\n\n\n\n终止\n\n\n\n如果我们想要我们可以终止本EULA如果你违反任何条款。你也可以终止它,在任何时候,所有你要做的就是卸载游戏从你的设备和EULA将终止。如果终止EULA,你将不再有任何权力的游戏本授权。你仍然有权利让已经创建了自己的游戏。段落“所有权的游戏”,“我们的责任”和“GeneralStuff”将继续适用甚至EULA后终止。\n\n\n\n一般的东西\n\n\n\n你当地的法律会给你权利这份EULA不能改变;如果是这样,本EULA适用法律允许。本许可证限制我们的责任死亡或身体injuryresulting从我们的疏忽或欺诈性虚假陈述。\n\n\n\n我们可能会改变这个不时EULA,如果我们有理由,如更改我们的游戏,我们的实践,或我们的legalobligation。但这些变化会是有效的只有在法律适用。例如如果你使用游戏只有在单人modeand不使用我们提供的更新旧的EULA适用,但如果你使用更新或使用的部分游戏,依靠我们的providingongoing在线服务新EULA将适用。在这种情况下我们会通知您更改生效之前,通过在ourWebsite发布通知或其他合理的意思。我们不会对thisthough是不公平的——但有时法律更改或有人东西affectsother游戏的用户,因此我们需要就盖上盖子。\n\n\n\n如果你来我们的建议对于任何网站或游戏,免费的建议是让我们有noobligation接受或考虑。这意味着我们可以使用或不使用yoursuggestion在任何我们想要的方式和我们不需要付给你。如果你thinkyou有一个建议,我们愿意支付你,请notsubmit你的建议,除非你先告诉我们你希望支付我们回应书面要求你提交的建议。"
        },
        {
            "author": "wxvovovvxw",
            "timestamp": 1479554820,
            "txt_content": "机翻。。。"
        }
    ]
}