{
    "title": "<转载/连载> 第5章 《世纪复仇》ymcnyzk",
    "author": "a17245632",
    "replyCount": 0,
    "timestamp": 1479555600,
    "txt_content": "☆第五章：\n\n　　事情远没有看上去那么简单......\n　　自古以来，上界的资源需求与下界对上界生产的AST的需求成为维系这个帝国唯一的纽带，上界需要下界提供的资源，下界需要AST维持他那可怜的虚荣心，仿佛成为人类是一种骄傲。令人感到惊奇的是，这次上界并没有削减奥茨市的AST配额，也没有在AST里掺杂什么奇怪的东西。麦克的大脑飞速运转着，管控大队反常的举动背后一定隐含圌着什么信息——对！他没有经过上界授权！\n　　麦克隐秘地笑着，照此看来上界并不会插手，是时候反击了！\n　　他果断扒下衣服，找准时机——将衣服甩到身后。\n　　正在狂踩油门的驾驶员眼前突然漆黑一片......\n　　坐在后座的管控队长突然跳了起来，嚷嚷着打开舱门，探出身子想把遮挡在观察镜上面的衣服扯下。\n　　麦克回头露出了笑容——\n　　现在，这个火气桶只需要一个火星......\n　　他果断捡起一颗拳头大小的石头，瞄准管控队长头上的铁盔狠狠砸了过去——\n　　管控队长差点再次扑街......\n　　好不容易恢复视野的驾驶员眼眶像是要被撕裂一般疯狂寻找着麦克的踪影，可是在这短短的五十秒中内麦克就如同人间蒸发了一般，不见了。\n　　队长甩开了保住他两次小命的头盔，在一旁指桑骂槐。\n　　驾驶员瘫坐在椅子上，过了一会，只见他嘴巴颤抖着，用低沉恐怖的声音吐出了几个字——\n　　“全部杀死！一个不留！”\n　　队长转过头来，眼睛一亮...\n　　“你说什么？”\n　　驾驶员无比兴奋的面对着他，用无比颤抖的声音接着说道——“把贫民区的人...不管是GLA还是贫民.......全都KILL！”\n　　他一字一顿缓缓吐出最后四个字。\n　　队长感到全身血液都在往头上涌。他死死盯着驾驶员的眼睛！\n　　“现在就做！！！”\n　　过了一会，太阳更加大了，炙热的火焰烤着大地上的一切，也炙烤着每个不安的心灵。\n　　一阵嘈杂的声音从贫民区中传来，在空旷的废墟中回响。让人怀疑这究竟是幻世，\n　　还是末日....\n　　第一丝火星缓缓从导火线中迸发而出，闪烁着死亡的光芒。\n　　刚开始GLA三个人中有两个人是僵尸，又愤怒又胆怯的人们选择了观望。麦克无奈实行新政，后来眼直的人们发现加入后GLA可以正大光明地去富人区和其他得到政圌府优惠率命攻打奥茨市的村落抢夺AST，于是一个出头鸟站了出来，半个城的人稀稀拉拉加入了GLA。\n　　暴民们连续搞了三次战役，生存的欲圌望驱使着他们。抢到的AST堆满了仓库。这下全城的老少圌妇孺全都激动了——争先恐后挤入GLA。\n　　GLA的队伍开始膨圌胀...\n　　麦克不得已还是使用了人性贪婪的力量......\n　　1095年1月1日，第四次奥茨战役擦向了火花，数万名GLA兵士参加的战斗，帝国空前庞大的镇圌压队伍，两年的战时，使其成为了人族500年历史上最大规模的一次内战。泥泞的大街上黑压压挤满了高举着铲镐斧锄锅剑的人群，无数铁器反射着阳光。从远处看像表面闪烁着无数波光粼粼的战争机器。突然间，周围的一切都暗了下来。所有铁器的光芒都消失了。人们纷纷看向天空——笼罩在天空上巨大的“中山”号攻击型空岛炮指曾经让他们引以为傲的市中心，降下了炮火——人们像散沙一般逃窜。无数人来不及逃跑被炸上了十几米高空。街上只剩下了被扎成刺猬的帝国军，和浓厚的烟雾。在最后关头，GLA在麦克的灵感中采用了地道战，以摧枯拉朽之势一举夺回被蚕食四分之三的领土。举国皆惊，连僵尸精神力特种部队（ZSF）也开始变得活跃起来。内外交困的帝国只得托出一纸合约。\n　　停火到现在，已经三年了\n　　麦克在胜利到来之前在起圌义中心广场被暗杀，最后说是被一个拥有着恐怖精神力的老头——古斯给救了。那老头要走了身体，灵魂也保存了起来。说是帮他复活。接着便回到深山老林里去了......\n　　第三次奥茨战役结束时，麦克写了回忆录。现在是一本禁圌书。\n　　从记忆中回过神来的老兵将手伸进绿色大衣里。从里面木偶出了一本封皮泛黄的书，新兵犹豫地接过了书。半响，抬头看着面前的老兵，竟发现他的眼中有股泪光......\n　　“其实我来这里是为了道别的...”\n　　他愣住了。老兵依然呆呆的望着人群，许久举起酒瓶灌了一口酒。\n　　“十年前我刚来到奥茨市时，我还是跟你一样十七八岁出来和亲人一起上山伐木。在这乱世能活下来就是辛运。麦克是一个孤儿，他只有布雷克一个基友。布雷克被抽取上界之后就没了音讯。麦克不甘才成立的GLA现在他如果还活着的话已经18了。古斯那老家伙可以为他和自己续命，永生不老，但是人族不行，册子送你了，对我也没啥用了，我该去好好地...享受人生。”\n　　老兵突然站了起来，转过身面对着身后的雕塑敬了一个礼，把行李扛在肩上，边喝着酒边走向人来人往的街道。没走了几步便又想到了什么转过头来说“那把剑送你了。”\n　　新兵缓缓抽起那银白色的铁剑，刀刃上一行篆刻小字吸引了他的目光——“1094年7月8日，授大将军“SHJ”此剑，以表纪圌念。”\n　　“也许他只是厌倦了这世俗吧......”\n　　新兵在风中摩挲着字体上面的每个棱角...扭头望向市中心——他甚至可以想象到当时末世的场景......\n　　也许....这就是——我们的未来吧！\n————未完待续————\n\n\n",
    "replies": []
}