{
    "title": "<转载/连载>《世纪复仇》 ymcnyzk",
    "author": "a17245632",
    "replyCount": 2,
    "timestamp": 1479545460,
    "txt_content": "在Minecraft大陆上，存在着上界以及下界。上界有屈指可数的规模庞大的攻击型空岛以及各种飞行器，人口却很少，下界有着占人族人口大多数的人类以及怪物族。人类和怪物已互相敌对多年，但并未分个胜负。空岛多数分布在首都附近，就连首都都在空岛上。奇怪的是首都下方形态迥异的建筑，据民间传闻说那里曾经是怪物的领地。不仅如此，上界的人严格限制下界的人进入上界。即使是权势贵族也是如此，理由是血统不纯净。\n　　没有人知道这个世界为什么是这样子。\n　　或许说，没有人真正见到什么是过去。\n　　这个世界就这样照常运转着。以呆在里面的一种叫做人族的智慧生物对时间的感知来说，时间已经过去了一千一百万年。“人族起源，怪物变异”的学说早已成为常识，历史的车轮在记忆的欺骗下就这样一分一秒地前进着，没有一丝颠簸。\n　　但有一天，历史竟然完全被颠倒了过来。\n　　————————————————————————\n　　布雷克从朦胧中醒来。眼前看什么都是灰蒙蒙一片。\n　　又是那个梦。\n　　没有丝毫意义。梦境一直不断地传达着这样一个信息——这个世界并不真实，布雷克开始怀疑他周遭的一切。\n　　但除了梦境之外，作为人族一员的他竟然还发现了与人族统治下相悖的记忆。\n　　大脑还没有完全苏醒，他在心中盘算着日期：现在是第94天了。这已经是第九十四次在荒无人烟的山脉晨雾中醒来。\n　　布雷克做了一次深呼吸。下意识地摸了摸身上背包里的钱袋。作为商人的他身上还是有可以拿出手的钱的。这种世俗之物在这里已经毫无用处。但是却是与外界进行交流所必不可少的东西。\n　　布雷克用敏锐的双眼窥探着矿洞口外面的世界。确定没有什么威胁之后开始整理自己的背包。\n　　其实这根本就是多余，僵尸并不会攻击他，布雷克笑了笑，换做其他人，早已经暴尸野外了吧。他迄今为止见到的僵尸有些用充满疑惑的神情望着他，有些则充满敌意。记得有一次，他杀了一直僵尸，鲜血的味道让他觉得很熟悉。好像曾经在哪里闻到过，濒死前那只僵尸怒目圆睁道：“你……这个…叛徒！”\n　　这更加加重了布雷克的疑虑。\n　　他突然听到了什么，从背包中缓缓抽出钻石剑，肌肉绷紧，等待着那个声音越来越近……\n　　构成粒子：最大粒子\n　　模版：传统模版\n　　一串信息传入脑海，用这把剑，凭借后面怪物的走路频率以及力道来看这只是一个无神的普通蜘蛛，用着把剑简直就是大材小用。\n　　突然，他回头一斩，洞穴蜘蛛便尸首分离。碎尸被弹出了几米远。深蓝色的血液溅满了半个洞壁。\n布雷克脸色没有丝毫改变，他知道附近肯定有地牢，也就是远古生物集中的场所。\n　　不过，自己还有更重要的事情要干。\n　　从朋友寄来的信封中掏出泛黄的地图。上面的字迹在热带雨林雾气蒸腾下变得模糊。他取出笔，在路线上画了一个黑点。\n　　可以肯定，不远处洞口外的世界，方圆500公里荒无人烟。\n　　望着地图右上角的那个用红色五角星标记的地点。他感到心脏里的血液喷涌而出。内心不可抑制地兴奋起来。合上地图。他知道自己6天后就会到达目的地，在哪里。有和他一样拥有着疑虑的人在等待着他的到来。它叫做——\n　　“转变者组织”\n　　此时的布雷克也许不会想到，自己未来竟然会走向复仇之路。\n　　收好东西，天已经大亮，布雷克小心攀上岩石掩体，窥探着河堤。\n　　空无一物。\n　　他走向河岸，开始了一天的长途跋涉。\n　　不知怎的，布雷克发现自己这一路来遇到的僵尸很少。\n　　也许是深山野林里环境简单，怪物智商低吧。布雷克猜测。\n　　他走后，空洞的洞穴内传来一阵脚步声，几只绿色的脑袋在黑暗中晃动。一只僵尸眼睛出神，仿佛在大脑中演算着复杂的方程式。\n　　“为什么要放他走，我们已经帮他差不多三个月了。”\n　　斯科茨眼睛回过神来，他知道周围没有人族，也没有其他心灵感应场的存在，他转过头用恼怒的眼光望着那个僵尸，虽然自己干着跟踪这一件事已经不是一次两次了。\n　　听到如此唐突的挑衅，其他四个僵尸都一同凑了上来。\n　　斯科茨无奈地望着他，说道：“你知道人格分裂吧？”\n　　那僵尸呆呆地望着他，随后无奈转过头去。谁都明白，自己的灵魂都是由远古某个强大怪物的融合体死后分裂而来的。\n　　“现在我终于找到他了。”\n　　大家都明白了，都不说话。\n　　斯科茨知道，那只僵尸只是想要布雷克手上的那把剑，谁叫他前世是人族，这种孤魂野鬼不知道轮回了多少次了，如果在远古，他顶多就是平定者军团里的一个普通士兵。像这种人，还有人类，整天研究制造术，根本不懂得什么叫做心灵力量，企图借助外界力量来战胜自然，真是可笑。\n　　布雷克也许不会想到，在他身后500米会有六只僵尸正在日夜兼程地跟踪着他……\n　　————未完待续————",
    "replies": [
        {
            "author": "乱码的乱码",
            "timestamp": 1479546420,
            "txt_content": "顶一个，作者的世界观设定挺有意思的"
        },
        {
            "author": "kid小东",
            "timestamp": 1479547560,
            "txt_content": "乱码的乱码 发表于 2016-11-19 17:07\n顶一个，作者的世界观设定挺有意思的\n你确定是作者？\n不应该是原作者吗..？"
        }
    ]
}