{
    "title": "<转载/连载> 《世纪复仇》 ymcnyzk",
    "author": "a17245632",
    "replyCount": 0,
    "timestamp": 1479544920,
    "txt_content": "布雷克行走在清澈的河流沿岸。向着前方望去，河流蜿蜒进入了远方的森林，不知怎的那森林的树木长得比其他地方更加地密集。早上的阳光在林间穿行，茂密的枝叶将阳光剪成一地碎屑撒在林间。不知怎的，布雷克被迷住了，但不久又回过神来。“好久没见到这种景象了。生活在在那个罪恶的都市里。”将钻石剑放进背包中，从背包里拿出弓箭，顺便从身后的箭袋中迅速抽出一支尖端打磨过的箭矢。布雷克眼光迅速扫过眼前森林的每一个角落，眼前的光与影变成了视线的阻碍。还好没有敌人，他感到庆幸。要不然在这里发生战斗自己肯定会占下风。\n　　走进长着高大树木的森林。身边长满了高大的乔木。越往前进越密集。甚至有藤蔓从树顶上垂下来。布雷克变得异常警觉，因为热带森林里非常容易实行暗杀。这也是人族议会专门开发的“专利”，用来清除政客。说什么“热带森林度假”，在游玩时看哪个不顺眼的躲在树后捅一刀。同时，热带森林里还拥有其他地域所没有的强大怪物，那种怪物从远古时期时就已经在这里开始生存。因为地域的隐蔽性与复杂度，就算是专业的清怪士也无法打败他们。当然了，如果不是罪恶的人类为了开拓资源而进入雨林，那个怪物会吃饱了撑着专门去挑衅人类......布雷克嘴角轻微地呲了一声。不过看布雷克现在的运气，附近应该不会有什么怪物。现在要做的就是尽量搜集些食物以及材料。因为他可不会指望组织里的人可以为他解决一切问题。最可靠的永远是自己。\n　　在离布雷克身后不远的地方几只僵尸正在进行着日常的活动，斯科茨双手交叉躺在石头上。完全不担心眼前的一切，说实话这是他多年跟踪行动中最轻松的一次了，当然也是最后一次。毕竟，还有几天的路程就到目的地了。他完全不用担心布雷克现在的情况，除非感应到了比他更加强大的僵尸。\n　　树林里很安静，安静得可以听见早上鸟儿们在山上空灵的鸣叫声。斯科茨完全放松了下来。可是当他准备好好享受这个静谧的早上时树林里却突然响起了砍树的梆梆声。顺着声音望去，那一只僵尸还在拿着从几个月前的一次行动中从受害者身上抢夺而来的一把铁剑。他微笑着，用手掂量了一下手中的剑，目光对准了一棵树的树干。右手瞬间出剑，顷刻这棵拳头粗细的树上面就显现出了一个大豁口。他微笑地收回，向着一旁正在围观的其他四只僵尸示意。\n　　斯科茨顿时感到被耍了，按照之前的经历，他一开始耍剑准要是干什么不好的事情。不过这小子还算识相，跑到远处去练了，要不然自己还真得教训他一番。今天真得盯紧点。\n　　静下来思考，斯科茨的内心却没有平静下来，他发现自己这几年来还真没干多少事。虽然说保留了一部分前世的记忆，但他们都是零碎的记忆，仿佛在夜晚做梦，梦醒时分只记得个大概一样。自己现在就处于这种局面。寻找曾经的人格是很幸苦的，在人族领地与野外漂泊……也不知道走了多少路，过了多少河才找到一个人。不过现在这个人格貌似不会使用精神力量，有点可惜。\n　　正深思着，一阵欢呼声穿过林间。看来那小子准是杀了动物吧，斯科茨站了起来，往树林深处走去。\n　　过了那么久，还没有吃早餐呢……\n　　在森林的另一边，布雷克蹲在高高的草本植物下方，眼前是一只拥有着强壮体格的僵尸。\n　　又是一只没有精神力的僵尸。布雷克松了一口气。\n　　他在脑海中不断思考着进攻的招式，从身后缓缓取出一只箭，搭上弓，身旁只剩下微风吹动树叶发出的沙沙声。\n　　布雷克冷漠地盯着他，目光从周围扫过。周围没有其他怪物。\n　　眼前是锐利的箭矢，面前的僵尸惊恐的神情定格在布雷克手指松开前的最后一秒。\n　　瞬间，眼前的僵尸头部中箭，失去理智的僵尸捂住想把箭拔出，布雷克迅速扔下弓，陡然起身从身后抽出一把通体紫色的剑顺势向着僵尸胸前砍去，僵尸回过神来，带着狰狞的面孔向他扑来，宽厚的手掌瞬间将飞在半空中的剑刃硬生生地给接住了，布雷克紧盯着他的瞳孔，趁机右脚从僵尸的膝盖骨的下面狠狠地踢去，不出布雷克所料，这样会踢到僵尸脚部神经，僵尸吼叫着倒了下去，牺牲了自身平衡性的布雷克也顺势往前一倒，同时右手转换手势将寒光四射的钻石剑狠狠地插入了跪倒在了地面上的僵尸的后背……\n　　紧接着是一声沉重的重物落地声。\n　　布雷克颤抖地站起身，刚才那一招真是太悬了，如果后脚不用力，差一点就倒在了身后。\n　　拔出剑身，捡起弓箭，望望周围，似乎没人觉察到刚才的那阵骚乱，只有林间的微风依然迎面吹拂着。\n　　布雷克看着倒在地上的僵尸，身后一阵凉意。\n　　如果热带森林里到处都有这种战力的怪物，那么接下来的几天可就难过多了。布雷克皱了皱眉。\n　　身后，斯科茨趁着朝阳升起的最初几个小时饱餐了一顿，那只僵尸捕猎的技术还是挺好的，斯科茨大口地生嚼着肖森刚刚杀死的猪鲜嫩的猪肉，要在平时，先把猪烤了再吃最易消化，可现在为了节省赶路的时间只能先生吃了\n　　肖森将铁剑插入猪肉，将上等的肩胛骨切了下来塞在嘴里大嚼大咽，虽然说肉质不算鲜嫩，但是有种森林的清香融入到了肉质当中。六只僵尸效率极快，转眼间一头猪就吃得只剩下了骨架。\n　　饱餐一顿之后，斯科茨满意地站了起来，照例没有放松警惕，望着四周，当然不仅仅是视觉范围内，还有心灵探测范围。地上四只僵尸正酒足饭饱，东倒西歪地躺在地上，只有肖森坐在地上双脚岔开，还在擦拭着染上猪血的铁剑。眼中有一道光芒闪过，然而没有人发觉。\n　　斯科茨的脸色突然变得很难看。\n　　躺在地上的一只僵尸察觉到了这个细节，肖森抬起头，双眼直勾勾地看着斯科茨，等着他开口说话。\n　　斯科茨回过神来，声音突然放得很低，缓缓说道：“这是，四级僵尸！”\n　　躺在地上的僵尸瞬间直起身子坐了起来，这意味着远方出现了一只强大的僵尸，只有肖森还在默默擦拭着剑，树林里只剩下了磨刀声。\n　　现在谁又知道森林那边的情况。\n　　————未完待续————\n",
    "replies": []
}