{
    "title": "<转载/连载>第3章《世纪复仇》ymcnyzk",
    "author": "a17245632",
    "replyCount": 0,
    "timestamp": 1479545940,
    "txt_content": "☆第三章：\n\n人族帝国-下界-奥茨市\n\n　　朝阳的金光如圣母光环般洒在奥茨市起义中心广场上，一个GLA老兵正颓废的坐在广场前的台阶上。身边倚着一把长剑，冷漠地看着来往穿行的人们，与周围环境格格不入。\n　　这里已经成为了附近下界中不受管控中心管辖的最自由的城市之一，自由的空气总是让人感到愉悦，但标签是用烈士的鲜血粘上去的。该是奴隶的还是奴隶，贫民还是贫民。他好像想到了什么，扭过头望去，在街道的尽头，三年前被空岛重工业大炮毁灭的市中心正在重建。地上坑坑洼洼的。阳光照射在地上裸露的地基上，显现出巨大的反差。\n　　无数的人从老兵身边走过，没有一个人注意到他，换在十年前，这些老幼妇孺只剩下躲在下水道的份，不知是不是因为他那过气的声望，一名从酒馆出来的士兵手上拿着一瓶酒向他走来，侧身一倒坐在了台阶上。那老兵一眼就看出他是刚来不久的新兵。不出所料，那新来的在把酒递给他之后犹豫了一下，说道：“兄弟，起义是怎么爆发的？”\n　　老兵转过头来认真打量着他，那新兵穿的还挺白净。心里仅存的一丝幻想也破灭了。老兵想：连搭个讪都那么没天赋，但又不好直接讲，只好又回过头去，装作怎么回答，新兵那炽热的目光却又盯着他不放。老兵便转过头去：“你真想知道？”\n　　那新兵目光直视着老兵，“嗯。”\n　　老兵回过头去，心知对这种好奇心强的人磨蹭也没用，望着远处人来人往的街道，用迷茫却不失神的眼光望着远方：\n　　“从前......”\n　　“......”\n　　一个健壮的小伙，麦克，出生在奥茨市。\n　　从公元元年以来一直到1100年，帝国对下界的统治从未停止。腐朽君王阿克斯一直在用数百年前的老伎俩来维持上下界之间的纽带，一个下界人用血与泪换来的工业品与上界交付给他的AST（人类体征维持剂）之间的不平等纽带。\n　　他青年时（下界人对青年的定义与上界人不同，一般8-15岁即青年）终有一天，从劳工中觉醒了......\n　　麦克与周围的人联络，辗转成立了一个地下组织，宗旨不言而喻。在其他人看来，这个名为GLA的组织只不过是市井中黑帮混混中的普通一个罢了。但他们这次错了。每当上界人到下界以“保护人民不被僵尸入侵”为由来搜集材料和工业品时麦克就带头打那些人。截下货物返还给原主。下界管控中心（LCC）很快就注意到了他们。大批管控员开始监视并干扰GLA的行动。但是这些楞青管控员很快发现他们的存在就如同空气一般。帝国政府虽然抓住了几个GLA的人，但是这对于千足虫GLA来说只不过损失几条腿罢了。从此，GLA在这污浊的世道里就如同一泓清流占得了一丝席位，与周围环境格格不入，遗世独立。\n　　下界边缘地区尽管有着“僵尸与变异人不得进城”的不成文规定，但是边界商人与居民对于僵尸却异常容忍。因为当初未抢到AST的下界人会在某天的一个时刻变成变异人，这与被僵尸感染的原理相同。每当下界的运输车队从城外森林运输木材到城内准备运往上界时，在城门外总有几百号人当车队行驶到城门是往里面扔废物和垃圾。司机对这些行为睁一只眼闭一只眼。市井老油条会托给司机一张请愿书和一些金子送往上界议事会。司机默默收下，转手交给LCC。那些不夹带金子还塞纸的新手，请愿书恐怕是被当做擦屁屁用了。作为GLA领导人的麦克敏锐地抓住了这个机会。渗透来渗透去把一些司机招进GLA。托组织的任务在山上等原木的同时偷偷将其他会员事先招募好的一堆僵尸放上车。全窝在车上的一个隔间。当车队进城时就可以混入城中。开了几里地半路出故障，然后大摇大摆的逃出管控员监视路段，开进一些废物建筑群里的修理站。放僵尸，吃辣条，抽包烟，拍屁股走人。这种由GLA一手策划的交易在奥茨市持续了三年之久。\n　　僵尸和GLA会员找来自有其用，也许是麦克从小大都不怎么在行，但是组织能力却出奇的好的缘故。在他担任GLA总指挥官的十年间GLA的力量足以对干拥有精良武器的上界管控大队，虽然GLA的大部分进攻都是在城市中进行（俗称GTA）。但是因为麦克本人鬼点子多，因此每次进攻的招式都不同。手法千变万化，让人琢磨不透。因此，在他管的街区，一提到“麦克”，“GLA”等关键词每个人都像打了鸡血似的跟你唠嗑重复上千遍的麦克的梗。有个僵尸军官这样评价他道——“生当做枭雄，死亦做鬼雄（僵尸野军的一个军阶）”。\n　　但是，灾难，还是悄然降临了。\n　　那是一个充满灰雾的早晨......\n　　进城一带的公路上开着数十辆大货车，这是僵尸交易进行的第三年了，也是GLA在奥茨市的第四年。货车缓缓的行驶着，一名GLA司机睡眼惺松地把着面前的“法阵”（方向盘），心里却寻思着这次出故障的理由和修理站的地点。眼睛余光瞄过一个个岔路口，终于在到达了第六个路口的时候汽车嗝了屁——出故障了。\n　　司机一巴掌按响了警铃，前方的头车霎时停了下来，从车内猫腰钻出两个人，一个穿着黑色制服，一个是随从，都是上界人。\n　　司机高昂着头，熟视无睹的望着他们两个人走到车门前停下。制服男略有愠色地看着司机，从车窗上塞进一张记录表和一支笔。他看着在驾驶室里玩着笔的司机，脸上勾过一丝微不可查的微笑。\n　　记录完毕，制服男和随从回到车中。司机调转车头开进一条街道中。\n　　后面的汽车长龙恢复流动，一切似乎依旧，除了开进岔路的那一辆车。\n　　这条道路也算一条老路了，周围几百米全是废弃的居民区，早上就会有穷人家里的孩子来到瘦骨嶙峋的废墟里捡垃圾，在瓦砾和石块中穿行，老司机们对这条老路已经生了感情，相对于其他道路来说这条最为省心，毕竟周围有他们的人守护着。总比那些绿壳子军车要好得多，政府也曾想关闭这条通道，可是其它进城的道路不是下界中所谓的富人区就是僵尸横出的危险区，无奈只好选择这条最经济但是也是最易出岔子的一条路了。这路就像中年丧夫，但仍坚守贞操的老妇人一样虽然被乡绅压榨，被时代抛弃却仍坚定守护着每一个过路人。如此静默，如此...无声无息......\n　　车辆穿过拥挤的小巷，前方是一百米的“真空区域”，仿佛脱离了母亲的掌心，100米的前方便是十八名GLA战士藏身的一栋居民楼。仿佛象征着友情。司机专注地开着，刚才在主干道上的心不在焉一扫而空。\n　　也许...这世上只剩下无声的爱，才真正值得赞美吧！\n　　隔间里传来了一阵骚动，司机座位旁的一个烟灰缸里伸出了一只绿油油的手，司机头也不回地从座椅旁取下一个木瓶，塞到那只手中，唯恐这一秒的分神会错过什么。那只手晃动了一下，随即缩了回去，没过几秒，个简历就响起了此起彼伏的喝水声。\n　　在这静默的早上，一切都像窗户纸外面的天空——如此宁静而朦胧。但在不久之后，一个新世纪婴儿的啼哭将会打破旧时代的一切。\n　　十五米开外，城管大队队长在盯着大货车前方的同时按下了发射的电钮......\n　　————未完待续————\n",
    "replies": []
}