{
    "title": "【原创/连载】《影雨为天》 第五章 - 虚魔【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1479561120,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-11-19 21:15 编辑 \n\n前言：本章质量比前几章高，推荐细读。\n\n正文：\n       我们到达了建筑群的外围，但这时，我们的面前出现了一个人。\n\n       这个人很诡异，他悄无声息地出现在我们面前——我们甚至一点动静都没有探查到。\n\n       这就很可怕了，武林之中，能浮在空中的屈指可数，更不要提悄无声息地接近我们了。这个人身材中等，身着红袍，但脸却怎么也看不清。他腰间有一把长剑，插在一个金色的剑鞘中，很是惹眼。红袍在空中飞舞，我们三个人原地不动，就这样紧张地看着他\n\n       他伸出手指，轻轻一弹，我们顿时感觉整个人都仿佛被冻住了，周围的温度也剧烈下降，那是一种滔天的杀气，没有丝毫人性的阴冷。这种杀气，足以让人的灵魂颤栗，更甚还可以让人疯狂，变得嗜血、残暴。我们即使是精英，也依然为那杀气所震惊，要有这么强大的杀气，需要杀多少人，我们自己也不清楚——但绝对不会少。\n\n       他若有所思地看向了我，这让我整个身子颤抖了一下，他那目光太暴露、犀利了，锐利到我感觉真刀就抵在我的脖子上，让我动弹不得。我轻轻咽了口口水，手中的武器抓得更紧了，眼睛死死地盯着他，不让他抓出任何破绽。气氛一时间清冷下来，紧张感伴随着空气，充斥着这片空间。\n\n       红袍人看了我一会儿，从怀中掏出一把极为普通的短剑，一把插在我面前的土地上。说也奇怪，那把短剑插在地上之后多了数道紫色的封印，那些封印看着极为玄奥神妙，甚至还掺杂着大量紫色的内力，封印的强度是我们这些人所不能打开的。\n\n       “好好守着。”他的声音低沉有力。\n\n       说完这句话，红袍人立刻又诡异般地消失了，周围的温度也逐渐攀升，邪恶的杀气渐渐消散于空气中。我向前两步，伸手去拔那柄短剑。封印的光芒开始闪动，磅礴的内力从封印中泄露出来，缓缓凝聚、回旋起来，紫色内力越聚越多，压缩成了一个圆圈环绕着我。我一用力，短剑顿时被拔出来许多，环绕着我的紫色圆圈也仿佛得到了解放一样，紫光冲天而起，以我为中心形成了一个漩涡，紫色的内力直接冲击我的身体，我只感觉一种无法形容的痛楚从我全身传来，我可以看得到，我体表的血肉就像粉末一样被刮得灰飞烟灭。\n\n\n      我不清楚这到底是机缘还是危险，我此刻也不敢轻举妄动，因为我一旦行动，身体肯定就会被那越发恐怖的紫色内力给撕碎。我身体微微颤抖着，那种撕心裂肺的疼痛，痛不欲生的感觉，真的算是世界上最残忍的刑法。\n\n\n      就在我意识逐渐模糊时，那紫色的内力终于平息了下来，逐渐露出了我眼前的那把短剑，只不过此时的这柄短剑不在土里，而在我的手中。\n\n      我在短剑的剑身上看到了两个烫金字——\n\n      虚魔！\n\n      我直接扔掉了之前使的铁剑，把虚魔插入了剑鞘。周围海夜等人看得目瞪口呆，我从他们的眼神中看到的不是羡慕，而是嫉妒。\n\n      他们三人直接如狼似虎地扑了上来，我大吃一惊，连忙抽出虚魔抵挡，所谓的盟友关系在利益与实力面前的确脆弱的很。他们的招式极为凶狠，招招致命，我不求进攻，只是单单以最快的速度用虚魔挡掉他们的攻击。\n\n      我横向一斩，大喝道：“给我封印了！”\n\n      虚魔爆发出强烈的紫色内力，如洪水一般涌入他们三人的丹田。他们三人纷纷惨叫倒地，手捂着丹田，仿佛在经受什么煎熬一样。过了一会儿，三人都缓过气来，摸了摸自己的丹田，眼神中的嫉妒被恐惧替代了。虽然成功镇压他们三人，但我的内力也全部放空，丹田十分疼痛，但和刚刚的紫色内力相比倒不算什么了。\n\n      “看来是我们......鬼迷心窍了。”叶久苦涩地说道。\n\n      我果断给他们解除了封印。我并不怕他们暴起造反，主要我考虑到加入雨杀必须要盟友都去，才会给他们解开封印。\n\n      经过了许多波折，我们再次上路。这次终于是进了那个古老的建筑群，四周的景色还是那么荒凉凄败。虽然这建筑群里我们看不到人影，但其实我们能感觉到，有好几道目光正审视着我们，有的尖利，有的疑惑，让我们捏了一把汗。\n\n      到了中央，依旧是之前的那个紫袍人，就那样立着。我们大步走上前，正要发话，却被他身前的两个黄袍人拦住了。\n\n      “带下去。”\n\n\n      订阅请评分“我要订阅”，则新章节会at。\n\n\n     订阅席：@光线桑德斯 \n\n      朋席：@2B与mc的故事 @FHC红石 @guqu @xcc @普通HIM \n\n\n      版主：@冥王星人 \n\n\n      想要查看索引，请看我的签名档。",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1479614700,
            "txt_content": "踏空而立，莫不是斗宗强者\n原来杀气是弹指的时候露出来的嘛"
        }
    ]
}