{
    "title": "[双线]Nyancraft—★二次元★开荒★工业★神秘★红枫★植魔★拔刀剑★女装★[1.7.10]",
    "author": "Withered_Boss",
    "replyCount": 0,
    "timestamp": 1479626460,
    "txt_content": " 本帖最后由 Withered_Boss 于 2018-2-5 01:44 编辑 \n\n \n\n      大家好，我是流年酱！这是你没有玩过的全新版本！惊喜不断，月入上万！开局一把刀，挂机成土豪！开局一把刀，装备全靠爆！广告做的再好不如进服溜一溜，赶紧搜索NyanCraft！上线秒变VIP，疯狂兑换RMB！五秒一级，三倍回收，一刀满级999， 装备全爆666，体验只需三分钟，你就会和我一样，爱上这款游戏。来得早，赚得多，来赚年终这一波！！ \n\n·\n\n·\n\n·\n\n\n\n\n（开官腔准备\n\n（PixivID : 56968080）\n\nNyanCraft - 喵の物语Nyanpasu ~\n\n\nServer Introduction - 服务器简介\n   Nyancraft是一个小型服务器，目前为第二周目开荒期（新服刚开三天开局一人一狗，本周目的游戏类型为[模组生存]。服务器内气氛融洽和谐，素质良好，大部分玩家为二次元爱好者，但服务器刚刚开启，尚未成熟，百废俱兴。我们热切盼望您的加入，相信有了您，我们的游戏体验会更加美好！\n\n\n\nChoose Reason - 选择我们的理由\n      1.玩家素质良好——新周目中所有玩家均由管理组筛选，已剔除不良玩家且会持续监察，良好的玩伴素质决定游戏体验。\n\n      2.无OP权限党——全服务器只有一个管理ID拥有OP权限，普通管理只有封禁等权限，绝无创造或其他影响游戏体验的权限。如果您对管理者有任何异议或疑惑，请与服主联系，服主会为您解决问题直到您满意为止。\n\n      3.稳定不卡——服务器在独立机上运行，二代至强E5-2630v2双路24线程 2.6-3.1GHz主频，平均可用时间达到99.9%，无需等待。\n\n      4.气氛温馨——与大型服务器不同，你可以在这里轻松找到志同道合的朋友。\n\n      5.亲民的服主——可爱的流年酱经常和玩家们开黑打lol守望先锋极速快递。\n\n      6.纪律严明——服规较为严格，且有AC反作弊系统，杜绝熊孩子的存在。\n\n      7.公平公正——赞助是对一个服务器最大的帮助，在赞助玩家帮助其他玩家继续游戏的同时，我们也会给予赞助玩家相对应的回报，但赞助玩家和普通玩家平等对待，没有例外，如果您对认为赞助玩家影响了您的正常游戏，请直接向服主或管理检举。\n\n      8.机巧流年不会女装\n\nServer Features - 服务器特色\n.\n      Ⅰ. 服务器内置语音系统，如同其他游戏中的小队语音，您可以按下按钮来说话，周围64格内玩家可以收听，解放您挖矿的双手.\n\n      Ⅱ.服务器中自带精美菜单，所有功能一目了然，让您摆脱记指令的烦恼.\n\n      Ⅲ.服务器内建筑均由管理组亲手建造，不存在千篇一律的复制品主城，和风画意，令人身心愉悦.\n\n      Ⅳ.您可以使用@符号来提到服务器内的某位玩家，被@的玩家会有一个音效提示.\n\n      Ⅴ.流年酱实在是编不出来特色了广告做的再好不如进服玩一玩.                      QAQ\n\n\nServer Rules - 服务器规定\n     Ⅰ 不允许以任何方式进行作弊/破坏服务器平衡\n\n     Ⅱ 禁止恶意破坏其他玩家财产\n\n     Ⅲ 不允许出现引战/嘲讽/贬低其他玩家的情况，对管理组以及其他玩家请保持尊重\n\n     Ⅳ 任何地方不要使用带有嘲讽性质的反问句\n\n     Ⅴ 不禁膜/滑稽/lowb表情（张学友金馆长类），但任何图片不允许连续发送超过三张。\n\n     Ⅵ 服务器中禁止高空流水、高频红石或一切直接或间接使服务器卡顿的建筑\n\n     Ⅶ 禁止在一片区域内刷怪过多 杀死其他玩家的实体 如动物 傀儡\n\n     Ⅷ 禁止在本群宣传其他服务器\n\n     Ⅸ 厘米秀/付费照/飚车禁止，违者禁言十分钟\n\n     Ⅹ 不允许以任何方式损害其他玩家的合法利益\n\n     Ⅺ BAN物品列表会在另外公告中列出，请玩家不要抱着侥幸心理去进行尝试，涉及此类损失一概不予赔偿，被系统清理的掉落物品同理\n\n     Ⅻ 禁止黄豆系列表情或其他容易引起误会，令人不适的图片，如恐怖图片/密集图片/海豹晒卡单抽黑贞\n\n   Nyancraft服务器规定包括但不限于以上十点，当您进入任何Nyancraft的QQ群，YY群或服务器等时，则视为您已经阅读且同意本服务器规定并对我们的处理并无不满之处，若您不同意我们的规定，请勿进入本服务器。另，本服务器不推荐16岁以下的玩家进入。\n\nServer Mods - 服务器模组\n        ① 工业2 [Industrialcraft-2]                    -高级太阳能 [AdvancedSolarPanel]\n        ④ 神秘时代4 [Thaumcraft]               -神秘工匠 [ThaumicTinkerer]\n        ⑦ 植物魔法 [Botania]\n        ⑧ 林业 [Forestry]\n        ⑧ 拔刀剑[SlashBlade.R77]\n\n                                       更多模组以及附属模组请在客户端内自行探索.\n\n\nKa Kinn - 赞助项目\n赞助是对服务器最大的帮助虽然我们很想把NC打造成公益服务器但是无数事实证明\n企业不能用爱发电，服务器亦然\n每月500+的月租对于还是学生的管理组而言过于昂贵因此，我们不得已开启了赞助模式，但正如前文所言，赞助玩家与普通玩家平等对待，决无例外\n在赞助玩家维持其他玩家能够继续娱乐的同时\n我们相对应的也会对这些有贡献的玩家\n给予一些不影响可玩性的奖励\n但我们拒绝权限党，乱用权限请举报\n无论赞助与否，您的正常游戏体验都不会被影响。\n\n\n\n\nEpilogue - 结语\n     这里是流年酱w，首先，十分感谢您阅读到这里，我不知您是怎样与这款游戏相遇的，但在这里，我想说说我的故事。    在我的记忆中，第一次接触到Minecraft是在四年前，而Nyancraft的真正历史其实已经有了三年之久，三年前，Ayase_QAQ还是LiuNian_，那时，LiuNian_还是孩子，也并不知Minecraft服务器，只知游侠平台的联机，在2015年的夏天，Nyancraft最初的一批元老相遇了，LiuNian_，doubi，wsyzh，Hanmo_，QAQ_qingcheng，MC。总共六人，可谓是开局五个废人开服全靠现嫖233（雾那时，我们组建了第一个服务器，也是Nyancraft的前身，阳炎服（后更名萌幻我们当时真的不知道这是个什么网站= =也没想到这个网站会被针对到bbs自动屏蔽的程度）。从最一开始的五个人，到更多人，然后去各种门户论坛发帖，从五个好朋友，变成了许许多多的好朋友，在我的印象里，那个夏天，是我在MC世界中的，最快乐的时光。那时的一切都那么有趣，我记得我们在YY连麦，最一开始是面板服和我的家用主机233，虽然很卡很卡，但是，每个人都很努力的玩着，每个人都很开心，期待着明天的来临，回想起那段时光，就像是在昨天。    天下无不散的宴席，十分遗憾，随着时间的推移，我们也越发忙碌，游戏的时间也越来越少。而萌幻在经历了二+六个周目后，鱼龙混杂，纪律散乱，已经无法再承载下一周目的启动，而最初的五人，也已经各奔东西，不再上线打理服务器。但让萌幻就这样结束，我却有些于心不忍了，在当时那样艰难的环境下，我重组了管理团队，也是从那时起，Nyancraft，诞生了。    萌幻的衰败确实无法避免了，但是Nyancraft依然承载着最初的希望，是的，这款游戏的真正乐趣不在于生存，不在于建筑，不在于冰冷的数据，而在于，你在这里，会得到朋友。我始终相信，无论我们如何成长，如何前进，只要牢记住最初的愿望，我们依然会保留下最初的心。   “心之所向，素履以往。”       ——Sakura_LiuNian/Ayase_QAQ       \n\n\nJoin us - 加入我们\n\n在您进入服务器之前 请先明确 对于以下几类玩家我们有权无理由将其踢出服务器:\n\n 1.满口脏话的玩家\n 2.社会杀马特玩家\n 3.素质低劣的玩家\n 4.无法控制自己情绪的玩家\n 5.无脑伸手的玩家\n6.骚扰其他人的玩家\n7.语言或行为令人感到不适的玩家\n  请先添加我们的QQ群：541979324，我们会尽快批准您的加群请求加群后，请将阅读群公告，更改备注（不改会被踢的！认真！，在群内下载客户端，这时您就可以登录游戏，入住Nyancraft了。\n\n现在就开始游戏吧~ Nyanpasu~\n\n（啊终于完毕了...流年酱真是不擅长这种羞耻又难做的外交辞令啊...\n",
    "replies": []
}