{
    "title": "【原创/连载】[Enf小组]《山水之间》（上篇）",
    "author": "透明小小",
    "replyCount": 10,
    "timestamp": 1479627240,
    "txt_content": " 本帖最后由 透明小小 于 2016-11-20 15:38 编辑 \n\n1.\n   云垂是一个很大很大的地方。\n\n   我和师兄在很小的时候便在街上流浪。哪条街？那条街在哪里？我已经记不得了，只记得那天飘着大雪，都说梨花像雪，其实是苹果像雪，雪花是厚重不透明的。寒意一股股的窜进我的体内，涌进我大脑的深处，使我记得非常清楚。\n\n   我和师兄抱紧身体蜷缩在街角，眼前一会模糊一会清晰，仿佛有一股无形的力量摇晃着我们让我们抖个不停。师父撑着一把白底印着红梅花的油纸伞，他身上大氅的白毛好白厚重，一定非常非常暖和。视线变得模糊，师父面无表情地在我们面前走过，踩在雪地上的脚印里也有着梅花的图案。他伫立在不远处，扭头看了看我们，似乎在下定决心要做什么事情。\n\n   视线又清晰了起来，他撑着伞转身像我们走来，我终于看清了他的面貌，墨染一般的青丝轻轻垂在腰际，皮肤洁白像刚刚铺在地面未经污染的雪，五官端正，眉毛细细长长地像我和师兄偷偷乘坐过的那艘小叶船。\n\n   师父的眼睛很漂亮，里面有漫天的星斗昏黄的暮色，有坦荡如坻的荒漠有赤熠灼灼的戈壁，我甚至能见到清晨第一抹光渲染整片天际。他轻轻的蹲下身，脱下大氅，将我和师兄严严实实地包裹起来。\n\n2.\n   民间有句俗话，“有奶便是娘”。我和师兄就这样稀里糊涂地入了师门，一直到现在。\n\n   师父是骁勇善战的圣堂，一杆长戟一把盾便可以守护万里江山。但他仙风道骨的却更像一名玉虚，素日里一壶葫芦制的酒壶悬于腰间，白衫悠悠净如雪，折扇一把揽清风。\n\n   和师父吟诗作乐文人墨客的气质不同，师兄显的更大手大脚一点，每日练完功后便大摇大摆的往里走，师父多次嘱咐他练功结束后应即可去洗澡，他便辩解道，“这是男儿本色，这样才有英雄气概。”，师父气着笑骂道：“是啊是啊，不洗澡的英雄，想是也有气概，味大惊江湖呵。”。这种小事的争执，每几日总要发生一次，却也是像观看孩子间的吵架一样有趣的很。\n\n   说到师门，里面也只有我师父一个，甚至除了和我一起入了师门的炎阳师兄便再没有其他的师兄师姐，隔壁卖肉的屠夫都收了七八个徒弟来教他们如何正确的宰杀牛羊。我和师兄是师父第一次也是最后一次收的徒弟。\n\n   师父贪玩，常年带着我们游走于云垂各地。我们在初冬的时候返回玉木峰只因为师父想试试冰缠藤的韧劲；在苏澜的贸易区寻找一些便宜的染料来偷偷给屠夫家的大黄狗染毛；等到汐语湾红玉珊瑚成群的时候装作普通游人潜入水底采几个珊瑚来装饰书房。\n\n   我见过太多秀丽的景色，也见过很多奇异的东西。它们就像从泉口泊泊流出的山泉，从头到脚将我滋润。我们常年在外漂泊，偶尔有一两日能回到家中便是欣喜的仿若新年。只是就算如此，师父也一直没有带我们去过云垂边疆。\n\n   他曾仙狸酒骨醉其中，解开发绳挥舞着手臂，兴致勃勃地讲述他刚出师那会的事，讲述他怎样带着师弟一起去博取美人的欢心，如何深陷北狼营地也能从容不迫地逃离出去。末了，话锋一转，他声音低沉了下来，刚才还手舞足蹈绘声绘色地师父仿佛像变了一个人，他紧紧握住手中的金樽，杯底还剩些许醉酒，他盯着杯底，盯着那一点稳稳固定住的黑色。\n\n   “云垂是个好地方，是我们每个圣堂心中的圣地。你的所用所食都要基于云垂的稳定，但是北狼人可不会忧你所思，他们只会进攻—掠夺—再进攻—再掠夺，到最后像一个寄生虫一样吸取走云垂的所有。我们驻守边疆，盾用来保护自己所珍爱的一切，家人，朋友，祖国。长枪来击退一切前来进攻的北狼人，卑鄙的、胆怯的、勇敢的.....”\n\n   说罢，师父仰头慢慢喝下最后一口酒，动作缓慢轻柔，像是哄着将亡的人入睡。\n\n   云垂边疆。\n\n   我默默的记在心中。守护云垂，从此便也成为我一生的夙愿了。\n\n   出师的前几天，师父租了一辆马车，什么都没有说，在我们发觉要出远门的时候，他已经整理好了行李。\n\n   “师父？都这么几天的时间了，您还是消停一下吧。”师兄依着门框，不满的挡着他的去路。\n\n   只是那包裹鼓鼓囊囊大小看似也不像一人行李的行李.....莫非。\n\n   踌躇了一下，我问道：“师父？我们这是要去哪里？”\n\n   垂下的青丝挡住了他的脸，看不清表情，他语气平淡的回答道：“你们不是一直吵着要去云垂边疆看看吗？就当我送给你们的出师礼物好了，我们去云垂边疆看看。”\n\n   师父话音未落，师兄高兴的原地蹦了起来，刚才的不悦也一扫而光。我和师兄两人激动的对视着，日思夜想的地方，虽然还未启程，却感觉近在咫尺。\n\n   “不快点走吗？咱们三人的行李我都已经整理好了。那里可远的很，马车已经在门外备下了。”师父终于伸手将垂在脸边的青丝用发绳扎了起来，虽然他试图绷着脸装作一副严师的样子，却也掩盖不住嘴角的笑意。\n\n   我还未说些什么，师兄已经火急火燎地抓起我的手就往外走。“快点走啦快点走啦，终于有见到它庐山真面目的机会了，还慢吞吞的做什么！”\n\n  八尺高的枣红骏马鼻子里喷着白气伫立在院外，玉木峰常年飘雪，洁白的一层雪像战马的战衣一般薄薄的在马背上铺了一层。\n\n  马车夫是个憨厚老实的中年男人，就算路途慢慢也十分枯燥，也总时不时的坐在前室唱几首民歌。民歌有的内容也极有趣，师兄一再询问下得知他来自苏澜城，那个冒险家们的乐园。苏澜城....想起屠夫看到那条被我们染成红色的大黄狗而发出跟少女一样的尖叫声，我极力忍住不笑出声。\n\n\n    马车夫垂握着缰绳，一边紧紧盯着崎岖的山路一边提大声音与我们聊天。“你们去没去过苏澜？”\n\n   师兄前倾着身体，故意模仿他拖着长腔的声音回答道：“去过，停留了三四日罢了。”\n\n\n   “哈！有没有想过以后就留在苏澜了？以后便可以做个伴了，一起去喝酒吃肉啊，我媳妇儿酿的桂花酿最好喝！哈哈！”提到酒，马车夫啧啧的砸了砸嘴。\n\n   师兄骄傲的提高了声音，“不去！我们以后要驻守边疆！国家就是一切，一切都为了国家。云垂边疆才是体现男儿本色的地方。”\n\n   “哈哈哈，年轻人就是火气旺盛，不错不错。你呢丫头？要不要考虑来苏澜？你师父可告诉我了你们马上就要出师了。驻守边疆是不错，就是苦了点，像你这种柔弱的女孩子不适合干这行，打打杀杀的一不小心就会丢了命，倒不如来我们这个海港城市吹吹海风啊做做刺绣啊，到时候再找个好男儿嫁了，生几个娃。哈哈，这可蛮不错的。”\n\n  我僵坐在那，这是被人小看了吗？我斜着眼看师父的表情，他只是依靠着厢壁，闭着眼睛也不知睡着了没有。余光一瞥，师兄也是偷偷看着我，看着我做何反应。\n\n   短短的数秒时间我想了很多话，友善的嘲讽的，冷静的愤怒的。\n\n\n   “不去。”\n\n   所有的情绪涌到嘴边就被硬生生的咽下。\n\n   我可是很强的......我要证明自己，证明自己要比师兄要强大比师父还要强大。行走于天地之间，人不狠站不稳，可是这“狠”字该如何做，才能不伤及他人泯灭自己。\n\n\n   “哈哈哈，人小脾气还很大嘛，不来就不来。喂，老妖魔你来不来，尝尝我家的桂花酿？”说罢，马车夫敲了敲车厢外壁。\n\n   老妖魔？\n\n   师父缓缓睁开了眼睛，但仍然是抱臂依着厢壁。\n\n   “不去，哪儿好喝了？跟马尿一样。”\n\n   “嘿！你这个人怎么说生气就生气了？真是古怪的很！”\n\n3.\n   玉木峰和云垂边疆，隔着数重山万条河，仿若天穹与地宫之遥远。路途的疲劳，皆湮灭在荒漠风沙的浩瀚美景中。\n\n   万丈深渊，飞砂扬砾。这里临近不归荒漠，没有苏澜杯中清茗般的温良美境，也没有星影池的万千星辉凝如玉。黄沙顺着断崖滚滚而流，看着却要比云垂大大小小飞流直下的瀑布壮观许多，仿佛一条黄色的绸带，被天女从天穹垂到黄土，唯我清歌醉饮酒，黄沙漫漫渡天际。边疆也少有生命的迹象，石砖铺路，钢铁哨台。偶尔见一两根青绿色的草从碎石、石砖间绽放短暂的生命，也实在短暂，一阵大风刮过便可被黄沙掩住存在于世间的迹象，生死不过是一瞬间的事情。\n\n   所有的不切实际，所有的浮躁不安，都被怒号的狂风吹散在天际。只有在景色壮阔的地方才能感受到死亡的存在如此之近，天地之间人类也不过是一颗小小的黄沙，遇风消散，遇沙漂泊。\n\n   师兄直勾勾的看着眼前的大漠之景，半天没有说一句话。\n\n   “怎么样？很美吧，我以前就是在这里驻守的。”师父打开了一直挂腰间的酒壶，仰头喝了一大口酒。不知是何原因，他的手竟有些发抖。\n\n   师兄缓了缓情绪，握紧了双拳，说道：“师父，云垂的大好河山，皆以此为界为守，男儿当自强，大好年华豪情壮志用于此处才不会辜负十八年来的每日三餐日日练功。”\n\n   “我一直将游览边疆美景一拖再拖，是因为战争不是儿戏，不是说我检查你们每日练功情况时时常放水。这一沙一石，皆有可能验证你们的死亡，这一风一山，都可能裹挟你们的血液。”\n\n   说这话时，师父总是有意无意的看着我。\n\n   “我总是会讲好的一面，因为战争的残酷。师弟最后死于北狼人的利剑之下，我当初也不是完好无损的逃离北狼营地，违背军规前来营救我的朋友们无人生还.....我厌恶战争痛恨北狼人，再矛盾我也会支持你去驻守边疆守卫云垂的。”师父放下酒壶，拍了拍师兄的肩膀。\n\n   我有些慌了神，急忙说道：“师父，我也会努力的。我知道我现在的力量还很微弱。但是，但是，给我一次机会，我会好好做的！”\n\n   “不必多言了，但我有我的苦衷，你怨我也好恨我也罢，只是这一次由不得你......临酒，苏澜很适合你，也很安全。”师父转过身不再看我。\n\n   师兄有些不可思议的看着他，他大概也没有想到一贯宠我的师父这次会拒绝我驻守边疆的强烈夙愿。从刚入门的那一天师父就很宠爱我，碗里的肉总要比师兄多几块，年幼时练功若师兄跌倒而哭泣，师父只会严厉的训斥让他收起泪水，倘若换做是我跌倒哭泣，师父便会变戏法一样的拿出几块糖果作为安慰。师父一直以来都会满足我的各种要求，仿佛把我当成女儿来看待。\n\n   师兄连忙为了我而反驳道：“师妹虽力量薄弱，但也不是一无是处。古有水滴石穿之事，人多力量大，这样才会更好的抵御北狼人的进攻。”\n\n   师父伫立在原地，弯腰抓起一捧黄沙看着它从指缝中缓缓流失，说道：“天色不早了，今晚我们先在这里歇息一晚，明早启程回家。莫要耽误了我择的那个出师的好日子。”\n\n   被小看，被无视。我有些发怒，转身就寻那辆马车和马车夫的身影。\n\n   “师妹，他刚启程去炎火前哨，大约明早才能回来。你不要太生气，今晚好好歇息一下，奔波好几天想是也乏的很了。”师兄紧紧跟在我的身后，一边安慰我一边小心翼翼地观察着我的表情。\n\n   我停下了寻找的脚步，深深地长呼了一口气，稳住自己胸腔里堆满不满、愤怒、悲伤情绪的心脏，回头看了一眼呆呆的站在远处不知道在想些什么的师父，白衣长戟，在缓缓深入地平线的红日映照下，孤寂的也让人生不起气来了。也只好轻声嘟囔了一句，“真是一个‘好师父’。”。\n\n   边疆的昼夜温差很大，夜里冷的让人感觉不是睡在床上盖着棉被而是落到了冰窖里。\n\n\n   我蜷缩着身体紧紧裹着棉被想要最大限度的获取热量，却也是徒劳的。索性随心所欲地在床铺上翻腾着，隐约之间，听到临屋有人推开常年没有打理而吱吖作响的木门。因太过寒冷身上一件衣服都没有离身，我立刻起身穿好鞋将门打开一条缝向外窥视。\n\n   云垂边疆长至天际，弯似钩的明月悬挂在天穹，师父坐在崖边，抱着酒坛喝了一半，在月色下，他的皮肤白如薄玉，近乎能透过月光。\n\n   我一步一步的靠近师父。十多年来的一幕幕，一起涌上心头，遗憾也好快乐也罢，我珍爱的这一切，也终究要如边疆黄沙一般消散在风中。\n\n   “生死皆是一个人所走的必经之路，此路布满荆棘、崎岖坎坷，只是这生或死，从来都由不得我自己。师弟在那里可还安好？这里一切都还好，勿要挂念。”\n\n   师父举起酒坛，将剩下的酒全部洒在他面前的黄土上。\n\n   我正犹豫着要不要说点什么，缓解一下白日紧张的气氛。\n\n   “临酒....”师父最先开了口，唤了我刚入师门时他给我起的名字。\n\n   我刚想要回应一声。\n\n   “临酒，你和你娘在那里也要好好的。终归是我无能，连这点本事都没有，若你没有恨我入骨，那便是最好的了。”说完这句话，他呆呆的抬头看着皓月当空，随即毫无征兆狠狠的摔碎了酒坛，碎片四溅，如同碎在地上的星辰。\n\n   像是有人掀起了我的头盖骨，往里吹了一口气，一瞬间惊讶、猜疑、不安伴随着刹那间的清醒贯穿了我的大脑。我没有说一句话，悄悄的，悄悄的，退回了房间。\n\n   他唤的那个人，一定不是我。\n\n   第二日，师父早早的就唤醒了我，虽然有些交杂着困意和不满，我还是听话的从床上爬了起来，兴许是昨夜晚睡和寒冷的缘故，身子有些乏的很，我一边捶腰一边和师父去叫醒还在睡大觉的师兄。\n\n   果然不出所料，师兄嘟囔着抱怨了几句又裹紧被子睡着了。此时马车夫已经在外唠唠叨叨的催促。\n\n   “师兄！起床啦！”无奈之下，我使劲掀开了他的被子。\n\n  虽是清晨，但边疆的温度还没有完全的升上去。大量冷气窜入了被掀开的被窝，师兄打了个寒颤。\n\n\n   “好啦好啦！我起来便是了！”他磨磨蹭蹭地从床上爬了下来。\n\n   我刚要跟着师父出门上马车。师兄趁机一把拉住了我，悄声附在耳边说道：“见你心情还是不大好，回去我送你件礼物，莫要再生气了，如何？”\n\n   听他这么一说，我想起了昨晚师父赏月饮酒时说的话，明明是相处了十几年的尊师，如今却也看不透他了。我想了想，回答道：“我不是要什么礼物，我也没有不开心.....”\n\n   我话还未说完，师兄便急匆匆的说道：“哎！你不会是嫌我眼光不好给你挑的礼物你不喜欢吧？这个要放心！我可以问遍了玉木峰所有的姑娘，礼物包你满意！”\n\n   炎阳师兄，性格还真是像个小孩子呢，明明是去泡妞了吧。我一边在心底偷偷笑着一边应付的回答说：“是啦，师兄选的礼物我肯定喜欢。你不要多想啦，我很期待你的礼物的！咱们快点启程，才能快点见到你的礼物啊。”\n\n   师兄果然是个小孩子，听到我这番话，拉着我的手就赶紧往外走，也不知刚才磨磨蹭蹭不肯起床的是谁。\n\n   马车夫还是一日既往的爱说话，还未走近他便高兴的和我们打起了招呼。\n\n   见他身边堆着大大小小十几个药包，师兄多嘴问了一句，“大叔，这么多药是给谁的啊？看着怕是苦的不得了。”\n\n   “嘿，叫我老马就成了。炎火前哨有家药铺名声好的不得了，都说他家的药包治百病。我媳妇儿身子骨一直不爽快，我买几包药给她喝喝，也许她身子会好一些。”\n\n   包治百病......看着他身边堆成小山的药包，怕是他娘子的病已经很重了......\n\n   回玉木峰的路上，老马还是一如既往的唱着苏澜的民歌，让我对这个海港城市有了些许的期待。\n\n   “听说你出师后要去苏澜了？怕你刚去人生地不熟的，有什么难处尽管来找我。唉，你师父那个人也是自私。”老马唱着民谣唱到一半，突然停下歌唱，跟我搭话。\n\n   我看着窗外缓缓后退的万物，看着它们迸发着生命最耀眼的光辉，漫不经心的回答道：“是了，也算期待。就算不能征战沙场，能安稳的度过自己的一生也是不错。”\n\n   师兄笑着看着我的，点了点头。\n\n   师父还在熟睡，师兄无聊的用手在腿上写着字，老马唱着歌谣，大白马载着有着各异想法的人走过山趟过小溪。若是用帝都的墨、玉木峰的宣纸、马良的笔，将此景永远的印在上面，估计也能卖个好价钱。\n\n\n4.\n   出师的那天早上，阳光像一壶好酒一样从青天洋洋洒洒的挥洒进窗内，漂浮在空气中的细小灰尘像溶于水的墨一样四处飘荡。\n\n   师兄送我的礼物，是一件淡粉为底用金丝勾勒飞蝶的襦裙，还有一件轻薄的白色纱衣。果然是很用心的挑选了礼物。\n\n   “怎么样怎么样，去试试看？”师兄比我还要激动，紧盯着我。\n\n   “嗯！”我忍不住开心的笑出了声，怀抱着这件价格不菲的襦裙，走进了自己的闺房。\n\n   许久没有把自己当做女儿身的我，这身衣服还真是合体。淡粉色华衣裹身，外披白色纱衣，露出线条优美的颈项和清晰可见的锁骨，裙幅褶褶如雪月光华流动轻泻于地。三千青丝用发带束起，头插蝴蝶钗，一缕青丝垂在胸前，薄施粉黛，双颊边若隐若现的红扉感营造出一种纯肌如花瓣般的娇嫩可爱。\n\n   我尽力的学着淑女一步一步慢慢的走向师兄，使得步态愈加雍容柔美。\n\n   “还真是不错，你穿的这么淑女我才想起你是个女孩。倒是羞涩了脸好个天真模样。”师父拿着两张信封笑着走了进来。\n\n   师兄一听这话，也忍不住的笑出了声，“哈哈哈，说的也是。要不是我紧要关头想起了她是个师妹而不是师弟，怕她现在的这身，是个男装了！”\n\n   看着这两个人拿着我插科打诨，却也生不气来，白了他俩一眼我也就作罢了。\n\n   “咳咳，”师父摆了摆手，以示玩笑话到此为止，他将这两个信封一个交给我，一个递给了师兄。“这两封信，我有写给你们的话。拿好了，离开这里再打开。”\n\n   师父的信纸，都有着寒梅的香气，隔着信纸也可以闻到。只是这次的梅香种，还混杂着一缕酒的香气。\n\n   他又从背后拿出来了一壶酒，在我们面前晃了晃。“这是隔壁那个屠夫送来的，说要作为你们出师的礼物，我想你们也长大了，这点酒也是无妨的。如果他以前就这么和善而不是背地说咱们是叫花子天天出去要饭，我想我也不会去给他的狗染毛了。啧啧啧，人心啊。”\n\n   幽香的酒气从酒壶滑落金樽，师父给自己倒了第一杯，说道：“第一杯敬你们赐我半生欢喜无限，眉匿星辉三千，深处广寒心不寒。”\n\n   这杯下去，他深呼吸了一口气，又给自己倒了第二杯，说道：“第二杯醉我失意，亡了故友，离了徒弟，生死已破于天地之中。”\n\n   师父酒量很小，这两杯酒下肚让他脸红的像是涂了胭脂，他坚持着给自己倒了第三杯：“第三杯赠你们敬我爱我，藏我于心。”\n\n   师父刚给自己倒好第四杯，就被师兄抢了去。师兄看了看我，说道：“来世，我们定随你再次一同行走于江湖，逍遥自在，无悲无喜，一生清淡。干。”说罢，他一饮而尽。\n\n   我低下头，数着地面上匆匆爬过的蚂蚁，红了眼眶。\n\n   终于，还是出师了啊。\n\n\n\n   心中的话还未一吐为快，来没来得及多看几眼井里日月星辰的轮换，也还为来得及多赏几次那棵独立墙头的寒梅，来接我们去我们该去的地方的马车就踏着积雪来了。只是这两个马车夫里，都没有老马的身影。\n\n   师父仿佛看到了我的疑惑，说道：“老马在家陪他娘子酿桂花酒，这次不能来接你了。你快去吧，不要回头，我一切都好。”\n\n   简单的告别后，我和师兄踏上了两个驶向不同方向的马车。十年光阴，似一束光箭，如今看似也是到了头。\n\n   马车厢里，我打开了师父交给我的那个信封。\n\n   “煮酒天下不过浮夸，行走江湖不比一碗清茶。”\n\n    啊，是啊。或许在一个人的一生中，平安喜乐要远远强于征战沙场。\n\n   但此时此刻，哪怕心存疑虑，我也更愿山水有相逢，望君多珍重。\n\n\n   我所遇到的一切，就像一场梦。\n\n\n\n\n\n\n-----------------------------------未完待续--------------------------------------------------------",
    "replies": [
        {
            "author": "玄素",
            "timestamp": 1479628620,
            "txt_content": "文风喜。\n我是蛮喜欢看各种发生在架空世界的文的，除了故事以外，还喜欢看那个世界究竟是怎样的。以前也有试图去搭个比较完整的世界观，后来搭着搭着发现初设当年还是太狂，上层的构架基本是被基层设定毁了，于是又重头来过。\n等着你笔下的苏澜。"
        },
        {
            "author": "a17245632",
            "timestamp": 1479630660,
            "txt_content": "不错支持一下 希望不要弃坑"
        },
        {
            "author": "Scal",
            "timestamp": 1479632640,
            "txt_content": "很好的文风。但是字体的背景需要改啊...白色不好看，你用清理试试，然后加粗就行"
        },
        {
            "author": "透明小小",
            "timestamp": 1479649920,
            "txt_content": "Dream_Black 发表于 2016-11-20 17:04\n很好的文风。但是字体的背景需要改啊...白色不好看，你用清理试试，然后加粗就行 ...\n好的.....我在研究研究排版（挠头）"
        },
        {
            "author": "透明小小",
            "timestamp": 1479650040,
            "txt_content": "a17245632 发表于 2016-11-20 16:31\n不错支持一下 希望不要弃坑\n刚想弃坑....（滑稽脸）"
        },
        {
            "author": "透明小小",
            "timestamp": 1479650040,
            "txt_content": "玄素 发表于 2016-11-20 15:57\n文风喜。\n我是蛮喜欢看各种发生在架空世界的文的，除了故事以外，还喜欢看那个世界究竟是怎样的。以前也有 ...\n啊！蟹蟹！"
        },
        {
            "author": "透明小小",
            "timestamp": 1479650100,
            "txt_content": " 本帖最后由 透明小小 于 2016-11-20 21:57 编辑 \n玄素 发表于 2016-11-20 15:57\n文风喜。\n我是蛮喜欢看各种发生在架空世界的文的，除了故事以外，还喜欢看那个世界究竟是怎样的。以前也有 ...\n结局想的是BE 2333"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1479654300,
            "txt_content": " 本帖最后由 1368363199 于 2016-11-20 23:10 编辑 \n\n文品很棒,支持XD\n好久没读过小说了,鄙人渣渣灵感一现,摸着感觉配了张图XD\n期待往后作品~\n"
        },
        {
            "author": "WM2030",
            "timestamp": 1479779700,
            "txt_content": " 本帖最后由 WM2030 于 2016-11-22 21:20 编辑 \n\n    文评是迟到了。虽然本来就不清楚该什么时候到。也称不上迟到。\n    先说几句题外话。我一直不太清楚写文评该用什么态度来写，长久以来，我的评论是以批评为主，间杂鼓励。当然这所谓鼓励在别人眼中是嘲讽也未可知。但是后来想想，实在觉得有什么地方不太对，又不清楚哪里不对。所以这篇仍是延续之前的风格，望勿怪。\n    说实话，我看文章一向不太仔细，常常一眼即过。但是本文第一段就令人害怕。苹果像雪，首先便是不解，我猜测作者大概是说苹果花像雪。但是我们要明确几个事情。第一，苹果花是什么样，很多人是不知道的，而梨花，相对来说人们见得多些；第二，苹果在整体文化中的形象是温和平顺，和后文的冷是不搭配的，而梨的形象是祛燥一类，和雪花的联系自然相对紧密；第三，苹果花和梨花的差异…我觉得…真的不太大…它们最大的差异大概在花序，而这一点并不能解释厚重不透明。\n    我想这仅是冰山一角，虽不能见其全貌，却也可概知其形。\n    所以说词句上还是应当多加注意，虽然由局部的用词导出了整体的良好风格，但在这部分之外，可以改进之处还很不少。词句不应追求晦涩，但堆砌辞藻在某些地方也有效果。另外该有匪气之处，不可太过矜持。文与言的区别应当记在心中。文章中的对话，由于失去了本来语气，因此需要在真实基础上，略加夸张。以免把本来深情之语，硬矫成刻意造作。错漏字尤需避免，虽无伤大雅，但也是一关键要点。\n    我对于情节的要求，向来不高。毕竟同样情节，写法不同，天壤之别。此处也不多说。\n    最后仍是惯例地期待下文。\n"
        },
        {
            "author": "透明小小",
            "timestamp": 1479816480,
            "txt_content": " 本帖最后由 透明小小 于 2016-11-22 20:14 编辑 \nWM2030 发表于 2016-11-22 09:55\n文评是迟到了。虽然本来就不清楚该什么时候到。也称不上迟到。\n    先说几句题外话。我一直不太清楚写 ...\n说的在理，只是我不喜多次审文，所以总会少字或者多字。只是我并非专业人士，也是写来玩玩，你这么认真便是抬举我了。"
        }
    ]
}