{
    "title": "我玩MCBBS内存溢出怎么办啊！！！！",
    "author": "1367842710",
    "replyCount": 4,
    "timestamp": 1353150660,
    "txt_content": "{:10_526:}    我是MCBS的，玩了几个月，每次玩都内存溢出，我不管玩我的世界的什么版本都会内存溢出，有人叫我把最大内存调高一点，我就把内存调到了1470MB，可如果在往上调的话，点启动的时候就会BUG，弹出以下框框！反正我家最高内存只要调超过了1470MB就会弹出这个框框并开不起，如下图\n\n\n\n\nMCBBS内存BUG.png (7.74 KB, 下载次数: 12)\n\n下载附件\n\n坑爹啊坑爹\n2012-11-17 19:09 上传\n\n\n\n\n\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n",
    "replies": [
        {
            "author": "oyqy",
            "timestamp": 1353153240,
            "txt_content": " 本帖最后由 oyqy 于 2012-11-17 19:55 编辑 \n\n用我的启动器~~嘻嘻……改内存大小很方便……开个玩笑，不过值得一试\n试着把启动器的内存设置大小调高\n我自己测试用我的启动器完全没有问题\n调到3gb无压力"
        },
        {
            "author": "top122017663",
            "timestamp": 1353153540,
            "txt_content": "oyqy 发表于 2012-11-17 19:54 \n用我的启动器~~嘻嘻……改内存大小很方便……开个玩笑，不过值得一试\n试着把启动器的内存设置大小调高\n我 ...\n别信他...............\n调的越高越容易溢出\n你的大小是不是1024\n要按一定比例缩小\n你调到512就好   越高越不好  除非内存好"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1353160320,
            "txt_content": "弹出这个窗口应该是JAVA崩掉了，内存溢出我记得是在游戏里面出现一些字然后让你选退出游戏还是返回主界面"
        },
        {
            "author": "oyqy",
            "timestamp": 1353161040,
            "txt_content": "top122017663 发表于 2012-11-17 19:59 \n别信他...............\n调的越高越容易溢出\n你的大小是不是1024\n我可没说越大越好\n我是跟正版保持一致的\n512-1024"
        }
    ]
}