{
    "title": "【原创/连载】[Enf小组]《百妖异闻录》（桃花妖篇）",
    "author": "透明小小",
    "replyCount": 4,
    "timestamp": 1479651540,
    "txt_content": " 本帖最后由 透明小小 于 2016-11-20 22:28 编辑 \n\n月隐笼星辰，酌清茗润玉。\n\n\n山上的天气总是不尽人意，有时晴空万里，蓝兮浮云。亦或风雨无常，雀响山月尽侵笔墨夜。雨惊玉盘，洒一杯金樽酒肠江湖。\n\n\n她是皋涂山银铃玉面的桃花妖，幻成窈窕女子行走于这世间。芸芸众生，于她而言不过是一场梦罢了。\n\n\n被百鸟山河星宿所眷顾的桃花树，四月花旖旎，诞下这顽皮的桃花小妖。黎萤一朝饮晨露，迟暮半胧火烧云。与山雀做伴，以林木为友，淌过一首一首的妙音，躲过琴瑟和鸣的古琴，却始终逃不掉他眼里热烈的一波春色。\n\n\n夜色倦浓，山河间铺满了影影绰绰地点点星辰之光。身居在银河之中的万物，皆是以浩瀚之势转星河赤汉褫，幽谷冥冥，最后化为一点隐若身影点染凡间，好似贵妃眉间的那一点红。\n\n\n你可曾在雾色氤氲时，见一女子似弱柳扶风，着木兰金丝衣，踏蜀锦玉旗鞋，提一盏月影阑珊，缓缓走来，用玉手为你提灯指路，使轻纱飘舞笼住你的梦。\n\n\n世人皆传桃花妖在夜深雾重之时为人们点灯指路，领回迷失天地的魂，岂知那一盏盏闪烁于夜幕之中的希望之光，点亮了死寂，也夺走了迷路人的七魂之魄\n\n\n朝朝暮暮，却始终没留下她的良人。\n\n\n叶影缱绻，她如初见时持着一烛灯火，却是为他引路。\n\n\n风霜凄凄，她挑灯回眸，目光清冷，暗里却带着一丝不舍。\n\n\n轻拂双袖，渐行渐远，踏碎地上的那轮明月，忽明忽暗的烛火缓缓前行。\n\n\n\n只一眼，碧草覆川，绵绵脉脉。愿复相见，银鱼跃空，粼粼闪烁。踏遍重峦叠嶂渺茫雪原，点亮绵延万里的长明灯，其中是否有一盏藏着他的魂？\n\n\n行走于十里青灯，垂眸，隐约之间便能感受到他的气息。\n\n\n\n\n一盏长明宫烛代表一个魂，他不是第一个，也不是最后一个。有缘之人在梦境中寻到这丽影仙境，醒后总会不禁地跟着梦中的牵引造访皋涂山，看遍这繁华景月。若愿留下，便能祈得长生永欢，逍遥自在。\n\n\n奈何世人不知，终择离去，化为皋涂山一盏又一盏彻夜不熄的长明宫烛。\n\n\n感叹日月星辰，皆为浮生若梦。\n\n\n\n\n\n\n注：设定为一个恋上误入皋涂山的一个人类男子的桃花妖，男子却因放不下家中妻女决意离开皋涂山而丢失性命。痛苦不已的桃花妖决定以此生来守护男子化作的那盏引路灯。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "玄素",
            "timestamp": 1479664500,
            "txt_content": "啊..这篇呢，比之前那篇显得就有些让人看不懂了。\n我也不是特别会评文的人，也就强说几句。\n一是这篇就显得有些刻意堆词了，堆出来的句子呢，就让人摸不着头脑：\n洒一杯金樽酒肠江湖\n所以是想表达什么意思呢？金樽，酒器也；一杯金樽，嗯一杯杯子，听着好像哪哪不对。甚至这是我思考了一分钟以后的断句，如果断成“洒一杯金樽酒/肠江湖”的话，金樽酒倒是勉强说得通，肠江湖又是个啥？\n还有一些奇怪的用词，比如“七魂之魄”啊这样。以你现在笔力，重读几遍基本也就能改完了，这里也就不赘述。\n二呢，文章还是没写开。\n啊我知道这是短篇（准确的说大概是微小说了）。然而文短呢，不代表不能把整个故事描述的再丰满一点。\n读完文章，大概能得到这些信息：\n有只桃花妖-桃花妖会点灯引魂-桃花妖爱上了一个人然而那个人死了-她当时见到他并勾了他的魂-然后他死了，连羽毛也腐烂在土地里-因为留下的人能长生，离开的人都死了\n问：为什么桃花妖不说清楚离开就会死？\n桃花妖：作者不让。\n就给人这种感觉，也就是为了设定而设定。\n即使一个存在活在笔下的存在，也有自己的认知，自己的思考，自己的立场。它们不一定会去遵守规则。如果你不希望一个角色做一些他们可能会去做的事来毁掉你的情节引导，那么给出他不去这样做的理由，比单纯告诉读者“他没有这样做，而是做了xxxx”观感明显要好。\n啊总之加油啦，还是那句话，文风喜。以前也想过写百鬼谱这类设定来着，第一篇选了伥鬼，然后就没有然后了……"
        },
        {
            "author": "透明小小",
            "timestamp": 1479692880,
            "txt_content": "玄素 发表于 2016-11-21 01:55\n啊..这篇呢，比之前那篇显得就有些让人看不懂了。\n我也不是特别会评文的人，也就强说几句。\n一是这篇就显得 ...\n是一杯金樽/酒肠江湖 酒肠你可以百度一下意思 自古妖多为吸收人的阳气来增长寿命或来修行 这篇本就没什么故事可言 为日练专门堆词藻"
        },
        {
            "author": "玄素",
            "timestamp": 1479705840,
            "txt_content": "透明小小 发表于 2016-11-21 09:48\n是一杯金樽/酒肠江湖 酒肠你可以百度一下意思 自古妖多为吸收人的阳气来增长寿命或来修行 这篇本就没什么 ...\n所以我断句并没有错，于是一杯金樽除非你强行表示金樽是酒的名字的话还是说不通的。\n文忌堆砌辞藻，如果只是为了练笔我个人是不大建议就这样扔出来的。"
        },
        {
            "author": "透明小小",
            "timestamp": 1479733200,
            "txt_content": "玄素 发表于 2016-11-21 13:24\n所以我断句并没有错，于是一杯金樽除非你强行表示金樽是酒的名字的话还是说不通的。\n文忌堆砌辞藻，如果 ...\n所以我昨晚都在群里说了...但是你不在那个群 我能怎么办呀 我也很绝望啊"
        }
    ]
}