{
    "title": "【原创/单篇】[Enf小组]《浮生若梦》",
    "author": "透明小小",
    "replyCount": 8,
    "timestamp": 1479736020,
    "txt_content": " 本帖最后由 透明小小 于 2016-11-21 22:06 编辑 \n\n                                                                     《浮生若梦》                                                                     —————我愿此生，悲喜无常皆有你。\n\n 0.晴明把两截断莲藕插入清水当中，拾起书案上的狼毫笔沾了不纯的石绿，在宣纸上一抹，便成了夏季的远山。\n“莲藕不好看。”我说，“有石板搭在两岸作桥的么？”\n“有。”\n1.\n酷暑。连续不断的做梦，滴酒未沾神智却不肯清醒。\n我做的大多都是热烈的梦，醒来一并忘却，再入眠时又全部记起。梦见着对襟衫的女人，下唇渗血的僧侣，白发曳杖的老翁。更多的是梦见初见他时的那个寺庙，一个人暂隐戾气，好似梦见一首凛冽的歌。\n不知哪一年，我孤旅中途经寺庙，点上香面佛像折腰一拜，听躁风口诵经文，周遭是稀少香火客，晴明便是其中一人。他走出屋檐来，白亮日光大方落下，照映清了他那藏匿这星辰的眉眼，他也看清了我的倦容。\n晴明住在隐匿山里中的小木屋，不知名的白色鸟展开羽翼在我眼前的天空中盘旋，木质窗，贪婪吸入葱郁乔木制造的新鲜氧气。\n我孤独环抱淡空气，他起身为我温一盏茶，骨节分明的手，我竟看入了神。茶香袅袅，直勾的叫人魂跑出来。大约是上好的茶吧，也有幸在如此茯苓美景中品尝到。\n“姑娘叫什么，哪里来的。”\n我刚要同从前一样回答这些问题，这个梦就消散了，化作一缕被风吹散的云。清醒后的最后一刻，就是悬崖跌落般的感觉，满身汗水的从床上坐起来，摸一摸被汗水浸湿一缕一缕贴在额头的发，机械的大喊晴明的名字。\n看着他紧紧搂我入怀，我嗅着他脖子上那道疤痕。像是落入陷阱的兔子，不知所措，亦然无法自拔。\n至于这个梦的结尾，我只能说它每次都这里都会停下，有时我会想，它是不是在暗示我，如果一开始我就没有回答，也就没有进一步的了解和发展，也就不至于如今他和我都如此苦楚，比吞下一千只乳白的会蠕动的小肥虫还要痛苦。\n晴明算得上光刃门派的骄傲，他和他的剑一边守护着我，一边斩杀着时不时就来进攻岩锤边疆的北狼人。有些时候，他会兴致勃勃地拉着我到院子里，非要舞一曲剑给我看看，尽管我的身子越来越差，已经差到站在地上都能睡着的地步，但看到他像孩子一般的笑颜，始终不忍拒绝，就当弥补一下膝下无子的遗憾。\n关于我的身体，我怕是要说一说了。不知从何时起，我睡的时间越来越长，刚开始的时候，晴明还笑着捏着我的鼻子说我小懒猪。到后来，睡的时间越来越长，睡的也越来越死，我向来都是最怕打雷的，有一天午后，我迷迷糊糊地醒了过来，却发现他颓废的坐在床边，眼角有液体划过。\n\n“娘子，昨晚打了一晚上的雷，你醒都没醒！我推你你都没反应，我还以为你死了....”晴明见我醒了，扑了过来，紧紧的将我搂住，仿佛这么一搂，我就永远不会被死亡夺取。\n\n我有些震惊，也有些在预料之中，我颤抖着抚摸他的头，安慰他道：“是病总会治好的，何况我还有呼吸呢，我会一直陪伴着你的。”\n\n但是我这句话，字字都是错误的。\n\n他带我看遍了云垂的名医，都说没见过此病，怕是再也治不好了，现在应该去准备一下后事。他有时候充满希望，握紧我的手说还有救，有时候绝望侵心，一个人躲在房间里像孩子一样的放声大哭。走投无路，他带我去看了很多赤脚医生和巫医，我也喝了很多稀奇古怪的药，有时候让我生吃蜥蜴的尾巴，有时候让我不停的放血。我终于支撑不住这种折磨，高烧三天，这三天他没有合过眼，眼睛一眨不眨的盯着我，每隔一段时间都会颤抖着声音问我还是否有意识。\n\n烧退了之后，家里已经一贫如洗，看着因为被变卖而导致空荡荡一无所有的屋子，昔日的美好回忆也随着一起被变卖各地。日子总归还得过下去，他找到一份俸禄不错的工作。北狼人次次挑衅云垂的底线，但只要晴明肯去驻守边疆，我们的生活就还能正常的过下去。\n\n他来咨询我的意见时小心翼翼地看着我的脸色，我知道他内心的愧疚，我倒也是很想去看看大漠之景，也许那种震撼的自然美可以刺激一下我的神经，可要比温润秀丽总让人舒适的想打瞌睡的苏澜城要好上一些。\n\n我的情况还是在恶下。来到砥石城后，我越来越能感觉到身体的困乏无力，有的时候走在路上，困意一波波的打来，攻击着我仅存的一丝清醒。第一次昏睡在外面后，那是一个很少有人走过的树林幽径。夜深时我被像位于天穹的水壶里泼洒而下雨水淋湿，缓缓醒了过来，一点一点往家挪，很困，五脏六腑也翻滚的难受，还要安慰劳累了一天的晴明，只能谎称自己只是没带伞下了雨。\n\n逐渐的，我已经习惯了这一切，减少外出。可情况恶化却更加厉害，在睡梦中我有可能会突然断了呼吸，既而被憋醒，痛苦的捂住脖子伏在床边咳嗽时，不明情况的晴明以为我是嗓子不好，便会贴心的给我煮些梨水。我一直尽力隐瞒着自己病情发展，也时候你爱一个人的就是如此，哪怕燃尽最后一滴烛泪也不想看他因为你而伤心难过。现实就是座五指山。\n\n白驹推动着天上的暑雀，我的记性也变得越来越差，有时候会突然忘记自己那个小海豚是叫鱼跃还是鱼落，更差的是，有那么一瞬间，我甚至忘记了他的名字。\n\n他很痛苦。\n我也是。\n2.岩锤的战事开始吃紧起来，各式战报使得晴明在外驻守的时间越来越长。有时候，我两三天都不见他一次。\n\n而我，身体又出现了新的情况，我开始呕吐，食欲不振。晴明委托隔壁颇懂医术的刘大婶来为我看看身体。\n\n“也许是夏日闷的让人发慌的原因。”我不大乐意让她来为我检查，不是我嫌弃她这个人，而是如今我已经狼狈成这样，再怎么检查，也是死路一条，无用的。\n\n刘大婶还是一言不发地为我把了脉。\n\n她突然以一种奇怪而同情的眼神看着我，就像不认识我不知道为什么自己会在这里一样的奇怪。她看的我发毛，只好尴尬的喝一口水来缓解气氛。\n\n“你...有喜了，三个月的身孕。”刘大婶这一开口惊的我将刚要咽下去的水全都喷了出来，她凝视着我，继续说道：“我不确定该不该说恭喜，以你现在的身体情况，不一定能支撑到分娩那天，就是支撑到了，你的身体也不一定能支撑住分娩的折腾，很有可能造成难产，一尸两命。但是如果你放弃了这个孩子，你还会活下去的。”\n\n刘大婶新买的一袋金鱼挂在桌边，透明袋里的鱼摆动鱼鰭，不断张开的鳃源源不断地产生小气泡浮向水面。\n\n我看着金鱼出了神，像是失了身，轻声回答道：“这个孩子，我生，麻烦关于这个孩子所带来的风险，不要告诉他。”\n\n天刚擦黑的时候，晴明气喘嘘嘘地跑回了家，还没等我开口，他轻轻的抱了抱我。\n\n“你又哭了。”我满脸不开心的推开了他。\n\n“我感觉就像做了一个梦一样，我...我竟然要做爸爸了！我敢肯定，以后我们的孩子肯定像娘子你，这么漂亮，嘿嘿嘿。”\n我歪着头看着他，那种又开心又有些什么话不想说出口的样子，想到之前所看到的战报，掐算了一下时间，舔了舔有些干燥的嘴唇，问道：“你是不是要上前线了.....”\n\n他慌了神，说道：“北狼人已经开始进攻，我本想回家就告诉你的，但是我还没想好怎么说....”\n\n依靠着桌子我摇了摇头，“七尺男儿应为国家尽忠效力，家里，我会顾及好的，你也多加小心，不要让孩子还未出生就没了爸爸。”\n\n他看着我，一个恍惚，我仿佛置身于初遇他的那个小木屋，他还是他，可是我....\n“你放心，等你要生的那天，我一定会回来的，我一定会保护你的，等着我。”\n\n这是我自从生病以来第一个失眠了很久的夜晚，辗转反侧，人的生死也不过一瞬间。\n\n第二天我睡到了下午才醒，起身后发现晴明已经走了，桌上摆着他做好了的饭菜。\n\n我三口两口填饱了肚子。下午的阳光一点也不如中午的毒辣，洋洋洒洒的从窗外落了进来，洒的满桌阳光斑驳。\n犹记以前看过一种古方，药效奇佳，可以保全被疾病困扰的孕妇安全诞下孩子，但副作用就是孩子一落地，你积攒的病魔就会一齐发作。也就是说，生下孩子，必死无疑。\n\n咬着狼毫笔末端坐在书案前苦思冥想，那配方像四处逃窜的小精灵，被我一只一只的抓住，传过笔尖，幻作幽墨，融入宣纸。母亲是伟大的，能为孩子激发一切人体潜能。\n\n天气还算不错，我披上一件外套便出门收集药材。已经入了秋，凉爽的风错过路两旁的树，我不是很懂植物，不清楚那是什么树，但是它们很挺拔，枝干里蕴藏着生命的力量，这力量从地底下的树根一直延伸到伸向天空的枝叶。\n\n生命是个奇妙的东西，活着的人在世上苦思冥想地琢磨着怎么结束生命，死去的人在地府绞尽脑汁地思索着怎么重获新生。一旦触碰到临界点，活着的人会越发的想要活下去，没有一个人愿意接受死亡。\n\n配方里的几味药材都是寻常可见的，走访了几家药店后就已买齐，想着天色还早难得出门一趟便打算再逛逛，困意却夹杂着浑身无力袭来。叹了一口气，我攥好了手里的袋子正准备回家。\n\n“姑娘，且等一等。”身后一个跛脚的老奶奶追了上来，她脸上的皱纹像山峦一样高高隆起，深陷下午的眼窝如同被“山峦”包围着的“湖泊”。\n\n她高高举着一块红色的布，似乎怕我看不清，使劲的在眼前晃着，干瘦的手臂让我想起在风中摇晃着的树枝。\n\n“姑娘，看你也有三四个月的身孕了，你看我这块红布，料子极好，给孩子做个肚兜正合适，只有五千云币就可以。”\n\n我伸手抚在微微隆起的小腹上，自己终究也得给孩子留下点什么，犹豫了一下，掏出了五千云币，还没等我递过去她就将红布扔到我装药材的袋子里，将钱一把抓过来，塞进自己脏兮兮的口袋里。\n\n此刻已经将临黄昏，火烧云一堆一堆的聚集在天空之上，红色和橙色交替着霸占了这个世界的主色彩，蓝色的鸟儿乘着气流舒展着自己的双翅，自由，祥和。困意越来越浓，还未来得及向老奶奶打声招呼，她就像怕我会反悔一样，一溜烟就没了影。此时的状况也不适合我再散步，便艰难的抬起脚一步一步的挪回家。\n\n我也不知道这么短的路自己究竟走了多久，只知道回到家时路边已经点起了引路的灯笼，一盏接着一盏，上面纹着白莲红鲤的花纹，影影绰绰的为我照亮地面上的青砖。\n\n有几味药材是不能入夜的，否则会坏了本质。我咬咬牙，举起切割药材的锋利银短刀在胳膊从下到上使劲的划了一道长口子，伤口的细缝慢慢的越变越大，血液源源不断地从里面流淌出来，滴答在案板上。疼痛刺激着全身神经，使我稍微清醒了一点，匆忙的准备好每味药材进行熬煮。\n转身翻箱倒柜地掏出那把紫色瑰花玉铃铛。自从自己生病以来，就再也没有碰过它，记得从前还在灵珑谷时，师父每每教授新的知识时自己总能睡着，不少挨师父的责骂。\n\n药汤熬煮好后散发着一股恶臭，就好像被熬煮的是一大锅榴莲。手持银勺盛了一碗，绿色的液体，还不断的生成泡泡然后爆裂。\n咕咚。紧张的咽了一下口水，反正已经没有退路了，再差也不会喝死人，这么安慰着自己，闭着眼一口全部喝光。和药汤的气味和外表不同，竟出奇的好喝，有着花茶的口感。\n\n就好像一块火热的炭被放置在冰天雪地中一样，一瞬间，我就像被一阵风刮过身体的每个地方，清醒了起来。\n不敢怠慢，慌忙的拿起搁置在一旁的铃铛轻轻摇动，将其中所蕴含的所以灵力都传输到自己体内，来保证药效的持久。\n事毕之后，天空翻起了鱼肚白，陪伴我多年的铃铛也因失去了灵力而消散了那层淡淡的紫光，它现在看起来和普通的铃铛别无两样。折腾了一夜的我感到了疲惫，脱掉衣服踢掉鞋爬上床，裹紧被子眯上一会儿。\n\n醒来时已经是中午，好久没有睡的这么踏实了，一个梦也没有做。准备好一盆茉莉水，将青丝放入其中开始揉搓。心情这么畅快，，还未等头发晾干就哼着歌儿出门溜达。其实我也不知道该去哪，当你还剩下七个月的生命时，你会做些什么呢？你会害怕吗，你会抗拒吗，你会想方设法地再为自己续一秒吗？\n\n西边有一个圣堂和流光在争辩究竟是谁的门派更厉害，再看一会可能就有热闹看了。东边的服饰店开始大降价，若以自己孕妇的身份和那群少女们挤一挤，恐怕能抢到自己心仪很久的那条裙子。直径走到城门口，看着外面“大漠孤烟直，长河落日圆”的壮丽景色，忧心的使劲眺望着远方，如果能再看的远一点，是否可以看到晴明的身影呢。\n\n“麻烦不要再靠前了，现在是特别时期，没有城主的命令一律都不许出城。”把守在城门口的卫兵将手中的枪杖举起交叉。\n\n扫兴的退回了城内，该去哪呢，也没有心情了。好想给他写信，可此时也不可能有人去送信。也不知道他会不会饿着，有没有和别人闹矛盾。\n思前想后还是回了家，突然想起昨天买的那块红布，将它从袋子里取出，用手细心的抹平，再用剪刀剪出肚兜的形状。果然是块好布，红似朱唇软如绒。\n\n自己只是学过女红几年，也只是为了以后能嫁个如意郎君好体贴的照顾他，再后来觉得自己性格这么粗犷怕是没人要，便扔针做别的事去了。如今坐在椅子上，握着穿了金丝线的绣针，紧张的不敢下手。\n\n绣个什么图案好呢，想了想，决定绣一把剑和一个铃铛。大约是好久没用绣针了，针头狠狠刺进了皮肤里面，先是一个小红点，后来变成一个鼓起来的红色小湖泊。若是平常，我定会抱着晴明的手臂抱怨个不停，可此刻，我更想看着自己的孩子穿上这个可爱的小肚兜，果然是当了母亲的人就是不同以往。\n\n用心的绣了好几日后，还算很满意完成品，如果不看那歪歪扭扭的绣脚的话，还算不错，小心的将肚兜放在枕下，这才安心下来。\n\n闲暇的时候，想起晴明时就会跑到城门口和门卫们唠唠家常，然后被他们允许跑出去看个五分钟，外面除了荒漠什么都没有，但我总能感觉到他的气息，仿佛下一秒他就会从远处的那个小沙丘后走出来一样。\n\n亦或有时，会一个人偷偷跑到空港，坐上飞艇，坐到星际城的空中花园。那里的白孔雀美丽极了，如果用它的大尾巴制成一把白羽扇，盛夏用来扇风一定是最凉快的选择。哦哦，还有那安逸居住在莲花池里的大锦鲤，肥肥的，让人很有食欲，让我记起第一次为晴明做饭时就烤了一条鱼，尽管糊了，他一边狼吞虎咽地吃着一边大声赞扬我的厨艺。\n\n3.没有晴明的日子，时间总是过得很快，孩子长得也很快，慢慢的肚子大的让我低头连我的脚都看不到了。\n晴明果真没有食言，还有一个月就要诞下我们的小宝宝的时候，他便从前线赶了回来。\n他这个人啊，一回来就是围绕着我的肚子，吃饭要想摸摸肚子，上个厕所也要看着我怕我滑倒，就连我睡个觉也要先趴到我的肚子听上半天才肯睡。\n我生气的埋怨他不爱我了，他惊慌失措的就像丢失了心爱之物的孩子，连哄带抱的夸我是世界上最可爱最美丽的娘子，他就算不要这个孩子也一定要我。\n正在气头上的我被他逗的笑出了声，笑着笑着，眼泪竟流了出来。\n越到临产的日子他便越紧张，如果他喊我我没回话，他就一定会以为我是要生了疼的说不出话。\n我正生气的教育他不要有事没事的就喊我的时候，肚子竟然一阵绞痛。糟糕了，他真是个乌鸦嘴。\n\n临产是我经历过的最痛的痛，我撕心裂肺地喊叫的想要踢蹬掉一切痛苦却被助产婆紧紧按住了腿。整整三四个时辰，我都在喊痛、深呼吸、用力、再喊痛、再深呼吸、再用力中度过。偶然间，透过门上的窓纸，看见门外有个人影在焦躁不安地来回走动，他估摸着也走了三四个时辰。\n索性我夜夜祈祷起了效果，还算顺利的诞下了一个女儿，细皮嫩肉地很可爱，眉眼间很像晴明，仿佛藏匿着日月星辰一样让人无法将视线从她的身上移开。响亮的哭声倒很像我生气训斥晴明的声调。\n\n晴明紧张的想要冲进来看看我的情况，而我已经被困意侵袭的支撑不下去了，我看着他，最后一次的看他，拼命的眨着眼睛却还是落下泪来，尽力稳定住声线。\n\n“我想休息一会，等会我休息好了就来见你。”\n\n这是我说的最假的话，也是最后一次说假话。\n“好，娘子，你先休息。真的辛苦你了...真的，等你醒来，便由你来给我们的孩子起名字。”\n\n正如古方里描述的副作用那样，这次的困意来袭的比以往都更加凶猛。没过几秒，我疲惫的闭上了眼睛。\n\n模糊中，我又做了一次那个做了很多遍的初遇梦。\n\n他看着我，问道：“姑娘叫什么，哪里来的。”\n\n我还未开口，他便俯下身，拥抱着我，在我耳畔轻声说道：“纵需翻越玉木峰，陷足无边孽海，奔忙剑冢渊源，接临万次灾劫，破除千般障碍，苦待十世轮回，亦要步步踏过，亦不变其情志，亦不改其心意。”\n只可惜人生万千百态，到头来，皆是浮生若梦。\n黑暗吞噬了一切。\n\n\n\n\n\n\n\n注：本文世界观参考天谕。\n\n\n\n\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1479736620,
            "txt_content": "其实吧...排版我得教教你了...文很好，若是排版再好点看起来也更美观"
        },
        {
            "author": "xcc",
            "timestamp": 1479740160,
            "txt_content": "看到晴明两个字瞬间出戏"
        },
        {
            "author": "冥王星人",
            "timestamp": 1479963780,
            "txt_content": "来我群里吐槽吧，孩纸"
        },
        {
            "author": "透明小小",
            "timestamp": 1479983220,
            "txt_content": "冥王星人 发表于 2016-11-24 13:03\n来我群里吐槽吧，孩纸\n诶？OAO...有群号咩"
        },
        {
            "author": "冥王星人",
            "timestamp": 1479985080,
            "txt_content": "透明小小 发表于 2016-11-24 18:27\n诶？OAO...有群号咩\n有呀，在签名档\n我都等你一下午了"
        },
        {
            "author": "gggbbb",
            "timestamp": 1480070700,
            "txt_content": " 本帖最后由 gggbbb 于 2016-11-25 19:01 编辑 \n\n无可挑剔的描写，细腻的细节，脱俗的文笔。这三点结合起来，堪称典范。\n\n说的有些过的，不过也不差些许。提点建议，过眼即可。\n第一点，是语句不通的问题。也许因为文风的关系，文中的有些句子过于拖沓。虽然给人一种另类的空灵感，但还是不甚通顺。\n举例：\n不知名的白色鸟展开羽翼在我眼前的天空中盘旋\n第二点，在第二分段的末尾处，剧情一拖再拖，内容多而杂，在后文没有响应，也无益于主线。长篇中多些这个倒不成什么毛病，但在短篇内却差了点。建议精简或删减。举例：西边有一个圣堂和流光在争辩究竟是谁的门派更厉害，再看一会可能就有热闹看了。东边的服饰店开始大降价，若以自己孕妇的身份和那群少女们挤一挤，恐怕能抢到自己心仪很久的那条裙子。“麻烦不要再靠前了，现在是特别时期，没有城主的命令一律都不许出城。”把守在城门口的卫兵将手中的枪杖举起交叉。\n\n\n扫兴的退回了城内，该去哪呢，也没有心情了。亦或有时，会一个人偷偷跑到空港，坐上飞艇，坐到星际城的空中花园。那里的白孔雀美丽极了，如果用它的大尾巴制成一把白羽扇，盛夏用来扇风一定是最凉快的选择。\n\n"
        },
        {
            "author": "透明小小",
            "timestamp": 1480253640,
            "txt_content": "gggbbb 发表于 2016-11-25 18:45\n无可挑剔的描写，细腻的细节，脱俗的文笔。这三点结合起来，堪称典范。\n\n说的有些过的，不过也不差些许。提 ...\n非常感谢你的文评分，我已经逐字逐句的都认真看完了。踏入文圈刚刚两个月，这篇是第一个作品，马虎的地方很多。认真的看着你的文评，又认真的读了几遍文，已经看出来了自己的不足之处，我会改进，继续努力的。谢谢！"
        },
        {
            "author": "透明小小",
            "timestamp": 1480254180,
            "txt_content": "gggbbb 发表于 2016-11-25 18:45\n无可挑剔的描写，细腻的细节，脱俗的文笔。这三点结合起来，堪称典范。\n\n说的有些过的，不过也不差些许。提 ...\n非常感谢你的文凭，我已经每个字每个字的都认真看完了。踏入文圈刚刚两个月，这篇算是处女作，马虎的地方很多，我会继续努力的。谢谢！"
        }
    ]
}