{
    "title": "如何做好一名合格的腐竹",
    "author": "ceb219",
    "replyCount": 11,
    "timestamp": 1479742980,
    "txt_content": "本人玩MC三年多了。如今停了一两年没玩了。打算想开个服务器。来这里取取经.如何做好一名合格的腐竹。\n上哪能找到专业的MOD插件定制.还有如何管理好自己的服务器.希望大家能帮帮我。",
    "replies": [
        {
            "author": "26790top",
            "timestamp": 1479778320,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "ceb219",
            "timestamp": 1479782400,
            "txt_content": "嗯，我去瞧瞧"
        },
        {
            "author": "chyr",
            "timestamp": 1479789540,
            "txt_content": "开服很辛苦，又很心累。\n刚开始开服如果有些地方做不好，玩家就会找服主麻烦，自身的压力会变大。\n开服不是为了开服而开服，而是为了玩家而开服。这样虽然服务器做得不是非常好，但还是会得到许些玩家的追捧。\n为了保证服务器安全，得掌握一定技术，最好从模仿一个服务器的内容开始。期间要尽量保证服务器无任何BUG(影响正常游戏的漏洞)，游戏内容要大多玩家喜欢，保证崩服后不是换周目，而是自己可以修。久而久之，你就是一名好服主。\n我是给先用自己电脑开给朋友一起玩的，了解了大多基本内容才开始开服务器给大众。直接开服失败率很大，很有可能给自己造成挫折打击，所以还是先私下进行比较保险。\n（老服主亲生经历感言）"
        },
        {
            "author": "BenLi豪",
            "timestamp": 1479792780,
            "txt_content": "在别的网站看到的，就转过来了：mcfuzhu.ne怎么做好一个服主这点谁也说不准。我去过的服务器多了，真正能给我留下深刻印象的，不是什么几百人的多MOD大服务器，而是一些小的几乎没人知道的服务器，为什么一印象深刻，因为他的一个小字，正因为小，才感觉亲切，正因为亲切，印象才深刻。一些大服，OP多，人也多，你进去基本都是各顾各的，理睬新人的却是很少，这些服务器虽然可玩性高虽然人多，但是缺少一份情感，没有亲切的感觉，没有家的感觉，为什么？具体为什么我也说不准，因为你服务器大，人多，顾不得对方的事情什么的。就导致了缺少一种家的感觉。我也不是说大服不好，小服大服，各有优势。我问过我一个朋友，她说“有人问我，你打弹幕游戏的感觉是什么样的？”她回答“配合BGM是怎么样的。”正如新茶所说玩弹幕游戏要配合上BGM才玩的出感觉，就好比服主和玩家的关系，要配合的起来，才能玩出感觉。我问另一个朋友，他说服主与玩家是平等的，而不是主仆，服主不是受人尊敬的，服主不是老大，服主是兄弟总之就是两个字：亲民亲近人们的腐竹才是腐竹，腐竹不比别人多什么权利。亲民不是说着玩的亲民，你可能说，我很亲民啊，玩家要帮忙我都会去，和玩家一起活动，和玩家一起生存这样的。亲民可不止这些，我举一个例子吧，JJcraft的腐竹JJ“ 跟FZ一样不靠谱，但是很善良”“JJ有亲切感啊，感觉和其他腐竹不同，极度坑爹但是平易近人”这是我两个朋友的真话，我没有在宣传服务器什么的，因为早就关了。为什么我们这么说JJ，因为我们对JJ有莫名的信任感。没错，就是信任！服主不是跟你一起玩生存的\n服主只是有事没事开创造恶搞一下你对你说几句卧槽让你虽然被耍了，但还是感觉很快乐的。我遇到过的服主大概有以下几种类型的：1.素质低下型这种类型的腐竹，都是一种心态“你在我服务器玩就必须听我的！”管你和他乱什么，就是给你一种我的地盘我最大的感觉，在这里你听我的也要听，不听我的也要听，不然BAN了你。然后你反驳几句就被骂的狗血淋头。这类型的腐竹是绝对是小学生的亲戚。有过之而无不记。2.不讲理型所谓不讲理是指，比如你什么事情都没做，然后有个人污蔑你说你偷东西，服主看都不看一眼，直接把你BAN了，然后比如你做什么事情，然后这是服务器禁止的，你不知道，服主管你干了什么，直接BAN。这类型腐竹，就是那种不长眼睛的类型。3.亲国亲民型这类型的腐竹往往都是一些小服的腐竹，虽然服小，虽然人少，但是给你感觉很亲切，这类服务器往往都是最长久，往往都是那些看破红尘的老玩家最渴望的，这些类型腐竹是最负责最亲切的，让人喜欢，一般这种腐竹的服务器都不会起纷争。4.不管事型这类型的腐竹基本是服务器交给OP管，自己只是时不时玩玩而已，具体怎么的也不好说。5.没主见型这类型的服主，就是缺乏自己的意见，玩家说什么就干什么，OP提什么意见，就照OP的意思办，长此以往，就因为没自己的主见，所以导致了玩家丢失。以上这些类型的腐竹均是FZ本人遇到过的，其他的都很多，但是给我好印象的腐竹至今只有三个：JJ、jiumosi、kime做好一个腐竹你要做到如下几点            1.   亲民，和蔼，对玩家态度好            2.   配合，热心，和玩家相处好            3.   气质，素质，待玩家如兄弟            4.   公正，无私，与玩家做朋友\n腐竹和玩家的关系应该是兄弟一般的，非常好的朋友一般的，腐竹和玩家的朋友没区别，那才是我们的腐竹，我们的好腐竹！\n当好服主还有一点，就是服务器要稳定，我相信很多人都遇到过类似的情况，服务器原本好好的，然后腐竹说升级什么的，结果升级了就常常出问题，然后经常换图什么的，就因为这样导致玩家丢失。有些纯净服原本很好的，就是因为加了很多MOD导致服务器隔三差五出问题。也是一句话：好服务器不一定多MOD，多MOD也不一定是好服务器。真正和谐的服务器，大多都是纯净的，如果是新手加服，最好就是去那些纯净的小服，MOD太多的我个人不建议新手去玩。\n服务器也不是一个人就能管理的好的，你需要的是一个团队，一个属于你自己的服务器团队，小服务器至少要有一个腐竹、一个OP。中型服务器的话我个人认为配置应该是：一个腐竹，2~3个OP，1~2个新手接待。大服务器不好说，可能有的大型服连副腐竹什么的都会有，所以在此不做评论。\n如何管理好一个团队呢，首先你必须在服务器里建立起威信。\n没错，就是威信，你必须在玩家和OP面前建立起威信，威望和信誉，要想建立威望你就必须要有一个领导者应有的风度，要做到有风度而不失幽默，有气概而不失态度。\n你在行事、做事的时候有风度，要有自己的行事风格，该幽默的时候就幽默一下\n。要有豪迈的气概，不要因为一些小事就和玩家和OP吵起来，记住，有句古话叫做“小不忍则乱大谋”如果连一点小事都忍不了还开什么服务器，回家种田得了，因为在一些小事上吵起来就跑到论坛和贴吧发帖的例子比比皆是，我也不多说什么了，在服务器里一般不要失态，管住自己。能忍则忍，不能忍更是要忍，除非你不想开服务器了。我记得拉姐在《如何打造一款成功的游戏》说过这样一句话，“不过天朝从来就不缺少２Ｂ青年，它们最擅长的就是胡搅蛮缠，没事找事，颠倒是非，混淆黑白。当你开始和它们争辩的那一刻起，你就已经输了。虽然我在上面说过了要认真对待每一个玩家，认真听完每一个意见……”\n里面所指的2B青年，也就是我们常说的小学生了，小学生在你服里闹，你可能BAN了他，在你群里乱，你可以T了他，但是绝对是不能和他吵起来，你一吵，他可能就在贴吧就在论坛，发你吵他骂他的截图，在写一些煽动性的话，你原本好好的一个服务器，都能被他说的道德沦丧，人性缺失。黑的说成白的，白的说成黑的。到时候你再想挽回就难了。\n一个好的管理者是不会管流言蜚语的，他在发帖骂你的服务器时，你更是不要和他对骂。那只会让其他不明真相的人更加的误会你。\n\n如果把服务器比作国家，那么腐竹就是一国之君，OP就相当于是你国家的官员或者大臣。你是要主张和平的建筑服，还是要自食其力的生存服，再或者是一个战无休止的战争服等等，这些都是腐竹要考虑的，你也要根据你的经济情况来选择服务器的类型和大小。大服自有大服经营之道，小服自有小服生存之法。小服不要羡慕大服的发达，大服不要盯着小服的和蔼，各有各的好处，要做腐竹必须讲诚信，和玩家和OP说好的就一定要实现，否则只会让玩家心里对腐竹的印象变差。说到印象，玩家对服务器的第一印象很重要，你服务器如果出生地凌乱不堪，就算后面有多华丽的建筑，也不会让玩家对服务器的印象提升一点半点的，如果你服务器出生地给人很好很舒服的感觉，那么留给玩家的第一印象就会很好。玩家的意见做腐竹的一点要多听听，OP的抱怨做腐竹的你也不能少看，但是记住，原则性的问题绝对不能疏忽，听玩家的意见看OP的抱怨，最后总结一下之后服务器该往哪发展，这是至关重要的一点，如果做腐竹的你不听玩家和OP说的话，那么你只会和玩家和OP越来越疏远。\n希望大家看完之后能从中学到不少，这也献给各位新手服主，让我们一起为中国MC服务器界做出自己的贡献吧！"
        },
        {
            "author": "ceb219",
            "timestamp": 1479804660,
            "txt_content": "chyr 发表于 2016-11-22 12:39\n开服很辛苦，又很心累。\n刚开始开服如果有些地方做不好，玩家就会找服主麻烦，自身的压力会变大。\n开服不是 ...\n我之前有自己开过的经历，也有在很多服务器里待过等等"
        },
        {
            "author": "cc7w",
            "timestamp": 1479812700,
            "txt_content": "联机教程请参见 “联机教程” 板块\n包括 管理 插件教程\n插件定制可以找现任的插件版主\n插件可以在MCBBS 和 BukkitDev以及spigotMC\n找\n\n给你网址\nhttps://www.spigotmc.org/\n\n不要去外网 可能有后门\nMCBBS是最好的\n其次就是国外的原地址\n有帮助请给个最佳"
        },
        {
            "author": "weiliang_dada",
            "timestamp": 1480162620,
            "txt_content": "或许我能帮你，本人有1年的vps开服经验！！有问题请回复"
        },
        {
            "author": "ceb219",
            "timestamp": 1480438320,
            "txt_content": "weiliang_dada 发表于 2016-11-26 20:17\n或许我能帮你，本人有1年的vps开服经验！！有问题请回复\n嗯，留个Qq吧"
        },
        {
            "author": "ceb219",
            "timestamp": 1480438500,
            "txt_content": "BenLi豪 发表于 2016-11-22 13:33\n在别的网站看到的，就转过来了：mcfuzhu.ne怎么做好一个服主这点谁也说不准。我去过的服务器多了，真正能给 ...\n嗯，受教了。"
        },
        {
            "author": "weiliang_dada",
            "timestamp": 1480479300,
            "txt_content": "ceb219 发表于 2016-11-30 00:52\n嗯，留个Qq吧\n909413805我的qqq"
        },
        {
            "author": "2212042555",
            "timestamp": 1481212860,
            "txt_content": "很简单，以你是一个玩家身份玩自己所开的服务器，就能体会到玩家玩你服务器存在的一些问题，就能及时更改，知道玩家一些问题所在，。  往采纳"
        }
    ]
}