{
    "title": "假日主机：鞘翅、末地城以及更多要素",
    "author": "乙烯_中国",
    "replyCount": 15,
    "timestamp": 1479861180,
    "txt_content": " 本帖最后由 乙烯_中国 于 2016-11-23 08:53 编辑 \n\n\n\n\nWe’ve prepared a rather spectacular seasonal gift for Console Edition. As is traditional, you’ll have to wait until late December to open up the full package, but we’re happy to give you a teeny preview today - the digital equivalent of letting you sneak downstairs and give your gift-wrapped goodies a little inquisitive shake.\n我们为主机版玩家准备了相当可观的季节性礼物。一如往日，你需要等到12月末才能够获得完整的礼物。但是我们非常乐意给你们展示一个“青涩”的预览。就像是圣诞前夜好奇的你潜入楼下晃动自己的礼物盒子一样。\nThat’s if you can even lift the box - this is the biggest update we’ve put out this year! There are new mobs, blocks, items, status effects and all manner of other tweaks. Here are a few of the things you might hear rattling round inside:\n当然你甚至可以拿起盒子。这是我们今年的最大更新！我们添加了新的生物、方块、物品、状态效果还有其他的一些东西。你可能会听到盒子发出这样的响声\nElytra! Soar through The End on your freshly-minted insectoid glider, or, if you’d rather practice first, why not put your aerobatic skills to the test by generating a world with the new Amplified Terrain option?滑翔翅！用最新的仿生学滑翔翼飞跃末地吧。如果你想要先练练手的话，为什么不在一个新的大型地形的世界中测试你的特技飞行呢？End Cities, replete with End Ships, Chorus Plants, Chorus Flowers and Purpur blocks. Not all is as it seems, however - some blocks may conceal Shulkers, limpet-like enemies who fire homing rockets. Take a hit and you’ll take damage and experience something new, too: levitation! Elytra are essential to avoid an uncomfortable landing.末地城！满眼都是末地船，紫影花，紫影植物以及紫柏块。尽管不能一言而论，但是有些方块或许是潜影贝，一种射击火箭弹的傀儡型敌人。被击中你就会受伤，同时感受到一种新鲜的感觉，对，漂浮！鞘翅是必须的，不然着陆的时候可有苦吃了。You can now use Dragon’s Breath to create Lingering Potions - throwable potions that leave a bubbling slick behind, ideal for ensnaring unwary pursuers.你现在可用龙息制作滞留型药水，一种可投掷的道具，使用后会留下一滩不可描述。专治粗心的尾随者。\n\nThere’s quite a few other stocking-fillers in there, too - but you’ll just have to wait for the free update to launch to unwrap its other mysteries!\n当然还有一些其他的玩意，但是你得等免费更新放出后才能解开其他的奥秘了。\nCheerio!\n回见！\nMarsh - @marshdavies\n\n\n原文：http://mojang.com/2016/11/on-con ... d-amped-up-terrain/",
    "replies": [
        {
            "author": "marduk",
            "timestamp": 1479862680,
            "txt_content": "刚看到官网新闻就发现这里已经翻好了，话说主机板终于慢慢追上电脑版了"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1479870720,
            "txt_content": "一滩不可描述。。。"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1479874800,
            "txt_content": "似乎已经很接近pc了"
        },
        {
            "author": "2689112967",
            "timestamp": 1479893340,
            "txt_content": "追PC追了这么久终于要追上了！"
        },
        {
            "author": "kid小东",
            "timestamp": 1479902580,
            "txt_content": "噗..主机是什么版本..没见过的说"
        },
        {
            "author": "pcktrsss",
            "timestamp": 1479904140,
            "txt_content": "这下鞘翅成全版本标配了"
        },
        {
            "author": "4072",
            "timestamp": 1479985320,
            "txt_content": "主机板的尴尬终于快解决了么…"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1479992700,
            "txt_content": "敢问什么时候更新"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1479993420,
            "txt_content": "kid小东 发表于 2016-11-23 20:03\n噗..主机是什么版本..没见过的说\nxboxone&xbox360，ps4&ps3&psv，wuil版"
        },
        {
            "author": "2584359345",
            "timestamp": 1479999300,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "2584359345",
            "timestamp": 1479999360,
            "txt_content": "666666666666666666"
        },
        {
            "author": "中国牛逼",
            "timestamp": 1480138740,
            "txt_content": "不知道什么时候更新呢"
        },
        {
            "author": "二宝呦",
            "timestamp": 1480650780,
            "txt_content": "混经验................"
        },
        {
            "author": "卍寒武卐",
            "timestamp": 1480678620,
            "txt_content": "史蒂夫要升天了吗= ="
        },
        {
            "author": "wangpengle",
            "timestamp": 1481866860,
            "txt_content": "卧槽 这是神马？"
        }
    ]
}