{
    "title": "【原创/连载】渡鸦 第六章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1480081320,
    "txt_content": " 本帖最后由 540083835 于 2016-11-25 21:49 编辑 \n\n“说真的我现在真想把你咬成两截暴尸荒野。”可怜的骑士无奈地叹了一口气，紧接着身上的银白盔甲微微抖动起来，发出一种奇特的声音，最后在风中化作一片被吹散的银色毛发。\n\n“这这这……”少女瞬间呆住了，听着从盔甲里发出来的声音，本以为可能是一个青涩未退的年轻骑士，但现在——的确是一个俊美的少年，包容了星辰一般的深蓝色的瞳孔柔和的五官——当然如果能忽视掉长至小腿的束腰裙与同肩膀同齐的头发那是再好不过了。\n\n“你你……你为什么要穿女孩子的衣服啊？！”少女总感觉有什么奇怪的东西混入了自己的视野，巴不得马上失忆。道格拉斯扯了扯自己的裙摆，很平静地说道：“啊，这个啊，个人爱好而已。”\n\n“爱好？”难以理解。少年接着说道：“你不觉得一个很懂男性心理的(伪)女孩子很可爱吗？”\n\n并不觉得。少女翻了个白眼，不想再理他。“那么，那群巫师和你有关系吗？”莎米拉很直接地问道，并没有因为他的服装而产生任何波动。道格拉斯似乎有点措手不及，傻愣愣地反问道：“你们遇到了？”\n\n“是的，而且还干掉了几个。”莎米拉点了点头，“看来是跟你有关系了。”。“不不不不不，不是我招惹来的。”道格拉斯慌忙地摆手，“我只是偶然撞见他们，然后打了一场而已。”\n\n“那么，”莎米拉一把抓住了道格拉斯的领子，“他们是从哪来的呢？”\n\n诶哟喂我的姐姐啊我可是真不知道啊，道格拉斯欲哭无泪，这事和他真没什么联系。“看来目前没有任何线索了。”莎米拉松开了他。皱起眉头沉思了起来。\n\n少女轻轻出声道：“莎米拉，不要忘了正事。”对啊，本应先赶去变换后的总部才对。莎米拉耸了耸肩，放弃了调查的念头——毕竟没有任何线索。\n\n“啊，你们要走吗，”道格拉斯问道，“能不能顺便捎上我？”\n\n少女转过身，投去了奇怪的目光。\n\n莎米拉奇怪地问道：“你又不知道我们去哪，你跟着干嘛？”\n\n“不，我只是想找个快速又不显眼的方法离开这里而已。”他答道。\n\n快速而不显眼，莎米拉心中明了，“上来吧。”\n\n“可别偷偷动我的酒啊，小-姑-娘。”莎米拉阴恻恻地警告了一句，道格拉斯打了个冷战，似乎很明白后果。\n\n一路上没有再遇到任何阻拦，马车飞快地在树林中穿梭，飘落的树叶与尘土都被远远甩在身后，三人没有再说过一句话，耳中只充斥着马蹄飞快地接触地面的声音。\n\n树木逐渐稀疏，少女一挥缰绳，马的速度更快了一些。马上就能离开这该死的巫师聚集的贼窝了，道格拉斯在心中嘀咕道。\n\n阳光将马车整个都照亮了，眼前变成了开阔的平原，偶尔能看到一些牲畜与他们的牧人在歇息，“啊！光明啊——”道格拉斯高呼道。\n\n“我们已经把你带出来了，”少女出声打破了他的兴致，“你是不是该自己走了？”她实在看不下去一个男性在风中拂动着裙摆。“不，还是让他跟着我们吧，也许以后会有什么用。”莎米拉别有深意地笑道，道格拉斯心里毛毛的，莎米拉眼神中的含义，感觉上分明是在看一整条烤熟的羊腿……\n\n“那……那就先谢谢了……”他强笑道，眼角都在抽搐，现在显然是跑不掉了，要是溜掉的话估计他那毛茸茸的屁股上得被莎米拉插一刀。\n\n“老头子们追来了。”莎米拉轻笑道，其他人都还没反应过来，她迅速转身将杯中鲜红的酒液向空中撒去，同时另一只手抽出飞刀对着酒液掷出：“狄俄倪索斯！”飞刀在酒液中穿过，炸裂，散开的酒又凝成了一个个很小的球，神秘的符文缓缓转动着，给人的感觉就是一片……看不见捕兽夹。\n\n时机算得巧妙，树叶开始晃动，一群人骑着马从林子里显现了出来，手中明晃晃的剑隔着老远都能看见反光，而莎米拉却靠在车上优哉游哉地对着他们挥手。少女丝毫不担心莎米拉会不会玩脱，毕竟她很了解这个家伙，而道格拉斯头上的汗已经清晰可见 。\n\n当这群骑士踏入那堆看不见的小球的包围圈的时候，莎米拉笑容更盛了，“接受酒神的恩赐吧，你们这些套着水桶的白痴。”\n\n无数的小球同一时间爆炸，鲜红的烟雾笼罩了所有的骑士，头盔中本就狭窄的视线瞬间被烟雾填满，更可怕的是，这些烟雾疯狂地往他们的眼睛里，耳朵里，鼻孔里，嘴巴里钻去，在令人心旷神怡的酒香中，他们——包括战马，都纷纷倒在了地上。\n\n“噢看呐，这么轻易就醉倒了，这也算是执法的勇士吗？”莎米拉戏虐地笑着，那些人的确是醉倒了，这也是少女从不去碰莎米拉的酒的原因，鬼知道她为什么喝得下这么烈的酒而且什么事都没有！\n\n狄俄倪索斯——酒神的赐福，总是能在狂欢中给人醉醺醺的乐趣。\n\n“敬你们的，为了正义与和平，你们——”莎米拉举起了酒杯，行着执法者的礼仪，“算个屁的执法者。”\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1480081440,
            "txt_content": "哇，一个文学大师！！！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1480161120,
            "txt_content": "“爱好？”难以理解。少年接着说道：“你不觉得一个很懂男性心理的(伪)女孩子很可爱吗？”\n不觉得啊！"
        }
    ]
}