{
    "title": "【原创/连载】真实MCⅠ--奇点part2",
    "author": "洛夜艾西",
    "replyCount": 3,
    "timestamp": 1480167420,
    "txt_content": " 本帖最后由 540083835 于 2016-11-27 13:23 编辑 \n\n首先声明:1.由于学习事务繁忙，本小说只好月更\n2.本人没怎么看过小说，而且这是去年写的，所以嘛。。。。\n一个月前发过第零章，自己找另外谢谢之前各位大大的建议，不过这个稿已经定了，所以再改会很麻烦。。。\n\n\nNO.1异界\n     不知道就这样昏了多久，洛夜从隐隐的头痛中苏醒过来。他晃了晃头，突然一阵干呕险些吐出来。“不会是发烧了吧？”他嘟哝着坐起来，发觉自己正躺在一片草地上----无比平坦的草地，“都烧糊涂了呀？看来以后不能熬夜了。”光线从远方照射过来，微凉，但刺眼。头似乎更痛了，林洛夜手扶着前额，朝四周望去。前面视野无比辽阔，无比...平坦...身后似乎是有不少的树，不过他没怎么在意;身边的草地上一种黄色小花开得正多，但他盯着这些花从感觉有什么不对劲的地方。这.....这花是葬礼才用的吧喂！正要吐槽，阳光突然强了几分，他抬起头，发现自己居然能直视太阳，而太阳----\n    是方形的。\n    “慢着....”洛夜猛的一惊，再次打量了周围----草地，原来只是一个个方块，怪不得如此平坦;身后的树，也是由方块堆成的几何体;甚至地上的几颗石子也都是立方体;最后是自己的身体，方块！？“蛤？”如果现在是在拍动画片，他大概需要后退几步跌坐在地，然后头上再打个雷来表现自己此刻的心情，于是他深吸一口气，叹道，“果然还是游戏玩多了。”\n    他站起来，拍了拍身上的灰土。现在该干嘛呢？按照游戏的剧情，要收集木材吧？他转向树林。这些都是看起来很健康的树，一致的褐色树干，也许已经生长很多年。洛夜咽了口唾沫，攥紧拳头用力向树捶去......\n    这一刻，世界仿佛凝固，他能听到的，只有轻微的碎裂声，能感觉到的，只有右臂微妙的酸爽。内心如海浪翻滚，汹涌澎湃。\n    “啊疼疼疼疼疼....”林洛夜大叫一声，把手抽回来不住地往上吹气。这不合常理啊？洛夜心里想着，却忘了用手砍树本身就不合常理，正如他相信这是发烧做梦的幻觉，又说不出何时发过烧，而幻觉又怎么可能会痛。他可不想知道，在这里如果死掉了，可以在哪里复活。\n    可是如果这里和游戏的设定不一样，该怎么生存呢？洛夜视线下移，瞥到地上的树影，灵光一现。“既然原先的方法行不通，不如试试更‘正常’的？”旁边有棵不是很高的树，他走过去，试着拉拽上面的树叶，方块很快碎掉，一些树枝和一颗苹果掉下来。出于捡破烂的心理，洛夜把这些东西都拾起来，说不定以后就能用上呢？他看向太阳，现在应该刚刚日出，橙色的朝霞一点点散去。时间还早呢，他想着，径直向树林中走去，想趁现在熟悉熟悉环境。\n    刚走了不到十分钟，林子忽的换了一个风格，原先的橡树统统变成白桦，又密又高，而且黑白相间的树皮总让人觉得那不像树，而是一根支持头顶那无边阴影的立柱，阳光也无法入内。虽说是白天，这边的气氛却略显恐怖，独自走在草丛之间，除了“沙沙”声再无其它，难免会胡思乱想，僵尸，小丑，电锯杀人魔，开学第一天的课代表....不想还好，这一想，反倒把他自己搞得神经过敏。眼看前面的树林越来越阴密，仿佛每个草丛里都藏着一个恐怖分子。也就是在这时，他从穿过草丛的声音里分辨出另一个不一致的节奏。“沙，沙沙。”不会是....好吧我也不知道是什么，总之跑啊笨蛋！他在心里大声命令，身体终于听懂了，开始加速向前，可是那声音似乎还在，只不过更急了。“沙沙，沙沙。”     终于，发现不可能甩开那声音的林洛夜放弃了。他停下来，同时双手握紧一根树枝，机械地回过头去准备迎敌。\n     然而，什么也没有，除了一只匆匆躲到树后的苦力怕。\n     苦力怕？躲起来？什么鬼！好奇心最终压倒恐惧感，洛夜轻轻靠近树丛想要一探究竟。他隐约听到一个微微发颤的声音:“没有看到我没有看到我没有看到我.......”\n     “然而并没有什么用。”洛夜说。至于当时为什么想去接话，他始终没有明白，也许只是想在这个世界跟自己说话会踏实吧？这里 还有很多跟游戏的MC不一样。\n    林子的不远处，一个黑影一闪而过。\n    苦力怕听见他的话，浑身抖了一下，接着触电似的向一旁跳开，躲到另一棵树后，只露出半个头。“想被炸死啊你，靠这么近！”她怒道，“还有，人类为什么能听懂其他种族的语言？”洛夜听到也愣住了:“额...额？话说回来妳不是该炸死我的么，怎么反而自己躲开？”\n    “那你还真是想死啊？”苦力怕摇头，正准备走开，却被洛夜叫住:“妳为什么跟踪我？”\n    “迷路了，有意见啊？”那家伙仰着头，一副“像这种事情小朋友都知道”的表情，\n    “林子里的动物都不出去，本来打算跟着冒险者走出这鬼地方，结果被发现，追杀，更加迷路。不过你不怎么像其他人类，他们要么提起剑就砍，要么跑得远远的追都追不上。”\n    她警觉地环顾四面，继续说:“而你提着根木棍就走过来。”\n    “咳咳。”洛夜干咳两声，想岔开这个尴尬的话题，“所以说妳是路痴咯？”见苦力怕没有说话，他指向自己来时的方向:“喏，走那边不用多久就能出去了。”说完，就收起树枝朝更深的地方走去。\n    “站住！”苦力怕从树后出来，上前拦住他。稍微犹豫后，她说;“这，这林子这么大，随便指个方向就让‘路痴’走，谁放心啊？”洛夜干笑:“呵,呵。有问题吗？”“呵个大头鬼，当然要陪我走出去啦！再说，你准备在这阴森的地方过夜？”洛夜无奈，只好走上前去。真是个麻烦的家伙。\n    。。。。。。(这是一个伟大的省略号)\n    不久之后，头顶的树冠渐渐稀疏，最后只留下干净的天空，他们来到了林子的边缘。“就到这了，以后自己小心点儿。”洛夜说。\n    “那个。刚刚，谢谢啦。”苦力怕微微低下头，看着洛夜刻意挡在身后的手。如果自己的肤色不是绿的，现在的脸一定红如那手上残留的血迹。如果是那样，估计会很尴尬吧？\n    “没什么的。只是‘那人’有点难以理解。”洛夜望着正在西沉的太阳，心想其实再明显不过。\n    他突然问:“哎，妳有名字吗？”\n    “呐，直接问对方名字很没礼貌耶。”\n    “我只是好奇为什么有不愿意爆炸的苦力怕。”林洛夜挠头，“叫我洛夜吧，该妳了。”\n    “我就叫苦力怕。”苦力怕说完，自己都觉得奇怪，“那，要不就叫我库帕吧？”\n    “妈妈没有教育过你生命可贵嘛！这种自杀不到最需要的时候我才不干。”\n    “那是什么时候？”\n    “这...我又没遇到过怎么知道？”库帕白了他一眼，转身走开。\n    “妳去哪？”\n    她听到问话，站住了:“远方。”\n    洛夜又问出一个至今后悔的问题:“不回家吗？”\n    库帕点头，仍背对他，半晌后才说:“我没有家。”接着就快步离开了。\n    洛夜望着日落一点一点消失，看得出神。\n    .............我是不是忘记找地方过夜了？\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1480217220,
            "txt_content": "趁着大佬没来，赶紧占个位先w\n\n具体情节不作评价。\n文章倒没什么大问题。虽然就个人而言，这种随意的文风实在是有些反感。不过也不是非得你怎么精雕细琢的，故此不提。\n首先呢，请善用你的回车键。\n拿第一段来举例。这一段中，你主要的问题，就是情节的琐碎且杂乱。如果多加分段，应该能适当的减轻这种毛病。若想不改变意思，单从层次上来讲，个人认为能这样分。\n不知道就这样昏了多久，洛夜从隐隐的头痛中苏醒过来。他晃了晃头，突然一阵干呕险些吐出来。\n“不会是发烧了吧？”他嘟哝着坐起来，发觉自己正躺在一片草地上----无比平坦的草地。“都烧糊涂了呀？看来以后不能熬夜了。”\n光线从远方照射过来，微凉，但刺眼。\n头似乎更痛了，林洛夜手扶着前额，朝四周望去。前面视野无比辽阔，无比...平坦...身后似乎是有不少的树，不过他没怎么在意;身边的草地上一种黄色小花开得正多，但他盯着这些花从感觉有什么不对劲的地方。这.....这花是葬礼才用的吧喂！\n正要吐槽，阳光突然强了几分，他抬起头，发现自己居然能直视太阳，而太阳----\n具体的分段你可以自己多加揣摩，在此就不延伸了。\n再其次，有个小小的建议。\n。。。。。。(这是一个伟大的省略号)\n在这里，你可以不用句号表示分段，直接三下回车或者用“——”表示即可。括号中的内容也是可以删去的。\n\n就先这样吧。最后，祝进步。"
        },
        {
            "author": "洛夜艾西",
            "timestamp": 1480233360,
            "txt_content": "gggbbb 发表于 2016-11-27 11:27\n趁着大佬没来，赶紧占个位先w\n\n具体情节不作评价。\n谢谢建议⊙﹏⊙不过有点地方当初的确注意到了但是懒得看，所以就-_-||这样啦\n原先是有分段的，打字的时候偷懒省掉好多(汗。。。。)\n那个省略号是和后面有点联系，不过之前手稿写出来没人注意到，所以就这样了。。。。"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480682820,
            "txt_content": "呃，看完反馈一下，\n一，回你的那个gb垃圾说的很有道理，但你不必要为他的建议来做更改，你要改的是你稚嫩的描写以及僵化的对话，而且你的文章中很多口语化，这方面多做改变，环境是我所看好的，如果你能专注你所擅长的，哪怕你不写文，就描写物，景，以及任何你擅长的，我都保证你会被人看好。\ngb讲的随意的文风，这也许就是你独特的地方，就像梵高一开始不被人看好一样，但随意可以说是潇洒，飘逸，只是看你能不能坚持下去。\n二。剧情的确很杂乱，这比你看剧情进展一快一慢还难受，需要整理一下，其他的不用说了，因为你没看过什么小说，能写出这样的文已经很好了，其他的你只需要慢慢摸索，就像那些被人看得多的小说文章一样，他再烂都有人看，他再烂都有他自己的风格，吸引人的地方  其他的==可以，不跟你多bb"
        }
    ]
}