{
    "title": "【原创/单篇】[Enf小组]《风过无痕》",
    "author": "透明小小",
    "replyCount": 5,
    "timestamp": 1480253760,
    "txt_content": " 本帖最后由 透明小小 于 2016-12-3 17:07 编辑 \n《风过无痕》                                                                                                         ————大漠孤烟，风过无痕。\n\n一.       云垂边疆昼夜温差极明显，此时正是午后，悬挂在天穹的烈阳像在一团一团喷射着能融化一切的火焰。风痕抱着酒坛走到了位于军营上方的一个断崖。那里只有一棵小小的杉树，被骄阳烧灼的蜷缩着叶子，连枝干也犹豫着到底要不要继续生长。在最恶劣的环境下，最顽强的生命即是勇敢的也是胆怯的，只要走错一步，便会灰飞烟灭。        风痕索性一屁股坐在一小片树荫之下。他打开了酒坛，浓香的酒味扑面而来。士兵们喜欢自己酿酒，这样既可以省钱也能有些成就感，为乏味的驻守生活解解乏。甚至于酒坛都是自己烧制的，各种形状的酒坛都有，例如风痕手中的这个酒坛，捏的像个花瓶，瓶口处还凹下去了一块，怕是哪个笨手笨脚的家伙不会把握力度。        他低头给自己倒了满满的一杯，仰起头一饮而尽。瞬间辛辣感充斥了整个口腔，像是无数个纳米小兵聚在一起挥舞着刀枪攻击着舌尖。风痕缓缓的咽了下去，如同一把小刀一点一点慢慢滑过喉咙。待到酒如石落井底，又像是一块烧红的碳在胃里翻滚着，仿佛打一个酒嗝就能吐出火球一般。果然还是比不上元狸酿的仙狸醉，清清淡淡又带着些许的甜味。        正在此时，数里荒漠刮起了风。风是无形的，裹挟着黄沙却如同一条条黄色的绸带，看着一点也不逊色于苏澜城那些有名的裁缝店所用的布料。        黄色的布景里，隐隐约约有一个人捧着个什么东西慌慌张张地朝这里跑过来。风痕眯着眼睛努力辨认着来者的身份，下意识的抱紧了酒坛，倘若是那些讨酒喝的混小子们可就不好。        “将军！将军！别再喝酒了！”来访者还未靠近风痕就急忙一手捧着那个物品一手胡乱挥舞的喊着。        也许是自己年过五旬的原因，眼睛已经不大好使，这时才看清那是自己的徒弟小毛子。        “啧。”风痕有些不爽的将酒坛放在一边，整理了一下衣衫。        风痕的徒弟小毛子是个谨小慎微的人，这几日北狼人的进攻越发频繁，军中已经严明禁酒令，只是自己这个玩世不恭地师父还是会仗着是自己身为将军可以管辖被没收的酒，总会偷偷的抱一坛酒溜出去喝光。午后小毛子就没再看到师父的身影，怕是又偷了酒溜出去享乐了。他来不及多想，端起一碗白水裹上布便急匆匆的跑去师父常待的那个小杉树下去找他。        小毛子还未来得及拍打一下身上的尘土，便打开包裹着木碗的布，将白水递给风痕。“师父，您不要再喝了，这几日北狼人进攻没有规律，万一在您喝醉的时候他们进攻那可就出大事了。这碗水您来解解酒，最近物资匮乏已经没有茶叶可以用来解酒了。”        风痕脸上写满了不爽，但还是接过碗一饮而尽，将喝空的木碗展示给小毛子看，不满的说道：“他们来多少我便杀多少，来一个我杀一个，来一万我杀一万，来十万我用我的血肉之躯来做城墙。”        “是啦是啦，师父你要不要在这儿睡一会？正好解解酒，我会在这看着您的。”小毛子接过木碗重新用布包好揣进怀里。        风痕调整了一下角度，更舒适的靠坐在杉树旁，答非所问地说道：“你知道吗？我家以前在桃花林，也就是这个时候，所有的桃花都会像新年苏澜城的烟花大会上的烟花一样全部绽放。我文采不好，这么说吧，倘若所有的桃花都落下，就像贵妇人家里昂贵的粉红地毯，躺上去可比躺在这硬邦邦的黄土上舒服多了。我师父总会给我和师妹做桃花糕来吃，多余的桃花糕还可以卖钱。嘿，你说他一个大男人，怎么这么会做饭呢？大概就是因为这样才养活了我们吧.....”        小毛子愣住了，自己跟着师父的时间也不短，却很少了解到他的事情。正犹豫着考虑自己要不要趁机再多问一点，风痕就已经抱臂闭上了眼睛。        小毛子只好呆呆坐在风痕身边，看着远方风卷着沙就像无数条黄龙纠缠在一起进行的殊死搏斗。        大漠风光，怎么看也看不腻。 二.       风痕六岁时，家里又添了一个孩子，算上他，家里一共七个孩子。        他对父母的印象只停留在他们身上咸湿的鱼腥味。家里经济情况并不乐观，尽管父母每日起早贪黑地宰鱼卖鱼，也很难养活下七个孩子。        那是风痕第一次坐马车出远门，就算被父母用黑布蒙上了眼睛也很兴奋。坐在颠簸的马车里，风痕高兴的小声哼着歌，只是母亲尽力压低的啜泣声还是会时不时的飘进他的耳朵里。        “娘？你不喜欢我唱歌吗？那我不唱了，你不要哭了。”风痕虽小，但还是能感觉到将会发生一些不好的事情。        母亲没有理他，仍在小声的啜泣着。风痕伸出手试探着想要去掉蒙着眼睛的那块布，而父亲紧紧握住他的手腕不允许他摘下黑布，力气大的让风痕小声的哎呦了一声。        “你干什么！你在对我儿子做些什么！”母亲尖锐的怒吼震的风痕耳膜发疼。        父亲狠狠的甩开了他的手腕，不喊示弱的回击道，“那不是我儿子吗？！但是事到如今已经没有别的法子了！你除非想出更好的办法否则你就闭上你的嘴！”        风痕有些害怕的缩了缩身子，母亲的哭泣声越来越大了，可以说是嚎啕大哭。        剩下的路程，风痕之前所有的喜悦和兴奋都被母亲的泪水冲洗的一干二净，留下的只有手腕的隐隐作痛和吞噬着内心的不安焦虑。母亲的哭泣声一直没有停止，风痕乖巧的坐在马车厢里。他想，如果我再乖一点，父亲就不会这么生我气了，如果我出门前没有扎歪妹妹的马尾辫，母亲就不会这么情绪低落了。他这么想着，又坐的端正了一些，紧紧靠着车厢壁，就像紧紧靠着一个会一直保护他的靠山。        等到父亲将他一把拉出马车并粗暴的扯下黑布时，明媚的阳光刺的让风痕不停的眨着眼睛。眼前的一切在这一明一暗的交替中逐渐清晰。一个不大的小院子，里面种满了各种花花草草，有常见的，也有让风痕叫不上名字的，这挤满了各种生命的地方甚至还有一口石头搭的井，天气炎热，井底的青蛙一定非常凉快。        风痕正看的出神，父亲蹲下身紧紧捏着他的肩膀，将风痕的头扭过来看着他的眼睛说道：“我去和你师父说几句话，你在这好好待着不许乱跑，不要乱碰，不要让我失望。”        说罢，他一把推开了风痕急忙拉着母亲去见站在站在屋子门口的那个人。风痕对着父亲的背影点点头，他看着父亲一瘸一拐地往前走着，犹记得父亲曾经说他年轻时驻守过云垂边疆，这腿伤也是当时留下的。        情绪刚稍稍冷静的母亲看着站在屋子门口的那个男人，又忍不住的大哭了起来。父亲有些难堪，摸了摸鼻子搂住了自己的妻子，轻轻拍着她的肩膀。        风痕有些莫名其妙，他想不通自己明明已经不再唱歌了为什么母亲还会哭泣。他满腹狐疑地看着那个男人，他眉清目秀的看着像邻居家那个经常纺织的姐姐，皮肤白净的如同夜晚坠在井里的月亮。        他们交谈了很久，男人一直情绪淡淡,而父亲时而垂下头叹气，时而激动的握住他的手使劲摇晃着。风痕想起来，父亲有时候卖鱼的时候遇到慷慨的客人也会这样。        片刻后，母亲终于稳定住了情绪，摇晃着身体一步一步的朝他走来。父亲想要搀扶住她，却被她一把推开。母亲瞪着父亲，咬牙切齿地仿佛在看一个仇人。        应该要走了吧？风痕这么想着，转身想要走出这个“麻雀虽小五脏俱全”的院子，刚走出进步，自己的衣领就被人狠狠拽了一下。风痕踉跄了几下勉强稳住了自己没有摔倒。扭过头，父亲红着眼拽着她的衣领。        “爹....”风痕小声的说道。        “你哪里都不许去，以后这就是你的家，好好跟着你师父学习。乖乖的，夜里凉的时候就给你师父说，饭不够吃就自己去添饭。这里比家里条件好的多，不会再让你受苦了。”        风痕脑袋轰的一下懵掉了，他想哭，想逃跑，想回家。几种复杂的情绪交缠在一起，就像一个许多毛线打结在一起的毛线团一样堆在他的大脑里。风痕花了好几秒才整理好毛线团，他已经忘记了哭泣，忘了一个六岁的孩子的本能。他不知所措地看着母亲。        “娘......我想回家。我会乖乖的，我会少吃一点饭的.....让我回家吧。”风痕大脑一片空白，蠕动着嘴唇迷惘的蹦着字，组成一个个无力的句子。        母亲看着他，看着自己的孩子，看着自己的孩子这样向她求饶。她又一次的哭泣了，哭着跑出了院子。        风痕用手指紧紧绞着衣角，看着母亲离去的背影。父亲轻轻将他的手掰开，轻轻在他手心放了几块糖。        肉类，只有新年的时候每人才能品尝到一小碗。而糖果，风痕和兄弟姐妹们长这么大，只舔过三次。        父亲摸了摸风痕的头，转身也离开了院子。风痕站在原地，脚底好像扎了根一步也挪不开。手里紧紧的捏着那几块糖果，仿佛要把它们捏碎。        男人走到他身边，也看着空无一人的院子外,说道：“我叫雁回，你呢？你叫什么名字？”        风痕不想动一下，也不想说一句话，但是考虑到自己前途未卜，小声的回答道：“风痕，我叫风痕。”        雁回愣了一下，突然大笑了起来,“哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈你父亲难得起这么一个好名字，风过无痕，蛮好听的。那你知道我是谁吗，你知道霍将军吧？我是他身边的副将军，怎么样，很厉害吧小子？好好跟着我学，保证你以后比我还厉害。”        风痕不认识什么霍将军，也不想做什么厉害的人，他只想回家，回到那个盖在海边的挡不住风和雨却充满爱的小破木屋。这么想着，他偷偷抹了一下眼泪，将手在裤子上擦干净。        眼尖的雁回一眼就看见风痕这个脆弱的举动，他收起了笑意。“这么快就想家了吗？”        “嗯。”        “你父亲以前是我的部下，后来打仗伤了腿也伤了内脏，他就回家去卖鱼了.....经常要吃那种很昂贵的药才能维持住生命。”        风痕脑海里浮现了一种恶毒的回答，他想大声喊出来：所以他为了他自己就抛弃了我吗？！然后喊完自己就拼尽全力的跑回家。风痕呆呆的看着院子外被风吹过的一朵红花。自己来的了路上被蒙着眼睛，根本不知道回家的路。        “那他们还会来接我回家吗？”        “啊？啊.....会的。”        “什么时候？”        “哈哈，等你出师那天吧。”        “真的吗？”        “真的，所以你才要加倍努力呐！”        “嗯。”风痕若有所思地点了点头，他看着几个孩子嬉笑打闹着将那朵红花踩在脚下。 三.       雁回是一名骁勇善战的圣堂，一杆长戟一把盾便可以守护万里江山。所以他希望风痕也能成为一名圣堂。        “啊你看圣堂多么帅，徒弟，成为圣堂吧，你看看这盾，多有安全感。”雁回记不清自己是第几次来劝自己徒弟成为圣堂了。        “不，”风痕将盾推到一边，摇了摇头，“师父，光刃不好吗？看着比圣堂敏捷多了。”        “喂！光刃可没有这盾，没有这盾也就不好抵挡攻击了。”        “啊，那我可以用剑抵挡啊，咻咻咻的，多帅。”        “嘿小子，战场可不是游戏，管你帅不帅，能活下来就好。”雁回没好气的白了风痕的眼。终归是小孩子，思想这么单纯。        “可是师父，如果我成为圣堂，如果以后比你还厉害，那你的名字不就逐渐被世人给遗忘了吗？”        “啊这样吗....”雁回若有所思地摸了摸下巴，仔细一想，好像也是这个理儿，“那行吧，我就不阻止你了。但是练功不是个简单事，你千万不可偷懒。”        “谢谢师傅！”风痕在心底偷笑着，果然师父就是个小孩子，这么好哄。        雁回终归是个圣堂，关于光刃的知识也不懂太大。磕磕绊绊也算讲下来了理论知识，风痕一边听着一边认真记着笔记。雁回偷瞄了一眼他记得笔记，自己明明没讲多少，风痕却密密麻麻记了好几张纸。        嗯，也许这个小子真的是个可塑之才呢。雁回一边想着，一边满意的看着风痕自己琢磨着练功。        雁回平日也没有多少时间来监督风痕练功。北狼人的进攻向来都是猛烈且无规律的,有时睡前雁回还笑着问风痕明早想吃些什么，睡醒后他就已经收到信连夜赶到北狼人进攻的区域来防守了。        这么久以来，风痕早已习惯师父的神出鬼没，也许他这一秒在浇花，下一秒就会收到紧急战报信。雁回不在家的时候，风痕还是照常每日练功，每日自己做的饭比师父做的还要好吃。        雁回的家位于桃花林，桃花林附近的平海镇有一棵祈福树，离家里很远。每次在雁回外出抵御北狼人的时候，风痕都会乘坐马车慢悠悠的晃到祈福树，烧几柱香，为雁回能平安归来而祈福。这么一来二去时间久了，几个住在平海镇的孩子都认识了风痕，每当询问他为谁烧香时，风痕都会红着脸转移话题。        某日那些孩子又见风痕来烧香祈福，便故意激将他，说道：“风少爷又来给喜欢的女子烧香啦？”        风痕一听这话，便知道他们是拿自己寻乐，故意置之不理。        一个孩子厚着脸皮凑到他身边：“那位姑娘好不好看呢？怕是被你看上的都很好看吧！以后入洞房的时候记得来告诉我们一声啊！哈哈哈哈哈哈哈哈哈哈哈哈。”        风痕恼怒成羞地跺了跺脚，“我是来给我师父烧香的好了吧？他总是上战场，我又不能为他做什么，也只好为他祈福了！”        孩子楞了一下，“那你为什么不早点说呢？”        “因为我是男孩子啊，顶天立地男子汉，这么做我怕你们会觉得我矫情啊！”风痕红了脸。        从此每当风痕再来为雁回祈福的时候，那些孩子都会为这个他们心目中的偶像送一些点心。 四.       沙漏里的沙子从未停止过流动，光阴推动着天上的曙雀。        风痕八岁生日的前几天，雁回一脸严肃的说要让他过一次最好的生日。        “我要送你，送我这个最可爱的徒弟，一个超级棒的礼物！”雁回举起右手摆出发誓的手势对风痕一脸严肃的说道。        可还没等雁回开始准备礼物，一封紧急战报信又让他收拾了包袱准备出发。        “你放心啦，你生日那天我肯定回赶回来的。然后送给你超棒的生日礼物！”雁回一边收拾着行李一边安慰着一脸不满的风痕。        “嗯.....”风痕从鼻腔里闷哼一声。        雁回也只好叹了口气，背起包袱，看了一眼还在生闷气的徒弟，走出了门。        风痕还是认真练功，认真的吃饭，认真的去给师父祈福。闲暇的时候，他会呆呆的坐在院子门口，看着风拂过万物，看着偶尔路过的行人，但是里面没有雁回的身影。        等到风痕生日的那天，他干脆放掉了练功，坐在门口一直等着雁回。从清晨等到中午，他端着一碗饭接着坐在门口，边吃边等；从中午等到黄昏，他干脆不吃饭一直坐着等。        等到夕阳完全沉入地平线，路边一盏一盏引路的灯全部点亮。风痕再也没有耐心去等待，他站起身，一脚踢开这几天一直待在门口的一颗小石子。        风痕心烦意乱地走出院子，他也不知道该去哪里散散心。突然想起平海镇那些自己还算熟识的朋友，于是整理一下衣衫，低着头生着闷气朝驿站走去。        叩叩叩，风痕敲了三下门。不一会儿一个孩子打开了门，看着风痕有些惊喜的说道：“风少爷，你怎么来啦？”        “心情有些不好，请问可以在这里待一会儿吗？我也许能静下心。”        他给风痕开了门，还遵循母亲的叮嘱探出头看是否有人跟在后面。确认无人之后紧紧关上了大门。        “你这个时候来很危险啊，我娘她已经睡下了。若是被她发现了准得骂死我，还是先去后院说话吧。”        “对不起，给你添麻烦了。只是我不知道该如何做......”        “你有什么心事？不妨说来听听，咱俩认识那么久了，你大可信任我。”        “我师父他，总会出去打仗。多则半年少则几天。实际上我接触他的时间并不多......怎么说呢，我有点难过吧。”        “嘿这事啊。我爹告诉我，人行走于天地之间，见过万物也沾染过万物，但倘若还是能拥有一颗纯洁透彻的心灵，那便是一大善事。你师父为了保家卫国牺牲太多，你应该高兴才是。男子汉嘛，应该顶天立地才对。”        小男孩滔滔不绝地说了很多，风痕撑着脑袋看着想要飞入灯笼里的飞蛾。夜晚的平海镇寂寥无声，大多数人家这个时候已经熄灯入睡，只剩小男孩和风痕坐在后院的石凳上有一句没一句的聊着。        夜深了，空气中流动的寒气越来越多，一股股的窜入了风痕的体内。风痕打了一个冷颤，说道：“时候也不早了，再晚些怕驿站也要关门了。那我就先回去了。谢谢你陪我聊这么久。”        “嘿哪的话啊，我爹在家的时候总是让我们少话，而跟哥哥们在一起的时候他们又太木讷聊不到一起去，我巴不得有人听我说话呢。下次再来啊！”小男孩护送着风痕出了家门，一直看着他走出了家门的转弯处才肯离去。        风痕将手揣在兜里缩着脖子回了家。        家里的烛火摇曳，而门口的地上有一大滩黑色的印记。风痕蹲下身，仔细观察着这一滩不规则的黑色印记，用手抹了一下放在鼻下细细嗅着。有一股淡淡的血腥味。        风痕惊觉大事不好，刚放在口袋里捂暖的双手立刻拔了出来一把推开了木门。        雁回撑着头坐在椅子里，腹部一大片红色的血迹触目惊心。风痕颤抖着身体在心底为自己打气一步一步挪到师父的面前，将抖个不停的手放在师父的鼻下试探着看他是否还有呼吸。        “啊！”        雁回突然坐直，吓得风痕倒退了几步，一屁股坐在了地上。        “啊，你回来了啊。不好意思我回来晚了，给你做了碗长寿面，就是我的血碰上去了一点哈哈哈哈，只是这么晚已经没有几家店在开门了。”雁回揉了揉睡眼惺忪的眼睛。        风痕鼻子一酸，险些落下泪来。他颤抖着声音问道：“师父，你怎么流了这么多血，不要紧吧？”        “哈哈，没事，回来的时候急了点伤口崩了，不要紧的，我已经做过处理了。”        “这太危险了！那你以后能不能不要再去打仗了......”        “哈哈，这次北狼人学聪明了，打的有些吃力，我有点伤着身了，以后就会少去打退那些北狼崽子们的。况且，霍将军他，阵亡了......我不想......不想再看到有人牺牲......”雁回撑着身体勉强露出了笑容，眼泪却掉了下来。        风痕不知道该如何安慰他，这个看似勇敢无畏，做事大大咧咧的男人，其实也是很脆弱的，甚至有时要比一个孩子还要脆弱。        两个人相互沉默的对视了一会，雁回尴尬的想说点什么来缓解一下自己哭了的紧张气氛。可还没等他开口，一个女孩子的抽泣声就响了起来。        风痕和雁回不约而同的看向抽泣声的来源——那张木桌。烛火摇曳，灯光昏暗，长寿面的旁边放着一个坐着一个正在哭泣的女孩，看模样大约有四五岁。她裹着一个粉色的小棉布戴着一顶保护头部的粉色小帽子，棉布和帽子上都沾着血迹，着实触目惊心，看着她似乎受了很大的惊吓。        雁回更尴尬了，他挠了挠头，想着怎么解释一下这个事情的经过。        风痕怕再次吓着小女孩，便轻声问道：“师父，她是谁？怎么浑身都是血？”         “啊......是这样的，当时有一支补给物资的商队惨遭攻击，只剩她一个了。我情急之下开了一个无畏就那么咻咻咻啪啪啪的一阵天昏地暗地把她给救了下来！”        “所以你也因此受伤了，是这样吗？”        “切真是的，你就不能假设你这个英俊潇洒帅气逼人的师父毫发无损地当了一回大英雄吗！”        “无畏本身就是一个伤身来提高力量的方式，当时在场的北狼人肯定也不少......所以，师父，下次不要再这么莽撞了。”        “哈哈哈往事不再提啦，她的家人怕都已经死在战场上了，我是想收她做徒弟。”被自己徒弟教育了一通的雁回转移了话题。”        “嗯....你叫什么名字？你哪里受伤了吗？”        小女孩尽力停止自己的哭泣，哽咽着说道：“我…..我叫黎笙。我没有受伤……”        “哈，不错的名字啊。黎萤梦觉何太早，笙夜游曳海凝眸。”这一路，小女孩都未跟自己开口说过一句话，如今却愿意跟自己徒弟说话，看来，风痕他还是有一手的。雁回一直吊着的心终于放了下来。        风痕笑着摸了摸她的头：“没有受伤就好，黎笙，以后我就是你的师兄。以后有什么人敢欺负你，尽管给我说，我保证打的他满地找牙！”        雁回低头看着被风痕逗笑了的黎笙，脑海里回想起那一支死无全尸的商队，她躺在尸体堆里声嘶力竭地大哭。她诞生于光明，但愿可以忘记世间所有的悲伤与痛苦。        屋外的风刮的更加厉害，仿佛无数的忘灵聚在一起哀嚎着。屋内烛火摇曳，风痕喂着饥饿的黎笙吃下了长寿面。 五.       “黎笙！黎笙！起！床！了！”        桃花四月盛开，已经是日上三竿了，虽然黎笙已经满十三岁了，可还总是任性赖在被窝里不肯起来，风痕无奈的只好不停的摇晃她。        黎笙见状，便故意屏住呼吸装死。这是她的惯用伎俩。        风痕冷笑了一声，你不仁，休怪我不义。他挽起袖子，开始挠黎笙痒痒。        “哈哈哈哈哈哈哈哈哈哈哈。”黎笙瞬间睡意全无。        “师兄！不要再挠啦！我起床！起床！。”        “那你快点穿好衣服哦，师父还等着呢。还有下次别装死了，装的一点都不像。”        “等着？”黎笙躲在屏风后面扣好了上衣的扣子，疑惑的问道：“他又要搞什么大事情？”        “他昨天搜集了好多桃花瓣，说是早上要给我做桃花糕吃呢。”        “诶？那你拉着我干啥？”黎笙穿好了鞋，站起身跺了跺脚。        “诶嘿嘿，”风痕有点不好意思的挠了挠头，“你知道的，他的厨艺，我有点怕。反正又吃不死人，你就陪我去一次！”        说完风痕连拽带拖的拉着黎笙走到了院子里。        雁回在石井旁放了一个小木桌，上面有几个碟子，碟子里装着三四个桃花糕，方方正正色如樱的看着很甜美。        “哼！看看是谁来了，这不是嫌弃我厨艺差的黎笙‘大小姐’吗！我跟你说，我特地和隔壁王大婶学的桃花糕，保证你吃了会赞不绝口！”        黎笙看着雁回得意洋洋的插着腰，犹豫着拿起了一块桃花糕，犹豫着咬了一小口。        “怎么样？好吃吗好吃吗？”风痕急不可耐地凑到了黎笙身边。        “你尝尝。”黎笙拿起另一块桃花糕塞到了他的嘴里。        “天啊，师父！厨艺见长啊！不错不错，继续努力。”这桃花糕的味道的确不错，风痕高兴的又往嘴里塞了几块。        雁回不知道何时掏出来了一张纸，呆呆的看着它看了半天，或许连风痕说了什么他都没有听见。        “那张纸什么时候出现的？”风痕用手肘捅了捅比他吃的还猛的狼黎笙。        “唔，昨晚吧，有人来送信，说是很紧急的事情，他都看了好久了。那张纸也没有多少字吧，何必看那么久了？”        “嗯，我知道了。”风痕点了点头。        “师父？”风痕试探着喊了雁回一声。         雁回还在看着那封信。        “师父！”        “啊？啊怎么了？好吃吗？”        风痕提高了声音，雁回这才反应过来，慌忙把那封信放进兜里。        “你说实话，那封信写着什么。”        “没什么，以前的朋友写信问候我一下。”        “你说实话。”风痕的表情严肃了起来。        “好吧好吧，我说实话。”雁回叹了一口气，说道：“云垂有一种宝玉，名为龙魂血玉。其蕴藏的力量十分强大，可使拥有者短时间内力量极快极大的提升。这块玉，本来一直都被秘密的保护着，但是最近不知道怎么的，被北狼人给知道了。所以现在要紧急转移宝玉，他们希望我能来护送一下......”        “但是，但是你自从那次内伤以后就没再上过战场，你的伤怎么办？”        “没事的，没事的。我会注意的。”雁回苦笑着拍了拍风痕的肩。        风痕沉默了一会儿，说道：“那还是我替你去吧，你带着伤还是太危险了。”        “不可，你只用好好的在家和你师妹待着等我回来就好。”        “那我跟你去，遇到危险我还能保护你一下。”        “你好好待着，还有一年你就可以出师。出师后，你就可以见到你父母了，这样不好吗？我一个人可以照料自己的。”        黎笙虽然从小就跟着师父和师兄，但是对于过去的事情并不了解多少，她偷偷的又吃了一块桃花糕，想着怎么劝说这俩人。        风痕低头，看着地面上匆匆爬过的蚂蚁，说道：“我之前按照幼时的记忆，回过家一次，那里，已经没人住了。”        雁回看着风痕，一时语塞，咬咬牙，装作没听到风痕的话，对黎笙说：“如果我这次遭遇不测，黎笙，你听好，你身子弱，不要用太消耗法力的招式，那样对你来说太过于伤身。以后就算遇到濒死的人也切记不要用羽化，那是灵珑门派的禁术。记住了吗？” 黎笙看了看师兄，点了点头。        “随你吧，是死是活也不关我的事。”风痕转身回了屋。        夜深时，雁回整理好了行李，准备走出家门。路过风痕的房间时，他在门口伫立了一会，小声的说了一句“对不起”。雁回又抬头看了看如墨染的天空，乌云密布，只见到几颗繁星，只是微光点点，像是要熄灭的烛火。 六.       第二日风痕起的很早，天空刚泛出鱼肚白。        在确认雁回已经出门后，风痕溜到他的房间里。一通翻找后在雁回的枕头下找到了那封信，确认是路线后，风痕整理好衣服走出屋外，透过黎笙房间的门缝确认她还在熟睡后，走出院外向驿站走去。        风痕自从师父那次内伤后已经好多年都没有去平海镇的祈福树祈福过了，当初的那一群孩子已经长大，有的外出求学，有的移居他地。只剩那时陪风痕聊天的孩子还在留在镇子里。        风痕站在男孩家门口，看着他家的一片祥和：白色的鸟儿站在屋顶舒展翅膀，池塘里的锦鲤红艳艳的一大片，昔日好友百般无聊地扫着地。        风痕没有进去，而是转身离开。或许是更加成熟的原因，感觉到能救别人的也只有自己吧。        雁回和一支队伍护送着装有龙魂血玉的马车从苏澜走到玉木峰时，所有人的脚已经疼痛的仿佛走在银针上一样，那匹大白马一直在不安的哼哼着。       雁回想着要不要在这里歇息一下，于是停下步伐查一下人数。        “1、2、3、4、......99。99？”        查了好几遍还是99人。       那么少了的这一人......        一支箭从茂盛的树叶间射了出来，不偏不倚直直的插在雁回右肩后的树干上。        大家立刻慌了，北狼人一般只徘徊于西部，从未接近云垂的东部，这本是不可能发生的事情。而这次的消息也被封锁的很好，他们是不会知道护送宝玉的路线的。而北狼人在此时进攻只能说明护送的队伍里出现了内奸，让他们有了空子可钻。 雁回眉头一皱，那少了的一人，怕就是内奸了。        大量的北狼人从缀满冰雪的枝叶间跳落下来，士兵们高举着宝剑紧紧包围着马车。雁回急忙跃上马车将装着龙魂血玉的木盒揣在怀里，就在雁回刚取走木盒的那一刻，一支火箭直射过来插在马车上。白马不停的嘶叫着挣扎着，火焰从马车顶一直蔓延到它的身上，这一团火球使得出现了一瞬间的军心涣散，将士们本能的后退了几步。        北狼人看准的机会击破了将士们组成的包围圈，刀光剑影，木箭火影，双方实力僵持不下。雁回趁机放了寻求援助的红色烟花。本是尽力不惊动他人的秘密转移，缩减护送人数，却成了这场大战云垂将士们的一大弊端。        北狼人的数量越来越多，抗在前线的士兵一个个倒下。        看来他们是想短时间内靠蛮力来争夺血玉，只是支援恐怕还有一会才能来，得要多拖延一点时间。雁回这么想着，使出了一技龙握，金光一闪，解决掉了几个试图攻击他强到血玉的北狼小兵。        倒下的战士越来越多，雁回拼尽全力想要杀掉更多的北狼人但是胸口越来越疼痛，内伤发作的疼痛几乎能要掉他的命。        雁回的体力透支使他腿一抖，跪在了雪地里，怀中的木盒掉落在了面前。他慌忙想要拿起木盒，一个北狼人抬起了右脚狠狠的将他踢到了一边拿起了木盒，转身离开。        雁回倒在雪地里，嘴里腥腥的味道，玉木峰空气中流动的寒气，他撑着长戟站了起来，余光瞥到还有少数的战士还在顽强的战斗着，被血染红的雪地，像是红是墨水随意泼染在了雪白的宣纸上。        “哈？老家伙，你已经不比从前了，还能站起来真是不错，那我这便要了你的命！”站在一旁的一个北狼人高举着剑，一脸不屑的冷笑着。        可还没等这个北狼人挥剑下去，一把剑就从他的背后狠狠贯穿了他的身体，很快的那把剑又拔了出去，大量的血液从他胸口喷涌而出，溅在雪地上。北狼人的表情永远凝固在不可思议上，他倒在雁回的面前，而北狼人的背后，站着风痕。        “你怎么来了？”雁回气愤的瞪着风痕。        “我带了援兵来。”这是风痕十七年来第一次上战场，也是第一次杀掉北狼人，他紧张的颤抖着手拉着雁回站了起来。        “你师妹呢？”雁回想到此刻最缺的就是援兵，也暂且不追究风痕，等着回去收拾他。        “啊，我没告诉她我要来，她还在家呢。对了师父，玉还在吗？”        “诶？遭了......遭了！拿着玉的那个小狼崽子给跑了！”雁回不顾胸口的伤痛急忙像那个溜走的北狼人逃跑的方向跑去，风痕紧追其后。        拿了血玉的北狼人本身自己也受了重伤，一瘸一拐的也没跑多远，看到雁回和风痕两个人追了过来，他咬了咬牙，将装着玉的木盒使劲向前一抛。木盒落地时溅起了雪，风痕慌忙跑过去想要拿回木盒。        雁回一扭头，旁边大量的北狼人已经将弓拉满，对准了风痕。        这个傻小子！雁回急忙跑了过去，而那个倒在地上的北狼人却紧紧抓住了他的脚踝，嘿嘿嘿的傻笑着。        雁回被拉倒在了地上，他拿出盾使劲砸在了北狼人的脑袋上，自己不顾形象狼狈的爬起来继续追赶风痕，甚至慌忙的连盾都忘了捡起来。        在风痕伸手前的那一刻，雁回伸开手臂面对着准备射箭的北狼人们将他护在自己的背后。        风痕的手触碰到了木盒，北狼人万箭齐发。        箭射进肉里的异响，风痕将木盒又放了下来，回头查看。        “师......师父？”        雁回仿佛是一个刺长在前面的大刺猬，血液从刺长的地方像无数条小溪一样流了下来，在他的脚下汇聚成了一个红色的湖泊。        “我要......我要......我要杀了你们啊啊啊啊啊啊啊啊啊啊！！！”风痕流着泪握紧了双刀。        自己刚入光刃的时候，师父给自己讲过血绽诀不可贸然释放，它会给自己带来五秒的防御提高攻击也会在五秒让自己的身体机能降到最低。        啊，人都死了，还管什么贸然不贸然的。风痕站了起来，北狼人又拉满了弓。        “血......绽......诀！”        一层金色的光圈包裹着风痕，他尽全力向那群北狼人冲过去。        又是一次万箭齐发，但是所有的箭碰到了那层金色的光圈都被弹开。慌了神的北狼人们想要逃跑，而风痕已经握紧双刀站在了他们的面前。        “你们逃不掉的，你们要为此付出代价。”五秒已过，金色光圈逐渐变淡然后消失。风痕感受到自己全身的疼痛，仿佛一个巨人把自己按在地上用手指碾压着自己的身体。        风痕咬紧牙关，抬起自己疼痛到几乎要断裂的手臂，“千刃......散浮华。”        刀光剑影，哭嚎哀求着的北狼人瞬间成了一个个的肉块，再不会说出一句话，再不会哭出一声。        风痕抹掉脸上的血迹，身体各处越来越疼痛。他拖着身体一步一步慢慢往木盒的方向走去，身上很痛，刚才像是被巨人碾压全身，现在又如同被火焰所烧灼。风痕在心底拼尽全力的给自己打气，但是对死亡的恐惧和寒冷一点一点侵蚀他的意志，血绽诀后的伤痛则一点一点吞噬他的生命。风痕每走一步，将脚踏入雪地一步，他便回回想起一点往事，父母的抛弃，师父第一次做饭炸了厨房，师妹开口说的第一句话......        我不想死啊。风痕很狼狈的哭了，可是他从未后悔自己要上战场的这个决定。光刃的剑，就是用来守卫云垂的荣光。        他将木盒紧紧护在怀里，跪在师父的遗体旁。        “师父，你看，我......做到了。” 七.       黎笙一觉睡到了大中午才醒来，而师父和师兄双双不见踪影。        “师父？师兄？你们在吗？”黎笙将整个院子翻了遍，才确认他俩真的不见了。        依照师兄的性格，他一定是跟着师父去上战场了。        “真是的，也不叫上我。”黎笙气呼呼的站在椅子垫着脚尖伸长了手从柜子的最顶层拿了点云卷，准备去苏澜城随意吃点什么，消磨一下时间，等着风痕和雁回安全归来。        今日的苏澜城格外的热闹，好几辆马车停在贸易区，忙碌的人们走来走去往马车上搬运着药物。        黎笙啃着烧饼看着人们忙来忙去，竖起耳朵隐约听到了什么“补寄品马车”、“赶去战场”、“治疗受伤的战士”。她又咬了一大口烧饼，趁着人们不注意悄悄爬上了一辆马车。马车很高，黎笙的身体又很弱，费劲周折才爬了进去，倒在马车里累的几乎要喘不过气。        黎笙将脸贴在凉凉的地板上，几口吃下剩下的一点烧饼。        突然间马车咯噔的颠簸了一下，黎笙兴奋的坐直，掀开帘子的一角看着窗外的万物都在缓缓的倒退。        也不直过了多久，马车停了下来，车外大量的冷空气和受伤的人的哀嚎声都顺着帘子的缝隙窜了进来。        趁着那些大人还没有搬运这辆马车的物资，黎笙小心翼翼的从马车上爬了下去。大量的冷空气让她冻的直打哆嗦，而眼前的景色，让她惊讶的忘记了寒冷。        受伤的将士一个一个挨在一起躺在雪地上，人们忙着为他们疗伤，跟他们聊天来转移注意力减轻疼痛。        “我也该做些什么。”黎笙犹豫着捏紧了衣角，冷汗直流，她至今犹记得幼时那场大战，而记忆里最多的就是人们的哭嚎和遍地折断了的刀枪，以及触目惊心的鲜血。此时此地，她不想再看着任何一个人失去生命。        但是黎笙一直身子很弱，平常多出去玩一会儿雁回都不肯，更别说为战士们疗伤了这么消耗法力和体力的事情了。        玉木峰的雪似乎从未停过，战士的血和玉木峰的雪融合在了一起，来来往往的灵珑门派的人们将沾了血的雪踩成了黑色，混杂着受伤者低声的呻吟或是哭泣，映入黎笙的眼帘。        再也来不及多想，莲华千叶舞推使着黎笙以一种极优美的姿态滑行着前进，她尽全力的治疗着每一位战士。但是莲叶千夜舞消耗的法术值很大，黎笙瘦弱的身体根本承受不住。甚至还没有释放完毕的时候，她就虚弱的跌倒在了雪地上。        “摔的疼吗？”        一个温柔的声音从附近传来，这听着像是......师兄的声音！        黎笙慢慢的从雪地上地上爬了起来，大量法术的消耗让她感觉到全身的虚弱。        四下寻找了一下，师兄就躺在自己的脚边。但是他面容憔悴，嘴角挂着血丝，气若游丝。        “师兄？师兄你怎么会伤成这个样子？再这样下去你会死的！”黎笙哭着跪着风痕的身边，紧紧握住他的手。        “嘿，也不是什么大不了的事情，我用了一个血绽诀把龙魂血玉抢了回来。”        “那师父呢？师父还好吗？”        “师父他啊......”风痕将视线移向了别处，自己早晚都是死这条路，何不让自己再自私一次。“师父他，没事，没有受伤，应该现在在忙着善后吧。”        “哦......这样啊”黎笙笑了笑，双手合十，淡淡的金光从她合紧的双手将风痕包围。        “你，你在做什么？？？快住手!”风痕知道自己这个小师妹的身体很弱，刚才又释放了一个消耗很多法力的治疗术，现在身子已经很虚弱了。        “羽化啊，师兄你放心，我肯定我治好你的。”黎笙没有理会风痕的请求，继续在施法。        师父虽然不止很自己说过一次羽化是禁术，但是使用后的下场是什么？自己和师兄都不清楚，也许是致盲或者断手断脚，总不会牺牲自己的性命吧，即便是要用自己的命去换回师兄，她也不悔。黎笙拼尽了全力释放了羽化。        “快住手，快住手啊！”        风痕的眼泪又一次落了下来，滴落在雪地上，融化了一点雪。他看着黎笙随着羽化的施展脸上的血色越来越少，脸和嘴唇越来越苍白。        “黎笙，你听话，快住手啊......”风痕想要起身阻止她，却发现现在的自己一动也动不了。        风痕只能看着黎笙渐渐升到了空中，背后一瞬间出现了金色光辉的翅膀。羽化这才施展完毕，黎笙也随即掉落在了雪地上，一动不动。        在羽化施展完毕的那一刻，禁锢风痕的力量立刻消失了，他全身再没有一星半点的伤痛。        “她只是在装死，她一定是装死，她只是在装死吓唬我呢.....”风痕不断的安慰着自己。        闻声而来的人们看见倒在地上的黎笙手忙脚乱地说着什么，但是风痕大脑一片空白，耳鸣不断，一个字也没听进去。        他看着人们将黎笙翻转过来，让她平躺在地上，黎笙苍白毫无血色的脸刺的风痕流下了更多的眼泪。        一块白布盖在了黎笙的身上。        “喂......你们在做什么？她只是，在装死啊！对不对？黎笙你快起来，你这次真的吓到我了......” 八.       大漠边疆的确很美，也少有生命的迹象，石砖铺路，钢铁哨台，碎石黄沙。偶尔见一两根青绿色的草从碎石、石砖间绽放短暂的生命，也实在短暂，一阵大风刮过便可被黄沙掩住存在于世间的迹象，生死也不过是一瞬间的事情。只有在景色壮阔的地方才能感受到死亡的存在如此之近，天地之间人类也不过是一颗小小的黄沙，随风而遇，遇风消散。        风痕睡的正香，他的徒弟小毛子看黄沙看的眼睛疼，索性转身看一眼自己师父，他鬓角发白的头发让小毛子有种想要拔光白发的冲动。        为了防止自己真的帮师父拔白头发而被痛打一顿，他扭过头去去看断崖下的军营。此时正是午后休息的时间，小毛子却隐隐约约听到了集合的号角声，只见军营里乱作一团，将士们不停的在军营里奔走着。        “遭了！师父！”小毛子慌忙摇醒了风痕。        “嗯？”风痕揉了揉眼睛直起身打了个哈欠。        “师父你看！你看军营里！是不是北狼人又来进攻了大家都在备战？”        风痕眯着眼睛看向军营，大约过了半分钟，风痕将剑拔出剑销，起身拍了拍小毛子的头，说道：“走吧，那些不怕死的北狼崽子们又来送死了。”说完他便往离开断崖回到军营的小路上走去。        小毛子紧随其后，说道：“师父你要多注意安全啊，您恐怕还没有完全解酒，不可再鲁莽行事了。”        “嘿，敢不敢跟我玩个游戏，谁先杀光一百个北狼人谁就是赢家，输了的人要请喝酒哦。”        “真是的师父，刚跟您说完要注意安全的。”        风痕笑了笑，注意安全，以前自己也是在雁回每次出门上战场前这么说的。        大漠的风刮个不停，北狼人不断用粗壮的树干撞击着城门，英勇的战士们整装待发。        光与暗的相遇，生与死的交织，一次次在云垂发生激烈的碰撞，从未停止。\n\n\n\n\n\n\n\n\n注：世界观参考天谕。\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1480300020,
            "txt_content": "说文评文永远比写文容易，所以我有时间会写个文评，当然希望你可以联系我，我想我愿意帮你稍微版排一下，"
        },
        {
            "author": "透明小小",
            "timestamp": 1480322640,
            "txt_content": "DGK2 发表于 2016-11-28 10:27\n说文评文永远比写文容易，所以我有时间会写个文评，当然希望你可以联系我，我想我愿意帮你稍微版排一下，\n ...\n怎么联系....QUQ"
        },
        {
            "author": "玄素",
            "timestamp": 1480335960,
            "txt_content": " 本帖最后由 玄素 于 2016-11-28 22:59 编辑 \n\n其实看到一半看到光刃这种名字出了个戏的时候就直接去搜了世界观，然后后半部分是看了天谕设定之后读的。\n看到结尾发现其实写了世界观参照天谕。\n亏我去找(╯‵□′)╯︵┻━┻\n还是那句话，不会评文，也不是懂行的人，就冒着误人子弟的可能说个几句。觉得说的不对呢，不睬就好。\n\n一呢，冥王也说过了，细处用词的把握。\n在最恶劣的环境下，最顽强的生命即是勇敢的也是胆怯的，只要走错一步，便会灰飞烟灭。瞬间辛辣感充斥了整个口腔，像是无数个纳米小兵聚在一起挥舞着刀枪攻击着舌尖。待到酒如石落井底，又像是一块烧红的碳在胃里翻滚着，仿佛打一个酒嗝就能吐出火球一般。只找了开头一点。从错别字到错时代，这种细节的问题一旦被别人注意到就是代入感哗哗的掉。我自己呢，一般只要不是太赶着睡觉(?)，写完了读一遍，编辑完了读一遍吧，这种错误基本能过滤个八九成，自己看得舒心，读文的看着也舒心。\n\n二呢，这作为一篇游戏同人文，我也想来就这点唠叨几句。\n同人文吧……呃，或许说是“世界观上的再创作”，核心的一点是既能让人感受得到“这是篇同人”，又能让人感觉不大出原本游戏设定产生的违和感。\n忌讳生套设定。\n依旧呢是找几个例子来说说看。\n“啊......是这样的，当时有一支补给物资的商队惨遭攻击，只剩她一个了。我情急之下开了一个无畏就那么咻咻咻啪啪啪的一阵天昏地暗地把她给救了下来！”但是莲叶千夜舞消耗的法术值很大，黎笙瘦弱的身体根本承受不住。我不说了自己体会吧…………\n得改。我自己也是个爱写游戏同人的家伙，然而呢，旁门左道，喜欢写npc知道自己就是个npc的时候会干的事。你既然要写一个真实世界的故事，游戏语言，别用。\n\n三呢，行文逻辑。\n天谕这个框架啊，明线的冲突在和北狼人的战争，暗线的冲突在两位创世神的对抗。顺口提一句，毕竟江南写的世界观，九州味道特别重。\n这就牵扯到一个问题，战争该怎么打呢？\n“哈哈，这次北狼人学聪明了，打的有些吃力，我有点伤着身了，以后就会少去打退那些北狼崽子们的。况且，霍将军他，阵亡了......我不想......不想再看到有人牺牲......”将军和副将是直接冲战场上去和别人拼刀的么？如果是，别的这些门派的人干啥去了？如果不是，那这种将军直接拼刀拼死的场景，得是大败吧？\n//本身呢，天谕的世界观就有一点我特别不喜欢的，玩家喜欢枪吧，不管这世界观还能不能自圆，都得给搞条枪出来。当然文里没提到，也就顺口吐槽一下。\n“他们来多少我便杀多少，来一个我杀一个，来一万我杀一万，来十万我用我的血肉之躯来做城墙。”来一万杀一万……醒醒这不是挥手屠城的数据爆炸型修真文。用天谕的设定啊，“你又不是五帝……”。顺口一提，圣堂和光刃在设定里都是近战物理输出。且不说你杀的累不累，法力值剩多少这些问题……就一万个西瓜摆你面前让你剁，你得剁多久。\n大家立刻慌了，北狼人一般只徘徊于西部，从未接近云垂的东部，这本是不可能发生的事情。……北狼人的数量越来越多，抗在前线的士兵一个个倒下。理一下，一大群北狼人(至少比雁回带的人多得多)，悄无声息的埋伏在云垂境内离边境很远的地方。怎么过的境？\n“我带了援兵来。”这是风痕十七年来第一次上战场，也是第一次杀掉北狼人，他紧张的颤抖着手拉着雁回站了起来。你谁啊你？士兵为啥听你指挥啊？粮草呢？哗变了呢？而且既然是秘密遣送，你咋知道线路呢？\n以及为所有人的飞毛腿鼓掌。\n总结：这不是打仗，这是过家家，而且是上帝说啥就是啥的过家家。\n打仗这个主题吧，真不好写。依我看你的风格更适合在这个大背景下裁一块下来。爱恨情仇，矛盾冲突，未必就只有战场有了。而云垂，这么大一块地方，也未必就只有北狼人要打。\n就像九州这个背景吧，除了江南的《九州缥缈录》写北陆战乱，也有苏梨衣的《十三绣衣使》写南淮情怨。同一个世界，不同人看到的是不同的东西，不必拘泥一处。\n\n加油。"
        },
        {
            "author": "defaultman",
            "timestamp": 1481792640,
            "txt_content": "先评论点赞再看"
        },
        {
            "author": "透明小小",
            "timestamp": 1481802960,
            "txt_content": "defaultman 发表于 2016-12-15 17:04\n**** 作者被禁止或删除 内容自动屏蔽 ****\n蟹蟹_(:з」∠)_"
        }
    ]
}