{
    "title": "【原创/连载】渡鸦 第七章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 1,
    "timestamp": 1480253760,
    "txt_content": " 本帖最后由 540083835 于 2016-11-28 16:59 编辑 \n\n“那个少女……到底是什么意图？”青年坐在昏暗的房间里沉思着。那个眼神里充斥着阴霾的少女，先是把他揍了一顿，然后救了他，接着又把他揍了一顿，也许算不上揍一顿，反正是把他给打晕了。\n\n\n他挪动了一下身子，椅子发出了嘎吱嘎吱的声音，腰上铁质的剑鞘碰到了地面，刮出一道清脆的响声。昨天他已经向拉尔森·拂拉米尔斯请示过了，表示自己愿意带一队人去追杀那个杀死了贵族商会的元老的少女。\n\n“也许她会再揍我一顿。”他自嘲道，突然间门被敲响了，队伍马上就要出发了，有人来向他询问清楚任务也不足为奇——“嘿我亲爱的卡利斯先生，”他打开门，拉尔森健硕的身影从阳光中投下了一道阴影。\n\n“噢，嘿，早上好，拉尔森大人。”青年向他行了礼，“您还有什么吩咐吗？”拉尔森挤进房间，将左手拿着的包裹放在桌上打开，将里面的酒瓶一个一个取出来放在桌子上。“我只是来给你一些补给而已，如果能把那混蛋的脑袋扔给贵族们当球踢，那么他们会很高兴的。”他转过身，笑了起来，“我也会的。”\n\n“是的，是的，我明白，”青年随手拿起了一个瓶子打量了起来，里面的液体晶莹剔透，散发着神秘的紫色光芒，显然不是酒——“你应该认识这玩意儿，”拉尔森的视线转向他，“能让你的速度加快的药水，城市肮脏角落里的黑心商人总是有无尽的存货，虽然有些贵——不过也无所谓，不是吗？要多少有多少，那些虫子也就这点好。”\n\n他将最后一个瓶子取出来放到了桌上：“我们特意给你装在了酒瓶里，方便携带。毕竟那些大鼻子的商人并没有任何美感，球型的瓶子也不好携带，你说是吧，”他伸手从青年手里拿过了瓶子，“很好辨别，蓝色的是增加速度的，红色的是增加力量的，当然也可以在做那种事情的时候当兴奋剂用用，不过你显然用不到；淡蓝色的能使你在夜晚看清一切，还有这……”\n\n“哦那可真棒，”青年拿起一瓶无色的液体，“那这个呢？可以隐身吗？”\n\n“这是一瓶酒。”拉尔森笑道。“什么？”青年转过了头，“我是指它有什么效果。”拉尔森大笑着将其他瓶子都装回了袋子里：“噢，有趣的小伙子，这玩意儿能使你忘记所有烦恼然后好好地睡一觉——它只是一瓶酒。”\n\n青年沉默了几秒，“谢谢。”然后将酒放进了袋子。\n\n骑士们出发了，从残破的城门中骑着马奔跑出来，沿着当晚的那条路追去，他相信总能找到什么线索。\n\n找到她之后呢？青年没有想过，杀了她吗？把她那美丽的小脑袋当球踢？\n\n所幸，雨水并没有完全冲刷掉车轮的印记，他从洞内出来的时候对这车轮印还是挺有印象的，\n\n“朝这边！”他命令道。\n\n反观另一头，少女一行人已经抵达了森林与菲利克斯之间唯一的城市——列尼奥城，因为紧挨着菲利克斯的关系，这座城市修建得比罗纳尔城与之前的那座城奢华得不知多少倍。\n\n莎米拉一行人走在城市里，分外的引人侧目——为什么会混进来一个穿着女装的少年呢？“莎米拉，这里安全吗？”少女出声问道，紧挨着菲利克斯的地方给她的感觉感觉可不怎么好，“噢亲爱的，放轻松，那群菲利克斯的野狗不会发现我们的，只要别在这杀人就行。”莎米拉说道，少女点点头，莎米拉说什么，那就一定是什么了。\n\n大城市就是这样，耸立的巫师塔满城都是，更不用说抵御蝙蝠了。“嘿丫头，喝酒吗？”莎米拉不由分说把两人拉进了街边的酒馆，“嘿，瞧瞧，谁来了。”一进门就有人叫到，“亲爱的酒水商人莎米拉，嘿，今天还带了两个丫头……嗯？”\n\n莎米拉丝毫不在意，她在城中有自己的身份——对于杀手来说，有什么假身份比旅游商人更适合的呢？她之前已经在这里出入不下几十次了，每个酒馆都熟知她。\n\n“好久不见，拉斯克比亚，请给我三杯蜘蛛眼酒。”莎米拉对柜台前的老板说道，俨然一副平易近人的样子，“好的，美丽的小姐，”说着端上了三杯鲜红的酒，少女曾在罗纳尔喝过的那种，“我能陪您喝一杯吗？”\n\n莎米拉端起了酒杯，点了点头，拉斯克比亚便为自己倒了一杯酒，慢悠悠地坐了下来，“你这次带来的除了这可爱的小姑娘和这位奇怪的少年外，还带来了什么好东西吗？”只见莎米拉晃了晃酒杯，惆怅地摇了摇头：“我们遇上了一点麻烦，货物丢失了近一半，很遗憾这次无法卖酒给你了。”\n\n真能演啊，不是被你给喝完的吗？少女狠狠地将一口酒咽下，道格拉斯却是喝了一口就吐出舌头不停干呕。\n\n“那真是遗憾，”拉斯克比亚点了点头，知道莎米拉说的麻烦就是那群蝙蝠，“还有，你最好不要去菲利克斯了。”\n\n“为什么呢？因为那里的杀手？不是被驱逐了吗？”莎米拉难以察觉地皱了皱眉，拉斯克比亚摇了摇头，“那里的执法者找到了那群杀手迁徙过后的巢穴，又进行了一次屠杀，整片森林都是血腥味，你们现在去的话说不定会被当成杀手处决掉。”\n\n少女的手中传来了玻璃杯碎裂的声音。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1480255740,
            "txt_content": "不错啊缇米\n你一章能写的剧情真是越来越少了\n这可是一大进步啊\n你看我现在1000字快连三分之一情节都写不了\n啊啊啊\n【蹲到墙角去哭】"
        }
    ]
}