{
    "title": "【原创-连载】【MC国】【第四十七章 伊欧历险记-续】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 1,
    "timestamp": 1480331940,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　完后没到中午，二人便上路了。\n　　正如他所说，伊欧非但没勇气杀，反而得在今后不可预测的漫长时期中依赖这倒霉孩子。\n　　对于土生土长的帝国人来讲，遥远的魔法国度，就像电影砸钱高科技渲染出来那般神秘莫测。遍地吃人植物，林里居住狂化野兽。没有合手的枪械，失去科技的装备，路边水沟里的蟾蜍都足以叫他们死于非命。\n　　那么恰巧于边界警戒点骚乱中发现，由于学长的捉弄，被传送魔法丢到国外的少年，自然成了危急关头的救命稻草。\n\n　　“似乎是偷了教务长的魔具吧？”名叫芬恩-艾勒斯-易-博洛尔，自介简称“芬”的少年，轻描淡写的解释道。\n　　他笑了笑，没有戳穿伊欧“原来如此帝国和共和的学校里都有欺负学弟学妹的事情存在啊不过他顶着经典胖次配色的头发难道不感觉奇怪吗也许共和没有这个传统哎呦不好我又在胡思乱想了这些他都能知道啊我去”的心理活动，继续前行。\n　　所以，各位读者可以大致脑补出来之前的剧情。\n\n　　一帮好吃懒做成绩倒数的泼皮学生，为了证明自己并不咸鱼，盗取了学校排名第三魔法师常用的魔具，公开演示高阶空间移动。\n　　成功的话他们可以一举翻身受到低年级崇拜，遗憾身材矮小被捉来当白鼠的芬，从智商到体质都没那么好摆布。\n　　因此芬正发愁眨眼到了国境边上，几个高大威猛全副武装的军人缠住自己不放，解释不通突然出现吓傻他们并非故意的档口，伊欧出现三两下放倒众人，搜刮走武器钱财带他脱险。\n　　另一边不猜也知道，趁午休在学校操场引发骚乱，弄没了有名的高材生，魔法失控的爆炸还连带数个围观人员受伤，等待他们的必定是开除学籍命运。\n　　一个意外，使两个毫无干系的人，羁绊深深交缠。\n　　他们今后的遭遇、经历，以及功勋，同样也叫所有人感到意外。\n\n　　“被人欺负到这样，你不恨他们么？”\n　　“怎么不恨？”芬耸耸肩，回应伊欧。“可叫我更不喜欢的，是整天坐在课室里，听那些老家伙唠唠叨叨。”\n　　共和的魔法师体制，从订立以来几百年间几乎就没修改过。每次议会中有人提出革新，便遭到保守派的齐声反对，提出者之后多半也在原位置上待不了多久，很快就各种理由“发配”到远离中央都的地方去了。\n　　说穿了，层级规则极大限制了新兴技术的开发普及，而只用于给老辈们舒舒服服的养老送终牟取各种福利。多数考取了初级证书的人，心里除了哪天拿到最高级证书光荣退休以外，基本不会考虑别的。\n　　有天资的，早早进入安乐，尽享特权；没天资的，勒紧裤带打破头颅，拼搏一生要和他们一样。\n　　慵懒、腐朽、贪婪、不思进取，等等恶习在不合理制度的庇护下疯狂滋生成长。外人羡慕的自由领域，内核实际上已病入膏肓。\n\n　　“原来……”\n　　“怎么了？”芬回望不由自主停下脚步落后老远的伊欧。“脸色那么难看？”\n　　“我还以为……共和除了魔法影响，很多东西长相比较奇怪以外，是个理想之地。听你这么说，和帝国也差不多嘛……”\n　　“所以，假如你真想寻求安宁……”走上去，握紧伊欧双手。“唯有到联邦去。”\n　　“……”\n\n　　联邦？三晋联邦？\n　　中间隔着整整一个混乱帝国，先不考虑距离，跨越当中说不定我就让路边窜出的特工发了现已加入超特级豪华午餐的双倍鸡腿便当……\n　　你是认真说的么？\n　　“我是认真的哦。来吧，总会有办法的。”\n　　芬放开单方面视为亲哥哥的伊欧，再度向目标地坚定迈出脚步。\n　　别无它路，伊欧只得乖乖服从。\n　　唉喂！好歹我是你救命恩人！你有点报恩的自觉啊行不行------\n　　算了，眼下没有别的选择。但我会记住，三米。对，就是三米。保持三米距离读心术就失去作用了……啊！你倒是等等我啊------\n\n\n\n\n废言：\n婚礼之前写好的忘了发了。。。\n\n索引见签名。\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1480505040,
            "txt_content": " 本帖最后由 langyo 于 2016-11-30 19:38 编辑 \n\n之前看了感慨好多，但忘记加分了\n\n杨永信万岁！但……额……\n\n_(:з)∠)_保持距离……保持距离……电棍距离我3米……嗯……卧槽这原来是duvziu电gxushebdi枪yavdibdichbshshbgxbs #)bhdshw_d:6):hdh("
        }
    ]
}