{
    "title": "CraftBukkit 1.4.5-开发版 已经可以下载！",
    "author": "+倒霉の忍者+",
    "replyCount": 4,
    "timestamp": 1353175920,
    "txt_content": "原文转自 Bukkit.com：http://forums.bukkit.org/threads/craftbukkit-for-minecraft-1-4-5-development-build-is-now-available.111310/\n翻译系 +倒霉の忍者+ 手工汉化，转载请注明作者与出处\n\n第一段：\n\nWith the news that the Minecraft 1.4.5 update will be released next week Tuesday (November 20th, 2012), we've decided to push out a developer quality build (i.e. \"it compiles and runs\", no guarantees) to help us get to a Beta release faster.随着 Minecraft 1.4.5 的升级下周二（2012年11月20日）即将发布的新闻消息，我们决定推出一个开发版本的 CraftBukkit （换言之，“它被编译出来了并能运行”，但不保证能正常工作）来帮助我们更快得到一个测试版。\n\nAs of this post, we've shifted development over to Minecraft 1.4.5 compatibility and now have development builds available with Minecraft 1.4.5 support.截至该帖发布，我们已经将开发进度提升到了与 Minecraft 1.4.5 兼容的状态，并且现在发布了支持 Minecraft 1.4.5 的开发版供大家下载。\n\nWhile we would love to be able to do this for every Minecraft update, the speed at which we can update is determined by the size and complexity of the update and this varies with each release.尽管我们都想尽可能的对每次的 Minecraft 更新都尽快发布开发版，但我们跟进升级的速度取决于 Minecraft 升级的大小和复杂程度，而这些因素每次更新都不同。\n\n\n第二段：\n\nPlease only use this build if you're familiar with the Minecraft snapshot process and would like to help us get a Beta Build out soon after Minecraft 1.4.5 is officially released.请只在以下情况下使用它：你很熟悉 Minecraft 快照进度，并且在官方正式发布 Minecraft 1.4.5 后，愿意帮助我们更快得到一个测试版。\n\nThis build is COMPLETELY UNSUPPORTED and if you do not know how to acquire Minecraft 1.4.5 early to use it, you should not be running it.如果你不知道如何提前获得 Minecraft 1.4.5 并使用这个版本，那么它得不到新版本 Minecraft 的支持，几乎没有用处，你就不应该使用它。\n\nWe will be deleting any questions asking how to get this usable.我们会删除任何关于如何让这个版本变得有用的问题。\n\nIf you have to ask where or how to get the development build, you should NOT be running it and posts of that nature will be deleted.如果你非要问从哪里或怎样得到此开发版，你就不应该用它，并且这种性质的回帖都会被删除。\n\n\nWill plugins break with this build?\n插件会在这一版本中崩溃吗？\n\nProvided the developers of the plugins you are using are keeping up with the development of Bukkit, all your plugins should work fine.假设你所使用的插件的作者跟进 Bukkit 的开发进度的话，你所有的插件应该都能正常工作。\n\nUnless we specifically have to break plugins or the plugins you are using are employing inappropriate practises, most plugins should work without needing an update whenever we put out a new release.除非我们特别原因不得不无效了一些插件，或者你所使用的插件使用了不当的习惯（译注：此处应该是指编程习惯），大多数插件不用升级仍然能在新版本服务端下使用。\n\n\nWhat is a Developer Build?\n什么是开发版？\n\nA Developer build is provided AS IS and COMPLETELY UNSUPPORTED.开发版只是个新版本，我们完全不做任何支持。\n\nYou should only be running these builds if you are completely aware of how to properly make use of them.你只应该在你完全知道如何合适使用它们的情况下运行开发版\n\nSupport request of ANY KIND will be removed without warning.任何类型的支持请求都将无提示地删除。\n\nIf you have to ask where or how to get the development build, you should NOT be running it and posts of that nature will be deleted.如果你非要问从哪里或怎样得到此开发版，你就不应该用它，并且这种性质的回帖都会被删除。\n\n\nKnown Issues:\n已知问题：\n\nTorch flame graphical glitch resulting in a torch's flame flickering randomly on the screen. This is a Minecraft bug that can't be fixed by Bukkit.火炬的火焰效果有点小问题，这导致了火炬的火焰会随机地在屏幕上闪烁，这是 Minecraft 本身的漏洞且无法从 Bukkit 上修复。\n\n\nClient displays \"Unable to locate sign\" debug messages under certain circumstances. This is a Minecraft client change that can't be fixed by Bukkit.客户端会在个别情况下显示“无法定位标牌”的调试消息。这是一个 Minecraft 客户端的变化且无法从 Bukkit 上修复。\n",
    "replies": [
        {
            "author": "zq549597479",
            "timestamp": 1353180600,
            "txt_content": "前来围观~~~~~~~"
        },
        {
            "author": "cwc",
            "timestamp": 1353193080,
            "txt_content": "围观0.0{:10_496:}"
        },
        {
            "author": "zjy",
            "timestamp": 1353195840,
            "txt_content": "怎么快"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1353582240,
            "txt_content": "这么快"
        }
    ]
}