{
    "title": "携带版五岁啦！1.0的预告片！",
    "author": "andylizi",
    "replyCount": 11,
    "timestamp": 1480660740,
    "txt_content": " 本帖最后由 andylizi 于 2016-12-4 23:08 编辑 \nhttp://www.bilibili.com/video/av7341921/\n[bili=7341921]0[/bili]\n原地址 https://youtu.be/ptVorcjr9qU 需要梯子\n感谢@WuGuangYao2012 搬运视频，我自己搬运的说撞车，没审核通过…\n\nPOCKET EDITION IS 5 YEARS OLD! HAVE A TRAILER FOR 1.0!\n携带版五岁啦！这儿有个1.0的预告片！\nPosted on Dec 1, 2016 by Marsh Davies\n\nWhat a long way we’ve come! At its inception, Pocket Edition was little more than an experiment by mega-brained Mojang coder, Aron Nieminen. It was pretty bare bones - just the most minimal Minecrafty features in mobile form, hammered together in a mere three months.\n我们已走过多么漫长的路！最开始，携带版不过是一个脑洞巨大的Mojang程序员——Aron Nieminen的实验品。它非常简单——仅仅只用了3个月就把一点点Minecraft特性带到了手机平台上。\n\nAs Aron says: “It wasn’t even supposed to have multiplayer at first, and the first internal version only had an ASCII renderer!”\n正如Aron说的：“起初甚至没有多人游戏功能，并且第一个内部版只有一个ASCII渲染器！”\n\nIt’s since grown into one of our most popular versions of Minecraft, with over 40 million players, who are now able to enjoy the rich features of redstone, join each other on Realms, and across platforms, race each other on pigback, wail on witches and - with the upcoming Ender Update - battle the ultimate boss: The Ender Dragon.\n它已成长为我们最流行的Minecraft版本之一，拥有超过四千万的玩家。他们现在已能享受红石的大量功能，能在Realms中一起玩耍，and across platforms，骑在猪背上赛跑，wail on witches，还能——在即将到来的末影更新中——与最终的BOSS决战：末影龙。\n\nThe Ender Update will bring the game version up to the big 1.0, in honour of introducing Minecraft’s complete ‘gameplay loop’, as the devs like to say. But even though we’ve brought you The End, we’re a long way from finished with Pocket Edition. We have all kinds of interesting and exciting things planned - you’ll see!\n末影更新将游戏版本带向1.0，用开发者的话来说，以纪念引入了Minecraft的完整“游戏流程”。但即使我们已经给你带来了末地，在完成携带版之前我们还是有很长的路要走。我们计划了一大堆有趣的、令人兴奋的东西——你会看到的！\n\nIn the meantime, prepare yourself for the showdown with the Ender Dragon by watching the trailer above, and get psyched about these other 1.0 features:\n与此同时，准备好通过观看上面的预告片来与末影龙一决胜负，并因下面这些1.0中其他的新特性而激动无比：World Seed Library! We’re making it even easier for you to locate weird and wonderful worlds with this curated catalogue of superior seeds.\n地图种子图书馆！我们让这个收录了超棒的种子的编目来帮你无比方便的定位各种奇怪与奇妙的世界。Polar bears! Snowy biomes will now be prowled by these majestic beasts - but take care around cubs. The parents are very protective.\n北极熊！被雪覆盖的生物群系现在徘徊着这些威严的野兽——但要当心小熊。它们的父母有很强的保护欲。Music! The original soundtrack finally arrives on mobile versions of the game, having already graced Windows 10. We don’t want our jams to jam up your internet pipes though, so it’s available to download separately from the main game.\n音乐！已登上Windows 10平台的原版游戏的配乐，终于抵达了手机版。我们不想让我们的果酱（双关，英文 jam 有 果酱 与 堵塞 的意思）堵塞你的互联网，所以你可以将音乐与游戏本体分开下载。Oculus Touch support! Windows 10 players now have the option to use special VR waggle sticks to control the game! It’s well sci-fi!\nOculus Touch支持！Windows 10玩家现在可以使用特殊的VR waggle sticks来控制游戏！ It’s well sci-fi!\n\nAnyway, happy birthday, Pocket Edition! See you all in another five years!\n最后，生日快乐，携带版！下一个五年再见！\n\nCheerio!\n回见！\n\nMarsh - @marshdavies\n\n\n原文 https://mojang.com/2016/12/pocke ... e-a-trailer-for-10/",
    "replies": [
        {
            "author": "安梦梦",
            "timestamp": 1480661820,
            "txt_content": "Happy birthday to the Pocket Edition!"
        },
        {
            "author": "广药",
            "timestamp": 1480661880,
            "txt_content": " 本帖最后由 WuGuangYao2012 于 2016-12-2 15:00 编辑 \n\n这就很尴尬了...翻完发帖才看见你的233\nhttp://share.acg.tv/flash.swf?aid=7341921&page=1"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1480663260,
            "txt_content": "原来PE版5岁啦！\n棒棒哒~"
        },
        {
            "author": "一周一个",
            "timestamp": 1480665180,
            "txt_content": "5年了，我接触的时候应该是第一年 第二年那阵。"
        },
        {
            "author": "zyjking",
            "timestamp": 1480666680,
            "txt_content": "感觉此次最大的更新就是加了末地(b站已经审核完了)"
        },
        {
            "author": "zhweqi",
            "timestamp": 1480668960,
            "txt_content": "最后，生日快乐，携带版！下一个五年再见！难道Mojang要实行五年计划（手动滑稽）。\n\n祝贺携带版五周岁！"
        },
        {
            "author": "Actahedral",
            "timestamp": 1480675620,
            "txt_content": "祝贺下携带版哈"
        },
        {
            "author": "。—。",
            "timestamp": 1480723860,
            "txt_content": "差点被帖子正文题目的1.10吓到\n还好原文还是1.0 XD"
        },
        {
            "author": "青木源",
            "timestamp": 1480767120,
            "txt_content": "我也正巧玩MC5年了……"
        },
        {
            "author": "2689112967",
            "timestamp": 1480852320,
            "txt_content": "我看着版本号有些懵....."
        },
        {
            "author": "dwch",
            "timestamp": 1481001840,
            "txt_content": "and across platforms\n就是简单的跨平台吧。。\nwaggle sticks\nVR摇杆。。？好像没啥奇怪的\nIt’s well sci-fi!\n这是很棒的科幻小说，意思应该是这像科幻一样吧233"
        }
    ]
}