{
    "title": "【原创/连载】渡鸦 第九章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1480601700,
    "txt_content": " 本帖最后由 540083835 于 2016-12-7 21:12 编辑 \n\n“喏，交给你了，骑士，你总不能白蹭我那么多酒。”莎米拉向着冲来的黑牛努了努嘴，然后带着少女迅速扇到了一边的树林里，其意义不言而喻——道格拉斯叹了一口气，嗤了一声，面对着近在咫尺的黑牛，身上迅速地长出了密集的白色毛发。\n\n一片沙尘扬起，随着树木断裂，枝干碰撞而后倒地的声音，巨牛直直地从道格拉斯所在的位置冲撞了过去，若是一般人绝对没有可能在这种冲撞与踩踏中活下来，但是——“在这儿呢！你这可笑的混蛋！”道格拉斯穿着没有头盔的银色铠甲从飞扬的尘土中一跃而起，干净利落地将手中的东西向巨牛斩去，银色的月牙一闪而过，紫黑的血交杂着尘土落在了地上，巨牛的身上被斩开了一个巨大的伤口，不断地向外喷涌着血液，它痛苦地怒吼着，林子里的鸟一大群一大群地飞起。\n\n“没有灵魂的生物是得不到安息的。”道格拉斯高高抡起了剑，一挥手斩下了巨牛的脑袋，没有头部的身体重重地摔在了地上，发出一阵巨响，落叶被吹得漫天飞舞。\n\n巨牛的死亡似乎是惹得黑云注意了，它停顿了一下，接着将无数的长着翅膀的巨大黑蛇向道格拉斯掷了下来——“没猜错的话，你是准备看戏了对吧。”道格拉斯戏谑地说到，朝着森林的方向勾起嘴角哼了一声，接着仰天长啸了一声，铠甲消失，身上的绒毛越来越密集，而身躯也开始变大，“虽然我并不了解你，但我想答案就是这样。”\n\n巨狼怒吼了一声，城中的人与怪物们都停了下来，显然都被这阵吼声惊住了。巨蛇们朝道格拉斯飞来，嘴中的獠牙清晰可见。\n“真是令人气愤的家伙，”莎米拉轻笑了一声，“不帮忙还真是说不过去了吧。”她从腰上取下随身携带的玻璃酒瓶，将他面向蛇群，猩红的酒液在阳光中显得璀璨耀眼。\n\n随手一掷，酒瓶在空中碎裂，飞刀在玻璃上划过，酒液跟着飞刀，化作两道细小的水柱向蛇群卷去，变为了两个将群蛇包围住的红色圆环，接着迅速收缩成一个水珠，而后炸裂。红色的水雾将蛇群包裹。\n\n\n蛇群瞬间迷茫了，昏昏沉沉，没有一点目标——只要有实体，醉酒这个概念便会被直接渗透。\n\n道格拉斯一跃而起，钻入雾气中的蛇群中心，无视了莎米拉看好戏的眼神，周身的元素开始聚集。像是皓月升起，爆发出了一团银白色的光芒，光芒所掠过的地方，皆布满了剑痕，而且光还在向四周延伸。\n\n“啧，真是出人意料的结果。”莎米拉挑了挑眉，少女当机立断地打开了结界将两人护在里面，“这家伙一旦喝醉了就会这么不负责任地发酒疯吗？！”光芒吞噬了结界与这部分的树林，在结界中都能听到物体被削断的声音，不绝于耳。\n\n光芒终于是消逝了，银色的巨狼从天空中与无数的黑色肉片一起摔了下来，大地似乎都在颤抖。谁又能想到这么一个蹭饭的家伙能有这么大的力量呢？连天空中的黑云都被斩得七零八落，伴随着撼天动地的长啸声。\n\n\n这智商不高的狼竟然直接钻进酒雾，然后就这么醉倒了。“该跑了，丫头。”莎米拉把重新化作人形的失去意识的道格拉斯背到背上，头也不回地朝着森林外逃去，很快就不见了踪影。\n\n\n事实证明她们就这么逃走的确是对的，黑云消散后，一对遮天蔽日的巨大翅膀伸展了出来，将整个菲利克斯笼罩在阴影中，巨大的啸声令森林外围的莎米拉一行人都觉得耳朵里嗡嗡作响。\n\n\n“瞧瞧我们亲眼看见了什么？”莎米拉瞪大了眼睛，天空中巨大的身影在此处亦是清晰可见，如同一只黑色的巨大蜥蜴，背部长着巨大有力的肉翅，头上长着一对长长的尖角。“天呐……”少女惊恐地捂住了嘴，天空中的巨大生物，震耳欲聋的长啸，这竟然是本应只活在传说中的巨龙！\n\n\n“这家伙总是能祈求到越来越坏的消息吗？”莎米拉恨不得把道格拉斯扔进龙的嘴里，就没见过这么乌鸦嘴的混蛋！“现在局面不是我们能控制得了的了，现在必须赶紧逃命。”逃出森林，莎米拉将道格拉斯直接扔上马车，一挥鞭，马嘶鸣了一声，带着三人迅速远去，“可是我们能去哪呢？其他人怎么办？”少女急切地问道。\n\n莎米拉再次一挥鞭子，转过头对少女说道：“放心吧，总部不可能继续傻乎乎地藏在这座城的周围，以后回来总是会有办法的！”\n\n“没事的……吗？”少女转过头凝望着巨龙，它喷吐的龙炎已经将森林点燃了。“嗯？”少女眯起了眼睛，天空中似乎出现了另一道巨大的影子，足以堪比巨龙的影子……看起来似乎是一座在天空中的宫殿……？\n\n影子与龙或许是碰撞在了一起，天空中产生了巨大的爆炸，爆炸的余波险些将马车掀飞——\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1480660560,
            "txt_content": "话说那是玄素？\n我怎么感觉我那么没溜儿？\n缇米你到底在写啥？\n我怎么越发看不懂了？"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1480670940,
            "txt_content": "冥王星人 发表于 2016-12-2 14:36\n话说那是玄素？\n我怎么感觉我那么没溜儿？\n缇米你到底在写啥？\n这一章主要是打算埋伏笔啦。。。后面会慢慢发展解释清楚的"
        }
    ]
}