{
    "title": "【原创/连载】秩序 序章【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 12,
    "timestamp": 1480600320,
    "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-3 22:14 编辑 \n\n新人出文，希望大家勿喷，这个文有一个庞大的世界观，\n\n不会轻易的完结，但更的也会慢一点，一开始是没涉及到mc但后面你们会慢慢发现的也希望大家支持和鼓励以及提建议撒~~\n\n\n\n在一片荒废的土地上，黄沙滚滚而来，席卷着整片土地，让一个原本虽没有人但宁静的地方看起来像一片大沙漠。   在这片无人区的中心，有几个村镇合并在一起，看起来像是个很久之前的小部落，里面隐隐有炮火的声音，“准备好了，这次我们的新兵试炼难度加大了，你们随便吧，我也不指望你们干出送葬之类的大事，起码做到让他们死得有尊严点。”一个身形魁梧的人站在一帮人面前，看起来这帮人是军人，但他们没有军装，都是便装，又或者说是专门定制的服装，看起来很合身。  一帮人在这里，但没有人在意这个军官，所有人都在自顾自的交谈着，没人在意，这种试炼对他们来说就是家常便饭，他们杀人从不眨眼，已经习惯了，敌人的血，对他们来说不是恐惧而是荣誉。   这是一个很强的团体，历史以来很多人想加入这里，这里的人抛弃一切，只有代号，和自己的命，其团体名为——秩序进团   “幽魂，来这里，我们一起”一个有着金黄头发的人喊道,玩，就要在一起开开心心的啊……     站在这一帮人中心的是一个一米七五左右的少年，他身体虽然瘦小但肌肉盘在他的身体之上看起来很结实，他就穿着黑色的风衣里面叠件骷髅衬衫，没有其他任何的装饰，他的脸没有任何表情，就是单纯的扑克脸，但这一成不变的脸看起来还带着一点妖异的感觉，他就是幽魂。  在这个团体里，每个人都有自己的特点，他们都很强，要不就是身体很强，要么就是有自己的强项，比如枪瞄很准，用冷兵器，暗杀，高科技，或者为团队制定战术方案，每个人都是独一无人，要形容他们就只能用一个字，强！     “任务开始。”教官说完这句话时往后推了一步，隐入了黄沙之中，就在这时，狂风停了，黄沙也不在肆虐。  现在，就是杀戮的时间了……     幽魂没有理金黄头发的那个少年，当开始时，他就以全力向前奔跑，跑的时候从腰间抽出匕首，狂风停的时候敌人也看见了自己，幽魂也不多做考虑，借冲刺的力向前一翻，蹲，那一个排头敌人都还没反应过来，一把冰冷的匕首就已经从他的下颚穿到了他的脑子里，随后，他可怜的尸体又帮幽魂挡了敌人的好几枪的子弹。   而幽魂旁边一个金色的身影闪过，只见这道人形的黄色金光腾飞而起，在空中漫旋了一下，敌方两人的头就已经落地了。   那个金光速度渐渐的慢了下来，到最后金光已经没了，只是那人的身体还在快速的振动，但已经看得出来他就是之前那个金黄色头发的那个男孩，至少，看起来像是个男孩。   他点了下头又朝前一跃化作一道金光飞跃出去，幽魂无奈的摇摇头，心里暗道：“小孩子就是小孩子，心性没成熟都呢！”随后他收回了匕首，双手凌空一甩，他手上不知道什么时候出现了两副扑克牌，一手一副，只是这扑克的上的花纹和普通的扑克不一样，都是血红的，看起来就像是用鲜血染的一样，他身形一晃，迎上左边的一支队伍，而秩序军团的其他新人，也在奋战，但，这已经可以说是虐杀了……   幽魂迎面赶上位于自己左边的队伍，手中扑克纷飞，一下全被他甩了出去，他自己却紧握着两张扑克，而之前在天空中纷飞的扑克就像被超控了一样，瞬间朝敌人飞了过去。   卡牌的边缘就如利刃一般，在天空中旋转着冲向敌人，每一张卡都直直的嵌进了敌人的喉咙里，转眼间几十个人就只剩两个人了，他冲了过去，身体一低，右腿朝敌人如鞭子一般甩了过去，那人什么都没有留下，只剩下临死前的惊恐的眼神了。 腿鞭如风，瞬间把他甩了起来，而幽魂也趁这个时候手中卡牌轻轻一划，一道美丽的弧线伴随的血装饰更显刺眼，而那个士兵只留下了后颈上的血痕和一具尸体了，随即他又转向了另一个人，一脚踢出，手中卡牌翻飞，往后一跃卡牌甩出，那士兵开抢射出的子弹因为他的惊恐而深深的射入了地中，而扑克才不会跟子弹一样，它就只是轻松又优美的分隔开了他的灵魂与肉体……\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1480673820,
            "txt_content": "欢迎新人。\n\n闲话少说，先回到正题上。\n写小说是需要一定的积累和底蕴的。这方面看来，你做得不差。那么剩下的，就是时间的酝酿了。在这里，我就提几个点，针对着拔高下，应该会有点进步。\n一，恰当的描写。\n描写这东西，不宜过少，也不宜过多。具体的力度需要你自己去体会，先举个例子。\n在一片荒废的土地上，黄沙滚滚而来，席卷着整片土地，让一个原本虽没有人但宁静的地方看起来像一片大沙漠。\n这里，你主要的问题，就是繁琐。特别是最后的一句，完全可以毫不费力地删改掉大部分。所以，我的建议就是简练。尽量的突出重点，能使人印象深刻，这样的环境描写就差不多了。\n一个身形瘦小，但并不显得矮的人站在那里\n跟上文的问题差不多，不必要的文字过多，该重点描写的你却一个字没有。作为一个长篇小说的主角，该有的外貌描写是一定得有的，而不是一句“身形瘦小”就可以一笔带过的。\n后文的动作描写就不再详述，自己斟酌着改下为好。\n二，一定的节奏\n节奏是行文中最为重要的一点之一，主要跟着内容的详略挂钩。首先，在你写着长篇时，你的脑袋里得有个逻辑，在这一章里你要写些什么，你要怎么写，写多少字，怎么收尾。在这篇序章中，节奏的问题并不是太过明显。但还是想请你提前注意下，否则问题就大了。\n\n再说点没营养的东西，善用回车。举个例子\n幽魂迎面赶上位于自己左边的队伍，手中扑克纷飞，一下全被他甩了出去，他自己却紧握着两张扑克，而之前在天空中纷飞的扑克就像被超控了一样，瞬间朝敌人飞了过去。   卡牌，锋如利刃，有时如风，有时就能割风切雨，卡牌的边缘就如利刃一般，在天空中旋转着冲向敌人，每一张卡都直直的嵌进了敌人的喉咙里，转眼间几十个人就只剩两个人了，他冲了过去，身体一低，右腿朝敌人如鞭子一般甩了过去，那人什么都没有留下，只剩下临死前的惊恐的眼神了，腿鞭如风，瞬间把他甩了起来，而幽魂也趁这个时候手中卡牌轻轻一划，一道美丽的弧线伴随的血装饰更显刺眼，而那个士兵只留下了后颈上的血痕和一具尸体了，随即他又转向了另一个人，一脚踢出，手中卡牌翻飞，往后一跃卡牌甩出，那士兵开抢射出的子弹因为他的惊恐而深深的嵌入了地中，而扑克才不会跟子弹一样，取了他的性命……\n这一单段中，你的内容过多而导致阅读不顺。这并不单纯有关于读者的阅读感，更关乎于其对你文章的直接评价。动作描写是可以适当堆积，但并不代表能够怼成一堆放着不管。具体的分段我就不提了，你可以照着那些大佬的文章试着分分，应该会有所改进。\n\n以上。最后，祝进步。\n我要贿赂，贿赂，贿赂！没有贿赂我快死掉了！"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480681500,
            "txt_content": "gggbbb 发表于 2016-12-2 18:17\n欢迎新人。\n\n闲话少说，先回到正题上。\n额，第一、我其实并不认为描写多，因为描写可以很好的让人代入，让人心里有一幅画面，我描写写的不太好，但我自己认为可以，如果要我说这个东西，我认为一章序章来写这东西都没关系，这就跟游戏一样，有世界观，有一个系统，以及人人都看好的画面。\n第二，这个你说的很对，意见总有有反馈，但描写这个东西我是真的不太擅长，即使是现在也在学习，但看了以后还是僵硬填写了一些上去。\n第三，那块地方可以算作败笔了，恐怖，但改也没那么好改了==，而且剧透一下，这只是整个文中的其中一个主角，所以这战斗部分也只能堆一堆过去了。\n第四，分段问题，各持己见，如果你是喜欢看文，而不是看文体，那你一定会看下去，分段这变我也会慢慢去改，但同时，这也是我独特的风格，回复完毕！"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480681560,
            "txt_content": "gggbbb 发表于 2016-12-2 18:17\n欢迎新人。\n\n闲话少说，先回到正题上。\n可以，现在的创作版好了很多，谢谢你们，能够一直维护着这里，辛苦"
        },
        {
            "author": "gggbbb",
            "timestamp": 1480683600,
            "txt_content": "幻梦冰影 发表于 2016-12-2 20:25\n额，第一、我其实并不认为描写多，因为描写可以很好的让人代入，让人心里有一幅画面，我描写写的不太好， ...\n描写没有多少之分。我说你的描写繁琐，是因为你的描写没点到点子上去。\n描写不贪多，也不嫌少。但我所指的，是多余的描写。恰到好处，多而不乱，这才算是优秀的描写。而不是只对着一点一个劲的堆辞藻。\n所以，在你的水平未到时，精简语言，反而更能起到更好的效果。\n以上"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480686180,
            "txt_content": "gggbbb 发表于 2016-12-2 21:00\n描写没有多少之分。我说你的描写繁琐，是因为你的描写没点到点子上去。\n描写不贪多，也不嫌少。但我所指 ...\n指出来啊兄弟==，那么多字一段，我需要的是改进，不是给你装b的机会"
        },
        {
            "author": "玄素",
            "timestamp": 1480686540,
            "txt_content": "欢迎新人+1。\n描写的问题已经有人提起了，而我个人又是比较在意文章逻辑线的合理性的，那么我就单谈谈剧情。\n“准备好了，这次我们的新兵试炼难度加大了，用自己的全力去作战，我也不指望你们反击了，但起码保住你们的命！”新兵试炼这么搞真的没有问题么……我能理解这是想表达加入这个队伍很难，并且有非常大的风险，但是教官给出这样完全是“被碾压”的新兵试炼的描述显然不合逻辑。\n为什么我说是描述呢……\n因为后文，完全是这些新兵蛋子碾压对面。这导致这个实力描述的很尴尬啊……\n如果要表示这群人很强呢，你完全可以让教官一本正经的介绍敌人，然后这边的人很淡定的聊天嬉笑，氛围一下子就出来了。\n结果还是有个想吐槽的描写点，折叠掉吧，感觉最近槽人有点过了……\n一个身形瘦小，但并不显得矮，身体看起来很结实，但总觉的还差点什么，身高一米七五的人站在那里，看起来就像是一个很高的人一样，锐利的眼神反倒让他有一种藐视一切的感觉，这样的一个人的站在那里，等着任务开始，他的眼里如同没有害怕实物的一样，只有湛蓝的眼中深处的坚定，他就是幽魂，在这个团体里，每个人都有自己的特点，他们都很强，要不就是身体很强，要么就是有自己的强项，比如枪瞄很准，用冷兵器，暗杀，高科技，或者为团队制定战术方案，每个人都是独一无人，要形容他们就只能用一个字，强！首先，这是一句话。你能一口气读完不？\n其次，看看这句话换了几个主语？\n再次，这人不是变形金刚吧？瘦小，不显得矮，一米七五，看起来像是很高？？？\n写完了多读几遍，真的是好事。"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480687020,
            "txt_content": "玄素 发表于 2016-12-2 21:49\n欢迎新人+1。\n描写的问题已经有人提起了，而我个人又是比较在意文章逻辑线的合理性的，那么我就单谈谈剧情 ...\n这个是真的骚，兄弟，有点混，败笔后面有时间会从新改，但现在没那么多时间，因为一开始描写的很少，后面强行加上一大截，呃，不多bb明天翻新改，一米七五的确很小了吧，不，在这个的世界观里，一米七五是矮的一批，兄弟，但不显得矮，很平均==呃，越说越乱了……"
        },
        {
            "author": "o-zero",
            "timestamp": 1480845780,
            "txt_content": "这篇文写的不怎么样，但是能改还是好的，我不久才来一次，发现新人好多，最后帮你一把了==该题的都提了我觉得没什么了，不过感觉你的第三人称写的不好，第一人称还不错啊~"
        },
        {
            "author": "o-zero",
            "timestamp": 1480845840,
            "txt_content": "gggbbb 发表于 2016-12-2 21:00\n描写没有多少之分。我说你的描写繁琐，是因为你的描写没点到点子上去。\n描写不贪多，也不嫌少。但我所指 ...\n2333gb我来混水了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1480942500,
            "txt_content": "描写欠佳\n对话过度\n单字重复过度\n龙傲天既视感\n章节结束位置不合适"
        },
        {
            "author": "冥王星人",
            "timestamp": 1480942620,
            "txt_content": "幻梦冰影 发表于 2016-12-2 20:25\n额，第一、我其实并不认为描写多，因为描写可以很好的让人代入，让人心里有一幅画面，我描写写的不太好， ...\n描写几乎没什么美感\n叫人很难有兴趣的看下去\n干巴、生硬、\n感觉在凑字"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1481032500,
            "txt_content": "冥王星人 发表于 2016-12-5 20:57\n描写几乎没什么美感\n叫人很难有兴趣的看下去\n干巴、生硬、\n不是在凑字，我自己看的也很难受"
        }
    ]
}