{
    "title": "【原创/连载】秩序 幽魂第一章【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 3,
    "timestamp": 1480685640,
    "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-3 19:29 编辑 \n\n最近没事，施行一下日更，同时谢谢大佬给的建议\n谢谢！\n\n第一章 所思念的\n  \n  忽然，地上敌人的尸体没了，只留下一道光，周围的场景都变了，而附近也从光幕变成了网格，到最后整个房间里只留了几盏灯，灯光照的到的地方很多，但也没有全部覆盖。     “很好，我知道你们都是精英，用虚拟现实来考验你们的成果实在是太对不起了，现在，给你们个任务……”那个教官又重新出现了。     幽魂向身后看去，剩余的几个人也出来了，分别是那个金头发的男孩，代号闪光，而后则是一个身体粗壮的男子，手里拎着把大散弹枪，他手臂上的肌肉，就像一座座小山峰，庞大而又坚固，而上面的青筋紧绷着，想长蛇一般缠绕在他的手臂上，他的下巴还留着胡渣，眼睛上也有道疤痕，其代号为——猎人。     “无趣，这次又是什么考验？”金色头发瞥了一眼教官不屑的说道，猎人伸了伸手，指了下他们出来的位置，“又有三个人出来了，人到齐了。  ”这次又有几个人走了过来。     三个人其中一个带着眼睛，嘴角带着一丝坏笑，手臂瘦长如蛇，腿也很细，但就是这么一个看起来瘦弱的人居然让人觉得恐惧、害怕，“智者，你来了啊，刚刚多亏你了，不然我们估计还在里面呢！”猎人笑着说道，智者没有说什么，只是笑了一下，点了点头。     而其他两个人一个叫冰灵，一个叫鬼蜮，长相一般，但两个都是变装的高手，谁都不知道他们的真面目，而要知道这秩序军团里的一个大忌就是过问过去，因为他们都是恐怖的人，来这里就是为了组织，没人敢反抗，也就没人敢不丢掉自己的过去，开启一段新生活。     “这次的新任务，每个人不一样，但任务地点是一样的，那就是皇凛海域。”教官大声吼叫着。     皇凛海域，是世界四大联盟中其一联盟，统治者是海皇，赛德，外号跟希腊神话中的海神一样，叫波塞冬，那块地方鱼龙混杂，表面发展魔法，风光，辉煌，实则在他的统治下形成了一个实力阶梯，里面的人都很强，强，就代表一切，这就是他的领土，他的世界。     “我先走，行吧，任务发在我的南十字上，我先走一步了，涟钢！”幽魂说着，跑出了了虚拟室，他可不愿意跟这帮人多说话了，闪光给他好感，但不代表时刻混在一起，猎人不错但说话直来直去的，而智者总是让人讨厌，其他两个连脸都不确定是不是真的还说什么……     出了虚拟室以后，一切都明亮广阔起来，在大厅里可以看见很多人，要不是大厅很大，就可以用人山人海来形容了，不过这么大的大厅，实在感觉不出人多，而且到处都是先进的魔导科技，透明光幕、矿石探测仪，立体地图，任务表，光屏公告栏，一切的一切都显得那么新鲜，但看多了就腻了。     这是一艘大飞艇，有很多个舱室，幽魂绕来绕去，来到一个类似于教室的地方。     里面有一帮人在上课，这是魔法区，刚刚虚拟室那是科技区，而现在这魔法区，一切都很古朴，陈旧，一切都是中世纪的风格，但就是这样看起来很大，有两种风格的区域，就在一个飞艇上，一个组织里。   等了一会，教室里的导师宣布下课，里面一个小女孩冲了出来，保住了幽魂，幽魂这时已经没有摆着一成不变的扑克脸了，这个女孩身形娇小，面容没有一点瑕疵，雪白的皮肤配上墨绿的头发，显得更为清纯。     “哥哥，想死你啦！”小女孩大喊，“才一天就想了，接下来哥哥要去做任务了，那得好几天呢，你得自己照顾自己了。  ”幽魂一脸疼爱的看着自己的妹妹。     小萝莉脸上的喜悦没减,但显然对幽魂要去做任务这件事有点没反应过来，“放心吧，我有同学和朋友陪着呢，为了家里我也会更努力的！”她想了想回道，如果要变强那么就要先学会独立，在她认为，自己的幽魂哥哥已经给他够多的了。     幽魂没有多说，牵着萝莉的手往飞艇的宿舍区走去，“只希望，我不要再失去家人了……”幽魂默念道。\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1480942920,
            "txt_content": "受不了，太过龙傲天了\n还妹控。。。"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1481033220,
            "txt_content": "冥王星人 发表于 2016-12-5 21:02\n受不了，太过龙傲天了\n还妹控。。。\n不会装个逼而已不是龙傲天的==妹控你懂得，后面会虐的不过还没计划怎么写"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1481371140,
            "txt_content": "文章不错哦~"
        }
    ]
}