{
    "title": "Realms：在“堡垒工艺”或“烫手的山芋”中斗争吧！",
    "author": "minehenry",
    "replyCount": 19,
    "timestamp": 1480728360,
    "txt_content": " 本帖最后由 minehenry 于 2016-12-3 13:45 编辑 \n\n\n\nAh, Friday. For many, this signals the start of two free days to kick back and play their favorite games. To help you out with that, we’ve put some new maps on Minecraft Realms for PC, and have brought back some old favorites as well. Whether you’d like to quietly admire new builds by yourself, or frenetically compete with a group of friends, we’ve got something for everyone!\n\n啊，星期五对许多人来说是两个自由日子的开始，坐回来并享受他们最喜爱的游戏。为了帮助你们我们添加了一些新的PC领域地图，同时也带回来一些老的内容。不论你喜欢自己静静地享受新的建筑还是与一群疯狂的基友竞争，我们都为你们每个人提供了许多内容！\n\nHot Potato by Team Cryus\nCryus团队制作的“烫手的山芋”\n\nhttp://www.tudou.com/programs/view/sCTwQg92G6k\n\nGather your friends and grab a potato! Hot Potato is the kind of sport where you don’t want to be left holding the ball. Keep your eyes peeled for any agitators rushing you with a spud, and if you get hit, mash your mouse until you pass it off to someone else. These are exploding tubers, so toss them before they detonate!\n找到你的朋友并抓住一个山芋！烫手的山芋是一种你不想拿着球的一种运动。睁大你的眼睛去寻找拿着山芋追逐你的人，如果你被他打中了，点击你的鼠标直到将它传给其他人。这些山芋是会爆炸的，所以赶紧在它们爆炸前扔掉它们！\n\nVaslen by Excessed\n由Excessed制作的“Vaslen”\n\n\nIf you’d like to start a new survival game, but don’t want to stress over building up your farms, fire up this world template. In Vaslen, you’ll find a green mesa and five cozy shacks. Just be careful, this map starts at night!\n如果你想开始一次新的生存但不想重造你的农场，把旧世界烧了吧！在Vaslen，你将会看到绿色的平顶山及上面的五座房屋。要小心，这张地图的游戏时间是晚上！\n\nFort Craft by goCreative\n由goCreative制作的“堡垒工艺”\n\n\nZombies gather to attack, beginning their approach to your fort. The narrow canyon walls make it difficult for the creatures to move in groups, and from your perch in the guard tower, you line up the perfect shot. With a quiver of arrows and a bit of luck, the sun will be up before the monsters reach you.\n僵尸们聚集起来准备攻击，赶紧躲到你的城堡中去。狭窄的峡谷会让那些成群的怪物很难移动，登上你的瞭望塔来进行完美的射击。通过你的箭和一点运气，太阳将会在怪物接近你时升起。\n\nOther additions\n\nWe have another round of 1.11 compatibility updates for you! If you haven’t played these before, give them a try. This week, the following maps make their return to Realms:\n\nValley of Kings\nTrick or Treat\nSunburn Phoenix\nMakers Wars\nWe also have a special mention, for anyone that didn’t catch the Light Your Way Home blog post. The map, aptly titled Light Your Way Home, is part of the #MinecraftIRL campaign, designed to blur the lines between the real world and the crafted world. You can grab this map on Realms, under the adventure map category.\n\n\n其他内容：\n我们会有有另一轮关于1.11的更新送给你！如果你还没有玩过它们，尝试一下吧！本周以下地图将来到Realms：\n\nValley of Kings\nTrick or Treat\nSunburn Phoenix\nMakers Wars\n\n顺便为没有赶上“分享你的现实Minecraft生活吧！”的人说一下，这个地图是#MinecraftIRL的一部分，在真实世界和游戏世界中设计你的作品。你可以在“冒险模式”的分类下找到这张地图。\n\n\nWinter is… on the way\n冬天正在路上...\n\n\nOur next Realms content update, appropriately winter and/or holiday themed, is on December 16th! Make sure that you check in on that day for another blog post filled with all of the details.\n我们下一个领域更新的内容是冬季和节假日主题，它将发布在12月16日！别忘了在那一天看看新的关于所有细节内容的博文。\n\nIf you’re curious about how to get your own creations on Minecraft Realms, check out our updated guidelines over at /r/Realms.\n如果你想了解如何将自己的作品发布在Minecraft Realms上，看看我们的指导吧！\n\n原文地址：http://www.mojang.com/2016/12/fight-in-a-fort-or-toss-a-tuber/",
    "replies": [
        {
            "author": "q983603969",
            "timestamp": 1480728480,
            "txt_content": " 本帖最后由 q983603969 于 2016-12-10 11:55 编辑 \n\n6666 沙发？ 刚打开这个版就60秒前的了 话说领域服好玩吗？\n\n\n\n\n\n\n\n\n居然有人吐槽我水 我也是醉了- -\n↓ ↓ ↓"
        },
        {
            "author": "ELOS",
            "timestamp": 1480728540,
            "txt_content": "领域服..土豪的服务器.."
        },
        {
            "author": "打酱油",
            "timestamp": 1480729440,
            "txt_content": "下一个是圣诞主题？"
        },
        {
            "author": "jchwl",
            "timestamp": 1480729560,
            "txt_content": "不错不错"
        },
        {
            "author": "LRual",
            "timestamp": 1480733400,
            "txt_content": "烫手的山芋。。似乎好像玩过，但是还没开始玩就卡退了，估计是因为我1710的关系吧"
        },
        {
            "author": "。—。",
            "timestamp": 1480736280,
            "txt_content": "每一张官方选的领域图都很漂亮的呐！"
        },
        {
            "author": "mc泰哥",
            "timestamp": 1480740240,
            "txt_content": "。。。。。。。。。。。。"
        },
        {
            "author": "教徒奥尔",
            "timestamp": 1480740480,
            "txt_content": "可惜我不会建筑QAQ  不过我还是挺喜欢建筑，建筑建得也很好看！"
        },
        {
            "author": "dwch",
            "timestamp": 1480758840,
            "txt_content": "实在话，热土豆不如冷土豆好玩"
        },
        {
            "author": "2689112967",
            "timestamp": 1480766640,
            "txt_content": "山芋不仅烫手还烫CPU\n23333333"
        },
        {
            "author": "神哥丿",
            "timestamp": 1480768020,
            "txt_content": "这不是一个插件吗。。"
        },
        {
            "author": "奶味钙片",
            "timestamp": 1480801080,
            "txt_content": "烫手的工艺，手动滑稽~"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1480831740,
            "txt_content": "堡垒争霸……"
        },
        {
            "author": "@@lililili",
            "timestamp": 1481017380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "luojiarui",
            "timestamp": 1481020020,
            "txt_content": " 本帖最后由 luojiarui 于 2016-12-6 18:53 编辑 \n@@lililili 发表于 2016-12-6 17:43\n外国服务器才有？难呢过不能推荐一个有的服务器\n\n同学你知不知道Reamls是什么意思。。。\n\nRealms是mojang官方的托管服务器，只要你租了Reamls你就可以跟基佬（限制10人）玩这些小游戏"
        },
        {
            "author": "请无视此ID",
            "timestamp": 1481385240,
            "txt_content": "买不起领域的路过"
        },
        {
            "author": "8Mi丶以勒",
            "timestamp": 1482808080,
            "txt_content": "8yl_Yile：这么好看的图 不如让我用区块拷贝器拷贝了好了\nCreeper：小伙子你别搞事我告诉你"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483097700,
            "txt_content": "这不是一个插件"
        },
        {
            "author": "凡蜀黍",
            "timestamp": 1483708980,
            "txt_content": ""
        }
    ]
}