{
    "title": "[你の世界]{怀念我的挚友-外套} 内含BGM",
    "author": "幽儿~",
    "replyCount": 7,
    "timestamp": 1480734780,
    "txt_content": " 本帖最后由 九幽之帝 于 2016-12-4 18:00 编辑 \n           2013年三月份，距离MC发布也过去了好几年，作为一个资深玩家的我却稍微晚了几步进入了MC这个世界.        记得那时候我第一次被这款游戏吓到了吧，拿着一把普通的木稿子下去挖矿，黑漆漆的洞穴只能听到莫名的\n        有流水的声音，然后就好奇的挖了过去，就在那时候我遇到了入MC以来第一个苦力怕.之后你懂的，奇妙的\n        造成了我对绿色会爆炸生物的阴影.\n \n           2013年四月份，慢慢的习惯了原版生存的我开始接触了其他MC风格的特色，我开始接触建筑，在那个时\n        候我建造了我的第一个九幽宫，外形十分普遍但也是我最好的一部建筑作品吧，如果硬要说是火材盒那也是最\n        高级的了.每当看到建筑大触我都会十分崇拜他们，有时也会默默的吐槽自己建筑实在是太渣.\n\n           2013年四月份底，建筑基础也逐渐的扎实起来，觉得没有什么可以提升了.就转行到MOD生存那边了,说实\n      在的，MOD生存十分有意思，不短的建造地图去玩新鲜的MOD，下载下来来游玩.确实给我带来了很好的时光呢.\n\n           2013年六月份，我开始萌生了要创建服务器的想法，单机一直玩了有好几个月的时间了吧，有时候会讨厌\n      一个人玩的，觉得联机是个不错的选择，最后取经了大概一个月的时间学习了开服技巧之类相关的吧，在一个\n      平台上发布了，那时候每一天我都十分期待着有人加服务器来玩，真的，每一天我都在线上看着在线玩家人数，\n      等了好几天都没有人来，说实话确实有点受到打击，心里也默默的安慰自己说“可能是大家没时间呢，过几天\n      再来吧”每天都重复着这样的话，心里的那股冲动也消散了许多，本来准备放弃的，可是却发生了一件预料之\n      外的事情\n\n          2013年七月份：终于有人入服了，十分激动的点击了传送按键，引入眼帘的是一个披着暗影皮肤的玩家\n      ID非常普通的是一串我看不懂的英文，跟着他说了一件你好，之后就邀请他要不要一起玩MOD生存，然后就不\n      等到他来得及答复就开始滔滔不绝的讲起我那小服务器的特点，加了什么MOD，有什么.似乎怕他退服就给了\n      他一大堆的高级物品.我也不会想到他会成为我最要好的MC伙伴.\n \n          2013年九月份，我开始经常性的上线，看看他玩的进展，每当他在挖矿的时候我就偷偷的在他家里放\n      一堆的矿物，待他发现后就把矿物扔掉了，说什么要自己动手丰衣足食，当时我十分无奈的，就也跟他玩起\n      了生存，那段时光我真的很珍惜，每当他有问题就立刻回应，我好想不知疲倦似的一样。\n\n         2013年十月，由于学习压力越来越大，最后迫不得已就放弃了每天登服看一看的习惯，也不知过了多久\n      等到我上线的时候，让我十分惊奇的是他没有下线，还在玩 把所有高级物品和成就完成后就跟我炫耀的说      自己现在很厉害了，不用我在帮他了，那时候我的泪腺就蹦坏了，心中只有一句话，有朋友真好.\n\n         2014年初，我提出了连麦的意见，他就沉默了很久说可以，我当时小心翼翼的问他不想练也可以但是他十分\n       坚定的说可以连，然后耳机那边传来一阵西索的声音，一个声音传来，之后我们每天连麦玩各种服务器，时间       终是过去得很快，期间我知道了他的昵称叫外套，之后我就吐槽他的昵称了。\n \n                2014年5月份，我和外套联机快有一年时间了吧，MOD生存，小游戏服务器，建筑等等我们都玩过，也是因为他\n              我熬了玩游戏以来第一次夜.\n\n                2014年七月，看着日历的时间，我知道他的生日快到了，想要给他准备一个惊喜，在服务器外面挂起了占时关闭\n         的字样后，就开始准备一些庆生日的建筑了 最后我给我们搭了个我们俩个的建筑合影，还是因为这事情他似乎嫌弃的\n    说我没有一个正常皮肤，挂这一个初始皮肤怪不好看的，说是要给我画一个，让我等等.我也默默的准备我给他    的惊喜终于把最后一个步骤完成后，我们很有默契的说，你好了没?\n\n        2014年七月二十七日晚上七点，外套进了服务器就一阵沉默，麦那边我隐约听见感动的哭声，随后我就开\n    玩笑的说道，“这个是我给我同学搭的 好看不”他也似乎被我逗笑了，十分真诚的说了声谢谢.就把他制作的皮肤展示给我\n    看.也是那个时候我有了第一个皮肤。\n\n       2014年七月份底，外套跟我说他有些事情处理就可能不会经常上线跟我一起联机了，       心里虽然有些可惜但是却跟他说了一句真诚的再见后，我就再也没见到过他了.\n\n       2014年-2015年，一个十分特别的一年，没有外套的陪伴我连玩MC的兴趣都没有了，       每天都在服里盼望着他重新上线可是就是等不到他的到来\n\n        2015年新年来临，在这一年中我得到了新生，开了一个似乎很成功的千人小游戏服务器，也或许是有些累了就关闭\n      了，要拿比较我觉得还是有外套陪伴的日子才是真的开心 那才是我最美好的MC时光 没有挚友的陪伴 没有往日的欢笑\n      没有乐趣的MC并不是我要最求的我的世界  这也成了我玩游戏以来最大的遗憾吧.\n\nBGM：http://music.163.com/style/swf/widget.swf?sid=440241144&type=2&auto=1&width=320&height=66\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1158576816",
            "timestamp": 1480734960,
            "txt_content": "音乐好评！表示剩下的就不知道该说什么了"
        },
        {
            "author": "zyjking",
            "timestamp": 1480735440,
            "txt_content": "我也是13年入坑，见证了以前的yc和很多服务器发展过程，也有很多好友离我而去，但过去的时光已经回不来了......."
        },
        {
            "author": "动物的世界",
            "timestamp": 1480736400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小泉12138",
            "timestamp": 1480737720,
            "txt_content": "...................."
        },
        {
            "author": "Because.",
            "timestamp": 1480819080,
            "txt_content": "无x支持一下XD\n同13年入坑\n看同学打pe就借亲戚手机玩\n曾经和我打一个服务器的都不在了。\n\n\n\n\n--------“如果没有体会到同样的痛苦的话，是无法真正理解对方的。”\n            “即便真正理解了，也不意味着一定能志同道合。”\n            “这就是，事实。”\n\n"
        },
        {
            "author": "ROF",
            "timestamp": 1480820400,
            "txt_content": "我是14年入坑的。。"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1480821660,
            "txt_content": "又一个感同身受"
        }
    ]
}