{
    "title": "<原创·连载>奕都 第一章——都城匪患",
    "author": "CNEMC蔡锡晨",
    "replyCount": 3,
    "timestamp": 1480738560,
    "txt_content": "第一节——奕都第一章/都城匪患\n\n\n  微风四起，让人不得不起个冷禅。\n  在都城的郊外，一个年轻人正注视着一个墓碑。浮起微微的笑容，手中紧紧握着一本刻有“九都门”的经书。\n\n  “哈，老天要我灭我不得不灭！啊！我雨晨终于可以恢复狼藉了！”他高傲的喊叫，尽管没人所知。\n\n\n  与此同时，在都城内。一个富有使命的孩子出生了。天空突袭大雨。（奕都地状干旱 从来不下雨）\n\n  “看来狼群要来了”都城城主宋胶龙喊到“马上叫三旗队守城！”\n\n  训练有素的旗队排列着，一旗队总管虎霸叫到\n\n  “旗手的职责是什么！”\n\n  “守旗！护城！”士兵们都用着粗壮的喉咙喊叫。\n  \n  “报告城主，狼群要来了”\n\n  “嗯 给你三个旗队 这次一定要杀个片甲不留！”\n\n  “放心吧城主，我愿用脑袋担保”\n\n\n  此时狼群已经到了郊外\n\n  狼族族长宏志天正交代着这次清城的计划，整个奕都就剩下这最后一个城池了，若攻下，则可时令天下。\n\n  “此次计划绝对不能失败，不然都城其他城池士气高涨可不妙。”宏志天紧张地命令道\n\n  “给狼崽注射速生药！”速生药可以让狼崽快速成长，马上地投入战斗。可见狼王这是要下血本了。\n\n  一名狼骑跑了过来\n  “报告狼王，我们已经准备完毕，随时待命冲锋。”\n  可突然宏志天沉默了三秒，表现的十分异常\n  “不行，全部撤退！回族里去，快！”因为今天正好是土匪袭击日啊，如果攻城，一对二这种赔本买卖谁都不愿意。\n\n  土匪在山上已经蓄势待发\n  “杀啊！”只见领头的张艘喊着\n\n  全部土匪都快速冲到城门口\n  可见排练许久，节奏有序。城口的虎霸也不示弱，拿起刚刚用铁锭铸成的铁剑就是直接上。\n  土匪的武装全是皮革加石器，都城里面装备精良但还是快速的回城了。\n\n  因为···土匪头子来了，身上似乎有些药气，莫非是用了力量药水?\n\n  虎霸也服用了力量药水，跟土匪头子龙震打了几个回合。\n  龙震拿着七星炼狱红木剑一刀下去把虎霸的马儿给砍了个重伤，城内投放出了一匹新白马，旗队队长虎霸果然名不虚传，才不到多长时间就驾驭了这匹新的马儿，他带着序言弓箭射了过去，龙震也用剑给截了下来，两人激烈地拼斗着。\n\n\n  在悬崖谷的狼群们呆呆地望着，似乎像观众一样看戏·······\n  虎霸的力量药水持续时间不长，又补了速度药水，想速战速决。\n\n  龙震也补了一个金苹果，手拿力量药水继续补。虎霸见情况不妙，在他补血时直接冲了过去。\n\n  此时还是倾盆大雨，依然没停。直到·····那婴儿生了下来。\n\n “奕王出生了！”都城内许多人都喊叫着。\n\n  “怎么样，快逃吧你”虎霸调戏道。\n\n  “呵，就算是奕王，我也轻松拿下。看招！”龙震不示弱，又骑着那匹黑色骏马冲了过去，连续五刀依然没中。虎霸此时还有三分之一的血气。龙震还有三分之二，看见情况不妙，都城城主宋绞龙飞了下去，用浑身魔气，手中拿着剽蹂封程刀一刀砍了下去，把龙震的头颅给砍了下来。\n\n  匪队见其，落荒而逃······\n===========================================================================\n 本章完结，欲更下章。\n （萌新第一次发章开坑，希望各位吐*槽的都手下留情。版主也手下留情，不要吐*槽哦！有什么建议我会在下章中提高到的。）\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1480739160,
            "txt_content": "对话流。\n那么在后面写的“虎霸调戏道”什么鬼？调戏到？“戏谑的说道”比较好吧。\n细节不是很好，第一句就错字“冷禅？”还是“冷颤？”\n以上\n新人啊，我新人写的文烂死，还没看版规。很不错了，继续努力"
        },
        {
            "author": "CNEMC蔡锡晨",
            "timestamp": 1480766040,
            "txt_content": "Dream_Black 发表于 2016-12-3 12:26\n对话流。\n那么在后面写的“虎霸调戏道”什么鬼？调戏到？“戏谑的说道”比较好吧。\n细节不是很好，第一句就 ...\n一开始没想到那个词，所以用了调戏道····\n冷禅··我会说我还没学到这个词吗。谢谢提议。"
        },
        {
            "author": "玄素",
            "timestamp": 1480785900,
            "txt_content": "新人早，欢迎来到周创版。\n然而不让吐槽啊……那好我不吐槽了。\n不过正经的，你可以试着总结一下你这一段里发生了什么事，再想想合不合理。最近见到的逻辑比较正的文不是很多啊……\n以及，细节，细节，细节。错漏标点，错别字，用法奇怪的词，能少就少，没有最好。"
        }
    ]
}