{
    "title": "【原创·连载】【英灵虚空Ⅱ】【第三集】【byRing】",
    "author": "我为我为",
    "replyCount": 8,
    "timestamp": 1482502200,
    "txt_content": "一些废话\n\n@gggbbb @wdshiji123 @坑爹-kengdie @3567 @冥王星人 @安根_Engon @kiss_sky \n\n\n正文\n\n  荧零踏上去第一个撤离点的路，走到小区门口时他顿了下来，回头对那间冒着火光的小屋悄悄地自言自语：“离开了，令人郁闷的旧世界。”  十二小时前，在新康郑城瑞英教分基地会议室中，三个人正围着一张桌子坐着。\n  瑞英教第九代大主教德谋肯先发话：“总裁先生，这么晚把我们召集到这儿，肯定是需要援助吧？”\n  “抱歉，今天这么晚请各位贵宾来到这里。”奥克帝国总裁发话了，“想必各位来宾应该也知道，我国现在有新瘟疫，请贵国搭把手帮我一把。”\n  “怎么帮？”马列罗共和国派来的代表拍了一下桌子，“我们都已经派出我们这里最强的刺客‘空刈’来帮你们清理了，这还不够吗？难道......”\n  “别急躁！”德谋肯对马列罗的代表有力地挥了一下右手，“来自马列罗帝国的先生，我懂你的心情，谁也不愿意削弱自己的兵力。但是总裁先生说的有理。如果我们现在压不住星星之火，将来肯定会成为燎原之势！”德谋肯的语言越来越强烈。\n  德谋肯喝下一口白开水，又平静下来：“瘟疫才是我们共同的敌人，我计划派出瑞英教十四个宣晨先来镇压，你看如何？”\n  马列罗帝国代表抛向德谋肯一个眼神：“那好吧！我派出几个我国最强组织‘零九组’的成员几个，你们继续聊吧，我先回去了。”那位代表甩下凳子回去了。\n  此时，荧零感到饥饿，他看到一个便利店，招牌早已断电的样子，他一边想着一边靠近：原来已经变化这么大了啊，看来以后得多出门啊。\n  刚踏上第一个台阶，一大群鸟从屋内飞出，发出令人惊悚的声音，荧零“哇啊”地一声，倒在地面上，双手一瞬间就护住头部，像一只受惊的老鼠一样。\n  荧零看清楚那些鸟反应过来，就踏上台阶，胆怯地进入便利店，尤其是当他看到店内东西都已经被啄过或货架被损坏时，更是胆战心惊。\n  咀嚼的声音从便利店内最东南部传了出来。\n  荧零仿佛多了几丝希望，他赶紧去寻找那个地方，他认为那是人的咀嚼，情况果然出乎他的意料。\n  他看到一个比篮球还大一些的老鼠卧在那里，脚下踏着一滩血肉模糊的东西，双手拽出一根长长的管道，看起来有三四米长，抓在嘴边啃食着。还好那老鼠背对着荧零，荧零不动声色地后退着。\n  可是，那老鼠回了头......\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1482502740,
            "txt_content": "原来我属于废话。。。\n看了一下看不下去\n很糟糕\n啊\n其实\n给我感觉非常糟糕"
        },
        {
            "author": "我为我为",
            "timestamp": 1482503580,
            "txt_content": "冥王星人 发表于 2016-12-23 22:19\n原来我属于废话。。。\n看了一下看不下去\n很糟糕\n= =好的版主我继续闭关静修"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1482504060,
            "txt_content": "内容有点短的说 楼主加油\n咱们互相学习学习～"
        },
        {
            "author": "gggbbb",
            "timestamp": 1482576060,
            "txt_content": "迟到\n没有什么大的问题……应该吧\n\n第一，在同一章节，尽量不要重复出现多个专有名词。\n不是说不可以，毕竟在长篇中，你的确可以用这东西撑世界观。但用得多了，文章阅读效果就会变得非常糟糕。至于如何改善，这东西想想就好了。当然，你可以试着作些批注，但应该没人会看。所以，最根本的解决方法就是彻底删除，或者用些熟悉的词作替代。\n举例：\n十二小时前，在新康郑城瑞英教分基地会议室中瑞英教第九代大主教德谋肯先发话我们都已经派出我们这里最强的刺客‘空刈’来帮你们清理了我计划派出瑞英教十四个宣晨先来镇压我派出几个我国最强组织‘零九组’的成员几个不一一列举，看着改就行了。\n第二，是人物性格的处理\n说了多少遍，不要太装，你就是不听。人物不会勾画性格可以，因为就算主角模糊点，配角也可以补上。但这种形式上的做作是真的没有必要的。你要知道，不是是个人都非得整副反社会型双重人格的，也没有必要强披上什么革命主义大无畏的东西，特别是像你这种，前后差异特大的主角，就更不应该了。当然，这样写没有问题，但建议改改，有毛病的地方删去就行。\n荧零踏上去第一个撤离点的路，走到小区门口时他顿了下来，回头对那间冒着火光的小屋悄悄地自言自语：“离开了，令人郁闷的旧世界。”荧零“哇啊”地一声，倒在地面上，双手一瞬间就护住头部，像一只受惊的老鼠一样。\n第三，是遣词造句方面的问题\n举个例子\n此时，荧零感到饥饿，他看到一个便利店，招牌早已断电的样子，他一边想着一边靠近：原来已经变化这么大了啊，看来以后得多出门啊。\n小说中，人物的状态可以不必明说，用相应的描写完全可以代替。例如这里的感到饥饿，就可以详细描写。至于之后对便利店的描写，完全可以再细致点（或者直接删去）。在最后面的心理描写，看着感觉有点别扭，建议删除。不过，如果你真的想突出什么，可以试着调换下语序，并且另立成段。\n说句实在话，包括下文的一大截，你的描写其实都不大到位。这个东西需要手感，你可以看着练练，然后联系下我。如果有时间，我可以帮着你略微改动改动。\n举例：\n荧零看清楚那些鸟反应过来，就踏上台阶，胆怯地进入便利店，尤其是当他看到店内东西都已经被啄过或货架被损坏时，更是胆战心惊。他看到一个比篮球还大一些的老鼠卧在那里，脚下踏着一滩血肉模糊的东西，双手拽出一根长长的管道，看起来有三四米长，抓在嘴边啃食着。还好那老鼠背对着荧零，荧零不动声色地后退着。\n第四，善用分割线\n不同时间线的东西，挤成一团什么的，的确烦人。在以下段落的中间，你可以空几行，或者用“——”也就是分割线隔开。这也许会让你的文章脉络清晰点。\n荧零踏上去第一个撤离点的路，走到小区门口时他顿了下来，回头对那间冒着火光的小屋悄悄地自言自语：“离开了，令人郁闷的旧世界。”  十二小时前，在新康郑城瑞英教分基地会议室中，三个人正围着一张桌子坐着。马列罗帝国代表抛向德谋肯一个眼神：“那好吧！我派出几个我国最强组织‘零九组’的成员几个，你们继续聊吧，我先回去了。”那位代表甩下凳子回去了。\n  此时，荧零感到饥饿，他看到一个便利店，招牌早已断电的样子，他一边想着一边靠近：原来已经变化这么大了啊，看来以后得多出门啊。\n\n\n以上。最后，祝进步\n赶紧贿赂我"
        },
        {
            "author": "冥王星人",
            "timestamp": 1482657180,
            "txt_content": "我为我为 发表于 2016-12-23 22:33\n= =好的版主我继续闭关静修\n闭关根本养不出来好么"
        },
        {
            "author": "我为我为",
            "timestamp": 1483096320,
            "txt_content": "冥王星人 发表于 2016-12-25 17:13\n闭关根本养不出来好么\n那咋办……(?? . ??)"
        },
        {
            "author": "冥王星人",
            "timestamp": 1483102380,
            "txt_content": "我为我为 发表于 2016-12-30 19:12\n那咋办……(?? . ??)\n来我群里找我开小灶"
        },
        {
            "author": "我为我为",
            "timestamp": 1483792980,
            "txt_content": "冥王星人 发表于 2016-12-30 20:53\n来我群里找我开小灶\n抱歉版主我先去复习准备考试了\n"
        }
    ]
}