{
    "title": "【原创/连载】秩序 独狼序章【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 2,
    "timestamp": 1480764180,
    "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-6 22:14 编辑 \n\n新一更，不过有些不同，在底下会有解释哦~\n I 独行孤狼\n  清晨的迷雾遮挡着我的眼睛，我看不清楚，那年，我来到了一个梦寐以求的地方，而现在这个地方对我来说是地狱……    从小，我没见过我的妈妈，我一直和我的父亲一起生活，奇怪的是我的父亲在我眼中就像一个陌生人，我不知道他的工作，名字，甚至是出身，对我来说在失去一个父亲我也不会建议，因为他重来都没管过我，只是名义上的父亲而已。   他没对我说过一句话，不过我相信，将来我会亲手来了解他的生命，就因为是他葬送了我那年轻的母亲，让我失去了母亲，某种方面来说也让我失去了一个父亲。    和往常一样，睁开眼睛，慢慢的坐起来，附近都是一些桌子，家具，显得单调，恶心，我站了起来，这是一个很小的房间，我走到门边，木头做的门被外面的风不停的撞击着，看了一眼挂在门上的镜子，帅帅的脸，结实却不算壮硕的身体，脖子前挂的十字架项链。    看着这一切我都不确定是不是真实的，还是这根本不是真正的我，因为镜子只有自己能看见，谁都不会确定看见的是不是自己，还是镜子精心策划的骗局，我轻轻的把木门，推开，“吱呀”老旧的木门与地板发出的摩擦声在我耳中总是那么悦耳。    晨风吹着我的脸庞，不停着向我宣示着他的强大，我不禁眨了眨眼，这座小木屋我不知道已经过了多久了，而在今天晚上父亲回来前，我会离开这里，并且要自己变得越来越强。    木屋旁有条小溪，我帮双手轻轻的放进去，水的冰冷加上流动的感觉让我觉得舒服，我捧着水用力的砸在我的脸上，这种半醒的感觉实在让我讨厌，向前方看去，这就是联合军城了，我的目标，看看哪儿，太美了。    高楼和小房屋结合在一起，人人往往的大道，那才是我向往的地方，而不是这个跟猪圈一样的小木屋，我吐了口唾沫，重新进了房屋，我一向了解我的父亲，他总是爱把钱放在哪个小木盒中，再把小木盒放在一个有着密码锁的铁箱子里。    密码是158，我再熟悉不过了，他想隐瞒一切，但越是隐瞒，漏洞越多，我打开了箱子，把里面的木盒取出，“今天，我不再是你的儿子，而是一条孤狼，独行者。”我不知道为什么自言自语了一句，但这就是我的启程，就算在多年以后，我也不会忘记。    手指用力一扣木盒的开口，木盒就轻易的打开了，里面的钱够我在联盟军城里生活上一个月了，而一个月以后，我已经不知道回去哪里了。    准备好了所有的东西以后，一脚踹开木门，晨风依然在吹，只是变小了，我跪在了地上，亲吻了一下地板，这就是我对这个家最后的留念了，父亲，总有一天，会再见面的。    我慢慢的走向这康庄大道，一旁的谷物随风摇摆，玉米的香气也从侧面随风而来，不久，我看见了联合军城的大门，有很多士兵守着，我身上的衣服也不算旧，就像是个普通孩子一般，我相信士兵们没理由不让我进去。    大门上写着联合！联合高于一切，秩序掌控一切。从以前这两个势力就在抗争，可以说是天生的敌人，而后也有了联盟分裂的消息，八大联盟，这只是其中一个，而我只不过是一只蝼蚁，甚至都不算。    门前排着长长的队，不会很快就会排到我的，慢慢的随着太阳的升起，气温开始变热，人们也都进了城，到了我，只需要一笔钱就能让那帮守城兵让开一条道，而我就心安理得的进去，而不久后我也会忘记那破木屋。    进入了城里，这里的人们看起来都非常的友善，首先我得找一个旅馆，而后看看能不能找到一个工作来做。   “喂，小子，身上的钱，交出来！”是我旁边发出来的一个声音，他年龄看起来跟我差不多，有着橙色的头发，一张还算不错的脸。    我指了指自己，我不能分辨他是在叫谁，避免一下尴尬，“没错就是你，把你手中的那麻布袋叫出来。”那个人喊道。   周围的人都没看过来，好像这种事以及司空见惯了一样，想想也是，毕竟现在强者为尊，联合军城也不可能管这些小事。    “你抢不起，我劝你让开，不然我会让你的眼睛永远的闭上。”我淡淡的说，这种人无非就是虚张声势而已。  他好像没听见一样，慢慢地走了过来，抓住了我的衣领子。    我抓住了我胸前的十字架项链“知道这是什么嘛？”我用左手把胸前的项链拿了下来，放在他面前，他愣住了，我笑了一笑，还真是单纯，我空着的右手趁机扶住他的脑袋，脸靠在他耳边“我数三个数，你就会睡着，3，2，1……”我沉默了一会，放开了扶着他脑袋的右手，“碰！”他应声倒下，人们都围了上来，但我已经混入了人群，没人会找到我了。\n这是另外一个主角，我是打算走多主角这条路的，但不一样的是这个是第一人称写的，希望大家观看的舒服。也希望大家能多多提意见和建议，互相交流。 谢谢大家，也希望大家让我们的创作版越来越好！六章以后跟新索引哦~~\n",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1480847100,
            "txt_content": "第一人称我好喜欢==希望继续加油就不评了吧（才不会说我都没看）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1480942740,
            "txt_content": "我字太多啦——\n第一段没有很好的结束，第二段就直接跳了场景\n你先把这个最大毛病改改吧"
        }
    ]
}