{
    "title": "[双线]圣光世界服务器 —— |工业2重力装甲|家具|枫树|神秘4|[1.7.10]",
    "author": "什么超过十五",
    "replyCount": 0,
    "timestamp": 1480842900,
    "txt_content": " 本帖最后由 什么超过十五 于 2017-1-18 15:45 编辑 \n\n\n\n\n\n\nIMG_0174(20161118-154109).jpg (62.61 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:05 上传\n\n\n\n\n\n[圣光世界服务器]\n各位小伙伴，大家好！我是本服腐竹，我叫Ac小圣，请多指教！\n   时隔两年，Minecraft圣光世界服务器再度回归。两年前，应为个人考虑不全再加上资金短缺，导致服务器草草开启，草草结束。结合之前的经验教训，小生决定重开此服务器。本次重开服务器不会像上次开服那样：人数多，时间少，只开一两个月就关闭。本次重开会一直延续下去，希望大家多多支持！\n  众所周知，我们所处的现实世界其实并非表面上的安定，和平，美好，从某种角度来说，现实的世界其实是一个肮脏，腐败，不公平的世界。污染，战争，疾病散落在世界各地，许多不公平的现象在我的国家就层出不尽，例如：贪污，受贿，这个就不用我多说了。公平和不公平是一个对立统一的概念，有公平就一定会有不公平，要不然怎么会有那么多贪官等。我只能在服务器中尽量维护公平公正，让你们能享受服务器相对自由，快乐！\n  作为一名生存爱好者，我在服务器中扮演的角色也只是一名普普通通的玩家，而不是所谓的OP、管理员。“少无适俗韵，性本爱丘山。“游戏中，我热爱的正是这种纯真、自然。因此，我的任何材料、道具都不会从创造模式中拿取，而是自己开采、自己制作。（除非一些特定的时节，例如活动、道具演示等）。毕竟自己动手，丰衣足食的感觉才是最幸福最开心的！所以服务器中一些特别厉害的物品你们就不要找我要了（可能我自己\n都没有造出来）。毕竟我也只是一个生存玩家嘛！\n  关于服务器的具体内容这来跟你们介绍一下。服务器目前支持最大在线人数为35人，最大在线人数会根据玩家人数的增大而扩展，这个大家可以放心！服务器必加模组有：工业2实验版、家具、暮色、枫树 。其他的mod以后会根据玩家意愿而添加。服务器含有领地插件，价格统一一格0.1金币。主城设有粮食、矿石等物品收购站，玩家可以通过收购站赚钱。主城同样设置官方商城，玩家可以在此购物。另外 ，主城还设有特色市场，可供玩家摆摊、贩卖自己的物品。玩家可以通过装修自己的店铺来招揽顾客。当然，每间店铺需要交纳租金，一间店铺的租金是500金币，第二间加倍，以此类推。\n  由于新服开荒，来玩本服务器的玩家都可以领取一份开服礼包，内含500金币，一组铁矿、一组锡矿、一组铜矿、5棵橡胶树树苗、5个电路板、10个钻石，给你们提供发展工业的基础。目前服务器暂时没有收费项目，以后会根据人数增大以及玩家意愿制定权限收费或物品收费，希望大家能够理解，毕竟腐竹也是需要成本才能开服的，当然价格肯定不会太高，大家可以放心！服务器是24小时开放的，还会有萌萌哒妹子OP陪你们玩耍！另外，腐竹我呢，其实也算是一个小UP主了，来玩本服务器的玩家还有机会上电视哦！！！\n  特别声明：服务器暂时没有地皮插件，目的是为了让各位玩家体验生存世界的紧张、刺激；房屋或机器在没有圈地的情况下被熊本服概不负责；如果是因为OP或管理员操作失误造成您的财产损失，本服加倍赔偿；禁止使用飞行MOD（假飞行：在没有喷气背包和飞行权限情况下飞行）；禁止刷物品。违者第一次警告，第二次ban3天，第三次ban永久。\n最后，希望各位玩家能在本服务玩的开心！也希望各位玩家不要完了把服务器推荐给小伙伴，让更多玩家能体验服务器的乐趣！\n在此表示衷心感谢！！！\n服务器截图:\n\n\n\n\nQQ图片20161118153425.png (374.36 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 16:58 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20161118153432.png (374.79 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:11 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20161118153437.png (361.55 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:12 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20161118153441.png (361.65 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:00 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20161118153443.png (278.15 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:13 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20161118153446.png (326.89 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-4 17:13 上传\n\n\n\n\n\n\n以下是我制定的几条规则：1.在服务器及群内请文明发言，禁止刷屏、发黄及不良网站；\n2.严禁使用飞行客户端；严禁使用红石高频、严禁刷物品。违者一次警告、两次ban永久。如有发现，举报有赏；\n3.房屋及其物品在没有圈地的情况下被熊，本服概不负责！OP或管理员操作失误造成您的财产损失，本服加倍赔偿！（害人之心不可有，防人之心不可无）\n4.服务器有问题请及时联系服务器总管；\n5.OP乱用权限或恶意熊玩家请及时告知腐竹Ac小圣。\n6.服务器中发现熊孩子请举报。举报有奖。\n注：服务器目前没有任何收费项目，大家大可放心玩耍！觉得不错的话不妨推荐给小伙伴，有机会上电视哦！！！O(∩_∩)O\n\n",
    "replies": []
}