{
    "title": "最美十大海岛",
    "author": "柠檬柠檬柠",
    "replyCount": 5,
    "timestamp": 1481026200,
    "txt_content": "你是否还怀念春日色彩缤纷、夏天阳光灿烂？ 快来最适合冬季度假的十大海岛，逃离冬季的寒冷，去海滩嬉戏狂欢，重拾夏日温暖吧！\n1. 巴厘岛（Bali Island），印度尼西亚对于“千岛之国”印度尼西亚来说，巴厘岛就是她最珍爱的掌上明珠。巴厘岛比较大，相当于国内一个省的大小，开发得也很成熟。除了碧蓝清澈的海水，巴厘岛热带雨林景观也虏获了不少游人的心。异域风情的印尼庙宇、参差不齐的水稻梯田以及雄伟壮观的活火山燃起了印度洋的无尽激情。在巴厘的文化胜地—乌布，街上穿过任何一条小径，不论东西向还是南北向，都可以看到风景如画的梯田和乡村田园景观。2. 苏梅岛（Ko Samui），泰国苏梅岛是泰国第三大岛，距大陆约80公里，周围有80个大小岛屿，但多无人居住。所以苏梅岛原始的纯净与自然，成为很多人梦想中的热带仙境。这里洁白的沙滩和苍翠繁茂的热带雨林使得这个富有仙境美誉的岛屿成为新婚夫妇的度假蜜月首选之地。苏梅岛拥有众多完美的度假别墅，不仅有带私家泳池的奢华别墅和海景山坡别墅，还有个性的海上别墅，让你在轻松的环境中，尽情的享受海岛时光。3. 普吉岛(Phuket Island)，泰国普吉岛，位于泰国南部，是泰国最大的海岛，也是泰国最小的一个府。普吉岛的西海岸正对安达曼海，那里遍布原始幼白的沙滩，有以清净著称的卡马拉海滩，有私密性风格的苏林海滩，有经常举行海上运动的珊瑚岛。在普吉，你可壮着胆子试试“象园”的骑象项目，身形庞大的大象将带你展开一段热带雨林的穿越旅行。在晚上这里的酒吧街彻夜辉煌，玩累了可以喝杯鸡尾酒，做套泰式按摩，尽情的享受海上夜色的美丽。4. 斐济（Fiji）斐济是新西兰、澳大利亚前往北美的必经之地，由三百多个周围围绕着环状珊瑚礁、椰林摇曳的碧绿岛屿所构成，到处充满着热带海洋的原始美感。普通的大海是蓝色的，但是斐济的大海却是彩色的。因为无数奇形怪状、色彩斑斓的海鱼在水里畅游，将大海搅得五彩缤纷。拥有这般人间天堂景致的海岛国家对zg可是免签的哦！还等什么，拿着护照赶快出发吧！5. 塞班岛（Saipan Island），美国北马里亚纳群岛自由联邦塞班岛是美国北马里亚纳联邦(CNMI)的首府。由于近邻赤道一年四季如夏，风景秀美，是世界著名的旅游休养胜地。身处塞班，背倚热带植被覆盖的山脉，透过道路两旁的郁郁葱葱的椰树展示在你面前的是迷人的蓝绿色菲律宾海，故有“身在塞班犹如置身天堂”之说。尽管塞班岛是美国所辖领土之一，但是其地理位置却属亚洲范围，因而从国内出发前往塞班并不麻烦，是很多zg游客的海岛首选之地。6. 民丹岛(Bintan Island)，印度尼西亚民丹岛被称为新加坡的后花园。因为地理位置接近赤道，民丹岛终年阳光普照，年平均气温在26度左右。这里蓝天碧海、沙滩无际、树木葱翠、阳光明媚。民丹岛还是野生动物的天堂，在陆上有银叶猴，各种鸟类，蛇等，在水下则游弋着礁鱼、弹涂鱼、螃蟹、明虾等，都是其他地点不可多得的独特体验。无论是潜水、冲浪、骑车、射箭，或是SPA、散步、发呆，一系列休闲的热带假日活动都是不错的选择。 7. 沙巴岛（North Borneo），马来西亚沙巴位于马来西亚东部婆罗洲的北端，被誉为“婆罗洲的乐园”。这里你可以在3公里长的沙滩上骑骑马，去达利湾高尔夫乡村俱乐部打打球，乘酒店的双体船前往邻近岛屿观光，在海面上乘着风帆船破浪而去；或是潜入深海观赏五光十色的海洋生物；还能进入原始森林跋涉，勘探岩洞，乘筏渡河，一窥“长鼻猴”的起居。8. 塞舌尔（Seychelles）作为对zg免签岛国之一的塞舌尔，是坐落在东部非洲印度洋上的群岛国家，主要由三个大岛马埃岛、普拉兰岛、拉迪格岛组成。塞舌尔马埃岛上的拉塞尔自然保护区，拥有种类齐全的热带水果树和成群的象龟，是马埃岛上最大的自然保护区。这里还有许多世界上独一无二的动植物，堪称珍奇大观园。长达4公里的博瓦隆白沙滩是许多欧洲旅游者尊奉的圣地，细腻如泥的细沙和碧蓝如水晶般透明的海水每年吸引着10多万欧洲有钱人来这里“朝圣”。 柠檬\n9. 长滩岛（Boracay），菲律宾长滩岛位于菲律宾中部，马尼拉南部，处于班乃岛的西北尖端，形状如同一个哑铃。整座岛不过7公里长，却有一片长达4公里的白色沙滩，被誉为“世界上最细的沙滩”，还曾被评选为世界七大美丽沙滩之一的岛屿。除了在海滩上放松和夜里的热带派对，驾艇、帆板、潜水、登山、徒步、山地自行车甚至高尔夫等等众多活动都可以在这里玩个够。10. 大溪地（Tahiti），波里尼西亚群岛大溪地是南太平洋上的波里尼西亚群岛118个岛中的最大的岛。大溪地总面积约一千平方公里，从空中鸟瞰其形状似尾鱼，因其秀美的热带风光、环绕四周的七彩海水，而被称为“最接近天堂的地方”。特有的潜海之旅可以提供小型潜艇和独木舟，不仅可以享受深海的美食，还可以观赏海底的珊瑚礁和珍奇鱼群。这里还有海豚中心，可以跟海豚完全亲密接触，嬉戏游泳。另外一个大的特色是SPA，可以让肉体和灵魂都放松到极致。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "音凉",
            "timestamp": 1481044320,
            "txt_content": "很漂亮，不过作为一个吃货我更关心这些岛上的食物。。"
        },
        {
            "author": "yellow_Gay",
            "timestamp": 1481047200,
            "txt_content": "\n很漂亮，不过作为一个吃货我更关心这些岛上的食物。"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1481069880,
            "txt_content": "然而我们可能一辈子也到不了这些地方。。。"
        },
        {
            "author": "林小夕",
            "timestamp": 1481076240,
            "txt_content": "很漂亮，不过这辈子是去不了了"
        },
        {
            "author": "sandalph0n",
            "timestamp": 1481076360,
            "txt_content": "三沙的很多岛也很漂亮啊，就是没开发旅游"
        }
    ]
}