{
    "title": "[你の世界]#我のMC生涯#[BGM:ninelie]",
    "author": "_DIM_",
    "replyCount": 8,
    "timestamp": 1481349900,
    "txt_content": " 本帖最后由 酷车手BB弹 于 2016-12-10 15:10 编辑 \n本来没想着要参加的，不过想想有1个下界之星，还是写点吧我中考的作文都没这字数多。。虽然这文章有点烂（我赌五毛钱这是我写过第二烂的文章）这里我借鉴一下@Because.的格式，抱歉啦正文\n1.那一天，我去了同学家，看到了他在玩Minecraft，当时并不知道这是什么游戏，只是对这游戏充满了好奇心，回到家后，我叫他QQ传给我一份，收到后很激动地打开了Minecraft1.4.5但是发现不知为啥点了没反应，我就去网上随便下了个1.4.6，结果发现还是打不开，原来，这东西还要有个叫JAVA的货，当时才6年级毕业，折腾个游戏都折腾了半小时才玩的了第一次玩Minecraft，直接就点了创建地图，创造模式，然后就开始了疯狂的建造。好吧，建了几天，就一条长长的铁路（坐火车从起点到终点花了3分钟= =）然后发现这并没啥卵用，当发现了信标可以发出光束时，我就傻傻的弄了一大堆信标，满天的光束（MDZZ），但还是一直用创造模式玩，从未用过生存2.直到某一天，我去百度了一下，发现Minecraft原来可以和别人一起玩的，我就随便找了个服务器进去玩进去后，群成员说要下载群文件的客户端，我就按他们说的做。下载后——解压——设置——开启——进入服务器。接着，只看着左下角一直告诉我要注册，但是却不能动，毕竟第一次多人，不知为啥不让我动我问了群里的人，他们叫我注册，说要输入/register 密码密码，当时并不知道这是什么意思，我就一遍又一遍地试，各种各样的都给我试了出来register 12345register 12345 12345/register 12345/register 123456789register 123 123/register 123 123(MD就没一个是可以注册的)结果我这一弄，就弄了半个小时=。=最后。。/register 12345 12345 就可以了……3.第一次玩多人，我看到了别人的各种建筑，顿时充满了好奇心，同时这服务器还加了不少MOD，他们叫我按G，我就打开了合成表看了看，发现了一大堆我没见过的东西以为这是1.4.7的新特性，各种家具，各种机器，各种红石，各种……接着我就开始了疯狂的偷窃别人的东西，当时的服务器只有箱子锁，登录，基础指令，这三样插件，并没有领地插件，而且大部分人都不会用箱子锁，东西全都没锁，我拿了整整两个大箱子的东西然后弄个地下室，别人就没那么容易发现233,只是听到有些人疯狂的在聊天窗口里问谁偷了他的东西（233）直到有一天，我偷东西的时候，那个人刚好回家，看到了我，我就赶紧溜，他也追不上我，我就开森地回家了，不过很多人都知道是我偷的，就叫我给回他们，我就只好给回了一部分4.第二天，我发现有个比我还熊的，直接满屋子的TNT，当时那里有人建了很漂亮的别墅&树屋，只看到打火石一点。。远处传来了奇怪的响声，然后我就莫名其妙地掉线了，过了一会我上线再看那个屋子已经炸的面目全非了，随后我的家也给别人发现了并且也没了，当时的我并不会用任何的指令，只有靠床回家，现在床也没了，我就只好退服那是我第一次玩服务器，也是我第一次生存5.后来，我去看网上的教程（并不是mcbbs），自己搭建了一个官服，版本是1.4.7的，而且是别人整合好的服务端，有很多的MOD，有工业，建筑，无线红石，红石力量，核电，暮色，林业，家具我开好了服，让同学加进来玩，我告诉他们ip：192.168.X.X 结果没一个进的来，只有我进得去（雾然后又疯狂的百度了一波，看到很多都是要一个叫HAMACHI的软件弄，我下载了，但是又不会弄，我就只好搜其他教程，直到我看到一个无需HAMACHI搭建服务器的教程原来，直接让路由器开启DMZ即可，我就开了DMZ，把外网告诉了同学，我看到他们成功地加了进来，接着也越来越多的同学加进来玩，当时才初一。最多一次是同时6个人在线（由于当年的电脑是中配的，网络也才4兆，进5人就开始卡了），当时玩的很嗨。6.这服务器一玩就玩了半年多，直到我工业全部发展完了，暮色也都探索完了，就开始玩起建筑和林业当时的MOD全是英文的，一点中文都没，去网上搜个教程都非常地困难，接着我意外的发现了一个叫mcbbs的论坛，觉得很正规，没啥广告，我就选择加入了这个论坛，在13年注册了账号，并发了第一个帖子然后头像就直接把我当时玩的游戏里的一个物品截图了下来，是一个包裹的东西，貌似是红石MOD里的物品后来我研究了一下如何加MOD，但是始终无法加进去，因为网上看到的MOD都说需要一个前置MOD（当时除了forge还有一个好像是叫modloader，记不清了）并且有很多MOD都需要核心覆盖法，而且还要改东西。导致一直不会加MOD7.后面1.5.1和1.5.2出现了，加MOD方便多了，直接拖入Mods文件夹即可，我就在1.5.2玩了2个月1.6.2的出现使我发现了其他更好玩的服务器，我就顺势加了进去，玩了几个月的生存后由于那个服务器数据没了，就有其他人自己去弄了个162的服，当时的是mcpc+，我莫名地就成了OP我就开始在bbs学点东西，如何加插件，插件该如何配置，配置的格式，权限问题，哪些插件会占用资源等等8.为了让更多的人会开服，我就在服务端板块发布了一个整合好的服务端&开服教程，开头还不是很多人回复，还很怕沉了下去，后来慢慢地变成了火1，火2，火3，绿色高亮，蓝色高亮，优秀图章我就直接从5级跟坐了火箭似的一直给加人气，并在那个贴发了后我1年都没有再发过帖子，这1年的时间，先前的帖子让我变成了8级，我也感到很好奇，同时也发现了bbs越来越多人加入9.然后就直到现在，我9级了，还刷了一小摞勋章^ ^10.感谢BBS，感谢曾经给过我人气的朋友\n同意文章烂的+1金粒吧，谢谢~http://music.163.com/style/swf/widget.swf?sid=409872508&type=2&auto=1&width=320&height=66\n",
    "replies": [
        {
            "author": "xiaoma636",
            "timestamp": 1481357040,
            "txt_content": "酷车手BB弹 发表于 2016-12-10 16:13\n我只想知道地图勋章怎么弄 T T\n精华或者优秀，或者三张人气不错（8人以上加分）的地图，嗯，应该没错~"
        },
        {
            "author": "xiaoma636",
            "timestamp": 1481357400,
            "txt_content": "突然发现你快10级了！！！"
        },
        {
            "author": "_DIM_",
            "timestamp": 1481357580,
            "txt_content": "xiaoma636 发表于 2016-12-10 16:10\n突然发现你快10级了！！！\n我只想知道地图勋章怎么弄 T T"
        },
        {
            "author": "音凉",
            "timestamp": 1481357760,
            "txt_content": "围观大佬。。。都快1w积分了"
        },
        {
            "author": "草鱼大大",
            "timestamp": 1481439240,
            "txt_content": "当年小哥我玩的是1.7.2变成了个大熊比呵呵后来玩的第一个mod服是工业的所以对它有好感后来会搭建服务器不仅服务器还会修改服务器配置后来电脑被我玩炸了T T买了个垃圾电脑还不能玩我的世界卡的一 B"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1481441640,
            "txt_content": "《BB弹回忆录》，大MC民主主义共和国中央出版社出版"
        },
        {
            "author": "幽儿~",
            "timestamp": 1481441760,
            "txt_content": " 本帖最后由 九幽之帝 于 2016-12-11 15:49 编辑 \n\n尴尬 BGM没声音 确实没声音 放BGM之前可以试一试的  表示复制链接前自己能不能听到是个问题 233"
        },
        {
            "author": "Because.",
            "timestamp": 1481443260,
            "txt_content": "为啥我没收到提醒\n格式嘛无所谓\n我只是标了个段落，方便阅读XD\n\n\n\n\n--------“如果没有体会到同样的痛苦的话，是无法真正理解对方的。”\n            “即便真正理解了，也不意味着一定能志同道合。”\n            “这就是，事实。”\n\n"
        }
    ]
}