{
    "title": "关于材质版水贴问题的一个解决方案",
    "author": "WM2030",
    "replyCount": 15,
    "timestamp": 1481361360,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-10 21:47 编辑 \n\n材质、皮肤两个板块是水贴重灾区。这点众人皆知。\n前几天天蝎兄申请版主我看到了，确实非常努力，也很有决心。我相当感动。\n但是我想这并不能完全地解决问题。\n而且即使所谓水贴的问题解决了，但那些“楼主很棒哦！继续努力！”的话，真的是有意义的吗？真的不是为了下载而说出的字句吗？\n\n因此我提出这样一个方案：\n\n1.回复可见改为附件收费。精华50金粒 封顶1000金粒 优秀30金粒 封顶600（喂喂喂想让楼主设置1k金粒的丧病啊……版主最多也只能设置50好吗……）【哦抱歉我想我讲的有点不明确，详见下方回复，而且这两个数值并不是那么有参考价值】。如此一来，拿资源的人就不能在对论坛毫无贡献的情况下取得资源。他们必须先有一定的贡献取得金粒才可能下载。而那些单靠每日任务取得金粒的人也不能每天下载大量材质。\n2.取消材质版回复得金粒。与第一条配合来看，这样做可以极大地打消水贴者的水贴欲。【然而我不是很清楚现在材质版有没有回复金粒】\n3.对材质的评论有一定水准和字数者可以@版主，得到版主发放的金粒，并在帖子回复中置顶，也可以酌情选择优秀者每月在版内展示。这里的评论，可以是对缺点的指出和提出改正方案，也可以是对材质优点的详细阐述。如此一来，优秀的帖子仍然会得到较多的关注，而不那么优秀的帖子也有露面的机会。那些真正不水贴的人也可以得到应有的报酬。同时材质的制作者也会在评论中逐渐提升自己的水准。【根据目前形势来看，会这么干的人也并不见得很多】\n4.同时也应该严惩水贴，挡住改革初期的习惯性水贴和之后不看版规的初来者的水贴。对于支持的语句不作处理。\n\n\n该方案的缺陷也是明显的：\n\n1.材质版帖子较多，而以前的帖子符合之前的版规，因此有大量难以处理，而放任自流又令人难受的帖子。\n2.材质版目前缺少人手，这一改革工作量较大，因此实际上短期内难以推行。#说不定什么时候能回来干活（寒假说不定能行呢）#\n3.在支付金粒下载之后，可能许多人不愿意再进行评分，因此可能实质上材质作者得到的人气奖励反而少了。或者说，明面上评分栏看到的收获金粒和人气反而少了。会进一步打消材质制作者的积极性。\n4.从论坛首页上看，材质版的活跃度数据会相当难看。\n一些补充：\ntong说材质资源是资源板块，因此我想材质版不能简单地与其他版块一样管理。\n来材质版水贴的人大多只为了资源。\n他们或许完全不在意他们的账号，账号只是回复拿资源的工具罢了，能用就好。\n而水贴的话，下载三次禁言五天，并不太亏。更何况版主不可能每一贴都管。\n而且材质制作的门槛又较高，因此材质的制作者获得金粒上的报酬也相对合理。\n然而缺陷也是很不容易解决的事情。\n但整体而言，这一方案确实可以用短期的劳动减少未来版主的工作量，并且也可以提高整体水平。\n\n\n",
    "replies": [
        {
            "author": "Scal",
            "timestamp": 1481362680,
            "txt_content": "的确是个好的方案，可是目前实现不太可能：真的缺人啊！！！\n完全没有人手处理，即使有方案，实行方面需要人手的啊...\n狗头要不你来？"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1481364360,
            "txt_content": "1、封顶1千太多了，200差不多吧\n2、反正茶馆已经是这样了\n3、挺好"
        },
        {
            "author": "20020607",
            "timestamp": 1481366040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "WM2030",
            "timestamp": 1481366160,
            "txt_content": "标题: 说 本帖最后由 WM2030 于 2016-12-10 20:59 编辑 \n20020607 发表于 2016-12-10 18:34\n1k确实有点多\n毕竟\n不是每个人\n喵喵喵 统一回复一下吧。讲讲我是怎么想的。\n1000可能确实不少。\n但是\n1.现在已经不是内个画个材质就能精的时代了。最近的精华材质实际上是要求越来越高的。\n2.考虑到精华材质的金粒评分有不少都是大于1000的。高者达5000也有。而加入附件收费会导致评分者数量下降。【我是这么想的】所以说上限设置1000我觉得还有点低【划掉】\nrom的公告里说上限一w有没有【划掉】\nhttp://www.mcbbs.net/thread-572976-1-1.html\n【我觉得好像是我讲的有歧义】\n\n说分别很大的那位。嗯。下载一次用1k金粒。我并不是这个意思。我的意思是，一次下载支付50，共计小于1k。"
        },
        {
            "author": "🍞bread",
            "timestamp": 1481367420,
            "txt_content": "反对，这会助长刷金粒，比水帖更严重"
        },
        {
            "author": "🍞bread",
            "timestamp": 1481367480,
            "txt_content": "其次，正是因为回复，优秀的原创材质才能一直保持热度"
        },
        {
            "author": "WM2030",
            "timestamp": 1481367900,
            "txt_content": " 本帖最后由 WM2030 于 2016-12-11 12:26 编辑 \n面包bread 发表于 2016-12-10 18:58\n其次，正是因为回复，优秀的原创材质才能一直保持热度\n说在前面：希望阁下在原帖上编辑回复我。\n我的话可能会比较多。要是您愿意，还得跟着您的回复对症下药。\n那不就要被判版聊了么。那可不好啊。\n嗯……不回复我也行。\n------------------\n那么，请问阁下，“优秀的原创材质一直保持热度”的目的是什么？\n------------------\n回复#15\n阁下说得相当有理。但是我们应该同时注意到，材质版现在并没有讨论的用途，因此被淹没的问题并没有那么严重。更何况论坛的排序筛选功能里，筛选精华还是可用的。优秀贴和原创贴的筛选我而关于热度对材质作者的鼓励，确实是我之前没有想到的。但是首先我们面临这样一个问题：下载地址换到你们的鼓励，进而使帖子提升，这是发自内心的？还是带上了交易的气息？而且我们可以这样来看：有多少材质作者开通回复提醒？有多少材质作者会没事干一直到材质版欣赏自己的帖子？还有多少材质作者浏览每一条回复？也许有，但不会很多吧。更何况我们并不禁止鼓励的话语。如果在没有回复可见的情况下看见别人的鼓励，那是可以感受到来自大家的欣赏的。因此我想这并不会引起鼓励程度的激烈降低。\n而伸手党可以轻松下载的问题，本来，他们一天可以下载无数资源，现在他们需要五天才能下载到四次精华材质。当然这里没有包含小号的因素。小号因素带来的修正也是需要考虑的。\n这里需要付出的代价是阁下说的热度的因素，然而正如前述，会有新的鼓励要素出现。\n然而我觉得这并不能很好地说服，我想这是评估方式和价值观上的差异导致的。\n\n"
        },
        {
            "author": "pca006132",
            "timestamp": 1481369340,
            "txt_content": "WM2030 发表于 2016-12-10 18:36\n喵喵喵 统一回复一下吧。讲讲我是怎么想的。\n1000可能确实不少。\n但是\n金粒评分那是加起来1k，你那是一人1k，分别很大"
        },
        {
            "author": "_DIM_",
            "timestamp": 1481377500,
            "txt_content": "1000金粒有点恐怖。。可以有这个设置，不过设置权是楼主，应该无所谓吧\n这个建议得支持一下"
        },
        {
            "author": "筒子",
            "timestamp": 1481377680,
            "txt_content": "没啥反对的意见，只是实行这个工程量有点大\n而且那个设置回复金粒那个不知道能不能单个版块的设置\n还有就是水贴的人大部分都是来拿资源的，你发他一张卡他是无所谓的，我认为真的要封的是那些疯狂灌水刷等级的人"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1481377920,
            "txt_content": "我基本同意楼主的方案\n水回复太多的根源就是回复可见\n可以看一下隔壁的Mod发布版，同样为资源分享板块，水贴的人相对来说要少\n因为那边并不实行回复可见制度\n一个材质的前期热度会比较低，作者可以通过他人下载得到的金粒来购买提升卡度过这段时期，每天任务还以拿40金粒\n国内原创材质还处于萌芽期不久，在质量和数量上还是难敌国外材质，论坛鼓励原创材质是应该的。在降低水回复人数的前提下，把回复可见改为付费可见还是比较合理\n\n至于面包兄提到的应该保证原创材质的热度\n我觉得一个材质的热度不应该通过回复可见来保持\n一个材质的好坏大家都看得见，精巧的宣传和手段都是掩盖不住的\n真正优秀的作品不用宣传自然就会有热度\n\n以上为个人想法，欢迎回复～"
        },
        {
            "author": "让猪飞",
            "timestamp": 1481378760,
            "txt_content": "一个材质包这么大，论坛附件真的可以上传？"
        },
        {
            "author": "20020607",
            "timestamp": 1481382060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "🍞bread",
            "timestamp": 1481383740,
            "txt_content": "WM2030 发表于 2016-12-10 19:05\n说在前面：希望阁下在原帖上编辑回复我。\n我的话可能会比较多。要是您愿意，还得跟着您的回复对症下药。\n ...\n如果没有回复可见，意味着伸手党可以直接拿走想要的原创材质（开新号要不了多久就上百金币，而材质版原创材质多久才有一个？），而不对原创材质进行回复，也就意味着在材质版最受保护的原创材质会在发布一段时间后被一些讨论帖搬运贴缩淹没，材质作为一个必须付出大量精力才能完成的东西，作者将其发布至MCBBS这种非盈利辣鸡论坛，本身目的就是为了分享而非获得收益，所以对他们来说除了有心会员的加分外对其本身最大的鼓励就是这个作品的热度，如果改成金粒购买的话那么一个做了数月甚至数年的材质在发布后除了换些金粒外几天就被刷下去，而论坛金粒并不能换算成现实收益，那么花几个月甚至几年做这个材质的意义在哪？在无人问津的情况下，收到些论坛金粒吗？\n而且就算版主为了帮助补人气而频繁提升主题，材质版光精华就有37贴，那些拿到优秀推荐等等的更是数不胜数，如果每个隔一段（这个时间不能短）就提升一次，那么工作量不会比处理水回复小多少，而且，每一轮的提升先后怎么解决次序？因为每一轮提升后越靠前提升的会越早被刷下去，肯定会引起不满，如果让作者自行提升主题，按照每天提升一次每个帖子收益1000金粒来算，只能在不亏损的情况下让自己帖子保持在主页20天，拿我的SCB材质打比方，发布了3年半，一直能保持热度，如果每天都提升一次的话，起码64000金粒，出了管理谁担当的起？\n以及，因为之前是在手机上回复，所以不方便编辑"
        },
        {
            "author": "andylizi",
            "timestamp": 1481414700,
            "txt_content": "在我在插件版的带附件收费的帖子里，有人……\n\n\n\n\nQQ截图20161211080222.png (63.68 KB, 下载次数: 1)\n\n下载附件\n\n2016-12-11 08:05 上传\n\n\n\n\n\n……\n\n"
        }
    ]
}