{
    "title": "<原创·连载>《潮汐》第1章 警告 by小龙",
    "author": "毒蛇",
    "replyCount": 6,
    "timestamp": 1481380980,
    "txt_content": " 本帖最后由 毒蛇 于 2016-12-10 22:55 编辑 索引贴地址：暂无\n上一章地址：无\n本章的字数：约2000字（Word统计）\n下一章地址：暂无\n潮汐\n第一章 警告\n　　“噔噔蹬蹬……”一双擦得油亮的皮鞋疾步踏在棕黄色的地砖上，地砖映着黑色的皮鞋，皮鞋背上模糊地映着有着欧式纹理的吊顶和吊灯的拱形大理石屋顶，磨得光亮的大理石映着这个小个子的人。　　他的头发打了啫喱，从左向右，全都梳向一边。他西服革履，右手攥着几张文件，急匆匆地敲响了紫檀木门。　　门里的人透过“猫眼儿”一看，摆好了一个有些诡异的笑容，就把锁拧开了。等那男人进来，他又说道：“小安啊，你这么着急有什么事啊？”　　小安拿起文件，凑到这人脸旁。这人一边带上（顺手关上）门，一边看着。　　“总理先生啊，”小安说道，“秘密天文中心说，我们卫星要脱离轨道了！”　　“那怎么了？”总理问道。　　“那也就没潮汐了。”小安赶紧解释道。　　“我们的一且设备都是以潮汐为基础的呀！”总理说，“这么大的事你跟总统说了吗？”　　小安回答道：“您不是让我有什么事都跟您先说的嘛！”　　总理皱起眉头，龇牙咧嘴地对小安说：“小点儿声——你，你都影响我秘书工作了！”　　小安一边道歉，远处桌前的女秘书则停下工作，抬起头笑着说：“没事，总理先生。”　　总理也尴尬地笑了一下，就推搡着小安到了门口。俩人嘀咕了几句话，总理便抬起声调：“这么重要的事，快像总统先生汇报！”　　总理送走了小安，回过头来，一副忧国忧民的表情挂在脸上，你若是一看，准知道他这是真的着急。他到了办公桌前，也踱来踱去，仿佛有道隐形的屏障不让他坐下。　　“呃……抱歉，我打扰您一下……”秘书小王放下手中的钢笔，微笑着对正在踱步的总理轻轻地说道，“您能说说那个潮汐是怎么了么？”　　总理跟触了电似的突然就不动了，然后回过头来，满脸痛苦：“我们的卫星本来对我们的引力非常大，因此每日早晚的潮汐所提供的能量足以够我们全国人民使用。后来卫星每年都以越来越大的距离远离这颗行星，于是我们又在西部山区建了风力发电站。这些工程都是环保的——好吧，我觉得你已经在新闻上看过这些了。最重要的是，过不了多久卫星就彻底脱离了，而事实上现在潮汐发电已经不起太大作用了，因此我们东部平原的核电站就快完工了……”　　“这么看来，还真是难解决的问题，总理先生。”小王边说着边提起笔继续工作。 　　　　另一方面，小安此时已经到了总统府，把卫星脱离的事情报告给了总统。总统却不慌不忙：　　“这事迟早要来，我们也做好了准备，有什么可害怕的。不过谢谢你给我带话。”　　小安赔了笑脸，对总统说：“总理现在急得像白天沙漠上的僵尸一样。”　　总统听到这个，笑了笑，说道：“那他不得急死！真是个忧国忧民的好总理啊——真配得上他那座右铭！”　　然而国内的一切生活都照常，居民们也早就发现卫星已几乎不可见了。也不想几年前那样，铺垫盖地的恐慌。当初人们发现卫星似乎变小了，尤其是后来天文台又公布了卫星将脱离的消息，一下子成为了人民的焦点，更是各个媒体的财源。　　今天这电视台请了一个专家，明儿那网站就有学者文章。有些人，自称感到了严重不适。事实上，一个脱离哪里是几年的事情？恐怕数万年前的人们就已经适应了引力的改变，甚至在这个星球的姿态发生改变前，这星球上的人类还没诞生。　　每当总统想到这里，就想笑总理的杞人忧天。但是他往深里想，觉得总理主持建设的核电站还没完工，也许对总理造成了刺激，使得总理内疚。但是，总理怎样他还真不一定管得了了——为何？这一年要大选了，总统都不知道自己能不能连任，还哪里有心情管别人。他一心想着连任了继续任命李明当总理，他对于未来的几年十分有信心，只不过这是建立在他赢得选举的基础上罢了。　　过些日子总统要去河东省进行演说，以帮助自己拉票，他还特意叮嘱总理在首都管理政务的同时，帮忙在周边拉拉选票。　　总统日程安排得很紧，选择河东省也是有原因的。他知道所谓河东就是柿河之东，柿河上游，也就是河东省北部有一个柿子瀑布，其实建水电站是很合适的。河东人民希望以此来获得经济效益，可是柿子瀑布的三分之二都是归河西省管辖的，河西人民希望保留这个自然瀑布，不能够建设水利工程。政府最后作为补偿打算在河东省建核电站，可是河东人民又怕污染，因此最后在京南省修建了核电站。　　总统知道他这届任期里干的不错，但是有几个省他是绝对拿不下来的，而河东省他只要去说一说，肯定还是有希望的。但是他也知道，在这几年里，他要实现的目标——一个没成，自己不想接受的事——全部发生了。他一次又一次地喊着要扩充海军，堤防东南边的那个岛国，可是国会又不批钱，结果让对方打了个措手不及，白赔一个海军基地。　　他想起那天，他刚刚就职得那天，带着一点紧张做完了演说，在鲜花和人们的欢呼下，坐着敞篷车进了这里。他近乎度假一样的过了第一年，紧接着为了扩军，一边到处演说，一边跟国会干仗，竟花了小两年时光。之后一年他帮着总理去河西省游说关于水电站的事，这一年里，他才发现，原来什么都不做，反而能保证支持率不掉。　　边想着，总统从寝室里出来，下楼，看着走廊两侧的历任总统的画像，他当着周边站着的守卫，就像没看见他们似的，在那里自己笑着，对着第12任总统的画像说：“费力不讨好！您老干那么多，最终还不是在那木屋子里被人一枪爆头！”\n后言\n\nQ：小龙这段时间干什么去了？\nA：学习真的很紧张，初三狗，而空闲时间则沉迷钢铁雄心4无法自拔……最重要的——懒癌晚期！\nQ：为什么又是一个新坑？老坑呢？\nA：《苦力怕泰迪》问题太多啦，重写在进行，但是很困难……《木之网》本来就是不完结，有灵感就写嘛……《兴与衰》是因为我和@123154567 都没有太多时间……当然以上不是借口，以后都争取填上！\nQ：这坑又是啥玩意？\nA：只是脑洞而已，而且七月构思，八月几段，十二月一章的速度，你说呢？\nQ：小龙回归了？\nA：当然……不是，我只是好不容易写完了一章，从上面我说的就可以看到。\n最后，还请各位多多指教！\n希望大家喜欢，感谢你的阅读~",
    "replies": [
        {
            "author": "透明小小",
            "timestamp": 1481545260,
            "txt_content": "第一段很有画面感\n_(:з」∠)_让我想起b站MMD里地板光滑的见胖次了"
        },
        {
            "author": "玄素",
            "timestamp": 1481563980,
            "txt_content": "小龙早啊~\n于是团真的跑到明年了"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1481938560,
            "txt_content": "本人不善评文，就说一下这个句子吧\n后来卫星每年都以越来越大的距离远离这颗行星\n我觉得拗口，可以改为\n“后来卫星离这颗行星的距离越来越远”\n\n文风不错，代入感好"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482823020,
            "txt_content": "\n第一段很有画面感"
        },
        {
            "author": "123154567",
            "timestamp": 1483188480,
            "txt_content": "比起《木之网》，对话的把握有很大进步呢"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485763020,
            "txt_content": "目测基本弃坑了啊喂——"
        }
    ]
}