{
    "title": "[你の世界]Re:从零开始的mc生活",
    "author": "幽儿~",
    "replyCount": 22,
    "timestamp": 1481446500,
    "txt_content": "\n\n玄姐 我想学习你的藏章节方法不知可否传授呢 滑稽\n加音乐姿势：http://www.mcbbs.net/thread-632872-1-1.html",
    "replies": [
        {
            "author": "玄素",
            "timestamp": 1481446920,
            "txt_content": "标题: [你の世界]Re:从零开始的mc生活 本帖最后由 玄素 于 2016-12-17 22:45 编辑 \n\n你の世界|Re:从零开始的mc生活\n这一切是从什么时候开始的呢？——那时候混沌未分，万物不存。Notch说，要有光。于是世界开辟。\n本来想插音乐的，结果发现这个格式下换页就直接断掉了，排版方式导致的悲剧。所以这里给出两首歌的链接，搭配食用更佳~点彩字跳转√\n\n附注：点击目录翻页初年\n——一切的最初都是蹒跚的，茫然的，然而慢慢探索着踏出第一步之后，却也就再不会回头了。\n所有相遇都是缘分。机缘济会之下我遇到了这个世界。一切还是简陋的，有限的，我只能在256*128*256的方块内移动。就算如此我依旧不止一次的迷路，最后讲家修在了世界的边境上，如果迷路，沿着边界走一圈总能回到家里。\n那是变革到来前的时代。Minecraft pocket edition 0.8.1。\n再一步，就是无限世界的大门。\n我是幸运的，因为我在这短短的等待期已经迷上了这片方块组成的世界，而不是因其简单的画面将之放弃。我试着用我从玩家教程帖中看到的知识去在这个世界活下来（如果没记错，我当时已经找到了mcbbs来，然后看的是龙猫的帖子【跑】），试着去查找相关的游戏视频，试着去学习去探索这个世界。\n于是我等到了pe版无限世界的到来，而那也成为了我陷入这个世界前，最后的迟疑。\n\n一个很严肃的问题是我有不算很轻的3D晕眩。这导致了我无法长时间（超过十分钟）地认真游戏。甚至看别人的视频也会体验到晕眩感……最后的治疗方式是在一个很喜欢转镜头和到处跳的实况主那里，看多了晕多了，也就自然好了。\n后来很久没玩mc+没看视频，又复发了。\n于是晕到了现在。不过还好，玩玩生存没啥问题，但是做建筑或是看到一些很谜的转圈东西还是会晕啊（笑）。\n\n很好，在pe0.9到来时，我不晕3D了，有超平坦世界了，我会想着干什么应该也能猜到了。\n我做了我自己mc历程上第一个小游戏。一个迷宫。石英做哒！3D哒！最开始是想模仿仙剑三外传问路篇的太阳华池来着……做出来的效果，其实还真挺好。可惜存档和帖子都已经失佚，已经找不到那段记录了。\n然后就有了我在mcbbs的注册和第一个帖子。现在看来真是无比羞耻脸的新人报道啊……\n决定用玄素这个名字，也是从mcbbs开始的。我的贴吧ID来源于优酷ID，优酷ID来源于仙剑五前传的游戏预告……在那时候我就以羞耻为由嫌弃了自己的ID。然后恰好想到这两个字，又恰好，没被注册。于是这个ID就跟了我到现在。\n附带提一句，那时候我用的头像是现场撸的黑白为底的一副啥图案来着，用来解释ID（误）。后来统一头像的时候，才改掉。\n\n当时活动范围还主要是在贴吧来着（大概是觉得贴吧门槛比mcbbs低？），然后接触了pe的js。一下子就感觉打开了新世界的大门啊。在撸那个迷宫到手酸之后，get到了快速建造的用法。于是，我起了一座山。\n或者说一堆山啊？第一次试着做地形，然后也是最后一次试着做地形。比较好的一点是我当时的一些动向就有记录了……所以你还能看到那座山长什么样（笑）当时高中，班里面我是第一个玩mcpe的来着……后来也有一群男生玩，结果有次联机生存，他们被我发展速度打击到了……就再也没见到有同学玩过。\n一个人无聊啊，于是又回到了做地图的想法上来。\n于是我完成了我pe第一张也是唯一一张完整的地图制作。叫遗忘之城来着？多人pvp，可考。\n那时候就想，这样的地图要控制玩家的行为实在太难。需要抢物资的图，如果不能一起进入场地显然不公平；多起点的图，要是还能返回出生点显然也很奇怪。pe可以用js做到，可一我不会写js，二这东西本身也限制不小，很尴尬。\n于是我把目光投向了pc。\n发现“哦，有个东西叫命令方块啊？！”\n从此踏上命令玩家的不归之路。\n\n后来也有断断续续的地图制作，两张跑酷图。虽然高三了，但还是浪的可以（笑\n但是最后都因为一些自己的问题吧，没有做完。一是自带拖延症，二是因为自己的跑酷技术实在太渣没法测试……同样可考。\n同时也第一次开始写mc同人文，当初写的设定，到现在也能看到影子。\n同时从各式同人里爱上了Herobrine。\n经历过三个pe服，在第一个服遇上了改变了我mc路线方向的一只家伙。经历了互助和互黑，开心和难过的日子。在第二个服第一次做了op，然后全称努力阻止某只熊op的娱乐活动（谜之微笑\n于是就在mc中，我迎来了我的高考。\n途\n——那时候你还不知道你在追逐什么，只安心的在这个世界流连。你不知道你的命运也不知道未来，但你很快乐。\n高考完最大的影响是，我可以开始pc版之旅了。高中我是一直没有接触电脑的机会的，但是还记得我说过我很早就有去pc版玩命令的想法了么？嗯我把Ender的帖子看了N遍，还把wiki能用页面间链接到达的大部分页面走了一遍。\n然而我依旧不会命令。\n这是不矛盾的，因为实在太缺实践了。第一张想做的图的草稿还在我手机里，只是当时觉得实现好困难没法做，现在觉得实现好简单不想做。简直有毒。\n这是后，之前pe服遇到的那只家伙问我，你要玩pc吗？我这里刚好打算开个pc服。\n于是就跟过去了。\n这导致我到现在为止，单人生存甚至没进过地狱堡垒，更别说末地。\n——因为都去玩服了（笑）\n在那里我认识了我在mc里第一群真正能算得上朋友的人。一个蛮小的服，一群互帮互助互黑的家伙，一个脑洞很大又会玩命令的腐竹搞出了各种稀奇古怪的装置，然后在他的魔改下我们愉快地进行着两星期一周目的生存。\n后来我还写过服史来着，记录了每个周目的玩家，过程中产生的主要梗（没毛病）以及周目结束的原因。\n全程爆笑！\n当时毕竟都是一群逗比在聊天嘛，闲聊吹水一起玩，可以说是我在mc世界最快乐纯粹的一段时光。\n那时候开服一周目的时候那个可爱的腐竹df也是刚开始学命令，然后到大概七周目的时候我已经看不懂他干了些啥了。他成功地成为了一只cber，并且将一群触手带到了我们服。\n毕竟也是看过一堆教程的……看到pca第一反应“哇大触”，瑟瑟发抖。\nad我那时候还不认识（埋），后来发现也是个玩命令的dalao。\n欣欣然。\n“哇你们这群大触教我好不好啊！”不归路里程+=1迷\n——你知道这世界有很多条路，但你不知道你迈出的每一步是否正确。你纠结，你彷徨，你不知所措。——后来你知道其实没什么正确与否的时候，你才明白你是个在别人眼中打转于原点的小丑。\n顺理成章的，我被df带到了tml的群。那时候tml还没有内外群之分……就是一个群讨论所有事情来着。因为当时依旧是贴吧接触的多，对乾坤这个名字……嗯好的，又一只大触。基本当时tml就是贴吧那群命令触的组了，当然当时也不知道这些组之间的恩怨。还看到了一只pm（笑）。\n那时候大约是去年9月。mcbbs技巧版这边呢，有个叫工机巧艺的活动，主题是土豆。tml打算参加啊，于是冰土豆为主题开始做地图。（后来那张图直到上上个月才做完？中间1.9推倒重建过倒是，不过停顿期也就是集体摸鱼了。）\ndf和ad都是建造者之一，当时也在gm3下看过整张地图，服气……于是就躺在群里面当个水笔，倒是也从聊天里开始正式的学命令。系统构建啊命令处理啊，当然还有各种mjsb的细节问题和特性。\n没到一个月，忘了是啥事了……df离开了tml并且去了tcp，tml群里炸了啊，然后pca建了个新群想搞成没有组别的技巧讨论群（结果现在现在那群已经成鱼塘了……），我跟了过去。\n后来又被拉到了cbl新手群。反正又是一波见大触咯（第一次抱了坑坑hhh），抖了半天之后开始试着在群里面吹水看触手学技巧。第一次见到新人手册（笑）。\n一个月以后，毕竟也有足够的基础积累（然后缺应用到现在），基本就能流畅回答群里常见问题了……这时候pca给了我一个邀请，问我愿不愿意加入cbl。\n（我愿意！\n（毕竟入坑时候的目标啊hhhhhhhhhh\n（当时也还是真的蛮开心的，虽然没过两天就多出了一堆奇怪的梗？\n（之后的三天内乾坤和df也相继给了我tml和tcp的邀请……尴尬脸.jpg\n接下来的事情就有些不愉快了起来。这一段不打算详写……有些事真的不知道会开心一点？\n慢慢的知道几个组之间的事情，大概看人也会多一点想法。我还是一般对事不对人的，基本每个组都有朋友来着；基本也在力图别让炸药桶炸了。\n没想到后来真给炸了，我反正是被糊了一脸。\n做和事佬做的真的很心累。有的时候会想为什么要去做这些啊，他们炸就炸呗反正事情迟早得解决硬给拖着也不是个事；但每次又会去试着做点什么别让冲突爆发毕竟只做吃瓜观众也看不下去。\n感觉自己也变了吧，不再能和以前什么都不知道的时候一样看人和待人了。\n不过毕竟有人的地方就有江湖，大概看轻一点就好？\n当然也不是就闲着摸鱼天天日常了。最开始是去帮空白的绵羊崛起当测试员，后来被秋一抓走去了RCG并参与做了喋血II（灵魂画师什么的hhhhhhhhhhhh），然后是第十届擂台赛的地心之路的围观制作和黄沙血战的测试，最后是雪球糊脸游戏燃烧的子弹的参与。其实都没做啥来着23333，要么有事要么别人都快做完了……全程看核动力施工。不过也学到了很多东西就是，而且一群人一起坑地图真的是一件很开心的事。恩也是梗的一大产地。\n慢慢的也就试着去改变。大概不再能变回原来的自己，但是能让自己更开心一点总是好的。也去别的地方寻找新的朋友，去玩各种乱七八糟的游戏，沉迷以撒老滚tr不能自拔；也去日常答疑，日常测试，日常看看有没有新的黑科技出炉，一切都日常掉了，日子平静如水；也去日常写文，聊点有的没的，也很开心。\n是啊。终究我所说的还是那句话，mc就是个游戏，玩的开心就好了。我不希望自己把自己搞的不开心起来（笑），也不希望别人不开心。所以依旧还是做点自己能做的吧，大概？未竟\n——你总觉得自己还有些事没做完。当然，实际上你也没做什么事吧。于是你想，再去做点什么？\n统计一下从去年十一月到现在，我也的确没做什么……日常日子的一点事情罢了。去命令方块吧当过小吧并维护答疑帖至今。我是很少自己写东西来着，学习和练习基本都靠答疑帖，也算互利互助了……虽然回答同一个问题一遍又一遍的感觉也说不上好（笑），但能帮到别人，也就觉得还好啦。mcbbs的问答版有fhc这个爱心狂魔，抢不过……\n啊后来命令方块吧被人恶意投诉，于是乙烯和2b的大吧都掉了；又因为百度的吧主申请制度很有毒，从此那个贴吧再无吧主。尴尬脸。原则上刷帖刷到足够数量还是有望申请，但是刷水这种事我做不出来，不刷水呢，也实在凑不出能达标的帖子量，毕竟那要求基本是屠版级别。于是那块地就这样一直荒着，也是挺可惜的。\n去minecraft吧当了四个月小吧。后来由于自己时间不足，辞掉了。刚好没赶上天坑那个帖子并且被遗忘掉，泪2333。当时也是因为觉得看不下去的帖子太多就去干了一暑假，认识了一群可爱的人。\n附带也在mc吧答疑组挂到现在，虽然现在那个答疑帖存在感约等于零……\n\n闲不住，和一群懒癌（或者核动力？）一起填坑（坑坑：我做了什么你们居然要把我填了）和摸鱼（NO, THEY CAN'T!SHUT UP!），大多时间还是开心着的吧。\n最近在摸鱼期，沉迷tr不能自拔，初始肉后作死开荒已完毕，进入期末模式。\n至少还是能喊得出来一句此生无悔入mc来着。\n喜欢坑文，去年末那个巨坑，今年末还不一定填的上，然而明明没多少字，sad。毕竟现在想来漏洞不少，估计先前的也得改不少地方。\n至于教程则完全是觉得自己有责任去坑一篇，毕竟对命令整体的理解和很多人不尽相同，比较偏向游戏原理+具体分析吧，要是我就这么跑了没人继续的话会很伤心的。于是pca被我带跑偏了（笑）。\n喜欢并讨厌着特性。\n以前的那些人有些已经走了。腐竹df高考去了，退了tcp，将服交给了乙烯；当时的人也就慢慢散掉了。几个一起玩ACU的家伙建了个讨论组，后来发展到玩mc屁股鬼泣AC各种乱七八糟的游戏无所不包。ad去玩/写mod了，表示“原版什么的太不方便啦”。烧饼组建了ACU里的CNBK狂战士社团(真的不是BAKA！)，花式在偷窃任务里丢光全部潜行分。当时服里的核动力人父ori工作+带孩子，不时秀孩子什么的23333。cp，红围巾和hehehe三个人继续去别的服浪了，已经很少有消息。至于我呢，沉迷tr去了，有的时候组里面开服玩生存我也会去凑热闹，然而我啥都不会只会跑图……真的没有好好玩过生存啊。也认得了一大批新的朋友。太多了实在没法列举……所以就偷个小懒哈，不要打我2333知道了一万个梗，甚至专门在资源包(zqk：你再写成材质包我打你啊)里重写了全部的小黄字用以玩梗。也被玩出了一万个梗。\n日子就这样一天天过去。和一年前的我所预想的大不一样，但是似乎也不是坏事。生活的乐趣就是你永远也想不到下一刻会发生什么。嘛，至少难过的时候会想，还有一整个世界爱你。\n记字四一二四。仍旧改不了啰嗦，以及惯例的，看到这里的人，一个抱抱。\n12.17更新，修改少量错别字及表述\n玄素2016.12.11"
        },
        {
            "author": "Java_command",
            "timestamp": 1481447640,
            "txt_content": "哇玄素来啦……\n看你这个历史需要了解不少东西和黑历史才能看懂啊"
        },
        {
            "author": "音凉",
            "timestamp": 1481447760,
            "txt_content": "看起来似乎是一位大神，然而我并不认识"
        },
        {
            "author": "DGK2",
            "timestamp": 1481448420,
            "txt_content": "优胜！绝对优胜！"
        },
        {
            "author": "Mithey",
            "timestamp": 1481449560,
            "txt_content": "厉害厉害..."
        },
        {
            "author": "Because.",
            "timestamp": 1481454180,
            "txt_content": "高科技...\n\n\n\n\n--------“如果没有体会到同样的痛苦的话，是无法真正理解对方的。”\n            “即便真正理解了，也不意味着一定能志同道合。”\n            “这就是，事实。”\n\n"
        },
        {
            "author": "xiaoma636",
            "timestamp": 1481455440,
            "txt_content": "大。。大。。大佬\n\n\n新技能GET"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1481759640,
            "txt_content": "那个目录怎么弄？"
        },
        {
            "author": "TuLv",
            "timestamp": 1481763420,
            "txt_content": "这个就想诗一样，楼主感觉你好有学问啊"
        },
        {
            "author": "古德白",
            "timestamp": 1481764200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "SX_NAOC",
            "timestamp": 1481764620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1481856300,
            "txt_content": "文章如如水流畅清澈……\n写这样文章的人，应该是有个不错的好性情……"
        },
        {
            "author": "Chrisの葉子",
            "timestamp": 1481937360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "世界的人流",
            "timestamp": 1481938920,
            "txt_content": "实是害怕╮(╯_╰)╭"
        },
        {
            "author": "zjy",
            "timestamp": 1481980320,
            "txt_content": "可以的 黑科技"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1481980740,
            "txt_content": "向文艺dalao低头"
        },
        {
            "author": "Belanga",
            "timestamp": 1481981820,
            "txt_content": "原来那画是你画的"
        },
        {
            "author": "玄素",
            "timestamp": 1481985960,
            "txt_content": "Belanga 发表于 2016-12-17 21:37\n原来那画是你画的\n啊明白你意思了……喋血的图不是我画的！真的！！！"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1482514980,
            "txt_content": "窝......窝只是来蹭个抱抱的/////"
        },
        {
            "author": "言之安",
            "timestamp": 1482747060,
            "txt_content": "玄姐的黑科技……好高端"
        },
        {
            "author": "幽冥冥",
            "timestamp": 1482902940,
            "txt_content": "厉害厉害，期待期待"
        },
        {
            "author": "七海八千代",
            "timestamp": 1483761240,
            "txt_content": "我想说这主题名实在吊胃口 #滑稽"
        }
    ]
}