{
    "title": "[CreeperCraftCity] RMS Lusitania - 卢西塔尼亚号 [2016新版]",
    "author": "LocusAzzurro",
    "replyCount": 2,
    "timestamp": 1481561580,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-12-12 17:53 编辑 \n\n卢西塔尼亚号 (2016新版)RMS Lusitania - New Version 2016\n 作品介绍 \n皇家邮轮卢西塔尼亚号（英语：RMS Lusitania），是英国卡纳德邮轮（Cunard Line）所属的豪华客船。为了抗衡德国竞争对手，卡纳德公司的方针是在奢华，速度和载客量上下功夫。在建造该船与其姐妹舰毛里塔尼亚号（RMS Mauritania）和安古塔尼亚号（RMS Aquitania）之中，她们因装备了当时革命性的新式涡轮动力而得以保持25节的航速。另外，还装备了无线电，电梯和其他的现代设备。和别的船相比，卢西塔尼亚号有超过50%的更多乘客搭载量；同时头等舱拥有令人瞩目的豪华装修。\n她最后一次航行的时候，大西洋上正是无限制潜艇战的高峰期。德国大使馆在美国登报警告乘客不要搭乘这条船，即使如此，卢西塔尼亚号依然在1915年5月1日于纽约出发。5月7日下午，本船在被划为战区的爱尔兰南部海岸线11海里处的外海被德军潜艇鱼雷击沉。第二次内部爆炸18分钟内，本船沉没。\n\n20世纪初美国历史上著名富翁之一约翰·皮尔庞特·摩根，想出垄断横渡大西洋航线的念头，并成立IMM国际海运公司（International Mercantile Marine Co.），一家家地购买最感兴趣的邮船公司，并于1902年买??下了英国当时最大的白星航运公司。英国国会感到这是大英帝国的严重耻辱，于是决定捍卫另外一家大轮船公司英国冠达邮轮。同年，英国政府与冠达邮轮签定为期20年的合同，每年向其公司提供15万英镑的支援，并鼓励冠达邮轮建造三艘当时世界上最大的邮船。 1903年，40,000多吨的卢西塔尼亚号在苏??格兰克莱德班克的约翰·布朗船厂（John Brown & Co. Ltd）开工；1904年，姐妹船毛里塔尼亚号开工。卢西塔尼亚号建成时是当时世界最快、最大的邮轮。这两艘船也同时地首次使用了蒸汽轮机代替往复式蒸汽机。由于此项设计，这为它们创下了新的速度也创造了条件。卢西塔尼亚号开创了大西洋邮轮的新纪元。之后，大型邮船纷纷把速度和豪华同时作为追求的目标。\n\n然而于1914年7月爆发的第一次世界大战后，英国政府曾经计划征用卢西塔尼亚号和毛里塔尼亚号改装成武装辅助巡洋舰。战间期，英国与德国都曾将若干商船改装为辅助巡洋舰。装备该门火炮，可用来破坏敌方的海上航运，进而缴获敌人的商船。当然，这样的辅助巡洋舰船并不只限于邮船。帆船、渔船、不定期货船都是有改装的。毛里塔尼亚号和冠达邮轮的新船安古塔尼亚号被征用，后来改装成皇家医疗船（HMHS）。卢西塔尼亚号则被允许继续从事客运服务，以便美国和英国的战时交流。漂亮的白、黑、红外表被涂成全黑色，不挂任何旗帜，船名也被遮盖掉。\n\n1915年5月，驻美德国大使馆在报纸上注销声明称，导致任何乘坐悬挂英国旗帜的船只的美国旅客，生命安全都受到威胁。但是卢西塔尼亚号的乘客们并不把它当一回事。战时被号称“海上灰狗”的卢西塔尼亚号因拥有足够快的速度，所以认为可以摆脱所有的德国潜艇袭击。5月1日，满载着1959名乘客（大部分是美国人）和船员，卢西塔尼亚号从美国纽约出发了。5月7日，她在爱尔兰外海遭遇到严重浓雾而遮蔽了视线，威廉·特纳（William Turner）船长命令把速度减慢到18节。11点30分，大雾逐渐消散而去。正在附近游弋的德国U20号潜艇发现了卢西塔尼亚号；她的航海生涯也就要画上了句点。下午2:12分，第一枚鱼雷击中舰桥下面的船身，紧接着，弥漫的煤炭粉尘引起了猛烈的爆炸（当年英国的调查报告说有2枚鱼雷，后来被证实是错误的）。船上的旅客在惊慌失措中拥上了救生艇甲板。秩序极为混乱，又加上船身急速倾斜，只有右舷的救生艇来得及使用。在短短18分钟后，卢西塔尼亚号带着她的1198名乘客和船员沉入了大海。不过幸运的是那些还来得及弃船的乘客被迅速赶来的爱尔兰渔船救了起来，不至于在海水中冻死。\n由于伤亡者中包括有198名美国人，卢西塔尼亚号的沉没同齐默曼电报事件一道成为美国参加一战的导火索。\n\n经历国籍英国建造场苏格兰克莱德班克约翰·布朗船厂安放龙骨1904年6月16日下水1906年6月7日服役1907年9月7日结局1915年5月7日在爱尔兰南方海域被德国潜艇U-20击沉，1,198人死亡，761人生还。母港英格兰利物浦性能参数排水量44,060 英吨舰长239.87 米舰宽26.67 米动力苏格兰锅炉 x 25。直接作用Parsons蒸汽轮机 x 4。76,000马力速度服务船速：25 节，极速：26.7 节容积头等舱552人\n二等舱460人\n三等舱1,186人\n合计客舱数2,198人船员850人\n\n-- 信息摘自维基百科词条\n\n\n实物对比\n\n\n\n内部原画\n\n\n\n\n\n\n\n\n\n  图片欣赏 \n\n头等舱大楼梯\n\n头等舱写字室\n\n头等舱休息室\n\n头等舱吸烟室\n\n头等舱阳台\n\n头等舱餐厅\n\n豪华套房\n\n二等舱休息室\n\n二等舱会客厅\n\n二等舱吸烟室\n\n二等舱餐厅\n\n三等舱餐厅\n\n三等舱吸烟室\n\n厨房\n\n舰桥\n\n搬运授权\n\n\n本作品通过CC-BY-NC-ND-4.0国际协议授权\n\n 作者：CreeperCraftCity 原始地址：RMS Lusitania NEW VERSION(2016)     如果你喜欢本地图，请到原帖为作者投上一颗钻石     本帖参加【跨年盛典】疯狂夺宝计划活动",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1481563320,
            "txt_content": "擦蓝鸡，这都几点了，还在忙转载？……"
        },
        {
            "author": "一周一个",
            "timestamp": 1481600460,
            "txt_content": "有历史依据，看着有意思。"
        }
    ]
}