{
    "title": "【随笔稿】BlockFight第五章【冒泡先发表一篇……",
    "author": "JedBoy_LD",
    "replyCount": 2,
    "timestamp": 1353250680,
    "txt_content": "BlockFightMinecraft奇幻小说\nD.Green著\n前言：我貌似很久不更新不代表我没有在创作，此作品目前已经创作到了第78章【截止到目前为止】，今天无聊冒泡就在此补上一篇【其实新手又多了我又得重新认识了……】无论是新朋友还是老朋友，老D永远耐你们哦~【前面剧情直接跳到1楼末尾】\n第五章 - 被放逐的土地\n地区：x：98.86530\n           y：72.8675014\n           z：-150.638\n      设定时间1，太阳刚刚露出海平面的时候，我们那鸡蛋四人组踏上了前往塔罗村的路。\n      塔罗村：已有上百万年历史的BlueEnderMan村落，在经历过EnderMan种族之战后从而销声匿迹，相传BlueEnderMan的灵力能量高于其他所有的EnderMan，但是每个BlueEnderMan对太阳的应激比其它种族的EnderMan更为强烈。\n      “克利，能不能再给我一瓶？”西汪问道。\n      “那不是饮料！那是药！”克利非常不耐烦的回答。\n      “不过我喜欢那味道！”\n      “因为里面放了些许蠕虫……”爱德华不怀好意的回头看着西汪。\n      “唔！……”西汪捂住嘴巴，酷似……直接就是吐了好吧！\n      “那位BlueEnderMan酱真是放心我们嗳。”克利说道。\n      “因为她感受到了我那强大的力量！”艾里说道。\n      其他三人黑线，恬不知耻的艾里呀……不要露出一幅金馆长的猥琐面孔给我看啦！\n      在傍晚，四人已经到达了之前与岚儿约定的地点。\n      “貌似BlueEnderMan必须是要夜晚才能出来的吧？”爱德华说道。\n      “女生可不是要晚上才活动嘛……”西汪嘀咕道。\n      克利拿出地图，仔细看了许久后发出了惊讶的一声：“哎？！！”\n      其它三人默然的转过自己那方方正正的脑袋看着克利。\n      “地图上显示这个地方是透明的！”克利无法相信自己的眼睛。\n      “啊？……BuG了吧……”爱德华侃道。\n      可是他们脚底下踩的是确确实实的泥土地，但是地图上根本没有显示个地方有任何的Block——直接就是无色的，仿佛不知何时蒸发了一样。\n      “你看的是什么地图啊，我这里就有啊。”艾里拿出自己的新地图给克利看。\n      “哎呀，你的那是什么呀，塔罗村自上古就被施加的魔法，在普通地图上根本无法显示的。”\n      “………………”其它三人木了。\n      “哎呀，说也说不清楚，这本是从皇家图书馆里的远古记录，全世界一共只有三本。”\n      “………………”其它三人鄙视的目光看着克利。\n      “哦……原来这个地方你没有偷过来啊！”西汪灵光一现似的说道。\n      “………………啥？”\n      就在四人在哪里自己说自己，不知如何前进时，岚儿以迅雷不及掩耳之响叮当了个当之势出现在了他们面前。\n      “哟，美女，你别告诉我太阳现在才落下……”\n      “………………，哎呀，不要说闲话了，我需要你们的帮助！”岚儿顾不上和他们闲扯。\n      “看上去好像发生了大事，怎么了？”克利说道。\n      “BlackEnderMan让村庄消失了！我是好不容易才脱身的！”\n      BlackEnderMan - 受契约而服从于该契约者的EnderMan，此EnderMan的眼神已经完全黯淡，毫无感情。BlackEnderMan是在其他所有EnderMan基础上所变成的，他们只会听从其主人的命令并且可以被赋予任何特殊的能力，但是，想与EnderMan达成契约的条件，目前除用巫术捕捉外，其他方法尚未可知。\n      “这个时候还有玩木偶的人啊？”爱德华说道。\n      “这是一定是巫术所为。它们一定被赋予了掌握空间的咒语。”克利分析道。\n      “掌握空间？看来这个契约者能力不小啊。”爱德华道。\n      “好的！让他们见识一下本伐木工的厉害吧！”艾里挥动斧头。\n      “呃……不过我们如何找到他们呢？”西汪永远是最冷静的人【在没有MM没有喝醉的时候】。\n      “塔罗村原本受到摩克达耶【地狱之主，之后再做介绍】的诅咒，成为一块不为人知的土地，有人称它为‘被放逐的土地’但是多年以来，我们从来没有迁移过，直到昨晚……”\n      “原来远古记录上没有显示塔罗村的位置原因是这个啊！”克利恍然大悟。\n      “咔。”艾里活动了一下拳头。\n      “让你们再为本大爷的精准度所倾倒吧！”爱德华握紧弓。\n      岚儿慢慢地看到了希望，但是还不免感到担心，因为她信任他们的人品，但不信任他们的能力，他们真的有那么强可以打败这个契约者吗？\n      “放心吧，我们一定会救出你的族人的！”西汪自信满满地说道。\n      克利也不知不觉的攥紧拳头。\n      这是四位勇士所面临的第一次考验，他们所面临的“契约者”究竟为何方神圣？\n【吐槽：先为大家介绍一下摩克达耶吧。摩克达耶 - 地狱之主，血和火焰的主宰，虽说是地狱的主人，但他并没有任何一丝邪恶，他只是负责打扫自己的“家园”。摩克达耶是一位无法与常人接触和无法被常人所察觉的，他不属于Human，也不为多数人所知。BlueEnderMan之所以能看到他正是因为BlueEnderMan种族里那天生强大的灵力。\n可算是要切合主题要打仗了，其实当初我很头疼第一次战斗，不过好在我写出来了，后面的故事也会异常精彩的！【异常……】有空我也会稍微小小的跟进一下吧。】\n\n\n                           第三章&第四章                                                                       尽请期待\n  \n      \n",
    "replies": [
        {
            "author": "A180273196",
            "timestamp": 1353270660,
            "txt_content": "支持下~SF~文字看这头疼"
        },
        {
            "author": "sabo970",
            "timestamp": 1353298680,
            "txt_content": "纯支持啊。。。。"
        }
    ]
}