{
    "title": "3.17.10.0更新来了",
    "author": "无名人",
    "replyCount": 2,
    "timestamp": 1481960880,
    "txt_content": "本次更新，添加了一张用于庆祝圣诞节的地图，并且开始掉落圣诞节箱子，但是几率只有50%\n原文链接:http://store.steampowered.com/news/?appids=304930\n有错误欢迎指出\n\n\n添加项\nAdded Festive Russia map. \n添加了庆祝节日的俄罗斯地图\n\nAdded Festive Gift Present to drops with some new items inside. \n添加了现在的节日礼物(圣诞节箱子)又开始掉落，并且包含一些新的物品\n\nAdded 10x higher detail versions of every tree model and option to enable them. \n添加了10倍更高的细节版本用于在每颗树木的模型上和在选项启用他们\n\nAdded graphics option for wind quality, low being the old windy foliage option. \n图形选项添加了风的质量，较低的选项作为旧版本的树叶晃动\n\nAdded rewritten higher performance/quality grass/foliage system, more info below. \n添加了重写高性能/质量的草/树叶系统，更多信息在下面\n\nAccepted a few festive themed curated workshop skins.\n饰品创意工坊接受了一些节日主题的皮肤\n\n优化项\nBattlEye security update. (for all BattlEye protected games)\nBattlEye反作弊保护更新 (所有受BattlEye保护的游戏)\n\n调整项\nTweaked several large boulders to have landmark LODs. \n调整了几个大型巨石拥有的地标多细节层次\n\nTemporarily disabled ambient occlusion in forward render mode.\n激进渲染模式暂时关闭环境光遮蔽\n\n修复项\nFixed items in storage getting dropping in the wrong spot when an attached vehicle was destroyed. \n修复了载具被摧毁时，放置在载具的储存箱的物品会掉落在错误的地方\n\nFixed standing inside door when placed. \n修复了站在门里面时放置\n\nFixed unable to interact with mannequins. \n修复了无法与模特道具互动\n\nFixed dropping window tabs into the wrong slot. \n修复了掉落窗口标签信息的错误插槽\n\nFixed loading BattlEye from non-ANSI paths. \n修复BattlEye从非ANSI路径加载\n\nFixed another animation issue with left-handed driving. \n修复了左手开车的另一个动画问题\n\nFixed connect screen missing gold message. \n修复了连接画面丢失黄金信息\n\nFixed mixed-up insanimus grizzly IDs. \n修复了insanimus灰熊的ID混合起来\n\nFixed slightly incorrect landscape splatmap to world coordinates. \n世界坐标修复了稍微有些不正确景观的图示地图\n\nFixed a splatmap brush blending issue, added normalize button for repair.\n修复了一个图示地图刷子混合的问题，添加了修复恢复正常的按钮\n",
    "replies": [
        {
            "author": "233dren",
            "timestamp": 1481964540,
            "txt_content": "感谢楼主分享~~~"
        },
        {
            "author": "001020as",
            "timestamp": 1482154080,
            "txt_content": "感谢楼主"
        }
    ]
}