{
    "title": "<原创·连载>因解效应·热寂[第六章：闪烁回响于昔日的旋律][S_RwE]",
    "author": "S_RwE",
    "replyCount": 4,
    "timestamp": 1481979960,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-21 23:57 编辑 \n“纳撒尼尔·麦克亚当，指定任务完成。”几个月前的[穹顶]的模拟实验室里，在规定时间还剩一半就完成了虚拟挑战任务。纳特持枪站在红色的虚拟纹路网格上，对着墙上的摄像头说道。工作人员们正透过那个装置看着自己。他轻微的喘着气，右手拂过步枪的枪管。轻扣枪身保险，银色的金属光泽闪烁间，枪身便从手臂长度缩短为原来的三分之一，被别在了合金腰带上。“看吧，因组系列枪械把二班班长的作战效率提高了多少！所以你们现在同意普及了吗？”监视室中，本应在食堂啃面包的安格斯对着那些工作人员喊道。但却没有一人回应，甚至没有一个人回头，他们都只是看着屏幕上的数据，也不作分析。核心人员对虚拟房间内的纳特下达了休息的命令后，双手推向面前的电脑桌，转椅的轮子滚动，他站起身来。“安格斯，你能做出这个东西我很高兴，你拥有远远超越自己年龄层面的智慧。”“改造人技术已经在应用中，人们很快就会从负面因段的折磨中解脱出来。正规军组织在拥有了真正的高端战力后，你们这些孩子也不会因为犯了小错误而被迫参军，好了，去吃饭吧。下次再偷跑到控制室来你就会被关禁闭了，钥匙还给我。”安格斯将上衣口袋中的ID卡取出，他皱着眉，看着面前这个穿着白大褂的人。“为什么连你都看不起我，我知道你跟他们不一样。”\n“我没有看不起你，但我不会向你提供任何帮助。”\n“你也看得出来吧！这里有多腐败，你为什么能心平气和的为那样一群人工作！”\n“大概是为了工资吧。”安格斯的目光中的怒意似乎能溅射到空气中。\n\n\n\n\n第六章：闪烁回响于昔日的旋律\n\n细密的子弹倾泻，每次开火都会有20发针状子弹从霞弹枪管射出，仅仅一个腾身而起的时间枪口就喷射了不下5次焰火。弹幕覆盖之下，诺厄能做的只有抬起双手挡在面前。\n弹夹已空，纳特在诺厄看清自己前就向后急退，隐匿入迷雾烟尘之中，遍地都是弹壳落地的叮当声，火药味激荡与空气中。\n再厚的外骨骼也挡不住实枪荷弹，照面，诺厄的身体防御机制就遭到严重破坏。金属拉扯的撕裂声从他身上响起，令人龇牙。惊怒交加间，诺厄看着自己面前的对手——纳特的身体才刚从半空中落下，视线却也已经和他相对。瞳孔之中似乎没有任何情绪，就像一具正在为战争服务的机器。\n\n诺厄不会想到，自己在执行处决[EC]任务时还会遭遇到来自贫民窟的敌人。被穹顶流放的贫民们很少，早就分散在了各地，连温饱都有问题的他们根本不可能给正规军队造成实际威胁。况且本身正规军就是贫民需要躲避的对象，[穹顶]上没有任何一条法律规定伤害一个被流放的人需要付出怎样的代价，我们是没有人权的。\n\n更没想到这个人会是自己以前的战友，纳特。\n“警告，机械护甲损坏程度63％，使用者上躯体组织出现擦伤。”\n诺厄是正规军组织的第一批改造人，失去了原本作为人类的因组。但他拥有了超乎常人的身体机能，并在此基础上装备外骨骼装甲。是正常人所无法战胜的。刚刚响起的声音便是防护服连接身体神经中枢的提示音，只有诺厄能听到。\n\n但他却做了一件奇怪的事情。\n\n他将提示音外放了，声音大到纳特甚至是躲在远处的格里也能听的到。\n“机械护甲修复程序启动，正在摒弃损毁部件。”\n\n诺厄单手从鞘中抽出身后的巨剑，剑身上的纹路从黯淡转变为血红色，曲折着汇聚向剑柄的方向。周围的空气似乎都在为其绷紧。紧接着，诺厄的另一只手也握向了剑柄。骤然，红光亮起，本银白色的锋刃像是被血红色点燃一般。鲜艳跳动的色彩，血红色的光点雾气乍现，红色的网格纹路从他脚下绽开，本盘旋飞向坠落[EC]的无人机都在诺厄上空静止了下来。\n\n那是只有高级无人机才拥有的能力，[link]。\n\n纳特看也没看这幅景象，尽管这是他所不能够理解的，但他的目标始终没有改变。\n击败他。\n\n“敌人似乎很强啊。”通讯器那头的格里叹气道。\n\n这个笨蛋，纳特心里暗骂。\n\n他此时借住迷雾才能脱离，但通讯器的声音可不会被烟尘挡住。通讯器的声音瞬间另诺厄定位了纳特的方向，无人机的红色光链转移到了他的剑身，用力向下斩去。似乎收到了指令，本静止在空中的无人机立刻俯冲向下，将迷雾荡散在纳特眼前，机群划出一个倾斜的十字形。爆步而起的诺厄力量之大，脚下的岩石都出现了蛛网般的皲裂。横斩向纳特。\n\n只要将双腿斩落就行，分裂因段不会让纳撒尼尔死去。\n\n“子弹指令——穿甲弹。”\n没有退路，只要命中上肢就能打断他的冲击。\n\n纳特单膝跪在地面，位置暴露的劣势令他全身神经都仅仅系在这次射击上。步枪转变为的狙击枪管狭长冰冷。\n\n但在诺厄冲锋的路径上，却是一次冲天的火光。格里安置的炸弹在精确的遥控下爆炸，火光淹没了诺厄。\n“警告，机械护甲损坏程度52％，使用者右脚机能在接下来的30内进入间歇瘫痪状态。”\n\n好样的。\n\n该死。\n\n纳特和诺厄心中分别响起这样的声音。\n\n\n\n\n\n本章字数1653久违的一更多看看索引可以帮助读者理顺我这个人跳脱的思维虽然索引也讲的不清楚...\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black \n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1481981460,
            "txt_content": "第五章的链接不知道中了什么毒了\n所以弄了个索引在那里\n其他章节反正都是全部章节贴出来的\n我就没弄索引了，其实是忘记了\n索引请点签名档名片"
        },
        {
            "author": "玄素",
            "timestamp": 1481987760,
            "txt_content": "一如既往的用心啊。\n读着有点当时看《浩瀚之锡》的感觉，虽然明明内容全不一样但是同样让人热血沸腾(笑"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485088500,
            "txt_content": "脑补战斗画面略困难"
        },
        {
            "author": "Aone_Tisn",
            "timestamp": 1485175140,
            "txt_content": "6666666666666666666666666666666"
        }
    ]
}