{
    "title": "Add-Ons : 名字代表了什么？",
    "author": "LocusAzzurro",
    "replyCount": 7,
    "timestamp": 1481969280,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-12-21 14:18 编辑 \n\n\n\nADD-ONS：名字代表了什么？\nADD-ONS: WHAT'S IN A NAME?\n\n\n一个短而精的包名指南\nA short (but important!) guide to naming pack types\n\n我们对你们对于携带版和Windows10版的Add-on的反应感到震惊。你们已经写了成千上万个了！我最喜欢的是Ovo's Rustic: Redemption, More Chairs, PC GUI和Villager Guards。\n\nWe’ve been overwhelmed by your response to Add-Ons in Minecraft Pocket Edition and Windows 10 Edition. You’ve already written tens of thousands of them! Some of my favorites are Ovo’s Rustic: Redemption, More Chairs, PC GUI, and Villager Guards.\n\n对于外行来说，Add-On基本就是一包可以让你修改Minecraft世界法则的文件。想要50英尺高的鸡？没问题！你想组建一个听候你命令的猪人军团，然后让他们穿上芭蕾舞裙？你也能做到，你个怪人！如果你想看到更多的例子，可以看看我们的Add-On页面。它们可以做到很多事情！\n\nFor the uninitiated, an Add-On is basically a pack of files that lets you change how Minecraft's world works. Want 50ft chickens? You can have them! Want to create a pigman army to do your bidding and dress them all in frilly tutus? You can do that too, you weirdo! If you want more examples of what you can do with them, check out our dedicated Add-Ons page. They're pretty powerful things!\n\n不过，我们发现了一些人搞混了不同类型的包。它虽小，但是很容易弄错，并可能会损坏文件。我们觉得有必要来简单介绍一下最基础的几类包以及它们的文件名，以便参考：\nHowever, we've noticed some folk getting confused about the different pack types. It's a small thing, but it's easy to get wrong, and can lead to corrupted files. We thought it might be helpful to outline some of the basic types and file names, for easy reference:\n\n1. 资源包\n1. RESOURCE PACKS\n\n它们可以给游戏换肤。资源包可能含有图片，声音和模型文件，并打包成mcpack文件。当你导入一个mcpack文件时，你会看到一个弹出消息，指示被导入的东西，在此之后，会有另一条消息提示导入完成。\nThese allow the game to be re-skinned. Resource packs can contain images, sound, and descriptions of models, and are packaged as mcpack files. When you import an mcpack, you’ll see a message pop up indicating what is being imported and then, later, another message telling you the import is complete.\n\n\n\n在导入资源包之后，你可以通过点击包并点击 + 图标的方式在所有地图上应用它，或者你可以在地图设置里给单独的一个地图应用。\nAfter importing the pack, you can enable it for all worlds here by clicking on the pack and the clicking the ‘+’ icon, or you can apply the pack to individual worlds in the world settings.\n\n\n\n2. 行为包\n2. BEHAVIOR PACKS\n\n它们会修改游戏的运行方式。目前，行为包可以控制实体的行为方式，重新组织游戏内置的实体行为（试着想一下可以骑的鸡，或者头脑冷静不会爆炸的苦力怕）。行为包只能被应用到单个地图上，不能全局开启。和资源包一样，它们也是打包成mcpack文件的。\nThese configure the behavior of the game. Right now, behaviour packs can configure the behaviour of entities, allowing recombination of built in entity behaviors (think: chickens you can ride or cool-headed creepers that don’t explode). Behavior packs can only be configured per world and not globally. Just like resource packs, they can be packaged as an mcpack file.\n\n\n\n在这里你可以开启每个地图上的资源包和行为包。它的效果和全局设定的资源包效果一样，只是只影响你正在创建或编辑的地图。\nHere’s where you enable per-world resource and behavior packs. It works the same way as global resource packs, except applied only to world you’re creating or editing.\n\n3. 地图文件\n3. WORLD FILES\n\n它们是被打包成mcworld文件的地图。它们可以像mcpack一样被导入。当你导入一个地图时，它会被添加到你的地图列表里，和你已创建的那些放在一起。你可以通过将地图路径中的文件制作成压缩文件的方式制作地图包。\nThese are worlds packaged as mcworld files. They can be imported in the same way as mcpacks. When you import a world it is added to your world list right along with the worlds you’ve created. You can create them by just zipping up the contents of a world directory.\n\n再来点别的好用的资源如何？\nHow about some other handy resources?\n\n在很多地方都可以找到更多的Add-On相关知识。我发现了了一些你可以找到并下载Add-On的地方：\nThere are many places where you can learn more about Add-Ons. A couple of sites have appeared on my radar that you can discover and download Add-Ons from:\n\nMCPEDLCurse\n\n\n平台相关安装方式可以在我们的Add-On页面上的“安装方式”部分查看。\nPer platform details on how to install can be found on our Add-Ons page under “Installation Instructions”.\n\n你也可以在Minecraft百科上找到更多的Add-On相关信息。\nYou can also find more information on Add-Ons on the Minecraft Wiki.\n\n我们期待你的创作！\nWe can’t wait to see what you make next!\n\nMichael Ott 2016年12月16日 发布\n\n原文地址：https://minecraft.net/zh-hans/article/add-ons-whats-name",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1481969340,
            "txt_content": "怎么有一大堆英文？"
        },
        {
            "author": "Chrisの葉子",
            "timestamp": 1481969640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "langyo",
            "timestamp": 1481971380,
            "txt_content": "说白了就是PE有官方ModAPI嘛"
        },
        {
            "author": "GTX1920",
            "timestamp": 1481986620,
            "txt_content": "没人搬1.0.0.8吗？"
        },
        {
            "author": "zyjking",
            "timestamp": 1482027240,
            "txt_content": "额，表示从不加行为包，只用材质包"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1482114120,
            "txt_content": "GTX1920 发表于 2016-12-17 22:57\n没人搬1.0.0.8吗？\n1.0.0.8发布了吗？"
        },
        {
            "author": "GTX1920",
            "timestamp": 1482151020,
            "txt_content": "貔貅I勿念 发表于 2016-12-19 10:22\n1.0.0.8发布了吗？\n17号在playstore看见过"
        }
    ]
}