{
    "title": "Chunky的故事",
    "author": "LocusAzzurro",
    "replyCount": 4,
    "timestamp": 1481989620,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-12-21 22:44 编辑 \n\n\nChunky的故事\nTHE STORY OF CHUNKY\n\n广大PC玩家最喜爱的渲染器是怎么编写的\nHow every PC player’s fave renderer was wrought\n\n\nChunky是个用于查看Minecraft PC版地图的强力工具。只需要加载地图，选择要加入的区块，摆好镜头，让阳光洒在你的作品上，就可以把它渲染出来了 - 这个步骤可能会花费数个小时，但可以制作出华丽的图片（在Reddit上甚至有一个专页，r/chunky，让玩家们装逼）。\n它还自带了很多个镜头预制，让你可以简单制作等距投影图 - 如下方的图片所示，是一个向下方对角方向俯视地形的视角，不带有任何游戏中一般会有的视差。\n\nChucky是Jesper ?qvist的脑洞，但其实最开始并不是个渲染工具：“最初，它只是个2D地图工具，”他这样介绍。“我可以高亮不同种类的方块然后一层层浏览Minecraft地图，这样我就能找到我矿洞里的钻石在哪里了。”\n\nChunky is an amazing tool for visualising your PC Minecraft worlds. You load up your world, select which chunks you want to pull in, and frame the shot, staging the sunlight to hit your creation just so. And then you render it out - a process which can take many hours, but creates gorgeous images. (There’s even a dedicated page on Reddit, r/chunky, where people show off their cool stuff.)\nIt also comes with a load of camera presets that let you take isometric shots really easily - isometric being the sort of view shown below, where you get a downward diagonal view of the landscape without any of the normal foreshortening you see in-game.\nChunky is the brainchild of Jesper ?qvist, but it didn’t start out as a rendering tool: “In the beginning, it was just a 2D mapping tool,” he explains. “I could highlight different block types and then I could scroll through the layers of the Minecraft world so I could see easily where there were diamonds in my mines.”\n\n\n最初，它只是个2D地图工具，这样我就能找到我矿洞里的钻石在哪里了\n几年之后，Jesper受到社区对渲染地图的重视性的启发，对程序的功能进行了扩充。“一般他们都会使用一个转换器来将一部分地图转换成一个3D模型的格式，这样你就能在渲染器里加载它了。但这整个过程十分麻烦，我一直对3D建模和渲染有兴趣，所以我觉得向Chucky添加渲染支持应该会是个很有趣的事。”\n\nA few years later, Jesper was inspired to expand the program by the community’s growing interest in rendering their Minecraft worlds. “Usually they used a converter that could export some of the Minecraft world into a 3D model format so that you could load it into a render. But that whole process was cumbersome. I’ve always been interested in 3D modelling and rendering, so I thought it would be really fun to add rendering support to Chunky.”\n\n\n\n\nChucky的渲染图如此赏心悦目的原因，是程序绘制场景的方式的不同，使光照更加自然。Minecraft游戏内的渲染器的运作方式是通过将3D场景拆分为许多细小的三角形表面，计算每个三角形在最终图片上的位置，并将它绘制在对应的位置上来完成的。\n\n“可以说，在Chucky中，你做的是反向的工作，”Jesper说。“从你屏幕上显示的每个像素的位置出发， 你能通过这个点在游戏地图上看到什么？想象一下随着从你眼中出发的一条射线进入3D世界，并观察它击中的物体。这是个更简单的渲染方式，也可以让你更轻易地制作出更自然的效果，当然它也有更高的要求”\n\nThe reason Chunky renders look so lovely is the different way the program draws the scene, allowing for much more natural lighting. Minecraft’s in-game renderer works by breaking down the 3D scene into lots and lots of tiny triangular surfaces. Then it works out where each triangle will end up in the final picture, and draws it onto the screen in the right spot.\n\n“In Chunky, you kind of do it the opposite way around,” says Jesper. “For each pixel displayed on your screen, you ask, what can you seen in the game world from this point? It’s like you’re following an imaginary ray from your eye into the 3D world, and working out what it collides with. That’s both a more simple way of rendering stuff, and you can do more realistic effects more easily, but it’s also more demanding.”\n\n\n\n\nChunky使用的技术，路径追踪，在此之上增加了一个随机性元素：当一条射线碰撞到一个方块时，它会向一个随机方向反射。“可能会碰到另一个方块，或者一个光源，或者飞上天，”Jesper说。“根据结果不同，会得到不同的光照效果。”\n\nChunky会在每个像素上不断重复这个步骤，得到从整个场景上到达这个像素上的光照量的平均值。如此一来成品会显得真实得多，但这个被称为采样的重复操作需要时间来完成。如果每个像素只有很少的采样，效果会有些随机 - 但如同下图所示，采样数越高，光照就越平均。\n\nThe technique Chunky uses, called path-tracing, adds a random element: once a ray collides with a block, it bounces off in a random direction. “Maybe it hits another block, or a lightsource, or flies into the sky,” says Jesper. “You get a different lighting conditions for each of these scenarios.”\n\nChunky then repeats this procedure for each pixel over and over again, allowing you to take an average which takes into account all of the light coming into that pixel from all over the scene. The results are much more realistic, but this repetitive process, called sampling, takes time. If you only have a few samples per pixel, the results will be a little random - but as you can see in the images below, the more samples you get the more consistent the lighting.\n\n\n\n\n\n\n\n别忘了它很耗时间 - 尤其是当渲染带有很多像火把这种光源的场景的时候。虽然我有个强力的电脑，但也花了60小时左右才弄掉上图里的噪点，那还只是一个Minecraft区块！Jesper不推荐渲染带有很多光源的场景，而且记得只加载场景需要的那些区块。就算一些区块在镜头之外，Chunky仍然会计算在那里弹射的射线，造成渲染速度降低。\n\nJesper还在继续开发Chunky，并希望有一天它能更好地渲染实体以及地形。“我添加了玩家实体 - 但还没完全完成。例如你可以渲染一个玩家，但是不能看到他们手里的东西。我也会加入盔甲渲染，还有生物！”\n\n更多关于Chunky使用方法的信息可以在网站上找到，但Reddit也提供了一些如何做出最好的渲染的建议。看一看，获得灵感，制作你自己的Minecraft世界顶级照片吧！\n\nIt costs a lot of time though - especially if you’re rendering scenes with torches and other light-emitters. I have a beefy PC, but it took something around 60 hours to get rid of the noise in the above scene - and that’s just a single chunk of Minecraft! Jesper advises against rendering things with lots of light-sources, and making sure you’ve loaded as few chunks as necessary to fill the scene. Even if the chunks are out of shot of the camera, Chunky will still be calculating rays bouncing into them, and slowing the render down.\n\nJesper’s still working on Chunky, and hopes to one day it’ll render entities better, as well as the landscape. “I’ve added player entities - but not fully. You can render a player, but not see what they have in their hand, for example. I’d like to add armor rendering and mobs, too!”\n\nMore information on how to use Chunky can be found on its site, but Reddit also has good advice on how to get the most out of your renders. Have a look and get inspired to take super snaps of your own Minecraft world!\n\n\nMarsh Davies \n\n2016年11月28日 发布\n\n原文地址：https://minecraft.net/zh-hans/article/story-chunky",
    "replies": [
        {
            "author": "tdiant",
            "timestamp": 1482059040,
            "txt_content": "woc这个效果真心不赖！还是歪果仁脑洞大"
        },
        {
            "author": "harric",
            "timestamp": 1482552000,
            "txt_content": "好玩 好听 求继续 出下板"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483096800,
            "txt_content": "好玩 好听"
        },
        {
            "author": "凡蜀黍",
            "timestamp": 1483708920,
            "txt_content": ""
        }
    ]
}