{
    "title": "我们的十大推荐！",
    "author": "乙烯_中国",
    "replyCount": 3,
    "timestamp": 1481987880,
    "txt_content": " 本帖最后由 乙烯_中国 于 2016-12-17 23:31 编辑 \n\n\n\n\nTis the season of giving - or more accurately in my case, the season of panicking about what to give. Luckily, we’ve made it easy as possible for you to treat the special minecrafters in your life with this brief guide to our top gifts.\n又到一年送礼日，或者更准确的说，又到人们苦思冥想该送什么礼物的时节。幸运的是，我们给你列了一份尽可能简单的清单，如果你想用我们的顶级礼品招待一些特殊的mc玩家的话。\nOf course, if you’re stuck for an idea of what to give someone who isn’t a minecrafter: why not get them Minecraft itself? You can grab a gift code through the Mojang accounts site or as a pre-paid card from an old-fashioned real-life store. Then you can share your hobby and let our merch store solve all your gift-giving issues for future festive seasons (and birthdays too, for that matter)!\n当然，如果你想送的人并不是一个mc玩家的话，为什么不送给他一份正版的Minecraft呢？你可以在这个网站买一份礼品码，或者，从商店里买一份实体卡。然后你就可以分享你的兴趣了。让我们的商店来为你解决将来所有节日的礼物问题吧。（包括生日哟）\n\nWe’ve included links below to the store run by our chums at J!NX, but be aware that there are lots of other ways to buy Minecraft goodies that may better suit your location - Amazon has a special Minecraft store, and lots of regional outlets, for example.\n我们在J！NX商铺里提供了包括下方商品的链接，但是同样的还有其他许多方式来满足你的购买需求，亚马逊也有一个特殊的Minecraft商店，还有很多的地区性的特卖会哦。\n\n\n1. RADIO CONTROLLED GHAST\n1.无线恶魂\nGot a gadget-lover in the family? Put their aeronautical skills to the test with this flying ghast toy. They’ll cry tears of joy (unless it lands in the neigbour’s pond). Get it from J!NX here.\n家里有个道具爱好者？用这个飞行恶魂玩具测试他们的航空技能吧，这可会让他们喜极而泣哦（除非它着陆在邻居家的泳池里）\n点此购买\n\n\n\n\n2. CREEPER SCARF\n2.爬行者围巾\nCelebrating Minecraft’s most volatile mob, this scarf will not only keep you toasty warm, but ensure you see the festivities out with a bang! Buy it from J!NX here.\n庆祝MC里最暴力的生物，这围巾可不止保暖，也可以让你看到爆炸性的庆祝活动哦！\n点此购买\n\n\n3. THE COMPLETE HANDBOOK COLLECTION\n3.完整手册集\nThe holidays are the perfect time to settle down by the fire with a good book. Why not get expert at Minecraft at the same time? This handsome collection brings together updated editions of the Essential Handbook, Redstone Handbook, Combat Handbook, and Construction Handbook.\nBuy it from J!NX here.\n假期可是最适合和一本好书共同度过的。那为何不同时磨砺一下Minecraft的游戏技术呢？这个超赞的系列包含了基本、红石、战斗以及建筑手册的更新版本。\n点此购买\n\n\n4. CHICKEN PLUSH\n4.鸡公仔\nA plump bird is a traditional part of many a festive feast - but this one’s better to cuddle than consume. Pluck it from J!NX here.\n丰润的鸟自古以来就是许多节日盛宴的必须组成部分，\n但它搂起来比吃起来更爽。\n点此购买\n\n\n\n5. CRAFTING TABLE SNAP BACK HAT\n5.合成台棒球帽\nOne of the latest caps in our collection, this champions the ingenuity, potential and power inherent not only in the crafting table it depicts, but the bulging minecrafter brain that should lie beneath. Snap it up from J!NX here.\n这是我们系列中最新的帽子，这代表着合成表以及其下MC玩家大脑的聪明、潜力以及力量。\n点此购买\n\n\n\n6. LEGO MINECRAFT CRAFTING BOX\n6.乐高Minecraft套装\nFor the minecrafter who has it all, give a gift which taps into that one endless resource - their own imagination. This set of assorted Minecraft-y blocks can be assembled any which way they please, or inspire ambitious additions to their existing LEGO creations! Get it from J!NX here.\n拥有此物的MC玩家能用他独有的想象力来挖掘无限的资源。这套MC-y方块大整合能让他们以任何想要的方式完成组装，或者激发他们现有的乐高创作欲。\n\n点此购买\n\n7. TRANSFORMING GOLD SWORD / PICKAXE\n7.变形黄金剑/镐\nA classic combo fused into a single transforming item for extra portability. Also pretty bling. Buy it from J!NX here.\n将一套经典的组合融入一个独有的变形物品以增加了便携性。当然同样是闪亮亮的哟。\n点此购买\n\n\n\n\n8. EXPLODING CREEPER\n8.爆炸爬行者\nYou can’t end a seasonal feast without a cracker. Poke the button on this five-inch creeper figure and the green meanie pops right apart. You have to supply your own explosive sound effects, though. Buy it here from J!NX.\n没有爆炸可不能结束节日盛会。按下这个爬行者上的按钮，他就会四分五裂哟，尽管你得自己配上爆炸的音效。\n点此购买\n\n\n\n\n9. HANGERS SERIES 3 BLIND PACK\n9.三联装挂饰\nWant to add a little extra mystery to your present? Then this blind box will keep your gift-getter guessing, even once the wrapping paper's off. Each 3-inch figure is ideal to dangle from the branches of a tinsel-dressed tree, too! Get it from J!NX here.\n想为你得礼物添加一点神秘感？那么这个盲盒包装完成后可就要让收礼者好好猜猜了。3英寸的大小刚刚好可以用铁丝串在树上哟。\n点此购买\n\n\n10. VINTAGE BATTLE STEVE HOODIE\n10.最佳战斗史蒂夫兜帽衫\nSee out the end of the year with a hoodie illustrating The End itself - and the climactic battle therein! Artfully distressed for that vintage feel. Get it from J!NX here.\n看见穿着兜帽衫的年末，很明显的说明了他自身——和其最后的对决。对其复古感有着淡淡的忧郁。\n点此购买\n\nGift giving made easy, right? Of course, if you fancy any of these trinkets yourself, you might find a subtle way to deliver this page’s address to friends and family. And you can find even more goodies on our merch store page!\n送礼是不是更简单了呢？当然，如果你想要这些东西的话，你也可以微妙的把这些地址提供给你的亲友们哦。当然你可以在我们的商店里找到更多好东西！ \n原文 ：https://minecraft.net/zh-hans/ar ... n-stocking-stuffers\n\n\n\n",
    "replies": [
        {
            "author": "Mr-Herobrine",
            "timestamp": 1483254480,
            "txt_content": "66666可以的666"
        },
        {
            "author": "tsd1",
            "timestamp": 1483254540,
            "txt_content": "\n\n\n\n\noil.png (108.99 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-1 15:22 上传\n\n\n\n\n\n"
        },
        {
            "author": "Namefind",
            "timestamp": 1483254660,
            "txt_content": "无线恶魂，笑出声（不过真的好萌）"
        }
    ]
}