{
    "title": "[GreyLight]灰光战争-汉化版",
    "author": "mailegebiao",
    "replyCount": 12,
    "timestamp": 1482039240,
    "txt_content": " 本帖最后由 mailegebiao 于 2017-2-12 13:48 编辑 \n\n\n\n翻墙看到的一个拓展包，正好服务器也是需要这么一个偏向未来的包，顺手汉化了一下[拒绝机翻，从我做起]还对一部分的枪械数据做出了修[cuo]改[dao]，增加了几个小彩蛋（提示：换弹的声音）。有更好的翻译建议欢迎站内私信。\n玩的愉快！\n\n借用下站内的图\n\n\n\n\n\nPS:发现彩蛋之后请回复“吱”\n后续会有更多的彩蛋/补充内容加入\n原版介绍[英文]\nSkyMare Corporation \n\"Founded by a young battle-hardened Pegasus 35 years ago, SkyMare holds a strong record of battles and wars, having lost few. So little in fact, that more damage has been inflicted on them due to bad weather than a warzone. SMC’s main proficiency is in air combat, being that nearly 90 percent of its’ troops can fly.\nSMC stands as the most progressive of all other Private Militaries in the Lupine Union, using a mixture of enchanted equipment and Laser technology. Shock Firearms are commonsight with Skymares.\"\n\nAmbircon Technologies \nOne of the oldest-standing Companies in the Lupine Union, Ambircon tends to create quality firearms built from the Cognitum Era. An exquisite production of wood, steampipe metal and brass, Ambircon firearms are visually appealing and also intimidating to see on the battlefield.\nAmbircon makes collections of various weapons mixed with modern-day components. From Poison-Dipped musketrifles to steam powered miniguns, it’s a wonder how Ambircon can experiment with firearms and still make something effective.\n\nLupine Military \nComprised of only wolves - or better known as Lupines - the Lupine Military defends the Socialistic freedom of the Lupine Union. Having such a massive task of defending a large territory that the Union controls, it has won some and lost some. However, what it can't make up in its own firepower, it makes up in friendship with most of the Private Militaries that it provides it's resources to, even if some of them greatly oppose its’ ideologies such as SkyMare Corporation.The Lupine Military uses weaponry considered the Standard and the most common of firearms. These were made in mass production for being easy to maintain, easy to design and were based on blueprints from a majority of (lupine) innovators.\n\nPenbar Urban Police \nWas once originally the Capital of the Lupine Union from 2052 until 2094, Penbar Capital is still however the most densely populated city, making it a high-value target by enemy bombings, domestic terrorism and espionage attacks. Because of this, the Penbar Police has since received large grants and defence support from the Lupine Union and various Arms Manufacturers. A lot of the Automotive Grants do go towards the PUP as well.\nThe Penbar Urban Police is an (almost) Militarised and unique branch of standard LU Law Enforcement. What it lacks in firepower, it can make up in defence.\n\n内啥……谁会用折叠麻烦私信指教一下\n谢谢\n\n\n\n",
    "replies": [
        {
            "author": "小鱼123",
            "timestamp": 1482041460,
            "txt_content": "楼主66666"
        },
        {
            "author": "alang464",
            "timestamp": 1486536120,
            "txt_content": "吱~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "冬日大大",
            "timestamp": 1497878100,
            "txt_content": "alang464 发表于 2017-2-8 14:42\n吱~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n下载地址。。。。。。。。。。。"
        },
        {
            "author": "15080",
            "timestamp": 1501146180,
            "txt_content": "蓝方的三管火箭换弹音效是天降正义2333"
        },
        {
            "author": "sdfdas",
            "timestamp": 1517625900,
            "txt_content": "挺喜欢届款扩展包的，其实敲好玩的灰光我之前就一直在追包"
        },
        {
            "author": "Aron",
            "timestamp": 1527952740,
            "txt_content": "吱………………………………"
        },
        {
            "author": "太极蓝",
            "timestamp": 1531110600,
            "txt_content": "图片完全看不到？"
        },
        {
            "author": "17612248502",
            "timestamp": 1577795940,
            "txt_content": "MCbbs有你更精彩！"
        },
        {
            "author": "联军总部",
            "timestamp": 1598253780,
            "txt_content": "好玩，加油"
        },
        {
            "author": "_北极星_",
            "timestamp": 1598469240,
            "txt_content": "我接触flans以来最喜欢的拓展，没有之一。之前甚至为不同阵营用时装工坊mod制作了不同时装。"
        },
        {
            "author": "342709899",
            "timestamp": 1612079040,
            "txt_content": "看不到图片~"
        },
        {
            "author": "342709899",
            "timestamp": 1612079280,
            "txt_content": "好喜欢这个包，能用于服务器里嘛？\n"
        }
    ]
}