{
    "title": "2016节日主题包上线！",
    "author": "LocusAzzurro",
    "replyCount": 5,
    "timestamp": 1482161760,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2016-12-20 09:05 编辑 \n\nFESTIVE MASH-UP PACK 2016 IS HERE!\n2016节日主题包上线！\n\nhttp://video.weibo.com/player/1034:cefd9edd01929073bc55157a838cc800/v.swf\n\n\n充满欢乐，登陆携带版/Win 10版\nJingling all the way onto Pocket and Win 10\n\n末影更新已经登陆了携带版和Win 10版，带来了各式各样的礼物，但都不如这个更合时节，充满欢乐的2016节日主题包！在接下来的几个小时即将登陆所有平台，敬请期待！\nThe Ender Update has arrived on Pocket and Windows 10 bearing all kinds of gifts, but none more seasonally appropriate, jingly and jolly than the Festive Mash-Up Pack 2016! Expect it to roll out across various mobile platforms and geographies in the next few hours.\n\n更新的雪橇满载着各式各样的冬季奇思妙想：一个独特的雪之世界供你探索，包括木头小屋，冰封之湖和轨道编织的庞大洞穴。\nWeighing down the Update Sleigh are all manner of wintry wonders: a uniquely snowbound world for you to explore, featuring log-built chalets, frozen lakes, vast caves woven through with cart tracks.\n\n这是个充满魔力的地方 - 然而有什么比和朋友用坚实的雪块互相玩耍更有节日气氛呢？穿上下面的节日装扮吧：慷慨的大胡子Chris Cringle，或者他的驯鹿伙伴。想淘气一点？你可能会喜欢这个可怕的Krampus或者这个卑鄙的Dishevelf皮肤。或者你真的只需要一套装扮，那就试试 toastmistress 和 toastmaster 吧。\nIt’s a magical place - and what better setting to get into the seasonal spirit and pelt your friends with hard, compacted snow? Dress up as one of many festive figures: peculiarly generous beardyman Chris Cringle, or one of his numerous reindeer chums. Feeling more naughty than nice? Then perhaps the creepy Krampus or dastardly Dishevelf skin might suit you. Or if you need an actual suit, try the toastmistress or toastmaster.\n\n\n\n那些想要远离世俗感受自然季节风景的人也许会想扮上Yuletide Yeti皮肤，或者Mistletoes the Bigfoot（不知道为啥大脚和节日有关。不要在意细节。）\nThose who just want to get away from it all and spend some quality time enjoying the natural splendour of the season might opt to drop into the Yuletide Yeti skin, or perhaps even Mistletoes the Bigfoot. (It’s not quite clear what’s so festive about Bigfoot. Just go with it.)\n\n想要寻找异样感觉的人们可以试试Cool Claus皮肤 - 一个蓝色装扮，而不是传统红白装扮的圣诞老人装束，我很想称之为“临时工老人”但是被拒绝了，虽然这肯定是个很好很聪明的玩笑，而不是玩的垃圾梗。\nThose who are looking for something a little off-beat might try the Cool Claus skin - a blue alternative to the normal red and white Santa outfit that I was forbidden from naming “Subordinate Claus” even though that is a funny and clever joke and definitely not a lame grammar nerd pun.\n\n不管怎样！好好玩吧！祝冬日为你带来欢乐。\nAnyway! Enjoy! May the season bring you much cheer.\n\n2016节日主题包可在携带版和Win 10版通过$3.99购买。你可以试试用肉馅排贿赂我们，不过我觉得并没有什么用。\nThe Festive Mash-Up 2016 is available on Pocket and Windows 10 Edition for $3.99 or your local equivalent. You can try bribing us with mince pies, but I don’t think it’ll work.\n\nMarsh Davies\n\n2016年12月19日 发布\n\n原文：https://minecraft.net/zh-hans/article/festive-mash-pack-2016-here",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1482161880,
            "txt_content": "这皮肤有点怪……\n不过还是顶赞"
        },
        {
            "author": "1605131159",
            "timestamp": 1482162000,
            "txt_content": "这，，，，，"
        },
        {
            "author": "广药",
            "timestamp": 1482195840,
            "txt_content": "帮你加了一个视频"
        },
        {
            "author": "1158576816",
            "timestamp": 1482213480,
            "txt_content": "WuGuangYao2012 发表于 2016-12-20 09:04\n帮你加了一个视频\n这视频有毒\n见过自动播放的音乐\n第一次看见自动播放的视频= ="
        },
        {
            "author": "feamac",
            "timestamp": 1482479340,
            "txt_content": "买这个了 看个新鲜行 时间长了有点烦。特别希望pe上有想主机板的游戏主题皮肤。"
        }
    ]
}