{
    "title": "1.0的新Add-On功能！",
    "author": "LocusAzzurro",
    "replyCount": 10,
    "timestamp": 1482254940,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-12-20 18:39 编辑 \n\n\n\nNEW ADD-ONS FEATURES IN 1.0!\n1.0的新Add-On功能！\n\n最新的携带版/Win 10版小提示与小技巧\nThe latest tricks and tips for Pocket / Win 10\n\n末影征服者们你们好！你们已经探索过新的神秘末地船了吗？找到新的鞘翅了吗？打败末影龙了吗？你们可能因为新东西太多忘记了我们添加的Add-On功能了吧。从现在开始作者们可以使用地图模板和Add-On包了，继续看下去，你会读到相关的介绍，开发者建议和未来要添加的功能！\n\nGreetings Ender Conquestors! Have you explored the mysterious End Ships? Have you looted the new Elytra? Have you battled the Enderdragon? With all these new features to try, we wonder whether you’ve been too distracted to notice the new Add-Ons features that are now available. Now creators have access to World Templates and Add-On Packages – read on for an explanation, some developer tips, and a look at what’s coming next!\n\n新东西！\nNEW GOODIES!\n\n\n地图模板 // World Templates\n\n它们是被打包为mcpack文件的地图文件。我们将它们标记为了模板，这样你在创建新世界的时候可以很轻易的找到它们。\n\nThese are just world files packaged as mcpack files. We mark them as templates so you can easily find them when you go to create a new world.\n\n\n\n1.0版带来了“2016节日主题包”模板。当然你也可以导入你自己的（比如我导入的掘一死战模板）。\n\nVersion 1.0 ships with the “Festive Mash-Up 2016” world template. But you can also import your own (such as this Spleef template I’ve imported).\n\nAdd-On合集 // Add-On Packages\n\n这是个可以同时发布多个Add-On包的功能。常见的使用方式是将一个地图模板，一个资源包和一个行为报进行组合。Add-On由一个mcaddon文件表示，你可以通过将多个mcpack和mcworld文件压缩为zip文件的方式制作Add-On合集包。\n\nThese are a way to distribute multiple individual Add-On packs at once. A common case is to include a world template, a resource pack, and a behavior pack. Add-Ons are represented by an mcaddon file. You can create an Add-On package by creating a zip containing any combination of mcpack and mcworld files.\n\n开发者提示\nTIPS FOR DEVELOPERS\n\n错误与警告 // Errors and warnings\n\n我们在1.0中加入了一个“包验证”界面，让你可以轻易找到Add-On中的错误。当你导入一个无效的包时（或者一个带有警告的），你可以点击导入完成的弹出框来打开验证界面：\n\nWe’ve added a “pack validation” screen in 1.0 to make it easier for you to catch Add-Ons mistakes. When you import an invalid pack (or one with warnings) you can click on the import completed toast to launch the validation screen:\n\n\n\n开发者一般习惯使用未被压缩的包（因为需要随时在磁盘上修改），对于这些，可以通过在资源包，行为包或地图模板界面中寻找无效包的方式呼出验证界面。无效包会带有一个黑色的X图标，并会被放置在可用包列表的最下面。带有警告信息的包会显示一个信息图标（在点击之后），如图：\n\nDevelopers are likely to be working with packs that are not zipped up (because they’re still changing them on disk). For these, you can navigate to the validation screen by locating an invalid pack in the resource packs, behavior packs, or world templates UI. Invalid packs will display a black X icon and will be at the bottom of the list of available packs. Packs with warnings will show an informational icon (after you click once), like this:\n\n\n\n当你点击它时，会收到警告列表（见下方例子）。他们不会妨碍使用，但是可能会在之后的更新中出现问题。修复警告中提示的问题可以保证你的包在未来的安全。\n\nAnd when you click that you’ll get a list of warnings (see example below). These warnings aren’t showstoppers, but they may cause problems with future updates. Fixing issues noted by warnings will keep your packs future-proof.\n\n\n\n在这个界面也可能会有错误，以红色表示。它们的存在表示这个包不能使用。目前我们唯一的验证方式是pack_manifest.json文件的解析。未来我们还会加入其他的验证方式，如测试图片与声音是否能加载，以及实体JSON是否有效。\n\nYou may also see errors on this screen, marked in red. They indicate that the pack will not work. Presently, the only validations we have are from parsing the pack_manifest.json file. In the future, we’ll also provide other validations such as testing that images and sounds can be loaded as well as entity JSON is valid.\n\n如果你在文件中修复了一个警告问题，你可以点击重载图标重新进行验证，这是个很好的逐步消除包中错误的方式。\n\nIf you fix a warning on disk, you can hit the reload icon and the validation will be re-run. This is a great way to quickly iterate and ensure that your pack will be warning free for players.\n\n创建地图模板 // Creating World Templates\n\n创建地图模板的最好方式是使用Win 10版导出一个（或通过其他方式获得一个）mcworld文件并加入pack_manifest.json来将其指定为一个模板。下面是2016节日主题包的文件例子：\n\nThe easiest way to create a world template is to use Windows 10 Edition to export an mcworld (or obtain one by any other means) and then add a pack_manifest.json to indicate it’s a template. Here’s an example manifest from the Festive Mash-up 2016 world template:\n\n\n\npack_id和uuid值必须是唯一的，你可以使用各种工具来生成它们，比如这个网站：https://www.uuidgenerator.net。如果你很了解资源包和行为包，你肯定能认出这个格式，这里的重点是类型为world_template的模块。\n\nThe pack_id and uuid need to be unique. You can generate them with various tools including this web site: https://www.uuidgenerator.net. If you’re familiar with resource and behavior packs, you’ll recognize the format. The important point here is the module with type world_template.\n\n制作Add-On合集包 // Creating Add-On Packages\n\n如上面所说，制作一个mcaddon包是个很好的发布你的Add-On的方式。只需要将一组mcpack和/或mcworld文件压缩并将输出文件后缀从.zip重命名为.mcaddon即可。\n\nAs mentioned above, creating an mcaddon package is a great way to distribute your Add-Ons. All you need to do is zip up a series of mcpack and/or mcworld files and rename the resultant .zip to .mcaddon.\n\n之后是啥？\nWHAT’S COMING NEXT?\n\n我们不能保证我们工作的顺序以及确切的发布时间，以下是一些我们想到的可能会有的功能：\n\nWhile we can’t promise in what order we’ll do these things or what the release date will be, here’s a list of some of the features that are on our minds for future releases:\n\n资源包中的音乐与音效更多生物行为相关开发潜能，如可控制的生物移动，动画和生成规则。调试性增强：更好的无效包警告，游戏内可见实体状态。\n\n\nSound and music in resource packsMore capabilities for entity behaviors: e.g. customizable entity movement, animation, and spawn rules.Debuggability enhancements: Better warnings for invalid packs, ability to see entity state in game.\n\n\n\nMichael Ott\n\n2016年12月20日 发布\n\n\n\n原文：https://minecraft.net/zh-hans/article/new-add-ons-features-10",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1482258180,
            "txt_content": "蓝鸡，mojang真的只是说出了add-on，不出官方api用法？有的话，能否把资料带上一楼链接？"
        },
        {
            "author": "广药",
            "timestamp": 1482285300,
            "txt_content": " 好快"
        },
        {
            "author": "玄素",
            "timestamp": 1482286680,
            "txt_content": "所以官方到底放不放具体的addon允许修改的内容啊……\n感觉现在社区完全是在通过拆官方的包猜能干什么，简直了"
        },
        {
            "author": "可怕的蛋糕",
            "timestamp": 1482293820,
            "txt_content": "我想要addon的语法哇和修改方法哇(ToT)/~~~"
        },
        {
            "author": "chyx",
            "timestamp": 1482294300,
            "txt_content": "玄素 发表于 2016-12-21 10:18\n所以官方到底放不放具体的addon允许修改的内容啊……\n感觉现在社区完全是在通过拆官方的包猜能干什么，简直 ...\n当时1.7之前wiki上就有区块格式了\n\naddon居然没有人知道所有能干的事"
        },
        {
            "author": "子弹～",
            "timestamp": 1482295740,
            "txt_content": "MC这是在向V社看齐"
        },
        {
            "author": "青木源",
            "timestamp": 1482316860,
            "txt_content": " 本帖最后由 XIAOMM 于 2016-12-21 18:43 编辑 \nchyx 发表于 2016-12-21 12:25\n当时1.7之前wiki上就有区块格式了\n\naddon居然没有人知道所有能干的事\n世界模块要是能改区块就强了"
        },
        {
            "author": "1747619493",
            "timestamp": 1482333000,
            "txt_content": "所以说……你们……有没有……就是那个"
        },
        {
            "author": "小铭同学",
            "timestamp": 1483084800,
            "txt_content": "WuGuangYao2012 发表于 2016-12-21 09:55\n好快\nhyhhhhhhhh"
        },
        {
            "author": "Park_Li",
            "timestamp": 1483489080,
            "txt_content": "World Templates不是世界模板吗……Mojang想起个好听的名……"
        }
    ]
}