{
    "title": "【原创-连载】《创世大陆》第二章 森林里还有人？！",
    "author": "winsheng7770",
    "replyCount": 2,
    "timestamp": 1482338580,
    "txt_content": " 本帖最后由 winsheng7770 于 2016-12-22 20:01 编辑 \n\n大家好！深夜来更新第二章的 创世大陆 啦！还没看第一章，并且有兴趣的朋友可以点击 这里 阅读\n直接进入主题，以下就是第二章咯～\n\n第二章\n\n第二章 森林还有人？！\n      早晨，阳光透过门的细缝穿了进来，我很自然地醒了过来。到了这片大陆后，也不知道多久没有睡的那么死了。缓缓地睁开眼睛，我还是在这狭窄的小屋里。这两个月里，我曾经无数次期望能从睡梦中醒过来发现自己只是做了一场梦，但我一次又一次地失望了。\n      我站了起来深深地吸了一口气，希望能驱散心中的那股郁闷，然而这似乎没有什么作用。我打开了木门，走了出去。\n      我打开背包，发现剩下的面包已经不多了，“三餐都在吃面包，实在是吃得想要吐了。既然重新回到了大陆，便到处打打猎，看看有什么野味，安慰一下可怜的肚子吧。”我拍拍肚子说道。这时，肚子不争气地发出了咕咕的叫声，我无奈地说道：“好吧，先把最后的面包吃完，把肚子填饱了再走。”\n\n-------------------------分割线-------------------------      我在森林走着走着，看看能不能找到一些野猪，野鸡之类的。突然，身后传来“嗖”的一声，我往左边一闪，一只箭从我右臂擦身而过。回过头一看，一只骷髅弓箭手藏在不远处的一棵树下，拉着弓瞄准了我。我反射性地从背包拿出了钻石剑，第二支箭紧接着射了过来，我以S型的跑法躲过了那一箭，快速地往它冲去。\n正当它准备放出第三支箭时，我已经跑到了它面前，快速地挥了一剑。被刚猛的剑击打中，它撞向身后的树，身体散架了。\n我正想走前去收获战利品，不料后方却传来了脚步声，随后发出了“噁～～”的声音，不提我在创世大陆生活了两个月，就算在玩创世神时都懂这是僵尸的叫声。我迅速地转身，眼前一亮，一个身穿铁头盔与盔甲的僵尸向我走来，距离不到两米。”终于找到能防身的装备了，这倒省了我不少麻烦”带着少许的喜悦，我喃喃说道。我举起剑朝它挥了一下，在它受伤并往后退的那一刻，我没有丝毫迟缓地冲前去补多两剑，把它击倒。我捡起掉落在地上的铁制盔甲和头盔，再收集了战利品后，便打开物品栏把盔甲穿上，我看着装备栏空空如也的头盔部分，再看物品栏中的头盔，心道：“算了，既然捡了起来，就先留着，说不定以后能用得着。”我瞄了瞄手上的钻剑，剑上的裂痕仿佛在诉说它曾经历过的激烈战斗以及它骄傲战绩。我轻轻叹道：“是时候让你休息了，再用下去恐怕就要损坏了，等会儿做一把石剑暂时顶替吧。”-------------------------分割线-------------------------      傍晚，我从森林西部走回较东部的小溪。想到一整个下午都在打猎，却只打到两三只野鸡，和收获了一些被烧死的骷髅和僵尸掉下战利品，我不由得抱怨道：“该死的！怎么森林里的动物那么少啊，今天真是白忙活了。”我边嚷嚷边往小溪的木屋走去，天色已经渐渐暗下来了，再不回去的话难保不会被一群怪物围攻而死。走着走着，已经快接近小溪了。突然，右侧的草丛传来了一阵晃动的声音。我心里暗道：“奇怪，天色明明才刚暗，照理怪物是不会生成在这么近的地方，难道是动物经过？”我小心翼翼，凝神屏息地朝右侧不远处的草丛走去，暗下来的天色是整个森林变得十分昏暗。在这种黑暗寂静的情景，我不得不打起十二分精神，一旦发现什么危险的状况马上就跑。距离发出声音的草丛约十米的距离，我躲在树的后面，等待眼睛适应了黑暗，我悄悄的探出头观察。我依稀看见一个倒在草丛旁的身体，绝对不是动物。我暗想：“这不是动物，进入了这片大陆两个月，就算是怪物死亡后尸体也会在不久后消失，难道。。。。。。”想到这里我不由得有点兴奋，但也感到怀疑。“难道是进到这片大陆的其中一人？昨天我来到这片树林时也没有发现有人的踪迹，他该不会是早早就发现了我的踪迹，设下陷阱，想要吸引我过去然后趁我不注意就偷袭我吧。。。”我陷入了矛盾，不知道该不该前去一探究竟。      在内心的一番交战后，“我还是去看看吧，万一他真的是受伤昏迷了，我这样弃之不顾岂不是又再害死了一条生命。”想到这里，我克制住自己不要去想在终界时的那个情景，我缓缓的吸了吸气，把剑紧紧地握在手上，一步一步慢慢地朝他走去。\n未完，待续\n\n后语\n 感谢阅读！虽然第一章目前还没有人回复，但没关系，不管有看完，没看完的，我都十分感谢你愿意花时间看我的贴和小说。如果觉得我写得不好，恳请见谅，并记得要回复我，告诉我有什么地方做得不好，我会继续改进。请继续支持我的作品，谢谢大家！ \n\n点击这里阅读第三章\n\n\n\n\n\n",
    "replies": [
        {
            "author": "winsheng7770",
            "timestamp": 1482343500,
            "txt_content": "langyo 发表于 2016-12-22 02:09\n虽说好歹逻辑基本清晰，但整篇看起来有些空，缺了许多神色，好像你只是为了讲故事一样，没任何修辞比喻，环 ...\n谢谢大大原意提出我的不足让我知道哪里可以做得更好。我第一次写小说, 文笔实在没有很好, 不过我会在接下来努力改善的。再次谢谢大大原意给予纠正。"
        },
        {
            "author": "langyo",
            "timestamp": 1482343740,
            "txt_content": "虽说好歹逻辑基本清晰，但整篇看起来有些空，缺了许多神色，好像你只是为了讲故事一样，没任何修辞比喻，环境特写等等也都太少。\n\n不过总体还是可以的，支持，以后如果能在框架基础上加点形容等等，并且勤改作文，就更好了。"
        }
    ]
}