{
    "title": "【原创-连载】《创世大陆》第三章 你叫什么名字",
    "author": "winsheng7770",
    "replyCount": 0,
    "timestamp": 1482407760,
    "txt_content": " 本帖最后由 winsheng7770 于 2016-12-23 23:43 编辑 \n大家好，《创世大陆》已经写到第三章了哦！ 不知道大家看了前两章的故事吗？\n如果还没的话，你还在等什么？马上点击《创世大陆》的索引 开始阅读吧！\n\n第三章\n\n第三章 你叫什么名字      由于精神紧张的关系，握住剑柄的手心不停出汗。我缓缓地，一步一步如履薄冰地朝那个人走过去。“八米——七米——”我在心里默默的数着。“嚓——嚓——”森林里安静得只听的见我的清晰脚步声，以及我因为紧张而有些沉重的鼻息。走到距离他近三米的距离，我停下了脚步。“呃——你，你还好吗？我可以帮你什么吗？”不知是不是太紧张，我带着些许颤抖的语气轻声问道。“你。。。听得见我说话吗？”见他仍是卧倒在地、没什么反应，我再次的问道。我试图走近一些，看看他到底怎么了。我蹲在他旁边，这才听到他那极为的微弱的呼吸声。“糟了，他的呼吸这么弱，恐怕会有生命危险。”我皱起眉头暗道。      见这人如此虚弱的状态，我心里也放下了警戒。我伸手过去，把他侧向旁边的身体小心翼翼地翻过来，担心太过激烈的动作会加重他的伤。我感觉到他的身体竟然比一般人还要柔软，不像经过长期的残酷环境磨练出来的人，甚至比一般男子还要软。“难道说，她根本就是的女的？”我吃惊地脱口说道。即使在黑暗的森林中，借助着一丝透过这森林的月光，我能以隐约看见，被我翻了过来、仰卧着的这个人，她过肩的长发蓬乱不堪，我用手轻轻地拨开披散在她脸上的黑发。      在皓洁的月光映射下，五官精致，长着一副瓜子脸的她虽然眉间微皱但却也没有丝毫地影响她那楚楚动人的美。一身黑色的紧身战斗服（在此补充说明一下：进入创世大陆的7个人穿的都是黑色的紧身战斗服哦，在前面忘了提实在是有点汗颜，请大家见谅）凸显出了她极为苗条的身材。“这—。。。怎么会有这般美丽的女孩——”我惊叹道。数分钟后，我从沉迷于她的美貌中回过神来。“该死的，这女孩还在昏迷中，生死未卜，你在胡思乱想些什么啊——”我恨不得给自己一个耳光，让自己清醒清醒。我轻轻的把她扶起，身体微蹲，把她背在身后，转身走向不远的木屋。-------------------------分割线-------------------------      木屋里，借着屋里的火把散发出的光，我望着仍在昏迷中的她，不禁陷入了沉思：“从这女孩的身上看来，她被没有受到什么伤害，到底是什么原因导致她昏迷呢？”      自从两个月前进入了这个世界，我发现在这个世界除了被怪物攻击、从高处摔下、或是在水中窒息等等跟创世神这款游戏一模一样的受伤原因，是不会受到其他类型的伤害的，甚至因为游戏中没有口渴值的系统，我竟然也从未感觉口渴。同样的，我们在这个世界除了睡觉之外也是不可能会失去意识的。      “我们在这个世界里不会受到游戏里伤害机制以外的。但那都是物理上的伤害，除非她在精神上的伤害——难道说她是承受不住打击而崩溃了吗？”我在不停地猜测中。      不知过了多久，我突然瞥见她的眼皮动了一下。我俯过身去查看，只见她慢慢地睁开了眼，望着我，眼神空洞迷茫。       我扶她起身，“你终于醒了？到底发生什么事了？你还好吧？”我担心的问道。      她微微地皱着眉头，像是在想什么东西，但随即面露痛苦之色，双手抱着头带着哭腔说道：“呜——我——我不知道，什么都不知道，为什么我什么都想不起来了？”我心道：“没想到她失忆了，可是——她这种状况是怎么在这里存活两个月的。”我有点疑惑。      看见她双眼含泪、一副痛苦的模样，我暂时不去理会心中的疑惑，握住她的双手安慰道：“好了，没事了，想不起来就别想了，以后一定会想起来的。”      “真的吗？你没骗我?”她哽咽着问道。      “当然了，我绝不骗你。我们到外面去走走吧。”我说道。      我扶着她还有些虚弱的身体走到屋外， “对了，我们认识吗？你知道我是谁吗？”她突然问道。      “呃——我是在附近发现你昏倒了，把你带回来我临时落脚的地方。在这之前并没有遇见过你。”我回答道。      “原来你也不知道我是谁啊。。。那——你叫什么名字？”她带着些许失落问道。      “我叫莫影，莫非的莫，影子的影。”我回答道。随即，我想到她不知道自己的名字，便想帮她先取个名字。“既然你想不起自己的名字，那我就帮你取个名字吧！“我建议道。      “好啊！“她好像很高兴地回答。      我抬头望了望星空，灵机一动，“你就叫月星吧！“我说道。 未完，待续\n后语\n感谢阅读，如果你对我的作品后还满意的话，请继续关注！如果觉得我有什么地方做得不够好，也请回复让我知道，我会认真的去改进。我会定时的更新新的一章，请不要错过，谢谢大家！\n点击这里阅读第四章\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}