{
    "title": "Realms: 欢快愚蠢的圣日",
    "author": "LocusAzzurro",
    "replyCount": 6,
    "timestamp": 1482408480,
    "txt_content": " 本帖最后由 bobby825 于 2016-12-29 22:43 编辑 \n\n\n\nNEW ON REALMS: JOLLY HOLLY FOLLY\nRealms新上线：欢快愚蠢的神圣日子\n\n一雪橇的冬季玩意：调皮又爽快\nA sled-load of wintry treats: naughty, nice and all things ice\n\n欢迎来到新的Minecraft Realm内容博客的新家！感谢你们跟随我们来到了Minecraft.net。我们会想念Mojang.com的，但是看看这里的内容多么的好！\n\nWelcome to the new home for the Minecraft Realms content blog! Thanks for coming over to Minecraft.net with us. We'll miss our home at Mojang.com, but look at all of the excellent, new content here!\n\n早在10月，我们就打算尝试制作一个PC版领域的主题地图合集了。之后我们成功地发布了万圣节主题，带来了各种各样的社区精美地图，例如Pumpkin Party和Forgotten Hamlet。玩家们觉得我们需要发布另一个地图合集，所以有了冬季/节日特典。坐好雪橇，睁大眼睛做好准备吧！\n\nBack in October, we decided that we'd like to try a themed bundle of maps for PC Realms. What followed was our successful Halloween launch, containing gems from community mapmakers such as Pumpkin Party and Forgotten Hamlet. Folks agreed that we needed to try another themed bunch of maps, and that brings us to our winter/holiday offerings. Strap into your sleigh and get ready to be amazed!\n\nICE WARS BY TEAM NOOT\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=10\n\n为了那些想要一个更欢乐的体验的人们，我们带来了Logic&Elves，展现了假期最烧脑的部分，为挑剔的人挑选礼物。精灵们会以村民的“嗯？”来敷衍你，除非你给他们带来想要的礼物。“今天是蓝色的是啥意思，你不想要个蓝色的礼物吗？你应该感到满足了！”\n\nFor those searching for a bit more cerebral of an experience, we've got Logic&Elves, a map that proves that one of the most stressful parts of the holiday experience is finding gifts for the pickiest of people. The elves will judge you with the typical villager \"Hurrrgh\" until you give them the present they desire. \"What do you mean if today's color is blue, you don't want a blue present? You should be happy with what you get!\"\n\nFROSTY WIND BY THETICMAN AND CHILDOFSTARS\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=9\n\n冰刺之地Minecraft最特别的地区之一，被村民和生物们认为是不可居住的。不过在这里有人建造了一个御寒庇护所，等待你的到来。\n\nOne of the more unusual locations in Minecraft is the ice spikes biome, considered by villagers and most creatures to be an inhospitable place. Here, though, someone has built a refuge from the cold weather, and the village is ready for you to move in.\n\nCHRISTMAS BRAWL BY MINEMAKERS\n\nhttp://static.hdslb.com/miniloader.swf?aid=6912028&page=11\n\n冬日假期，是家庭团聚的时间，也是一个身穿红衣的长者努力送出礼物的时候。不过不是所有的冬日乐园的居民心情都那么好，一些冲突是不可避免的。这里有多种职业可供你选择，从可以融化传送的雪人，到用角教训别人的驯鹿。\n\nThe winter holidays: a time for family, togetherness, and the last minute gift-giving efforts of a generous, crimson-clad man. However, not all of the winter wonderland's denizens are in a good mood this season, so this clearly means some bonks on the head are in order. There are several classes to pick, from the snowman who can melt to teleport around the map, to the reindeer who uses its antlers to make a point.\n\nNAUGHTY LIST BY THE NAUGHTY ELVES\n\n\n\n由21位天才作者强强联手，The Naughty List是由许多Realms地图作者共同推送的一个作品。小组将游戏分为了七个部分：可探索的大厅和六个不同的小游戏。叫上你的朋友面对挑战，找出为何你被放上圣诞老人淘气鬼名单的真相！\n\nCreated by a team of 21 talented mapmakers, The Naughty List was a surprise entry put forward by many of the current Realms-published mapmakers. The group divided the work between a seven different areas: a huge lobby to explore, and six different minigames. To find out just why you're on Santa's naughty list this year, gather your friends and dive into the challenges!\n\n\n根据公众需求...\nAnd Back by Popular Demand…\n\n这周，我们有三张回归的地图，更新至1.11供你游玩：\n\nThis week, we've got three returning adventures, updated for you to play in Minecraft 1.11:\n\nCaptive Minecraft IV: Winter RealmTerra Swoop ForceWestern Dodge\n\n\n我们也写了一篇关于制作Terra Swoop Force的大新闻！去看看，快去！\n\nWe also wrote a big article about the making of Terra Swoop Force! Read it. Go on!\n\n希望你能尽快从工作，学习和其他事物上得到一些休息时间，来试试上面的这些作品。如果你喜欢的话，请告诉我们！\n\nHopefully, you've soon got some time off from work, school, or other responsibilities, allowing you to try each of the above creations. If you enjoy them, let us know!\n\nMarc Watson\n\n2016年12月22日 发布\n\n原文：https://minecraft.net/zh-hans/ar ... s-jolly-holly-folly\n协力：@乙烯_中国 ",
    "replies": [
        {
            "author": "靈乌路空",
            "timestamp": 1482409140,
            "txt_content": "等下，红......红衣的长者，确定吗？\n想要+1S的感觉"
        },
        {
            "author": "青木源",
            "timestamp": 1482410220,
            "txt_content": "看看这地图，比PE的用心多了"
        },
        {
            "author": "。—。",
            "timestamp": 1482419640,
            "txt_content": "官方越来越喜欢用带光影的截图了，原版光影指日可待？"
        },
        {
            "author": "Bad_Guy",
            "timestamp": 1482474000,
            "txt_content": "领域服有的玩"
        },
        {
            "author": "2689112967",
            "timestamp": 1482667920,
            "txt_content": "无尽的官方材质\n何日来个官方光影"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483097220,
            "txt_content": "看看这地图，比PE的用心多了"
        }
    ]
}