{
    "title": "[文学创作] [创作作品发布] 【原创/连载】秩序 独狼篇【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 2,
    "timestamp": 1482415740,
    "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-22 22:11 编辑 \n\n好久没更了回来更一下~~~\n\n  I 泯灭教廷  我亲眼看见一帮人把那人抬入一个像医院地方的二层，而我亲自跟着进去，走了一遭，过了一会，总算摸清楚了里面二层的结构了，就等着夜晚降临来让我动手了……\n  在底下转了一圈，发现那铁门是锁着的，而门上的木牌也是破破烂烂的，所以我不能确定这是不是医院，还是一个实验组织。\n  我往窗口看去，没人，我立马脚踏着墙上的凹槽爬了上去，不久后我怕了上来，用手扒住了窗沿，双腿一用力，爬了上来，看了看四周，没人，我运气还是很好的，我蹲伏着，紧贴墙壁，到了一个拐角，探了下头，发现拐角的另一旁有个人斜靠在墙上，我的手扶着墙角，手一用力，往前一滑，左腿横快一步，右脚就踢了过去，那个人竟然还没看见我。\n  不过他也听见了声音，转过头来，就糟了我这一脚，我一侧身，往他后面一拐，站定，双手一勒，顿时他整个人都动不了了，只能不停的挣扎，连声音都叫不出来了。\n  过了一会挣扎幅度变慢了，而后就停了下来，我往他小腿处一摸，摸到了一把锋利的小刀，他被我勒晕，但不代表他死了，肯定会醒来，在他身上我几乎收掉了他所有的东西，然后离开，但我又怕他醒来，不放心，回身一蹲，小刀往他脖颈一划，一道血箭喷了出来，这才算死了，否则他醒来，我估计也活不了多久了。\n  往左边拐，我下意识的回头看了一眼，发现那个人带着个面具，看不清长相以及表情，我点了点头，心里暗道，我可以去打造一个专属我的面具，将来的我一定会走向一段传奇！\n  来到尾间，我果然看见了他的身体，正躺在一个用木板搭起来，都不算床的地方，我摸了摸他的衣服和裤子，里面有两张单子，写着很多有用的信息，而这些信息告诉我，这两张是录取单！\n  联盟军城中，两大组织，天秤圣堂以及泯灭教廷！而这两张分别就是这两个组织的录取单，因为这两个组织都有延伸，就是学院，他们依靠学院，去招收人才，不停的为自己的信仰奉献，而在这里天秤和泯灭是对立的，各自有不同的教条，连职业都不一样，对于世人来说，泯灭教廷应该是属于恶的哪一方，但无论怎么想，都是有很多人喜欢这个地方，并且加入这里。\n  我看着另外一份，是一个叫李馨的人的入取单，但我可以用泯灭教派的学院入取单去泯灭教派，这张也就没用了。\n  我走了出来，从原路返回，而我需要一个趁手的武器，对我来说，我用的最好的武器就是当初父亲拿给我用的渡鸦之刃，是把武士刀，传说中这把武士刀噬命无数，而一只噩梦渡鸦为灵附在刀刃上面，而我用过这把神器，对我来说很趁手，很舒服！ \n  而现在那把武器刀在皇凛海域中的天海神殿，这并不难拿，因为联盟军城就在皇凛海域之上，几乎在联盟军城中的店都会有一个叫做“通海阶梯”的东西，那个东西就像是电梯，说的高档点罢了。\n  我找了家衣服店，在里面买了件衣服，往收银台上一放，仔细一看，那店主是位大叔，看起来很神秘，下巴上挂着些许胡渣，看起来很帅，不过我是男的，不然我会爱上他的吧……实在太帅了！\n  “这里有通海阶梯没？”我一边掏钱一边问，“有的，不过你先把我需要的入取单拿来！”那人抬头看着我，我愣了一下，随即反应过来了，不过还是不能直说，“天秤还是泯灭？”我看了看他，“天秤。”他说道，我愣了楞，把入取单拿了出来。\n  顺便把几枚金币压在了上面，他没说话指了指角落里的门。\n  我把门打开，果然是一个大空间，走了进去，摁了下按钮，门关上，通海阶梯就开始往下落……\n（原本都写完的，写完排的时候不小心删除了，当时整个心态都崩了，不过还是勉强补了回来，但原本的内容删减了一些，下章补上，而且联盟军城建立在皇凛之上的设定这章里补上！）\n\n\n\n\n\n",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1482417240,
            "txt_content": "哇，就是有点短了，楼主加油！"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1482467640,
            "txt_content": "爆博狙击 发表于 2016-12-22 22:34\n哇，就是有点短了，楼主加油！\n原本纯文四千多字的说=="
        }
    ]
}