{
    "title": "1.3到1.4的变化（部分）",
    "author": "HarryJiang",
    "replyCount": 5,
    "timestamp": 1353403080,
    "txt_content": " 本帖最后由 HarryJiang 于 2012-11-21 11:13 编辑 \n\n    官方说1.3到1.4的变化将近250个，（费解还有哪些）没法一一列举，我也不知道那么多，我就把我知道的写出来，大家可以参考,楼主也是在Wiki上找了3小时...希望能帮到大家\n\n1.现在有几率用羊蛋刷出不同颜色的羊\n2.史莱姆有一定几率在沼泽生物群生成\n3.有鞍的猪死后会掉落鞍\n4.有鞍的猪每秒能行进5格\n5.村民现在有“心情”了，贴图显示出来，如果一定数量(随即)的村民对你不满，整个村子都对你不满，铁傀儡也可能会攻击你\n6.村民交易有较小的变化，但是不会影响功能，所以不介绍了\n7.出现了小僵尸猪人，小猪人有小几率会有附魔的剑\n8.僵尸猪人可以捡起铠甲并穿上，其他怪物可以捡起武器，骷髅射手会把弓换成任何他捡到的武器\n9.怪物们身上所穿的铠甲和手上的武器对他们有效，会提供和玩家一样的保护和攻击\n10.如果怕阳光的怪物戴上了“头”他们就不会遇到阳光燃烧\n11.村民有很大几率在开阔地摆脱僵尸的追击，因为他们有更快的速度\n12.如果你喂一个僵尸村民金苹果，它在5分钟后会变回村民\n13.我发现了一个Wiki上没有的，就是怪物们会自动更新手上的武器，假如他有个木剑，你扔给他一个铁剑他们就会自动捡起来（他们不会捡起金剑，哪怕他们只有一个木剑）\n14.当僵尸攻击小村民的时候小村民有几率变成小僵尸村民，它们比普通僵尸快50%，不怕阳光，可以穿铠甲\n15.铁傀儡会攻击一切怪物（以前不会攻击Creeper）\n16.铁傀儡也会跳下比较高的地方，掉血量根据你的游戏模式决定（普通，困难，极限）\n17.狗项圈的颜色可以通过染料变色，方法就像给羊染毛\n18.加入了目前没用的蝙蝠，当玩家靠近时他们会逃离\n19.加入了攻击型的巫师，外表像村民，但是有一顶歪的巫师帽，鼻子上有个痣\n20.巫师会像骷髅一样误伤同类，然后投入到轰轰烈烈的内部矛盾中，不管外部斗争\n21.巫师不会像骷髅杀死对方，因为巫师对中毒免疫，而且还会喝恢复药水和抗火药水，所以说不要指望坐收巫师的渔利\n22.加入了另一种骷髅:凋零骷髅，只会出现在地狱的遗迹中，标准装备是石剑，比普通骷髅高半格，被攻击你的红色血条会变黑\n23.凋零骷髅在地狱有10%的几率用刷骷髅的蛋刷出，会罕见掉落凋零骷髅头，这也是唯一你能得到凋零骷髅头的途径\n24.你可以用4块灵魂沙和3个凋零骷髅头来做出“凋零”做法和铁傀儡相似，但你需要在上面每一个格上都放一个凋零骷髅头\n25.凋零会飞，能破坏黑曜石，唯一不能破坏的就是基岩，凋零死后会掉落下界之星\n26.凋零有2种炮弹，一种是蓝色的，用来破坏方块，一种是黑色的，用来攻击玩家和别的生物，凋零会攻击任何他看到的生物\n27.可以将皮革铠甲染色，通过工具箱，将铠甲和染料放进去，可以同时放多个染料来形成不同的颜色，一共有6700000种选择\n28.如果想将染色的皮革铠甲去色只需要拿着铠甲对一个装满水的炼药锅点右键即可\n29.地图感觉显示的面积更大，是因为地图显示的区域更小了\n30.将8个空白地图放在工作台边上，放一个被写入的地图在中间就会显示地区更大的地图\n31.加入了隐身药水，但是只会隐身皮肤和斗篷，不会隐形铠甲和手上拿的东西\n32如果玩家隐身状态下卡进怪物的身体或者攻击怪物，怪物就会看到你\n33.夜视药水会让你看水下更清楚，当然也能让你在地狱和夜晚时看得更清楚\n34.加入了南瓜派：南瓜，糖，鸡蛋\n35.加入了胡萝卜，就像甘蔗，胡萝卜的果子就是种子，一个胡萝卜种子可以得出1~4个胡萝卜，8个金粒围上胡萝卜就是金胡萝卜\n36.加入了土豆，就像甘蔗，土豆的果子就是种子，一个种子可以得出1~4个土豆，可以通过烤箱烤出烤土豆\n37.普通土豆能填饱0.5饱和度，烤土豆能填饱3饱和度\n38.拥有“火夭”的弓射出的火箭可以引爆TNT\n39.加入了胡萝卜钓钩，可以引诱猪，用萝卜钓钩右击猪可以加速并控制猪，做法就是普通钓钩加上胡萝卜\n40.胡萝卜钓钩用完后会给你一个普通钓钩\n41.按钮变成了一块石头，加入了木头按钮，只需一块木板\n42.你可以通过射箭到按钮上来保持开启，直到箭消失，按钮依次按动可以保持2.5秒\n43.加入了“头”你和怪物可以带上，和牌子一样，“头”有16个方向\n\n    谢谢观看，打字手都酸了...",
    "replies": [
        {
            "author": "xiaoxiao",
            "timestamp": 1353403260,
            "txt_content": "wa          厉害"
        },
        {
            "author": "积极反攻",
            "timestamp": 1353403260,
            "txt_content": "sf   hahaha"
        },
        {
            "author": "552388389",
            "timestamp": 1353403620,
            "txt_content": "很好！这下知道1.4的变化了，感谢LZ"
        },
        {
            "author": "719823597",
            "timestamp": 1353403980,
            "txt_content": " 本帖最后由 719823597 于 2012-11-20 17:34 编辑 \n\n哇 好厉害"
        },
        {
            "author": "Danny仔",
            "timestamp": 1353405000,
            "txt_content": "某些真的不知道啊"
        }
    ]
}