{
    "title": "Astroneer(异星探险家)游戏更新消息【停更】",
    "author": "a993093644",
    "replyCount": 6,
    "timestamp": 1482496140,
    "txt_content": "\n\n                                  已编辑\n\n\n\n\n\n\n5fc248f2d7ca7bcbdea5075ab7096b63f724a833.jpg\n(65.73 KB, 下载次数: 37)\n\n\n\n\n下载附件\n\n\n2016-12-23 20:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "a993093644",
            "timestamp": 1482496740,
            "txt_content": "标题: Astroneer(异星探险家)游戏更新消息【停更】 本帖最后由 a993093644 于 2017-6-26 17:28 编辑 \n\n本帖会持续更新游戏的消息，资源为互联网转载+机翻。\nPS:本人学的最不好的就是英语，能力有限还麻烦各位谅解。\n\n\n\n\n\nbae7900635fae6cd91501e6c06b30f2443a70f20.jpg (52.97 KB, 下载次数: 15)\n\n下载附件\n\n2016-12-23 20:39 上传\n\n\n\n\n\n\n\n发布时间:2016-12-21\n【版本更新】0.2.108.0\n\n修复bug\nFix deadlock causing freezes on many people's machines, especially those with dual core CPUs.\n在很多人的电脑上面修复了游戏崩溃的问题，特别是那些双cpu的电脑\nFix 10 different crash issues affecting save reloads, multiplayer joins, and general gameplay.\nFix certain performance problems that appear after loading a save\n修复了10个不同类型崩溃bug，修复某些保存游戏后载入出现的问题，包括单人游戏，多人游戏。\nDecrease performance impact of distant objects\n减少远处物体对性能的影响\nOptimize tether networks to significantly improve\nframerate performance.\n优化了联机，大???提升了帧率性能\nTethers now go dark when disconnected from their sources.\n氧气线???在当断开连接那一部分会变黑【之前就算断开也会会发光】\nProperly disable VR plugins\n妥善禁用了VR插件\n\n\n发布时间:2016-12-22\n【版本更新】0.2.111.0\n\nFix ability to pick yourself up while in a seat, and being unable to leave seat.\n修复了当你在座位上时可移动座位的bug\n修复了无法下座位的bug\nFix bug where after loading a save, unplaced dropships would freak out.\n修复了载入游戏的时候没有进入的车辆会弹起的bug\nAdd ability to enter seat even when it's detached from a vehicle\n添加了当座位断开与车辆连接的时候也可以进入的功能\nAllow the 2 expansion slots on backpack to use Filters, Tanks, and Tethers\n现在允许在背包的两个扩展槽放过滤器，氧气桩，氧气瓶。\nFix exploit allowing player to trade for infinite resources by thieving the item like a pirate while launching\n修复无限刷资源的bug\nFix bug that would not allow a full oxygen tank to save an Astroneer from suffocating\n修复了氧气瓶bug，现在不会当窒息的时候不起作用了\nCut value of Fuel in half on Trade module\n现在联氨价格减半\nDouble power requirement and production time of Condenser\n现在燃料冷凝器需要两倍时间和电力\nFix known physics problems when attaching things to large storage on truck\n修复了物理问题当大储存放在卡车上出现dug\nFix bug allowing player to make building platforms after a conduit hub has already been branched.\n修复了允许玩家在管道集线器已经分支后构建平台。\nChange the Shuttle/Spaceship conduit hub type to the same as the habitat\n改变航天飞机/太空船的管道枢纽类型与栖息地相同\nAllow Shuttle/Spaceship to reattach to previously created hubs\n让飞机/飞船将以前创建的枢纽\n\n\n发布时间:2016-12-30\n【版本更新】0.2.115.0\n\nNew in 0.2.115.0: \nEnsure that players joining a Steam MP session are friends with someone currently in session. \nFix for client Condenser exploit that would allow player to take unfilled fuel canister. \n修复了冷凝器允许玩家拿取未填充满的燃料罐\nFix for research item exploit where player could save game after getting item, and reload.\n修复了可研究物品的bug，之前玩家可以利用保存游戏，重新加载来获得物品\nFix for clients not seeing correct light and oxygen state on tethers. \n修复了氧气线没有光以及氧气的问题\nFix for clients being unable to hear anything in SFX category of sounds. \n修复了游戏中没有动作物品音效的bug\nDon't allow player to enter vehicles while interacting/holding anything else \nUpdated the bone discoveries so they have random orientation to terrain. \n更新了骨骼化石的发现，它们将在地形上随机生成\nUpdated the Disovery version of Geysers to not include snapping points.\nNOTES: We'll continue to address performance and stability as we move through pre-alpha and early access with the games development. Look for those updates in up-coming patches to Astroneer.\n\n\n发布时间:2017-1-10\n【版本更新】0.2.117.0\n修复四个主要的崩溃，其中包括一个可以防止保存加载，和一个可能发生在MP加入。\n解决其中一些问题未发现不重装后保存的物理模拟。\n修复非常糟糕的性能时，许多车或卡车一起训练。（这里应该是车连接太多）固定交易模块保存行为。\n所有现有的丢失的贸易船舶在保存游戏应返回地球（可能在做错误的交易，但所有新的储蓄将正常工作）引入物理冻结距离，减少物体坠落的几率。（更多改进传入）。\n\n\n\n发布时间:2017-1-21\n【版本更新】0.2.10119\n1. 各个平台（windows，steam，xbox）的互连多人模式已经开启。\n2. 修补了带有可研究物品物体被破坏连根拔起的方式。现在可以在不完全暴露研究种子的情况下摧毁有害物质比如说洞穴里的各种植物。\n3. 让那些带有针刺攻击的植物被拔起后被摧毁。（就是苔原上洞穴里一抓一大把的带红点点的一靠近就刺你的东西。）\n4. 你可以跳到那些带有针刺攻击的植物身上而不被弄伤。（上一条那些植物）\n5.增进了物体开始物理计算的距离。（明明才刚刚削过的说233）举个例子：斑马球（十四使徒）可以滚得离玩家很远。\n\n\n\n\n\n\n\n"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1482497160,
            "txt_content": "更新得咋这么快？"
        },
        {
            "author": "a993093644",
            "timestamp": 1482497160,
            "txt_content": " 本帖最后由 a993093644 于 2017-1-11 00:04 编辑 \n\n                                                                            已编辑\n\n\n\n\n\n\n8a238a1a9d16fdfa3e1f7694bd8f8c5495ee7ba2.jpg\n(78.55 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2016-12-23 20:34 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "a993093644",
            "timestamp": 1483195020,
            "txt_content": " 本帖最后由 a993093644 于 2017-1-11 00:03 编辑 \n\n                                                           已编辑"
        },
        {
            "author": "a993093644",
            "timestamp": 1484060880,
            "txt_content": " 本帖最后由 a993093644 于 2017-1-10 23:10 编辑 \n\n搞错了     "
        },
        {
            "author": "lzs1234",
            "timestamp": 1485434100,
            "txt_content": " 本帖最后由 lzs1234 于 2017-1-26 20:51 编辑 \n\ndual core CPUs.\n我感觉这个意思是intel酷睿双核心CPU吧……\n靠刚刚没看时间，一个多月以前的了……\n"
        }
    ]
}