{
    "title": "【原创-连载】《创世大陆》第四章 一定会保护你",
    "author": "winsheng7770",
    "replyCount": 0,
    "timestamp": 1482506700,
    "txt_content": " 本帖最后由 winsheng7770 于 2016-12-27 09:55 编辑 \n大家好！不知道大家对《创世大陆》这篇小说可还满意？要是满意的话请多多回复给予我支持与动力，有什么疑问的也欢迎提问哦。做得不够好的地方更是需要大家的指正与赐教。\n另外，《创世大陆》这篇小说也有了索引，大家可以点击我的签名找到索引哦～\n废话不多说，请大家慢慢欣赏喽！\n\n第四章\n\n第四章 一定会保护你\n      清晨，阳光又照射着大地，散发着明亮的光芒。我睁开了双眼，望着屋外明媚的阳光，“又是新的一天了，在这片大陆上已经生活了两个多月，真想念在现实世界的家人朋友啊。不知他们现在过得怎么了，也不知道他们如果看到我醒不过来了又会有什么反应。。。”我突然十分地思念在现实世界中的那些人，好想立刻就回到现实世界。      “唉——这是不可能的，进入了这片虚拟的世界就只能遵守这个世界的创造者的规矩，离开的注定只有一人。”我无奈的想道。“如果——最后只剩下我和月星两个人，我——我怎么可能下得了手呢？如果月星为了要回到现实世界而打算杀我，我该怎么办。。。”我胡思乱想道。      “咦，莫影你醒了？早安。”月星从隔壁的房间走了过来。\n      至于为什么多了一个房间，那是因为昨天我看到月星来了之后原本的小木屋容纳不下两个人，于是自己便多盖了一间房。\n      “早安，你起的很早嘛。”我回答道。      “对了，有些事情我必须要告诉你。”我认真的说道。      “到底什么事啊，这么严肃？”她坐到我面前，好奇地问道。      “是关于这个世界的事请，你知道我们是从现实的世界来到这片大陆的吗？”我问道。      “现实世界？我不是很明白。。。”她疑惑地望着我。\n      “唉，果然你连这个也不记得了。这么说吧，我们原本是生活在现实世界的，但是因为使用了某种装置导致我们进入了这个虚拟的世界。”我叹了一口气后说道。\n       “咦，我们不是原本就在这里的吗？那么我们怎么还不回去啊？”她对我说的话感到吃惊。      “我们进入这个世界的第一天，就收到系统的提示，告诉我们只有存活着的最后一人，才能离开这里。而且，在这个世界死亡也就意味着我们在现实世界中也会死亡。“说道这里，我顿了顿，继续说道：“也就是说除非把其他进了来的人都杀了，不然永远都会被困在这里。”\n       “怎么会这样。。。”她捂着嘴，眼神中带着不可置信地望着我说道。      “所以，我们不只是要小心怪物的攻击，也要提防其他人为了要回到世界而不惜动手杀人。”我提醒她道。\n       “既然是这样，我们不如不要回去了，我们躲在一个没有人找到我们的地方，一直生活在这里不是挺好的吗？”她突然高兴的说道。\n       “这——这怎么可能呢？现实世界中还有很多牵挂，父母、朋友等等对我们很重要的人都在担心着我们。你现在也许想不起现实世界中的事情，当你想起来的时候，你就不会这么说了。”我带着低沉的语气说道。\n       “是吗？原来现实世界还有那么多重要的人啊，我却什么也想不起来了。。。”她有点伤心的细声说道。\n       “好了，我们暂时先不要提这些事了。月星，不管发生什么事，我都一定会保护你的，我保证！”不知为何，我心中突然有种想要永远保护她，不让她受到任何伤害的一股冲动。\n       “嗯，答应了就一定要做到哦！”她的心情好像好转了。      “走吧，我们在到森林里打打猎，准备我们今天的午餐和晚餐。”我说道。      “好，我们走。”她回答道。分割线      原本幽静的森林里仿佛被两个人的愉悦交谈声感染了，气氛变得有些温馨。      “今天估计我们来晚了，貌似没看见怪物的踪影。”我说道。      “为什么啊？”她好奇的问道。\n       “哦，因为僵尸和骷髅在早上就被阳光照射而燃烧起来，我们来迟了，所以估计都被烧死了吧。”我耐心的解释。      “哦，那在晚上来临之前我们岂不是都很安全喽？”她问道。      “也不是完全的安全啦，有些怪物是不受阳光影响的，就好像——”话没说完，我看见前面的一棵树突然露出了一个青色的身影。显然就是万恶的苦力怕，朝我们走来。      “月星，快往后跑！”我大声喊道，随后从背包拿出来一把新制的石剑，往苦力怕冲去。      我猛烈地刺了它一剑之后，趁它往后退的时候快速地向后倒退。稳住身形后，随即再向前疾冲，双腿猛地一蹬，跃起朝它挥了我全力的一击。显然，身体在空中往下挥剑，借着下坠的力量我的攻击有着很大的爆发力，它再次被我击退了几米。“嘶——”苦力怕的身体开始颤抖并膨胀了起来，这是要自爆的预兆。      说时迟那时快，我双脚着地后，我毫不停顿地往前冲去，犹如闪电一般的砍出致命的最后一击。前后实际上还不过数秒，苦力怕已经倒在了地上，我顿时松了一口气。\n      “啊！”身后的月星突然惊叫了一声。我急忙转身，约十米外的月星面前竟然还有另一只苦力怕。“嘶——”苦力怕的身体不停地膨胀。“糟了！月星什么装备都没有穿啊。“我心中急道。一股冷汗从骤然地在我背后冒出来。 未完，待续\n\n后语感谢阅读，请大家持续关注《创世大陆》。（再次提醒《创世大陆》的索引能在我的签名档找到）话说我看到了一些朋友在我的贴里回复表示支持，对此我真的深表感动，谢谢你们！\n另外，由于我在接下来两天有事要离开，而且我也没有在存稿（都是写完了就发）所以至少要等到下个星期一才能看到下一章的更新了，先在此向各位致上万分歉意。请多多回复支持我的作品，也欢迎批评我的不足之处 狠狠的批评我吧我保证一定会努力改善小说的品质，让读者们满意，谢谢大家！\n\n点击这里阅读第五章\n\n\n\n\n\n\n",
    "replies": []
}