{
    "title": "【原创/连载】《战狐》 第一章",
    "author": "古明地兔",
    "replyCount": 11,
    "timestamp": 1482497100,
    "txt_content": " 本帖最后由 mcprp 于 2016-12-25 21:24 编辑 \n\n                       战狐\n                                      by：mcprp\n\n         -------------第一章-------------\n  “思思，好像没有酱油了，我出去买一瓶酱油！”唐思思从小父母双亡，奶奶、外公、外婆都在他出生不久就死了，一直都是爷爷在照顾她。\n  “我一起去！等等，我去关一下煤气！”思思停下了手中的Minecraft，这个游戏他从小玩到大，没有停过。\n  “碰！”一声下去，唐思思发现自己最亲爱的爷爷居然出了车祸。\n  “送……送我去医院……我孙女在等我……”爷爷使尽极大的力气说出此话。不料司机却说着“好，我这就送你去医院，天上的医院~”将爷爷一把摔到地上。思思一个箭步过去，捶打着司机“你……把……爷爷还给我！”思思摆出一脸的可怜与愤怒，但是司机并没有理她，上车离开了现场。爷爷当然是没救了，思思只能跪下包头痛哭。\n   “我可以救你爷爷，只需要一颗人参。”一个神秘的黑衣人靠近思思小声地说。\n   “可……是我要去哪里找人参啊……”一脸懵逼的思思盯着黑衣人，摆出可怜和卖萌的脸色。\n   “城外琴浸山上。”说着，黑衣人就走了。\n   “人参生在悬崖上……不……不过，我……我一定要拿到！”她想着，将爷爷的尸体送到医院，先让医院保管。\n    一步一步到了琴浸山唯一的悬崖，看着下面，怎么也有百米，她慢慢下去，一是她胆子比较小，二是她怕有蛇。\n    下去十几米后，她看见一株人参，正要伸手去摘的时候，一条黑蛇出来，将她吓了下去。其实这蛇本没毒，只是她胆小，加上紧张。\n     她闭上眼睛，半天竟感觉不到一丝疼痛，一睁眼，发现自己在一间古房里，很大，但是里面只有一些古器、一张桌子、几张凳子和一张床，她自己就在床上，床边还有两个女的。\n     那两个女人看到她醒了，一起说：“公主殿下，何不继续休息？”\n     她也吃惊得说：“公主？这是哪里？什么年代了？你们是谁？”\n     那两个女的摆出一副更加吃惊得表情，其中一人说：“回殿下，这是您的寝宫，现在是正统三年，我们是您的侍女。”\n     思思更是一脸懵逼，道：“什么？正统三年？1438年？明朝？？？”\n     另一个女的说：“殿下，您在说什么呢？”\n     她貌似发觉她穿越了，道：“没……没什么。”\n         -------------第一章 完-------------\n注意：本故事纯属虚构[爷爷怎么死的那一段是我真实经历的。]\n致各位大佬：如果你们喜欢，请按下“评分”键，这样或许我会更新的更快！\n特邀嘉宾：@china521 @2092546835 @回云 @爱拍、小少  ",
    "replies": [
        {
            "author": "古明地兔",
            "timestamp": 1482577980,
            "txt_content": "初阳时光 发表于 2016-12-24 19:19\n嗯，怎么说呢\n总算是抢到了第一个回复了？\n字体大看得真心累……写多点会不会更好呢？ ...\n可能是因为我认为第一章改道这里停吧。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1482578340,
            "txt_content": "嗯，怎么说呢\n总算是抢到了第一个回复了？\n字体大看得真心累……写多点会不会更好呢？"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1482580440,
            "txt_content": "建议标题前面加 原创-连载 以方便分类, 详情请见版规"
        },
        {
            "author": "gggbbb",
            "timestamp": 1482657600,
            "txt_content": "茶馆发一遍，这边再发一遍好了。另外，欢迎新人\n\n第一，适当的空行。\n回车是个好东西，适当的空行可以使你的文章条理清晰，脉络明确。不要是个对话就非得挤成一团，这样可是让读者看得很吃力。\n举例：\n“思思，好像没有酱油了，我出去买一瓶酱油！”\n唐思思从小父母双亡，奶奶、外公、外婆都在他出生不久就死了，一直都是爷爷在照顾她。“送……送我去医院……我孙女在等我……”爷爷使尽极大的力气说出此话。不料司机却说着“好，我这就送你去医院，天上的医院~”他将爷爷一把摔到地上。思思一个箭步过去，捶打着司机“你……把……爷爷还给我！”思思摆出一脸的可怜与愤怒，但是司机并没有理她，上车离开了现场。爷爷当然是没救了，思思只能跪下包头痛哭。\n第二，节奏感的把握。小说，特别是像你这样的长篇连载小说，保持可读的故事性，以及一定的节奏感，无疑是重中之重。在你的第一章中，你只是将大体的剧情一股脑的扔了进去，在没有过多字数的铺垫的前提下，像你这种写法，阅读效果必然会非常糟糕。想想，在这600字中，你交代了些什么。爷爷被撞，司机跑路，黑衣人出现，上悬崖，穿越。这相当于每一段可圈可点的剧情，你只用了100多字来轻飘飘地一笔带过。这样，写出来的效果也就可想而知。当然，也不是没有方法改进。第一种方法，就是每一段加多笔墨，先不顾及好坏，把内容充实即可。第二种，就是将剧情化简，省略掉一些不必要的东西，以免内容的繁多杂乱。\n另外，在以下的地方，你可以适当地添加字数。爷爷被车撞时，自己的心理活动；与黑衣人的具体互动；采药过程以及适当的动作心理描写。\n司机跑路的内容可以删减，因为与剧情无关。而穿越的那段，可以放在下一章。这一章，重点写穿越前的背景就好了。\n\n第三点，算是文字功底的问题。\n举例：\n“送……送我去医院……我孙女在等我……”爷爷使尽极大的力气说出此话。不料司机却说着“好，我这就送你去医院，天上的医院~”将爷爷一把摔到地上。思思一个箭步过去，捶打着司机“你……把……爷爷还给我！”思思摆出一脸的可怜与愤怒，但是司机并没有理她，上车离开了现场。爷爷当然是没救了，思思只能跪下包头痛哭。\n在这一段长篇幅的文字中，你的短板也就暴露出来了。语序混乱，也就是俗称的语无伦次。对话虽然有些无厘头，但无伤大雅。最关键的，是中途插入的动作描写，有些过于凌乱。你可以先分着段，再试着修改一下，哪怕将动作描写融进语言描写也行。\n再举个例子：\n“可……是我要去哪里找人参啊……”一脸懵逼的思思盯着黑衣人，摆出可怜和卖萌的脸色。思思更是一脸懵逼，道：“什么？正统三年？1438年？明朝？？？”\n我说，你只会“懵逼”吗？（捂脸）\n具体的地方我就不一一列举了，自己看着修改就好。（最好是通篇修改下）\n\n\n第四点，是人物情感的问题。\n举个例子：\n“可……是我要去哪里找人参啊……”一脸懵逼的思思盯着黑衣人，摆出可怜和卖萌的脸色。\n这一段位于爷爷刚死之后。按照常理，这时候思思应该是悲痛欲绝的。而你却用了“懵逼”以及“卖萌”。就算你想要体现出思思的可怜软弱，这样描写也是没有必要的，因为脱离出了人之常情。你可以这么写，但不恰当也是必然的。你见过哪个死了爹妈的孩子下一秒还能卖萌的？所以，建议修改一下。\n\n\n第五点，错字。\n这个不必多说，你应该也懂。\n爷爷当然是没救了，思思只能跪下包头痛哭。\n说得也差不多了，那么就到此为止吧。\n最后，祝进步。\n以上\n赶紧贿赂我"
        },
        {
            "author": "古明地兔",
            "timestamp": 1482671160,
            "txt_content": "金星掠夺者 发表于 2016-12-25 21:17\n有点僵硬\n不着急，后面也许更好。。"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482671820,
            "txt_content": "有点僵硬"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482672060,
            "txt_content": "字体小一点更好"
        },
        {
            "author": "古明地兔",
            "timestamp": 1482672120,
            "txt_content": "金星掠夺者 发表于 2016-12-25 21:21\n字体小一点更好\n我改一下吧。你觉得大概多大呢？"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482672180,
            "txt_content": "mcprp 发表于 2016-12-25 21:22\n我改一下吧。你觉得大概多大呢？\n初始字体"
        },
        {
            "author": "古明地兔",
            "timestamp": 1482672300,
            "txt_content": "金星掠夺者 发表于 2016-12-25 21:23\n初始字体\n完了，又要审核了。"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483714620,
            "txt_content": "第一段紧了点其实你可以多加点描写的然后分成两到三段，这样会好些"
        }
    ]
}