{
    "title": "【原创·连载】《梦都》僵山为我而起！【第一章】[著 叶璇锡晨]",
    "author": "叶璇锡晨",
    "replyCount": 2,
    "timestamp": 1482549900,
    "txt_content": "作者引用：  我是一个初中生，虽然喜欢玩一款单机游戏·····但直到有一天这款游戏改变了我的一生，让我去到了另外一个世界。在那里我认识了许多人，明白了许多事，也明白了生活的酸甜苦辣。直到结束，我才发现——我的下辈子居然一直待在那。\n\n正文：\n  清风四起，我姓蔡，祖籍为叶璇，后随父之锡晨。久而久之，旁边的朋友或家人都称我叶璇锡晨······\n  我十二岁那年，正跟着我朋友一起开黑玩游戏。没曾想，出了个意外。\n  当我正出去买包方便面回家之时，突然有一辆黑色交叉的suv直冲了过来。只听“砰”的声音，我便不省人事。\n\n  醒来的时候发现我已经在另外一个世界了·····\n\n\n  “敢问兄弟，何事(你怎么了)”说这句话是人名叫陈子酱。十三岁左右的样子。\n  “啊！这是哪？”\n  “此乃梦都也，为京之所众(京城的首都)”\n  “瓦特法，你老说文言文干嘛”\n  “文言文为何物？此乃疑心者梦境之都，故梦都。”\n\n  虽然我语文成绩不怎么样，但还是听不懂······\n\n  旁边也摊着一个人，他慢慢地醒来了。“纳闷，这是哪”这位年轻人用轻声叹息道，“穿越了还是咋滴”。\n\n  “嘿！终于有个正常人了。”\n\n  突然，远处的城门突破，闯进了一群军队······\n\n  他们不慌不乱，但我看到了一个将领掉了一个疑似令牌的东西，等军队走了之后，我慢慢挪动身体，前往该处。\n  将臣令？只见令牌左右侧写着。\n  “啊！！！！”我的脑袋突然像回春了似得，我在现实生活中醒了过来。\n\n  “诶，我在医院？”看到旁边是我的家人与同学，便放心了许多。\n  “原来我没死？”\n\n  “臭小子，幸亏你廋才躲过了一劫呀”旁边头发略白的是我父亲——咱们叶璇家族的兄长\n  “没事就好，没事就好”还是母亲啰嗦，一直挂念着。\n\n  不过，有一件奇怪的事。我屁股后面好像压倒什么东西？看了看，我X，这不是梦里面的将臣令吗？我是真穿越还是假穿越啊！！！！！！\n  我同学似乎很感兴趣，从我手中拿走了将臣令。左看看右看看，一直捉摸不透。\n  可他拿走的一瞬间，我很明显的看到他眼睛的血丝变红了似得，就像······\n  就像僵尸！我赶紧叫他拿回来，可没想到他跑出了病房······\n  \n  医生过来了，便道“放心，他只是小伤，除了心脏凹了一点儿，被车震了一下。其他都无碍。下午便可出院。”\n  听了这句话，我的心也放了下来。不过一直奇怪刚刚的那个梦······总感觉那个世界好像minecraft啊，可能是我玩多了游戏的缘故吧。\n\n\n  突然！医院前台突然传来一声“有僵尸啊！！！”  \n  “啊？”旁边的人都惊讶起来，以为是哪个人恶作剧，没想到，那还真有一只疑似僵尸的人。母亲把我扶了出来，只见僵尸左手还拿着将臣令。难道？\n\n  可为什么我拿着没事呢，我急忙叫母亲带我过去拿回将臣令，可没想母亲背着我跑出了医院。\n  医院外，有一个身穿黄色法袍的老头。\n  “妖孽！”他左手拿着桃木剑，点亮火把。哗哗哗~\n  冲进医院就是往僵尸一刺，所有人都惊呆了。可能是母亲太过紧张，一直把我背回了家，我也不知道后来发生的事。\n\n  到了晚上，我还是一直回想着\n  “算了，不想了。既然老天愿意留我一命定有用处！”我便睡了过去。\n  不知谁了多久，我又醒来了，听见婴儿在哭闹。我叫道“谁啊，大晚上的。”\n\n  打开灯·····\n\n\n  “啊，你谁！”\n  “你不是医院外的那个老头吗？”\n\n  只见那老头手中拿着纸，包住的是将臣令。\n  “难道是僵尸咬了这老头，现在来咬我了？”我心里想着，但他还是过来了，慢慢靠近。\n\n  “小孩，这东西与你有缘，你便拿着。”\n  “什么鬼？”\n  “这东西是将臣令，他可以掌握并控制僵尸，且乃是僵王的遗物。”\n  “既然是僵王的遗物，为何给我？”\n  “这东西一直在找一个寄生，但没找到。唯有阴阳两面都协调万分才能掌握并不被吞噬。”\n  “哦？那我为什么要拿着”\n  “你若不拿，且这物会像你同学一样把所有人都变成僵尸！”这个老头似乎有些烦躁了\n  “好吧好吧，那怎么用这个东西呢”\n  “你不必用他，只需好好保管，另外，我再给你一只神猴，怕你被该物吞噬。”说完，他手中拿着一只石猴，交给了我。\n\n  这猴子不会吃人吧！他看我一脸懵，便解释“诶，这是上古神猴，只是还是未成器，如若成器，他必将会成佛，留在你这就相当于修炼了。”虽然我不知道他拿我当修炼器究竟该不该气，但为了救我那个同学，只能答应下来。\n  我手上拿着将臣令，他便口中念咒。随后他就消失不见了。\n  到了第二天，果不其然，我的同学恢复原样。到后来才知道那个老头叫秦志，一般叫他秦伯。\n\n  就是因为这样，才有了后来精彩的故事，请期待第二章——方块界。\n",
    "replies": [
        {
            "author": "winsheng7770",
            "timestamp": 1482554100,
            "txt_content": "貌似又是一部穿越小说了\n支持一下 一起努力吧！"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482822960,
            "txt_content": "\n貌似又是一部穿越小说了"
        }
    ]
}