{
    "title": "【原创/连载】秩序 独狼篇【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 4,
    "timestamp": 1482558480,
    "txt_content": " 本帖最后由 幻梦冰影 于 2016-12-24 13:56 编辑 \n\n又来更啦！！下几周可能没时间了，所以且更且珍惜!\n\nII渡鸦之刃\n  又一次来到了皇凛的海域，第一次来还是跟着父亲来的，我看了看周围，没什么大变化，习惯性的用右手握握左手腕，要往天海神殿走肯定得经过城门，这里离层门很近，往东城门的放向看一眼，慢慢的都是人，就算是现在人都很多，听说今天有一名外号称链鲨的白骑士在这里举行裁决。\n  不过我也管不了那么多，因为一旦我去偷武器那么我也会在裁决名单里，而我的目标就是在天海神殿武器池里的那把渡鸦之刃，曾经收割了世界上三分之一生命的放逐器（武器和等级介绍我会放在下面~~）而我也沾过我那父亲的光试过这把兵刃，在那一刻我一直感觉他在联系我的灵魂。\n  所以现在我需要去找它，不过这不是一天两天的事，我得有个预谋，所以我先去探探路，走着，到了城门附近了，我看了一眼，还是有很多士兵在检查啊，呃，等等，这个是？我看见了一个不同的人，长得很精壮，但红色的眼瞳有着杀气，手中还不停的翻着一张牌，我看见了他的所有小动作，他慢慢的举起双手，那士兵正在检查的时候他猛然双手一挥，手中扑克牌翻飞而起，而且越来越多，他身形一闪，我一看不妙，连忙拿起小刀冲了过去。\n  那边的两名守卫已经被扑克划伤了，他们反应还算快，立刻抽刀一挑，我也一个箭步过去，小刀一送，刀影一划，小刀在我手中翻飞，我小刀的手法已经很熟练了，就像是我身体的一部分一样，手带着小刀立刻往前一送，而整个地方也乱了起来，那人看了我一眼，一张牌飞来，我眼睛一撇，慌乱之中看见一把匕首掉落在地上。\n  没时间了，我腿一勾，把匕首弹飞，手中小刀反握，向下一扣，穿透了扑克，另一首接住了匕首，这时我看见那人想跑，我也没多想，左手小刀抛飞出去，而右手的匕首一送，一闪身，直追而去，快要捅到时他手中不知怎么的又出现了好几张扑克，他手一摆，牌立刻竖立起来，这些牌就像铁做的一样，顶住了我这一刀。\n  “小子，你还不错嘛，但是我现在没时间奉陪你，在隔岸有个服装店，你去那里可以找到我！”他嘴角微微上挑，随后无数的扑克包裹着他，消失了……阻止不了，而他那句话就好像知道我要干嘛一样，没办法只能去隔岸找他了……\n  而刚刚的守卫还在持刀傻傻的站在那里，我也懒得去邀功了，直接往隔岸找去，走了不久，可以看见天海神殿了，我匕首插地，其实以前接触渡鸦时，我就获得了渡鸦的传承，一些技能，我手平放，手心中有一股黑紫色的气冒了出来，随后立即消散了，手中出现了一支黑羽，我把黑羽插在了匕首上，随即又变出了个黑羽。\n  我走向看守神殿的守卫，“你来这干什么，这里不是你这种闲人能进的！”我手中羽毛一挥，“一羽障目！”我一喝，手中黑羽瞬间变多，冲天而起，而我消失了在守卫的眼前，“再见了~”我走了进去，一进去就能看见武器池了！，那是一个类似于教条一样的建筑，残破的支柱费劲的顶着屋架，地上的沙粒则被风吹起，卷着两根残破的支柱，而水缠绕着柱顶，一会为龙状，一会为海怪的样子，而后又变出水缠绕在上。\n  我微微一笑，小时候就见过这种神奇的神殿了，今日一见不仅不习惯而且还觉得更加辉煌帅气了，随后我一闪身进了英雄池，而这建筑中，是一个大厅，大厅的中央就是这把渡鸦刃！我毫不犹豫，左手一抽，渡鸦之刃就横飞过来，我伸手接住，\"好久不见啊！\"我感慨道，不过现在显然不是感慨的时间，大厅的警报响起，众多的人把我包围住。\n  而大厅周围都是武器，守卫纷纷横手，一抽，大厅里的武器就到了他们手上，我眼看不好，但也无奈，“渡鸦”一横，拔刀而起，身形一转，突刺而去，渡鸦横刀一斩一个人的头就到了地上，而我也想趁机杀出一个口冲出去。\n  “没想到啊，在我在的时候也有人敢来偷东西？”一名壮硕的男子走了进来，他身上穿着莹白的盔甲，我心中一颤，不好！是链鲨！我立马身形一侧，他长枪一挑，盾牌一横，“我操，要不要这么赶尽杀绝，我把渡鸦还你好不好？”我立马喊道，可惜他不吃这一套，立刻冲刺而来，我横刀一斩，“碰”，连他的盾都打不破！\n  完了，这次是要栽了！心中一惊，手中动作快了起来，拔刀怒斩，“砰砰砰砰！”无数火花飞溅开来，而我刀速快的也产生了刀影，墨色的刀影加上橙红色的火花，“小子，在我眼里你什么都不是，就算你还了渡鸦，我也不会饶了你的！”他哈哈笑道，长枪连刺，枪影连连，眼看我就要抵挡不住了。\n  眼前黑影一闪，我因为身体疯狂透支，眼睛里的景象早就模糊不清，只能勉强看见，眼前一道庞大的黑影从天而降，身后一把巨剑发着红光，“饮血！”我惊道，整片大陆是罕见的赤血侠客，饮血，竟然在这里，他剑一挥，周围人都退散开来，原本的包围圈只因一剑破碎开来……\n\n呃，发一下武器和骑士的阶级，后面还会有更多普及~武器:青铜刃，铁刃，锋刃，属性阶级，黑雾刃，熔岩器，狂暴刃，裂刀，放逐刃，天空器，奇刃，神器！（别说主角武器很强，他肯定使用不了全部的力量啊……）\n骑士阶级：铁骑，圣殿看守，入门圣师，骑士，白骑士，黑骑士，天门守护，圣凯大师，噩梦铁骑，百刃铁骑（这个和噩梦是同一阶级，只不过分支不同），异王，神皇(跟噩梦和百刃是一样的，分支)\n后面会有更多的普及！！！\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1482671520,
            "txt_content": "玄幻小说类\n建议等级不要太多\n不然不利于以后写作"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482672300,
            "txt_content": "动作描写很好"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483009680,
            "txt_content": "金星掠夺者 发表于 2016-12-25 21:25\n动作描写很好\n可以，这很可以，描写啥的就是把别人所谓的功法拿来分解，拆开，在重组=="
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483009740,
            "txt_content": "金星掠夺者 发表于 2016-12-25 21:12\n玄幻小说类\n建议等级不要太多\n不然不利于以后写作\n不是玄幻小说吧，有点属于游戏类型吧，就是那种等级称号很多，不过以后不会讲骑士的，就提一下而已=="
        }
    ]
}