{
    "title": "3.17.11.0更新来了",
    "author": "无名人",
    "replyCount": 1,
    "timestamp": 1482567600,
    "txt_content": "Steam大奖\n1月24号\"在这游戏火之前我就慧眼识游戏\"奖项开始投票了\n投票后还可以获得集换式卡牌\n链接点我\n\n本次更新没什么好说\n原文链接:http://store.steampowered.com/news/?appids=304930\n有错误欢迎指出\n\n添加项\nUpgraded all official maps to use the new landscape and foliage features. \n升级所有的官方地图使用新的风景地形和树叶功能\n\nAdded wizard to help convert existing terrain to the new systems. \n添加了向导的帮助转换现有的地形为新的系统\n\nAdded miscellaneous features required for the upgrade to the foliage editors and devkit. \n升级树叶编辑和开发工具包添加了杂类功能需求\n\nAdded graphics option to draw foliage when aiming scope or binoculars. \n图形选项添加了绘制树叶时瞄准倍镜或望远镜\n\nAdded alert to the main menu when BattleEye is not running. \n添加了BattleEye反作弊没有运行时的警告到游戏主菜单\n\nWrapped up presents under trees on Festive Russia map. \n用于庆祝节日的俄罗斯地图树下的礼物被包裹起来\n\nAccepted a few more festive themed curated workshop skins.\n饰品创意工坊接受了更多的节日主题的皮肤\n\n优化项\nUpdated to Unity 5.5.0p3.\nUnity升级到5.5.0p3\n\n调整项\nTweaked new tree roots/stumps to look nicer on hills.\n调整了新的树根/树桩在山上看起来会更好\n\n修复项\nFixed placing doors/gates/shutters that open/close into a wall.\n修复了放置门/闸门/百叶窗打开/关闭的信息会在一个墙上\n\nFixed foliage bounds getting reset to origin. (caused it only to stream in when looking at origin) \n修复了树叶边界获得重置原点 (造成在原点时只看向河流)\n\nFixed undo/redo transactions with >1 depth. \n修复了撤销/重做交易随着>1深度\n\nFixed Pine_06 and Birch_03 using wrong shaders. \n修复了Pine_06和Birch_03使用错误的着色器\n\nFixed House_1 using wrong fortification slots. \n修复了House_1使用错误的防御插槽\n\nFixed to split in-game update notes paragraph meshes. [last one hit 65k vertices] \n修复了分裂在游戏中升级笔记的段落网格模型 [最后一个碰撞65k定点]\n\nFixed old trees using new tree hitboxes but not new tree trunk scale. \n修复了旧版本树木使用新版本树木碰撞盒但是没有新版本树木的躯干尺度规模\n\nFixed wrong name shown in some cases when cursor hovering over object. \n修复了错误的名字显示在一些例如当光标悬停在物件上时\n\nFixed a problem with the NPCs object filter. \n修复了一个含有NPC物件过滤的问题\n\nFixed projectile launchers to check for nearby surfaces similar to grenades. \n修复炮弹发射器检查附近的表面类似于手雷\n\nFixed a lighting related crash when loading very very old maps.\n修复了一个与灯光有关崩溃时会加载非常非常老的地图\n",
    "replies": [
        {
            "author": "虚伪de温柔",
            "timestamp": 1483625760,
            "txt_content": "顶"
        }
    ]
}