{
    "title": "建议\"展示与共享\"区的加分系统更改一下",
    "author": "rooke_zb",
    "replyCount": 6,
    "timestamp": 1482596280,
    "txt_content": " 本帖最后由 brooke1999 于 2016-12-25 11:24 编辑 \n\n说真的，感觉地图制作者花费几个月时间去做一张地图，然后得一个推荐或版推，然而没有加贡献(特别是PVE地图，现在去共享区逛一下基本上没怎么看到PVE地图特别是原版PVE地图了)，优秀及精华感觉门槛挺高(而且到底是什么标准并没有一个准确的定义)，而且优秀才1贡献，总体来说让人感觉在共享版混没什么出路，不比材质版，只要不是剽窃，基本上有新意，把大多数材质(gui,方块，物品)画一遍，就能得到推荐(花费1个月左右)，而材质版的推荐就有加1贡献，这让共享版的人情何以堪，花费几个月时间的作品，有的还内置材质包增加视觉效果，得到一个推荐，没有贡献。。。让人产生转战别的版块的意念(我不是针对材质版)，所以希望共享版的加分政策可以得到改善，特别是要给人一个标准:什么是推荐，什么是精华。\n以上均为本人的肺腑之言，打扰管理员了(这次居然不会语无伦次了)\n如果有说得不对的地方请指出\n\n—————————————————————————————————————————————\n还有，目前材质版的水帖情况太严重了，基本上那些老精华帖里都是新人发一些诸如\n\"6666666666666\"\n\"2333333333333\"\n这样的无意义回复，望加强管理\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1482598440,
            "txt_content": "嗯，可以考虑推荐1贡献，优秀2贡献，再往上就一样了，最多4贡献"
        },
        {
            "author": "酉月一",
            "timestamp": 1482599520,
            "txt_content": "材质的制作不比建筑，材质更需要花精力，所以可以适当给贡献。\n而展示的地图鉴定是经过各个展示版主经过试玩以及各方面分析之后给出的定论，如果质量好解密、RPG、PVE或PVP地图能够保持更新以及有后续发展的空间，那自然会获得图章以及贡献。\n如果随便一张地图都说花费了精力花了几个月时间做，但是所花费的时间并没有跟上质量，那样还给贡献的话，那贡献也太不值钱了。\n观赏性地图也并不等于娱乐性地图，观赏性地图的图章门槛相对会高一点，而娱乐性的地图门槛会低一些，但是还是要从游戏性、CB、地图场景、是否有MOD和创意度等等方面来判断一个娱乐性地图的图章以及加分。\n总的来说，如果你是从“我要在展示版拿到贡献”的方向来的话，那我只能说，没有足够的实力那是不太可能的。\n如果你是从“为了玩家，想让玩家玩到或是看到你的作品”的方向来的，那欢迎你到展示版来发布作品。\n建筑地图这一方面的技能，没有一定时间的修炼，想要混起来还是有难度的。"
        },
        {
            "author": "🍞bread",
            "timestamp": 1482601560,
            "txt_content": "准确定义精华是完全不可能的，从来都是版主根据经验评判，准确定义意味着每个地图都得花费很久时间才能得出结论，在这个时间飞快的时代容不得这些浪费\n材质之所以加分高是因为至今材质依然是坛内甚至国内的软肋，建站之初就有的板块至今原创内容不及其它（MOD，地图），而且能制作出精美材质的人屈指可数（个人目测只有里昂，canisminor以及IT PROJECT制作团队，其它精华持有者的作品放到外网你会发现依然是很普通的水准），因此材质版至今依旧是采取“鼓励加分”的策略，所以加分多是大家都默许的"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1482636000,
            "txt_content": "zxc554989965 发表于 2016-12-25 01:12\n材质的制作不比建筑，材质更需要花精力，所以可以适当给贡献。\n而展示的地图鉴定是经过各个展示版主经过试 ...\n然而每个人都有软肋，有的精通CB，有的精通建筑，而两者精通的人才可能做出符合精华标准的娱乐性地图，我只是想说，共享版的实力要求太高了，当然，不是说发布地图是为了贡献，肯定是为了有更多人游玩和认可你的地图，只是说，希望共享版能够有更好的加分标准，这样也可以激励地图制作者的热情不是吗？"
        },
        {
            "author": "酉月一",
            "timestamp": 1482638160,
            "txt_content": "brooke1999 发表于 2016-12-25 11:20\n然而每个人都有软肋，有的精通CB，有的精通建筑，而两者精通的人才可能做出符合精华标准的娱乐性地图，我 ...\n这我就要反驳一下了，展示的要求高如果放到卤蛋还没回归之前说的话，那还可以，卤蛋回归之后，展示的要求已经比起以前低很多了。\n你说每个人都有软肋，这是正常的，我也有，比如我刚好就不会CB，但是我可以找精通CB的朋友一起做个小游戏的地图，我负责建筑，他负责CB，之后考虑的就是谁来发帖了。"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1482646860,
            "txt_content": "zxc554989965 发表于 2016-12-25 11:56\n这我就要反驳一下了，展示的要求高如果放到卤蛋还没回归之前说的话，那还可以，卤蛋回归之后，展示的要求 ...\n虽说如此，可是找一个（不说一群）和自己志同道合又刚好能弥补自己短缺的基友谈何容易（好吧至少对我来说）"
        }
    ]
}