{
    "title": "【传说之下】Sans人物皮肤（拟人）",
    "author": "你贩剑吗?",
    "replyCount": 3,
    "timestamp": 1482639720,
    "txt_content": "Sans是Papyrus的哥哥，首次登场于雪镇外面的森林里。根据玩家的行动不同，他将会变成你值得信赖的支持者，抑或是宛若英雄般的可怕对手。他是屠杀路线的最终魔王，也是本作中最强的BOSS。他总是露齿而笑，并且很少在说话的时候真正“动口”。他有着白色的瞳孔，当他态度严肃时瞳孔会消失。当你与他战斗时，他的眼睛会如霓虹灯般闪烁。这只眼睛一开始只会发光，但当他使用他控制重力的能力时，它将会明显地闪耀。Sans的懒散是众所皆知的，在工作时睡觉也是家常便饭。他很喜欢说一些和骷髅有关的冷笑话，借此来捉弄他的兄弟。他慷慨且令人欣慰，但有时候，特别是生气时，他也会变得严肃，这可能暗示着他平常的随兴只不过是个幌子。 \n他非常敏锐，而随着玩家的行动不同，他的反应差异尤其明显。在屠杀路线他甚至能数出他击败玩家的次数。他说他讨厌许下承诺，因为他即将要违反他与Toriel的承诺去伤害人类。 他的懒散也在屠杀路线的最终战中被提及：他不确定知道时间轴重置是否会损害他的精神，因为他明白自己所做的一切都是徒劳……抑或是他只是把这个当作偷懒的借口罢了。 Frisk/玩家会在离开废墟前往雪町森林时初次遇到Sans，他会以黑影的样子跟踪玩家，借此给玩家一个惊喜，来表达他的友善与欢迎。接着他要玩家暂且躲避他的兄弟Papyrus，并解释虽然他正在担任哨兵，却无意去捕捉人类。然而他说Papyrus则否，并保证Papyrus不会对玩家造成危害。他所设下的谜题，诸如 \"Monster Kidz Word Search\"都能够轻易地躲开，显示了其实他对捕捉人类并没有兴趣。 在抵达雪町镇之前和他随机相遇几次之后，在玩家要和Papyrus约会或出去玩时，便可以去造访他（和Papyrus共住）的房子。在这期间，玩家可以借由屋内的一些物品更深入理解Sans幽默的性格，包含Sans不想拿去扔的脏袜子、还有他对“tromBONE”(意为长号、但字里有\"骨头\") 的相关笑话. 当Undyne问起Papyrus他们是怎么住得起在雪町镇中这么大的房子时，Papyrus说都是Sans在付房租；而如果再深入问下去，他会说这是个谜团。 在进入瀑布之后不久，Sans会问玩家要不要陪他走走，如果玩家同意的话，Sans便会“抄捷径”带玩家前往Grillby's。他们会立刻抵达，明示了他能够使用空间传送的能力。Sans向人温和的打招呼，显示了他非常受人欢迎。 Sans告诉玩家他很担忧，因为他的兄弟被一朵话语动听的花“耍”了（强烈提示了那就是花花，正如后来花花说Papyrus在他的粉丝俱乐部中那样）但他用“回声花”岔开了话题。在离开之前，Sans向玩家开了个玩笑，要玩家支付高得离谱的餐费。无论玩家是否答应，他都会笑着说记在他帐上就好了。Sans之后会在瀑布区再次出现，他会骗玩家去使用假的红眼望远镜。 当玩家在热地躲避Undyne的追击时，也可以看到Sans在哨站上打瞌睡，而当Undyne看到他在睡觉时他会发怒，使得她的脚步稍微被拖延。之后可以看见Sans在卖“热狗”，但使用的是水香肠（香蒲）而不是真的香肠。 接着玩家可以在MTT渡假村外遇见Sans，他会再度邀请玩家陪他走走，如果同意的话，他会带玩家（同样是“抄捷径”）前往MTT餐厅。在那里，Sans会表达他对主角的支持。他提到他和一位妇人交了非常久的朋友，初次见面时是借由在遗迹的门口表演“敲敲门”玩笑而认识的。她非常喜欢他的烂玩笑而两人便成为了朋友，即使直到走到和平真结局之前他们都未曾见过一面。Sans接着告诉玩家妇人请求他：如果有人类离开了废墟大门的话，希望他可以去寻找并保护他们。Sans接着说虽然他从来不对人做承诺，但他也不能对喜欢他的烂玩笑的人说不。同时他也警告玩家，若非这个承诺的话，他们便会“当场死亡”，明示了Sans会亲自杀了他们。在说了刚才的威胁只是个玩笑之后，Sans话锋一转，说他确实保护玩家保护得很好（以他的视角来看的话，主角确实一次都没死过。因为当你被怪杀死时，sans并不在），并在离开前表示真的有人很关心主角。随后Sans会走左边的墙离开。 在结局中，途经最后回廊时，玩家又会遇到Sans，他说他将对玩家的每个举动做出审判，展现了Sans从一开始就一直在观察玩家的事实。 他提及EXP (execution points；处决点数) 和 LOVE（Level of Violence；暴力等级）的真实意义。而他长话短说的结束了他的演说，用一般的口吻告诉玩家他们没有获得任何的LOVE。然后他表达了对心中拥有仁慈的玩家的敬意，告诉玩家怪物们的命运都掌控在他们的手中：让Asgore取走玩家的灵魂使怪物们重获自由，亦或是玩家取走Asgore的灵魂而逃脱地底。他告诉玩家他相信玩家的决心会让他们做出正确的选择。然后他便离开了。 皮肤展示下载链接https://pan.baidu.com/s/1hs2tEIS",
    "replies": [
        {
            "author": "断罪之启示",
            "timestamp": 1482641940,
            "txt_content": "不错，有待加强！"
        },
        {
            "author": "14323534",
            "timestamp": 1484808900,
            "txt_content": "羊爸头上一片大草原"
        },
        {
            "author": "feia",
            "timestamp": 1517400300,
            "txt_content": "连接挂了.。。。。。。。"
        }
    ]
}