{
    "title": "【原创-连载】《创世大陆》第五章 怪物头颅",
    "author": "winsheng7770",
    "replyCount": 4,
    "timestamp": 1482747180,
    "txt_content": " 本帖最后由 winsheng7770 于 2016-12-27 19:03 编辑 \n大家好咯！久等啦，我回来了。请大家继续支持《创世大陆》吧，谢谢！\n提醒：我的个人签名有《创世大陆》索引的传送门哦\n\n第五章\n\n第五章 怪物头颅   在我眼前约十米的苦力怕不断膨胀，眼见它正要自爆的瞬间，“只能用那招了，我不会再让任何一个人在我面前死去！”我心念一动，只听“嗡”的一声，我的身影已经瞬间出现月星与苦力怕之间。   在电光石火之间，我的左手猛地把月星的身躯推开，右手则向苦力怕挥下我近十二分力量的刚猛一剑。   苦力怕被击中的同时，我也再次瞬间移动到月星的身旁。苦力怕往后倒退了数米，随后即刻“啪”的一声巨响，在地上炸出了一个窟窿。   由于我身上穿着铁盔甲，而且爆炸的距离的不是很近，我和月星并没有受到很大的伤害。   “你没事吧？？”我担心的问道。   “啊？没事。。。谢谢你。”她从惊讶当中回过神来。   “对了，刚才你是怎么做到的？你明明离我很远的，怎么瞬间就到我身前了？”她带着好奇的眼神望着我。   我暗道：“该要告诉她吗？我本想瞒着这件事，以防惹来祸端的，但——”   我正想着要不要告诉月星，她突然好像想起了什么，脸色一变，问道：“刚才你明明知道很危险的，为什么你还要过来啊？你傻吗？要是你出了事怎么办啊？你怎么可以那么冲动啊？你也——”   “我说过我一定会保护你的吧。”我打断了她的问题，坚定的回答道。   “呵，看来月星还是很关心我的嘛，也罢了，没什么秘密不能让她知道的。”我心里暗爽道。   “好了，别着急，想问什么慢慢问，你一下子问那么多我也不知道要从哪开始回答。”我说道。   她好像意识到的自己刚刚的窘态，害羞的低下了头，随后问道：“那。。。你先说说为什么你能从那么远的地方一下就跑到我前面的？”   “这个嘛，其实这个世界几乎所有的怪物在被杀死后都有可能掉落它们的头颅，而这个头颅是可以被当成头盔戴上的。一开始，我打死了一只末影人，额——也就是一个很高、很细的黑色怪物，而且还会瞬间移动。正巧它死亡后掉落了它的头颅，我觉得好奇，就戴了上去。”说道这里，我顿了顿，然后接着说道：\n“谁料到，戴了上去之后，头颅竟然就不见了。我怎么找都找不到。”   “怎么会不见呢？但后来你肯定是找到了吧？”她忍不住问道。\n   “没有，不过，它应该只是隐藏起来了，因为我从那之后，再也装备不了头盔了。。。”我解释道。\n   “那这个跟你刚才的能力有什么关系么？”她不解的问道。   “这件事之后，我原本也不知道我有了瞬间移动的能力，直到一次我遇到了危险，竟然无意中瞬移到了别处。。。”说到这里，我想到了那时候在终界发生的事，神情黯了下来。\n   “你——你还好吧？”察觉到我脸色不对，月星关心地问道。     “没什么，想起了一些不开心的事。。。”我说道。   “对不起啊，让你想起了伤心事。”她带着歉意地说。   “这不关你的事。对了，继续说怪物头颅的能力吧，每一种怪物的头颅似乎都有着与怪物本身相关的能力，虽然我不确定是不是每个能力都有它的副作用，但是，我的瞬间移动的能力的确有副作用，那就是会对身体产生负荷，过度的使用的话绝对会致死，所以我都尽可能地不使用能力。再说了，谁知道会不会有人觊觎这份能力，要是因为这能力让我成为了众矢之的就麻烦了。”我继续解释道。   “原来拥有能力还这么麻烦啊。”月星恍然大悟的样子。\n   “其实。。。我身上还有一颗终界龙的头颅。。。”我掩着嘴轻声地告诉星月。   “什么！”她睁大眼睛望着我喊道。   “嘘！别这么惊讶，虽然怪物的头颅能让人拥有能力，但是这个龙的头颅却不能让你戴。一来这算是为了纪念一个人，二来我也不知道龙的能力与它的副作用，我绝对不放心让你冒这个险。”我说道。   “谢谢你这么信任我，把这些秘密都告诉我。放心吧，这颗龙的头颅我也不需要，因为我相信你能保护我的，对吗？”星月轻声问道。   “当然，这还用说吗？”我肯定地回答道。   我突然想到了一件重要的事，于是从背包里拿出了那时候拿到的铁制头盔，递给月星，说道：“对了，刚才我看见你身上一件装备都没有真是吓死我了。要是那时候苦力怕在这么近的距离自爆了，你真的会没命的，戴上这个防身吧。”   “嗯，我听你的。”月星一脸幸福的样子高兴的接过了铁制头盔，打开背包装备在头盔栏上面。     刚才的事也让我意识到了我们的防御真是太薄弱了，别说遇到别人了，就连怪物都几乎能让我们一命呜呼。于是我心里有了回到终界要塞拿制作防具的材料的打算。   “月星，我们找到了足够的食物后就到北方去吧，我想要去拿一些材料制作防具，加强我们的防御力。”我对月星说道。   “好啊，我们走吧。”她答应道。   我原本已不想回到那个伤心地了，但是考虑到我和月星的安全，我不得不回到终界要塞的那个房间去取出箱子里的那些东西。里面都是我和那个人之前挖的一堆矿物之类的，基本上生存需要的都有了。   “走吧，去打猎喽！”我拉着月星的手，越过了森林里的那条河流，走向森林的东部。   在我们走了不久后，一个身影从一棵树的阴影中走了出来，沉声说道：“终于找到了，凌说的对，其他人也知道了头颅的事。哼，他那瞬间移动的能力可是好东西，我要是能夺下来自己使用的话，呵呵呵。。。”说到这里，那个人忍不住得意的笑了起来。 未完待续\n后语感谢阅读！《创世大陆》又继续连载啦，在此感谢那些愿意抽空看我作品的读者们啦，谢谢你们的支持！有发现什么不满意的地方，又或是有什么疑问都可以回复我，我绝对会尽快更正和给予答复的，要继续支持我哦～   \n点击这里阅读第六章",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1482754260,
            "txt_content": "这好像穿越小说\n\n剧情有点老套"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1482754860,
            "txt_content": "金星掠夺者 发表于 2016-12-26 20:11\n这好像穿越小说\n\n剧情有点老套\n然而我想写的是带科幻风格的穿越的说\n难道失败了？（我不会告诉你这不是穿越的说"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1482755100,
            "txt_content": "winsheng7770 发表于 2016-12-26 20:21\n然而我想写的是带科幻风格的穿越的说\n难道失败了？（我不会告诉你这不是穿越的说 ...\n真的\n\n读起来有点堵"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1482755400,
            "txt_content": "金星掠夺者 发表于 2016-12-26 20:25\n真的\n\n读起来有点堵\n好的，我知道了。\n我会在接下来尽量写得更好\n感谢提出意见哦"
        }
    ]
}