{
    "title": "【原创-连载】《创世大陆》第六章 森林遇险",
    "author": "a158168",
    "replyCount": 4,
    "timestamp": 1482837120,
    "txt_content": "错qwq追了",
    "replies": [
        {
            "author": "winsheng7770",
            "timestamp": 1482837240,
            "txt_content": "标题: 【原创-连载】《创世大陆》第六章 森林遇险 本帖最后由 winsheng7770 于 2016-12-31 16:12 编辑 \n第六章\n\n第六章 森林遇险\n   创世大陆森林东部，森林中的两个身影正快速地跑动着。\n   “莫影，你等等我啊！”月星边跑边喊道。\n   “呵，这头猪倒是挺会跑的，你倒是叫它等等我啊——”我追着一头受了伤的猪说道。\n   毕竟在这大陆中的动物速度也不可能像现实一样快，片刻我已经追了上去，石剑轻挥一下，那头猪应声而倒。\n   “哈！今天走运了，收集到的食材都够吃两天了。”我捡起猪肉，对月星说道。\n   显然，森林东部的动物比起西部而言还算是很多的。一个下午的时间，我已经宰了三只野鸡和四只野猪，可谓是大丰收。\n   “好了，太阳开始要下山了，我们回去吧。”我对月星说道。\n   在没有做好万全准备之前，夜间的创世大陆还是极为危险的，我们就像在玩着极限模式的创世神一样，一个不小心便是后悔莫及了，这也是我想要回到终界要塞的主要原因。[size=21.3333px]---------------分割线---------------   夜晚，木屋里的熔炉发出了灼热的光，我和月星都在熔炉前面坐着，边烤肉边聊着天。然而木屋外二十米左右的一棵树的旁边，有个人伫立在那里，遥遥的远望着小木屋。\n   “莫影，你说我们到北方取了东西之后，还回来这里吗？”月星望着我问道。\n   “也许我们就呆在北方吧，要是在同一个地方呆太久很容易被人发现的。”我想了想，回答道。\n   这时，屋外传来一阵“噁——”的僵尸叫声。\n   “咦，有僵尸？”月星说道。\n   “正在靠近了，听起来还不只一个，至少有五个以上。”我从听到声音分析道。\n      随着僵尸群越来越靠近，吼叫声渐渐明显。“噁——”僵尸不停的吼叫着。\n   “不对啊，怎么可能会有那么多的僵尸，而且好像有目地性的往这里走来。”我开始怀疑地说道。\n   “那么多僵尸，我们不可能打得过，我们这就往北方逃跑吧？”月星说道。\n   在我们谈话的期间，“砰——”僵尸已经到了木屋的门前，正破坏着木门准备涌进来。\n   “砰——”木门的裂缝越来越大，很快地变要被破坏了。\n   我对月星喊道：“你快去收拾收拾，我们这就走！”\n   僵尸群的叫声震耳欲聋，破坏木门的声音更是不绝于耳，我见到木门已经快垮下去了，忙说道：“月星，我现在瞬移到外面去吸引它们，趁它们被我吸引住的时候你快往北边跑！”\n   话音刚落，“嗡”的一声，我已出现在木屋的约十五米外了。看见这僵尸群，我差点吓得魂飞魄散。这僵尸群至少有三十个僵尸，这阵容之大，让人看了都毛骨悚然。\n   “来啊，你们快过来啊！我就在这里!”我倒吸了一口凉气，大声对僵尸们喊道。\n \n   “噁——”僵尸群被我吸引了注意力，把目标放在了我的身上，纷纷朝我走过来。月星趁机夺门而出，跑向了北方。\n   “月星，趁现在，快走啊。。。”我暗道。\n   我吸引着僵尸群往南边跑去，让月星可以安全地往北方逃去。\n   躲在森林里的那个人笑道：“呵，想让那女的安全逃跑后再瞬移过去么？想得倒美。”\n   只见原本在追着我的僵尸群竟然全部转身往月星追去。\n   我大惊失色，暗道：“这怎么可能！这些僵尸拥有智慧么？还是。。。有人在背后控制？”\n   我担心月星会出什么状况，“嗡——”连续两次的瞬移我到了月星的后面。“月星快跑，这些僵尸好像是有人在控制！”\n   “如果这些真的僵尸都是被操控的话，那么我们就不可能甩掉它们，这样下去说不定还没被追上自己却已经筋疲力尽，饥饿至死了。”我心里暗道。\n   想到这里我从背包里拿出石剑，决定要跟它们拼了。我转过身，背向月星，喊道：“月星，你继续跑，我会拖着它们的！”\n   突然我看见左侧不远处有只苦力怕，我灵机一动。“有了！”我大喜若狂的往苦力怕跑去。进入了它的视线范围，它马上向我走过来。\n   我引着它朝追着月星的僵尸群走去，靠近了僵尸群后我停顿了一下，苦力怕接近我后，身体开始膨胀。\n   在它自爆的前一瞬间，我瞬间移动到了月星的后面，而身后的僵尸群在“啪”的一声之后多数都被炸死了，剩下约十个僵尸。\n   “可恶！”森林里远远跟着僵尸群的那个人看到我竟然利用苦力怕的自爆来解决掉大部分的僵尸。“哼，看来要想其他的办法了。”说完，他十分不甘地转身离开。\n  我注意到了僵尸并没有再次的从四周聚集，显然背后的操控者也是有极限的，并不能持续的操控僵尸。见状，我对月星喊道：“月星，剩下的僵尸不多，一起解决了它们吧！”\n“嗯，交给我吧！”月星从背包拿出了石剑，跟我一起开始对它们进行猛烈的打击，我们边战边退，终于把僵尸们逐个击杀了。\n---------------分割线---------------   森林北部的边界，在多次使用瞬移的能力之后的我身体已经是十分虚弱了，我忍不住坐倒了在地上，不停喘气。月星见到我虚弱的样子，关心地问道：“莫影，你怎么了，没事吧?”。\n   “呵呵，没什么，只是过度使用能力，又大量消耗体力，现在身体透支了。”我喘着气解释道。\n   “我们现在这里休息一下吧，估计那个操纵僵尸的人也到了极限，离开了，你先吃点烤肉回复体力吧。”她从背包拿出烤肉，递了给我。\n   “我会帮你注意着周围有什么异样的，你先安心地休息吧。”月星对我说道。\n \n未完，待续[size=21.3333px]\n点击这里阅读第七章\n   \n\n\n"
        },
        {
            "author": "哔哔_哩哩",
            "timestamp": 1482837480,
            "txt_content": "winsheng7770 发表于 2016-12-27 19:22\n多谢提醒\n下一章开始应该会改为第三人称\n我要弄成就签名档\n但是各种图床没法用\n试试论坛图床XD\n\n\n\n\n19-21-45-0_oDRsux3t.png (2.43 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-27 19:31 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "哔哔_哩哩",
            "timestamp": 1482837600,
            "txt_content": "建议把第一人称改成第三人称啊XD\n其实就是把每个人的内心都写出来\n你现在是第一人称，是不能写操控者的话与想法的\n那样不科学"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1482837720,
            "txt_content": "哔哔_哩哩 发表于 2016-12-27 19:20\n建议把第一人称改成第三人称啊XD\n其实就是把每个人的内心都写出来\n你现在是第一人称，是不能写操控者的话与 ...\n多谢提醒\n下一章开始应该会改为第三人称"
        }
    ]
}