{
    "title": "<原创·连载>《新世界》第一章  网游“世界”",
    "author": "雾晨丶破晓",
    "replyCount": 4,
    "timestamp": 1482828540,
    "txt_content": "前言：\n这是我第一次写小说(发出来的)。如果不喜欢的话，请直说。有错误也请指正，在这里先谢谢大家了。(至于更新速度,估计是一周1~2，还有14天期末考试....)\n正文：\n    第一章  网游“世界”\n  \n    清晨，太阳缓缓的升起，暖暖的阳光射向大地，令人惬意无比。\n\n\n    “铃铃铃...”闹钟的声音响起，床上的少年多么不想听到这催命一般的闹铃。顺手按下闹钟，从床上坐了起来。\n\n\n    “哈，又是新的一天啊。”少年打了个咋呼，便敏捷的穿好了衣物，开始洗漱。看着镜子中的自己，少年思考起来，“又过去了一天，这个月已经要结束了，若是再不找到工作的话，爸妈会打死我的吧。”想到这，少年便冒出冷汗，他的父亲可不是一般的暴脾气，自己不但会吃到皮肉之苦，更会体验到“精神创伤”。少年摇了摇头，此时洗漱也完毕了。\n\n\n    随便糊弄一下早饭，少年便出去了。\n\n\n    “出发！争取尽快找到工作吧。”\n\n\n    “哟，天擎，你还是这么早啊。”刚出门，正在晒太阳的邻家大妈便发现了他。天擎答道：“您不也是。”大妈叹了口气道:“你这孩子啊。诶，要是我家孩子有你这么勤奋就好了，他现在还在睡懒觉呢。”天擎笑了笑，没说什么。于是便直径走向市中心，看看今天能不能找到好工作。\n\n\n    天擎的房子是租的，因为靠近市中心的缘故，价格也不便宜。这段时间他都在找工作，房租什么的都是父母帮他付的。\n\n\n    还未到市中心，天擎便发现今天街上的人变多了，还多了不少，这几天人是越来越多了。“难道发生了什么？”看着大部分人都向一个方向走，天擎也是很疑惑，便跟了上去。\n\n\n    没转几个弯，天擎便发现了一个特大的招牌“网游‘世界’今日公测”。“世界”这个网游天擎也听过，但是因为未公测的缘故，他并没有去过多的了解这个东西，只是听说过这是世界级的第一款全息模拟网游。但是天擎对网游不感冒，虽然说以前玩过几款电脑上的网游，但那都是上学时候的事情了。要说为什么他会知道这个东西，就是因为他在找工作的时候，对职业游戏玩家这个职业有一些兴趣。于是便查了查当前网游的状况，但是因为天擎对网游不感冒，所以最后还是只是了解了一下就没有多看了。\n\n\n    再看看这家挂着招牌的店，并没有什么装饰，整座建筑简约的很，似乎只是为了容纳更多的人。但事实证明这很有用，天擎环视一周，这里的人少说也有上百，但这座仅仅三楼的店却能全部容纳进来。\n\n\n    虽然天擎对网游不感冒，但是这个“全息模拟网游”已经超过一般网游的模范了，更何况是世界级的。怀着看一看的态度，天擎走进了这家店，店里只有两个区域，一楼的信息区和二,三楼的售货区。天擎在信息区随便看了看，基本上都是有关这个“世界”网游的介绍。这款国际级的网游与一般网游没什么大区别，唯一的区别的是“全息模拟”，玩家可以身临其境地在网游世界里横行，因此这款网游的自由性也是极为之高。玩家可以在里面战斗,挖矿,钓鱼，甚至自己建造。\n\n\n    “若这个全息网游真有它说的那么好的话，我做一名职业玩家也不是不可以吧。”怀着这样的想法，天擎走上了店面二楼。\n\n\n    二楼的人很多，显然都是来买这个“全息模拟网游”的运行设备——“游戏仓”的。以现在的科技，做出一个全息投影的网游已经很难了，自然需要一些大的东西来装下它。因此，这个游戏仓的价格也是不便宜，一个就高达50000RMB，足够天擎付4个月的房租。\n\n\n    天擎就站在后面开始排队，因为店面大，售货口也很多，虽然这里的人很多，但是平均下了一个售货口不到一百人。而且买游戏仓也特别方便，只需要登记一下，付个钱。便会有专门的派送人员将游戏仓送入家门。\n\n\n    在不到半个小时后，前面长龙般的队伍便消散了，轮到天擎了。\n\n\n    “先生您好，请问您是要游戏仓么？”售货员天擎问道。\n\n\n    “嗯，我要一个。”天擎回答道。\n\n\n    “好的，请先生填写一下个人信息并且付款。”售货员拿出一张纸让天擎填，上面无非是什么姓名,电话,地址......\n\n\n    “好了。”天擎填完了表，将钱和表一起递了回去。虽然说是50000RMB，但是现在的最大币值是5000RMB，所以交易起来没有什么困难。\n\n\n    “先生的游戏仓购买成功。我们将在3小时内为您送过去，祝你游戏愉快。”售货员满脸笑容的说，天擎也回家了。\n\n\n    “职业玩家什么的，想想就不大现实啊。”回到家中的天擎开始期待他的游戏仓和游戏生涯，但是又在怀疑自己这样一个不常玩网游的人如何在这个网游中赚钱。当然，天擎还是有一些优点的，比如不怕痛和不怕血。这也和他的父亲有关，想想就可以猜得到他的父亲到底是个什么样的人。\n\n\n    “对了，说到父亲，他貌似非常擅长网游，不知道现在还玩不玩呢。”天擎的父亲曾经一度痴迷网游，但天擎却未受其影响。而他的父亲今年已经34岁了，不大也不小，可能也还在玩网游吧。\n\n\n    在天擎还在思考的时候，门铃突然响了起来。“这么快？这才一个多小时。”他连忙上前开门，只见外面一个穿着“世界”工作服的人站在门口，后面还有一个大包装盒。\n\n\n    “请问是天擎先生么？”那人问道。\n\n\n    “是的，这是我的游戏仓？”天擎回答道，顺便质疑了一下这神速的送货速度。\n\n\n    “没错，请您在此处签字。”那人拿出一张纸并递来一支笔，上面写着送货信息，最后还有一个收货人签字是空的，天擎接过笔，并且在收货人那一栏写上了自己的名字。\n\n\n    “好的，网游‘世界’下午1点公测，请不要错过哦。”送货员又说了一句便离开了。\n\n\n    天擎将包装盒搬到家中，然后便用剪刀开始剪包装。\n\n\n    不一会儿，一台崭新的游戏仓便呈现在眼前。“完成，这游戏仓还真大。”天擎看着游戏仓说。\n\n\n    “游戏是1点公测啊......现在都11点了，先去吃饭吧。”天擎看着钟说，虽然他会烧饭，但是不经常自己烧给自己吃，常常在外面买。\n\n\n    吃饭的时间是愉快的，等待的时间是漫长的。吃过饭，时钟又走了一格。\n\n\n    “真期待啊，这个‘世界’。”想着，天擎带上了游戏头盔。\n\n\n    ——游戏正在激活中...0%\n\n\n\n                                                                                                                                                                                                共2215字",
    "replies": [
        {
            "author": "雾晨丶破晓",
            "timestamp": 1482834120,
            "txt_content": "睡觉前来顶一下吧。并且表示为什么审核这么慢..."
        },
        {
            "author": "雾晨丶破晓",
            "timestamp": 1482914940,
            "txt_content": "订阅席：假装有人想看的样子\n"
        },
        {
            "author": "初阳时光",
            "timestamp": 1482917820,
            "txt_content": "少年打了个咋呼，便敏捷的穿好了衣物，开始洗漱。\n咋呼是啥……怎么没听过\n\n看着镜子中的自己，少年思考起来，“又过去了一天，这个月已经要结束了，若是再不找到工作的话，爸妈会打死我的吧。”想到这，少年便冒出冷汗，他的父亲可不是一般的暴脾气，自己不但会吃到皮肉之苦，更会体验到“精神创伤”。\n可以改为：\n“又过去了一天，这个月已经要结束了，若是再不找到工作的话，爸妈会打死我的吧。”看着镜子中的自己，少年思考起来，冒出了冷汗。他的父亲可不是一般的暴脾气。一旦发了脾气，自己不但会吃到皮肉之苦，更会体验到“精神创伤”。\n因为靠近市中心的缘故\n明显病句。\n\n还未到市中心，天擎便发现今天街上的人变多了，还多了不少，这几天人是越来越多了。\n表达人变多了可以简短一点……\n\n再看看这家挂着招牌的店，并没有什么装饰，整座建筑简约的很，似乎只是为了容纳更多的人。\n逻辑我看得懂，但是可以再补充说明一下。\n\n虽然说是50000RMB，但是现在的最大币值是5000RMB，所以交易起来没有什么困难。\n有点玛丽苏倾向……但是对话写的还是蛮细致的。\n\n还有，要详略得当。适当的地方可以删减，需要扩大的地方可以扩写，不要在意字数。\n行距怎么这么大！！！"
        },
        {
            "author": "雾晨丶破晓",
            "timestamp": 1482918120,
            "txt_content": "初阳时光 发表于 2016-12-28 17:37\n咋呼是啥……怎么没听过\n我服...还有没注意到就习惯打上了土语2333"
        }
    ]
}