{
    "title": "【原创-单篇】荣光——致我曾经深爱着的这片土地【46241359】",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1482834780,
    "txt_content": "正文\n\n\n\n“我的家呢。”\nHerobrine抬起头，看着面前披着铁甲，带着无限荣光的青年人。他眼中原有的犀利白光早已被时间磨去棱角，只剩摇摇欲坠的苟延残喘。\n“这就是，你的家。”\n“它和我印象中的家不一样。”\nHerobrine对他的印象还停留在一个喜欢对着天空遐想的孩子身上，但昔日的孩子如今早就不把他再当做自己所追随的引导者。\n“因为你变了，但它没变。”\nHerobrine想看看，如果他能将这身铁甲脱下来，是不是还能看到些过去那个孩子的影子，但他知道不可能——那个孩子已经死了，死在时间的长河里，被埋在长河边。\n \nSteve还记得十多年前和自己一起到溪边钓鱼的朋友，不记得名字，不记得外貌，单纯地知道有这样的事而已。\n那个时候到底有多喜悦，Steve说不出来，他的双眸在同样的阳光下已经失去了灵光，替换成上了老练，肩上的鱼竿被夺走，换成了沉重的荣耀。\n他屠龙归来，回到盼了十多年的家乡，然后他发现，家乡不见了。\nHerobrine告诉他，家乡还在，只是他死了，死在一身铁甲里。\nSteve蹲下身，手掌接触大地，然后他抓起一把湿润的土壤，将泥土在指间晕开，留下棕褐色痕迹。\n里面没有他当初埋下的小麦种子。\n \n同样是十多年前，Steve记得，好像有那么几个人，以捉弄他为乐，当看见他恼羞成怒，异常的红晕从耳根开始，延伸到脖颈——这样的情景如果被他们看见了，他们会觉得快乐。\n具体他们是谁，Steve不知道，也没有知道的必要。\n当钻石剑的剑刃刺穿了Ender Dragon的脖子时，Steve与他的家的联系也在同一时刻被切断了，像Alex手中缝补皮革外衣时用的丝线，风吹过，就消失的无影无踪。\nSteve抿了抿唇，他觉得胸口很闷，有东西堵在那里，喘不上气，几乎要让他窒息。\n他没找到小麦种子，但是找到了仇恨的种子，没来得及发芽，就被扼杀在这片温柔的土地。\n \n还记得这里，有他的爱人。\n以前的爱人。\n而且是单方面的，他的爱人，单相思而已。\n那个女孩儿不喜欢他，喜欢另外一个人。\nSteve想过把西边那座山上的所有红玫瑰都采下来，然后送给她。就在他去采花的路上，他看见那个女孩儿和另外一个男孩儿手牵着手，笑的格外甜蜜。\n他的心在抽搐，像被那两个人的手轮番握在手心蹂躏碾压，他想从悬崖纵身而下，一了百了。\n但他活了下来，并且选择放手，退出了她的世界。\n \n这里留下了Steve的很多东西。\n当初Herobrine教导他时所用的木剑已经找不到了，但还剩下被他劈砍出一个滑稽造型的木人。\nAlex曾和他一起种过的橡树，如今枝头上早就没了叶片，分叉的树枝颜色深的让人觉得抑郁。\nSteve的心里萌生出了好像什么都还在的错觉，实际上什么都不在了，只剩下它们存在过的痕迹而已。\n \nSteve在被派遣去屠龙的前一年，做了一段时间的守门人。\n他坐在村庄的门口，腰间挂着一柄不锋利的铁剑。来来往往的人他看了个遍，有自恃清高，有幽默诙谐，也有抑郁低落。\n像在读一本书，读的时间长了，他就开始领会到隐藏在白纸黑字之下的东西。\n他开始抑郁，抑郁过后，就是易怒，最后意识到自己已经做不到保持着最初的平静日复一日地坐在门口的椅子上，于是他辞去了这份工作。\n一个月后，他踏上了名为“终末之路”的旅途，旅途的终点只有沉甸甸的龙蛋。\n当他到达旅途的终点，岁月掠夺了他的所有，然后给予他新的荣光。\n \n“Herobrine，我累了。”\n“我也累了。”\nHerobrine答道，他的眼里已经没有了白光，看着Steve坐在溪边的草地上。\n“我不想再走了，我什么都看不见，这里不像我的家。”\n“当然不像，因为这里是你的坟墓。”\n“Steve的坟墓。”\n“是你记忆的坟墓。”\n“……我知道。”\n“累了就不要再走了，休息吧，闭上你的眼，休息到你没有疲劳感为止。”\n“那我的眼睛，大概永远不会睁开了。”\n \nSteve得到了龙蛋，然而蛋壳之下是一片空无。 就像他回到村庄时所背负的荣耀，除了将他记忆中的东西清扫的干干净净，它一无是处。\n\n\n\n回忆这里发生在我身上的一切，写出我想写和应该写出的东西，然后离开。",
    "replies": [
        {
            "author": "522006",
            "timestamp": 1483280940,
            "txt_content": "呃，看完之后我算是知道为什么没人回复了……算啦算啦，赠楼主四个字吧──努力  共勉"
        },
        {
            "author": "海潮",
            "timestamp": 1499445180,
            "txt_content": "北极小姐姐好久不见，海潮于此留。\n\n期待更好。"
        }
    ]
}