{
    "title": "[原创·连载]《草方块之谜》第二卷 楔子&第一章 重启",
    "author": "初阳时光",
    "replyCount": 3,
    "timestamp": 1482843240,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 19:45 编辑 \n\n楔子\n      “哈，他被击杀了啊……”\n      “那么，只有绝招啊……”\n      “懦夫……”\n       雪下得轰轰烈烈。\n第一章 重启\n      这是一个寂静无声的夜。Nelson浅酌了一口黑莓茶，精疲力竭地瘫在椅子上。他使劲摁下电视机的开机键。购物频道，运气还不错。他深吸一口气，咬下一大口牛肉酱三明治，咽了下去。\n      Candice从厨房里走了出来，端着一杯浓咖啡与一些刚刚炸好的薯条出来与他共享夜宵。Steve坐在窗前，“呼棱”一下打开了窗帘。\n      “今天晚上的月亮是一年中最圆的哦！”播音员的声音若有若无地从电视机里飘了出来。\n      “虽说已经十点了，但你也没必要开这么小的声音吧？”Steve拿着遥控器笑道。\n      Nelson苦笑：“中秋节……不应该有什么月饼柚子之类的吗？”\n      “冰箱里有柚子冰沙。”C嚼着薯条，这样说。\n      外面刮起了一阵轻快明朗的风。\n      “其实，我早就准备离开这里了，”Steve颇为不满地叩了一下椅子，“有更多的旅途经验，不是更好吗？”\n      羊圈里新收购的羊“咩”地轻叫一声，好像同意了一样。其实，是水槽没水了。Nelson叹道：“我也这样想啊，但是没有准备……先设一个坐标好了。”\n       \n      早晨。\n      Steve和Candice牵着几只羊，在门口焦急地等待。\n      “这样说走就走，真的好吗？”Candice摇摇头。\n      “难道你想在这里挥金如土地度过余生？幸福快乐地与你亲爱的Nelson生活在一起？我可不想。”Steve捧着柚子冰沙，深吃一口。\n      也是，这个地方怪不好的。\n      这里原来是个永夜世界——但现在不是了。自从Steve一行去年把火魔斩于马下，这个世界就变回了正常的白天，然而却没有什么太大的改变。除了四处游走的商人把羊二手卖给他们，利用差价赚取利润，以及长了一点花草外，与原来几乎相同。\n      所以，他们现在要离开——尽管这里包含着无限的荣耀。\n      过了几分钟，Nelson提着大包小包，以及记有坐标的地图，勉强把自己从屋子里拖了出来。他在房子门口立了一块牌子，上面写着——\n      “随时欢迎入住。小心二楼绊线钩机关。”\n      之后，他们就离开了这里。\n\n\n      “我明明刚刚跑完长跑，你们却叫我扛包……真可怕。”Nelson脸色苍白地艰难挪步。说着，他把包裹抛给了Steve。\n      他稳稳地接住，说：“那先休息一下吧。呐，这里是冰汽水。”\n      Candice很不愉悦地停了下来，拿出了一盒巧克力。虽然她知道巧克力热量高，但还是忍不住吃了起来——体重与美食，她选择了后者。在她看来，因为Nelson的疲惫而中途停歇，仅仅是因为妥协。她可没听说过关于负重马拉松累死一个活人的报道。\n      Nelson吞完了一瓶冰汽水，炯炯有神地看着她。Steve也把柚子冰沙吃完了。    那份柚子冰沙可是两人份的啊……\n      过了十几分钟后，他们又上路了。\n      “所以，我们要去哪儿？”Steve突然想起了这个问题。\n      Nelson不紧不慢：“针叶林。你居然没有看地图。虽然很远，但是半年左右就差不多可以到达了吧？”\n      Candice拿着指南针漫不经心地走着。\n      但是，她的心里，隐隐约约觉得什么事情将会发生。\n\n\n      “一群垃圾，”他咯咯地笑，“只是一个村民巫师而已，没想到他会用八卦……”\n     “陛下，他们可不是等闲之辈，可不要轻视他们。”\n      他没有说话，返回了主殿。\n      华丽的主殿令人深陷玄幻小说的经典套路。大颗大颗的水晶悬挂在顶，内嵌电子灯，令人目眩。主座闪亮得发烫，虽说是用大理石做的，但是也与苔石地板的光滑阴森得相得益彰。\n      他在办公圆桌前坐下。\n\n\n      已经临近中午了。他们找到了一棵枯树，搭起了帐篷。太阳炽烈地烘烤着一切。\n      “午休时间到！”Candice饶有兴趣地打开电脑，开启随身网通。\n      “网省着点用，我还要用呢。”Steve慵懒地拿出制冷器。\n      说起来，他们三个人在沼泽地也可以说是略有小成。很明显，拥有网通的人，绝不是普通人。也对——火魔可是亲自被他们处斩。但是秋天开制冷器，看起来也有些太过于歇斯底里了。\n      午餐静静地被陈列在野餐布上，中午的阳光安静又柔和。秋天的沼泽，怎么说呢，总是带着一丝神秘与吊诡。池里的鱼可没有意识到这一点——他们总是匆匆世界的一个平庸的参加者。这种生活，可算是安逸。\n      Nelson打了个哈欠，沉沉睡去，似乎忘记了午饭的存在。\n      在日晷的影子在表盘上转动了两个大刻度时，他们终于继续开始上路。为了方便，他们驯了三匹马继续前行。\n      “你说你这人，怎么不早点想到有马这回事呢？”Candice嘟囔道。\n      “谁知道呢？”Steve摊了摊手。\n      Nelson则把这当做一次加长版的旅游。\n      以后的连续几天，都是这一天的重复。Steve无奈地撕着日历，与缓慢流逝的时间相抗衡。\n      总之，明年之前他们一定可以到达。\n\n      他想，这时应该有一个慢镜头，给他的银手链来一个特写，加一些天花乱坠，闪闪发亮的特效，底下的字幕出现：尊贵而不失优雅，荣耀项链。虽说他没代言过，也永远不会代言一款项链，但是这个广告的纹路却清晰地浮现在他的脑海中。\n      春天的风并不大，但杀伤力也不小。俗话说“春寒料峭”，这时得到了重要的体现。他披上一件大衣，去外面散步。长廊两旁的花木十分艳丽，似乎在庆祝着春天的到来。但是，又一阵风把他吹回了迷雾重重的心事。\n      “得逞？不太可能。”他又像是在自言自语，又像是在对别人说一样。他从口袋里掏出烟斗，开始慢慢地吸烟。深吸一口后，他的脸上流露出满足的神情。\n      不知不觉，已经走到门口了。他一个转弯，拐进了另一条路。\n      这座城市，总是带着些许的黑暗气息。市民虽并不至于生活在一片恐惧中，但也有些担惊受怕的意味。\n      说来，南半球的气候与北半球的气候有着几分相似。唯一不同的是，当北方是秋季，南方就是春季。类似地，当北方是夏天，南方就到了严冬。\n      这里的春天，倒是也有一些明朗轻快的意思。嬉笑的放风筝的儿童和淡绿的树木，以及不愠不火的阳光，构成了一幅美好的图画。\n      宫殿坐落在郊区。比起城中心的温凉，这里便多了几份清冷。\n      没过几分钟，他又急匆匆地走回宫殿，一如既往地在下午三点前开始烹饪下午茶。\n      厨房与主殿相比，并不算大。约70平方米大小的房间里，有时挤满了人，有时又显得有些许的冷清——比如说现在，Fred亲自掌勺的时候。\n      他拿了一个菠萝，切成了小块。他又从冰柜里取出一屉冰块，倒入碎冰机里，迅速、娴熟地把一个木碗伸到出冰口，随后就听见了“格棱”的冰块互相撞击的声音。\n      “又在做甜点？你这样下去会发胖的。”Frank咯咯笑着。\n      Fred并没有说话，迅速把洗好的冰草莓扔进榨汁机，然后把打好的草莓汁倒进盛有细冰的高脚杯，顺便把菠萝块点缀其上。\n      “其实，你可以尝试一下柠檬汁。”Frank走了过来。\n      “呃，会不会太酸了？”Fred终于开口，“焦糖还没弄好。”\n      “不会。”他沉思片刻，把一勺柠檬汁倒进杯子。\n\n\n       沼泽地的夕阳，也是别有一番韵味。\n       他们几个人默默地，只是不说话地前进。\n       他们已经沉默了很久。但是现在，Nelson却看着地图，开口了：\n       “前方高危区！看到没有，那座山上有腐蚀性物质！”\n       Steve笑了笑：“那拐弯路咯。”\n       他下马，从山间取了一壶水，正好看见了山旁的岩浆，告诉了余下的两个人。\n       这局面，真的很尴尬。\n       碰巧，Candice对这一带很熟悉。\n       “你可以牺牲一下你的马，冲过去。”\n       Steve看看附近，已经没有骑乘工具了。他在心里，已经把所有可能的剧情列举了一遍，但都以失败告终。\n       Candice慢慢变得急不可耐，眼看就要扬鞭而去。\n       她飞奔进了树林，只留下了一句“马上回来，我先去探探路”。Nelson猛地一愣，她已经消失在树林中了。他和Steve赶快反应过来，追了过去。远处，隐隐约约可以听见马蹄声。然而他们已全然顾不了那么多，往刚才队友消失的地方奔去。\n       树林里突然有一秒钟的寂静无声。Candice的踪迹消失了。\n       不远处，可以看见朦胧的火光。\n       Candice突然身体一轻，有一股坠落下去的感觉。\n       他们近乎疯狂地喊着，但是却没有回音。事情好像变得蹊跷起来。\n       Nelson突然瞥见了一扇黑色的门。“那是什么？你看到了吗？”他转身对Steve说。\n       “没看见。在哪？”\n       “那儿。”\n       Steve顺着Nelson的手指看去，\n       果然有一扇漆黑的们。他缓缓打开，看见一个告示牌，上面写着：\n       “炼焰之狱，从此进入。”\n       他们互相点了点头，跳了进去。",
    "replies": [
        {
            "author": "资深咸鱼",
            "timestamp": 1482847560,
            "txt_content": "反馈:机关的机写错了"
        },
        {
            "author": "初阳时光",
            "timestamp": 1482917340,
            "txt_content": "这文周更哟~"
        },
        {
            "author": "初阳时光",
            "timestamp": 1483010880,
            "txt_content": "每日dd\n话说现在稿子已经写好了\n人物量有点多……\n多了2个人3个名字……\n（别问我为什么会多个名字）\n（悬念就对了）"
        }
    ]
}