{
    "title": "【原创 连载】『方块时代』第一章",
    "author": "Chrisの葉子",
    "replyCount": 7,
    "timestamp": 1483004340,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1483004400,
            "txt_content": "三国争霸么.... 2333"
        },
        {
            "author": "Chrisの葉子",
            "timestamp": 1483004520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "初阳时光",
            "timestamp": 1483011480,
            "txt_content": "字体太大了……看起来也蛮少……\n我敢说这么多第一章最后没几个能坚持到完本\n加油吧少年\n评个分支持一下？\n一章至少要2000字以上吧……"
        },
        {
            "author": "Chrisの葉子",
            "timestamp": 1483011720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "初阳时光",
            "timestamp": 1483012380,
            "txt_content": "Chrisの葉子 发表于 2016-12-29 19:42\n多谢支持，版规上说了连载的话500字以上便是。\n嗯的确\n但是你要给自己一个要求\n难道你不想完本之后全版读者来祝贺你吗？\n但是，反过来又想想，刚刚过500字一篇的小说怎么能让人看得饱呢？你说是吧……\n打个最简单的比方\n你一天吃两顿也可以活的很好啊\n但是为什么要吃三顿呢？\n因为要在规定的基础上再丰富自己。\n尽量写多点。2000字以上会不会很难？\n等你写完一章2000字的就会觉得习惯了吧……\n（建议仅供参考"
        },
        {
            "author": "gggbbb",
            "timestamp": 1483240500,
            "txt_content": "欢迎新人！\n沉迷阴阳师无法自拔日渐消瘦。\n文章没什么大的毛病，挑几个小问题好了。\n\n问题一，毫无代入感\n小说是故事，不是干巴巴的叙述。你只是说清了一件事，但叙述并不等同于小说。这样的写法只会让人大感无趣，从而导致弃文。我不知道你的想法如何，但恕我直言，在第一章内通篇描写宛如背景的战争，这实在是不可取的。我没有找到主角，也不知道你要说什么，更不知道你要表达什么。像这种文段，我的建议是，要么缩写成大的背景，要么放到“序幕”。至于第一章的部分，第二章调来补上即可。\n\n问题二，善用回车\n回车是个好东西，它能让你的段落清晰，层次分明。你所采取的一个时间段一分，只会显得内容杂乱，生不起阅读的兴趣。\n如果让我分，我会这么做：\n第二日早，叶国大军兵临城下，号角声响彻云霄，随后发起进攻。\n无数只马拖着战车冲锋，三排骑兵随后，战车上的壮士挥舞着长戟，数十辆投石车断后。\n周国将军看到后立马下来打开城防工事，一桶桶岩浆被发射器放出来，在地面上形成一条不可靠近的岩浆河。\n但这并没有阻止叶国的进攻，叶国这次进攻还配备了三台云梯，随着活塞的发动，云梯将楼梯一层一层的给推出去了。\n在城门即将被破开之时，周国将军拿出一根由烈焰棒和绿宝石组成的魔法杖向天一挥，一道光从天而降，落在了法师桥上法师手中魔法棒的红石块中。\n那一瞬间，圆形的红石块光芒四溢，在空中上下摆动，随后发射出一个个火球击向叶国的骑兵。\n队形立刻乱了，落荒而逃。\n叶王闻讯后恼羞成怒，命令大臣们把正在岩浆的钛合金巨型超大号合成魔法水晶机甲投入战场。\n大臣叶文回复道“：若是将机甲投入战场并使用的话，一旦出现故障战局可能会立马逆转，我们面对的可是周国，但就算输了这不重要，但是光机甲的损失费用就可能高达一亿绿宝石币，而且机甲还会落入周国手中，这样对我们十分不利啊，还请殿下三思呐！”\n但叶王不但不加以理会反而更加生气地答道“：我说使用就使用！别*****这么多废话！”\n剩下的部分不一一列举，但个人还是建议多做修改的。\n\n问题三，多角度描写\n前面分了段，你的问题也就一清二楚了。瞧瞧你是怎么写的，叶国大军怎么怎么样，周国将军怎么怎么样，叶国又怎么怎么样，周国将军又拿出什么怎么怎么样。就如同我前文所述的，通篇都是干巴巴的叙述。至于如何改进，如果有心，你可以将一些片段抽出来详写，再从环境方面入手，尝试着烘托气氛。动作方面也可以再具体点，不要搞得像那个什么回合制游戏一样，我来一下，你还一下。\n\n问题四，行文的严谨性\n语言描写可以有，但要对应着人物的性格。像什么叶王当众骂街，什么骑士鬼哭狼嚎的冲向城墙，这些当然是不可取的。所以，语言上还是可以再斟酌下的。（另，行文少用网络语言，这可不是个好习惯）\n举例：\n“啊啊啊啊啊啊啊的鬼哭狼嚎的冲向城墙”但叶王不但不加以理会反而更加生气地答道“：我说使用就使用！别*****这么多废话！”“BOOM x n”\n\n那么就到这吧，描写方面也不多讲，自己多练练功底吧。\n以上。最后，祝进步。\n赶紧贿赂我贿赂我贿赂我"
        },
        {
            "author": "Chrisの葉子",
            "timestamp": 1483251240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}