{
    "title": "【周边创作每月活动】|第十二月|百鬼夜谈|结果公布|",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1483019340,
    "txt_content": "再来凑凑热闹_(:з」∠)_",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1483019340,
            "txt_content": "标题: 【周边创作每月活动】|第十二月|百鬼夜谈|结果公布| 本帖最后由 540083835 于 2016-12-30 00:59 编辑 \n\n嘛，这次活动本来是老朽想要过一把恐怖故事的瘾，但是结果却有些令人失望hhhhhhh一点都不恐怖啊(╯‵□′)╯︵┻━┻但是还是找到了一些不错的故事\n接下来就公布本次活动的结果\n\n冠军【6人气100金粒3下届之星】xcc“轮到我了，对么？”恶魔突然清了清嗓子。\n一边想着这种小型活动中最后发话者并不需要打招呼一边再次清了清嗓子。\n\n“我记得在我小学的时候，我曾路过一家蓝蓝路。”\n\n“哦，重点不是蓝蓝路还是德克士，总之一个差不多的快餐店——我遇到了一个似乎在墙上写字的男人，我以为是个写办证开锁之类的家伙，正好家里有个柜子的锁坏了，于是我凑了过去。”\n\n“那个男人拖着一个麻袋，面对着墙，墙上写某某餐馆的联系电话。天色黑，我看不见他除了麻袋还拿着什么。。我有点失落，很小声地嘀咕了一句‘啊，不是开锁的。’”\n\n说着他面色平静地从口袋里拿出一串钥匙，说了一句题外话。\n\n这就是那个柜子的钥匙，找路边王大叔配的。\n\n“然后我离开的时候看到那个男人转过头，嘿嘿笑着说，锁的话砸掉不就可以了。”\n\n“我感到毛骨悚然，后来回家的时候看到一个车上贴着火葬场的电话，和男人写在墙上的一样。”\n\n后来听说附近经常能看见血迹，不知道是人还是动物的。轻描淡写地结尾。\n\n“不够恐怖啊.....是错觉吗？”冥王往后伸了个懒腰。\n\n然而贰肆伍的脸色却剧变，颤抖着举起手说：我能补充一下么？\n\n不等他人回答，他便自顾自的说道：“我认识那个男人，是我爸的中学同学，平时没事的时候喜欢晚上捡垃圾和帮忙清除小广告，我念中学的时候常常能看见他拿着刷子和麻袋走来走去。”\n\n“那家蓝蓝路我下自习的时候也会经过，倒是王叔在那里写餐馆之类的东西，他还回头看了我一眼——简直是吃人的眼神。说起来，你们难道从来没有注意到王叔跟别人谈起自己的事业之外的，比如家庭年龄这些事吗？”\n\n恶魔举起手缓缓道：“我听说......他说过自己的故乡是南.京。”\n\n“但是——”贰肆伍把头低下，说道,“他的原话是‘我的老家在首都南.京’。”\n\n“至于他的锁铺，我也去买过锁。但是想要去别的地方修锁的时候，他们说……”\n\n「这锁芯是50年初的老把式，我们不会修，不过现在也没有人会做吧？」\n\n\n亚军【5人气80金粒2下届之星】玄素缇米娅抽到的签是押尾的。签上写着一个血红的“陆”，在恶魔讲完他并不恐怖的恐怖故事，全场聊个不停的时候，她晃了晃手里的签子，示意其他人安静下来。“是吧，轮到我了~？”她摸了摸坐在身边的银狼头上的蝴蝶结，“其实呢~不是什么可怕的故事啦，只是个怪谈而已。”\n“你们相信有鬼的存在吗？”\n银狼本来想挠挠头，却挠到了缇米娅的手。“大概……有吧？”\n“你觉得呢？”挂着十字架项链的冥王默默笑。\n“没有。”北极一副冰块脸。\n“有的话大概也和我们无关吧……？”分明看到二四五在说这话的时候抖了一下，缇米娅和冥王一起笑出声来。\n然而还是恶魔的回答最为独树一帜。“你觉得有，我就觉得有。”\n所有人都感觉自己被喂了一口狗粮。\n“诶嘿嘿，别看我笑二四五，但真实的状况确实是这样的呢。鬼这种东西啊，和正常的人以及物质世界是无法有任何交互的，所以一般不用怕鬼啦。”缇米娅掩嘴笑。\n“意思就是说，有不正常的人咯？”二四五又抖了一下，这次大家看得真切，集体爆笑。等到笑声暂歇，缇米娅才继续说，“是啊。有些天生魂魄……或者说灵魂或者说意志，管你怎么说啦。天生魂魄偏弱的人，是可以被鬼影响甚至附身的哦。不过这种人少之又少就是了。”\n“被影响会怎么样？”这次是北极提的问。\n“嘛，这可说不清楚。有些人获得了鬼原来的能力，有的人继承了鬼的癖好，比如爱吃橡皮糖什么的？不过或多或少，心智都会受到一定影响啦。”缇米娅说完了这句话，便吹熄了蜡烛，“那么这个怪谈，也就开始咯。”\n\n“以前啊，在我高中那个学校，我高二那年，出了一起命案。一个妹子跳楼自杀了，从教学楼六楼第一多媒体教室的窗户直接翻出去，正磕在水泥地上，听说当场就去世了。”\n“平时那个妹子，啊方便起见就叫她李吧，平时学习也很好，在年级都名列前茅。平时也没见她和别人有什么矛盾，更是冰山女神一样，追求者不计其数，却全部都被拒绝了。这样一个妹子，怎么突然就自杀了呢？”\n“出了这样的事，显然那间教室就被赋予了鬼屋的头衔。教室的门上了锁，平时上课需要多媒体设备的话，也都会去隔壁多媒体二教。那个教室就被封闭了，没人再进去。”\n“直到一个星期后啊，上课前一个学生发现多媒体一教的门口倒着一个人，满脸是血。那个人叫邱，被紧急送往医院。而教室里还躺倒了另一个人，已经没有呼吸了，是邱的……狐朋狗友，叫林。”\n“在等待邱从昏迷中苏醒的时间里，校方调取了监控录像。”\n“邱在晚上溜进多媒体一教。锁是打开了的，他直接将锁取下进入了屋子。走到一半，教室里一个监控死角突然冲出一个人，就是林，一椅子砸在邱的头上。邱没有倒地，虽然踉跄了几步；监控没有声音，但能看得到他们俩的嘴巴一直在动，似乎在争吵；然后两个人变成了斗殴，林在推搡之下撞到桌角，而邱逃了出去，没走几步就昏迷在地。”\n“警察来问讯的时候，邱交代了一切。”\n“林是学校里有名的小混混，邱则是他的跟班。不出意外的，林喜欢李，但显然李不会答应林的交往申请。林于是伙同邱把她骗出了学校，在一个小巷子里轻薄了，并警告李不许告诉其他人。李羞愤之下选择了自杀。林好奇之下决定去那间鬼屋看看，并嘱咐邱，如果他没回来，在一天后去鬼屋看看他怎么样了。林的确没有回来，邱遵守了承诺，于是有了监控里那一幕。”\n“邱说林像被控制了一样，话语混乱无序，只是疯狂的攻击他。邱甚至觉得自己做了一场噩梦。”\n“短短时间内出了两起命案，学校甚至停了一天课；复课时，那间屋子已经被钉了厚实的木板。再也没有学生见过那间屋子里面的样子。而这个故事，也被一年年的流传下去。”\n\n“其实你们已经知道我在说什么了，对吧？”讲完之后，缇米娅重新点燃蜡烛，然后俏皮的眨了眨眼。\n“女孩变成了鬼，上了林的身，前来报复嘛。真是老套的故事情节啊。”冥王摇头。\n缇米冲着冥王比了个鬼脸。\n冥王一挑眉毛，“哦，还有什么我没猜到的地方吗？”\n一时间全场陷入了安静。除了缇米娅，其余五个人都开始冥思苦想，到底缇米娅还有什么诡计嘛！\n戳破了华点的盲生是北极。“林要去检查那间屋子的话，没有理由等一星期，也没有理由让邱一天以后来找他。”\n“bingo！”正围着桌子绕圈的缇米打了个响指，“北极你继续说~”\n“……所以其实很早林就去了那间屋子，被李的鬼魂附了身。然后故意把邱也叫去？”\n“邱！邱也不对。”二四五突然说，“他没有理由找去那间教室的。”\n“大侦探们，快要接近真相了哦~”缇米娅对恶魔努了努嘴。\n“好吧，我来说。林和邱都曾先后去过那个房间，然后被李分别附了身。之后的一切故事，都是李的自编自演。缇米，对么？”恶魔的脸上带着平静的微笑。\n缇米娅同样回以微笑。\n“可是，难道真的这么巧，他们两个都是对鬼敏感的体质？”冥王沉默了一小会儿，然后突然发问。\n没人看见是谁吹熄的蜡烛。黑暗中，缇米娅的声音从似乎很遥远的地方传来，“这个问题啊……就像我如何分辨你是否被鬼附体一样，答案是没法分辨。所以故事的前提什么的，也是未必可信的哦。”\n“如果我突然间变得不是色气大姐姐的话，就证明我被鬼附体了啊。”\n“那么谁知道你是不是已经被一个色气大姐姐附体了呢~”\n黑暗中，所有人面面相觑。\n是啊。谁知道谁还是他本人呢？\n\n\n\n季军【参与奖】【4人气60金粒1下届之星】除冠亚军之外的所有参赛者\nWM2030  等冥王吐出最后一个字的时候，恶魔低着头一言不发。他绝不是被吓到了，他总是这么平静。哦。说不定他被吓到的时候也是这样。总之，恐怖故事，一直都是那么无趣的。全是套路，长久以来已经吓不到人了。没意思。\n    但是既然做起活动来了，自然也不好扫了别人的兴。恶魔抬起头，嘴角扯了扯，他伸出手，大概是想抱抱缇米，但最后出于未知的原因没动手。他就这么把手吊在半空，示意冥王把灯打开，取来一瓶矿泉水。他一边走一边说道：“冥王，房门打开的时候你死了。”他顿了一顿，接到，“北极，灯光下一次照到你的时候你死了。”他咳了两声，吸一口气，语速加快，“狼，你下一次开口的时候你死了。缇米，我死了你就死了。”他突然之间按下开关，关上了灯，面无表情地向背后伸出手，拉开了房间的门。\n    房门外不再是原本的走廊，而是另一间屋子。仿佛镜像。\n    他们看见房间外的恶魔拿着一瓶矿泉水走回来，他这样说道：“冥王，房门打开的时候你死了。”他又顿了一顿，接到，“北极，灯光下一次照到你的时候你死了。”门外的恶魔咳了两声，吸一口气，语速加快，“狼，你下一次开口的时候你死了。缇米，我死了你就死了。”他突然之间站起来，面无表情。向背后伸出手，拉开了房间的门。\n    房门外不再是原本的走廊，而是另一间屋子。仿佛镜像。\n    门的这边，半声尖叫经过凝固的时空传出，只留下一地尸体。门的那边，仿佛镜像。\n\n九幽之帝鬼葬岗午夜过后两分，百鬼夜行的盛景开始逐步上演，作为鬼王的鬼冥的神级人物当然要出席这次鬼年一次的盛景了.\n\n鬼冥神殿主桌上，各色鬼神齐现,有镇守鬼街的镇鬼者狱使，更有鬼之大陆其他地区的霸主提米亚，冥王等等强大势力的掌\n舵人，咚咚的钟楼响起，“好了，百鬼夜行也该进行了，这是鬼之大陆的传统，更希望你们这些不安分分子能看在鬼神的分子上给我\n平平淡淡的进行.要是让鬼神发现我们弄虚作假在后面弄脚，我们都得玩完，你们懂了么”此时鬼冥神殿的鬼冥发出沙哑恐怖的声音说道.\n‘知道了’众鬼王也发出了自己愿意安分的发言.“鬼时到！ ”此时一小鬼骷髅跪在了大殿前小声的喊道.\n\n轰，鬼大陆的天空出现出现一道血红\n的亮光，突然出现一道庞大的石门，在门的另一边是人界，百鬼夜行就是降临人间吸取足够的人间精气\n来补充对鬼神一年以来的贡奉.“众鬼听令，几年鬼行我们都没有多少收获，鬼神那边已经不耐烦了\n如果我们不能早点找到有着鬼冥精华之气的人，那么鬼神就要降临这个鬼之大陆来食用我们了，如果\n还想活下去就给我好好找，敢出现什么差错，我就让他取鬼狱呆几圈。听明白了么，好了佳时到，出行！”\n千千万万的小鬼魂争先恐后的进入石门中,石门那边开始疯狂涌出小鬼，或许这又是一个不平凡的百鬼夜行\n\n“北极，银狼，还有冥王 你们三个要镇守鬼之大陆，记住了要多加防范懂了么，好了我们也该走了，其他鬼将跟我走！”\n轰擦，石门随着鬼冥等人的离开也就关闭了.只留下冥王三人单薄的声影.“嘿嘿，鬼冥那人走了，要不我们去鬼楼小酌\n几杯呢。嘿嘿”就在此时冥王出言到.“好啊好啊”银狼急忙的回应到，也没等到北极的反映就急忙拉着冥王走了\n此时北极只能无奈的摇摇头也跟了上去\n\n石门那边非常的热闹，挤满了鬼，此时最先遭殃的是临近鬼葬岗的小村子，到处都充满的村民的尸体\n眼睛瞪得大大的，似乎被惨遭毒手一样，惨叫声接连不断，持续了好几会才停息下来，从外面看\n就是一片惊悚，血流不断，而那些鬼将也是在旁边提着个葫芦样的容器开始收魂了，\n经过统计 差等人魂132位 中等人魂只有3位.鬼冥默默的听着小鬼的报告，也不知\n是喊了一声还是什么就伸出他的手掌捏爆了那个小鬼的脑袋，魂飞魄散，惨叫声好几百\n米都能听见，乌鸦也被惊扰得匆忙逃跑 好似下一个就是他似的\n\n惨叫依旧再持续着，今年的百鬼夜行很不一样，屠杀人魂的数量也在上升着，周边气息都是鲜血沾染得\n浓稠了起来，好不恐怖\n\nMC|天星   等冥王说完了最后的字眼后，大家都沉默了。\n        “大家说说话嘛！”冥王开口了。\n        “套路，全都是套路，一点意思也没有。”贰肆伍开话了，显然这不是称赞，但他说话的声音带有一丝颤抖，不知到底是不是吓着了，“你就这点能耐吗？提米娅，你了，别让我失望。”\n        北极看着他，微微一笑：“弄得好像你说的很好似的。”\n        “你！你说什么！”\n        “好啦，北姐说的是对的，你本来就没多厉害，赶紧让提米娅讲故事吧。”银狼发话了。\n        大家看着提米娅。\n       只见她顿了顿，说道：“那是我姥姥告诉我的，差不多他小时候……好了，我的故事讲完了。”\n       贰肆伍大笑：“哈哈！不错，比冥王和银狼好多了，不过……还是没吓到我！\n       大家纷纷转头看着一言不发的恶魔。\n       “到你了，别总是低着头，一句话也不说，还把头发染得那么白，搞得你像死了一样！”\n       恶魔还是一言不发。\n       贰肆伍用力的打了他一下：“快点！大家都在等呢！”\n       “哦，到我了……”\n       “没错！快！”\n       窗外有人在看着我……”\n       所有马上朝窗外望去，一个人也没有。\n       回过头来，他不见了………\n       蜡烛被风吹灭了……\n       黑暗一片………\n\ngggbbb“第一个，应该是我吧。”    恶魔将手中的一号签摊在桌上，跳动的烛光将木签映得通红。\n    “讲吧。”\n    北极轻敲着桌角，一脸的玩味。\n    ——\n    你们有听说过‘滑头鬼’的故事吗？\n    据说，这种鬼乃是百鬼之首。\n    在傍晚时分，他会走进寻常的人家，随意地坐于主位，受些茶水。\n    屋子的主人自然是看不出来的，不但不会起什么疑心，更是将他以贵宾之名供上，享尽繁华。\n    我的爷爷，也曾经跟这个滑头鬼有过交集。那是个傍晚，在客厅的中央，忽地就多了个大腹便便的富商。\n    我爷爷的父亲自然是迎了上去，茶水伺候。\n    我爷爷那时尚幼，见到这个陌生人，就一个劲地在那放声大哭。\n    当时，只见那富商双手稍一起劲，身子就悬在了半空。就这么大摇大摆地朝着哭闹的爷爷飘去。\n    来到爷爷面前，他也不说什么，只是将块黑色糖果扔进了爷爷的嘴里。\n    在那之后，我的爷爷整整昏迷了三天。\n    ——\n    “这个故事，到这里就结束了。”\n    恶魔长长地出了口气，顺手抹了把冷汗。在众大佬的围观下，想要保持常态，果然还是有点困难。\n    “恶魔最棒了！”\n    缇米娅兴高采烈地挥舞着双臂，大声叫嚷着朝恶魔扑去。\n    “是，是。缇米最帅了！”恶魔一脸无奈地接住了缇米娅。\n    ——\n    “那么，下一个是谁呐？”\n    冥王高深莫测地笑了笑，目光扫向四周。\n    所有的人都不约而同地选择了沉默。\n    整个房间静悄悄的，唯有那根白蜡烛的火光仍不住地摇曳着，场面显得异常的诡异。\n    “下一个是谁？”冥王狠狠地拍了拍桌面，眼中多了几分恼怒。\n    “四号。”北极亮出了手中的木签。\n    “我是三号。”缇米娅往恶魔的胸前蹭了蹭。\n    “六号在我这边~”银狼晃晃头上的蝴蝶结。\n    “我是五号。”冥王斜着脑袋，恶狠狠地瞪着缇米娅。“你这个笨蛋，该不会忘做二号签了吧。”\n    ——\n    “冥王。”缇米娅抬起头，目不转睛地盯着冥王。\n    “有什么事就说，不必这样。”冥王被缇米盯得有些发毛。她汕汕地笑了笑，身子不由自主地避开了缇米的视线。\n    缇米娅终于开口了。她的目光转向那根蜡烛，烛光映红了她的脸颊。\n    “你知道么，多一个人，远比少一个人有趣。”她幽幽地道。\n    ——\n    “我说各位，现在是到我了吗？”\n    冥王赶紧循声看去，当望到那张熟悉的嘴脸，才放下心来。\n    “245啊，不要这么一惊一乍的，怪吓人的。”她抱怨道。\n    “滑头鬼，百鬼之首。寻常人等，可是会将它置于主位呢。”缇米娅突然冷不丁地来了句不明所以的话。\n    “那个，是轮到我了吧？”\n    245将手中的三号签高高举起，跳动的烛光将木签映得通红。\n\n\n\n\n还有啊，令老朽不解的是，为·什·么·会·有·人·写·工·口?!\n@__Tong__ 筒子快来发奖\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "青木源",
            "timestamp": 1483019820,
            "txt_content": "工·口？哪？哪？\n是哪种？（滑稽）"
        },
        {
            "author": "LittleSkep",
            "timestamp": 1483019880,
            "txt_content": "完结撒花.\n顺便膜拜下各位dalao"
        },
        {
            "author": "Yy星人",
            "timestamp": 1483019940,
            "txt_content": "都不把参赛作品的帖子链接发出来的么"
        },
        {
            "author": "玄素",
            "timestamp": 1483020180,
            "txt_content": "下【界】之星\n这届恐怖故事不行下届再说"
        },
        {
            "author": "冥王星人",
            "timestamp": 1483020240,
            "txt_content": "得奖的两人都是我大FOS的呵呵呵！！"
        },
        {
            "author": "xcc",
            "timestamp": 1483146600,
            "txt_content": "xcc推开棺材板\n\n话说工口。。。那是什么噫"
        }
    ]
}