{
    "title": "[防盗自发]某个丑的很的金毛紫袍元素魔法师",
    "author": "假面骑士TX",
    "replyCount": 3,
    "timestamp": 1483111200,
    "txt_content": " 本帖最后由 假面骑士TX 于 2016-12-31 16:40 编辑 \n\n没有加粗加大的前言==========\n因为某些人喜欢偷我皮肤出去发原创，反过来咬我一口那我还不如发个冷水贴(误)\n这样你再发绝对算未经允许转载，我就不怕了\n该皮肤为我做的私人用皮肤，虽说只是为了防熊\n但是说实话你们也不会下载这个丑的一比的皮肤做自己皮肤的吧\n\n皮肤介绍==========\n零斗人物简介第二章：\n在一个魔法的城镇，\n街上有着许多浮空的书本，\n空中有着一座不算巨大但是却很宏伟的城堡-那就是魔法宫殿\n虽说这是个鲜为人知的城镇，但是规模却是格外的巨大，\n但是终究只是小镇，没有统领和军队。\n这个宫殿的阴影处附近，有一个巨大的学校，那便是水晶高校。\n4年3班的调零修罗正在他的药剂社酿造魔法元素药剂。\n“今天你又练了什么药？”说话的是一位金发的女孩，\n头上有着真的狐狸耳朵，背后有着柔软到看到就想摸的尾巴，\n“不，今天只是补充一点元素瓶”说着这话的正是调零修罗，\n“哈？你还准备玩匕首玩到什么时候”说话的是一位看起来就是很壮的一位小伙子，\n匕首已经是这个城镇低级的武器之一了，而调零就是喜欢玩匕首。\n但是有一天，城镇的魔法宫殿突然坠落，从当中出来一个黑色的不可描述的球，\n漂浮在半空中，感觉看一眼就能把人吸进去。\n所有人都知道，这是黑魔法，不是他们能打得过的东西。\n镇长，也就是高校的校长，缓缓走出人群，向着黑魔法吟唱了一会，\n顿时风起云涌，一阵天雷打了下来，将那个黑球劈成两半，\n而黑球并没有被消灭，反倒吸收了这阵天雷和镇长的魔力，\n镇长被抽取魔力直接昏迷，而黑球却放出了大量的僵尸，\n但这不是普通的僵尸。。。。。。\n普通僵尸只要用幼儿园水平的连锁魔法即可杀死，\n但所有魔法都像不听使唤似的就是不会打中这群僵尸，\n反而像被吸收了似的，\n一些学霸将地面劈开，而这么做只是徒增了僵尸的能力，\n现在躲在屋子里的人们也会被僵尸所找到，\n将他们撕碎，吃掉脑子，然后去寻找下一个猎物。\n而正在地下室的仓库寻找酿药材料的调零修罗并不知道这一点。\n当调零走出仓库，他隐隐约约听见一个熟悉的声音在喊着“调...零”，\n调零修罗立马发现了不对，一他能跑的最快速度跑了上去，\n这使得调零都忘记了自己会魔法这一事情，\n但出门看到的一幕使调零震惊，\n他的女朋友(划掉)他的狐狸耳朵狐狸尾巴的社员，\n正在被僵尸啃食，而且除了一滩血和几根来自尾巴毛，连渣都不剩。\n这个场面真的是无法解释。\n看到这一幕的调零修罗在原地愣了3秒钟，\n“喂！调零，动起来，我们有大麻烦了！这群家伙不能用魔法对付”\n说话的是一个拿着斧头，瞎了一只眼的社员，\n但是，一只僵尸瞬间瞬移到他的背后，一口吃掉了他的上半身。\n调零修罗看到两人的死，瞬间崩溃。\n而僵尸似乎已发现了他的存在，纷纷向他走来。\n这时从天上跳下来一个金色衣服的一个剑士，和一个戴着狐狸假面的..人？\n剑士一剑砍死了3只僵尸，从他身后走出一个拿着工具箱，戴着苦力怕头套的一个人，\n丢出工具箱砸死一个僵尸，从工具箱中跑出3只蜘蛛在原地落下形成了智能炮台，\n“你没事吧”说话的是金色衣服的剑士，“快去找到你的黄金匕首！”\n崩溃的调零修罗恍然大悟，点了几次头，虚弱的站起，连续用了3次迅疾魔法。\n它回到了他家——一个飘在半空中的小木屋，\n他拿起架在展示架上的黄金匕首两把，丢出土之元素瓶，自己的匕首变成了黄金剑。\n一挥动就会从身后释放出火球。\n他一路斩杀僵尸，看到僵尸就斩，以至于忘记了自己的体弱。\n3天之后，小镇终于平静下来了，那个狐狸假面貌似将黑球封印了起来，\n本该是值得庆祝的事情，但是调零却高兴不起来。\n“你要不要加入我们的队伍”说的是一个带着苦力怕头的那人，“我名字很长，你可以叫我1508”\n“他是寒潮，还有那个戴着面具的......他没名字，就叫他狐狸好了”\n调零默不作声。\n“我们的家乡也是受到了黑魔法的攻击，所以我们要查出施法者的真相，拯救其他人”\n调零修罗的面容似乎恢复了几分，\n“好...”说着这话的调零修罗昏倒在地，\n狐狸做出一脸无奈，并将其用魔法带走。\n寒潮一行人回到了圣城......\n第二章完\n\n差不多就是这样，这是零斗人物的全部介绍，= =我还能说什么紫色披风是圣术袍，并不知道什么用，\n然后后面魔法阵就是拿来装X的\n元素瓶在腰间腰带上绑着\n分别是\n4元素：\n水元素瓶-对应 深海闪现者 特征 蓝色弯刀正拿 能力 闪现魔法\n火元素瓶-对应 烈焰焚烧者 特征 红色弯刀反拿 能力 烈焰步魔法\n土元素瓶-对应 黄金毁灭者 特征 金色长剑 能力 火球术魔法\n风元素瓶-对应 世界吞噬者 特征 黑色的剑?（无法观测） 能力 挥出短距离剑气\n额外元素：\n暗元素瓶-对应 圣术调零者 特征 自带bgm的匕首 能力 转换形态，每个形态有特殊能力，该元素瓶需要吸收“黑球”才会生成\n光元素瓶-对应 光阴轮回者 特征 白色西洋剑 能力 回到任意时间前，该元素瓶只有一个，使用后该元素瓶存在会被销毁，不会再次生成\n下面还有两把刀，那就是黄金匕首（虽然看起来......）\n仔细一看可以发现除了身上的4元素图案和元素瓶以外全身上下都有4元素的特征\n比如。。。。。。自己找吧= =睡觉去了\n\n渲染图(虽然不想放)==========\n\n\n\n\nQQ图片20161230230755.png (181.93 KB, 下载次数: 9)\n\n下载附件\n\n2016-12-30 23:15 上传\n\n\n\n\n\n没有任何渲染\n\n相比之前的改动==========\n加了阴影\n加了阴影\n加了阴影\n还有加了阴影\n\n\n知道你们直接下来准备看这个==========\n好吧估计也没人看到这个帖子\n看这个的估计都是我们服务器的\n原版（无阴影，无魔法瓶，无匕首，耳机未修改，不推荐哟）\n\n\n\n\nxl - v5 -Element.png (1.02 KB, 下载次数: 4)\n\n下载附件\n\n原版\n2016-12-30 23:16 上传\n\n\n\n\n\n重置版（就是渲染图那个）\n\n\n\n\nxl - v5 -Element - release.png (1.45 KB, 下载次数: 3)\n\n下载附件\n\n阴影修改版\n2016-12-30 23:16 上传\n\n\n\n\n\n\n关于开头说的==========\n一个之前盗皮肤的人的事情，当时闹了好一阵子，\n为了不引战，我对他留一句：\n我已经发了= =不要再发一次，也不要说我抄袭，好好看看发帖日期\n",
    "replies": [
        {
            "author": "wsyyz",
            "timestamp": 1483249620,
            "txt_content": "啊啊啊啊啊，不要纯色啊，配色纯度也不要太高啊"
        },
        {
            "author": "假面骑士TX",
            "timestamp": 1483251840,
            "txt_content": "wsyyz 发表于 2017-1-1 13:47\n啊啊啊啊啊，不要纯色啊，配色纯度也不要太高啊\n= =不是纯色啊，仔细看"
        },
        {
            "author": "圣骑士686",
            "timestamp": 1483256880,
            "txt_content": "魔法师皮肤，用在服务器皮肤站，氪\n"
        }
    ]
}