{
    "title": "[双线]PixelDream像素梦想 —— 素质向生存服务器",
    "author": "@Mc_CreateC",
    "replyCount": 0,
    "timestamp": 1483159980,
    "txt_content": "\n\n【说在前面的】\n本服务器实行较严的服规，接受不了可以离开\n服规内容，请展开查看\n\n建立本守则的目的：1、对于处罚有据可循。2、规范管理组行为。3、尽可能的减少纠纷。 一、关于语言的规定1、本内容的“语言”一词，适用于任何服务器相关（游戏内、QQ群等等）场合。2、谢绝任何具有人身攻击色彩的语言、QQ表情、图片表情、颜文字。违者由管理员酌情处罚。3、QQ群内谢绝发一切带有挑衅、离间、煽风点火等含义的图片表情。违者由管理酌情处罚。4、任何服务器相关场合禁止使用任何粗俗语言，如“woc”，“我擦”，以及其他粗俗词语，包括日语，英语等外来语言。违者一律十分钟禁言。5、禁止一切QQ群号的发放、链接以及其他形式广告的发放。（若有特殊需求请私聊管理员且得到管理员的明确同意后按照许可的形式发布/由管理员代为发布）。违者一律移出本群。6、谢绝恶意以及非游戏相关的炫耀和嘲讽。违者由管理员酌情处罚。7、谢绝任何色情信息（包含性暗示）。违者由管理员严厉处罚。8、针对于腾讯QQ，禁止使用[撤回功能，违者禁言一小时处罚.9、禁止刷屏（3-5条以及以上的重复单调信息或拟声词）违者由管理员严厉处罚。10、禁止发引诱他人刷屏的消息（如：少于3000的手机复制不了这个消息）违者由管理员严厉处罚。11、若有管理员提示、警告在先，则以此为界定标准。12、若有本规定暂未规定到的内容，则根据严重程度由管理员处罚。13、对于QQ的口令红包功能，禁止使用一些不合理的，如“服主穿女装吧”，“服主发个红包”等起哄行为，根据情况酌情处理。  二、关于行为的规定1、禁止一切方式泄露我服IP，客户端。如果想要带朋友玩则请你将他邀请进服务器QQ群。禁止一切未经PixelDream像素梦想管理组或清柚Studio同意的方式向外宣传本服务器。2、谢绝一切作弊行为以及服务器BUG的滥用。违者一律永久封禁其账号。3、谢绝非PVP允许区域的恶意PVP。违者有管理员酌情处罚。\n4、谢绝破坏他人房屋、农场等作品，谢绝盗窃，大面积破坏者或拒不悔改者一律永久封禁。其他请况可由管理员酌情处罚。5、谢绝恶意击杀他人动物、宠物，以及利用宠物、动物攻击他人。拒不悔改者一律永久封禁。其他请况可由管理员酌情处罚。6、禁止在服务器活动中进行干扰，包括但不限于言语、动作。7、禁止对服务器使用非法手段进行干涉，包括但不限于诋毁、造谣、ddos、压测。8、禁止开小号（即同一人用另一qq号完成了白名申请流程，并且将小号用于服务期内不正当行为） 三、关于态度的说明1、正确看待奖惩，可以大事化小，小事化了。2、尊重服务器管理人员的付出。3、若有任何非议，请发送邮件到minecraft@qpomelo.cc申请清柚Studio介入。4、不要对规则进行解读，并且就此探索规定的底限，这会招来更严厉的惩罚。5、多次违规会被视为态度恶劣，因此有可能被记“严重违规”而导致在PixelDream像素梦以及其合作服务器被通杀。 四、赞助行为的规范1、赞助行为可以是购买付费服务，也可以是无条件捐助，付款后不退不换。2、赞助者若不是完全民事行为能力人，需要其监护人同意，如果已经付款，则视作同意，但每月上限不可超过￥500。如果其监护人书面同意，则无上限。 五、对于管理员的限制1、管理人员应当尊重玩家，禁止任何管理人员对玩家进行“针对”以及人身攻击。2、管理人员可以按照流程对玩家进行适当的补偿，禁止私下给予玩家物品。3、管理员亦有可能犯错，对管理员不满请发送邮件至minecraft@qpomelo.cc反应，你可以放心，你不会遭到报复。4、管理员不是客服，也有自己的生活，遇到问题前请先利用搜索引擎搜索互联网上的资源，如果互联网上确实没有再联系管理员。5、管理员不得利用权限私放白名。 六、关于封禁1、一般情况下，对于任何一个玩家的封禁均需要有规定可循。2、上述内容“严重违规”超过两次，将会被封禁。3、特殊情况的封禁需经过管理组的1/2的成员投票决定。4、为了应付突发状况的“临时封禁”与本条的封禁不是同种行为。5、主动退群视为放弃白名单，将会被永久封禁。若有特殊原因请于退群前私信在线的群管理员得到回复后退群。6、被封禁后（包括主动退群）所有玩家相关物品将会被销毁，领地予以全部删除，领地内的建筑全部拆除。 七、素质与尊重1、评判“高素质”与“低素质”，在于会不会尊重他人。2、不违反群规不代表您拥有高素质，反之，您不遵守群规不代表您没有素质。但是遵守群规是我们的底线。3、即使您遵守群规，但是如果您流露出了所谓“低素质”，仍然会被推向第六项第3条，有可能被封禁。4、对于高素质玩家，我们也会以我们最大的体谅去对待。5、各位同行请不要以玩家的身份来到我们服务器，我们欢迎正面的技术交流，理念分享。6、公然消极对待他人（包括但不限于管理员以及其他玩家），或是恶意曲解其语言，视为低素质行为。7、他人有过错的时候可以语气委婉的提醒，语言不恰当者以低素质者处理。 八、白名单1、为保证玩家质量，我们与2017年1月1日正式启用白名单制度。2、申请白名单可以私信群管理员，我们可能会问你一些问题，然后根据总体印象来决定你是否有权被加入白名单。\n九、补充1、本规定可能随时随地会更改，请以群文件内或mc.qpomelo.cc/pd/rules页面为准2、PixelDream像素梦想管理组具有协调解释权\n十、关于感谢 huxiao 无偿提供的样稿供我们参考Mc_CreateC根据该样稿为参考，编写本规定\n\n\n\n\n\n\n\n\n\n\nQQ图片20161218161146.jpg (150.19 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 12:14 上传\n\n\n\n\n\n\n    服务器新手村鸟瞰图\n\n\n服务器白名单申请方式\n\n\nSTEP 1 加QQ群：151432351\nSTEP 2 私信在线管理员（AssassinCreed,Mc_CreateC等，申请白名单）\nSTEP 3 回答管理问你的问题\n\n\n我们的特色\n\n\n你见过有在整个服务器铺设铁轨的吗？\n你见过无论无论大事小事喜事丧事都想要办个活动的服务器吗？\n你见过如此和谐#(滑稽)的服务器吗？（一定程度得益于服规严）\n\n\n加入方式\n\n\n加QQ群151432351\n\n服务器美图\n\n\n\n\n\n\n\nQQ图片20161218161058.jpg (168.67 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 13:02 上传\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20161218161104.jpg (145.05 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 13:02 上传\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20161218161617.jpg (135.11 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 13:04 上传\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20161218161721.jpg (76.98 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 13:04 上传\n\n\n\n\n\n\n\n\n\n\n管理证明\n\n\n\n\n\n\n\nQQ截图20161231130337.png (145.5 KB, 下载次数: 0)\n\n下载附件\n\n2016-12-31 13:06 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}