{
    "title": "【原创·单篇】《跨年》 ——致所有元旦前忙碌的初中生 【by MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1483153980,
    "txt_content": "2016年已经过去，新的2017已经到来。回望这一年，成长了不少，但相对的，对于Minecraft也没有以前那样疯狂了。\n回望这一年，沉默了不少，但相对的，对于学校的学校也像芝麻开花一样窜了上去。\n寒假正在悄然靠近，这个元旦，想必不少与我年龄相仿的，甚至比我更高一级的人，都有数不清的作业去做吧。\n如果你是这样的人请加人气以同乐新年233\n\n看我作品的人，可能我不认识你们，你们也不认识我。以前的老朋友？以前的恩恩仇仇？此时都放下，听我慢慢道来，元旦前的一天，我是如何过的~希望这篇文章可以帮助你们缓解下压力~（文章短，但希望各位能够看完。这是我对现代城市写作的一次练笔，熟悉熟悉如何描写现代城市。）\n正文：\n       又是一年元旦。沉浸于作业的我，此时也悠悠转醒，望向那白茫茫的窗外世界，心中发出这样的感叹。\n       曾几何时，我还是一个愣头小子，不知天文地理，只知打闹，忽略了这世界的美好。我想起了以前的元旦，每个人都在自家跨年，一家人其乐融融。但又不知谁家的孩子在楼下逗狗，大狗狂吠不已，一脸凶神恶煞。孩子惊喜着后退，畏惧而又感觉刺激，便叫上几个同来的伙伴，乐此不疲地玩了起来。\n       现在，小区里反而不再那般热闹，新年了，大家都围坐在电视机前，静候跨年的到来。而网络上，也有很多互不相干的人，远隔千里而互道祝福，互道平安。元旦虽不及春节那般隆重热闹，但也可以说是相差不远。\n       但我现在在学校。\n       周五了，这天是返校的一天。随着时间的流逝，作业成倍增多，这一周几乎都快忘了元旦。到说假期放假的时候，我才记起，这以往十分欢乐的元旦。但看着后黑板上密密麻麻的作业，我还没来得及开心的表情就立马僵住了，浑身仿佛一个震悚，不寒而栗。我观诸位同学，大多反应与我一样，一个个仿佛神经都竖了起来，眼睛死死盯着作业，死一般的寂静。\n       我记好作业，拎包就欲离开，几个同学竖在我面前，笑着说道：“新年快乐。”\n       “这么多作业不忙？”我淡淡地问了句，后来又觉得不妥，便又补充了一句。\n       “同乐。”\n       我窜出教室，窜出学校，坐上母亲的汽车，这才有机会思索。\n       街道两旁是无尽繁华，各种各样的字幕灯一闪一闪，大力推销着商品。周围的车辆也是犹如滔滔流水，流过街道，缓缓行驶。各种喇叭声此起彼伏，说不出的热闹，整个世界只剩下车和灯在眼前晃悠。说是元旦了，但几年前的老朋友们却都不见踪影，说是搬家，好在还有个群，不让彼此的联系中断。\n       等到了家，已经是七点了，栋栋大楼灯火通明，我看着这一幕，想起了我以前的同学，不知道他们怎么样了。我拿起手机，在空间里看到的却是很多祝福。那个老朋友云集的群里，也有不少人的新年祝福映入我的眼帘，但更多的人头像灰蒙蒙一片，并没有上线，我们已经习以为常了。\n       我顿觉索然无趣，这种元旦，总觉得比以往少了些什么。\n       我走进阳台，向不远处的小区中心望去，几个小孩正在玩不知什么名堂的游戏，我突然玩心大起，猛地打开窗户，做了一个我平时不可能做出的行为。\n       我猛地咆哮了一声，声音在楼与楼之间互相传播，回声源源不断，却愈来愈小。这时，从远处的某栋大楼也传来咆哮声，声音比我只强不弱。这一幕要是让古时候的人听了，定以为是两头狼在遥相呼应。但在现代人看来，这两人八成是闲着没事才这样做的。过了一会儿，可能对面觉得没有回应很奇怪，便又吼了一声，但声音明显要比刚刚弱了不少。我也吼了过去，但这也不能说是吼了，因为这一次我甚至没有造成回音。\n       我返回室内，打开电脑，点开了我熟知Minecraft，服务器里的热闹丝毫不下于群里，甚至还略胜一筹。聊天框几乎每秒都有新消息，这纵然不是什么大服务器，但也很温馨。服务器里的新年活动就要开始，提前就是一波氪金宣传。我只是个路人，并不在每个服务器里涉入太深，所以我打定不参加此次活动，做个观战者。\n       老套的天梯又出现了，我心觉天梯已经过时了。但我既没有决策权，也不会制作新活动，只好就这样望着一群人争先恐后地向上爬。不少人被用雪球砸了下来。不知是哪位没修养的玩家大骂了一句，聊天屏就像炸开了锅，原本的和谐瞬间变成了世纪骂战，各位玩家你不让我我不让你，各自极尽谩骂之能，整个聊天屏被污言秽语所充斥，我毫不犹豫地断开了连接，不愿再看到他们。\n       来到了一个之前在这里有些底子的服务器，虽然不及刚才的人多，但是却没人挖苦和嘲笑。我玩了一会儿，便和几个老朋友道了别，一跃身躺到床上，拿起手机开始看正在追的番和鬼畜。然而，弹幕也被新年祝福刷满，适时的弹幕很能惹人生笑，我也随手发了几条弹幕，便又回到电脑前，打开了收藏夹里论坛的网页。\n       好久没来看过了，周创版的活动也没参加。我自己唏嘘不已，但看着周创不断发展，我还是很高兴的。\n       一个月没上线，提醒的灯还是深红的，没有丝毫变化，消息也没有任何艾特。首页上的图片依旧鲜明美丽，都是一些厉害的建筑师倾心血而成。我的注意转向周创，也不知论坛上的几位朋友是否活跃，我便决定，发一篇文章来问候一下。\n       “暮风来送新年祝福了，有没有人在？”我在文章里这样写道。\n\n\n       @xcc @guqu @2B与mc的故事 @像素君 @FHC红石 @普通HIM @蠢萌の⑨ \n\n\n       ",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1483188780,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2016-12-31 21:06 编辑 \n\n@2B与mc的故事 @FHC红石 @guqu @xcc @蠢萌の⑨ @普通HIM @像素君 "
        }
    ]
}