{
    "title": "水贴的“水”字是怎么来的",
    "author": "Gravestone",
    "replyCount": 13,
    "timestamp": 1483173480,
    "txt_content": "老说水贴水贴，为什么是“水”？不能是“金”“木”“火”“土”吗？",
    "replies": [
        {
            "author": "小桔PxJOvO",
            "timestamp": 1483173660,
            "txt_content": "不知道（滑稽"
        },
        {
            "author": "WUCUNZHEN",
            "timestamp": 1483174140,
            "txt_content": "水分很重的帖子？"
        },
        {
            "author": "YP大黄人",
            "timestamp": 1483174200,
            "txt_content": "不知道\n这问题问得好啊"
        },
        {
            "author": "Gravestone",
            "timestamp": 1483174320,
            "txt_content": "人体的体重里面水的成分占了很多\n。。。。。。。。。。。。。。。\n那是不是就说明水贴是我们生命中的一部分233333"
        },
        {
            "author": "zzhilling",
            "timestamp": 1483174500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "莫名奇妙",
            "timestamp": 1483174980,
            "txt_content": "金贴？木贴？火贴？土贴？。。。还是水贴好。。 开个玩笑 23333\nsorry，I don't know  "
        },
        {
            "author": "Jon·Snow",
            "timestamp": 1483175040,
            "txt_content": "以后改口，你又土了一贴(￣▽￣)"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1483175580,
            "txt_content": "我找到了这个，好像偏题了\n\n如何自制水贴????\nbsUD35IL58 | 浏览 661 次\n发布于2013-10-14 17:06\n#荒漠探险-答题闯关 好礼连连#\n最佳答案\n一、丝印水贴：这是传统工艺的水贴制作方法，确切的说就是我们现在模型中附带的水贴的一种生产方式，使水贴生产的最好的工艺方式，包括意大利的水贴都是采用这种方式生产（当然现在也结合胶印技术来印刷），优点就不用说了，缺点也很多1、没法印刷渐变图案，2、必须是批量生产，这也是普通玩家没法自制的主要原因。\n二、胶印水贴：目前比较快捷并且成本比较低的水贴制作方法，目前文华销售的高达水贴都是采用这种方式（因该来说还有一部分青岛社或者富士美的水贴都是这种印刷方式的），优点是成本低，可以大量滥竽充数，可以印刷渐变图案，缺点就很多了1、水贴非常薄，很不好操作，2、有很明显的网纹，直接影响模型制作出来的效果，这也是为什么意大利的水贴仍然采用传统丝印的工艺。\n三、自制水贴的主流：前几年流行的apl…的热升华打印机打印，很方便的解决了自制打印水贴的问题，但是在国内很难买到这种打印机，另外还有一个很重要的原因就是耗材价格非常贵，基本上不是和国内的市场，打印质量还很一般的。\n四、普通喷墨打印机打印水贴：这也使我们现在主要在用的一种工艺。\n适用的打印机范围很广，爱普生，佳能的打印机都行，我们推荐使用爱普生r230系列的打印机，现在好像主流的已经是R290了吧，首相保证能够打印出照片质量的效果，这是打图案的保证。可以使用普通的原装打印耗材，就像打印普通的照片一样打印，只需要购买空白打印水贴纸。\n但是虽然很方便，在这里也不得不提提这种打印方式的缺陷和不足，这也使我站在公正的角度了讨论这个问题，并且也可以防止很多不良商家把打印水贴的质量和简单度吹捧到天上去了。\n1、由于普通打印机都不能打印白色，所有有白色图案都是打印机打印时留出的空白处表示白色的（因为用白纸打印），曾经想过很多办法，直接在黑墨盒里灌入白色的墨，也好像不太成功，主要是没有厂家生产白色的打印机油墨。所以打印出来的水贴没法解决白色和特殊色，比如金色和银色。这是打印的致命缺陷，另外还有一个问题就是在透明底纸上打印的图案，除了黑色以外，基本上都是透明的。必须要贴在比较浅色的表面才能有效果，如果贴在深色的表面，基本上就看不见了，这是做模型的朋友都知道的，要想颜色表现力好，模型表面都需要配白色底漆才行的一样的道理，\n2、针对以上的毛病，于是有人又作出来弥补的产品，就是白色底纸的空白水贴，说白了就是在空白水贴上先印了一个白色，似乎解决了没有白色，并且能够正确地发色的问题，但是问题又来了，哈哈，整张白底，你打印好了，怎么将多余的白色部分扣掉？？你们被搞死的。哈哈简单一点你打印一个万宝路的黑色字，然后字中间的白色部分可能你用刀子要切一天才型，算了还是买成品水贴算了。还有就是印刷了白色的底纸会比一般的空白水贴要厚一些，当然这都不是主要问题。\n3、打印的水贴有保质期的，这是我个人使用中发现的问题，商家是绝对不会告诉你的，我诚实的说，为什么hd和cm没有将这种工艺商品化，就是这个问题，打印纸不打印没关系的，但是一旦打印好了，必须在5-10天内使用完，这是一种化学反应的墨和纸，时间一长，水贴就会变得越硬，最后会开裂的，哈哈，其实最好的食用期是打印好的1小时以后，这种水贴柔软有张力，非常适合食用！！！！！！！新鲜味道好。\n这些水贴还是有很多优点的。\n1、随打随用，完全个性化，能做到你想要的各种图案，而且是照片级的，你可以把你lp或者gf的照片放到你送给他的车模，此乃泡妞的好手段，激励推广。\n2、可以打印出印刷水贴所不具备的照片级质量的水贴，特别是渐变色，很多万宝路现在都是渐变的，这是做水贴很渴望的。\n3、不一定非要用矢量图来做水贴，直接在网上下载的图片直接打印，非常方便，只要你掌握好尺寸，哈哈说的不好听点，拿到别人的水贴，直接高质量扫描，直接打印，哈哈，复制了一张水贴，至于成本，哈哈远远买一张水贴的价格了。\n4、现在网上的矢量图太多了，也可以下载，所以说就搞定了很多图案。\n5、打印质量好，直接解决小图案印刷也不能解决的问题，高分辨率打印，哈哈爱普生的打印效果应该在电脑城都可以看到的。\n6、利用一些手段，也基本可以解决白色和白底楼空的问题了，尽可能将需要贴水贴的部分喷上白色，这都是做模型的小KS了，然后贴上透明的水贴不就行了。总比自己辛苦找水贴买水贴要方便。"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1483176300,
            "txt_content": "http://baike.baidu.com/view/2848.htm\n出处应该到这里找"
        },
        {
            "author": "金蛋之魂",
            "timestamp": 1483176720,
            "txt_content": "小阿狸.... 发表于 2016-12-31 17:13\n我找到了这个，好像偏题了\n误导新人系列"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483177380,
            "txt_content": "金贴，木贴，土贴，火贴\n少年你这是要水贴水出新花样新高度呀\n正好我这有本水贴大典何不买去呢，滑稽"
        },
        {
            "author": "坏笑",
            "timestamp": 1483178340,
            "txt_content": "我也不知道这个梗是怎么来的"
        },
        {
            "author": "Gravestone",
            "timestamp": 1483178340,
            "txt_content": "小阿狸.... 发表于 2016-12-31 17:13\n我找到了这个，好像偏题了\n误导人- -"
        }
    ]
}