{
    "title": "【原创-连载】《创世大陆》第八章 病发",
    "author": "winsheng7770",
    "replyCount": 8,
    "timestamp": 1483171680,
    "txt_content": "大家好，我忙了几天趁周末有空了赶紧来更文啦！感谢大家对我的支持，我在此致谢。为了读者们，哪怕只有一个人也好，我也会更下去的，请大家继续地支持吧！\n\n\n第八章\n\n第八章 病发   终界要塞里，月星安静地凝视着正在回忆过往的莫影，两人手牵着手，谁也没有说话。良久之后，莫影从回忆中醒过来，轻轻叹了口气，说道：“走吧。。。”   两人走到要塞里的圆石小房门前，莫影伸出微微颤抖的手推开了门，两人走了进去。房里空间不大，正好容得下两张床、几个箱子还有合成台等等的基本家具。墙上插了几根火把，发出的光芒正好能照明整间房。   莫影说道：“在那个僵尸操纵者还没有找到我们之前，我们先暂时在这里住下吧。希望他找不到我们，过段时间后就离开，那么我们再出去吧。”   “可是我们的食物不足够，恐怕撑不了多少天啊。”月星说出她的担心。   莫影走到一个箱子前，把箱子打开来，里面竟然有近一组的面包和半组的烤肉。莫影把食物都取了出来，把一半的食物分给星月，说道：“这样就足以在这里待上十多天了吧。”   解决了食物的问题，莫影从另一个箱子取出不少矿物，到合成台制作武器以及防具。片刻之后，莫影把一间钻石胸甲以及铁制的头盔、裤子以及鞋子交给月星，让她穿上。   “钻石剩不多了吧？你给了我这件钻石胸甲，那你呢？”月星问道。   莫影微微一笑，说道：“你就不用担心了，我会瞬移呢，哪需要这么好的装备啊，全套铁制的装备也就够了。剩余的钻石我会用来修一修我的钻石剑。”   说罢，莫影又给自己做了全套铁制的装备。他见铁锭还剩不少，便又做了几把铁剑。他把两把铁剑交给月星，自己留了一把以防万一。一切都准备妥当后，莫影正想要叫月星先休息，却发现月星的脸色有些苍白，他有点担心地问道：“月星，你不舒服吗？你的脸色看起来好苍白啊。”   “唔——我的头有点疼。。。”月星按着头，痛苦的说道。   “你是不是想起什么事情了？”莫影问道。   “呃——好痛啊。。。”月星的情况似乎更加严重了，不断痛苦地呻吟。   莫影赶紧去扶着她坐下，握着她不断冒出冷汗的手说道：“不要怕，我就在这儿陪着你，你不会有事的。”   月星似乎承受不住疼痛而失去意识，昏了过去。   莫影脸色一变，慌张地说道：“月星你怎么了？你别吓我啊。”然而月星脸色依然苍白，眉头紧蹙，没有醒过来。   “这情况跟我遇到她的时候一模一样，她到底怎么了。。。”莫影沉吟道。---------------分割线---------------   卫明追到了北部的平原，也就是位于莫影处在的位置上方。他四处张望，都没有见到莫影两人的踪迹。   “他们躲到哪里去了？这个平原已经是最北的边界了，他们不可能逃走的。。。”卫明不断思索莫影两人究竟躲在哪里。创世大陆并非像原本的游戏创世神一样永无止境，而是一个巨大的圆形，就像一座巨大的岛屿。北部的平原则是最北的地方，可以清楚地看见围着这片大陆的结界。   卫明一番思索后，猜出了他们可能是往地底躲去了。于是他拿出了铁铲，开始以阶梯状不断往下挖。---------------分割线---------------   莫影看着昏迷中的月星，心中暗暗地祈求着：“月星你千万别出事啊。。。我再也承受不了失去至亲至爱的痛苦了。”   不久后，莫影心力交瘁，昏昏沉沉地眯上了眼睛睡着了。同一时间，不断往地底挖的卫明也已经接近了终界要塞，此时天已经渐渐暗下来了，这也意味着卫明又能开始操控在黑暗中生成的僵尸，要是僵尸群堵住了要塞，莫影两人就在劫难逃了。   不到一柱香的时间，卫明已经挖通了通往要塞的通道，而莫影却也在听到微弱的声响后醒了过来。   “我怎么睡着了，刚才好像是有谁在挖石头的声音，难道他发现了我们在地底？”莫影猛然一惊，看了看还在昏睡中的月星，心道：“糟了，以月星的这种状态，不知道带着她瞬移会不会发生什么意外。。。”   卫明挖通了通道后，找到一个隐蔽的藏身处躲了起来，开始操控地面上的僵尸往要塞走去。“呃——”僵尸一个接一个地走了下去。    莫影不敢拿月星的性命开玩笑，把心一横决定要在这里守着月星，希望她能赶快苏醒。   不一会儿，莫影已经能听到僵尸群的声音从通道传来。莫影从背包拿出了钻石剑，紧握着剑、一步一步地往通道走去。 未完，待续",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1483178580,
            "txt_content": "穿越小说= =\n\n好老套 = ="
        },
        {
            "author": "winsheng7770",
            "timestamp": 1483178820,
            "txt_content": "金星掠夺者 发表于 2016-12-31 18:03\n穿越小说= =\n\n好老套 = =\nT_T都说了要写科幻的。。。。。。\n不过算了，我在这一部的确写得很像是穿越\n不过透露一下，小说的设定是主角们用了某种先进的仪器进入了虚拟的世界哦（类似刀剑神域的设定）"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1483178940,
            "txt_content": "winsheng7770 发表于 2016-12-31 18:07\nT_T都说了要写科幻的。。。。。。\n不过算了，我在这一部的确写得很像是穿越\n不过透露一下，小说的设定是 ...说罢，莫影又给自己做了全套铁制的装备。他见铁锭还剩不少，便又做了几把铁剑。他把两把铁剑交给月星，自己留了一把以防万一。\n明显是mc里的"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1483179120,
            "txt_content": "金星掠夺者 发表于 2016-12-31 18:09\n明显是mc里的\n他们是进入了一个模仿mc而制的一个虚拟环境中哦\n抱歉啦，可能是我没在小说中交代清楚的说\n要是想更加了解小说剧情就私聊我"
        },
        {
            "author": "Mithey",
            "timestamp": 1483195200,
            "txt_content": "winsheng7770 发表于 2016-12-31 22:52\n指的是进入了虚拟世界，而且都出不去了。。。\n其实桐人是可以出来的A.A"
        },
        {
            "author": "Mithey",
            "timestamp": 1483195800,
            "txt_content": "winsheng7770 发表于 2016-12-31 18:07\nT_T都说了要写科幻的。。。。。。\n不过算了，我在这一部的确写得很像是穿越\n不过透露一下，小说的设定是 ...\n刀剑神域。。哪里像了\n亚丝娜表示不服。。"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1483195920,
            "txt_content": "Mithey 发表于 2016-12-31 22:50\n刀剑神域。。哪里像了\n亚丝娜表示不服。。\n指的是进入了虚拟世界，而且都出不去了。。。"
        },
        {
            "author": "winsheng7770",
            "timestamp": 1483196280,
            "txt_content": "Mithey 发表于 2016-12-31 22:40\n其实桐人是可以出来的A.A\n不要= =\n刀剑神域作者会说我侵权的呵呵\n最多安排个 和人 出来（开玩笑的"
        }
    ]
}