{
    "title": "【原创/单篇】[Enf小组]《《凝结于蓝漆的时光》",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1483187220,
    "txt_content": "\n自已小组的人嘛QWQ必须顶！而且剧情不错QWQ\n你是厕所！OAO",
    "replies": [
        {
            "author": "透明小小",
            "timestamp": 1483187640,
            "txt_content": "标题: 【原创/单篇】[Enf小组]《《凝结于蓝漆的时光》 本帖最后由 透明小小 于 2016-12-31 20:39 编辑 \n\n1.\n长满常青藤的街拐角，树立着一栋刷的是蓝漆的房子。\n\n黄昏的阳光像是温过美酒，让人不痒不痛，惬意的很。\n\n少女站在房子前的草坪上。她穿了一件白色蕾丝边的上衣，配了一条缀着黄色塑料小珠的粉红长裙。裙子很长，隐约露出了底下紧紧靠在一起的高跟鞋，那是少女收到的第一双高跟鞋，她很珍惜它。\n\n一只黄蜂被太阳照成金黄色，在树的绿茵下飞过，一切寂寥无声。少女紧张的用手绞着衣角，她甚至能清楚的听见自己的心跳声。听他们说，今天是打了胜仗的前线战士们回家的日子。她从天刚刚擦亮就站在家门口等着自己的心上人。现在她已经站了一天了，却丝毫感觉不到疲惫，就好像无数的爱恋裹着长久以来的相思之苦奔腾在自己的血管之中，代替双脚支撑着自己的身体。\n\n已经整整四个月了，少女没有收到她的恋人的一封信，她有些不安，反反复复地翻看以往那些暧昧甜美的来信，想从里面替他找出他四个月不回信的理由。但她又想，前线并没有报来他的死讯，而战场又并非是电影院，不适合谈情说爱，果真还是他太忙了吧。\n\n她一边这么想着，一边更坚定了自己的恋人马上就会出现在自己面前的美好幻想。少女紧张的撩开裙子看看自己的高跟鞋有没有沾上泥土的污渍，那是他送给她的生日礼物，是万万不能弄脏一点的，那灾难之中不可多得的赤诚真心。\n\n街对面的那栋房子前有只猫坐在摇椅里伸出粉嫩嫩的肉舌头舔舐着它的爪子，阳光又变弱了一些，软软的撒在少女那两根粗大的棕褐色麻花辫上。\n\n少女的发质很好，头发也很茂盛，平日里她总是将头发编成两股麻花辫，将它们随意的垂在背后。她的恋人再将各种溢满芳香的小花插在她的辫子里，她每走一步，辫子就晃一下，就会洒出一些花的香味。花香混在阳光的明媚里，可以酿出一壶好酒。\n\n而此时，也许在风中荡了一天的麻花辫已经杂乱，也吹掉了一些少女细心插在上面的小花，而她现在已经无心顾惜这些事情。眼看着已经陆陆续续有士兵背着重重的行囊回家与亲人相拥团聚，而她的恋人，她的心上人，她的生命之火，却迟迟未归。\n\n少女有些焦急，她一边在心中安慰着自己，一边探头四处环视。也许下一秒他就会从街角出现，然后扔掉行囊狂奔而来紧紧的抱住自己，就像是抱住一个失而复得的珍宝。\n\n但她又转念一想，如果他马上就到了呢？自己还未来得及做晚餐。想必他已经很饿了吧？沙场无情，路远疲惫，食物是最能慰藉人心的东西了。\n\n想到这里，少女便更加焦虑了，她一面想要守到他安全回到自己身边，一面又想为他准备丰盛的大餐，来为他洗尽浮华。\n\n矛盾的心理使她不安起来，各种负面的情绪充斥了她的内心，愤怒、疑惑、纠结。于是她开始在草坪上来回的走动着，嘴里喃喃自语。\n\n她在心里画了一座牢，将他囚了进去。\n\n太阳西落了。\n\n他并没有回来。\n\n2.\n今日的天气还算不错，薄薄浮云略微挡住了骄阳刺眼的目光。\n\n而太阳究竟还有多久的寿命呢？几亿年？几百亿年？亦或者它根本就不会消亡。但在妇人看来，它已经是一个很老很老的老人。就像敬老院里那些勺子都拿不稳的老人，弄脏自己的衣服后又颤抖着手想要清理干净。可太阳永远都不会这个样子，它有活力，有生存的意义，且不孤独，它随时都可以观察到地球上的一切，就如同一个溺爱孩子的母亲。它永远都把自己最好的东西留给自己的孩子。如果太阳耀斑也算的话。\n\n妇人在一家敬老院工作，这使她心里总不太舒畅。绝大多数的老人在搬进敬老院后再没有见过自己的孩子们一面，这可真是太可恶太悲伤的事情了，他们孤身一人的来到这个世界，如今又要孤身一人的离开这个世界。\n\n她总是想，当她老了以后呢？也会如此吗？大概是不会的。妇人现在唯一的一个儿子，小杰克，虽然还在蹒跚学步，但他爱自己，总是会帮她找最香的花儿来装饰头发。\n\n至于妇人的丈夫，那是一个老实巴交的公务员，胆子小不会惹事，却很爱自己的妻子。当她提出婚后不会搬离自己那栋刷着蓝漆的房子的时候，他纵容了他的妻子。但如果当初她同意随丈夫搬到东部，他会获得那份工资更多的工作，也会让她过上更优质的生活。\n\n妇人是一定不会同意搬家的，她爱她那栋当初的恋人亲自为她刷上蓝漆的房子，更胜于爱自己的丈夫。或者说，她根本就没有爱过自己的丈夫。\n\n自己到底是什么时候向命运妥协的呢？妇人一边在自家门前的草坪上用力搓洗着全家的脏衣服，一边在心中盘问着自己。\n\n似银箭穿心，恍惚之间仿佛一个年少的少年坐在草坪上尽力吹响一片绿叶。妇人使劲的眨眨眼，一切又化为幻影随风消逝。\n\n她从未真正的忘记自己当初那个狠心抛弃自己不再回来的恋人。她试图去找过他，她走访了很多人，包括他的父母。但没人再见过他，就好像他从人间蒸发了一样。\n\n他就如同一根毒藤，这么多年来一直缠绕在她的心上，尖锐的刺深深的扎进她的内心。时不时的心痛让妇人永远无法忘记他的存在。这就像一个诅咒。\n\n使劲的揉搓让妇人有些疲惫，秋日的风虽没有渗透出含寒意，但双手在凉水里浸泡久了也仍会冻的发红。她将十根手指从挤成一团的衣服里抽了出来，上下挥舞着双臂甩干了手上的水。遮挡骄阳的薄云已经散去，刺刺的阳光烧灼着她的颈部，粗糙的皮肤为她挡去了一部分的紫外线。\n\n叮铃铃。\n\n自行车上的铃铛声欢快的响起，妇人喘着气抬起了头，自己的丈夫将公务包挂在左侧的把手上，高兴的朝她挥了挥手，右侧把手挂着的一条肥鱼的重量明显压过了公务包，他有些不由自主地向右倾斜。\n\n妇人向他走去，慌忙大喊。\n\n“嘿！汤姆！注意安全！”\n\n 3.\n老妇人坐在门前的摇椅上。\n\n她已经很老了，老到她都记不清自己有多少岁了，大约已经90多岁了吧？\n\n风吹过门前那些百合花，它们拥挤着吵闹着占据了门前的整个院子。她的身体太弱了，已经无法再将鲜花采摘下来去闻它们的芳香，甚至已经闻不到任何气味。但每当有旅行的风经过杰克为她建的这个小花园，她还是闻到了香味，自己的心，闻到了香味。\n\n以前的事，她已经记得不多了，但是她记得家门口的这条街，拐弯后再走30多米，那是汤姆遇车祸地方。他已经去世很久了，至今，老妇人的耳边仍能感受到当日她伏在他的尸体旁撕心裂肺地哭声。\n\n生活真令人绝望。\n\n它总是先给你一丝希望和乐趣，然后再将你领去约见绝望。而后又带给你混杂着平凡的希望，当你好不容易拜摆脱了黑暗步入新的生活，它就彻底的摧毁了你。\n\n对于老妇人来说，唯一的一件好事就是她心心念念了70多年的那个男人，如今在自己即将迈入坟墓的时刻，她终于忘了他。放下了对他的磨人意志的思念和毁人精神的恨意。\n\n“母亲？我去便利店为您买点牛奶喝吧，这样可以助眠。”杰克伏在老妇人的耳边大声说道。\n\n老妇人点点头，她的思维已经跟不上对话，连耳朵能收集到的声音也越来越小。她好一会才意识到自己的儿子是要出去，对着杰克即将消失在街角的背影拼命挥手告别。她直到现在才意识到，自己的一生都充斥着孤独，就算是死神的镰刀，也抹不掉这种深入骨髓的孤独。\n\n刷着蓝漆的房子经过日月的打磨颜色已经变淡了很多，现在它看着像混着白色的淡蓝色。街对面的那只猫已经死了很久很久，吸收了它的养肥的土壤孕育出了几棵鲜嫩的小白菜。老妇人打着瞌睡坐在摇椅上晒太阳。在似睡非睡的状态下她的大脑一片混乱，她开始走马观花般的回忆起很多事，回忆起汤姆温柔的呼唤着自己“安德莉亚”，回忆起杰克叫的第一声“妈妈”时她留下的激动泪水，回忆起满园子盛开的鲜活生命。\n\n她终究还是垂下了头，永远陷入了梦乡。\n\n杰克提着两桶牛奶从街角走回家。他心情很好，因为老板多送了他一桶牛奶，这是很少见的好运，他甚至还哼起了歌。\n\n阳光射穿了云朵直直的照在大地上，杰克看到母亲坐在摇椅上睡着的样子更加高兴。这几日她的身体越来越差，总是夜不能寐，如今她现在终于可以睡个好觉了。\n\n杰克轻声走进厨房，掏出一只感干净的玻璃杯，倒了满满的一杯牛奶。他通过玻璃门注视着自己的母亲，等待她醒来后看到这杯牛奶夸奖自己是个好儿子。\n\n4.\n贝克年轻是一个上过战场前线的爱国军人。\n\n在他们打了胜仗后即将回家的前几个月的一个夜晚，他如平时一样上山巡逻。夜里很冷，他裹紧了衣服，洁白的月光洒在树叶上，也洒在树叶间探出的一杆枪。\n\n当贝克反应过来是敌军的残兵时，子弹已经射过了他的大腿，一个踉跄，他从山道上滚落，好在那是一个陡坡，他仅仅是磕伤了头部。\n\n经过军医的拼命抢救，贝克保住了一条命，却失去了自己的所有记忆，他只记得自己的名字，却再也记不得自己家在哪里，自己为什么来到了这里。这个现实无论发生在谁的身上都是最残酷的，就如同你白白活了20多年一样。\n\n那位名为艾琳的军医却细心照顾着贝克。事情发展的很快，好似摩擦出火焰的两块打火石，贝克和艾琳爱了。当他们从前线返回家园时，失去记忆的贝克毫不犹豫地选择和莉莉同住。\n\n光阴似箭，白驹过隙，如今的贝克已经90多岁，他的女儿贝蒂也长成一位窈窕淑女。家产富裕，妻女同在，贝克本该好好的享受人生乐趣，但阿尔茨海默病却在此时吞噬他的生命。\n\n说来奇怪，他却因此记忆起自己遗忘的很多事情。\n\n有时他在家里大声嚷嚷着敌军突袭，有时他又坐在地里玩泥巴说自己今年三岁了。这一次，他说，我们打赢了！我要去找我的安德莉亚了！\n\n艾琳告诉过自己的女儿应该帮贝克找回他丢失的那些岁月。可贝蒂总是有些不放心，她不想再看着父亲穿着纸尿裤玩泥巴。\n\n但拗不过父亲的执着，贝蒂也只好答应去帮他找他的安德莉亚。\n\n父亲对那位神秘的安德莉亚的住址记得很清晰。路途并不近，贝蒂带着父亲开车将近11个小时才抵挡目的地。期间他不停的照着车上的镜子询问贝蒂自己是否看着帅气。\n\n车缓缓开到一条街道，贝克趴在车窗边喃喃自语，“为什么都变了.....这里以前明明是个花店的，她最喜欢花了，我必须送给她一束花！”\n\n贝克执意要下车，贝蒂还没将车停稳他便摇摇晃晃地下车蹲着路边一把一把的将那些不知名的野花都采摘下来。\n\n贝蒂四处张望，远处只有一栋淡蓝色的房子。\n\n贝克将手中的花整理了一下，慢悠悠地走向蓝色房子。\n\n房子前只有有一个男子在浇花。贝蒂赶在自己父亲前面匆忙跑到男子的面前。\n\n“不好意思先生，我父亲精神不太好，他执意要来这里。他马上就过来了，求求您不要因为他的某些行为而生气。”贝蒂哀求着男子，将钱悄悄塞到他的手里。\n\n男子一愣，摇了摇头，又将钱塞了回去，“不，没事的，没事的。”\n\n贝蒂看到男子的精神状况也并非良好，他哭肿了双眼，多日没有刮胡子一簇簇黑色的小硬茬布满了他的下巴。她想了想，还是问道:“请问您认识安德莉亚吗？我父亲一直念叨着她的名字。”\n\n“安德莉亚？”男子一愣，“那是我母亲的名字，但是她在三日前已经去世了......”\n\n去世了？安德莉亚到底是谁？贝蒂的心中充满了疑问，还想再问下去，但是贝克已经手举着鲜花颤悠悠的走了过来。\n\n贝克的身体和他的记忆力一样差，这么短的路程已经让他走的精疲力尽，但他没有选在停下喘口气，还是坚持着走到门前，彬彬有礼的伸出另一只手敲了敲门，兴奋的说道。\n\n“安德里亚！亲爱的！我们打赢了！赢了！我回来了，亲爱的，我活着回来了！”\n\n5.\n黄昏刚沉淀下来时，天上反而亮了，碧蓝的天，下面的房子和花草树木是沉淀物，人声嗡嗡也跟着低了下去。\n\n“安德莉亚，我亲爱的，我马上就要上战场了。我会一直想念你的。”\n\n“愿上帝保佑你，我会等着你回来的。”\n\n“嗨，我送你个东西。”\n\n“嗯？用草编的戒指？”\n\n“这是订婚戒指，等我回来后，我给买你个真家伙，只有钻石的璀璨才能配上你的美好。”\n\n“哦贝克，你真的是太贴心了。”\n\n ..........\n\n\n人生天地之间，若白驹过隙，忽然而已。\n\n刷着蓝漆的房子因岁月化为一片废墟。\n\n路边自由生长的野花永远沉睡在水泥地面下。\n\n久候仍未归，时日如流水，等待相逢不是抱怨而是心甘情愿。等到孤寂，风也停止，错过便是永远。\n\n\n\n\nps：第一次抛开了玄幻来写，十分紧张，也很激动，感觉就好像自己是一个第一次穿上女装的男孩子。\n\n\n"
        },
        {
            "author": "wc_c",
            "timestamp": 1483187880,
            "txt_content": "自已小组的人嘛QWQ必须顶！而且剧情不错QWQ"
        },
        {
            "author": "gggbbb",
            "timestamp": 1483198380,
            "txt_content": "新年快乐！\n太长不看……开玩笑的\n一如既往的优秀，对节奏的掌控堪称完美。整篇文章毫不拖沓，挑不出一点毛病。\n伏笔部分也是蛮成功的，就像是文中穿插着的猫，自然而不做作。\n当然，有一部分的描写，个人认为还是能再展开点的。\n那是少女收到的第一双高跟鞋，她很珍惜它。\n像是这种，“她很珍惜它”完全可以不用直白的叙述，在上面多加些笔墨也是不影响连贯性的。\n树立着一栋刷的是蓝漆的房子\n蓝色的房子既然作为了全文的线索，那么在某一段落上多加描写，可以说是完全合乎情理的。但只是“刷的是蓝漆”，“刷着蓝漆”的，感觉就有点偷懒了。既然标题结尾都扣在上面了，多来个几行字也不差么。\n\n另外，某些地方还是有点看不惯。虽然这样的文风没问题，但加上个逗号会死人吗？\n街对面的那栋房子前有只猫坐在摇椅里伸出粉嫩嫩的肉舌头舔舐着它的爪子\n\n以上。最后，祝进步。\n另外，你们小组这是要造反吗？篡位夺权？（滑稽）"
        },
        {
            "author": "透明小小",
            "timestamp": 1483244880,
            "txt_content": "gggbbb 发表于 2016-12-31 23:33\n新年快乐！\n太长不看……开玩笑的\n一如既往的优秀，对节奏的掌控堪称完美。整篇文章毫不拖沓，挑不出一点毛 ...\n_(:з」∠)_非常感谢文评！其实这个文要仔细看 毛病还是挺多的 平时都是写写玄幻类的文 所以第一次抛开玄幻来写就有点无从下笔 自己想的很好 真正下笔的时候写的和自己想的完全不一样233333 文评我很认真严肃的看完了 已经接受了你的建议 嘛 慢慢来 希望下次我能取得更大的进步 真的非常感谢！！！_(:з」∠)_"
        },
        {
            "author": "522006",
            "timestamp": 1483279920,
            "txt_content": "感谢楼主！这篇文章真的好精彩，一对相爱的男女，纵横几十年的岁月，坎坷的经历，还有就是对爱的执念……咱真的好佩服"
        },
        {
            "author": "透明小小",
            "timestamp": 1483324380,
            "txt_content": "522006 发表于 2017-1-1 22:12\n感谢楼主！这篇文章真的好精彩，一对相爱的男女，纵横几十年的岁月，坎坷的经历，还有就是对爱的执念……咱 ...\nmaya....夸得我都羞涩了 非常感谢你能喜欢我的文！！！_(:з」∠)_"
        }
    ]
}