{
    "title": "【你の世界】箱子与MC的故事（活动结束后才来系列）",
    "author": "o_bo2001",
    "replyCount": 9,
    "timestamp": 1483199580,
    "txt_content": " 本帖最后由 bo_bo2001 于 2017-1-1 11:01 编辑 \n\n（哎呀审核好讨厌，实力从2016审到2017还沉了……）\n前言：\n      大家好这里是换了头像就没人认识的潜水员箱子。在2016的最后一晚给大家带来自己3年半与mc的故事。      之所以写这篇文是因为前几天看到茶馆的活动结果公布。（插一句，我个人认为这次活动的作品中文笔最好的毋庸置疑是玄素，但最令人触动的是九幽之帝，成功写出了他与小伙伴之间的友谊之深厚）看完诸位dalao的故事之后突然产生了强烈的诉说欲望……正好高中生活已经完全适应，空闲时间变多（然而期末大魔王来了OAO）然后经过一周的思考于今晚7点开始码出了人生最长的单篇文（本人手残1min30字大家不要喷）。希望各位如果点开的话能够坚持看完，谢谢。      这篇文算是为我至今为止3年半mc的旅程做个纪念，然后继续踏上新的征途。      注：文章内容比较驳杂，所以分几部分来讲，如果我成功在今年排版好了可以选择需要的部分看。      还有，1000字真的不多。\n      请务必先看正文部分以便更好的理解之后的小分类！！！！\n\n\n箱子与mc的故事（正文）探索：2013.9~2014.1      2013年9月，一所神奇的初中内（现在已经被拆了），箱子刚上初一。\n      有两个箱子的同班同学每天放学会坐在主 席台下面玩手机，风雨无阻的时候才不会出现。这使得他十分好奇，于是在某天爸妈来接之前就看他们玩了一会。从他们的手机屏幕中，箱子看到了一个由方块组成的世界。那两位同学在其中坐着一辆黑色的小车从铁轨上呼啸而过，互 相 碰 撞，好不愉 悦。\n      见箱子在围观，他们就向他演示了一下这游戏的玩法，并现场铺了一条铁轨给箱子看。那天，从他们口中，箱子第一次知道了有一个可以铺铁轨玩矿车的游戏：Minecraft Pocket Edition 0.7.6。简称MC、我的世界。\n      回家之后，箱子便迫不及待下载了游戏，看着眼前那个与同学手机上一模一样的界面开启，箱子感到发现了新世界的大门非常激动，迅速按同学说的方法建了一个新的世界。（当然这第一个存档在被TNT炸成末日世界后就给删了）然后打开物品栏，找到那种“红色的铁轨”，一口气从地图这头铺到那头，接着又翻出了矿车坐着游览了一圈欣赏自己的“杰作”。\n      如果用历史课本的格式来说，这件事标志着箱子正式进入了mc玩家的初级阶段，开始了他在mc之路的探索过程。\n      相信初玩PE的人干的活基本就那几样：挖地道，挖地道，插火把，插火把，铺铁路，铺铁路，烤TNT，烤TNT，个别强迫症的可能还要强行把地上不平的部分改成和周围一样的高度才舒服。\n      箱子也不例外，但在挖了几个星期地道后，他发现了一些带有颜色的石头：褐色的，黑色的，一个个圆花纹的各式各样。于是箱子去问了那个带他入坑的同学一个具有重要转折意义的问题：这些东西是什么？\n      从此，箱子的生存之路开始了。\n      在学某思，每到下课，箱子就会掏出手机，进入那个温馨的庇护所：2格高的土墙，2*2*2的壕沟，只有天亮才会被掘开的土门，仙人掌制成的围栏……箱子小心翼翼的生存着，虽然活动范围只有很小一块，走太远天黑了会有怪物；虽然没有创造模式那样爽快的飞行，只能在地上慢慢挪腾；虽然石头硬到麒麟臂都酸了还是啥都不掉，但是，这里有更加真实的代入感，箱子与围观的小伙伴一起，为每一次日出而兴奋；为每一次天色渐暗而提心吊胆；为每只蜘蛛的声音而紧张。嘲笑每一只被吸引掉进坑里的怪物；疑惑每次击杀他们后掉出来的各式各样的东西；好奇从未去探索过的世界；畅想那被无情切分的世界边界之外的样子。每一个新发现，都会成为箱子成就感的来源。\n      又是几个星期转瞬即逝，当箱子向同学展示他引以为傲的生存存档后，同学笑了笑，拿过箱子的手机，造了一个工作台。\n      箱子看着这个从未见过的方块，在同学演示了它的神奇后，如同刚接触mc时一般又一次感到打开了新世界的大门前所未有的新奇。\n      回家后箱子第一次问了度 娘关于一个游戏的事。这件事是箱子mc之路上生 死 攸 关的转折点，它的发生，标志着箱子正式脱离什么都不懂的小白群体，成为了一名具有全面理论知识的社 会 主 义玩家。\n      时间过得很快，转眼已是2014年寒假。箱子在某游戏库中找到了一款叫做“我的世界1.6.1”的游戏，顿时十分激动：终于能玩电脑版了！下载安装，当时绝对独霸一方的旋律启动器界面打开，手忙脚乱改了一番初始设置，便进入了游戏。令箱子没想到的是，界面操作全然与PE版不同。\n      头一个生存存档，箱子造了一间小木屋，当时想的是旁边有个会发光的岩浆池，不怕晚上黑，结果就是悲惨的死在了自己家里。于是箱子避开了岩浆池，第二天在行走途中发现水坑里的墨鱼，于是跳进水里干 死了它，接着问题出现了，箱子发现自己浮不上水面！前进没用，后退没用，转视角也没用。箱子顿时急了，但只玩过PE的人初进PC确实没办法，（PE前进自带上浮）然后第二次死亡就是在两格深的水里被淹死了。\n      再复活，箱子这次走上了一座小山包，找到了一个上宽下窄的风蚀蘑菇，于是撸 了几棵树，用木板糊了一堵墙作为暂时的庇护所。但造门的时候问题再次出现：造门需要工作台，工作台需要四块木板填满四个格子，可无论箱子怎么放，那些木板就是只待在一个格子里拒绝分离。箱子十分无奈，第一次PC的尝试就此结束了。\n      退出游戏后，箱子问了同学，同学没有详细教学，而是回了一个网址：籽 岷的极限生存系列。新世界的大门再一次打开了。（wo c聊了会天8：:40了，上面因为都是很清晰的记忆所以写的比较详细，我相信大部分人对游戏最初的记忆都是十分美好的，因为不懂所以快乐。赶时间接下来就不多做描写了）\n成长：2014.1~2016.1      初一的下半学期并没有发生什么大事，箱子在不断地探索中成长成了一名将原版玩得十分娴熟的玩家（最高纪录裸 装单挑僵尸群用坏了4把半木剑，后来腐肉用的有点快饱食度没了就被追上弄死了）。并且第一次玩了一个pixelmon服务器，后来服务器关了又转到某某幻想，再后来觉得周目换的太频繁就弃了。找到服务器的过程也是箱子对mcbbs的初接触。\n      一个学期是很短暂的，箱子又在手机上开了几个生存存档，并且投入全部的热情去打造自己的世界，其中有一个档发展的很好，地图也不错，相当令人怀念。后来手机出了点问题，存档丢的丢删的删，（不知道还有没有留存的图片我待会找一找）后来干脆就不在PE上玩生存了，而是建了一个由10个大球组成的全能屋，以及各种小的城堡、别墅、精装修生存向温馨小房子。（这些在我现在用的辣鸡三星上，有时间再弄点图）。\n      生存由PC主攻，当时最热闹的时候同班有8个人和箱子在一起玩。其中最主要的3个人是箱子自己、那个带他入门的同学小邵和一个叫奥 斯卡的人（网名），大家玩了一个学期之后，箱子终于第一个不甘于现状，做出了一个重大决定：成为一名实况主。\n      这一想法得到了另两人的支持，于是箱子暂时缩减了一起玩的时间，开始录制第一个系列视频：菜鸟生存系列。录了两集之后小邵也开始了他的工业生存系列，并且在mcbbs上发了帖子做宣传。效果还不错。箱子自然不甘落后，也注册了一个账号，从自己的第六集视频开始发布，（可惜我的新人贴格式不对，被敬业的版主xukarhei给删了……）发布了几集之后箱子就懒癌犯了，mcbbs被暂时搁置在一边。箱子、小邵、奥 斯卡以及后来加入的CY、阿怪、无恶、云轩、小志、雨果、去 死等一批人愉快地录起了多人生存。人很多而且不都在mcbbs有号就不艾特了。\n      暑假过得很快，开学了，箱子的更新也不能保持稳定了。这时候新的任务出现：几个人将研究性学习的课题定为用mc做学校的模型。为了得到老师的认可，箱子在2014.9~10月前后花了十几个小时做出了最用心的精装修别墅，并且初期报告结束后将其发布在了mcbbs上。看着一个个鼓励的回复，真的是感动到想哭啊！！\n      然而好景不长，组里所有人都是懒癌……于是大家在服务器里玩玩生存造点奇怪的东西啥的就混过了一个学期。结题报告前两天算是勉强赶出了教学楼的外框和一部分内饰…为了掩饰尴尬箱子拿过了做PPT的任务：先介绍了一番mc，然后放了外国大触的建筑视频给大家开开眼界，再然后把开题的那个别墅重新开光影截了一遍图，介绍了国内厉害的小组（霜露CW老石头啥的）最后玩了几个同学间的梗，放了3张本来说好要做的教学楼的图……算是强行混了过去。结果还被老师选为优秀课题要在年级里展示，箱子讲的时候真是被尴尬成傻子。。幸好我们人少（一个年级140个人）大家都认识，所以好朋友们还是很给面子地喊了几声“求存档”……\n      初二下学期，箱子等人不思悔改，还画了图纸想要造个大东西出来，然而大家的懒癌照旧，又水了一个学期，一直到结题前最后一个晚上才花两个小时水了一点东西，不过箱子的学校当时声称的是初二的期末考试决定能否直升高中，所以老师也没怎么抓研究性学习就是了。\n      虽然正经的没啥结果，箱子却不知啥时候开始在论坛里很是活跃了一段时间。也正是在这段时间里，认识了海潮、咕噜、FHC、安德、哒哒等人，（现在还能记得当时“本月精华”几乎半个月就能换一波，现在却已经沦落到“最新精华”了……）并且学会了做地形。说起来还参加了海潮的服务器的内测。不过学校政策改的快，初三的箱子已经要为“采点”考试而学习了…所以也就没有能够怎么上线。\n      2016的寒假，箱子被拉入LOL的坑，自此mc的旅途陷入了低迷时期。箱子也进入了划水（双手版本就没玩过）+潜水（mcbbs日常签到潜到8级）阶段。\n低迷:2016.1~2016.12\n      这段时间虽然没有怎么玩mc，但是对箱子的意义也是非常大。\n      在玩了一个学期的LOL之后，于2016.7月，箱子终于无法忍受国服的游戏环境，毅然卸载了游戏，从此没有动过再玩的念头。也明白了玩游戏就是要开心的道理。然后……同学代购了份ow……然后为什么7月戒掉lol现在才出来你们懂得。不过也有在这段时间画点皮肤做点地形自娱自乐一下就是了。（有人开黑不我死神治疗金牌XD）。\n诈尸（雾：2016.12~2017!\n      就是前言的话我不 要脸的又复制了一遍凑字数：前几天看到茶馆的活动结果公布。看完诸位dalao的故事之后箱子突然产生了强烈的诉说欲望……正好高中生活已经完全适应，空闲时间变多（然而期末大魔王来了OAO）然后经过一周的思考于2016最后一天晚7点开始码出了人生最长的单篇文（箱子手残1min30字大家不要喷）。希望各位如果点开的话能够坚持看完，谢谢。      这篇文算是为箱子自己至今为止3年半mc的旅程做个纪念，然后2017踏上新的征途！！\n\n另有：番外·建筑篇：2014.9~      （建筑技术方面我实在不懂啥，有什么不对的地方就当我在瞎说好了……）前文提到我初二开始接触建筑，建了一幢湖滨别墅，然后后来又发了一个生存向小屋（配色不太对的那种，满满的违 和感的辣鸡建筑）。在尝试了两个星期都没法用mcedit之后，再加上各种割膝盖跪大触，我感觉到起码大学之前大型建筑不适合我，所以放弃制作大型建筑的尝试，专心研究全内饰小别墅的制作。不过说实话内饰做起来的繁琐程度丝毫不比大建筑差，10*10*10的小屋和100*100*100的城堡耗时可能都是一样的。希望论坛能够对这类有精细内饰的建筑作者多一点鼓励吧--大型建筑固然看着有气势，但没那么多时间精力的学生党毕竟还是占了大多数嘛。      一点小心得给那些从来没做过建筑的新手：先搭框架！先搭框架！先搭框架！墙面不要太平，可以加点窗户栅栏树叶什么的增加层次感；还有，绝对不要用矿物块！！！\n番外·皮肤篇：2014.7~      （没有心得，论坛里教程和优秀作品多得是，单纯分享一下）我做皮肤的历史可以追溯到2014暑假刚开始做实况那会，给自己画了个皮肤（装图的U盘暂时不在手边过几天补，反正你们只要知道丑的一比就行了），然后被观众喷了，当时我还很不服气：我辛辛苦苦画的皮肤凭什么喷我？后来我又画了一个，比上次的好点儿，但还是辣鸡水平的。一直到初三（2015.9）我看了几个皮肤精华帖之后才又创作了一批皮肤，并且在每个人胸口写了个“熊”字，给他们取名叫熊孩子战队，甚至妄想着能多画几个混个章，现在看来混个滑稽差不多……之后半年基本没画过皮肤，直到之前看到china521的悬赏贴才又打开了mcskin3D，确实比我以前画的好了很多，不过似乎他的要求比较高到现在还没定，也不知是委托给了其他人还是放弃了。我并没有得到任何修改意见的反馈，想来是没啥希望的XD。 \n番外·实况篇：2014.7~2015.8~??      2014~2015暑假的实况之路是我最得意的时间，2014暑假的时候两个月不过50个视频就达到了5w播放（优酷），因为我是优酷土豆两站传的，土豆上最高单个播放达到了1w，确实当时作为初一升初二的我来说是超级棒的回忆。（神奇宝贝系列生存只有个位数帧都有1k稳定播放啊！！）可惜我当时就预见到国内的视频市场如果我不保持更新的话很快就会湮没在人群中。然而爸妈并不支持我工作日录视频，我能怎么办？我也很绝望呀所以在此给那些曾支持过我的人道个歉，如果你们看到并且还记得我的话。很抱歉没能继续更新下去。\n      一个学年过后，果然当我再次上传视频的时候播放量已经不尽如人意了。大陆视频市场差不多处于垄断的状态，上千万播放的人极少数，大部分都在5w以下，而且有的时候会出现粉丝比播放都多的情况。原因是什么我就不说了。质量欠佳视频的泛滥和小学生的大量涌入造成了这一切。当然，即使小学生也有成长起来的一天，我们也是从那个阶段走过来的不是吗？总之，我对现在国内的实况制作已经绝望。我认为生存实况市场已经饱和，所以也在此询问一下各位希望能看到怎样的mc视频？？\n      看到这里你可能会问：你不是不更新了嘛怎么还问这个…那么，我只能说，在我5w播放时断更之后，我现在优酷上的播放是31w……原因是我传了一个国外大神的mv精选然后一开始只有几十播放，我因为是花了很多时间做的所以没舍得删，结果现在莫名其妙有了22w播放了……所以，我觉得我还能抢救一下ps：当然不是在生存实况上，不知道论坛允许传ow视频嘛\\手动斜眼。所以，请有看视频习惯的各位说出你们的希望吧！！\n      再来一点我经历了两个视频时代的小心得（给那些视频质量确实不错但没有太多播放的人）：现在的情况下，封面很重要。一个固定的封面纵然是好看的，但在没有观众基础的情况下并没用，要想在一堆“最新视频”里脱颖而出（吸引小学生观众），就要把封面设置成小学生玩游戏时容易激动的地方，比如手里拿着镐子面对钻石矿啦（我那个单个播放最高的视频就是这个封面），面对模组里的稀有怪物啦这种。还有一个就是标题，借籽岷舞秋风的视频现在不知道还有没有，不过这是绝对不可取的方法，虽然确实能起到吸引观众的作用，但是起码我看到这种标题是绝不会进去的。至于标题到底怎么写，可以是和封面统一的激动人心的情节再配上一点感叹号问号啥的，也可以是遇到的某个有趣的BUG……总之标题的内容在视频中可以只是哪怕出现1分钟，但只要别人点进来了，还愁播放起不来嘛/笑。\n      同时在此再次表达一下我对视频版两位版主的敬意！！\n番外·写文篇&结尾：2015.3~      23:23纪念一下。4个半小时连洗澡聊天啥的一共才码了5700字的手残……\n      之所以动写文这个念头，是因为海潮居然也写文发出来那我肯定也行那要从我小学四年级讲起……咳咳。反正就是我小学有自己写了大概和今天这篇文章一样长的一段神奇宝贝游戏的小说。后来发现pixelmonMOD后就有很兴奋地玩，一直到安德和一个叫姜哥的人写了小说并发表（都弃坑了天啦噜）之后我才有了正式写小说的想法。当时有了这个想法之后整整构思了半个月的剧情吧，列了一份大纲（写长篇不列大纲九成会烂尾），把原来重写了几千字的纯神奇宝贝文弃掉，开始写pixelmon的故事。（话说我终于知道为什么都用论坛里现成的名字了，四个主人公名字想了3个小时……）更了三章，更新周期也是迷的不行，但是被爸妈禁止码字了……就此断更，恰逢我进入“低迷期”，所以写好的手稿也没有码出来…（我认真写的文章都要先写一遍再改一遍，第一遍都是意识流+对话流……）不过这毕竟是我下定决心不弃坑的作品，所以在没碰pixelmon的情况下，凭借20遍+全神奇宝贝图鉴的浏览记忆硬是持续写到了3w字。但是码好的只有5k。\n      23:33大晚上的脑子有点混乱，大家能看懂就行\n      总之就是我写了没发出来，然后估计也就成了一个“弃坑”的作品，事实上也差不多，我最近考虑复出会先写一点短文，动笔的话准备写一篇短一点的偏科幻小说练练文笔。有时间会改成mc版，一起发在mcbbs上。然后我那更了三章（话说创作爱好者勋章是要申请么）的小说的话应该寒假会更新吧……现在的情况就是我终于在一个星期前有了周末码字的权限，不然这篇文都出不来啊…\n      总之，我相信我的mc之路已经重新开辟成了一条通向2017的康庄大道！\n      文章到这里就差不多结束了，都是本人一个人絮絮叨叨翻些旧事实在对不起大家。最后借用《全职高手》里叶修的一句话：如果喜欢,就把这一切当作是荣耀,而不是炫耀！\n      同样的，如果喜欢，就把这一切当成你的世界，而不是其他！！\n      感谢每一位坚持看到这里的人。祝大家新年大吉吧。\n2016.12.31\n注：一切图片待补。有些本来打算艾特人的地方都没动，就不麻烦各位了看到的看到，没看到便罢了。如果有任何缺少字词导致语义不通请及时通知作者   谢谢新年快乐。",
    "replies": [
        {
            "author": "Jon·Snow",
            "timestamp": 1483251060,
            "txt_content": "先回了帖子再回头细看"
        },
        {
            "author": "wsyyz",
            "timestamp": 1483251060,
            "txt_content": "写的蛮不错的哈,可惜了"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1483251360,
            "txt_content": "所以 这个帖子两年了是吗 微笑~"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1483251720,
            "txt_content": "哦，感谢一下zjy版主，我改了几次排版都是他审的  一直从去年审到今年  老辛苦了"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483251780,
            "txt_content": "吖 这不是昨天发的嘛莫名懵逼"
        },
        {
            "author": "人间巨炮",
            "timestamp": 1484215920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1484217060,
            "txt_content": "人间巨炮 发表于 2017-1-12 18:12\n什么东西 表示没看懂\n哦说错了 是十二月活动"
        },
        {
            "author": "人间巨炮",
            "timestamp": 1484217240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "七海八千代",
            "timestamp": 1484219280,
            "txt_content": "其实你用提升卡是为了做任务吧。。。"
        }
    ]
}