{
    "title": "<原创·连载>因解效应·热寂[第七章：激荡显现于当下的旋律（上）][S_RwE]",
    "author": "S_RwE",
    "replyCount": 1,
    "timestamp": 1483254300,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:10 编辑 \n\n\n\n\n第七章：激荡显现于当下的旋律\n\n在火光以及那声提示音响起后，纳特开枪了，烟火点燃了冰冷的枪管。\n穿甲弹与雪梨狙击枪所射出的子弹相似，银白弹身荡开迷雾将空气撕裂。周围的能见度都因这一次开火而提高。后作力另纳特有些站不稳，步枪在开火的震动令他手掌发麻，就同爆竹在手掌爆炸一般，射出去的那颗子弹只在空气中留下了一闪银光。\n锋利冰冷，能够洞穿任何阻碍。\n\n诺厄在火光中就预见了纳特的攻击，被火舌淹没的那刻抬起了武器护在身前。落在剑身的仿佛不是子弹，而是一次钻击。穿甲弹没有弹飞，血红色的火星四溅，清脆的爆鸣声响起。巨剑被撞击力斜插在脚下的岩层上。\n突然，在剑柄离开诺厄手掌的那一刻，周围的红色光链消失了，就同被吹熄的烛火一般，纳特的射击则是那道气流。\n无人机被强呆滞了一秒，诺厄的右手飞速的抄起巨剑猛地一挥，血红光链重新射回它们之间。与此同时，狂风骤雨般的子弹又到了。\n“子弹指令——双弹头弹。”\n纳特的步枪，是经过安格斯改造修正过的，与纳特自身的因组契合，就像那蹦跳在绿色大地上的软体动物一样，拥有流质一般的变换特性。枪型会根据使用者所下达的语言指令而变换，每种子弹都只有一个弹夹，打光便要回到总部补充，不过纳特现在可没有什么总部能够返回了。双弹头弹是命中率极高的一种子弹型号。由两个相似的“串联”在一起的弹头组成，第二个弹头的尖部伸入到第一个弹头的底凹坑内，两个弹头的合重与一个普通弹头的重量相同。\n\n纳特的声音和枪管的火焰同时喷夺而出，一直处于被动挨打状态的诺厄终于爆发出了正规军班长应有的力量。\n“纳撒尼尔，来首歌吧。”\n诺厄的巨剑沿中线断裂成两把交换到左右手上，变为两把拥有锯齿状利刃的窄刃剑，刀柄如同骨架一般绽开附着在诺厄的手肘上。在那个刹那，纳特射出的子弹似乎都已停滞，天地间只剩下无人机之间的红色光链仍保留色彩。在目眩的冲击力中，纳特回过神来，子弹重新冲向它的飞行路径。但终点那头的诺厄，拖着失去机动性的右腿，手臂如同一具打印机一般飞快的舞动着，在自己身前斩出一片刀幕。\n\n……记忆崩溃，不言而喻的真相……\n\n刀刃与弹片的撞击弹射在空气中，诺厄的手臂每一次机械的移动都会正好挡在两个弹头的最终碰撞上，就如同子弹刻意地撞在那锯齿面上似的。重金属旋律激荡在空气中，纳特知道，那旋律所映射的。他在诺厄的圆周路径上旋转着远去。\n\n绕到他后面去，诺厄的右腿受伤，转身速度不会快。\n\n迷雾中的远处，另一种攻击到了。格里掷出了爆弹。\n掷轨因段，只要力气够大的话，扔出去的东西基本都能打中。\n量铁因段，手臂力量非常大。\n这两个近乎于完美互补的因段，是格里身上的傀儡因组带来的。投掷分为两次，承载火药的本体首先飞出，紧接着，格里又掷出了炸弹的“导火线”—— 一根形同木棒的短钢筋，在与空气接触摩擦后立刻点燃带起一片火云，精确地插入第一次投掷物的尾部，在诺厄的后背仅5米处爆炸。炽热的弹片飞溅，诺厄的脸上却浮现出了不屑。\n抽出一只抵挡纳特连续射击子弹的手反向上扬，手腕转动，无人机之间的红色光链就像盛夏的树杈般开展，将空气的遮盖在了死亡的荫蔽下。\n“警告，检测到高温附着机体，机械护甲损坏程度超过50％，使用者机械护甲主动剥离，右腿机动性恢复。”\n\n……我甚至忘记了我的名字……\n\n格里的攻击确确实实伤害到诺厄了，但这也另诺厄的战斗力进一步解放。[link]的覆盖范围因此扩大，诺厄的外骨骼装甲就像在烈日下被晒伤的皮肤一般被剥离，只剩下关节部分还保留。裸露出来的皮肤，干瘪皱缩，紧紧地贴在血肉上。也不知道那片苍白包裹的是不是血肉之躯，诺厄隐藏在装甲之下的身躯宛如一具尸体，只不过他能够行走，能够言语，能够握住剑刃。\n纳特怔住了，他所了解的诺厄绝对不是这个样子的。\n\n……我不知道现在是什么季节……\n\n“纳撒尼尔，不，纳特，你看得清吗，我现在这个样子。”\n纳特停止了射击与脚下的动作，没有回应，站在原地，他知道诺厄看不到他，烟尘中的隐匿倾听。\n\n“这就是改造人的真相，负面因组的夺取带来的是更为羸弱的人体，我因此更加依赖生命维持设备。”\n格里单手紧攥着爆弹，少见地眉头紧锁着。\n\n“算了，喂，D—2班班长，别呆站着不动了，我是你的对手，对于对手的尊敬，你还记得吧？”\n诺厄爆步而起，无人机突然疯也似的开始震动自己的双翼并且围绕他选择起来，所有烟尘都向中心汇聚，气旋形成，烟尘飞向上空。真视的粉末将战场包围，能见度回归正常水平，格里纳特暴露。\n\n……或者什么是原因……\n\n旋律没有停，不过变得平坦。微型气旋掠过三人脚下的土地。\n\n“纳特格里，我能够看到你们的位置了，安格斯告诉我，假如有一丝失败的因素出现，你们就逃到切尔的信号发射塔那。”雪莉用对讲机讲到。\n\n……我手持利刃站在这里……\n\n“系统提醒，传送柱运作正常，第一次传送启动，传送人数，4。”\n\n……一个荒无人烟的地方……\n\n“雪莉，你能保证每一枪都不落空吗？”\n\n……没有任何踪迹……\n\n“能，我能每一枪都不落空。”\n\n……有的只是我感受到的冷风……\n\n“那我们肯定不会输，我们必须要逃出去。”\n\n……这是我的怨恨……\n\n……这是我起立战斗的缘由……\n\n……这是我了解能够确认的唯一……\n\n第七章：激荡显现与当下的旋律，未完待续。\n\n\n\n\n本章字数1793歌词是根据有一首英文歌然后网友提供的歌词，我很喜欢然后...就写在文里了歌名：The only thing i know for real真正的作者和我不是同一个人我只是帮他发帖子，做图片而已嘛，毕竟都是学生，不过文章绝对原创无情的揭穿， 我跟他（原作者）是现实里的朋友当然，我也不知道我是怎么认识这个人的因解效应本就是以贫民窟人民与政府战斗为主线的故事，至少第一部分是再讲两句，所有的无人机都是由怪物改造而来的地行无人机是蜘蛛，巡视无人机是被强插翅膀的蠹虫，电路浮游的尖叫由恶魂映射而来那个被残忍击落的大家伙。[EC]，获得高等进化的高压苦力怕怪物也就是mc世界的怪物们，整个世界也是这么构建的不知道讲过没有，那个什么生物力场手雷其实就是溅射药水啦等全部更新完再弄每章的目录吧，一个一个帖子弄真心累索引目录第一时间更新戳签名档转索引一定要点一定要点一定要点\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1485089520,
            "txt_content": "这章已经挑不出什么毛病来了"
        }
    ]
}