{
    "title": "【wiki翻譯】活塞 Piston",
    "author": "king77326",
    "replyCount": 5,
    "timestamp": 1309873920,
    "txt_content": "工具 要求無物理無透明度 是亮度 無\n功能活塞始終放置時面對玩家。 活塞是雷石東觸發。當啟動後，其木的表面擴展了外 1 塊，推高了最高的 12 塊。\n當回到無動力狀態，它不會不拉回任何塊。有關的資訊，請參見粘滯活塞。 \n其木表面可以也推球員、 暴民和其他實體在地板上的 1 塊如果它們的方式。但是，如果沒有播放機/暴民/實體被推的空間，擴展的活塞頭將只是通過他們沒有危害。 擴展的活塞頭是固體和透明 （就像玻璃)。如果活塞頭到播放機/暴民地擴展了這種方式，他們不會窒礙，和群暴民玩家可以移動它的但不是到它。 同樣，如果塊的活塞推推入播放機/暴民，群暴民的球員將獲得推送如果空間。如果沒有空間，塊將開始佔據群暴民玩家相同的空間，並導致窒息，如果塊是不透明的。 時塊推動活塞，他們隨時非固，導致任何球員/專案上屬於移動閉塞通過移動閉塞。 活塞的頭不能粉碎玩家/暴民、 只把他們推到另一個陷阱或在最好的情況造成窒息。 活塞可以用於切換像洩洪閘門流體流動的延伸到或縮回從水會流過的空間。 Minecarts和小船，可以推動活塞。請注意如果 minecart 是在軌道上，還被擱在鐵。推塊一些塊不能推的活塞和活塞頭不會擴展： 黑曜岩，以避免濫用的基石 有額外的資料 （平鋪實體） 的資料塊連接-注釋塊、胸部、爐、飲水機、怪物 spawner. 因為移動塊暫時存儲為平鋪實體擴展活塞 (粘和正常).門戶網站南瓜、蜘蛛網和傑克燈籠都回變成時推的專案。(如果嘗試創建可擴展可伸縮的照明，您可以使用Glowstone相反。) 活塞不能推水或熔岩，只有阻礙它。延伸到水或熔岩的源塊的活塞頭會破壞源塊。 活塞不能推\"附加到一個塊\"如拉杆、電筒、紅石、標牌等的大部分樓宇。他們會分離，並作為專案拖放。例外情況包括： 門，可以垂直推 Trapdoors，只要他們鉸鏈的側保持連接到在其新位置中的固體塊。 導軌（和動力的鐵路，探測器軌道），只要他們繼續在其新位置中的固體塊。滑軌將縱使自己後被推就像他們一樣時手動放置。附加到推塊的塊會折斷了，除非塊，現在是根據/隱藏他們也是可以接受的 ；例如，可以放置火炬\"修復\"的鵝卵石結構。打開活塞活塞可以通過單一的資料塊，雷石東或中繼器的方式水準提供動力 活塞可以直接鄰近他們 （上面、 下麵或旁邊) 火炬傳遞動力 活塞可以通過供電火炬從下麵時說的火炬將電源活塞的 （就像電源導軌休息的塊) \n雷石東粉塵及中繼器將電源直接在它前面的活塞，以及此活塞下麵的第二個活塞。這允許完全由活塞的建造一堵牆。 當活塞電源接收從一側，然後在另一側斷電的同時接收功率行事，仿佛瞬間失去了權力 當切換之間打開和關閉迅速與重力影響的上方 （如砂) 塊，活塞最終將打破塊，可以再次拿起。 直放站無法傳輸功率通過活塞。常見的用法活塞通常用於推挽塊來類比開啟和關閉的門，門和其他的陷阱。 活塞可以用於使用從鵝卵石發電機鵝卵石進行修復的橋樑。同樣的原則可以用來使自修複的房子。 中與雷石東中繼器一起使用時，活塞可以使紅石活塞時鐘幾乎任何速度。 掛塊被推輪在迴圈中設計的方形活塞動力時鐘可以創建資料的無限迴圈。聯合透明塊 （例如，玻璃） 的無能，發射功率，雷石東直放站可以運行到推的資料塊 （可選） 執行函數的另一邊。擴展這成 3 個維度，你可以圓，正在進行測試，查看它是否傳輸動力迴圈的資料的陣列。這可以用於創建紅石標誌產出，播放音樂的序列和無數的清單中其他的事情。 \nBug當試圖將推冰塊，他們將會變成水在其原來的位置，和活塞頭就會消失。活塞將恢復正常後收回。 當啟動後，這兩種類型的活塞無法供電周圍塊。 如果另一個上面兩個擴展的活塞下, 一個不能退刀，直到上一退刀。\n \n後被附加到 retracting 的粘滯活塞床\n\n床可以推縱向與活塞，但在床上如果拉回來粘活塞將一半，拆分滴床專案 （雖然在床上仍可使用。) 供電與雷石東火炬在某些情況下活塞似乎總是考慮火炬為\"上\"，即使關閉狀態。 當火炬或紅石火炬放在活塞和活塞被移除時，火炬將浮在半空中。 活塞在縮回後部有沒有碰撞： 活塞點下它時可以通過這些故障時他們退刀，邊走邊對它還有可能通過 retracting 活塞故障。\n粘滯活塞拉門，它就成為連接到活塞半門。 附加到粘活塞活塞可能消失時延伸到流動水。 \n活塞紋理故障顯示。\n\n光通過活塞，都正常和粘、 動力和無動力的這兩種類型。 活塞的紋理時放置正面朝上和積極紅石電源旁邊頂部的大多數活塞活塞頂部的另一種，將故障和頂部的大多數活塞的各方將顯示木的一部分。這也適用于粘性的活塞。\n如果你打破活塞臂，它有時會將兩個活塞。 放置 1 塊的上方和旁邊的活塞杆，然後啟動杠杆會導致遊戲崩潰和每次嘗試加入了這個 bug 的世界將會崩潰。 當活塞或粘滯活塞向上放 （雷石東與輸入的被位於 1 塊波紋管） 和快速脈衝信號應用於雷石東，如果播放機在試圖打破活塞或任何專案、 塊、 工具，粘滯活塞或手、 活塞或粘滯活塞將打破，刪除專案，但留在半空中的易碎的活塞頭。. \n \n活塞頭故障可能實施。\n\n您可以複製所有類型的 pushable 塊 （包括自己的活塞） 1.7.2 中使用一個簡單的脈衝機制、 粘活塞和簡單的活塞。這裡可以看到該計畫\n如果另一個粘滯活塞的情況下，粘滯活塞拖累。它不會拉與它連接到的塊。小事活塞稍改原國防部的影響。例如，原始的活塞 Mod 可以推動重力影響的塊，以及實體和暴民幾米垂直或水準方向，雖然活塞也不能這樣做。然而，如果受重力影響的一塊坐上向上面臨活塞和活塞退刀，塊會掉。 如果活塞推倒孔的重力影響的塊，塊會下降，即使粘的活塞相連。 活塞不能用於 '粉碎' 玩家或怪物牆。如果這嘗試，將會通過他們只是傳遞活塞。然而，正在推行的活塞的塊將粉碎玩家和怪物和窒息，使它有用的陷阱。 活塞被摧毀快用劍，但是，它算作兩個用途對劍的耐久性。 如果從連接最多以上，活塞也許能夠向下推塊和窒息的玩家或怪物。這可以是非常有用的暴民的陷阱。 如果水春放活塞的基礎上，它會消失如果擴展活塞。這也適用于熔岩彈簧。 活塞可以靠近仙人掌，這樣，當他們被啟動，和推的結局就是旁邊的仙人掌基地，將打破仙人掌。 如果活塞推葉塊，它將中斷。 如果您嘗試移動與活塞的門，就會崩潰。活塞可以使用像毆打 ram。 如果你把一個燃燒的塊，塊將熄。如果你推動的燃燒塊的行，他們將所有入住火，但最後一個。 活塞不能將任何塊推 127 級以上。 活塞可以用於創建邏輯門。然而，他們患有壞的滯後時間和更大的大小相比同行純紅石和提供沒有好處。 當活塞頂上的沙/碎石塊與 1 時鐘脈衝時，砂/碎石塊不會開始落在活塞下山的時間和備份。",
    "replies": [
        {
            "author": "God",
            "timestamp": 1309877100,
            "txt_content": "怎么看怎么像机翻.........."
        },
        {
            "author": "晚上不晚",
            "timestamp": 1309880640,
            "txt_content": "它不会不拉回任何块？就是会拉回？见粘粘塞？\n当我看到球员，暴民，机翻，妥妥的"
        },
        {
            "author": "howard",
            "timestamp": 1309894680,
            "txt_content": "這無疑是翻譯機翻的= =\n翻譯請手動修改= ="
        },
        {
            "author": "Rapture",
            "timestamp": 1309949460,
            "txt_content": "机翻自重……"
        },
        {
            "author": "火星使者",
            "timestamp": 1397644380,
            "txt_content": "jack o' lantern是南瓜灯了。。。。。。\n感觉我最近喜欢上在翻译作品上挑刺了。。。。。。"
        }
    ]
}