{
    "title": "[0.16-1.0][Addons]Mutant Creatures 突变生物 ———— 更强大的怪物",
    "author": "青木源",
    "replyCount": 4,
    "timestamp": 1483316400,
    "txt_content": " 本帖最后由 XIAOMM 于 2017-1-9 16:23 编辑 \n\n\n\n\n\n\nmap_background.png (122.39 KB, 下载次数: 6)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n介绍\n原文\n \nThe Mutant Creatures Add-on turns 7 of the mobs in Minecraft PE into mutants with incredible powers. But their great powers also come with a changed appearance which makes most of them look more scary. If you are looking for an add-on to to increase the game difficulty a few notches then this is a great option.\nAll of the following mobs replace their original mob type in-game. This means that the world will be a lot more difficult as each mutant is much stronger than their predecessors.Neither of the mutants get affected by fall damage and creeper heads have been retextured.Mutant Zombie & Husk: This is basically a beefed up version of the ordinary zombie. Its body is much larger and this positively affects its ability to fight and it also runs faster.Health: 75 hearts.Mutant Creeper: They have four legs and a crooked neck which make them look more similar to a spider and as a result a little bit scarier. They cause much greater explosions but the fuse is longer so you have a better chance of getting away.Previously they were afraid of ocelots but that is no longer the case. Now they will attack them. It also show no fear for mutant zombies or husks as both it will try to kill.Health: 60 heartsMutant Stray & Skeleton: Both of the these mobs have become much better archers as they now have an ability which allows them to fire 5 quick arrows at a time. Wolves are no longer a worry as they will now attack them. If you kill them they won’t drop any bows.Health: 65 heartsMutant Wither Skeleton: The Wither Skeleton has never looked more frightening. It has a thick bone structure and wields a huge sword. It’s not afraid of wolves any more and it doesn’t drop swords.Health: 65 heartsMutant Enderman: This is the mob which has changed the least in terms of how it looks. The only difference you will notice is that it’s more bulky and slightly taller (four blocks tall). It does make quite a lot more damage and it also has a greater chance of attacking players if it’s being stared at.Health: 100 hearts\n作者：Julien\n这个Addon将原版的7个怪物进行了突变，使他们更强大更恐怖，外观也同时发生了变化。如果你正好在寻找能添加游戏难度的Addon，那这个是再合适不过的了\n\n有哪些突变体的存在？\n\n以下的的怪物代替了原版的怪物，因为他们更强\n\n突变僵尸不会被铁砧砸死\n\n\n\n\nmutant-creatures-2.jpg (68.08 KB, 下载次数: 9)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n\n\n\nmutant-creatures-3.jpg (62.48 KB, 下载次数: 9)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n突变僵尸和尸壳：\n在原版的基础上加强了他们的身体，更大，更能打，速度也变得很快\n血量：75\n\n\n\n\n\nmutant-creatures-1.jpg (70.84 KB, 下载次数: 7)\n\n下载附件\n\n2017-1-2 08:21 上传\n\n\n\n\n\n\n突变苦力怕：\n它的腿和脖子变得长长的，这让他们看起来有点像蜘蛛，如果它们发生了爆炸，周边的结局会非常悲惨，因为他的破坏力比原版的强太多了，但爆炸所需时间也更长了，这样玩家能更好逃离危险\n现在它们不会害怕猫了，反而会攻击猫，它不会害怕任何东西，及时是会能杀死它的突变僵尸\n血量：60\n\n\n\n\n\nmutant-creatures-4.jpg (58.38 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n\n\n\nmutant-creatures-6.jpg (65.54 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n\n突变骷髅和流浪者：\n这俩个没有血肉的怪物在突变后变成了更强的弓箭手，它们甚至能同时射出5只箭，它们也不再畏惧狼了，现在你杀死它，不会掉落任何东西\n血量：65\n\n\n\n\n\nmutant-creatures-5.jpg (63.61 KB, 下载次数: 7)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n突变的凋零骷髅：\n凋零骷髅在过去没有这么令人害怕，它看起来和突变骷髅一样强壮，只是在地狱待久了，被熏成了黑色，还有一把它永远都不会放下的巨剑，同样它也会攻击狼\n血量：65\n\n\n\n\n\nmutant-creatures-7.jpg (31.11 KB, 下载次数: 7)\n\n下载附件\n\n2017-1-2 08:33 上传\n\n\n\n\n\n\n突变末影人：\n它比过往更强大，更巨大的身体，噢，足足有4格高，同时攻击力也增长了不少，如果你盯了它一眼，可要小心了\n血量：100\n\n\n\n下载\n 原下载地址：\n行为包：http://bc.vc/AVwCaPb\n资源包：http://bc.vc/AVwCaPb\n 国内下载地址：http://pan.baidu.com/s/1c1WEhTu\n（内含行为包和资源包）\n\n怎么导入？\n你看起来需要帮助？\n看看这里吧：http://www.mcbbs.net/thread-644184-1-1.html",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1483317960,
            "txt_content": "怎么到了移动端上连造型都变了 \n难道是它们从电脑端转到移动端时被干扰变形了"
        },
        {
            "author": "青木源",
            "timestamp": 1483318260,
            "txt_content": "BC酱_BcsC 发表于 2017-1-2 08:46\n怎么到了移动端上连造型都变了 \n难道是它们从电脑端转到移动端时被干扰变形了\n ...\nPE的模型没PC的高级"
        },
        {
            "author": "LeoPro",
            "timestamp": 1486083660,
            "txt_content": "我把它和Magic Wand Addon一起开，然后晚上碰到几只骷髅，结果……五雷轰顶！！"
        },
        {
            "author": "浅离彡",
            "timestamp": 1597032780,
            "txt_content": "emmm···en···复制代码"
        }
    ]
}