{
    "title": "【原创/连载】秩序 独狼篇【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 6,
    "timestamp": 1483286640,
    "txt_content": "看一下目前的情况吧，因为下下周考试了也就没时间了，所以今天算是最后一更吧！\n主线：击败守卫，去找到大叔而后加入教廷，奖励:斩风刀法\n支线：去找“闪光”制造你的面具，奖励：鬼蜮面具\n支线：拿着卡牌去找幽魂，奖励：无，幽魂支线开启\n\n\n\n\n\nIII黑街公主\n\n\n  我定了定身子，勉强站了起来，那是？看着前方的身影，仅凭一把刀，横扫开了那么多人，他的身体不是很庞大，但却让人觉得很壮实而且就像洪古巨兽一般，不死不休，“大叔！”我惊呼了起来，那不是那个店铺的老板吗，是他向我索取了拿着入取单子，而我给了他，但现在看来，他不可能只是店铺老板那么简单了！\n  “你先走，那边看见没，那是他们的薄弱区，突围出去！”他淡淡的说道，我重新拿起渡鸦，抽刀而上，拿着渡鸦在我面前对空斩击，而不久后渡鸦在空中留下的一道道刀痕，形成了一道屏障，跟着我的冲击，撞了过去，但守卫却未伤分毫，现在的我，太弱了，成功冲了出来，看得出守卫们只是害怕这个刀屏的气势纷纷让开，但其实这并伤不了他们的重甲。\n  回头一望，那大叔一刀斩出，那链鲨整个庞大的身体被斩了出去，我明亮的眼睛也能清晰的看见他重甲上的那一道刀痕，而我管不了那么多，只能先走，跑出去了之后，看着周围的围墙，它们可挡不住我，翻身一跃，变跳了出去……\n  我只能希望那大叔没事，虽然看得出大叔很强，可那么多的人也不禁让我担心，跑着跑着，就看见了通海阶梯，我也来不及回望了，急忙按动按钮，因为我也不知道会不会有人来追我或者惊动上城，但这件事唯一可以肯定的是他们必须保密处理，这就是一个关乎于权威的一件事，如果他们放出消息，我会遭殃，但他们也会因为民族一夜垮台，毕竟那是皇凛的重地啊！\n  而对链鲨这名白骑士来说，他恐怕会单方面维持消息封锁，到了军城，还是那个店里，我认为我该在这等大叔，我认为他的实力突围出来应该很简单，除非他另有目的。\n  过了一会，大叔回来了，我看见了他，浑身没有任何的伤口，甚至衣服都没脏，“大叔，你没事吧？”我不是太喜欢说您，即使是救命恩人我也不会这样说的，这就是习惯吧……\n  “你过来。”他看了看我，我走了过去，他给了我一本书，也不算书吧，就是一本本子，“这是一本功法，呃，以后你会了解到更多的，有事我会教你的，你先去加入教廷吧，那里才是你要去的地方，不是吗？”他看着我，我微微一笑，离开了店铺，前往了教廷……\n  教廷和圣堂一向都是人们的向往，贵族们吧自己家的人送进两大派的学院，他们总希望自己的儿女能够出人头地，可残酷的内部战争却一次次的打击这他们这个想法，到了这里，看向大门，大门是敞开着的，现在这个时期报名的人也很多，但是听说圣堂中的内部战争更为残酷，是典型的大哥带小弟，强者为尊的形势。\n  “有入取单么？”看门的人是为老人，他没看我走到他面前他只说了这句话，我看了看，从背包里拿出了入取单，交给了这个老人,“可以了，你进去吧！”那个老人摇摇头，我走了进去，而渡鸦挂着我的腰间，被我吸收后它也不再发暗光了，就只是静静的躺在腰间，进去后，好像有那么几个像是导师一样的人站在那里。\n  “喂，你！”又是这样的呼唤声，这里的人就不能好好讲话么？不过他的意图也很明显了，就是他要成为我的导师，不过第一个任务有点奇怪，就是招募自己的小队，或者加入别人的小队，但是加入别人的小队对我来说是下下之选，而我先前也了解过了这个任务，我的第一个队友，寒冰系的近战法——黑街公主齐亚，在黑街这个地带算是大姐头了吧，但是上面好像有更强的，所以才被称为黑街的公主，也许上面还有王子和国王之类的，谁知道呢……\n\n",
    "replies": [
        {
            "author": "Corner_",
            "timestamp": 1483308480,
            "txt_content": "沙发，写的不错。"
        },
        {
            "author": "青木源",
            "timestamp": 1483313040,
            "txt_content": "刚刚没看见隐藏文字以为只有4行……（刚睡醒）"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483326780,
            "txt_content": "XIAOMM 发表于 2017-1-2 07:24\n刚刚没看见隐藏文字以为只有4行……（刚睡醒）\n传说刚睡醒的人智商为零=-=无意冒犯"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1483530480,
            "txt_content": "不要用表格形式写"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483712400,
            "txt_content": "金星掠夺者 发表于 2017-1-4 19:48\n不要用表格形式写\n啊？？？啥"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1483712700,
            "txt_content": "Corner_ 发表于 2017-1-2 06:08\n沙发，写的不错。\n谢谢我会继续努力下去的绝壁不做弃坑狂魔"
        }
    ]
}