{
    "title": "我说个故事给大家听……听完看到古力怕下不去手别怪我",
    "author": "橘子VI",
    "replyCount": 6,
    "timestamp": 1353521280,
    "txt_content": "        唉其实我是为了做任务啦，在这个版块发帖什么的……但是没什么话题好聊，又不想自我介绍。为了达到做任务又不至于太水的双重效果，我决定给大家讲个故事。故事有点伤感情诸位自备纸巾。（抹泪中……）\n\n        有一天（小学生式开头），mc里下雨了。下雨本来是件平常事，但是对于小古力怕花花（狗的名字么）{:10_499:}来说，又是个不愉快的一天。\n        所以我们的小古力怕捂着头，在mc不知名平原里跑呀跑，跑呀跑，{:10_540:}寻找避雨的地方。突然，他看见一颗树叶好多的橡树，于是它开心的跑过去，毫不犹豫的躲进了树底。\n       在树荫的庇护下逐渐安静下来的小古力怕听着雨声，心里充满了安全感。正思考着雨何时会停，却突然听见树干另一边冒出“咻”的声音，吓了它一跳。他探头看，竟然看见一个黑乎乎的，长手长脚的东西，还长了一双恐怖的闪光眼！{:10_499:}那双眼睛盯着它，小古力怕直打哆嗦。但是时间一分一秒的过去，黑乎乎的家伙没有任何反应，只是缓慢的收回视线，然后把手上的草皮方块放在了屁股底下坐着。\n\n       “你是谁呀……”小古力怕鼓起勇气问。\n       “我是小黑。”黑家伙淡淡的说了句。\n       “你怎么跑这儿来呢？”小古力怕接着问。\n      “淋雨我就会死的。”小黑简短的说。\n      “哇，好可怜的说。”小古力怕叹了口气，心里的戒备放了下来。这个家伙只是来躲雨的。\n      “古力怕不怕淋雨，为什么你也躲进来？”小黑问。\n      “淋了雨不舒服嘛，我身上的火药就湿了。（lz咳嗽）”\n      “我要是不怕雨，才不会浪费这些时间。”小黑拍了拍被自己垫屁股的草皮方块。“我还有成就要达成。”\n      “什么成就？”\n      “我要建一个自己的城堡，像史蒂夫那样的。”小黑的口气依然平淡，但语调却变得高昂了一些。\n\n     雨停了，它们两个就此散去，但是小黑的话始终在花花的心里回荡。一个城堡，这是多么宏伟的工程！小古力怕瞬间觉得自己是多么渺小，多么没有梦想。它从小就是个胆小的古力怕，在家族兄妹勇敢的冲入史蒂夫地盘引爆自己的时候，它捂着耳朵躲在石头下面。家族兄妹在乱挖洞的史蒂夫面前（可怜的玩家）维护尊严时，他在地表和小猪玩耍。它害怕引爆自己，讨厌身上的火药味，只希望一辈子不要爆炸{:10_493:}。\n       但是自从那次见到小黑，花花的内心有了变化。小黑虽然淋雨会死，但他并没有因为可能淋到雨而放弃出门，放弃用方块建设自己的城堡。花花暗暗的将小黑作为心里的目标，它也想像小黑那样，专注于自己的梦想。\n       不知道过去了多少时日，小古力怕花花已经长大了。它现在是家族里一名合格地古力怕。妈妈在不久前刚引爆自己炸死了一名史蒂夫{:10_493:}，所以妈妈的岗位就由花花正式替代。花花虽然还是讨厌自爆，但想到出外巡逻有可能见到小黑，所以还是接受了。这工作干了一段时间，并没有碰上小黑，史蒂夫也没见到过。正当花花垂头丧气时，它听到了史蒂夫们的声音！\n      花花赶紧躲了起来。远方来了两个史蒂夫，正在交谈着什么，完全没有注意周围的情况。花花想这可是好机会，刚想冲出去吓他们一下，史蒂夫们的谈话却清晰了起来，让它打消了冲出去的念头。\n        “……昨天可惊险了……”\n        “你是说发现一个土做的城堡的事么？”\n        听到“土做的城堡”，花花心里一跳。难道是小黑的城堡？它已经完工了吗？\n        “是啊，不知道为什么那个简陋的城堡有末影人守着，而且非常凶悍。”史蒂夫露出害怕的表情。“我的头都差点被它拧下来了。不过，它最后还是倒在了队长的钻石剑下，还掉了一颗珠子，哈哈……”\n       “后来呢？”\n       “后来啊，当然是把那个城堡改造成我们的临时据点咯。不过说真的，那城堡是谁盖得啊，那么丑不说，还没盖完…………啊啊啊！小心后面！！！”\n       “史蒂夫们发出惊叫声，因为他们发现身后站着一个已经膨胀起来的古力怕，他们已无处可逃，在下一秒，这三个生命体都随着震耳欲聋的巨响化为了大坑里的粉尘，再也分不清谁是谁了。\n\n\n\n        {:10_501:}好了故事讲完了……大家觉得如何……我先睡了的说。",
    "replies": [
        {
            "author": "囧骇贼",
            "timestamp": 1353525900,
            "txt_content": "好故事啊哈哈"
        },
        {
            "author": "地球孤鹰",
            "timestamp": 1353526140,
            "txt_content": "额.....\n睡觉去 - -"
        },
        {
            "author": "geludan",
            "timestamp": 1353529080,
            "txt_content": "你自己写的么真是蛋疼"
        },
        {
            "author": "skykun",
            "timestamp": 1353532020,
            "txt_content": "兔斯基的Pictures一摆，整个文章的感觉没了"
        },
        {
            "author": "YANG0077118",
            "timestamp": 1353548160,
            "txt_content": "钻石套装无压力"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1353548220,
            "txt_content": "古力怕。。。不是苦力怕吗= ="
        }
    ]
}