{
    "title": "感恩节 你应该感恩谁",
    "author": "dyqp1999",
    "replyCount": 5,
    "timestamp": 1353570360,
    "txt_content": "　　今天是感恩节，你打算为家人朋友做些什么？昨天，渝中区人和街小学四年级的400余名小学生，举办一场集体生日会。本是寿星的同学们，向父母送出了一份特殊的感恩节礼物，一本自制的成长影集。\n　　影集上，同学们纷纷写下自己的生活点滴，感激养育之恩。\n　　我十岁，我长大了\n　　制作成长影集的过程中，我哭了。因为当我打开画稿箱时，我惊呆了，不是我画稿的精彩内容，而是妈妈从我五岁学画开始到今天，把我学画的每一张草稿、正稿，不管画得好不好，都保存至今。爸爸妈妈我想对你们说声谢谢，我知道一句谢谢远远比不上你们10年为我付出的点点滴滴。但我会努力，因为我十岁了，我长大了。\n　　四年级5班 蒋一博\n　　爸爸寄语：小博胆子小，不调皮，有点认生，但画画静得下心。学校奖励的零食他从来舍不得吃，都留给妈妈，回到家，他会主动帮我们按摩。\n　　爸爸面前我像玩具\n　　爸爸总喜欢把我扛在肩上，以至于六岁多的时候，还把我扛在肩上在步行街上走……在爸爸面前，我就像他的玩具，他总是突发奇想地搞怪。妈妈说，其实爸爸是不知道怎样才能让我感觉他很爱我……妈妈是个工作狂，六岁前我一直在外公外婆家长大。后来妈妈把工作都辞了，回家带我。她说，她要陪着我长大，总是还没把我抱够我就长大了。偶尔她也要背背我，说再不背我，她就老了。\n　　四年级9班 龙思睿\n　　妈妈寄语：思睿个性独立顽皮，不怎么懂事，但升了四年级后，她一点点在改变。以前我吵了她，她会和我顶嘴。最近有一次吵架，我对她说了很多气话，晚上她跑过来问我说的是不是真的？还“教育”我，吵架归吵架，那都是气话，咱俩谁都别往心里去。每天回到家，她会主动给我们做按摩；我们生日时，她会给我们洗脚；母亲节会用零花钱买花送我。严厉的爱最美　　有一年夏天，考了92分的我向妈妈撒谎考了98分。妈妈火冒三丈，拿着木片打了我，我伤心的哭了，想着妈妈这么凶，就像一只麻老虎，我恨你！我怒气冲冲跑回房间。夜深了，我停止了抽泣却无法入睡。妈妈却慢慢推开了房门，坐在我床边，温柔地说，“不要伤心，妈妈打你不是因为你考得不好，而是因为你骗妈妈。乖，别哭了，明早还要上学呢。”妈妈清脆的声音仿佛一条暖流，流进了我的心间，我扑上去亲了亲妈妈。这时，我发现妈妈老了，眼睛里布满了血丝，平常炯炯有神的眼光也黯淡了许多，她都是为了我在无怨无悔地付出。那一刻，我感受到最严厉的爱是最美的。\n　　四年级6班 柯妍\n　　妈妈寄语：柯妍和柯姝是双胞胎姐妹。我很高兴有这样一对懂事的孩子。她们会在我生日时为我送上贺卡，晚上下班回到家争着给我倒洗脸水、洗脚水。\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1353571500,
            "txt_content": "虽然不知道是什么，感觉也像广告机，但是我还是通过了。。"
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1353572940,
            "txt_content": "虽然只看了标题，感觉也像***，但是我还是回复了。。"
        },
        {
            "author": "zzcat770",
            "timestamp": 1353573000,
            "txt_content": "矿工茶馆出现这样的帖子为什么感觉怪怪的，这与MC好像没有任何关系，好像就是小学生的日记\n{:10_524:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1353573180,
            "txt_content": "一切荣耀颂赞都归给我那天上的父，感激也是当然。"
        },
        {
            "author": "dyqp1999",
            "timestamp": 1353651960,
            "txt_content": "geludan 发表于 2012-11-22 16:05 \n虽然不知道是什么，感觉也像广告机，但是我还是通过了。。\n擦 有那么多广告机么\n又说这个版块是吹水版块来的"
        }
    ]
}