{
    "title": "【原创/连载】[Enf小组]《异大陆·无酒传》[第一章：无名森林]",
    "author": "透明小小",
    "replyCount": 1,
    "timestamp": 1483499400,
    "txt_content": " 本帖最后由 透明小小 于 2017-1-4 11:32 编辑 \n第一章：无名森林\n\n   \n   无酒总与同龄的少女有些不同。她更瘦小一些，这说的通，在弗尔诺贫民窟长大的人可没有哪个是白白胖胖的。她更灵活敏捷些，这也很容易理解，毕竟，受生活所迫。当然，她也更无可理喻一些。\n\n   卡尔觉得无酒没有必要事事拘谨。他理所当然的认为，在夜幕的掩护下，捕猎者更容易撕咬到心仪的猎物，所以她没必要在猎杀掉“猎物”还为它们举办什么体面的“葬礼”。他总认为无酒的道德意识太过强烈，在贫民窟，这里是绝望与死亡的乐园，是毁灭自我的温床，但她总是严格要求着自己，就好像一个还在祈求最后救赎的修女。\n\n   巧合的是，无酒看卡尔也很不顺眼。这个已经成为大叔的男人，虽然在无酒出生就被抛弃到贫民窟的时候一直照顾到她现在，但是这不能遮掩掉他全身的缺点。如果现在给无酒一张羊皮纸，她会用自己潦草难看的字迹一条一条认真记下卡尔全身的破毛病，她可以记几万字甚至能写出一本书。\n\n   虽然卡尔做事马虎、不计后果，虽然无酒自我要求太高，但是两人在前往无名森林的这一点上意外的没有分歧。\n\n   幽暗的密林里，根似龙爪盘延、冠似华盖遮天蔽日的树木，散发着灼灼荧光。在无名森林的边缘，清澈的小溪从嶙峋的石头间流淌而过，水声潺潺。阳光穿过叶片的间隙，透过迷雾，斑斑驳驳的洒落在地，值钱的菌类和蕨类植物生长在交错纵横的树根上。\n\n   雾气在林间弥漫，水汽在溪上氤氲，缥缈而空灵。而如此美丽的森林，却令人感到不安。无名的森林的深处已经被死黑所侵袭，那里寸草不生，枯树遍地，甚至连鲜活的生命都不曾活跃在那里。而在森林的边缘处，连接着弗尔诺贫民窟。穷人的命从来都不值钱。除却水声潺潺，偌大的树木之间，竟听不到一丝的鸟语虫鸣，仿佛这里的生机，都被深处死黑力量混杂的死亡气息吸走了一般。\n\n   很少有人会愿意接近无名森林，就算死黑现在只是在森林的深处肆虐着，但是待的久了，仍会受到死黑的侵袭而失去生命。令人咋舌的是，森林边缘生长的菌类却很值钱，尤其是在这个夏季受雨水的洗礼冒出来了很多。这让人很难想象在死黑还未侵袭此地时森林里蕴藏着多少珍宝。\n\n   卡尔和无酒此次的目的地就是无名森林边缘的菌群。卡尔甚至已经看见了金灿灿的金币在自己的眼前摇摆着它诱人的身体，但他们首先要做的是度过横在弗尔诺贫民窟和无名森林之间的那条大河。\n\n  昏沉的浊流从无酒面前滚滚逝去。河面仰对着她喃喃自语，滔滔不绝于耳，黄色的水面形成巨大的涟漪，渐渐又化为旋涡，顺水面漂流而下，一时静谧无声，又转瞬即逝，意味深长，好像就在河水底下有一巨大而又有生命的东西从片刻的懒散又机敏的睡梦中醒来，紧接着又进入了梦乡。\n\n   卡尔拉着那匹名叫朱丽叶的棕马的缰绳，无酒安静乖巧的坐在马鞍上紧紧的拽进缰绳，她很怕骑马。朱丽叶被河面卷起的狂风吹得打战，眼珠转动着，兴奋的长脸呼噜呼噜喘着气，像是在呻吟。无酒坐得笔直，她调整好姿势，静静地。沉着地、迅速朝这边看看，又朝那边看看，她面色镇定，稍显苍白，显得很警觉。卡尔的脸色也很庄严镇定。两个人对视了好长一会儿，无酒出开口说话，她的声音平静而又沉着。\n\n   “桥呢？”\n\n   “我发誓，我两天来探路的时候，那两棵用作桥的白橡树还在这里。”\n\n   “肯定是哪个天杀的把木头搬走当柴火烧了。”\n\n   “嘘嘘，女孩子，说话不要粗俗。”卡尔环顾了一下四周，看看河水森林的位置，身子东斜斜，西歪歪。他沉思了一下，“看来我们只能靠自己走过去渡河了。”\n\n   “你确定吗？这个河水看起来很急。”\n\n   “当然，但它也很浅。我拉着马走，你好好的坐稳就可以了。”他拉了一下缰绳。朱丽叶头低着试探着往前走，它前蹄落下时很谨慎，只溅起了一些水花，它紧紧的盯着自己的蹄下，喘着粗气。卡尔跟朱丽叶说着话，几乎是耳语着。“慢慢来，亲爱的，”他说，“这是还算是浅水滩，慢慢来。”\n\n   “真的没问题吗？”无酒再次紧张的问道。\n\n   卡尔没有回头，他提提缰绳让它继续往前走。“朱丽叶会水的，”他说，“只要给它时间适应一下就好了，反正……你跟着我走是没有退路的。”\n\n   “那你可以小心点，我帮你借来这匹马可不容易。”无酒说。她的身子微微往前倾着。\n\n   “你放心，我可不想为它赔很多钱。”\n\n   终于，对岸的树木越来越近了。无酒在开阔的河里骑在马上顶着河水的冲力而行，她半侧着身，水都没到马肚子了。\n\n   “不行，这里的水太深了。”\n\n   “什么？你不是说不深的吗？”\n\n   “嘿！放轻松，小公主，我探路可不会探到河中央。”卡尔尽力将头探出河面，大口呼吸着。“别紧张，这里就是河水最深的地方了，没关系的，继续前进吧。”\n\n   卡尔对着朱丽叶大叫着，他使劲拽了拽缰绳。朱丽叶似乎踩在一个较为得力的地方，它发力向前冲，湿漉漉的身子一半露出在水面上，闪闪发亮，它连续不断的往前冲着。它速度快得令人难以置信。这让卡尔很难跟上它的速度，于是他拉锯般地紧勒缰绳让朱丽叶减速。\n\n   但最终，他们还是安全的抵达了无名森林的边缘。卡尔仰面躺在地上，他的衣服湿漉漉的，躺在那里瘦的像根竹竿，他在脑袋旁吐了一口水。\n\n   “下次可不能这么冒险了。这太危险了。”无酒伸手将他从地上拉了起来。\n\n   卡尔白了白眼，不满了哼了一声，“如果我不那么做，恐怕我们一辈子也来不了这里了。砍树作桥要花费好几天的时间，得快点采摘掉这里面值钱的菌类，我可不想被人白白抢走这个好机会。”\n\n   无酒一面将朱丽叶的缰绳拴在一根粗壮的树干上，一面说道：“我想，不会有人轻易来这种容易丢命的地方。还是快点行动吧，该如何找到那些菌类？”\n\n   卡尔耸耸肩，“这我就不知道了，我可不是全能的，知道这里菌类的价钱可花费了我好大的功夫。那些蘑菇都应该长在树根或者树干上吧？留心找找准没错。”\n\n   风吹过朱丽叶棕褐色的鬃毛，无酒不情愿的在走进泥泞地里，淤泥理所当然的将她新捡的白色靴子染上了有些肮脏的褐色，无酒忍着要怒骂的心情顺着雨水的痕迹去寻找树干上亦或是凸起树根上的蘑菇。果然这家伙还是那么不可信，无酒皱着眉生气的将一个发育饱满的灰色蘑菇从树干上拽了下来。在今早卡尔兴冲冲的跑来跟无酒说他有一个挣大钱的好方法时，她的内心就已经拒绝了他，但看在卡尔少见露出一副严肃认真的表情，她想，要不就给他一个机会吧，自己还可以继续攒去首都洛兰特的钱。\n\n   无酒很向往洛兰特的生活，那里的风不硬，水不凉，连鸟儿的叫声都很悦耳。于是她从浪费了很多钱来做无用的事情后，决定离开弗尔诺去洛兰特生活。这很不容易，她存的钱连一个马车轱辘都买不起。\n\n   “无酒！你看！这个蘑菇，颜色这么鲜艳，肯定能卖个好价钱吧？”卡尔兴奋的几乎要将那个彩色蘑菇塞进无酒的鼻孔里。\n\n   无酒的内心已经在咆哮，但她还是微笑的夺下那朵蘑菇，“越是色泽鲜艳的蘑菇，它含毒量就越大，你乖乖的放弃这个毒蘑菇，去找那些灰蒙蒙的就跟咱们现状一样惨的蘑菇。”\n\n   “放轻松啦，你总是这种紧张兮兮的样子，没准有人会用它来炼药呢？”\n\n   “是啊，做毒药，你想象力可真是丰富。”无酒将毒蘑菇一脚踢到一边，自己干脆坐在树墩上脱靴子倒水，看着卡尔忙忙碌碌地将蘑菇放进朱丽叶身上挂着的那个小篮子。她的屁股感觉到丝丝的凉意渗透进来，她已经不在乎残留的雨水是否会弄脏自己的裤子，如今在这里鸟不拉屎充满危险的陌生地带，自己心爱的靴子惨遭蹂躏即将阵亡，她的心情已经爆炸到了极点。\n\n   “嘿，你听。”卡尔突然直起身，敏锐的看向四周，甚至连刚摘好的蘑菇都忘了从地上捡起来，“有什么声音…..”\n\n   “我可没听到什么声音，唯一的声音就是我心中对你这个挣大钱的方法的愤怒的怒骂声。”\n\n   卡尔还是没有放松警惕，他仍环视着四周，像一个寻找猎物的雄鹰。于是他没有继续说话。\n\n   这次，无酒在一片寂静中听到了窸窸窣窣的声响，声音从那边茂密的灌木丛中，一点一点的靠近过来。\n\n   卡尔微微蹲下身子，拔出一把生锈的匕首，将食指放在唇中央让无酒保持安静，而他则一点一点的靠近灌木丛。\n\n   无酒紧张的竖起了耳朵，窸窸窣窣穿过灌木丛的声音中，还混杂了一种低吼，随着这个不明生物的靠近，低吼声越来越大。\n\n   它就要出来了！卡尔皱着眉将匕首挡在身前，就在它低吼着窜出灌木丛的那一刻，一个巨大的火球包裹了这个不明生物。这么远的距离，无酒根本无法辨别它到底是个什么。\n\n   “快跑！”卡尔突然惊恐的扔掉了匕首，一把将无酒扛在肩上，连朱丽叶都没有顾忌就迅速的向灌木丛的反方向跑去。\n\n   在奔跑的颠簸中，无酒隐约看到，那火球里面的，是个人形。\n\n\n\n",
    "replies": [
        {
            "author": "极光先生",
            "timestamp": 1484185860,
            "txt_content": "可以，小酒无十分萌！"
        }
    ]
}