{
    "title": "服务器开服完整教程——从新手小白到建立群组服！",
    "author": "huanyueqiji",
    "replyCount": 48,
    "timestamp": 1483520640,
    "txt_content": " 本帖最后由 huanyueqiji 于 2017-3-28 21:31 编辑 \n前言\n    在写教程之前，首先说明为什么打算写这个教程：其实现在网络上的开服教程已经很多了，但是我还是打算写下这个教程，因为网上很多教程很多，但是没有一个是写完整了的！其次，网上的教程，超过半数的都是针对个人开服的！\n    再其次：我写的这个教程，主要是针对租用服务器的开服，个人电脑不适用，如果你是自己的电脑上开服……那就跳过开头吧，这些教程网上已经够多了，我就不说了！\n注意：\n     这个教程我会讲解从小白腐竹，到老油条，从面板服，到VPS/独立机，从单端，到群组开服的过程！\n    本教程皆为本人的一些认知和见解，若有错误，欢迎指正！\n    不接受一切的喷子和自我意识过剩的回复，如果你对我的说法有意见，可以指出，但是请勿用过激语言！\n    本教程只在MCBBS和麦块论坛发布，不接受转载，若有其他地方出现本教程，皆是对本人的侵权行为！\n服务器租用\n    既然是开服，那么首先我们就需要一个服务器，一般来说，现在很多租服的，大多数都来源自淘宝，另外有一部分就是：阿里云，腾讯云，xxx云之类的！至于这个xxx云，太多了，反正各种层出不穷的云！还有极少数的会用自己的电脑开服。\n我个人不建议你开正式服用自己的电脑开：很简单，一台服务器，必须7x24小时不间断运行，而且要求网络稳定，对你电脑的伤害不说，家用网络重启路由器就变IP的坑爹特性，每次断网，服务器IP就会变动一下，除非你是跟你朋友联机玩玩，不然……省省吧！\n现在主要开服的服务器分别有：\n面板服—网页后台\nVPS/云主机—远程桌面后台\n独立机—远程桌面后台\n从上到下，自然是一层比一层好，当然的，价格也是一层比一层贵！\n    新手小白腐竹，我个人是建议你弄个面板就行了，别去租什么VPS，很多新手小白腐竹没事就听别人吹嘘：VPS比面板性能强，VPS比面板好用！我试问你：你会设置服务器端口么？你知道共享IP和独立IP的区别么？你知道服务器的bat文件是什么么？你会自行整合服务端么？不会？不会你弄VPS你就是给自己找麻烦！\n    饭要一口一口的吃，别想一口吃个大胖子，面板跟VPS最大的优势，简单，实用，基本上服务器的东西，都是供应商给你整合好了的，很多服务器商，插件都帮你弄好了，拿到开服就用！\n    再则，面板便宜，几十块钱都能开服，跟VPS动辄两三百比起来，没有比这更适合你拿来试刀的！前期开服，你什么都不懂，光学习如何开服，一两周的时间就去了，等你开服，还有一堆问题，差不多一个月你才掌握开服的一些诀窍！也就是说，这一个月你的钱都是拿来当学费的！\n    选择服务器商：既然是新人，那么租服务器，要求的是卖家态度要好，也就是说，服务周到的，别去租那些群里打广告，贴子里打广告的，反正就是连店铺都没一个的卖家，切忌去租。\n    真实例子：我一个朋友，在一个群里租的，支付宝转账，对方给的价格很便宜，但是租了之后，发现问题一堆，网络卡顿，玩家没事就掉，内存虚高，3G的内存，纯净服带几个人都卡（虽说不排除他自己不会优化），先找对方解决问题，对方还没事应一下，后面问着问着，对方就烦了：我是你爹呢，你自己没技术么，没事就找我，我租个服务器给你才几个钱！没辙，想退钱……别闹了，钱进别人的腰包了，退你是白痴！\n    还有一个朋友是在帖子里面看到的服务器，VPS，16核16G内存，才四百多，他就去租了，给了钱，用了一天，第二天打算登录后台的时候，密码错误，找对方……没人了，对方QQ都把你拉黑了！\n    以上两个例子就是告诉诸位：租服务器，最好是走平台，或者找知名供应商，走平台，至少有淘宝之类的平台约束，他们是交了保证金的，出了问题，他们也不敢乱推责任！知名供应商，没信誉他们也做不大！\n    面板服，尽量别找太大的供应商，比较遭人诟病的酷牛，速特之类的！为什么？我给你说一下面板服的来历，或许你就大致明白了。众所周知，玩MC的时候，启动器要求你设置虚拟内存（如果你连如何设置虚拟内存都不知道？那你就别开服务器了，先把单机玩会了再说！）服务器也一样，那些供应商说的多少G内存，其实就是这里给你服务器设置的虚拟内存。面板服，就是服务器商，在自己的服务器上开一个服务端，然后设置好内存之后，给你一个控制端，让你远程控制这个服务端，那么，这台电脑上，肯定是不止你一个人的服务端，一台服务器上，是可以开N个服务端的。就好比你自己的电脑，能多开一样！\n\n\n\n\n\n121.jpg (370.48 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-4 16:45 上传\n\n\n\n\n\n图片为本人服务器后台，可以看出，开了5个服务端算上BC，一共6个！\n    大的供应商，他们的客户肯定就多，而客户多，自然，他们服务器上开的服务端也多，同样的，就需要占用更多的服务器资源，内存这东西，你在网页后台上，看到的也就是一个数字，而供应商本身服务器有多少G的内存，你无从得知，可以肯定的是，超开是必然的，也就是说，本身这台服务器只有36G内存，可以开6个6G的服务器，但是他开第7个，第8个，第9个6G，一样给你开在这台服务器上！还有就是，这些服务端，都是用的一个服务器的CPU，这台服务器上有十个服务端，那么就是十家服务器在用这块CPU，而共用资源，肯定是用的人越少越好！\n    回归正题：小供应商，他的服务器用的人比较少，基本上很多都是几个服务端用一个服务器，就算想超开，他也没那么多客户超开！\n    只有钱才能认识服务器！请记住这句话，别贪图便宜，贵的服务器，自然有他贵的道理，当然，也有些服务器是虚高，这个就需要你自己去判断，反正太便宜的，肯定不会让你用的省心的！\n    面板服尽量找功能多的，有些供应商的服务器，一键转码，计划任务这些基本的功能都没有，到时候你用起来，肯定是越用越伤！\n认识服务器\n    服务器租好之后，供应商会给你服务器的一些登录信息，比如登陆网站，账号，密码，进入服务器后台。\n 你会看到这样的界面！\n\n\n\n\n14.jpg (99.74 KB, 下载次数: 6)\n\n下载附件\n\n2017-1-4 17:03 上传\n\n\n\n\n\n或者是这样的界面\n\n\n\n\n33c8f1efce1b9d16811ddbe8f7deb48f8d54646b.png (29.53 KB, 下载次数: 5)\n\n下载附件\n\n2017-1-4 17:03 上传\n\n\n\n\n\n大多数网页后台都是这两种界面样式！\n首先，我们需要设置服务器版本，你需要确立一下你打算开什么版本的服务器，如果你是打算开纯净服，那么推荐1.8以上版本，如果打算开MOD服，推荐1.7版本！\n服务器类型：一般常用的类型有：MCPC，kcaukdron，Thermos，spigot，paperspigot，TorchSpigot，sponge\nMCPC：能装MOD,能装插件，比较老的服务端了，现在已经没更新，因为老，所以，很多插件对他有支持，兼容性也比较好！\nkcaukdron：能装插件，能装MOD，在MCPC的基础上优化而来，相对来说，比MCPC的资源利用率更好！\nThermos：能装插件，能装MOD，kcaukdron的非官方优化版本，比kcaukdron更节省服务器资源，但是相对的，很多计算移到了玩家的电脑上计算，所以，在减少服务器资源占用的同时，会增加玩家电脑的负担！\nspigot：只能装插件，俗称的水龙头端，较早的纯净端之一，对插件的兼容性比较好，很多纯净服都是用的这个端。\npaperspigot：只能装插件：在spigot的基础上优化而来的纯净端，资源利用率更高！\nTorchSpigot：只能装插件，目前只有1.8+版本，这个端，可以说是一个重大优化的端……MC一直被人诟病的地方，多核利用太差，单端e5 16核，还不如e3 4核发挥的好，TorchSpigot专门针对多核进行了优化，核心比较多的服务器，不会再白白的浪费！\nsponge：可以装MOD，可以装插件，只有1.8+版本，MCPC，kcaukdron，Thermos，在1.7.10版本之后，就没有再更新，sponge这个时候应运而生，解决了1.8不能开MOD服的尴尬！但是这个端对插件的支持……比较差，很多插件没法装，而且还有很多莫名其妙的BUG！\nOK，了解了各种服务端之后，这个时候就看你的抉择！\n面板服因为服务端都是供应商集成了的，而你也没法像VPS或者独立机后台那样，自由的更改服务器，所以，他们的服务端里面，或许没有我说的一些服务端的选项，这个时候你也只能将就找个他所拥有的服务端代替了！\n选择jar核心文件/服务器版本：\n在面板选项里面，有个jar文件选项。\n\n\n\n\n13.jpg (91.38 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-4 17:04 上传\n\n\n\n\n\n\n\n\n\n112.jpg (36.92 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-4 17:04 上传\n\n\n\n\n\n点开就有这个供应商所提供的所有服务器版本，找到你需要的点击，然后开服就行了！开服之后，你需要给自己一个OP，不然你进服务器也根普通玩家一样，只能玩生存，没法切换创造，也没服务器的管理权限！\n找到控制台：点开它，然后在里面输入op xxx……xxx是你的ID！\n要说明的是：服务器的后台输指令，是不用带/斜杠的，你可以直接输！\n一些常用的后台指令：\nop xxx ……给予xxx op权限\ndeop xxx ……去除xxx的OP权限\nstop ……重启服务器，输入这个指令服务器重启\nban xxx ……ban掉xxx，让他不能进入服务器！\nkill xxx ……杀死玩家xxx\nshock xxx ……雷击xxx，这个不管玩家在什么地方，都会受到雷击，可以用警告玩家！\ntp xxx 0 0 0……将xxx传送到0 0 0坐标，坐标可以自定义！\ngamemode 1 xxx……将xxx玩家设置为创造\ngamemode 0 xxx……将xxx玩家设置为生存\n\n简述服务器文件夹\n    有些服务器供应商并没有给你集成插件，所以还需要自己去装插件，而MOD,服务器供应商一般都不会提供，全是自己弄！\n    新人第一次开服的话：我不建议你一来就自己开MOD服，很简单，因为MOD服问题太多，MOD跟插件的冲突，MOD跟MOD的冲突，MOD报错，MOD引起的服务器崩溃，MOD引起的刷物品，MOD引起的玩家物品丢失，MOD引起的插件限制失效……等等等等一些列乱七八糟的问题！你还是先开一个纯净的服务器，熟悉一下开服流程，了解一些基本的服务器设置，然后再考虑开MOD服！\n    因为服务器不是在本地，所以服务器的插件，都是通过上传的方安装到服务器，现在很多面板服都提供在线上传，但是还是有很多没提供，所以需要一个工具，一般都是用FTP上传工具上传！flashFXP ，百度上能搜到。至于所需要的登陆信息，服务器供应商都会给你，不懂的问他！这些基本的问题，服务器供应商都会回答的！\nOK，进入服务器空间，你会看到一堆服务器文件和文件夹！\n\n\n\n\n\n135.jpg (57.46 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-4 17:04 上传\n\n\n\n\n\n简要说明：\ncrash-reports：服务器崩溃报告文件夹：当你服务器崩溃的时候，会生成这个文件夹，里面有崩溃日志，你可以查看服务器崩溃的原因！\nconfig：MOD配置文件文件夹，里面有MOD的配置文件！\nlogs：启动日志，服务器启动的时候，就会生成这个文件夹，里面有服务器的启动日志和启动日志备份，你可以查看服务器的启动信息和根据启动信息分析服务器错误！\nMODS：MOD文件夹，服务器的MOD文件就是放在这个地方！（别把插件往这里面扔，以前我就遇到过有小白腐竹把插件往这里面丢的！）\nplugins：插件文件夹，里面放服务器插件的，别把MOD往这里面丢！\nworld：服务器存档，玩家的背包数据，服务器的地图数据，都在这里面！点开这个文件夹之后：DIM1这个文件夹是末地存档，DIM-1这个文件夹是地狱存档。小白腐竹不懂的话，别乱动这里面的数据，否则会导致玩家数据丢失！\n有些服务端会将世界分成三个部分！\nworld：主世界存档\nworld_nether：地狱存档\nworld_the_end：末地存档\n\n安装插件/MOD\n认识了这些文件夹的作用之后，那么我们需要一些插件，插件种类太多，我就不一一阐述，主要就讲一些必须的基础插件！\n基础插件：ESS套装，这是每个服务器几乎必装的插件，包括权限管理，金钱管理，物品禁用，新手礼包，生物管理……等等一些服务器所需要的基础功能！\n站内搬运地址：http://www.mcbbs.net/thread-619883-1-1.html\n根据你的服务器版本下载，教程帖子内都有，就别问我咋用了！\n\n登陆插件：authme，比较老牌的登陆插件，现在很多插件都存在严重BUG，这个算是BUG比较少的，至少已知的BUG都修复了，当然不排除存在一些未知BUG！\n站内搬运地址：http://www.mcbbs.net/thread-231810-1-1.html\n\n\n领地插件：Residence，除非你是想开战争服，鼓励玩家之间偷东西，乱搞破坏，不然……你就把这个插件装上，这个插件可以保护玩家的物品，只要玩家领地内的物品，除非是拥有领地权限的人，不然都没法破坏！（无法禁止MOD物品产生的破坏！）\n站内搬运地址：http://www.mcbbs.net/thread-631343-1-1.html\n\n反作弊，服务器优化：NeverLag，修复原版几乎所有作弊漏洞，反背包编辑器作弊，反矿物透视作弊，反矿物追踪作弊，掉落物清理，实体清理，优化服务器性能！\n站内发布地址：http://www.mcbbs.net/thread-415779-1-1.html\n如果插件没法使用，请咨询你的服务器供应商，问他服务器系统是啥，根据服务器系统进行配置文件转码！本插件需要一个前置：作者的帖子内有下载，别忘记了！\n\n反作弊：AdvanceNoCheat，对于做弊端，或许很多人都不是很清楚，简单的说，就是一些专门为作弊开发的客户端，进入服务器，可以无视领地破坏方块，无视服务器权限飞行，无视领地偷东西，自动攻击，等等一些乱七八糟的影响服务器平衡的手段，这个插件可以防止此类大部分作弊手段！\n站内搬运地址：http://www.mcbbs.net/thread-610282-1-1.html\n\n反作弊：AntiCheat3，算是比较出名的一个反作弊模组/插件，不过这个反作弊有点极端，简单的说就是验证玩家客户端装的模组，如果装了不被服务器认可的MOD，或者用了非服务器专用客户，皆不允许进入服务器！有时候玩家装个材质都会被服务器T出来！不过就是因为极端，所以防御很有效！\n站内发布地址：http://www.mcbbs.net/thread-530891-1-1.html\n本插件有MOD版，MOD服可以斟酌装MOD版还是插件版！\n\n反压测：AntiAttack，一个防御较为全面的反压测插件，能防御大多数压测，不过……插件只是防御一般的压测，任何插件都没法做到防御DDOS，所以开服务器尽量别招仇恨\n站内发布地址：http://www.mcbbs.net/thread-622875-1-1.html \n\n经济前置：vault，单装几乎没啥用的插件，但是很多跟经济挂钩的插件都会用它作为前置，比如商店，死亡扣钱之类的！\n站内搬运地址：http://www.mcbbs.net/thread-78310-1-1.html\n\n经济—箱子商店：quickshop，对于这个我就不多说了，除非你不想给你服务器弄经济，这个算是目前服务器用的最多的一个商店插件，就如他的名字一样，方便，快捷\n站内搬运地址：http://www.mcbbs.net/thread-337437-1-1.html\n本插件有悬浮刷物品的BUG，虽说现在已经有修复版，但是MOD物品不好说，保险起见，MOD不建议开悬浮！\n\n\n物品禁用插件：banitem，其实对于物品禁用，在ESS插件里面也已经有这个功能了的，但是ESS的物品禁用，无法有效的针对MOD物品，这个插件是目前个人所知的最强大的ban物品插件，几乎所有的物品都能禁用，包括MOD物品！\n站内搬运地址：http://www.mcbbs.net/thread-552368-1-1.html\n\n\n世界边界：WorldBorder，玩家没事就跑图？不想服务器地图文件太大？你可以用这个插件限制玩家的活动范围，只要有这个插件，不管是谁，就算是OP，走出了世界边界，也会被拦截！\n站内搬运地址：http://www.mcbbs.net/thread-608265-1-1.html\n\n以上：差不多就是这些插件，一些比如地皮，多世界，点券，抽奖之类的插件，请诸位自行寻找！\n\n\n安装插件其实也是很简单的：将插件直接丢plugins文件夹里面，然后重启服务器，进入服务器看插件是否生效，完成！\n安装MOD同理，直接将MOD丢到MODS文件夹里面，重启服务器即可！\n注意：插件MOD请下对应版本，虽说有些插件MOD能多版本兼容，但是能下对应版本的尽量下对应版本，不然你们会发现很多莫名其妙的BUG！\n\n\n一些常见的服务器问题及其处理方法\n     开服是一件很麻烦的事，很多插件MOD并不是装上去，就能开服运行，直接开服，啥问题都没有的情况，很少，对于新人来说，很多情况下都是一头雾水，看错误报告也是看的一脸懵逼，所以以下，我就列举一些简单的错误，以及处理方法！\n     插件升级报错：at.net.xxxxx，一般以这种格式开头的报错，多数都是插件开了自动更新，但是这个自动更新功能没法用，所以插件每次尝试更新失败的时候，都会出现这种报错！虽说不影响使用，但是对于强迫症来说，看着后台一堆的报错文件，看着着实有些不舒服，所以回想一下自己装了什么新插件，去插件配置文件里面找到自动更新选项，关掉就没事了！多数插件的自动更新选项在配置文件的开头或者结尾，将true设置成false就关闭了！\n    插件安装了没法使用：这种情况一般都是你下载了错误的版本，或者没有下载插件的前置插件，所以导致插件没法使用，请注意看一下你下载的版本或者看一下插件下载页面介绍，是否有什么前置插件！还有就是配置文件编码不对，如果是Linux系统，请将配置文件转码为utf-8格式，如果是windows系统，请将配置文件转码为ansi格式！如果你前面的几项都确认了，还有一种情况：就是插件并不支持你的服务端，这种情况，在MOD服务器上较为常见，所以……放弃吧！\n    插件安装之后服务器不稳定，或者干脆无法启动：这种情况比较少见，至少在插件上，我就遇到过一次，要么你就换稳定版插件，要么……只能放弃了！\n    删除MOD之后服务器没法启动：很多新手腐竹都遇到过这种情况，加了MOD，但是觉得这个MOD卡，或者不喜欢，然后就删了，结果删了之后，杯具了，服务器启动卡住了，也不知道如何解决！其实你只要注意看的话，服务器启动的时候还是有提示的：物品不存在，输入/fml confirm指令跳过，恩，就是这个指令，/fml confirm，在服务器后台控制台里面打一遍就行了，注意：前面的斜杠/也要打！\n\n    安装MOD之后服务器没没法启动，或者启动也变得十分不稳定，对于这种情况，跟插件冲突一样，一般来说，MOD冲突比较多，如果你同时安装了过多的MOD，那么只有用逐步排除法，就是一个个的MOD加上去启动服务器，看是否能启动！MOD并不是新版本就是最好的，相反，很多MOD在新版本添加了很多新物品，也会导致MOD变得不稳定！若装的MOD有问题，可以去多下几个版本，一个个的尝试，如果最终还是没法用……放弃吧！\n    玩家放下某个物品之后，该区域无法加载：这种情况也是多发生在MOD服，很多MOD装了之后，能用，但是部分物品冲突，表现为某玩家将某个物品放下之后，服务器崩溃，然后该区域只要有人过去，服务器就崩溃！这种情况就需要用到崩溃报告！一般这种崩溃报告生成之后，都会给你一个坐标！https://dinnerbone.com/minecraft/tools/coordinates/你可以在这个地址里面，输入错误区块的坐标，他就能帮你计算出错误的区块文件！然后打开地图文件夹的region文件夹，在里面找到这个网址计算的区块，将这个区块删除就行了！这里的删除不会影响到服务器存档，只是改区域以前玩家建的房子，玩家的箱子之类的东西会丢失，到时候你补给他就是了！若新手腐竹不会看错误报告的话，可以在论坛或者贴吧之类的地方找人帮你看一下崩溃报告！\n    玩家背包物品错误，导致无法上线：这种情况也是MOD服比较多的情况，跟区块无法加载有些类似，这种情况一般都是玩家背包里面有什么冲突物品，然后导致玩家一上线，服务器就崩溃或者玩家自己的客户端崩溃！解决办法是在存档文件夹里面，找到playerdata文件夹，在这里找到该玩家的存档备份，删掉就好！这里删除，只会删除玩家的背包数据，不会删除玩家的家和箱子里的物品！另外就是：现在很多服务器，这个文件夹里面保存的玩家数据，都是以UUID的形式保存的，找不到玩家的UUID的话，有一个最笨的办法，就是点一下时间排序，让最新的文件靠前或者靠后，然后上一下该玩家的账号，这里的文件就会刷新一次，最前或者最后的那个文件，就是该玩家的背包数据！\n    以上，差不多就是一些服务器经常会出现的问题：如果还有其他的，欢迎诸位补充！\n进阶-VPS选购\n    当然，你已经开服一段时间了，现在，那些初级的面板服已经没法满足你的要求了，要想将服务器做大，VPS是你必须经历的过程！与面板不同，VPS什么都需要自理，包括装java，装服务端，以及服务端的调试，当然，麻烦归麻烦，因为是远程后台，所以相对也自由了很多，很多在面板上没法完成的操作，在这里你都可以弄！\n    题外话：讲解一下什么是VPS，或许很多腐竹还不明白什么是VPS，所谓的VPS，即虚拟主机，这个主机，并不是真实存在的，他是利用虚拟化技术，就是平常大家都有用过的虚拟机软件，虚拟的一台电脑，这个虚拟机，是依附于一台真实存在的电脑上的，即母机，虚拟机的性能，是跟母机的性能挂钩的,即母机的性能越强，虚拟机性能也就越好！因为这台电脑是虚拟出来的，所以，一台母机上，可以拥有若干台虚拟机存在，就像你自己电脑上，可以开若干个虚拟窗口一样！而虚拟机的硬件，也是可以在母机的基础上，随意分割的，举个例子，平常大家所用的电脑，基本上都是看到的双核，四核，六核，八核，很少有人听到有三核，五核！而在VPS上，这种情况经常都能看到！因为这些硬件也不是真实存在的，是在母机的基础上虚拟的，可以随意的变换。VPS上，一般商家所说的核心，都是超线程核心，并非物理核心，如双核，其实只有1个物理核心！现在也有很多供应商打着云服务器的口号，说什么大幅提升硬件性能，其实你只要知道，云服务器，其实也跟VPS没多大区别，差不多就是换汤不换药！或者说，其实也就是在以往的VPS上稍微做了一下加工而已！\n    同租面板服不同，因为面板服什么CPU，硬盘之类的什么都没法看，所以只看价格和服务，而VPS，就跟挑电脑一样，我们要看配置，要看服务，要看价格，多家比较！\n在这里，我们有两条路选择，或者说，是看你打算开什么服务器，纯净？还是MOD服，如果是纯净，那么我们就可以找核心比较多的服务器！如果是MOD服，那么肯定是找CPU主频比较高的服务器，别怀疑……开MOD服，一个主频3.0的双核服务器，保证吊主频2.0四核的！\n    首先，我们需要确定一下自己的预算，如果预算不是很足的情况下，可以考虑一下x系列c系列的CPU，比如：x5650，x5687,E5 2650c之类的，这些CPU属于国外淘汰过来的洋垃圾，价格便宜，但是性能相对来说，还过得去！算是性价比比较高的！好一点的就是，E3 xxxx V；E5 xxxx V；\n    在CPU确立的情况下，需要确立的就是内存，内存不要太大比如双核，弄十几G的内存，这完全就是不成比例的内存，CPU带不动这么多内存的人数！CPU核心数，大概跟内存的比例在1:2的样子，也就是1个核心，2G内存，当然，这是常规状态下，如果CPU比较好，比如E3 2637v3，I7 4xxx，E5 2670v3往上的CPU，我这个比例就不适用！\n    重要提醒：L系列的CPU，千万别租，比如L5520，L5530之类的，这些垃圾中的垃圾，送你都没用，更别说用钱去租，此类CPU，都是用于数据存储，网页架设一类的低运算的，用于游戏，你会发现你想砍人！\n    再则，就是需要考虑一下，你自己服务器能有多少人，一般情况下，1核1G内存，能带20左右的人，纯净状态下，而且你服务器优化的比较好！如果是MOD服，另说，这个不好说，看你装的MOD,MOD这东西就是一个极大的变数，服务器差，有些MOD装上去启动都困难，更别说让玩家进去玩！\n    服务器硬盘类型，是很重要的一环：租服务器的时候，注意问商家是什么硬盘，最低限度SAS，SSD最好，如果是SATA的硬盘，就别跟他闹了！硬盘的吞吐量，算是一个关键的因素！\n    别去相信那些商家说的什么多少G的硬防，防个P，防御这东西，虚无缥缈的东西，有人要打你，几百G照样弄死你，关键还是自律，别乱去别人的服务器群拉仇恨，也别乱得罪玩家！说白了，所谓的防御，这个也是商家宣传的一个噱头而已！\n    防御这东西，有则更好，如果是在防御和性能之间抉择，比如价格相同的情况下，一家防御高一些，一家硬件性能好一些，肯定毫不犹豫选择性能好一些的！\n    服务器网络：服务器网络一般来说分：单线，双线，双线BGP，三线/多线，多线BGP，能有多线或者多线BGP更好，起码你也要弄个双线的服务器，不然你服务器会损失很多玩家，像移动，爱普长城这些，连上电信或者联通的网络，虽说延迟大，至少勉强还能玩，联通连电信或者电信连联通的网络，基本上是三步一卡！\n    服务器系统，一般商家都会提供系统选择，windows或者Linux，很多新人会听别人吹linux系统占用资源低，稳定……你不会用，稳定个P啊，直白的说，linux基本上都是靠指令操作，不像windows鼠标点点就行了！你连开服务器都还没搞清楚，还要去花时间学Linux，莫非你是打算交一个月的学费了再开服呢！所以新人最好别装B，让商家给你装Linux系统！    服务器商的选择：现在很多服务器商，只提供服务器，不提供技术支持，此类的商家，你最好是先问清楚，如果对此类商家比较介意的新人，最好别租，不然后面你会出现一大堆问题，当然，一般不提供技术支持的商家，服务器价格相对都会便宜一些！\n    OK，服务器确立，那么就是操作方面的问题：VPS都是远程桌面操作的，商家会给你一个远程连接IP，一个远程连接账号和密码！\n    用法：点击你电脑的开始菜单，点运行，输入mstsc，回车，然后填上IP，访问账号和访问密码，然后就可以进入后台了，后台操作跟自己的电脑上操作一样，区别就在于，你自己电脑上的是桌面系统，服务器用的是server系统，基本上大同小异！\n\n\nVPS服务器设置\n   VPS有别于面板服的地方就在于，这是一台几乎完全可以让你自由操控的电脑，你可以在他上面做几乎跟你自己电脑一模一样的操作！而且很多供应商，并不会提供技术支持的情况下，服务器的设置，都需要你自行处理。\n    虚拟内存：所谓的虚拟内存，就如同字面意思，这并非运行内存，而是利用硬盘空间建立的一个缓存空间，好比二级缓存一样，平时用不到他，但是当内存溢出的时候，系统就会将一些优先级比较低的数据放到虚拟内存里面，因为是硬盘空间，所以相对来说，运行速度肯定跟不上内存的运行速度，一般情况下，VPS的硬盘本身就比较拮据，多数都只有二三十G，而C盘，多数只分配了十来G，windows默认会吧虚拟内存放在C盘下面，这就造成了本来空间就不是很足的C盘，变得更加拥挤，这里我们就需要吧虚拟内存移到其它盘或者将它改小一些！\n右击我的电脑-属性-高级系统设置-在高级选项下面，找到性能-设置-高级-找到虚拟内存子项-更改\n这里我们可以看到你的硬盘，默认虚拟内存是在C盘，由系统自己分配，大概分配的是你的服务器内存的1倍，你可以把它改小一点，但是别改的太小，建议不要低于0.5倍，最低允许16M，如果你服务器内存比较少的话，相反我建议你设置大一些，最大建议不要高于内存的2倍，比如你有1G的内存，建议不要超过2G，一般设置1.5倍左右差不多！如果你要将虚拟内存移到其它盘符去！那么选中C盘，在下面选择无分页文件，点击设置，然后在D盘里面设置虚拟内存，点击设置，确定，这里要求你重启计算机，重启即可！\nFTP上传设置：很多服务器是提供远程桌面上传的，但是也有不少的服务器，没有这个功能，也就是说，你不能直接在你电脑上将文件直接复制到你服务器上，那么我们就需要利用FTP工具上传文件到服务器！windows是自带FTP上传管理的，可以直接设置！\n点击本链接查看设置教程：http://jingyan.baidu.com/article/dca1fa6f479469f1a4405292.html\n当然，如果你看不懂，或者觉得设置麻烦的话，你也可以在服务器上安装一个网盘或者QQ，利用网盘中转或者QQ上传！\n安全防护：一个服务器，是面向大众开放的，所以安全是必不可少的！别自大的认为，服务器商给你吹的多少G多少G的防御，我给你说，莫说几十G，就是几十T，也没P用，那个只是针对流量清洗，这里我们需要安装一个软件：安全狗。\n安全狗下载地址：http://www.safedog.cn/server_safedog.html\n注意有个是网页安全狗，别下错了！服务器安全狗，能帮你提供病毒防护，压测防护，端口防护，垃圾清理等一系列的功能！可以说是服务器必装的一个软件。\n设置：第一次用安全狗的话，建议去注册一个安全狗账号，加入服云计划，这样能远程帮你做不少事情。\n 网络防火墙，端口设置里面，一些不必要的端口就删掉，就留下你需要开放的端口，安全狗默认会拦截没有添加计划的端口访问，这样就能免去你不少的攻击！注意：你MC服务器的端口一定要选择所有IP一律通过，否则玩家没法进服务器！\n服务器检测的时候，会要求你开启白名单访问，千万别开启，不然你会发现……你就是一个大SB！\n重要说明：安全狗只是防御一些大众化的攻击，一些专门针对MC的压测，如假人，TAB补全等利用MC漏洞的压测，这个软件是没法防御的，所以装了安全狗，防压测插件依旧是必须的！\n切忌：别在服务器上装360，QQ管家之类的，服务器的软件，能不装的尽量别装，这些软件没用，相反还会拖累服务器运行速度，更有甚者，还会给你服务器留下漏洞，使得你的服务器更容易受到攻击，如果你用QQ，网盘传输文件的，传输完了就关掉，现在QQ这个软件也特烧配置！\n\n如何在VPS上开设服务器\n    打开你服务器的D盘，如果服务器商有给你提供服务端的话，一般都会放在这个盘符里面，如果没有，那就自己去下，不知道在什么地方下的，可以在MCBBS上找找，服务端整合包下面，有很多服务端懒包，基本上主流的版本都有。下下来不满意的，可以根据自己的需求，增删插件！\n    下载懒人包有一个需要注意的一点，就是……尽量别下太冷门的整合包，下的时候多看一下下面的评论，以防有些整合包里面整合有后门！\n    论坛上下载的整合包，一般里面都会有一个开服器，但是有些没有，只有一个bat启动脚本，即一个齿轮图标的文件！基本上是在文件的最下面！刚开始什么都不懂的新人，我建议你用开服器开服，这个直观一些，如果用启动脚本，我估计你看着里面的启动参数也是一脸懵逼，没有的话，自己百度下一个，百度搜：MC server,这个说白了就是一个启动器，跟单机大家用的旋律，hmcl启动器差不多，只是这个是用于启动服务器的。\n\n\n    OK，服务端弄好了，咱们还需要一个Java，虽说很多服务器供应商已经帮你装好了，但是……也有一些供应商只提供服务器，不提供任何技术服务的！打开开始菜单，在里面搜索Java，如果搜不到，或者干脆搜到一堆乱七八糟的文件，基本上是没装了，自己装一个吧！\n\n\n\n\nQQ截图20170111164246.png (6.92 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-11 17:29 上传\n\n\n\n\n\n\n装了Java的服务器，能在开始菜单里面搜到Java的文件\n\n\n\n\nQQ截图20170111164635.png (45.23 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-11 17:43 上传\n\n\n\n\n\n\n没装Java……我自己都看的一脸懵逼，不知道这些什么鬼！\n附Java下载地址：https://java.com/zh_CN/download/manual.jsp\n注意版本，32位系统的，装32位Java，64位系统的，装64位Java！右击我的电脑，属性，能看到服务器系统到底是32位，还是64位的！\n\n\n\n\nQQ截图20170111174226.jpg (91.6 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-11 17:47 上传\n\n\n\n\n\n\n一般来说，4G内存以下的，服务器供应商都会给你装32位的系统，4G内存以上的，都会给你装64位的！\n开服器一般放在服务端文件夹里面，很多东西他会自动检测，无需你设置，我们需要设置的东西有：\n\n\n\n\nQQ截图20170111174915.jpg (83.87 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-11 17:41 上传\n\n\n\n\n\n\n文件配置：这里面有你服务器的一些基本设置，都是中文，我想就不用我说明了。\n主要要说明的是：\n是否开启白名单：这个……根据个人需求开，不懂的建议不要开，如果开了，没有白名单的玩家都不可以进入服务器，包括你这个腐竹！白名单在服务器文件夹下面的whitelist文件里面设置，把里面的[]删掉，一行一个玩家！\n正版验证：如果你不是开正版服，建议关闭，不然所有用盗版登陆的玩家，都不可以进入服务器！\n服务器端口号，这个是玩家进入服务器的端口，不知道的咨询你的服务器供应商，如果你租的VPS是独立IP的，那就建议设置成25565，这个是MC默认的端口，玩家在进入服务器的时候，无需输入端口号可以直接进服务器！\n栗子：你服务器的IP是123.12.12.123，如果你设置的端口是25565，那么玩家直接输入123.12.12.123就可以进服务器，如果设置的是25565以外的端口，如666，那么玩家进入服务器就需要输入123.12.12.123:666才能进入服务器！\n最大玩家数：这个是你允许服务器能同时在线的最大数量的玩家，别设置太大，根据自己的服务器设置，如果你服务器比较渣，到时候一大堆玩家挤进去，估计你服务器得爆炸！\n\n\n\n\nQQ截图20170111180038.jpg (94.88 KB, 下载次数: 3)\n\n下载附件\n\n2017-1-11 18:06 上传\n\n\n\n\n\n\n系统设置：\nJava路径，这个是你安装的Java的路径，一般默认开服器能搜到Java路径，如果搜不到，手动添加，注意别弄绿色版Java，即免安装版！\n服务端文件名，这个是服务器的核心，在服务端文件目录下面，jar格式的！\n\n\n\n\nQQ截图20170111180328.jpg (79.02 KB, 下载次数: 2)\n\n下载附件\n\n2017-1-11 18:08 上传\n\n\n\n\n\n\n将这个文件的文件名复制过去，必须填对，别乱填，不然你服务器无法启动！\n内存：根据你服务器的内存大小设置，最小内存一般不用管，最大内存建议别超过服务器内存的60%否则服务器很高几率崩溃！另外32位Java最大只能设置1024，弄大了服务器没法启动！，设置完了之后，点保存，然后……可以开服了！\n一些后续设置\n\n    开服器设置的只是一些基本的，一些高级选项，还需要在服务器配置文件里面设置\n 服务器的视野：这个也可以理解为服务器加载的区块半径，以玩家为中心，也就是说，这个设置的越大，在玩家附近加载的区块也就越多，相对的，也会增加服务器的性能消耗，默认服务器配置的是10，区块加载范围，不仅可以降低服务器内存消耗，同时也会降低服务器的带宽消耗，要是你服务器人比较多的话，可以设置低一些，但是最低建议别低于4，再低会大大降低玩家的游戏体验！\n 设置方法：打开服务器文件夹下面的server.properttes文件，找到view-distance选项更改\n                 打开服务器文件夹下面的spigot文件，找到view-distance选项更改\n注意：两个地方都需要更改才能生效！\n命令方块：服务器的命令方块功能默认是关闭的，需要用命令方块实现一些功能的话，需要自行开启！\n设置方法：打开服务器下面的server.properttes文件！，找到enable-command-block选项，将false设置为true开启！\n注意：开启命令方块有可能会导致玩家能卡OP或者创造权限，所以谨慎使用\n出生点保护：这个设置可以控制出生点的保护范围，使得玩家没法破坏出生点的方块，即时没有领地插件，玩家依旧没法破坏这个范围内的方块！\n设置方法：打开服务器下面的server.properttes文件，找到spawn-protection，根据自己的主城范围设置。\n注意：这里的是半径，1代表一个方块，这里的保护，并非ess的spawn出生点，而是地图生成的时候，玩家的出生点！如果你修改过出生点，这里的设置并不适用！\n区块回收：MC加载的区块，并不是即时回收的，玩家不在这个区域之后是需要一个时间之后才会回收！这个数值，设置的过小，服务器会频繁的回收区块，占用CPU，设置的太大，会让区块不能及时的回收，占用过多服务器内存，所以大小自行权衡，时间单位是tick，如果不知道如何设置的话，建议设置在300到400的样子！\n设置方法：打开bukkit文件，找到chunk-gc选项，设置你认为合适的数字！\n防矿物透视作弊：很多人不知道，其实服务端是自带反透视的，而且相对插件的假矿，这个占用资源更低！设置分为两个模式，默认是模式1，隐藏矿物，在这个模式下，透视MOD看不到矿物，但是无法防矿物追踪，模式2是生成假矿，跟假矿差不多，利用非矿物产生假矿，让玩家没法准确的判断哪些是真矿，哪些是假矿！能防矿物追踪，但是会增加服务器负担！\n设置方法：打开spigot文件，找到anti-xray选项，engine-mode是设置模式的，默认是模式1，hide-blocks是设置需要隐藏或者需要伪装的矿物，你可以在这里添加MOD矿物！\n以上设置在面板服之下一样适用！\n\n\n大服/土豪专属：独立机\n\n\n    对于独立机，估计很多人很难将它跟VPS区分开来，这个也是跟VPS一样，远程操作，何为独立机，其实……上面我也说过，面板服，VPS，这些都是可以在一台服务器上开设N个服务器或者N个虚拟机的，而独立机不同的是，你租的是整台服务器，也就是说，这台服务器，硬件完全由你独享，但是相对的，价格也是VPS无比拟的！    \n对于独立机，很多人很难将他们跟VPS分开界限，只因为同属远程桌面，所以很多人都不知道如何区分，或者说，有腐竹租了独立机，但是却不太确定自己是否被供应商坑了，将VPS当独立机卖，虽说这种情况很少见，但是也有前例存在，其实这个很好辨认！\n\n\n\n\n\n123131.jpg (63.24 KB, 下载次数: 3)\n\n下载附件\n\n2017-2-10 11:41 上传\n\n\n\n\n\n\n这是一张独立机的鲁大师硬件检测截图！\n想必你们对于这个软件不陌生，看起来跟自己的电脑无异，主板，硬盘，网卡这些都有详尽的型号参数！\n相对来说，VPS就只有CPU型号参数比较详细，而其他，都是虚拟参数，根本看不到硬件生产商，型号之类的信息！\n本来是打算截一张VPS的截图的，但是问了很多人没要到VPS的鲁大师硬件截图！\n只能弄一张设备管理器凑凑数了\n\n\n\n\n\n\nQQ图片20170210114425.jpg (204.16 KB, 下载次数: 2)\n\n下载附件\n\n2017-2-10 11:37 上传\n\n\n\n\n\n\n再上一张独立机的硬件管理器！\n\n\n\n\n\nQQ截图20170210114359.jpg (36.15 KB, 下载次数: 3)\n\n下载附件\n\n2017-2-10 11:53 上传\n\n\n\n\n\n\n注意看硬盘一栏，你会发现，VPS服务器，并没有详细的硬盘型号参数！\n\n当然，服务器是供应商给的，咱们只有远程操作权限，所以，硬件参数，供应商如果想改的话，也能改！那么咱们也有其他的办法！\n首先是我一个朋友提供的方法：就是将系统时间设置的无限大或者无限小，反正就是能设置多大或者多小就设置多大多小，意思就是时间设置的大幅偏于现在的时间，然后重启服务器！如果你的服务器重启不了了，那么……抱歉，你可能租了假的服务器！VPS有一个漏洞，就是虚拟机时间跟主机时间如果偏差太大，就会出错，导致虚拟服务器无法启动！\n\n当然，也有部分服务器是将这个漏洞修复了的，所以咱们还有终极杀招，就是……测试硬件跑分，这东西是没法做假的，毕竟一头驴，再怎么装扮，他依旧没法产生马的能力，独立机既然是独立的一台服务器，那么他的硬件跑分肯定是跟同级别的个人电脑性能相当。那么我们就可以用一些硬件跑分工具测试硬件速度，然后用这个分值去网上对比，一般来说，主流的硬件跑分，网上都有。如果是VPS，那么跑分肯定会大幅低于同类硬件的测试分数！\n记住：独立机是一台完整的电脑，不存在共用的说法，包括端口，IP，防御全部都是独立的，不存在只能用多少个端，也不会在你的服务器上存在其他服务器的服务端，如果服务器供应商规定你只能用多少个端口，那你就要注意，有可能他给你的服务器不是独立的或者他有在你服务器上做手脚！\n\n独立机的选择，跟VPS差不多，一样要在配置和服务态度上多做比较，有些商家会拿xxx配置的独立机秒杀xxx配置的VPS之类的谬论坑客户，比如L系列的CPU，秒杀X系列，虽说VPS因为过了虚拟机这道坎，性能上有一定折扣，但是，也不至于相差的太大，毕竟现在VPS虚拟化技术也相当成熟了，几十块钱的CPU，就算是变成了独立机，同等核心数量，同等内存之下，他也不可能超过几百块钱的CPU！\n再次说明，切忌租用L系列的CPU，X系列斟酌考虑，如L5520，L5560之类的CPU，此类CPU淘宝上几十块钱一块！尽量别租CPU主频太低的服务器，MC对多核优化很差，核心再多，你用不了也是白搭！\n对于硬件这一块，电脑硬件毕竟太复杂，对于很多外行人听到的只是一个名字，或者说是一个型号，什么制程，封装工艺，睿频之类的，完全就是一脸懵逼，不懂的人，多问一下，现在MC的交流群也很多，可以加一些腐竹群，问一下群里的腐竹！\n\n群组服务器\n现在，你已经是一个拥有大量开服经验的腐竹了，一个服务器，已经满足不了你了，服务器想要扩张，想要做大，那么……群组服务器是你必须选择的道路。\nMC因为对多核优化太差，所以单端所能发挥的性能有限，要想让服务器容纳更多的玩家，让服务器的性能合理的利用起来，就只有在一个服务器上开设多个服务端，以将玩家分流，或者，大量的MOD塞在一个服务器，MOD冲突太严重，那么我们就需要把这些MOD分摊到多个服务器去！\n现在架设群组，用的最多的就是代理跨服的办法！即BungeeCord，简称BC！需要说明一点：很多人会将BC误认为是一个插件，其实不然，BC是一个服务端，一个跟你的服务器类似的服务端，他的功能就是类似于桥梁，保证你以前互相独立的服务器，能互通！BC跨服，并不是一定要在一个服务器上的服务端才能跨，就算不是在一个服务器上的服务端，亦可以组合成群组……亦或云服务器！\n举个简单的栗子，面板服大家都不陌生，比如你在A供应商租了一个面板，又去B供应商租了一个，然后又去C供应商租了一个！这三家服务器供应商提供的服务器，肯定不会在一个服务器上，也不在一个机房，他们亦可组成群组！这就是BC的强大之处！\n开设群组服，我们需要一个高配置的服务器，我个人建议是8G以上内存的服务器，内存太低的服务器，也不是说不能弄，只是……你个人是觉得有必要么？\nOK,废话了这么多，开始干正事！\n目前来说，要跨服的话，还是开纯净服比较好一些，很简单，跨服的话，你已经开的不是一个服务器了，会出现一大堆各种各样的问题，纯净毕竟简单，没有MOD那么多繁杂的功能或者物品，所以出问题的几率也会大很多，而且纯净跨服，在性能上也要优越很多！\n我们现在需要一个BC端。\nBungeeCord下载地址：https://ci.md-5.net/job/BungeeCord/\n\n\n\n\nQQ截图20170228102757.jpg (23.31 KB, 下载次数: 2)\n\n下载附件\n\n2017-2-28 10:21 上传\n\n\n\n\n\n\n把这一巴拉巴拉全部下下来，最上面的是主程序，即核心jar文件，下面的是启动模块！\n\n\n\n\nQQ截图20170228103133.jpg (35.6 KB, 下载次数: 1)\n\n下载附件\n\n2017-2-28 10:38 上传\n\n\n\n\n\n\n将这一堆下下来之后，创建一个文件夹，名字随便取，这里暂且叫“BC端”。将这一堆放进去，然后在在这个文件夹里面创建一个文件夹，命名为modules，将所有的启动模块丢到module文件夹里面，返回BC端文件夹，在这里创建一个txt文档，后缀名改为bat，名字随你喜欢，这个是启动脚本！\n命名好了之后，右击bat文件，编辑，打开之后！在里面输入：\n\n@echo OFF\ntitle BC控制端　　　　　　　　　　　　　　　　　\n\"C:\\Program Files\\Java\\jre7\\bin\\java.exe\" -Xincgc -Xmx234M -jar bungeecord.jar\npause\n复制代码\n\"C:\\Program Files\\Java\\jre7\\bin\\java.exe\"这一串是你的java路径，请自行修改\n-Xmx234M是分配给BC的内存，根据你的情况设置，如果你的BC端里面安装了大量插件，请将内存调大！\n弄好之后，双击启动脚本，等待启动完成！然后叉掉。这时候你会看到BC端文件夹里面生成了一堆乱七八糟的文件。其中：\nplugins文件夹：是装BC插件的，非服务端插件，非服务端插件，注意，非服务端插件！\nconfig:BC配置文件，BC的配置选项都在这里！\nserver-icon.png：服务器logo，就是玩家进入服务器的时候，在服务器选项那里的那个图标！\n除了这三项，其他基本不用管！\n打开config文件，现在我们要配置BC服务器！\ngroups:\n  md_5:\n  - admin\ndisabled_commands:\n- disabledcommandhere\nplayer_limit: -1 #服务器玩家限制，-1表示不做限制！\nstats: 5725e7e4-e536-44f1-97a3-c72087ed0fcb #千万别改，否则……你试过就知道！\npermissions: #权限列表，不去管它！\n  default:\n  - bungeecord.command.server\n  - bungeecord.command.list\n  admin:\n  - bungeecord.command.alert \n  - bungeecord.command.end\n  - bungeecord.command.ip\n  - bungeecord.command.reload\nlisteners:\n- max_players: 1 #服务器玩家限制，非实际限制，即玩家在登陆服务器的时候，看到的那个数字！\n  fallback_server: lobby #默认服务器，即玩家进入服务器的第一个服务器！\n  host: 0.0.0.0:25565 #服务器的公开端口，即玩家链接服务器的时候的端口！\n  bind_local_address: true\n  ping_passthrough: false\n  tab_list: GLOBAL_PING\n  default_server: lobby #默认玩家进入的服务器，即登陆服！\n  forced_hosts: #强制登陆服登陆，设置为true，否则……这里会出现一个超级BUG！\n    pvp.md-5.net: pvp #服务器模式！\n  tab_size: 60 #TAB列表限制，即玩家在游戏当中TAB列表显示的格子数量！\n  force_default_server: false #默认服务器，设置为true\n  motd: 'MCximeng'服务器标语，可以用颜色代码，尽量别设置中文……反正我设置中文没启动成功过！\n  query_enabled: false #UDP查询，一般不管\n  query_port: 25577 #UDP查询端口，一般不管！\ntimeout: 30000 #登陆超时时长，如果你服务器延迟比较高，请将此数值设大！\nconnection_throttle: 4000\n#以下是你的服务器！\nservers:\n  lobby: #登陆服名称，对应上面的登陆服设置！可以自行修改，如login，但是上面也要跟着修改！\n    address: 127.0.0.1:256 #登陆服IP，如果你的登陆服不在本机，如165.156.141.121：257，那么就将地址设置为165.156.141.121：257\n    restricted: false #是否受限，一般不管\n    motd: 'MCximeng' #服务器标语，就是玩家进服务器的时候跟在logo后面的文字，反正子服的标语玩家也看不到，随便设置吧！\n  server1: #子服1，可以根据你的需求修改，但是不能修改中文！\n    address: 127.0.0.1:257 #子服1IP，根据自己的情况修改！\n    restricted: false\n    motd: 'MCximeng'\n  server2:\n    address: 127.0.0.1:258\n    restricted: false\n    motd: 'MCximeng'\n  server3:\n    address: 127.0.0.1:259\n    restricted: false\n    motd: 'MCximeng'\n  server4:\n    address: 127.0.0.1:260\n    restricted: false\n    motd: 'MCximeng'\n#我这里设置了4个服务器，如果需要更多，自行添加，或者删减！\n#子服的端口请勿修改的跟BC的端口一样，否则……你试了就知道！\nip_forward: false #IP转发，设置为true\nonline_mode: true #正版验证，不打算开正版服的话，设置为false复制代码\n\n\n\n\nBC端设置完了之后，我们还需要去子服的设置里面修改一些东西！如果你的子服都在一个服务器的话！\n首先进入子服的server.properties配置文件，将server-ip设置成127.0.0.1，即本机IP，这样设置，是因为BC存在一个安全漏洞，就是一般子服是不用装登陆插件的，所以就有玩家在自己的电脑上部署BC端，然后跳过登陆服直接登录子服，要是登录的是OP的号……！如果设置成本机IP的话，BC的链接请求服务器可以受理，但是外部的链接请求，会被拒绝！\n\n一些跨服插件\nBC作为一个服务端，亦有自己的插件，用于协调处理各服之间的管理和玩家之间的交流！\n跨服聊天：http://www.mcbbs.net/forum.php?m ... id=304050&highlight\n可以用于玩家之间跨服交流，这样玩家互相之间就可以了解不同服务器的动态！\n跨服传送门：http://www.mcbbs.net/forum.php?mod=viewthread&tid=77657&highlight\n用于玩家在服务器之间跨服传送……我想你不会忘了这个插件吧，不然玩家无法进入其他服务器，群组的意义何在！\n\n跨服传送：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=440107&highlight\n类似跨服星门，不过不过这个是用指令控制的，可以在跨服星门和本插件之间选择，如果要用本插件的话，可以用钟表插件执行指令\n跨服TAB列表：http://mcbbs.tvt.im/thread-330902-1-1.html\n这个插件当玩家在使用TAB查在线玩家数量的时候，可以显示每个服务器的玩家数量，可以让OP或者玩家实时掌握服务器的玩家动态。\n跨服同步：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=272905\n这个插件可以同步每个服务器的玩家背包，经济，甚至是状态……不过不要在MOD服使用，因为MOD服每个服务器的物品数据都不一样，会导致玩家物品丢失！\n跨服经济：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=570874&highlight\n对于MOD服，你只需要同步经济和登陆信息就行了，其他都没必要，本插件支持数据库，可以让玩家共享经济，登陆数据的话，你可以在authme当中设置，authme支持数据库！\n\nmysql数据库\n要想开群组服，那么必须用到数据库，因为群组服里面的很多数据同步，都需要用到数据库。\n目前用的比较多的，应当属mysql，mysql拥有性能高，易用的特性，最主要的还是免费！\n很多人或许对mysql不是很了解，其实，说的直白点，mysql就是一个软件，如果你是VPS或者独立机的话，你可以自行将他装在独立机上面。\n如果你是面板服……那么你需要联系你的供应商，或者自行租用一个数据库，有些服务器供应商会提供一个免费的数据库空间，当然，这个空间不是很大，如果用在群组服当中，估计你需要更大的！\nmysql下载地址：http://www.360sdn.com/opensource-datasource/2014/0410/2940.html\n这里下载下来的是一个压缩包，需要你自己解压，解压路径根据自己的情况来定，我个人是不建议你装到C盘下面，因为这东西解压完之后，还是比较大的，我没记错的话，好像有1G多！\n解压完之后，我们需要对数据库进行一些设置！\n打开你的解压目录，里面有一个my-default.ini文件，复制一份，到bin文件夹里面，将其更名为my.ini，右键，编辑！\n将以下文字复制，然后粘贴到里面，不用覆盖！\n [client]\n    port=3306\n    default-character-set=utf8\n    [mysqld]\n    port=3306\n    character_set_server=utf8\n    basedir=C:\\Program Files\\MySQL\\mysql-5.6.13-win32\n    #mysql的安装目录，根据你自己的情况修改\n    datadir=C:\\Program Files\\MySQL\\mysql-5.6.13-win32\\data\n    #数据库安放目录，一般在mysql安装目录下面有一个data文件夹，如果没有的话，自行创建一个，注意，必须是data文件夹，别自己乱改，会出错！\n    sql_mode=NO_ENGINE_SUBSTITUTION,STRICT_TRANS_TABLES\n复制代码OK,这个是mysql的配置文件，我们还要安装以下mysql的启动服务！\n在开始菜单里面输入CMD，右击以管理员身份打开，注意，这里必须以管理员身份打开，否则后面安装会出错！\n然后这里我们需要确认一下自己的mysql安装目录！\n比如：我现在的mysql安装目录是：D：\\mysql\n那么我们就需要在cmd里面键入D：将目录定位到D盘，然后输入cd mysql\\bin，定位到mysql安装文件夹！\n定位完之输入：\nmysqld --initialize-insecure --user-mysql（注意空格）\n回车\nmysqld install\n回车\n这一步如果安装成功的话，会提示\nserverice successfully installcd(服务安装成功)\n再次键入：net start mysql\n回车启动服务器\n如果提示服务启动成功，恭喜你，你的mysql已经安装成功！要是提示启动失败……骚年请回头看一下我给的步骤哪一步你自己搞错了！\nOK，接下来键入mysql -u root -p\n回车进入数据库，需要你确认密码，密码没有，直接回车跳过！\n如果命令提示符是以mysql>开头的，说明你已经进入mysql成功！\n让插件连接数据库\n\n接下来是一些插件的设置：\nmysql安装成功之后，插件并不会自行连接数据库，这里还需要你设置一些东西！\n每个插件的设置方式都不一样，所以这里我只说一些通用设置！\nmySQLTablename： \n#数据库的名称。\n这里是连接的数据库的名称，需要你在mysql里面创建一个空白数据库。\n创建方法：进入mysql之后\n输入：create database 数据库名；\n创建一个数据库，如我们这里的数据库名称是qq，那么上面的设置就要设置成：\nmySQLTablename：qq\n*********************\nmySQLUsername：\n\n#数据库的用户名，一般是root,如果你自己改过，那么自行回想你自己改成了啥！\nmySQLPassword:\n#数据库的登录密码\n设置为''，因为我们在设置数据库的时候，没有密码，所以这里留空！\nmySQLHost:\n#数据库地址\n一般设置是127.0.0.1，也就是本机\nmySQLPort:\n#数据库端口\n默认是3306，如果你自己改过，请自行回想你自己改成了啥！\n我这里是以登录插件authme举例的，每个插件的配置文件都不一样，所以请自行对比！\n这个设置只适用于自行安装在服务器上面的数据库，不适用于租用数据库，你要问我租用数据库如何用……抱歉，我不知道，因为我没用过！\n我能说的只能是：请咨询你的供应商！\n将插件配置文件设置好之后，其他的不用你去管，数据库的编辑也不需要你去弄，插件会自行将数据写入数据库，需要的时候也会自行读取！\n\n\n\n",
    "replies": [
        {
            "author": "2448023855",
            "timestamp": 1488070080,
            "txt_content": "很多哇但可惜没无耻的介绍租服地址看看~~"
        },
        {
            "author": "楚枫大大",
            "timestamp": 1488128940,
            "txt_content": "支持作者"
        },
        {
            "author": "huanyueqiji",
            "timestamp": 1488172440,
            "txt_content": "2448023855 发表于 2017-2-26 08:48\n很多哇但可惜没无耻的介绍租服地址看看~~\n服务器地址就不贴了，很容易被人误会为广告，淘宝一搜很多"
        },
        {
            "author": "风之庇护",
            "timestamp": 1488175320,
            "txt_content": "楼主干的漂亮，虽然网上有很多教程，但是用心去写也是值得敬佩的。"
        },
        {
            "author": "164ebr",
            "timestamp": 1488626640,
            "txt_content": "看得眼疼*（可以，很强势。帖子不错，教程详细，不过我已经不需要了= =）"
        },
        {
            "author": "光线503",
            "timestamp": 1488642420,
            "txt_content": "谢谢楼主。\n受益匪浅。"
        },
        {
            "author": "waoshi3_tudi",
            "timestamp": 1488673140,
            "txt_content": "光线503 发表于 2017-3-4 23:47\n谢谢楼主。\n受益匪浅。\n谢谢lz咯\n一直骗同学开过bc其实连bc是什么都不知道，嘿嘿"
        },
        {
            "author": "无敌灰",
            "timestamp": 1492655820,
            "txt_content": "好贴！赞一个，楼主辛苦了"
        },
        {
            "author": "1632584875",
            "timestamp": 1494038160,
            "txt_content": "谢谢楼主，最近刚好想开个vps。"
        },
        {
            "author": "百变偷心",
            "timestamp": 1495282800,
            "txt_content": "太感谢了，让我茅塞顿开啊"
        },
        {
            "author": "SakuraYuyuko233",
            "timestamp": 1507369980,
            "txt_content": "jq是一个原生js 多用于网页开发 我觉得jq最好的是方便ajax"
        },
        {
            "author": "孤独的晓月",
            "timestamp": 1514860740,
            "txt_content": "蓬荜生辉"
        },
        {
            "author": "84043368",
            "timestamp": 1516627860,
            "txt_content": "挖坟 ，   顺便感谢大佬"
        },
        {
            "author": "wth976018930",
            "timestamp": 1516947300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wth976018930",
            "timestamp": 1517231520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "石皮日",
            "timestamp": 1517302440,
            "txt_content": "谢谢谢谢Thanks?(?ω?)?"
        },
        {
            "author": "qianxia1314",
            "timestamp": 1517383560,
            "txt_content": "emmmmmmmmmmmmmmm"
        },
        {
            "author": "拾暮_",
            "timestamp": 1537274340,
            "txt_content": "楼主厉害了。。看了好久 自己都忘记时间了。受教了"
        },
        {
            "author": "朝霧神無",
            "timestamp": 1539838020,
            "txt_content": "=-=我想问下就是我开服的时候服务端没有MODS这个文件夹，一个小白"
        },
        {
            "author": "@hgg",
            "timestamp": 1542288360,
            "txt_content": "关于群组服内存问题    8G内存大概能开几个子服?"
        },
        {
            "author": "Li_Hii",
            "timestamp": 1548347580,
            "txt_content": "好像SATA是接口不是硬盘，不过大多数硬盘都是SATA，包括SSD，比SATA好的就是SCSI了"
        },
        {
            "author": "Li_Hii",
            "timestamp": 1548347640,
            "txt_content": "@hgg 发表于 2018-11-15 21:26\n关于群组服内存问题    8G内存大概能开几个子服?\n没人就12个左右"
        },
        {
            "author": "TheZhiheng223",
            "timestamp": 1554605820,
            "txt_content": "D:\\mysql\\bin>mysqld --initialize-insecure --user-mysql我是这样打的啊，这警告是什么意思\n2019-04-07 11:06:46 0 [Warning] TIMESTAMP with implicit DEFAULT value is deprecated. Please use --ex\nplicit_defaults_for_timestamp server option (see documentation for more details)."
        },
        {
            "author": "虎牙老雷锋",
            "timestamp": 1554786300,
            "txt_content": "这个很不错，已经完全的帮助了小白腐竹 从一无所知变成了全部都知 也避免了小白什么都不会 问来问去 打扰别人的问题"
        },
        {
            "author": "Meanns",
            "timestamp": 1554892260,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "XXB112045",
            "timestamp": 1554902760,
            "txt_content": "默默看了看自己的服务器，"
        },
        {
            "author": "w1927169810",
            "timestamp": 1557848520,
            "txt_content": "想知道,我有自己弄好的服务端然后可以用面板服上面吗，不用它的服务端"
        },
        {
            "author": "MC_yington",
            "timestamp": 1562158860,
            "txt_content": "https://upload.cc/i1/2019/07/03/U4lPuC.png\nlz这个怎么办啊，求教"
        },
        {
            "author": "三棵松",
            "timestamp": 1568111280,
            "txt_content": "vps服务器是什么 ，云服务器还是云虚拟主机"
        },
        {
            "author": "DadaQ",
            "timestamp": 1570426020,
            "txt_content": "谢谢大佬！！我也想开个服务器"
        },
        {
            "author": "83585384",
            "timestamp": 1572147360,
            "txt_content": "看不懂啊，大大，纯属想开个玩玩怎么搞"
        },
        {
            "author": "孤独旅行者",
            "timestamp": 1572151260,
            "txt_content": "buhuia 然而还是不会"
        },
        {
            "author": "GGGGB",
            "timestamp": 1581415860,
            "txt_content": "这个帖子，真的是 让我解决了我对群组的疑惑，太感谢楼主了"
        },
        {
            "author": "老刘nb",
            "timestamp": 1582145400,
            "txt_content": "感谢作者"
        },
        {
            "author": "a341132",
            "timestamp": 1582146060,
            "txt_content": "早看到这个帖子就好了。走了好多弯路"
        },
        {
            "author": "Ghost丶cl",
            "timestamp": 1582631760,
            "txt_content": "怎么让别人进到子服啊"
        },
        {
            "author": "KAOL",
            "timestamp": 1583225220,
            "txt_content": "说得好！服务器呢？"
        },
        {
            "author": "大呛呛",
            "timestamp": 1583858760,
            "txt_content": "感谢大佬受益匪浅"
        },
        {
            "author": "MC小鱼儿",
            "timestamp": 1587396000,
            "txt_content": "佩服佩服！楼主好贴心"
        },
        {
            "author": "wuwu1234",
            "timestamp": 1591430160,
            "txt_content": "谢谢大佬啊"
        },
        {
            "author": "3305083699",
            "timestamp": 1591842720,
            "txt_content": "非常好的教程，感谢楼主的勤劳付出，对我受益良多。"
        },
        {
            "author": "辣辣的稽",
            "timestamp": 1595676300,
            "txt_content": "感谢大佬的整理"
        },
        {
            "author": "丿呃呃呃呃呃呃",
            "timestamp": 1595731680,
            "txt_content": "怎么用指定世界开服务器呀？"
        },
        {
            "author": "meixuanyuan123",
            "timestamp": 1595771640,
            "txt_content": "很好，朕虽然是电脑小白，但是看的无比激动，虽然还是看不懂，但是觉得很厉害"
        },
        {
            "author": "w869071347",
            "timestamp": 1595945640,
            "txt_content": "正好8月准备开个群组服，受教了"
        },
        {
            "author": "ghxi",
            "timestamp": 1596282720,
            "txt_content": "用这玩意在一个多核vps上开 会不会提高tps（我3.5Ghz 5核 才**个人 tps就只有12左右 1.15.2 paper端），用这玩意会有明显提升吗？"
        },
        {
            "author": "2103378257",
            "timestamp": 1596306060,
            "txt_content": "感谢楼主，找了好多攻略，终于学会了"
        },
        {
            "author": "SHG0709",
            "timestamp": 1596955380,
            "txt_content": "太谢谢了 省了找插件的时间"
        }
    ]
}