{
    "title": "【周边创作每月活动】|1月活动|透明的春节|投稿阶段|",
    "author": "透明小小",
    "replyCount": 42,
    "timestamp": 1483531500,
    "txt_content": " 本帖最后由 540083835 于 2017-1-4 20:29 编辑 \n\n\n\n\n\nc69e4f928c85a35ca51a1740c3d9e444.jpg (24.04 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-4 20:16 上传\n\n\n\n\n\n活动须知【首次参与务必阅读】内容： *创作版月活动若无特殊情况为一月一次，主题或题目较难则两月一次。 *除接龙外，大部分活动方式投稿时间为活动发布后三周内，四天评选，最后三天公布结果发放奖励。\n*活动设立参与奖，凡是参与且作品符合活动规定皆可获得3人气25金粒的参与奖。 \n*活动类型为：续写、扩写、诗文、故事接龙、微型小说、元素剧本（即给出3~5个元素，利用已知元素构建一个完整故事）等等。\n*活动严令禁止抄袭行为，一经发现取消参赛资格并进行扣分处罚，严重者永封加晒尸一周。  \n\n\n目的： 旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流。 \n\n\n流程： 1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，写出参赛作品。 \n3.当月活动截止日之前提交作品，提交方式为：       1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。      \n                                                                                2）若主题特殊（例如故事接龙或扩写），则在指定帖内回复即可。\n                                                                                3）帖子发布后，请将帖子链接回复至活动帖便于发放奖励 \n4.月末3天，负责当月活动的版主会发布公告贴公布结果，并发放奖励。  \n\n\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定出优秀作品，给予相当的评分奖励。\n*当参赛人数较少时，则选出作品不超过参赛作品总数的30%。 \n*凡未按照要求、严重偏离主题和纯粹应付的作品，均取消评选资格。\n*若因故超过截止日期，请第一时间联系版主并发布帖子，超出4日内可视为有效。  周边创作版管理组保留活动条款最终解释权。\n\n大家好啊，这里是新人透明。是Endless Fantasy小组的一个辣鸡写手，同时也是Field of Stars里一条正在学习写作的咸鱼！不知不觉中，来到mcbbs这个大家庭已经有两个多月了，在冥姐的教导和各位的帮助下在文学上已经取得了很大的进步，在这里非常感谢冥姐对我的培养以及给了我这次发布活动贴的机会,所以我今天就被拖来发活动了啊啊啊，不然会被冥王扒光了吊打5555......好啦，那我就不废话啦！进入正题吧～\n\n活动要求：\n1.本次的活动写作内容是：春节将至，四处洋溢着喜庆的气氛。但在这新的一年很重要的一天，你却意外的发现你成了一个透明人，不管你做什么，别人就是无法看到你，也听不到你的声音，但却可以和正常人一样和任何物品互动.你就像被隔离在一面你能看见别人别人却发现不了你的镜子后面。在这极端的寂寞与孤独中，你又会遇到哪些事？又会做些什么呢？\n2.参赛文请按照活动所给出的内容来完成，不要跑题。\n3.最好要有MC元素，字数300以上。\n4.本次活动请在本帖下回复参加，或者另外发帖（但要将链接发到本帖的回复里）。\n\n\n活动奖励：\n*每月活动将按文章质量评为三个等级\n第一等级奖励：6人气100金粒3下界之星\n第二等级奖励：5人气80金粒2下界之星\n第三等级奖励：4人气60金粒1下界之星\n\n\n活动结束时间：2017年1月28日\n\n\n\n\n在此祝各位参赛愉快！\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1483532340,
            "txt_content": "非官方?  \n我当时就懵逼了"
        },
        {
            "author": "透明小小",
            "timestamp": 1483532640,
            "txt_content": "九幽之帝 发表于 2017-1-4 20:19\n非官方?  \n我当时就懵逼了\n不好意思，官方的。：）"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483532700,
            "txt_content": "透明小小 发表于 2017-1-4 20:24\n不好意思，官方的。：）\n那按照道理说不是由版主发布么 而且要置顶的\n不是我说  楼主这贴纸很..."
        },
        {
            "author": "kaho",
            "timestamp": 1483532760,
            "txt_content": "活动结束时间：2016年12月28日\n??????????????"
        },
        {
            "author": "透明小小",
            "timestamp": 1483533060,
            "txt_content": "九幽之帝 发表于 2017-1-4 20:25\n那按照道理说不是由版主发布么 而且要置顶的\n不是我说  楼主这贴纸很...\n...会置顶的 不好意思这次活动是我来发的 大佬你就忍着点吧"
        },
        {
            "author": "冥王星人",
            "timestamp": 1483534380,
            "txt_content": "九幽之帝 发表于 2017-1-4 20:25\n那按照道理说不是由版主发布么 而且要置顶的\n不是我说  楼主这贴纸很...\n每月都版主岂不累坏缇米"
        },
        {
            "author": "_DIM_",
            "timestamp": 1483534980,
            "txt_content": "排版弄漂亮点呗，看得好辛苦- -"
        },
        {
            "author": "Scal",
            "timestamp": 1483535460,
            "txt_content": " 本帖最后由 Dream_Black 于 2017-1-4 21:28 编辑 \n\n       “喂！你们怎么不理我啊！”我是黑幻，Endless Fantasy的组长。今天，是春节。我来到了工作组向大家拜年，可...大家好像没看到一样。\n       “尚宇！透明！TQ！ZR！Lonon！厕所！你们怎么不理我啊！”看见他们不理我，我开始激动了，我想他们不会是耍我吧？\n       “嗷嗷嗷，新年了，大家新年快乐！”尚宇在工作组内和大家拜年，“话说，新年了，黑幻那二傻子呢？？？他是组长啊，虽然我现在代理，可拜年起码要来吧！人呢！”\n       “不知道”——群众\n       “黑幻一定是肝多了，猝死了”ZR带着滑稽的表情调侃道。\n       “他沉迷男色估计已经死了，高兴qwq”透明也紧接着跟了一句。\n       “都过年了XD黑幻还欠我地图设计没给！明年继续催他！”抖M阴阳师居然也冒泡了。\n       “黑幻那丑比，估计...没脸见我们了”TQ抖M的说着还给我们的樱女王端茶。\n       卧槽，什么鬼，我明明在这啊！他们怎么好像没看见我似的...我想了想，开个小号进入小组内一看。再次卧槽！我发的言真的看不到！难道...我黑幻透明了？\n       变透明了？有趣qwq。我开始观察他们背后怎么讨论我的。\n       “黑幻个二傻子，他啊，啧，脑子问题挺大的！过年都不来。”尚宇继续了这个话题，所有成员都在迎合。\n       “算了，不管他了，小组没精华没法成立，以后就当是聊天群吧”阴阳师居然多说了一句话。\n       我看到这些...我只想说：妈卖批！！！\n       可我说了却没人看到...好寂寞...尚宇，透明，TQ，ZR，Lonon，厕所，阴阳师...你们别不理我啊...我是黑幻啊...你们...你们...\n\n\n\n\n-End-\n\n没错，这就是结局，一个没有结局的结局，因为我不希望结束，可能之后他们又看到我了，并问我去了哪里，逗趣地调侃我。可能他们永远也看不见我了，小组可能会解散，也可能会从尚宇手里更好。可我...不希望结束。结局？就让它挂着吧...我爱我所有的组员！\n\n下面为透明，尚宇，TQ，阴阳师，Lonon，ZR，厕所\n\n@透明小小 @SY_尚宇 @153CXJ @阴阳师元素祭祀 @Lonon @zhi_ren @wc_c"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1483536180,
            "txt_content": "众人：Endless Fantasy是啥"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1483536420,
            "txt_content": "Dream_Black 发表于 2017-1-4 21:11\n“喂！你们怎么不理我啊！”我是黑幻，Endless Fantasy的组长。今天，是春节。我来到了工作组向大家 ...\n为何要匿名发帖啊你XD\n而且还都是空白\n这样水帖迟早要完\n【大雾"
        },
        {
            "author": "wc_c",
            "timestamp": 1483614000,
            "txt_content": "Dream_Black 发表于 2017-1-4 21:11\n“喂！你们怎么不理我啊！”我是黑幻，Endless Fantasy的组长。今天，是春节。我来到了工作组向大家 ...\n叫我朕作甚？！我很忙的啊"
        },
        {
            "author": "qwe2521099335",
            "timestamp": 1483614420,
            "txt_content": "不错！！！！！！！！"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483711260,
            "txt_content": "参赛人：九幽之帝\n参赛作品：http://www.mcbbs.net/thread-659733-1-1.html\n额 话说2016年12月的活动奖励下界之星没有发的吧 2333 （然而我并没受到奖励 雾）\nAT:@Because.@小阿狸.... @xiaomao636 @小小马 @金蛋之魂"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1483735320,
            "txt_content": " 本帖最后由 暴力杀狗 于 2017-1-8 04:56 编辑 \n\n问几个问题以方便我创作。\n1.“我”除了看上去变透明之外还有没有别的特技（如不会被红外线检测到等）？\n2.“我”在网络上的帐号（如QQ号BBS号贴吧号）能否正常使用？\n3.“我”接触到的物体能否选择性被隐形？\n4.我是不是太较真了？汗\n\n\n\n只是想完善设定而已，如果1是“有”的话，那可以走的邪恶路线就更多；如果2是“能”的话，那么这个题材的意义似乎就小得多了  —  —  因为你可以用QQ来解释自己身上发生的事；如果3是“否”的话，那么你想上街就必须不穿衣服，不然别人会看见一套衣服在街上跑，然后你肯定被拉去变成国家机密……而不想引人注目就必须……算了不说了\n\n\n\n唉楼主不愿意解答，那也只能问版主大大了@冥王星人 "
        },
        {
            "author": "透明小小",
            "timestamp": 1483752780,
            "txt_content": "暴力杀狗 发表于 2017-1-7 04:42\n问几个问题以方便我创作。\n1.“我”除了看上去变透明之外还有没有别的特技（如不会被红外线检测到等）？\n2. ...\nn\n你想的太多了 300字"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1483753860,
            "txt_content": "透明小小 发表于 2017-1-7 09:33\nn\n你想的太多了 300字\n1.300字是下限不是上限\n2.然而你并没有回答我的问题\n\n    —  —"
        },
        {
            "author": "我不二耶",
            "timestamp": 1483846440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "冥王星人",
            "timestamp": 1483880040,
            "txt_content": "暴力杀狗 发表于 2017-1-7 04:42\n问几个问题以方便我创作。\n1.“我”除了看上去变透明之外还有没有别的特技（如不会被红外线检测到等）？\n2. ...\n1，没有，热线可检测；2，可以；3，否定；4，的确\n\n其实你可以自己加上喜欢的属性，不用寻求我们的意见，只要喜欢就可以写。\n\n看见一条浮动动弹的底裤在寒冷空气中飘荡，也蛮233的"
        },
        {
            "author": "gggbbb",
            "timestamp": 1484043420,
            "txt_content": " 本帖最后由 gggbbb 于 2017-1-10 18:30 编辑 \n\n       正文：\n\n       自诩为神的男人\n\n　　——“伟大的创始神啊，如果您能够听见……”\n　　说来稀奇。\n　　就在新年的清晨，这个皆大欢喜的日子里，我变成了一个透明人。\n　　是真正的透明——就算是家中的立地镜，都映不出影的那种。\n　　当然了，我并不意外。这一天是迟早会来的，无非早晚。\n　　过着朝九晚五的平淡生活，在时间的夹缝中苟延残喘着。那年复一年的单调日子，早已狠狠地卡住了我的咽喉。窒息与否，只是时间的问题。\n　　就算少上千百个史蒂夫，这个世界也不会因此而停止转动的，更何况是我这一个小小的村民了。\n　　为了纪念这个透明的新年，我决定去趟车站。\n　　——\n　　成百上千的村民慢慢挪动着，在这个亮堂的候车大厅。\n　　当然，他们也不明白自己是究竟要去往哪里。只是机械地重复，然后盲目地随从着，一并煞有介事地演绎着一场没有止境的肥皂剧。\n　　我在人流间穿梭着。经过的地方，村民们无一例外地麻木退让着，随后再次恢复原位。\n　　他们当然不知道自己因为什么而退让。而我，只不过是个小小的透明人罢了。\n　　我看到了一个年轻村民。褴褛的紫色服饰被他随意地披挂于身，一头黑发犹如鸡窝般乱糟糟地堆积着。\n　　他耷拉着脑袋，半蹲于地，目光呆滞地注视着脚下洁净的地面，一言不发。\n　　就在他面前的不远处，摆着个空空如也的破木碗。\n　　真是奇怪。这个时候，车站理应是拥挤的，无处不挤满了人群的。但在那个年轻村民的附近，乃至于一大片区域以内，竟都是空空荡荡的。\n　　就算偶尔有着来往的村民，也是径直奔去，连个正眼也不给他。\n　　那些村民们，仿佛是在刻意避讳着什么东西。\n　　是什么呢？\n　　恐怕就连他们自己，也说不清楚吧。\n　　——\n　　一个前所未有的想法袭上心头，并在瞬间与我的思维达成了共识。\n　　我决定作些荒唐的举动，来改变这个现状。\n　　我走上前，对准那个空无一物的破木碗，扔出了一枚金粒。\n　　落物的轻灵声响，清脆入耳。\n　　年轻村民猛地抬起头来，四处张望着。当看到那枚金粒时，他脸上的颓丧顷刻便散得一干二净，余下的是满脸突如其来的狂喜。\n　　他连忙转头，寻找着那个投与金粒的“恩人”。\n　　当然，他什么都没找到。毕竟，我是一个透明人。\n　　手臂再度挥动。\n　　“叮铃”，又是一声轻响，那破木碗中又多了一枚金粒。\n　　年轻的村民愣在了原地。暗喜，沉默，猜忌，以至于之后的满脸苍白。他的双手不住地打着颤，嘴唇哆嗦着，一副想说什么，却又不敢说的模样。\n　　又过了半晌，他的表情恢复了平静。他缓缓地将木碗举过头顶，接着跪俯于地，用着他那嘶哑的音线，无比诚恳地，一遍又一遍地念着那繁琐的祷告词。\n　　“伟大的创始神啊，如果您能够听见……”他喃喃着。\n　　那么，就再来一次吧。\n　　我掏出一枚金锭，自上而下地按在了碗的中央。\n　　感受着木碗那沉甸甸的分量，他沉着地将着金锭取出，满脸肃穆地置于地上。\n　　他站起身来，将那破旧的木碗贴身藏好。随后，头也不回地冲着售票处奔去。\n　　——\n　　还不算差，不是吗？\n　　被人称作神明的感受。\n\n       猝不及防（咳嗽）       不管怎样，先强行一波。\n"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484054820,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-10 23:32 编辑 \n果断MC里的春节才不好写啊233\n       我是个透明人。\n      我四处游荡，看那春节的喜庆景象，不禁感叹。虽然我只是个透明人，但我依然有自己的大脑回沟，有着和正常人一样的思维。\n\n\n      我漫步在小区里的小道上，周围的树木逐渐萧条，几根枝节横长在树干上，显得曲曲扭扭，却又不失活力。树下，本来应该是茂盛的草，却也渐渐不见，露出厚实而又坚硬的泥土。\n\n       每到春节，家家户户都会放炮，尤其是大年三十的晚上，天空是何等的绮丽与壮观，仿佛是神话当中梦幻的宇宙，让孩子们咧开小嘴，露出天真的笑，让老人们摸摸胡须，回忆起昔日的美好。楼上的大哥大姐，都纷纷下楼，买买炮，耍一耍游戏，日子倒也是过得轻松快活。\n\n       再看春晚，相声小品齐上阵，逗得观众哈哈大笑，让这春节更名副其实，更加温馨与幸福。\n\n\n       虽然我是个透明人，不能跟他们说话，取乐，但我依然感受到了这份温暖。\n\n\n       透明人未必孤独，有这份温暖在，我感觉我已经融入到他们里面了。\n       \n\n\n\n\n       \n\n\n"
        },
        {
            "author": "透明小小",
            "timestamp": 1484074260,
            "txt_content": "   大约过了一分钟，我才意识到现状。\n\n   身上穿的还是那件看着有些肮脏的蓝色棉服，经过时间打磨的牛仔裤。但不管我如何用破旧的屎黄色靴子踢打着那块松动的木板，不管那块木板如何的咯吱作响，人们都以为是居住在老化木板里的精灵在作怪。\n\n   奇妙的春节，我宁愿真的相信木板里居住着精灵，也不敢相信我真的变成了透明人。\n\n   这意味着什么呢？意味着不管我如何作恶，烧杀抢掠，都不会有人发现我的存在。我是不一样的存在，是胜过天地间来势汹涌的猛烈洪水的存在。\n\n   这个村子不大，只有十几户的人家，却到处喜气洋洋张灯结彩。我徘徊在村子里小小的几条土路上，几株白梅花斜着身子探出村外，村子的不远处隐约传来僵尸的低吼声。\n\n   我搓着手吹着哈气，盘算着该如何利用好这次透明的机会。去偷窥少女更衣？我斜眼看了看那几家亮着灯火的房屋，摇了摇头，这不够大新闻。去抢一些金银珠宝？只是这么个小而破的村庄，实在没什么值钱的东西。\n\n   心烦意乱之间，一个孩子提着灯笼蹦蹦跳跳的跑到我的身边。出于恶意我伸了出脚，他被绊倒在地，重重的摔了一下，心爱的红灯笼也被远远的甩了出去。\n\n   孩子悲伤的哭泣声将我唤醒，我打了一个激灵，慌忙跑去捡起灯笼，也不顾自己还是透明人的身份就急忙将灯笼塞回了他的手里。孩子终究还是孩子，他立刻破涕而笑，也没有在意到灯笼刚才漂浮在半空中就又蹦蹦跳跳的离开了。\n\n   恍然大悟般，我意识到此刻我就是神，掌控万物的神，我可以让毁灭一切，也可以拯救一切。\n\n   而在我惊叹之余，村子大门口的那把大锁引起了我的注意。这里并不太平，夜里村庄总是受到怪物们的侵袭，这把大锁就牢牢护住了人们的安全。\n\n   奔腾的血液在我血管里横冲直撞，这是天赐的良机，我可以做一切我想做的，并不用为此负责。\n\n   过年的鞭炮声已经响起，疲劳的守门人也陷入了梦乡。我像是被蛊惑了一般悄悄将大门的钥匙从守门人的腰间取下，他睡的太死了，呼噜声简直要盖过贺岁的鞭炮声。\n\n   我从未做过如此大胆的举动，以至于我全身上下都在颤抖。我打开了村子的大门，飘满浓雾的夜里有无数双散发着幽光的眼睛聚集在不远处。\n\n   是啊，我现在可是神。我玩笑般的想看看人们发现僵尸进来的时候是一副怎样的表情，反正没有人知道是我做的。散发着恶臭全身腐烂的僵尸们一直一只不请自来的走进了村子里，但烟花的爆炸声、火红鞭炮的爆炸声，足以压过了僵尸奇怪的吼声。\n\n   当人们意识到村子的大门已经被打开了的时候，已经晚了，他们尖叫着，躲避着。春节的喜悦使他们放松了警惕，新鲜的血液将白梅染成了红梅。\n\n   我这才反应过来，这次的玩笑开的有些太大了，急忙重新关上了大门挂好了锁，大喊着让大家都躲到安全的地方，但没人能听到我的声音。僵尸的数量实在太多了，人们虽然在尽力抵抗，但僵尸的队伍仍在不断壮大。\n\n   “嘿！你们给我离开！”我朝那些因我而出现在此的僵尸们愤怒的大吼，连它们也听不到我的声音。\n\n   我拼了命的想要挽救幸存者们，但房屋的门一个一个被僵尸们砸烂，而我尽管拼命的砍杀着它们却也赶不上它们撕咬幸存者的速度。\n\n   我在心底默默祈祷，希望这是一场梦，希望醒来后村子里的一切都还是好好的。如果能让这我的罪恶带来的后果复原我愿意付出一切。\n\n   天亮了，平日热闹祥和的村子里已经没有人类了，我瘫坐在地上，呆呆着看着天空中的鱼肚白。\n      啊，原来这就是做神的感觉啊。\n\n\n\n\n\n\nps:看到馄钝的文突然想写个反面的23333333\n"
        },
        {
            "author": "smallord",
            "timestamp": 1484211300,
            "txt_content": "\n\n      ‘‘嗯，今晚是年30晚，在这年代，外面的鞭炮声仍未停息。啊，好吵！天不作美，还下起细如丝线的朦胧雨，滴滴答答......’’      我无法入眠，只好开着小窗，让冷风把自己吹得精神一点。呐？‘‘啊啊啊啊，手，我的手！我怎么看不见我的手？’’我急促撞进卫生间，没有脚声，没有疼痛，我站在平滑的镜子前，只看到我身后的，挂着的毛巾。‘‘咚咚咚’’外面的那频率不均的脚步声刺激了我，让我本能冲了出来！\n       ‘‘嚓’’我带起的风把门帘吹起，摩擦了刚刚那个人的夹克。咦？‘‘这个大水逼九幽之帝..怎么出现在这里？’’\n      ‘‘谁？，没人啊？！’’，九幽之帝带着疑惑走进了卫生间，我偷偷的在门旁瞄了一眼【不对，是光明正大的看A.A】，只见九幽之帝不是在方便，而是.......在....对着镜子一个劲的夸自己帅，大写的帅！我实在看不下去，便动了‘歪’念，我轻轻拨弄他的头发，边想着：叫你水！叫你水！\n      ‘‘我擦？我的头发怎么飘了起来？没风啊。我不会见鬼了吧？’’，边说边把自己头发按下去，可我会那么轻易放过他？.....一阵戏耍之后，九幽之帝大跑出卫生间，跑进自己被窝里缩着，并喃喃：一定是我没睡好。一定是，我在也不三更半夜起来自恋了！！‘‘九幽之帝，你怎么那么吵？吵到正在深思写作的冥姐，看你还不末地飞机票’’，1026833619说道。\n       ......\n       我坐在我自己的房间沙发里，心想：反正变透明人了，我要好好的恶作剧玩一把，反正春节那天的下届之星活动我是不可能参加的了【此活动为虚构】。清晨，下了一晚朦胧雨的天上，高高挂起一彩虹。我在我的世界论坛酒店各会员房间前都看了一下，哇！水逼，大触，版主，个个都在上论坛呢！\n我顿时想到了个法子，我走进酷车手BB弹的房间里，果断把他坐着的椅子移翻，夺走鼠标，关了论坛，打开单机minecraft，做了工作台，合成了一个金蛋之魂，经过半小时后【这期间我在看从FHC红石那偷来的命令方块宝典A.A】，我强制给金蛋之魂加上一大串指令，对着酷车手BB弹做的别墅右击！！！哔，霎时生存了540083834个tnt，然后酷车手BB弹的电脑直接崩掉，酷车手BB弹大叫：啊啊啊......啊！\n       ‘‘喂？smallord别挂机，在我创办的活动也敢撒野？~~，你被取消参赛资格了！！’’，透明小小大声吆喝道。\n      论坛上突然提醒+1，我点开看看，你已被取消新春活动参赛资格！！！并因为不认真参加活动扣了0.5金粒。噢，不！！！我的金粒，我的金粒啊！我今天2金粒没了0.5金粒啊，我今天的辣条不能买了！啊啊啊啊啊啊啊啊！............\n      未完待续...\n\n\n\n\n本节目由矿工茶馆赞助播出！\n友情出演：@FHC红石  @九幽之帝 @540083834 @金蛋之魂 @102833619 @酷车手BB弹 @冥王星人 @透明小小【没艾特到是我的能力有限= =】\n以上内容，纯属虚构，如有雷同，纯属巧合= =\n最后一句废话，惹到谁，谁别打我啊！最多我用剩下的1.5金粒给你买3包辣条！！！【心在流血~....】\n拉票环节：额，没毛病！"
        },
        {
            "author": "smallord",
            "timestamp": 1484211420,
            "txt_content": " 本帖最后由 smallord 于 2017-1-12 17:00 编辑 \nsmallord 发表于 2017-1-12 16:55\n‘‘嗯，今晚是年30晚，在这年代，外面的鞭炮声仍未停息。啊，好吵！天不作美，还下起细如丝线的朦胧 ...\n好吧= =我只能艾特一个人，补回来！@冥王星人   @透明小小  @九幽之帝 \n【有没有用，我并不知道...】重要角色真的要艾特召唤大法"
        },
        {
            "author": "_DIM_",
            "timestamp": 1484213640,
            "txt_content": "smallord 发表于 2017-1-12 16:55\n‘‘嗯，今晚是年30晚，在这年代，外面的鞭炮声仍未停息。啊，好吵！天不作美，还下起细如丝线的朦 ...\n\n\n\n\nQQ截图20170112173050.png (19.78 KB, 下载次数: 2)\n\n下载附件\n\n2017-1-12 17:19 上传\n\n\n\n\n\n然而我只是个给你们虐待的房间\n"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1484467740,
            "txt_content": "      除夕夜，我和史蒂夫在小木屋里吃年夜饭。史蒂夫让我去把一碗清蒸鱼拿过来，就可以吃饭了。我把鱼放在桌子上，想起手机没电了，去房间里给手机充电。那手机在我连接充电器的瞬间发出一缕紫色的光，我被吓了一下，不过我没有太在意。出来后，我对史蒂夫说：“史蒂夫，吃完饭我们一起去外面放烟花吧。我用藏在床底下的绿宝石从村民那里买了好多烟花呢。”\n      史蒂夫坐在那里，一动不动。我以为他走神了，又说道：“喂，吃完饭我们去放烟花好不？”\n      真是奇怪了，我明明就站在史蒂夫旁边，他就像看不见我一样。我把手放在他面前晃悠，他也无动于衷。\n      “看清楚了，我是阿黄啊，你咋看不见我嘞？”我觉得事情不对劲。\n      “快出来吧，别玩了，饭都快凉啦！”史蒂夫朝屋里喊，以为我在屋里，仿佛真的看不见我似的。\n       “史蒂夫，拜托，不要不理我啊！”我有些急了，用力拍着桌子，汤从碗里洒出来，流到桌布上。\n      史蒂夫不理我，还拿来布擦桌子。“真是的，汤自己跑出来了。那个阿黄还不来吃饭！天天就知道玩手机！”史蒂夫跑到房间里了，房间传来翻找东西的碰撞声。\n       这到底是怎么回事啊？我摸了摸自己，没有什么异样。低头看地板时，发现地上没有我的影子！莫非，我成了透明人？不行，这可不行！我要再验证一次。\n      我跑到街上，天气很冷，每家每户都挂着红纸包的萤石灯笼，喜气洋洋的。有的人祭完了祖先，在街边放鞭炮。可无论我怎样大喊大叫，人们都看不见我，也听不到我的声音。我气得哭了，朝空气乱挥拳，喊道：“啊，究竟有谁能看见我呀？”\n      “嘟嘟——”一辆面包车开过来，开着灯，很亮。反正没人能看见我，活着就像行尸走肉，让车撞死算了！我站在马路中央，那面包车的司机简直就像眼瞎了一样，开车从我身上碾过去，我被压倒了，非常疼。但是身上根本没有伤，也没流血。那种疼痛的感觉，真叫人生不如死啊。\n      唔，看来寻死也没用了，还是好好活着吧。我回到家里，想找东西吃。史蒂夫已经把桌子上的食物都吃掉了，连碗汤都不留。我就把烟花都拿出来，到门口玩。放了几十炮，满地都是碎屑。史蒂夫出来看到这幕，说：“奇了，阿黄下落不明，烟花自己放掉了！什么鬼啊！哦，对，一定是闹鬼了。我要去拿钻石剑打鬼。”史蒂夫的脑子一向不正常，我以为他是开了个玩笑。谁知他真的拿来他那把钻石剑，朝我身上砍。他好像感觉砍到了什么看不见的东西，越砍越兴奋。我痛得脑子一片混乱，全身的神经都麻痹了，啥也顾不得想了，只能躺在地上任由我的好朋友伤害我。\n\n字数是300以上对吧？\n祝大家鸡年快乐\n"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1484633520,
            "txt_content": " 本帖最后由 小阿狸.... 于 2017-1-20 17:56 编辑 \n正文：一\n\n“快到春节了，服务器也应该焕然一新了吧。”\n于是我打开了minecraft，进入了服务器。。。\n“正在连接到服务器。。。”\n“正版登录成功”\n我看到服务器正在下着雪，周围一片寂静，到了前方，有一个玩家的小镇。\n我于是过去看了看。\n屋子都已经挂上了红灯笼，散发着幽幽的红光...门上都挂着喜气洋洋的春联。\n\n这时，我看到前方的门口走出一个人，我于是向前走去，向他问好\n“新年快乐啊，祝你新年大吉吧”\n“...”\n“喂！”\n“...”\n嗯？为什么他听不到我说话呢，眼看着他在我的面前走过，丝毫没有看到我的意思。\n雪越下越大了，渐渐的视线开始模糊起来。我走进一所茶馆（？？），里面都是正在操办的年货。\n前面正好有一面镜子，我走了过去。\n“看起来都很正常啊...”\n我再一看。\n“啊？竟然没有我的像（平面镜成像）”\n我惊讶的看着那面镜子。\n我恍然大悟：“原来我现在是透明人！”\n二\n“哦，我知道为何他们都看不见也听不着我啦！”\n（熊孩子本性爆发）\n我闯进一户人家，门也没关。这户是个农民，祖祖代代（雾）都在这个小镇以农为生，并且常用金坷垃来施肥。\n那户人家的老妇人走过来。\n“咦？怎么门关的好好的，忽然就开了呢。”\n我心中暗暗作喜。我又来到了桌子旁边。随手把陶瓷杯碰到了地上。\n“我去？闹鬼了？为何陶瓷杯又掉到了地上？”\n我更开始湖作为非了，于是把柜门关了又开，开了有关。\n“啊啊啊啊啊，闹鬼了闹鬼了！”说完就跑了出去\n三\n我来到了田野上，我看到了苦力怕。\n我过去一顿装b。\n“哈哈哈你来打我啊，就是打不到，哈哈哈哈哈！”\n苦力怕没有做出任何动作...他也不知道我的存在。\n于是我手贱打了他一下。\n“ssssssss”\n“Boom”\n游戏：lv_yang被苦力怕炸死了\n重生之后，我又回到了田野上，我找到了个矿洞。\n进去了，听到“额额~~~”的声音，是僵尸！\n但是我什么也看不到，我于是做了个火把，结果火把是不能隐形的啊！\n僵尸看到了火把，于是...\n游戏：lv_yang被僵尸杀死了...\n结尾：\n小镇的村民们也听说了这件事，老妇人说的...\n于是那些被我熊过的房子的主人集体向服务器op和腐竹请求ban了这个人\n于是我就再也不能玩这个服务器了\n-END-\n得出结论：不要作死，即使你是透明的\n\n@几个人吧...\n\n@Sssss... @Because. @专sha苦力怕 @xiaosung1234 @正义の冷子 @八意史蒂夫 @九幽之帝 @金蛋之魂 @我不二耶 @ItIsEnderman @暴力杀狗 @1939083392 @zzx2005 @高翔200408 @lzs1234    \n\n\n\n\n\n\n\n\n当前长度: 4172 字节，系统限制: 10 到 1000000 字节。\n\n\n\n\n\n才发现，发帖好了QAQ，如果发帖就顺便弄勋章了\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1484692440,
            "txt_content": "Dream_Black 发表于 2017-1-4 21:11\n“喂！你们怎么不理我啊！”我是黑幻，Endless Fantasy的组长。今天，是春节。我来到了工作组向大家 ...\n参赛人：Smokey_Days\n参赛作品：http://www.mcbbs.net/forum.php?mod=viewthread&tid=663729\n貌似不是跟要求的很一样呢...不过文学创作嘛，不在乎这点细节=w="
        },
        {
            "author": "WM2030",
            "timestamp": 1484815680,
            "txt_content": " 本帖最后由 WM2030 于 2017-1-19 17:07 编辑 \n\n参赛人：WM2030\n以下正文：\n      我已经忘记了我是谁。但是我还记得很多东西。我记得明天就要过年，我记得我是我身后这家精神病院看护的重症患者。我还记得我刚刚从精神病院的围墙里翻出来，而且我也记得上一个这么做的病友的凄惨下场。\n      总而言之，我得快点跑。\n      跑着跑着，脚下的鞋飞走了，身上的衣服也莫名其妙地随着风飘走。但是我不在意。我在精神病院里住了二十多年，有能力把我从医院里救出来的亲属想必也不会再认识我。我就是个疯子。我确实是个疯子，所以我不在意我有没有穿衣服或者是别的什么。我只是不想在医院里过年。医院的除夕夜，恐怕只代表着比平时多个菜。\n      跑了很久，身上再没有一件衣服存在，然而我却不感到冷。我很明白我旁边有风在吹，有雪在飘。我清楚我应该感到寒风刺骨。但是没有。路人的眼光也正常得很，恐怕过了这么久，外边的世界也变了许多了罢。我不感到难堪，我只是担心如此姿态会引来追兵。但是没有。什么也没有来。好像天地间只剩下我一个人自由地奔跑。我从未感受过如此的自由。\n      无论如何，我必须得赶紧跑。\n      我脚下的土地一寸寸地飞过，似乎可以永不停息。\n      我从傍晚跑到深夜，又从深夜跑到黎明。整个世界都在奔跑中被我抛在身后。\n      我回头望去，医院的围墙却就在眼前。我惊讶进而呆滞了。\n      我试图移动自己，没有成功。\n      我的主治医生突然从我的身后出现，我知道我跑不了了。他转过戴着面罩的脸，温和的声音响起来：“你和你外部的世界毫无接触，又怎么能移动呢。回去吧。只有在那里你才真正存在。”我一巴掌挥过去，击中了他的衣服，衣服底下好像空无一物。\n      我不愿意回去的，我不相信我只能存在于医院里。我坚信我是这片土地上生长的人。\n      医生的声音又一次响起来：“你再挣扎又有什么用处？外面的人早已不知道你是什么，他们对你的一切毫无了解。他们甚至不知道何为人。他们的脑中没有与你相关的概念，他们是看不到你的。你无法和外面的世界发生任何的接触。因为你同样也对这个世界的一切毫无了解。”他顿了一顿，“不知道猴子是什么的人不会看到猴子，他们只能看到一个长成猴子样貌的东西。而连‘物’的概念都没有的人，自然也就什么都看不见。我们无从知晓他能看见什么，因为我们脑中早已有了‘物’的概念。”\n      我否认它。我根本没有听到什么话。我无法和外界发生接触。这话音定然是我的臆想。\n      那声音又响起来了：“你当然听得到。你知道这是声音。你还知道这是语言。你理解其中的含义。所以你看到的是路人，你知道有寒风有雪花。但那些只是你眼中的景象对应到的概念而已。你看到的只是能够与你的概念对应的景象罢了。那又有什么好奇怪的呢。但是这已不是你的世界了。回去吧。”\n      他决不能说服我。我是不可能被说服的。我的意志无比顽强。这是二十多年的历练。\n      果然如此。他离开了，他回到了那医院地围墙里去。头也不回。他已判定了我的死。\n=完=\n\n漏洞百出呢真是尴尬\n算了懒得改了就这样挺好\n"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1484881620,
            "txt_content": "WM2030 发表于 2017-1-19 16:48\n参赛人：WM2030\n以下正文：\n      我已经忘记了我是谁。但是我还记得很多东西。我记得明天就要过年，我记得 ...\n真是什么题材你都能写出意识流。\n\n顺带诈一下尸。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1484887020,
            "txt_content": "请问一下，活动类的文可以拿去申请图章吗"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484890560,
            "txt_content": "\n参赛人：酱油路人乙\n参赛作品：http://www.mcbbs.net/thread-664406-1-1.html \n汗....虽然我知道这章写的很烂，但是还是发过来好了，一般写完都不怎么改.....\n以及这只是上部，还有中部和下部要填坑...\n我为什么要写这么多啊啊啊啊.......没爱了，我原本想3000字数解决来着......"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1484927700,
            "txt_content": "http://www.mcbbs.net/thread-665108-1-1.html\n我是按照冥王给我的回答写的"
        },
        {
            "author": "玄素",
            "timestamp": 1484929860,
            "txt_content": "http://www.mcbbs.net/thread-665083-1-1.html\n提前一句春节快乐。"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1485090600,
            "txt_content": "01.17 月活动 参赛作品\n\n正文\n……母亲？\n\n她坐在门口，无神地张望着远方。\n\n时值除夕，小城的角落街巷张灯结彩，幸福的暖红色氤氲在渐冷的空气中。\n\n小城在平时少有这般热闹过。处地交通不便使得经济发展远跟不上外界，渴求有所建树的年轻人们纷纷离开这里前往繁荣的都市，络绎不绝。我便是其中\n一人。\n\n在外谋生并不如初时所想那样顺风顺水，初来乍到的几年并不如意，一度穷困潦倒。这几年间，我既没钱，也没脸回家过年。\n\n父亲早逝，又无长无幼，家中便只留母亲一人。年年母亲都会给我写信，那几乎是请求的语气，想让我这一年回一次家。哪怕就一次。\n\n我又怎么不想呢？我给她回信，哪次又不是涕泪迎下？孩儿没钱，孩儿没脸，孩儿没心没肺，请原谅孩儿吧!\n\n而我和她苦等的这一年，总算是到了。\n\n这一年，我找到了一份安稳的工作。收入不算多，但月末还能有储蓄，积攒下的钱，足以买一张往返票。\n\n这般的归心似箭，这般的欣喜若狂，哪一个游子不曾感受过？\n\n到家时恰是黄昏。母亲坐在家门口的旧木凳上，满目期盼地望向远方。\n\n母亲，您的孩子终于回来了。我小跑着迎向她，喊道。\n\n她静坐着，期盼着。\n\n母亲？\n\n她没有看见我少有润湿的眼眸，没有看见我兴奋到不能自已的姿态，没有对上我欣喜的眼神。她微笑着，静坐着，期盼着。她望向夕晖洒满的远方。\n\n我一时不知说什么。她不会认不出我，她怎么可能不记得她儿子的容貌与音色？\n\n我站在她面前。我看见她微笑着，不时还笑出一声，她布满皱纹的、苍白的面容上满是幸福，甚泛着红色的晕。\n\n我朝着她喊着，在她面前比划着。可她没有丝毫反应。我不小心推到了她一下。\n\n手从容地穿过了她的身体，没有任何的阻力，好似就在空气中。这突如其来的一幕令我惊恐。\n\n莫不是，我已经，成了一个透明人？\n\n艰难地踱步，徒劳地喊了几声，带着几欲从体内奔涌而出痛苦与悲伤，我走进了家中。\n\n年夜饭已经摆在了桌上，不仅仅用一个丰盛形容。明明如此，可我却闻不到丝毫气味。\n\n母亲的房间一如既往，陈旧而整洁。桌面上是一本翻开的日记本。她很久以前就有了这个习惯。\n\n翻开的一页，日期即是昨天。\n\n    ……\n\n   他终于要回来了。\n\n   ……但愿可以多陪我几天。\n\n她看不见么？她的儿子，就在这里啊。\n\n母亲，请不要张望了，请回头仔细看看吧。\n\n奔出房间。天际正由橙红渐过渡至深蓝。母亲仍静默地坐在旧木凳上。她花白的短发久未仔细打理，显得古旧而粗糙。\n\n我等的人，为什么还没有归来。\n\n时间推移着，灿漫星光为这除夕献上了大自然的一份馈礼。小城，处处喧嚷着，处处憧憬着。\n\n冲天的炮炸出了寂静的声音，炸开了繁星的私语。紧接着散落的彩色星点宛如绚丽的光，照破了黑夜的单调。\n\n所有人仰起头欣赏着，所有人幸福地笑着。孩童追逐着，笑着；成人谈论着，笑着。此般的天伦之乐，又等到何时才能再次共享呢？\n\n只是母亲静坐着。\n\n她只是不甘地望向远方，双目中已然没了憧憬，只剩孤独，和为竭力对抗这份孤独不得不相伴而生的不甘。\n\n炮火的光映在她苍白的脸上，显出更彻绝的苍白。年夜饭已经冷了。\n\n她的眼角已然按捺不住泪的淌落。\n\n\n废言\n\n啊啊啊终于放假了终于可以参加一次活动了QAQ\n潜水了这么久你们还有人记得我吗（估计都不记得了OAO好伤心\n不过已经有一年没有动过笔了，文笔已经有所下降，但愿用这几天恢复一下吧。\n不过也只放20天，还要上竞赛学软件什么的，估计也恢复不了。\n反正这篇写的真的挺差，也不指望得奖什么的了QWQ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "miguo",
            "timestamp": 1485157440,
            "txt_content": " 本帖最后由 miguo 于 2017-1-25 21:59 编辑 \n\n矮人改成单篇啦！抱歉啦！"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1485234000,
            "txt_content": "参赛人：雨夜蔷薇\n参赛作品：星光下的透明世界\n\n好久没参加月活了的说www"
        },
        {
            "author": "940595236",
            "timestamp": 1485320520,
            "txt_content": "  “新年了呢……”我坐在地上发呆……\n  别人看不见我，听不到我，我为什么要做努力？\n  没人在乎我啊！那我为什么要努力？\n  我的确很没用。\n  学渣，加真正三分钟热度的水瓶座。\n  空想家，而且人还很脱线。\n  “可是现在不是新年么？开心一点吧。”就当给自己的一年总结制造一个安静的环境吧。\n  我站起身，真像活在梦里的沃尔，不是么？\n  可是我没有他的能力。\n  新年了，我开心不起来，学业压的我喘不过气。\n  曾经的小天地已经没剩下多少口气了。\n  我想拉他们回来……可是都走了。\n  忙学业的忙学业，失踪的失踪。\n  不像某位dalao，忙着乱性向和打游戏。\n  不过……还是有一点可以开心的，那就是我们的曾经。\n  \n  嘛……过去的都过去了，这是新年！开心点。\n  看他们聊得多开心啊，没我在一边碍手碍脚，他们的新年会更愉快吧？  新的一年，找一个旧的团体做新的自己吧……\n  活在自己的世界也没有什么不好的。对吧。\n  还是想个办法把他们拉回来吧……还是舍不得他们。\n\n\n来自一个无法融入世界的渣渣的……牢骚吧…… \n或者说……新年总结？ "
        },
        {
            "author": "zyj0807",
            "timestamp": 1485352560,
            "txt_content": " 本帖最后由 zyj0807 于 2017-1-26 16:32 编辑 \n\n参赛人：zyj0807\n参赛作品：http://www.mcbbs.net/forum.php?mod=viewthread&tid=667172#lastpost\n投稿投稿~混参与2333审核完了@透明小小 "
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1485478800,
            "txt_content": "【1月活动|流量慎点】透明的番茄\nhttp://www.mcbbs.net/thread-667201-1-1.html\n\n这篇写的大概在除夕，变成了透明人这件事也毫不意外，透明之后也没做什么事。\n果真跑题的话，请评个36/50吧。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1485489120,
            "txt_content": "差点忘了投稿....\n[一月活动]雨梅孤影\n地址：http://www.mcbbs.net/forum.php?m ... d=667613&extra="
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485531420,
            "txt_content": "[一月活动] 消失\nhttp://www.mcbbs.net/thread-663729-1-1.html"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1485608820,
            "txt_content": " 本帖最后由 bo_bo2001 于 2017-1-28 21:25 编辑 \n\n吓死我了换了台电脑就不置顶了我还以为结束了……\n\n爸妈出去拜年了，把我一个人晾在家里写作业。\n没日没夜的工作从寒假伊始已经持续到了现在，且似乎要持续到开学。我翻完最后一个句子，只觉浑身酸痛无比，我开始怀疑人生了。\n爸妈年三十都不管我，是因为我期末考炸了。但我已经很努力了，怎么就是考不好呢？\n我是用了假笔吗？不可能，这笔写作业的时候没问题，想来是真的。\n我是做了假卷子吗？应该不是。发卷子的时候我还确认了一下卷子才往后传的。\n可能我复习了假书？但我的笔记都是从同学那抄的，为什么他们能考好我就考不好？也不是这个原因。\n看来不是外部条件的原因，我忽然有了一个想法：我是不是有个假脑子？\n起身来到镜子前，我发现镜子里根本没有我的倒像。\n我知道了。\n娘的。\n原来我是个假人啊。\n（R.I.P谨以此文祭奠我尸骨无存的期末考试）正好300字233有什么假奖可以给它一个\n文风很辣鸡，结构不到位，细节也是满满的漏洞的正文：      大年三十，天气没有想象中那么冷，甚至有些暖的过分了。天空中云朵漫无目的地徐徐飘行。我的目标却是相当明确——公共长途矿车站台。\n      我叫纪伟，在纪委工作。虽然看上去是什么政府工作者，但说白了，就是你们在电视里常常能看到的纪委人员——冲进罪犯的窝点抓人的叫警察，冲进党员家里抓人的就是我们这些人。\n      我是个孤儿。\n      我的老家有许许多多的孤儿，我算是混得最好的几个之一。老家是个穷县，大家的生活都不太好。尽管如此，善良的乡亲们却尽力养活我们这些孤儿，从来没人因为我们没有父母而冷眼相加。从来都没有。\n      进入政府工作后，我虽然不在要职上，却也算在城里安定了下来。出于对老家善良的人们的无限感激之情，我常常回去看望乡亲们，为他们做点力所能及的事情——滴水之恩当涌泉相报，更何况他们对我的恩情远超那一小小的水滴。但令我万万没想到的是，就是在这样一个充斥着美丽人性的地方，也能出现像他那样的贪官。\n      那是元旦的时候，我在老家结束了又一个跨年之夜，在去往公共矿车站台的路上，遇到了两个同样在城里工作的人——确切的说是两个醉鬼。从两人口中，我得知了他的天大的阴谋。\n      他是老家出去的孤儿生活最好的一个，教育局的副职就是他的位置。我原以为像他那样的人上任后不会辜负大家的期望，成为老家所有人的骄傲。但是他却……\n      内心无比的愤怒之后，我又不禁开始联想：他的计划还未实施，除了几个要参与其中的人，知情者就只有我一个。如果我能够掌握确切的证据，举报他，我的前途也会一片光明的吧。这样，我就可以更好地帮助乡亲们了……\n      也不知是否老天爷也想让我为民除害，今天一早醒来，我发现自己成为了一个透明人——别人无法看见我，无法听见我，我却依然可以与各个方块互动。这一发现令我欣喜不已，搜集证据这种事，在这样的状态下是最好做不过的了。\n      决定了！我一定要找到证据举报他！\n\n\n      公共长途矿车站台并没有因为春运而显得拥挤，相反，这些低速轨道上人流量反而不如平时。隐身状态下的我随便找了个空位坐下。就在要发车之际，一个我没有意料到的人出现了：他。\n      他坐上了周围没人的最后一节矿车，我见状，心知他在路上会有些动作，便跳下我现在坐着的矿车，又悄悄摸上他前面的一节矿车——尽管知道自己不会被发现，但还是虚的不行，毕竟这样的体验可不是常有的事。\n      长途矿车队缓缓开动。\n      我心中盘算着，不知他想到哪里去？若是要逃跑，肯定不会坐上这趟车，他多半也是要像以前一样回老家的。可是，那笔贪来的钱应该早已转到了他的账上。为什么他不去高速铁路，反而还要乘坐这又颠又慢的公共矿车？\n      对了，一定是不想暴露。就算手里握着大把钞票，也一定得表现的朴素一点，不然容易引起怀疑。一定是这样。我暗想道。呵，真是狡猾。可惜你的阴谋已经被我知晓，那些贪来的钱，我是迟早要还给老百姓们的。\n      等着吧！定要将你绳之以法！\n      “哐哐哐”矿车逐渐加速，噪音震得我耳膜都有些隐隐作痛。但是我的心情无比却激动——他终于掏出了手机开始拨打电话。我尽力凑过头去，希望听清说的是什么，可惜耳边呼呼作响的风声掩盖了大部分话语，而且他和电话那头的人也只交谈了没多久。听到最后，我也只听见了一句话，非常清楚，那是他说的：“钱，早就转走了，工程，也基本快完成了，放心吧，不会让你们失望的。”\n      好吧，这一句就够了，你还有好几个同伙，他们有人已经为你们造好了什么。具体是什么不重要，法律不会在乎你们贪来的钱是造了豪华别墅，还是定制了高级游艇，亦或是私人飞机——当你们做出自私的决定，背叛了党，背叛了老百姓的那一刻，你们的结局就已注定。矿车队渐渐驶出了高楼林立的城市，驶入了郊区，那贫穷的乡间。我那被无数玻璃幕墙反光几乎闪瞎的双眼终于得到了解放，充斥着雾霾的空气被抛在身后，郊区暖暖的阳光，冬日清新的空气让我的身体无比舒畅。\n      然而，身体的舒适并不能带来愉悦。巨大的城乡差距带来的视觉反差，一下子又摄住了我的心。光秃秃的山头上没有活动的物体，浑浊的河水中漂浮着各种我叫不上名字的彩色液体，枯黄的树枝托着像一个个骷髅头的黑色鸟巢……与城市中的人头熙动完全是两个极端的乡村景色让我这个从小和树林，和小鸟，和蓝天白云一起长大的人感到无比悲痛。仔细一闻，在仿佛清新的空气中，我闻到了死寂的味道。\n      政府在努力使我们的国家变得美好，有些蛀虫却用国家的钱满足一己私欲，比如我后面这个人。\n      我拼命控制住自己想把他直接扔下车的冲动——法律是神圣的，唯有法制才能让国家长远发展。俗话说，再狡猾的狐狸也斗不过好猎手。证据不足的时候，不能轻举妄动，而一旦有了证据，就可以制裁这些社会的败类——拔掉他这个大萝卜，带出的泥肯定不会少。\n      离老家越来越近了，路两旁的景色也逐渐焕发了生机，人类是个很奇怪的物种，对于美丽的事物，不是据为己有，就是毁灭殆尽。路上经过的每一处人烟都是生机勃勃，而没人的地方则几近荒芜。过去还不是这样的，不知为何，这一代人们的破坏欲望特别之强，让人心寒。\n      眼角的余光瞥到了什么，我回头一看，他的眼角居然也已沾上了泪花。\n      哼，真是虚伪的眼泪，难道你不知道这样的情况就是你们这些人造成的么？我心中冷笑。\n      越靠近县城，我的就有一点不一样的感觉。今年的老家，不，车站似乎比以前热闹些？我看到一群人举着大红的横幅，随着矿车缓缓减速，横幅上的字也越发清晰了起来：全XX县人民热烈欢迎XXX回家过年。\n      我讶然。\n      XXX，这是他的名字。\n      老家是这趟车的最后一站，与城里光滑的石英地板、清澈透明的玻璃护栏、高级的红石显示屏相比，小县城的车站就寒碜的多：原石铺成的地面硌得人脚生疼，木质栅栏年久失修，已经多处破损，略略泛黄的羊毛组成了三个大字：XX县。\n      若不是一天一趟的长途矿车会在这里停留，见到这个车站的人多半会以为这是一个废弃的垃圾场。冷清，不，应该是冷寂才能形容这个地方的状况。\n      但老乡们的热情冲散了这凄清的氛围，我坐在矿车上，看着那一张张淳朴的笑脸，又看了看他脸上露出的笑容，若不是我知道他所做的一切，我几乎也要被这无比真诚的笑容给感染了。\n      所以现在，我觉得我从未见过比这更恶心的笑容。\n      咬一咬牙，让自己冷静下来。我不禁为这些善良的，无知的人们所悲哀。虽然不知道他们为何如此热烈的欢迎他，但我一定，要向乡亲们揭示他的真面目。\n      跳下矿车，我跟在他后面，在乡亲们为他让出的一条路上行走。我听到有个我的好朋友问他：“纪伟没有回来吗？”\n      他似乎有些惊讶：“我还想问呢，没有看到他啊。”\n      朋友哦了一声：“可惜了，若是他知道的话，也会很开心的吧。”\n      “嗯。”他轻轻应了一声。\n      不，我一点也不开心，如果我不开心的理由被你们知道的话，你们也不会开心。我在心里默念道。\n      乡亲们簇拥着他缓缓前行，一路上，我发现几乎所有人脸上都洋溢着笑容，这让我有些疑惑，是什么让大家如此的开心？\n      人群来到一幢我从未见过的建筑前，它的画风和周围的木石房屋完全不同：清爽的红砖墙壁，整洁明亮的玻璃窗户，上好的橡木阶梯……明亮的红石灯组成了三个大字：孤儿院。\n      这幢建筑真是县上的一股清流，即使是住在城市里的我也得赞一声好。尽管门口还竖着“施工中”的告示牌，却也可以想见它完工后将是多么的完美。只是，这样的一座孤儿院，县里应该没人造的起，县政府的财力也不足以支撑这样的工程。那么……\n      难道，是他？我迅速压下了这在我看来很可笑的想法。这才发现不知不觉中我已走到了这新孤儿院的近前。幸好我现在隐身着才没人管我，不然估计我也没这机会来仔细观察。\n      回头看向人群，我的脸却一下子僵住了：他背对着孤儿院，面对着人群，似乎在讲着什么，伴随他的手臂每一次有力的晃动，底下的人群都会举起双手，似在欢呼。我的大脑接受不了眼前的场景，刚才的想法就这么轻易地得到了验证，此刻，我完全不知他在讲什么，空白的大脑中只有一句话：真的是他。\n      人群渐渐散去，待我回过神来，他却已消失不见。我并不担心会找不到他——县里每年晚上都有盛大的集会，庆祝新春的到来。现在困扰我的是另一个问题：为什么他会把贪来的钱拿来造孤儿院？如果他真心为民服务，就不应该贪钱，应该走常规途径申请资金才对。如果他如我之前想的一样贪污腐败，也不应该舍得花钱来造这样大的工程……联想到矿车上听到的那句话：“钱，早就转走了，工程，也基本快完成了，放心吧，不会让你们失望的。”我更加迷茫了。\n      但是，我不会放弃，既然有他这句话，说明肯定还有人知道内情，也许我能从他们的交流中得知真相。\n      无论如何，挪用公款是事实，不管出于什么理由，都是不可原谅的。可是……\n      不得不说，我的心乱了。从纪委人员的角度来讲，我想将他绳之以法，但作为一个孤儿，我……\n      真是，纠结啊。\n\n\n      夜晚来临。广场中央亮起了火光，整个场地都弥漫着食物的香味，这些土生土长的食材做出的美味食品让我食指大动。但我现在将找到他置于第一优先的位置。不能被食物诱惑！我告诫自己，极力抵制那钻入鼻孔的香味……我头脑里出现了一黑一白两个小人，黑小人一拳揍飞了白小人：“吃饱了才好干事！”这样吼道。好吧，不管了，年夜饭最重要！\n      我在每个摊位前逛了一圈，当然，不能因为隐身着就赖账，该给的钱我还是一个金粒都不会少的。同时，我一直留意着他的身影。但熙熙攘攘的人群将我的视线阻隔得支离破碎，眼睛都花了也没见到他。我暗骂自己禁不起诱惑，同时脱出人群，一边走着一边思索着他可能的去处。\n      不知不觉地，我又来到了未完工的孤儿院前面。从门口闪烁的两点烟头的火光中，我知道，我就要获得答案了。\n      确定自己仍然隐着身后，我凑过去，借着月色，看清了对坐抽烟的两人：他，和一个在城里工作的小学副校长。这使得我一惊，难道这两个县里最有名望的人，竟是这次贪污事件的主谋吗?\n      两人抽着烟，良久，他才开口道：“我们这样做，真的好吗”  语气中似有一些担忧。\n      沉默。\n      叹了一口气，副校长道：“这也是没办法的事，城里那帮人的德行你又不是不知道，走正常途径肯定批不下来。放心吧，整个流程上的人都支持我们，其他人不知道，也不会知道，不会出事的。”\n      “你怎么知道其他人不会知道？”他问道。\n      我非常赞同他的话，我这不就知道了嘛。\n      不对，现在应该集中注意从他们的对话中提取有效信息，怎么能和他们产生共鸣呢！我暗骂自己一句，接着听他们的对话。\n      副校长吐了一个烟圈，嗤了一声：“每年给我们学校那么多钱搞设施建设，还不是吃饱了撑的，今年用花岗岩铺地面，明年用石英，后年用白桦木，再过一年又拆掉改成花岗岩，乡里的孩子连个像样的教学楼都没有，咱们城里却每年拆了建建了拆，真tm是……唉，每次改了之后用上十年都完全没问题，偏偏每次又要重新翻修，也不知道政府是嫌钱多还是咋地。照我说，有这点钱，十个小学都造出来了。放心吧，那些考察人员考察的就是合不合格，谁管你是不是真的翻新了一遍。不会有问题的。”\n      他沉默了。\n      我也沉默了。虽然不在教育部门，这些事我还是多少知道一点的。他说的没错，政府的教育资金分配确实有那么一点不合理但是…\n      “这真的能成为我们这样做的理由吗…”他说出了我心中的话。\n      他们这样做，城里的小学不会损失什么，县里却多了一个孤儿院，若是持续下去，县里的基础设施建设肯定会更加完善，可这是犯法的事情啊！！在纪委工作的我深知这样的事情如果暴露，后果将是灾难性的。而且全县的人都知道这是他出资的工程，万一牵连起来……\n      眼前又浮现出刚才乡亲们在广场上欢庆新春的样子：舔着糖果的孩子，欢喜碰杯的大人们，还有赞美老天爷带来又一年好收成的老人们…他们的笑容在我的心头挥之不去。我闭上眼，心中五味杂陈。\n      台阶上坐着的两人也不再说话，只是默默地吐着烟圈，烟头一个个的堆积在他们的脚下。\n      没办法啊……我长叹一口气，心中有了决定。\n\n\n      副校长重复着之前做了数不清多少次的动作——抖落手中的烟灰。但这次，令两人都没想到的是，伴随着一股焦糊的味道，一簇小火苗忽然冒了起来。这一突发状况将两人吓了一跳，副校长赶紧用脚踩灭刚刚升起的火苗，捡起地上烧着的东西一看，是一张纸条。\n      “这是什么？”另一人凑过来问道。\n      “不知道。”副校长将纸条翻了过来，“咦？有字。”\n      纸条上只有一句话：要相信政府的能力，这样的事，不要再做了。\n      “谁写的？”另一人又问道。\n      副校长摇了摇头：“不知道，落款的字被烧糊了，看不清……”\n      天边开始泛起了鱼肚白。太阳要出来了。\n      新的一年，又开始了。\n\n\n\n"
        }
    ]
}