{
    "title": "[一月活动]（透明的心）",
    "author": "幽儿~",
    "replyCount": 13,
    "timestamp": 1483711080,
    "txt_content": " 本帖最后由 九幽之帝 于 2017-1-17 19:49 编辑 \n\n正文{三年了，今天也刚好是我得抑郁症的那天，为了纪念那天我还是出去吧整日呆在家里也是很不好的，唉，自从得了抑郁后我就日渐沉默了下去朋友，家人的离去使我很痛心，谁会去在乎一个不喜欢交往整日只会抑郁的无用人呢，小幽也习惯自己嘲讽自己的方式，小幽时常对自己说话的次数越来越多，好像是在家里有另一个人似的.说着就自己缓慢的穿起了很久之前才穿过的衣服，过一段时间后，一个身材枯瘦，面色带点惨白的高挑少年就这么走出来了，一出门眼睛就十分不适应外面那强烈的光照，这把小幽吓得连忙跑到家里戴上了一顶黑色的鸭嘴帽，才让他稍微缓和了一下.缓缓的走在那儿时时常徘徊玩耍的大街上，不知是怎么小幽就莫名掉眼泪.脑海不断徘徊着三年间发生的事情，在那时候小幽原本是个开朗的少年，怀揣着对未来梦想想去外面闯荡，像那些懵懂少年一样开始闯荡属于他们的梦想世界，小幽是一个十分不幸的人，早在十年间父亲就因为患上了肺部疾病就去世了，而母亲也是那时候得上了一些医学不可以说明的病症，类似抑郁症但是没那么猛烈，有时候还是会像正常人一样陪人说说话，但是有时候却比抑郁严重得多，有时候昏迷几天很正常，最长小幽母亲躺过一个多月，那时候的小幽感觉自己的天都快塌了，家庭的不幸让他不得不放弃自己原本可以去最求的学业，小幽还在那之前说自己要考出国门，去和世界那些文豪科学家辩论自己的价值观什么，幽母总是喜欢宠爱得把小幽抱紧怀里，搂的很紧还一边说，我的小幽最棒了肯定能名扬天下，倒是后一定要记住回来看看妈妈和爸爸啊，别有了名忘了情，这样爸妈都会很伤心的，而小幽也是搂紧了母亲说，放心吧，我才不会呢，一定会看望你们的，还会给你带来一个漂亮的美女媳妇呢，倒是候啊，你就不用为我担心了，我还会每天和你聊聊天，等你真的老了我会照顾你的啦，妈你也就不用担心我咯，嘻嘻.可是世间太多残酷了美好的幻象终究是难实现的，现在小幽只能每天照料幽母并期盼着母亲能醒来，或许是奇迹给了这个家庭一些关爱吧，幽母也被呼唤醒了，那时候小幽可是激动得要命，拼命的说这不是真的，一脸难以置信的乱蹦乱跳恨不得全世界都知道他的母亲醒了，老天照顾他们家庭了.幽母起来的时候还是很虚弱，只好一脸慈祥的看着，想要示意小幽想喝点水缓和自己虚弱的身体却只好作罢，而小幽却十分高兴的还在蹦跶 好像是能跳上一年的样子似的，幽母只好出言骂了小幽一句说，你这孩子知道妈妈醒了还在瞎蹦跶，不知道妈妈需要什么吗，白养你了.啊，妈啊，不好意思我忘记了这就给你倒一杯水去，说完就急急忙忙得去盛水了.空荡的房间只传出幽母叹息的声音，老吴啊，你走得早，我也没料到你要走得突然，可是却害惨了小幽这孩子，让他承受这么大的打击还让他放弃了自己的学业这可真是让我们俩愧疚于自己那宝贝儿子啊，唉.这时小幽就端了一大杯温水走了过来，走来的时候怕幽母烫就吹了吹，并端给了幽母，一脸注视幽母，直到幽母把水喝了下去才使自己那被连续打击的心脏安稳了一些,看着看着就留下了眼泪，幽母看到的时候心中那个情绪呀也被感染了，急忙搂住小幽，自己也不自主的留下了几道浅泪，似乎怕小幽更加伤心就急忙擦掉了.就这么平淡的过了几个月，母亲却被查出了病症恶化严重可能导致身体机能缓慢老化，连什么时候去世都不清楚.这无疑是给这个家庭雪上加霜，小幽听到这个这个消息就沉默了，他不敢告诉母亲，因为他不想让坚强的母亲失去对未来的向往和希望，所以决定埋藏这个消息，走的时候身体还是要要晃晃的，一边走眼角也就闪烁着泪光，途中因为不小心还不慎摔倒好几次，缓慢的归家路就快走进了，可是他却不敢开门，只好默默蹲在门前，掏起来那个藏在父亲衣服见还有的老式香烟，十分不熟练的点起了香烟，记得这是小幽第二次抽的烟吧，其实小幽很讨厌抽烟，认为那是伤害身体的毒品，却没有料到自己竟然也抽起来烟.现在的小幽已经被连续的打击变得开始有点抑郁起来，连原本时常连续同学交流状况都开始渐渐不了，时常精神晃晃呼呼，也喜欢上自己呆在一个小角落，呆在自己的空间，不再与他人交流，除了与母亲交流以外都没什么活力了，日渐消沉以前时常在公园散步的那个小幽变了，开始变得郁郁寡欢起来.在那时候过了将近一年，又迎来了一次悲伤的日子，母亲终究是没有挺过去，在一次昏迷中去世了，而小幽却在无意中看到了母亲给自己留下的一段小纸条上面写着：小幽，我知道下一次的昏迷可能就代表我的离去，或许这就是人生，没有挫折你就不能经历，我和爸爸都很抱歉没有给你带来真正的幸福让你承担了太多的压力，我也知道父亲的离世让你打击很大，他平时是比我还疼你的一个，每次你的不开心和受伤都有他的劝慰，我知道他的劝慰给你很大的激励，你的坚持一定有他的功劳吧，留下这个纸条是希望我能让你挺下去这样我们俩在彼岸能欣慰一点，也希望你能更加坚持活出属于自己的一生吧.读到这里，小幽那时久没有伤感的泪腺一度崩溃下来，豆大的泪水一滴一滴下落，小幽是开心的，因为他有一个可以坚强的家庭能让自己更加坚强，他也是不幸的，一个在风雨中大家庭却时常出现波折让这个家显得很脆弱，也对他这个年轻的少年太不公平，或许这就是人生吧.小幽那回忆的思潮也渐渐返回，心中更多的是感激，是对人生的感激因为时间给了他可以疗伤的灵药，人生给了他对自己未来的提前感悟三年了，他在这些时间不短疗伤，也算是治好了自己那抑郁的思想.也看开了一些平常的事情，生老病死人都会有的，回忆伤感只会让自己变得更加脆弱只有远洋大海才是正确方向，这或许就是自己领悟的一丝小小道理吧.想到这，或许小幽也没有注意到自己的身体其实是虚幻的，没有颜色更加看不到他拿身影.可是小幽却没有丝毫慌张，只是淡淡看了那高达时间大厦显示的时间，周边人穿上喜庆的新衣，“5 4 3 2 1！新年快乐！”的欢叫声.母亲，我懂了 原来是这样 人生给了我太多考验我付出太多放弃了自己的未来 陪伴这个风云家庭，和你们风雨同舟其实是我最大的幸福.谢谢你们父母！说着小幽就开始消失，化作一点赤光消失了原来三年间小幽是不被人看到的，也就是所谓的透明人，只是在自我疗伤的过程中不被人知道罢了.他有一颗向往未来的透明心，我也似乎看到了他在那个世界中和他的父母更加幸福的生活的场景了.\n\n\n\n\n\n关于一些文的感想\n\n其实吧，这文的情感类型相对是人生启发，我也是精心制作了至于为何有这个后果嘛，我是结合了一下本人对人生的感悟嘛所以会会有这个后果，情感线就是伤感类型，经历波折我也尽量提的很多，写得不好多多指出 谢谢你的观看和欣赏人生的抑郁，是你心灵的疗伤！冥姐说我的文略奇葩....好吧 我承认确实有点唐突 也是奇葩了点雾\n\n本帖参加2017年1月周边创作活动谢谢各位\n\n\n\n",
    "replies": [
        {
            "author": "夜頥瑿",
            "timestamp": 1483715880,
            "txt_content": "字体其实可以放大一点，感觉这样密密麻麻的看久了有点难受.."
        },
        {
            "author": "幽儿~",
            "timestamp": 1483715940,
            "txt_content": "夜頥瑿 发表于 2017-1-6 23:18\n字体其实可以放大一点，感觉这样密密麻麻的看久了有点难受..\n字体最大我觉得这算折中了 只有5 6号能考虑\n但是要加粗的话可能会毁了排版 所以...."
        },
        {
            "author": "夜頥瑿",
            "timestamp": 1483716000,
            "txt_content": "嘛，可以尝试分多个段落，排版确实好看"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483716060,
            "txt_content": "夜頥瑿 发表于 2017-1-6 23:20\n嘛，可以尝试分多个段落，排版确实好看\n嘛 这其实是个小短文 分成一段段的其实也可以考虑\n毕竟参加活动嘛 2333 所以只能稍微忍耐一下了\n下次参赛或者发文会注意的 谢谢建议"
        },
        {
            "author": "Scal",
            "timestamp": 1483716600,
            "txt_content": "大佬。。。去活动帖里面回复就好，没必要单独开"
        },
        {
            "author": "血腥搅拌机",
            "timestamp": 1483720560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "幽儿~",
            "timestamp": 1483748580,
            "txt_content": "Dream_Black 发表于 2017-1-6 23:30\n大佬。。。去活动帖里面回复就好，没必要单独开\n然而我觉得这里发布快一点 也挺不错的呀\n而且避免刷屏 2333 那里回复嘛 我要写的有点长\n所以...."
        },
        {
            "author": "chyx",
            "timestamp": 1483897320,
            "txt_content": "九幽之帝 发表于 2017-1-7 08:23\n然而我觉得这里发布快一点 也挺不错的呀\n而且避免刷屏 2333 那里回复嘛 我要写的有点长\n所以.... ...\n所以就被删了再反删除"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484189400,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-12 10:58 编辑 \n更加神奇的是小幽时常对自己说话的次数越来越多\n咳，不知楼主发现没，这句话自己念起来奇奇怪怪的。也喜欢上自己呆在一个交流一个在风雨中大家庭却时常出现波折让这个家显得很脆弱没有颜色更加看不到他拿身影人生给了我太多考验我付出太多放弃了自己的未来去和世界那些文豪科学家辩论自己的价值观什么善用标点，既然付出心血，就要好好检查，避免错字、少字。不得不说，写的不论是剧情还是感情，都投入了。\n希望继续努力。\n\n\n\n"
        },
        {
            "author": "smallord",
            "timestamp": 1484212200,
            "txt_content": "九幽之帝，求教排版= =还有，我的文章里，你可是友情出演角色，去看活动回复吧= ="
        },
        {
            "author": "幽儿~",
            "timestamp": 1484227320,
            "txt_content": "smallord 发表于 2017-1-12 17:10\n九幽之帝，求教排版= =还有，我的文章里，你可是友情出演角色，去看活动回复吧= = ...\n手机看bbs你懂的 这几天我不能电脑在线 so。。。。一有时间就可以吧2333"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1494413400,
            "txt_content": "满分作文\n(写的真TM感人)"
        },
        {
            "author": "幽儿~",
            "timestamp": 1494413520,
            "txt_content": "nggcgg2 发表于 2017-5-10 18:50\n满分作文\n(写的真TM感人)\n谢谢==\n然而赶脚自己文笔很烂\n23333"
        }
    ]
}