{
    "title": "排版草稿例贴",
    "author": "幽儿~",
    "replyCount": 5,
    "timestamp": 1483876440,
    "txt_content": " 本帖最后由 九幽之帝 于 2019-3-4 20:25 编辑 \n\n\n\n一月の活动|茶欲买酒之醉却洗不下其苦中香\n李白！我们来对酒当歌如何？！是男人就给我挺起腰板喝！——杜甫啊，你可真能耐，想当年我是如何把时你灌醉的，你忘了？呵呵嗯哼，当年小爷我不胜酒力就败给你了，今天你也甭想走了 来酒桌见高下吧！行啊，少爷我谁怕谁啊！ 本来想插\n\n附注：点击目录翻页茶\n——苦涩的醇香是如此令人回味，但这甘甜之中却有这一段不寻常的故事。\n有份相遇即是缘分，也是注定.这唐朝的盛世，这繁华的街道，来来往往的车流马息.但是在杜甫眼中却是如此的虚假，如此的荒唐.他心里明白，他心里很清楚.可是他又何尝不与他人一样，想用自己的才华去扶正这唐人的腰板，去让这份繁华成为真实的呢？可是天意弄人，刚到唐城的他，还没撸起袖子准备大展拳脚的时候却被人告知自己被人遣返回乡的消息，杜甫心中明白，自己为何会落得这般田地.只是觉得这时刻来得真的有点快了.\n就这样，杜甫走过了一街又一街，最终他走到了一庄名为范小店的茶古屋里，和往常一样，端起茶杯，看向窗外那份虚假.回忆着自己在这短暂的官职年中度过的种种杜甫难免心中有股失落的情绪.自己也不免要调侃一下自己，我这哪里是品茶啊，是借着这股茶苦来麻.痹.自己啊.真是可恨又可悲.\n壶中的茶已所剩无几，作为经常来这里品茶的杜甫自然知道这里与往常茶屋不同的规矩.你若想续壶茶，那就得做一首诗歌来换取.主题没有任何限制，只要屋中的客人能为你说彩的，那就能续壶茶，且说彩的人越多，那续的茶就越好.虽然这范小店的茶古屋在这唐城并不是著名的茶屋，也没有什么人气.但是唯独就以这规矩吸引了不少来往品茶的茶客.久而久之,这规矩也就一直留了下来，且还很受欢迎的样子.毫无疑问，杜甫也是其中被吸引的人.\n\n杜甫端着空空的茶壶，晃晃悠悠的下了楼.来到诗词壁前，杜甫也不由得提了精神，思考了会后，拿起笔墨，龙飞凤舞的写上了这样的诗歌.洗颜繁华：平安乱世，虚假？繁华？不过一弹指间罢.官场四年载,何来的留下？与其被驱逐，不如自己洗去脸庞颜画，潇潇洒洒！\n过了许久，四处的喝彩响起，每位茶客都在细细品味这诗歌的美.都是那么陶醉，或许有人不懂，那是因为这些人没有相似的经历，无法体会到这深切的情感，范小店的茶古屋向来都是如此，每位茶客都有自己的故事，如果哪位茶客想分享的，那自然会受到欢迎.且能常来的茶客自然都是那些在官场上不得意，大多都是这样被贬，被遣的.这样的体会很多茶客都有，许多人都会在这里诉说着自己遇到的黑暗，遇到的不公，他们恨自己没用遇到伯乐，他们恨别人不赏识自己这匹能日行千里的马.也就像这首诗歌一样，洗颜繁华，这平安的世界在这批人眼中就好像乱世一样，四处都是虚假，都是虚假的繁华，自己辛劳多载，却没有机会，一弹指一挥间.他们何来的留下？最后的下场无疑就是离开.他们想洗的，是被乱世沾染上的颜画.走得就是要那样潇潇洒洒.\n这首诗歌说清了多少人的心声，能受到如此欢迎也足以证明杜甫这人的功底可不浅，且一定是碰到了官场高位但是被人贬下来的，能看得如此透彻，拿得起放得下.这份气魄足以让别人称赞.\n写罢，杜甫心里不由得也畅快些许，手中拿过范小店小二递给的茶壶，悠然就上楼自己借茶消愁去了.短暂的热闹又归入了以往的平静.\n悠然，一阵喧闹声响起，听着似乎里面夹杂着人的咒骂声音.杜甫寻声望去，看到不远处的酒楼中，一位醉酒的仁兄正被俩酒楼伙计抬着走出.身后酒店老板娘一脸不屑的骂着什么.看样子又准是吃霸王酒的人了.杜甫对此表示早已习以为常.便留下了茶钱向远处走去.杜甫就这慢吞吞的走着，路过酒楼旁的时候，刚好遇见那位吃霸王酒的仁兄被这么丢了出来，就这么丢在了杜甫跟前.那时候杜甫心中那叫一个无奈啊，这如果走了心中难免会有愧疚之心，但要是管了那麻烦也就来了.本来杜甫就是刚刚失去官职，用官威压人可是用不得，说起钱那杜甫更是没有，一个小小的**，每月的俸禄少得可怜，哪有接济的空余啊.这也甭想了.就在杜甫纠结之际，那位仁兄却自个站了起来，拍了拍自己的衣袖，还理了理自个的发型.引得杜甫心里直个想吐槽.不过杜甫还是很正经的问了些礼貌话.得知对方并没有大碍后就抬步想要离开.还没走就被叫住，谁知听到这样一句话简直让杜甫想上去给他几拳的心都有了“唉，兄弟，你看我可怜就收留收留我呗.”杜甫不由得转过身，“深情”的看了对方一眼，无奈的说：“你想怎样就怎样吧，真是服了你的厚脸皮了...”那位仁兄听到这，也跟着给了一脸我就知道你是好人的脸，连忙跑上前去勾搭着杜甫的肩说道：“唉，要不是说你心好呢，我和你说啊，你也别一口一个仁兄的叫着，我人称李白，你看啊，我们俩人生有快半个时辰了吧，怎么说都不是陌生人了.你说你是不是应该收留我这个兄弟呢？是吧！”杜甫心中别无它想：一边佩服着李白的厚脸皮无耻功力，一边为自己倒霉遇上这样的奇宝儿感到十分无奈.不久，那时候就想，这样的地图要控制玩家的行为实在太难。需要抢物资的图，如果不能一起进入场地显然不公平；多起点的图，要是还能返回出生点显然也很奇怪。pe可以用js做到，可一我不会写js，二这东西本身也限制不小，很尴尬。\n于是我把目光投向了pc。\n发现“哦，有个东西叫命令方块啊？！”\n从此踏上命令玩家的不归之路。\n\n后来也有断断续续的地图制作，两张跑酷图。虽然高三了，但还是浪的可以（笑\n但是最后都因为一些自己的问题吧，没有做完。一是自带拖延症，二是因为自己的跑酷技术实在太渣没法测试……同样可考。\n同时也第一次开始写mc同人文，当初写的设定，到现在也能看到影子。\n同时从各式同人里爱上了Herobrine。\n经历过三个pe服，在第一个服遇上了改变了我mc路线方向的一只家伙。经历了互助和互黑，开心和难过的日子。在第二个服第一次做了op，然后全称努力阻止某只熊op的娱乐活动（谜之微笑\n于是就在mc中，我迎来了我的高考。\n途\n——那时候你还不知道你在追逐什么，只安心的在这个世界流连。你不知道你的命运也不知道未来，但你很快乐。\n高考完最大的影响是，我可以开始pc版之旅了。高中我是一直没有接触电脑的机会的，但是还记得我说过我很早就有去pc版玩命令的想法了么？嗯我把Ender的帖子看了N遍，还把wiki能用页面间链接到达的大部分页面走了一遍。\n然而我依旧不会命令。\n这是不矛盾的，因为实在太缺实践了。第一张想做的图的草稿还在我手机里，只是当时觉得实现好困难没法做，现在觉得实现好简单不想做。简直有毒。\n这是后，之前pe服遇到的那只家伙问我，你要玩pc吗？我这里刚好打算开个pc服。\n于是就跟过去了。\n这导致我到现在为止，单人生存甚至没进过地狱堡垒，更别说末地。\n——因为都去玩服了（笑）\n在那里我认识了我在mc里第一群真正能算得上朋友的人。一个蛮小的服，一群互帮互助互黑的家伙，一个脑洞很大又会玩命令的腐竹搞出了各种稀奇古怪的装置，然后在他的魔改下我们愉快地进行着两星期一周目的生存。\n后来我还写过服史来着，记录了每个周目的玩家，过程中产生的主要梗（没毛病）以及周目结束的原因。\n全程爆笑！\n当时毕竟都是一群逗比在聊天嘛，闲聊吹水一起玩，可以说是我在mc世界最快乐纯粹的一段时光。\n那时候开服一周目的时候那个可爱的腐竹df也是刚开始学命令，然后到大概七周目的时候我已经看不懂他干了些啥了。他成功地成为了一只cber，并且将一群触手带到了我们服。\n毕竟也是看过一堆教程的……看到pca第一反应“哇大触”，瑟瑟发抖。\nad我那时候还不认识（埋），后来发现也是个玩命令的dalao。\n欣欣然。\n“哇你们这群大触教我好不好啊！”不归路里程+=1迷\n——你知道这世界有很多条路，但你不知道你迈出的每一步是否正确。你纠结，你彷徨，你不知所措。——后来你知道其实没什么正确与否的时候，你才明白你是个在别人眼中打转于原点的小丑。\n顺理成章的，我被df带到了tml的群。那时候tml还没有内外群之分……就是一个群讨论所有事情来着。因为当时依旧是贴吧接触的多，对乾坤这个名字……嗯好的，又一只大触。基本当时tml就是贴吧那群命令触的组了，当然当时也不知道这些组之间的恩怨。还看到了一只pm（笑）。\n那时候大约是去年9月。mcbbs技巧版这边呢，有个叫工机巧艺的活动，主题是土豆。tml打算参加啊，于是冰土豆为主题开始做地图。（后来那张图直到上上个月才做完？中间1.9推倒重建过倒是，不过停顿期也就是集体摸鱼了。）\ndf和ad都是建造者之一，当时也在gm3下看过整张地图，服气……于是就躺在群里面当个水笔，倒是也从聊天里开始正式的学命令。系统构建啊命令处理啊，当然还有各种mjsb的细节问题和特性。\n没到一个月，忘了是啥事了……df离开了tml并且去了tcp，tml群里炸了啊，然后pca建了个新群想搞成没有组别的技巧讨论群（结果现在现在那群已经成鱼塘了……），我跟了过去。\n后来又被拉到了cbl新手群。反正又是一波见大触咯（第一次抱了坑坑hhh），抖了半天之后开始试着在群里面吹水看触手学技巧。第一次见到新人手册（笑）。\n一个月以后，毕竟也有足够的基础积累（然后缺应用到现在），基本就能流畅回答群里常见问题了……这时候pca给了我一个邀请，问我愿不愿意加入cbl。\n（我愿意！\n（毕竟入坑时候的目标啊hhhhhhhhhh\n（当时也还是真的蛮开心的，虽然没过两天就多出了一堆奇怪的梗？\n（之后的三天内乾坤和df也相继给了我tml和tcp的邀请……尴尬脸.jpg\n接下来的事情就有些不愉快了起来。这一段不打算详写……有些事真的不知道会开心一点？\n慢慢的知道几个组之间的事情，大概看人也会多一点想法。我还是一般对事不对人的，基本每个组都有朋友来着；基本也在力图别让**桶炸了。\n没想到后来真给炸了，我反正是被糊了一脸。\n做和事佬做的真的很心累。有的时候会想为什么要去做这些啊，他们炸就炸呗反正事情迟早得解决硬给拖着也不是个事；但每次又会去试着做点什么别让冲突爆发毕竟只做吃瓜观众也看不下去。\n感觉自己也变了吧，不再能和以前什么都不知道的时候一样看人和待人了。\n不过毕竟有人的地方就有江湖，大概看轻一点就好？\n当然也不是就闲着摸鱼**常了。最开始是去帮空白的绵羊崛起当测试员，后来被秋一抓走去了RCG并参与做了喋血II（灵魂画师什么的hhhhhhhhhhhh），然后是第十届擂台赛的地心之路的围观制作和黄沙血战的测试，最后是雪球糊脸游戏燃烧的子弹的参与。其实都没做啥来着23333，要么有事要么别人都快做完了……全程看核动力施工。不过也学到了很多东西就是，而且一群人一起坑地图真的是一件很开心的事。恩也是梗的一大产地。\n慢慢的也就试着去改变。大概不再能变回原来的自己，但是能让自己更开心一点总是好的。也去别的地方寻找新的朋友，去玩各种乱七八糟的游戏，沉迷以撒老滚tr不能自拔；也去日常答疑，日常测试，日常看看有没有新的黑科技出炉，一切都日常掉了，日子平静如水；也去日常写文，聊点有的没的，也很开心。\n是啊。终究我所说的还是那句话，mc就是个游戏，玩的开心就好了。我不希望自己把自己搞的不开心起来（笑），也不希望别人不开心。所以依旧还是做点自己能做的吧，大概？未竟\n——你总觉得自己还有些事没做完。当然，实际上你也没做什么事吧。于是你想，再去做点什么？\n统计一下从去年十一月到现在，我也的确没做什么……日常日子的一点事情罢了。去命令方块吧当过小吧并维护答疑帖至今。我是很少自己写东西来着，学习和练习基本都靠答疑帖，也算互利互助了……虽然回答同一个问题一遍又一遍的感觉也说不上好（笑），但能帮到别人，也就觉得还好啦。mcbbs的问答版有fhc这个爱心狂魔，抢不过……\n啊后来命令方块吧被人恶意投诉，于是乙烯和2b的大吧都掉了；又因为百度的吧主申请制度很有毒，从此那个贴吧再无吧主。尴尬脸。原则上刷帖刷到足够数量还是有望申请，但是刷水这种事我做不出来，不刷水呢，也实在凑不出能达标的帖子量，毕竟那要求基本是屠版级别。于是那块地就这样一直荒着，也是挺可惜的。\n去minecraft吧当了四个月小吧。后来由于自己时间不足，辞掉了。刚好没赶上天坑那个帖子并且被遗忘掉，泪2333。当时也是因为觉得看不下去的帖子太多就去干了一暑假，认识了一群可爱的人。\n附带也在mc吧答疑组挂到现在，虽然现在那个答疑帖存在感约等于零……\n\n闲不住，和一群懒癌（或者核动力？）一起填坑（坑坑：我做了什么你们居然要把我填了）和摸鱼（NO, THEY CAN'T!SHUT UP!），大多时间还是开心着的吧。\n最近在摸鱼期，沉迷tr不能自拔，初始肉后作死开荒已完毕，进入期末模式。\n至少还是能喊得出来一句此生无悔入mc来着。\n喜欢坑文，去年末那个巨坑，今年末还不一定填的上，然而明明没多少字，sad。毕竟现在想来漏洞不少，估计先前的也得改不少地方。\n至于教程则完全是觉得自己有责任去坑一篇，毕竟对命令整体的理解和很多人不尽相同，比较偏向游戏原理+具体分析吧，要是我就这么跑了没人继续的话会很伤心的。于是pca被我带跑偏了（笑）。\n喜欢并讨厌着特性。\n以前的那些人有些已经走了。腐竹df高考去了，退了tcp，将服交给了乙烯；当时的人也就慢慢散掉了。几个一起玩ACU的家伙建了个讨论组，后来发展到玩mc屁股鬼泣AC各种乱七八糟的游戏无所不包。ad去玩/写mod了，表示“原版什么的太不方便啦”。烧饼组建了ACU里的CNBK狂战士社团(真的不是BAKA！)，花式在偷窃任务里丢光全部潜行分。当时服里的核动力人父ori工作+带孩子，不时秀孩子什么的23333。cp，红围巾和hehehe三个人继续去别的服浪了，已经很少有消息。至于我呢，沉迷tr去了，有的时候组里面开服玩生存我也会去凑热闹，然而我啥都不会只会跑图……真的没有好好玩过生存啊。也认得了一大批新的朋友。太多了实在没法列举……所以就偷个小懒哈，不要打我2333知道了一万个梗，甚至专门在资源包(zqk：你再写成材质包我打你啊)里重写了全部的小黄字用以玩梗。也被玩出了一万个梗。\n日子就这样一天天过去。和一年前的我所预想的大不一样，但是似乎也不是坏事。生活的乐趣就是你永远也想不到下一刻会发生什么。嘛，至少难过的时候会想，还有一整个世界爱你。\n记字四一二四。仍旧改不了啰嗦，以及惯例的，看到这里的人，一个抱抱。\n12.17更新，修改少量错别字及表述\nAA2016.12.11\n\n[-index][-#1]前言[-#2]序[-#3]壹·War[-#4]贰·Fight[-#5]叁·Mgaic[-#6]肆·Kong Fu[-#7]伍·Before[-#8]后记[-/index]\n\n",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1483876860,
            "txt_content": "话说\n插件预览应该是作插件测试的\n表示很多插件需要测试插件的功能\n个人觉得是这种功能的版块\n具体是什么样的\n等待就好了"
        },
        {
            "author": "Mithey",
            "timestamp": 1483877220,
            "txt_content": "插件预览版建设半年有多了吧...................."
        },
        {
            "author": "幽儿~",
            "timestamp": 1483877220,
            "txt_content": "Mithey 发表于 2017-1-8 20:07\n插件预览版建设半年有多了吧....................\n有么？ 我之前没有遇到过的....=="
        },
        {
            "author": "Mithey",
            "timestamp": 1483877280,
            "txt_content": "九幽之帝 发表于 2017-1-8 20:07\n有么？ 我之前没有遇到过的....==\n你去看看@china521 的帖子"
        },
        {
            "author": "苍白心情",
            "timestamp": 1483882140,
            "txt_content": " 本帖最后由 九幽之帝 于 2019-6-19 21:16 编辑 \n\n..."
        }
    ]
}