{
    "title": "[原创·连载]《草方块之谜》第二卷 第二章 炼狱",
    "author": "初阳时光",
    "replyCount": 5,
    "timestamp": 1483883460,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 19:46 编辑 \n\n第二章 炼狱\n    一个美好的薄暮。\n    Fred打开紧邻床头柜的窗户，深深地伸了一个懒腰，却被墙挡住了。\n    一股诡秘的风吹了进来。\n    他起身去餐厅。\n    \n    眼前是一片暗红。Steve意识恍惚了一下，不知是因为很久没有睡觉，还是真的有一种怪异的力量。\n    Nelson坚信，他从未感受到过这样令人无法表达的感觉。\n    过了几分钟，这一片暗红的轮廓渐渐变得清晰。他知道，这不是地狱。虽然有着和地狱一样的构造与和地狱一样的生物，但怎么看岩浆的比例都多了一点。\n    最重要的是，他们看到了Candice。\n    “你是怎么进来的？”Steve迫切地问道。\n    “一扇门，”她说，“我还差点以为就我一个人进来了。”\n    “但是这是炼焰之狱啊！这是地狱、基岩之下五千格的地方！倒霉，糟糕透了！”Nelson皱了皱眉。\n    剩下的两个人愕然地看着他。Nelson突然听见远处似乎有人在说话。他们用地狱岩搭桥，走了过去。\n    那居然是一个地狱里的村庄。\n    他们三个人惊诧地发现，之前曾经协助他们打败火魔的巫师居然也是这个村庄里的成员之一。巫师见到他们，先是一惊，许久之后才回过神来向他们问好。他们向巫师简述了刚刚那惊魂一刻，而巫师随即明白了一切。\n    村庄中大体就是十几栋房屋整齐有序地排列，以及几条零零散散的街道而已。这个村庄的工作原理很简单，就是——\n    不久之前，有原来村庄的人好奇踏进这里，却发现无法再出去。然而他身上却携带者无线电通讯设备，而且幸运的是，无线电设备在这里仍然能够工作。于是，过了几天之后，他就召集了一批人马携带者各种资源进来探索，途中发现了很多这里与地狱不同的地方，就是这里的怪物都非同寻常。怪物们的血量奇高，并且攻击力也非常不容小觑。\n    于是这就是巫师前来的原因。他，可以说拥有着“先天下之忧而忧”的高尚品格。其实这样形容他，也未免有些太过了。他只是单纯地进来采集基因和样本，以及过来进行电学设计与系统规划。巫师的物理学得不错，在一个月内就规划好了整体的电学系统。在炼焰之狱里，发电可不是难事。在打怪的同时，不知不觉，巫师就在近几个月里练就了一身好武艺。他甚至专门筑建了一个武器室，用来存储各种收集到的武器。\n    说起来，他也在探索的过程中获得了许多知识。\n    然而Steve却无暇顾及这个。他向菜地里跑去。令人惊奇的是，这些蔬菜在这个空间里依然能安心生长。\n    “怎么你们会有水？”他匆匆跑向其中一个村民。\n    “我们是专门从正常世界过来的探险队。”他说，“不出意料的话，以后会有越来越多的像你们一样因为好奇而闯进来的人。”\n    “但这不是重点，”Steve急忙说道，“我想知道如何从这个地方出去。”\n    “办法是有的，但是很难，”他叹了口气，接着说道，“你看到了你们一开始来的时候脚下50格的箱子么？”\n    “我倒没注意。”\n    “那里面有一本书。先别说我们是如何想到往下挖的，还不是狗急跳墙，”他揩了揩脸上的汗，继续说道，“那不是我认得的字种，字也很古怪，但是有个人认得。上面说的已经不太记得了，大概讲的就是上古时期有个人也到这里然后怎么怎么样来着……但是有一段他写了出去的方法。”\n    “他怎么会知道？”\n    “我也搞不懂。书上说，逃出这里唯一的方法就是，在这个没有边界的世界里，有且只有一条秘金矿群。你所做的只有挖下这些秘金矿，合成秘金块，放在一个底面积为9×9的地狱岩金字塔顶，便可以出现一座门，走进去，完事。”\n    Steve的脑容量霎时坍缩了一块。这信息量实在有点大。\n    他把这一系列信息在脑海里梳理了一遍之后，就回来和剩下的两个人讲了。他们告诉Steve，刚才巫师也告诉了他们一些关于巫师自己如何进来的故事，还告诉了他们这个村庄的工作循环原理。\n    根据巫师的说法，他们可以和巫师住同一栋楼。他们走进巫师的屋子，发现他正和蔼地坐在客厅的沙发上，手里捧着一本书。\n    “你们可以从这儿去二楼，”巫师起身，推开了书架，“你们可以叫我Andrew。”\n    Steve一行在惊叹巫师家里藏书数量之惊人的同时，小心翼翼地走上二楼。\n    二楼的装修以暖色调为主。檀木家具整齐地在客厅里被摆成一排，橙色条纹的壁纸令人充满活力。一个玻璃鱼缸里有许多热带鱼种，充满了生机。餐厅里，雅致的木椅以传统的方式陈列在大理石桌檐下。三间房间被有序地装饰了一些大大小小的盆栽。简单来说，这就是一栋拎包入住的精装房。\n    他们惊奇地发现这里还有电视机。\n    “这里虽然无法知道是哪儿，但是根据工作原理，还是可以制造出一个简易电视机的。这里的电视机，是叫别人传送过来的。”\n    Candice走进厨房，发现了电饭锅使用指南。她略微看了看，就出来看电视了。这真是艰涩难懂的说明书。\n    Nelson并不是一个安于现状的人。\n    正当他这样想时，巫师又说道：“当然，你们也要帮我做一些调查，白吃白喝在这里是不被允许的。”\n    “什么调查？”Steve抢先问道。\n    “地质探险，”巫师挽起袖子，“不用担心，我已经帮你们设好了坐标。我这里有传送仪，紧急情况可以迅速回来。”\n    Candice轻轻叹了口气。明明刚刚才安顿下来，为什么还要去探险啊。但无奈之下，她只能点了点头。\n    “同时，你们要做好心理准备，”巫师继续说，“这里是异次元空间，目前没有人知道这里的所有物种分布——当然，我倒是略知一二。整理好行李，后天出发。”\n    三个人在惊异之下点了点头。Steve在心里，完整地把如何进入这个鬼地方的全过程默念了一遍。他觉得，世界这么大，真的很可怕。\n    阳台上的仙人球静静地伫立在花盆里。\n\n\n    “这块破裂的花岗岩要拿去换了，”Frank皱了皱眉头，对侍候说。\n    “是的，陛下。”\n\n\n    有时，一周像一天；有时，一周又像一年。\n    Candice做着出行的倒数。她清楚地记得，今天早晨八点在巫师家集合。她看了眼手表，已经六点了。她是起得最快的一个——这倒可以解释，她可是在之前的旅途中享受的人啊。她回头，其余两人还在横七竖八地呼呼大睡。她想，是时候做早餐了。\n    对她而言，这是在地狱里第一次做早餐。之前几天，都是巫师手下的人帮他们做饭。她发现，两个，或是三个鸡蛋在冰箱里神奇地出现了。\n    她切下一小块黄油，放到微热的锅里。\n    她的耳畔传来了若有若无的声音。\n    “看我打网球！”\n    “哈哈……”\n    她猛地回过神来。黄油已经完全融化开了。她迅速打了三个鸡蛋，盛出来又发现油有剩，便切了一些薄土豆片，炸了些许薯片。\n    转身一看，他们都起来了。\n    在地狱里生活，实在有些透不过气的感觉。抬头是方块，低头也是方块，令人愈发赶到孤独无助——即使头顶有修筑过的天花板。\n    伴随着“嗒嗒嗒”的声音，巫师走上楼来。\n    “都起来了？”她笑道，“准备清点一下东西。都自我介绍一下吧，伙计们。”\n    他们三个定睛一看，原来巫师后面还跟着两个人。\n    “我叫Forge。初来乍到，多多关照喔。”\n    “我是Rake，是他的姐姐。希望大家多努力些，早日离开这里。”\n    Candice虽然有轻微的脸盲症，但是作为其余一个女生的Rake她还是能够勉强记住的。\n    他们吃完早饭后，闲聊了几句，便离开了这里，来到了大门口。    “我们这次考察的目的是，检测这地狱里的矿石！但是，这次的任务虽然是第一次，也安排得比较艰辛。Rake，把装备拿来！”\n    Rake放出一个箱子。这个箱子里面全是铠甲与武器，任务的重要性可见一斑。\n    说起武器，这里面的品种可以算是琳琅满目了。有巫师自己御用的冷焰弓、双叶剑、复仇之杖，还有给Candice、Steve这两个相对来说使用武器品种不算多的新手一人一枚便携式伤害魔珠。\n    双叶剑的故事，倒也值得一提。这把双叶剑是侧重于与火焰弹配合使用的一种火焰附加型武器。这把剑不仅可以用来折磨敌人，使其方向紊乱，还可以打持久战，同时伤害也十分可观。\n    复仇之杖也有一段历史。即使这把魔法型武器是从商人那里购得，但是威力也不容小觑。用不好，就可能伤到自己；用得好，就可以使着它杀出一条血路。冷焰弓则是其他类似于拍卖的渠道得来，威力也十分巨大，但攻击速度却不尽人意。\n    几分钟后，每个人都装备完毕。巫师继续说道：\n    “Nelson，你是参与过屠龙的，而且也是主攻，所以你就可以见识见识这儿的怪物了。我们这次出行，在检查矿石的同时，也要采集一些地狱石料进行科学研究。当然，最不能忽视的就是寻找秘金这一终极目标。”\n    没过多久，他们就出发了。\n    \n    Fred踱步走出房间，来到画室。他在确认四周没有其他人员之后，神秘兮兮地打开秘密机关，同时猛地一回头——的确没有人。他悄悄关上门，终于可以安心地走向机工厂，寻找失踪八分钟而已的哥哥Frank。\n    “这么巧，你也在这里？”坐在这个偌大空间中心的旋椅上的Frank回头，说了这样一句话。\n    “老哥，这里没有橙汁了。”Fred慌忙眨了眨眼，用这样一句不太流畅的话掩饰自己被惊吓的尴尬。\n    “别急，我在绘制统计图呢。很快——呃，不一定，也许是很久以后，我们就可以找到秘金，回到主世界了。”Frank的脸上忽然浮现出一丝诡谲的笑容，让人有些透不过气来。\n    “不过，我要告诉你的是，好像有其他人也到这个破地方来了。”Fred做了个深呼吸，稳住气息，这样说道。\n    “哦？是吗？”Frank说完这句话，略作沉思，就转身继续研究数据。他缓缓点击“绘制”键，然后发现这簇函数的长相不太友好。\n\n\n    对于他们来说，长途跋涉已经成为了一种习惯。要知道，走路可是一种体力活。即使巫师带了大量干粮，他们三人也颇为不放心，一路上左扭头右扭头地看。\n    炼焰之狱看起来，似乎多走一步都可以浴火焚身。耀眼而又华贵的萤石高高挂在头顶，令人仿佛置身于殿堂。他们略显吃力地一步一步铺设道路，底下就是庞大的岩浆湖。如果没有被告知要时刻提防于异于平常的怪物，这里就是Nelson来去自如的普通地狱。\n    忽然，远处出现了一只拥有经典招牌表情的恶魂。他不屑地一笑，举起弓就要结果了它。\n    “停！”巫师Andrew喊道。\n    Nelson不知道巫师葫芦里卖的是什么药，便索性将弓发射出去。\n    只见恶魂全身上下开始燃烧。他刚想问巫师之前是什么意思，那只恶魂就浑身变为一个巨大的火球，开始向他们缓慢运动——这速度，看起来也像是要命啊。他们唯一能做的，就是迅速撤离到不是和这个难处理的火球一个高度的地方。可是他们回头是一条平坦的羊肠小道，下面是一片熊熊岩浆。\n    “呃啊啊啊啊！就知道在岩浆以上搭一条抄近路的小道不是一个横穿岩浆海的好选择！！！”Candice向机关枪样地朝他泼了这句理所应当的抱怨。\n    就在他们束手无策之际，Forge果断喊道：“大家往上垫方块！这是唯一的出路！”\n    但是，Candice手里只剩下十几个方块了。要知道，十几个方块是不可能抵挡住恶魂这样大小的火球的。她尽自己所能地想了想，想到了一个逃生的办法。\n    恶魂已经迫在眉睫，她决定赌一把。\n    上面传来所有人的呼声：“好像还少了一个人啊！！！”\n    火球扑面而来的热气让他们无法睁开眼睛。伴随着“嘭”的一声，一阵冲击波的力量把他们脚下的地狱岩一炸而空。Nelson几乎绝望。他听到其他人坠落、呼喊的声音，随即便摔倒在了一个结实的平面上。\n    随后，一个熟悉的声音传来。\n    “呃哈哈哈，刺激吧？”\n\n\n",
    "replies": [
        {
            "author": "WUCUNZHEN",
            "timestamp": 1483885320,
            "txt_content": "说出来你可能不信，我并没有耐心看完（配点小图会好些。。。。）"
        },
        {
            "author": "Mangke",
            "timestamp": 1484123220,
            "txt_content": "没图不好看"
        },
        {
            "author": "初阳时光",
            "timestamp": 1484127600,
            "txt_content": " 本帖最后由 初阳时光 于 2017-8-12 17:18 编辑 \nWUCUNZHEN 发表于 2017-1-8 22:22\n说出来你可能不信，我并没有耐心看完（配点小图会好些。。。。）\n没事，有人一直在陪我走就好了\n找图也很麻烦，容易和别人撞图\n而且符合情节的图也没多少啊= ="
        },
        {
            "author": "初阳时光",
            "timestamp": 1484127660,
            "txt_content": "Mangke 发表于 2017-1-11 16:27\n没图不好看\n找图也很麻烦，容易和别人撞图\n而且符合情节的图也没多少啊= ="
        },
        {
            "author": "初阳时光",
            "timestamp": 1485158040,
            "txt_content": "第二次更新：2017/1/23\n失踪人口回归系列？\n望大家多多支持我的作品~\n找到字错误    评分+10金粒！！"
        }
    ]
}