{
    "title": "【原创-连载】【MC国】【第四十九章 信使】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1483954680,
    "txt_content": "　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　我……这是……在哪儿……？\n　　黑暗，眩晕，混身酸痛。空气闻上去，似乎还有一股地下水的腥湿味儿。\n　　一道显然电器发出的刺眼白光，直直照在索岚刚醒的脸上，搞得他阵阵犯晕。眼睛无法适应这强烈的照射，根本不可能看见周遭有什么。\n　　那悉悉索索的细小声音……是老鼠和蟑螂在啃死尸么？！\n\n　　吱嘎------\n　　咣------\n　　沉重金属门打开又关上，光源推得更加接近。\n　　索岚试图躲开，可四肢叫粗麻绳紧紧捆住，动弹不得。\n\n　　“哼，帝国真是没人了，居然找小孩子来当间谍。”嘲讽粗鲁的声音。“想活命就老实交代，你来干什么？谁指派的？！”\n　　不由分说，那人上前伸手揪紧衣领提起索岚，用几近震聋的音量开吼。\n　　“唔……要杀要刮……随你便……我才……”\n　　衣服勒得他喘不过气，别提清晰回答审问。铁椅重量向下拉扯着悬空身体，索岚感觉再一秒，只要短短一秒，便会二度晕厥并无意识中被撕扯成碎片。\n　　“臭小子！！”\n　　完了，下刻，脑袋恐怕要被拍成光盘状了吧？\n　　不过也好，不会有太多痛苦……\n　　“嘿，温柔点。”莫名出现的第三者，拍拍用刑壮汉的后背，俏皮的说。“miguo大人可没叫我们这么干。”\n\n　　咣当------\n　　索岚连人带椅子掉到地上，发出巨大声响。\n　　他怀疑因此摔断了三百零六块骨头，连带五脏六腑都大幅移位。\n　　“别担心，我们只是遵大祭司的命令来问个小问题。”\n　　强光灯关闭，顶灯打开，这间囚室其实并非想象中的地牢，反倒干净整洁是个适宜冥想的场所。面前两人身着浅色袍服，举止神态和想象中的大相径庭。\n　　“这东西，你从哪里搞到的？”较瘦一个扶起索岚，伸开手掌出示了那枚胸针。“虽然我这人很和善，但如果你说不清，也许免不了吃些苦头。”\n\n　　真是失败。\n　　明明做好了计划，穿好了装备，却轻易暴露沦落为阶下囚。\n　　假如咬紧牙关拒不坦白，最后英勇就义，不久家人开始疯狂搜索我的下落，最后查明死在三晋且尸首不全，遂启用家族势力发动大规模战争，帝国联邦硝烟弥漫战火纷飞一同玩儿完，牵连共和跟风政变秩序瓦解，整个世界陷入混乱有如人间地狱……\n　　啊啊啊！这可是我多年的夙愿啊------！\n\n　　“喂，小鬼。我再问你一遍，这东西是哪里来的？”\n　　那人不耐烦的揪痛了索岚耳朵，将他从愉悦无比的意淫中唤醒。\n　　幻想归幻想，残酷现实依旧要理智对待。\n　　“是……是别人，给我的……”\n　　“谁？”那人挑了下眉毛，显然不满意答复。\n　　“我不知道真实名字，不过我喊她‘罗冥’，也就是……冥王……”\n\n　　“哦？”对方表情微妙改变，直起腰收回胸针，瞥了眼旁边的强壮伙伴。“好了，去回复大人，应该是新选的‘信使’。”\n　　“信使？就他？！”\n　　哼！我怎么啦？人家就是为冥王所信赖重用，你羡慕嫉妒恨么？！\n　　索岚不服气的噘着嘴，心想既然被名号镇住了，那还不赶快松开我，交头接耳嘀嘀咕咕的干什么哪。\n　　谁想两人低声交谈完毕，结伴离开房间，另外节电意识超强的关了灯，又把索岚幽禁在黑暗当中，不知道猴年马月得见光明……\n\n\n\n\n废言：\n矮人你出场了！！快来给我加分！！\n\n索引见签名。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1483954980,
            "txt_content": "我也要上场"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484125020,
            "txt_content": "感觉好接地气呀。\n节电意识超强关了灯？awa"
        },
        {
            "author": "langyo",
            "timestamp": 1484988060,
            "txt_content": "强♂壮？\n那个强♂壮♂男♂人？\n乖♂乖♂站♂好\n\n你难道没注意到最近我的签名档比我还啰嗦吗？XD\n"
        }
    ]
}