{
    "title": "[1.16.5-1.10][Modular Routers——模块化路由器][汉化]模块化多功能物流系统",
    "author": "aemande",
    "replyCount": 8,
    "timestamp": 1483966380,
    "txt_content": " 本帖最后由 aemande 于 2021-2-17 17:39 编辑 \n\n 欢迎使用模块化路由器！这是一个高度灵活的mod，以各种方式在世界各地移动物品。使用物品路由器和一些插件模块，您可以：+将路由器内的物品传输到或近或远的容器+破坏方块+放置方块+吸收掉落的物品+将容器内的物品投掷到地上+排序物品+与玩家的背包栏远程互动+延伸和缩进一整行的方块（吊桥！）注意：如果你安装了Guide-API，它将添加一本这个mod的指南书。(Guide不是必要的）++介绍（翻译自wiki）++==物品路由器==路由器路由器GUI物品路由器是系统的中心：它有一个单个缓存槽，九个模块插槽和四个升级插槽。 您可以右键单击项路由器以打开其GUI。缓存（The Buffer）单纯用于缓存，之所以只有一个，是为了鼓励玩家使用路由器物流而不是单纯的存储设备。红石控制模式（Redstone Mode）GUI右上角的按钮允许配置红石控制模式，并有一个指示模式的提示：始终Always（默认）—路由器将始终运行，不管它是否收到红石信号。高High—收到一个红石信号（任何强度> 0）才会运行。低Low—路由器只有在没有红石信号时才会运行从不Never—路由器将始终不会运行脉冲Pulsed—路由器将收到一次红石脉冲时运行一次。该模式可以用于将路由器同步到定时器。 注意：这个模式并不能增加路由器的最大运行速度。单击按钮可选择下一个模式，或按住shift键单击选择上一个模式。针对路由器放置的比较器将按照通常的比较器规则，按照最大堆栈大小的比例来测量缓冲区中的物品数。低耗模式（Eco Mode）红石模式左边的按钮为低耗模式按钮，默认情况下关闭。此模式可以将一段时间内不工作的路由器的检测频率降低，从而达到节省CPU的目的。能量与流体的传输（Energy and Fluids）从模块化路由器v1.2.0开始，物品路由器有了传输容器物品中的流体和能量的能力，例如：各种电池和液体储罐。当含能量的物品在路由器的缓冲区中时，来自其他MOD的能量电缆将连接到物品路由器，并且可以向缓冲器中的物品**能量。 您可以通过这种方式为电池充电。当含流体的物品在路由器的缓冲器中时，来自其他MOD的流体管道将可以连接到物品路由器，并且可以用于放入或抽取该物品内的流体。具体请参见流体模块和流体传输升级。++模块++==模块简介==  物品路由器想要运行，则需要模块。一个物品路由器最多可以安装九个模块，每个路由器一次运行检测时间（默认为20server ticks或1秒，详情参见速度升级），它会从安装的最左边的模块到最右边的模块每个执行一次。  有16种不同的模块，每种模块以特定的方式在路由器的缓冲区上操作。 所有模块都有一个配置GUI，可以通过右键单击模块，或通过按下“C”键（可配置）或鼠标在路由器GUI中安装的模块上的中间键来访问。  默认情况下，模块一次只对一个物品进行操作，但这可以通过一个或多个堆栈升级来增加。\nGUI详解1、过滤器。所有模块都有一个9槽充当过滤器，您可以在其中添加物品。模块将仅对与过滤器中的物品匹配的物品进行操作。2、白名单/黑名单切换。在过滤器中没有物品的黑名单将匹配一切;没有项目的白名单将什么也不匹配。3、匹配/忽略Meta数据。这允许匹配或忽略物品的耐久值;对具有耐久的物品的过滤，或对诸如羊毛等物品的Meta数据。4、匹配/忽略NBT。这允许匹配或忽略物品的扩展NBT数据，例如附魔数据或模特定扩展数据。5、使用/忽略矿物辞典。这允许基于辞典的匹配。例子：所有音乐光盘都有一个等价的辞典。如果启用辞典匹配并将任何唱片放在过滤器中，则此模块将匹配所有放在过滤器中的唱片。6、终止Termination。如果Termination为ON，并且此模块成功处理一个物品，则在此路由器上不会再执行任何其他模块。7、方向。大多数模块需要一个方向设置;例如知道向哪里传送一个物品，破坏哪个方向的方块，在哪个方向放置一个方块...默认方向是无，在大多数（但不是全部）情况下，方向为无的模块不会做任何事情，因此您将需要在这里明确配置一个方向。路线总是相对于路由器的前方（路由器只面向水平，所以上下总是绝对的）。对于不需要方向的模块，该部分将是空白的。8、额外。一些模块可以具有用于可配置的特定模块特定设置的一些额外控制。例如。在上述示例中，检测器模块具有用于设置红石信号电平以及是发射强信号还是弱信号的控制。对于没有任何模块特定设置的模块，此部分将为空白。所有模块均由空白模块合成==破坏模块==此模块尝试在模块配置的方向上破坏与路由器相邻的方块。它可以挖掘大多数方块，但非常坚硬的方块（例基岩或末地传送门）不能被破坏，任何流体源方块也不能被破坏。如果方块被破坏，它将以掉落物的形式被输入物品路由器的缓冲区。如果缓冲区中还有其他物品，或者缓冲区已满，则方块不会被破坏。如果破坏时会产生多于一种类型的掉落物（例如小麦掉落种子和成熟小麦），则仅第一个掉落物将被引入缓冲区中，并且其他物品将作为物品留在地面上。在这种情况下，您可能还需要虚空模块吸入额外的容器。如果存在多个相同类型的掉落物（例如，红石矿石掉落几个相同红石粉），则所有可堆叠的物品将在可能的情况下被吸入缓存区。破坏模块可以用时运和精准采集附魔书升级，来获得这些附魔的能力。==检测模块==此模块不会对任何和物品方块进行操作，而是检测路由器缓冲区中的特定物品。 如果缓冲区内的物品与模块的过滤器中设置匹配，则会使路由器在配置的方向或所有方向上发出红石信号（如果配置的方向为无）。 信号强度（默认：15）和信号类型（默认：弱充能）可以通过模块的GUI进行调整。==投掷器模块==此模块将会尝试将路由器缓冲区内的物品直接以掉落物的形式放置到地面上。投掷的方向可以调整。==造桥模块==此模块类似Tinker's Mechworks mod的造桥器，可以在模块配置的方向上放置一长条的方块。这个模块可以在农田上种植作物种子。多个使用不同步问题可以使用同步升级解决==投掷模块==该模块的功能类似于投掷器模块，但它还向投掷的物品赋予可配置的速度，且能将该物品投掷相当长的距离。您可以通过模块的GUI来调整物品的速度，仰角和偏角。==流体模块==在模块路由器v1.2.0版本中添加虽然物品路由器不能直接处理流体（它没有内部的液体缓存），但是如果缓冲器中存在（单个）流体储罐，则路由器可以操纵流体。这包括桶和由其他mods添加的任何流体容器。流体模块的GUI允许设置传输方向：传输到路由器：意味着路由器将试图从相邻的世界中的流体拉入缓冲器里的流体容器中。从路由器提取：意味着路由器将尝试将流体从缓冲区中的流体容器中放置到世界；将流体倒出或将流体放入相邻的储罐中。GUI还允许设置最大传输速率。注意，这是将尝试的最大值，并且仍然受到路由器的总传输速率（每秒1桶）以及外部流体或流体容器的传输速率的限制。流体模块的过滤器插槽只接受保存有流体的物品，并且将通过所容纳的流体而不是通过容器物品进行过滤。添加速度升级不会更快地传输流体，只会更频繁地传输流体。具有9个速度升级的路由器恒定每秒传送1个桶，它只会更经常且以更小的量传送。要增加总传输速率，请添加流体传输升级。如果路由器持有任何危险流体，如熔岩桶，请小心修改流体模块设置。如果你错了，路由器会毫不犹豫地把熔岩倒在你身上...请注意，如果缓冲器中有流体容器，那么就可以将流体泵入和抽出路由器，您也可以将其他MOD的流体管道连接到路由器。您不需要安装流体模块来完成此操作；仅当需要主动泵入或抽取流体时，才需要流体模块。==放置模块==该模块会尝试将来自路由器缓冲区的物品在配置的方向上作为方块放置。如果物品不是方块或目标方向被阻塞，则不会执行任何操作。遵循正常的Minecraft放置规则；例如：甘蔗只能放在水旁边的沙子/泥土上。流体源将被替换，也可替换草或高草。这个模块可以在农田上种植种子。==玩家模块== 此模块尝试在路由器和玩家背包之间传输物品。玩家可以在任何维度上的任何地方，使这个功能相当强大的模块。模块可以从玩家身上抽取物品或把物品传输到玩家背包;你可以在模块的GUI中设置。该模块可以在玩家的36格主背包，他们的4个装备槽，副手槽或他们的末影箱子空间上存取。这也可以在模块的GUI中设置。提取/输入的物品当然可以由模块进行过滤。这个模块的一个很好的用例是从玩家的背包中提取矿石/圆石/泥土等，并将其传输到他们的基地中的主存储系统。有了一个小的设计，应该可以建立一个系统，以自动交换你的装备套装（甚至可以不在现场，比如用一些无线红石mod...）玩家背包模块初始被绑定到制作它的玩家，这是给最初制作模块的玩家的设置。但你可以通过拿着模块并潜行+右键单击它来覆盖。如果您通过其他方式获取模块（创造，JEI作弊模式...），您可能还需要执行此操作。使用安全升级与此模块结合是很有必要的；你肯定不想要一个敌对的玩家偷这个模块……==抽取模块==此模块将尝试在其配置方向的容器中的第一个物品抽取到路由器的缓冲区。 如果缓冲区已满或容器中没有与缓冲区中的物品能相互堆叠的物品，则不会抽取任何内容。==发送模块Mk1==图如下例子如下此模块会尝试将物品从路由器缓冲区发送到模块已配置方向的容器：目标容器的发送距离最多可达8个方块（如果使用范围升级，最多16个方块）目标容器必须直接沿着X，Y或Z轴排列路由器到目标容器中间不能有不透明的方块，但如玻璃，栅栏，铁栅栏等都是可以的==发送模块Mk2==这个更强大的发送模块会尝试将物品从路由器的缓冲区发送到附近的容器：\n目标容器的发送距离最多可达16个方块（如果使用范围升级，最多32个方块）即使中间有不透明方块也能发送物品要选择目标容器，请拿着发送模块Mk2按住Shift键+右键单击目标并。 您将收到一条确认消息。如果您需要检查发送模块Mk2配置到哪里，左键单击模块在手，粒子效果将流向目标容器（目标的坐标也显示在模块的提示中）。该模块无方向设置。==发送模块Mk3==这个极其强大的发送模块非常像Mk2的发送模块，而比MK2更强的地方是这个模块可以发送到任何容器（在任何维度）没有限制！ 注意：目标容器处于的区块必须在加载状态；模块化路由器本身不会为你提供区块加载。==虚空模块==此模块会扫描路由器周围的13x13x13立方体区域（即在每个方向上最多6格距离）中的的掉落物，并且如果可能的话将它们吸收到路由器的缓冲区中。范围可以通过范围升级增加到25x25x25（每个方向上12格）。 每个范围升级将距离增加1个格，因此最多可以有效安装6个范围升级。如果模块的方向为无，则扫描路由器周围所有的区域。 如果模块配置了方向，则只会扫描设置的方向的区域内的物品 例如。 使用上方方向，模块将只扫描路由器正上方的区域。==销毁模块==这个危险的模块会永久清除路由器缓冲区中的物品！ 强烈建议使用白名单配置此模块，以防止意外删除有价值的物品...++更新++==抽取模块Mk2==这样做与抽取模块Mk1类似，但可以远程从容器中提取物品：容器与路由器距离最多可达12个方块（最多24个，加范围升级前提下）。无视方块阻拦。要选择目标容器，你需要将模块拿在手上Shift右键目标容器。确认后会收到一条确认消息。如果您需要检查抽取模块Mk2配置的位置，请左键单击手中的模块，并将粒子效果流向目标库存（目标的坐标也显示在模块的工具提示中）。==造桥模块Mk2==该模块的功能类似于造桥模块Mk1，但具有一些重要的区别：Mk2模块不会从路由器的缓冲区中提取放置方块，而是从模块本身定义的模板提取。该模板显示在模块GUI的右侧，有9个槽，每个槽可以有多个物品。放置在模板中的物品是“虚拟”物品。\n造出的方块是“虚拟的”-有正常的碰撞体积，但在被挖掘后不会掉落，也不能正常制作。因此，该模块不能像造桥模块Mk1这样的耕作，但可以用于将门/桥等放置成比Mk1模块更复杂的模式。造桥模块Mk2的默认范围是24个方块，可以通过范围升级增加到48个。++升级++==升级简介==模块定义了路由器的功能，而升级会影响路由器的工作方式。 有8种不同的升级类型。它们没有GUI。所有升级均由空白升级合成==伪装升级==此升级允许您将路由器伪装成另一个方块。拿着模块，潜行+对着方块右键单击记录该方块。 当升级插入到路由器中时，该路由器将呈现所记录的方块的外观。\n不是所有的方块都可以使用。 通常，具有简单模型（不一定是一个完整的数据集）的任何方块都可以记录，但是一些有更复杂的模型的方块或者渲染为空的方块将拒绝复制。==流体传输升级==此升级仅影响流体模块。 它增加了物品路由器（在每个方向发送路由器、从路由器提取）的总体流体传输速率从10mB /tick到50mB /tick的基本速率，最高提高到400mB /tick（可配置）。 因此，路由器中的流体传输升级的最大的有用放入数量为35。==消声器升级== 此升级可用于抑制由物品路由器运行时的声音和粒子效果。路由器中的一个或多个消声器升级将禁用所有视听效果两个或更多也将禁用所有粒子效果三个或更多还将禁用路由器的活动动画和在路由器块的正面的旋转纹理注意，所有的声音和粒子效果也可以在mod配置中禁用; 此升级仅在未禁用声音/粒子效果时有用。==范围升级==在后续版本已被取消，被范围拓展代替此升级仅影响以下模块：造桥模块发送模块Mk1发送模块Mk2虚空模块每个安装的范围升级将这些模块的功能范围增加1格，直到模块所能达到的最大范围; 有关详细信息，请参阅单个模块介绍。==安全升级==此升级插入后，将限制可以打开路由器GUI的玩家。默认情况下，它只允许制作升级的玩家访问。您可以通过右键单击玩家的方式添加额外的玩家到安全升级。您可以通过右键单击记录的玩家，从安全升级中移除玩家。每个安全升级最多可以记录6个额外的玩家（因此总共有7个，包括创建者），但是如果需要，您可以在路由器中安装多个安全升级。安全升级不能防止路由器被玩家破坏;但是由于升级和模块保留在被敲掉的路由器中，所以玩家无法通过敲掉路由器的方法窃取模块/升级或重新配置路由器（当路由器放回时，安全升级仍然安装）。如果你想防止路由器损坏，你可以使用其他mods的方块保护功能。有一个称为安全覆盖卡的不可合成的物品 - 这可以在创造性模式下获得或通过JEI作弊获得。一个玩家在任一一只手中持有这张卡，将不受任何安全升级影响，并且可以访问任何路由器。==速度升级==默认情况下，路由器每20 server ticks或每一秒运行一次。 每个安装的模块按从左到右的顺序执行。如果你需要一个路由器来操作比默认速度更快，你可以添加速度升级; 每个速度升级可将工作间隔减少2 server ticks，减少到每2 server ticks/次（或每秒10次）的最小值。每次升级减少的工作间隔以及默认的基本运行速度都可以在配置文件中更改。出于性能原因，堆栈升级优先于速度升级。 使用速度升级并不明智，所以应当在只有在需要最大物品传输速率的时候使用。 善待你的服务器（TM）。==堆叠升级==默认情况下，路由器一次只对一个物品进行操作，即使缓冲区中有多个物品。 例如，抽取模块只会从相邻库存中一次提取一个物品，即使该库存中有一整组物品。通过添加堆叠升级到路由器，可以增加一次操作的物品量。每个堆栈升级使可处理的物品数量增加一倍，最多一次操作64个，或物品的最大堆栈大小（例如末影珍珠为16）。 因此，6个升级是可以安装在一个路由器中的有用堆栈升级的最大数量。==同步升级==此升级用于保证两个或多个路由器同时运行。同步升级具有调谐值（0——19）（即，比基本路由器的20tick的运行速度小1）。可以通过右键单击同步升级以打开其GUI，或通过右键单击升级快速设置为随机值来设置此调整值。任何安装了此升级的路由器，如果具有相同的调整值，并且安装了相同数量的速度升级，那么它们将始终运行在同一tick。注意，实际调谐值并不重要;它重要的是您要同步的路由器的协调值必须是一致。如果您有一组安装了造桥模块的路由器，并且希望确保所有模块同时伸出/缩回以获得令人愉快的视觉外观，这将非常有用。++更新++==爆炸升级==这个升级可以让路由器完全免疫爆炸、boss的伤害==范围降级==此升级在后续版本已被取消，被范围拓展取代减少造桥模块Mk1、造桥模块Mk2、抽取模块Mk2、发送模块Mk2、发送模块Mk3和虚空模块的范围\n++智能过滤器++==过滤器简介==过滤器是可以写入模块的过滤插槽的高级过滤装置，它们具有各种复杂的物品匹配功能。 过滤器是在模块化路由器v1.1.0中添加的。请注意，当智能过滤器写入到模块时，只会写入该过滤器的副本。 该副本可以在插入路由器时进行配置（通过在模块的GUI中点击它，或者在鼠标位于其上时按下“C”），原始过滤槽的物品不会受到影响。 这意味着在理论上你可以无限的设置白名单过滤。目前有三种类型的智能过滤器（以后可能会添加更多）写入模块过滤槽的过滤器==批量物品过滤器==GUI如下此过滤器允许高达54种不同物品的完全匹配，包括NBT和矿物词典匹配（从v1.2.0开始）。潜行+对任何物品容器右键单击此过滤器，容器中的物品将会写入到过滤器中。右键单击过滤器以打开一个GUI，显示过滤器中当前匹配的物品。 您可以Shift+右键单击其中任何物品将其从过滤器中删除，或按红色的“X”按钮完全清除过滤器。当过滤器在路由器中的模块中时，您可以通过中间键（或按下“C”）打开其GUI。 当模块具有有效的目标库存时，GUI上有两个额外的按钮：合并目标库存的绿色“+”按钮和加载目标库存的蓝色“=”按钮。==检测过滤器==GUI如下此过滤器允许通过物品的各种杂项属性来匹配物品。 目前支持的检查有：对于流体容器物品（桶，罐...）的液体存量匹配，单位以百分比表示。对于能源容器物品（电池，用电工具...）的能量水平匹配，单位以百分比表示。物品上附魔的最高附魔等级（可用于过滤掉附魔物品，有效处理刷怪塔）物品（工具，武器）的剩余耐久占最大耐久的百分比。此过滤器可用于自动提取损坏或电量为空的物品以进行修理/充电等。==按mod分拣过滤器==GUI如下这个过滤器允许物品通过他们的modID进行匹配。 每个安装的过滤器最多可添加6个mod。右键单击过滤器以打开其GUI（或在模块中安装的过滤器上中键单击/ C）。将任何物品拖放到GUI左上角的物品槽中。 项目的mod名称将显示在右侧。 点击“+”按钮添加到下面的mod列表中。点击红色的“X”按钮删除modID。原版物品也可以添加，他们的“mod”将显示为“minecraft”。==正则表达式过滤器==GUI如下此过滤器允许根据物品显示的名称与正则表达式匹配物品。正则表达式功能非常强大，但需要一些学习，以释放他们的全部潜力。基本的正则表达式使用不是太难。有许多网站提供有关正则表达式的教程信息，例如https://regexone.com/右键单击过滤器以打开其GUI（或中键单击安装在模块中的过滤器）。在过滤器顶部输入，然后按Return键或单击绿色的“+”按钮。假设它是一个合法的正则表达式，那么您的正则表达式将被添加到列表中。一个过滤器中最多可包含6个正则表达式。点击任意正则表达式旁边的红色“X”，将其从列表中删除。匹配不区分大小写。++模块强化++已被取消，强化在后面版本被拓展取代==模块强化简介==模块强化是向单个模块添加额外功能的一种方式，通常是通过用一个或多个额外物品来二次合成模块。 强烈建议添加一个合成表显示mod，如JEI，来查看各种强化的合成表; JEI将对强化的配方添加有用的描述。 安装JEI后，您可以在鼠标悬停在模块上时按“U”，查看可以用它制作的内容。==红石强化==在模块化路由器v1.1.0中添加当路由器运行模块时，如果将红石强化添加到模块，允许它基于路由器的独立红石信号控制，并且与路由器中的任何其他模块分离。当模块激活了红石强化功能时，您将在其GUI中看到一个额外的按钮，用于设置其红石模式，与物品路由器GUI中的红石控制按钮相同。 模块的提示文本也将显示当前的红石控制模式。==调节强化==在模块化路由器v1.1.0中添加稳压强化允许更精确地控制可以向容器发送或从库存提取多少物品。当模块激活调节时，您将在其GUI中看到一个额外的数字文本框，您可以在其中配置限制。模块的提示文本也将显示限制。==拾起延时强化==在模块化路由器v1.2.0中添加此强化功能只能添加到放掷和投掷模块。 通常，当这些模块将物品放置到世界中时，它可以由玩家（或具有虚空模块的物品路由器）立即拾取。通过添加拾起延时强化，允许拾取之前的延迟可以增加10个tick（0.5秒）。 此增强功能可以重复添加到模块（但不可逆！）==快速拾起强化==在模块化路由器v1.2.0中添加此强化功能只能添加到虚空模块。 通常，虚空模块遵循丢弃物品的拾取延迟。默认情况下，对于由放掷和投掷模块丢弃的物品（参见上面的拾起延时强化）为0ticks拾取，对于玩家丢弃的物品为40ticks，通过其他方式（例如羊剪）掉落的物品为10ticks 。通过向虚空模块添加快速拾起强化功能，它将忽略任何拾取延迟，并且一旦它运行就会吸收所有物品（当然，假设它可以将物品适配到路由器的缓冲区中）。如果您想要确保从物品路由器丢弃的物品总是由虚空模块拾取，而不是由附近的玩家偶然拾取，则拾起延时和快速拾起强化功能可以协同使用。\n++拓展++==拓展简介==拓展是路由器3.0.0版本后添加的模块升级，用来替代以前的模块增强拓展可以插入模块中，放置在模块GUI中间，共四个位置具体在方向设置的下方四格大部分拓展一格只需要放一个就行，但有些可以堆叠起作用拓展需要拓展核心来合成==快速拾取拓展==此拓展只能装载到虚空模块它能使虚空模块完全无视拾取延迟将掉落的物品瞬间拾取拾取延迟：玩家掉落40tick，普通掉落10tick添加多个此拓展不会有其他效果==延迟拾取拓展==此拓展只能装载到投掷器模块和投掷模块它可以堆叠起作用每个拓展可以使投掷模块或者投掷器模块投掷出的物品的拾取延迟增加10tick也就是可以让这两个模块投掷出去的物品不让其他玩家马上捡起来如果你不希望其他玩家捡起投掷出去的物品，这个拓展将很有用==范围降级拓展==这个拓展可以装载到任何有工作范围的模块上如：发送模块Mk1/Mk2，抽取模块Mk1/Mk2，造桥模块Mk1/Mk2，虚空模块可以堆叠，每个拓展可以降低一格工作范围对虚空模块，它可以减少一格扫描范围，如将5x5降为4x4==范围升级拓展==这个拓展可以装载到任何有工作范围的模块上如：发送模块Mk1/Mk2，抽取模块Mk1/Mk2，造桥模块Mk1/Mk2，虚空模块可以堆叠，每个拓展可以提高一格工作范围对虚空模块，它可以增加一格扫描范围，如将4x4升为5x5==红石拓展==此模块可以装载到任意模块默认情况下，模块的红石控制由路由器的红石控制模式控制当装载了这个拓展后，你可以单独控制装载了这个模块的红石控制模式它会增加一个按钮来单独显示此模块的红石控制添加多个此拓展不会有其他效果==调节拓展==调节拓展可以精确控制从路由器缓存区输出或输入缓存区的物品的数量当装载了此模块后，模块的GUI上会显示一个数字设置栏不同的模块装载调节拓展显示的数字栏所代表的意义不同：1.发送模块MK1/MK2/MK3和玩家模块（仅处于从玩家物品栏输入存储容器模式时）装载了调节拓展后，显示的数字代表了只有容器中的物品数量少于数字栏配置的数字时，模块才会将物品传输到存储容器2.抽取模块和玩家模块（仅处于从存储容器抽取物品到玩家物品栏模式时）装载了调节拓展后，显示的数字代表了只有容器中的物品数量大于数字栏配置的数字时，模块才会从存储容器中抽取一个物品3.投掷器、投掷、放置和销毁模块装载了调节拓展后，显示的数字代表了只有在路由器缓存区内的物品超过了数字栏配置的数字后，模块才会工作4.破坏模块和虚空模块装载了调节拓展后，显示的数字代表了只有在路由器缓存区内的物品少于数字栏配置的数字后，模块才会工作5.流体模块装载了调节拓展后，显示的数字在提取和输出模式不同的情况下也不同，而数字栏中的数字代表的是目标流体容器内装载流体的百分比。当处于提取模式时，只有在目标流体容器内盛装的流体的百分比超过数字栏配置的数字时，才会从流体容器中提取。当处于输出模式时，只有在目标流体容器内盛装的流体的百分比少于数字栏配置的数字时，才会从路由器缓存区输出流体。添加多个此拓展不会有其他效果==堆叠拓展==该拓展可以添加到任何处理物品（相对于方块和流体）的模块该拓展可以堆叠作用，每添加一个此拓展，装载了此拓展的模块可以在每一tick处理的物品就会增加一倍，最大增加到处理物品的最大堆叠量（通常是64）如果路由器同时装载了堆叠升级，那么堆叠拓展的效果将覆盖堆叠升级。比如，路由器内装载了6个堆叠升级，而其中一个模块装载了2个堆叠拓展那么这个模块就只能每tick处理4个物品，而不是64个==经验吸收拓展==此拓展只能装载到虚空模块当虚空模块装载了此拓展后，虚空模块将失去吸取物品的功能，转而能吸取经验球它将会按每7XP一个的数量将经验球转换为附魔之瓶如果你安装了EnderIO，且路由器缓存区有流体容器，那么它会将以每1XP20mB的速率将经验球转换成液态经验，并将液态经验存储到缓存区的流体容器中==伪装拓展==只能转载在造桥器模块MK2上使造桥器模块Mk2产生的虚拟方块同时模拟原方块的亮度、红石充能、硬度和爆炸抗性。==推动拓展==只能转载在造桥器上增加造桥器 Mk1/MK2 伸出时推动实体的力量。可堆叠。++作者++感谢作者desht（GitHub）制作了此优秀模组++搬运授权++\n\n\n\n\nMods repost authorization request · Issue #68 · de.png (200.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 22:14 上传\n\n\n\n\n特地要到的授权++下载++尊重作者，请使用CurseGuide-api Curse|Baidu如果你觉得Curseforge加载慢，请看这里尝试解决或者使用这个Chrome 扩展：GoFW （扩展安装方法请自己百度）1.12.2汉化可以使用标准汉化模组：I18nUpdateMod单独汉化文件下载：度盘（提供1.14汉化）",
    "replies": [
        {
            "author": "_DIM_",
            "timestamp": 1483967400,
            "txt_content": "\n\n\n\n\nQQ截图20170109210725.png (63.59 KB, 下载次数: 7)\n\n下载附件\n\n2017-1-9 21:10 上传\n\n\n\n\n\n在这么多的介绍里。。就不能给每个模块加上个配图么QAQ，看得好辛苦\n"
        },
        {
            "author": "lancelotlsw",
            "timestamp": 1483969500,
            "txt_content": "感谢楼主"
        },
        {
            "author": "13783588672",
            "timestamp": 1483969920,
            "txt_content": "支持 楼主  好6啊  搞不懂啊感觉电脑要崩"
        },
        {
            "author": "2604559691",
            "timestamp": 1484005020,
            "txt_content": "看到路由器我想起了\n有木有WIFI有木有WIFI有而且耐用五毛嘞233"
        },
        {
            "author": "chobitspc",
            "timestamp": 1502297280,
            "txt_content": "感谢楼主搬运与介绍"
        },
        {
            "author": "艺妓",
            "timestamp": 1583372460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wslps",
            "timestamp": 1591616880,
            "txt_content": "看到路由器我想起了\n有木有WIFI有木有WIFI有而且耐用五毛嘞"
        },
        {
            "author": "BiShop9621",
            "timestamp": 1591651140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}