{
    "title": "[1.0+][Addons]Mythic Mobs Addon———— 和神话级怪物来场对战吧 [全平台]",
    "author": "青木源",
    "replyCount": 2,
    "timestamp": 1483952640,
    "txt_content": "\n\n神话怪物这个插件将游戏原来的几个怪物提升成了史诗级的怪物，让游戏更加困难。如果你在想找几只狼来做伙伴一起生存下去，那，真是太对了！所有的史诗级怪物就像个神话一般不可破灭，让你的游戏体验充满了紧张和刺激吧！\n作者\nTheEnderface\n\n添加了那些怪物？\n\n\n\n\n\nmythic-mobs-2.jpg (69.88 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-9 16:43 上传\n\n\n\n\n\n\n狂暴客：\n代替了凋零骷髅\n是一个只存在于地狱的邪恶的恶魔，头上长长的犄角和空洞的眼睛似乎诉说着它是不好惹的\n\n\n\n\n\n\nmythic-mobs-3-e1483447568194.jpg (53.46 KB, 下载次数: 2)\n\n下载附件\n\n2017-1-9 16:56 上传\n\n\n\n\n\n\n十字军骷：\n代替流浪者\n因为他手上长长的钢爪，它的外观酷似金刚狼，你肯定不想靠近一个狂暴的金刚狼，因为他可能会伤害你，同理，你也不会想靠近十字军骷的，因为他的力量几乎能与金刚狼媲美。\n\n\n\n\n\n\nmythic-mobs-4.jpg (67.68 KB, 下载次数: 5)\n\n下载附件\n\n2017-1-9 16:43 上传\n\n\n\n\n\n\n蜥蜴人：\n代替尸壳\n它会孜孜不倦地狩猎村民和玩家，如果你企图和他单独进行对战，那对你而言可真是一个很可怕的对手。\n\n\n\n\n\n\nmythic-mobs-5.jpg (59.65 KB, 下载次数: 4)\n\n下载附件\n\n2017-1-9 16:56 上传\n\n\n\n\n\n\n膜法师：\n代替骷髅射手\n精通法术的黑膜法师，发射的法球可能让你中缓慢效果，火焰术也不是闹着玩的，但滑稽的是，它还会扔骨头？\n\n\n\n\n\n\nmythic-mobs-7.jpg (51.16 KB, 下载次数: 9)\n\n下载附件\n\n2017-1-9 16:56 上传\n\n\n\n\n\n\n狼人：\n代替了铁傀儡\n白天是一条再正常不过的狼（不能驯），当夜幕降临，沉静的月就会打破它身上的封印变成一只狼人，会攻击玩家和村民。\n\n\n\n\n\nmythic-mobs-1.jpg (62.27 KB, 下载次数: 6)\n\n下载附件\n\n2017-1-9 16:56 上传\n\n\n\n\n\n每个神话级怪物都会相互攻击，嗯，这方便你们的双手，不是吗？\n下载：\n\nmcpack格式：\n行为包：http://pan.baidu.com/s/1nvjTzzr\n资源包：http://pan.baidu.com/s/1mhPCHV6\nzip格式：http://pan.baidu.com/s/1dFMJv7V\nzip格式的行为包及资源包均在同一个压缩包\n\n怎么导入？\n你看起来需要帮助？\n看看这里吧：http://www.mcbbs.net/thread-644184-1-1.html\n\n\n原文\nThis addon replaces five mobs in Minecraft with 5 mythical monsters. All of the mobs are hostile during all hours of the day except for the werewolf which only turns dangerous during the night. The mobs look really frightening and is a really good addition to the game if you want a complete new set of mobs to fight!\nCreator: TheEnderface, Twitter AccountWhich mobs have been added?Berserker (replaces Wither Skeleton): The berserker is an evil demon which can be found spawning in the Nether. It got two black horns and dead eyes.Crossbone (replaces Stray): This mob has long claws (like Wolverine). You really don’t wanna get clawed by this fella as it will hurt quite a lot!Reptilian (replaces Husk): The reptilian hunts villagers and players. It’s a very powerful mob which can be very dangerous if you try to battle it alone.Magician (replaces Skeleton): The magician can shoot three different types of projectiles: shulker projectile, fireball and wither skull.Werewolf (replaces Iron Golem): To spawn a werewolf you will need to build an iron structure and then place a pumpkin on the top center block to summon the werewolf.The werewolf looks like an ordinary (non-tameable) wolf during the day. But when it gets darker it will turn in a hostile two-legged werewolf. It attacks players, sheep and villagers.Most of the mythical mobs will attack each other. You can spawn multiple of them and watch them fight to death.\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Vidocq",
            "timestamp": 1483952760,
            "txt_content": "\n\n\n\n\nIMG_1481.PNG (210.63 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-9 17:05 上传\n\n\n\n\n\n明月别枝惊鹊，清风半夜鸣蝉。\n稻花香里说丰年，____________。\n"
        },
        {
            "author": "SBVMVMNBMBN",
            "timestamp": 1483982220,
            "txt_content": "上帝的心 发表于 2017-1-9 17:06\n明月别枝惊鹊，清风半夜鸣蝉。\n稻花香里说丰年，____________。\n听取????声一片"
        }
    ]
}