{
    "title": "【原创/单篇】[Enf小组]《安德莉亚》",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1484058240,
    "txt_content": " 本帖最后由 透明小小 于 2017-1-11 11:26 编辑 \n  在喧闹的酒宴上，琴弦被折磨出尖锐的音调，尖头鞋噼啪地踩踏着烂熟的节奏，女人窸窣的衣裙声，男人嘴里嘬着雪茄，炉膛的焚柴音，密密麻麻地拉扯在一起。\n\n   这是一个傲慢且有着远见卓识的女人。安德莉亚有着上层贵族女人的坚韧和美丽，金色的卷发像是从圣经壁画中撒下的金色羽毛，染有玫瑰香的手指灵巧的夹着一个末端黑色的烟斗。她微微抬起头，右手托着肘部，环视着四周，将烟斗用粉红的嘴唇轻轻抿住，又缓缓送出，吐出一片奶白色的烟雾。\n\n   当然，就算是有着上层人士都有的陋习，也阻挡不了安德莉亚那铺满星辰的远大理想，她是一位独特的贵族小姐，同时也是一名每天花三法郎去买街头流浪汉人生故事以求真实性的优秀作家。\n\n   安德莉亚的脸被酒香烘得发烫，我顺势搂住了她的腰。\n\n   “哦约翰。”\n\n   她轻轻将头依在我的肩膀。\n\n   “等战争过去了，我们就去非洲狩猎几头狮子吧。”\n\n   “你总是这么异想天开。”我抚摸着她的秀发，就好像在摸着一匹价格不菲的丝绸。\n\n   她不再吭声，只是趴在我的怀里像个孩子一样随意摇晃着。\n\n   “你喝醉了。”我伸手将她的碎发理到一边。\n\n   “你会死吗？我听说最近有一个在前线做战报的记者被敌方枪毙了”安德莉亚突然睁大了眼睛，死死的盯着我，答非所问的说道。\n\n   我忍不住发笑，“什么？当然不会了！我并不在前线工作，只是坐在报社里喝着甜酒写写这里无聊的日常小生活罢了。”\n\n   安德莉亚又垂下的头，将脸埋在我的胸膛里。\n\n   她的鬓角别着一朵白山茶花，在巴黎寒冷又漫长的冬季里，鲜活的生命总是很少见。在我们认识的长久岁月里，安德莉亚就恰似这朵白山茶花，就算身处逆境，也总能顽强的抓住一切机会一切希望继续生活下去。\n\n   “但如果，我们败了呢？”她冷不丁的又冒出来了一句。\n\n   “那我就带你离开法国，去一个安全地方生活。” 我撩开了她肩上的鬈发，拇指按在她光滑得像银器一样的肌肤。\n\n   “什么？！”安德莉亚再次睁大了眼睛，惊愕的看着我，仿佛是看着一个陌生人，一个仇人，她咬牙切齿地一个字一个字缓慢又坚定的说道：“这不可能的，这是我的祖国！我哪里都不会去！更不会在这关键的时刻离开我的祖国，我的母亲！”\n\n    她愤怒的推开了我，转身挤过人群，消失不见。\n\n   这是头一次我们不欢而散，她耍性子不是一俩日的事，她总是这样，很有自尊，头颅扬得直逼天空，像能击退一切乌合似的。她这样的性子，就算是在德国这样大肆进攻的特殊环境下，尝试过屈辱和尖苛的现实后，也不见得消减半分。\n\n   这倒让我想起了安德莉亚年轻的时候，戴团满玫瑰花蕾的无边软帽，搭着开司米披肩，真丝裙摆上挤攘着绣球印花和枝叶的锯齿，笑起来像黄昏时的烂漫云霞，受过健全的贵族女子教育，有点不羁的小心思。\n\n   但她不伙同绅士子女嘲笑乡绅的孩子，她信基督教，对祖国总有着一腔热血，但她在七月的阳光下大声朗爱国的诗歌时，圣母玛利亚的光辉、白鸽抛下的橄榄枝，都不及她迸发出的鲜活生命力的闪耀。\n\n   她也很喜欢在耳畔插一朵白山茶，当我跟着同班的孩子把制帽抛出去，她就躲在窗外那棵香樟下嗤嗤笑，像是一个顽皮的孩童期待的看着我下一个举动。\n\n   那时我就认为自己会一直爱她，爱她别具一格的思想，爱她娇矜的性子，爱她诗人一样的饱含诚挚的眼睛，爱到思想腐朽，性子磨平，眼睛混浊，都那样爱她。\n\n   我将手边的威士忌一饮而尽，挤进人群去寻找安德莉亚的身影。她站在大厅的角落里一个人独自生闷气，见我追了过来，便狠狠的瞪了我一眼转过身不肯看我。\n\n   她是个很有骨气的女人，和小说里那些柔媚的形象不同。\n\n   我半拥抱式的搂紧安德莉亚曼妙的腰身，低头缓缓附在她耳边，那些初生的绒毛旁，仿佛许誓般地。\n\n   “是的，我们不会离开巴黎，更不会离开法国。我们会在这里结婚，在这里生子，在这里守护飘满香根鸢尾清香的净土。”\n\n  安德莉亚转过身紧紧搂住我，她的眼睛里仿佛藏匿着万千星辰，让人沉醉其中。她忘情的吸允着我的嘴唇，“哦我的约翰，我的上帝啊，我是如此的爱你，你永远都不会让我失望的。”\n\n   我一手搂着她的腰，一手护着她的头，似乎忘了自己身在何处，只是享受着她的节奏。\n\n   她的唇上有美酒的浓香，也有香橙的甜美。\n\n   但在那天后，法国一日不如一日，安德莉亚的身体也日渐消瘦，几年未复发的冻疮也在此时折磨着她。\n\n   半年之后，1940年6月14日，德军占领了巴黎。\n\n   那个令人憎恨如火的恶魔不仅夺走了我的祖国，也夺走我可怜的安德莉亚。\n\n   她躺在病榻上看着我，直勾勾的盯着我看，她眼中藏匿的闪烁星辰一闪一灭，似乎将要同生命之火一起熄灭。终于，安德莉亚缓缓闭上了眼睛。\n\n   而昨晚还盛开的白山茶，今日却败在敌人的军靴下，已经凋敝得只剩破碎的骸骨了。\n\n   她还是死了。\n\n\n\n\nps:\n这个微型文的cp向是女作家X小记者。\n\n时代背景是二战时期，德国占领法国。\n\n我个人蛮喜欢这对cp的，女作家一腔热血想要守护祖国不受希特勒的侵袭，但是懦弱（也许用词不准）的法国政府最后抛弃了巴黎。女作家在病中悲愤过度导致病情加重，最后死在了病床上。\n\n小记者意义不明，大概就是希望生活和平安逸但又遵从女作家安德莉亚的意愿，尽管看她病死在床上十分痛苦却又无能为力。\n\n爱情是最伟大的力量，也是最无情的摧毁。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1484096340,
            "txt_content": "不得不说，还是写得不错的。\n “你会死吗？我听说最近有一个在前线做战报的记者被敌方枪毙了”安德莉亚突然睁大了眼睛，死死的盯着我，答非所问的说道。\n这个“的”我没记错的话在这里应该不适用这个“的”吧。应该是“地”。文章也有其他这样的细节性错误，虽然不值一提，但却不容忽视。然而我感觉我还没有你写的好233毕竟我不写抒情\n\n\n"
        },
        {
            "author": "透明小小",
            "timestamp": 1484098740,
            "txt_content": "MF_Mufeng 发表于 2017-1-11 08:59\n不得不说，还是写得不错的。\n\n这个“的”我没记错的话在这里应该不适用这个“的”吧。应该是“地”。文章也 ...\n如果你仔细看我以往的文 我都是这样的 的和地分不清 后来也就这样了"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484099160,
            "txt_content": "透明小小 发表于 2017-1-11 09:39\n如果你仔细看我以往的文 我都是这样的 的和地分不清 后来也就这样了\n希望到网上普及一下。\n不过文章是真心写的不错的，尤其是关于人物的描写啊，啧啧。"
        },
        {
            "author": "透明小小",
            "timestamp": 1484099880,
            "txt_content": "MF_Mufeng 发表于 2017-1-11 09:46\n希望到网上普及一下。\n不过文章是真心写的不错的，尤其是关于人物的描写啊，啧啧。 ...\n本来想着要是没人发现我就偷偷混过去的 如今被发现了也得去好好学习一下了（捂脸）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484104500,
            "txt_content": "有一些基础概念上的错误\n其他都好"
        },
        {
            "author": "透明小小",
            "timestamp": 1484105880,
            "txt_content": "冥王星人 发表于 2017-1-11 11:15\n有一些基础概念上的错误\n其他都好\n蟹蟹QAQ 我下次会更加注意的!"
        }
    ]
}