{
    "title": "[重启|入门级]Mekanism通用机械教程[V9]",
    "author": "没糖的葫芦",
    "replyCount": 99,
    "timestamp": 1485274920,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2020-4-28 20:35 编辑 \n\nMekanism通用机械教程\n前言\n 前言基本就是我的絮絮念了，简单介绍一下改版后的Mek通用机械教程，基础篇暂定分为入门、工具、发电、机械、管道、存储、大型多方块设备，七个子篇章，子篇章以分页的形式展现，最后以目录形式列出各个子项。希望新的排版各位喜欢。这次的数据部分参考Other Wiki和 FTB Wiki，再加上部分实践得出，如果你想要投喂我，请选择总结投喂篇进行投喂打赏，万分感谢_(:з」∠)_。[PS:多倍矿物处理在大型多方块篇]\n\n\n\n入门基础篇\n\n介绍篇\n\nMek是一个拥有非常强大的兼容性的模组，它可以支持很多种能源的转换(1EU=2AE=4RF=10J)，甚至是矿物的转换，可以将IC的铜转化成Mek的铜，反之也是可以的，而且非常赞的是这个机器并不消耗电力Get√，你可以使用Mek使得各种能源非常方便的互相转换，当然这并不是它的主要作用，还集成了一套不错的物流管道，还有非常棒的液体存储解决方案，个人极力推荐其模组中的的矿机，稍后的教程中也会介绍到，难道你还没有心动么？\n\n矿物篇\n\nMek通用机械这个Mod给我们带来了四个原版没有矿物，分别是盐块、锇矿石、铜矿石、锡矿石，下面就详细的介绍一下各个矿石的挖掘和分布吧。\n\n\n盐块\n锇矿石\n铜矿石\n锡矿石通常分布在海边沿岸和靠近海边的支流湖泊通常分布在世界任意的地方[Other Wiki] 通常分布在高度位于四十二至七十六[FTB Wiki] 通常分布在高度位于二十五之五十[FTB Wiki]无特殊挖掘工具\n手撸即可可使用木稿子挖掘可使用木稿子挖掘可使用木稿子挖掘\n游戏实际结果对比，Wiki上的数据与实际对比结果较为接近，请务必注意是通常分布不是一定!\n\n以上数据仅供参考\n\nGui介绍篇\n1.侧面配置2.升级配置\n3.传输配置\n4.安全配置\n5.供能配置\n6.红石配置\n大致Gui都有这些设置，我这里以充能冶炼炉为参考，下面我会一一介绍各项配置的设置和一些用处，\n\n\n\n\n\n\n\n\n1.侧面配置\n首先我来介绍一下侧面配置，侧面配置即机器每一面的设置，红色输入，蓝色输出，绿色能量，在这种耗电的机械上一般绿色配置基本可以无视，红色的框是能量侧面配置将在稍后介绍，我们先搞清楚每一个方块对于的面，只要记住淡蓝色的框代表的位置就是机器正面，我相信各位都折过正方体，那么其他代表那一面我就不再赘述，右上角为为弹射开关，只要开启弹射开关就可以自动按照设定抽取箱子物品和弹射物品到箱子。\n\n\n2.升级配置\n气体、能量、过滤、速度、降噪、锚升级。打开后可以看到这样一个Gui，然后下面闪烁变化的就是这台机器可以安装的升级，将你要安装的升级模块放入右上角，安装成功后左边列表会显示出你安装的升级，如果要拆除只需要选中后点击右下角亮起来的向下的箭头，气体升级提高气体利用率，能量升级提高能源利用效率，过滤升级只能用于泵的升级可以将水过滤出重水，速度升级提升机器效率，降噪升级减少机器噪声，锚升级保持机器区块加载。\n\n\n3.传输配置可能听得会很迷茫建议结合管道篇目看，首先它是用于在你的输出管道上存在岔路且岔路存在标色的现象如下图所示：\n\n这种时候我将传输配置设为精准输出蓝色，则会向上图一样优先流向蓝色边的箱子。\n\n\n4.安全配置\n公用、私用、专用模式。\n公用即为不加锁，私用则为加锁只能你自己打开，专用是在多人模式上用的，批量设置自己机器的方法是使用机密桌，可以在下面看到。\n\n5.供能配置\n即为切换能源方案，支持的能源有RF、EU、T、J。\n比例：4RF：1EU：4T：10J 。\n\n6.红石配置\n红石配置，就是机器是否会受到红石影响，默认禁止即为不受影响，高则是红石点燃时机器开启，低则是红石熄灭时机器开启\n\n\n\n工具基础篇\n*由于内容需要，部分本篇工具[便携式传送机、地震读取器]移至机械篇\n实用工具篇\n 通用机械模组给我们带来了一个非常实用的工具——镐尖斧，镐尖斧可以作为斧子镐子铲子来使用，挖矿再也不用带一堆工具了，是不是很不错呢？\n\n\n\n既然这个是一个科技MOD，那就少不了诸如扳手等小工具，首先我们先讲一下调整器这个工具，温馨提示该工具建立在金属灌注机的基础下，切换模式的默认方式是shift+M，M实际就是\"Mekanism 模式切换\"，所以如果冲突导致摁键无效，只需要在设置中修改此项即可。\n\n\n旧版本可能有所差距，旧版本的调整器是旋转 扳手 配置现在将配置细化了，下面我就细化的介绍一下每一个状态的功能。\n旋转：右击机器则会将机器的正面对着你，如果是shift+右键则会机器的背面对着你;\n扳手：直接右击则会让机器的逆时针转动九十度，即一面，如果再次右击则会转回来，shift+右击机器，则是安全拆除机器;\n配置：唔，这个介绍需要结合到后面的内容，而且不太好解释，会在使用到的时候具体介绍。\n\n最后介绍的工具比较有用但是前期可能用不上，在此只做简单描述，辞典，在模组中搭配数字型采矿机使用，是用于读取方块的关键字，用于采矿机设置的一个小工具，使用方法就是手持后直接右键你想查的方块即可。\n\n\n纸箱，可以将一个方块(不包括基岩)打包，对要打包的方块右键，会保留方块或机器的方块数据，不可叠加，将打包后的箱子放下后shirt+右键即可拆回纸箱。\n配置卡，用于保存机器的Gui设置，以便于快速的重新布置，shirt+右键机器保存配置设置，右键对准同种机器即可覆写其配置，并会清除掉卡上的数据。\n滴量器是用于流体或气体的机器中的流体或气体，进行转移和注入的工具，最大容量为1000mb\n将滴量器放在Gui中的“+”上则会抽取容器中的液(气)体，放在“-”则相反，直接操作右键即可将容器中的液体抽出或者加入，拿在手中shirt+右键则会清空滴量器。\n\n\n\n\n\n\n实用护甲篇\n通用机械增加了不少护甲装备，其实就是新增了不少材质的护甲，详细的参数就放在图里了，特别说明一下萤石护甲的放光自己的第一人视角是看不到的，但是其他人的视角是可以看到发光效果的，这或许是一个特性，黑曜石护甲有三十点护甲值，但是Minecraft是最高二十点护甲值的，所以最后也只有显示二十点护甲值，不是数据有误！\n\n\n\n娱乐工具篇\n\n此篇的使用意义不大，当然如果你觉得吊起一个猪悬浮起来很有趣的话，当我没说。\n通用机械模组中也加入了不少好(mei)玩(yong)的小玩具其中一个便是气球，可以将气球制作后直接右键放飞，达到一定高度后会销毁，shift+右键对准动物使动物悬空，左键则是打掉销毁气球，当然颜色也是可以改的不一定是图中的黑色气球，可以在合成过程中就是用染料上色也可以，合成后再修改染色。可以用在活动上的弓箭打气球，或者单纯装饰。\n\n\n荧光板，这个算是娱乐类工具里较为实用的，至少不需要电还看的比较现代化的灯也是不错的，不是么？与气球一样也有十六色可选，光线亮度十五，可以直接放置在地面也可以放置在墙面。\n\n\n\n下面一个我也不知道我为什么会将其归入娱乐，难道爆破不是一门艺术？这个物品就是黑曜石TNT，作为一个黑曜石大法的科技模组，黑曜石家族自然不能少了TNT。为此我做了一个和TNT的爆炸威力对比，可能由于世界高度的问题所以感觉不是很强烈，但对比其破坏半径不难看出其威力之大，而且其能炸毁黑曜石，当然不要和我说核弹。[感谢#31的纠正]\n\n\n\n\n高科技篇\n充电台/机器人\n\n机器人也是Mek的亮点之一，机器人别看它只有一滴血但是只要电力足够他可以无限血量，在受到伤害的时候会减少电力，如果电力归零，将自动回家，\n\n说到机器人就不能不提到充电台，机器人合成出来后必须放置在充电台上，这个充电台类似于工业模组的充电座，只需要在背部接入电源即可供电\n\n这个轻巧的机器人有着不少的功能打开Gui界面，\n\"H\"摁键传送回家机器人将传送回到你放置充电台的位置\n\"D\"摁键掉落物捡拾开启/关闭\n\"R\"摁键重命名机器人\n\"F\"摁键跟随开启/关闭，跟随将消耗能量\n右边一排以此是主界面，合成台界面，箱子界面，熔炉界面，砧板界面的切换，箱子大小就是一个普通的木箱子\n\n\n\n\n\n(装甲)喷气背包\n喷气背包是通用机械中用于飞行的一个装备，拥有三个模式(标准/悬浮/禁用)，默认摁键使用F即可切换\n\n标准就是就是普通的飞行，悬浮就是支持悬停飞行，禁用即不使用飞行，飞行的情况下是消耗氢气的。\n\n装甲喷气背包，就是在喷气背包的基础上，进行升级拥有12点的装备护甲。\n\n\n自由助跑器\n自由助跑器是一个脚部的装备，\n\n装备后会移动可以自动上升1格高度，比如马(???)??，还能防止高空坠落受到的伤害，但是需要消耗能源，所消耗的能源和受到的伤害成正比。\n\n\n火焰喷射器\n火焰喷射器是作为远程武器存在的，但也是一个熔炉(路人甲：熔炉你在说什么？？？)，\n\n火焰喷射器有着三种模式(战斗/热量/地狱)，摁键默认情况shirt+M即可切换\n\n\n\n战斗模式:可以攻击16格内的生物，不会引燃其他方块，注意它的攻击类似于弓箭但是更为缓慢;\n\n热量模式:也可以叫做熔炉模式，在战斗模式的基础上增加了，一定的熔炉效果，比如我对木头方块发射将会使它变成煤炭，对着沙子发射就会变成玻璃;\n\n\n地狱模式:则是在上述两种模式中增加了，对方块实体的效果，如果对着草地直接使用就会出现，类似于打火石对着草地使用的，点燃效果。\n\n\n\n\n\n\n潜水气罐/防毒面具\n潜水气罐，顾名思义是在潜水的时候使用的设备，你可以为它注入氧气，保证你在潜水时的氧气**不至于窒息死亡，\n要注意的是潜水气罐需要搭配燃气面具使用，也就是一个潜水头盔，使用的时候需要注意，潜水气罐默认处于关闭状态，因为其与喷气背包均被定义为装甲所以我们默认使用的摁键是F，开关的时候如果开启了MEK的声音是能听到一个金属声的，\n\n特别需要注意的一点是，如果离开水面，切记关闭潜水气罐，如果不关闭，将继续消耗气罐存储的氧气，在水中使用的时候，会有一个很现实的效果，就是会产生大量的水泡。\n\n\n\n原子分解机\n原子分解机，一个可以代替锄、斧、铲的高效率电动装备，而且拥有着不俗的伤害(20颗心)，\n原子分解机拥有5个模式(正常/慢/快/矿脉/关)，切换的方法是shirt+鼠标右键，\n\n\n\n\n正常模式(20):挖掘速度相当于钻石等级的装备附魔效率II，锄头一次范围3*3;\n慢(8):挖掘速度相当于钻石等级装备无附魔的情况;\n快(128):挖掘速度相当于钻石等级装备附魔效率V，锄头一次范围5*5;\n矿脉(20):挖掘相当于钻石速度，但是有用矿脉连锁挖掘效果，锄头一次范围3*3。\n\n\n\n\n\n\n\n\n\n\n\n\n\n电动弓\n电动弓相较于原版的弓，默认状态威力并没有什么提升，耐久取决于电量的剩余，电量为零他不会消失，只需要再为其充能即可，shirt+M可以开启火焰模式，火焰模式将更为消耗电量，但是将发射带有火的箭矢，被击中的生物将产生被点燃的效果。\n\n\n\n\n\n发电基础篇\n热力发电机篇\n热力发电机是通用机械正常攻略线上的第一台发电设备，所以它的合成并不复杂。\n热力发电机有两种发电模式，可以燃料发电，也可以贴着岩浆来发电，没错这是一个永动能源！\n热力发电机还有一种发电方式，使用木料加热机贴着热力发电机，木料加热机燃烧木头产生热量，这种方法还不如直接将木头放入热力发电机中，而且木料加热机合成需要钢。\n \n\n\n(高级)太阳能篇\n\n光伏发电，一种环保的发电形式，通用机械中光伏发电的机器有高级太阳能和太阳能两种，下面简单介绍一下两者差别，太阳能发电机占地是一格，高度也是一格，产生电力的速度是50.0J/t，而高级太阳能最底下一格依占地一格，但是它高三格，第三格大小为九格，它的发电速度是300.0J/t，是普通太阳能的6倍。\n\n\n\n\n燃气发电机\n\n通用机械中的可燃气体发电的机器，而通用机械中的可燃气体只有氢气，氢气可以通过电解水获得，电解水的化学公式是2H[sub]2[/sub]O—（通电）2H[sub]2[/sub]↑+O[sub]2[/sub]↑，电解水得到还有氧气，氧气可以用于净化仓和硫酸的制作，所以这个也是一个很好的氧气工厂。下图是我参照Wiki制作的一个简单的氢气发电厂，当然可以自行接一个燃气储罐，用来存储氧气，如果你的目的是发电那么下面这个模型并不适合，因为三个太阳能的效率远高于驱动氢气发电厂的效率。\n我在翻查资料燃气发电机的资料的时候总是能发现关于氢气发电机可以作为永动能源的说法，对此我也已新版做了一个实验，搭建的比较随意，请见谅，一开始我使用太阳能给能量存储立方做了一个短暂的供电，使泵和电解分离机工作，但是这个循环是无法维系的泵消耗100J/t，电解分离机消耗400J/t，燃气发电机产生400J/t，对比消耗有着100J/t的损耗，所以无法实现所谓的永动，当然如果你认为我的解释存在毛病欢迎指出和探讨。\n\n\n\n\n风力发电机\n\n风力发电机，归属于永动家族的一员大将，相较于IC中的风力发电机而言这个更加美观，但是并不怎么科学，IC的风力发电是根据风速，Mek的是根据高度，也就是说在世界最高255格的高度下，减去风力发电机的5格高度，也就是251格，即可达到理论的最大发电速度480J/t，而且这个Mek中的风力发电机是可以扇叶重叠的。\n\n\n\n\n生物能发电机\n\n这个就不做过多的描述了,打开Gui可以看到四个槽由左到右依次是生物能缓存槽，输入槽，能量输出槽，能量输出缓存槽，它的最大能量产出是350J/t，最大输出速度是700J/t\n\n\n\n\n\n机械基础篇冶金灌注机\n如果说热力发电机是通用机械的基础发电设备，那么冶金灌注机就是通用机械中的第一台机械，很多金属的制作都需要它。\n\n\n先简单介绍Gui界面的各处，1.原料槽;\n2.产出槽;\n3.供能槽[如果你有电力接入可以无视没有可以使用如红石等来作为功能源];\n4.功能槽能量的存能槽;\n5.升级模块;\n6.权限设置;\n7.侧面板设置;\n8.传输配置;\n9.能源调节选项支持EU RF等;\n10.红石控;\n11.注入槽;\n12.注入缓存槽;\n13.清空按钮用于清空注入缓存槽;\n\n\n\n\n冶金灌注机制作的最重要的金属有诸如，钢粉，控制电路，富集合金等，在这里我就简单介绍一下钢的制作过程。\n首先需要制作富集铁粉，\n\n\n然后再需要将富集铁进行二次精加工，得到钢粉，将钢粉直接放入熔炉烧制即可获得钢。\n\n\n\n富集仓\n\n富集仓，通用机械中一个用于帮助减少消耗的机器，可以将矿石磨成两个粉末，当然最重要的是压缩钻石、红石等，可以大大减少冶金灌注机的材料消耗。用一个红石压缩得到压缩红石，压缩红石的作用也很简单可以代替红石在金属灌注机中使用，要注意一个压缩红石在金属灌注机内等于8个红石。\n\n\n\n锇压缩机\n\n锇压缩机可以制作的只有黑曜石锭和萤石锭，这些锭可以做成之前介绍过的萤石套装和黑曜石套装，而且他们两均是传送框架的必须材料，也是一个较为重要的机器。\n\n\n\n\n\n融合机\n\n融合机简单来说就是将粉和原石合成，使其变回原矿。\n\n\n\n\n\n粉碎机\n\n从名字上面就可以看出他的用处，和众多科技模组一样，可以将羊毛粉碎成线也可以将锭粉碎成粉等，还可以制作出生物燃料。\n\n\n\n\n\n\n机密桌\n机密桌，根据官方介绍是一个中央控制系统，用于管理你所有机器的安全设，下面三个分别是上锁的模式公用、私有、限制，左边\"！\"的摁键是是否覆盖，这个就是强制执行生效于你的每一个机器，如果不开启机密桌等于只是一个设置好的安全策略，专用模式用于多人模式，专用模式下非你白名单的玩家等同于私用将无法打开Gui会提示\"[Mekanism] 你没有权限访问\"，如果白名单设置如这个人的ID即允许其访问Gui界面。\n \n\n\n\n\n矿典转换机\n\n矿典转换机用途很简单，就是将不同模组中的同种矿物互相转换，以下已IC为例，\n\n\n\n\n首先我们先用矿物辞典，读取一下他们的关键字可以发现他们都是oreTin，\n\n\n打开Gui界面，\n\n\n点击新建过滤器，在中间输入oreTin然后点击旁边的小勾，\n\n\n然后修改你要过滤成哪一个MOD的锡[通过红色框所选的摁键切换]，假设我想要转换所有的锡矿变成IC2的锡矿，那就挪到IC2选项点击保存\n\n\n然后将IC以外的锡矿放入其中然后就全变成了IC的锡矿是不是很简单~最重要的是不耗电！！！\n\n\n\n\n\n\n\n传送框架/(便携式)传送机\n\n我就不多说用途了就是传送，快速教大家上手使用吧，合成一次可以得到9个传送框架，\n\n\n当然只有传送框架是不够的还需要传送机，\n\n\n传送机必须放在下面，做成一个刚刚好一个人通过的高度和大小即可。\n\n\n首先要先打开传送机Gui来设置传送，\n\n\n先在设定内输入信号端名字，就好比路由器设置WIFI名，然后点击旁边的小勾，\n\n\n再另一个传送点，\n打开Gui，\n因为设置是公共，所以任何人都可以发现这个传送点(WIFI)，然后选中这个信号源，点击设置即可右上角的×就会变成√就说明完成了联通设置，\n\n\n我相信有人要问了要是这个时候有第三个门接入了呢？我做了一个实验，如果再有第三门接入可以传送到发射源的门但是它只能单向传送至发射源的门，发射源传送的门传送也只能传送到第二个门，下图简单的说明，\n\n\n还有一个小问题就是，如果两个门只给一个门供电会怎么样？那将只能有电的那一边的门传送向没电的，没电的不能传送回来，下图简单的说明，\n\n\n既然说了这么多，那么就一起讲一个便携的传送小工具吧，便携传送器，设置方法类似那我就不在赘述，设置完传送点后点击传送，就可以完成单向传送。\n\n\n\n\n\n\n\n地震振动机/地震读取器\n通用机械中一个比较迷的机器，是通过地震振动机认为制造地震，然后使用地震读取机读取地质数据，将地震振动机接上供电，机器即可运转，\n\n\n然后站在这个机器影响的区块范围内任意方块上，使用地震读取机，右键读取，即可读取所站方块下的地质数据，\n\n\n很迷茫的是1.10.2显示全为Air也就是空气。葫芦:？？？(1.10.2最新版本已经修复这个问题)\n\n\n\n净化仓\n\n可以将一个矿石加工成三个矿石碎块的高级设备，以金矿石为例来简单介绍这个机器，首先将金矿石放入净化仓，之前在燃气发电机内，我有介绍到氧气的用途，净化仓就是一个氧气消耗户，当然也可以使用燧石替代\n\n\n再将金碎块，放入粉碎机中打粉，\n\n\n再将污浊金粉放入富集仓中提纯，得到金粉，金粉可以直接使用富集仓进行打粉，但是只能得到两个，通过上面的步骤我们可以多得到一个金粉，金粉燃烧即可得到金锭，这里我用到的是下面介绍的充能冶炼炉。\n\n\n\n\n电动泵\n\n电动泵一台支持升级，升级，过滤，自动弹射的设备，从名字不难理解就是一台液泵，可以加入各种升级，其中的过滤升级可以将重水从水中分离出来，关于升级这一部分的介绍教程，将在“Gui介绍篇”中介绍，这里就不再赘述,图中后面的存储设备是动态储罐，可能会放到第二篇介绍。\n\n\n\n充能冶炼炉\n\n充能冶炼炉就是一台消耗能源的熔炉，任何熔炉可以烧制的东西他都是可以烧制的。\n\n\n\n数字采矿机\n数字采矿机，本来是打算挪到第二篇的，但是最后思索了一下，还是打算在基础篇内就作为机械的最后结尾，内容较多，部分措词和介绍可能不是很好，望各位见谅，占地3*3的较大型的设备，外观科技感十足，当然制造成本不低，但是相对应的功能也不少，\n\n首先打开Gui可以看到弹射和推拉和精准，左上有一个外观的开关，\n\n\n外观开关是挖掘范围的虚拟显示，效果如下图，\n\n\n弹射开启后，将自动将挖出来的东西弹射到后面的箱子，推拉开启后将自动从上面箱子抽取物品来替换掉挖掉的方块，左右两边则是能源输入口，\n\n\n点击配置进入配置界面，Radi为半径（最大32），Min为最低高度（0-255），MAX为最高高度（0-255），最高高度设置的建议是，你当前所放置机器的高度，毕竟需要扫描再进行判断和挖掘，\n\n\n点击新建过滤器，来进行挖掘选择。\n\n\n1.物品栈\n将你要挖掘的物品（如闪长岩），放入\"F\"摁键上面的槽内，如果你需要将挖掉的闪长岩，替换为其他物品（如海绵），那你需要将\"!\"摁键上面槽内，放入替换的物品（需要先将替换开启，开启方式就是点击一次!\"摁键），实例效果如下，\n\n替换所用的海绵，是从箱子内抽取的，当然也可以放在机器内的物品槽。\n\n2.矿物辞典\n将你要挖的矿物的关键字输入中间的框，点击框后面的小钩进行确定，依旧有替换的选项，如果你不知道关键字，可以通过辞典右键矿石，来查看关键字，合成表如下，\n\n\n当然矿物这么多，如果一个一个添加实在太费时间了，我们可以直接\"ore*\"，因为矿物关键字都是ore开头的，后面的*在通配符中代表任意，所以就实现了这个目的为作者点赞，设置后物品的那个图标，是在变的，包含了全部矿物AE和IC什么的都是通杀的，最后点击保存，\n实例效果如下(挖全部的矿物替换为海绵)。\n3.材料过滤器\n材料过滤器，可以挖掘你设置的物品材料可以合成的物品，比如我设置橡木木板，则为橡木木板能合成的物品将被挖掘，替换选项依旧存在，就不在赘述，实例如下。\n\n\n\n\n4.MOD ID\n打开后界面类似矿物词典，这里可以输入MOD的名字（英文!英文!英文!），不确定的可以用NEI或者JEI查看所属的MOD名(如植物魔法则是Botania)，\n实例如下。\n\n\n\n\n\n\n\n电解分离机\n电解分离机，用于将液体电解为两种气体，可以用于制作氧气和氢气等。\n\n打开Gui，三个槽位由左到右，分别可以放入装入液体的水桶或者液体储罐，即可注入左边的水槽，电解产生的气体自动分别注入中间两个槽，中间左边的槽气体可以在电解分离机左边抽出，右边同理，如果是自动结构中的一环，我建议如果气体不需要或者是收集的请设置为过量排出，否则储存槽满了，就会停止运行，设置方法在左右下角的闲置旁边的图标点一下即可切换。\n\n\n\n\n\n\n\n化学(灌注/压射/溶解/清洗/结晶/氧化)机\n\n化学灌注机，一台将两种气体混合为新的一种气体。\n\n\n\n\n打开Gui界面，为了更好表现，我直接将可以放入的东西放了进去先，闪电的位置可以放入能量立方，当然立方得有能源才能给机器充能，右下角的绿条就是机器的能源缓冲条，左右两边可以放入支持融合的气体，会自动混合注入中间，中间下面的格子放入一个空的燃气储罐用于收集气体或者在外面使用管道抽取，注入也是左边管道注入左边槽，右边同理。\n\n\n\n\n\n\n\n化学压射机，用于将矿物处理成四个碎片，是四倍矿步骤中的其中一台机器。\n\n\n\n打开Gui界面，竖着的缓冲条是压射矿物或方块所需要的气体（氯化氢或水蒸气）的缓冲条，紫色方块中可以放入对应的气体储罐，氯化氢可以使用盐代替，相较于使用氯化氢成本较大，上面红色框则为支持处理的物品，详情见Jei/Nei合成表，竖着的读条为加工状态读条，闪电为能源槽，同样也是可以外部接入供电和气体等供给的。\n\n\n化学溶解机，将矿物中的杂质溶解，然后得到矿石浆液原始液。\n\n\n\n\n打开Gui，左边格子放入装有硫酸的燃气罐，或者外部管道左侧接入，右侧排出溶解液，具体支持矿物见Jei/Nei。\n\n\n\n\n化学清洗机，一台用于对矿石原液进行进一步清洗提纯的机器。\n\n\n\n\n\n打开Gui，效果图是扣的不太好见谅，Gui主界面上有三个槽，左边的是水槽，第二个是矿石原液槽，第三个是清洗后的矿石溶液，水可以从除了左右两面以外任意一面输入，也可以在右边边锁头下面位置的格子放入水桶，会将水灌入水槽弹出桶，但是矿石原液只能在外面从左侧输入，“-”处可以放入空的储罐收集，净化后的矿石溶液，或者管道右侧排出。化学结晶器，用于将纯净溶液制成结晶的机器。\n\n打开Gui左边是放入纯净溶液的格子，放入溶液后蓝色格子上面的那个格子会显示出是溶液的原矿是什么，蓝色格子便是纯净溶液凝结的结晶，结晶可以在外部右边抽出，闪电处可以放入能源也可以外部接入能源，左侧接入纯洁溶液，注意是纯洁溶液不能注入矿石原溶液。\n\n化学氧化器，可以将固态粉末氧化成气体。\n\n打开Gui，第一个格子放入粉末，也可以外部左侧输入，闪电格子位置可以放入能源供能，也可以外部供能，“+”格子可以放入燃气储罐用于收集或者外部右侧收集。\n\n\n\n\n回旋式气液转换机\n\n回旋气液转换机，顾名思义是将气体转换为其液态形态，反之同理。\n\n\n打开Gui，左边为气体槽，右边为液体槽，“+”是抽取气体储罐的气体注入气体槽，“-”是抽取气体槽注入气体储罐，闪电为能源槽，依旧可以外部供能，有水的桶放入闪电下方的槽就是注入水槽，空桶则是抽取，T是切换气液转换模式的摁键，比如现在是凝聚液体也就是将气体凝聚为液体，这个模式下气体槽对应的“-”格子可以放入气体储罐将储罐中的气体抽入气体槽，液体槽对应的格子可以放入桶或液体储罐抽取凝聚的液体，反之亦然。\n\n\n\n\n\n加压反应室\n\n加压反应室PRC，用于制作HDPE（已提交汉化修改为高密度聚乙烯也就是塑料的一种），HDPE是制作Mek中的塑料方块、荧光板、太阳能中子活化机的必须材料。\n\n\n\n\n打开Gui，黄色槽为液体槽，红色槽位气体槽，红色格为物品格，两个蓝色槽为产物槽，黄色液体槽的输入由机器后侧输入，红色为机器左侧输入，蓝色槽的附属物由右侧抽取，依旧支持外部供能和内部供能两种模式。合成表颜色显示有误就不上了，自行查阅Jei/Nei。\n\n\n\n\n精密锯木机\n精密锯木机，能更有效率的加工处理木制品，还可以得到副产物木屑（用于制作纸箱）。\n\n\n\n\n打开Gui，红色位置可以放入原版几乎所有的木制品，部分木制品拆解后有几率获得木屑，也有部分是百分百获得木屑。\n\n\n\n\n木料加热器\n\n木料加热器，燃烧可燃物获得热量的机器，Gui打开后就一个放入可燃物的格子。\n\n\n\n电阻加热装置\n\n电阻加热装置，用于将能源交互为热能的机器。\n\n\n\n\n打开Gui，在输入格，输入数字设定每t消耗的能量，数字越小温度上升越慢，数字设置的越小温度上升越慢且最高温度越低，能量缓冲区的最大缓冲能量为，所设置的消耗能量的400倍。\n\n\n\n\n公式装配器\n\n公式装配器，就是一台自动合成台，设置好合成方案就准备好原材料，就可以开启自动合成。\n\n\n\n\n打开Gui，九个格子就是合成台的样式，左边第一个格子是放置合成配方存储卡的地方，下面一排分别是存量管理、填充/清空格子(合成台)、制作单个物品、连续制作多个物品、自动模式，闪电为能量槽，蓝色区域为六格缓冲区。\n\n\n\n下面我以自动制作纸箱演示，先将锯屑让入红色格子部分，我们取四个放入合成台，做一个合成表先，保存合成表需要合成配方，合成配方拿在手里shirt+右键即可抹去上面的就记录。\n\n\n\n\n\n接着将合成方案写入合成配方中，点击一下，合成配方下面的编码配方摁键，然后将存量管理设置为开。\n\n\n\n\n放入能源立方或者外部连接上能源，点击自动摁键开始自动制作，外部放置一个箱子，在侧面配置中开启弹射，将制作的物品弹射出去。\n\n\n\n\n\n管道基础*该篇章内容仅为基础，只讲解数据和合成\n通用线缆通用线缆是Mek中用于传输能量的线缆，RF/EU/J都可以支持，每一个线缆都是有容量的，但没有能量损耗，分别是绿色基础3.2KJ/t、红色高级12.8KJ/t、蓝色精英64KJ/t、紫色终极320KJ/t，图片可能不是很清晰除了基础每一级都是用上一级的线缆围起来中间上升级所用到的核心。\n\n\n\n\n物流管道\n\n物流管道，可以传输方块，合成表依旧如故除了第一个的中间物品替换成基础控制电路，废话不多说直接上数据，分别是绿色基础速度1m/s泵速2/s、红色高级速度2m/s泵速32/s、蓝色精英速度4m/s泵速64/s、紫色终极速度10m/s泵速128/s。\n\n\n\n\n热导线缆\n\n除基础中间的替换成了铜锭其余合成依旧类似，\n\n\n由于官方并没有标注任何数据，但是我们可以使用网络数据读取器来查看，简单来说热力是有损耗的就拿下面的四格长的管道来说基础效率98.36%、高级98.42%、精英99.07%、终极99.84%，别看差距只有一点点，要知道我这里只有四格长，在长度的增加下，每个线缆的损耗差距将进一步扩大，短距离真的没啥差距。\n\n\n\n\n机械管道\n\n机械管道用于液体的传输，除了第一个是两个钢锭围着的由原来的红石替换成了水桶，其他合成依旧是上一级线缆围着中间一个升级所使用的合金，每一个管道都有容量和泵速，容量分别是绿色基础100mB/t、红色高级400mB/t、蓝色精英1600mB/t、紫色终极6400mB/t，泵速均为容量十倍。\n\n\n\n\n加压管道\n\n加压管道用于气体的传输，分为基础、高级、精英、终极，容量和泵数分别为256mb/t和64mb/t 、1024mb/t和256mb/t、4096mb/t和1024mb/t、16384mb/t和4096mb/t，\n\n合成方式依旧和之前的类似，只是将中间的替换为玻璃。\n\n\n\n\n物流整理机\n物流整理机是通用机械物流系统的大脑，负责物品的分拣工作，简单来说就是将物品送到应该去的地方，下面我会以一个矿工角色做一个简单实例。\n\n挖完矿物东西胡乱往箱子一丢大概就是这样的，我们需要花大量时间进行分拣、处理。\n\n如果我们用上物流分拣机配合其他机器可以做到什么样子呢？简单描述一下我的实例需求：我需要将所有的IC矿物转换为Mek的各个分拣到各个箱子(三个箱子)，Mek没有的则不需要转化的分类放好放在一个箱子，红石和青金石放在一个箱子，金矿石和钻石放到一个箱子，煤和铁放一个箱子，石头等低价值的放在一个箱子，实例大致示意图如下，本来我是打算让IC的矿物自动转化为Mek的但是很尴尬的是矿典转换机似乎不支持自动化，注意物流整理机吸入端口(纯黑色，较大的那一面)是不能识别大箱子的。\n下面就是给管道标色，只需要设置在接受箱子所连接的那一部分的管道上，通过调整器“配置(物品)”，shirt+右键修改颜色配置，右键则为查看设置的颜色。\n\n接着就是熟悉的过滤器设置，过滤器设置可以参考我之前数字化挖矿机的介绍。\n\n\n\n我的设置逻辑大致就是将零碎物品需要细化设置的优先设置好，诸如“Mek没有的则不需要转化”和“石头等低价值”这类覆盖面比较广的挪到最后设置，分拣机会根据你的表排列顺序来判断优先，比如我将第一第二条目设置为IC锡和铜给予深蓝色标签，而最后两条设置为MOD ID过滤，这样即使IC铜和锡通过分拣，在后面IC物品中包括IC铜和锡，但是由于优先顺序依旧会执行前面一、二条而不是执行后面的MOD ID过滤。\n\n\n\n\n\n量子传送装置量子传送装置，是一个可以长距离跨越维度传送物品、流体、气体、能量、热量的机器，下面我们就以能量传送作为演示，首先我们需要准备两台量子传送装置一个作为发射端，另一个作为接收端，频道概念参考传送框架。\n\n发射段设置，简单设置一个公用频道吧，如果是多人联机建议私有频道，连接完频道设备就算是半开启了，会自动连上靠在一起的线缆或者管道设备等。\n\n\n\n切换到侧面配置的能量配置，由于放置的时候没有注意放置方向就全设置为输入好了，开启弹射。\n\n接着设置接受端，打开接收端连接上你刚刚设置的频道。\n\n\n\n然后设置侧面配置，设置到这一步就已经能在接收端连接的立方中看到能量流入了，如果出现传输没有成功问题请务必检查设备连接所对面的侧面配置是否正确，发射端是否为输入，接收端是否为输出，接受能量的立方是否为输入，注意多人服务器中发射端和接受端区块必须都处在运行状态，接入的是核聚变的所以很快就满了Orzx。\n\n\n\n\n\n\n\n存储基础篇\n*由于只是基础本章不涉及动态存储方面知识\n箱柜\n\n箱柜，箱柜是一个可以大量存储单种物品物品的存储方块，依旧按照颜色区分等级绿色基础、红色高级、蓝色精英、紫色终极，分别可以存储4096、8192、32768、262144个同种方块，要注意是同种方块，放入第一个方块后，中间的方块就会显示你所存放的方块的贴图。\n\n\n\n液体储罐\n\n一个方便的液体存储罐，可以让你携带大量的液体，同时也是一个桶，储量分别为14000mB、28000mB、56000mB、112000mB，1000mB为一个桶的容量，一个储罐只能存储一种液体，\n介绍一下液体储罐的Gui吧，首先我们先来看中间最大的带度量的框，这个是液体存储的量，将鼠标放上去就可以显示出已用容量，旁边的\"I\"，可以放置一个装有液体的容器，也可以放置一个空的容器，如果放置一个有液体容器，将把容器内的液体，转移到储罐内空的储量部分，如果是空的那么将会将储罐中的存储的液体转移到容器内，下面的那个位置其实就是经过\"I\"槽处理过后的输出槽，不进入Gui也可以在外面，使用容器来进行这样的操作。\n\n\n\n\n燃气储罐\n\n燃气储罐，看起来很像煤气罐，用于存储气体，容量分别为64000、128000、256000、512000，\n\n\n依旧先给各位介绍Gui界面，\"+\"的地方让容器则是将储罐中的液体抽出，\"-\"则是将容器内的存入储罐内，一个储罐只能存储一种气体，下面的闲置模式可以切换为排出过量和排出模式，闲置则是不做任何操作，排出过量则是如果储罐满了还在往里面灌入气体则会排出，如果设置为排出，将是排出全部存储的气体\n\n\n\n能源立方\n\n能量立方是存储能量的方块，容量分别为2MJ、8MJ、32MJ、128MJ，至于最右边的则是创造能量立方，至于什么用嘛233，依旧是Gui介绍，\"-\"则是将放在上面的容器的能量转储到立方中，\"+\"则是将立方中的能量转入放在上面的容器中。\n\n\n\n大型多方块设备\n动态储罐\n动态储罐，需要用到结构玻璃、动态储罐、动态阀门这三个方块，主题的框架必须动态储罐方块(部分版本可能底座也要求)，其他都可以使用结构玻璃代替，但是记得要将一个到多个结构玻璃换为动态阀门，否则你将无法连接管道，在完成后会出现红色粒子特效。结构方块最小可以是3*3*3，最大可以达到18*18*18。\n\n这个多方块结构的动态储罐效果做的非常不错，动态阀门从透明的结构玻璃看到液体灌注入内，可注入液体算法为V(体积)*64000mb(旧版本V(体积)*16000mb)，每1000mb为一桶，打开Gui界面就能看到体积(V=a×b×c)或者你自己去算，\n\n也可以在Gui界面中手动使用桶来加水，也可以使用泵+管道或者其他方式自动注入、抽出动态储罐中的水。\n\n\n\n输导矩阵\n\n输导矩阵需要输导套管、输导端口、(基础/高级/精英/终极)输导元件、(基础/高级/精英/终极)输导**器，下面图中为最小的输导矩阵示意图和分解图，底座和顶部由输导套管搭建，可以将输导套管换为输导端口，结构中空，中空结构可以放入输导元件、输导**器，分别影响存储容量和电力传输速度。结构方块最小(功能不全)可以是3*3*3，最大可以达到16*16*16，功能全的最少是这样3*4*3。[我的公式是L*H*W即长高宽]\n\n如果只在中空结构中只放入两者其中一种，虽然也能完成但是可能将会失去相对应的功能，端口默认为输入端口(绿色)，使用调整器可以改为输出端口(红色)，最基础的输导元件可以存储上1.0GJ，建议根据具体实际情况来判断是否需要建造输导矩阵，如果要建设核聚变那你就需要用到较大的输导矩阵。\n\n\n盐(化)塔\n盐塔由热力阀门、热力蒸馏方块和热力蒸馏控制器组成，可用高级太阳能发电机、电阻加热器和木料加热器提供热量将水转化为盐水，太阳能需要将其放置在顶端的的四个角(PS：需要拆掉原来的方块，做示意的时候忘了)，电阻加热器和木料加热器需要用热导线缆使其和热力阀门连接，热力阀门可以放置在除了主体框架以外的地方，盐塔的效率受高度影响，最低高度三格最高十八格，盐水主要用于转化为液态锂，最终是混合为DT作为核聚变燃料。\n(补充一个小知识核聚变和核裂变不是一个概念，我们现在的核电站都是核裂变核裂变在稳定的情况下是比较安全的，但是一旦出现问题可以说是非常的危险，而可控的核聚变即使出现问题也不会发生爆炸的问题，而且核裂变会产生大量的辐射物而核聚变完全没有这个困扰，甚至主要材料可以在海水中提取可以说是取之不尽，目前没有一个国家掌握可控核聚变技术，世界上最长放电时间是101.2秒诞生与中国EAST)\n供热示意图如下，可以将水转为盐水，将盐水转为液态锂。\n\n核聚变反应堆\n\n核聚变反应堆可以说是MEK的最终能源**组件之一，为什么说之一呢，因为并不完整在核聚变反应堆的基础上还可以接入一台蒸汽涡轮机，它由反应堆控制器、反应堆框架、反应堆端口和激光聚集矩阵组成，成功构建后上面的控制器会变成橙色。\n\n拆解图如下，蓝色框起来的部分可以替换为反应堆端口，红色框起来的部分可以替换为激光聚集矩阵。\n\n反应堆需要的燃料是D-T燃料，D-T燃料需要氘(dāo)和氚(chuān) ，氚的获取比较麻烦，需要我们之前做的盐化塔，大致过程如下图，\n\n\n先做两座盐化塔，高度可以和我不一样，我使用的是太阳能供热方案，电力还可以用于**水泵，建议在现实生存环境加一个能源立方存储一下电力以免晚上断电(其实也可以不用，因为核聚变起来后直接接入核聚变供电也可以)，第一组塔接入水源**，就是简单的将热力阀门用机械管道和水泵出水口连接，第一组塔和第二座塔再次使用机械管道连接两座塔的热力蒸馏阀门，第一组塔的一端用调整器(shift+M或者shift+鼠标滚轮切换模式为[配置流体])设置(shift对准右键)为PULL，即可将第一座塔中的盐水抽到第二座塔，第二座塔负责将盐水转为液态锂。\n\n接着将第二座塔的一个热力阀门连接机械管道按照上面的方法设置为PULL，然后连接回旋式气液转换器(需要供电)，如果接入后打开界面没有工作点击界面左上角的\"T\"来切换气液转换模式，即可将液态锂转化为锂(气态，黄色)，通过加压管道连接到太阳能中子活化器(连接到底部，无需供电，但是晚上不会工作)，太阳能中子活化器输出氚(蓝色)，再次通过加压管道连接至化学灌注机，接下来是氘(红色)的制作，将水泵加上过滤芯片，抽出重水，连接电解分离器，分理出氘，同时会产生氧气如果没有特殊需要直接排出，如果有需要可以设置为过量排出这样设置就算是装氧气的储罐满了也不会影响作氘的产出，最后连接上化学灌注机，生产出最终所需要的的D-T燃料。接着我们需要将产出的D-T燃料接入到核聚变反应堆的接口上，再将水管连上，默默说一句太阳能中子活化机只能在白天产出物品所以我建议多做几个太阳能中子活化，然后连接一个气体储罐阵列，在此我就不多做介绍这块，可以自己创造摸索摸索。接着我们需要一个用于激活核聚变反应堆的激光组，需要激光和激光增幅器，激光增幅器会将其余面的激光聚集到激光增幅器的红色那一面，可以设置红石信号控制，然后外加一个拉杆让激光增幅器将激光能源存储下来，汇聚到一个激光增幅器上，并将增幅器红色面对准核聚变反应堆上的激光聚集矩阵，这个也需要接上电源的，为了方便演示用的创造立方，只需要激活核聚变反应堆用一次即可。激活时需要确定三件事情，第一DT燃料供给是否充足，第二激光增幅器存储的能量是否大于400MRF，第三反应堆控制器中是否放入黑体辐射腔，三个条件必须都满足才可以成功启动核聚变反应堆，核聚变反应堆教程系列第一部分结束，第二部分会在多方块结构的工业涡轮中提到工业涡轮结合核聚变的玩法和工业涡轮主要的两种带动方式。不知道能不能看清楚图中的核聚变反应堆热机后内部出现的立方体效果。\n\n\n热力锅炉&工业涡轮\n工业涡轮是一个使用蒸汽带动内部转子转动的大型发电设备，多用于与核聚变一起使用，也可使用热力锅炉等产生蒸汽带动。\n[图1]：先用涡轮外壳搭建一个5*5*6~11*11*18基础框架，我这里演示用的是5*5*9大小的，并搭建一个留两格高度的涡轮转子，我这里中空部分高度是7所以转子高度是5，然后再转子上放置一个复杂旋钮装置。\n[图2]：在复杂旋钮装置周围围上一圈分压元件，并在上一层放置一层的电磁线圈，最后用涡轮排气口封上，顶部也建议使用涡轮排气口封上，也可以使用结构玻璃和涡轮外壳，但是发电效率将会有所下降。\n[图3]：使用结构玻璃或者涡轮外壳将剩余部分封上，封前将涡轮叶片安装上涡轮转子，并注意安装几个涡轮阀门，作为蒸汽输入和电力输出接口。\n[图1][图2][图3]下面这个就是核聚变反应堆结合工业涡轮的发电组，注意这里输出蒸汽需要在核聚变反应堆端口改为红色输出，使用机械管道连接，即可完成。\n热力锅炉，用于生产蒸汽的一个大型多方块结构，需要用到锅炉外壳，锅炉阀门，热导元件，分压元件，结构玻璃组成，大小范围为5*5*6~11*11*18，先搭出框架底部、顶部和四面中空部分均可使用结构玻璃代替，中间部分的第一层放置一层热导元件，根据你的高度来安装另一层分压元件即一半一半，使用电阻加热装置或木料加热器通过热导线缆直接连接锅炉外壳，第一层的锅炉阀门连接连接机械管道为入水口，另一层为蒸汽输出口。\n\n三/四/五倍矿流水线\n三倍矿物，指的是一个矿物原矿制作三个锭，下面就给大家打来三倍矿物流水线，为了方便教程就不带供电部分了，供电部分直接上了一个创造的能源立方，注意此章有几乎每个机器都需要设置弹射问题，建议先看第一部分的Gui介绍篇对于弹射的相关介绍，还有补一句其实是可以将机器靠着放的就省掉很多管道只是我喜欢看着管道才摆成这样的Orzx。\n\n\n不是很确定图片各位看官是否能看的清晰，首先是供水系统的泵，接着是电解分离器，净化仓，粉碎机，富集仓，充能冶炼炉。\n电解分离器的右边输出氧气左边输出氢气，氢气如果需要可以收集起来如果不需要可以直接选择排除过量/排除，下面的四倍矿会用到氢气，我们需要氧气。\n\n氧气输出需要在右边使用加压管道连接净化仓，并配置净化仓的物品配置，配置完后需要右上角开启弹射，这个弹射简单来说就是顶部输入(红色)，右边输出(蓝色)，箱子使用的是物品管道连接并在箱子端使用调整器改为PULL。\n\n\n\n粉碎机右边使用物品管道连接富集仓，在粉碎机中设置物品配置为即为左边输入(红色)，右边输出(蓝色)，如果不行则还需要将连接的物品管道将粉碎机端用调整器设置为PULL，并按照下图设置物品配置弹射输出。\n\n富集仓的设置类似于粉碎机的设置。\n\n最后一个步骤便是烧锭了，将右边设置为输入顶部设置弹出，就可以完成最后的充能冶炼炉输入金粉，将金粉燃烧为金锭然后弹射到上面的箱子里。\n\n\n四倍矿物，指的是一个矿物原矿制作四个锭，下面就给大家打来四倍矿物流水线，注意此章有几乎每个机器都需要设置弹射问题，建议先看第一部分的Gui介绍篇对于弹射的相关介绍。\n首先依旧是供水系统泵，供水系统负责供给电解分离机和盐化塔，说实在盐化塔顶上的四台高级太阳能提供的电能虽然存储起来，但是到晚上还是会不够用的建议自行考量后增加其他发电设备，先来看看四倍矿物相较于三倍多出来的部分，盐化塔产出盐水供给第二台电解分离机制造氯，然后再化学灌注机中和第一台电解分离机产生的氢气混合制造氯化氢，供给化学压射室，将原矿输入到化学压射室，接下来就是和三倍的部分的净化仓，粉碎机，富集仓，充能冶炼炉设置一样了。\n先看第一台电解分解器，依旧是左边氢气右边氧气，这个和三倍的设置基本一致，只是将氢气也留下了。\n用机械管道将盐化塔与第二台电解分离机连接，这台电机分离机负责电解盐水，生成纳和氯，纳如果不用就设置为过量排出或者排出。\n用加压管道将第二台电解分离机和化学灌注机连接起来，并接入第一台电解分离机的氢气，产出氯化氢。\n\n使用加压管道连接化学压射室与化学灌注机，并将其物品配置设置为顶部输入右边输出，四倍矿石时代就此开启，使用物流管道将箱子与其连接，并在箱子端设置为PULL。\n\n将第一台电解分离机的氧气使用加压管道连接净化仓，并配置净化仓的物品配置，配置完后需要右上角开启弹射，即为左边输入(红色)，右边输出(蓝色)。\n\n粉碎机右边使用物品管道连接富集仓，在粉碎机中设置物品配置为即为左边输入(红色)，右边输出(蓝色)，如果不行则还需要将连接的物品管道将粉碎机端用调整器设置为PULL，并按照下图设置物品配置弹射输出。\n\n\n\n\n富集仓的设置类似于粉碎机的设置。\n\n\n\n最后一个步骤便是烧锭了，将右边设置为输入顶部设置弹出，就可以完成最后的充能冶炼炉输入金粉，将金粉燃烧为金锭然后弹射到上面的箱子里。\n\n五倍矿物，指的是一个矿物原矿制作五个锭，下面就给大家打来五倍矿物流水线，注意此章有几乎每个机器都需要设置弹射问题，建议先看第一部分的Gui介绍篇对于弹射的相关介绍。\n\n简单的来说就是在四倍矿的基础上再增加了一套结晶处理工艺，需要增加的机器有：回旋式气液转换机，化学氧化机，化学溶解室，化学清洗机，化学结晶器。\n大致过程分为三部分，第一部分基础原材料制作，使用粉碎机粉碎燧石制作火药，搭建盐化塔，通过电解分离机分解水制作氢气和氧气，再用另一台电解分解机分解盐水制作氯，化学氧化机制作二氧化硫(硫磺粉)，在化学灌注器中制作三氧化硫(氧气+二氧化硫)，在另一台化学灌注机中制作氯化氢(氢气+氯)，使用回旋气液交换机中制作水蒸气(水)，在第三台化学灌注机中混合水蒸气和三氧化硫制造硫酸，化学溶解室中通过硫酸溶解放入的矿石(铁矿石、金矿石等)制造矿石浆液(铁浆液、金浆液等)，再通过化学清洗机将矿石浆液与水制造纯净的浆液(纯净铁浆液、纯净金浆液等)，通过化学结晶器结晶纯净浆液，最后生成结晶(铁晶体、金晶体等)，接着将晶体接入四倍矿线路，完成，这个实例不是很好分解线路太乱(淦到凌晨三点睡了睡了)。\n\n\n\n开个坑，晚点补(x\n\n\n\n现在是二零一八年一月一日凌晨两点，通用机械教程这个坑从搬运帖写过来到现在整整一年，去年的这个时候我也是和现在一样在BBS默默写着教程，这个教程一开始只是一个短短的少部分机器的介绍，慢慢完善成一个完整的教程，这是我的第一个教程作品，可能并不是很好，但这也是我第一次得到艺术家加分的作品。一路走过来经历了很多，有鼓励也有批评，有开心也有失落，我虽然更新的很慢，但完结的这一刻我心底的激动是难以言述的，这是我的第一个教程的完结，即使它并不算好，看的人不是很多但是我也很满足。多少个夜晚一个人开着盏台灯想着措词和配图，我花了很多时间，可是我写的还是很慢，也不是我故意拖，中间由于一些个人问题也导致教程出现了一段停更，我甚至一度觉得我坚持不下去，可能会中途弃坑，但是我坚持过来了，我还是写完了它。祝各位观看教程的玩家新年快乐，晚安，我累了我要关灯，休息了...\n\n\n没糖的葫芦致上\n最后更新日期:2018/1/1[afd]meitangdehulu[/afd]\n\n更新日志2016.12.15 通用机械帖内更新\n2017.1.25 转至教程版更新\n2017.1.27 机械基础篇增加矿典转换机、机密桌\n2017.2.5 机械基础篇增加传送框架/(便携式)传送机、地震振动机/地震读取器\n2017.2.10 机械基础篇增加充能冶炼炉，新增管道基础篇\n2017.2.11 修正高级太阳能描述，发电基础篇完结\n2017.2.18 更新新增存储基础篇(箱柜、液体储罐)\n2017.2.24 存储基础篇完结\n2017.2.28 纠正内容错误，入门基础新增Gui介绍篇\n2017.3.3 排版及图床调整(贴图库)\n2017.3.19 新增工具基础篇(实用工具篇)\n2017.3.24 新增工具基础篇(娱乐工具篇)\n2017.4.3 更新机械基础篇\n2017.5.1修正部分内容措词\n2017.7.1 党的生日，完结工具基础篇(娱乐工具篇)\n2017.7.22 新增大型多方块结构篇\n2017.8.8 图床调整(网易蜂巢/Upyun提供图床存储和CDN服务)\n2017.8.24 新增并完结工具基础篇(高科技篇)\n2017.10.1 内容补充性更新\n2017.11.5  更新大型多方块篇(输导矩阵、动态储罐)\n2017.11.12 更新大型多方块篇(盐化塔)\n2017.11.24 更新大型多方块篇(核聚变反应堆)\n2017.12.3 更新大型多方块篇(热力锅炉&工业涡轮)\n2017.12.16 补充性内容更新\n2017.12.30 机械基础篇完结\n2018.1.1 内容补充全篇完结\n2018.1.7 内容纠正补全，排版改为目录分页\n2018.4.5 纠正部分数据，本文使用CC BY-NC-SA\n2018.7.28 增加滴量器介绍\n2020.04.28 重启内容更新维护\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "tsubasa56",
            "timestamp": 1485334320,
            "txt_content": "围观下次更新"
        },
        {
            "author": "TPCAD",
            "timestamp": 1485342300,
            "txt_content": "期待"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1485673080,
            "txt_content": "然后呢，你还是没有在搬运贴里卖情怀（滑稽）                         好好写，努力骗精华吧（滑稽*2）"
        },
        {
            "author": "REHN",
            "timestamp": 1485968700,
            "txt_content": "請問電力要怎麼傳送...只能放在發電的前面嘛？？"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1486006020,
            "txt_content": "REHN 发表于 2017-2-2 01:05\n請問電力要怎麼傳送...只能放在發電的前面嘛？？\n吐槽一句 工业类MOD能没有线缆么_(:зゝ∠)_\nMek的能量传导线缆叫做\"通用线缆\"分为基础,高级,精英,终极.\n线缆容量差异_(:зゝ∠)_"
        },
        {
            "author": "爽哈ung",
            "timestamp": 1486019700,
            "txt_content": "为什么1.10.2的电力线缆不支持ic2机器，1.7.10都行"
        },
        {
            "author": "renyang",
            "timestamp": 1486112760,
            "txt_content": "\n期待下次更新"
        },
        {
            "author": "天域",
            "timestamp": 1486205280,
            "txt_content": "没糖的葫芦 发表于 2017-2-2 11:27\n吐槽一句 工业类MOD能没有线缆么_(:зゝ∠)_\nMek的能量传导线缆叫做\"通用线缆\"分为基础,高级,精英,终极.\n ...\n能而且不少 你呀还是naive 比如ExU2，运算工艺 甚至我搬的那个没人看的量子通量（苦笑"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1486790640,
            "txt_content": " 本帖最后由 没糖的葫芦 于 2017-2-11 13:40 编辑 \nxxling 发表于 2017-2-11 13:35\n高级太阳能是3*3好吗？\n_(:зゝ∠)_ 图片是写的1*1*2 + 3*3*1\n帖子文字部分写错了 有所误导 感谢指出_(:зゝ∠)_"
        },
        {
            "author": "xxling",
            "timestamp": 1486791300,
            "txt_content": "高级太阳能是3*3好吗？看到这里你或许需要更高级的发电机，那就讲一个环保的太阳能发电机吧233\n太阳能占地1*1 发电速度50.0J/t 最大电力输出速度100.0J/t 最大电力存储100KJ\n高级太阳能占地9*9 发电量速度300.0J/t 电力输出速度600.0J/t 最大电力存储200KJ\n唔 都是太阳能合在一起讲吧\n\n\n\n\nQQ浏览器截图_20170211133401_6C55D765287D4d4d842CA8CE5E44B533.jpg (1.62 KB, 下载次数: 6)\n\n下载附件\n\n2017-2-11 13:37 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Wufeiling",
            "timestamp": 1487133840,
            "txt_content": "话说这个mod怎么关闭矿物生成，我玩格雷"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1488099600,
            "txt_content": "没糖的葫芦 发表于 2017-2-11 13:24\n_(:зゝ∠)_ 图片是写的1*1*2 + 3*3*1\n帖子文字部分写错了 有所误导 感谢指出_(:зゝ∠)_ ...\n具有一定质量的教程是需要很好的分类和排版的，过少的折叠代码也会显得很杂乱。\n字体、颜色、字号的修改以及折叠、引用代码的使用是很必要的，这也是你的教程取得大家欢迎的资本。\n然后再说说你语言的问题，尽管我不清楚你的文化水平，但可以确定的是你的语文比较差。标点符号可以展示出一个人写文章时的热心和认真程度，你最好买本最新版的新华字典恶补一下标点符号有关的知识==\n当然，买一本汉语语法有关的书自然更好。\n碎碎念：这世界上是不是真的有人只擅长提建议呢？"
        },
        {
            "author": "Cxxxxxxxxx",
            "timestamp": 1488192720,
            "txt_content": "大佬，能讲下升级卡怎么用吗，两种升级卡可以同时用吗"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1488193680,
            "txt_content": "Cxxxxxxxxx 发表于 2017-2-27 18:52\n大佬，能讲下升级卡怎么用吗，两种升级卡可以同时用吗\n可以同时加载两张升级卡，注意耗电增加问题:)\n今天就补一下升级的:)"
        },
        {
            "author": "hf821980909",
            "timestamp": 1488519420,
            "txt_content": "请问机器升级为对应的工厂之后，GUI面板右边多出来的两个分别写着I O的两个槽是干什么用的"
        },
        {
            "author": "zrb191333",
            "timestamp": 1488532440,
            "txt_content": "不错 正需要这个"
        },
        {
            "author": "z985123440",
            "timestamp": 1488768600,
            "txt_content": "怎么还没更新核反应堆的教程"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1491489480,
            "txt_content": "唔……标点符号还是欠妥一逗到底   蝌蚪文章\n讲道理这个图床好辣稽啊，手机上死活看不见……还是新浪和论坛大法好啊……"
        },
        {
            "author": "Warcraft",
            "timestamp": 1491539640,
            "txt_content": "求继续更新"
        },
        {
            "author": "asd129209",
            "timestamp": 1494813840,
            "txt_content": "还有很多呢 不更新了吗"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1495380600,
            "txt_content": "还是很迷，MEK的五倍矿线你并没有讲清楚=="
        },
        {
            "author": "麦兜国丰",
            "timestamp": 1496822100,
            "txt_content": "话说这类mod的材质好像都很丑 多谢搬运 找了好久的教程啦 期待下次更新"
        },
        {
            "author": "117779284",
            "timestamp": 1497185460,
            "txt_content": "我是不是玩了错误的通用机械 \n怎么一个发电机都没有·"
        },
        {
            "author": "黑猫菌",
            "timestamp": 1498189920,
            "txt_content": "嗯，入门可以结束了，可以来点高级篇了，核电，和蒸汽发电。钙化塔，5倍矿，多方块能量储电等。"
        },
        {
            "author": "lackie",
            "timestamp": 1499781300,
            "txt_content": "机器的gui侧面配置有个疑问，各个面设好后在旁边放箱子，放入对应原料，疑似不能抽取或弹射。物品管道同样（管道的模式调整正确），不知是我操作有误还是要别的条件"
        },
        {
            "author": "wo237326057",
            "timestamp": 1501483140,
            "txt_content": "希望能有盐水塔之类的黑科技，外加一些附属也是可以的"
        },
        {
            "author": "AGMT",
            "timestamp": 1514081400,
            "txt_content": "催更催更，MK是好文明"
        },
        {
            "author": "player_steve233",
            "timestamp": 1515138360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zjxx",
            "timestamp": 1515208740,
            "txt_content": "其实我觉得用“目录”来整合一下教程的“页数”会比较好"
        },
        {
            "author": "红星_阿炀",
            "timestamp": 1515309120,
            "txt_content": "这里指出楼主教程中的一个小错误……黑曜石TNT并不只是爆炸威力比普通TNT大，它还能炸毁黑曜石……"
        },
        {
            "author": "wenyuhang123",
            "timestamp": 1515667620,
            "txt_content": "有哪位大神说下林业的蜂巢怎么设置采集么?"
        },
        {
            "author": "是梓不是吱",
            "timestamp": 1516799400,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1520263920,
            "txt_content": "恭喜教程完结  "
        },
        {
            "author": "番茄dada",
            "timestamp": 1520312460,
            "txt_content": "前来顶帖，教程版人少"
        },
        {
            "author": "changanyuluo",
            "timestamp": 1521861540,
            "txt_content": "为什么我找不到矿典转换机？而且只有辞典"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1521887820,
            "txt_content": "changanyuluo 发表于 2018-3-24 11:19\n为什么我找不到矿典转换机？而且只有辞典\n对于这样的问题我很无奈，什么版本都不说，教程是1.10.2的最新版本做的，同时参考1.7.10的做了对比参照，是有矿典转换器，请给出具体Mek版本以便检查问题。"
        },
        {
            "author": "IconFreeze",
            "timestamp": 1523423400,
            "txt_content": "不是很清楚激光怎么传输能量，已经把两端都接好激光装置了但是没有能量传过去"
        },
        {
            "author": "飞璇的树叶",
            "timestamp": 1524183360,
            "txt_content": "氢气永动发电应该是要加能量升级的，电解机加八个升级，消耗同样的电可以生成10倍的氢气"
        },
        {
            "author": "1715853522",
            "timestamp": 1524215700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星ey",
            "timestamp": 1526176260,
            "txt_content": "E.T.星落辰 发表于 2017-2-26 17:00\n具有一定质量的教程是需要很好的分类和排版的，过少的折叠代码也会显得很杂乱。\n字体、颜色、字号的修改 ...\n别针对别人吗？这是输入法的问题。"
        },
        {
            "author": "medved",
            "timestamp": 1527602280,
            "txt_content": "加压反应室PRC右边制成的乙烯怎么输出到气液回旋机里，用了各种管道都无法输出？"
        },
        {
            "author": "5aswd",
            "timestamp": 1528978140,
            "txt_content": "tsubasa56 发表于 2017-1-25 16:52\n围观下次更新\n1.7.10可以做锅炉吗？"
        },
        {
            "author": "xy925639498",
            "timestamp": 1529125500,
            "txt_content": "赞一个,谢谢楼主"
        },
        {
            "author": "1305707442",
            "timestamp": 1529322000,
            "txt_content": "纸箱拆不开啊怎么办啊啊啊"
        },
        {
            "author": "1262360075",
            "timestamp": 1530877440,
            "txt_content": "为什么加压反应里的乙烯没法导出啊\n\n\n\n\n\n[5R90SYAB@]]4OGC()6Q0HQ.png\n(33.79 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2018-7-6 19:43 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCVDQLPAEP7)L44VXY7]0`%7.png\n(42.51 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2018-7-6 19:43 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "我的异度",
            "timestamp": 1530928860,
            "txt_content": "玩这个MOD都快吐了，感谢大佬的教程"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1530942660,
            "txt_content": "1305707442 发表于 2018-6-18 19:40\n纸箱拆不开啊怎么办啊啊啊\n将打包后的箱子放下后，空手shirt+右键即可拆回纸箱。"
        },
        {
            "author": "Ph-苯",
            "timestamp": 1531118580,
            "txt_content": "1.12.2的黑曜石TNT炸不毁黑曜石……\n还有，1.12.2原子分解机对末影龙只能造成1点伤害（差点被坑惨了，辛亏我及时调了创造）。"
        },
        {
            "author": "傲天666",
            "timestamp": 1531224120,
            "txt_content": "楼主，我想请问一下，通用机械的反应堆，只有放氘和氚才行，放D-T燃料就不行吗？我之前在一个服务器  直接输入的D-T燃料直接就卡区块了，服务器还让我搞蹦了好几次。"
        },
        {
            "author": "庐山雨",
            "timestamp": 1531282740,
            "txt_content": "还是喜欢视频教程"
        },
        {
            "author": "Halley",
            "timestamp": 1531332360,
            "txt_content": "完结撒花  之前还以为弃坑了 没想到现在完结了 辛苦"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1531357980,
            "txt_content": "傲天666 发表于 2018-7-10 20:02\n楼主，我想请问一下，通用机械的反应堆，只有放氘和氚才行，放D-T燃料就不行吗？我之前在一个服务器  直接 ...\n是直接往里面灌入DT燃料啊= =还要加水"
        },
        {
            "author": "傲天666",
            "timestamp": 1531575900,
            "txt_content": "版主  什么时候能做一个热力锅炉怎样发电最快的教程  我做的热力锅炉速度特别慢  也加了电阻加热装置和木料加热机"
        },
        {
            "author": "傲天666",
            "timestamp": 1532757600,
            "txt_content": "滴量器怎么用啊"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1532765160,
            "txt_content": "傲天666 发表于 2018-7-28 14:00\n滴量器怎么用啊\n已在实用工具中增加滴量器介绍，这个贴不是很清楚为什么我是收不到回帖通知的，雾.."
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1532765580,
            "txt_content": "1262360075 发表于 2018-7-6 19:44\n为什么加压反应里的乙烯没法导出啊\nMek的乙烯算气体，我没记错默认是右侧输出气体，你可以在气体配置中修改...\n加压反应室输入的是液体和物品，产物可以是物品或者气体是没有液体产出的..."
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1532766600,
            "txt_content": "medved 发表于 2018-5-29 21:58\n加压反应室PRC右边制成的乙烯怎么输出到气液回旋机里，用了各种管道都无法输出？ ...\n默认情况下为上面固体物品输入，前面为物品输出，后面液体输入，左面气体输入，右边为气体输出，能源输入每一面都可以，如果不输出请检查PRC的气体配置，确定开启气体自动弹射，且方向正确。\n\n\n"
        },
        {
            "author": "凯文文",
            "timestamp": 1532767320,
            "txt_content": "测试回复，请无视。"
        },
        {
            "author": "2048028141",
            "timestamp": 1533527100,
            "txt_content": "楼主的教程写的太好了 热力涡轮发电机终于弄好了 支持楼主"
        },
        {
            "author": "绿球星人",
            "timestamp": 1534159380,
            "txt_content": "啧，随性顶帖。"
        },
        {
            "author": "hahahaadouawgds",
            "timestamp": 1534816260,
            "txt_content": "终于找到文字教程了\n我一个科技魔法向的人，\n最近看到这个mod感觉不错\n加了\n一看看不懂\nLZ写的很全面啊\n所以说，好评人气都给了。。。\n感谢LZ"
        },
        {
            "author": "我心不变",
            "timestamp": 1534892760,
            "txt_content": "真是好东西啊，要好好学习学习，谢谢了"
        },
        {
            "author": "傲天666",
            "timestamp": 1535188140,
            "txt_content": "没糖的葫芦 发表于 2018-7-28 16:06\n已在实用工具中增加滴量器介绍，这个贴不是很清楚为什么我是收不到回帖通知的，雾.. ...\n谢谢楼主"
        },
        {
            "author": "jaxy233",
            "timestamp": 1535220180,
            "txt_content": "真是好东西啊，要好好学习学习，谢谢了"
        },
        {
            "author": "99976008910",
            "timestamp": 1535629020,
            "txt_content": "感谢up=w="
        },
        {
            "author": "fhv1fhv2",
            "timestamp": 1535638080,
            "txt_content": "楼主，原料加入的多了，怎么删除"
        },
        {
            "author": "nmlgbaaa",
            "timestamp": 1535778900,
            "txt_content": "很棒很棒支持支持"
        },
        {
            "author": "645063369",
            "timestamp": 1536082860,
            "txt_content": "感谢楼主的教程，我想问一下 mek的机器装了基础/高级/精英工厂安装器过后 右下角这个地方是做什么用的 一直没弄明白 谢谢\n"
        },
        {
            "author": "23923465763",
            "timestamp": 1536984660,
            "txt_content": "自己做的图"
        },
        {
            "author": "lzh1104",
            "timestamp": 1539317340,
            "txt_content": " 本帖最后由 lzh1104 于 2018-10-12 12:18 编辑 \n\n加压反应仓 原料输入多了，咋么清掉或者抽出 \n试到了，， 用滴量管 "
        },
        {
            "author": "W_N",
            "timestamp": 1539777180,
            "txt_content": "没记住5倍  看了好多次才记得"
        },
        {
            "author": "111hhh",
            "timestamp": 1539962100,
            "txt_content": "为何我的9.4.8的版本没有太阳能⊙?⊙！"
        },
        {
            "author": "572526028",
            "timestamp": 1540118820,
            "txt_content": "非常感谢"
        },
        {
            "author": "JackMeds",
            "timestamp": 1540363500,
            "txt_content": "大佬的教程，必定是精品"
        },
        {
            "author": "THMC",
            "timestamp": 1541208780,
            "txt_content": "很不错！找了很久！心累。"
        },
        {
            "author": "1487348654",
            "timestamp": 1542463020,
            "txt_content": "介绍的很详细，谢谢大佬。"
        },
        {
            "author": "1487348654",
            "timestamp": 1542463080,
            "txt_content": "645063369 发表于 2018-9-5 01:41\n感谢楼主的教程，我想问一下 mek的机器装了基础/高级/精英工厂安装器过后 右下角这个地方是做什么用的 一直 ...\n我也没明白 同求"
        },
        {
            "author": "473937269",
            "timestamp": 1542711360,
            "txt_content": "哇 终于有教程了 谢谢！！"
        },
        {
            "author": "honiess1927",
            "timestamp": 1546656000,
            "txt_content": "感谢楼主！"
        },
        {
            "author": "噜啦寸一上",
            "timestamp": 1550998980,
            "txt_content": "66666666666666"
        },
        {
            "author": "K_fony",
            "timestamp": 1551274620,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "杜润晗",
            "timestamp": 1551517080,
            "txt_content": "好强大的mod"
        },
        {
            "author": "杜润晗",
            "timestamp": 1551517080,
            "txt_content": "好强大的mod!"
        },
        {
            "author": "Arturia0",
            "timestamp": 1552795920,
            "txt_content": "额服务器ban了激光是不是就没法核聚变了"
        },
        {
            "author": "SuiFenPX",
            "timestamp": 1553344860,
            "txt_content": "非常感谢楼主这篇教程"
        },
        {
            "author": "ZXC2518182",
            "timestamp": 1553601060,
            "txt_content": "楼主真棒"
        },
        {
            "author": "wdbbyyq",
            "timestamp": 1553849100,
            "txt_content": "黑体辐射腔怎么做呀"
        },
        {
            "author": "lll55669",
            "timestamp": 1553940240,
            "txt_content": "感谢楼主分享教程，点赞"
        },
        {
            "author": "青烟小生",
            "timestamp": 1554030540,
            "txt_content": "感谢楼主教程"
        },
        {
            "author": "咸鱼大王",
            "timestamp": 1555553280,
            "txt_content": "为什么我没有发电机？？？？？？？？？"
        },
        {
            "author": "娇俏奶兔",
            "timestamp": 1555657140,
            "txt_content": "感谢楼主的分享 这篇文章很棒"
        },
        {
            "author": "華鳥風月21",
            "timestamp": 1557411900,
            "txt_content": "Arturia0 发表于 2019-3-17 12:12\n额服务器ban了激光是不是就没法核聚变了\nban激光就是不让你们核聚变"
        },
        {
            "author": "shejwei",
            "timestamp": 1557648000,
            "txt_content": "咸鱼大王 发表于 2019-4-18 10:08\n为什么我没有发电机？？？？？？？？？\n这个分三个mod分别是 MKE MKEG和MKET。发电机在MKEG里面，只安MKE是不行的"
        },
        {
            "author": "shejwei",
            "timestamp": 1557648000,
            "txt_content": "想问下楼主盐水出不来怎么办"
        },
        {
            "author": "千三月",
            "timestamp": 1557743280,
            "txt_content": "楼主你好，风力发电机放在251格后，怎么把电传输下来，用线缆吗？？"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1557823140,
            "txt_content": "shejwei 发表于 2019-5-12 16:00\n想问下楼主盐水出不来怎么办\n确定调整接口为输出状态了么"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1557823260,
            "txt_content": "千三月 发表于 2019-5-13 18:28\n楼主你好，风力发电机放在251格后，怎么把电传输下来，用线缆吗？？\n也可以用量子传送装置进行能源传送"
        },
        {
            "author": "woaiwrc@163.com",
            "timestamp": 1558242660,
            "txt_content": "网络读取器好像没介绍啊，另外想问下J和科技复兴的电量单位FE是怎么转换的？"
        },
        {
            "author": "woaiwrc@163.com",
            "timestamp": 1558242720,
            "txt_content": "shejwei 发表于 2019-5-12 16:00\n这个分三个mod分别是 MKE MKEG和MKET。发电机在MKEG里面，只安MKE是不行的\n科室1.12.2没有发电机，"
        }
    ]
}