{
    "title": "【原创·单篇】请在噩梦的尽头给我勇气的理由",
    "author": "xcc",
    "replyCount": 15,
    "timestamp": 1484233200,
    "txt_content": " 本帖最后由 xcc 于 2017-1-13 16:54 编辑 \n正文：\n \nPart.1\n\n      海风微醺，最后一点日光也溶解在这沉默的风里。\n    格伦把木筐颠了颠，确认里面装的果子应该足够以后哼着小曲沿着自己洒下的石子返回。\n    这样的日子真是快活。他想，比以前在怪物横行的城市好多了。\n    城市里遭受了怪物袭击，这在怪物已经销声匿迹了十年的麦块里是个稀奇的事，也是个不幸的事。 莫名其妙涌现出来的末影人更是让人不得安宁——那些有着紫色眼孔、表面上与人类一般外表的家伙，简直就是所有人噩梦。也正因为如此，格伦才将之前与自己合作过的朋友叫来，买了一艘船，妄想着渡到远隔重洋的另一座城市去避难。\n    太天真了。\n    后来？因为海难流落到这个疑似无人的岛屿。岛上有一座废弃的别墅，倒是成为了他们的避难所。可是一直在这里住着毕竟不是长久之计，以后还是得找机会离开才行。\n    格伦从筐中拿出一个果子，一边自娱自乐地抛掷着一边踏进了别墅的门。\n    “这些苹果应该可以吃上三天......”一边把筐放下一边走到了桌旁，有两个人已经吃完了，另外几个要么是在吃要么是在趴桌上休息。也是，最近几天给他们分配的任务都是砍树这样的苦差事.....格伦折回去从筐里挑了几个个大的苹果放在那几人身前，同时抬头问道：“今天有什么其他的状况吗？”\n    “这倒是没有.....”\n    “那就好。”松了一口气。\n    “但是我觉得吧......”坐在桌旁的路铎咬了一口苹果，“虽然说岛上没有其他人，但是我觉得大家在屋子里休息的时候，还是把各自的房门锁上为好。”\n    格伦低头想了一会，然后说，好。\n    但是似乎有人并不同意——团队里一个脾气有些暴躁的剑士满不在乎地摆了摆手，轻蔑道：“有人的话要么跟他谈谈要么砍一刀，怕他干嘛？就算是末影人老子也照样砍！”\n    “那你还跟过来干嘛，这么厉害的话完全可以在城市里全须全羽地活着啊。”路铎学着他的样子摆了摆手。\n    格伦一边说着“好啦别吵啦”一边把餐桌草草收拾了一下，对众人说自己先去休息了——自己找果子摘也不是美差啊，满岛屿地跑已经把体力消耗完了。\n    惬意地躺在床上——尽管这废弃别墅里的床有些残破——他还是觉得一阵温暖，也许在这个岛上一直呆着也挺好啊。\n    于是，便在自己构想的幸福中慢慢睡去。\n    黑夜吞噬了外面的所有声音，困倦让所有人都很早入睡。\n    似乎一片宁静，直到一声近乎微不可闻的开门声响起。\n\nPart.2\n\n   “起床啦起床啦——”一边揉着自己的睡眼一边和路铎敲着其他人的门催促他们起来，格伦也没指望能得到什么积极的答复。能得到的只有气若游丝的“再等一会.....”或是打呼声。\n    或者是什么声响都没有。\n    他又敲了几遍门。\n    没有任何答复。\n    他抬头看了看门上画的标记，是剑士的房间。他低头思索了一会，最后转动门把，缓缓将门打开，他却僵住了。\n    站在他身后的路铎推开他向房间迈了一步，看到房间角落是好大一汪猩红。\n    旁边是剑士，脖颈处被人用刀或者其他什么东西划了很多刀，手腕也是，身上的血迹像是一条条红色绸带包裹著他。\n    “......他被人杀了。”良久的沉默后，格伦只能陈述这个事实。\n    “他.....没锁门？”路铎试探性地问了一句，但很快就意识到这种时候应该先把大家叫来才对。\n    本该作为新的一天的美满开始的早晨，被蒙上了一层死亡的阴影。\n    “.....昨天他是什么时候休息的？”格伦首先开了口。\n    “我去休息的时候听到他房间里有动静，那个时候他应该还没睡。”负责杂务与船只草图的白濑回答道，同时推了推因为眼疾不能见光而戴着的墨镜。\n    “嗯......你是在我之后回房间的，我回房间前其他几人都回去了——”路铎摸着下巴说道，“那家伙是最后睡的？这么说来，外人作案的可能性就比较大了。”\n    团队里的弓弩手末列福特质疑道：“但不能排除我们之中有凶手啊。”\n    “如果有凶手的话，他的动机是什么？我们都是一根绳上的蚂蚱，没道理自相残杀，这种时候更应该团结一致才行。”路铎左手撑着下巴，瞟了他一眼，然后撑着桌子站起来伸了个懒腰，“算了，先不讨论了——教训是一定要把门锁好，还是先把今天的事都给干了吧，早点离开这个破岛才好啊！”\n    末列福特不屑地“啧”了一声，但还是出门去完成自己今天的捕猎野生动物的任务去了。其他人也是如此。\n    格伦挠了挠头，拣起筐子，去找自己昨天沿路做下的标记。虽然撒了石子但还是很难找啊。一边抱怨一边寻找着，全然没有注意到团队中本应负责砍树的人悄悄返回了别墅。\n    “我倒要看看那家伙是怎么死的，顺便收个尸也好。” 他嘟哝了一声，拉开了剑士房间的门。\n    箭矢发射的声音呼啸而过。几乎就在同时，穿透血肉的“噗”的一声和惨叫同时响起，再次将这个房间本就渗透着猩红的地板染红。\n\n\n\nPart.3\n\n\n     “....你们为什么都一副这样的表情？”又一次因为摘苹果而最晚回来的格伦看到众人的表情后自己也有些发怵。大家的脸色......简直就像见了鬼一样，因为害怕和恐惧而扭曲。\n    “又走了一个。”白濑缓缓开口，像是用了毕生的勇气说出这句话，随即颤抖着低下头去，队里年龄比他人小上几岁的少女柳窕靠在她旁边，也在颤抖。\n    “葡罗格罗德。”路铎抬起头看向天花板，“他.....死在门口，被三支箭贯穿了。现在那个房间有两起疑案等着我们解决呢。”\n    “箭？”格伦拿出一个苹果啃了一口权当是压惊。\n    “是啊。”路铎不经意地瞟了末列福特一眼，“三支箭非常精准地，置他于死地。而且看上去他没有任何防备的样子，不像是外人杀的啊。”\n    傻子都能听出来他是在质疑末列福特。\n    发出的箭矢能精准地击杀一个身强力壮的人，除了末列福特估计只有经过精心算计好的连弩装置能做到了。可是就算是连弩装置，前提条件也是有连弩——这里只有末列福特持有连弩和箭矢。\n    末列福特的脸色登时就白得如石灰石一样。\n    “你.....你什么意思？前几天不还笃信是外人作案么？”他拍桌而起，石灰石般的脸又因为愤怒涨得通红。\n    “哦，多谢了你的提醒，让我觉得内部作案也不是没有可能。”路铎也猛地一拍桌子，与他针锋相对。\n    “呵，凭什么怀疑到我头上？就凭我这里有个连弩？那前几年你三叔被车撞死的时候你怎么没怀疑到所有有车的人头上去呢？”末列福特瞪大了眼，不由得提高了声调。\n    路铎也瞪着眼：“就凭现在岛上只有我们几个人，而你是唯一的连弩持有者！”\n    末列福特没有回答，只是大口喘着气。空气仿佛凝固了，凝着一股子充斥着怀疑的气息。\n    格伦刚想着要不要劝一下，就看到末列福特气急败坏地走到剑士的房间前，朝路铎吼道：“敢不敢来看下尸体？我要好好让你看看他的死法符不符合我平时射杀的作风。”\n    末列福特射击猎物、怪物或者人的时候喜欢对着脖颈、胸口、肩部各来几发。哪怕是怪物就站在面前一米远，他也能面不改色地忘自己固定的几个位置来几梭子。这是末列福特的厉害之处，也是众人皆知的事实，\n    路铎狠狠地跟了过去，看着末列福特推开了门。\n    箭矢发射的“嗖”的一声和一声拖得很长的“呃啊”，紧接着就是末列福特倒在地上的声响。从路铎的位置能清楚地看到三支箭贯穿了他的胸膛。\n    他开门的那一瞬间......被什么东西射杀了？\n    路铎很是恐慌，但不敢擅自进入房间查看，只是面色苍白地走过来。\n    “那个房间里恐怕是有什么机关......我们还是不要擅自进去了。”他摆了摆手，“太可怕了.....一条命就......”\n    他喃喃着，跌跌撞撞地跑到了自己的房间，砰地把门摔上并锁住。\n    本来就一直在颤抖的柳窕颤抖的幅度更大了，白濑安抚似的摸了摸她的头，同时问格伦：“现在只有四个人了......我们还是尽早离开这个是非之地为好.....不然.....”\n    不然到时候谁都回不去了。默默在心里把话接上后格伦问了一句：“船怎么样了？”\n    “......非常难，现有的木材最多只够做个双人船，起码还要再收集4天才够造出四人船吧......”白濑摇了摇头，轻轻叹气，“现在还是不要进入那个房间为好，把门锁紧也是必要的。”\n    “只是......这孩子......”她担忧地看了一眼仍在颤抖的柳窕，却不想柳窕慢慢站起来，哆嗦着走回了自己的房间，说了一声“我还是先休息吧”，然后轻轻关上门。\n    “咔哒”，锁上门的声音。\n    格伦叹了口气，目送白濑轻颤着回房间后自己也回到了房间，仰望着天花板，第一次觉得这里的黑夜静谧的恐怖。\n    但最终还是在黑夜中入梦了。\n\n\nPart.4\n\n        “一直在想自己会不会真的被杀掉......真是可怜的孩子呢。”\n    “如果有谁能够注意到，你的心情的话……”\n    “如果有谁待在你身边的话……”\n    “就不会把我招进自己的房间了啊。”\n    “真是可怜啊.....不过这样的话才有趣啊。”\n    “做个好梦吧，柳窕。”\n\n\nPart.5\n\n         “你说什么？！柳窕也被杀了？！”路铎摇着格伦的肩膀，绝望地吼叫，“她就在我隔壁啊!我都听到锁门的声音了.......为什么还会这样......”\n    “真是差劲啊......我这个谁都保护不了的懦夫.....”路铎喃喃，内心溢满的自责已经化成了盈满双目的泪水。\n    “她确实锁门了.....”格伦不知道该怎么说，只能重复着客观事实。但是路铎一直低着头喃喃自语，没有做出回复。\n    片刻后，路铎回应道：“哦，对了......上次进剑士房间时，我看到了一个东西，但不确定是不是眼睛昏花了.....”\n    他小心翼翼地推开剑士房间的门，小心翼翼地迈开一步，睁大眼睛看着什么，随即伸出手指着面前。\n    似乎有什么透明的东西？\n    像是钢琴线。\n    “这会不会是什么机关的触发线？”\n    正当他和格伦顺着近乎透明钢琴线看过去的时候，两人同时感受到了一阵麻醉感，意识也逐渐模糊。\n    在思绪还未消失的时刻，他看到的是缓缓取下墨镜的白濑。\n    做个好梦吧。\n    紫色的双眼里面似乎透出嘲笑。\n\nPart.6\n\n    恢复意识的时候，格伦发现自己和路铎被绳索捆住，四周昏暗，一个火把是唯一的光源。这里是什么密室么？他一边想着一边努力用被捆住的手去摸自己裤子后的口袋里的一把小军刀。\n    正在他努力摸索的时候，白濑缓缓走来，面色仍然如往常一样，只是没有戴墨镜。\n    “早上好啊，睡得好么？”她眨了眨紫色的眼睛，蹲在格伦身前。\n    紫色的眼睛？\n    .......末影人？！\n    “是你.....把大家都杀掉的么.....”艰难地吐出几个字，他竟然渴望得到否定的答复，但这分明不可能。\n    她明明是个可以信赖的人，不但可靠，而且性格也很好.....绝对不会是凶手的吧？\n    但是她点头了。\n    “是我。”她紫色的眼睛中流露出一点忧郁，但很快被冷酷所替代，“剑士是直接杀的，葡罗格罗德和末列福特都是用后来安装在剑士屋子里的连弩装置杀的。至于柳窕嘛......啊哈，没有人注意到她的恐惧，这样孤单而又害怕的少女的信任，很容易骗取啊——”\n    看来.....末影人瞬间移动的能力，让这些行动变得隐蔽而又快速，从而没有露出大的马脚了。\n    “如果你们早点注意到我的话，就不会死这么多人了啊.....”她浅笑着。\n    格伦抬头看了看她的紫色眼睛，闭上眼想了一下后，喃喃道：“我明白了......你变成这样的原因，是因为我们没有人考虑到你的心情吧。”\n    “......可笑。你能明白什么......”她突然激动起来，“你什么都不懂，为什么还要在这里胡说八道.....”\n    格伦不知道在什么时候已经将小刀勾了出来，他一边偷偷割开绳子一边站起身来说道：\n    “我并没有胡说八道。”\n    “你.....为什么不坦白呢.....为什么不将真实的自己展现给他人呢.....那种情况下，我们大家绝对不会排斥你的末影人身份啊.....毕竟，是朋友啊。”他努力挤出微笑。\n    “呵....现在的我也配当作朋友嘛。”白濑掏出一把折叠刀指着格伦吼道，“不要说那种自以为是的话！你们怎么可能懂我的心情！坦白自己的身份就能卸下心理上所有的重荷吗？！”\n    “你是希望我.....这些年伪装出的优秀和借此得到的友谊什么的全部瓦解，然后不再被大家需要吗？你是希望我这样吗？！”\n    原来如此.....是压力太大了吗？至于杀人的动机.....应该是由于某些客观或者主观因素杀死了类似于猫、狗之类的小动物然后得到发泄，因而开始想要通过杀人来释放自己内心堆积的痛苦吗？\n    格伦往前迈了一步，低头说道：“大家会帮你的.....就像你之前尽自己所能帮助大家一样.....我也很抱歉，之前......没能分担你内心的抑郁、孤独与痛苦。”\n    “而且你现在......已经展现出真实的自己了啊——没问题的，会好起来的......我们都很需要你啊.....”\n    白濑僵住了，抬起刀的手缓缓放下，看了看格伦，然后加大了音量说道：“真的有人能理解我、和我站在同样的角度思考吗？没有的话谈什么‘好起来’啊！”\n    格伦猛地挣开被割开的绳子，用尽所有的力气去抱住白濑，低声道：“只要你愿意让我们了解真实的自己......大家都会理解你的啊.....”\n    好像有什么东西落在肩膀上.....湿湿的......\n    是你的眼泪吗？白濑。\n    “但是现在大家都死了啊！什么都挽回不了了！没有人....没有人得救啊....”\n    她的手无力地垂下，手中握着的刀落在地上，发出冗长的一声响。\n    “为什么.....不早点阻止我啊......”\n    “如果时间可以倒流的话......请尽快阻止没有勇气改变的我......”\n\n          拜托了。\n\n\nPart.7-独白\n\n       其实我非常希望......希望大家都能够注意到我的心情。\n    注意到我所有表面的平静其实都是自己的伪装，注意到我有多么地脆弱。\n    但直到现在愿望都没有实现。\n    从认识开始......就将真实的自己扼杀掉而生存过来，伪装成一个性格完美的、能帮大家处理好很多事物的人类而非末影人。\n    自己真正的心声，谁也没能注意到。\n    所以我非常羡慕你们。\n    羡慕不管是亲人还是朋友，有人能够时刻挂念着自己，能包容自己的过失。\n    假若......坦白自己的身份的话......都会离我而去的吧.....搞不好还会杀死我。\n    毕竟现在的一切都是靠伪装得到的啊。\n    那么展现出一个真实的自己就能改变了吗？\n    不、不，这是不可能的吧。\n    因为.....\n    那样就不再是大家所知道的“白濑”了。\n    我明白的。我只能靠这脆弱的伪装维持，伪装成一个、各个方面都几乎无可挑剔、能帮到大家忙的人，才能被大家接受啊......\n    其实我心里非常的害怕。\n    害怕着如果我坦白自己的身份，做真正的自己，大家就会离我而去。\n    我.....没有那种勇气。\n    直到今天我依然没有勇气。\n    啊.....如果有什么方法可以避免糟糕的结果的话，请告诉我。\n    请告诉没有勇气的我、拿出勇气的理由。\n\n肺炎：\n考完试了我很欢脱。\n于是写出了一篇非常.......呃...的文。\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1484279700,
            "txt_content": "作者近江？又改名了？你可以看看故事的最后访问\n"
        },
        {
            "author": "xcc",
            "timestamp": 1484280120,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807 \n@柠檬柠檬柠  @llxy  \n@gggbbb  ←我也不知道为什么蓝不了\n\n\n@DGK2  你应该还能再at几个"
        },
        {
            "author": "xcc",
            "timestamp": 1484280600,
            "txt_content": "MF_Mufeng 发表于 2017-1-13 11:55\n作者近江？又改名了？\n最後訪問是啥x"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484280720,
            "txt_content": "xcc 发表于 2017-1-13 12:10\n最後訪問是啥x\n一个月没上线，感觉跟你们一样。\n我也才刚放。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1484280900,
            "txt_content": "审核大法好（滑稽）\n另外考试结束，欢脱是个什么鬼。\n咳\n虽然文章的重点不是这个，但像这种半悬疑类的，铺垫和伏笔再多点才好吧。\n因为就算是神转折什么的，“恍然大悟”也总比“一脸茫然”是好的。\n所以，其实可以再改改的。\n加油！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484282760,
            "txt_content": "投食完毕"
        },
        {
            "author": "xcc",
            "timestamp": 1484289540,
            "txt_content": "gggbbb 发表于 2017-1-13 12:15\n审核大法好（滑稽）\n另外考试结束，欢脱是个什么鬼。\n咳\n（阴险）拒绝滑稽\n我自己都没觉得悬疑"
        },
        {
            "author": "xcc",
            "timestamp": 1484308020,
            "txt_content": "@像素君  @Dream_Black   \n\n我该at谁"
        },
        {
            "author": "像素君",
            "timestamp": 1484308140,
            "txt_content": "向写文大佬低头=w=~\n（话说看这个字有些吃力qwq~）"
        },
        {
            "author": "xcc",
            "timestamp": 1484308560,
            "txt_content": " 本帖最后由 xcc 于 2017-1-14 23:10 编辑 \n像素君 发表于 2017-1-13 19:49\n向写文大佬低头=w=~\n（话说看这个字有些吃力qwq~）\ndalao你还拿过pe赛冠军otz\n（低头\n\n回复下面的冬瓜，我真的考试考晕了\n"
        },
        {
            "author": "DGK2",
            "timestamp": 1484309460,
            "txt_content": "xcc 发表于 2017-1-13 19:47\n@像素君  @Dream_Black   \n\n我该at谁\n啥也不用at，at我就够了【雾】"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1484408160,
            "txt_content": "没有看懂我也说一句"
        },
        {
            "author": "xcc",
            "timestamp": 1484431680,
            "txt_content": "金星掠夺者 发表于 2017-1-14 23:36\n没有看懂我也说一句\n。。。。唔我的文风不隐晦啊，多看几遍就好了吧"
        },
        {
            "author": "llxy",
            "timestamp": 1484445900,
            "txt_content": "脆弱的伪装就算暴露，可你还有我，还有LON的诸位\n我们都会理解你的\n在LON，我相信，每个人都会理解你的"
        },
        {
            "author": "a2455564728",
            "timestamp": 1484453340,
            "txt_content": "写的好啊，不过字体好像有点小，我这个眼残看着好累"
        }
    ]
}