{
    "title": "【内幕】小心这些可爱的雪地杀手",
    "author": "吊打小逗比",
    "replyCount": 6,
    "timestamp": 1484295360,
    "txt_content": " 本帖最后由 zrh2001 于 2017-1-14 21:27 编辑 \n\n\n\n熊：远处可爱。这在Minecraft中是真的，就像在现实生活中一样。他们可能看起毛茸茸令人喜爱，但它的牙齿，可不太挑剔,或者谁，是一顿饭（or who, constitutes a meal？）。但是北极熊不一定会攻击在视线内的玩家。开发人员为游戏设置的规则之一是，只有你没有挑衅就企图伤害你的是怪物。（这是Jens选择了移除杀手兔的原因之一！）\n\n北极熊是中立的动物，但这对Jens来说没有足够危险性，所以他提出了一个特殊的情况：如果他们有一个幼崽跟随他们，他们将变得攻击性，如果你离他们很近，就像一个保护孩子的父母。在这种情况下，一个巨大的父母有巨大的爪子。请不要打扰他们。\n\n当然,这导致了一些有趣的社区创造利用bears which are super-aggressive。召唤一只北极熊让北极熊幼崽骑在它身上:一个永久处于攻击状态的北极熊骑士!Xzibit都会自豪,吓坏了。\n\n但是，添加北极熊的愿望从哪里来？答案Jens的妻子，Jenny，一个熊的粉丝。\n在我们的房子里有一个跟北极熊有关房间 它本质上是图书馆,或走廊,真的,那里有我们所有的书,还有两把椅子可以让你坐下来阅,但我们有一个北极熊挂毯,和大量的北极熊的毛绒玩具。这感觉就像一只北极熊的房间。\nJenny唠叨了我很长时间在Minecraft添加一只熊。所以我告诉她 - 好吧，如果我们有一只属于我们自己的熊，我就会在Minecraft里添加一只熊。后来这件事变成真的了，我们的儿子出生，我们称他为Bj?rn（瑞典文字论坛不显示） - 这在瑞典是熊的意思！所以我不得不在游戏中添加一个熊。原文Bears: adorable at a distance. This is true in Minecraft, just as it is in real life. They may look huggable and furry, but they are full of teeth, and not too fussy about what, or who, constitutes a meal. Not that polar bears will necessarily attack you on sight in Minecraft. One of the rules the developers have set for the game is that the only kinds of things that will try to hurt you without provocation are monsters. (This is one of the reasons Jens chose to axe the Killer Bunny!)\n\nPolar bears are neutral mobs, but that didn’t feel sufficiently dangerous for Jens, so he made a special case: if they have a cub following them, they will become aggressive if you get within a short distance of them, mimicking the protectiveness of a parent over a child. In this case, a massive parent with massive claws. Don’t mess with them.\nBut where did the desire to add polar bears come from? It turns out Jens’ wife, Jenny, is a bit of a fan.\nWe have a room in our house where all polar bear-related items end up. It’s essentially the library, or a hallway, really, with all our books in it, and there are two chairs so you can sit and read if you want - but we have a polar bear tapestry on the wall, and lots of polar bear plushies. So it feels like a Polar Bear room.\n\nJenny had been nagging me for a long time to add a bear to Minecraft. And so I told her - well, if we ever have a bear of our own, I’ll add a bear in Minecraft. And then it turned true, because our son was born and we called him Bj?rn - which means bear in Swedish! So I had to add a bear in the game.\nJENS BERGENSTEN\n\n原文网址：https://minecraft.net/zh-hans/article/meet-polar-bear\n\n\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1484296260,
            "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-1-14 10:50 编辑 \n\n感觉要多开一个版块放这些minecraft.net的东西了  PS 机翻味好浓"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1484296380,
            "txt_content": " 本帖最后由 zrh2001 于 2017-1-13 16:35 编辑 \nWuGuangYao2012 发表于 2017-1-13 16:31\n感觉要多开一个版块放这些minecraft.net的东西了\n我说怎么找不到合适的地方发这个文章，纠结半天发到新闻版块里了"
        },
        {
            "author": "luojiarui",
            "timestamp": 1484349120,
            "txt_content": "WuGuangYao2012 发表于 2017-1-13 16:31\n感觉要多开一个版块放这些minecraft.net的东西了\n出门右拐wiki&翻译版。。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1484349240,
            "txt_content": "axe最起码不应该翻成解雇吗？我觉得可以翻成砍掉。"
        },
        {
            "author": "ff98sha",
            "timestamp": 1484366580,
            "txt_content": "这些文章也是周边消息⊙﹏⊙"
        },
        {
            "author": "1443200445",
            "timestamp": 1485343320,
            "txt_content": "小熊 还不错"
        }
    ]
}