{
    "title": "[原创|连载]短篇小说——《世界穿越》第二篇",
    "author": "方块天堂",
    "replyCount": 2,
    "timestamp": 1484352780,
    "txt_content": "上一章地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=661920&extra=page%3D1\n                             第二章：《我要当主播》  杨先成吃完饭走回了房间心理想着刚刚孙怡给他说的话：现在是mc的天下了的、想要钱？当主播、比赛里都没有其他游戏只有mc！”想着想着他变睡着了，但是他的想法没有变“我要当主播！”。时间一分一秒的流逝着，外也泄露除了蒙蒙的光焰，新的一天来了！杨先成知道这样很丢脸但是也不做不行啊，于是给孙怡打了一个电话：“孙怡，额我现在....有点没........钱 可以”杨先成还没有说完就被孙怡挡了回去：“没问题！你的银行卡号我给你打过去”这时杨先成想起了自己没有银行卡对孙怡说：“这样吧，我先去办一个银行卡”孙怡说：“行行行快去，真是的来一个银行卡都没有快去吧”\n  银行里很安静没有一点声音，只有天花板上的风扇声。“请5102号到3号窗口”杨先成走过去没想到现在办一个银行特别快没到5分钟就好了，他看了一下银行卡的表面，没想到上面的不是银行的结束而是关于虎牙直播的介绍！，他马上意识到可能虎牙直播就是现在最大的直播平台了！他跟孙怡打了一个电话这次不仅仅是像他借了3万块钱，更重要的是想他问了一下现在最出名的直播平台，没错就是虎牙平台！\n  他跟孙怡在一起走着，孙怡说：“你想租一个什么样的房子啊，我帮你找”杨先成说：“不用了，我自己可以的，自从我认识你就光麻烦你，都有些不好意思了”孙怡说：“你这是哪家子话，我孙怡帮人帮到底，绝不帮到一半”哈哈杨先成笑着说：“你现在是遇到好人了，要是遇到坏人呢？”“我不瞒你说啊，我这人啊有一种感应，对坏人是从来不搭理，但是遇到好人啊就，特别是那种特别有前途的就会不由自主的走过去”孙怡说。杨先成又说道：“那你可真厉害了”\n    第二章《我要当主播》    完    平均每两天更新一章\n若有发现未经允许随便转发盗权，一定追查到底！\n\n\n\n\n\nZDQX~R2OAA@I2PGI5DU2Y.png (18.8 KB, 下载次数: 0)\n\n下载附件\n\n2017-1-14 08:09 上传\n\n\n\n\n\n\n感谢：\n上一章可以提出建议，不足的用户：\n1026833619 透明小小    \ngggbbb   特别感谢：MF_Mufeng  谢谢你的提醒我会继续努力的！\n   \n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1484404140,
            "txt_content": "应邀（另外，似乎并没有艾特到我……）\n态度很诚恳，但既然明白了，改正才是第一位的。\n问题如下。\n\n第一，善用回车。\n之前曾提到过分段的问题，但你似乎并没有改进。\n首先，像是大篇幅的动作/语言描写，堆积在一块除了视觉审美上的疲劳，更是容易会造成剧情的条理混乱，语句不清等毛病，是文章的大忌。\n举例：\n杨先成吃完饭走回了房间心理想着刚刚孙怡给他说的话：现在是mc的天下了的、想要钱？当主播、比赛里都没有其他游戏只有mc！”\n想着想着他变睡着了，但是他的想法没有变“我要当主播！”。\n时间一分一秒的流逝着，外也泄露除了蒙蒙的光焰，新的一天来了！\n杨先成知道这样很丢脸但是也不做不行啊，于是给孙怡打了一个电话：“孙怡，额我现在....有点没........钱 可以”\n杨先成还没有说完就被孙怡挡了回去：“没问题！你的银行卡号我给你打过去”\n这时杨先成想起了自己没有银行卡对孙怡说：“这样吧，我先去办一个银行卡”\n孙怡说：“行行行快去，真是的来一个银行卡都没有快去吧”\n其余部分，先自己试着分分。花不了多大的功夫，这点时间是没有必要节省的。\n\n第二、断句。\n与上文的分段类似，也是基础。刻意营造的长段句子，是可以体现出美感。但像你这种没有意义，影响阅读的长句，实在是没有必要。就像是之前“MF”说的，运用好标点，你的文章才有着进步的空间。\n举例：\n杨先成吃完饭，走回了房间。心理想着刚刚孙怡给他说的话……\n不一一列举，同样可以自己先试着改改。\n\n第三，错字。\n不多做说明，举几个例子。\n杨先成吃完饭走回了房间心理想着刚刚孙怡给他说的话时间一分一秒的流逝着\n\n就先点到这里。\n小说的毛病的确有些多了，不过并不是什么大的问题。只要一一修改，并尽量地多去琢磨，想要提升上来还是不难的。\n（另外，小说可以说是毫无逻辑性可言。如果还有时间，个人的建议是大幅度去修改下。）\n最后，祝进步。"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1484408400,
            "txt_content": "对话流。没有排版。很枯燥,我都不想看下去了"
        }
    ]
}