{
    "title": "求大佬帮我的整合包写一下背景故事？",
    "author": "Cai_Iu",
    "replyCount": 3,
    "timestamp": 1484367360,
    "txt_content": "如题，楼主文笔小学一年级水平大概内容如下\n\n不要在意这中二的内容233333\n注：采取最佳答案后，最佳答案的作者依然拥有著作权\n\n[img]file:///C:\\Users\\cai52\\Documents\\Tencent Files\\523898466\\Image\\C2C\\2W35%WNS1YY`{U`@3[PFS7J.png[/img]\n\n",
    "replies": [
        {
            "author": "火影羁绊",
            "timestamp": 1484367360,
            "txt_content": "【每日练手，如果采纳了只求在帖子内标注上作者“伤芯”，如果能让更多人看到我的账号就更好啦，嘿嘿】\n背景故事：混沌宇宙不知从何时起就存在了，目前只知人类诞生时便已有了宇宙星球世间万物。传说宇宙诞生之际伴生着一个沉睡的生灵，百万年后此生灵苏醒在宇宙中漂行了万年终于厌倦，他握住周围的宇宙元素随手一捏便成了一个球状，将球体放大后掏空便有了他的容身之所，取名为“地球”。他满意的在此沉睡了很久很久，但醒来时却又厌倦了混沌的世界，于是他用光元素做成球体放在上空便有了太阳，用暗元素捏成了月亮，用土元素铺成了大地，风元素凝聚成了天空，又用附属元素创造了不同的天气和季节。但他还是不满意，用生命元素捏出了各种奇形怪状的生物，又以自己为模型创造出了一种新的生命体——人类，自己则被人类称为“创世主”\n    人类拥有很高的学习能力和创造能力，并被赋予了自主意识。创世主在完成这一切后便满意的离去，前往宇宙中创造无数星球。百年后创世主回来见到人类之间为了领土发动战争互相残杀很是不解，于是将地球分裂出两个维度，混沌空间与烈焰之地，并创造了一些邪恶的怪物屠杀人类。他以为这样做人类就能停止战争合力对抗外族，但下次回来时却发现怪物们被人类打的毫无还手之力，人类又为了新维度的所属争斗，这时创世主又赋予了怪物们自主意识，并为他们创造了强大的领袖。创世主在地球上静静地看着改造后的怪物被屠杀了几十年后终于大怒，他拉来了宇宙风暴使人类所有的现代科技瘫痪，又在人类中投放了以蝙蝠和狼的基因改造成的病毒，使得一半以上的人类被感染成了吸血鬼和狼人。人类在不间断的战斗中终于开始力不从心，便选择了对人类伤害最小的狼人作为盟友共同抗衡吸血鬼。吸血鬼被压制的数年后，狼人终于体会到了创世主的目的，转而与吸血鬼联盟共同制约人类，人类在两大外族的压迫下终于没有了内战的心思，创世主看到这种平衡十分满意，为地球开辟了更多维度，每个维度都有不知名的力量与神奇之处。完成这一切后创世主又满意地睡去，他已经想象到下次醒来时地球上一片繁荣和睦的景象。但，真的能如他所愿么..."
        },
        {
            "author": "幽儿~",
            "timestamp": 1484385120,
            "txt_content": "什么类型的整合包呢 \n....这样方便写背景啊\n是生存的么..."
        },
        {
            "author": "幽儿~",
            "timestamp": 1484404200,
            "txt_content": "既然楼主要这种我就中二一下惹233 脑洞大开系列，按照楼主的思路顺着延伸，其中还是有几处相似的正文宇宙永远不会缺少贪婪者和阴谋家的舞台，而这也是人类最顽疾的疾病.他们来到了这一个宇宙间十分\n微小的小次元中，妄图在这里生根发芽以谋图更大的领地去完成那骇人的阴谋计划.而莎米尔组织就是最为鼎盛的杰出势力，他们的军事力量和武装\n都达到的顶级的城次，而这却满足不了他们的勃勃野心，丧心病狂的他们研制了生化的药剂.使得脆弱的人类躯体得到另类的强化.他们的体格和狼很相似，所以被称为血刃狼.这样被注射的人通常会狂暴，具有巨大的毁坏力.而被宇宙文明政府联合禁止生产和销售,以免被人利用造成那些严重的后果.但是这里\n却是莎米尔来到此地建立基地的原因，也让他们研制了上古吸血人，也就是吸血鬼.高级的吸血鬼甚至可不借助外力直接在天空遨游.其外表虽然与正常人类\n很相似，但是很明显就是脸部的不同了.靠近他们就会闻到浓厚的血腥味.同样的被列为了禁止生产和销售的对象，更是加大了对其的打击力度.疯狂的\n莎米尔为了报复联合组织就在这个不同的小次元埋下了生物病化的病毒和感染的人类.这里的生物比以往更加狂暴，原本和谐宁静的日子一下变\n得很是不好，而这个奇特的次元中竟然有3个不同的亚次元，分别为幽冥地狱，暗影墓地（末地）以及贫瘠荒界（主世界）.宇宙联合政府却暗暗的派遣\n了幽神小队队长你来担任这个清除工作，除了一些小装备外你带不了任何大型科技了，而你却需要理由那里的资源去发展自己，最后要找到莎米尔这个\n组织头目将他带会宇宙法庭去审判他的罪过，最后送他进最高监狱.你也就可以完美的完成你的任务了幽神小队长！\n\n"
        }
    ]
}