{
    "title": "【原创/连载】[Enf小组]《异大陆·无酒传》[第二章:余烬神教]",
    "author": "透明小小",
    "replyCount": 2,
    "timestamp": 1484451060,
    "txt_content": "    那团火球包围的似人非人的生物虽然来势汹汹，但速度很慢。一眨眼的功夫，卡尔扛着无酒就轻松甩开了它。\n\n     “天，那是什么东西？是个人吗？”无酒靠着一棵歪脖子树心有余悸的说道。\n\n     卡尔擦了擦额头上的汗水，摇摇头，“你见过有哪个家伙着了火不想着赶紧往水里窜，还在那儿着嗷嗷叫着想要抓住你？”\n\n     “那它到底是？”\n\n     “应该是个僵尸吧。”卡尔轻描淡写的说道。\n\n     “僵尸？”无酒目瞪口呆的看着灌木丛的方向，“它真的是个僵尸吗？我的天啊，你当时真不应该跑那么快，我想好好的看看他的。”\n\n     卡尔稍稍弯腰，弹了一下无酒的额头，“别傻了，那可是死黑之夜的产物。如果你被它咬了一口，哪怕一口，你就会丧失自己的灵魂，成为它们当中的一员。现在这里太危险了，我们还是先回去吧。”\n\n     无酒跟着卡尔的身后，像是被打开了话匣子一样不停的问道：“嘿，被死黑侵袭的地方真的永远都是黑夜了吗？除了僵尸还会有别的什么东西？我一直以为僵尸是人们虚构出来的东西，没想到它居然真的存在，简直太刺激了！”\n\n     面前又是那条浑浊的河，卡尔脱下了上衣，将它牢固的扎在自己的腰间。\n\n     “等等，朱丽叶呢？还有那些蘑菇，它们都在朱丽叶身上挂的小篮子里。”\n\n     “明天正午我多找些人再来，别担心，它会好好的。”卡尔蹲下身，“来，我背你过河吧，你可要抓稳了。”\n\n     无酒虽说在卡尔的眼里还小，但她已经15，对于过于亲密的肢体接触还是有所抵触的。她磨磨蹭蹭纠结了好一会儿，直到树木深处隐约又传来了异样的响声，受到惊吓的她才嗖的一下窜到了卡尔的背上。\n\n     午后的阳光有规律的一缕一缕洒在万物上，尽力透过泥沙做屏障的河面去滋润水底生物。此时河中央的水势已经有所变缓，兴奋过后随之而来的就是困意。无酒伸出手，看着阳光在指尖跳跃，在指缝变幻各种角度，亮眼的像是她从未见过的璀璨钻石。\n\n     无酒打了一个哈欠，无精打采的趴在卡尔的耳边，“喂，你怎么还不上岸啊？一匹马都比你好。”\n\n     卡尔在岸边站了有一会儿了，他直立着身子，一动不动，观察着那些红袍子。岸上那些穿着红袍子的人吵吵嚷嚷的在讨论些什么，他们情绪激动手舞足蹈着，好像在为什么事情义愤填膺着。\n\n     “嘿，看见了吗。”卡尔一只手将无酒往上托了托，抽出另一只手指向岸边的红袍子们。\n\n     “他们是谁啊？”\n\n     “看他们都穿着红袍子，应该是余烬神教的人。”\n\n     “余烬神教？就是那个信奉上古星耀女神的余烬神教？”无酒努力的向前倾斜身子，眯着眼睛想要看清红袍子们到底在做什么。“你觉得他们在干什么啊？”\n\n     “不清楚，不过他们向来与皇室和那些上层贵族的关系不好。为了防止咱们以后被什么人针对，还是不要接近他们为好。”\n\n     “哈，为什么关系不好？他们信仰不同吗？”\n\n     岸上的红袍子们嘀嘀咕咕了几句，便三三两两的都离开了。\n\n     “你今天的话格外的多啊，”卡尔开始迈步向岸上走去，虽说现在是夏日，但在河水里浸泡久了还是会冻得发冷。“差不多是信仰不同吧，皇室和上层贵族们认为越是信奉星耀女神越是会加速死黑之夜的侵蚀。”\n\n     “星耀女神和那个虚言女神是对立面吗？”\n\n     “是的，”卡尔将无酒稳稳的放到岸边，“所以皇室选择逃避现实。”\n\n     “哇，那可真是懦夫的行为，你哪里知道这么多的历史？”无酒跟着卡尔的身后走着，看他的去向，八成又是要去斯特里小酒馆大喝一顿了。\n\n     “我天天在外想尽办法喂饱你的时候，总会听各种各样的家伙来讲故事，”卡尔折下路边的一截柳枝在手里把玩着，“等我老了，需要你来四处奔波喂饱我的时候，你也会涨很多知识的。”\n\n     斯特里小酒馆是弗尔诺贫民窟和亚蒂小镇的分界线。它的前门向贫苦的人们敞开怀抱任人痛饮，它的后门迎接着小镇的富足以及弗尔诺居民渴望的窥视。\n\n     亚蒂的人们修建了一条完好无损的小道来通向酒馆的后门。他们不与弗尔诺有任何的交往，在他们眼中，弗尔诺是将瘟疫、罪恶、贫困以及死亡一起扔到大铁锅里熬煮出来的污秽之物。\n\n     当然，弗尔诺是不会影响到斯特里酒馆朗姆酒的强劲效果，亚蒂血气方刚的男人们永远不会舍弃掉美酒。\n\n     路程不远，等卡尔和无酒安全抵达斯特里酒馆的时候，卡尔已经将手中的柳枝编成了一个头冠。\n\n     卡尔将柳枝头冠戴在无酒的头上，拍了拍她的肩，推门而入。无酒紧随其后。\n\n      酒馆的老板就名为斯特里，年龄约为40多岁，但在20年前就已经秃顶。他总要比同龄的人显老一些，现在，他看着像60岁的人。\n\n   “嘿卡尔兄弟，要来喝一杯吗？”卡尔是斯特里这里的常客，看到他的到来，斯特里高兴的举起了酒杯向他问好。\n\n      卡尔一言不发的走到了他的面前，突然紧紧拽住了斯特里的衣领，恶狠狠的瞪着他。斯特里是个身材矮小的男人，卡尔很轻松的就讲他提了起来，他尽力将脚尖挨着地面，金灿灿的啤酒撒了一地。\n\n     斯特里惊恐的看着卡尔，勉强的露出一个微笑，“嘿，嘿，兄弟，怎么了？放轻松，我哪里得罪你了吗？”\n\n     “怎么了？你问我怎么了？是你告诉我无名森林的边缘有发大财的东西，但是你没告诉我那里也有差点要杀死我们的东西！”卡尔拽着斯特里的衣领，又使劲的摇了摇。\n\n     “但是我说.......我说了那里受死黑之夜的侵袭啊，我以为你会多加小心的。”斯特里因为衣领被拽紧的缘故，脸憋得通红。\n\n     “喂，卡尔，那里有红袍子。”在酒馆里零零散散一些客人的注视下，无酒无意中注意到了酒馆的小角落里坐了四五个红袍子，高大的帽檐遮住了他们的脸，他们在帽檐的阴影下品尝着美酒，也不知有没有朝这里看去。\n\n     卡尔瞥了一眼红袍子们，松手将斯特里放了下来。\n\n     斯特里摸着被勒红的脖子，赔罪似的问道：“这次是我的不是，好兄弟，我要怎么才能补偿你呢？别讹我太多钱，我刚想着要娶媳妇儿呢。”\n\n     “明天正午十二点，你陪我再回一趟无名森林，我有些东西落在那里了。”\n\n     “哈，小卡尔被吓尿裤子了吗？”角落里有一个红袍子站起了身，高高的帽檐下传来的是一个女人的声音。\n\n     红袍子绕开一堆一堆没有规律安放的红色圆木桌，径直朝卡尔和无酒走来。红袍子走的很稳也很快，看上去像是个长年奔波在外的女人。\n\n     无酒紧张的拉了拉卡尔的衣角，小声的说道:“怎么办怎么办？红袍子她走过来了！”\n\n     可惜红袍子的听力也非常好，尽管无酒觉得她的声音已经压的够低了，但红袍子还是每个字都清楚的听到了。\n\n     “我不叫红袍子，我有名字，”红袍子将高高的帽子向后一拉，露出一头棕褐色的秀发，微微带着自然卷的头发蓬松的暴露在空气之中，看上去很舒服手感很好的样子。无酒咽了咽吐沫，克制住了想要摸一摸红袍子那一头柔顺长发的冲动。\n\n     “我叫贝蒂娅，”那个名叫贝蒂娅的红袍子摸了摸无酒的头，“你不用那么怕我，我不是什么坏人。你呢，你叫什么名字？”\n\n     无酒偷偷的看了卡尔一眼，没有吭声。\n\n     “哦！我知道了！”贝蒂娅生气的抱臂瞪着卡尔，“准是你又在背后说我们的坏话！你呀你，怎么就这么记仇呢？”\n\n     卡尔白了白眼，“记仇？你那次坑的我差点让我连命都丢了，我可不想再和你们这些危险的家伙有什么联系。”\n\n     贝蒂娅大笑了几声，走过去轻轻抱住了卡尔。\n\n     刚才还一脸不满的卡尔此时也微笑着开心的接受了贝蒂娅的拥抱。\n\n     无酒看看卡尔，看看贝蒂娅，再看看角落里那群还在喝酒的红袍子们。\n\n     “等等？喂给我等一下！在你们谈笑风生准备叙旧之前，就没人解释一下你们这奇怪的问好方式什么意思吗？！”  \n\n\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1484451240,
            "txt_content": "不错，不错，加油，透明！"
        },
        {
            "author": "透明小小",
            "timestamp": 1484452800,
            "txt_content": "a946115793 发表于 2017-1-15 11:34\n不错，不错，加油，透明！\n啊啊啊啊啊啊谢谢！（比哈特）"
        }
    ]
}