{
    "title": "<原创·连载>因解效应·热寂[第八章：致那解放于危机之下的][S_RwE]",
    "author": "S_RwE",
    "replyCount": 4,
    "timestamp": 1484493900,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:10 编辑 \n\n\n\n\n\n\n\n\n第八章：致那解放于危机之下的\n传送装置恢复，每一根发光的光柱上的扇叶都飞速旋转，紫色的粒子旋涡乍现，第一批正规军队来到地面战场。他们会成为诺厄的援军。\n\n\n诺厄手持双刃向纳特俯冲而来。\n纳特没有办法挡住他的进攻，像满弦的箭一般疾驰而来的诺厄是无法抵挡的。\n剑刃碰撞在纳特挡在自己身前的步枪上，金属爆鸣声响起，耳膜的阵痛几乎要通路到纳特的五感，但诺厄却睁着自己那几乎要嵌进骨架里的眼球，眨也不眨。\n“纳特，我也试过，在你们走后，去规划这里。”\n“但是真的太难了。”\n“自从我接受改造人工程之后，总是会想起那些被负面因段折磨的人。”\n“我没法管束他们中的任何一个人，那些正规军士兵。”\n\n\n枪身挡不住刀刃，诺厄的攻击模式转变之后力量减小了很多，但重型近战能力转移到了敏捷程度上，单手上扬，纳特的步枪被挑飞。\n\n\n“就待在这吧，别再到上面来了。”\n诺厄反手钳住右腿，身躯被掷向远处的岩壁。撞击感的痛苦钝化的纳特的所有行动，诺厄又再次扔出单手剑斜插在纳特落点的岩石上。整个岩壁崩塌，纳特的身躯被压断在落石与烟尘之中。\n一定很痛，但他没有发出一声叫喊。\n\n\n这件事是格里在逃出行动之后告诉我的，他还问我纳特这个人给我什么样的感觉。\n大概是军人吧，我回答他。是的，纳特是个真正的军人。\n\n\n“传送柱出故障还是第一次遇到，对吧？”\n传送下来的正规军士兵对着另个同伴打趣道，武器随意的别在背上或腰间，实在不像是要执行任务的人。\n“我们是第一批，等等，那个人是班长吗？”\n\n\n他的手指向远处的某个人影，是诺厄，站在原地，看着崩塌的岩壁方向发呆。\n\n\n“应该是，走吧，过去看看。”\n\n\n两人小跑向诺厄，诺厄此时的外骨骼装甲已经如同有生命般的流质一样在他身上组装完成。但缺口非常多，在战斗中被破坏的部分也无法复原，面罩也合并，遮挡住了他肌瘦的面庞。只剩下巨剑，单手剑可没法自己变宽，剩下的一部分还插在岩壁上。\n\n\n雪莉在诺厄冲向纳特时就做出了反应，但却来不及，他的动作太快了。\n\n\n格里手头的爆弹已经用光了，本来就不多，什么也做不了。\n\n\n诺厄向前踱着步，捡回自己的武器。重新完成回收大型摄恐级无人机[EC]的任务，这就是他心里所想的。但目的地的那头，落石激起的尘浪拍在冰冷的地面，中间那有着一个人影，发棕的发色，单膝跪在那里，他的视线聚焦在自己身前的岩石堆上。纳特被掩埋在那里。\n\n\n“哟，班长，那个人是地面贫民窟的吗？就这么跑到地面上来也不怕无人机吗？”\n\n\n两名正规军士兵已经跑到了诺厄身边，他们如果能看到，面罩下的诺厄的表情一定会讶异。\n那是畏惧，是这位正规军班长在以往很少露出的表情，他双手握向那把分裂后的窄刃剑，一步步向前走去。\n鲜红光链重新闪烁，在诺厄的控制下，将空气吹拂的无人机在高空中徐徐降落。\n\n\n“安静，看班长的样子就知道这个人具有战斗能力，进入备战状态。”\n另一名看起来较稳重的士兵诘责道，并把腰间的步枪平举瞄准“这个人”。\n\n\n“嘁，贫民窟的人，看他这个样子也不知道被流放了多久了，社会的废物哪来的什么战斗能力。”\n\n\n“你们两个站着别动！”这句话是诺厄说的，他回头喊道。自己暴起冲向那个方向，紧张的情绪充斥在了他的内心，他知道，可能来不及了。\n\n\n“是啊，你们两个站着别动。”\n那个人影就是格里，话语刚出口，天地间猛然变色，时间被冻结了。暴起的诺厄被定格在空中，他脚步落地飞溅的石子也被定格在空中。每个人的眼中都几乎只剩下黑白两种颜色，唯有连接着诺厄剑身的红色光链还闪烁着。但那一束束也被熔断，取而代之的是格里，他的身上燃起了光链火焰，链接了诺厄与那两名正规军的武器，鞭笞着地面并炸裂延伸。正规军三人的视线中在那个瞬间只剩下了格里一人。明明在同一片地面，却如凌万丈高崖。\n\n\n“我可能真的是个废物吧，看着他挨打却在现在才反应过来。”\n\n\n“但就战斗能力来讲，我需要重新定义你对于战斗能力的认识了。”\n\n\n“诺厄，安格斯你知道的。他告诉我，改造人失去了很多东西。你一定忘记了疼痛的感觉，痛觉抑制装置？算了，怎样都好。”\n\n\n“总之，看到你那副样子，苍白。刚刚有一个念头在我脑子里，我想不清楚，你来告诉我吧。”\n\n\n格里把左手拇指关节抵在自己额头。他笑着，将中指比向正前方。\n\n\n“你还是个人吗？”\n\n\n头晕目眩中，天地被重新填充色彩。\n\n\n当个体无法应对当下情况时会根据已有因段强化自身，得到全新或比当前层次高一级的因段。[穹顶]研究人员在很早之前就确定了这种现象的名字——因解效应。\n\n\n\n本章字数1535终于到寒假了，从今天开始日更。（因为扯到主题，心里挥之不去的激动）第七章的那个“上”，会在之后的章节写掉本卷马上就要完结了！\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black  @DGK2 @寂寞的雨滴ps.上一章忘记艾特了，快回去给我分\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1484502960,
            "txt_content": "为何我第一眼看成因式分解= =\n读到最后才发现我看错了= ="
        },
        {
            "author": "S_RwE",
            "timestamp": 1484535720,
            "txt_content": "1026833619 发表于 2017-1-16 01:56\n为何我第一眼看成因式分解= =\n读到最后才发现我看错了= =\n我自己有时候其实也有这种感觉...\n不禁想起了我的小学生活，那是我逝去的...嗯\n\n解：原式="
        },
        {
            "author": "LRual",
            "timestamp": 1484535840,
            "txt_content": "S_RwE 发表于 2017-1-16 11:02\n我自己有时候其实也有这种感觉...\n不禁想起了我的小学生活，那是我逝去的...嗯\n安利mod（科技型）：\n因式分解 (Factorization)http://www.mcbbs.net/thread-604445-1-1.html"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485089940,
            "txt_content": "本章无砖"
        }
    ]
}