{
    "title": "【原创-连载】九城记——醉花阴（月城）",
    "author": "后夏",
    "replyCount": 0,
    "timestamp": 1484492640,
    "txt_content": " 本帖最后由 后夏 于 2017-1-15 23:07 编辑 \n\n\n                                         醉花阴                                     引子    高月旧悬，小亭染上了秋风的凉意，园子里的秋菊谢了一半。   “月城的玉盘，月城的新醅。着实绝配！”不知多少次，月琼再次举起青玉酒杯对月而饮。她抹去眼角的泪，静静感受喉中被酒灼烧的刺痛，微烫的脸贴向冰冷的石桌，侧脸一片麻木，缓缓阖眼。月亮慢慢变模糊最后消失在两片眼睑之间，天地只剩一片漆黑。    月高云寂，一地黄花，夜光佳酿，酒冷心凉。\n                                          壹    月琼兀然睁开了眼，如钩新月高挂，清冷的月辉层层弥漫，酒杯不知何时倾倒于桌，琼酿浅色的液体围在杯口，映出一弯峨眉月。许是脸冻麻木了，月琼竟然没有任何感觉，只是忽然发现退下侍女后，一个人的中庭分外冷清。醉中不晓身外事。睡了一觉，月琼总觉得月色朦胧下恍如隔世般不真实。   “快一点!磨磨蹭蹭的，真可恶！”不远处传来侍卫的叫嚷声，闹得月琼碍于身份不得不端坐身子、抬起头来。但见一个男子和四个侍卫走进园门，应该是打算穿过园子出宫，男子倒是闲庭漫步一般慢慢悠悠，只是后面四个侍卫压低声音地催促。    五个人保持着一种奇怪的行走方式，男子身份高贵却被呼喝着前进，而侍卫虽是凶神恶煞般叫嚷，却刻意和男子保持着距离且呼喝毫无作用，几人没有任何肢体接触，就莫名其妙地走着。一举一动是月琼说不出来的古怪。   “约摸是这男子的气场太强大了吧。只是不知是何方神圣？”月琼内心低语，古怪的一行人激起了她的兴趣。   “什么人！”月琼厉声喝问，装势睨着男子。    一头墨发，不着冠巾，只用玉簪松松挽着。宽袖深衣，曲裾竹箫，绛红绦子系着玦形玉佩。近看男子穿着极为考究，面容也是姣好，让月琼看得稍稍有些离不开眼。   “启禀沐泱长公主，这位是邻城瑞王。”侍卫低首行礼作答，男子也是低下头不看月琼一眼。“城主令臣等送其出宫门……”   “本宫这缺个人磨墨，把他留下。”未及他说完月琼便摆摆手，瑞王低垂着脸看不清表情，只是侍卫犹豫着不敢应答，偷偷看了几眼瑞王。    月琼倏的站起，走下小亭，伸手拽过那个瑞王的衣袖，把他拉进亭中，“如果需要交差，就这么回答，本宫要了解一点花城的习俗，不然到时候嫁过去难免失了礼数，若是造成两国不友好的局面，这责任无论本宫还是你个小小侍卫恐怕都是担不起来的。”    侍卫讶于长公主的举动，却也怕了月琼的话，最后是唯唯诺诺地走了。   “过来磨墨？”月琼复而坐下招呼着，但瑞王仍挺直地立着，不同与刚才的是抬起的脸上带着浅笑，不言一语，依旧尴尬的气氛使本来郁闷的月琼更不高兴。   “原来花城都是这种不知礼数的人!好歹王爷现在也是暂住月城，虽不知为何父亲为何遣你出宫门，但既然本宫留下您来问花城的风俗，那也请王爷好好回答!”月琼恼而不再看他，瑞王的视线却渐渐移到她身上。   “花城瑞王，花玦。”听了月琼的话，瑞王抬头笑了，瞳中映着几许寂寥月色，优雅地迈步，身上带着压迫感靠近，坐到月琼对面。   “琼酿？好酒！不知沐泱长公主对我城习俗有何问题？在下一定如实回答，不敢隐瞒。”花玦伸出手，扶正倒下的酒杯。一挥，抹去台面残留的佳酿，铺好宣纸，挪过墨砚，拎起酒坛，倾酒于砚中，碾旋，缓缓磨碎砚中映着的钩月，和着月光，梅花玉砚乳白色的底色上，墨色渐渐浮上酒面。   “真不愧是琼酿，只这么一点便足以香满飘宫阙。”花玦以手在鼻前轻扇，陶醉了般闭上丹凤目。“长公主真是好雅兴。琼酿飘香，花月合赏，加上在下作陪，实在是人生一大乐事!”花玦忽的不正经起来，夏琼微微皱眉。   “本宫久闻花城瑞王风流不羁成性、治国安邦负名，今得一见虽不知治国之才，风流却明了几份!”随后觉得语气太过强烈，只好不着声色地，“酒香便可，景美便可，何必言及其他。”   “哦？这样，看来长公主并不需要我作答啊。倘若长公主无其他事，夜色已浓，还请容许在下返回居所。”花玦又一脸正经，躬身作揖告辞。    月琼呆呆看着花玦走开，也不是对他的轻浮而善变的态度气恼。闻不到花酒清香，感受不到夜风，只是从脚底孕发的一种无奈迷惘。    自己不提还没有意识到，离她作为贡品嫁出去只有一个月了。    缓缓阖眼，花玦的脚步声渐远，月琼知道，她打乱了这个花城人的计划，她很高兴。\n\n\n\n\n\n",
    "replies": []
}