{
    "title": "关于沉浸和异星工厂的一些构思！",
    "author": "aa1392970484",
    "replyCount": 1,
    "timestamp": 1484557500,
    "txt_content": " 本帖最后由 aa1392970484 于 2017-1-16 17:25 编辑 \n首先先说说沉浸与异星工厂想通之处\n\n异星工厂主要目标是逃出星球，因为异星工厂里面的物品大多需要制作时间，所以在逃出星球的过程中玩家需要做出一条一条自动化生产线。首先做自动化，也就是全自动。基础就是需要矿脉，矿脉量大。 这个就是沉浸有的特点了有斗轮挖掘机，有虚拟矿脉。而且TE是一个独立mod，有自己的矿物生成，当然也兼容其他mod，生成mod的矿脉。重要的是沉浸和异星工厂运输方式都是 传送带，机器也有输出方向。沉浸和异星的线缆也是一样的用电线杆来传输，沉浸也有自己的电线杆.可以自己接线。当一个小电工A.A\n听别人说是有生成其他mod的矿脉的. \n我觉得沉浸应该加入的一些东西，也可以把他做成扩展模组。\n异星工厂还有一个特点是发电采用的是蒸汽发电,一个水泵，一个锅炉，一个蒸汽机。我们沉浸的发电采用的是柴油发电。蒸汽发电我觉得沉浸可以加入也是多方块结构，但是有所不同。蒸汽机是可以自定义的也就是可以自由组合。我文笔不太好。意思就是说可以随意添加蒸汽机和锅炉。效率是可以改变的。锅炉少了蒸汽机发电就少，取决于水温。这就不得不说到异星工厂的一个细节了水温，但是异星好像并没有用到。我们可以把这个扩展模组想象一下做成不同地方水温不同，根据生物群系来判断，可兼容其他模组的生物群系，例如魔法森林等....。水温例如：热带雨林水温高，沼泽水温低。关于沉浸本身的柴油发电机我觉得也可以利用一下，加入一个虚拟油田的一个系统，在加入一个钻油井。并且都是多方块结构。这样才有沉浸的特色！A.A，油可以有很多用处。我们可以发挥想象比如做塑料，分解成其它油，做石油气等等。这些都是借鉴异星工厂里面的一些物品。\n我觉得竟然是独立模组，就应该有一个目标。而不是一味的配合其他mod。像老牌模组：工业。等等模组都有一个目标，工业目标可以使做出量子套之类的，神秘目标是做出上帝套之类的。是这些强力的物品促使一些玩家发展。当然有些玩家玩的是过程目标的确不太重要。我们沉浸也应该有一个目标可以像异星工厂一样做出模块化装甲等等，一切装备都可以模块化。自定义你的装备。其中还有大量的空间可以让别人开发出一些配合的扩展模组。例如什么什么模块之类的。有大量空间进来补充完善模组。上文说到传送带是异星工厂的一个运输的物品，实现全自动化可不是只有一个才能行的，还需要一个输入的物品，在异星已经有了。那就是机械臂，异星里面有不同型号的机械臂，机械臂{烧煤矿的}。烧煤的过后全部都是吃电的。电动机械臂{烧电的}  前两种范围一格，也就是只能抓取前方的靠近身体的那一格的物品然后放入身后一格。加速机械臂{可以理解成电动机械臂升级版抓取速度变快}加长机械臂{范围加长一格}就是抓取前方第二格的物品，第一格不抓，然后放入身后第二格。筛选机械臂{就是白名单，选定的物品抓取。范围一格}\n传送带也是有升级的分别是高速传送带{普通传输带的升级板，速度变快}地下传送带{可以在地下传输物品,但是异星是一个平面游戏。在我的世界这种三维游戏里面有很多用处方法。地下传输物品格数基础7格。意思就是跨七格传输物品中间无需传送带。我们可以在地下传送带设置一格gui，可以加入升级插件例如：增加传输格数等等之类}其次还有高级地下传送带。在沉浸是没有水管的我们可以加入一个管道系统，我说的管道是流体管道。当然管道系统也有好几种管道，先大概分一个 传输容量大的管道，中等的管道，低的管道，还有速度快的管道，中等的管道，低的管道。还有一个地下传输管道，这些都可以设置gui，加插件等等。在异星中有一个研究系统极为重要，当然不同于神秘的研究系统。我们是科技mod嘛，当然要实验室的{多方块结构大概内容为处理器，铁层等等}。研究一些科技。只有研究过的科技才能够建造。实验室没有高等级低等级。实验材料设置成药剂，异星中药剂为红 绿 蓝 紫 四种瓶子，等级从左到右。科技从基础到高等。我们总是认为史蒂夫的手是万能的，工作台是万能的-- 。有了这个模组一切都将改观。首先机器不能手搓，必须要用组装机来建造。组装机分 I型 II型 III型 IV型等等处理速度依次增加，处理数量依次增加，工作电量依次增加，待机电量依次增加   ，组装物品依次增加{初始 组装机I型是只能组装涉及2个合成物品的物品，到II型等等分别增加一个物品格}。组装机是全自动化必不可少的一个物品。加上传送带，机械臂，以及智能飞行机器人{研究中后期出现}。玩家需要好好规划你的工业园。A.A 。这就出现了一个很方便的工具蓝图，你可以在蓝图中规划完成你的工业园，然后交给建筑机器人，把需要的材料扔入箱子。然后等着你的工业园重现吧！！\n\n\n最后希望有人能够做出我心中所想的mod，谢谢OAO.做出来，我相信这个模组有很大的空间可以扩展。最后成为像GT，IC那样的模组。IC那么火就是因为有大量的扩展模组和与之兼容的模组。绝大多数是借鉴异星工厂，也给大家个思路多玩玩其他的游戏。这样有灵感有构思。求人气！！！求回复！！！\n金粒无所谓！！！ 字那么小- -我脸皮很薄的- - 大大们看到就来个人气!呜呜呜嘛\n",
    "replies": [
        {
            "author": "庐州月",
            "timestamp": 1484790540,
            "txt_content": "听起来不错，异星工厂的物流机器人也不错  可以参考下的"
        }
    ]
}