{
    "title": "【原创/连载】[Enf小组]《异大陆·无酒传》[第三章:故人相逢与奇怪的少女",
    "author": "我不二耶",
    "replyCount": 6,
    "timestamp": 1484563620,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "透明小小",
            "timestamp": 1484564340,
            "txt_content": "标题: 【原创/连载】[Enf小组]《异大陆·无酒传》[第三章:故人相逢与奇怪的少女 本帖最后由 透明小小 于 2017-1-17 20:11 编辑 \n\n      贝蒂娅笑着将无酒的头冠摆正，“我和卡尔是旧相识了，这次我是专门来找他的。头冠不错，很可爱。”\n\n      无酒红了脸，她突然觉得在戴这种柳枝头冠是一种非常幼稚的行为，于是慌忙将头冠摘下来扔到卡尔身上，“我早就不是小孩子，不要再做这些给我了。你们在哪认识的？”\n\n      “洛兰特。”卡尔将头冠扔到斯特里的头上。\n\n      “洛兰特？”无酒激动的没有控制住自己的声音，尖叫声几乎可以贯穿卡尔的耳膜。“首都洛兰特吗？你什么时候去的洛兰特？你为什么去洛兰特不带我？好兄弟之间的情意呢？”\n\n     “现在的洛兰特并不安全，我相信卡尔也跟你说了我们现在和那个愚蠢的统治者的关系。我们为了自己的利益一直在努力着，但这并不容易，所以现在洛兰特危机四伏，卡尔就曾因为与我们过于亲密而被关进了大牢里，准确的来说，他现在还是个逃犯。”贝蒂娅看了看角落里的红袍子们。\n\n   。  “嘿，怪不得你那次过了很久才回来，我都以为你死了还为你准备了一块墓地。”无酒用胳膊肘捅了捅卡尔。\n\n     “哈哈哈，你还真是有意思，愿意来我们余烬神教吗？星耀女神保佑着你。”\n\n     “我说过，”卡尔将无酒护到自己身后，“别把我身边的人搅进你们的斗争里。”\n\n     贝蒂娅凑近了无酒，几乎要将脸贴近她的脸上，“这就是你的女儿无酒吧？真是幸福啊，能有人被你这个魅力男子关心着。”\n\n     “她只是我朋友。”\n\n     “我懂的我懂的，你们男人都只会这么一套说辞，她是我朋友，我不认识她，结果呢？啧啧啧。”\n\n     “你废话也说的太多了，你这次来到底是要干什么？”卡尔有些不耐烦了。\n\n      “哈，终于能说正题了，我需要你去洛兰特帮我个忙。”\n\n     “你要我帮忙有个前提，明天正午十二点，和我去无尽森林的边缘......”\n\n     “帮你把朱丽叶和蘑菇篮子带回来，是吗？”贝蒂娅微笑着抢了话。\n\n     “等等，你是怎么知道的？”\n\n      “我们是星耀女神的忠实奴仆，是不受死黑之夜的侵袭。”\n\n     “你又跟踪我？”\n\n     “好啦好啦，别生气，如果我帮了你，你就会考虑我的请求吗？”\n\n     “成交。”卡尔想了想，对无酒说道:“不管怎样，你都不能踏入洛兰特半步，明白吗？”\n\n     “嘿！”无酒失望的拉长了音，“明明我比你还想去的。”\n\n     “那也得等我死了。”卡尔拍了拍她的肩，“我回去收拾一下，明天正午河边见。”\n\n     “那个，各位，”半天插不上话的斯特里这时才找到了机会，“你们还想再喝几杯吗？为了故人重逢？”\n\n     红袍子们匆匆离开时带起来的风，算是拒绝了斯特里。\n\n     “呃好吧，那下次，再来喝？”\n\n     他们在酒馆耗的时间太久了，离开酒馆后已经是黄昏。\n\n     佛尔诺贫民窟到处都堆满了废品垃圾，镇子上的人们丝毫没有把贫民窟里的人们当回事，他们随意往贫民窟里抛置不用的垃圾，如果你坐在亚蒂小镇和佛尔诺的交界线，你兴许会被罐头砸中脑袋。他们甚至不认为贫民窟还能用名字，镇子里大多数人都不知道佛尔诺是什么东西，还有人坚信那是一个古怪男人的名字。\n\n     但这些垃圾还是有些好处的，太阳的余晖洋洋洒洒的落在那些铁制废品上面，反射出来的白光分散在各处，看起来像夜空中耀眼的星星，但这是太阳下的落星。\n\n     卡尔和无酒的住处位于佛尔诺的中心。这里是混沌和暴力的孕育地，想要搞到中心位置的好地方，卡尔可是费了一番功夫。\n\n     这个住处甚至称不上一个正规的棚子，它仅仅是由一个铁板做为顶，一个铁板围成墙，两个木板作为门。在无酒眼中这里并不差，她出生以来第一次接触音乐，就是下雨天坐在“房顶”下听着雨水击打铁板的声音。\n\n     无酒很小心的扑倒在别人丢弃废弃的床垫上，露出头的弹簧在无酒的枕头边上继续生锈。\n\n     这一天经历的时间不少，无酒需要好好消化一下。她看着卡尔在旁边忙着收拾要带的东西，想着自己应该问一下明天自己能否跟着一起去，还没等她开口，就昏昏沉沉的陷入了梦乡。\n\n     等无酒醒来的时候，已经是第二天的正午，看来卡尔并不想带她去。无酒有些生气，她不爽的站了起来伸了个懒腰，看着外面的天空上新生的雏鹰正在努力翱翔，无酒下定决心，等卡尔回来后需要好好跟他谈谈。\n\n       无所事事的在外晃悠了半个多小时后，无酒来到了佛尔诺和亚蒂的交界处，那是一道矮矮的砖墙，亚蒂的人们正想着把它加高加厚。\n\n     砖墙上的五叶地锦弯弯曲曲的想要占有一席之地，无酒凑上前用手摩擦着叶片，稍稍用力想着能不能挤出水来。\n\n     忽然听到墙对面传来了一个女孩子弱弱的声音，“请问......请问对面有人在吗？”\n\n     无酒愣了一下，对面的声音实在太小了，无酒认为她还会继续说点什么，便将耳朵凑到了砖墙上。\n\n     “那我.......我要过来了哦！”\n\n     “喂等一下！你要过来？怎么过来？”无酒吓了一跳，连忙后退了好几步。\n\n     这下，对面的那个少女用实际行动告诉了无酒她要怎么过来。只见她爬上了砖墙，无酒还未看清她的长相，她就已经闭紧双眼握紧双拳大声的喊了一句“嗨呀”就不偏不倚的落到了无酒身上。\n\n     就好像一个重重的沙袋砸在腰部，尽管少女在落地的那一刻就迅速的从她身上跳了起来，无酒还是疼的站不起来。\n\n     “对不起对不起！我没想到会跳的这么准！”少女小心的拉无酒站了起来，用手为她擦去脸上的灰。\n\n     “.....嘶。”被擦去的泥灰下渗出了血，无酒疼得扭过了脸，余光撇到了少女的衣着。“你，不是佛尔诺的人吧？看着也不像隔壁亚蒂的居民。”\n\n     少女将自己身着的洋装整理了一下，奶白色为底，鹅黄色为绸带，上面还印着几只活泼看上去也很美味的兔子，淡粉色的丝罩住了这件天工之作。少女带着有着红色蝴蝶结的白色手套，她轻轻用手将盘起的黑色长发向上托了托，珍珠耳环在耳边轻微摇晃了几下。\n\n     “哦，我的确不是这里.......或者这附近的居民，我来自洛兰特。你好，我叫爱丽丝。”爱丽丝友好的向无酒伸出的右手。\n\n     从来没有人和无酒握过手，毕竟这里是令人厌恶的贫民窟，无酒也就忽视了爱丽丝还悬在半空中的右手。“天啊，你真的是从洛兰特来的吗？那里怎么样？啊我到底在说些什么啊，肯定要比这里好上几百倍！我就无酒。”\n\n     爱丽丝尴尬的将手缩回去又托了托头发，“洛兰特嘛......”她仔细大量了一下四周，这个不适合人类居住的巨大垃圾场贫民窟，“看上去是要比这里好......只是我不再适合待在那里了。”\n\n     “发生了什么？你被人赶出来了吗？”\n\n     “差不多是被赶出来了......亲爱的，你这里有什么可以吃的地方吗？我已经饿了好几天了。”\n\n     “哦哦，吃的啊！有的，先来我家吧，不过你要答应告诉我有关洛兰特的一切。”无酒兴奋的拉着爱丽丝往佛尔诺中心走去。\n\n     爱丽丝看着无酒的手心黑乎乎的一团，皱了皱眉头，咬咬牙没有将自己的手抽出去，“当然，我当然会告诉你了，那里真的很棒，每个人都想居住在洛兰特.....你有洗过手吗？”\n\n     无酒慌忙将手松开，“哦这个啊，我们这里的人一般不洗手的，我们连洗澡都得看老天何时下雨。”\n\n     “什么？你们直接脱光衣服在外面洗澡吗？”\n\n     “当然不是！我们又不是野蛮人。”\n\n     “不好意思，我这是城里人的坏习惯。”爱丽丝尴尬的摆了摆手。\n\n     无酒很快就领着爱丽丝走到了家附近。远远的就看到了几个模糊的人影在附近徘徊。\n\n     走近时，是几个身高马壮的男人扛着各式自己组装的武器在那里转悠着。其中一个木门已经被暴力拆除，见无酒走近了，一个男人迅速了溜进了她的家里，再走出来时，一个额头有个月牙形疤痕的男人和他一起走了出来。\n\n    “嗨，好久不见了，我现在来‘看望’你是不是不太合适？”月牙形疤痕的男人将嘴里的烟吐到地上，甚至都没有踩灭火苗。"
        },
        {
            "author": "透明小小",
            "timestamp": 1484565420,
            "txt_content": "我不二耶 发表于 2017-1-16 18:47\n厉害啦~很赞，活捉一只透明\n这个结尾感觉太突兀啦\n这几天连着日更 脑细胞已经死完（捂脸） 以后隔日更我会好好改文的！"
        },
        {
            "author": "XKSX",
            "timestamp": 1484778120,
            "txt_content": "_(:зゝ∠)_很清真"
        },
        {
            "author": "透明小小",
            "timestamp": 1484790060,
            "txt_content": "XKSX 发表于 2017-1-19 06:22\n_(:зゝ∠)_很清真\n可以，这很清真"
        },
        {
            "author": "进击的凋零",
            "timestamp": 1485084360,
            "txt_content": "你的章节名称。。。。。"
        },
        {
            "author": "透明小小",
            "timestamp": 1485085800,
            "txt_content": "进击的凋零 发表于 2017-1-22 19:26\n你的章节名称。。。。。\n2333333很有个性"
        }
    ]
}