{
    "title": "【原创/连载】《麦块大陆历险记》第一章",
    "author": "火星浮云",
    "replyCount": 3,
    "timestamp": 1484570040,
    "txt_content": " 本帖最后由 火星浮云 于 2017-1-21 22:49 编辑 \n\n\n章一        “这块电路有问题，”欧阳在YY中对我说道，“输出有问题。”    我沉默了片刻，掏出自己的笔记，仔细核对了一遍，嗯，理论上应该没错。    “我们来理一遍思路。”我飞到电路入口处，输入数据，按下按钮，面前的红石电路被激活，信号在其中闪烁，大片的作为显示器的红石灯亮灭。等待一会后，屏幕上显示出几个数字。    “电路在分析完存储的数据后，送入主运算模块，之后……”    “之后，”欧阳抢过我的话题继续说，“数据在送入乘法区块的时候出现了一系列的问题：延迟比预期高，数据也有错误。”    “别急，我用意海处理一下。”我说着，闭上了双眼，随着心神的宁静，我周身浮现出不少淡蓝色的光点。我进入了一片蓝白相间的信息空间，其内部的数据流不断跳动着，白色的光点不断地闪烁，似乎是信息的高频部分。几束二进制代码从我指缝流过，飞向远处。    “建模，MC，红石电路，逐过程处理。”我对着信息流说了一声，同时将那个红石计算器的模型放入。    数据流感应到了命令，原本在缓慢流动的信息立刻飞速的流动起来，不一会就将模型完美还原，而我则看着电路的高亮部分，飞快地检查着错误。    “难道是……最小坐标法则……吗？”我思索了片刻，还是没从逻辑上找到错误，那么很可能就是更为原本的错误了，比方说，是MC内部的代码处理的问题。    检查了一下，不出我所料，电路设计没什么问题，只是因为最小坐标法则导致激活的先后顺序不同，于是有几个电路的循环需要多一次才会输出，所以答案比预期大，延迟比预期高。    我解散了模型，退出意海，蓝光消散。    “发现了！我们这一块要拆掉重新布线！”我激动地对着欧阳喊。    “……你这跟没说一样。”他无语地回了一句    “不是，”我解释道，“因为最小坐标法则，就是系统优先运算坐标小的部分的那个法则，导致循环时总是多一次。”    “……”他沉默了一小会，“哦！原来如此！”    “所以……额，很迟了，我们明天再拆吧。”我飞到密密麻麻的红石布线区，找到乘法区块，立了一块牌子做备忘录。    “好的。”他说完，顿了顿，补充道，“对了，说个事，你能不能在结束意海之后等一秒再和我说话？”    “嗯？为什么？”我不解地问道。    “因为你每次用意海都是‘我用意海看一下’，0.1秒后‘发现了！’”    “……好吧我注意。”------------------------------------------分隔线---------------------------------------------    我叫叶言，是一名高二的学生，毕生爱好就是Minecraft，至于学习嘛，及格就行。将来的打算，也就是利用自己的思维能力混口饭吃，不至于饿死就行。    不过我估计自己也饿不死，因为我是精神开发者之一，或者说，能力者。    管它叫什么，反正我比一般人要厉害，就这样，我不想多解释。    欧阳下线了，我也没兴致接着玩，索性关上PC，走到窗口。    窗外皓月当空，繁星点点，这冗杂的星辰之间，隐约散发着特殊的气场，这或许和我自己掌握的冥想法有关吧。    我张开双手，闭上双眼，之前的光点再次出现，这次我身边出现了十五个隐约可见的淡蓝色光球，环绕在我身边。    我自然是看不到他们的，因为我已经身处浩瀚的星海之中：星空闪烁，流星不时划过。在这里，我可以自由的飞行，也可以随手移动星辰。    因为这里，是我的，精神空间。    星空冥想法（一阶）！    这是一个基本的冥想法，用于提升精神力运用的熟练度、精神力的质量，以及精神力的数量。    若说精神力是什么嘛……那就是一种人脑中的能量，如果可以运用得好就可以变得十分强。    这冥想法是导师给我的，他让我好好练习，然后就不知道跑到哪里去了。导致我已经拥有快三阶的精神力，却只能用一阶的冥想法，下一步的指示都没有。    不过，虽然我不喜欢那个家伙，但是，他给我定的每天的基本功，我是不会缺的。我随手拿起两颗星辰，精神力猛地爆发，它们变成两个端点，发射出白色的精神力线，有着像火焰灼烧一般的效果，缓慢地向中心靠近，最终紧紧聚合在一起，无缝。    用时……8秒41，契合度65%，不错。    在快速连线的情况下还能保持及格线以上的契合度，十分有难度。    接下来，我两手一拉，连接处被猛的放大，上面坑坑洼洼的地方也被展示出来。暗用精神力进行微调，这注定是一个漫长的过程。    五分多钟后，我成功将契合度提升至92%。    我将其放到一边，那里堆积着十几个类似的东西。    不久，我又完成了七个。    手一挥，他们全部浮起，在我的操纵下排列出一个古怪的线条三维模型，它们之间也相继冒出火焰灼烧般的效果，精神力线开始缝合，而我周身的小球也开始淡化，可见其消耗之大。    过了大约一个小时，我才将其完全搭好，契合度达到90%    这个模型是一个小型的运算处理器，用于处理数据，至于做它干什么……之前提到过，我拥有一个“意海”，那是我自创的信息处理系统，全是我一个星星一条精神力线这样搭出来的，但之前做的那个太过粗糙，而且还有很多不成熟的地方，所以我重新搭了一个简化版，体积缩小了十几倍，而今天将运算器接上就算成功了。    我对星空一指，一个未完成的巨大的模型出现，我再次连线，将运算器连接在这个模型预留的空位置中。再过了一个小时，整个模型完成了最后一条连线，那个大型模型在线条凝固的刹那，猛地坍缩，成为一个指甲盖大小的固化模型，镶嵌在浩瀚的星空背景中，散发着淡淡的橙色光华。“用了这么高契合度的材料搭建，也只有87%的契合度吗？这个模型，还真是……复杂啊”我感慨了一下，退出了冥想状态。    已经超过十二点了……    这不是什么大事，我刚才身体也是休息了两个多小时，而精神上的休息是可以通过精神力的补充来做到的。不过，我更喜欢睡觉，因为……它比较舒服嘛……    没有多想，我躺倒在床上。    精神力的大量消耗让我很快就睡着了。\nPS：嗯，新人第一次发文，文笔不是很好，而且有些东西借鉴了别的小说，例如“意海”，这个来自于失落叶写的小说《斩龙》，我将其稍微调整了一下代入我的小说。其他的例如“红石计算器”这东西其实我没有做过，所以请技术帝们不要挑刺。还有，“最小坐标法则”貌似是存在的，或者我记错了，欢迎指正。PPS：其实，这是一本穿越+系统文，你们信吗？\n第二章地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=665534@789456AAB @季侬 @mcprp \n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1484727900,
            "txt_content": "欢迎新人！\n写的其实挺不错的。\n行文流畅，这是难得的一个优点。\n问题如下\n\n第一点，专有名词的滥用\n对于制作红石计算器这一块的描写，我并不反对。但关键在于，这一部分有些长了。\n在文章的开头，运用着大量的笔墨，描写这种自己不了解，让读者也看得一头雾水的东西，确实不怎么划得来。也没必要删除，个人建议是将一些地方精简一点，突出主角的作为。\n\n第二点，专有名词的解释\n个人认为，在下文中，契合度这个东西与时间的关联，还是可以再多做点解释。比如说用时8秒41，契合度65%，这个速度是怎么样的程度，不要一笔带过。\n这样，下面的“只有87%的契合度”就不会让人看不明白了。\n\n剩下的，没什么大的问题了。不过个人建议，既然是“穿越+系统文”，在第一章最好还是点到为好。就算不用过多的描写，在结尾也可以加点悬念。\n\n以上。\n最后，祝进步。"
        },
        {
            "author": "火星浮云",
            "timestamp": 1484920500,
            "txt_content": "gggbbb 发表于 2017-1-18 16:25\n欢迎新人！\n写的其实挺不错的。\n行文流畅，这是难得的一个优点。\n谢谢建议，鄙人会加油的"
        },
        {
            "author": "晓兜",
            "timestamp": 1484968140,
            "txt_content": "gggbbb 发表于 2017-1-18 16:25\n欢迎新人！\n写的其实挺不错的。\n行文流畅，这是难得的一个优点。\n感觉你有点像我的语文老师"
        }
    ]
}