{
    "title": "【图者】听说有人在谈让所有人加入同一个服务器",
    "author": "八意史蒂夫",
    "replyCount": 5,
    "timestamp": 1484587500,
    "txt_content": "\n公开级\n\n永远亭（2017）11号\n——————————————————————————————————————————\n　　\n　　现在的年轻人啊，真是太年轻，太幼稚！不就是帖子长了点嘛，至少有点营养是吧？\n　　你们整天吃这些快餐我都替你们堪忧啊！\n　　像“对什么什么态度啦”，“你对什么怎么看啦”，还是too young啊。\n　　我们永远亭，专做长者的人生经验主义的高端水帖！\n　　好了，废话不多说，快快切入正题。\n　　个人感觉做技术或是深入研究什么鬼玩意的人心胸都很狭隘，也许这地图炮开得有点大了吧？至少我就不是这样的啊（笑）。毕竟闲者。\n　　　发这个帖的灵感来源：\n设定服务器可以容纳这么多人\n\n　　Via：《[闲聊] 【脑洞大开系列5】假如全世界都在用一个服务器会怎么样》\n　　作者：@qazwsxlkjhgfd \n　　以及我在原帖中提到的一些想法：\n可以的，如果MC能够作为集群中间件的应用运行，然后每个client都装上这个中间件和特定的客户端。\n这个服务器，每个玩家都是一份计算力，不会因为人多变卡，反而会因为人多而变得强大、不可摧残。\nBy 八意史蒂夫\n\n但是类似这样的分布式计算一般都是离线计算（folding@home就是下好包然后在本地算好再上传结果的），实时计算一般都要master节点来管理集群。\n事实上，哪怕是分布式也有个类似master的服务器，用来管理来自全球各地的运算结果。\n所以，这个问题的关键在于如何让master节点变得尽善尽美，以及不会因为坏节点（部分玩家离线）而使本连接坏节点的玩家无法连接至服务器，事实上这样的模式就相当于每个玩家都是服务器的一个运算节点。\n其实就和P2P的原理差不多。\n\nBy 八意史蒂夫\n以上提到的是以类似P2P的分布式运算来解决问题，但这样并不现实，因为几乎没人会为了玩一个服务器去配置复杂的中间件，自己开发简易配置的中间件你倒不如拿去用在别的地方比开个服更实用，难度比开发出另一个MC要大了。\n　　如果是私有云集群运算的话，那样这个问题背后的问题就容易许多了。\n　　估算下需求：\n　　要有几亿玩家同时接入一个服务器是吧？来自全球各地哦，不同运营商哦，不同时间哦。\n　　首先是基础设施。\n　　整体部分：\n　　为了保证无论哪里的玩家都能够享受到完美的游戏体验，所以要在世界每个角落都架设数据中心，并同时接入多条当地流行运营商网络专线，并要在域名注册机构映射多个IP地址。还要花钱架设自己的线路来保证各个数据中心的集群都能够畅通无阻地形成能服务全球玩家的巨型分布式计算系统。\n　　在全球总共要架设大约200个数据中心方能满足需求，且根据各个地区业务量不同进行动态分配。\n　　专用线路的铺设，大约需要多少的长度这个不详说，资料不全。\n　　不过搞完这些没个上千亿（美元）估计下不来。\n　　主机部分：\n　　大型机肯定不适用于这种场合啦，因为我们要的是高拓展性的云计算集群。高度聚合的数据中心系统会更好。那样子的话，刀片中心或是整机柜的系统也许会更好（大型机和整机柜是有蛮大区别的）。\n　　网络部分：\n　　由于这是典型的HPC集群，节点间通讯自然要尽可能高带宽、尽可能低延迟。\n　　个人觉得一个数据中心的节点中间通讯至少配置20G的IB通讯设备，因为MC并不像那些商业应用那般敏感。一个中心带人量估计也就几十万人，商业应用一秒并发上百万也有哇。不过我觉得Omni Path这项新兴技术如果“你”能帮我们做下小白鼠的话肯定是光荣无比的（个卵），牙膏厂会高兴的吧？\n　　至于与数据中心外部通讯的带宽，一部分是服务玩家用的运营商网络，一部分是自己铺设的线路。这个在上面提到过，不再赘述。\n　　冷却系统：\n　　那么多设备，没个好点的冷却系统怎么行？\n　　假设每个数据中心占地2500平方米。\n　　我推荐风冷水冷相辅。运算节点使用特制冷却液，冷却液仓和冷却池建在地表，部分作为门前的喷泉用水（恶趣味），冷却池热液通过特殊处理后排出，还美名其曰“全球MC服冷却池景点”，再加几个假山就更有意境了。\n　　一般的网络、存储设备采用原装的风冷，绝对没问题。\n　　机房内采用中央空调送风，就是冷却液没更新也能靠冗余作用的风冷来运行，风冷其实也行，不过太热缩寿命。\n　　电力系统：\n　　既然都有如此大的规模了，只靠市电这种东西怎么能活下来？\n　　数据中心自带发电厂，绝不向ZF的电厂多交一分钱！\n　　搞下来又是上百亿啊，都是钱啊！\n　　存储系统：\n　　随着业务的不断拓展，我想吹的都快吹完了。\n　　所有的数据中心共享一套关键业务数据存储系统，这套存储系统单独存放在一个数据中心内。\n　　而每个数据中心又都有自己的一套存储系统，中心间存储系统互相不互访，除非特殊用途。\n　　该吹的都吹完了，有这种打算的朋友可以打算放弃了。\n\n\n　　好吧，我有点唬人了。\n　　事实上只要建二十多个数据中心包管够。\n　　加起来也就几亿，但也能让你打算放弃了。\n　　电厂也不用自己建了，自己备套柴油发电机组就好了。\n　　几百万的事。\n\n\n　　本文作者：八意史蒂夫\n　　版权倒有，侵权难究\n　　若能究，必究之\n\n\n\n\n八意史蒂夫　　　　\n二〇一七年一月十七日　　\n\n\n—————————————————————————————————————————\n\n",
    "replies": [
        {
            "author": "八意史蒂夫",
            "timestamp": 1484634480,
            "txt_content": "@115137563 @1282443047 @294548892 @bobby825 @hueosf @MystiaCC @Sssss... @尻雨魔理沙 @我的工业2 @小阿狸.... "
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1484634720,
            "txt_content": "话说你参加周边创作一月活动了吗？"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1484634840,
            "txt_content": "首先,先把楼主拉出去续了再说。然而楼主并没有考虑到mod的问题啊(经费成倍增长中…)"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1484635800,
            "txt_content": "小阿狸.... 发表于 2017-1-17 14:32\n话说你参加周边创作一月活动了吗？\n我之前说过我文笔不好。\n\nBy 八意史蒂夫"
        },
        {
            "author": "Werons",
            "timestamp": 1484637720,
            "txt_content": "厉害了."
        }
    ]
}