{
    "title": "【原创·单篇】道海杂文·太阳",
    "author": "WM2030",
    "replyCount": 9,
    "timestamp": 1484619420,
    "txt_content": " 本帖最后由 WM2030 于 2017-1-19 09:20 编辑 \n\n太阳 -一-      太阳落山了还会照旧升起。我坚信这一点。      所以我毫不畏惧黑夜的寒冷，也不担心从未知中诞生的怪物。它们力量强大，但是太阳落山了还会照旧升起。我站在皇宫门外，看见天边的落日，因为这样想而突然高兴起来。-二-      太阳落山了还会照旧升起。但是太阳偏偏不落山。太阳不落山，自然也就不能照旧升起。太阳落山还会照旧升起这样一个毫无破绽的逻辑却在此刻从根本上受了质疑。我所期待的，我所依赖的，我所信任的，是太阳升起的一刻，而不是天幕上高悬的呆滞火球。-三-      大胡子皇帝终于露面解释。他站在高台上作了他的讲话，告诉台下的无知民众，他要造就日不落帝国。这时候一块石子飞过来，击中他的脑门。他的头不受控制地后仰，皇冠落到地上。他的身体失去了平衡，于是整个人就倒在地上。皇冠上那颗永恒的璀璨宝石，用它的坚硬和锋锐把皇帝的气管刺穿。皇帝心想：这不符合逻辑！但逻辑没法子战胜死亡。皇帝死了，像是一场闹剧。台下的观众仍旧认真地倾听，尽管根本没人在台上讲话，他们也根本不知道在听些什么。\n-四-      我站在皇宫门口看着宰相行色匆匆。我不知道他想做什么，却无端地觉得他那么老还那么忙很是可怜。身边可爱的姑娘却看着我，恼怒我不看她而去看那干瘪的老头。我不看她，却知道她的眼睛像是刚刚升起的太阳。宰相远去，四近无人，我终于忍不住告诉她，我对她倾心已久。她脸颊突然泛红，嫣然一笑，露出一口白牙：“啊呀，我不喜欢男孩子。我只是喜欢和男孩子交朋友。”-五-      皇帝完蛋了。凶手不知所踪，重任无人能担。干瘦的宰相出面，夺去了帝国的控制权。皇帝的子嗣很不情愿，于是二百六十个王子和三百二十六个公主联合起来要宰了这个相，他们聚在一起给彼此壮胆，然后骑上皇室独有的小红马，准备冲进皇宫。我站在皇宫的门口看着他们行色匆匆，提不起阻拦他们的兴趣。-六-      走在队尾的公主穿着一身天蓝的连衣裙，神气得很。我觉得她那么年轻就那么忙很是可怜。但是她肯定不这么想，她可是神气得很。我的推断可能有点错误，因为她突然下马，走到我面前，对我倾诉衷肠。她说她觉得自己很忙很可怜。我没有心情听她讲话，眼睛不看她看着天上的云。然后她盯住我：“我喜欢你很久了。”我脸色苍白，勉强一笑，露出一口残牙：“对不起我不喜欢女孩子。”-七-      皇宫里乒乒乓乓响了很久，响到应该换班了还没有停。我因此感到高兴，毕竟我今天大概是可以不必丧命了。但是不丧命又如何，一天一天现在不知道是怎么过掉，太阳不落山也就不会升起。那又怎么知道一天一天是如何度过的？我想不换班也就算了，如果这样的话那就没有人知道我是哪一天死掉。那么我的死可能会让我喜欢的姑娘有点悲伤，因为她的一个朋友不知道哪一天死掉了。-八-      我最后还是换了班，尽管根本没有人来替我的岗。他们肯定都很怕死，而我不怕，我只是觉得从别人的悲伤里得到安慰很不道德。我这么想着心情就好了不少。我决定从今以后再不去上班，以吃吃睡睡为主业，业余时间专心和喜欢的女孩子交朋友。多好。-九-      可惜我还是死了。我看来是要变得不道德了。就算我不去上班也没有用处，我看不到太阳升起也看不到太阳落下，我迟早是要死的。太阳的升升落落才能让人活下去。-十-      之所以会有这样一个第十章，恐怕是因为我对人间尚有眷恋。我对于太阳落山这件事还有点执念。我还不知道我喜欢的姑娘知不知道我死了，也不知道她知不知道我是在不知道哪天死的，还不知道她有没有因为我不知道哪天死掉了而难过。想着想着我突然觉得我死了也那么忙很是可怜。于是我就真的死了。-终-      太阳落山了还会照旧升起。我死了还会照旧复活。\n\n附言：本文不知所云。\n@DGK2 @tsd1 @CloudsXDao @安根_Engon @250=mo @xcc @gggbbb @Olurbo  \n没有被@到也属正常，万望勿怪。\n\n索引",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1484625060,
            "txt_content": "我是誰               "
        },
        {
            "author": "冥王星人",
            "timestamp": 1484634180,
            "txt_content": "狗头的文味道总是很浓烈\n至于是什么味道嘛\n那就好比微波炉烤榴莲\n火锅披萨饼\n冰淇淋熊掌\n巧克力切片吐司抹酱豆腐\n嗯"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1484648280,
            "txt_content": "不明觉厉。。。总之文很棒？对就是酱紫没错！"
        },
        {
            "author": "250=mo",
            "timestamp": 1484705040,
            "txt_content": "文很赞啊。非常喜欢这种特别主观的讲故事的风格，而且讲得贼有趣。\n皇帝死了那一段还可以再润色一下，为了表示突然可以不直接描写他的死而是描述他死后的惨状（借用其他人的转述）"
        },
        {
            "author": "WM2030",
            "timestamp": 1484788620,
            "txt_content": " 本帖最后由 WM2030 于 2017-1-19 09:32 编辑 \n丹娘酱° 发表于 2017-1-17 18:18\n不明觉厉。。。总之文很棒？对就是酱紫没错！\n你的头像突然让我想起一个很美丽的故事。\n嗯。我想着大概是巧合罢。\n但愿是这样的。\n如果你也想起了一个很美丽的故事。\n那么还请多多原谅罢。"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1484807040,
            "txt_content": "WM2030 发表于 2017-1-19 09:17\n你的头像突然让我想起一个很美丽的故事。\n嗯。我想着大概是巧合罢。\n但愿是这样的。\n啊咧？？我的头像饱含着一个故事。。。。不过的确很美丽！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1484816640,
            "txt_content": "写得不错嘛，就还是有点散"
        },
        {
            "author": "20071026lws",
            "timestamp": 1588217160,
            "txt_content": "作者大佬作者大佬作者大佬作者大佬作者大佬作者大佬作者大佬作者大佬作者大佬v作者大佬"
        },
        {
            "author": "19352471517",
            "timestamp": 1591444680,
            "txt_content": "太阳落山了还会照旧升起。我死了还会照旧复活。"
        }
    ]
}