{
    "title": "【原创/单篇】[Enf小组]《贵族千金》",
    "author": "透明小小",
    "replyCount": 7,
    "timestamp": 1484667360,
    "txt_content": " 本帖最后由 透明小小 于 2017-1-18 09:29 编辑 \n\n维多利亚见过的繁华富丽，都令人纸醉金迷。\n\n喧闹的酒宴上，琴弦被折磨出尖锐的音调，尖头鞋噼啪地踩踏着烂熟的节奏，女人窸窣的衣裙声，男人嘴里嘬着雪茄，炉膛的焚柴音，密密麻麻地拉扯在一起。\n\n但那些钟鸣鼎食的事物都已经是她很久以前拥有物了。\n\n维多利亚想再回到当初的圣诞夜。肥硕的乳猪咬着红透的苹果等待人们的圣眷，圣诞树顶尖的星星是用黄金制成，碎花壁纸墙上的全家福是用钻石做相框的。而自己则忙着拆开堆的比她个头还高的礼物盒，用金钱作为代价换来的圣诞惊喜，暂时麻痹了她无聊的上层阶级的贵族生活。\n\n而现在，她只能穿着廉价的洋装，独自漫步在李子树下。\n\n自己究竟有没有拥有过挥霍无度的富裕生活呢？还是说那些都是一场梦？维多利亚已经高烧了三天，饥饿和疾病侵蚀着她快要熄灭的生命之火。\n\n这片李子树很早就在这里了，树干黝黑清瘦，三年才结一次果。维多利亚背靠着垂下来的冰凉的树枝，仰面而望，若不是看到那大枝条上蹦出的新鲜的花朵，她会觉得茂盛树叶里还有可能藏着一两颗可以解渴的李子。\n\n维多利亚手握信笺，她当然知道里面写的是什么，无非是要她替她父亲偿还巨额的欠款，这和之前的内容不会有什么变化，根本没必要打开。所以她顺手将它一扬，看着它晃晃悠悠的飘进河里。她又退回树边，脸沉了下来，将头靠在黑色的树干上，感受着那粗糙的树皮。\n\n像这样已经多久了呢，她想，我回不回信又会如何呢？无非就是继续躲避漂泊流浪罢了。那么这样的话，我说些什么，或者什么都不说又有什么区别呢？好像他的错误就一定要我承担一样，从未有人体会过我的感受。\n\n这已经是第四封信了，这确乎让她感觉到心烦意乱，这比高烧的威力还要强大。\n\n然而前两封信都被维多利亚撕个粉碎，带着失去一切的愤怒和无力回天的悲哀撕个粉碎。而第三封信被她扔进了炉子里。看着信被烧得卷曲，变黄，她感觉脉搏加快，就好像炉子里旺盛的火才是摧毁一切的元凶。\n\n她一想到自己悲惨的现状，父亲欠高额巨款而后又与母亲一同自焚，自己为了保命不得不躲在贫民窟里生活，她就更加郁郁寡欢，一点都不来劲。\n\n不得不说世间绝大多数的人都是很消极的，你在看服务于有钱富商的仆人和屈服于统治者的臣子，他们总是一副乐观友好的样子，他们的乐观友好就是他们能生存下去的唯一原因。于是，到最后，这种友好就变成了一种全职工作。\n\n只是，有时候维多利亚希望她是那些只会微笑的麻木傀儡，这样她就可以逃离这个世界，躲在自己的内心世界。只有那里才是最安全的堡垒。\n\n维多利亚用前额感受着树皮，又糙又赖。她已经毁了四封信了，他们知道她在哪里，她永远都逃避不了。\n\n遗忘的确是个好礼物，去除脑子是达到简单快感的最速途径，没心没肺是个好选项。\n\n但人生千百条大河，百万人前仆后继——一千零一次，是人的血性，是物的执著，也是不愿服输的坚韧。\n\n所以她宁愿握荆棘，抠石缝，咬牙切齿，也是沉迷虚幻，绽放光芒。\n\n与世界交手，兴味索然，光彩未必。但问心无愧，便是足了。\n\n有时维多利亚茫茫然的感觉自己像是一匹狼，被寒冷所冻结，她必须不断的向前奔跑着，挣扎着，继而又颓废绝望着。脚下是宽阔的土地，头顶是阴霾的天空，一路撒下希望的尘埃追随着神的指引。苍穹与黄土之间回荡着她的嗷嚎，毁灭混杂着新生从她眼角流淌出来，怒号的风卷走了一切，包括她无声的眼泪。\n\n生活的猎枪对准了她的头部，死亡的威胁陪伴她的左右，唯一剩下的就只有不断前进的躯体，被冬季寒风所折磨的四肢胡乱的向前挥舞着。\n\n维多利亚吹了一声口哨，稍稍振作了一些，今日的目标是抢夺一位贵妇人的黑珍珠项链。而现在，贵妇人已经在仆人的搀扶下高傲的坐上了去参加舞会的马车。\n\n向上帝祈祷，于天地之间，希望猎物已经就绪，该到捕猎者饱餐的时刻了。\n\n\n\n\nps：\n这个微型文的背景是一个家道中落的贵族千金，因父亲欠了高额巨款后选择与妻子一同自杀，留下女儿独自一人在世上漂泊。\n\n我心似孤岛，海中漂泊，何处可依靠。",
    "replies": [
        {
            "author": "wz6663876",
            "timestamp": 1484675760,
            "txt_content": "不错呦ＱＡＱ"
        },
        {
            "author": "透明小小",
            "timestamp": 1484702100,
            "txt_content": "wz6663876 发表于 2017-1-18 01:56\n不错呦ＱＡＱ\n非常感谢！QAQ"
        },
        {
            "author": "gggbbb",
            "timestamp": 1484706960,
            "txt_content": "高产似母猪\n很强，堪称完美。\n继续努力。\n\n第一点，错字。\n这个就不多说了，输入法背锅。\n举例：\n被冬季寒风所折磨的四肢胡乱的向前挥舞着。贵妇人已经在仆人的搀扶下高傲的坐上了去参加舞会的马车。\n\n第二点，用词不当\n也不是什么大问题，就是有的地方，读起来有点怪异。\n举例：\n遗忘的确是个好礼物，去除脑子是达到简单快感的最速途径，没心没肺是个好选项。\n去除脑子什么的，怎么看都感觉有点怪，不如说是“放弃思考”。\n另，这句话的语序感觉可以再调一下，虽然没什么区别，但应该还是可以改改的。\n\n以上。\n最后，祝进步。\n（放弃心脏和大脑，然后变成zombies）"
        },
        {
            "author": "透明小小",
            "timestamp": 1484708580,
            "txt_content": "gggbbb 发表于 2017-1-18 10:36\n高产似母猪\n很强，堪称完美。\n继续努力。\n\n谢文评 用词不当是我最大的毛病orz 错别字是全人类的天敌 我会继续努力哒! 爱你爱你!"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484806380,
            "txt_content": "gggbbb 发表于 2017-1-18 10:36\n高产似母猪\n很强，堪称完美。\n继续努力。\n大姨大妈和发大叔，快来跳着母猪舞……"
        },
        {
            "author": "火星浮云",
            "timestamp": 1485007680,
            "txt_content": "不是人们在变坏，是世界逼着人们变坏……"
        },
        {
            "author": "透明小小",
            "timestamp": 1485048240,
            "txt_content": "火星浮云 发表于 2017-1-21 22:08\n不是人们在变坏，是世界逼着人们变坏……\n真是个悲伤的故事quq"
        }
    ]
}