{
    "title": "【原创/连载】新世纪【By 幻梦冰影】",
    "author": "幻梦冰影",
    "replyCount": 2,
    "timestamp": 1484705340,
    "txt_content": " 本帖最后由 幻梦冰影 于 2017-1-18 15:20 编辑 \n\n上次的幽魂篇发现了大问题而且也因为独狼篇的进程而打乱了，所以决定放弃幽魂而开一篇新文~\n\n序\n\n\n  《新世纪》，在大改革之后的游戏时代它脱颖而出，不但代表了游戏的独立性而且也是真正意义上的不氪金就能玩，有着rpg的地图，但却不失pvp精准，在游戏里可以做交易，可以避开纷争去买一栋房子，可以泡妞，最重要的你可以用你刷出来的一身装备来装逼，达到了真正意义上的虚拟世界……\n  里面的自由度也是高的没边，但是唯一的一点就是它的游戏方式是模拟仓，一台起码得要1w5左右，这还是普通的，你要高级一点的起码得有三万买一台这样的模拟仓。\n  这游戏脱颖而出的原因肯定不只是因为他的自由性，因为同一时代的许多游戏亦是如此，这游戏最强的几点分别是你可以自定义装备，你可以能搞多帅搞多帅，而且这游戏的基础技能都是由你的加点而定，就算是武器你拿什么顺手就拿什么。\n  而操控器除了模拟仓还有在复古的就是用键盘和显示屏，不过键盘和显示屏也是要专配的，价钱和模拟仓差不多，在这里不管你是手速快到极限的职业玩家还是能控制自己身体的每一个细节的炼体狂人都可以在这游戏里一展风采，我玩电脑坑怎么办？那用模拟仓啊！的这种设定也很招人喜欢！\n  在这rpg外加pvp天梯赛和排位赛时代盛行的游戏中站在顶端的是一个四人团，“天启”正如启示录里的四骑士一样，一开始他们就是觉得这名字很帅气而且刚刚好就是四个人，而起的名字，并组成的天启……\n  结果他们万万没想到的恐怕就是他们站在了顶端，并且没人在超过他们了，当然这是国服，外服还是有所能及其之人的。\n  天启训练基地，“这次比赛打完我退役了……”一个长相骏茂的男人说道，他就是瘟疫，在游戏里他拿着双枪在人群中游走，如入无人之境，别人甚至都打不到他，而他的枪法也被称为过万里取人首级。\n  又有一位男子走了出来，这男的全身上下都是肌肉，不过并不是很发达，但看得出他受过许多的专业训练，但奇怪的是他看起来很年轻，才19到20的样子，并且他的眼眸很犀利，且很明亮，脸上总是带着一丝微笑，看起来或是怪异或是谦逊，“是组织那逼得太紧了么，上次不是说好那最后一次任务就金盆洗手了么。”这位男子就是饥荒，他轻声问道，“没有，是我个人的问题，要先退役，不过以后会回来的，放心吧……”瘟疫笑道。\n  “饥荒，林凡，瘟疫，陆明，战争，李卫，而死亡，是连平吧。”一个人突然走了进来，“我是新来的，战术顾问……”这游戏居然都发展到了有战术顾问这回事了，林凡也没有印象说有战术顾问啊，但是他一下就反应了过来，“这样么。”路明也瞬间反应过来了。\n  陆明甩手把身旁的杂物一丢，那自称战术顾问的似乎也察觉到了被发现了，立刻掏枪，但是他哪里反应的过来两个人的行动啊，转眼林凡就到了他眼前，手往他拿枪手的手腕那用力一握，一扭，枪就掉了， 但是那林凡并没有放手，反接一脚又踢了出去，但是无论如和林凡的手就像铁钩，钩住了那人的手，他动都动不了。\n  随后就只能看见一个身影从28楼的高度坠落下去，因为没目击者，警方意在自杀，所以最后也就不了了之……\n  “瘟疫退役我们就得找新的团员了……”一个有着火红色头发的男子笑道，他就是战争，李卫，“这事只能饥荒去办吧。”又有一个声音传出，毫无疑问是死亡，死亡在这三人中，显得比较精瘦，他的原本职业是黑客，所以准确来说这也是正常的……\n  “我怎么去招新人啊？”饥荒显得比较迷茫因为最后一次的比赛就在后天而在那之后就是瘟疫的退役了，而半年后还有复赛要打，三个人不可能撑起全局的。\n  “重新创个号啊，那么简单，我等会吧目标发给你，你重新创号，然后装小白培养感情，咳咳，不，是帮她增进实力！”死亡慢慢说道。\n  林凡一愣“重创？那我的装备？” ，放心，我会把你的银色闪电保存下来的，等你归来哦~\n\n\n",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1484708100,
            "txt_content": "神了！还有这种？"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1484722380,
            "txt_content": "爆博狙击 发表于 2017-1-18 10:55\n神了！还有这种？\n怎么了啊？？写的不好吗？"
        }
    ]
}