{
    "title": "【水者の搬运新闻EP.3】【万年坑】“减负”“减负”负负得正？",
    "author": "猜猜谁是谁",
    "replyCount": 4,
    "timestamp": 1484745900,
    "txt_content": "恩是的，万年坑都更新了，估计没有人会记得还有一个这个坑。。。。\n\n\n这次的新闻是有关于减负的，下面请看详细内容（笑）\n\n\n\n减负”真功夫，也应放在校外“减负”成了这次上海两会上的热议话题。虽然这是一个老议题了，但是，这并不代表问题就没有解。\n过去，总认为“减负”是学校和教育部门的责任。结果，这些年，校内的课业负担的确减轻了很多，但是，校外的负担反而“趁虚而入”，让孩子、家长在各种培训班疲于奔命。所以，在目前的互联网环境、课外辅导班成为“重灾区”的背景下，“减负”的真功夫，也应同时放在学校之外，这还需要教育部门与工商、网络等部门协力共管。首先，要针对性地构建正常的舆论环境，对于一些辅导机构在自媒体平台上恶意“恐慌营销”的，要出拳整肃。现在，培训营销号成为一些家长的焦虑之源。营销号精准地在“妈妈圈”里营造了一种教育恐慌的氛围，“别人都已经报了XX班，已经学到4级、5级，你们家孩子再不学就完了”。比如，他们大肆渲染小学、初中的录取率是如何“万中取一”，比考上北大、清华还要难。朋友圈里经常传播的本科家长都做不出来的“一年级题目”，很多也是这些辅导机构的“营销杰作”。甚至，有的机构恶意误导家长：进入某学校“牛娃”的标准是，四五岁认识两三千汉字，能讲500字的故事，会自主拼读英语……一个成年人才认识多少个汉字？一本《红楼梦》也不过用了4462个单字。一些培训机构的自媒体，却要撺掇家长让四五岁孩子认识两三千字，这种营销之毒猛于三聚氰胺。在这种恶意营销之下，家长被裹胁其中，某些辅导班俨然成为“标配”，甚至要连夜排队报名。教育部门、网络部门应线上、线下共管，不能让他们继续兴风作浪。其次，之前被曝光的不少违规的“教育机构”，本身并没有教育方面的资质，往往是注册一个“咨询公司”，就公然“招生”。他们在教育部门的传统监管视野之外，工商部门又无力监管他们，这就形成了监管空白点。这些游走在灰色地带的机构，是“减负”的最大阻力之一。教育、工商等部门应该形成新的监管模式，做到精准监管。第三，一些学校、教师对于教学APP、网络的滥用，也成为“减负”的新阻力。不少老师通过网络、APP布置、抽检作业。孩子几点几分完成、家长有没有及时监督、“打卡”，老师用APP一查，一目了然。这容不得孩子、家长有缓冲、腾挪的空间，而且把课后辅导的压力，全都传导给了家长。孩子之间注定是有竞争的，课业也有其必要性。但是，至少要杜绝攀比、跟风报班成为“减负”新问题，特别是要防止培训机构兴风作浪，搞恐慌营销，让孩子过早地陷入无谓的“学习负担”中。选自澎湃新闻我说说我的个人观点：几年前我们的国家就声称要为小学、初中减负，然而从我的理解上来看刚开始时并没有起到任何作用直到近些年来，才起到了微弱的效果——至少楼主在小学的时候没有体会到然而现在校园内的确是落实到了，但是校外又出了问题：一批有一批的家长担心升入小学或初中会跟不上就给孩子报一门又一门的课外辅导班，可能严重的孩子一些休息时间都没有楼主以小学的角度来说，我认为家长应该让孩子快乐、轻松的过完小学，因为童年是人生中最美好的时段到了初中才应该进入青春期，心智变得成熟，等到抗压能力变强了再说我们的数学老师老是说数学靠题海战术是没用的，猜题也是无畏的，有时间给你去猜题还不如在认真复习一遍但是也不能过于松懈，懒惰（怠情XD）我认为这样的学习状态才是最好的以上皆是我的个人观点，不喜勿喷\n\n",
    "replies": [
        {
            "author": "sky建筑大师",
            "timestamp": 1484752080,
            "txt_content": "这样的机构吧 十年之内不可能变\n但是高中之前不给孩子压力是对的 但是初三要让他上个好高中"
        },
        {
            "author": "tsd1",
            "timestamp": 1484818680,
            "txt_content": " 本帖最后由 tsd1 于 2017-1-19 17:40 编辑 \n\n学校课业负担的严重，归根结底是社会激烈竞争的延续。\n如果为了所谓“减负”，而削减公立学校教学课程和作业量，不仅不会减轻学生压力，反而会把压力转移到付费的课外补习班——那又将是一场阶层固化闹剧。一些传统观念与社会竞争激烈的情况不改变，也就无从谈起“减负”。和我国类似教育制度的日本、韩国也是如此。\n"
        },
        {
            "author": "唐泽俊之",
            "timestamp": 1484818860,
            "txt_content": "的确啊，"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1484818980,
            "txt_content": "奇葩id+1 猜猜我是谁"
        }
    ]
}