{
    "title": "<原创·连载>因解效应·热寂[第九章：迎来被阴霾笼罩的末端][S_RwE]",
    "author": "S_RwE",
    "replyCount": 2,
    "timestamp": 1484738220,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-22 00:09 编辑 \n\n\n第九章：迎来被阴霾笼罩的末端\n\n格里因解效应发生的一会儿前，安格斯在地面某处与因被流放而心情临近崩溃的菲亚卡相遇了。\n\n\n“菲亚卡，我需要你的帮助。”\n\n\n被流放意味着以后人生的苦难，贫民窟的生活几乎是常人无法接受的。\n\n\n“安格斯，我被流放了，跟你和纳特一样。我的身份认证会在诺厄完成回收[EC]任务后失效，我不认为我还能帮你什么。”\n\n\n安格斯在战术地图的覆盖搜索下才找到了自己昔日的这位队友。相遇已经有一段时间，但菲亚卡的失意另安格斯始终无法向她阐明自己的真正目的。贫民窟等人的通讯器一直保持收听状态，两人的对话也被辛西娅的通讯器所接收，雪莉看着纳特战场上消散的迷雾，同时静听着菲亚卡两人的谈话。\n\n\n此时诺厄突然暴起的攻击超出了雪莉的反应能力，她没有狙击动态目标的能力。在看到纳特的身体被岩石掩后。她没有办法保持沉默了：\n“安格斯，我给了纳特错误的战术承诺，他现在被压在...你告诉过我们的，我们都能活下去。你还记得吧？”\n\n\n安格斯没有回应雪莉，继续进行与菲亚卡的话题：\n“我们需要身份认证，这不是我一个人的事情。把列车发动后就交还给你。菲亚卡，[穹顶]正在抛弃在它以上的每一个人，你的帮助是必要的。”\n\n\n“你不明白吗？我根本不在乎你把不把认证还给我，它是个马上就会报废的东西。能够把每一个事实预言的战略指挥家却连基本逻辑都拎不清楚吗？”\n菲亚卡把头背过去回答道，她的背后是一柄细剑。医疗兵的武器都连带着她们的身份认证，菲亚卡也是这样。\n\n\n“很抱歉打断你们，但我们的时间真的不多了。”\n雪莉有些生气，她把音量提高到通过通讯器也能让两人听到。做到这个程度基本上要对着话筒喊了。安格斯还是没有回应她，转向菲亚卡：\n“关于那次行动的事情，我向你道歉。不确定因素太多，参与人数我也无法控制。”\n\n\n“我不是说这个，安格斯，我只是觉得我真的没有能力帮你而已。能在这里看到你，看到你还在为别人努力，这种感觉真的很好。”\n\n\n“小—姐—，”雪莉把通讯器的话筒贴在嘴边大喊，“你有没有能力帮他不是你自己决定的。你只需要，如果可以的话，把你的手伸给安格斯就行了。”\n雪莉很大声，但即使这样在说这些话的时候也一个表情都没有，夹杂银丝的黑色长发披在身后。透过狙击镜头，刚刚他目睹了格里的因解，她并不知道那个现象的名字但却能够理解，同样的事情也发生在她自己身上。\n\n\n“那好，不可以。”\n\n\n“哈，安格斯，这就是你的朋友吗？”\n\n\n“安静，雪莉。菲亚卡，我可以让诺厄对你的流放举报失效，你会恢复正规军职位。或者加入我们，第一步就是发动列车离开这里。”\n\n\n“请让一个人生已经一团糟了的人安静一会儿吧，我……”\n菲亚卡没说话，她身旁的岩石突然炸裂。雪莉想用更加强硬的手段结束这场谈话：\n“听着，正规军。我只给你15秒，把身份认证交出来，我是在威胁你。”\n\n\n菲亚卡怔住了，但下一瞬，她拔剑抵住了身后安格斯的脖子。\n“如果你没有打爆我的头的话，即使只剩上半身我都可以划开这个人的脖子。”\n\n\n雪莉调整狙击镜头，无视菲亚卡的反威胁开始读秒：\n“15。”\n\n\n“你的淡定是佯装出来的。”\n\n\n“12。”\n\n\n“11。”\n\n\n“如果安格斯是你的朋友的话，你就不会开枪。”\n\n\n“8。”\n\n\n“7。”\n\n\n“呼，知道吗，即使真的把刀架在你身上我也很敬重你。”菲亚卡的话语吹进安格斯的耳畔，这句话却没被雪莉听到。\n\n\n“5。”\n\n\n“从开火声音就知道，那把枪你的吧？”\n\n\n“4。”\n\n\n“3。”\n\n\n“你会把它停掉的对吗？”\n\n\n“2。”\n\n\n雪莉视线中的安格斯突然将手插进了上衣口袋。耸动间，固定狙击枪身上的所有电子显示器都灰掉了。安格斯打开了雪莉的枪械保险。\n\n\n“该死！”雪莉将自己削瘦发白的拳头狠狠的砸在地上。与此同时，安格斯关闭了自己所在通讯器的频道。\n\n\n“雪莉？！”\n辛西娅从强虚弱中苏醒，在用尽全力从雪莉身边坐起来。看到辛西娅的苏醒，她也坐起来，把头埋在自己的胸口：\n“辛西娅，我把你弄晕是为了屏蔽无人机的攻击，我没想害你。”她呼了口气，继续说道，“格里需要我们的帮助，纳特可能已经牺牲了。我真的不是你的敌人。我……”\n\n\n“我知道的呀。”辛西娅想要把雪莉埋在自己臂弯里的脑袋抬起来，手刚刚探出去又收回来，继续说道，“其实，要是你告诉我你是坏蛋的话，那时候我才不知道自己该怎么办呢。”\n雪莉抬起头，泪眼朦胧中正好对上辛西娅清澈闪光的瞳仁。雪莉笑了，把她紧紧地抱在自己的怀里。\n\n\n“西娅，有办法重新帮我打开保险吗？”\n\n\n“当然。对了，跟安格斯讲话的那个人。弄好之后我得去找她。她是正规军吧？”\n\n\n“嗯，她怎么了？”\n\n\n“她好像是我的姐姐。”\n\n…………\n诺厄来不及的就是这个，因解后的格里会干扰正规军武器的正常运作。每一件被红色光链链接的武器都陷入不同程度的瘫痪。事实上，即使是进入因解状态的格里的力量也是非常有限的。身体还是人类，任何枪击都足以致死。但格里现在真正的力量源泉就是那布满地面的殷红。[link]链接了本由诺厄操控的一部分无人机。它们围绕格里，在他周身铸下了一面钢铁壁垒。\n\n格里一直等待的狙击掩护始终没有到达战场。他引爆一个个在战场潜伏的炸弹来让其他的正规军士兵不靠近自己。颤动的大地宛如一挂鞭炮，为此刻燃烧的生命奏鸣礼花。\n“系统提醒，传送柱运作，第二次传送启动，传送人数，6。”\n刚刚在紫色雾气中凝聚的正规军队还没成形就被弹片成出了血雾。惨叫中，他们又被传送回去接受[穹顶]的医疗设备治疗。\n\n诺厄看起来根本不指望他人的帮助。一挥剑就斩开了无人机壁垒，迎上的却是铁拳的冲击。量力因段带来的手臂力量增强在因解后又翻了一番。合金细剑被击偏，持剑的右手被死死钳住。下一刻，格里的另一手五指挽成弓形，嵌进了诺厄的面罩之中。\n\n“让他们也看看你真正的样子吧。”\n\n金属撕裂变形声，一个个钢筋连结在指尖的力量爆发下同白蚁蛀过的烂木一般崩裂。面罩被格里徒手掀飞了出去。终于，诺厄抓住了格里的衣领，将他灌到地面。宛如纸鸢断线，格里的因解即将消失。诺厄双眼赤红，高举剑刃将格里的右腿钉在地面。鲜血喷涌，不可抑制的嘶吼中，格里单手抽出扼住诺厄的咽喉。在他们的上空，武装大型无人机被诺厄粗如手臂的光链链接。鲜红网格覆盖，攻击装备精确的锁定了格里的头部。\n\n“系统提醒，传送柱运作，第三次传送启动，传送人数，5。”\n\n“连带我一起向这家伙开火！”\n咆哮声传递到每一位刚来到地面正规军士兵的耳蜗中，但没有一颗子弹出膛。他们全在同一刻倒下。在二人上空盘旋的威胁也被不知名的光弹击中油箱，顷刻炸裂。\n\n格里笑了，尽管大腿上的伤疼的钻心，他还是笑了。\n“切尔……”\n……………………\n在格里与诺厄战斗爆发后，我向纳特被掩埋的那个岩堆疾驰。\n\n“切尔，你不应该还在睡觉吗？……”\n纳特的声音已经很微弱了，我看不到他。把他压住的岩体很大，我想把地面炸断来让它滑落，可是却弄不清楚爆弹的运作机制。\n\n“被诺厄控制无人机会伤到格里的……”\n不管了，搬也要把这些东西搬开。\n“你的任务是去击落无人机，而不是来这里因为救我而浪费时间，一个下半身被压断的人是没有办法活下去的，快到你该去的地方。”\n话音传递，在我耳畔却宛如巨浪富于打击感。其他的一切都没有了声音，唯有纳特的话语回荡。因解效应发生，因组解放。\n分裂因段：受到致命伤害后肢体仍能保持移动。\n纳特的身躯同流质一般拼接，阴暗角落中的一条手臂抓握，也不清楚它是否连接着身躯，一把步枪被举起。\n“子弹指令——曳光弹”\n“子弹指令——集束弹”\n“子弹指令——末影弹”\n“切尔，把手按在地面。我用曳光弹指示即将到来的正规军士兵的位置，溅落的集束弹会初步伤害他们，最后一种是用来让你传送到他们身边的，还不成熟所以你可能会受伤……你带剑了吗？没有的话先拔边上那把拔出来吧……”\n诺厄的剑还插在那，当我的指尖与剑柄接触时，强烈的能量逸散，在下一刻又重新冲入我的身躯。浓烈紫色的雾气将我包裹。\n“切尔，我们每个人都很相信你，比相信自己还要相信你。”\n我的回应被拉扯进虚空，霎时间又跳转到现实空间。\n\n\n“狙击枪已经解锁，雪莉，我要走了。”\n\n\n“嗯好……不对，西娅，你不能走。你没有屏蔽器无人机会攻击……为什么它们刚才没有攻击你呢？”\n\n“屏蔽器？那种东西我一直贴在身上啊。”辛西娅把自己的衣领翻开，白皙胸口上的金属卡贴闪烁着红色的光芒。\n雪莉诧异的望着她。辛西娅有些脸红地对她笑笑：\n\n“毕竟，如果一直以来都没有保护手段的话，我也不会活这么久吧。之前的运气好是骗骗你们的啦，其实我还……”辛西娅转身迈步走出去，下一句话从雪莉的通讯器中传出来：“我还挺聪明。”\n\n“雪莉小姐，我是固定狙击枪[鸡尾酒]的A.I……嗯，这是个玩笑。我是辛西娅，记得把通讯器放自己脸旁边。我在这里调试指令来改变子弹属性，把那些正规军都射成蜂窝吧。也要谢谢安格斯，他给的东西真的是非常厉害……”\n\n“他埋在土里的那些？”\n\n“嗯。我用自己的姓给枪取了个名字，我的全名是辛西娅·玛格丽特。[穹顶]上鸡尾酒的名字也是玛格丽特，他们天天在喝我啊……好了好了，试试看能不能起效果。”\n“Insight into the battlefield, bullet - Tracer instructions！”\n伴随着冰冷的机械音从辛西娅喉中流出，雪莉已经上膛的弹药闪耀着夺目的炫光。\n“这是你的声音？”\n“对啊对啊，这样听起来比较酷。”\n“你还能模仿机械音……行，随你开心。”\n雪莉扣动了扳机，炫丽的曳光弹从枪管射出。精确的指示追踪下光弹命中了400多米外大型无人机的油箱，正是悬于格里与诺厄上空的那艘。\n\n\n本章字数3154（特地写多了一点来给自己并没有进行下去的日更找借口）辛西娅的那句英文原意：洞察战场，子弹指令——曳光弹\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black @DGK2\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1484738400,
            "txt_content": " 本帖最后由 S_RwE 于 2017-1-18 19:24 编辑 \n\n表达能力欠佳，阅读文章的时候请大家打开想象的翅膀\n这点很重要，跟我念    想。象。的。翅。膀\n这么多字，写的我11点钟的早饭都要吐出来了\n接下来两章估计会很快就写好，然后我就...我就要去写寒假作业了...\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485090600,
            "txt_content": "能够把每一个事实预言的战略指挥家却连基本逻辑都拎不清楚吗？\n这句有点不通，看不懂。"
        }
    ]
}