{
    "title": "【原创.连载】《羊毛骑士团》第一章 传奇的开始",
    "author": "酱油路人乙",
    "replyCount": 6,
    "timestamp": 1484749020,
    "txt_content": "  这里是麦哲镇最大的港口——红帆巷，也是这个以从事海中的各种产业出名的“海镇”最著名的商业中心。带着丝丝咸味的海风随着那一道道凶猛的浪吹来，那些生锈的钢筋横置在沙滩上，港口的石砖上面爬满了不知名的藻类的浮板随着波浪上下起伏，看起来十分脆弱，而事实上，它已经在这里待了几十年。可以说，在那些真正的水手眼中，红帆港就是一个理想中完美无瑕的港湾。  港口的置船处，大大小小的船只随着波浪一上一下，微微起伏着，好像是在呼吸一般。大的船船身长几十米，而小的，可能最多也就四五米左右。每一艘船都有自己的特别之处，有的可能在龙骨那里加固了铁片（不怕生锈吗滑稽），有的在帆上面建造了一个小小的岗哨，有的在船的左右个安了一个装饰性的翅膀……\n  当然，除了整齐排列在港口左侧的上百条船只。\n  港口左侧，一排整齐的船迎着海风挺立着，每一艘船的上面都布满了伤痕——对于水手的船来说，疤痕代表着一种纪念的意义，同时也是一种荣耀。高大的羊毛风帆随着海风微微鼓起，那红白相间的格子旗帜在风的帮助之下，威风的跳起舞来。\n  它有这个资本，因为这面旗帜象征着那个令无数人向往的传奇组织——羊毛骑士团。\n在那一排巨大船只的最后面，一艘微不足道的小船正在缓缓靠岸，与其说它是船，倒不如说是海上房屋——它的主体是由两个巨大的救生圈，第一个是船的风帆，第二个是一个精致的海上房屋，中间被铁链栓了起来。虽然它的形状有些奇特，但是那飘扬的红白格子羊毛风帆，足以证明它的身份。\n  一个人站在那艘小艇的右边，他不强壮，但如果站在他弟面前，便会有一点呼吸困难——这说明，他是一个经验丰富的老水手，或者说一个经验丰富的骑手队长。在他的右手出，有一块微微凸起的地方，仔细看，便觉得十分怪异。\n  如果羊毛骑士团的高层看到的话，一定会大声呼喊出来他的名字……\n  但现在，他只是一个小小的先锋舰船长而已。\n“Steve,你说我们的船长，会是什么样子啊?”\n“我怎么知道……”\n“我想，一定是英俊潇洒玉树临风的美男子……”\n“………………”\n迎面走来的是三个年轻的人，两男一女:最右边的人穿着\n浅蓝色的衬衫，身后的背包里，明显的凸显出一个镐子的形状；中间那个人一身中国古代装扮，身后背着一把老旧的木弓；那个女子身穿绿色的便捷服装，金色的头发扎成一个漂亮的马尾垂在身后，两把把闪着寒光的铁质匕首放在悬置的匕首袋中，三人缓缓向那艘小艇走去。\n“哇……好精致的船啊!”\n“interesting!这一定很有趣!”\n“……我不确定这是否能开。”\n“队员们好啊，我是你们本次任务的队……”\n“woc什么玩意?”\n“啊啊啊啊啊啊鬼啊……”\n突然的问候将Steve和另外一个男子吓了一跳，只有旁边的Aelx严肃地行了一个礼\n“预备先锋队Aelx参见队长，受教于情报部和暗部。”\n听到Alex的报告之后，两人瞬间反应过来，也做出了一个严肃的动作……当然，从两人别扭的声音中你可以听出，他们两个好像不怎么发自真心的报道……\n“我叫唐明，所学专业为侦查和基础弓箭手基地。”\n身穿中国传统服饰的男子（呃既然知道了名字……那就唐明吧，别跟我说起名……）将身后古老的木弓拿了下来，将弓弦表演性的拉起，而后收起弓箭恭恭敬敬地鞠了一个躬，“队长好。”\n开玩笑，这可是队长，且不说别的，至少都得靠他开船啊喂!\n“我……是Steve，是个矿工，同时也是个剑士。”\n虽然史蒂夫在说这句话的时候很平静，但其实如果仔细看的话就可以发现，他的手有些微微的握紧，头也稍微低了一下。\n矿工，是这片大陆上最底层的职业，甚至只比奴隶高出一点。“队长好。”\n“嗯，不错。我叫Zero，职业是……煮蛋师。”“啥?”这声真诚的赞美来自唐明和Alex，然而只有Steve开始大笑……\n“哈哈哈……你们没听出来队长这是笑话吗，他叫零，所以是个煮蛋师……哈哈……不行队长你太幽默了……”\n此时两人突然感觉累了，不会再爱了。这种笑话，也就只有奇葩的Steve能听懂吧……\n“小伙子不错吗。”\n队长咧嘴笑了三声，走过去缓缓拍了拍Steve的肩膀，“说不定将来能成为称号骑士呢。”“呃……”再次来自那两人真诚的赞叹。\n称号骑士，顾名思义也就是有称号的骑士。当然这称号不是你自己取的，而是羊毛骑士团所赐予。一般能够被赐予的，都是掌握了世界规则的，至少也是能够使用最基础增幅的骑士。整个MC世界，都不超过百人。所以zero的这句话……也就是个笑话，至少路人甲是这么以为的。因为……太遥远了，而他连世界本源的定义都不知道。\n“呃……”被称赞的Steve有些发愣，随后心头一丝感动悄然升起——矿工一直都是别人瞧不起的行业，在学院培训的时候，别人对待自己的态度已经很好的证明了这点，只有自己的这两个朋友不讨厌和排斥自己，Steve甚至觉得，如果不是自己力量天赋极高，都无法进入骑士学校，而现在队长居然说自能够成为称号骑士……“是，队长，我会努力的。”深吸一口气说出了这句话，虽然自己也觉得是瞎扯，但是志气，还是要有的对吧……\n“好了小家伙们，召集令刚刚就到了，我想你们也不想第一次任务就迟到吧——”\n“当然……等等，召集令刚刚就到了?”三人异口同声地说出了这句话，然后集体沉默三秒，——“快走啊船长!”\n“好好好，年轻真好，有活力啊，可惜自己年轻不再咯~”\n“待会再感叹吧队长，因为咱们……”\n“要—迟—到—啦!”\n  红色的帆迎着海风张开，船慢慢地远去，直至消失不见。海面依然平静，海风依然舒畅，好像什么事都没有发生。\n  谁也不会知道，在许多年以后，这艘小艇，会和羊毛骑士团一样，成为一个不可磨灭的传奇。甚至超过他们。\n包括他们自己。\n传奇，开始了。\n——————————\n    这里，是潜水半年之久的酱油，没想到我也能写出一篇3000字的文章啊哈哈哈哈……好吧。其实这是两年之前码出来的一片作品，无意中在整理文件的时候发现，激动了好一会啊……所以大刀阔斧改造，于是出炉!\n同时也希望各个方面和大神能够寄予评价，谢谢各位了。\n\n\n\n\n\n7adf8fb12224d32ea3b114613f0f3fce_mh1326018314417.jpg\n(30.89 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-2-28 16:16 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "酱油路人乙",
            "timestamp": 1484800680,
            "txt_content": "顺便想文问各位一下，如何搞出你缩放文件QWQ"
        },
        {
            "author": "WM2030",
            "timestamp": 1484804400,
            "txt_content": "文笔可以。但是有不太合适的细节描写。第一是无用的细节，第二是有问题的细节。\n无用的细节比如每艘船各有不同那一段，一方面这些例子并不能很好的表明不同，另一方面各不相同这一细节缺少意义。\n有问题的细节比如每艘船上都布满伤痕。这些伤痕不只是可以摆着做装饰，同时还可能成为敌舰攻击的突破口，也可能成为风浪中压倒骆驼的最后一根稻草。\n其实可以不写伤痕，而是表现船身经百战之后自然流露出的一种霸道。也可以写极端实用的简洁。但是总而言之有经验的水手大概是不会让自己的船因为加装饰而强度受损的。更何况伤痕都满了。\n其他比如两把闪着寒光的铁质匕首放在悬置的匕首袋中。如果是一眼看过去就是寒光闪闪，那么显然是不符合一个从情报部和暗部出来的老手的身份的。可以改成“在毫不起眼的皮质口袋里，却有锐利的匕首潜伏着”又或者为了表现以后的成长，给她留下一些破绽，也可以写“腰间不起眼的皮质口袋里，却反射出一丝刺眼的寒光”等等等等。当然我并不是说一定要这样改。只是提供一个思路而已。\n这样的例子其实还有不少。还有其他一些为了吐槽而牺牲剧情本体的做法，虽然可以理解，但是还是希望避免。比如“煮蛋师”，实在有点让人尴尬。\n还有一些错别字：“但如果站在他弟旁边，便会有一点呼吸困难”“两把把闪着寒光的铁质匕首”这些最好能在后期修改掉或者尽量避免。\n楼主的水平相当不错，很期待你的下文。"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484805540,
            "txt_content": "WM2030 发表于 2017-1-19 13:40\n文笔可以。但是有不太合适的细节描写。第一是无用的细节，第二是有问题的细节。\n无用的细节比如每艘船各有 ...\n真挚的感谢层主。\n船的方面其实自我感觉还好，但伤疤这部分经这么一说好像真有些不妥，本意是想要表达出层主所说的身经百战的效果，但直接描述霸气感觉又不够形象，身经百战自然联想到伤疤于是就写上了……但这么一说，感觉真的不太对，船好像要散架了似的……不过我想描述的是那上面能够看出来修改的大痕迹。\n寒光闪闪的匕首一看确实是……这个细节实实在在让我一真阵蛋疼。汗，这点确实是有伤人物设定和背景了，下次规整仔细查看细节，谢谢。\n煮蛋师这个……当初是想突出队长的人设特点，然后想来想去就加上了这个，准确说是硬按上了这个笑话。不过能够让你尴尬说明其实我的目的还是达到了的，滑稽。\n错别字下次我发帖的时候会仔细的整理查看一下。\n再次表以深刻的谢意，同时谢谢夸奖，下一章出现会通知。\n滑稽。"
        },
        {
            "author": "曾·不再",
            "timestamp": 1484839740,
            "txt_content": "文笔足够了,字数的话,一般来说足够横扫mcbbs周边创作,在景物描写上可以加一点功夫,加油,希望进步"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484891040,
            "txt_content": "曾·不再 发表于 2017-1-19 23:29\n文笔足够了,字数的话,一般来说足够横扫mcbbs周边创作,在景物描写上可以加一点功夫,加油,希望进步 ...\n谢谢~QWQ\n顺便提一句，伏情挺好看的QWQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484909940,
            "txt_content": "还欠不少东西呢"
        }
    ]
}