{
    "title": "[1.12.2-1.7.2][AbyssalCraft——深渊国度] 在多个维度中冒险【内附详细探索指南】",
    "author": "BensonQC",
    "replyCount": 99,
    "timestamp": 1484791980,
    "txt_content": " 本帖最后由 BensonQC 于 2020-7-11 21:57 编辑 \n\n\n\nAbyssalCraft 深渊国度\n\n关于授权\n\n\n关于二次搬运\n\n站内原搬运帖最后更新日期为2015.8.20，已经长时间未更新，且在这段时间中深渊国度支持的MC版本也已经到了比较新的版本，所以我决定进行二次搬运。根据版规4-1-a，旧搬运帖楼主账号≥30天未登录，免去通知更新，并附上以下截图：\n\n本帖内容大部分译自原帖。\n\n特性速览\n\n6种新石头（除了一种石头，其他所有的都可以制成砖块）5种新工具（其中一种工具是石制工具的加强版）8种新盔甲（其中一半是4种基础盔甲的升级/修改版本）6种新的主世界生物群系（其中有一种沼泽，更不用说巨大的山脉了）42种新生物（其中有4个Boss）修格斯的小型品种（在克苏鲁神话中提到的可变换形态的邪恶生物）邪恶动物（你有见过一个人被猪杀死的吗？在这个Mod中就有可能，除此之外还有鸡和牛）由反物质组成的生物（可以很好地防止它们与常规的生物接触，因为物理）4个新维度（一个比一个危险）15种新矿石（其中有3种在主世界中生成）2种新炸弹（其中一种是另一种的核心部件）象征着旧日支配者（Great Old Ones）的雕像17种新食物（其中有你不应该吃的肉，盘子上的食物和预制食品（MRE，Meal, Ready to Eat） ）4种新机器（允许你在原子水平上处理物质，或者只是雕刻硬币）2种新树（一种在主世界，另一种在第二个维度）3种新的状态效果（每个在某种程度上都可以将一个实体变成另一个，无论是瘟疫还是反物质）4种新附魔（允许你传播瘟疫，或者只是对活阴影造成更多的伤害）新的魔法系统（使用远古的仪式）新的能量形式（用于在上述的魔法系统中传递能量）最后，一本书记录着关于大部分这些东西的信息（没有直接提到的物品可能不在开发的计划中，但有一个区域专门放置这些杂项信息）有一个API，通过它可以与Mod互动\n\n简介\n\n深渊国度（AbyssalCraft）是一个以探险为主的Mod，但同时也有着很多的魔法元素。H.P Lovecraft的艺术作品也在很大程度上影响了这个Mod，加入了很多受到其启发的攻击性生物。\n\n话不多说，接下来就让我们深入了解一下这个Mod吧！你起步所要做的第一件事是合成死灵之书（Necronomicon），合成方法如下：\n\n\n大多数（不是全部）关于这个Mod的信息可以从死灵之书中找到。除了作为这个Mod的指南，死灵之书也可以用作实施仪式的媒介。\n\n我们接着往下说，深渊国度以名为深渊（The Abyss）的一系列维度为主要特征，深渊是死亡的世界，分为若干层，每层是一个维度。这些维度（总共4个，但第4个维度是第3个的延伸）是：\n深渊荒芜之地（The Abyssal Wasteland）：以绿色为主色调，居住着各种亡灵生物，其中有原版的僵尸和骷髅，以及Mod加入的新生物。恐惧之地（The Dreadlands）：以红色为主色调，地上爬行者不知名的变异生物，它们也许是或不是过去某段时间的正常生物。奥穆索（Omothol）：扎哈尔的领地，包含浮空岛以及建在那上面的城市，你在这里会遭遇终极Boss。黑暗领域（The Dark Realm）：奥穆索下面的黑暗之地，居住着阴影生物。\n\n\n为了抵达这些丰富的维度，玩家必须获得门钥匙（Gateway Keys），在使用时可以把它放到传送门上。\n\n\n除了在各种维度之间穿梭，这个模组还有许多关于魔法的内容，其形式是一种由祭坛和基座组成的仪式，在基座上你可以放置祭品。Mod中有几种不同类型的仪式，其中有创造物品的仪式，灌注物品的仪式（就是把一个物品变成另一个，或者仅仅将这个物品进行“升级”），还有召唤东西的仪式（第一个Boss就是通过这种仪式来召唤的），以及将药水施加给附近实体的仪式。如果你想要创造自己的仪式，有一个API可以帮你，如果你仅仅想要加入你自己的创造/灌注仪式，也可以通过这个API来完成，使用MineTweaker也可以（附属Mod AbyssalCraft Integration与MineTweaker兼容）。\n\n\n除了仪式之外，Mod还加入了一种新的能量用于实施仪式。这种能量叫做位能（Potential Energy），可以通过一些方法来获取。\n\n除了以上所提到的所有东西，还有许多新方块（其中有5种新石头，15种新矿石，2种新树），新物品（其中有4种用于制作工具和盔甲的原材料，8种新盔甲，各种食物）。\n\n\n说了那么多，接下来我要向你们介绍主世界中的新内容，包括6种新的生物群系：\n黑暗之地（The Darklands）：森林和草原更加阴森的版本，紫色/靛蓝色的草，包括黑暗石（Darkstone）和一种新树，深渊（Abyssalnite，一种矿物）可以在这里发现。黑暗之地草原（Darklands Plains）：黑暗之地生物群系的草原版本，几乎没有树。黑暗之地森林（Darklands Forest）：黑暗之地生物群系的森林版本，有很多树。黑暗之地高地（Darklands Highland）：黑暗之地生物群系的峭壁版本，更高的地形，没有很多树。黑暗之地山脉（Darklands Mountains）：由黑暗石组成的山脉。珊瑚侵染沼泽（Coralium Infested Swamp）：蓝绿色的沼泽，地下有液态反物质（Liquid Antimatter），以及大量的珊瑚（Coralium），它在这里比在普通的沼泽或水体生物群系中更加常见\n\n\n既然我到现在还没有提到生物，那就让我想一想。Mod加入了深渊食尸鬼（Depths Ghoul）和深渊僵尸（Abyssal Zombie）（两者都是亡灵生物，可以在黑暗之地生物群系、沼泽或者深渊荒芜之地中被发现，深渊荒芜之地中尤其常见），原版动物的邪恶版本（猪、牛、鸡），活阴影（Living Shadow）（阴影生物/怪物/野兽，一个比一个强），和小型修格斯（Lesser Shoggoth）。这些是所有可以在主世界发现的生物，不过有些也可以在别的维度里发现。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n以上应该涉及了Mod的大部分内容，接下来的东西需要你来探索了（或者你也可以仅仅在死灵之书中阅读Mod中的剩余内容）。注意，这个Mod是一个以Forge为API的Mod，运行时需要Minecraft Forge。哦对了，这个Mod是开源的，源代码可以在这里找到。\n\nAbyssalCraft Wiki\n\n以上应该包括了所有的特性了！未来还有更多的东西要添加，欢迎各位提出建议。在AbyssalCraft Wiki上查阅更多的特性！（目前还没有完成）。\n\n探索指南\n\n本节内容译自AbyssalCraft Wiki Getting Started页面。\n译者注：建议配合NEI或JEI的合成表来查看，因为在Mod更新的过程中部分物品的合成方式可能发生变化。\n\n此页面包含你在刚开始游玩深渊国度时需要注意的东西。\n\n注意\n\n信息已经升级以适用于AbyssalCraft 1.8.2（或以上）版本。然而，本页面只针对于探索，而不是技术性事物，包括嬗变器和结晶器。\n\n生成新世界\n\n在安装了深渊国度（自1.8.4版本起）后你所要做的第一件事情，就是合成死灵之书，合成的方法在上面已有提及。\n\n这本书包括大部分写在这个Wiki页面上的信息，还包括由Mod加入的在主世界和各种维度中的新材料的信息。\n\n正如你所想的那样，深渊国度在你生成世界的时候加入了一种新的主世界生物群系，这个生物群系（叫做“黑暗之地”）由黑暗之地草方块和其他你一下子就能注意到的东西组成。黑暗之地草方块是一种紫色/靛蓝色的草，它会发出下界传送门颗粒。在黑暗之地中，生长着树木（颜色接近于草的颜色），还有散布在四处各种结构/建筑（到目前为止，这些结构/建筑十分罕见）。当你发现黑暗之地生物群系时如果你足够幸运，你就能找到那种看起来像巫师建筑的两层楼高的楼房，因为它包含一个完全充满能量的附魔台，允许你在获得工具/盔甲时就立刻附魔。\n\n在深渊国度中探索\n\n一旦你获得了一整套深渊盔甲/工具和/或大量的珊瑚石（在海洋底部发现），你就应该开始获取合成门钥匙所需的部件，因为门钥匙将允许你进入深渊荒芜之地。这需要你找到黑暗之地山脉生物群系，然后杀死足够的阴影生物、阴影怪物和阴影野兽（你需要4个湮灭碎片，每个湮灭碎片都需要8个阴影宝石，那就是32个阴影宝石/282个阴影宝石碎片/2538个阴影碎片）。你也可仍用一个下界之星合成湮灭媒介，但这随便你。\n\n一旦你有了钥匙，找到一个好的地点然后右击地面来创造传送门，然后进入（Tip：带好足够的食物，也许还要火把或者光源来标记你在里面的行进路线）。\n\n在深渊荒芜之地中\n\n一旦你进入了深渊荒芜之地，你就应该意识到那个地方充满了亡灵生物，你应该找到一个地方来保护自己。\n\n在这里你应该注意的东西如下：\n如果你将8-9簇的珊瑚宝石与1方块深渊石结合，你就会得到一个珊瑚组块，烧炼它们可以获得精炼珊瑚锭，允许你合成，或者升级你的深渊盔甲/工具为精炼珊瑚盔甲/工具。在这里总共可以找到3种不同类型的珊瑚矿，这使得合成精炼珊瑚盔甲/工具更加简单。100方块高的黑曜石柱顶端有一个钻石块。\n在生物方面，你会在旅途中遇到僵尸、骷髅、深渊食尸鬼、幽灵龙和骷髅哥利亚，这些都会导致麻烦（取决于你的生命值/饥饿值，以及你遇到的生物的数量）。常规的僵尸会分散深渊僵尸的注意力，因为深渊僵尸认为常规的僵尸比玩家的优先级更高，这意味着你可以将一大堆深渊僵尸的目标强行设置为常规的僵尸而不是你。深渊食尸鬼比其他的生物高一点，所以高度小于3方块的空间可以阻止它们靠近。对付幽灵龙则更加麻烦，因为它们是到目前为止保护度最高的生物，能够飞着穿过任何物质，很容易就击中你。如果你处于这种困境，你总是可以尽力像放风筝一样对付幽灵龙，让它把别的怪物推走，给你足够的时间躲避。比幽灵龙还要难对付一点的要数骷髅哥利亚，一旦它打中了你就会对你造成大量伤害。干掉它的唯一好方法就是使用跟你对付深渊食尸鬼相似的技巧，因为骷髅哥利亚还要高一点。\n\n找到深渊要塞\n\n在深渊荒芜之地中有一种特殊的要塞，使用蕴能石追踪器（珊瑚宝石围绕着一个末影之眼来合成）可以定位它们，功能如同末影之眼，手持蕴能石追踪器并向空中右击，它会飞向最近的要塞。一旦你接近了一个要塞，蕴能石追踪器会继续向前直到抵达恐惧之地蕴能石，它会在那里着陆，就像末影之眼会在末影传送门框架上面着陆一样。\n\n召唤/击败“堕落者阿索拉”\n\n堕落者阿索拉是深渊国度中的第一个Boss。为了与阿索拉战斗，玩家必须获得合成祭坛的部件，通过手持一桶液态珊瑚石并右击祭坛可以召唤阿索拉。当召唤它时，玩家会受到10秒钟的nausea效果，并随着祭坛被摧毁，玩家会被弹开到一旁。当有幽灵龙在周围生成时，与阿索拉战斗更加麻烦，因为阿索拉会吸收幽灵龙的生命能量来治疗自己，最后幽灵龙会死亡。不过也有优势，幽灵龙死亡会导致一场小型爆炸，会对阿索拉造成直接伤害；类似于你在打末影龙时破坏了末影水晶时所发生的事情。一旦阿索拉的生命值降到一半，它就会在接近幽灵龙时缓慢地损失生命，而不是吸收生命能量（不要将此视作优势，因为一旦它只有25%的生命时，它会重新开始生命流失，这时幽灵龙就几乎不能给它治疗了）。一旦阿索拉的生命值降至零，它就会以末影龙死亡时相同的动画死亡，而幽灵龙只会以普通生物死亡的方式死亡。当阿索拉死亡时，玩家可以获得掉落的经验，以及“深渊之眼”。\n\n抵达恐惧之地\n\n为了抵达恐惧之地，玩家必须杀死阿索拉，找到深渊要塞，拥有门钥匙和嬗变宝石。阿索拉的恐惧传送门钥匙以如下方法合成，把门钥匙放在合成网格的中间，其余3个部件在周围（1个在顶端，2个在边上）。钥匙的用法与之前那个一样。右击地面然后就会生成一个传送门。\n\n进入恐惧之地前你应该做的一件事情就是合成嬗变器，因为它之后与结晶器生产的结晶做实验时非常有用。为了合成它，你需要2个精炼珊瑚锭块，1桶液态珊瑚石，1个嬗变宝石和5个珊瑚锭砖。为了获取珊瑚锭砖，你需要将液态反物质倾倒在液态珊瑚石上，制得珊瑚石。液态反物质可以在珊瑚侵染沼泽生物群系中发现，但也可以合成如果你找不到那个生物群系的话（在合成网格中5个铁锭以船的形状倒扣在上面，上面放置1个岩浆桶，1个水桶，1桶牛奶，和1桶液态珊瑚石）。\n\n在恐惧之地中\n\n一旦进入了恐惧之地，你就会注意到深渊傀儡/恐惧深渊傀儡，它们经常互相打架（除了恐惧深渊傀儡攻击玩家时）。这些生物可以作为获得大量深渊（此处指矿物）的简单方法，因为它们在死亡时会掉落很多这种东西。恐惧之地的环境十分荒凉，但这里仍有生物生成（除了上述傀儡）。在死亡之地森林生物群系中，你可以发现恶魔猪和恐惧卵（以及傀儡和惧魔，后者在所有各种恐惧之地生物群系中的生成概率都一样）。如果你碰巧偶然发现了恐惧之地山脉生物群系，你应该就能发现更多的惧魔，但还有查加罗特的拳头、查加罗特的卵和臭名昭著的恐惧守卫。你在这里可以发现的仅有矿石是恐惧深渊矿和恐惧之地深渊矿，烧炼之后会获得更多的深渊锭。这里还有净化恐惧之地生物群系（它是正常恐惧之地生物群系的对立物，因为那里覆盖着深渊石而不是恐惧石）。\n\n进入查加罗特的洞穴\n\n为了抵达查加罗特，并与它战斗，你需要进入它的洞穴。你需要合成两件它的祭坛，并将其放在恐惧之地山脉生物群系的40层来完成。然而，为了做这件事，你将需要恐惧锭，它可以通过一些方法来获取。方法一是嬗变恐惧深渊石碎片（由恐惧守卫掉落），方法二是结晶恐惧深渊石组块（结晶器的合成方法是熔炉的四周围绕着恐惧石砖，但熔炉的每个侧面各1个恐惧锭块）。祭坛由2个部分组成，1个底部，1个顶部。底部由2个骨头，1块恐惧之布，2块恐惧锭，2个恐惧石，1个阿索拉的恐惧传送门钥匙，1个恐惧深渊石碎片合成（门钥匙在中间，两边各1个恐惧锭，恐惧锭下面各1个恐惧石，恐惧石中间是恐惧深渊石碎片，门钥匙上面是恐惧之布，恐惧之布两边各1个骨头）。顶部由1个桶，2个木棍，3块恐惧之布和3块恐惧锭合成（桶在顶端，两边各1个木棍，中间那排全部是恐惧之布，底下那排全部是恐惧锭）。一旦你合成好了祭坛，你就需要前往恐惧之地山脉生物群系的40层。当你放置了祭坛底部时，如果祭坛放在了错误的高度，你就会收到一条消息，如果两件祭坛都放在了正确的高度，你会收到一条消息让你右击顶部。一旦你右击了，祭坛会消失，然后你就进入了查加罗特的洞穴。\n\n恐惧之布可以通过把一块皮革放在中间，四周放上线和恐惧碎片（每样四个，交错排列）来合成。\n\n找到并击败查加罗特\n\n一旦进入了容纳查加罗特的洞穴的恐惧要塞，你就会在通往这个建筑的北面末端的路上遇到多个恐惧守卫，在那里你可以走下一段楼梯，直到你掉入查加罗特的洞穴。这个建筑内有2个额外的房间，在那里你可以找到各种东西。当你到达一个以栅栏为窗户的大厅时（在走完楼梯以前），查加罗特的生命条会出现，然后查加罗特的卵就会一直在你的位置生成（只要它们的主人没有死）。一旦你抵达了洞穴，你就会在一个圆形的房间中发现查加罗特和2个恐惧守卫（以及在你前往洞穴的时候它生成的怪物）。如果你有弓和大量的箭，这场战斗就会简单一点，但不要忘了你的位置还是会生成很多小兵。使战斗简单点的一种方法是带好喷溅治疗药水（因为所有的恐惧生物都是亡灵生物），通过把药水扔给敌人同时治疗自己来争取时间。另一种使战斗简单点的一种方法是装备珊瑚板盔甲套或者恐惧侍魂盔甲套（恐惧侍魂套会给你生命恢复效果，恐惧武士刀则会给敌人造成大量伤害）。一旦你击败了查加罗特，它会掉落恐惧侵染的门钥匙，它需要经过嬗变以获取查加罗特的拉莱耶门钥匙，以抵达最终的维度。\n\n抵达奥穆索\n\n一旦你击败了查加罗特并将恐惧侵染的门钥匙进行嬗变，你就可以动身出发了。只需使用新的查加罗特的拉莱耶门钥匙来打开通往奥穆索的传送门。\n\n在奥穆索中\n\n到目前为止（AbyssalCraft 1.8.2），奥穆索仍然处于开发阶段，这个维度目前仅是浮空岛，上面有残存者、奥穆索食尸鬼（会在下次更新中生成）、阴影生物/怪物/野兽和末日先驱萨多斯（生成概率相当小）。除了地形和生物，在奥穆索中没有任何新的矿石，但它将被一座巨大的城市覆盖（它将在这个维度中无限地生成）。\n\n译者注：由于本Wiki页面上的信息截至AbyssalCraft 1.8.2，而目前已更新至1.9.3.9（或以上）版本，所以此部分内容必已得到重大更新，详情请见Mod更新日志。\n\n图片\n\n方块\n截至AbyssalCraft 1.7.8所有加入的方块：\n\n物品\n截至AbyssalCraft 1.7.8所有加入的物品：\n\n盔甲\n深渊盔甲：\n  \n\n灌注珊瑚的深渊盔甲：\n  \n\n恐惧深渊盔甲：\n  \n\n精炼珊瑚盔甲：\n  \n\n珊瑚板盔甲：\n  \n\n深渊盔甲：\n  \n\n生物\n\n▲深渊傀儡\n\n\n▲恐惧深渊傀儡\n\n\n▲深渊僵尸\n\n\n▲深渊僵尸（最后出现的）\n\n\n▲深渊食尸鬼\n\n\n▲恐惧守卫（第一只精英生物）\n\n\n▲深渊的守门者扎哈尔\n主世界生物群系及维度\n\n▲一个一般的死亡之地生物群系。\n\n\n▲一个死亡之地草原生物群系。\n\n\n▲一个死亡之地森林生物群系（有一座村庄生成在里面）。\n\n\n▲一个死亡之地高地生物群系。\n\n\n▲一个死亡之地山脉生物群系。\n\n\n▲一个珊瑚侵染沼泽生物群系。\n\n\n▲深渊荒芜之地——第一个维度。\n\n\n▲恐惧之地——第二个维度。恐惧之地森林生物群系在左边，净化恐惧之地和恐惧之地山脉生物群系在中间。\n\n\n▲奥穆索——第三个维度。\n\n\n▲黑暗领域——第四个维度。通过掉出奥穆索进入。\n建议\n\n如果你想要提出有关这个Mod特定方面的建议，那么请点击下列链接，其中包含正在开发中需要反馈的方面：\nhttps://github.com/Shinoow/AbyssalCraft/issues\n任何有“development”标签的Github issue都欢迎各位提出建议，无论你是玩家还是Mod开发者。\n\nGithub\n\n这个Mod是开源的，源代码在这里。\n\n附属Mod\n\n原作者自己做了3个附属Mod：\nAbyssalCraft Integration（站内）：处理大部分深渊国度与其他Mod的跨Mod整合。\nAbyssalCraft Heads（站内）：冒险/RPG风格的整合包中的有用工具。\nAbyssalBlocks（暂不搬运）：幸运方块与深渊国度的结合。\n\n分流与整合包须知（重要）\n\n原作者仅允许以下情况的分流：\n禁止以任何形式使用他的Mod营利（使用任何形式的营利性下载地址等）注明原帖地址（让游客注意到那才是Mod的来源地）将任何下载地址导向原帖（或使用原作者提供的链接）你可以使用你自己的图片，或者在原帖或Wiki上的图片（在后者的情况下你不得使用任何水印，因为它们根本不是你的）注明原作者的名字，因为原作者是Mod存在的原因如果你想发布原作者的Mod，那么你就要给原作者发送私信询问是否可以，同时向他提供足够的信息表明你已经遵循了以上步骤\n如果你没有遵循以上步骤，那么原作者将在不久的将来对你和你的网站采取法律措施。\n\n想要在整合包中使用原作者的Mod？当然可以，但请遵循以下几个小步骤，那么你将获得他的批准：\n在整合包发布的网站上注明原作者的名字，并附上原帖地址。（可选）给原作者发送私信或者回复原帖，说你制作了一个整合包，并附上它的链接。\n遵循这两个步骤，你就获得了原作者的批准将他的Mod包含在你的整合包中。\n关于整合包你不允许做的事：\n使用任何形式的广告下载地址，因为这牵涉到分流（如果整合包是发布在Technic启动器或者FTB上的话这应该不会是个问题）。禁止以任何形式使用他的Mod营利\n\n下载地址\n\n原作者给出的下载地址，点击直接下载。由于搬运者更新可能不及时，不能保证以下为最新版本的下载地址，若想下载最新版本请前往这里。\n自带汉化，不过因为汉化文本久未更新，有一些内容没有汉化。\nV. 1.10.1 (1.12.2) (API)\nV. 1.9.4.11 (1.11.2) (API)（此为最终版本，作者已不再更新Minecraft 1.11.2版本的AbyssalCraft）\nV. 1.9.4.11 (1.10.2) (API)（此为最终版本，作者已不再更新Minecraft 1.10.2版本的AbyssalCraft）\nV. 1.9.3.10 (1.9.4) (API)（此为最终版本，作者已不再更新Minecraft 1.9.4版本的AbyssalCraft）\nV. 1.9.3.10 (1.9) (API)（此为最终版本，作者已不再更新Minecraft 1.9版本的AbyssalCraft）\nV. 1.9.3.10 (1.8.9) (API)（此为最终版本，作者已不再更新Minecraft 1.8.9版本的AbyssalCraft）\nV. 1.9.1.3 (1.7.10) (API)（此为最终版本，作者已不再更新Minecraft 1.7.10版本的AbyssalCraft）\nV. 1.8.4.1 (1.7.2)（此为最终版本，作者已不再更新Minecraft 1.7.2版本的AbyssalCraft）\n\n旧版本：\n其他旧版本可在这里查看。\n\nV. 1.9.5 (1.12.2) (API)\n\nV. 1.9.4.15 (1.12.2) (API)\n\nV. 1.9.4.14 (1.12.2) (API)\n\nV. 1.9.4.13 (1.12.2) (API)\n\nV. 1.9.4.12 (1.12.2) (API)\n\nV. 1.9.4.11 (1.12.2) (API)\n\nV. 1.9.4.10 (1.12.2) (API)\nV. 1.9.4.10 (1.11.2) (API)\nV. 1.9.4.10 (1.10.2) (API)\n\nV. 1.9.4.9 (1.12.2) (API)\nV. 1.9.4.9 (1.11.2) (API)\nV. 1.9.4.9 (1.10.2) (API)\n\nV. 1.9.4.8 (1.12.2) (API)\nV. 1.9.4.8 (1.11.2) (API)\nV. 1.9.4.8 (1.10.2) (API)\n\nV. 1.9.4.7 (1.12.2) (API)\nV. 1.9.4.7 (1.11.2) (API)\nV. 1.9.4.7 (1.10.2) (API)\n\nV. 1.9.4.6 (1.12.2) (API)\nV. 1.9.4.6 (1.11.2) (API)\nV. 1.9.4.6 (1.10.2) (API)\n\nV. 1.9.4.5 (1.12.2) (API)\nV. 1.9.4.5 (1.11.2) (API)\nV. 1.9.4.5 (1.10.2) (API)\n\nV. 1.9.4.4 (1.12.2) (API)\nV. 1.9.4.4 (1.11.2) (API)\nV. 1.9.4.4 (1.10.2) (API)\n\nV. 1.9.4.3 (1.12.2) (API)\nV. 1.9.4.3 (1.11.2) (API)\nV. 1.9.4.3 (1.10.2) (API)\n\nV. 1.9.4.2 (1.12.2) (API)\nV. 1.9.4.2 (1.11.2) (API)\nV. 1.9.4.2 (1.10.2) (API)\n\nV. 1.9.4.1 (1.12.2) (API)\nV. 1.9.4.1 (1.11.2) (API)\nV. 1.9.4.1 (1.10.2) (API)\n\nV. 1.9.4 (1.12.2) (API)\nV. 1.9.4 (1.11.2) (API)\nV. 1.9.4 (1.10.2) (API)\n\nV. 1.9.4-pre-4 (1.12) (API)\nV. 1.9.4-pre-4 (1.11.2) (API)\nV. 1.9.4-pre-4 (1.10.2) (API)\n\nV. 1.9.4-pre-3 (1.11.2) (API)\nV. 1.9.4-pre-3 (1.10.2) (API)\n\nV. 1.9.4-pre-2 (1.11.2) (API)\nV. 1.9.4-pre-2 (1.10.2) (API)\n\nV. 1.9.4-pre-1 (1.11.2) (API)\nV. 1.9.4-pre-1 (1.10.2) (API)\n\nV. 1.9.3.10 (1.11.2) (API)\nV. 1.9.3.10 (1.10.2) (API)\n\nV. 1.9.3.9 (1.11) (API)\nV. 1.9.3.9 (1.10.2) (API)\nV. 1.9.3.9 (1.9.4) (API)\nV. 1.9.3.9 (1.9) (API)\nV. 1.9.3.9 (1.8.9) (API)\nMod更新日志（部分翻译）\n\n1.9.5起的更新日志略去，如想查看请前往这里，点击进入每个版本详细查看。\n\n1.9.5 (1.12.2) (2/10/2019)\nDarklands Oak Wood Slabs, Darklands Oak Wood Fence and Dreadlands Wood Fence are now registered in the Ore DictionaryAdded compatibility with Hardcore Darkness (if it's installed, all dimensions will be dark if the respective config options are enabled)Added a configuration category for options related to mod compatiblityAdded configurable blacklists for Overworld structure and ore generation in other surface worldsDarkstone, Abyssal Stone etc, Abyssal Sand and Abyssal Sand Glass can now be manipulated through Chisel & BitsTextures for all Darkstone-based blocks, Darklands Oak Plank, Monolith Stone + Pillar, Shadow Fragment, Shadow Gem Shard and various Altar/Pedestal overlays have been revamped (courtesy of Cybercat5555)Be sure to name your anti-animals, or any anti-mob for that matter!Added a bunch of new spells (you can try them out by spawning in some scrolls)The game should no longer crash if a tamed and named horse dies without it's owner present in the same dimensionChanged the damage cap on J'zahar to 20, and made it so that you can't bypass his invincibility framesAdded a config option to toggle whether or not portals require a player to be nearby in order to rarely spawn mobsPortal blocks now have a spawn cap on how many of the rarely spawned mobs it can spawn (if enough are nearby the portal, no more spawn)Dread Spawns can no longer merge into a Greater Dread Spawn if 10 of those area within 32 blocks of themGreater Dread Spawns can no longer merge into a Lesser Dreadbeast of 4 of those are within 32 blocks of them, nor spawn Dread Spawns if 20 of those are within the same distanceLesser Dreadbeasts can't spawn Greater Dread Spawns if 10 of those are within 32 blocks of it, nor Dread Spawns of 20 of those are within the same distanceThe aforementioned spawn restrictions also applies for Cha'garoth when he spawns the same mobs during his fightShoggoth Biomass now checks for Lesser Shoggoths within 32 blocks of it (instead of 16) when determining if it should spawn oneLesser Shoggoths can now be hurt through their main body again (instead of only their multiparts), so that blocks used to kill mobs in mob grinders hurt them againRending Pedestals can now also target multipart entitiesFixed a crash when a specific disruption was triggered by failing a ritualItems and Blocks with subtypes that can be used in a ritual now cycles through them when shown in the NecronomiconThe Coralium and Dread enchantments can no longer be applied through an Anvil with an enchanted bookIncreased the follow range of the Skeleton GoliathAdded doors for Darklands Oak and Dreadlands Wood (textures by Seth0067 and Cybercat5555)Fixed the models for the various cobblestone walls (now every connected wall block doesn't have the wall post part)Centered the MRE in its textureAdded a texture with a snow overlay for the Dreadlands GrassRitual Altars now check if the Necronomicon it's attempting to drain energy from during a ritual actually has energy stored before draining (in case someone has multiple books in their inventory)Lesser Shoggoths no longer spawn naturally in the Overworld (only through lairs)Added a configuration category for disabling things like Dreadlands spread (named \"Wet Noodle\")Updated the Lesser Shoggoth picture in the NecronomiconAdded a config option to toggle whether or not boss dialogs displayAdded some variations to the Shoggoth Lairs, and statues (both normal and decorative) have a chance of generating inside themChanged the creature types of a few mobs (might add some more new ones to properly classify some mobs, or add some enchantments for extra damage against more stuff)Evil animals now always spawn like mobs, instead of broad daylight, like normal animalsThe disruptions that spawn random mobs from the current biome can no longer spawn Lesser DreadbeastsAdded Places of Power (multiblocks capable of harvesting PE from statues without causing Disruptions)Added a section with information about Places of Power in the Necronomicon (under Information in the Ritual section)There is currently only one Place of Power structure, but more will be added in future updates\n\n1.9.4.15 (1.12.2) (1/23/2019)\nBounding boxes for tiered Energy Relays now continue to face the correct direction after a chunk reloadRevamped the mob spawn placement of Disruptions that spawn mobsStatues now generate particles to indicate that a ritual charm is active on them againLesser Shoggoths have a new model (courtesy of Cybercat5555)The unlock condition for the Cudgel now checks for the correct mobRituals can now be locked behind obtaining knowledge (currently unused)The Staff of Rending can now target multipart entitiesLesser Shoggoths are now multipart entities\n\n1.9.4.14 (1.12.2) (11/11/2018)\nAdded a config option that toggles if item names should display regardless of them being locked or notCha'garoth now opens his mouth during his barf attack (courtesy of Enderman_Of_D00m)Fixed the crystallizer recipes for processing BronzeJ'zahar has been buffed with new attacks (including shouts, earthquakes and conjuring black holes and gravity anomalies)Added a dimension blacklist for the aforementioned black holesI'm not gonna reveal the actual change, but it involves Creative Mode and a certain gatekeeperThe Dreadlands Portal now spawn Dreadlings instead of Dread SpawnsEnergy Containers can now display values over 32767 in their GUIsDoubled the time it takes for a Lesser Dreadbeast to spawn a Dread Spawn\n\n1.9.4.13 (1.12.2) (09/14/2018)\nAdded a keybind for capturing mobs with the Interdimensional CageAdded some default items to the various item pickup blacklistsIncreased the amount of energy collected and transferred by the tiered Energy RelaysMade the knowledge syncing slightly more efficientFixed a server crash caused by Liquid Coralium flowingRemoved a dot from the Russian translation in order to stop a crash with letters exceeding the maximum allowed in a Necronomicon page\n\n1.9.4.12 (1.12.2) (09/01/2018)\nDreadlands Grass can now convert Grass and Dirt into itself (no biome spread, only block transformation, can be disabled in the config)The JEI plugin now loads properly again (tested with 4.11.0.206)If Liquid Coralium flows into the ocean while \"Oceanic Coralium Pollution\" is disabled, infinite blocks of Cobblestone no longer drops in the waterOptimized the Transmutator and Crystallizer (probably barely noticable, but its processing is handled more efficiently internally)Shift-clicking the first output slot of the Crystallizer no longer moves the ouput to the second output slotAdded Advancements (a few, more will come in the next update or so) based on the Achievements in previous MC versionsConfiguration category comments are now properly applied againAdded a config category (and a plethora of options) for disabling blocksCreation Ritual now does a proper ItemStack comparison check when replacing the possibly existing Item placed on the ritual altar with the product ItemRituals are now handled server-side (with the exception of particles), and the client is updated on completionAdded a event that fires off when a Ritual is failed (allows you to change the Disruption triggered, or do stuff, cancelling defaults back to random Disruption)Fixed numerous instances of sentences using the wrong indefinite article in the en_us lang file (courtesy of mcBegins2Snow)Crafting recipes for Darklands Oak Fence and Dreadlands Fence are no longer overriden by vanilla (Darklands Oak Button and Pressure Plates are still, however)Updated the tooltip for Transmutator and Crystallizer fuel recipes in JEIAdded Russian translation (courtesy of AlekseiVoronin)Chinese translations have been updated (courtesy of mcBegins2Snow)Now runs on Forge 14.23.4.2747\n\n1.9.4.11 (1.10.2, 1.11.2 & 1.12.2) (08/02/2018)\nThe purging ritual now only converts biomes that are Dreadlands biomesAdded loot tables to all bosses (empty), Coralium Infested Squid and all Remnant typesStatues now have their Deity Type assigned to them again, instead of null (1.12.2 only)Lesser Shoggoths now have an AI for monolith construction, which makes the construction happen more frequentlyThe biome transformation of the Dread Plague only happens to those inflicted with Dread Plague IIIf two mobs/players/whatevers close to each other both have Dread Plague I, they can infect each other with Dread Plague IIIf the Hardcode Mode config option is enabled biome transformation will happen regardless of Dread Plague amplifierThe purging ritual now checks the surrounding area instead of the position of the altar for nearby Dreadlands biomes when checking if the ritual can be performedThe cleansing and corruptions rituals now both do the same thing as the purging when checking if the ritual can be performedReduced the luminosity of the foliage color in the Coralium Infested Swamp, making it blend better with adjacent biomesLesser Shoggoths now swim faster (and can move against flowing water)Increased the range of the Corruption, Cleansing and Purging rituals to 8x8 chunks (previously 3x3)Eyes (and other luminous bits) now glow on Lesser ShoggothsThe crafting recipe for the Transmutator now works with used Transmutation Gems again (1.12.2 only)Any NBT checks for crafting recipes and/or rituals are now a lot less strict (the placed item needs to contain the recipe item NBT tags)Remapped the Tile Entities to use the proper prefix (stops log warnings on startup) (1.12.2 only)Now runs on Forge 14.23.4.2705 (1.12.2 only)Bump to JEI 4.11.0.202 (1.12.2 only)\n\n\n1.9.4.10 (1.10.2, 1.11.2 & 1.12.2) (06/14/2018)\nA bunch of textures have been revamped (courtesy of Dylan4ever)Lesser Shoggoths can no longer break Bedrock (or other unbreakable blocks) with their acidAcid Projectiles no longer break blocks with Tile Entities when hitting Players or other mobsScaled down the model of the baby Lesser Shoggoth (to be more proportional with the hitbox, also made the eyes a bit bigger)Slowed down the initial velocity of the Acid Projectile, increased the time between each projectile being fired, and made it so baby Lesser Shoggoths won't fire themAdded a config option for changing the frequency at which Lesser Shoggoths spit acidJ'zahar now respects the mobGriefing gamerule with his explosionFixed a dupe bug in the Materializer GUIMobs spawned through a summoning ritual now have their portal cooldown set to maxIncreased the time it takes for a Greater Dread Spawn and Lesser Dreadbeast to spawn a regular Dread SpawnIncreased the time it takes for Cha'garoth to spawn the various things he spawns, and removed the direct physical damage dealt by his fireballsReduced the range of Cha'garoth's melee attacksFixed the pick block for Calcified Stone\n\n1.9.4.9 (1.10.2, 1.11.2 & 1.12.2) (05/06/2018)\nRemoved the End Abyssal ZombieRemnants now also worship statues at timesAdded a config option that toggles if knowledge should be synced to the client every time a player opens their NecronomiconThe lightning bolt that strikes a statue when a Disruption triggers is now only the effectAdded a new Disruption that generates a random amount of Shoggoth Ooze around the sourceAdded a new Disruption that spawns random mobs that normally spawn in the current biomeAdded a new Disruption that spawns a single random mob that normally spawn in the current biomeAdded missing null check to the Purge Event Handler, fixing a Sponge-related crashCapability data is no longer lost upon leaving the EndLesser Shoggoths now respect the mobGriefing Game Rule when it comes to their acid-based attacksChanged the minimum Block hardness for resisting acid to 2.1 (previously 3.0)\n\n1.9.4.8 (1.10.2, 1.11.2 & 1.12.2) (04/21/2018)\nDreadguards are now regarded as undeadChanged the particles used in the Dreadguard/Cha'garoth barf attack (since they're not breathing fire)The plagues no longer reinfect their host (effectively refreshing themselves)Lesser Shoggoth acid projectiles can now be blocked with a shield (the player will still take half a heart of damage)Added a config option to toggle whether or not shields can block acid projectilesStatues don't trigger disruptions inside OmotholIf a Lesser Shoggoth has a target when it spawns an offspring, it has a 33% chance of throwing it at the targetAdded a config option for the minimum Block Hardness required to stop Shoggoth Acid from destroying the BlockAbyssal Zombies now attack VillagersSacthoth no longer despawns in the Dark RealmAsorah now has full knockback resistance (you're gonna need bigger arrows)Fixed NPE in the Lesser Shoggoth acid spraying attack (1.10.2 only)\n\n1.9.4.7 (1.10.2, 1.11.2 & 1.12.2) (04/12/2018)\nShoggoth Biomass no longer randomly spawn Lesser Shoggoths client-sideAdded some text (with pictures) to better explain the transfer range of Statues to nearby CollectorsShoggoth Biomass blocks don't spawn any Lesser Shoggoths unless a player is within 32 blocks of itLesser Shoggoths can now secrete acid as a means of defending themselves (or a ranged attack) which can destroy blocks in their pathLesser Shoggoths can now consume any item they run into, which is also configurableLesser Shoggoths now have a chance to locate a nearby statue and chant by itIncreased the hitbox size of Lesser Shoggoths (and reduced their hit range)Removed the disruption that converts the surrounding chunk into Darklands (better leave the fate of their world to the player)The Dread Plague Antidote now requires a Dreadlands Sapling instead of Omothol Ghoul FleshFixed a few minor derps in some of the segments of the Remnant leg tentacles (1.11.2 & 1.12.2)Child Lesser Shoggoths now have half the health and attack damage of an adult oneThe Temple of J'zahar has been revampedGreater Dread Spawns will now deal damage with their Dread Slugs againRituals Pedestals now project bits of their placed object rather than smoke during ritualsRituals that require sacrifices now requires the player performing the ritual to sacrifice the animal, rather than it being killed automaticallyThe Wooden Crate now supports capabilities for insertion and extractionFixed the secondary death message for shadow damageAdded a ritual to purge the Dreadlands (while also rendering the area uninhabitable)Added Calcified Stone (what everything turns into when the purging ritual has been used)\n\n1.9.4.6 (1.10.2, 1.11.2 & 1.12.2) (03/31/2018)\n阴影生物现在对火免疫，能够游泳修改了液态反物质的材质（液体中的斑点更黑了，使它不那么像牛奶）加入了一个将反物质爆炸变成核能的配置选项（默认关闭）恐惧侵染生物现在会在死亡时留下恐惧侵染的药水云加入了一个新的配置分类“杂项”小型修格斯为了繁殖/生长需要吃的动物数量现在取决于它所吃的动物的大小（1个成年牛=3成年鸡）生成实体的进度触发器现在会在完成召唤仪式是对周围玩家释放火球（仅1.12.2）\n\n1.9.4.5 (1.10.2, 1.11.2 & 1.12.2) (03/24/2018)\n向能量中继器施加一个红石信号将使其停止主世界生物群系现在总是已经注册的，如果设置为不生成的话就不会加入要生成的生物群系列表雕像现在可以将PE转移到掉落的物品（如果它们可以接受PE的话）重写死灵之书中的一些文本（移除了多余的和不正确的信息，增加了新信息）用更像画在书里的图片代替死灵之书中所有的生物图片修复了向上挖掘时的无限循环加入了一个小部分，解释如何获取知识，解锁死灵之书上的信息，揭开物品与书本减少了当攻击身着恐惧深渊人时，施加给攻击者的火的持续时间珊瑚侵染和恐惧侵染现在运作得更像真正的瘟疫（它们传播得更容易了，不能被牛奶治愈）深渊傀儡如果被恐惧侵染杀死的话会转变为恐惧深渊傀儡传送门现在有小概率生成来自它们维度的生物阴影生物现在会根据亮度改变它们的透明度（亮=可见，暗=不那么可见）恐惧之地可以从传送门泄露出来，所以要留意，万一太泄露了出来给珊瑚侵染和恐惧侵染加入了解药（用于治疗，牛奶现已无法治疗）增加了生成在主世界中的珊瑚矿的数量（也使其可配置）知识解锁同步现在在每次解锁的基础上，而不是当打开死灵之书或改变维度时阿索拉和幽灵龙现在有亡灵生物属性\n\n1.9.4.4 (1.10.2, 1.11.2 & 1.12.2) (02/15/2018)\n修复了当碰撞任何Mod中的火焰方块时发出的FireMessage包中的一些冗余信息仪式现在对周围的方块不那么敏感了（只要它们不是完整的方块）咒语配方现在可以在死灵之书中显示能量中继器的提示框现在会显示方块的范围物品信息现在可以被锁定，导致提示框字体被Aklo字体替代加入了一条命令来自动解锁所有死灵之书知识离开奥穆索的传送门现在会将你传送回恐惧之地，而不是深渊荒芜之地随机化熔化的深渊沙子的材质旋转使深渊石砖（Abyssal Stone Brick）、深渊石砖（Abyssalnite Stone Brick）和恐惧石砖的轮廓更加一致为恐惧石头制作了一个新的材质Shift+右键拿出物品现在能在物质化器中运作（使你能够每次右键至多能拿出一叠物品）现在运行于Forge 14.23.2.2611（仅1.12.2）\n\n1.9.4.3 (1.10.2, 1.11.2 & 1.12.2) (12/11/2017)\n给恐惧守卫和查加罗特加入了吐出东西的音效（取代了播放恶魂发射火球的音效）加入结晶钙、结晶Beryllium和结晶Beryl物质化器的配方现在可以在JEI中展示撕裂法杖再次在奥穆索生物上运作（1.11.2和1.12.2）来自查加罗特和他的Dreaded Charges的生物群系转变已最优化（代码仅运行于服务器，仅影响非恐惧之地生物群系）撕裂基座再次在奥穆索生物上运作当无法将一叠物品从矿物词典转换为方块状态时，一个错误会被记录而不是崩溃主世界结构生成现在会核对Overworld World Provider而不是维度ID\n\n1.9.4.2 (1.10.2, 1.11.2 & 1.12.2) (11/17/2017)\nJEI插件不再在嬗变器燃料配方注册时停止运作（1.10.2与1.11.2）嬗变器的导出机制现在运作了（仅1.10.2）不在客户端做任何事情的游戏刻实体不再消耗游戏刻给反物质玩家加入了一个受伤的音效，在Bata结束前玩过Minecraft的玩家可能会辨认出来（感谢BordListian让我知道这在Better With Mods中已经出现过了）非玩家实体现在可以使用传送门反物质生物现在会攻击相应的常规生物（为了更多的破坏和混乱），反物质玩家有攻击任何非反物质玩家的可能有能力传播恐惧侵染的生物不再试图在已经对其免疫的东西上施加它给阴影野兽和萨多斯加入了一个新的攻击（感谢Enderman_of_D00M的代码）物质化器现在有功能大型恐惧卵和小型恐惧野兽现在会在近战和远程攻击之间互相切换给恐惧守卫加入了一个新的攻击（感谢Enderman_of_D00M的代码）查加罗特的头现在会独立移动，每个都有自己的攻击（感谢Enderman_of_D00M的代码）战利品表现在在载入阶段初始化（而不是在依赖于它的某样东西引用它时初始化）污染的包现在会发送正确的表示神祗的String值，阻止更多的错误报告垃圾阿索拉死亡动画中的光束现在有更恰当的颜色扎哈尔的权杖重击现在有更远的攻击距离扎哈尔现在对火、爆炸、魔法和掉落伤害免疫调整了残存者和守门者仆从的碰撞箱和眼睛高度幽灵龙现在只会在极限模式中将生物和玩家撞开恐惧侍魂盔甲现在会减少你接受的恐惧伤害的量物质化器的配方现在可以在死灵之书中显示幽灵龙现在只会在阿索拉没有满血时失去血量\n\n1.9.4.1 (1.10.2, 1.11.2 & 1.12.2) (10/31/2017)\nJEI插件现在能过滤出无效的嬗变器和结晶器燃料小型修格斯幼体现在速度减慢了40%（与先前版本的移动速度相比）嬗变器不再将没有合成配方的物品嬗变为空气（1.11+）\n\n1.9.4 (1.10.2, 1.11.2 & 1.12.2) (10/18/2017)\n加入了一个生成恶魔生物的配置列表地图现在可以在深渊国度的维度里运作（1.10.2 & 1.11.2）死灵之书现在会保存关闭前查看的最后一页（然而不再支持跨页重启）提升阴影生物在黑暗之地生物群系的生成率阴影生物现在有可确保的掉落阴影碎片的机率修格斯分泌物不再在巨石块上扩散大幅提升修格斯巢穴的生成机率，同时使其可配置如果一个仪式没有描述，死灵之书不会试图在仪式页面上显示它物品提示信息以及背景渐变现在会在你与物品栏互动时显示在GUI里修复了恐惧之地仪式祭坛/基座的元数据错配（仅1.12.2）稍稍提升了能量中继器的性能（主要在其大型网络中可以注意到）没有神祗的污染现在可以正确处理，停止了错误记录垃圾修格斯分泌物现在有腐蚀性，当暴露于它时会对护腿和靴子产生耐久损失修复了一些关于基于实体搜寻的碰撞箱的错误（仅1.12.2）NecroData Capability现在会过滤掉不加载的东西所有伊桑斯石方块（黑暗与否）都能够抵御末影龙与凋灵嬗变器和结晶器会将有容器的燃料（如装有东西的桶）归还容器物品（1.11.2+）传送门方块现在会激发EntityTravelToDimensionEvent先于传送玩家，使得取消在深渊国度维度之间的传送成为可能给死灵之书的GUI加入了另外的按钮（跳过多页，回退多页，回退到首页）能量中继器现在也会从能量容器收集PE修复了反物质蜘蛛上的眼睛图层（现在眼睛是发光的唯一部分，而不是整只蜘蛛）仪式祭坛祭品现在对NBT敏感加入了一个配置选项，阻止盔甲套装应用药水效果或者驱散其他药水效果加入Scrolls（目前不可用，亦无法合成）咒语即将完成，大部分代码已经完成对1.12.2重新编译（仅1.12.2）现在运行于14.23.0.2500（仅1.12.2）\n\n1.9.4-pre-4 (1.12) (7/22/2017)\n移植到Minecraft 1.12从API中移除无关的东西精简一系列方块使用一个ID移除黑暗之地草块\n\n1.9.4-pre-4 (1.10.2 & 1.11.2) (6/7/2017)\n修改了守门者之杖的仪式，以需要查加罗特的拉莱耶门钥匙（仅1.10.2）修复了结晶器配方处理代码中的一个小问题改善了ODB与ODB核心的爆炸代码（以及一些性能提升）修复了与BoP（或者其他任何用通配符值向矿物词典加入特定方块的模组）的崩溃\n\n1.9.4-pre-3 (1.10.2 & 1.11.2) (5/26/2017)\n知识事件处理器现在应该不会由于试图保存未注册实体的ID而崩溃了修复了在消耗仪式的能量时的小型客户端延迟加入了一个仪式，允许你“净化”黑暗之地，将其区域变成主世界的对应物加入了一个仪式，允许你“腐败”主世界生物群系，将其区域变成黑暗之地的对应物加入了一个仪式来复活死去的同伴（被驯服和命名的）减缓了Mimic Fire的扩散速度（现在它与正常的火扩散得一样快）一小部分更多的信息现在被锁住（也翻修了死灵之书的内容）修改了献祭祭坛的模型（现在它与仪式祭坛能够清晰分辨了）更多的主世界与恐惧之地的世界生成性能提升修复了门钥匙传送门放置代码中的一个小问题，并使其更加模块化对恐惧卵的模型做了一点修改（“手臂”现在由一个独立移动的触须以及由其发芽出来的卷须组成）降低了大型恐惧卵和小型恐惧野兽的移动速度结晶器现在在输出槽满了的时候会停止试图结晶任何东西加入了Energy Depositioner（可以通过从Stone Tableta吸出PE的方式来生成之）加入了Stone Tablets（用于Energy Depositioner中，也可以用作代替的储存方案）加入了State Transformer（用于将物品/能量充满Stone Tablets）大部分PE方块的性能提升只有基座上面有东西才会在仪式期间冒烟守门者之杖现在运作得像撕裂法杖与门钥匙的结合由雕像造成的PE传输发出的颗粒现在与传输同步，而非随机高度优化PE传输颗粒的渲染修改了献祭祭坛的合成配方（用阴影碎片代替火把）升级套件的配方现在可以在JEI上查看现在运行于Forge 13.20.0.2258（仅1.11.2）\n\n1.9.4-pre-2 (1.10.2 & 1.11.2) (4/5/2017)\n修复了关于为NecroData Capability保存NBT时的崩溃（也清理了保存部分）修复了修格斯分泌物方块的一些奇怪现象加入了一个配置选项来调整恶魔动物是否会放置Mimic Fire而不是普通的火任何生成修格斯分泌物的黑暗之地结构现在应该有完整的方块而不是只有一层（仅1.11.2）\n\n1.9.4-pre-1 (1.10.2 & 1.11.2) (3/31/2017)\n黑暗之地高地和山脉现在生成于寒冷的生物群系中，雪在其中生成最初启用魔法书（WIP，GUI和核心代码，但没有任何功能性内容）加入了一种新的字体，与wharrgarbl一同使用以产生无法阅读的内容残存者的腿现在由更加可弯曲的关节组成最初启用不可解锁的知识（WIP，只有实体信息是部分锁起来的，击杀它们以解锁页面）装饰性的雕像现在有它们自己的配方（巨石块、粘土和一种染料）加入撕裂基座（通过使用撕裂法杖收集精髓的PE储能方块）为过多的没有设置采集工具的方块设置采集工具深渊僵尸现在有一个新材质深渊僵尸现在有自己的声音改善世界生成性能（尤其是主世界结构）当被破坏或放置时，Luminous Thistle和Wasteland's Thorn现在会播放正确的音效如果你的物品栏是满的，你不能拾起放在祭坛/基座上面的物品修格斯渗出物方块现在由层组成（比如雪），而不是一个固体方块Sho移除了修格斯渗出物大部分配置选项（被新的由层组成的渗出物方块替代）维度里的天空现在由一个天空盒子组成，而不是单一的颜色加入了一种嬗变周围动物的破坏死灵之书里面的物品页面现在在被展示的物品旁边有一个框架升级套件现在在铁砧上应用，而不是合成改善了放在祭坛/基座上面的物品的渲染夜视效果不再从一般的盔甲套给予，特别的盔甲套只会在主世界中时才会给予夜视效果你应该不能使用来自其他Mod里面的修复物品/方块修复嬗变宝石幽灵龙和阿索拉的碰撞箱现在运作了（特别感谢Vadis365在代码方面的工作，帮助排除故障）如果玩家没有拥有死灵之书，大多数玩家与死灵之书的互动不能被完成你现在可以用任何锄头耕种黑暗之地草块、恐惧之地草块和恐惧之地泥土你现在可以在黑暗之地草块、恐惧之地草块和恐惧之地泥土种植更多的东西黑暗之地橡木现在在旋转的时候有正确的材质（仅1.11.2）\n\n1.9.3.10 (1.8.9, 1.9, 1.9.4, 1.10.2 & 1.11.2) (1/25/2017)\n恶魔动物现在在接触到任何火源时会开始传播火对邪恶动物使用剪刀时会发现一些事情优化了深渊面罩覆盖物的渲染（应该修复了任何与其有关的渲染错误）一个完整可用的仪式结构不再与扎哈尔神庙一起生成了通过仪式应用珊瑚和恐惧附魔现在运作了增加了深渊荒芜之地和恐惧之地的洞穴和峡谷生成洞穴和峡谷现在可以在黑暗领域内生成降低在黑暗领域内时阴影生物发出的烟雾的量阴影生物（和小型阴影修格斯）都是半透明的当小型修格斯生一个后代时，后代的类型将与其母相同为设置小型修格斯是否应有在主世界生成的概率加入了一个配置选项加入了结晶碎片（结晶化元素的更小碎片）为各种方块设置了适当的地图颜色阴影生物现在有概率在所有的黑暗之地生物群系中生成（但它们仍然在山上更常见）更改了一些守门者的精华物品实体的内部代码（修复了与更多使用设备2的崩溃）（1.9+）恐惧之地草块现在有正确的底部和颗粒材质（1.9+）恐惧之地的生物生成应该更加频繁了，而深渊荒芜之地的生物生成应该更加不频繁一点了小型修格斯不再在它们生成的层数下分泌一层分泌物为后8中晶体簇应用正确的颜色（1.10.2+）修复了结晶物体/方块的许多合成配方（1.10.2+）更改了黑暗之地生物群系的颜色调色板（现在使用靛蓝（indigo-esque）颜色而不是之前的紫色）将各种黑暗石的颜色变得更蓝深渊荒芜之地中的树叶颜色现在与熔融深渊沙子的颜色匹配移除黑暗之地的随机失明效果降低放在祭坛与基座上的物品渲染的高度更新死灵之书中的大量图片（任何关于黑暗石或黑暗之地的东西）残存者不再一次说两次侮辱，并且不会在你与一个初始化交易时告诉你他们很忙（1.9+）为允许门钥匙在任何这里注册的维度中使用加入了一个API钩子黑暗之地橡树和恐惧之地树随机的程度小了，总体上更高了增加了生成于黑暗之地森林中黑暗之地橡树的量将黑暗之地橡木的材质用一个不同的动画来替代，加深了原木与木板的材质繁殖仪式现在也能以兔子为目标为更改穿戴深渊面罩时叠加显示的透明度加入了一个配置选项重新平衡了深渊国度的盔甲的熔炼配方以与原版的匹配（仅1.11.2）现在运行于Forge 13.20.0.2223（仅1.11.2）\n\n1.9.3.9 (1.8.9, 1.9, 1.9.4, 1.10.2 & 1.11) (12/17/2016)\n黑暗领域中的地形现在有洞，类似于奥穆索中在同一坐标生成的岛将恐惧武士刀的攻击伤害降低5点将恐惧武士刀的耐久降低一半，将棍棒的耐久降低500献祭祭坛不再将阴影生物作为目标修复了错误的转角楼梯方向（1.9+）加入了更多黑暗之地的建筑各等级的献祭祭坛现在的冷却时间与常规的献祭祭坛相等（而不是不合理地上升）关于献祭祭坛的信息现在会提及PE集合限制（最大容量的五倍）将深渊荒芜之地中的黑曜石柱用高度不等的巨型链条替代（由顶端向下延伸）加入修格斯巢穴生成的额外条件（以防它们生成在贴近地表的地方的时候会出现的错误）移除原版可抢夺物品表中的所有精炼珊瑚的情况生物生成列表的清除现在在加载完成时运作（以防所有生物在后初始化时生成）黑暗之地草原和黑暗之地山脉现在会下雨加入珊瑚侵染鱿鱼恐惧卵、大型恐惧卵、小型恐惧野兽和查加罗特的卵现在可以在水下呼吸各种维度的精髓现在有新的材质（略像其维度）铁壁附魔现在运作了为跨维度笼加入一个可配置的黑名单液态珊瑚现在会将圆石嬗变为深渊圆石，而不是深渊石头深渊沙子现在会在暴露于亮度高于13的时候随机地变成熔化深渊沙子修格斯分泌物会在它失效时变成特定维度的方块而不是泥土幽灵龙现在会施加珊瑚侵染而不是产生物理伤害更新了死灵之书中的大量图片含有容器的仪式的祭品（桶，以及其他）现在会归还容器，而不是与物品一起被消耗掉增大了深渊珊瑚矿的生成率与矿脉大小，同时减小了深渊钻石矿石的生成率与矿脉大小需要通过维度进行的仪式现在起初会出现在各自仪式部分中元数据通配符现在正确地为仪式的祭品运作了（允许你在多个仪式中使用相同的嬗变宝石，以及其他）为扩大极限模式中由生物造成的盔甲等级伤害加入了一个配置选项珊瑚侵染和恐惧侵染伤害在极限模式启动时依盔甲等级不同而不同为各种斧设置一个合适的攻击伤害（1.9+）刷怪箱方块现在在生成实体之前会正确地初始化实体现在运行于Forge 12.17.0.2051（仅1.9.4）现在运行于Forge 12.18.3.2185（仅1.10.2）现在运行于Forge 13.19.1.2188（仅1.11）\n\n1.9.3.8 (1.8.9, 1.9, 1.9.4, 1.10.2 & 1.11) (11/22/2016)\nThe Achievements and Rituals with Water Bottles should display Water Bottles, and nothing else (1.9+)Switched the internal method of killing the sacrifice in rituals that requires a sacrifice (Pigs will no longer turn into Zombie Pigmen)The Forge Universal Bucket is actually registered for the fluids, instead of it not being that (1.9.4+)Set the correct textures for the Ritual Altars/Pedestals that didn't have the correct texture (1.9.4+)All of the Ritual Altars/Pedestals now drop the correct blockPressing U while hovering over something used in a ritual will now display the ritual in the list of recipes where it's used in the JEI plugin (1.11 only)Expanded the amount of different types of objects you can input as offerings in a RitualMade the bounding boxes for Shoggoth Ooze, Shoggoth Biomass and Solid Lava the size of a full block (1.9.4+)Fixed the placement of Torches and Buttons in Abyssal Strongholds (1.9+)Fixed the placement of Torches in Dreadlands Mineshafts (1.9+)The Dread Spawn now plays it's sounds (instead of the Zombie ones) (1.10.2+)Ported to 1.11 (1.11 only)\n\n1.9.3.7 (1.8.9, 1.9, 1.9.4 & 1.10.2) (11/21/2016)\nFixed crashes related to opening the Achievements pageDreadlands Trees won't turn Dreadlands Dirt into regular Dirt if grown on itDreadlands Grass now reverts into Dreadlands Dirt when a block is placed on it, instead of regular Dirt (1.9.4+)\n\n1.9.3.6 (1.8.9, 1.9, 1.9.4 & 1.10.2) (11/20/2016)\nAdded missing client-side check when fetching the Patreon dataAdded Luminous ThistleAdded Wasteland's ThornReplaced the mushroom generation in the Abyssal Wastelands with the aforementioned plants\n\n1.9.3.5 (1.8.9, 1.9, 1.9.4 & 1.10.2) (11/19/2016)\nAsorah and Spectral Dragons are now immune to fireReduced the amount of smoke particles during a ritualRitual Altar creation now has more visual effectsLoading stages are no longer loggedA few Item textures have been updatedPatron Necronomicon info is now fetched from a remote file (has a local version if something goes wrong)A Necronomicon Page object can now specify a URL that points to an image, which will then be displayed (if the image can be located)Any JSON file added to the \"abyssalcraft\" folder in the config directory that's properly formatted will be injected into the \"Other Information\" section of the NecronomiconThe \"AbyssalCraft Tools\" Creative Tab now has a Interdimensional Cage filled with PE alongside the normal empty oneFixed the Item name colors on the Gateway KeysReplaced half of the Darklands structuresAdded API hooks for generating Darklands structuresAdded config option to force the dimension biomes to reset the mob spawning lists in order to stop mobs from other mods from populating the listsMade the teal tint on the Depths Helmet overlay A LOT more transparentAdded Abyssal SandAdded Fused Abyssal SandAdded Abyssal Sand GlassThe terrain in the Abyssal Wasteland now has a top layer of Fused Abyssal Sand, with patches of Abyssal StoneAdded Dreadlands DirtUpdated the textures on Dreadstone, Abyssalnite Stone and their brick counterpartsAdded Abyssal Cobblestone, Dreadstone Cobblestone, Abyssalnite Cobblestone and Coralium CobblestoneAdded Abyssal Cobblestone, Dreadstone Cobblestone, Abyssalnite Cobblestone and Coralium Cobblestone Stairs, Slabs and WallsChanged the ritual formation blocks to use the Cobblestone blocks instead of Bricks where applicableUpdated the information about statues to mention them needing an open sky to operateFixed the bug where the random blindness from Darklands biomes would stay when it's reached 0Replaced the Darkstone Cobblestone in Abyssal Strongholds with Abyssal CobblestoneRituals can now be NBT sensitive (pedestal offerings must have identical NBT tags to **s in the ritual recipe)You can no longer process Liquid Antimatter or Liquid Coralium Buckets in Furnaces, Transmutators or CrystallizersRemoved the crafting recipe for a Liquid Antimatter BucketChanged some of the Potion Effects added by the various armor setsNow runs on Java 8Wooden Pressure Plates in Darklands villages is now replaced with Darklands Oak Pressure Plates (1.9 only)Deprecated the Liquid Coralium and Liquid Antimatter Buckets, they're now handled by the Forge Universal Bucket (1.9+)Fixed a bug with Potion brewing (1.9+)Fixed crashes with GregTech 5 Unofficial (1.10.2 only)\n\n1.9.3.4 (1.8.9, 1.9, 1.9.4 & 1.10.2) (10/31/2016)\nThe staff of Rending upgrades are now set to require the correct NecronomiconsAdded config option to disable armor smelting recipesMore entities now has a chance to spawn wearing random armorFixed crashes regarding the Halloween easter egg (1.9+)\n\n1.9.3.3 (1.8.9, 1.9, 1.9.4 & 1.10.2) (10/26/2016)\nFixed crashes on World load from particles\n\n1.9.3.2 (1.8.9, 1.9, 1.9.4 & 1.10.2) (10/25/2016)\nThe Abyssal Stone Bricks in the Abyssal Stronghold now occasionally generate as their cracked versionUpdated the pictures in the Potential Energy section (took new ones on regular Grass, instead of Darklands Grass)Fixed crashes (or just log errors) from Disruptions being triggered after failing to complete a ritualReplaced the smoke from various PE blocks with a particle meant to represent PEEnergy Pedestals can now harvest PE from statues again (1.9+)You can now use Energy Relays on Energy Pedestals and Sacrificial Altars (1.9+)\n\n1.9.3.1 (1.8.9, 1.9, 1.9.4 & 1.10.2) (10/23/2016)\nFixed crashes from completing Infusion Rituals\n\n1.9.3 (1.8.9, 1.9, 1.9.4 & 1.10.2) (10/23/2016)\nYou can now configure the chance of a Shoggoth Lair generating in the OverworldThe Fire Rain Disruption will now fire a random amount of fireballs (so possibly not 8 at once)Sacthoth now turns day into night when he spawns through a ODB explosionAdded Energy CollectorAdded Energy RelayEnergy Pedestals no longer passively generate PEDisruptions triggered from Ritual Altars now only fire server-side (apparently forgot to make that adjustement there)Collected PE now persist when you break a block that can hold it, and the tooltip displays how much is containedYou can now have NBT tags persist through Infusion RitualsGateway Keys will now display a line of text in their tooltip when you can't use themThe Dreaded Abyssalnite Chestplate and Plated Coralium Chestplate's aura is now replaced with the effect being applied to attackers on hitAdded Energy ContainerThe Ethaxium Boots now applies a Speed boost like the other bootsThe upgraded Gateway Keys can now place the previous key's portal in it's dimensionAdded Interdimensional Cage (item that can capture entities)Updated the information in the Ritual Information sectionFixed a performance hit caused by viewing pages that had pictures on them (in specifc cases)Fixed the derp where the \"next turn-up\" button disappeared in the Machines sectionAdded a config option to make Shoggoth Ooze turn into dirt after being exposed to light for a random period of timeAdded Tiered Energy CollectorsAdded Tiered Energy RelaysAdded Tiered Energy ContainersChanged the defaults to lower numbers for a couple of config options (biome spawn weights, entity spawn weights)Min and max and default values for numerical config options are now provided in the comments (in favor of those not using the config GUI)The Demon Sheep's name is now localized (1.8.9 only)Updated nearly all of the pictures in the NecronomiconThe Abyssalnite Golem and Dreaded Abyssalnite Golem have new skinsSpiced up Hardcore Mode a bitDepths Ghouls no longer spread the Dread Plague (that's apparently been a thing since 1.9.2) (1.8.9 only)Anti-Ghouls now swing their arms when attackingThe Ritual of Fertility no longer has a chance of spawning Lesser ShoggothsRemove the \"Shoggoth infestation\" Achievement, since that event no longer triggersThe Transmutation Gem now consumes durability when used for crafting, instead of being consumed directlyThe \"AbyssalCraft Items\" Creative Tab now has each Necronomicon filled with PE alongside the normal empty oneThe Staff of Rending and Staff of The Gatekeeper now raytrace properlyThe Staff of Rending can now be upgraded to increase the amount of energy collectedA lot of items now have new textures (courtesy of Tiktalik)The JEI integration now displays information regarding things created with the Staff of RendingDarkened the sky color in the Abyssal WastelandStatues refuse to transport any PE if they're not under a clear skyStatues now have a tolerance value, which increases the more you harvest PE from them, which eventually triggers a DisruptionPlayers no longer emit smoke inside the Dark Realm, only other entitiesSounds now play again in a few instances where they didn't (1.9+)Fixed crashes regarding the Anti-Spider loot table (1.9+)\n\n1.9.3-pre-1 (1.8.9, 1.9, 1.9.4 & 1.10.2) (09/12/2016)\nRemoved the hurt sounds for the Pete Depths Ghoul variantThe Pete, Mr. Wilson and Dr. Orange Depths Ghoul variants now have 3 individual idle sounds, mixed with the regularAdded Evil SheepAdded Demon SheepDread Spawns, Greater Dread Spawns, Lesser Dreadbeasts and Spawns of Cha'garoth now have their own set of soundsVillages no longer generate in Darklands Highland and Mountain biomesThe large Obsidian pillars now generate in the Abyssal Wasteland againAdded Enchantment descriptions (can be seen using WAWLA, among others)Getting killed by either plague shouldn't be able to result in entities spawning indefinitely in the death screenStatues now fire disruptions in a more balanced matter (very rare in a normal state, more common when amplified)Removed the Monolith Disruption (will re-add it when there's a lot more disruptions, or not)Added a Disruption that has a chance to completely drain nearby PE CollectorsDisruptions are now properly synced between client and serverDid some changes to Overworld worldgen: Less Darkstone generation, slightly reduced Shoggoth Lair generation, heavily reduced Liquid Antimatter pool generationThe alternate Depths Ghoul variants no longer have different statsThe chance of a Depths Ghoul spawning as one of the variants is now 20%Fixed a typo in the Lesser Shoggoth loot tables (1.9+)Added subtitles to all sounds added by the mod (1.9+)All Crystal Clusters should now have correct names (1.10.2 only)Now runs on Forge 12.18.1.2073 (1.10.2 only)\n\n1.9.2.9 (1.8.9, 1.9, 1.9.4 & 1.10.2) (08/16/2016)\nAdded chiseled variants to the Brick types that didn't previously have oneMade more crafting recipes depend on the Ore DictionaryAdded a cracked variant to all the Brick typesAdded configurable Item Blacklists for Entities that can pick up itemRemoved the config option for Abyssal Zombies picking up rotten flesh (superseded by the above)Remnants now have their own yes/no sounds when tradingA random chant will now play when performing a ritualRemnant priests will randomly chantAdded a ritual that allows you to change the weather in the Biome you're currently at (if possible)The Dreadium Katana and Sacthoth's Soul Reaper Blade now swing like regular swords (1.9+)Statues now transfer PE to players again (1.9.4 only)\n\n1.9.2.8 (1.9, 1.9.4 & 1.10.2) (08/08/2016)\nStatues now refuse to transfer PE if there's adjacent Statues on any sideDemon Animals now use the BiomeDictionary entry NETHER instead of the Nether Biome for Biomes to spawn inAll entities (except the bosses) now have their own loot tablesNow runs on Forge 12.18.1.2046 (1.10.2 only)Split the Crystal Clusters into 2 blocks (solves the startup crashes with Forge 2044+) (1.10.2 only)\n\n1.9.2.8 (1.8.9) (08/08/2016)\nStatues now refuse to transfer PE if there's adjacent Statues on any sideDemon Animals now use the BiomeDictionary entry NETHER instead of the Nether Biome for Biomes to spawn in\n\n1.9.2.7 (1.8.9, 1.9, 1.9.4 & 1.10.2) (07/27/2016)\nReally fixed that slight derp in the Sacrificial Altar (was fixed in the tiered one, but not the normal) (1.9.4 only)Fixed crashes with placing double slab blocksDarklands Oaks and Dreadlands Trees will now burnSpectral Dragons can no longer fly through portal blocks (they bounce off)Spectral Dragons now fly a bit slower, and are more suspectible to damage\n\n1.9.2.6 (1.9, 1.9.4 & 1.10.2) (07/22/2016)\nFixed crashes relating to statues transferring PE to PlayersFixed a slight derp in the Sacrificial AltarReplaced a couple of texturesAdded configuration category comments in the config file\n\n1.9.2.6 (1.8.9) (07/22/2016)\nIncreased the amount of Abyssal Strongholds generating in the Abyssal WastelandFixed a slight derp in the Sacrificial AltarReplaced a couple of texturesCrates can now be opened againAdded configuration category comments in the config file\n\n1.9.2.5 (1.10.2) (07/12/2016)\nEach boss' death ticks variable is now saved to NBT (fixes oddities in regards to world unloads during death animations)Added hooks for registering armor textures for Ghoul armor renderingIf any Ghoul entity holds an item, it now renders in it's handOmothol Ghouls now have a chance to pick up itemsArmor and held items should now render on Abyssal Anti-ZombiesArmor now renders on Ghoul entities (with a default texture if there isn't one assigned)Armor Stands are no longer regarded as proper sacrifices for the Sacrificial AltarStatues can now transfer PE to blocks in all directions (and any range boost increases the transfer range)The Depths Ghoul heads are now back in the decorative block tabThe spawn weight for Demon Animals in the Nether is now configurableFixed crashes related to being teleported to the Dark RealmFixed a mathematical mishap in the Coralium Gem Cluster recipesAdded initial Capability supportYou can now configure whether or not Abyssal Zombies should pick up Rotten FleshRemoved the Biome ID configuration category (hasn't been used since moving past 1.9)Corrected a few cases where TileEntity NBT data wouldn't sync properlyYou should now sink into Shoggoth Ooze, Shoggoth Biomass and Solid Lava againRemoved duplicate diamond entry in the Dreadlands Mineshaft loot tableFixes crashes regarding Ethaxium PillarsStatues should now transfer PE to nearby players againAsorah's GUI health bar will now decrement when his health decreasesNow runs on Forge 12.18.0.2007Updated to 1.10.2\n\n1.9.2.5 (1.9.4) (07/12/2016)\nEach boss' death ticks variable is now saved to NBT (fixes oddities in regards to world unloads during death animations)You should no longer hear random Ghast sounds around Anti-BatsAdded hooks for registering armor textures for Ghoul armor renderingIf any Ghoul entity holds an item, it now renders in it's handOmothol Ghouls now have a chance to pick up itemsArmor and held items should now render on Abyssal Anti-ZombiesArmor now renders on Ghoul entities (with a default texture if there isn't one assigned)Armor Stands are no longer regarded as proper sacrifices for the Sacrificial AltarStatues can now transfer PE to blocks in all directions (and any range boost increases the transfer range)The Depths Ghoul heads are now back in the decorative block tabThe spawn weight for Demon Animals in the Nether is now configurableFixed crashes related to being teleported to the Dark RealmFixed a mathematical mishap in the Coralium Gem Cluster recipesAdded initial Capability supportYou can now configure whether or not Abyssal Zombies should pick up Rotten FleshRemoved the Biome ID configuration category (hasn't been used since moving past 1.9)Corrected a few cases where TileEntity NBT data wouldn't sync properlyYou should now sink into Shoggoth Ooze, Shoggoth Biomass and Solid Lava againRemoved duplicate diamond entry in the Dreadlands Mineshaft loot tableFixes crashes regarding Ethaxium PillarsStatues should now transfer PE to nearby players againAsorah's GUI health bar will now decrement when his health decreasesNow runs on Forge 12.17.0.1976\n\n1.9.2.5 (1.9) (07/12/2016)\nEach boss' death ticks variable is now saved to NBT (fixes oddities in regards to world unloads during death animations)You should no longer hear random Ghast sounds around Anti-BatsAdded hooks for registering armor textures for Ghoul armor renderingIf any Ghoul entity holds an item, it now renders in it's handOmothol Ghouls now have a chance to pick up itemsArmor and held items should now render on Abyssal Anti-ZombiesArmor now renders on Ghoul entities (with a default texture if there isn't one assigned)Armor Stands are no longer regarded as proper sacrifices for the Sacrificial AltarStatues can now transfer PE to blocks in all directions (and any range boost increases the transfer range)The Depths Ghoul heads are now back in the decorative block tabThe spawn weight for Demon Animals in the Nether is now configurableFixed crashes related to being teleported to the Dark RealmFixed a mathematical mishap in the Coralium Gem Cluster recipesAdded initial Capability supportYou can now configure whether or not Abyssal Zombies should pick up Rotten FleshRemoved the Biome ID configuration category (hasn't been used since moving past 1.9)Corrected a few cases where TileEntity NBT data wouldn't sync properlyRemoved duplicate diamond entry in the Dreadlands Mineshaft loot tableFixes crashes regarding Ethaxium PillarsStatues should now transfer PE to nearby players againAsorah's GUI health bar will now decrement when his health decreases\n\n1.9.2.5 (1.8.9) (07/12/2016)\nEach boss' death ticks variable is now saved to NBT (fixes oddities in regards to world unloads during death animations)Added hooks for registering armor textures for Ghoul armor renderingIf any Ghoul entity holds an item, it now renders in it's handOmothol Ghouls now have a chance to pick up itemsArmor and held items should now render on Abyssal Anti-ZombiesArmor now renders on Ghoul entities (with a default texture if there isn't one assigned)Armor Stands are no longer regarded as proper sacrifices for the Sacrificial AltarStatues can now transfer PE to blocks in all directions (and any range boost increases the transfer range)The Depths Ghoul heads are now back in the decorative block tabThe spawn weight for Demon Animals in the Nether is now configurableFixed crashes related to being teleported to the Dark RealmFixed a mathematical mishap in the Coralium Gem Cluster recipesAdded initial Capability supportYou can now configure whether or not Abyssal Zombies should pick up Rotten FleshFixed bug where the Coralium Longbow would turn into a missing texture block when pulling\n\n1.9.2.1 (1.10) (06/23/2016)\nPorted to 1.10\n\n1.9.2.1 (1.8.9, 1.9 & 1.9.4) (06/20/2016)\nFixed the missing texture for the Staff of The Gatekeeper(1.9+) The sacrificial mechanic should work now (some old code still present broke it)\n\n1.9.2 (1.9.4) (06/14/2016)\nFixed a couple of achievement icons looking weirdIf you for some reason manage to exceed the max energy values, the Staff of Rending will reset the value and give you a essenceAdjusted the colors of the Abyssalnite and Dreadium crystalsFixed custom particle colorTweaked the FOV modification for the Coralium Longbow (should fix a crash with Blood Magic)Added Spanish translation (thanks Moichrocks)Added decorative versions of the statues (they're just blocks, no disruptions or anything)The message that should appear in chat when the \"Ritual of reversed time\" is performed will now displayThe death animation for J'zahar has been changed slightly (including a new sound effect, courtesy of Funwayguy)Boss messages shouldn't display twice while in multiplayerThe Staff of The Gatekeeper, Dreadium Katana and Cudgel have their 3D models back!Added Crystal Clusters (storage blocks for Crystals)Things added to the crystal list are now properly regarded as crystalsSlightly re-balanced fuel values for Crystal-based fuelsAdded a event that fires before Disruptions are triggered (can be cancelled)Added a event that fires before a Lesser Shoggoth places down a Ooze block (allowing you to replace the Ooze block, or cancel the event)Reduced the follow range on a couple of mobsEthaxium/Dark Ethaxium Pillars can now be rotated when placed (like Quartz Pillars)Failing to complete a ritual now triggers a DisruptionIt should be impossible to enchant the Dreadium Katana, Cudgel and Sacthoth's Soul Reaper Blade now (not even possible by anvil now)Added Enchantment Rituals (allows you to enchant an item through a ritual)The leaves on AbyssalCraft trees should now decay when there isn't any nearby logThe Altar of Cha'garoth is now created through rituals (instead of crafting)The Coralium and Dread enchantments are now applied through ritualsImproved the custom explosion code a bitYou can now brew AbyssalCraft potions againAll things regarding Shoggoth food has now been moved over to EntityUtilImplemented the sacrifice mechanic for rituals (some rituals will require you to present a living entity as an additional offering)AbyssalCraft loot has been added to the vanilla loot tablesThe spawn weight of End Abyssal Zombies is now configurable (replaces the previous config option to stop them from spawning)Renamed the config option \"Evil Animal spawn rate\" to \"Evil Animal spawn weight\"The fire rain disruption has been reduced to 8 fireballs (previously 20)Some rituals now require a sacrifice (and the statue rituals can be performed anywhere)Portal teleportation in survival mode should work normally againYou can now configure the portal cooldown (time it takes before you can use a portal again)Now runs on Forge 12.17.0.1962\n\n1.9.2 (1.9) (06/14/2016)\nFixed a couple of achievement icons looking weirdIf you for some reason manage to exceed the max energy values, the Staff of Rending will reset the value and give you a essenceAdjusted the colors of the Abyssalnite and Dreadium crystalsFixed custom particle colorAdded Spanish translation (thanks Moichrocks)Tweaked the FOV modification for the Coralium Longbow (should fix a crash with Blood Magic)Added decorative versions of the statues (they're just blocks, no disruptions or anything)The message that should appear in chat when the \"Ritual of reversed time\" is performed will now displayThe death animation for J'zahar has been changed slightly (including a new sound effect, courtesy of Funwayguy)Boss messages shouldn't display twice while in multiplayerThe Staff of The Gatekeeper, Dreadium Katana and Cudgel have their 3D models back!Added Crystal Clusters (storage blocks for Crystals)Things added to the crystal list are now properly regarded as crystalsSlightly re-balanced fuel values for Crystal-based fuelsAdded a event that fires before Disruptions are triggered (can be cancelled)Added a event that fires before a Lesser Shoggoth places down a Ooze block (allowing you to replace the Ooze block, or cancel the event)Reduced the follow range on a couple of mobsEthaxium/Dark Ethaxium Pillars can now be rotated when placed (like Quartz Pillars)Failing to complete a ritual now triggers a DisruptionIt should be impossible to enchant the Dreadium Katana, Cudgel and Sacthoth's Soul Reaper Blade now (not even possible by anvil now)Added Enchantment Rituals (allows you to enchant an item through a ritual)The leaves on AbyssalCraft trees should now decay when there isn't any nearby logThe Altar of Cha'garoth is now created through rituals (instead of crafting)The Coralium and Dread enchantments are now applied through ritualsImproved the custom explosion code a bitYou can now brew AbyssalCraft potions againAll things regarding Shoggoth food has now been moved over to EntityUtilImplemented the sacrifice mechanic for rituals (some rituals will require you to present a living entity as an additional offering)AbyssalCraft loot has been added to the vanilla loot tablesThe spawn weight of End Abyssal Zombies is now configurable (replaces the previous config option to stop them from spawning)Renamed the config option \"Evil Animal spawn rate\" to \"Evil Animal spawn weight\"The fire rain disruption has been reduced to 8 fireballs (previously 20)Some rituals now require a sacrifice (and the statue rituals can be performed anywhere)Portal teleportation in survival mode should work normally againYou can now configure the portal cooldown (time it takes before you can use a portal again)Now runs on Forge 12.16.1.1938\n\n1.9.2 (1.8.9) (06/14/2016)\nThe Staff of Rending should now sync better when reaching the max energy valuesIf you for some reason manage to exceed the max energy values, the Staff of Rending will reset the value and give you a essenceAdjusted the colors of the Abyssalnite and Dreadium crystalsFixed custom particle colorTweaked the FOV modification for the Coralium Longbow (should fix a crash with Blood Magic)Added Spanish translation (thanks Moichrocks)Added decorative versions of the statues (they're just blocks, no disruptions or anything)The message that should appear in chat when the \"Ritual of reversed time\" is performed will now displayThe death animation for J'zahar has been changed slightly (including a new sound effect, courtesy of Funwayguy)Boss messages shouldn't display twice while in multiplayerThe Staff of The Gatekeeper, Dreadium Katana and Cudgel have their 3D models back!Added Crystal Clusters (storage blocks for Crystals)Things added to the crystal list are now properly regarded as crystalsSlightly re-balanced fuel values for Crystal-based fuelsAdded a event that fires before Disruptions are triggered (can be cancelled)Added a event that fires before a Lesser Shoggoth places down a Ooze block (allowing you to replace the Ooze block, or cancel the event)Reduced the follow range on a couple of mobsEthaxium/Dark Ethaxium Pillars can now be rotated when placed (like Quartz Pillars)Failing to complete a ritual now triggers a DisruptionIt should be impossible to enchant the Dreadium Katana, Cudgel and Sacthoth's Soul Reaper Blade now (not even possible by anvil now)Added Enchantment Rituals (allows you to enchant an item through a ritual)The leaves on AbyssalCraft trees should now decay when there isn't any nearby logThe Altar of Cha'garoth is now created through rituals (instead of crafting)The Coralium and Dread enchantments are now applied through ritualsImproved the custom explosion code a bitYou can no longer brew any AbyssalCraft potionsAll things regarding Shoggoth food has now been moved over to EntityUtilImplemented the sacrifice mechanic for rituals (some rituals will require you to present a living entity as an additional offering)The spawn weight of End Abyssal Zombies is now configurable (replaces the previous config option to stop them from spawning)Renamed the config option \"Evil Animal spawn rate\" to \"Evil Animal spawn weight\"The fire rain disruption has been reduced to 8 fireballs (previously 20)Some rituals now require a sacrifice (and the statue rituals can be performed anywhere)You can now configure the portal cooldown (time it takes before you can use a portal again)\n\n1.9.1.6 (1.9.4) (05/19/2016)\nPorted to Minecraft 1.9.4All armor sets currently uses the Diamond Armor Material (due to a small bug in Forge)\n\n1.9.1.6 (1.9) (05/10/2016)\nShoggoth Ooze should no longer spread onto Monolith StoneChanged the picture for the Shoggoth Infestation pageFixed a duplication bug with Ritual Altars and the likeWhen naturally grown into trees, Darklands Oaks and Dreadlands Trees should not turn into regular Oaks\n\n1.9.1.6 (1.8.9) (05/10/2016) \nShoggoth Ooze should no longer spread onto Monolith StoneChanged the picture for the Shoggoth Infestation pageWhen naturally grown into trees, Darklands Oaks and Dreadlands Trees should not turn into regular Oaks\n\n1.9.1.5 (1.9) (05/06/2016)\nActually fix the client-side crashes exposed in the previous versionsNow runs on Forge 12.16.1.1887Recipe categories in the JEI integration now shows what's used for what recipe (like how the Furnace is shown for smelting)Altar/Pedestal interaction now sync between players againThere is no longer a limit on how many rituals can be displayed per sectionYou can now add infinite pages to a Necronomicon CategoryThe Darklands Oak and Dreadlands Tree now have a new designDarklands Grass can now sustain Flowers, Tall Grass and Mushrooms againRebranded all API packages (now named \"AbyssalCraftAPI\" instead of \"AbyssalCraftAPI|Core\" for instance)Replaced the Necronomicon \"missing texture\" with one that has a more fitting color schemeIf the Necronomicon GUI is unable to load an image, it will substitute to it's own \"missing texture\" (instead of the vanilla one)\n\n1.9.1.5 (1.8.9) (05/06/2016)\nActually fix the client-side crashes exposed in the previous versionsNow runs on Forge 11.15.1.1875There is no longer a limit on how many rituals can be displayed per sectionYou can now add infinite pages to a Necronomicon CategoryThe Darklands Oak and Dreadlands Tree now have a new designDarklands Grass can now sustain Flowers, Tall Grass and Mushrooms againRebranded all API packages (now named \"AbyssalCraftAPI\" instead of \"AbyssalCraftAPI|Core\" for instance)Replaced the Necronomicon \"missing texture\" with one that has a more fitting color schemeIf the Necronomicon GUI is unable to load an image, it will substitute to it's own \"missing texture\" (instead of the vanilla one)\n\n1.9.1.4 (1.8.9 & 1.9) (05/01/2016)\nFixed crash at server startup\n\n1.9.1.3 (1.8.9 & 1.9) (05/01/2016)\nLeaf blocks now look correct when using fast graphics (thanks to vadis365)Fixed random crashes occurring when hitting entities from certain anglesAdded information regarding Shoggoth infestations to the Potential Energy section of Ritual Information\n\n1.9.1.2 (1.7.10, 1.8.9 & 1.9) (04/29/2016)\nFixed any crashes related to ClassCastExceptions regarding strongholds or mineshaftsThe \"AbyssalCraft Items\" Creative Tab now has a Necronomicon as tab icon(1.9) Implemented loot tables (Abyssal Strongholds and Dreadlands Mineshafts have their own loot)(1.9) The Antimatter Potion Effect should no longer continue to spawn Anti-Players while the death screen is displayingThe AbyssalCraft biomes can now be accessed in the API (and you can create Darklands and Dreadlands biomes)Any Fire block added by AbyssalCraft can now be exstinghished by hand like vanilla FireDisplacement disruptions now properly move players around (along with other entities)\n\n1.9.1.1 (1.7.10, 1.8.9 & 1.9) (04/10/2016)\nRecipes involving wooden planks should work with all types of planks now\n\n1.9.1 (1.9) (04/06/2016)\nDepths Ghouls now have their own hurt soundLesser Shoggoths now have their own living/hurt/death soundsThe ritual for respawning J'zahar will appear before the various Charms in the Omothol ritual sectionIncreased the PE requirement for a few ritualsNow runs on Forge 12.16.0.1851Biome ID config options have been removed (as they are assigned automatically)Nerfed the various tool materials a bit (reduced efficiency and durability)A lot of API related things have been refactoredRight-clicking with a bucket should no longer crash the gameInventory syncing for when the Staff of Rending gives you a essence/shadow gem should be a lot better now\n\n1.9.1 (1.8.9) (04/06/2016)\nDemon Animals now have a 50% chance of not burning when spawning in the NetherAdded a mimic fire (exstinguishes after 6 seconds, can't be sustained by netherrack)Integrations no longer need to be registered (added a plugin annotation that allows for 100% soft dependencies)Fixed animations for the Dreadium Samurai Armor (arms should move correctly, and armor renders correctly on Armor Stands)Improved the buttons in the Necronomicon GUI (they don't overlay anymore, and a transparent gradient displays on a button when hovered over)Fixed potential crashes related to CraftingStacks where the recipe uses the OreDictionaryAutomatically fetched crafting recipes will now also fetch the output quantity from the recipeSacthoth no longer spawns in the Dark RealmAdded a Misc Information section to the Necronomicon (displays things not mentioned anywhere else, among them crafting recipes)The range from J'zahar in which you need to be in order for him to drop his essence has been increased to 32 blocks (previously 10)Oblivion Deathbombs and ODB Cores now animate like TNT when primedThe death animation time for J'zahar has been increased to 40 seconds (so you can keep up with his speech)**s shown upon Asorah's and Cha'garoth's deaths now display each sentence with a 3 second pause between themAdded a ritual that allows you to respawn J'zahar (can only be performed at his temple)Depths Ghouls now have their own hurt soundLesser Shoggoths now have their own living/hurt/death soundsIncreased the PE requirement for a few ritualsNerfed the various tool materials a bit (reduced efficiency and durability)A lot of API related things have been refactoredInventory syncing for when the Staff of Rending gives you a essence/shadow gem should be a lot better nowNow runs on Forge 11.15.1.1847Fixed any remaining issues related to tracking entities within close proximity of a block\n\n1.9.1 (1.7.10) (04/06/2016)\nDemon Animals now have a 50% chance of not burning when spawning in the NetherAdded a mimic fire (exstinguishes after 6 seconds, can't be sustained by netherrack)Integrations no longer need to be registered (added a plugin annotation that allows for 100% soft dependencies)Fixed animations for the Dreadium Samurai Armor (arms should move correctly)Improved the buttons in the Necronomicon GUI (they don't overlay anymore, and a transparent gradient displays on a button when hovered over)Fixed potential crashes related to CraftingStacks where the recipe uses the OreDictionaryAutomatically fetched crafting recipes will now also fetch the output quantity from the recipeSacthoth no longer spawns in the Dark RealmAdded a Misc Information section to the Necronomicon (displays things not mentioned anywhere else, among them crafting recipes)The range from J'zahar in which you need to be in order for him to drop his essence has been increased to 32 blocks (previously 10)The Engraver can be used again now (apparently broke in 1.9.0a)Oblivion Deathbombs and ODB Cores now animate like TNT when primedThe death animation time for J'zahar has been increased to 40 seconds (so you can keep up with his speech)**s shown upon Asorah's and Cha'garoth's deaths now display each sentence with a 3 second pause between themAdded a ritual that allows you to respawn J'zahar (can only be performed at his temple)Depths Ghouls now have their own hurt soundLesser Shoggoths now have their own living/hurt/death soundsIncreased the PE requirement for a few ritualsNerfed the various tool materials a bit (reduced efficiency and durability)A lot of API related things have been refactoredInventory syncing for when the Staff of Rending gives you a essence/shadow gem should be a lot better nowFixed any remaining issues related to tracking entities within close proximity of a block\n\n1.9.1-pre-2 (1.9) (03/28/2016)\nNow runs on Forge 12.16.0.1811InventoryTweaks integration is back (you can sort crystal bag content again)The Dreadium Samurai armor now animates correctly again (but the swing animation still de-syncs a bit)Oblivion Deathbombs and ODB Cores now animate like TNT when primedThe death animation time for J'zahar has been increased to 40 seconds (so you can keep up with his speech)**s shown upon Asorah's and Cha'garoth's deaths now display each sentence with a 3 second pause between themAdded information about Enchantments to the Misc Information sectionAdded a ritual that allows you to respawn J'zahar (can only be performed at his temple)Fixed a lot of issues related to tracking entities within close proximity of a block\n\n1.9.1-pre-1 (1.9) (03/24/2016)\nDemon Animals now have a 50% chance of not burning when spawning in the NetherAdded a mimic fire (exstinguishes after 6 seconds, can't be sustained by netherrack)Integrations no longer need to be registered (added a plugin annotation that allows for 100% soft dependencies)Fixed animations for the Dreadium Samurai Armor (arms should move correctly, and armor renders correctly on Armor Stands)Improved the buttons in the Necronomicon GUI (they don't overlay anymore, and a transparent gradient displays on a button when hovered over)Fixed potential crashes related to CraftingStacks where the recipe uses the OreDictionaryAutomatically fetched crafting recipes will now also fetch the output quantity from the recipeSacthoth no longer spawns in the Dark RealmAdded a Misc Information section to the Necronomicon (displays things not mentioned anywhere else, among them crafting recipes)The range from J'zahar in which you need to be in order for him to drop his essence has been increased to 32 blocks (previously 10)Ported to Minecraft 1.9 (there may be bugs left from the port)All boss health bars now uses the new system (and they also change color depending on how much health the boss has)1.9.0- The Omothol Update (1.8.9) (03/02/2016)Added missing page to the Potential Energy section of Ritual Information (mentions how monoliths are created)Darklands Villages should now have Darklands Oak Pressure Plates and Darkstone Double slabs (instead of the vanilla equivalents)Anti-Spiders are now hostile during night againFixed the third person rendering of some blocks (large upside-down models when held in third person)The Dreadlands Infused Powerstone now has a model (semi-temp if I can get the OBj one to work, otherwise permanent)Fixed the Abyssal Stone Slab and Darklands Oak Slab not rendering correctly when placedDepths Ghouls, Abyssal Zombies and Lesser Shoggoths should no longer spawn at Mushroom Island ShoresIt's possible to enter Cha'garoth's lair again (minor derp in the code)Fixed some Necronomicon Pages with the wrong textAdded a config option that allows you to change how Evil Animals spawnDisabled any test code in the Materializer that could trigger a crash (since it's incomplete)Fixed bug related to crafting recipes involving upgrading Necronomicons/Crystal Bags and using Upgrade KitsLesser Shoggoths outside of the Overworld should drop the correct item when killed now (applying metadata to the dropped item)Spectral Dragons should now be easier to hit without getting hit from themSpectral Dragon spawn rate has been reduced to the lowest possible (encountering one now should be very rare, unless another mod tweaks the spawn rate)Darklands Oak Slabs are no longer treated as stoneAdded a config option allowing you to toggle whether or not Liquid Antimatter should disintegrate any item dropped into itCrystallizer and Transmutator automation works correctly again (output slot is depleted from the bottom)Leaves, Saplings and Logs should be treated as such by other mods nowLiquid Coralium shouldn't spread into ocean biomes when told not toRemnants should now stop attacking whatever angered them when the anger timer runs out (and they don't slow the game down while they're angry)The Crate now renders when placedReplaced the Fist of Cha'garoth spawner block with a J'zahar spawner blockJ'zahar has increased in sizeIf a Spectral Dragon dies while Asorah is draining it, Asorah won't take explosion damageAny item placed on a Ritual/Sacrificial Altar or Ritual/Energy Pedestal will also render for other playersThe smoke projected when a ritual is performed also renders for other playersShoggoth Lairs should now longer spawn in biomes registered to the BiomeDictionary as the \"WATER\" typeThe Staff of Rending will now continue to drain energy when the right mouse button is pressedShadow Fragments/Shards/Gems now spawn in dungeon/mineshaft/pyramid/stronghold chestsThe Shard of Oblivion now requires 4 Shadow Gems (previously 8)Remnants can now open doorsAdded the Temple of J'zahar (generates in Omothol)Added the City of OmotholUpdated the Omothol Progression section of the NecronomiconAdded Essence of The Gatekeeper (replacement for the Oblivion Catalyst in the Abyssalnomicon recipe, dropped by J'zahar)Staff of The Gatekeeper is now created through a ritual (instead of dropped by J'zahar)Added a Minion of The Gatekeeper spawner blockPotion of Annihilation and Potion of Dread Plague can now be brewed againRemnants and Minions of The Gatekeeper no longer despawnSpawn rate of Remnants and Minions of The Gatekeeper has been heavily reduced (quite rare now)Minions of The Gatekeeper now has a 10% chance of dropping Ethaxium Ingots (while Eldritch Scales are the regular drop)Now runs on Forge 11.15.1.1764\n\n1.9.0- The Omothol Update (1.7.10) (03/02/2016)\nAdded missing page to the Potential Energy section of Ritual Information (mentions how monoliths are created)Darklands Villages should now have Darklands Oak Pressure Plates and Darkstone Double slabs (instead of the vanilla equivalents)Depths Ghouls, Abyssal Zombies and Lesser Shoggoths should no longer spawn at Mushroom Island ShoresFixed some Necronomicon Pages with the wrong textAdded a config option that allows you to change how Evil Animals spawnDisabled any test code in the Materializer that could trigger a crash (since it's incomplete)Lesser Shoggoths outside of the Overworld should drop the correct item when killed now (applying metadata to the dropped item)Spectral Dragons should now be easier to hit without getting hit from themSpectral Dragon spawn rate has been reduced to the lowest possible (encountering one now should be very rare, unless another mod tweaks the spawn rate)Darklands Oak Slabs are no longer treated as stoneAdded a config option allowing you to toggle whether or not Liquid Antimatter should disintegrate any item dropped into itReplaced the Fist of Cha'garoth spawner block with a J'zahar spawner blockJ'zahar has increased in sizeIf a Spectral Dragon dies while Asorah is draining it, Asorah won't take explosion damageAny item placed on a Ritual/Sacrificial Altar or Ritual/Energy Pedestal will also render for other playersThe smoke projected when a ritual is performed also renders for other playersShoggoth Lairs should now longer spawn in biomes registered to the BiomeDictionary as the \"WATER\" typeThe Staff of Rending will now continue to drain energy when the right mouse button is pressedShadow Fragments/Shards/Gems now spawn in dungeon/mineshaft/pyramid/stronghold chestsThe Shard of Oblivion now requires 4 Shadow Gems (previously 8)Remnants can now open doorsAdded the Temple of J'zahar (generates in Omothol)Added the City of OmotholUpdated the Omothol Progression section of the NecronomiconAdded Essence of The Gatekeeper (replacement for the Oblivion Catalyst in the Abyssalnomicon recipe, dropped by J'zahar)Staff of The Gatekeeper is now created through a ritual (instead of dropped by J'zahar)Added a Minion of The Gatekeeper spawner blockRemnants and Minions of The Gatekeeper no longer despawnSpawn rate of Remnants and Minions of The Gatekeeper has been heavily reduced (quite rare now)Minions of The Gatekeeper now has a 10% chance of dropping Ethaxium Ingots (while Eldritch Scales are the regular drop)\n\n本帖更新日志\n\n2017-01-19 更新AbyssalCraft 1.9.3.9 for Minecraft 1.11/1.10.2/1.9.4/1.9/1.8.92017-01-20 补上1.7.10与1.7.2的最终版本2017-01-26 更新AbyssalCraft 1.9.3.10 for Minecraft 1.11.2/1.10.2/1.9.4/1.9/1.8.92017-04-21 更新AbyssalCraft 1.9.4-pre-1 for Minecraft 1.11.2/1.10.22017-05-05 更新AbyssalCraft 1.9.4-pre-2 for Minecraft 1.11.2/1.10.22017-06-02 更新AbyssalCraft 1.9.4-pre-3 for Minecraft 1.11.2/1.10.22017-06-09 更新AbyssalCraft 1.9.4-pre-4 for Minecraft 1.11.2/1.10.22017-08-02 更新AbyssalCraft 1.9.4-pre-4 for Minecraft 1.122017-10-20 更新AbyssalCraft 1.9.4 for Minecraft 1.12.2/1.11.2/1.10.22017-12-02 更新AbyssalCraft 1.9.4.1 for Minecraft 1.12.2/1.11.2/1.10.22017-12-15 更新AbyssalCraft 1.9.4.2 for Minecraft 1.12.2/1.11.2/1.10.22017-12-22 更新AbyssalCraft 1.9.4.3 for Minecraft 1.12.2/1.11.2/1.10.22018-03-02 更新AbyssalCraft 1.9.4.4 for Minecraft 1.12.2/1.11.2/1.10.22018-04-05 更新AbyssalCraft 1.9.4.5 for Minecraft 1.12.2/1.11.2/1.10.22018-04-28 更新AbyssalCraft 1.9.4.6 for Minecraft 1.12.2/1.11.2/1.10.22018-05-11 更新AbyssalCraft 1.9.4.7 for Minecraft 1.12.2/1.11.2/1.10.22018-05-18 更新AbyssalCraft 1.9.4.8 for Minecraft 1.12.2/1.11.2/1.10.22018-06-06 更新AbyssalCraft 1.9.4.9 for Minecraft 1.12.2/1.11.2/1.10.22018-06-22 更新AbyssalCraft 1.9.4.10 for Minecraft 1.12.2/1.11.2/1.10.22018-08-22 更新AbyssalCraft 1.9.4.11 for Minecraft 1.12.2/1.11.2/1.10.22018-09-30 更新AbyssalCraft 1.9.4.12 for Minecraft 1.12.22018-11-16 更新AbyssalCraft 1.9.4.13 for Minecraft 1.12.22018-12-07 更新AbyssalCraft 1.9.4.14 for Minecraft 1.12.22019-04-04 更新AbyssalCraft 1.9.4.15 for Minecraft 1.12.22019-05-01 更新AbyssalCraft 1.9.5 for Minecraft 1.12.22020-01-20 更新AbyssalCraft 1.9.15 for Minecraft 1.12.2\n\n如果你觉得这个Mod很不错的话，请选择加分，你们的支持是对我最大的鼓励。\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "_DIM_",
            "timestamp": 1484792760,
            "txt_content": "书架出品必属精品\n书架搬运必属精品"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1484887980,
            "txt_content": "书架诶，（这个模组当初加进搬运悬赏还是我提的，终于有人搬运了好开心），这个玩意明明是有1.7.10的旧版本的吧……最终版补个盘不好咩……"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1484976780,
            "txt_content": "介绍那么多，一看就不错"
        },
        {
            "author": "AWDPWD",
            "timestamp": 1484995980,
            "txt_content": " 本帖最后由 7021 于 2017-2-5 11:37 编辑 \n\n我真进不了curse\n戳图证明：（刷新了无数次也这样）点高级也不行:"
        },
        {
            "author": "dwfjy1948435038",
            "timestamp": 1485464040,
            "txt_content": " 本帖最后由 dwfjy1948435038 于 2017-1-27 05:05 编辑 \n\n这个API怎么装啊？？？1.10.2，小白表示一脸懵逼"
        },
        {
            "author": "BensonQC",
            "timestamp": 1485477780,
            "txt_content": "dwfjy1948435038 发表于 2017-1-27 04:54\n这个API怎么装啊？？？1.10.2，小白表示一脸懵逼\n其实只要装forge就行了，旁边的API是自定义Mod内容用的。介绍中有提到。"
        },
        {
            "author": "162163",
            "timestamp": 1485503640,
            "txt_content": "为什么我下的mod里没有灌注珊瑚的深渊盔甲，灌注珊瑚的深渊剑啊？"
        },
        {
            "author": "Only_Kill_",
            "timestamp": 1485504120,
            "txt_content": "很好的MOD，LZ继续加油"
        },
        {
            "author": "飞一个",
            "timestamp": 1485517260,
            "txt_content": "很棒的作品"
        },
        {
            "author": "BensonQC",
            "timestamp": 1485528000,
            "txt_content": "162163 发表于 2017-1-27 15:54\n为什么我下的mod里没有灌注珊瑚的深渊盔甲，灌注珊瑚的深渊剑啊？\n需要通过仪式进行注魔，建议配合JEI/NEI研究一下，具体的我也不太清楚。"
        },
        {
            "author": "938553683",
            "timestamp": 1485693720,
            "txt_content": "好多字啊，眼花"
        },
        {
            "author": "胡椒研磨器",
            "timestamp": 1485772980,
            "txt_content": "已下载，多泄"
        },
        {
            "author": "狗斯特.",
            "timestamp": 1485774540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "疯优",
            "timestamp": 1486222920,
            "txt_content": "这需要什么配置啊！"
        },
        {
            "author": "1308229190",
            "timestamp": 1486269360,
            "txt_content": "书架搬运，绝对精品，若不精品，算我眼瞎！\n楼主最帅！！！！！"
        },
        {
            "author": "weileziyouWZQ",
            "timestamp": 1486352340,
            "txt_content": "谢谢楼主，一直想打些BOSS呢"
        },
        {
            "author": "CKMNR",
            "timestamp": 1486355040,
            "txt_content": "搬运辛苦了"
        },
        {
            "author": "Accentce",
            "timestamp": 1486359540,
            "txt_content": "终于又看到棒棒的冒险模组了！感谢搬运?"
        },
        {
            "author": "Accentce",
            "timestamp": 1486361580,
            "txt_content": "Accentce 发表于 2017-2-6 13:39\n终于又看到棒棒的冒险模组了！感谢搬运?\n然后惊奇地看到旧日支配者几个大字！我这几天恰好刚在入克苏鲁神话的坑hhh\n昨天也是刚看完疯狂山脉然后刷知乎时就看到一个南极湖泊的贴子，人生真是太有趣了hhhhh"
        },
        {
            "author": "Accentce",
            "timestamp": 1486369500,
            "txt_content": "Accentce 发表于 2017-2-6 14:13\n然后惊奇地看到旧日支配者几个大字！我这几天恰好刚在入克苏鲁神话的坑hhh\n昨天也是刚看完疯狂山脉然后刷 ...\n啊对了楼主大大，这个模组对JEI版本也有要求，1.10.2的要3.13.6以上的您要不要也写在说明里XD"
        },
        {
            "author": "榮、燚",
            "timestamp": 1486746660,
            "txt_content": "1.10.2的版本中，此mod需要比目前最高forge版本更高版本的forge？？？已经安装目前Minecraft1.10.2最高版本的forge，然而它仍然提示安装其所依赖的forge版本或移除本mod？"
        },
        {
            "author": "BensonQC",
            "timestamp": 1486790400,
            "txt_content": "榮、燚 发表于 2017-2-11 01:11\n1.10.2的版本中，此mod需要比目前最高forge版本更高版本的forge？？？已经安装目前Minecraft1.10.2最高版本 ...\n看了一下更新日志，说是1.10.2版本的话要12.18.3.2185版本的forge就可以的，你再试试。"
        },
        {
            "author": "消失の草莓",
            "timestamp": 1486797360,
            "txt_content": "为什么全部没汉化？！"
        },
        {
            "author": "榮、燚",
            "timestamp": 1486880820,
            "txt_content": "_Benson_ 发表于 2017-2-11 13:20\n看了一下更新日志，说是1.10.2版本的话要12.18.3.2185版本的forge就可以的，你再试试。 ...\n已解决，感谢回复"
        },
        {
            "author": "gghuangwenzhe",
            "timestamp": 1487439600,
            "txt_content": "楼主大人，我的深渊安装的1.10.2版本，弹出报错说缺少mod，我发现我的forge版本有点低，然后我去升级了Forge，但是安装时还是同样报错说缺少mod，求救怎么解决啊"
        },
        {
            "author": "BensonQC",
            "timestamp": 1487477160,
            "txt_content": "gghuangwenzhe 发表于 2017-2-19 01:40\n楼主大人，我的深渊安装的1.10.2版本，弹出报错说缺少mod，我发现我的forge版本有点低，然后我去升级了Forg ...\n这我不太清楚，你可以参考我对本帖22楼用户的回复，或者在Mod问答版发帖求助。"
        },
        {
            "author": "顺颊而下的泪痕",
            "timestamp": 1488096960,
            "txt_content": "书架 我问下啊 那个仪式是怎么用的 按照方法放好东西之后拿死灵书右键祭坛并没有反应啊...位能也够的"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488432060,
            "txt_content": "赞一个 很不错"
        },
        {
            "author": "_king_j",
            "timestamp": 1489677960,
            "txt_content": "求完整汉化"
        },
        {
            "author": "叛逆男爵",
            "timestamp": 1489765500,
            "txt_content": "玩了两个小时左右 这深渊矿和珊瑚矿根本找不到啊 黑暗之地和珊瑚沼泽都找到了  但是一颗都没有啊 连锁挖矿都坏了几组镐了  出的几个都是我从箱子里找出来2个 这生成率太感人了吧 我心都碎了 还有 黑暗之地那些小建筑什么用啊..."
        },
        {
            "author": "Ultra_Greedier",
            "timestamp": 1491747300,
            "txt_content": "问一下楼主，死亡之书怎么充能"
        },
        {
            "author": "Ultra_Greedier",
            "timestamp": 1491815940,
            "txt_content": "湮灭媒介合成需要的祭品怎么处理呢楼主"
        },
        {
            "author": "WDHHunter",
            "timestamp": 1492925580,
            "txt_content": "AbyssalCraft Integration（站内）：处理大部分深渊国度与其他Mod的跨Mod整合。\n问下楼主，这个附属mod是干什么用的？是起到兼容神秘时代以及其他mod的作用吗？"
        },
        {
            "author": "BensonQC",
            "timestamp": 1493378520,
            "txt_content": "WDHHunter 发表于 2017-4-23 13:33\nAbyssalCraft Integration（站内）：处理大部分深渊国度与其他Mod的跨Mod整合。\n问下楼主，这个附属mod是干 ...\n是的。           "
        },
        {
            "author": "z2059830031c",
            "timestamp": 1493473200,
            "txt_content": "mod相当不错  可是我这得翻墙啊  擦  下不下来  急死人啊"
        },
        {
            "author": "Lingbai",
            "timestamp": 1494030300,
            "txt_content": "诶？这个mod这么6啊"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1494169680,
            "txt_content": "“建议”栏的issue链接有问题，建议更换：https://github.com/Shinoow/AbyssalCraft/issues"
        },
        {
            "author": "sr1y7re",
            "timestamp": 1494684600,
            "txt_content": " 本帖最后由 sr1y7re 于 2017-5-13 22:12 编辑 \n\n楼主你好，我发现这个MOD和BOP貌似有BIOMES ID冲突，能正常游戏，但是用自然指针时会发现找“黑暗山地”找到”FEN“等错误，且重建地图以后同坐标的”FEN'变成黑暗山地。\n附BOP的BIOME ID配置文件，为方便上传改扩展名为TXT。\n\n\n\nbiome_ids.txt\n(1.29 KB, 下载次数: 4)\n\n\n\n2017-5-13 22:09 上传\n点击文件名下载附件\n原扩展名为json\n\n\n\n\n"
        },
        {
            "author": "360用户",
            "timestamp": 1495216620,
            "txt_content": "potential energy……势、势能？！\n叫蕴含之力是不是好听（中二）一点……\n算了，已经翻译了……反正这mod也没几个人玩……我自己的话，还是叫它“重力势能”吧= ="
        },
        {
            "author": "逆时针祈年",
            "timestamp": 1495534680,
            "txt_content": "回去慢慢研究，还有楼主真帅"
        },
        {
            "author": "l1448787661",
            "timestamp": 1495686000,
            "txt_content": "这破MOD连游戏主目录下的CONFIG里的文件都不生成，就个空文件夹，难怪啥都不生成，这玩什么，就尼玛2个破地形和怪物，其他珊瑚矿比尼玛钻石还稀有，黑暗矿根本不生成 海底只有沙那什么"
        },
        {
            "author": "练习册",
            "timestamp": 1497478680,
            "txt_content": "7021 发表于 2017-1-21 18:53\n我真进不了curse\n戳图证明：（刷新了无数次也这样）点高级也不行:\n检查一下你的系统时间是否正常。"
        },
        {
            "author": "白药下",
            "timestamp": 1497528240,
            "txt_content": "E.T.星落辰 发表于 2017-1-20 12:53\n书架诶，（这个模组当初加进搬运悬赏还是我提的，终于有人搬运了好开心），这个玩意明明是有1.7.10的旧版本 ...\n我费尽一分钟的时间终于找到了这个mod嘻嘻嘻嘻嘻嘻"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1497610380,
            "txt_content": "_Benson_ 发表于 2017-4-28 19:22\n是的。\n由于现在Minecraftforum上的模组发布不是很及时，且国内访问速度通常远远慢于curseforge，故建议修改原帖地址为https://minecraft.curseforge.com/projects/abyssalcraft"
        },
        {
            "author": "loodsucker7",
            "timestamp": 1497796920,
            "txt_content": "巨石块请问怎么弄？无法给书充能 没办法做钥匙啊？"
        },
        {
            "author": "aeiouzhu",
            "timestamp": 1499008740,
            "txt_content": "求问楼主，这个MOD有没有服务器端的？我想开个服务器和别人玩"
        },
        {
            "author": "王红昶",
            "timestamp": 1500045720,
            "txt_content": "为啥都是国外网址呀"
        },
        {
            "author": "BensonQC",
            "timestamp": 1500115620,
            "txt_content": "王红昶 发表于 2017-7-14 23:22\n为啥都是国外网址呀\n下载链接虽然是国外的，但是是可以正常打开的，不用翻墙，打开了以后就会直接开始下载，如果无法下载的话可以尝试IE浏览器。"
        },
        {
            "author": "白小乔",
            "timestamp": 1501068960,
            "txt_content": "很棒的作品"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1502030340,
            "txt_content": "海绵服务器安装这个mod的话，似乎不能安装api？否则无法开启"
        },
        {
            "author": "皮卡皮卡ha",
            "timestamp": 1505664840,
            "txt_content": "冒险类的帖子，大赞"
        },
        {
            "author": "18858",
            "timestamp": 1507092660,
            "txt_content": "修格斯？死灵之书？莫非是克苏鲁神话的梗？"
        },
        {
            "author": "BensonQC",
            "timestamp": 1507284480,
            "txt_content": "18858 发表于 2017-10-4 12:51\n修格斯？死灵之书？莫非是克苏鲁神话的梗？\n没错，作者很大程度上受到了它的启发。"
        },
        {
            "author": "gwfblank1",
            "timestamp": 1507438080,
            "txt_content": "如果装到服务器上 不是boss被打死就没了吗。。。 \n这问题。。。"
        },
        {
            "author": "jiu_tou",
            "timestamp": 1508554500,
            "txt_content": "这个mod有毒，一打开游戏就闪退，一开始还以为是mod冲突，不过我把其它全部mod都删了还没用版本1.12.2-forge1.12.2-14.23.0.2503\n求解"
        },
        {
            "author": "斯蒂芬经验",
            "timestamp": 1508555820,
            "txt_content": "daisiki,这种**度的MOD"
        },
        {
            "author": "无夕之阳",
            "timestamp": 1510924020,
            "txt_content": "我去  这个模组厉害了  楼主加油  "
        },
        {
            "author": "2816242757",
            "timestamp": 1511697840,
            "txt_content": "         MCBBS有你更精彩~"
        },
        {
            "author": "时间年轮",
            "timestamp": 1511905800,
            "txt_content": "不容易啊真的多字，厉害"
        },
        {
            "author": "qq765128506",
            "timestamp": 1512043680,
            "txt_content": "这么MOD要是能做的更多一点的世界就好了，不仅仅是“深渊”这个概念，不然太枯燥，像虚无世界2一样多做一点好看的世界也行"
        },
        {
            "author": "_Fenda_",
            "timestamp": 1512117360,
            "txt_content": "UP主很用心 继续加油"
        },
        {
            "author": "动漫刀剑",
            "timestamp": 1513066920,
            "txt_content": "可惜和更多生物群系冲突了不然倒是很想玩一下的"
        },
        {
            "author": "shue",
            "timestamp": 1515207600,
            "txt_content": "emmmm ,这是关于克苏鲁的mod 多谢楼主搬运"
        },
        {
            "author": "Lovin",
            "timestamp": 1515232380,
            "txt_content": "[快速攻略] 深渊国度 Abyssalcraft 1.9.4\nhttp://www.mcbbs.net/thread-717484-1-1.html\n后来写的攻略过来蹭下热度"
        },
        {
            "author": "Qmek球球",
            "timestamp": 1517831160,
            "txt_content": "emmm  1.10.2版本里面我用祭坛做不了湮灭媒介，四个红石粉，四个湮灭碎片，中间一个末影之眼，拿5000+PE的书shift+右键中间的祭坛怎么都没反应，但是用祭坛做嬗变宝石成功。"
        },
        {
            "author": "西蒙纳尔",
            "timestamp": 1521625380,
            "txt_content": "版本1.12.2使用后部分汉化乱码"
        },
        {
            "author": "西蒙纳尔",
            "timestamp": 1521641640,
            "txt_content": "qq765128506 发表于 2017-11-30 20:08\n这么MOD要是能做的更多一点的世界就好了，不仅仅是“深渊”这个概念，不然太枯燥，像虚无世界2一样多做一点 ...\n因为这个mod主要是根据克苏鲁神话做的。。。可惜没有冰原"
        },
        {
            "author": "Accentce",
            "timestamp": 1521676320,
            "txt_content": "前两天看了看更新，没探索到/不是现阶段能制作的东西在死灵之书上是用没法读的语言写的，简直赞上天去了！"
        },
        {
            "author": "周学杰",
            "timestamp": 1521813120,
            "txt_content": "里面很多物品和方块的名字和介绍文本都是乱码啊，只有一部分是中文的"
        },
        {
            "author": "BensonQC",
            "timestamp": 1521866700,
            "txt_content": " 本帖最后由 _Benson_ 于 2018-8-14 12:30 编辑 \n周学杰 发表于 2018-3-23 21:52\n里面很多物品和方块的名字和介绍文本都是乱码啊，只有一部分是中文的\n可能出现了bug，尝试下载旧版本。\n\n不好意思，之前没有仔细研究，现在看来这的确是作者的有意设计，而不是漏洞。"
        },
        {
            "author": "ZXCVEA",
            "timestamp": 1522064400,
            "txt_content": "_Benson_ 发表于 2018-3-24 12:45\n可能出现了bug，尝试下载旧版本。\nBUG吗，原来不是故意设计的，好吧"
        },
        {
            "author": "wowoa123",
            "timestamp": 1522243440,
            "txt_content": "感谢分享"
        },
        {
            "author": "卡尔的爱",
            "timestamp": 1522857900,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "ssaxxcvv",
            "timestamp": 1522893600,
            "txt_content": "我的神机 带不动啊！ 【分配了5G内存 是一个格雷的】"
        },
        {
            "author": "Mr_Xinry",
            "timestamp": 1522982220,
            "txt_content": "感谢作者的搬运，这是一个好作品"
        },
        {
            "author": "gdsfdsfsdf",
            "timestamp": 1523450760,
            "txt_content": "666，问题来了这个mod哪里可以单机玩？单机和服务器玩起来不一样吧"
        },
        {
            "author": "天堂的喵",
            "timestamp": 1523612940,
            "txt_content": "为什么1.9.4.4比1.9.4.5大啊。。。"
        },
        {
            "author": "1069431477",
            "timestamp": 1524130740,
            "txt_content": "终于有人搬运了好开心 不够这个版本吧...."
        },
        {
            "author": "卡尔的爱",
            "timestamp": 1524409380,
            "txt_content": "感谢dalao，dalao辛苦啦"
        },
        {
            "author": "hjq123",
            "timestamp": 1525059960,
            "txt_content": "这个乱码看得我以为是和星辉魔法那样只有一层一层探索下去才解锁的=-="
        },
        {
            "author": "h163w",
            "timestamp": 1525074060,
            "txt_content": "很多都是乱码"
        },
        {
            "author": "卡尔的爱",
            "timestamp": 1525105620,
            "txt_content": "表示还没看就来凑凑热闹"
        },
        {
            "author": "2427352694",
            "timestamp": 1525182780,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "司稽",
            "timestamp": 1525665300,
            "txt_content": "厉害楼主"
        },
        {
            "author": "1241892914",
            "timestamp": 1526092860,
            "txt_content": "创造模式下有些物品会乱码   是特性吗  还是mod有问题?"
        },
        {
            "author": "dyxwasbi",
            "timestamp": 1526818140,
            "txt_content": "这个东西GGTX1080Ti带的动吗？？？"
        },
        {
            "author": "fopind",
            "timestamp": 1526825340,
            "txt_content": "额，win10版可以使用吗？怎么用？求大佬分享一下使用教程"
        },
        {
            "author": "ylf004x",
            "timestamp": 1526887920,
            "txt_content": "可以可以，正好喜欢探险"
        },
        {
            "author": "liuqi1007081882",
            "timestamp": 1526978100,
            "txt_content": "我为什么加进去用不了，显示版本太低了，我是1.7.10的，下载的就是1.7.10版本的，用不了"
        },
        {
            "author": "FZzhe",
            "timestamp": 1527056280,
            "txt_content": "这个MOD真的好玩"
        },
        {
            "author": "qq545827290",
            "timestamp": 1527081240,
            "txt_content": "谢谢up主的分享"
        },
        {
            "author": "爱伊穹",
            "timestamp": 1527316080,
            "txt_content": "最喜欢这种**冒险类的MOD了"
        },
        {
            "author": "Torest",
            "timestamp": 1527676020,
            "txt_content": "1111111111111"
        },
        {
            "author": "caster.misaki",
            "timestamp": 1528083300,
            "txt_content": "大佬这个API放到mod里面游戏启动就会自动消失TAT请问不加这个API会影响游戏体验吗"
        },
        {
            "author": "卡尔的爱",
            "timestamp": 1528083540,
            "txt_content": "牛逼，这必须点赞，ヾ(?°?°?)??"
        },
        {
            "author": "BensonQC",
            "timestamp": 1528282800,
            "txt_content": "caster.misaki 发表于 2018-6-4 11:35\n大佬这个API放到mod里面游戏启动就会自动消失TAT请问不加这个API会影响游戏体验吗 ...\n不加API不要紧的。"
        },
        {
            "author": "caster.misaki",
            "timestamp": 1528286460,
            "txt_content": "_Benson_ 发表于 2018-6-6 19:00\n不加API不要紧的。\n好的，谢谢楼主"
        },
        {
            "author": "xiaoliii",
            "timestamp": 1528291380,
            "txt_content": "多谢楼主搬运         "
        },
        {
            "author": "MashKJo",
            "timestamp": 1528373460,
            "txt_content": "这个mod1.7.10版本貌似有bug……在主世界仪式能进行，但在深渊荒芜之地，就没反应了……"
        }
    ]
}