{
    "title": "【原创-连载-圣杯】【晓】【35】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1484835960,
    "txt_content": " 本帖最后由 冥王星人 于 2017-1-19 22:30 编辑 \n\n\n\n\n\n　　要说起来，作为靠情报活命的人群，必须具备狗一样的灵敏嗅觉并不为过。　　话虽然听上去有种贬低意味，可眼前这位……根本没在意。\n　　“你说老汉斯？他的店还没关门？”　　“不不不，离关门还远着呢。”　　两个路人忙于饶舌传闲话，完全没发觉一个落魄邋遢的卖艺人猫腰接近。　　“前几天呀，卫队长去找了他，听说今天又有大客户送上门。那出手，把学徒的毛头小子吓得不轻，他兴冲冲去找相好的姑娘吹嘘了一通，那小丫头给迷得两眼放光。就算多半是骗人，老头子赚到的也够他挥霍享福到死了吧？”　　“真有那么多？”　　“当然当然，兰登这地方，还没什么消息……咦？”\n　　讲论那人终于发觉身后有人在偷听，以及刚才开口提问的是哪个了。　　他满脸愤恨嫌恶，恨不得踹一脚在诗人脸上。　　“哎呀哎呀，别着急动怒啊。”诗人赶紧满脸赔笑，装出十二万分的谦和卑微。“我不过确认一下，这件事是真的？”　　“与你有什么关系？酒鬼无赖打听这些，是又盘算着干什么坏事呢吧？”　　“哟，这可错怪我了。”　　他挺直腰，沉淀下表情。　　固然相对精瘦，可高度上不比那两人差。身上不符职业特征的，半块赘肉都没有。稍加用力，块块硬肌便撑起衣袖。如果这还不够威慑，那拔出半截的雪亮利剑，足以吓瘫这两个了。　　“我可是有重要任务的，闲时才会到街上唱歌。人家也不想这么费劲的到处打听，可惜没办法。要是不肯做好人让我方便，我是不介意顺手砍断点什么。说到底，你同样不是正经人吧？”\n　　谈话间，局促紧张爬上那人的脸颊，两手下意识捂住肚子一侧凸起部分。　　好吧，其实我们的半吊子贤者只是在虚张声势，可走运的他蒙对了不少东西，从嘴里套出需要的信息。　　关于汉斯的铁匠铺在哪里，那个学徒叫什么，长什么样。掌握了这些，他顿时觉得自己往目标迈进了一大步。至于理由……嗐！要什么理由？！贤者凭的就是直觉！直觉------！　　会被那位大姐慷慨资助魔石换取食宿的，除了星星的人选，应该没人了吧？　　没错一定是这样！　　不过夜里的风，的确是够冷的……\n　　蜷缩在今早刚丢出门的旅店屋顶，确切的说那神秘两兄弟房间正上方，抱紧琴包，享受着瓦片石块的坚硬寒冷以及骤降冻僵的气温，实在无法入睡。　　他并不想叫人丢出来第二次，可店主就这么挡在他和目标物中间，真叫人挠头不已。破窗而入？深夜潜伏？或者……　　怎么想都不能完全避免丢出去的命运，二层与一层的落地效果更为不同。\n　　“那么，是明天？”　　年轻的声音响起，显然是弟弟的。　　“是的，和掌柜确认过，最迟后天下午可以准备好。”　　准备？准备什么？　　“女魔头给你的不才很少一点？”　　“唉，我说，森啊……”隔着屋顶也能感受的无奈语气。“你就不能对救命恩人使用尊敬些的称呼？”　　“好吧，‘救了我命的女魔头’。另外我要睡了，你想再坐一整夜想她可以，可别开窗。生病还需要我照顾，太麻烦。”　　之后有家具的声音，被褥的声音，叹气的声音。哥哥不甘于弟弟的欺负，又去找店主开了一间房，随后两间屋子熄了灯，唯独留下诗人孤苦伶仃蹲坐房顶，绞尽脑汁计划下一步动作。\n　　人十拿九稳的是这两个了，与他们的会面恐怕仍需费一番功夫。　　今夜，我还是先换个背风的地方，躲一躲吧……\n\n\n\n\n\n废言：小组招人啦~自己觉得有实力的可以找外星人进行考核~\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "酱油路人乙",
            "timestamp": 1484899260,
            "txt_content": "问如想要加入QWQ\n但是……不知道在怎么找人……怎么加入……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484900280,
            "txt_content": "酱油路人乙 发表于 2017-1-20 16:01\n问如想要加入QWQ\n但是……不知道在怎么找人……怎么加入……\n加入？？？"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484901240,
            "txt_content": "冥王星人 发表于 2017-1-20 16:18\n加入？？？\n嗯是的QWQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484901540,
            "txt_content": "酱油路人乙 发表于 2017-1-20 16:34\n嗯是的QWQ\n加入哪里、、、、"
        },
        {
            "author": "Lakalaka",
            "timestamp": 1485103080,
            "txt_content": "一眼撇去看见了什么不得了的东西。"
        },
        {
            "author": "shure",
            "timestamp": 1485262260,
            "txt_content": "三人集合了……"
        }
    ]
}