{
    "title": "申请解封",
    "author": "a15263999573",
    "replyCount": 7,
    "timestamp": 1484842800,
    "txt_content": " 本帖最后由 a15263999573 于 2017-1-20 23:03 编辑 \n\n申诉ID：a15263999573禁封原因（同时给出手动禁封提醒）：骗审？\n申诉原因：服务器一年前开的帖子今天突然被封导致账号永封本人怀疑是以前公益服的群新开了一个服务器导致版主误判（服务器一年前开了一个月就关了赞助都没收到怎么会骗审）\n申请解除禁封/减刑--时间：误封请明查\n-----------------------------\n顺便提醒下 以前服务器的群号和现在同群号的服务器没有关系群号是别人的了群号里的服务器和帖子里的服务器没有任何关系 （难不成一年前的群号服务器不开了 换个服务器开用当前群号当服务器群都算吗 不要这样）\n顺便问下管理员服务器的帖子里的服务器关闭了 之后用以前的群里的人都解散了 一年后用当前的群号当新建的服务器群 之后服务器版主查服务器之后用以前还是公益服的群号加新服务器不公益 甚至都没对玩家开放的服务器群立马就判断这个服务器帖子 帖子上公益 实际上不是公益服 拿一个一年前的帖子并关闭的服务器用以前的群号加群 然而是另一个服务器了 就说骗审 这样真的可以吗 帖子上的和群号里存在的服务器完全是二个服务器 怎么可以牵扯到一起呢\n当然服务器关闭了不申请删帖是我的错 但是我请522240858版主出来解释下是不是因为这个原因如果不是我说的这样请指出来我明确骗审的原因\n本人发的可能有点乱 比较是想到什么打出来的什么也会有错别字 请见谅 \n我可以让群主提供加群时间以证明现在的群服务器和以前的没有任何关系（以前服务器关服了人都t了 新开的服务器的人都是新加的）\n\n回复评分：第一不是自己服务器完全不知道群号又出来了个服务器 再说完全二个服务器谁知道会这样\n\n我加群和以前的腐竹说他现在的服务器和以前的服务器冲突导致我论坛被封的时候发现你就群里请你仔细看看详细看看群和帖子的有一毛钱关系吗 不能拿15年已经关闭的帖子内容加现在的吧 虽然不删帖是我的错可是也不能二个服务器认为是一个啊 你可以在群里仔细的看看和帖子里的是不是一个服务器任何一样东西都不一样 如果帖子删了你不知道帖子以前的样子 贴吧里还有以前的宣传可以供你参考",
    "replies": [
        {
            "author": "a15263999573",
            "timestamp": 1484842920,
            "txt_content": " 本帖最后由 a15263999573 于 2017-1-20 01:48 编辑 \n\n大致意思是以前发帖开了一个公益服服务器资金（没有收到赞助）没了关服了 一年以后群主新建了一个服务器 不是公益服 之后呢版主查服务器帖子 找到了我的一年前公益服帖子 用帖子里的群号加刚刚新建的不是公益服的群之后就发生了群号里的服务器不是公益服 帖子里是公益服（完全是两个不一样的服务器只是在以前公益服务器群的群上一年后新开的不是公益的服务器）之后版主判断骗审\nps：虽然大致还是很长 我估计应该可以看明白是什么问题吧"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1484932140,
            "txt_content": "收到楼主的反馈后，我去查实了下相关信息。废话不多说，直接说结论吧：\n①你的服务器帖子确实废弃了一年，不申请删帖的过错在你\n②QQ群创建于2010年7月3号，早于你发的宣传帖，所以QQ群肯定不是你解散以后别人新创建，巧合性导致群号重复。所以你说版主误封是不成立的\n③版主处理是符合版规和流程的，没有错误处理\n④看在这个事情你是过错而不是故意的情况下， 已经将服务器版发帖权限归还给你。但是不予提前解封。"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1484933700,
            "txt_content": "a15263999573 发表于 2017-1-21 01:42\n**** 作者被禁止或删除 内容自动屏蔽 ****\n并没有扯到一起。只是因为这个事情是你的过错，对于版主来说他是无法分辨其中的原因的，按结果来说，现在的做法是符合版规的"
        },
        {
            "author": "a15263999573",
            "timestamp": 1484933880,
            "txt_content": "SkyCatcher 发表于 2017-1-21 01:35\n并没有扯到一起。只是因为这个事情是你的过错，对于版主来说他是无法分辨其中的原因的，按结果来说，现在 ...\n大概意思就是我账号10天以后自动解封了和一以前就一样正常使用了不存在我有权限被禁止（我不想在一个地方发帖的时候突然显示权限被禁没办法发帖可以管理说下吗）"
        },
        {
            "author": "a15263999573",
            "timestamp": 1484934120,
            "txt_content": "SkyCatcher 发表于 2017-1-21 01:09\n收到楼主的反馈后，我去查实了下相关信息。废话不多说，直接说结论吧：\n①你的服务器帖子确实废弃了一年， ...\n你好第二个问题我回答下 解散的意思是以前腐竹把人全部t了 于一年以后重新捡起来了以前的群 邀请了人创建的服务器 不过我对管理的工作点一个赞 不过我对拿群里现在的服务器和帖子里的服务器牵连到一起表示不理解"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1484936100,
            "txt_content": "a15263999573 发表于 2017-1-21 01:38\n**** 作者被禁止或删除 内容自动屏蔽 ****\n是的，服务器版块权限正常"
        },
        {
            "author": "a15263999573",
            "timestamp": 1484939760,
            "txt_content": "SkyCatcher 发表于 2017-1-21 02:15\n是的，服务器版块权限正常\n就是解封后和封之前权限一样的是不（原谅我的啰嗦）"
        }
    ]
}