{
    "title": "【原创/连载】《影雨为天》 第九章 - 父亲【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1484899380,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-20 16:39 编辑 \n前言：最近遇到一事心情沉闷。正文：\n       约定之日已经到达。此时正是深秋，洞府旁的高树也抖落不少泛黄的叶片，远处更有凄凉的狼嚎，让人的心情一阵阵激荡。\n\n       叶落，人现。\n\n       一阵狂风，三个人影从远山的洞府飞奔而来。最初还只是三个小黑点，但不过三息时间，那个三个黑点已经赶到山底，向着我所站的山腰迅速靠近。我默默运转《镇海》，施展刚刚习得的第一技，以镇海之力为引，在连接眼睛的各部分血管处增强力量，让视觉达到一个高峰，看清楚很远的物体。\n\n       果然是叶久他们。虽然已经不用确定，但是还是要关注一下。\n、\n       我收起镇海之力，叶久他们也刚好到了我的面前。他们三人眼睛通彻明亮，深沉如深潭，显然都镇压住了洗脑的力量，并巩固了自身，我心中的石头终于落了地。\n\n       海夜嬉笑道：“我们还没那么容易洗脑。”但其实已经有深深地担忧，那洗脑的内力在体内封镇着，终归是个隐形炸弹，一旦爆炸，可能自己就会在战斗中灵魂震荡，最后落入万劫不复的境地。\n\n       “不管怎么说，先出发吧，小沫，拿出罗盘吧！”叶久似乎非常开心，手里把玩着利剑，嘴里吹着口哨，好自在逍遥。\n\n       我拿出罗盘，设置为白衣门，罗盘针便稳稳指向建筑群外，那苍茫无尽的山脉。\n\n       我们三人便各施轻功，齐齐下山，向着罗盘指的方向奔去。在山脉中的陡峭地形上，我们上上下下，周围全是嶙峋怪石，地形十分险恶。回过头，雨杀分部已经几近看不见，被那山脉云雾所遮蔽。宗门如果都开在这种地方，那便是易守难攻，就算是朝廷（索引资料已更新）的正规军，也别想轻易攻破。\n\n       ...三天后\n\n       经过三天的赶路、调整、休息，我们终于来到了白衣门的宗门所在。一座天地气息浓厚的灵山，阵法蓄势待发，犹如一只眼睛，盯着我们这四个不怀好意的外来者。\n\n       “这种程度，应该派大高手来，我们不过初出茅庐，如何攻灭？”武庞之望着那山顶处的宗门，一时大皱眉头。\n\n       我看了看挂在腰间的虚魔，这一战全都是因它而起，解铃还须系铃人，我们的实力不够，多亏了虚魔才能接到这种攻破宗门的任务。\n\n       我心里暗暗下了决定，说道：“先上去吧，我估计可以破开阵法，剩下的交给你们。”他们三人十分诧异，虽说我有虚魔，可也不应该如此大意。但他们还是选择了相信我，默默地走到我的身后，让我心中一暖，江湖还是有真情谊的。\n\n       我大步向山上走去，因为有轻功的加持，山又并非千米之高，所以很快便到达了山门所在。\n\n       哨塔上的白衣门门徒大喝：“什么人，报上名来！”\n\n       我深吸一口气，大喝道：“你父亲！”说罢抽出虚魔，剑指护山大门，虚魔封印之力全开，更是强行运用了第一层的技能——虚魔开天。\n\n       嗡——\n\n       一阵刺耳的声音响起，仿佛兵刃摩擦，一股深紫内力从虚魔中暴涌而出，稳稳落到地面上，一阵扭曲，形成了一个内力所化的紫气人。他大手一招，一把紫色斧头应招而来。再深吸一口气，疯狂怒吼，声声震荡，隔空打牛，白衣门内的惨叫不绝于耳。\n\n       紫气人又纵身跳起，一斧头砍向虚空，虚空一阵扭曲，半圆形的守山大阵瞬间分崩离析。\n\n       紫气人一阵闪烁，化为了天地气息。\n\n       叶久大为兴奋，拔出白湖剑，射出阵阵剑光，道道打在宗门内广场上聚集的白衣门门徒的身上，留下剑痕。那些身着白衣的门徒，更是十分惊慌，开始混乱了起来。\n\n       “住手！”随着一声暴喝，一个苍老的身影在天空中出现，那头发已经花白，眼神更是泛着红光。但我怎么也不会看错，他就是那个人！这简直难以置信，我的思绪又沉入了那封存已久的记忆。\n\n       父亲是个财迷酒鬼，整天不是赌博就是喝酒，把母亲辛辛苦苦赚来的钱浪费得一干二净。他好吃懒做，整天不去工作，反而指着我和母亲破口大骂，最后甚至把母亲卖到了青楼里，简直是天理不容！到后来，他甚至想把我给卖了换钱，幸好我提前听朋友李方说了，不然真的是要被卖了。我拿走了家里唯一的一把剑，从此仗剑天涯，做了一个小小剑士。\n\n       父亲不会武功，更不会剑法，他怎么会在这里？他眼中泛着的红光，更是透着一股诡异的杀气，说不清道不明。\n\n      1314字。\n\n       @2B与mc的故事 @FHC红石 @guqu @xcc @光线桑德斯 @普通HIM @蠢萌の⑨ \n\n\n订阅请评分“我要订阅”，则新章节会at。\n不吝啬的话请给点打赏。\n\n     想要查看索引，请看我的签名档。\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1484901000,
            "txt_content": "语言细节的问题还不少 随便讲几点\n\n深沉如深潭重字是很讨厌的东西，后面那个深看着就难受  不要也罢\n\n手里把玩着利剑，嘴里吹着口哨，好自在逍遥我个人觉得 把玩 口哨 一出，手里嘴里就不用再写了，吹口哨不用嘴吹用哪里♂吹= =\n\n在山脉中的陡峭地形上，我们上上下下上上下下是什么鬼XD\n\n道道打在宗门内广场上聚集的白衣门弟子打在弟子？？\n\n所以虚魔是G啊= ="
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1484902260,
            "txt_content": "bo_bo2001 发表于 2017-1-20 16:30\n语言细节的问题还不少 随便讲几点\n\n重字是很讨厌的东西，后面那个深看着就难受  不要也罢 叶久大为兴奋，拔出白湖剑，射出阵阵剑光，道道打在宗门内广场上聚集的白衣门弟子。\n是叶久的剑光。\n上上下下\n指的是“我们”在山峦之中赶路，一会儿跳起一会儿落下。\n手里把玩着利剑，嘴里吹着口哨\n我觉得写具体点更好,,,\n不过打在弟子那个确是实实在在错了，多谢提醒。"
        },
        {
            "author": "13610526302",
            "timestamp": 1587734460,
            "txt_content": "我做成武侠服务器的主线。。。。往批\n"
        }
    ]
}