{
    "title": "<原创·连载>《百妖异闻录》（第三篇——灯笼鬼篇）",
    "author": "gggbbb",
    "replyCount": 8,
    "timestamp": 1484898480,
    "txt_content": " 本帖最后由 gggbbb 于 2017-1-23 12:08 编辑 \n\n《灯笼鬼篇》\n                       ——燃烧自己，照亮他人。这就是我存在的全部意义。\n       一、\n\n　　这是一间简陋的小木屋子，早已掉色的木板斜斜地错落着，很是勉强地遮住了头顶上那片蔚蓝的天幕。\n　　勤恳老实的农夫，是这间房子的主人。破旧的小木屋，贫瘠的玉米地，这些就是他的全部财产了。\n　　新年将至，农夫特地赶到镇上，用几块崭新的红油布料，做了一个漂亮的红灯笼。\n　　他将灯笼挂在门前，明亮的烛光驱散了凛冽的寒霜，照亮了漆黑的夜路。\n　　烛火轻微地跳动，在空中自在地手舞足蹈着。那模样，像足了一个欢快的孩童。\n　　农民给这盏灯笼起了个好听的名字——“小红”。\n　　二、\n　　春去秋来，又到了瓜果飘香的金秋时节，农夫家的玉米地同样迎来了丰收。\n　　几点零散的金黄，分布在这块贫瘠的土地之上。就是这抹金色的光彩，在阳光的照射下，分外耀眼。\n　　夹杂着玉米粒清香的秋风迎面拂来，农夫笑了，是酣畅淋漓的大笑，他已然陶醉在这片美好的秋景中了。\n　　在丰收的前几天，他将后屋的稻草人搬了出来。擦去稻草上的灰尘，再牢牢地立在地上。\n　　农夫走了。他相信，这个威风凛凛的稻草人，一定能够吓退那些丑陋的乌鸦，守护好他的那片金灿灿的玉米地。\n　　三、\n　　乌鸦来了。漫山遍野的黑色，轻而易举地将蔚蓝的天穹吞噬。鼓噪的鸦鸣声接连作起，声声沙哑刺耳的咆哮，将农夫的心划得千穿百孔。\n　　那是百年一遇的鸦潮。\n　　农夫取下高挂着的红灯笼，竭尽全力地向玉米地跑去。粗壮的喘气声敲打着他的心房，鸦群的嘶吼几欲将他的耳膜震碎。\n　　他终究还是没有赶上。\n　　鸦潮去了，留下的是一片狼藉的玉米地，与一个残破不堪的稻草人。\n　　农夫紧紧地握着那盏红灯笼，手不住地颤抖着。烛火忽明忽暗，像是在无声地啜泣。\n　　四、\n　　又是一年的大年夜，农夫早早地就上了床。他在床上坐了很久，似乎是在缅怀着过往的种种，又似乎只是在单纯地发呆。就这么持续了一阵，当天色渐暗，他才拉上了被单，沉沉地睡了过去，睡得很死。\n　　红灯笼被他再度高挂在门前，烛火轻微地摇曳着。\n　　红灯笼知道，农夫的家里已经再也没有多余的钱，去买可供燃烧的白蜡了。\n　　所以，它只能小心翼翼地燃烧着这最后的一点蜡油，希望能为主人多看一晚上的门。\n　　一个贼眉鼠眼的身影，偷偷摸摸地潜了过来。他压低着身子，两手背在身后，那模样简直是滑稽极了。\n　　但红灯笼却笑不出来，它清楚无比地意识到，这个贼眉鼠眼的家伙，是贼！\n　　五、\n　　意识到这点的同时，它开始拼命地晃动着自己的身躯。红色的灯罩一次又一次地砸在墙壁上，磕出一道道清脆的金属撞击声。\n　　灯笼中的烛火摇晃不止，似乎只要再加点力气，就会彻底地熄灭。\n　　红灯笼要叫醒农夫，它不能眼睁睁地看着，那个贼明目张胆地偷走农夫家最后的一点余粮。\n　　农夫睡得很死，他翻了个身，沉稳的鼾声就又起来了。\n　　那个贼可给吓坏了，他瞪大了眼珠子，恶狠狠地盯着仍在晃动的红灯笼。\n　　他突然高高地跃起，一把将那盏红灯笼扯将下来，重重地摔在草地上。\n　　灯笼从草地上弹起，又连着滚了几圈。停下来时，它的身躯早就残破不堪。\n　　鲜亮的红油布被锋利的石头划破，从中间裂开了一道长长的口子。\n　　金属灯架也因落地的重击，而被扭曲得不成样子。\n　　就连灯笼中的烛火，也是猛地一晃，突兀地熄灭了。\n　　六、\n　　那个恶贼，已经潜进主人的房间了！\n　　他马上就要成功得手了！一旦主人的钱粮全部被盗，他不得活生生地饿死在街头？\n　　主人，有小偷啊！小偷要抢你的粮食啊！\n　　灯笼在心中歇斯里底地呐喊着，但任凭它怎么呼喊，口中都发不出半点声音。\n　　到此为止了吗？\n　　不，还不可以啊。主人把我挂在门口，不正是相信着我，能够安稳地看守好大门吗？我怎么能够随意辜负他的期望！\n　　这一瞬间，红灯笼想到了很多。\n　　主人一针一线地将红油布缝合，创造出它来的那一刻。\n　　主人满眼温馨，轻声呼唤它为“小红”的那一刻。\n　　主人将它高高挂起，温柔地抚摸着灯罩的那一刻。\n　　……\n　　红灯笼想起了那个残破不堪的稻草人，哪怕明知会死，它依然用自己脆弱的身躯，挡在了鸦潮的前方。\n　　内心，一股莫名的冲动悄然滋生。接着，这个冲动很快地占据了它的整个脑海。\n　　此刻，它的心里只有一个念头，阻止那个贼！\n　　七、\n　　红灯笼憋足了力气。它闷哼着，竭尽全力地朝着熄灭的蜡烛使着劲。\n　　再一次亮起来啊！\n　　红灯笼跟疯了似的嘶吼着，这股坚强无比的执念，赋予了它无穷的动力。\n　　它不住地向着苍天祈祷，恳求某个伟大的神灵大发慈悲，让它再度燃起。\n　　“嘭……嘭……”\n　　一阵沉闷而有力的怪异撞击声，从它的体内响起。就仿佛什么东西，在它的体内缓慢地起伏着。\n　　很快，红灯笼体内熄灭的蜡烛就再度燃烧了起来。烛火规律地摇摆着，就像是心脏在规律地跳动。\n　　这就是，获得生命的感觉？\n　　红灯笼不由自主地打了个寒颤，随着这么一晃，在那红色灯罩的裂缝处，竟然伸出了一条鲜红的大舌头。\n　　阻止那个贼！\n　　红灯笼暗自呐喊着。它腾空悬起，拼命地冲向主人的小木屋。\n　　八、\n　　这可能是最好的结局了吧。\n　　它没有辜负主人的期望，成功地将那个贼赶了出来。那个贼已经被吓破了胆子吧，应该再也不会回来了。\n　　但是，主人他为什么要哭呢。\n　　蜡烛就是它的心脏，而主人已经再也没有钱，去买新的蜡烛了。\n　　原来，是这样么。\n　　“没有关系的哦，主人。能够帮助你照亮黑暗，已经是我最大的荣幸了。”\n　　红灯笼张了张嘴，生涩干哑的嗓音，从喉咙中道出。\n　　“燃烧自己，照亮他人。这就是我存在的……全部意义了。”\n\n       废言：           嗯，如你所见，这就是我沉迷阴阳师然后怼出来的一个东西。      事实上，这张N卡还是挺有爱的的说。      言归正传，这个系列经过我与透明的商定后，决定由我，透明，星恒三人轮流完成。你完全可以把它当做一个普通的短篇小说集来对待。      最后，是感谢星恒大佬的文评与指导，虽然有些地方因为本人的笔力不足，并未完成。但还是在此表达本人由衷的谢意。      以上。\n      @透明小小    @星之永恒    @安根_Engon    @WM2030    @玄素    @xcc    @DGK2     @冥王星人    @恶魔-潇洒    @月轻歌 \n\n      索引\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1484898840,
            "txt_content": "的字太多了"
        },
        {
            "author": "透明小小",
            "timestamp": 1484900160,
            "txt_content": "剧情有点赶 感情有点不到位 但是总而言之 写的很好啦！"
        },
        {
            "author": "WM2030",
            "timestamp": 1484923320,
            "txt_content": "有点意思。楼上说的缺点在我看来反倒是特色了。\n这文章整体写的并不是什么新事，但是也别有趣味。\n然而所写的题材确实似乎更加适合仔细的写法。\n质量确实不错。继续加油。"
        },
        {
            "author": "xcc",
            "timestamp": 1485004020,
            "txt_content": "第一反应百鬼灯。"
        },
        {
            "author": "进击的凋零",
            "timestamp": 1485061260,
            "txt_content": "害怕∑(?Д?)"
        },
        {
            "author": "小悠酱",
            "timestamp": 1485073440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1485086580,
            "txt_content": "很显然我来晚了...\n最后，是感谢星恒大佬的文评与指导，虽然有些地方因为本人的笔力不足，并未完成。但还是在此表达本人由衷的谢意。\n不准叫我Dalao...这样没有亲切感2333\n你好歹也是指导过我的老前辈...\n\n阴阳师的话，我没有接触过，但是文章还是很不错的。\n至于这篇文章的值得改进之处，我也已经提过。\n加油吧。"
        },
        {
            "author": "月轻歌",
            "timestamp": 1489155660,
            "txt_content": "写的好。"
        }
    ]
}