{
    "title": "【原创/单篇】[Enf小组]《神》",
    "author": "透明小小",
    "replyCount": 7,
    "timestamp": 1484904360,
    "txt_content": " 本帖最后由 透明小小 于 2017-1-20 19:30 编辑 \n\n1.\n我在昏迷时看到了神。\n\n人们本当寻求真理，炉子里旺盛的火焰要好过野外孤魂的鬼火。寻求真理应像脱缰的野马，不受世俗的束缚，任意驰骋在未知的宽阔土地上。人类就是这样坚韧不拔的生物，面对高山的阻扰，穿过冬季的寒霜，趟过河流里的食人鱼，人类依旧能勇往直前，脱缰的野马，翱翔的雄鹰，这是人类顽强的意志。\n\n但是我的的确确是看见了神，我寻求不到任何关于它的真理。\n\n那是光明之中的极致光明，可以贯穿我的大脑的亮光，这就是它，一团亮光，漂浮于光辉之中。\n\n“我是神。”它说。\n\n“那么，你是耶稣吗？你能宽恕我的罪恶吗？”\n\n“什么？”\n\n我开始确信这是我脑内的幻觉了。\n\n这样便好，你能在幻觉中寻找到什么呢？\n\n2.\n在一片刺眼的明亮中，逐渐浮现了我的过去。\n\n高贵的国王骑着他心爱的小白马，由一千零一个仆人提着长长的披风走出宫殿，披风上耀武扬威的狮子比巨龙的个头还大。\n\n当第一千零一个仆人还没有提着披风走出宫殿，国王就已经咯噔咯噔地来到了他妹妹的家里。\n\n肥胖的贵族夫人扔下自己刚出生的孩子，紧绷绷的胸衣勒得她声音变得尖锐。\n\n“啊啦，哥哥，你怎么来了？”夫人脸上的肥肉因为高兴的笑容堆在一起，你挤着我我挤着你努力在夫人的脸上寻求一席之地。\n\n国王的脸早已成为了一个大肉球，吞没了他的眉毛、眼睛、鼻子、嘴巴，连当初最迷人的两个酒窝也一起吞没。\n\n他兴高采烈的啊呜啊呜的似乎在说些什么，一旁戴着滑稽的高帽子的大臣一本正经的在翻译，但，谁又真的知道国王在说些什么呢？\n\n国王将手摸索向角落里的小床，他终于摸到了，新生儿的皮肤是如此的顺滑，初生的毛发是如此的柔软，像是他最后吃掉的那头猪。但新生儿已经出生了一个月了，国王一直忙于吃掉三头猪、五头牛、十只鸡还有各种美酒的一顿大餐，所以他每天都是刚出生的新生儿。\n\n一把喝汤用的银勺被国王攥在手里，眼睛比一条缝还小的国王努力的将巨大的银勺塞进新生儿小小的嘴巴里。\n\n国王赐予了银勺！\n\n满场的客人开始欢呼，为国王能费劲的塞进去银勺而欢呼。\n\n新生儿挣扎着想要吐出银勺，无能为力后嚎啕大哭，而客人们的喝彩声早已盖过他撕心裂肺地哭声。\n\n这是我的出生，带着悲剧的色彩。\n\n3.\n国王早已因为过度肥胖而死掉，为了篡位的王子一直利用他腐烂的尸体操控着大局。\n\n邻国一共一千零一个公主悄悄暗恋着王子。\n\n王子悄悄暗恋着一个少女。\n\n那是贵族的一个少女，年纪虽小却尚有风韵，她坐在百花盛开地花园中央，午后的阳光刺眼的直射在她的脸上。少女若无其事的迎着阳光，低下了头，水中她的倒影飘飘荡荡被一片落叶给打破了。\n\n少女的脸上化着时下流行的淡妆，只有两片精工雕琢的薄嘴唇涂得亮汪汪的，娇红欲滴。\n\n王子走了过来，鼓起勇气，向她问好。\n\n一阵风吹来，将王子口中吐出的话吹散了一大半。少女疑惑的扭过了头，秀丽的长发生得稍低，浓重的长眉却像一个男性的所有物，双眼皮，鹅蛋脸因为羞涩红红的，像咸蛋壳里透出蛋黄的红影子。\n\n“殿下，您刚才说什么？”\n\n“我说我喜欢你。”\n\n“为什么。”\n\n“因为.......”王子红了脸，“因为你把她们长得都要可爱，你是上帝所创造出的最美丽的女性。”\n\n说罢，王子低头吻上了少女的嘴唇，像美好的童话故事一样，似乎要汲取掉她嘴上的所有红色。\n\n王子成功了，少女因恐惧而失掉了脸上的血色。\n\n之前还挡在太阳面前的一片薄云已经飘走，酷烈的光与影更托出少女的胸前丘壑，不自然的好像是人造胸脯。\n\n为了缓解尴尬，王子有一句没一句的说着，“这日头也真毒，昨晚我做了一个梦，那是一个像现在的阳光一样刺眼的大光球，它说它是死神。”\n\n少女突然唰的一声站了起来，她费劲的撩起来了自己的洋裙，因为恐惧双手止不住的颤抖。\n\n“殿下，但我.....我是男孩子。”\n\n那是我的初吻，带着难掩的罪恶。\n\n3.\n义愤填膺地人们不想再被当成傻子耍，他们呐喊着口号冲进富丽堂皇的宫殿，砍掉了王子的脑袋。\n\n咕噜咕噜咕噜。他的头滚进了花园之中，在那里被肥沃的土壤所吞噬，生根发芽，养育了一大片的花草。\n\n喜欢穿女装的贵族少年迎来了人生中第一场人民大暴动。\n\n公主上台。\n\n公主被砍掉了脑袋。\n\n宰相上台。\n\n宰相被砍掉了脑袋。\n\n受惊的士兵们四处逃窜，怒气未消的民众不接受任何一个统治者。\n\n在浸满鲜血的宝座下，饥荒开始蔓延。它蔓延的很快，很快就席卷了全国上下，上到树木的枝叶被吃光，下到皇家花园的泥土被啃光，王子的脑袋露了出来。\n\n肥胖的贵族夫人并没有变瘦，尽管她已经很久没有吃过肉了，她守着自己的儿子守着无数的金银珠宝，等待着灾难过后成为女皇。\n\n她成功了，成为了女皇，成为了大铁锅之中的女皇。\n\n因为饥饿，贵族少年联合家中瘸腿的厨子将贵族夫人推入烧着滚烫沸水的铁锅，一锅肥美的肉汤即将出锅。\n\n少年流着眼泪品尝着自己的母亲，瘸腿的厨子举起木棒狠狠的挥到了他的头上，没有一丝的犹豫。\n\n现在的厨子还是瘸腿，不过已经是一个腰缠万贯的瘸腿厨子了。\n\n4.\n我想起来了，这就是我昏迷的原因。\n\n“你打算怎么惩罚我的罪孽？”\n\n“惩罚？不。”光球上下漂浮着，褪去了自己闪亮的外套，露出黑色的本质。\n\n“我只是个死神。”一把长镰刀闪烁着最后的光芒。",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1484907960,
            "txt_content": "拒绝女装少年！"
        },
        {
            "author": "透明小小",
            "timestamp": 1484909400,
            "txt_content": "a2455564728 发表于 2017-1-20 18:26\n拒绝女装少年！\n不能拒绝！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1484909640,
            "txt_content": "哎呀你被狗头带坏啦——"
        },
        {
            "author": "a2455564728",
            "timestamp": 1484911020,
            "txt_content": "透明小小 发表于 2017-1-20 18:50\n不能拒绝！\n真是太可怕了！"
        },
        {
            "author": "透明小小",
            "timestamp": 1484911800,
            "txt_content": "冥王星人 发表于 2017-1-20 18:54\n哎呀你被狗头带坏啦——\n突然回想起和露露一起玩“狗头”"
        },
        {
            "author": "gggbbb",
            "timestamp": 1484912040,
            "txt_content": "我想，你需要个错字校正器\n两个第三分段什么的（斜眼）\n少年，你的想法很危险。来，快试试这新出炉的女装*脉"
        },
        {
            "author": "透明小小",
            "timestamp": 1484912280,
            "txt_content": "gggbbb 发表于 2017-1-20 19:34\n我想，你需要个错字校正器\n两个第三分段什么的（斜眼）\n少年，你的想法很危险。来，快试试这新出炉的女 ...\n哭到崩溃"
        }
    ]
}