{
    "title": "<原创·连载>因解效应·热寂[第十章：激荡显现于当下的旋律 下][S_RwE]",
    "author": "S_RwE",
    "replyCount": 10,
    "timestamp": 1484903760,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-21 23:55 编辑 \n\n\n第十章：激荡显现于当下的旋律 下\n\n纳特在不到5秒的时间里连续射出了五发子弹。精确命中每个刚刚传送到地面上的正规军。\n每一次由末影弹带来的空间位移都会带来冲击般的反胃感。强忍着移位的五脏六腑所带来的短暂剧痛，刀光剑影间，5名正规军士兵倒地。做完这些事情我几乎快站不起来了。\n但视线内，格里正被不知名的正规军士兵灌在地面。\n“那家伙叫诺厄。”\n纳特的声音居然从我手中的这把刀中传出，我不知道的是，这就是诺厄的刀。其实当时我没听清楚他的声音，无暇顾及，大型无人机已经在格里的脖颈上架上了镰刀。\n来不及了。\n“连带我一起向这家伙开火！”\n我抽身前冲，必须赶在武器系统生效前截走倒下的格里。\n疾行因段：双腿爆发力，开始起跑的速度便同龄人短跑时的最大速度相近。\n因段作用下，脚步宛如鼓点般震荡着地面。\n贫民窟的生活打磨了我的躯体，但还没到彻底非人的程度，我可能救不下格里了。但我的念头才刚刚出现，就伴随着一道横跨战场的光柱破碎。曳光弹开火，大型无人机油箱炸裂。\n那是雪莉，我感觉得出来。\n“频道侵入完毕，嗯..嘿，这是切尔。真厉害，居然拿到别人的武器了。虽然不知道你是怎么在睡醒之后2分钟就从3000米外的信号发射器跑到这里的。总之，刚刚开枪的是……”\n“切尔？”\n雪莉惊愕的话音同时间传来。\n“嗯，我来了。”\n\n\n对话间，我冲到诺厄身前。在厚重刀刃落在格里脑袋上前，我挡在了那里。\n砰！\n这家伙力气真大。\n我抄起躺在地面的格里向一边扑去，但紧接着又是诺厄手臂的一次挥击。荡在空中蜷缩腰身，反手将细剑挡在身后。\n沉重的闷哼声，整个人几乎都被掀飞。腿部伤口喷涌鲜血的格里被我揽在怀中，两人双双坠地跌出十几米远。恰好的借力点，但我仍因此负伤，骨头都快散架了。格里失血很严重。诺厄宛如执行死刑的刽子手般将武器举过头顶。面罩遮盖下的瞳仁闪烁着殷红的幽光。\n“不简单啊，贫民窟的人有武器已经让我很吃惊了，没想到还有你这样身手敏捷的……老鼠。”\n老鼠大概是在说我。他慢慢地向这边走过来，我估算着他可能会发动的冲锋，飞快地把身上的布条扯下来包裹住格里的伤口。血很难止住，我包扎过这种伤口不下10次，都在我自己的身上。大腿肌肉整片撕裂是致命的，但可以救得回来。\n而且一定要救回来。\n“你的同伴死定了，低级野蛮的医疗技术。虽然不知道你是哪冒出来的，一路跑过来，路上的无人机还没把你拖回它们的洞里去吗？”\n诺厄找到了我的致命点，没有屏蔽器的我一路赶来发生了无数与无人机的遭遇战。\n“武器被你抢走了，我也不能控制它们。但请看看天吧。”\n好，格里的伤口的血止住了。我从他发白面庞的注视中挣扎坐起，偏头回望嘴角上扬的诺厄。这时，穹顶移动了。现在时间已经到了早晨，被石英天幕遮住的阳光重新从间隙中倾泻而下。每一架无人机都响应了日光的号召，整片大地似乎都在颤动。盘旋着的，疾行着的它们在阳光的充能下全被赋予了更为喷薄的生命力，此刻，整片大地都被红色的网格纹路覆盖。\n“看来不用我动手了。”\n四起的金属摩擦音正在宣判我的死刑。\n\n\n是的，无人机会从四面八方赶来吞噬我。\n早知道就不答应那个人了，安格斯。整个出逃计划。\n可你已经答应下来了。\n对，错误的决定。终于碰壁了啊，以前的都还有机会活，这次真的死定了。\n这么快就给自己立死刑吗？\n没办法的吧。本来就没可能打赢正规军。现在还有越来越多的无人机会在几分钟之后就飞到我身上，逃也逃不掉了。\n为什么要逃呢？\n打不过就要逃。不逃就是死。\n现在在做的事情，成功了之后也不就是要逃吗？\n那个逃是为了……\n是为了？\n是为了自由，不被束缚。其实就待在那些阴暗角落里也挺好的，自由，谁向往自由。反正不是我，我早就习惯了。我是全世界最适应这种生活的人吧，毕竟在那么小的时候都自己活下来了，这就是我的一生，以前都是这样的。\n以后也是这样的。\n对。\n不对。\n\n\n同伴的声音通过通讯器传过来。\n\n\n“切尔，你没有屏蔽器对吧？”\n这是雪莉的声音。\n“啊？！为什么安格斯没有给你？完了，太阳升起来了，切尔，你会死的，快跑啊！”\n辛西娅冲我喊。我其实还有点不熟悉她长什么样子。只知道是一个金发的小女孩。在关心我诶，很少有遇到这么可爱的人。\n“已经绝望到站不起来了吗？呵。”\n他叫诺厄对吧，真是个讨人厌的家伙，所有正规军都跟他一样讨厌。\n“切尔，站起来。还没到万事皆休的地步。”\n纳特？这应该是他的声音。好吧，也不是全部的正规军都是坏人的。不过大概也就他一个。\n安格斯呢？\n他可不是什么好人，自以为是的指挥，瘫痪残障的战略。所有的被动局面，所有不必要的威胁因他造成。\n他从[穹顶]上带下来的武器，雪莉的狙击枪，格里的爆弹，你们之间的通讯。没有这些你们一点逃出去的希望都没有。\n谁在乎，没有这些的话我也不至于被置于现在的境地。\n为了活下去而被奴役，苟且的生活。\n我已经这样活了快八年了。\n所以习惯了？\n所以习惯了。\n\n\n四百多米外的雪莉，不断开火以阻止诺厄对我的接近，但每一发子弹都被举剑弹开。\n“你们的狙击手似乎还觉得你能活下去。跟她叙个旧吧，我会从你的尸体上把刀拿回来的。”\n\n\n“切尔，‘打不过就跑’。还记得吗，你第一次遇见我的时候说的。”\n“跑得掉意味着安全，逃跑不是一件窝囊的事情。”\n“我以为我被流放的年纪已经很小了，没想到你还比我小的多。”\n“谢谢你当时救了我，我一直都还记得。”\n“每一件事情，我都还记得。一下子也说不完，干脆不说好了……”\n“真的对不起，我总是给你添麻烦。”\n“切尔，谢谢你，谢谢你一直陪着我这么久，现在算是到头了吧，我是你的负担吗？..让我来卸掉它吧..”\n雪莉的周身绽开了猩红的光链力场，亡灵因组解放。\n\n\n视凝因段：静态视力很强，对于不会动的东西几乎百发百中。 \n视轨因段：动态视力增强至能够预判视野内所有单位的下一刻动作。\n\n\n与此同时，缺陷因段带来的黑色素流失也显现在雪莉的长发上。本夹杂着银丝的黑发此刻几乎全部被水银般的质感浸染，只剩发梢的黑色不愿褪去。\n“Setting on fire！”\n辛西娅的声音从通讯器中传出，雪莉的弹头上缀满了跳动的焰火。\n“Dynamic tracking,Bullet orders - collect the bullets of fear.”\n这句话的来源竟是安格斯，但此刻的雪莉已经无暇顾及。此刻的子弹之上的火舌变成了鲜红一片，闪烁着。[link]！\n[鸡尾酒]同纳特的步枪一样是因组系列枪械，此刻与雪莉解放后的因段契合。即将出膛的这一击拥有摄恐级的破坏力。\n扳机扣动，空气被撕裂。在指令的标注下明确集中的地面的支撑点。火石飞溅，整片大地都在颤动。那一刻，远处的岩壁斜坡开始下滑，倒塌。这是第一座，紧接着是第二座。在这段时间具有同样威能的打击连续降临了15次，每一个落点都绽放出猩红的爆破，星火燎原。我所在的地面塌陷了，断面形成的壁垒构造出了一个新的战场。日光被截断，向这边冲来的无人机统统被阻隔在外。\n\n\n诺厄在震荡的地面上站定，向我喊了什么话，但我没有去听。他似乎很生气。把自己仅剩的单手剑掷向我，锋刃旋转着向我呼啸迫近的风险。愤怒影响了他的判断，我持剑的单手上扬把它挑飞。但在这个空档，诺厄已经同铲车般向我冲撞过来。\n\n\n又是一发子弹射出，冲破了所有的岩壁旋转着击断了我面前这个人的冲撞。诺厄的外骨骼装甲完全破碎，看着他暴露出来的苍白躯体，我并没有诧异。\n获得力量的代价。\n\n\n“他还没有到头，这个状态之后会更强。就把我丢在这里的话你说不定可以击败他……”\n格里的声音微弱不堪，诺厄低头缄默，他又在发呆了。\n“哈，知道吗？看你的第一眼我就知道你是个很厉害的人，没想到你比我想的还要强。就差一点点，太可惜了，看来我只能走到这里了，切尔，你还能去更远的地方，替我去‘外面’看看吧。”\n…………\n安格斯在关闭了雪莉狙击枪的后一刻就反身架住了菲亚卡的双手。手腕转动间夺走了细剑向远方甩了出去。\n辛西娅在地图的指示下找到了自己的姐姐，勉强看到两人后就发现了安格斯扔出的细剑。\n“辛西娅！把那个给切尔！”\n“西娅？”菲亚卡在惊愕间转头，发现了堪堪接住自己武器的那个娇小人影。\n“姐姐，找你很久了。”她笑着回应，也不知道对方听到没。话音未落便抱着细剑向战场处跑去，在乱石溅落的地面上颠簸着小跑而去，她知道，送达这个物件比自己与失散的亲人会面重要。\n菲亚卡也笑了：“我现在觉得你应该会把这次赢下来。”\n“还要取决于另一个人，如果他也这么觉得的话，”安格斯放开擒住她的手，“我们就赢了。”\n…………\n“喂，切尔，我快到你那边了。有个东西要送给你，记得接好。”\n辛西娅？\n“系统提醒，传送柱运作，最后一次传送启动，传送人数，5。”\n诺厄终于回过神咆哮道：“把那个人拦住！”\n收到命令的正规军队立刻抽出步枪攒射辛西娅，弹幕覆盖攻击袭来。\n这些家伙反应也太快了。\n令人头皮发麻的枪火声在这片土地上四起，人的躯体再敏捷也快不过子弹的速度。正规军五人组中的一人像她投掷了生物力场手雷，瑰红色的线条颗粒在乍现在眼前。辛西娅被颗粒融入的肌肤就像在火上炙烤般疼痛。\n她还在向前跑去，始终把菲亚卡的细剑搂在怀里。\n但下一刻，四枚相同的物件沿着几乎平行于地面的抛物线掷出。纤细的腰身转动，两枚落空，一枚崩裂在左侧的地面。强烈的剧痛袭来，辛西娅失去了平衡。最后一枚直接命中本体，致死雾气淹没了她。辛西娅倒下了。\n她的耳朵充斥着嗡鸣声，什么都听不到。\n朦胧间，正规军的五人向自己围了过来。\n“她死了吗？”\n“可能吧，把她翻过来。”\n手臂传来压迫感，扑到在地面的她被移动转身。\n“贫民窟的人为什么穿着[穹顶]技员的衣服？”\n“流放的时候带下来的吧。”\n“这个也是带下来的吗？”其中的一人指着菲亚卡的细剑。\n“不对，这个是菲亚卡的……”正当他准备捡起这把武器时，辛西娅突然睁眼抽出怀中的短匕首划断了这个人的脖颈。鲜血泼洒在空中，剩下的四人被同一时间开火的狙击枪贯穿。至此，雪莉的狙击枪子弹全部耗尽，因组也在这时被重新锁定。缺陷因段反噬的痛苦激荡而来。\n辛西娅的眼中的愤懑燃尽了，用尽全力拨开通讯按钮：\n“还是没送过来啊……”\n生物力场手雷摧毁了她的生理机能。\n“辛西娅的腿好痛，辛西娅的头也好痛，太痛了，眼前黑乎乎的一片，跟我讲讲话吧切尔，不然我就要睡着了啊..不对..辛西娅..要死了..”\n…………\n又一个。\n每个人都倒下了。\n还有安格斯啊。\n他不算，他……你为什么总是喜欢提到他。\n因为，嗯……他毕竟是发起者，而且……\n闭嘴。\n好吧，让他自己跟你讲吧。\n\n\n“切尔，关于谈话中没有说明的部分，我向你道歉。”\n“如果你有躲过通讯器自爆的强眩晕能力的话，你就会在这个时候赶到战场，就具备了增援纳特的能力。”\n“屏蔽器的数量不够，我在短时间也斟酌不出完美解决的方案。”\n“对不起，逃跑吧，你没有办法击败诺厄的。”\n“只剩你一个了，现在开始，一直跑就能甩掉他，切尔，现在可不是你讨厌我的时候，快走，算我求你了。”\n安格斯的声音从诺厄的刀上传过来，后者现在正在我的面前。我身旁是失血过多晕厥的格里，身后是被落石掩埋的纳特。战场外的雪莉和辛西娅，还有刚刚通话的那个人。\n“那个人是安格斯对吧？”\n诺厄居然在向我发问，他几乎快站在这里几分钟了就是为了听我跟别人讲话。\n\n\n“是啊。”我转向安格斯，“听着，我不会逃。我会把这个人打倒然后把你们统统带出去，你就在那看着我就好。”\n我的上方，安格斯把在倒下的辛西娅旁捡来了那把细剑扔了下来。\n“接着，我去发动列车。等你把这家伙打倒之后他的身份认证会自动转到我身上。切尔，我相信你……”\n“比相信自己还要相信我对吧？”\n“嗯。”\n\n\n我接住了他扔下来的剑。锋刃出鞘，与此同时，武器锁定解除。\n\n\n好吧好吧，我现在有点后悔了。\n……失去了自我……\n关于我们能不能逃出这个地方，就关于这个想法。\n……癔想着自己是否还保有理智……\n我想我们可能是错了，不对，是我错了。\n……寻找立于自己身前的真相……\n是的，一开始就想错了。\n……我必须得到更高的地方……\n就这一次，只有我还能站起来，骨头嘎吱作响，每个关节都在发痛。\n……在这致命的高度俯视……\n但至少证明了我还是个人，对吧？\n……以此明晰我战斗的缘由……\n\n\n难以言喻的清凉感在那一刻流遍我的身躯，亮红色的线条颗粒像潮汐般以我为源头覆盖了格里和纳特的方向。生物力场的治愈功能启动。\n我的右手从指尖绽放了光链鲜花，红色的网格纹路如浪潮般扩散，每个同伴都被我链接，他们的情绪被我所明晰，整片整片的土地覆盖。甚至深入了地面。广阔的空间被光链折射成通透的亮红色，所触及的一切都变为了玻璃般的质感。末影因组解放，瞬避因段启用。\n“人型摄恐吗？你的[link]的覆盖范围已经跟这个程度的无人机差不多大了。”\n单脚挑起诺厄的那半把剑扔还给他，对方已无胜算。\n\n\n曾经的并肩只存在与破碎的镜面中，升起，到达那个高度，缘由将在此浮现，关于为何战斗。\n那些被剥夺意志所前往的道路，终点得到的自由必将解放一切。\n“诺厄，去死吧。”\n\n\n本章字数4335字数很多，但是一定要认真看看完啊新头像镇场\n\n\n\n\n目录+字数·序章：坍缩的人生                         1634·第一章：构建于锋刃之上的顺利      1868·第二章：混乱于钝面之下的信任      1708·第三章：无端恨意所燃起的地方？   1653·第四章：将己方束缚撕裂的信仰      1759·第五章：经历中明晰的战斗缘由      2209——————————————————————————·第六章：闪烁回响于昔日的旋律      1653·第七章：激荡显现于当下的旋律  上 1793·第八章：致那解放于危机之下的        1535·第九章：迎来被阴霾笼罩的末端      3154·第十章：激荡显现于当下的旋律 下  4335·终章：缥缈的我们                          1905\n订阅席    @gggbbb   @彼岸在望   @光线桑德斯   @Dream_Black @DGK2\n\n\n\n\n\n\n\n\n[groupid=1306]Viices[/groupid]",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1484903940,
            "txt_content": "最后的字数2333亮了...\n写得真好...路漫漫其修远兮，吾将上下而求索。我写作的路还好长呐~"
        },
        {
            "author": "S_RwE",
            "timestamp": 1484904060,
            "txt_content": "Smokey_Days 发表于 2017-1-20 17:19\n最后的字数2333亮了...\n写得真好...路漫漫其修远兮，吾将上下而求索。我写作的路还好长呐~ ...\n不是呀，最后一章还没好呢..\n先贴在那里，字数随便乱写的.."
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484904240,
            "txt_content": "S_RwE 发表于 2017-1-20 17:21\n不是呀，最后一章还没好呢..\n先贴在那里，字数随便乱写的..\n滑稽不应该每一篇文章都必须卡着2333字来写的吗[]"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484904420,
            "txt_content": " 本帖最后由 酱油路人乙 于 2017-1-20 17:44 编辑 \nS_RwE 发表于 2017-1-20 17:35\n我可能打了假的字数\n但我控制不住我记几啊\n年轻人，不要总想着搞个大新闻【滑稽】\n{划掉特效我忘了怎么弄了}\n【划掉】保证肛哭你【划掉】"
        },
        {
            "author": "S_RwE",
            "timestamp": 1484904900,
            "txt_content": "酱油路人乙 发表于 2017-1-20 17:24\n滑稽不应该每一篇文章都必须卡着2333字来写的吗[]\n我可能打了假的字数\n但我控制不住我记几啊\n"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1484910660,
            "txt_content": "S_RwE 发表于 2017-1-20 19:15\n授课\n括号s括号       括号/s括号\n我只能打出个滑稽来表示我此刻的心情滑稽[]\n不!!!你是假的哲学老师!!!"
        },
        {
            "author": "S_RwE",
            "timestamp": 1484910900,
            "txt_content": "酱油路人乙 发表于 2017-1-20 17:27\n年轻人，不要总想着搞个大新闻【滑稽】\n{划掉特效我忘了怎么弄了}\n【划掉】保证肛哭你【划掉】\n              授课\n括号s括号       括号/s括号\n\n怎么样\n面对教会你至高哲学的人生导师是不是都不自觉得把裤子提正了"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1484914200,
            "txt_content": "S_RwE 发表于 2017-1-20 17:21\n不是呀，最后一章还没好呢..\n先贴在那里，字数随便乱写的..\n喵喵喵我知道呀=w=\n写作控制字数真的太难了~~~\n所以说你瞎掰一个2333\n不过问句，发连载的话一章控制多少字比较好呢？"
        },
        {
            "author": "S_RwE",
            "timestamp": 1484914500,
            "txt_content": "Smokey_Days 发表于 2017-1-20 20:10\n喵喵喵我知道呀=w=\n写作控制字数真的太难了~~~\n所以说你瞎掰一个2333\n版规那里说连载最少500字\n然后每个文章发完之后版主都会跑来加分\n【划掉】所以只要是高于五百字的都是合适字数在这个基础上越低越好啊哈哈哈【划掉】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1484918220,
            "txt_content": "S_RwE 发表于 2017-1-20 20:15\n版规那里说连载最少500字\n然后每个文章发完之后版主都会跑来加分\n【划掉】所以只要是高于五百字的都是合 ...\n哦..这样啊...谢谢咯！\n我去创作版的群里问过了\n冥姐建议1000字~~"
        }
    ]
}