{
    "title": "【原创/单篇】《神灭》【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1484919780,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-20 21:44 编辑 \n前言：最近，心情真的是郁闷的很，这篇文章用心写了，希望好好读。正文：\n       真是难以置信，我也可以变成如今的这副模样。\n\n       夜深了，我在一条鹅卵石小路上漫步，这鹅毛大雪正在下着，我却感受不到寒冷，大概是因为之前碰触的那样东西吧。\n\n       这石路周围零零散散地种着一些树，但伴着冬季的到来，这些树也都渐渐枯败，不复以往。\n\n       这鹅卵石路，也已经像那些木头一样，没有了所谓的风采。那狰狞的石头，有着丝丝裂痕，仿佛要把我生吞了一样。\n\n       我淡然一笑，继续向前行走，把那块可怖的石块踩在脚下。\n\n       漆黑的夜空，看不到星月，亦看不到，我希望的。\n\n       可能我会沿着这条望不尽的路一直走下去，也可能中途倒下，倒在这冰冷的石路上，被风雪掩埋，不为任何人所知。\n\n       遥遥望见一栋乌黑色的城堡，墙壁布满阴森而诡异的条纹，城门紧锁。四个哨塔在城堡的角落里，上面却空无一人把守，整个城堡，寻不出一点声息，死一般的寂静。\n\n       我自然知道这是怎么回事，亦知道如何去面对，但我还没做好准备去迎接这一切。我能让人感到恐惧、悲伤、愤恨，却不能让人感到高兴、快乐、欣慰，这也许，就是我与他们的差别吧。\n\n       心里这样想着，脚步不停，已经来到了城堡的大门前。\n\n       我用手挥了一挥，城楼上没有人，但那尘封已久的大门，却开始发出机械工作的声音。门缓缓开了一条缝，一具穿着紫色晨袍的骷髅走了出来，看到是我，非常欣喜，原本应是眼睛的凹陷处冒出两点火光。\n\n       “候您很久了，魔王大人，夫人和公主都在等着。”骷髅恭敬地说道。\n\n       我点点头，正欲走进城堡，骷髅却向我扑了过来。\n\n       “果然如此......”我有着说不出的失望，一切都在按照计划进行，却逐渐脱离了本来的轨道。\n\n       我一巴掌把骷髅打飞，慢慢走进城堡大厅。\n\n       这大厅，依旧是那么熟悉，那深灰色的宝座，亦十分亲切。在宝座的旁边，多了三只蝼蚁，让这本来美好的地方，多了一丝陌生。\n\n       三只蝼蚁就这么死死地盯着我，眼中有着疑惑与失望，左边的蝼蚁还带着怒气，恨不得把我碎尸万段。\n\n       中间最矮的蝼蚁突然一震，大声喊道：“父亲大人，您......”说完便不停哭泣，那黑色长裙皱成一团，灰发上的玫瑰也随着她的哭声渐渐凋零。\n\n       我不耐烦地挥挥手，哭声戛然而止，一颗美丽的头颅从原本的身躯上滚落，悲伤依旧在那张脸上。\n\n       右边的蝼蚁颤抖着走到那头颅前，凄然一笑，蹲下捧起了头颅，绝望地说道：“看看你都干了些什么，这真的是你想要的结果吗？”\n\n       我摇摇头，一挥手，那只蝼蚁倒在地上，心脏已经碎裂。\n\n       左边的蝼蚁大怒，瞪着血红的双眼，怒吼道：“来啊，你这个人不人鬼不鬼的家伙！”\n\n       我疑惑了，我是否该如此？抛弃，一向是我的专长，对于那些没有能力的，而又给我多添麻烦的“废物”，我一向选择舍去。这么多年了，我不知做过多少次这样的抉择，难道我真的错了么......\n\n       很快我的眼神变得坚定，左边的蝼蚁头颅炸裂，悄无声息。\n\n       这三只蝼蚁，不过是一场梦罢了，又何必那么在乎呢？\n\n       一阵鼓掌的声音传来，一个穿着黑色长袍的白脸男子从宝座后走了出来。\n\n       “魔神，事出有因，我......”\n\n       “住嘴！”男子大吼一声，声音极度扭曲，眼睛里更充斥着愤怒。\n\n       我只好低下头，等待着男子的下一句话。\n\n       “不管怎么说，背叛了就是背叛了，自己选择吧。”男子突然又诡异地笑了起来，身体一阵颤抖。\n\n       “最终还是这样了么......”我兀自苦笑，选择了这条路，最终还是一路黑到底，玩脱了。\n\n       “尸解。”我说道。即便是被碎尸万段，我也不想再看到他们那悲伤绝望的面庞了。\n\n       “我偏不让你尸解！”男子大笑，用墙壁熔炼了一口大锅，再用护城河的血水填满，又把那三只蝼蚁扔了进去，尸体落入锅里，翻腾了几下，随后便发出一股怪异难闻的味道，令人作呕。\n\n       “要不要吃头？”男子拎起两个头颅，“吃了吧！”\n\n       锅里，尸体翻腾，我看着那惨不忍睹的景象，不由闭上了双眼。\n\n       我又坐了下来，心中思绪万千。\n\n       从出生，到成王，再到杀生，再到今日这副模样，不过仅仅百年。这百年来，我未曾后悔，但却在关键时刻造反，把我自己变得面目全非，从此不再无情。最后却又冷酷无情地灭掉了三只蝼蚁，这是否又是命呢？\n\n       锅里的尸体已经煮得烂成了肉块，我站起身，走到锅前抓起一块肉，猛地吞了下去。\n\n       “怎么样，他们的味道如何？”男子桀桀怪笑，脸色更加惨白。\n\n       “不错。”我抿抿嘴，又吃了一口。\n\n       吃着吃着，锅里便没有了肉，只剩下两颗头颅浮在汤面，看不出来本来的样子。\n\n       我盯着这两颗头颅，想起了曾经。\n\n       ...\n\n       “母亲，那是什么呀？”一个身着黑礼服的小女孩在花丛中走着，指着天上的一只紫色的昆虫，天真地向身旁的女人发问。\n\n       “问你哥，他最清楚！”被唤作“母亲”的女人轻轻一笑。\n\n       一个俊秀的男子和气地说道：“小妹，我也不知道，问你父亲吧！”\n\n       女孩把目光投向了落在后面的一个男人。那个男人走走停停，不停地在想什么，头发蓬乱，落魄得不成样子。\n\n       “老爹！”女孩亲切地呼喊着，“那个东西是什么呀？”\n\n       “嗯？”男人抬起头，看见那只紫色的昆虫，淡淡一笑，“那个啊，叫魔虫，会咬人的。”\n\n       ...\n\n       这一切，都是曾经了。\n\n       我捞出那颗较小的头颅，一口咬下去，皮肉飞溅，却并没有伤到根本。我一狠，獠牙一露，一张口便把整个头颅吞了下去。\n\n       “哈哈哈，好！”男人狂笑。\n\n       我又捞起另一颗头，却没有吃下去，而是反手扣在了男子的脸上。\n\n       胳膊滑落，眼前的一切也渐渐倾斜。\n\n       重物落地的声音，回荡在这空落落的城堡中。\n\n       此时此刻，眼中有神或真正成神，都已经不再重要。\n\n       欢迎各位对本文进行建议或批评，凭心而写。\n       \n\n\n       ",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1484965380,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-21 10:27 编辑 \n\n@2B与mc的故事 @FHC红石 @guqu @xcc @光线桑德斯 @普通HIM @冥王星人 "
        },
        {
            "author": "冥王星人",
            "timestamp": 1485062940,
            "txt_content": "看不懂怎么解"
        },
        {
            "author": "WM2030",
            "timestamp": 1485069180,
            "txt_content": "词句和标点大概还是有些奇怪吧。\n“亦看不到，我希望的。”中间这个逗号加进去感觉起不到强调的作用，还给人造作的感觉。\n又如“这鹅卵石路，也已经像那些木头一样，没有了所谓的风采。”这里的“所谓的”是为了显出我心理的变化吗？同样起不到很好的效果。\n这一类的现象时常出现，看起来也不那么流畅了。\n"
        }
    ]
}