{
    "title": "<原创·单篇>StoryCraft|“新年大吉”|玄素",
    "author": "玄素",
    "replyCount": 5,
    "timestamp": 1484924040,
    "txt_content": "\nStoryCraft|番外·“新年大吉”\n本体为一月月练。你愿意当和月活动无干的故事看也是可以的，毕竟本来也有打算除了本篇以外写一堆番外的打算。既然决定用这个世界的背景，想来发成单篇更合适后续查找。恰好也是允许发单篇帖子出来，于是你们看到了这玩意儿。新年快乐，虽然现在说显然是早了些。本文算是个小剧透文，剧透了什么呢……好问题，你等我什么时候把正文写完，你就知道了。\n本篇按照设定该是2016年春节，于是故事内世界时间线也是在1.8即将进入1.9的快照时期。\n——懒癌·玄素2017.1.20\n\n终末的节日是由角色们投票定下的。往往在同一时间他们的玩家会在游戏中装饰自己的世界或是做些什么纪念意义的事，他们就把那些仪式记下，又到终末之间复刻一遍。后来角色们过的“节日”太多了，整天Mountisue城都被装扮的乱七八糟，管理者迫不得已发下告示，只有投票得到半数通过的节日才能真正的在终末之间启用。角色们大多也都已经厌倦于刚知道还有“节日”这一说时候的欣喜，对这投票也觉得无所谓了，毕竟谁也不想每天打扫上一个节日的尾巴的同时还得准备着下一个节日。于是真正留下的节日，不多。但春节怎么说也算一个。\n这天阳光正好。风穿过红色羊毛、木质栏杆和玻璃板组成的“红灯笼”，穿过每家门口挂着的红色“福”字挂画，游走在城市的大街小巷。按这几年来的惯例，今天晚上城中会有烟花盛宴，那时候所有人都能饱个眼福。大多数的采集者都放弃了在今天出城收集资源，和留守城中的“贫民”一起度过这个美好的节日。\n只是在这个快乐的日子，平时银树酒馆里最勤快的跑腿工和话唠Evesa并不开心。因为他在一觉睡醒之后，整个人变得跟空气似得，谁都看不见了。\n//夭寿啦！我不就……不就又偷喝了Trigia一点原料吗！怎么会变成这样！\n这大约就是Evesa一早起来的咆哮了。\n银树酒馆算是个Mountisue城居住的角色们常去的地方。当然，作为一个酒馆，那里不卖酒——终末之间没有酒。酒这样东西也是角色们从他们的玩家那里听说来的，据说那东西温暖、美好、使人沉醉。于是他们也就建起了一间间酒馆，哪怕出售的是汤和各式饮品——用各式药剂aa和水勾兑，没有了药剂的效果，但是味道上佳。银树酒馆就是其中翘楚，酒馆老板Trigia自有一手配酒秘方，调制出的饮品味道就是比别家受人欢迎。\n在这样一间酒馆工作，Evesa并不是没有见过隐身药水……他甚至也亲自尝试过，虽然效果也是让人变得不可见，但空中总会或多或少的飘着些药水粒子，也并不会让他连话都说不了。\n//而且隐身药水是有持续时间的啊！这鬼东西谁知道有没有！\n然而后悔是没有用的。除了谴责自己一千万遍“千万不要再喝Trigia交给你的东西，就算他让你喝你也不能喝”之外，Evase也只能——非常不情愿地——去找Trigia了。\n//毕竟他配的药剂……一定能解除的吧？\n然后又想起当时Trigia让他拿那个原料瓶子到楼下去时那不明所以的微笑……\n//……当我啥都没说。\n\n所有人等待着某个在玩家中叫做中国的国度里新年的到来，哪怕在一个月之前他们已经庆祝了另一个新年。街上依旧是一派热闹的景象，人们都沉迷于欢庆，没人会注意一个隐身人从他们中间挤过。购置新衣，添办酒席，一切都尽按照他们所听说的样子操办起来。只能说可惜这个世界没有面粉，否则估计角色们也能鼓捣出几个有模有样的饺子。\n还有人在抛雪球。站在雪堆上完全没有方向没有目标地乱丢，劲道十足——Evase是用脸接住雪球的，你猜猜他是如何清晰地认识到了这一点。就算雪球扔的再用力也不会对人造成任何伤害，砸的够疼的也让人相当糟心，在这个快乐的日子平添了些郁闷，唯独扔雪球那人笑个不停。Evase其实不恼，毕竟他现在有更重要的事情要忧心，但能发泄一下情绪的事情他还是愿意去做的。\n所以当人们看到凭空浮在空中的雪球慢慢悠悠地靠近扔雪球的人，然后无视了他所有的逃跑动作正中面门的时候，几乎都不约而同地爆出了大笑。\n“谁喝了隐身药水？干得漂亮！”\n“看起来不像是隐身药水啊，否则Rocey那个坏小子绝对能抓住他。他可熟悉这些歪门道了。”\n“也是呢……可那是谁做的，总有人干了这事啊？”\n“总不能是管理者也看不下去Rocey了吧。”\n//管理者……？是啊。我现在在别人看来，大约就和无影无踪无处不在的管理者一个德行？\nEvase只想了一刹那便摇摇头，虽然他这摇头也是没有人能看见的。\n//可我依旧只是我啊，一个话唠杂工而已。如果我的情况更糟糕一点，连东西都碰不到的话，就算和其它失踪的角色一样，被世界就这么遗忘掉都是不奇怪的吧。\n他继续穿过拥挤的人群向前走去，没有回头，于是他也没有看见身后发生的一幕。\n一大堆雪球和刚刚一样凭空出现在了Rocey头顶，快准狠地砸在了预定落点，打个分的话大约能算统统十环。周围的人再次笑了起来，虽然笑声小了很多，显然他们也被这一点也不mc的场景震慑住了。没法解释的事统统算管理者干的，已经是终末不成文的惯例，于是原地只剩下了看完热闹逐渐散去的人群，和揉着脑袋一脸懵圈的Rocey，没有人再议论。\n\n当然就算是这么不幸的一天也还是有幸运的事，银树酒馆今天是开门的。隔了很远Evase就闻到了汤的香味，是他平时最爱的员工餐，兔肉蘑菇煲的味道。\n//可惜今天大约是没准备我的一份了吧。不过汤从来是工休时去后厨自己打的，……大约我也能喝到？\nEvase打算将橡木门推开，进到屋里去。于是他决定收回他觉得今天还有幸运事这句话了。\n毕竟寒冬时节，屋外也乘兴地飘起了雪花，冷风呼啸。大约有酒客以为门被风吹开了，尚未等他进屋子，门就已经被从另一边推上。\n再次尝试……失败。\n第三次尝试……失败。\n//拜托，风没那么锲而不舍持之以恒。\n毕竟这是家店，里面的酒客还不至于堵门，然而可怜的Evase依旧不得不等到有人进门时才尾随着走进了屋子。冷风中颤抖了一刻钟的他立刻跑到了炉火边上，找了个没什么人的地方坐下取暖。\n说书人Tim依旧在讲来自遥远过去的故事。那段建城史Evase已经听了很多遍，此时也是无心再听，只希望能尽快让自己暖和起来，好去找Trigia问个清楚。Trigia没在吧台前，但他正巧知道如何找到这个不时失踪一下的店主——反正不在吧台前，就去他屋里找就好了，总是能找到的。\n可是似乎是为了给他这倒霉的一天再加上一点不幸，在那间位于二楼的小屋子里，Trigia依旧不见踪影。\n倒是他的桌上有一个小瓶子。“喝我”，瓶子上有着这样的标签。\n//你是不是猜到我才发过誓不再喝任何你给的东西了？\n味道，说实话，不好。和Trigia平常一贯的手艺不一样，甚至和Evase偷喝到的神秘原料也不一样（对，那原料其实挺好喝的），这瓶子里的东西，闻起来像是把泥土、草叶、灵魂沙搅在一起。\n但是摆在这里，显然是给他喝的。喝了会怎么样，他不知道；但不管如何都好过现在游魂一样的状态。\n于是Evase将那个小瓶子中的神秘液体一饮而尽。\n什么事都没发生。\n他知道自己没有现形，因为他正站在窗户前。玻璃反射出他身后的墙壁，而不是他。无助和绝望一下子摄住了Evase。\n//所以这还是玩笑的一部分么？\n//……看起来是的。\n空瓶子里装着一张纸卷。看起来已经被浸湿，但倒出来以后打开，上面的字迹却异常的清晰。\n“如果你没喝这个瓶子里的东西，那么你的加强版隐身会在正午解除。但是你能看到这纸条，证明你已经喝了。所以，等着晚上的礼花盛宴吧。附带，今天我让厨子少熬了一份汤。如果你没喝这瓶药水的话……你可以自己让他去加一份的。”\n正在这时候，城中心的钟敲响了。十二下。\n//果然Trigia的东西就应该不要再碰才对吧！\n\n“你这是不是有点太过分了……？”\n“我自有分寸。不该做的事我从来不会去做。”\n“其实我是说你对那个喜欢恶作剧的家伙……叫Rocey吧。”\n“哈哈哈哈哈哈……你看，新年到了。”复制代码烟花绽放在空中，花瓣似的燃尽五色的火焰，留下点点星子似的轨迹。而那轨迹也慢慢消散，随之而来的是另一朵烟花的绽放。\n新的一年就这样到来。\n\n等等，我们好像忘了一个人？“我终于可以说话了啊啊啊啊啊啊啊啊啊！”←\n\n全文终\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "1063166530",
            "timestamp": 1484924280,
            "txt_content": "666，顶楼主"
        },
        {
            "author": "Aldrice_Martin",
            "timestamp": 1484925900,
            "txt_content": "祝楼主鸡年大吉吧"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1484929800,
            "txt_content": "不打个活动前缀吗……？"
        },
        {
            "author": "WM2030",
            "timestamp": 1484974860,
            "txt_content": "和以前的画风一脉相承又有不小的变化。\n总感觉用词上没有以前那么流利。\n整体还是很不错。\n真是符合逻辑，一点也不像我【划掉】"
        },
        {
            "author": "火星浮云",
            "timestamp": 1485007500,
            "txt_content": "看到//这玩意我就自动脑补成注释，后来发现不对……233333"
        }
    ]
}