{
    "title": "<原创·连载>   勇者之征II：星光   第三章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1484962740,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2017-1-21 09:40 编辑 \n\n        沉重......\n\n        无论是手脚还是躯干，都感觉好沉重......脑袋像是在燃烧一样，甚至还能听到噼里啪啦的炸裂声......思维已经跟烧焦的浆糊一样黏稠了。这团浆糊从烧焦的脑袋上融化，冒着滚烫的泡咕噜咕噜地流下，再包裹整个身体。再这样下去，迟早会被......\n\n        傲天不敢再往下想下去，或者说他已经没有精力作下一步的猜想，对于他来说，连思考都是在透支如风中残烛一般的生命。\n\n        喉咙好干......整个人都好干......好像干硬得发脆的焦炭一样，稍微一用力就会被折断。他拼尽全力做了一个吞咽的动作，却尝到了血腥味。\n\n        奇异的感觉渐渐涌入心脏，好像要把灵魂与躯体剥离开来。也倒好，对于现在的他来说，躯体反倒是一种累赘。他的思渐渐清晰起来，周围的一切是那么安静，那么澄澈。恍惚间，他好像还听到了茶馆里的人闲聊的声音，好像还看到了他所处的这间屋子的构造......开什么玩笑，茶馆可隔着这里几条街，况且我根本没睁眼......傲天疲惫地一笑，尽管上扬的嘴角扯得他脸上的肌肉生疼。\n\n        他又听到了开门的声音，很真实，好像就在附近。是幻觉吗？那个死肥婆回来了，还端着一碗热腾腾的汤？\n\n        这时，傲天确实感觉到一股清凉的液体流进了自己干涸的嘴里，然后穿过喉咙，下沉...下沉...\n\n        肯定是这死肥婆嫌我太麻烦，想早点解决我了......这熬的是什么毒药？迷离谷的暗鸦兰？不对，想害死我，她不会浪费这么大精力，大概就是开满后山的断肠草。管他呢，我压根就没想活下去过。傲天想着，使劲股动喉头，整碗热腾腾的汤沉甸甸地装进了胃里，然后昏沉沉地睡了过去。\n\n        但是傲天没有死，他醒来了。他的病情也没有加重，甚至还比上一次醒来轻松了一些——傲天不知道上一次醒来是几天前，他已经放弃了用“天”来计数，因为这段时间他只活在沉睡和半梦半醒的混沌轮回之间。\n\n        他的病情渐渐好转了。直到痊愈的那一天，他才逐渐意识到，自从到鬼门关走了一遭，自己的感知比原来要灵敏好几倍。如果集中精力，甚至不用眼镜也能大概知道周围的情况。听觉也要灵敏了一些，但是像那次那样，隔着几条街听到别人说话的事情倒是再也没发生过。所以......死肥婆的事情......应该也是幻觉吧......\n\n        总之，从那时开始，傲天拥有了超乎常人的感知。以前被称为“幽灵”，很大一部分原因就是他野兽般警觉的感知能力。不过在那之前更重要的是，这能力简直就是专门为应付黑雾之源而生的。\n\n        所以，这时候依赖眼镜只会浪费多余的精力。傲天暂时放弃了双眼，换来的是其余五感的提升。\n\n        “现在来好好闹一场吧！”傲天背手一抽，转瞬间 抽出了ssr 笨重的手弩换成了轻便的匕首。蹬腿，游走，转身，收割，接着就是皮革撕裂的响声和两道闷哼。\n\n        “好身手，看来传言没错啊，果然是你回来啦～”黑雾的前方传来一个男人带有笑意的问候。\n\n        “冷静，冷静，先别急着动手，我到这儿来不是打架的～”话音未落，忽然刮起的疾风已经把匕首带到了他的脖子旁。“你是谁，这些家伙的头儿？”身后传来傲天幽幽的问话声。\n\n        “我可不仅是这些家伙的头儿，可以说大半个寂静城的人都得听我的。”那个人叹了口气，不慌不忙地答道。\n\n        “寂静城？”傲天把匕首勒得更紧了，“你跟洛枭那家伙什么关系？！”\n\n        “诶诶诶......所以说别激动啊，能不能一次听我把话讲完？”那个人说着拍了拍手，朝黑雾深处喊道：“看吧，都跟你们说了别出来惹事情。来来来，咱先把武器放下，大伙好好谈谈。”\n\n        “可是......少爷......”尽管平日里鬼鬼祟祟，连被干掉都尽量憋住不发出声音，这次一个刺客终于开口了，“您确定，真的要这样做？他可是城主点名......”\n\n        “叫你放下就放下哪来那么多废话！”\n\n        那个刺客沉默了，随之而来是所有人的沉默。而数秒后，陆陆续续传来的铁器落地的声音打破了这沉默。\n\n        “好了，我已经展现了我的诚意，你是否也可以把手先松一松呢？龙.傲.天。”那个人把最后三个字念得格外清楚。\n\n        穹闪和灵曦越听越迷糊。洛枭？寂静城？还有这些刺客到底哪来的？为什么要袭击我们？见局势缓和下来，他俩才渐渐摸索着往傲天的方向靠近。\n\n        “这边的两位是你的朋友吧？”那个人似乎察觉到了，把头扭了过去，尽管在这种乌烟瘴气的地方什么也看不到，“待会咱们去一个地方，我把全部事情都交代清楚。有你们不知道的，甚至还有龙傲天也不知道的......”\n\n        “别擅自决定，我可没答应你，鬼知道你在盘算着什么！”傲天伸出另一只手，把他的头硬生生掰了回来，“寂静城的人都不是好东西！”\n\n        “别这么固执啦～”\n\n        “咔啦！”\n\n        突如其来的掌击弹开身前的匕首，与此同时干净利落的后肘击直戳肋骨，龙卷风一般从内向外绽开，破除了傲天关键的警戒。扎实的力道震得傲天也懵了片刻。而抓住这片刻的空当，回身一抓，蟒蛇一般紧咬手腕和脖子，傲天即刻被压倒在地。\n\n        “看来不采取些暴力手段，你还真是不会听我的话。”那个人说着，又缓缓松开了手，“看吧，我从一开始就没打算动手，不然你早就像现在这样倒在地上啦～”\n\n        傲天栽倒在地上喘着粗气。的确，无论是力道还是反应速度，这个人都毫不逊色。就算正面对战，自己也没有太大的把握。现在穹闪不能算作主要战力，灵曦就更别提了。况且这家伙还带着一大群援兵......\n\n        “说吧，你到底想......等等......”傲天刚刚缓和下来的神色又一次变得凝重起来，他把耳朵贴近地面，问道，“你到底带了多少人？为什么他们都围过来了？”\n\n        “什么？我的人？之前我已经吩咐他们回去了吧......诶，你这么说，我好像也听到什么声音......”那个人眉头一皱，“这肯定不是我手下的刺客，他们不管多少人一起行动也不会弄出这么大的动静。”\n\n        这动静确实有点太大了点，连穹闪和灵曦，哦不，应该是整个村子都能听到吧。\n\n        金属盔甲的撞击声，马匹的嘶声，还有嚣张的喊声......\n\n        “村子里还有活人吗？都给我出来！顺带把吃的穿的拿来，做点应有的贡献！”\n\n        “都是聋子吗？圣盾军团在此，想活命的都给我出来！现在，立刻，马上！！！！啊，咳咳咳.......”带头的那个似乎有点激动，喊话的时候总是不小心破音。\n\n\n\n目录\n\n\n啊，终于放假了\n我差不多已经是条咸鱼了\n@恶魔-潇洒 @bo_bo2001 @Donnies_Ming @MF_Mufeng @xcc @光线桑德斯 @龙腾猫跃",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1484965560,
            "txt_content": "为什么圣盾军团带头人这么激动?【雾】"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1484985900,
            "txt_content": "woc你居然更新了！！\n是不是放假了心情太好这章满满的欢乐的气氛啊XD\n可恶啊我放假后写的单篇还没码完"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1484986500,
            "txt_content": "bo_bo2001 发表于 2017-1-21 16:05\nwoc你居然更新了！！\n是不是放假了心情太好这章满满的欢乐的气氛啊XD\n可恶啊我放假后写的单篇还没码完[ ...\n233你也加油吧\n好不容易放个假更新一下"
        },
        {
            "author": "翱翔企鹅",
            "timestamp": 1484986740,
            "txt_content": "支持帖主！！"
        }
    ]
}