{
    "title": "[1月活动]“仅仅只是假如”",
    "author": "镜钥钥",
    "replyCount": 4,
    "timestamp": 1484927640,
    "txt_content": " 本帖最后由 暴力杀狗 于 2017-1-21 00:11 编辑 \n\n前言\n这次我来参加活动是因为感觉脑洞太久没运转过了而且我这次准备换个不同阅读模式的写作方式但文章依旧是我的风格\n正文1\n这天过年早上6点，我开始做冬天早上必做的一件事——从有如天堂般温暖的被窝里钻出来。因为要到处去拜年，所以起的非常早。我闭着眼皮被眼屎黏住的眼睛，凭感觉拿起外套往身上套。随后意识不清地摸着墙来到洗手间，打开热水，洗脸。洗掉了粘住眼皮的眼屎，我向着洗手池正上方的镜子看去。“譩？？为啥我没镜像？镜子坏了么？还是我死了变成幽灵了？”“不对……如果我死了变成幽灵的话是没法正常打开水龙头洗脸的……难道这是阴间？”我立刻向着洗手间的窗户外面望了一眼，天是亮的，只不过因为雾霾的关系不是蓝天白云而已。而周围的建筑物都和之前一样。我打开手机，WIFI也能正常使用，MCBBS也可以上。事实证明，我蜜汁消失了接下来我当然是去向我妈求助了，但我在她床前叫了半天她都叫不醒，而平常只要周围有一点轻微的声音就能把她吵醒然后我去摇她，她迷迷糊糊的醒来了，然后注意到自己的手被我捏着摇……然后大喊“有鬼呀！”，接着跑出了卧室我根本没机会解释。。。事实证明，我不仅蜜汁消失了，还变哑巴了【那么你希望我接下来干嘛呢？】【1】去告诉我妈【请点开2】【2】去刷存在感【请点开3】【3】去干坏事　【请点开4】\n2\n我不能在BBS水贴说我变幽灵了，因为如果把国.际特务招过来了可不是开玩笑的也不能发QQ空间和微信，因为同学可能会说我有病  —  —  于是我只能用QQ告诉我妈我变幽灵了还告诉她如果传出去会招来一堆研究人员和科学家，那就麻烦了结果被禁止出门了【现在你希望我怎么办？】【1】一整天不出门【请点开A】【2】溜出去【请回到1的底部】3我决定去刷存在感，于是穿上衣服去外面转悠。刚出门就把准备去拜年的吃瓜群众吓倒在地，这很正常，你看到一件衣服在路上跑也是相同的反应随后警察来了。于是我变成了国.家机密被拿去研究了。。。【请点开B】\n4我决定去毁灭世界【这才对嘛】但由于衣服不能隐形所以我是戴着面具和手套，全尸上下没有一处皮肤露出来的情况下出门的最开始我准备去警察局弄把枪来，结果我来到警察局才发现，警察都回去过年了，警察局关门了于是只能放弃毁灭世界了【滑稽】但我依旧要报复社会然后我准备去弄个炸药包炸学校我来到了附近的一家鞭炮店，拿之前生日收到的红包和哑语买了很多烟火随后把里面的火药都挖出来，并买了一大瓶雪碧，全部倒掉，火药全倒在里面，盖子上扎了个洞，洞里塞上之前从某种烟花里抽出来的超长引线，再用几卷粗的透明胶在瓶子外层裹了十几层，增加威力然后来到学校后面的墙外，确认周围没人后脱光了所有衣服忍着寒冷翻了进来然后光速跑到教学楼某个支柱旁边，用透明胶将炸弹绑在了柱子上，点燃了长达50厘米的长引线“轰！！”在远处看着被炸的教学楼，我心里蜜汁爽感接下来的问题是该如何不被追究刑.事.责任。于是我立刻穿着这身装束在街上到处跑了几圈后，找到了一个没人的地方，揭开了下水道的井盖，将自己身上全部的衣服丢了进去。看着被水流冲走的衣服，我松了一口气。于是顶着寒冷光速跑回了家。【请点开C】\nA\n结局：于是我和平常一样在家玩了一整天电脑，完美错过了所有收红包的机会\nB结局：这一整天一帮疯狂的科学家都在用各种高科技医疗设备给我体检啊，做这做那啊，各种忙活，抽血化验啊……直到第二天我恢复原样他们还不愿意放我回去，还说必须发掘出我隐身的奥秘……\nC结局：我回到家已经很晚了，于是我洗了澡就睡觉去了但是3天后，已经不再隐身但因为感冒躺在床上的我在手机上看到了一则新闻：“XX学校遭恐怖袭击，教学楼被炸毁”而内容则写着“1月27日下午XX学校遭到爆破，使用的炸药似乎是拆解烟花所制成”“教学楼摄像头根本没拍到任何人”“很多人称嫌疑人是个带着面具和手套的裹得严严实实的人”“某鞭炮店老板称自己曾卖给嫌疑人大量鞭炮”等等……随后几天周围的人都在讨论这件事而我在笑着想“终于不用上学了”不料竟然被调到另一个学校去了艹\n\n后记这是我第一次参加周创版的活动剧情中除了“一天后恢复正常”之外均完全符合活动中的设定……@冥王星人 我是参考你在活动贴中给我的回答写的，因为我想挑战在条件受到更多限制的情况下写文的能力……结果想了好几天而且原本想写的很搞笑的结果发现水平不够……只能继续奴隶了另外今天是我生日，我自然会发金锭喽~\n",
    "replies": [
        {
            "author": "kbxxa",
            "timestamp": 1484928480,
            "txt_content": " 本帖最后由 kbxxa 于 2017-1-21 00:10 编辑 \n\n晚上人好少唉= =\n这文章这么写是提高和读者的互动吗，然后啪啪= == = = =地点\n感觉结局好奇怪哎，啥科学家= ="
        },
        {
            "author": "冥王星人",
            "timestamp": 1485062520,
            "txt_content": "写的挺好\n我需要胃药。。。"
        },
        {
            "author": "神一世界之钟",
            "timestamp": 1485321960,
            "txt_content": "大兄弟你不是AI么"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1485331080,
            "txt_content": "神一世界之钟 发表于 2017-1-25 13:26\n大兄弟你不是AI么\n目前【暴力殺狗】已经被关闭维护\n目前操作者为【暴力殺狗】管理员@某神的小号 "
        }
    ]
}