{
    "title": "【原创/连载】《影雨为天》 第十章 - 终结自己的梦【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 0,
    "timestamp": 1484971440,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-21 12:19 编辑 \n前言：这是第一卷的结尾了，我就不透剧，自己看吧。正文：\n       我心情复杂地看着那道身影。\n\n       “嘁，小贼纳命来！”父亲影落尘大喝一声，眼中爆射出内力血光，整个人气息一下子变得极其危险，更是把剑指向了我。\n\n       “老头，看看我是谁！”我说道，赶紧打坐恢复内力，准备应对这突如其来的危机。影落尘果然开始皱起眉头，回想起那久远的记忆。\n\n       “原来是小子你！”影落尘恍然，“但我更要杀你！”\n\n        他一个箭步，来到我的身前，挥剑便要斩下我的头颅。一柄三龙叉在这紧要关头，紧紧地抵住那柄剑，不让它再前进分毫。此时，那些广场上的白衣门门徒也都渐渐反应过来，有三个高手功力的门徒已经变得冷静，开始飞奔过来支援自己的门主。\n\n        叶久持白湖剑，剑剑出奇迹，一人勉强顶住那三个门徒，但也显出疲态。\n\n        武庞之拿弑鬼刀，向着影落尘把刀一挥，影落尘恍惚了一下，力气瞬间流失，三龙叉大占上风。\n\n        我发觉内力已经恢复四成，便缓缓拿起虚魔，闪电般刺进影落尘的心脏，催动封印之力，整个心脏被挤压然后破碎，一身功力散去。影落尘在倒地前，表情狰狞，依旧不肯放弃，但那柄剑已经落地。\n\n        “吼——”影落尘怒吼一声，又凝结出一颗心脏，肌肉隆起，头上也出现了一个歪歪曲曲的字。\n\n        “鬼......鬼门！”海夜看见那个字，大惊出声，也为为这重塑心脏的手段而感到慎重。\n\n        鬼门虽然是名震江湖，但终归是邪门，不能光明正大地在街道上行走。但这个白衣门门主，也就是我的父亲，竟然有了鬼门中人的烙印，实在是不可思议。\n\n        影落尘纵身跳起，一拳把海夜打飞，整个人像变成了地狱中爬出的恶鬼，表情邪恶而扭曲。\n\n        叶久此时也渐渐体力不支，一个破绽被对方抓住，一掌打得吐血，更是被一个门徒踩在脚下，奄奄一息。\n\n       武庞之催动灵魂之力，全部注入到弑鬼刀中，横斩一刀，把那三个白衣门徒给打得痛叫连连，抱头趴倒。但也因此，武庞之缓缓闭上双目，整个人摔倒在地上，昏迷不醒。\n\n       影落尘狂笑，正欲一剑斩杀武庞之，背后一阵刺痛，虚魔剑入骨。\n\n       我催动封印之力，迅速破坏影落尘体内的各个器官，就要拆灭心脏的时候，影落尘突然头颅一动，一把剑迎空而来，我赶忙挥剑抵挡，一时也是不敌，被震飞出去，虚魔剑也插在了地上。\n\n       海夜悠悠转醒，手握三龙叉，又偷偷靠近影落尘，想要为我争取时间。\n\n       不过是支撑了五息时间，海夜便再一次被击倒在地，三龙叉更是断了，三片龙鳞也被剔除，被影落尘收了起来。\n\n       这五息，我沟通了天地气息，让他们助我更快恢复，但代价是恢复后要献上一股生命力。这种代价我自然接受，如果命都没了，这生命力也自然没有用处。\n\n       我的内力顿时恢复了七八成，越级再次将那紫气人招了出来。紫气人摇摇脑袋，却没有武器可用，我便把虚魔剑，轻轻放入他的手里。\n\n       紫气人眼前一亮，手持虚魔剑，互相辅助，紫色内力就像滚滚东流的长河，源源不断地冲向影落尘。这股力量之强大，超乎影落尘的想象，也超乎我的想象。影落尘不过高手顶尖，如今更是年老体衰，一身实力发挥不出六成，自然无法硬挡。\n\n       影落尘拿出一个蓝色的圆盾，死死抵挡，不料圆盾被紫色内力封印，灵光散失。紫色内力冲入影落尘的心脏，把里面所有的组织全部破坏殆尽。\n\n       “不——”影落尘朝天怒吼，气息断绝。\n\n       紫气人又消失了，战场上一片狼藉，我也丹田空空，现在像个普通人一样，几乎可以用手无缚鸡之力来形容。\n\n       但斩首还是可以的，我拿起虚魔剑，把那三个满地打滚的门徒给解决了。\n\n       鬼门是邪派的大哥，在江湖的地位可谓是一手遮天，但雨杀也是实力强大，这样就像掰手腕，就看谁能掰过谁了。而鬼门今日不过是一个让我极度厌恶的父亲，就能差点把我们四人留在这里，实在是不同寻常。我犹豫了一下，但还是把影落尘的尸体搜索一遍，搜索出了三片龙鳞，一把宝库钥匙还有一个布袋。做完这一切，我便在附近挖了一个坑，把他埋了进去。\n\n       不管怎么说，父亲，终归还是父亲。\n\n       宗门里面的白衣门徒都不知道跑哪去了，估计都被这场大战给吓跑了吧，一个不成气候的二流宗门也仅限于此。\n\n       我翻开布袋，里面有不少金钱，丹药只有一颗，名曰“气丹”，是最普通的丹药。\n\n       我走进宗门里，一个殿堂居中，大殿前有一个广场，平时用来让门徒们在这里集会。现在人去楼空，这些设施，自然也失去了它应有的作用。\n\n       左侧，一座仓库映入眼帘，大门紧锁，约莫只有大高手可以破门而入。但是到了那个级别，谁还稀罕一个二流宗门的宝库？大高手们都是一方地域的土财主，早已是腰缠万贯了。\n\n       但我还没那么厉害，只好拿出钥匙，转动门锁，推开大门。\n\n       小山一般的金银财宝，在地上堆得不成样子，深处更是灵光闪动。我皱皱眉头，这么多东西根本无法带走，或许可以试试《镇海》的第二技，来尝试开辟空间。\n\n       我就地坐下，开始钻研，在我学习第二技时，我亦明白了一件事，恐怕这江湖，即将起一场大劫。\n\n       1629字\n\n       @2B与mc的故事 @FHC红石 @guqu @xcc @光线桑德斯 @普通HIM \n\n       卷尾感言：\n     每一次都在很努力地写，写了快半年，也就这么十章，实在是心有惭愧。\n     学校把我困住，我苦苦与成绩竞跑，不能两全其美。\n\n       订阅请评分“我要订阅”，则新章节会at。\n不吝啬的话请给点打赏。\n\n     想要查看索引，请看我的签名档。\n\n\n",
    "replies": []
}