{
    "title": "[原创·单篇] 与恶魔的交易 ——by Smokey_Days",
    "author": "Smokey_Days",
    "replyCount": 6,
    "timestamp": 1485002820,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-2-19 14:34 编辑 \n\nThe Transaction with The Devil与恶魔的交易正文：***一***暮色降临，雷雨骤起。她坐在窗边，伤痕累累。冷眼，愤怒，失望，鄙视，责难。失败的她，只能享受这些。掌声、敬佩、喜悦、激动、满足。这些是属于胜利者的。她的心乱如线团。对失败的恐惧和悔恨，对成功的盼望和嫉妒充斥着她的心灵。她已不能自已。 她没法控制自己。迈出了一步。现实上的一小步，却是某种意义上的一大步——她已不知不觉间迈过了一条无形的线。一名男子，身披黑袍，背对着她，坐在她面前。“...会给予你的…”她的眼中闪着光——那是贪婪，是渴求，是欲望。她抓住那名男子的手，泪如碎玉而下。被贪婪渴求欲望蒙蔽的她，没有注意到，闪电划过窗前时男子脸上没有一丝血色；没有意识到她手中握着的男子的手没有一点儿体温……宛若一个幽灵，一个恶魔。“...十年青春岁月，我会给予你所最为渴望的…力量…无人能敌的力量…只要十年青春岁月…你愿意么…”她颤抖了。眼前的男子向她索要的，是十年，整整十年。十年生命啊！他人可以尽情挥洒的青春年华，她却被迫与这名男子交易。她甘心么？不甘心。但是她知道，没有“力量”，活着没有任何…没有任何意义。 但是眼前浮现出她数个小时前被那血红色的，锐利的东西击倒的场景。嘲笑声尚且回荡在耳畔，责难声尚且攻击着心房。她明白她已经做出了选择。是她自己做出了选择。没有这个事件，她做出这个选择也是迟早的。 于是她轻轻地，甚至微不足道地，仿佛是为了不留人口舌地，点了点头——“同意。”她明白，此刻的她没有任何回头路可走，只有不断向前，向前，向前。 “很好…”眼前的男子咧嘴一笑，笑声沙哑而令人觉得阴森。她不禁一阵恶寒。“契约达成…待到你所付出的已经付出，你所期盼的当然会来到…记住，倘若回头，你所已经付出的亦然无法收回…”她仿佛觉得自己一瞬间老了许多。……这条路比她想象中的还要艰难，但无论如何，凭借着那十年光阴所换来的力量，她战胜了一个个敌人，获得世人所称赞，进而走到今天。然而那个魔鬼，那个魔鬼始终没有放过她…仿佛从那一天起就已经注定。她逐渐无法控制自己的身体。但是她知道，凭借她的力量，她即使在一个层面上逝去了，她依然会在另一个层面上——永生！她不后悔。 ***二***男子关上日记本，一幕幕画面仍然在他脑中变幻。那个雷雨的夜晚，那个恶魔般的男子…“没想到是真的…她真的是和恶魔做交易的人…”男子双目涣散，喃喃自语。“村长，怎么样，有证据么？”“证明了…她是女巫…”村长，也就是那名男子叹了一口气，随即眼神犀利起来。门口的男子听到了村长的话，不解而又疑惑：“不过我看她不像这样的人啊…”“那只能证明她隐藏得比较深罢了…” 她跪在泥地地上，双手绑于木板。裙子散在地上，头发凌乱、衣冠不整，像是经过一场激烈的挣扎。嘴里塞着一团抹布，眼神有愤怒，有反抗但是没有哀求。“证据都有了，我们抓这个死婆娘，她还奶奶地挣扎，力气真他妈大，三个人上去才把她制服押过来。”守卫大声嚷嚷，“一路上一直说她是什么狗屁附魔大师，什么万众敬仰，还在那里讲什么末睿坎。明明是女巫还死不承认，听她叫得烦躁了，塞住她嘴巴。操他妈比的，害死老子儿子！”村长叹了口气：“没想到村里的那些惨案都是她做的。去吧，把她绑到火刑架上。”她听到了，开始死命挣扎。火刑架已经立起。……她被绑在火刑架上，呈T字形。头垂下，仿佛已经放弃挣扎。“把封口的抹布拔出来，点火。”守卫走了过去，把抹布从她的嘴里拔了出来，一手甩在地上。随着抹布拔出，她开始继续大喊。“我不是女巫，我是附魔学家！”“我为附魔界做出这么大的贡献，你们不能杀我！”“该死的末睿坎，怎么能这样坑害我？！”……火焰燃起，火舌开始舔舐她的脚尖。接下来她的裙子也烧着了，她洁白的脚部迅速烧满了水泡。她好像不知痛苦一般继续喊叫着…但是事实并不是。烧了一分钟后，她的喊叫声中夹杂着哀嚎。周围的人捂住耳朵不听她讲的话。……火舌吞没了她半个身子。她的意识逐渐迷离起来，沉湎在过去…***三***暮色降临，雷雨骤起。她坐在窗边，她的心上早已经伤痕累累。冷眼，愤怒，失望，鄙视，责难。失利的她，只能享受这些。掌声、敬佩、喜悦、激动、满足。这些是属于成功者的。她的心乱如线团。对失败的恐惧和悔恨，对成功的盼望和嫉妒充斥着她的心灵。她已不能自已，对于成绩的看重使得她无法停止自责。她以为自己只要放松着，“适当”地花费时间学习，就可以成功。但是她错了，深深地错了。 她没法控制自己。迈出了一步，迈入哥哥的房间。现实上的一小步，却是某种意义上的一大步——她已不知不觉间迈过了一条无形的隔离线。一名男子，身披黑袍，背对着她，坐在她面前。“我说了，我得流感了，别进我的房间。你想也传染上流感么？”“哥哥我这次的考试成绩…”“只要你努力学习，知识什么的，上天会给予你的。”“但是…”“那这样好吧。”“嗯哼？”她的眼中闪着光——那是对提高附魔效率的方法的渴求，是对哥哥提出的让她努力学习附魔方法的好奇。她抓住哥哥的手，想到考试失利的痛苦，泪如碎玉而下。她，注意到，闪电划过窗前时，哥哥脸上没有一丝血色；意识到，她手中握着的哥哥的手没有一点儿体温……“哥哥你病得太重了，宛若一个幽灵，一个恶魔。别人会怎么看你？”“所以叫你不要进来就是怕你传染啊…说正题吧，花费十年青春岁月，刻苦攻读。上天会给予你所最为渴望的力量，无人能敌的力量。只要十年青春的努力，你的一生就会充满光明。你愿意下定这个决心么？”她当然明白哥哥说的“力量”指的是什么——“知识就是力量”，这句话永不过时。但她还是颤抖了。她将要花费的，是十年。整整十年。十年生命啊！他人可以尽情挥洒，尽情嬉戏的青春年华，她却被迫埋在书山题海中。她甘心么？不甘心。但是她知道，没有知识，活着没有任何希望，对社会没有任何贡献，人生一遭没有任何意义。 但是眼前浮现出她数个小时前被那血红色的，锐利的成绩单击倒的场景。同学们的嘲笑声尚且回荡在耳畔，老师的责难声尚且攻击着心房。她明白她早已经做出了选择。是她自己做出了选择。就算没有这个事件，她下定决心读书，学习附魔知识——也是迟早的。 于是她轻轻地，甚至微不足道地，仿佛是为了不留自己口舌地，点了点头——“同意。”她明白，此刻的她没有任何回头路可走，只有不断学习，学习，学习。 “很好…你终于想通了。”哥哥咧嘴一笑，笑声因为流感而沙哑且令人觉得阴森。听了这笑声她不禁起了一身鸡皮疙瘩。“契约达成咯。待到你所付出努力都已经付出，你所期盼的知识，所期盼的荣耀自然会来到。记住，倘若放弃学习，你所已经付出努力，你所已经付出的时光就无法收回…”她仿佛觉得自己一瞬间成长了许多。……这条路比她想象中的还要艰难，但无论如何，凭借着那十年光阴所换来的知识，她攻克了一个个附魔学上的难关，获得世人所称赞和尊敬，进而走到今天。然而那个魔鬼，那个名叫“癌症”的魔鬼始终没有放过她…仿佛从出生那一天起就已经注定。她逐渐无法控制自己的身体。但是她知道，凭借她的知识，她的地位，她为世界所做出的贡献，她即使在物质层面上逝去了，她依然会在人们的心中——永生！她不后悔那天所做出的决定。 然而沽名钓誉之徒充斥着附魔学界。不与恶浊世风同流合污的她来到乡间隐居——一方面为了清静下来研究，一方面为了疗养自己的癌症。然而，却被末睿坎盯上了。末睿坎那些善于玩弄人心的人，最终想法设法害死了她。 ***四***火舌探进她的喉咙，她彻底逝去了。窒息而死。临死前，她仿佛看到了远处一名男子奔来。“你来得太晚了，哥哥。”\n*****完*****全文字数：2962\n\n@冥王星人 @Rolas \n\n感谢某只箱子的建议，字号略微调大\n建议请在下方提出，我会尽可能予以修正\n看不懂可以一、三节对应着看\n",
    "replies": [
        {
            "author": "断罪之启示",
            "timestamp": 1485005940,
            "txt_content": "棒，这篇文章不错哦！"
        },
        {
            "author": "Rolas",
            "timestamp": 1485043800,
            "txt_content": " 本帖最后由 Rolas 于 2017-1-22 08:12 编辑 \n\n写的很棒嘛 字体最好改一下。。\n不怎么清楚\n"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1485061260,
            "txt_content": "看头像才发现原来是你啊\n字号略小看着不是很舒服\n写的很棒"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1487483580,
            "txt_content": "第三章不需要重复那么多，只需让人了解那是他哥哥并且是他诱导的就行"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1487484240,
            "txt_content": "火影羁绊 发表于 2017-2-19 13:53\n第三章不需要重复那么多，只需让人了解那是他哥哥并且是他诱导的就行\n是吗...看来你没有看懂啊...\n第三章是反复第一章，第一章的内容其实是诱导读者做出错误的判断——对角色性格，甚至对整个世界观\n\n至于她哥哥只不过是一个配角罢了。全篇是以她的悲剧为主线的"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1487485440,
            "txt_content": "Smokey_Days 发表于 2017-2-19 14:04\n是吗...看来你没有看懂啊...\n第三章是反复第一章，第一章的内容其实是诱导读者做出错误的判断——对角色 ...\n我只是说第三章重复的多了这个问题 至于别的都特别好  没批判性"
        }
    ]
}