{
    "title": "【原创/连载】《麦块大陆历险记》第二章",
    "author": "火星浮云",
    "replyCount": 1,
    "timestamp": 1485009780,
    "txt_content": " 本帖最后由 火星浮云 于 2017-1-21 22:48 编辑 \n\n章二\n\n      在漆黑的夜空中，淡淡的月光透过云层，洒在安静的村庄上。\n      然而，这村庄中，家家户户紧闭着门扉，有的一家人都挤在一起，似乎是在害怕什么未知的东西。\n      乌云散开，阴影中，走出几只怪物。它们有着墨绿色的身体，双手平举，身上破烂不堪的衣服只能勉强遮住几个关键的部位，而其散发的血腥味更是浓烈的刺激着这些人脆弱的神经。它们的双脚已经称不上是脚了，那是两根柱状物，以相反的角度强行接在这具身体之上。其中一个的脑子上还有着碗口大的一个伤口，里面蠕动着一团黑乎乎的不明物体。另一只僵尸拿着一把银光闪闪的铁锹，纵使上面已经污点遍布。\n      “僵……僵尸……来了……”\n      不知是小屋中的谁轻声说了一句，原本就在害怕的众人感到了来自四面八方的，肃杀的气息。而其中有一个胆小的小女孩躲在妈妈怀中，吓昏了过去。\n      村庄中的路灯发出的微弱光芒点亮了一小片光明，同时也吸引了这群怪物，它们通过这光芒来到了一幢大屋子旁，狰狞的面目被这微光衬托的毛骨悚然。\n      用实木做的屋子十分坚固，更不要说其中被圆石加固的部分了，这肯定是没什么办法突破的。不过，屋子嘛，总会留有一个进出口，那就是门。\n      僵尸们来到了门口，那里只有一扇陈旧的木门，透过门，可以看到在内的人们。\n      “咚！”铁锹撞上木门，发出沉重的声音。众人因此发出了惊恐的叫声。\n      很显然，脆弱的木门禁不起这种剧烈的打击，没几下，这扇门就被拆了下来，有一只僵尸顺势拿走它，走进屋子。\n      人们惊恐地乱跑，有几个试图反抗，不过很快就形成了一种，屠杀的势头。\n      一名男子试图保护众人，被那只脑袋上有伤口的僵尸拖过来，噬咬了上去。没多久，他便倒在地上，再也不动了。鲜血，流满一地。\n      那个小女孩的母亲拼命护住自己的孩子，被一锹拍成两半。\n      一名老者用背后的书架放倒了一只僵尸，但是他被木门拍了两下，便失去了活动的力气。\n      有的人试图逃出房间，不过他们只是死的更快而已……\n      更为恐怖的是，一些人被咬之后，全身变绿，忽然摇身一变，成为了僵尸。\n      ……\n      清晨时分，这村庄，再无一人活着。\n      僵尸们号叫着，漫无目的地游荡在村落中，不久，第一缕阳光照射过来——\n      刹那间，所有僵尸都好像被什么点燃一般，全身上下环绕着赤红的火焰，随着它们的号叫，火焰无情地吞噬了这群曾经是人类的僵尸们，不留一点痕迹。\n      天亮了，阳光照亮地上的铁锹，反射出一丝光点。\n------------------------------------------分隔线---------------------------------------------      早晨的阳光洒遍全身，怀着几分暖意，我睁开了惺忪的睡眼。\n      视线比较模糊，加上神智也不是很清楚，我看到了一片浅色调的马赛克。于是，我翻了个身，打算再眯一会。\n      “咚！”右手撞上木板，发出清脆的响声。\n      “嗷！”我像触电一般收回右手，原本的睡意瞬间散了大半。\n      眼睛一时半会还睁不开，我用左手在地上摩擦了两下，粗糙的触感顺着我的指尖传来，令我清醒了不少。\n      等……等会？我难道……睡到地板上去了？我的睡相没这么差吧……\n      不对啊！我家朝西的早上怎么可能有阳光？\n      想到这，我完全清醒了，睁开双眼——\n      强光令我眯起了眼睛，但是这并不妨碍我看到这一幕：\n      这里是一个村庄，村庄中尸体遍布，焦黑的尸体也散落在一旁；鲜血洒在草地上、木板上，已经凝固成块状；有几栋房子仍然在着火，传出阵阵焦味；一根插着火把的路灯静静伫立着。\n      我呆滞了半秒，这不是……我梦到的村庄吗？\n      之后，我获得了一种强烈的反胃感，胃中一阵翻江倒海。碎尸、鲜血，这都什么东西？换做任何一个人看到这东西，特别是早上一起来就看到这东西，都会反胃的吧？\n      一种危机感油然而生，我内心有一个声音在不停地告诉我：快逃，快逃，离开这个地方！\n      但是，由于惊悚感，我的双腿已经软了。\n      于是，我便坐在地上干呕。我也不知道自己保持了这样的动作多长时间，总之，等我好一些时，一旁的影子已经缩的很小了，差不多，应该算中午吧……\n      我擦了一下嘴角，抬头看向太阳，果然，已经中午了。\n      等……等会？好像有点不对劲？\n      我再看了一眼，终于发现了不对劲的地方——方型的太阳挂在半空中，普照着大地。\n      “Mine……craft？”这个词脱口而出。\n      我彻底崩溃了，何方高人？不要玩我好不好？\n      穿越？我才不要呢，那种莫名穿越之后做主角征服世界的小说早就烂大街了！穿越之后各种越级杀人，各种大难不死？做梦吧！全部都是作者一个人的安排，等到真的出现这种奇特的穿越，只怕连活下去都是个问题吧！我才不想活得好好的之后来着异世界之后从零开始啊！\n      正在崩溃的时候，那些尸体与血迹化为了白烟，相继消失。当然，正处于崩溃状态的我没有留意这点。\n      过了一会，我突然意识到，自创的“意海”或许记录到了什么。\n      “意海”，意识的海洋，我主要制作了以下功能：\n      一、运算模块：具有强大的数据分析能力以及类似于全息投影的模拟试验法。\n      二、探测模块：将精神力外放，达到探测外界的作用。\n      三、意识附加模块：将意海的运算能力短时间内附加自身身上，获取类似于智能机器人的分析能力，主要在战斗中体现。\n      我一般喜欢在睡觉前用精神力将周身半径一米的区域探测起来，别问为什么，职业素养而已。\n      我凝神，淡蓝色的粒子出现。不久，我就进入了信息空间。\n      “所幸，这东西还有用。”\n      蓝白的色调中多出了一块纯白的空间，而空中浮现着我的控制中心设计草图，这使我大吃一惊——我自己的意海还演化出智能了？\n      我站上这块空间，意海没有控制中心这个问题虽然不是什么重大缺陷，但是我总觉得没有控制中心少了点什么，这个计划由于意海的重置计划而搁置了。\n      右手一挥，一个全息窗口弹出，数据流读取到我内心的想法，弹出昨晚的“监控”。\n      我震惊了，这东西还真的有用？\n      窗口弹出的视频并未播放，而是出现了一行字——权限不足。\n      “什……什么？我自己的意海还权限不足？”\n      “叮！欢迎宿主。”一个毫无感情的电子音响起，不过我四周却出现了两个礼花般的立体图形，猛地爆开，弹出一串1与0，这些数据飞出后纷纷扬扬地落下，回归于背景中，加入数据流动。\n      “等会，你是谁？为什么在我的意海中？”\n      “叮！我是独一无二的系统零七一号。”\n      让我静静……我今天已经第三次碰到不正常事件了，我这个深受社会主义及马克思主义唯物辩证法熏陶的新世纪好青年已经受不了这种认知破碎的情况了。\n      “叮！检测到宿主陷入逻辑混乱，危险等级：B，立即开始修复。”\n      深蓝色的精神力如潮水一般涌来，将我包裹在其中，我瞬间放松了下来，不过几秒，我便失去了知觉。\n\nPS：第二章，系统君终于出来了！\n\n附：第一章地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=663363\n@gggbbb @进击的凋零 @季侬 @mcprp @789456AAB \n\n\n\n\n",
    "replies": [
        {
            "author": "进击的凋零",
            "timestamp": 1485010380,
            "txt_content": " 本帖最后由 进击的凋零 于 2017-1-21 23:07 编辑 \n\n捧场，字比我多（辣鸡手机毁我青春）"
        }
    ]
}