{
    "title": "[双线]暗黑大陆——RPG|生存|副本|组队|地皮[1.7.10]",
    "author": "Lovely_carrots",
    "replyCount": 0,
    "timestamp": 1485022860,
    "txt_content": " 本帖最后由 Lovely_carrots 于 2017-1-22 02:21 编辑 \n\n引子——\n    Herobrine被众赋予创世神之力的玩家合力击破（上个周目的故事了），死亡时体内爆发出强大到肉眼可见的神秘力量。那力量撕碎了时空，将时间揉成一团再重塑：时空被扭转了。这是Herobrine死前下的最后一赌，死后灵魂改变过去使自己重新强大起来不被人们讨伐。任何时间线上的任何一点都变了。你落入了千年前的时空之中，回到了这一片在未来被称为“暗黑大陆”的地方，为了再一次打败如今还被封印着的Herobrine，为了使这里在未来不再被人称为“暗黑大陆”而努力变强。（真是中二无比的三周目设定与故事）\n游戏主线——\n    重返千年前的暗黑大陆，通过未来习得的野外生存能力得到你的生活必需品，去千年前暗黑大陆最黑暗的森林、岛屿，或是一座山峰，寻找古代的野兽与自古便存在的怪物们，获得它们身上的材料与携带的物品，用这些物品合成你的武器与防具，制作消耗品，获得宝石，战胜其它玩家，最终加固已经被锁住几万年的Herobrine的封印并建造属于你自己的家园。\n关于RPG——\n1、副本RPG\n副本RPG人人皆可获得，拥有与合成材料呈正比的强大属性，一般是武器防具与消耗品。比原版的武器、防具等强得多，并且也可以附魔，但是缺点为耐久有限（耐久均高于钻石制品）\n获得方式：在副本（大陆）击杀特殊怪物，有几率掉落材料，使用材料与支票可以在副本的商店换取这一类RPG。支票在副本商店可以以与支票写的钱相等的钱购买，右键可以换回钱。同时材料可以在副本商店换成钱。（怪物比较厉害，每杀死一次玩家就可以升一级，使自身增强，建议铁装以上组队前行。目前副本已经开通部分可以进行击杀怪物）\n2、节日RPG\n节日RPG较稀有，均为一些戴在头上的宝石与一些娱乐、战斗用的RPG。属性并不是很好但也比原版更强，且耐久无限，拥有较大的收藏价值。服务器没有头盔的RPG，只有宝石（其实也是戴在头上的啦）戴在头上将会有属性加成。往往是一个活动最稀有的物品。节日RPG不可附魔（小部分依然可以附魔）获得方式：在国际节日、中国文化传统节日、本服务器自定的节日时（如近期的春节）通过活动获得，活动一般奖励为原版物品，有机会获得一些娱乐性大于战斗性的消耗品RPG，较小机会获得宝石。每种节日的宝石的属性会因不同节日而变化。\n3、赞助RPG\n赞助RPG一般比副本RPG强大些，往往为武器、宝石、防具，无限耐久，但是不可附魔（在这点上输于其它一些可附魔种类）。\n获得方式：赞助服主达一定金额时赠送。\n4、定制RPG\n定制RPG十分少见。有强有弱，可能是各种属性，变化多端，可能是可附魔、不可附魔，可能是防具、武器、宝石，甚至无限使用的消耗品等等，但一般都是无限耐久。\n获得方式：QQ向服主私聊，询问定制标准。每一个属性与技能、技能属性都将花费人民币，一般花费的钱越多便越强大。除非你的钱真的多得没地方花不然还是不要定制比较好，不仅不厉害还浪费钱。\n副本——\n\n    副本目前仅开通了一部分。当副本完全竣工将会是一张非常大的地图。地图的不同部分出没不同种类的怪物，掉落不同种类的材料，在不同地区的商店制作不同种类的副本RPG与兑换支票。在主城“时光塔”内传送到副本（大陆）后便可以出发，建议结队而行（组队插件Team，/team查询帮助。）目前已经有狼族怪与猫族怪与其掉落材料合成的副本RPG。副本的防具RPG若是穿一整套可以获得额外效果。另外副本怪在击杀玩家后将会升，变得更加强大，千万不要一直被同一只怪打死，不过就跑。一直普通的副本怪物在升了很多级之后也是十分强大的！如图boss一般！（你要是故意作死想要刷等级玩也没人拦你）\n关于建设——\n  目前主城内的建设有：商店、监狱、农场、魔法盆、岩浆炉、铁匠台、时光塔。商店可以收购、出售物品，监狱就不用多说了，农场可以免费领取食物，魔法盆可以无限打水，岩浆炉可以将水桶变为空桶或把空桶变为岩浆桶，铁匠台则是一些普通的铁砧、无书架附魔台、末影箱、工作台。时光塔内可以传送到不同时空（因为是不同时空所以不在同一时间线，必须通过时空塔而不能使用地标/warp来传送（一本正经地胡说八道，明明只是不想让玩家直接/warp 传送走））\n关于插件——在此介绍一些比较特殊的或修改过的插件\n1、地皮插件\n地皮世界可以从时光塔传送。在购买地皮（将花费5000元（游戏币啦别多想））后可以直接通过./plotme home直接到达自家地皮。请不要在地皮造一些高空流水类卡服的东西。\n2、领地插件\n在本服务器内，圈地工具被改为燧石（默认原为木锄头），检测领地信息的工具被改为羽毛（默认原为线）圈地时每个方块需要花费0.45元（游戏币！），删除领地时每个方块将返还0.01元（有就不错了表嫌少）这个插件大家都会用，但不避免有些小白不会。于是在此说明：使用燧石分别左键、右键两个方块为圈地范围的两个点，这时你就选择了两个点之间的空间为圈地范围，然后输入/res create 领地名 圈地。/res set 设定名 t（是）或f（否），/res tpset 设定领地传送点，/res tp 领地名传送到领地。\n3、@插件\n在聊天框输入@人名像QQ群里一样@别人。对就是这么简单。\n4、组队插件\n\n/team其实就可以看见所有指令，并用/team 数字来翻页，但是因为汉化原因在此放上插件站内原地址，如果看不懂英文请点击我访问插件贴查看每个指令的翻译.\n5、刚刚进服就送的那个看起来像附魔书的任务书暂时没用~不用来问故事背景（随副本制作更新）——\n  某RPG、副本负责人做副本与RPG闲余之际写了副本的背景故事，虽然剧情莫名其妙但还是展示出来：\n第一章 狼族的追击“这就是暗黑大陆？！”我目光向四周扫去。眼前尽是一番荒芜的场景，天空早已暗淡，远方突兀的山脉覆盖着皑皑白雪，山角的森林尽管那般茂盛，却仍旧未能遮盖这番凄凉寂静的气氛，反倒更添伤感。\n    “嗷嗷嗷！”只听见身后传来阵阵怒火声，闻声而去竟是只「迅风敏狼」 在20米远的方向奔来，它浑身披着灰白色的毛皮，尖锐的犬牙露出嘴角，赤红的瞳孔更是显现出它的愤怒与对我无尽的敌意。幸亏我曾经见过些魔兽妖怪，意识到四周的平原地形四处不见遮蔽物，立刻本能的向左前方的森林跑去，想依靠森林视线的阻碍躲开这只猛兽。逃亡途中，我也时不时向后方扫去，一来确保是该死磕还是继续逃亡，二来确认对方是否有放我一条生路的意图。可却只见它飞速追赶着我，而且速度竟越追越快，似乎并没有打算放我离开的样子。眼见这般处境我无不倒吸一口凉气“难怪他们被称之为「迅风敏狼」 ，这猛兽光是一次呼吸时间便能追上我近四米。但以目测我离森林的距离，肯定还是有希望到达森林的，不过凡事还是小心为妙……” 我心里忐忑不安的想道，在控制下我尽可能压低身板，以减小风的阻力加快速度而争取更大概率生的希望，手中也紧紧摸着布满冷汗的匕首……\n    “快到森林了！” 我心里欢呼道，苍白的面目也终于浮现出几丝红润。但事实总是残酷的，只闻右方枯黄的草丛间顿时响起枝叶折断的声响，我心中顿时暗叫不好，顿时飞奔的右腿猛地狠狠一蹬，身体向左前方扑去，身体尽可能弯曲成球。而同一时刻，草丛中闪现出另一道灰白色的影子，向我本即将跑去的位置扑去。“又是一只「迅风敏狼」！” 我心中恐慌道，但终究扑到地上后顺势一滚，终于滚进了一堆草丛之中。霎时，阵阵枝叶宛如针尖刺扎在我皮肤及衣服上，眨眼间当我滚出草丛时就便有丝丝血痕在遍体外露的皮肤之上，但这都不算啥，能逃到这步窘境已经是不幸中的万幸了。我继续向森林中跑去，心中默默念叨“真希望能活过这次危机”……\n    毕竟在未来作与Herobrine对抗的准备中磨练了十年时光，我依靠花草树木巧妙避开了一次又一次「迅风敏狼」的袭击，但出乎料的是无论我躲在何处，它们俩总能够找到我并向我发动攻击。“难道他们能无视障碍锁定到我不成，那这还玩毛啊！不不不，这时一定要冷静”我躺在树丛中长长呼出一口寒气，摸着背后在树丛草丛中遍体鳞伤的伤口我再次想起“对了！我记得部落首长曾经跟我说过它们，「迅风敏狼」不仅速度惊人，最主要的是他们耐力和鼻子。是的，就是它们那灵敏的鼻子，听闻一旦锁定气味方圆十里也能找到详细的位置，肯定是我的气味亦或者血的味道吸引了他们，那我该如何对敌呢？”我思考者对策并尽可能用茂密的树丛遮挡住我的身体以及气味，但不出一会儿我再次迎接的却又是那熟悉而又令人恐惧的怒吼声，顿时两只灰白色身影已经在树下向上眺望着...游戏截图——\n    \n主城监狱\n\n\n魔法盆\n\n\n岩浆炉\n\n\n农场\n\n\n商店\n\n\n\n\n商店内部一楼\n\n\n时光塔\n\n\n部分时空传送点\n\n\n部分副本俯瞰\n副本商店\n\n\n\n交易点\n\n\n\n\n具体出售\n\n\n材料\n\n\n狼族卫兵\n\n\n地皮世界\n快点加入我们吧！加入暗黑大陆！\nQQ群号：493100737\n专用客户端将在近期制作完毕！\n腐竹QQ：2110169176[qq]2110169176[/qq]\n",
    "replies": []
}