{
    "title": "【原创·单篇】道海集·国王午睡",
    "author": "WM2030",
    "replyCount": 6,
    "timestamp": 1485053520,
    "txt_content": " 本帖最后由 WM2030 于 2017-1-22 17:20 编辑 \n\n国王午睡\n      国王午睡。四个仆人在旁边看着他。一个大胡子，一个长头发，一个高个子，还有个小矮子。      长头发耐不住寂寞，于是他悄悄偏过头去和大胡子讲话。      矮个子在旁边看见，心里不快，于是就对高个子说：“看看他们！勾结朋党！”      高个子骤然听到“勾结朋党”这么个异常有趣的新词，开始哈哈大笑。      大胡子听着笑声，觉得刺耳，从他的胡子里发出讥讽：“你的笑声可笑极了！”于是他跟着笑起来。      长头发对这勾结朋党的指控很不服气，他悄悄传话给大胡子：“去国王面前说他们的坏话！让国王扣他们的饷！”明面上却是这样讲：“我这是为陛下笼络人才啊！”      矮个子是个会鸟语的。门外的鸟听见长头发的阴谋，就高声鸣叫向矮个子传递消息。      高个子很烦那只叽叽喳喳的鸟，就仗着自己高，伸出手去把鸟抓在手里捏死了。      大胡子每天喂着鸟，早对它有了感情，只是他不知道鸟对他恨得很。大胡子发现鸟被高个子捏死，气得踩了高个子的脚。      国王睡得香甜，打起了呼噜。      四人还没有见过国王打呼噜，他们见了国王的丑态觉得实在可笑，只是嘴刚刚咧开就突然想起国王醒着的样子，笑不出来了。      长头发见国王没有要醒的样子，又大胆起来，拍着大胡子的肩想同他继续谋划怎样勾结朋党。      矮个子刚才被国王吸引，现在才发现鸟没了声音，不由得失声尖叫：“这两个坏家伙还想毁灭证据！”      高个子觉得脚痛，于是他抬起腿想要揉一揉。只是他实在太高，脚抬起来的时候却被大胡子的大胡子给绊住了。他用力挣扎，一下子让大胡子变成了没胡子。      没胡子的胡子被拔掉，痛得想要大叫，但他的胡子被拔掉，再不能从胡子里发出声音。所以他没能叫出声。没胡子没了胡子，很担心国王会认不出自己，等国王一醒，看到一个陌生人，自己还不能出声辩解，恐怕就要完蛋。      长头发看见自己的朋党遭遇此等大难，就问他怎么办才好。没胡子觉得自己现在的悲惨后果全是他找自己说话害的，又觉得多一个难友总比孤军奋战好得多，就一巴掌把他的头发全都扯下来。长头发成了没头发，他突然明白了没胡子的用意，于是他拔腿往宫外跑，先逃为敬。      矮个子见到自己的敌人全都变了样，乐得在地上翻起了跟斗。落地的时候一个不小心，脑袋撞上了高个子的脚。      高个子的另一只脚还在手上，这只脚突然吃痛，一下子失了平衡，向后倒了下去。他实在太高，上次摔倒就整整晕倒了三天三夜，他心想这次大概是要糟了，要是国王醒过来，看到一个晕倒的高个子，恐怕自己就要完蛋。只是他在空中也无计可施，只好手脚乱晃。      没胡子见没头发跑了，刚想跟着他逃，结果脚下踩了长头发被拔下来的长头发，下巴磕到地上去了。      没头发跑得实在不够快，高个子往后一倒，后脑勺碰到后脑勺，两个人全都跑不了。      国王终于还是被吵醒了，他一睁眼睛，看到三个人倒在地上，觉得矮个子嫌疑最大，就拔剑把矮个子捅死了。\n#胡言乱语，不必在意#\n",
    "replies": [
        {
            "author": "AlbertBlue",
            "timestamp": 1485054240,
            "txt_content": "看的我晕头转向"
        },
        {
            "author": "a17245632",
            "timestamp": 1485055200,
            "txt_content": "表示看不懂"
        },
        {
            "author": "Rolas",
            "timestamp": 1485055620,
            "txt_content": "逻辑关系复杂..\n写的作品都挺棒的"
        },
        {
            "author": "进击的凋零",
            "timestamp": 1485058140,
            "txt_content": "荒诞剧？_(??`」 ∠)_"
        },
        {
            "author": "透明小小",
            "timestamp": 1485074580,
            "txt_content": "别说了，我就是鸟"
        },
        {
            "author": "a2455564728",
            "timestamp": 1485077400,
            "txt_content": "狗头写的东西后面不贴个解释什么的嘛"
        }
    ]
}