{
    "title": "[原创·单篇]真理在谁手中？ ——by Smokey_Days",
    "author": "o_bo2001",
    "replyCount": 6,
    "timestamp": 1485093600,
    "txt_content": "\n是日，有符溪黎卒，凌迟冤死于“集告”突然冒了一句文言感觉好奇怪",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1485093900,
            "txt_content": "标题: [原创·单篇]真理在谁手中？ ——by Smokey_Days真理掌握在谁手中？真理...真的在多数人手里？做个好人...真的有错么？***序***和煦的春风拂过紫色的盆地，这个曾经是这个国家最大粮仓的地方，现在成了全国最大的附魔研究基地。在这个聚居区的一栋高楼里，一间教室中，一位历史老师正给孩子们上着课。“大家知道今天上的是什么么？”一名戴眼镜的长发女孩举起了手。她显然是学霸那一类的人。“嗯，元声同学，你来回答。”历史老师微微颔首示意，“大家要像元声同学学习，多多预习，将来才能报效祖国，击退末睿坎。”“我们这节课学习的是，驹霖露徳的法律改革。”“嗯，很好。事实上，驹霖露徳的法律、礼仪改革，在历史上起到了重要的作用。它直接激发了人民的创造力和对权威的批判性，直接抹杀了‘多数即真理’的行为模式。”“啊，是这样么？”“以前是‘多数即真理’么？”台下嘈杂一片。“安静，请大家翻开课本P122，我们来上这堂课。对驹霖露徳起到重大作用的，是他幼年时发生的有符溪黎事件” ***一***从前有个人叫做有符溪黎真是个平凡的开头呢…有符溪黎，他既是一个理想者、有抱负者又是一个成功的实践家。 有符溪黎出生在国家东南部的山区。他有一个很不幸的童年——母亲难产而死，父亲酗酒好赌。但幸运的是，有符溪黎有个好亲戚。有符溪黎的伯父，有符昏囤。 有符昏囤是一个好人。至少他尽自己所能地帮助自己周围的人。资助穷人，收养孤儿……乡邻们对他都有个好评价。“你到我这来吧，跟着你父亲，你会毁的。”有符昏囤这样对有符溪黎说。于是十三岁的有符溪黎到了他的伯父家。伯父简直把有符溪黎当做自己的第二个孩子，十分爱他，送他上学堂。有符溪黎也不曾辜负伯父的期望——在其他孩子都在田间院里嬉戏玩耍的时候，他盘坐在书桌前攻读各种文字；当其他孩子都在像父母索求玩具的时候，他来到伯父的书房借书。总而言之，有符溪黎十分努力。 十六岁的一天，有符溪黎和有符昏囤在溪边散步。望着溪水翻滚，鱼跃鳞潜，有符昏囤突然问道：“你的梦想…是什么？”“我的梦想，是像伯父一样，做一个好人！”“做一个好人…么？好简单的梦想呢…”有符昏囤叹了口气，“可是就是这种梦想，也很难实现的…你要有能力，而且…你所帮助的人，不一定会回报你。”“哪里的话？像我就一定会回报伯父呀！”“是啊…但是不是所有人都像你一样，有知恩图报的赤子之心呢…”……多年过去了，曾经是个孩子的有符溪黎已经长大成人了。但是他仍然没有忘记年少时的承诺。“我要…做个好人。”他走上了从商这条路。 从商之路是不容易的。打通和当朝的关系，想方设法宣传自身、提高质量……这一切都使有符溪黎心力交瘁。他曾经无数次想过放弃，但是支撑他走下来的，还是他年少时的梦想。暴雨冲击商队造成巨大损失，土匪侵入城中劫走他的家财，当地县官向他索贿……艰难险阻从未消失，但是他，坚持了下来。为了自己的梦想…… 有符溪黎从商多年，家产万贯。终于，在他四十岁那年，他明白，时机到了。于是他开始做个好人。他出资修孤儿院，出钱资助没有能力自住生活的残疾人和流浪汉，兴建学堂，兴修水利……他努力着做个好人，正如他年轻时努力着经商。他累并快乐着。这是他的梦想，他对待这件事就如同对待初恋——几乎无限制的容忍，几乎无限制而不求回报的付出。三十多年如一日，他的名声传响四方，但他并不在意。在他八十岁生日的那一天，他终于累了——三十多年过去了，他帮助的人，超过数十万。但是，孤儿成长了急于抛弃自己曾经的那段哀伤的往事，而流浪汉则赖在这儿不离去。没有一个人报恩，甚至连说句“谢谢”说句“Thanks”说句“Danke”说句“ありがとう”的，都很少。而取而代之的，是无数人的话——“那里有个孤儿，你快去派人收养！”“你来看看这边的学堂，多么穷苦！”“你怎么不收留我？这么多年，你收留我，害得我所有求生的本事都丢掉了！”甚至是圣上的猜忌：“那个有符溪黎你们给我盯好了，无缘无故做好事肯定有什么阴谋企图。”就好像，慈善，不是他的志愿，而是他的责任，是他的义务。他累了，他开始相信伯父的话。“...你所帮助的人，不一定会回报你…”\n不是身累，而是心累。于是他宣布：一切慈善计划，已经开始的就算了，还没有开始的全部终止。满座哗然。***二***当时的国家有个现在看起来很荒唐的法律——凡是民众统一觉得不对的人，统一觉得不对的事，可以无视法律条款发起起诉，称之为“集告”。只要没有一定数量的人来“反集告”，那么起诉就成立。这个条款要求“集告”的参与人数超过一万人——毕竟按照制定者的想法，超过一万人起诉的对象，那一定是很罪大恶极的了。而且按照当时的礼法，“众民所向必为圣途”、“多数即真理”、“少数服从多数”、“…要站在多数人利益一边…”似乎全部都规定，真理站在多数人一边。然而事实并非如此，真理未必掌握在多数人的手里。就比如说这次——有符溪黎做梦都没想到，“集告”会落在他头上。***三***“有符溪黎，你…你可知罪…”县令端坐高堂，脸上虽有严峻，但是又有掩饰不住的哀叹的无力。“不知罪。”“你…如果无罪岂会被‘集告’？”县令叹了口气，假装严厉地说。“我无罪。我只是想做个好人。”有符溪黎强抑自己内心的怒火，“如果帮助别人都算有罪，那么这个天下最终将崩离解析。”“你…可知他们起诉你的罪名？”县令一挥手，示意衙役递上一张清单——有符溪黎带着疑惑和恼怒翻开了。 ***对有符溪黎的集告罪名***非法拘禁孤儿废除他人劳动能力行贿大施钱财笼络人心不正当竞争谋杀故意伤人不履职***************************\n集合以上罪名，请求判处有符溪黎凌迟并罚没全部家产，诛九族。 有符溪黎的身体僵硬了，手中的清单滑落在地上却浑然不自知。“你…知罪？”“我…有所不解。”知恩不报，反倒痛打一棍——不，不只是痛打一棍，已经是东郭先生和狼了！这样的行为，狠狠地刺穿了他的心。他的梦想最终破灭了，以一个极其戏剧化的形式。就好像你的初恋情人和你谈情说爱许久，而最后你却发现，她早已跟别人劈腿。更甚于此。“愿闻其详。”县令显然也不知道说什么。虽然他有刁难过有符溪黎，但是那也只是为了自身的利益。对于有符溪黎这个人本身，县令是带着一种对理想主义的崇高赞美和热望看待的。可是没想到，竟然遇到这种事。“比如说，我废除他人劳动能力，这个从何道来？”“他们说…你收养流浪汉，却没有强制他们学习，使得他们生存能力退化，在你走后无法继续活下去。”“那谋杀？”“你所收养的流浪汉里面有一个非正常死亡。”“可那个是绝症啊！治不好的，绝症啊！”“他们怀疑你是下毒，为了少养一个人。”“非法拘禁孤儿？”“你办了几家孤儿院。”“这…这些都是对的，但是，他娘的怎么能成为罪名啊！！！”有符溪黎终于忍不下去了，在公堂上骂出了一句脏话。“你现在骂出了脏话，他们又多了一条罪名。”县令无奈，“毕竟，这是所谓的，没有罪名的最大罪名——集告啊…当你被集告了，什么罪名其实都没有意义了。”有符溪黎低着头。当他在学生时代他就明白，集告这种东西，它本身就意味着很多——千夫所指，民怨所集。当集告提出，那么所谓的审判，其实只是一个形式。“但是，他们为什么要这样做。”面对来自现实和梦想的双重打击，有符溪黎早已失去生活的勇气。但是他需要一个说法，“就算不回报，最起码…为什么要集告我？为什么要给我这么重的罪名？”“你已经帮不上他们忙了，他们当然要离开你。离开你的同时至少要混点东西走。可是混点东西走你到时候就会报复他们。那…不如打死。再加上有你以前商业上的竞争对手推波助澜…”……三天很快就过去了，没有人“反集告”，有符溪黎被推上了刑场。“出于对你所作所为的敬佩，我尽自己所能为你说情了。”县令叹息，“但是没有成功，毕竟集告…这种东西，还是太过可怕。不过我帮你争取了两个，首先是只是诛三族，其次你在临行前可以说一句话。”“嗯。”有符溪黎已经不知道…什么叫做感恩了。……***四***“我今天站在这里，作为一个罪囚，我没有什么好说。”“但是作为一个曾经的慈善事业者，我想说一些。”“集告这种东西，我以前以为是个好玩意儿，现在才知道，压根就是毒瘤。”“监狱里我翻阅了以前关于集告的卷宗，差不多一半以上都是冤枉的。”“但是我不怨此，民众，是容易受舆论所影响的，是不知道感恩的，是愚蠢的！”“我小时候说，我想当个好人，伯父跟我说‘你所帮助的人，不一定会帮助你’我以为是无稽之谈。”“现在我知道，这是事实，是真理，人类的天性，不知道感恩。”“进而我明白，其实，好人，这个世界不需要！”哗然中，有大概几百个人，低着头，默默流着泪。“我知道也许我帮助过的人中，有一丢丢会知道我的恩情。”“但是你们没有站出来，你们认为，面对集告，个人的力量是渺小的。”“我在学堂的演讲说过什么？这个世界对你们不友好，你就斩断它，你就对抗它，你就不要怂！这个世界，难以靠多数人改变，改变世界的，永远是个体。”“那么我想说的是，真理，没有掌握在多数人手里。”电闪雷鸣，晴空霹雳。一个男孩冲破人群，向行刑台冲去。“院长！”守卫抓住了这个男孩。……是日，有符溪黎卒，凌迟冤死于“集告”\n***五***那个男孩名叫驹霖露徳。他父母双亡。本来要流落街头的他，被有符溪黎收养到了孤儿院。他同样，刻苦攻读。然而，对他最有恩的，有符溪黎，却死了。死在了，他曾经寄予厚望的人们手里。驹霖露徳知道，尽管他没有参加集告，尽管他反对，但是他没有直接阻止。他的手上也像那些参加了集告的人一样——沾满了鲜血。但是他有良知。……又是十几年过去了，驹霖露徳也长大了。他仿佛浸入污浊的世风，他贪污，他受贿，他行贿，他讨好圣上，他不遗余力向上爬。但是他心里清楚，这一切都是因为，那个旱雷天，那个行刑台。……终于，天资聪慧的他，爬上了丞相的位置。朝野上下传的都是他的坏名声——臭名远扬。大家猜想——驹霖露徳爬上了这个位置，国家恐怕要完。但是驹霖露徳并没有像大家想象的一样，不遗余力地贪污受贿。他发布的第一条政令，名垂千古——《废除“集告”条例》……又是七年，驹霖露徳的改革终于结束。他证明了，真理，不在多数人手中；世界，需要少数人去改变。他走到平反后，有符溪黎的衣冠墓前，跪下。“院长，你，可以安息了。” *****完*****全文字数：3970\n建议在下方提出，我会尽量更正\n@冥王星人 @尻雨魔理沙 @Rolas @S_RwE \n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485094500,
            "txt_content": "bo_bo2001 发表于 2017-1-22 22:00\n1920*1080的分辨率看这个字好难受啊啊啊太小了\n突然冒了一句文言感觉好奇怪 ...\n毕竟...这里想表达的是从历史书上摘抄的..."
        },
        {
            "author": "S_RwE",
            "timestamp": 1485094560,
            "txt_content": "十六岁的一天，有符溪黎和有符昏囤在溪边散步。望着溪水翻滚，鱼跃鳞潜，有符昏囤突然问道：“你的梦想…是什么？”\n“大概是成为周杰伦老师的学员吧”【斜眼】"
        },
        {
            "author": "Rolas",
            "timestamp": 1485132540,
            "txt_content": "有符昏囤\n烟日你是想名字想疯了么"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485141120,
            "txt_content": "Rolas 发表于 2017-1-23 08:49\n烟日你是想名字想疯了么\n并没有A.A\n前段时间学VB，自己写了个小程序来刷名字=w="
        },
        {
            "author": "gggbbb",
            "timestamp": 1485589980,
            "txt_content": "嗯，新人都是怪物。\n立意不错，行文也挺有想法，但还是差了一点。\n先不提那些诡异的名字，我们来谈谈结构和写法。\n问题如下。\n\n第一点，情节的合理设置\n从序幕这几百字的铺垫来看，文章应该是围绕着驹霖露徳展开的，有关于有符溪黎的一件事。\n先从有符溪黎提起，这点没有问题。但最为关键的问题，是你讲得太长了。\n不光是被人坑杀的这件事情，你就连他的童年以及一连串的往事都一并作为背景，给讲了近千字了。\n这样，文章的主题就有些偏了。\n如果你是想与你的文题呼应，重点放在“真理何在？”这个疑问上，那么序幕就应该直接删除。而第五分段，也只能一并看作累赘，直接删去就好。\n因为，无论是从文题还是题记来看，你的主题都只是这声歇斯里地的疑问，而不是什么孩子为院长报仇。这只能是完全没有必要的多余情节。\n如果你的主题与序幕迎合，重点是为院长报仇这个爽点以及反转的结局，从全文看来，这个中心就有些薄弱无力了。\n你觉得最后一段的364个汉字，能够一下子逆转过来全文近四千字的叙述吗？就算你强行这么做了，结果也只是仓促地勉强结束而已。\n所以，这个情节是完全不可取的。如果你硬要保留，可以选择将第一分段大幅度删减，只留下“做个好人”的伏笔。再将第五分段扩写，达到足以逆转主题的这个意思。文题也得改，不仅仅是一句无病呻吟的空喊，应该是类似于“正义的伙伴”之类，充满正能量高大上的文题。\n但是这样太麻烦了。\n综上所述，个人是建议将这段累笔彻底删去，就此结尾，反而更好。\n当然，如果你还有更好的想法，或者并不同意我的说法，我也不会强求。但就从个人的角度，是偏向于这么更改的。\n\n第二点，主题深化\n我注意到，在这篇文章中，你通篇都是采取的类似于叙述的第三人称的口吻。也许是序幕的影响，但这种手法并不见得能有所出彩，以至于文章略显平淡。\n这不是你的问题，主要是因为这种手法所能够表达的方面太过单一了，你完全是可以从多方面上进行更加细致的描写的。例如有符溪黎内心的挣扎，这点就可以从心理、神态以及一些不断改变的小动作来描写，而不仅仅是从对话入手。\n这不仅仅能够使文章富有文采与可读性，更能够使你的主题进一步地深化，用民众的无情与有符溪黎内心的挣扎形成鲜明的对比，进而深化主题。\n如果有着时间，个人是建议你可以稍作修改的。\n\n以上。\n\n你的申优我也看到了，文章写得的确精彩，但在某些方面还是有点欠缺。\n情节虽然新颖，但却并没有足够的笔力表达出来。\n在某些地方的描写，仍旧不够娴熟，还可以继续改进。\n所以，整篇文章的水准，应该是在原创以上，优秀未满。\n并且，因为文章没有足够的MC元素，在这一块上还得斟酌地减分。\n综上所述，这次的申优先不予通过。待修改过后，可以再来申优。\n最后，祝进步。\n（末睿坎到底是什么梗）"
        }
    ]
}