{
    "title": "[双线]暗黑大陆——生存|RPG|怪物增强|等级加伤|组队|地皮[1.7.10]",
    "author": "Lovely_carrots",
    "replyCount": 0,
    "timestamp": 1485088260,
    "txt_content": " 本帖最后由 Lovely_carrots 于 2017-3-4 15:59 编辑 \n\n近期服务器又在整改，请玩家不要进入游戏。整改完毕之后将颠覆多个周目的生存服，变成一个纯rpg、副本、任务等的服务器……以下内容仅作参考，大部分将会被更改。\n\n请玩家认证阅读宣传贴内容，经常有玩家没看宣传贴就进服于是什么机制都不知道，导致出了乱子。关于插件部分、副本部分、建设部分和最后的公告部分是一定要认真看完的。\n引子——\n    Herobrine被众赋予创世神之力的玩家合力击破（上个周目的故事了），死亡时体内爆发出强大到肉眼可见的神秘力量。那力量撕碎了时空，将时间揉成一团再重塑：时空被扭转了。这是Herobrine死前下的最后一赌，死后灵魂改变过去使自己重新强大起来不被人们讨伐。任何时间线上的任何一点都变了。你落入了千年前的时空之中，回到了这一片在未来被称为“暗黑大陆”的地方，为了再一次打败如今还被封印着的Herobrine，为了使这里在未来不再被人称为“暗黑大陆”而努力变强。（真是中二无比的四周目设定与故事）续：时空再次错乱，黑暗的森林与小岛消失在了迷雾之中。天上隐约出现一个虫洞，将你吸了进去。虫洞通向原来的时空：千年后的暗黑大陆。但虫洞之后并不是打败了Herobrine之后的场景，而是Herobrine刚刚复活的场景。又是那熟悉的场面！生存世界再次蔓延着Herobrine的病毒与爪牙！所有怪物均被增强（下方介绍）玩家也获得了奇怪的体质，等级越高，攻击力越强！（每十级多一点伤害)暗黑大陆、地狱世界的怪物都变得十分厉害。且会有一定几率掉落材料,制作武器，防具，药品（和第二周目一样）玩家可以通过升级（就是打怪、钓鱼、挖矿等获得经验升的可以附魔的等级）来增强自己。恩，服务器又回归了前几周目的“传统”特色，生存区普通怪掉材料换武器什么的奇怪设定。。\n游戏主线——\n    重返千年前的暗黑大陆，通过未来习得的野外生存能力得到你的生活必需品，去千年前暗黑大陆最黑暗的森林、岛屿，或是一座山峰，寻找古代的野兽与自古便存在的怪物们，获得它们身上的材料与携带的物品，用这些物品合成你的武器与防具，制作消耗品，获得宝石，战胜其它玩家，最终加固已经被锁住几万年的Herobrine的封印并建造属于你自己的家园。(副本已关闭，未来会重新开BOSS副本而不是刷怪副本)新主线：重蹈二周目覆辙，击杀怪物来使自己变强，击杀怪物掉落材料合成装备，在暗黑大陆（生存区）生存下去！与其他玩家PVP，获得“最强”称号（主线尚未完全，将在未来添加）关于RPG——\n    \n1、怪物RPG\n怪物RPG人人皆可获得，拥有与合成材料呈正比的强大属性，分武器、防具、消耗品三种。比原版的武器、防具等强得多，而且有无限的耐久与多样的属性、技能，但有一个致命弱点——低等级的怪物RPG在死亡时有极小几率消失（一般情况怪物RPG升到2级便不会死亡消失）。\n\n\n获得方式：在暗黑大陆(即生存区)击杀任何生物，有几率掉落材料，使用不同材料可以在主城城墙外村庄锻造商的房内换取这一类RPG。同时材料可以在城外村庄的猎人屋换成钱。（生存区怪物非常厉害，所以进服时的新手礼包是钻石套+钻石剑+各种铁器，以及半组面包。新人进服建议先去资源世界获取世界，等强大一些再来生存区扩大势力。不过生存区不定期刷新，如果要存放物品最好在生存区找地方放箱子贴牌子锁。拿着牌子直接右键箱子即可上锁，按住潜形键再贴牌子不能上锁，但也可以自行输入[private]）\n2、节日RPG\n节日RPG较稀有，属性强大，耐久无限。服务器防具里没有头盔，但是有宝石（其实就是头盔好吗！？）戴在头上将会有特殊的属性加成，防御力不高但总有奇特属性。节日RPG往往是一个活动最稀有的物品。节日RPG不可附魔（小部分依然可以附魔）\n\n\n获得方式：在国际节日、中国文化传统节日、本服务器自定的节日时（如之前的春节）通过活动获得（每到节日服务器都有各种活动发福利哦~），活动一般奖励很多，有机会获得一些娱乐性大于战斗性的消耗品RPG，较小机会获得宝石与各类RPG武器装备。每种节日的宝石、武器的属性会因不同节日而变化。\n3、赞助RPG\n赞助RPG一般比副本RPG强大些，往往为武器、宝石、防具，无限耐久，不可附魔，一般有奇特的技能、属性。\n获得方式：赞助服主达一定金额时赠送。\n4（伪）、新手RPG\n新手RPG属性不强，无法附魔，但也总是比原版的东西要好一点~哪怕只有一个方面。死亡消失几率比怪物RPG要大一些，但管他呢~反正那么便宜，拿去商店卖大概只有零点几元到十几元的样子，掉个几把没什么亏不亏的~\n\n\n获得方式：1级武器在合成台内几率合成，2级找锻造商亲自升级（新手武器找锻造商，怪物RPG进锻造商小屋）。（目前新手武器还只有分类为法杖的“木棍”，通过三个橡木木板在工作台中间竖着摆下来有1/5的几率可合成，失败将变成一个普通的木棍。但是你可以把三个木板摆好然后把鼠标移到右边木棍上查看描述，如果只有木棍二字可以移到左边拿走一个木板再放回去，右边的木棍就可以刷新，刷新到有很多描述的RPG再取出来。）\n\n\n另外，虽然现在的rpg都还不能附魔，但我们计划未来一些满级的怪物RPG可以附魔！可能还要其他可附魔RPG\n副本——\n    副本目前仅开通了一部分。当副本完全竣工将会是一张非常大的地图。地图的不同部分出没不同种类的怪物，掉落不同种类的材料，在不同地区的商店制作不同种类的副本RPG与兑换支票。在主城“时光塔”内传送到副本（大陆）后便可以出发，建议结队而行（组队插件Team，/team查询帮助。）目前已经有几种怪物与其掉落材料合成的副本RPG。副本的防具RPG若是穿一整套可以获得额外效果。另外副本怪在击杀玩家后将会升，变得更加强大，千万不要一直被同一只怪打死，不过就跑。一直普通的副本怪物在升了很多级之后也是十分强大的！如图boss一般！（你要是故意作死想要刷等级玩也没人拦你）副本关闭，未来开放新副本。取而代之，现在的生存区就和副本一样……不过没有副本怪那么强（真的？）。你依然可以通过/team组队。另外现在生存区有时会自然刷新一些精英怪，往往比普通怪强大，有技能可以释放（不过也强不到哪里去，是精英而不是boss）会有几率掉落宝石碎片，合成宝石宝石具体作用与用法将在近期加入此贴内。\n关于建设——\n    目前主城内的建设有：商店、监狱、农场、魔法盆、岩浆炉、铁匠台、时光塔，锻造商、炼药商、猎人、活动使者（部落首长）与新加的宝石商人。商店可以收购、出售物品（吐槽：自从弄了商店，玩家都不正常生存了，纷纷种起了地，生存世界布满了菜地，地皮世界到处是自动农场，让我情何以堪！），监狱就不用多说了，农场可以免费领取食物，魔法盆可以无限打水，岩浆炉可以将水桶变为空桶或把空桶变为岩浆桶，铁匠台则是一些普通的铁砧、无书架附魔台、末影箱、工作台。时光塔内可以传送到不同时空（因为是不同时空所以不在同一时间线，必须通过时空塔而不能使用地标/warp来传送（一本正经地胡说八道，明明只是不想让玩家直接/warp 传送走））其它几个均为主城外的村庄组成部分，具体的兑换不是通过村民，而是进入村民的屋子（除锻造商负责升级新人的武器和活动使者直接兑换除外。PS:死也不要进部落首长(活动使者)的房子，因为部落首长的设定是一个hentai~）宝石商可以兑换宝石与宝石粘合剂\n关于插件——仅介绍有更改或特殊的插件\n    1、地皮插件\n地皮世界可以从时光塔传送。在购买地皮（将花费1000元（游戏币啦别多想））后可以直接通过./plotme home直接到达自家地皮。请不要在地皮造一些高空流水类卡服的东西。注：玩家第一次进服就会获得1000元，至于你想不想买地皮就是你的事了\n2、领地插件\n在本服务器内，圈地工具被改为燧石（默认原为木锄头），检测领地信息的工具被改为羽毛（默认原为线）圈地时每个方块需要花费0.2元（游戏币！），删除领地时每个方块将返还0.02元（有就不错了表嫌少）这个插件大家都会用，但不避免有些小白不会。于是在此说明：使用燧石分别左键、右键两个方块为圈地范围的两个点，这时你就选择了两个点之间的空间为圈地范围，然后输入/res create 领地名 圈地。/res set 设定名 t（是）或f（否），/res tpset 设定领地传送点，/res tp 领地名传送到领地。\n3、@插件\n在聊天框输入@人名像QQ群里一样@别人。对就是这么简单。\n4、组队插件\n\n/team其实就可以看见所有指令，并用/team 数字来翻页，不过全是英文的，虽然很好看懂但是建议还是去站内看看翻译。已换为汉化版本\n5、刚刚进服就送的那个看起来像附魔书的任务书暂时没用~不用来问此物品已经删除怪物介绍——\n\n1、总结：所有怪物全属性增强（血量提升、防御增强、攻击提升、勘察能力提升、移速加成、刷怪速度提升、少量真实伤害）\n2、僵尸、僵尸猪人在够不到玩家时（如玩家叠得高几层卡位刷怪）会以牺牲自己的方式，化作一个灵魂方块（地狱岩），搭成人梯爬上来。\n3、僵尸、僵尸猪人可以破坏砂砾、沙子、草方块、泥土、石头、圆石这几种方块，而不是仅仅破坏门。所以造房子最好不要用到这几种方块，免得房子被拆。当然，你仍然可以利用这几种方块之外的方块来造卡位的装置刷怪，但是不能保证怪物不像2里的介绍一样叠方块。\n4、所有怪物拥有超远（80格）的勘察能力，12格以外的怪物会以百米冲刺跑的速度冲过来打你。\n5、一些怪物打人可能会有DEBUFF（僵尸、僵尸猪人的饥饿，毒蜘蛛的中毒，骷髅的缓慢等等）\n6、僵尸猪人变得有攻击性，你不惹他们他们也回来打你。（配合上冲刺之后，呆在地狱基本满地猪人追杀你）\n7、一些生物死后几率刷出别的生物来。蜘蛛死后有几率刷出毒蜘蛛（25%），爬行者死后有几率刷出恶魂（10%），凋灵骷髅死后有几率刷出凋灵（0.0005%，其实只是逗你玩的，这个几率死也刷不出来），末影人死后有几率刷出末影龙（0.0005%，同上），僵尸猪人死后有几率变成猪刷出猪（50%，后来地狱满地都是熟猪排），凋灵死后必定刷出3只凋灵骷髅（100%，是不是运气好的人可以再刷出头或者直接刷出凋灵而无限刷凋灵？），末影龙死后必定刷出3只末影人（100%，同上），恶魂死后必定刷出爬行者（100%，同上）\n8、一些生物有了某种伤害的免伤（爬行者免疫同类之间爆炸的伤害，鸡免疫左键的直接伤害（因为是鸡年，要保护鸡），僵尸免疫摔落伤害）\n9、一些生物死亡会造成小爆炸，如恶魂、爬行者、凋灵、末影龙、烈焰人。\n10、骷髅每次射箭有50%射出两支箭，第二支箭伤害很高。\n11、所有怪物的攻击基本都附带1~2点真实伤害，破甲伤害就问你怕不怕。\n12、所有生物血量提高,简直BT！13、自然生成精英怪，有着克制玩家特殊行动的能力！（如垫的超高射箭，怪物上不去，“鬼煞”会使用技能将你拉下去）\n14、怪物会拆掉3*4*4的所有火把~\n\n游戏截图——\n    \n\n\n主城俯瞰\n\n\n右边有2个计分板，每15秒切换一次，这是第一个\n\n\n这是第二个（不想开计分板输入/infob hide，再用/infob show开启）\n\n主城监狱\n\n\n魔法盆\n\n\n岩浆炉\n\n\n农场\n\n\n商店\n\n\n\n\n商店内部一楼\n\n\n时光塔\n\n\n部分时空传送点\n\n\n地皮世界\n\n\n前往城外的路（不一定要传送啦~跑过去也就50米而已）\n\n\n城外俯瞰\n\n\n这里有各种作坊匠铺~\n\n\n身着（zhuo）绿帽子衣的锻造师即锻造商的屋子（锻造房）\n\n\n进去看到二楼,有各种等级的RPG兑换←_←(因刚整改所以RPG种类、数量较少)\n\n\n某个1级的怪物RPG\n\n\n某个材料\n\n\n目前已知（已制作完毕）的材料，同一列是同一个生物身上掉的。这里有些诡异的材质（如有些染料是未制作的材质，那个鸡爪一样的和一个狼牙一样的是之前的材质包）是整改之前的材质包……整改之后的材质包将在所有RPG做完之后再制作。\n\n\n已经制作并可以获得的RPG（还有很多不能获得）因为刚刚整改所以比较少，而且我们觉得玩家获得也没这么快~\n\n\n前面提到的木棍新手RPG，这张是合成失败\n\n\n合成成功\n\n\n两个一级的木棍加两个骷髅掉的骨头在锻造商蜀黍这里合成二级木棍~属性提升的地方都有写出~\n\n\n材料不仅可以合成RPG，也可以换钱。在猎人的小屋二楼，可以兑换成支票，支票左/右键就可以换成钱。\n吐槽：[XXX交♂易处]，右键交♂易什么的，真是让人想入非非（哲♂学什么的）\n\n\n生存世界~那个大球是用来装犯人（就是另一个监狱啦）的~是不是看见满地都是地狱岩？是的，那些都是僵尸干的。\n\n\n在生存世界呆了半个晚上就变成这样……（所以如果要开掘资源还是请去安全的资源世界吧……）\n\n\n关于僵尸和僵尸猪人拆方块，我们做一个模拟实验……(全程上帝模式，不然早就死了)\n以下为gif动图，8mb的样子，手机党注意\n\n\n留下一堆地狱岩~话说中场还混入一只蜘蛛？另外做GIF的软件不太专业，掉帧厉害……不是游戏卡……\n近期事件\n2/7 服务器2.0.9版本的客户端有版本bug，导致服务器IP文件缺失，语言文件缺失。目前已修复。下载了2.0.9的请删除后下载最新版。我们在这里表示歉意。另外客户端的键位控制可能和大家有所不同，需要自己调整。\n快点加入我们吧！加入暗黑大陆！\nQQ群号：493100737（近期正在换新的服务器交流群，此为旧群）(可能不换了)因为服务器模式整改，rpg材质需要重制，将在未来直接通过进服时将RPG材质包给玩家下载推送，届时请务必点击下载按钮~另外，我们制作了服务器APP介绍服务器、各个RPG、怪物属性、精英技能等“暗黑助手”手机APK 在群内就可以下载……（新版本的还没做完，旧版本无用请勿下载）服务器模式更换中，暂时无法进入（预计需要2-3天）整改完毕，因op近期比较忙所以花了一周时间才完成。腐竹QQ：2110169176[qq]2110169176[/qq]服务器电信IP:dx.b.mcmiao.com:32557服务器网通IP:wt.b.mcmiao.com:32557公告：1、每100个小时可以通过/kit tools来领取装备\n2、有什么不懂的问题或是需要帮助在游戏或QQ群联系接待Momoda。 3、之前花3500元买了地皮的人可以找OP补偿2500元\n4、本服以原版纯净生存为主，以RPG为辅。\n5、加入了精英怪“鬼煞”的掉落物为宝石碎片（水夕石宝石碎片）。\n最后再提示一下，服务器客户端的键位被改了很多（因为是适合我的键位，潜形被改成Alt，说话改成t，指令改成/等等），别忘了自己调节。\n\n\n\n\n\n\n\n\n\n\n\n\nRPG.png\n(5.5 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-7 17:39 上传\n\n\n\n\n\n\n\n\n截止2/7的所有可获得RPG\n\n\n\n\n\n\n\n\n\n\n\n材料.png\n(17.83 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2017-2-7 17:39 上传\n\n\n\n\n\n\n\n\n截止2/7的所有可获得材料\n\n\n\n\n\n\n\n",
    "replies": []
}