{
    "title": "<原创·单篇>隐身药水[by——箱子]",
    "author": "o_bo2001",
    "replyCount": 10,
    "timestamp": 1485094560,
    "txt_content": " 本帖最后由 bo_bo2001 于 2017-3-26 22:43 编辑 \n\n隐身药水\n作者 箱子      习颙（yong第二声）已经在床上躺了几个小时了，却依然未能入梦。为了这个计划，他已经准备了好几天，总算摸清了目标的情况，并且成功炼制出了人生中第一批隐身药水。\n      没错，习颙是方块镇的一名药剂师，也是镇上技术最好的药剂师。\n      再过两天就是习太太的生日了，同时也是习颙自己的生日+两人的结婚纪念日。他与妻子结婚也快10年了，几乎没有闹过矛盾。因为三个日期非常巧的重合在一起，习颙和习太太还是镇上的“最佳夫妻”。习颙和妻子虽然早已奔三，却依然充满活力，特别是习太太，热情开朗而又不失zz天真，在镇上的女人圈子里被誉为“永远的17岁少女”。\n      原本，习颙还为自己的计划捏一把汗，担心会被抓。但自从最近习太太经常打扮好自己后白天出门，在外面一呆就是几个小时，回来时却依然如出门时一样两手空空，脸上却挂着笑意时，习颙有了浓浓的危机感。特别是在他询问妻子时，妻子那左顾右盼的神情和不断绕开话题的表现更坚定了他内心的想法。\n      豁出去了，为了幸福生活能够持续下去，一定要成！\n\n      习颙盯上的是处于市镇交界郊区上那位一夜暴富的矿工，肖雪绅，藏在保险柜里的钻石。那是整个方块镇最大最好的钻石——据说其光洁圆润的表面让人握在手中都感觉不到棱角。但它的主人肖雪绅却是一个不怎么讨人喜的角色。\n      这人原本就是个穷矿工，与所有其他年轻矿工一样在矿下干着体力活。但有一天，肖雪绅带着他挖出的一块品质不错的金子去了城里，回来后的晚上，就一口气挖到了几乎一组钻石。他卖掉了这些钻石，却留下了最好的一颗，也就是习颙盯上的那颗。自此之后肖雪绅也没有金盆洗手，而是接连下矿，一挖一个准，又弄到了好几组钻石。真正的一夜暴富。他请人在郊区造了镇上最大的房子，过上了阔佬的任性生活，时不时也去下矿弄点钻石。说来也怪也不怪，除了有钱，肖雪绅和做矿工时几乎没有变化。住着豪华别墅，却不用通讯工具，谁找他都得直接上门。手里捏着一大笔财富，平时却不见他怎么花钱。但他同时倒也大方，给自己的朋友一人送了套房子，对女士们也一直是客客气气的，一副绅士派头。\n      这样的人，自然不会少了巴结，但是那些原本一起的矿工和镇上有头有脸的人物却都看不起他，他的钻石怎么来的？有点知识的人都心知肚明。透视之类的东西在城里虽然严令禁止，但总还是挡不住黑市的一些交易的。因此，尽管肖雪绅一直想要结交他们，却很少得到这些社会精英的认可。\n      这也是习颙作为药剂师却决定盗出那颗钻石的原因之一。他前几天与肖雪绅在酒管里接洽过想要购买那颗钻石作为给妻子的礼物，毕竟面子还是要的，明抢总不太好。但肖雪绅却开出了一组钻石的价码。当时习颙连摆在面前的伏特加都没喝直接就起身离开了黑型的小包厢。回想起肖雪绅说话时那笑眯眯的表情，习颙就气不打一处来。一组钻石？你怎么不去抢？\n      要知道，习颙虽然是药剂师，但药水毕竟不是常用物品，客户群体也相对比较小，所以他的收入并不高。全部财产折成钻石也就3、4组，在习太太的监管下手头更是拮据，一组钻石换一个钻石，这种事傻子才会干。\n      也正巧，习颙因为郁闷发狠炼药，还真给他炼出了就算城里的药剂师也不一定弄出来的隐形药。在炼药架上光芒亮起的那一刻，一个大胆的计划形成了。你漫天要价是吧？很好，我就给你偷过来，到时候看你怎么哭！\n      经过几天晚上的踩点，终于要实施行动了，说不紧张是不可能的。这也是习颙睡不着的原因。毕竟是第一次，不熟悉干活的流程和注意事项。不知道会不会被抓？万一被发现了怎么办?要是没弄到又怎么办…躺在床上胡思乱想着，习颙的呼吸声逐渐变得均匀了起来……\n      这一觉睡的出人意料的好。习颙第二天醒来时已是接近午时。习太太又和前几天一样不知去了哪里，但这正是习颙今天想要的。他迅速跳下床，将三瓶隐形水取出两瓶，一瓶行动时用，一瓶备用。剩下的一瓶就藏到放私房钱的箱子里。\n      想来妻子这两天也无心搜查自己的私房钱吧。这么想着，习颙来到工作室，给炼药架装上漏斗和炼制时间最长的药水的材料，以便伪造不在场证明。毕竟就算有隐形药，也不是说就能隔空取物来无影去无踪。那些经验丰富的警察们一看便能知道特征这么明显的作案手法，而自己作为镇上唯一的药剂师肯定是第一个被怀疑的对象。不过自己以前从未成功炼制过隐形药，再加上自己一直在专心“炼药”这两点应该也能洗脱嫌疑了……\n       …………\n\n      在一片开阔平原地带，是无边的碧绿的草地。明媚的阳光透过徐徐前行的云层洒落地上，将大地镀上一层金芒。柔软的草坪从小镇一直延伸到市郊，一条曲曲折折的河流从平原上穿过，几个在河边玩耍的孩子为这一幅美丽的图景带来了勃勃生机。微风拂过，在草地上勾出一道道波纹。顺着这波纹向前看去，出现的是一幢豪华的别墅。别墅那颇具现代气息的结构和石头墙构成了些许有些怪异的组合。此时在别墅侧面，仔细看的话可以看到一道淡淡的虚影缓缓沉入空气中，消失不见。\n      习颙已经悄悄抵达了肖雪绅的别墅，并服下了第二瓶隐形药——身为几乎人人都认识的药剂师，为了不被那几个在河边玩耍的孩子发现，他不得不肉痛地先将备用的药水喝下。\n      现在，习颙站在肖雪绅的别墅门前，心中有一丝紧张，一点小小的内疚，但更多的是兴奋与刺激感。他知道，肖雪绅这几天中午也一直不在家，似乎要和什么人谈生意。同时肖雪绅没有家室，现在，别墅里只有两个被肖雪绅雇来看房子的保安。习颙相信，光凭这两个保安，是绝对阻挡不了自己的。甚至自己会不会被发现都不一定。\n      别墅的结构图并不是什么秘密，肖雪绅建它的时候很是高调的给登在了报上，也不知他是怎么想的。但既然有现成的，习颙自然是好好研究了一番。现在，他正站在离放置钻石的房间最近的卫生间的窗户底下。很幸运，肖雪绅的通风意识不错，窗子是开着的，正好可以容纳一个人通过。习颙掏出早已备好的绳索，使劲一甩便将其套在了卫生间的窗子上——窗子边缘都用了铁块加固，窗轴是拿黑曜石做的，坚硬无比。整扇窗子足以支撑一个人的重量了。\n      双手将绳子扯了扯，确认无误后，习颙便蹬在墙上一步一步把自己拉了上去。旋即一个翻身便踏入了卫生间，打开门，虽然明知道没人，却还是下意识张望了下——没有活动的物体，习颙甚至能清晰的听到自己略显紧张的呼吸声。他迅速来到保险室的大门前，这扇门的特征十分明显：纯黑曜石制成，比一旁的花岗岩墙壁不知坚硬多少。但习颙却不需要走门，隐身中的他肆无忌惮，直接掘开花岗岩墙进屋，然后迅速将挖出的花岗岩填上。\n      他并不担心动静太大从而引来保安——习颙在这点上十分自信：门外监控有死角，即使暴力破墙会引起警报，但自己只要进屋之后迅速将方块回填上，墙体内部红石报警电路被破坏是绝对不可能被监控拍出来的，而门内的监控更不需要担心，保安也不会整天盯着屏幕看的，再加上自己还隐着身呢，一时半会肯定不会被发现的。\n      进屋后，习颙先等了一会，估摸着那俩保安离开了监控屏后，这才来到那个大保险箱前，迅速安装自制的小型TNT——火药是管制物品，不过身为药剂师的习颙显然不在管制之列。伴随一声轻而沉闷的爆破声，保险箱的锁直接被炸烂了，习颙戴上手套，很轻松地打开箱子，里面的东西立刻出现在他眼中，使得习颙面露欣喜之色。轻轻在那颗闪烁淡淡光华的蔚蓝钻石上抚摸一阵——入手温凉圆润，没有一般钻石的粗糙感，捧起来看也能清晰的透过它而看到手套上线与线的接缝处。果然名不虚传，相信妻子会喜欢的吧。习颙暗想道。\n      再次破开墙壁。因为电路已经被破坏了，所以这次没有响警报。习颙填上方块后，侧耳听了一下，别墅里几乎没有任何动静。他心中一阵庆幸，虽然计划非常精密，但没被马上发现真是太好了。  原路回到卫生间，调整了一下绳索，滑下去后将其收起以免留下指纹，习颙落地后长吁了一口气，回头最后看了一眼这幢精美的别墅，接着，趁隐身效果还没结束，很快消失在了平原上……\n      …………\n\n      “监控什么都没拍到？！”方块镇大警长海潮拍案而起，怒视着面前两个畏畏缩缩的保安，显然，他脸上的gay戾气吓到了这两个小可怜。\n      两个保安都不敢正视海潮的眼睛。\n      啐了一口，海潮也不指望这俩能再派上点用场，手一伸：“监控拿来我看。”两人不敢怠慢，迅速将监控器打开，倒放，海潮盯着屏幕上保险室的大门，直到右上角出现一个小的警示标志——这是警报响起的时间。暂停，仔细地一帧帧研究了一遍，不放过任何变化。\n      毫无线索。\n      海潮皱了皱眉：“室内监控。”两人拿过监控器调了一下，直接跳到警示标志出现的时候，递给海潮。接过监控器，海潮又开始一帧帧研究，过了好一会，他才眼睛一亮：“有了！”\n      两个保安凑过去，海潮虽然不想再浪费时间，但是毕竟还是希望这些毛手毛脚的年轻人能多点经验，成长起来。所以指了指右下角——习颙破开的墙面处，对两人道：“你们这个警报系统是嵌在墙壁中的，一旦响起，肯定是墙有问题。这是最简单的逻辑——红石电路出错的可能几乎为零，所以你们根本不可能因为自己什么都没看到从而否定‘墙被破坏’这一事实。世界上作案的手法千奇百怪，你们作为安保人员，就一定要抓住已知的确定的条件来认真做好自己的工作，而不是自己没有兴趣还随随便便一带而过，这是最不好的行为。要做一件事，就要全心全意把它做好。马马虎虎，既是对别人的不负责任，更是对自己的不负责任。明白了吗？”海潮以异常严肃的口吻结束了这一番话。\n      说完，他便起身离去。两个保安大眼瞪小眼，一起凑到屏幕前，才发现墙面被破坏的瞬间还是被监控记录下来了……\n\n      海潮离开肖雪绅的别墅，该说的都说了，相信这两个小保安会慢慢成长的。眼下，破解这件案子才是正经。\n      从监控里的情况来看，应该是罪犯用了隐身药水无疑了。习颙那个药剂师虽然自己炼不出来，但是城里应该也有相熟的同行，想必可以提供一些线索吧。最气的是肖雪绅那家伙，白天出门都不带联络设备，估计他自己家被偷了还不知道，现在还在外面谈他的“生意”吧。暗想着，海潮掏出通讯器呼叫习颙——这些小镇上各界精英的联络方式他这个警长自然是有的，但城里的那些技艺精湛的药剂师的联络方式他海潮还真没有。毕竟，他自己还有手下们也没有太多药水的需求，基础的药水习颙那里也不会缺。\n      …………\n\n      习颙此时刚刚回到他的炼药工作室。在家门口，他看到了妻子的外套。显然妻子先他一步回到了家中，不过妻子一般都待在在楼上的房间里。只要自己的脚步放轻一些，就没有什么问题——习太太从不在习颙工作时打扰他。这也是习颙夫妇生活和谐的原因之一。\n      掏出被自己焐的暖暖的钻石，放在手心，习颙不禁再次暗赞一声它的极致美丽。想了想，还是又把它塞了回去。放在身上毕竟还是稳妥一些。至于还有一瓶隐身药水，现在是拿不出来了，估计妻子也没那个闲工夫去搜吧。这么看来，当时为了避免自己混乱的作息打扰到妻子而分出另一间房间的做法还是很明智的嘛。\n      将炼药架上已经炼好的药水取下，放入箱子里，习颙开始思索着把这颗钻石拿到哪里去加工一下。这赃物肯定是不能直接送给妻子的。方块镇上几乎人人都知道这么颗钻石，虽然很多人都没见过，但是它实在太显眼了，所以一定要拿到城里去加工才行……\n      口袋里的通讯器忽然响起，将习颙从思索的状态中拉了出来。打开一看，习颙顿时楞了一下：海潮？他这么快就找上我了？不会是败露了吧？不可能啊，明明应该没有留下任何破绽才是……嗯，一定只是来找我询问情况的。就是这样。\n      自我的安慰并没有太大作用，习颙忐忑的按下接听键，他发现自己的手微微有些颤抖。\n      “喂？哪位？”尽管已经从通讯器上看到了海潮两个字，但是习颙还是忍不住问了一声。\n      “我是海潮。有点事情要找你，有空吗？”通讯器里传来海潮带着gay气的嗓音。\n      “啊啊，刚才正好炼完了一批药，倒是没什么事。不过有什么事要面谈？不能在电话里说吗？”习颙尽力控制着自己的声音显得若无其事。\n      “这事儿吧，说大不大，说小也不小了。这么说吧，刚才有人借助隐形药把肖雪绅那颗钻石给偷了。喜闻乐见啊~本来嘛肖雪绅那人你也知道的，我也是真不想管他，但谁让我还是个警长呢。唉…你知道城里有谁是能练出隐形药的大触吗？我觉得突破口应该从他们那里找起。”海潮虽然有点幸灾乐祸，但自己毕竟是警长，案子还得靠自己来破。想到这儿，他忍不住叹了口气。\n      习颙想了想，看来是没有怀疑到自己，如果拒绝面谈反而会显得可疑，于是应道：“这个…我一时半会也想不起来。想不到城里居然有人舍得买了隐形药这种高级玩意儿再去偷东西。我可是到现在还练不出来一瓶啊……”说着，习颙想起以前炼药时的艰辛，不禁真的有些伤感了起来。\n      海潮显然也听出了习颙的情绪，便直接道：“那我现在过来，一会儿就到。”\n      “行吧。”\n      挂上通讯器，习颙也是松了口气。听上去海潮对这事儿也没有太上心，看来自己的计划实施的还是很完美的嘛。\n      不一会，门铃响起。\n      “来了！”习颙赶紧开了门，“警长真是稀客啊，平时也不多来坐坐。”\n      “无事不登三宝殿嘛，哈哈！”海潮笑着回道。寒暄了一阵，两人来到沙发上坐下。\n      “喏，这是我从监控里调出来的画面，你看看是不是隐形药的效果。”海潮开门见山，将通讯器塞到习颙手中。\n      习颙虽然很想说不是，但显然海潮已经确定了，只是给自己看一下而已。他便接过通讯器，仔细“研究”了一番，得出结论：是隐身药水。\n      “那就好。看来我的眼力劲儿还不错。接下来就是正题了，这城里的药剂师们可不比我们这里，个个都富得流油啊。当然我没有其他意思，咱们这镇上的药水可是都靠你习大药剂师来提供的对吧，呵呵”说到这儿，海潮自觉失言，咳嗽一声，“显然呢，他们本人不会吃饱了撑的来偷肖雪绅的钻石，那么肯定是有人从他们那里买了药水才去偷的。我今天来，就是希望你能给我一些城里药剂师的通讯方式，我好调查调查，尽快破案。不然肖雪绅那家伙要是知道了，还不得把我的警局拆了。”拍了拍习颙的肩，海潮苦笑一声，“肖雪绅仗着有几个钱真的是任性的够可以——嗳，话说，你还没有炼出隐形药对吧，啥时候弄两瓶出来也给咱见识见识啊。”\n      自嘲地笑了笑，习颙道：“等我练出隐形药啊，还得要一段时间呐…我觉得快了，前几天我已经炼出了能局部隐形的药水了——不过那玩意儿喝了走在路上是真能吓死人……”\n      话音未落，楼梯上传来了急匆匆的脚步声，接着是习太太的声音：“谁啊？老公你出来了吗？”\n      下意识的，沙发上两人扭头看去，从楼梯上下来两道身影，一是习太太，还有一个是……\n      “肖雪绅！！”异口同声地，两人喊道。海潮是因为案子的受害者突然出现，习颙则是联想到这几天妻子白天的不知行踪，难道…是和肖雪绅……\n      习颙不敢再想下去了，他仿佛忘了自己刚刚从谁的别墅里偷了东西，直愣愣看着楼梯上下来的两人，心中掀起惊涛骇浪。\n      没等他开口询问这是怎么一回事，习太太却已经蹦跶了过来：“噢！老公！我爱死你了！”说着，给了习颙一个大大的拥抱，顺便捎了个kiss。这一下，习颙是真懵了，啥情况？？这闹的哪一出啊？？\n      “咳咳！”海潮和肖雪绅咳了两声表示自己遭受了暴击。\n      习太太完全没有在意习颙的表情，自顾自道：“嘿，你这两天老是晚上偷跑出去，白天也恍恍惚惚的，我还以为你外面有人了呢，原来是为我准备这个啊！”习太太从口袋里掏出一样东西。\n      习颙如果看到这东西，定会马上认出来。但他此时正在疑惑自己晚上出去踩点怎么会被妻子知道的。所以下意识答了一句：“你怎么知道我晚上出去的？”\n      “嗨呀，我这几天都在和肖雪绅谈收购他那颗钻石的事情，晚上兴奋得睡不着觉呢！而且，刚刚谈成了哟~只花了8颗钻石，我厉害吧！对了，他还跟我说了你听到他给你开价的时候你的表情，感觉超级好笑啊哈哈哈哈哈哈哈！”\n      “……”习颙还没有回过神来，这信息量着实有点大。而且，他大概也没想到老婆能如此激动（大概是突然想虐一波狗的缘故）“说这个干嘛？”\n      “你不是给我准备了这个礼物嘛！但是被我发现了哦，所以我也把给你准备的礼物亮出来啊~”习太太笑着举起了手中的物品，习颙一看，顿时面无血色。没错，正是那一瓶剩下的隐身药水！\n      “还是多亏了肖雪绅才找到的啊，居然藏在我房里的地板下面真是太狡猾了。也不知道他是怎么看出来的,就像会透视一样呢！没想到你已经炼出隐形药了啊，恭喜啊！”\n      海潮却是早就看到了习太太手中的物品，他来到习颙旁边，对习太太使了个眼色。\n      但显然，习太太依然沉浸在兴奋中，没有注意到海潮的暗示，继续开心地道：“我就知道我老公最棒了！咦？老公你的脸色怎么那么白啊？哪里不舒服吗？”\n      “……”\n（完）\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1485265620,
            "txt_content": " 本帖最后由 bo_bo2001 于 2017-1-24 23:03 编辑 \n\n审核完了就沉不服\n前言可以不用看了\n建议会接受但是懒得改了  被审怕了= =看来不叫点人不行@2B与mc的故事 @MF_Mufeng @Smokey_Days 突然发现你们怎么都在线的啦"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1485308220,
            "txt_content": "海潮......\n写得很好啊，只是习某的预判失误太大，认为墙被挖掉不会被监控拍下来，但最后还是被拍下来了...\n习某准备不足，老婆更是卖队友......\n擂台赛带我一个。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1485311040,
            "txt_content": "章节名称亮了233\n写得挺好的，起码比某不务正业的故事君正经多了\n话说你是多海潮的gay气有多大的怨念"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485337980,
            "txt_content": "新人？\n写得不错，无论是从流畅度还是哪个方面来讲，都应该算是在平均线以上的水准了。自身的文字功底想必也不算差才对。\n内容上唯一的遗憾，是情节的设置这个问题。虽然猜到了在结尾会有一个一定程度上的大反转，但认真来讲，这个反转的力度还是不够。而且，有些太过牵强了。\n隐身药水放在地板下面这个点，还是过于明显了。所以这个情节的安放，还是有些失败的。至少是有些对不起前面大把的铺垫了。我是建议，你可以直接删除掉藏在地板下面的这句文字，直接写作“一瓶行动时用，一瓶备用”，后文也不用刻意提及。这样总比直接写出来有意思的多了吧。\n再看看牵强的地方。你说习太太不见踪影，是跟肖先生谈论收购钻石的事情。虽然上文也有提到过肖先生的一组换一个的这件事，而且也说明了肖先生在谈着生意。但这还是解释不了“习太太为什么找上了肖先生”，以及“习太太为什么之前一直刻意隐瞒，而在成功之后就立即暴露”的理由。虽然我知道你可能有着一套答复，但还是希望能够在文章里解释一下为好。\n以上，是属于内容上的问题。\n其余的零碎问题如下：\n\n第一点，铺垫的选择\n首先，在文章的前几段中，你选择了大量地介绍人物的身份，诸如肖先生怎么变富的一些情况。但其实这些都跟文章所要讲述这件事情没有任何的关系，肖先生怎么变富跟他成功地与习太太谈成这两者之间是没有关系的，所以没有必要过多地叙述，直接一笔带过就好。\n另外，前几段中关于门铃的描写，如果我没有眼花，在下文应该是没有相对应的情节的。所以可以选择性地添加情节或者删去这段多余的文字。\n\n第二点，描写的方面\n不知道是你行文的习惯还是怎么的，这篇文章在我看来，通篇都是关于主角心理的心理描写，以及一定的背景叙述。\n如果光论文字功底，以你能够达到流畅程度的笔力应该不输于其他人的。而我个人，是想推荐你可以采取多方面的描写手法的。例如“对钻石的细节描写”，个人认为是可以再添点笔墨的。虽然文章是偏向于剧情的发展，但这些描写可以说是并不多余的。\n\n以上。\n最后，祝进步。\n（海潮警官？exm？）"
        },
        {
            "author": "WM2030",
            "timestamp": 1485347160,
            "txt_content": "啊呀周创拍砖手的位置要被楼上抢走了好气哦\n很多要说的楼上都说了我无话可说\n这篇文章的分段和用词上都可以看出民间痕迹。\n用词偏向口语化，分段也较为频繁。\n但是这个题材并不是特别适合这样的方式。\n一方面MC的整体设定还是偏向西方的，\n这样一个和MC高度契合的故事与本土的民间痕迹并不能完美相容。\n另外一方面作者加入的一些流行写法和相对传统化的民间痕迹也有相互排斥的感觉。\n在一些物品上做一些小修改就会好很多\n比如说 \n金刚石相对钻石来说显得更加本土化，但是同时会有不自然的痕迹。如果改成黄金则更加符合普遍的暴发户形象。\n隐身药水可以改成崂山XX水。总而言之可以保留隐身药水的称呼，同时给它一个有传统气息的诨名。在大部分情况下以后者为主。\n红石的机关也可以用阵法命名。\n炼药师这一职业也可以改头换面，比如说药剂师啥的。虽然并不是传统的职业，但是和三四十年代的氛围出奇地合拍。\n就这样。"
        },
        {
            "author": "abakad12138",
            "timestamp": 1485443700,
            "txt_content": "666666666666666666666666666666"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1485500880,
            "txt_content": " 本帖最后由 bo_bo2001 于 2017-1-27 15:11 编辑 \n\n今日头条：周创新人惨遭狗头馄饨强怼致其生无可恋凄凉离开论坛谢评确实有许多不错的建议，但是有些地方我还是得解释下。首先，这篇文其实注重的不是单纯的剧情，而是偏向两个男主  习颙（yong第二声）和肖雪绅。这两个人的名字的拼音：xiyong   xiaoxueshen  连读一下，大约就可以看出什么了？所以这其实是熊孩子和小学生互相伤害的不得不说的故事（滑稽）全文的世界观大概是游戏内部的样子就按照你们指出问题的先后顺序来说1、  放在地板下面\n这是为肖雪绅服务的情节。肖雪绅之所以变富，大陆玩家应该都能想到原因吧，xray透视矿物追踪啥的都是可以用的。总之只要知道是开了挂就行。写游戏同人文这些地方我想没必要费劲去解释什么。这个情节为的是让最后习太太能够发现藏起来的隐身药水而设置的。一方面是文章结尾的铺垫，另一方面也是肖雪绅开挂的第二证据。\n不过一开始的安放确实是我的问题，或许加个“习太太这两天在搞大扫除”什么的会好一点？2、  习太太为何找上肖雪绅\n这是我的疏忽。原本计划是有习太太视角的剧情的，但是后来基本被我弄到最后一大段对话里去了，结果这个起因就给忘了……3、  习太太为何之前刻意隐瞒，成功后就暴露\n这个嘛…因为我有说他们夫妻生活美满对吧…所以两个人都是生日不应该互送礼物吗……\n既然是送生日礼物，正常人都不会提前告知的吧……\n问题就在于习太太在肖雪绅的”帮助“下发现了被习颙藏起来的药。（这里我铺垫的还是有些不够，应该再写一下为什么习太太会想当然地认为这是习颙要给她的生日礼物…）作为炼药师的妻子，习太太显然会知道隐身药水的珍贵。习颙既然炼出来了肯定是要祝贺的，然后加上她刚谈成生意一时高兴，就暴露了……（具体我后面还会讲到）\n所以我写的时候还是考虑得不够全面啊= =4、  铺垫的选择\n前面已经提到，肖雪绅怎么变富和情节是没啥关系，但是这篇文还要嘲讽一下熊孩子和小学生所以这个情节我想还是需要的\n门铃那段我本来是写在下面的…然后把剧情割断了…我就搬到最上面去了……因为本人平时基本没用过门铃（这里差不多是给我自己的一个注释XD）  所以这段其实是可以删的……我的错5、  描写的方面\n这篇文确实是心理描写居多，因为这样才能更好的嘲讽嘛……这里我还会提到的\n至于细节描写，说实话是我的硬伤。我就是那种作文连切入分都写不到的人……描写啥的真写不来。。这方面我还是要多加练习的。6、  海潮警官\n其实我是有打算写成一个单篇的系列，并且让海潮在下一章领盒饭XD7、狗头说的大概可以总结为文风问题？\n这点我在写之前也是纠结了很久。因为我知道mc文用这样的文风写出来会有点奇怪的。但是这篇文我觉得同样不适合大部分mc文的那种风格。\n首先，这篇文主要讲的可以理解为某服务器里面两个熊孩子互相伤害的故事。没有宏大的背景，没有人性的挖掘，没有惨烈的战斗，没有生离死别，总之不需要那样的风格所带来的氛围。这篇文大概还是在一个比较欢乐的氛围里进行的。同样，那样的文风也不适合习颙和肖雪绅这两个名字。毕竟整篇文章我写的时候一开始就是建立在这两个名字上面的。本来也不是什么正经的文\n\n\n最后我自己还是要总结一下这几个人物形象习颙：炼药师的外表，熊孩子的内心。因为想收购钻石不成便心生歹意前去偷窃。肖雪绅：任性的小学生。海潮：我可以叫他来帮我刷分@海潮 习太太：这是我写的比较炸的一个人物。本体是跟谁都自来熟，没什么心眼，喜怒都形于色又非常跳的那种人。这样的人物形象你们可能不太能懂，我是因为有一个这样的同学才写出这么一个人的。习太太是剧情需要的产物，所以整个人物形象是有点奇怪的。然而她又占着一个比较重要的位置，这也是我认为导致整篇文看着有许多瑕疵的主要原因。以上。不知两位若是再去看一遍会不会能更好地理解？哇哦专门写文评的实习版主！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485754800,
            "txt_content": "结尾比较仓促\n后边几个人的出场和行为生硬\n老婆太二了好不好！\n而且二货老婆的台词并没有解释太清楚\n以上"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1485879300,
            "txt_content": "恩恩，文笔挺细腻的"
        },
        {
            "author": "海潮",
            "timestamp": 1486208280,
            "txt_content": "2B与mc的故事 发表于 2017-1-25 10:24\n章节名称亮了233\n写得挺好的，起码比某不务正业的故事君正经多了\n话说你是多海潮的gay气有多大的怨念 ...\n这种人真的是该拿刀杀[捂脸]"
        }
    ]
}