{
    "title": "【原创/单篇】《杀猪》",
    "author": "透明小小",
    "replyCount": 3,
    "timestamp": 1485090540,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-1 12:27 编辑 \n\n密林正陷于一场狂风暴雨之中。\n\n不同的绿色被狂风之笔抹成一刷，林叶间的飒飒伴着沉默的时光，远处的浅河上卷帜披浪而来——这是风暴的宴会。\n\n手指抹开枝头透明的水滴，驻足于巨树的怀抱之下。低矮草木被闷在湿润的气团里，向上破开一袅鲜嫩的梦。而幽森的古木只需摇动，雨就滚滚的抑下更多的蒸腾。\n\n那一滴雨水融进卡洛琳的眼里。\n\n她的猎物或许会在更远的地方窃窃踏足，然而此地的树木欢歌——或者怒吼裹成密不泄声的茧风，唯有她悄然涉足这一禁地。\n\n水汽从麂皮绒面的靴头攀上被猎装紧裹的小腿，卡洛琳静默的聆听一切声响，却不意图从中解开任何古老的言语。信手从乱风中捉住面前叶的轨迹，在唇边漫漫地溢出声响，密林也毫不在意，又或者是它们也未曾听闻？\n\n掌心抚过略带湿润，偶尔干燥的树干，沧桑的纹路隐隐合着生命的脉线延展——搏动，而精灵的耳力，又怎会忽略不经意投入湖中的石子，\n\n又或者它的涉足所惊起的涟漪？\n\n并未因此而立刻动弹，脊背半靠上橡树，任由被打湿的树叶或者足音涉足她的身旁，将叶片从唇边移开，澄蓝色的眼瞳沉静地投向身旁那位刚成为赏金猎人的新人，“午后正是野猪觅食的时候，也许再等上一会它们就会出现——”\n\n卡洛琳微笑着撇撇嘴角，而又略带无奈、好像要辩解地补注，“当然，也没那么容易的去杀死它们，獠牙可不是摆设。”\n\n她又轻巧地晃悠两下，从那满是水洼的树下草地上步出，伸手扒开矮树木之间茂盛的树叶，显露出一条隐秘的通道。卡洛琳回过身向着新人招呼道，“来吧！这条道路是我所开辟的，尽头数不清的野果正是野猪们的所爱，我在此狩猎过多次。”\n\n新人朝她俏皮地眨几下眼，忍不住嗤嗤发，“——真的吗？它们会傻到去一个布满危险的空地觅食吗？”\n\n卡洛琳的手臂自然而然地对她抬起，平摊出友好的掌心。\n\n“那是自然，它们虽强但也蠢笨，这就是我多次制胜它们的原因。雨时这里会非常泥泞，请抓紧我的手前进。”\n\n矮树木之间的秘密道路尽头是一大片空地，青草茂盛，生机勃勃。挂满了野果的灌木丛在风的蛊惑下，几乎要晃下自己身上这硕果累累的负担。\n\n空地的中间站了一头棕褐色的野猪。它低头细嗅着每一颗野果，就像是一个精心挑选珠宝的富家小姐。\n\n卡洛琳做了一个让新人留在原地的手势，而她，像是屠龙勇士般拔出了剑，径直走向野猪。\n\n那是一头正当壮年的雄性野猪，肌肉发达的小腿，洁白而长的一对大獠牙，微微隆起的背和被雨水冲刷干净的鬃毛。野猪终于看中了一颗红透的野果，它高贵的嗅了一嗅，低头用细小洁白的牙齿嚼碎后用心品尝，在场没有任何一个生物比它更悠然自得了。\n\n卡洛琳小心翼翼地去接近它，人在如履结冰时总会胡思乱想。新人期待的灼热眼神像是贯穿了卡洛琳的大脑，她猛地就想起自己第一次跟着前辈前去狩猎时，前辈也如现在的自己一样谨慎小心，恐怕他也是怕自己的失败会给后辈带来可以耻笑的把柄吧。\n\n深吸了一口气，卡洛琳继续前进。她撒了一个谎，野猪的身躯是山的化身，野猪的獠牙是闪着寒光的利刃，哪怕是被它撞了一下也要付出巨大的代价，这是个难缠的对手，是一个不能轻易招惹的野兽。卡洛琳在心中悄悄为自己打气，一定要给新人留下一个好印象。\n\n在卡洛琳还未完全接近野猪的时候，窸窣的脚步声已经引起了野猪的注意，它警惕的抬起头，嚼碎的野果渣从它嘴中掉落。似乎是知道了来者不善，它看着越走越近的卡洛琳，前躯稍低，随时准备好冲过去将她扎个稀巴烂。\n\n卡洛琳停止了前进，她开始有些后悔自己做的这个选择。在可能来临的死亡面前，人类是渺小无力的。\n\n但野猪可不吃这一套，它低下了头调整好獠牙的角度飞快的冲了过来。已经来不及退缩了！卡洛琳看它嘴巴大张着，她甚至看到了一排细小的白牙。\n\n在下一秒五脏内服都要被戳穿的时候，卡洛琳大脑飞速运转着，她迅速向左侧跳去避开了野猪的第一次冲撞，紧接她着举起剑，看着冲过头的野猪轻微晃悠着满身结实的肉调过头来，它显得很生气，瞪大了双眼怒视着卡洛琳，一副誓不罢休的样子。\n\n“前辈！加油！你可以的，干掉它！”新人躲在后面的草丛中探出个脑袋，挥舞着双臂助威呐喊着。\n\n卡洛琳咽了一口唾液，定了定心，准备迎接野猪的第二次攻击。\n\n雨势突然变大了，更猛烈的砸了下来，像是鬼神哀嚎的巨大风声，如同墨染的乌云最后的挣扎。\n\n野猪找好了时机，再一次如同脱缰的野马一般朝卡洛琳撞来。一丝阳光从云中费力的钻出，卡洛琳的剑被反射出了明晃晃的白光，刺眼的让野猪分了神。逐渐扩大的泥潭在野猪的蹄下变得更加泥滑，只是一瞬间的事，它身体不自主的向右偏离。\n\n好运不会光顾两次，卡洛琳趁着机会将剑攮进野猪隆起的脊背，她听得到皮开肉绽的声音。她攮进的地方，血流不止，野猪在那一刻仿佛丧失了全部的力气，摇摇晃晃走了几步便倒在地上，震起了小水洼里的水花。\n\n它是个勇士，承受着肉体巨大的疼痛也只是瞪愿了眼睛看着卡洛琳，看着那把利剑刺入自己的脖子。\n\n卡洛琳朝着野猪的颈部刺了进去，鼓起了全身的力气，用她染了血的手把一把锋利无比的银剑刺了进去。她向它的颈部刺去的时候并没有抱着什么仁慈，只有坚决的意志和狠毒无比的心肠。\n\n野猪在地上抽搐了几下。新人看见它的眼珠已经没有了生气，但是它又抽搐了一下。卡洛琳知道它是死定了，但是野猪却不肯承认。接着，它嗷嚎了几声，像是举白旗投降的士兵，两鄂咬的格崩格崩地响。也就维持了半分钟，它不再动了。\n\n雨势减小，卡洛琳割下了野猪的头部，拔下了它的獠牙，装在新人早已准备好的麻袋里，准备回去换赏金大喝一顿啤酒。\n\n\n\n\nps：\n本文背景：卡洛琳身为赏金猎人，教导新人如何处理棘手的野猪\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1485090900,
            "txt_content": "楼上《杀猪》是正解啊/斜眼\n所以这篇文章好像并没有什么要表达的东西= =\n倒数6行有错字"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485091500,
            "txt_content": "赏金猎人与野猪不得不说的故事（雾）\n我的野猪不可能这么可爱（大雾）\n其实，《杀猪》这个题目无论怎么看，都要比什么赏金猎人的更好点吧。\n直截了当，不易想歪（划掉）\n\n另，改得挺好，继续努力。"
        },
        {
            "author": "透明小小",
            "timestamp": 1485091980,
            "txt_content": "bo_bo2001 发表于 2017-1-22 21:15\n楼上《杀猪》是正解啊/斜眼\n所以这篇文章好像并没有什么要表达的东西= =\n倒数6行有错字 ...\n我以为你们不喜欢《杀猪》这个题目!!!!!!真的没什么表达的2333 这个是日常练笔 是锻炼写作能力的(??ω?`)"
        }
    ]
}