{
    "title": "[原创/单篇] Farewell, My silence friend. 别了，我沉寂无声的挚友啊",
    "author": "miguo",
    "replyCount": 9,
    "timestamp": 1485157380,
    "txt_content": " 本帖最后由 miguo 于 2017-1-25 22:11 编辑 \n\n再见，吾友，祝你一切安康。我在心中默默向他道出祝福，尽管他看不到我向他挥手告别，也听不到我的话语。但我依旧向那个突然消失的人影一次次的道别。为什么？我也不知道。也许是因为他是我在这世界上的唯一一个朋友？说起来，朋友也只是我的一厢情愿而已。他从来没有注意到过我，我知道，我明白，但我就不愿意去承认这个事情。毕竟，从打有记忆的那一刻开始，我就是与他一起的了。那是太久之前的事情了，我与他一同出现在了沙地上，我看到了他，但他却看不到我。我看着他开始四处探索，用手收集一堆无用的泥土与沙子。我看着他在黄昏后张皇失措，最终给自己挖了个坑度过了惶恐的一夜。我看着他在兴奋的跑出洞口之后被一只路过的爬行者炸飞。我也看着他在复活后跑过来一拳拳打死那些小动物供他食用。我在树梢上看着他一点点的清理森林，生长了不知多久的古老橡木被他打断，制成了工作台与箱子。我也和他一同为新的小木屋的建成而狂喜。我与他欢欣于熔炉的第一次使用，也为那块小小窗户的落成而感到快乐。他离去这个世界的时候。我便会用手指轻轻触碰他留下的东西：充满新生活力的麦芽，粗糙的原石炉，还有那四四方方的建筑。有些时候我还是不太明白他的审美的。\n我也记得他第一次对这世界感到厌烦而离开时的情形。我独自一人留在这儿，看着他所留下的一切，回忆着他的过去，他在这里的喜怒哀乐，默默垂泪然后我突然感到了召唤，一阵白光，我又一次出现在了沙地上。身旁依旧是他，不过这一次要比上一次娴熟的多。我依旧默默注视着他。他学会了建筑漂亮一点的房子，原来不是他的审美有问题。我看着他为自己打造了一身合适的盔甲，还挺棒的。我看着他尝试接红石，嗯，没出啥大问题，就是自己的房子让僵尸可以自动开门了。我看着他一点点的在这个世界发展。他驯养了第一只狼，虽然这小家伙装看不到我，但在他走之后就是它和我一起玩的呢。他开始变得...弱小，他吃掉的食物突然没法为他治疗伤口了，而是变成了治肚子饿这种奇怪的东西。世界上突然多了黑色的家伙，似乎叫末影人？私下里我和他们关系其实还是挺好的。……直到有一天，那个巨大的黑龙告诉我，我们其实是和他不一样的生物。我们是“程式”。我们没有生命。我们无法与他永远相伴。我一时无言……\n后来我想明白了。我是“程式”又何妨，我是他的朋友，他是我唯一的朋友。我明白他为啥会离开了，他有自己的事情要忙。但没关系，我会等他。哦，对了，我听龙说，它把我和它的对话留下来了，打算等他击败了龙就会给他看。也许那时候他就能发现我？呐，你们，在听我说话的你们。当你们离开你们的世界的时候，要记住道别哦。尽管你们收不到回应，但我知道，你们也是有像我和他这样的朋友的。要永远开心幸福哦，在你们的世界里也是如此。我们永远陪伴着你们呢。\n\n感想\n献给我们曾经稚嫩的新手期，以及曾经带给我们欢乐的Minecraft……仅此。\n\n",
    "replies": [
        {
            "author": "可爱的她",
            "timestamp": 1485157860,
            "txt_content": "写的好 确实是那样没错"
        },
        {
            "author": "神秘de.Tech",
            "timestamp": 1485158220,
            "txt_content": " 本帖最后由 神秘de.Tech 于 2017-1-23 16:20 编辑 \n\n占小板凳。。。多来小板凳坐坐23333"
        },
        {
            "author": "langyo",
            "timestamp": 1485158940,
            "txt_content": "莫名其妙被感动了…能够把末影之诗套用在这里，是很好的灵感…\n\n不论是HIM男神还是谁，至少，我们并不孤独！\n即便Minecraft是一片孤独的世界。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1485161460,
            "txt_content": "矮人又出来收割膝盖了orz"
        },
        {
            "author": "_DIM_",
            "timestamp": 1487306460,
            "txt_content": "矮人中考语文多少分。我想知道=。="
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1489235760,
            "txt_content": "同六楼=。="
        },
        {
            "author": "250=mo",
            "timestamp": 1514436060,
            "txt_content": "不禁想起过去在服务器上，我总是孤影一人，突发奇想去旅游，在别人留下建筑物那里留言，期待另一个独自游戏的人能感到温暖。要是有像我一样温柔的人这样对我做就好了，我不惭地想。然而人是活在现实世界的，那个虚拟的ID，怎么能被认为是朋友呢......对他付出，来弥补无人对自己付出的遗憾罢了。"
        },
        {
            "author": "天下归心",
            "timestamp": 1514452440,
            "txt_content": "楼上你的洛阳铲我买了"
        },
        {
            "author": "田独立",
            "timestamp": 1531364880,
            "txt_content": "楼主楼主请关注 求私聊"
        }
    ]
}