{
    "title": "<原创·连载>《北极余光》章目一·存在",
    "author": "彼岸在望",
    "replyCount": 8,
    "timestamp": 1485184680,
    "txt_content": " 本帖最后由 彼岸在望 于 2017-1-28 20:13 编辑 \n\n前言\n\n1.本作不像我曾经的作品，具有鲜明的意识流和反乌托邦特点；本作只是讲述一个故事，故事中寄托笔者自己的想法。\n2.本作约为12章左右，每章两千字左右，完本约为两万字。\n3.本作时间线为乱序，时间点由文本前的时间为准，下文未强调则依此时间为准。\n4.本作人物共七个，详细介绍将在完成三章后发布的索引中描述。\n5.本作为群像小说，以七人各自视角展开描述，不同视角的切换用“——————”隔开。\n6.故事发生时间见下，发生地点于北极点附近。\n7.本作不涉及任何政治问题和宗教问题；本作中所有人名、地名、事件名均为虚构。\n\n\n\n\n\n\n\n\n\n\n\n\n北极余光.png (36.79 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-25 16:26 上传\n\n\n\n\n——彼岸在望\n\n\n正文\n\n章目一 · 存在\n\n12月25日\n\n塔诺从床上起身，掀开窗帘向外张望了一阵。冷空气使他打了个趔趄。\n\n他明知此刻看不见任何东西。浓雾。浓雾几近弥漫在眼中，目中所见尽成暗蓝的皑皑。\n\n他期望这雾能消散几分，至少，能望见天幕。\n\n不知道来这里，已经有多久了。记忆能追溯到的最早的日子，不过每天望望雪，打理下房子和小片地下农园，徒劳地想想往事和后事，每一个24时构成的日子也就空荡荡地过去了。不过没有太阳升起罢了。\n\n来路？去路？这样的事，给个100年也想不出来吧。\n\n每天醒来，好像昨天就是一场梦境，一场毫无实感的梦境。而当下经历的一切，潜意识里不自觉地告诉自己终将成为下一场走马观花的梦境。\n\n这不过就是生活，一场被强制活下去的、枯燥的游戏。\n\n直到他遇见了另一个人。\n\n周围愈发冷下了。作罢，塔诺只能回到床上。\n\n从来没有，遇到过这样的浓雾。从来没有。\n\n“怎么……还不回来。“\n\n声音略显嘶哑。不安涌上心头。他翻覆了一阵，最终屈服于渐浓的睡意。\n\n时值极夜。\n\n——————\n洞的两壁洁白如雪——这形容并不恰当，因为这壁面本就是雪。\n\n雪中埋着一小株苔。\n\n苔在这里长眠着，未曾，也不愿醒来。深眠在地底，静是最动听的背景音。\n\n苔感受到了些许暖意，身边的雪像粘稠的虫一样缓缓从它身旁爬过。这暖意甚愈发强烈，以致惊醒了这一方空间。温差使它眩晕。\n\n藏雪融作水，光明使它猝死在一片洁白中。\n\n注意到这难得一见的绿，举着火把，康纳德拉温和地笑了笑，用手挑逗了一下苔。\n\n——————\n深棕色的矮木板背面已有些许霉斑，张裂的几条口显示出它的老旧。\n\n它的面前是一个稍高的深棕色木桌，被刻意雕出的四条桌腿显得瘦弱而不足以支撑厚重的桌面。它们源自同一棵树。桌面上放着一盏银烛台，烛焰温柔地散射出暖红色的微光，好像接触那火苗也不会被烧伤。\n\n蜡油残余在银烛台侧，就像很久未曾打理过一样。\n\n艾菲利娅从拐角冒出。她的面容一如既往的冷漠，深红色衣服无论何时都显得格外醒目。\n\n“真是……”\n\n她走上前，吹灭了尚存的温柔。\n\n——————\n一座亭子矗立在雪山的峰顶。亭中是一把椅子，被风吹倒，无助地躺在积雪上。\n\n椅旁有一个暗门，被雪盖住了半边。\n\n暗门被猛地向上推开，吱呀声颇为尖锐，雪被扫开一小片。\n\n默尔索从洞中探出脑袋，迅速环视了四方。\n\n“这雾，还真是大……“\n\n然后他发现了那把无助的椅子。莫名的强迫症使他从洞中爬出。\n\n这天气，怎么冷成这样。\n\n他哆嗦着用一只手扶起椅子，另一只手捂紧了胸口，好像这样就能获得一丝暖意。他蹒跚着把它靠在亭子的一根柱旁，紧接着，几乎是一跃进入了地洞，顺带拉下了暗门。\n\n尖锐的声音再次响彻山巅，很快被浓雾深深掩埋。\n\n——————\n虚空。虚空。无尽的虚空。\n\n梅菲娜从陆地——准确的说，只是一个较大的浮空岛屿——的一个角落望向天外。\n\n这不就是，我一直渴望的安宁么。她苦笑。\n\n令人胆寒的叫声从远处传来，穿过了所有的掩护物。她迅速远离虚无边缘，将自己封在大陆的内核。\n\n别怪我没提醒过你，梅菲娜。\n\n——————\n“嗨呀，今天可真是冷呢。”\n\n熟悉的声音夹杂着木门生硬的叫声吵醒了塔诺。他倏地从床上爬起。\n\n“克里萨，怎么这么晚才回来。””\n\n不善表达的塔诺只用这半问半责备的言语迎向来者。\n\n克里萨挥挥右手臂，尴尬地笑了笑。\n\n“这次不小心跑远了，回来时赶上了罕见的大雾……“\n\n“没事吧。快睡了。”\n\n紧接着塔诺不再理会对方，倒下头昏昏睡去。估计对他而言，除了面对生死抉择，任何事情，睡觉总是他的优选。\n\n诶诶，你不知道要听人把话说完再结束对话的吗。\n\n克里萨的确发现了一些东西。他想等到明天再和塔诺细谈。\n\n明天……界限在哪里呢。\n\n不过没有太阳升起罢了。\n\n想不通，为什么结局会是这样。\n\n脱下外套，他迅速拥进了另一张床。\n（字数：1416-不含标符）\n\n\n\n\n\n\n废言\n\n很久没有发过连载了。不对，很久没有发过帖子了。在论坛潜了一年水，该冒个泡了。\n既然我要发连载，那我一定会完结，只是时间问题。\n由于假期只剩二十天不到，学业较往常更为繁重，因此完结会等到17年暑假，这个寒假我只会发一两篇。\n这是我第一次写这类型的小说，再加上已经一年没好好地写过文章，自己也深知不会写的太好，且文笔会较为生硬，有任何意见、建议欢迎留言告知。\n曾经一直写意识流，发现写不过狗头，自己也觉得腻了，所以这次打算换个口味。\n嘛，很久以前就有这构思了，当初只是脑子里想，想着不过瘾，就不由自主地打起了草稿。\n第一章有些废，不过请相信这个故事是不会让各位失望的。\n如要订阅请评分+回复，您将第一时间收到更新。\n差不多了吧，晚安。\n\n\n\n\n\n系统锁定订阅席@46241359   @1427639813   @囧囧熊  @250=mo   @gggbbb   @冥王星人  @S_RwE   @WM2030 \n来尽管吐槽吧OAO[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "2537190136",
            "timestamp": 1485188580,
            "txt_content": "楼主写得很棒"
        },
        {
            "author": "a2455564728",
            "timestamp": 1485219480,
            "txt_content": "写的不错啊，不过最后一句拥进了床是什么意思"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485226980,
            "txt_content": "这种记叙的方式，真是意外的耐看。\n多主角文章的隐疾，恐怕就是“叙述混乱”以及“重复的描述顺序”了吧。\n不是很清楚这种文学术语的运用，但大致的意思明白就好。\n文章有一个不能算是缺憾的小瑕疵，其中第二分段直到倒数第二分段的整整四个分段中，你所运用的顺序都是由景及人。虽然我是没什么更好的提议，但如果有更好的想法，是可以改变一下描述的顺序的。\n以及，对于这种文章，个人的建议是可以围绕着一件事或者一个什么物，无形中将他们几个联系在一起。这样的方法也是可以，但就我自己来讲，是比较偏向含蓄点的写法的。也就是不用开局就直接点出，慢慢地串联就好。\n我注意到，你在这里只是写了六个人的动态（如果我没眼花的话），这里算是处理的成功的一点了。留下悬念，再进一步的展开……\n嗯，总之，光凭着第一章我是没什么话讲的。所以，主要的精彩环节还是要看着后文的发挥呢。\n以上。\n最后，祝进步。\n彼岸日常诈尸"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1485234120,
            "txt_content": "群像是po啥來著？\n\n更適合敘事詩的類型吧，節奏錯落有致，加上合適的重章疊句就可以直接拿來唱了。。。？"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1485240480,
            "txt_content": "a2455564728 发表于 2017-1-24 08:58\n写的不错啊，不过最后一句拥进了床是什么意思\n就是上床睡觉= =拥字表现出疲惫的神情。"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1485241740,
            "txt_content": "gggbbb 发表于 2017-1-24 11:03\n这种记叙的方式，真是意外的耐看。\n多主角文章的隐疾，恐怕就是“叙述混乱”以及“重复的描述顺序”了吧。\n ...\n第一章是用来大致介绍人物的，自然内容没有太多可说的。\n“叙述混乱”和“重复的描述顺序”这两个缺憾或许可以变成亮点。\n描述顺序我也觉得重复了没有新意，主要还是书读得少。\n本作的确是围绕着一件事展开，第一章写于匆忙未能埋下伏笔，后面我会尽量弥补。\n另，佩服你的好眼力OAO\n写这么多字的文评真是谢谢呢。"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1485241860,
            "txt_content": "Donnies_Ming 发表于 2017-1-24 13:02\n群像是po啥來著？\n\n更適合敘事詩的類型吧，節奏錯落有致，加上合適的重章疊句就可以直接拿來唱了。。。？ ...\n群像差不多就是多主角的意思。\n叙事诗...?没太懂。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485353880,
            "txt_content": "场景转换过快，没有写透\n看起来略费劲。"
        }
    ]
}