{
    "title": "<原创·连载>《青色之风》[卷三·三]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1485180960,
    "txt_content": "\n摸鱼，回头改\n\n我怎么感觉不太对劲\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1485181560,
            "txt_content": "标题: <原创·连载>《青色之风》[卷三·三] 本帖最后由 zyj0807 于 2017-1-23 22:30 编辑 \n\n第三章\n\n\n　　白古认为，那些发明了传送法术的巫师一定都被驴踢过脑袋——而她现在就感觉如此——大脑充斥着混乱、眩晕，阵阵呕吐感传上来，弄得她脸色苍白，好在由于天生皮肤白，这一点不大看得出来。\n\n\n　　她可不愿意让旁边的某位贤者大人看笑话。\n\n\n　　早已走到前面去的艾克斯茜茜回头看了看她这般模样，嘴角不禁露出了一丝恶作剧般的微笑。她可不是那些凡俗的巫师，只会用那些低级的传送法术，只不过此时玩心大起，想要看看小姑娘的笑话罢了。\n\n\n　　“该走了，小姑娘。”她的声音远远地传过来。\n\n\n　　白古揉了揉昏沉沉的脑袋，匆忙跟上前去。\n\n\n　　女贤者瞥了眼她，抬手释放出一个印记，眼前的风景便陡然扭曲起来，形成一道门户的模样。她也不管身后少女如何，自己便悠悠然走了进去。\n\n\n　　白衣少女这才刚刚来到门户面前，此时传送的后遗症仍未消除，她只看见女贤者走进了这道门，却不知道自己要怎么办。\n\n\n　　她甩甩头，定睛看去，在那无数的流光溢彩背后，隐隐透去一座高塔的轮廓，便不再犹疑，迈步越过了门户。\n\n\n　　......\n\n\n　　哪有这样的事情。江泽努努嘴，走在沙砾路上。他好奇地四处张望，觉得森林边上有这么一座村庄十分新鲜。他在森林里生存了这么久本应是知道的，只不过东面向来是狼王的地盘，他也一共只来过三次。\n\n\n　　很不巧的是，三次回回都撞上了那只狼王。\n\n\n　　如今看来——不巧的一直都只是他。\n\n\n　　他走下一道小坡，面前是一条河流。晴空之下，正是初春。在这河畔，四五月间就应当是这样一幅景象。绿茵茵的草甸一直延续到河滩尽头，森林里是苍郁的树木，阳光从新绿色的叶簇射下来。碎金色的河流转弯的地方隐约能看到一座水车或是樵夫的小屋。\n\n\n　　流水澈澈，江泽的目光顺着河流而行，随着松木间的风被送往远处。对于土生土长的本地人来说，这条河里就像是流淌着经年不衰的生存至理一样。\n\n\n　　他神色怔怔，恍若第一次遇见这样的景象——是了，他从未见过自然的祥和。这使得他心情从未有过的放松。他想，终于不用日日夜夜疲于奔命了吗？\n\n\n　　直到他听见森林的声音里，忽然间多出来的一丝杂音。\n\n\n　　那是一名人类男性刻意收束脚步时流露出的那一分不自然。他不仅听见了，还感觉到了。\n\n\n　　位于他肩后两三寸处的一只手。\n\n\n　　霎时间心下警铃大作，仿佛沉睡的本能觉醒，浑身肌肉紧绷，眼眸中泛起了危险的光芒，他一矮身闪开了那只手，随后没有丝毫拖泥带水，一个转身带着左手狠狠砸去。\n\n\n　　而后他的拳头以及左臂被一双手稳稳抵住，那一刻，他对上了来者的眼。\n\n\n　　一双冰蓝的，带着三分讶异，七分尴尬的眼眸。\n\n\n　　“诶......？”\n\n\n　　.......\n\n\n　　“白古小姐，书塔欢迎你的光临。”她听见女贤者的声音缥缈不可闻，却又真真切切。\n\n\n　　可白古却无心细想这句话的含义，只因展现在她面前的景象着实骇人。\n\n\n　　她看见无数幽蓝的虚空将事物吞并，包裹，有无数条深褐色的阶梯从她周围分裂出去，中世纪风格的阶梯向上蜿蜒盘旋，连接进不可数的黑色门户，从门缝里散发着令人生畏的苍白光芒。这些门排列在棕色木质墙壁里，沿着内部塔状般地往上排列。\n\n\n　　她赫然感到一股莫大的吸引，促使她的目光不断向上移直到顶端，逾是向上，她逾是体会到一种莫名的凉意和疼痛。\n\n\n　　她尝试着控制自己的眼，却惊骇地发现根本无力控制，只能任恐慌随着目光蔓延。\n\n\n　　书本合上的声音响起，那股吸力继而消失了。\n\n\n　　白古只觉一松，急忙低头，不敢再抬头了。\n\n\n　　“太怪了......明明——”她呢喃道，眼中有余悸未散。\n\n\n　　艾克斯茜茜放下书本，从书塔的阴影中走出来，她看着白古，知道她因何而疑惑。\n\n\n　　“书塔不需要，也从不缺书。”她说道，声音漠然，“因为我便是世间的书。”\n\n\n　　她打了个响指，只见周围怪诞的景象一瞬间杳无踪迹，旋转直上的阶梯重组，门户与虚空淡去，遍布墙壁的书架显露出来。女贤者仰头望去，只能看到没有边际的湛蓝色天空。于是她微微点了点头。\n\n\n　　“先前你大概没有听清，这让我确认了很多事情，那么现在再说一遍也无妨。”这位紫发的贤者眼中闪过一抹诡谲的光芒。\n\n\n　　“欢迎你来到书塔，白古小姐。”\n\n\n　　她看到了，白古身上的光，一如百年前。\n\n\n　　“现在该解决你的问题了——”她看见白古下意识朝她看去的眼神，身上的气质骤然间发生了翻天覆地的变化。\n\n\n　　白古皱皱眉，眸光逐渐恢复淡然。\n\n\n　　“说吧——”她说，并且看见她面前的女贤者眼中，仿佛有命运苍老的齿轮在转动。\n\n\n目录\n"
        },
        {
            "author": "断罪之启示",
            "timestamp": 1485187920,
            "txt_content": "第一次看，背景故事是参考类似自指环王的中土世界或者龙与地下城的剑与魔法吗？"
        },
        {
            "author": "zyj0807",
            "timestamp": 1485224220,
            "txt_content": "Depp羔羊 发表于 2017-1-24 00:12\n第一次看，背景故事是参考类似自指环王的中土世界或者龙与地下城的剑与魔法吗？ ...\n有一点吧。"
        }
    ]
}