{
    "title": "【转载 单篇】《诸神消散之时》（未完结）",
    "author": "522006",
    "replyCount": 0,
    "timestamp": 1485174060,
    "txt_content": " 本帖最后由 522006 于 2017-1-23 20:28 编辑 \n\n【关于世界】\n\n一．【主世界】\n主世界是MC宇宙最为庞大的一部分，其主体是构建世界的重要支柱，其他的四个世界则全部依附主世界存在。\n主世界以三块大陆为中心：麦块大陆，神赐洲和放逐之地，聚集了不计其数的势力团体。除却三块主要的大陆，还包括威尔逊洋，沉尸巨沼，遗忘迷宫等未知区域，吸引无数冒险家趋之若鹜，然而目前为止多数冒险家的能力还不足以驾驭这些未知领域，他们依旧是神秘生物和怪物们的乐园；然而也有少数实力极为强悍的冒险家组成团体驻扎在这些地方，他们虽然和大陆隔绝，但仍然是一股不可忽视的力量。\n\n1.【麦块大陆】：主世界三大陆中面积最为庞大，同时也是最繁荣的大陆，成千上万的生物集聚于此，其人口总数也远超其他两块大陆。麦块大陆物产丰富，地形多变，出产世界上多数已知的物品；麦块大陆主要地形为平原和丘陵地带，气候温和，降雨量很少却并不干燥，河流众多且交错，适宜耕种放牧，多数村庄和冒险者势力在这些区域驻扎；除了平原和丘陵等平缓地带，麦块大陆另有热带雨林，黑橡木森林，沼泽，沙漠和高岭等险恶地形，这些地方不适宜冒险者和村民久居，而且怪物和野兽出现的几率也非常多。麦块大陆北有托尔森海，南部和神赐洲隔瓦伦丁海峡相望，航海较为发达。\n特殊地形\n（1.）【矿坑】是在麦块大陆十分常见，而且可以说是最危险的地方：他们多数是天然形成的，阴冷漆黑以至于多数怪物把它当做临时性巢穴；然而更多的危险意为更多的收获，一些生活必须的物资：煤炭，铁，红石等，只能在矿坑中得到。在矿坑中偶尔会发现明显的人为痕迹，被称作【废弃矿道】，有人认为这是上个世界的遗迹，有人认为是冒险者所为，更有甚者，认为这些矿道出自僵尸的手笔。\n（2.）【峡谷】通常出现在平原和山涧之间，拥有相当可观的深度，几乎所有峡谷都可以和一两个矿洞或天然矿道相连，这也就导致在峡谷底部会发现很多地表矿脉，进入峡谷底部意味着不费力就能得到一些基础物资，风险比进矿洞要小很多；但不代表它就安全：峡谷中的跌落事故往往是致命的，而且因为它独特的深度和亮度，谷底经常会聚集一些特殊的怪物：例如主世界怪物势力之一【女巫谷】。\n（3.）【陷阱区】是沙漠地区的特有地形，这些区域充满了流沙和仙人掌，没有完全准备必定会在此殒命，而且因为它的致命性，不仅没有人类，连怪物都对这里敬而远之，是臭名远扬的‘死地’；但也有冒险者称陷阱区是一个新的命门，但至今无人能确定它能把人带到一个怎样的世界。\n（4.）【要塞】是主世界通向另一个世界【末地】的命门，以地下迷宫的姿态呈现，危险程度仅次于陷阱区，这里有大量的怪物军把守，甚至有时下界之王会屈尊亲自来到这里视察军队的整顿。同时要塞也是主世界怪物势力之一【赤炎军】的驻扎地。\n\n2.神赐洲\n顾名思义，神赐洲指得是“神王notch赐福之地”的意思，传言神赐洲出产在主世界极其稀少贵重的资源，只有得到上天眷顾的勇士才能踏足这片大陆。之所以说‘传言’是因为从未有人亲眼见过神赐之地真正的样子，去往神赐洲的人从未回归过。而神赐洲确实存在，而且是主世界三大陆中面积最小的一个，令人称奇的是这片大陆被一层厚度惊人的基岩包围着，曾经有冒险者试图挖通这层基岩，但最终无果。\n对于神赐洲出产稀有物资的传言并非空穴来风，神赐洲附近的海域经常会出现钻石伴随雨水降落的奇异现象，而且每年夏季随机的时间神赐洲海域会出现很多黄色或绿色的光球，接触这些光球的人们体质得到了明显的加强。\n另一种传言：神王notch就住在神赐洲，不过更多的人只把这个传言当做无稽之言。\n\n3.放逐之地\n面积在三大陆中排第二，这块土地异常贫瘠，从空中俯瞰，放逐之地呈现死气沉沉的灰黑色，是因为大陆的表面几乎没有土壤：全部是圆石和基岩，因此这里没有食物来源，没有植物，只有成群的苦力怕和僵尸，而更令人惊讶的是这些放逐之地的怪物们没有理智，他们就像单细胞生物一样只知道进食。\n放逐之地和它的名字一样，是各大势力放逐和惩罚背叛者和穷凶极恶之人的‘监狱’，多数犯人的惩罚终生性的，由于条件恶劣，那些侥幸从放逐之地回到麦块大陆的人们都拥有比一般人更坚强的意志，只是常年困苦让他们的身体时常处于虚弱不堪的状态。\n放逐之地的地表平坦，基本没有起伏，气候十分恶劣，不适宜生物生存；而地下却千疮百孔，布满了天然洞穴和岩浆，但是罕有矿物。放逐之地的人多数住在地下，饲养兔子，种植萝卜：只有地下三十层以下的地方才有泥土，而且一般都在岩浆旁边出现，这些地段被放逐之地各大势力争相抢夺。放逐之地的居民通常对外自称‘荒原人’，但由于他们采用一种家族继承制的方式划分势力，每一家的姓氏就是个人做好的证明：有可能比血统更重要；为了得到更多的土地和粮食，荒原人总是相互争斗。\n\n4.其他未知领域\n（1.）威尔逊洋【神赐洲海域南方】\n（2.）沉尸巨沼【麦块大陆西北角沼泽区域】\n（3.）遗忘迷宫【放逐之地地下】\n（4.）奥塔斯 沉默海谷【奥塔斯海西北角】\n......【有待发现】 \n\n二．【下界】\n以黑曜石为基垫可以在主世界制作出通向第二世界【下界】的命门；下界即为地狱，是一个同主世界完全相反的世界，从外观上看它更像一个被地狱岩包围的巨大地下洞穴。在下界没有所谓的天空，仅有的光源来自于岩浆和火焰，以及少量的萤石灯；下界的气候十分炎热，以至于水不能在这个世界存在，而在此生活的物种也不需要水就能生存；地形复杂，可以说是崎岖不堪——下界地表落差极大，遍布悬崖，深谷和岩浆湖。\n对于冒险者来说，下界是充满敌意的世界：这里的原住民不是人类而是各种强悍的怪物，这些怪物通常对人类冒险者表现出极强的攻击性，即使冒险者们不去主动招惹他们。\n同主世界众多的势力团体一样，下界的怪物们也划分出很多势力，但和前者不同，下界的势力团体不会相互争斗，因为他们有同一个领袖：下界之王Herobrine。\n特殊地形\n1.【地狱要塞】是下界的标志性建筑，也是除了【下界王城】以外仅有的人工建筑；地狱要塞是怪物建造的城池，当一支怪物部队打算驻扎在一个地方时，他们会在该区域以最快的速度建造起一座地狱要塞。要塞内部有各种怪物（以僵尸猪人这一种族最为常见）定期巡逻，以防有不速之客。\n2.下界最大的岩浆区域【乔治亚海】是一个由岩浆组成的巨湖，乔治亚海之所以被冠以‘海’的称谓是因为它太过巨大，甚至连主世界第一大洋威尔逊洋都不能与之相比。除非乘坐特殊的‘交通工具’【黑色恶魂】才能到达乔治亚海的中心，同时也是整个下界的中心——【炽热大陆】和【下界王城】。\n3.【下界王城】坐落于乔治亚海中心一片陆地【炽热大陆】上，外观上来看是一座由黑曜石和地狱砖建造的狰狞可怖的建筑群；城堡外围有坚固的黑曜石内墙，而大陆边缘则是基岩和地狱岩组成的外墙，由两层城墙把王城分为内外城；\n内城：顾名思义就是下界之王Herobrine的城堡，说是城堡其实和整片大陆面积相同；主城堡高六百六十六层，还有数不清的副塔，其内危险而恶毒的机关比比皆是，由于太过危险，几乎没有冒险者真正到达过那里，因此我们没能得到关于王城内部的详细记录。\n外城：下界各种精英怪物驻扎于此，从属于同一方势力：【王城卫队】，他们修建其各种各样的堡垒和要塞，随时准备保护王城，格杀一切擅闯者。\n外城门：下界王城仅有的入出口，王城卫队将大量黑色恶魂安置在这里，方便同外界联系。 \n\n令：下界之王很少在下界呆着，这一点保卫王城的卫队也心知肚明。因为总有一些自恃强大的冒险者企图进入王城探险，他们并不会对Herobrine造成什么威胁，但可能会破坏城堡的外部结构，并引起慌乱。\n\n三.【暮色森林】【末地】【虚空】\n以植物和水为基垫可以在主世界制造出通向第三世界【暮色森林】的命门；\n以要塞特有方块【末地传送箱】和末影之眼为基垫可以从主世界进入第四世界末地；\n将世界的最下部【基岩层】挖穿可以到达第五世界虚空。\n\n作为主世界的附属物，其余的三个世界都属于未被开发的荒原，除却暮色森林以外，其余两个世界都没有可供人类生存的资源或者空间；\n\n物产丰富的【暮色森林】，通常只受冒险者们的欢迎，但很少有人定居在那个地方：这里有些地形违反常理，而且充斥着一群强悍而聪明的怪物。能在暮色森林建造势力的人类，通常都是世界著名的冒险家。正相反，在这里怪物的势力团体多而分散，他们不服从于任何人，每个领袖都以河为界，固守属于自己的一片领土。\n【末地】却是一个例外，这个世界相比其他的世界显得非常渺小，而且飘浮在虚空之中，而末地的主要居民只有末影一族（末影人，末影龙），这里也是末影文明的发源地；末地归属末影一族的神灵末影龙神Hardess控制，而龙神和末影族早在几个世界前就已经服拜在下界之王Herobrine麾下，至今末地也属于下界之王的势力范围。\n【虚空】也称‘世界的尽头’，代表真正的死亡和消失，关于虚空世界没有人能给出合适的解释，也没任何人真的到达那边并平安返回，我们只能站在基岩层上深深地向下遥望，那似乎触手可及的另一个世界，就像一片璀璨的星空。当然，这只是小道消息：确实有一位冒险者到达过虚空并平安返回，据说是一位姓氏为zomb的神秘人物，但我们至今也没找到关于zomb先生的任何信息......【关于主要种族】\n在MC宇宙中，种族是每一个生命个体最赖以生存的证明；经过长久而缓慢的发展变更，最终能够在这场进化竞争中脱颖而出的种族都承载着MC宇宙中最优秀的基因程序。然而这场关乎生命的种族竞赛永远没有停止的一天，不管是过去还是现在。\n\n【分类：按个体攻击性由弱到强】\n【蜘蛛】是一种昆虫型怪物，相比同为昆虫型但和野兽无异的蠹虫，蜘蛛拥有很高的智商；蜘蛛们移动速度快而且悄无声息，他们能攀爬很高的墙壁；由于蜘蛛的性别差异悬殊：雌雄5:1，雌蜘蛛会和其他雌性分享自己的丈夫；雌蜘蛛们崇尚武力，面对强大的雄性非人类生物会产生发自内心的崇拜感，进而对其发誓效忠；但一只雌蜘蛛一生只认一个主人，妄图收服已经认主的蜘蛛是不可能的。\n\n【骷髅】绝对是怪物中‘活’的最潇洒的种族，他们是天生的弓箭手和骑者，敏捷的反应力和精湛的骑术弥补了他们身体瘦弱的不足；骷髅惧怕阳光，通常呆在黑暗的地方或树下的阴影里；他们常用的战术是埋伏在一个隐蔽的地方放冷箭，或者骑马扰乱敌人的视线，骷髅不擅近战而精于远程攻击，是很好的通讯兵和侦察兵；他们经常骑的马种是蜘蛛或骷髅马，偶尔也有骑僵尸马的‘土豪’。\n\n【人类】可以说是MC宇宙中最强势的种族，他们的数量比其他几个种族加起来还多，有着较高的智慧和创造能力，富有想象力，求知欲强且热衷于征讨和拓宽自己的生存范围；而体力和速度方面虽然不及其他种族优秀，但难得有着极强的适应性和生命力；人类广泛分布于主世界，从事各种职业，他们通过不同的方式彼此产生羁绊，结合成各式各样的团体，相互结盟或征战，探索世界的根源，追寻自己想要的东西，是一个充满活力的种族。和其他种族有明显不同，人类数量虽然众多，但似乎所有的人类都基于一个‘原始范本’而存在，如果其‘原始范本’死亡，那么整个世界就会崩溃重组；人们都在寻找这个所谓的‘范本’人类，但相对于数以万亿计的人类，这项工作显得太过困难，也许就连‘范本’本人都不知道自己担负的是整个世界存亡的使命：当然，这只是世上广为流传的传说之一，真实性还有待考证。\n\n同人类完全相反的种族【僵尸】据说是死去的人类亡灵，但事实证明他们的确是全然不同的种族；僵尸是一种已经死亡的反生命体，他们身体结实，行动敏捷，拥有等同人类的智慧；多数僵尸的视力只能勉强分辨光线的来源，但嗅觉和听觉却极其敏锐，他们通常发出‘恶——’的叫声表达疑惑和不满，行走时习惯把手臂略微抬起；和骷髅一样，僵尸惧怕阳光，因此大多出现在黑暗的地方，偶尔需要走到阳光下就会寻找阴影或者能遮阳的东西。\n\n【僵尸猪人】是僵尸在下界的近亲，普通的猪人没有多少理智，形同一件机器；只有身为领袖的猪人才有足够的理智去应对一些突发事件；猪人是下界最常见也是最脆弱的种族，但他们依旧比人类和僵尸强悍一些，而且数量上的优势不容小觑；猪人是最优秀的士兵和工人，他们喜欢机械性的劳动和服从领袖的命令，在下界他们通常作为战士而生存，在工厂中也时常见到他们的身影。\n\n【苦力怕】和【闪电苦力怕】的身体也许不及以上的几个种族强韧，但可怕的是他们令人叹为观止的攻击力：该种族的成员会藏匿自己的气息悄悄接近敌人，而近距离被一只苦力怕袭击的伤害往往是致命的。不管雌性还是雄性，苦力怕成年后都会出现类似喉结的组织：其实那是一种分泌火药的特殊腺体，他们会定期咳出火药球。苦力怕没有双臂，但这不妨碍他们用嘴完成一些高难度的工作。\n\n\n下界特有的【凋零骷髅】是一种狂野好斗的种族，他们喜欢挑战比自己强大的种族或同胞，而且从来不怕失败。凋零骷髅和普通骷髅最大的不同体现在他们古铜色的皮肤而瘦削但高大的身材，凋零骷髅不屑于躲避伤害，他们通常都直接冲过去和敌人肉搏并以此为荣；凋零骷髅的体温极高，而且和他们的名字一样，被攻击的对象有一定几率进入‘凋零’的状态，但是如果被牛奶沾到的话就会暂时失去这个效果。\n\n说到MC宇宙最敏捷的种族，恐怕只有【末影人】一族能担当起这个盛名了；虽然不及恶魂的速度快，但末影人有瞬移的能力，在五十公里范围内任意穿梭并不成问题；末影人是MC宇宙最古老的种族之一，其祖先曾因为作战勇猛而被Herobrine赐予了特殊的能力，自此他们便发誓效忠Herobrine即使后来他不再是神。多数末影人身材修长高大，拥有黑发和紫色的眼睛，也存在少数白化变种，变种通常比正常种弱一些，但他们都会被不友好的目光激怒进而发动攻击。\n\n【恶魂】的移动速度非常快，其中‘黑色恶魂’的速度更是出类拔萃；他们经常漂浮在下界的空地上，周身发出淡淡的光芒，在幽暗的地狱很是显眼。恶魂的眼睛下边有水滴形状的花纹，这使他们看上去总是非常悲伤，即使在笑的时候也能不经意流露出伤感的情绪；恶魂们可以通过发射会爆炸的火球来攻击敌人，多数恶魂有收集头颅的嗜好。他们通常作为交通工具和主战力活跃在下界的土地上。\n\n【凋灵】不负他令人生畏的名字，他们强大而且无畏，是天生的战士；凋灵可以同时关注三个不同的地方，因为他们的脸颊上长着功能类似于眼睛的图像传感组织，其外形就像裂开的疤痕；和喜欢扎堆的僵尸不同，凋灵喜欢独来独往，也可能两三个聚在一起行动；他们有着战士的自豪感，认为临阵脱逃是不体面的行为。可以破坏一切方块，连黑曜石也抵挡不住他强大的攻击，但只有基岩是凋灵无法击穿的，这也许是他们的弱点？\n\n【末影龙】是末地的强者，也是末影人们崇拜的图腾；这个种族成员稀少，很难生育，但胜于寿命很长，末影龙在一生中将积累无数的知识，通晓MC宇宙的历史。他们无论雌雄有长着巨大强健的翅膀和一双紫蓝色的眼睛，末影龙们喜欢收集财宝，尤其是闪闪发亮的水晶。所有的末影龙都有同一个祖先‘龙神Hardess’；末影龙以年龄作为能力的凭证，越年长的龙越强大，除了末影龙神以外，龙族现在还有十二末影圣龙卫（十二头三代巨龙）和飓风龙隐兵团的五位领导者（四代巨龙）可以独霸一方。【世界主要势力划分】\n抛去暮色森林复杂的势力不谈，整个MC宇宙被划分为两大阵营：Notch的信徒和Herobrine的追随者。多数人类信仰Notch，而追随Herobrine热衷于给人类添堵的以怪物种族为多，少数几个中立的种族经常被卷入到这两个阵营的斗争中无辜受累；然而在此基础上，以人类为主的Notch阵营里却经常出现敌对国家由于领土纠纷和境地扩张而对峙的情况——“人类内部的消耗危机要远远超过怪物给他们带来的危害”。\n\n【第六百六十六号世界】\n【主要人类势力·主世界·麦块大陆】\n1.【萨罗帝国及其附属城邦】\n2.【海薇斯联邦】\n3.【法兰克帝国及其附属城邦】\n4.【博格火山·白银圣教】\n\n【主要人类势力·主世界·放逐之地】\n1.【拉斐尔家族】（现任族长：霍金斯·拉斐尔）\n2.【曼森家族】（领导人：斯科特·曼森）\n\n【主要人类势力·暮色森林】\n存多个冒险者团体，但人数偏少。\n\n【主要怪物势力·主世界·麦块大陆】（除暮色森林以外所有怪物团体都归属下界之王的领导）\n1.女巫谷（女巫）\n2.斯克托重甲骑兵团（骷髅，骷髅骑士）\n3.战斧部队（僵尸，鸡骑士）\n4.暗部·影部（蜘蛛，末影人）\n5.赤炎军（苦力怕）\n\n【主要怪物势力·下界】\n1.王城卫队（僵尸猪人，调零骷髅，烈焰人）\n2.潜行者组织（岩浆怪）\n3.刀锋侦察队（恶魂，黑色恶魂）\n4.逆十字军（凋零骷髅，凋灵）\n\n【主要怪物势力·末地】\n末影龙神Hardess\n十二末影圣龙卫\n飓风龙隐兵团\n\n【暮色森林】\n1.寂静火原·九头蛇Orson\n2.希尔森林·暮色恶魂Annabel\n3.不归森林·巫妖王Locke\n4.冰封大陆·奥罗拉堡垒·雪怪王Jarvis\n5.中庭遗迹·娜迦巨蛇Brochman\n\n【序章：删除】\n世界是灰色的。\n远处枯死的麦田泛着青紫色的微光，这使晚霞折射出的色彩更加肃杀和绝望；人们被聚集到绞杀街的广场上，无一例外地面黄肌瘦，形同骸骨。\n哦，你不能想象一个濒临灭亡的帝国是多么可悲。\n今天，众人聚集到这里，接连不断的大灾难：饥荒，瘟疫，洪水，怪物们无时不刻的入侵，人们从最初的愤怒 知道最后的麻木，即使是现在，偌大的广场上如蛆虫般拥挤数以百万的人群，空气却依旧安静得令人窒息。\n他们在等待审判，散乱的民心需要一颗人头来平息他们的愤懑。\n即使没有罪名。\n远远地，监牢的一角被推开半扇铁门，搭乘着死囚的木车往绞刑架这边来了，腐朽的轮子发出吱吱咯咯的声音，这是在控诉吗？不，这是一场狂欢。\n“可耻的罪人！你居然还有脸活到现在！”\n“现在神发怒了，他给我们降下了灾难，杀掉他，用他的血平息神的愤怒！”\n“杀掉他！”\n“杀掉他！”\n行尸走肉一般的人群沸腾了，尖叫着，破口大骂，就好像自己从出生开始所受的的一切苦难都是囚车上那人一手造成的。\n然而罪人对这些刻毒的诅咒毫不在意，和人群呈现出完全相反的行为：他被双手反绑地吊在木柱上，随着车子的节奏前后晃动，就像已经死去多时的尸体；昔日闪亮的盔甲已经极度破碎，犹如被损伤的人体组织，若即若即地挂在身上，蒙上了污垢变得黯淡起来，露出已经被血和污秽浸染到看不清颜色的青蓝色单衣：现在他那么像一个死人，简直就是。\n除了那一双炽烈而疯狂的眼睛。\n就像饕宴者看到最美味的酒席，或是贪慕权势者面对国王的权杖与冠冕，然而前两者却远不及这将死罪人的眼神狂热和崇拜，以及近乎压倒性的信仰。\n他抬起头，看着绞杀广场上伫立的绞刑架，随后便把目光越过那阴森可怖的刑具，落在它后方Notch的神像上。\n神像的眼睛原本是钻石镶嵌的，因为连年大灾 ，便有人偷窃了那两块钻石，那人的下场是什么呢？他不知道，也没兴趣了解。\n而现在，神用空洞的眼眶注视着受诅咒的罪人。\n可笑，可悲，囚犯并没有罪行，他对自己犯过什么错毫不知情，至于为什么没有反抗，只因为前来抓捕他的士兵告知这是神王Notch的旨意；直到踏进牢房时他才明白这是一场骗局，有人要借助天灾国难除掉他：这在平民和政坛中都威望极高的白银圣教军部总司令。囚禁的日子过得很慢，他任凭那些虚伪狡诈的政客和教士放出谣言：天灾是神的愤怒，因为他背叛神而投靠了下界的恶魔。\n罪人没做出什么过激的反应，他对Notch的信仰是那么绝对，绝对到不允许半点质疑：既然从未出卖自己的的信仰，神自会帮助他洗刷冤屈。\n直到绳索勒紧脖子时，他一直都是这样想的。\n人群在为他们处决了一个叛徒而欢呼，高台之上，懦弱而愚昧的教皇在微笑，背后站着同样在微笑的执法教父，嘴角上翘的角度分毫不差。\n荆棘刺陷入皮肤带来彻骨的痛，囚犯好像从一个还算美好的梦境中醒来，他的目光已经不复开始的虔诚，充满求生的慌乱与痛苦。\n【不......不是这样的......】\n想抬起的双手逐渐冰冷麻木，脑浆好像就要被煮沸了一样，世界在急速地旋转着，口中弥漫起淡淡的腥甜。\n【我......没有背叛神，一定是，一定是哪里弄错了......】\n身体开始做最后的徒劳，不断抽搐的四肢预示处刑即将结束；许久没做声的罪人张了张嘴，喉咙却挤不出一丝声音，濒死的表情绝望而哀伤，好像被背叛的是他。\n【救救我......求您......您睿智的双眼究竟在看什么......】\n啊，他的眼睛早就没有了......\n最后的目光定格在神像无悲无喜的面容上，人们看到罪人奋力地伸出手似乎要触摸或抓烂什么，这个举动也加速了他的死亡，未抬起的手臂无力地垂下来，身躯停止颤抖，距离绞刑架近的人甚至能听到心脏停止跳动的声音。\n刽子手上前查探罪人的鼻息，确定了他不可能再睁开眼睛后向高台上监刑官的脱帽示意；从最远处的角落都能看清楚，教皇脸上得意洋洋的笑容，他悄声对着身边的执法教父说了些什么便站起身来，这一次是面对这广场上密密麻麻的人群。\n“背叛者已经付出了代价，神的愤怒很快就会平息了。”\n欢呼声震耳欲聋，甚至行刑的刽子手都忘记了自己的工作，随着人群的热烈的气氛振臂高呼起来；忘记了灾荒和瘟疫的肆虐，暂且沉浸在这节日般的喜悦中吧，既然已经平息了神的愤怒，作为被神赐福和庇佑的人类还有什么值得害怕的呢？也许他们已经忘记了，被施以绞刑的男人曾经为了庇护人类做出了多大的牺牲。\n大地在晃动着，是被狂欢的人们的脚步所撼动吗？\n不，这是真的地震，从弱到强，当人们发现了这场异动时，已经为时太晚了。\n伴随从地下传来的巨响，整个广场被撕裂成两半，破碎的石砖下显露出一条条深不见底的裂缝，更远一些的地方，一道冲天而起的白光正在顺着缝隙的方向朝着人群延伸过来；在强烈震动的作用下，一些建筑轰然倒塌，脆弱地就像被海浪冲垮的沙堆，令人惊恐的巨响传来，广场上Notch的神像竟陷入了地面上的裂缝中，不堪重负地从中间折断，镀金镶嵌宝石的头颅重重的滚落到深渊中。\n逐渐逼近的白光缓慢却不曾停止地吞噬着一切，所覆盖过的地方甚至没来得及发出声音就回归到创世之前的寂静和虚无。\n为国王和贵族们的搭建的高台连同他们自己已经消失在刺眼的光芒中了，广场上欢呼已经被惊恐的嘶嚎取代，人们争相向着白光相反的方向夺路而逃，完全不在乎脚下是否踩到了什么人，鞋子蹚起的是尘土还是被碾碎的死尸。\n世界，痉挛着，吼叫着，在毁灭。\n当大地又一次震动后，白光从地面上每一条裂痕中迸发，炽热的气流将已经破烂不堪的绞刑架抛起，罪人的尸体吊在那里，很快就被引力和热风撕扯地支离破碎，血泪弥漫的眼眶静静地注视着那个本来伫立着神像，现在却一无所有的废墟。\n那已经死去的干枯的喉咙吐出沙哑而悲怆的遗言。\n【......为什么要抛弃我......】\n这是第六百六十五个世界。\n【启程：温牛奶和夜间谈话】\n\nSteve意犹未尽地把书合上，揉着眼睛环顾周围堆积成山的书架：他从来都只睡在村子的图书馆里，这样既节省空间又能保证在他晚上睡不着时还能看书解闷而不至于无聊死。他把手头看了一般的书——封皮上的烫金字标注着《旧世代英雄名录》——放在手边，拿起桌上的面包，饿死鬼投胎似的猛啃。\n\n“这书不错，当神话小说看也挺好的。”一阵冷风从门缝里钻进来，William端着两杯牛奶快速地闪进屋内，他似乎是一路小跑到这里，喘着粗气锁好门还刻意往外面看了看才找了张椅子坐下来，紧张地搓了搓手，神经兮兮。\n\n“......你遇上僵尸了？”\n\n“什么！？......不，没有，怎么可能......”听到僵尸两个字，可怜的图书管理员猛地弹起来，就好像他刚刚被那椅子咬了一口，之后他把头摇得像拨浪鼓似的，还在试图往外看。\n\n“真难得，这地方偏僻的连蜘蛛都少见。”Steve把这回答当成‘是’，看着试图用石头把门堵起来的William，他摇了摇头拿回了书，打算无视这个紧张过头的家伙：僵尸而已，有那么可怕吗？\n\n“别以为我不知道你在想什么，僵尸怎么会不可怕。”看到Steve眼底深藏的戏谑意味William冲他挥了挥拳头，Steve也不打算用嘲笑回敬他：这种时候没有必要开口说话，于是他继续看他的书。\n\n“所以，你现在在看什么。”\n\n“你自己看咯。”\n\nWilliam凑到火把前眯起眼睛仔细地辨认那些泛黄案卷上的文字。\n\n“六百六十五世界的加尔文战役？我倒是知道这个，就算在以少胜多的著名战役中也相当经典。”\n\n“确实，十万下界军也不是个小数目，对于一个只有五千亲兵的将领来说......卓越的领导才能，我承认。”\n\n“只可惜你没有成为他的可能了，我亲爱的Steve。”\n\n“......这世界上也肯定不止一个人叫William，这有什么好笑的？”\n\n毋庸置疑，这位前一个世界的英雄也叫Steve，看着William一脸坏笑的表情，现世界·Steve·默默无闻先生只觉得闭上眼就是天黑，被William堵得一句话说不出来显然不是他的风格，于是Steve咬牙切齿地憋出一句称不上是反击的话。\n\n“这没什么，Steve，至少你也不会遭受那一位‘Steve先生’的悲剧命运。”察觉到好友眼中的不悦，William马上识时务地给他顺毛：开玩笑，把Steeve惹急了，他会把图书馆拆了的——他真的干得出来这种事！\n\n顺着William手指的方向，Steve看到了一个不怎么令人愉快的结局：被诬陷成下界恶魔的帮凶，英雄死在绞刑架上，而他的死亡也是《英雄名录》最后的一个故事。\n\n“我知道前一个世界对崇拜Notch神的思想简直让人不能理解，但是因为谣言就格杀圣教的军队头子这也太......”\n\n“有人的地方就有政治，这个不就是借助神权铲除异己么？退一万步说就算现在也是圣教一家独大，你我都是Notch神的信徒对吧......不过我更感兴趣的是这个‘下界的恶魔’，很多传说都提到过，他是什么东西。”\n\nSteve耸了耸肩，过于轻松的语气和William一脸严肃形成了鲜明的对比，这随口一问竟让图书管理员如临大敌似的坐直了身体，他再次往窗外看了看才凑近Steve耳边道。\n\n“就是那个传说......《麦块大陆神话传说》那本书，你没看过？”William小心翼翼地翻动着旧书脆弱的页面，而他说话甚至用了气声，就好像害怕会被什么人听到，“恩......有传说咱们生存的地方凡有大的灾难都是下界的恶魔搞出来的，洪水啦瘟疫啦怪物围城啦......天灾，你明白的。”\n\n“......我觉得你能大点声说话，我保证就算真有什么下界恶魔他也不可能因为听到你背地里说他坏话就突然出现杀掉你。”\n\n“......话不能这么说，据说下界恶魔真的存在，还有人看见他在天上飞过，身后拖着一条光带......还有传说他原本是神......”\n\n“真正的神只有Notch，William先生，”虽然William尽量让自己说的话带有可信度，但Steve还挑了挑眉：说实话他不相信有什么该死的下界恶魔，估计这只是某个吟游诗人杜撰出来的，或者是冒险者，错把大一些的恶魂看成了魔王。“至于你说的那个飞起来，身后拖着光带的人，我想他只是不小心被TNT炸上天的倒霉蛋。”\n\nWilliam闭嘴了。\n\n于是Steve很乐意能继续啃他的面包看他的书，哦，还要感谢William的牛奶，让他不至于被干面包噎死。临近午夜的村子此时寂静却不祥和，夜风在山谷中呼啸着，试图钻进每一个缝隙中；树枝发出簌簌的声音，在房屋前的空地上投影出阴森可怖的影子。远远的看去，也许只有他们两个人藏匿在光明的庇佑中，也让这一抹宁静的火光成为奥兰山岭中唯一的色彩。\n\n如果没有彼此，Steve和William只能是两个孤独的人类；他们拥有了对方，就算拿整个世界换也没门。\n\n“那，你不用早些睡觉？”William试探性的看了看Steve，用一种生怕被拒绝的眼神。\n\n“我习惯熬夜，倒是你，明天可有很长的路要走，”Steve握着杯子，牛奶尚温，带着人体的热度，他一如既往地对William用着调侃的语气：这对于一个处事冷淡的人来说已经非常难得了：“可能比你上辈子和这辈子加起来走的路还要多。”\n\n“你怎么会知道我上辈子干什么的，你看过哦？”\n\n“......喝你的牛奶。”\n\n做了一个几乎要把剩余的液体直接泼到对方脸上的动作，Steve把牛奶杯塞进大呼小叫的William手里，之后把枕头糊到他脸上：“拿着这该死的杯子William，等着看吧，明天我就会把你累死，除非你躺下求饶，不然我们就一直走下去。”\n\n“去你的，Steve。”抱紧那团软乎乎的羊毛，William笑着回敬道。\n\n明天他们就要启程了。\n\n伟大的故事总是从一个极为渺小的决定发展出来的，多年之后，当吟游诗人们再度为这段绮丽而神秘的旅行歌唱时，已经没人了解它一开始是因为什么，就像小孩子们所知道的故事一样：旅行二十年只为一睹神王尊容的信徒和博学多识的附魔师......被渲染地近乎魔幻；其实他们都不知道，这不过起源于一场普通的赌约。\n\n当然，就连当事人Steve和William也不知道，他们的名字将注定被刻在人类一族的历史上，和《英雄名录》中的上古英灵一样被人们铭记和传唱——但那时很久以后的事了。\n\n\n\n楼主的话：一 应作者和Mcbbs的要求，公布原帖地址：http://tieba.baidu.com/p/3706928018二 这个作者特别能更番外，请做好准备三 或许不久后，咱也会出一个原创作品\n\n",
    "replies": []
}