{
    "title": "[Minecraft]官网更新-遇见傻瓜村民/绿袍村民",
    "author": "Smokey_Days",
    "replyCount": 9,
    "timestamp": 1485212880,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-1-24 22:14 编辑 \n\n译者：写在前面\n绿袍村民是一种没有任何职业的村民，它甚至只能通过指令召唤\n\n13小时前（大约23日18时），官网迎来了一次更新，MC届时发布了推特通知了这次更新\nMEET THE NITWIT\nMinecraft’s least useful mob?\n遇见傻瓜-MC最没用的生物？\n  前言“[Minecraft]官网更新”是一连串基于官网新文章的翻译Mojang官方会不定期发布官网的新文章而同时我也会不定期对其进行翻译\n[Minecraft.net]17·1·23·18左右发布\nThe Exploration Update may have bought maps and mansions and other marvels, but arguably it made an even greater contribution to the texture of village living in the shape of the nitwit.\n探险更新更新了关于制图者，林中府邸或者其他有趣的玩意儿，但是它最大的贡献在于将傻瓜村民成为村庄的一部分\n\nThey may burble benevolently like their fellow villagers, but these green-robed layabouts don’t have any trade at all, and just spend each day pottering about aimlessly. You can wave all the emeralds you want - they have nothing for you. So why are they there?\n他们也许会像其他村民一样，进行无害的聊天，但是这些绿色的呆瓜却不会做任何交易，成天在那里无目的地徘徊。你尽管可以挥动你手中的全部绿宝石——他们依然不会理睬你。所以为什么他们会在那里？？？\n\nIt started because players could summon villagers without a career by using commands: it was the only way to get villagers with green robes. Whenever we discover we have a bug which is used by the community we just see it as 'undefined behaviour' - and ‘fix’ it by making it a feature. \n它的开始是出于玩家可以通过指令召唤没有职业的村民：这曾经是唯一得到这个绿色小呆瓜的途径。不过按照我们以往所做的尿性，当社区反馈给我们一个bug，我们只不过把它看做“未命名行为”然后通过把它当做特性来“修复”...嗯...\n\nIn this case we just needed a profession for the green-robed villager. I don’t remember what name we came up with first - I think it was ‘unemployed’ or something, but it doesn’t really fit in the world, because I don’t really think the other villagers are employed by anyone either. So I think the next suggestion was ‘village idiot’ but I thought ‘nitwit’ was a more fun name.\n在这种情况下我们只需要一个“绿色的”（这里一语双关，既指它颜色是绿色，又说它无害），以“居住”为职业的村民。\n我不记得我最早给它取了个什么名字——失业者吧，我猜。但是我并不觉得它失业或者什么的，这不符合世界观：难道你认为其他村民是被“雇佣”的么？所以我的下一个建议是“白痴”（Idiot），但是最后我们敲定了“傻瓜”（Nitwit）这个更加有趣的名字。\n\nSo: are they Minecraft’s most useless mob? Only if you assume that everything in Minecraft is there to serve you! Personally, I think the nitwits are just having a jolly good time and/or protesting against the imperatives of the commercial state by denying emerald acquisition through limited trading partners as the ideal system on which to predicate social stability. More power to ‘em. (Also, bats are pretty useless, too.)\n所以：它们真的是全MC最无能的生物？如果你把MC中设定的一切都看做为你服务的，它们就是最无能的生物。就我个人而言，我认为这些小呆瓜只是用于开玩笑调戏来获得快乐或者用于抗议资本主义游戏国家的必要性——拒绝绿宝石，通过有限的贸易来获得稳定的系统、理想的社会和更强的力量。\n（而且别忘了，蝙蝠也没有任何卵用）\n\n施工完毕~楼下请紧跟队形\n我们只不过把bug看做一个“未命名的特性”\n\n\n\n",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1485213420,
            "txt_content": "233333333傻瓜村名\n话说是不是忘记模版了？"
        },
        {
            "author": "ff98sha",
            "timestamp": 1485215700,
            "txt_content": "属于wiki/翻译版"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485215820,
            "txt_content": "ff98sha 发表于 2017-1-24 07:55\n属于wiki/翻译版\n然而并不是这样\n这是官方发的推特附带的官网文章\n发到wiki翻译的应该是方块和物品\n（弱弱地，所以算新闻对么）"
        },
        {
            "author": "毒蛇",
            "timestamp": 1485218220,
            "txt_content": "我觉得末影螨更傻和废物"
        },
        {
            "author": "MY200378",
            "timestamp": 1485226080,
            "txt_content": "这个bug可是我举报的啊！"
        },
        {
            "author": "广药",
            "timestamp": 1485230280,
            "txt_content": "版规：PE&Win10版相关讯息请移步PE新闻资讯，官方的方块、实体介绍等非新闻博文请移步翻译&Wiki。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485230280,
            "txt_content": "WuGuangYao2012 发表于 2017-1-24 11:58\n版规：\n=w=？是这样的么...\n那请版主帮我迁移一下咯~~~\n谢谢了。"
        },
        {
            "author": "ff98sha",
            "timestamp": 1485231480,
            "txt_content": "Smokey_Days 发表于 2017-1-24 11:58\n=w=？是这样的么...\n那请版主帮我迁移一下咯~~~\n谢谢了。\n都和你说了你还不信233"
        },
        {
            "author": "1506559369",
            "timestamp": 1560643260,
            "txt_content": "很棒，表示支持楼主，希望继续努力"
        }
    ]
}