{
    "title": "[原创·单篇][每日练笔] 争夺战 ——by Smokey_Days",
    "author": "Smokey_Days",
    "replyCount": 7,
    "timestamp": 1485188940,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-1-24 00:55 编辑 \n\n***甲-序***\n最近常常有一种莫名的错觉，自己的身体仿佛不是属于自己了。\n十几天以来，我时常发现，自己在一个地方昏迷过去，又在另一个地方醒来，在这期间我做了什么我却丝毫不知道。\n今天又出现了这样的事儿。\n***乙-序***\n当我苏醒的时候，我操纵着一个不属于自己的身体。\n但是我昏迷前的记忆却消散无踪了，我就好像一个新诞生的灵魂。\n我知道我并不是这样的灵魂——我拥有自己的意识，拥有成熟的判别能力，显然我是一个个体，一个完完全全的个体。\n那么我为什么会在这个躯体里？\n我非常非常非常好奇，真的。\n不过我要先熟悉一下这个躯体。\n\n\n***正文***\n\n\n甲-一\n今天早上第一节是附魔学课，这门课是我最喜欢的课程，没有之一——附魔真是太有意思了。\n不过家境不算富裕，家中没有附魔台练习附魔技术。因此我每天早上都会提早一个小时到一个半小时出发，为的是提前到学校在附魔室抢个好座位\n但是当我坐上矿车以后，最近常常发生的事情又发生了——我再一次昏迷了过去。\n昏迷前，意识迷离，我想——附魔课可能没法早到了。\n果然等我醒来的时候，自己站在学校的大门口。\n好友经过我身旁，疑惑：“你怎么怪怪的？”\n我倒吸一口冷气。\n\n此前几天虽然有这种情况，但是并不是持续很久，所以我以为是我的错觉。\n但是现在..我可以坚信，这个不是错觉——我的身体的确有一段时间归于别人了。\n不知道是怎么回事儿。\n\n乙-二\n这天早上我再次从这个躯体里面苏醒。\n经过十几次的判断，我明白了，只要我使用这个躯体，对这个世界有更多的认识，下一次我苏醒的时间就会更长。\n那么目标很明确了——收集尽可能多的信息，完全地获得这个躯体。\n我四周望了望，坐在一个矿车上。矿车正经过山洞。\n我抬起手，在周遭摸索，摸索出了一张纸。\n仿佛本能一般，我左手一挥，这张纸上面显现了一些东西——\n地图，这个城市的地图。\n低头看着胸前的衬衫——铭牌那边写着：市第一高中，十一（六）\n沉思一会儿，我决定听听前后矿车上面人的谈话。\n“哎呀那个市场不好啦，那边离得远，一个绿宝石能买到的萝卜会比较少的…”\n我又不要买菜。\n“那个…先生，你的红石图纸有一些错误呢…”\n红石图纸，有意思…\n“啊，今天我这么早去上学…”\n噫？似乎有我想听到的东西。\n“…你们高中那么好啊，还有公共附魔室…”\n“是啊！”说话者明显自豪起来，“我可是在市第一高中呢！不过我们这边的公共附魔室要早去才能抢到好位置…”\n那看起来…另一个人，他似乎想去抢附魔座位？\n不过很可惜呢，让我获得更多的使用时间才是重点啊…\n那么，好好认识这个城市吧。\n\n甲-        三\n放学了。\n今天真的太可怕了。下课的时候自己又一次失去了控制，醒来的时候发现自己已经在课堂上被罚站了…\n真是不知道自己怎么了，连野外生存课都敢逃。\n不对，可能不是我自己的逃课…难道说我是…精神分裂症？\n没有吧！\n\n第一高中的资料阅览室连接着巨大的漏斗矿车线路。来自全市的新消息都会第一时间汇聚过来。\n我查询了精神分裂症的特征。\n“...精神分裂症早起的患者通常将面临‘两个意识’带来的麻烦…”\n可能不是精神分裂症。这种疾病不是一僦而成的。需要有一个过程。\n自己显然没有这样的过程。\n那么究竟是什么原因呢？\n\n乙-        四\n终于又取得了躯体的控制权。\n此刻…恐怕已经是归家的矿车了。\n我必须要多探索一些地方…\n交易街…嗯没去过…酿药路…嗯值得一看。\n正当我在挑选准备前去的地方时，周围刹然寂静。\n我丢失了身体的控制权。\n迷离之间，我想问的是——\n为什么这次时间这么短？\n\n甲-        五\n这次丢失身体的时间很短。不知道为什么缩短了。\n我必须要找到原因，这样才能一举解决这个病症。\n仔细地思考从上一次丢失身体至今发生了什么…\n上酿药课…跑步…查阅资料…聊天…做练习…\n好像都是以前做过的…\n不对，有一个没做过——查阅资料\n难道说和查阅资料有关？\n我前往市图书馆看看。\n\n这期间我阅览了很多书籍，上面记载，曾经就有些人发生了像我这样的状况…\n这是怎么回事？但是他们最终都是自然复原的。\n十分好奇…\n查阅资料的同时，我也在思考着…究竟是怎么回事？\n为什么阅览资料会减弱“他”占用我身体的时间？\n不明白。\n\n乙-        六\n这...\n我又一次从意识中苏醒。\n我身处在图书馆。\n我似乎明白了什么——我在这场争夺身体的战斗中，获得的先天的劣势，情报的优势。\n但是情报的优势正在丧失…\n我必须做点什么…\n我仔细想想自己的优势…\n这还没几分钟，他的意识又要争夺躯体了。\n等等，似乎有什么方法…\n\n甲-        七\n“他”占用我躯体的时间…正在逐步缩短。\n看起来，这种方法还是挺有效的。\n那么继续吧。\n……\n已经过去两个小时了…\n我应该回去吃饭了\n\n乙-        八\n…那么我就要控制好他，让他感觉自己只要看那本书，就会增长自己的控制时间…\n所以呢，我定好了个计划——\n只要他在看那本书，我一旦占领身体后就会在三分钟后放弃控制。\n而一旦他看其他书，我就会尽自己全部力量强占他的躯体。\n这样他就会认为自己掌握身体的关键是看那本书。\n与此同时我也能不断的强大，待到某个时刻一举取得控制权。\n多么完美的计划啊，我果然是个有个体意识的人，\n三分钟呢…想要增加见识，只能看书了吧…\n\n甲-        九\n这次的控制时间真是短暂啊，看来这本书对压制“他”真的有很强的作用呢…\n难道我这辈子就要看这本书过活了么…\n看看其他书试试…\n这本书的内容也挺有趣的…\n哎呀，时间过得真快呢，我得先做今天的作业。\n\n乙-        十\n…不知道他怎么样了…\n嗯？新的书？看起来…他好像换书看了？\n那就按照之前计划好的，这次尽可能延长自己的控制时间。\n作业也可以翻阅一遍来长长见识。\n……\n嗯…已经五分钟了，棺材板，啊呸他的意识压不住了。\n那就这样吧，希望能起到一些误导作用。\n\n甲-        十一\n真的有点难了。\n难道一定要那本书才起作用？怪哉，怪哉。\n真不知道是怎么回事。\n不过既然一定要那本书…那我也没办法了。\n毕竟，活下去才是最重要的。\n我看向镜子，微微一笑——\n加油！为了夺回自己的身体而努力！\n\n乙-        十二\n已经过去差不多五天了，零零碎碎我对身体的掌控权也要到达一半了。\n终于要能长久待在外面，自由的，不是为了见识而是为了快乐地，好好欣赏这个世界了。\n这个美丽的世界啊…\n真是的，居然忍不住开始瞎想了呢…\n\n甲-        十三\n现在的情况很有意思。\n他掌控身体的时间依然保持在三分钟，但是掌控身体的频率却愈发频繁。\n我必须要想个办法。\n可是想来想去并没有任何头绪…\n不！我突然醒悟过来。\n他想要的是什么？一个躯体。我自己的躯体。\n只要这个躯体消失了，那么他，也将随之消失。\n所以？所以我要威胁他。\n\n乙-        十四\n这个家伙，真是讨厌。\n居然威胁我说，如果我不放弃对他躯体的掌控权，他就自杀，两者同归于尽。\n还说什么，不完整的身体不如没有身体。\n真是睁着眼睛说瞎话。要我个人看来，没有身体不如不完整的身体。至少你还活着，至少你还能生存在这个世界上，见识这个世界。\n俗称：站着说话不腰疼。\n但是很可惜的是，我对他周围的人都了解了很多…但是不了解他自己。\n因此对我而言，这就是一个“终极威慑”，我不知道谈判破裂他到底会不会自杀。\n是留着这个躯体苟延残喘，还是真的去自杀。\n我必须要谨慎一点。\n\n甲-        十五\n看来他还是屈服在了生存的欲望下啊…\n真是亦可赛艇。这也许是一个把柄，可以好好利用。\n\n乙-        十六\n哼，尽管现在同意你了…但这只不过是一时的。\n六点了，还有三个小时，我的掌控权就能超过四分之三。届时，我可以让你没有自杀的机会。\n\n甲-        十七\n九点了，该吃饭了。\n他还是想要攻破我么…\n真是愚蠢呢。\n这才过了多久？二十分钟罢了。\n等等，我怎么觉得意识有点涣散…\n怎么会这…样……子………\n\n乙-        十八\n啊哈哈哈哈哈哈哈成功黑进去了！\n等等，我为什么要说“黑”呢？\n这个词有什么特殊意义？\n天空中传来打雷的声音特效，但是并没有打雷。\n此刻，我的眼前出现一行字——\n“发现漏洞，发现盗号数据包，予以封杀”\n天旋地转…一切仿佛在旋转…脚下踩着的已经不再是坚实的大地，而是虚空。\n我 掉出了这个世界\n\n甲乙之外-十九\n“哈哈哈**盗号狗，还想盗我号。要不是我家安全系统硬，给你连续尝试将近二十天也会成功的。妈蛋这辣鸡服务器，管理员半天不回话，气死了。”\n尝试新写法的练习作...不知道写得如何\n请大家多多指教~自己觉得是写得最烂的单篇了\n@bo_bo2001 @Rolas @S_RwE @尻雨魔理沙 @冥王星人 \n\n",
    "replies": [
        {
            "author": "zghh008",
            "timestamp": 1485192060,
            "txt_content": "很棒,但是有点看不懂。。。那个意识是玩家吗。。。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485228720,
            "txt_content": "是不怎么样……\n双重人格可以写，但既然要写就得写出自己的特色来。\n你要体现什么，你要突出什么。一个盗号狗强上玩家，然后被什么安全系统单杀？\n就算是狗头那样的意识流，也要有着自己独特的风格，语无伦次可不是什么好的文风。\n你是把一个故事通过两个视角给直白地叙述了出来，但没有任何的悬念，也没有任何的波折。\n个人建议，你可以在某些地方删掉部分的乙段落，然后改成连续着两个的甲段落。再试着诱导下读者的主观想法，最后再揭开个截然不同的结局。这才是成功的小说。\n另外，如果想要使情节不仅是“口头叙述”这么一个条件支撑的话，个人建议你在文中添几个线索。物件，事情，人物什么的，只要能稍微地连起来，再做个伏笔，接着来个首尾呼应，这差不多就算是优秀了。\n总之，加油改吧。\n以上。\n最后，祝进步。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485229560,
            "txt_content": "gggbbb 发表于 2017-1-24 11:32\n是不怎么样……\n双重人格可以写，但既然要写就得写出自己的特色来。\n你要体现什么，你要突出什么。一个盗号 ...\n哦...谢谢你了~\n不过你好像还是没有很看懂\n并不是双重人格\n而是乙的主人想要盗甲的号\n当然各个方面的欠缺的确是不好的\n还是谢谢你的建议了~"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485230460,
            "txt_content": "Smokey_Days 发表于 2017-1-24 11:46\n哦...谢谢你了~\n不过你好像还是没有很看懂\n并不是双重人格\n补充一点，我说的双重人格不是指你文章内容上的“盗号事件”，是你所采取的这种写法。\n通过两个不同的角度，来直白地不断叙述这样的一种写法。\n因为感觉比较贴切，就擅自称为“双重人格”了。\n不过，个人而言，还是希望你能够将我的建议落实到文章上的。\n虽然不太可能（苦笑）"
        },
        {
            "author": "幽冥冥",
            "timestamp": 1485234300,
            "txt_content": "说起调换身体.......\n这倒是让我想起某部电影233"
        },
        {
            "author": "S_RwE",
            "timestamp": 1485241080,
            "txt_content": "手法很强，可算是有一个能让读者明白人称的表现形式了 [记笔记]\n后文中欺骗阅读的那段挺棒的\n\n末尾脏话差评，我就是这样一个秉持道德风尚的……嗯..\n\n"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1485265200,
            "txt_content": "看了半天总算懂了= =\n甲乙是steve，三次元两个人在搞事情对吧\n该说的馄饨（gggbbb）都说得差不多了 两个视角一隔一自白确实不是啥好写法\n真是辣鸡服务器居然不能改密码/滑稽"
        }
    ]
}