{
    "title": "关于RPG服务器的一点个人见解【原创】",
    "author": "18953292330",
    "replyCount": 26,
    "timestamp": 1485190140,
    "txt_content": " 本帖最后由 18953292330 于 2017-2-2 19:00 编辑 \n  【耶嘿，这里君南。】\n\n\n\n\n20161205031300841.jpg (48.48 KB, 下载次数: 0)\n\n下载附件\n\n2017-1-24 00:47 上传\n\n\n\n\n\n\n\n\n\n这里是个人对于Minecraft服务器RPG模式的一点小想法。\n    \n之前楼主在很多的服务器里玩耍过，\n也参与了很多服务器的策划，制作。\n打开mcbbs，选择RPG，我们不难看到当前RPG服务器的盛况。\n\n\n\n\nQQ图片20170123224952.png (198.15 KB, 下载次数: 0)\n\n下载附件\n\n2017-1-24 00:00 上传\n\n\n\n\n\n\n（图片来自mcbbs站内）\n首先，我们来分析一下RPG服务器为什么如此的受欢迎?\n为什么那么多的腐竹愿意开RPG服务器?\n\n\n1.RPG服务器开发自主性极高，有着极强的自主发挥空间。    RPG服务器的自主开发空间，给了服务器制作团队发挥的余地。各种各样强势的插件横空出世，各式各样的RPG剧情百花齐放。   每个人心中都有一个故事，RPG服务器，无疑是故事体现的最好的方式。\n2.强势的收入    在现在的时代，公益服的数量还是略少于商业服的。    提到RPG，开发团队们就能够想到许许多多的收费方式，神装道具，等等。比较下，RPG服务器的收费道具花样，真的是别的类型服务器的数十倍。\n3.足够的技术支持    现在，随着编写插件的人才变多，自主开发插件的人越来越多，编辑出来的插件功能更是强大到小编汗颜，套装特效，boss技能，职业升级，技能数字化等等，让人眼花缭乱。   难道说，用这些强大的插件去玩生存模式么？   那岂不是杀鸡用屠龙刀？   但是！RPG模式可以给这些插件提供一个完美的运营平台，这甚至导致了RPG服务器的及技术水平，可以直接决定服务器的优秀与否。\n4.当前时代RPG网游的繁荣    相信很多的服务器RPG并不是自创RPG，可以说其中的大部分是借鉴当前的主流网游。比如魔兽，龙之谷，剑网3，天涯明月刀，DNF，传奇，剑灵，英雄联盟（这个应该算是MOBA游戏，但是现在很多的腐竹参照英雄联盟改造了RPG服务器。）    喜爱这些游戏的玩家，或许看着游戏的繁荣而感到高兴。或许看着游戏的衰败而感到无可奈何，他们把自己对这份游戏的爱，拿了出来，在我的世界这个平台上，DIY了属于他们自己的艾泽拉斯。\n在此，小编想真诚地想这些腐竹们表达敬意。他们日夜不休的工作，绞尽脑汁的思索，永无止境地探索，给这个游戏带来了无尽的可能，也让我的世界里，诞生了属于MC玩家的史诗世界。\n\n                接下来！才是小编的重点！\n那么在当前RPG如此繁荣的情况下，我们也要思索，如此繁荣的情境下，所存在的一些问题。\n（如果你正好是一名RPG服务器的腐竹的话，希望能够仔细地阅读接下来的文章，并且好好地思考。）（有则思之，无则加勉）\n小编游历了无数的RPG服务器，在感叹服务器制作团队的用心之时，小编也发现了许许多多的问题。1.服务器制作团队过于追求更高等级的装备、boss，反而忽略了游戏的初始状态和成长性。    小编观察了许许多多的RPG服务器，这类问题比较的普遍，具体的体现方式有这些。    新手玩家属性太低，怪物属性太高，出现了打不过怪物的情况。    新手玩家进入游戏之后指引不够到位，不知道该做什么。    游戏的最高等级过高，但是等级提升速度过慢。    游戏中最高战斗力和最低战斗力的差距过大，导致游戏时间弥补不了。    游戏出现了所谓的 “腾讯模式”（大家都懂）。\n这些问题都影响了游戏的成长性问题，让新手非RMB玩家不能够很好的体验到服务器的乐趣。\n2.过于追求插件方面的体现，但是却忽略了在怪物、装备模型方面的用工。     因为插件BUG的问题，很多的腐竹选择了1.8甚至更高版本的无mod服务器。     没有了MOD，所以在道具、怪物的模型上，没有更多的方案，小编个人认为，RPG服务器在模型上下的功夫，必须深，必须到位。     没有霸气的道具外形，你武器的名字取得再霸气也显得有所不足。     没有霸气的武器装备模型，有再强大的武器附带技能，甚至是套装效果有何用？     没有各式各样，百花齐放的怪物模型，你设计一个终极无敌大魔王，最后模型不过是一只绿色的穿着钻石套的小僵尸，又有什么用？\n3.（重点！）（重点！）这一条是我今天重点要说的，几乎80%的RPG服务器全都中招。因为RPG服务器的数量太多，RPG的制作看起来百花齐放，其实不过是一种菊花，换了不同的颜色罢了，没有新鲜的血液注入。刷怪，升级，刷怪，升级。刷怪，得道具，换装备，刷怪，得道具，强化装备。千篇一律的游戏方式，让我的世界RPG模式彻底失去了可玩性。很多的服务器，将技术全都用来制造RPG模式，而忽略了玩家与玩家之间的交流。怪物全都是单刷，没有PVP的模式，拿到神器之后只能够屹立巅峰，看着最强boss的尸体，而感觉到无比寂寞，最终决定仗剑天涯，直接退服。参考魔兽，龙之谷，DNF，剑网3，天刀，剑灵，我们都不难发现在宏大的世界观，细腻的NPC设定，想法独到的装备、怪物设计之外，还有着完善的PVP系统，美腻的时装系统。所以，各位腐竹们，除了这些RPG的基础元素之外，是否要考虑一下关于PVP的设定呢？是否应该重新地在PVE和PVP之间寻找新的平衡呢？不得不说，其实还是有一部分服务器在这方面做得很不错的。这些服务器的腐竹发现了RPG所诞生的这些问题，他们尝试着将一些全新的元素加入RPG模式。比如生存RPG。怪物攻城。用打怪得到的装备参与PVP，进行城池攻伐等等。他们用自己的智慧，赋予了RPG游戏新的生命！\n那么说了这么多，解决方案呢？如何才能做好一个RPG服务器呢？【在这里，需要插播一个广告。】【猫兔工作室，一个专门卖萌的工作室。    没有强大的技术，没有华丽的渲染。      但是，我们有脑洞啊！        没有足够的智商，没有实力的操作。          但是，我们中二啊！】（咳咳，扯远了）接下来是解决方案。\n首先，我们从RPG的几大基础要素中下手。\n\n\n1.RPG要素之装备：第一点：模型问题。因为之前说过了，这里不再多BB。第二点：装备的属性合理性，和怪物的属性要协调。比如说，这个怪物的血量是1000，它掉落的道具合成的装备，不能是+10攻击力的，也不能是+1000攻击力的。这个怪物掉落的装备，要足以支持完虐这个怪物，但是不足以秒杀这个怪物，甚至是完虐下一个层次的怪物，当然，也不要连这个怪物都打不过。这考验的是游戏策划的功底，一个好的策划，不仅要有足够的脑洞，还要有理性的思维，要对数据极其敏感。第三点：装备信息的排版。这个，交给美工大大吧。（看到这里，你还觉得策划简单么？）\n2.RPG要素之怪物：第一点：模具，模具啊！第二点：怪物的名字。这个是很简单的一个问题，就是比如说一个中国风的RPG服务器，怪物的名字不能叫哈迪斯一样。第三点：怪物的属性。这一点其实可以参考上面的第二点，因为怪物的属性和装备只有协调起来，才能够实现好的效果。第四点：怪物的技能。这一点需要技术的强力支持，技能的设计方面，一定要切合怪物本身的类型，切合具体的剧情。第五点：怪物放置的位置。这一点需要腐竹切合考虑服务器剧情，属于细节的，没有办法详细地介绍，只能用眼神交流，给你一个启示。\n3.RPG要素之剧情：（作为一个策划，这一点我还是很在行的。）第一点：剧情的连贯性。这一点是最简单的也是最难的，为什么最简单呢？因为基本上只要有点文学功底的，都能够写出连贯的剧情。那为什么说是最难的呢？因为剧情，会有分线。主线，分线，分线越多，这个连贯性就越难。第二点：剧情的节奏感。节奏是什么？可能很多写小说的童鞋们知道，在剧情故事中，节奏是剧情推进的速度。在游戏的设计中，也要注意这一点。之前小编在一个服务器中玩耍的时候，发现只做了一个收集野狗牙齿的任务之后，整个第一个村庄的剧情，就结束了。懵逼的小编=.=第三点：NPC人物的塑造。这一点小编只是提一下，因为不是每个服务器都能够追求的东西，想要追求这个东西，除非你们有一个像我这样的策划(*^__^*) 嘻嘻…...人物、NPC，是推进剧情必备的要素，身世设计，参与剧情，在城镇中的位置，样貌的设计，每一个细节之中，都要倾尽心血，只有这样，才能够塑造出好的、个性鲜明的NPC。比如说，魔兽中的古尔丹，龙之谷中的塔姐，DNF中的安图恩，天刀中的燕南飞（当然，这个人物的塑造要归功于古龙大大）。第四点：剧情彩蛋的设置。这一点也不是所有策划都能够追求的东西。一边设计着人物，卡着节奏，不忘连贯性的同时，要在一句一句的对话之中埋下伏笔。这些伏笔，可能是之后的剧情，也可能是之后服务器的活动。4.RPG要素之地图：在小编的眼里，地图大致分为三种，主城地图，副本地图，竞技场地图。第一点：主城地图。不同的风格的RPG服务器，会设置不同的主城地图，比如说一个中世纪的RPG，就会设置一个中世纪的村落或者城市作为主城，当然这个主城不一定是一个，随着剧情的移动，可能会切换主城。在主城地图方面，需要注意的就是切合风格。当然也有特别复杂的地方可以去追求。NPC的站位，道路的设计，房屋的朝向，等等，如果你想扣细节，在哪里都能够找到细节去调整。第二点：副本地图。首先，切合剧情是必须的。其次，副本的大小要有讲究，要根据服务器的玩家来设计地图的大小。副本内的地形设计也要切合地形，光线方面也要仔细地考究。其次，之前提到的怪物放置的位置。首先，在某种情况下，是可以切合剧情的，比如说王座地形啊，祭坛地形什么的，还有更多。还有一点，要切身为玩家考虑，怪物掉落的东西要让玩家能够安全的捡到。第三点：PVP地图。这个嘛，智者见智了。毕竟mcbbs中就有许多的好的PVP地图。5.RPG要素之更新：很多的RPG服务器当然不是做完就做完了。在后续，肯定要开二周目，三周目之类的。这就需要在制造过程中思考关于RPG后续的设计，不要第一周目就写出来最终BOSS，写出神装，做事留一线，日后好想见就是这个道理。6.全新元素的添加：之前小编提到过，有一些腐竹添加了一些全新的元素在RPG之中，也举了一些例子。世间之人脑洞大者无数，只要每个人贡献一点点，我们就可以将我的世界RPG模式打造的无比完美。具体添加的方法，小编在这里不是不想说，而是不能说。小编不想给大家限制，能说的只是：“打破原本的束缚，打破脑海之中的局限，你就能设计出全新的我的世界RPG模式。”结束语：小编为了这个攻略，可谓是废寝忘食，夙夜忧叹，原生态纯手打，如果觉得对您有帮助的话，不要吝啬您手中的打赏。当然，如果有错别字，或者是对小编的观点有问题的话，也欢迎各位老爷们评论留言。当然，不喜勿喷。（如果各位观众老爷还有什么特殊的见解想跟小编聊一聊，可以添加小编QQ。）（刮刮乐：2994854090）打赏啊~求打赏~最后一句BB我的世界是我们每一个人的家，希望大家能够好好珍惜，好好打造。=￣ω￣=【这里君南】\n\n\n\n\nQQ图片20170123193154.png (12.74 KB, 下载次数: 0)\n\n下载附件\n\n2017-1-23 22:47 上传\n\n\n\n\n\n说起来你们可能不信。我把字改小了\n\n\n\n\n\n\nQQ图片20170123224952.png\n(198.15 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2017-1-23 22:53 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20170123193137.png\n(35.58 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-1-24 00:01 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "18953292330",
            "timestamp": 1485190200,
            "txt_content": "抢个楼。\n小编第一次发文，发现发出来的文章和编辑的时候有很多的不同之处，很多的重点不鲜明，文章的结构层次也出了一点点的问题，大家不要介意，重在知识。"
        },
        {
            "author": "SE49NT",
            "timestamp": 1485193320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1485196200,
            "txt_content": "感谢科普\n\n如果是我我也只能想到你说的60%"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1485197100,
            "txt_content": "还有字体小一点，太难看了\n3-4号即可，5号当重点"
        },
        {
            "author": "诺羽",
            "timestamp": 1485199140,
            "txt_content": "那你自己做一个呗。\n另外问一下你觉得生存服务器呢？"
        },
        {
            "author": "神の手",
            "timestamp": 1485215280,
            "txt_content": "讲真 楼主想的很细心，感觉改过的排版看着明显舒服多了_(:зゝ∠\n\n上面评论的全是夜猫子2333"
        },
        {
            "author": "18953292330",
            "timestamp": 1485238500,
            "txt_content": "星光灬羽神 发表于 2017-1-24 02:45\n还有字体小一点，太难看了\n3-4号即可，5号当重点\n因为第一次发帖不太了解，我是开着全屏编辑做的，在全屏的时候4号是偏小的。\n以后会注意=￣ω￣="
        },
        {
            "author": "18953292330",
            "timestamp": 1485238800,
            "txt_content": "诺羽 发表于 2017-1-24 03:19\n那你自己做一个呗。\n另外问一下你觉得生存服务器呢？\n自己开过服务器，但是因为资金不足等问题开不下去了。。。\n生存服务器之后我会发帖的，请继续关注我吧。"
        },
        {
            "author": "eiai",
            "timestamp": 1485268140,
            "txt_content": "字体看到我快瞎= ="
        },
        {
            "author": "abakad12138",
            "timestamp": 1485442680,
            "txt_content": "好期待啊"
        },
        {
            "author": "18953292330",
            "timestamp": 1485521040,
            "txt_content": "abakad12138 发表于 2017-1-26 22:58\n好期待啊\n期待什么。。。"
        },
        {
            "author": "myshdr",
            "timestamp": 1485922920,
            "txt_content": "作为新人腐竹，我觉得很有道理，可大多数服务器都是小服，并没有太多的资源可以放在其他方面，这就导致我们空有热情却得不到玩家青睐，最好许多本来可以成为优秀服务器的小服逐渐关闭，这可能是中国私服的悲哀吧……"
        },
        {
            "author": "Rolas",
            "timestamp": 1485923220,
            "txt_content": "咱恰好是那20%."
        },
        {
            "author": "18953292330",
            "timestamp": 1485930900,
            "txt_content": "myshdr 发表于 2017-2-1 12:22\n作为新人腐竹，我觉得很有道理，可大多数服务器都是小服，并没有太多的资源可以放在其他方面，这就导致我们 ...\n其实有很多时候，这些事情不能怪天怪地怪玩家，空有热情是不够的，更重要的是沉着冷静的思考，在很久之前。我也曾满腔热血地开服，把服务器所有全都做成自己心仪的方式去体现，但是这时候问题也随之而来。\n现在，我在脑洞之后，总是会沉着冷静地思考一会，思考很多具体的实施方案，想象它所带来的的效果。我觉得，真正的成功，恐怕都是这样的吧。"
        },
        {
            "author": "1909566854",
            "timestamp": 1486031880,
            "txt_content": "很不错(*??╰╯`?)?，对于腐竹很有益"
        },
        {
            "author": "优酷恐龙",
            "timestamp": 1486035660,
            "txt_content": "个人觉得 有很多RPG服务器就是坑钱 良心的服务器很多都只有两条路 慢慢变得也坑钱或者因为资金不足倒闭\n"
        },
        {
            "author": "a1016746326",
            "timestamp": 1486285680,
            "txt_content": "rpg服务器的话，有个插件非常棒，叫做mythicmobs，可以实现怪物释放各种技能的效果然而这款插件终究只是插件，不是mod，做出来的怪物再6也只是僵尸骷髅之类发射火球之类，还是脱离不了mc原版的影子。我就想有没人能够开发出自定义怪物的mod，腐竹可以自己做模型自己做怪物技能。这样就棒了。可惜我只是个学习美术的，怪物建模或许可以做到，但是mod制作的代码就无能为力的了。"
        },
        {
            "author": "晓峰丶NgOd",
            "timestamp": 1486494120,
            "txt_content": "国内RPG服务器弊端：\n①. 没有新意永远的你抄我我抄你，插件永远都是那几个。\n②. 没有真人才，没几个管理群内的OP是真做事的全都是骗一波OP装逼的。\n③. 没诚意，公益服少全都是商业服，腐竹期望能够靠开服养活自己或者骗一波跑人。"
        },
        {
            "author": "l8976849",
            "timestamp": 1486504620,
            "txt_content": "SE49NT 发表于 2017-1-24 01:42\n我想说，其实目前腐竹大部分是为了赚钱，有的甚至开了一个月骗到的够多了就跑了，那些长远又大型的 ...\n是啊..想努力做，但怎么都做不好的我.."
        },
        {
            "author": "chenglin2b",
            "timestamp": 1486818000,
            "txt_content": "可以强无敌，学会了不少，我正想开！"
        },
        {
            "author": "我的狗崽世界",
            "timestamp": 1486961520,
            "txt_content": "我最开始就有一个念头，当时RPG类型服务器还没这么火，但是市面上很多商业化的RPG我都看在眼里了...\n所以就发誓自己开一个很大的坑，我这个坑，刚好避开了市面上所有大众RPG套路...\n其实市面上很多RPG服务器根本就不能叫真正的RPG= =\n倒不如说是打着RPG口号的刷怪升级服务器...对于剧情方面换汤不换药，NPC性格塑造简直千人一面，\n现在我也成立属于自己工作室了，目前服务器地图还在前期建设阶段。\n你所说的大部分RPG服务器问题我基本全避开了...（咱们思路很相似）\n而且如何做好RPG服务器完全说到我心坎里，而且我也是这么做的，\n我甚至还开过帖子去传授个人制作RPG地图经验..."
        },
        {
            "author": "aszxgggg",
            "timestamp": 1543584840,
            "txt_content": "赞同 现在rpg真的太老套 需要更多地更新与开发"
        },
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1544173860,
            "txt_content": " 本帖最后由 Mccraft-pepsi 于 2018-12-7 17:14 编辑 \n\n楼主，说真的，你这些见解与实际情况相符合不到50%\n首先是资金问题，这个最重要，所有的RPG服要想服务器做得好，资金是绝逼不能少的，定制插件，请美工，定制模型，请建筑，请人才，等等。\n\n其次，是特色问题，同样是离不开前面的资金，特色主要是在于策划的脑洞，以及插件/Mod和技术的基础，但是千千万万的RPG服，各有各的特色，其实你没必要再去想一些新的特色，舍近求远？为什么不去整合特色然后\"熔炼\"呢？\n\n再者，就是副本以及武器的问题了，你会发现等到服务器后期，武器装备的成长度达到了一定的饱和度之后，几乎所有的后期武器装备用起来都一样，简直就是给玩家上眼药，包括PVP在内，即便你的武器装备数量再多，说白了，也就是属性问题，当玩家的自身属性达到一定饱和后都差不多了，所以你应该将武器装备的属性全部“限制分类”，比如说武器，要久有的有暴击，有的没暴击，或者有的有吸血有的没等等，那么玩家的发展思路就会不一样了，通过副本的“高精度”设计让玩家自己搭配一套合适对应副本的装备很重要，亦或者是PVP原理是一样的，战斗刷本的因素可以直接影响玩家的操作，这才是武器装备的关键，而不是整一大堆武器装备，各种无厘头的属性一堆加上去好看。\n\n再者，RPG游戏不一定是必要剧情的，参考魔兽，还有些其他的MMOROG，它们只有一个宏大的世界观，玩法对应世界观但本身却不会影响到剧情，为什么不弄一个“你好我好大家好”的服务器呢？玩家不需要主线剧情，但可以通过一些支线来了解服务器，了解世界观，刷本，PVP，养成，冒险这些基本也是不一定需要剧情的，同时你的工作量减少，玩家却依然玩的开心，何乐不为？\n\n还有，服务器的新闻和沟通很重要，管理员根据服务器更新进度不断发送服务器新闻，爆料与玩家沟通都能增进玩家和管理员之间的“友情”这是一个服务器留人最基本的办法也是最管用的。前提是管理员素质和心理承受能力要好！\n\n最后，服主不应该抱着“因赚钱而开服”的心里去开服，如果没有玩家你哪来的钱赚？一个服主不肯花钱砸服务器那服务器又怎能开得好？服务器特色玩法单一，目前这种服一大堆，玩家为什么要来你服玩？如果服主肯花钱，肯让玩家玩的开心，肯让服务器独一无二，那么经过一段时间的发展，怎么样也能够成为第一无二的服务器。\n\n以上是我的提出的补充观点"
        },
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1544174220,
            "txt_content": "晓峰丶NgOd 发表于 2017-2-8 03:02\n国内RPG服务器弊端：\n①. 没有新意永远的你抄我我抄你，插件永远都是那几个。\n②. 没有真人才，没几个管理 ...\n你抄我我抄你这不对吗？其实你应该发现，基本所有的特色都是抄袭来的，目前没有什么服是没有抄袭过特色的，因为创新本就需要抄袭，说好听点也就是借鉴"
        },
        {
            "author": "Thpc凡星",
            "timestamp": 1544186640,
            "txt_content": "分析的很透彻，但是我们不免要留意以下几点：1.在公益的基础上如何保证服务器的运行\n2.在竞争对手中如何争得一席之地\n3.即使拥有本文所说的一切优点，又怎么推广\n每个服主都想有一个理想的服务器\n但是客观因素太多\n再加上现在网络的小学生服务器过多，即使有好服也会被淹没\n（仅代表个人观点）\n\n"
        },
        {
            "author": "hz465354872",
            "timestamp": 1559202960,
            "txt_content": "那个，其实我们有了这么多的才华，为什么还要局限于为一个游戏的一张地图，一个服务器？"
        }
    ]
}