{
    "title": "[一月活动]星光下的透明世界",
    "author": "暗夜Elen",
    "replyCount": 9,
    "timestamp": 1485232620,
    "txt_content": " 本帖最后由 雨夜蔷薇 于 2017-1-27 06:04 编辑 \n\n有一天突然发现自己变成透明的了。罢了罢了，透明的就透明的吧。我这样想着，又拉上窗帘盖上被子睡觉去了（你能不能再怠惰点？？？）正文：\n　　新年的第一天，一觉醒来，感觉这个世界变了。\n\n　　透过墙壁和窗帘能看到明媚阳光照在门外的花花草草上，出门后却发现没人看得到自己，无论自己怎样叫喊。命运开的一个天大的玩笑，不是么？看着镜中珍珠白色并且半透明着的自己——而且我大概知猜到这还是只有我一个人能看见的，在旁人眼里，镜子前只是一团空气——我甚至怀疑，如果我愿意的话，可以像幽灵那样飘起来。\n\n　　我有些茫然无措，也许出门转转是个好主意吧，想着就走出了门庭。冬日早晨的太阳很清亮，给人一种晶莹剔透的，纯净的感觉。但是照在身上却没有任何的温度，好吧，我已经感觉不到冷暖了，真是糟糕的一切。自顾自对离住处两个街区早起的小贩打了个招呼，意料之中的没有得到回应，看到小贩用手挡在眼前遮住直射的阳光，自顾自的抱怨这个寒冷的冬天里冷清的新年，完全没意识到身边的我。\n\n　　我忽然感觉有些泄气，也不想出门散步了，快步跑回家中发呆。\n\n　　夜幕降临，不觉得口渴，也没有饥饿感。低头呆呆地看着自己的双手，深深地感到一种无力感。听门外的声音，邻居似乎在庆祝新年的到来呢，心中升起一种格格不入的感觉，好像这个世界再无我无关。也许第二天原来的一切就都回来了呢，这样想着，我透过在我眼里透明的房顶看着冬夜中一尘不染的夜空以及点点繁星，慢慢沉入睡梦中。\n\n\n\n　　梦里，我看到又是一个初生的太阳如火般放射着希望的光芒，仿佛一切都如常。但是仔细一看，我还是那样，别人都看不到我，而且能透过一切物体看到那个方向我想看到的。\n\n　　就这样平静的过了几年，没人关注自己的失踪，自己也不再期盼着能变回原样，每天游荡在自己几个熟悉的地方，有时候甚至会无聊到数着窗户缝隙透过来的微光中照亮的灰尘。依旧没有触觉，依旧是自己眼中的幽灵，依旧没人能看到自己。然后，我惊恐的发现，在认识的人相继离去后，而自己却还是老样子。深感不妙，却又无能为力，我恨透了这种感觉。\n\n　　几年，十几年，几十年过去了。我看着朋友的婚礼，朋友的孩子的婚礼，以及朋友的孙子的婚礼。现在的世界对我已经是全然的陌生了，而我却还是这样，在积满灰尘无人问津的老房子里独自徘徊。\n\n　　孤独席卷了我，我开始整天整天的发呆，意识维持在半昏半醒的状态下，消磨着时间，最后被寂寞吞噬。\n\n　　直到最后，依旧没人看得到我，仿佛世界都在一个玻璃罩外，而这个罩子内，只有我一个人茫然的贴着玻璃罩，想要看清那个世界。\n\n\n\n　　梦醒了。\n\n　　但是我还是透明的，那些人还是看不到我。\n\n　　这个春节真是槽糕透了。\n\n　　我开始试着触碰物品，好在我能摸到那些物件。我开始思索着怎么能让他们发现自己。我开始试着就着外面照进来惨淡的光写信，不过最后得到的是一堆乱糟糟的纸团——不知为何，我不想打开屋子里的灯。我想写信并不能说清楚我现在的处境，而且......虽然不想承认的，我挺喜欢这种感觉。被所有人忽视，只是一个人，拥有真正的安静。最后我丢下笔呆坐在桌前，自己也不知道在想什么。\n\n　　也许那个玻璃罩里有什么我没看到的奇怪的东西吧，让我不自觉地适应这种孤独，到最后义无反顾的喜欢上这种感觉。\n\n　　良久，我慢慢打开天窗攀上屋顶，调整一个舒服的姿势躺在屋顶上，仰望繁星。\n\n　　也许这种......透明的状态会维持一生吧——而且也有可能像那个梦里一样。我开始放弃梦想着会变回原来的普通人转而安于现状，这样也挺好的，我看着漫天星海这样想着。偶尔利用透明的身份整整人——玻璃罩外面那个世界的人，每天腾出大量的时间发呆，平平淡淡的，却不知从何起，忽然就不想要改变了。\n\n　　这样其实也挺好的呢。我这样想着，呼吸着冬天夜晚纯澈的空气，想象着凉凉的空气进入肺部的感觉，将手枕在头低下微微眯着眼睛。即使是寒冷的冬夜我也喜欢靠在房顶上看星星，仿佛这深邃夜空中有什么一直注视着这一切，莫名的有这种感觉，虽然我也不知道感觉从何而来。\n\n　　远处几个街区外的教堂传来午夜十二下的钟声，庆祝新年的人早已散去，整个小镇仿佛睡着了一样。新的一年里平凡的一天，安静地结束在晴朗星空下的屋顶上。\n\n修文补结局：既然是二次补的结局...我取个名字吧......名曰：《向死而生》　　向死而生，不知道以前在哪听过这么一个词，意为，逆境中准备好了迎接死亡，却因此活了下来。　　最初看到这样一个释义的时候，我只是笑了笑，并不相信它。不过鉴于命运那个喜欢开玩笑的劣根性，很显然，我想安安静静做个没有存在感的透明人是不可能的。　　这是我在那个到处反射着莹莹白光的雪夜躺在房顶上睡着后的第二天清晨。当又一天的阳光照在我的脸上的时候，我有了一种陌生却熟悉的感觉——啊......热量。我不由得一愣，然后低头看了看自己恢复了血色不再苍白透明的双手。　　“哈......命运真是喜欢开玩笑呢。”我喃喃低语着，握了握双手感受着那种久违的实质感，不禁轻笑。在已经放弃之后却又将结果送至眼前，真是恶劣啊。　　上午的阳光默默放射热量温暖着大地，昨夜新下的松软洁白的积雪在白天的热度下慢慢融化，空气中充斥着天然水汽的微甜香味，仿佛一夜花开如故。\n共计：1921字\n废言：花了一早上弄出来的，最近似乎格外的喜欢第一视角的文呢......通篇没有出现一个人名，不知道这算不算一种风格。修文废言：好吧其实也没什么可说的......不过这个反转的灵感来自...好吧并没有什么灵感不过这可以说是个套路不是嘛233......",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1485234960,
            "txt_content": "有内容，没背景，这种文章大家不容易看懂啊"
        },
        {
            "author": "神一世界之钟",
            "timestamp": 1485235080,
            "txt_content": "厉害了，文笔很好。不错"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1485235080,
            "txt_content": "langyo 发表于 2017-1-24 13:16\n有内容，没背景，这种文章大家不容易看懂啊\n呃......就是普通的世界啦......\n一个普通人一觉醒来发现没人看到他了......\n然后...\n然后就是文里那些东西......\n"
        },
        {
            "author": "s_mmer",
            "timestamp": 1485235380,
            "txt_content": "顶！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485235440,
            "txt_content": "生面孔诶。\n怎么说呢，你的这篇文章，写得有些过于平淡了。没有任何大的问题，也没有任何的亮点可寻，完完全全的就像一壶白开水一样，没有什么实在意义。\n我是不求你的立意有多么深厚，形式有多么酷炫，文笔有多么优美，但最起码的，你得把自己的观点给清晰地表达出来吧。在我看来，你写得完全就像是一个垂死的重症病人，在那里抱怨哭诉着。\n你不必写得太过一波三折，但也不能写得这么随意吧。你看，这个透明的题材，想要展开来写应该有很多种方式可供选择吧。\n无论是从心理描写上大方入手，还是通过类似于“视角转换”这种独特的写法来塑造形象，亦或者是单纯地以小见大，这都是很好写的吧。但为什么要选这种最底层的题材来咀嚼呢？这种既不好写，又写不出什么来的东西，应该是可以通过一些手法改变的吧。\n算了，先不提内容上的，我们来谈谈其他的问题。\n\n第一点，是修饰词的选择\n一个在内容上没有任何出彩点的文章，在文笔上有点亮色应该才算是正常的情况吧。\n来，我们就拿前几段来举例。“珍珠白色并且半透明着得自己”，“太阳很明媚”，“寒冷的冬天”、“珍珠白色的双手”、“湛蓝的夜空”。\n你要知道，在笔力没上去之前，修饰词的选择这块，是提升文笔的显著方式。个人建议，你可以不单单只是从“颜色”方面描写事物，更可以从事物的“状态”、“性质”等多个角度着手，而不是将一个“珍珠白色”反复地滥用着。只有这样，你在文笔上面，才能为你的文章往上拉分。这样百利而无一害的事情，还是多做比较好。\n\n第二点，错字。\n珍珠白色并且半透明着得自己\n这个不多说了，自己注意下最好。\n\n第三点，叙述方式。\n第一人称……这个可真不是什么好拿捏的东西，没有够强的笔力，最好还是别碰为上。\n因为，只要你使用了第一人称来写作，能够叙述的方面就被大大地约束了。而且在第一人称的文章中，主人公的塑形就非常的关键了。\n在别的文章，主角的性格平淡点是什么问题都没有的。但第一人称的好处，不就是加深主角的刻画，来通过他自己的心理，表达出更多的意蕴吗？\n但是这里就出现了一个毛病，只要人物的性格跟读者的性格差异过大，别说共鸣了，光是看着就会觉得很是别扭。试想，一个整日厌世的重症患者，跟一个普通的读者能够融在一块吗？\n所以，我的建议是，第一人称什么的，特别是在这种偏向于心理描写的题材中，尽量少碰。这次先不提，如果还有下次，是一定要注意的大忌。切记。\n\n以上。\n\nPS：上文中可能说了什么些很随意的话语，还望不要在意。我是在翻过你以前的文章之后，再拟写这篇文评的。只是因为七月的月活跟这次的质量差异太大，所以就有点小失望什么的……\n总之，继续加油吧\n最后，祝进步"
        },
        {
            "author": "断罪之启示",
            "timestamp": 1485235560,
            "txt_content": "“我开始放弃梦想着会变回原来的咸鱼”"
        },
        {
            "author": "清凉薄荷糖",
            "timestamp": 1485247920,
            "txt_content": "诶。。这是一个什么鬼诶我有点懵。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485255900,
            "txt_content": "阁下在我群里么？"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1485467460,
            "txt_content": "修文标记。。\n（然而我在想要不要at混沌。。算了不at了评选的时候他应该会看到的说qwq）"
        }
    ]
}