{
    "title": "【君南原创】关于生存（战争）服务器的一点个人见解",
    "author": "18953292330",
    "replyCount": 7,
    "timestamp": 1485245100,
    "txt_content": "【这里君南】\n\n\n\n\n\nQQ图片20170123193154.png (12.74 KB, 下载次数: 1)\n\n下载附件\n\n2017-1-24 14:32 上传\n\n\n\n\n\n\n\n\n首先呢，在这里，按照观众老爷们的要求，改了一下字体。\n昨天为了那个RPG的攻略忙活到12点多，可是累死小编了。\n\n\n  \n 按照“诺羽”的问题，所以诞生了这篇帖子。\n\n\n看题目就知道，这篇帖子是将关于生存服务器的。\n说实话，就生存这一项来论，小编可能不如在场的各位。\n但是，小编还是来分享一下自己个人对于生存服务器建设的一点建议。\n\n正文开始了！\n\n\n生存模式，是我的世界基础三大模式中的一种，gamemode 0的指令相信大家都很熟悉，首先，我们来领悟一下生存模。\n\n生存模式的开始，大家会先做什么？\n\n砍树。\n\n对，有了木头，可以做工具台，可以做木斧，木镐，木铲，还有木锄（说实话，小编个人一直不太理解这个木锄。）\n\n在小编个人看来，我的世界正常的游戏模式就是人类的进化过程，从不定居到定居的这么一个过程，人类利用大自然内现有的原材料，制造工具，创造家园，驯服动物，然后发展科技（红石）\n\n我的世界生存服务器的意义呢？\n\n一个生存肯定是没意思的。\n\n人类是群居动物。\n\n我的世界生存服务器，可以将很多很多的人，聚集在一起，一起对抗食物的危机，一起对抗充满敌意的生物，一起对抗可怕的僵尸，一起建造家园，一起开发矿洞，一起成立族群，然后和别的族群对抗。\n\n这正是原汁原味的生存服务器。\n\n好了，思想方面说到这里，接下来，是理性的方面。\n\n我们来分析一下当前我的世界生存服务器的地位。\n\n1.首先，我的世界生存服务器作为第一批服务器的游戏模式，霸主的地位不曾动摇。\n第一批开放的我的世界服务器，没有强大的插件，没有无敌的mod，他们所体现的，就是原生态的生存模式。让玩家能够聚集在一起。\n可以看一下当前的我的世界服务器列表，其中，不敢说太多，至少60%的服务器，是以生存为主，或者带着生存这种游戏模式开放的服务器。\n\n2.生存服务器模式在其他新颖的模式的冲击下，玩家逐渐的流失。\n相比较RPG，小游戏和其他模式的冲击下，生存服务器的玩家其实在流失，当然流失的原因不止这一个。玩家的流失会造成这个游戏模式生态逐渐地下滑，这个相信大家都懂。\n\n\n\n可以看出，现在的生存模式，是在夹缝之中生存着。\n一边是霸主地位，\n一边是动摇的王座。\n那么我们应该怎么做？\n取优去劣。\n那么优在哪？\n劣在哪？\n\n\n\n\n\n20161205031300841.jpg (48.48 KB, 下载次数: 0)\n\n下载附件\n\n2017-1-24 14:49 上传\n\n\n\n\n\n\n\n首先，我们分析优点，也就是为什么生存服务器能够成为霸主的原因。\n\n1.优点一：生存模式开服简单，需要的技术支持不是很多，满足了很多小白腐竹的开服梦想。\n生存模式开服需要什么？只需要把服务器开开，就可以了，不需要别的，甚至不需要主城，现在淘宝租服务器，一般情况下是会给你配置好的，基础的插件都有，基础的mod添加也不复杂，相比较小游戏和RPG，这个简单多了吧。\n沙蟹能在地球上生活数亿年，凭借的是什么？\n不正是简单易得的食谱么？\n所以，生存模式能够成为霸主，自然也是有开服简单的这一点作为支撑。\n\n2.优点二：玩家交流性强。什么叫做玩家交流性强呢？\n就是在游戏服务器中，玩家们之间是互相交流的，不论是我砍树你挖矿的分工合作，还是我建左边你建右边的家园创建，甚至是指令中的/tpa,/tpaccept，都是玩家交流性的体现。\n玩家在生存模式之中，无论是通力合作，还是互相掐架，都是玩家交流性强的体现。\n\n3.优点三：玩家自主性强，有大量的发挥空间。\n那么这个是什么意思呢？\n之前的帖子，在RPG中提到，服务器在开发RPG的时候，会有自主空间。\n同样，生存模式之中，玩家的自主性很高。\n不需要跟着剧情走，想干啥就干啥，想跳海就跳海，跳海还死不了。\n想挖矿的时候挖挖矿，不想挖矿的时候砍砍树，实在觉得郁闷了，去熊一哈子，看着被熊的人在公屏上的抱怨，心里美滋滋（当然，这是一种病态的心里。。。）\n你自己的家，想建在哪里，就建在哪里，想建成什么样，就建成什么样。\n\n接下来，小编要开始分析缺点了！\n\n1.缺点一：对于熊孩子存在的思考。\n这一点，小编不想把它列为缺点，但是也不是优点，想了想，熊孩子的存在，或许更多的是给我们思考，而很多的腐竹没有经过这种思考。\n首先，小编要分享一个指令，相信大家都熟悉。\n/res create xxx。\n熟悉的圈地指令。\n一开始，大家看到的时候，都欣喜万分，这个指令的出现，是不是代表着熊孩子就可以被抑制了？\n确实，熊孩子被抑制了。\n但是小编也看到了这种抑制的另外一面。\n万事都有好与坏。\n熊孩子的存在，虽然破坏了游戏中的玩家友谊，让服务器变得混乱不堪。\n但是同时，我们要不要思考一下，熊孩子，到底是好是坏？\n\n小编之前去过一个服务器，这个服务器里十分的安宁，圈地，锁箱子，锁熔炉，不给熊孩子一点点的机会，玩家也不少。但是小编走两步就不小心进了别人的领地，小编没有move权限，只能一点一点地把自己卡出来。山上有，海上有，四周都有，服务器里面没有任何的生气，大家各自玩各自的，互不干涉。\n\n小编还去过一个服务器，这个服务器里，没有任何的圈地，锁箱子，锁熔炉的指令，熊孩子横行，玩家并不算太多，算是个小服务器。但是小编却看到了十分好玩的事情。\n一个熊孩子团队，去抄了一个巨大的别墅，把那个别墅造作的如同米筛子一般。\n玻璃打碎，还放水，简直丧心病狂。\n那个别墅的主人很生气，第二天，带着小伙伴们，又打了回来。\n接着，服务器乌烟瘴气地开始混战了，没有人敢建家，因为很快就会被抄。\n于是，玩家们转而走向地下，当然，依然抑制不了被抄家的厄运。\n当然，也依然无法阻止残忍的报复行动。\n公屏里面互骂的，组团的消息成千上万，小编也在里面玩得乐此不疲。\n\n小编不去评判两个服务器，究竟哪一个更好一些，第一个服务器有它的好处，第二个服务器也有它的好处，当然，也都存在坏处，那么优劣并行的情况下，我们是不是应该找一个方法，让这两个东西，平衡起来呢？\n\n在这里，小编分享一个可能在座各位都玩过的游戏。\n\n七日杀。\n\n这个游戏中，没有圈地，没有锁箱子，抄家的人，被抄家的人无数，当然，官方没有阻止，没有喊STOP，而是进行了抑制。\n\n什么呢？领地石。\n\n小编说道这里，大家是不是懂了呢？\n小编无法评定“熊孩子模式”的好与坏，但是大家不可否认的是，熊孩子从某种意义上，让服务器变得更加生气。\n各位腐竹们是否也应该从“解放熊孩子”和“抑制熊孩子”之间，寻找一个平衡呢？\n\n缺点二：游戏模式单一，乏味。\n在之前的RPG中，也提到过类似的问题。\n当然，生存服务器也有。\n和RPG服务器类似。\n砍树，挖矿，砍树，挖矿，砍树，挖矿。\n无聊的一比。\n那么广大腐竹们，是否应该好好想一想，在生存模式之中，增加一些新的东西呢？\n当然，小编也看到了很多好的创意。\n分队伍，队伍之间的互相抗衡。\n枪械的出现。\n载具的出现。\n神奇的工业mod。\n各种各样的神奇的mod，很大程度上改变了这个游戏的模式单一的问题。\n\n\n在这里，小编又要道谢了。\n感谢广大的mod开发团队，\n赋予了生存模式，新的生命！\n\n\n那么，说了这么一大堆，解决的方式有哪些呢？怎么样发扬优点，剔除缺点呢？\n\n\n\n第一点：关于熊孩子模式的思考。\n这点之前说的够多了，就不多说了。\n\n第二点：加入各式各样的mod。\n这方面就智者见智了，因为有的腐竹喜欢工业，有的喜欢中世纪，各有喜好。\n\n第三点：鼓励玩家交流。\n之前提到过，生存模式之中，玩家的交流非常的关键，鼓励交流的方式有很多，比如说活动，语音，QQ群，都从某种程度上增加了玩家的交流程度。\n\n第四点：与别的模式的结合。\n生存模式的包容性很高，想要和其他的模式结合算是轻而易举。\n之前，小编加入过一个战墙服务器。\n这个游戏是这么玩的。\n每两天重置一次。\n进入之后有三个队伍可以选。\n选择之后，会被分配到所在的队伍的大殿处。\n大殿的位置很隐蔽，隐藏在地下。\n大殿中央有一块核心，核心很硬，哪个队伍的核心被撸掉，那么可以选自死亡或者投降。\n前30分钟的时候，大陆的中央有三面战墙，不允许开战。\n看到这里，大家可能有点熟悉了。\n这不是起床战争的游戏模式么？\n对啊，一个简单的结合，就能让游戏变得如此生趣，那么大家为何不开动自己的脑洞呢？\n\n第五点：活动的开放。\n这个请各位腐竹自行领会小编的眼神。\n\n第六点：亲民的腐竹。\n如果说在其他的模式之中，腐竹是一个永远在幕后默默努力的功臣。\n但是在生存模式之中，腐竹一定要亲民。\n要自律，自思。\n不要过度地使用身份权限，要多多地和玩家一起玩耍，要把自己当做一个玩家，才能更好的了解玩家的心思，和玩家一起，创造更好地服务器。\n结束语：\n小编在生存模式之中挣扎的时间，其实并不多，所以见解也只能是如同井底之蛙，管中窥豹，无法说出每一个人的心思，但是小编还是想要给大家一点启示，不喜勿喷。\n（如果各位观众老爷还有什么特殊的见解想跟小编聊一聊，可以添加小编QQ。）\n（刮刮乐：2994854090）打赏啊~求打赏~我的世界是我们每一个人的家，希望大家能够好好珍惜，好好打造。=￣ω￣=【这里君南】\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zjxx",
            "timestamp": 1485247920,
            "txt_content": "那个“……病态心里……”“里”应是“理”"
        },
        {
            "author": "ase人参竹",
            "timestamp": 1485675960,
            "txt_content": "嗨呀，支持支持"
        },
        {
            "author": "ase人参竹",
            "timestamp": 1485676020,
            "txt_content": "本人最近正打算开服来着，有点迷做成什么样子的"
        },
        {
            "author": "9946118",
            "timestamp": 1485939240,
            "txt_content": "这里的话依稀记得当年刚入MC的日子,那个服务器没什么大能耐,小小的RPG生存服,RPG小到可以忽视.但很互助,即使有熊孩子也没什么太大阻碍,很和平.\n后来接触些MOD服,开始转入MOD服.\n对于如何发展好一个服务器,其实控制个度是很重要的,熊孩子可以破坏的度,RMB玩家强大的度.......等等等等.\n拥有一个好OP也是可以有的,OP类似于副腐竹,帮助腐竹管理服务器,但如果官商勾结什么的事情发生,那就很可怕了.\n生存服为什么那么受欢迎,毕竟多数人第一个接触的就是那个,有情怀,也喜欢.\n战争服是个神奇的地方,你要和平有和平,要战乱有战乱,很迷.\n\n\n我也不知道说什么.\n\n瞎扯一通吧,\n希望有个服务器,玩家互助,有共同目标,即使有熊孩子,但也不坏.\n有个腐竹,亲民,时常一块玩耍.\n\n开个茶馆,卖点茶饮.\n种田种树,建房建场.\n最喜欢,最希望,最想见到的,无非的玩家们一起做了个属于玩家们的建筑,\n真的,真的,真的...太憧憬了.\n最憧憬的地方."
        },
        {
            "author": "18953292330",
            "timestamp": 1485945000,
            "txt_content": "9946118 发表于 2017-2-1 16:54\n这里的话依稀记得当年刚入MC的日子,那个服务器没什么大能耐,小小的RPG生存服,RPG小到可以忽视.但很互助,即 ...\n我曾经加入过一个服务器，辅助成立了一个组织，建了一个贼大的城堡，然后给每个成员一个房间。然后带着我们就去杀其他的OP。虽然都在打架，但是关系都很好。"
        },
        {
            "author": "UNLH",
            "timestamp": 1486005780,
            "txt_content": "写的挺好"
        },
        {
            "author": "9946118",
            "timestamp": 1486010100,
            "txt_content": "18953292330 发表于 2017-2-1 18:30\n我曾经加入过一个服务器，辅助成立了一个组织，建了一个贼大的城堡，然后给每个成员一个房间。然后带着我 ...\n这种地方无疑是很憧憬的"
        }
    ]
}