{
    "title": "[Minecraft]官网更新 GARDENER'S DELIGHT-花园的气息",
    "author": "Smokey_Days",
    "replyCount": 0,
    "timestamp": 1485266160,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-1-24 22:14 编辑 \n\n花园的气息HeySofia从前小巧玲珑的建筑  前言“[Minecraft]官网更新”是一连串基于官网新文章的翻译Mojang官方会不定期发布官网的新文章而同时我也会不定期对其进行翻译\n[Minecraft.net]17·1·24·21:32发布 You may remember HeySofia's amazing, competition-winning glass tower from this article last year. Since then, she's had a fair few requests asking her to elaborate a little on her process, and recently she got in touch to let us know she's put together some cool videos which should help beginners think about how to bring their designs to life, carefully considering organic shapes, materials and details.\n你也许还记得HeySofia那难以置信的、以绝对碾压获得竞赛胜利的玻璃塔。从那以后，她就有一些要求，请求详细说明她制作的过程。最近她联系了我们，让我们知道了一些她放在一起的很酷的有助于帮助初学者思考如何设计更好的建筑的视频，让初学者们仔细考虑形状，材料和细节。\n\nOne of the first tutorials, embedded above, shows her creating this gorgeous cottage garden - a small build, but perfectly realised, every block in exactly the right place to conjure a sense of a warm summer's day. You can almost hear the bees buzzing.\n下列嵌入的教程一[sup]1[/sup]展示了她如何创造这个华丽的小屋花园——一个小建筑，但是却是完美的构建。每个方块都适得其所，给人以温暖的夏日的感觉，能让你身临其境。\n\nWhat I like about Sofia's builds are how precise they are - in just a few blocks, she manages to make a hedge feel organic, without being messy. Her work on man-made stuff is just as careful: the video showing off the construction of what she calls starter houses is particularly thoughtful, each build using materials from the biome after which it's themed.\n我喜欢Sofia的建筑时因为它们十分精确——只使用很少的方块，她给人以一种秘密的、有机的、整齐的感觉。她对人造材料也一样用心：这个视频[sup]2[/sup]，这个视频展示了她所谓的“起家之屋”是如何设计周密的，每个建筑使用的材料都是从它的主题所属的生物群系采集。\n\nI also really liked this video in which she explores creating road surfaces which again make use of the materials and character local to their biomes.\n我也很喜欢这个视频[sup]3[/sup]，在这个视频里，她对如何铺设路面进行了一番研究、探讨和教学。它也延续了她一贯的风格——就地取材。\nReally clever craftin'!\n真是大佬级作品！\n\n 附录：视频[sup]1[/sup]   ：https://youtu.be/zDBeKxDI-jY\n            视频[sup]2[/sup]  ： https://youtu.be/GeYTDPsVw1Q\n            视频[sup]3[/sup]  ： https://youtu.be/o53Vxrr8sek\n以上三个视频都是放在YouTube上的，有VPN的可以自行观看\n个人有空会转载到国内~~~\n\n\n",
    "replies": []
}