{
    "title": "【原创·连载】  [鬼玉辞]    <Act：1>",
    "author": "丹娘酱°",
    "replyCount": 4,
    "timestamp": 1485340800,
    "txt_content": " 本帖最后由 丹娘酱° 于 2017-9-18 17:04 编辑 \n\n\n\n我求求你别看我黑历史了\n\nAct：1.\n\n\n\n    到处散发着尸体腐臭的气息，空气中弥漫着血腥的味道——那是刚被处决了的人们。\n    \n    刑场上，不论尊卑贵贱，他们都步步踉跄，走上刑台。他们呆滞的目光透露着不解，灰暗的眼神中不再衍生生的希望。\n\n\n    天空中的毛毛细雨，不停的打在人们身上。空气中雨水与血水混合的味道，真是令人作呕。不远处的深林中，几条“漏网之鱼”逃亡树林深处。于是，命运令他们相遇了——\n\n\n    身穿灰色斗篷，衣服破烂不堪的女孩，赤脚在满是泥泞的小路上奔跑着。突然，脚下一不留神，将要滑到之际，却被一只手扶住。\n\n\n    “谁！？”\n\n\n    恐惧使她本能的挣脱了那个人的手——一个银发的男生。\n\n\n    女孩定睛一看：能有这种颜色的发质，应该是某个皇室血脉。但是，我们唯一的国家——幽冥已经被神鸣帝国攻打下来，所有国人都被抓去要么处死要么洗脑。。。。。。而且其他国家和地区却置之不理，没有打算要援助的意思。\n\n\n    “都别躲了，出来吧。”那个银发的男生突然说道。\n\n\n    果然，橡树后面走出一个强壮的男生，紧接着又出来一个金发的男生。\n\n\n    四人都是从刑场里死里逃生，衣衫褴褛，面容憔悴。\n    \n    沉默之际，女生首先打破了宁静：“我....不记得自己是谁了....”\n\n\n    其余人也都沉默着：他们的记忆被敌国消除，要记起以前的事情有点困难。至于自己的身份是什么，他们一概不知。他们仅有的记忆，似乎都是：我们是幽冥国人。我们是殉国的奴隶。我们没有“生”的权力。\n\n\n    但是我们不同于其它人。\n\n\n    既然我们能逃出来，那么证明我们有求生的欲望。则我们意志力坚定，有主见。记忆肯定是有所保留，只不过他们沉睡在大脑的某一地方。\n\n\n    “快找！肯定就在这附近！”\n\n\n    几个追兵伴着雨声踏踏地走进树林，粗鲁的吆喝着。四人听到声音后，顿时慌了阵脚。\n\n\n    “发现了！快追！朱雀殿下说过，一个也不能放过！”\n\n\n    女生喊了一声：“快跑！”敏捷地跑起来。银发的男生见势便对女生说：“你，快去找一个安全隐蔽的山洞！”女生迟疑了一下，但还是照做了：毕竟都是同一条绳上的蚂蚱，谁也逃不掉。\n\n\n    女生迅速消失在众人的视线中，只留下一个匆匆的灰色背影。\n\n\n    追兵很快追上来了。\n\n\n    “可恶，没有退路了么......”\n\n\n    银发的男生对那个强壮的男生说：“你去找那个女孩！快！”\n\n\n     强壮的男生点了点头便走了。剩余的两人捡起地上的木棍，准备应对这几个追兵。\n\n\n    突然金发的男生纵身一跃，用膝盖去用力碰撞其中一位比较瘦弱的追兵的上唇处①*。\n\n\n    只见那位可怜的追兵痛晕了过去，于是金发的男生趁势又用手肘使劲地顶在了不远处的橡树上。于是这个追兵，只有吐魂的力气了。\n\n\n    过了一会，女孩貌似找到了安全地带。因为强壮的男生又折回来，来帮他们了。过了一会，那几个追兵便统统躺在地上了。突然，一个追兵站了起来，似乎想要逃跑。那个银发的男生突然瞳孔里闪出了血红色的光，只见那个追兵惊恐的睁大了眼睛，然后扑通的坐在了地上，不停地发抖。\n\n    银发的男生若无其事的转过身去，对那个强壮的男生说：“带我们去找那个女孩吧。”\n\n\n    兜兜转转，终于到达了一个偏僻的小山洞。四个人聚在一起，空气仿佛又凝固了。\n\n\n    银发的男生说道：“听说过这个歌谣吗——[王朝更迭/我身首异处/今晚你一定会窥见游荡的孤魂......]”\n\n\n     “我们便是那亡国的鬼魂。那么，我的新名字——魍。”\n\n\n     金发的男生也不迟疑：“魑。”\n\n\n     “魉。”\n\n\n     “——魅。”\n\n\n\n\n\n\n     “我们是——ghost.”\n\n\n\n\n    【①*：上唇是鼻软骨与硬骨的连接处，这里的神经很靠近皮层，因此不用很大的力量便可以把人击晕。】\n\n\n\n\n    【ps：我的懒癌终于克服了，把这篇傻不拉唧的文章终于发上去了，不喜勿喷只求指点~】\n",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1485345660,
            "txt_content": " 本帖最后由 WM2030 于 2017-1-25 20:38 编辑 \n\n别的先不讲。\n这一点最想说：\n年轻人有很多种讲法。比如 男孩子 女孩子 小姑娘 小伙子 楞娃子 小鬼头 各种形容词和男子/女子的组合\n还有很多。\n用不着 男生 女生 男生 女生\n嗯，就是这样。\n\n好的来讲点别的。\n女孩定睛一看：能有这种颜色的发质，应该是某个皇室血脉。但是，我们唯一的国家——幽冥已经被神鸣帝国攻打下来，所有国人都被抓去要么处死要么洗脑。。。。。。而且其他国家和地区却置之不理，没有打算要援助的意思。洗脑了不应该记得什么皇室血脉了吧。要不然就是神鸣人思虑不周留下弱点好让幽冥人找到新领袖方便反攻？\n\n    既然我们能逃出来，那么证明我们有求生的欲望。则我们意志力坚定，有主见。记忆肯定是有所保留，只不过他们沉睡在大脑的某一地方。这里的“则”鬼畜了。\n\n女生喊了一声：“快跑！”敏捷地跑起来。不出声多好，喊它作甚？暴露目标！另外敏捷这个词用得有问题。敏捷地跳来跳去还好，敏捷地跑动就有点问题。可以改成“轻快的脚步在草丛中奔行”之类的。总而言之描写缺乏。这类问题很突出。\n\n只见那位可怜的追兵痛晕了过去，于是金发的男生趁势又用手肘使劲地顶在了不远处的橡树上。A晕了，然后B吧手肘顶树上了。可能是有点问题吧。\n\n总而言之态度认真 但是技巧需要提升"
        },
        {
            "author": "S_RwE",
            "timestamp": 1485346860,
            "txt_content": "  “都别躲了，出来吧。”那个银发的男生突然说道。\n\n\n    果然，橡树后面走出一个强壮的男生，紧接着又出来一个金发的男生。\n\n\n    四人都是从刑场里死里逃生，衣衫褴褛，面容憔悴。\n    \n    沉默之际，女生首先打破了宁静：“我....不记得自己是谁了....”\n男生 女生 男生 女生莫名戳中笑点"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1485399060,
            "txt_content": "S_RwE 发表于 2017-1-25 20:21\n男生 女生 男生 女生莫名戳中笑点\n一脸懵逼的看着"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1485399180,
            "txt_content": " 本帖最后由 丹娘酱° 于 2017-1-26 10:59 编辑 \nWM2030 发表于 2017-1-25 20:01\n别的先不讲。\n这一点最想说：\n年轻人有很多种讲法。比如 男孩子 女孩子 小姑娘 小伙子 楞娃子 小鬼头 各种 ...\n眼花缭乱的看着。。。\n不过有些梗在后面会讲的并不是他们留下弱点，而是那四个人是主要角色（捂住脸）\n还有我实在想不出词语来了就随便加了一个（表打我）\n细节描写什么的好讨厌QAQ\n鬼畜是特点，哎嘿，以后会慢慢讲的\n我的设定是：如果   他们像其他人一样的话   那他们会逃出来吗。。。。（就是说，如果他们像普通人那样等着处死，那这个文章就 the end 了。。所以这里也算一个暗示，暗示他们不同寻常。。。大部分文章主要角色都是很流哔的。。。。嘿嘿。。。。）\n"
        }
    ]
}