{
    "title": "【原创/连载】《影雨为天》第二卷  第一章 - 为令牌的争斗【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1485331140,
    "txt_content": "前言：最近几天构思，终于设计好了新场景和新剧情，人物也要出几个新的比较重要的人物，准备大干一场了。正文：\n       倒引镇海之力，反压缩封印，即为开辟。\n\n       我一反常态，逆时针运转镇海之力在身体内流动，阵阵刺痛，几乎承受不了，我睁开眼睛，在仓库中翻找了一阵，拿起一颗蓝色的丹药，一口吃进肚里。\n\n       此丹名曰：“清魔丹”，专门用来清除高手体内的杂气，更有让人神清气爽的效果。此丹在江湖中享有美誉，但也只是最低级的丹药，用点金银就可以买到一两颗，与其同级的还有“化气丹”，有助于对天地气息的吸收，十分有利于内力的成长。\n\n       丹药下肚，那剧烈的疼痛顿时减轻不少，我缓缓运转功法，寻求那开辟之路。\n\n       身躯震，丹田扩，空间成！\n\n       我站起身来，信手一挥，一个深蓝色的空洞出现，向里面望去，能看到一片硕大的空间。以后如果有拿不住的东西，都可以放入这片空间之中，有需要还可以用内力将之召唤出来。\n\n       一个时辰后。\n\n       金银全部装入，下面就剩那些灵光闪闪的东西了。\n\n        说是灵光闪闪，其实也就是一些略带灵性的物品，比不得大高手的那些法宝，但对于我们这种普通的杀手来说，已经是难得的宝贝了。\n\n        简单辨认了一下，一颗可以淬炼筋骨的“炼体丹”，一块不知名的血红令牌，一把淬过毒的内力匕首，一件墨绿色的灵袍。不算很丰富，但在白衣门这种小宗门里，已经是很富有了。\n\n        至于叶久三人，估计也是悠悠转醒，明白了事情的前后。\n\n        “呜——”一声似狼的嚎叫在山外的丛林里传荡。\n\n        曾经有过一句话在江湖上盛传：邪派兴，大劫起。这句话是在第一次武林大劫时，剑心门的一位长老的遗言。第一次武林大劫，雨杀作乱江湖，大门派掌门人集体被杀，让得雨杀威震江湖，称霸武林。\n\n        不安在我心头笼罩，天色已暗，丛林中更是亮起火光，运用《镇海》第一技，还能看到几个人影在丛林里晃荡。\n\n        几个人影闪进了仓库，果然是叶久、海夜、武庞之三人。他们看起来很是疲惫，不过也情有可原，毕竟任谁经过一场艰辛的大战都会疲劳，甚至连没有昏迷的我都调整了几个时辰。\n\n       他们眼巴巴地看着我，似乎在索求。\n\n       我哭笑不得，从空间里拿出淬毒匕首，给了海夜。那颗炼体丹，我犹豫了好一会儿，才把它放入武庞之的手里。\n\n       叶久眉头一挑：“没了？”\n\n       我拿出那件墨绿色的灵袍，披在身上，说道：“这件是我的，别的就只剩下一枚令牌了。”\n\n       叶久撇撇嘴，有些失望，但还是不甘心：“你把那枚令牌给我吧，我看看。”\n\n       我拿出了令牌，叶久脸色一变，一拔白湖剑，直接便是横劈，另一只手摸向令牌。我大吃一惊，把令牌挂在腰间，镇海之力狂涌，一个翻滚滚到一旁的角落里，叶久催动白湖剑，凝聚出道道剑气。\n\n       “白冥斩。”\n\n       叶久连挥三剑，三道剑气飞射而出，在我眼瞳中放大。\n\n       我苦于《镇海》这部功法里攻击手段非常之少，前两层完全是辅助的，没有任何战斗力。《虚魔剑法》内，我只勉强领悟第一层技能，一旦发出，威力极大，过大的消耗也能让我短时间内变成一个无用的废人，会让当前形势变得十分不利。\n\n       只能肉抗了。\n\n       我闭上眼睛，集中精神防御，镇海之力在我周身游荡。\n\n       海夜和武庞之选择冷眼旁观。在共同目标与利益时，可以站在一条战线上，但就现在这个情况来说，他俩当然是希望我们两败俱伤。\n\n       三道剑气打在身上，隐隐有些疼痛，远没有开辟空间时的痛苦。剑气的爆炸，更是把仓库中一些用来存储的箱子炸得粉碎，木屑横飞期间，叶久的双眼依旧死死地盯着我腰间的令牌。\n\n       我催动《虚魔剑法》，拔出虚魔剑，一剑劈出。两条深紫色的锁链从剑尖冲出来，刹那间缠上了叶久，把他给捆了个结结实实，让他不能再继续战斗。\n\n       “啊~”叶久发出一声呻吟，倒在了地上。\n\n       我又看了看血红令牌，发现也没什么特别的，再看看倒在地上神情痛苦的叶久，顿时觉得他身上有不少秘密。\n\n       1240字\n\n       @2B与mc的故事 @FHC红石 @guqu @xcc @光线桑德斯 @普通HIM \n       \n 订阅请评分“我要订阅”，则新章节会at。\n不吝啬的话请给点打赏。\n\n     想要查看索引，请看我的签名档。\n\n       @里的左起第4位貌似要去学校了XD，我们祝他好运。\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1485352140,
            "txt_content": "所以这几个人还是没有建立友谊？\n那看来不死个一个两个的都对不起主角啊XD"
        }
    ]
}