{
    "title": "【原创·单篇】FOS·道海杂文·命运之子",
    "author": "WM2030",
    "replyCount": 8,
    "timestamp": 1485335820,
    "txt_content": " 本帖最后由 WM2030 于 2017-1-25 17:19 编辑 \n\n命运之子\n\n前言\n      很久没有正经地写过故事了。本文由闲聊时的一个玩笑扩展而来，却反而成了道海集里最长的一篇了，总计9064字。这或许也可以算是个小小的意外。总而言之本文偏向剧情而非以往的意识流，也算是一个新的尝试。最后提前祝大家新年快乐。\n一\n      杰森，是这方天地的王者之子。他从小力大无穷，五岁的时候熟习剑术，到了十岁已经算是王城的勇士，十五岁时的一个夜晚，老国王遇刺一命呜呼，他半夜独自全城搜索，天还未亮就将凶手捕获。\n      街边的说书人往往对这事津津乐道，说是这凶手不惜成本，身上带了隐身药水。他离开王宫之后走了一阵，发现药效将过，在外面喝隐身药水肯定是来不及让药效无缝衔接，怕是会让搜索者发现。他急中生智，随手打开路边一户人家的门，闪身躲了进去。凶手也是经验丰富，药水都早已摸在手里，正要一饮而尽。可是大王子恰巧在隔壁邻居家里呢，咱们大王子他那时候看见有人是心里一慌，抬手一记下勾拳打在这凶手的下巴上，把他打得半死不活，接着就吩咐人把这凶手带走了。还悄声对下人道：“实在不行给些封口费吧。”只是这家伙啥也不知道，又实在不济事，在半路上醒过来就把犯的事给招了。这才知道这家伙就是行刺的凶手。\n      围观者时常要追问些细节，比如这王子何故心慌，又比如王子怎么会出现在这么个平民家里。这说书人就嘿嘿一笑：“这您还不明白么？那咱就直说了，那人家的姑娘可漂亮了……王子那时候十五六岁，正值大好年华……这夜里嘛……您可明白了？”围观者于是也嘿嘿地笑起来。其实他们哪里是不明白，只是想听那说书人亲口确认，多些笑料罢了。\n      不过在当时，传闻还没有闹得轰轰烈烈。毕竟国王膝下两子，长子是十五岁的杰森，次子杰克十四岁，若是得罪了将来的国王，谁也不知道会有什么下场。然而仅仅在两天之后，大王子离开王城的事就满城皆知了。毕竟他可是在全城都贴了小纸条，说是父王留下遗书，命自己外出冒险，让弟弟自立自强，不必想念。还附上了一张自画像以证明身份。杰克年龄虽小，但绝非不谙世事。他心里暗骂老哥混蛋，撒谎不变脸色。面上却是说他高风亮节，如果继承父王之位，定然是国之明君，只是他志不在此，接下去却是编不出什么说辞，于是话锋一转，开始怀念老爹生前的功绩，最后实在词穷，只好装作哽咽之状，一边暗做眼色。两个近侍赶紧跑到杰克身边，一脸惶恐地劝新王节哀顺变，多多歇息。杰克顺坡下驴，逃回寝宫去了。\n      朝臣本以为他是个软柿子，这么一来却也不能小觑他了。杰克即位之后励精图治，积极打击贪腐，几个贪官人头落地，其余朝臣更是不敢不服，如此大变之下，竟然没有出什么岔子，整个王国反倒是有崛起之势。\n      杰森已经在那户人家里足不出户，已经躲了五年了。这鬼地方终年不见阳光，老鼠蟑螂四处横行。女孩温蒂的父母都是行商。原本这里只是个临时落脚之处。后来二老听说王城的教育比起其他地方好得多，就把女孩留在这里，继续四方云游去了。此刻，这女孩站在杰森身边，一双黑里透紫的眼睛静静地看着他。他不禁有点慌张，怕是之前撒下的弥天大谎让她生厌。\n      杰森的那张纸条，除了自画像之外，处处都是假话。什么外出冒险、父皇遗诏统统是假的。他想做一件大事。这件事世上恐怕只有三个人知道：杰森、杰克、温蒂。这是爱情的羁绊，也是兄弟的承诺。\n      他想去末地。他得去末地。\n\n二\n      末地，这到目前为止还是一个只存在于传说之中的地方。天晓得那里到底会是什么样子。从来没有人曾经到过末地。只有在那本从远古流传至今的《创造之书》中有着关于末地的记载。《创造之书》的结尾处提到了末地：“当世界已经全部对勇士展开，末影人的家园，所谓末地，将成为勇士的归宿。当勇士从末地离开，就已是世界的真主。蕴含末之力量的青色宝珠，是进入末地的钥匙，它将引领勇士进入要塞中的末地之门。去吧，去吧。迎接全新的时代吧！” \n      历史上曾经有很多想要进入末地的人，那些人被称为“末士”。末士通常是年轻人，他们渴望刺激的经历，希望博得名声，进入末地动机多种多样，但是结果全都一样。他们都死了。\n      大多数人在寻找“钥匙”的路上就一命呜呼了。起初人们认为，杀死末影人之后，剜下的眼珠就是所谓的钥匙。这东西或许确实能当得起宝珠的名号。它确实神奇得很。当末影人存活时，它会绽射紫色的光华；末影人一旦死亡，它便光华内敛，呈出青黑的色彩。一旦它到了你的手中，你会拥有末影人瞬间移动的能力。只是无论人们如何摆弄这眼珠子，它都没能成功把人带进末地。反倒是有不少人因为它的反噬而丧命，与此同时利用末影珍珠犯下的偷盗案件更是多不胜数。\n      七年前的一位炼药大师在寻找末地的路上做出了重大贡献。当时的国王因为他开发出隐身药水，赏赐给他一袋冒险队从下界带回的烈焰粉。这种新材料的应用是那时的一大研究热点。只是炼药大师一心炼制他的隐身药水，他只想把隐身药水的有效时间再拉长些，而不愿意浪费时间和一群小娃子争什么前沿成果。他回到家，把这个极度珍贵的袋子往工作台上一丢，就再也不去管它。一路跟踪他回家的小偷见到这一幕高兴得差点蹦起来，手臂一挥，一颗末影珍珠就往工作台上丢过去，正落在桌面中央。小偷特得意，感叹自己丢珠子的手艺又有进步。然而传送时的眩晕并没有如期到来，百试不爽的末影珍珠像是失灵了一样，青色的珠子稳稳当当停在工作台上一动不动，倒仿佛本来就应该在那里的样子。小偷心里知道这事儿肯定有古怪，只怕是这老家伙有布置。盗窃不成，这位惯偷拔腿就跑。他心想没闹出什么动静来，大概不会把条子招来。就这么想着，一队警察就骑着高头大马过来了。见到这惯偷，二话不说，铐上手铐带回局里去了。\n      大师的工作已经进行到了最后一步，理论推算的结果出现了错误。最后一步反应需要的温度之高远远超出大师的设想。这次的尝试恐怕又要失败。只是大师突然之间灵机一动，手指伸进口袋里捻了一小撮烈焰粉撒入火焰。原本温和的小火渐渐腾起，从橙红变成暖黄，再到刺眼的白光。一片茫茫的白色中一道紫芒一闪，全新的隐身药水炼成了。\n      大师大喜，原本对他来说无足轻重的烈焰粉，此刻成为了无价之宝。然而他打开袋子一看，原本满满一袋红色粉末，此刻竟是所剩无几。他眉毛一挑，却是发现了工作台中央的青色圆珠。它和末影珍珠如此相像，但更富有灵性，原本仿佛石块的呆滞瞳孔，此刻却像是重获生命，又一次有了视物的能力。\n      大师把它装进自己的背囊，想了一想，又把剩下的烈焰粉捎上。大师看见桌上手稿，就把它们整整齐齐地放到书架上。走到门前和妻子告别之后就出了门。他老迈的背影穿过防盲的街道消失在了王宫的大门里。接下来发生的的事情无人知晓，总之在此之后就再也没人见过大师。第二天，大师家就发生火灾，房屋在火灾中化为灰烬，他的妻子也在火灾中不幸身亡。火灾发生的当日，国王称已经将大师接入皇宫，从此以后担任御用炼药师，另外对这起火灾深表悲痛，同时隆重悼念了大师的妻子，又授予这对夫妇最高级的荣誉勋章。只是少数几位高层的知情者怀疑他是掌握了大秘密而被当局杀人灭口。这样的说法恐怕是可信的。毕竟不久之后，那位惯偷以及审问他的警官也被发现死于非命。\n      总而言之，这颗神秘眼珠和它背后的故事，已经成了王室独占的秘密。\n\n三\n      这个故事对于常人是如何隐秘并不重要，因为杰森是个货真价实的王子。他对末影之眼的用法知道的一清二楚，这是王室二十年研究的成果。他甚至无需为末影之眼担心。王室的敢死队早就激活了末地传送门，甚至传送门周边有王室的保护。他们已经拧开了末地之门的锁。如果想要前往末地，也只是把门推开的易事了。只是杰森的王室身份，恰恰也是他的软肋。谁能放心让王子前往末地？谁能保障王子的安全？王子出了事谁能负责？没有人可以。一切的防护措施在末地面前都是不够的，那是未知的力量，只有勇气才能抵挡。只是勇气可能需要用生命去偿。\n      但是他不能不去。他可不仅仅是为了“勇者”的名声。最为重要的是，他心爱的姑娘想要去末地一日游。这可真是胡闹！末地是好玩的地方么？世界之主哪里有那么好当！末地恐怕要比想象中还要艰险。任何一个仍保有理智的人绝对不会想要去末地玩。但是理智哪里能战胜爱情呢。爱情可比理智强大得多。\n      即使爱情战胜了理智，但是在爱情辖区之外，杰森仍旧是个聪明的人。他在老国王归西之后就开始准备物资，到现在已经是五年了。杰森微笑着望向自己的心上人，眼神柔和而又热切。两双青年人的视线相遇了。杰森移开他的目光，伸出手，打开了眼前的箱子。魔力的光彩瞬间充满了黑黢黢的房间，一整箱的高阶附魔装备足以让任何人眼红，只是两人却仿佛毫不在意。他们又一次望向对方，目光里包含的信息只有彼此才能明白。这是独属于他们的默契。\n      杰森的声音响起来，带着欢乐的力量：“准备好了吗？”温蒂笑起来，脸颊上的绯红一闪而逝，目光里透出信任。她总是这样，无论什么时候，她用微笑来打消一切的迷茫和怀疑。她的微笑很难说有什么特别之处，如果不是亲眼见过，甚至无法和任何一个其他人的微笑区分开。只有当你真正面对这张笑脸，你才能感受到其中的温和、包容和慈祥。\n      杰森看着她，似乎有些呆滞了。在耀眼的光华中，他回到了两人初见时。那时他还是国王庇护之下的王子，心中却早已定下了征服末地的志向，国王却把关于末地的一切向他严格保密。那时的他常常在集市上闲逛，想要找到有关末地的资料，哪怕只有一点也好。他曾经见过能维持二十分钟药效的隐身药水，也见过来自下界的古董金剑，这些东西都相当稀有，王宫里也很少能见到。只是除去末影珍珠，他从来没有在集市上见过和末地有关的物事。他时常感叹自己时运不济。直到他遇到了她，见到了她的微笑。\n      那时的她正在父母的小摊上帮忙打理生意。一件普通的浅绿麻布长袍在遮住了她的身段，却遮不住她的美。这样的美不应当有任何的修饰。秀美又或是柔美显得没有主见；华美显不出她的天真；娇美显不出她的深邃。她的美如此纯粹，让杰森如此刻一样愣神。\n      她突然转过头来，也像此刻一样地看着杰森笑起来。她的笑让尴尬瞬时荡然无存，也让他恢复了王子的从容大方。他走上前去，模仿着父王的样子，去“请教”她的姓名。\n      “出发吧，杰森。”温蒂的声音把他唤醒。\n\n四\n      “是时候出发了，”杰森一边把钻石甲往身上套，一边这样对自己说，“五年了呀！五年了。我无时不刻不想同她在一起，她是那样优秀，那样正直，那样令人着迷。我已经和她做了五年的朋友，我为什么没有勇气？我为什么不断逃避？我用末地来迷惑自己，但是我哪里能迷惑她呢？她恐怕早就看穿了吧！去，或者不去，又用什么用呢？她是想借末地来杀我吗？可是她那样善良，绝不会让人丧命的吧！”他突然萌生了退意，但又能如何呢？箭已在弦上，即使他能够说服自己，从爱情中逃离，但是他该怎样面对他的弟弟？这是他的承诺，他已经退无可退。\n      杰森从箱子里取出一张羊皮地图塞进口袋，又把头伸进箱子，确认再没有其他东西。于是跟着温蒂走出了那扇禁锢他五年的木门。因为是雨天，门外的光线相当暗淡，这对杰森来说或许是个好消息。外面的街道已变了模样，原本的集市早就被拆除，现在也不知道在造些什么。杰森拉住温蒂的手，带着她向王宫的方向走去。温蒂的手冰凉冰凉，却不知道为什么，没有像往常一样挣脱。王宫，就是他们的目的地。末地传送门，竟然就在王宫的地下。\n      他们携手走进王宫，守卫为这对全副武装的青年敞开了大门。“这想必是杰克的命令吧……”沉默中温蒂突然开口，“五年了呀……你想他吗？”杰森第一次没有答她的话，他只是沉默着向前走，走向王宫地窖的入口。他的呼吸声很沉重，但声音却很轻，几乎难以听到。温蒂接着说下去：“杰森，你很优秀，优秀得让我难以追望。”门被杰森拉开，只是他仍然沉默。\n      地窖里的灯光一闪一闪，照在两人的脸上。橙黄的温暖光芒却仍然显得冰凉。温蒂反手关上门，自顾自地继续说着：“你可以给人温暖，可以让人乐观，”地下的空气让人沉闷，导热性极强的钻石甲更是把阴寒原封不动地传递给两人，温蒂没有停下，她的语速很慢，却一点没有犹豫，反而无比坚定，“你真是可爱极了。但是，”杰森的一只脚已经跨入了光芒闪耀的传送门，一点也没有停顿，只是温蒂的话音也同样不停，“但是我无法陪伴你。”\n      此刻，他们已经站在了末地的石块上。杰森再没有听见温蒂的声音，他回过头环顾四周。他看见身后的温蒂，看见了把温蒂咬在口中的漆黑巨龙，看见簇拥着巨龙的无数末影人。\n      它一抬头，温蒂的衣角从杰森的视线里消失。当它再把头低下时，杰森看见了它的眼睛，黑里透紫，包含着整个世界，和温蒂的眼睛一模一样。\n      杰森拔出他的剑。五年的时光并没有磨去剑的锋锐，雄心壮志把它锻造得越发坚韧，时时的抚摩反而让它和主人更有默契。\n      但是此刻，他心中的火焰灼烧着他的肉体，杰克和温蒂把他的头颅压得低低，他哪里能挥动他的剑？他的灵魂在承受着膨胀与压抑，痛苦在矛盾中爆发，他哪里升得起斗志？尽管只有短短的一瞬，他眼中的泪早已流干，尽管他脚踩实地，却仿佛处于无尽的坠落。\n      来自虚空的声音在他的耳边响起：“回去吧！孩子！”那是“末”的力量，那是来自末影之王的声音。\n      杰森的剑却在此刻挥动。末地的空气从剑锋上掠过，却毫无声响。无数附魔法阵的光把末地黑暗无光的天空照亮。剑路行至中途，附魔法阵的光芒开始剥离，无数的光带在空中流动，剑身上一片黯淡，这是剑爆发生命的一击，它舍去刻在灵魂深处的烙印，换取了一时的强大。已经几乎成为粉末的剑，落在末影龙的皮肤上，却把末影龙的左前肢削成了肉酱。杰森平静的声音响起来：“不管是谁，都给我滚吧。”\n      来自虚空的声音依旧毫无波动：“回去吧！回去吧！”话音未落，杰森的身影就已经在末地消失。这是“末”的力量，是末影龙的无上伟力，杰森再如何强大，也注定无法抗衡。\n      巨龙深邃的目光跟随着杰森运动的轨迹射入虚空，直到确认了杰森的离开才张开它的嘴，附在两颚上的两排尖牙闪着慑人的精光，它紫色口腔深处的咽喉要地，仿佛是亘古长存的黑洞。一只手掌从黑洞中伸出，扒住了一块凸起。再过片刻，温蒂已从末影龙的口腔中爬了出来。\n\n五\n      温蒂从背包里摸出一瓶治疗药水，洒在末影龙前肢的伤口上。它向旁边躲开，微小的移动也带起一阵让人站不稳的风。它苦笑着，变化成一个黑衣青年。原本显得巨大的身躯化作人形却显得单薄而瘦弱。一双紫黑色的眼睛却依然灵动。他的右臂已经彻底消失，只在右肩上留下一个黑色的伤疤。温蒂看得有些身躯颤抖，却还是顽固地把药水递过去。青年的声音嘶哑却仍然平和：“温蒂，莫要做无用功了。这是宿命的规律，你是命运之子，我终于还是会被你杀死的。”\n      “安德尔呀，既然是命运之子的话，破除宿命也绝不是什么困难的事吧。”温蒂脸上又泛起了那样美丽的微笑，只是安德尔没有看她。安德尔，是“末”的代称。\n      安德尔的眼睛盯住深空中的星辰不放。“别想了。这世间的万物，一定遵循着宿命。我作为末影龙，唯一的使命就是被命运之子击败，然后杀死。”他的语调依然平静无波，不知这是王者的气度，又或者是被命运击倒的颓废，“温蒂，你看吧，这一切都有着宿命的气息。天空中的日月星辰，它永远跟随着它的轨道移动。世间的猪羊犬马，在消亡与诞生中长存。而你，你终将来到这里，这也是宿命。不然，你一介平民女子，又怎能来到这里？这里是世界的终点，这里是传奇的末地。难道你没有想过吗？”\n      “这不一样！安德尔！日月星辰的运动不是宿命，是科学的规律。猪羊犬马的长存也不是宿命，是生命的奇迹。而我，我是这世间最特殊的人，哪里是你说的平民女子？所有的一切只是程式，而我是最终的变数啊！安德尔！你醒醒罢！”\n      “即使你是可变的，宿命仍然是宿命啊……温蒂，不要挣扎了。我知道你的痛苦，我理解你的无助。但是宿命就是宿命。”安德尔似乎是乏了，他躺在冰冷的末地石上，眼睛缓缓地闭上了。\n      温蒂拔出剑，言语中的气恼怎么也掩盖不住：“我现在就杀了你吧！你这不讲理的混蛋！”\n      安德尔一动不动，只有好看的睫毛在微微地颤抖着，似乎已经是睡着了。\n      温蒂看着他，泪水止不住地往外流。她无法控制自己把剑甩出去的冲动。剑脱了手，剑身在虚空中闪烁着，倒映出满天的星，它的轨迹是如此明亮如此耀眼，但仍然无法抗衡黑暗，也无法克服距离，最终只能在黑暗的深渊中归于寂静。\n\n六\n      安德尔仍然没有睁开眼睛，声音仿佛梦中的呓语：“温蒂，你过来，我再同你讲。”\n      “五年前的事，你还记得么？我同你的会面也是宿命操控的结果。宿命需要我去杀死曾经的王，宿命也需要你知道我就是那凶手。”\n      “我怎么会不记得？” 温蒂的声音里似乎还带着一丝哽咽。\n      “你莫要插话了，温蒂。且让我把这件事原原本本地同你讲吧。八年前，这个世界刚刚创立，想必你也是知道这一点的。那时候我从虚空中连同这片土地一起被创造，只是这里没有被激活，除我之外再无其他的生灵。”\n      “在最初的岁月里，我通过睡眠来打发那些无趣的时光。到了创世一年之后，我听到了神的声音。神教授我化人的方法，告诉我人间的万事万物。神并不是冷冰冰的，神富有学识，而且谈吐幽默风趣。我被神的光辉所吸引，于是全身心地接受神、服从神。然而神只是传授我知识与技巧，教会我沉思和浮想。我感到自己受了侮辱，我不能忍受一味的接收而不给神一些回报。”\n      “终于神给我布置了任务，神希望我去人间，寻找炼药大师怀特，还有你。我欣然领命，来到人间。在人间、末地、下界之间穿梭对我来说并不困难，只是神并不总是希望我这么做罢了。神说我会吓到三界的生灵。当然化作人身也就没有什么关系了。现在想起来，这所谓的神，恐怕也只是宿命的化身罢。不过神和宿命又有什么区别呢？他们本来就是一体的吧。”\n      “回归正题。那时候我的模样还很年轻，估算起来大约只是十五六岁的样子。因为传送技能不够熟练，我最初的落点在王城之外。开始我还试图用瞬移向城内移动，但是很快就被路人发现。我只好杀人灭口。后来就老老实实地徒步去找怀特。他身份显赫，找起来倒并不是很难，只是我的眼睛给我带来了不小的麻烦，总是有人会试图挖我的眼睛。这样的事情想必你是没有见过的，毕竟你可是命运之子。”\n      “我寻找怀特的路上竟然遇到了你。那时候你的‘父母’还在你身边。我装成倾心你美貌的少年接近你。你确实很优秀，我竟然忍不住爱上了你。我不仅在你面前暴露了身份，甚至还分出一部分力量改造了你的眼睛。我发现事情不对，你的态度时而冷淡时而热情。这时候神告诉我你是命运之子，终究不是这个世界中的一员，又催促我执行我的任务。神还说我在你身边会影响你的安全，命运之子一死，世界就要毁灭。因此我一边克制住自己与你联系的冲动，一边接近怀特。”\n      “我在怀特家门外游荡了三天，终于等来了一伙贼子。四个大汉冲上来抓住我的手脚。我就大喊‘怀特大师！’刚准备来剜我眼睛的那个首领吓得拔腿就跑。怀特穿着一件红绸花边袍子从屋子里出来，把我引进去。”\n      “刚打开门，怀特夫人的声音就传出来，我心中一惊，慌乱之中瞥见屋里的书架，金赶紧变作书架的模样。他说‘前几天订的书架送来了。’怀特夫人责怪几句就进了厨房。他把我放在书屋里，开口说道：‘末影的王，你来了。你不必遮遮掩掩，我早已知晓天机。’我料想神已将我的身份透露给他，便不再作什么辩解，他又接着说道，‘我三天前曾推演过未来。我的心预言，末影之王将变作书架藏在家中，致命的末影宝珠将使我丧命。’他说话时尽管平静，但我能看得出他心中深藏的恐惧。那时的我对宿命还不理解，甚至还告诉他我的战斗力值得信任。”\n      “他的预言果然应验了。”安德尔的声音竟然有些颤抖，“没过几天，怀特就得到了世间第一颗末影之眼。他思来想去，觉得任何地方都不够安全，只有王宫才是可能的庇护所。但是他哪里知道，预言是宿命的显化，注定无法避免。一旦他与我发生了联系，就必然要丧命。这是无可挽回的。尽管宿命的力量已经展现，我却仍然怀疑它，以至于我把那无力的反抗当成了可行的计策。”\n      “然而不久之后，我就感应到了怀特的死亡。他出发之前把所有的手稿交给我保存，那是他一生智慧的结晶，是他的信任和托付。我决定为他报仇。我取走了那瓶长效的隐身药水，握在手上作为保密身份的底牌。正在这时，我留在这里的布置突然传来消息：末地有了生命的迹象。”\n      “我突然想起我是末影之王，人世间的事无论怎样发展都与我毫无关系。于是我把一切的恩怨情仇全都抛到一边，专心回来打理末地的事务。一回来我就看到了它们，这些手脚细长的末影人。它们高大、强壮而且可爱得很，我一时之间竟然对末地有了无限的归属感。只是时日一长，我就想起了人世间的一切。我用探查情报的理由骗过了自己，派遣了千千万万的末影人前往人间探查。”\n      “末影人给我带回了海量的资料，只是他们还是太不靠谱。怀特家失火的消息竟然晚了一年多才被我知晓。我听说之后，抄起那瓶药水，直接辟开传送门来到了国王的榻前。他在睡梦中甚至没能感觉到我的到来就已经死去。我看着王城中的点点灯火，突然想起你来。于是就顺路过来看你，没想到半路上就被你那王子抓个正着。”\n      “什么叫我那王子？”温蒂插话。\n      安德尔没有理她：“他那一拳可真是打得我够呛。不过现在看起来，这恐怕也有宿命的因素了。这一拳一剑，都是命运给我的提示。他一定会再一次来到这里，到那时候，我就会把他杀死。然后你只需要碰我一下，我就会倒下，只留下一颗龙蛋还有一道传送门。拿着它回到人间。我也就完成了我的使命。”\n      温蒂又在流泪了。\n      “趁着他没来，我把这故事讲完罢。两个小卫兵把我抓住，我就编了一番谎话告诉他们，大致和街边的说书人讲的差不多。又召来一个末影人作了替身……”安德尔的话被空间波动打断了。末地的虚空中陡然出现了一座传送门，门中的威武战士正是杰森，他身后却还有一人，竟是国王杰克。\n      安德尔变回了龙的身体，声音也变得虚幻起来：“那时候我哪知道你会来呢？”也不知是说给杰森兄弟听，还是用这句话作为故事的结尾。\n      杰森先一步跨出传送门，见到自己“已死”的心上人此刻竟然站在了巨龙身边，泪流满面。他的脑中出现了一千种可怕的情形。这使他浑身发抖无法终止。\n      末影之王张开嘴，却再没有说话。它只是喷出了一口紫色的龙息。这一击是它用生命的力量换来的，它在于宿命的对抗中一败涂地，却愿意为命运之子付出一切。它或许自己也觉得有些好笑吧。但是无论如何，如今一切已经成为了定局。它没有看着自己一生的积累化成的紫芒撕开末地的空间向着杰森二人冲去，它已经力竭，也再无牵挂，可以安心闭上自己的眼睛了。杰森同样闭上了眼睛，他看到龙息喷出的一刹那就已经知道自己毫无胜算。他甚至提不起闪躲的劲道。他只希望弟弟能活下来。国家不能没有杰克。可惜杰克并不领情，他挡在了哥哥的身前，毫无疑问地被淹没。杰克的牺牲并没有太大的作用，龙息依然来势汹汹，依然能够取人性命。\n      一切都结束了。\n\n终\n      神笑了，这可真完美。神已经完成了任务，它将会自我毁灭。从此之后，这就是命运之子的世界了。\n      然而温蒂的身影出现在了龙息中，这身影在空中化成一阵烟雾，消散了。她的身后，杰森奄奄一息。没人知道她是怎么想的。她是想救下杰森？还是想破开宿命？但是毋庸置疑，她死了，灰飞烟灭。\n      末地已经消失，虚空中只余下一人一龙。他们同时睁开眼睛，只看见彼此化作纯白的数据流，奔向未知的所在。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1485341160,
            "txt_content": "很强\n虽然还是比较习惯狗头的意识流，但这种风格的文章可也是意外的精彩。\n没有任何的问题，就是字数太多。\n我觉得，你可以考虑申精了"
        },
        {
            "author": "zyj0807",
            "timestamp": 1485343500,
            "txt_content": "我们都知道——\n江山易改，\n狗头难移。\n嗯这个故事很正常【。。。。。。。】"
        },
        {
            "author": "透明小小",
            "timestamp": 1485345420,
            "txt_content": "别说了，是我摧毁的世界！"
        },
        {
            "author": "WM2030",
            "timestamp": 1485394620,
            "txt_content": "来做一点小小的总结。\n本来是应该放在文章的后面，但是因为编辑之后需要审核，也不愿再麻烦245，所以就这么将就着来吧。\n本文在语言上应该来说是经过一些考虑的，尽管够不上华丽或者简练中的任何一个，但是仍然在很大程度上避免了词语的重复使用，在我看来这是相当重要的。在语言风格上，借不同人物之口说出的话自然有所不同，并且尽可能使这种风格切合人物的设定。但是其实在最后看来差异并不是很明显，应当是受到了我本身语言习惯的影响与限制。\n感情戏是我的一个弱项，所以在本文中已经削减了大半，以至于全文结构都有了巨大的变动。几乎是秉着“既然写不好就少写一点剩下的让读者想象去吧”这样的想法写成的。其中也包含了大量我的投影，以及我理想中的爱情和女子形象。\n温蒂的形象塑造是我比较不满意的一个环节。再原本的设想中，她应该显得更加像个玩家，面部的表情也不应该如此丰富，而是主要塑造其心理。然而在实际操作过程中很难维持这样的形象，所以最后无奈放弃。温蒂的本来形象应该是有仙气但是很亲和的，但是后来这种设定不知道被丢到什么地方去了。\n本文的结构也并不是很让人满意。实际上我的结构一直都是乱七八糟根本弄不明白的，所以吐槽一下自己的结构一定是没有错的。而且本来我并不想用大段的语言描写，而是想通过各种细节提示真相，但是无奈脑力不够，最后只好如此蒙混过关。\n整体上来说这一次新尝试还是让人满意的。至少比起之前有些进步吧。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1489881900,
            "txt_content": "=w=恭喜狗头的精华\n如此用心的文章，精华是应得的"
        },
        {
            "author": "wildly_boy",
            "timestamp": 1489891440,
            "txt_content": "还不错，可以"
        },
        {
            "author": "MC|天星",
            "timestamp": 1491560880,
            "txt_content": "狗头牛，狗头牛，狗头天下第一牛"
        },
        {
            "author": "233188666",
            "timestamp": 1514979900,
            "txt_content": "新人报道，哇能编那么长怎么做到的"
        }
    ]
}