{
    "title": "一个点子--Minecraft中的HDL",
    "author": "Debug.Twilight",
    "replyCount": 6,
    "timestamp": 1485332820,
    "txt_content": "这个点子是从FPGA的开发中想到的，HDL是指硬件描述语言，Minecraft中的红石电路和命令方块也可以用一个类似HDL的东西来描述（在此暂将它称为MHDL，Minecraft Hard Designed Language）\n可以给命令方块很大的扩展性、重构和可复用性。\n\n如果能在Minecraft中实现一个这样的东西，把电路，命令方块和游戏地图分离开，这样就能在游戏外写代码，编译成一种中间代码。\n然后在Minecraft中生成电路，再将它与其他由人工搭建完成的外设拼接起来，这样就能大大的提高效率，而且也不会因为一处小小的\n电路错误而拆毁半个地图以加入新的电路了。并且，用代码来展现逻辑比用一堆乱七八糟的线路直观多了。\n\n这也有一些弊端，比如无法灵活的表达一些玩家自己创造的方块结构，我的建议是只实现基础的控制结构，然后给玩家MHDL的编译器接口，让他们自己写代码来控制编译器产生结构。MHDL只是汽车发动机的工厂，如果玩家想要汽车的其他部件或改进发动机，他们可以控制工厂的制造设施——或者用手工制造的方法，在游戏中自己建造那些方块结构，然后把它们用红石，水，矿车等等东西连接起来。\n\n再有一个是编译空间问题，编译器会根据代码产生方块结构，但有时不如手工建造那么高效，所以需要对代码和编译过程进行优化，我觉得机器学习算法就能避免这个问题，把电路简化为点，线，图，让电脑学习决定怎么做。\n\n我现在正在实现自己的想法，在Github和开源中国的码云上有这个名为PixBar的项目，用Clojure（一种Java实现的Lisp方言）写的，你可以用任何一种JVM语言与它无缝衔接。\n如果你有意向加入，那可以留下你的Github账号或码云账号在回帖中哟，亲~。",
    "replies": [
        {
            "author": "Mithey",
            "timestamp": 1485332880,
            "txt_content": "如果是召集志同道合的朋友的话请去酒馆"
        },
        {
            "author": "pca006132",
            "timestamp": 1485333480,
            "txt_content": "就stats已经很麻烦了。而且mc里的确是有空间的概念，这纯代码不是那么容易代表的。\n我不觉得这样能简化多少，反而这样黑盒子会让很多命令在代码变得复杂，简单代码变成复杂命令，反而不容易执行。\n而且老实说，你能不能用一个比较多人用的语言(比如java或者python)或者给详细的doc/comment？\n不然你这没doc的情况我们很难看啊，这里根本没多少人会Lisp... 看清楚了点，你这又py又lisp..."
        },
        {
            "author": "Debug.Twilight",
            "timestamp": 1485499440,
            "txt_content": "pca006132 发表于 2017-1-25 16:38\n就stats已经很麻烦了。而且mc里的确是有空间的概念，这纯代码不是那么容易代表的。\n我不觉得这样能简化多少 ...\n事实上这才是它要被发明的必要呀，必要的时候要牺牲灵活性和性能以换取可读性和稳定性。我是说，你不会为了追求性能而去使用汇编语言来写你的网页浏览器吧。\n而且虽然它会限制玩家的表达方式，但我借用了HDL中的一些概念，如wire线，block块。VHDL就是靠这些来模拟逻辑芯片的。它们给予了玩家充分的构建去完成逻辑了，除非是以“让别人一眼看上去就被电路的复杂性所震撼”为目的的电路，多数情况这种语言还是通用的。"
        },
        {
            "author": "pca006132",
            "timestamp": 1485500580,
            "txt_content": "Debug.Twilight 发表于 2017-1-27 14:44\n事实上这才是它要被发明的必要呀，必要的时候要牺牲灵活性和性能以换取可读性和稳定性。我是说，你不会为 ...\n电脑为什么可以用高级语言？那是因为现在的电脑已经很快，而且我们用高级语言写的都是一些不太需要高效率的事情。需求高效率的会用c甚至汇编来搞也是很常见的。\n\n至于命令方块现在的速度，很可惜是很慢的，更别说是用软件去把简单的事情复杂化了。\n\n至于表达方式吧，你说的那些我看不出和命令方块有什么关系，没什么通用的。\n比如就选择器方面，空间已经是一个很大限制了，有时候会极度依赖坐标的，难以把所有系统对地图的依赖分离开\n\n恕我问一句，你玩的是红石还是命令方块？"
        },
        {
            "author": "Debug.Twilight",
            "timestamp": 1485501060,
            "txt_content": " 本帖最后由 Debug.Twilight 于 2017-1-27 15:27 编辑 \npca006132 发表于 2017-1-27 15:03\n电脑为什么可以用高级语言？那是因为现在的电脑已经很快，而且我们用高级语言写的都是一些不太需要高效率 ...\n”通用“是指可以在Minecraft各大版本下能运行，为Minecraft中对红石进行过大修改的版本开发一个MOD，这个MOD可以根据你的代码生成对应版本的结构，只有少数版本独有的东西会有属于自己的命令。\n语言的结构是根据Minecraft中的特性抽象的，所以当红石结构简单的时候，代码会变得复杂，但当地图复杂起来的时候，代码会变得简单，关系是成反比例的。\n\n命令方块和红石逻辑独立于地图是很重要的，尤其是对于一个庞大的，团队合作的(RPG？好例子！)地图，要是手工搭建，你要保证一个24小时不间断运行的Minecraft服务器和精密的蓝图，为了让团队合作紧密，你必须要留下很大的空间给其他人插入各自负责的部分，除非每个人的工作相对独立而不影响他人的工作，不然地图的建造过程变的臃肿而缓慢就是在所难免的，而在这里，红石结构与命令变成普通的文本，只要一个Git服务器，GitHub和码云（都是免费注册的）就是个不错的选择，你就能开工，无需在乎实现的细节。（借鉴了《人月神话》这本书的话）\n\n一时在这解释不清，我在写文档来解释。\n哦，最后一个问题的答案：红石+命令方块\n"
        },
        {
            "author": "pca006132",
            "timestamp": 1485503340,
            "txt_content": "Debug.Twilight 发表于 2017-1-27 15:11\n”通用“是指可以在Minecraft各大版本下能运行，为Minecraft中对红石进行过大修改的版本开发一个MOD，这个 ...\n版本对应不是那么简单的，我们很多时候会用一些所谓\"黑科技\"，也就是一些游戏特性，这些很大程度上不同版本会有不同行为的，我不认为那么简单就能做到版本对应。而常用的一些东西例如选择器也是随着版本更新而有点不同的效果的，这也是一个难题。\n\n大体独立于游戏，然而细节优化是无法独立于游戏的。使用命令方块做游戏必须优化，即使是人手写的都要优化，何况电脑生成的。当然，如果你要说什么机器学习啊GA啊这类来优化的话当我没说，我不懂这些。\n\n当结构简单的时候代码变得复杂，地图复杂代码变得简单。听起来不错，问题在于大型地图一般是有不同系统，每个系统都很简单的， 而我不认为你这个是不是能把\"复杂\"代码转为简单结构，这样结果就是复杂地图变得更复杂，小型地图也难于编写。如果用软件生成的话，复杂的系统生成出来的命令会更复杂，后果很可能就是连作者自己也不知道生成了什么，然后要进行优化就非常困难了。\n\n至于mod嘛，我不认为玩cb的玩家会喜欢装mod，据我所知他们都是不喜欢的。\n\n这样说吧，逻辑独立于游戏是很理想的，问题是现实是残酷的，当你那逻辑能独立于游戏，你那就是模组而不是地图了。精彩地图的系统大多不能独立于游戏，即使他们在地图外使用txt来编写命令，他们也需要经常进入地图测试，以及根据地图情况去考虑如何编写命令，绝对不是一个git就做到的。\n\n我个人认为你在想牺牲性能以换取可读性和稳定性之前先去看看一个游戏，http://www.mcbbs.net/thread-642043-1-1.html，这个地图上万个命令，人手优化了很久，然而一般服务器还是运行不了。我觉得你需要贴近cber一点才能明白他们需要什么，绝对不是抽象化那么简单。\n\n至于你说你玩红石和命令方块，那么你能不能多说一些命令方块的例子？我不是红石玩家，我只关注你这个对命令方块的用处。\n对了，建议你先看看stats等等一些冷门东西在地图里的运用，再看看你打算怎么限制用户表达方式吧。个人认为限制了这些之后地图也不用做了，很多东西变成不可能了"
        }
    ]
}