{
    "title": "DinnerBone: 测试版启动器更新",
    "author": "Smokey_Days",
    "replyCount": 7,
    "timestamp": 1485354540,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-1-25 22:49 编辑 \n\n21:58, DinnerBone在他的微博发布了最新更新的报告\nI've released an update on Windows & Mac for the launcher test builds. Mac shouldn't get security popups anymore!我已经在Windows和Mac上发布了新版本测试客户端的更新。 Mac不应再有安全弹出窗口了！\n新版本客户端测试：\nhttps://www.reddit.com/r/Minecraft/comments/5opl31/help_us_test_the_new_minecraft_launcher_now_with/\n[这个网页的手动翻译]（最耗时了...）\n\nWe're drawing near to the full release of the new Minecraft Launcher, so I bring you another test release today with further bug fixes, some minor visual tweaks (noticed the new font?), and native linux support. Woo!\nWe will be investigating making our own repositories for easier installation on Linux, but for now, have some direct links! You'll have to keep them updated yourself on Linux, but that's okay - the launcher will remind you if it detects there's a new version.\nChangelog (2017-01-25)\n\nGeneral\n\nAdded new advanced option: Custom log configuration\nMade the log viewer use 24 hour clock\nFixed some issues with --lockDir argument (for portable installations)\nFixed issues launching some mods that didn't respect the game directory\nUpdated translations\nWindows\n\nFixed windows 10 compatibility, the game and launcher was previously reporting windows 8\nMac OS\n\nFixed the \"identity of the developer cannot be confirmed\" popup preventing people from running the app.\nFixed detection of your preferred languages\nLinux\n\nA linux build wasn't released because we haven't automated the linux release yet, and the responsible people are busy today. Sorry!\nDownload links\n\nWindows\n\nExtract this zip somewhere into its own folder. This test version places files next to the exe! Anything windows 7 or newer will run the new launcher. Windows vista or older will fall back to the old launcher.\nMac OS\n\nDownload and open this DMG. Drag the app into your applications folder. Requires 10.8.0 (Mountain Lion) or higher.\nLinux x86_64\n\nYou can use this tarball, but we also have a Debian package and Arch Linux package available too. Currently requires newer versions of glibc (16.10 Ubuntu, for example). We're working on making this more accessible & providing our own debian repo soon.\nFAQ\n\n\"I get a problem moving Minecraft_staging.exe with error code 32, what do I do?\"\n\nDelete your current exe and redownload it from the above link.\n\"I found a bug. What do?\"\n\nPlease leave a comment with the following:\nThe launcher version number (The bottom left corner. See this screenshot for reference.)\nWhat you did, what you expected to happen, and what really happened. (\"I clicked on play and thought it'd play. It blew up.\")\nA gist of the following files, found in either your .minecraft directory or next to the executable:\nlauncher_log.txt\nnativelog.txt\nnativeUpdaterLog.txt (may not exist. It's ok if it doesn't!)\nYour operating system & version\n\"I didn't find a bug. What do?\"\n\nTell us your feedback! Even knowing that it works at all is a very good thing. Like it or hate it, just let us know what you think :)\n\"This is all too complicated and taking too long... when will it be released?!\"\n\nSooooon!\n\"It needs some dependencies that I don't have...\"我们就快完全发布的新的Minecraft启动器，所以我给大家带来了另一个测试版本，进一步的错误修复，一些小的视觉调整（注意到新的字体了吗？）和主机版linux支持。哇！\n我们将调查自己的数据库，以便在Linux上更容易安装，但现在，有一些直接的链接！你需要在Linux手动更新，但是没关系 - 启动器会提醒你是否检测到有新版本。\n变更日志（2017-01-25）\n\n一般\n\n添加了新的高级选项：自定义日志配置日志查看器使用24小时制\n修复了一些与--lockDir参数的问题（适用于便携式安装）\n修复了一些不尊重游戏目录的mod的问题\n更新了翻译\n视窗\n\n修复了Windows 10兼容性，游戏和启动器已经发布 Windows 8\nMac OS\n\n修复了”开发人员的身份无法确认”的弹出窗口阻止人们运行应用程序。\n修复了”检测您的首选语言”\nLinux\n\n差一个linux版本没有发布，因为我们还没有自动发行linux版，相关负责人今天比较忙。抱歉!\n下载链接\n\nWindows\n\n将这个zip解压到自己的文件夹中。这个测试版本将文件放在exe旁边！任何Windows 7或更高版本将运行新的启动器。 Windows Vista或更早版本将回到旧的启动器。\nMac OS\n\n下载并打开此DMG。将应用程序拖动到应用程序文件夹中。需要10.8.0（Mountain Lion）或更高。\nLinux x86_64\n\n你可以使用这个tarball，但我们也有一个Debian软件包和Arch Linux软件包。目前需要更glibc（例如，16.10 Ubuntu）。我们正在努力使这更容易并且尽快提供我们自己的debian repo。\n常见问题\n\n“我这边出错了 Minecraft_staging.exe的错误代码32 我该怎么办？\n\n删除您当前的exe，并从上面的链接重新下载。\n“我发现了一个错误，怎么办？\n\n请留下评论与以下：\n启动器版本号（左下角，请参阅此屏幕截图以供参考。）\n你做了什么，你觉得发生什么，真正发生了什么。 （“我点击了PLAY，我觉得它应该运行，但是事实上它炸了。”）\n以下文件的提示，位于.minecraft目录或可执行文件旁边：\nlauncher_log.txt\nnativelog.txt\nnativeUpdaterLog.txt（可能不存在，如果没有就没关系！）\n您的操作系统和版本\n“我没有找到一个bug，怎么办？\n\n请将您的意见反馈给我们！即使知道它的工作是一个非常好的事情。喜欢它或讨厌它，只是让我们知道你的想法:)\n“这些都太复杂了，需要花太长时间...什么时候会发布正式版？！\n\n很快了！\n“它需要一些我没有的依赖...”\n\n\n论坛有毒我整整翻译了两遍...第一遍被吞掉了.../哭笑脸\n\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1485354600,
            "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-1-25 22:36 编辑 \n\n标题应该是 启动器测试版更新 "
        },
        {
            "author": "kkk154",
            "timestamp": 1485354780,
            "txt_content": "占楼"
        },
        {
            "author": "kivv",
            "timestamp": 1485404700,
            "txt_content": "加油                     "
        },
        {
            "author": "毒蛇",
            "timestamp": 1485406380,
            "txt_content": " 本帖最后由 毒蛇 于 2017-1-26 13:08 编辑 \n\n强行大写不过翻译辛苦了\n"
        },
        {
            "author": "dwch",
            "timestamp": 1485417180,
            "txt_content": "我没有找到一个bug，怎么办？\n这什么鬼hhhh"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1485447480,
            "txt_content": "翻译太硬了。。。"
        },
        {
            "author": "2549331490",
            "timestamp": 1487908740,
            "txt_content": "恭喜恭喜恭喜 更新了哈哈"
        }
    ]
}