{
    "title": "<原创·单篇>[一月活动]《透明人》",
    "author": "zyj0807",
    "replyCount": 4,
    "timestamp": 1485351600,
    "txt_content": "\n\n@46241359 @Cai_Iu @gggbbb @xcc @恶魔-潇洒 @WM2030 @a2455564728 \n混一波参与\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1485352080,
            "txt_content": "标题: <原创·单篇>[一月活动]《透明人》 本帖最后由 zyj0807 于 2017-1-30 21:01 编辑 \n透明人\n\n　　一\n\n\n　　我是幽灵。\n　　穿过悲惨之城，我落荒而逃。\n　　穿过永世凄苦，我远走高飞。\n\n\n　　沿着不知名河流的堤岸，我夺路狂奔，气喘吁吁。左转进了城镇的北大道，一直朝着另一边前行，始终隐蔽在礼炮声和拥挤人流的阴影之下。\n\n\n　　但它们依旧穷追不舍。背后的脚步声越来越响，这些追捕者冷酷无情，这么多年来，它们一直尾随着我。它们锲而不舍，如同冥府的敲钟人，每到这一天，都会迫使我只能活在黑暗的惊慌之中。\n\n\n　　我无影无形。\n\n\n　　如今春节已至，我举目远望，却看不到任何通向希望的途径——满街的大红灯笼也未能驱散我的恐惧。\n\n\n　　我穿过图书馆，把点燃火炬的塔楼甩在身后，我钻进城镇的市场里，穿行在摊贩之间而无人察觉。在铁匠铺前的十字路口向东急转，一直来到一座高塔的铁门前。\n\n\n　　我必须做些什么，一些能够延续我自身的举措。\n\n\n　　我踩下踏板，推开铁门，踏上阶梯，两条腿如同灌了铅一样，在狭窄而越发幽深的梯道里拾阶而行......\n\n\n　　二\n\n\n　　回忆慢慢成型，就如同那汩汩的气泡，从深不可测的漆黑井底浮上水面。\n\n\n　　十年前的今天，我没有睡着。这天凌晨时分，我恰好在山里迷路，一夜未归。我费尽千辛万苦，才在天蒙蒙亮的时候勉强看到了村子的大门。\n\n\n　　踏上那熟悉的沙砾路时，我总算松了口气。\n\n\n　　晨钟响起，我直行在村子里，欲穿过铁匠铺回到我那间孤独的小屋，没有什么可以阻止我回到温暖的被窝里。\n\n\n　　路上人来人往，我未免有些尴尬，加快了步伐，在路的尽头左转，推开了家门。\n\n\n　　奇怪。我有些讶异。\n\n\n　　尽管由于过世的父母的原因，村里人不怎么待见我，但平时若是我这么晚回来，总会有人问候几句。可今天却什么也没有发生，估计是最严重的一次的缘故吧。\n\n\n　　敲门声响起。我翻了翻眼皮，极不情愿地去开门。不出所料，门外的人是一名中年大叔。但在这一瞬间，我分明看见他的脸上闪过一丝惊疑。我侧了身，他便走进来，顺手拉下门边的拉杆，伴随着红石灯亮起的声音，他的表情转变了。\n\n\n　　他呆立了大约几秒钟，而后立刻急急忙忙地冲出了门外。此时我才刚回过头来，险些被撞个正着。\n\n\n　　“喂！大叔！”我急忙喊了一声，可对方却置若罔闻。\n\n\n　　这让我察觉到了一丝不对劲。\n\n\n　　我站了好一会儿，才拉上门。在山林里过夜后，现在只想洗个澡。走到房间的镜子边，我刚欲细细打量打量我现在的模样，镜中映射出的一切却使得我如遭雷劈。\n\n\n　　房间里空无一人。\n\n\n　　三\n\n\n　　我是个透明人，确切地说，是个幽灵。\n\n\n　　坚硬的碎石台阶盘旋而上，边缘破损布满缺口。\n\n\n　　它们的声音回荡，从楼梯下方传来。就在我的身后，这些东西死缠不放，步步紧逼。别人压根不明白到底发生了什么，也不知道我为了抗争所做的一切。\n\n\n　　我挣扎着向上攀爬，眼前不断闪过绚丽的烟花——这样的烟花将会持续到明日而不间断。\n\n\n　　我爬完最后一段阶梯，来到塔顶，踉踉跄跄地冲进潮湿的朝霭里。我跑到齐人高的雉堞边，通过壁上的裂口向下张望。脚下是那座城市——我一直的避难所，让我躲避试图抹消我的那些东西。\n\n\n　　它们已经迫近，就在我的面前。空气出现了断裂，冰冷的数据流时隐时现。\n\n\n　　它们仿佛在我脑袋里言语着。“疯狂之人，交出你所藏匿之物。”\n\n\n　　可笑吗，我在这里躲藏了数年，最终还是被追上了。\n\n\n　　现在，我背靠着冰冷的石墙，无路可退。我感到它们死死盯着我，眼神阴沉。\n\n\n　　恐惧在消退。\n\n\n　　我朝它们投去不屑一顾的眼神，以迅雷不及掩耳之势转身双臂上探，紧紧扣住石墙边缘，随后两脚一蹬一踩爬上墙壁，然后立直，摇摇晃晃地站在墙边。\n\n\n　　如果有创世神，那么，请指引我，将这一切结束。\n\n\n　　四\n\n\n　　我意识到从现在起，没有人看得到我。\n\n\n　　在第一天的上午，我用尽了一切能够彰显我存在感的方法以消除我的不安。结果显示，我已经不存在了。\n\n\n　　没有人对我有任何反应，假如除去对自动打开又关上的门的疑惑的话。\n\n\n　　这不对劲。\n\n\n　　这个早上，我坐在道路中央，第一次对头顶静谧的阳光产生了畏惧。\n\n\n　　最后我意识到，如果我不尽快想办法，那么，我将会饿死。\n\n\n　　于是我蹑手蹑脚地潜进别人的家里，在等待村民出门庆祝节日以后，悄悄捡了一些面包和马铃薯。之后怀着歉疚把它们塞下了肚子。\n\n\n　　再然后，直到晚上，我都无力地躺在自己家的床上，身体如同凝固了的水泥，动弹不得。\n\n\n　　我转了一下，面向窗户，由于房间里熄了灯，白色的玻璃上，我看到自己的影子已经消失。\n\n\n　　我忽然间一阵迷茫，沉沉睡去。\n\n\n　　第二天的晨光没有进入我的眼，因为我睁开眼时，大叔正带着昨日残留的担忧神色，拼命想要叫醒我。\n\n\n　　震惊只持续了一秒，恐惧油然而生。\n\n\n　　五\n\n\n　　在不幸之日，回忆欢乐之时，是一个不能再大的痛苦。\n\n\n　　从这令人眩晕的高度望下去，褐色瓦片的屋顶在我脚下铺展开来——如同乡野间开垦过的土地——衬托了这片美丽的风景。这个我居住了数年的地方——称得上故乡。\n\n\n　　我已转身，向前挪了挪脚。\n\n\n　　它们似乎难以置信地大叫，想要冲上前来。\n\n\n　　无知的世界。我也许将牺牲自己，令我的存在成为事实。这一切势在必行，而你们甚至没明白我所创造的辉煌。\n\n\n　　不，你们很快就明白了。\n\n\n　　我赫然看到了什么，在我脚下的阴影里。是世界，但不是神。\n\n\n　　于是我抬起头，将视线投向远方的地平线。在这高居于尘世之所，做出了最后一次祈祷。然后迈出最后一步，从天空摔落。\n\n\n　　我闭上眼睛，它们的嘶吼在风中传扬，它的嘶吼在风中传扬。\n\n\n　　六\n\n\n　　我浑浑噩噩地度过了新的一年，节日当天发生在我身上的事让我无法释怀。\n\n\n　　第二年至。春节那天，我醒来。\n\n\n　　镜子里依旧没有我。\n\n\n　　七\n\n\n　　我听见了它的嘶吼。\n\n\n　　八\n\n\n　　我用尽第二年寻找这件事的根源，为此我背上剑离开了我的家乡，并且制定了一个秘密计划。\n\n\n　　我要去传说中的根源之地，去传说中的末路之地。\n\n\n　　屠。\n\n\n　　龙。\n\n\n　　九\n\n\n　　我成功了。\n\n\n　　十\n\n\n　　第四年的春节，我一剑刺进了末影龙的心脏，如我所料，它至始至终没有发现我，我的存在在这一天，永远是一个谜。\n\n\n　　龙倒下的时候，末影粒子聚集成了一颗巨大的蛋。冥冥之中有一股力量催使我带走它，所以我留下了龙的尸体和我的剑，跳入了深渊。\n\n\n　　从那一刻起，我知道这一切都发生了改变。\n\n\n　　游戏规则变了，我不应该是杀死龙的人。\n\n\n　　它们来了。\n\n\n　　十一\n\n\n　　龙来了。\n\n\n　　城市里的人们只看到一尊庞大的阴影张开双翼，下一刻在他们恐慌以前，龙飞了起来，穿过云雾，漆黑的身躯在下一刻，接住了我。\n\n\n　　我倒在龙背上，感到疼痛几乎在霎那间席卷全身，将我整个人拖回深渊，而我才刚从那里爬出来。我拼命反抗这种感觉，强迫自己坐起身。\n\n\n　　龙在上升，我压抑着撕心裂肺的剧痛，死死盯着眼前的高塔。\n\n\n　　对于它们的了解，我如数家珍，更何况它们独一无二，唯一的目的便是清除我以及沾染了我的一切事物。\n\n\n　　早些时候，我犯下了一个大错，我的家乡被夷为平地。\n\n\n　　一张镜子改变了所有的一切，而不幸的是这根源来自于未知。\n\n\n　　现在，我来把事情扳回正轨。\n\n\n　　十二\n\n\n　　空气变得很冷冽。\n\n\n　　我直视那里、它们。座下的龙喷吐热气。人群开始恐慌。\n\n\n　　新生的龙能看见我，是我在两年前发现的，而现在这将成为事情的转机。它们之间存有缝隙，而这缝隙通往另一处世界。\n\n\n　　我记得起初它们从一片虚无中诞生出来，伴随着不断的扭曲和断裂。可事物必定有其来源，这是创世神的法则。因此我笃定，它们来自于它们之间的裂痕。\n\n\n　　我驭使龙冲向那里，内心是前所未有的平静。\n\n\n　　我穿过晨雾，穿过高塔，穿过了充满寒意的数据流，穿透了它们。来到了一片混沌。\n\n\n　　我的头顶是灰色的雾。我低头，看到龙在消失。\n\n\n　　接着我看到了，在阴影里，你望着我。你的眼中洋溢悲喜，从中我感觉到你对我壮举的认可。你知道我别无选择。你知道我必须保护自己。\n\n\n　　于是我明白了，这一切都是你的杰作，创世神。\n\n\n　　我向后看去，看到了与我一模一样的倒影。\n\n\n　　他的眼睛是白色的，充斥着混沌。\n\n\n　　我不再是一个透明人，一个幽灵，而是一件送给创世神的礼物。\n\n\n　　一件历时十一年的春节礼物。\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485420960,
            "txt_content": "严重跑题！\n不过写的很好。。。"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1485611100,
            "txt_content": "上官么么哒~\n上官写的貌似有点............."
        },
        {
            "author": "CH3263632317",
            "timestamp": 1588319160,
            "txt_content": "哎呀，我还以为是皮肤呢，就进来看了"
        }
    ]
}