{
    "title": "[一月活动] 雨梅孤影",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1485442680,
    "txt_content": "\n壹\n        我从沉睡中醒来。\n        迷迷糊糊地刷牙，洗脸，不经意间瞥见日历，哈，原来春节快到了。\n        无所谓，无论什么日子对我来说都是一样的。我这样想着，换好衣服出了门。昨天扩充地下室，把镐子都用坏了，得趁早去工具点买几把回来。\n        透过清晨的雾气，依稀能看见大街上熙熙攘攘的人群。大概是我还没睡醒吧，好几次差点撞到人......不过总感觉有点奇怪呢，为什么都差点撞上了，其他人却一点都不躲闪......难不成大家都没睡醒？\n        也真不巧，今天工具店不开门，门口贴着一张纸条，说老板去帮忙修建那个......阿尔道夫......菲斯什么什么大殿，名字好长根本记不住。算了，先去找个地方填饱肚子吧。\n        “老板，两个面包。”我来到经常光顾的面包店门口，日常打招呼一样顺口地说道。\n        但是这次店里的老板完全不搭理我。要是平时的话，他肯定又会调侃“你怎么又是一个人”“没女朋友至少也得找个好基友”之类的......啊不对，我并不是在期待这些。\n        “老板，两个面包。”我清了清嗓子，刻意扩大了音量，但是老板今天就跟聋了一样。正当我感到不解时，身后又挨了一道撞击。\n        “哎哟！”撞我的人倒先碰瓷似的叫起来，“奇怪，这儿没东西啊，我是怎么撞上的......”\n        没东西？这家伙看不见我吗？我惊异地瞅了瞅店门口的玻璃门。好吧......我可能真的没睡醒......竟然看不见自己的镜象！\n        我漫步在清晨的雾霭中。冷静，这有点难以接受，但是诸多事实已经证明了，我确实变成了透明人。我一边回家一边告诉自己。当然这也没什么可怕的，透不透明对我的生活没有太大影响，就像过年也影响不了它一样。\n        我在离家不远处的一座公园里坐下，想着怎么打磨剩下的时间。公园的梅花开了，满树淡淡的红色。我很喜欢梅花，这也是我来公园的原因——现在正是梅花开放的季节。我默默地从地上拾起一朵，望着它发呆。\n        “就先送你到这里，好吗？”不远处传来一个女人的声音。我抬起头来，这打扮，应该是医院的护工吧——这附近确实有一家医院。她推着轮椅，而轮椅上坐着一个孩子。\n        “好的，谢谢阿姨。”孩子微微一笑，“我就在这儿玩，您午饭时再来接我吧！”\n        护工转身离开了。孩子拿着纯白的画板，仰头望着满树的梅花，像我刚才一样发起呆来。雾气已渐渐散去，但天仍然很阴，是那种柔和的白色。男孩在树下伫立，瘦小的身影投下淡淡的影子。\n        我轻轻地走近，想要看得更清楚......这孩子也挺可怜的，这么小就失去了双腿。\n        我凑到他身旁，此时的他已经开始动起笔来。纤细的枝干从画纸上扎根，蔓延，晕散出满树的红——他用的是一种很鲜艳的红色。\n        突然，他停住了笔，缓缓扭过头来看向我：“谁在那？”\n        奇怪，我不是已经变成透明人了吗......还是说我果然是没睡醒？\n        男孩伸出手来试图触及到我，却扑了个空。啊，不对，他拿走了不知何时落在我肩头的花。“这朵花为什么会浮在空中？”男孩小心地拈着花，像是自言自语道。\n        对了，别人看不见我，但能看见我拿的东西啊！我不禁有些欣喜，这么久以来，终于有人注意到我的存在了。我伸手从地上抓起另一朵花，捧到男孩的面前，希望尽可能传达更多的信息。看看我啊，我就在这儿啊！\n        “到底是谁在那儿呢......虽然谢谢你的梅花，但是你能不能直接出来见我，你这样用细线吊着其实蛮幼稚的......”\n        我......我居然被一个熊孩子说幼稚？！哼，看来你还太小，只能想到这些小把戏。少年哟，你对力量一无所知！我冷笑着，双眼散发出奥拉摩斯的光辉......等等，奥拉摩斯是什么？\n        咳咳，好吧，得想点办法跟他直接交流。我四下环顾着，目光停在了男孩的画纸上。\n        首先得有一个合理的解释吧。我拿出一张白纸，从男孩的盒子里拿出笔。伴随着男孩惊讶的目光，画笔在纸上得意地舞蹈，留下一行清晰的字迹：\n        “我是你的影子哦”\n\n贰\n        孩子果然是孩子，这种程度还是能骗住他的。不过，别说是孩子了，就算是心智成熟的大人也会有所动摇吧，毕竟现在我的存在本身就是一种灵异现象啊。\n        “呼，真没想到，我的影子竟然这么厉害，还能自己动呢。”男孩呼出的热气缓缓升腾，“那就太棒了，嘿嘿......我正愁无聊呢。”他四下观望着，似乎在寻找我无奈的表情——虽然什么也看不到。“好吧，其实也不是很麻烦的事。既然是影子，你的行动大概不太方便，就不为难你啦。你就呆在这跟我聊聊天吧！”\n        那倒未必，我的行动大概比你还要方便......啊，这样是不是很不礼貌。我拍了拍自己的脸，又默默地向他鞠躬道歉，即使他什么也看不到。\n        “这公园的花真的好漂亮啊。”男孩不知该对着哪个方向说话，干脆抬起头，自言自语似地讲道，“我将来一定要成为最棒的画家，把这些好看的风景统统画下来！”\n        因为仰起了头，他脖子上闪闪发光的东西也显现出来——这时我才注意到他脖子上的挂着的照片。照片里除了他还有另外一个男人，戴着安全帽，一脸疲惫的笑容。\n        “你的爸爸呢？”我试探性地写道。\n        男孩吸了好长一口气：“爸爸他去参加那个阿尔道夫·拉默达瓦尔·米奇斯坦达·尼古丁菲斯大殿的建筑工程了，呼......呼......”待气喘匀了，才又缓缓补充道：“说起来他已经好久没回来了呢，马上就要过春节了，但是听说这个工程很重要，大概过年也回不来......”\n        先不说别的，能把这名字记住也真是辛苦你了。我苦笑着，再次拿起笔，“也许我可以帮你。”\n        “诶，你不是影子吗？”男孩看着画纸问道，“你想怎么帮我？”\n        “我可以传达你的思念，然后把你爸爸的讯息带过来。”我边写边想，反正今天也没事可做，不如当一次好人。\n        “真的？谢谢你！”男孩立刻拿起笔来，撕下一张新的纸，飞快地写起来，“你能帮我带到的，对吧？”\n        “午时已到！”不远处传来一个女人的喊声，“咱们该回去了！”\n        刚把最后一个字写完，男孩的轮椅就被护工推走了。布满思念的文字飘落在原地。男孩回头一望，和风吹动了纸张，在空中盘旋，漂浮，然后不知何时没了踪影。他转过头，微笑着闭上眼睛，深深地呼吸，幸福的风充溢在肺腑的每一个角落。还有梅的香气。\n\n叁\n        那个名字很长的大殿吗，不是很远，如果搭车的话一个小时应该能到。这次我就只好逃一次票啦，毕竟看见几张钱在空中悬浮还是蛮吓人的。最近到处都能听到那个大殿的名字，我倒是一次都没去看过。听说这是政府动员了大批的人力物力，想搞出的一个完美的标志性建筑。哦对了，工具店的老板似乎也在那。\n        我对于擅自答应那个小鬼的请求，我并不后悔......好吧其实有点后悔，万一事情没有我想得那么简单......\n        “管他呢，我现在可是超自然生物！有什么能难倒我？”我拍了拍胸脯，像是给自己打气。“完全透明诶，你们做得到吗？你们想得到吗？”我凑近身旁的一位乘客，调戏似的问道——当然，是因为他听不见我才敢这么嚣张。\n        好吧，冷静一点。我想着，目光投向窗外，哦，不知什么时候开始，已经飘起小雨了。\n        那可糟糕了，我没带伞。\n        公交车传来沉重的喘息，窗外的风景已经从钢筋丛林变成了翠绿的郊外丘陵。\n        宏伟的大殿在山脚蜿蜒盘开，好像一只跟山丘齐高的巨人。不可思议的是，我能感觉到，这巨人在呼吸，他的呼吸就是人群的呼吸，人群的呼吸就是自然的呼吸。人类妄想改变自然，把土石雕刻成截然不同的外形，却依然改变不了它原有的气息。不过能做到这地步，也确实值得称赞了。\n        真是一点也不难找啊，还专门在这里设立了一个车站。还有这夸张的规模，老远就能望见了吧。看这样子，大部分已经完工了。我轻轻跳下车，淋着小雨向山脚的施工区跑去。\n        虽然没有具体的信息，但是我对自己的记忆力还是充满信心的。那个男人的脸已经深深刻在我的脑海里。一个一个找，总会找到的。哈，谁叫我今天这么闲呢。我想着，大摇大摆地踏进施工区，抓紧时间寻找起来。\n        “大家抓紧干活啊！霍克先生的设计是绝对没问题！”门口的工头打气似地喊起来，“只要完全照着霍克先生的要求做，绝对能弄出一座惊世骇俗的建筑，给咱们的城市添光，当然，工钱也不会少......嘿嘿。”\n        “喂，说你呢，安全帽戴好！”工头语气一转，开始训斥起不守规矩的工人，“你的施工证呢？”\n        抱歉哪，我要进去了。不过我可没有施工证！\n        山风卷起雨滴，潮水般从面前涌来。柔和的白色光线暗淡了下来。哎，我是不是真的没睡醒啊，早知道出发前该带把伞来的。\n        果然没这么容易啊......找了一下午，连个影子都没见着。按理说我是把整个施工区转了个遍呢，难不成他根本就不在这儿？\n        像暴雨中闪过一道惊雷，我把目光投向了施工已完成的区域，说不定他在那儿呢。\n        “嘿，你，干什么的？”完成区域门口的门卫拦下一个试图进去的人。\n        “我......我就是想进去逛逛。”那个人似乎被门卫吓着了。\n        “不行，回去。在阿尔道夫·拉默达瓦尔·米奇斯坦达·尼古丁菲斯大殿正式开放之前，任何人不得入内。”一个守卫压低了声音，重复了一次，“没有任何特例，回去，马上。”\n        “我说，其实用得着这么严格吗？”另一个门卫望着那个人离去的身影，问道。\n        “我也不知道啊。”先前的门卫喘了一口气，“霍克先生说了，为了保护大殿的安全，必须严格把守。就算是有人想进来检查也不行，因为他说自己的作品是‘毋庸置疑’的什么什么的.......总之我们就按规矩办事，不然这个月的工钱不保啊，我老婆和孩子还等着吃饭呢。”\n        抱歉哪，我要进去了。不过你们这次不用担心被扣工钱。\n\n肆\n        雨已经下出了响声。真是狼狈啊，我竟然像个落汤鸡似的。不过这都无所谓，反正没人能看见。\n        我四处奔走着，寻找那个已经渐渐被雨水冲淡的男人的面容。这里果然还是有人的，虽然比施工区少一些。而且大部分都是一副警卫的打扮。那个霍克先生，到底是有多宝贝自己的设计的建筑......\n        “咔！”突如其来的响声。\n        所有人的动作凝固了。但是视野内没有一个人有所行动。短暂的沉默之后，大家又若无其事地投入原来的工作。\n        不过“视野内”可不包括我。\n        我饶有兴趣地走了过去。很明显这不是什么动物发出的声音，看来那个霍克先生所谓“完美”的作品也是有所瑕疵啊。既然能自己扩建地下室，我对自己的建筑技术还是有一定的自信的。稍微看看吧，哪里出了问题。\n        “咔咔！！”更大的响声。\n        “喂，该不会是哪里......出了问题吧......”一个大胡子刚想开口质疑，被身旁的人一掌拍回了现实，“瞎说什么呢，想质疑霍克的作品，你是没睡醒吗？”接着又悄悄凑到他耳边道：“心里知道憋着就好，要是被那家伙听到了你吃不了兜着走！”\n        而我却呆呆地站在原地，任由凛冬刺骨的冰雨洗刷着脸颊，从头顶淋下，流过紧皱的额头，流过咬紧的牙关，把全身浸个湿透。\n        在这冰雨的洗礼中我终于睡醒了，前所未有的清醒。\n        大失误啊，霍克先生，这恐怕会成为你人生的污点。\n        因为与山体链接的部分设计不当，再加上埋在雨水的冲刷下松垮的泥土，原本就搭建在倾斜山体的地基已经明显变形了。\n        怎么办，这样下去三分之一的建筑面临坍塌的危险。那么这些建筑工的人命谁来保证？\n        叫他们逃命？我现在说话可是没人能听到。去悄悄把地基修好？开什么玩笑，我一个人怎么可能在短时间内搞定这么大的工作。\n        只好这样了。我三步并作两步跑到工作室，众目睽睽之下搬出一大堆爆破工具往山脚跑去。\n        山脚下是建筑的最深处，应该没有人在吧......\n        真不巧，薄薄的雨雾中，逐渐显现出了那个男人的身影。\n        我在门口转角处悄悄地放下工具，然后走到他身边，趁他不注意把湿漉漉的纸条塞进了他的衣兜里。\n        然后再次转身回到门口，带上工具进来吓跑他，哈哈。\n        抱歉呐，也许字迹都不清楚了，但我这次忘记带伞了啊.......\n        快回去吧，新年就是要一家团聚才好啊！\n\n伍\n        “轰！”丢下炸药，就像丢掉心头的一块包袱。\n        嘿嘿，这可算是犯罪了啊。那就让我当一次坏人吧，反正别人看不见，正好随心所欲地干一些坏事！\n        爆炸传来的震动引起了骚动。人们好像终于找到理由了似的，纷纷从工地逃离。雨水推动人流，汇成一股不可阻挡的大潮。因为是从最深处爆破的，所以所有人都有充分的逃亡时间。\n        我也得赶紧跑了啊，那玩意差不多也要塌了......\n        “咔啦啦！”\n        真是不该提这事。失算了啊，没想到爆炸加快了山体的塌陷。\n        我拼命往回跑起来，人群的噪音，雨水的哗啦声，还有钢筋逐渐支零散架的声音，混乱的噪音充斥着脑海。出口的方向正对着晃眼的夕阳，让人逐渐发昏，连眼前的景象也变得模糊起来......\n        那可不行啊，晚上正是影子活动的时候，打起精神！我猛地朝自己的手心咬了一口，咆哮着以更快的速度狂奔——我从不知道自己原来能跑这么快。\n        地上突然投下巨大的阴影。仰头一望，数根钢筋正流星般往下掉落。真的大得跟流星一样呢......我第一次感觉自己渺小得跟蚂蚁一样。\n        潜意识驱动下，我闪电般载倒在地，侧身翻滚起来。\n        于是，我滚过的地方被染成了红色，很鲜艳的那种。\n        那在冬夜黯然绽放的，高洁孤寂的梅啊......\n        滚滚的烟尘淹没了暴雨，也淹没了霍克先生引以为傲的作品。\n        男人喘着粗气，在远处看着这一切，庆幸自己能及时逃出来。不过大伙努力这么久才完成的作品，竟然就这么毁于一旦，心里多少还是有点不好受。\n        他觉得有点冷了，把手揣进衣兜，却发现了一张湿漉漉的纸条。虽然被淋湿，大多数的字迹都看不清了，但仍有几个字依稀可辨。男人很清楚地认得，那是自己儿子的字迹。\n        “谢谢爸爸”“早点回来”\n        男人望着纸条，眼眶也被雨水淋湿了。\n\n        几天后，电视节目上正在播放这条令人震惊的消息。\n        “那个恐怖分子真是罪大恶极！要不是他来捣乱，世界上最伟大的建筑就会在我们的城市竣工了！”霍克先生正在接受采访，“竟然害得整个建筑的五分之一受损！哼，还好我采用的是最尖端的建筑技术，不然破坏的部分肯定更多，那可是我呕心沥血，历尽艰辛.......”霍克先生滔滔不绝地吹嘘自己的技术，但是对工人的伤亡情况只字不提。\n        电视机前的病床上，是一个轮椅上的男孩和一个脱下了安全帽的男人。\n        “不过话说回来，那张纸条真的是你写的吗？”男人将信将疑，“你是托谁给你送来的？”\n        “我的影子哦！”男孩的回答带着一个神秘的微笑。\n        这时，另一个人被护士推着进门了，他的腰部和双手被缠满了绷带。\n        那个人看到男孩，脸上流露出了一丝常人难以察觉的吃惊。男孩也一样。\n        “我们......是不是在哪见过？”男孩试着开口了。\n        “是吗？你大概记错了，还是说没睡醒，是梦吧。”那个人露出了和男孩一样神秘的微笑。\n        “嗯，那可是一场最棒的美梦呢！”\n        窗外的梅开得更盛了，暖阳下的和风带来梅的香气。一抹小小的红被这风带进了病房，带到了轮椅上的男孩面前。\n        等他回过神来，之前那个受伤的人已经看不见了，连影子也没留下。\n\n\n啊，我真是什么写什么都能情不自禁写出一大堆，虽然大部分都是废话\n那么，在这里祝大家鸡年大吉吧！QwQ\n\n@bo_bo2001 @Donnies_Ming @MF_Mufeng @xcc @恶魔-潇洒 @风吟浅唱 @光线桑德斯",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1485443160,
            "txt_content": "故事君鸡年大吉吧\n这个大殿名字这么长干脆就简称阿达达大殿怎么样啊\n神tm建筑快塌了你再去炸一下，你以为是狂鼠吗233"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1485479040,
            "txt_content": "阿尔道夫·拉默达瓦尔·米奇斯坦达·尼古丁菲斯大殿在遥远的文明建成，损失的产能转化为xx金币。"
        },
        {
            "author": "玄素",
            "timestamp": 1485481740,
            "txt_content": "爆破小分队已就位，破拆倒计时10..9..8......\n故事君新年快乐啊"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1485506280,
            "txt_content": "神tm的午時已到\n\n\n還是新年快樂吶故事菌"
        }
    ]
}