{
    "title": "【原创/单篇】《二十四小时》",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1485484020,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-1 12:37 编辑 \n\n1.\n我再也不会看到他。\n\n我爱他。\n\n我恨他。\n\n我杀人了。\n\n2.\n凌晨四点。\n\n天际刚泛出一抹鱼肚白。\n\n夏日的空气咸湿，像是水乳交融后他喷吐在我颈部的热气，又像是他偶尔朝我微微一笑的少有清新。\n\n我又失眠了。仿佛床上立了无数银针，根根入骨，怎么躺都不舒服，索性随心所欲的翻来覆去。\n\n“嗨，我睡不着。方便来我这儿坐坐吗？”半掩的窗帘，上帝赐予的美好从窗帘的另一侧与我交臂失之，手机屏幕的幽幽白光变成了唯一的救赎。\n\n没有回话，他要好好休息才行。放下手机，呆滞的看着天花板上隐隐约约的一个黑点，看着它在我眼中无限扩大又逐渐缩小，宇宙之中变幻莫测的星辰也不过如此吧？\n\n像是漂浮在一片无尽的墨色大海，昏昏沉沉的半醒半睡。\n\n叮。\n\n我像弹簧一般从床上窜了起来，匆忙之间连手机都拿反了。\n\n“再说吧。她怀孕了，比较贪睡，醒来见不到我会害怕。”\n\n窗外的蝉鸣嗡嗡作响，厨房的水龙头突然失灵滴滴答答，我将被子蒙过头顶，日月星辰皆与我无关，只有时间的流逝在这里穿梭。\n\n啊，悲伤是解决不了任何问题的，只有死亡才能切断与人间一切的联系。\n\n3.\n早上八点。\n\n我懒散地伸个懒腰慢吞吞地从床上爬了起来，随意的套上睡衣便坐在床边开始发呆。\n\n热腾腾的牛奶已经唤醒不了我的食欲，盖在手机上的几本言情小说还稍微引起了我的注意力。\n\n童话中的结局公主都和王子在一起，言情里的女二永远夺不去女一的男主。\n\n天气尚好，犹豫再三想着出去晒晒阳光。犹记得几天前最后一次出门时，在家附近看到了一只小黄猫，很可爱，软软的一团让人忍不住想要抱进怀里，不知道它现在还在不在了。\n\n随意挑了一件运动服胡乱的套在身上准备出门。\n\n嗡嗡嗡。\n\n手机震动。\n\n手已经握在了门把手上，看了看埋在书本下的手机，我深叹了口气接起了电话。\n\n“她已经醒了，你在家吗？我来看看你。”\n\n“我准备出门。”\n\n“别出门了，好好在家待着，我在过来的路上。”\n\n我不自主的走上阳台，向下望去，竟有一抹橘黄停留在那里。它还在！那只小猫还在！我欣喜若狂地马上就想奔到楼下。\n\n“喂喂？你还在吗？”\n\n电话那头他的声音提醒了我手机还握在手里。\n\n“在。”\n\n“怎么，不欢迎我去？”\n\n楼下的小黄猫伸了个懒腰，准备离开了。如果我现在拒绝了他，还能赶到小猫离开之前去摸一摸它柔顺的黄毛。\n\n不知为什么，我总觉得它的出现象征着新生活的开始，也许我不该放弃这个重新开始的机会。\n\n“我放不下心，我还是来看看你吧，好吗？”\n\n“......好。”\n\n在他的面前，我总是无条件的妥协，不管他是否欺骗过我，也不管他是否会兑现曾经的承诺。\n\n我从阳台边离开，开始匆忙地收拾屋子，这么杂乱他看到一定会不开心的，如果他不开心了呢？也许他就会再也不来看我了，我决不允许这种事情的发生。\n\n一摞接着一摞吃过的泡面桶堆在那里，我将它们一把扫到垃圾桶中，他不在的时候，我连好好吃一顿饭的心情都没有。\n\n剩下的时候就是窝在沙发里发呆，什么都在想，想到心情爆炸烦躁不已。小黄猫应该已经离开了，我突然很后悔自己选择在家等他，如果我选择去外面散散心呢？肯定会有不一样的体验，至少可以让我放下一切。\n\n真的，好想杀了他。\n\n骗子。\n\n4.\n下午一时。\n\n我不知道什么时候迷迷糊糊地趴在沙发上睡着了，醒来时肚子饿的正厉害。\n\n四处看了看，他还没有来，我穿好衣服想着去楼下随便吃一点。\n\n正当我拉好上衣的拉链走向大门时，咔哒，钥匙打开门锁的声音，他来了。\n\n“哦，你在啊。”他穿好拖鞋关上了大门。\n\n“嗯，有点饿了，想出去吃点饭。”\n\n“我就想着你没吃饭，看，我给你带了。”他抬高右手，晃了晃一个装着饭盒的塑料袋。\n\n他娴熟的将纸盒里的炒饭倒在碗里，再将它送进微波炉里。\n\n之前的不快感被一扫而光，我忍不住多问了他一句，“怎么这么晚才来？”\n\n“本来我快到你这里了，她突然打电话来，说是想吃炒饭。”\n\n我愣住了，大概猜到了什么，在心底哀求他不要继续说下去。\n\n“我就又折回去给她做蛋炒饭了，嘿，怀孕的女人真跟猫一样挑食，她吃了几口就不想吃了。这不，我就把剩下的给你带来了。”\n\n滴。炒饭热好了。\n\n他将碗推到我面前，“快吃吧，我的厨艺你放心。”\n\n我不再说话，将泪水混着炒饭一起吃了下去，但他并没有注意到我的痛苦，因为他的视线从不肯在我身上多放一秒。\n\n就像是吃火炭一样，每咽一口心就烫的厉害，这份灼热，是他对她无限的爱意，深深的烫伤了我。\n\n就算我永远都比不上她，但只要是他的心意，不管这份心意是否是给我的，在他的面前我都要全盘接受。\n\n我真是可悲了，我在心底痛骂着自己的懦弱。\n\n他起身去客厅看电视，我趁机将炒饭倒在垃圾桶里，将嘴里还未咽下的炒饭也一起吐了进去。\n\n“我吃完了，谢谢你。你要喝果汁吗？”\n\n“好啊，你去榨吧。”\n\n我将厨房的门轻轻拉上，不希望榨汁机吵闹的声音干扰到正在看电视的他。\n\n我先将橙汁倒在蓝色的杯子里，那是他最喜欢的颜色，再将橙汁倒进粉色的杯子里，最后，将一瓶白色的粉末倒进粉色的杯子里。粉末和液体相遇、妥协、混合，最后粉末连妥协都失去了自己的本质。\n\n只有有他在，不管做什么我都有勇气，哪怕是即将面对死神的到来。\n\n托盘也是他最喜欢的蓝色，我将他的杯子放在左侧，因为我熟知他喜欢坐在沙发的左侧靠着看电视。\n\n“果汁来啦！喝喝看？”\n\n“先放那吧，我一会儿就喝。”他看电视正入迷，无心理睬我。\n\n我轻声坐在他的右边，歪头看着他的侧脸，想要将他深深印在自己的灵魂之中。他似乎注意到了我的视线，皱了皱眉，我慌忙低下了头拿起粉色的杯子，鼓起勇气准备一饮而尽。\n\n但是，我好不甘心啊，我不想就这样带着遗憾离开，我将已经凑向嘴唇的杯子重新放回托盘，有些话，我一定要问他。\n\n“......你还记得吗，你说只要骗到她家的资产就和她离婚，然后重新回到我身边。”\n\n“我记得。”\n\n“你已经得手了，为什么不离开她？”\n\n“可是她怀孕了，我不能离开她和孩子。”\n\n我沉默了，看着杯子里的橙色世界一时语塞。\n\n我将粉色杯子和蓝色杯子调换了位置，将粉色杯子放在左侧，不小心洒出了一些橙色。\n\n“可是，明明是我先来的，相识也好，表白也好，还是相爱也好......”\n\n“对不起。”他握住了我的左手。\n\n我将粉色杯子和蓝色杯子又调换了回来，内心还有一丝宽慰。\n\n“但是，你也不撒泡尿照照你自己，一分钱也没有，我真的会选择你吗？我当时只是找了个理由让你不纠缠我而已，你以为我真的会离婚吗？请你认清你自己的位置，不要再想这些没用的事情了。”他将手拿开，挠了挠脸。\n\n电视里演的是一部男女主角互相爱慕，为了在一起不惜付出一切代价的电视剧，这么美好的爱情，为什么我就得不到。\n\n我颤抖着手，再次将粉色杯子和蓝色杯子调换了位置，现在，粉色杯子就在托盘左侧，它安静的诱惑着人们去品尝鲜美橙汁。\n\n一滴泪水砸在杯子里，激起一片涟漪。\n\n“你在干嘛呢？换来换去的。”\n\n“我在看什么颜色适合你。”\n\n现在是广告时间，他将手伸向了蓝色杯子，“我喜欢蓝色。”\n\n“今天试试粉色吧。”\n\n他的手停在了半空中，看看我，又将手缩了回去拿起了粉色杯子，“行，就听你一次吧。”\n\n我微笑的看着他将粉色杯子里的橙子全部喝掉，心底却被狂风吹出波澜壮阔。\n\n他伸手将口袋里的手机掏出，皱着眉头看了一眼手机后起身准备离开。\n\n“你要走了吗？”\n\n“是啊，她问我为什么开会开这么长时间，她一个人在家害怕。”\n\n“那你快去吧，别让她等急了。”可是我一个人在家的时候，也会怕啊。\n\n“啧，真是的，她可真够烦的。”\n\n我帮他整了整领结。\n\n“正事还没办呢，她这短信可真及时。”\n\n我愣了一下，喉咙里一阵干涩。\n\n“我回去看她一眼再回来，晚上洗好澡在床上等我，要认清你的地位哦小猫咪。”他笑着摸了摸我的脸，转身离开。\n\n咔哒，门关上了。\n\n我从抽屉里拿出烟盒，点燃了一只香烟，在站阳台深深地吸了一大口，那是他的烟，我呛出了眼泪。看着他离去背影，我知道，他走不远的。\n\n5.\n夜里二十三点。\n\n我又一次失眠。\n\n我平躺着看着天花板上那个小黑点，眼泪不自主的就流了下来，弄湿了枕头，弄湿了内心。\n\n屋外夜色正浓，低声交谈这正是喵咪的夜晚，灯光橘黄，一缕一缕漂浮在玻璃窗外的世界上，我却再也抓不住什么了。\n\n黑暗最终吞噬了光亮，吞没了黄猫。世界崩塌、改变、重组，独留我一人苟延残喘，在一片虚无里奢求什么人或什么物的谅解或宽恕。\n\n饮鸩止渴，我从不后悔。\n\n\n\nps：第一次写现代文，写到爆炸，各位有什么好的文评可以丢给我w",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1485487080,
            "txt_content": "讲道理我不适合给这种文章作评。\n良好的文笔可以遮蔽很多东西，比如文章的条理，还有文章的瑕疵。\n然后我啥也没看出来。\n对于恋爱者的心理我本来就把握不住，更不用说分析文中人物的感情走向了。看着就头疼\n我觉得这文章可能作者看得比我清楚。就这样。"
        },
        {
            "author": "透明小小",
            "timestamp": 1485495660,
            "txt_content": "WM2030 发表于 2017-1-27 11:18\n讲道理我不适合给这种文章作评。\n良好的文笔可以遮蔽很多东西，比如文章的条理，还有文章的瑕疵。\n然后我啥 ...\n蟹蟹狗头√"
        },
        {
            "author": "我不二耶",
            "timestamp": 1485497760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "透明小小",
            "timestamp": 1485503820,
            "txt_content": "我不二耶 发表于 2017-1-27 14:16\n“您正在收看的是 24小时”\n突然想到新闻联播x"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485514020,
            "txt_content": "改得不错。\n虽然个人还是希望“打乱顺序”之类的，但从大体上来看，也是不差那一点的。\n挺好的尝试，继续加油吧。\n不如柴刀"
        },
        {
            "author": "透明小小",
            "timestamp": 1485515580,
            "txt_content": "gggbbb 发表于 2017-1-27 18:47\n改得不错。\n虽然个人还是希望“打乱顺序”之类的，但从大体上来看，也是不差那一点的。\n挺好的尝试，继续加 ...\n蟹蟹!!!!新年快乐w"
        }
    ]
}