{
    "title": "[原创·单篇][日常练笔] 挑战",
    "author": "Donnies_Ming",
    "replyCount": 2,
    "timestamp": 1485505680,
    "txt_content": "\n\n\n呀咧呀咧，這可給傳統的mc小說作者帶來了一個挑戰；沒想到mc元素在樓主筆下與武俠小說這麽適合\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1485506100,
            "txt_content": "标题: [原创·单篇][日常练笔] 挑战 本帖最后由 Smokey_Days 于 2017-1-27 18:54 编辑 \n\n挑战\nChallenge\n “在下狗头特此前来挑战弓王烟日！”狗头，多么有趣的外号——这本不是眼前这名瘦高男子的名字。只不过他常常带着一张狗头面具，才得到了这么一个外号。然而面对这样一个惹人发笑的名字，在场多人却无一发笑。眼前这位狗头，行踪诡秘，手法新奇。十余天来，连战数名高手，场场皆胜，场场皆将对手重伤乃至斩于马下。“你现在连弓王也不放过了？”“话怎么能这么说呢？”狗头呵呵了一声，虽然人们隔着面具，但依然能“看”到狗头奸诈的笑容，“服务器规矩。”有人就有服务器，有服务器就有规矩。人在服务器飘，自然就要遵守这服务器的规矩。生活在这里的人们说，这是个战争服。因为从他们有意识之初，这个服务器就有一条最大的规矩——“挑战可以认输，不能拒绝。”虽然这条规矩还有很多的修正，但是总而言之，以弓王目前的情况，是不能拒绝狗头的挑战的。狗头自然是钻了这个空子。“可恶！”“去你的老狗头！”弓王的众多下属怒骂起来。但是他们没有上去。服务器规定，一旦挑战发起，那么战斗，就属于这两个人。烟日抬起手，做了个下压的手势。静谧的脸上看不出什么表情。但是随即，烟日的嘴角微微上扬：“既然你一个刺客偏偏要和我远程打，那也恭敬不如从命了。”在场十多人没有一个没听出烟日话中的讽刺意味和为自己留的余地——“刺客和远程打，要脸？”“刺客和远程打，赢了也没什么好骄傲的。”狗头低下头：“言语之利又有何用？”于是烟日脸上露出了虚伪的笑容，右手伸到腰间，迅速抽出一张弓。弓上附有荧紫色的流光，左手从背后的箭袋中抽出一支箭，箭头淡灰色，散发着压抑沉重的气息。紧接着，拉弓至满，松手射出。真不愧于弓王的称号——烟日完成全过程，只花了一秒多，狗头此刻还是低着头。此刻狗头正低头拱手，准备行服务器礼节。却听到箭矢的破空声。本能的反应救了狗头一命——他迅速侧身一滚，要害部位避过了箭。嘴中喃喃：“迟缓加火焰附加，真是看得起我…”虽然嘴上吐槽，但是动作却毫不犹豫。往右后方全力一跳勉强躲过另一支箭的同时，从背包里掏出注水的坩埚放置在地上。许多没有战斗经验的新人面对有火焰附加的敌人总是十分慌乱，总挂念着一个“避”字。但是这并非上策，因为如果你只想着避让，那么输是迟早的事情。真正有经验的战士，他们会在地上放一个注水坩埚，既可以废掉对方一个附魔，又不像水桶一般会不断阻碍自己的行动。但是即使火焰熄灭了，迟缓效果依然像附骨之疽一样，紧紧缠绕着他。像锁链一般限制着他的行动。之前能躲掉那支箭有两个原因，一是狗头全力去躲，二是因为运气较好。现在好运不再眷顾狗头了——狗头又中了一支迟缓箭，迟缓效果刷新。这下狗头已经完全陷入劣势。弓王依然毫发无伤，但是他却可能要被远程射死。终于，狗头爬到了坩埚后面，潜行。借助坩埚抵挡一些箭矢。烟日继续不急不慢地射着箭。如果不出意外，狗头被击杀只是时间问题。但是烟日看到，明明已身中数十支箭，只不过靠着盔甲才苟…苟全性命于箭雨的狗头，好像有什么小动作。“他还想反抗？”烟日疑惑。凭借着“鹰眼”这一家传绝学，他看到了狗头手中握着一瓶淡蓝色的药水。这一景象如同电流一样，从眼睛进入大脑，从大脑散发到全身，烟日全身震颤起来。手甚至条件反射一般的先于大脑做出了选择——抽箭，拉弓，射箭。所有有经验的弓手，都明白——弓手们最畏惧的，不是末影珍珠，而是迅捷和隐身。口诀背得溜：“浮空对迅捷，光灵对隐身”因此他才会条件反射地射出了那支唯一的浮空箭。随着浮空箭的射出，烟日的瞳孔骤然缩小——他知道自己做出了极其错误的选择。还有那么一句话“迅捷抵迟缓”这句话虽然是给战士刺客们准备的，但是倒过来依然适用。“他花了一瓶迅捷，就为了抵消我的迟缓？？？”但是箭已射出。“难道说…是为了骗出我的浮空箭？”没有意外的，箭矢刺穿了狗头的臂甲，击中了正处于“喝药延迟”的狗头身上。无形的力量包裹着狗头，他缓缓向上浮。“他究竟有什么想法？”虽然箭矢命中了狗头，但是烟日却丝毫没有欣喜之情。人类害怕的，不是死亡或者黑暗，而是未知。\n又一支箭出手。没有留心在射击上的烟日只是随手射出。虽然命中了但是却被臂甲挡下。咔哒一声，臂甲断裂。实在没有转过弯来，烟日放弃了。他又准备射出一箭——虽然浮空效果时间有限，但是狗头已经重伤，几箭秒掉他还是可以的。但是他把箭放回去了，因为他看到，狗头手中抓着一瓶银白色的半透明液体。隐身药水。于是烟日从背后抽出五支光灵箭——他已经有点害怕狗头的伎俩了。一个先手让烟日占尽了优势，而一个药水效果的博弈则让烟日慌乱起来。“五箭齐出，我的最高绝学，狗头应该…不可能抵挡了……吧？”一瞬间，烟日看到了狗头的右手抓着什么。鸡蛋。鸡蛋。鸡蛋。这个词在烟日的脑海里回荡着。“生死决斗，怎么会有人往宝贵的装备格里面装鸡蛋？”同时，狗头大把地，狠命地往外扔着鸡蛋，一把八个，两秒之内，掷出了十次。“…还装了五组…”小鸡在半空中就已经破壳而出。大量的小鸡组成了一片小鸡组成的屏障。任你箭法多么刁钻，也不可能穿墙。小鸡组成的屏障散开时，中央已经没有狗头的踪影。他已遁入虚空。 散发着荧光的箭紧按弓上，正在蓄势待发。烟日环顾四周——狗头没有干任何事——烟日相信以自己的观察力和反应力，有把握在狗头忍不住，接近他的一瞬间，把标记打到他身上。他在哪儿？烟日的精神紧绷着，环顾四周。一分钟过去了，狗头始终没有现行。“也许…他是在消磨我的精力…”心里虽这么想着，但是烟日却没有丝毫松懈。他依然十分小心地警惕着狗头。这时突然有一支箭直飞上天。这支箭，以烟日的眼光就可以看出，是一个新手射出来的。如果给他时间，他能一一挑出射这支箭的人的手法不老道之处。但是问题不是这个——这支箭是莫名其妙出现的——既不是他射出的，也不是周围的人射出的。那就只能是狗头射出的。“明明知道我是弓箭大师，还想射我？”烟日暗自觉得好笑。不到一秒，烟日发现，这支箭…是竖直朝上的。本来还想大肆嘲笑狗头一番，烟日发现自己出不了声——这支箭，不是射向他的。而是为他自己准备的。“鹰眼”知道那支箭肯定是个BUFF，说不定是迅捷，或者资料之类的。他射出了那支光灵箭。正如他所料，光灵箭命中了狗头——这么近的距离很少人能躲过。同时他也看到狗头手中抓着一桶乳白色液体，对着嘴边灌下去。牛奶。这是有预谋的。喝牛奶需要时间。只要时间把握得好，做一些预判，就能够直接解除荧光。虽然那样隐身也会解除，但是随即只要喝下隐身药水就能重新进入隐身。烟日的嘴角露出一丝笑容，他看到了现行的狗头从背包里掏出一瓶药水准备喝下。很好，一切都在烟日的计划之内。他十分自信，没有注意狗头手中的是什么药水“那么，游戏结束了。”烟日迅速掏出了最后一支光灵箭，搭弓，射出。他计划好了，在狗头喝下药水的同时光灵箭就能命中他。如果狗头不放弃隐身，那么他被标记以后，就会在标记时间内被烟日杀死。如果狗头放弃隐身，那他就浪费了他的最后一瓶隐身药水。然而事实往往出乎所有人的意料。“啪嗒”一声，在箭射出的同时，狗头扔下了手中的药水，紧接着侧身翻滚，避开了这支箭。水，透明的水流了一地。“那不是隐身药水，那是普通的水瓶？！？！？！？”烟日讶然，紧接着通体震颤起来。他已经没有光灵箭。他对狗头无能为力。狗头在翻滚的同时，接到了下落的自己的箭，他再次遁入虚空。烟日默然。 “我以为我自己很强，我能够有这么快的反应力，并且能料到他会喝牛奶解除我的荧光然后再喝药水隐身。”“但是狗头更强。他已经料到了我会这么做。他不仅在引诱我放出光灵箭之前就开始喝牛奶，而且…更是用箭来给自己施加隐身，这样没有‘喝药延迟’，还可以分散我的注意力。”“真是个难缠的对手，不过…狗头，你以为我能这么强，这么有名，真的只是靠我的箭术？我还有一种…很强的爆发呢…拭目以待吧。” 烟日节节败退。与狗头近战根本不是个好选择——不，根本就不可能。狗头是个有经验的刺客——他手中的匕首每一次都直指烟日的要害，他的斧头每次都无情击破了烟日的盾牌，他的步伐每次都紧追着烟日的脚步。步步紧逼。在被狗头追了十几秒后，烟日的盾牌终于恢复正常了。烟日跳起来，举起盾牌，挡住了狗头的斧击，烟日整个人被狗头击出将近十格。他的嘴角又一次露出了微笑。他落地。狗头跑步冲过来。但是没有下一步了，轰隆声响起，连续不断。地面裂开一个凹陷，狗头掉进坑里。“你！居然…兼修红石？”震耳欲聋的声音响起。烟日没有说话。他走到坑边，按下一个按钮。水流从两端冲下，狗头被困在坑洞中央。 烟日蹲下，看着狗头挣扎着站起来。“你还是太年轻，太简单。”烟日笑笑。狗头发出悲愤的喊叫：“为，为什么？”“你不懂，很多高手…都是有底牌的…”“你…”“你还有什么话想说么？”“这个服务器的舞台…战争服务器…杀伐…在这个服务器…除了杀伐，一切都失去意义，一切都不务正业…农夫们拿起锄头，木匠们抬起斧子，矿工们举起大镐…为了杀伐…铁锤锵锵，敲打的不是工具是盔甲；附魔光转，附魔的不是效率是锋利；药台气涌，酿造的不是良药是毒药…新人们到来，义气点的成了盾兵，有勇气点的成了战士，阴险点的成了刺客，眼力好点的成了弓手…倥偬岁月，腥风血雨。胜者难道就成了王？败者也许不一定是寇…这一切都那么凶煞，都那么无趣…腻了，腻了。停止这一切，就先从击败你们这些高手开始！”烟日凝望狗头，许久，无言。画面凝滞了好一会，身经百战的烟日竟然不知道回什么话给狗头。最终他只好叹息一句：“有时候…你很幼稚。”说罢，他转过身，拉下地面升起的拉杆。他眼角余光瞄见，狗头全力地挥舞着手臂。轰隆声响起，TNT点燃的声音也响起。外面的人似乎在喊叫着什么，但是一切声音被规则的屏障隔绝了。他们是在为我的胜利而喝彩么？烟日在心底里想。于是他听到了破空声，就像当时他偷袭狗头时的破空声一样。于是他赶紧一个右翻滚，躲过了那飞来物体的正击部位。那是一瓶喷溅型迟缓药水。“怎么会是迟缓？”烟日十分不解，仿佛脑子也被迟缓了一样。“再见了您哪！”烟日听到一句话。可这句话好像有什么不对，是什么不对呢？一颗火球飞过来，但是被迟缓的烟日已经躲不过了。弥留之际，烟日还在想：“到底…是什么不对呢？”对了，前半句好像是从近处传来，后半句却仿佛来自远方！这..怎么回事呢？意识泯灭，烟日昏昏沉沉地…永远地睡着了。 远处，一个人从末影粒子中爬出，脸上戴着滑稽的狗头面具。全文4117字\n@bo_bo2001 @Rolas @S_RwE @a2455564728 @冥王星人 \n"
        },
        {
            "author": "S_RwE",
            "timestamp": 1485507780,
            "txt_content": "“明明知道我是弓箭大师，还想♂射我？”烟日暗自觉得好笑。\n继女巫与末影龙后 一代弓王与滑稽狗头不得不说的故事\n@WM2030 \n\n"
        }
    ]
}