{
    "title": "【单篇原创】世界末端-下！",
    "author": "莉莉霍瓦特",
    "replyCount": 8,
    "timestamp": 1485520500,
    "txt_content": "\n什么勋章！？\n【突然激动】\n创作爱好者。额。。你已经有了...\n尴尬。。。我在发一贴我也有了。。。",
    "replies": [
        {
            "author": "哔哔_哩哩",
            "timestamp": 1485520560,
            "txt_content": "标题: 【单篇原创】世界末端-下！上篇：世界末端-上\n世界末端\n\n“是！”三人齐声回答。柠尘从那七千战舰里面左闪右闪，多次躲避几道激光，三人显然跟不上柠尘的速度，所以略显吃力\n但是还是很愉快啊！\n“哈哈，真刺激啊”摆渡大喊“说着用几发激光解决了一只战舰\n“白痴！别搞事情了！不知道节约子弹吗？”凌云大喊，不过此时他的内心也是十分激动的\n四人从七千个战舰中横穿而过，弄的敌方是乱作一团\n这就是传说中的，弄不死你也要恶心你。\n由于防御线都被击破，而且最后的军队已经出发，能量光层的能量也被调走了，所以四人很容易的来到了敌方的星球，在一处隐蔽的地方降落。\n这中心城是幽星科技最发达的地方，尽管防御线已经被破坏大半，幽星中心城还是盲目乐观，认为一定会胜利。\n幽星中心城十分幽暗，到处都是组装，生产战舰的地方，不过由于资源紧缺，早就停止了大半，一队队的巡逻兵走过，中心城大门还有两对人看守，四人上去直接放到了这两对人，主要还是武器根本不是一个档次，连报警器的能量都被调走了，所以这一切没人知道。\n“这里巡逻的人太多，我们需要从那里走”柠尘压低声音说道，并且指了指屋顶\n柠尘首先拿出绳索，用力一扔，抓着绳索爬了上去，凌云摆渡时间紧跟而上，几人把握时机在各个屋顶上窜来窜去，最终是来到了一栋最高的大楼前\n“这大楼就是主建筑了，屋顶里面就是主能源水晶。”柠尘介绍道“接下来我们就分开行动，分四个方向上楼，在每个房间都找一找，说不定还能找到钥匙，到时候就不用暴力拆除了。”\n凌云是从右方上楼的\n“这也太抠了啊，连个传送阵都没有”凌云嘀咕道\n很快凌云就从一楼跑到了二楼，二楼里面全是一些上层人士的房间，但一个人都没有，凌云全部翻了一遍，除了床，桌子和柜子什么都没有，看来一些具有威力的东西都被拿走了。凌云在三楼四楼也翻了个遍，只找到一个炸弹。\n炸弹？这东西可是十分罕见，凌云是从四楼的一个特殊的房间发现的，而且好像威力巨大，不知道为什么没有被拿走\n“可能是忘了吧”凌云猜测，但是其实忘了的可能性很小\n到了五层就有巡逻队了，凌云跟在巡逻队后面，把最后一个人解决了，换上衣服跟在后面\n凌云观察发现，这巡逻队不是绕着五层走的，巡逻队五分钟就会绕五层六层一圈，它可以趁着这个时机闪进六层\n不对。。已经过了都十分钟了，这里不像是六层啊。。\n凌云一惊，不好！有埋伏！\n凌云立即转身，拔腿就跑，巡逻队的人看见埋伏失败，立即掏出激光枪\n顿时凌云身边就擦过几道激光，还好体力本来就不错，但左闪右闪，还是中了一枪\n激光直接从凌云的右肩膀穿了过去，凌云迅速闪到角落，拿出缝合包，这缝合包能做到绝对不会出血，但是也是暂时的\n凌云包扎好了，在角落听着敌方的脚步声。\n这时，整个空间竟那么宁静，只有喘息声和小到几乎听不见的脚步声\n凌云拿出随身携带的激光短枪，直接向控制室冲了过去\n凌云冒着枪林弹雨，直接冲进控制室，里面的人一看到凌云愣了一秒，凌云直接抓起最高指挥官，将枪对准了太阳穴“都别动！不然我杀了他！”\n房间里的人面面相觑，而门外已经堵满了各种人，一个个带着枪，全都对着凌云\n而此时，那指挥官开口了\n“你不敢开枪”这声音只有凌云听得到\n“你怎么知道我不敢？”说着，凌云拿着枪的手握得更紧了，而他的右肩膀因为掐着那指挥官的脖子，越发疼痛。\n“你绝对不敢，先介绍一下吧，人们称我九幽之帝，你想，你要是杀了我，你还走得了吗？”那个叫九幽之帝的人冷哼道凌云一愣，确实，他要是杀了这个叫九幽之帝的人，自己绝对走不了了但是，要是我不想走呢！想到这里凌云就拿出了那炸弹，时间设置为五秒然后扔到控制台上还有五秒。那些士兵看到这炸弹一下就认出来了，慌慌张张的全都向门口挤去还有四秒。凌云按下了封闭六层的按钮，现在，没人能跑掉了，希望长官们能记住我吧。还有三秒“凌云！快上来！这里就要爆炸了！你说你为啥想不开啊”这时六层的玻璃炸开了。缓缓出现了一架直升机，里面的摆渡和时间大喊，后面还坐着柠尘。厉害了！凌云一把放下九幽之帝，直接向直升机跑去，纵身一越。“抓住了！我们快走！这里的炸弹要爆炸了！”凌云大喊。直升机已经远去，看着爆炸的大楼，凌云松了一口气。------“话说，你们是怎么知道炸弹要爆炸的？”“摆渡被包围了，我们刚把摆渡救出来就探测到你这里有炸弹”“那九幽之帝呢？”“那只是个影像，真正的九幽之帝正坐在电脑前看着呢”\n\n字数统计中文：1525 　英文：58 　数字：0　　中文+标点：1711 　中文+数字：1525\n字符总数：共记3480个字符 (汉字算两个字符，数字、空格、英文字母算做一个字符)\n"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1485520800,
            "txt_content": "确定你不发到周边创作？\n\n三帖一个勋章的"
        },
        {
            "author": "哔哔_哩哩",
            "timestamp": 1485520920,
            "txt_content": "小阿狸.... 发表于 2017-1-27 20:40\n确定你不发到周边创作？\n\n三帖一个勋章的\n什么勋章！？\n【突然激动】"
        },
        {
            "author": "qyhao812",
            "timestamp": 1486258680,
            "txt_content": "这时候不应该是错版的问题么..."
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1486259160,
            "txt_content": "错版提示\n"
        },
        {
            "author": "767832567",
            "timestamp": 1486294560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "45gfg9",
            "timestamp": 1486309560,
            "txt_content": "看好lz   "
        },
        {
            "author": "565703488",
            "timestamp": 1486310460,
            "txt_content": "文章写得不错！"
        }
    ]
}