{
    "title": "【原创/连载】《异大陆·无酒传》[第四章：非同寻常的能力]",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1485686100,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-1 12:36 编辑 \n\n“退后......现在非常危险。”无酒小声嘟囔了一句，拉着爱丽丝后退，一步接着一步，一步接着一步......\n\n“喂！给我等一下！你俩退那么远干什么！”疤男气急败坏地朝躲在两百米开外的小沙丘后的无酒大吼着。\n\n“你说什么？我听不见！这次时机不对，你下次再来吧——！”\n\n“哦！我知道了，”疤男恍然大悟般的冷笑了几声，“你想拖时间！然后等到卡尔回来后让他解决我！不好意思！我这次算准了卡尔回来的时间了！这块地终归是属于我的！来决一死战吧哈哈哈哈哈哈！”\n\n“他是笨蛋吗？”爱丽丝忍不住打了个哈欠，“这都要打架，真是个小孩子。”\n\n“你说得没错，他就是个欠教训的孩子。”无酒从沙丘后站了起来，她从裤子上的口袋里套出一把折刀，那是一把崭新的红色折刀，被她打开后闪着银色的光，似乎在于自己的主人一样渴求着新的血液。\n\n“等等？无酒？你不会是要......”\n\n“是啊，我要给他点教训。”\n\n“不不不，”爱丽丝抓着无酒拿着折刀的那只手，“这太危险了，我们可以换一个和平点的方式。”\n\n“这里没有和平，每一刻都上演着生与死，这里的孕妇的刚生下来的孩子，下一刻可能就因为某种疾病而死掉。你既然已经无路可走了，就要趁早适应这里，不然迟早会吃亏的。”无酒甩开了爱丽丝的手，熟视无睹地往前走着。\n\n爱丽丝迟疑的留在了原地。无酒的眼神变了，深紫色的瞳孔深处透出一股寒意，像是漂浮在寒冰之间的紫色迷雾，让人捉摸不透。\n\n疤男从同伴手中接过铁棒，跃跃欲试地挥舞着。\n\n这段路无酒走的很慢，带着一股强势的压迫感。疤男等的不耐烦了，吊儿郎当地晃着腿，飘忽不定地眼神四处瞟着。\n\n好似时间突然加速，无酒迅速的向前移动着，速度之快是一般人是达不到的。这是疤男意想不到的，慌乱之中他朝着无酒的方向用力的挥舞了一下铁棒，但他落空了。无酒迅速冲到了他的背后，疤男转身将铁棒挥了下去，无酒尽力躲闪到一边，右臂还是被狠狠的砸了一下。\n\n右臂剧烈疼痛使得无酒手不听使唤的颤抖，折刀掉落在了地上。疤男站在无酒身后，高举着铁棍想要敲烂她的脑袋，当他用尽全部力气砸下去想要解决一切时，无酒用左臂撑着地，受伤的右手却紧紧抓住了铁棍。\n\n爱丽丝因惊讶而张大了嘴巴，她看着无酒将铁棍扭到弯曲，无酒笑了笑，疼得落下了汗滴，她松开了手。\n\n这也是疤男没有想到的，他不知所措的看了看被扭成90°的铁棍，再看看坐在地上揉着右臂的无酒。\n\n“怪......怪物！”疤男被激怒了，他朝着无酒大骂了几句，踉踉跄跄地向后跑了几步，拿起了之前掉落在地上的红色折刀。\n\n疤男从未遇到过这样的情况，一个人类的移动速度堪比猎豹，力气也如大象一样。无酒从地上爬了起来拍了拍土，疤男双手紧握着折刀朝无酒的方向胡乱的挥舞，“你这个怪物，你......你！”太多的困惑和恐惧交织在一起，他连话也说不清楚了。\n\n他鼓足勇气大吼着朝无酒冲去，但恐惧已经麻痹了他的身体，无酒很轻松的躲过了他的攻击。疤男扑了一个空，跌倒在地，他像是摔在火炭上一样迅速窜了起来，慌乱的向四周看去，寻找他的手下们。\n\n四下除了一些对这种情况司空见惯的贫民，就是站在不远处紧张的绞着衣服的爱丽丝，疤男的手下们不知何时就已经悄悄溜走了。\n\n他很不甘心的再看了一圈，的确是没有那几个壮实男人的身影。疤男“唉”的大喊了一声，想要找个发泄的口就将折刀重重的摔在地上。\n\n疤男跑了，狼狈的跑了。爱丽丝慢慢走向无酒，看着他落荒而逃的身影，她突然想起昔日家里养的那几条猎犬，每当他们攻击外来的流浪狗时，那些狗就如今日的疤男一般夹着尾巴灰溜溜的离开。但是无酒与猎犬不同，她很少真正的动手，也总是心怀慈悲，疤男也和流浪犬不同，他的所作所为配不上他人的怜悯。\n\n爱丽丝将腰间系成蝴蝶结装饰的绸带抽下，轻轻的在无酒受伤的右臂缠了几圈。\n\n无酒疑惑的抬了抬胳膊，“你这是做什么？这算治疗吗？”\n\n“不，其实这不算治疗，我不懂得这些。”爱丽丝弯下腰双手合十举过头顶，“很抱歉我没有帮上什么忙，我下次会更努力的！”\n\n无酒忍不住笑了，“什么嘛，这是赔罪嘛？你没有什么错，是我太鲁莽了一些，那我这条绸带我就收下了哦？”\n\n“喂！等你伤好了后要换我的，这个布料还是值点钱的。”爱丽丝一脸认真的叉腰说道。\n\n一只手突然搭在无酒的身上，这让无酒和爱丽丝都大吃了一惊。这个人的踪迹几乎是隐形的，爱丽丝都没有听到他的脚步声。\n\n爱丽丝抬头看去，伸手搭在无酒肩上的是一名看着30多岁的中年男子，黑色的头发杂乱的生长着，下巴上的胡子渣看着也别有韵味。莫非是刚才的那个有疤痕的男人找来的帮手？爱丽丝心里一紧，惊愕的说不出话。\n\n“卡尔！你下次搞偷袭的时候能不能吱一声？”无酒没好气的向后踢了一脚，那位貌似叫卡尔的男子敏捷的躲开了。\n\n卡尔生气的伸手弹了一下无酒的额头，“你刚才做了什么我都看到了......”\n\n爱丽丝紧张的咽了一口唾液，本以为那个卡尔会因为无酒的鲁莽行为而教训她一下，但......\n\n“不错啊！真的很不错，没有伤到他一下却把他吓成那熊样儿。”卡尔哈哈大笑，揉了揉无酒的一头金发，“但是，我看到你一开始拿刀了。”\n\n“嗯......”无酒沮丧的低下了头。\n\n“要压制住自己，知道吗？”\n\n爱丽丝听的是云里雾里的，总觉得自己一直被晒在一边不是个事儿，她犹豫再三还是开口了，“不好意思打扰一下，大叔，你好，我叫爱丽丝。”\n\n卡尔很夸张的做出一副很惊悚的样子，将两只手放在嘴边，“什么大叔，我有那么老了吗？没有！你叫我卡尔就可以。”\n\n“呃，你好卡尔。”爱丽丝尴尬的伸出了右手\n\n与无酒不同，卡尔很自然的就伸出了右手握住了她的手，轻轻晃了几下，“很高兴认识你，爱丽丝。说起来，我似乎知道一个洛兰特的爱丽丝，贵族家庭，却因父亲赌博欠了很多钱，最后导致家中崩溃父母自杀，你是那个出来逃命的爱丽丝吗？”\n\n卡尔锐利的视线像火焰一样烧灼着爱丽丝的全身，她喉咙干涩说不出一句话，却还是沉默着点了点头。\n\n无酒见状，急忙打圆场，“卡尔，朱丽叶你带回来了吗？”\n\n卡尔似乎对爱丽丝的态度冷淡了很多，他扭过头不再看她。\n\n“问你呢。”尴尬的气氛笼罩了这三人，无酒用手肘捅了卡尔一下。\n\n“没有，”卡尔冷冷的说道，“死黑的力量已经侵袭了整个无名森林，我们根本过不去。”\n\n无酒不知道卡尔在气什么，便继续问了下去，“那贝......”\n\n卡尔突然提高了音量盖过了无酒的声音，“天色已晚，不如今天就到这里吧，爱丽丝小姐，住宿问题请你自己解决，恕我们不再奉陪。”说着卡尔就讲无酒往棚子里推。\n\n“嘿！你在做什么？她已经没地方住了，你还让她去住哪里？”无酒挣扎着从卡尔束缚她的双手逃脱。\n\n“那是她的问题，和我们无关。”\n\n“那可以，”无酒跑回爱丽丝的身边，紧紧的抱着她的胳膊，黄色的绸带在微微飘扬，“我和她去外面住。”\n\n卡尔瞪着无酒，无酒也瞪着卡尔，两个人互瞪了一会儿，卡尔甘拜下风来。“好吧，就让她暂住一晚吧，只能一晚。”\n\n半天没插上话的爱丽丝想说些什么，却被无酒直接给推进了棚子里。\n\n“哦对，”无酒站在棚子门口，对卡尔说道：“朱丽叶丢了吗？那可怎么办才好？”\n\n卡尔耸了耸肩，一副天不怕地不怕的样子，“那只好明天我自己去找那个女魔头解释咯。”\n\n无酒只好点点头，钻进了棚子里。爱丽丝看着她弯着腰四处翻找着什么，最后，她从一个残破的柜子底下拽出了一个用纸包着的面包。\n\n爱丽丝接过面包，打开白纸，上下左右仔细端详着，没有发霉，没有弄脏，她小心翼翼的咬了一口，也没有过期。\n\n刚才还硬撑的胃此刻咕噜噜的开始抗议，爱丽丝狼吞虎咽三下两下就吃掉了整个大面包。\n\n“哼，人小胃不小。”卡尔在一旁冷哼了一声。\n\n无酒微笑着踩了他一脚，“还饿吗？”\n\n爱丽丝有些不好意思的点点头，“还有一点点饿。”\n\n无酒立刻起身继续翻找着，卡尔躺到床上翘着腿看她忙碌着。\n\n“给，”无酒又递给爱丽丝一块面包，只是这一块看着黑黑的，似乎被弄脏过。\n\n“为什么好的面包都她吃啊？”卡尔躺在床上抗议道。\n\n无酒狠狠的瞪了他一眼，“人家已经够惨的了，你就不能少说几句？”\n\n爱丽丝此刻也顾不上那么多了，管他脏没脏，一整个分成三口吞下。\n\n无酒递给爱丽丝一杯水，那个杯子已经掉漆。爱丽丝“吨吨吨”的喝的一干二净，看来她从洛兰特到佛尔诺这一路几乎没吃没喝。\n\n“够了够了，谢谢你。”爱丽丝的胃还在小声哼哼着，但她因为羞愧而摆了摆手表示自己已经饱。\n\n无酒将自己的床整了整，拍软了枕头，将爱丽丝扶上了床。爱丽丝迟疑着躺下，“你呢？无酒你谁哪里？”\n\n“我嘛，就睡卡尔的床。”无酒笑嘻嘻的将卡尔挤下了他的床。\n\n“你！”卡尔从地上爬了起来，但是无酒已经闭眼打着呼噜装睡了，他只好将一旁的毯子扯出来，稍微收拾了一下就躺了上去。\n\n爱丽丝愧疚的看着卡尔，想要给卡尔道声歉，但他却转过身背对着爱丽丝，似乎还带着那份不知从何而来的怒火。\n\n这种情况下闭嘴最后，爱丽丝尽量不知这张弹簧都冒出来的床上发出声响，她小心的躺了下去。\n\n“星耀大人，感谢您赐予我安宁。”今日有太多的困惑与不解，但在大家都为真正接受自己的情况下凡事都要慢慢来，一切都会好起来的。爱丽丝握着胸前的吊坠，微笑着进入了梦乡。\n\n佛尔诺的上空星光璀璨，点亮这一切的星耀女神一定会赐予她幸福与欢乐。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1485696000,
            "txt_content": "人物略僵硬\n描写不够生动\n有些逗号应该使用句号\n有错字\n标点缺失\n倾向对话流\n文章整体缺乏流畅，美感，主角不明显，诗意不到位，渲染不足。"
        },
        {
            "author": "透明小小",
            "timestamp": 1485696840,
            "txt_content": "冥王星人 发表于 2017-1-29 21:20\n人物略僵硬\n描写不够生动\n有些逗号应该使用句号\n谢冥姐文评！\n连载写的没有单篇认真负责，我都不去改文\n大概是雇主太丑的原因（bushi）\n下一章开始，不认真读几遍好好改一改我不会发的！\n啊，第一次写连载毛病太多quq"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485752400,
            "txt_content": "透明小小 发表于 2017-1-29 21:34\n谢冥姐文评！\n连载写的没有单篇认真负责，我都不去改文\n大概是雇主太丑的原因（bushi）\n没事慢慢来，我一开始写的同人连载，一章1w字，都修改的想吐血才发。\n所以你看我现在一章就1000+，字多修改太死脑细胞了。"
        },
        {
            "author": "透明小小",
            "timestamp": 1485760500,
            "txt_content": "冥王星人 发表于 2017-1-30 13:00\n没事慢慢来，我一开始写的同人连载，一章1w字，都修改的想吐血才发。\n所以你看我现在一章就1000+，字多修 ...\n那我一章字数三千字左右合适吗OAO"
        },
        {
            "author": "极光先生",
            "timestamp": 1485765420,
            "txt_content": "透明小小 发表于 2017-1-29 21:34\n谢冥姐文评！\n连载写的没有单篇认真负责，我都不去改文\n大概是雇主太丑的原因（bushi）\n不丑啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "透明小小",
            "timestamp": 1485772320,
            "txt_content": "极光先生 发表于 2017-1-30 16:37\n不丑啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n丑啊(滑稽脸)"
        }
    ]
}