{
    "title": "[建议|3442字|周创] 关于周创扩大的建议&部分周创当前问题的解决方案",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1485702000,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-1-29 23:16 编辑 \n\n就周创扩大的建议及部分周创当前问题的解决方案前言有这个想法已经很久了，此前，奈何在下人微言轻（其实是没有账号），即使提议也无甚用处\n创建账号后，经过十二天的努力，我成功从一个啥都不懂的LV0到了现在对论坛有所了解的LV7，我从创作版起家，也翻阅了周创版的历史，鉴查了周创版的变迁，在此，我提几点，从我还没有账号开始，就已经有的构想。上·扩大建议周创，全名叫做周边创作，是一个集MC各类周边创作，包括绘画、C4D、同人文乃至没有关联的文章的聚集地。这是周创的定义。但是很明显，周创的范围，相对于一个小版块而言，太大了。一个小版块，怎能够同时容纳这么多的东西——饱含美术，信息技术和文学三大方面的，对MC自己的诠释的结晶？很明显，不能。（说周创冷板块的，请自觉跳转到下篇）\n所以我提议，对周创进行扩大和扶持。你们可能会说，MC的基础，其实还是在游戏内部\n是的，这样的话我听过，但是...谁可以否认，游戏外部的，游戏周边的...不重要？难道哪个游戏论坛，会怠慢周边创作么？\n很少的，至少大游戏不会。一个游戏的周边，是这个游戏生态的体现。周创的质量，是这个游戏整体素质的体现。所以，我们应该重视周创，至少...将它和其他的大块，比如相关游戏，比如多人联机，放到同一等级，而非和游戏内创作、游戏教程一起挤在灵感交流。独立，是迟早的。你们可能会说，论坛发展了这么久，为什么周创迟迟不独立？\n或者这种事情没有先例！\n亦或者周创这个冷板块，不是一直在缩水嘛。\n问论坛里的人，都很少知道周创的。\n对于第一个，我会说：任何事情，都需要有人去提出。任何改革，都需要有人站出来。任何进步，都需要有人顶在风口对于第二个，我会说：“你把创世匠艺置于何地？”对于第三个...很明显你并没有读过周创历史。最早的周创，原来叫做翻译版。后来，因为翻译的量少了，就增加了个创作。再后来，由于创作的量又增多，再加上C4D的普及以及小龙的建议就改为周边创作。很明显，在论坛历史上，周创，是在不断扩大的。因此走到扩为大板块这一步，只是时间问题。\n所以，这个上篇，我提出的，就是关于周创的扩大。下·问题&解决提议零这篇改革提议，是为了解答上篇里面的，关于周创版太冷的疑问。你们都知道周创版很冷，但是一个版块，真的自然而然就会热起来么？\n地图版逐渐壮大，到最后分离出创世匠艺，如果离开了卤蛋的努力，能成功么？所以在下篇，我就提出几点具体的，可能的改革措施。求丢砖，求管理员别说我Native一：上手难现在周创版很多大佬，都是靠自己的积淀，自己本来拥有的能力，为数不多的在周创得到长进的，也都是有一定基础而后来进入大佬的圈子（比如说我），在大佬的影响和教育下逐渐获得提升的。那那些没有进入大佬圈子的人们呢？他们以为周创把他们拒之门外冥姐为周创做了很多改革，其中最为行之有效的，就是每月活动。每一届每月活动都能挖掘一些有潜力的新人。但是还有零基础的啊！那些新人，也许不是作文好手，但是他们可能在写这类文章方面，就有着极高的天赋（我是一个反例）比如现在周创最大的大佬之一，冥姐。她小时候作文只能说勉强过关，偶尔有超常发挥。但是她的战绩大家也知道。优秀精华数不胜数，更是成为大区版主。再比如说擅长写意识流的狗头，因为他写作文时总是和老师对着干，因此作文从未得过高分。所以，作文和小说，根本不一样。小说天才不像作文天才，小说天才需要挖掘，而他们以为周创把他们拒之门外。事实上周创已经打开了大门的锁，只不过他们不敢推门。周创不仅要打开大门的锁，还要——敞开大门，让人不用推门就知道，这儿欢迎他们欢迎这些因为作文而失去自信，甚至连推门的勇气都没有的，零基础的会员们。所以我在第一点里面，提议：写教程。由于周创的特殊性质（主观性很强），所以这个教程，未必要是一家之言。可以像“MC最全图文教程”一样，两三个人合起来共同写，甚至可以广泛征稿，由会员们，共同写。但是一定要有。这样，在零基础的会员们，他们路过周创门口的时候，会说：这个版块真有意思，教程还全，我来看看~\n这个问题我和冥姐商讨过，她说：一个是时机未到，一个是工作量太大\n但是这不能成为理由。早一天通过这个教程，就有可能，多一个周创的大佬。所以，别等待了...手按在键盘上吧...开始吧！\n二：动力少以下摘自和部分会员的聊天/私信记录...而且周创不是一个适合认真发展的地方，人流量太少骗不到积分233......如果混的话，版主评分很可观，如果认真写的话，版主评分也偏低。就算是一个超长单篇也不过6人气左右......呵，写的东西都没人看，写来干什么......我已经过了码字是为了他人评价的阶段。\n但是不可否认新人确实需要鼓励......懒癌晚期辣，再加上都没人评分...\n......如果这个问题不解决，就会出现两极分化——一部分人把周创当做混分的天堂一部分人失去写精品作品的热情比如这个http://www.mcbbs.net/thread-342954-1-1.html字数不达标的，剽窃的，放在茶馆都要当做水贴的，却在这里。另一方面，如果不是我的第一个单篇是优秀，我也...不会来周创。所以说，我建议：降低下限，提升上限，分离认真创作的和应付的。所有没有态度的，所有把创作当做刷分的...把周创当做茶馆的...都应该水贴处置。（新人练笔适当放宽，但是态度还是重要）三：有苛求，无砖手提建议这种东西，很重要。每个作品，能够不断变好，都要归功于别人的建议。每位作者，能够不断提升，都要归功于别人的建议。因此建议对于周创至关重要但是周创里，提建议的人，很少。（也许馄饨算一个）\n除去那为数不多的几个，能够真正静下心来，好好品鉴眼前的作品，感悟它的得失，将自己代入进去，看这个幻想的世界是否有漏洞，品味作品的文笔、用词是否斟酌到尽善尽美——这样的人，多么？很少。大部分人，都是一味的赞扬，亦或是一味的抨击。没有提出建设性的建议。而之前那位馄饨，自从“沉迷”提建议以后，就再也没有得到提升直到申请实习版主成功\n那么我的第三条建议，就是鼓励提建议。在回复贴的鼓励，自然是归结于作者，但是官方可以采用一些更为有效的方式——比如说，出个选集，辑录优秀的板砖，被选录可以获得适当加分；比如说，出个勋章，提20条对于作者有意义的建议可获得……等等，以上只是抛砖引玉。\n四：知名度不足周创的知名度不足，是四个问题里面，最大的硬伤——不够出名啊！不是第一次在茶馆看见诸如这个论坛有没有写同人文的地方啊~\n画了个渣作大家评价一下吧！\n等等所以最后一点，也是最重要的一点建议，就是——提升周创知名度。知名度是一个版块的基础，没有知名度，假设大部分人都不知道这个版块，那么以上的三点就成了空谈。在论坛不断扩大的同时，周边创作也应该壮大；而周边创作壮大的第一步，就是要提升知名度。想要提升一个板块的知名度，有很多方法， 比如说：像皮肤版一样，弄一个了解板块的任务；或者在首页的推荐上面挂一些文章；或者办一届专属周创的擂台赛（比如以十一届冠军四人组为主角，进行创作，描写他们相识相知、不断合作进步，最后取得传说中方块战斗剧场冠军的系列文章/漫画/动画/图文/相关模型）；等等，不一而足。只要想方法，总有办法提高一个版块的知名度的。\n尾声那么这个建议也写完了。只不过是我个人想法，以及一些周创的朋友的想法的整合。请各位管理，在做出最终决定之前，仔细斟酌一下~毕竟，游戏和它的周边创作，是难以分离的。注：馄饨即新上任实习版主gggddd狗头即WM2030冥姐即冥王星人@冥王星人 @a2455564728 @WM2030 @gggddd @_Tong_ @混乱\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "乙烯_中国",
            "timestamp": 1485775200,
            "txt_content": "你漏说了没时间这点，我相信好作品还是需要时间打磨的。\n你大概单词拼写拼错了。\n你说作文和小说的论证，也提到了通过活动来挖掘新人。我是觉得不理解的。考试时候，你功力足够的话完全可以洋洋洒洒一篇短篇小说当作文交上去，像我这种都能拿八成的分数，而周创活动不也是一种作文吗？他和作文的区别就是他比作文多了一个限定体裁，要求比作文还多呢。两者在逻辑上并没有什么直接的关系，你作文写不好就是你发挥差，甚至可能是你写的字太丑。\n为什么我们厌恶作文？当然是因为不自由，不能自由发挥，当然也有就是不愿意写的。考试作文，尤其是高考作文，这么多年来，套路早就有了，按着套路去写，七成的分数绝对是稳的，但阅卷老师也是人，你写的比较模块化，他也好批卷，再看观点鲜明内容详实，大笔一挥一个56分上去，虽然这么说不太好，但老师和学生也都乐得轻松。那想拿高分要怎么办？书写，优美的语句，浩浩荡荡的行文，让老师在疲劳的机械工作中能眼前一亮，甚至还会多读几遍，于是一篇60+的文章便批完了。那我花这么长的时间说这么做什么呢？是为了响应你说的教程那一段，我们能教的，是一个七成分数的壳子，和一些皮毛（虽然说搞成八股文并不是什么好事）。严密的逻辑，对美的感悟，这些都是要看个人素质的。\n毕竟我们是Mc论坛，不是专业的创作类论坛，作品要上精品级别必须要和mc有关系，作品在这个论坛，拿精华，拿优秀，并不代表你的作品就是好，读者们好比挑食的娃娃，见到鸡翅薯条便乐上眉梢，全然不顾对身体的负担。难道我是想说对论坛改革么，不，你会指望肯德基不卖汉堡卖斋饭么？应当反省的，是挑食的娃娃才对，但前提是你卖的东西要够好。\n所以我宁愿说去更专业的平台去发表文章，因为我不少的灵感是和mc无关的，我没有必要和义务强加一个mc元素进去，更不会说还能随意添加文章中的人物，对我来说，我是在记录一个故事，而不是在编写一个故事。mc对我确实是重要，但是并不是唯一。"
        },
        {
            "author": "rom718",
            "timestamp": 1485775800,
            "txt_content": "我觉得周创版最大的问题就是重心不对，如果需要管理层看重起来还是先把创作的重心问题解决了再说吧；\n以及关于重心的问题我们已经提过不止一次了，如果还不能理解我们也只能静观其变，等待在任和后任的版主们开窍了。"
        }
    ]
}