{
    "title": "【匠心传授】墙壁及地板图案与颜色对于空间感觉的影响及其应用",
    "author": "S_RwE",
    "replyCount": 5,
    "timestamp": 1485763860,
    "txt_content": " 本帖最后由 S_RwE 于 2017-1-30 19:13 编辑 \n\n“妈妈，我们为什么不能住比较贵的房子？”“别着急，我们马上就要住贵房子了，房东告诉我，他从明天起就给我们加房租。”\n\n█冷暖色调之于空间\n嘛，冷冷的蓝色和暖暖的橙色\n具体定义我也不大了解，差不多就那样\n单单是颜色对于空间的影响也是很客观的可能已经知道的简单知识\n\n也即是，冷色调装饰的房间看起来比较宽敞，处于暖色调装饰环境下可能会感到空间较为拮据。冷色会造成视觉后退“这个墙角好像走不到头呢！”类似这种感觉\n\n同样的摄景点。蓝色房间的墙面有着看起来相较橙色房间更远的距离。当然，房间太小。这种差异可能难以察觉。但应用在大型建筑时就能够明显的感受到空间的变化。真正在建筑中为了反映真实的空间大小往往采用灰色白色这类看起来更为正常的色调来修饰墙面，天花板或者地板啊什么的。毕竟白色才是正统色调。█地板上的图案\n真的不想赤脚踩着毛茸茸的地毯吗？这里主要介绍一下格子图案（简单易懂并且一秒上手）格子图案的地毯贴图在严谨的秩序感中，又因为颜色的不同增加了它的灵活度现实生活中可能会出现这样的卧室\n\n\n用多种不同颜色的地毯代替了单一的红色毕竟如果红红的一片的话不仅会让人易怒并且会造成视觉疲劳亮色与暗色之间的夹杂更能营造明快的居室氛围\n\n简单的运用下一创世神插件中的 replace指令 这种转换就很容易实现图中的转换 //replace 35:14 25%35:14,25%35:1,25%35:0,25%35:1235代表羊毛，冒号后面的数字代表损害值（Damage）特别适用于大面积建筑的地板染色黏土和玻璃或者是草方块 土块啊什么的总之，别在铺黑白格子了，只有医院会那么做的\n█雕花？\n墙面上那被触及的图案\n我找了一圈建筑好像都没找到单一图案修饰的墙面\n比较小的房间基本难以在不同方块之间拼出一个像样的图案\n大的空间中则以一连串的柱子之类的东西支撑墙面\n图案已经被雕花代替，事实上我也没有什么特别的雕花技巧\n为了让这个帖子看起来丰富些我就……\n把这里折起来别人就看不到了\n\n█应用—实例\n首先感谢各位的搬运，搬运帖地址都贴在标题，所有图片都来自原帖。\nTitanic sinking\n泰坦尼克号的沉没     ——灯光暖色调\n\n@MF_Mufeng 幕风搬运\n麦块里面不管是火把还是萤石或者红石灯，灯光都是类似橙黄的这种暖色\n以光照来修饰屋子的话会比单纯的方块颜色表现来的更为柔和空间感并不是越大越好，灯光装点的小空间给人感觉更加温馨\n\n被灯光塞满的小屋子简直安全感满满。\nPixel Gallery\n像素画廊     ——大范围墙体修饰 I@像素君 像素搬运算是比较大的建筑，墙壁基本都是由柱子+平面组成充溢点缀的色彩也令空间更为悦动（兵马俑好评）\n\n透过玻璃穹顶能看到的透明天空，空间更为开放\nRaven's house\nRaven的房子 ——大范围墙体修饰 II@MF_Mufeng 幕风搬运有许多以麦块方块来表现现实居家的建筑这些建筑往往不需要用雕花来修饰墙体，毕竟我们住的地方的墙上本就是平整的渲染下的卫生间\n\n\n真正的墙壁图案并不细致，但replace仍是比较好用的处理方法The Last Day\n最后一日——大范围墙体修饰 III\n@像素君 像素搬运\n相较上面的墙壁有着更为细致的纹理\n\n\n\n\nStade Matmut Atlantique\n法国波尔多体育场 ——室外场景\n@像素君 像素搬运阳光相较室内光更为明亮，并且是白色的。\n开阔的视野需要真实的场景颜色。\n\n\n\n\n\n█结语这篇帖子基本上是看图片，看看有空能不能写点具体的吧。\n深入浅出，易于理解深入浅出，易于理解深入浅出，易于理解\n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1485786060,
            "txt_content": "可以引用作品进行讲解很棒呢~不过就我看来地板如果过于杂乱则会降低视觉效果~"
        },
        {
            "author": "ilser",
            "timestamp": 1485936840,
            "txt_content": "果然颜色搭配是很重要的"
        },
        {
            "author": "骑驴上高速——",
            "timestamp": 1485939960,
            "txt_content": "标题好像很..的样子hh 这十分深入浅出"
        },
        {
            "author": "a1016746326",
            "timestamp": 1486286640,
            "txt_content": "论住房，我只住钻石火柴盒，高端大气 符合我的气质。"
        },
        {
            "author": "lrf8643",
            "timestamp": 1487826900,
            "txt_content": "住山洞比较适合我。就像鬼鬼领域服里面五粉橙她们家。建筑基本在山里面。"
        }
    ]
}