{
    "title": "【原创/单篇】《酒馆》",
    "author": "透明小小",
    "replyCount": 4,
    "timestamp": 1485771660,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-1 12:36 编辑 \n\n雪已经停了。一网云洒在淡蓝的天空，下过雪后，偶尔就会出现这样的景象。天气清冷，一只鹰懒懒地靠在漂移的云朵，定是在莫名沉思。但这不是重点，其实，它不过是一种模糊的地理意象。它只是在对的时间出现在了对的地方，也就是早上九点整，出现在距离弗尔诺贫民窟不远的上方。那里，硌脚的杂乱石子铺成的小路如银子一般，在烟雾中一点点铺展开来，朝着斯特里酒馆的方向，又铺进南边森林中的一堆烟雾中。\n\n清早的弗尔诺，一片雾银。那里不见雪，只有冰霜，发出钝刀一般的光泽。无酒裹着不知哪位奢侈人士丢弃的还算完好的粉红大衣，走在破石子路上，其周围皆是人们烧柴取暖的缕缕白烟。\n\n斯特里小酒馆是弗尔诺贫民窟和亚蒂小镇的分界线。它的前门向贫苦的人们敞开怀抱任人痛饮，它的后门迎接着小镇的富足以及弗尔诺居民渴望的窥视。亚蒂的人们修建了一条完好无损的小道来通向酒馆的后门。他们不与弗尔诺有任何的交往，在他们眼中，弗尔诺是将瘟疫、罪恶、贫困以及死亡一起扔到大铁锅里熬煮出来的污秽之物。当然，弗尔诺是不会影响到斯特里酒馆朗姆酒的暖身效果，亚蒂血气方刚的男人们永远不会舍弃掉美酒。\n\n已经离酒馆很近了，无酒甚至已经看到了亚蒂小镇的街道上，雪已半融，路面呈现出原有的灰白色，而屋顶上的积雪却白得纯粹。\n\n无酒推开了酒馆的木门，一股热气混杂着酒香扑面而来。她条件反射地皱眉捂住了鼻子，她感受的到，其中还混杂着懒惰之人的及时享乐之情。\n\n酒馆的老板就名为斯特里，年龄约为40多岁，但在20年前就已经秃顶。他总要比同龄的人显老一些，现在，他看着像60岁的人。\n\n酒馆老板的妻子不爱说话，是个健壮如牛的女人，有着一副天生的红脸蛋。但她倒酒却是好功夫，哪怕现在酒馆上下挤满了渴求酒精麻痹的颓废懦夫，她也能从容不迫地满足每一位客人的要求。\n\n无酒从不喝酒，并不是说年龄约束着她，她当然见过五六岁的孩童捧着酒杯大口大口的吞咽着朗姆酒，最后在大人的哄笑中昏倒在地。她只是厌恶酒精，厌恶世间一切能摧毁人类意志的东西。活着并不容易，就不要再给自己和别人找不痛快。\n\n“斯特里，给我来杯热牛奶。”\n\n斯特里的妻子正在内屋抓紧被单咬着枕头里撕心裂肺地生产，只是孩子没有生意重要，何况已经是寒冬了，这时的生意会更加红火。斯特里在家庭的金钱中毫不犹豫地选择了金钱，但他倒酒的功夫远不如自己的妻子，直到无酒开了口他才注意到这个常客。\n\n“嚯，你居然会穿粉色，真是少见。今天太阳打西边出来了？”斯特里一边调侃一边擦净酒杯倒入满满的热牛奶。\n\n无酒一把抢过牛奶，洒出的乳白色液体溅在了一把放在柜台上的破旧钞票。她抬头看了一眼内屋紧紧关闭的木门，女人痛苦无助的喊叫完全被门外嘈杂的大笑声所淹没。\n\n那个比牛还要强壮的女人，呻吟声会不会也如牛一般呢？还有那茫茫然的眼神，也应该和牛没什么两样吧？\n\n无酒将嘴边残留的液体用手抹净，她能感受到斯特里那股灼热的眼神，她知道他在期盼什么事情。\n\n她只好将早已准备好的钱又塞回了兜里。“是的，我又没钱付款了，请务必再找一个这里最强壮的男人和我比赛掰手腕。但是我赶时间，所以你只能找一个人来与我比赛。”无酒第一次来这里，就曾因为身无分文而差点被人胖揍了一顿。索性她临时抱佛脚，决定运用自己的天赋，也就是令人赞叹的怪力，比赛掰手腕。这听着很孩子气，但如果她赢了，她将会免去所有的费用，如果输了，不但还要偿还自己的费用，也要替赢家付钱。\n\n当然，无酒赢了，彻彻底底地赢了，赢了酒馆里的所有人。从此以后，看她比赛掰手腕就成了这个小酒馆里最大的乐趣。\n\n斯特里像是得到了糖果的孩子，欢天喜地地满酒馆寻找他认为最强壮的男人。\n\n那个男人来了，是的，很壮，有两个酒馆妻子那么壮，已经不能用牛来比喻他的强壮，只能用巨象来形容。他的头四四方方地，眼白布满了血丝，他从一个挤满了空酒瓶的桌子上起身，撩开袖子，露出爆青筋的手臂。\n\n而相对与他而言，无酒瘦小的就像一个在风中摇晃的蒲公英，他打个喷嚏，她就有可能消散在风中。\n\n无酒认得这个男人。他名为哈斯，是附近伐木场的工人，只是生性好赌，估计现在也被伐木场免去了职务，只得每日在这里解酒消愁。\n\n真是一个可怜的男人。\n\n哈斯将桌上的空酒瓶一扫而光，破碎的玻璃一路冲到无酒的脚步。\n\n说实话，无酒并没有太大的把握。这个男人的确是比她强壮的多，无酒的力量也并不是超能力。她在原地停留了一两秒，还是硬着头皮坐在了哈斯的对面。\n\n“嘿，小不点，我不想跟你废话太多。你最好给我乖乖的比赛，乖乖的被我打败，最后乖乖的给我付钱。我现在手头上可没有那么多钱。”哈斯等瞪着眼直勾勾的伸出右手握住了无酒的手，做好了准备。\n\n无酒清楚的看到哈斯眼底又多了几条血丝。他喝的太多了，摄入太多的酒精，不是什么好事。\n\n“那么！开始！”斯特里激动在旁边握紧了双拳，以至于连破碎的玻璃渣也无心清理。\n\n一瞬间，哈斯的力量大到几乎要将无酒的骨头全部捏碎。真是该死！无酒小声痛叫了一声。\n\n围观的人们立刻小声的窃窃私语，其实这算是一场赌博，压哈斯赢的人还真是不少。\n\n哈斯的爆发力很强，像是一阵要将小树压倒的狂风，在开始后的几秒内就将无酒的手几乎要压倒下去，但在他快要成功的那一刻，他手软了一下，这天赐的颤抖让无酒迅速扳回了局面。\n\n压无酒的人们开始欢呼。\n\n酒精麻痹的效果开始显现了。\n\n哈斯将眼睛瞪的更大了，喷着粗气，一股一股的酒臭味扑在无酒的脸上。\n\n他已经喝的太多了。在僵持了几分钟后，无酒感觉她右手臂的肌肉马上就要全部断裂，但是哈斯已经承受不住体内乙醇的作乱。他手抖的厉害，无酒咬紧牙关几乎要挤出眼泪，将哈斯的手死死的反压在木桌上。\n\n人们的欢呼声和哈斯的痛骂混在一起，无酒重新穿好大衣，重回柜台。\n\n斯特里向迎接英雄一样给她倒了一杯甜酒，郑重的递给她。\n\n无酒的右手失去了直觉，在宽大的袖口里不住的颤抖。她摇了摇头，说道：“你知道我从不喝酒的，那会压制人们的意志力。”。\n\n“我知道我知道，但是少喝几口也无妨。”斯特里尴尬的挠了挠头。\n\n“我可不想成为第二个哈斯。”无酒扭头看了一眼还在怒骂的哈斯，将口袋里的钱掏出来放在了斯特里面前。\n\n“你不用付钱，你是胜者。”\n\n“这是我给你老婆的，她有你这么个丈夫，是她的不幸。”\n\n斯特里是一个很要面子的男人，他听出了这话里满满的鄙视意味，立马变了脸色。\n\n无酒趁机溜出了小酒馆。\n\n天色尚早，已经到了正午，稀少的阳光是酿了三百年的酒泼洒而下，半瓢给枯树上了新妆，半瓢浸到土砖石瓦里，被来去的亚蒂居民给踩实了。\n\n无酒发现不远处的街上一个身着连蕾丝边都掉光的养洋服的黑色长发少女，正小心翼翼在长椅上熟睡的妇人的口袋里来回摸索。\n\n小偷吗？在弗尔诺并不少见。无酒有种想在少女完工后打声招呼的冲动，但这在她本人看来，这个想法未免太荒唐了一些。可以这么说，她不愿做任何对自己生存没有好处的事情。\n\n无酒又在原地观察了一会，直到少女拿到了一条珍珠项链后心满意足地消失在街角，她才耸耸肩，转身离开。 \n\n\n\nps：其实这是我连载小说里一个人物的性格测试练笔，结尾的小偷妹子也是连载里的一个人物。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "透明小小",
            "timestamp": 1485774540,
            "txt_content": "a946115793 发表于 2017-1-30 19:18\n@冥王星人\n的小组啊\n但是仍然是Enf的，\n\n突然滑稽脸"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1485775080,
            "txt_content": "@冥王星人\n的小组啊\n但是仍然是Enf的，\n支持"
        },
        {
            "author": "gggbbb",
            "timestamp": 1485916260,
            "txt_content": "说是性格练笔，也的确是有着这样的意思。\n不过，会不会水了点？（笑）\n问题如下：\n\n第一点，错字\n她当然见过五六岁的孩童捧着酒杯大口大口的吞咽着朗姆酒他的头四四方方地哈斯等瞪着眼直勾勾的伸出右手握住了无酒的手\n错字受透明（斜眼\n\n第二点，用词不当\n酒馆的老板就名为斯特里\n首先，“就”这个汉字在运用的过程中，前面应该是要有一定的铺垫后，才能理解为肯定的意思，从而通过汉字增强语句的表达力度。\n但在这里，直接地介绍老板的名字时，应该是用不上“就”的。当然，也可能是我的理解能力有点问题（笑）\n索性她临时抱佛脚，决定运用自己的天赋，也就是令人赞叹的怪力，比赛掰手腕。\n临时抱佛脚的话，如果没有记错，应该是指“仓促地应付”这个意思。而这个俗语，本身的含义就已经是侧重于形容“事前仓促的准备”这一点的，所以在这里使用，是有些不太恰当的。个人感觉，“急中生智”之类的词语，应该要比这个更好。当然，具体的用词还是要参照你所要表达的意思来使用的。\n\n第三点，描写的侧重点\n文章写得不差，但有些地方的描写，个人是认为还可以再添点东西的。\n举个例子：\n说实话，无酒并没有太大的把握。这个男人的确是比她强壮的多，无酒的力量也并不是超能力。她在原地停留了一两秒，还是硬着头皮坐在了哈斯的对面。\n在这里，无酒的心理描写感觉稍微地少了点，再加上一些“对于失败结果的猜测”之类的，一是能体现出之后高潮情节的激烈程度，二是可以充实对于无酒的人物刻画。\n围观的人们立刻小声的窃窃私语，其实这算是一场赌博，压哈斯赢的人还真是不少。\n这是一个背景的交代，虽然简洁点是件好事，但个人是认为，这里完全可以再添点东西的，这就能够通过周边人士的反应，侧面衬托出了争斗的紧张程度，也不会为一味地正面描写而担忧了。\n\n第四点，结构上的问题\n这篇文章的问题，在本人看来，主要是出在高潮的部分。我是觉得吧，在这篇短篇里，一到高潮，你就突然像是打了鸡血一样，就顾着拼命地往前赶剧情，其余的都不知道怎么办了。\n节奏过快，这是后半部分的缺憾。你可以尝试着增加些细腻的神态描写，在突出下无酒的心理描写，类似于这样的写法，都可以有效地将文章变得更加精彩。\n所以，还是希望有时间能够修改下的\n\n以上。\n最后，祝进步。\n（透明大佬教我写景！）"
        },
        {
            "author": "透明小小",
            "timestamp": 1485922860,
            "txt_content": "gggbbb 发表于 2017-2-1 10:31\n说是性格练笔，也的确是有着这样的意思。\n不过，会不会水了点？（笑）\n问题如下：\n\n非常感谢！"
        }
    ]
}