{
    "title": "[Minecraft.net|CULTURE] SPACE CRAFT 太空工艺",
    "author": "WarbleOrigin",
    "replyCount": 3,
    "timestamp": 1501430580,
    "txt_content": " 本帖最后由 WO! 于 2017-8-3 19:46 编辑 \n\n\nSPACE CRAFTAn astronomical new build from LNeoX\n太空工艺来自LNeoX的天文新筑\n\nSome ideas are so good that scientists really need to HURRY UP and make them reality. Like chocolate ice cream that somehow makes you thinner after eating nine tubs of it. Or an umbrella that both keeps you dry and makes your enemies more wet. Or a space station capable of crafting new galaxies.有些想法非常好，科学家真的需要抓紧使其成为现实。比如在你吃完九桶后会以某种方法让你变得更瘦的巧克力冰激凌，或一把能让你干燥而使敌人湿透的伞。抑或，一个能够制造新星系的太空站！\n\n\nThat last idea comes from Lneox's latest project, The Galaxy Crafter. It's a beauty of a space station, one of tremendous scale - notice how it dwarfs the meteorites surrounding it. “I like to go very original,” explains LneoX when we asked him about the design process. “I like to do things which haven't been done yet. That's very important for me.最后一个想法来自于Lneox最新的项目“星系构造者”。这是一个规模巨大的空间站-让在他周围的陨石相形见绌。当我们询问他的设计过程时，LneoX回答道：“我非常喜欢原创。” “我喜欢做还没有做过的事情。这对我来说非常重要。”\n\nThe ships orbiting the Galaxy Crafter are a mix of original creations and more instantly iconic designs (“It's a bit Star Wars' agrees LNeoX, when we ask about the X-Wing style design of the smaller fighters). But while some of these wouldn't look out of place in Rogue One, you're unlikely to have seen anything like the Planetary Creation Plasma Device.其中，围绕在星系构造者周围的飞船混合着星球大战原作和更多及时的标志性设计（“这的确有点像星球大战”当我们询问X翼战机的设计风格时，LNeoX如此回答），虽然你未必见过类似的产生行星的等离子设备，但是其中的一些放在侠盗一号中不会看起来不合适。\n\n“First I thought, 'OK, let's make a spaceship which shrinks planets and then the planets get carried around'. But then when I got into the style and theme, I thought, 'why not make a planet creator which builds up shrinked planets'? Then they are grabbed by the grabber spaceship, brought to the pillars where they rest and get the finish taken off, and then get transported by the cruisers to their location. And that's where they expand to a normal sized planet.” Seriously, someone poke our real scientists and tell them to get on this! We want our own tiny Saturn that we can keep in our pocket.“首先我想的是，'好吧，让我们做一艘能够收缩并携带星系的宇宙飞船'。但当我思考风格和主题时我想到'为什么不做一个能够建立收缩星系的星球创造者'？他们被掠夺者飞船抓获，被带到他们休息和起飞的支柱，然后被一艘星舰运到了他们想好的地方。那就是他们所扩展的一颗正常大小的行星的所在地。”说真的，有人提醒过我们真正的科学家，告诉他们快去研究这个，我们都想有一个能装在我们口袋里的微小土星。\n\nLNeoX started building in Minecraft in 2009, during the early days of the game. It wasn't long before he was running his own server. “It was quite popular because around that time nobody really had a Minecraft server. I got into building slowly because I wanted to build stuff for my server. One day a girl came up to me and said 'why don't your release your stuff on Planet Minecraft?'LNeoX于2009年开始在Minecraft中建筑，并度过了这个游戏早期的时间。之后他没过多久便办起了自己的服务器。他说到：“他很受欢迎，因为在那个时候没人真正有一个服务器。我开始慢慢尝试建筑，因为我想为我的服务器建造一些东西。有一天，一个女孩过来对我说'为什么不把你的存档发布到Planet Minecraft。'”\n\n\nHis first upload was a recreation of Arnor Londo, the legendary city of the Gods in FromSoftware's Dark Souls games. It got a “decent” response from the community, but critical feedback also helped improve LNeoX's large-scale skills. “The style itself was not appealing to everybody, because it was very over-detailed.”于是，他上传了他的第一张地图Arnor Londo-在游戏FromSoftware's Dark Souls中诸神的传奇城市。这张地图得到了来自社区的“正面”评价，但是关键的反馈也有助于改善他大规模建筑的技能。“这个建筑风格本身并不吸引着每个人，因为它过于精细。”\n\n\n“That happens if you spend too much time on facades. You try to get every blank spot filled with some sort of structure or detail. But what happens is you kind of lose the shapes and the colours. If you want nice buildings you probably go with clean – you can add detail, of course - but some parts need to be clean so it's visible and the shapes are visible.”\n\n“这会在你过度专注于建筑外观时发生。当你试图让每一个空白的地方充满某种结构或细节时，你就会失去建筑整体的外形和颜色。因此，如果你想建造一个漂亮的建筑，就需要一个简洁的外观（当然，你可以添加细节在其中，但其中一些地方需要做的简洁来使建筑外观和形状变得清晰可见）。”\n\n\nAdvice that was heeded well for the Galaxy Crafter, and a great tip if you're planning a large-scale build of your own!\n这个建议在星系构建者中被注意得很好，同样这也是一个很好的提示对于打算建造大型建筑的你！_____________________________________________________________________________\n原文链接：https://minecraft.net/zh-hans/article/space-craft\n发布时间：2017/03/02\n原文作者：Tom Stone\n\n\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1501483020,
            "txt_content": "这排版真是令人窒息"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1501485300,
            "txt_content": "1345979462 发表于 2017-7-31 14:37\n这排版真是令人窒息\n为什么每次都被人吐槽...（真不会排版...）"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1501693800,
            "txt_content": "忘记填写来源信息了，请查阅版规"
        }
    ]
}