{
    "title": "【周边创作每月活动】|第一月|透明的春节|结果公布|",
    "author": "gggbbb",
    "replyCount": 7,
    "timestamp": 1485775440,
    "txt_content": "不知不觉中，一月活动也已经结束了啊。这么说起来，距离开学还剩下的时间，也是越来越短了。不知道各位的假期作业，现在是完成得怎么样了呢？（笑\n\n不过这次的活动，大家也都很是用心地去对待了。虽然跑题的有些多了，但总体的质量上还是不错的。\n\n接下来就公布本次活动的结果\n\n\n一等奖\n【6人气100金粒3下界之星】\n@彼岸在望\n\n……母亲？\n\n她坐在门口，无神地张望着远方。\n\n时值除夕，小城的角落街巷张灯结彩，幸福的暖红色氤氲在渐冷的空气中。\n\n小城在平时少有这般热闹过。处地交通不便使得经济发展远跟不上外界，渴求有所建树的年轻人们纷纷离开这里前往繁荣的都市，络绎不绝。我便是其中\n一人。\n\n在外谋生并不如初时所想那样顺风顺水，初来乍到的几年并不如意，一度穷困潦倒。这几年间，我既没钱，也没脸回家过年。\n\n父亲早逝，又无长无幼，家中便只留母亲一人。年年母亲都会给我写信，那几乎是请求的语气，想让我这一年回一次家。哪怕就一次。\n\n我又怎么不想呢？我给她回信，哪次又不是涕泪迎下？孩儿没钱，孩儿没脸，孩儿没心没肺，请原谅孩儿吧!\n\n而我和她苦等的这一年，总算是到了。\n\n这一年，我找到了一份安稳的工作。收入不算多，但月末还能有储蓄，积攒下的钱，足以买一张往返票。\n\n这般的归心似箭，这般的欣喜若狂，哪一个游子不曾感受过？\n\n到家时恰是黄昏。母亲坐在家门口的旧木凳上，满目期盼地望向远方。\n\n母亲，您的孩子终于回来了。我小跑着迎向她，喊道。\n\n她静坐着，期盼着。\n\n母亲？\n\n她没有看见我少有润湿的眼眸，没有看见我兴奋到不能自已的姿态，没有对上我欣喜的眼神。她微笑着，静坐着，期盼着。她望向夕晖洒满的远方。\n\n我一时不知说什么。她不会认不出我，她怎么可能不记得她儿子的容貌与音色？\n\n我站在她面前。我看见她微笑着，不时还笑出一声，她布满皱纹的、苍白的面容上满是幸福，甚泛着红色的晕。\n\n我朝着她喊着，在她面前比划着。可她没有丝毫反应。我不小心推到了她一下。\n\n手从容地穿过了她的身体，没有任何的阻力，好似就在空气中。这突如其来的一幕令我惊恐。\n\n莫不是，我已经，成了一个透明人？\n\n艰难地踱步，徒劳地喊了几声，带着几欲从体内奔涌而出痛苦与悲伤，我走进了家中。\n\n年夜饭已经摆在了桌上，不仅仅用一个丰盛形容。明明如此，可我却闻不到丝毫气味。\n\n母亲的房间一如既往，陈旧而整洁。桌面上是一本翻开的日记本。她很久以前就有了这个习惯。\n\n翻开的一页，日期即是昨天。\n\n    ……\n\n   他终于要回来了。\n\n   ……但愿可以多陪我几天。\n\n她看不见么？她的儿子，就在这里啊。\n\n母亲，请不要张望了，请回头仔细看看吧。\n\n奔出房间。天际正由橙红渐过渡至深蓝。母亲仍静默地坐在旧木凳上。她花白的短发久未仔细打理，显得古旧而粗糙。\n\n我等的人，为什么还没有归来。\n\n时间推移着，灿漫星光为这除夕献上了大自然的一份馈礼。小城，处处喧嚷着，处处憧憬着。\n\n冲天的炮炸出了寂静的声音，炸开了繁星的私语。紧接着散落的彩色星点宛如绚丽的光，照破了黑夜的单调。\n\n所有人仰起头欣赏着，所有人幸福地笑着。孩童追逐着，笑着；成人谈论着，笑着。此般的天伦之乐，又等到何时才能再次共享呢？\n\n只是母亲静坐着。\n\n她只是不甘地望向远方，双目中已然没了憧憬，只剩孤独，和为竭力对抗这份孤独不得不相伴而生的不甘。\n\n炮火的光映在她苍白的脸上，显出更彻绝的苍白。年夜饭已经冷了。\n\n她的眼角已然按捺不住泪的淌落。\n\n\n\n\n二等奖\n【5人气80金粒2下界之星】\n@gggbbb \n自诩为神的男人\n　　——“伟大的创始神啊，如果您能够听见……”\n　　说来稀奇。\n　　就在新年的清晨，这个皆大欢喜的日子里，我变成了一个透明人。\n　　是真正的透明——就算是家中的立地镜，都映不出影的那种。\n　　当然了，我并不意外。这一天是迟早会来的，无非早晚。\n　　过着朝九晚五的平淡生活，在时间的夹缝中苟延残喘着。那年复一年的单调日子，早已狠狠地卡住了我的咽喉。窒息与否，只是时间的问题。\n　　就算少上千百个史蒂夫，这个世界也不会因此而停止转动的，更何况是我这一个小小的村民了。\n　　为了纪念这个透明的新年，我决定去趟车站。\n　　——\n　　成百上千的村民慢慢挪动着，在这个亮堂的候车大厅。\n　　当然，他们也不明白自己是究竟要去往哪里。只是机械地重复，然后盲目地随从着，一并煞有介事地演绎着一场没有止境的肥皂剧。\n　　我在人流间穿梭着。经过的地方，村民们无一例外地麻木退让着，随后再次恢复原位。\n　　他们当然不知道自己因为什么而退让。而我，只不过是个小小的透明人罢了。\n　　我看到了一个年轻村民。褴褛的紫色服饰被他随意地披挂于身，一头黑发犹如鸡窝般乱糟糟地堆积着。\n　　他耷拉着脑袋，半蹲于地，目光呆滞地注视着脚下洁净的地面，一言不发。\n　　就在他面前的不远处，摆着个空空如也的破木碗。\n　　真是奇怪。这个时候，车站理应是拥挤的，无处不挤满了人群的。但在那个年轻村民的附近，乃至于一大片区域以内，竟都是空空荡荡的。\n　　就算偶尔有着来往的村民，也是径直奔去，连个正眼也不给他。\n　　那些村民们，仿佛是在刻意避讳着什么东西。\n　　是什么呢？\n　　恐怕就连他们自己，也说不清楚吧。\n　　——\n　　一个前所未有的想法袭上心头，并在瞬间与我的思维达成了共识。\n　　我决定作些荒唐的举动，来改变这个现状。\n　　我走上前，对准那个空无一物的破木碗，扔出了一枚金粒。\n　　落物的轻灵声响，清脆入耳。\n　　年轻村民猛地抬起头来，四处张望着。当看到那枚金粒时，他脸上的颓丧顷刻便散得一干二净，余下的是满脸突如其来的狂喜。\n　　他连忙转头，寻找着那个投与金粒的“恩人”。\n　　当然，他什么都没找到。毕竟，我是一个透明人。\n　　手臂再度挥动。\n　　“叮铃”，又是一声轻响，那破木碗中又多了一枚金粒。\n　　年轻的村民愣在了原地。暗喜，沉默，猜忌，以至于之后的满脸苍白。他的双手不住地打着颤，嘴唇哆嗦着，一副想说什么，却又不敢说的模样。\n　　又过了半晌，他的表情恢复了平静。他缓缓地将木碗举过头顶，接着跪俯于地，用着他那嘶哑的音线，无比诚恳地，一遍又一遍地念着那繁琐的祷告词。\n　　“伟大的创始神啊，如果您能够听见……”他喃喃着。\n　　那么，就再来一次吧。\n　　我掏出一枚金锭，自上而下地按在了碗的中央。\n　　感受着木碗那沉甸甸的分量，他沉着地将着金锭取出，满脸肃穆地置于地上。\n　　他站起身来，将那破旧的木碗贴身藏好。随后，头也不回地冲着售票处奔去。\n　　——\n　　还不算差，不是吗？\n　　被人称作神明的感受。\n\n\n\n\n\n\n三等奖\n【4人气60金粒1下界之星】\n@透明小小\n\n@Smokey_Days \n@WM2030 \n@玄素 \n@2B与mc的故事 \n\n\n 参与奖【3人气25金粒】\n@Dream_Black \n@九幽之帝 \n@我不二耶 \n@smallord \n@光线桑德斯 \n@小阿狸.... \n@酱油路人乙 \n@暴力杀狗 \n@940595236 \n@雨夜蔷薇 \n@zyj0807 \n@bo_bo2001 \n\n\n\n因为懒癌，这里就不贴出全部的文章了。如果对这些有着兴趣，是可以在活动贴里翻翻的。另外，没获得奖项的各位，请继续努力吧！\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "sky~飞鱼",
            "timestamp": 1485776520,
            "txt_content": "表示作业还有好的多"
        },
        {
            "author": "我不二耶",
            "timestamp": 1485777120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Scal",
            "timestamp": 1485777960,
            "txt_content": "参与，啧"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1485778920,
            "txt_content": "哎......果然太久没动笔了越写越烂了\n不过一想到作业就快写完了心情瞬间好了起来（斜眼笑）"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1485827280,
            "txt_content": "所以奖励何时发？"
        },
        {
            "author": "940595236",
            "timestamp": 1485962460,
            "txt_content": "看来我咸鱼了，居然只有参与奖。\n不过本来就不打算写这玩意，\n毕竟那玩意充斥着悲观主义……"
        },
        {
            "author": "Moon🌙",
            "timestamp": 1488179700,
            "txt_content": "彼岸的文...感动到了"
        }
    ]
}