{
    "title": "[多线]IMBOXMC Server —— A warm community[1.11.2]",
    "author": "忧愁",
    "replyCount": 0,
    "timestamp": 1485850320,
    "txt_content": " 本帖最后由 忧愁 于 2017-2-1 20:47 编辑 \n\n请不要通过\nIMBOXMC MINECRAFT SERVE——A warm community\n官方网站:http://imboxmc.tk（全英文） | QQ群:553288085 | 邮箱:box@imbox.pw\nIntroduction:\n我们是IMBOX社区，IMBOXMC是我们的minecraft服务器\n  我们坚持，自由、平等、开放、诚信、有爱，的理念，我们坚持原版、兼容、稳定的服务器方针，多层筛选、严格审核每一份申请，我们希望能够为大家提供一个没有压力、随时可以回来玩、随时可以一起在线上相聚的平台(但不能沉迷于游戏)。我们希望每一位成员都能够在这里感受到【HOME】的温暖。\n这里有许许多多热爱Minecraft的玩家，还有许许多多Minecraft的dalao们。(进群后请不要打扰到他们正常生活，否则会被拉入黑名单）\n 我们是一群Minecraft的建设者，满怀着爱和信念。我们正在缔造美好MC世界。从MC中收获、向MC贡献，从而成就并丰富MINECRAFT的意义。\nWe have a strong server：\nIntel Xeon E7 8890 v3处理器 主2.5GHz/ 睿3.3Ghz/ 18核心 / 36 线程 / 45MB L3缓存\n32GB DDR4 REG ECC 内存 / 2133MHz\nIntel 750 NVMe SSD 固态硬盘 / 400GB / 读取 2200MB/s / 写入 900MB/s / 游戏运行时存\n\nMicrosoft WindowsAzure / 电信 / 联通 / 移动\nIBM SoftLayer 全球骨干网NOT ONLY IN THE VIRTUAL WORLD:\nPREFERENCE DRIVEN: IMBOX community driven by preference . Different people gather for the same interest, and the community is a platform for carrying and developing interests.\nNONPROFIT COMMUNITY: IMBOX is a non-profit community. Despite the huge amount of money needed to operate the server, we still believe that the community does not need money can exist for a long time.\nOPEN MIND, ALL-EMBRACING: The most beautiful is the collision sparks thinking. Different opinions, praise or criticism, good questions, and thoughtful answers are the stepping stones to advance.MORE:operations in the past three years, we have maintained a small but sophisticated quality server principles. Minecraft Chinese online players distress, we do our best to solve server Ping high? We have many years of professional experience, the selection of suitable Minecraft server machine configuration, no water magma Redstone restrictions, no large-scale WE operation troubles. Network bad? We have three Century Internet China Unicom mobile telecommunications line access, education network line, Microsoft WindowsAzure international line around the world, the backbone network... No matter where you are, we can fix the network delay and packet loss problems.worried about bears? We have kept all server logs and data from the / box changes for several months since 2016each application letter will be reviewed by at least three administratorsOur game player many lock box, we do not even have the plug-in territory Doors are unbolted at night.. But there has never been a conflict between theft and malicious players.worried about the construction effort on the server will be lost? We have an hourly online hot backup, offsite backup, and a never reset main world map.but the most important thing here is a warm and loving community. We're not here to play games. You may be surprised that everyone you meet will greet you. Good morning, good night, whether it is in the two dimension of the game or the reality of the world of the three dimension, each member of the community are in the heart of others. Every single day!warm, not just in the slogaApplication for accession:IMBOX服务器为正版服务器，你必须拥有合法（自行购买，非租、借）的正版帐号才可以申请。\n如果你\n认可IMBOXMC Server的原则和准则\n了解社区礼仪并严格要求自己（不是熊！）\n能够做到对服务器、对自己负责\n拥有合法的 Mojang 正版帐号\n已经认真阅官网的服务器公约\n\n写一封邮件发送到 box@imbox.pw，要求如下。\n标题：[你的 ID] 申请白名单\n正文包括\n1. 你的正版 ID。\n2. 邀请玩家 ID\n3. 个人主页地址，可以使用个人主页/博客、GitHub 主页、Google+ 主页、Twitter Profile、Bilibili 空间，请使用有内容的个人主页，没有内容的个人主页会被扣分。严禁使用 QQ 空间等不开放的平台作为主页。没有请写无。\n4. 简单的自我介绍，没有字数限制。态度将作为考核主要标准。\n5. 申请起源，包括为何选IMBOXMC、以前的单机/联机游戏经历及感受等。管理组收到申请信后，将从多个方面对申请者进行审核。审核时间可能最长需要 72 小时。\n如果审核通过，你将收到一封欢迎信。请确保将box@imbox.pw加入邮件联系人。\n针对不合格的申请信、滥\n\n\n\n\n\n\n\n-184aaf4487eaf523.png\n(101.5 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-1-31 16:09 上传\n\n\n\n\n\n\n\n\n服务器logo\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.22.33.png\n(188 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:26 上传\n\n\n\n\n\n\n\n\n主城\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.20.23.png\n(252.16 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.22.47.png\n(184.51 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:12 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.18.41.png\n(189.56 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:27 上传\n\n\n\n\n\n\n\n\n主城\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.20.07.png\n(211.33 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:27 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.25.21.png\n(192.88 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:14 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.25.15.png\n(218.71 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2017-02-01_14.22.40.png\n(208.16 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-2-1 14:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}