{
    "title": "【原创·连载】[ENF][琉璃世界-00]by 葉子の",
    "author": "葉子の",
    "replyCount": 4,
    "timestamp": 1485848520,
    "txt_content": " 本帖最后由 葉子の 于 2017-1-31 15:59 编辑 \n\n琉璃世界第〇〇章注意:由于本人才读二年级QAQ所以文采可能不好活下来      “苍天呐！我们到底做错了什么！为什么要这样对待我们？为什么！”村长那沙哑的声音在村子里喊着，村长一根根头发在一夜之间开始白了起来，所有的房子都倒塌了，所有的庄稼都枯萎了，空气中弥漫着绿色的烟雾，一丝丝阳光从天上照下来却无法照全大地。\n       村子边走边找，看看还有没有人幸存下来，泪水一滴滴浸入土地里，满面沧桑的村长走到了衙门面前，跪下哭喊道\n       “老爷对不起，5555我没有守护好村子55555，让怪物给毁了55555········”\n       “别哭啦！村长爷爷！快点过来救救我！我被屋梁给压住动不了啦~”\n       “啊？史少爷？等等啊，我这就拿工具去。”\n       “还拿什么工具啊，过来搬走就可以了啦！”\n       “哦哦，马上就过来啊”\n      史蒂夫史少爷看着村长一块块的把瓦片搬走，手被瓦刮伤流出了鲜红的血液，史蒂夫眼中包含泪水。\n      “那个，村长你以后就别叫我少爷了吧，还是叫我大名史蒂夫就好了，毕竟我的家族已经灭亡了，呜呜呜。”\n      “这怎么行呢，如果这样喊您的话这不就是对老爷不尊敬么、”村长皱起眉头慢慢挖着，双手已经痛的开始发抖了，挖出来的瓦片上全是村长那鲜红的血液········\n      “那你以后在有人的时候叫我名字，没人的时候叫我少爷吧，不然别人听到了会那个那个的。”\n      “这个我懂，哈哈哈，少爷不小啦，懂事啦，老爷在天之灵一定会高兴的。”\n       瓦片一点一点被挖走，渐渐的挖出一个洞出来，村长爬进去将橡木给搬走，史蒂夫从洞里钻了出去爬起来，拍了拍身上的灰，随后村长也从洞里爬了起来，少爷将村长扶起来，但夜晚渐渐降临，所有的火把灭掉了，整座村子显得格外阴森。\n       村长和史蒂夫开始向村子中的陵园走去，狼嚎声在森林中播散开来，这时，陵园里有一丝光亮，村长和史蒂夫跑过去，用铁块封住的大门重新被打开，地上留下一条条血的印子，村长和史蒂夫跑快到太祖爷的坟前的时候，史蒂夫的哥哥站在那里挥舞着刀对着坟墓自言自语。\n        “哥哥！你在那里干什么？难道是你杀死全村的人？你为什么要杀死全村的人啊？”\n        “为什么不能？自我出生以来到现在，他们侮辱我，歧视我，你们走吧，我不想看到你们，看到你们便想起那番痛苦的回忆，如果你们恨我，想杀我，那就去长长本事再来找我吧！”\n        “哈哈哈哈，看看外面这个我改造过的世界吧！祝你们好运！。”\n        他的声音响彻云霄，随后消失于风中，消失的那一刻，村子中的黑暗里冒出来了许多红色的眼睛。啊啊啊啊一个个僵硬的声音传了出来，那一刻，村长和史蒂夫被吓得鸡皮疙瘩都出来了，赶紧向密室跑去。\n       “咦，这里原来还要密室呢，我怎么不知道啊？”史蒂夫疑惑不解的问道\n       “你知道你不就成了村长啦？这只有村长才知道的，如果村里发生了大事，就要到这里来，这是上一任村长告诉我的。”\n       村长走向前对着一个黄金块上放了一个红石火把，轰！隆~隆~隆~，密室大门被打开了，随后插在石英块上的火把一个个亮了起来，密室的尽头是一个平台，上面有一个箱子，密室的两边是壁画。\n       “看来太祖爷早就知道要发生这种事了啊，如果太祖爷知道为什么不早点告诉我们？为什么！”村长悲伤着说着\n       “什么事情啊村长？”\n       “你看啊，这壁画告诉了我们········”\n       约300年前，太祖爷站在密室说道:“快点把我说的一切都画石砖上面去，速度要快！”\n       太祖爷拿起水晶球将它捧上天上，迷上眼睛嘴中念叨着魔咒，随后说道:“在我们子子孙孙的每一代中，会有一代遭受血光之灾，那也将成为我们家族的最后一代，但是有可能有人活下来，他将拿起我留下的宝刀杀死凶手，将我们家族的香火继续续传下去········”\n       “知道了吧少爷，这壁画是太祖爷让人留下的。对了，太祖爷说他留下了宝刀，快去找找看。”村长\n       “恩，我们一起去找找看吧。”史蒂夫说道\n       “少爷，宝刀在这箱子内，快点过来拿吧”村长兴奋的说道\n       “恩！来啦！········咦，这怎么是一个方块？我怎么从来都没见过啊？”\n       “我也不知道，之前村子里太诡异了，我们还是先走吧，我知道这里去最近一个村子的路。”村长急切的答道\n        村长和史蒂夫走出墓室的时候，外面的烟已经消去，一个个尸体安详的躺在地上，村长和史蒂夫快要走出村口的时候，突然看到那些尸体动了起来，皮肤渐渐变绿，最后眼睛发出一束红色的光芒向村长他们走来。\n       “啊？这什么怪物啊！快跑啊村长！别看啦！”史蒂夫尖叫道\n       “少爷等等我！老朽我跑的慢啊！”\n       最后村长一行人拜托了尸体的追击，踏上了前往最近一个村子的路上········共1689个字[groupid=1373]Endless Fantasy[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1485849180,
            "txt_content": "对话流\n用词不严谨\n流水账\n描写不够生动优雅\n都这德性了还能笑出来？\n情节太坑\n标点缺失\n我去看不下去了——\n孩纸这是你的跳绳，去跳1w个再来写文。"
        },
        {
            "author": "葉子の",
            "timestamp": 1485849240,
            "txt_content": " 本帖最后由 葉子の 于 2017-1-31 15:56 编辑 \n冥王星人 发表于 2017-1-31 15:53\n对话流\n用词不严谨\n流水账\n我才读二年级耶QAQ文采肯定不好啦我感觉我还是建建筑去算了QAQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485849780,
            "txt_content": "葉子の 发表于 2017-1-31 15:54\n我才读二年级耶QAQ文采肯定不好啦我感觉我还是建建筑去算了QAQ\n你不是说你是北大【附小】的么"
        },
        {
            "author": "葉子の",
            "timestamp": 1485850260,
            "txt_content": "冥王星人 发表于 2017-1-31 16:03\n你不是说你是北大【附小】的么\n额QAQ我没公开学校吧QAQ"
        }
    ]
}