{
    "title": "我想象的神话mod",
    "author": "风神天之",
    "replyCount": 4,
    "timestamp": 1485868320,
    "txt_content": " 本帖最后由 风神天之 于 2017-3-16 18:00 编辑 \n\n这是我多年看各路修仙小说.漫画所想象的mod,首先的是武器 无量尺【右键，解除身上所有的负面效果并且将自己的血回复置满血】\n                     太虚套【成金色，穿上后能无视所有伤害，拥有所有有利效果，无法被破坏】\n                     昆吾剑【剑锋之利可摧毁天地，拥有100滴伤害，不过如果长期放在背包里会拥有反胃和缓慢的效果，根据持有的时间所增加，如果持有超过3天就会死亡，除非成神】\n                     开天斧【成神后能开天斧挖掘所有方块，伤害300，未成神前只能砍树，不过特别快，伤害只有20】\n                     极乐弓【射出剑的伤害有50，未成神者使用犹如废物，一点伤害也打不出】\n                    尊神刀【其利可破万物，拥有100点伤害，不过未成神者使用尊神刀，会立刻死亡】\n                    惊夜枪【未成神者能轻松使用，可成神后无法打出一点伤害】\n                    损魔鞭【对亡灵有着50点的伤害，但对生物无伤害】\n                    焚寂【 拥有50点伤害，攻击目标会燃烧20秒，在背包里时间过长会 拥有力量效果，超过30天就会立刻死亡，去死亡的地方会有拿着焚寂的另一个自己，会继承你所有的物品】\n                     释魂【攻击时会吸收目标的血和持有者的血吸的血越多攻击越高 】\n                    风神之刃【成风神后拥有100点伤害右键可召唤龙卷风吹起周围敌人，并加以伤害，未成神时只有20点伤害，不能召唤龙卷风】\n                   风神狙击枪【能够超远瞄准敌人，有50点破甲固定伤害，狙击时被风神之气，所保护，无法被伤害】\n                   修罗双枪【攻击高达50伤害，命中生物死亡后成为自己的傀儡】                   修罗神剑【目标被杀死后成为自己的傀儡】\n                   雷神之锤【成雷神后有100伤害，目标会被闪电劈中，闪电造成10伤害】                   血神之刃提尔锋【在攻击时吸食持有者血和攻击目标的血量加到剑的攻击，攻击50点，攻击时达到60】\n          始祖剑【攻击100，右键天上坠落上百甚至上千的火焰，周围上百格成为火海，再右键召唤末影龙将目标叼到数千格外】\n          时间之剑【右键加快时间流逝，shift键加右键时间减慢攻击50点。注：成时间之神后可直接右键生物可将他的时间减慢。】\n          时间套【每次被攻击时，被攻击者时间加快，攻击者攻击时间减慢，最多100层】\n          五行之剑【每次右键就会转化一次属性有五种属性金：攻击力达到200，木：使目标中毒，中毒扣的血由剑的攻击力来定。水：使目标者存在溺水状态，在水中跟在陆地上的移动速度一样，火：使目标周围燃起大火，同时使持有者不惧怕火焰燃烧。土：右键目标在目标周围降下沙土。注：成五行之神后shift键以后可以同时拥有五种属性】\n接着是成神任务创世神条件收集开天斧.昆吾剑.太虚套.尊神刀 击杀刑天 同时成八位神效果：【变成创造】\n                        风神条件收集风神之刃.风神狙击枪效果【力量10速度3可以飞行】】\n                        雷神条件收集雷神之锤效果【掌握天气】\n                        修罗神条件收集修罗神剑和修罗双枪效果【掌管冥界和生死轮回】\n                        血神收集条件血神之刃提尔锋效果【掌管所有杀戮】\n                时间之神条件收集时间之剑和时间套 成神效果：【可以随意停止加快减慢时间】\n                五行之神收集五行之剑 成神效果：【可控制所有关于五行的事物】\n然后是怪物 刑天在地狱城堡任何一处都有可能刷新，攻击100移动速度较慢血量300，掉落开天斧\n           神兵蚩尤在晚上村庄附近或村庄中刷新，拥有和始祖剑一样的技能，攻击150点掉落始祖剑\n我能想到的只有那么多了，别的真的想不到了\n                        \n欢迎来评论补充\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1092176942",
            "timestamp": 1485872040,
            "txt_content": "我觉得可以加一些怪，不然原版的完全不够砍"
        },
        {
            "author": "最初的垃圾",
            "timestamp": 1486356780,
            "txt_content": "想象厉害，感觉你可以去研发了"
        },
        {
            "author": "滑稽不是稽",
            "timestamp": 1486361640,
            "txt_content": "小说看多了，去做做试一试"
        },
        {
            "author": "w1403676227",
            "timestamp": 1487310480,
            "txt_content": "脑洞可以，但是如果放在服务器让,四分之三的物品都要被ban"
        }
    ]
}