{
    "title": "【原创/连载】《讨厌的日常》—— ①",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1485885780,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-6 23:50 编辑 \n\n1、“史蒂夫、史蒂夫”\n     收悉的声音让史蒂夫愣了一下，他手中的矿镐停了下来，在他前方十厘米左右，一个快要破碎变成方块的铁矿也在一瞬间恢复到原来的样子。\n     史蒂夫叹了口气，向着声音传来的方向看过去，在离他大概十个方块的距离，插着他火把岩石块旁边，一个僵尸扶着墙壁，露出半个脑袋看着他，跟一般僵尸不一样的是，这个僵尸的头上带着一草帽，草帽边缘已经有点破损，似乎已经有些历史了\n      “……干嘛。”\n      “那个，你有空吗？”\n      “……哈……有事快点讲”史蒂夫有些无奈地将矿镐背在背上，头也不抬地说\n      “啊啊，就是，我的朋友又跟来了。”僵尸没有冲上去，依旧扶着墙壁说\n      “……你和你的朋友为什么没事老往洞窟跑啊……”\n      “我也不知道啊，我跑出来的时候应该没人跟这才对。”僵尸像是回忆一样歪了歪头，史蒂夫在心里默默地吐槽着“不是那边的问题吧”。突然，一声嘶吼声从僵尸背后黑暗的矿洞传来，他立马打了个激灵。 身体从岩石块里探了出来，有些着急地对着史蒂夫说，“所、所以，来一个平时的那个就好了！拜托了！”\n      “……能拒绝么”\n      “求你啦！我在这边的朋友也不多啊！”\n      “……好麻烦啊……”史蒂夫摇了摇头，又叹了口气\n       ————————————————————————————————\n      “恩？凌夜？你在前面对吧？”一只僵尸在插着火把的石块后面探出了头，在他身后，一只拿着铁铲的僵尸也在四处观望着\n      “嘎吱！嘎吱！”他们前方传来有些惊悚的声音，而声音的源头，就是他们要找的凌夜。此时的凌夜正半跪在地上，抓着一个史蒂夫的身体，似乎很享受地啃咬着\n      “诶~跑来这边吃独食了啊，挺厉害的嘛~”打头的僵尸看到专心啃着史蒂夫尸体的凌夜，用有些称赞的语气说道。凌夜也似乎察觉到他背后的同伴，转过身打了个招呼，他的脸上还残留着被撕碎的肉块和血迹\n      “你吃你的吧，我和麦麦去别的地方转转”拿着铁铲的僵尸跟凌夜简单地道了个别，跟另一个僵尸向着矿洞深处走去了\n      凌夜望着他的两个朋友消失在矿洞深处，松了一口气，他怀中本来闭着眼睛的史蒂夫也睁开了眼睛，面无表情地坐了起来，手上抓着一个被啃得乱七八糟的生猪扒，准备收到背包里\n      “诶诶？都这样了让我吃完呗？”\n      “演完了就起来，我要回去了”\n      “让我吃完呗！啃成这样烧出来也不好吃的啦！我跟你讲僵尸的嘴超级脏的有很多病毒的吃了小心秃顶诶！”凌夜抱住了起身准备走人的史蒂夫的大腿，史蒂夫的身体顿了一顿，他咬了咬牙，用力地拖动着大腿\n      “拿去喂猪也不让你吃”\n      “你这人怎么这么残忍啊！”凌夜松开抓着史蒂夫大腿的双手，站起来拍了拍他穿着的破破烂烂的休闲裤，然后慢慢跟在准备回家的史蒂夫后面。“那你告诉我你的名字也行呗”\n      “为什么我帮了你的忙反而还欠你人情一样啊”史蒂夫面无表情地说“而且不是已经告诉你了吗，我叫史蒂夫。”\n      “这里的人不都叫史蒂夫吗，我要的是你的名字啊！”\n      “史蒂夫。”\n      “听人说话好吗！”\n      “……你是人吗”史蒂夫叹出了今天地第三口气，脸色发黑地从矿洞里回家，当然，今天地他身后也跟着一个带着草帽的奇怪僵尸\n\n2、史蒂夫回到了城镇，此刻已经抵达了他家的门口，这座占地大概50个方块的简单木屋就是他的家，他此刻所在的街道几乎没有什么行人，因为他，住在这个城镇几乎跟荒野相交的地方\n      “呐呐，史蒂夫，西瓜熟了呗”在路上消失的凌夜，在快到他家的时候不知从哪里又蹦了出来，留着口水跟他说\n      “你昨天才吃过吧，而且今天也不准备开”史蒂夫头也不回地讲，西瓜是史蒂夫种在他家后院里桦树旁边的西瓜，虽然田地不大，但每天结个2、3个也是没问题的\n      “诶~西瓜熟了不开是对西瓜之神的亵渎啊”\n      “没有那种神，我也不信神，话说你怎么通过城镇还不被人发现的”\n      “这大概就是僵尸的神秘力量了吧”\n      “没有那种力量，还有你给我快点回去”史蒂夫疲倦地打开了栅栏门，向着后院走去\n      “不要，我要吃西瓜”凌夜跟了进来，熟练地将门口的栅栏门关上\n      史蒂夫有些恼怒，他顺着他自己铺的橡木木板后院，准备将工具放好在树荫地下乘个凉，不知为什么今天太阳特别大，他身后跟来的凌夜，依旧大喊着“西瓜，我要吃西瓜！”\n       “都说了，我今天不开……”“呀~史蒂夫~挖矿回来啦~”史蒂夫的话说到一半，然后他愣住了，在他后院的桦树下，一只小白和小黑正在愉悦地享受着手里的西瓜，他们旁边放着史蒂夫买来的精致手工木碗，上面放着其他切好的西瓜，西瓜似乎用井水冰过，散发着阵阵凉气，吃着西瓜的小白看到了回来的史蒂夫，愉快地挥了挥手，他旁边的小黑似乎没有察觉到，一脸幸福地啃着西瓜\n       史蒂夫的脸抽搐了一下，视线从他们两个移到西瓜田里，本应有两个大大的西瓜出现在田地里的，但他却只能看到绿油油的西瓜苗，他又将视线移了回来，小白、小黑和一只带着草帽的僵尸，幸福地在他种的桦树下吃着他种的西瓜\n       “十迪福（史蒂夫），尼卜莱以筷末（你不来一块么）”啃着西瓜的凌夜抓起另一块西瓜向着史蒂夫递过来，史蒂夫的脸又抽搐了一下，右手捂住了脸，但还是接过了西瓜，坐在了小黑旁边\n       我到底……做错了什么啊……他带着这样的心情，对着红得发亮的西瓜啃了下去\n       “……唔……”他发出了愉悦地鼻息，被井水冰过的西瓜的确很好吃\n\n3、“……我说，你可以不要缠着我了吗！”史蒂夫突然带着怒火，向着坐在他旁边的僵尸——凌夜吼道\n      凌夜很明显给吓到了，似乎史蒂夫从来没用那么可怕的语气跟他说过话，坐在他们两个不远处的小白和小黑也给这充满怒气的声音吓得愣了愣\n      “为、为什么啊，一起乘凉不好吗……”凌夜双手抓住草帽，有些回避史蒂夫，小声地回答他的话语，旁边的小黑和小白也点了点头\n      “所以说，为什么找上我啊！小白你和小黑也是，为什么偏偏是我啊！”史蒂夫坐了起来，看着西瓜田说“我想一个人静静地生活才来这个地方的，结果还是有你们这些烦人的家伙跟着”\n      “……不是乘凉乘的好好的吗……怎么了突然……有烦心事的话可以跟我们讲……”\n      “所谓的烦心事就是你们啊！”史蒂夫的左手突然用力地锤了锤地板，他随即楞了一下，然后像是懊恼一样偏头，很用力地砸了砸舌\n      “……那……我今天……先回去了……”凌夜呆了一会，愣愣地说，向着大门走去，史蒂夫身后的小白跟小黑交换了一下眼色，然后小黑抱起了小白，伴随着电视机雪花屏一样的音效，两人消失在了史蒂夫的后院，留下一团浓浓的末影粒子\n      后院里，史蒂夫一个人，坐在他家的木质平台上，他有些悲伤地，又躺了下来\n      在他左边不远处，精致手工木碗支离破碎，一个似乎刚刚被破开的洞口，出现在地板上\n\n4、史蒂夫不知道的是，这个镇子很久之前就存在怪物了\n     毕竟他也是前不久才搬到这个镇子上，所以并不知道这个坐落在山脉、荒野与文明世界交界处的镇子处于一种微妙的怪物和人类共存的状态\n     “史蒂夫肯定是因为那两个西瓜才那么生气的……略略略！不就两个西瓜吗！”凌夜带着草帽，在太阳底下行走着，草帽为他留下一片荫庇，让他能在太阳底下行走。“哼哼~还好之前攒了一点钱，两个西瓜买回来不就好啦~”脑袋里似乎上演着跟史蒂夫和好的种种小剧场，凌夜笑着向着集市走去，剧场似乎太过美好，让他忽视了四周传来的种种恐惧、威胁的目光\n     这个镇子确实是人类和怪物共存，但二者的关系，却没有想象地那么好\n     比如，一只落单的僵尸，是很容易在这条街上抹去的\n     “噗咚！”回过神来时，凌夜的视线已经开始旋转，随即以一种别扭的视角定格，手肘肩膀也传来痛楚\n     凌夜手中的钱散落一地，他连忙握紧了头上的草帽，随即勉强稳住身子，慢慢地站了起来，在他的面前，好几个史蒂夫带着肆虐的目光看着他\n     用了好一会，凌夜才恢复了神智，他看了看前方的史蒂夫，稍微退后了一点，但突然发现自己的钱已经不在手中，连忙蹲下想要捡。他将手伸向理他最近的一个金币，但突然，一只脚踩在了金币上，将他吓了一跳\n     他慢慢地抬起了头，目光与踩着金币的史蒂夫对视\n      “……那个……你好……有、什么事吗？”他努力地，用颤抖地声音打招呼，脸上挤出了一个微笑\n     踩着金币的史蒂夫看着他，也露出了微笑，抬起了右手\n     “噗哈！”凌夜的左脸被狠狠地揍了一拳，他带着悲鸣在地上翻滚了好几圈才停了下来，他的嘴角没有流血，但却歪曲地不成样子\n     “哼，正好有落单的啊”踩着金币的史蒂夫恶狠狠地说着，“你不是僵尸吗，咬啊，你倒是咬啊？”他身后，史蒂夫们拍手叫好着，似乎在这条大街上偶尔就会上演这样的戏码\n     凌夜喘着粗气，慢慢地站了起来，没有再去捡金币，他用颤抖的手，用力地捂紧了头上的草帽\n     看到面前僵尸不再捡金币，反而用力抓紧了他头上一顶做工粗糙，还破破烂烂的草帽，带头的史蒂夫一下明白了，他坏笑着，向着凌夜头上的草帽伸手\n     “不、不要！”凌夜想要转身逃跑，但一下撞在了堵路的另一位史蒂夫上，被撞得后退几步的他，头顶突然传来异样的感觉\n     当他回过头时，看到的是史蒂夫狰狞的脸，以及他手中自己头山的草帽\n     他想要说些什么，但话语在经过他喉咙时，变成了异样的惨叫\n     “啊、唔啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”\n     火焰，从他全身各处冒了出来，疼痛，肆虐着他的神经，周围的史蒂夫看到他变成一团火球，连忙退开了几步，但脸上的笑意却越来越浓\n     带头的史蒂夫愉悦地看着这一幕，但他突然发现，面前的这一团火球似乎在移动，对，在向他这边移动\n     火球伸着手，用被火焰烧焦的喉咙发出带着哭腔的声音\n     “还……给我……”\n     火球离史蒂夫越来越近，史蒂夫整个人抖了抖，连忙将手中地草帽向着火球扔去，自己退开了好几步，草帽还没被凌夜接住，边缘便已经开始变得焦黑，当凌夜的手握住草帽时，草帽的一半已经变成了黑灰\n     “啊……啊……不要……不……啊啊啊啊啊！”分不清是内心被撕裂的疼痛还是身体被烧焦的疼痛，凌夜发出了惨叫\n     “对不起……对不起……”他在内心里说着，向着他道歉\n     “……对不起，史蒂夫……”他内心这么说着，突然双脚离开了地面\n     随即，视线发生第二次偏移，回过神来，自己已经撞在了什么上，滑坐到了地面上\n     疼痛，慢慢减轻了，视线，渐渐恢复正常\n     火焰，消失了，凌夜发现自己坐在一颗橡木树下，树叶遮挡了太阳，让他的身体停止了燃烧\n     凌夜慢慢抬起了头，一个收悉的冰冷冷的面孔面无表情地看着他，他的右手冒着黑烟，有几处皮肤已经被烧坏，渗出血水\n     “……为、为什么你会在……”\n     “……你知道我出来卖个铁，突然看到街上一个火球冒着火的心情吗”史蒂夫叹了口气，转过身看向刚刚围在凌夜旁边的史蒂夫们\n     “在这等我一下”他这么说着，右手从背后切出一把粗糙的石剑，石剑剑刃已经钝化，想必耐久已经失去一半以上\n     刚刚围在凌夜旁边的史蒂夫们咬了咬牙，纷纷切换出武器，他们统统用的都是铁剑，有的还闪着妖异的紫光\n     “史、史蒂夫！”\n     “……烦人的话等会再讲”史蒂夫叹了口气“还有，我叫左”\n     “zuo、左！”凌夜抱着只剩下一点点的草帽，眼泪慢慢流了出来“你给我的草帽……我没有保管好……对、呜！对北齐……”\n     “……那种东西再做一个给你就好了”左慢慢走向前，摆出一种奇怪的姿势，本应是主输出的右手石剑放在后侧，左手横架在胸前“等下再跟你吃西、……不过现在，先闭一会眼睛好吗”\n     凌夜看着面前的史蒂夫，迟疑了一会，默默地闭上了眼睛，耳朵里，传来了许多物体破碎的声音，然后他看到的，是满地的碎片，满脸惊恐的史蒂夫，以及面无表情的左\n     左低头看了看地面，然后将石剑切了回去，走到凌夜面前呆了一会，凌夜有些拘谨地缩了缩身子，慌张地看着左\n     “哈……真麻烦啊……”左看了很久，又叹了口气，转身在凌夜面前蹲下“走了”\n     “……”凌夜顿了顿，慢慢地爬到左的背上，脸贴着左的肩膀，眼泪不知为什么又开始往下掉\n     “左”\n     “……干嘛”\n     “你讨厌怪物吗”\n     “……”左稍微送了送肩膀，沉默了一会说“我讨厌这样的每一天”\n     “……是吗”凌夜小声地回答\n     “……但是也还行吧……”\n     “诶？！你说什么？！”\n     “喂喂喂！你别乱动啊！你不是重伤吗？！”\n     “再、再说一遍！”\n     “……我……真特么的……”左被他背上的凌夜摇的晕头转向，他在凌夜的叫喊中，又重重地，叹了口气\n",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1485927660,
            "txt_content": " 本帖最后由 WM2030 于 2017-2-1 14:06 编辑 \n\n字数上确实是挺良心的。文字的运用也颇为熟练。\n但是改进还是有不小余地的。\n\n1.全文的句号异常少。\n有些地方该用句号的用了逗号\n 火焰，消失了，凌夜发现自己坐在一颗橡木树下，树叶遮挡了太阳，让他的身体停止了燃烧\n该用句号的地方直接省略句号分段。绝大部分自然段的段尾都没有句号。\n\n2.文中的搞笑情节缺乏新意\n全文的搞笑基本走的是老套路的感觉。前半部分捧逗搭档，后半部分人间真情。这几乎是被全球的喜剧演员或者搞笑动漫用过无数次的手法。即便这样的手法经久不衰且确实存在现实意义，但是也需要丰厚的积淀、良好的表达作为基础的呀。\n\n3.一些用词上缺少考虑\n我出来卖个铁\n这样的说法容易有引起歧义的危险。\n他顺着他自己铺的橡木木板后院\n这样的句子也是不通顺的呢。\n他发出了愉悦地鼻息\n的得地不分也是一个不小的问题。\n此外还有不少错别字。\n\n4.剧情中还有一些引人怀疑之处\n这些细节可以通过读者的想象解释，但是这些想象并不具备特别的意义，在文中为这些细节做出解释也并非不可行。为了文章的完整度和让人信服的程度，还是建议加上一些解释。\n比如史蒂夫为何会不知道在城中怪物与人能够相处。文中说他到这里时间太短，但是他已经有了屋，种了瓜，难道还没有在城里见到怪物吗？\n还有其他的一些细节就不一一地指出了。\n\n5.细节与游戏设定明显相悖\n这里并不是说必须要与游戏一模一样，而是说在某些明显是想靠近游戏本身的细节上却出了问题。\n一个快要破碎变成方块的铁矿\n破碎之后不是方块而是“item”呀。\n\n总结：楼主的文学功底并不差，在新人中已经有着相当高的水平。希望能继续努力，再创新高。\n\n好久没这么认真地写过文评了gg"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1485927840,
            "txt_content": "WM2030 发表于 2017-2-1 13:41\n字数上确实是挺良心的。文字的运用也颇为熟练。\n但是改进还是有不小余地的。\n\n\n哦哦!谢谢大佬!"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1485957060,
            "txt_content": "bo_bo2001 发表于 2017-2-1 22:00\n第一次看到连载的一章里还分1234的……\n同意楼上\n细节还可以更进一步\n嗯,谢谢。这次是在大半夜码的,下次会更加油的"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1485957600,
            "txt_content": "第一次看到连载的一章里还分1234的……\n同意楼上文字的运用也颇为熟练。\n细节还可以更进一步"
        }
    ]
}