{
    "title": "<原创·连载>因解效应·现实战役[序章:战妆][S_RwE]",
    "author": "S_RwE",
    "replyCount": 7,
    "timestamp": 1485925140,
    "txt_content": " 本帖最后由 S_RwE 于 2017-9-10 13:50 编辑 \n\n       “强烈的火光在我面前升腾，弹片几乎从我眼角划过。我的头发都被火药带来的热浪荡了起来。还好，在下一次发射到来之前纳撒尼尔把它停掉了。”\n        在行驶的列车上，我用她留给西娅的通讯器向她询问以前正规军的事情。聊到的东西很多，现在在讲的是关于他们之前的一次大型行动。\n\n\n       “菲亚卡……”\n       可她的语速实在是太快了，我低声提醒她。\n\n\n       “还有更糟糕的，整片整片的无人机从地面升起来，就像菜市场里面的墨鱼一样在大水缸里搅动，整个D系列的班级全部滞留在地面。大家都抢着回到[穹顶]，当时真的危险的可怕。我也想回去，可是安格斯那个家伙却说……”\n\n\n       “菲亚卡！”终于，我忍不住对她喊了一句，“嗯……你讲得太快了。”\n       她好像是愣了一会儿。\n       “好吧，我很久之前开始说。你认真听。有人在那天死去了，这是极少见的情况。后来我才知道那场行动被命名为[现实战役]……”\n       周围的寥寥景物在我身边飞速倒退，我沉浸在菲亚卡的叙述中。\n\n\n序章：战妆\n       [穹顶]的平均高度超过两千米，即使在盛夏天气也很凉快。冬天则会有供暖无人机在人们周围。温度总是适宜的，以至于那些成天待在室内的人都快忘记了季节的更替。安格斯就是这种人。\n       整天整夜的待在部队所在地，而部队中基本也不会有什么训练，即使有他也不想参加。军队的科研所倒是经常去，除了这些基本上就是窝在房间里打游戏了。\n\n       “他不是班长吗？”\n       我不解，向菲亚卡询问道。\n       “那都是他在当上班长之前的事。”\n\n       她几乎没有迟疑地回答我，然后继续自己的讲述。菲亚卡总是因为我的打断而显得不大高兴，我也尽量保持安静。\n就现在这个时间点来说，安格斯应该还在努力恢复自己的正规军D—1班班长的职位，在这之前的五天里他肯定因为[现实战役]这件事情而被革职了，也不知道这个人到底干了什么事情。\n       在这之前的之前呢？安格斯只是作为一名士兵隶属在D—1班中。当时的他并没有与菲亚卡相识，没有与纳特相识，很少有人对他有印象。他自己也总是对一切都提不起兴趣，游走在饭堂与寝室之间。不能说是毫无存在感，只是看起来像个普通人罢了。况且那些“毫无存在感”的人也会因为这个特点而为人所知，安格斯没有，他不主动与人交好，但也将善意带给那些亲近自己的人。\n如果不是这点的话他看起来就会是一个彻彻底底的玩世不恭的人了。\n       但也正是这样他才会泯然在大多数人中间。\n\n       正规军的士兵们不回家，他们就像上学一样参加者军队训练。但他们可以翘课，也不会被扣学分。同班级的人分在同个寝室里，也很少出现不回来睡觉的情况。两个周五回一趟家，回家看看自己的爸妈。每个人的日子都过得很惬意。\n“让想奋斗的人去奋斗吧。”\n       室友们总是把这句话挂在嘴边，他们是懒散的普通人，大家都是，个别人不是。\n例如各个班级的班长，二班班长纳撒尼尔·麦克亚当是一个对待工作认真并且总是坚守岗位的人，三班的菲亚卡或许好胜心很强，但也总是能够完成指定的目标并投身到下一件事情中去。即使是诺厄在当时也是个正直的人，因为经验而有着相较同龄人压倒性的实力。\n当时的一班班长则是一名全才，与他人付出同样努力的情况下他能够得到的成果是成倍的。明智果决，在平时训练中的班级对抗也因他而让一班始终立于不败。甚至有人认为他能够成长为[将每一个事实预言的战略家]。\n       “医疗班有很多女孩子喜欢他呢。”\n       在寝室里，上铺的某人谈论到这个人，响应立刻传来。\n       “医疗班不就是三班吗？”\n       “对呀，一个班除了班长全是女的，听说那个班长马上就要调走了。”\n       “他跟官员下棋的故事你们知道了吗？”\n       “他还把那次赢来的赌注全部捐出去了。”\n       “那些钱要是分我百分之一我都能舒服好几年了啊……”\n       “你是不是还想过[穹顶]每个人分你一块钱你就可以幸福一辈子了。”\n       “哦，对对对，你怎么知道……”\n       大家的笑声打断了他，安格斯也在笑。热闹的氛围，这种感觉让他很温暖，但他并没有加入到对话中去。\n\n       “等下去一趟部队里的武器店，把这几个弹匣还给老板的话说不定能让他把他账单上记着的我欠钱的名字划掉。”\n寝室长从角落里抱来一个灰扑扑的木箱子，没有封顶。里面装的都是闪着金属光泽的实弹。现在应该叫做原始步枪子弹，[穹顶]新推出的指令射击模式正在普及，要在这些老古董掉价前把它们卖卖掉。\n       “没有愿意跟我一起的战友吗？”\n       他叉腰站着，把视线移向了角落的某人。\n       “安格斯，你陪我去。”\n       “嗯..为什么叫我？”\n       “走吧，你都没见过太阳多久了，我带你出去走走。”\n       他被寝室长从床上拉起来被动的向前走着。在一系列地面的花岗岩地板向后移动的过程中，他们从寝室来到了光天化日的拥挤街道，又来到了武器店老板那张严峻的脸面前，是一位30岁不到的年轻男人。\n\n       店铺的位置从部队中移到了冷清的外街，或许是店主无法支付部队中高昂的租位费所致。正规军兵营的武器店从来都是以营利性质存在的，官方进武器也需要向他们购买才行。此刻的两人的最佳选择应当是在部队中的店位卖东西，可寝室长还是搬着重重的箱子走了好多路就为了来到这个自己欠钱的人面前。\n       “走开走开，我不要你的东西。”\n       寝室长大老远搬来的木箱中的金属实弹却遭到了老板的拒绝，他摆着手要赶两人走。\n       “你爱要不要，反正是我欠你钱，你不要我也还不了了，自己看着办。”\n       “你小子欠了钱还挺牛的啊？”\n       就在两人快要掐起来时，门外又进来一个人。\n       “老板，这里有东西回收给你！”\n       手里捧着的是同样的一个木箱，褐色的长发扎成马尾铺在身后。外面套着的是正规军的灰夹克，玫红色的长袖衬在里面明显有些省布料了。短裤上的鲜红扣带与夹克相连。亮白色的长袜没过膝盖，被细长的金属框架节节固定。漆成大红的金属靴紧紧把布袜裹住。三班班长菲亚卡。\n       “这些东西现在已经便宜了...先把箱子放下来吧。”\n\n       “凭什么她的你就收？”\n       安格斯身旁的这个人急了，看也不看菲亚卡就对着店长喊道。\n       “我多可怜啊！大老远跑到这里来捧着个木箱子，为了让自己看起来自然一点还带了另外一个室友跟我一起受罪，你忍心拒绝一个想要还你钱的可怜人吗？”\n\n       “可能是我长得好看吧。”\n       菲亚卡向这边抛了个媚眼，安格斯回头对着她笑了笑便把视线移开。已经在抹眼泪的寝室长看到她之后突然板着一副认真脸回头对着老板：“这个女孩子的名字叫菲亚卡·玛格丽特，是正规军里面中的名人。她今年16岁，店主您今年28岁。”\n       “我个人认为像她这种年纪的人您的机会应该是不大的，但我还是愿意将她的个人信息和这框子弹一起给您，只希望我们的债务关系一笔勾销，你觉得怎么样。”\n       寝室长把手交叉在身前的吧台上，十根指头搭在一起讲声音压得很低，但还是被这小房间的众人听得清清楚楚。\n       菲亚卡在一旁显得很吃惊，挑着眉毛期待着身边这个人下一句话，但他却不讲了。\n       “你不打他吗？”\n       “我……还是算了。”\n       平静了面色之后，她告诉店主明天下午来取现金后就甩身离开。\n\n       “你们认识啊。”\n       这句话是安格斯对店长说的，指的是他与菲亚卡。\n       “不，只不过她是名人罢了。”\n       正规矩在民众中的地位正在逐步提高，军队就是现在社会的学校，每个青少年都可以选择参军或者就读。这是双向选择，整个种族都在备战，就像将来会出现一些难以抵抗的强大敌人。\n       敌人似乎是不存在的，为了解放社会压力倒是流放了许多贫民到地面去。正规军会在以后的日子中逐渐从打情骂俏的玩笑之间转变为真正的军队，那段日子长着呢，但已经有人开始改变了。菲亚卡只是50几个人的副班长，但她却被巷陌所熟络。\n       “这些都是新进的？”\n       墙壁上挂着许多样式的枪械，安格斯不在乎衬手的武器，但他对新科技感兴趣。\n       “是，由指令模式控制子弹，我这里卖得比你们部队的要便宜的多。”\n       安格斯低头沉思着，又看看身边的寝室长。\n       “我帮他把欠了的钱还了吧，能把枪拿下来去靶场看看吗？”\n       店主笑了，没有回应。\n       “安格斯，我欠的钱还挺多的。况且店铺里面挂起来的枪械……”\n       店长接过话头继续讲道：“行业里有条不成文规定，墙上只挂最新的东西。新到连子弹都还没进过来。”\n\n       “怎么会有这样的规定。”安格斯不解，同时右手在口袋里摸索着。\n\n       “有天我去酒吧，那里的服务生告诉我没酒卖了。”店长摊出一只手，“我很奇怪，指着满载的柜台对他说：‘这些不都是酒吗？’”\n       “酒吧柜台装的只是有颜料的水而已……”安格斯低声回应道。\n       “是的，就是这样。”\n       店长重新用手撑着吧台：“营销手段罢了。”\n       终于，安格斯把口袋的玻璃瓶掏出来摆在桌上。瓶内的液体已经出现了分层。乳白与瑰红两种色彩交织着在瓶内流动。\n       “哟，龙息。你从哪弄的？”\n       安格斯有些惊讶，因为他正想介绍这个东西。没有想到对方居然认识。\n       “我爸爸是做研究的，这是他桌上的东西。他告诉我这个东西的用途，叮嘱我换掉的钱就是这个月的零用钱。”\n       店主提起瓶颈端详着，一言不发。见状安格斯马上又继续讲道：\n       “我那里还有很多……”\n       “不用了，这些已经很贵重了。你是姓布雷恩吗？”\n       他点头表示肯定：“安格斯·布雷恩。”\n       “我就觉得长得像。我是你爸爸的学生，这些东西看得上就随便拿吧。”\n\n       “安格斯你可以啊，店长，这些东西我都看得上，我就不客气了。”\n       “你小子永远欠我钱，谁都还不了。”\n       店长捶了一下他的头，三人都笑了。\n       “明天真正进货，看看这把怎样。”店长站起身从角落拿下了一具步枪模型摆到二人面前，枪身刻着[指令模式V]的字样。\n       “5条子弹指令是目前最多的。你们两个小毛孩子知道因组吗？”\n       摇头。\n       “不知道关系也不大，我明天下午在这里等你们，那时候再来吧。”\n       真正的商品枪械要那天才进货，店主示意二人离开。走前安格斯告诉他即使是样品也要把里面的子弹填装满。\n       “这才是武器该有的样子。”\n       “要不我直接把钥匙给你们吧，到时候你们自己来拿就行，顺便帮我看一会儿店。”\n       “可是我……”\n       安格斯想要拒绝，一直沉默的寝室长突然捂住他的嘴。\n       “没问题，我们不会偷东西的。”\n       他咧嘴对店长笑着，下一刻，挂满钥匙的金属链就被抛了过来。\n\n       二人走了，当询问主动看店的缘由时，答复很简单：\n       “明天菲亚卡会来，跟未来的三班班长打好关系。”\n       “班长这个位置真的很重要吗。”\n       “不，一点都不重要。”\n       从店里出来已经是暮色了，夕阳把二人的影子拉得很长很长。\n\n       “你自己先回去吧，我晚饭在外边吃了再回部队，不不不，你不用跟我一起来，我是不会请你吃饭的。”\n       一同走了一段之后他就与安格斯告别，并且拒绝了跟随。\n       安格斯知道寝室长是个什么样的人，富于社会性而且也很重感情，善于处理人际关系。能够抓住可能会出现的机遇，即使自己这样的人他也愿意去关照，不会做作，每个动作都令人感受到真实的温暖。\n       但他却还没有成功，普通人，大家都是普通人。\n       不，已经有人在现在这个年纪就成功了。\n       他突然想到了自己的班长，那位[能把每一个事实预言的战略家]。真想认识一下他，这么厉害的人。\n\n       第二天去往武器店的只有安格斯一人。\n       “我们得出发了，我们答应了店长下午要到的。”\n       可他仍赖在床上：\n       “他那个店人少的很呢，我们迟点去也没事的。”\n       然后安格斯带着自己一人看一下午店的决心独自出发了，他是个重视承诺的人。\n\n       他刚开门进到店里没多久菲亚卡也到了，她身边还有另个人。\n       “玛格丽特小姐，你本不需要走这么远的路。”\n       人还没看到，声音已经从门口传了过来。\n       “直接叫名字就行..加个小姐感觉怪怪的。”\n       菲亚卡浑身不自在，敲过虚掩的门之后直接走了进来。\n       “诶，怎么是你，店长人呢？”\n       菲亚卡在当时并不认识安格斯，唯一有印象的见面也不过昨天下午。在简要说明原主人不在后安格斯拿出了已经准备好的一小沓准备好的现金递过去。\n       “这么少？”\n       “已经算多的了，要是卖去部队那边更便宜，说不定还卖不掉。”\n       昨天短短的会面安格斯就已经明白了菲亚卡的性格，随性并且率真，脾气应该也很好。他回头看着菲亚卡讲道，手中握着一块抹布，正在用它拭去吧台上的灰尘。上次到访时就注意到店长可能根本不在乎他自己的店面，整个房间都积了一层灰，自己也闲着，做个好人帮他打理一下。这个动作却被同行的一班班长所注意。\n       “你是雇佣工吧？”\n       “啊？哦，对，我就是雇佣工。”\n       安格斯当然不是雇佣工，他一时兴起对自己的班长撒了个谎。面庞中一闪而过的狡黠却被一旁的菲亚卡看的一清二楚，但她默不作声。\n       “你是我们班里的安格斯对吗？告诉店长，让他以一个更合理的价格来进行这次交易。”\n       他还知道我叫什么名字，我都不知道他的名字。算了，班长记得同班同学的脸也是应该的。\n       安格斯经过这个发问一下子就明白了，他要通过与武器店还价这件小事给菲亚卡留一个好印象。莫名的厌恶感，安格斯在心底默默地收回了对他的夸赞，打量着这个把每一根头发都梳的整齐发亮的青年，接着把头撇开：\n       “那得等我们店长回来再说，不过我估计他不会同意……”\n       下一秒他的衣襟就被提了起来，整个人撞在墙壁上，晕眩感传来。嗡嗡的耳鸣声中对方的话语还是听得很清晰。\n       “听着，我不差你的钱，搞清楚自己的位置。”\n声音被压得很低，但显然是为了示威。安格斯刚刚已经全神贯注在提防这个人随时可能的暴起举动但却还是中招，仅身体机能来讲一班班长就是高于常人的。旁边的菲亚卡此刻的表现就显得有些奇怪，突然把一名自己假象的雇佣工按到墙上就是为了显示自己有钱的这种行为与疯狗乱咬人没有区别，但她还是什么都没讲。\n       安格斯情绪很微妙，但没有生气，这个人已经忘记生气这种情绪了。\n       班长拉着菲亚卡离开，菲亚卡将手背过去。在班长看不到的地方，两指间夹着一张字条。\n       [等下我向你道歉~]\n       道歉的歉字后面还划了一个小波浪，坐在地上的安格斯看到这个动作之后对二人的关系有了一个新的定位。\n       菲亚卡一定也是因为“打好关系”这种理由而去跟一班班长交往，但却要一次次为他的自负举动埋单。当然，这样的情况肯定是少数。他认定了安格斯在社会中的地位，不论是将来还是现在都会是那个可有可无的人。自己并不需要顾及这种人的颜面，纵使他可能在将来向他人传达自己的恶意，也会被认为是无用的诽谤。\n       他不是个好人，但他很成功，是同龄佼佼者中最出色的那个。每个天才的通病，看不起他人。\n       也是，不把白痴挂在嘴边的人能叫作智者吗。\n       安格斯坐了起来，在二人即将出门时他叫住了他们。\n       “班长，你下棋赢了的那个官员我认识，我妈妈是他的秘书。”\n       一字一顿，语气里面的断绝容不得任何打断。\n       “你赢了的那天是假期，我回到家却看不到此刻应该已经在家里的她。”\n       她指的是安格斯的母亲。\n       “其实我是不会烧菜的，但还是把饭菜都烧好摆在桌上等她回家。”\n       就像她曾为自己儿子所做的那样。不同的是安格斯在煎蛋时因为忘记放油而让蛋清沾满整个锅底。\n       可她却没有回来。\n       “后来我想了一下，那个官员肯定因为下棋输给你这个小孩子而生气了很久，害的自己秘书的心情也连带着一起搞糟。”\n       烧一桌菜可比赢下一场训练夺旗战难多了。\n\n       “我讨厌你。”\n       “除了我自己之外，我第一次有这么讨厌一个人。”\n       “班长，我真的很讨厌你。”\n       听起来讲话的就像个女孩子，不过这是安格斯说的。这种情况下他也措不出什么好词。\n\n       “那个输给我的人确实是个白痴，安格斯，你母亲在他手底下工作。”\n       “他和她一样没用。”\n\n       班长不在乎安格斯的话，甚至想要进一步激怒他。目空一切的成功人士。\n       安格斯几乎不会生气，但这样一个中饭前不洗手，起床后不叠被子的，懒散的人，始终还是有底线的。\n       “你不该这么说她的。”\n       最后的壁垒也被打破了，他抄起武器店展示柜上夹着的手枪指向一班班长。\n       “不，安格斯，冷静点……”\n       菲亚卡单手伸向前示意他把枪放下，话却被打断了。\n       “我很冷静。”\n\n       “呵，你肯定没有去过酒吧。”\n       展示架上的样品枪械里都是空包弹，一班班长把这一定律映射到了每一家店铺。他半个身子都倚在了门上，挑衅着。\n       “这家店的老板也是这么说我的。”\n       枪口喷射的火光照亮了昏暗的房间，破裂头颅上血花绽放在这件不大的屋子。看着倒下的尸体，菲亚卡回头对开枪者喊道：“你疯了？！”\n       安格斯握着枪的手松开，把手枪摆回展示架。\n\n       “理智使我疯狂。”\n       “我是安格斯·布雷恩，会代替他成为正规军D—1班的班长。”\n\n       安格斯连前班长的名字都不知道，可已经死去的他却曾记着那个沉浸角落世界中的自己。\n       “真正的目中无人。”菲亚卡讲道这里声音小了很多，像是怕被听到。\n\n\n本章字数5534我发现“订阅”这个设定不能调动看客积极性这样吧，以后在本系列任何帖子评分或者回复的同学我会加你好友，只要同意的话就会在新章节更新时一直艾特您除非你评分“反订阅！”之类的东西以后的字数肯定会比这个少了每章的字数不设固定值好了，不然我总是会因为要写过多少多少字而瞎78乱码字这就不大好[划掉]所以说不定我以后随便搓个501字就发了[划掉]这一卷肯定比那个什么热寂卷有意思，嗯\n\n\n\n\n\n\n目录+字数\n序章：战妆    5534—————————————————————————— \n订阅席主动订阅还送5元的酸梅汤一份\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "我不二耶",
            "timestamp": 1485925740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "WM2030",
            "timestamp": 1485927780,
            "txt_content": " 本帖最后由 WM2030 于 2017-2-1 14:03 编辑 \n\n安素来一份酸梅汤谢谢~\n\n好的我要认真写文评。\n1.有些句子真的好长\n整片整片的无人机从地面升起来就像菜市场里面的墨鱼一样在大水缸里搅动虽然确实是一个整体还是可以加个逗号\n\n2.个别用词也不太合适\n没有愿意跟我一起的战友吗？\n这里用“战友”有些古怪呢。\n\n3.错别字\n正规矩在民众中的地位正在逐步提高\n总结：很有意思。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1485928380,
            "txt_content": "缺少首行缩进\n一些句子过长最好加标点\n长句子的缺点比较严重\n省略号不是两个点......是六个......\n有些形容词使用不恰当\n有错字\n场景上感觉有些空旷，缺点什么东西\n句子之间的衔接有些问题"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1485929220,
            "txt_content": "赢下一场训练夺旗站难多了。\n实际上应当是“战”\n\n写得不错，厉害了呢~"
        },
        {
            "author": "初阳时光",
            "timestamp": 1486025820,
            "txt_content": "这\n订阅啊"
        },
        {
            "author": "冥王星人",
            "timestamp": 1501510200,
            "txt_content": "我说大佬\n您半年没更啦"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502678340,
            "txt_content": "严峻的脸\n用严峻感觉不是很恰当"
        }
    ]
}