{
    "title": "[倾心搬运][PMC鲈鱼匠师][冠军] Dumpster Diving-拾荒",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1485936780,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-2-13 20:09 编辑 \n\n搬运工：Smokey_DaysDumpster Diving-拾荒-by CarfterBoy-Start-地图介绍\n\n\n\n\n\n“填充满仓，把钩系上，罗列鱼竿！清排气管，马达轰响！轰，轰！大海被我们抽干！”\n\n这条命令在一周前下达，并且五天之内我们钓到了六条鱼，十五个轮胎，七双不配的鞋，一个新泽西州的叫杰夫崔璞的飞行员执照，还有二十年来最“恐怖”的歌的光盘。\n\n“是的我们正在接近海湾，伟大的渔夫我们赞叹！我们捕到的鱼接近千千万！”\n\n海洋是无私的…但是渔人们竭尽所能将食物带到人类的餐桌上。最起码是真的食物…他们竭力去帮助我的家庭，还有那些工作得辛苦的人们以及他们的儿女们。我两个月前加入了船长的队伍。无论如何，在这两个月里面，我只捕捞到八十三头鱼，并且整个队伍也仅仅捕捞到了五百条鱼。我的祖父跟我讲过一个关于他童年时代的故事。食物在过去无比丰富。他们被从陆地上的人们称作农场的地方获得自然食品，并且渔人们…他们…每天捕捞上千条鱼。\n\n那些记忆里的日子就好像科幻小说一般。连绵数公里都是青翠的绿色，人们竟然能在烟雾中依稀看到地平线的影子…\n\n但是这些日子，不是我的日子。我的日子，是吸入烟霾，是钓着垃圾，担心孩子们缺乏医治，并且对这一切将在孩子们身上发生感到遗憾…是的，当我们不再关心自身时，日子如今已经和过去不同。\n\n\n-Focus-图片欣赏\n\n\n\n\n无渲染原帖截图\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n有渲染原帖截图\n\n\n\n\n\n\n\n\n有光影自己截图\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-Movie-视频介绍[bili=8332662]1[/bili]\n-Review-评论故事发生在不遥远的未来。在那个时代，一切自然的事物和一切清洁的水好像都不存在。什么都是被污染的，地球已接近毁灭...资源枯竭的海洋几乎不存在鱼类，一次出海能打到几头鱼都是万幸，更多的，都是垃圾。打鱼，仿佛在拾荒。而今，人类对大自然无穷尽地索取，无穷尽地渴求，无穷尽地挥霍资源...但是这都是在作孽，后果不是应在自己身上，就必然应在子孙身上。如果不停下这一切，那么子孙就只能沉湎在对往日的回忆中，感叹着过去生活的美好，看着以往遗留的记录，发出“科幻电影”的叹息。\n作者建这个建筑，他的目的，就是为了唤起人们的保护意识，让人们投入公益事业。本论坛此前有人就做了公益建筑，反响极佳。它们意味着，有人开始觉醒，有人开始明白这一切必须停下，有人开始呼喊，开始呼唤周遭的人，投入这一切。\n人类的索求欲望是不可能停下的，人类的整体是短见的。对于长远的打算，很难由人类整体做出。只有呼唤，一个人的呼唤，或是个别人的呼唤，才能让整个人类集体惊起。反捕鲸条例的签署是因为人们听到了鲸鱼的声音，我们也应当让人类听到，自然的声音。\nMinecraft作为一款成功的沙盒游戏，它是十分开放的。它的建筑形式十分多样，更可以用于表达许多。这一次，这张地图就成功地宣传了环保意识，成功地唤醒了人们对自然的保护欲。但是单单欣赏这个建筑，不够。希望人们，能够积极响应这张地图的号召，在生活中体现自己的环保意识，为保护地球出一份力。\n另：作者-CrafterBoy参与了“拾荒运动”三天，该运动由BramBoss以PMC等国际MC平台发起，目的是带领人们清理海洋垃圾污染。让我们像作者们一样，不做键盘侠，尽自己的力量，保护环境。这不只是为自己，更是为子孙！\n-remind-地图安装Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n-data-地图数据作者：CrafterBoy327\n官网：http://www.planetminecraft.com/project/dumpster-diving/\n下载地址：链接：http://pan.baidu.com/s/1nuEMywT 密码：wcce\n标签：海洋，垃圾，工厂，空气，肮脏，蒸汽朋克，城市，污染，水，科学，虚构，科幻，环境，景物\n完成度：100% \n\n-Keep in mind that-请记住1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者（写上作者名字）所有。\n\n-The end-最后的话如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。-Carrier Friend-：@bo_bo2001 @Rolas @S_RwE @WM2030 @冥王星人 @PETER·篠 -Repost right-授权搬运经过我与作者CafterBoy的交涉，作者同意了我搬运的请求。以下是图片\n\n\n\n本帖参加【跨年盛典】疯狂夺宝计划活动",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1485939960,
            "txt_content": "这个比赛主题翻译的很迷啊= =~"
        },
        {
            "author": "小闹",
            "timestamp": 1486994940,
            "txt_content": "像素君 发表于 2017-2-1 17:06\n这个比赛主题翻译的很迷啊= =~\n我也想说，这还是翻译成“钓鱼大师”比较好吧……"
        }
    ]
}