{
    "title": "【图文攻略】教你如何从零开始击败克苏鲁之眼！",
    "author": "秋小喵",
    "replyCount": 22,
    "timestamp": 1485960600,
    "txt_content": " 本帖最后由 秋小喵 于 2017-2-3 19:27 编辑 \n\n\n世界大小：大型世界\n游戏模式：普通模式\n腐化/血腥：腐化\n角色难度：简单\n废话不多说让我们先创建一个游戏世界，还有游戏角色，进入游戏。\n可以看到我们的角色是一位黄色杀马特贵族，右边的那位是比我长得还要丑的向导，是一位非常重要的NPC，后面会给大家介绍他的作用。\n游戏上来默认是给玩家 铜制短剑+铜制斧子+铜制稿子 三件套的，一般玩家都会出生在森林生物群系，当然也有极少的情况会出生在极地生物群系的\n游戏开始我们首先要干的事情不是先砍树，而是向左右两个方向走，看看森林生物群系的附近是其他什么生物群系。\n然后寻找合适的地形建造房子。\n\n\n我们首先向左边探索，发现了一种很高大的树，以及一些小罐子，和一条通往地下的道路，这棵树就是世界之树啦~\n树干的底下会生成宝箱，可以拿到生命之树魔杖和绿叶魔杖，分别可以把木材变成生命之树和树叶，是非常便利的道具。\n而那些小罐子可以打碎，打碎之后会掉落很多小道具，其中好用的道具就是神器绳索了！\n后面绳索会起到很大的作用，前期一定要多多收集。\n\n\n\n\n继续向左边前进，可以看到边上的方块和树木都产生了变化，这就是极地生物群系了，\n有些NPC在雪地环境下会售卖特殊物品，这些NPC包括商人, 画家, 和 裁缝.\n探索到这个位置时天色已经不早了，由于晚上会刷怪，咱们现在可以着手准备度过游戏里的第一个夜晚了。\n\n\n酱酱酱！一般第一个夜晚都是要拿方块把自己围起来度过，当然在等待天亮的时候要往下面挖矿了~\n\n\n向下挖的时候发现左边有一个箱子，运气还算不错，新武器get√，顺便说一下，记得把箱子也挖走，箱子只有在空的时候才能够破坏哦~！\n\n\n这里给大家传授一个小技巧，在挖通道的时候可以按一下键盘左下角的Ctrl 然后把鼠标移动到你要挖通道的方向，一直按住鼠标左键\n这样即使不用操作挖出来的通道也十分的笔直。\n\n\n\n在稍许的等待之后天已经亮了，第二天我们先不着急去探索右边，是时候吧家先建造好了。\n我们先收集一些木材，最少也要500多个木材才能够我们造一个前期用的家。\n首先是选择造家的地点，经过一番挣扎之后我还是选择把家建在两颗世界之树中间。\n房间不仅起到了居住的作用，更重要的是符合条件的房间可以吸引NPC来居住，对游戏的攻略有着必不可少的作用。\n所以这里我只给大家演示怎么建造效率最高，并且符合NPC入住标准的房子【当然房子很丑】\n我们先沿着世界之树一边的树干 用先前提到的绳索搭建一条笔直的绳索 注意要尽量弄得高一点，后面还要在上面建造和Boss战斗的场地。\n\n\n\n然后我们先不要着急建造能够让NPC入住的房子，首先我们要知道达到什么条件NPC才能入住，这样才能进行建筑。\n1.必须是方块砌成的完全封闭空间，包括背景墙.\n2.必须至少有一张桌子或者工作台，和一把椅子.\n3.必须至少有一个门，每个NPC都要有属于自己的门，不能共用.\n4.必须至少有一个可放置的静态光源.\n5.房屋使用空间至少是4*8的大小.\n这就意味着我们建造一个符合NPC入住标准的房子除了最基础的房屋框架还需要：\n1.木门\n2.桌子或者工作台\n3.椅子\n4.火把\n5.木墙\n这五种物品\n\n那么我们先在绳索相对来说靠近对面的地方选取一个格子，用木材搭建一条垂直于绳索的地板，最好搭建的长一些。\n然后在木质地板的下面的四五格作用，用木质平台搭建一个与它平行的平台，把前期需要的箱子，铁砧，篝火等物品全都建造出来\n然后站在工作台附近，准备建造房屋所用的物品。\n下面是建成的成果图。【虽然很丑，但是挺实用的】\n\n\n下面给大家介绍这个游戏的第一个NPC，也就是我的向导的作用了！\n首先我们要走到向导的身边，然后对他点右键，这时候会出现一个谈话窗口，点击帮助向导会告诉你接下来游戏大致的方向。\n点击制作，可以询问向导物品的合成列表。\n\n\n现在我们可以去搭建以后和Boss战斗的地点了，材料只需要准备木质平台和篝火就好了，等到后期还有准备生命水晶吊灯，和蜂蜜池。\n平台的搭建不一定要长，但是一定要宽，这样方便闪躲Boss的攻击。\n在我们搭建平台的过程中，左下角出现了小字提醒，这说明有新的NPC入住了！\n\n\n\n顺便说一下，要在平台附近建造一个NPC可居住的房子，将来要让护士入住，在战斗的过程中给我们加血。\n但是护士虽然来到了咱们的家里却不住在上面的房间怎么办？\n我们先按E打开背包，找到右边住房按钮，点击之后就能出现目前所有得NPC，点击NPC就可以选择NPC的住房了。\n\n\n好了，建好家之后我们就可以去右边探索了，经过一番长途跋涉，我们来到了沙漠生物群系，这里有前期非常重要的仙人掌\n我们收集一些，只需要挖掉仙人掌下面的一块沙子，整株仙人掌就都会掉落了，这时候我们要注意附近生成的怪物\n对于现在的我们来说沙漠的怪物是致命的，所以要把背包里的回城药剂放在快捷栏里，以备不时之需。\n\n\n有了仙人掌，我们先做一套仙人掌套装，再换个仙人掌稿子，接下来我们就可以下矿了。\n下矿没什么要多说的，我也没多截图，但是有一些东西要记得收集\n下图这个心形水晶就是生命水晶，用稿子可以敲掉，然后会掉落生命水晶，拿在手上左键可以增加最大生命值，非常好用的道具。\n生成在底下矿洞，比较空旷的地方，但是前期要注意控制一下生命上限，突破两百之后会刷随机事件，增加游戏的难度。\n\n\n还有其他要注意收集的就是底下洞穴里的雕像和可携带走的摆放性物品了\n最有价值的当然是红心雕像和星星雕像，用电路连接可以刷出来回复生命值和魔法值的回复品\n打boss时十分好用\n\n\n还有一样娱乐用的物品，当然也可以达成成就的东西，平时探险的时候可以收集一下，就是神器的奇异植物啦~\n奇异植物一般都是颜色鲜艳的大花朵，用稿子可以收集，收集之后可以去染料商，就是哪个穿着紫色衣服长得像印度阿三一样的NPC哪里兑换染料\n有的染料十分的好看当你身上所有的装备格都装备了染料之后还可以达成一个成就，不妨来试试。\n\n\n\n接下来我们就要进行最关键的环节，也就是准备击杀游戏里的第一个Boss——克苏鲁之眼了！\n我们先来看一下Boss的数据\n第一形态：\n血量：2800（专家模式3640）\n攻击力：15（专家模式35）\n防御力：12\n\n\n第二形态：\n血量：1400（专家模式1630）\n攻击力：22（专家模式45）\n防御力：0\n\n其实并不难打\n我们先要把自己下矿挖来的矿物进行加工，做成锭，然后升级一下自己的装备，其实打大眼睛这个 Boss仙人掌套装的防御力足矣。\n我也没有升级自己的防御装备，而是直接用铂金做了一个弓，还要准备一些弓箭，一会要用到。\n然后我们要注意着手收集召唤boss的物品了\n平时在晚上你一定能够遇到一个像眼睛一样的怪物，叫做恶魔之眼，而这个怪物就是我们召唤克苏鲁之眼的关键\n\n\n击杀它有一定几率可以获得晶状体\n\n\n然后如果你拿着它去询问向导，这个东西有什么用时\n你就会发现他可以合成一个叫做“可疑的眼球”的物品\n而合成条件则是恶魔祭坛\n这就是我们召唤——Boss克苏鲁之眼的道具了\n\n\n当我们收集完晶状体，那下一步并不着急寻找恶魔祭坛，而是要准备一背包的炸药，可以上NPC哪里购买，一般来说三十个足够了\n我们要干什么呢？下面会给大家解释。\n准备完炸药之后，我们还有准备一个木槌\n木槌准备完之后就可以寻找恶魔祭坛了，\n这个恶魔祭坛刷新在腐化之地的下面，而腐化之地的怪物非常强力，这时候我们就可以拿出刚才准备好的铂金弓以及弓箭了。\n用远程的攻击来说打死腐化之地的怪物还是很轻松的，\n然后我们可以看到地上很多竖直向下的大洞穴\n一般跳下去就能看到恶魔祭坛，这时候可以用绳索延伸到底下，然后慢慢爬下去\n\n\n站在恶魔祭坛的边上按E就可以合成可疑的眼球了，\n\n\n然后我们合成完可疑的眼球不要着急直接去打Boss\n而是要去找在腐化之地底下刷新的一种发亮的小球球，他的名字叫做暗影之球。\n找到之后用木槌击碎就有很大几率掉落枪支，是非常强力的武器，有了它我们打克苏鲁之眼简直易如反掌。\n但是这时你会发现自己用的仙人掌稿破坏不了脚下的方块~\n没错，这就是为什么之前要准备炸弹的理由，我们拿出手中的炸弹扔下去几下就能够破坏掉脚下的方块。\n如果砸坏一个暗影之球掉落的不是枪支，请不要担心，因为我们可以再砸一个，如果砸了第二个还是没有砸出了枪支\n这时候就不用再砸第三个了。\n因为当你砸了第三个的时候就会召唤Boss——世界吞噬者了\n\n\n收集完枪支之后，家里就会来一个NPC叫做军火商人，到他那里可以购买弹药。\n一般300发打Boss稳稳地\n\n\n然后我们就可以去之前搭好的战斗平台准备战斗了。\n接下来到了大家最喜欢的战斗环节了，首先说一下我的装备\n仙人掌套装+铁皮药剂+敏捷药剂+初级治疗药剂\n饰品是+3防御的镣铐和+3%伤害的云瓶\n主力输出伤害的武器是35伤害的滑膛枪\n然后说一下整体的战斗思路，打克苏鲁之眼的整体战斗思路就是绕。\n因为克苏鲁之眼的攻击模式非常容易辨别，你只需要和他绕圈圈就行了\n走位好点甚至可以无伤打败\n当然实在打不过的时候可以使用暂停大发\n去找我们可爱的护士姐姐加满血\n当然请不要忘记带上自己的钱。\n\n\nBoss召唤需要等到晚上，白天会自动消失这点大家要注意，而且当你被击杀之后也会自动消失。\n当天黑之时把可疑的眼球拿在手里左键就可以召唤了\n然后你会听到一声大吼声，左下角也会出现提示，克苏鲁之眼苏醒了\n这说明你召唤成功了\n当然这时候你不要傻站着不动，赶紧按M，并且暂停查看地图，地图上是可以看到boss来的方向的\n然后在取消全屏地图做好迎战的准备。\n\n\n第一阶段 boss行动缓慢，这时候不要慌，注意自己的走位，同时清除他召唤的小眼睛，你会发现他的血掉的非常快\n进入第二阶段后，Boss的行动模式会发生改变，即使走位也很难多开他的攻击，但是不要慌张，因为这时候他只剩1000多滴的血\n而且防御力也大大下降，如果生命值很低可以用H键快速回复生命，但是有60S的CD。\n\n\n果然在很轻松的战斗中我们就击败了，游戏中的第一个Boss克苏鲁之眼。\n下面是掉落品，没有什么现阶段能利用的东西\n\n\n下面再来说说Boss的掉落物：\n克苏鲁之眼总共的掉落物有：\n魔金矿石、污秽之种、邪影箭、血腥矿石、血腥之种、弱效回复药剂、克苏鲁面具、荣耀之证——克苏鲁、双筒望远镜，专家模式还有克苏鲁之盾\n\n1.首先是魔金矿石跟血腥矿石，这两种矿石对应着腐化之地和血腥之地，分别在熔炉炼成魔金锭和血腥锭\n2.然后是污秽之种和血腥之种，这两个东西可以合成邪恶粉末，洒在草地上可以改变生物群系为腐化或者血腥。\n3.邪影箭是一种强力的弹药，但是前期掉落很少。\n4.弱效回复药剂就不多说了\n5.克苏鲁面具也就是个时装，装饰用物品\n6.荣耀之证可以挂在墙上，好看的，证明你打败过克苏鲁之眼\n7.双筒望远镜也没什么大用处，可以扩大视野，但是掉落几率很小.只有2.5%【这个东西我自己都没用过】\n8.最后是克苏鲁之盾只有在专家模式击败克苏鲁之眼才可以获得，连续按两次方向键就可以快速向前突进，撞到怪物之后可以造成伤害，前期还是一个很实用的道具的。全片总结：\n1.勘察地形\n2.建家\n3.收集仙人掌\n4.挖矿\n5.寻找Boss召唤物\n6.获得枪支\n下篇攻略:【图文攻略】教你如何从零开始击败世界吞噬者！\n感谢您的阅读和支持。\n",
    "replies": [
        {
            "author": "Zevn",
            "timestamp": 1485962580,
            "txt_content": "很详细的教程"
        },
        {
            "author": "4399zaome",
            "timestamp": 1485998700,
            "txt_content": "那个......有教怎么打史莱姆之王的吗......表示新手前期屎王比眼球还难打"
        },
        {
            "author": "er-er",
            "timestamp": 1486007760,
            "txt_content": "4399zaome 发表于 2017-2-2 09:25\n那个......有教怎么打史莱姆之王的吗......表示新手前期屎王比眼球还难打 ...\n可以搭绳子，到达史莱姆王攻击不到的地方在拿远程武器攻击"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1486013040,
            "txt_content": "狠，拿枪\n你护甲是仙人掌是吧，有些人在这个护甲可能弄着弄着就死了（来不及跑去加血），因此，护甲也是比较重要的"
        },
        {
            "author": "秋小喵",
            "timestamp": 1486014120,
            "txt_content": "ItIsEnderman 发表于 2017-2-2 13:24\n狠，拿枪\n你护甲是仙人掌是吧，有些人在这个护甲可能弄着弄着就死了（来不及跑去加血），因此，护甲也是比 ...\n护甲还有铁皮药剂的，镣铐也是加三点护甲的，其实走位好Boss根本摸不到你的"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1486980300,
            "txt_content": "这世界之树就这么被你挖空了"
        },
        {
            "author": "米安博奥",
            "timestamp": 1486985580,
            "txt_content": "大眼珠如果用史莱姆坐骑的话也会容易点吧_(:з」∠)_"
        },
        {
            "author": "秋小喵",
            "timestamp": 1486986300,
            "txt_content": "BC酱_BcsC 发表于 2017-2-13 19:33\n大眼珠如果用史莱姆坐骑的话也会容易点吧_(:з」∠)_\n史莱姆坐骑后面才能拿到啊"
        },
        {
            "author": "秋小喵",
            "timestamp": 1486987140,
            "txt_content": "史莱姆坐骑后面才能拿到啊"
        },
        {
            "author": "⑨",
            "timestamp": 1489567320,
            "txt_content": "那啥 是ESC键不是E键\n推荐平台当门，节省资源\n试试竖着4x8这是可以的\n挖空世界树 差评 太影响美观"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1501683780,
            "txt_content": "想问一下，炸药要如何获得？NPC那儿无法购买啊"
        },
        {
            "author": "秋小喵",
            "timestamp": 1501688400,
            "txt_content": "Smokey_Days 发表于 2017-8-2 22:23\n想问一下，炸药要如何获得？NPC那儿无法购买啊\n手榴弹的话打碎罐子就有，炸药需要到爆破专家那里购买。"
        },
        {
            "author": "434343499",
            "timestamp": 1502522340,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "qszek",
            "timestamp": 1503016080,
            "txt_content": "毕业玩家路过"
        },
        {
            "author": "rayle2",
            "timestamp": 1563520680,
            "txt_content": "感谢分享"
        },
        {
            "author": "rayle2",
            "timestamp": 1563521160,
            "txt_content": "图片全部出不来"
        },
        {
            "author": "秋小喵",
            "timestamp": 1563523200,
            "txt_content": "rayle2 发表于 2019-7-19 15:26\n图片全部出不来\n过一阵子换个图床就好了"
        },
        {
            "author": "Riiick",
            "timestamp": 1564354800,
            "txt_content": "图片看不见"
        },
        {
            "author": "秋小喵",
            "timestamp": 1564357020,
            "txt_content": "Riiick 发表于 2019-7-29 07:00\n图片看不见\n微博图床出问题了，等过几天我有时间会进行更换图床，很抱歉影响了您的阅读体验"
        },
        {
            "author": "miaomang",
            "timestamp": 1564755780,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "名为123的貘",
            "timestamp": 1565784840,
            "txt_content": "不是  一个跑道+一个跑鞋+一把木弓+一坨箭  的事吗？【手动滑稽】"
        },
        {
            "author": "白皇弑魂",
            "timestamp": 1593166200,
            "txt_content": "萌新表示看不到图片,很难受"
        }
    ]
}