{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[序章]",
    "author": "透明小小",
    "replyCount": 4,
    "timestamp": 1485947400,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-14 21:40 编辑 \n\n     夜色已浓，深黑天际边缘，一座雄伟宫殿矗立迥异的浮岛之上，若站在最高塔楼的窗户前，仿佛伸手就可被弯月刺破手指。\n\n     月光顺着半掩的窗户挤进了寝殿，照耀出堆满书本的宽大书桌，屋角摆放的金色竖琴，似乎被主人遗忘了很久，落满了灰尘。光芒轻舞，也隐约照出了躺在床上的安德莉亚。\n\n     她平躺在床上，呆呆的望着柱床顶端的布料花纹，双手交叉在胸前，纤细手指漫不经心的拨动着睡衣上的蝴蝶结，双脚有节奏的在被子里摆动着。长久以来缺乏失眠的极度疲惫感侵袭着她，但她挣扎很久依旧无法入睡。安德莉亚观察着屋内的一切，目光最终停在潘德的身上，他倚着床头，坐在地板上，一条腿蜷着，另一条则笔直伸展着，他将手肘搭在膝盖上，沉沉昏睡不知多久了。\n\n          安德莉亚轻轻侧起身子，转向潘德，认真观察着他头上每一根头发，一缕卷发划过她的脸庞垂落下来，像是摘下夜幕里最亮的几颗银星磨成粉染成的长发。\n\n     她看了许久，觉得那像春天里新长出的嫩草，不过是黑色的而已，便忍不住揪了一下。\n\n     “哎哟！”潘德被惊醒了，捂着头回头看了她一眼，“陛下，这么晚了，还不睡吗？”\n\n     安德莉亚摇摇头，心中的残念早已化为梦魇，无时无刻不在蚕食着她自己的灵魂。\n\n     潘德起身去寻找点燃床头蜡烛的火柴，但安德莉亚挥了一下手，蜡烛被点燃了。蜡油慢慢吞吞的滴落着，计算着它存活于世的时间。\n\n     “您哪里不舒服吗？”潘德扶着她坐了起来，又拿来旁边一把椅子上的靠垫放在她的背后。\n\n     唯一一只被点燃的蜡烛的火苗剧烈的摇晃着，已经起了风，潘德赶忙又关上了窗子，撒进来的月光暗了一大半，再配上不算明亮的烛光，将安德莉亚的脸衬得没有一丝血色。她又点燃了几只蜡烛，这本来就是一副没有血色的娇容，连嘴唇都是苍白的，眼眶下大大的黑眼圈算是这上面最亮眼的颜色。\n\n     安德莉亚将垂下来的长发理到耳后，回答道：“最近夜里总是刮风.....”\n\n     “那我以后不开窗户了。”潘德急忙插话。\n\n     “我听着总像卡桑德拉在控诉我。”安德莉亚抬起了头，看向窗外。\n\n     远处隐约传来了海浪拍打岩石的涛声，但听上去更像是女人的哀嚎。\n\n     “不会的，您别多想。”\n\n     安德莉亚又转头看向一只点燃的蜡烛，摇曳的烛光在墙上映射出不同的姿态，奇妙的图案不断变换着。\n\n     “我最近一直把你豢在我这里，真是抱歉。”长发又一次滑落了下来，她索性不再去理会。\n\n     “您有什么需要尽管提就是了，虽然现在说这个话题不合适，但是陛下，您的身子已经很弱了，这样下去会镇压不住她的，我们的努力也都会功亏一篑。”潘德起身将长发理在她的耳后。\n\n     安德莉亚固执的摇摇头，“这只是我刚进行完封印的原因，请不要把你的神力浪费在替我补充神力镇压她这种事情上，我要你做的事......你都做完了吗？”\n\n      想要镇压住卡桑德拉需要自己选出的六个神的全部神力，但安德莉亚却从不肯使用潘德的神力，自己就这样硬撑了下来，身体状态从此一落千丈。有时她会一个人做到阶梯上发呆，神情恍惚的看着窗外的浮云；有时候她会在空荡荡的房间里喃喃自语，低声细语的像是祈求谁的原谅；但更多的时候，她是蜷缩在床上，虚弱的身体总会带来一阵一阵的寒意，不管裹紧几条被子都无济于事。\n\n     潘德不知该怎么回答，喉咙里一阵干涩，他直勾勾的看着安德莉亚，似乎要想要将她看穿，看看这个坚强的创世主到底在想些什么。\n\n     “做完了.....”他的声音低沉了下来，“五千年后，我预感到我们只能够控制住她五千年时间。不管发生什么我都支持您，您没有做错任何事。”\n\n    安德莉亚满意的点了点头，在这之前她就感受到困意似猛虎向她扑来，于是便熄灭了一只蜡烛，屋子里瞬间暗了许多，她靠着余下的一只蜡烛看着潘德。\n\n     “有时候.....有时候我想向神祈祷，我有太多的疑惑与迷惘，但是又想到我是创世主，我究竟该向谁祈祷呢？”她的眼中毫无生气，只是那么呆呆的看着他，渗透出了安德莉亚无法吸收的各种情绪。\n\n    潘德不知道该如何回答，仔细思索后还是选择了一个稳妥点的回答，“每个人心中都有一个指导他前行的神，您也有。”\n\n     “在哪里？我的心中吗？”安德莉亚高兴的坐直了身体，刚才还软绵绵的靠着垫子上，此刻仿佛被一种力量注满了身体，连眼中也燃烧起了一团火焰。\n\n     “就在您的心中。”\n\n     “我该如何祈祷？教教我！”安德莉亚抓住了他的双手，撒娇的眨着眼睛，被长长的睫毛所投出的阴影不断的变大变小。\n\n    潘德犹记得人族祈祷的方式，便微微一笑，像保护着一个公主一样牵着她的手在床上走向床尾，“首先，要跪在床尾。”\n\n    安德莉亚规规矩矩的跪在了那里，潘德皱皱眉，敲了敲她的背部，她立刻就挺直了身子。\n\n     “接着，双手合十，只要用心祈祷就好。”\n\n     悬挂在胸前的蔷薇项链被她双手合十攥在手中，她对潘德露出了久违的笑容，心满意足的闭上了眼睛。\n\n     “伟大的神，这是我第一次祈祷，希望您能听见。我没有太多的愿望，希望光明能驱散心中的阴霾，幸福能赐予大地的万物。”她又想了想，补充道，“还有，祝您......祝您身体健康！”\n\n     潘德笑了，走上前揉了揉她的头，“哪有您这么祈祷的，这可不是许愿。”\n\n     但她看上去心情好多了，吐了吐舌头就钻进了被子里。\n\n     看到安德莉亚的情绪终于安稳了下来，潘德想吹灭蜡烛，但他还未凑近蜡烛时安德莉亚就拽了拽他。\n\n     潘德疑惑的看向她，  “陛下？”\n\n     “他会出现的。”\n\n     “谁？”安德莉亚总是说些让人摸不到头脑的话，潘德迷茫的问道。\n\n     “那个在世界崩塌的那一天，会挺身而出拯救一切的人，我感受到了他的存在，虽然他现在可能还未出生，但他，一直在陪着我等待着。”\n\n     窗外的月亮逐渐沉了下去，太阳即将要露出它光溜溜的脑袋，屋子里又暗了一些。\n\n     安德莉亚取下了自己的蔷薇项链，上面所印刻的灰色蔷薇还未绽放，却幽幽的散发着光芒。安德莉亚将它郑重的递到潘德的手中，“如果他出现了，哪怕是希望被消耗殆尽后才出现，请你一定要想办法把项链交到他的手中，他是创世主，不，他是我们的救世主。”\n     “您太紧张了，”潘德还是收下了项链，“您不需要任何人，您才是我们的救世主，我们的创世神。”\n\n     “你不懂，”安德莉亚松开了手，像是要否决一切似的拼命摇着头，“你根本就不懂，你不懂他的价值有多么大。”\n\n       “陛下，有什么事天亮后再说吧，还是休息要紧。”看着安德莉亚憔悴的面容，潘德不忍心再让她为任何事而糟心，他前倾着身体，轻轻吹灭了最后一支蜡烛，在她的额头上留下深深地一吻，“晚安，做个好梦。”\n           \n     屋子里陷入了彻底的黑暗，只隐约有几颗繁星窥视着屋内。\n\n     “晚安。”安德莉亚还想说些什么，但话刚到嘴边就咽了下去，她粗暴的将被子蒙过头顶，如蚊子般小声的叹了一口气。\n   \n      黑暗是驱不散太阳的温暖，安德莉亚总是这么想。所以就算在无数的无所适从和酣睡于心底的迷惘之中，总有属于她的神明，也会有拯救一切的光辉。只是时钟，滴滴答答，它不会停下，该来的总会来到，真正的自由也会回归大地。\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "青春Guy",
            "timestamp": 1485950460,
            "txt_content": "大型RPG魔幻小说正式开坑～"
        },
        {
            "author": "透明小小",
            "timestamp": 1485950880,
            "txt_content": "YIdzg 发表于 2017-2-1 20:01\n大型RPG魔幻小说正式开坑～\n稳啊老哥"
        },
        {
            "author": "zyj0807",
            "timestamp": 1485954900,
            "txt_content": "围观小小大佬，像你这种日更狂魔我已无法效仿。\n(╯‵□′)╯︵┻━┻好勤快啊。\n让我这种懒癌晚期的人怎么办！\n而且又开坑(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "透明小小",
            "timestamp": 1485960780,
            "txt_content": "zyj0807 发表于 2017-2-1 21:15\n围观小小大佬，像你这种日更狂魔我已无法效仿。\n(╯‵□′)╯︵┻━┻好勤快啊。\n让我这种懒癌晚期的人怎么 ...\n疯狂开坑，誓死不填！"
        }
    ]
}