{
    "title": "[原创·连载]《草方块之谜》第二卷 第三章 初战",
    "author": "初阳时光",
    "replyCount": 1,
    "timestamp": 1486023600,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 19:56 编辑 \n\n第三章 初战\n      “这……”Nelson眼珠子转了转，嘴里蹦出一个豆大的字。\n      “呐呐，我不跳下去，你们早就死了。”Candice笑了笑。\n      眼前这个四方平台，就是他们的救命稻草。\n    “真是……谢谢呢。”\n    “你！我不是说停了吗！”巫师表情复杂地对他怒目而视。\n      “哈……哈哈……呃……”\n      ……\n      他们在几句言语之后，继续前进。没过多久，他们便发现了一座看起来很昏暗的地狱堡垒。\n      Nelson早就料到，这里肯定是个不好惹的地方。于是，他强忍沉默，跟在队伍的后面。Andrew突然叫道：“我看到这里的主怪了！二阶的蛇妖！如果配合得好，就可以勉强打败……应该会掉落一些好东西的。”\n      大家都朝着巫师眼光的方向看去。只见堡垒上有一只蛇妖，吐着紫黑色的舌头，周围散发着诡异的，不可言表的强烈气息。Steve看了一眼在手里的，刚刚做好的武士刀，倒吸了一口凉气。\n      “Forge，你先试一箭，看看那家伙攻击力如何。”巫师递给他一根箭。\n      他利落地开弓，那只蛇妖跳了下来，声音巨大。\n      “快！我主锋，Nelson和Rake侧锋，Forge和Candice弓箭手，Steve补助！”巫师灵敏地拔出复仇之杖，不断的攻击。Nelson也快速抽出事先选好的双叶剑，向蛇妖腹部砍去。那只蛇妖顺口吐出几个岩浆球，而他敏捷地避开。两位弓箭手用克里歇斯箭展开猛烈攻势。蛇妖并没有就此退缩，而是反而向他们扑来。他们纵身一跃，跳到了旁边的小道上，又不忘射回一箭。\n      攻势迅速扩大。Nelson正面直捅蛇妖五刀，又猛烈地用手紧握刀柄，深深往蛇妖颈部刺去。见此状，Candice又连发五根箭，箭箭精准飞入蛇妖心脏，果然训练有素。而蛇妖却好像不以为然，再次连连吐出七个火球。火球迅速做无规则运动，擦到了没反应过来的Rake。Steve轻轻一跃，在蛇妖背上随心所欲地横砍竖砍。蛇妖顿时怒不可遏，身子一摇，把他震落——但Steve早有准备，又跳到了身旁的地狱砖块上落脚。Forge也气势汹汹地射出看家宝箭，顿时，蛇妖被麻醉了几秒，还没醒来。“好机会！”Forge抽出竹行刀，干净利落地给了蛇妖最后一击。\n      “呼……”Candice大口大口地喘气，“怎么会这么难搞……”\n      之后，稍稍缓过来的巫师认真清点了一下掉落物。“三颗金苹果，一枚地狱卓越血量加成符文，”他说，“不错不错。”\n      Candice和Nelson之前已经对这种东西有所耳闻。Nelson接过那枚闪亮的符文，挂在手上。\n      Steve早就对地狱堡垒感兴趣。他率先进入，其余的人之后进入。\n      过了半个小时，他们就以飞一般的速度把这里搜刮干净。总结一下，一枚一般伤害符文，一副铁马铠，一些面包，十二颗钻石，五颗地狱钻石，两个鸡蛋。巫师让Steve佩戴上那枚符文。\n      但是，他们出来时，又遇到了两只烈焰人。\n      巫师干净利落地上去一杀，再身子一转，完美躲过火焰弹的袭击。Nelson也蠢蠢欲动，在旁边忍不住助攻，虽然技法有些生疏，但对一个新手来说，也是一个蛮不错的成绩。况且，刚才就加了三颗血量，他当然是给伤害的大主角。Steve拿了一把霜降剑，试水了一下伤害——不错，加了一个单位的伤害。别看只加了一个单位，这一小笔伤害却有可能让你绝处逢生。Candice射出一根克里歇斯箭——完美，正中头颅，其中一只烈焰人应声倒地。他们用相同的招数解决了剩下的一只烈焰人，掉落了一把剑。\n      “哦，天哪！”巫师跑去，拾起了那把剑，“白骨剑！四把白骨剑就可以熔铸成一块秘银，而九块秘银就可以煅烧成一块秘金！你们运气真的很不错哦！”\n      “哪里有啦……”Candice呵呵一笑。\n      他们继续前进，每个人都吃了一些面包之类的食品。一小片一小片的石英矿簇，一看就有规律可循。话说回来，Forge的背包栏里已经被石英块填满。看得出来，这次旅行的另一个目的就是修缮村庄。现在，他取出一本小册子，记录下“地域烈焰人可以掉落白骨剑”这一情况。\n      白骨剑，是一种较为稀有的道具。伤害并不高，但可以从这里离开的作用却使得它变得弥足珍贵。现在为止，被记录到可以掉落白骨剑的怪物，除了烈焰人之外还有地狱之灵。地狱之灵，这里做个科普，是地狱中比较少见的怪物之一。它通常飘忽不定，如末影人般可以在一定范围里瞬移，体积也很小，攻击力也不弱。所以，人们一般用弓箭将它们击杀。顺便说一句，白骨剑也可以在地狱堡垒的箱子里找到——这也要看运气了。\n      那么，出这里其实不难咯？\n      不不不。制作秘金的道具会随着你拥有量的增多而变得越发稀少，而矿簇永远不会减少，所以挖矿的方法还是更加稳重——说不定当你只剩下一块秘银就可以逃之夭夭时，就被寻找那最后一把白骨剑而搞得心力交瘁了。\n      所以，综合各种结论，等待他们的路还很长。\n      几天后，当Nelson接到“前方有超多怪物哟”的信息后，就已经按捺不住心里激动的心情了。\n      但是，这一点又和他累得不想打怪而相互矛盾。\n      这次他们要迎战的怪物是一个巨大的，连巫师也从未见到过的怪物。就外表来看，它像一堆乱石——准确来说，是一堆乱地狱岩，但看起来也不太好惹。现在，他们距离那个怪物的距离已经不远了。\n      这下真的糟了。按照现实，现在差不多是下午四点。睡意像洪潮一般不可抵挡地袭来。\n      不过，眼前的一大波怪物让他们不得不回过神来。众所周知，能够设置传送坐标的只有巫师一人，而且他已经设满了三个坐标。\n      大家已经非常累了。巫师叹了口气，无奈之下拿出信号发射器，输入了回去的坐标，他们的眼前出现了一个传送门，随即他们一个个走了进去。\n      十分钟后。\n      他们陆续整理了一下背包，一起把收获放入一个箱子。除了一些从怪物身上掉下来的杂七杂八的道具之外，还有两组萤石块，一整小箱石英块。巫师当即拟好了三栋房屋，派人用石英和萤石建造。石英和萤石可以说是老搭档了，在任何地方，这样的搭配都颇为常见。而由錾制石英与其它像原木一样的经典材料的搭配有时候也可以特别巧妙。\n      目前为止，在Forge的册子里，已经被记录到可以掉落白骨剑的有岩浆怪和烈焰人。从岩浆怪身上掉落下的白骨剑，还得从很久以前说起，这里就不再细叙了。按照这样的频率来看，集齐三十六把白骨剑可以说是一个很小概率事件。\n      “巫师！有重要新消息！”一个村民匆匆跑来，这样说。\n      “好，”巫师说完，又扭头对Nelson他们说，“你们把这些战利品搬到三楼，我先走了啊！”\n      又过了一会儿，巫师被那位村民带到了后者家里——实验室。\n      村民开口：“上次那本书里还有一些有用的信息。还记得‘37’谜团吗？是这样的，三七二十一，说明你能砍杀怪物得到的只有二十一把，剩下十五把被分为三个箱子，每个箱子五把，被分别置于这个世界的三个地方。并且！”他突然压低了声音。\n      “并且什么？”\n      “并且，这三个宝藏埋藏地点的坐标很有可能和这本古书埋藏地点——也就是出生点五十格以下这个坐标有相似之处。”\n      他拿出一张纸，上面写着：\n      “古书埋藏地点坐标：（-216,55，-50）。”\n\n      几天之后。\n      Nelson静静地坐在床上看专业书籍以坑害脑细胞。现在是凌晨四点。他准备练习一下箭术，然后筹备一下菜地的工作。\n      好不容易有了一个休息的机会，热爱建筑的他当然要大干一场。原来爱好红石的他，对全自动农场的铺设结构已经烂熟于心，而且他现在正在学习一些高阶一点的红石机器，比如红石计算器，或者是5×5自动门等。他想先弄一个胡萝卜农场，再弄一个甜菜农场。接下来，在农场群弄完后，就设计一个刷怪机。\n      但是这个计划未免有些太远了。\n      他这样想，顺手从口袋里拿出一包不知什么时候放进去的红茶包——看起来应该没变质。红茶包被扔进刚烧好的开水里。茶香弥漫开来。\n      剩下两个人可无心早起，还在呼呼大睡。这几天，都是Nelson起得最早精神饱满地打开床头灯，打开床头柜上摆放的与他目标完全不相符的一本叫做《红石递归教程》的书。\n      巫师则熬夜与助手兼程序员的Forge录入数据。但是，巫师还在努力地尝试着验证那位神秘村民对于“37”秘密说法的可信性。他深信，不可能这两个在古书最后一页角落里的阿拉伯数字只有一层表层含义，但是这隐藏的含义未免也太深了点。挑灯夜读的疲劳让他们两个死守在电脑前的夜猫子几乎要睡倒。\n      Forge打了个巨大的哈欠。看了看表，已经四点多了。录入工作已经把人弄得困死了。他索性扑在被子上，只留下富有探索精神的巫师一人继续录入。看来，外出不要紧，要紧的是整理。\n      目前为止，他们虽说在地质研究上取得了一些成果，但是进步也不大。没有人摸得清这里诡异复杂的地势。怪物的分布位置还好说，但是矿物分布就实在与陆地有着天壤之别。\n      他试图从中获取更多信息，但是不太可能。\n\n      Fred似是似非地嗤笑了一下，转身往电影厅的爆米花售卖处走去。他从口袋里抽出一张纸币，放在柜台上，然后挑选了一桶奶油味的，付完款后径直拿着它向三号影厅走去。\n      影院里有一股浓郁的香水味。他向来不喜欢香水。找到自己位置后，他如释重负地坐了下来。\n      “你才来啊？”Frank摇了摇面前的空咖啡杯，这样说道。\n      “是啊，路上有点堵。”他边说，边拆开爆米花，放在扶手上。\n      “你有没有觉得今年夏天没有去年夏天热？”Frank顺手从刚刚被拆开的爆米花盒中抓出一把，继续说，“——像你这样追不到女生还说风凉话的人真是令人不齿。”\n      “不要再提那个啦……”\n      他无可奈何地说。\n      “怎么说呢，有另外的人来到这里的消息的确很烦人……原来的入口也找不到了。”\n      “你是指黑晶之门？”\n      Fred点了点头，继续说：“搞不好又是他们……”\n      “你是指一直让你郁结于心的那三个家伙？”\n      “嗯。”他又点了点头，把头埋进了爆米花。\n      “他们也真的有点棘手……万一他们找过来我们就完蛋了。”Fred边嚼爆米花，边说。\n      “完什么蛋？这鬼地方，他们几个人能打得赢我们？我就不信了。”\n      “说的也对。”Fred算是终于肯定了一下。\n\n      Steve终于把贪吃蛇打通关了。贪吃蛇的确是他早晨的必修科目。这几种模式，他甚至都专门制定了一系列攻略，列举出了各种食物的摆放情况。\n      Nelson早早就出去和巫师清怪了。他清怪，也算是有一段时间了，所以他的经验槽明显要比别人的涨得要快许多。借此优势，他附魔出了将近一箱的精良附魔书。其中，罕见的火焰附加与掠夺并存的剑，被牛圈场老板用五个红石原矿买进。这真是双赢的交易。在这个资源有限的世界里，五个红石原矿除了炼金，便无法从其他途径获得，除非叫其他人携带矿物进来。\n      一开始，巫师叫别人带进来的矿物就全部被消耗完了。\n      Nelson知道的有关地狱矿物可能被炼成对应的正常矿物的消息，也是道听途说。但是今天，巫师答应过要给他展示如何把地狱铁矿炼成铁。\n      地狱矿物的出现概率要比普通矿物的出现概率略小。但即使如此，幸运地挖到毫无规律可言（目前来说）的地狱矿石后，仍要进行一番处理。\n      他跟随着巫师进入了炼矿室。炼矿室内有大大小小的容器近百个，有一半以上都盛着炼矿材料，整齐地按照拼音前后顺序排列在柜子里。巫师找了个座位坐下，他也在旁边坐下。\n      巫师熟稔地从架子上取下水。\n      桌上早已备好一把镊子。他把一块地狱铁矿缓缓放入试管中，随后倒入一些水，拿着试管夹放在煤油灯上加热。\n      慢慢地，试管中出现了少许黄色的固体。等到黄色固体不再增加时，Andrew把剩下的黑色固体另取试管放在里面与焦炭共同用焰心持续加热。半晌，铁就出现在试管里。\n      “这是……”\n      “地狱铁矿石的成分是三硫化二铁。”Andrew微微一笑，把制好的铁用镊子夹出，放在桌上。\n      “真是好玩呢。”Nelson说道。\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1486041720,
            "txt_content": "高炉炼铁hhh\nlz学啊\n嘴里蹦出一个豆大的字。豆大的字……"
        }
    ]
}