{
    "title": "<原创·连载>《MC异闻录》第一卷·第一章·林中冒险",
    "author": "幽兰空舞",
    "replyCount": 3,
    "timestamp": 1486038960,
    "txt_content": " 本帖最后由 幽兰空舞 于 2017-2-2 20:54 编辑 \n\n第一卷·第一章·林中冒险\n\n　　森林、盛夏、鸟鸣。\n\n　　溪水在日光下闪动着细碎的鳞纹，铺抖绸缎一般，水窜岩石，声声作响。\n\n　　此时正值七月，北方的森林迎来季风，气候温暖，适宜出行。\n\n　　这片大森林绵延数千公里，从上空看到一望无际的绿海，从树下看才能发现这些高大的树木将上空掩得密实，脚下是松软的不知堆积有多厚的腐叶。\n\n　　几个人影在林中穿梭，他们穿着各异，一闪而过的果决眼神中透露出些许的职业信息——显然，是冒险家。\n\n　　前后共计四人，行进极其谨慎。此时正是清晨，森林里弥漫白雾，浓雾里景色尚不分明，可见近处枝叶上的露珠泫然欲滴，稍远处便只剩下一些朦胧的剪影。\n\n　　他们步履匆匆，直到为首的人在小溪边停下，整支队伍便也开始休整，架设起各种设施。\n\n　　“呼——”为首的是一名戴着深色护目镜的青年，他喘了口气，抬起护目镜，不知从哪里拿出一块牛排吃下。\n\n　　“队长，早上吃牛排可不好。”有一位女孩狎弄道。\n\n　　队长瞪了她一眼，下了口令：“大家报一下饥饿值，各自补充。还有你，艾丽斯，摆好工作台！”\n\n　　艾丽斯嬉笑一声，将一块一立方米不到的正方体放置在溪边靠近森林的河滩旁，随后顺口答道：“几公里的路我才掉了一格半，而队长你甚至需要吃牛排，不怎么样嘛！”\n\n　　“一格，队长。”一名黑发少年的回答。\n\n　　“队长，我也是一格半。”一名黄发青年的回答。\n\n　　青年又忿忿地看了一眼艾丽斯：“我是三格。”\n\n　　“嘻嘻——”\n\n　　“闭嘴艾丽斯，这种天气担任一号位饥饿度掉得快很正常！摆好你的熔炉！”\n\n　　见艾丽斯一脸无辜地走到一边，嘴里似乎还在嘀咕着什么，他眼皮不由得又抖了抖。此时见另两位伙伴此时已经在挖青草地，想了想便喊过来一位。\n\n　　“乔！”正是那位饥饿度只掉了一格的少年。他听到喊声，先是和黄发少年低头交代了几句话，见对方点点头才走过来。\n\n　　“什么事，队长？”\n\n　　“把地图给我看一下。”乔是队伍里的三号位，平时由他负责记录地形以及各类信息，是个思维极其敏捷的人，这时候找他，显然是为了确定路线。\n\n　　乔没有犹疑，手上突然间显现出一张卷轴，然后递了过去。队长接过卷轴，将它张开，眯着眼看了一会。\n\n　　“看来还要再向东走。”他捏捏下巴，“乔，等会我到小溪上游去看看，你和艾伯特在这里扎营，我会尽快回来。”\n\n　　乔点点头，什么也没有问就回去了。队长顿时觉得十分欣慰，比起艾丽斯那个小姑娘，乔完全就是两个极端，平时非常安静，而且非常听话。想到这里，他转头刚想找艾丽斯说教一番——\n\n　　“艾丽斯！放下那个南瓜！”队长咆哮道。\n\n　　艾丽斯身形一滞，不动声色地把面前竖起来的两个雪块铲碎。她转过头来，却看到队长神色阴沉的脸。\n\n　　“你跟我顺着小溪到上游去看看，我们要确定水源的位置。”\n\n　　“诶？”\n\n　　“嗯？”队长的眼中闪过几丝危险的光芒。\n\n　　完了......艾丽斯心中悲戚，她意识到队长这个心胸狭隘的人要对她施行报复，却又无可奈何，只好战战兢兢地答应下来。\n\n　　“哦......”\n\n　　“清点好东西，不必要的放在箱子里，你的火把还有多少？”\n\n　　“还剩四组半，队长。”\n\n　　“够了，出发。”\n\n　　看着两人远去的身影，黄发青年——艾伯特吹了声口哨，碰了碰乔的手臂，用略带揶揄的语气说：“咱们队长和艾丽斯的感情还是一如既往地好呢。”\n\n　　见对方没有回应，他撇了撇嘴，也是见怪不怪了。\n\n　　“这次的营地要有多大。”他平完最后一块泥土，随口问了一句。\n\n　　乔顿了顿，黑色的眸子中闪过思索的神光。他抬头看了一眼周围遮蔽天空的树木和唯一暴露在阳光下的小溪，几秒钟后才给了结果。\n\n　　“先搭一座11x13的石木房，要两层。”随后他朝着小溪上游的方向看了一眼，又补上一句，“朝外围四米栅栏。”\n\n　　哐当——有个人吓得铲子都拿不稳了。\n\n　　“没什么——”面对黑发少年疑惑的目光，艾伯特擦了擦额上的冷汗，心中突然涌起一阵悲哀。\n\n　　按照惯例，这座房子十有八九，是由他一个人来造。\n\n　　而且为什么是“先”？！\n\n　　乔皱了皱眉，语气淡然却不容置疑：“你要在队长他们回来以前做完，少磨蹭了。”\n\n　　听见此话，艾伯特顿时觉得整个人都不太好了。\n\n　　队长，你还是先别回来了，多晃悠几圈，反正晚一点回来就好啊！\n\n　　另一边，正逆着溪流往南走的队长突然打了一个喷嚏。他揉揉棕色的短发，狐疑地看向走在旁边的艾丽斯。\n\n　　“你是不是背地里咒我？”\n\n　　艾丽斯双眼无神，面容呆滞，仿佛没有听见这句问话。\n\n　　他冷笑一声，心知这丫头是在假装痴呆，试图瞒天过海，让他不再追究前面的事情。\n\n　　他都懒得说了，简直破绽百出。\n\n　　你见过哪个痴呆走十步就插一个火把的吗？而且间隔得恰恰好好，尤其精准。\n\n　　他冷哼一声，领着她继续往前走。\n\n　　一旁的艾丽斯见他这样，呆滞的眼神忽然出现了几分庆幸和自得。\n\n　　还好本姑娘机智聪慧，不然一路走过来早就遭了队长这个笨蛋的毒手。她洋洋自得地在心中吹嘘一二，又不时抬眼观察对方的神情。\n\n　　看上去没有暴露，加油艾丽斯！只要你能活过这个早晨，回去就给你吃蛋糕！\n\n　　不多时走在前面的队长突然停了下来，艾丽斯正出神，全然没有注意，于是便一下子撞了上去。\n\n　　“哎！队长你干嘛，想欺负我就直说，有什么别冲脸来。”她一时心直口快，话已出口才意识到有什么不对。\n\n　　“队长？”\n\n　　“到水源了。”青年的声音听起来有几分严肃，平日里高昂的语调此时竟罕见的有些低沉。\n\n　　“那干嘛停下来嘛？记好位置就回去了啊。”她顺手插下一根火把，四处张望了一下。\n\n　　队长依旧没有动静，只是取下了护目镜，依旧凝视前方。\n\n　　艾丽斯终于察觉到一丝不对劲，她从侧面看去，只见青年此时双目半眯，精光涌动，神情十分凝重。\n\n　　她好奇地顺着目光看去，映入眼帘的景象却使得她一时间呆立原地。\n\n　　一股寒意直窜入心底。\n\n\n\n\n\n新人新书~希望大家喜欢！\n\n",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1486049880,
            "txt_content": "留名在说"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1486049880,
            "txt_content": "会不会写得很长"
        },
        {
            "author": "幽兰空舞",
            "timestamp": 1486117920,
            "txt_content": "qianyi_chuan 发表于 2017-2-2 23:38\n会不会写得很长\n篇幅写得长的话是很正常的，而且我自己也尚且不清楚这个故事能写到哪儿。"
        }
    ]
}