{
    "title": "<原创·连载>《钱一串的冒险》第一章 新的开始",
    "author": "qianyi_chuan",
    "replyCount": 2,
    "timestamp": 1486051860,
    "txt_content": "新的开始  [server]欢迎qianyi_chuan进入了游戏！  “不知钱一串在那个地方玩了多久，我都来参加开服大典了，这家伙不会没收到我的邀请函吧？”在羊肉串与钱一串之服的全新主城中心,一位玩家说道，“话说那个服务器真的有这么好玩么，内测到现在，也过了1年多了吧，居然也不带上我。嗯 ,不管怎么说,我也是第一次玩Minecraft生存,还要钱一串带我才行啊。”  而此时，钱一串还在那个矿洞中躺着呢！  “啊，啊？”钱一串终于重新爬了起来，扑扑满身的灰尘，惊讶说道，“这个……新的服务器……竟变了这么多？”  钱一串的惊讶近乎是必然的，羊肉串与钱一串之服，在一年多的时间里，经历了无数的变化，终于趋于完美，正式开启！  其中，要说最主要也是最容易被察觉到的一点——这是个真实的世界！  游戏仍然是虚拟的游戏，但给玩家的感觉却与真实无异，与虚拟等设备不同，这中真实，直达精神，带来的是自己本就生在这个世界的感觉。就好像自己控制着另一副身体。在游戏中，能拥有现实中所不能达到的力量，比如要想在现实中空手打下一块1立方米的石头，就是难以实现的，而在游戏中，却可以轻松解决。钱一串身上的灰尘，也是真实的一部分。  首先，什么是Minecraft(我的世界)？原版的我的世界是一个“独立沙盒游戏”（sandbox indie game），玩家可以收集物品、制作工具、击杀怪物、探索遗迹、建造建筑、挖掘矿物、建立农场等，这一切都是自由的，没有什么规定要做什么，再做什么，玩家不必根据游戏制作者的固定路线游戏，但又有无数的追求等着玩家完成。钱一串所玩到的原版游戏中，游戏由3个世界组成，通常的叫法为主世界、地狱与末地。但是，通过MOD和插件，可以实现拥有更多世界。  这些世界均由一个个方块组成，在羊肉串与钱一串之服中，一格的长度称为1米。现实中1米的定义为奇怪的“光在真空中于1/299 792 458秒内行进的距离”，而服务器中，光速的速度与现实不同，。光每秒的速度不论所在介质，均约为30836格，因此服务器中一格的长度为“光于30836秒内行进的距离”。没有了现实中的制约，超越光速变为了可能，而且也绝不会因此被原子贯穿，也让钱一串感叹服务器是多么的不科学，还好自己的物理并没有学好，不然没有强迫症也要逼疯了。  服务器中，一天的标准时间为23小时56分4.09894秒，而1秒据说是铯133原子基态的两个超精细能阶间跃迁辐射振荡9,192,631,770个周期的持续时间。原版中没有这样的东西，但服务器中为了更加真实，继续沿用了这一时间制。至于那什么铯133原子和超精细能阶间跃迁辐射有什么实在的生存作用，就不知道了。  1分就是60秒，就是这样。  玩家运动方式也与真实世界相应，感受也变得更为接近。比如你想要向前走几步，游戏中需要按下“W”键控制游戏中的人物前进。但现实中你只要利用思想操控身体就行了，平常走路一样，更加自然熟悉，游戏中的运动方式就与现实相近，还可以控制更多新出现的物品。  钱一串渐渐地熟悉了自己新奇陌生的身体——玩家的身体也是由数个方块组成的，拿出了手中的传送碗：“真的是变了好多，传送碗也又回来了，不过摸着这个方方的传送碗，感觉怪怪的。今天就要开服了，我得赶紧过去才行。卢啊卢此时应该在等我了吧”游戏中原本的界面现在会自动浮现在眼前，但只能看到9个物品栏，空手不算。要想从物品栏中拿出一个东西，也有特殊但是简便得如抬手般的动作，然后伴随着闪光与提示声，物品就会以手持状态出现在手中。  物品四种较为常见的状态。第一种，是方块放置在地面的状态，是1米的立方体或其他形状，放在地上的原石、附魔台、铁栅栏都算是这一类的物品，它们大部分是无法直接拿起的，能拿起的也会很重。第二种，是缩小体状态，能拿在手中或放进背包，方块变为棱长约1立方分米的立方体的状态，拿在手上保持一定的重量，可以多个叠加，但只显示一个在手上，重量也不会叠加。那些直接可以手持的物品就保持原样，但放在背包后重量变轻，手持可直接使用。第三种，是放在物品栏的状态。这种状态玩家只能看到，但没有感受，意念取出放入。第四种是虚拟状态，通过特殊的方法，方块可以被穿过，但显示照常的形态。物品的常见四种状态就是这些。  传送并没有带来什么感觉，但是在亲身体会之前，钱一串一直紧绷着神经。这种紧张直到眼前的景物忽然变化才消失。然后钱一串传送至了早已在此等待的卢啊卢面前。  “嗨！钱一串！我在这里，等你好久了，你还是和以前一样，总是迟到。我都来回跑了好几圈了”卢啊卢笑道。  “以你的习惯，都跑了几圈，难道我们来不及参加了？我适应了一下新的环境，发现以我的机智,不练习也能行动自如，是不是特别的厉害呢。”虽然有些不适应，钱一串想着。  卢啊卢引着钱一串向前走：“难道我不是吗？好了，开服大典就要开始了，我们去看看吧，不然可就真的要迟到了。”  “好”钱一串跟了上去。  钱一串感受着服务器带来的种种变化，思考着。声音还是以比较科学的方式传播的，不过不知道传播的速度是多少，算了，反正我也没兴趣知道。此时，两人已经走到了一座浮空桥上，只有两米宽，底下黑色的一片，什么都没有，像是无尽的黑洞一般。  “我们到了，醒醒了！”卢啊卢打断了钱一串的思考，钱一串这才发现脚下的可怕。  走过了这足有一百多米的浮空桥的一半，钱一串想起了什么，向卢啊卢说道：“我记得，你以前说过，你是有恐高症的，虽说两边有护栏，可是你怎么一点都不怕的样子？”  “之前想着自己在玩游戏，没什么感觉，但现在——被你一提醒——我开始慌了！”卢啊卢不由地降低了重心。  “哦。”钱一串道。———————\n虽说之前在mcgo论坛上发过但是“若前缀中为原创，并在其他网站发现此文则认定是原作者，”这个应该是都是我发的就认为是原创的吧但是我并不知道怎么来做索引，所以就不会很快发完。\n原创证明：羊肉串：《钱一串的冒险》总贴 不定期更新 现征集书名！http://bbs.cnmcgo.com/forum.php/forum.php?mod=viewthread&tid=1303\n(出处: mcgo服务器官网)\n目录上面一行字\n虽说有点小问题，不过是我写的就对了\n验证问答3-8难道不是-5吗?\n\n\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1486054560,
            "txt_content": "验证问答跟验证码是一回事，不用太计较，等你6级就不用再验证了\n\n以及，直接把自己名字作为主人公名字不太好吧...这样子就好像你真的发生过一样，如果你不事先声明这是纪实小说，大家看着会感觉怪怪的"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1486056120,
            "txt_content": "langyo 发表于 2017-2-3 00:56\n验证问答跟验证码是一回事，不用太计较，等你6级就不用再验证了\n\n以及，直接把自己名字作为主人公名字不太 ...\n我的名字应该是羊肉串——yangrou_chuan\n但是这个名字密码忘了……\n所以就用这个名字发了\n"
        }
    ]
}