{
    "title": "[红石教程]极致简化！依然是3x3活塞门！",
    "author": "六月奈",
    "replyCount": 10,
    "timestamp": 1486069080,
    "txt_content": " 本帖最后由 Zero_Exact 于 2017-4-16 05:24 编辑 \n\n欢迎来到概念式红石械电系列教程，在这系列教程中将会着重教学机械电路系列教程索引帖：【TRP】概念式红石械电基础教程 - 总索引\n本帖为系列教程中的极简系列教程[3x3活塞门-极致简化]\n本帖将会对两种结构的3x3活塞门进行极致简化，同时对版本也是有硬性要求的，必须是Minecraft 1.11.X为什么会有版本要求呢？因为侦测器要出场了\n在阅读本帖前，请先阅读以下帖子\n主章节：【红石基础教程】第五章：对侦测器的解析\n极简系列：[红石教程]更难一些？3x3活塞门！[红石教程]继续简化！3x3活塞门！\n召唤阵[ @chyx @FHC红石 @Green_stone @china521 @阴阳师元素祭祀 ]\n为了更加简单地辨明观察者的朝向，本帖将使用oCd HD+ 64x材质进行图解\n准备好了？走，我们去劲爆大象部落\n一、效果预览首先是对底部二段递归结构的简化，体积是8x10=80 Blocks\n\n其次是对下压结构的简化，体积是8x9=72 Blocks，超级小\n\n\n二、简化，底部二段递归结构底部右侧还是和之前一样\n然后往上接线\n这里侦测器作为一个双边沿脉冲发生器来使用，我也是故意这么做的，渗透一下知识点观察者被推动一次，左边活塞就瞬推一次\n\n其实我是故意秀个锅\n\n那么嫌麻烦完全可以这么搞，效果是一样的\n然后这么接\n为什么放灯呢？首先灯的那个位置，必须放可充能的方块，但是又要求拥有两个不同的状态，好让左侧的观察者作为双边沿脉冲发生器来使用于是我就用灯了，其实投掷器、发射器也可以，只要你能接受发射失败的声音但是换成投掷器、发射器也是有好处的，那就是速度快一点\n关门时，红石灯被充能，激活上排右侧和中间的活塞同时灯由熄灭转为亮起，并保持亮起状态，被侦测器检测，输出一次单刻脉冲，让推动红石块的活塞瞬推，拉回红石块，激活最左侧点状红石，激活最左侧的活塞\n开门时，红石灯失去充能，上排右侧和中间的活塞收回同时灯由亮起转为熄灭，并保持熄灭状态，被侦测器检测，输出一次单刻脉冲，让推动红石块的活塞瞬推，推出红石块，最左侧活塞收回\n接下来连个红石粉，激活左排的两个活塞\n最后是处理二段递归\n显而易见，从底部右侧引信号并不理想，因为就1高的空间那么从上面引信号下来，所以这个必要侦测器的位置只有这俩二选一\n但考虑到蓝色羊毛是关键激活位置，所以侦测器只能放这\n开门和关门，这个必要侦测器都只会发出一次信号，而且还是单刻脉冲，所以接下来必须一次脉冲走完一整个二次递归能够使用的空间只有这么点，可见难度不小\n先来考虑怎么充能蓝色羊毛火把这种东西，在这么小的空间里可以扔了，于是我选择了向上的侦测器，并且在上面放一个红石粉\n底部直接红石灯+侦测器链虽然红石线连在一起了，侦测器也只有半砖的性质而不能压线，但是这里并不影响\n这里的红石灯很重要，前面说过了，红石灯有两种状态也就是说熄灭和亮起，都会被侦测器检测到，也就是说，这个灯亮起和熄灭，侦测器链会发出两次单刻脉冲信号整个二段递归，空间这么有限，而且信号源还是单刻脉冲，不可能延长底部活塞激活时间来达到收回目的所以只能使用两次单刻脉冲信号来达到瞬推出去再瞬推回来的目的\n接下来用中继器激活上面的侦测器\n为什么是2t延迟呢？这个很好算首先以石英块上的点状红石为信号源起始点，起始点会发出一次单刻脉冲也就是说必须让两个活塞同时激活那么算算底部的延迟，一个灯，两个侦测器，灯本身有1t延迟，侦测器也是1t，总共就是3t再来看看蓝色羊毛这条线路，已经有一个观察者了，1t，要让两条线路延迟一样，3t-1t=2t所以中继器延迟2t\n来看看效果，很完美，只缺最后一步\n接下来两个红色羊毛标识出来的激活位置二选一很明显下面那个行不通\n于是只能选择上面那个，用观察者充能不用担心上位激活缺少更新，只要脉冲衔接足够紧凑就可以了一开始我是想用活板门提供更新，发现延迟不够，以中继器为起始点，到红色羊毛为终点，这里总共也就只有侦测器的1t\n那么就得想办法加点延迟了，有延迟的，有不同状态的，自然就想到了万能的红石灯\n实践证明红石灯可行，据我肉眼测算这里应该需要个4t延迟什么你问红石灯加侦测器不是只有2t延迟吗？？？哇你是不是忘了红石灯+侦测器是双边沿脉冲发生器，也就是说2t之后发出一次脉冲，但是再过2t，还有一次脉冲，也就是有4t的延迟，完全满足延迟需要的\n那么到这里就简化完毕了，现在体积是8x10=80 Blocks\n我不敢说这是目前这个结构下最小的，也肯定不是最小的3x3活塞门因为下面还有个更小的\n三、简化，下压结构现在简化下压结构，这个结构下，高度是完全可以达到结构大小的\n与之前所做的下压结构不同的是，由于观察者发出的是单刻脉冲，所以不再使用拉回方块的延迟差的原理制作脉冲发生器，来制造脉冲完成下压动作所以呢，本来上面递归组旁边的活塞，移到了侧边去\n处理底部，先让最底下的活塞瞬推，理所当然的想到了侦测器+红石灯防止右侧活塞先推出，在另一侧放个不可推动的方块，为了好看点我这里就放个熔炉吧\n接下来右边用观察者检测，激活一个没有延迟的双状态元件，比如发射器、投掷器、活板门，都可以的想美观点的话让脸朝着里面就好了\n拉下拉杆看看效果\n可见底部活塞还需要一次脉冲，如果直接从右边提供信号，那么就不可能达到结构高度了，所以思路是让信号绕着门逆时针走一圈，最后再给底部提供脉冲信号\n模拟底部彻底关闭的状态，开个门看看是啥样的\n拉下拉杆，红石灯熄灭，右侧活塞先收回，但是没什么卵用1t之后底部活塞拉回方块，再经过2t，右侧活塞拉回方块，效果很完美\n继续布线侦测器充能方块，让右排最底部活塞瞬推，由于是双边沿，所以等于被拉杆控制，关门的时候瞬推出去，开门的时候拉回来\n接下来激活右排顶上俩活塞，最初我是想这么传的，发现红石粉不行，因为最顶部那个活塞收到的是持续2t的脉冲\n为什么是2t呢，很简单，红石粉对活塞上位激活，红石粉自身激活持续时间是1t，然后经过1t延迟，侦测器又发出1t脉冲也就是红石粉刚失去信号，侦测器又给活塞来了一个1t的脉冲，前后加起来就是2t\n解决方法很简单，放个中继器，避免上位激活就好了\n然后继续布线在开门的时候，要进行一个下压动作，由于双边沿的影响，开门也会有这个下压动作，但是没关系，继续这里中继器改成2t\n先不管最顶上，先说说为什么中继器改2t开门的时候是上面压下去，也就是推方块压下面，方块推出去还要再拉回来因为最右边提供的是单刻脉冲，不延长持续时间就会瞬推，也就拉不回方块，这样就增加了时序量所以用2t中继器把脉冲延长到2t\n然后再说说顶部为什么用灯，发射器活板门啥的不行吗？原因是延迟不够\n以红色羊毛为信号起始点，关门的时候，点状红石经过2t之后会被激活，持续2t，也就是递归组下面那个活塞被激活，而且还不是瞬推，那就得靠顶上那个活塞瞬推了，如果是发射器加上三个侦测器，延迟总共是3t，在第3t的时候，下面那个活塞是伸出状态，所以上面那个活塞肯定是没法推出的，也就是延迟不够换成灯就简单了，灯自身就有1t延迟，加上三个侦测器，总共4t，但是第4t的时候下面那个活塞依然是伸出状态，延迟还是不够，不过没关系，灯有两种状态，也就是再经过2t后，会发出第二次脉冲，也就是第6t的时候，这时候下面的活塞是收回状态，于是上面活塞成功瞬推出去，完成关门\n实际上开门时的下压也是这个道理，不信来试试先让底下瞬推一下，模拟完整关门\n拉下拉杆，开个门\n现在上下就各缺一次脉冲了由最顶部活塞引出信号，然后接到下面，中继器为什么是4t我就不多说了\n先不急着继续，先测一测左边导出了个啥信号，为什么要测呢，因为我用这个材质包，很明显的看出左边导出的并不是一次单刻脉冲所以接个投掷器发射器啥的，有一次脉冲，就会扔出几个物品\n测定出来的结果是关门有2次单刻脉冲，开门则是3次多次脉冲在后续的步骤里并不好用，所以统一成1次怎么统一呢，很简单，接一个3t中继器就行了，至于原理，我也不多讲这样一来，投掷器只会投掷出一个物品，也就代表着只有一次脉冲\n继续，开门和关门时活塞都会下压一次，侦测器会让最左排的活塞在开门和关门时各瞬推一次，这就达到了理想效果\n\n最后还缺个底部的瞬推，这么接就完成了，延迟必须大于等于3t，三个侦测器刚刚好\n其实你也可以这么布线，一样是三个侦测器\n但是要注意的是，活塞推出和拉回方块，方块到位所经历的时间是不一样的，也就是说开门和关门状态下，对最左侧那个方块的位置是有要求的如果你的最左侧底部是方块，那么开门的状态下，方块要在下面如果你的最左侧底部是侦测器，那么开门的状态下，侦测器必须要在上面\n当你推动一个侦测器去激活一个侦测器链时，会有2次脉冲\n不管侦测器链中有多少个侦测器，推过去肯定只有2次，而拉回来的时候只有1次\n回到门这，关门的时候，这么摆，底下有两次瞬推，但是第一次被上面压下来所抵消掉了，所以依靠的是第二次\n开门的时候，只有一次脉冲，能完美的完成收回\n所以，如果你在开门状态下把侦测器往下移，要么门打不开，要么门关不上，试试就知道为什么了\n至于左侧底部是方块的那种，原理我就不多说了，自己试试就好\n说了这么多，其实门早就做完了，现在体积是8x9=72 Blocks虽然已经非常小了，但是我依然不敢说这是目前最小的还是那句话，各位，加油吧√\n那么，本篇教程到这收尾也是充分利用了观察者的各种特性坐等各位大触做出更小的3x3活塞门\n觉得教程不错的话来点人气吧√\n[groupid=143]The Redpixel[/groupid]",
    "replies": [
        {
            "author": "Java_command",
            "timestamp": 1486073460,
            "txt_content": " 本帖最后由 Java_command 于 2017-2-2 10:17 编辑 \n\n这么小？！\nPC毒察者无敌啦？\n比PE当时还小？\n貌似破了77blocks(PC)的记录诶老外还有一个神奇的：\nhttps://www.youtube.com/watch?v=iCu-_g90aeA\n等一下，刚刚找到了一个63blocks：\nhttps://www.youtube.com/watch?v=HZs6P8w4gMU"
        },
        {
            "author": "C_B",
            "timestamp": 1486075320,
            "txt_content": "可以 都是红石大佬"
        },
        {
            "author": "CoPay",
            "timestamp": 1486087020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "花雨花落",
            "timestamp": 1486088700,
            "txt_content": "看不懂>.."
        },
        {
            "author": "六月奈",
            "timestamp": 1486089360,
            "txt_content": "Green_stone 发表于 2017-2-3 10:41\n话说尝试使用粘液块能不能再度简化？\n用了反而更大的吧"
        },
        {
            "author": "Green_stone",
            "timestamp": 1486089540,
            "txt_content": "真的好详细，没想到1.11的侦测器这么高能了，就是OCD材质包里的侦测器长的有点逗233"
        },
        {
            "author": "Green_stone",
            "timestamp": 1486089660,
            "txt_content": "话说尝试使用粘液块能不能再度简化？"
        },
        {
            "author": "CN_C.Y.GloryD",
            "timestamp": 1486092300,
            "txt_content": "向dalao低头……"
        },
        {
            "author": "xgmzmn",
            "timestamp": 1510326660,
            "txt_content": "https://www.bilibili.com/video/av14332961/\n有56b的了"
        },
        {
            "author": "123456789548548",
            "timestamp": 1510469940,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}