{
    "title": "<原创·连载>《钱一串的冒险》[索引]",
    "author": "qianyi_chuan",
    "replyCount": 4,
    "timestamp": 1486107480,
    "txt_content": " 本帖最后由 qianyi_chuan 于 2017-2-4 00:04 编辑 \n\n《钱一串的冒险》索引\n\n我想说的：其实我的名字应该是羊肉串（yangrou_chuan），但是密码出了点问题，所以换了名字。排版什么的，研究当中。\n\n可以不看的引子\n\n1下载地形中……[server]qianyi_chuan joined the game.[yangrou_chuan]欢迎来到服务器，qianyi_chuan。在数秒的等待后，钱一串进入了游戏。“yooooooooooooo！”钱一串成为了“羊肉串与钱一串”之服的第一名玩家。（也是唯一的一名内测玩家）钱一串说了一句废话并蹲下，向前方的主城挥舞着他的方拳头，作为了他的开场。“好，我收到了一个新手礼包。我很高兴的。”钱一串获得了一个“新手礼包袋”。现在他要打开看看里面装了什么。“让我看看，一个传送碗，一套铁制工具，”礼包内的物品一件件地出现“还有一组马铃薯和两套保护I皮甲。嗯，皮甲的颜色是生态环保绿。”打开背包，钱一串获得了第一个成就。“qianyi_chuan”获得了成就：打开物品栏。”接下来自然是开始生存。现在钱一串还在主城，没好好欣赏这悬浮在空中的美丽主城，钱一串就打开了传送碗，他要传送去资源世界。钱一串传送到了一片平原与森林的交界处，周围开着几朵鲜花。现在是上午，钱一串立即开始了砍树工作。因为有铁斧，所以钱一串很快就砍了半组原木，并制作了一个工作台。他完成了第一个成就。“qianyi_chuan”获得了成就：制作工作台。”“我看到了一个天然洞窟，要是错过了，我准会忘掉它，所以我一定要去看。”钱一串跳下了洞窟，开始挖挖挖！钱一串拿起铁镐，挖走了洞窟中的所有铁。不过很快，钱一串就走到了这个洞窟的尽头，它并不是很大。看到尽头了，钱一串准备回去。突然，钱一串看到了——蓝色的——青晶石！本来，它的作用不是很大，但这是在服务器中，会有很多的模组，所以钱一串还是把它们都挖了。背包很快就满了，钱一串花了新手赠送的30Y币买了一个扩容背包，增加了9个格子。此时矿洞中的矿已经全部挖完了，钱一串开始挖起人工矿道。挖了会，铁镐就宣布报废了。钱一串做了把石镐继续挖，不知是不是换了镐子的缘故，钱一串很快就挖到了原版中几乎最重要的矿石——钻石！“qianyi_chuan”获得了成就：钻石！”有了钻石，钱一串就可以开始做些模组中的物品了。“这，真是不错。”钱一串挖到了8颗钻石，满足地回了地表。他准备造个家，不然连放东西的地方都没有了。传送到了生存世界，钱一串将在这里盖家。“这，似乎有点坑啊！”钱一串看到的，是一片虚空，上边有一个十字型的路，所以，要想造房子的换，就得先铺好地面才行。“其实这样也好。我可以造得很大了，不像地皮有限制。有一半的方向，羊肉串已经做了商店和别的设施的地面，钱一串只好在另一边造。只是这样有些麻烦，花了好些时间与泥土，钱一串才艰难地搭建了一层的32*32的平台。“火柴盒嘛，我就留着明天再盖好了！”\n2“呼!又到白天了,看我起得多早呢!”钱一串从梦中醒来。[server]您已升至5级！开启等级功能。“呃，我什么时候升级了？真奇怪，不过那所谓的等级功能是什么？不是经验条没变么。而且才5级，我早就该20级了好吧。”像是知道了钱一串所想，聊天栏中出现了提示，介绍了等级系统。大致内容如下：等级上限为100级。等级一般指玩家当前的上限经验等级，经验等级的升级设定与原版Minecraft无异，但“等级”的设定有所不同。开始时，玩家为0级，即没有经验。经验的获取也基于原版Minecraft中的获取途径。随着经验的增加，等级（上限）也随之增加，但增长速度比原版慢且等级越高，升级越难。到了一定的等级，在经验满的情况下，也不一定会升级。这种时候就需要完成某些特定的隐藏条件才能升级。所以要想升高等级，玩家不仅要努力获取经验，好的人品也是必须的。随着等级越来越高，一些简单的经验获取甚至就会失效，比如经验瓶只会在15级以内提升等级上限，到了15级只后，就只加经验，不涨上限了。有这些设定，经验自然不会像原版中那样用法单一，只是个辅助类的功能。在服务器中，经验不仅仅可以用来附魔（服务器的附魔属性也要多得多），还可以在战斗时释放技能，获得各种加成，给玩家带来种种便利。到了5级，钱一串就可以有一个“加速I”的效果，这会花费少量经验。经验暂时还没有明确的数目指示，只能靠感觉与经验判断消耗的量有多少。等级越高，获得的属性与技能也越好，花费的经验也越来越多。因为等级即为上限，所以等级一般不会下降，用的只是经验。当经验重新获取，就不必像提升等级上限那么麻烦、漫长了。而且每一级的经验是平均的，经验的获取也是平均的。要注意的一点是，5级的玩家的5级经验的量远比20级的玩家的5级的经验少得多，原因也显而易见。20级的玩家要升5级经验也要慢得多。使用经验瓶可以快速增加经验，保护强迫症患者不至于为了一点经验不满而郁闷死。也有着一些特殊的提升等级的方法，比如钱一串睡了一觉，刚好升至了5级，这还要多多探索才能有更多的发现。为了防止刷经验的不平衡，刷怪塔下给怪物补刀是不会带来经验与好东西的。这样，只有战斗，才能带来真正的收获。1至14级是新手期，这段时间最容易度过，在每段时期，玩家的前缀都不同。这时，前缀为：“新手玩家”。15至29级是进阶期，玩家已经在服务器中度过了最初的时光，前缀为：“入门玩家”。30至49级就是高手的领域了，前缀为“鉆之玩家”。50级至59级，会开放特殊的“灵魂值”功能，前缀“灵魂玩家”。60级，开放自定义1字前缀。70级，开放自定义2字前缀。80级，开放自定义3字前缀。90级，开放自定义4字前缀！“原来，是这样，”钱一串看得头都晕了。“但不管怎么说，我现在都是全服第一！”3钱一串已经在自己的领地上造了一个火柴盒,虽说不美观,但服务器暂时还只有他一个人,所以即使不造房子也是没有关系的。\n顺便一提，在生存（家园）世界，只要是自己放置了方块，而且不拆掉的话，别人是打不掉也没有权限使用这个范围内的东西的。即服务器自动给建造的东西“圈地”，但在羊肉串与钱一串之服，这不会消耗多少Y币。一部分原因是现在是内测，还有许多设置有待调整，也是因为钱一串建造的范围并不多，正好是个32*32的平台，要是超过了，就要支付Y币了。\n“啊，终于把这个火柴盒，不，别墅造好了！也是特别漂亮特别合理特别实用对吧。”钱一串望着自己的大作，满意地欣赏着。“我还需要去砍点树，顺便打打怪，刷刷经验什么的。对于等级系统还是很期待的！虽说有些没看懂啊。”说着，钱一串已经打开了传送碗，一个新的选项映入钱一串的眼帘——副本世界！钱一串开启了等级系统，也同时开启了对应的“副本功能”，这又会是一个钱一串感兴趣的部分，他按下传送按键，开启了副本之行。\n[server]已传送！欢迎来到副本世界。单人模式，刷新正常，掉落正常，经验200%，祝您游戏愉快！\n伴随着传送的电铃提示声与系统提示，钱一串抵达了副本世界大厅。\n这个大厅完全像是一个地底世界，哪儿都没有露出一点外界的景色。整个大厅十分昏暗，隐约能看到天花板上的管道与蜘蛛网，不知里面有没有毒蜘蛛？\n钱一串至今仍未遇到一只怪物，更别提副本中很可能更难的升级版了。但凭借以往的格斗技巧，通过一些简单的关卡想来还是不成问题的。\n想着这些，钱一串看清了面前按钮与它上面的告示牌。告示牌上只有寥寥一行字：“点此开启副本”，于是，钱一串按下了这个木质按钮，耳边传来隐约的红石声。副本，要开始了。\n视角逐渐从漆黑变得明亮，钱一串发现，自己身在一个狭小的矿洞底部，身旁是一滩滋滋作响的岩浆。“恐怕掉下去，就直接死了吧。”钱一串心想着。他像着矿洞上方走去，岩浆带来的微弱光线逐渐暗下来。爬了十几格，钱一串终于再次看见了光亮，似乎还有人影在那。\n走进了，钱一串才清楚地看到，那是一位NPC。\n[探险者（NPC）]很好，看来你成功地躲过了僵尸大军打追击，只是，这个小小的矿洞并不能久留啊……\nNPC长叹一声，钱一串也陷入了沉思——自己明明没看到僵尸啊，难道是我错过了？“我错过了！”钱一串猛地回头，果然，僵尸就在他身后！\n转身前，他似乎还看见了NPC那完全雪白的一对眼睛……\n钱一串再次醒来，发现自己正躺在自己温暖的火柴盒中。“刚才，真是吓死我了，”对这，钱一串仍不能忘记。“不知道服务器只有我一个人啊，这么吓我，真的好么？不过不管怎么说，我还是会再去看看的。”\n当钱一串再次回到副本世界，却是很大的不同了。\n[server]已传送！欢迎来到副本世界。单人模式，刷新正常，掉落正常，经验200%，祝您游戏愉快！\n原本昏暗的大厅，现在有了海晶灯和信标作为照明，整个大厅都能看得清清楚楚。天花板上的蛛网也不见了踪影，面前的告示牌也已经改变。\n“那么，副本就等我以后再来探索吧！”钱一串道。4钱一串已经在副本世界被打击过一次,不想再重新开始了,即使他知道新开放副本的会很简单。\n站在副本大厅中，钱一串听到了村民的“哼唧”声。寻声走过去，果然有个NPC。它的名字叫“副本兑换_商人一”，打开商店界面，钱一串看到了商人所出售的各种物品。\n兑换界面只有一种叫“僵尸结晶”的物品可以兑换成商品，这应该是副本中的某种掉落物。现在的副本等级还不高，能兑换的是一些基础的工具和模组中的材料。看到最下一个时，钱一串停下了，这是一把剪刀。\nYR牌高级剪刀！钱一串激动地看下去。\n剪刀全身附魔精铁打造而成！更锋利，更耐用，效率是普通剪刀的2倍！自动吸收掉落，耐久有9999之多，钱一串曾经日思夜想，拥有一把好的剪刀该会是多大的帮助啊。\n64个僵尸结晶，对于钱一串来说，它完全值这个价格。\n“为了它，我也要努力玩下这个副本！”钱一串盯着眼前的剪刀，下定了决心……\n5个羊肉串与钱一串Minecraft服务器标准日之后。主城大厅。\n“终于，我买到了！”是的，在钱一串的不懈努力之下，已经收集到了64个僵尸结晶，成功买下了这把剪刀。\n想当初，钱一串可是用掉过不下一箱子的剪刀，用烂过3把钻石锄，十多把附魔鱼竿。它们，是钱一串从前赚钱的消耗。\n在曾经的那个世界，钱一串最热衷的，无疑是剪藤蔓。在最初的日子里，钱一串没有藤蔓可剪，只能是挖挖矿，在资源世界种田。一个铁也只能卖20游戏币，而价值上万的神器，钱一串只有看别人用作PVP的份。走过去，自己也只有一个结果——被秒杀。\n不过后来，地图变了。\n一大片沼泽地！近乎剪不完的藤蔓！后来，钱一串发现在地皮上种藤蔓，可以有更高的效率，便种了半个80*80的地皮，剩下的，也是用来种了多层农田。\n就这样，钱一串向着神器靠近着。\n他还造过猪人塔呢。理论上，这可以在地狱的上方吸引源源不断的僵尸猪人跳下深渊。方法是在基岩上造一个高塔，顶端围一圈空心圆，打一个猪人，别的猪人也会跟过来，在路上挖个坑，它们就会乖乖往下跳。\n可是，在那远古版本中，机智似乎有所不同，猪人塔失去了作用，渐渐荒废了。\n建造僵尸猪人塔，费去了钱一串好些原石，但这还不是最多的。最多的，是末影人塔。\n末地的边缘，建造一个水晶塔那么高的建筑，一个箱子的石砖都不够用，更何况还有玻璃、活塞、红石等材料。只要小黑（末影人）一出现，拌线钩便探测出，启动活塞，把末影人推下至塔底，通过摔落高度设置，还能设置手动收割和自动摔死两种模式。挂10分钟，就能刷到上百个末影珍珠。\n不过那时候似乎并不收购末影珍珠，末影人，Ender man，钱一串的习惯是称呼它小黑。\n挖矿、剪藤蔓、收集材料的过程似乎有些无聊，但是完成后的成就感，无与伦比。\n在那时，还有些别的东西，比如，Herobrine。\n无论哪个世界，甚至是主城商店，都存在着类似“我在看你”的字样，这便是him留下的。\n原以为它仅是如此，直到钱一串亲身经历。\n突然到来的，似乎是无尽的黑暗、反胃、饥饿、虚弱，让钱一串不知所措，终于等到效果消失，周围只有几只在阳光下飞舞的蝙蝠。\n原以为这一切都结束了，又出现了新的世界。\n那个地方叫做“Him的后院”，\n那是个黑暗的世界，\n但是那里确实生长着花草，\n还有一个小木屋，\nHim只是站在那里，\n谁也动不了……\n几天后，钱一串发现剪刀兑换不了了，公告上给出了原因：“破坏游戏平衡。”\n5\n[server]更新提示：基础收购商店已开放，基础抽奖已开放！\n钱一串第一时间在传送界面上找到了新更新的商店传送，前往商店。钱一串传送到的，是一个露天的大厅，没什么特别高的建筑，只有中心有一座阁楼，钱一串就是在这里。\n从阁楼中走出来，钱一串并没有看见任何商店的迹象，这里只有一些装饰而已。\n“商店在哪？不会是被骗了吧？”钱一串在这跑了一圈，都没找到商店。\n钱一串再次绕了一圈，才发现通往商店的楼梯在阁楼的背面。“所以，我要开始成为服务器首富了么？”钱一串一激动，跳下了楼梯，钱一串可摔得不轻。\n[技能]“杂技”等级提升！当前为2.\n楼梯有3格宽，向下走了十几格吧，就看到了当前商店的全貌。\n墙壁的颜色像是铁锭或是石英，散发着柔和的光芒。整个大厅大约是50*50那么大，9层高。虽说是基础商店，但模组中的物品也占了一大半，因此空间显得略微的紧凑。\n在服务器中，副本里的货币是实质的金币、战利品等，但也可以兑换成另一种货币——Y币。Y币也可以换成其他货币，商店中统一使用的，是Y币。\n商店分为收购区和购买区两部分，现在开放了的是收购区。原版物品中大部分都可以在这里卖掉，当然，得到的收益都是基本平衡的。\n在一个角落，是两个大型箱子，上面的牌子写着：“基础抽奖”，一次100Y币，这也是服务器中目前Y币唯一的使用方式。\n“等会就来试试看，能抽到些什么！”钱一串回到了收购区，仔细地观察了一下，这里有许多3格高的柱子，每个代表了一种物品，第3个方块上有它们的展示框展示。第二排是告示牌，写着商品的回收价格。收购的方法是在告示牌第二行里写上要卖出的货物数量，或是对着告示牌按下，就可以卖掉相应的1个货物，再次双击卖出半组。\n“好吧，那我先看看背包里有些什么，卖掉些。”钱一串查看了背包，发现有许多挖到的不认识的矿物可以卖。其中有一颗叫“天然冰钻”的物品，最值钱了，不认识，当然是卖掉了。\n最终，钱一串的收获有303.50Y币。“这么说，我可以抽3次奖了？不错。”钱一串走到了抽奖处，按下了“开始抽奖”按钮，告示牌上的文字变为“抽奖中…”与一些变化的图案。钱一串紧张、激动地盯着抽奖箱，生怕错过了奖品。终于，当抽奖音效重复了十多次之后，告示牌上变为了“抽奖完成！”，几条烟花出现在了抽奖箱的上方，爆开了。巨大球形，闪烁，黄色、橙色、绿色、红色、蓝色、紫色、白色、灰色，这样复杂的烟花，一定是好东西了吧。\n[server]恭喜qianyi_chuan在基础抽奖中抽取了武器[烈焰核心一个！\n烈焰核心，VI级武器，使用中可以每0.4秒发射一枚“烈焰火球”。每颗火球的伤害为1，也就是半颗心。火球带有火矢III的效果，它的耐久也足够钱一串使用，理论上它可以连续使用3个羊肉串与钱一串服务器标准日，但钱一串自然不会那么做。当它的耐久使用一半后，使用者获得“中毒I”的负面效果，但伤害提升为2。每10秒可以释放一个技能，名叫“浓缩火球”，使用时“烈焰核心”变为蓝色，发出的火球也变为蓝色，还具有一定的导向能力，可以产生5伤害并带来火矢IV的效果。\n有了这把武器，前期差不多足够钱一串使用了，钱一串可不认为他能再抽到两把VI级武器来，他要留着抽进阶抽奖。\n“为了接下来的抽奖，我要赚钱！”钱一串说道，“这里应该是有收购藤蔓的……果然！剪刀买了可不能浪费了。”\n不过钱一串很快就发现了问题——他现在没有藤蔓！\n“啊，笨死了！笨死灵！”钱一串坐在了商店楼梯上，“哼！我要在这修炼升级，然后分分钟找出藤蔓来！剪两个，扔一个！哈哈哈哈……”钱一串似乎是走火入魔了么？6\n似乎是经过了很长的一段时间，钱一串终于从他的白日梦中醒来，睁开了眼睛，周围的景物难以置信地与之前不同了。\n先前，钱一串还坐在商店的楼梯上，计划着未来的藤蔓大业，可此时，他却到了完全不同的另一个地方。\n刚睁开眼睛，钱一串想到的只是一个字——亮！这里的亮度绝对超过主世界，就像插满了钻石火把一样。“难到羊肉串把我故意传送来了这么个地方？放我回去剪藤蔓啊！”藤蔓还没找到，钱一串总觉得缺了些什么。\n“好吧，我先来看看这是哪。”钱一串环顾了四周，是一整片一整片白色的方块，一望无际，而且似乎那些白色方块散发的光芒照射到的空气也是浅浅的白色。仔细观察后，钱一串才发现原来这个世界也有着草地，也有着树木与树叶，树叶和花草自然也是白色的（钱一串的物理老师哭晕在残缺不全的厕所）。\n钱一串触手可及的地方，就有云飘过，但与主世界的相比，它更透明了些，不然钱一串要什么都看不见了。\n“啊！不慌不慌，我可是有着内测限量版传送碗的！”钱一串想回去了，“咦，我的传送碗似乎……不见了！羊肉串出来！我要专心剪藤蔓的说。”\n[server]qianyi_chuan，欢迎来到新的世界——灵界！在这里，你可以在全新的世界开启全新的冒险！本次内测目的在于寻找其中的不足与BUG，祝您内测愉快！\n钱一串顿时感到无语了，把自己传送来这样一个世界竟是为了寻找BUG，主世界就没有BUG了？说好的好好生存内测呢？不过钱一串一会又想到自己确实没有在主世界找到过BUG。\n话虽这么说，可钱一串还是忍不住好奇，走向了一棵灵界独有的白色的树。看着像是主世界中的橡木，如果按规律起名字，它就叫“灵界橡木”了吧？\n钱一串拿出铁斧，只是传送碗消失了，其他的物品都还在，这样钱一串就放心了。钱一串用力地挥出一斧子，“砰！”的一声，斧子向木头嵌进了大约八分之一的样子。钱一串停下了进行了认真、严谨、周密、详细、准确的计算与思考，得出了一个结论——继续砍！\n“轰！”这棵还不知名的树终于被钱一串砍倒了，并不是向原版中那样一个原木一个原木地砍，只要砍倒了下面的，上面的也就会顺着掉下来。上半部分的树干带着树叶一起掉到了地上，树叶不见了，树干变成了可以直接拾取的状态。虽说还是有点不可学，但已经比之前好多了，钱一串想着。捡起了掉落物，钱一串得知了它们的名字——灵木原木。“咳咳，这取名……我猜它们分解了会变成‘灵木木板’。”果然，它们能分解成4个灵木木板，砍的时候似乎比橡木要快，木板的质地也更柔软，雪白的灵木木板看起来很适合装饰，但柔软的质地让它注定不是个实用的建筑材料。\n“让我来试试它能否制作工作台。”这般不同寻常的质地，用途可能有所不同，钱一串对新加的这个模组还处于一无所知的阶段，合成也需要尝试才行。因此钱一串充分地发扬了探索精神，试着找到它的合成规律。\n在二千四百二十五分之二十八羊肉串与钱一串服务器标准分钟后，钱一串得出了结果——这种木头做不出工作台来！其他一些像木棍之类的物品也是无法合成出来的。\n“那这个木头有什么用啊！又不能吃又不能合成，差评！”钱一串发现，现在已经快要到晚上了，这个世界的落日竟如此之大，钱一串还看到了日晕，（钱一串：也叫圆虹，一种大气光学现象，是日光通过卷层云时，受到冰晶的折射或反射而形成的。当光线射入卷层云中的冰晶后，经过两次折射，分散成不同方向的各色光~卢啊卢：这是你复制过来的吧啊喂！）“灵界之阳”看起来至少是主世界中的四倍大，但也并没有觉得特别热。\n“快到晚上了，这个世界应该也是有怪物的才对，我仿佛已经听到了怪物的狂欢声！不行，我可不想被怪物吃了，天知道会重生到哪去，得赶紧找个地方躲起来才行。”钱一串对着幻想中的镜头说道。\n“我觉得这个矿洞不错！我可以向下跳下去，怪物就不会出现在我的身边了。”钱一串机智地说道。\n\n\n[fly]——————————[/fly]\n索引\n第一章 新的开始第二章 开服盛典第三章 全新生存第四章 挖下砂砾第五章 手斧诞生第六章 其他玩家第七章 剑也可以第八章 还没写。\n——————————————外传（SBSBSB88提供）——————————————第6章 元素档案第7章 48小时的危机（上）第8章 48小时的危机（中）\n\n\n[fly]——————————[/fly]\n\n虽说之前在mcgo论坛上发过但是“若前缀中为原创，并在其他网站发现此文则认定是原作者，”这个应该是都是我发的就认为是原创的吧但是我并不知道怎么来做索引，所以就不会很快发完。\n原创证明：羊肉串：《钱一串的冒险》总贴 不定期更新 现征集书名！http://bbs.cnmcgo.com/forum.php/forum.php?mod=viewthread&tid=1303\n(出处: mcgo服务器官网)\n目录上面一行字\n虽说有点小问题，不过是我写的就对了\n\n\n\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1486122060,
            "txt_content": "索引贴请保证内容至少满三贴再发布。\n如果不是眼花，阁下索引中的内容，加上引子，也只是总共两贴而已。\n既是根据版规，也是为了方便加分，请将第三贴在24小时内尽快补全。谢谢合作。"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1486139100,
            "txt_content": " 本帖最后由 qianyi_chuan 于 2017-2-21 23:03 编辑 \n\n我可能没看完\n赶紧贿赂我（x3）存稿x2\n，这是什么？"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1487684700,
            "txt_content": "@qianyi_chuan \n\n所有的文章都看过一遍，于是就在这里具体总结吧。\n\n首先作为一个索引作者你真的很不负责。\n只发了文章，干脆索引凑够三章就把索引这个巨坑堆在这。\n顺便，我看到了上面老馄饨的回复，在此再次提醒阁下仔细阅读版规后再发帖。\n毕竟是从其他论坛转移过来的文章，已经很难会修改了，但我依然有几点要提到。\n\n首先，以Minecraft为主题，为全文构架的文章，已经被写了无数遍，很难再提起读者阅读文章的兴趣。\n这篇文章从构思开始就非常失败。用并列连接服务器和现实世界两个其实并没有任何关系的事物，尤其是使用了并列的方式，这是一个相当糟糕的思路。\n（举个例子，某穿越小说，即是并列现实与虚构，因为二者在文章中同时以实体形式存在。）\n不要试图同时关联虚构世界与现实世界。正确的思路应是，虚拟世界拥有现实世界的特征，或是相反。\nMinecraft世界不应与现实世界或是其他世界拥有任何的关联，除非这是一篇意识流散文。\n我看到了很多关于Minecraft的设定，几乎整篇文章都建立在Minecraft的思路之上，甚至没有自己的创新和构思。\n连对话都是关于Minecraft的内容，全文除了MC就是MC，这样的文章想不枯燥乏味都难。\n\n其次非常严重的对话流，人物刻画缺失严重。\n看完阁下的文章，我只觉得这是两个人在对话中描述一个世界，剧情也在对话中展开，\n于是我甚至连人物是如何交谈，人物的动作，神态，心理描写一概不知。甚至除了两个人说了什么，其他的几乎一概不知。\n不知阁下可曾在阅读此文时感到文章空洞无物，但这篇文章给人的感受就是单纯的对话，剧情，其他只有空白。\n这说明阁下的文学积累略差。\n\n说真的，我自己都认为我很难接受这样一篇尖酸刻薄的文评。\n但我看到了许多的0回复，有的章节甚至浏览次数为0。我希望单凭这一点就能说明很多问题。\n作者想必很用心的对待了这篇文章，但还不够用心，或是心有余而力不足。\n其他的细节，如过于通俗的名字，本人不再作评，这篇文章最主要的问题就只有这两个。\n如果还有主要问题的话，少的可怜的字数，希望作者能抽出更多的时间扩充文章，文章的字数决定文章的信息容量。\n\n再接再厉吧。（苦笑）"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1487694000,
            "txt_content": "星之永恒 发表于 2017-2-21 21:45\n@qianyi_chuan \n\n所有的文章都看过一遍，于是就在这里具体总结吧。\n之前在文字里打了一半回复，删掉了，手贱……\n我的确是个——无论从何种角度来讲——不负责的作者。\n感觉这样还不如就玩玩起床。\n比如说刚刚丢失的一些语句就不想再写回来了。之前是在mcgo论坛发的，然后，就发来了这里，也是因为有篇起床教程转到这边来了我才发的。\n最初写这篇文章的目的我忘得差不多了，实在想不起来。我想到的只是之前看过了第一本关于我的世界（是否有必要改为Minecraft？）的小说，在网上看的，两个人的基础生存到拯救了这个世界。我想到了曾经的一次次生存，自己游戏中的萌新时光（现在又何尝不是呢），几天的世界我竟然认真地看完了那本小说，过了一段时间，开始写现在的引子部分。这部分那时是把它当做正文来写的，但又觉得写得太少，而且设定是一个类似于只是控制电脑，这样不行，于是我把它定为“引子”。\n我的大纲写了大概40章的内容吧，正如阁下[sup]这是一个我不常用的词[/sup]所说 ，这部分完全是准备写Minecraft的。\n这中间我想写出的变化并不会很多，也只是简单地想使玩家能在这个Minecraft世界中比较正常地生存。这个服务器在我的设想中是怎样的呢？突然想起我曾经开服受挫它的模拟程度要比“V装具”更真实，那么所有的感觉都要能体现、感受到，如何当个史蒂夫成了问题。我最近的想法是，虚拟与真实共存，在方块世界中用现实的方式生存，显然违背了“不要试图同时关联虚构世界与现实世界”这一建议。我想到的方法，比如攻击，能像游戏里那样隔着空气攻击到远处的生物，也可以直接砍中敌人，而隔着空气的结果和现实方式攻击的结果也不同，前者正常掉落物品，而后者留下完整尸体。只是这一设想仍不完善，我的理解是，它当然不能无解，但以我的能力很难实现。这也许就是为什么答主不建议这么做。\n这样基础的定向也不适合MCBBS这种论坛，所以我想，答主想必已经看腻了这样的生存文章，需要一些新的内容，才能吸引读者的注意。\n除了对话内容，其余的描写不自然，还很少，意识到这一点后第十章我只写了一句话，当然还没发。\n文章的内容，我原本是打算前一部分写这个世界的生存（其实它对我来说还是有很多修改之处），后部分写服务器中的事，但是后面的剧情只有想过零碎的片段，比如说建立一个基地呀。在外传中（SBSBSB88写的），是有王国什么的。\n文学积累当然是很差，写法什么的，看过就忘光了，只在最近几本书中才注意了一点来看。\n一直到现在，我还纠结于这是个怎样的世界，物品怎么放置，方块怎么采集，背包能有多大……大概是构思错了吧……\n人物的名字，钱一串和卢啊卢是他们自己取的，而“SBSBSB88”、“wx”是mcgo的两个玩家名。\n\n说真的，答主的文评我此时看起来并没有多么刻薄，能够有人指正我的不足，已经非常感动，还有许多想说的，可能以后才能想到吧。\n以前的更新是不规律的，每章的字数也就那么点，甚至不适合分章来写。\n即使要进行大量的修改，我也依旧不希望它会在最初的片段就被迫中止。\n感谢尊驾的指点。\n\n总会有这么一天，在重新构思之后，我仍将回来，完成它。\n\n{7:160:}"
        }
    ]
}