{
    "title": "原创-连载《基岩》·第一卷①",
    "author": "aa1122a33",
    "replyCount": 6,
    "timestamp": 1486122000,
    "txt_content": " 本帖最后由 aa1122a33 于 2017-2-3 23:50 编辑 \n\n第一卷《人性的基岩》第一章  这是中世纪。贵族以自由为名把奴隶主打倒，让奴隶变成了人，于是他们成了上帝的声带与传声筒。’      教堂的钟声与圣经的故事充斥在各个角落，红石粉从书写人类开天辟地的神话的墨水变成了圣经的上灭绝人性的熔岩，鲜红色的故事充斥着这个世界的每一个角落，上帝在三千多年前创造的天与地至今没有变化，可至少三百多年前，世界远不是这样，那时的人也不一样。  至少卡尔·马里加，这么认为的。     卡尔是一个小商贩，在红铁堡里卖木质家具的店里当学徒，说起来他也是个好人，可兴趣与别人不一样，他喜欢发呆，动不动就看着一个点发几个小时呆，要不是他雕花雕的好，连贵族老爷们都过来采购家具的话，老板早把他驱走了。      卡尔看着街上马车扑起的灰尘，手中的斧子机械的一上一下，砍在那个被砍了几万次的木桩上，为自己内心的东西打着节拍，陷入了沉思。  “卡尔！扬的单子！”粗壮的吼声从屋里穿过大门，直达卡尔的耳膜，看了看那块自己才买几个月的木头，叹了口气，把它丢进了边上的垃圾堆。  “来了！”  “快，这个贵族要六边…六…”  “六边分型花纹！”  “你起的啥名啊，这么难念”说着，那汉子把那把铁平铲递了过去，“好好干啊，我知道你有本事”还在他肩上拍了拍。一股没有麻木的力量忽然从卡尔肩上传来，从这股力量当中，他找到了希望。      他恢复了信心。\n外面的人流也没有因为卡尔的离去而停止，可那个垃圾堆却引来了一个叫花子，他小心翼翼的过去，翻了半天，却找到了那块木板，像藏金条一样摸走，跑了。路边的人一个也没看他，毕竟，麻木的社会会生出麻木的大多数，麻木没有多余的善良可以给别人。   看起来，社会依然没变，女王还是女王，领主还是领主，可酒馆的故事一天一个样，这些故事是麻木与麻木之间的认同，是麻木的愉悦。 “女王为了那个情夫，把她的金耳坠都卖了！结果那人不但不谢恩，还乘船跑了！” “我怎么听说是找新大陆了？”  “切，那你也信，上帝创造出来了，肯定要告诉我们，可没有告诉，怎么可能有？难道你质疑上帝？”说着，那人用手对着桌子一切，响声吓得那人魂飞魄散。  “没…没有的事啊…大哥，我没…没有…”那人惶恐的说道，然后立马在心口画起十字。   “哈哈哈，瞧你胆小的，没事，喝，喝！”一边说，还一边把酒杯向他递。    几杯下肚，那人赶紧跑了出去，哆哆嗦嗦的好像真的要死了一样，酒馆里的那人无奈的摇摇头，顺便又点了份水煮卷心菜。    这个时候，一幢木屋里…   “同志们，卡尔同志要去扬的城堡了，我们来讨论一下后手。”为首的人叫傅立叶，是一个相对这里人年纪稍长的，大八字胡上的鼻子通红通红的，他的手中正拿着一小块木板。     “傅立叶同志，计划是……”  “可是傅立叶同志，计划在成功又可以怎样？所有人都是麻木的，他们的统治就像基岩一样，我们该怎么才可以…”一个声音从边上响起，这是组织里最近出现的最多的声音 “不要说了，”傅立叶伸出手，那人马上闭上了嘴“不要对我们没信心，你想想，我们是以钱为地位根据地，想想，就是贵族也是要用钱的啊！想消灭我们，除非不用钱！”傅立叶的话让众人安静了下来，况且，就算它们被列为异端，可他们以经争取到了好几个自由市的居住与领导权，只要万事具备，它们就可以让自由市联合，攻下这座堡垒，然后就有办法了：目前可没有城市让商人有地位。   卡尔要做的说简单也很简单，不过是从扬的家里把堡垒的设计图偷出来，可在那万般防守之下，要偷出来什么东西又谈何容易？   “国际，贸易，自由，一定都会实现！”傅立叶的话象征着这次会谈结束了，可是对于商人来说，真正的挑战，才刚刚开始…   迷之二更",
    "replies": [
        {
            "author": "A哲大大",
            "timestamp": 1486124580,
            "txt_content": "额，我第一眼没看到隐藏文字QAQ"
        },
        {
            "author": "gggbbb",
            "timestamp": 1486125600,
            "txt_content": "欢迎新人！\n你很有想法，跟狗头做菜吧。\n写得不错，但还是有着改进的空间。\n问题如下\n\n第一点，缺少主语（大概？\n流畅，是行文的一大要素。所以有些地方，是没有必要因为自己的想法，而强行打破这种要素的。\n适当的省略，的确可以增加几分行文的韵味，但凡事都有个度，还是不要过了为好。\n举例：\n卡尔看着街上马车扑起的灰尘，手中的斧子机械的一上一下，砍在那个被砍了几万次的木桩上，为自己内心的东西打着节拍，陷入了沉思。 “卡尔！扬的单子！”粗壮的吼声从屋里穿过大门，直达卡尔的耳膜，看了看那块自己才买几个月的木头，叹了口气，把它丢进了边上的垃圾堆。\n这两个段落中，都是可以在合适的地方，多加上一个“他”字的。因为像这样大量的省略，是会在一定的程度影响读者的阅读感官，从而对文章丧失兴趣的。这种不连贯的句子，最好还是省去为妙。\n\n第二点，描写\n这个方面，是需要文字的底蕴来进行积累的。这里只是指出一个小的例子，以示警醒。至于接下来的描写该如何提升，你可以先去尝试性地阅读下那些大家的著作，之后再临摹几个小的片段。这样的话，描写方面应该能够有所提升。\n举例：\n红石粉成了圣经的书写笔\n“书写笔”，如果我没有理解错误，应该指的是“书写圣经的笔”吧。但“红石粉”是粉末，跟笔实在是相差太大，性质上也很难将两者联系起来。从大体上来看，红石粉在这里应该是类似墨水的东西吧。改成“沾染着红石粉的x笔，成了圣经的书写笔”应该会更加容易理解吧。\n当然，如果嫌用词重复，将“x笔”改成笔的别名，这个问题也就解决了。\n综上，在一定的范畴之内，描写还是不要太过于单纯地堆积词汇为好。在文字功底没上来之前，不如先尝试着怎么写得顺畅，这样也许会对你有所帮助。\n\n剩下的还有一些零散的问题，这里就不一一指出了。你可以先看着修改一下，如果尚未察觉，可以再来联系着我。有空的话，我应该是能够帮助你提点建议的。\n以上。\n最后，祝进步。\n（8级25人气，你别吓我）"
        },
        {
            "author": "WM2030",
            "timestamp": 1486128480,
            "txt_content": " 本帖最后由 WM2030 于 2017-2-3 22:21 编辑 \n\n文章的中心基本是到了，基本的路线也很确定了。但是其他很多方面还是需要提高。\n评比文长\n跟着我学做菜吧\n一个半小时写得要吐了\n文章开头。\n这是中世纪。\n中世纪背后的意味非常丰富。所以我想这一句是需要一些解释的。究竟是写庄园，还是写骑士，还是写如本文一样的批判黑暗。文章中心不同，中世纪一词的侧重点是有所不同的。因此建议加上一段短小的描写，可以写人民生活的疾苦，也可以写贵族的风光，甚至一些其他侧面反映的内容也是可以的。\n\n接下来\n……，红石粉成了圣经的书写笔，鲜红色的故事……\n这一句的描写非常神奇。尽管我明白楼主的意思，也能猜出一些楼主的用意，但是这样的表达并不能起到提升文采的作用，别扭的词句还会让人感到做作和不流畅。更何况缩句之后，“红石粉成了书写笔”这一表达本身就有些问题啊。“鲜红色的故事”中包含的讽刺意味更加明显，但是个人认为改为“鲜红的故事”会更加简练明快吧。\n\n卡尔是一个小商贩，在红铁堡里卖木质家具的店里当学徒\n这里同样也牵涉到表达过于啰嗦的问题。改成“木质家具店”或是“木家具店”，流畅不少。同时卡尔是小商贩和卡尔是学徒这两个事实看上去有些矛盾，商贩和学徒通常情况下的不共存是显而易见的，我觉得不如改为“卡尔是红铁堡中木家具店的一个学徒”更好一些呢。\n\n说起来他也是个好人，可兴趣与别人不一样，他喜欢发呆，动不动就看着一个点发几个小时呆\n我不知道这里是楼主的讽刺还是其他原因导致的。我想，“好人”和“兴趣与别人不一样”中并不需要转折。只有当“发呆”这一兴趣已经被指出，“好人”这一表达是指勤快的人或是忙碌的人的时候，才有转折的需要。如果本意即是讽刺，那么可以略微凸显些，比如可以写一下别人对卡尔的不良观感。\n\n卡尔看着街上马车扑起的灰尘\n“扑”的使用并不太传神，反而让文章显得滞涩。\n\n手中的斧子机械的一上一下\n机械作为一上一下的状语，“的”应改为“地”。尽管现在有人认为的得地不必区分太开，甚至有已经互相通用的说法。但是我仍然认为这是一个重要的小细节呢。\n\n……，为自己内心的东西打着节拍，陷入了沉思。\n“东西”常常用来指代一些不明确的事物。用在此处，完全可以用“心思”之类更加精确一些的表达。用“东西”一词显得略微有些敷衍，容易引起歧义，又显得有些不够自信。\n\n粗壮的吼声从屋里穿过大门，直达卡尔的耳膜\n这里显然作者默认了卡尔是在门外，但是从之前的描写中很难看出卡尔在门外，也算是一个细节上的小漏洞吧。\n\n“你起的啥名啊，这么难念”说着，那汉子把那把铁平铲递了过去，“好好干啊，我知道你有本事”\n语言描写缺标点。\n\n他恢复了信心。\n同样，之前缺少对卡尔没信心的描写，突然说“恢复了信心”也显得不够严谨。可以看出作者自己心中有思路，但是在具体实施上还是缺些火候。\n\n外面的人流也没有因为卡尔的离去而停止，可那个垃圾堆却引来了一个叫花子，他小心翼翼的过去，翻了半天，却找到了那块木板，像藏金条一样摸走，跑了。\n人流停止的表达也不太合适，更何况卡尔的离去在正常情况下本来也不会造成什么骚动。“却找到了那块木板”我理解楼主想要表达叫花子只是想要那块木板，但是这里这样写并不合适。如果改为\n“卡尔离开了，一个在一旁等候许久的叫花子摸了过来，在垃圾堆里翻了半天，找到刚才卡尔手中的木板，揣进怀里，快速地离开了，好像那不是一块木板而是金条。”可能会更加流畅吧。\n另外这里提一个细节。如果这个叫花子是个老练的情报工作者，他就会坦然地去翻垃圾堆，那才是个叫花子的常态吧。\n\n路边的人一个也没看他，毕竟，麻木的社会会生出麻木的大多数，麻木没有多余的善良可以给别人。\n讽刺意味非常明显了。但是说实话，即使路人是善良的，也没有理由去看一个叫花子。尤其是当这个叫花子并不在乞讨而且试图隐藏自己行踪的时候。\n\n这些故事是麻木与麻木之间的认同，是开心的麻木。\n这话很有些值得商榷之处。尤其是后半句。个人认为后半句可以删除，或是改为“麻木的欢乐”，或许更加富有意味吧。\n\n为首的人叫傅立叶，是一个相对这里人年纪稍长的，大八字胡上的鼻子通红通红的，他的手中正拿着一小块木板。\n这段话的表达固然没有什么问题，但是也可以提升。这句话的表达方法很多，我并不知道怎样更好些，但是原句读起来总有些不顺当。\n我提供一种并不很优的改法。编不出来不提供了。\n\n一个声音从边上响起，这是组织里最近出现的最多的声音\n缺了一个句号。而且这样的表达显得重复。\n\n目前可没有城市让商人有地位。\n表达的问题说的太多了呀。差不多就是这样的意思。\n\n整体来说有这样的还是相当不错的呢。希望继续努力哦。\n\n楼上没有指出的零散问题我基本都指出了23333\n\n\n"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1486135080,
            "txt_content": "WM2030 发表于 2017-2-3 21:28\n文章的中心基本是到了，基本的路线也很确定了。但是其他很多方面还是需要提高。\n评比文长\n跟着我 ...\n谢谢，批评是进步的基础"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1486135080,
            "txt_content": "gggbbb 发表于 2017-2-3 20:40\n欢迎新人！\n你很有想法，跟狗头做菜吧。\n写得不错，但还是有着改进的空间。\n谢谢指导"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1486137000,
            "txt_content": "慢慢改，慢慢思索"
        }
    ]
}