{
    "title": "<原创·连载>《钱一串的冒险》第三章 全新生存",
    "author": "qianyi_chuan",
    "replyCount": 0,
    "timestamp": 1486137600,
    "txt_content": "第三章 全新生存 钱一串与卢啊卢满怀期待地睁开了眼睛。 “这似乎还是和原版游戏差不多哈，依旧是方方的世界，当然，我是一点都不‘方’的。”钱一串见到了熟悉的主世界，欣喜地叫道。 “然而你已经变得方了。”卢啊卢望着这个世界回道。 就像平常的游戏似的，钱一串与卢啊卢传送到——或者说出生在了一个似乎是主世界的地方——一片草原与树林的交界处，方方的世界。这片地形应该是十分适合生存的，钱一串与卢啊卢的生存就要在这里开始了。 “真是实身临其境的感觉啊，就连空气都这么清新的味道。”钱一串猛地嗅了嗅这富含自然气息的空气，好像晚了他就感受不到了似的，实际上这种感觉过会儿确实会被适应，感受不出了。 “好了，我们应该先做些什么？好激动，要开始生存了，快教我吧。”卢啊卢在这之前，并没有玩过多久Minecraft，不像钱一串精通红石生存建筑战斗，他需要钱一串的帮助。 “第一步当然是先砍树了，这你都不知道了？你平时难道玩的都是创造么，”钱一串按照经验说道，“我这里有以前的铁斧，这样砍起来应该会快一点。哦，对了，这次并没有新的新手装备啊。” 卢啊卢从钱一串的背包里拿出铁斧，唯一能想到的只有重量了——他甚至连拿出斧子来都很难做到。 卢啊卢抱怨起来：“好重啊！这能砍树吗？怪不得你们说什么‘铁拳史蒂夫了’。” “那个明明是说史蒂夫空手打方块也不会痛，有个模组就叫这个名字，到了后期空手挖石头比创造都快。不过我们的力量也没点加成，好在背包里的东西没多少重量，不然我肯定把它扔掉了。现在差不多合适，要是连这也背不动，从前的锻炼还有什么意义呢。” 因为要完全由自己控制，力气不足可是一个大问题问题，虽说长方形的手看起来强壮了一些，也只是勉强能把手中的纯铁铁斧动几下而已，况且两人还不知道是否能像游戏中一样进行长按的动作。要是需要像现实中一样一斧子一斧子砍的话，就麻烦了。 “好吧，告诉你一个不幸的消息，”钱一串也挥了几下铁斧。“我也没有力气了，砍树真的要一下下砍。” “好吧，那我们就这样一下下砍好了。”卢啊卢再次提起了手中的铁斧。 钱一串与卢啊卢的目标是一棵挺高的树，既然这么科学了，砍掉下面的树干，上面的应该也会掉下来，这样砍高的树就占优势，因为树干的粗细都是一样的边长一米。 钱一串深吸一口气，握紧了斧柄，像那棵可怜的树砍去。“啪”一声，斧子算是勉强砍进了树干，可是只有令人失望的两厘米。 “不行啊，力气就是不够，这树还好难砍，你试试。”钱一串赶紧把斧子放下坐在地上休息。 “呀！”卢啊卢蓄满了力，向树冲去，斧子砍向了上次砍痕的下面一点，又一次砍进了树干——2厘米。 “为什么我们没有获得铁拳史蒂夫的加成呢？”想着游戏中史蒂夫可以搬起无数重物，而自己竟卡在了简单的砍树这一步，很是不甘。史蒂夫是游戏中男性玩家的默认名，大概就是这样的由来。 “不如我们换个方式吧。”卢啊卢突然提议道。 “好主意，怎么做呢？”钱一串顿时打起了精神。 “你还有没有工作台？把斧子改装一下吧。” “有，但原木没有了，不然可以做个轻点的木斧来。”钱一串拿出工作台放到了地上，这倒不需要太多的力气，物品状态的方块拿在手上是没有多少重量的，但物品就有着应有的重量。 “好吧，我不会合成，但我们应该有那本羊肉串给的什么书的，《生存手册》？我最讨厌看这种书了——这么厚！”看着地上的工作台不会用，卢啊卢只想到了这招。 钱一串拿来背包，里面的东西杂乱地堆在了里面，在最底下，他找到了那本书。“啊，《羊肉串与钱一串之服新手教程》。”封面用类似牛皮的材质制作，就是这个世界的牛皮也说不定，上面写着“羊肉串与钱一串之服新手教程”十三个大字。虽然服务器名上有钱一串，可他也还是选择了自己生存，这无疑是具有挑战且充实快乐的新奇生存。 翻开了第一页，是目录，只有几行，第一条为“第一天的砍树”，最后一行为“完成后更新”，看了想剧透也不行。虽说游戏是自由的，但也有个推荐流程，不然想独立生存太过困难了。 “啊，让我来看看它，”钱一串继续往后翻，“我想你肯定不能空手打断这些树，那真的很疼。要想获取木头，你需要一些工具来帮助你砍倒这些树。 “新手的斧子是燧石斧，因为其他材料的工具太过重了，你们也没有更多材料制作它们。燧石的获得，依旧是打砂砾，不要慌，这并不会那么痛，而打击几下后他就会变成可拾取的状态，获得燧石的几率不大，可能打下来还是砂砾，因此你要多试几次。然后你可以打树叶获取木棍，地上有时也会掉落，接下来你会在背包上找到一个锁定的小工作台，它不会丢失，可以进行二乘二的简单合成。燧石斧需要将木棍放在下面一格，燧石放在上面两格，即可完成制作，耐心等待一会，即可完成合成。它的耐久不高，但是可以修复，方法为将损耗了的燧石斧与燧石放在一起，即可修复耐久。当你把它放在工作台上时，你可以看出它的大致耐久和附魔属性等。” “这不是和‘MITE差不多么！’合成的方式像是故事模式里的一样，把方块放上去，再放，就完成了。”钱一串猛地叫道。 “那是什么？MITE？哼，肯定又是我不懂的英文！”虽然这么说，但是卢啊卢还是想听听那到底是什么意思。 “似乎是‘Minecraft is too easy’的缩写，翻译过来是‘我的世界不可能那么简单’，嗯，直译的话是‘我的世界太简单了’这样，”钱一串答道，“那是一个极限生存的整合包，我之前花了那么多时间在上面，几乎可以算得上是大神了。 “那是极限生存！而且是一个整合包，不能自己加些模组进去，也没有创造模式，不能用开局域网的方式开作弊，服务器倒是可以不过不会多少人。地图文件我也没找到，然后把整个文件夹都复制了一遍以防死了存档丢失。直到我打完最终BOSS，才找到了作弊的方法，不过已经没有用了。我都打完了那么多，再说开作弊也没意思，一点一点地积累后赢得成就感正是这游戏的含义所在。玩的时候一开始可能还有点优越感，但越开越没意思，没有游戏原本的挑战性，不然那么多只玩创造的玩家也不会放弃这个游戏了。总之就是只能靠自己艰难地生存，一条命。 “在游戏的第一天，也是像这个一样，空手采集砂砾和打树叶获取木棍，概率非常低，因此要不停地工作。然后也是像这样可以做出来一把燧石斧，那真是不容易，然后可以砍木头。看最下面的一节，这样就可以使上面的木头也都掉下来，一把燧石斧只能砍8次，还不好修补。也可以做把燧石铲挖沙砾，不过耐久也是低的可怜。 “然后收集了不多的木头，这时候会很饿了，实际上，你早就该饿了，因为你的生命和饱食度只有3个。因此你只好打些小动物，不杀生而要想活下去几乎不可能做到，也许就是根本做不到。这里面小动物也被修改过了，你打一群中的一只，原本它会逃窜，但别的不会有反应，这里不同，所有的动物都会跑走，很难捉住它们。关于动物，还有些有趣的修改，比如它们会到河边喝水，也都会吃草。如果你养的动物吃不到这草和水，牛将不会产奶，鸡将不会生蛋，羊也不会长毛。羊还会掉落羊肉，虽然现在已经是正常事，但是那个版本原本还没有羊肉，而贴图却和新版的游戏中的羊肉一样。 “然后第一天就这样匆匆度过，忙碌的一天，但是你还不能休息，因为很难找到那么多羊并杀死它们，手的攻击力那么小而武器也没有获取到。夜幕降临，与怪物战斗显然不明智，要有个堡垒那样的地方。空手的僵尸也会拆泥土、原石这些方块，所以我用的方法是在地上挖个坑，填上头顶，还不行，这样僵尸也能拆进来。在前面挖个坑，你打的到它们的腿而他们碰不到你，这样就可以空手把它们赖死，而因为怪物攻击机制的原因只能被你赖。然后漫长的第一夜就这样度过。” “好了好了，先停会，”卢啊卢趁着间隔打断了钱一串，“你看太阳已经在头顶了，差不多都要中午了，我们还没开始呢，先去挖点砂砾再说。一天这么长肯定不会是给我们浪费用的，快教我生存！” “那我等会再讲后面的内容吧，回忆下具体的内容。你看，我们要找砂砾，而砂砾通常在河边和池塘边。我们就要找这样的地方，或者找到一片全是砂砾的山就行了，不过看样子只有远处有几座小山，还是要找小河或池塘，出发吧！”  \n",
    "replies": []
}