{
    "title": "<原创·连载>《钱一串的冒险》第四章 挖下砂砾",
    "author": "qianyi_chuan",
    "replyCount": 0,
    "timestamp": 1486137660,
    "txt_content": "第四章 挖下砂砾 “那个，听起来我们要撸很多砂砾了呀，”想了想等会的工作，卢啊卢说道，“我可不喜欢，烦死了。”“我知道，你又没耐心，但是我还是要给你一个肯定的答复。”钱一串对着处于抓狂边缘的卢啊卢回道。在平原，河流可以很容易地被发现，可惜的是，钱一串与卢啊卢并没有看到近处的平原有河流。他们走进了树林，那里应该会有更多的机会。阳光此时已经要与地面垂直，没有很大的风，也没有树叶那种明显的摇晃，但是森林给人的感觉却是动态的。这个世界有许多细节，比如有时地上能够捡到石子、木棍，要是是别的真实些的生存游戏，到也许会有点用，但现在，最好的选择还是燧石镐。“你听，是水流的声音。”钱一串停下提醒道。“这都能听见啊，”卢啊卢的听力似乎不太好，“等等，我好想也听到了，但是没看到河流——被树挡住了吧。”“那就把河找出来。”钱一串已经拿出了木板——曾经内测时剩下的不多几个——他想到了一些有趣的东西。“快看啊，卢啊卢，”钱一串冲向左前方去，“我们找到了！这有就有我们要的砂砾。”他放下了手中的木板，放在地上了。再次在背包中翻找，拿出了最底层的铁斧。很奇怪，钱一串好像又忘了背包能减轻一部分的重量，这能使他省下许多力气。“不是说不用这把拿也拿不动的累赘铁斧了么，还拿出来干嘛？”卢啊卢已经迫不及待地准备开始不得已的手抓砂砾了，就等着钱一串一起。而钱一串，则是把斧子挪到了木板上，将锐利的一端对着木板，再对准条纹，压下去了！这很容易，而木板，被断开了，变成了一块‘木条’。他又重复了一次，小心翼翼，同样完美地切出了更细的一条，接着是八分之一。“哦，不能再切了，好切是因为它本身就有条纹，但现在是最细了，那这个作工具吧，总比你去直接来个铁砂掌速成好。”“哼，我才没想呢，我早就知道你会给工具了！”卢啊卢说出了他的不服，钱一串象征性地把木板挥了一下给了卢啊卢，但实际上是挥不快的。“这样应该好多了，”卢啊卢接过木板，“但还是很重啊！仅凭我的力量难以……挖开这些砂砾。”“不试试怎么知道呢？”钱一串狡猾地对着卢啊卢笑了笑。为了证明自己确实无法利用好这一工具，他靠近砂砾，把木板砸了进去。河水流动着，也冲不走任何一点砂砾，卢啊卢当然也没能挖动。“看见了吧，这些砂砾应该都有一种保护装置，不然水可能把它冲刷得不再像一个立方体，风也会使他变形，我们拿手刨，用不正确的工具挖，都是没有效果的。因此啊，我还是觉得这教程有问题。”“这个嘛，等我看看这本教程。找到了，‘拾取砂砾上的燧石。’，原来是应该有燧石在表面的，就像有的凹凸立体的材质包会有几率在泥土、砂砾上生成一些奇怪的东西。”“而这里，那些东西中就有燧石，是吗？”“我想是的，但是我并没在这看到。”“那有意义吗？哼！烦死了，又要去找砂砾，我都懒得动。”卢啊卢依旧像往常一样缺乏耐心。“别急，我的工具还没用呢，”钱一串从卢啊卢手中夺过木板，“看好了。”方块与方块之间有明显的痕迹，因此钱一串轻易地将木板与之对准，接着他发现，这样子很容易地开出了一道缝。“果然是这样，那么接下来就好办了。”钱一串再次将砂砾的其余两边开出缝，在走到河中，把方块的底下一面也脱离了大地，它变成了小方块漂浮在地面上。接下来，就是重复这样的动作——把方块放下，再挖起来，就有几率爆出燧石，而且砂砾还在，不过这块砂砾含的燧石等会变得少一些。卢啊卢与钱一串各拿一块板，开始了他们的循环。“钱一串，刚才你要是没能成功怎么办？还是已经偷偷试过了，好有机会嘲讽我一次。”“我刚才那可是如假包换的人品，再加上我的聪明才智与你对比。我要是失败了，你也没占到什么便宜，所以这就是稳赚不赔。”卢啊卢本想再回他一句，发泄一番，不然不解心头之烦，但是异常的掉落物吸引了他的注意。这不是一块多么闪耀的金属锭，向所有金属锭的形状，但它好像吸收了大部分光芒一样，与铁锭、金锭有着明显的不同。“我猜这是一块很有用的金属锭啊。”卢啊卢把它拿起来给钱一串看了看说。“我想想，这应该不是燧石，燧石不应该是这样的，燧石该是不规则的。我的故事还没跟你讲完，就是我玩的那个极限生存，MITE，你应该还记得。”卢啊卢显然是对这块神秘的金属锭有着更多的兴趣：“好了，别打岔，我现在就想知道答案，快说。”“那我剧透一点，在那个游戏中，撸砂砾会掉落一些别的东西，不只是燧石，就连铁锭、金锭都有几率爆出。但、是、这、个、几、率、非、常、小，甚至是千分之一。”卢啊卢又没忍住打断了钱一串：“你别告诉我这就是那千分之一，我可不信。”“但现在应该是新增了好多种矿石，几十个千分之一加起来就很高了。然而，我觉得这是‘艾德曼合金锭’。”\n",
    "replies": []
}