{
    "title": "[安全]AntiAura——更强大的反作弊插件[HAYO][1.7-1.16]",
    "author": "KTR",
    "replyCount": 57,
    "timestamp": 1486187460,
    "txt_content": " 本帖最后由 KTR 于 2020-7-21 20:09 编辑 \n                                                    AntiAura 一款全新的反作弊插件\n—— By joehot200\n What is AntiAura?-AntiAura定义 原文\nAntiAura is the first ever complete Anti-Cheat solution, blocking all major Minecraft hacks, including KillAura, Flight, Speed, and a lot more. It has hundreds of users and some of the most advanced detection out there!\nAntiAura is specifically designed for Survival, PVP, and KitPVP servers, boasting some of the best KillAura detection as well as focusing on fast In-PVP hack detection.\nAntiAura is compatible with the 1.7.10/1.8 Protocol hack, all 1.8 versions, all 1.9 versions, all 1.10 versions, and 1.11.译文\nAntiAura是第一款比较完善的反作弊插件，能够制止所有的作弊现象,其中包括：自动打怪、飞行作弊、加速作弊、以及更多.这是数以千计的用户测试和最先进的检测数据检测出来的.\nAntiAura是专门为生存服务器、PVP服务器、以及职业战争服务器设计的插件.该插件拥有最好的自动打怪检测，以及PVP作弊检测.\nAntiAura兼容的版本有1.7.10-1.11(实际上作者已经更新到了1.12)Hacks? What are those?-作弊是什么害人的东西？原文Minecraft hacked clients are versions of Minecraft that people can download, giving them the ability to fly, teleport, walk through walls, kill people in a single hit, and a lot more. They are the menace to any legitimate Survival/PVP server. 译文\nMinecraft作弊客户端是许多玩家可以下载的一种Minecraft客户端,该客户端让他们拥有了一些\"特殊能力\",比如飞行、传送、爬墙、杀死任何一个玩家，以及更多.这些现象都极大地威胁到了一个生存服务器、PVP服务器的正常运营.How does AntiAura block these \"hacked clients\"-AntiAura的反作弊原理 原文  AntiAura works by watching client behaviour and checking for any unusual behaviour. If a player is doing something very unlikely or impossible too many times, they will be detected for hacking!       译文\nAntiAura通过检测玩家的某些操作行为,以及检测玩家不寻常的操作,如果玩家在一定时间内重复执行了许多操作,以及做出了常人难以达到的操作频率,那么,他们就可能会被判定为作弊！Show me a video!-视频演示视频地址：https://youtu.be/pvXIdRFygnw注意：该视频为外国网站上的视频,需要VPN才可正常观看 Does AntiAura block it?-AntiAura功能(只翻译了一部分)\nForcefield/Killaura. 强制攻击/自动攻击\nAutoClicker/FastClick. 自动点击/快速点击\nForcefieldLegit/KillauraLegit, on most clients.\nAimbot/ClickAimbot. 自动瞄准\nTriggerbot (May take a long time. Cannot guarantee detection)\nAntiKnockback/Unpushable. 无视击退效果/强制霸体\nAutoBow/FastBow. 自动拉弓/快速射箭\nCriticals. 自动暴击\nAutoSoup. 自动喝汤(职业战争中补血使用蘑菇汤)\nRegen. 血量快速恢复\nReach.  远程攻击/破坏\nNoPotion. 不受药水影响\nPotionSaver. 自动药水保护\nAntiFire. 免疫燃烧伤害\n\nRender hacks:\nChestESP.\nTracers/Minimaps/ESP\nFreecam (Entities and tile entities only. Players can still see ordinary blocks).\nAnti-Blind (Entities only. Players can still see blocks).\n\nMovement hacks:\nElytraFly 滑翔飞行\nFlight. 飞行\nGlide. 滑翔\nSpeed 加速(原帖好像说不会和/speed指令、速度药水冲突).\nStep. 步伐(什么鬼)\nHighJump. 跳高\nSpider. 爬墙\nNoFall. 无视掉落伤害\nBlink.\nDontFall.\nNoClip (up).\nMost versions of Derp.\nCheckerClimb (mostly).\nScaffoldWalk (mostly).\nTower (mostly).\nTimer.\nFastLadder.\nJesus.\nSneak.\nPhase.\nBoatFly.\nCheckerClimb.\nTowers.\n\nBlock hacks:\nGhostHand.\nFastBreak.\nNuker.\nFastPlace.\n\nMisc:\nNoSwing.\nBasic protection from Spambots.\nWhy should I buy AntiAura?-购买该插件你有哪些好处?原文Affordable - \nAntiAura is affordable, at only ?5. For this cost, almost all hacks on your Minecraft server will be blocked. All updates are completely free, so you will be protected against the latest hacks!\nAdvanced - \nAntiAura is the first ever Anti-Hacking plugin to block important hacks like KillAura, AntiKnockback, and more. It has had the most time to perfect it's techniques and a high amount of users to do so, making PVP hack detection fast and efficient.\nSensitive - \nBecause AntiAura just punishes the hackers, this allows it to be more sensitive than any of it's counterparts that send notifications! This allows me to implement secret forcefield checks based on studying player behaviour, as well as making checks much more sensitive.\nCompatible - \nAntiAura is compatible with almost all existing plugins on your server, including launchpads, and more! Make sure to read the incompatibilities list before buying.\nConfigurable - \nAntiAura gives you over 100 configuration options, so you can modify the punishments for hacking, or tweak hack detection as you wish! AntiAura has log files for every kick, telling you what exact information to improve detection for every check.\nSilent - \nAntiAura will run automatically in the background, detecting hacks on your Minecraft server! You won't even notice it - Until it kicks someone for hacking.\nLightweight - \nDespite being a Heavy-Duty hack blocker on your server, AntiAura creates barely any lag at all! It doesn't even lag as much as NoCheatPlus! 译文\n价格适中\nAntiAura的购买价格对于大多数人都是能够承担得起的,只需要5英镑(约43RMB).你只需要花费这一点钱就可以防止所有的作弊行为的发生,而且购买后这款插件是永久免费更新的!你将永远都能及时的防止玩家作弊.\n更强大\nAntiAura是一款更强大的反作弊插件,它拥有完善的技术,更多的用户测试BUG,使得作弊行为能在这里更及时高效的被制止！\n更灵敏\nAntiAura只是会在玩家作弊时给予惩罚,能够更迅速准的阻止作弊！而不是发送大量的卡服消息!\n兼容性强\nAntiAura几乎兼容所有的服务端插件,不过在购买前,您也一定要注意不兼容的插件列表！\n可配置\nAntiAura拥有100多行可配置的选项,所以你可以按照自己的想法去设置玩家作弊时的惩罚以及信息显示等.同时AntiAura会生成日志文件,可以确切的告诉您反作弊的实时检测情况!\n使得后台更稳定\nAntiAura是自动运行在服务器后台的,你几乎不会看见它的运行记录,只会在玩家作弊时受到惩罚后有消息提醒!而不是像其他反作弊插件那样刷后台信息.\n轻量级插件\n尽管在许多服务器内有比较大型的反作弊插件,但AntiAura也丝毫不亚于那些大型反作弊插件,更不亚于大家熟知的NoCheatPlus.\nCompatibility-关于兼容性原文\n AntiAura has special code to make it compatible with some plugins.?McMMO.MagicSpells.Magic (???) (PM me about this if you wish to use it)CrackShot.Heroes.Launchpad plugins.ViaVersion (No special code to make it compatible, just listing it here so people don't keep spamming me about it).NoCheatPlus. If you wish to disable all of AntiAura's checks that NoCheatPlus blocks, set \"NormalChecks\" to false in the configuration.\nRead the incompatibilities list here.译文\nAntiAura已经内置了一些代码使得能够兼容一些比较特殊的插件McMMO.MagicSpells.Magic (???) (不确定,请联系作者查看关于该插件的兼容性)CrackShot.Heroes.Launchpad plugins.ViaVersion (带有不确定性因素,请联系作者).NoCheatPlus. 如果你想关闭AntiAura的反作弊检测,那请将NormalChecks设置为false.关于不兼容的插件列表,请点击这里.Commands-插件指令\n/areload - 重载AntiAura的配置文件!/atps - 查看当前TPS流畅度./anotify - 后台显示作弊提醒信息\nPermissions-权限 ·antiaura.bypass -拥有该权限的玩家不会被反作弊检测\n·antiaura.reload -拥有该权限得玩家可以使用重载指令/areloadInstallation-插件安装1.在安装前请确认您已经阅读了不兼容的插件列表\n2.插件需要ProtocoLib作为前置插件,请确认服务器内拥有正确版本的ProtocoLib\n3.如果您想要增加ChestESP?反作弊项,请加装插件ParketWrapper\n4.将AntiAura.jar放入您的服务器plugins文件夹\n5.重启您的服务器\n6.如果您的服务器在1.10或以上请将singleblock项后面设置为false,否则1.10的新特性自动跳跃将被视为作弊行为插件介绍完成,购买价为7GBP,约合人民币62元如果您拥有PayPal账户和Spigotmc账号可以自行登入原帖进行购买\n\n\n\n\n\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "KTR",
            "timestamp": 1486199400,
            "txt_content": "余思思 发表于 2017-2-4 17:24\n不。 文字感觉有点多，眼花。\n我还没全部搬过来呢，再搬过来这贴估计没人看了"
        },
        {
            "author": "余思思",
            "timestamp": 1486199760,
            "txt_content": "感觉，很乱\n作弊现象希望能标注一下中文，还是有很多人看不懂的"
        },
        {
            "author": "KTR",
            "timestamp": 1486199880,
            "txt_content": "余思思 发表于 2017-2-4 17:16\n感觉，很乱\n作弊现象希望能标注一下中文，还是有很多人看不懂的\n排版很乱？\n中文的话有时间我会加上注释的"
        },
        {
            "author": "余思思",
            "timestamp": 1486200240,
            "txt_content": "KTR 发表于 2017-2-4 17:18\n排版很乱？\n中文的话有时间我会加上注释的\n不。 文字感觉有点多，眼花。"
        },
        {
            "author": "w918652593",
            "timestamp": 1486203960,
            "txt_content": "太好了。这个插件不错不错。"
        },
        {
            "author": "NIMA290",
            "timestamp": 1486224600,
            "txt_content": "很好的插件，让我去更公平"
        },
        {
            "author": "snowclay",
            "timestamp": 1486270500,
            "txt_content": "早就用过，效果一般，服务器实用效果并不是很好，希望发反作弊的可以先自己测试一下实际效果..."
        },
        {
            "author": "wodsa",
            "timestamp": 1486274280,
            "txt_content": "终于有人发这插件了"
        },
        {
            "author": "KTR",
            "timestamp": 1486275540,
            "txt_content": "snowclay 发表于 2017-2-5 12:55\n早就用过，效果一般，服务器实用效果并不是很好，希望发反作弊的可以先自己测试一下实际效果... ...\n我只是负责翻译原帖的介绍，然后搬运过来，也不见得AAC有多好吧...."
        },
        {
            "author": "yinruichun2004",
            "timestamp": 1486278360,
            "txt_content": "这是一个很好的插件 已经入手 价格便宜 大家最好赶快入手别让它像aac一样疯狂涨价"
        },
        {
            "author": "a1250447239",
            "timestamp": 1487847300,
            "txt_content": "扣扣发来"
        },
        {
            "author": "Canobe",
            "timestamp": 1488588060,
            "txt_content": " 本帖最后由 Canobe 于 2017-3-4 08:57 编辑 \n\n我买了，根据实际测试，这玩意并不能防御滑翔，小幅度加速还可以用...."
        },
        {
            "author": "Canobe",
            "timestamp": 1488589020,
            "txt_content": "Canobe 发表于 2017-3-4 08:41\n我买了，根据实际测试，这玩意并不能防御滑翔，小幅度加速还可以用....\n版本10.85"
        },
        {
            "author": "苏泽吧",
            "timestamp": 1488878880,
            "txt_content": "好评\n可以兼容CrackShot. "
        },
        {
            "author": "fuzhu-huang",
            "timestamp": 1488890820,
            "txt_content": "本插件支持1.8以下，还是要给作者点个赞，毕竟AAC不支持\n还有，希望作者能够持续更新，因为AAC的检测仅限于生存服务器能够做到几乎不误判，根据小游戏服务器的反作弊我也会持续进行关注"
        },
        {
            "author": "huag898",
            "timestamp": 1488894480,
            "txt_content": "余思思 发表于 2017-2-4 17:16\n感觉，很乱\n作弊现象希望能标注一下中文，还是有很多人看不懂的\n+1，中文~"
        },
        {
            "author": "mai1015",
            "timestamp": 1497545880,
            "txt_content": "可以写一份汉化的配置不"
        },
        {
            "author": "Alorw",
            "timestamp": 1499410080,
            "txt_content": " 本帖最后由 Alorw 于 2017-7-7 14:50 编辑 \n\n能否汉化一下 config.yml（主要是注释）？ 非常感谢 .\n\n# Welcome to the configuration! It can be hard to configure the plugin correctly, but once you do, hackers will feel the heat.\n#\n# The most important values are the Threshhold and Safe Hit Decreasing values.\n# The others are mostly just customization and tweaks.\n# \n# Increasing these values makes detection slower, but will definitely fix false positives.\n#\n# Decreasing catches clients more effectively and faster - But watch out for catching legitimate players!\n#\n# Threshhold/SafeHitDecrease options are:\n# \n# Threshhold and SafeHitDecrease (for MobInFront).\n# HeadValue (for HeadPlayer). HeadPlayer doesn't need a Safe Hit Decrease option.\n# DetectThreshhold (for normal check). This doesn't have a \"Decrease\" system.\n# Threshhold and LowerAmount (for AntiKnockback).\n#\n# If you get a false positive (or not detecting) for any of these features, increase or lower their Threshhold/SafeHit variables.\n#\n# The way that AntiAura works is that IT HAS FALSE POSITIVES. That is why there is the threshhold system!\n# In other words, as long as hackers get MORE \"false positives\" than non-hacking players, you won't get any false kicks !\n# The default configuration is USUALLY fine. But a lot can be modified to improve hack detection or squash bugs.\n#\n# Please PM me with any questions.\nImportant:\n  #To fix tab flickering...\n  FixTabFlickering:\n    #This pre-spawns mobs to be used. How many do you want spawned?\n    #This means that this amount of mobs will ALWAYS be spawned alongside EVERY player!\n    #If your server is lagging due to a high ticking of EntitySquid, LOWER THIS!\n    MobAmount: 5\nForcefield:\n  MobInFront:\n    #Enabling this will enable the old detecton behaviour, which will catch AutoClicker and Macros much better.\n    #If you enable this, you may need higher SafeHitDecrease values. *Technically* it MAY detect forcefield faster.\n    OldBehaviour: false\n    #Currently the plugin checks every hit when the check is intiated.\n    #Do you want to only check one hit in every check?\n    #If you have false positives when running around, enabling this will definitely fix them, but may come at the cost of worse detection.\n    OneHitPerCheck: false\n    #Do you want to enable the mob in front?\n    #This works by spawning an entity in front of the player and checking if he hits it.\n    Enable: true\n    #Every time a person hits the player (when the squid is spawned), the number goes up by 1.\n    #Every time a person hits the squid (when the squid is spawned), the number goes down by your SafeHitDecrease value in the config.\n    #If the number hits this value, the person is detected for hacking (and MobBypassCommand is executed).\n    Threshhold: 10\n    #As described above, how much should Threshhold go down by on a non-hacking hit?\n    SafeHitDecrease: 4.5\n    #How long (in ticks) do you want the entity spawned? 20 ticks equal one second.\n    #Lower this to 15 if your Threshhold is at 10 and people are still kicked!\n    TimeSpawned: 20\n    #If the distance between the two players is less than this, don't check for MobInFront.\n    #If players get false positives while running around or similar, increase it.\n    MinDistance: 2.0\n    #What commmands do you want to execute when the person is detected bypassing the squid?\n    MobBypassCommand: kick %PLAYER% Forcefield isn't allowed!#broadcast %PLAYER% was kicked for hacking! (MobBypass)\n    #Disable MobInFront when fighting mobs spawned by a spawner?\n    #Disable this if you do not have a server that would have MobGrinders.\n    MobGrinderCompatibility: true\n  #What commands do you want to execute when the person is detected for forcefield (using the HeadPlayer or normal checks)?\n  ForcefieldCommand: kick %PLAYER% Forcefield is not allowed!#broadcast %PLAYER% was kicked for hacking! (Normal)\n  #Do you want to set the player above your head that is spawned to be invisible?\n  #This is recommended set as false! Some hacked clients ignore invisible players! However, set to true should have little difference.\n  #UPDATE: As of 24/06/2015, I have set this to true by default. I am fed up of people reporting a \"visible entity above their head\" as a bug.\n  HeadPlayerInvisible: true\n  #The amount of times you need to hit the HeadPlayer before you are detected.\n  #Rules as to how the number goes up/down are the same ones explained on the MobInFront threshhold value.\n  HeadValue: 3\n  #How high do you want the HeadPlayer to be?\n  #Setting to higher will have less chance of a hacked client being detected.\n  #Setting too low can give false positives when players are jumping or similar.\n  HeadHeight: 5\n  #How often (in seconds) do you want to do a check for a player to see if he is using forcefield?\n  #WARNING: /areload WILL NOT change this value! You need to reload/restart the entire server or use PlugMan!\n  CheckTime: 5\n  #How long (in seconds) to spawn the HeadPlayer and the normal players before they dissappear.\n  #A value of 1 is 0.5 seconds. Increase this if the hacked clients are not hitting the fake entities.\n  RemoveTime: 2\n  #Set to false to disable the player above your head.\n  HeadPlayer: true\n  #Set to false if you want to disable random checking of players (e.g. if you want to check people only during PVP).\n  #The normal checks can create a SMALL amount of lag. If you only care about checking during PVP, disable this!\n  NormalChecks: true\n  #Set to true if you want to have the head player only, and get rid of the 4 fake entities surrounding the player.\n  HeadCheckOnly: false\n  #If CheckDuringPVP is on, how long since the player has last hit someone should he be able to be checked again?\n  #Increase this if the plugin gives any lag issues.\n  PVPTime: 5\n  #Normally, the plugin checks player 1, then waits the CheckTime, then checks player 2.\n  #Do you want to just check ALL players at once? May become laggy if you have too many players.\n  AllAtOnce: true\n  #How many players around him should the person have to hit to be detected?\n  DetectThreshhold: 4\n  HeadPlayer:\n    #1 is looking right up, -1 is looking down.\n    #How far down must the player be looking to spawn the headplayer (only works if DontSpawnHeadPlayerWhenLookingUp is true).\n    YLessThan: -0.1\n    #How high above the players' head do you want the HeadPlayer to be?\n    #The lower, the better! But set this too low and you will start seeing the NPC's legs in your face.\n    HeadHeight: 3\n    #How much do you want the head threshhold to decrease when the person does not hit the entity?\n    HeadHitDecrease: 0.5\n\n\n#Block AutoBow. Default settings can and will be fine for this.\n#This is blocked as well as detected, so you could leave AutoBowCommand to blank and still have this feature work.\nAutoBow:\n  #Do you want to enable AutoBow blockage?\n  #This will temporarily block someone from using AutoBow until they stop using it.\n  Enable: true\n  #How many times should the person be detected for AutoBow before the command is executed?\n  #It goes up and down by 1 - I don't see a reason for a SafeHitDecrease/LowerAmount variable for this one.\n  BowThreshhold: 5\n  #Command to execute when a player reaches the Bow Threshhold.\n  AutoBowCommand: kick %PLAYER% AutoBow is not allowed!#broadcast %PLAYER% was kicked for hacking! (AutoBow)\n\n\n\n\n#If people are \"Bypassing\" this, increase SoupTime. This can't be bypassed. Ever.\nSoup:\n  #Do you want to enable anti-Autosoup?\n  Enabled: true\n  #How long after last hitting someone is the person not allowed to move items in his inventory?\n  SoupTime: 1\n\n\n\n\n#Blocks map and tracer hacks. May cause a small amount of lag.\n#Lag caused by this feature has been greatly reduced since AntiAura 4.0.\nMap:\n  #Do you want to enable the MapScrewer at all (this ruins minimaps and tracers).\n  MapScrewer: true\n  #How far away should you check entities and players near the player to hide/unhide them?\n  #Lowering this SIGNIFICANTLY decreases the lag per check of each player.\n  DistanceChecked: 50\n  #How often do you want people to be checked?\n  #Raising this over 15 will decrease realism and make players appear to appear out of nowhere.\n  #Decreasing it to 1 will mean totan realism, but may cause a bit of lag.\n  #WARNING: /areload WILL NOT change this value! You need to reload/restart the entire server or use PlugMan!\n  HowOften: 5\n  #If an entity or player is closer than this, they will be visible regardless of if you can actually see them.\n  MinDistance: 10\n  #This will HIDE ENTITIES FROM YOU if you cannot see them!\n  #WARNING! THIS WILL HIDE THEIR NAMETAGS TOO! If you find that to be an issue, disable this.\n  HidePlayers: true\n  #Do you want to hide players and entities if they are behind the persons' field of view.\n  #This will cause Double-F5 mode to not be able to see entities behind you further away than MinDistance.\n  #However, it is great at helping to block tracers and not let hackers know if someone sneaks up on them.\n  HidePlayersBehind: true\n  #Do you want to mess up tracers by spawning fake players?\n  SpawnFakePlayers: true\n\n\n\n\n\n#Knockback checking has heavily been improved recently.\n#If you get false positives, first turn up MinimumKnockbackCheck to 0.2, then increase LowerAmount, Then Threshhold.\nKnockback:\n  #Do you want to enable AntiKnockback checking at all?\n  Enabled: true\n  #How many ticks after the player has been hit should it be checked if he has moved?\n  #There are 20 ticks in 1 second.\n  TicksAfterHitToCheck: 6\n  #What is the LOWEST velocity to check a player?\n  #Knockback amounts lower than this will not be checked for hacks.\n  #Setting this too low means that players just walking normally could change their velocity and be detected.\n  #If you get false positives by hitting people with your fists or blocks, RAISE THIS!\n  MinimumKnockbackCheck: 0.1\n  #Set to true if you want to NOT check players if they are standing next to a wall.\n  #Hitting a wall obviously stops the player from being knocked back, which may cause bad results.\n  DontCheckOnWalls: true\n  #Command to execute when person is detected for Knockback.\n  KnockbackCommand: kick %PLAYER% antiknockback is not allowed!#broadcast %PLAYER% was kicked for hacking!\n  #You know how threshholds work by now.\n  #If the person is detected for AntiKnockback, raise value by 1.\n  #If the person is not detected for AntiKnockback, lower value by LowerAmount.\n  #If value hits the Threshhold, command is executed.\n  #It is not recommended you change this! Raise the LowerAmount variable instead!\n  Threshhold: 5\n  #How much do you want to lower the threshhold when a player is detected as legit?\n  #If hacked clients have a higher detect rate than normal people, it may be a good idea to set a low Difference and a high LowerAmount.\n  #With the above suggestion, legit players would be detected more but kept below the threshholds, wheras hacked clients who were detected more would get kicked.\n  LowerAmount: 2\n  #If a player is sprinting torwards another player, he may travel too far forward after being hit and trigger the detection.\n  #Disable this only if MinimumKnockbackCheck is at at LEAST 0.2, if not higher.\n  DontCheckIfPlayerIsSprinting: true\n\n\n\n\n#Some things about the plugin itself that are'nt related to any specific detection.\nSpecifics:\n  #Time after using a CrackShot weapon a person should not be checked for forcefield.\n  #The value is in ticks: 20 ticks is 1 second.\n  #This is useless if you do not have the CrackShot plugin.\n  CrackShotCompatibilityTime: 40\n  #How many minutes do you want the AutoUpdater notification to remind you after last reminding you?\n  AutoUpdaterMinutes: 5\n  #Don't change this. It will reset your whole config if you do.\n  version: 21\n  #Do you want to call a FAKE LEAVE EVENT to the server that tells OTHER PLUGINS that the player has \"LEFT\" when he is actually kicked?\n  #Good for plugins like CombatLog, to punish a player as if he left willingly during PVP.\n  #If you have this enabled, you MUST have a kicking or banning command in ALL the hack checks, or the plugin will not function correctly!\n  CallFakeLeaveEvent: false\n  #If the person says invalid chat, execute this command.\n  #This for clients that send invalid messages to the server to kick themselves during PVP and not be detected by current plugins.\n  InvalidChatCommand: tempban %PLAYER% 30m Banned for invalid chat used for PVP Logging!\n  #Do you want to enable the AntiAura.bypass permission for admins not to be checked?\n  #This won't affect the AntiAura.debug or AntiAura.reload permission nodes.\n  EnablePermissions: false\n  #Do you want to show debug messages?\n  #This will tell you exactly what kicked the person and what value to change if the person was not kicked correctly.\n  #You may want to disable it to reduce unnecessary spam on a server that has already managed to configure the plugin successfully.\n  ShowDebug: true\n\n\n\n\n#This is a work in progress and may not work against all clients.\nCriticals:\n  #Enable critical blocking? This is a work in progress and may not work against all clients.\n  #Instead of just doing a critical when jumping.\n  Enabled: true\n  #The decrease amount on a non-hacking hit.\n  SafeHitDecrease: 2.0\n  #Ticks after hit to check. Set to 5 if you get false positives.\n  TicksAfterHitToCheck: 10\n  #How high should the number reach before detection?\n  #5 or lower is recommended - You could try higher - or lower.\n  Threshhold: 5\n  #Command to execute when criticals is detected.\n  CriticalsCommand: kick %PLAYER% Criticals is not allowed!#broadcast %PLAYER% was kicked for hacking!\n\n\n\n\n#This will work fine on the default.\nSpambots:\n#This is a basic spambot-blockage thing to block spambots from running around on cracked servers.\n#Feel free to disable.\n  Captcha:\n    #Do you want to enable the CAPTCHA?\n    #This will make users type certain letters in chat before they can do ANYTHING!\n    Enabled: true\n    #Do you want to enable typing of the CAPTCHA Only when the server is detected to be under a spam attack?\n    #This is detected by checking the amount of joins and seeing if there are more joins than usual.\n    EnabledOnlyWhenSpammed: true\n    #Do you want to apply the CAPTCHA to ONLY new players? Existing players won't be asked for a CAPTCHA.\n    #Warning: According to Bukkit's API, logging in and then re-logging in 5 seconds later counts as an \"Existing player\".\n    NewPlayersOnly: true\n    #Command to execute when detected.\n    CaptchaCommand: kick %PLAYER% You failed the captcha!\n    #Message to send to people. CAPTCHA is replaced with the CAPTCHA.\n    Message: Please type CAPTCHA to move and type commands!\n  MessageDisabling:\n    #This will stop all chat from a player until he has moved.\n    #Will only stop simple spambots.\n    StopChatBeforeMovement: true\n    #Do you want to disable join and leave messages under an attack?\n    #This will only disable the messages if the server is detected to be under a bot attack.\n    DisableJoinAndLeaveMessages: true\n\n#SET THIS TO TRUE TO ENABLE BASIC CHECKING FOR FLY AND SPEED AND STUFF.\n#If you have NoCheatPlus this isn't strictly necessary. You can disable it if you want.\nEnableNormalChecks: true\n\n#This will work fine on the default config.\nFlight:\n    #Enable fly checks?\n    Enabled: true\n    #How many times must the person be detected as flying to be detected?\n    Threshhold: 5\n    #When the player is detected to be doing legitimate activities, how much should the Threshhold be lowered?\n    LowerAmount: 1.0\n    #This value is automatically added onto the MaxDistancePerSecond of a player if he has a jump potion.\n    #If this was at 2, the jump height for a player with Jump II would be 6 blocks off the ground.\n    ValuePerPotionLevel: 2\n    #What command do you want to execute when someone is detected for flying?\n    FlightCommand: kick %PLAYER% Flying is not allowed!#broadcast %PLAYER% was kicked for hacking!\n    #Do you want to make the plugin compatible with other plugins (like launch pads) that launch players?\n    #This will make it take longer to detect fly, but will ensure compatibility with all plugins.\n    CompatibleWithOtherPlugins: false\n\n\n\n#Again, should work fine on the default config.\nSpeed:\n    #Enable Speedhack checks?\n    #This can also catch step and highjump, due to both of those involving the player moving too quickly.\n    Enabled: true\n    #What is the maximum distance you want a person to be able to travel per second?\n    #A value of 10 to 13 should be fine. A value of 2 is automatically added per speed potion level (e.g. speed II would make this value be 14 for that player).\n    MaxDistancePerSecond: 11\n    #This value is automatically added onto the MaxDistancePerSecond of a player if he has a potion.\n    #If this was at 2, the MaxDistancePerSecond for a player with a speed II potion would be 14.\n    ValuePerPotionLevel: 2\n    #How many times must the player be detected for speed hacks to be kicked?\n    Threshhold: 5\n    #When the player is detected to be doing legitimate activities, how much should the Threshhold be lowered?\n    LowerAmount: 1.0\n    #What command do you want to execute when someone is detected for flying?\n    SpeedCommand: kick %PLAYER% SpeedHack is not allowed!#broadcast %PLAYER% was kicked for hacking!\n    #Do you want to make the plugin compatible with other plugins (like launch pads) that launch players?\n    #This will make it take longer to detect speed, but will ensure compatibility with all plugins.\n    CompatibleWithOtherPlugins: false\n\n\n\n#This \"Blocks\" BowAimbot. There's no way to \"detect\" it, and hence no way to kick the player for it.\nBowAimbot:\n  #\n  #Let me explain how this works:\n  #\n  #You are changing the velocity of arrows that are shot from the player. \n  #For example, a value of 1.1 would make the arrow shoot faster than on a normal server.\n  #Because the arrow has a different velocity than the hacked client expects, it makes the aiming marker useless.\n  #\n  ArrowVelocity: 1.1\n\n\n\n\n#You can ignore anything down here. It's pretty much stuff you won't ever want to change, but is there just in case.\n\n\n\n\n#Stuff related to what name to choose. You can usually ignore this. The defaults are fine.\nAll:\n  #Takes special measures to stop crashes. May cause slight memory leaks, but nothing serious.\n  #Really, only enable this if I tell you to.\n  StopCrashes: false\n  #Force dependency download?\n  ForceDependencyDownload: true\n  #Not recommended if you don't have an SSD since it goes through the player files.\n  #Gives NPCs real names of people that were previously on your server.\n  RealisticPlayerNames: false\n  #Do you want to generate a random numeric name for the fake players?\n  #Set this to false to just have a \"_\" for all player names.\n  RandomPlayerNames: true\n  #Do you want the MapScrewer mobs and the Forcefield around checking mobs to be invisible (I recommend you leave as true)?\n  Invisible: true复制代码\n\n\n\n\n\n\n\n\n\n\nconfig.yml\n\n\n2017-7-7 14:50 上传\n点击文件名下载附件\n\n\n\n\n18.69 KB, 下载次数: 12\n\n\n\n\n"
        },
        {
            "author": "VipWW",
            "timestamp": 1499827560,
            "txt_content": "标题加上付费更好！"
        },
        {
            "author": "zhanhuo",
            "timestamp": 1500264840,
            "txt_content": "KTR大佬，我想买AntiAura 一款全新的反作弊插件，但是没账号不能买，能不能帮我代购一下，找不到你的联系方式，能否加我QQ109790051"
        },
        {
            "author": "whp2603496045",
            "timestamp": 1501552440,
            "txt_content": "哦 买不起 还有这么多看不懂的"
        },
        {
            "author": "1838387541",
            "timestamp": 1501644840,
            "txt_content": "楼主有其他下载方式么，这个我下载不了"
        },
        {
            "author": "KTR",
            "timestamp": 1501644960,
            "txt_content": "1838387541 发表于 2017-8-2 11:34\n楼主有其他下载方式么，这个我下载不了\n这是付费插件,不提供下载.\n如果是原帖地址进不去,请自行注册Spigotmc账号才可以进去"
        },
        {
            "author": "h862891640",
            "timestamp": 1501649640,
            "txt_content": "神乎其技不服不行"
        },
        {
            "author": "RINNDA",
            "timestamp": 1502432040,
            "txt_content": "不知道兼不兼容slimefun"
        },
        {
            "author": "2740896219",
            "timestamp": 1502516280,
            "txt_content": "走一步一卡是怎么回事"
        },
        {
            "author": "1422874846",
            "timestamp": 1506505440,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "Tiocer",
            "timestamp": 1516355460,
            "txt_content": "支持1.7.10mod端不"
        },
        {
            "author": "yu980954995",
            "timestamp": 1516375680,
            "txt_content": "现在反作弊还有效果吗"
        },
        {
            "author": "Jklhgf",
            "timestamp": 1533981900,
            "txt_content": "看到后面结果要付款顿时心态崩溃"
        },
        {
            "author": "Jklhgf",
            "timestamp": 1533995040,
            "txt_content": "希望能汉化"
        },
        {
            "author": "二白丶",
            "timestamp": 1535335800,
            "txt_content": "能不能关掉motd攻击的检测啊。没了colormotd就很难受"
        },
        {
            "author": "QQ我的最爱",
            "timestamp": 1535336940,
            "txt_content": "楼楼有点马虎。"
        },
        {
            "author": "晨源",
            "timestamp": 1558262100,
            "txt_content": "能反矿透嘛？"
        },
        {
            "author": "ESA永恒",
            "timestamp": 1559470200,
            "txt_content": "非常的扫"
        },
        {
            "author": "3441785369",
            "timestamp": 1566985020,
            "txt_content": "这个可以反高频吗"
        },
        {
            "author": "zhengyixuan.",
            "timestamp": 1566987900,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "孤判嘞",
            "timestamp": 1567092000,
            "txt_content": " 本帖最后由 孤判嘞 于 2020-11-25 16:29 编辑 \n\n已撤回该消息"
        },
        {
            "author": "2240377010",
            "timestamp": 1580133240,
            "txt_content": "这个怎么买 可以代买吗"
        },
        {
            "author": "q1164314568",
            "timestamp": 1580555760,
            "txt_content": "在吗 那个插件我不会买 可以帮我买一下吗"
        },
        {
            "author": "2240377010",
            "timestamp": 1581189840,
            "txt_content": "真的测试了几天下来 不停报错 报错直接卡服 服务端崩溃 tps 严重下降"
        },
        {
            "author": "CMCat",
            "timestamp": 1581508320,
            "txt_content": "那个step是自动跳跃（Flux）相当于上台阶"
        },
        {
            "author": "轮回233",
            "timestamp": 1581508560,
            "txt_content": "很不错的插件，支持"
        },
        {
            "author": "liaoxu2003",
            "timestamp": 1582868880,
            "txt_content": "有一说一 这插件涨价到了7英镑了 昨天装上以后 我进去蹦跶了一下 把我给ban了？？！ 服务器ban腐竹可还行"
        },
        {
            "author": "烟消1云散",
            "timestamp": 1583559960,
            "txt_content": "不错的反作弊！"
        },
        {
            "author": "haoli133609",
            "timestamp": 1584880980,
            "txt_content": "看介绍这款插件应该不错！"
        },
        {
            "author": "276267888",
            "timestamp": 1584882060,
            "txt_content": "大佬顶一下，插件拿走了"
        },
        {
            "author": "唯爱她°",
            "timestamp": 1585123020,
            "txt_content": "2240377010 发表于 2020-2-9 03:24\n真的测试了几天下来 不停报错 报错直接卡服 服务端崩溃 tps 严重下降\n兄弟，他那个PacketWrapper咋安装，，图片显示看不了"
        },
        {
            "author": "2240377010",
            "timestamp": 1585548540,
            "txt_content": "唯爱她° 发表于 2020-3-25 15:57\n兄弟，他那个PacketWrapper咋安装，，图片显示看不了\n兄弟　换插件吧　ａａｃ好使...别贪小便宜　这个插件不得行"
        },
        {
            "author": "唯爱她°",
            "timestamp": 1585551180,
            "txt_content": "2240377010 发表于 2020-3-30 14:09\n兄弟　换插件吧　ａａｃ好使...别贪小便宜　这个插件不得行\n呃呃，aac其实也就那样，别吹了 ，又不是没用过。插件买了也没用，不会调配还要花钱。而且这个有反xray，加上那个packerwapper确实有用，不过其实他们这些反作弊都有很多滞后，还是要看配置，你不会配置，不管哪个插件都白搭，aac我确实没用过，但是其实功能是差不多的，之所以效果好，配置是很大一部分，而且其实服务器人不是那种几百个，没必要的，都差不多，图个安慰罢了"
        },
        {
            "author": "2240377010",
            "timestamp": 1585552200,
            "txt_content": "唯爱她° 发表于 2020-3-30 14:53\n呃呃，aac其实也就那样，别吹了 ，又不是没用过。插件买了也没用，不会调配还要花钱。而且这个有反xray， ...\n我只是提醒你而已  没有别的意思 这个插件很卡xray你可以用别的"
        },
        {
            "author": "唯爱她°",
            "timestamp": 1585552800,
            "txt_content": "2240377010 发表于 2020-3-30 15:10\n我只是提醒你而已  没有别的意思 这个插件很卡xray你可以用别的\n呃呃，我用了个别的，这个只是测试一下而已。。\n有个检测xray的，我看作者的视频，一共挖了17个钻石就被清背包了。。"
        },
        {
            "author": "KllenTutor",
            "timestamp": 1596188820,
            "txt_content": "牛逼啊，就是翻译某些会有乱码，不知道是不是材质的愿因"
        },
        {
            "author": "hzk2672544975",
            "timestamp": 1598344200,
            "txt_content": "支持支持，好用"
        },
        {
            "author": "wtianming233",
            "timestamp": 1598345520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "彬c",
            "timestamp": 1613217180,
            "txt_content": "可以可以"
        },
        {
            "author": "南方大陆",
            "timestamp": 1613269980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}