{
    "title": "<原创·连载>《MC异闻录》第一卷·第二章·发现目标",
    "author": "幽兰空舞",
    "replyCount": 1,
    "timestamp": 1486194360,
    "txt_content": " 本帖最后由 幽兰空舞 于 2017-2-4 16:07 编辑 \n\n第一卷·第二章·发现目标\n\n　　“艾丽斯......你是说，你们在小溪源头那里找到了我们的目标？”艾伯特坐在椅子上，胳膊斜斜地挎着椅背，眉目之间皆是疑惑。\n\n　　艾丽斯点了点头，她不自觉地瞄了一眼坐在一边沉思的队长。\n\n　　“可是......”艾伯特显然有些吃惊，“这也太假了吧！”\n\n　　“确实是这样。”队长回过神来，此时他将深色的护目镜搁在桌面上，露出了原本掩盖在其下的紫色双眸。\n\n　　他的眉头又一度紧缩。正如艾伯特所说，这件事太过离奇，可当时两人在场，同一刻看到的决然不是假象。\n\n　　那么就剩下一些为数不多的可能性了。\n\n　　“情报有误。”一道颇为冷淡的声音传来，所有人不禁看了过去。\n\n　　黑发的少年已经将地图摊开在桌面上。“我们在这里。”他一指地图上的一个白色光标说道。接着他划了一个圈，将小溪周围划了进去：“这里是林溪群系。”\n\n　　众人点点头，显然对这句话的理解没有什么困难。\n\n　　群系一词来源于学术界，也是冒险者惯用的一个词语。冒险者用群系来对自然界的生态、环境、生物乃至地形、天候进行分类，便于记录。\n\n　　林溪群系泛指森林夹小溪、河流的情况，常见于北方大面积的森林中。\n\n　　接着乔将手逐渐平移至白点下方，轻轻点了一点：“这里是队长和艾丽斯发现目标的地点。”见众人又点点头，他将手移至地图靠右侧的地方，划出一个大致的范围。\n\n　　这张地图完全展开大约是4版的样式，因而这个范围已经离开他们的所在地有相当长的一段距离。\n\n　　那里原本是他们的目的地——根据情报。\n\n　　所有人都下意识地抬起头，不约而同地看向了乔。\n\n　　他们明白乔的意思。\n\n　　太近了。\n\n　　“太近了......”艾丽斯喃喃出声，却不知这句话让队长的眉头更皱几分。\n\n　　是的，太近了。\n\n　　任何熟知冒险生活的人都明白，冒险是一项收获和风险并存的事业，因此所有的冒险在开始前都必须要有一个完备、周到的计划来降低风险扩大收益。而这通常是队长的职责。\n\n　　计划来源于情报和猜想，而此时情报有误，这意味着原本的计划正面临被推翻的境地。\n\n　　扎营地点是经过所有人一起商讨，征求当地人意见，最后不断选择才确立到这条小溪边——距离目标不算太远，又能保持安全距离。\n\n　　而现在，他们的目标就盘横在小溪上游，距离他们至多一小时脚程的地方。\n\n　　“不一定。”队长深吸一口气，这才开了口，“也许情报本身就不完整，那些村民本来就不甚了解。”\n\n　　乔点点头，表示明白。\n\n　　“但不论是哪种情况，现在目标就在我们南方一公里不到的位置已经是一个不争的事实。”\n\n　　他重重叹了口气，再度说：“恐怕我们还是要再跑一次远路，这次还要将周围连同水源四周一起探清楚了。”\n\n　　三人没有多说什么，也并没有去责备他们的队长。\n\n　　“那么接下来各做各的，既然建筑已经做完了，那么我们就先暂时休整一个中午，下午再出发。”\n\n　　“好。”其他人应和了一声。\n\n　　队长拿着地图走出临时建筑，此时是正午，浓雾早已散去，面前小溪晃着刺眼的阳光令他有些不适，他看见清水溅起，溪流底的卵石静静沉眠。\n\n　　一切都好，倘若身后的森林里再多些光线的话。\n\n　　他又叹了口气，揉了揉太阳穴，显得有些心烦。\n\n　　计划需要做出一些调整，而这都得靠自己。首先小溪周边的情况就必须探明，火把是必要的，防止夜晚魔物生成；其次虽然眼下情况有点奇怪，但原计划中的标注地依旧需要去查看。\n\n　　队长的思索被打断了，他回头看去，乔拿着地图，一双平静的黑眸与他对视。\n\n　　“是乔啊。”\n\n　　对方点点头。\n\n　　“真是不好意思呢。”队长苦笑道，“明明是队长，但是却出了这么大的偏差。”\n\n　　乔摇摇头：“突发状况而已。”\n\n　　还是乔好，不向某个二愣子，成天以冲撞队长为乐，一天不吐槽就会死一样。\n\n　　“对了，稍后你到我房间来一趟。”队长依然有些歉疚，打算努力做出一些弥补来。\n\n　　哪知此话一出，他看见黑发少年的脸颊似乎蓦然红了一分，眼神里泛起了错愕。这表情一闪而逝，以致于他甚至认为自己产生了错觉。\n\n　　一定是被上午的事情弄得心慌意乱了，他想道。\n\n       等等，你脸红个鬼啊！\n\n　　“呀！唔唔——”他的表情霎时间凝固了,接着他面无表情地转头，恰好看见某个小姑娘兴奋地捂住自己的嘴，两只眼睛张得老大死死盯着这里。\n\n　　“艾丽斯，你在干嘛？”他疑惑且警惕地看过去。\n\n　　哪知对方眼神飘忽，时不时瞄一眼身后的乔，似乎根本没有听到这句话。\n\n　　“艾丽斯！”队长喝了一声。\n\n　　艾丽斯这才惊醒过来，她眼神一定，打个哈哈就想离开了。离开时还嘀咕着诸如“队长终于暴露了”“果然是个基佬嘛”一类的话语。\n\n　　“你说什么？”队长眯着眼，话语之间明显多了几分寒意。\n\n　　“啊哈哈......”\n\n　　中午过去，在临时建筑的二层房间里，队长和乔铺开地图。\n\n　　“那么接下来，就先往东面探查吧。”\n\n\n\n是不是三章就能发索引。。\n\n\n",
    "replies": [
        {
            "author": "qianyi_chuan",
            "timestamp": 1486196520,
            "txt_content": "据说就是第三章发索引~\n还好我是有存稿的"
        }
    ]
}