{
    "title": "【原创/单篇】《墓园》",
    "author": "透明小小",
    "replyCount": 7,
    "timestamp": 1486219860,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-5 17:39 编辑 \n\n道路两旁的野草缀满了清晨的露水，三三两两似夜不归宿地醉酒大汉一般依靠在深灰色的墓碑上。因常年无人照看而逐渐风化的墓碑，上面印刻的亡者墓志铭与姓名早已模糊不清，和那些青葱岁月鲜活生命一起悄然逝去。\n\n“这里埋藏的不是一具白骨，而是一箱装满金银珠宝的宝箱....杰....杰什么?”卡洛琳弯下腰将手撑在膝盖上前倾着身体，几乎将脸贴上这位不明姓名的先生的冰冷“房子”。再怎么努力的擦净墓碑睁大眼睛，杰什么先生的名字后半截都像被死神的镰刀磨平夺了去，扭曲的字母似乎就要缠绕在了一起。\n\n“杰....森....杰森什么?”卡洛琳皱了皱眉，至少确定他不叫杰克，也懒得再关注这个可怜的家伙。\n\n她索性一步跨过杰森什么先生的“家”。露水顺势跃上她的裤腿，晃晃悠悠的降落在一片新的天地。\n\n这是一个因内战而被世人遗忘百年的墓园，荒草丛生，不再闻到矢车菊的清香，不再听到人们的哀悼，也不再见到鲜活的生命。好在这儿以前是一个体面的贵族墓园，按照字母给这个墓园划分为了26个区，想来找起来也不算特别费劲。\n\n有钱的富豪年老体弱时被子女们捧在手心，乌鸦发哺般的悉心照顾，而在瓜分财产后又将他弃之不管。活人对死人的哀悼，仅仅是活人做给活人看。恰如这个墓园，荣华富贵，终淹没于沧海桑田的巨浪之中。\n\n杰克的墓碑躲在墓园的角落里，高高的白墙挡住了夏日的烈阳，青绿的藤蔓顺着枯树垂在墓碑前，远远的看上去像是一个长着绿色长发的石头怪人。\n\n但在这个被时间流沙使劲冲刷的亡者之地里，这个墓碑显得格格不入，上面没有沾染灰尘，名字清晰可见，就像是有人定期会来打理杰克的墓碑一样。\n\n墓碑上刻了一句话，“我爱我的家人，他们是我唯一的财富。”。\n\n卡洛琳肃然起敬，对这个素不相识的杰克深深鞠了一躬，将一束洁白的马蹄莲放在他的墓前，金黄的花蕊好似妇人珍藏的黄金。\n\n这是这次雇主的要求，没有杀戮，没有鲜血，只是简简单单来看望这个杰克。\n\n这里的杂草已经长势喜人，已经到了人的小腿。卡洛琳抬高腿，重重的踩下去，又抬高腿，再次重重的踩下去，就好像踩在一堆白骨上。\n\n雇主艾琳娜站在墓园门口，帽子上的黑纱垂在脸前，肤如凝脂，就算是黑暗也遮不住她的美貌。\n\n卡洛琳走到艾琳娜身边时深深的吸了一口气，残余在她袖口香水的魂魄，还有面霜或者别的沾染着的气息，混成一种陈旧的记忆气息。像旧时光，是游园惊梦。\n\n“很抱歉让您做这种事。”艾琳娜轻声说道，连她糯糯的声线里，仿佛都洒满了香水，任何男人都会对她想入非非。\n\n卡洛琳悄悄的摸了摸自己指尖的老茧，摇了摇头。这可比她接的其他任务简单多了。\n\n艾琳娜的高跟鞋踏在石砖路上，发出好听的“嗒嗒”声，她的手随意的垂在体侧，手如柔荑，像是薄玉，近乎能透过夜晚的月光。\n\n卡洛琳忍不住屏住了呼吸，美人的香气捂住了她的口鼻。\n\n这是天差地别，是卡洛琳永远享受不到的奢华与安逸。\n\n“杰克是我的曾祖父，”艾琳娜又开了口，长得好看永远都是优势，不管做什么都很讨人喜欢，“他其实并不是贵族，只是一个有钱的乡下人罢了，靠卖鱼卖鱼的人而已。在他去世后，我的祖父和母亲花了大价钱才把他弄到那个墓园里。”\n\n艾琳娜的话语里充满了厌恶。\n\n卡洛琳有些惊愕和不解，“那您，为什么要来送他花？”\n\n“如你所见，我是一个富豪的妻子。除了美貌、听话和懂事，抓住丈夫的心，还有一个就是对前辈的尊敬。但凡是好的美德，我只要在他面前体现出来就好了。”\n\n卡洛琳吹了一声口哨，“那为什么要我去送花？”\n\n“我最看不起乡下人，尤其还是在那种长满杂草的地方，底下还躺着带着鱼腥味儿的他。光是想想，就恶心死人了。”\n\n看来就算是长得好看，惹人厌就是惹人厌。\n\n“何况，”艾琳娜在分叉口停了下来，“听说你只要给钱，什么都做。”\n\n在这句话里，卡洛琳如猎狗般灵敏的嗅出充斥在其中恶意的揣测，以及上层贵妇人的色欲，对肉体的渴望和无限的遐想。\n\n卡洛琳攥紧了拳头，想对着艾琳娜那张精致的小脸上来上一拳，看看美人破相了是一副怎样的蠢样子。\n\n“那么，就在此别过吧，今日我对你说过的话我相信你不会传出去的。”艾琳娜挥了挥手，走向岔路的左路。\n\n终归是上层的贵妇人，自己是惹不起的。卡洛琳放下的拳头，之前刚刚感叹杰克是一个幸福的人，自己的子孙还惦记着自己，如今看来，他是要比那个杰森什么先生还要惨个一万倍。\n\n上帝赐予万物的阳光，唯独照不进那一片荒废的墓园，倘若那些亡灵的亲属们来了呢？那阳光会来的，附在他们的黑色衣着上，带着花香，照亮这冰天雪地的地狱。\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "魔法长笛",
            "timestamp": 1486220460,
            "txt_content": "你换组了？？？？好吧，我也打算退了"
        },
        {
            "author": "言之安",
            "timestamp": 1486225980,
            "txt_content": "前来为小透明 鼓掌，给你混个脸"
        },
        {
            "author": "葉子の",
            "timestamp": 1486228080,
            "txt_content": "黑旗‘暗夜 发表于 2017-2-4 23:01\n你换组了？？？？好吧，我也打算退了\n你去哪个小组？我要陪你一起去QWQ"
        },
        {
            "author": "葉子の",
            "timestamp": 1486228560,
            "txt_content": "透明还是换小组了呜呜呜呜呜呜呜QWQ\n我也想换了QWQ"
        },
        {
            "author": "透明小小",
            "timestamp": 1486263480,
            "txt_content": "言之安 发表于 2017-2-5 00:33\n前来为小透明 鼓掌，给你混个脸\n亲亲你个小可爱！"
        },
        {
            "author": "S_RwE",
            "timestamp": 1486383780,
            "txt_content": "突然注意到章节名称居然不是放了个屁 \n[陷入沉思]"
        },
        {
            "author": "透明小小",
            "timestamp": 1486460040,
            "txt_content": "S_RwE 发表于 2017-2-6 20:23\n突然注意到章节名称居然不是放了个屁 \n[陷入沉思]\n已经没有屁可以放了（滑稽脸）"
        }
    ]
}