{
    "title": "原创-连载《基岩》·第一卷②",
    "author": "aa1122a33",
    "replyCount": 4,
    "timestamp": 1486261920,
    "txt_content": " 本帖最后由 aa1122a33 于 2017-2-5 10:39 编辑 \n\n第一卷《人性的基岩》第二章  六边形里又一个六边形，这些六边形以奇怪的形状塞进去，却形成了一片片由雪花组成的雪花，这种复杂的图像需要的不只是耐心，还有想象力，而这个社会最不缺的就是耐心，最缺的就是想象力了。这件被称为“雪花翼”的木质座椅是由桦木制成。桦木是有天然的香味，可它过于柔软，完全无法作为武器的把柄，所以在边塞卖的很便宜，但在中心中就很贵。倒卖桦木的几代商人早成了几座自由城的城主。  卡尔不知道这些。那些自由城早已成为他心中的圣地，为了那些自由的圣地，他愿意付出一切。  比如…用生命换的它们需要的情报。  卡尔用手肘蹭了蹭自己的大衣，那是一根投石索，还有一个塞了一半铜币的圆型木盒子，如果别无选择的话，它可以帮助他把情报通过窗户传到城墙外面，而之前人在那里翻垃圾的同志就可以捡走了。为了确保成功率，他在野外练习了很久，如果实在是没希望的话……牺牲也是有必要的。  到了门口，那俩守卫确认了一下他的身份之后——不过是看看脸，检查身体——写下名字与特征，然后在后面写个“入”; 当然，女性由于有过把胸脯掏空，装毒药刺杀的先例，所以检查的更久一些。  简单但有效的防止了刺杀的预谋。卡尔在心中赞叹了一句，然后就开始扫描周围的环境了。  那个窗户正对着外面的太阳，没有镶玻璃，卡尔把家具搬到了卧室后，开始行动了起来。  抽屉打开，关上都是没有声音的，这是他设计时就考虑好的问题。就是因为这事，那位领主大加赞扬了他一番，并让他专供他的家具。  最后一个箱子挂了一把罗马锁①，只有有钥匙才可以打开，不过他在设计之处就以花纹的形式留下了后路。  抽屉与锁挂一同被抽了出来，里面是几张白色的丝绸——只有东方的墨汁才可以写在上面不掉色，看着这些银白色的丝绸，他心中燃起了一把火，在火中，贵族与国王和他们的家族在燃烧，而这把火中也有他贡献的小小火苗，这张设计图，这些思想，都是小火星，但当它们拧在一起，就是焚烧大草原的巨火。想到这儿，他飞快的把另一张城池设计图拿了出来，可它不是丝绸的，这是一个失误。没办法，他把摸着发烫的丝绸塞入了盒子中，飞快的放到了投石索的一端，迅速的调整了表情。  他慢慢的走了出去，一边走一边以微笑的表情看着边上的家具：桌子，椅子，床，还有窗子边上的窗花。“卡尔，在看什么？”领主温和的话从边上响起：他是一个领主，不过他的税比别人轻得多，也不蛮横，可组织的规矩是针对领主本身而不是人的，这使他放心的对这领主多出了关心，他也打了个招呼：  “我想我设计的家具们了。”  “哈，家具就是你的灵魂。”  “大人，我向您推荐一款家具，花纹精美，还有一个镶你家族标志的地方。”  “可以，下次再说吧。”领主笑着，“时间不早了，快回去吧。你是个不一样的人。”  看着卡尔走远的背影，领主叹了口气:这年轻人算是毁了，想到自己间接毁了一个有朝气的底层人，心中就有点疙疙瘩瘩的。  卡尔不知道这位领主的想法，他只是庆幸自己没被发现，可想着自己就要让这有良心的领主失去自己的地位，他又有点不舍。在矛盾当中，走出了大厅，回到了木工房，把钱盒子扔到了垃圾堆。  垃圾与希望同在。 求点评",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1486276560,
            "txt_content": "这次说得简短些罢。\n真的来跟我学做菜吧！\n\n这些六边形以奇怪的形状塞进去奇怪的形状，不若改成“独特的方式”吧。\n桦木是有天然的香味是字去除可能更好些呢。\n简单但有效的防止了刺杀的预谋。这句还是缺少主语的问题。而且防止预谋这一搭配并不恰当。\n并让他专供他的家具。谁专供谁的家具？尽管读者可以推断出来，但是同一句中用两个“他”指代不同人仍然让人觉得别扭。\n这使他放心的对这领主多出了关心的是否应为地？另外，多出了关心在后文并不能表现出来。卡尔和领主两人的内心矛盾在这里表现得非常不够，可以适当地加一些面部表情的描写。原文未免单薄而没有说服力。\n “大人，我向您推荐一款家具，花纹精美，还有一个镶你家族标志的地方。”镶标志的地方这一搭配实在有些太过口语化而显得随便。而且形容也太过简单些了。\n领主叹了口气:这年轻人算是毁了，想到自己间接毁了一个有朝气的底层人，心中就有点疙疙瘩瘩的。疙疙瘩瘩这一表达略微有些地方性，如果在领主的其他语言描写中也有地方性的用词也罢，骤然出现在这里却显得奇怪了。而且“毁了”之后用句号更为合适些。\n在矛盾当中，走出了大厅这里的矛盾正如前述，实在有些单薄。\n垃圾与希望同在。这句话看上去意涵丰富。但是仅仅暗示“情报在垃圾堆中”是不够的。可以少许加上一些解释，例如“革命的种子在最底层的人民中发芽”之类。\n关于省略的问题，我想少许多说几句。\n1.省略确实可以给读者深入阅读和思考的空间。但是这需要扎实、生动的文本作为基础。\n2.省略不应当造成文章的“歧义”。比如文中一些代词的使用和主语的省略就造成了理解上的小障碍。\n3.令人深省的道理也需要铺垫。独独一句“垃圾与希望同在”不会让人明白什么，但是如果有了几个事实作为铺垫，既显得风趣，又让人思考。\n还有一些例子不再举了。\n其实可以适当加一些描写，把一章当成两章发。【划掉】\n"
        },
        {
            "author": "初阳时光",
            "timestamp": 1486386840,
            "txt_content": " 本帖最后由 初阳时光 于 2017-2-6 21:17 编辑 \n\n字数：1095\n（所有矛盾已经被楼上挑掉了好嘛\n没写过几个字的萌新评论是否合乎情理.doc\n细节描写算是比较到位的。各种细节都被你写到了。看得出来是经过修改而发出来的。\n越看结尾越像单篇系列？\nlz可以把前一章的超链接挂在结尾方便读者观看\n（完全没有透露我想看下一章\n\n"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1486391880,
            "txt_content": "WM2030 发表于 2017-2-5 14:36\n这次说得简短些罢。\n真的来跟我学做菜吧！\n都是我没注意到的，谢谢"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1486392960,
            "txt_content": "WM2030 发表于 2017-2-5 14:36\n这次说得简短些罢。\n真的来跟我学做菜吧！\n计划是写两卷，1就是写这卷，二就是为了突破真正的基岩，可如果基岩有损，这个世界就有可能崩塌，但基岩不毁，他们就永远到不了太空。（引力的锅）\n第一卷主题是革命\n第二卷主题则是见到真理\n或者说看一眼从来没看见过的东西，哪怕用尽生命"
        }
    ]
}