{
    "title": "【mod脑洞】智力化生存——来体验一下困难的生存方式？",
    "author": "凋零Diao_ling",
    "replyCount": 8,
    "timestamp": 1486285980,
    "txt_content": "本人构思的这个mod\n以抖M生存为主（划掉），\n只要在生存模式下就会被影响\n增加了物品、工具和方块\n还有智力值、视力值和渴口值\n物品：\n增加了近视眼镜、护目镜、墨镜、瓶装水和一些食物\n近视眼镜：用来保护近视的眼镜。13579铁粒，46镜片（智力等级4）\n护目镜：用来保护眼睛，对近视眼没用。1379铁锭、546强化镜片（智力等级4）\n墨镜：保护眼睛不受强光和太阳的伤害。1235789铁粒、46黑化镜片（智力等级5）\n瓶装水：恢复8点渴口值，134679玻璃片、258水瓶（智力等级3）\n橙汁：用橙子和水瓶在饮料制作机里合成，恢复4点渴口值（智力等级2）\n苹果汁：用苹果和水瓶在饮料制作机里合成，恢复6点渴口值（智力等级2）\n镜片：123456789铁粒、5玻璃片，用于合成近视眼镜（智力等级3）\n强化镜片：12346789铁锭、5镜片，用于合成护目镜（智力等级3）\n黑化镜片：1379墨囊、4镜片（智力等级4）\n饮料制作机：12346789铁块、5工作台（智力等级2）\n外星枪：2秒上膛，无须子弹花费耐久的枪，只能在外星人身上找到，需要“宇宙人”智力等级才能使用（智力等级5）\n硬化的外星基因：丧尸病毒原体的掉落物，可以在智力等级5使与村庄中的“外星学者”交易物品，可以作为方块被放置（智力等级5）\n天堂之辉：黑鬼幽灵掉落物，类似下界之星，可以当作战利品，同时也可能是与其他模组联动的物品（智力等级？）\n值系统：\n智力值：每当你的智力满100（满格），你的智力就会升级，智力等级代表你能合成的物品，比如木制工具只需智力等级1就可合成，石质工具需要智力等级2合成，铁制、金制工具需要智力等级3级合成，钻石制工具则需智力等级4才可合成。智力值会被合成物品、使用红石机关、凝思（一直不动）提高，视力值太低会影响\n智力全等级：\nⅠ级（原始人）：可合成简单的物品，如木制工具、工作台、熔炉、矿物粒等（视力上限100）\nⅡ级（直立人）：可合成石质工具、床、地毯、铁锭、各种矿物块、糖等（视力上限120）\nⅢ级（智人）：可合成金属制工具、一些模组内物品、复杂合成的食物、原版功能方块等（视力上限150）\nⅣ级（现代人）：可合成高等红石机关，如活塞，以及可以炼药等（视力上限200）\nⅤ级（宇宙人）：外星人般的高智力，可畅玩生存合成，并且解锁末地传送门使用权（视力上限500）\n视力值：每当你向太阳望着，不停的工作、或者发呆一天，都会消耗视力值，可以通过睡觉恢复，如果视力值降为0以下，你的视力等级持续下降，降到4.9以下将会影响到智力值的成长（变成近视），4.7以下智力值不再成长，4.5以下画面开始模糊无法看清。\n视力等级为最高：5.3—最低：4.0，视力刚开始为5.1，会慢慢提高，智力等级到2时视力就会受到影响，不再处于不会近视状态。5.3为最清晰状态，5.2差一点，比如很远（35格以外）有些模糊，以此类推。每睡一觉恢复100点视力值（多余不补回）。近视的时候可以用近视眼镜慢慢恢复至5.0（大约所需20个MC日）。护目镜对近视无用，可以使视力值上线多20且更不容易消耗。墨镜可以大量抵挡白天的太阳光、晚上的强灯光，导致强光影响减去百分之80，但是视角在晚上很黑、白天暗暗的。\n渴口值：每当你在太阳的强光下魔征或者持续疾跑时，你的渴口值会很快消耗完毕，水瓶和药水可以恢复2点，而果汁可恢复4点、瓶装水恢复8点。渴口值跟饱食度一样，当渴口值降到只剩8点时，你不能疾跑，降到只剩4点或以下时，你将获得画面持续歪歪扭扭的效果，降到0扣血。你不能在水里喝水，很脏不是吗。\n生物：\n敌对：\n粗野人：晚上生成，白天仍然在，20滴血，史蒂夫皮肤，一次攻击6滴血，他们类似游戏《森林》里的野人，经常能看到他们抱团攻击玩家，很棘手。掉落皮革、耐久不全的木制或石质工具。\n外星人：在一个特定的夜晚《入侵之夜》抱团生成，远程攻击8滴血，15滴血，每次生成3~6只，可以看到他们附近用史莱姆块、玻璃和石英块做成的飞船，他们的智商很高。掉落粘液球、外星枪\n丧尸病毒原体：说是丧尸病毒，其实是外星人的DNA，只不过他们的DNA不兼容地球生物（但兼容史莱姆），外星人被杀死后会被立即生成3个，5滴血，碰到特定生物立即感染及强化（对史莱姆类无效），攻击伤害2滴血。掉落硬化的外星基因\n丧尸动物：猪羊牛马狗被丧尸病毒感染后的生物，在原版的生物生命上+10滴血，自动攻击玩家，攻击伤害6滴血。无掉落\n丧尸人：村民、粗野人、女巫（或者以及1.11新增的唤魔者、卫道士），被丧尸病毒感染后的生物，在原版的生物上+8滴血，自动攻击玩家，攻击伤害为原本的2倍。无掉落\n丧尸亡灵：僵尸、骷髅、凋灵骷髅、僵尸猪人（或者1.11新增的尸壳、骨骸）被感染后的生物，在原版的生物的基础上-5滴血，自动攻击玩家，攻击伤害为原来的0.8倍\n黑鬼幽灵：外星版凋灵，召唤方法灵魂沙被替换成硬化的外星基因，发射粘液之首，攻击使玩家获得中毒、缓慢Ⅱ的效果，粘液之首碰到方块后会黏在上面，生物触碰或者在3秒后爆炸。300滴血。死亡后掉落天堂之辉。\n萌莱姆：（源力乱入？！）紫色版史莱姆。在末地和末影人、潜隐贝等一样的性质生物，会自动攻击玩家，30滴血、攻击伤害5滴血。掉落粘液块（或者1.7粘液球）（同时这个生物也是和源力工艺联动的生物）\n安特姆：橙色的史莱姆，在地狱与岩浆怪一样性质的生物，会自动攻击玩家，25滴血、攻击伤害4滴血。掉落岩浆膏（或者1.10岩浆块）\n友好：\n外星学者：模组村民，身穿绿色大衣，戴着黑色眼镜。可以用硬化的外星基因与他交易。\n相对来说这是个与源力工艺有些联动的模组吧，是个中型的\n如果有人愿意做出来这个mod我就先谢谢他了\n\n\n",
    "replies": [
        {
            "author": "CoPay",
            "timestamp": 1486286880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凋零Diao_ling",
            "timestamp": 1486357560,
            "txt_content": "CoPay 发表于 2017-2-5 17:28\n你这个MOD是什么主题的...又是外星人又是丧尸\n都说是外星人的DNA不兼容地球生物导致变异的啦，而外星人和野人则是强调了智力等级：原始人和宇宙人啦，好吧我也不知道这个mod是什么主题"
        },
        {
            "author": "滑稽不是稽",
            "timestamp": 1486361820,
            "txt_content": "这个mod的主题，是脑洞2333\n我觉得应该在加个眼镜之类的东西，然后像饥荒那样，花朵什么的回复智力值之类的"
        },
        {
            "author": "CoPay",
            "timestamp": 1486376520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "SinMe_he",
            "timestamp": 1486387980,
            "txt_content": "看了大半天，最后才发现这个mod还没出。醉了"
        },
        {
            "author": "凋零Diao_ling",
            "timestamp": 1486391160,
            "txt_content": "SinMe_he 发表于 2017-2-6 21:33\n看了大半天，最后才发现这个mod还没出。醉了\n你是逗逼吗，这里是mod脑洞啊"
        },
        {
            "author": "SinMe_he",
            "timestamp": 1486605300,
            "txt_content": "凋零Diao_ling 发表于 2017-2-6 22:26\n你是逗逼吗，这里是mod脑洞啊\n我才发现这里是脑洞。。。。。。对不起，怪我"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1486631340,
            "txt_content": "可以的，第一次听说外星村民大鼻子，我推荐你搞个能改变世界线的路，你可以参照我的拔刀剑与世界线的脑洞帖子，给你3金粒，想法可以。"
        }
    ]
}