{
    "title": "<原创·连载>《钱一串的冒险》外传第七章 48小时的危机",
    "author": "qianyi_chuan",
    "replyCount": 0,
    "timestamp": 1486283640,
    "txt_content": " 对于钱一串和卢啊卢而言，一切都是迷茫的，在这片森林里面的小空地上，他们开始了每个MC玩家都要干的事情，建造房屋。\n\n\n                  钱一串拿着艾德曼短斧说道：我们要砍大约10棵树，卢啊卢，我先告诉你，我们今天晚上肯定是要住在火柴盒里面了。\n\n\n                  好吧，卢啊卢说道：其实我也对今天晚上住的问题不抱太大希望，虽然我还是很想住好房子，呵呵。\n\n\n                  晚上10点还剩一会的时候，他们造好了房子。\n\n\n                  钱一串：我们开始吃东西吧，这两个曲奇就是我们的晚餐了，明天我们还要去找食物。\n\n                 虽然没吃饱但是也没办法，他们2人就匆匆睡去了。\n\n\n                 此时，家外面的怪物正在蠢蠢欲动...............\n\n\n                 第7个小时【早上5点】....................\n\n\n                 钱一串惊恐的叫醒了卢啊卢。\n\n\n                 卢啊卢，别睡了，看起来外面死人了。钱一串大声说道。\n\n\n                 他们惊恐的跑到了外面看见了很多的掉落物，并且还有一些小规模战斗过的痕迹。\n\n\n                 钱一串说：看起来昨晚应该是有个玩家在这里死了，我看看ID，嗯，SBSBSB88，WXpvp，看起来他昨晚被怪物杀了，但是为什么会这样的，他们不是住在西边的平原吗，为什么死在这里，不过从物品上看他们两个是要逃跑，就连青金石这种不常拿出了东西都拿了好多个，看起来他是跑得了这里想进来的但是因为锁了并且我们还睡得很死所以被杀了，但是为什么他会逃跑呢。\n\n                 卢啊卢说：我猜他是想搬家，你看熔炉，工作台，煤炭，种子........，但是问题来了，他们那里可是物资平原呀，怎么会突然要搬家呢，还走得这么仓促。\n\n\n                钱一串说：我觉得吧应该是.......\n\n\n                钱一串还没说完，突然服务器发布了大喇叭广播：昨晚服务器因为代码错误导致怪物的刷新数量很多，是之前的5到7倍，现在服务器里面的很多玩家的房子都已被怪物破坏，请玩家们尽快撤离，但是还是因为代码问题导致传送系统没法正常运行，所以我们要至少48个小时方可修复，所以接下来请玩家们在自己的家中进行防守，请务必按坚持到后天晚上10点，不过请注意越往后怪物的数量就越多，已经死亡的玩家现在正在主城里面避难，本信息会24小时重复播放，直到修复传送系统。\n                避难的玩家名单：RMB_FLY   SBSBSB88   WXpvp G_TNT.............\n\n\n               妈呀。卢啊卢说：看起来SBSBSB88的家已经沦陷了，我们必须要坚守这里知道后天晚上10点了。\n\n\n               钱一串说到：我觉得也是，我们趁现在赶紧准备一下，把SBSBSB88的掉落物好好利用一下。\n\n\n               卢啊卢说：好吧。 说完卢啊卢就像掉落物走去........\n\n\n               第22个小时【晚上8点】............\n\n\n               快卢啊卢，怪物要来了，我们快准备吧。钱一串拿着弓说道：怪物来的时候优先打苦力怕，之后是小白僵尸，要注意蜘蛛，别让他上来了，\n\n\n                此时钱一串和卢啊卢听见外面的森林里面已经发出了阵阵怪物的嚎叫声，而钱一串和卢啊卢的小房子就像一叶孤舟般被困在怪物嚎叫声的海洋里面。\n\n                 我不记得怪物会嚎叫呀，会不会是因为代码。卢啊卢说道：我觉得是，钱一串，我们要小心了，这些怪物肯定是不怀好意的。\n\n\n                看，他们来了，打吧。钱一串说：加油，守住这！！！！！！\n\n\n                第23个小时【晚上9点】...............\n\n\n                经过了将近一小时的防守看起来怪物的进攻暂时停止了，钱一串和卢啊卢也可以暂时休息一会了，此时卢啊卢说：看起来我们的武器耐久还很多，箭还够用，但是现在家里的防御墙已经块倒了，我们得加固一下。\n               钱一串说：我们的方块数量已经不多了，现在就只剩下5个木板了，还有SBSBSB88掉落中剩下的24块原石和1个铁原矿了，我看我们最好想办法在明天白天的时候多收集一点资源，因为最后4个小时是最恐怖的。\n\n\n                 我同意。钱一串说：我们天亮就去。\n\n\n                 突然卢啊卢说道：怪物又来了，看起来我们只能继续防守了，距离天明还有多久。\n\n\n                  钱一串：8个小时零25分钟......................\n",
    "replies": []
}