{
    "title": "<原创·连载>《北极余光》章目三·空想 By彼岸",
    "author": "彼岸在望",
    "replyCount": 1,
    "timestamp": 1486289340,
    "txt_content": " 本帖最后由 彼岸在望 于 2017-2-11 13:59 编辑 \n\n前言\n\n1.本作不像我曾经的作品，具有鲜明的意识流和反乌托邦特点；本作只是讲述一个故事，故事中寄托笔者自己的想法。\n2.本作约为12章左右，每章两千字左右，完本约为两万字。\n3.本作时间线为乱序，时间点由文本前的时间为准，下文切换视角时未提及时间则依此时间为准。\n4.本作人物共七个，详细介绍将在完成三章后发布的索引中描述。\n5.本作为群像小说，以七人各自视角展开描述，不同视角的切换用“——————”隔开。\n6.故事发生时间见下，发生地点于北极点附近。\n7.本作不涉及任何政治问题和宗教问题；本作中所有人名、地名、事件名均为虚构。\n\n\n\n\n\n\n\n\n北极余光-1.png (43.37 KB, 下载次数: 0)\n\n下载附件\n\n2017-2-5 18:00 上传\n\n\n\n\n\n\n上一章 认知索引 （待编辑）\n章目三\n认知\n\n正文\n12月28日\n有时我会望向苍穹。但更多时候，我只是在感受脚下白雪和蓝冰的温暖。\n\n真是美妙啊，在这样的世界中，在这比梦境更纯粹、更真切的北极，随心所欲地漫步。\n\n我不奢望离开。我不需要离开。\n\n离开？又去哪里呢？\n\n我再找不到比深邃的夜空和清澈的陆洋更曼妙的地方了。我不会离开。我热爱这里的一切。\n\n未知一切的旅程，永不停歇的旅程，没有尽头的旅程，一个人的旅程。我热爱这里的一切。\n\n而不再是构建了一场仓促的梦境。\n\n\n12月31日真的吗，麦徳琳。\n\n真的只是，单纯地热爱吗。\n\n从来没有，做过什么吗。\n\n比如改变。\n——————还有用么，塔诺。\n\n你是回不去的。\n——————你觉得，我还会怜惜这具已经冻坏了的躯干么？\n\n我早就不去管能不能回去了。我要你知道，麦徳琳。\n\n你该醒了。\n\n12月25日\n\n“你不是想知道，这里除了我们，还有没有其他人么。”\n\n对方显然吃了一惊。\n\n“……你找到了另外的人？“\n\n“算不上人。我只是看见了……类似人类的脚印。昨晚。“\n\n“你没有跟上去？“\n\n“雾那么大，能回来我就已经很庆幸了。“\n\n克里萨看着他的表情由震惊到疑惑，再到振奋，不禁觉得有趣。明明已经是半个大叔了，却还是像个二十来岁的青年人，抑制不住感情的流露。他笑了一声，旋即转身想离开。\n\n不料塔诺从后面叫住了他。\n\n“那个，什么时候我们再去看看吧。“\n\n短暂的沉默。克里萨转过身，笑容可掬。\n\n“好啊。这雾估计一时半会儿散不了，我去拿电筒，现在就走吧。“\n\n说罢他便走向地下室，留下塔诺颇感到受宠若惊，尔后变为激动。\n\n地下室里几乎没有光，常年的黑暗让这里的寥寥几只羊看来萎靡不振。\n\n对了，这才是最令人细思甚恐的吧。这里可是北极，但，这里有羊。\n\n顾不上思考这样一个令人琢磨的问题，克里萨在一旁的木箱中搜寻着。电筒很久没用过了，平时不需要光。\n\n是啊，根本就不用光。习惯了漫漫长夜，甚至看见久违的光明也忍不住逃离躲避。\n\n电筒被压在箱子最下面。他将它取出，重又关上箱子。说不定是最后一次了。\n\n昨晚他做了一场梦，午前5时让他在满头大汗中惊醒，再也无法入眠。\n\n他试着打开了开关。强光射向三只羊。它们就像看见了怪物，惨叫着躲往角落暗处。\n\n是真的么。他没有向塔诺讲述这场梦。他不敢说出来。\n\n就像，是他欺骗了他。良心上的谴责令他的身体感到不适。\n\n或许我们，是再也回不来了啊。\n\n——————梅菲娜终于从地下来到了地面。凿开这些土黄色凹凸不平的坚硬的破石头，够让她烦了。\n\n巨龙从遥远的天际飞来。它的身体同虚空融为一体，唯有淡紫的眼球和萦绕着的粒子是它再醒目不过的标志。\n\n还有那声咆哮。尽管她已经在地下习惯了这声音，刚到地面上仍未能适应。\n\n地面上，可是比地下更清晰、更令人胆颤啊。\n\n“来这里，可是你自己的选择啊。“\n\n巨龙的声音再清楚不过。\n\n站稳跟脚，她冲那龙喊道。\n\n“你……是谁！“\n\n龙就像听见了一个天大的笑话，它难听的笑声迅速传遍了整片天地。\n\n“那你知道，你是谁么。“\n\n——————艾菲利娅感觉到自己眼前的色彩逐渐由暗至红渐变着。本就未睡着的她吓了一跳，惊叫着从床上爬起。\n\n两人的视线对在了一起。惊讶，狂喜，挟带一丝防备。他们一时说不出任何话语，此时此刻的眼神传达出的信息，只是无限的兴奋。\n\n“你好。“\n\n迟疑许久后的异口同声。举着再次燃起的火把，康纳德拉先做出回应。\n\n艾菲利娅的情绪不太稳定，她甚至不能记得当时他们谈了些什么。不过应该都是些平常的话题吧。\n\n\n她太过激动。在来到这里，度过她生平或许是最漫长的孤寂时，有人闯入了她毫无起色的生活。\n \n沉浸在这样的喜悦中，以至于忘记了同人之间最基本的警惕感。他们找了个轻松的话题，东拉西扯些有的没的，好像他们是久别重逢的友人，千言万语一时不知从何说起。\n \n直到康纳德拉的一句话，才将艾菲利娅从半梦半醒之间拉回现实。\n \n“你，想知道怎样离开这里么。“\n \n就像是即将听见藏匿千年的秘密，艾菲利娅的瞳孔刹那间被放大，目光锁死了康纳德拉的嘴唇。好像那样就能窥见惊世的宝藏。\n \n干裂而鲜红的嘴唇不断吐露着一个字。振奋到忘记发声，所有的思绪在那瞬间被打住，来自心底被封存太久太久的意念一点一点在压抑中被唤出。想。\n \n凝固了。一切都凝固了。\n \n想。\n \n想。\n \n想。\n \n想。\n \n“想。“\n \n笑意浮在对方的脸上。艾菲利娅不知她是否有看错，她不在意。\n \n \n12月26日\n默尔索在浑身汗水中醒来。\n \n他再也坐不住了。他迅速起床，穿衣，点灯。他举起蜡烛，望向冰墙上惊慌失措的自己。\n \n他的双眼睁得浑圆，喘气声是从未有过的粗而急促。他最猛烈的一次在北极的奔跑也没让他这般。\n \n他看着自己的倒影渐渐平息下来，直至完全恢复常态。他慢慢地在床边坐下。\n \n难以想象，刚才的一切。\n \n明明是梦，却那么真切。\n \n他把右手摁在额头上，痛苦地闭上双眼，嘴里支支吾吾念叨着没有意义的拟声词。\n \n当他再睁开双眼时，蜡烛的热已使墙面熔化了一大片。他惶恐地站起，看着水从桌上、从地面蔓延开来。\n \n烛焰被吹熄，尽管为时已晚。他拿起蜡烛和床边的弓与箭，一言不发便沿梯子往地面上爬。\n \n已经……不能再等下去了。\n \n响过无数次的吱呀声再次传入耳中。\n \n现在，必须走了。\n \n他爬出地洞，挨着白雪的身体似是感知不到寒冷。\n \n我……来晚了。\n \n站将起来，他四方环视了一下。\n \n真是抱歉啊。\n \n选定了一个方向后，他便头也不回地冲进茫茫的雪原与迷雾中。\n \n亭子长久地屹立在迷乱的时空中。它只是静静注视着他的离开，然后安静的等待他的归来。\n \n只是，他永远不会回来罢了。\n \n皑皑雪花顷刻间洒落在天地。\n \n \n12月28日\n有一天，我做了一个梦。\n \n梦中仍然是曼妙的冰雪与纯白的海洋，它们的呼吸同着星辰的闪烁此起彼伏。\n \n我仍然徜徉在天地间。\n \n我怎么不应热爱这一切呢？可我的热爱却在刹那间褪去，取而代之的是深深的落寞和无尽的孤独。\n \n这难捱的感觉将我从梦中惊醒，可它却并没有为此消散。\n \n不，不应该这样的。我不断告诉自己。不应落寞不应孤独。\n \n我应该由衷地热爱，就像，就像……之前的那样。\n \n之前？之前是怎样。\n \n明明是很临近的时间段，却没有任何的实感。我就像是做了一场，从无限悠远的过去开始的梦境，而直到方才，这梦境，竟意料之外地，破灭了。\n \n不，不应该这样的。明明，我已经很确定了，这不是一场梦。\n \n我绝不会构建一个空想的幻境。\n \n我早就受够那样了，不是么。我可不会愚蠢到明知故犯。\n \n可，那份孤独又从何说起？那份寂寥又如何排遣？\n \n我……早就受够了啊。\n \n \n12月31日\n这便是，你开始醒来的契机。（字数统计：2448-不含标符）\n\n\n\n废言 文笔真的越来越烂了啊，我一直都想把整篇删掉重写，可惜时间不够了。总觉得应该做些什么弥补，不过假期也要完了，要补还是去补作业吧。文中你觉得所有不合逻辑的地方我都会在后文解释，毕竟我还是比较注重行文逻辑的人。有任何建议或意见欢迎留言告知，对我有帮助者加分以示谢意。留言或评分中可以告知订阅；若订阅，您将第一时间收到更新通知。\n\n\n订阅席\n@46241359   @a2455564728   @gggbbb   @冥王星人  @S_RwE   @WM2030   @2537190136 \n来尽管喷我吧OAO[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1486294980,
            "txt_content": "关于文笔的问题我真的觉得还好……\n可能是我的文笔一向不如何的缘故……？"
        }
    ]
}