{
    "title": "[绝对领域天族末法]招募数名————技术|建筑|外宣",
    "author": "931052301@qq.co",
    "replyCount": 8,
    "timestamp": 1486303320,
    "txt_content": " 本帖最后由 931052301@qq.co 于 2017-7-6 18:24 编辑 \n\n<绝对领域>天族End Times\n招募贴\n------------------------------------------\n服务器版宣传贴\n点击传送\n-------------------------------------------------------\n绝对领域长期致力于Minecraft服务器\n各版本总计开服时间共三年\n现已登陆快吧盒子\n------=-=[ 职位 ]=-=------\n\n\n一、服务器插件配置技术人员\n二、服务器建筑师\n三、外宣\n------=-=[ 要求 ]=-=------\n\n\n--=[技术]=--\n\n\n1.人品端正！\n（仅仅是为了过一下“上帝”瘾的，不好意思出门左转）\n2.勤劳好学！\n(技术差一点没关系，可是技术差又不勤快又不学的，不好意思出门左转)\n3.基础插件精通\n（应聘时会进行技术考核，无需你会编程会魔改，但基础的插件配置必须会）\n4.不滥用职权\n（不滥用职权恶搞玩家，不因为和某个玩家关系好而给其开权限送东西等）\n5.经常在线\n（同时做了几个服务器技术或者是会神秘失踪的朋友，不好意思出门左转）\n6.电脑配置\n（因为之前招募的技术的电脑连服务器的客户端都带不动所以多了这个要求）\n--=[建筑]=--\n\n\n1.人品端正！\n（仅仅是为了过一下“上帝”瘾的，不好意思出门左转）\n2.不滥用职权\n（不滥用职权恶搞玩家，不因为和某个玩家关系好而给其开权限送东西等）\n3.经常在线\n（同时做了几个服务器技术或者是会神秘失踪的朋友，不好意思出门左转）\n4.精通WE\n（这条不用解释了吧？）\n5.建筑基础\n（应聘时会进行建筑考核，不需要大型工程，只需要你开单人建一座拿手的建筑，直接下载图的请出门左转）\n\n\n--=[外宣]=--\n\n\n1.人品端正！\n（不坑骗玩家，不能为了完成任务而去别人服务器群做宣传！）\n2.不滥用职权\n（不滥用职权恶搞玩家，不因为和某个玩家关系好而给其开权限送东西等）\n3.经常在线\n（同时做了几个服务器技术或者是会神秘失踪的朋友，不好意思出门左转）\n\n4.能活跃气氛\n（积极乐观能迅速和大家打成一片，能活跃群，YY，贴吧气氛）\n5.宣传功底\n（有一定的宣传功底，比如特殊的美图技巧等，会PS功底最好）\n\n\nPS：所有职位均暂无后台提供，一切看表现薪酬每月20 - 40不等一切看表现与技术（薪酬不多，但是不收滥竽充数的）------=-=[ 联系我们 ]=-=------\n\n服主QQ：931052301应聘请联系QQ：931052301或1135272177\n\n加时请附带应聘职位\n\n\n绝对领域有你更精彩！\n\n",
    "replies": [
        {
            "author": "qq2080591049",
            "timestamp": 1486639020,
            "txt_content": "\n我应聘的工作和介绍：↓↓↓↓↓↓↓↓↓↓\n技术：自己开个1年的服务器，学习能力强。【还在开着】\n建筑师：中世纪，梦幻，中式，小游戏。\n副本：纯洁服和mod服都精通，自定义怪物，武器，枪械。\n策划：任务，整体服务器策划，服务器发展方向。\n【丨现在我开着服务器呢，你信不过就来我服务器看看 丨】\n我的QQ： 2080591049     我19岁"
        },
        {
            "author": "879802058",
            "timestamp": 1487240640,
            "txt_content": "标题: 啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊... 本帖最后由 879802058 于 2019-2-18 09:32 编辑 \n\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "剑九六千里",
            "timestamp": 1489902180,
            "txt_content": "那啥    想当个技术\n有学业   周六日可以玩\n不会的可以去学"
        },
        {
            "author": "aico",
            "timestamp": 1489907280,
            "txt_content": "\n游戏ID：In_the_rain\nQQ号：1633794641\n真实年龄：17\n在线时间：周末\n在线时间段：全天\n申请职位：主播，美工，建筑，策划\n工作经验：有过开服经验，并且当时服务器有稳定的玩家！\n技术经验：简单的制作MOD，服务器后台插件精通！\n个人见解：比较休闲就好！\n工资需求：无\n自我介绍：In_the_rain 男 17岁 玩MC有3-4年，发布多类地图，有过开服经验，有属于自己的小小团队！并且在B站发布多类视频（除MC外包括其他视频）可以直播，但一直没有适合的条件！"
        },
        {
            "author": "931052301@qq.co",
            "timestamp": 1489940580,
            "txt_content": "aico 发表于 2017-3-19 15:08\n游戏ID：In_the_rain\nQQ号：1633794641\n真实年龄：17\n亲实在不好意思，现在暂时不招了，请随时关注我们服务器的动态，谢谢~"
        },
        {
            "author": "十年不晚",
            "timestamp": 1490012940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq2080591049",
            "timestamp": 1490312640,
            "txt_content": "我应聘的工作和介绍：：      技术：自己开个2年的服务器，学习能力强。      建筑师：中世纪，梦幻，中式，小游戏。      副本：纯洁服和mod服都精通，自定义怪物，武器，枪械。      策划：任务，整体服务器策划，服务器发展方向。     【我能演示给大家看         我的QQ： 2080591049"
        },
        {
            "author": "931052301@qq.co",
            "timestamp": 1499409960,
            "txt_content": "暑假已至，服务器再次需求各路人才，欢迎留言应聘~"
        }
    ]
}