{
    "title": "[双线]一战到死——领地可占领|太空战争|炸家|核爆不禁|星系开发|超能力战争[1.7...",
    "author": "MCQJK",
    "replyCount": 0,
    "timestamp": 1486359120,
    "txt_content": " 本帖最后由 MCQJK 于 2017-4-8 20:19 编辑 \n\n服务器为战争服，爆炸不禁，可炸家，战区死亡掉落，请注意！\n玻璃心提前远离！游玩服务器注意事项请注意以下几点，以保证您的财产在本服不受到损失！1.领地内的机器可以被扳手拆掉，请保护好您的机器，用多层防爆石围住\n2.领地的大小是看你当前派系的人数决定的，所以，请拉更多的人来你的队伍！\n3.核反应堆爆炸可以摧毁很多东西，包括防爆石和黑曜石，但是防爆石比黑曜石拥有更好的爆炸抗性，所以请把你的根据地围上多层防爆石，并且准备好BC机器人是准备好战时维修！\n4.好的生产线是战争的必要基础。本服拥有BC管道，因此提倡自动化\n5.服务器只有太空与战区掉落，其他世界死亡掉钱，请注意您的财产安全[太空掉落后不可捡回]\n\n11.使用f map可以查看你周围是否有势力基地[不用再怕地下狗？]\n12.bc机器人是个非常有用的东西，他能保证你在前线战斗的时候，他能在后方为你输送物资，修复围墙\n13.相比而言，空中是比水底，地上，地下更好的安家地点，拥有很高的战略空间\n14.请尽量使用bc来完成一些繁琐的工作，例如铺地，围墙，这能减少时间的浪费！\n15.家还是越大越好，越大的家就说明有着越大的战略空间，能避免被一下子打击掉。\n祝您游戏愉快！\n不做大多数要做就做和别人不一样的战争服！\n我在服务器能干什么？本服的玩家具有高度的自由性质不同于其他战争服所谓的“防止崩服”为理由来禁止TNT，核弹，核电本服完全不禁止！不同于其他战争服所谓的“维持服务器平衡”来打压服务器内玩家团体，让玩家心血付之东流不同于其他战争服所谓的“保证服务器寿命周期”来每年，每月，甚至每周换一个周目，最大程度保护玩家财产那么，我能做什么？战士：我效忠于我的帝国，并为她而战>>我对祖国忠诚不渝，并愿意为国家效力>>我与其他忠诚的战士一同共事>>当国家面临威胁,无论大小,我们一律坚决还击>>所有扰乱我们国家秩序的人都是我们的敌人>>无论身处势力战争国民卫队还是军团中，我们的忠诚始终不变\n指挥官：\n我在战斗中指挥着部队>>我是一名技能娴熟的战士，同时也是一名经验丰富的指挥官>>我在前线指挥战斗，并协助我的战士们进行攻击>>我参与过多场激战，足迹遍布众多地域>>我的军团与联盟都要靠我来组织与指挥部队>>我作为指挥官的经验是我最宝贵的财富霸主：我带领着我的国家征服世界>>我是世界的霸主>>我的国家在世界为争夺领土控制权与其它国家交战>>在我的主权领域内，我们建立了军事基地和基础设施>>作为国家领导人，我与同盟达成交易，并命令下属上缴税费>>在我看来，经济、政治和间谍活动与军事力量同等重要自由斗士：我反对帝国主义政策，我为解放人民而战>>我是一个追求独立与自由的战士>>我为同胞和自己的自由而战>>我常为解放人民和被帝国奴役的人们而战>>我所憎恨的敌人是那些效忠帝国的垃圾>>反抗霸权的战斗纵然艰难, 但解放事业将永不停止海盗：我静候过路玩家的到来，伏击他们并从残骇中捞出值钱的物品>>我带着全副武装的部队拦截并攻击其它玩家>>我的猎物是其他玩家，从他们身上可以获得最丰厚的回报>>我通常会埋伏在热门地区附近，或者在传送点附近和其它地点搜索目标>>一旦发现目标，或目标毫无防备地进入圈套，我会马上进行攻击>>我可以要挟对方交出赎金放他们走赏金猎人：我有时为别人执行任务，有时也只单纯为获得赏金而追击海盗或其它目标>>我装备精良，能够应对各种威胁>>我为别人执行任务，也为获得赏金而搜寻不法分子>>执行任务时会经常出入危险区域>>我也会在传送点或其它地点搜寻逃亡的人>>我通过完成任务和赏金获得报酬探索者：我对地牢进行探索，寻找稀有物品\n>>我搜寻世界中隐藏的地牢与物品\n>>我利用我的武器来杀死地牢中的怪物\n>>我热衷于探索地牢、太空废墟和隐藏地点\n>>凭借搜索依和发现稀有资源，我过着富足的生活\n商人：\n我在国家间从事低买高卖的投机交易\n>>我寻找合算的买卖并以低价买进\n>>有些时候我在同国家以高价卖出\n>>其它时候我把买到的货物运到其它国家\n>>我将货物挂到商店上出售，并开始寻找下一笔买卖\n>>运输货物的路程常常要跨越多个地区，我的货柜舱总是满载的，从不放空\n制造商：\n\n我将军火和机械生产出来并卖给其它人\n>>我研究自动化提高生产效率\n>>我从商店中获取生产材料\n>>我生产机械、武器、弹药，舰船等物资\n>>我通过商店出售产品\n>>同时我也为国家提供物资\n矿工：\n我开采有用的和珍贵的矿石并将其精炼为矿物\n>>我在宇宙中搜寻有用的或珍贵的矿藏\n>>当我找到理想的矿物我便进行开采\n>>我将开采的矿石运回地球或空间站\n>>我的矿石可以精炼成供市场出售的矿物\n>>如果有人需要某些特殊矿物我也会在宇宙中寻找\n行星开发商：\n\n\n我开发行星资源，创造科技与财富\n>>我在各个行星上建立工业基地，包括矿物开采工厂、提炼中心和许多其它种类的工业基地\n>>我在行星上调查矿藏并探索地牢\n>>我将这些资源提炼加工成高级材料和组件\n>>我将这些物品从星球表面运输到地球，并在市场上出售，利润相当可观\n>>我和公会中其它飞行员一起建立轨道空间站\n\n\n\n\n服务器特色：\n1.爆炸不禁\nRPG,C4,手雷，这本就是战争中不可缺失的部分\n但是许多“战争”服务器以所谓“破坏地形”来封禁这些。\n战火滔天才是战争服务器需要的！\n本服除了主城城允许战斗，但是外，任何地方都可以使用爆炸物！爆炸物同样可以炸掉别人的房子！\n但是服务器有自动愈合mod，爆炸破坏的方块会在10分钟内缓慢复原\n但是箱子里面的东西还是会爆掉哦，准备好报复仇家了么？\n2.载具不禁\n服务器除了民用车辆[会崩服]和主城外任何地方都可以使用\n服务器载具包内有大量战斗机以及坦克\n[腐竹亲测手感灰常好]\n让战争脱离无脑冲，开启钢铁洪流！\n\n3.枪械载具全卖\n打起来是很爽，但是造起来实在太麻烦了！\n不用担心，服务器主城出售所有枪械和载具以及弹药！\n再也不用努力刷铁和火药了！\n所有枪械都是游戏币购买，绝无必须RMB才能购买的枪械和载具\n\n\n\n\n\n4.更多地牢\n我不是很会打仗啊？我是不是没玩的了？\n并不，服务器生成百余种地牢，城堡，可以尽情探索！\n服务器有强大的硬件配置，1000万米外也不会卡服，可以尽情探索！\n\n\n\n\n\n5.占领领地\n领地真是太烦了！一有这个会不能占领别人家抢东西了！\n服务器不使用RES领地插件，使用F派系插件圈地\n杀死敌方派系人员，降低对面荣誉，提高己方荣誉，只要你这边荣誉大于对面，你就可以占领对面领地！拥有对面领地的一切权限！\n\n\n\n6.即刻建筑\n战争服老被炸家啊，建房子太难了！\n服务器安装有即刻\n建筑mod，有十余种建筑模板，放下就可以自动生成，为什么不来建一个城市呢？\n\n7.杀人得钱\n钱在本服有很多用处，房子，载具，枪械，防具，弹药，都可以用钱购买\n那么得钱最快的方式，就是杀人！\n每次你杀人你会得到对方账户里一部分的钱，同样，对方也会掉落对应的钱。\n杀人发家致富，不是梦！\n\n8.工业时代\n服务器已经添加了工业mod以及高级太阳能拓展，还有bc管道\n在激烈的战争后，定有一条自动化的生产线，为前线源源不断的输送着物质\n为了保证战争，所以，服务器不禁止核电，甚至不禁止核弹！\n\n9.太空战争\n人类[dalao]们已经不满足于争夺地球上的资源，开始向太空发展\n并且开始了太空战争！[服务器拥有ships插件，可以在太空建立舰船]不管是在太空中建立空间站，发展太空工业，\n还是在行星中开发资源，获取超高利润\n这些全部允许！10.超能力战斗\n服务器添加了超能力mod，4种能力任意激发，并且不设有任何与超能力有关的赞助项目，完全公平，组建自己的超能力战队！\n免责声明\n访问者在接受本服服务之前，请务必仔细阅读本条款并同意本声明。访问者访问本服务器的行为以及通过各类方式利用本服务器的行为，都将被视作是对本声明全部内容的无异议的认可;如有异议，请立即跟本服务器协商，并取得本服务器的同意意见。\n\n　　第一条：访问者在从事与本服务器相关的所有行为(包括但不限于访问浏览、利用、转载、宣传介绍)时，必须以善意且谨慎的态度行事;访问者不得故意或者过失的损害或者弱化本服务器的各类合法权利与利益，不得利用本服务器以任何方式直接或者间接的从事违反中国法律、国际公约以及社会公德的行为，且访问者应当恪守下述承诺：\n\n\n　　1、传输和利用信息符合中国法律、国际公约的规定、符合公序良俗;\n\n　　2、不将本服务器以及与之相关的网络服务用作非法用途以及非正当用途;\n\n　　3、不干扰和扰乱本服务器以及与之相关的网络服务;\n\n　　4、遵守与本服务器以及与之相关的网络服务的协议、规定、程序和惯例等。\n\n\n　　第二条：本服务器郑重提醒访问者：请在本服游玩时，遵守一切常识性或者本服特有性服务器法规，其他法规会在服务器内具体声明\n\n\n　　第三条：除我们另有明确说明或者中国法律有强制性规定外，本服务器拥有对任意玩家财产的探视与征问权，在紧急情况或者玩家同意的情况下拥有索取权。\n\n\n　　第四条：本服务器玩家的某些行为与观点仅仅代表个人，不代表本服观点。\n\n\n　　第五条：本服务器有权使用玩家的建筑，雕塑，像素画，物品，成就，装备等作为宣传或者展示用途。\n\n　　第六条：未经本服务器同意或者允许，禁止以任何方式在网络以及现实中以任何方式发布关于服务器的宣传与言论，服务器管理组不负责任。\n\n\n　　第七条：本服尊重玩家的一切权利，包括建筑权，破坏权，言论自由权，建议权，举报权，PVP权，但在某些特定场合限制。\n\n\n　　第八条：当本服务器以链接形式推荐其他服务器内容时，本服务器并不对这些服务器的可玩性负责，且不保证从这些服务器获取的任何内容、产品、服务或其他材料的真实性、合法性，对于任何因使用或信赖从此类服务器上获取的内容、产品、服务或其他材料而造成(或声称造成)的任何直接或间接损失，本服务器均不承担任何责任。\n\n\n    第九条：访问者在本服务器时提供的一些个人资料，本服务器除您本人同意及第十条规定外不会将用户的任何资料以任何方式泄露给任何一方。\n\n\n　　第十条：当政府部门、司法机关等依照法定程序要求本服务器披露个人资料时，本服务器将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本服务器均得免责。\n\n\n　　第十一条：由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露，本网站不负任何责任。\n\n\n　　第十二条：本服务器有部分内容来自互联网，如无意中侵犯了哪个媒体、公司、企业或个人等的知识产权，请来电或致函告之，本服务器将在规定时间内给予删除等相关处理，若有涉及版权费等问题，请及时提供相关证明等材料并与我们联系，通过友好协商公平公正原则处理纠纷。\n\n\n  　第十二条：以上声明内容的最终解释权归一战到死服务器管理组所有！\n\n\n\n\n\n赞助表最低赞助额度10元 无上限点券：RMB=1：1任意枪械刷枪台以及配套弹夹：30元定制装备刷新台：20元起底（可以定制附魔装备刷新台，具体价格看附魔定）火药刷新点：10元铁锭刷新点：10元单独称号：10元特殊RPG物品：30元起底[右键技能或者右键特效之类，无攻击力]必死符:1元/张[一次性]无敌符：10元/张[无敌10分钟，死亡取消效果]剧毒符：20元/张[可使用200次]极限附魔未来装甲套装：50元/套[无耐久]56格10阶火箭：50元[可多次重复使用，能到达所有星球]稳定的核电站：10元每座[稳定不爆炸]时运三依钻头：10元每个高级太阳能发电机：5元每个混合太阳能发电机：10元每个终极混合太阳能发电机：70元每个量子太阳能发电机:300元每个【太阳能发电机系列价格比较昂贵，不建议购买】量子全套：80元每套终极混合太阳能头盔：80元每个[使用量子头盔升级可减少为50元每个]分子重组器：100元每个[需要大量电力]\n建国：100元国家有自己的专属战区，一个不可被占领的都城国家有每周补助\n枪械单卖系列：任何枪械一律5元\n装饰系列：龙蛋：5元末地水晶：10元任意一组方块：0.5元[矿物块，TNT，基岩，防爆系列，信标，机器除外]NPC每日任务：20元[任务流程，奖励完全自定义，奖励服务器发，奖励不可过高]\n建筑系列：辐射防护所[带基础工业设施，带核能发电机[内部自填充]，全身2层防爆石制作，内有储存房，休息房，还有外出战斗走廊，适合个人或者小团体使用]：50元\n空中堡垒[带基础工业星系设施，带核能发电机[内部自填充]，全身多层防爆石，带太阳能发电阵列，内部房间分开全面，有外出战斗走廊，附赠一个M4刷枪点，适合战斗团体和军团使用]：150元\n各系列研究所[工业，星系，超能力系列][包括所购买系列的大部分基础设备][外层防爆石保护，适合个人研究mod使用]工业：150元[带复制机，分子]星系：100元超能力：50元\nVIP：可自定义前缀 后缀为红色加粗[VIP] 有每周VIP礼包（4个绿宝石币 5组铁 1组钻石） 可以拥有一个领地[大小只能够一个住宅] 一月30元 永久300元最后让我再说一遍！\n服务器群号：566509289\n服务器下载地址：http://pan.baidu.com/s/1jHPfi7c\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}