{
    "title": "[1.7.10]WrapDrive(曲率驱动)——来一场恒星级的飞船战争吧！",
    "author": "翼小爱",
    "replyCount": 16,
    "timestamp": 1486389600,
    "txt_content": " 本帖最后由 翼小爱 于 2017-2-6 22:19 编辑 \n\n(本帖部分内容摘自:http://www.mcmod.cn/class/511.html)\n\n前言\n前搬运者时光小镇被永久禁言 现由楼主接坑接续搬运 其实是同一个人[捂脸] \n接下来楼主会继续翻译说明 并测试MOD 发布教程\n作为一名三体迷，在MCMOD网站上看到一款名为WrapDrive(曲率驱动)的MOD使楼主很兴奋[啧 有点奇怪的样子]，并决定搬运到MCBBS\n\n介绍\n一款科幻题材的MOD！\n一图胜过万千语：\n\n\n\n\n使用这个模组，你可以：\n把你的整个基地搬到不同世界\n飞船大战（需要GC3）\n用激光摧毁地图\n在太空中开采小行星（需要GC3）\n空间跳跃\n\n本模组支持：\nEU（IC2）\nRF（CoFH）\nJ（Mek）\n\n本模组和以下模组联动：\nArsMagica2, IndustrialCraft2, OpenComputers, ImmersiveEngineering, EnderIO, ComputerCraft, TConstruct, BiblioCraft, AppliedEnergistics2, Redstone paste, JABBA, StargateTech2, Metallurgy, Natura, Botania, SGCraft, EvilCraft, Thaumcraft, ForgeMultipart (microblocks & WirelessRedstone CBE), Carpenter's blocks, Mekanism, Thermal Dynamics, Thermal Expansion.\n\n注意\n模组中文语言文件已推出，感谢 @豆丁宝宝龙 汉化\n模组刚出1.7.10稳定版不久（9月8日更新）\n\n\n下载\n官方 -> 链接 [最新]\n网盘 -> 链接 [1.3.29]\n汉化文件 -> 链接 [语言文件]\n再次感谢 @豆丁宝宝龙 汉化\n\n\n其它\n这是楼主第一次搬运MOD，可能介绍不完全，欢迎提出\nMCMOD搬运帖内介绍不是很充分，待楼主翻译完后会添加上玩法，同时也希望大家帮忙测试，谢谢:)\n待翻译内容\n这个MOD带来了Warp Drive和类似的科幻小说技术，包括但不限于资源收集（在空间中挖掘小行星），运输（在各个维度中移动你的团队或你的整个基地）和战斗（用激光打击其他船只 基地 大炮或其他联动MOD的内容）\n\n新功能：水平旋转\nMOD版本在1.3.20以后，飞船可以水平旋转\n\n目前支持以下MOD：Vanilla, ArsMagica2, IndustrialCraft2, OpenComputers, ImmersiveEngineering, EnderIO, ComputerCraft, TConstruct, BiblioCraft, AppliedEnergistics2, Redstone paste, JABBA, StargateTech2, Metallurgy, Natura, Botania, SGCraft, EvilCraft, Thaumcraft, ForgeMultipart (microblocks & WirelessRedstone CBE), Carpenter's blocks, Mekanism, Thermal Dynamics, Thermal Expansion.\n\n是的，所有方块及其生物都支持 例如:支持Underground Biomes Construct 楼梯/按钮\n\n同样，飞船旋转时Ender IO管道也可以跟着旋转\n\n但是，用不支持联用的MOD物品旋转将很可能损坏你的飞船\n\n\n\nForce fields availability\nSince 1.3.26, force fields are included in the mod, use their numerous upgrades to protect your ship, base or space station.\n\nThe code was built from ground up, with inspirations from Imalune's & Calclavia's Modular Forcefield System, along with Immibis' Advanced Repulsion System. As the rest of the mod, both RF and EU are supported.\n\nThere's 3 tiers and a lot of upgrades, see the wiki for details on how to use them.\n\nForce field interact with blocks, entities, lasers and explosives from other mods, including DefenseTech's EMP.\n\n\n\nSee \"Want to help?\" below.\n\nLore\nThe WarpDrive technology is mostly known from Star Trek. However, the mod applies to other works using this technology like EVE Online, StarCraft, Starship Troopers, Doctor Who, etc. Laser cannons are also fairly common since StarWars and other mods like ICBM have similar features.\n\nOverall, this mod gives freedom for you, as well as players to choose the theme and play-style you like.\n\nFor modpack authors, a fairly extensive configuration is included to adjust to your liking.\n\nIntended use\nWith the WarpDrive mod, you typically build a small ship in the overworld, and take off (move above Y = 255) to reach space.\n\nFrom space, you can travel to reach other planet orbits and land (move down below Y = 0) on their dimension. This can be TheEnd, a MystCraft age, or any other mods' dimension depending on what planet is there.\n\nAs planets can be fairly distant from one another, you'll want to use hyperspace to move much faster. Small ships require jump-gates to reach hyperspace so you'll want to build a capital ship which can engage hyperdrive. As Capital ships are fairly big, they can't land on planets, so you'll have to build them in space.\n\nIn space, you can find asteroids to mine with your ship's mining laser multiblock structure.\n\n\n\nShips leave echos on the radar, empowering you to find derelicts and enemies. Isolation blocks will reduce your echo on the radar, making your ship harder to spot 10k blocks away. From closer range, players can still find your ship with their eyes, that's why you want a cloaking setup to cover your base or ship.\n\n\n\nOnce you've found an enemy base or ship, you can use your laser cannon to pierce their defenses. Additional cannons can be used to boost your main cannon for added destructive power.\n\n\n\n\n\nShip hulls and force fields are used to protect your ship. \n\nFeatures\nThe following features are already available in the mod:\n\nCreate your own space ship from any blocks (excluding bedrock) and sail it through space.\nExplore the space dimension: asteroids fields filled with ores, gas clouds, planetoids, stars, and NPC ships.\nJump to hyperspace for quick, long-range traveling!\nBuild laser cannons on your ship to fight, mine and win!\nSurround an area with powerful force fields to protect from your ennemies!\nCloak your ship, base or a space station so that enemy have no clue where you are!\nProvide energy to your ship and its components with an Enantiomorphic reactor\nAnd much more to come...\n\nIn depth information\nThe WarpDrive mod is compatible with:\n\nEnergy transferred in EU (IC2) or RF (CoFH). Hence, we are compatible with IC2, GregTech, Thermal Expansion, Mekanism, EnderIO, BigReactors, AtomicScience, BuildCraft, DeepResonance, Mekanism, etc.\nForce fields systems, notably Immibis' Advanced Repulsion System and Imalune & Calclavia Modular ForceField System (MFFS).\nMultiblock structures from Mekanism, Calclavia ICBM, IC2 reactors, ThermalDynamics and more.\nNetherOres and Underground biomes mods for world generation.\nForge & Immibis microblocks, containers (IronChests, etc.), mobs (Cow, Zombies, etc.) and fluids so they jump properly with your ship.\nNew dimensions added from any mods, including MystCraft, Galaticraft/Planets, etc.\nMany others are also supported for rotation like Bibliocraft, ArsMagica2, Thaumcraft, EvilCraft, Tinker's Construct and more!\nForce field support damages from DefenceTech and ICBM, including EMP explosions!\nThe mod includes:\n\nNew space dimension with randomly generated asteroids fields, planetoids, gas clouds and derelicts, along with admin generated Jump-gates and stars.\nNew hyperspace dimension allowing to move 100x faster then in space. Your ship needs to be big enough to reach hyperspace, or you'll need to use jump-gates to move in/out of hyperspace.\nTransition planes allowing you to take off from any dimension to reach space, and land from space down to another dimension.\nEasy access for everyone with pre-loaded programs for ComputerCraft and OpenComputers (simply place an Advanced computer next to a machine to use it).\nExtensive API to program machines with ComputerCraft and OpenComputers, for those inclined in LUA.\nPowerful Mining lasers: a SciFi version of Buildcraft quarries.\nAdvanced Radar to detect other ships in space. Energy increases drastically with range while Isolation blocks reduces your chance to be seen on radar.\nA unique cloaking system to hide visually your base or ship from players outside of it. Considerable energy is required to sustain the field.\nAn unstable inertia driven reactor: the more power output you get, the more chances it'll explode.\nHow to install?\nFor 1.6.4, you need both mods: WarpDriveCore and WarpDrive itself, in addition to all required mods (see change logs for details).\n\nFrom 1.7.10, there's only one mod: WarpDrive, in addition to all required mods.\n\nHow to play?\nYour ship is centered around a Ship core with a Ship controller. Both needs to be placed horizontally next to each others. The Ship core receives both EU and RF power. The Ship controller defines the front of your ship and connects with a ComputerCraft Advanced computer or OpenComputer equivalent.\n\nUsing that computer, you define your ship dimensions, name it, move it around, etc.\n\nYour ship size is limited to 127 x 127 x 127 blocks which covers your default render distance.\n\nPlayers can right click the Warp controller to register their identity and be teleported back on-board from the computer interface.\n\nShip volume is measured in blocks, excluding air and gases. Volume should be less than 3000 blocks for a ship to take off from and land on planets.\n\nEngaging hyperdrive allows to enter and exit hyperspace, provided your ship volume is at least 1200 blocks.\n\nPower consumption for a jump is typically 10 EU per volume blocks + 100 EU per block distance on planets and space.\n\nHyperspace movement is typically 10x more expensive while being 100x faster. Each transition to or from hyperspace requires 10M EU.\n\n\n\nFor more information, refer to the Wiki here.\n\nHistory\nThis mod is the continuation of Cr0s WarpDrive available here.\n\nThe latest legacy 1.6.4 version is available in this repository and in Cr0s modpack (available on his website here).\n\nThe latest advanced version for 1.6.4 is available in this repository and in LemADEC's WorldWarMinecraft modpack (available on Technikpack here).\n\nThe 1.7.10 version is released.\n\nThe 1.10.2 version is still considered 'Alpha', use at your own risk.\n\nCopyright Information\nThis mod is All right reserved unless otherwise stated.\n\nFeel free to include this mod in your modpack provided you credit the authors and link back to this page.\n\nWant to Help?\nContribution of texture, schematics, sounds, bugfixes or addons are more than welcome.\n\nPlease report issues on the official github here. Feature request are welcome, but may be harshly treated.\n\nYou may contact LemADEC on twitter https://twitter.com/Lem_ADEC or the community Discord server https://discordapp.com/invite/0ZanfS3S9yu3Wf2M .\n\nYou can contact TheNumenorean over github or mcforum pms.\n\n\n\nSpecial Thanks\nCr0s for the original mod\ndrpepper240 and ZLOFENIX for their contribution on Oxygen and Laser\nShaneDarkholme/DarkholmeTenk for the initial 1.6.4 refactoring, enantiomorphic reactor, laser tree farm, etc.\nAll the people who have corrected TheNumenorean's spelling: Lordslyfox, TheChronomancer\n.\n",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1486391880,
            "txt_content": "话说前搬运犯啥事了被禁\n好奇"
        },
        {
            "author": "哥是SB",
            "timestamp": 1486439940,
            "txt_content": "袋里的鲨 发表于 2017-2-6 22:38\n话说前搬运犯啥事了被禁\n好奇\n有教程没,下了不会玩啊，网上搜不到教程。"
        },
        {
            "author": "哥是SB",
            "timestamp": 1486440900,
            "txt_content": "有教程没,下了不会玩啊，网上搜不到教程。"
        },
        {
            "author": "milk_father",
            "timestamp": 1486441500,
            "txt_content": "袋里的鲨 发表于 2017-2-6 22:38\n话说前搬运犯啥事了被禁\n好奇\n我也觉得很好奇。。为什么被禁言。。不过这样也许会让楼主伤心，所以不要问了"
        },
        {
            "author": "ljp374961061",
            "timestamp": 1486703160,
            "txt_content": "不会用的原因很明显，因为这个mod不能独立使用，飞船核心需要能量例如RF，好像还需要电脑mod来操纵"
        },
        {
            "author": "ＩＣＥ",
            "timestamp": 1486711080,
            "txt_content": "三体？蛤蛤蛤\n骚年你是星环城的么"
        },
        {
            "author": "zqnqzz",
            "timestamp": 1486811640,
            "txt_content": "哥是SB 发表于 2017-2-7 11:59\n有教程没,下了不会玩啊，网上搜不到教程。\n我今天刚刚研究明白了你要学吗加我qq1017993579"
        },
        {
            "author": "zkf20000708",
            "timestamp": 1486823460,
            "txt_content": "很不幸 这并不是和三体有关的曲率驱动mod 作者的介绍里很清楚的写明了这是来自星际迷航的曲速引擎mod"
        },
        {
            "author": "ＩＣＥ",
            "timestamp": 1486826700,
            "txt_content": "ＩＣＥ 发表于 2017-2-10 15:18\n三体？蛤蛤蛤\n骚年你是星环城的么\n上面那位死神永生封面头像亮了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1488099000,
            "txt_content": "这个模组的飞船已经远超阿基米德（虽然其实是类似的玩意23333）\n很可惜，介绍什么的都不全。\n如果兼容超能物质，会极大地提升逼格和实用性~\n然而对CC/OC的需求足以使大多数人望而却步了，这才是最可惜的。"
        },
        {
            "author": "Warcraft",
            "timestamp": 1491540900,
            "txt_content": "同一个人{接接坑}23333\n\n楼主这mod兼容GT6吗？"
        },
        {
            "author": "B_U_N_N_Y_S",
            "timestamp": 1491645840,
            "txt_content": "名字打错了。。。\n是 WarpDrive。。。"
        },
        {
            "author": "tygff-qjb",
            "timestamp": 1499174340,
            "txt_content": "离子炮6666666666666666666"
        },
        {
            "author": "ghzz",
            "timestamp": 1513956480,
            "txt_content": "感觉楼主没写清楚应该与什么模组配套使用，如果想运行曲率引擎模组具体应该配套哪些必须模组 ？有劳楼主回答"
        },
        {
            "author": "HIM的兄弟",
            "timestamp": 1533112260,
            "txt_content": "看到这一个mod，我高兴的差点开启了宇宙广播。"
        },
        {
            "author": "Style星空",
            "timestamp": 1533112440,
            "txt_content": "wow，很棒的mod"
        }
    ]
}