{
    "title": "<原创·连载>《创世神》第一章",
    "author": "darkyun",
    "replyCount": 2,
    "timestamp": 1486431060,
    "txt_content": "[ 本帖最后由 darkyun 于 2017-2-7 11:25 编辑 ]\\n\\n[ 本帖最后由 darkyun 于 2017-2-7 11:25 编辑 ]\\n\\n[ 本帖最后由 darkyun 于 2017-2-7 11:23 编辑 ]\\n\\n[ 本帖最后由 darkyun 于 2017-2-7 11:19 编辑 ]\\n\\n[ 本帖最后由 darkyun 于 2017-2-7 09:35 编辑 ]\\n\\n  \n\n   自己写的。。。名字都没想好。。算是周边吧。名字就叫《创世神》吧。。要是有同名了，。，我就改。。\n\n还有。。写作这些事情缺的就是动力和激情，求人气！求鲜花！求。。直接上正文了！\n\n第一章  不好，要做死         “没有房就分手”大大的条幅挂在齐旭女朋友家里的玻璃上。\n     唉，这年头，没钱没房没车，连对象都能散，齐旭叹了一声，散就散呗，顶多再做回一个人吃饱，全家不饿的状态。齐旭看了一眼挂在玻璃上的条幅，头也不回的骑着自己的三枪牌自行车走了。\n     一路回到公寓，齐旭的职业是做游戏策划的，在一个小公司，拿着每个月仅够房租加上吃喝的薪金，买房就是奢望，用他已经分手的女朋友来说，父母亲戚死绝，就你这样的，连做房奴的资格都没有，没有房就分手。\n     齐旭心里其还是有一点小庆幸的，受了两年女朋友气的他解放了，郁闷归郁闷，拿出已经落土的招合租室友的牌子挂到楼下布告牌上。\n     想来现在是九月份，天气还是有点热，不过好就好在，他租的房子离大学城很近，这时候正是大学城开学的时候，不愁找不到合租的人。\n     其实齐旭租的的房子还是不错的，自己供的三室一厅，自己占一间大的卧室，还有一个大卧室和一个小卧室。齐旭心里想着，要是来几个合租的女大学生，那该多好啊，想想还有点小激动呢。\n     齐旭在等待有人租房的时候，想打开电脑玩一下游戏，没想到刚一上网，就被一个大大的新闻给一脚踢了回来，今明后三天太阳磁暴大爆发，影响区域在齐旭租房的城市，故而将齐旭所在的城市断网三天。\n    “能不能行？还是等着美女大学生上门招租把吧”齐旭心想。\n    “铃——”没到晚上，就有电话打来了：大哥，日租多钱一晚？\n    “滚”\n    “铃——”又一通电话：大哥，时租呢？\n    “滚”\n    一晚上都被想找小旅馆开房的小情侣烦，一个正经八本想要合租的人都没有，生了一肚子气的齐旭，只能悻悻的把牌子收了，岂有此理，女朋友刚分，又被各种骚扰，唉，出门喝点酒吧，解解闷。\n    齐旭骑着他的座驾，就奔向了一个大排档，其实齐旭不怎么来这样的大排档吃饭，一般情况下都是自己做饭吃，今天真是郁闷的不行了，出来想找点酒喝。\n    “老板，先来一打啤酒”\n    “等着，马上到”\n    旁边的几个喝酒的人，听到这句话，不由得看了一眼齐旭，心想，哎呦，这哥们看着挺瘦弱，一个人要一打？开玩笑呢吧。一打可是12瓶啊\n    “哥们，自己一个人喝一打啤酒，你喝的了吗”\n    “唉，女朋友刚分手，又被一群无理取闹的人烦，现在我就一个人，先来一打，我照着死喝”\n    “那也别一个人喝啊，来，咱们一起吧”\n    旁边几个喝酒看热闹的也起哄，来来来，大家凑一起喝酒吧，齐旭一想，反正我也是一个人喝酒，没意思。看这几个人也是来喝酒的，倒不如一起。\n一个人的话，估计齐旭也就喝个4、5瓶也就回去了，这一群人一起喝就不一样了，凑热闹的，人来疯的，闹闹哄哄吹着牛逼就半夜了。\n    半夜两点，除了夜猫子，再狠的人也顶不住了，几个喝酒的人一个一个的走了，就剩下齐旭一个人了，这刚想骑上自己的座驾回家，就看见很远的一个拐角出现一个人狂奔着跑向大排档，这人满身是血，看样子被砍了几刀，没等齐旭打量完这个人，拐角处就出现了另一伙人。手里都拿着家伙。\n    “我去，黑帮火并啊，还是现场版本的，这个比电视剧刺激多了”齐旭心里想着，就停下来了，怀着看热闹的心，又坐了下去，把剩下的啤酒又倒了一杯。\n    满身是血的人边跑向大排档边观察周围，看见齐旭桌子边上的齐旭刚开锁的自行车，眼睛一亮。\n    “我靠，不是吧，你跑我这来干啥“齐旭看着那人径直的跑向自己，心有点虚。\n    “你的自行车？”那人看了一眼齐旭问道。\n    “啊，是啊”齐旭这时候已经不是看戏的心了，什么情况？这黑帮大战还有我的戏份？其实这时候看着满身是血的这个人，齐旭有点傻了。\n    没等齐旭反应过来，那人骑着自行车就消失在了黑暗中。\n    等到齐旭反应过来，另一伙人就到了齐旭眼前。\n    “你的自行车？”那一伙人问了齐旭一个一模一样的问题。\n    “啊，是啊”齐旭回道，刚说完，齐旭心说坏了，我这是要做死。大晚上的一拨人追杀一个人到这，偏偏这时候有一个人准备了一个没上锁的自行车，给那个人逃跑用。想想就觉得有问题。\n    “砍他，他肯定是一伙的”\n    之后齐旭就什么都不知道了，齐旭印象中的最后一个景象就是一把锋利的砍刀照着脸砍了下来。\n    新闻报道：本市夜间发生一起重大黑帮火并事件，致使N多人失踪，N多人伤亡。\n\n\n\n第一章结束\n貌似和我的世界还没沾边锕。看人气吧。人多的话。我就去把下面的发出来，虽然一共也没多少。\n\n\n\n。。。谁能告诉我，，这个排版是怎么回事。我从我word粘贴过来。。怎么就变成纯文本了，，我的格式呢？",
    "replies": [
        {
            "author": "暮雨MUYU",
            "timestamp": 1486520820,
            "txt_content": "这个排版嘛，把word的内容粘帖过来，格式会丢掉。我会先粘帖到记事本，重新排版，再粘帖到论坛，就可以了。\n\n内容上，可以把齐旭不得意喝闷酒的部分详细写，如果能描写出他的心境就更好了\n也可以把他看到黑帮的恐惧的感觉写得详细一点"
        },
        {
            "author": "darkyun",
            "timestamp": 1486521300,
            "txt_content": "光线桑德斯 发表于 2017-2-8 10:27\n这个排版嘛，把word的内容粘帖过来，格式会丢掉。我会先粘帖到记事本，重新排版，再粘帖到论坛，就可以了。 ...\n= = 。。。写那些，，感觉跑题了。。不过谢谢了。。我不是太擅长写细节。我会努力修改的，不过。其实已经写了不少了。。在慢慢发出来、"
        }
    ]
}