{
    "title": "【原创-单篇】《僵尸王》",
    "author": "辉煌欧巴",
    "replyCount": 0,
    "timestamp": 1486397220,
    "txt_content": "   雨淅淅沥沥得下着，杰克望着外面雨滴，双手紧紧窝着手中的石剑，心中默默祈祷着:杰西特，你千万不要有事啊！答应我的事，我们可要一起完成啊！一声巨响在杰克耳边响起。\n    “杀！！”杰克本能的望了过去，他发现自己从小到大的伙伴已经出发了，杰克使劲握了握剑，最终在理智下还是松开了，杰克低着头走上了楼上，躺在床上，心中感慨万千。\n     事发前一夜:“杰克，快来，看我们发现了什么 。”杰西特向杰克挥了挥手。杰西特和杰克是最好的朋友，从小到大都是，没有例外。而他们这次是出来探索矿洞的，帮助村庄发展的。\n    “杰西特，我可不会再受你骗了，上次你就是叫我去看，害我摔了个狗啃泥。”杰克吹了吹头发，满脸鄙视的望着杰西特。\n    “好了，杰克，上次的事是我不对了，我像你道歉，但话也不用说那么难听吧，这次真的没骗你，走，我们去看看。”杰西特一脸笑笑嘻嘻的，丝毫没有在乎杰克在说什么。\n     “喂喂，杰西特，别拉了，我走还不行嘛。”杰克摇了摇头，慢慢的跟着杰西特向前走。\n     “对了，杰西特，你到底发现了什么。”杰克突然发现不对劲，杰西特走得越来越深，里面的地形完全没有探索过，万一有危险，绝对是死路一条。\n      “哦，是个巨大的洞穴，里面有光，但我没有进去，现在过来就是想我们俩个一起去探索，宝藏当然得俩个人一起去看才有意思嘛！”杰西特笑嘻嘻的，完全没注意带杰克那惊恐的表情。\n      “不能进去”杰克大声吼了一声。半个矿洞都回响着杰克的声音。\n      “怎么了”杰西特吓了一跳，他完全没想到杰克为什么会有那么大的反应。\n      “杰西特，我们还是先回去吧，等准备齐全了再来，怎么样！”杰克努力冷静了下来。向杰西特提议道。\n       “杰克，你怎么回事，刚刚莫名其妙吼了一句，现在胆子也变那么小了，那洞里面到底有什么东西啊，让你那么惧怕！”杰西特也有点气愤了，杰克无缘无故的吼了他一句，现在连探险的气氛都被杰克搞砸了。\n      “听我说，杰西特，里面很有可能有村中传说中的怪兽。难道你没听村里面老人说过嘛！”杰克望着杰西特，脸上也有些歉意，但现在杰克关心的不是语气，而是他们俩个的性命。\n     “什么传说，杰克你脑子没事吧，那种传说给小孩子听听还行，你也信？就算是真的，哪有那么碰巧我们就遇到了。”杰西特看见杰克着惧怕的样子，心中就气不打一出来。\n    “杰西特，你……”\n    “好了，杰克，你先回去吧，我自己去，你回去等我，看我怎么向你证明宝藏的存在。”杰西特打断了杰克的话，说完便头也不回的向深处走去，杰克傻傻的忘着杰西特消失的方向，握了握手，还是原路返还了村庄。\n     当杰克回到村庄时，不知何时已经下起来了大雨，他不知道杰西特的情况怎么样了，但他现在的心情非常糟糕。他只能向村中的人求助……\n      回到主情节：“杰克，快醒醒，出发了，杰西特有消息了。”一阵敲门声传人杰克的耳边，杰克一下子从楼上下来，打开了门，发现村庄保卫队的李队长全副武装站在自己家门口。\n      “杰克，现在杰西特的情况非常糟糕，那传说是真的，那绿色的人出现了，但是这些绿色的人不像传说中的那么没有次序，他们非常有纪律，就像有人在指挥他们一样，已经打通村庄2道防卫了，非常不幸的是，杰西特被他们绑到了一个框架上，当成了人质。”李队长一脸严肃的望着杰克，脸色十分不好，可杰克根本没听见前面的内容，他现在只知道杰西特被绑成人质了。\n      杰克疯了一般向村庄第3道防御奔去，他现在只有一个念头，救出杰西特。\n      “欧No，杰克，去哪”\n       “杰克，别去那边，危险”\n       “杰克，快回来”\n        杰克没经过一处，都有很多声音在劝杰克，可杰克心中，只有杰西特的安慰。\n       “杰西特，撑住，我一定会来救你的。”杰克心中默默念到。\n      “杰克，快回来，别出去”杰克不知道狂奔了多久，他发现自己眼前有一大片绿色的人，杰克认的他们，他们是书中所书写的僵尸。。\n      啊，杰克狂叫一声，杀入了僵尸群中，杰克不害怕死亡，因为他现在心中只有杰西特，就这样不知道屠杀了多少僵尸后，他发现周围一片尸体，有僵尸的，有防卫军的，一大片，杰克继续向前走，他现在非常想去那洞穴，看看杰西特。\n     “No，杰克，跑”杰克望向声音来源，他发现杰西特就在自己的不远处，杰克疯了般向杰西特跑去，他现在又高兴又担心，他高兴杰西特还没有死去，他担心杰西特会不会生他走了气。\n     “杰克，你这白痴，跑啊”杰克抬头望了望杰西特，杰西特骂自己白痴，为什么，从小到大，虽然吵过架，但从来不带脏字的，可这一次，为什么……\n     “杰西特，你在说什么烂话，等着我，我马上就来”杰克继续向前奔，他不相信杰西特会无缘无故骂自己，一定有缘由，一定要救下杰西特，好好问问他。\n    “哗哗哗”大地剧烈分散，从地下窜出来了大量的僵尸。杰克惊呆了，而杰西特眼中只有绝望和恐惧。\n     在大量僵尸窜出之后，一个巨大的手升上地面，紧接着他全身慢慢升出了地面，杰克眼神空洞，在那一刻，他看见了魔王，一个真真无法对抗的魔王，一个超级大的僵尸。带着他那毁天灭地的力量，爬上了地面，他每向前走一步，带给人们的只有恐惧和无法抵抗的意识。\n\n\n\n\n ---------------------------------\n欢迎大家观看，这篇文章可能不是很好，可我已经尽力了，有什么意见欢迎大家提出来，我下一次一定会看大家都意见做得更好，作者这么晚了发出来也不容易，所以，大家尽量不要喷，多提提意见。\n",
    "replies": []
}