{
    "title": "【原创·单篇】[彼岸·冰笑]",
    "author": "丹娘酱°",
    "replyCount": 0,
    "timestamp": 1486443300,
    "txt_content": " 本帖最后由 丹娘酱° 于 2017-9-18 17:06 编辑 \n\n求求你别看我黑历史了羞耻死了\n\n——————————————————————————————————————————————————————————\n\n\n师父笑了，和我想象中一样，倾世之姿，很美很美。只是，又与想象中多了几分伤感，但依旧不失妩媚。\n “你我再无师徒之缘，好自为之吧。”\n 说罢，师傅留下了一个冰冷的背影，与天地的冰雪相融了。\n\n\n\n———————————————————————————————————————————————\n 几年前，雪域。\n 雪域，这里常年都是白雪皑皑，银装素裹。而且这里环境比较单一：树木几乎都是云杉树，高大而又粗壮。至于动物，雪原羊的羊毛质地优良，丝滑柔软。居住在雪域的动物都是抗寒的凶兽，极少数为温顺的家兽。\n\n 因为气候寒冷，经常下雪，故有雪域之称。在这里居住的只有天生耐寒的雪原族，为异族，人数也并不多。仅仅一个村子，便包括了所有人。\n\n 我母妃乃雪原族圣女。按照族规，圣女只要诞下女孩，那个新生命便为下一任圣女。只是，在有能力保护村子以前，是不能接任下一任圣女的。必须接受一定的锻炼，变得更强，才能顺理成章成为圣女。\n\n 因为我是下一任圣女，所以从小身边不缺朋友，玩伴也很多。虽然样貌是标准的圣女之貌，但是性格却迥异于大部分族人。我活泼好动，随着我年龄增长，也该到了拜师的年纪了。母妃见我年纪已到，便把闭关的冰清上仙请了出来，让我拜她为师。\n\n 突然被带去拜师当然会有点不适应。母妃带我去聊冰清上仙的时候，我嘟着嘴，极不情愿地拜她为师。再后来，得知我必须去冰清上仙的冰韵观学徒的时候，我拽着母妃的衣角，不想离开村子。但是母妃还是抱着我，把我交给了冰清上仙。当时觉得，师傅的怀抱好冷啊。\n\n 来到冰韵观，只觉冷清，空无一人。我便问师傅：“为什么这里没人呀？”\n\n 师傅淡淡的答道：“不喜吵闹。”\n\n\n\n———————————————————————————————————————————————\n自从我拜入师门，我的坏习惯到是改了不少。虽然徒弟只有我一个，但是我还蛮能给自己找乐子，打发一下无聊的时间。\n\n 师傅总是给人一种神圣不可侵犯的感觉。也难怪，她是仙人，自然会有一种气场，震慑周围的人。幼时的我是这样理解的。\n\n 师傅精通药学，满腹经纶。师傅身上冷雪的气息中夹杂着药材的淡香，不会刺鼻，反而还很好闻。冰韵观的药房里有许多上好的药材，因为我年纪还小，不到学武的年龄，所以师傅先领我认识了许多药材，又跟我仔细讲了药材之用。我年幼无知，有时竟误吃了不好的药材，导致中毒。这个时候，师傅会为我熬一碗药汤。我怕苦，不肯喝。师傅便劝我：“良药苦口。”我憋了一口气，捏着鼻子，一口气喝了下去。喝下后只觉神清气爽，凉丝丝的，没有原先那么难受了。\n\n 那次的教训使我不敢再乱吃甚至乱动药材，反而更认真的学习起了药学。因为怕再一次中毒，就不好了。我对师傅说，我长大后要为她配药。我以为师傅听了这些话，会特别高兴。但是，师傅还是淡淡的：“果真如此，也好。”\n\n\n\n———————————————————————————————————————————————\n\n日子一天天过去，我也开始懂事了。于是师父教我剑术。师傅不仅精通药学，而且擅长剑术。\n\n我以为我终于可以用剑了，，但是师傅递给我一把刀，我不解时，师傅说：“刀易用，剑难学。你先习刀。”\n\n 偶尔，练功时一不小心，刀会划破我的嫉肌肤，划出一道伤口。鲜血从伤口处汩汩的流出，滴到地上，染红了院子里的雪。因为从小几乎没受过伤，我便呆呆的站在院子里，眼里噙满了泪，望着伤口，不断的哽咽。师傅路过，看我发呆，便走到我身旁，发现我受伤了。师傅检查了一下伤口，便用法术给我治愈伤口。我感觉伤口凉凉的，麻麻地，没那么痛了。原来师父也会法术，只是不经常修炼罢了。\n\n\n 师傅拿了很长的绷带把我胳膊一圈圈的缠了起来。绷带凉凉的，又有点硬。师傅说，这样会防止我再次受伤，免遭皮肉之苦\n\n 有时候累了，我会把刀放下，去后院找师傅。师傅舞剑的时候，她垂到地上的头发也会随之舞动，宽大的衣袖与衣带也会跟着节奏飘动。我也梦想有师傅那样的长发，不仅仅是因为长，还因为师傅的长发像雪一样纯净，轻盈。师父整日冷冰冰的，倒也与她的样貌般配。\n\n 有天，师傅拿着一本书，上面写着“彼岸”两个字。我问师傅，彼岸是哪里？师傅答道：“梦想的远方。”可惜，直到现在，我还没有懂。\n\n 有天我突发奇想，想要看师傅笑。于是一个晚上都在想“对策”。次日，我想出了好多主意来逗师傅笑。可惜，一次也没成功，反倒惹了师傅生气，被罚练了一整天的功。结果一天下来，浑身酸痛，实在吃不消。\n\n 过了几天，我又去找师傅。我坐在师傅的身旁，小心翼翼的问师傅：“师傅，你为什么不笑呢？？”\n\n “……无事可笑。”\n\n\n\n———————————————————————————————————————————————\n我终于脱去年幼的稚气，蜕变成真正的少女。这时，我早已经能够熟练的操控刀法，也掌握了剑术。还顺便学了点初级法术。我找到师傅，跟她说我要出去游历一下，见见世面。师父点点头，算是答应了。我谢过师傅，走到大门的时候，便听到师傅在我背后说：“……譬如刀刃有蜜，不足美餐一顿，小儿舔之，则有割舌之患……”\n\n 我没明白是什么意思。\n\n 我回到村子，跟母妃说了我的事情。母妃叹了口气，让我出去和村子里的人说一下。我在众人的目光下，离开了雪域。\n\n 我翻山越岭，来到了都城。都城繁华得很，人来人往。有着四季变化，各种鲜花和绿树。不像雪域，只有漫天飘雪，只有冰花与高大的云杉树。\n\n 我来到繁华的都城，因为异族的样貌，被许多人用异样的眼光相待。\n\n 直到我遇见了一个人。\n\n 毫无防备的我与他结识为友，我与他志趣相投，于是告诉了他我所有的事情。包括我的师傅，冰清上仙。\n\n 第一年，我与他成为了最好的朋友。\n\n 第二年，我们形影不离。\n\n 第三年，我们约定不分开。\n\n 过了许久，我开始想念雪域，想念村子，想念大雪纷飞的日子，想念，师傅……\n\n 于是他催我，让我带他去见我师傅。终于到达冰韵观的时候，师傅看见我，未等我开口，师傅说道：“他是来刺杀为师的。不然没人会来雪域。”\n\n “怎么可能……”\n\n 我拉着他走了出来。\n\n 对于后面的发生的事情，我却一概不知了。\n\n 直到有人喂我喝下了冰凉的药液，我才醒过来。他已经变成了一具尸体。我这才明白世事凶险。回过神来，我才发现师傅嫣然一笑后，化为了天地的冰雪。\n\n 自此，我功力废了大半。\n\n 我在整理师父的遗物时，发现了师傅的一本日志。上面赫然写着：冰族，修仙后不得再笑。笑者，即刻化为冰雪，但是可起死回生，治愈一切。\n\n\n\n———————————————————————————————————————————————\n\n\n\n\n\n\n\n",
    "replies": []
}