{
    "title": "[1.7.10][汉化]Pam's HarvestCraft 潘马斯的农场工艺",
    "author": "w211691",
    "replyCount": 2,
    "timestamp": 1486450320,
    "txt_content": " 本帖最后由 w211691 于 2017-2-7 14:55 编辑 \n\n前言\n之前忙着找工作，MOD汉化完就扔出来不管了。。。\nMOD介绍\n转自NGA \nhttp://bbs.nga.cn/read.php?&tid=8675007\n魔血卡珊德拉 35716002\n\n这是一个神奇的mod。\n\n哪一个mod能提供58种鲜艳的蔬果、35种缤纷的果树、25种形态各异的鱼类和数种蜂蜜肉类，满足你收集的乐趣，让你津津乐道？PAM！\n哪一个mod能合成500余种食物，从色彩缤纷的果汁冰沙到令人垂涎的薯条汉堡，从清新健康的沙拉炖菜到辛辣刺激的砂锅牛排，从花样繁多的西式甜点到精致可口的东方小吃，应有尽有，让你目不暇接？PAM！\n它从beta1.8开始，广受欢迎，更新至今，经久不衰；\n它被各个美食mod追捧，联动之广，举足轻重。\n这就是PAM，一个神奇的mod，一个MC农业党的圣地，一个全新的世界！\n\n\n\n\n===一、最好的食材：采集与种植===\n除了原版食材以外，Pam的附加食材主要来源于三种：来自耕种的蔬果、来自采摘的果实和来自养殖的鱼肉。除了自然生成以外，种子和树苗还可以通过潘马斯农场方块进行购买。野外采集得到的果实也可以直接食用，恢复少量饱食度。\n1. 种植产物：蔬菜、谷物与浆果\nPam的种植产物来源于12种“果园(Garden)”，可以理解为野生植物丛生的灌木丛。左键打碎果园，可以掉落一些果实(包括原版的西瓜南瓜胡萝卜等)，也能右键把果园摘下来带回家，右键栽在地。\n载入中的区块里，果园会向蘑菇一样，缓慢地向四周蔓延。果园生成列表                                                                                                                                                                     果园出现的地形(对应的自然带)产出果实备注浆果果园森林、高山、针叶林、雨林、沼泽黑莓、蓝莓、蜡杨梅、树莓、草莓\n沙漠果园沙漠仙人掌果必须种在沙子上草原果园平原、热带草原芦笋、大麦、竹笋、玉米、燕麦、黑麦\n葫芦果园森林、高山、热带草原、针叶林、沼泽哈密瓜、黄瓜、南瓜、笋瓜、西葫芦\n大地果园热带草原、高山甜菜、胡萝卜、洋葱、防风草、花生、马铃薯、白萝卜、大黄、芜青甘蓝、番薯、大头菜数量较少香草果园森林、高山、雨林、沼泽芹菜、咖啡豆、大蒜、姜、芥末、香料叶、茶叶、食用根\n繁茂果园\n(薄荷果园)森林、高山、沼泽朝鲜蓟、西兰花、芽甘蓝、卷心菜、花椰菜、韭葱、生菜、青葱、菠菜\n蘑菇果园森林、雨林、针叶林蘑菇、红蘑菇、白蘑菇生长在倒下的橡木上，但可以扩散到其他方块上花茎果园平原、森林、高山、热带草原、雨林、沼泽大豆、甜椒、红椒、茄子、秋葵、豌豆、黄豆、番茄\n纺织果园森林、高山、雨林、针叶林、沼泽棉花\n热带果园热带草原、雨林、沼泽葡萄、猕猴桃、西瓜、凤梨\n水上果园海洋(63高度平面上)蔓越莓、稻米、海藻、蛤蜊、螃蟹、龙虾、青蛙、扇贝、对虾、蜗牛、龟作物必须种在水面上。\n\n其中，森林和针叶林中最容易采集到浆果、葫芦、香草、繁茂、蘑菇、花茎和纺织果园，高山上由于草方块较少，虽然果园和森林地形基本一致，并不适合采集；平原上能找到较多的草原果园和花茎果园，在与森林的交界处有其他果园分布。热带果园只生长在热带地区(沼泽、热带草原、热带雨林)，水上果园只生长在海洋的水面，沙漠果园只长在沙漠里。\n搜集到的果实可以直接合成种子(蘑菇是孢子)，也可以直接把果实当种子种进地里。大多作物皆可如同原版作物一样种植在耕地中(包括白蘑菇，现在也只能种在地里)，但仙人掌果必须种在沙子上(不需要水源)、蔓越莓、水稻和海藻必须种在一格深的水方块上(种好后挖掉水底的方块作物也不会脱落，只是不利于继续种植。以前的版本当水面受到扰动时作物会脱落，目前版本不会了)。\n作物经历幼苗期-成长期-成熟期等几个阶段，作物成熟后，对作物右键即可收获数个果实(不同种类的作物收获数量会有些许差别)，作物则会恢复到幼苗阶段，相当于节约了一个作为种子的果实。左键打掉作物也能收获果实，并且支持林业、神秘傀儡等mod的种植方式。\n\n\n\n2. 栽种产物\n果树会以数树木的形态出现在野外。成熟的果子呈现较为鲜艳的颜色，左键或右键一击即可撸掉，掉落成熟的果子(主城是很好的果子来源！)。青涩的果子仍然会留在枝头直到慢慢成熟。左键一直撸青涩的果子也能努力撸一个果实下来，但是枝头的果子会消失，相当于杀鸡取卵——除非是在野外采集种子。\n使用NEI可以看到果树苗的合成配方——成熟的果子+对应的树苗(橡树、丛林树或云杉)。从树苗的种类可以大致判断其生长的温度带和地形，以便寻找作为种子的果实。\n以前版本的部分果树只能在热带地区栽种，但本版本似乎支持全地形。部分果树(香蕉、椰子、枣椰、木瓜)需要较大空间才能生长。\n人工种植的果树一颗只能长一种果子，但野外生成的可以同时长好几种。果树自然生成列表自然带地 形果 树备 注温带森林和沼泽苹果、鳄梨、樱桃、栗子、肉豆蔻、橄榄、梨、李子、胡桃苹果即原版苹果热带热带雨林和沼泽扁桃(杏仁)、杏子、香蕉、腰果、肉桂、椰子、枣椰、火龙果、榴莲、葡萄柚、无花果、柠檬、酸橙、芒果、橙子、木瓜、白千层、桃子、胡椒、柿子、开心果、石榴、杨桃、香草、山核桃白千层产纸，和肉桂一样长在树干上寒带针叶林枫树枫糖产在树干上\n\n在NEI中能看到果树树苗旁边的青涩水果方块(就是挂在枝头的方块)，拿在手里可以挂在树叶下方，但是不能从生存模式中采集获得。生存模式中果树一旦长成，上面的青涩水果方块就会形成、不再增多，撸掉青涩水果方块上方的树叶会使水果方块消失。\n\n3. 其他来自原版的食材：向日葵种子(由向日葵花合成，不能种植——但向日葵花可以通过原版的方式撒骨粉合成)、仙人掌、小麦/南瓜/西瓜种子(嘛……小麦种子终于不用扔了！)盐\n可以通过采集“盐矿“获得，采集时可以获得一些经验。盐矿分布在任何高度，非常常见，每次1~4块左右，并没有煤炭那么多。9个盐可以压缩成便于储存的压缩盐块。 正确的使用方式是 还可以使用淡水和罐子合成盐(请参考NEI)。蜂蜜\n野外任何原版树木的树叶都有小几率变成蜂巢。\n用史蒂夫的右手撸掉蜂巢即可获得蜂后(不可堆叠)。养殖方法请见第二章。钓鱼\n钓鱼可以获得Pam新增鱼类25种之中的17种，另外八种可以从水上果园和捕鱼笼中获得。除了直接烤以外，食用方法和普通鱼并没有差别。打猎\n除了原版的牛肉猪肉外，还可从羊身上获取生羊肉、从鱿鱼身上获取生鱿鱼(可当鱼用)\n\n\n===二、养殖与加工：方块与机器===\n\n\n1. 潘马斯农贸市场(集市方块)\n\n找不到热带雨林，果树不够怎么办？找它！野外被开荒党撸了个干净，找不到果园了怎么办？找它！想养马……还是找它！\n它就是万能的村民——潘马斯农贸市场！不仅出售原版和潘马斯作物种子和树苗，解决您的种子来源烦恼，更有各种原版牲畜出售，让您不再为牵回两头种猪跑断腿儿！另有各种原版树苗和骨粉出售，满足建筑控对木材的全方位需求！\nP.S. 本店概不出售宠物，各位铲屎官请找别家。\n使用方法：合成并放置农贸市场方块，右击打开UI界面，箭头选择产品，使用绿宝石购买\n\n\n2. 水池：一格的无限水！\n\n由于英文原版提供的数据问题，水池名字无法正常显示。。。可以当做无限水，用桶和玻璃瓶打水使用，实乃居家旅行、杀人越货、必备良品。\n可惜的是，并不支持工业管道。\n\n3. 轻松养蜂：蜂房和蜂巢\n\n在野外从蜂巢中获得了蜂后，就能带回家使用蜂房进行养殖了。\n打开蜂房UI界面，将蜂后放在左边的槽里，就能在右边缓慢产出蜂巢、蜂巢蜡和蜜蜂幼虫了。一只满耐久的蜂后可以产出一整蜂箱(18个)物品，0耐久的蜂后直接合成获得蜂王浆，将蜂王浆和蜜蜂幼虫合成可得到一只满耐久的蜂后。(也就是说，撸回来几个蜂后就只能工作几个蜂后，扩大生产请去野外撸蜂巢)在蜂箱周围5x5格子内(火把标记的范围)种花可加快蜂箱生产速度\n如果将两个蜂箱摞着养殖，上面一个蜂箱的生产速度会变慢。\n得到的蜂巢和蜂巢蜡放进压榨机可得到蜂蜡和蜂蜜。有几种蜜汁菜肴需要用到蜂蜜，除此之外可以当糖用(开玩笑糖好种多了)。蜂蜡可用于制造硬化皮革和蜡烛(参考第三章第4节)。也就是说并没有什么卵用。\n\n4. 压榨机：黑科技之豆腐大法！\n\nPam的最大黑科技！只因为在Pam里——豆！腐！可！以！当！肉！吃！\n没错！汉堡包、烤牛排、叉烧肉、炸鸡腿儿——所有肉食美味，不用再杀猪，不用再等待，只要有了它，顿顿都能吃猪排！还等什么，拿起电话——不好意思，拿错台词了！\n打开UI界面，将原料放在上面的格子里，上方槽读满就会在下面格子里制作一个物品。黄豆 —— 豆浆：可以当牛奶烹饪，直接喝可以恢复一些饱食度，但不能解毒豆浆 —— 南豆腐(嫩豆腐)：可以当奶油和冰淇淋使用(冰淇淋是什么鬼啦！)南豆腐—— 北豆腐(硬豆腐)：可以当生鱼生肉、熟鱼熟肉和鸡蛋使用\n\n除了豆腐大法以外，压榨机还有其他的配方：各种水果 —— 各种果汁 (然而使用榨汁机也可以)蜂巢 —— 蜂蜜蜂巢蜡 —— 蜂蜡向日葵籽/橄榄/胡桃 —— 食用油(同样可以使用榨汁机合成)甘蔗 —— 糖甜菜 —— 糖(三大糖源齐了……好科学)橡木 —— 纸淡水(Pam的木桶水，由水桶合成) —— 苏打水(其他汉化译作香槟，但它是用来合成果汁汽水的)杏仁 ——  鲜奶(Pam的桶装奶，由牛奶桶合成)\n\n\n\n5. 烤箱、搅乳机与石磨：快速加工与自动化\n\n烤箱：使用 食用油快速烤制食物。4个食用油可以烤一组，比原版熔炉更快更省。烤箱里有食物时，正面的材质会改变。和原版熔炉一样，制作好了取出可以获得经验。\n\n搅乳机：使用盐将牛奶制作成黄油(参考百度百科，这是真正的黄油制作方法)。也可以用炖锅、奶油和盐合成黄油。和原版熔炉一样，制作好了取出可以获得经验。\n\n\n石磨：使用石质压力板将谷物(小麦、大麦、燕麦、黑麦、水稻、马铃薯等)磨制成面粉或将胡椒等香料磨成黑胡椒等调味料。也可以使用研钵及研杵(chu)合成这些粉末。和原版熔炉一样，制作好了取出可以获得经验。\n\n以上机器的功能可以使用Pam的厨具或者原版熔炉代替，但可以通过漏斗输入材料、输出产品，实现自动化。\n\n6. 捕鱼笼与捕兽笼：妈妈再也不用钓鱼了……\n捕兽笼：如下图，在草地上挖个坑，把笼子放进去，打开UI界面放入饵料，就能缓慢产出动物产品。三种饵料，分别由任意谷物、任意蔬菜或任意水果加线制成， 三个食材+一条线=四个饵料，一个饵料可以获得一个产物。不同的饵料产物不同：谷物饵料：生鸡肉(3/11)，生火鸡肉(2/11)，羽毛(2/11)，生牛肉(1/11)， 骨头(1/11)，蛋(1/11)，皮革(1/11)蔬菜饵料：生鸡肉(3/11)，羽毛(2/11)，生鹿肉(1/11)，生羊肉(1/11)，生猪排(1/11)， 骨头(1/11)，蛋(1/11)，皮革(1/11)水果饵料：生鸡肉(3/11)，生兔肉(3/11)，羽毛(2/11)，骨头(1/11)，蛋(1/11)，皮革(1/11)\n\n捕鱼笼：如下图，放在水中，使用方法同捕兽笼，可捕捉到所有pam25种+原版4种鱼。捕捉到原版生鱼的几率是3/31，其余鱼类的捕捉几率是1/31。3条任意鱼+一条线=四个鱼饵，但是……做鱼饵的时候豆腐可以当鱼用！豆腐可以当鱼用！豆腐可以当鱼用！！！！！果然豆腐是红烧牛肉里的牛肉酸菜鱼里的鱼糖醋里脊里的里脊粉蒸肉的肉……等等那不是大学食堂的土豆么？！(被拖走)\n\n\n===三、厨具与其他物品 ===\n\n1. 厨具\nPam的菜肴使用8种厨具：砧板、罐、平底锅、炖锅、烤盘、研钵及研杵、搅拌钵和榨汁机。其中砧板和(以前版本的)罐都是可以作为方块放置的——打开UI界面，和合成台相似，只要把使用砧板的合成配方的材料扔进去就能合成了——当然你也可以用材料和砧板在合成台里直接合成食物……\n\n\n2. 其他物品织棉： 种棉花可以合成线，线可以做成织棉。织棉可以做成羊毛也可以做成皮革装备(棉袄当皮衣穿……嗯……)硬化皮革：使用皮革和蜂蜡(参考第二章第3节)或蜡(使用蜡杨梅合成，请参考NEI)制作，可制作硬化皮革装备，硬度和耐久度与铁甲相当。蜡烛：用蜡/蜂蜡、线和染料合成，可提供照明。模型像是两片纸插在一起做成的，并没有神秘MOD的蜡烛好看。淡水与鲜奶：使用罐子和水桶/牛奶桶合成，便于省桶和大规模烹饪。\n\n3.食品\n太多了。。。。去NEI自己看吧\n\n\n\n",
    "replies": [
        {
            "author": "3532372326",
            "timestamp": 1579337100,
            "txt_content": "good\n介绍真不错"
        },
        {
            "author": "wsx200000",
            "timestamp": 1582192380,
            "txt_content": "比某个打半天打不开的网站好多了\n"
        }
    ]
}