{
    "title": "<原创·连载>《创世神》第三章",
    "author": "darkyun",
    "replyCount": 3,
    "timestamp": 1486458600,
    "txt_content": " 本帖最后由 darkyun 于 2017-2-7 17:38 编辑 \n\n。。。总是忍不住。。想发出来。。让更多的人看\n\n但是这个排版问题。。确实挺烦。。\n\n\n第三章       看着天色也不早了，要是还不赶快找一个安全的能够住人的地方才是，齐旭喝完水，看了一天天空，差不多已经下午了，毕竟自己走了大半天了，也不知道这里的白天和黑夜有多长，万一来个一月的永夜，一个不留神遇到那些白天没有活动，夜里出来觅食的野兽，没有安全的栖身之地，可是大大的不妙啊。\n       齐旭想来想去，这一片森林中，地形是平原加丘陵，没有太高的山。但是石头还是不少的，但是这么短短的时间里，搭一个石头房子，那是绝对不现实的，况且自己连帐篷都没搭过，何况是房子。\n       难道自己真要露宿在空地上？晚上再被狼叼走？虽然不知道这里有没有狼，晚上被弄死就不好了。看来，就只要这样了。上树！\n       齐旭打定主意。今晚上就在树上睡一宿。树皇是别想了，齐旭认定自己没有一两个月上不去了，他四周打量了一番，选定了四周比较大的一棵树。\n       来到树前，仔细观察了一下树，这个树是一棵榕树。主干部有5人合抱那么粗。树的四周有很多树藤，很好攀爬，要想晚上没东西爬上来，齐旭感觉这棵树还需要改造一下。\n       齐旭在地上找了一块趁手的石头。把石头放在口袋里，顺着树藤就爬上了树，齐旭心想，这树藤的质量还不错，一根树藤禁得住一个人上下攀爬，这棵树的树藤还是不少的，齐旭上了树之后，在树的分叉的树干中间停了下来，因为这个地方几乎是一棵树最结实的地方了。\n       榕树的树冠的里地方还是很大的，粗粗的分产树干其实也是不小的。齐旭双脚横着站上去还有很大的地方可以移动。而且齐旭发现，这棵榕树的伞状生长的，自己站的地方是伞的骨架分叉的地方，是一个围绕主干部的一个圆形的平台。他给这个自己将要睡第一晚的大榕树起来个名字，叫伞榕。\n       没有时间感叹了，齐旭掏出口袋里的石头，在平台的主干上刻了一个大大的一，然后慢慢的爬向了伞榕其中一个分树干，齐旭要把在伞榕上的每一个树藤全部用石头敲断，他可不想半夜睡觉被什么东西顺着藤蔓上来。况且，他看着树藤这么结实，还想用这树藤在伞榕上编一圈网子的，省的半夜翻身，自己作死。\n       不知不觉，太阳已经快下山了，齐旭把榕树上所有的树藤都用石头敲断，当然，他留了一个供自己上下的树藤，他在树上把自己上下供用的树藤拽到了树上，这样一来，除了伞榕的主干之外，就没有什么可以上来的途径了，他又把自己弄断的大量的树藤绕着伞榕的骨架一圈又一圈，蜘蛛结网一般，给自己弄了个大的网兜，以免自己睡觉从树上掉下来。\n       这些事情全部做完之后。天已经黑了，茭白的月光照耀大地。干完这些活，齐旭已经累得不行了，仰头躺在伞榕上，看着天空，齐旭突然发现，天上有两个月亮！\n       “呵呵，看来这里真的不是地球了”。想起自己遇到这么奇幻的事：穿越，不禁有点哭笑，二十年的都市生活，现在要来当野人了。想着想着，就睡了过去。\n       齐旭刚睡着了没多久，就被一阵巨大的“额”“嗷”的声音吵醒，顺着声音望去，伴着月光，齐旭看见了很多“人”从地底钻了出来，齐旭再仔细一看，这哪里是什么人，这都是僵尸啊，青绿色的身体，破旧的绿色衣服，蓝色的已经磨得快要没有裤腿的裤子，简直是植物大战僵尸中的僵尸的现实版啊。乌压压一大片的从地底钻了出来。\n       “这下妖兽了，好死不死穿越到一个这样的世界，不过这群僵尸看起来要比植物大战僵尸里的僵尸弱智多了，没有那梯子的。看来哥这下半辈子，都要和他们做伴了。”齐旭心想。\n       齐旭现在就只能祈祷，这群僵尸看不见他在树上。就算看见了，他们也不会上树。这样想来，齐旭还有点小庆幸。\n\n激动！！！有人看了！！不过今天就到这吧。。剩下的明天接着发",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1486876920,
            "txt_content": "排版在想办法编辑吧……虽然我也受这玩意困扰……"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1487603220,
            "txt_content": "主角的心理素质就是好啊\n要是我看到两个月亮得吓得睡不着"
        },
        {
            "author": "darkyun",
            "timestamp": 1487640060,
            "txt_content": "qianyi_chuan 发表于 2017-2-20 23:07\n主角的心理素质就是好啊\n要是我看到两个月亮得吓得睡不着\n必须的。主角嘛。2333"
        }
    ]
}