{
    "title": "<原创·连载>《创世神》第二章",
    "author": "darkyun",
    "replyCount": 0,
    "timestamp": 1486454160,
    "txt_content": " 本帖最后由 a2455564728 于 2017-2-7 16:32 编辑 \n\n上午发表了第一章。发现被版主gggbbb发现了、\n有了动力。下午在更新一章\n第二章     “啊，妈蛋的，这回毁容啦”齐旭猛地从地上坐了起来。什么情况？齐旭环顾四周，发展自己躺在一片草地上，周围是一片森林。\n      现在是清晨，火红的太阳照耀大地。入目四周的树木根翠挺拔，树顶密密丛丛，遮天蔽日，大大小小交错成长，但是森林的中间霍然突起一颗巨大的树木，仿佛其他的树木都是他的子民一般，当真可以说是一棵树皇，那棵树树干直通云顶，偶尔有枝桠跃下云层，感觉树干纵然百人横抱估计也抱不下，不过齐旭只见到了这么一棵而已，其他的树木虽然也不小，但是和那一棵相比就小得可怜了，这里的树木不是热带雨林的树木，全部都是阔叶的常青树，奇形怪状，高树矮树参差不齐。\n      齐旭看到四周围是一片森林，只有自己躺的地方有那么一片空地，空地上长着大片的青草，心想：我靠，穿越了。前一秒在大排档喝酒，然后被砍，后一秒就躺在了一片森林中间的空地上。这不是穿越是什么，\n      齐旭这是赶紧查看一下自己，看看自己作为传说中的穿越者有什么不一样，上上下下，左左右右，前前后后，齐旭非常仔细的看了一遍自己，没有魂穿，还是自己喝酒时穿的那身牛仔裤，短袖衬衣，\n      自己手上带了一只表，口袋里有几样东西，打火机，一包江山，钱包，手机，钥匙。心想自己怎么这么没用，钥匙链上怎么不装一把水果刀，就只装了一个指甲钳，现在好了，除了打火机之外，其他的都没什么帮助，而且打火机还要小心的用，要是不小心把这片森林点着了，自己就真的死无葬身之地了。\n      现在能确认的一点，就是这里应该不是地球了，虽然自己能呼吸，证明这里有氧气，但是这那远处的那棵直通云霄的大树，齐旭自认在地球上没听说过，最起码不是21世纪。\n      在心里渐渐定下来，真正认定自己穿越的事实以后，齐旭有点怕了，怕什么？一个人在一个陌生的地方，首先是新奇，觉得这个地方和自己成长的钢铁城市不一样，在之后就是无尽的恐惧了，当然害怕了，这是什么地方？拜托，异世界好吗，看着么大的一片森林里，没有一丝丝人类存在过的痕迹，而且俗话说，林子大了，什么鸟都有。恐怕自己在这里凶多吉少啊。\n      不管了，齐旭心里一横，真要是遇到要命的事，要么死了再次穿越，穿越不成，我就索性把林子点了，反正一把打火机在手，大不了同归于尽。想到这，齐旭不禁胆子又壮了起来。真是的，怕什么。\n      “人家穿越，要么魂穿，帝王之子，富二代，最次还有个什么家族产业要继承。要么穿越给一个金手指，什么随身空间啊，什么无敌系统啊，不死之身啊什么的，自己穿越怎么什么都没有。”齐旭一边埋怨一边起身仔细的观察周围的地形。虽然自己没有过这样的经历，野外求生的节目也没看过多少，但是，他玩过求生的游戏可不止一点点。而且，他就是做这个的，现在起码有一点是可以确定的，赶紧观察地形，看看那里有水源，看看周围有没有什么野生动物，省的死的不明不白。\n      还好，周围除了树还是树，没有什么危险，齐旭掏出手机来，看了一眼时间，早上8点半，呦呵，没想到自己的生物钟还是不错的，每天早上8点左右都能起床，看完时间，齐旭默默地把手机关机了，这地方有没有信号，华夏移动的信号应该还覆盖不到异世界。手机也没有多少电了，省一点是一点。\n      找水吧，齐旭心想，虽然这时候不渴，但是这样下去，自己非把自己晒成咸鱼不可，现在只能学着胖子减肥的秘诀了，管住嘴迈开腿。\n      “这里是郁郁葱葱的森明，水源肯定充足，不过要是一直找不到，就要哭了。游戏里也没有教人怎么找水的情节啊，为毛以前玩的游戏里面，只有饱食度，吃东西就长，人都不用喝水的吗？估计树长得越大需要的供水量应该越丰富何况这么一棵树皇。”齐旭一边自言自语一边小心翼翼的往最大的那棵树走。\n      走了近半天，齐旭发现了一个问题，自己走了好几个小时，居然连一只动物都没有看到，甚至连一只昆虫都不见，想想看，这么大的一片森林里，危险丛生，步步为营才是正常，而齐旭这一路来，居然走的很平坦。\n      反常即为妖，这林子不对劲，这tmd就是游戏里的官道啊，连一个怪都看不到，不是据说原始森林中被一只蚊子都能叮死吗，这是怎么个情况？算了，想买那么多干啥，有危险大不了点了这林子，总比被渴死的强，齐旭这时候已经有点口渴了。不由得加快了步调。\n      齐旭把小心翼翼的慢走变为了大步流星的快走，在穿过了大片的森林之后终于在最大的那棵树前面不远看到了一条小溪，齐旭已经进一天没有喝过水了，又耗费了大量的体力来走路，已经渴到不行了这时候看到有一条小溪在地上留着，哪还管三七得不得二十一，饿虎扑食一样跳进了小溪里，大口大口的喝水。\n      喝完水，齐旭又在溪边歇了一会，补充了一些体力，现在他心想，可以开始野外生存的第一课了，天黑之前先给自己找个窝。\n\n\n\n\n\n\n求人气！！求关注！！\n\n",
    "replies": []
}