{
    "title": "<原创·连载>《创世神》第四章&第五章",
    "author": "darkyun",
    "replyCount": 3,
    "timestamp": 1486522080,
    "txt_content": " 本帖最后由 darkyun 于 2017-2-8 10:48 编辑 \n\n之前看，，，写的没人看，，算了还是把第四章和第五章传上来，让大家看看吧，毕竟之前的没有mc元素，，，从这。才有的。。毕竟。。我是个慢热的人\n\n第四章      齐旭小庆幸之余也是头皮发麻，谁在现实世界见过僵尸？还是这么近距离的？齐旭趴在伞榕上一动不动，观察着“这一大波”僵尸的动静，这时候的他也没有什么困意了，      “到了异界的第一天就想安稳的睡觉，想想我也是醉了”齐旭暗暗地低声自嘲道。不知道是不是这群僵尸听到了齐旭的自嘲，一群僵尸猛地朝着齐旭所在的伞榕涌了过来。       ”遭了，发现我了，这下死定了。”说话的功夫，僵尸已经围上了伞榕，给伞榕的主树干围了个里三层外三层。齐旭这时候感觉自己有点憋屈，什么个情况？没被刀砍死回头到异界被僵尸咬死？      齐旭看了一眼下面的僵尸，有点中二的对天竖中指大喝道：“老天爷，我日你先人板板，先是无缘无故被人砍，然后没死穿越了，白天只喝了一点水，没吃过东西，现在大半夜的又困又累又饿。完事底下有一群僵尸堵路，能不能给点活路啊？”      话音刚落，只听得“铃”的一声，一道亮光划过天际，天空中出现一道光柱自天上直射到地面，齐旭看到光柱不由得心里一惊，光柱的落点好像就是自己穿越时候的落点——那片空地。这道光柱持续了十几秒之后就熄灭了。      “难不成又有人穿越？“齐旭心里暗道。      有没有人穿越齐旭不知道，不过光柱确实吸引了树底下这群僵尸的注意力，只见这群僵尸身体一转，就朝着光柱的方向涌了过去，不一会就消失在了齐旭的视野里。      僵尸一走，齐旭就立刻松了一口气，但也是睡不下去了，谁知道那些僵尸什么时候回来？万一再堵在树下面，不是没得跑了吗？三十六计走为上，江湖危险快点跑，先撤了为妙。      齐旭检查了一下自己的东西，顺便取了一截树藤绕在自己身上充当绳子用。接下来放下伞榕上的树藤，三下五除二的下了伞榕，往着刚才光柱相反的方向跑去。齐旭虽然也好奇光柱的地方发生了什么事，但是想到那群僵尸取了光柱的地方。就放弃了。好奇心害死猫，那是因为猫不知道危险，明知道危险还去就是作死了。      与空地相反的方向是哪？是那棵树皇！齐旭一路越过小溪，之后一路狂奔两个多小时到树皇下面，这时候天都有点亮了，齐旭真正到了树皇脚底下的时候，才真正的震惊到了，甚至忘了树林里还有僵尸。      这哪里是什么树啊，这就是一个摩天大厦啊，从树的根部往上望去，笔直的树干没有分叉，直到树的中部才出现分叉，不过中部也有几十层楼那么高。好在这棵树很大，齐旭估计顺着树的纹理就可以往上爬，不过齐旭可没有爬到树顶的想法，两个多小时的狂奔，让齐旭稍微冷静下来了一点，毕竟在这两个小时里，也没有遇到其他的怪物，会不会只有这么一群僵尸？      伞榕是肯定回不去了，谁知道那群僵尸会不会游荡回来？期许现在又累又困，顺着树皇的纹理往上走了一段，大概七八层楼高吧，然后就找了一个长得平整的纹理停了下来。      齐旭发现一个纹理居然可以这么大，前后加起来应该有个100多平米大了。“这哪是什么树啊，要是有门有窗户，这就是一个高级公寓啊，反正这里离地面也有个七八层楼那么高，先睡一觉再说”      齐旭这一觉就睡了七个多小时，看一下时间，已经上午11点了。      “嗯，睡得真香啊，决定了，以后的窝就定在这里了，得好好改造一下，不过第一要务就是解决一下五脏庙的问题”齐旭伸个懒腰。齐旭深吸一口气，发现异界的空气还是很不错的，没有工业时代的痕迹。深吸一口气感觉自己的身体都有点轻了。      “叮，检测到宿主生命痕迹，状态良好，检测到宿主体内能量流动，程式准备与宿主彻底融合，融合开始……”      齐旭懒腰还没伸完，就听到自己脑子里出现了一个声音，感觉上就像自己平时编写游戏的时候用的电子合成音。不过刚一听到内容齐旭就有点懵了，宿主，什么叫宿主？意思就是说自己身体里有一个什么东西寄居在这，自己居然不知道，这样太恐怖了吧，不过，看遍网络文学的齐旭反映了一会就是明白了，这是什么？这是我的金手指！\n\n第五章      虽然自己脑海中的那个声音说融合开始，但是齐旭并没有感觉到自己有什么不一样，没有疼痛，没有很舒服。为了不出现什么意外，齐旭就在原地一直等，等了10分钟脑海里的声音都没有再想起，齐旭都怀疑自己是不是幻听了。直到又过了10分钟。      “叮，融合完成。宿主获得程式“我的世界”系统融合。开始改造宿主身体”      齐旭脑海里的话音刚落，齐旭就立刻感到全身一阵剧痛，齐旭感觉到一股能够燃烧灵魂的痛苦从自己全身的毛孔中渗透进来，透过骨髓，直达五脏六腑。齐旭刚一感觉疼痛就立刻自我保护的晕了过去。      不得不说他很幸运，在地球从事游戏策划工作，把游戏玩的滚瓜烂熟，穿越的时候吸收时空的力量，太阳磁暴透过他的脑海将他能量综合成一个程式，由于全部力量都被用于程式了，齐旭体内一点能量都没有，直到他睡了一觉，深吸了一口气，空气中的流动能量激活了体内的程式。      等到齐旭醒来的时候，天已经黑了，齐旭不知道自己睡了多长时间，是一天还是一个月，不过齐旭发现自己不饿了，大概是饿过劲了。      “叮，发现宿主意识清醒，宿主身体改造完成，程式关闭，待到宿主身体能量进入下一阶段自动开始更新程式”      齐旭听到改造完成了，抓紧看看自己有什么变化。发现自己并没有什么变化“咦？改造完成了？感觉怎么没什么变化？那些改造之后飞天遁地的能力呢？怎么没有？就算这些没有，那变帅一点也行啊”      齐旭想起了脑海中的提示，说是“我的世界”系统融合到了身体里，可是自己也没变成超人，三观也没有变成奇幻的。那到底这玩意给了我什么好处呢？      齐旭仔细想了想，发现这个系统里夹杂覆盖很多东西，甚至齐旭感觉自己能做任何自己想做的事，但是又不能做。那我的世界会给自己带来什么？      齐旭闭上眼睛感受一下自己的身体，终于在齐旭想要放弃的时候发现了一点不一样，他感到自己的身体里，还有着其他一些东西，有一个巨大的空间、一个不知道有什么鬼画符组成的魔法阵、还有一个刻满字的石碑。      那个空间是由许多小空间组成，他感觉这些小空间有无限大，再仔细查看了一下！发现大空间的顶端写着巨大的汉字：物品栏。      我去！难道这就是传说中的空间戒指？我这个版本都不用戒指的？恩。看来是。继续往下看。      物品栏的旁边就是那个玄奥的魔法阵，不知道是干啥用的。魔法阵的上面也悬着三个大字：合成栏。齐旭有点摸不清头脑。还是不知道干什么用的。      再一看那个石碑，石碑顶上刻着六个大字：全局合成公式！下面密密麻麻的画满了图画，图画的旁边还有一堆小字作为图形注解。      齐旭定了定神，不相信的眼神直勾勾的盯着前方，直到齐旭平静下来，嘴角都能咧后脑勺去了。“这下发达了”，      齐旭先看了看那个石碑，毕竟有字的东西，万一是个使用说明呢？石碑上大大的六个字：全局合成公式，上面密密麻麻刻满的是一道道的合成公式，齐旭粗略的看了下，里面有各种各样的合成公式，然后基本分为四大类，合成台类，熔炉类，附魔台类，炼药台类。      合成台类里面。主要是使用合成台把材料合成的，主要是合成工具。比如，齐旭就看到一条合成类的合成公式，一个铁桶，就是拿三个铁锭放到合成台里合成的。这下，齐旭懂了，原来那个魔法阵中间的合成栏。就是合成台的简易版本啊，随身携带啊！      熔炉类里面，主要是通过熔炉把材料合成的，主要是合成装备，武器。但是也可以用熔炉来做食物，比如，齐旭看到一条熔炉类的武器的合成公式，一把铁剑,是拿一个木棍，一个皮革，两块铁锭在熔炉里锻造的。还可以把兔肉，放到熔炉里烹饪，材料是一块炭。出来的就是熟兔肉。      附魔台类，主要是给各种物品附魔用的，可以随机给物品随机附魔。也可以给物品定向附魔。不过两样付出的代价不一样罢了，比如，想给一把铁剑附魔，随机附魔，最低花费十块一级附魔石，想定向给剑附魔一级火属性攻击，就需要五十块一级附魔石了。而且，附魔的属性。杂乱繁多。只有你想不到，没有附魔不到的。      最后一类，炼药台类，这个最好理解的。把材料放进去，出来的就是药了，齐旭发现，炼药台炼出来的，多半分为是药剂和丹药两种，但是在注解上，药剂比丹药见效快。比如，齐旭就看到一个相同效果的丹药和药剂，疗伤用的，一级治疗药剂。需要止血草一根，地狱疣一株，在炼药台里提炼，提炼出来的药剂要比丹药见效快。      石碑的最上面还有一个检索的空栏，齐旭捉摸了一下就会用了，自己意念所想，合成什么，石碑上就会出现合成公式。不过齐旭试了一下想做出个时空虫洞之类的，却发现石碑上显示无此物品合成公式。齐旭心想大概系统还没有那么逆天吧，或者是目前没有这种东西的合成公式，以后会有的。      再看物品栏，齐旭数了数，自己的物品栏一共有36个，可是齐旭感觉自己的物品栏放的东西大小是无限的。      齐旭把自己的钥匙掏出了出来，心念一闪，钥匙就从手里不见了，再查看物品栏，一个小空间中就出现了钥匙，齐旭发现自己还可以看到物品的名称。      “钥匙。工具，可以打开专用锁，放到熔炉里可熔炼出铁锭一个，可以在合成栏中分解出钥匙图纸。”      “钥匙还可以熔炼？可以分解？合成公式里面可没写物品还能分解啊。看来我的金手指不仅仅是物品栏啊。熔炼就算了，我这里也没有熔炉，分解试试吧，”齐旭心想道。      说做就做，齐旭把钥匙从物品栏的空间里拿出来，又放到了物品栏旁边的合成栏，心中默念分解。只见自己体内的合成栏的魔法阵一亮，钥匙就消失在了合成栏中，齐旭翻了一下，在自己物品栏中出现了一张图纸      “钥匙图纸。合成公式，使用一个铁锭在合成台中制造钥匙，也可以根据图纸所画交予他人制作。钥匙合成公式已加入到全局合成公式中”齐旭把图纸从物品栏里拿出来一看，立刻傻了眼，这都是什么？一个角度一个距离，加上各种三视图等等，齐旭根本看不懂。“看来，这是给会做的人看的。我自己要是想做就直接合成台了。      想到这些，齐旭把自己剩下的东西一股脑的放到了物品栏里。      “手表，工具，可以显示时间，钟表的便于携带版，消耗电池。可以放到熔炉中熔炼，熔炼可获得1个钟表、2个铁锭、两个电池，可以在合成栏中分解，分解可获得手表图纸。”      “江山香烟，消耗品，使用后具有提神醒脑的效果，使用需要火，可以放到熔炉中熔炼，熔炼可获得1个纸和3个烟丝，，可在合成栏中分解，分解可获得江山香烟图纸”      “打火机，工具，打火石的持久版，使用后产生明火，消耗甲烷，可以放到熔炉中熔炼，熔炼可获得1个打火石，一瓶甲烷。可在合成栏中分解，分解可获得打火机图纸”      “树藤，工具，长绳类的一种，无消耗，可以放到合成台中提炼成长绳，”      “手机，工具，长距离通讯设备，消耗电池，可以放到附魔台上拆分，拆分可获得一块玻璃板、1个铁锭、1个金锭、4块电池。可以在合成台中分解，分解后可获得手机图纸”      看着物品栏的东西，齐旭唏嘘了一声，这下可轻松了，看完了物品栏，齐旭又仔细看了一下合成石碑上的合成公式。石碑上的合成公式错综复杂。小到怎么做面包，大到做一些机关，什么都可以做。基本上看一眼合成公式，材料足够的话，tnt都是可以从自己的合成台中合成的。\n\n\n\n\n",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1486877100,
            "txt_content": "剧毒的金手指系列QWQ\nHIM有新玩具了"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1486897980,
            "txt_content": " 本帖最后由 星之永恒 于 2017-2-12 19:17 编辑 \n\n一些建议，如果言辞难以使人接受，请无视本回复。\n\n首先，符号问题。请确保各个句子之间，有正确的符号隔断。\n引号内如果是一整句话，请使用句号隔开。\n\n其次内容。\n首先穿越是一个被写烂的命题。这个构思模式下的文章，很容易引起读者反感。\n\n一群僵尸猛地朝着齐旭所在的伞榕涌了过来。\n过渡很不自然。一群僵尸毫无征兆的，确定性的往同一方向移动，这有悖现实。\n有点中二的对天竖中指大喝道：“老天爷，我日你先人板板\n粗口尽量避免。我不认为主角这个时候还会有这样的行为，建议换成心理活动。\n我觉得这个主角这样侮辱上帝的话，他活不过那个晚上...\n 齐旭发现一个纹理居然可以这么大，前后加起来应该有个100多平米大了。“这哪是什么树啊，要是有门有窗户，这就是一个高级公寓啊，反正这里离地面也有个七八层楼那么高，先睡一觉再说”\n过分夸张。我不觉得这个文章的思路是科幻，魔幻，但这就是魔幻到鬼畜了\n “叮，检测到宿主生命痕迹，状态良好，检测到宿主体内能量流动，程式准备与宿主彻底融合，融合开始……”\n      齐旭懒腰还没伸完，就听到自己脑子里出现了一个声音，感觉上就像自己平时编写游戏的时候用的电子合成音。不过刚一听到内容齐旭就有点懵了，宿主，什么叫宿主？意思就是说自己身体里有一个什么东西寄居在这，自己居然不知道，这样太恐怖了吧，不过，看遍网络文学的齐旭反映了一会就是明白了，这是什么？这是我的金手指！\n魔幻+主角光环。看起来真的很俗。\n这也是一个过渡，但是非常的不自然。可以通过剧情的描写，慢慢展开这段内容（的描写目的，即“变身”）。\n齐旭感觉到一股能够燃烧灵魂的痛苦从自己全身的毛孔中渗透进来，透过骨髓，直达五脏六腑。齐旭刚一感觉疼痛就立刻自我保护的晕了过去。\n先出后进，您的主角真是内外通透。\n描写很...很诡异。对于痛苦的描写应放在刚一感到疼痛之后（即修饰本句“刚一感到疼痛”）\n不得不说他很幸运，在地球从事游戏策划工作，把游戏玩的滚瓜烂熟，穿越的时候吸收时空的力量，太阳磁暴透过他的脑海将他能量综合成一个程式，由于全部力量都被用于程式了，齐旭体内一点能量都没有，直到他睡了一觉，深吸了一口气，空气中的流动能量激活了体内的程式。\n————\n齐旭听到改造完成了，抓紧看看自己有什么变化。发现自己并没有什么变化“咦？改造完成了？感觉怎么没什么变化？那些改造之后飞天遁地的能力呢？怎么没有？就算这些没有，那变帅一点也行啊”\n像极了俗极了的武侠小说。主角光环Max。\n希望减少这种描写。\n\n关于合成栏的描写太多，故不再引用。\n明显有悖现实，给人一种非常虚假，而且完全照抄游戏设定的感觉。\n没必要完全照搬设定，完全可以使用一些现实生活中的元素。\n你写这篇文章本来就是一种创新，又为何要拘于形式，设定。\n分解，合成，这些游戏中的设定，如果以现实主义笔法描写（说白了就是依照现实），会有一种令人耳目一新的感觉。\n\n最后，对这篇文章的评价。\n情节空洞（毫无内容，很难让人明白你想表达些什么），\n动作描写严重缺失（人物的动作几乎完全没有细节刻画，连最基础的修辞都没有——我不是希望这是一篇现实主义文章，但这动作真的太空洞了）\n人物心理描写欠佳（说真的我都搞不明白主角的心思）\n过多的对白，给了旁白太多的戏份（文章情节空洞的主要原因，根本原因是缺乏明确的主线和情节刻画）\n过多的幻想成分，缺乏创新（已有详细说明，不再赘述）\n再接再励。\n——几句废话\n虽然楼主也是新人，我也清楚不该对新人的文章做出过多的负面评价，\n因为这会打击新人的创作热情。\n但如果缺乏正确的指导，如果新人永远害怕批判，如果新人永远都无法改正自己写作中的错误或毛病，\n他永远都无法摆脱新人的身份。\n给新人作评这件事原本是由一位叫Engon的会员，安根先生负责（严格意义上来说他是义务帮忙）。\n我也曾是新人。这位叫安根先生的前辈，曾经对我的文章（曾自认为写的非常好），在QQ上（我当时还在跟着他学习）把我整个文章的所有毛病，全部指出，说的要多刻薄有多刻薄。\n然而现在我能写出优秀的文章，全得感谢他的指导。\n总之，我希望楼主能理解些什么，即使是听懂些什么也好。\n也希望您能写的更好。不介意的话，以后的每次更新都可以@星之永恒 。\n感谢。"
        },
        {
            "author": "darkyun",
            "timestamp": 1486948500,
            "txt_content": "星之永恒 发表于 2017-2-12 19:13\n一些建议，如果言辞难以使人接受，请无视本回复。\n\n首先，符号问题。请确保各个句子之间，有正确的符号隔断 ...\n多谢指导。我会继续努力的"
        }
    ]
}