{
    "title": "[HAYO]1.10.2匠魂TAIGA附属教程 纯原创+翻代码=苦差事",
    "author": "天域",
    "replyCount": 35,
    "timestamp": 1486563180,
    "txt_content": " 本帖最后由 天域 于 2017-10-1 14:27 编辑 \n\n\n\n\n我觉得会看这个教程的人应该都是会匠魂的吧？\n如果不会 那么这里走好（TiC2视频教程 By 943）（全套b站内自行搜索）\n\n\n--前言--\nTAIGA是个匠魂1.10.2版的附属mod，也是由我目前维护搬运。花了一天时间汉化完成了全部手册内容及物品名称，真的是十分艰辛，然而回报收获甚小，于是打算在这里写一份教程。\n第一次在教程区发帖的我表示，这次写教程的初衷是讲解本mod中繁杂的合金部分，后来转念一想，这可以作为一个宣传TAIGA的机会，发布区的人都不怎么热情，截止至此时（写这段话）仍分文未收（虽说收金粒人气不是那么重要），但TAIGA这个mod还是值得推广的，有必要在这里详细地讲一讲。\nTAIGA没人气（怎么想都是你们的错），其实主要原因是1.10.2的整合没人玩，我想可以说至少没到1.7.10的一半吧，玩1.10.2版TiC的人就更少了，还指望有人来玩TAIGA？\n按理来说第一块是要讲如何起步，虽然不难，还是推荐你们看一下起步部分，里面也有TAIGA新材料硬度表，然而并不在本帖内，而在我的搬运贴 最后。\n所以说下面主要讲的是其他一些比较杂的东西，诸如合金合成表，各材料（并不是每种都能制做工具！）的属性详解，部分材料的有趣特性之类，哦对了，还要一个更傻瓜式的发展教程（不然万一有些人不会跨级呢？\n\n于是下面我们就开始第一块 合金表 按起步指南（见上）中的合金硬度表的顺序 从软到硬一种一种讲过来\n连比是指各材料的用量比 最后一个数字指的是合金的产量 以下均由自己归纳整理：\n提示：这些级别是按合金做成块以后的挖掘硬度来分级的。\n\n\n3级（钻石）：\n泰伯利安\n泰伯利安，顾名思义，是泰伯利亚的合金。配方如下：\n        泰伯利亚+玄武岩->泰伯利安 5:1:1\n        泰伯利亚+双锂->泰伯利安 5:2:1\n推荐第一种（省材料，而且玄武岩虽然难挖并不难找），如果实在没有玄武岩，第二种值得选择，因为：\n【泰伯利亚晶体 ==（熔融）== 熔融双锂】（不知是否为bug\n【泰伯利亚原矿 ==（熔融）== 熔融泰伯利亚】\n所以只要你有一把精准采集的镐（太非附不上？TiC精准水晶神器你值得拥有），轻松做出你的第一块TAIGA合金！\n它的属性……算是负面的吧，脆弱，每次挖的时候不只掉一格，一个方块会掉1~4格耐久。\n其实也有实际表现，就是挖掉的方块周围会把石头变为圆石或苔石，如果缺苔石可以用它。\n不缺苔石它就没用了吗？并不是！别忘了TAIGA有这么多种合金，有些尽管它不能用来做工具，但还可以用来做更加高级的合金，这个系统可以说是史无前例吧？看到后面你就会发现，TAIGA里这样的例子有很多。\n\n4级（钴）:\n ①碎金\n碎金，顾名思义，有碎裂属性（并不是说它易碎啦）。配方如下：\n        泰伯利安+黑曜石+深渊金属->碎金 3:3:1:2\n看到了吧，泰伯利安说曹操曹操到。深渊金属没见过？（你一定是没读过TAIGA手册）是一种末地才能挖到的矿物，稀有也很难挖，还好这里用量不算多。\n它的属性可就好很多了，碎裂是指什么呢？地震波见过吧？你可以把碎金镐想象成一台地震波发射器，你要是向前下方挖呢，就会是这样：\n\n\n\n这可是一次挖成的！（不过碰运气了，有时不尽人意）（耐久掉的也不多，一般为1点，这也是碎金的优点之一）\n什么？你不信？那再来看看这个！如果你朝着正下方挖，就会变成这样：\n\n\n\n同样是一次挖成！这个坑可深可浅（跟挖掘时间有关？），如果在你脚下挖出了一个深坑，小心一次掉半排的血！无防具的话千万不要拿此镐这么玩！\n用途？如果你有什么橡胶靴（喷气背包之类就更好了），想到深渊世界开荒/11层开矿道的话，那就穿上了以后直朝脚下挖，很快就能见底。\n如果你在开树形矿道，那么碎金镐就更适合你了！只需一次挖掘，一格宽且很深的分支就开好了一条，很有可能挖出来的洞最深处你都够不到呢！\n没有最好，只有更好。看不上碎金？当然它也可以用作合金制作。\n值得一提，虽然碎金块的挖掘等级是钴，但碎金镐不加强化最多只能挖动钻石级！\n\n②瑟蓝\n瑟蓝，顾名思义，是蓝色的。\n（好了好了别打脸了）玩过星界边境的人应该知道，这是从那捏他过来的矿物。词根violet，紫罗兰色，所以说瑟蓝锭就是紫罗兰色的。\n配方：奥罗拉+阿迪特->瑟蓝 3:2:2\n奥罗拉是什么不知道？一种末地特有的矿物，只有做合金一个用途。\n瑟蓝的挖掘速度不行，但耐久上千。属性，神秘，也就是说如果你爱半夜三更挖矿的话，这把镐的耐久可以多三分之一。\n为什么这么说呢？当你沐浴在夜光下（只要是夜晚都行）挖着矿，时不时，它会自动补上几点耐久，轻则**，重则数十。\n说实话，这属性也没有多厉害，一定要你在挖的时候才能补，而且很玄学的时机突如其来的惊喜，唔，以上个人看法。\n\n③地母\n这玩意我放的表里没有（其实是作者没写进），但还是要讲一下，为后面的众多合金制作作下铺垫。这个东西很特殊，甚至连手册中都没有其材料页。\n配方很重要：卡梅塞恩+欧维姆+杰西姆->地母 1:1:1:2\n这三种应该都没见过吧？告诉你，它们就是仅有的三种以太金属。这么说了你肯定还不懂，那么何谓之以太金属？\n代替手册讲一下的话，就是说，这三种矿石分别在mc原版（新版）的安山岩、闪长岩、花岗岩里出现，都是钴等级的，且都无法单独制作工具。也就是说，在你找全三种以太矿物之前，它们都只是废柴而已。\n当你集齐这三种时，就能成功召唤神龙了——地母——好吧其实也不怎么厉害，还能用它做出更多远更棒的材料。\n那么，它的属性，屠宰，又是怎么一回事呢？手册里没给出解释，于是把工具放进装配台查看属性，仍是不怎明了。只好自行测试。结果就来了——它明显能提高生物掉落物的掉率。\n“屠宰——有了肉吃谁还要经验？”乍看之下，是减少经验掉落，增加掉落物。实际上，经测试，经验掉落并无受到明显遏制。而掉落物却明显增多。（我是用地母劈刀与牛来做实验的，每次斩杀5只，对照组为精金劈刀）\n然而，总是斩斩杀杀什么的毕竟不**，因此这在我眼里不是什么太有用的属性。这里插入这一条，下一条就将用到……\n\n④漩金\n注意了，漩是漩涡的漩，不是旋转的旋，更不是玄学的玄。\n漩金，顾名思义，有漩涡属性。（还不如叫做海绵属性\n先插入一下配方：钴+地母->漩金 3:2:2\n这个属性有什么用呢？我是半天才搞懂，你刚拿到漩金工具的时候，很快它会变成亮色，比附上魔还亮好几倍（以快捷栏内显示为准）。\n然后你打开物品栏，会发现它的属性下面多了一条Actual Radius（实际半径），并在不断增加。\n你可以把它理解为，它有两重耐久，实际半径是吸水用的耐久，当它是亮色的时候你就可以右键水源把它吸没，同时实际半径也会减少若干点。\n这个就可有用了，矿洞里有水源阻塞通行？吸掉！打海底神殿该用哪把剑？当然是漩金剑，这样你甚至可以不用带桶。\n至于岩浆能不能吸掉的问题……目前来看是不行，就算行也要用掉一大把的实际半径，实在不划算。据我的测试，几十的实际半径还是吸不动岩浆。右键一下，亮色是没了，岩浆纹丝不动。\n\n⑤焰晶\n焰晶，顾名思义，它的属性都与火有关：炙热属性——打怪有几率掉落烈焰棒、烈焰粉或煤炭，不推荐用来挖矿，因为会使掉落物被瓦解，并可能损耗更多耐久\n熔化属性——挖圆石、石头、地狱岩、黑曜石时有2.5%的几率转化为熔岩\n\n哦忘了说配方了，阿迪特+地母+欧司朗->焰晶 2:2:1:2\n欧司朗是一种矿物（原来被@小冰XB翻译成锇钨合金，估计查来的。由于这并不是种合金，估计误导了一些人，抱歉。\n\n2/19：感谢@7051236 告知此处属性写错！已改正确\n\n⑥震金\n震金，名字会很令人震惊吧，顾名思义，有振动属性。但注意别和最高级矿物振金搞混。\n这算是个比较好的属性，作用就是挖矿的时候一定几率触发，然后耗相对而言较多的耐久，挖出一条一格宽的通路，有时可能会通到很远处。\n总之是给你找矿物的，可能从自己挖的矿道跑到一条你未曾谋面的峡谷，可能挖着挖着就带你发现了八连钻石矿脉……唔，这个看脸。\n由于是一个宽，所以除非你有什么特殊技巧，一般是要自己再挖宽一格，然后走过去的。不过这个触发几率没有碎金大，貌似。\n知道为什么泰伯利安的属性Earthquake译作“一种地震”了吧，因为泰伯利安的地震实在太小，只能震碎石头，这个是地震波形的，跟碎金很像，但比碎金更智能化（你跟我讲不就是一个作弊的矿物追踪？那你是没见过工业的扫矿仪，以及各类mod中种种类似的道具，都是要靠自己打拼过才做得出来的，一分耕耘一分收获。\n哦对了，又忘了贴出配方了：黑曜石+泰伯利安+零素->震金 4:2:1:4 （零素是一种罕见的末地矿物，全称零号元素\n看到了没，总结一下规律，泰伯利安及其制成的合金，都跟地震有所关联！（不要说我牵强啊喂\n\n⑦太空合金\n先贴一下配方：地母+奥罗拉->太空合金 3:2:2\n至于为什么不说顾名思义了……因为除了英文名对过来是有关太空的，我也找不到什么好套在这名字头上了。不过讲真，如果你会用它的话，就能体会到为什么称它为太空合金了。\n先来看看它的基本值，耐久和挖掘速度都还过得去。然而，仅有这么几点的镐子肯定不是最吼的，那么隆重介绍一下它的属性：\n属性移植，这可真是个好属性。待我慢慢道来。它可以说是末影珍珠的近亲。\n首先，它最主要的功能，其实是右键从洞穴中逃脱。这个功能理论上是不扣血的。为什么呢，让我们来看看它的判定方法。\n如果你头顶上还有方块，那么它就会判定你是在矿洞里。它会先开始寻找头顶上离你最近的那个方块，并把你顺间tp到那个方块的位置。这就算是洞穴逃脱。\n那有没有一种可能，使得你点完了一次还在洞穴里呢？不可能的，细心的作者早就想到了这一点，因此它会把你tp到64层以上的方块处。\n若是地面就低于64层呢？那就要看情况了，如果地面上面还有东西，比如是棵树，他就会把你tp到那棵树上面去，因为它蠢蠢地认为树叶才是地面。要是是片不毛之地呢？那它就无奈只好把你tp到那儿了，就算这不是地面也只能这样。\n那回到刚开始的假设，如果你头顶上已经没有方块了，比如已经站在地面上了呢？那它就会认为你在调戏它，并把你甩上10m高空，让你跌伤从此也就不敢调戏它了（雾）\n确实会把你甩上10m高空，但并不是无限制的，到了128层及以上，它就懒得再甩你上去了，这么高已经足以把你摔死。\n\n前面说了这些，那么到底有什么好处呢？除了忘路逃出洞穴，它的应用可多着！来我一项一项跟你讲。\n首先利用刚讲的这点，你可以以此代替喷气背包之类，前提是你点右键的手速够快。但是没缓降怎么办？要么你得穿橡胶鞋之类，要么你找片水域迫降。128层高应该足以横跨山峦，翻越峰巅了，你只要能忍受这缓慢的前行速度，完全可以就这样安然自若地空中看风景。\n还有！若是遇到怪被打得落花流水，不要硬怼了，上天怪物们可就没辙了。\n\n这还只是皮毛！还可以做个“电梯”。什么你不信？根本不用在每个楼层穿个洞放梯子，来把洞全填上吧，只需右键一下瞬间上楼，每次上下楼的代价？可以说没有。\n但是用这个电梯还是有些注意事项的。它每次的传送会是整数坐标，因此你会偏离一点的位置，久而久之，你就成走偏少年了233。最关键的一点，不仅它不能下楼，你在地下室它都无法正常工作！只要你在64层以下，他会找一片更像地面的地方给你落脚，有可能跨了不止一个楼层。\n\n对了，很重要的一点忘了讲。就是每用一下工具的耐久会掉很多，应该是按百分比算的，所以不推荐把你的太空工具当作工具传送器两用型。不过这还没事，因为作者十分良心，就算工具耐久爆炸，它依然在正常的运作！所以拿着这样一把破旧的工具，很多问题迎刃而解。\n什么，你问我为什么这一节写这么详细？我怎么知道。（因为我好不容易好好研究了一下，总得放点干货上来造福大家，虽然知道并不会有人去用）\n\n这段文字如此长，很想插点图，可又不想去搞gif，其实单单一张静图看不出什么，所以……你们还是凑合着看吧\n\n\n⑧流明\n同样先是配方：钯+地母->流明 1:1:1\n让我们先来看一下它的基本属性，耐久很接近一千了，但速度不尽人意。\n它有两个不同的属性，分别是发光和微光。什么，你问这两个有什么区别，不都有光吗？那可不是：\n发光属性，即你在白天会发光。只有白天才会吗？虽然书上是这么写的，但其实并不。经测试，夜晚也会发光。那么，什么是发光呢？难道说自带一个移动光源？\n如果你这么想，那你可就大错特错了。发光属性是让你整个人亮得像燃烧着的镁条，但并不会照亮周遭。那你看起来有多亮呢？可以说基本就是通体一片白，如图所示。（也许原理就是材质替换？\n\n\n\n这表现为一种药水属性，即发光其实是个buff。当然你不可能一直发光。只要当你手中的工具换成流明工具，你就会带有此buff。反之，切换工具的话，发光buff会依然存在至多5秒，随后恢复正常皮肤。综上所述，这是个没卵用的属性。\n微光的话虽然名字看起来不如发光，实际上确实比它要好一点。（中国有句古话叫做“闷声发大财”……\n微光就是让你挖着挖着，突然眼前一亮。是真·眼前一亮！你会获得一个半分钟的夜视效果（其实时长不定）。虽说这是随机给的，实测几率并不小。\n因此，只要你有够好的武器，不怕怪物的随时袭击，就不用再带火把或是任何他种的移动光源了，干了这瓶喝不尽的夜视药水吧！\n\n终于，我们讲完了所有的四级合金，下面开始进入五级部分。\np.s.从此开始所有特性的效果都查自代码。\n\n5级（杜兰特）：\n①普罗克希\n到了五级，所使用的原材料也更上一层楼了呢，以下配方：\n        钷+钯+零素->普罗克希 3:3:1:3\n其中两种你没见过的，都是五级的矿物，详见手册TAIGA部分。那么属性扭曲是怎么一回事呢？\n对于掉落物，会有5%的几率被传送到10m半径范围之内处，并发出末影人音效。另外，会随机掉落0~2个末影珍珠。\n还有，当你打了一下生物以后（应该是要扣血才算），会有15%的几率将你和它交换位置。小心别头晕了哦！\n\n②帝金\n先说配方：杜兰特+钷+深渊金属->帝金 3:1:1:2\n它的属性，虚伪，就更复杂了。首先，每次击中目标，会有1%的几率（晚上会变成3%），使目标失去AI（也就是没脑子了），然后血量会变化，有公式：\n        最大血量×(1.8-0.4x) [0<x<=1，随机生成]意即，其血量会比最大血量还要大40%~80%。对血量大于250的生物无效（原版中只有凋灵）。\n而且掉落物有90%的概率不掉了。所以说……究竟是个好属性还是坏的呢？至少……僵尸也有可能对你友好了。\n\n③铌\n钯和铌都是元素周期表中存在的元素，但前者在TAIGA中属于矿物，后者则是合金。\n那么它的配方：钯+杜兰特+欧司朗->铌 3:1:1:3\n属性复苏，效果即每次击杀生物时不出意外就有15%的几率在原地生成同种生物。对有些人来说是好属性，也会被认为是个坏属性。\n\n④狄奥尼\n这次的配方可就不止一个了：\n        泰伯利安+碎金+震金+欧司朗->狄奥尼 3:1:1:1:3\n        泰伯利亚+碎金+震金+欧司朗->狄奥尼 12:1:1:1:3\n看到区别了吗？对了，就是如果你懒得做泰伯利安，囤了大批泰伯利亚也行。那当然还是推荐前者。\n还记得泰伯利亚有不稳定性吗？在这可就派上大用场了。\n拿到一把狄奥尼镐，你会发现下方有红字标签Charge:0.0，这个就是充能值。从此以后，你用这把镐子来挖泰伯利亚矿时，虽然不会再有掉落物了（经验还在），却转化为镐内的充能点数了。每次会加0.25~0.5点，最多能存12点。\n当其大于1时，就可以使用了，每次最多使用5点。**了这么久的关子，不知你有没猜到，效果就是——爆炸！右键来触发，爆炸威力和消耗的充能值成指数关系——1点只能炸掉脚下几块土，5点则跟苦力怕爆炸无何两样。\n爆炸就是艺术！\np.s.从此开始就更懒了，连配方也是代码里翻到的（不开mc写教程系列？）\n\n6级（瓦雷利亚钢）：\n①虚空金属（实际上这个名字和Thaumcraft中的一种高级金属重名了，然而TC还没追上1.10所以暂且不改名）\n       配方：振金+阳光合金->虚空金属 1:1:1不要小看上面这个简单的配方，这有可能是TAIGA中最难造的一种合金了。为什么？原材料这两种你应该都没见过，不幸的是，振金是唯一的7级矿物，阳光合金是种7级合金，你没看错，它们两者的等级都比虚空金属本身要高！估计是作者有意为之。\n属性噬魂者，每用虚空金属制成的武器杀死一个生物时，将该生物满血量乘上至多4‰作为bonus值存入武器内，同时killcount增加。\n当你在物品栏中鼠标悬停在该武器上时，会看到如下显示的Tag（标签）：\n        （击杀）Killed: bonus\n        （伤害附加）Bonus: killcount\n\n②原金\n配方：乌鲁+瓦雷利亚钢+欧司朗/零素/深渊金属->原金 3:3:1:3\n注：乌鲁、瓦雷利亚钢为仅有的两种6级矿物，具体见游戏内手册\n属性自然之束（这里的束不是指光束而是指束缚），作用有两方面：\n一是每次修复工具时能省10%；\n二是用原金工具打草或树叶时，平均每20s会赠予你1~3点耐久（估计是吧，代码看得一头雾水）\n\n③辐光合金\n配方：普罗克希+深渊金属+欧司朗->辐光合金 3:1:1:3\n    或  帝金+欧司朗+零素->辐光合金  或  铌+零素+深渊金属->辐光合金 比例均同上\n属性腐烂，一个又好又坏的属性。在工具被合成时会给予工具一些额外点数，而点数会在时光流逝中越来越少。\n具体机制：合成时，耐久、速度、攻击点数会被增加800次（随机分配），每次增加1点耐久/0.05速度及攻击。\n每小时更新1000次（如果玩家正在挖方块则会跳过这次），每次减少上述三类点数（减少量在0到1[耐久]/0.05[攻击/速度]之间）（每次减少一类，随机选出）因为耐久会更快地减少，所以对这个属性的介绍即为 工具随时可能会消失。\n另一个属性变异(Mutate)，每次挖掘特定方块会有5%的几率变成另一种方块。\n特定方块有这些：石头、圆石、泥土、沙子、玻璃、黏土块、地狱岩、冰、雪、骨块、岩浆、水、干草块\n其中有些流体是挖不了的，但有几率变成。推荐玩法：挖石头/地狱岩，刷一些自己稀缺的东西，不过要小心岩浆\n\n7级（振金）：①阳光合金\n配方：瓦雷利亚钢+乌鲁+辐光合金->阳光合金 2:2:1:2属性超重，效果正如介绍“挖的太多会变得很累”所言。一旦使用，你可以在物品栏里看到一栏BrokenBlocks，即方块破坏数。每破坏一个方块会增加一点，同时每3.6s会自动减少一点（当然不会掉到负数）。每5点会减慢0.01的挖掘速度，最低0.35封底\n另一个属性破碎，挖石头时有30%几率掉落沙子，30%几率掉落砂砾，10%几率掉落石头，不然就掉落圆石\n\n②精金\n配方：振金+阳光合金+离金->精金 1:1:3:3不过除非你有材料收集癖，千万不要去制作该合金，贵也就算了，关键是它的属性没有任何实际作用！\n属性狂化，这个属性通过代码可以看出作者的本意是用在近战类武器上的，可这个属性只有远程类武器能获得，且bug严重到可以把耐久降到负数……\n另一个属性夷平，源代码中空无一物。\n望作者在下一次更新中修复吧（作者貌似已经弃坑？）\n\n\n至此合金部分就告一段落了，接下来是具体流程的介绍（To Be Continued..）\n\n觉得写的可以的请评分支持！若有何意见尽管回复提出，谢谢。\n\n推荐按顺序看下来（虽然要很久），所有前文中没有出现过的材料我都会阐明一下。\n可能发帖时被吞了一些空行，请见谅，若有我会尽快修复。\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "_DIM_",
            "timestamp": 1486563840,
            "txt_content": "咦。。您是哪位，怎么感觉没见过您\n排版弄好看点就更好了"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1486565880,
            "txt_content": "Mod版版主啊\n排版有待于加强"
        },
        {
            "author": "yangziming",
            "timestamp": 1486633320,
            "txt_content": "匠魂教程1.10.2版本：http://www.bilibili.com/video/av8317656/"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1487134080,
            "txt_content": "好东西  附属的教程很少见"
        },
        {
            "author": "7051236",
            "timestamp": 1487485140,
            "txt_content": "焰晶写错了 是炙热属性杀怪会掉烈焰棒 亲测"
        },
        {
            "author": "六芒晨星",
            "timestamp": 1487684400,
            "txt_content": "程序神马的看不懂啦，不过匠魂是个好东西"
        },
        {
            "author": "马若华",
            "timestamp": 1488057180,
            "txt_content": "牛逼的mod，希望快一点更新。"
        },
        {
            "author": "拘束",
            "timestamp": 1488590940,
            "txt_content": "什么时候更新...?"
        },
        {
            "author": "1210272413",
            "timestamp": 1489288860,
            "txt_content": "看见泰伯利亚瞬间泪目了\n还有多少人曾记得命令与征服的辉煌"
        },
        {
            "author": "Lne",
            "timestamp": 1489845780,
            "txt_content": "1210272413 发表于 2017-3-12 11:21\n看见泰伯利亚瞬间泪目了\n还有多少人曾记得命令与征服的辉煌\n只玩过ra2"
        },
        {
            "author": "拘束",
            "timestamp": 1494505080,
            "txt_content": "不得不说，1.12已经出预发布版了..."
        },
        {
            "author": "天域",
            "timestamp": 1495362300,
            "txt_content": "拘束 发表于 2017-5-11 20:18\n不得不说，1.12已经出预发布版了...\n自知午时将至……近日各种事务纷繁复杂，烦请坐等，若不出意外下周末更新！"
        },
        {
            "author": "759063486",
            "timestamp": 1501577220,
            "txt_content": "那个。。精金的特性是不是有点问题？鼠标放上去没有效果显示，而且狂化特性只有弓才有，于是弓就不能发射了。。希望修复一下"
        },
        {
            "author": "1759089884",
            "timestamp": 1501726800,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "陋室铭",
            "timestamp": 1503418320,
            "txt_content": "加油 老铁 支持版主！"
        },
        {
            "author": "Jadenmoore",
            "timestamp": 1503478920,
            "txt_content": "辛苦啦~还有两种合金。。。mod作者是弃坑了吗？还是换地方发布了？自从今年一月以后再无动静"
        },
        {
            "author": "zjxx",
            "timestamp": 1515211740,
            "txt_content": "emmmmm图片全崩了诶"
        },
        {
            "author": "Aytrw",
            "timestamp": 1543649880,
            "txt_content": "零素应该是在基岩层生成的，而不是末地矿物"
        },
        {
            "author": "todomaru",
            "timestamp": 1548566100,
            "txt_content": "请问下瓦雷利亚矿石怎么融进炉子，我放岩浆它告诉我热量不足"
        },
        {
            "author": "todomaru",
            "timestamp": 1548605520,
            "txt_content": "建议补充下怎么融后面的金属。。从瓦雷利亚开始，岩浆融不了了"
        },
        {
            "author": "YouxiaoMJ",
            "timestamp": 1565140200,
            "txt_content": " 本帖最后由 YouxiaoMJ 于 2019-8-12 20:06 编辑 \n\n玄武岩块无法熔炼 是否为BUG"
        },
        {
            "author": "槾酥",
            "timestamp": 1578028740,
            "txt_content": "还是不知道振金怎么融化啊"
        },
        {
            "author": "槾酥",
            "timestamp": 1578028800,
            "txt_content": "todomaru 发表于 2019-1-27 13:15\n请问下瓦雷利亚矿石怎么融进炉子，我放岩浆它告诉我热量不足\n我也想知道"
        },
        {
            "author": "槾酥",
            "timestamp": 1578028920,
            "txt_content": "有人推进热力但是太大我用不了"
        },
        {
            "author": "todomaru",
            "timestamp": 1578055140,
            "txt_content": "槾酥 发表于 2020-1-3 13:20\n我也想知道\n我已经知道了"
        },
        {
            "author": "todomaru",
            "timestamp": 1578055140,
            "txt_content": "槾酥 发表于 2020-1-3 13:20\n我也想知道\nmcmod站里查taiga，然后找物品，看燃料分类。一共有四种燃料，按温度从低到高排序为，岩浆、液态双锂（融双锂，融掉之后可能会错误显示为液态泰伯利亚）、液态岩浆（用液态双锂融岩浆块得到）、液态硝化合金（液态岩浆和地狱岩浆里面那个矿混合得到）。具体去查吧。"
        },
        {
            "author": "槾酥",
            "timestamp": 1580353440,
            "txt_content": "多谢，我已经查明白了！多谢提醒"
        },
        {
            "author": "【小熊猫】",
            "timestamp": 1580566380,
            "txt_content": "感谢楼主，下次可以拿去回答问题了233"
        },
        {
            "author": "1781141385",
            "timestamp": 1582085580,
            "txt_content": "太棒了，终于不用再一个个问了"
        },
        {
            "author": "wsljc13",
            "timestamp": 1582781460,
            "txt_content": "收藏一下\n"
        },
        {
            "author": "Tian_Shen.",
            "timestamp": 1582815060,
            "txt_content": "很好的教程"
        },
        {
            "author": "674377365",
            "timestamp": 1597568760,
            "txt_content": "这个is very good"
        },
        {
            "author": "大司空",
            "timestamp": 1597828440,
            "txt_content": "匠魂是个好东西"
        },
        {
            "author": "o胖胖虎o",
            "timestamp": 1597901760,
            "txt_content": "顶顶顶！！！"
        },
        {
            "author": "616611938",
            "timestamp": 1598838300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}