{
    "title": "未转变者v2.2.4版本新手教程",
    "author": "1527077867",
    "replyCount": 6,
    "timestamp": 1486558800,
    "txt_content": "对陌生。于未转变者，很多新玩家十分。但现在的Steam平台未转变者版本已经高达3.17.16!对于玩盗版的朋友们来说还有2.2.4的版本。这里给新人带来v2.2.4的新手教程！\n首先，尝试向四周看看(滑动鼠标),嗯......对于2.2.4唯一的末日求生的地图PEI，你似乎是在某种重大的航海事件中勉强逃生，被冲到了PEI的海边上(纯属瞎编请勿相信！)好了，试着移动一下（W前A左S后D右空格跳Shift跑)，好的，你可以试试蹲下（X)或者趴下(Z），好了，你已经熟悉了操作，试试攻击一下（左键左勾拳，右键右钩拳）。嗯，好了！现在开始进入生存阶段！\n\n清点物品，观察地形\n现在开始你要面对恐怖的PEI感染世界，按下Tab键打开你的背包，你会看到一个背包栏，有4个空间和5KG的载重，和一个裸男（形象可以在游戏主界面设置),有一个制作栏和一个升级技能栏，顾名思义是合成和升级的。你目前除了空气和一个人什么也没有，所以爬上沙滩附近的陡坡，观察一下地形......（勘测中)......好了，你可能除了马路和树木花草灌木丛什么也没看见，也可能看到了一些城镇，如果看到了就过去吧，别犹豫！如果没看到就顺着马路走，直到找到城镇。\n\n搜刮物资，了解状态\n进入了小镇或者其他建筑，不要胆怯，冲进去！但要时刻注意自己的状态！屏幕的下方有一些信息：红十字为血量，降低为0时死亡丢失物品与部分技能经验(点成技能也会降低，不点成技能放在那里也是降低！），刀叉为饱食度，提高到100时开始掉血直至死亡，食用食物可以减少饥饿值，水滴为口渴值，与饥饿值一样，100时掉血直至死亡，喝水可以恢复饥渴值。冲进一个房子以后，其他什么也不拿，先拿武器！把屏幕中心的点对准物品会显示出它的名字，按下F键可以拾取它。推荐武器：棒球棒，武士刀，大锤子(因为没有硬直所以速度不再重要了),距离是武器的法宝，它可以增加你和僵尸的距离提供保护！那么怎么战斗呢？手持武器的情况下左键攻击，右键致命一击(呸，重击),重击会消耗10点体力，在升级耐力技能之后可以减少体力消耗增加效率。有了武器，就和僵尸们干一场！在这个测试版本没有厉害的僵尸，除了站着的就是趴着的，不会有太大威胁！所以不用怕他们来秒杀你(3.17.16版本似乎也秒杀不了啊！)下面就是搜集食物，衣服了！你可能会发现发霉的食物，千万别拿！但是发霉的蔬菜可以拿，放在制作栏里面合成一份种子，可以种在土地里，用肥料可以施肥立即成熟，新鲜的蔬菜可以合成2份种子。而发霉的水可以用药店刷新的净水药片合成为纯净水，但相比起这些，还是用水壶比较好。它可以对着任何水源(大海，水井)取水喝，并且都是纯净水，不分海水淡水。这些水壶到处都是，但是如果硬是找不到，可以用纯净水(矿泉水)和一个空罐子合成水壶，发霉的水不可以合成，大瓶矿泉水也不可以合成，只能喝。可能才探索一会儿，你的包就满了AWA没关系，去找一些背包！它们可以增加你的空间，目前版本的背包有普通背包(8格),书包(12格),旅行包(16格),土狼包(20格),帆布背包【稀有】(25格),爱丽丝背包【稀有】(20格20KG载重，载重最大！)新手有了旅行包就差不多够了，后期可以去军事基地寻找土狼包，帆布背包和爱丽丝背包，其实旅行包到处都。是，包括基地，所以它十分常见。当你搜刮完了整个小镇，就可以去下一个小镇了。对了！别忘了用打僵尸的经验升级技能，最好先升级耐力和近战攻击力，会很有用的。其中耐力升满了跳跃重击都不用体力，厉害吧，哈哈！至于多带些什么......多带食物和水，探索必备！\n找到爱车，步入中期\n很多新手会感觉跑路浪费时间和饥渴值，但其实有一些东西可以帮你快速到达目的地:载具。目前2.2.4版本除了各种各样的车没有其他任何载具，而在3.17.16版本里面已经有了车，飞机，船，坦克，所以建议大家去玩3.17.16这个最新版本，支持正版，人人有责嘛！找到你看上眼的爱车之后，还要找到3件开车法宝：油桶，喷灯和千斤顶。首先拿着油桶左键油箱装一桶油，然后对着车子左键装油，直到装不下就装好了。然后就可以开车出去浪了！如果冒烟了就用喷灯修复，翻车就用千斤顶顶一下(左键车子),如果还翻车就再顶，再顶.......\n\n获取神枪，霸占PEI\n有了车子，食物和水，武器，背包，就差一个东西了：枪械！一把强力的枪械可以起到一下作用：20%用于战斗（会被群殴，而且目前版本枪的手感......)，10%用于打建筑，40%用于壮胆,30%用于PVP战斗！推荐武器：瑞士突击枪(一般在小镇的警察局会有)，重达3kg，使用NATO系列子弹。M4突击枪（军事基地有),重达3.5kg，使用NATO系列子弹。AK47卡宾枪：2.5kg，很轻，在小岛的实验室有很大几率刷出，它竟然用民用子弹AWA很优秀~至于森林狼.......5kg不嫌重也可以带着，就是声音啥的太大了！\n\n寻找子弹，玩转全图\n有了枪没有子弹可不行！如果用的是NATO系列(上面有使用者),弹匣30发，弹鼓100发，填充弹匣需要2个军用子弹(黄色的刷在军事基地的子弹),填充弹鼓需要4个军用子弹。如果用的是AK47卡宾枪的子弹，弹匣30发，弹鼓75发，填充用的是红色的民用子弹(不是曳光弹)，这些民用子弹小镇到处都是！\n\n有了枪，子弹，车子，武器，背包，衣服，你就可以稳居胜算，成功稳定地活在PEI的世界上！",
    "replies": [
        {
            "author": "1527077867",
            "timestamp": 1486558860,
            "txt_content": "本人刚刚发帖，如有错误或者不妥，希望大家帮我提出来，谢谢！"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1486735260,
            "txt_content": "现在貌似已经没人玩2.0了、\n玩2.0的人一般情况下肯定是不知道还有Steam正版3.0"
        },
        {
            "author": "1527077867",
            "timestamp": 1486781940,
            "txt_content": "Crazy_Zombie 发表于 2017-2-10 22:01\n现在貌似已经没人玩2.0了、\n玩2.0的人一般情况下肯定是不知道还有Steam正版3.0 ...\n因为我记得之前有些平台比如浩方都是2.2.4的。这都是为那些盗版准备的！"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1486884480,
            "txt_content": "1527077867 发表于 2017-2-11 10:59\n因为我记得之前有些平台比如浩方都是2.2.4的。这都是为那些盗版准备的！\n盗版= =。。。。\n盗版是什么鬼啊、Unturned本来就是免费的\n再说= =浩方那些平台所谓的联机是你的游戏没有这个服务器项目\n但是游戏可以联机、你却不会、然后给你联机的平台\n3.0的Unturned有服务器、就可以联机了= ="
        },
        {
            "author": "孟婆汤没了",
            "timestamp": 1486885260,
            "txt_content": "不是很懂去那些联机平台玩干嘛。官方有免费的游戏，免费的平台不去玩。难道是盗版玩惯了完不惯正版？"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1487339700,
            "txt_content": "还在玩2的基本都是盗版了吧2.2生存太容易了"
        }
    ]
}