{
    "title": "【fos】故事集·道海·猴子称王",
    "author": "WM2030",
    "replyCount": 3,
    "timestamp": 1486563540,
    "txt_content": " 本帖最后由 WM2030 于 2017-2-9 11:16 编辑 \n\n猴子称王\n      这个世界上本来是人类称王的。\n      但是有一天，所有生物不知道因为什么原因联合在一起，它们各展神通，几乎把人类赶尽杀绝。议会大楼，这一人类最后的阵地也被攻占，躲在桌子下的议长被三只猫抓住脖子半揪半撵地拖了出来。\n      他在猫爪的威胁下定了定神，恢复了往日的激情澎湃，面对眼前的雄师虎将，清清嗓子：“各位！你们看吧！现在你们团结一致，消灭了我们，然而当我被杀死之后呢？你们还不是四分五裂！”他的声线少许有些变形，“你们需要组成议会！这样才能永远保持安定繁荣！各位！”\n      各种族生物首领合计了一下，决定还是放他一马。\n      议长逃出生天，心中是一阵狂喜，立马着手组建议会。他本来就是人中豪杰，能力非同一般。仅仅熬夜三天，就根据各物种特点制定了规则，选出了各族代表。在他的设想中，这样的议会简直可以作为教科书中的范例。\n      组建完了之后，大家二话不说，很有默契地把议长给杀了。\n      议长完蛋了，大家才发现，如此雄伟的阵容中，竟然没有一个能搞明白这个议会的规则，直接导致议会根本没用。大家在议会大厦里为此争执不休，不管谁发言，其他的都觉得这家伙在糊弄大伙，想浑水摸鱼多占好处。不过有一点大家都明白：这个议会得投票。最后几个首领坐下来一合计，就定下规矩来：如果有和大联盟有关的事，那所有大联盟的成员就聚在一起投票。\n      投什么，怎么投，都不是重点，反正也没有谁搞得明白。根据那个议长的讲法，只要有议会，只要能投票，肯定永保繁荣昌盛。大家都觉得这话不假，因为人类这种东西，别的不行，小聪明还是有一点的。\n      第二天，有头狼指控猫族作战疏忽，证据是战争期间猫族共生出23只猫崽。它说：“诸位！战争期间还有谁有心思生孩子么？这明显就是作战期间不顾大局，只谈儿女私情的表现！”它稍稍停顿一下，“所以，我建议将猫族的23个新生儿全部处死！希望大家投票！”\n      说实话，战争期间下崽的还真不少。别的原因先不提，单说这战争减员就够厉害的，要是不多生点还不得灭绝了？这狼群里也不是有小狼崽嘛！\n      这也就是个借口，主要还是狼首领的孩子打仗的时候被猫不小心挠死了，但是又不好公然杀猫，这时候一看可以投票，就想趁机报复。\n      猫首领一听慌神了，这事儿要真通过了那可就完蛋了，猫族的后备力量可是严重不足。它不假思索：“我有一事相告！”接着它憋了半分钟，也没想出什么说辞，眼看着就要让它闭嘴了，情急之中才蹦出一句，“这，这不是猫喵！”\n      话一出口，接下来的思路就流畅了。猫首领喘了两口气，接着说道：“大家看，这不是猫崽子，这是……这是猴子！我养这些小猴子，就是为了控制危险的猴子联盟！我提议去攻打猴子联盟！它们太危险了！”\n      狼首领还是不想放过猫：“既然猴子危险，我们先把这些猴养的小猴子干掉嗷！”\n      猫首领气得爆粗：“它嗷喵的那么多猴子你不杀你来管我这几只猴子喵！”\n      一边的鸡听了大喊：“狼啊狼！你还是个不懂事的小狼崽子啊！你瞅瞅！你连猫……啊不！你连咱们鸡都比不上！咱们还知道这要识时务知大局。你光光眼看着这几个小家伙，分明是狼目寸光！”鸡并没有见过猴子，只是受了父亲的告诫：“千万别和猫对着干！否则它们要来吃鸡的！”这才说出这番话来。\n      旁边的猪首领附和：“就是！去你嗷哼哼的狼巴狗子！我们猪也遭过猴子的祸！你不好好出力打仗还在此处饶舌！”其实猪首领也未曾见过猴子，它只是想报复一下两头猪为狼所食的旧仇罢了。几相印证之下，倒让那胡诌的猫首领也觉得猴子是真的祸患了。\n      狼首领也被骂得懵了，一下子没来得及还口，等它回过神来大伙已经在投票了。\n      一群乌合之众骤然听到“猴子”这么个物种被大肆讨论，很感到新鲜，又有点畏惧。投票之后票数一算，同意的占了大多数，于是当即决定去剿灭猴子。\n      群众达成共识，事情就很好办。当天下午，各族首领又一合计，就定下了只有两行的作战方略。\n\n大围剿\n\n使劲打死它们\n\n      这份文件被翻译成二十余种语言分发到各个部落，各个部落首长将这一最高指令传达给了每一个个体，以确保作战成功。\n      第二天清晨，大军浩浩荡荡地集合，花了一上午统一行军方向和目标位置。经过严密的分析，认定可以在东南方向的森林中找到猴子。之后各部鼓舞士气，各自出发。\n      同日傍晚时分，恶魂部族开始与敌人交火。据战报称猴子使用了弓箭进行远程攻击。\n      第三天尚未破晓，僵尸部族发现了被歼灭的一支骷髅部队，所有成员全部死于火球的灼烧。僵尸部族立刻把骷髅们的骸骨运回大本营，途中遭遇了埋伏，仅有一人幸存。据幸存者称它们在森林中行走时发生了猛烈的爆炸，即使是反应最快的领队也没能示警，肢体被炸得漫天飞。\n      与此同时，爬行者部族称部族中唯一一名闪电爬行者战死。\n      围剿进行了两周之后，各族首领发布了一份联名降书，向猴子表示衷心的歉意，并且认猴子为生物界之王，以后再也不敢同猴子起任何的争端。同时还向森林中运输了大量的物资作为赔偿。\n      猴子一直没有露面取走那些东西，也没有从森林里追出来继续战争。大伙都觉得这才是王者姿态，有这样一个宽容的部族作为统治者真是太棒了。\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1486571160,
            "txt_content": "美味的猴子"
        },
        {
            "author": "冥王星人",
            "timestamp": 1486609020,
            "txt_content": "投食完毕"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1486611420,
            "txt_content": "排版惨不忍睹...\n文评也作过，不再赘述。\n（其实是我懒2333）"
        }
    ]
}