{
    "title": "<原创·连载>《创世神》第六章",
    "author": "darkyun",
    "replyCount": 4,
    "timestamp": 1486602300,
    "txt_content": " 本帖最后由 darkyun 于 2017-8-17 14:42 编辑 \n\n第六章       把身上的东西放到物品栏里之后，齐旭感到一阵的轻松，翻了一下物品栏，发现就这些小东西就占了自己物品栏的一个犄角都不到，更何况自己还有35个一模一样的物品栏。       齐旭整理好自己的心情，打算要出发做自己有了系统之后的第一件事了，找吃的！       齐旭不知道自己到底多久没吃了，刚一与系统融合的时候倒是不饿，可是自己兴奋了半天，又开有关物品栏的，齐旭感到自己有点饿了。他可不想刚一有了金手指就饿死在异界了。       走出树皇的纹理，齐旭也不往慢慢下爬了，伸手拿出树藤，然后再合成栏中提炼成绳子，然后把绳子一头拴在一根粗的纹理的枝杈上，往下一抛，自己顺着绳子就滑了下去。       齐旭下了树皇之后，想了想，自己明明白天的时候，什么都没有遇到，可到了晚上，一群僵尸从地底就钻出来了，现在也是晚上，不会自己一会走着走着，又有一群僵尸从地底钻出来吧，正在齐旭胡思乱想的时候，齐旭一抬头，发现自己迷路了，失去方向了，倒不是说找不到树皇了，树皇那么大，想要找不到树皇是一件很困难的事。是他下了树皇之后，不知道哪个方向是他来时的方向了，他可不想走回头路，万一再碰上那群僵尸怎么办？      齐旭就采取了一个他迷路时常年用的技能：扔鞋。      通过自己神奇的鞋子，齐旭找准了一个方向，一边走一边寻找。看看有什么吃的没有。      齐旭就这么慢慢的走着，大概过了半个多小时左右，距离树皇也有段距离了，走得很仔细的齐旭终于有所发现，他发现在一颗树底下有一片低矮的浆果丛，       这时候，已经有点饿的齐旭，也不管这浆果有没有洗，有没有毒了，伸手摘下一个果子就放到了嘴里，果子刚一入口，齐旭就感觉自己身上的血液都沸腾了，太好吃了！果子味美甘甜，既能解饿，又能解渴。吃完一个果子，齐旭感到自己已经饱了，单单一颗果子就能感觉到饱了，齐旭直觉这浆果和自己以前吃的浆果可能不一样，有可能是个宝贝。齐旭也不管这浆果从里的浆果熟没熟透，一股脑都摘到了自己物品栏里。       “克莱果，消耗品，吃下之后恢复体力，可以直接在熔炉中熔炼，熔炼可获得1个克莱果果肉和1个克莱果种子。可以采集。       恢复体力！齐旭看了一眼自己手里的小果子，心想，这果子要是有治疗所有外伤的作用，那这个就不叫克莱果了，那应该叫仙豆才对了。齐旭看着物品栏里空间里的30多个克莱果，心想，一次一个，一个就能吃饱，吃饱了起码两天可以不用再吃饭了，这要是拿出去卖，我可是赚大发了。这下起码两个月吃喝不用愁了，这克莱果还可以分解，可现在没有熔炉，我去看看熔炉怎么做把。       齐旭直接检索了一下熔炉，石碑上立刻出现了熔炉的合成工式。熔炉在合成台类里面。       “熔炉，基本合成工具，在合成台中合成，材料：石块十个。”       石块十个。齐旭轻笑了一声，地上满满的都是石头。要石块，那还不有的是！齐旭四下找了找，捡了十块石头，把石头放到物品栏里，一看，齐旭立马有点傻眼。原来自己捡的石头都太小。算不上石块，顶多了算是石子。       无奈。齐旭又四周找了十块大石头。这才在合成栏里把熔炉合成出来。       从物品栏里把熔炉拿出来，齐旭才发现，熔炉原来长成这样：一个长宽高大概都是一米的大石头盒子。要不是有物品栏。熔炉直接拿出来放到地上，齐旭自己根本搬不动这玩意。       熔炉分两层。上面一层下面一层，外形就想一个压扁了的双开门的冰箱。       齐旭把克莱果放到熔炉里，默念一声熔炼。       “克莱果果肉，消耗品，食用后增加体力。”       “克莱果种子，植物种子，种植要求：泥土，无光照要求，成熟时间：5年。成熟可结克莱30-60个。可用肥料催熟。”       齐旭看了一眼种子，和刚才自己吃的那个果子的果核对比了一下，发现样子完全不一样，看来这克莱果的核并不能当成种子。       齐旭收起果肉和种子，5年的成熟时间，让齐旭瞬间清醒了，好东西都不会是几个月就成熟的，齐旭笑笑，继续往前走。       走着走着，齐旭就感觉到不对了，自己这次真的发财了。入眼的是一片克莱果林！马上实行三光政策！       “我是可爱的小蜜蜂，咿呀咿呀呦”齐旭一边哼着歌，一边把手中摘得果子放到物品栏里，手上的果子一个个放到物品栏里，望着树荫下一片一片的克莱果的树丛，尽管齐旭手上没停，但是速度也渐渐的慢了下来。这要是全摘完，可不是一时半会的事啊。       “反正离自己的老窝近，有的是时间来摘，往前看看吧，探索我脚下的这条致富之路”齐旭打定主意，停下手上的动作，继续往前走。       齐旭走的很快，眼下的克莱果林已经过去很久了，齐旭也没有发现其他的，有利用价值的东西，不过，他却发现了一个东西，让自己非常后悔自己扔鞋的决定。那就是伞榕！还是自己睡过的那棵！",
    "replies": [
        {
            "author": "我爱游戏88",
            "timestamp": 1486632060,
            "txt_content": "goodgoodgoodgood"
        },
        {
            "author": "darkyun",
            "timestamp": 1486643160,
            "txt_content": "我爱游戏88 发表于 2017-2-9 17:21\ngoodgoodgoodgood\n谢谢哒，我会继续努力的"
        },
        {
            "author": "sss1",
            "timestamp": 1494787440,
            "txt_content": "反正离自己的老窝进，有的是时间来摘\n错别字"
        },
        {
            "author": "darkyun",
            "timestamp": 1502952120,
            "txt_content": "sss1 发表于 2017-5-15 02:44\n反正离自己的老窝进，有的是时间来摘\n错别字\n谢了谢了。已改正"
        }
    ]
}