{
    "title": "[1.12.2-1.10][MobTotems——怪物图腾][汉化]图腾的范围魔法~",
    "author": "aemande",
    "replyCount": 6,
    "timestamp": 1486610400,
    "txt_content": " 本帖最后由 aemande 于 2020-1-22 20:09 编辑 \n\n这个mod添加了很多范围性的图腾魔法由于本mod还在开发阶段，每个版本的mod的物品都有不同，所以每个版本分开介绍++简介++++1.10.2版本++==图腾法杖==本mod的基础工具，用其右键任意原木，可以制作图腾木==图腾木==最基础的图腾木，没有任何效果==圣光图腾==它会阻止32格范围内的生物的生成，您可以通过将其放置在堆叠的图腾木上面来增加其作用范围。每个图腾木会将其作用范围增加16，最大可到64.++1.11版本++从这个版本开始，本mod添加了手册，你需要安装Guide-api mod才能阅读手册（推荐安装）==手册：古老的知识==内有合成表等必要的知识，推荐安装除了与1.10.2相同的物品外，还添加了支持Baubles mod（度盘）的一个物品警告：没有Baubles mod，放置熏香盒会直接崩档！！！！==狼图腾项链==如果你安装了Baubles mod，你可以使用新的狼图腾项链护身符召唤幽灵狼在你身边战斗。默认情况下，在佩戴了项链后按“h”键激活物品==熏香盒==想要召唤幽灵狼，你的项链需要充能，这个情况下便需要熏香盒（消耗品，务必多做几个）如果你站在熏香盒附近，项链将会被充能，可以通过按'h'键激活。熏香盒会燃烧，很快便会消失，所以不要浪费它们。可以看到左上角的项链在充能++1.11.2版本++除上述两个版本的物品和手册外，添加了一系列的图腾变化，并对圣光图腾做出了一些调整推荐安装Guide-api mod（度盘）和Baubles mod（度盘）来完全使用物品注意：手册是必要的，每种图腾需要什么物品只有手册有记载警告：没有Baubles mod，放置熏香盒会直接崩档！！！！==雕刻刀==用以雕刻的图腾的雕刻刀，右键打开选择栏对着图腾左键选择，右键关闭菜单后，用雕刻刀右键图腾木就可以雕刻你选择的图腾了。==供盘==想要任何一个图腾工作，你便需要供盘。将对应的物品放在供盘中，让其转换成能量，图腾会消耗能量来执行对应的效果。每种图腾需要的物品均不同，具体会在手册中显示请点击本书\"图腾类型\"部分来查看每个图腾的效果。您可以使用漏斗将物品输入供盘。供盘中的物品将持续消耗，确保你有足够支撑图腾消耗的物品！\n供盘必须放置在最下方的图腾的旁边。图腾柱可以是最小2格最高3格的高度，每根图腾柱只能有一个供盘==圣光图腾==圣光图腾变得昂贵了，并且需要一个完整的图腾柱才能发挥圣光图腾的效果堆叠增加范围的效果现在消除了，改由其他图腾完成\n一个完整的（最高）图腾柱（3格高）与其上方的圣光图腾有一个配置文件，可以设置将其的合成配方变得更容易==完整的图腾柱==一个完整的（最高）图腾柱（3格高）与其上方的圣光图腾图腾柱最低2格高，也就是必须要2个图腾供盘支持漏斗==苦力怕图腾==苦力怕图腾会阻止作用范围内的怪物（主动攻击型生物）生成==末影图腾==如果末影人在这个图腾作用范围内传送，那么它们会被强制传送到这个图腾旁边==烈焰图腾==在烈焰图腾作用范围内的怪物会着火==蜘蛛图腾==蜘蛛图腾作用范围内的怪物会中毒==牛图腾==牛图腾的作用范围内不会生成动物（被动生物）==狼图腾==幽灵狼图腾会产生一只幽灵狼来对抗图腾作用范围内的怪物，它限制在图腾范围内（此图腾尚未制作完成）==豹猫图腾==你的整个图腾柱中的每个豹猫图腾都会将你的图腾效果的范围增加16==女巫图腾==你的整个图腾柱中的每个女巫图腾都会将你的图腾效果的范围减小16==羊驼图腾==你的整个图腾柱中的每个羊驼图腾都会对图腾的效果影响的目标增加2点伤害（有攻击力的图腾）。==兔图腾==你的整个图腾柱中的每个兔图腾会将图腾效果的触发间隔速度提高1/4秒。所有图腾的作用范围均为32，至于是32格半径还是32格直径，请自行尝试（笑++下载++尊重作者，请使用Curse如果实在是打不开，可以使用度盘（←内有不同版本的汉化文件，请分门别类放置在特定的文件夹中）",
    "replies": [
        {
            "author": "3705",
            "timestamp": 1486610940,
            "txt_content": "沙发\n有点像以前那个攻击怪物的那个图腾"
        },
        {
            "author": "回忆の信仰",
            "timestamp": 1486612440,
            "txt_content": "图腾比原来一些攻击怪物的石柱之类的好看，也显得更加复古，建筑也可以用，好评"
        },
        {
            "author": "wsz131",
            "timestamp": 1486698720,
            "txt_content": "有没有办法用一次供盘就让图腾永久工作？"
        },
        {
            "author": "2797459371",
            "timestamp": 1488011700,
            "txt_content": "可以，有些图腾是没必要的"
        },
        {
            "author": "solongyoung",
            "timestamp": 1499243820,
            "txt_content": "1.11.2的圣光图腾好贵啊。。。"
        },
        {
            "author": "q1141351704",
            "timestamp": 1504365180,
            "txt_content": "感觉很好的样子"
        }
    ]
}