{
    "title": "关于论坛对原创开发类作品的重视的问题的个人看法",
    "author": "梦",
    "replyCount": 42,
    "timestamp": 1486642740,
    "txt_content": " 本帖最后由 梦彗業 于 2017-2-9 21:05 编辑 \n\n附话题原帖：\n关于论坛对原创开发类作品的重视的问题\n\n前言：\n由于混乱关闭了该贴的回复，我不得不另发新帖来表达自己的看法以及对论坛管理组的建议。\n因为本人既没有发布过原创皮肤作品，也没有发布过自己的原创插件/模组作品，本人将会在相对中立的角度表达对此话题的看法。\n\n\n正文：\n在仔细分析原帖楼主与论坛管理员混乱的言论之后，我个人是支持原帖楼主的。\n原因有以下几点：\n1.皮肤作品相对于插件/模组作品来说更简单，也导致了皮肤作品比插件/模组作品数量更多，但更难制作的插件/模组作品精华数量却少于更易制作的皮肤作品。版主XIAOMM的回复可以侧面证实这一点：\n\n2.在皮肤方面获得Mcbbs“艺术家”称号的作者相对于插件/模组作品来说更多，因此皮肤作品获得的总贡献数量比插件/模组作品的少。论坛管理员混乱的回复可以侧面证实这一点：\n\n3.论坛在皮肤作品与插件/模组作品间的支持立场不清。论坛官方发布的任务可以侧面证实这一点：\n\n4.论坛在对论坛贡献高的用户晋升的用户组“艺术家”的命名与论坛在皮肤作品与插件/模组作品间的支持立场不清。人类左右半脑负责的功能表和论坛管理员混乱的回复可以侧面证实这一点：\n\n（开发插件/模组作品的能力由左半脑拥有，制作皮肤作品的能力由右半脑拥有；“艺术家”称号可能更偏向概括右半脑所拥有的能力。）\n综上所述，我建议论坛可以考虑采取以下行动：\n1.提高皮肤分享版块的精华审核要求。\n2.增加其他版块的新手任务或删除皮肤分享版块的新手任务。\n3.增加对论坛贡献高的插件/模组开发者专有的与“艺术家”同级的用户组。\n\n\n备注：\n本帖言论仅代表个人观点，希望论坛管理组能认真负责地阅读并给予本人相关点拨。\n我希望论坛管理组能认真负责地处理论坛大小事务，虽然论坛管理组没有实质性的报酬，但请论坛管理组能对得起大家对你们的期许，祝Mcbbs在你们的带领下越来越好！\n\n",
    "replies": [
        {
            "author": "165543337",
            "timestamp": 1486645620,
            "txt_content": "俩字支持"
        },
        {
            "author": "gamerteam",
            "timestamp": 1486650840,
            "txt_content": "关于软件、插件/Mod开发其实是有艺术家的，比如自定义Steve的作者和BakaXL的作者都是艺术家。\n至于楼主所说的原创开发类作品的重视问题，这个我们也在进行讨论，目前还暂不做决定。"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486650960,
            "txt_content": "不 不要搞事啊\n虽然说国内确实有这样的问题\n但原创插件mod的影响力肯定会逐渐加大啊\n那时候插件mod和皮肤不也差不多吗"
        },
        {
            "author": "梦",
            "timestamp": 1486652040,
            "txt_content": "gamerteam 发表于 2017-2-9 22:34\n关于软件、插件/Mod开发其实是有艺术家的，比如自定义Steve的作者和BakaXL的作者都是艺术家。\n至于楼主所说 ...\n当然我没有否认软件、插件/Mod开发有艺术家，我只是希望Mcbbs管理组能对艺术家名额上调整平衡。"
        },
        {
            "author": "tsd1",
            "timestamp": 1486656840,
            "txt_content": " 本帖最后由 tsd1 于 2017-2-10 00:33 编辑 \n\n首先声明一下利益相关：本人主业是材质美工，2015年度噫术家。关于楼主的话我的观点如下。\n\n首先不能同意降低标准。皮肤版的精华标准已经不低。皮肤作者数量较开发人员多。为了“平衡”去调整精华数量无异因噎废食。\n对于阁下所说的“侧面证实”，版主说的话又不是什么权威下的结论或者普查的结果，怎么又能作为判断的依据呢？更何况你分析的时候大概还夹杂了一些自己的私货而歪曲了原意。请自己去看看2016年度艺术家名单。因为一个帖子得出这个结论（其中还有位特别黑的建筑噫术家），恐怕你这个样本有点小了罢？报道上出了偏差，你可是要负责的。\n至于皮肤版的这个任务，是当时首先在皮肤版提出并实践的一项普及版规方法的试水，无可厚非。\n我理解开发人员写代码的辛苦，但是不要忘记材质皮肤开发者的贡献。皮肤不是那么好画的。毕竟材质皮肤的地位不是自己吹出来的，而是靠使用者的欢迎和喜爱建立起来的。不顾皮肤优秀作品多的事实而要硬实现所谓的平衡恰恰是打破了平衡。另外论坛从来没有在美工和开发之间偏袒哪一方。\n个人认为阁下所提的建议不具可行性。\n另外我写的一篇文章：\n一些言论:谈材质和皮肤\n\n\n\n\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1486657080,
            "txt_content": "你建议的三点啊，excited！你这文章重点不突出，考试时候是要被扣分的。1.提高皮肤分享版块的精华审核要求。\n2.增加其他版块的新手任务或删除皮肤分享版块的新手任务。\n3.增加对论坛贡献高的插件/模组开发者专有的与“艺术家”同级的用户组。\n我知道你出发点大概是好的，但是你建议的三条，我一条一条和你说，你看看合理不合理。\n1.代码类的工作比皮肤要难，就好比《国家地理》和《小哥白尼》的文章一般。因为皮肤容易画所以门槛提高，就像是因为《国家地理》的专业度高，所以我们限制甚至停刊《小哥白尼》吧。\n你在前文也有提到这会导致论坛用户尤其是优秀皮肤作者流失，那我们为什么要这么做呢？\n相反，很多代码类的东西由于制作的时候有些人是花费了大量的心血， 但是由于编程的普及，其实也是有制作成本很低的东西存在，那版主当然是要把这些东西分清楚的，不能说让别的作者觉得“卧槽这也能精华？”\n2.皮肤版块的新手任务是版主仔细考虑后才和管理讨论添加的，是作为一个引导。与其说是鼓励不如说是让会员去仔细阅读版规，因为皮肤版规确实是有改动的。你说，你又不做皮肤，又不找皮肤，你也不会老待在皮肤版吧？这些东西都是因为需求决定的。就像是你要买扳手，你绝对不会因为一个面包店的广告就不去五金店了？也不会说什么“不行，人家面包店打了广告，你这个五金店一定要做广告”或者“五金店没做广告，所以你这个国家不重视工业”。人家店铺做不做广告是店铺按需求决定的，人家酒香不怕巷子深，你担心个什么。版块同理。\n3.你现在的用户组是猎手，我们也没说你必须要打过猎才能用这个用户组啊，论坛还有用户组叫屠龙者呢，所以艺术家作为一种尊称，是一种提升到高度的概念。让我们换个角度说，你凭什么说代码之美不能被称为艺术？你凭什么说效率之美不能被称为艺术？你以为代码类的工作只要会写代码就够了吗？Too Simple！Naive！世界上那么多会写Java的程序员，怎么就Notch写出了Minecraft呢？人常说1%的灵感和99%的汗水，灵感虽然少也是很重要的，做菜你也得放调味剂，平时因为方便我们用比如艺术代表绘画音乐等创作，但实际上美是不分行业的。艺术家这个名字实至名归。\n针对你的四点理由，\n第一点我要说的差不多就是针对第一点建议要说的话。人家插件作者真要愿意肝这个效率你也不好说，要看他们愿不愿意了。皮肤你也别觉得画的就那么轻松。\n第二点，你这个逻辑我不太懂。因为有个皮肤贴收到了三位艺术家的加分，所以这就是皮肤的艺术家比模组插件类的多？就算是取样统计这个取样数目也不能是1啊。人插件类的艺术家就不兴在皮肤贴加分？皮肤画得好的艺术家就不能因为某位大佬做了不错的作品而加分？相反其实自己经常做的东西，很容易自己觉得不新奇了于是就不加分了。\n第三点，不要说什么皮肤和插件模组之间的支持力场不清，好好想想。我们是Minecraft论坛啊，他们是Minecraft的二次作者，我们怎么可能不支持作者？\n第四点，不要扯什么左右半球，不懂审美的开发者我见得多了，开发就不需要审美吗？还是说你觉得论坛的哪位艺术型艺术家是左半脑不好的？\n通篇“侧面证实”，没有直接引论，全篇见风就是雨，这样在论述上是很容易造成偏差的，人家出了偏差你不能照着他的话再说一遍。\n你说论坛的艺术家名额不均，你知道论坛有多少位艺术家吗？你知道论坛每年选了哪些艺术家吗？你知道艺术家中经常使用论坛的有多少吗？你知道一个人成为艺术家做出的贡献有多少吗？\n还是说你觉得，我们会因为别人的事就限制某个人的公平吗？\n成为艺术家与否，要看自己，而不是别人。\n"
        },
        {
            "author": "秋小喵",
            "timestamp": 1486662240,
            "txt_content": " 本帖最后由 秋小喵 于 2017-2-10 22:52 编辑 \n\n恩，首先要明确的一点是皮肤作者的制作水平是有一个提升过程的。\n你所看到的，几天甚至一天画出来的精华皮肤，背后是一年甚至几年不断刻苦练习才导致的结果。\n如果单论整个创作过程投入的精力，我并不认为比插件开发要少。\n\n其次关于为什么论坛整体的皮肤类，建筑类精华帖要远多于开发类作品。\n这只是单纯的因为皮肤和建筑这种创作简易程度和趣味性高于插件和Mod开发罢了。\n比如一个玩家看到一个他很喜欢觉得很好看的皮肤或者建筑。\n他可能会想“诶，这个皮肤/建筑挺有趣，我是不是也能搞一个。”\n但是却很少有人玩到了一个好玩的MOD或者插件他会去想自己也去进行相关的创作\n\n关于您对论坛提出的建议我感到非常不能理解。\n首先，就我自己认为，论坛的皮肤创作水平就远远高于其他的平台的创作水平。\n就现在的皮肤精华的审核标准而言，现精华皮肤很明显能够满足玩家们皮肤使用者们的需求\n让他们觉得满意，我认为这就足够了。皮肤版的精华审核标准也是为此制定的。\n画皮肤的初心，本来就是为了让皮肤的使用者们能够满意，得到他人的认同。\n但是为了其他的，与此无关的理由强行改变标准。\n是非常可笑的，不合理的。\n不论是站在个人的角度，还是论坛的角度，这种做法都是百害而无一利。\n\n其次我对您的逻辑思维感到不理解，我实在是不知道皮肤板块的繁荣发展怎么会影响到插件Mod开发板块的发展水平，您的意思是能够去搞插件开发和Mod开发的人员都沉迷于皮肤创作无法自拔了？\n而且要想提升板块的活跃度不是应该加大本版块的奖励么？\n究竟是如何思考能得出减少其他板块的奖励力度能提升插件mod开发板块的活跃程度的？\n最后不论是皮肤制作者，还是插件Mod开发人员都应该秉承的是一颗热与创作，渴望得到他认同的心，而不是单纯的为了积分，贡献，和精华这种余外的东西。"
        },
        {
            "author": "匿名",
            "timestamp": 1486686900,
            "txt_content": "秋小喵 发表于 2017-2-10 01:44\n恩，首先要明确的一点是皮肤作者的制作水平是有一个提升过程的。\n你所看到的，几天甚至一天画出来的精华皮 ...你所看到的，几天甚至一天画出来的精华皮肤，背后是一年甚至几年不断刻苦练习才导致的结果。\n你所看到的，十几天甚至几十天写出来的优秀插件Mod，背后是一年甚至几年不断刻苦练习才导致的结果。"
        },
        {
            "author": "土球球",
            "timestamp": 1486687260,
            "txt_content": "好像涉及到了利益相关？我觉得我这段回复估计是做不到严格中立了，我尽可能保持中立态度说一下吧。\n\n前面有人说到了皮肤作者的制作水平是有一个提升过程的，我想说的一点是，插件/Mod开发者的制作水平也是有一个提升过程的。从学习Java、到理解Mojang那****的代码，到熟练使用一些第三方工具，这些学习成本也是不容忽视的。大部分开发者可能本身就是程序猿，就像很多皮肤制作者也在其他地方当美工一样，但是熟悉Minecraft这一套仍然需要很久。我可以毫不客气地说，就算没有考虑Java等编程语言基础，成为一个比较熟练的插件/Mod开发者也需要摸爬滚打至少一年时间。\n\n个人认为，开发Mod/插件等费力不讨好的地方在哪里呢？我们讨论一下和开发无关的版块加精的过程。\n发现了Minecraft的一个新特性，对其进行全方位的探索和研究，并将经验发到游戏技巧版发现了国外的原创高质量文章，对其进行理解并翻译过来（大约10k字左右），并将其发到翻译&Wiki版根据皮肤版的惯例，精华帖大概需要制作五到十个皮肤，制作完成后将其发到皮肤分享版\n\n但是加了精之后呢？不管是游戏技巧、翻译、还是皮肤，加了精后除了一些小修小补就根本不需要做什么了，而Mod/插件/软件的创作并非如此。不断会有使用者向作者反应问题，并希望添加新特性，作者需要不断地做着额外的工作。换言之，一个皮肤制作者如果开了十套皮肤的坑，那么他目前需要维护的只有最后一套皮肤，而一个软件开发者如果开了十个软件的坑，那么他很有可能目前需要维护的有十个软件。对于同样的时间标准，皮肤制作者可能做了十套皮肤，刷了十个精华，而软件开发者可能只能维护一个软件，也只有一个精华。\n\n让一个软件拥有十个精华自然是不可能的事情，但是正所谓，Mod/插件/软件制作者没有功劳也有苦劳，个人认为虽然精华的标准不应该变动，但是Mod/插件/软件制作者理应享有更多的金粒/人气等奖励才是。"
        },
        {
            "author": "梦",
            "timestamp": 1486690500,
            "txt_content": " 本帖最后由 梦彗業 于 2017-2-10 09:39 编辑 \n乙烯_中国 发表于 2017-2-10 00:18\n你建议的三点啊，excited！你这文章重点不突出，考试时候是要被扣分的。\n我知道你出发点大概是好的，但是你 ...\n首先我非常欢迎版主乙烯为这个话题发表自己作为论坛管理组一员的看法。\n但是对版主您的一加粗语句我个人认为不太合适：\n我们是Minecraft论坛啊，他们是Minecraft的二次作者，我们怎么可能不支持作者？\n首先您认为皮肤作者是Minecraft的二次作者，那么插件/模组作者又何尝不是呢？\n我相信您作为编程开发版的版主应该对插件/模组作者在背后做出的努力有所了解。\n其次，艺术家tsd1先生的一加粗语句我认为也不太合适：皮肤不是那么好画的。\n莫非插件/模组是那么好做的吗？当然我也不否认皮肤难画，我很赞同实习版主ustc_zzzz先生的几句话：\n就算没有考虑Java等编程语言基础，成为一个比较熟练的插件/Mod开发者也需要摸爬滚打至少一年时间。不断会有使用者向作者反应问题，并希望添加新特性，作者需要不断地做着额外的工作。让一个软件拥有十个精华自然是不可能的事情，但是正所谓，Mod/插件/软件制作者没有功劳也有苦劳，个人认为虽然精华的标准不应该变动，但是Mod/插件/软件制作者理应享有更多的金粒/人气等奖励才是。\n举个简单的例子，插件开发者“艺术家”jiongjionger先生的作品AntiFakePlayer是当下国内对集群压测防御效果最优异的插件之一，但仅仅被评为优秀作品。如果您说精华是需要作者本人申请，我认为这就是论坛不人性化的体现，好的作品应该是会自己说话的，国内大部分百人千人服务器都使用了AntiFakePlayer，难道这不是大家对于这款作品认同的表现吗？\n\n\n对于“艺术家”头衔的名额问题，我特地统计了近三年论坛授予的“艺术家”称号，尽管皮肤分享版与插件/Mod发布版获得“艺术家”头衔的用户名额基本相同，但相对于皮肤分享版的“艺术家”，插件/Mod原创开发者获得“艺术家”头衔的较少。\n\n\n我发表本帖的原意是希望Mcbbs管理组能深入了解皮肤作者与插件/Mod开发者各自付出的艰辛努力，对Mcbbs大大小小的事件能多方面考虑，为大家带来更人性化更和谐更美好的Mcbbs，起到在中国MC圈子门户的领导作用，希望Mcbbs在你们的带领下更加出色！\n\n\n\n"
        },
        {
            "author": "Thorn_Arnor",
            "timestamp": 1486692960,
            "txt_content": "不赞同降低\n1.皮肤版的要求已经不低了\n2.皮肤不是这么好画的\n3.质量才是关键\n4.说出来你不信，同等质量的皮肤和插件/MOD，相反插件/MOD更广泛和欢迎\n5.为什么皮肤多，其实是因为质量都比较的差，质量差的皮肤发帖和发洪水一样的，人人都能画，但插件/mod需要编程基础，但不是谁都有这种基础的，这差不多也是一种耐心和技术的选拔，只不过是画皮肤和做软件的门槛不同罢了"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1486695600,
            "txt_content": "梦彗業 发表于 2017-2-10 09:35\n首先我非常欢迎版主乙烯为这个话题发表自己作为论坛管理组一员的看法。\n但是对版主您的一加粗语句我个人认 ...\n我可曾有说过一句插件/模组作者不是Minecraft的二次作者？\n你引用的我的话难道不能在插件/模组作者上生效吗？你可敢直言其逻辑关系？\n\n你说Tsd加粗的话不合适，你说我加粗的话不合适，无非是在混淆试听，混淆指代与逻辑关系罢了，你的话总结起来就是说“支持作者”就是说只支持皮肤作者，说“皮肤不好画”就是说插件/模组容易做。无非是故意往自己想要的话上去想罢了、\n\n我们愿意接受友好的交流和建议，但是不能歪曲事实。\n\n尽管皮肤分享版与插件/Mod发布版获得“艺术家”头衔的用户名额基本相同，但相对于皮肤分享版的“艺术家”，插件/Mod原创开发者获得“艺术家”头衔的较少。\n\n我不明白你这个加粗是什么意思，除了原创开发者难道还有抄袭开发者不成？你所说的大概是指的是半原创。论坛的艺术家进行的半原创都绝对是在不侵害他人著作权并主动遵循CC协议的情况下进行的演绎创作，这和原创并没有什么贵贱之分，也是创作的一部分，而这一点是皮肤插件mod或者其他的都是一视同仁的。\n你要拿半原创说事我也和你说清楚。严格来说，皮肤实际上是在给游戏中的一个模型重新绘制贴图，是使用了这个非原创的模型的，希望楼主认清这一点。广义的来说，我们都是在Minecraft的基础上进行的演绎创作，制作的是游戏的衍生品。你要说每个字节都是自己写出来的那种原创，不能说没有，更多的还是二次创作。这种事说的这么白其实是伤感情的。\n既然你已经认同了人数持平这一点，那这说明其实两边的热度都还差不多。艺术家并没有一个具体数目的限制，也没有比例的限制。如果这一年都没有比较适合的某方面作者的话，我们是不会因为某方面人少就硬生生拔几个还比较欠火候的人上来充数。\n\n\n"
        },
        {
            "author": "lishanglin",
            "timestamp": 1486698240,
            "txt_content": "你们说这么多，有没有考虑过地形师的感受"
        },
        {
            "author": "1640727878",
            "timestamp": 1486698960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "defoliation_h",
            "timestamp": 1486699920,
            "txt_content": " 本帖最后由 h22391386 于 2017-2-10 12:48 编辑 \n乙烯_中国 发表于 2017-2-10 11:00\n我可曾有说过一句插件/模组作者不是Minecraft的二次作者？\n你引用的我的话难道不能在插件/模组作者上生效 ...\n单单就你这段的最后几句话，我说一下\n\n大部分精华都是一个团队的事情，团队中也许每个程序员的技术水平参差不齐，但是每个程序员对于这个精华的贡献都是一样的。在我们开发过程中，提出主意是一回事，敲代码的过程中，每个参与者的意见更为重要。\n\n所以你硬要说提拔某几个插件/mod原创开发者，那你估计只能提拔某些一个人就能干出精华的dalao吧。"
        },
        {
            "author": "耗子",
            "timestamp": 1486700040,
            "txt_content": " 本帖最后由 耗子 于 2017-2-10 12:37 编辑 \n\n    从AcademyCraft和ChinaCraft的github上代码提交记录来看，维护时间都超过一年半，主要开发人数超过4人，相较于皮肤，是否有这么长的制作周期，是否有这么多的参与人数呢？\n    对于一个模组的制作来说，不单单是一个人的力量，更是一个团队的力量，对于模组制作需要开发，美工，建模等多种技能，作为ChinaCraft主要开发者，ChinaCraft开发团队里面每位成员都是身兼数职，开发者有时是美工，有时又是建模，而美工也会兼职建模。而却往往得不到论坛方面的肯定。\n    对于艺术家数目的问题，很少有开发者能单独做到艺术家层面的水平，大多数时候都是依靠团队的力量，仅仅依靠个人的力量难以制作出令玩家喜爱的作品。评选开发类的艺术家完全是不公平的。@乙烯_中国"
        },
        {
            "author": "梦",
            "timestamp": 1486703160,
            "txt_content": " 本帖最后由 梦彗業 于 2017-2-10 13:11 编辑 \n乙烯_中国 发表于 2017-2-10 11:00\n我可曾有说过一句插件/模组作者不是Minecraft的二次作者？\n你引用的我的话难道不能在插件/模组作者上生效 ...第三点，不要说什么皮肤和插件模组之间的支持力场不清，好好想想。我们是Minecraft论坛啊，他们是Minecraft的二次作者，我们怎么可能不支持作者？我可曾有说过一句插件/模组作者不是Minecraft的二次作者？\n您既然认为皮肤作者与插件/模组作者同样是Minecraft的二次作者，那么我便无法理解您的第一次回复中提到的第三点的内容，请您指点。\n\n插件/Mod原创开发者\n在Mcbbs中获得“艺术家”头衔的用户中，不乏有为Mcbbs贡献大量插件/Mod搬运与汉化作品的前辈，但其个人的原创作品可能相比之下较少；而皮肤因制作门槛低，所以原创作品相对来讲更多，所以在皮肤作者中获得“艺术家”头衔的用户多为皮肤原创作者。\n\n你说Tsd加粗的话不合适，你说我加粗的话不合适，无非是在混淆试听，混淆指代与逻辑关系罢了\n因为Tsd是站在材质美工的角度上看待这个问题，说皮肤不好画这种评论会引起插件/Mod开发者的反感，并且本帖已有插件/Mod开发者同样认为插件/Mod不好做，所以我认为Tsd这句话是不合适的，但并未否认；请您不要歪曲原意。\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1486703280,
            "txt_content": "h22391386 发表于 2017-2-10 12:12\n单单就你这段的最后几句话，我说一下\n\n大部分精华都是一个团队的事情，团队中也许每个程序员的技术水平参 ...\n再大型的项目也总有一些leader，但你也不能说其他人没有做贡献。就像G胖一个人做不来半条命，就像是帖子只能有一个楼主一样，这种缺口是很难调济的。而越大的合作项目就越会形成“脑子——肌肉”的成员分组，这点是很残酷的。\n\n我们也不是没有提拔过合作项目的开发者，但是如果你要是只参与了一个合作项目，别的啥都没有表现出来的话，那也不能说足以成为艺术家吧？就算是提拔也不能服众。所以不要说我们不能提拔合作项目的参与开发者，而是一个帖子就能提供那么多的存在感，被人员数冲刷稀薄了，而实际上付出的努力和单独开发需要的量是差不多的。这点应该也是不影响公平的，而且我们并不完全是死吃贡献或者说付出的努力的，同时比如说对圈子的影响力，以及个人的成长性以及态度之类的。\n\n【因为毕竟艺术家是有负面评分权限的，我们也不敢给态度不好或者不理智的人的，你再触我们也不能给】\n\n所以与其说艺术家是大触的标牌，不如说是类似“三好学生”的一类东西，并不是说别人并没有做到三好，而是这玩意是为了让大家有个能向上看的东西，作为一个正面的榜样。像三好学生这种东西，给每个同学一人一张，其实也就失了本来的意义了。"
        },
        {
            "author": "1640727878",
            "timestamp": 1486703400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1486703940,
            "txt_content": "梦彗業 发表于 2017-2-10 13:06\n您既然认为皮肤作者与插件/模组作者同样是Minecraft的二次作者，那么我便无法理解您的第一次回复中提到 ...\n那我修正一下，现在能看懂了吗？\n不要说什么皮肤和插件模组之间的支持力场不清，好好想想。我们是Minecraft论坛啊，他们都是Minecraft的二次作者，我们怎么可能不支持作者？\n\n此外那叫你说的那叫搬运工。\n搬运和开发也不是矛盾的东西，艺术家的一些细节考虑我也回复给别人了。\n\n作为美工说皮肤不好画我不觉得有啥毛病，作为没画过皮肤的人说皮肤很容易画那才叫不合适。"
        },
        {
            "author": "梦",
            "timestamp": 1486705260,
            "txt_content": "乙烯_中国 发表于 2017-2-10 13:19\n那我修正一下，现在能看懂了吗？\n论坛对于“艺术家”头衔的分配看来不仅仅是对论坛的贡献，还有对论坛需要有一定的管理能力；从某种程度上来讲“艺术家”更接近于城管的作用，您认为我的理解如何？"
        },
        {
            "author": "梦",
            "timestamp": 1486707480,
            "txt_content": "乙烯_中国 发表于 2017-2-10 13:19\n那我修正一下，现在能看懂了吗？\n那么“艺术家”的评选标准一定是围绕对论坛乃至MC圈子的影响和贡献对吧？"
        },
        {
            "author": "酉月一",
            "timestamp": 1486720860,
            "txt_content": "1640727878 发表于 2017-2-10 11:56\n皮肤需要的只是单纯美工，而模组则可不是只需要会敲代码，同样需要美工来制作材质，美工都跑去画皮肤了， ...\n那倒是欢迎这类码农来找我们这些美工，价格从优哦~【滑稽】"
        },
        {
            "author": "酉月一",
            "timestamp": 1486721580,
            "txt_content": "说来说去，字太多，懒得全看，我这里小小的提一下额外的内容吧，艺术家评选也不关我的事，我只能告诉你，被评为艺术家的人，他有权利，在任何自己愿意的作品帖子里加贡献。也就是说，这个艺术家既然已经评给某个人了，那这个人就可以看心情给贡献，他想给谁都行，只要不违反论坛坛规，还有，艺术家并没有任何管理论坛的权限和义务。\n混乱举例的帖子里，Yy还是建筑类的艺术家呢= =他开心给谁贡献是他自己的事，我总感觉你有某种不知名的问题，我也不好多说，你也不用回复我了，想回复就用评分吧。"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1486725240,
            "txt_content": "梦彗業 发表于 2017-2-10 13:41\n论坛对于“艺术家”头衔的分配看来不仅仅是对论坛的贡献，还有对论坛需要有一定的管理能力；从某种程度上 ...\n老实说。。艺术家实际上就是个称号来着 除了能加一贡献和扣分（据说普通用户组11级也可以）\n\n和版主完全没关系 更别提管理能力了"
        },
        {
            "author": "1640727878",
            "timestamp": 1486732380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凯文文",
            "timestamp": 1486732800,
            "txt_content": "我只想说，你们这群版主，否定别人之前能不能先看看自己又没错，你们一个个都是十全十美的？你们一个个都是天才？"
        },
        {
            "author": "tdiant",
            "timestamp": 1486734060,
            "txt_content": "支持楼主的提议。就本文而言，我说几句中立的话，这些话不代表我反对MCBBS，仅为提意见的角度提出自己的想法。\n一.从现状\n什么都不说，就说现状的话。MCBBS的现在，确确实实存在大量的开发人员弃坑、开发人员退圈、开发人员的新鲜血脉极为少见 等一系列的事实存在的问题。MCBBS即使关照开发者，保护开发者，呵护开发者，爱护开发者，注意培养开发者，觉得给开发者家的温暖了，给开发者足够的关爱了，现状就摆在这里，确确实实是这样。MCBBS推出艺术家，应该得关爱开发者吧，那MCBBS关爱开发者，为什么开发者没了呢？编程开发版为什么那么多教程是弃坑的呢？为什么那么多MOD现在作者都不见了呢？MCBBS一点问题都没有，开发者为啥都在退圈？这个事实，圈内人皆知，大家心知肚明。\n\n二.看编程开发的现状\n一篇我发的建议贴\n\n鄙人不才，曾发过一篇建议贴。这篇文章，我自认为可以将编程开发的现状说的淋漓尽致。论坛对开发的偏视可以表现在最基础的教育上。一个版块不注意教程的悉心筛制，那我不就不能理解成从根源上根本就没有重视吗？请问各位，什么时候去把编程版误导新人的一些内容清理一下呢？\n\n三.我想说一下，开发也不容易\n我认为，写一个插件，写一个MOD，写一个软件都出来，都是不容易的。就像前面4z说的一样，这些学习成本也是不容忽视的。可能有些人是学易语言的，他们认为做个软件出来是拖一拖控件，摆一摆位置的问题；可能有些人玩过p****之类的网站，又再者尝试过一些MOD制作器。这些人对开发不以为然，认为自己很了不起。我想说明两点问题。\n①也许你觉得其他项目的开发很简单，可是，在Minecraft上，可能没有你想象的简单。Minecraft的代码比较反人类。《知乎：从编程的角度来看，Minecraft是怎样设计的》\n②也许你觉得p*****或Mod制作器简单易懂，开发自己也可以，不需要Java。首先，Mod制作器多辣鸡我不想提，说一说一些拖模块能写插件的网站吧。我个人认为，这些网站严重的侮辱了Java面向对象的优点。举个例子，那个网站是把一个插件分成一步一步的过程，这不就是把Java变成了面向过程吗？Java是面向对象的。开发插件和Mod，永远不能用这种制作器来代替掉，并且永远也不会被这种制作器来代替掉。为什么这样讲，这是Java面向对象的特性来讲的，面向对象永远不会被面向过程替代。\n我认为开发者去说画个皮肤多简单，这是不正当的，也是没资格的，毕竟开发者不会画皮肤。不过，画皮肤的人也不见得会开发。可是现在想想，我觉得，部分开发者，也不见得懂开发。\n\n四.我想说一下一些观点，我个人认为这些话说的不正确\n1.代码类的工作比皮肤要难，就好比《国家地理》和《小哥白尼》的文章一般。因为皮肤容易画所以门槛提高，就像是因为《国家地理》的专业度高，所以我们限制甚至停刊《小哥白尼》吧。No，No，No。我认为这句话说出来不不恰当。如果要用《国家地理》和《小哥白尼》举例子，应该是：《国家地理》的专业度高，所以我们应该鼓励大家看，在《国家地理》方面多做点工作，而不是去鄙视人家《小哥白尼》，小哥白尼我们也得看啊。这句话有一种“移花接木”的巧妙之处。\n但是却很少有人玩到了一个好玩的MOD或者插件他会去想自己也去进行相关的创作编程开发版教程贴的查看量一点也不亚于皮肤教程。要不然，为啥我们开发者觉得编程开发版得改教程呢，以免误导新人呢？\n\n\n\n我说的话，可能有些不当之处。我认为，MCBBS确确实实应该给开发更多的奖励才是。我觉得楼主说要把皮肤版标准升高，这个有点把别人拉下水的意思，我觉得应该是，把开发者奖励的标准降低，这样就对了。\n"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1486736340,
            "txt_content": "　　作为插件版块上来的“艺术家”，我表示我根本不在乎这些虚名。加了精华能怎么样呢，不加也无法阻止我对Minecraft开发工作的热情。我们并不是靠着这些续命来支持我们这么多年的。相反的，那些仅仅是为了虚名的开发者们，大部分早已弃坑。\n　　精神上的激励的确是重要的，但是还没有重要到这种地步。为自己喜欢的游戏添砖加瓦，我们已经很满足了。"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486737240,
            "txt_content": " 本帖最后由 嘟嘟~ 于 2017-2-11 12:15 编辑 \n\n你们真正在纠结的不是艺术家的问题吧？ 精华也算不上问题吧？\n对开发者来说 皮肤版的普通作品都能有精华\n但他们费心费力的作品却很少有精华\n对皮肤作者来说 皮肤很难做 很麻烦 每一个细节都要反复做很久\n然而做开发的那些人 天天发的东西bug一堆一堆很明显就没有认真做 所以肯定有偏见或者说意见我不想站在开发者的角度想这个问题\n然后我看见的是你们都认为 对面的作品很easy 很轻松\n麻烦换位思考一下好么"
        },
        {
            "author": "Duang_Xuan",
            "timestamp": 1486738500,
            "txt_content": "嘟嘟~ 发表于 2017-2-10 22:34\n你们真正在纠结的不是艺术家的问题吧？ 精华也算不上问题吧？\n对开发者来说 皮肤版的普通作品都能有精华\n但 ...\n既然你也说是mod有bug了，难道开发人员没有认真地进行二次修改吗？\n难道开发人员没有认真的写东西了？\n难道开发人员个个都很懒？\n难道开发人员不想他们的作品被评为精华？\n就凭这你这句话，我出来反驳一下"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1486739700,
            "txt_content": "嘟嘟~ 发表于 2017-2-10 22:34\n你们真正在纠结的不是艺术家的问题吧？ 精华也算不上问题吧？\n对开发者来说 皮肤版的普通作品都能有精华\n但 ...\n热核聚变从提出概念到现在过去了五十多年，做出来的东西工作时间以秒计算，发电量比自身耗电量还小，这些科学家是不是都没有认真做工作？冷聚变连实验数据支撑都没有，这些是不是都骗钱的？脑子是个好东西，我真希望每个人都有。"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1486749420,
            "txt_content": "感谢楼主的反馈。\n考虑到多人大区内各版块资源的稀缺度，今后会对插件版、服务器整合包版、联机教程版适当增加对精华、优秀图章的投放比例，并定期对版内帖子进行review，对优质发帖标记精华，对过时帖子取消精华，以更好地实现精华/优秀图章筛选优质帖子的目的。\n同时对于长期更新，或者更新了重大功能的原创主题，我们也会推出持续的奖励申请制度，例如针对同一原创插件多次发放绿宝石等，以激励各位辛勤的原创作者的更新热情。"
        },
        {
            "author": "寂",
            "timestamp": 1486771620,
            "txt_content": " 本帖最后由 1582952890 于 2017-2-11 08:17 编辑 \n嘟嘟~ 发表于 2017-2-10 22:34\n你们真正在纠结的不是艺术家的问题吧？ 精华也算不上问题吧？\n对开发者来说 皮肤版的普通作品都能有精华\n但 ...天天发的东西bug一堆一堆大多数开发者的作品可能都存在着这样或那样的Bug，一些Bug可能开发者根本没想到在那个地方会产生，毕竟使用环境多变，也在所难免。但是大多数开发者会选择根据用户反馈制作新版本并修复Bug。\n很明显就没有认真做谁给你的这么大勇气说出这句话？？？大多数开发者抱着对自己本职工作的热爱，都会认真地对待自己的作品的每一行代码（当然也不排除个别的瞎写两行去发滥竽充数的）。\n综上，楼主将程序中的Bug归咎于我们没认真做？您真正了解开发吗？如果不了解开发请不要下如此言论引战。\n麻烦换位思考一下好么楼主是在自嘲吗？我从你前面的言论中看不见任何换位思考的言论，\n对皮肤作者来说 皮肤很难做 很麻烦 每一个细节都要反复做很久很明显就没有认真做 所以肯定有偏见或者说意见在您眼中，程序出现了Bug，就是我们没认真做。我们并不否定皮肤很简单，但是，不带这样贬低程序员的吧。可能在你们看来，画皮肤这种东西，众人皆知，看似只是描像素点，实际上需要天赋与能力的结合，实在不简单，然而写程序呢？无非就是对着电脑敲几个字母而已，学学就会了，就666了，就可以写出完美的无Bug的程序，对吗？凡是有任何Bug的，都是我们在滥竽充数？闭着眼睛写的垃圾？对吗？\n其实我不禁想来一句：您行，为何不见您去发布一个认真做了的开发作品来给我们见识见识呢？口才很渣，请谅解。\n另外还有一件非常重要之事，皇天是dalao。完毕"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486772820,
            "txt_content": "很抱歉我的言论有些问题\n首先说明一下 我也是一个程序员 我知道 做一个好的开发的项目有多不容易\n我所谓的“bug一堆一堆” “根本没认真做”\n是我站在我只是略微了解的美工的角度看的\n我把这个角度的人想象的是 不怎么了解编程\n您真的了解开发吗？\n谢谢 我了解 但是站在皮肤开发者的角度上\n他们不了解\n所以他们的思维肯定会有误区\n难道说 我们开发者对美工就没有误区了吗\n我无意引战 我只想让这两种为论坛付出过同样的努力的人和平的相处\n\n另外说一句 dalao 您也不是太了解美工的角度是怎么看这个问题的吧？\n我指出的美工角度的思维 可能确实有点太过了 有点引战的意味\n但是大部分美工 尤其是水平比较差的那些 可能都是这个思维吧？\n\n还有一句话 皇天当然是dalao"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486774020,
            "txt_content": "jiongjionger 发表于 2017-2-10 23:15\n热核聚变从提出概念到现在过去了五十多年，做出来的东西工作时间以秒计算，发电量比自身耗电量还小，这些 ...\n您是dalao 但是这句话我的语气可能会比较冲\n我写过了 那句话是站在美工的角度考虑的\n你们是开发者 你们当然是知道开发的难度\n但是说真的 美工知道么 美工对于开发就没有什么误区吗\n他们自然没有接触过开发\n他们也不会知道开发到底有多累\n当然我这话不是贬低美工 他们在其他方面是很不错的人才\n但是对于编程的不了解而对这方面有一定的偏见 不算什么奇怪的事情吧？\n\n脑子我有 我知道很多mod都是开发者的幸苦努力\n我是混服务器的 我见过很多的服务器玩家对于bug的态度是：\n怎么这么垃圾 又有bug 快修啊 不修我就退服\n他们确确实实地把bug看成了开发者不努力的结果\n这就是不了解开发的人的态度 我认为我的话有一定的偏差\n但大概没有问题 就是这样"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486774140,
            "txt_content": "Duang_Xuan 发表于 2017-2-10 22:55\n既然你也说是mod有bug了，难道开发人员没有认真地进行二次修改吗？\n难道开发人员没有认真的写东西了？\n难 ...\n我的原话是\n对皮肤作者来说 皮肤很难做 很麻烦 每一个细节都要反复做很久\n然而做开发的那些人 天天发的东西bug一堆一堆\n可能那个回车让各位dalao有误解\n第二行的那句话 是站在皮肤作者的角度说的\n至于理由 我之前的两个回复已经说过了"
        },
        {
            "author": "tsd1",
            "timestamp": 1486786860,
            "txt_content": "嘟嘟~ 发表于 2017-2-11 08:49\n我的原话是\n\n可能那个回车让各位dalao有误解皮肤很难做 很麻烦 每一个细节都要反复做很久\n然而做开发的那些人 天天发的东西bug一堆一堆很明显就没有认真做 所以肯定有偏见或者说意见\n\n皮肤作者什么时候说过这句话？\n故意引发不同领域之间的矛盾很有趣嘛？\n麻烦不要引战。"
        },
        {
            "author": "嘟嘟~",
            "timestamp": 1486792140,
            "txt_content": "tsd1 发表于 2017-2-11 12:21\n皮肤作者什么时候说过这句话？\n故意引发不同领域之间的矛盾很有趣嘛？\n麻烦不要引战。 ...\n抱歉 您是有素质的人\n但是之前皮肤版的人说了\n画皮肤的人里有好的 有差的\n或许您不这么认为\n但我觉得可能很多素质并不好的人都是这个思维\n我也并不想引战 我非常希望这两个版能和平的相处"
        },
        {
            "author": "Bryan33",
            "timestamp": 1486808460,
            "txt_content": " 本帖最后由 a390807154 于 2017-2-11 18:25 编辑 \n\n本人在版主期间已针对插件版原创动力不足做出了多点版规修改 如降低精华/优秀标准\n不过也同时引出部分粗制滥造的插件(所以后来加了版规予以限制)\n另外插件版是有艺术家评选的(只是恰好评选的时 我推荐后辞职了 后续版主忘记去补推荐名单了)\n我任职期间自我感觉对部分插件的评价标准拿捏不准 去客观评价一个插件是很难的 而且也需要去看这个插件的后续的修复 新增的特性 \n这导致很多插件被精华的时间往往不是插件发布的时候\n而且插件版也存留历史遗留的某艺术家的精华 \n以现在的标准来看确实不值精华 而且插件长期未更新 作者开发了并没有后续更新到帖内 现存版本存在非常明显的问题 导致插件很多功能无效\n那么是不是意味着我们可以收回精华呢? 所以借这贴我建议多一个 <优秀/精华插件回访制度>\n对于被评为优秀/精华的插件留下3个月至1年的观察期 需要确实看到这款已经被评为优秀/精华的插件有进步\n并且在此基础上进一步降低插件精华/优秀的标准"
        },
        {
            "author": "gamerteam",
            "timestamp": 1486893300,
            "txt_content": "我再来说一下我的观点吧\n论坛并非不重视开发人员，更多的是需要开发人员们也能够自己去了解和与版主们多进行交流，版主们能够对你作品中出现的问题提出专业的建议，而且如果确实优秀，也能够帮你进行一定的推广建议等。\n就我任职软件版版主这么久以来，主动来问我的还真没有几个。\n以及这个艺术家\n我作为一个版主既然不了解你，我就不确定你的人格是否有问题\n艺术家是就算你再触，人品有问题，依旧会排除掉你"
        },
        {
            "author": "混乱",
            "timestamp": 1487045460,
            "txt_content": "首先再次说明下，艺术家的选拔方式：\n在每一年的年底，由各个板块的版主提名。并且在这个提名中，并没有对人数做严格限制，只要能有推荐理由且资质足够即可获得。\n\n然后是，艺术家的定位：\n艺术家的定位并不是原意义的艺术家，而是泛指了各个领域里有所成就，为自己的技艺所陶醉者。当然，需要有一些代表作品。\n\n最后，你们认为的评价不公：\n插件板块的评分现在应该是没问题的，MOD板块或许确实存在打分不够的情况，对于作品的评价，我个人并不充分了解MOD制作工作，所以必须由该版块版主执行，评价问题这可能是版主管理不足、不能充分体察板块情况的原因。而论坛的版主也不是钦定的，而是需要自主申请后由管理员审批的，高资质者前来申请的少之又少，所以MOD板块存在这管理层不活跃的情况。\n之后我会和对应版主协调提高MOD板块的评价上限，希望一定程度能够缓解这个问题。"
        }
    ]
}