{
    "title": "<原创·连载>《创世神》第七章",
    "author": "darkyun",
    "replyCount": 0,
    "timestamp": 1486692360,
    "txt_content": " 本帖最后由 darkyun 于 2017-2-10 10:06 编辑 \n\n第七章       齐旭看着伞榕，有点傻眼。自己不是没有经过那条小溪吗？怎么就走到伞榕了呢？看着这棵上面被自己改造过的伞榕，齐旭彻底无语。\n       原来，小溪是竖向的，从树皇附近流出，向着伞榕附近流的。正好在伞榕这里打一个弯，齐旭还以为那条小溪隔开了伞榕和树皇。\n       来了就来了吧，看着天空上两个明亮的月亮。没办法，只好在伞榕上再睡一宿了。从前几天僵尸的做法看，那群僵尸不会上树，自己现在又有我的世界的物品栏。凭着自己物品栏里的克莱果，几个月不下去都不碍事。怕什么？\n       顺着那条树藤，几下齐旭就爬到了伞榕的平台上，看着这个锥形的平台。再想想树皇上的几乎完全平整的平台。齐旭就感觉有点不爽了。算了。反正这里也不是自己的预定的老窝，先将就下，明天起来去收集材料。准备建着自己的老窝。\n       齐旭靠着伞榕上的树藤，刚闭上眼，就听见离自己很远的地方，有什么动静。仔细一听，居然是有人在大声的说话。虽然听不清在说什么。但是貌似有很多人的样子。\n       “纳尼？有人？我怎么一直都没遇到？不会那群僵尸吧，不对，僵尸不会说话，这明显是在说话啊”\n       齐旭爬起来。往有声音的方向望去，我靠。不是吧。这是自己穿越的来时的方向。也就是那天那条光柱的方向，最重要是的这是那天那群僵尸移动去的方向！\n       齐旭心想，既然有人说话的声音，那么一定有活人，应该没有什么大的危险，不大了，我跑还不行吗？反正那片空地到树皇的路，自己已经探熟了。\n       齐旭翻身下树，慢慢的往空地方向走了过去，离空地走的越近，声音就越听得清楚。居然是一群人在一起说话。\n       “天哥，这空地附近已经找遍了，没找到什么吃的”\n       “天哥，我们不会死在这吧，斧头帮的那群人没把我们砍死，回头死在这种地方”\n       “是啊，天哥，这空地之外不知道还有没有僵尸，走不开，不会被困在这吧”\n       “光喝水，我们顶不了多久了，天哥。”\n       听这声音，貌似是一群人来的时候，被僵尸围住了，听着斧头帮。貌似还是个黑社会团伙穿越来的，\n       齐旭小心翼翼的摸过去，发现空地已经被改造成了一个营地，四周木头的围栏，里面有几个简陋的木屋。有大概20多的人坐在空地上，围着一个人说话。\n       “我擦，这融合系统的时候，我是睡了多长时间？这房子都造完了？”齐旭心道。\n       在看过去，木屋的旁边还有一口井。像是新打的。看样子他们并没有离开这里，而是选择就地扎营，先在这里立足。不过很悲催的被僵尸围住了。\n       齐旭抬眼望去，这个营地附近并没有一只僵尸存在。又观察了一会，齐旭决定出去，毕竟这是穿越过来自己看见的第一批人。\n       “喂”齐旭从树后面走出来\n       “我靠，林子里还有一只僵尸！砍死他！”\n       “别动手，我是人！”齐旭无语中。貌似这群人以为到了一个只有僵尸的世界了。怪不得就地扎营。不过齐旭想想自己貌似也只见过僵尸。\n       “人？会说话！天哥。这里有活人”\n       “什么？活人？”\n       “天哥！过来看看，这里有人”\n       一群人听到齐旭说话，立马围了过来。随后一群人又开了一个口子。一个身穿短衫牛仔裤，纹身半露在外面的人，走了进来，看着纹身，胸口纹着一条黑龙，\n       “我叫天元，是这群人的头。初到贵宝地，请问，这里是什么地方？”\n       齐旭仔细打量了一下这人，突然发现这个天元有点眼熟。\n       “你是不是有天晚上被人砍，然后抢了一个人的自行车跑路？”\n       齐旭这么一问，天元楞了一下，是啊，穿越头一天，被斧头帮的人砍，然后抢了一个人的自行车。回到帮里，叫人打算打回去，然后就穿越了。\n       “是啊”虽然不知道齐旭这么问是什么意思，但是天元还是老实的回答道。\n       “那你知不知道，那个被你抢自行车的人现在怎么了？”\n       “他怎么了？”\n       “他穿越了”\n       齐旭这么一说，傻子都能猜到，齐旭就是那天被抢自行车的人了。旁边的人立马就丧气了。\n       “还以为遇到一个这里的原住民，原来也是个穿越的。”\n       “这回完了，死定了，天哥。”\n\n\n",
    "replies": []
}