{
    "title": "<原创×连载×无序> 这技术组真闲----第三章",
    "author": "SRIsiling",
    "replyCount": 7,
    "timestamp": 1486736220,
    "txt_content": " 本帖最后由 SRIsiling 于 2017-2-10 22:33 编辑 \n\n——现在是晚上，我的头顶是星空。我和我的烟斗一起，坐在门前。那么呢，现在我那个同事西格玛正在，PTO总部，给那两个实习生上物理课...\n   　“你个烟丝！你就在门口！刚刚你说的我都听到了，下节又不是生理课对不对！啊啊啊啊啊！”\n  　 那你就给她们上一节呗。我沉默一会儿。\n   　“住口！你个无耻老贼！”\n   　我还羡慕你呢！我还只能看星星。\n   　“哦，那是你的问题！去看看海王星上发生了什么可怕的事吧。哦对了，把这个蠢第一人称给我关掉！”\n  　 在那遥远的海王星上，正发生着一件可怕的事情，到底发生了什么呢？\n   　“说了给我关掉！”\n  　 好好好，上课去吧！\n   　老碘叼着烟斗，坐在值班室门口看星星看到深夜。\n   　现在是凌晨。西格玛这个年轻人，给风铃她们上课到深夜也不容易...话说回来...唉，这小子真是个老司机，资历比我还老...同样是差不多年龄的人，这车我也得开一开了。\n   　不过，海王星上，到底发生了什么呢？\n   　海王星上的我，选择了孤独。一个人生活在这偌大的星球上，摆弄着各种各样的方块。时间久了，我发现自己居然自学成了一个建筑师。这对我的生活并没有什么影响，建筑是做给别人看的，这里没有谁，没有任何人会对我的建筑说任何话。\n   　尽管如此，我还是盖了一个花园，为了有什么人能够看到它，我希望他们是一些善意的经过者，经过这花园时只会看一看，奇怪一阵子，我不想有人故意降落到我的花园里，这里不欢迎闯入者。\n   　这次我又忙到了很晚，真不敢想象我在屋顶应不应该做一个茶座考虑了那么长时间，想来想去还是做了一个，简单至极的两个楼梯对放，中间一个栅栏，上面一块压力板。我看它看了好久，我为什么要放两个座位？这里不是只有我一个人吗？但是我拆掉一个，又觉得太空了......最后我把这个位子留下了，并且不打算再考虑。\n   　很晚了，但是我并不打算睡，所以我眼花了，看到一个影子走过来。\n   　它走近了，走到花园的围栏旁边，然后我看清楚了，那是一个人。而且，我不是眼花了。\n   　我拿起了剑，走向那里，我坚信那绝对不可能是另一个人，如果是僵尸的话，给它两剑就好。呃，他的手好像是垂下来的，是小白吧，那就有点麻烦了，我没有盾牌，不好对付他的冷箭。然而那也没什么关系，蹲下的话，砍死他也没什么问题。\n　 所以说我什么都想到了，就是没有想到那是另一个玩家。\n   　他的头发乱蓬蓬的，这人画皮肤的时候肯定很不走心。然后往下，一身带些许银色像素的黑色夹克衫，暗灰色的长裤，棕黑色的鞋子。还有，这家伙脸上怎么有这么大一块...什么？烟斗吗？他可真奇怪。",
    "replies": [
        {
            "author": "SRIsiling",
            "timestamp": 1486736700,
            "txt_content": " 本帖最后由 SRIsiling 于 2017-2-10 22:40 编辑 \nSRIsiling 发表于 2017-2-10 22:32\n由于作者失误（其实就是偷懒）导致人设信息根本就没有。向大家表示歉意（以后会有的） ...\n\n好吧看来少了，继续更吧"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1486736760,
            "txt_content": "@冥王星人 说：我看到了\n@Yy星人 说：我也看到了"
        },
        {
            "author": "SRIsiling",
            "timestamp": 1486737120,
            "txt_content": "由于作者失误（其实就是偷懒）导致人设信息根本就没有。向大家表示歉意（以后会有的）"
        },
        {
            "author": "SRIsiling",
            "timestamp": 1486782600,
            "txt_content": "　“晚上好。”他礼貌地向我问候。\n  　 这...要不要进来？我打开了栅栏门。他进来了。\n   　你...你的名字？\n   　“不便透露，叫我SRI吧。”\n   　你的是...烟斗吗？\n   　“是的，你觉得怎么样？”\n   　还好，还好...想喝杯茶吗？\n  　 我不知道我为什么就放了一个陌生人进家里，他似乎，也没有那么让我害怕。我们就这么到了屋顶，坐在茶座上，在旁边的酿造台上用地狱疣煮了两瓶地狱疣茶，然后，捧着瓶子一小口一小口慢慢喝着。\n   　这是预感吗？我做了两个茶座，而今天，就来了一个人跟我喝茶？\n   　这个...你为什么来啊？\n   　“我也是偶然路过...看到这花园...这是你建的吗？看起来很不错哦！”\n  　 这个诶，是哦。\n   　“你的建筑挺好的，而你，”他的眼睛闪了一下，“你也是我见过最漂亮的，女建筑师。”\n\n\n\n\n　 　啥玩儿！！！靠，睡着了，这梦可真奇怪，那个男人，叼烟斗的......那不就是我吗！唉！梦里的我都比现实中浪漫啊。还有，为毛我成了一个女的？\n        不知道，算了，干事去。最近有很多事情呢。\n   　先是要去设计刷怪塔的附件电路，然后要修改一下排水机的布线，接着去做小组一周的工作报告……事情多得很！真是的，去做电路初稿吧。   　等等，工作了这么久，是时候请个假了。那些布线什么的，去他的吧！\n　 ……   　西格玛，过来！这个，为了考验你这个年轻人，你，今天别做那个活塞门项目了。啊，今天呢你就做一做那个刷怪塔的电路，还有那个排水工程的活塞虫方阵。再代替我去做今天的报告。我相信你，好好干吧。　　“你这个蠢第一人称视角还没关掉啊，想请假就直说！不要装老前辈了。去去去。”　　要好好干啊，不要整天给那两个实习生上（哲学）课！　　“你走！”西格玛被激怒了。　　好了去写个条子就行了，知道吗，这就是假期。 "
        },
        {
            "author": "SRIsiling",
            "timestamp": 1487940540,
            "txt_content": " 本帖最后由 SRIsiling 于 2017-3-19 15:29 编辑 \n\n　　把条子交给上级批了之后，老碘走出了大门。此时正值早晨，微风轻轻地吹着郊区的草苗，阳光配着薄云，真像一杯不酸不烈的鸡尾酒。老碘他不再回头，他要把自己的身体整个儿的放松下来。于是他奔跑到了一座桥上，让河里的点点星波晃着他的眼睛，他觉得很舒服。回过神来，他忽然就想不起自己本来要干什么了，他拍拍脑壳说，瞧我这脑子，今天得去农场那个大湖里钓鱼哇！那里的鲑鱼高产又好吃呢！\n　　他走了两步，忽然又跺了一下脚，哎呀，不对，要去别墅区看看，自己可是个建筑爱好者，放假了，去找大神们切磋一下手艺呀。于是他就又要去建筑区看看，走到大门前的十字路口时，忽然又一个“等等！”，接着他自言自语：不是要到黏土山国家公园去玩玩吗？\n　　犹豫了半天，踌躇了半天，可怜的老碘竟没有想出一点法子。他想着：回去工作也好哇。\n　　这种想法指引他走入大门，在大厅里，他遇上了菲雅。\n　　“你又回来了？不放心吗？西格玛的工作确实做得挺好的，安心去度假吧。”\n　　小菲啊，不是，我是个工作狂，我......我刚刚才发现的。那个报告还没有动笔吧，我去写......\n　　“前辈你多虑了，你不是请了假吗，去干你喜欢的事情就行了，不要老是工作。”\n　　问题是，我也没有想干的事儿，还不是只能工作？\n　　“你可以去做点别的，比如去放松一下，所以你不妨考虑考虑奈普顿丛林，离这里也不太远，正是个合适的选择。”她面露笑容地说着。\n　　她笑了，挺像一个人的，但老碘不知道她是谁。\n　　好吧，听起来不错！\n　　奈普顿丛林，是一片小小的丛林，走沙漠大道，半途弯进一条小路，就到了。沙漠到了边缘，沙子滑出一座缓坡，坡底下是一片小湖，对面就是丛林了。\n　　（这里由于上星期写好了但是传上去的时候居然出了错误，当时差点就把键盘砸了！）\n　　这里本来人就少，现在已近黄昏，不见人影。湖对面的丛林被晚间的雾气笼罩着，丛林深处似乎有什么东西。\n　　那么，是花园吗，老碘想。他开始回忆起那座花园：有那么星星点点的十几株花，都是蒲公英，绒球葱，茜草这种色调偏淡一点的花，花之间长着野草，但是并不怎么荒芜。有一些草长到了两格高，有一种层次感，花儿的排布也不乱。至于这儿这片湖，对了，那里还有一片小池塘。\n　　好了黄昏来了，如同原始的史蒂夫们在猎获战利品后喝的酒一样，那种酒滴了一两滴猎物的血，看起来，晚霞的颜色跟这差不多。老碘掏出了他的鱼竿，准备也获取一份丰足的猎获。那什么花园他不想去想了。于是他对着湖水，抛出了钓鱼钩，它落在了水中的夕阳上，荡起来一波涟漪。浮标底下的夕阳则很快速的溜掉了，天色转暗，变作紫黑。\n　　月亮从亮着的大都市那一边升起。此时浮标有了动静，老碘一提钩，钓上来一条鲑鱼，这让他很满意。他又一次甩钩，希望让它落在月亮上。但钩子落下的地方没有什么，只有一颗星星。\n　　哦，海王星！也不知她怎么样了，我好像还没有问过她的名字。呜呼，以前哪我总是很忙，也没有休息过。每天晚上总是熬到很晚，之前我当实习生那会儿。为了做C部门机密库的密码门项目，我一夜都没睡。好啊，这时候想必她也在那地方，对着花园里的池塘沉思着。我的这个烟斗，她会喜欢吗？\n　　浮标动了，一条普通的生鱼。\n　　海王星！我可真傻，原版怎么会有海王星呢？\n　　那么，我就只能到一个地方找她了。\n　　末路之地。\n　　他又一次挥动了鱼竿，把鱼线抻的很长，浮标点水，落到了水里的月亮上。\n　　老碘在湖边又一次看着星星做起了梦，不过这次他没有梦到什么自己跟自己喝茶。他梦里出现了一个人，老碘醒来之后才明白是他在那个叫方块大陆的次元(暑假有可能会更新的第二章内容)碰见的教生物的那个执绔青年。或者应该叫神秘人。他的胡渣子更长了，至少在老碘和西格玛在大陆被他从禁卫军包围圈里救下那时候要长得多。他和他相视甚久，最后那个执绔只说了一句话，便走入暗处，无影无踪了。他说：珍惜你的爱情吧，切莫失去它！\n　　老碘就这么醒了。他当然记得他要去末地。于是他就离开了丛林，然后穿过沙漠到技术示范区的D(维度)部门去，事实上D部门只是一个其他世界工业用地审核机构而已。老碘走进接待处，他就不由得想起了两年前的技术大会战，他也在末地呆过一段时间搞初步规划，那个时候......\n　　他那时候还没有烟斗，但是工作也不太累。有时候实在累了也不能休息，就消磨着时间，那时候他的眼光常常落在一个女孩的身上。她是一个普通平凡的女实习生，眼睛却是不平凡的一种红色。可是大多数男实习却更亲近另一个女生，她的眼睛是波斯猫那种色，活泼而可爱。每天着一身淡红色的裙子，哦对了，女孩的眼睛也是这个色。\n　　那么她呢，披着一件灰白色的，垂着一些丝带的外套，以及显出羽毛质感的也是灰白色的短裙。老碘那时候还不太喜欢盯着女孩子的腿看，所以她给他的印象就是这样的，确实全身周围都飘散着非常让他喜欢的感觉呢。\n　　在末路之地的日子里他们几乎天天见面，往后，老碘被调回了主世界，参与了女巫塔区块挖掘的那个超级工程。继续往后，他就遇上了西格玛，以及小组的伙伴们。\n　　他把她忘了，而忘却之后一旦记起便变得急切，他现在只想跳进末地的传送门，其他的他都抛在脑后。\n　　所有手续都飞快地办完了，然后在走向要塞的旋转楼梯上他飞快地跑着。终于他到了末地传送门的房间。\n　　要塞以前的传送门房间就很小，改造后依然是这么小，而且换了个更小的铁门，和其他的铁门相比是一模一样。如果不是工作人员的指示老碘一定会朝每扇门的门缝里都看一遍。他现在太渴望到末地了。\n　　之后她还在末地吗？老碘自走起就再也没有见过她，不过偶尔他听到曾经的战友说，她留在了末地，不知所踪。\n　　末路之地，那泛着星空的传送门就在眼前，老碘一点都没有迟疑，他跳了进去！\n\n\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1488020340,
            "txt_content": "SRIsiling 发表于 2017-2-24 20:49\n　　把条子交给上级批了之后，老碘走出了大门。此时正值早晨，微风轻轻地吹着郊区的草苗，阳光配着薄云，真 ...\n...提醒一下，这里不是贴吧，如果要更新的话可以另发新帖或者在原帖上编辑"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1488031620,
            "txt_content": "看到那个标题我就很想扯个箭头过去把电子转移走==\n这日常文真闲呐，大概什么时候步入主线呢？"
        }
    ]
}