{
    "title": "[RM2016最佳建筑第二名]Mr Ratoyo's Moving Toystore - 巴提亚先生的移动玩具店",
    "author": "MF_Mufeng",
    "replyCount": 12,
    "timestamp": 1486780260,
    "txt_content": " 本帖最后由 像素君 于 2017-8-20 22:06 编辑 \n\nMr Ratoyo's Moving Toystore巴提亚先生的移动玩具店Reddit Minecraft 2016最佳建筑第二名\n一年半的付出，终于有了回报。地图终于圆满，而作者的目的是：展示一种与众不同的风格与特色！藏好你的孩子和玩具，Ratoyo正在找他们呢！\n\n\n\n [ Story Of It - 故事 ] \n\n本文摘自作者PMC原文Story部分。翻译：暮风\n作为一个圣诞老人工厂里的废旧机器人，Ratoyo一直痴迷于玩具。他渴望玩具，但他永远也不会拥有，因为圣诞老人不会让他得到。这让他的梦想变成了奢望。Ratoyo偶尔会在深夜时潜入到储藏室里和玩具们玩，给洋娃娃编辫子，用冰棍棒搭出巨大的轨道，让火车在上面行驶......\nRatoyo不高兴了，因为它听说工厂里的旧机器正在被新型技术取代。Ratoyo不久后会发现自己在大街上，为了避免自己生锈而在门廊下躲雨。但Ratoyo决定不再碌碌无为，争取不让自己的一生在废品处理场结束！\n为了不让孩子们看到他的机械体而恐慌，Ratoyo在本地商店的存储部门当起了员工。当然，他不能在孩子面前出现。\n一天晚上，他找到了一个经理扔出去的盒子。这是一个玩具组装套件，里面装满了布、胶水和其它有用的材料。Ratoyo一直梦想有属于他自己的玩具，现在他终于可以独立制作它们了！他工作了整整一晚上，从傍晚工作到凌晨，直到作品完工。\n他把所有的布都用在了那件粉红色的连衣裙上，一半的干草成为了金色头发，一半的干草捆绑后成为了洋娃娃的四肢。那是属于他自己的洋娃娃，他知道自己将深深地爱着它，珍惜它。\nRatoyo决定把娃娃给店长看看，如果他的才华得到了店长的认可，他肯定可以平步青云！\n“主人！看！我做了个洋娃娃！”\n“喔，我的......”店长无语了。\n店长轻轻地在Ratoyo的小机械脑袋上敲了敲，然后把洋娃娃还给了他。“你不应该出现在店里，有人会看见你的。”\n“但是......”\n就在这时，门突然开了，一个小女孩冲了进来，他的父亲紧跟在她身后。“爸爸，我想要个洋娃娃！”\nRatoyo赶紧躲到柜台后面，并把洋娃娃留在店长的手里。\n小女孩看了一眼店长手里的洋娃娃。“爸爸，我想要那个洋娃娃！”\n“不，她不能拥有那个洋娃娃，那是我的！”\n“这个洋娃娃多少钱？”小女孩的父亲问道。\n“哦，我的上帝，它不卖。”机器人心中说道。\n“我是小镇的镇长，只要是我女儿想要的，她都会得到。”父亲说道。\n店长把洋娃娃递给了女孩。“尊敬的阁下，需要十英镑。”总是热衷于做利益生意的店长啊！\nRatoyo无法忍受失去宝贝的痛苦。\n他从自己的藏身之地爬了出来，走向小女孩。\n“呃，打扰一下？”他用他杂乱的机械音弱弱地说道。\n“是我做的那个洋娃娃，它是我在这个世界上最宝贵的财富，如果你能友好地把它还给......”\n“呀！”女孩尖叫起来。“爸爸，快把它从我身边赶走！太可怕了！”“这什么意思？！这怪物究竟是什么？！快把它从我和我女儿身边拿开！”\n父亲领着手拿Ratoyo洋娃娃的女儿，愤怒地离开了商店。\n“给我出去！”店长对着Ratoyo叫喊道。\nRatoyo感到又难过又伤心，但是没有眼泪流出，因为他并不是人类。他没有任何一个部件是被地球母亲制作的。只是一个破旧的机器人。\n当警察赶到的时候，Ratoyo已经离开了，他决定藏在废品站中，因为肯定没有人会想到在这里找他。\n他在废车以及其他金属运输工具底下躲雨，他想到自己只是在和这些剩品虚度光阴，自己正在变成它们中的一份子。但他的意志十分坚强......他不应该在这里灭亡！通过轮胎和一些机械装置，Ratoyo做了一辆可以远离可怕城市和人类的推车，他要制作有特色的玩具然后和世界共享！\n不管怎样，Ratoyo现在没有任何工具。但他在废品站里找到了一台可以运作的变压器。它可以把人类的骨骼和肌肉变成木头。\nRatoyo决定去拜访一下当初那个拿走他宝贵洋娃娃的小女孩，并且拿回属于他自己的东西。不过，他也有他自己的复仇计划。他绑架了那个小女孩并把她做成了洋娃娃。当女孩的父亲寻找她时，Ratoyo把她卖给了他。\n接待了一些客户后，他已经可以担负起聘用员工的费用了。\nRatoyo依旧每天都在大街上漫游，一直在找新的产品。\n所以说，快把你的孩子还有玩具藏起来，因为Ratoyo正在找他们！\n [ Introduction - 介绍 ] \n\n经过一年半的艰苦奋斗，我终于把它完成了。我的目的是让大家看到一个特色中的特色！\n我本来打算让那架推车在桥上行驶，但我意识到，如果没有插件来增加高度限制，让推车在桥上这件事是不可能的。我决定做另一个版本，专门用于“vanilla minecraft”的下载。如果有足够多的人请求升级版，那么我会发布一个下载链接。一年前，我偶然发现了lior arditi的艺术构想：http://lior-arditi.daportfolio.com/gallery/460365#14\n我希望你喜欢这个艺术作品。\n-Rajkkor\n这里有一个非官方的宣传片！虽然并不是官方发布，但却受到了原作者的好评！希望该介绍片能够帮助你进行更多了解。\n[bili=4129122]1[/bili]\n\n - 我们使用的工具？Worldedit, Mcedit, Voxelsniper. - 你能够做什么？做一个有关于本作的视频，但你必须在评论里提供一个链接，并给予我足够的信任。\n - 感谢以下人员Lior Arditi（艺术构思）,Lindblumen（匹诺曹建筑）,DriliNanners（不断的动力）.\n [ Pictures - 美图鉴赏 ] 【远景/渲染图】\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n【无渲染/游戏内/近景图】\n\n小钟塔。\n\n背面全览。\n\n悬挂的笼子。\n\n底部的钟。\n\n\n\n动力部分。\n\n玩具店上悬挂的木偶。\n\n\n\n\n玩具在哪？咦，这里有一个走丢的玩具。\n\n哦，我发现你了！\n\n底部一览。\n\n\n\n\n\n\n\n\n\n\n\n\n\n顶部一览。\n\n\n\n\n\n\n\n\n\n\n\n\n [ My Own Comment - 个人评价 ] \n因为一个偶然，便有如此构思。\n实际上有不少玩家十分在意地图参与建设的人数，从而判断作品的质量。该作参与人数不多，但依然拿到了RM2016最佳建筑的第二名。该作的建筑风格与故事相搭配，犹如线与线的紧密相连，剧情跌宕起伏，很轻松地就将读者带入其中。\n玩具店并不像一些地图那般规模宏大，但是却做到了细致！每一个方块都待在它应该在的位置，没有让人觉得怪异。对玩具、玩偶的刻画也非常生动，匹诺曹那嘴巴微微张开，眼睛死盯的样子尤其让我印象深刻。发动机和履带也都做得极为细致，履带的点点滴滴，哪怕是一点破旧也都细细地造了出来。\n油烟也做的颇具新意，在尾部和机器人的头顶都有大量的黑烟冒出来，黑烟的底部还有着很多火星子。楼顶的内部存放着一些材料，符合了主题，机器人的手爪也修饰得较为恐怖，肚子的锅炉也十分具有特色。\n存档刚进入时是黄昏，给人一种阴森的感觉，正好和故事接头。故事中，机器人被驱逐后的黑化，与作品里眼神可怖的机器人相得益彰。但故事中机器人的出发点是好的，从这里的“OPEN”，到店上挂的那些玩偶，都可以知道机器人是真心想分享自己的玩具。\n除了以上的那些，再要说就是那条长长的大路和桥了。毋庸置疑，机器人一定是走在大路上的，我因为好奇心，向着原路飞了过去，那条路竟开始向下，而向下的中途，那些石子依旧完美，没有任何的瑕疵。绕着绕着，就可以看到匹诺曹了。那座桥也是很具特色，桥上的火焰灯更是烘托了这种奇异的气氛，配上原版的背景音乐，我感觉这些仿佛都变成了现实。\n还有一些独特的东西，比如那个吊在空中的笼子和火车轨道。要想让那种长条条（也就是笼子的栏杆和轨道中间的部分）建筑很适合的话，我个人认为是比较难的。虽然做了出来，但如果自己看，总会有些怪怪的感觉，然后便去修改。这里却是真正达到了“舒服”，不会让人感觉奇怪。\n当然也有一些“杂件”，比如破旧的笔记本电脑之类。但尽管这样，依然做到了极致。那些杂件并不是匆匆几下就一笔带过，而是和前面的主要物品一样享受到了好待遇。\n说实话，我见过一些有特色的建筑，但只是一些。像这样有很多新奇构想的作品可谓是少之又少，能够坚持下来的更是百里挑一。而这种建筑，往往总能人气高涨，被誉为精粹。\n [ More Information - 更多信息 ] \n进展：100%标签：惊人、极好、机械、Rajkkor、Raj、Blockworks、Angelblock、移动、3D艺术。作者推特：推特作者Youtube：YoutubeBlockworks：Blockworks 官网关于该团队：BlockWorks twitter\nBlockWorks facebook\nBlockWorks youtube\nPMCblockworks sketchfab\nBlockworks成立于2013年初，现在拥有40个建筑师以及来自世界各地的艺术家和视频制作者。团队成员的独特技巧和风格被很大程度上认可的基础上，为团队提供了不少专业知识。这可以让我们更加自信地去面对建造Minecraft建筑时遇到的各种设计挑战，并真正提升成员的素质。作者私信如下：\n\nThis work is licensed under a Creative Commons Attribution-NonComercial-NoDerivs 3.0 Unported\n关于CC协议 [ Download - 下载 ] 原帖下载：Click百度网盘：Ratoyo's Moving Toystore [ About The Download - 关于下载 ] Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把下载回来的地图存档解压到.minecraft\\saves文件夹里面。（非正版）：将地图解压后放入minecraft/save文件夹里。若发现下载地址异常、存档损坏等问题，请在下方留言告知。 [ End - 最后 ] 如果您喜欢该作品，请用您的账号在原帖给作者钻石。如果您喜欢得不得了请给Favorite。如果想要拿去当服务器地图，请先询问原作者。暮风搬运作品传送门：暮风的个人海外搬运索引 - 使用条款 -1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者所有。本帖参加【跨年盛典】疯狂夺宝计划活动@2B与mc的故事 @bo_bo2001 @DGK2 @FHC红石 @xcc @冥王星人 @像素君 @NGK3 @PETER·篠 @guqu\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1486825020,
            "txt_content": "故事翻译得还是有些瑕疵啊，不过也很不错了~向大佬低头~"
        },
        {
            "author": "E_WIND",
            "timestamp": 1486880940,
            "txt_content": "虽然不太喜欢这个风格 但是真的很触"
        },
        {
            "author": "E_WIND",
            "timestamp": 1486881000,
            "txt_content": "才注意到我是板凳 第一次这么前"
        },
        {
            "author": "星陨坠",
            "timestamp": 1487146380,
            "txt_content": "好看~            "
        },
        {
            "author": "guqu",
            "timestamp": 1494145560,
            "txt_content": "那个我早就退坛了啊QAQ\n不过还是感谢一直@我"
        },
        {
            "author": "yjh454468724",
            "timestamp": 1494384480,
            "txt_content": "不错啊 这风格我喜欢"
        },
        {
            "author": "像素君",
            "timestamp": 1503237900,
            "txt_content": "部分图片已挂，请及时修改~"
        },
        {
            "author": "ir-0",
            "timestamp": 1503444960,
            "txt_content": "看起来挺好的"
        },
        {
            "author": "千桐",
            "timestamp": 1515117540,
            "txt_content": "有意思，谢谢楼主的搬运"
        },
        {
            "author": "CCTVV",
            "timestamp": 1600564680,
            "txt_content": "\n哈哈 很不错地图呢"
        },
        {
            "author": "月娴盈",
            "timestamp": 1600574700,
            "txt_content": "太好看了！请大佬收下我的膝盖，佩服佩服"
        },
        {
            "author": "Moxiaobei7.",
            "timestamp": 1600595100,
            "txt_content": "向大佬脱帽致敬，刚刚开始潜心研究建筑"
        }
    ]
}