{
    "title": "[Minecraft.net|INSIDER]本周方块：仙人掌",
    "author": ":spgbigfan:",
    "replyCount": 8,
    "timestamp": 1486825020,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-29 19:51 编辑 \n\n\n\n\n\nfile_1580298694000.jpg (110.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-29 19:51 上传\n\n\n\n\n\nBlock of the Week: Cactus\n本周方块：仙人掌\nUnpick its prickly promise, centuries in the making\n仙人掌的用途揭秘，跨越百年的生长\n\nTom Stone 汤姆·斯通\nWhat do you reckon is the most embarrassing way to die in Minecraft? Hugging a Creeper you mistook for a loved one? Skinny dipping in a pool of lava? For us, it's the idea of the humble cactus block getting the finishing blow. When you touch their spiky skin, they only deal a half heart of damage at a time. That means you'd have to fall on a cactus block twenty times to perish to their prickles. Oh, the shame...\n你认为什么样的死法在 Minecraft 里是最尴尬的？是把苦力怕认错成喜欢的人而给了它一个拥抱？还是在熔岩池里头裸泳？对我们来说，是被不起眼的仙人掌补上致命一击而死。当你触碰到它们带刺的表皮时，仙人掌只会造成每次半颗心的伤害。这意味着，你需要掉落在仙人掌上二十次，才会被它们的尖刺扎死。唉，死得真可耻……\n\nStill, after safely being placed in a pot, they certainly look nice in our living room, and real world cacti are actually incredibly useful. Water is never far away in Minecraft, particularly if you forgot to build a roof. Whereas in the real world, a cactus can act as a crucial natural water reservoir in dry areas. Slice some cacti open and you'll get a liquid that's thicker and murkier than the water we all know and love. This mucilaginous substance varies between different cacti but can be drunk by humans.\n不过，只要把仙人掌安全地种到花盆里，它就能给我们的客厅带来不错的景观。而且，现实生活中的仙人掌其实颇为实用。Minecraft 里的水永远不难找，尤其是在你忘了建屋顶的时候。而到了现实里，仙人掌可以在干旱地区作为极为重要的天然储水器。切开一些仙人掌，你就能得到一种液体，这种液体比我们大家所熟知并钟爱的水更浓稠、浑浊。不同的仙人掌所含的粘液各有不同，但都可以给人饮用。\n\nThis has even saved several human lives! Humans that were stupid enough to wander around in the desert without enough water, but saved lives nonetheless. We wouldn't recommend tearing out your sink and sticking taps in your plant life just yet, as the acids in some cacti can make you sick, but it's still a handy tip for the next time someone leaves you stranded in the desert without any water. Jerk.\n这种液体甚至拯救过几个人的命！这些人蠢到在沙漠到处跑又不带够水，却还是活了下来。我们不推荐你马上就拆掉水槽、把水龙头插进你的仙人掌，因为有些仙人掌内含有的酸会让你不舒服的。不过要是下次有人把你丢在沙漠里又不留下一滴水的话，喝仙人掌里的汁液仍旧是一个好办法。你个小笨蛋。\n\n\n\n\n\n\nfile_1580298694000.jpg (172.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-29 19:51 上传\n\n\n\n\nThis pic by Jon Abbott shows a saguaro cactus standing tall in Sabino Canyon, near Tucson, Arizona.\n这张来自Jon Abbott的照片展示了一根矗立着的巨柱仙人掌，位置在亚利桑那州图森市附近的萨比诺峡谷。\nIf you're planning on keeping a cactus of your own, keep in mind it could be a long-term commitment. Some cacti reach 25 and call it quits, but others, like the saguaro cactus of the Sonoran Desert, can live to be up to 200 years old . All in all, this powerful plant is one of nature's most quietly impressive achievements. Maybe we shouldn't be so ashamed about falling into that Minecraft cactus patch twenty times after all.\n如果你计划着养一株属于自己的仙人掌，请记住，这可能会是一项长期的职责。有些仙人掌可以活够 25 年才随风消逝，而另一些——比如索诺兰沙漠里的巨柱仙人掌——能存活至 200 年之久。总而言之，这种无比强大的植物是大自然最震撼人心的成就之一。这样来看，对于掉落在 Minecraft 的仙人掌上二十次这件事，我们或许不必感到如此可耻吧。\n\n【Kakagou 译自官网 2017 年 02 月 10 日发布的 Block of the Week: Cactus】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1486828440,
            "txt_content": "太可怕了\n本周帽子————混乱帽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1486867500,
            "txt_content": "也许我们终究不应该为掉落在《我的世界》的仙人掌斑点上二十次而感到如此可耻吧。\n机翻痕迹很明显啊XD\n斑点这里应该翻译成尖刺之类的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1486878540,
            "txt_content": "Smokey_Days 发表于 2017-2-12 10:45\n机翻痕迹很明显啊XD\n斑点这里应该翻译成尖刺之类的\n原文是patch，我认为可能说的是仙人掌材质上代表刺的斑点"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1486887840,
            "txt_content": "kakagou12 发表于 2017-2-12 13:49\n原文是patch，我认为可能说的是仙人掌材质上代表刺的斑点\n2333话虽这么说，但是这样硬翻译还是不可取吧"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1486912740,
            "txt_content": "Smokey_Days 发表于 2017-2-12 16:24\n2333话虽这么说，但是这样硬翻译还是不可取吧\n好吧，我到处查了一下，有cactus patch这个搭配，但是没什么解释，不过可能还是你说的有点道理。谢谢指正。"
        },
        {
            "author": "2945713179",
            "timestamp": 1487306400,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "1506559369",
            "timestamp": 1560643260,
            "txt_content": "很棒，表示支持楼主，希望继续努力"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580298600,
            "txt_content": "Unpick its prickly promise, centuries in the making\n\n这个副标题我绞尽脑汁都想不出想表达什么意思，请各位指教一下……"
        }
    ]
}