{
    "title": "<原创·连载>《创世神》第八章",
    "author": "darkyun",
    "replyCount": 3,
    "timestamp": 1486811700,
    "txt_content": " 本帖最后由 darkyun 于 2017-2-11 19:15 编辑 \n\n第八章       “小兄弟，你是怎么穿越的？”天元道。       “你还好意思说，那天你骑走我的自行车，那群人就以为我是在等你，就把我砍穿越了”齐旭没好气的回答道。       齐旭没想到的是，穿越之后还能遇到熟人，遇到这个让自己“被穿越”的人。       “怎么和天哥说话呢？不要命了啊，就算现在穿越了，照样砍死你。”齐旭那么和天元说话，旁边的小弟们有点看不过去了。       “别闹，小兄弟是被我连累的过来的。大家都会死在这鬼地方，都是自己人”天元训了一下他的小弟，又接着对齐旭说：“小兄弟，那算日子，你来这儿不少时间了吧，就没遇到僵尸什么的？”       “遇到了啊，这群僵尸是我看着从地里钻出来的呢。不过这群僵尸不会上树。我在树上看他们围了我半宿。”齐旭道。       “。。。。。。”       齐旭说完，这群人面面相觑，这也行？我们刚一到这就遇到一群僵尸，砍了一夜才把这群僵尸砍光。还有几个兄弟受伤，原来躲在树上就好了。       “小兄弟，实不相瞒，我们是一群混黑道的，不过现在大家都到了这鬼地方，就是一条一条道上的了，害你到这地方，是我的不对。我这个人有一说一，有二说二。你要是不嫌弃的话，就和我们一起吧，有我们一口吃的，就有你一口吃的。”天元道。       “天哥说的对，有我们一口吃的，就有你一口吃的，我们害你被砍，我们不能不讲义气。”       齐旭看着这群原本彪悍的汉子，现在已经饿的皮包骨了，现在还说这样的话，着实的有点感动。       “你们这么说，我也不能不够意思不是，别小兄弟小兄弟的叫，我叫齐旭，想来大家应该好久没吃东西了吧，我这里有一点水果，大家不嫌弃的话，就分分吧。”齐旭也不藏着着，直接从物品栏里凭空拿出了克莱果，分给天元这伙人。       天元一伙人看着齐旭用手凭空拿出几个果子，眼睛已经瞪得比铜铃还大了。       “仙人，你让我们穿越回去吧，一定是你让我们穿越的！抢你的自行车是我们的不对，砍死你这里养的僵尸也是我们错了。求你让我们回去吧！”一个看起来年龄不大的小弟脑洞大开。       倒是天元比较冷静，毕竟穿越都发生了，还有什么不能发生的呢？       “你说叫你齐旭，我也不见外了，齐旭兄弟，你这个东西是怎么个情况？”       “哦，果子是我今天在森林里找到的，存果子的地方就是个玄奥了，穿越之后发现自己有的异能，大概你就理解成空间戒指一样的东西吧，你们没有吗？”       齐旭问完看着这群人茫然的看着自己，发现自己有可能犯了个错误，赶紧岔开话题，没把系统的事情说出来，只说是异能，他感觉都是穿越来的人，应该还没道理只有自己有。       “也许你们也有，不过你们自己还没发现罢了，先不说这个，大家先吃东西吧，这个果子非常神奇，吃一个就饱了，大家试试”随后齐旭把果子给这群黑社会份子分了一下，吃完了东西，天元一群人也渐渐地话多了起来，毕竟有力气了。天元又把这群黑社会怎么穿越的说了一遍。       齐旭以前所在的那个城市里有两大黑帮，一个就是天元的黑龙会，一个就是那天砍天元的那群人所在的斧头帮，两个帮会虽然互有摩擦，但是都不会闹大，一个雄踞城东，一个卧守城西，井水不犯河水。       但是，就在齐旭穿越的前两天，斧头帮的人收到其他省市黑社会的帮助，给天元来了个鸿门宴，还好天元反应快身手好，从饭店一路打出来，后面n多人追他，跑到一个路边摊，抢了一个自行车跑掉了。       说到这，天元看着齐旭呵呵一笑，齐旭知道，他穿越了。之后天元回到帮里，纠集兄弟，准备与斧头帮一决生死打回去的时候，天上降下一道光柱，等到他们反应过来，他们已经换了个地方了。       刚镇定下来的一群人，就遭到了一群僵尸的围攻，幸好这群人是打算出去砍人，手里拿着砍刀，锁链的，僵尸也是脆弱的要命，被这群人七八下就砍死了，虽然有人受伤，但是也只是轻伤的罢了。       天元说，他们来这里已经有一个星期了，这一个星期的事情，齐旭也就能猜到了，就地扎营，挖水井，直到齐旭来到这。天元还给齐旭介绍了他黑龙会的两个堂主，一个叫老刀，一个叫老车，一群小弟管他俩叫刀哥和车哥。       看起来，老车身材不高，体型也很富态，从外貌上看，根本没有一点说我是黑社会的影子，倒像是一个说话多的大叔，不过听下面小弟说，老车干起仗下手可是一点都不轻。       比起老车来，老刀就是个闷葫芦，话不多，但是说话很有气，从外表上看，一看老刀就是个不好惹的主，听下面小弟说，老刀其实是个热心肠，就是长得凶神恶煞罢了，但是老刀确实是个高手，身手了得。       “刀哥好，车哥好”齐旭看着这俩人道。       “叫什么刀哥车哥，叫我们老刀和老车就好了，天哥认的兄弟，那就是我们的兄弟，有什么需要你就尽管说，再说了，我们还需要你照顾呢，要不是你的吃的，我们都得死在这，你前次救了天哥，现在还救了我们，你要是叫我们哥，我们都折寿，老刀你说是不？”老车道。       老车说完，看了一眼老刀，老刀没出声，但是还是点了一下头，老车又接着说：“你也别见外了，救命之恩不言谢。我们都记在心里。就叫我们老车老刀！”       话说到这，齐旭也说不了什么了。反正自己叫什么都不吃亏。       这时候天元也来凑热闹，说什么不让齐旭叫他天哥，说齐旭不是他们帮里的，不用叫他天哥，直接就叫天元好了。齐旭这时也不见外了。       天元想起齐旭凭空拿出克莱果的事情， 还有这个果子居然可以一颗吃饱，觉得这世界一定很神奇，齐旭比自己穿越来得早，还一个人生存了这么长的时间，一定有过人之处。觉得这样的人还是交好的为妙，但是他也好奇，这段时间齐旭是怎么过来的。       “齐旭啊，你来这里的这段时间都是怎么过来的？能给我们说说吗？”       “你说我啊，我穿越来的时候和你们是在一个地方的。对，就是这儿。我穿越来的时候，也是穿越到这里的。不过，当时我就一个人，只能靠自己了，我又没有工具，挖不了井，再说，就算有工具，我一个人也挖不了井，这里走很远的地方有一条小溪，我就是喝那里的水，然后那附近还有这种果子。我就是这么过来的”齐旭齐旭停了停，想了一下，然后继续说，“我来到这以后，还获得了一种异能，能把东西放到类似异次元的空间里，刚才你看到的拿出的果子，就是我之前放进去的。对了，问一下，你们穿越过来就没有什么异能？”齐旭没把他的系统完全的说出来，只说是异能。       “不知道，最近一直饿着肚子，也没有心情去想什么异能不异能的，对了，齐旭，你有没有什么安全的地方呢？天知道这里还会不会有僵尸过来”       “安全的地方我倒是找到了一个，不过我也是刚发现的，打算把那里作为老窝，然后先安定下来的：       “在哪？”老车这时候抢了一句话。       齐旭没说话，伸手一指树皇。老车立刻就明白了，齐旭说的是那棵最大的树，       随后，在齐旭说了一下树皇的纹理有多大之后，天元一挥手，大家收拾家伙，准备换地方，建立新家园！       目标：树皇！\n\n其实到这里。。我的存稿差不多就没有了。，。。就是缺乏写作的热情了，，不然，，这样一个有大纲有内容的小说。。应该不会差到什么地方\n\n\n<原创·连载>《创世神》目录索引\nhttp://www.mcbbs.net/thread-672490-1-1.html\n",
    "replies": [
        {
            "author": "衅鸥",
            "timestamp": 1486812120,
            "txt_content": "怎么说呢。\n能写这么多and排版能看\n辛苦了"
        },
        {
            "author": "darkyun",
            "timestamp": 1486812960,
            "txt_content": "衅鸥 发表于 2017-2-11 19:22\n怎么说呢。\n能写这么多and排版能看\n辛苦了\n不辛苦。就是写着写着，发现要是框架局限在mc，怕不玩游戏的看不懂。现在写大了。。收不住了"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1486824240,
            "txt_content": "你应该加一个人——混乱"
        }
    ]
}