{
    "title": "短篇小说集【不定时更新]】",
    "author": "kkk154",
    "replyCount": 14,
    "timestamp": 1486821360,
    "txt_content": " 本帖最后由 kkk154 于 2017-2-13 22:53 编辑 \n                           短篇小说，每次更都会更个一两篇（不定时更新）\n                                                          为了上6级，来这练练笔吧\n                                                  有兴趣的朋友可以一起发哦\n\n第一篇： 不能飞的鸟\n\n\n一只鸟在天空上自由地飞翔着，格外喜悦，这时，它看见了它关在笼子里的同类，它飞了下去，隔窗相望着。自由鸟：哦！可怜的孩子，是谁将你丰满的羽毛囚禁在这狭小的囚笼？        你居然安然无忧？是什么将你的灵魂也戴上了脚铐？        那虫，那水的确可口，但是不是你自己得来的。        就因为这个你愿意被囚禁吗？天哪，真可悲。笼中鸟（讥讽地看着自己的同类）        你们有什么好得意？自以为羽翼丰满？这天这么大，又不属于你        你在这荒地上飞多幸苦啊，看我，不愁吃，不愁穿，还有人和我玩。        我才不向往那令人寒苦的笼外，在这里，我有享不尽的容贵！自由鸟（叹息）        堕落啊，井底之蛙！人将你囚禁在这个肮脏的囚笼，给你吃给你穿        还拿你取乐，你就像他们的玩偶，随人把弄，你可改悔改。笼中鸟：嗬！瞧不起我们是吧，你以为你飞了就了不起，像我这样的鸟到处是，        我们在笼中我们都开心，任不着你管，        人类多么爱我们啊！他们用最好的虫给我们吃，就连水也比小溪清澈。        我很满足，不想到外面去，你走吧。自由鸟：人给你们吃的东西在他们眼里就是垃圾，你还这么滋润。         许多鸟和你一样，甘愿被囚禁，从来不想逃出来，        我们这些自由的鸟真是幸运，不仅身体是轻盈，上帝连心也放给我们自由        我们对于你们只有怜悯，虽然我们厌恶，但是仍想将你们解放。        我们盼望着有一天所有的鸟能冲破鸟笼，一齐在天空上飞翔。笼中鸟：痴心妄想的东西，这一天永远也不会到来！我们爱这样的生活，我们悠然自得，        你们说什么要解放我？不过是嫉妒了我生活得如此滋润吧！来来，叫那人过来        你可以对他说：亲爱的人啊，请将我也关进去吧，给我吃给我穿，我会        开心被你玩的。自由鸟：狗眼看人低，你我所追求的不一，你追求的是笼中的滋润，我追求的是        蓝天的广阔，我可以看到全地的美，而你只能坐在笼子里看着这仅有的风景；        天知道哪天就会下场暴风雨，将你这沉重的羽毛变得更沉重，你也只能活活        地在里面被雨水所淋湿，无处可逃！        笼中鸟，真可悲！        被囚禁地心甘情愿！        笼中鸟，真可怜！        不仅外表丑陋，内心还充满愚念！        笼中鸟，真自得！        让我看你开心在几时！笼中鸟（格外气愤）        滚开！你这个不知好歹的东西！我为你好你却这样诋毁我们！        没有良心的狗，你的脚只配踩在路边的电杆！        给我滚！自由鸟：我们本是这样，对于有些事情总是语出伤人，因为你们所给予我们的只有气愤！        我们想要拯救，你们却自己想要往下沉，这怪不了我们。        上帝说：五只麻雀值两子，我看你们的确是那样子。        我们翱翔在天际，人类想抓也抓不着，无价的感觉真好！        上帝所赐予的也比你们这些“两子”的高！  这时，人正悠闲地坐在沙发上看着两只鸟互相的冷嘲热讽。自由鸟：喂，那人，钥匙在哪里？人：喏，就在笼子顶上挂着呢，你叫它飞一飞不就拿到了吗，何必打扰我的美梦？自由鸟：我堕落的同类啊！你看钥匙就在头顶，去取它吧，一起飞走。        不要在留在这个肮脏的地方，我们不属于这儿！笼中鸟（躺下了）        嗬，我才不需要呢，那东西太远，我够不到。        我这一辈子没出过这个门，如今我也不想出去，        那便是蓝天，很美是吧？自己滚去吧，别带上我了！自由鸟：唉，每次都是这样的，我早已习惯。        我们对于你们的劝说你们总是不听，我们又有什么法？        自己好好待在你这个破烂的囚笼里安度余生吧，        还有一个人等着和你玩呢。        以后等一起到天上，        在父面前，我们可以一起说自己这生的遭遇；        我跟父说：我这生一直是自由地翱翔在蓝天，无拘无束；而他，        尽管受到我的劝勉，还是心甘情愿地留在鸟笼，任人宰割，留在那个狭小的天地        自欢自喜，以为得了笼已经是全世界，却没想到外面还有天地，囚笼封住了他们的身体        连着他们的心，可悲在有耳也不听，愚昧而不自知！我没有办法。        你可以跟父说：对的，父，他说的是。说罢，这只自由鸟便飞走了，笼中鸟看着他远去的背影，突然感到自己后悔了，他想要走，飞上去拿钥匙，这时，人站了起来，将手放在笼门上，笼中鸟飞不出来了，人从他手中夺过钥匙，他真的只能在笼子里安度余生；夕阳渐落，这一天的最后一缕阳光留在了山底，从鸟笼的地方还可以看见那红霞，真的很美，这只鸟想要飞到红霞中去看看，他迷恋着，打着翅膀，向天上飞去，突然，他撞到了笼子，头被撞破了很大一个洞，鲜红的血从他的头里流了出来，他的意识逐渐恍惚了，还能看见夕阳的余晖，他眼角流下了泪，为他这一生后悔。  当完全的黑暗笼罩大地，这只可怜的小鸟已经死去，生前，它愚昧，将死之际，贵在知道悔改，可怜的是，这自由，早已离他而去！\n第二篇：玉龟\n\n 在很久很久以前，世界上一只乌龟诞生在了一个荷塘中，它全身碧绿，宛若一块青玉；同伴们都对它十分稀奇，从来没有见过这样的乌龟，它们赞扬它，说它很美丽。  过了些年，这只乌龟长大了，它的颜色越发的浓厚，体格越发的健壮，乌龟们比以前更喜欢它了，都觉得它的存在是整个龟群的福气。终于，这只玉龟长大了，它要和它的同伴们一齐下海玩耍，寻找食物；它们游遍了整片海洋，玩得不亦乐乎。  这时，海中出现了一只鲨鱼，鲨鱼见到了这向往已久的大餐，飞快地游了过来，乌龟们都十分害怕，纷纷缩进壳里去，鲨鱼一见，愁了，正不不知所措，突然，它看见了玉龟；玉龟发现自己不管怎么样都无法把头伸进龟壳里，它的身子就这样暴露在外。鲨鱼眼中闪着光，直勾勾地盯着玉龟，它的确是个不可多得的佳肴，鲨鱼猛地冲了过去，直向玉龟的头咬去，玉龟急了，在这生死攸关的时刻，它用尽了全身的力气猛地向鲨鱼冲去，鲨鱼张开了它的大嘴，咬向玉龟，只听见“啪嚓”一声，鲨鱼感到自己的牙齿好像断了，玉龟在鲨鱼的嘴中肆意冲撞着，鲨鱼难忍这钻心的疼痛，将玉龟吐了出来，灰溜溜地跑去了。  乌龟们伸出头来，发现鲨鱼已经逃走了，眼前所剩下的只有那闪着绿光的玉龟，乌龟们很欢喜，因为玉龟打败了鲨鱼，做到了乌龟所从不可及之事，它们敬拜玉龟，把它尊为大英雄。玉龟笑着看着它的朋友们，心中也满是骄傲。  这只不会缩头的龟成为了龟群的首领，它夜以继日地守护着这个它自出生起便热爱的龟群，不知疲倦。乌龟们也爱戴它，将它尊为乌龟的守护神。  不知过了多少年，以前龟群的成员正在一天天地离去，时间夺取了它们的生命；唯有玉龟仍坚守着，坚守着这个它所爱之地，它仍是那么不知疲倦，守卫着这龟群中诞生的新生命。  一天，来了一群鸟，它们仿佛龟群的克星，它们的长喙能够伸进乌龟的龟壳里；乌龟们一天天成为了鸟群的美餐，玉龟也无能为力，它正在一天天老去，鸟的喙虽然无法撼动玉龟，可这岁月却时时刻刻地在啄食着玉龟的生命。  龟群的乌龟一天天少了，如今只余下了六七只。可这鸟却还在无情地猎捕着。终于，在一个雪天，龟群的所有成员只剩下了这老玉龟和一只刚出生的小乌龟。鸟仍不消停，小龟躲在老玉龟的壳下得以保命。  那是一个寒冷的雪天，那刺骨的寒风带着冰冷的雪打在了老玉龟的脸上，老玉龟熟睡着；因为寒冬，鸟群已经不知多少天没有吃到肉了，它们格外饥饿，想要找些吃的，它们想起了以前让它们所繁盛的龟群，则向这龟群飞来。鸟的“嘎嘎”声在这夜幕与寒风中回荡，小乌龟在颤抖，它害怕；老玉龟察觉到鸟的袭来，开始警觉了。  突然，一阵音爆划破了夜晚的宁静，鸟群来了，它们的目标是老玉龟底下的小龟。老玉龟已经是风烛残年，身体因为寒冬的侵袭也已经僵硬，它没有多少力气再和鸟群战斗了，它觉得自己已经块死去了，它想起了它这漫长的一生，它所热爱的龟群，被这残忍的鸟一天天抹去，它所守卫的东西快要化作了虚有，唯有它身下的这只小龟，还是最后的遗迹。它流下了泪，悲痛着，责骂着这个无能的自己，它抬起了它苍老的头，望着天空上向它们逐渐逼近的鸟群，它要殊死一搏！  第一只鸟冲了下来，老龟用龟壳挡住了它，这只鸟的喙被撞弯了，倒在地上，格外痛苦；它打败了一只，可抬头却还有一群。老龟用尽全力，扑向了这一只接一只向它飞来的鸟，用力地撕咬着，鸟的呻吟响彻天地…………  最后一只鸟了，老龟成功地保护了它的小龟，正开心地笑着，望着那最后的敌人，可随着那鸟的逼近，老龟感到不对，那鸟好像不一般，当那鸟靠近，老龟惊讶地发现，那是只老鹰！这鹰以不可抵挡之势冲向老龟，这时的老龟已遍体鳞伤，力气已经耗尽，它的努力将要化为乌有，它不甘心！这次它要拼的，是它的生命。老龟咬住了老鹰的翅膀，老鹰挣扎着，用脚踢老龟的头，老龟的头上已经出现了斑斑血迹，可它死不松嘴，它身下的小龟，便是它最后的信念，老鹰将翅膀挣脱了出来，它十分愤怒，死亡之眼正注视着老龟，没错，老龟的死期也不远了。  老鹰把老龟叼上了天，老龟挣扎着，却无能无力，它的意识渐渐模糊了，但当它看见地上的小龟，它的眼睛又缓缓地睁开了，它拼了命地用腿一踢，“啪”，老鹰遭到了重创，却还在飞着，老龟已经用尽了生命，时刻已经到了，它该去了；就在生命的最后一刻，它一把咬住了老鹰的头，老鹰的头被咬了下来，老龟也去了。它们一齐坠落…………  又是一个寒冷的雪天，有一家人来到这森林中，逃避战争，他们远远地看见了远处的地面上有一团绿色的东西正闪着光，他们跑去一看，是一只翠绿的乌龟，眼睛还睁着，栩栩如生，这乌龟连同肉仿佛都是坚硬的，这家人认为这是一尊玉雕，价值连城，就把它一齐带走了。这家人在森林里建了房子，安定下来，建了一座木屋，就在一片鱼塘旁边。这鱼塘里有许多乌龟。有一天，这家里的小女孩把玉龟抱着去水塘玩耍，她抱着玉龟在水面上走着，许多乌龟向她的脚靠近，突然，玉龟从小女孩的手中滑落，掉进水中。玉龟化了，只剩下了壳，这壳不再坚硬，一敲便碎，小女孩敲开它，里面什么也没有…………\n第三篇：奇妙岛\n\n这是一个神奇的岛屿，它美丽富饶，没有边际，上面有着广袤辽阔的草原、蓬勃生长的丛林、雄伟壮丽的山峦；这岛上孕育着许多生灵，应有尽有，这是一个美丽、生机勃勃的地方。  这岛上有一种生物叫做人，他们极其聪明，很快夺得了这岛上的统治权。他们凭借着自己的智慧用双手造出了许多奇物，其他生物都为他们的智慧而赞叹不已。这岛有一条河，河对面是另一座岛，那座岛格外的美丽，这座岛与它相比简直是丑陋了；两座岛屿之间直横着一条河，这河没有尽头，一眼望去直连天际，这河上摆着一座独木桥，这是两座岛之间唯一的通道。每一个生命在它们将要逝去之际都要离开它们脚下的故土，往另一座岛去，那座岛代表着永生；它们必须跨过脚下的大河，穿过这独木桥才能抵达那神的国土。  富足的人们发现一个问题，他们总是不能通过这座桥，在生命将逝之际，他们只能眼巴巴地看着那些一无所有的人快乐地向天国走去。他们很愤恨，可却无法改变这命运——他们想要带上他们着一生的财宝往桥走去，可一上桥，这沉重的包袱便使人无法平矣，最后只得掉落到那河水里去，被这不知流向何处的水无情地冲走。  这富人们都害怕，不想等到自己生命要去的那天，他们也想到桥的那边去，可他们的财富却成为了他们的累赘；他们痛恨着自己的财富，但是更可悲的是它们的财富任一如既往地装在他们的行囊里从来没有变过。  这又是一个富足的人，这是他生命的最后一天了，他将要度过那桥到天国去，他看着这富人们的悲剧，沉入了深思，他想着，突然神的灵来了，祂说：“放下你的包袱，让你的包袱变成别人的财富，让沉重分散，让快乐共享，来我的国，我必赏赐你。”  这人听了恍然大悟，他赶快将东西分给了那些贫穷的人，在第二天的黎明，在这岛上的时间已经不多了，这人的身体在渐渐干枯，他还有最后一点东西没有送出去，他无力地坐在菩提树下，看着红霞，要衰残了，这时，神的灵再次向他显现，祂说：“你为何不走？带着你的最后一点东西，这桥拦不住你。”那人笑了笑，说道：“父啊，你看我这包袱里还剩下了个什么！”神用手打开这包袱，一颗巨大的钻石赫然摆在了神的面前,那人说：“我最后也没能将我最宝贵的东西舍弃，我也许就和其他人一样，必然是灭亡的命运。”  那人的脸渐渐干枯了，神沉思了，祂思考着，突然，祂起手，将那钻石扔进了河流，这钻石淹没在了那湍急的流水之中，消失了。神的灵浮在了天上，用祂神圣的声音滋润着这干枯的躯体，灵魂将去了，这也是颗愿意悔改的灵魂啊，是万中无一的珍贵！  神的泪滴了下来，直落在祂的孩子身上，突然，这干枯的躯体又变得饱满起来；这人获得了新生，这人跪了下来，看着父，表达了他最崇高的敬意与感谢。他从仁慈的主那里得到了重生的机会——他踏上了独木桥，在上面艰险地走着，走啊走，不知过了多久，这桥有了尽头，这便是神的国，多么的神圣！多么的壮丽，人跪了下来，脸上淌着感动的泪水，他停下了他的脚步，就在天国的门前，他亲吻着这神圣的土地；突然，他转身了，他没有走进天国，他将头伸入冰凉的河水中，湿了头，他最后的一句话是：“谢谢神所给予我的，我今生有幸看见神的国，那不是我该受的，我没有资格进去，神已经给了我新的生命。”说罢，他跳入了河。  他已经闭上了眼睛，准备迎接这永恒无尽的黑暗；突然，水流的方向变了，它的流向竟然是往上的，它将这人卷起来，还有同他一起掉进这河中的人，都被水往着上面卷。  只听见了神的声音：“你们应感谢他，是他将道给予众生！”这属灵的河水，卷着人们，直通向神国的大门。这全为这一人所做，这白发苍苍的老人，不可思议地望着拯救世人的神，他万万没想到，他这个罪人竟然可以拯救众生！  人们离天国的门进了，这里真的很美，没法用语言描述，在凡间也从未想象到过，这里是慰籍的地方，这里是义人的天堂，这里是神的国。啊！多么伟大！人们匍匐在地，看着真神在他们面前显现，感到无比荣幸。  父说：“我爱义人，也爱罪人，我不是不愿人进入我的国，而是你的包袱太重进不来，相比于给予那人本应得的，我更擅长怜悯，我让太阳照耀这世上的义与罪，并没有偏袒谁。这灵魂所贵，贵在懂得悔改，我爱一个悔改的罪人胜于千万个义人，因为他灵魂的可贵。神的道，有两种人可以答道：一种叫义人，另外一种是懂得悔改的人。”  神笑了，那是多么温暖！这人的脸仍然充满着那不可思议的表情，可他的眼角已经湿润，他感谢神的救赎。\n第四篇：树与根\n\n从前有一棵老树，很老很老了，屹立在山峰上，它是世界最高的树，它很是骄傲，这也值得骄傲。有一天，一个人来了，那人对树说：“老树啊，你多高多雄伟啊，容我为你做点什么吧。”树听了人的话，十分欢喜，这人的话令树十分喜悦；树想着，觉得自己好像并没有什么需要帮助的，它是那么的完美。过了一会儿，它对那人说：“亲爱的人啊，请你把我的根挖走了吧，它已经没用了，我如今已是如此旺盛，我沐浴在光明中，而在我的身体里，只有它是最黑暗，如今它已经是累赘了，留着也没用，你挖走它吧，算是给你的礼物。”人说：“好的，谢谢你，高大的树。”人便把根挖走了。  第一天，树是快乐的，想着自己更加完美，更加滋润地沐浴在阳光之中。它看着自己的脚下，少了那些丑陋的东西，顿时觉得开心。  一个月过去了，树仍是这样，它上百年储存的能量使它到现在仍是生机勃勃。小鸟仍愿意站在它的枝头上歌唱，夜晚也还是有虫子在土中蝉鸣，阳光没有把它舍弃，仍和煦地照耀着它，它的叶一生生活在光明，如今仍是沐浴着光明。  不知过了多久，旱季来了，森林里的植物都很忧愁，因为旱季会使脆弱的一些失去生命。老树自然不会担心，它想：我是这里最高大最雄伟的树，旱季能拿我怎么样呢？就这样，过去了一天。  老树感到有些不舒服了，它想：我这是怎么回事呢？旱季影响到我了吗?  又过了几天，太阳愈发的毒了，那和煦的光已经不在，剩下的是那炙热的光，常年沐浴光明的叶子都纷纷枯落了，老树正换换地掉着松脂。已经几个月没下雨了。老树仍苟延残喘着。它想：等旱季过去就好了。  又过了一周，阳光居然还是如此狠毒，太阳大如火球，无情地照耀着老树，老树的树干在干枯，它的松脂在一滴一滴地往下落，它感到自己快要不行了。旁边的树感到很奇怪，互相说着，不知道老树怎么了。豆大的松脂不停地往下落着，这是老树的眼泪。夜晚了，黄昏的天突然溅起了乌云朵朵，太阳的光被乌云所遮住，要下雨了，这是旱季后的第一场雨，一定是暴风雨。  已近衰残的老树微弱地睁开了眼，看着这久违的黑暗，它喜悦着，幻想着自己有救了。天上雷声四起，雨越下越大，风不留情面地刮着，如同利剑，可老树却开心了，它看见了生机。突然，就在这时，一股猛烈的风刮了过来，直挺挺地打在了老树的面上，只听见“咔咔”的声音，是老树的树干发出来的，周围的树都十分惊讶，这久远坚毅的老树居然出现了裂痕；风还在刮，“咔咔”声愈发清晰了，突然听见了“啪”一声，老树断了！它的树干被吹出百米远，落在了远处，雨还在下着…………  久违的阳光啊，黑暗散去了，又是那和煦的光明，它照耀着整个森林，普天的太阳照耀了万物，万物都洋溢着喜悦。在这阳光所照耀的最高点，有一座树桩，即使这段依旧是那么粗大雄伟，上面满是年轮，看得人眼麻，数都数不过来，不知道这树死前是过了多少年了，这树桩仍在森林最高点屹立着。一切都没变，经过这场风雨，沉睡的树苗发芽了，从土中探出头了，那条潺潺的小溪也又有了河水。一切美好而富饶；可这片森林好像总觉得少了点什么，人们以前站在森林外仍然能够看见这森林内的最高的一棵树，而如今的游客踏着泥泞的路走进这片古老的森林的时候却不在见到了。老树只剩下了树墩，它没能活到最后，它已经奄奄一息，靠着最后一点生命力，它想着它这一生中所发生的事情，它十分后悔，太阳已经完全升了起来，而老树此刻已经落了下去…………  “呼！”森林中传出一阵惊呼，是从老树那里传出来的；老树仍直挺挺地屹立着，像以前那样，枝繁叶茂，原来只是个梦啊。它感到自己的根还在，它松了口气，正想说点什么，这时，一个人走到它下面，对他说：“老树啊，你多高多雄伟啊，容我为你做点什么吧。请问，您还想要您的根吗？”老树阵了阵，它望望脚下，答道：“谢谢你，年轻人，我不需要。”  那人便转头离开了。  老树望着辽阔的森林与暴风雨之后明媚和煦的阳光，这时太阳刚刚升起，染红的天空，真的是无比的美好，它的枝干仍然是沐浴在阳光之下，享受着光明。它望望脚下的根，对它笑了笑，那隐藏在黑暗中的根这时也露出了温暖的笑容，沐浴在春光，森林仍旧是那么的平静，祥和。  老树再也不会丢掉自己的根了。\n\n                                                   我会不定时更新，因为快开学了嘛，你们都懂的\n                                                     如果你们喜欢的话就把人气和金粒砸向我吧 \n\n\n\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1486824840,
            "txt_content": "你6级就差一点了咯\n明天上午报道下午考试= ="
        },
        {
            "author": "kkk154",
            "timestamp": 1486827360,
            "txt_content": "bo_bo2001 发表于 2017-2-11 22:54\n你6级就差一点了咯\n明天上午报道下午考试= =\n我们19号才报道为了上6级我还去煞费苦心搬运了一个投票插件，结果没人看"
        },
        {
            "author": "WM2030",
            "timestamp": 1486867080,
            "txt_content": "嘿嘿嘿，先占为敬。\n这文章很有些意思。\n和我某一时期的想法相当近似啊。\n有关救赎和牺牲的问题，\n确实是个很有意思的问题。\n只是被论述得太过于多了。\n\n总而言之，欢迎入坑。\n\n忙得没空仔细写文评，\n文评先放一放吧。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1486869180,
            "txt_content": "wow更新好快\n不过这样子不是会减缓上六级的时间么233\n突然，一阵音爆划破了夜晚的宁静这得是什么鸟才能弄出音爆。。"
        },
        {
            "author": "MC|天星",
            "timestamp": 1486870320,
            "txt_content": "很棒啊！祝你快快升六级"
        },
        {
            "author": "kkk154",
            "timestamp": 1486877100,
            "txt_content": "bo_bo2001 发表于 2017-2-12 11:13\nwow更新好快\n不过这样子不是会减缓上六级的时间么233\n这得是什么鸟才能弄出音爆。。 ...\n最近忙着写作业嘛，可能没时间更新，就先更几篇吧，不定时更新嘛"
        },
        {
            "author": "kkk154",
            "timestamp": 1486877160,
            "txt_content": "MC|天星 发表于 2017-2-12 11:32\n很棒啊！祝你快快升六级\n感谢支持，给我一点人气吧"
        },
        {
            "author": "kkk154",
            "timestamp": 1486877160,
            "txt_content": "WM2030 发表于 2017-2-12 10:38\n嘿嘿嘿，先占为敬。\n这文章很有些意思。\n和我某一时期的想法相当近似啊。\n感谢支持"
        },
        {
            "author": "940595236",
            "timestamp": 1486877520,
            "txt_content": "来自一条老咸鱼的膜拜"
        },
        {
            "author": "kkk154",
            "timestamp": 1486877700,
            "txt_content": "940595236 发表于 2017-2-12 13:32\n来自一条老咸鱼的膜拜\n感谢支持，给点人气吧"
        },
        {
            "author": "kkk154",
            "timestamp": 1486889460,
            "txt_content": "bo_bo2001 发表于 2017-2-12 11:13\nwow更新好快\n不过这样子不是会减缓上六级的时间么233\n这得是什么鸟才能弄出音爆。。 ...\n今天领了10人气，就上6级了"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1486903440,
            "txt_content": " 本帖最后由 星之永恒 于 2017-2-12 20:46 编辑 \n\n虽然是为了积分来到创作版，但依然欢迎。\n以及文评。就全当还下上面那位 WM2030 我丈夫 的风流债文评债。\n———\n第一篇\n天知道哪天就会下场暴风雨，将你这沉重的羽毛变得更沉重，你也只能活活地在里面被雨水所淋湿，无处可逃！\n...很显然有些混乱。这应该是笼中鸟对自由鸟的对白。\n 在父面前，我们可以一起说自己这生的遭遇；\n这个父，又是谁呢？文章中没有明确指出，这应该是一个缥缈的意象吧。\n笼中鸟看着他远去的背影，突然感到自己后悔了\n过渡不太自然。\n数日后，数月后，数年后，数世纪后...\n时间连词不可或缺。这是个短篇，就不建议详细刻画笼中鸟改变看法的过程了。\n他想要走，飞上去拿钥匙，这时，人站了起来，将手放在笼门上，笼中鸟飞不出来了，人从他手中夺过钥匙，他真的只能在笼子里安度余生；\n根据之前的描写来看，这个笼中鸟完全没有任何“自由”可言，更不要认为人类会给它飞出去的机会。\n这个描写有些失真，但也有独特和合理之处。\n当完全的黑暗笼罩大地，这只可怜的小鸟已经死去\n这只鸟已经开始悔悟，开始渴望自由，但为什么还是死在了黑夜当中呢...\n这不是文评，但这句话值得我边看边琢磨。\n———\n第二篇\n它们游遍了整片海洋，玩得不亦乐乎。\n有些不合理。可以改为“它们正在海洋中游历，玩耍”\n鲨鱼张开了它的大嘴，咬向玉龟\n多余的逗号，也是一条多余的文评。\n玉龟在鲨鱼的嘴中肆意冲撞着，鲨鱼难忍这钻心的疼痛，将玉龟吐了出来，灰溜溜地跑去了。\n鲨鱼既然已经紧咬了这只乌龟，那么这只乌龟又为什么会“肆意冲撞”？\n即使是在鲨鱼的口腔中，那也不应引起鲨鱼的疼痛。\n希望略微修改一下本处。\n倒在地上，格外痛苦\n格外痛苦的倒在地上。\n短句能不用则不要用...\n它打败了一只，可抬头却还有一群。老龟用尽全力，扑向了这一只接一只向它飞来的鸟，用力地撕咬着，鸟的呻吟响彻天地…………\n它抬头望去，天空中还有一群饥渴的鸟类。（感觉有些...自动和谐了）\n应该是老龟迎接扑来的鸟，而不是老龟扑向飞来的鸟儿。\n妈妈看那里有一只乌龟在天上飞\n最后一只鸟了，老龟成功地保护了它的小龟，正开心地笑着，望着那最后的敌人，可随着那鸟的逼近，老龟感到不对，那鸟好像不一般\n不太通顺。“已经”的使用有逻辑上的错误。\n？？？乌龟开心的笑着...有些奇怪\n感觉到异常，而非“不对”\n有一天，这家里的小女孩把玉龟抱着去水塘玩耍\n“玉龟的遗骸”\n———\n这岛上有一种生物叫做人\n这个岛上有一种叫做人的生物\n突然神的灵来了\n...这句话看起来有些...\n来我的国，我必赏赐你。\n去天国的人既然已经放弃了所有的财富，又为什么要有赏赐。\n看着红霞，要衰残了\n看着淡去的红霞\n神的泪滴了下来，直落在祂的孩子身上\n很抱歉我不应该在文评中掺入个人的宗教观点，但本人依然要对这点提出建议。\n描写神的情感，或许是对神的一种亵渎。神不应对人类抱有任何情感，他们是旁观者，他们知道这一切 终将逝去，而他们才是永恒。\n但这段描写也并非错误。比如《普罗米修斯》之类的，神或许应该有些情感，才正常罢。\n只是发表一下自己的观点，不同意可以直接跳过。\n———\n对文章总体的评价\n文章含义非常深刻，独到之处可见一斑。\n相当优秀的作品，我提出的建议，也只是美中不足和个人意见罢了。\n但部分表达存在明显缺陷，希望楼主能更正。\n再接再厉。\n以及，字数足够可以单独开帖发布单篇创作。\n希望楼主不是仅为了混分而继续创作，周创的大门永远向优秀的文章作者打开。\n更新可以选择@星之永恒 ，我将在看到提醒后的第一时间回复作评。\n感谢。"
        },
        {
            "author": "kkk154",
            "timestamp": 1486907640,
            "txt_content": "星之永恒 发表于 2017-2-12 20:44\n虽然是为了积分来到创作版，但依然欢迎。\n以及文评。就全当还下上面那位 WM2030 我丈夫 的风流债 ...\nwoc你居然写了这么多，我会继续更新的，但是是不定时更新"
        },
        {
            "author": "kkk154",
            "timestamp": 1486907700,
            "txt_content": "kkk154 发表于 2017-2-12 21:54\nwoc你居然写了这么多，我会继续更新的，但是是不定时更新\n奇怪，为什么有条线"
        }
    ]
}