{
    "title": "【cjrainbolt2│军舰】Shadows over Midway 中途岛上空的阴影-幻想风格军舰群",
    "author": "像素君",
    "replyCount": 4,
    "timestamp": 1486883520,
    "txt_content": " 本帖最后由 像素君 于 2017-8-20 21:57 编辑 \n\n\n\n\nShadows over Midway\n——Made by cjrainbolt2\n\n\n\n\n   [ 地图介绍        Map Info ]   \n1946年，交替的历史\n      在太平洋战区发生大规模军事行动的几年后，日本海军的最高指挥部在供应链方面上遇到了严重问题。他们的供应线始于新西兰南部的阿拉斯加海岸，这使这条补给线几乎不可能运送充足的食物、弹药和可供修理的零件到前线。因此在1945年底，一场血腥的对峙在太平洋地区爆发了，美军为了守住自己在太平洋已岌岌可危的地盘，围绕夏威夷建造了坚固的防御工事。显然，双方需要新的策略来打破这个僵局。\n      日本军队坚信使用核武器可以彻底毁灭美国军队，但由于中国东北的抗日战争，浓缩铀的生产已明显受阻。于是日本军队开始研究以寻找全新的无核武器。最后，他们最近在发婆罗洲岛上发现大量的铝材，这为它们提供了丰富的结构材料；他们也在新加坡发现一个储藏了很多氦气的地方，这使得很多军方高层开始预想建造新的飞行堡垒舰队。\n      为了测试他们的理论，一些战前飞艇和允许携带的中等大小的新仪器一起被改造了。最后，他们建成了一个包含有几门100毫米口径海军火炮和侦察飞机的巨大建筑结构。它们可以通过使用大型螺旋桨来移动。许多平台被设置在这座I型空中战舰上。尽管它们的能力远超过任何水面舰艇，但它们很容易受到敌人飞机的攻击。操作问题也被添加进了技术开发列表。而且战舰不会很快地从敌人的包围中脱离出来。\n      II型空中战舰在I型上做了很大程度的改进。一个50 mm厚的钢质装甲被铆接在铝质框架的底部。巨大的螺旋桨改用为涡轮螺旋桨，战舰前面的大型进气口也为战舰提供了额外的保护。内部充满了许多小胶囊包装的氦气，防止防弹外壳释放所有的气体。它的爬升率也得到了显著提高。2型战舰现在可以超过一些较重的鱼雷轰炸机。\nIII型空中战舰的建造自项目启动就已经开始。与I型和II型不同,类型III型是从零开始建造的战舰，就像在传统战舰上增加他们的设计和结构。这些船只把氦气存储在船体，以此来为甲板上的建筑提供支撑。最具代表性的III型战舰成为了以16瓣的菊花命名的日本帝国空军（IJAN）的战舰，命名为菊纹号。\n      菊纹号被设计成是所有船只的克星。它能在够爬升很大的高度后在甲板上空投300个士兵。高度的增加为所有船上飞机的起飞提供了巨大优势，而且速度和巨大的势能使得敌人必须在战舰降落时以很快的速度攀爬才能到达甲板。通常，敌人看起来会停滞不前，因为他们正试图跟上战舰，而且他们很容易地就会发现菊纹号的士兵和AA枪。当菊纹号处于一定高度时，它可以使用雷达扫描周围环境，因此菊纹号有充足的预警时间，可以在任何场合空投士兵。船体的较低部分覆盖着120毫米的炮塔能够向地面目标发射反舰导弹，抗混凝土导弹或高爆炸药，或者是在炮塔失效时投放数百个炸弹。一个独立的运作单位在船头控制着一座巨大的榴弹炮。这座巨大的炮塔能发射2400mm的高爆炸药，可以只需一次打击就精确摧毁整个敌人的战舰。这里分配有自己的远程轰炸机机组人员，他们可以提前物色和汇报目标的坐标。这座榴弹炮需花费30分钟来加载，其发射后产生的后坐力可以使战舰速度瞬间降至40节。发射产生的波动足以摧毁任何在他下面飞行的飞机，所以当榴弹炮发射时，所有的起飞任务都会暂停。菊纹号的发动机后来在1946年1月升级为熊III型喷气发动机，其速度大大增加，并且由于风速的增加，在其上面的飞机全速起飞所需的跑道长度减小了不少。\n      这个系列最后的作品是IV型空中战舰。这些船只完全由喷气提供动力，上面有些较小的艏楼。它们运行时生成的更少的烟大量减少，使得他们更难被发现。不过到1946年夏天，只有一些小的IV型舰艇存在，主要任务是护送工艺品、作为驱逐舰和重型机枪的运输。\n      在这个作品中，护航舰队的战舰位置在1946年8月中途岛的菊纹码头。\n\n舰队构成\n1架大型水上飞机、3架II型“鼻子”空中战舰、III型菊纹号（已经经过升级）、1架 II型“龙嘴”重型货物运输机、2架IV型重机枪运输机、几架IV型护卫驱逐舰、数百名士兵以及中型轰炸机\n舰队将在中途岛停靠，补充燃料，它们将会与与北方空中舰队完成重组以准备攻击火奴鲁鲁。\n\n作者的话\n   大家好！\n       这是一个有趣的作品，我在很长一段时间里一直想建造它。我对历史交替这种情景很感兴趣。在看到许多日本战舰在这个网站上（pmc）似乎总是很受欢迎，于是我决定尝试自己建造一些。我不喜欢复制真实的船只或者是其他人的作品，所以我以我自己的方式，基于一些很酷的一战、二战的日本军舰、俄罗斯军舰制作了他们的飞行版。\n      需要注意的是，这个构建只是从设计上的审美来探索二战船只，绝不是以此来给在第二次世界大战期间所犯下的种种暴行以宽容之心。\n      感谢每个制作图片渲染的作者！你们的工作实在是太令人感到惊讶了。以至于都可以弄一个渲染比赛！我将在twitter上发布比赛投票，以及一个呈现这些渲染图片和其它图片的imgur专辑。\n——cjrainbolt2\nCredits   鸣谢\n图片渲染：Nati   Splekh   Crankerman   Bramboss   Barbarian   \nIskillia   Roddan   Imhotep   Moustafa74   Kryiin\n个人评价\n       搭建这样一个巨大的战舰群本身来说是绝对不容易的，而且如何处理各个单体的相对关系也是一门课程。但这个作品给我的第一印象就是一种宏伟而巨大的感觉。各类战舰一字排开，整齐而不失美感，大大小小错落有致，散发着军队所所独有的规整而威严的巨大气场。\n      从战舰整体来看，大量方块的使用把战舰的巨大轮廓勾勒的相当精致，空中战舰的想法更是给作品以一种蒸汽朋克风的色彩，但它在这种风格上又平添了一层战争的科技感和压迫感。从细节上看，作品在小型单体（比如小飞机）的刻画上做得相当细致；对飘散的烟的方向一致也体现作者的用心。在该平直的地方不添加多余的方块，在弯曲的地方进行恰好的弧度处理，使得每架战舰的形状是那么的规整而完美，从远处看起来显得浑然一体，仿佛我看到的东西不是用mc做的一样。\n      当然这个作品也存在着一些缺憾。比如战舰近看就会显得过于空旷，细节还是显得少了一些。考虑整体的印象而忽略细节上的丰富，我认为这显得有些美中不足。但仅从观赏性作品角度来看，这个作品已经达到了它的目的：给人以震撼而宏伟的视觉印象。所以依我看来这不失为一个优秀的作品，也是值得大家去欣赏、探索和学习的。\n   [ 游戏截图        The Screemshots ]   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n更多截图（无渲染截图）\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   [ 存档安装        The Installation ]   \nSave存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。\n\nSchematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到想放置的地方，点击import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n   [ 使用条款        Term of Use ]   \n1、未经作者明确许可，不得复制、摘编、使用原帖或转载内容进行商业和专业使用。2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！3、您可以在原作者知情下将此地图用于您的服务器，但请注明作者及原帖地址。4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。6、本帖最终解释权归本人所有，作品最终解释权归原作者cjrainbolt2所有。7、本作品的搬运已经过原作者cjrainbolt2的授权，截图如下：\n\n\n\n\n   [ 地图下载        Download ]   \n地图作者：cjrainbolt2\n原帖地址：Shadows over Midway\n地图标签：空气结构、幻想、军舰等\n下载地址：Shadows over Midway\n   [ 最后几句        The Others ]   \n如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；\n强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。\n若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。\n如果你要载入这地图到服务器或拍视频，请填上作者名字及官网，感激不尽。\n更多精彩请关注我的海外作品索引帖。\n本帖参加【跨年盛典】疯狂夺宝计划活动\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "V丶腥",
            "timestamp": 1486885320,
            "txt_content": "好厉害，希望越办越好。"
        },
        {
            "author": "Scal",
            "timestamp": 1486885680,
            "txt_content": "哇，像素大佬。最喜欢的建筑风格，感谢搬运qwq"
        },
        {
            "author": "3705",
            "timestamp": 1486886880,
            "txt_content": "很好的地图，不做伸手党\n下载下来学习学习"
        },
        {
            "author": "Mpromise",
            "timestamp": 1486981860,
            "txt_content": "为什么我莫名想到了一个星际的电影"
        }
    ]
}