{
    "title": "[多线]幻想世界Fantasy world——[1.7.10]开荒◆小游戏◆和风◆NPC◆家具◆工业◆豆腐",
    "author": "xiaoyu3621",
    "replyCount": 0,
    "timestamp": 1486889880,
    "txt_content": " 本帖最后由 xiaoyu3621 于 2017-2-15 21:12 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n幻 想 世 界\n\nFantasy World \n\n\n服务器状态:全新，开荒阶段，物资充足待会又说怎么这么少人= =能不能好好看看字呢\n\n\n吾见烈焰，坳中熊熊 \nI see fire, burning the trees \n吾见烈焰，席卷山林 \nAnd I see fire, hollowing souls \n吾见烈焰，灼魂蚀魄 \nI see fire, blood in the breeze \n吾见烈焰，如风饮血 \n\n                  i see fire    -Ed Sheeran\n·服务器故事背景\n·故事发生在一个刚刚结束了战争的年代，人们付出了一切，勉强换来了他们想要的结果:一个和平的世界。镇民们看见保护他们的英雄前仆后继的奋战在沙场上，现在这些英雄也终得安息之地，他们永远忘不了，每年的那一天，去公墓为这些英雄扫扫墓，许许愿。·在一段时间后，这个镇子渐渐得恢复了宁静，慢慢的再一次走向繁盛，一座座屋子起来了，一个个队伍 一个个农民 重新回到了他们的工作中。到处都是一片祥和，是的 人们再也不想卷入残酷而血腥得战争中了。·突然有一天，镇子的天空发出一大片光芒，有一个奇形怪状的物体飞了出来 撞上了山头。镇民们赶去围观，发现这个奇形怪状的飞行物里面 走出来几个遍体鳞伤的人。几个热心的镇民把他们抬上了担架之后，抗回了当地的医院做一些救治。 在稳定了伤势之后，这些人说 他们是来自未来的，未来的世界，有及其先进的科技，他们的飞行器可以超越光速地飞行，但是，在一次飞行中，发生了失误 飞机偏离了航道，落入了扭曲的时空裂隙中，于是穿越到了久远的年代前。·在一片好奇与惊讶的声音中，几个人逐个地回答他们的问题，他们的衣服也成为了镇民口中的\"稀世珍宝\" 没办法，在那个年代，人们是穿粗布衣服的。·几个人说，他们或许不是最悲惨的，穿越到了一个和平的年代，但是他们的飞行器损坏了，或许几十年内是无法修好并返回的，即使他们有某理工大学的工程学博士生，因为需要的材料 钣金，钢铁等 在那个年代太难获得了,于是 这一行人开始了在扭曲时空中的一次幻想般的冒险，而你，就在其中。\n\n·服务器特色介绍\n·本服务器为全公益服务器，不会设置任何形式的道具收费，如有发现任何管理私下售卖游戏道具，玩家有权利举报并获得举报奖励，当封禁核实后将会获得更大的追加奖励\n·独立的NPC任务线，主线任务，日常任务，周常任务,小游戏:空岛,躲猫猫。\n·服务器拥有独立的论坛，玩家可以上论坛注册并发布自己的报道，脸熟，疑问，讲解，教程等一系列帖子，增进玩家之间的交流。\n\n·服务器有很大的自由空间，除了观赏性建筑，小游戏区和主城区域，其他区域玩家皆可自由地进行破坏，建筑(领地除外哦~)\n\n·反作弊系统 服务器拥有反作弊系统，彻底杜绝熊孩子破坏服务器平衡。确保无任何透视，修改文件等cheat行为(瓜皮讲师:作弊?不存在的)\n·货币系统: 服务器设立商店，可以在商店中出售不想要的物品，换取金钱，也可以通过参加活动，抢红包来获取金钱，同时也设立了拍卖行，玩家可以在拍卖行中设立，交易物品。在商店的二楼，有一位掌握远古黑魔法的巫师，他可以从虚空中得到一些邪恶而古老的物品， 这个巫师是一个黑商，不定期出售各种稀有而不易获得的物品.·举报奖赏:玩家如发现其他玩家有恶意侮辱，污言秽语，刷屏，可疑行为，或发现无规则的矿道，可截图并上报服主，管理员,如有核实，会对玩家进行惩罚，同时会对举报的玩家进行奖赏，内容为游戏内的物品/金钱奖励，累计举报并核实到一定次数后，奖赏玩家[公正的]称号，赠送永久CO i权限(可自行查询该方块记录，不影响任何公平性，只会让该玩家更方便的查询可疑玩家。·丰富活动:服务器官方YY 99670044 可在YY,服务器论坛（www.djw123.cc)，QQ群(群号 554253244)中查询到活动日期，规则，奖励等。多参加活动可以获得礼物，以及更多的朋友。·结婚插件:发狗粮/好基友/好姬友的福音 嘿嘿嘿 秀他们一脸吧！·服务器特色建筑和联系方式主城为主线剧情中的镇子，一共有26座房，目前已经完成5座，分别为商店，镇长家(任务)，餐厅，铁匠铺，红线将军的宅邸。 同时正在施工 Project Otaku Area11  我们将为您展现11区一个平you凡qian的死宅的卧室，完成度50% 风格是巨人型的房间，任何物品都被放大化建造，目前开放参观，后期将成为观赏建筑。 图片展示将军的宅邸:   雨夜\n\n\n内场\n温泉巨宅的房间:\n主城:\n餐厅:·服务器小游戏区\n·服务器菜单\n·服务器副本\n·服务器服主证明\n·服务器论坛:www.djw123.cc·服务器YY:99670044·服务器QQ群1:554253244·大服主 djw123 QQ:1418846982·小服主 红线JK QQ:542676967以上为全部联系方式。·服务器游玩方式及须知-规则·1.服务器为公益服，不接受任何游戏物品的rmb购买以及影响平衡的权限购买。·2.服务器追求宁静与祥和，刷屏达到连续3次者将被警告一次 再次刷屏将会被禁言30分钟，再次刷屏会被禁言1天。Op不在线时玩家截图举报可获得举报奖励，以作鼓励。·3.服务器拥有反作弊系统，禁止玩家使用矿物追踪，透视，刷物品等任何形式的作弊，修改，一经发现永久封禁。·4.服务器尊重玩家，也要求玩家互相尊重，不得恶言相向，污言秽语，否则以1次警告，2次禁言，3次暂时请出服务器处理，各位玩家心态请放平和，不要吵架，毕竟伤和气嘛。·5.服务器拥有对任何物品，建筑，规则的所有解释权---更多规则请加群或访问论坛详细阅读·客户端下载请前往论坛下载 在论坛置顶帖服务器论坛：www.djw123.cc \n 以上为服务器全部介绍，祝各位玩家玩得开心 玩的快乐！\n目前MOD:NPC，工业，豆腐，食物，中华文化，探险背包，和风等插件:躲猫猫，空岛，结婚，菜单等服务器将无限增加MOD以及插件\n\n\n\n\n\n",
    "replies": []
}