{
    "title": "【原创.连载】致曾经初心——2",
    "author": "贫道无邪",
    "replyCount": 2,
    "timestamp": 1486904940,
    "txt_content": " 本帖最后由 贫道无邪 于 2017-2-12 21:09 编辑 \n\n给这章起个名字《旁边的人面兽心》\n我叫史蒂夫，旁边的是我的朋友小鸡同学。他不知道为什么很高端的样子，穿着白色的铠甲。好像还带着镭射眼镜？怎么做到的我非常好奇。\n“嘿朋友，你的镭射眼镜哪里搞的？”\n“你说这个啊。。这是皮肤”\n我内心满满的羡慕，我要什么时候才可以到达他那么高深的等级可以拥有皮肤?\n“那么朋友，我们现在这是要去那里？”\n“去我的别墅~”\n哇！别墅，一定很奢华。\n我们在一片广袤无垠的沙漠上疾跑着，他总是跑得比我快许多，而且这么巨大的运动量对于饥饿条来说总是掉的特别快。\n每当我气喘吁吁或者身上啪啪掉血珠（饱食度为零的时候）的时候他总会停下等等我，或是变戏法一样吐出许多西瓜给我，我特别好奇他是怎么做到的？\n这样走着走着，我们来到一个长的好像乡村茅房的小建筑前面，他让我看一看门口立着的木牌。\n我凑近查看，上面写着“人间天堂”\n好奇心让我向那个黑洞洞的茅坑下面张望。好深好深，我不知道具体多深，但是我猜想掉下去一定会见到传说中的创世神吧！\n隐约间我看到下面有血红的火光。\n“那是什么？”我问朋友。\n“岩浆”\n我默默深吸一口冷气，背后发冷。\n我立下了一个梦想，有能力后我要下到那片地狱去勘察真像！\n还没等我缓过神，突然，背后什么人踢了我一脚。天旋地转我头向下自由落体飞向那片血红的熔岩。\n似乎是一段漫长的旅程，我疑惑，不解，怨恨.........\n旅程的终点毫无疑问是那炽热的熔岩带来的鲜血与死亡。\n世界静悄悄的，我的眼前只剩下埋葬我的猩红血幕和白色的哀悼词——死亡|是否复活\n\n\n我叫史蒂夫，现在我在出生点，我的旁边是我的朋友小鸡，他已经站在我的旁边。\n我整理一下思路：那个时候我们一定是一同被邪恶势力推下深渊，然后......然后伟大的创世神救了我们！对没错。\n“那么，我们现在怎么走？”我问到。\n“你跟着我就可以了，去我的别墅！”\n又是一段漫长的旅程，我们横跨大沙漠，看到远处高耸的TNT扩大版建筑，我怀疑那就是传说中神王的宫殿。\n路过翠绿色的瓜棚和麦田，马铃薯田。\n接下来是漫长的翻山越岭。青翠的高山挺拔险峻。\n路途中他不停给我递食西瓜，并告诫我不要再啃我手里的腐肉了。说来也奇怪，这腐肉不知何时就在我手里，吃了还管饱。\n“咱们需要快一点了，你看，太阳就要落山了”\n“太阳落山怎么了？”\n“你会很危险，因为你没有铠甲和武器。”\n我温暖的感到来自小鸡老的关心，于是我们加紧了赶路的步伐。\n长路漫漫跟他走啊走，走到他的大别墅!\n路上我愉快的哼着小曲。\n慢慢的，看到远处昏黄温暖的光，那是火把。这时的阳光也是那么昏黄，却似乎散出冷冷的寒意。\n后来，在夜色完全降临之前我们走到了他的别墅。很古色古香的木屋，内心讲我更喜欢固若金汤的城堡。\n远远的不知传来什么野蛮兽类的嘶吼，第一次来这个新的世界我也不是很懂，但此刻有他给的温暖便足够。\n他的别墅很大，卧室摆着一张双人床，床边他脱下冰冷的铠甲露出炽热的胸膛，温柔敦厚地对我说:\"夜深了，睡觉会加快危险午夜的进程，也许我们需要好好的休息，迎接白天。\"\n他沉沉的注视着我，我只感觉双眼迷离，注视这他。\n我艰难的挪动脚步，缓缓躺下。我并没有脱去蓝背心和绿秋裤，害羞的红脸和红色的大床交相辉映。终于我们卸下沉沉的心里包袱睡下。\n夜是寂静的黑色，一声声嘶吼与粗沉的呼吸断断续续的在这幽静的青山上余音袅袅。\n不久，黎明后一股巨大的推力把我们从床上直接射到地上，额，不就晚上在你们上面滚动太剧烈了吗?这床的脾气也是倔。\n(本章换一种风格，语文老师说，文艺出于生活但高于生活，它是事实的升华。我紧守老师的教诲…好了下一张还会风格突变的。)",
    "replies": [
        {
            "author": "浆果Barry",
            "timestamp": 1486908000,
            "txt_content": "写的好好啊=-=小鸡是个新梗！\n描写好棒！"
        },
        {
            "author": "EndOfStreamly",
            "timestamp": 1486947120,
            "txt_content": "文笔很不错"
        }
    ]
}