{
    "title": "<原创·连载>《星痕》‖妄想",
    "author": "940595236",
    "replyCount": 3,
    "timestamp": 1486874400,
    "txt_content": " 本帖最后由 940595236 于 2017-2-14 00:18 编辑 \n\nT6坐标站\n  Ⅹ35星系\n  第二移民星:阿卡拉星\n  \n  今天的天空依旧是灰蒙蒙的，已经一个月没有放晴了。自从“黑鸟”舰突破阿卡拉稀薄的大气层后，整个天空都开始变得灰蒙蒙的，这些微小的灰色粒子几乎吞噬了半个星球，好在它们并不是很厚，否则地面上这些可怜人根本就感受不到阳光了。\n  \n  阿卡拉是X35星系的外围星球，科技文明并不高，却是进入T6空间站的最后补给星球。X35星系，是一个号称“大狂欢星系”的混乱星系：星际海盗，佣兵组织，星空兽等等，大多集合在X35星系，T6空间站很无奈地被困在这个星系里，联邦也是有够懒的，甚至不想让这个提供星际坐标的空间站出来，直接就下达了常驻指令，将X35星系纳入自己的管辖当中，却是对那些胡来的星盗一点也不管，好在星盗们还是有点脑子，虽然联邦很少插手他们与这个星系的事情，但是他们还是很明白如何处事的，联邦不管他们，不代表联邦不会攻击他们，于是……阿卡拉星就成了星盗与联邦“友谊”的见证。  \n    老哈维站在空港的合金地面上，呼吸着并不是很新鲜的空气，尽管不是很新鲜，但是在运输舰里带来十天半个月也不是那么好受的。“美杜莎”就停在他身后的空港上，一堆船员正围着“美杜莎”劳作：维修在路上被尘埃撞击或摩擦出现的痕迹，清洗“美杜莎”的机身，甚至还有一堆人在检查那古老到快要解体的撞击板。虽然空港有提供对舰船的维护和保养，但是老哈维这个老家伙可不希望维修好后发现少了什么东西……“美杜莎”上运输的货物可不是能随便暴露出来的。  恶魔站在老哈维身后，左手有意无意地搭在腰间的佩剑上，一身淡蓝色的制服和手臂上的卫星纹章暴露了他的身份：联邦人员……不过他现在只是老哈维的保镖而已，老哈维为了这次运输的安全，特地花重金申请了联邦舰队“妄想”的护航申请。联邦的老家伙们居然还特令恶魔去当老哈维的保镖，直到“妄想”舰队来到阿卡拉，正式开始护航任务为止。恶魔知道自己现在的身份不是什么保镖，而是老哈维的“临时下人”！在正式开始护航任务之前，恶魔就要听从老哈维的一切指令。   “走吧，小家伙，我带你去一个好玩的地方转转。”老哈维没有回头，爬满皱纹的脸上一双眼睛闪烁着。老哈维口中的好地方肯定不会是什么太好的地方，酒精，血，钱！只有拥有这三种东西的地方才是好地方！“美杜莎”除外，因为那是老哈维的祖上留下来的，至少传了五六十代下来，出生地貌似是一颗叫地球的小星球。这个老古董真正见证了整个星际航海史的发展。老哈维疼爱自己的舰船就像是疼爱自己的女儿一样，只是他到现在七十几岁了还没结婚，所以也没什么女儿。说实话他连怎么照顾小孩都不会。\n\n   “好的。”恶魔跟上了老哈维，他要保证老哈维的生命安全，确保不会出问题，去哪……与他无关。老哈维看起来是个很抠门的家伙，硬是走了十几条街没有对那些揽客的交通工具做出任何回应。    走了大概有十几分钟左右，经过七拐八弯的小巷后，老哈维带着恶魔来到一家小店门前，那是一家老旧的维修店，盖在这高楼林立的阿卡拉空港，显得那么格格不入。小店门口挂着维修的项目和费用，地面上是一层又一层的油污，将地面染成令人感到反感的黑色，混着些，难以言喻的颜色。工具和废弃机械杂乱地堆在一起。墙上也是涂满了油污，恶魔在空气中嗅出了一丝异样的味道，有别于机油味的气味……很新鲜的血腥味。连刺鼻的机油味都掩盖不住，从维修屋的深处散发出来。  “你感觉了吧？”老哈维笑着，脸上的皱纹挤在一块，显得他的五官更加扭曲，“这是我的店，尽管没什么生意，我也不指望这家店有什么生意。重点是里面。”老哈维指了指空无一人的维修店的深处。他走进店中，拍下了柜台上的铜铃“叮—”   “老板。”里间里走出了一个黑人小伙，很年轻的一个小伙，大概二十出头的样子。身上只有一件衬衫，身下是一条磨损的牛仔裤。暴露在外的手臂有恶魔的大腿粗。  “老板，里面已经开始了。不过有些情况……这次的货有些问题……是军用装备的图纸。”黑人小伙伏在老哈维耳边轻声说道，同时瞥了恶魔一眼“我怕这会影响到您的生意。”  “军用图纸？”老哈维也回头瞥了一眼恶魔，问黑人小伙：“什么图纸？”  \n  “听说是没有正式推出的'奥丁'……”黑人小伙又瞥了一眼恶魔，似乎对恶魔出现在这里感到不满“不过只有足部装甲的蓝图”  “这帮家伙……”老哈维的嘴角微微上扬。这玩意很要命……军队是不允许任何未被淘汰的军用设备流出，那些东西不是随随便便就能拿来玩的，甚至传闻连弹壳都会有专门的人员来回收。这些战术外骨骼，这些高度机密设备不允许公开，每一代战术外骨骼都是来自地狱的魔神。  重装骨骼配合合金护甲，类似外挂式防御装甲这一类的东西，甚至可以和星空母舰正面对攻。而其他的骨骼则各有长处，刺客型的外骨骼可以做到短时间内光学隐形，不过对能量的消耗非常巨大。这些还是制式骨骼，那些定制的骨骼会更加强大，比如在役的骨骼：芬里尔。高速，高攻击性，非常狂暴的一台外骨骼机器。全副武装的芬里尔可以轻而易举的屠杀一个配备基础型外骨骼的步兵营。而“奥丁”，就是新一代的定制骨骼，据内部消息称，这套骨骼会配备专属坐骑，并在联邦军队里建立一个骑兵营。战术外骨骼很强大，但是缺陷也很明显，它需要消耗大量的能源来支持运作，而且移动速度过快的骨骼可能出现操纵人员的反应跟不上致死，毕竟那些高速移动的外骨骼可不具备太多抗过载力的安全设施。骨骼也会有暴走的时候，类似于在长时间超负荷运作后的失控，或是重要结构遭受重击后的系统重启。甚至是系统自我操纵，挤压内部空间，将操纵者活活挤死的事例都有。军方现在特别忌惮外骨骼的高级智能方面的升级。那太难以控制了。\n  \n  不过话说回来，“奥丁”的足部装甲，既然是未公开的军用技术，价值就不言而喻了。毕竟是军用设备，有不少大家族就是靠着军队里的关系发展起来的。既然卖出去的价格高，那么老哈维的黑店拍卖场也很捞到不少的好处，毕竟这东西，不是能随便拿到大街上去买的玩意。   \n  \n  “走吧，去看看。”老哈维挥手打发走了黑人小伙，带着恶魔走进了柜台后的暗门。 \n  恶魔和老哈维站在铁质的高台上，老哈维双手撑着护栏，恶魔背着手站在老哈维的身后。老哈维俯视着地下室的一切，和耳边嘈杂的窃窃私语。  “女士们，先生们！”主持人抬起他那带着白色手套的手。“让我们看看下一件商品。这是一件很难得的商品，我相信在座的各位一定会感兴趣的。”  他转身扯开身后的一块红色帷幕，显露出帷幕内的秘密：一副军用高脚鸟巡逻套装。  恶魔自然知道高脚鸟是干什么用的，别看未启动时它只是一张凳子的样子，可一旦操纵者进入并激活高脚鸟，隐藏在装甲下方的延长机械臂就会伸出，充当腿部，可将操纵者抬离地面3米左右，可以避免大部分来自地面的攻击，操纵椅两侧的合金防护板可以抵挡狙击手的致命打击，而防护板内侧则装有显示仪和一些远距离武器及其弹药，可以让操纵者对敌人实施有效而强力的打击，但是，高脚鸟的缺陷也很明显:它延长的腿部让操纵者很难把握平衡，只有对高脚鸟的高教有一点深入研究的话，就可以很轻易地潦倒这个高个子。这种机型在部队里已经很少见了，不过一些大社区里还是可以看到的——充当警卫和巡逻，当然，那是私人社区。即便被军队淘汰了，一些装甲还是不宜出现在非军事区。  “只要这玩意不给我惹事就行。别把调查局的人引来。”老哈维盯着主持人背后的墙壁，仿佛能看到其背后的隐藏着的拍卖品一样。  恶魔也不希望那份图纸把调查局的人引来，虽然他也是联邦的人，但是调查局可不买联邦的面子，一旦调查局的人闯了进来，这里没有人能活着离开。何况恶魔只是一名小队长，死了找人替代再编一个借口就处理好了。 \n  \n  当恶魔从地下会所出来的时候已经是一身冷汗……这个老哈维……  恶魔在地下室看见的第一件拍卖品就是刚刚说到的高脚鸟，而第二件却是“火炬I”重型装甲，这种人形战斗机器的作战能力仅次于战术外骨骼。一场拍卖会下来，几乎没有正常的货，大都都是市面上买不到或者是根本卖不了的东西。\n\n\n  “不过嘛……先别管货物。”恶魔依旧背着手，站在老哈维的背后，不过他稍微俯下身子，贴近老哈维的耳边“你最好告诉里面那个黑人小伙，该走了。”他的嘴角微微上扬。——调查局一定回来的，很快就会。有些老鼠混进了人群。\n  因为恶魔没有看到“奥丁”蓝图的拍卖过程，看来这地下室有内幕。巧的是，恶魔也看出了一些在调查局里的“熟人”，和一些小手段。  “你的意思是调查局来了？”老哈维眯着眼睛“看来你猜的很准嘛！”\n  “嗯？麻烦……”恶魔抬起头，看着面前那条宽敞但是却略显昏暗的街道。“这么快。——那，请吧，请你先离开。”他拦下一架载客无人机，将年近80的老哈维扔上去后，转身回到小店。“逃命倒是比较积极。”恶魔低声咒骂着，老哈维这家伙就算恶魔不开口，这家伙也会先提出“你殿后，我先回到'美杜莎'号等你”之类的话。\n  黑人小伙趴在柜台上摆弄着一台老旧的设备，似乎是听到了恶魔的轻声咒骂，他抬头看了恶魔一眼，低头继续摆弄手里的设备：“调查局来了？”\n  “嗯，来了。”恶魔认得他手中的东西，一种被叫做闹钟的东西，嗯，似乎是MA的一种功能？不过他现在更好奇这店里的血腥味到底是怎么回事。“你不打算走么？”\n  “没必要，我的工作就是收拾他们。”\n  “呵……还真是自信呢。”恶魔暗笑着，可怜的孩子还不了解调查局的可怖啊。如果自己只有一个人，那还是有机会甩掉他们回到“美杜莎”号上吧？\n======================\n前排瓜子\n@恶魔-潇洒 @xcc @gggbbb @llxy \n\n我准备回来了……\n如果我能改掉我的懒癌的话\n======================\n分段看着可能有些难受。我下次尽量修改一下\n\n",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1486987140,
            "txt_content": "标题格式错误，请修改。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1487326500,
            "txt_content": "恶魔：喵喵喵？？？\n我看是已经没救了。相信我，你是出不了第二章的。\n善用回车啊，不分段就不会死吗？"
        },
        {
            "author": "940595236",
            "timestamp": 1487346960,
            "txt_content": "gggbbb 发表于 2017-2-17 18:15\n恶魔：喵喵喵？？？\n我看是已经没救了。相信我，你是出不了第二章的。\n善用回车啊，不分段就不会死吗？ ...\n出不了第二章的\n……真相了\n我也不知道什么时候能出第二章"
        }
    ]
}