{
    "title": "神奇宝贝MOD什么神奇宝贝掉落黏土",
    "author": "1585398835",
    "replyCount": 2,
    "timestamp": 1486897020,
    "txt_content": "",
    "replies": [
        {
            "author": "我也想C啊",
            "timestamp": 1486966500,
            "txt_content": "铝锭：波士可多拉，可可多拉，劈斩司令，帝王拿波，齿轮儿，齿轮组，齿轮怪，可多拉，小磁怪，三合一磁怪，自爆磁怪，巨金怪，金属怪，泥偶巨人，巨钳螳螂\n\n苹果，卡比兽，土台龟，热带龙\n\n烈焰粉：风速狗，喷火驼，喷火龙，小火龙，火恐龙，小火猴，火球鼠，火精灵，卡蒂狗，烈焰猴，小鸭嘴龙，鸭嘴火龙，鸭嘴焰龙，火焰鸟，猛火猴，呆火驼，火岩鼠，火暴兽，火神虫\n\n烈焰棒：喷火驼，小鸭嘴龙，鸭嘴火龙，鸭嘴焰龙，火焰鸟，呆火驼\n\n骨头：护城龙，可拉可拉，象牙猪，嘎啦嘎啦，长毛猪，帝牙海狮\n\n萝卜：尼多朗，尼多兰，尼多娜，尼多力诺，走路草，卡比兽\n\n粘土：地鼠，三地鼠，沼跃鱼，水跃鱼，象征鸟，巨沼怪\n\n煤炭：大岩蛇\n\n圆石：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，\n\n可可豆：臭臭花，热带龙，大食花，霸王花，口呆花\n\n熟鸡肉：火焰鸡，力壮鸡，火焰鸟，火稚鸡\n\n熟猪排：炎武王，炒炒猪，暖暖猪\n\n钻石：地幔岩，哈奇龙，迷你龙，快龙，庞岩怪，勾魂眼\n\n泥土：地鼠，三地鼠\n\n蛋：始祖小鸟，始祖大鸟，急冻鸟，幸福蛋，吉利蛋，嘟嘟利，嘟嘟，蛋蛋，大葱鸭，大嘴雀，火焰鸟，比雕，比比鸟，波波，烈雀，闪电鸟\n\n末地石：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n\n末影珍珠：凯西，胡地，太阳精灵，勇吉拉，梦幻，超梦\n\n羽毛：嘟嘟利，嘟嘟，大葱鸭，大嘴雀，比雕，比比鸟，波波，烈雀\n\n恶魂之泪：鬼斯，耿鬼，鬼斯通，勾魂眼\n\n萤石粉：电龙，灯笼鱼，电击兽，电击魔兽，电击怪，导电飞鼠，绵绵，电蜘蛛，雷精灵，电电虫，电灯怪，勒克猫，伦琴猫，小磁怪，三合一磁怪，自爆磁怪，咩利羊，负电拍拍，皮丘，皮卡丘，正电拍拍，雷丘，小猫怪，闪电鸟\n\n金粒：地幔岩，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，喵喵，大岩蛇，猫老大，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子\n\n沙砾：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，\n\n火药：顽皮弹，小拳石，隆隆岩，隆隆石，瓦斯弹，雷电球，双弹瓦斯\n\n冰：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n\n墨囊：玛瑙水母，毒刺水母\n\n铁靴子：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n\n铁胸甲：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n\n铁头盔：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n\n铁锭：波士可多拉，可可多拉，劈斩司令，帝王拿波，齿轮组，齿轮儿，齿轮怪，可多拉，小磁怪，三合一磁怪，自爆磁怪，巨金怪，金属怪，驹刀小兵，巨钳螳螂\n\n铁护腿：波士可多拉，可可多拉，护城龙，劈斩司令，泥偶小人，泥偶巨人，可多拉，驹刀小兵，盾甲龙\n\n青金石：乘龙\n\n皮革：大奶罐，肯泰罗\n\n睡莲：牛蛙君，蚊香蝌蚪，蚊香蛙，快泳蛙\n\n西瓜：椰蛋树，刚比兽，卡比兽，热带龙\n\n西瓜种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n\n棕蘑菇：派拉斯，派拉斯特\n\n红蘑菇：派拉斯，派拉斯特\n\n菌丝：派拉斯，派拉斯特\n\n下界石英：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石地狱疣：派拉斯，派拉斯特\n\n地狱岩：风速狗，火焰鸡，喷火驼，水晶灯火灵，喷火龙，小火龙，火恐龙，小火猴，力壮鸡，火球鼠，炎武王，火精灵，卡蒂狗，烈焰猴，灯火幽灵，燃烧虫，烛光灵，鸭嘴火龙，鸭嘴焰龙，火焰鸟，猛火猴，呆火驼，炒炒猪，小火马，火岩鼠，烈焰马，暖暖猪，火稚鸡，火暴兽，火神虫\n\n马铃薯：大葱鸭，刚比兽，走路草，卡比兽\n\n南瓜：刚比兽，卡比兽\n\n南瓜种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n\n生牛肉：大奶罐，肯泰罗\n\n生鸡肉：嘟嘟利，嘟嘟，大葱鸭，大嘴雀，比雕，比比鸟，波波，烈雀\n\n生鱼：利牙鱼，灯笼鱼，白海狮，帝王拿波，角金鱼，暴鲤龙，盖欧卡，电灯怪，鲤鱼王，波加曼，波皇子，金鱼王，海魔狮，小海狮，巨牙鲨，海豹球，帝牙海狮\n\n生猪排：象牙猪，长毛猪，小山猪\n\n红石：电龙，铁哑铃，电击兽，电击魔兽，电击怪，导电飞鼠，绵绵，电蜘蛛，雷精灵，电电虫，齿轮组，齿轮儿，齿轮怪，勒克猫，伦琴猫，小磁怪，三合一磁怪，自爆磁怪，咩利羊，巨金怪，金属怪，负电拍拍，皮丘，皮卡丘，正电拍拍，3D龙，3D龙2，3D龙Z，雷丘，小猫怪，闪电鸟\n\n腐肉：叉字蝠，大嘴蝠，超音蝠\n\n沙子：地鼠，三地鼠，混混鳄，流氓鳄，黑眼鳄\n\n种子：美丽花，喇叭芽，妙蛙种子，椰蛋树，臭臭花，树林龟，妙蛙草，叶精灵，走路草，土台龟，热带龙，草苗龟，妙蛙花，大食花，霸王花，口呆花\n\n粘液球：双卵细胞球，臭泥，臭臭泥，人造细胞卵，单卵细胞球\n\n雪球：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n\n雪块：急冻鸟，铁甲贝，几何雪花，白海狮，帝王拿波，乘龙，象牙猪，长毛猪，波加曼，波皇子，海魔狮，小海狮，大舌贝，海豹球，小山猪，帝牙海狮\n\n蜘蛛眼：电蜘蛛，电电虫\n\n牛排：喷火驼，呆火驼\n\n石头：波士可多拉，可可多拉，地幔岩，头盖龙，岩殿居蟹，石居蟹，小拳石，庞岩怪，隆隆岩，隆隆石，可多拉，月岩，大岩蛇，铁甲暴龙，铁甲犀牛，超铁暴龙，石丸子，日神石\n\n线：绿毛虫，电蜘蛛，电电虫，铁壳昆，燃烧虫，保母虫，铁甲蛹，虫宝包，宝包茧，火神虫，独角虫\n\n糖：皮可西，皮皮，丁宝宝，胖丁，胖可丁\n\n甘蔗：大葱鸭\n\n火把：水晶灯火灵，灯火幽灵，烛光灵\n\n藤蔓：喇叭芽，妙蛙种子，妙蛙草，君主蛇，青藤蛇，藤藤蛇，蔓藤怪，妙蛙花，大食花，口呆花\n\n羊毛：绵绵，咩利羊，用剪刀对咩利羊右键\n\n牛奶：用桶对大奶罐右键\n\n岩浆桶：用桶对喷火驼右键\n\n---内容来源于网络整理分享"
        },
        {
            "author": "2543714522",
            "timestamp": 1487323500,
            "txt_content": "粘土：地鼠，三地鼠，沼跃鱼，水跃鱼，象征鸟，巨沼怪\n"
        }
    ]
}