{
    "title": "三个Realms新地图！",
    "author": "ff98sha",
    "replyCount": 5,
    "timestamp": 1486917120,
    "txt_content": " 本帖最后由 ff98sha 于 2017-2-25 13:00 编辑 \n\n欢迎，勇敢的冒险者。上一次我们见面，我们在电脑版Realms上公布了新的经验分类，由Big Giant Light Show这个史诗音乐盛会领衔。本周，我们有三个好地图来测试你的智力，你的寻路能力和你的翼装技能。\nWelcome, brave adventurers. Last time we met, we unveiled the new experiences category on Realms for PC, led by the epic music event Big Giant Light Show. This week, we’ve got a trio of treats for you to test your wits, your wayfinding and your wingsuit skills.\n\n我们先跳入一个设定在古老丛林神庙废墟的视觉冒险地图。然后我们通过即使最厉害的玩家都会感到极具挑战性的跑酷竞技场。最后，我们用鞘翅空战来攻占天空，尽量不撞入墙壁…喜忧参半。 \n\n听起来像是小菜一碟？那就享受满汉全席吧！Mmm，好吃！\nFirst we hop, skip and puzzle our way through a visually striking adventure map set amid the overgrown ruins of an ancient jungle temple. Then we pelt through a rapid-fire gauntlet of parkour arenas that should challenge even the most sure-footed player. Finally, we take to the skies in elytra-powered air-battles and try to not faceplant into any walls... with mixed success.\n\nSound like your cup of tea? Then take a big old metaphorical swig of this post! Mmm! Delicious.\n\n\n\n\n\n76c1ea8aaf25f6d8cb61138b7bd146fc-TFBScreen2_video.png (293.18 KB, 下载次数: 9)\n\n下载附件\n\n2017-2-13 09:55 上传\n\n\n\n\n\n被遗忘的书 \nToleros和tomaxed制作\n\n最近，我一直在回忆原先身临其境的游戏，它们让你在世界各地冒险。如The Amazon Trail，它突出了视野和声音，能把你带到异域，包含完整的叙事和严肃的任务。被遗忘的书带你领略过场动画，声音，材质和自定义机械，如爬墙机。开始地图后你会径直下落到故事中，并出现一个你不想离开的世界。 \nTHE FORGOTTEN BOOK\nby Foleros and tomaxed\n\n\nRecently, I’ve been reminiscing about older, immersive games that took you on adventures around the globe. Games such as The Amazon Trail, which featured sights and sounds that transported you into an exotic location, complete with narrative and a solemn duty. The Forgotten Book scratches that itch through its cutscenes, voiceovers, textures and custom mechanics, such as wall grappling. Starting the map drops you right into the story and presents you with a world that you won’t want to leave.\n\n\n\n\n\n7f398a8016ce9900bfefb0356bbd6444-parkour_vid.jpg (37.81 KB, 下载次数: 2)\n\n下载附件\n\n2017-2-13 10:10 上传\n\n\n\n\n\n十分钟跑酷 \nFantomLX、iWacky和Tiliba制作\n\n跑酷地图在Minecraft风靡一时，十分钟让你在随机选取的101个不同小竞技场里奔跑跳跃。一些特殊方块跑酷帮助你跳得更高或阻碍撞倒你。完成一个关卡你会获得一分，跳过一个关卡你会扣除一分级。Moesh的最好成绩是22分，而我…大概是负几分吧。看看你能不能超越我们的分数！ \n10 MINUTE PARKOUR\nby FantomLX, iWacky, and Tiliba\n\n\nParkour maps are all the rage in Minecraft, and 10 Minute Parkour has you running and jumping through a random selection of 101 different mini arenas. Special blocks aid or hinder you as you jump higher or get knocked about. Completing a level gives you a point, skipping a level removes one. Moesh’s best record is 22 levels, while mine is… somewhere in the negatives. See if you can beat our scores!\n\n\n\n\n\nf7c2e3f205069da5ef4e6f911a33d873-2017-02-06_15.37.32.png (218.6 KB, 下载次数: 15)\n\n下载附件\n\n2017-2-13 10:10 上传\n\n\n\n\n\n\n\n\n\ndddba4cf523e4e4eb8b9f3a5f3dce231-2017-02-06_15.41.43.png (179.15 KB, 下载次数: 8)\n\n下载附件\n\n2017-2-13 09:56 上传\n\n\n\n\n\n\n\n\n\nf58287a9bfbf1dd48c1b54e18269e5e5-2017-02-06_15.44.14.png (263.02 KB, 下载次数: 7)\n\n下载附件\n\n2017-2-13 10:10 上传\n\n\n\n\n\n鞘翅 \nTheticman和ChildOfStars制作\n\n你知道吗，elytron是elytra的单数形式。是因为甲虫的两翼吗？对啦！鞘翅是个双关语，因为这个地图的机械能让我们想起电影TRON（《创》）的光轮。现在我们有一个奇特的，基于鞘翅的竞技游戏。玩家通过在竞技场中飞翔，并且不撞上玻璃边界来比对手存活更久。与你的朋友组队，或引诱他们撞上墙壁。小心别撞上你自己的墙！ \nELYTRON\nby Theticman, ChildOfStars\n\nDid you know that elytron is the singular form of the word elytra, the two wing cases of a beetle? It’s true! Elytron also makes for neat wordplay, as this map features mechanics that remind us of the movie Tron’s light bikes. Here we have a fancy elytra-based, competitive minigame where players outlast their opponents by rocketing around the arena and avoiding the glass trails! Team up with your friends, or bait them into flying into a wall. Be careful to avoid your own walls!\n\n就这些了！\n\n要了解或加载此和其他内容到PC Realms，请访问我们的帮助网站。如果你还没有尝试过的Realms，你会在菜单屏幕看到在Minecraft Realms按钮旁的蓝色钻石。点击它，然后根据提示享受Realms的30天免费时间。 \n\n我们希望你会喜欢这周的地图！\n\nThat's all for now!\n\nTo learn about loading this and other content into Realms for PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft for PC. Click it, then follow the instructions to try Realms free for 30 days.\n\nWe hope you enjoy this week’s maps! \n\n\n\n\n\n\nimage.jpeg (124.03 KB, 下载次数: 7)\n\n下载附件\n\n2017-2-13 00:39 上传\n\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/new-realms-forgotten-things-and-flying-wings",
    "replies": [
        {
            "author": "浆果Barry",
            "timestamp": 1486930200,
            "txt_content": "辛苦，深夜搬运"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1486934700,
            "txt_content": "图呢？"
        },
        {
            "author": "2945713179",
            "timestamp": 1487306100,
            "txt_content": "幸苦了我的哥哥哥"
        },
        {
            "author": "Didiao0v0",
            "timestamp": 1487385600,
            "txt_content": "支持！支持！\n地图不错~！挺好看的~！"
        },
        {
            "author": "乔柚",
            "timestamp": 1487839140,
            "txt_content": "高能，好厉害的样子"
        }
    ]
}