{
    "title": "求解1.10.2的神奇宝贝神兽刷新率在哪里调配置文件找不到",
    "author": "a2461557889",
    "replyCount": 7,
    "timestamp": 1486971720,
    "txt_content": "RT...  神兽都快烂大街了",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1486971720,
            "txt_content": " # Chance that a Legendary spawn attempt will succeed (0-1).\n    legendarySpawnChance=0.30000001192092896\n把那个3改成0试试"
        },
        {
            "author": "a2461557889",
            "timestamp": 1486996200,
            "txt_content": "没人吗 .....求回答"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1486996800,
            "txt_content": "http://www.mcbbs.net/thread-645065-1-1.html\n第二页有配置文件信息自己看"
        },
        {
            "author": "a2461557889",
            "timestamp": 1487001960,
            "txt_content": "bo_bo2001 发表于 2017-2-13 22:40\nhttp://www.mcbbs.net/thread-645065-1-1.html\n第二页有配置文件信息自己看\n# Settings for controlling the auto-battler for AFK players.\nAFKHandler {\n    # The time in seconds before a player in a battle is declared to be AFK and the auto-battle code takes over for them.\n    afkActivateSeconds=90\n    # The time in seconds before the auto-battle handler picks a move automatically each turn.\n    afkHandlerTurnSeconds=15\n    # Have auto-battle take over if the player is AFK during a battle. Activates after the specified time period and gives specified time for each turn after that.\n    enableAFKHandler=false\n}\n# Settings for breeding behavior.\nBreeding {\n    # Allows the placement of ranch blocks, which are required for breeding Pokemon.\n    allowBreeding=true\n    # Allows two Ditto to breed together to produce Eggs with random Pokémon inside.\n    allowDittoDittoBreeding=true\n    # Allow the crafting of ranch blocks.\n    allowRanchCrafting=true\n    # Allow the ranch expansion.\n    allowRanchExpansion=true\n    # Enable random Eggs from Ditto-Ditto breeding to contain Legendaries.\n    allowRandomBreedingEggsToBeLegendary=false\n    # Enables random Eggs from /pokegiveegg to contain Legendaries.\n    allowRandomSpawnedEggsToBeLegendary=false\n    # Seconds between running the environment check for breeders, requires useBreedingEnvironment to be enabled\n    breedingEnvironmentCheckSeconds=500\n    # Number of world ticks needed to increase the breeding stage.\n    breedingTicks=300000\n    # Number of stages to go through before breeding occurs (1-5).\n    numBreedingStages=5\n    # Sets the number of steps per Egg cycle. Lower numbers hatch Eggs faster.\n    stepsPerEggCycle=255\n    # Control speed of breeding based on the blocks set in the area. If false, will set breeding speed to 1.0x.\n    useBreedingEnvironment=true\n}\n# Settings for re-routing the Pixelmon saving system into an external database.\nDatabase {\n    # Put the connection string for the external database in the form jdbc:dbtype://...\n    connectionString=\"jdbc:hd://\"\n    # Enable this to change the save system over to a database specified in the connection string property. Only H2 and MySQL currently supported.\n    saveToExternalDatabase=false\n}\n# Options for the elevator.\nElevator {\n    # Maximum search range up/down for a pairing elevator.\n    elevatorSearchRange=10\n}\n# Settings for controlling external moves.\nExternalMoves {\n    # Allows the use of external moves such as Rock Smash and Cut.\n    allowExternalMoves=true\n}\n# General settings for the world.\nGeneral {\n    # Allow the anvil to replace finished items with starting item from player's inventory without manual placing.\n    allowAnvilAutoreloading=false\n    # Allow player to throw Poke Balls from hotbar. If false, Poke Balls can only be thrown in battles.\n    allowCaptureOutsideBattle=true\n    # Allows move tutors that teach event moves to spawn naturally.\n    allowEventMoveTutors=false\n    # Allows the 17 types of Gems to be crafted by players.\n    allowGemCrafting=true\n    # Allow Pay Day to award PokéDollars when used.\n    allowPayDayMoney=true\n    # Allow players to plant Apricorns in the ground.\n    allowPlanting=true\n    # Server-side, whether players can use Pokémon editors. Client-side, whether other players can use a Pokémon editor on the player with the setting.\n    allowPokemonEditors=true\n    # Allow the player to nickname Pokemon (not a server-wide setting, just a client setting).\n    allowPokemonNicknames=true\n    # Determines if player vs. player battles give Pokemon experience. No EXP gain in PvP when false.\n    allowPvPExperience=true\n    # Allows players to make Rare Candies by crafting (server-side option).\n    allowRareCandyCrafting=true\n    # Allow players to ride Pokemon. If false, no Pokemon can be ridden (server-side option).\n    allowRiding=true\n    # If enabled, TMs are reusable. If disabled, TMs are consumed upon use.\n    allowTMReuse=false\n    # Determines if player vs. Trainer battles give Pokemon experience. No EXP gain in Trainer when false.\n    allowTrainerExperience=true\n    # Allow creepers, skeletons, etc. to spawn in the world. DANGER - can kill you while battling.\n    allowVanillaMobs=false\n    # Award photos to players who defeat wild Pokemon.\n    awardPhotos=false\n    # The type of AI to use for boss Pokemon in battle.\n    # 1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.\n    battleAIBoss=2\n    # The type of AI to use for NPC Trainers in battle.\n    # 1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.\n    battleAITrainer=3\n    # The type of AI to use for wild Pokemon in battle.\n    # 1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.\n    battleAIWild=1\n    # Whether sleeping in a bed heals a player's Pokemon.\n    bedsHealPokemon=true\n    # The radius in chunks around a player that Pokemon can spawn within.\n    chunkSpawnRadius=8\n    # Allow players to use cloning machines to clone Mew into Mewtwo.\n    cloningMachineEnabled=true\n    # Sets the amount of boxes players have in their PCs (capped at 256 per player).\n    computerBoxes=16\n    # If players party and computer are forcefully saved upon every world save (If false, you should be saving data via /saveall, or risk data loss)\n    dataSaveOnWorldSave=true\n    # When mounted, enables steering the Pokemon by looking.\n    enablePointToSteer=true\n    # Allows the Pokedex to open wiki pages. Turn this off if you don't want the wiki opening from inside Pixelmon.\n    enablePokedexWikiWebsiteOpen=true\n    # Allow wild Pokemon to initiate battles.\n    enableWildAggression=true\n    # If enabled, players will be able to challenge others by throwing a Pokemon at the enemy player rather than a Pokemon.\n    engagePlayerByPokeBall=false\n    # Multiplier for experience gained in Pokemon battles.\n    expModifier=1\n    # What will happen if a battle is force-ended without a proper conclusion. 0: A winner is determined based on the number of remaining Pokémon (with % HP as a tiebreaker). 1: The battle is considered a draw. 2: The battle is considered abnormally ended.\n    forceEndBattleResult=0\n    # Adjusts the variation in size caused by growth (0-2). 1 is normal.\n    growthScaleModifier=1\n    # The maximum level that a Pokémon can be.\n    maxLevel=100\n    # Allow each player to take multiple photos of the same Pokémon.\n    multiplePhotosOfSamePokemon=true\n    # Sets how far Pokemon names and levels can be seen from (client setting only). 1=Default, 2=Farther, 3=Far\n    namePlateRange=1\n    # Requires flying and water Pokemon mounts to have HM moves Fly or Surf (respectively) to be able to ride them.\n    needHMToRide=false\n    # Chance of the Pickup Ability picking up an item after a battle (1/rate). 0 disables this.\n    pickupRate=10\n    # Allows wild Pokemon to drop items like feathers, etc. on death.\n    pokemonDropsEnabled=true\n    # Prints more detailed error messages to the server.log file if enabled.\n    printErrors=true\n    # If enabled, consumable held items will be returned to Pokémon at the end of player vs. player battles.\n    returnHeldItems=true\n    # Set Legendary shrines to one use (false) or multiple use (true).\n    reusableBirdShrines=false\n    # Increases size of Pokemon models in-game by 50%.\n    scalePokemonModels=true\n    # Whether to show wild Pokémon names on their nameplates.\n    showWildNames=false\n    # Allow Legendary bird shrines to spawn randomly in world.\n    spawnBirdShrines=true\n    # Allow random generation of structures such as Pokemon Centers, shrines, and other buildings if true.\n    spawnStructures=true\n    # If true, must be opped to use spawners. If false, must be in Creative mode.\n    spawnersOpOnly=true\n    # Lets you choose to give/not give a starter to a player on join (via the Pixelmon starter screen).\n    starterOnJoin=true\n    # The time taken before syncing to the system clock (in seconds).\n    systemTimeSyncInterval=30\n    # Set traders to one use (false) or multiple use (true).\n    tradersReusable=false\n    # Allows you to toggle which tab list you would like to use. True for Pixelmon's, false for vanilla's.\n    useCustomTabList=true\n    # Load external configuration files from the \"pixelmon\" folder. If set to true and the \"pixelmon\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFiles=false\n    # Lets your world follow real world time or not (uses the server's system clock).\n    useSystemTimeForWorldTime=false\n    # Saves Pixelmon entities to file when world saves (greatly increases save file size and save time if true). Required for the morph mod.\n    writeEntitiesToWorld=false\n}\n# Graphics settings.\nGraphics {\n    # Show each Pokemon's health in a bar above their heads.\n    drawHealthBars=false\n    # Use the low resolution textures for Pokemon and Poke Balls. Useful for low-end systems.\n    lowResTextures=false\n    # Set whether or not the player can control the camera during battles (sets to sphere based camera positioning)\n    playerControlCamera=true\n    # Multiplier of the 64 distance usually used for rendering.\n    renderDistanceWeight=2\n    # Display the currently selected Pokemon's attack target on the screen.\n    showCurrentAttackTarget=true\n    # Set whether or not to switch to an external camera during battles.\n    useBattleCamera=true\n    # Use the original Pokemon textures for statues.\n    useOriginalPokemonTexturesForStatues=false\n    # Use the SMD normal maps for shading Poke Balls.\n    useSmoothShadingOnPokeBalls=true\n    # Use the SMD normal maps for shading Pokemon.\n    useSmoothShadingOnPokemon=true\n}\n# Settings for PixelUtilities features.\nPixelUtilities {\n    # pixelmon.config.blocksHaveLegendaries.comment\n    blocksHaveLegendaries=false\n    # Specify the coordinates of the event Poke Gift chest here.\n    eventCoords=[\n        notConfigured\n    ]\n    # Enable/Disable Legendaries from being added to the event Poke Gift.\n    eventHasLegendaries=false\n    # Each Pokemon has a 1/10 chance of being a Shiny.\n    eventHasShinies=false\n    # Sets the maximum amount of Pokemon that are in spawned Poke Gifts.\n    eventMaxPokemon=1\n    # Should an event Poke Gift spawn?\n    eventPokeGiftLoad=false\n    # The rate of Shiny Pokemon appearing in a Poke Gift (1/x).\n    eventShinyRate=10\n    # Define a custom date for Poke Gift events (day then month).\n    eventTime=\"D/M\"\n    # Allows Poke Gifts to be used (both placing and using, prevention against spam).\n    pokeGiftHaveEvents=true\n    # Enable multiple players to get the Pokemon from the gift.\n    pokeGiftReusable=false\n    # Scale grass battles to players' team levels?\n    scaleGrassBattles=false\n    # pixelmon.config.useExternalBlockSpawnFiles.comment\n    useExternalBlockSpawnFiles=false\n}\n# Settings for controlling PokeLoot chest spawns and behavior.\nPokeLoot {\n    # Allow Hidden Grottos to spawn in the world.\n    spawnGrotto=true\n    # Allows invisible PokeChests to spawn around the world randomly.\n    spawnHidden=true\n    # Default spawn mode (FCFS=0, PL1D=1, PUD=2, TIMED=3). FCFS = First Come First Serve, only one player can loot chest, then chests vanishes. PL1D = Player 1 Drop, chest gives one drop per person. Chest remains for others to use once each. PUD = Player Unlimited Drops, chests can be used infinitely by all players. TIMED = Each player allowed to loot again after specified time interval (individual timers). Chest remains after looting.\n    spawnMode=0\n    # Allows normal visible PokeChests to spawn around the world randomly.\n    spawnNormal=true\n    # Chest spawn rate. 0: 1 per 64 chunks. 1: 1 per 32 chunks. 2: 1 per 18 chunks. 3: 1 per 10 chunks\n    spawnRate=1\n    # Sets frequency that a player can reuse a timed loot chest (both placed in Creative and naturally spawned) if set to TIMED. Time conversions: one hour = 3600 seconds, one day = 86400 seconds, one week = 604800 seconds.\n    timedLootReuseSeconds=86400\n}\n# Sound settings.\nSounds {\n    # Whether to remove Minecraft music and only play Pixelmon music in-game.\n    removeVanillaMusic=true\n}\n# Settings that control what Pokemon spawns and how many of them spawn.\nSpawning {\n    # These values set whether or not a Generation's Pokemon will be spawned.\n    Gens {\n        # Pokedex 1-151\n        Gen1=true\n        # Pokedex 152-251\n        Gen2=true\n        # Pokedex 252-386\n        Gen3=true\n        # Pokedex 387-493\n        Gen4=true\n        # Pokedex 494-649\n        Gen5=true\n        # Pokedex 650-721\n        Gen6=true\n    }\n    # Allow wild Legendaries to spawn (besides specific event spawns).\n    allowLegendarySpawn=true\n    # Chance of a group of wild Pokemon containing a boss Pokemon (1/rate). 0 disables boss spawns.\n    bossSpawnRate=250\n    # Forces wild Pokemon to despawn after a battle.\n    despawnOnFleeOrLoss=false\n    # Displays server-wide announcement 'A Legendary has spawned in <name> biome' when a Legendary spawns.\n    displayLegendaryGlobalMessage=true\n    # Number of blocks for a level increase when Spawn Levels By Distance enabled.\n    distancePerLevel=30\n    # Chance of a wild Pokemon spawning with its hidden Ability (1/rate). 0 disables hidden Ability spawns.\n    hiddenAbilitySpawnRate=150\n    # Increase the Minecraft village spawn rate by 100%.\n    increaseVillageSpawnRate=true\n    # Minimum number of ticks before a particular legendary can spawn again (via main spawner).\n    legendaryRepeatSpawnTicks=96000\n    # Chance that a Legendary spawn attempt will succeed (0-1).\n    legendarySpawnChance=0.30000001192092896\n    # Average number of ticks before an attempt at Legendary spawning will be made (modified by spawn chance).\n    legendarySpawnTicks=3000\n    # Max number of flying Pokemon at one time (keep this low).\n    maxFlyingPokemon=2\n    # Max number of land Pokemon at one time.\n    maxLandPokemon=40\n    # Maximum level Pokemon will spawn at when Spawn Levels By Distance enabled.\n    maxLevelByDistance=60\n    # Max number of NPCs at one time.\n    maxNumNPCs=4\n    # Max Pokémon spawns per tick\n    maxSpawnsPerTick=100\n    # Max number of underground Pokemon at one time.\n    maxUndergroundPokemon=20\n    # Max number of water Pokemon at one time.\n    maxWaterPokemon=20\n    # Replaces Minecraft's villagers with Pixelmon NPCs.\n    replaceMCVillagers=true\n    # Shiny calculation uses 1/(Shiny rate) to get odds of becoming Shiny.\n    shinySpawnRate=8192\n    # List of dimensions that Pokemon will spawn in.\n    spawnDimensions=[\n        0\n    ]\n    # Sets spawning of Gyms in close proximity to newly generated towns on or off.\n    spawnGyms=true\n    # Sets whether or not Pokemon levels are determined by distance from the World's spawn point.\n    spawnLevelsByDistance=false\n    # Poke Marts will spawn with shopkeepers in Minecraft's towns.\n    spawnPokeMarts=true\n    # Number of ticks before an attempt to spawn entities is made.\n    spawnTickRate=60\n    # If true, Pokémon will spawn with the most recent moves in their level-up movepools. If false, Pokémon will spawn with random moves from their level-up movepools.\n    useRecentLevelMoves=false\n}\nStarters {\n    # Level (min=5, max=100).\n    level=5\n    # Shiny starters.\n    shiny=false\n    # List of starters (max of 18).\n    starterList=[\n    starterList=[\n        Bulbasaur,\n        Squirtle,\n        Charmander,\n        Chikorita,\n        Totodile,\n        Cyndaquil,\n        Treecko,\n        Mudkip,\n        Torchic,\n        Turtwig,\n        Piplup,\n        Chimchar,\n        Snivy,\n        Oshawott,\n        Tepig,\n        Chespin,\n        Froakie,\n        Fennekin\n    ]\n}\n找了不少于10遍了没看见啊..神奇宝贝版本是5.0.1的"
        },
        {
            "author": "我也想C啊",
            "timestamp": 1487083680,
            "txt_content": "配置文件找到这一行：\nI:\"LegendarySpawn Rate\"=22000\n22000是生成22000只精灵后出一只神兽 可以自行改"
        },
        {
            "author": "a2461557889",
            "timestamp": 1487084040,
            "txt_content": "bo_bo2001 发表于 2017-2-13 15:42\n把那个3改成0试试\n好的我试试"
        },
        {
            "author": "Rian_shen",
            "timestamp": 1488116340,
            "txt_content": "怎么样了"
        }
    ]
}