{
    "title": "<原创·连载>《创世神》第十章",
    "author": "darkyun",
    "replyCount": 2,
    "timestamp": 1486973460,
    "txt_content": "第十章\n\n        齐旭看了一会合成表，就感觉眼有点晕，感觉眼前嘈杂的合成公式弄得他眼花缭乱，自己要建设自己的家园，想挑出最好的家具，就像在一片草原中挑一根比较翠绿的草一样，看得他一阵眩晕。       “不管了，欲善其事，先利其器，我看着周围就是比较大的纹理罢了，想要在这里常住的话，还得造屋子才行！老这么露天也不是事。”齐旭心想。齐旭看了下手里的东西，我的世界游戏中有句名言，要想富，先撸树！可现在自己就住在树里，手上的木头也不多，还是先做一个斧子出来，砍点木头吧。       “石斧，工具，用于砍树，可用来获得木头，合成方式：木棒x3石子x1 ，损坏后可回收木棒x2，系统出品特效：大力砍向树木十次，可以获得一块原木。”       呦呵，齐旭看着石斧的合成公式，乐的嘴都快到后脑勺了。果然，系统出品必属精品啊，尤其是看着系统出品砍树十下可以获得一块原木这个特效。       二话不说，齐旭心念一想，意念驱使着物品栏里的木棒和石子，合成为了一把石斧。石斧入手给齐旭的第一印象就是：难看！       这也太难看了啊，一根棍子上插了一块大石头，这哪里是斧子啊，分明是一个大锤子！就这东西还用合成？齐旭心想，就这，分分钟就做一个造型比这好得多出来，要不是看在有系统特效在，拿到手的第一时间就把它给扔了。       手上的斧子虽然不大，但是毕竟是石头做的，还是有一定分量的，用这个比锤子还锤子的斧子砍木头，齐旭表示压力很大。       手上有了斧子，那必须是砍树用的啊，齐旭想在树皇上往树皇内壁开一个屋子出来，俗话说，站得高，看得远。齐旭就想，是不是往树皇上面走一点才好，毕竟这里还有一群，不知道还会不会出现的丧尸。另外，该得跟天元他们说一声，毕竟都是从地球来的，而且，以后跟他们的还都是邻居。       齐旭顺着树皇的纹理一直向上爬。齐旭在树皇脚下的时候，目测了一下树皇的高度。树皇的顶端高耸入云，比地球的SH市的JM大厦差不多高，当初的JM大厦有88层420米高。齐旭刚才呆的地方差不多才三层左右。       不一会，大概在六七层的地方遇到了天元一伙人。跟老刀和老车打了声招呼后，就直奔天元。       “天哥，我打算在往上走，没有可以往上爬的纹理了，我还可以开路，我手上的斧子是我刚做的，不要在意那些的细节，我怕你们杀的那些丧尸只是一小部分。”齐旭道。       天元听完齐旭的话，到时没有太意外，因为他也这么想，倒是对齐旭手里的斧子挺感兴趣：“你手上的斧子是你做的？你要是不会做，可以去找老刀，他以前干过车床，帮会里一般的冷兵器都是找老刀做的，做个斧子应该在话下。你拿这个也太寒酸了点。”       “不碍事，这个斧子卖相不是太好，但是很锋利。”说着这话，齐旭看着这斧子，也有点心里没底。       “真的？不如我们闲着也是闲着，比比怎么样？这树大概直径有五十米左右，看看咱们谁先打通一条通路带对面？”老刀听到这，有点不服气。       “比就比，我能怕？”开玩笑，我的世界系统啊，最不怕的就是开路了。       不过接下来齐旭看到老刀从他们帮会的人手里接过两把铁打的斧头之后，心里就骂街了。这人怎么一个比一个精，刚才我怎么没看到他们还带了斧子来？他们不都是砍刀吗？不过也对，光考砍刀，应该不会在短短时间内做成一个营地的。       齐旭现在就把希望寄托在系统出品的特效上了，要是这个特效不灵，那齐旭这个牛就吹破了，脸就不知道丢到哪里去了。       老刀和齐旭并排站在树皇纹理的不远处，随着老车一声令下，二人都卖力的向树皇的树干砍去，看老刀，手臂上下飞扬一下两下，老刀的斧子在树皇上留下了很深的痕迹，看来他手里的斧子也是非常锋利的，反观齐旭，一下一下的，除了把树皇的树干砸的更瓷实，并没有其他的效果。       不过，齐旭并没有灰心，因为他还没有砍到十下，齐旭心里默念，七、八、九、十！只见齐旭使劲向树皇砍了十下以后，莫名的停下了手，在天元一群人的注视中，出现了一个方形的，长宽高都为一米的洞，齐旭面前的树皇凭空被挖走了一块！       有用！果然系统特效就是特效！砍树十下可以获得一块原木，看着物品栏里多了一块原木，激动不已！       “世界树原木，装饰品，基础建材之一，暂无合成公式，可采集。”       世界树？这个树皇的名字叫世界树？我勒个去。       还没等齐旭感慨完，就感觉脚下有点不稳，我擦，地震了！       “是谁在打扰我沉睡？”\n\n<原创·连载>《创世神》目录索引\n",
    "replies": [
        {
            "author": "wsad2015",
            "timestamp": 1486985880,
            "txt_content": "好棒啊"
        },
        {
            "author": "darkyun",
            "timestamp": 1487053020,
            "txt_content": "wsad2015 发表于 2017-2-13 19:38\n好棒啊\n谢谢，我会继续努力的"
        }
    ]
}