{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[第一章：初醒]",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1487078820,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-15 23:06 编辑 \n\n     一条很长的走廊，似乎永远也走不到尽头。黑暗吞噬了摇曳着的昏暗烛光，一盏接着一盏的在身后熄灭，引领着以诺向前走着。双腿早已不归他控制，他甚至感受不到它们的存在，那是如何前行的呢？意念吧，这是梦。以诺在心底悄悄的安慰自己。一切都不是真实的，一切都是不存在的。\n\n     自己究竟走了多久？以诺茫然的想着，这里没有时间的概念，没有日月星辰的流转，连时钟的滴答声都淹没在无尽的黑夜之中。\n\n     就快到了，他已经看见了突兀地搁置在尽头的王座，金光闪闪，令人向往。\n\n     他每向前踏出一步，王座就离他更近一步，这算是梦境里少有的正常事情。逐渐化为暗红色的王座紧紧裹着一个黑发少女，以诺看不清她的脸，像是被一团雾气所笼罩。越走越近，那似乎不是红色的王座，只是缠绕着红色蔷薇的王座，一朵接着一朵的蔷薇花在一起纠缠不休，在稍有亮光的黑暗中扎根在少女赤裸的肉体上，似乎是在她身上吸取到了足够多的养分，不同这世上其他的花，万分妖娆的盛开着，仿佛下一秒就能吸走人的灵魂作为饭后甜点。\n\n     已经走到了少女的面前，但他已经连身体都控制不了了，缓缓的向前倾着，几乎要凑到了她被白色浓雾所包裹住的脸上。\n\n     仿佛它们是约定好了一般，红色的蔷薇花像是融化的巧克力一样，变为红色的血液从少女的头顶浇灌而下。但她还是沉睡的样子，一动不动，在浸泡着血液的王座中瘫倒着。\n\n     以诺的心脏跳的很快，他压抑住想要惊恐尖叫的声带，不由分说的抢回了身体的主导权。他退后了几步，强烈的血腥味像巨浪一样拍打在他的脸上，胃里一阵排山倒海似的翻滚。以诺努力不去看王座上的少女，他低下了头，想要分散自己的注意力，他成功了，沾满鲜血的双手引起了他的注意力。\n\n     但这是属于女孩子的纤纤玉指，在止不住的颤抖着，以诺竭尽全力的想要稳住自己的情绪。这是梦这是梦这是梦......他不断的否认眼前的一切，泪水砸在手心，他感受不到任何温度，冷的也好热的也罢，他像是失去了一切体感。\n\n     为什么如此难过？以诺找寻不到任何答案，银色的卷发垂了下来，他感受到了疼痛。他开始寻找疼痛的来源，小腿、大腿、胳膊、手掌、脖子，这些地方都没有任何感觉，是头！来自头的疼痛！像是有人打开了他的头盖骨往里面吹了一口凉气，以诺顿时醒悟过来，头太痛了，如同有人用尽全力的想要挤扁它一样。\n\n     黑发少女不知何时醒了过来，用双手禁锢住了他的头，不断的挤压着，像是在使劲挤着塑料调味瓶。她的力气太大了，好似一头巨象，以诺根本无法挣脱，越来越紧越来越痛，他只能徒劳的扭动着身体，看着自己的脑袋被挤得爆炸开来，白色的脑浆喷溅在了少女赤裸的身体上。\n\n     “嘶。”以诺猛的睁开了双眼。\n\n     剧烈的头痛让他彻底清醒了起来，四处观察着，这里仍是他的家，干净整洁的阁楼，有些裂纹的床头柜上放着一杯水和一支棉签，自己躺在床上，而旁边的椅子上艾米莉正穿着她自己最钟爱的女仆装，正在聚精会神的读着一本厚厚的书。\n\n     以诺仔仔细细观察了这里每一个细节，他总觉得哪里有些不对劲，但又说不出。\n\n     清晨的阳光从拉了一半的窗帘旁洒在他的身上，漂浮在空气中的灰尘被看的一清二楚，像是永不坠落的陨石。以诺这才想了起来，他应该是在村子外面看神判流星雨的，而此时自己正躺在床上，连天都亮了。\n\n     头痛欲裂的感觉让他有些记不清到底发生了什么，身体也因为许久没有活动而有些麻木，他努力的运转身体里的每一个细胞，终于轻声发出了第一个音节。\n\n     “艾......”\n\n     艾米莉将书放在膝盖上，似乎在怀疑自己所听到的声音一样看向以诺这里。\n\n     而以诺只能拼命的眨着自己的眼睛证明自己的存在。\n\n     “少爷！”艾米莉愣了一下，随即高兴的扑到他的身上，书本和椅子一起倒下，“你可终于醒了！天呐！你真的是吓坏我了。”她颤抖着身体将双臂环绕在以诺的颈部，“我......我真的是太激动了，我很害怕，害怕你生病了，害怕你是被什么奇怪的人袭击，呸呸呸，我真是不会说话。但是，少爷你醒了我真的是太高兴了！少爷，你怎么不说话？你哪里不舒服吗？”\n\n     “呃......你搂的太紧了。”以诺被勒的有些喘不过气。\n\n     艾米莉慌忙起身整了整裙子，尴尬的挠了挠头，“那......那少爷你饿了吗？想不想吃点什么？先喝点水吧。”\n\n     “其实我不是很......”以诺话音未落，艾米莉就已经手忙脚乱的拿起了床头柜上的玻璃杯，匆忙之间将一大部分的水都撒在了被子上。\n\n     这在以诺眼里是一件很平常的事情，艾米莉是急性子，也为此坏了不少事情。\n\n     他叹了一口气，身体的麻木感已经缓解了许多，便起身掀开被子想要下床，艾米莉急忙将他按回床上，“不不不，你现在不能下床，你现在最需要的是休息！这些烂摊子我自己会处理好的！”\n\n      “我没事的，你放心吧。说起来，我是怎么回事？已经有点记不清当时发生了什么了........”以诺揉着太阳穴坚持下了床，走到了窗户边将窗帘全部拉开，刺眼的阳光是烈烈夏日的奇异产物。\n\n     “你不记得了吗？”艾米莉抱着被子奇怪的看向他，“我当时回村子里帮村长找一下约翰，等我回来的时候，看到大家都围在一起，你昏倒在人群中间......天啊，现在想想，还是很后怕，如果你昏倒的时候碰到石头了呢？”\n\n     以诺耸耸肩，“我没事啦，你看我，现在一点事都没有。嘶......”有是一阵剧烈的头痛，为了不被艾米莉看出端倪，他只能强颜欢笑露出笑容。\n\n     以诺很不希望任何人因为任何事而为他担心，他从来没有向谁求助过，他想，如果自己面临死亡，也不会向死神低头。因此艾米莉被磨练的像一条优秀的猎狗，她总能通过哪怕不起眼的像床底下的蚂蚁一样的蛛丝马迹看出他的不对劲，谁会一醒来就揉太阳穴呢？\n\n     艾米莉选择不说破，她明白以诺的倔强，如同村长家那头倔强的老驴，就算自己说出来他也不会承认的。\n\n     “那你想吃点什么吗？刚烤好的面包要吃吗？”她边下楼边询问以诺，堆在一起的被子抵在她的下巴。\n\n     以诺的肚子咕噜噜的一阵叫，他点点头，继续走神的思索着梦里的那个奇怪场景。\n\n     很长的走廊，就算是豪宅的走廊也没有那么长，何况绣着金色图案的地毯看起来十分奢华，那里应该是个宫殿。\n\n     他继续思索着，在以往的记忆里开始搜寻任何有关宫殿的信息，但这是徒劳的，他连首都都没有去过，更不要说是什么奢华的宫殿了。梦里那个银色长发的少女，看起来像是与王座上的黑发少女发生了什么事情，是谋杀吗？以诺不禁打了个寒颤，虽然无法确认，但梦中那蔷薇化成的血液带给他一种人类血液的感觉，又是一阵反胃。\n\n     说到花，以诺无意中看向窗台上的那盆不知名的白色花朵。它已经盛开，看来过不久就会有蜜蜂来到这里了。等等......已经开花了？他惊愕的反应了过来，自己昏倒之前，这盆花明明还是含苞待放的状态。\n\n     以诺瞬间被不祥的预感席卷全身，他呆呆的愣在了原地，做好了最坏的打算后跌跌撞撞的跑下了楼。\n\n     “艾米莉！我睡了多久了？”\n\n    艾米莉正将被子晾在家门外绑在两棵树之间的绳子上，“三天啊？怎么了？”\n\n     “三天？你怎么不早说！我已经错过三天的训练了！”以诺手忙脚乱的从衣柜里拖出干净的衣服，一边将左手从右袖子里抽出，一边将还在烤炉里冷却的面包拿了出来。滚烫的触感让他手一缩，将面包抛到了空中，又不得不忍耐着将它再次接住。\n\n     “烫死了烫死了烫死了！”以诺一面哀嚎着握着面包，一面将鞋子穿好，他如今是顾不上什么了，慌慌忙忙的吃着面包跑出了家门。\n\n     艾米莉一人站在原地着急的朝他大喊道：“诶？少爷？少爷！你身体还没好，休息一下再去训练也不急啊！”但他跑的很快，仿佛后面有什么在追赶着他一样。\n\n     “真是的，这个脾气怎么就改不了呢？”艾米莉嘀嘀咕咕的关上了门。\n\n     剑术在以诺目前这15年的光阴里占据了很重要的位置，他不能说是单纯的喜爱，只是拿起剑时，就感觉母亲还在自己的身边。以诺是孤独的，至少在血缘上，世界上再没有人的血液里流淌着对他的亲情羁绊。\n\n     母亲病逝之后，村长布利承担了向他传授剑术的责任，亦如他曾经对以诺母亲握剑姿势严厉批评的时候。一直到三天前，以诺每天都在刻苦训练，任何苦楚都已经免疫，只是坚强的握紧母亲留下的银剑在人生的漫漫长路上一直走到今天。\n\n     以诺的大脑乱作一团，他忐忑不安的向村口跑去，一般在这个时候，村长布利还在散步。\n\n     还好，布利还在悠闲的在村子门口转悠着，长期的运动让他身体硬朗，尽管连眉毛都被时间染白，但仍然是健步如飞的健康状态。他背着手来回的走动，看上去心情很好，见到以诺一点都不吃惊他的到来。\n\n     布利很清楚以诺的脾性，他深知就算自己再为以诺的身体考虑而阻止他训练，以诺也不会听进去的，更何况连和他朝夕相处的女仆艾米莉都没能阻止他。他有着他母亲不服输的精神，却没有他母亲善于变通的好品质。\n\n     “来啦？”\n\n     “嗯。”以诺三下两下的将最后一口面包吞下，点点头。\n\n     “来了就好，身体有什么不舒服的地方吗？”\n\n     “就是，”以诺还能感觉到太阳穴一下一下的疼痛，“头还有些痛。”\n\n     “我知道劝你休息也没有，就不聊那么多了，那我们直接开始今天的训练吧。”布利微笑的看着他，很多时候，布利都把以诺当作自己的亲孙子。\n\n     以诺像往日一样朝着木桩走去，想要捡起木剑把这几天缺掉的训练都好好补上。\n\n     “嗯？你去木桩干什么？”\n\n     “我不是要训练吗？”以诺有些摸不着头脑的停在原地。\n\n     “我们今天不打木桩了，”布利伸手指向村庄靠近森林的那片小麦田，“去那里训练吧，正好有一些烦人的家伙需要处理。”\n\n     虽是骄阳当空，但枝繁叶茂的树木挡住了大部分的阳光，森林中一片黑暗，隐约传来了几声怪异的吼叫，那不是人的声音，像是某种野兽，却夹杂着人一样的愤怒情绪。\n\n     以诺咽了一口唾液，将自己的银剑从剑鞘中拔了出来。\n\n     这是以前从来没有过的训练内容，他甚至连要处理的家伙是什么都不知道，但也只好硬着头皮警惕的一步一步迈进森林之中。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "青春Guy",
            "timestamp": 1487079120,
            "txt_content": "很穩的，第一章更新了!!!!!"
        },
        {
            "author": "透明小小",
            "timestamp": 1487079420,
            "txt_content": "YIdzg 发表于 2017-2-14 21:32\n很穩的，第一章更新了!!!!!\n_(:з」∠)_嘿嘿"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1487135520,
            "txt_content": "透明小小 发表于 2017-2-14 21:37\n_(:з」∠)_嘿嘿\n我大概也可能会在醒来的时候揉太阳穴..ps献血这个是打错了吧"
        },
        {
            "author": "透明小小",
            "timestamp": 1487171160,
            "txt_content": "kakagou12 发表于 2017-2-15 13:12\n我大概也可能会在醒来的时候揉太阳穴..ps献血这个是打错了吧\n我承认我是错字受QAQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1488361260,
            "txt_content": "有些进步，但小的难以察觉\n还是小毛病一大把"
        },
        {
            "author": "透明小小",
            "timestamp": 1488375840,
            "txt_content": "冥王星人 发表于 2017-3-1 17:41\n有些进步，但小的难以察觉\n还是小毛病一大把\n好的QAQ 我会慢慢改进的"
        }
    ]
}