{
    "title": "每日一笑",
    "author": "2924595235",
    "replyCount": 2,
    "timestamp": 1487073060,
    "txt_content": "每日一笑喜欢点赞\n\n　黄金年龄\n　　女：女人的黄金年龄很短，也就是18岁到26岁那么几年。\n　　男：男人的更短。\n　　女：谁说的，男人到了40岁，还是一枝花。\n　　男：其实男人的黄金年龄只有16岁到18岁，在这段时期的他们，长得帅会有人喜欢，打球厉害会有人喜欢，学习好会有人喜欢，玩乐器会有人喜欢。但到了30岁以后，只要他没钱，就很少有人喜欢了！  \n　　挑战\n　　某女暗恋班上一练散打的帅哥，怎么暗示他都不明白。一天她鼓足勇气，把写有“某月某日某时，操场第三棵树下，不见不散”的字条夹在他的课本里。羞涩的她没有署名。那天，某女很期待地等在树下。帅哥终于来了，身后还跟着一群人。皎洁的月光下，帅哥看到树下的人影，大喝道:“ 是你下的挑战书？”　　进出口生意\n　　朋友失业很长时间了，有一次碰面，我问他:“ 最近忙什么呢？”\n　　他不好意思说一直失业，就说:“ 我在做进出口生意。”\n　　我问:“进口什么？”\n　　“粮食。”\n　　“出口什么？”\n　　“肥料。”　　绝对优势\n　　话剧演出之前，导演从舞台侧幕的缝隙中看了看台下寥寥无几的观众，回过头对演员们说:“大家一定要沉住气!今天在观众面前，我们从数量上占绝对优势……”　　谁给一元钱\n　　儿子找爸爸要零花钱，爸爸从衣兜里掏出一枚一元的硬币，\n　　递给儿子。儿子嘟囔:“ 一元钱太少了，能买到什么？”\n　　爸爸想教育一下儿子，告诉他积少成多的道理，便说:“ 一元钱虽少，可是能积少成多啊。如果全国13亿人每人都给你一元钱，那你不就有13亿了吗？”\n　　儿子不满地说:“ 可是，全国13亿人并不都是我爸爸呀!”　　亲身经历\n　　在巴黎街头，一辆飞驰而过的汽车给一个乡下人溅了满身泥。乡下人对着从车里下来的司机大喊大叫:“ 真不像话!要是在我们乡下遇到这种情况，司机会立刻从车上下来向人家道歉，还要将他接到自己家里，为他洗干净衣服，请他喝香槟酒，并留他过夜。到第二天还要请他吃早饭，送给他钱，然后才送他上路。”\n　　司机说:“这绝对不可能!”\n　　“确有其事!”\n　　“这是你的亲身经历？”\n　　“是我老婆亲身经历的。”　　现实主义\n　　一女性同事收到99朵玫瑰，没任何卡片，她自己琢磨了半天也不知道是谁送的。\n　　就在大家纷纷艳羡、猜测时，此女打电话给她妈问:“妈，知道玫瑰酱咋做不？”　　遗嘱\n　　有个人快死了，亲戚朋友都围在跟前，问他还有什么话要嘱咐。\n　　他慢慢说:“ 东邻该咱100元。”\n　　妻子忙说:“ 知道了，大家都可以作证，东邻王麻子欠咱100元。”\n　　他缓了一口气，又轻轻地说:“ 西舍该咱200元。”\n　　妻子又急忙说:“各位亲朋给咱作证，西舍张秃子欠咱200元。”\n　　他停了停，用最后一口气说:“ 别忘了，咱还欠豆腐铺李聋子300斤黄豆。”\n　　妻子一听便哭了起来:“ 啊呀，他不行了，你们看他开始说胡话了。”　　一击必中\n　　汉森站在开球点，用高尔夫球杆反复比画着，不厌其烦地测量出球距离，计算着风向、风速和击球角度。一同来的球友都有些不耐烦了，问道:“ 汉森，今天怎么瞄这么久？”\n　　“难得我老婆今天也来了，她现在正从俱乐部二楼的阳台往下看我打球，所以我这一击必须得准!” 汉森头也不抬，一本正经地说道。“算了吧，老兄，我看无论你怎么瞄，都没法从这儿把她击中。”　　再读一遍\n　　和女朋友约会，她发短信给我:“我5分钟后到。如果没到，请再读一遍此短信……”　　表白\n　　常有男生在女生楼下点燃蜡烛摆出心形，然后大吼“我爱你”表白。今晚A君打赌输了，被罚模拟该情景，只允许说三个字。A君生性羞涩，点好蜡烛后半天都不肯开口。楼上看戏的人越来越多，好多窗口都是等着看热闹的同学，有的还为他加油鼓劲。结果憋了半天，A君抬头太嚎:“ 卖–蜡–烛–”　　礼物\n　　“我送你的生日礼物喜欢不？”\n　　“嗯，可好看了，贼喜欢!”\n　　“那咋不见你带在身边昵？”\n　　“刚不告诉你了吗？贼喜欢。”\n",
    "replies": [
        {
            "author": "luosumatra",
            "timestamp": 1487074500,
            "txt_content": "水贴新姿势啊"
        },
        {
            "author": "Silly_Pig",
            "timestamp": 1487074560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}