{
    "title": "[生存][多线]末东口袋 —— 神奇宝贝|工业2|时装工坊|枫树|竹|高级太阳能|重力装甲...",
    "author": "殒天",
    "replyCount": 0,
    "timestamp": 1487214540,
    "txt_content": "                                               服务器简介\n\n    一个脑洞大开，普通又不平凡的服务器，服务器MOD:神奇宝贝+时装工坊+枫树+神奇宝贝自行车+工业2+重力装甲(工业2附属MOD)+高级机械(工业2附属MOD)+高级太阳能(工业2附属MOD)+竹和风+食物工艺+自定义NPC。大型MOD不少，但是服务器绝对不卡。\n\n\n    本服的神奇宝贝贴图比较独特，是1.7.10的MOD没错，但是裂空座的模型却是1.8版本的。并且闪光的固拉多和 海皇牙全部都是mega形态的，超帅的贴图。\n\n\n    服务器的地皮世界每一块地皮的大小为64*64，对摆不下精灵牧场的尴尬说再见。\n\n\n    服务器不禁止玩家使用牧场方块，但是玩家不可以自己合成，牧场方块在系统商店以及梦世界NPC处出售售价为1500金币(非常便宜)。\n\n\n    任何玩家都可以在服务器内购买并且使用机械铁毡，机械铁站在新手礼包里面有送，也可以在商店购买，更为简洁的方式是直接合成，合成公式和神奇宝贝铁毡一样，算是服务器给所有玩家的福利。\n\n\n    玩家们有可能会在服务器内找到由腐竹设置的神奇宝贝训练师NPC，打败他们可以获得特殊奖励。\n\n\n    腐竹承诺，在满足举办神奇宝贝联盟大赛的前提下服务器每双周周六举办一次神奇宝贝联盟大赛，千万不过错过呦。另外，神奇宝贝MOD是3.5.1版本的。\n  \n    服务器内设有钟表菜单，让萌新玩家也能更好地掌控服务器的一点一滴。   \n\n\n    对本服有兴趣的玩家请加群，因为服务器还处于开荒阶段，所以服务器更新较快，一定要加群才能第一时间了解服务器的最新信息。群号:436200105。\n    \n    服务器内设有时装工坊MOD，所有玩家都可以在服务器内使用时装工坊进行创作，并且服务器会出售一部分时装时装，并且将一部分时装当作任务奖励进行发放，并且会在举办活动时赠送时装或者赢得联盟大赛时获得时装。如果玩家认为自己做的时装比较不错，可以联系腐竹，制作的时装如被采纳，奖励丰厚呦。\n\n\n    玩家可以进行互动的插件:\n    1.箱子商店插件(QuickShop)，玩家们可以自己创建属于自己的商店，方法简单，很实用。\n\n\n    2.地皮插件(plotme)，玩家可以在地皮世界领取地皮，是不是去邻居家串串门，享受生存。\n\n\n    3.领地插件(Residence)，玩家可以在外面的世界进行圈地，但是请不要在除了地皮以外的世界进行生存。\n\n\n    服务器内赞助表非常合理，但是绝对不出售影响平衡性以及对服务器安全有影响的权限或者道具，服务器永不出售OP，创造，强制TP权限。服务器禁止合成糖果，不过糖果可以从一些活动获得，但是数量绝对不多。原因很简单，真正懂神奇宝贝的训练师是不会随便使用糖果给神奇宝贝提升等级的。走捷径永远都没有脚踏实地去训练神奇宝贝有效。\n\n\n    本服务器比较独特，采用了多大型模组生存的方式让玩家充分体验到服务器的快乐，并且服务器有地皮世界， 玩家只能在地皮世界生存(地皮世界永不刷新），可以去精灵&资源世界采集资源和抓获精灵(资源世界每月第一天刷新)。并且 服务器内设有豪华的新手礼包以及每日礼包。\n\n\n\n                                                                                      关于玩家创建道馆\n\n\n\n\n    每个玩家都有资格建立道馆 至于担任馆主的要求，必须要本系宠物5只90级以及1只100级神兽或者6只95级本系一般神奇宝贝，其中比赛过程中馆主只能使用一只本系神兽，挑战方可以使用两只神兽。比赛时如果哪一方掉线，则属于比赛取消，当然，如果挑战者即将胜利时，馆主故意掉线，那么馆主可以与挑战方重新比赛一次，如果馆主还是意外掉线的话可以截图给腐竹殒天举报馆主，于挑战者将以挑战胜利的情况进行奖励并且额外奖励两个大师球，并且没收馆主一只90级以上神奇宝贝。比赛胜利判定为五局三胜，一局比赛的规格为两人都用六只神奇宝贝进行战斗。\n\n    担任馆主途径:\n\n1.取代其他道馆馆主.馆主有特殊称号，例如天之道馆馆主xxx，馆主之间不能互相挑战，当该道馆馆主徽章不能及时发放时(什么是馆主徽章请看后面)，可由挑战方截图报告给管理人员，证实后取代其馆主之职，由管理人员颁发挑战方馆主称号。\n\n2.自己建立道馆并认证。\n\n    注意：严厉禁止馆主与玩家的比赛过程中放水刷道馆，一旦发现，第一次警告并没收一只高等级神奇宝贝，第二次直接双ban，如果出现馆主连续两个星期不在线，自动没收其微章以及道馆馆主之职并解除其称号。此外，申请道馆必须要有一个较为美观的道馆建筑，并且请私聊腐竹殒天，不要忘了附上道馆的坐标。\n\n    以下为神奇宝贝道馆的主要规则：\n\n    由于大部分玩家都是学生党，故规则如下：\n\n1：每周一给道馆馆主发放5个徽章，并且新上任的馆主在下周一发放徽章。\n\n2：道馆挑战赛为周末（5.6.7)三天。其余时间不允许挑战道馆。\n\n3：由于集中挑战，所有新道馆馆主在星期天(周日)统一认证和继任。\n\n4：从新道馆馆主继任起，每担任一星期馆主，均在周日发放馆主奖励，为：糖果7个，高级球1组，这是第一周的馆主奖励。以后的馆主奖励还会更加丰富，具体请关注服务器更新。\n\n5：玩家称号：除特设称号外，初级训练师：凑齐3个不同徽章、中级训练师；凑齐6个不同微章,高级训练师9个，特级训练师12个，神奇宝贝大师15个并连续担任一个月的道馆馆主。\n\n6：当挑战者击败发送完所有徽章的馆主时有两个选择，第一个选择是继承本系道馆，并且直接使用当前道馆建筑，选择这一项的前提是拥有开本系道馆的所有前提，在此不详细列出，第二个选择是放弃继承道馆，但是并不能获得徽章。\n\n7：每个玩家每周只能挑战同一系道馆两次，每次玩家挑战道馆成功后馆主要把截图发给腐竹殒天进行徽章证明。\n\n8：道馆馆主也可以挑战其他道馆，并且也可以同时拥有两个称号，一个是馆主称号，另一个是训练师称号。\n\n9：注意！每周馆主只有5个徽章，请大家尽力提升自己的神奇宝贝属性和等级，祝大家玩得愉快。\n\n10：腐竹开放服务器不易，请大家能赞助的尽力赞助，1元2元都行，以更好地让这个服务器流畅运作。\n\n11：末冬口袋服务器OP组对此拥有最终解释权。\n\n\n                                                                                      关于服务器重点特色\n\n\n    1.考虑到很多玩家都是神奇宝贝服务器的老玩家了，为了避免服务器玩法过于单调，添加了一些辅助神奇宝贝的MOD(如工业2以及工业附属，枫树MOD，竹MOD,食物工艺，更多食物)。\n    2.服务器刷新神兽概率为默认的两倍，也就是1/11000，并且服务器内会生成一些可以获取宝珠的建筑。\n    3.服务器建设了一个以自定义NPCMOD为主导的世界，在这个世界中有更多的拓展内容给玩家去尝试，比如说丰富且细腻的任务系统，脑洞大开的精灵元素合成系统，以及各种商人的设置，并且在这个世界中有着几十个路人NPC，但每一个路人NPC都有自己的对话系统，充分地使这个世界“活起来”！\n具体关于这个世界的介绍请查看下面的视频:“梦世界内测版试玩”\n\n                                                                                 服务器宣传视频(渣作勿喷)\n\n\n梦世界内测版试玩:\n[bili=8611570]1[/bili]\n\n\n\n服务器宣传视频2.0(其实就是个走场视频):\n[bili=8610696]1[/bili]\n\n\n\n                                                               神奇宝贝联盟大赛规则\n\n    服务器神奇宝贝训练师大赛正常为每双周周日举办，获胜者奖励丰厚，根据参赛人数拟定最终奖励以及亚军，季军奖励。以下为神奇宝贝大赛注意事项，请玩家仔细阅读后再私聊腐竹进行报名。\n\n    1.参赛选手不到16人时取消比赛。神奇宝贝训练师大赛每两周举办一次，举办时间为第二周周日下午。\n\n    2.只有在末东口袋服务器官方QQ群内玩家才可以报名参加神奇宝贝大赛，QQ群号:436200105。\n\n    3.比赛中，中途下线者以及或输入其他指令转移位置强制结束比赛被视为失败者。\n\n    4.比赛中，其他玩家禁止进入比赛场地，违者先警告，再次违反规则直接ban，找腐竹解ban。\n\n    5.不允许在大赛中使用任何道具。\n\n    6.每次比赛结束后可以恢复宠物以及更换宠物。\n\n    7.大赛不限制玩家使用的精灵种类，但是不允许使用如吹飞一类强制切换对方精灵的技能，否则视为失败者。\n\n    8.所有玩家的对战对手皆为随机分配，并且大赛采用淘汰制并且有安排复活赛。\n\n    9.玩家不需要放出神奇宝贝开始对战，OP组直接在后台进行神奇宝贝对战操作，所以玩家不要考虑到第一个出场的神奇宝贝会被克制。\n\n    10.OP组对大赛机制拥有最终解释权。\n\n                                                客户端下载说明\n\n\n\n\n    服务器客户端分为两个版本，一个是正常的高配版，光影什么的都准备好了的。另一个是低配版，实用的材质都是分辨率较低的，虽然体验不算太好，但是占用内存比高配版低很多。\n\n\n客户端下载地址:http://pan.baidu.com/s/1skWVQn7\n\n\n由于服务器经常更新客户端，为了在第一时间体验到新版客户端新增的功能，请加群获取最新的服务器动态消息吧。QQ群号:436200105\n\n\n另外提一句:服务器没添加客户端MOD的MD5验证系统。\n\n\n赞助表什么的请加群查看，并且赞助表以群文件的为最新版本。\n\n\n最后最后，还有一件很重要的事情！！！\n\n\n辣鸡排版勿喷\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n           \n\n",
    "replies": []
}