{
    "title": "<原创·连载>《创世神》第十一章",
    "author": "darkyun",
    "replyCount": 1,
    "timestamp": 1487296800,
    "txt_content": " 本帖最后由 darkyun 于 2017-2-17 10:00 编辑 \n\n第十一章\n       “是谁在打扰我沉睡？”       齐旭几人突然在耳边听到这句话，同时只觉得天旋地转，整个世界都在晃动，慢慢的眼前发黑，集体昏了过去。       齐旭感觉过了很久之后，眼前终于有一点光亮了，这是什么地方？我不是应该在树皇上吗？       齐旭发现自己躺在一张床上，盖着银白色鸭绒金丝被，齐旭起身查看了一下四周，床边是一个床头柜子，上面放着自己的衣服，房间是一个古朴肃然的房间，类似欧洲古代的城堡风格，墙壁上画了一些齐旭看不懂的花纹，房间很干净，房间角落里有一个书架，书籍错落有序，边上一张桌子。桌上摆着一本摊开的书和一根浇着墨水的羽毛笔。墙壁上挂着两把宝剑，这两把宝剑看起来都不是凡物，镶嵌着泛着紫光的宝石，煞是好看。房间方方正正的没有什么遮掩，一眼可以直接望到门口。可惜这个房间没有窗户，只有头顶上几个宝石发出的光照射着，抬头看这个门，橡木上刷了漆，再添加几颗铆钉定在门上，风格迥异。       齐旭查看了自己的状态，虽然醒了过来，但是脑袋还是一阵发晕，自己的道具栏还在，里面的东西都没有变化，齐旭不自觉的送了一口气。刚到手的金手指，还没玩利索就没了，那自己真的哭都没地方了。       齐旭打开道具栏，取了一枚克莱果。话说这个克莱果真是个好东西，吃一个就可以解饱，齐旭吃了一个克莱果，又从道具栏拿出手表看了下时间，现在是下午6点多，已经是快到晚上了。还是出去看看吧，自从自己听到“是谁打扰我”这句话之后就昏过去了，也不知道天元一帮人怎么样了。       齐旭整理好衣服，把被子整理好了，就想出门看看，自己现在到了什么地方都不知道，不过可以肯定的是，自己肯定是挖了世界树的一块木头。引起了什么反应，好在看自己这个样子应该是被人救了。而且这里的主人应该对自己没有什么敌意。       齐旭往门口走，路过书架，瞟了一眼书架上那些藏书的名字，就停下了脚步，因为齐旭看那些书的名字都是与魔法有关的：《梅林魔法手札》《普利斯风系魔法摘要》《魔法药剂基础》。       这些都是什么鬼？       没等齐旭细看，就听见“吱呀”一声，门开了。       进门的是一个少女，一头棕褐色的长发，身着灰色麻布锦袍，身高大约在一米二、三，不大的脸上挂了一双明亮的大眼睛，手里端着一个托盘，托盘上摆放着一杯水和一块面包，少女进门一眼就看到了在书架旁的齐旭。       “呀，你醒了！坎托斯大魔导师说你今天差不多就可以醒过来，命我来给你送一些食物和水，并且叫你吃完了去会议厅，你有什么疑问，可以到那个时候问他。你快吃，我在门口等着你，带你去会议厅”少女进来之后，把托盘放在了桌子上，跟齐旭说完这些话就要转身出去。       “不用了，你直接带我去会议厅吧，我不饿，我想赶紧见一下你说的那个坎托斯大魔导师。”齐旭看少女就要出去，连忙说道。       齐旭现在哪里还不明白，自己穿越到了一个魔法的世界，虽然不知道这个世界的等级是怎么分的，但是一听什么大魔导师，也知道这个坎托斯不是个能量小的人，还是赶紧去看看这个大魔导师吧。看起来这个坎托斯对自己并没有什么敌意，正好也可以顺便问问这个世界。       出了门，对着门口的是一道长长的走廊，走廊边上是一些小窗户，齐旭在跟着少女走路的时候，悄悄向窗外望去，原来自己是在一座塔上，塔外面是闹市区，虽然齐旭听不到外面集市的喧闹声，但是脑补一下，外面是一片非常繁华的街区。华灯初上，现在应该是正赶上夜市，看着外面的景象，虽然他们卖的东西齐旭不是太认识，但是不由得感到一阵亲切。       跟着少女穿过走廊，在走廊尽头的尽头是一个旋转楼梯，全木制的楼梯，配上不知道什么材料的楼梯把手，每一阶楼梯都有一个把手，每个把手上都镶嵌着鸡蛋大小的宝石。       “这里是坎托斯魔法塔的第三层，是坎托斯大魔导师招待客人住的地方，第四层就是会议厅，你自己上去吧，坎托斯大魔导师就在会议厅等你”少女示意楼上一整层就是会议厅，齐旭扶着把手抬头像看一眼楼上的样子，可是齐旭一抬头，就发现旋转楼梯，自己只能看到自己这层，上面被遮挡上了，貌似只有走过去才知道，下一层是什么了。       上了魔法塔的四层，齐旭发现这里和第三层完全的不一样，这旋转楼梯连接着上下层，出了旋转楼梯，齐旭面对的是一道门。推开门，齐旭发现原来这一整层只有一个房间，这是一个大厅，圆形的，大概有一个电影院大小，墙壁上依旧没有窗户，但是墙壁和天花板都画着看起来非常玄奥的花纹，并且这些花纹也都发着光，使得这个大厅看起来非常亮，但神奇的是这光虽然亮，却不刺眼。       挨着楼梯间不远处，是一个圆形茶几，茶几上摆着一个茶壶和几个杯子，圆形茶几的两边各摆着一个藤椅，一个藤椅空着，另一个藤椅上坐着一个人，坐在那里喝着茶。齐旭看不太清那人的样子。       齐旭走过去，发现是一个老者在喝茶，这人身着一身深蓝色的袍子，头发斑白，但是看起来并不是呈现老态，只觉得这老者精神矍铄鹤发童颜，手上端着一杯不知道加了什么的水在喝，齐旭可以确定，那绝对不是茶就是了。因为没有什么茶是让水呈现出紫色的。       “您就是坎托斯大魔导师？是您救了我？”       “不错，是我救了你，小子，你怎么会在那恶魔岛上去的？”\n\n       <原创·连载>《创世神》目录索引\n\n\n\n",
    "replies": [
        {
            "author": "wsad2015",
            "timestamp": 1487307840,
            "txt_content": "好厉害！"
        }
    ]
}