{
    "title": "【原创·连载】【彳亍沉默】【第一集：来吧】【byRing】",
    "author": "我为我为",
    "replyCount": 0,
    "timestamp": 1487400180,
    "txt_content": " 本帖最后由 我为我为 于 2017-6-3 12:01 编辑 \n\n废话：\n各位请来评价@坑爹-kengdie @冥王星人 @gggbbb @光线桑德斯 @安根_Engon\n@Smokey_Days \n正文：\n \n  “呵呵，沈然，别怂啊！”\n  是壮非他们……这个可恨的畜牲请了不少社会上的人吧……\n  我从小到大让同学欺负，还被社会上的人欺压，为什么，为什么还要各我这么一个结果？\n  感觉反抗会换来更大的事情，早知会到这个地步，要是当时不想着反抗估计不会这样……\n  不！我是对的！我不就当时因为他背叛我说了他几句，同学们却都站在那些人那边，为什么！\n  这回要被群殴了，这就是我懦弱的身影吗……\n  不过，即使小学同学把我排出集体，但小学的事并没有因为毕业而画上句号，我把句号填补，舔成了逗号……\n  我会让他们付出代价的！复仇大概成为我动力的源泉了吧……\n  既然这样会惹出来事情，我还是恢复我之前的闷骚与沉默吧……\n  刚入学，一位原来同一个小学的同学认出是我，便对我讲：“沈然，出门在外，多带点朋友啊。”\n  初中生活的一个学期过去了，感觉还不错……\n  明天是正月十七，初一的我就要正式开学了。我今天下午去学校报到又见到了我那些同学和和蔼的老师。但我对明天并不是憧憬，而是忐忑不安。现在有一些沉重的东西压在我的心上。\n  我的寒假作业一塌糊涂，都全是为了应付，而且有大部分没完成。数学让去摘抄并整理十道动点问题，我前天已经找到了，但当时我想着玩，只找了七道题，也没打印，老是想着后几天还有时间赶，才有推到今天的结果。其他科目更没好好弄，语文老师让读的《童年》和《昆虫记》，我压根儿一页都没翻，生物老师让做的实验、书法老师让写的字帖等，我都根本没和那些东西沾边。\n  我现在仍然还在玩电脑，可能有点丧心病狂了，但我心里难以平静，胳膊上冒出一些汗来，感觉浑身难受。\n  去打开手机看看QQ里大家怎么样吧，那又如何呢？\n  家长群里散播着让我更有压力的消息：明天上午带上各科作业，\n  同学们在空间里发的消息让我的恐惧加深，“作业写完了，年也过完了”、“就剩阅读不想读怎么办啊”。\n  惶恐之际，我又去特别关心翻翻我和云婼的聊天记录，我给她寒假说了不少话，可她整合寒假只回复我两次：一次是我十分期望她回复时，发了一些“qwq”之类的表情，她只说“你够了”；另一次是我又和她持续几天说了很多话，她不知为何回复了一句“在”并抖屏，好像这一个字回答了我十几句话一样。\n  她倒也主动找过我一次，就是出分返校那天下午，回家后，她问我我考多少名。“我只考了56名，比上次退步了十名啊！”、“那你多少名”，她却都视而不见。当然，在她那次简略地“回答”我一声在，我赶紧去问她什么意思，被无视。\n  估计是因为她是学霸吧！她每次考试都是年级前几名，最低是第一次考试她考了年级第二十。我现在却停留在五十名左右在期中考试后！第一次月考当然比期中考试低不少。是不是因为我成绩太差又丑她看不起我呢？还有就是我只是小康家庭，而她时富裕家庭，她家和学校还有关系，老师都特别向着她。\n  看着看着，心里冒出来一句话：“不管我们差距有多大，我一定会撵上你的。”\n  超过她是我第一次月考后就立下的目标，当时我和她是同桌，后来分组后就分开了。但这目标真的是个“梦”想。\n  随着傍晚时间的挪移，心上的东西越来越沉，我甚至感到头晕、想吐。我实在忍不住了，终于喊出一句：\n  “妈！我突然想起数学作业还没打印！让我用一下打印机！”\n  “怎么什么事情都拖到最后啊？每次都这样、每次都这样，”母亲像往常一样训斥我，“以后要是再这样就不让你玩电脑了......”\n  我也像往常一样，只管“嗯”，我懒得听。当然也一直没改掉这个毛病。\n  我像小老鼠似的钻进我哥哥的卧室，我哥哥现在高一，他开学比较早，住校，两三周回来一次。触碰到打印机，感觉轻松多了。我打印完之后，心里想着如何投机取巧躲过明天检查作业：“虽然只有七道，明天我就装我那三道丢了吧！”\n  我把那三张没有任何手写痕迹的白纸放进书包里，心满意足地睡了.....\n  不过，这一个学期，我必将完成我的“复兴”！我要成为一名网红！起码也要干成一件很有成就的事情。我可不愿意像个普通的学生一样度过一个学期，因为我从小就是想统一世界的人！\n  那么，这个学期，让我来进行探索吧！\n\n\n\n没有上一集                                                                  下一集：迎面\n\n",
    "replies": []
}