{
    "title": "【原创·连载】[ENF][琉璃世界-01]by 葉子の",
    "author": "葉子の",
    "replyCount": 8,
    "timestamp": 1487421360,
    "txt_content": " 本帖最后由 葉子の 于 2017-2-18 20:37 编辑 \n\n琉璃世界第〇一章注意:虽然我的作品不好，但是我还是要写。魔法      “少爷，咱们到了。”村长气喘咻咻的说着。\n      前方便是[阿ā嬷mó旖yǐ旎nǐ龘dá村]，前方一座巨大的城池坐落在阿嬷河边上。\n      史蒂夫惊讶回答道:“这哪里是村子啊，这分明就是一座城，村长骗人的技术真是越来越厉害了啊QWQ”\n      “这是一座城不错，但是这里很久以前就是一座小小的村落，名字未改罢了，我怎敢骗你呢我亲爱的少爷”村长笑着答道\n      刚到城门口只见守城的门卫转向村长跪倒在石砖磕头，村长满意的点了点头继续向城内走去。\n      “恩，不错，我走后这里看来还是没有松懈。”村长自言自语道\n      “村长原来这么厉害啊，城主耶，我以前怎么就不知道你是一位举世无双 举足轻重 出类拔萃 出神入化 万古流芳 气势磅礴 英姿勃发 英姿飒爽 明察秋毫 英明果断 盖世无双 博学多才 见多识广的城主呢，哎呀抱上大腿啦”史蒂夫嬉皮笑脸的说着。\n      史蒂夫刚说完话，天上一个巨大的魔法阵透露出来，钟塔随之响起，声音震耳欲聋，一个个身披斗篷的魔法师从主殿之中走出来，魔法师身体周围散发着紫色的光明，全部走出来后面向村长作揖，随后让出一条道出来，村长抖抖衣服向前大步走去。\n      “老家伙你终于回来了，多百年不见你还是这样健壮啊。”一位身上散发金光的黑衣人笑着说\n      “哈哈哈，你也不是一样？我这才走这么点久你就把我定下的规矩制度全改了，好在这些将士们还在。”村长回答道\n      “说吧，这次你回来为什么事？前几天光明#103-1星堕落了，搞的整座城一晚上亮的，我正感觉要出事正好你又回来了。”黑衣人皱起眉头说道\n      “一时难解吾意呐，那天我也观测到了，而且正好那天命令之星#000-？能量散发异常猛烈，但是又不能仔细看到，看来天界出问题了。对了上次离开忘记将我的封印解开，你助我一臂之力解开吧”村长伤心的答道\n       村长说完只见黑衣人双手一闭，双眼一瞪，左边的眉毛一直跳动，双脚一直左右抖动，屁股也跟着扭来扭去，随后一个魔法阵在他的抽搐下显现出来。\n       史蒂夫看到到大笑倒在地上拍来拍去。\n       “少爷，不得无礼！”村长喊道\n       随后史蒂夫从地上爬了起来，呆呆的看着村长。\n       只见黑衣人一巴掌送上村长的背上，村长直接喷了一口黑血，打的村长生活不能自理[呸]村长从地上爬起来，双手一闭，也像黑衣人那样双眼一瞪，左边的眉毛一直跳动，双脚一直左右抖动，屁股也跟着扭来扭去，随后天空一声巨响，一条巨龙从天而降，穿过方块，落在村长身上，村长渐渐浮在空中，双眼一睁，金而发红的光芒从村长眼中透露出来，在那一瞬间，整座城都颤动了········\n        “恩？上古龙王回来了，这下凡间马上就要热闹了。”神秘人#0-01说道\n        “估计下届那边应该也知道了吧，知道的话热闹那是肯定的，一场战打不打的起来还说不定呢”神秘人#0-02说着\n        “还是别聊这些事了吧，命令方块都损坏了还不好好维修到时候下届的军队又打上面就不是小事了”圣人说道········\n        “村长原来你这么厉害为什么不救我们的村子呢？”史蒂夫非常气愤的说道\n        “救你们村子？龙王到底什么回事？”黑衣人严肃的说道\n        “唉，说来话长，我们村的一娃子把我的村子给屠了，用的还是指令之力”村长伤心的答道\n        “村长，你这么厉害为什么当时不救救我们的村子啊”史蒂夫呐喊道\n        “当时我也想啊，可我的神力被封住了，我也只能呆呆的看着啊，要怪就要怪当年下届攻打我们的时候，我身负重伤神力外流，所以封住了，也知道会发生那样的事情啊，算了反正事情都过去了，也不必提起了，等哪天你能力足够了我们将你哥哥封印起来就好了。”村长伤心的说着\n       “猪叫声~哈哈能源终于填充完成啦，猪叫声~将士们，我们即将攻打上面那片美丽富饶的土地，大猪们有没有信心！”猪将军\n       “有！有！有！”一群猪尖叫着········\n       “少爷，你玩到这么大了，也该学点东西了，呢，带上这把剑去森林里面寻找魔法之心，开启你的天赋，想村长我一样眼睛瞪瞪，双脚抖抖，屁股扭扭。”村长慈祥的说道\n       史蒂夫回答道:“额....像你这样鬼畜我想想还是算了吧嘻嘻嘻。”\n       史蒂夫第二天早带上一把剑开启了他的学习之路，森林幽静，阴气肆意，女巫的欢笑声在林间徘徊不止········共1566个字\n\n[groupid=1373]Endless Fantasy[/groupid]",
    "replies": [
        {
            "author": "CoPay",
            "timestamp": 1487421780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "570855441",
            "timestamp": 1487422020,
            "txt_content": "。。。\n\n吾琉璃之名。。。\n\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n\n干嘛搞这个名字。。。。。。。。。。。\n"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1487422080,
            "txt_content": "嘛，我感觉我就是专程过来挑刺的。。\n文章写得很有搞笑性质，嗯，这点很不错！\n但哪，有少量的基础性错误，比如标点忘加。\n还有“的地得”三de用的有错误的。\n描写还是有点少。（虽然我自己写的也多不到哪里去XD）\n总之还是很棒，望继续加油。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1487422200,
            "txt_content": "@570855441 取名为琉璃世界，你有何感想"
        },
        {
            "author": "570855441",
            "timestamp": 1487422260,
            "txt_content": "尻雨魔理沙 发表于 2017-2-18 20:50\n@570855441 取名为琉璃世界，你有何感想\n嗯，就是想把叶子嫰死了，嗯，差不多吧，如果小说写得好一点的话，我还能接受，可是，，，写成这样。。。。。。。。。。。。。。。。。。。。。。。。。。。我还能说些什么。。。"
        },
        {
            "author": "葉子の",
            "timestamp": 1487422500,
            "txt_content": "570855441 发表于 2017-2-18 20:51\n嗯，就是想把叶子嫰死了，嗯，差不多吧，如果小说写得好一点的话，我还能接受，可是，，，写成这样。。。 ...\n我也就只能写成这样啊QWQ\n要不你教我写写呗dalaoQWQ"
        },
        {
            "author": "570855441",
            "timestamp": 1487422800,
            "txt_content": "葉子の 发表于 2017-2-18 20:55\n我也就只能写成这样啊QWQ\n要不你教我写写呗dalaoQWQ\n很简单，把琉璃二字去掉就可以"
        },
        {
            "author": "570855441",
            "timestamp": 1487423520,
            "txt_content": "这么好听就被你这样糟蹋了，，，拜托小学读完再来写，还有，人人都知道我自称琉璃，你给我来个琉璃世界。。。"
        }
    ]
}