{
    "title": "[双线]Tower仿真公益服——真实环境|社区|活动众多 致力打造真实和谐社区！[1.7.10]",
    "author": "Soul-Tude",
    "replyCount": 0,
    "timestamp": 1487433780,
    "txt_content": " 本帖最后由 Soul-Tude 于 2017-2-19 00:03 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果！\n\n\n\n\n\n\ntest.jpg (16.6 KB, 下载次数: 1)\n\n下载附件\n\n2017-2-18 23:55 上传\n\n\n\n\n\n\n\n\n这里是Tower-Minecraft2周目 !\n别眨眼，因为我将带你进入一个与众不同的真实世界!\n\n服务器经过1周目的磨练，以及2周目长久的策划，内部测试，\n终于在2周目制作出了更有理智而更有特色的仿真题材的主题服务器。\n第二周目 来了！\n在这里你将体验到传统MOD世界里所不能体验到的发展中的碰撞！\n\n服务器MOD:我的环境、更多实用设备、真实视觉、更多弯曲动作、七色汽车、真实飞机、家具、海洋扩展、华夏文明、弓箭改革、更好的MC、（客户端大小[v2.4]仅有249MB的大小啦~  正常的电脑都能带的起的啦~不要担心配置问题~）服务器采用 双线 线路（移动或其他网络的小伙伴们很抱歉啦！2周目还不能畅玩qwq）与 高端 配置人数上限233人！保证游戏质量！并装备有防作弊、防高频、防压测系统！\n\n\n服务器分为四个主要世界\n社区生存世界、资源世界（地狱、末地）、主城活动保护区、矿界（顾名思义，有掉落）\n主城活动保护区包括主城保护，福利彩蛋，还有激情四溢的活动\n资源世界顾名思义，即专供所有玩家获取资源的世界\n矿界非常黑暗，但是矿异常的多，也充满危险！\n社区生存世界，则是水塔服务器主题最重要的组成部分，在这里你可以尝试各种职业，建造属于自己的家园甚至城市...（见下文详介）\n===============================================================================\nTower水塔公益服构造介绍：①社会经济构造及规\n这是一个贴近现实的社会体系，在社区生存世界里，你可以尝试各种职业，如果你喜爱战斗，那么你可以成为一名士兵，斩杀野外中的怪物获得奖励，或是成为一名武士，在竞技场里与对手搏斗...你也可以过上闲适的生活，在小镇里成为一位农民，在果园里种下葡萄苹果竹子，养一箱嗡嗡作响的蜜蜂采蜜，做一碗香喷喷的奶酪等等，或是一位商店主、商人，在自然与买卖中找到商机。又或者你对工业情有独钟，开一个酿酒厂或是矿石加工工厂...你甚至可以组建自己的小镇，获得管理组颁发的镇长证明，拥有属于自己的世界。\n这是一个贴近现实的社会体系，拥有完备的规章，完整的生态链，完全的作弊防范。如果你无视规则的存在，那么将受到法庭的审判！\n\n②生态环境与状况\n在现实世界里，保护生态环境，不仅关乎到社会的发展与稳定，还常常危及到个人的生存。\n而在水塔的世界里，环境也会成为游戏中十分关键的成分。\n我们的史蒂夫曾经是神一般的存在，可以上刀山下火海。\n而如今，他视角的下方多了四个状态条——水分、体温、神智、呼吸！（2周目新加物理机制，所有方块都会被引力吸引，像沙子那样。挑战你的建筑极限！！）\n他开始变得与人类一样脆弱！\n因此，人们选择了群居，建造了城市，人们需要充足的水源，还要远离高温，远离极寒，甚至需要注意周围的空气质量，否则会窒息或是空气中毒。恐惧也形成了，当你在黑暗中摸索行走，你的神智将下降，你会下意识的在脑子里听到不该听到声音，看到不应该看到的物体，甚至开始怀疑身边有什么怪物...\n正因为环境会被破坏，危及人们的生存，所以人们应该时刻注意保护身边的环境，这也是在水塔的世界里极其必要的，如果你无视自然的警告，将会引发火灾、水土流失等等事故！如果你大面积破坏环境，你也将收到\"环境保护条例\"的惩罚！\n\n③基本制度\n新人进服仅拥有基本权限，资源等开发权利，但不拥有社区的任何权限，即“未认证”状态，需进入社区认证答卷，获得认证资格处，请截图发至QQ群管理员进行2次审核，方可通过认证！（请先在服务器内注册ID，再答题获得权限。详细见QQ群）\n点我就是答卷地址，每个IP只有一次机会哦！不要轻易就答题。\n\n当然如果你对自己的表现非常满意，可能某些原因无法答题，请详见QQ群找管理员审核。测试中此认证制度可排除80%的有意破坏行为，为打造和谐社区，社区无TP与圈地，请玩家们素质游戏，否则将被永久封禁。社区生存世界绝大部分地区不设置领地权限！营造和谐生存的世界！\n个别重要设施、贵重设施将由管理组授权圈定领地防止破坏。\n本服务器为公益服，不接受有偿捐助，只接受无偿捐助，捐助者榜上留名。\n\n\n               \n宣传片：  （剪辑：AIPC）\n\n\n[bili=8263841]1[/bili]\n\n\n\n服务器图片欣赏：\n（因为文件太大附件也传不了，后期会补充，详细请在QQ群里查看！）\n\n\n\n\n\n133318v2lc07bpnbylcb80.jpg.thumb.jpg (61.55 KB, 下载次数: 0)\n\n下载附件\n\n2017-2-19 00:00 上传\n\n\n\n\n\n\n\n\n\n\n\n134330c18taeg9x8lalctv.jpg.thumb.jpg (114.19 KB, 下载次数: 0)\n\n下载附件\n\n2017-2-19 00:00 上传\n\n\n\n\n\n\n\n最后Tower再次向您表示感谢，看完我们的宣传贴！\n\n\n\n",
    "replies": []
}