{
    "title": "【原创·连载】【彳亍沉默】【第三集：暮影】【byRing】",
    "author": "我为我为",
    "replyCount": 0,
    "timestamp": 1487507040,
    "txt_content": "废话：\n各位请来评价@坑爹-kengdie @冥王星人 @gggbbb @光线桑德斯 @安根_Engon\n\n正文：\n \n  下午在停车处，我问庄河和田灿：“庄泉儿，孙灿，‘宋四家’都是谁？你们答出来没？”  “嗯......我觉得今天考得题，真的太离谱了！宋四家是什么我都压根儿不知道！\"庄泉是期末考试年级第二，他带着眼镜，我老是喜欢在他名字后面加上一个儿化音。虽然他也超出我十万八千里，但他估计也预习不到那些细节，但不必说的是，他肯定还是超出我十万八千里。\n  孙灿用自己的手向上一挥，露出微笑：“’宋四家‘是黄庭坚、米芾、苏轼、蔡襄，我之前预习时刚好背过了。”\n  “这都是什么鬼。”庄泉晃了一下，然后说，“666，我觉得孙哥你这次能考年级第一。”\n  “我就米芾、苏轼对了......苏轼写成苏东坡算对吗，孙灿？”\n  “不知道，你可以去问老师。”孙灿回答我，然后又笑了笑。\n  孙灿是我期末考试年级第三，他像是发育完了，说真的，很像一个一二年级的学生，长得矮，声音也让人听着稚气。\n  庄泉、孙灿、王玄彬三人在班里可是有很大名气，尤其是王玄彬，是年级所有人皆知的。他们三个人可以说是一个组合了，都是学霸。庄泉进步极快，第一次考试年级四十多，第二次就上了二十多，然后到了十二，期末又考了年级第二；孙灿一直都名列前茅，第一次考试就年级第十一、第二次年级第九、第三次年级第六、期末考试年级第三；王玄彬更不必说了，除了第一次考试年级第十六，其他考试每次都是独占鳖头，稳坐年级第一的。\n  下午到教室，数学、语文、生物三科代表都在班里吆喝着：“作业！作业！不交扣分！”让我害怕的声音不绝于耳。\n  “你们组都谁没交实验记录？”生物课代表抱着一堆笔记本来到我们组，王玄彬伸出他有力的大手：“快快快！作业作业！”\n  “什么实验？”我竟然都不知道有这项作业！\n  孙灿拍了拍我：“老师让寒假做发豆芽的实验并记录啊，沈然你不知道吗？”\n  一位穿红大衣在我们组的学生和什么都没发生一样，仍在隔着组和旁边的人说话，嬉皮笑脸，好像既听不到课代表、又听不到组长王玄彬似的。王玄彬的脸进一步绷紧，拿着一摞作业：“邢齐，你快交生物作业啊！”\n  “啊？”那人就是邢齐，他惊了一下，面部多了几分惊讶，“什么时候......”\n  他猛地拍了一下自己的腿，然后脑袋往前的一点，脸上露出让人猜疑的笑容：“啊！我想起来了，我寒假做了，豆刚长出芽的时候，我把它们拿下来。加上点盐，加上点醋，炒了炒吃了，我妈还在微信里把我炒菜视频发进朋友圈了，不信去我妈微信里看看！”\n  “哈哈哈哈哈！”周围的组员被他逗笑了，这不是第一次。邢齐是我们班里一个社会青年似的人物，他经常晚回家，也不听老师的。他虽然经常惹事生非，也经常乱花钱、不听老师话吧。但他却从来没和我们班任何同学打过架，对班里同学还是挺好，就是班外的问题。\n  王玄彬显示出无奈，他把手里收到的作业交给了课代表：“沈然、邢齐没交，剩下人都交全了。”\n  收到数学时，原来动点题需要整理，不只需要找到！而且我就七道，我也只好坦白了，我像个罪人一样：“我没写，让我补吧......”\n  “哎呀！”王玄彬感到失望。\n  “快快快！语文作业！《童年》、《名人传》都交上来！”\n  “等一下先别收！老班来了！”语文课代表先发话了。\n  大家都跑回自己座位上，班里“刷”地一下安静了。\n  桓老师用讲台上的棍子敲了敲讲台桌：“好，我们语文作业阅读不收上来了，各组组长检查，把两本书检查一遍，按5~10分评分，每个组员评分一次然后决定一个人最终程度。评好后把分数组长列个表给我交上来。”\n  我感觉我暂时逃过一劫，但我又想着明天会收更多的作业，原有的作业也欠缺，今天尴尬的感觉让我心上的东西更重。\n  ......\n  放学后，我骑车回家，在车子那里遇到云婼！她竟然今天骑车了。她患鼻炎，天冷不能着凉，恰好她家长是校工，所以每天上下学都接送。\n  她和班里其他一个男生和几个女生走，更惊奇的是：她竟然和我完全顺路！\n  我就静静地跟着她，沉默的我一句话都不敢说，只好看着他们说笑，她估计是没发现我，也可能是没注意我。他们那些人好像都忽视他们身后的人。\n  我静静地跟着，心里怀着喜悦与惆怅，我不知该如何，我还是没有勇气，我还是太被动！我仿佛已经忘却了寒假作业与开学考试。\n  一直目送她，到我家的小区时，我目送走了她的背影，我多么期望她的回头！\n\n\n",
    "replies": []
}