{
    "title": "<原创·连载>《钱一串的冒险》第八章 吃下食物",
    "author": "qianyi_chuan",
    "replyCount": 7,
    "timestamp": 1487601000,
    "txt_content": " 本帖最后由 qianyi_chuan 于 2017-2-20 23:18 编辑 \n\n第八章 吃下食物 暂时告别了挖沙砾的艰苦生存，两人开始准备在服务器中的第一餐。“不知道如果我们砍牛是会直接掉落牛肉还是要我们自己把它切成肉块。你觉得呢？钱一串。”卢啊卢问道。“没想到不得不杀生了，我之前玩MITE，生存第一天一般都只能吃生肉，动物还特难打，”钱一串顿了下，“希望是能直接掉牛肉的吧，毕竟如果是自己割肉看着方块我感觉不会有什么食欲，不过，那马铃薯好像还挺圆的。”“是吗？”卢啊卢从钱一串的背包里取了马铃薯出来，饿着肚子，看着食物没法吃令他感到有些不爽。拿出来了，才发现上面并没有像素的痕迹，和平时吃的无异，但之前由于习惯了这样的形状没能发现。“你看它很有问题呀，与这个世界格格不入，要不我咬口试试能不能吃？”“好了，我们还是杀牛吃！刚才你还说看见了呢？你的近视是假的不成？”说完钱一串便拉着卢啊卢往前走。“本来就是假性近视呀，不然我会不戴眼镜？而且，我的眼镜好像真的看清楚了。会不会是因为配置要求变低了，所以如果是看像素的这些就会很清楚？”不过卢啊卢说完这些，自己也觉得这没道理，只好继续向刚才看见牛的地方走。草原看起来比游戏中大了不少，跟多形态的草生长在草方块上，但大多数都很矮，而草方块本身的绿色像是青苔一样不明植物。MITE中默认且选定为巨型生物群系，而现实中似乎也是如此。地上也是有些杂物的，就像一些材质包，会在方块上随机出现一些物品，石子、枯树、木棍，它们无法被拾取，只是为了美观自然。但现在极有可能是允许的，但两人无心去管这些了，吃才是当前的首要目标。大约又行了两百米，两人看到了一群牛，和游戏中类似的材质，但牛皮上的花纹更加圆润，是普通的奶牛没错。“牛牛君，真是不好意思，我们在这个世界没东西吃，所以只好向你求助啦，不然我们就要失败了。”卢啊卢对着眼前约一米高的牛说着，但它没有反应，继续水平望着，仿佛两人不存在。“看样子它并不具有多高等的智慧，剑给你，记得要切好些。”钱一串把刀给了卢啊卢，自己退到一边。牛不怎么动，所以卢啊卢轻易地靠近了它。“这时候我的生物自学就派上用场了！像史蒂夫那样凭空挥几下应该是不行的吧。如果我砍了它的大动脉，嗯，是不是会喷血啊？”“我劝你还是别那样试了，多残忍。”“但是它的眼神，有些不忍心下手了。不过，只好这样了！”几分钟之后，卢啊卢直坐在了倒下的牛边，又爬起来要隔开牛皮获取牛肉。“没想到它居然砍了、一下，还不，死，到处乱跑，不过，牛肉有好多。”卢啊卢喘着气，边割开牛皮，边抱怨道。牛的体内没有多少血流出，只是肉红红的，更重要的是它不再由方块组成，这样就更感到自己是吃的生牛肉。“我还是第一次这样杀掉一头牛，而且是看到它完整地一只，皮革应该怎么取？我先取块肉吃下看看。”卢啊卢割下一块里脊肉，肉质十分细腻，入口即化的感觉，完全能够接受。即使他从没割过肉片，也轻易地取到了大小合适的一块肉。虽然看起来血淋淋的，但卢啊卢咬下一口也没有感到多大的不适，其实非常好吃。  卢啊卢吃了一些，把刀给了钱一串，他发现方形的太阳已经快要落山一样。这样应该已经快五点了吧，自己才吃了第一餐，连庇护所都还没准备，浪费的时间太多了，以前看的求生视频里所说的能用上的技巧都没注意。原木只砍了有半组，石头工具都没做一个，唯一的武器只是一把短得可怜的艾德曼合金短剑，自己和钱一串两人怎么能够这样来击杀夜晚的怪物？恐怕就连一只最普通的僵尸都难以杀死吧。不知道其他人没有我们的运气与挖燧石的经验，怎么知道生存的方法？一棵树都砍不下来，这可怎么生存，可自己却是靠着短剑才得以顺利砍树的。自己的艾德曼合金锭是靠着钱一串在内测时获得的木板，加上铁斧才较为轻易地从砂砾中获取的。在这烦透了的生存里，自己是错过了什么吗，还是走错了方向，这是要像其他游戏里一样捡石子，做草绳，然后能砍树？别人怎么存活下来的，还是说自己真的是幸运的一员，不仅有了木头，而且还有了吃的。但他仍然一无所有。钱一串递过一块肉：“你再吃一点，我要盖房子了——一个完美的火柴盒。”\n\n\n",
    "replies": [
        {
            "author": "qianyi_chuan",
            "timestamp": 1487601600,
            "txt_content": "langyo 发表于 2017-2-20 22:46\n写的好少……别人一章好歹也得有一千字,你这才五百……\n\n不过能撑着写下去也是很不错了,鼓励 ...\nWPS可能给我看了假的字数（居然没有滑稽）\n不过这是十几天前就写了的……\n今天mcgo论坛进不去，就来看了下mcbbs\n最后，谢谢你的鼓励！"
        },
        {
            "author": "langyo",
            "timestamp": 1487601960,
            "txt_content": "写的好少……别人一章好歹也得有一千字,你这才五百……\n\n不过能撑着写下去也是很不错了,鼓励"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1487602680,
            "txt_content": " 本帖最后由 qianyi_chuan 于 2017-2-20 23:48 编辑 \n\n@星之永恒@星之永恒  \n@星之永恒  \n求指导呀为什么at不了\n@langyo  \n@langyo   \n\n@langyo\n\n\n@星之永恒 \n\n星之永恒  @langyo\n\n\n@星之永恒 \n"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1487603160,
            "txt_content": "langyo 发表于 2017-2-20 22:46\n写的好少……别人一章好歹也得有一千字,你这才五百……\n\n不过能撑着写下去也是很不错了,鼓励 ...\n我可能受到了一个叫“34cy”的作文创作者的影像，他每章加上字符400字"
        },
        {
            "author": "qianyi_chuan",
            "timestamp": 1487604720,
            "txt_content": " 本帖最后由 qianyi_chuan 于 2017-2-20 23:36 编辑 \nqianyi_chuan 发表于 2017-2-20 22:58\n@星之永恒@星之永恒  \n@星之永恒  \n求指导呀为什么at不了\n但是加了空格也没有用啊放弃了……"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1487606520,
            "txt_content": "今天太晚了……文评就稍推脱一阵子吧……\n你是我见过的唯一一个专注于创作板块的会员，是从其他论坛里过来的吗？\n人物的名字……"
        },
        {
            "author": "langyo",
            "timestamp": 1487623740,
            "txt_content": "qianyi_chuan 发表于 2017-2-20 23:32\n但是加了空格也没有用啊放弃了……\n1,@的人要保证真实存在,呢称不能错\n2,只有第一次回复才会@成功,二次修改通常不能被系统识别\n3,@的人名字后必须加一个半角空格(普通空格)\n\n比方说这样,@FHC红石 "
        }
    ]
}