{
    "title": "[Minecraft.net|INSIDER]本周方块：灵魂沙",
    "author": "广药",
    "replyCount": 2,
    "timestamp": 1487610420,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-2-21 11:34 编辑 \n\n\nBLOCK OF THE WEEK: SOUL SAND\n每周方块:灵魂沙\n\nWhat secrets lie within this sinister block?\n在这个阴险的方块中究竟隐藏着怎样的秘密？\n\nOnly in the fiery caverns of the Nether, amid columns of lava and flame-belching Ghasts, will you find this creepy material in abundance. At a quick glance it might look like a ruddier version of cobblestone, but then you look a little closer - are those screaming faces etched into its surface? Eep!\n只有在火光冲天的下界中，在错综复杂的岩浆柱和喷出滚滚火焰的恶魂之间，你才能大量找到这种令人毛骨悚然的物质。快速地瞥一眼它，也许你会觉得它就像是灰褐色版本的圆石，但当你靠近端详时——那些凿刻在它表面上的难道是尖叫着的人脸吗？天哪！\n\nThe Nether is not a location for the faint of heart. Accessible only once you have constructed a Nether portal, it is a hellish underworld stalked by monstrous mobs - and, fittingly, soul sand itself can prove deadly: players and mobs sink into it, hampering movement. If you are wading through it while close to lava, you may just catch fire.\n下界可不是胆小的人该来的地方。只有当你建造出下界传送门后，你才能进入这个噩梦般的怪物猖獗的阴森之地——并且，相应地，灵魂沙它自己便能证明此地的致命:玩家和生物一旦陷入它，便觉挪动困难。如果你在靠近岩浆的地方费力地顺着它通行，你很可能被火焰引燃。\n\nBut there’s never reward without risk! Soul sand is useful in all kinds of surprising ways. You can turn it into a handy trap to slow incoming enemies - and some, like silverfish and endermites, sink far enough into it to drown. It’s also the only block on which Nether wart grows - a vital ingredient in many potions.\n但是没有风险就没有回报！灵魂沙在很多令人惊奇的方面都有用。你可以把它做成用于延缓敌人进攻的灵敏陷阱——它甚至可以让陷入其中的蠹虫或末影螨窒息而死。它同时也是地狱疣——酿药必不可少的原料唯一能够生长的方块\n\nIf you’re feeling destructive you might use soul sand to assemble a wither, a terrifying boss mob which will attack anything that isn’t a skeleton, zombie or another wither. Building a wither isn’t like crafting an item: you have to stack these things together in the world, and not while using a crafting table. I’m just using the crafting table image below to make it super-clear how things fit together!\n如果你觉得自己坚不可摧，你可以用灵魂沙召唤凋灵。凋灵可是个令人心惊胆战的BOSS生物，能够攻击除僵尸、骷髅和其他凋灵外的任何生物。建造一只凋灵可不像制作一样东西，你必须将所需方块堆叠起来，而不是使用工作台。我只是在用工作台的合成页面来让这个建造方式看上去无比简单！\n\n\n\nYou’ll need: 4 x soul sand, 3 x wither skeleton skulls\n你需要:4块灵魂沙，3个凋灵骷髅头\n\nThere are other riches to be plundered down in the depths. Nether Fortresses contain all manner of goodies worth grabbing - and soul sand can help you find them. Look at the top surface of a block of soul sand and you’ll see two circles (or are they wailing faces?) clumped onto one half of the texture. That side of the block always points West.\n在下界的深处还有许多值得掠夺的珍宝。下界要塞里有各种各样价值连城的好东西——而灵魂沙能帮你找到它们。在灵魂沙方块顶部的表面，你会看到两个共占据了?材质的圆圈(或者说两个哭脸？)。方块的这一面往往朝向正西方向。\n\nThis is handy to know: since Nether Fortresses tend to run along lines from North to South, you have the best chance to find one if you head West or East from your starting location. And once you’ve found one, you know that others are likely to be only a few hundred blocks away, North or South.\n显而易见:由于下界要塞倾向于在南北方向成“条状”生成，所以你从出发点沿东西方向走有最大几率找到其中一个要塞。并且一旦你找到一个要塞，你就知道只要再沿着东西方向走几百个方块，就会有其他的要塞出现了。\n\n\n原文：https://minecraft.net/zh-hans/article/block-week-mycelium\n作者：Marsh Davies\n时间：2016年11月24日\n翻译:M.V.T. @DJDJDJ231 \n\n\n",
    "replies": [
        {
            "author": "syz666",
            "timestamp": 1488035160,
            "txt_content": "楼主能否考虑下将制作凋灵的那块做一个凋灵那篇帖子的【另见】。"
        },
        {
            "author": "cccyyyttt",
            "timestamp": 1511529480,
            "txt_content": "这每周方块好有趣XD\n嗯\n拿好我的板凳\n准时收听！"
        }
    ]
}