{
    "title": "[Minecraft.net|INSIDER]本周方块：菌丝",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1487610240,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-2-21 11:48 编辑 \n\n\nBLOCK OF THE WEEK: MYCELIUM\n每周方块:菌丝\n\nDig into the mysteries of a different kind of dirt\n挖掘这种特殊土方块中的奥秘\n\nWhat’s the largest organism on Earth? What’s the oldest organism on Earth? They may both have the same answer. What’s weirder still: it’s almost entirely invisible.\n地球上最大的生物体是什么？地球上最古老的生物体是什么？它们也许会有同一个答案...但更加诡异的是:它几乎完全不可见。\n\nGo up into the forested slopes of Oregon’s Blue Mountains, and you may well be standing on it. It covers almost 9.7 square kilometres - an area roughly three times the size of Central Park. It’s a single fungus known as A. solidipes, part of the honey mushroom family - named after their colour rather than taste. The mushrooms themselves sprout from dead trees, but each mushroom is only a tiny part of a much larger organism, all of them connected by a web of tiny strands that stretches through the soil. That web is collectively known as the mycelium!走近俄勒冈州蓝山中那密林覆盖的山坡，你便会目瞪口呆。有一些奇特的东西覆盖在9.7平方公里的土地上——这差不多有纽约中央公园的3倍大。这是一种在蜜环菌家族中被称为奥氏蜜环菌的真菌——这名字是因其颜色而非味道得来的。这些蘑菇从枯木上长出来，但每一朵蘑菇仅是庞大的生物体中极其微小的一部分，它们全都由一张在土壤中伸展的微小的线组成的一张大网所连接。这张网共同被称作菌丝。\n\nThe network of mushrooms that make up Oregon’s A. solidipes is estimated to be between 2,400 and 8,650 years old - potentially a lot older than all of humankind’s recorded history.\n造就了俄勒冈州壮观的奥氏蜜环菌群的蘑菇网络预计已存在了2400-8650年——可能比人类有记载的历史还长得多。\n\n\n\n\n\n\n\nIn Minecraft, mycelium is represented as a type of dirt block, covered in grey-purple strands and emitting strange particulates. Predictably enough, mycelium blocks occur naturally in Mushroom Island biomes, and though they aren’t very good for growing most crops - they can’t even be hoed into farmland - mushrooms spread here easily, and in any light level.\n在Minecraft中，菌丝被视作一种被紫灰色细丝覆盖、能够发出奇特粒子效果的土方块。毫无疑问，菌丝存在于蘑菇岛上，并且它们不利于种植作物——它们甚至不能被犁成耕地——但是蘑菇可以在这里轻而易举地生长，并无视光照强度。\n\n\nOf course, you now know that any mushroom that grows on a mycelium block is probably part of the same fungal network that connects all adjacent mycelium blocks - making the humble mushroom the largest organism in Minecraft as well as the real world!\n当然，你现在知道了每一朵生长在菌丝方块上的蘑菇也许都属于连接着邻近菌丝方块的真菌网络——使得卑微的蘑菇成为Minecraft同时也是现实世界中最大的生物体！\n\n原文：https://minecraft.net/zh-hans/article/block-week-mycelium\n原作者：Marsh Davies\n时间：2016年11月28日\n翻译:M.V.T. @DJDJDJ231 \n\n\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1487631300,
            "txt_content": " 本帖最后由 a946115793 于 2017-2-21 06:57 编辑 \n\n本周有三个方块！如此6啊"
        },
        {
            "author": "Java_command",
            "timestamp": 1487638800,
            "txt_content": "一口气发这么多\n本周到底是什么方块"
        },
        {
            "author": "E_WIND",
            "timestamp": 1487639100,
            "txt_content": "the largest organism ?末影龙捏成个球 它不是小巫见大巫"
        }
    ]
}