{
    "title": "[电信]九界Nine —— 公益服|全新的体验|颠覆传统玩法[1.8.8]",
    "author": "论坛好网友",
    "replyCount": 0,
    "timestamp": 1487665800,
    "txt_content": " 本帖最后由 CaveIn 于 2017-2-21 17:08 编辑 \n\n                            本服是公益服并且愿意承担虚假宣传的一切后果\n                                                              ————  Nine · community ————  \n\n\n\n\n\n\n游戏简介\n九重天境在天地初成之际，\n为九界抵御了一次又一次天劫，\n九界由是应运而生。\n九界崩塌，九重天境支离破碎，\n九界坍缩形成了新的三界。\n修真界之间的纷争波及到凡间众生，\n九大种族之一的人族，遭受了极大的打击。\n解苍生于倒悬，揭开纷争的层层迷雾……\n九界命运不仅掌握在几个大型阵营手中。\n在那些巨大势力的阴影下，一些较小的组织也在四处活动。\n阵营倒伐,我们是否还可以站起来？\n\n游戏玩法\n\n\n游戏玩法\n分为三块大陆-三大阵营\n\n东圣神洲\n南瞻部洲\n中洲帝国\n\n玩家初入国家,账号注册成功后。\n便可在游戏内的地图与NPC福利专员（坐标：135，117）选择【领取新手卡奖励】。\n\n特色玩法 ：\n\n\n        地下城\n\n         战役\n\n\n        国战\n\n\n普通地下城：\n\n地下城斗篷塔石沼墓穴疯狂龙穴灰狼巢穴海盗王老巢冰冻之心法疫洞窟蜘蛛神殿卡伦达克斯洞窟恐惧深渊等级16253441454952555960\n特殊玩法:\n玩法介绍：常规玩法：疾行降魔诛妖望月摘星晶石任务\n\n休闲玩法：十问十答玄灵娃娃求签\n\n日常活动：\n\n\n日常活动：野外BOSS玩法凶魂现世飞天猪大作战生死劫蹴鞠激战葫芦谷非诚勿扰\n常用货币：\n\n游戏中最平常的货币。玩家可以通过完成任务或捡拾打败敌人后获取的战利品获得黄金()，白银()和铜()。游戏中的大多数交易都以黄金作为货币。\n星钻是游戏较为常见的货币，玩家可以通过完成特定任务或祈祷获得。\n它可以用于在星钻交换处购买或在少数交易中作为货币购买道具。\n附魔：\n附魔可根据宝石槽内所安置的宝石类型，使道具或伙伴获得额外加成。\n\n共有5种宝石槽，包括：攻击性、防御性、效用、武器、防具。\n\n分为普通附魔(蓝宝石，暗石，银石，光石)\n史诗附魔(次等，普通，优秀，完美)\n\n\n成就：\n\n\n成就名称\n专业\n将装备加工升级到等级5将武器锻造升级到等级5将弓箭加工升级到等级5\n任务\n完成“地精巢穴”任务完成“凯梭的老巢”地下城完成“大裂谷：老巢”任务\n地下城\n卡伦达克斯洞窟地下城探索 冰塔峰冰冻之心\n季节\n鞭炮烟花十次参加“冰上的怪物”活动10次为NPC采摘120朵鲜花\n探险\n你收集了50本书籍找到进入堕塔酒店的隐蔽入口了解黑檀丘陵全部6座坟墓的故事\n普通选项\n完成50个十镇任务收集10个伙伴完成50个兄弟会任务\n杀戮\n你杀死了5000个僵尸你杀死了500个兽人你杀死了100个巨人\n袭战\n完成大裂谷“不速之客”事件完成黑檀丘陵“保卫神庙”事件完成维罗斯克“”\nPVP任务-完美主义者\n完美主义者：获得50次三杀完美主义者：占领100个占领点完美主义者：获得750次击杀或助攻\nPVP任务-占领模式\n占领模式：获得75次双杀占领模式：复活100次盟友占领模式：斩杀150个玩家\nPVP \n在10次遭遇战及地下城中击杀最多的敌人在PVP比赛中杀死100个敌对玩家在10次遭遇战及地下城中输出最多的治疗\n\n关于设置\n低配灾难,中配或以上可以适用一下效果\n      音频设置：　　\n      场景音效：决定是否开启场景中的各种音效，如拍打等和调节其音量的大小;\n　　角色音效：玩家角色在游戏中进行的音效，如在地面跑动时的脚步声;\n　　背景音乐：设置是否开启环境中的音乐和设置音量的大小;\n　　界面音效：设置使用界面时是否有音效\n　　音频输出：设置音频的输出方式，有立体声、5.1环绕、7.1环绕、模拟5.1环绕等模式;\n　　混响：声音的输出模式，默认开启;\n　　视频设置：\n　　态势笔记本优化：针对电脑所作的特别内部优化设置;\n　　分辨率：针对显示器可以进行不同分辨率的显示设定;\n　　窗口模式：选择是否以窗口模式进行游戏;\n　　色彩模式：根据显示器的色彩模式来选择是32位真彩色还是16位彩色;\n　　抗锯齿：选择的倍数越高，屏幕上模型的棱角会越平滑，对系统配置的需求也越高;\n　　暗角：游戏中场景模型边缘的视觉处理效果;\n　　视距：显示玩家可以看到的NPC、玩家显示的距离;\n　　场景细节：显示按距离所看到的场景精细程度和分辨程度，一些场景中的细节效果例如植物、花朵;\n　　角色贴图：显示角色的精细程度\n　　场景贴图：显示场景的精细程度\n　　水面效果：显示水面的精细程度\n　　光华渲染：开启此选项后，游戏中会有一层柔和的光线笼罩，使画面更唯美梦幻\n　　真实阴影：开启此选项后，怪物和玩家的影子会完全显示出来\n      水底扭曲：开启此选项后，水的效果会更加真实。\n\n\n特别说明                                  \n关于本服\n内测时间不对外公开,\n仅仅具有白名单资格的玩家才可以入,\n对此不便,谅解\n注：凡是参与内测都有机会获得服务器赠送玩家卫衣和专属logo\n已表示感谢大家在内测期间所付出的辛苦\n\n\n关于白名单：\n\n本服仅在内测期间设置白名单\n本就是公益服,不会为大家设置白名单\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}