{
    "title": "檢舉COPAY言論涉及政治,幾次鼓吹希特勒政權",
    "author": "匿名",
    "replyCount": 11,
    "timestamp": 1487660640,
    "txt_content": " 本帖最后由 Hix 于 2017-2-21 16:42 编辑 \n\n在 他 的 帖 子 中 多 次 出 現 如 政 府 , 法 院 , 洗 黑 錢 等 敏 感 詞 匯\n且 此 前 在 論 壇 鼓 吹 希 特 勒 政 權 , 甚 至 開 馬 甲 到 反 饋 版 發 帖 試 圖 洗 白 希 特 勒\n言 論 數 次 涉 及 政 治 敏 感 詞 匯\n\n且 在 插 件 版 回 帖 發 布 謠 言 , 聲 稱 沒 有 轉 載 許 可 的 轉 載 帖 為 剽 竊 貼\n\n多 次 在 茶 館 指 著 I D 反 話 捧 黑 他 人\n\n在 反 饋 版 到 處 發 表 引 戰 言 論 , 處 處 惹 事 生 非 , 多 次 擾 亂 論 壇 秩 序\n\n我 不 覺 得 所 謂 言 論 自 由 可 以 拿 無 數 猶 太 人 亡 魂 開 玩 笑\n\n在 此 我 建 議 全 站 封 殺 C O P A Y 及 其 馬 甲\n\n以 上\n\n在 結 尾 我 加  一 點\n此 人 對 於 台 灣 人 抱 有 敵 意 及 攻 擊 態 度\n\n",
    "replies": [
        {
            "author": "CoPay",
            "timestamp": 1487661360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "匿名",
            "timestamp": 1487661600,
            "txt_content": "CoPay 发表于 2017-2-21 15:16\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=675699\nhttp://www.mcbbs.net/forum.php?mod=viewthre ...\n主 動 獻 上 證 據 真 是 麻 煩 你 了"
        },
        {
            "author": "CoPay",
            "timestamp": 1487662020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "匿名",
            "timestamp": 1487663340,
            "txt_content": " 本帖最后由 匿名 于 2017-2-21 16:02 编辑 \nCoPay 发表于 2017-2-21 15:27\n其实吧，我感觉没必要这样子说我，我承认之前是我的不对，那个能不能给我解释一下敏感话题的含义，我那只是 ...\n第 一 , 舉 什 麼 例 子 , 我 都 不 覺 得 足 以 拿 把 政 府 和 法 院 這 個 詞 搬 出 來 , 既 然 你 能 搬 出 來 , 我 看 到 的 就 是 你 對 社 會 的 不 滿 , 將 其 發 洩 到 了 這 個 人 身 上 , 看 到 的 是 了 解 這 件 事 的 還 無 所 謂 , 你 要 知 道 這 論 壇 註 冊 量 高 達 兩 百 萬 , 每 日 查 看 量 更 是 巨 大 , 你 把 這 個 話 題 搬 上 來 , 有 什 麼 後 果 明 眼 人 看 得 出 來 , 不 加 以 處 理 整 個 論 壇 出 了 問 題 如 何 搞 定 啊\n第 二 , 這 件 事 情 我 並 不 在 場 , 為 了 找 這 張 圖 片 我 也 是 找 了 蠻 久 的 , 先 貼 上 來 , 我 不 覺 得 這 不 是 洗 白 一 個 人\n我 不 管 這 段 話 是 你 從 哪 個 留 言 板 那 邊 抄 過 來 的 既 然 這 句 話 在 你 的 帖 子 裡 出 現 就 算 是 你 的 意 見\n\n第 三 , 剽 竊 這 個 詞 不 是 給 你 亂 用 的 , 給 別 人貼 一 個 剽 竊 的 標 籤 有 多 令 人 反 感 你 可 能 不 會 知 道\n抄袭（英语：plagiarism），亦稱作剽窃，根據教育部國語辭典定義，為抄錄他人作品以為己作。 对于原著未经或基本未经修改的抄录，这是一种侵犯著作权的行为。\n剽 竊，轉 載，授 權 轉 載，原 創\n這 四 個 詞 沒 有 那 麼 難 懂 吧\n不 會 的 話 你 重 讀 一 遍 國 中，好 好 學 學 國 語，可 不 可 以 啦\n\n"
        },
        {
            "author": "CoPay",
            "timestamp": 1487663520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CoPay",
            "timestamp": 1487664120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CoPay",
            "timestamp": 1487664840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Hix",
            "timestamp": 1487666160,
            "txt_content": "CoPay 发表于 2017-2-21 16:02\n其實吧，我也不上學了，國中嘛，我已經知道你是誰了，台灣人民，哦不，我並不認為我崇拜希特勒主義，當然 ...\n哇，你 真 是 高 明 那 你 去 既 然 如 此 你 何 不 光 明 正 大\n\n\n將 那 貼 再 發 一 遍\n重 申 你 發 那 貼 的 原 因 \n要 求 公 正 處 理\n解 封 小 號\n豈 不 美 哉\n\n好 了 不 說 滑 稽 的 笑 話 了\n你 不 會 這 麼 簡 單 放 棄 這 個 賬 號 的\n\n我來說一說你的疑問\n1、謠言\n你 在 插 件 版 塊 說 了 未 有 證 明 即 為 剽 竊\n搬 運 者 將 此 事 信 以 為 真 會 發 生 什 麼\n他 在 和 別 人 閒 聊 的 時 候 說 起 會 怎 麼 樣\n怎 麼 就 不 能 算 是 謠 言\n抱 著 肯 定 的 態 度 和 別 人 說 假 話\n你 承 認 你 沒 有 看 版 規\n你 在 論 壇 發 帖 回 帖 之 時\n就 已 經 默 認 你 閱 讀 過 版 規 了\n谣言，指的是没有相应事实基础，却被捏造出来并通过一定手段推动传播的言论。用 你 的 引 用 解 釋 一 下， 在 沒 有 閱 讀 版 規 的 情 況 下，憑 空 捏 造 “沒 有 證 明 即 為 剽 竊” 且 在 具 有 一 定 用 戶 的 論 壇中 回 帖 在 查 看 者 中 傳 播 此 番 言 論\n2、反 話 指 某 人 為 蒼 蠅\n儘 管 你 自 貶 自 己\n但 是 實 則 侮 辱 別 人 為 蒼 蠅\n3、從 最 開 始 的 申 請 去 除 權 限 到 剛 才 的 所 謂 資 料 那 一 點 不 是 引 戰 ？\n你 自 己 說 了 從 客 觀 改 為 主 觀 \n不 好 意 思 這 裡 我 不 該 引 用 這 個 的\n不 知 道 是 你 說 反 了 還 是 我 看 反 了\n引 戰 不 是 你 覺 得 不 是 就 不 是 的\n這 個 要 諸 位 來 判 定\n恕 我 沒 膽 量 我 無 法 以 主 觀 來 說 你是 否 引 戰\n就 我 在 群 裡 詢 問 諸 位 極 大 多 數 人 持 肯 定 態 度\n一  切 由 管 理 員 判 定\n3、\n就 你 之 前 在 反 饋 版 使 用 馬 甲 發 布 的 言 論 來 看\n一 直 在 宣 揚 某 人 的 功 勞 對 於 過 錯 毫 無 提 及 ， 有 意 掩 蓋\n就 足 以 證 明 你 的 觀 點 了\n\n最 後\n我 就 是 火 上 澆 油\n我 真 心 希 望 你 這 樣 的 人 \n可 以 退 出 這 個 論 壇\n\n順 便 說 一 句\n你 不 是 說 \n回 國 就 自 殺 麼 ？\n難 不 成 本 人 記 錯 了 ？\n——Hix（沒錯,這就是小號,我不會再回复你了）\n\n\n"
        },
        {
            "author": "Hix",
            "timestamp": 1487666400,
            "txt_content": "CoPay 发表于 2017-2-21 16:14\n火上澆油並不能給你帶來任何的利益，你的匿名正好突顯了你就是想故意的借此眾多我的錯誤來換取這個封殺我的 ...國小跟國中這兩個詞已成為泛稱, 在運用這兩個詞時, 也將私立小學跟初中分別納入概念。\n                                 "
        },
        {
            "author": "CoPay",
            "timestamp": 1487666700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "匿名",
            "timestamp": 1487671380,
            "txt_content": "从他平时的言行看来\n\n有必要全面封杀，希望论坛给予3年以上的封杀"
        }
    ]
}