{
    "title": "反驳原告的资料",
    "author": "CoPay",
    "replyCount": 6,
    "timestamp": 1487643420,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "Java_command",
            "timestamp": 1487644440,
            "txt_content": "我的意思是让你申诉清除评分\n我这里简单给你破一下，帮你改改……\n第二个我认为不需要说那么复杂，直接说\n“生命不息，作死不止”，我认为说一个人的时候不应该经常提及之前的事情\n第三个就别想的太多，我知道你特别怨，我之前也这样过。\n第四个和前两个可以合并了，我这里认为有必要@john180 \n来查明一下IP之类的东西\n捉虫勋章这里我们就把它当作一个疑点\n希望你可以编辑一下自己的帖子……\n不是所有人都和你想的那样那么阴险狡诈多心眼\n我跟你说游戏技巧那个故事，那个人说过我是不是想要勋章。\n我那个时候才知道有这么个勋章……\n就这样"
        },
        {
            "author": "CoPay",
            "timestamp": 1487644620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1487652300,
            "txt_content": "好的，既然你愿意开一个新帖，我就跟你好好讲讲。\n首先：第一个，他对你评分的起因无非两个——一，觉得你很可怜，同情你给你点积分，二——觉得你搞笑，评分搞笑一下。但是无论哪个都属于回血。\n\n第二个生命不息作死不止，我想表达的是，你能不能静下心来，为论坛做点贡献，不要到处去水贴、喷人。\n至于物理IP位置，你这个反倒是此地无银三百两。开VPN，重启动态路由器，轻轻松松就可以改IP，IP不能证明什么。\n\n第三个...当天？当天？当天？你是不是搞笑，\n前天 23:23\n你想表达什么？我叫人给你评分人气？我有那么大的能耐？我叫得动一个注册比我早十一个月七级来坑你？你进去了，他也要进去，时间是你的双倍。至于给你评分的人。请问，我没有@他么？我只@你么？而我把矛头指向你，不是因为你把矛头指向我么？\n\n我已经受够了，上次封禁我小号，我也不知道什么是回血，我也不懂我为什么总是被你举报？？？我也没叫人帮我刷分，我真的是，非要是以暴制暴你就开心了,我从头到尾都没叫人帮我刷人气，我真是搞不懂了\n上来就是一句以暴制暴\n\n我到现在也搞不懂，为什么别人给我人气，怎么都变成了回血，我也不懂什么叫做回血，我也没叫任何人给我评分，我现在都是一脸懵，你说我作死？我知道什么了？你可以叫管理别让任何人给我人气啊，我告诉你，我现在很生气，每次都是这样无厘头，我没有叫任何人给我人气，我要说清楚了，他给我人气，那是他自己的行为举止，为什么每次都要牵扯我？\n接着是无穷的问句\n\n之后有人问我为什么@你，我就说\n你说得好像很有道理...但是按理来说不是应该@两个当事人么=w=？\n于是你瞬间开战，并且矛头直指捉虫勋章\n那么我请问，我完全不知道别人给予给我人气的行为叫做回血，这该怎么办，那么之前也有人给我人气，那我是不是能被永封了，还有就是，你举报我已经不是1次2次了，不要想搞捉虫勋章，而忽略了我的感受，他给我人气是在我不知情的情况下，我欢迎各位管理员查IP，欢迎，\n黑人问号，捉虫勋章是怎么回事？我条件都够了，一个剽窃两个刷分嘛。\n一次两次。对啊，你违规别人举报你还要“在意你的感受”\n于是我继续心平气和地跟你解释\n\n...所谓回血行为，特指，当你被扣分了，别人给你加分，这种行为叫做回血。\n回血行为通常只惩罚加分者，但是如果被加分者隐瞒不报，也会惩罚被加分者\n但是你忍不住了，你的本性暴露了\n我告诉你，我实在是受不了你了，任何人做任何事都是有目的，而你的目的已经很明确了，捉虫勋章，不要把我当成哑巴，我告诉你，我从头到尾，我一直都不知道我哪里刷分了，我也不懂我哪里做错了，别人给我人气，是他的行为，他的行为不代表我的行为，我要是说句不好听的，苍蝇不叮无缝的蛋，既然我这个臭鸡蛋都被你顶上了，也不是一次二次了，我自然会反击你，\n？？？\n但是即使你这么说，我还是没有开喷。\n即使你把我比作臭鸡蛋，我也没有对你进行人身攻击，继续就事论事\n\n233有两个问题\n为什么你会被苍蝇叮？\n臭鸡蛋也就算了，还作死...怨不得你。\n无理加分24h内可以自行举报免除对自己的惩罚\n不阅读坛规后果自负。\n以上\n自己看，我回复你的时候，还是心平气和的。虽然被你的“臭鸡蛋理论”无语到了，但是依然没有攻击你。此刻我已经退让五步了。\n苍蝇嘛，既然能叮我这个臭鸡蛋，肯定啦，有他自己的用途，不过，抬头不见低头见，你的抓虫勋章，欢迎你拿走，但是，我可以忍1到2次，就不代表我可以一直忍你，既然你能在合法的情况下获得你自己的利益，那么就不代表我不能使用合法的手段申诉？\n“欢迎我拿走”“获得我自己的利益”\n\n开玩笑？我会在乎那三个人气？我随随便便发个搬运帖十几人气就到手，怎么会在意那所谓举报你的利益？\n而且我的捉虫条件已经够了\n\n于是呢？\n首先说一句，抓虫的条件已经够了，请不要误会我。\n然后呢，既然你的确犯错了，那就应当接受惩罚，而非狡辩。\n假如你犯法了，那么别人起诉你，是你错了还是起诉你的人错了？\n这并非是因为什么。为了论坛环境和谐罢了。并不要以为我是针对你，只是我翻翻之前真人自爆帖子看其他人真容时无意间看到了违规情况罢了。\n所以请不要误会。你还不值得我去针对。\n以上。\n我继续竭力辩解，举例说明，结果你呢？\n是啊，的确啊，就像富人有了钱，随意在穷人面前挥霍，然后对着穷人的某些地方不满，然后穷人有意见了，穷人就问，富人，你都那么有钱了，你为什么还不肯放过我，富人自然答到，这并非是因为什么。为了这个社会和谐罢了，并不要以为我针对你，只是我碰巧的看到你的不满的地方了，还有就是你不值得我去针对，我那么有钱，干嘛要针对你啊，你说是吧，这位开头B，结尾h的女士....为什么世界上老是有那么多不公平的事情呢？是不是都是我们这样的人造成的？像我们这样的人，天天让这里不和谐，有句话说的好，哑巴吃黄连，有苦都说不出啊\n这段话成功激怒了我。\n你天天水贴不干事\n我天天搬运写文\n结果我变成歧视人的富人\n你就是无辜的穷人\n很好，很好。在座的各位“富人”，包括各位管理、各位版主、各位艺术家、各位附魔师、各位牧场主。\n我们都是富人。\n我们的财产都是剥削像Copay这样的穷人得到的。\n\n如果说上面的话，等于你代表茶馆各位水众对各位战战兢兢为论坛做贡献的人宣战的话，\n那么下面一句话直接暴露你的本性\n“开头B结尾H的女士”\n那你好棒棒哦。\nSOB\n\n你在这里疯狂发帖，就这个问题你已经连发三帖了，请问你哪来的有苦说不出？\n瞬间爆X炸\n噫同志你的思想很危险啊...\n首先呢你的确违反了规定这是其一。\n其二呢，我的“钱”也并非凭空所掉亦或是投机。都是努力换来的。至于你一直在茶馆混混混水水水怎么能怨我呢？\n另外，脏话谩骂也是很危险的行为啊。\n至于不公平？世界公不公平大家心里清楚，但是这个论坛至少是公平的。你为论坛付出多少，论坛就会给你多少积分，多少逼格。\n所以说嘛，有苦说不出的，是哑巴不错，但是你肯定不是哑巴。你不知道哑巴的痛苦，却在这里滥发感慨。哑巴很值得你唾弃？很值得你鄙夷？\n\n不和谐的因素，当然是你自己造成的。所以说，你这样的话是很没有根据的，看似愤世嫉俗很有道理，实则只不过是一个懒汉，一个既可怜又可恨的懦夫的感慨罢了。\n接下来他为了喷我，说了一段英文装逼\nMy name is a loser, oh, called me loser, loser, originally I have always been a loser, so could you please tell me what are you? Special report on failure of big losers?\n机翻英文，小学生级别的英文水平\n（他之前的版主申请帖里面提到四国语言来着，按照这个水准我会说全世界的语言）\n当然他不敢出丑，编辑掉了。\n但是我始终就事论事，他却开始人身攻击\n\n哦，不，原来我一直是个懦夫，一个既可怜又可恨的懦夫，而你一直靠着一个懦夫的垃圾箱，而获得自己的利益，一个懦夫能经常水贴，而一个真正的女人还要靠着一个懦夫的垃圾箱存活着，\n啊哈，原来女性是男性的附属品。很有趣嘛，很Funny嘛\n\n其实我告诉你吧，我就是一个失败者，我就 是叫失败者，不同于你啦，你那么成功的女人，是吧？也只不过是某人的小号？？？我这个懒汉，加个小学生也不错，不过你这只烦人的小苍蝇，真是嗡嗡嗡的叫啊，因为我是失败者加懒汉加懦夫，那么我肯定是个小学生啦，走到哪里就要遭人打，你说是吧，这位尊贵的女士\n通过性别来讽刺人，这种事情让人最反感了。\n以上这段话，即使你曾经没有错，说完了你也有错了。\n后面的直接懒得反驳了。对你这样的人无话可说。\n\n另：你真的看过时间简史?\n@CoPay @Java_command @Because. @Jon·Snow @哦多克 @小阿狸.... |\n另2：周创不是编故事板块。你用故事讽刺人做得很好，但是点到为止。\n@john180 |"
        },
        {
            "author": "Because.",
            "timestamp": 1487652720,
            "txt_content": "处理结果不是还没出来么\n你看你的号子还不是好好的\n\n\n\n\n\n--------“如果没有体会到同样的痛苦的话，是无法真正理解对方的。”\n            “即便真正理解了，也不意味着一定能志同道合。”\n            “这就是，事实。”\n\n"
        },
        {
            "author": "CoPay",
            "timestamp": 1487653860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Java_command",
            "timestamp": 1487654040,
            "txt_content": "Smokey_Days 发表于 2017-2-20 16:45\n好的，既然你愿意开一个新帖，我就跟你好好讲讲。\n首先：第一个，他对你评分的起因无非两个——一，觉得你 ...\n我说过\n不排除陷害这种情况\n他可能想多了。\n生命不息作死不止\n你在一个举报刷分而且受害者几乎毫不知情的情况下说他作死那他不生气吗。\n你可以从他的话中看到，那是别人干的，并不是他自己贪图那一点人气\n他人气比我多……\n另外一位当事人一直没有上线。\n勋章这种事我一般都不管。\n\n后面有物理加分，有很多人都有这么个习惯：\n加分的时候一般都用人气。\n就会出现这种错误。\n\n当然人家copay从5级到现在其实没有水多少帖子…… \n当然，很多东西确实需要基层人员帮助，不能说剥削\n但是我敢保证你有很多金粒是从某些人身上拿到的[滑稽]\n\n\n\n\n\n\nCoPay的本意就是这样的，没有那么复杂：\n诶呀，为什么我总是被评分\n之后不到一天这家伙就来举报我\n这背后有什么秘密？\n不行我要去跟他干一架。\n\n事情没有查明大家都不会去处理／判定\n第二位当事人还没有出现，我们还是等着吧"
        }
    ]
}