{
    "title": "[Minecraft.net|INSIDER]本周方块：书架",
    "author": "土球球",
    "replyCount": 0,
    "timestamp": 1487663820,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-2-21 17:02 编辑 \n\n\nBLOCK OF THE WEEK: BOOKSHELF\nWhat ancient learning lies within these clever-clog blocks?\n\n本周方块：书架\n古人的知识是如何存储在这些绝顶聪明的小方块中的？\n\nBookshelves are expensive things to create. But you can't put a price on wisdom, can you? Besides which, in Minecraft at least, they add a bit of colour to a room and enhance the power of nearby enchanting tables!\n书架的制作成本并不低廉。不过，智慧本身是无价的，不是吗？此外，至少在Minecraft世界里，书架不仅可以使单调的屋子蓬荜生辉，还可以使附近的附魔台大有作为！\n\nThey are mighty hungry for resources, though: each bookshelf block consists of six wooden plank blocks and three books (each of which requires three sheets of paper and a leather hide).\n不过，制作书架需要收集不少的原材料：每个书架需要六块木板还有三本书（每本书都需要三张纸包住一块皮革）。\n\nSure, once created, those three books have transformed into a veritable library which textures four faces of your bookshelf. But to really build out your collection, you’ll need to invest in an entire farmstead dedicated to cultivating cattle for the leather and sugar cane for the paper. Best build it near a forest, too, for all that wood you'll need.\n话虽如此，一旦书架制成，三本书就名副其实地成为了一个图书馆的组成部分，这个书架的四个面也被代表图书馆的贴图包裹着。不过如果你真的想要扩建你的图书馆的话，你就需要投资建立一整套用于饲养牛和生产甘蔗的农牧场。当然，最好在森林边开始你的工程，你也需要一些木头的。\n\nHere's how to bind a book together:\n如何制作一本书：\n\n\n\nAnd here's how to bash a bookshelf into being:\n以及如何打造一个书架：\n\n\n\nQuite an outlay! No wonder that, for so much of human history, books were considered a sign of great wealth. Prior to the invention and popularisation of the printing press five hundred-ish years ago, each book had to be written by hand, too, making them even rarer and more valuable!\n不小的支出！不管怎样，对于人类历史而言，书籍有很长一段时间被认为是财富的标志。直到若干个五百前年的印刷术发明和普及，书本才摆脱了只能通过手写的方式出版的命运，同时也变得不再稀有和珍贵。\n\nEuropeans didn’t even have paper until the middle-ages: paper was invented by the Chinese around 200 BC, but it took a long time for the invention to filter through the great Arabic civilisations and over to Europe. About 1400 years, in fact. We’re slow learners, I guess. Instead, us Euros wrote on vellum - a term which usually refers to the specially prepared skin of calves, but sheep, goats and sometimes even cats were used.\n欧洲人直到中世纪才得以将纸投入使用：公元前二百年中国人发明了纸，但这样一个发明花了很长时间才得以通过伟大的阿拉伯文明传播到欧洲去。实际上这一传播过程花费了大概一千四百年。我猜测我们是一群缓慢的学习者。在此之前，欧洲人使用的是羊皮纸——它们大多是使用特殊的皮肤，如牛皮、羊皮、有的时候甚至是猫皮等制成。\n\nMinecraft opts to use paper for the bulk of its pulp, so at least your ocelot can rest easy!\n因为Minecraft选择从纸浆中提取纤维制作纸，所以说你的豹猫可以放心地休息一会了！\n\nWant a guide to every block? Check out the Blockopedia! Every cube catalogued!\n想要每一个方块的指南？看看我们的方块百科全书！每个方块都有确有其名！\n\n原文：https://minecraft.net/zh-hans/article/block-week-bookshelf\n作者：Marsh Davies\n原文发表时间：2016年12月16日\n",
    "replies": []
}