{
    "title": "【原创·连载】<丧尸崛起>第一章",
    "author": "二次元狂三",
    "replyCount": 3,
    "timestamp": 1487661000,
    "txt_content": " 本帖最后由 二次元狂三 于 2017-2-22 12:26 编辑 \n\n        城市已经被一片黑云笼罩透不过气，时不时的会传来几声丧尸的低吼，周启明躲在商店的一个阴暗角落里，手里拿着一把上了锈，豁开了口的砍刀。        周启航看了看周围，商店已经快没有什么吃的了，只剩下最后的几袋面包和两瓶水了，周启航盯着食物想着为什么！！！为什么一切会变成这样！！！这一切到底为什么！！！！！！======================================================================\n        在一所楼群的屋子里传出的打斗的声音，这当然不是人与人之间的斗殴，而是一名叫做周启航的宅男在打最新出的【仙*】游戏        “一个星期了，老子终于打通关了！”        只见周启航双眼圈发黑傻傻的盯着屏幕笑着喊道。随后周启航慢悠悠的双手张开躺在床上，闭上眼睛，嘴角微微的笑，像是还在犹如未尽的状态下。        这个时候，周启航的肚子传来巨响，这才意识到，自己已经两天多没吃饭了，之前还是因为【仙*】在剧情展开时候无法跳过，自己又不愿意等待，才吃的饭，周启航从床上站了起来，走到了厨房，打开了冰箱，看了看，只剩下了两根火腿肠，周启航无奈的笑着摇了摇头，真佩服自己尽然没有饿死，有时候都会想自己是不是自己应该参加个挑战谁能最长时间不能吃饭的吉尼斯世界纪录啊，这种想法立马被中断了，首先，鬼才会出这种吉尼斯纪录啊！再者说，就算有，自己要是没有游戏的影响力，根本听不过去的，难道裁判和专家还会给你一台游戏让你玩吗？        随后，周启航嘴里叼着一根火腿肠，手里拿着一根，然后穿上了衣服下楼买吃的去了，果真一副宅男的样子，为什么说他是宅男而不是屌丝呢？毕竟周启航曾经可是聪明顶顶的学生，而且还有过女朋友的！而且还是校花呢！可是造物弄人，往往最漂亮的女生内心大部分都是黑的一塌糊涂的，最后校花提出分手，跟着一个有钱的男生在一起了，而且那个有钱的男生特别针对周启航，稍微用了点金钱的力量，就让全班的人蔑视了周启航，随后，周其航是在待不下去了，自己辍学宅在了家里，与世隔绝了。周启航现在已经不再愿意想起这些了。        周启航走到了楼下，周围一切都安静的出奇，随后周启航想到，之前自己打游戏因为声音太吵闹，周围的邻居时不时的就会找自己，最近为什么没有人敲门找自己了呢？        而且现在别说楼周围了，就连大马路上都没几个人影。        周启航看了看手机        “我靠，虽说是双休日，但是也不至于都在家里待着睡懒觉吧！这些人真是的”        说到这里，周启航有点想笑，自己一个快有半个月不出门的人竟然还有脸说别人，随后走到了大街上，随便找了一家商店进去了，而手里的火腿肠早就被周启航狼吞虎咽的吃完了。        周启航走进了商店，只见商店虽然开着门，但是黑黑的一片，一个人都没有。        “请问......有人吗？”        “............”        “你好？？？有人吗？”        “............”        周启航一次次的询问只传回自己的回音，顿时周启航火了！        “卧槽！再TMD没人，我抢了啊！”        “............”        结果还是一个人都没有，周启航当然不会想说的那样抢了，不过，在商店来回走，越往里走越黑，啪嚓，周启航只觉得自己踩到了什么软软的东西，因为太黑了，周启航低下头去看。。。。。。",
    "replies": [
        {
            "author": "火影羁绊",
            "timestamp": 1487665260,
            "txt_content": "我居然成功的抢到了一楼 我擦 第一次啊"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487665320,
            "txt_content": " 本帖最后由 二次元狂三 于 2017-2-23 21:40 编辑 \n火影羁绊 发表于 2017-2-21 16:21\n我居然成功的抢到了一楼 我擦 第一次啊\n兄弟冷静表激动，没错，你是第一,谢谢你，你是我第一个观众"
        },
        {
            "author": "我为我为",
            "timestamp": 1487849040,
            "txt_content": "二次元狂三 发表于 2017-2-21 16:22\n兄弟冷静表激动，没错，你是第一==\n兄弟，这是水贴回复，你该举报的"
        }
    ]
}