{
    "title": "[Minecraft.net|INSIDER]本周方块：金块",
    "author": "ufof",
    "replyCount": 4,
    "timestamp": 1487613900,
    "txt_content": " 本帖最后由 ufof 于 2017-2-24 22:40 编辑 \n\n\n\n\n\nBlock of the Week: GoldA shining example of a mineral worth mining for本周方块：金块所有值得挖掘的矿石中最闪亮的\nPop quiz! What's the 79th element on the periodic table? Could it be... love? No. Of course not. It's Gold! Striking this magnificent mineral is something of a rite of passage in Minecraft. After spending ages mining through cobblestone and coal, you finally see a shiny gleam winking at you from inside the rocks. A few whacks with your pick later, you've struck gold! (Ore!) Said gold ore can then be smelted into shining nuggets of success. This mineral has multiple crafting uses in the game, like clocks and powered rails. Sadly, the golden mining tools you can craft with it may be powerful, but they also break quickly.\n\n让我考考你！元素周期表中的第79个元素是什么？难道...是“爱”吗？当然不是。是金！挖掘到如此美丽的矿石也许是Minecraft中的一个十分重要仪式了吧。当你厌倦了挖掘圆石和煤矿石， 你终于看到一个明亮的闪光向你眨眼。几次敲击后，你便挖到了金矿！金矿经过熔炼后会变成闪亮的金粒。在Minecraft中，这个矿石有许多的用途，例如钟还有充能铁轨。不幸的是，用金所制造的工具虽然十分有威力，却十分容易消耗。\n\nShame, as real gold has a huge amount of uses. But where did it all come from? It could be deep space, according to a 2013 study from the Harvard-Smithsonian Center for Astrophysics, which concluded all of the gold in our universe likely originated from the collisions of dead stars. Some of that gold even finds its way back into space, as astronaut helmets have a visor coated with a thin layer of gold, to block harmful ultraviolet rays from the sun. Whether astronauts actually need those helmets or this is just an ingenious scam to steal gold from work is a debate for another time.\n\n然而，在现实生活中金却有着大量的用途。不过，金矿是从哪里来的呢？也许是从茫茫的宇宙呢！根据哈佛-史密松天体物理中心与2013年的报告，宇宙中的金元素都可能来自于恒星的爆炸。这其中产生的金元素有的甚至能够回到宇宙中来。宇航员的头盔中的遮护有一层很薄的金，如此做是防护来自太阳强大的紫外线。宇航员们这的需要这样的头盔吗？还是这只是一个偷取金元素的一个明智的方法？这个话题也许改日再谈吧。\n\nAs if originating from dead stars in space isn't awesome enough (it is), gold is often used in circuitry, as it's an excellent conductor of electricity. One that's highly non-reactive with air, water and most other circuitry-ruining substances, meaning it won't corrode or tarnish. We wouldn't recommend smashing it open to find out, but the very device you're reading this on could be powered by gold circuitry!\n\n貌似从恒星爆炸中产生出来的金听上去不够酷（是很酷！），金因其的导电性常常被用在电路中。金不与空气、水，或其他扰乱电路的物质反应，这代表其不会腐蚀或毁坏。你读这一篇文章所使用的设备也许就是使用金作为电路的呢！（不过我们不推荐你强行打开来研究）\n\n\n\nAn Egyptian golden scarab ring, estimated to have been made between 1974 BC and 1648 BC. The earliest examples of golden jewelry date back to 4000 BC Egypt.\n一个埃及的圣甲虫，预计制造于公元前1974至公元前1684年。最早的黄金珠宝能追说到公元前4000年的埃及。 \n\n\n\nEmperor Valentinian was an important enough Roman to be profiled into this 4th century Gold Solidus, even if they make his neck look fat.\n作为一个罗马人，瓦伦提尼安大帝的重要性足以使他被刻在这块4世纪的古罗马钱币上，虽然他们让他的脖子看上去挺肥的。\n\n\n\n\nA NASA Spacesuit, with a thin layer of protective gold in the visor. How cool is being an astronaut? You literally wear a golden helmet to work.\n这是一个NASA的宇航服，遮护中有一层很薄的金作为保护。宇航员真是如此的酷，因他们能戴着一个金头盔去工作。\n\nGold, at this point just showing off, also has many medical uses. It's found in pacemakers, insulin pumps and cancer treatments. It's that non-reactive state of the mineral that's made it such a hit with doctors putting it in the human body. You can even eat gold and it'll just pass through your system naturally! Disgusting/cool!\n\n除了作为炫富的工具以外，其还有许多医疗方面的用途。 金出现在心率调节器、胰岛素注射器，以及癌症的治疗当中。金因其不活泼的化学性质，被医生放心的放在人的身体中。你甚至可以生吃金子：其会自然地通过你的消化系统。既恶心又酷！\n\nLittle wonder this finite mineral is so highly valued all over the world. We wish the next 'Block of the Week' the best of luck in following a cancer-treating, astronaut-protecting, multi-purpose mineral all the way from space. If we were Cobblestone, we'd be nervously rewriting our CV right now.\n\n如此有限的矿石居然如此的有价值。我们真的希望下一个“本周方块”能与这一次可以治疗癌症、保护宇航员，多功能的矿石相媲美。如果是圆石的话，我们也许应该紧张地改写我们的简历了。\n\n原文：https://minecraft.net/zh-hans/article/block-week-gold\n\n(LZ英语渣，有错误请指出)\n\n\n\n\n",
    "replies": [
        {
            "author": "Java_command",
            "timestamp": 1487638080,
            "txt_content": "现实中有那么多用处为什么mc卵用都没有\nMojang你给我工作去别闲的没事跳票\n发光的金矿！"
        },
        {
            "author": "混乱",
            "timestamp": 1487663280,
            "txt_content": "黑矮星 (Black dwarf) 是类似太阳质量大小的白矮星(或质量较小的中子星)继续演变的产物，其表面温度下降，停止发光发热。由于一颗恒星由形成至演变为黑矮星的生命周期比现今宇宙的年龄还要长，因此现时的宇宙并没有任何黑矮星。\n用语有误，应该是来自恒星爆炸而不是黑矮星碰撞"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1488000180,
            "txt_content": " 本帖最后由 kakagou12 于 2017-2-25 13:34 编辑 \n\n因为之前翻译过，由于时间问题没来得及发，就发在回帖里吧。另外ufof你漏图了……\n[假装这里是题图]\n本周方块：金块\n告诉你什么才算值得挖的闪亮矿物\n\n突击小测验！元素周期表的第79号元素是什么？会不会是……爱？不是。当然不是。是金呀！挖掘这种贵重矿物有点感觉像是在《我的世界》游戏历程中的一种仪式。在花费了几个世纪去挖穿圆石和煤矿之后，你终于看到一道闪亮的光芒从岩石内映射到你的双眼。用你的镐重重敲击几下之后，你就挖到了黄金！（的矿石！）刚刚说的金矿石之后能被熔炼成象征成功的闪亮矿锭。这种矿物在游戏中有多种合成用途，比如钟和动力铁轨。难过的是，你能用金锭合成的金质挖掘工具可能威力无穷，但坏得也很快。\n\n真遗憾呀——因为真正的黄金有着大量的用途。不过它们都是从哪来的呢？根据哈佛-史密松森天体物理中心在2013年的一项研究中的推测，那个地方可是太空的深处，宇宙中所有的金很有可能是在死亡恒星的碰撞中形成的。其中的一些金甚至找到了办法返回太空——因为宇航员头盔上的遮板有一层薄薄的金，来阻挡来自太阳的有害紫外线。到底宇航员们是真的需要带金的头盔，还是说这只是一场从工作中窃取黄金的巧妙骗局，我们日后再谈。\n\n好像形成在太空里的死亡恒星中还不够酷似的（还是蛮酷的咯），金常被用在电路中，因为它是电的优良导体。其中一点原因是金与空气、水和其他会毁坏电路的物质之间不怎么发生反应，也就是说不会被腐蚀或者氧化。你用来阅读这篇文章的设备可能就是由含金电路来驱动的呢——但是我们不推荐你现在就把它弄成碎片来研究一番哦。\n\n\n瓦伦提尼安大帝是一位罗马人，他的重要性足以让他被画在这块4世纪的古罗马金币上，虽然他们让大帝的脖子看起来挺肥的。\n\n\n一枚埃及的圣甲虫金戒指，估计制造于公元前1794年到1648年之间。最早的黄金珠宝要追溯到公元前4000年的埃及。\n\n\n一套美国宇航局（NASA）的宇航服，遮板上有一层薄薄的金作防护用。当宇航员有多酷？你真的就戴上金头盔去工作。\n\n黄金，除了用来炫耀之外，也有许多的医疗用途。在心脏起搏器、胰岛素注射器和癌症治疗中都有金的身影。正是这种矿物不活泼的性质惊艳到了医生，使得他们把金放进人体内部。你甚至能吃下金子，而它只是会自然地穿过你的消化系统！真恶心！（也很酷！）\n\n这种有限的矿物能在全世界都获得如此高的价值，真是不足为奇了。我们祝下一个“本周方块”有个好运气，能跟在一种能治疗癌症，能保护宇航员，用途广泛，还是从太空来的矿物后面。如果我们是圆石的话，大概现在就在紧张地重写着自己的简历了吧！"
        },
        {
            "author": "cccyyyttt",
            "timestamp": 1511529720,
            "txt_content": "图挂了=-=\n楼主快来补图啊\n"
        }
    ]
}