{
    "title": "[Minecraft.net|INSIDER]本周方块：耕地",
    "author": "土球球",
    "replyCount": 0,
    "timestamp": 1487667300,
    "txt_content": "\nBLOCK OF THE WEEK: FARMLAND\nHarvest the secrets of the life-giving earth!\n\n本周方块：耕地\n收获蓬勃的生机，探寻土地的秘密。\n\nWant to live the Good Life? With a little bit of graft, you can delight in nature's bounty - and in a happily sustainable way! The secret is dirt - and what you can do with it.\n想要过好的生活？只要一点点的移植工作，你就可以收到大自然的慷慨馈赠——代价也并不高！这一秘密就是泥土——你赖以收获的对象。\n\nYour average dirt block can be transformed into a ready and reusable dispenser for all manner of yummy foods: wheat, melons, pumpkins, carrots and potatoes. First, you'll need to make a simple hoe with two wooden planks and two sticks:\n经过一般的处理，你的泥土可以摇身一变，变成所有的可口食物种类的发射器：小麦、西瓜、南瓜、胡萝卜、以及马铃薯。首先，你需要使用两块木板和两根木棍制作一个简单的锄子：\n\n\nThen, just use it on the dirt block - it'll turn the blocks into tilled soil, aka, fertile Farmland! Though some crops can be planted here straight away, it's better to give your farmland a supply of water. Hollow out some land, no more than four blocks away from your planting beds, and fill it with water. This will irrigate the surrounding land and wet the farmland - you can tell if it's worked because the surface will go a darker colour.\n然后，你只需要将其作用于泥土方块上——它就会让方块变成可以种植的耕地，换言之，肥沃的土壤！虽然一些农作物可以直接种植于其上，但是我们建议为你的农场添加水源。挖空部分方块，使其距离你的耕地不超过四格远，并将其倒满水。这一做法将灌溉周围的土地，并湿润那些能够影响到的耕地——你可以发现它们的颜色会变得更深以确保它们已被润湿。\n\nNow you can plant all kinds of seeds here! You can usually get some wheat seeds by hitting wild-grown tall grass.\n现在你可以种植所有你想要种植的农作物了！你可以通过破坏高草丛的方式获取到一些小麦种子。\n\n\nSome other pro-tips: plants like light, so make sure to put up a few torches to help them along during the hours of darkness. Treat your farmland with respect, too! If you jump up and down on your freshly tilled farmland, it’ll revert back to mere dirt. Animals can trample down your fertile fields, too, so make sure you keep your patch fenced off from careless hooves.\n一些更深入的建议：农作物喜光，所以请在周围插上火把以使得夜晚的几个小时不再黑暗。你也要小心看护你的农场！如果你在你辛勤劳动的耕地上蹦蹦跳跳，那么它就会变回普通的泥土。动物也可能成为你的农场的不速之客，所以说请使用栅栏围起你的耕地以防止家畜不小心进入。\n\nWant a guide to every block? Check out the Blockopedia! Every cube catalogued!\n想要每一个方块的指南？看看我们的方块百科全书！每个方块都有确有其名！\n\n原文：https://minecraft.net/zh-hans/article/block-week-farmland\n作者：Marsh Davies\n原文发表时间：2017年1月13日\n",
    "replies": []
}