{
    "title": "[Minecraft.net|INSIDER]聊聊岩浆怪",
    "author": "langyo",
    "replyCount": 2,
    "timestamp": 1487692860,
    "txt_content": "\n不好好睡觉的宝宝是要被岩浆怪吃了的哦(手动滑稽)",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1487693520,
            "txt_content": "标题: [Minecraft.net|INSIDER]聊聊岩浆怪\n\nMEET THE MAGMA CUBE\n聊聊岩浆怪\n\nA fiery threat that's molten to the core\n那炽热的威胁：熔火核心\n\nIt's our worst nightmare come to life. We'd spent hours merrily bashing blocks to pieces, smug in the knowledge those crushed up little cubes will never get their revenge – at least, we were smug, until we met some blocks that fought back. Few are as deadly as the Magma Cube locking sights on you. Get seen by this red and black horror and it bounces for you relentlessly, its springy body barely concealing a molten lava core that will fill your body with hot flamy pain. Friendly hugs are not advised.\n这是我们这辈子最恐怖的噩梦。我们几个小时内一直在愉快的打碎方块，自以为我们永远不会得到那些碎了的小方块的报复——至少，在遇到那些反击的方块之前，我们太自以为是了。很少有这么致命的岩浆方块瞄着你，恐怖的红黑色朝你无情的弹跳过来，其富有弹性的身体里勉强藏了一个熔火核心，那将热烘烘的烘烤你的身体。友好的拥抱还是免了吧。\n\nLuckily, stay away from the Nether and you'll never (ha!) cross these deadly cuboids. Never have to shudder at their creepy orange eyes. Never experience the trauma of successfully slaughtering one only for several more to take its place. Continuing the Nether's recurring theme of deadlier counterparts to the Overworld beasts we know and love, the Magma Cube behaves in a similar way to the Slime mob, bouncing around and splitting into smaller life forms every time we think we've finished them off. That's no coincidence:\n幸运的是，如果你远离下界的话，你将永远（哈！）也不会穿过这些致命的长方体，从未有那么一双令人不寒而栗又毛骨悚然的橙色眼睛。也从未经历过成功杀掉一个后又出现好多个的那种绝望。下界持续地重复着一个主题——以更加致命的怪物作为我们所熟知且深爱着的主世界怪物的补充，岩浆怪的行为类似于史莱姆，弹跳分裂成更小的生命体，我们每次都以为它不会再分裂了，这可不是巧合：\n\n“It started out as a retexturing of the Slime for the Nether - it was just going to be a Lava Slime. But then when I named it that, I felt it was a bit lazy to retexture a mob. I wanted to make it more unique. I can’t really remember how I came up with the idea to have a layered block, but it’s one of my favourite mobs now. It really intrigues me. It doesn’t stand out in any particular way - I just really like it! You can use Magma Cream [an item Magma cubes drop] to brew Fire Resistance potions.”\nJENS BERGENSTEN“那是从重新设计在下界的史莱姆开始的——他只是一个岩浆粘液怪。但当我给他起名字的时候，我感觉我在设计生物的时候有点懒了。我想让它更加独特些，我真的不记得我是怎么想出分层方块的主意了，但它真的是我现在最喜欢的生物之一，它不以任何特定的方式站着。这真的令我好奇。我真的真的超喜欢它！你可以用岩浆膏（一个岩浆怪掉落的物品）酿造一个抗火药水。” \nJENS BERGENSTEN\n\nTrue, but you'll have to fight a deadly fire enemy to get it, making a Magma Cube confrontation a tense gamble of risk versus reward. Incidentally, Magma Cream can also be combined with a Water Bottle to craft a Mundane Potion, a potion with no particularly good use. At least, not yet! The Mundane Potion is a remnant of an abandoned procedural brewing system - meaning that the recipes were meant to be different each time you generated a Minecraft world. But this didn't turn out to be much fun for the player and the system was abandoned, leaving the Mundane Potion without a purpose. \"It's sort of like an appendix,\" says Jens. But who's to say what designs our devs might be concocting in the future?\n是啊，你必须先和致命的岩浆怪进行一场殊死搏斗，以和岩浆怪对抗的风险来赌一个回报。顺便一说，岩浆膏也可以和水瓶酿造出一个平凡的药水，一个没有什么特别用处的药水，至少目前没有！平凡药水是一个未使用的程序性酿造系统遗留下来的，但我们没有移除，因为玩家们会很开心的，没有目的的平凡药水。“这有点鸡肋了。”Jens说，但谁敢说在未来我们的开发者会拿它做点什么呢？\n\n\n来源：https://minecraft.net/en-us/article/meet-magma-cube\n原作：Tom Stone\n时间：2017/02/21\n翻译：M.V.T. @WuGuangYao2012 \n"
        },
        {
            "author": "E_WIND",
            "timestamp": 1487725320,
            "txt_content": "既然有熔火核心 所以我们应该是被岩浆怪烫伤的...."
        }
    ]
}