{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[第二章:野猪与木屋]",
    "author": "透明小小",
    "replyCount": 6,
    "timestamp": 1487691660,
    "txt_content": " 本帖最后由 透明小小 于 2017-2-22 00:10 编辑 \n\n     “村长，那......那里面是什么？”\n\n     以诺已经来到了森林与村庄的交界处，这里是一片小麦地，已经被林中的动物糟蹋的不成样子，三三两两被折断了腰的倒在地上，却还金灿灿的如同挂在贵妇白皙颈部的黄金项链。\n\n     再往前就是森林的边缘地带了，那令人不安的嚎叫声也化为充满戒备的低吼。透过渗透而进的阳光，他隐约看到前方有几坨在慢慢移动的生物，看起来它们长得很壮实，像是几座隆起的小山包。\n\n     布利背着手笑眯眯的回答道：“只是几头不知道天高地厚的野猪而已，几天没管它们田地就被搞成了这个样子。你不能一辈子都来打木桩，是时候去实战练练手了。”\n\n     以诺点点头，握紧了手中的银剑微微蹲下身体，看它们偷吃庄稼长得如此健壮，肯定是不好对付的对手。\n\n     “那么，半个小时候我来看你的成果，神判流星雨之后村子要处理的事情很多。”布利走上前，拍了拍他的肩，“如果撑不住就跑回村子来找我。”\n\n     布利仍是和善的微笑着，转身向村子走去。\n\n     以诺从来不在意什么神的力量，他也并不和村子里其他人一样，跪在地上祈求神判流星雨能选中自己带来征服一切的力量。如果神真的可以帮助人们，那么当初一定会帮助母亲。只是如果......只有靠自己。\n\n     要上了哦，一口气都解决掉吧。以诺在心底给自己打气，鼓起勇气走向“小山包”们。\n\n     离得远的时候还好，在森林的昏暗之中倒也看不清它们的模样，离近之后以诺着实吓了一大跳。这一定不是普通的野猪，它们比他以往见过的所有野猪都大上一两倍，亮白的獠牙又尖又长，看上去甚至比他手中的银剑还要锋利。它们低吼着，用血红的眼睛怒视着以诺，仿佛在说，嘿小子，滚回去，不然让你的肠子流一地。\n\n     以诺看呆了，一时间不知道做出什么反应能释放自己内心的强烈震撼感还可以不激怒它们。\n\n     这太奇怪了，就算它们真的只是偷吃了营养丰富的小麦才长成了这样，但小而圆的眼睛却是不像吃的好就会有的红色。\n\n     在极度紧张的情况下，以诺连吹过的微风都觉得是反常的，风带着夏日的余温，将他黑色的头发拨到了另一边，他皱了皱眉毛，茶色的眼眸紧紧盯着野猪的动向，很好，它们没有打算先展开攻击的迹象。他开始慢慢的靠近野猪，想要速战速决。\n\n     以诺数清了它们的数量，只有四头，但只有为首的那头野猪精神抖擞的用前蹄摩擦着土地，其他的野猪则昏昏沉沉地摇来晃去，一副没有睡醒的样子。\n\n     擒贼先擒王，以诺做好了准备，快速的冲向为首的野猪，想要将银剑对准它的心脏刺去，但野猪只是将獠牙抵在银剑上，一仰头，以诺被强大的推力甩了出去。这也算平时训练的一项，他很轻松的站稳了脚跟，可银剑却没这么好运，它被顶出了一个缺口，虽小但这对于剑的本身是致命的，如果再被蛮力顶上几次，它很有可能就会如同那些被摧毁的小麦一样变为两段。\n\n     “真是棘手。”以诺喃喃自语的寻找着下次攻击的机会。\n\n     野猪可不会乖乖的等待死亡的降临，它很干脆的低下了头调整好獠牙的角度飞快的冲了过来。已经来不及犹豫了，以诺看它嘴巴大张着，他甚至看到了一排细小的白牙。\n\n     它的速度简直太快了，好似一头在带着轮子在下坡路直冲而下的野猪，在下一秒五脏内服都要被戳穿的时候，以诺大脑飞速运转着，他迅速向左侧跳去避开了野猪的第一次冲撞，紧接他着举起剑，看着冲过头的野猪轻微晃悠着满身结实的肉调过头来，它显得很生气，瞪大了双眼怒视着以诺，一副誓不罢休的样子。\n\n     以诺咽了一口唾液，快速观察了一下四周，那三头野猪还是摇摇晃晃的状态，感觉下一秒它们便会倒地不起。以诺定了定心，准备迎接野猪的第二次攻击。\n\n     风势在此时大了起来，仿佛一条咆哮的巨龙一样在他的身边呼啸而过。\n\n     野猪找好了时机，再一次如同脱缰的野马一般朝以诺撞来。又是一丝阳光从林荫顶端费力的钻出，以诺的剑被反射出了明晃晃的白光，刺眼的让野猪半眯着眼睛，只是一瞬间的事，它走神让身体不自主的向右偏离。\n\n     好运不会光顾两次，以诺趁着机会将剑攮进野猪隆起的脊背，他听得到皮开肉绽的声音。他进的地方，流出的不是血液，而是一股棕色的不明物，顺着切口缓缓钻了出来，最终消散在了风中。\n\n     以诺立刻就明白了到底是怎么一回事，这一切都是人为，棕色的不明物则是这背后幕后黑手注入的神力所导致的。\n\n     野猪在那一刻仿佛丧失了全部的力气，摇摇晃晃走了几步便倒在地上，而那三头从头晃到尾的野猪们，此刻也还在摇晃着，看久了也有些渗人。\n\n     但是它们并不会构成什么威胁，以诺也可以趁机擦擦额头上的汗水，他松了一口气，觉得接下来的任务可以简单一些了。\n\n     余光在观察地势的时候，以诺无意中瞥见了一棵矮小的歪脖子树。树是普通的，棕褐色的枝干上有着无规律的花纹，只是树旁站着一个穿着黑色大衣的男人。\n\n     他个子很高，头顶着一根树枝伸展开来的绿叶，乱蓬蓬的头发垂到了眼前，无神的看着离他只有十几步的以诺。男人看上去很憔悴，很重的黑眼圈和肥虫一般的眼袋盘踞在他的眼底，嘴里喃喃自语的在说些什么。\n\n     这个男人是什么时候出现的？以诺仔细的回忆，他之前竟一点都没注意到男人的存在，或者说，他是刚才出现的。\n\n     “早上好。”男人面无表情的说道。\n\n     “早......早上好。”\n\n     “嗯，早上好。”\n\n     以诺将银剑重新放进剑鞘中。\n\n     兰顿村不大，一共也就十几口人家，因此他熟识村子中每一个人的音容，但眼前的这个陌生男人，以诺从来没有见过，在男人的脸上也看不出商人诌媚的笑容，也没有吟游诗人那天生的文学气息。\n\n      “先生，你是迷路了吗？现在这里很危险，刚才野猪想必你也看到了，如果你愿意可以来我家中坐一坐。”\n\n      “不，”男人依旧是用他那没有任何起伏的声调说话，“很抱歉我拒绝您的邀请。但如果可以，我想请您喝一杯棕果红茶。”\n\n     不管是从行为还是长相上来说，这的确是一个古怪的男人，以诺在邀请他去家中做客之前就已经想到了他各种回答，譬如他冷漠的答应，譬如他淡淡的拒绝，亦或者他选择保持沉默，但男人反过来邀请他去喝红茶，这让以诺没有想到。\n\n     以诺犹豫的回答道：“可以是可以，不过你在这里是有住处的吗？”\n\n     “只是暂时的住所罢了——这深处有一所废弃的木屋，虽然破旧了点，但还算可以遮风挡雨。”男人转身向森林深处走去，以诺紧随其后。\n\n     这个男人或许对于这些狂躁的野猪知道些什么，只是看外貌，无精打采的样子也不像是安有贼心的狡猾之人，但也不能掉以轻心，要随时做好准备，以诺轻轻抚摸着剑柄。\n\n     废旧的木屋？以诺沉思着。幼年时他曾来到森林探索过，只依稀记得那里面只有一栋看林人废弃不用的木屋。\n\n     幽暗的密林里，根似龙爪盘延、冠似华盖遮天蔽日的树木，散发着熠熠荧光。清澈的小溪从嶙峋的石头间流淌而过，水声潺潺。阳光穿过叶片的间隙，透过迷雾，斑斑驳驳的洒落在地，发光的菌类和蕨类植物生长在交错纵横的树根上。\n\n     这是一副美得令人窒息的油画，像是有天赋的年轻画家悠闲地叼着烟斗，在大自然所赐予的白纸上随意泼洒而成。\n\n     清晨的雾气在林间弥漫，水汽在溪上氤氲，缥缈而空灵。而如此美丽的森林，却令人感到不安，除却潺潺水声，偌大的森林里，竟听不到一丝的鸟语虫鸣，仿佛林中的生机，都被高大的树木吸走一般。\n\n     以诺在雾气中穿梭，洒下的阳光好似融化在水中的黑墨一般在雾里荡漾，他顺着一条嫩草被踩倒的人造小路跟随男人笔直的向前方走去。\n\n     男人突然停下，以诺慌忙向后踉跄的退了几步，不至于撞上他宽阔的后背。\n\n     “是这里了。”男人用木讷的声音说道。\n\n     抬头一瞧，果真是一座木屋，看上去已经有些年头了，支撑整个房体的木制柱子已经出现了细小的裂纹，忙碌的蚂蚁在裂缝中来回走动。用红瓦堆起的烟囱像是即将寿归正寝的老人，歪歪扭扭的努力保持着站立的姿势，岁月的刻刀在木屋的身上留下了无情的刮痕，它看上去比当初还要破旧百倍，夜里的抽泣与呻吟是人们所感受不到的悲哀。\n\n     男人走上前去，他甚至不用推开早已关不严实的木门，一阵让人痒痒的微风刮过，它便怪叫着让出了一条道路。\n\n     “请进吧，来喝杯红茶好好的休息一下。”\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "青春Guy",
            "timestamp": 1487691960,
            "txt_content": " 本帖最后由 YIdzg 于 2017-2-22 00:02 编辑 \n\n辛苦了，我的透明。第二章放出。"
        },
        {
            "author": "透明小小",
            "timestamp": 1487692080,
            "txt_content": "YIdzg 发表于 2017-2-21 23:46\n辛苦了，我的透明。第二章放出。\n么么啪！"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1487889900,
            "txt_content": "辛苦了，Word姐"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1487951280,
            "txt_content": "五脏内服是啥..."
        },
        {
            "author": "冥王星人",
            "timestamp": 1488361260,
            "txt_content": "我去你这什么章节名？！！"
        },
        {
            "author": "透明小小",
            "timestamp": 1488375780,
            "txt_content": "冥王星人 发表于 2017-3-1 17:41\n我去你这什么章节名？！！\n23333我这个章节名很稳"
        }
    ]
}