{
    "title": "【原创·连载】<丧尸崛起>第二章",
    "author": "二次元狂三",
    "replyCount": 2,
    "timestamp": 1487670180,
    "txt_content": " 本帖最后由 二次元狂三 于 2017-2-26 20:06 编辑 \n\n        周启航伸手去触碰，这一碰他后悔了半辈子，悔到肠子都青了，因为他的手正碰到一个女人的脸上，而且脸的另一半已经没了，他恰恰正碰到没的那一侧，结果没碰之前什么事都没有，碰到了之后，一股血腥腐烂的味道扑面而来，说起来，刚刚进来的时候，就有一种怪怪的味道，只不过周启航太饿了，没有注意到，现在回想起来，就是腐烂的味道，现在周启航手上全是那女人脸上的腐烂纤维组织，恶心的要命，不过，他现在顾不了这么多，第一想到的就是报警！\n       “嘟.....嘟......嘟.....嘟.....嘟......嘟”\n       “卧槽！报警TM还有占线的时候？”\n       周启航现在都快要急的快哭出来了，当然，并不是真的哭出来，打个比方而已，周启航赶紧跑出了商店大喊道\n       “有人吗！快来人啊！！！死人啦！！！快来人啊！！！”\n       周围一片死寂，周启航突然感觉自己到了另一个时空，真正的与世隔绝的，这个时候。突然出现了跑步的声，声音正是向他跑来！周启航心里顿时感觉找到了救星。\n       周启航远远地望着跑向自己的那个人，周启航兴高采烈的笑容顿时僵住，之后慢慢的张开嘴惊讶，随后手瑟瑟发抖......因为，向他跑来的人，脸上好像被什么东西啃食过，而且脸上的肉皮还没有掉，胳膊也断了一个，白骨外露。\n        周启航就算再傻，直觉也会告诉他，跑！赶紧跑！玩命的跑！再不跑就TMD死啦！\n        只见那个人，不对，已经不能称之为是人了，应该说怪物了，只见那个怪物看到周启航跑掉，就怒吼，跑的更快了，周启航也在玩命的跑，他现在真佩服自己的耐力，这么多天没吃饭了，还能跑这么快，难道这就是人们经常说人快要死的时候，就会逼发出自己身体的潜质吧。\n        这个时候只见一个工厂里有一把上了锈的砍刀，虽然上了锈豁了口，但是，绝对能防身！周启航连忙跑过去拿起了砍刀，只见那个怪物越来越接近他，周启航对他喊到\n        “别过来！再过来我TM砍死你！”\n       这个怪物仿佛根本没听见似的，向他跑来，周启航紧紧地握住砍刀，他也不想惹事，万一砍死他之后警方找自己，自己怎么解释？\n       随后砍刀后面有个房屋，跑了进去，关上了门，周启航透过玻璃可以看到，怪物还在向他跑来，直接撞上玻璃，脸上的肉顿时掉了地上，玻璃也顿时撞开了裂痕，周启航吓了一跳，心想，可别把玻璃撞碎了啊，可是，老天好像总是跟他对着干似的，玻璃没几下，就被怪物撞碎了，只见怪物向他冲了过来，周启航再也没有地方躲了\n        “啊！！！！！！！！！！”\n        周启航大喊，抡起砍刀，直接砍向怪物的头，只见从怪物的头里溅出黑色的血液向外喷发，还带着腐烂的味道，周启航站在原地看着，一动不动，好像有点不舒服。\n        “呕！！！！”\n        只见周启航顿时呕吐了起来，把肚子里仅存的一点食物也吐了出来，周启航大吐特吐过后，才觉得舒服了一点，周启航又想拿出手机报警，心想，这回别再TMD占线了，可就在这时，手机上的一个QQ群引起了他的注意。\n        “MD,还有人活着么，谁能过来给我送些食物，我家没有食物了求救啊！”\n        “去死吧，谁TM还管你，我家现在楼下一堆丧尸，能不能活得过今晚还不知道呢”\n        “那个，我是个女生，求求你们谁能送一些水和食物，让我做什么都可以”\n        “你们女人平时装的清高，一到关键时刻全TMD暴露出来了，谁管你，去死吧”\n        周启航只见群里他一句你一句的，脑子乱七八糟的，什么丧尸？什么活啊死啊的,就顺手说一句，你们在说些什么啊\n        群里顿时安静了几秒.............\n        随后，顿时迎来了一群人对他的破口大骂，周启航在他们的语句中看出来了，现在已经不是原来了，现在已经跟电影中的情节一样了，变成了丧尸的世界，而且已经到了无法控制的地步了，周启航心中闪过了一句话，末世来了，丧尸崛起了！！！！！！\n第一章\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1487671980,
            "txt_content": "这是第二掌吗"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487673360,
            "txt_content": "a946115793 发表于 2017-2-21 18:13\n这是第二掌吗\n对啊，这个是第二章"
        }
    ]
}