{
    "title": "[Minecraft.net|业界讯息]Making Mythic Music 神话配乐制作",
    "author": "langyo",
    "replyCount": 2,
    "timestamp": 1487683500,
    "txt_content": "\n\n不过还是算了,毕竟Jeb不认识徐梦圆谭盾啥的",
    "replies": [
        {
            "author": "Greensky",
            "timestamp": 1487683980,
            "txt_content": "标题: [Minecraft.net|业界讯息]Making Mythic Music 神话配乐制作 本帖最后由 henry5041 于 2017-2-22 19:22 编辑 \n\n\n\nMaking Mythic Music\n神话配乐制作\n\n\nWe talk Minecraft music with composer Gareth Coker\n这篇文章里我们谈论Minecraft配乐与作曲家Gareth Coker。\n\nA lot of the way we talk about Minecraft focuses on things you can see: massive builds, inventive texture packs, slick new skins. But just as important is what you can hear. Step into the world of the Chinese Mythology Mash-Up Pack and its vivid landscape of cherry trees and mountain forts is made all the larger and more awesome by the swell of music that accompanies it.\n在我们谈论Minecraft时，我们一般会专注于以下的事情：大量的建筑，创造性的材质包和花哨的新皮肤。话虽然这么说，你在游戏中听到的音乐也同等重要。让我们观赏着樱花树与城池，走入中国神话资源包的世界里，享受令人惊叹的配乐的陪伴吧。\n\nThat’s down to composer, Gareth Coker (pictured above left, along with legendary scoring mixer, Steve Kempster). Gareth put together the score for both the Chinese Mythology and Greek Mythology Mash-Up Packs and, more recently, composed the energising music which soundtracks your scuffles in Console Edition’s Battle mini game. All three of these soundtracks were released digitally at the end of last year. You can have a listen here:\n这位是我们的作曲家Gareth Coker（左上图，与著名乐谱合成师Steve Kempster的合照），他负责编辑中国神话和古希腊神话的资源包。最近，他在为主机版的PVP小游戏制作充满活力的配乐。这三个配乐的原声带已经在去年底公布。你可以在此处试听：\n\n    Chinese Mythology OST - buy from Amazon / stream from Spotify    Greek Mythology OST - buy from Amazon / stream from Spotify    Tumble OST - buy from Amazon / stream from Spotify\n\n    中国神话OST – 从亚马逊购买    古希腊神话OST –从亚马逊购买    Tumble OST –从亚马逊购买\n\nThere’s also a selection of tracks available free on Gareth’s Soundcloud!\n这里还有些Gareth在Soundcloud上发布的免费的曲目！\n\n“I’ve been doing video game music for about six or seven years now,” says Gareth. “The big break for me was Ori and the Blind Forest - I started work on that in 2011 and it didn’t come out until 2015. They gave me access to the game very early on, which is I think why the music ended up feeling like such a big part of it. With narrative-led games even more than film it helps for the composer to be on early.\n“我已经做游戏音乐大概六七年了，” Gareth说， “对我来说，创作的大突破是帮奥日与黑暗森林这款游戏制作配乐——我从2011年开始，直到2015年才完成。这让我很早就接触了游戏配乐，并明白音乐是游戏的很重要的一部分。对于叙事为主导的游戏来说，作曲家的职责甚至比在电影制作中还重要。”\n\n“In June 2015, I got a message from an audio director at Microsoft, asking whether I’d like to write music for Minecraft. And of course I thought about that for half a second and said yes.”\n“在2015年6月，我从微软的一个音响监督那里得到一个消息，询问我是否想参与创作Minecraft音乐，我当然想都没想就同意了。”\n\n\nWriting music for Minecraft was quite a bit different from scoring Ori and the Blind Forest. With narrative-led projects - particularly in film - you will be scoring “little bits and pieces”, Gareth says, that are designed to sit alongside a series of fixed events or visual encounters. In Minecraft, you can never really predict what the player will be doing or seeing moment to moment. Mining in the dark depths of a cavern, maybe, or soaring through the skies on elytra. Perhaps they’ll be facing down a horde of decomposing pig-men, or fine-tuning an elaborate mechanism that catapults chickens.\nMinecraft音乐与奥日与黑暗森林的音乐创作起来有些不同。对于以叙事为主导的游戏项目——尤其是电影里——你能直接通过一系列的固定事件与视觉反馈来进行创作。在Minecraft，你永远无法真正预测玩家会做什么或看到什么。也许他们在黑暗的洞穴深处挖掘，也许他们在使用鞘翅天空翱翔；也许他们会遇到一群腐烂的僵尸猪人，或调试一台精密的鸡蛋投射器。\n\n“The tracks for the Mythologies have to reflect the potential scope of the visuals you might be encountering in the game,” says Gareth. “It’s more like creating an album. With Chinese Mythology, we basically wanted an hour’s worth of Chinese-themed cinematic music - and what that means is a bunch of nice tracks that ebb and flow and are good to listen to independently of the game. They need to sound like complete pieces of music. All of these tracks can loop, but if they sound like a loop, you’re not doing your job.”\n“为神话制作的曲目必须能反映你可能在游戏中可能遇到的视觉反馈，”Gareth说，“这更像是创建一个相册。对于中国神话，我们其实希望有一个小时长的中国主题的电影级别的配乐——这代表能在游戏中单独品味的旋律。这些曲目可以有循环部分，但如果能听出是循环，那我们的配曲工作就失败了。”\n\n“The Mythologies’ soundtracks are not about accentuating what the player is doing - but about enveloping them in the world.” \n“‘神话音乐系列’原声带不会着重描述玩家在做什么，而是描述一个他们所进入的世界。”\nWith the music for the Battle mini game, it was a little bit different again. “That’s more closely tied to the gameplay,” says Gareth. “Especially the Tumble mini game which is just tremendously, ridiculously fast-paced. All of the tracks there are a minute long because most of the rounds are over in less than a minute. You have to write a lo4 of music - just in terms of the number of notes - just to make it sound really busy and exciting. With the Mythologies it’s more like a grand picture - not really accentuating what the player is doing - but about enveloping them in the world.”\n对于PVP小游戏的音乐，这有一点点不同。 “音乐必须与游戏更加紧密地联系在一起，”Gareth说，“尤其是Tumble这种快节奏的游戏。所有音轨有一分钟长，因为大多数游戏回合在不到一分钟内已经结束。你必须写很多的音乐——就像单个音符的数量那么多——只是为了让游戏听起来令人兴奋。神话配乐原声带不会着重描述玩家在做什么，而是描述一个他们所融入的世界。”\n\nAn interesting challenge for Gareth was to score something set in the world of Greek legend: how do you evoke the sense of a such a long-dead era?\n对于Gareth的一个挑战是为古希腊世界的一些传奇故事作曲：你是如激发对于这些已经过去很久的年代的想象的？\n\n“There isn’t that much Ancient Greek music to listen to, but you can get an idea of what scales they used,” says Gareth. “Without wishing to get too technical, music today is made up of lots of different scales that are different to the ones used 2000 years ago. So between the scales and the types of instruments these cultures used, it’s not too hard to zero in and get reasonably close to the feel.”\n“的确没有那么多古希腊音乐来试听，但你可以感受到他们使用的音阶的概念，”Gareth说， “今天的音乐使用的音阶和两千多年前使用的十分不同。因此在古希腊文化使用的音阶和乐器之间，要找到感觉其实不难。”\n\n\n“The first piece on the Greek Mythology soundtrack - the Song of Seikilos - I actually didn’t write; it’s the oldest surviving musical composition [including musical notation] in the world. I thought it’d be interesting to do my own spin on that. So I got a singer to do the vocals and did a mix of ambient sounds and a couple of Greek-sounding instruments. My goal wasn’t to recreate authentic Greek music, but to give a flavour of it while making it accessible. Which is why we used the full orchestra on Chinese Mythology - you get the best of both worlds.”\n“古希腊神话配乐原声带的第一部分——塞基洛斯的歌[1]，事实上并不是我写的；它是世界上现存最古老的音乐作品，而我觉得能创作自己的版本很有趣。所以我选择了一位歌手演唱人声部分，还制作了环境音乐的混音，并使用了一些古希腊的乐器。我的目标不是创作正宗的古希腊音乐，而是能让人享受而又有古希腊风格的音乐。这就是为什么我们在中国神话音乐里使用了一整个乐团——这是两全其美的体验。”\n\nWhat’s his process for putting together such large orchestral pieces?\n他是如何在配乐创作中组建大型管弦乐曲的？\n\n“Usually I get soloists in pretty early,” says Gareth. “They’re doing a lot of the melodic stuff so they help sell the piece. But when it gets to the large numbers of players - the strings section on Greek had 25 players, and Chinese Mythology had an even larger group - that all has to be approved in synthesiser form first.”\n“通常我很早就能找到独奏家，” Gareth说，“他们能做很多的演奏工作来贴补家用，但是，一旦需要大量演奏者的时候——古希腊弦乐部需要25位演奏者，中国音乐需要更多——我们便需先在合成器的形式里审核测试。\n“My goal wasn’t to recreate authentic Greek music, but to give a flavour of it while making it accessible” \n“我的目标不是创作正宗的古希腊音乐，而是能让人享受而又有古希腊风格的音乐。”\n“The first two weeks are spent writing, composing and planning things out - maybe recording a couple of soloists. Everything you hear is take two o2 take three. The players have never seen the music before - there’s no time to rehearse. Take one is usually good. Take two is usually very good. Take three is usually the one we use - if we have time for a third take. That’s standard for the film industry. They’re such talented musicians, and you’re on the clock in the recording studio - every second is valuable. Luckily,`the players are brilliant at sight-reading.\"\n“前两周都花在创作、作曲和规划上——有时会录制几个独奏。你听到的一切进行过两三次重录的。演奏者们在之前不会有机会看谱，所以没有时间排练。他们第一遍演奏也是不错的。通常第二遍演奏已经足够好了，如果我们还有时间就录第三遍。这是电影业配乐的标准。他们是有才华的音乐人，所以录音室里每一秒都是宝贵的。幸运的是，演奏者们对即兴演奏很熟练。”\n\nAfter the soloists there are four or five days when Gareth writes all the parts out for the orchestra. “Then we record, then we mix, then we deliver!” he says. “And all of that takes place over a month-long period. It’s very intense! But I’ve proven I can do it now, so I guess it’s going to be the status quo going forward! It’s also a fun process, though. I wouldn’t be doing it if I wasn’t having fun.”\n独奏之后的四五天， Gareth已经为乐团写出了所有的部分。“然后录制，然后混音，然后提交。”他说道，“而这些需要大概一个月长的时间。这是非常紧张的工作，但我已经证明我可以做到这一点，所以我想这是我近期的成就。这当然也是一个有趣的过程，如果我不喜欢的话我不会做这份工作。”\n\nAlong with Song of Seikilos, Gareth picks Poseidon as one of his favourite tracks from Greek Myhtology: “Without wanting to blow my own trumpet - I think I kinda nailed the sound and feel for this one,” he says with a laugh.\n和塞基洛斯的歌一样，Gareth同时选择波塞冬作为古希腊神话配乐里他最喜欢的曲子：“不必吹奏自己的小号，我感觉我还挺喜欢这音乐。”他笑着说。\n\n\n“On Chinese Mythology, I really like the first track on the alb5m, Xuanzang. It’s this big epic, thematic thing, but it also ebbs into folk music in the middle. There’s this very reedy sounding instrument called the hulusi - it makes you feel like you’re on a Chinese farm. But my favourite track on the album is Zhu Baije. It’s very upbeat, but it’s still a combat piece. The Chinese violin player, Karen Han - who’s played on Kung Fu`panda, and lots of other Chinese-themed movies in Hollywood - does an amazing job on this track. Particularly the last minute: what she’s playing is incredibly difficult and she pulls it off with ease.”\n“在中国神话里，我真的很喜欢玄奘第一首曲目。这是一个史诗故事，但也加入了民族音乐的成分。我们使用了一个叫做葫芦丝的非常响亮的乐器——它会让你有身处一个中国农场的感觉。但在这张原声带里我最喜欢的是猪八戒。这是一段弱拍节奏，但它仍然包含打击乐的部分。在功夫熊猫和其他许多好莱坞的中国题材电影里演奏的中国的小提琴手Karen Han在这段乐曲上完成了一个不起的工作，尤其是在乐曲最后一分钟：她对极难的旋律操纵自如。”\n\nClick the track names above to listen to them on Soundcloud. Alternatively, just take a moment in between mining blocks to appreciate the majesty of Gareth’s music - the ideal soundtrack to your own feats of minecrafting legend.\n点击上面的曲目名称，在SoundCloud听听他们的音乐，或者在挖矿之间挤出一点时间来欣赏Gareth完美的配乐。\n\n\n[sup]1[/sup]塞基洛斯的墓志铭，全世界现存最早的音乐作品。\n\n原文链接：https://minecraft.net/en-us/article/making-mythic-music\n发布时间：02/11/2017\n原文作者：Marsh Davies\n"
        },
        {
            "author": "Greensky",
            "timestamp": 1487733720,
            "txt_content": "langyo 发表于 2017-2-21 21:25\n感觉让一个外国人写我大天朝的曲子,有点不靠谱\n\n不过还是算了,毕竟Jeb不认识徐梦圆谭盾啥的 ...\n其实还行，对于小游戏配乐来说已经不错了，你感兴趣的话可以去Soundcloud上听听试试"
        }
    ]
}