{
    "title": "[文学创作] [创作作品发布] 【原创·连载】<契约>第一章",
    "author": "火影羁绊",
    "replyCount": 0,
    "timestamp": 1487672340,
    "txt_content": " 本帖最后由 火影羁绊 于 2017-2-23 20:24 编辑 \n\n\n\n\n\n       “唔！头好痛！我这是在哪里？这陌生的屋子我好像从未来过，居然还这么破，怎么配得起我高贵的身份！”天翊转了一圈发现这是二楼，于是朝楼下走去       “嘿！你醒啦，我还以为你受了多重的伤呢。”一个中年人站在大厅缓缓的向他走来，身后背着的重剑彰显出不俗的实力，胸前的勋章透露出他的身份，这个中年人看起来是冒险家协会中地位不低的人。从他口中，天翊得知自己是从林子里被救回来的，身上还沾满了鲜血，最严重的是天翊的记忆好像缺失了一部分，完全记不起当时发生了什么。       “多谢你救了我，不过我要去寻找一个地方，在梦中有个声音反复的提醒我去寻找，也许到了那儿我会想起什么。”天翊整理好背包就打算出发，却被中年人一句提醒让他迈出门口的腿缩了回来，是啊，我根本不知道那里怎么去，甚至连地名都不知道！       “唉，你还是跟我走吧，我有急事要去世界树一趟，你顺着村外的小路一直往北走，我在那里等你。”说完中年人就骑上了飞行魔兽腾天而起，眨眼间就消失在了视野中。“就不能等会我么，真是的。”天翊说着走出了屋子，并没有马上上路的想法，而是决定在村子里先转一圈。“哎！大叔，请问下去哪里能吃东西啊，最好是肉”天翊拦下一个大叔模样的村民，此时他的肚子已经在不断抗议了，若是再没有东西吃说不准就会罢工。而大叔却是哭笑不得的对他说“那还有什么肉啊，村子里的粮食已经快要消耗光了。林子里最近来了一只很强的魔兽，已经有好几拨猎人进去后杳无音讯了，村民们连去镇子里买东西都不敢”“魔兽么，没问题，交给我吧！我去帮你们清掉它，等我回来你们就等着好好款待我吧。”“年轻人，虽然很佩服你有这样的勇气，但你还是不要去送死了。”见这位大叔不相信他有这个实力也不再多说，径直的走进了林子。“奇怪啊，我都走了这么久了为什么还没有遇到大叔说的魔兽呢？”天翊缓慢的走在林间的小路上，却隐约听到有人在呼救。顺着呼救声的方向跑过去拨开一丛灌木赫然发现一头浑身长满倒刺的魔兽此时正戏谑的看着前方受伤的猎人，最近已经很少有人踏入这片林子了，此时见到一顿美餐送上门来，长满獠牙的口中流出了口水。而在天翊眼中，这只魔兽同样是一顿美餐，趁着它没注意到自己，一剑刺入到了魔兽的心脏，又经过一番碾压般的打斗后这只可怜的魔兽便成为了烤肉架上的食物，而那个获救的猎人则是说了声谢谢后就跑回了村里。       天翊在之后的路途中并没遇到什么危险，只是有一些野兽来找麻烦，不过这对于天翊的身手来说都是小意思，只花了两天时间就到达了世界树。远远望去，几百米高的大树穿过云霄屹立在土地上，树干上还有些点点的亮光，主干上的树叶藏在了云里看不清楚，而分支上的叶子却如同宝石般翠绿。随着距离越来越近，天翊的内心中就越震撼，走到树下才看觉到自己是有多么渺小，百人才能合抱住的树干上有着人工修建的楼梯，像一条小蛇蜿蜒盘绕着却把头藏在高处的树叶里。以天翊的身手足足走了几分钟才走到了楼梯的尽头，然而到了之后内心中的震撼更深了，只是树上延伸出的树枝就如同一座上了规模的城市一条主街道那么宽，道路两旁立着一座座房屋，如果不是事先知道了这是一条树枝，天翊还以为自己到了一座繁华的城市中。不过在转了一圈后天翊终于发现自己…迷路了！“你是外来的人吧，是来找朋友的？”正当天翊一筹莫展之际，一个银铃般的声音传入了耳朵。如此动听的声音应该长相也不会差吧，天翊心里想着并回过了头想要一睹芳容，事实也没有让他失望，一身长裙包裹着窈窕的身材，精致的脸好似画出来的一样没有一点瑕疵，长发任意的散开直到腰间，却不会让人生出半点不协调的感觉，被那如同蓝宝石般的眼睛注视着，天翊不禁也沉醉在了面前这近乎完美的身材上。“喂！怎么不说话，莫不是个哑巴？”一声娇怒将天翊拉回了现实中，脑海中却又回味着刚才的美景。“对不起，是我冒失了，实在是姑娘你太美了！我是来找人的，但是他忘记告诉我他的名字还有去哪里找他了”听到天翊如此直白的赞美她的脸上也挂起了一丝红晕，“既然你是来找人的，就跟着我走吧，说不定我认识你要找的那个人。”“如此便多谢姑娘了，不知姑娘怎么称呼?”“叫我芳兰吧。如果你还想找到你的朋友就跟紧我，不要在那里发呆！”看到面前的这名男子又在发呆的注视自己，她的心中也开始有了些怒意，心中想着，也不过就是个普通人，还以为会有什么特殊之处，不知道老师叫我来找他有什么用意。二人来到一个朴素的建筑门前，芳兰好似经常来到这里并没有什么反应，而天翊却再一次在心中感慨起来。虽是一座朴素的房屋，但房屋的材料却与众不同，树枝与藤条交错着构建出了一个大型的树洞，走进房屋所有的家具都是相同的材料，就好像是浑然天成一样。“小伙子，你来的很快嘛”正当天翊赞叹这里的布局时，听到了一道熟悉的声音，转头看去，正是救了自己一命的中年人。“喂！说好的帮我找记忆呢，怎么都不等我就自己来了，害的我差点迷路。”天翊还是一如既往的毫不客气，但在态度上却是没有半分不尊敬，因为这是救了自己一命的恩人！“咳咳，我当时确有急事，而且我的飞行魔兽只能容下一人，所以也只好委屈你了，不过再帮你找回记忆之前我有件事情要拜托你。”中年人解释过后却又换上了一副严肃的表情。“看在你救了我的份上，有什么忙就直说吧，我一定帮。”“好，那我就直说了，这次兰儿奉命去天风国联姻，但最近路途中有些不安分，需要一个强大的护卫。怎么样，愿不愿意走一趟？”“老师，你怎么能让一个只有一面之缘的人来护送我呢，我看他就是一个普通人，能有什么实力，别到时候拖了我的后腿”天翊还没有出声芳兰却已不愿意，不屑的目光让天翊顿时失去了之前的所有好感。“兰儿不得无理，我既然让他护送你那自然有为师的道理”芳兰不懂事自然不清楚面前这个土气的青年有什么样的实力，而他却很清楚，那可是能和那个强大的存在抗衡甚至险些杀死对方的人啊。“好了，这件事我接下了，不就是护送一个丫头片子么，太简单了，根本抵不上你的救命之恩”在看到芳兰的态度后，天翊便不再正视她，在他看来就算长得再好看没有一颗纯洁的内心便算不上是个美人。“哼！如此不知死活到时候你会后悔的”听到天翊称呼自己为丫头片子，芳兰更是对这个男子没有半点好感“不好意思，我就从来没有后悔过。”“你...”“够了！出发吧，别在这里吵了。这次路上有危险，务必请你保证好芳兰的安全！”中年人及时制止了两人的争吵，又走出了屋子去安排路途中的事宜第二章\n\n",
    "replies": []
}