{
    "title": "[第七届创意赛] 游乐园？乐园？",
    "author": "Smokey_Days",
    "replyCount": 5,
    "timestamp": 1487769060,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-2-22 22:05 编辑 \n↑↑↑上方目录可以点击↑↑↑\n我个人认为，建筑，两种。一种实用性的建筑，是生存地图、RPG、解密、主城、红石。它们的作用，在于其实用性，它们能帮助很多人们。另一种，是观赏性的建筑，它们甚至无需放出存档，其目的，纯粹在于给人以美的享受——亦或是表现一种价值、一种理念、一种意义。\n我不擅长建筑，自然建不出美观的建筑。但是我希望，这次创意赛，我能表现我想表现的意义。\n希望各位看官耐心，把这段看完。\n提示：小说看完再看视频效果更佳。提示#2：视频在最后一页也有。[bili=8770910]1[/bili]\n\n↑↑↑上方目录可以点击↑↑↑\n行走于冰雪的游乐场，在冰上飞驰，\n乘摩天轮腾云驾雾，\n在诡秘的迷宫中探索、寻找出路，\n体验从高处滑下的刺激——\n这是乐园，冰雪游乐园，孩童们嬉戏的天堂，大人们放松的去处。但它不是乐园，它只是——游乐园\n外出捕猎的快感，\n钓鱼时鱼飞入手中的成就感，\n对于像老烟日一样世世代代生活在冰刺之地的原住民们而言——这才是真正的乐园。这是他们文化的载体，是他们精神的寄托。但是自然的乐园正在被物质的游乐园所吞噬。曾经这儿仿佛仙境一般——广袤的冰刺之地上居住着仅仅两位数的居民，一把网投下去能捞到数不尽的鱼，北极熊根本不是什么稀罕东西，高而直的冰刺直插云霄，粗大而需数人才能环抱的冰刺间隐掩着以染色粘土、原木和圆石搭建成的尖顶小屋。人们日出而作，日落而息。过着无欲无求而几乎与世隔绝的生活。平静而又美丽。然而这儿的静谧被打破了，一个居民在外出伐木的时候被探险家跟踪到了这儿。冰刺之地瞬间成为整个外界——包括媒体和大众的焦点。投机商们蜂拥而至，希望能籍此大捞一把。但是这儿的居民不可能同意。我们拒绝别人打扰我们的生活。\n这是传统，这是精神寄托，这是情感。我们以为法律会保护我们。\n事实上法律的确保护了我们，但是，我们中，终究有几个意志不坚定的人。“文化？文化有什么用？有金粒好用么？有熔炉好用么？有煤炭好用么？”所谓的文化在物质诱惑前不堪一击。\n冰雪游乐园树起了，冰雪乐园消散了。↑↑↑上方目录可以点击↑↑↑我叫烟日，现在我老了，人们叫我老烟日。我是冰刺之地的原住民。他们都离开了。为了温暖，为了能够换取一切东西的金粒。至少我知道不是这样。金粒不能换取…回忆。不能换取文化。\n自从那一天起，一切都改变了。\n铁轨从远处修到这儿，运来了人、建筑工具和TNT。他们拆掉了房子，修建起了乐园。一栋一栋的房屋倒塌了，一户一户的人迁移到了居留地。\n今天我起得比较早，屋外传来人们的嘈杂声音，\n于是我知道元声大婶也放弃了。她同样离开了我们的故土...同样地离开了。元声大婶是我的邻居，我们之间也有很多交往。她同样抵制投机商们对冰刺之地的开发。不过呢，随着她亲友的离去，她也抵制不住诱惑啊。她离开了。同样前往了居留地。这儿只剩我一个人了。TNT瞬间炸开。元声大婶曾经的回忆，被埋葬了。\n最后一个人也离开了...心累，我想登楼看看...\n仿佛天意一般，下雪了。刚毅的雪花落到我的手上，被体温融化成雪水。这意味着什么？过刚易折？我不知道。我只知道我可能离不开这个地方。但是我也可能必须要离开。风吹起了雪，如同一层薄纱掩盖着那被炸得支离破碎的废墟。\n我不知道做什么，于是站在台上看雪，雪飘飘荡荡，我脑袋中一片雪白。不知道做什么，就默默地看雪。\n我默默地看着雪，从中午到晚上，再过了整个夜晚。大雪下了一整夜，一切的罪恶，一切的摧残，仿佛都被掩盖了。\n昨日的废墟变成一片雪地。只有几块还没被埋没的粘土证明了这场对文化的暴行……\n日出而作日落而息，捕猎动物、打鱼，以动物油照明取暖，使用冰刺语，每年的冰刺之祀，独特的建筑技艺，染色粘土的独特制作方法…这些..都要消散么？这些文化，这些祖辈留给我们的财富，真的值得因为那些物质而抛弃么？\n我很害怕，很害怕。↑↑↑上方目录可以点击↑↑↑又是一天夜晚，我走出门，四处眺望，举目无亲，放眼皆寂。瘫坐地上，高举火把，放目而后低头。\n周遭都是白雪，白雪，白雪，白雪，白雪。眼睛仿佛都成了白色。冰雪游乐园依然在扩大，扩大，扩大，已经修到了我家前。没有一个人留下来，除了我。只要一个人放弃，其他人自然会跟着接二连三地放弃，这已经…成为了事实。当所有人都放弃了，最后一个人，即使意志再坚定，恐怕也难以支撑吧！\n也许，我可能也坚持不住了。顶着寒风，我走到妻子墓前，跪下。意识变得朦胧起来，眼前仿佛浮现出妻子的音容笑貌。周遭仿佛起了风雪，世间仿佛除了我和墓碑别无他物。感觉自己身处在一片白皑皑的雪原，也感觉自己身处在白色的，布满了白色康乃馨的平原。\n康乃馨？那是妻子生前最喜爱的花啊！离开了这儿，我的灵魂、精神，真的能活下去么？\n可能，必须离开这祖祖辈辈生活了千年的地方，必须离开妻子的长眠之处，必须离开我们的传统。倘若离开了，我会成为什么？恐怕只不过是一具只晓得享受物质的行尸走肉罢了。因此，尽管条件再好，尽管…压力再大，\n我也不愿离开啊！↑↑↑上方目录可以点击↑↑↑这个作品，如题，正是代表物质的“游乐园”，和代表传统、代表文化的“乐园”之间的碰撞。希望能够让人们得到放松，能够盈利的投机商们，发现了象征着世外桃源般的小乡村的“冰刺之地”后，便打算将之改造为乐园。象征“被拆迁者”和“面对物质的反抗者”的原住民们，老烟日和元声大婶，他们试图反抗物质。但是其中的一部分人，被纯粹的物欲所诱惑，抛弃了自己的传统。只要一个人放弃，其他人自然会跟着接二连三地放弃，这已经…成为了事实。\n老烟日的这句话，其实是一句叹息。伴随着一个人，几个人的放弃，其他人也接二连三地接受事实，迁移到居留地。到了最后，只留下了坚守传统和回忆的老烟日。其实当大部分人都离开的时候，事情的结局已经几乎注定。老烟日和元声大婶等人难以坚持，就算坚持下去也难以改变大局。\n但是我们不一样，我们不是局中人，我们是局外人，我们可以尽自己的力量来保护文化的遗产，即使像我一样是学生没有权力，但是也能通过自己的方式——比如MC，来发出自己的声音。\n[bili=8770910]1[/bili]\nGUI证明\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1487770860,
            "txt_content": "你这样不给图真的好嘛"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1487771160,
            "txt_content": "bo_bo2001 发表于 2017-2-22 21:41\n你这样不给图真的好嘛\n抱歉忘记了，正在补上\n其实是因为来不及"
        },
        {
            "author": "darrksy",
            "timestamp": 1487774220,
            "txt_content": "大佬强势摸鱼！"
        },
        {
            "author": "Xwan泽宛",
            "timestamp": 1487778600,
            "txt_content": "bad end真是不错呢\n至少比我那边的good end要好得多~"
        },
        {
            "author": "qw23333",
            "timestamp": 1489907760,
            "txt_content": "6566666666666666666"
        }
    ]
}