{
    "title": "[文学创作] [创作作品发布] 【原创·连载】<契约>第二章",
    "author": "火影羁绊",
    "replyCount": 2,
    "timestamp": 1487828160,
    "txt_content": " 本帖最后由 火影羁绊 于 2017-2-23 20:22 编辑 \n\n天翊去街道上购买了一些必需品就出发了，一路上二人都没有什么话只是静静的走着，，直到芳兰的嘲讽打破了宁静。“喂！前面就是这次需要调查的地方了，你就跟在我后面就好，免得受伤。”“不用担心我，还是注意点自己的安全吧”天翊的痞子气依旧让人那么不爽，但芳兰的脸上却变得微红，只不过这细微的变化天翊没有注意，“谁…谁担心你了，我只是怕你拖我后腿…”正说到这里，突然林子里传来一声呼救，让二人的心情顿时紧张起来，“我去前面看看，你在这等我。”天翊从身后抽出重剑缓慢的向呼救声走去。“切，一个遇到危险的人也值得你这么紧张，弱者就是弱者啊，看我的。”芳兰如同离弦的箭瞬间超越了天翊。看到她如此冲动，天翊摇了摇头却也是跟了上去。到那一看，只不过是个女子腿受了伤，天翊巡视了下周围，心里说不出的危险感，却也无奈的跟着芳兰走到女子面前。“你是哪里人，怎么会跑到这个林子里还受了伤？”天翊抢先一步先问出了自己的疑惑，但芳兰却是心中有些不满，“你有没有爱心啊，没看到人家受了伤么？还问这问那的，来，先让我给你治疗下。”不过不得不说芳兰的治疗手段倒是不错，只一会儿时间女子的腿伤便恢复了，甚至连疤痕都没有留下。但天翊却并没有消除对女子的怀疑，“据我所知这附近荒无人烟，你是从哪里来的？”女子神色有些不自然，却回答道：“我父亲来这里打猎，不小心跟他走散了，求求你带我去找他好不好”“是么？”“是…是的，请你相信我。”说到这里女子有些不敢直视天翊的眼睛了。“这样吧，我送这位姑娘回家，你在这里等着我，等我回来再继续赶路”天翊还是有些不放心，让芳兰在原地等着自己，自己则带着女子寻找回家的道路。确认了与芳兰有一段距离后，天翊突然站住，回头用戏谑的笑容看着面前的女子，开口说道“戏演够了没，你的那点小把戏在我面前简直不值一提，说！你到底是谁！”“哈哈哈~不愧是大剑圣啊，一眼就能看穿我，不过你在刻意避开那个丫头片子的同时有没有想过我也想把你支开呢？”女子一边狂笑，一边从手中拿出了一个卷轴。“不好！芳兰，你要对她做什么？”天翊此时才恍然大悟，转身便想返回芳兰身边，但女子的卷轴释放出了一个极其强大的结界，让他无法轻易离去。“看来只有杀掉你才能破开这结界了。”看着天翊抽出了身后的重剑，女子神色变得凝重起来，也是亮出了自己的武器，那是一把纯黑匕首，被这匕首指着就像被一条凶猛的毒蛇盯着一样，一番打斗后，天翊成功破开了结界，也没有去管女子的死活加速往芳兰的方位跑去。“撑住啊，你死了我怎么向恩人交代。”芳兰在他们离去后便在原地打坐，突然听到附近有轻微的拨开草丛的声音，而后一柄匕首飞快的朝她飞来。但芳兰显然不是一个花瓶，瞬间起身往旁边一个翻滚就轻易的避开了。但她的内心并没有放松警惕却是凝重了起来，因为从草丛后面出来了一个蒙面的男子，即使他就这样毫无防备的走了过来芳兰也不敢轻举妄动，从他身上的气势看来绝对能在1分钟内瞬杀自己。芳兰收起了架势，没有再抵抗的意思，“你们是谁？天翊走了正合你们心意吧？”蒙面男子似乎不急着解决她，也是与她交谈了起来，“没错，本来打算故意支开他再解决你的，没想到他这么蠢，自己把自己支开了，也省的我们再费工夫了。”“那你们为什么要杀我，我们好像从未见过吧？”“哈哈，看来你还不知道自己的体质呢，不过你也没机会知道了，不要再想拖延时间了，他不会这么快回来的，受死吧!”男子抽出匕首径直向芳兰刺去，而芳兰却好像被定身一般，连往旁边躲都使不上力气，她从未感觉死亡离自己是如此的近，闭上眼睛不在抵抗，只要几秒，男子的匕首就能刺破她的胸口，而她却什么都做不了…“师傅，师傅，你知道我的爸爸妈妈在哪里吗？为什么我都6岁了他们还不来看我？”“你的父母去了很远很远的地方，等你的个头跟门前的小树一样高，他们就会来看你了。”一年又一年，从一个不懂事的孩童蜕变成一个亭亭玉立的少女，但她却始终没有超过小树，也许她也知道一辈子都不可能超过，但这何尝不是一种寄托？即使她的父母永远不会回来，她也会努力学习医术，让在远方的父母再见到自己时能够感到骄傲，也让更多孩童们的父母不会撇下他们前往那个很远很远的地方。“芳兰！我父母答应我们的婚事了，明天就会来提亲。”一个英俊的少年兴奋的跑来向自己心爱的人告诉这个好消息，脸上的表情显示了内心的喜悦。“真的吗？太好了！走，我领你去找师傅，他也一定会很高兴的！”刚要迈进书房门口，却听到里面还有几个陌生人的声音，以为师傅在谈什么重要的事便没有进去打扰，但小女孩的好奇心却驱使着自己在门口偷听，一个深沉的声音缓缓开口“七王子看中了你的女徒弟，派我来说个媒，你要知道一旦进了王宫，她便一步登天，你也能跟着沾光。”芳兰听到这里生怕师傅答应了他，正要推开门进去听见师傅的回答又把手伸了回来，“孩子的事由她自己做主，如果她喜欢，那我也不阻止。”“师傅，”芳兰缓缓的推开门，把身后的少年拉了进来，“这就是我喜欢的人，我们打算举办婚事了，特来告知你一声”。看到芳兰身后的少年，那个深沉声音的主人却是大笑了起来，“哈哈，看来你们已经私定了终身，又何必要让我这个老头子来说亲呢”。少年听到这话有些不好意思了，“老师，我也是今日才告诉我的父母，居然不知他们早就知道了。”“你是七王子？为什么你不早点告诉我？”芳兰却被惊到了，他从未想过面前这个一起玩耍了几年的人是如此的高高在上。“我不是故意要骗你的，我只是怕你知道了我的身份就不再跟我玩了。”芳兰又何尝会怪罪他，因为在他们眼中只有彼此，再也没有任何身份的阻隔，七天后，婚礼在王宫中顺利举行。芳兰在洞房中蒙着盖头静等着情郎的到来，她从未感觉时间过得如此慢，只觉得过了好久，门终于轻轻地打开了，“芳兰，我来了，我等这一天等的太久了，我发誓，不会让你再受到半点伤害，即使是死，我也会挡在你身前”，英俊的少年轻轻掀起盖头，深情的注视着这个自己深爱了几年的女子，芳兰被这样看着却羞红了脸，闭上眼睛不敢直视。芳兰等了好久，却未听到少年的说话声，但外面却传来了守卫抓刺客的声音，她不敢睁开眼睛，生怕看到自己不想看到的画面。“喂，死了没有，没死就躲到一边去，别伤到你。”一个懒洋洋的声音传进了她的耳朵，她缓缓的睁开双眼，又看见了如此熟悉的背影，但这背影却没有了那时鲜红的色彩，她这时才意识到自己在鬼门关走了一趟，是面前这个自己最讨厌的男子救了她。她的眼泪顺着唯美的脸颊流了下来，不知道是因为被吓还是因为爱人的死。“好了，不要再哭了，是我的错，我太大意了，”见芳兰还是止不住眼泪，也只好拿起重剑挡在她的身前，“我发誓，不会让你再受到半点伤害，即使是死，我也会挡在你身前。”但芳兰听到这话，却是哭的更加厉害，让天翊也是无语，但目光却一直没有离开面前的蒙面男子，此时这名男子已经奄奄一息的躺在地上，但天翊也要防止他的临死反扑。直到再无半点气息，他才安慰好了芳兰重新上路。二人终于到达了此行的目的地，上次到来时这里还是个小镇，，虽是小镇却有着大城市的繁华，处于交通要道的小镇来往的旅客商人一点都不次于主城，但天翊两人看到的却是一片断壁残垣，“怎么会这样，曾经繁华的小镇怎么会成为一片废墟？”芳兰是来过这里的，她知道以前的这里是多么的美，然而现在…“你终于来了，我已经在此等候多时了，我的结界早已步下，这次我不会让你这个最完美的祭品跑掉的。”前面的废墟上突然出现了一个黑影，而周围的景色也是看不清楚，那是结界的效果，天翊拿起重剑砍在了结界上却是被反弹了很远，而结界并没有一丝动荡，“别费力气了，我为了你这个女娃娃可是准备了好久呢，哈哈哈！”“为什么，我到底有什么特殊让你们费尽心思的想要抓我？”芳兰想起在丛林时的一对男女，一股无力感涌上了心头，我难道是天煞孤星吗，为什么和我在一起的人都会遇到这等危险，曾经的爱人因为自己被人杀害，师傅为了自己被陷害脱离了极高的地位，难道连这个刚认识没多久的男子也会因为自己受害吗？“芳兰，你躲在我身后，放心，我一定会带你平安离去的。”天翊走到芳兰身前，凝视着黑影，准备着一会儿的大战。“够了，我受够了，天翊你知道么，我从小就是个孤儿，在我已经准备好嫁给我自己最爱的人的时候，就在大婚的那一天，他死了。那支箭是要射向我的啊！是他为我挡了下来！我眼见着心爱的人死在了我的面前，他在死之前也说了不会让我在受到伤害，他也说了会在死亡来临时挡在我身前，”说到这里芳兰已经满脸泪水，但她想要将心中的情绪都发泄出来，将这些压抑了自己五年之久的情绪都倾吐出来，“而你，真的和他太像了，我再也不想看到我心爱的人死在我面前第二次了！”芳兰抹了一把眼泪，默默地念起了咒语，随着咒语的不断完成，芳兰的瞳孔居然变成了血红色！黑影知道芳兰念完咒语也没有出手，他仿佛完全不在意，这也是对自己实力的自信。咒语完结，并没有什么事情发生，而芳兰的双眼却不断地流出鲜血，“天翊，你走吧，好好地活下去，带着他的那份一起活下去，我签订了契约，以双目失明的代价换取你的安全，这是我唯一能做的了”随着话语声落下，天翊的身体变得虚幻，再一睁眼发现自己竟然回到了【？？？】“我一定会回去救你的，我发过誓！”\n第一章",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1487841600,
            "txt_content": "支持楼主的作品\n感觉可以当策划了\n似乎没看见你的签名"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1487851980,
            "txt_content": "a946115793 发表于 2017-2-23 17:20\n支持楼主的作品\n感觉可以当策划了\n似乎没看见你的签名\n谢谢支持，我一直都是策划"
        }
    ]
}