{
    "title": "【原创·连载】<丧尸崛起>第四章",
    "author": "二次元狂三",
    "replyCount": 2,
    "timestamp": 1487827560,
    "txt_content": " 本帖最后由 二次元狂三 于 2017-2-26 19:49 编辑 \n\n        不知过了多久，周启航渐渐睁开双眼，模糊的视线慢慢的变为清晰，他拿起手机看了看，原来自己已经昏迷了一整天，现在已经是傍晚了，可是周围的丧尸不仅没有变少，反而越来越多，周启航不敢出声，慢慢的再商店里移动，找了一些吃的，快三天了，自己终于可以吃上食物了，可是，周启航才发现，商店的食物差不多都快没有了，肯定是被人都抢走了，周启航花了很长时间，只在角落里找到几个面包和几瓶水，周启航大口的吃了起来，因为吃了太快，被面包渣呛到了气管咳嗽了几声，丧尸听到了叫了几声，随后没有什么动静了，周启航捂住了自己的嘴，真是惊险，看来什么事情都得要小心啊，不一会，周启航不知不觉中把几个面包和水都喝完了，周启航觉得体力恢复了一些，不过突然觉得肚子很痛，周启航这才反应过来，如果人长时间不吃东西，一下子吃很多，肚子肯定会受不了的，这时候周启航肚子痛的要命，只好躺在一旁的角落里冒着冷汗。        可是偏偏不巧，商店里不知道从哪冒出一只丧尸，周启航这才发现，砍刀自己竟然大意的落在门口，实在没有力气抵抗了，眼看着丧尸马上咬到了自己，周启航心中闪过一个念头，不能死！决不能死！\n        周启航渐渐快闭上的眼睛睁开了，手把住丧尸的头，让他不要咬到自己，用脚踢向丧尸的小腹，因为丧尸力气太大了，周启航这么一踢并没有踢多远，反而惹怒了丧尸，冲向了周启航，周启航眼疾手快跑向门口拿起了砍刀，生死在此一举了，周启航顺势把砍刀插在丧尸的头里，可是，砍刀竟然在这个时候偏偏断掉了，只见丧尸的头上插着一把断掉的刀，一边冲向周启航，周启航觉得这丧尸的力气比刚才更大了，一个大意，周启航被丧尸顶到了墙上，周启航瞬间觉得嗓子一甜，随后嘴里一股腥味，周启航知道，这会自己真的要完了，自己视线渐渐地又变得模糊了起来，抵抗丧尸的双手也落了下来，最后自己倒在了地上，只见丧尸一口咬住了自己的手臂，可是周启航并没有觉得疼痛，可能是因为自己马上就要昏倒的缘故吧，周启航看着自己被丧尸吃，慢慢的昏了过去。\n        过了很久之后，周启航突然觉得自己的大脑异常的混乱，觉得马上就要炸开了，周启航再也受不了了，拼命地张开了眼睛。\n        “嗷！”\n        周启航大叫了一声，一边叫一边双手紧紧抱住自己的头，在地上来回翻滚。        随着时间一点一滴过去，这种炸开的感觉慢慢的消失了，周启航双手杵着地面，喘着粗气，并且一边在想，为什么自己没有死，周启航这时候看到了一旁死掉的丧尸，正是跟自己打斗的丧尸，只见已经一命呜呼了，看来之前砍进去的那一刀还是有作用的。\n\n        这个时候，周启航突然想到自己刚才醒来大叫的声音，有点不敢相信，自己试着又轻轻地喊了几声。\n        “嗷！嗷！”\n        周启航心中暗叫不妙，这TM分明就是个丧尸的声音，周启航刚想说话，却什么也说不出来，只能吱吱呜呜的吐出几个连自己都听不懂的字。\n        周启航都快急死了，难道自己真的就这样变成丧尸了？不！不会的！自己跟丧尸不同，自己是有理智的！\n        所以，自己要保持冷静，要沉着稳重的想，接下来自己要怎么办，之前都是因为自己都太慌忙，才会导致如此下场！\n        周启航一旁有一面镜子，走了过去看了看，顿时吓了周启航一跳，镜子里的人已经根本不是自己了，简直跟丧尸差不多一摸一样了，皮肤裂起，面如死灰，眼睛大量充血，看到这一幕，周启航死的心都有了，看了看一旁死了的丧尸，就非常生气，直接跑过去用力的向脑袋踢了过去，因为之前脑袋已经被砍刀看了一下，加上呗周启航这么一踢，顿时踢的血肉模糊，这个时候，丧尸的脑子里落出一个跟硬币差不多大小的绿色晶体，周启航看到之后，脑子里瞬间好像有个不知名的讯号在急速并且无限的传达给他。\n        这个讯号就是.............................吃了它！！！！！！！！！！\n第三章\n",
    "replies": [
        {
            "author": "火影羁绊",
            "timestamp": 1487827860,
            "txt_content": "又是第一"
        },
        {
            "author": "leo912924221",
            "timestamp": 1487836980,
            "txt_content": "催更"
        }
    ]
}