{
    "title": "求一份1.7.10植物魔法的详细更新记录，即某版本更新了什么内容，O(∩_∩)O谢谢！",
    "author": "pyb09",
    "replyCount": 4,
    "timestamp": 1487851740,
    "txt_content": "由于我的服务器有植物魔法mod，但是盖亚3什么的有太变态，现在都没有用249的版本，一直在用191的版本，但是我有更新强迫症啊QAQ",
    "replies": [
        {
            "author": "二次元狂三",
            "timestamp": 1487910480,
            "txt_content": "如果你担心的是盖亚3的话，这个你不用担心，你打可以放心用最新版的植物魔法，因为盖亚3属于附属的MOD，所以，只要你不添加，就不会有盖亚3的"
        },
        {
            "author": "aonitou960125",
            "timestamp": 1487917500,
            "txt_content": "\n这个吗\n\nR1.8 249\nThe \"LEAVE ME THE #%!& ALONE\" update! Powered by the community's Pull Requests and TheWhiteWolves' help. \nAdded back the config for passive flower decay. I don't care any more. You broke me, you win. Have your config back.\nAdded corporea support for Storage Drawers and the DSU API (used by JABBA too, and the TE Caches, I think) (Vindex)\nAdded Petite Clayconia. (TheWhiteWolves)\nAdded quartz variants to the ore dictionary. (nekosune)\nChanged how Pasture Seeds grow. I don't even know how they changed but apparently they did. (Michael Brenan)\nFixed accessories not rendering in the proper position. (Michael Brenan)\nFixed Botania axes not breaking pumpkins and other things of the sort faster. (TheWhiteWolves)\nFixed items that shouldn't be able to go in the Petal Apothecary being able to. (yrsegal)\nFixed Mana Tablets losing durability in a storage drawer. (Michael Brenan)\nFixed multiparts not working on servers. (yrsegal)\nFixed the marimorphosis having an inccorect vertical range. (Pikadude)\nFixed the Planestrider's Sash not resetting properly sometimes. (Michael Brenan)\nMade the Terra Truncator better. Not sure how but I guess the algorithm is better now. (Michael Brenan)\nNewly created Botanurgist's Inkwells will show the durability bar. (Rasheeq)\nSlabs and snow now prevent placement by the Rod of the Shifting Crust. (Michael Brenan)\nThe Rod of the Shaded Mesa can no longer move some entities it shouldn't, like the Enderdragon, or Wither. (TheWhiteWolves)\n(Internal) Baubles can now provide blocks for the rod of the Shifting Crust. (yrsegal).\n[API] Added a blacklist for the Rod of the Shaded Mesa. (TheWhiteWolves)\n[API] Disposable blocks are now in the API (TheWhiteWolves)\n[API] Floating island types can be registered by addons. (yrsegal)\n\n\n所有的更新日志都在这里\n\nhttp://botaniamod.net/changelog.php"
        },
        {
            "author": "pyb09",
            "timestamp": 1487993040,
            "txt_content": "二次元狂三 发表于 2017-2-24 12:28\n如果你担心的是盖亚3的话，这个你不用担心，你打可以放心用最新版的植物魔法，因为盖亚3属于附属的MOD，所 ...\n是王者之匙，不是在一个版本的时候王者圣剑变成王者之匙了吗，你和我说王者圣剑的最高版本就可以了！"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487996340,
            "txt_content": "应该是r1.6-192开始有的王者之钥，应该是【应该】"
        }
    ]
}