{
    "title": "[Minecraft.net|INSIDER]官方新手教程——怎么Minecraft？",
    "author": "广药",
    "replyCount": 7,
    "timestamp": 1487869800,
    "txt_content": "\n\n怎么Minecraft？创造！探索！生存！游戏的基础知识！\n欢迎！Minecraft是一个关于放置方块和冒险的游戏。这里是让在你自己的奇幻世界生存下去的生存冒险，这也是建造你能想象到的任何东西的创造空间！\n我们知道Minecraft可能会吓到新手，所以我们编写了这个让你开始游戏的简单教程，相信我们，你不用多久就会成为一个老司机！\n我们建议你从开始游戏和生存技巧开始阅读这篇教程，但无论你选择怎么玩Minecraft，都是个正确的办法。所以，你是怎么玩Minecraft的呢？\n\n开始游戏和生存技巧（一个很好的开头）我想合成些东西！我想建造些东西！我想探索我的世界！我想和怪物战斗！\n\n\n在下面的图片上查看！\n开始游戏和生存技巧！\n在主菜单中选择单人游戏，然后创建新的世界，你就会看到这些：\n\n1.生命条（看起来最饱满的那个）。不要让它掉到零。否则，Game over！\n\n2.饥饿条（看起来很可口的那个）。当它是满的，你的生命值会自动恢复，所以要让它一直撑着！\n\n3.你的手和你的第一个采矿工具。用它在你的世界里打碎成吨的方块吧！\n\n4.这是你的世界，独特的你，建造它，探索他然后发展它... 最重要的是，享受它！\n生存的秘诀在于稳定的食物供应和位于安全距离的怪物，幸运的是，建立一个避难所是很容易的。你的手是你的第一个挖掘工具，所以用它撸树或者泥土直到它们变成方块。这些方块会出现在你的工具栏，你也可以把它们放置在你面前。\n\n\n建立你的避难所，确保怪物无法进入！然后，你就可以建造门和窗户等等、但是现在，专注于生存的其他事情吧！怪物大多数在夜晚出没，所以待在室内等待太阳升起你会很安全的。\n到处都是动物，而且只需要攻击几下就可以结束战斗。它们会掉落让你恢复健康的肉。如果你是素食主义者或者你认为用镐子打猪实在是太残忍了（呃，你说的有道理），还有苹果、西瓜和其他素食供你选择。\n\n你建立的第一个避难所可以就是这个样子，呃，很\"舒适\"，我们都是从这开始的！\n我想合成些东西！\n让我们先撸一些树吧！由方块组成的树将被破坏并掉落木头。某些方块需要比拳头更强的工具来破坏，但这是如何Minecraft的基础——破坏（或者是挖掘）一个方块，把它捡起来，然后把它放在建造的一些漂亮东西上！\n现在打开你的物品栏。你能在这找到在这个世界里捡起的任何东西。右上角的这四个正方形是你的个人合成区。拖一些木头到这个个人合成区。四个木板将出现在第五个正方形上。把它们拖动到你的物品栏，它们就是你的啦！\n这就是合成，就像你已经注意到的一样，这很简单！\n继续合成木头直到你有四块木板，然后，把它们都拖到你的合成区去合成一个工作台。你可以把工作台拖动到你的工具栏里，然后拿到手里并把它放在这个世界里！走过去然后使用它——一个新的（或者更好的！）合成面板会弹出。在这，你可以用3×3的网格用更复杂的配方合成。配方就是你要合成的那个东西需要的东西。比如说，木稿的配方是两根木棍和三个木板。\n\n在你个人合成区多放些木头，你就可以制作一些方便的木板了！\n\n有了几个木板之后，你就可以让自己在合成台上合成些工具了...\n\n...像这么方便的合成镐子！只要确保你把原料放在正确的位置就好！\n\n我想建造些东西！\n开始游戏和生存技巧向你展示了如何建立一个避难所。建筑只是移开世界里的一部分方块然后把它们放在另一个地方！但是如果你只想建造而不用担心生存下去，为什么不试试创造模式？\n在创造模式下，你不会死亡，有着游戏中所有的方块，你甚至可以飞（仅仅需要双击下跳跃键）！如果你只想专注于建造那就再合适不过了！\n进入创造模式：选择单人游戏，创造新的世界。一直点击游戏模式按钮知道它显示为游戏模式：创造。\n\n\n我想探索我的世界！\n你的世界里有成千上万的东西可以探索。冰雪寒冰、贫瘠沙漠、海底世界还有跟多！如果你想探索地下，一个基本的镐子就很方便（上面就有说怎么合成）。但是你不需要工具来探索，只需要选择一个方向，开始走！或者跑！只要你不是在“下降”，你这么做就是对的，探索海洋也是这样，你可以永不疲倦的在海中游泳。\n有各种各样的东西可以帮助你进一步探索。传说有一双叫鞘翅的翅膀能让你翱翔在天际...\n\n当你在水下耗尽泡沫条时，当它达到零时，你就会和鱼一起睡觉了。\n我想和怪物战斗！\n在Minecraft的白天里你很安全，只要你不在水下睡午觉或者试图喝岩浆。但怪物会在晚上出现。让我们学会如何战斗！\n战斗当中，你的技巧经验可比你手中的武器有用多了。一把镐子，铲子，甚至于你的拳头都可以置敌人于死地。当像僵尸或蜘蛛那样的敌人对准了你，确保它们你攻击的时机在你的攻击范围之内。\n\n\n只要取得正确的时机，你会不费吹灰之力取下敌方项上人头！然后你就会发现剑，弓和箭甚至药水都会让你变坚强。你准备好生存而且在Minecraft的世界里发展了么！祝好运！\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/how-minecraft原作：Tom Stone\n时间：2017年2月23日\n翻译&整理：WuGuangYao\n\n\n",
    "replies": [
        {
            "author": "Time_Paradox",
            "timestamp": 1487869920,
            "txt_content": "官方破事水系列"
        },
        {
            "author": "langyo",
            "timestamp": 1487870280,
            "txt_content": "看这标题差点以为又是哪个新人破事水……"
        },
        {
            "author": "HOW浩",
            "timestamp": 1487886960,
            "txt_content": "23333官方破事水很强势"
        },
        {
            "author": "西瓜太郎",
            "timestamp": 1487894520,
            "txt_content": "官方可想起来教玩家怎么玩这游戏了"
        },
        {
            "author": "leo912924221",
            "timestamp": 1487897700,
            "txt_content": "官方随意水"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1487904120,
            "txt_content": "这个文章......."
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1487911740,
            "txt_content": "论tom stone不想写方块"
        }
    ]
}