{
    "title": "【原创·连载】<丧尸崛起>第五章",
    "author": "二次元狂三",
    "replyCount": 4,
    "timestamp": 1487898480,
    "txt_content": " 本帖最后由 二次元狂三 于 2017-2-26 20:02 编辑 \n\n        脑子里一次又一次传来这种声音，并且周启航想吃掉那颗绿色晶体的欲望也越来越强烈，好比是一个饥肠辘辘的人在他眼前摆满了丰盛的大餐，现在的周启航看着这可绿色的晶体，甚至比那还要有吸引力，周启航终于再也忍不住了，飞奔过去，张开大嘴直接吞了下去。        周启航吞下去之后，一开始以为会因为是从丧尸的脑子里掉出来的，会非常的难吃，不过这下看来，不仅不觉得难吃，还感觉有些上瘾。\n        周启航心中想道，天啊，自己不会真的不会已经成为一个看见生物就吃的没有理智的丧尸了吧！不对！自己既然在思考自己是不是丧尸，自己就一定还是有理智的，毕竟法国哲学家笛卡尔说过一个道理，“我思故我在！”\n        这个时候，周启航突然觉得身体有些发热，心中暗叫不好，肯定是刚才吃掉那颗绿色的晶体的缘故，自会身体会不会越来越热最后到自己受不了的地步！\n        可是这回，老天爷还真给他这个面子，身体的暖流一直保持在恒温状态，不在高升，过一会，身上的体温逐渐的恢复正常了。\n        周启航松了一口气，不过，正常过后周启航不仅不再难受，还觉得自身有一股力量，周启航站了起来，这一站，周启航只觉得自己身体特别的轻，自己又活动了几下胳膊和腿，这时候，周启航不经意的又瞄了一下镜子里的自己，惊奇的发现，自己跟刚才不一样了，眼睛的充血已经消失不见，皮肤虽然恢复的不太明显，但周启航一眼就看得出来，的确是慢慢的恢复了！周启航大喜，难道是这个绿色的晶体？？？\n        “ye.......嗷！”\n        周启航发现，就连说话也开始有些恢复了，这时候周启航突然想到，自己现在也是一副差不多丧尸的样子，那么，自己在外面来回走，丧尸会不会也不会注意到，反而还可以多杀几只丧尸吃掉他们脑子里的晶体，然后自己也许就会越来越强，周启航越想越兴奋，不过，他还是小心翼翼的开了门，只见几只丧尸在外面摇头晃脑的来回走，时不时的还叫唤一声。\n        周启航轻轻地也叫了一声\n        “嗷！”\n       这时候，一只丧尸盯住了他，周启航吓了一跳，不敢吭声也不敢动，过了一会，丧尸不再看着周启航，走开了，周启航心里的石头落地了，看来丧尸不会发现自己了，不过这也证明，自己越来越接近丧尸了，周启航自己有些哭笑不得，这才短短的几天啊，自己发生了翻天覆地的改变。\n       周启航才想到，自己还有事情没有做，就是袭击丧尸，周启航顺手拿了个砖头排了一下前面这个丧尸。\n       结果...丧尸怒了，看了一眼周启航，扑了过来！\n       “嗷！嗷！嗷！”\n       周启航心想，自己是丧尸TMD还被丧尸攻击啊，就算是丧尸，攻击他们，他们也会生气啊，看来事情并没有自己想的那么简单。\n       不过周启航现在自身的力量可是非常充沛的，只见周启航用力的把住丧尸的肩膀，一直往前推，推到了墙上，一只手把住丧尸的肩膀，一只手按住丧尸的头往墙上撞，撞了几下，丧尸的头变得血肉模糊，只见这只丧尸还在动，最后周启航捡起刚才的砖头，用力的砸了过去，丧尸便不再动了。       周启航蹲了下来，挖开丧尸的头，这要是在以前，打死自己，自己也不会相信自己会挖丧尸的脑子吃！\n       只见挖了很长时间，脑子里什么都没有。\n       “草！”\n       周启航咒骂，现在的周启航可以一个字一个字的吐出，如果说多了，还是说不出来的。\n       看来这有没有晶体还得分丧尸啊，周启航心中很是失望。\n       这个时候，周启航的肚子开始叫唤了，这让周启航不知道是惊还是喜，如果自己是对普通的食物有欲望那当然是喜，证明自己还是一个人，如果是对生物..........周启航不敢再想想。\n       于是，周启航离开了这里，因为毕竟这里商店的食物都被抢空了。不过，现在周启航可是什么都不怕的，毕竟现在最具有威胁性的丧尸都不攻击自己了，自己还有什么好怕的？\n       周启航大摇大摆的走在路上，看到一个商店就进去看看，可是依然什么都没有。\n       这个时候，周启航突然听见微弱的小女孩的哭泣声。。。。。。。。。。。。\n第四章\n\n第三章\n\n第二章\n\n第一章\n",
    "replies": [
        {
            "author": "leo912924221",
            "timestamp": 1487899140,
            "txt_content": " 本帖最后由 leo912924221 于 2017-2-24 16:29 编辑 \n\n前排作者辛苦了！"
        },
        {
            "author": "我为我为",
            "timestamp": 1487910600,
            "txt_content": "leo912924221 发表于 2017-2-24 09:19\n前排\n最近水贴回复为何这么多"
        },
        {
            "author": "leo912924221",
            "timestamp": 1487913720,
            "txt_content": "我为我为 发表于 2017-2-24 12:30\n最近水贴回复为何这么多\n前排看小说有问题？说你自己这句话就是水贴也不为过吧?"
        },
        {
            "author": "leo912924221",
            "timestamp": 1487926260,
            "txt_content": "leo912924221 发表于 2017-2-24 09:19\n前排作者辛苦了！\n可以可以，万用回复，以后都别说作者辛苦了这种话了，作者不辛苦！"
        }
    ]
}