{
    "title": "[Minecraft.net|INSIDER]本周方块：西瓜",
    "author": "770318926",
    "replyCount": 7,
    "timestamp": 1487928120,
    "txt_content": "\n这，，好吧，只能说666\n西瓜 ，。 233哈哈哈\n哦对了，至于这个方块西瓜，\n叫瓜块吧，哈哈哈",
    "replies": [
        {
            "author": "混乱",
            "timestamp": 1487928660,
            "txt_content": "标题: [Minecraft.net|INSIDER]本周方块：西瓜?本周方块：西瓜BLOCK OF THE WEEK: MELON游戏中切开后最好吃的方块！A slice of insight into the tastiest block in the game!\n很少的方块像西瓜块一样能让我们大快朵颐。这是一种美味的食物，切片后，可以作为食物维持你的饱食度，作为一个方块，可以盖一座美味营养的房子。 但是第二个...西瓜居然是方的？ 世界疯了吗？\nFew cubes get our mouths-watering and stomachs rumbling quite like the melon block. It's a tasty treat that drops slices which keep your food bar looking healthy and a block that can be used to build a deliciously nutritious looking house. But hang on a second... a block that's also a melon? Has the world gone mad?\n\n是的，但是方块西瓜实际上并不像你想象的那么遥远。日本农民几十年来一直种植方西瓜。 他们通过在方玻璃盒中种植瓜子来实现这一点，这导致它们生长成相同的形状。最初，这是为了使西瓜更容易存储和堆叠。不错的点子！但是，一旦这种新奇的西瓜开始流行后，零售商就抬高了价格。贪婪的想法！暴利啊，2013年进口到莫斯科的方西瓜，价格高达860美元。无论你的工作是什么，现在离开，成为一个方块西瓜民。等你变得富有了记得感谢我们！\n\nYes, but the melon block isn't actually as far-fetched as you might think. Japanese farmers have been producing square watermelons for decades now. They achieve this by growing the melons in glass boxes which cause them to grow into the same shape. Originally, this was done to make melons easier to store and stack. Great idea! But upon realising the popularity of the novelty of square watermelons, retailers jacked up the prices. Greedy idea! Highly profitable too, with square watermelons that were imported into Moscow in 2013 going for prices as high as $860. Whatever your job is, quit it right now and become a square watermelon farmer. Thank us when you're rich! With money!\n日本产的方西瓜，价格离谱\n\n“当一个人吃了西瓜，他知道了什么是天使的食物”——幽默作家 马克·吐温\n“汤姆喜欢吃西瓜，他们吃起来凉凉的”——傻瓜作家 汤姆·斯通\n\n一个普通的西瓜仍然值得一咬。 他们富含番茄红素，一种抗氧化成分，可以保护身体免受心脏病，哮喘和癌症干扰。 作为一个“多水”的水果，也使得它在像埃及这样的干燥，沙漠地区非常受欢迎。其他可怜的水果都不能搞定埃及的酷热，而西瓜在这里可以储存几周。 古埃及国王甚至在他们的坟墓中储存西瓜，这样在长途旅行到来世时， 他们的灵魂不会挨饿 。难以置信！ 如果来世的节俭生活可以带东西，自己决定粮食政策！ 提醒我们要埋葬在一个充满了乳酪汉堡的坟墓里。\nA regular watermelon is still well worth a bite. They're rich in lycopene, an antioxidant that defends the body from heart disease, asthma and cancer. It's a 'water-rich' fruit too, making it a hit in dry, desert regions like Egypt. Where other, pathetic fruits just can't handle that intense Egyptian heat, the watermelon stays edible for weeks. Ancient Egyptian Kings even had melons stored in their burial tombs so their souls would keep getting nutrition during the long trip to the afterlife. Unbelievable! Those cheapskates running the afterlife have a bring-your-own-food policy! Remind us to get buried in a tomb full of cheeseburgers.\n\n原文：https://minecraft.net/en-us/article/block-week-melon原作：Tom Stone\n时间：2017年2月24日\n翻译&整理：hunluan_2"
        },
        {
            "author": "aptx73",
            "timestamp": 1487928780,
            "txt_content": "一本正经的扯了那么多，就是为了给跳票找理由"
        },
        {
            "author": "770318926",
            "timestamp": 1487929020,
            "txt_content": "全场最佳：西瓜\n所选角色：南瓜"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1487933100,
            "txt_content": "不不不不，MCBBS管理组——肯德基豪华午餐最好吃"
        },
        {
            "author": "45gfg9",
            "timestamp": 1487933160,
            "txt_content": "。。原谅我第一次知道还有本周方块这东西= ="
        },
        {
            "author": "E_WIND",
            "timestamp": 1487933400,
            "txt_content": "a946115793 发表于 2017-2-24 20:45\n不不不不，MCBBS管理组——肯德基豪华午餐最好吃\n15块进末地搓一顿"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1487949660,
            "txt_content": "抢周块也得按基本法来啊..\nhang on a second但是第二个 什么鬼啦\n最后一段的两句话机翻味也蛮浓的 至少也得捋通顺一点吧"
        }
    ]
}