{
    "title": "【原创·连载】[ENF][琉璃世界-02]by 葉子の",
    "author": "葉子の",
    "replyCount": 3,
    "timestamp": 1487951160,
    "txt_content": " 本帖最后由 葉子の 于 2017-2-25 00:59 编辑 \n\n琉璃世界第〇二章注意:虽然我备受琉璃大大的压迫，但是历经一周磨难的我战胜种种困难再次完成了一次写作。暮色森林     暮色森林是一个混乱而又令人悲伤的地区。                                                                       ——魔兽世界\n“作者，↑↑↑这跟我的世界有什么关系呢？”史蒂夫无奈的说道\n       “额....好像真的没啥关系耶，嘻嘻嘻嘻....”匿名说道\n       这是一片生机勃勃的森林，里面有一群活泼的鹿儿奔跑着，一只只漂亮的小鸟在树枝上嬉戏歌唱着，一群彩色的绵羊在里面生活着，但是这片森林的每一块区域都拥有一个主人，人类称之为“BOSS”。这些主人原来和人类一直是友好相处的，直到有一天，魔法的出现使人类彻底改便他们对暮色朋友的看法，他们开始杀虐他们，获取更高级的武器，唯独一位主人和人类和谐相处，其余的都似人类为灭族仇人。\n       史蒂夫跳入传送门，突然眼前一黑。史蒂夫站立不稳的站在虚无之中，这是一个紫色的隧道，史蒂夫向前走去进入隧道内的传送门。\n       “啊啊啊啊啊啊”史蒂夫进入后尖叫着，BOOM，一声巨响史蒂夫从天而降来到了暮色森林。\n       “话说这传送门咋这样坑人呢，居然在天上为传送点”史蒂夫生气的叫到\n       史蒂夫爬起来拍了拍身上的灰，周围几只鸟被史蒂夫吓跑后这里显得额外的安静祥和，一棵棵参天大树挺拔在地上，他的枝叶随风荡漾。\n       “原来这也没想象的那么恐怖嘛，比起我前不久在方块电脑里玩的魔兽世界好多了”史蒂夫边走边说着\n       “德玛西亚！”只见一个金发辫子的漂亮女孩拿着金剑从天而降劈向史蒂夫，史蒂夫抬头一看吓得把自己的钻石剑乱拿成咸鱼了，史蒂夫把咸鱼一扔换成钻石剑把剑向后一伸，把女孩的攻击挡下来，一个侧翻身再拿出一把铁剑，落地向空一跃，旋转着向女孩砍去。女孩举起剑挡下史蒂夫的攻击，开始向后退，退到树边时，微微一笑用力一跃反身向树上踢一脚，向史蒂夫飞去，史蒂夫也一跃向女孩飞去，金剑即将刺向史蒂夫的那一刻，史蒂夫向右一侧，然后用膝盖把女孩从天上踢了下来，史蒂夫拿着钻石剑指着女孩。\n       “你到底是谁？为何要刺杀我？你的企图到底是什么？你的幕后指使者是谁？把你的详细信息以及你的后台信息告诉我即可饶你一命。”史蒂夫趾高气昂的说着\n       “……%&￥……￥#@*&……（）*（￥%……#”女孩糊里糊涂的说着\n       女孩把金发散开，露出两颗通红的眼睛，手臂上的伤口开始变成绿色。\n       “你病的不轻啊，我跟你说啊如果你没遇上我你就死定在这里了。”史蒂夫说道\n       史蒂夫拿出一瓶治疗药水，喂给女孩喝了后身上周围的圈圈开始消失，但眼睛仍然不退红，史蒂夫走向一棵参天大树下。\n       “大树爷爷啊，你可千万不要怪我啊，为了救那女孩一命也只能牺牲爷爷您的老命啦，谢谢啦，那我就不客气啦”史蒂夫坏笑着说道\n       史蒂夫拿起斧头用力一砍，再旋转一圈把斧头甩起来又一砍，然后跳起来向下一劈，大树一个大洞就这样被砍出来了，虽然咔嚓咔嚓的声音不断，巨大的树从天倒下，但是倒下的不止木头的掉落物，落下的还有一个个树叶和刷怪笼，但史蒂夫并不知道，他收集好材料合成了一个工作台，在上面有序的放上一个个物品，双手一合，只见工作台开始震动起来，xin~一个物品合成好了，史蒂夫飞奔着过去将手中的金苹果递给女孩，女孩吃后眼睛的颜色也渐渐恢复正常了。\n        “谢谢你，我要刺杀你你还救我，真的是太感觉你了。”女孩激动的回答道\n        “其实也没什么，救人一命胜造七级浮屠嘛，对了我叫史蒂夫，请问你叫啥？”史蒂夫嘻嘻嘻哈哈的答道\n        “我叫Alex，以前不小心掉入一个坑内然后就到了这里，这里很多地方都有怪物的，我之前那个样子就是他们弄的”Alex激动的说着\n        “这里也没什么，其实这里叫暮色森林，我以前在书本里阅读过，不过感觉书里面说的好离谱啊，这里根本没有书里所说的那样可怕，反而还挺棒的，如果他们都能生活在这里该是一件多么美妙的事情啊。”史蒂夫说道\n       啊啊啊啊....树叶随着树木的倒下也开始消失，一个个刷怪笼刷出的怪物从叶子的禁锢中爬出来，开始缓慢的走向史蒂夫。\n       “史蒂夫你后面！”Alex尖叫着\n       “啊？”史蒂夫往后一看，没到一秒就拉上Alex疯狂的奔跑，僵尸们也不知道是不是吃了过期的荷尔蒙，一个个也疯狂的奔跑起来，穷追不舍，史蒂夫无奈，拿起几个TNT往地上一放，碾碎一个红石晶体，把粉末洒向自己，然后看着僵尸们笑着，把红石火把一插，再次疯狂的奔跑着。\n       boom，地面上被炸出一个深深的口子来，僵尸们变成一块块腐肉的掉落物，史蒂夫走过去将腐肉收集起来，突然一群僵尸将史蒂夫和Alex包围起来，史蒂夫和Alex背靠背将一个个前进的僵尸击杀在地，一波再一波僵尸，源源不断的涌向史蒂夫们，史蒂夫实在坚持不住了，这时钻石剑突然破损消失了，最后一点希望也没了，在史蒂夫准备受死之时Alex拿出末影珍珠往树上一扔，把史蒂夫的手牵着········\n       僵尸们那贪婪的眼神盯着史蒂夫死死的，在那一瞬间，一个个僵尸们全部飞向史蒂夫他们，只见一束亮光，将史蒂夫和Alex带走了。\n       史蒂夫和Alex在树上笑着看着树下的僵尸，僵尸们无奈的撞着树，不断的撞，最后一个个垂头丧气的离开这里，这时史蒂夫看到了不可思议的一幕，一个巨大的城堡挺拔在陆地上。\n       “那就是我要寻找的城堡！”史蒂夫惊喜的惊叫着，拉起Alex向那一路狂奔········共1918个字在明日早晨，太阳升起之时，阳光照耀大地之日，帖子必然沉下去,这样琉璃大大就看不到啦哈哈哈~\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1487953200,
            "txt_content": "建议创作中尽量使用书面语，避免使用口语"
        },
        {
            "author": "葉子の",
            "timestamp": 1487953380,
            "txt_content": "a946115793 发表于 2017-2-25 00:20\n建议创作中尽量使用书面语，避免使用口语\n哦，多谢提醒，我会记住的，下一次写作一定会尽量避免的"
        },
        {
            "author": "570855441",
            "timestamp": 1487981520,
            "txt_content": "我的压迫。。。你够了。。。我的世界不仅限于此。"
        }
    ]
}