{
    "title": "【原创·连载】【彳亍沉默】【第四集：分组】【byRing】",
    "author": "TNT嘉音",
    "replyCount": 4,
    "timestamp": 1487943900,
    "txt_content": "就是Ring吗？",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1487944680,
            "txt_content": "标题: 【原创·连载】【彳亍沉默】【第四集：分组】【byRing】 本帖最后由 我为我为 于 2017-3-4 11:41 编辑 \n\n  ......\n  不管怎么说，这个学期运气真不赖，今天周五，明天就周六，开学两天就双休日，可以让我好好补补我的作业了吧，不管怎么说我昨晚一口气读下来四十多页《童年》，然后今天就拿来应付语文作业吧......\n  一大早，我进入教室后，王玄彬果然像是事先等着我一样，就在座位上坐着背书，桌子上一摊子的《童年》与《昆虫记》。\n  “喂！沈然！交名著阅读！”他拍了拍那一摞教科书。\n  “我......我今天只带了《童年》，昆虫记我下次再交吧......”我有些不知所措，又扭捏，完全暴露出我的心虚，说直接的，我像个犯了错的小姑娘一样。\n  “好！新学期，换组！”老班进来了，她一遍一遍念着名单。\n  “七组成绩好不用动！只要一个组有两个人或更多人退步就要解散！其他同学拿好东西！”\n  同学们慌张起来了。\n  我希望我和云婼一组，但这当然八成分不到。\n  老师扯着嗓门念了：“一组！王玄彬！鞠欣然！沈然！”\n  听到这里，就已经绝望了，因为分组一直是按从大到小成绩念的，而云婼的成绩绝对能当个副组长。全班学生分为九个组，班级前九分别分到每一个组里，比如班里第一分到一组，第二分到二组......然后第十名不是在一组，而是分到第九组，以此类推，第十一分到八组，又过一轮后就该第十九，再分到一组......\n  我和王玄彬不用动，我们还是一组。\n  “......二组！庄泉、云婼......”\n  啊，就差一个名次，真是可惜，如果我划水[故意考差]故意多错一道题低一名就好了！而且还能和庄泉在一起。\n  不管怎么说，这次分组还是不错的，我还是和王玄彬一组，王玄彬还是我的组长。我希望下次月考后分组能和云婼一组，可是过了一会儿，老班又说：\n  “这次分组如果没有特殊情况，保留一个学期，为了让组员达到团结，以前分组次数太多，大家老是不适应新搭档。”\n  虽然我的希望破灭了，但我能和王玄彬“并肩作战”一个学期，我觉得还是那一个字“值”！但我难以实现真正成绩上与他肩并肩......\n  待到桌子摆好后，大家都一脸严肃，像是教堂里做礼拜一样，只有邢齐和他旁边的明馗闹得正欢，他俩是组里倒数两个，明馗还要脸，邢齐就似乎对作业无所畏惧似的，丝毫不把作业放进眼里。明馗早在上学期第一次分组后我就和他开始交流，他对西方文化了解很深，常常读一些奇怪的东西像《圣经》什么的。但他一点也没有教会的死板与严肃，每天笑呵呵的。有一次书法作业就我们俩没交，就我们俩站起来，他不仅不紧张，反而当着全班面笑着：“哇，真尴尬啊。”由于他又灵动像个顽皮的猴子一样，大家都给他称号“猴儿”。还有一个称号就是“馗儿”。\n  王玄彬又拍拍桌子，脸变得严肃：“好好好，来得早的都听到语文老师说了，咱们现在各自拿出名著，快点互相评分！给给给，大家互相看。”王玄彬把那些各种各样包装的《昆虫记》与《童年》散在桌子上。\n  明馗先看了我的批注，他一边翻一边赞美：“哇，批注的好多啊。”因为我批注做的详细，不仅仅画住我喜欢的句子、词语，还写上一些说它怎么好的语句。\n  但当他看到四十页之后，他的脸逐渐变得滑稽，越翻越快，最后对着我笑出声来。\n  “我还没评这本。”明馗旁边的鞠欣然直接拿走，她就没那么温顺，简直对我来说是专抓我而来。明馗看到她笑得更大了：\n  “貌似有些人喜欢先看结局！”\n  鞠欣然看完后，“啪”的一声把书拍在地上：“五分！”"
        },
        {
            "author": "我为我为",
            "timestamp": 1487992020,
            "txt_content": "爆博狙击 发表于 2017-2-24 21:45\n嗯，你难道就是Ring吗？\n我是Ring，咋了= =我就是Ring"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1487995200,
            "txt_content": "我为我为 发表于 2017-2-25 11:07\n我是Ring，咋了= =我就是Ring\n哦，知道啦。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1488534900,
            "txt_content": "迟到。\n\n首先，像这种有点校园气息的小说，特别是第一人称的，一个不注意就很容易变成水文。\n这里有一部分是你的问题，校园生活的确平淡，但你可以人为地添加点起伏。真实感是有，但多了就索然无味了。小说充其量也算是件艺术创作，所以没有必要一直写实的。小学生周记也得有些虚构的情节，那么你又为什么不加一些呢。\n文章的问题不少，你可能是重于叙述而忽略了一些关键的东西。\n第一点，语言描写略水\n语言描写不意味着通篇的对话，相应的，一些适当的对说话者神态或者动作的描写，能够更好的起到想要表达的效果，而不是一句话跟着一个动作。\n第二点，心理描写不够充实\n文章要有起伏，平淡如水的文章往往无法吸引到读者的注意力，所以在老师念组的那段，可以对心理描写进行细致的刻画，重点突出下我内心的紧张，期盼等复杂情绪。第一人称的文章，主要的特色就在于可以很好地描绘主角的心理。如果不能够发挥这个优点，还不如趁早换人称。\n第三点，对人物的刻画\n这点其实是属于写小说的基本功之一了，但你似乎并没有太过在意这点。明馗的性格得由具体的行动来进行证明，不是说你写个性格活泼读者就会自然而然地把这个性格代入进去的。光有一两个短小的事例是远远不够的，从动作神态上下手，如果实在不行，就尽量将他的性格给夸大来描写，过分鲜明的配角总比那些换个名字就认不出来的千人一面的人物好得多了。\n\n问题远不止上面的这些，但也就不再逐个提起了。\n我们来分析下问题的原因吧，你对待这些文章的态度应该是认真的，你也很用心地想把它写好，但事实却是与你的想法完全反过来了。\n这是为什么，这并不代表着你的文字底蕴不足，很大一部分是你并没有意识到，该怎么去写这一类型的小说。你应该从什么方面入手，应该怎么写好它，这是你应该琢磨的。\n我想，你不应该将心思放在真实感上，可以试着将这个小说代入你平常的写法，也就是平常写那些小说的方法。平淡无奇并不能写好文章，虽然初次代入会有违和感，但只要你肯下时间去改进，写好文章只是时间的问题。\n文字功底没有，可以练，只要你有这份心意。长篇就是一个磨炼人的过程，从生疏到熟练，只是取决于你的决心。\n继续努力吧。\n以上。\n最后，祝进步。"
        }
    ]
}