{
    "title": "【原创·连载】<丧尸崛起>第六章",
    "author": "二次元狂三",
    "replyCount": 9,
    "timestamp": 1487989260,
    "txt_content": " 本帖最后由 二次元狂三 于 2017-2-26 19:58 编辑 \n\n        周启航顺着微弱的哭泣的声音走了过去，走了很久，声音逐渐变大，周启航这才发现，自己不仅身体机能变强大了，就连听觉都已经超乎常人了！        这里距离刚才的位置，至少有300米距离，自己竟然能听到这么细微的声音，不过现在不是管这些的时候。\n        随着哭泣的声音，周启航来到一个警局门口，周启航小心翼翼的推开门走了过去，只见一个衣衫褴褛大约七八岁的小女孩，抱着一只褐色的玩具熊蹲在一旁的墙角哭着，周启航愣了一下，这个时候，小女孩也看到了周启航，瞬间也吓了一跳。\n        本以为小女孩会哭的更厉害，但是没想到小女孩反倒停止了哭泣，表情冰冷，呆呆的望着人不像人鬼不像鬼的周启航。\n        周启航大惊，这根本就不是一个小女孩应该有的眼神，可这种眼神确确实实的出现在了她的脸庞。\n        周启航走了过去，小女儿砍刀周启航走了过来，紧紧地抱住了玩具熊，但表情还是依然没变。\n        “你，，，为，，在，，嗷！”\n        周启航刚想问这个小女孩你为什么在这里呢？可是传出来的只是几个碎字和一声丧尸的低吼。\n        周启航没办法，只好摸了摸小女孩的头，随后伸出了手，不过，小女孩还是一动不动，冷冰冰的看着周启航。\n        就在周启航纳闷的时候，门外突然传出来了响声，下意识的直接躲进了旁边的一间小屋子里。\n        周启航透过门缝看到有四个男人和两个身着暴露的女人进了屋子里，只见其中一个男人看了看桌子，随后直接走向像女孩，只听见啪！的一个清脆而又响亮的声音传来，小女孩的左脸顿时变得通红。\n        “呸！你TMD又没找到食物？下次找不到别他娘的回来，死在外面吧！”\n        只见其中一个身着暴露的女人走了过来，挽起这个男人的胳膊贱里贱气说道\n        “哎呦，涛哥，您消消气呀，为了这么一个小婊子气坏了您的身体不值得”\n        只见这个叫做涛哥的，转头看了这个女人，拍了一下她的臀部笑嘻嘻的说道\n        “你说得对，跟这种小杂碎还犯不上”\n        说着，抱起这个女的直接进去另一个房间，不用想也知道干什么去了\n        现在这个屋子里只剩下的三男一女，只见其中一个男的说了句去休息之类的话之后走开了。\n        现在这个屋子里只有两男一女了，只见其中一个男的色眯眯的看着这个女的\n        “怎么样，我的小美人，今天你总该好好让大爷我爽爽了吧”\n        只见这个女人一脸的怒火，并且呸了这个男人一口，这个男人顿时就火了。\n        “卧槽，到现在了，还TMD装清纯！”只听又一声啪的响声传来，这时候，另一个男人说道\n        “行了，坤哥，再打可就不好看了”\n        听到这里，也就不再打了。不过，倒是抓起这个女人的头发说道\n        “妈的，不管你愿意不愿意，今晚老子就上了你！看你TMD还能装纯到什么时候！”\n        说完，两个男人走了出去。\n        女人却站在屋子里一动不动看着墙角的小女孩，小女孩也冰冷的看着这个女人，这时候，女人从自己口袋里掏出半块已经有些发了霉的蛋糕递给小女孩，小女孩还是依然一动不动的看着她。\n        “小姑娘，我不会伤害你的，刚才你也看到了，我跟他们不一样的”\n        小女孩，听了这番话，颤颤巍巍的伸出手，接过面包吃了起来。\n        这一切的一切，躲在一旁小屋的周启航全部看在眼里，周启航狠狠地握紧了拳头，可惜这里没有镜子，不然他肯定不相信自己早已经气的是青筋暴跳。\n        周启航心中突然萌生了一个念头，一定要拯救这两个女生，至于那一个，自甘堕落，就怨不得自己了！\n第五章\n",
    "replies": [
        {
            "author": "十年不晚",
            "timestamp": 1487989440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "十年不晚",
            "timestamp": 1487990160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487990280,
            "txt_content": "十年不晚 发表于 2017-2-25 10:36\n你这小说有淫秽词量，你确定适合发MCBBS？\n我也不知道，如果真的不合适也没办法，毕竟这种小说必发的，不然突出不起末世的感觉"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487990460,
            "txt_content": "十年不晚 发表于 2017-2-25 10:24\n你这叫作死，看了版规再发\n那就没办法了，如果真这样，只好停更了"
        },
        {
            "author": "十年不晚",
            "timestamp": 1487990460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487990520,
            "txt_content": "十年不晚 发表于 2017-2-25 10:41\n山不转水转，还想当版主....我不说你了\n我想不想当版主，你确定在这里说真的好么？？？？\n并且两码事好吗？"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1487990700,
            "txt_content": "十年不晚 发表于 2017-2-25 10:41\n山不转水转，还想当版主....我不说你了\n算了，这里是论坛，不想多说什么了，你愿意怎么说怎么说吧"
        },
        {
            "author": "1509257205",
            "timestamp": 1487997300,
            "txt_content": "顶顶顶顶"
        },
        {
            "author": "165543337",
            "timestamp": 1488193380,
            "txt_content": "老哥你这个写的很稳 给点个赞"
        }
    ]
}