{
    "title": "【原创/单篇】《服务器》",
    "author": "Asr丶",
    "replyCount": 2,
    "timestamp": 1487995320,
    "txt_content": "以为你在宣传",
    "replies": [
        {
            "author": "葉子の",
            "timestamp": 1487995920,
            "txt_content": "标题: 【原创/单篇】《服务器》 本帖最后由 葉子の 于 2017-3-11 15:02 编辑 \n\n服务器Minecraft游戏爱好者的故事服务器      服务器，她在Minecraft里面拥有举足轻重的地位，玩家在她的拥抱中嬉戏着，玩耍着，在她的眼中玩家们就如同是她的孩子，让她的孩子们寻找到最好的游戏体验，而她的策划者是一群Minecraft游戏爱好者，他们和玩家们共同守护着他们心爱的服务器。那是一个万里无云的早晨，当太阳从地平线升起之时，阳光继续照耀大地之日，而服务器她却堕落了。一群玩家在她的怀抱中嬉戏着，而那一刻，服务器母亲她倒下了。熊孩子来了，带着他们先进的网络工具来到了这里，对一切的不满进行毁灭性的打击，玩家们哭喊着逃命着，而服务器母亲却只能呆呆的看着。最后熊孩子不满于对玩家的攻击，最后将矛头指向了服务器母亲，他们发动了网络攻击，游戏内就如同世界末日，从天边开始的方块一个个开始消失，万丈深渊的虚无正一步步逼近玩家们，他们绝望的向另一边跑去，最后服务器母亲支撑不住了，她倒下了，玩家们落入了虚无，他们的惊叫声在虚无中荡漾着。不久之后，服务器管理员来到了这里，呆呆的望着这里的废墟，眼中的泪水哗哗的流了下来。管理员来到玩家交流所，看着呐喊着需要治疗的玩家们，却束手无策。数小时后服务器内的技术员将服务器母亲治疗好重启开启，服务器母亲满脸沧桑的看着玩家们，再次摊开怀抱迎接着玩家们，很快这里恢复了。玩家们继续嬉戏着玩耍着，管理员举起他至高无上的法杖来到服务器内，找到熊孩子对他作出正义的裁决，禁止他永久来到这里，熊孩子带着他满脸的嚣张气焰离开了这里。经过种种磨难，服务器母亲她成长了，更多的玩家来到了这里，Minecraft游戏爱好者的管理层员们开始策划着放大规模，服务器母亲笑的更开心了。在她的眼中，孩子们永远长不大，一个个大型的建筑和一个个趣味的红石机关从地上挺拔而起，她的孩子们在她的怀抱中讨论着他们所创造的东西，交流着他们新建的建筑和红石，也有不少资本家在服务器内做起了生意，成为服务器富翁，也有不少的冒险家带上他们的钻石剑探索新世界。不管怎样，只要她的孩子们是开心的她就永远是开心的。但是终有一天，服务器母亲他不再笑了，Minecraft游戏爱好者再也无法承担起服务器的巨额费用，将服务器的公益模式转化为商业模式，一个个会员道具会员特权出现在了游戏内。虽然管理层的设计者们尽量保持游戏的公正性，但是普通玩家望着人民币玩家就如同民间百姓见到了皇帝，服务器母亲望着这里所发生的一切，想起以前孩子们的欢声笑语，她哭了，她的眼中包含泪水。“为何她的眼中常含泪水”服主哀怜道，“因为他爱以前的时光爱的深沉。”管理员哀叹道。光阴似箭，日月如梭，很快服务器发展到这个游戏在国家内数一数二的联机平台，服务器母亲她再次笑了，Minecraft游戏爱好者们将服务器改为了群组服，将服务器母亲他代入了子服，将商业模式重新改回了公益模式，其他子服用来获取利益来维持其他服务器的继续发展。但是人生之中不可能总是一路顺风，几年前破坏服务器的熊孩子也成长了，他成为了技术超群的人，他回想起曾经驱赶他的管理员，心中的怒火熊熊燃烧，他再次来到服务器内，管理员早已忘记他曾经咋样破坏服务器的，带着笑容欢迎他来到这个美丽漂亮欢声笑语的世界。他来到了他曾经的生存服，而曾经对服务器母亲他进行毁灭性打击的人她永远无法忘记，因为她不能忘记。今天熊孩子他再一次踏上片土地，拿着手中附魔的钻石剑挥舞着，服务器母亲她瞬时笑脸全无，带着恐惧看着熊孩子。熊孩子爆破了管理员账户，窃取了最高权限，在游戏内奔跑着杀死所有的玩家，在主城对玩家们进行一次又一次的屠杀。管理员来到这里将他关入服务器监狱的大牢，他不满的再次拿出他新学的网络攻击方式，对他的傀儡机发出指令，熊孩子的大军兵临城下，发动了攻击，服务器守军抵挡着一次又一次的攻击，最终城墙倒塌了，防火墙失效了，熊孩子的军队如潮水般地涌入服务器内········服务器最终也没能存活下来，爱好者们再也无法承担维护服务器的巨额费用，尽管很多玩家愿意无偿帮助他们，但是仍然无法重新启动服务器，爱好者们无法忍受这里所发生的一切，忍无可忍无须再忍，服务器的管理层员们将熊孩子告上了正义端严的人民法庭，熊孩子最终被送入国家洗礼罪恶的地方，监狱。共1658个字\n\n\n\n[groupid=1373]Endless Fantasy[/groupid]"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1487996160,
            "txt_content": "看到你这标题吓死我了。"
        }
    ]
}