{
    "title": "[Minecraft.net|CULTURE]Everyday genius 平凡中的天才",
    "author": "BensonQC",
    "replyCount": 3,
    "timestamp": 1488019020,
    "txt_content": " 本帖最后由 _Benson_ 于 2017-2-25 18:41 编辑 \n\n\nEveryday genius\nHow Athina “Vanillaburp” Lau makes Minecraft art with a focus on the simple things\n平凡中的天才\nAthina “Vanillaburp” Lau 如何用一些简单的东西创造 Minecraft 艺术\n\nDon’t get me wrong, I’m as into dramatic builds as the next ‘Crafter. Massive dragons coiling through storm clouds and giant gods standing astride sprawling cities: they’re right up my street. But sometimes, the maps that really get me are the quieter ones, builds which conjure up the atmosphere of real-life places. \n\n不要误会我了，我现在正走进下一个建筑师所建造的雄伟建筑中。巨大的龙在暴风云中盘旋，巨人两腿分开地站在城市中间：他们就在我的街道上。不过有时，真正让我眼前一亮的地图是那些更清静的，能够营造现实生活中气氛的那些建筑。\n\nI think there’s a real skill in using the Minecraft toolbox and art style to create somewhere that looks and feels familiar while also making it visually interesting. So my attention was definitely piqued when I saw Athina “Vanillaburp” Lau’s block models. She has a knack for making believable places filled with everyday objects that she’s modelled, things that often get overlooked in favour of the weird or dramatic. \n\n我认为有这样一种技巧，能通过使用 Minecraft 的工具和艺术风格创造一个看起来、感觉起来都很熟悉的地方，同时看上去也很有趣。所以当我看到 Athina “Vanillaburp” Lau 的方块模型时，它就立即引起了我的注意力。她能熟练地利用她通过模型制作的日常物品，和经常被忽略的东西，制作出一个令人身临其境的地方。\n\n\nAthina’s recreation of Max’s room from the excellent time-foldin’ teens story game, Life is Strange.\nAthina 对一款不错的时间穿越主题的青少年故事游戏，奇异人生中 Max 房间的复原。\nShe makes chairs and beds, food and kitchen appliances, bedrooms and desks. Regular things, the kinds of things that everyone’s familiar with. But, you might be thinking, why the heck would you want to make such boring stuff? But, I’d say in this fictional conversation, just because it’s everyday, it’s not boring!\n\n她制作椅子和床，食物和厨房用具，卧室和桌子。日常的东西，每个人都很熟悉的那种东西。不过你可能会想，你到底为什么要做那种无聊的东西呢？但是，我要对你说，就是因为这很平凡，这并不无聊！\n\n“A lot of the time we take objects around us for granted,” Athina tells me when I ask her about her work. “It’s only when we take time to properly observe them that we can appreciate the finer details, such as cracks, patterns and overall design.”\n\n“我们理所当然在我们身边的物品上面花费大量的时间。” 在我问 Athina 关于她的作品时，她告诉我。“只有当我们花了时间去好好观察它们时，我们才能欣赏那内在的细节，例如裂纹、图案与整体设计。”\n\n\nAthina’s kitchen manages to look so clean!\nAthina 的厨房看起来真干净！\nHer bathroom and kitchen, for example, are studies in careful detail, cleanly presented but with a sense of texture and character. Bottles are haphazardly lined up on the side of the bath and the coffee-maker and food-mixer feature every button and element they’d need to function. \n\n比如她的浴室与厨房，都在细节上仔细研究过，干净地呈现出来，但却有一种材质和个性的感觉。瓶子随意地摆放在浴缸的边上，咖啡机和食品搅拌机上有着每一个进行操作所需要的按钮。\n\n“I enjoy recreating a lot of what I see in the form of Minecraft models, not only because they are immediately recognisable, but because in a world of just cubes, any object I model can really be appreciated in terms of its overall design,” Athina says, explaining that she always uses reference images to work from. “Creating things from imagination can be fun, but having a visual guide gives you a better idea of what size and details a model needs.”\n\n“我喜欢以 Minecraft 模型的形式复原许多我所见到的事物，不仅因为它们很容易被识别出来，还因为只有在一个方块世界，任何我用模型做出的物体才可以真正通过整体的设计来鉴赏。” Athina 说，解释她总是用一些参考的图片来创作的原因。“用想象力来创作东西固然有趣，但有一个可以看的图片可以使你更好地掌握模型需要的大小和细节。”\n\n\nIt’s surprisingly hard to design a real-life space where everything feels in proportion to everything else.\n相对于所有别的事情来说，设计一个现实生活的空间出人意料地难。\nAnother important thing Athina gets right is scale. Things look the right size. “I find it useful being able to compare objects side by side to estimate the size of a model,” she says. But they’re far from hyper-realistic. Her models still look very much like part of Minecraft, and that, I think, is the real secret to why they’re so great. They’re blocky and simple, and a dead match for many of Minecraft’s aesthetic values. \n\n另一件 Athina 做得对的事就是尺寸。东西看起来刚刚好。“我觉得把物体并排放在一起比较来估计模型的大小很有用。”她说。但它们距离现实又很远，她的模型仍然看上去很像 Minecraft 的一部分，而这，我觉得，是它们如此之棒的真正秘密。它们方方的，很简单，与 Minecraft 的其他审美观点完美贴合。\n\n“I’ve learned that if you want a model to fit in with Minecraft, using Minecraft textures or even your own low-resolution textures is a good first step,” Athina says. In fact, she warns against using higher resolution textures. Since Minecraft models are cuboids with flat surfaces, high resolution textures don’t necessarily add any more detail while also tending to conflict with Minecraft’s style. It’s also rather at odds with her own minimalistic approach. \n\n“我知道如果你想做一个适合 Minecraft 的模型，使用 Minecraft 材质或者甚至你自己的低分辨率材质是很好的第一步。” Athina 说。事实上，她告诫不要使用更高分辨率的材质。因为 Minecraft 模型是有着平坦表面的立方体，高分辨率的材质不一定会加入更多的细节，同时也可能会与 Minecraft 的风格相冲突。这也与她自己的简约方式相当不一致。\n\n\nFood that looks good and also fits with Minecraft style.\n食物看上去不错，也与 Minecraft 风格贴合。\nSince Athina started playing, she’s seen Minecraft as a creative game rather than one about survival and adventuring. “I immediately saw the creative side,” she says. Even though block models didn’t exist back then, she started out using custom textures to create her first map and was immediately hooked on the idea of creating scenes with atmosphere.\n\n自从 Athina 开始玩这个游戏以来，她一直将 Minecraft 视作一个创造游戏而不是一个生存或冒险游戏。“我一下子就看到了创造性的那面。”她说。即使那时方块模型还不存在，她还是开始使用自定义材质制作她的第一张地图，并牢牢抓住了用氛围来营造场景的想法。\n\nSoon after, she discovered that she could model her own blocks for use in her scenes. She immediately downloaded MrCrayfish’s Model Creator to get started and made her first models, which were for a bedroom scene, and found the new freedom she had to create revelatory. “In a way, it’s like doing interior design without spending any money on furniture!” she says. “I could make the room just how I wanted it.”\n\n不久以后，她发现她可以制作要用在自己场景中的自己方块的模型。她立即下载了 MrCrayfish’s Model Creator 并开始学习，制作了最初的模型，它们是用于一个卧室场景的，她发现了创造的新的自由。“在某种程度上，这就像做内饰设计，而不用在家具上花一分钱！”她说，“我想怎么设计房间就怎么设计房间。”\n\nAthina’s work has stood out enough that the London art gallery Tate Modern and Microsoft have hired her to produce builds, as well as various YouTubers and minigame makers.\n\nAthina 的作品十分出色，伦敦美术馆、泰特现代美术馆和微软都雇佣了她来生产建筑，还有各类 YouTuber 和小游戏制作者。\n\n\nRestrained use of bright cyan gives this metal fella a real punch.\n亮青色的恰当使用给这个金属家伙一种真实质感。\nAnd Athina doesn’t only create models of everyday things; in fact, one of her favourites is a mech. “I spent a lot of time making it look detailed and on a bigger scale than I had ever done before,” she says. What’s more, parts of it are animated. “It’s a reminder that sometimes you need to step out of your comfort zone and try something new.”\n\n同时， Athina 不仅只制作日常物品的模型；事实上，她的最爱是一个机器。“我花了大量的时间让它看上去很精细，而且尺寸也比我曾做过的大。”她说。而且，它有一部分是动画的。“它能够提醒你有时你需要跳出原来的舒适区域，尝试一点新的。”\n\nStill, she advises that anyone wanting to get into making 3D models for Minecraft to start where she did: with the everyday. “So you get a closer look at the details,” she says. \"Try to model things that you find interesting and exciting. It becomes fun and easy to put lots of work and details to a model when it’s something that I can’t stop thinking about.”\n\n不过，她建议任何想要投身制作 Minecraft 3D 模型的人从她开始的地方开始：日常物品。“这样你就能更加清楚细节，”她说，“尽力做你觉得有趣、令你激动的东西。当你的模型是你日思夜想的东西时，这会变得很有趣，很容易将大量的功夫和细节花在它身上。”\n\n\nA gaming setup I think we can all get behind.\n一种我认为我们都可能落后的游戏设置。\nThen she gets stuck into building models using two pieces of 3D editing software. MrCrayfish’s Model Creator is free and is specially developed for Minecraft, and Cubik Studio is generalist voxel modelling software that supports Minecraft and costs a modest amount.\n\n然后她通过使用两款 3D 编辑软件将全身心投入建模。MrCrayfish’s Model Creator 是免费的，而且是专门为 Minecraft 开发的，Cubik Studio 是多方位的三维像素建模软件，支持 Minecraft，并且需要付一定的费用。\n\nShe starts with a basic shape and then adds smaller cubes for details. “In terms of textures, I suggest having the colours of the tiny details contrast with the main body of a model,” she advises. “This helps them stand out and the model will still look pretty and detailed from afar.”\n\n她从基本图形开始，然后加入更小的方块充当细节。“至于材质，我建议微小细节的颜色要与模型主体的颜色形成对比，”她建议，“这能帮助它们凸显出来，从远处看模型也更好看，更具细节。”\n\n\nThe wrapping paper in Santa’s grotto scene shows how Lau isn’t afraid to use high resolution textures where they count.\n圣诞老人的洞室场景里的包装纸表明 Lau 并不害怕在应该使用高分辨率材质的地方使用它们。\nThe last stage using a process called UV mapping to project her 2D texture to the 3D surface of the model. The key is to ensure the pixels don’t look stretched. Finally, she exports the model to a Resource Pack so it works within Minecraft and releases it. \n\n最后的阶段是使用一个叫做 UV 的工序，将她的 2D 材质放到 3D 模型的表面。关键是像素不能看起来是伸长的。最后，它将模型导出到一个资源包中，这样它就能在 Minecraft 中运作并将其发布了。\n\n“I would encourage to always share your work to receive feedback from the community,” she advises, since it’s a way of improving skills as well as showing off skills and meeting new potential collaborators. It certainly worked for Athina: “I never really planned for it and generally I just want to see where this leads.” \n\n“我鼓励总是将你的作品分享到社区来获取反馈。”她建议，因为这是一种提升技能、展示技能和遇到潜在合作者的方式。对 Athina 来说，这句话总是适用：“我从没有真正计划好要做什么，我一般只是想看看它最终会变成什么。”\n\nShe’s proof that you can go far with a lot of application and real attention on the little things.\n\n她就是一个活脱脱的证明，证明你能够从对日常物品的运用和注意力上声名远扬。\n\n\n原文链接：https://minecraft.net/zh-hans/article/everyday-genius\n原文作者：Alex Wiltshire\n原文发布日期：2017年1月10日\n译者：Benson\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1488019740,
            "txt_content": "这应该是用小方块做的模型吧，如果可以做出它真正的功能，GUI之类的就好了"
        },
        {
            "author": "langyo",
            "timestamp": 1488019800,
            "txt_content": "真美,这种稍微精细又不失原味的清新都市风格太喜欢了,尤其是厨房那一段"
        },
        {
            "author": "金属光泽",
            "timestamp": 1488026400,
            "txt_content": "a946115793 发表于 2017-2-25 18:49\n这应该是用小方块做的模型吧，如果可以做出它真正的功能，GUI之类的就好了 ...\n高版本的mc支持标准模型格式了."
        }
    ]
}