{
    "title": "[Minecraft.net|INSIDER]聊聊烈焰人",
    "author": "syz666",
    "replyCount": 1,
    "timestamp": 1488033840,
    "txt_content": " 本帖最后由 syz666 于 2017-2-26 11:37 编辑 \n\n\n\nMeet the Blaze永不悔改的纵火者Toast the Nether unrepentant arsonist\n\n炼金术痴迷者与有经验的农民可能是极少数的认为火焰（个人认为此处blaze既有火焰的意思，也暗指了本文所要介绍的烈焰人）是好东西中的一员。一个燃烧着的凶猛生物正在强大的下界堡垒中生成。在那里，它们无目的的巡逻，并且将所有尝试闯入它们领地的冒险者变为flambéing（译注：关于flambéing，见此处、此处与此处；此外，flambéing也有做及物动词的意思，即也有可能是“并且flambéing所有带有攻击性的冒险者”）这对于那些想将地狱堡垒的宝藏占为己有的人而言是个麻烦。当你靠近它们的时候它们会燃烧——给你来一份很棒的烧烤。而在它们的射程之内，麻烦则更大了——喷射火球使玩家与周围的地狱岩燃烧。\nAlchemy addicts and experience farmers are among the few who might have good things to say about the blaze, a ferocious, flaming mob that spawns in the formidable Nether Fortresses. There they patrol, to unknown purpose, aggressively flambéing any and all adventurers who enter their domain. Those looking to ransack the fortress for its valuable loot chests will find them an incredible nuisance: get up close and they’ll likely combust and give you a good grilling. But at range they can create even more deadly chaos: sputtering out fireballs from their swirling morass that set both player and all the surrounding netherrack alight.雪球在地狱中可能会派上用场。在这种情况下便是你的最好机会：精明的人会尝试使用冻结的雪球来攻击这些熔岩生物——在冲上去来一次漂亮的剑击之前。\nA snowball’s chance in hell may be, in this case, your best chance: canny heroes might try to stun the lava-loving beast with a freezing flurry of projectiles, dashing in to land a fatal sword blow before the thing ignites once more.\n然而，如果你能够在烈焰人危机下存活，那么奖励也是十分诱人的：一定的经验和一个烈焰棒。烈焰棒起初只能用于合成酿造台，但后来制作者认为获取这一资源是很不易的，所以现在烈焰棒还可以分解为烈焰粉来为酿造台提供能量了。\nThe prize for surviving such a dangerous encounter is quite an enticement, however: not only do blazes drop a load of XP, but they also have a chance of leaving you a blaze rod - an important crating and alchemical ingredient. Originally you only needed the blaze rod to create a brewing stand, but the devs felt it was important that each of these crafting processes consumed a resource, too: so blaze rods now need to be broken down into blaze powder to fuel the brewing stand, too.\n烈焰粉也是一种重要的东西。你可以将末影珍珠与其一起合成末影之眼——用于寻找并激活神奇的末地传送门！\nBlaze powder is a handy ingredient in itself, and, along with an ender pearl, essential for crafting an eye of ender - the magical item you use to find and activate end portals!\n\n使烈焰粉成为燃料的另一个原因是Searge想把一个完整的酿造台放置在冰屋下面的地下室——以便迎合主题。如果你不需要烈焰粉来使用它，你可以直接开始酿造，而无需去再去下界。那会打乱整个游戏的结构顺序！因此那不是一个好主意。\nAnother reason for the addition of fuel was that Searge wanted to put a complete brewing stand in the secret chamber beneath igloos - for thematic reasons. If you didn’t need blaze powder to use it, you could start brewing without a trip to the Nether, throwing the game’s entire progression structure out of whack! That would have been a big no-no.\n\n使烈焰人像其他生物是因为所有生物都停留在长方形，所以我们不能再做更多火焰类的东西了。但是我想让它们看起来更神奇，而非它们有胳膊和腿。最后，烈焰人的构造很简单。只有少量的火焰杆围绕核心旋转——但是为了让它有个性，我们让你能看到它的眼睛（在起初的版本中，你无法看到烈焰人的眼睛——在我看来那很没趣）。Jens Bergensten\nThe reason blazes look like they do is that all the mobs are stuck to cuboid shapes, so I couldn’t make something more flame-like, but I wanted them to look magical, rather than them having arms and legs. \n\n\nIn the end, it’s kind of simple, just a few rods rotating this blocky core - but in order to have the mobs have some sort of personality you need to make sure you can see their eyes. The first couple of versions didn’t have eyes - and it made them very uninteresting, in my opinion.\nJENS BERGENSTEN\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1488043260,
            "txt_content": "DinnerBone:我要出会悔改的的!"
        }
    ]
}