{
    "title": "[Minecraft.net|INSIDER]聊聊凋灵",
    "author": "syz666",
    "replyCount": 6,
    "timestamp": 1488026760,
    "txt_content": " 本帖最后由 syz666 于 2017-3-26 16:05 编辑 \n\n\nMeet the Wither\n进入这个Boss的头脑\nGet inside the heads of this boss beast\n在世界各地都响起了令人瑟缩的声音。天空暗了下来。在某个角落，有些人做了一件或许非常勇敢，或许非常愚蠢的事情：召唤凋灵。\nA chilling sound rings out across the world and all its dimensions. The sky darkens. Somewhere, someone has done something either very brave or very foolish: they’ve summoned a Wither.\n这个不死的三头怪会尝试摧毁身边的每一个生物，从一个头中吐出头骨，并对命中的目标造成凋零效果。凋零效果会让玩家的心变为不健康的黑色。凋灵会摧毁它所遇到的所有方块——即使你在战斗中活了下来，附近也会变得一片荒芜。\nThis undead triple-headed creature will then immediately attempt to destroy every living thing in the vicinity, spitting out skulls from each of its three heads and inflicting a creeping corruption on their target which turns a player’s hearts an unhealthy black. In its fury, the Wither will destroy blocks it comes into contact with - even if you survive the battle, there’s often precious little left standing nearby.\n听起来不错？这里是建造它的方法。注意：你必须将这些东西通过放置方块的方式来堆叠在一起，而不是在工作台里合成。我们使用工作台只是为了清楚地演示合成方法。\nSound like a good time? Here’s how to build one! Note: you have to stack these things together in the world, and not while using a crafting table. I’m just using the crafting table image below to make it super-clear how things fit together!\n你需要将4块灵魂沙与3个凋零头颅如下表所示的放置。\nYou’ll need: 4 x soul sand, 3 x wither skeleton skulls\n\n为什么会有人去做这件事情？什么促使他们进行这样的疯狂举动？或者是他们能够获得怎样的好处？在召唤一个凋零后击杀它，你将会获得一个下界之星。如果你想做一个神秘的光束发射块——信标以让它给予在附近的你一些增益效果，你必须拥有一个下界之星。他们看起来十分漂亮。所以为什么不为他们而拼搏一把呢？\nBut why would anyone do such a thing? What madness could possess them? Or what greed: summoning a Wither is, of course, the only way to kill one, and in so doing gain a Nether Star. And you’ll be needing a Nether Star if you want to craft a beacon - a mysterious light-beam-emitting block that grants special powers to those nearby. Plus, they look pretty bling, so why wouldn’t you risk life and limb battling one of Minecraft’s most deadly creatures just to obtain one?一切始于信标——我们需要一种合成它们的方式。我从Terraia（泰拉瑞亚）中获取了一些灵感：与boss战斗获得。在Terraia中你需要召唤boss并击败它们。所以我想到了一些关于Minecraft的不死生物：它们需要被召唤。凋零的名字是源自于我在加入Minecraft团队之前做的在线角色扮演游戏中的毒药咒语——Whispers in Akarra。我从Akarra的Whispers中还另外挑选了几个创意——如烈焰人就是另外一个！Jens Bergensten\n\nIt all started with the beacons - we needed a way of obtaining them. I wanted it to be some kind of boss fight and I was inspired by Terraria: in that game you always initiate the boss fights yourself. So, I already knew it should be some sort of summoning, and occult, too, relating to the undead of Minecraft. The name itself comes from a poison spell in an online roleplaying game I made before joining the Minecraft team, called Whispers in Akarra. Working on that game is how I met Daniel and Pontus [the awesome Oxeye Game Studio guys who made Cobalt]! I picked several inspirations from Whispers in Akarra actually - the Blaze is another!\nJENS BERGENSTEN\nJens还在游戏中添加了一幅画，提示了如何构建凋灵。但是像往常一样，Minecraft的supersleuth通过查看代码很快就知道了。So much for keeping such dark and dangerous rituals a closely-guarded secret!\nJens also added a painting to the game which hints out how to construct the Wither, but, as usual, Minecraft’s supersleuths quickly figured it out by looking at the code. So much for keeping such dark and dangerous rituals a closely-guarded secret!",
    "replies": [
        {
            "author": "Xwan泽宛",
            "timestamp": 1488027360,
            "txt_content": "果然凋灵就是Terraria给的灵感..."
        },
        {
            "author": "moonwind",
            "timestamp": 1488027780,
            "txt_content": "好帖子，值得学习！！！"
        },
        {
            "author": "langyo",
            "timestamp": 1488027900,
            "txt_content": "Sound like a good time……\n\n@FHC红石 @Zero_Exact @chyx \n这句楼主没翻译出来\n请试着翻译下…这句子我纳闷半天都没翻译出一个通顺的意思…"
        },
        {
            "author": "syz666",
            "timestamp": 1488028200,
            "txt_content": "谢谢@LocusAzzurro的评分对我的鼓励以及在博文录中收集了我的翻译。\n以及FHC、langyo两位对我帖子的关心。\n嗯既然如此我就再翻一贴。"
        },
        {
            "author": "obby825",
            "timestamp": 1488030360,
            "txt_content": "这往往会破坏你在生存模式下为应对战斗而建造的小补给站\n->\n即使你在战斗中活了下来，附近也会变得一片荒芜"
        },
        {
            "author": "13939493374",
            "timestamp": 1517970000,
            "txt_content": "好帖子，值得学习。"
        }
    ]
}