{
    "title": "[Minecraft.net|INSIDER]谁创造了杀手兔？",
    "author": "syz666",
    "replyCount": 13,
    "timestamp": 1488030300,
    "txt_content": " 本帖最后由 syz666 于 2017-2-26 08:23 编辑 \n\n\nWho Framed The Killer Rabbit?\n为什么这个恶毒的啮齿动物被流放了？\nWhy this foul, bad-tempered rodent was banished?\n\n一旦杀手兔生成，它将会十分“自然”与可怕——起码在主世界中如此。可以通过它红色的水平眼睛、燃烧的愤怒与仇恨、比其他兔子更快的移动速度与对玩家和狼造成的令人印象深刻的高额伤害来辨别出它与普通兔子。但是，在快照14w34a中，这讨厌的野兽已经被流放到了一个realm，并且只能使用命令来召唤。但这是为什么？\nOnce upon a build, the Killer Bunny was a natural and terrifying feature of the Minecraft overworld. Identifiable by its red horizontal eyes, burning with hate, the Killer Bunny moves faster than normal rabbits and will set upon players and wolves dealing an impressive amount of damage. However, as of snapshot 14w34a, this vicious beast has been banished to a realm from which it can only be summoned using commands. But why?\n首先，Jeb制作生物的一个原则是只有怪物才会持续尝试攻击视野内的玩家。另一方面，Jeb听说“Killer Bunnies”太多次了。杀手兔参考于一部1975年的电影《Holy Grail》——这其中的圆桌骑士都不幸被毛茸茸的的白色啮齿动物屠杀。\nFor one thing, Jeb’s rule for making mobs is that the only ones that always attack on sight have to be monsters. For another, Jeb’s just heard about Killer Bunnies one too many times. The Killer Bunny is a reference to a scene in Monty Python and the Holy Grail, a movie from 1975, in which the Knights of the Round Table are unhappily slaughtered and humiliated by a fluffy white rodent.\n\n我认为杀手兔是一个老套的笑话——它被引用在多个游戏当中。其中也包括我在Minecraft之前开发的游戏——Whispers in Akarra。在这款游戏里兔子被称为“Big Pointy Teeth”（大尖牙）。（这也是为什么它是Minecraft的闪烁标语之一）兔子实在太过于危险了。 它们基本是一个随机死亡事件。 当然，在Minecraft中有相当多的随机死亡事件——像在雷暴中产生的骷髅马。但是你最少会获得天气给予你的警告，可以留在室内！Jens Bergensten\nI thought that the Killer Bunny was a tired joke and it’s been referenced in so many games, including a game I worked on before Minecraft, called Whispers in Akarra, where the rabbit was named Big Pointy Teeth. (Which is also why that’s a splash text in Minecraft!) \nThe bunnies are also just too dangerous. They’re basically a random death event. Of course, there are quite a few random death events in Minecraft, like the skeleton horseman who spawn during thunderstorms, but at least you get a weather warning and can stay indoors!\nJENS BERGENSTEN\n",
    "replies": [
        {
            "author": "syz666",
            "timestamp": 1488030480,
            "txt_content": "@Java_command @LocusAzzurro @langyo \n这期帖子感觉翻译质量有点糟糕呢。"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1488030540,
            "txt_content": "关于杀手兔一直不解\n兔子眼睛不都是红的吗？（还有我发现楼主钻石233颗【滑稽】）"
        },
        {
            "author": "20020607",
            "timestamp": 1488031680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "syz666",
            "timestamp": 1488031800,
            "txt_content": " 本帖最后由 syz666 于 2018-7-19 12:44 编辑 \n\n好好学英语什么鬼(捂脸"
        },
        {
            "author": "1186670421",
            "timestamp": 1488033060,
            "txt_content": "看看萌宠大机密就知道兔子很可怕了\n"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1488033960,
            "txt_content": "20020607 发表于 2017-2-25 15:08\n标题的建造不对吧……\n虽然原文是fram\n但是也要按语境翻译吧……\n其实这个framed是背锅的那种感觉吧\n\nframed: Getting blamed for something someone else did - Being at the wrong place at the wrong time.\n来自UD的解释\n\n对于内容来说也比较合理"
        },
        {
            "author": "syz666",
            "timestamp": 1488034500,
            "txt_content": " 本帖最后由 syz666 于 2017-2-25 23:00 编辑 \nLocusAzzurro 发表于 2017-2-25 22:46\n其实这个framed是背锅的那种感觉吧\n背锅...也有道理。当时主要往创造这一方面想。另外烦请你指出这篇翻译的不足之处。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1488037500,
            "txt_content": "“杀手兔十分可怕——一旦它生成。” 这个语序怪怪的，感觉就按着顺序翻作“一旦生成，杀手兔十分可怕”更通顺一点吧？\n还有原句Once upon a build, the Killer Bunny was a natural and terrifying feature of the Minecraft overworld.里面的nature, feature, the Minecrafy overworld都没了，最好还是翻出来吧。:D"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1488070260,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-2-26 01:52 编辑 \nsyz666 发表于 2017-2-25 15:55\n背锅...也有道理。当时主要往创造这一方面想。另外烦请你指出这篇翻译的不足之处。\n ...\n一是一些词的理解问题 比如那个framed 建议对一些俚语和梗等等做些了解\n然后就是有些人说的翻译不完整\n最后是整体显得比较生硬，翻译完之后尝试读一下译文看看是不是表达上有奇怪的地方\n翻译讲究信达雅，首先要做到信，在此基础上做到达，并且信与达达到均衡，也就是说考虑对句式做一些需要的调整等等使句意更加清晰，同时保持原意。最后是雅，这个就需要长时间的翻译积累才能做到了，像我之前说的对两个语言的相关文化的了解也是很重要的。"
        },
        {
            "author": "syz666",
            "timestamp": 1488073440,
            "txt_content": "LocusAzzurro 发表于 2017-2-26 08:51\n一是一些词的理解问题 比如那个framed 建议对一些俚语和梗等等做些了解\n然后就是有些人说的翻译不完整\n最 ...\nframed那个确实没怎么考虑……梗和俚语的话因为英语不同地区存在不同的文化差异 所以可能会有一些问题 尤其是mojang基本是天天玩梗。因为个人学的英语的话是CnEBrE。\n不过还是感谢建议。可能更多的是没怎么翻译过 没有经验。\n信达雅的话信达肯定是必要的 雅的话如你所说 需要长期积累 重点是在此之前没有翻译过这类文章。\n嗯 就这样 谢谢。"
        },
        {
            "author": "wjwangchenyu",
            "timestamp": 1488098520,
            "txt_content": "译文中的realm没有翻译"
        },
        {
            "author": "1506559369",
            "timestamp": 1560643260,
            "txt_content": "很棒，表示支持楼主，希望继续努力"
        },
        {
            "author": "alitely",
            "timestamp": 1570417020,
            "txt_content": "感谢分享～"
        }
    ]
}