{
    "title": "<原创·单篇>StoryCraft|旅人|玄素",
    "author": "玄素",
    "replyCount": 12,
    "timestamp": 1488044220,
    "txt_content": " 本帖最后由 玄素 于 2018-8-2 16:49 编辑 \n\nStoryCraft|世界续篇·旅人\n以前试图要开的一个系列坑，然而这都第三年了才坑完了第二篇。恩不要说我强行三年。\n开坑时间大约是去年九月，填坑结束时间……恩就现在了，我觉得我比以前更懒癌了。明明还是篇短篇而已。\n也是坑了很久的文了，总不能一直让它就这么坑着。这篇的核心其实就偏向世界背景介绍了，出现的人和事也显得不那么mc，其实我也很绝望啊。但是依旧保证着核心设定还在mc原版的框架里面。这都快成强迫症了。\n序篇传送门：StoryCraft|不应触及的世界终篇传送门：StoryCraft|业火之城\n本系列由于初篇创作时间问题故事内世界时间线在1.8即将进入1.9的快照时期。\n——懒癌·玄素2017.2.26\n零·一夜\n他已经忘记了大半那一晚上事情的细节，即便时间尚未过去多久。可他依旧惧怕于那段回忆，甚至在这几天，这已经成为了他最深的梦魇。\n他一点也不意外于管理者能追踪到他，虽然他并不知道管理者们是如何做到的。“他们毕竟是管理者”，他这样安慰着自己。\n在那之前他甚至没有考虑过离开。就装作什么都不知道就好，拥有这样的力量足够让他比以前过得幸福很多倍，因为再也不用考虑物资是否缺乏。他也是一个“贫民”，日子悠闲却清贫。这就够了，他不想去做更多的事情来改变这个世界的现状。能够在图书馆默默看着这个世界的变化，其实挺好的。\n雨还在下，沁透他的衣衫，湿湿冷冷。路边的红石灯已经熄了，这条路他并不甚熟悉，于是只能在黑暗中摸索前行。于是他看见了光，于黑暗中，于眼前。\n和他刚刚展示给Craver的一样。\n他知道那条公告是发给他的，或者说已经算不上公告，而是专门展示给他看的文字。被/title命令指向的目标，该只有他一个才是。\n“我是这座城市的管理员之一”\n“我希望能与你明天晨刻在图书馆门口见面”\n“不要迟到”\n一共三条字幕内容，宣告了两件事：管理员已经知道了他拥有了命令的力量；管理者对他提出了无法否决的邀请。\n这是不该被管理者以外的人拥有的力量，他是知道的。\n前途未卜。\n他的脚步在看到公告的那一刻就定住了。滂沱大雨中，黑衣的他融进了夜色。没人能看到他在发抖，但深入骨髓的寒意已经彻底将他包围。\n//当断则断。所以现在对方知道我是谁吗？\n他在起先的恐慌之后飞快的冷静下来。现在每一分每一秒都很宝贵，没时间可以浪费了。他开始奔跑，任凭雨水打得他生疼，远处雷鸣声大作，有闪电划过天际。\n//他不一定知道。他知道我使用了命令方块，说明他能够……能够查询日志。这是唯一合理的解释。但是日志不会告诉他谁用了命令。我的命令全是在命令方块里执行的，日志上不会显示我的名字。\n狭窄的巷道。这样的雨天几乎不会有人出门，这也是他选择来访Craver的原因之一。明明知道路有多长，但仿佛就是看不到尽头一样。还有大半的路他才能到家……\n//等等，为什么我要回家？\n//如果我决定逃往外域，那么这个交叉口就是通往南门最近的地方。我需要抉择……这取决于我能不能搞清楚，管理员知道什么。\n旁边正好有个搭了阳蓬的小店，黑夜中看不清标牌，只能看见店铺的名字用S打头。他站了进去，阳蓬下没有雨水，让他顿时舒适了很多，思路也更清楚了些。\n//不……他知道我。我对自己用了give。\n//那么没什么可说的了，必须要逃。如果我知道我会被追踪日志，那么我肯定换个方法用/summon了……可现在说什么都晚了。“一个计划外的会命令的人”，哈哈，我会被怎么对付？\n//那么我该做些什么？为了避免自己被莫名其妙的处决掉……我能做些什么？\n额头有水珠滚落。他已经分不清那是雨水还是汗水，或者两者兼有。\n方法很简单。他已经想到了，或者说，想起来了。\n他曾经读到过这个方法。\n大多数人都知道记叙之书记载了对世界万物的描述，但很少有人知道，它的内容远远不止有这些。他知道记叙之书每天都在更新，更新的内容量甚至不比他每日的阅读量小多少。每到更纪之时，内容的更新量更是大到能让他看到头晕目眩。后来他明白了……那是来自世界另一边，[玩家]们的记录。玩家描述并记载着他们眼中的世界，这些记述又构成了了终末之间的现实……\n他似曾听他的玩家讲到过，在玩家的世界，那些东西叫做wiki或是论坛。\n他从记叙之书的**上查到了属于他自己的，被玩家称作UUID的字串。用这个字串生成一只生物，然后杀掉它，世界就会认为这个UUID对应的实体已经死了，之后就再无法简单的通过命令中的实体选择器来选中拥有同一个UUID，但还活着的实体。\n这就是方法。\n他没有真的尝试过这样的方法，更不知道是否对玩家也有效。书上说研究出这个方法的人只使用它来保护盔甲架，他想不明白为什么盔甲架值得用这种前所未有的方式保护。\n但是这是他唯一的路了——救命稻草——\n他确认周遭无人后，将命令方块放置在了地上。打开它的[界面]，看着它四周闪动的五颜六色的光。非常暗，但在这漆黑的夜里，又格外显眼。\n/gamerule logAdminCommands false(关闭命令日志输出)复制代码这就是一切的开始。\n壹·流放\n黄沙，黄沙，还是黄沙。\n甚至没有仙人掌，没有枯死的灌木，没有水源，没有生活在沙漠中的居民。只有高高低低的沙丘，沿着风的方向排成行列。\n在这里并不担心迷路，因为只要一直往前走就好了，走到的地方一定自己未曾来过。但是没有哪怕一丝能离开这片荒漠的痕迹，即使Gravil已经在这片沙海走了三天。\n三天时间，在本应满是危险的外域，却没有任何怪物前来打扰，似乎它们也知道这里是死亡之地，不愿前来。\nGravil依旧在向前走，但是他已经开始怀疑自己是否应该继续这样走下去。如果原路返回……也只要三天，他就能回到这片荒漠的边缘，那里有树木有河流，有在这沙漠中看不到的一切。\n可他不愿回头。既然选择了离开……那便不再有回去的理由。\n在让人无限疲惫与麻木的旅程中偶尔他会想起Craver。他本以为他所了解的知识将和他一起永远埋葬在那座图书馆中，可Craver带来的那个方块改变了他的一切。\n他本可以做到许多事的。拥有了那个方块，他就能和那些阴影里的管理者平起平坐，拥有他们几乎全部的力量。他甚至可以成为新的管理者——现在的管理者似乎并没做什么错事，却颇不得民心，只要稍加鼓噪，他就能拥有一切。\n但他却选择了离开。\n城外就是外域，被大多数人视作禁地的地方——那里有数不尽的怪物，蠢蠢欲动，择人而噬。\n三天过去了，他躲过无数林中的怪物，走出了城外的黑森林，看到了这一片大漠。期间他遇到了数次骷髅巡逻队，最近的一次他非常怀疑那些骷髅已经见到他了。但骷髅没有攻击他，仿佛什么都没发生一样，又静静走掉了。Gravil不太清楚为什么会这样，在几乎全部Mountisue人的认知里，他们与怪物天生为敌。而这次，怪物没有主动攻击他。原则上这是不可能发生的事才对。\n那些怪物多得让人畏惧，每天他都会在噩梦中惊醒，但醒来之后的世界同样是噩梦。他可不想用自己的性命去试探那次和骷髅的偶遇究竟是不是自己在做梦。\n就这样心惊胆战的前进，三天之后，站在森林和大漠的交界处，Gravil待了一小会儿，然后做出了最终的决定。\n他没有回头。\n他走进了大漠，哪怕面对着完全未知的世界。这片大漠他并没有在记叙之书中读到过，因为几乎没有能走出黑森林的人，所以自然没有人能将更外界的事情告诉他人。\n而现在，他有些后悔了。\n因为每一步都在远离那座他生活的城市，每一步都在远离那些他熟悉的人。没有人追出来，但大约，他也不再可能回去。永远的，孤独的日子。\n终日没有人交流，在第三日的日头暂歇，而他也走累了时，便找了个沙丘在背阴面坐着，慢慢回忆之前的事。从那一日开始，一点一点，梳理到此刻。这也使得他被突如其来的声音唤到时，整个人都处于惊惶无措的情境。\n“Gravil，早啊。”\n贰 “欢迎，管理者”\n//怪物大概不会说话。那么说话的人是谁？\n用残余的理性试图做一点思考，Gravil猛地抬头，环顾四周。\n没有人。\n和之前一样，连个怪物的影子都找不到。大概是幻觉吧，他这样安慰着自己，大漠的旅程太过苦闷，已经让他开始幻想一个人来和他说话了。\n“本来以为你会接一句‘这一点也不早’，可没想到你完全没有打趣的意思。罢，算我猜错了。”\n那个声音却还在继续。\n“你在哪里？！”Gravil现在的心情已经不能用惊慌失措来形容了。\n“在这里。”\n惊讶的Gravil脚一软坐倒在地，看着面前的空间逐渐凝实出一个人形。不同于任何传送——那根本不会使他害怕——没有任何征兆的，光和粒子凝结，凭空多出来一个人。\n白色的眼睛。\n“herobrine？”几乎是脱口而出。\n那个身影似乎有些不大适应的活动手脚，“其实不是。不过也的确是个合适的名字……所以如果你想的话，这么叫我就可以了。”\n“你……你要做什么？”\n“我是来找你的，Gravil。你以为你之前做了什么事？把自己的标识码抹除，你会被世界忘记。你依旧活着，但你无法与终末本身有任何交互……这是你希望的么？”herobrine盯着Gravil，目光森森，像是要将他看个透彻。\n//他知道我所做的事情。他也是一个管理者。可我现在甚至连逃的勇气都没有了……真是可笑。所以其实我还是没有能逃出来吗？\nGravil不敢直视herobrine的眼神，索性闭上了眼。“听起来好像和永恒的死亡也没有什么区别。”\n“我不是管理者。或者说，我不是你所理解的那个‘管理者’。只是你看，命令不只有管理者能用，日志也不只有管理者能查。”\n“但是管理者至少不能看到我在想什么。”\n“所以我不是管理者，我是herobrine。”\n//真是个毫无意义的回答啊。\n“所以回到问题，你真的知道你自己在做什么吗？”herobrine同样坐到地上，目光看着远方，静静等待着Gravil的回答。\n这时候Gravil终于能睁开眼好好的打量一下面前突然出现的这个人。标志性的白眼睛，这是在无数话本里出现过的标识，标识着这个人是传说中的幽魂、恶作剧者——herobrine。当然很多对这个故事感兴趣的玩家都把自己的角色改成白眼，但Gravil实在想不到哪个冒仿者可以做到这样的神迹。但是和传说中不同的是，他穿着一身灰色的长衫，而不是默认的那身蓝色衣服。\n“……我承认，我不知道。”终究Gravil还是叹息道，“我只是想逃出来而已。”\n“刹那的终焉未必比永恒的孤寂要更糟，对于我这个漂泊者来说，对这话的体验大概比谁都深。”那个身影转过头来看着他。“任何事都有其代价，逃离亦是。但你还活着，被终末拒绝不代表被其他存在拒绝。”\n“所以呢？我现在算个什么？”Gravil勉强笑道。\nherobrine没有回答。他用手在空中勾画着什么，指尖带起银白色的光。那光在空中驻留短短一刻，又随着他的手势变暗。等到他停下来时，面前已经多出了一长串黯淡的字符。\n“你是一个会命令且能用的了命令的人，因此值得我的尊重。同样我也希望你能与我缔结一个约。这个约作为我与你信任的互换，作为报偿我会告诉你更多关于外域，关于这个世界的事……你想知道的事。而作为代价我希望你守诺于，无论如何，不要使用命令做任何对这个世界，或其上存在造成伤害的事情。”他对睁大了眼看着这串字符的Gravil轻声说。\n//约？\n“用来描述一个互换的东西。用你们的话来说，可以看作是契约……？大概吧，可能在你们看来是很奇怪的东西，毕竟它只存在于玩家的世界。”\n然而herobrine看到的却是满脸黑线的Gravil。“报偿能不能加一条？”\n“……你期望什么？”\n“不要看我在想什么了可以么……”\n于是银光字符又多了一行。\n“答应的真爽快……我该怎么做？”Gravil已经非常认命了。herobrine看起来并不像是要伤害他，而说实在话，他对herobrine答应的条件的确很感兴趣。至少想在外域活下来，知道的多点总是好的……伤害？说真的他没有想过去伤害其它的生物。别的角色自然不用说，Mountisue城是禁止了角色间的相互伤害的，正常情况下你不用期望自己能攻击到别的角色；而外域这些怪物……他一向是能躲就躲。反正真的要跑的话，它们也追不上，他又不是采集者，没理由主动对怪物发动攻击。\n“用‘我建此约’为开头念一遍刚才的约文就可以了。”\n“我建此约：作为报偿我将不再被了解所想，并获取关于这个世界的知识；作为代价我将不会用命令对这个世界及其上存在做出伤害。”Gravil转过身面朝着银光，将手覆在胸前。在玩家的世界这似乎是一种很庄严的仪式，但他也对此知之甚少，只是觉得这样的场景该配一点庄严的姿势。面前的字串随着他的声音亮起，在语句结束的时候，字串化为纯粹的银光，在他的手心变成了一个圆形的印痕。\n“那么约已立毕。欢迎，管理者Gravil。”\n断章 从无到无\n“这个世界以前真的是个世界。你们所谓的城里也好，外域也好，都是那个世界的一部分。”\n“我……我不大明白。”\n“不是一个游戏的一部分。独立的，自主的，一个世界。由一个绘梦的人写下，一笔一笔勾勒，从虚无中造了这么个世界出来。山川河流，日升月落。一切都是完备的，而我是祂委任的管理者。”\n“那么一定有后来。”\n“是的。后来这个世界被遗忘了。”\n“被那个写下这个世界的人？?”\n“你学的很快，但你还是猜错了。是被所有人。任何一个存在于文章中的世界都是如此。当最后一个知晓它的人忘却时，这个世界也就随之进入遗忘的进程。按照正常的轨迹，它会慢慢崩塌，直到一切回到零。开始的样子。什么都没有。可这个世界却被拉了回来，被……那个游戏。”\n“……”\n“相似度越高的两个这样的世界越可能发生这样的干涉。被遗忘的一个会被打断遗忘的进程，转而为新世界的一个投影。原来的造物会被映射的越来越像新世界的造物……这是一个不可逆转也无法抗衡的过程。于是这里是终末之间，不属于那个游戏，也不属于原来的世界。”\n“而我也就变成了这个样子。对我而言，谈不上这样的变化好还是坏，只能说变化的确在发生，我还是我，虽然可能行使权力的方式已经变了。可显然，这世界上不止我一个存在。”\n“……僵尸骷髅们？”\n“他们原先也是世界的住民。生者异化为村民，亡者从墓穴中醒来，便是你们见到的僵尸骷髅。终究是一个不完整的世界合并到另一个不完整的世界……”\n“但玩家可以塑造这个世界，我们却无能为力。我们所能干涉的仅是同样生活与这世界中的角色们，虽然这个干涉也显得无力。”\n“所以你们的干涉是怎么样的？”\n“就像我也能够使用相应的命令来修订这个世界，虽然不必凭借‘那个方块’，但是目标只能是非角色的存在而已。角色们，尤其是管理者，也能使用命令，但是目标同样也只能指向角色。这是我们的万幸……至少新世界的影响力还不足以将原来的一切规则湮灭。”\n“角色们扩张，角色们击败了末地的君主建立了这片城市。城市的范围越来越大，角色们的活动范围越来越广。角色们屠杀原本世界的生灵。”\n“我们只能反抗，哪怕孱弱无力，也终究好过悄无声息地被世界的合并抹去。”\n“这就是故事的尽头。”\n叁 星火\n海晶灯依旧亮着，幽蓝的光映在书架中的古籍上。\n和印象中的一模一样。\n仿佛长梦初醒。\nCraver缓缓站起来。身上空无一物，他早已预料到会如此，所以并没什么惊讶的。\n他惊讶的是没想到他还能回到这个世界。\n作为一个贫民，他已经快要忘记了被自己的玩家召去主世界是怎样的感受了。如果只是平常时候，他是该欣喜若狂的，但这样的喜悦却被突然到来的责任感冲的淡无痕迹。所以他本来以为自己的终焉已经到来了，该做而未做的，该说而未说的，都只能被憋死在自己的心里，无以践行了；可上天偏要与他开玩笑，他不能抛下一切不顾了。\n既然回来了，就应当——或是必须——做些什么。\n//连管理者都畏惧的东西么……\n无声无息地被抹杀，无人知晓地消失于世界中。如果不是所有人都不曾料想的幸运，这些故事将永远不会再被揭晓。但一旦被揭晓，便是石破天惊。没人知道管理者之下隐藏着这样的秘密。Craver甚至不愿去想之前是否也有同他似的，拿到过命令方块的人，以及他们的下场如何。\n但Craver也知道，但现在最大的问题在于他能做到什么。\n贫民而已。\n//Gravil呢？他究竟怎么样了？\nGravil是Craver想到的第一个人。同样知晓命令方块的存在，甚至还使用过那个方块。他是否也遭遇了相似的待遇？他现在在何方？\n先前对其活着的极大期望已经被管理者简单直白的手段斩得一干二净。在他之后，他不相信管理者有理由让那样一个人活下来。\n//即便他并没有和管理者一战的武器——那个命令方块他并没有拿走——但知识就是最为可怖的力量。\n//失踪多日……唉。真希望他比我更要幸运。\n//所以我呢？管理者应当也没有料到我会复生，所以我就是他们计划中的变数。我该怎么做？\nCraver抬头看向面前的书架。\n群书无言。\n他微微笑，眼神里已经逐渐从慌乱换做了笃定。\n“我愿成为星火”，他还记得他是这么对Gravil说的。\n//至少计划的第一步，我得逃出去。\n肆 向死而生\n天已经很晚了。周围全是骨头架子碰撞的声音，僵尸低语的声音，蜘蛛叫唤的声音和史莱姆跳跃的声音，令人不寒而栗。\n//所幸它们不知道这里还有两个偷窥的人。\n“你提到的会议就要开始了吧？”Gravil问。\nherobrine仍旧只是笑笑。\n从大漠中走出又花掉了两人两天的时间。漫长的旅途中两个人都异常沉默，Gravil猜不到herobrine是怎么想的，但他也保持了相同的缄默。\n这趟旅行的目的地是西北方的一片桦木林。herobrine提到，有一个属于怪物的会议会在那里展开。\n“什么会议？”\n“关于如何进攻Mountisue城。”\n“能不能带我去看看……？”\n于是一路向南的逃亡就这样宣告尾声。\n//其实我终于还是担心着那个地方吧。每一座房子，每一个人。图书馆。……Craver。\n//那晚的命令终究还是起了效果。我无法被指令选中……甚至不知道是好事还是坏事。至少我没办法再用命令给我自己补给了，但管理者就算知道我是谁，也没办法一令置我死地。\n//……真想回城里看看。但如果他们依旧想杀死我的话，回去无异于羊入虎口。\nGravil问了问herobrine现在的坐标，然后遥望向那座城市的方向。在晚霞中，远山的剪影遮挡了一切，只有山上黑森林那标志性的深色橡木隐约可见。\n旅人没有家乡，在出逃的时候，本就应该笃定地再不折回。\n“噤声。”倒是herobrine的提醒打断了他的思绪，“开始了。”\n周围的骷髅和僵尸几乎同时放下了双臂——骨头架子碰撞的声音，整齐的咔哒一响。\n怪物的阵列中产生了些许骚动。几乎是每个队伍中钻出一只生物，即便隔得很远，他们的眼神和行动也足够显示出它们与周围围立的其它生物的不同之处。他们走到最中间的平地上，逐一坐下。Gravil粗略地看了一下，大约有十来个生物离开了队伍，站到空地上。\n不止有僵尸、骷髅、爬行者或是蜘蛛。还有一些别的生物，例如豹猫和狼。\nherobrine在面前划了几下，空中随着他的手势凌空展开了一个“界面”。这个界面和Gravil见过的一切界面都不同……上面一行行显示着凌乱的字符，甚至还在不断的飞快跳动。\n“这是日志。比较乱，一般需要筛一下才能看。”herobrine轻声说，“你也可以用命令方块来打开这个界面……和一般的使用方式不大相同。”\n//所以，管理者能够查看日志……也是herobrine所教的？\nGravil看着那张界面被herobrine快速地做着调整，最后几乎停止了变化。\n白狼：会议的主题已经不需要再说第二次了。每一个人都知道我们是来做什么的，只是例行公事的，还是问问看大家，你们做出了什么样的决定。\n野：……可一切都已经注定了，不管我们做再多的努力，结果也不会改变。\n兰格：我们本来就是注定被遗忘的人啊，能够在这个世界这样存活下来已经是万幸，我们还要奢求什么呢。\n白狼：已经到这一步了，我们也没办法放弃了。没有未来的族群不值得被怜惜，但至少我想，没有人希望自己成为连过去都没有的族群。复制代码“对话的是谁？”Gravil也同样放低声音对herobrine问道，虽然这举动成功地让他的声音含糊到自己都听不清了。\n“以前的人。”\n野：也许……我。\n野：不放弃又能如何。用那么多同胞的鲜血以葬……野做不到，何况就算野坚持下去又能做什么呢？我们被那个新世界的规则约束，无法对角色展开攻击。野磨利了我的爪子，但野却无法将血痕印在任何一个角色的身上。\n白狼：但是你还是来赴约了啊。\n野：野是孤零零来的，也会孤零零离开。野的族裔还等着野去照顾。你们就当野，甘心了吧。复制代码中间的平地上那只孤零零的豹猫缓缓站起来，向着其它生物低了一下头，然后以属于豹猫的敏捷窜进怪物群中，消失于所有人的视野。白狼：所以还有其他人有异议么？复制代码字串的跳动停了下来。没有任何一个人接话，herobrine展开的日志上一片死寂，正如林中寂静的怪物们。\nGravil抬头看了herobrine一眼，发现他正皱着眉头沉思着什么。\n白狼：……\n白狼：那么走吧。故事该结束了。复制代码空地中的末影人小心翼翼地放下手中一直托着的黑色东西，那东西并不像是方块……\n//是龙蛋！那条黑龙所守护的圣物！这……这东西，对！\n//传说管理者击败了那条黑龙，但……龙蛋，没有人知道去了哪里！\n而僵尸则在龙蛋上平放下一个小小的白色物件。Gravil努力想看清那是什么，身子使劲前探，结果差点掉下了树，还好被herobrine一把拉住。\n“那是下界之星。”他听见herobrine轻声说。\n但herobrine在说话的时候，眼睛并没有看着Gravil，而是目不转睛地盯着龙蛋的位置。\n骷髅收起了弓——\n一只箭矢从天空坠下，直直钉进下界之星，钉进龙蛋——\n然后是白光，铺天盖地的白光——\n引言·幕间\n“按照惯例，这次更纪之时后的更新还是交给你了？”\n“哈。这次更新这么大，你不来帮忙的话大约我能累死。”\n“我也脱不开身啊。我接到消息说怪物们在向着这座城市聚集，没人知道他们想做什么，我只能打起三倍的精神来应对这堆乱七八糟的事了。”\n“……罢，那还是我来吧。”\n“没做应案？”\n“还没有测试。这种东西不测试的话，出了哪怕一点问题都足够让城里的人好好喝上一壶了，我可不想这种事发生。”\n“这么说来……你有没有听说过近来的流言？”\n“什么流言？”\n“对管理者的非议，对‘贫民’待遇的抱怨，诸如此类。”\n“这类抱怨少过么？”\n“但却异乎往常的多了。我是从来没有见到过连守城的卫队都对这座城市和管理者们失去信心的。”\n“唉。”\n“怎么突然叹气？”\n“你呢。你不早就对我失去信心了么。”\n“……”\n“哈，说笑的。日子还是得过，正如你说这个世界的原住民们行为越发怪异，我们也当做好准备应对一切可能的遭遇。”\n“……我有点后悔。”\n“又后悔你做的事了？”\n“Craver和Gravil，那个命令方块。”\n“你觉得是因为他们引起了流言，还是觉得惋惜于他们的命运？”\n“我只是在想……如果当初不是我们五个发现的那个方块，世界会变成什么样子。”\n“大约和现在大不一样。如果不是Dis会一点命令，找到了能改变世界的东西还不会使用，可能这座城的故事压根就不会开始。当然，若是另一个会命令的人捡到，也许整个世界的格局又是不同。”\n“有的时候我会想，如果我不是管理者该多好。我不需要为任何人负责，可以安安心心地在这个世界找一片地方建个庄园，种种地养养牛，大约……就很幸福。”\n“傻瓜。那样会孤独的。”\n“孤独……难道现在的我们，就不孤独吗？”\n“我们不孤独。”\n“……是么？”\n“我们不孤独。这周围的一切都是真实的，那些生活在这个世界的角色们，那些世界的住民，我们相遇在这个世界。我们没有选择与世隔绝桃源独憩，而是共同面对一切未知的命运。”\n“……”\n“何况哪怕最糟糕的时候，你也还有我。你可以放心的做一切事情，而我会为你善后。”\n“喂！”\n“难道不是吗？哈哈哈哈哈哈……”复制代码伍·或然之诺\n野：野知道你们就站在这里，在野面前。但野却看不到你们。以前能给野这种感觉的只有herobrine大人一个，但现在有两个，喵。你们是谁？复制代码等到代表着更纪的白光终于淡下来之后，周围的怪物们已经走得一干二净，仿佛从来没有出现过。\n除了一个小东西反倒是直接出现在了Gravil面前。\n一只豹猫。虽然说豹猫们长的都是一个样子，但是在herobrine尚未关闭的界面上显示出来的这行文字，已经足够宣告它的身份。\n是刚才底下会议中，提前走掉的那位。\nherobrine：不必惊慌。是我。\n野：大人早~早~早~啊！\nherobrine：现在是晚上，多谢。\n野：喵！复制代码“是个很粘人的家伙啊……”herobrine将手从界面上移开，苦笑着摇头，“倒是忘了她也来了。”\n“你们很早就认识吗？”Gravil有些惊讶。\n//本来以为herobrine和怪物们只是“知道彼此”……看起来他们比我想象的关系，还要亲密许多才是。\n“以前是个缠人的小猫。后来长大了，变成了缠人的大猫。豹猫其实挺可怜的……本身爱吃鱼，别的怪物又没有手段给它们捕鱼，只有角色才能钓到鱼类。可角色只会拿鱼当诱饵骗走小猫……那时候我就给她们族找鱼吃。”\nherobrine说着在界面上又操作了一下，在上面写，/summon Item ~ ~1 ~ {Item:{id:fish,Count:1b}}。一条鱼凭空落到他的手中，他便蹲在野的身前，将鱼喂给野吃。小猫吃得狼吞虎咽，像是饿极了。\n野：唔……野还没问，和大人在一起的人是谁啊？\nherobrine：是我的朋友，不必害怕他，他不会伤害你。复制代码野伸出舌头舔了舔脸的边缘，然后看着Gravil的方向。棕黑色的眼睛睁大，姜黄色的毛蓬起……然后缓缓地落了回去。她趴在了地上，任凭herobrine轻轻抚摸着她的脊背，一边发出咕噜噜的声音。\n“她看不见我们？”Gravil想了一下，终于还是提出了心中的疑问。\n扭过头的herobrine脸上依旧是苦笑，“我们都是不被世界承认的人，忘了么？”\n野：那野就不问了……大人的话，野放心。\n野：对了，说起来，herobrine大人真的不打算帮帮我们吗？这场战斗肯定非常惨烈，我们就算能胜也只是惨胜吧，何况那些角色要是有什么特别的法子，就……\nherobrine：我不该也不能干涉任何你们之间的事。\n野：但大人一定有法子的吧！\nherobrine：我很早就跟你们讲过，这些角色同样是另一个世界的映射。\n野：……可。\n野：可野不想被忘掉……野也不想让其他人被忘掉……\nherobrine：我知道。复制代码他再次停下书写，认真地看着Gravil。和第一次见面时候的眼神相似，Gravil不自觉的看着herobrine，又不自觉地移开了目光。\n“……我没有理由让你对我做下这样一个承诺，但我还是希望你能够听我这样说一句。你是图书馆的管理员，也知道记叙之书。但你也许不知道有办法可以直接编辑记叙之书……我希望你能创建一个属于它们的页面，尽可能的多记录下来他们的故事……”\n“可为什么你没有自己去做？”\n“那是属于玩家的世界在这个世界的映射。而我终究只是原来世界的住客。”\nGravil咬了咬嘴唇，“这样能够使他们过的更好吗……？”\n“实际上最终的遗忘不可避免，原先世界的所有存在都会被抹掉自己的意识和过往。有个记录……至少能让再看到记叙之书的人知道，他们也曾存在过。”\n“那么你呢……”\nherobrine站起来，背过了身。更纪的白光已经彻底散去，黑夜中他的身影和树影融在一起，在黑暗世界的边缘，像是下一刻就要被吞噬进去。\nGravil分明看到他的身子颤抖了一下。\n野不知道什么时候已经走了，和她来的时候一样悄无声息。她终究还是没能等到herobrine的那句承诺……\nherobrine：我会尽我所能，让这个世界不被彻彻底底的抹去。\nherobrine：这大概是我最后所能做的一切了。复制代码后记\n又过了半年多了。某种意义上对这个世界也有了感情，于是就对这个故事的结局慎之又慎。说真的，我有些找不到一个合适的结果给这个世界。习惯性的用代入法去试着得到一个解，可每次的结果都很绝望，不管是对这个世界中的人还是对我自己。于是就一直拖着，拖着，拖到现在。但是故事也总该有个尽头对吧……结局应该不远了。最初的设想是写成三篇，后来因为觉得可能后两篇会太短于是就想着要不要合并掉，结果写到原先计划的中点，发现字数也是差不多了……于是就按照最初的计划发文了。也是被无数人问过是不是弃坑了。其实没弃坑啊，只是一直不愿意去写吧。就拿这个作为坑更大了我没有弃坑的证明好了。依旧按照老传统，该mc的地方依旧跟着mc的设定走，虽然herobrine这个人的设定本身就很不mc。其实herobrine我男神来着。设定上是有糅杂一些我原先写玄幻时候的风格进来的，所以会有奇怪的约的设定。其实在现在的终末，这样的东西已经毫无实际效力了。当然我们也都知道，约定这种东西就是拿来打破的对吧？就当做小小剧透好了。herobrine是知道两个世界的碰撞的，实际上就是两难了。按照他的立场他该去帮怪物们对吧……但是他又偏偏不能直接对角色做些什么。何况在他眼里，角色也是无辜被卷进战争里的可怜人，而原住民们的未来已经注定——随着世界合并的进程，慢慢会被抹掉一切。当然也包括他自己。herobrine的确是认识管理者的。至于为什么没有直接把交给Gravil的任务托付给管理者……你猜啊(笑)。至于比较mc的地方，比如某him摸鱼的时候。利用UUID的奇怪保护大法，herobrine也是深知其结果的厉害，毕竟自己早就这样了，所以习惯性的就summon Item了。可惜他不知道有c=1强选大法23333333对了这是个什么梗呢……UUID封存大法|熊到底的c=1，可惜的是由于高版本mojang干掉了通过预设UUID召唤相同UUID实体的可能性，所以从1.9开始这个谜一样的东西就失效了。至于Craver的复活……笑！敢弄(neng)死男主角的原因之一就是“谁告诉你他死彻底了”。以他的性格和遭遇，他会掀起怎样的浪潮……总之管理者大概要吃一壶了。预知后事如何，请看下回：嘛……当然我自己也不知道下回是什么时候才会出现了。没准又要坑半年？惯例欢迎拍砖以及批量发放抱抱。晚安，我爱莱欣这个世界。[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1488070560,
            "txt_content": "这文吼,全都是我期待的世界线\n\n虽然我不指望素姨这样的懒癌能更多少,但还是催更,只因为这文的与众不同"
        },
        {
            "author": "冥王星人",
            "timestamp": 1488109380,
            "txt_content": "大佬写的东西就是没法直视"
        },
        {
            "author": "冥王星人",
            "timestamp": 1488111360,
            "txt_content": "看完了\n木有砖\n但你的模板呢"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1489226160,
            "txt_content": "我的心情比较复杂。嗯，跟以前“比较”起来，算是复杂吧。\n这个评，天告诉我我不能写。\n不是我不想写啊。\n这么跟你说，最近总发生这样的情况：我边读一篇或者是边看一部什么东西，一边兴冲冲地对一篇稿子做最后修改。我看着看着，看着看着……\n怎么有点眼熟？\n然后我那心就跟我那片儿稿纸似的，呲拉，两半儿了。\n这个假期我以为我终于把《索岚先生回忆录》写完了。隔天我看了一部电影叫《天津闲人》。\n现在《索岚先生回忆录》又得重写。\n其实我把那破玩意儿发上上来，无可厚非。谁也不能说我抄人家的。实在是别人弄过的东西，我不愿意再回锅溜一遍。尤其是，写得不如人家演得好。\n我现在又得撕稿子。我还以为我这次捏的海若，自打三皇五帝时期甲骨文出现以来就没有人写过呢。\n这个评，天告诉我不能写。\n不怪您。但是，您叫我怎么写啊。"
        },
        {
            "author": "玄素",
            "timestamp": 1489809120,
            "txt_content": " 本帖最后由 玄素 于 2017-3-20 11:54 编辑 \n安根_Engon 发表于 2017-3-11 17:56\n我的心情比较复杂。嗯，跟以前“比较”起来，算是复杂吧。\n这个评，天告诉我我不能写。\n不是我不想写啊。\n抱歉隔了这么久才看到评。我这边提醒老是抽风，自己又是没提醒几乎不会翻帖子的人，因是晚了许久。\n撞梗..真是永远的悲哀啊。\n烦请告之所撞的梗？\n真是我又傻了。抱抱。"
        },
        {
            "author": "165543337",
            "timestamp": 1490542920,
            "txt_content": "膜拜文学dalao"
        },
        {
            "author": "太帅是罪过",
            "timestamp": 1493037660,
            "txt_content": "求助大佬，这么装逼的目录怎么搞的，直接跳转好腻害，萌新都搞不懂呢……"
        },
        {
            "author": "海潮",
            "timestamp": 1499599020,
            "txt_content": "回复少的可怜还是拿了精华，不过这样子的索引...（还有这种操作！）\n\n着实让人惊叹"
        },
        {
            "author": "xielinzhou123",
            "timestamp": 1499760600,
            "txt_content": "不错顶顶顶"
        },
        {
            "author": "HuantMuskie",
            "timestamp": 1585798200,
            "txt_content": "文章好在记叙简洁但扣人心弦，也对于游戏文学的发展有一定影响"
        },
        {
            "author": "HuantMuskie",
            "timestamp": 1585798260,
            "txt_content": "要是能有一些凝练的短篇就更好了"
        },
        {
            "author": "auvauvauv",
            "timestamp": 1592968260,
            "txt_content": "HuantMuskie 发表于 2020-4-2 11:31\n要是能有一些凝练的短篇就更好了\n哦嘿朋友 作者似乎放弃这块好久了……这个板块确实没法热起来 唉"
        }
    ]
}