{
    "title": "[Minecraft.net|INSIDER]遇见流髑",
    "author": "syz666",
    "replyCount": 2,
    "timestamp": 1488083040,
    "txt_content": " 本帖最后由 syz666 于 2017-2-26 17:21 编辑 \n\n\nMeet the Stray什么样的黑暗欲望鼓舞了这位冷酷杀手？What dark desire animates this cold-hearted killer?\n当你在冰冻的景观里旅游的时候请注意：这里有比冰冷更致命的东西！一些流髑潜伏在雪上——它们穿着褴褛的衣服，拥有白色的眼睛和致命的弓。它们在寻找愚蠢的玩家的血液。 小心！那些箭头会更多地困住你——它们冰冷的尖端会射出冰凉，减缓并冰冷地拖拽它们的不幸的受害者。\nStay alert as you travel through the frozen landscape: there are more deadly things here than the cold! Lurking in the snow are strays - ragged wanderers with baleful eyes and deadly bows, ever on the lookout for foolish warm-bloods intruding into their territory. And beware! Those arrowheads will do more than stick you - their icy tips will cast a freezing pall, slowing their hapless victim to a frosty shuffle.之所以添加它，是为了让你在不同生物群系能够遇到不同的生物，使世界的每个区域都让你有独特的感受。\nThe main intention behind the stray was to add some variation to the kinds of mobs you encounter in different biomes - so that each area of the world feels distinct.\n流髑是一种新的骷髅，将在冰冻地带生成。它们基于一个叫做Bellevue的团队，这个团队添加了很多Minecraft的东西。这当中的Jason Major制作了很多酷炫的怪物，我认为这些特殊的怪物适合我们，所以我们添加了这些怪物。\n\nEssentially the stray is a new kind of skeleton that will spawn in the frozen areas. They’re based on a concept that emerged from a game jam the Bellevue team had, where they were just adding a bunch of stuff to Minecraft - whatever they wanted. Jason Major made a bunch of cool mobs and I thought these particular ones fitted really well with what we were already planning. So we added them!\nJENS BERGENSTEN\n\n如果你的弓箭水平比它们还好，你将会有一个机会来抢走它们的箭与缓慢药水。 流髑本身并不免疫缓慢效果，让它们自己被自己的魔法所困吧！\nIf you do best one of these bowmen, you have a fair chance of looting them of spare arrows tipped with the slowing potion. Since strays aren’t themselves immune to it, turning their own magic against them might just give you a chance to escape!\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1488093060,
            "txt_content": " 本帖最后由 kakagou12 于 2017-2-26 15:17 编辑 \n\n首先lz你可以整理一下你的排版……隐藏文字的图片直接p上中文岂不美哉？\n一些流氓潜伏在雪上Lurking in the snow are strays\n既然是关于流髑的文章，stray自然应该指流髑吧。\n寻找愚蠢的闯入者的血液lookout for foolish warm-bloods intruding into their territory\n寻找的不是血液吧，是侵入他们领地的温血者，也就是活着的人。\n获得缓慢\nlz是想说获得缓慢状态效果吗？如果是的话还是写清楚吧，乍一读还是蛮突兀的。\n它们的箭与缓慢药水...them of spare arrows tipped with the slowing potion\n会得到缓慢药水吗？我还没遇见过流髑，但是从文中写着的看是多余的缓慢药水箭。\n\n就这些吧，lz加油\np.s. 有一处忘说了，do more than stick you不光只是指向你，这里说的应该是箭扎在玩家身上的那种状态，不是说会瞄准的那个意思。"
        },
        {
            "author": "wjwangchenyu",
            "timestamp": 1488098400,
            "txt_content": "\"ever on the lookout for foolish warm-bloods intruding into their territory\"如果翻译成“寻找愚蠢的闯入者的血液”有点不妥，warm-bloods应该翻译成温血动物/恒温动物（即是玩家）\n\n\"Those arrowheads will do more than stick you - their icy tips will cast a freezing pall, slowing their hapless victim to a frosty shuffle.\"可以参照一下wiki里的相关翻译“那些箭头会更多地困住你——它们冰冷的尖端会射出冰凉，减缓并冰冷地拖拽它们的不幸的受害者。”"
        }
    ]
}