{
    "title": "[1.12.2-1.6.2][Ender IO——末影接口][永久更新][汉化] 强大的多功能科技模",
    "author": "fujinyang",
    "replyCount": 99,
    "timestamp": 1488092280,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2018-7-5 14:44 编辑 \n\n\n             ==末影接口==            \n--Ender IO--\n新时代的存储与便捷的跨界传送————强大的电容与电动刷怪笼————\n另外这这里求个回复qwq 一个回复就等于给了我莫大的动力有不对的地方欢迎指出来给人气是不需要消耗自己的人气的噢\n\n≡ 简略介绍 ≡\n杂言：看到这个mod 想必不少老玩家都能够认出来 没错 这就是目前最新版的Ender IO---末影接口\n          至于为什么搬-=也是因为这个mod太久没有更新汉化了 正好我现在没事干就给汉化了 顺便方便一下广大minecrafter\n\n1.11.2作者正在制作请耐心等待\n\n------------------------------------------------------------------------------------------------------\n\n        \n          末影接口一些特性\n          的物品管道最大特点就是可以一个方块多个放置以及在一个端口可以设置输出+输入端 而且可以分别设置过滤 这还不强吗\n          末影接口有红石、能量、流体、物品、气体以及mod拓展管道\n          空间传送机 液体能量物品等等都可以跨界传送 且可设置过滤\n          强大的电动刷怪笼 可自定义怪物种类 以及其它细节设置\n          装饰方块 大容量储电设备 速度不赖的磨粉机...\n          方尖碑 各种功能性控制 天气 物品吸引 经验等等\n\n          以及科技模组的基础特性 合金制作 液体制造 发电 矿石磨粉...\n         \n          我十分推荐玩科技mod 装末影接口 功能如此齐全 看到这里还不心动吗\n支持语言：\n           \n\n\n\n\n\n末影.png (5.31 KB, 下载次数: 220)\n\n下载附件\n\n2017-2-26 14:49 上传\n\n\n\n\n\n          \n作者的提示\n \nStatus for the update to 1.11.2: Time spent: 53 hours. Updated: 8.1%. Stop nagging us, or start paying us to quit our day-jobs and do this full-time.\nCompact conduits (MJ (only in some versions), RF (only in some versions), items (only in some versions), fluids (only in some versions), redstone (only in some versions), AE2 (only in some versions), OC (only in some versions), Mek gas (only in some versions)), highly configurable machines (only in some versions), farms (only in some versions), powered tools (only in some versions) and armor (only in some versions), not to mention stuff (only in some versions) and things (only in some versions)!For more info, see the wiki or the website.\nIf you need support or want to report a bug or crash, please go here. If you have a suggestion, or want to vote on suggestions, please go here (experimental).Thank you.\nEnderIO requires a reasonably current Forge version and EnderCore.\n≡ 教程及帮助 ≡这里采用了论坛初帖的内容http://www.mcbbs.net/forum.php?m ... =%E6%9C%AB%E5%BD%B1\n和http://www.mcbbs.net/thread-470587-1-1.html\n@morikawa @_Benson_\n非常感谢他们的付出！\n\n合成部件与材料（Craft Componeent & Material）\n \n基础齿轮（Basic Gear）相当于BC的石齿轮，合成原料也都是4个木棍和4个圆石，矿物词典名gearStone，可以通用。基础电容，双层电容，八位电容Basic/Double-Layer/Octadic Capacitor相当于IC的芯片，作为机器的核心部件，基础电容用于制作机器框架，在客户端中没有铜（oreCopper）时合成需要金粒和红石，如果注册了铜，则会变为需要铜锭的合成，具体以NEI或JEI查询的配方为准。双层电容与八位电容除了用于制作高级机器以外，还可以作为机器的升级安装，用于扩大机器的能量缓存、工作速度/范围，用作机器升级安装时不可叠加。在合成关系上来看基本是1x八位电容≈2x双层电容≈4x基础电容。机器框架（Machine Chassis）使用基础电容制作的机器框架，相当于TE中的机器框架或是IC中的机器方块，用于制作各种基础的机器。粘合胚料，导管粘合剂（Binder Composite & Conduit Binder）制作导管一类的需要外壳保护，这时候就需要粘合剂了。这个译名还是感觉有问题，因为Binder更像是作为包裹物的那层，而且是沙子粘土砂砾混合起来烧制获得的，贴图上来看也像是一个有着4个孔的连接结构，后面还要修正这个译名。红石合金（Redstone Alloy）红石与硅制作的合金，能用于绝缘红石导管的制作。导电铁（Conductive Iron）铁与红石烧制的合金，可用于制作电磁铁以及最基础的能量导管。充能合金（Energetic Alloy）比导电铁高级些的材料，需要金、红石与萤石粉，可制作经验棒、双层电容、基础光伏板、中级机器、电容库以及强化能量导管，它也能用于制作更高级的谐振合金。谐振合金（Vibrant Alloy）末影珍珠与充能合金制作的合金，EnderIO中最高级的合金材料，用于制作八位电容、高级光伏板、各种高级机器、谐振电容库以及末影流体导管和末影能量导管。脉冲铁（Pulsating Iron）铁与末影珍珠制作的合金，可用于制作高级光伏板、物品导管和脉冲晶体。电工钢（Electrical Steel）铁、煤粉与硅烧制而成的铁硅合金，通称电工钢。用于制作EnderIO中的大部分机器、导管升级和一些工具。有TE且有钢时也可以使用感应炉直接烧制钢和硅获取。玄钢 （Dark Steel）铁、煤粉和黑曜石的合金，听起来就很硬（雾），可制作玄铁钢珠、强化黑曜石（防凋零）、旅行权杖、玄钢工具和护甲、杀手乔、传送台等等。魂金（Soularium）金与灵魂沙制作的合金，可制作经验棒、灵魂瓶（捕捉生物的便携容器）、灵魂绑定器、头颅装配机、脉冲光伏板以及各种方尖碑等。硅 （Silicon）作为半自磨机处理沙子、粘土块和红石矿石的副产物，硅是制作电工钢和红石合金的原料、也可以制作导管探测器、远程访问升级、电灯或作为头颅装配机的加工原料。脉冲晶体（Pulsating Crystal）钻石与脉冲铁粒制作而成，用于合成气象晶体、种植站、虚空箱子、旅行锚、储存控制面板和折返权杖，也可打成粉末酿造虚空之露。谐振晶体（Vibrant Crystal）绿宝石与脉冲合金粒制作而成，用于合成气象晶体、电磁铁、电动刷怪笼和谐振电容库。末影晶体（Ender Crystal）在灵魂绑定器中将装有末影人的灵魂瓶注入谐振晶体，即可获取末影晶体，同时返还灵魂瓶，这个过程也需要消耗经验。末影晶体可用于合成气象晶体、旅行权杖、折返权杖、空间传送器和脉冲光伏板，或者使用附魔器制作Soulbound附魔书；如果通过铁砧给玄钢工具或武器安装，还能赋予其“旅行”的能力，类似旅行权杖的效果；末影晶体粉末也是虚空之露的原料之一。诱引晶体（Enticing Crystal）在灵魂绑定器中将装有村民的灵魂瓶注入绿宝石，即可获得诱引晶体并返还灵魂瓶。它的用途只有一个，那就是合成生物诱引方尖碑。气象晶体（Weather Crystal）需要脉冲晶体、谐振晶体和末影晶体制作的晶体，仅用于制作气象方尖碑。\n机器（Machine）\n\nEnderIO中的大部分机器都有一些共性的内容，在开头简单讲解：能量缓存条、机器升级、红石模式、IO配置、查看合成、范围显示。能量缓存条一般在GUI的左侧，无能量时是一个灰色的空槽，有能量时根据能量的多少是一个长度变化的红色条，鼠标在上面悬停会显示能量值以及消耗/产能速率。机器升级槽一般位于能量条的下方，可安装双层电容或八位电容来提升机器的工作速度/范围，以及能量消耗/产生速率。红石模式位于GUI的右上角，可设置机器对红石信号的响应。IO配置在GUI右中侧，是一个白色的齿轮图标，点开后会渲染机器为中心一定范围的方块，可以使用滚轮和左键自由缩放或旋转视野，右键机器的某一面改变输入/输出配置。查看合成一般在配置的下方，是一个纸图标的按钮，会显示出此机器能参与的制作配方。范围显示一般在右下角，点击后会在世界中渲染出机器的工作范围，再次点击可以关闭显示。半自磨机（SAG Mill）用于处理各种矿石的磨粉机，1个输入槽，4个输出槽，处理常见的矿物时大多是双倍产物，同时有几率出现副产物，常见的副产如铁-镍，铜-金等需要矿典中存在这些矿物才会出现。使用研磨介质可以提升产量并降低能耗，比如燧石和玄钢球，研磨介质有三个属性，分别为：主产输出、副产输出、功率降低，效果如其名，例如玄钢球主要输出150%、额外输出200%、功率降低30%，研磨单个铁矿时最多能产出4份铁粉，而副产的圆石产量也会增加，以1组铁矿作为参考，最终产出约为3组铁粉+30圆石，而不使用研磨介质的期望值则是 2组铁粉+9.6个圆石。（早期在翻译这个机器时由于没有仔细去了解矿业机械，因此直接将原文的SAG mill翻译成了SAG磨粉机，读起来似乎也挺有科技感，现在基于论文中常用的叫法，改为半自磨机，详情戳https://en.wikipedia.org/wiki/Mill_(grinding)#SAG_mill。合金炉（Alloy Smelter）合金炉既可以烧制原版物品也能制作EIO中的各种合金材料，一共有3个输入槽，和1个输出槽。如果冶炼的对象是单个物品，则可以一次性烧三个，如原木→木炭，而如果是合金一类，则速度会稍慢些，右下角的按钮可以设置模式：全部烧炼、仅限合金、仅限熔炉。如果你在合金炉工作时切换了模式，那么它会继续烧炼当前正在进行的物品，并检查输入槽的配方，如果配方与工作模式不符（模式为仅限合金而输入槽中为原木），那么炉子会在烧炼完当前物品后停止工作，与模式不符的物品也无法手动放入输入槽或使用管道等方法输入炉中，必须取出不符的物品或切换模式才可。种植站（Farming Station）EIO提供的农业与树场自动化解决方案，支持原版所有作物（小麦、土豆、胡萝卜、甜菜）、仙人掌、西瓜、南瓜、可可豆、蘑菇、甘蔗以及地狱疣的种植和收获，也支持工业的橡胶树。需要提供可种植的区域，比如甘蔗只能种在工作范围内邻近水的泥土或沙子上，可可豆需要在工作范围内摆放从林木，地狱疣需要铺灵魂沙等等，这类工作需要手动完成。机器只要运行着就会持续消耗RF，即便此时没有进行任何动作，除了能量，你还需要给它提供种植和收获所用的工具，工具的耐久在机器使用它们时会减少，耕地上生长的植物在种植时需要锄头，收获时也会用到；树场只需要斧子，就可以正常的收获原木和树苗，如果再提供剪刀，那么则会收获原木和树叶；除了树木以外的植物几乎都需要锄头才能收获。基础的种植站工作范围是以自身为中心7x7的正方形（除去中心），双层电容升级后变为11x11，八层电容升级为15x15。注意该范围对植物所在高度也有限制，必须是与种植站等高位置的植物才能被种植或收获，也就是说，将种植站放置在一块平地上，那么周围地面的高度就可以种植了；同时，对于树场，只有工作范围内长大的树才能被收获，如果是外部的树木有部分进入了它的工作范围，除非该部分与工作范围内长大的树木粘连，不然种植站是不会采集这部分方块的。无线充能器（Wireless Charger）无线充能器是这个模组中为数不多的没有GUI的机器，它只需要用能量导管通入能量就可以工作，可以使用红石信号来控制其开关，它的工作范围较大，测试下来是一个半径24格的球体，当玩家身上携带着未满电的工具和装备进入它的工作范围时，充能就会自动开始。对不同的物品而言，充能的速度是不定的，当物品RF容量≤1,000,000RF时，充能器会调整能量传输速率，使单个物品的充能速率保持在RF容量/100（RF/tick），也就是说如果一个物品的容量在这以内，那么从空到充满正好需要5s。而如果RF容量大于1,000,000RF，由于无线充能器自身的最大传输速率限制，充能速率会固定在10,000RF/tick。关于充能优先级：靴子＞护腿＞胸甲＞头盔＞工具栏＞背包＞副手，对于优先级从高到低排列的待充能物品，如果某一物品所需充能速率≥10,000RF/tick，那么此时只会对此物品进行充能，如果小于该值，那么同时充能该物品和下一个物品，以此类推，直至总充能速率达到10,000RF/tick截止。值得一提的是，EIO中的电容库在背包中也能被无线充能，速率都是固定值：基础电容库1,000RF/tick，电容库5,000RF/tick，谐振电容库10,000RF/tick。合成器（Crafter）用于自动合成的机器，在左侧设定好合成配方后在右侧输入原料，提供能量即可开始自动合成。每次合成需要消耗2500RF的能量，除了可以自定义输入输出侧以外，没有太明显的亮点。喷涂机（Painting Machine）喷涂机基础的功能是喷涂各种装饰方块，以一种方块的材质为模板，在不消耗模板方块的情况下改变另一种方块的材质，比如喷涂原版的各种台阶、楼梯、压力板、栅栏、栅栏门、萤石、石墙、红石块、地毯，或是EIO的导管框架（相当于伪装板），除此以外，EIO自身的大部分机器和旅行锚也可以被喷涂改变材质，比如你可以喷涂一个TNT材质的斯特林发电机，还有一个想不到的，就是喷涂玄钢头盔，然后你就有了一个自定义的头饰，无论你顶着机器头还是熔炉都是可行的。需要注意的是，除了原版的方块以外，其他的喷涂是不可逆的，比如你将一个石英楼梯喷涂成了羊毛材质，再以石英块作为模板喷涂石英楼梯（喷涂：羊毛），会得到原本的石英楼梯，而如果是一个已经被喷涂的机器方块或导管框架，就只能被新的材质覆盖原有喷涂，无法回到原本的材质了，玄钢头盔也是如此。酿造箱 （The Vat）用于生产EIO模组中流体的机器，一种流体和一些材料制作新的流体，GUI右侧纸按钮可以查询流体合成，材料物品下方“x2.0”这类数字代表产出倍率，比如酿造烈酒时，既可以使用水+小麦种子x1+糖x1，也可以使用水+毒马铃薯x1+糖x1，前一个会消耗2000mB水产出500mB的烈酒，后一个则是8000mB水产出2000mB的烈酒，原流体与产出流体比例、酿造时间以及消耗能量都是相同的，不同的是产出量和原流体的消耗量，都会乘上材料的倍率，因此实际制造流体时可以尽量选择倍率较大的材料物品，这样生产的速度更快些。各种可生产流体的导图如下：\n烈酒、火焰水和火箭燃料均用于EIO的燃烧发电机（一种消耗流体与冷却液的发电机），各自对应的发电速率这里不做叙述。营养精华液用于驱动僵尸发电机和杀手乔工作，它也是储存管理系统的能量来源。液态阳光、云之精华和浓缩云之精华用于气象方尖碑的天气控制。而虚空之露目前仅限于给折返权杖使用。电动刷怪笼（Powered Spawner）没错，这就是个电动的刷怪笼，只要你能供得起电，效率也是可观的。直接合成得到的会是刷怪笼（空），需要在铁砧里将其与另一个破损的刷怪笼合成才能获得可用的刷怪笼，破损的刷怪笼则会在玩家破坏世界上生成的刷怪笼时掉落。破损刷怪笼的类型会决定电动刷怪笼的生成生物，比如你在地牢破坏了一个僵尸笼子，会获得一个破损的刷怪笼（僵尸），将其与电动刷怪笼在铁砧中结合就会得到电动刷怪笼（僵尸），这时候只要给其持续提供能量就能周期性地生成僵尸了，范围与原版的一样都是9x9x3（长宽高）。如果要刷一些没有刷怪笼的生物比如原版的村民或者Thaumcraft的小精灵那该怎么办？很简单，先用灵魂瓶捕捉目标生物，再用灵魂绑定器就可以改变破损刷怪笼的生物类型，然后就和之前一样，可以找一个空的或覆盖已有的电动刷怪笼。如果想要改变已设定的电动刷怪笼，则需要再使用另一个破损的刷怪笼在铁砧中重新设定目标生物。（例图中僵尸代指会生成刷怪笼的一类，村民则指不会生成刷怪笼的一类生物）\n杀手乔（Killer Joe）用于自动屠宰生物的机器，需要提供武器和营养精华液才能工作，无需能量，攻击范围是它面前5x4x5的区域，即便被墙壁隔着也能攻击，不分敌我，所有生物（包括玩家）只要进入到它的有效范围内就会被攻击，因此在使用时务必小心。武器可以是剑或斧子，匠魂那种拼装的工具不支持。工作需要其内部至少存有1400mB营养液（总容量的70%）除了自动攻击的能力以外，杀手乔还能储存怪物掉落的经验，玩家可以在它的GUI中点击按钮取出指定的级数，或者用流体管道抽出液态XP以作他用。（EIO注册的液态XP可与Exu的液态经验通用）灵魂绑定器 （Soul Binder）灵魂绑定器主要有两大方面的功能，一方面是用于改变破损刷怪笼或魂金压力板的生物类型，另一方面则是制作一些高级的合成部件。它的制作过程不仅需要提供灵魂瓶（装有生物）、物品和RF能量，还需要消耗经验值，玩家既可以手动点击GUI中的附魔瓶按钮导入身上的经验，也可以使用流体管道输入经验。灵魂绑定器自身拥有一定的液态XP缓存空间，该空间可以通过手持装有液态XP的容器（如桶或流体箱）右击机器导入流体，最多储存40级经验，使用时自动消耗，如果你使用的是导管输入，那么机器只会在合成开始时抽取所需的经验，而不是持续接受外部输入的流体直至内部占满。值得一提的是，它所消耗的经验，是恒定的，比如一个配方需要4级的经验，你等级是10级，如果是原版的铁砧，会直接减去你4级的等级让你变成6级，而EIO的机器则会抽取4级的经验值（相当于0-4级之间的经验差）使你变为8级。灵魂绑定器工作时机器模型中心会持续转动，并发出类似石磨的声音，转完一圈正好完成一次合成。头颅装配机（Slice'N'Splice）用于给怪物头颅植入各种电子元件，制作出合成所需的部件。机器的工作时需要提供斧子和剪刀（画面太美不敢想象），输入槽内的物品不可叠加。物品/能量/多功能缓存器 Item/Power/OmniBuffer缓存器的功能及其简单，充当物品或能量的缓存区，物品缓存器拥有9个物品栏，能量缓存器可以缓存最多100,000RF，输入输出速率可自由调整，而多功能缓存器则兼具两者的功能，与其他的机器相同，这三者都可以自由设定对红石信号的反应以及各个面的输入输出。传送台（Telepad）用于传送生物实体的机器，需要将传送台方块摆成3x3x1的结构才可以使用，传送的目标位置需要通过坐标打印件右击机器设定，坐标打印件需要使用坐标记录仪获取。使用坐标打印件shift右击传送台就可以写入坐标，距离越远传送时间就越长。机器的使用方法很简单，通入能量，站在台子上，右击打开GUI，点击传送按钮，机器就会消耗能量启动传送，此时被传送的生物会被光环包围，随着传送进行，生物会越变越小直至消失，在一阵特殊的音效响起后，传送就完成了。如果想要在传送后返回传送台，则需要制作折返权杖，它是一个消耗虚空之露和RF能量的工具，手持权杖shift右击传送台完成绑定，之后只需要按住右键就能传送回绑定的传送台。可惜折返权杖的容量较小，每次使用后都需要重新补充流体和能量。（补充虚空之露可以通过流体箱一类的途径完成）空间传送器（Dimensional Transceiver）类似ThermalExpansion中的超立方体，可以远距离甚至跨世界传输物品、流体和能量，空间传送器的各个频道是相互独立的，也就是说物品、流体与能量传输分别在不同的频道传输，选择好频道后设置接收和发送，可以同时接收多个物品/流体/能量频道，也可以同时向多个物品/流体/能量频道发送。它的工作需要能量维持，消耗为10RF/t。机器有两个能量缓存区，一个本地缓存用于自身工作的能耗，另一个发送/接收缓存是能量收发的缓存区。物品也有缓存区，发送和接收物品栏各8个。空间传送器不一定要接能量导管，如果你已经有了一个发送能量的频道，可以直接将新的传送器接收来自该频道的能量，消耗输入那侧的能源。当外部能源不足或被切断时，工作状态的空间传送器会优先消耗收发缓存的能量。 \n能量（Energy）\n\n斯特林发电机 （Stirling Generator）最基础的发电机，也是唯一一个可以安装升级的发电机。使用各种物品燃料发电，常见的比如树苗、木制品、炭、岩浆桶等等，基础发电20RF/t，二层电容升级40RF/t，八位电容80RF/t，电容升级不仅会增加发电速率，燃烧速率和单个燃料的总产能也会增加，二层电容和八位电容升级下的燃烧速率都会提升33%，二层电容使总产能量变为267%，八位电容使总产能量变为534%。Buildcraft中也有斯特林发电机，经常还有玩家将其误记成斯大林发电机，excuse me？难道他们想的是：斯XX发电机-斯大林？-苏联-工业发达-发电机-斯大林发电机！实际上斯特林发电机是斯特林发动机+发电机，通过“热能-动能-电能”的转化实现工作，属于外燃机，效率介于汽油机与柴油机之间，感兴趣的可以看看现实中的斯特林发动机。光伏板（Photovoltaic Cell）使用阳光发电的设备，分为光伏板、高级光伏板和脉冲光伏板三种，最大产能速率依次为10RF/t、40RF/t、160RF/t，速率受光照影响，顶部必须正对天空，不能被不透光的方块遮挡，且仅在天亮时才能发电，自身有较小的RF缓存，同一水平面上相邻光伏板的材质会连接起来，能量也会相互流通，因此无需用多个导管连接至每一个光伏板；事实上，相连的光伏板会被视作一个整体，共享能量缓存空间，产能的速率即各自速率的总和。燃烧发电机（Combustion Generator）EIO中发电速率最大的发电机，可用的燃料有烈酒（60RF/t）、火焰水（80RF/t）以及火箭燃料（160RF/t），它还需要水作为冷却剂。不同燃料的燃烧时间不同，对应的水冷却时间也不同。烈酒6t/mB水32t/mB，火焰水15t/mB水24t/mB，火箭燃料7t/mB水12t/mB。以使用火箭燃料发电为例，“水→烈酒”和“烈酒→水”的酿造时间都是10,000RF÷20RF/t（酿造箱功率）=500ticks，假设两个酿造箱同时工作，烈酒原料使用小麦种子（倍率x2.0）和糖（倍率x1.0）那么每1000ticks可以完成4000mB水→1000mB烈酒→1000mB火箭燃料的转化，而每mB火箭燃料能供单个燃烧发电机燃烧7ticks，足够7个燃烧发电机使用1000ticks，也就是说一台生产烈酒的酿造箱+一台生产火箭燃料酿造箱，正好可以带动7台燃烧发电机，维持7*160RF/t=1120RF/t的发电速率，扣去酿造箱自身的消耗，就是1080RF/t。而在这期间水的消耗量，用水的有1个酿造箱和7个燃烧发电机，消耗速率为4mB/t+7/12mB/t≈4.583mB/t，使用一个蓄水库（2x2）+最基础的液体导管供水绰绰有余。僵尸发电机（Zombie Generator）使用营养精华液来发电的发电机，营养精华液的原料是腐肉/动物肉/头颅+蘑菇/地狱疣/糖/发酵蛛眼，这也就意味着你可以把那些堆积箱子的腐肉拿出来发电了，从这一点来说，僵尸发电机尤其适合那些搭建了刷怪塔的玩家，能用于消耗多余的腐肉。发电机内部拥有2000mB的流体缓存，需要≥1400mB（70%）时才能发电，它消耗营养精华液的速度是0.1mB/t，如果用腐肉（倍率x1.5）+糖（倍率x1.0）制作营养液，每500ticks可以生产375mB，平均0.75mB/t，差不多也是一个酿造箱带动7个发电机。电容库（Capacitor Bank）EIO中用于大量储存RF的方块，它的GUI中有4个用于充能物品的槽位。电容库共分为3个等级：基础电容库、电容库和谐振电容库，单个的储存容量分别为1,000,000RF、5,000,000RF和25,000,000RF。同级的且相邻的电容库会连接起来形成更大的电容库，它们会共享能量储存，同时增加最大输入/输出的速率，这也就意味着你可以通过堆叠电容库方块不断扩大能量储存的空间。最大流量值为容量的千分之一，比如单个基础电容库的最大流量就是1000RF/t，最大输入/输出值可以在GUI中自由设定，但必须无法超过最大流量。电容库方块还有一个功能，当你空手shift右击某一面时，此面会在“存量计”-“IO显示”-“无”之间循环切换，便于实时观察能量储存和流动状况。此外，电容库在玩家背包中时也会被无线充能器充能，你可以将电容库方块放入电容库中充能。RF存量计（RF Gauge）一个实用的小装置，Shift右击放置在各种机器和发电机方块上，可以实时显示机器内部缓存的能量有多少。能量监控器（Power Monitor）将其与导管连接就可以监控整个线路中的能量储存状况，GUI中的显示分为导管能量缓存、电容库储量、机器缓存以及5秒内平均输入&输出。能量监控器可根据储存能量是否达到设定区间输出红石信号，方便自动化。输出红石信号的功能可以在GUI中关闭。图形化能量监控器（Graphical Power Monitor）升级版的能量监控器，在原有功能的基础上增加了一个波形图显示，以及能量缓存条，可以选择查看10秒、1分钟、10分钟、1小时、10小时、24小时甚至7天内的能量储存波动。 \n导管 （Conduit）\n\n一个方块的空间内能容纳的管道可不止一根，那是因为你现在有了EnderIO。模组中不同类型的导管可以在同一格的空间里叠加放置，比如一格中同时放置物品导管、流体导管以及能量导管，如果是同类型不同种的导管，新放置的导管会替换旧的导管，无需拆了再放置。导管与方块交互的一面会生成可设定的接口，外观是一大一小叠加的黑色正方形薄板，直接右击可以打开配置GUI，设定此处导管对红石信号的反应、所需信号的颜色、物品/流体/能量的输入输出方向，甚至可以安装导管升级进行更高级的配置。能量导管（Energy Conduit）用于传输RF的导管，一共有3种：能量导管、强化能量导管以及末影能量导管，传输速率分别为640RF/t，5,120RF/t，20,480RF/t。物品导管（Item Conduit）用于传输物品的导管，只有一种等级，默认提取速度为每秒8个物品，使用导管升级可以提速或降速。物品导管有4个模式：输入/输出、提取、加入、关闭。输入/输出模式下该段导管既可以输入也可以输出物品，可设置加入物品的频道和优先级，也可以设置提取物品的频道、红石模式、所需红石信号颜色、循环分配（尝试均分给各个输出端）、自供给开关。提取模式下导管会尝试从容器中抽出物品，可以设置提取的频道、红石模式、所需红石信号颜色、循环分配。加入模式下物品只会进入到连接的容器，可设置频道颜色和优先级。关闭模式下此处的导管会切断连接。液体导管（Fluid Conduit）用于传输流体的导管，分为3个等级：液体导管、加压液体导管、末影液体导管。它们的最大流速分别为200mB/t、400mB/t、800mB/t，最大提取速度分别为50 mB/t、100 mB/t、200mB/t。对于最基础的液体导管，流体流速取决于流体粘性，实际使用时水的流速约为10mB/t，岩浆则是2mB/t，后两种导管则没有这种限制。末影导管甚至可以同时传输多种流体，且可以在GUI中设定流体过滤。提取和加入可以分别设置各自的过滤对象，只要用装有流体的容器点击过滤器中的槽位即可。导管升级（Conduit Upgrade）导管升级是给物品导管接口使用的，用于配置过滤器、提高或降低抽取速度，以及使连接容器并入储存网络。一共有3个类型：物品过滤器、提取速度调整、远程接入，分为8种升级：基础物品过滤器、高级物品过滤器、现有物品过滤器、充能物品过滤器、模组物品过滤器、物品导管速度升级、物品导管速度降级、远程接入升级。每个类型的导管升级只能安装一种。基础物品过滤器：适用于提取和加入，最多可以设置5种物品，白名单/黑名单，可以匹配/忽略Meta数据。高级物品过滤器：最多可以设置10种物品，除了黑白名单和Meta数据匹配以外，还有粘滞模式、模糊模式、NBT数据匹配和矿典检索选项。现有物品过滤器：将导管连接的容器内已存在的物品作为过滤对象，过滤器为空时点击快照按钮设定过滤，已配置的过滤器可以与新的已存在物品合并，将更多的物品作为过滤对象。可选择黑/白名单、粘滞模式、Meta数据匹配、矿典检索和NBT数据匹配。充能物品过滤器：用于过滤所有可储存RF的物品，如旅行权杖、折返权杖、电容库、注能升级的玄钢护甲等等，像是装了电容升级的匠魂砍刀这类也可以过滤。可以设置物品能量等于/大于/小于/大于等于/小于等于某一百分比为过滤条件，值可以设为0%/25%/50%/75%/100%。模组物品过滤器：用于过滤模组中的所有物品，可选择黑名单/白名单，最多能设置3个模组，左侧的槽位中放入模组的物品，右侧就添加该模组的过滤，中间的红色按钮用于删除此条配置。物品导管速度升/降级：用于改变导管提取物品的速度，默认情况下是每秒8个物品的速度，每个速度升级可以增加每秒4个物品的提取速度，最多可以叠加15个升级；而速度降级只能使用1个，会使提取速度变为每秒1个物品。远程接入升级：安装此升级后，可以通过储存控制面板或终端远程访问与该接口相连的容器，直接存取出其中的物品。绝缘红石导管（Insulated Redstone Conduit）用于传递红石信号的导管，传递过程中信号强度不会衰减，一直保持15的强度，输入接口可以配置信号颜色，输出接口则可以配置响应的信号颜色以及输出的信号是强信号还是弱信号。其他导管：除了以上的几种导管外，EIO还有支持其他模组的气体、ME、OC网络导管，分别对应Mekanism、AppliedEnergistics和Opencomputer。 \n魔法科技 （Magitech）\n \n末影接口（Ender IO）让你可以隔着一定距离与方块交互，可以使用旅行权杖、带有旅行升级的玄钢工具，或者站在旅行锚或传送台上末影接口。右击后会打开它的界面，你可以使用滚轮或shift+左键拖动缩放视野，左键拖动可以旋转视野，右击方块可以交互。玩家必须在末影接口的渲染距离内，同时它所在的区块必须被加载，可以交互的方块如按钮、拉杆、栅栏门、箱子、机器等。末影接口目前还不太稳定，经常会有方块交互不了的情况，有点迷。附魔器Enchanter直接用书与笔+物品+经验就可以手动制作原版的各种附魔书，不支持液态XP输入，只能手动制作。旅行锚（Travel Anchor）便捷的传送装置，只需要放置下来就可以用于空间跳跃。当你站在一个旅行锚上时，范围内其他可用的旅行锚都会显示出来，将准星指向某一个旅行锚，它的显示的图像就会放大并变红，这时候只需原地跳起或shift就能瞬间移动到那个旅行锚的位置。有效范围是半径3~96格的球体，无视中间遮挡的方块，传送过程不需要任何消耗。右击旅行锚还可以打开它的GUI，所有者可以在此设定旅行锚的名字、图标以及权限。所有人都可以使用公开的旅行锚，私有的仅限所有者使用，而保护的需要使用物品设定密码，除了所有者以外的玩家需要输入正确的密码才能获得使用的授权。旅行锚可以在喷涂机中改变材质。诱引方尖碑（Attractor Obelisk）用于吸引生物的机器，默认情况下不会吸引任何生物，需要先用灵魂瓶捕捉生物，再将瓶子放入机器中才行。可以安装升级以扩大工作范围。排除方尖碑（Aversion Obelisk）排除方尖碑会阻止它工作范围内指定生物的自然生成，刷怪笼一类的非自然生成不受影响，指定方法和诱引方尖碑一样，只要将装有生物的灵魂瓶放入其中即可，它可以安装机器升级扩大工作范围。迁移方尖碑（Relocator Obelisk）将工作范围内自然生成的指定生物传送到机器附近，需要用灵魂瓶指定生物类型，可安装机器升级扩大工作范围。抑制方尖碑（Inhibitor Obelisk）抑制工作范围内的所有传送行为，末影人的瞬移以及迁移方尖碑的工作不受影响，只对传送台、旅行权杖和旅行锚这类起作用，可安装机器升级扩大工作范围。气象方尖碑（Weather Obelisk）用于改变游戏中的天气，工作需要能量、烟花以及特殊流体。可以将天气变为晴天、雨天或雷雨天。对应的催化流体分别为液态阳光、云之精华以及浓缩云之精华。经验方尖碑&经验棒（ Experience Obelisk & ExperienceRod）等级太高时常常会浪费经验，因为每升一级需要的经验值会越来越多，而固定扣除级数会消耗更多的经验，这时候你就需要经验方尖碑了，它相当于超大容量的Exu经验水槽+莲蓬头+经验地漏，右击打开GUI，可以选择存入玩家1级/10级/全部的经验值，或取出1级/10级/全部的经验值。它的工作不需要消耗能量，储存的经验可以使用液体导管抽出以备他用。（你想知道能储存多少经验？创造测试20000级都没问题，还能继续存……在某服务器里看见的储存容量是2,147,483,647mB。\n库存系统 （Inventory System）\n\n这是AE？不，这是EIO。EnderIO也建立了一套自己的库存管理系统，它这套系统建立在已有的物品容器上，而不是储存数据的芯片上。整个系统消耗营养精华液来维持自身的运行，玩家既可以通过接入网络的面板存取物品，也可以使用与面板绑定的终端随时随地地访问。它的优点在于系统的储存完全取决于容器的容量，你也可以使用其他模组的容器接入系统。而缺点也在于此，由于储存建立在已有的容器上，如果各个容器直接距离很远，布线就会拉得很长，另外每一个导管接口都要独自安装远程接入升级，以及配置输入/输出等。如何建立1个库存系统？你需要：物品容器、物品导管、流体导管、库存面板、远程接入升级。首先，使用物品导管连接到准备接入网络的容器；在导管与容器连接的接口处右击打开GUI，安装远程接入升级，对于每一个想要访问的容器，导管与其连接的接口都要逐一安装远程接入升级，这样才能访问到这些容器；接着，在物品导管上放置库存面板，并用流体导管连接面板背部，**营养精华液。如果一切正常，那么面板应该亮起了，此时右击面板打开GUI，右侧应该会显示连接容器中的物品，至此库存网络就成功搭建了。每当有新的容器想要接入网络时，只需要用物品导管和远程接入升级即可。库存面板的正常运行和使用会消耗营养精华液，不存取物品时消耗速度相当缓慢，从中取出每组（64个）物品大约会消耗2.6~2.8mB的营养精华液，物品存入/返回库存时似乎不会消耗营养精华液。在库存面板的GUI中，右侧是库存网络中物品的储量显示，你可以在右上角安装过滤器升级，就只会显示过滤后的物品。鼠标左键取出一组物品，右键是取出半组，但已经拖出的物品无法通过点击右侧库存区放回，需要放入左下角的返还区。当返还区中有物品，且连接库存面板的导管接口工作（有时不工作可能是选中了“有信号才工作”）时，物品会从面板中抽出回到容器中，但要注意的是，只有可接收物品的容器才会收取这些抽取的物品。如果物品原本所在容器连接的导管接口是抽取模式，那么导管会将返还的物品送入其他可用的容器，如果有多个可用容器，则会根据容器距离、导管接口加入的优先级、过滤条件等等选择最合适的那一个容器。左上方是合成栏，可以拖取物品在此摆放，如果摆出了正确的合成配方，就会出现一个箭头图标，此时点击一次箭头会填充一次合成，shift点击一次则会尝试用库存中的物品将合成栏填满。比如容器内现存有无数多的红石，左侧摆放了9x红石→红石块的合成，点击一次箭头就会变成9x2x红石→红石块，shift点击一次则会变成9x64x红石→红石块。左下角的返回区点击一下就会切换为存储区，再次点击又会切回返回区，两种物品区其实是同一个，只不过切换为存储区时其中的物品不会被导管抽走，而是会保留在面板内。“我已经建好了一个库存网络，但我想不在附近时也能访问，怎么办？”这时候就需要用到库存终端了，3个等级的终端能让你远程控制绑定的库存面板，实现远程访问库存网络。手持终端shift右击库存面板就可以完成绑定，这个过程会消耗少量的营养精华液，远程访问面板时则会消耗终端的能量。基础的库存终端可以访问最多5区块远的面板，高级终端则可以访问同一个维度（世界）内的面板，末影终端可以跨世界访问面板。面板中营养精华液存量不足时可以放入流体箱一类的装置中补充。 \n护甲与工具武器(Armor And Tools）\n \n玄钢头盔（Dark Helm）\n玄钢头盔是一个由玄钢制成的坚固的头盔。它有与铁装备相同的保护值，比钻石稍高的耐久值，和与皮革相同的附魔能力。\n　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。授权这个物品也打开了进一步升级的空间（参见下方）。\n升级 必要条件 使用物品 经验消耗 描述　　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　注能II 授权 基础电容 10级 将电池升级到150k　　注能III 注能II 双层电容 20级 将电池升级到250k　注能IV 注能III 八位电容 30级 将电池升级到1000k　声波定位 注能I 音符盒 15级 显示附近声源的位置（按“L”切换）　夜视 注能I 夜视药水 15级 给予夜视（按“P”切换）\n玄钢胸甲（Dark Plate）\n玄钢胸甲是一个由玄钢制成的坚固的胸甲。它有与铁装备相同的保护值，比钻石稍高的耐久值，和与皮革相同的附魔能力。　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。授权这个物品也打开了进一步升级的空间（参见下方）。\n升级 必要条件 使用物品 经验消耗 描述　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　　注能II 授权 基础电容 10级 将电池升级到150k　注能III 注能II 双层电容 20级 将电池升级到250k　　注能IV 注能III 八位电容 30级 将电池升级到1000k　滑翔 无 滑翔翼 15级 启用滑行\n玄钢护腿（Dark Leggings）\n玄钢护腿是一双由玄钢制成的坚固的护腿。它有与铁装备相同的保护值，比钻石稍高的耐久值，和与皮革相同的附魔能力。　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。授权这个物品也打开了进一步升级的空间（参见下方）。\n升级 必要条件 使用物品 经验消耗 描述　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　注能II 授权 基础电容 10级 将电池升级到150k　注能III 注能II 双层电容 20级 将电池升级到250k　注能IV 注能III 八位电容 30级 将电池升级到1000k　速度 授权 迅捷药水 15级 增加步行和冲刺速度10%　　速度II 速度 迅捷药水 20级 增加步行速度20%和冲刺速度30%　速度III 速度II 迅捷药水 30级 增加步行速度30%和冲刺速度50%[/td][/td]\n玄钢靴子（Dark Boots）\n玄钢靴子是一双由玄钢制成的强壮的靴子。它有与铁装备相同的保护值，比钻石稍高的耐久值，和与皮革相同的附魔能力。　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。授权这个物品也打开了进一步升级的空间（参见下方）。\n升级 必要条件 使用物品 经验消耗 描述　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　注能II 授权 基础电容 10级 将电池升级到150k　　注能III 注能II 双层电容 20级 将电池升级到250k　注能IV 注能III 八位电容 30级 将电池升级到1000k　跳跃 授权 活塞 15级 增加步行与跳跃高度跳跃II 跳跃 活塞 20级 增加步行与跳跃高度，给予双倍跳跃　跳跃III 跳跃II 活塞 30级 增加步行与跳跃高度，给予三倍跳跃　脚蹼 无 睡莲 15级 增加游泳速度10%\n\n\n终结之剑（The Ender）\n终结之剑是一把由玄钢制成的坚固的剑。它给予6伤害值，有与钻石剑相同的耐久值，比金剑更好附魔。终结之剑会使更多的生物的头颅掉落，包括末影人头颅。它在对付末影人时特别有用，它会使它们更加频繁地掉落末影珍珠，并且阻止它们传送。终结之剑只会在它被充能时阻止末影人传送。　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。授权这个物品也打开了进一步升级的空间（参见下方）。\n升级 必要条件 使用物品 经验消耗 描述　　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　　注能II 授权 基础电容 10级 将电池升级到150k　　注能III 注能II 双层电容 20级 将电池升级到250k　　注能IV 注能III 八位电容 30级 将电池升级到1000k\n玄钢镐（Dark Pick）\n玄钢镐是一把由玄钢制成的坚固的镐。它给予2伤害值，有与钻石镐相同的耐久值，比金镐更好附魔。右击装备好的玄钢镐将会试图使用快捷栏右边的物品。　　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。一个被授权的玄钢镐一旦有能量，就会得到挖掘速度的提升。此外，它还会得到挖掘黑曜石的重要的速度提升。然而，挖掘黑曜石会导致电池流失加快。\n升级 必要条件 使用物品 经验消耗 描述　　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　　注能II 授权 基础电容 10级 将电池升级到150k　　注能III 注能II 双层电容 20级 将电池升级到250k　　注能IV 注能III 八位电容 30级 将电池升级到1000k\n玄钢斧（Dark Axe）\n玄钢斧是一把由玄钢制成的坚固的斧。它给予2伤害值，有与钻石斧相同的耐久值，比金斧更好附魔。右击装备好的玄钢斧将会试图使用快捷栏右边的物品。　　它可以在铁砧上用充能晶体升级来授权它。一旦它被授权，它就会得到能量存储，并得到钻石装备的保护值。只要这个物品有能量存储，耐久损伤的一半就会被能量吸收。一个被授权的玄钢斧一旦有能量，就会得到挖掘效率的提升。此外，玄钢斧能够瞬间砍掉一整棵树。在砍树时按住潜行键将会一次性砍掉最多50个连接的原木。\n升级 必要条件 使用物品 经验消耗 描述　　授权 无 充能晶体 20级 给予100k的电池，能量吸收抵消一半的耐久损伤　　注能II 授权 基础电容 10级 将电池升级到150k　　注能III 注能II 双层电容 20级 将电池升级到250k　　注能IV 注能III 八位电容 30级 将电池升级到1000k\n\n[/td][/td]\n\n觉得很复杂？请来这里看简化版介绍（一些特性 不定时修改）\n\n\n杀手乔\n\n需要营养液和武器（营养液酿造桶制作）\n\n给它武器和能量后（并且攻击范围很大）\n\n空间传送机\n\n可跨世界传送物品能量液体   可选择过滤设置\n\n传送机\n\n\n比工业更好的SAG磨粉机\n\n\n虚空箱子\n\n可以吸收半径范围内的物品\n\n各种方尖碑\n\n可抑制怪物的生成以及天气的变化等等\n\n电动刷怪笼\n\n\n\n\n2017-02-26_14.35.54.png (296.61 KB, 下载次数: 129)\n\n下载附件\n\n2017-2-26 14:38 上传\n\n\n\n\n\n效率极快   新版本到了一定数量将会停止\n\n灵魂瓶\n\n右键生物即可捕\n\n存储系统\n\n\n\n容器需要管道连接升级 存储仓库等需要RF能量\n\n\n \n\nhttps://tieba.baidu.com/p/3260019781?red_tag=1034813402这是早期版本的教程帖子 但是可以参考\nhttp://www.mcbbs.net/thread-470587-1-1.html这是论坛@_Benson_的教程 感谢！\nhttp://www.bilibili.com/video/av8438569/这里是太玄大大的视频教程（推荐 包含许多新版内容）\nhttp://wiki.enderio.com/Main_Page这里是末影接口官方维基\nhttp://www.mcmod.cn/class/181.html这里是mc百科（挺全 可以看看）\n≡ 更多图片 ≡\n\n\n\n\n2017-02-26_14.27.43.png (135.21 KB, 下载次数: 128)\n\n下载附件\n\n2017-2-26 14:31 上传\n\n\n\n\n\n\n\n\n\n2017-02-26_14.27.47.png (115.04 KB, 下载次数: 112)\n\n下载附件\n\n2017-2-26 14:31 上传\n\n\n\n\n\n\n\n\n\n2017-02-26_14.27.51.png (139.19 KB, 下载次数: 112)\n\n下载附件\n\n2017-2-26 14:16 上传\n\n\n\n\n\n\n\n\n\n2017-02-26_14.28.00.png (149.86 KB, 下载次数: 105)\n\n下载附件\n\n2017-2-26 14:31 上传\n\n\n\n\n\n\n\n\n\n2017-02-26_14.28.04.png (299.91 KB, 下载次数: 118)\n\n下载附件\n\n2017-2-26 14:31 上传\n\n\n\n\n\n\n\n\n\n2017-02-26_14.34.00.png (97.46 KB, 下载次数: 109)\n\n下载附件\n\n2017-2-26 14:36 上传\n\n\n\n\n\n\n\n≡ 下载地址 ≡下载了别忘记回复一下哈\nhttps://mods.curse.com/mc-mods/minecraft/ender-io#t1:description≡ 更新日志 ≡\n2017.2.21\nRemoved even more outdated config settings and all their references (commit: 505cbcf) — Henry Loenwind / githubweb\n#20 (2018-4-1 15:37:04)Changed which sources to upload to cf (commit: c4fb506) — unknown / githubwebTweaked version number for dev builds, added nightly builds (commit: 2c31501) — unknown / githubwebUpdaed modDependencies plugin (commit: abbd938) — unknown / githubwebFixed some farm bugs and moved farm config to machines (commit: f06199c) — unknown / githubwebUpdated build system to support excluded projects (commit: 66cb988) — mat.matans / githubwebDe-dupe fertilizer (commit: 489ca11) — unknown / githubwebFixed bad configuration ordering in build (commit: 0bf7f4e) — mat.matans / githubwebRemoved build testing on java7 (commit: 323bad0) — unknown / githubwebMade fertilizer registry a Registry (commit: bb0c5a7) — unknown / githubwebModules now depend on each other (commit: c225086) — mat.matans / githubwebI know how to spell my name! (commit: 5c8c840) — unknown / githubwebMade Farming Station API public (commit: fdd6530) — unknown / githubwebFixed reobfuscation and wrong version string (commit: 2690727) — mat.matans / githubwebExposed Dark Steel Upgrades as API (commit: e50a333) — unknown / githubwebAdd new cap slot grahics+cleaned up leftover from RF api (commit: ab73f7e) — sybershot.1998 / githubwebDelete Duplicate Files (commit: 882d4c4) — epicsquid315 / githubwebExtract Speed Upgrade (commit: c1b5014) — epicsquid315 / githubwebFunction Upgrade (commit: abd38d7) — epicsquid315 / githubwebBegan Item Conduits (commit: ded6953) — epicsquid315 / githubwebMoved Limited Item Filters (commit: 1cd3ca2) — epicsquid315 / githubwebMostly Made Item Conduits Compile (commit: 4fad328) — epicsquid315 / githubwebMostly Made Fluid Conduits Compile (commit: 90aad24) — epicsquid315 / githubwebMostly Made Power Conduits Compile (commit: bd09d63) — epicsquid315 / githubwebMostly Made Redstone Conduits Compile (commit: 11fefb2) — epicsquid315 / githubwebFixed GUIs (commit: a2f70f7) — sybershot.1998 / githubwebAdded new widget icons (commit: a5dade1) — unknown / githubwebAdded second dungeon capacitor texture. (commit: 88ee2b8) — sybershot.1998 / githubwebTweaked Loot Cap to fit new socket (commit: cb53651) — unknown / githubwebAdded second loot cap for new texture (commit: f503084) — unknown / githubwebFix machines not surviving being upgraded (commit: 313489f) — unknown / githubwebTweak JEI Stirling recipe: make recipe fit the recipe area (commit: ef48f78) — geever / githubwebTweak JEI Stirling recipe: Add flame animation (commit: 3553b9c) — geever / githubwebTweak JEI Stirling recipe: Add its own tooltip (commit: 76b7df1) — geever / githubwebTweak JEI Stirling recipe: Mark recipes which are not compatible with (commit: 0f99a10) — geever / githubwebTweak JEI Stirling recipe: Created Normal and Simple Container variants (commit: 642564d) — geever / githubwebSave before commit... (commit: 821d404) — unknown / githubwebWarnings (commit: e4227c0) — unknown / githubwebAnd more dupes (commit: d5ed6d0) — unknown / githubwebFixed electrum recipe (commit: 782313e) — Henry Loenwind / githubwebChanged Grinding Ball power use tooltip (commit: 79381b5) — Henry Loenwind / githubwebStarted porting on Gauge and Power Monitor (commit: e2b342d) — unknown / githubwebBegan work on Guis (commit: 07270d3) — epicsquid315 / githubwebFixed parameter mixup (commit: 8c143a8) — unknown / githubwebStarted Filter Guis (commit: ec9c324) — epicsquid315 / githubwebSome API work (commit: bd87418) — Henry Loenwind / githubwebWarnings (commit: defca08) — unknown / githubwebFormatted XSD (no content changes) (commit: ceebe3e) — unknown / githubwebSome XSD cleanup (commit: 772785c) — unknown / githubwebFixed slot highlights (commit: 7631d41) — Henry Loenwind / githubwebFixed text position in obelisk GUIs (commit: 0648c08) — Henry Loenwind / githubwebFixed split jars being copied before they are done (commit: d6db9d8) — Henry Loenwind / githubwebReimplemented tree harvesting utility (commit: b33aa26) — Henry Loenwind / githubwebUpdated ec dep (commit: 4a1f245) — Henry Loenwind / githubwebFixed element being selected when being removed (commit: 5172ddd) — Henry Loenwind / githubwebFixed build reobfuscation and general cleanup (commit: 249aefa) — mat.matans / githubwebStarted converting sagmill recipes to new format (commit: 57aed4c) — Henry Loenwind / githubwebAdded photovoltaic composite and photovoltaic plates (commit: af4b76f) — sybershot.1998 / githubwebRevert \"Added photovoltaic composite and photovoltaic plates\" (commit: 36874eb) — sybershot.1998 / githubwebRevert \"Revert \"Added photovoltaic composite and photovoltaic plates\"\" (commit: aa3f8b0) — sybershot.1998 / githubwebCleaned the mess i've created (commit: 13df45e) — sybershot.1998 / githubwebTweaked Solars (commit: 363220f) — Henry Loenwind / githubwebFixed wrong relative path in build file (commit: a14c4d7) — Henry Loenwind / githubwebLex must hate gradle---they use UPPERCASE LETTERS (commit: ae573c2) — Henry Loenwind / githubwebLast Gui Changes for Now (commit: 77d5c0d) — epicsquid315 / githubwebFixed travel anchor owner (commit: b83547d) — unknown / githubwebFixed TEs not being synced correctly (commit: 3c0f79c) — Henry Loenwind / githubwebEclipse derp (commit: 5f34424) — Henry Loenwind / githubwebCleanup (commit: 2ceb756) — Henry Loenwind / githubwebFixed Travel Anchor password (commit: c312539) — Henry Loenwind / githubwebNerf SAG Mill recipe a bit (commit: 65b6f40) — geever / githubwebTweak Power buffer GUI (commit: 3367300) — geever / githubwebFix power unit in Stirling Generators' progress tooltip (commit: 14abbad) — geever / githubwebAdded Simple Sag Mill (commit: 3d7c835) — Henry Loenwind / githubwebRemove hard crash on offline mode servers, replace with crash info (commit: 5568e42) — tterrag / githubwebFixed warnings and SolarPanelRecipeCategory (commit: 51afe8c) — Henry Loenwind / githubwebCleaned the IMC API a bit (commit: b999b26) — Henry Loenwind / githubwebAdded dependency information to doc (commit: 4f2c66e) — Henry Loenwind / githubwebUpdated TileEntity graph (commit: 1f2ca06) — Henry Loenwind / githubwebMore porting on powertools (commit: dd14d6c) — Henry Loenwind / githubwebSome capBank porting (commit: 01ab531) — Henry Loenwind / githubwebCleaned up Dark Steel attribute modifiers (commit: 44e093a) — Henry Loenwind / githubwebFixed sidedness issue (commit: 98a331b) — Henry Loenwind / githubwebFixed attributes being applied wrong (commit: b444a7d) — Henry Loenwind / githubwebec dep++ (commit: 798a211) — Henry Loenwind / githubwebTweaked attribute modifiers, fixed TOP i18n, fixed keybind i18n (commit: bd26f41) — Henry Loenwind / githubwebFixed warning (commit: 746e578) — Henry Loenwind / githubwebAdded notifications to TOP (commit: 9598541) — Henry Loenwind / githubwebFixed The Ender producing wrong mob heads (commit: e94021c) — Henry Loenwind / githubwebFixed KillerJoe, replaced unused methods with TODOs (commit: b46da95) — Henry Loenwind / githubwebFixed sidedness (commit: 72cb1c1) — Henry Loenwind / githubwebPreventing TravelAnchor to be harvested, if player is'nt the owner and (commit: 0fa56a9) — unknown / githubwebSwitched from ChatUtil.sendNoSpam to player.sendStatusMessage (commit: 6a9f208) — unknown / githubwebAdded some nonulls (commit: a19aaaf) — unknown / githubwebFixed naming of Lang (commit: 577b151) — unknown / githubwebFixed Telepad and some derps (commit: f7de891) — unknown / githubwebA tiny bit of cleanup (commit: 9d122e8) — Henry Loenwind / githubwebAdded back missing fluid names (commit: a7f1553) — Henry Loenwind / githubwebTry to register base alloays manually for smelting (commit: ec3b12e) — Henry Loenwind / githubwebFix stuff being registered in the wrong init() (commit: 8b9c7b3) — Henry Loenwind / githubwebConduit Bundles Now Use Capibilities (commit: 5b895d6) — epicsquid315 / githubwebFix Travel Anchor being admin-resistant (commit: 90468ed) — Henry Loenwind / githubwebFix fluid overlay being baked into item model (commit: 446ea35) — Henry Loenwind / githubwebDon't register wrenching permissions for unwrenchable blocks (commit: 8d48dfc) — Henry Loenwind / githubwebDon't register GUI permissions for client-only GUIs (commit: c6df154) — Henry Loenwind / githubwebConvert all uses of MachineRecipeInput arrays into NNList (commit: 94e514a) — tterrag / githubwebAdapt to upstream MachineRecipeInput changes (commit: cc63905) — tterrag / githubwebPrioritize upgrade slots for shift-clicking (commit: 1cfb5d6) — tterrag / githubwebAdd nested /run folders to gitignore (commit: a43a3f4) — tterrag / githubwebMade BlockTravelAnchor a machine block to match its TE (commit: 04e2819) — Henry Loenwind / githubwebFixed sidedness (commit: a76e783) — Henry Loenwind / githubwebTweaked crafting chain for a better transition from early to mid game (commit: 51cfb12) — Henry Loenwind / githubwebAdded mirror recipe (commit: 63c3506) — Henry Loenwind / githubwebNow adding fake recipes to JEI for crafting recipes with oredict output (commit: 0145de9) — Henry Loenwind / githubwebAdded missing Tinkers recipes (commit: 94e2e9a) — Henry Loenwind / githubwebFixed magnet  and other upgrades being rendered when in hand (commit: b9d7dce) — Henry Loenwind / githubwebSome fixes and enhancements for the build script (commit: 25661ba) — mat.matans / githubwebLet the magnet aim a bit lower, not for the eyes (commit: ab4cf88) — Henry Loenwind / githubwebMoved Slice'n'Splice recipes to new format to make them craftable again (commit: 33e1db1) — Henry Loenwind / githubwebRemoved no longer needed contortions (commit: 220963c) — Henry Loenwind / githubwebFixed lava generator amount (commit: f629b6e) — Henry Loenwind / githubwebFix various bugs with the tank: (commit: 1b589d3) — tterrag / githubwebIt's burning! (commit: f4e9f6b) — Henry Loenwind / githubwebFixed upgrade upgrading trashing upgrade data (commit: 5047cec) — Henry Loenwind / githubwebMore handholding for players (commit: 689492b) — Henry Loenwind / githubwebec dep (commit: 4bc5a0a) — Henry Loenwind / githubwebFix tank lighting updates only being clientside (commit: cbd29b4) — tterrag / githubwebMore Capabilities Work (commit: d83f80e) — epicsquid315 / githubwebBegan work on TileConduitBundle Capability Support (commit: ae6439f) — epicsquid315 / githubwebFix weather rocket register time (commit: 9eba765) — tterrag / githubwebCleaned up obelisk structure (commit: 08d67d6) — Henry Loenwind / githubwebTE registration names are RLs, so provide a domain (commit: f01719a) — Henry Loenwind / githubwebWarn on unsupported entities (commit: d917ea9) — Henry Loenwind / githubwebReduced copy&paste defaults with java8 defaults (commit: 72728de) — Henry Loenwind / githubwebStripped PNGs of unneeded metadata (commit: 3f7b117) — Henry Loenwind / githubwebTOP for unformed TelePad (commit: c7fd727) — Henry Loenwind / githubwebImplemented Capabilities to Power Conduits (commit: 218f62a) — epicsquid315 / githubwebDe-dupe (commit: 425ec78) — Henry Loenwind / githubwebFixed Travel Staff initial NBT (commit: 7b744a1) — Henry Loenwind / githubwebReplaced desynced code duplication with single helper call (commit: d186191) — Henry Loenwind / githubwebFixed fluid registration by not tiptoeing around TF anymore (commit: 4e1df8a) — Henry Loenwind / githubwebFixed Tinkers integration (commit: b682c4d) — Henry Loenwind / githubwebGiving a mod instance to the mystery parameter \"Object mod\" is (commit: a471c82) — Henry Loenwind / githubwebMostly made guis compile (commit: 074afc8) — epicsquid315 / githubwebUpdated Redstone Conduits for Capabilities (commit: 9034794) — epicsquid315 / githubwebBegan Liquid Conduit Capabilities (commit: 36f8a29) — epicsquid315 / githubwebAdded subdir (commit: bbf35f3) — unknown / githubwebremoved gradle (commit: 0255903) — unknown / githubwebRemoved .git* (commit: 88fb54e) — unknown / githubwebrenamed gradle file (commit: f521ea1) — unknown / githubwebadded subproject to main gradle settings and cleaned build.gradle (commit: 0417f94) — unknown / githubwebadded properties (commit: 1a2a935) — unknown / githubwebFixed Buffer losing energy when placed (commit: 3fe4111) — Henry Loenwind / githubwebAdded IntegrationRegistry, IIntegration (commit: b4da8dc) — unknown / githubwebPrior checking if the player is in a team (commit: ffd6594) — unknown / githubwebadded teamcheck to travel anchor (commit: 71b34ec) — unknown / githubwebremoved test cmd (commit: 046208a) — unknown / githubwebConverted integration registry to registry (commit: 3f131a5) — Henry Loenwind / githubwebCopy&Pase error (commit: a079fa4) — Henry Loenwind / githubwebMove obelisk blocks under AbstractInventoryMachineBlock (commit: 8e2930d) — tterrag / githubwebAdded external annotations to gradle (commit: 94c804b) — Henry Loenwind / githubwebFixed build (commit: d32fde3) — Henry Loenwind / githubwebFixed object name (commit: eeb51c8) — Henry Loenwind / githubwebAdded dark steel door texture in png format (commit: c6c2cde) — Henry Loenwind / githubwebMore Liquid Conduit Capabilities (commit: cd6662e) — epicsquid315 / githubwebSplit texture as needed (commit: 940c839) — Henry Loenwind / githubwebEnder Liquid Conduits Capabilities (commit: 80a1653) — epicsquid315 / githubwebCleanup Liquid Conduits (commit: 8190f83) — epicsquid315 / githubwebMinor Fixes (commit: 7796eb8) — epicsquid315 / githubwebUpdated to use INetworkedInventory (commit: 9ee9e58) — epicsquid315 / githubwebAdded submod (commit: 9674ef7) — Henry Loenwind / githubwebMore Tile Entity fixes (commit: 4e3b1dd) — epicsquid315 / githubwebGot new tic integration to mimic old one (commit: 03f0f1d) — Henry Loenwind / githubwebMade all metals tool materials and added custom traits (commit: 4c99424) — Henry Loenwind / githubwebAdded DarkSteelDoor (commit: 516b859) — unknown / githubwebFirst attempt at using @Store (commit: 4c9c0ca) — epicsquid315 / githubwebBegan Gui Updates (commit: 3882309) — epicsquid315 / githubwebMinor Fixes (commit: c6e5fc3) — epicsquid315 / githubwebMore Minor Fixes (commit: ab66915) — epicsquid315 / githubwebDocumentation for IConduit and IConduitBundle (commit: bcba9e0) — epicsquid315 / githubwebOptimisation (commit: 4c55c48) — epicsquid315 / githubwebAdded modifier (commit: 270d060) — Henry Loenwind / githubwebPrevent world overload from infinite Endermites (commit: 5051b88) — Henry Loenwind / githubwebMoved Filters (commit: aca988e) — epicsquid315 / githubwebCleanup (commit: 48e25ee) — Henry Loenwind / githubwebMore Minor Fixes (commit: af013c6) — epicsquid315 / githubwebFilter Guis (commit: 9acf27a) — epicsquid315 / githubwebec dep (commit: 2f5002b) — Henry Loenwind / githubwebTemporarily Reverted to IInvetory (commit: 0b561d2) — epicsquid315 / githubwebFixed Power Conduit Networks (commit: 692c3cb) — epicsquid315 / githubwebMore fixes (commit: 9d33d6a) — epicsquid315 / githubwebRemoved Mod Conduits (commit: 7a42ca7) — epicsquid315 / githubwebMore mod conduit removal (commit: 4707ed8) — epicsquid315 / githubwebFixed some details (commit: 1b88c6b) — unknown / githubwebEven more mod conduit removal (commit: 16ad64e) — epicsquid315 / githubwebIT COMPILES (save before commit) (commit: 3f37ba0) — epicsquid315 / githubwebAdded private getItem() (commit: fc704c7) — unknown / githubwebFixed dependencies and mod metadata (commit: d5b379f) — Henry Loenwind / githubwebRemoved unnecessary comment (commit: dbec182) — unknown / githubwebBegan fixing config (commit: dbea5b9) — epicsquid315 / githubwebAdded getBurnTime() comment (commit: b31214a) — unknown / githubwebAdded a better texture for ItemDarkSteelDoor (commit: e51632f) — unknown / githubwebMoved Forestry integration into submod (commit: 3b357ec) — Henry Loenwind / githubwebSave before commit... (commit: 18f8a49) — Henry Loenwind / githubwebAdded black dye, fixed Photovoltaic Powder recipe (commit: c965544) — Henry Loenwind / githubwebAdded support for TiC casting recipes that consume their cast and fixed (commit: 0e39479) — Henry Loenwind / githubwebFixed Soul Binder output gui slots (commit: d430d04) — Henry Loenwind / githubwebAdded sand to trash block list of explosive upgrade (commit: 4f26d47) — Henry Loenwind / githubwebDear Eclipse, compile errors are usually marked with a red X (commit: 9037d42) — Henry Loenwind / githubwebFixed model merging for glasses (commit: 2ac505a) — Henry Loenwind / githubwebFixes and Temporary Changes (commit: 1ca9c8b) — Henry Loenwind / githubwebTemporary Changes (commit: 6c0f08b) — Henry Loenwind / githubwebGetting the Right BlockConduitBundle (commit: 90451f7) — Henry Loenwind / githubwebRemoved Duplicated (commit: 82e29e4) — Henry Loenwind / githubwebFixed Registration (commit: 71bd01d) — Henry Loenwind / githubwebPossibly Fixed Conduit Handler (commit: 7583fb5) — Henry Loenwind / githubwebAdded Resources (commit: 51211af) — Henry Loenwind / githubwebRenamed Conduit Item Models (commit: 005fd92) — Henry Loenwind / githubwebFixed syntax error (commit: a437573) — Henry Loenwind / githubwebFiXeD bAd TeXtUrE (commit: 2715e34) — Henry Loenwind / githubwebCleaned resources, fixed mod id and dependencies (commit: 0d6bdd7) — Henry Loenwind / githubwebMore resources cleanup and prevented some crashes (commit: 6a927c8) — Henry Loenwind / githubwebMade addons that are not included in combined jar possible (commit: a44f31c) — Henry Loenwind / githubwebStarted testing making a book with Mantle (commit: 8fa4ac7) — Henry Loenwind / githubwebFix CollidableCache being more of a CrashingCache (commit: f7c2e39) — Henry Loenwind / githubwebFixed a little bit of network handling (commit: 016c6c4) — Henry Loenwind / githubwebWarnings (commit: 8e76ecc) — Henry Loenwind / githubwebAdd explicit packet handlers for powertools packets (commit: feb946b) — tterrag / githubwebRemove all null warnings (except one!) from BlockConduitBundle (commit: 496800f) — tterrag / githubwebFix IConduit's IHandler, and alleviate some other null warnings (commit: 052d1dc) — tterrag / githubwebFix crash after conduits are loaded from NBT (commit: f60b77d) — tterrag / githubwebFix conduits not visually connecting without a forced block update (commit: d782622) — tterrag / githubwebFixed Dark Steel Door and Painting Recipes (commit: ce3bd9e) — Henry Loenwind / githubwebFix all texture errors for conduits/powertools (commit: 6e21583) — tterrag / githubwebFix issues with conduit rendering and clean up more null warnings (commit: cfcbe93) — tterrag / githubwebFix capbank networks not ticking (commit: c2a4093) — tterrag / githubwebFix conduits not getting ticks (commit: 5f1cace) — tterrag / githubwebAdd registrations for all conduit packets (commit: aa3279d) — tterrag / githubwebFix lang and models for remaining conduit/powertools items and blocks (commit: e0c750b) — tterrag / githubwebFix PM lang/textures, fix PM NBT, fix power conduits not receiving (commit: c1028e8) — tterrag / githubwebFix liquid conduit hasCapability (commit: 5e4638c) — tterrag / githubwebFix remaining Capbank/PM GUI bugs and lang (commit: 3b049ff) — tterrag / githubwebFix some dedicated server crashes (commit: eebbf79) — tterrag / githubwebFix one more server crash (commit: 768113d) — tterrag / githubwebFix GUIs for power/liquid/redstone conduits (commit: 7733b06) — tterrag / githubwebMore painted door (commit: cbb7f9e) — Henry Loenwind / githubwebPrevent client class being loaded on the server (commit: 9ee3570) — Henry Loenwind / githubwebUpdated language guess files and their script (commit: bf10b37) — Henry Loenwind / githubwebFix enderpickup description (commit: 65120f5) — Henry Loenwind / githubwebA little bit more lang cleanup (commit: cc2651f) — Henry Loenwind / githubwebAdded dev-version warning (commit: 957e704) — Henry Loenwind / githubwebSuppress Step Assist while sneaking, allow zero cost for fall damage (commit: 39c9708) — Henry Loenwind / githubwebFix AbstractConduitPacket never returning anything from getConduit (commit: 5a6bf58) — tterrag / githubwebChange default RS conduit mode to IN_OUT rather than NOT_SET (commit: 5150f2b) — tterrag / githubwebFix RS conduit update propagation (commit: bc0076f) — tterrag / githubwebClean up RS conduit neighbor updates, add event post (commit: 8d743ed) — tterrag / githubwebFix item conduit upgrades initializing to null stacks (commit: 570188f) — tterrag / githubwebFix conduit GUI slots not showing, and fix item conduit slot layout (commit: 99cbde2) — tterrag / githubwebUpdate EnderCore (commit: 9ca895a) — tterrag / githubwebUpdated to new FTBLib File Name (commit: 4a245bb) — epicsquid315 / githubwebFix capacitorHelper not setting values (commit: a5616db) — Henry Loenwind / githubwebAdded SFX propagation for jump upgrade (commit: eea632c) — Henry Loenwind / githubwebFix tag compound being created on items when testing for upgrades (commit: 3ddfbef) — Henry Loenwind / githubwebAllow Travel Anchors to be hidden (e.g. when used as elevators) (commit: 0e31c77) — Henry Loenwind / githubwebFix documentation (commit: 69f918c) — Henry Loenwind / githubwebGhostSlot changes (commit: b3e768e) — Henry Loenwind / githubwebRework conduit UI tabs to each have their own texture (commit: e4994c1) — tterrag / githubwebAdd sound for tab switching (commit: be549d5) — tterrag / githubwebUpdate EC (commit: 07b4b1c) — tterrag / githubwebUnify tab switching (commit: 5310736) — Henry Loenwind / githubwebFix double sound from breaking conduits (commit: 5a9a5bb) — tterrag / githubwebFixed conduit breaking animation (commit: 1d692dc) — Henry Loenwind / githubwebFix conduit block hit effects being added to outer block face (commit: 1cb4122) — Henry Loenwind / githubwebRemoved old migration code (commit: 01f03bb) — Henry Loenwind / githubwebSwitch development warning to TextFormatting instead of UTF8 text (commit: 99c8fd2) — tterrag / githubwebAdded recipes for conduits and power tools (commit: 7a88aa5) — Henry Loenwind / githubwebFixed various recipe issues (commit: a42c47f) — Henry Loenwind / githubwebReset gl color before drawing power bar (commit: 378aad5) — Henry Loenwind / githubwebRevert \"Reset gl color before drawing power bar\" (commit: 418cb11) — Henry Loenwind / githubwebAdded debug code (commit: ca5de73) — Henry Loenwind / githubwebTry forcing blend func (commit: 2717052) — Henry Loenwind / githubwebAdded sanity checks for conduit manipulation (commit: ae37e8f) — Henry Loenwind / githubwebUnified power loss (commit: 3c1abf1) — Henry Loenwind / githubwebRemoved duplicate files (commit: f355dbb) — Henry Loenwind / githubwebClean up null stacks in cap bank container (commit: db98cf8) — tterrag / githubwebDoor (commit: bde21c2) — Henry Loenwind / githubwebFixed derped lang value (commit: a980bf3) — Henry Loenwind / githubwebUse status for more messages (commit: a429fa8) — Henry Loenwind / githubwebFix Slice'n'Splice using up tools for no good reason (commit: 042b5ac) — Henry Loenwind / githubwebFirst steps on porting (commit: 9d91273) — Henry Loenwind / githubwebDown to 6 compile errors (commit: bc409da) — Henry Loenwind / githubwebFixed door states (commit: 9709458) — Henry Loenwind / githubwebBase now runs (commit: 732b7cd) — Henry Loenwind / githubwebClean up redstone conduits (commit: 8eb67c6) — Henry Loenwind / githubwebRe-added check for other conduits. Oops. (commit: 702e000) — Henry Loenwind / githubwebTemp workaround for mcjtylib shipping an old Ender IO API (commit: 8311553) — Henry Loenwind / githubwebTemp workaround for mcjtylib shipping an old Ender IO API, Stage 2 (commit: 7089d3f) — Henry Loenwind / githubwebSubItem fixes (commit: 65842ab) — Henry Loenwind / githubwebRevert \"Temp workaround for mcjtylib shipping an old Ender IO API, Stage (commit: 6984599) — Henry Loenwind / githubwebRevert \"Temp workaround for mcjtylib shipping an old Ender IO API\" (commit: 6aae72a) — Henry Loenwind / githubwebStart on -machines (commit: 1ef9ef4) — Henry Loenwind / githubwebFix attractor obelisk moveEntityWithHeading (commit: 8c5ef90) — tterrag / githubwebTE registration changes (commit: efb3412) — Henry Loenwind / githubwebgetSubItems (commit: 9b99a94) — Henry Loenwind / githubwebMore fixes (commit: f555899) — Henry Loenwind / githubwebUpdate code to 1.12.2 (commit: 9f2d947) — tterrag / githubwebFix method used to move entities (again) (commit: 43d567d) — tterrag / githubwebFix conduit textures (commit: 8e31996) — tterrag / githubwebTiC integration (commit: 206f066) — Henry Loenwind / githubwebFix upgrade recipes copying outdated display names (commit: 162203d) — Henry Loenwind / githubwebClean up recipes (commit: 2994de0) — Henry Loenwind / githubwebFix recipe names, fix TiC recipe registration (commit: 5e14ced) — Henry Loenwind / githubwebFixed conduit Guis opening the wrong guis (commit: a2851e7) — epicsquid315 / githubwebFixed Power Conduit Leakage (commit: 6c1acdc) — epicsquid315 / githubwebRecipes (commit: 5dfe8e6) — Henry Loenwind / githubwebGrinding Balls (commit: f8749d3) — Henry Loenwind / githubwebUpdate EC (commit: d0ddb17) — tterrag / githubwebFix imports for ftbl and forestry integration (commit: f3e07be) — tterrag / githubwebMade recipe condition work again (commit: 8e531a7) — Henry Loenwind / githubweb\"Update\" FTBL integration to 1.12 FTBLib API, but is still nonfunctional (commit: 06a68a7) — tterrag / githubwebUpdate BC dep; update IToolWrench, remove BC fluid integrations (commit: bbdeb92) — tterrag / githubwebFixed machine recipes (commit: 2d1f1a2) — Henry Loenwind / githubwebSAG Mill Recipes (commit: 9a5348c) — Henry Loenwind / githubwebAdapt conduits to ITool changes (commit: 1a08c48) — tterrag / githubwebAdapt power monitor to changes in base (commit: e4c47bd) — tterrag / githubwebFix crash launching dedicated server (commit: 51639a0) — tterrag / githubwebThe Tale of Randalf The Tinkerer (commit: 6423a1e) — Henry Loenwind / githubwebMore pages (commit: f9a368b) — Henry Loenwind / githubwebFixed recipes (commit: 6cbd398) — Henry Loenwind / githubwebAdded integration recipes for ender pearl dust (commit: 9e35239) — Henry Loenwind / githubwebRemoved key binding clashing with vanilla (commit: e8bcb72) — Henry Loenwind / githubwebAdded Dark Steel Door recipe (commit: dced479) — Henry Loenwind / githubwebRemove TOP transitive deps (commit: 5950538) — tterrag / githubwebRemove all occurances of the section character (commit: dbdc922) — tterrag / githubwebAdd server .launch for conduits+machines (commit: 2816bdc) — tterrag / githubwebMove buildcraft maven repo to where it belongs (commit: 5c15540) — tterrag / githubwebFixed dep order of tic-int (commit: 583e0b6) — Henry Loenwind / githubwebActually check that use_local_ender_core is true/false (commit: 9b21a7d) — tterrag / githubwebUpdate EC (commit: a14284f) — tterrag / githubwebTrying to break the dep cycle (commit: 15b858e) — Henry Loenwind / githubwebWorkaround for Minecraft not knowing that door items and door block (commit: caec060) — Henry Loenwind / githubwebDisabled Tesla diagnostics (commit: 2fb0a3f) — Henry Loenwind / githubwebFixed crash report not including all data on dedicated servers (commit: 8571848) — Henry Loenwind / githubwebFix recipe book crashing on dynamic recipes (commit: 9919747) — tterrag / githubwebClean up JEI warnings, improve tooltip on power ingredient (commit: 25a848f) — tterrag / githubwebFix advanced liquid conduit edge texture (commit: 4354d6f) — tterrag / githubwebMade tank less OP (commit: 352f61f) — Henry Loenwind / githubwebWe are slowly advancing (commit: 8a56ce4) — Henry Loenwind / githubwebOops, it helps to fix bugs on the screen, not just in your head... (commit: ae56a56) — Henry Loenwind / githubwebTemp workaround for mcjtylib shipping an old Ender IO API (commit: 16c8a86) — tterrag / githubwebBowling (commit: f1857ad) — Henry Loenwind / githubwebMade advancements translatable (commit: 3532d8c) — Henry Loenwind / githubwebFixed conduits being everywhere (commit: cb66b7d) — Henry Loenwind / githubwebProtect against other mods freezing vanilla loot tables during the load (commit: 05c8938) — Henry Loenwind / githubwebChanged dark boots' fall damage code to event (commit: 50e5fe6) — Henry Loenwind / githubwebFix axe harvesting target being confused by blockstate vs block (commit: 91964d1) — Henry Loenwind / githubwebOoops, when did this get committed... (commit: 6720c73) — Henry Loenwind / githubwebTEMPORARY HACK TO GET CRASH LOG (commit: c70c525) — Henry Loenwind / githubwebRevert \"TEMPORARY HACK TO GET CRASH LOG\" (commit: 5263d3e) — Henry Loenwind / githubwebFixed the most important bug ever (commit: c5d403d) — Henry Loenwind / githubwebFixed autocomplete (commit: 2d2c402) — Henry Loenwind / githubwebFixed ClearConfigRecipe, PaintTooltipUtil (commit: 1d726e3) — Henry Loenwind / githubwebFixed stick recipe (commit: fd2dbe6) — Henry Loenwind / githubwebI fought the Recipe Book and won (commit: be32347) — Henry Loenwind / githubwebUpdated config and tooltips (commit: f44f758) — Henry Loenwind / githubwebMore config cleanup (commit: 0439a49) — Henry Loenwind / githubwebMore config cleanup (commit: 2461b4f) — Henry Loenwind / githubwebProfiling (commit: 21965e1) — Henry Loenwind / githubwebSaveguard profiler helper against underflows (commit: 4dcd66f) — Henry Loenwind / githubwebAdded debugging profiler (commit: 2e19fa8) — Henry Loenwind / githubwebMore profiler debugging (commit: e84c0b6) — Henry Loenwind / githubwebStill profiler debugging (commit: 9bcab28) — Henry Loenwind / githubwebHoes (commit: 07d57f0) — Henry Loenwind / githubwebAdded special profiler to work around Extreme Reactor's extreme crashing (commit: 10e71a7) — Henry Loenwind / githubwebStupid mistake (commit: ac086b6) — Henry Loenwind / githubwebMore config shifting (commit: a4c2e5c) — Henry Loenwind / githubwebFixed handling of broken tools (commit: ffed07c) — Henry Loenwind / githubwebRemoved recipe level and peaceful flag, (commit: aa2df16) — Henry Loenwind / githubwebMystical integration (commit: f7a04e9) — Henry Loenwind / githubwebFixed mystical base (commit: 91fce08) — Henry Loenwind / githubwebChanged how fertilizer ghosts are registered (commit: cfff394) — Henry Loenwind / githubwebMoved Forestry Integration config values into Forestry Integration (commit: ef2ace9) — Henry Loenwind / githubwebWarnings (commit: f483478) — Henry Loenwind / githubwebCleanup (commit: 1ef0952) — Henry Loenwind / githubwebFixed wrong oredict lookup (commit: 479a1b4) — Henry Loenwind / githubwebFixed farm output not stacking properly, (commit: 1da79b5) — Henry Loenwind / githubwebFixed tooltips (commit: 836e78d) — Henry Loenwind / githubwebFix slot check happily checking non-existing slots (commit: 8494f4c) — Henry Loenwind / githubwebAdded advanced data debugging (commit: ca0809b) — Henry Loenwind / githubwebInit Forestry config even if Forestry is not installed so the following (commit: 99032ec) — Henry Loenwind / githubwebFixed NBT handling (commit: 8f104a6) — Henry Loenwind / githubwebFixed Dialing Device power bar, (commit: 2902b29) — Henry Loenwind / githubwebCrash less than TiC itself when TiC modules are disabled (commit: e4fa740) — Henry Loenwind / githubwebSidedness (commit: 5a41b58) — Henry Loenwind / githubwebMake conduits a tiny bit more thread-safe (commit: 08db25e) — Henry Loenwind / githubwebConduit Bundle Cleanup (removed extra item) (commit: 63a252c) — Henry Loenwind / githubwebImplemented BlockFaceShape for all blocks extending BlockEio (commit: 94df4e2) — Henry Loenwind / githubwebSatisfy Mcjty's lazy compat code (commit: c4f78ba) — tterrag / githubwebItem Gui Redesign (commit: a57b39a) — epicsquid315 / githubwebFixed various item conduit inventory issues (commit: 403ef1a) — epicsquid315 / githubwebAdded Chickens integration and started modularizing mod init (commit: e39a6cd) — Henry Loenwind / githubwebUpdated Power Power Conduits to use the new Gui (commit: e9b37da) — epicsquid315 / githubwebUpdated Liquid Conduits to use the new Gui (commit: 073c8af) — epicsquid315 / githubwebRedstone Conduits now use the new Gui (commit: 19fa4d6) — epicsquid315 / githubwebMade Buttons appear/disappear contextually (commit: caa3f54) — epicsquid315 / githubwebClamp energy on Dark steel items (commit: 3b0d42f) — Henry Loenwind / githubwebSet chicken spawning cost (commit: 915e6d0) — Henry Loenwind / githubwebAdd permission check for using wrench to set IO mode (commit: 74d7443) — Henry Loenwind / githubwebFixed re-render logics (commit: ae545a4) — Henry Loenwind / githubwebMade CapBanks paintable (commit: a5cbaaf) — Henry Loenwind / githubwebMade conduits do complex math to decide if they should render (commit: 0bef266) — Henry Loenwind / githubwebSidedness (commit: ea6b87b) — Henry Loenwind / githubwebTweaked client sync handling for render-relevant changes (commit: 4ff9596) — Henry Loenwind / githubwebAdd ex. annotations to all libraries, and check the ea folder exists (commit: 4da6101) — tterrag / githubwebFixed conduit bundles not storing all their data (commit: 5217002) — Henry Loenwind / githubwebFix EA path generation, add EC project to classpath automatically (commit: dbd48b2) — tterrag / githubwebInitial Filter Gui Commit (commit: 3ab6c75) — epicsquid315 / githubwebKilled vat recipe parsing (commit: 9305bab) — Henry Loenwind / githubwebCleaned out old code (commit: cd80c5a) — Henry Loenwind / githubwebFixed Enchanter calculating the xp cost for the remains of the input (commit: 265e709) — Henry Loenwind / githubwebPrepare for client conduit placeholders (commit: 6a68922) — Henry Loenwind / githubwebGhost Slots now work in Filter Guis (commit: 3b6e80d) — epicsquid315 / githubwebRemoved RemoteExec (commit: 5becfa8) — epicsquid315 / githubwebFilters now actually use filterIndexes (commit: 2639bb8) — epicsquid315 / githubwebChanged conduit registration system (commit: 29aad13) — Henry Loenwind / githubwebMade filter guis more universal (commit: 4f2f90d) — epicsquid315 / githubwebBackground now renders by default (commit: f5534bf) — epicsquid315 / githubwebMoved all filter Gui Packets to base (commit: 94aaa9f) — epicsquid315 / githubwebMoved all filter Gui Packets to base (commit: 8f351c1) — epicsquid315 / githubwebFixed several Issues (commit: e0d6583) — epicsquid315 / githubwebAllow recipes to load when TiC is used without TiC integration (commit: 4c94faf) — Henry Loenwind / githubwebReimplemented Sticky Mode and fixed Advanced/Limited item filters (commit: 6cb61ed) — epicsquid315 / githubwebDerp (commit: 3752b6d) — epicsquid315 / githubwebMoved each filter to use its own texture for the gui (commit: b8a9b1f) — epicsquid315 / githubwebComparator for non-IInventories (commit: 23c01db) — Henry Loenwind / githubwebCarpets are no clocks, they don't need to tick (commit: b80f67c) — Henry Loenwind / githubwebAdded a Close/Go back button to filter guis (commit: 8c0248c) — epicsquid315 / githubwebFirst steps for Vacuum Chest (commit: efbf835) — epicsquid315 / githubwebPolished the anvil (commit: 6c67cd4) — Henry Loenwind / githubwebWorkaround for Forge bug (commit: 557c49e) — Henry Loenwind / githubwebWork around vanilla code being 'interesting' (commit: 897669b) — Henry Loenwind / githubwebAnvil changes (commit: a636926) — Henry Loenwind / githubwebReworked conduits a bit more (commit: c40afa2) — Henry Loenwind / githubwebTrade gc load for higher initial RAM use (commit: 4f9337d) — Henry Loenwind / githubwebFix conduit builder not accepting multiple conduits per type (commit: 667a9c5) — Henry Loenwind / githubwebPrevent aliases leaking to next conduit (commit: 15ba7ed) — Henry Loenwind / githubwebAdded extra sanity check to soul creation (commit: ab81b1b) — Henry Loenwind / githubwebMade @Store actually make sense (commit: bd4f0c9) — epicsquid315 / githubwebPerhaps I should remember to copy ALL the files across (commit: caa7b3d) — epicsquid315 / githubwebExisting Item Filter Guis now work (commit: d89ef58) — epicsquid315 / githubwebFixed stacks in conduits not obeying size limits (commit: dbc3428) — epicsquid315 / githubwebRemoved INetworkedInventory (commit: 70806cb) — epicsquid315 / githubwebFixed item conduits not obeying filters (commit: 2b8af3a) — epicsquid315 / githubwebMoved StickyMode to abstract gui (commit: c66f610) — epicsquid315 / githubwebUpdated tooltips (commit: 153f06d) — epicsquid315 / githubwebConduit Gui Lang (commit: 78aa56d) — epicsquid315 / githubwebFilter Lang (commit: 31b9bf0) — epicsquid315 / githubwebFixed Upgrade Lang and Creative Tabs (commit: 8579185) — epicsquid315 / githubwebSome idle work on invpanel (commit: e808b11) — Henry Loenwind / githubwebMade Exisiting Item Filter Guis adapative again (commit: f4ae2db) — epicsquid315 / githubwebMade Fluid Filters Work (commit: 7481066) — epicsquid315 / githubwebRedstone Conduit Guis now actually fit their text (commit: be2d906) — epicsquid315 / githubwebAdded Filter Recipes (commit: 1c6e0ae) — epicsquid315 / githubwebMade dark steel balls rounder (commit: 0d03165) — Henry Loenwind / githubwebSave before commit... (commit: 6c42a10) — epicsquid315 / githubwebVarious Fixes and Cleanup (commit: e520948) — epicsquid315 / githubwebMore Fixes (commit: fedcb00) — epicsquid315 / githubwebLang Fixes (commit: 4dd8a27) — epicsquid315 / githubwebFlattened Item Filters (commit: 9eee16a) — epicsquid315 / githubwebMade it so that Basic Item filters could only be made from an Enum (commit: c33635b) — epicsquid315 / githubwebGrammer is important (commit: a2ec823) — epicsquid315 / githubwebTemporarily removed Dim Trans filters to avoid crashes/log spam (commit: 6b9a01f) — epicsquid315 / githubwebFlattened Speed Upgrade/Downgrade and Function Upgrades (commit: 819c1eb) — epicsquid315 / githubwebFixed slots appearing in the wrong guis and Limited item Filters not (commit: e841a18) — epicsquid315 / githubwebFixed Server Crash on Startup due to Sides (commit: deb909e) — epicsquid315 / githubwebVarious Fixes and Improvements (commit: 277419c) — epicsquid315 / githubwebBeginning invpanel, a long way to go yet... (commit: 4a5b259) — tterrag / githubwebEclipse doesn't like our strange EA path for external libs... (commit: d7cf1cb) — tterrag / githubwebBring conduit raytrace math in line with vanilla (commit: d2865ed) — tterrag / githubwebAdded a few more tooltips to conduit GUIs (#4470) (commit: a474ac2) — tterrag / githubwebAdded example recipe for broken spawners (commit: 8dd1f88) — Henry Loenwind / githubwebMore idle work on invpanel (commit: ff4bab5) — Henry Loenwind / githubwebMerge cleanup (commit: a4a1aa6) — Henry Loenwind / githubwebFixed Shift+Click Upgrade in Item Conduit gui going into the wrong slots (commit: 7c7b13f) — epicsquid315 / githubwebReimplemented a power bar for the internal power of dim trans (commit: fcf2adf) — epicsquid315 / githubwebMade each Transceiver tab use a different gui texture (commit: 0a142d0) — epicsquid315 / githubwebCleaned up Dim Trans Gui (commit: 54a4e67) — epicsquid315 / githubwebRe-Added special IO-logic of stirling and killer (commit: c61655b) — Henry Loenwind / githubwebReworked upgrade to item mapping, fixed JEI upgrade category (commit: 8aec2de) — Henry Loenwind / githubwebFixed Power Monitor GUI trying to show nice numbers (commit: 932cf00) — Henry Loenwind / githubwebAdded a cap slot to the Dim Trans (commit: ebbf54b) — epicsquid315 / githubwebThe Big Conduits Refactor (commit: 6f1a6aa) — epicsquid315 / githubwebChanged Dark Steel Ladder to use more expensive but collision aware (commit: f66e149) — Henry Loenwind / githubwebMoved Species Item Filter to Forestry Integration Module (commit: e90859b) — epicsquid315 / githubwebMoved all Species Item Filter files to Forestry (commit: dc5728f) — epicsquid315 / githubwebMade Forestry Integration Recipe and Items require forestry to be loaded (commit: 5ca6ac4) — epicsquid315 / githubwebMore simple porting for invpanel (commit: 835ecc4) — tterrag / githubwebExtract interfaces from most invpanel objects and get it to compile (commit: 02184e8) — tterrag / githubwebRemove some pointless comments (thanks eclipse) (commit: ce2777f) — tterrag / githubwebInvpanel now compiles (commit: 2fd289a) — tterrag / githubwebAdd invpanel to build, remove all submod exclusion hacks from (commit: fd5d0cd) — tterrag / githubwebRemove invpanel from combined jar (commit: 29a741c) — tterrag / githubwebFixed Right clicking a conduit's redstone mode crashing the game (commit: f107c17) — epicsquid315 / githubwebFix Reservoir not updating players (commit: 49e56f1) — Henry Loenwind / githubwebWe will need this again later when we update to 1.13, 1.14, 1.15, (commit: 87809e9) — Henry Loenwind / githubwebMade it so there was a single class for Redstone Control (commit: 906ca2a) — epicsquid315 / githubwebFixed not being able to open a conduit ui with a yeta wrench (commit: ab05f2d) — epicsquid315 / githubwebImpulse Hopper Initial Work (commit: d2925d4) — epicsquid315 / githubwebImpulse Hopper now places items in the correct slot (commit: 93edd0f) — epicsquid315 / githubwebImpulse Hopper now has a renderer! (commit: 049ee55) — epicsquid315 / githubwebBuff infinity dust recipe (commit: a0fb4c0) — tterrag / githubwebMassively improved Impulse Hopper model (commit: 628f10b) — epicsquid315 / githubwebWork around Ex Nihilo issue (commit: fc35c42) — Henry Loenwind / githubwebFix sagmill performing a time reversal spell on flower pots (commit: dcfe1e1) — tterrag / githubwebFix buffer power bar tooltip translation (commit: 35e0d95) — tterrag / githubwebImpulse Hopper now uses energy and inputs/outputs correctly (commit: 10cedc1) — epicsquid315 / githubwebMade Impulse Hopper processing speed scale with capacitor (commit: 7235721) — epicsquid315 / githubwebUpdated Impulse Hopper Gui with Buttons (commit: 66d0d4a) — epicsquid315 / githubwebImpulse Hopper Lang (commit: 52bc8f4) — epicsquid315 / githubwebAdded a recipe for the Impulse Hopper (commit: f04860c) — epicsquid315 / githubwebJavadoc fixes (commit: 8a649ce) — Henry Loenwind / githubwebImpulse Hopper Cleanup and Fixes (commit: 30a0929) — epicsquid315 / githubwebIHopp Cleanup (commit: da6f08c) — Henry Loenwind / githubwebLang cleanup (commit: b682e43) — Henry Loenwind / githubwebFixed that sidedness again (commit: bfb16be) — Henry Loenwind / githubwebNo BOM for UTF-8 (commit: ec8efaf) — Henry Loenwind / githubwebMoved some config values (commit: 9036e44) — Henry Loenwind / githubwebConfig system tweaks (commit: 5a9f521) — Henry Loenwind / githubwebTypo (commit: 34d90c0) — Henry Loenwind / githubwebFix crash when removing capacitor from running spawner (commit: 20fe694) — Henry Loenwind / githubwebConfig system tweaks, part 2 (commit: e65fa13) — Henry Loenwind / githubwebMissed some files (commit: a3310ad) — Henry Loenwind / githubwebPut enchanter and spawner recipes in their own files (commit: 7aeba40) — Henry Loenwind / githubwebAdded Big Item Filter (commit: 52d80fb) — epicsquid315 / githubwebAdded advanced tooltips to all filters (commit: bd1839d) — epicsquid315 / githubwebAdded a heading to item filter guis (commit: 8b9eacc) — epicsquid315 / githubwebMerged Conduit Speed upgrade and function upgrades (commit: 492c0ec) — epicsquid315 / githubwebRemoved inventories from Capacitor Banks (commit: 3fea6e3) — epicsquid315 / githubwebVacuumed the vacuum (commit: 69a9e4e) — Henry Loenwind / githubwebRemove ICapacitorDataItem in favor of an ICapacitorData capability (commit: 92c2751) — tterrag / githubwebPrevent conduit block from doing client stuff on the server (commit: f35ebae) — Henry Loenwind / githubwebEnchanter Support for COFH and Draconic Evolution (commit: 9eb7c04) — noreply / githubwebTweaked init (commit: ce7f84a) — Henry Loenwind / githubwebSould Binder Temp Fix (commit: 83f35a9) — unknown / githubwebUpdate enchanter.xml (commit: 794184f) — noreply / githubwebUpdate enchanter.xml (commit: 8bef955) — noreply / githubwebUnified PowerBar and Updated Capbanks to use it (commit: 7d3ae36) — epicsquid315 / githubwebAdded Big Item Filter Recipe (commit: 3ef61d1) — epicsquid315 / githubwebSoul Binder Fix (commit: da85726) — unknown / githubwebFix Draconium ore having wrong oredict (commit: 6c0fd70) — noreply / githubwebIts Draconium not Draconic Ore DICT (commit: 7494dc1) — noreply / githubwebFixed redstone conduits not controlling conduit extraction modes (commit: 7780753) — epicsquid315 / githubwebFixed Redstone Conduits not connecting to any machine blocks (commit: de274be) — epicsquid315 / githubwebFixed model cache not being invalided for conduits (commit: 8efedcd) — Henry Loenwind / githubwebFixed Dialer delete button not working and incorrect tooltip location (commit: ddd3ce9) — epicsquid315 / githubwebMake Slice'n'Splice use farming tool definitions for its tools (commit: 83ce276) — Henry Loenwind / githubwebAdded the ability for nbt-based capacitors to use durability (commit: 3302146) — epicsquid315 / githubwebFixed unnecessary NBT tags on items for Ender Skull and Lights (commit: b3591b2) — epicsquid315 / githubwebCleanup Conduits and Powertools Lang and Power Monitor Fixes (commit: ec9365e) — epicsquid315 / githubwebFixed profiler using too much cpu in server tick when not enabled (commit: 341b7e3) — Henry Loenwind / githubwebUpdated Wired Charger to have armour/bauble slot (commit: 599ce3a) — epicsquid315 / githubwebFixed Wired Charger JEI button and adjusted io config and button offset (commit: 73ec278) — epicsquid315 / githubwebUpdated Dim Trans to use the new overlay (commit: a6c4946) — epicsquid315 / githubwebIncreased Wired Charger speed (commit: 7f51fec) — epicsquid315 / githubwebAdded Dimensional Shard Ore recipe using oredict and imrpoved draconium (commit: b0bb716) — epicsquid315 / githubwebAdded JEI Ghost Item dragging support to filters (commit: 51c632f) — epicsquid315 / githubwebBump the core (commit: 37367e9) — Henry Loenwind / githubwebTemp fix for yellorite having wrong oredict (commit: 38b08c4) — noreply / githubwebAbstracted GhostSlotTarget to remove hard dependency on JEI (commit: ff52fcd) — epicsquid315 / githubwebAdvancement overhaul part 1: (commit: 7f253c9) — tterrag / githubwebStop me from staring at the item waiting for it to happen (commit: cd5d0b0) — Henry Loenwind / githubwebAdvancement overhaul part 2: refactor some filenames, add conduit tab (commit: 19746ba) — tterrag / githubwebRemove my username from conduits+machines launch config (commit: 9211ce8) — tterrag / githubwebUpdated Baubles integration to use libs and Fixed Wired Charger baubles (commit: 7fa105e) — epicsquid315 / githubwebModified Big Item Filters (commit: 65b2477) — epicsquid315 / githubwebAdded Sweeping Edge Enchant and modified CoFH enchants (commit: af04934) — epicsquid315 / githubwebReverted ShawowInventory \"fix\" (commit: 730a826) — epicsquid315 / githubwebAdded nbt attribute now that it is used (commit: ff46306) — Henry Loenwind / githubwebAdded debug data for impossible situation (commit: d86ae53) — Henry Loenwind / githubwebRemoved invalid file (commit: 9c25860) — Henry Loenwind / githubwebAdd energy cap to DS items, should now work in wired charger etc. (commit: 0670602) — tterrag / githubwebRevert \"Add energy cap to DS items, should now work in wired charger (commit: 1aee5c9) — tterrag / githubwebProperly fix DS item charging (commit: 8ee2deb) — tterrag / githubwebAdded more grinding balls (commit: aa86ff4) — epicsquid315 / githubwebRemoved old ball's name (commit: 689fe64) — Henry Loenwind / githubwebFixed duplicate recipe ID (commit: 10d70d9) — Henry Loenwind / githubwebAdd new Alias's To Grinding Balls (commit: c690856) — noreply / githubwebAdded protection against duplicate recipe IDs in core recipes (commit: 7d7fece) — Henry Loenwind / githubwebAdd All The Balls Recipys (commit: 9df1dd6) — noreply / githubwebAdd Tiny Progressions Ore (commit: 6943e27) — noreply / githubwebUpdate sagmill_ores.xml (commit: 792d5c8) — noreply / githubwebFixed NPEs in conduit packet handling (commit: 8c2fd30) — Henry Loenwind / githubwebOre not Block ;( (commit: 2ef65db) — noreply / githubwebUsed some Gradle Fu to get a combined API jar (commit: 4b83173) — epicsquid315 / githubwebUpdated Telepad and Farmer recipes (commit: e205e40) — epicsquid315 / githubwebUpdate sagmill_ores.xml (commit: 7f3a90e) — noreply / githubwebUpdate sagmill_ores.xml (commit: 8630e4b) — noreply / githubwebUpdate sagmill_ores.xml (commit: f7b93a9) — noreply / githubwebBlock harvestability is a mess (commit: 3195d44) — Henry Loenwind / githubwebCleanup (commit: b2d10ba) — Henry Loenwind / githubwebWorkaround Travel Anchor user check being run client-side (commit: 0e229ec) — Henry Loenwind / githubwebPrevent spectators from using Travel Anchors (commit: 90b5dea) — Henry Loenwind / githubwebA ballsy move (commit: 71161bb) — Henry Loenwind / githubwebAdded ball values for new balls (commit: 5d9b736) — epicsquid315 / githubwebMoved function upgrades to relevant modules (commit: 6d2ae8d) — epicsquid315 / githubwebBound souls into the basement (commit: c2d2db5) — Henry Loenwind / githubwebIncreased Grinding (commit: f969790) — Henry Loenwind / githubwebWarnings (commit: 1c2681a) — Henry Loenwind / githubwebAdded Easter Egg (commit: 53c9bf2) — Henry Loenwind / githubwebProperly encapsulate (commit: 4a34a0c) — Henry Loenwind / githubweb\n\n \n\n",
    "replies": [
        {
            "author": "kent266",
            "timestamp": 1488092520,
            "txt_content": "恩，请问一下有网盘地址么，我没法翻墙没法下载……"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488092520,
            "txt_content": "a946115793 发表于 2017-2-26 14:44\n多出来一个[/hide]\n刚刚修改完你就回复了。。。   话说你怎么这么快噗"
        },
        {
            "author": "a562355422",
            "timestamp": 1488092580,
            "txt_content": "你这个 护甲与工具武器(Armor And Tools) 排版是什么鬼?"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488092700,
            "txt_content": "a562355422 发表于 2017-2-26 15:03\n你这个 护甲与工具武器(Armor And Tools) 排版是什么鬼?\n。。。。。。我的天 谢谢提醒我修复一下。"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488092880,
            "txt_content": "a946115793 发表于 2017-2-26 14:52\n帮你写上了，不谢\nOMG 感谢万分"
        },
        {
            "author": "焚书坑儒",
            "timestamp": 1488093060,
            "txt_content": "关于标题的话，[1.10.2-1.6.2]，而且不用写[SSP/SMP]"
        },
        {
            "author": "popstoy",
            "timestamp": 1488093120,
            "txt_content": "谢谢分享"
        },
        {
            "author": "CNife",
            "timestamp": 1488093180,
            "txt_content": "最喜欢的科技MOD，简单实用强大"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1488093300,
            "txt_content": "\"教程及帮助”部分的排版有点不忍直视。\n还是那句话，这种介绍没必要，既然你说它好，就请卖情怀，把它的好处展现出来。"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488093600,
            "txt_content": "E.T.星落辰 发表于 2017-2-26 15:15\n\"教程及帮助”部分的排版有点不忍直视。\n还是那句话，这种介绍没必要，既然你说它好，就请卖情怀，把它的好 ...\n。会修改的"
        },
        {
            "author": "Xwan泽宛",
            "timestamp": 1488095820,
            "txt_content": "去领赏贴领赏吧OWO\n以及那个...字的背景颜色（棕色的边）能不能改透明了，我看着难受..."
        },
        {
            "author": "1134362805",
            "timestamp": 1488096360,
            "txt_content": "帅"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488096660,
            "txt_content": "E.T.星落辰 发表于 2017-2-26 15:15\n\"教程及帮助”部分的排版有点不忍直视。\n还是那句话，这种介绍没必要，既然你说它好，就请卖情怀，把它的好 ...\n-=但是我发现我不能上传图片了-=。。。"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488096780,
            "txt_content": "wwewwewwewwewwe 发表于 2017-2-26 15:57\n去领赏贴领赏吧OWO\n以及那个...字的背景颜色（棕色的边）能不能改透明了，我看着难受... ...\n-=我试试"
        },
        {
            "author": "hui221224",
            "timestamp": 1488096780,
            "txt_content": "eeeeeeeeeeeeeeeeeeeeeeeeeeee"
        },
        {
            "author": "_luli",
            "timestamp": 1488099060,
            "txt_content": "谢谢分享"
        },
        {
            "author": "hoh234",
            "timestamp": 1488099600,
            "txt_content": "很好的mod，顶一个~~~"
        },
        {
            "author": "Last乀One",
            "timestamp": 1488100140,
            "txt_content": "往往wwwwwwwwwwwwwww"
        },
        {
            "author": "jhoh",
            "timestamp": 1488101820,
            "txt_content": "66666666666"
        },
        {
            "author": "xia_zuo",
            "timestamp": 1488102060,
            "txt_content": "12312312312312"
        },
        {
            "author": "2946153795",
            "timestamp": 1488106380,
            "txt_content": "eqweqweqwewqeqweqwewqewqewqewqewqeqqq"
        },
        {
            "author": "注定是配角",
            "timestamp": 1488107220,
            "txt_content": "看来我也要更新一下了"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1488107400,
            "txt_content": "末影接口。。这个mod好像跟末影接口没什么关系吧"
        },
        {
            "author": "MinePickaxe",
            "timestamp": 1488109740,
            "txt_content": "很不错，可以用来做科技向整合"
        },
        {
            "author": "马若华",
            "timestamp": 1488116700,
            "txt_content": "为啥标题里的是“1.62”而不是1.6.2,是字数超出了吗？望修改。"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488116880,
            "txt_content": "马若华 发表于 2017-2-26 21:45\n为啥标题里的是“1.62”而不是1.6.2,是字数超出了吗？望修改。\n感谢提醒"
        },
        {
            "author": "yourdiary",
            "timestamp": 1488118260,
            "txt_content": "顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶"
        },
        {
            "author": "77533711@QQ.COM",
            "timestamp": 1488118920,
            "txt_content": "感谢分享~~"
        },
        {
            "author": "zwt13620029192",
            "timestamp": 1488119700,
            "txt_content": "这个挺好用的"
        },
        {
            "author": "1046808711",
            "timestamp": 1488125340,
            "txt_content": "支持！！！！！！！！！！！"
        },
        {
            "author": "八云夜",
            "timestamp": 1488126900,
            "txt_content": "支持一下，感谢楼主汉化"
        },
        {
            "author": "2nima",
            "timestamp": 1488127140,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "annr01",
            "timestamp": 1488127860,
            "txt_content": "谢谢分享"
        },
        {
            "author": "yuanfw",
            "timestamp": 1488133560,
            "txt_content": "下载地址打不开，如果有度盘请传一下。谢谢！"
        },
        {
            "author": "hf821980909",
            "timestamp": 1488155040,
            "txt_content": "汉化辛苦，肯定要回复一下"
        },
        {
            "author": "zaqwsxcde123",
            "timestamp": 1488157380,
            "txt_content": "感谢搬运      "
        },
        {
            "author": "morikawa",
            "timestamp": 1488162720,
            "txt_content": "蛤？能不能弄点图- -"
        },
        {
            "author": "gary465835719",
            "timestamp": 1488164760,
            "txt_content": "很强"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488172380,
            "txt_content": "morikawa 发表于 2017-2-27 10:32\n蛤？能不能弄点图- -\n-=好的 会尽快的"
        },
        {
            "author": "jldjz2008",
            "timestamp": 1488174000,
            "txt_content": "Wow,好东西收走了"
        },
        {
            "author": "神弑领域",
            "timestamp": 1488178260,
            "txt_content": "强到爆炸"
        },
        {
            "author": "sadokiii",
            "timestamp": 1488179220,
            "txt_content": "感谢分享"
        },
        {
            "author": "崎礼观月",
            "timestamp": 1488186480,
            "txt_content": "给自己服务器装上了但却开不了服，无奈之下删除了附属就没事了，然后玩着玩着发现好像少了点什么_(:з」∠)_"
        },
        {
            "author": "likos",
            "timestamp": 1488195780,
            "txt_content": "................"
        },
        {
            "author": "马鹿与烟",
            "timestamp": 1488199320,
            "txt_content": "感谢楼主的汉化文件分享，1.10.2机器大部分都没汉化"
        },
        {
            "author": "张经泉",
            "timestamp": 1488199500,
            "txt_content": "好像好厉害的样子"
        },
        {
            "author": "sujiarui",
            "timestamp": 1488199500,
            "txt_content": "作者加油"
        },
        {
            "author": "nana1130",
            "timestamp": 1488202020,
            "txt_content": "支持一下prprpr"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488202500,
            "txt_content": "yuanfw 发表于 2017-2-27 02:26\n下载地址打不开，如果有度盘请传一下。谢谢！\n-=有论坛下载的"
        },
        {
            "author": "a59037777",
            "timestamp": 1488202800,
            "txt_content": "最新版啊，赞一个！"
        },
        {
            "author": "13697052786",
            "timestamp": 1488205080,
            "txt_content": "谢谢分享，可以从地狱抽岩浆了"
        },
        {
            "author": "MC_Hanyu",
            "timestamp": 1488215100,
            "txt_content": "万分感谢，正在找呢。\n"
        },
        {
            "author": "xuanming",
            "timestamp": 1488270780,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "Rebirth0120",
            "timestamp": 1488277200,
            "txt_content": "试试能不能用"
        },
        {
            "author": "g1876765341",
            "timestamp": 1488277440,
            "txt_content": "6666666666666666666666666666666"
        },
        {
            "author": "3033619778",
            "timestamp": 1488284160,
            "txt_content": "谢谢分享╰(*°▽°*)╯"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1488285780,
            "txt_content": "因为Discuz的奇怪Bug\n我成了楼主\n另外审核通过 @fuyinyang  \n"
        },
        {
            "author": "圆神万岁",
            "timestamp": 1488293460,
            "txt_content": "圆神万岁 发表于 2017-2-28 23:05\n请问有没有网盘的啊，我没法翻墙，没法下载。\n哦，原来有啊，抱歉啊"
        },
        {
            "author": "圆神万岁",
            "timestamp": 1488294300,
            "txt_content": "请问有没有网盘的啊，我没法翻墙，没法下载。"
        },
        {
            "author": "圆神万岁",
            "timestamp": 1488294540,
            "txt_content": "那个，使用方法那里，是压缩软件吧，你字打错了"
        },
        {
            "author": "wzh4018",
            "timestamp": 1488296820,
            "txt_content": "一堆人叫我玩这个MOD....."
        },
        {
            "author": "D丶冰娘",
            "timestamp": 1488312840,
            "txt_content": "支持一下支持一下~。"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488341580,
            "txt_content": "圆神万岁 发表于 2017-2-28 23:09\n那个，使用方法那里，是压缩软件吧，你字打错了\n你改下名字就好了。"
        },
        {
            "author": "979797954",
            "timestamp": 1488343560,
            "txt_content": "哇辛苦汉化"
        },
        {
            "author": "晶点乐音",
            "timestamp": 1488344220,
            "txt_content": "很好！"
        },
        {
            "author": "Sindere",
            "timestamp": 1488345120,
            "txt_content": "无敌了我的哥哥，下载中"
        },
        {
            "author": "LexOBurner",
            "timestamp": 1488346560,
            "txt_content": "下载中。。。"
        },
        {
            "author": "LexOBurner",
            "timestamp": 1488348840,
            "txt_content": "跟拔刀冲突怎么办"
        },
        {
            "author": "lumingjie98",
            "timestamp": 1488355200,
            "txt_content": "好东西顶一个"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488358320,
            "txt_content": "LexOBurner 发表于 2017-3-1 14:14\n跟拔刀冲突怎么办\n二选一吧 我做整合包也这样子的   或者靠技术解决"
        },
        {
            "author": "78192419",
            "timestamp": 1488360000,
            "txt_content": "haohaohaohao"
        },
        {
            "author": "上古洪荒",
            "timestamp": 1488363780,
            "txt_content": "感谢分享"
        },
        {
            "author": "重力",
            "timestamp": 1488371640,
            "txt_content": "谢谢分享！"
        },
        {
            "author": "炭烧牛五花",
            "timestamp": 1488371880,
            "txt_content": "感谢分享"
        },
        {
            "author": "akbingo0605",
            "timestamp": 1488377160,
            "txt_content": "就斤斤计较斤斤计较斤斤计较斤斤计较斤斤计较斤斤计较经济"
        },
        {
            "author": "ggasgs",
            "timestamp": 1488380400,
            "txt_content": "感谢楼主，帮帮哒！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "weidan02123",
            "timestamp": 1488383040,
            "txt_content": "汉化辛苦！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "阿斯顿123456",
            "timestamp": 1488419520,
            "txt_content": "6666666666666666666666666666666666"
        },
        {
            "author": "qq3384670",
            "timestamp": 1488428940,
            "txt_content": "我去谢谢楼主，感觉这MOD很好玩"
        },
        {
            "author": "流星落岩",
            "timestamp": 1488430560,
            "txt_content": "终于有人更了……内牛满面"
        },
        {
            "author": "垃圾王",
            "timestamp": 1488430680,
            "txt_content": "厉害  666666赞一个"
        },
        {
            "author": "pmxy",
            "timestamp": 1488431160,
            "txt_content": "强大的科技mod 谢3楼主分享"
        },
        {
            "author": "9447600",
            "timestamp": 1488442260,
            "txt_content": "虽然我没用过，但是支持楼主的汉化"
        },
        {
            "author": "yangkun12138",
            "timestamp": 1488442560,
            "txt_content": "感谢分享"
        },
        {
            "author": "liansi",
            "timestamp": 1488452040,
            "txt_content": "楼主大赞，可以和其他mod联动了"
        },
        {
            "author": "MisakaMikotoo",
            "timestamp": 1488452820,
            "txt_content": "23333333333333"
        },
        {
            "author": "leiyutian",
            "timestamp": 1488453840,
            "txt_content": "关于那个储存容器有更详细的介绍吗，物品储存，1.10.2版本。"
        },
        {
            "author": "i775500",
            "timestamp": 1488457740,
            "txt_content": "好文章就得顶上去"
        },
        {
            "author": "a2473080572",
            "timestamp": 1488459600,
            "txt_content": "可以玩1.10.2forge版本以后表示立马啊就来下载这个mod了"
        },
        {
            "author": "fujinyang",
            "timestamp": 1488461580,
            "txt_content": "leiyutian 发表于 2017-3-2 19:24\n关于那个储存容器有更详细的介绍吗，物品储存，1.10.2版本。\n可以去看太玄教程 下面有的"
        },
        {
            "author": "Zesateli",
            "timestamp": 1488491880,
            "txt_content": "应该回复什么呢。。。"
        },
        {
            "author": "justice110",
            "timestamp": 1488513120,
            "txt_content": "非常棒的文章"
        },
        {
            "author": "135T79",
            "timestamp": 1488529620,
            "txt_content": "不错的MOD"
        },
        {
            "author": "954248253",
            "timestamp": 1488529980,
            "txt_content": "有网盘就好了"
        },
        {
            "author": "995161539",
            "timestamp": 1488530640,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "anlihao123",
            "timestamp": 1488537360,
            "txt_content": "不错"
        },
        {
            "author": "七海八千代",
            "timestamp": 1488537660,
            "txt_content": "五天竟然就达到了1K多查看量..."
        },
        {
            "author": "绝望的炎帝",
            "timestamp": 1488538800,
            "txt_content": "作者真棒不过下次不要在下面找不到"
        },
        {
            "author": "dp_qb",
            "timestamp": 1488539520,
            "txt_content": "加油楼主\n"
        }
    ]
}