{
    "title": "【重磅推荐】Terraria v1.0.5【最新原创RPG版MOD】【四大系统打造RPG新体验】放出下载",
    "author": "asc9966",
    "replyCount": 6,
    "timestamp": 1310285040,
    "txt_content": " 本帖最后由 asc9966 于 2011-7-15 11:54 编辑 \n\nhttp://bbs.3dmgame.com/thread-2107421-1-1.html    原帖\nhttp://www.tudou.com/v/lQduABc53Cw/v.swf\n\n一、〖等级属性系统〗\n角色开启了新的等级属性界面，等级从0级开始，最高可升至99级。经验主要靠杀怪和做任务奖励获得，每次升级后，经验槽均清零，以杜绝连续跳级的情况发生。属性方面设立了6大项目：力量、敏捷、体力、智慧、幸运以及魅力。考虑到游戏平衡性，属性并没有直接影响基础攻击力和防御力。力量影响暴击增强和击退距离；敏捷影响战斗命中率和闪避率（现在默认情况打怪有一定几率MISS了）；体力影响生命值和回血BUFF效果；智慧影响魔力值和回魔BUFF效果；幸运影响暴击率和摔伤减免；魅力影响交易价格和刷怪率。每升一级给予两点可支配属性点，除了体力和智慧每升一级只需要1点属性点以外，其他属性均需要2点自由属性点。6种属性在玩家的不同加点方式下 可使角色成长为肉盾型、攻击型、敏捷型、法师型甚至引怪型的战士，大大提高了联机协作模式下的角色多样！    游戏 的可玩 性 也因此得到了很大的提升！\n\n二、〖精英首领怪系统〗\n既然角色因为等级系统变厉害了，怪物自然毫无悬念的也要变强大才行。此次在原有怪物的基础上，增加了角色30级以后主刷的精英级怪物；以及角色60级以后主刷的首领级怪物！两者除了自身攻防血等属性成阶梯型增长之外，比较振奋人心的是其对应的外表样子也全部换新！比如僵尸首领就变成了血红眼睛而且手还在颤抖和滴血的狰狞样子；骨龙首领则变成了火龙形态等等。\n \n3、〖任务系统〗\n角色10级之后，就开启了任务系统。到商人那里可以接任务（定时更新任务），任务主要为猎杀指定数量的怪物，而目标怪物也会根据角色的等级提高而逐渐变成精英怪以及首领怪。接任务的时候会根据任务难度以及击杀数量收取玩家的定金，任务完成会奖励经验及金钱，另外还会随机额外奖励后面强化系统要用到的神秘碎片，越难做的任务奖励也越丰厚。如果完不成任务或者不想做这个任务，也可以选择放弃定金从而取消任务。任务取消后会马上刷新，这样也变相的等于为玩家提供了花钱快速刷新任务的途径。\n四、〖装备强化系统〗\n在原有装备的基础上增加了ABCD四个品质等阶，同样由DAVID等人重新绘制了全新的4级别材质图（都是大工程啊！赞一个！），装备材质图同样支持高自由度的MOD功能，玩家可以随意更换修改材质图（喜欢炫酷装备的玩家有福了，不满意的装备外形可以自己重新设计^_^）。装备只能从基础级依次强化至D级C级B级到最终的A级，强化后除了攻防之外，攻击速度、击退距离，法术攻击甚至药瓶的恢复效果都会得到较大幅度的增强。拿击退距离来举例，高击退的武器配合高力量点数的角色可以很轻易的把一般怪物打很远甚至击飞~~~很有意思吧~~\n\n强化装备时需要和军火商对话，在根据角色的等级缴纳一定量的进门费之后才能进入并打开强化界面。强化成D级装备需要10快D级碎片；强化成C级装备需要D级C级碎片各20快，并且需要角色达到20级；强化成B级装备需要DCB级碎片各30块，并且需要角色达到40级；强化成最终的A级装备则需要角色60级，并且需要ABCD碎片各40快！强化会存在一点失败率，所需的ABCD四种碎片则需要通过打怪或者做任务获得。普通怪掉D级碎片，精英怪除了D级还会掉C级碎片，首领怪则开始掉落B级碎片。而最终的A级碎片除了做任务偶尔能得到少量以外，主要还是靠击杀世界BOSS获得。当然终极世界BOSS可是比首领怪更加难缠的多的存在，玩家没准要靠联机合作才能击败！有挑战性、有追求\n下面是MOD游戏本身需要注意的一些方面：\n\n   ①MOD的档案是独立于原版存档的！也就是说玩过MOD的档案用原版也是能打开的（不过由于原版不支持强化后的物品等数据，所以用原版打开所有物品将恢复原始形态）。MOD的档案是和角色文件名相同但扩展名为.mod的文件，在MOD下只能和对应的原版角色文件配套使用，否则里面的人物等级、任务等信息将被清零。另外注意：只有在没有mod存档文件或者其损坏时，系统才会一次性的读取原版角色存档内的物品资料，之后无论原版角色存档单独如何更改，都会被存在mod文件中的物品资料覆盖！（所以中途换原版玩的玩家记得新得到的装备别放身上，要放在地图的箱子里 不然用MOD载入后将会丢失该物品!切记!）因此虽然档案互通，但还是建议大家玩的时候固定的角色最好不要原版与MOD混着来回使用，而因此造成的损失恕我已经事先提醒了。。。\n\n    ②本游戏可以单机玩，也可以联机。但是由于加入了新级别的怪物和物品，导致服务器和客户端之间的底层通讯函数不得不做出相应调整……虽然我也做了大量工作想达到MOD与原版之间的完美联机兼容，但是无奈至今为止还未能完美解决……所以大家联机的时候尽量MOD用MOD的服务器，如果混连虽然经测试也能连，但是一般来说只能使用原始状态的物品，刷怪也只能刷出普通怪，另外不保证可能会出现不可预期的问题……因此如果实在要混连，建议提前备份存档~~\n\n    ③因为原版游戏大家普遍反映中后期以后钱没地方花……所以在MOD版本中的各个花钱的地方，我都适当调高了费用。相应的 打精英首领怪掉落的金钱以及做任务奖励的金钱都较高，基本满足玩家的需要。另外要说一点：接任务时需要的定金看起来可能较高，但是在完成任务交付时定金是会返还的！也就是说奖励的金钱是额外的！所以看到好做的任务钱又不够的时候，可以赶紧找同伴借点钱，等完成任务再还人家也不迟嘛^_^\n\n    ④出于兼容性考虑MOD的强化形态物品只能储存在角色的mod档案文件中，这就导致一个问题：如果你把强化后的装备放在世界地图中的箱子里然后存档，再读档时，该物品将会恢复最初形态！因此强化过的装备要么放在自己身上，要么存在小猪储蓄罐中，要么联机扔给别的玩家或小号~~放在其他地方都无效……这一点一定要切记！\n\n    ⑤关于经验和暴率方面，一般来说打地表的怪经验相对较少，越深入地底的怪经验越高~~而经验高的怪自然暴神秘碎片的几率也会变大^_^做任务也是一样的道理，怪越难打的，要求击杀怪的数量越多的任务往往奖励的金钱和碎片就越可观。另外有一点还需要注意：人物等级如果超出怪物基础级别太多，经验收益会急剧缩水！比如超过60级以后再打普通怪，你会发现已经得不了多少经验了……当然等你90级以后再去杀普通怪，就更是几乎为0了……所以勇敢的拿起强化过的高级武器去挑战更困难的对手吧，那样你的收获将会越来越丰厚^_^\n\n    ⑥（为了让大家早日玩到游戏，打算先发布然后再慢慢写说明）\n\n    同时应广大玩家的要求加入了中文输入窗口（在这里感谢fx928提供的窗口代码），而且在经过我的二次优化后，现在的输入窗口将同步游戏的聊天窗口出现和消失（等于用回车键开启和关闭）另外，如果不想使用单独的输入窗口聊天，可以在主程序的快捷方式后面加 -xc 参数关闭该功能。\n\n    游戏中的主要内容已经大体上介绍完毕，细节方面可能还得实际玩玩才能体会到，大家有什么想法以及好的建议也欢迎跟帖讨论~~~\n\n    另外因为游戏制作周期过短，技术上以及测试上都没有做到家，所以难免会出BUG……希望大家在玩的过程中如果发现问题，请及时反馈！好在这是第一版，美工方面我们会继续美化界面、细化材质、新增内容，程序方面我也会不断努力及时纠正错误，争取后续版本一版比一版出的更好！\n    因为只有靠我们共同的努力，TR MOD的明天才会更好^_^\n\n 于2011年7月12日晚\n\n\n另外正版玩家安装补丁文件后运行会提示steam_api.dll错误，这种情况建议下载硬盘版~~\n这里也提供一下破解版的steam_api.dll下载，正版用户覆盖之前请另行备份该DLL文件。\n steam覆盖文件.rar (53.04 KB) \n\n2011-7-13 12:45\n根据个人情况 二者选一下载就行了~~\n\n①这是补丁文件，下载后请覆盖在原英文版v1.0.5或者汉化版v2.0的游戏主目录下（可与原游戏版本并存）\n注意：要同时下载两个压缩分包哦。\n TR v1.0.5 RPG版MOD Part I （By PT4U MOD制作组）.part01.rar (233 KB) \n TR v1.0.5 RPG版MOD Part I （By PT4U MOD制作组）.part02.rar (227.26 KB) \n②这是完整的硬盘版，包括英文、汉化以及MOD三个版本（适合没玩过的或者应用补丁后运行有错误的童鞋下载）\n115网盘下载地址为 \n http://u.115.com/file/aq3vkk2s\n",
    "replies": [
        {
            "author": "tgwby04525",
            "timestamp": 1310292360,
            "txt_content": "這算不錯了\n用在多人更好"
        },
        {
            "author": "877513257",
            "timestamp": 1310356860,
            "txt_content": " 本帖最后由 877513257 于 2011-7-11 12:02 编辑 \n\n支持楼上，不如更新就更新那些内容！~~然后再出了修改器！！！"
        },
        {
            "author": "MC先生",
            "timestamp": 1310361840,
            "txt_content": "沒看到宰點"
        },
        {
            "author": "asc9966",
            "timestamp": 1310702160,
            "txt_content": "放出下载了！"
        },
        {
            "author": "vs863129",
            "timestamp": 1311266340,
            "txt_content": "魅力值好像只能增加刷怪率，並不會減少交易上的金錢。\n我試過，都原價賣的"
        },
        {
            "author": "1365619159",
            "timestamp": 1311729300,
            "txt_content": "貌似有点问题：\n1 魔杖·邪恶穿刺的攻击变为一大节，只产生一次攻击\n2 掉落在岩浆里的东西会消失"
        }
    ]
}