{
    "title": "【原创·连载】<丧尸崛起>第七章",
    "author": "我为我为",
    "replyCount": 7,
    "timestamp": 1488083040,
    "txt_content": "\n只要作品集数达到3集就允许了\n这样方便读者查看",
    "replies": [
        {
            "author": "二次元狂三",
            "timestamp": 1488083640,
            "txt_content": "标题: 【原创·连载】<丧尸崛起>第七章 本帖最后由 二次元狂三 于 2017-2-26 19:41 编辑 \n\n        可是刚才自己也看到了，这四个人都不是什么善茬，自己虽然有些超出常人的体能，可毕竟双拳难敌四手，更何况他们是八只手啊。        周启航觉得要是想救人，就得从长计议，第一步，自己得先有个趁手的武器，可是这屋子里看起来只是个废弃的房间，除了几件废弃的衣服和眼镜，剩下的什么也没有。\n        不过也多亏是个废弃的房间，不然，他们这些人要是进来，那就热闹了。\n        周启航这个时候，看到一个废弃的木头椅子，灵机一动，拆下椅子部件，做成了一个木头棍棒。\n        虽然不算趁手，好歹也算个武器不是，周启航顺手又捡起一件衣服穿上了，就好像跟自己连身定做似的，特别合身，虽然有些脏，不过毕竟比自己先前已经被丧尸抓的破破烂烂的那身衣服好，周启航顺眼看了下手机，那个群里也没再有什么人说话了，估计是已经都变成丧尸了或者死了吧，不过周启航惊讶的是，都已经这样了，手机竟然还有网络，真是了不得。\n        周启航透过门缝再次看看外面的情况，只见小女孩手里的蛋糕已经吃没了，那个女人也时不时的跟小女孩说着话，当然，小女孩还是始终一只不说话，要不是自己之前听到了小女孩的哭声，自己真以为她是一个小哑巴\n        虽说哑巴哭也有声音，不过跟正常人的哭声是不同的，想到这里，周启航特别心疼这个小女孩，这些人到底是怎么虐待这个小女孩的，竟然把她这么成了这样。\n       只见小女孩头微微的望了一下这里，周启航吓一跳，这才想起来，小女孩知道自己在这个屋子里，只不过她一直没说话而已。\n       过了一阵子，已经到了下午，只见所有人都集中到了这一个屋子里，看起来是在分配自己个子的任务。\n       那个叫做涛哥的跟另一个男人说\n       “你跟阿坤去东面，看看有没有实用武器，我跟阿海去西面找食物”\n       说着，看了看小女孩\n       “臭丫头，我不管你去哪，反正必须今天给我找到食物，不然，回来我也打死你！至于你们两个女人，留在这里看家吧！”\n       这时候，这个女人走了过来\n       “不，我要跟着她一起”\n       涛哥皱了一些眉头，这时候另一个贱贱的女人也走了过来，对着这个女人说\n       “哎呦，我说，你也太不知好歹啦，涛哥让咱们看家是为了咱们的安全，你还自己主动要求去寻找食物，真不知道你是傻还是天真”\n       这个女人并没有理她，反而没有表情的盯着涛哥，涛哥继续皱着眉头看着这个女人，不过，最后好像想明白了什么\n        “好吧，你去吧”\n        “哎呦！涛哥，那我怎么办啊，我自己一个人在这屋子里我害怕啊！”\n        “谁管你！”\n        只见涛哥冷冷的回了这个贱贱的女人一句，这个女人也没再敢吱声，走到一旁的凳子上坐了下来。\n        随后，所有人都走了出去，屋子里只剩下那一个女人，周启航这下有些犯难了，虽说这个女人也不是什么好东西，不过，毕竟自己从来不到女人啊，这要是个男人，自己大可以等那些人走远了，自己一个大步冲过去，按到宰了他。\n        这时候，女人貌似有些无聊加乏累了，回到了自己的屋子里睡起了觉，这让周启航没想到一切竟然这么简单。周启航慢慢的打开了门，一道刺眼的光线照射在周启航的眼睛，周启航晃得闭上了眼睛，过了一会，才慢慢地睁开了眼睛。\n        随后，拿起自己的那根没什么太大用的棍棒走了出去，刚才他们说的话自己都听在耳中。\n第六章\n"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1488084420,
            "txt_content": "我为我为 发表于 2017-2-26 12:24\n作者我建议你弄个索引贴\n只要作品集数达到3集就允许了\n这样方便读者查看 ...\n还望请教怎么弄"
        },
        {
            "author": "qirou",
            "timestamp": 1488085080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1366245552",
            "timestamp": 1488085980,
            "txt_content": "狂三我的，不许抢"
        },
        {
            "author": "2644511816",
            "timestamp": 1488090840,
            "txt_content": "其实我觉得，你这个题材已经崩了一半。"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1488091440,
            "txt_content": "2644511816 发表于 2017-2-26 14:34\n其实我觉得，你这个题材已经崩了一半。\n崩就崩了吧，只是随便写写而已，没写过，瞎写的"
        },
        {
            "author": "我为我为",
            "timestamp": 1488100020,
            "txt_content": "二次元狂三 发表于 2017-2-26 12:47\n还望请教怎么弄\n额，就是介绍你小说，然后弄好每一集的传送门[网站]\n我就不要脸的供上我的索引贴了\n戳我"
        }
    ]
}