{
    "title": "论小型灯组的使用场所",
    "author": "Marospy",
    "replyCount": 5,
    "timestamp": 1488092520,
    "txt_content": " 本帖最后由 Marospy 于 2017-2-26 16:57 编辑 \n\n\n    前言    \n\n\n      大家好，这次我来演习一下各种灯组的建筑方法，还有他们的使用途径，本作品因版本问题，并没有海晶灯，故可将萤石替换，希望能给大家一点小小的帮助，灯组主要以实用为主，而且材料简单易得，可以就地取材，非常方便，并且种类繁多，适合于各种情况，还请大家酌情食用。 \n\n\n\n吊灯\n\n      下面为大家演示三种吊灯，由小到大，并且材料有异曲同工之秒，并且类型差距较大，表达方式不同，占地面积随即也不同，还请自行斟酌。 \n\n\n\n\n        第一款吊灯的用材十分简单，没有一样材料是很难获得的，并且结构简单，表达方式直接，并且在小小的吊灯里材料却十分丰富，可以在日常中大量使用，尤其是房间不大高的中型别墅房间最为合适。\n\n\n\n\n      第二款吊灯的结构十分奇怪，他并不是由上而下的，而是更具侧面感的，十分具有特色，很适合在一些小城镇部落的室外使用，并不推荐放在室内，也可以稍许改装，变成壁灯。\n\n\n\n        第三款的吊灯比上两款的体型更加庞大，可依然遵循了用材简单的原则，并且延续了活板门加萤石的经典组合，使人看上起高雅大方，简洁不失华丽，最适合用于楼层较高的客厅饭厅使用，尽显大气。\n\n\n\n壁灯\n\n        下面展示两款十分简单一看就透的小型壁灯，由于方块的大小限制，壁灯往往占地与吊灯同等，并不能集中于一个方块以内，故而在小型区域里表达出来较为困难，请自己斟酌。\n\n\n\n\n第一款壁灯仅仅是用小中小的微型结构展示，简单实用，占地面积较小。 \n\n\n\n\n\n      第二款的壁灯运用了栅栏装饰，增加了外形感觉，并且为复式，可以自行增加叠加的数量，极为奇妙，最后再用半砖封顶，起点睛之笔的作用。 \n\n\n\n岩浆灯\n\n       下面为大家带来一款岩浆灯，主要还是启发大家对于这个经常被忽略的极佳光源，与其用作燃料，不如让他永久地为我们照明，想想每天看着门口的岩浆，如亲临火山口那般兴奋。\n\n\n\n\n 岩浆灯最好以竖形或单个方块出现，用于光柱是岩浆最好的表达方式，盛气凌人，配合上装饰，堪称奢华的顶级享受。\n\n\n\n路灯\n\n      最后我们来讲一下路灯，路灯的应用无论是在中式，中世纪，现代等各种建筑风格的城镇都会出现到，可以说出现频率是最大的，因为道路不能缺乏照明，故而路灯也是必不可少。 \n\n\n\n\n      这一款灯最适合用于极具绿色气息的休闲公园里使用，无论是照明还是美观，且简单的制作方式，都十分可观，配合花花草草，精妙绝伦。 \n\n\n\n\n\n 这一款的路灯虽然小，不过材料却多种多样，结合起来不会觉得单调，很适合于道路两边铺设，且照明范围大，十分实用。\n\n\n\n\n\n\n       这是一种灯塔式的路灯，且最具亮点的为该路灯使用阳关传感器与红石灯，所以具有夜晚自动开灯的功能，且范围巨大，同时也美观，并且，节能省电，是新时代的标杆！\n\n\n\n结尾\n\n        本教程主要着重于不同灯组的不同使用方法，而相对应的最佳使用场所，且运用了除海晶灯火把外的光源。重点并不在于这些灯组的精巧玲珑，而在于同类型灯组所应用的地方场所，这是本教程想要传授的核心意思，并且还有一点便是活板门加萤石的不变定律。教程中的材料可以随意替换，只要掌握基础的类型，并加以改造，一定能创作出属于你的精美灯组。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1488092580,
            "txt_content": "厉害，萌新瑟瑟发抖\n必须学习此技巧"
        },
        {
            "author": "Asr丶",
            "timestamp": 1488095160,
            "txt_content": "吊灯的最后两种不是小型了都=-=中型形容起来更好吧=-="
        },
        {
            "author": "Namefind",
            "timestamp": 1488095880,
            "txt_content": "岩浆灯+1s！"
        },
        {
            "author": "DGK2",
            "timestamp": 1488096000,
            "txt_content": "Good！第一眼感觉是比较水的\n实际上看完后写的十分不错，光源其实是十分重要的\n很多人会忽略光源的制作，或者是十分不讲究\n光源的摆放以及如何修饰其实个人认为还是蛮重要的\n细节决定成败嘛"
        },
        {
            "author": "Marospy",
            "timestamp": 1488099600,
            "txt_content": "DGK2 发表于 2017-2-26 16:00\nGood！第一眼感觉是比较水的\n实际上看完后写的十分不错，光源其实是十分重要的\n很多人会忽略光源的制作，或 ...\n光源确实容易被人忽略呀，这些灯组看上去简单，可我就是想表达一种意思，其实核心却并不在这些灯组的好看与否，而在于各种类型的灯组及其应用，另外谢版主支持。"
        }
    ]
}