{
    "title": "（转载|连载）《枪侠（暗黑塔1）》【第三章（05）】（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1488099720,
    "txt_content": "\n\n正文：\n5槍侠不慌不忙地朝石龛走去，中途休息了会儿，喝了几口透凉的泉水。他在泉水形成的小池塘里看到自己的倒影，有些自恋地欣赏着。药片对他的神经系统也开始产生作用，他的思维变慢，任何一点感官上的冲击都会产生幻觉。此前他视而不见的事物一下子变得十分重要。他迟疑了一会，最终站起来，向盘枝错节的柳树丛中望去。陽光透过密密的树枝形成一道金色的光柱，他看着光柱中飞扬的尘埃微粒，出了神。以往，服用这种药物总让他内心不安：也许他的自我意识太强烈（也许只是过于简单），他无法忍受这种被彻底剥析，流露情感的滋味——这就像他讨厌人们用猫须逗他发痒一样，有时这甚至让他发怒。但这次，他觉得自己非常平静。他感觉这很好。他踏进那片空地，径直走入石圈。他站在那里，让自己的思想自由 奔流。是的，现在他的思绪变得快而激烈。草地喷涌着绿色；他感觉如果他俯身抚摸一把绿草，他的手掌和指尖都会染上绿色。他使劲遏制着这种调皮的冲动。但是神谕并没有发出任何声音。空气也静止不动，他并没感到昨晚那种充满欲望的触碰。他走到祭坛前，默默地站在一旁。他难以连贯地思考，有条理的思绪对他来说已经完全不可能。他觉得牙齿仿佛长错了位置。微小的墓碑遍布在湿润的粉色土地上。周围的世界发出刺眼的亮光。他爬上祭坛仰面躺下。他的大脑变成了长满奇异植物的丛林，充斥着他从来没有过的奇怪想法。天空变成了水，他被悬在水面上。这个念头让他晕眩，一切都显得那么遥远，那么渺小。一句古诗突然回响在耳边，不是为他唱儿歌的声音，不；他的母亲害怕这种药片，怀疑使用它的必要性（正如她害怕柯特，不理解他鞭打这些男孩的必要性一样）；这诗句源自住在沙漠北部的曼尼族，那族人现在仍住在早被废弃的机器之间……而那些机器还能运作时吞噬过不少人。诗句一遍遍重复着，让他想起（这之间毫无联系，但就是药片的作用）小时候拥有的一个球状玩具，里面会飘雪花，那时在他眼里显得神秘而怪异：　　在人类世界之外，一点地狱，一抹怪异……悬垂于祭坛之上的树枝间藏匿着许多张脸。他心不在焉地看着他们，有些迷惑：这里是一条盘旋着的绿色的龙；那里是个山林仙女，向他敞开树杈的手臂；还有个活着的颅骨，黏液从四处溢出来。脸，脸，很多张脸。突然有什么横扫过草地，草都倒了下来。我来了。我来了。他感到有东西轻轻触摸他的皮肤。多远的路途啊，他感叹。从和苏珊躺在鲛坡葱郁的草地上，直到现在来到这里。她躺在他身上。她有风做的身体，茉莉、玫瑰、金银花堆成的胸部。“告诉我你的预言。”他说，“告诉我，我需要知道什么。”他感觉嘴里像是填满了金属。一声叹息。又一阵轻轻的啜泣。槍侠觉得一阵热流涌向大腿根部。越过树叶中的那些脸孔，他能看到山脉——凶险、冷酷，充满挑衅。她的身体蠕动着，摩擦着他。他觉得自己的双手不自觉地捏紧拳头。她给他一种幻觉，让他看到苏珊。压在他身上的是苏珊，美丽的苏珊·德尔伽朵，在鲛坡上一个废弃的小屋等他，一头长发披撒在肩背上。他的头往后一仰，但是她的脸也随即贴过来。茉莉，玫瑰，金银花，干草……爱的气味。爱我。“告诉我预言。”他说，“说实话。”请你不要，神谕抽泣着，不要对我冷冰冰的。这里总是这么冷——双手滑过他的肌肤，玩弄着，逗引着他，让他全身都像火在燃烧。一个香味四溢的黑色裂缝。潮湿，温 暖——　　不。干燥。冰冷。贫瘠。仁慈一些，槍侠。哦，我求你了，仁慈些！你对男孩也能仁慈些吗？什么男孩？我不认识任何男孩。男孩不是我需要的。哦，求你了。茉莉，玫瑰，金银花。仍有三叶草遗痕的干草。从古老坟墓中倾倒出的灯油。纵情 享乐的肉体。“等到你告诉我以后。”他说，“如果你的预言对我有用的话。”现在。求你了。现在。他强迫自己不去想她，不带丝毫感情。压在他上面的身体一下子僵住了，开始尖叫。他的太陽穴之间一阵紧绷，仿佛他的神经是一条灰色纤维扭成的绳子。接着，很长一段时间一切都静默无声，只听得到他安静的呼吸。一阵微风吹过，让树枝之间的脸变了表情，他们挤眉弄眼，做出各种鬼脸。鸟叫声也停了。她紧贴着罗兰的肢体放松下来。她的啜泣声再次响起。得快让她张口，不然她会离他而去。继续躺在槍侠身边意味着她会变微弱，也许还意味着她的毁灭。他已经感到她在变冷，正要离开他的身体，离开大石柱圈。风吹过草地，一片片草仆倒下去，显得十分凄惨。“预言。”他说，然后以更严厉声音逼问道，“真相。”低声哭泣，疲惫的叹息。槍侠几乎就要给她所乞求的仁慈了，但——他想到杰克。如果那晚，他晚到一步，杰克可能已经死了，或者变得神志不清。你睡吧。“不。”那就半睡半醒。她对槍侠提出的要求非常危险，但也许是必要的。槍侠看着树叶间的脸庞。那些脸开始演戏来娱悦他。各个世界在他眼前出现又消失。在黄灿灿的沙漠上建起了王国，那里机器像触电发疯般不停地运转。王国败落，坍塌，新的王国又建立起来。转得飞快的轮轴起先就像液体无声地流动，但逐渐慢下来，发出吱嘎声，声音变得尖锐刺耳，最后轮轴停下来。黑色的天幕，繁星就像放着冷光的珠宝，所有的街道形成了同心圆，街边不锈钢管铺成的下水道全被沙尘给堵塞了。一阵变换着风力的陰风吹过，带来十月的玉桂香。槍侠看着世界在眼前移过。他变得半睡半醒。三。这是你命运的数字。三？是的。三是神秘的。三就放在符咒的中心。另一个数字你以后会知道。不过目前，记住“三”。哪三个？“我们看到了一部分，因此预言的镜子已经变暗。”告诉我你能看到的。第一个是个黑发的年轻人。他就站在抢劫和谋杀的边缘，一个恶魔附在他身上。恶魔的名字是“海洛因”。那是什么恶魔？我从没听说过，就连我育儿室里的老师都没提起过这名字。“我们看到了一部分，因此预言的镜子已经变暗。”槍侠，在这之外，还存在着其他世界，那儿有其他的魔鬼。这些水很深。注意门口。注意玫瑰花和没找到的门口。第二个呢？她坐着轮椅来。我看不到其他的。第三个？死神……不过，不是找你的。黑衣人？他在哪里？近了。你很快会和他交 谈。我们会谈什么？塔。男孩，杰克呢？……告诉我，杰克会怎样？这个男孩是你通向黑衣人的一扇门。黑衣人是你通向“三”的门。“三”是你通向黑暗塔的路。为什么？为什么是这样？为什么一定得这样？“我们看到了一部分，因此预言的镜子……”上帝诅咒你。没有上帝诅咒过我。不要装出一副恩人的样子，“东西”。……不然我还能叫你什么？星的妓女？风的婊子 ？有些人靠爱活着……即使在这些悲哀、邪恶的时代。也有人靠鲜血活着，槍侠。我知道，甚至靠小男孩的鲜血。他不能被赦免吗？可以。该怎么做？退回去，槍侠。收起你的营帐，转回头向西北方走。在西北方，那儿还需要和槍弹形影不离的人。但我凭我父亲的槍发过誓，发誓要报复马藤的背叛。马藤已不在了。黑衣人吞食了他的灵魂。这点，你清楚。我发过誓。那就没救了。放马过来吧，你这个婬妇。\n\n\n后记：\n你知道什么叫做“懒”吗？上次发这个的贴是16年11月，我都被我自己懒到了！\n",
    "replies": []
}