{
    "title": "[原创·单篇] 不朽",
    "author": "Smokey_Days",
    "replyCount": 23,
    "timestamp": 1488118800,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-3-19 11:10 编辑 \n\n上方目录可以点击\n\n\n不朽The Immortal人们所追逐的不朽，究竟是世间最为强大的祝福，还是世间最为恶毒的诅咒？\n\n\n我是探险家，是征服者。是从什么时候开始？从沙漠神庙的发现开始。探险协会成立了。我们的目标是探遍这个世界所有的未知之地，掘出这个世界全部的宝藏。志同道合者，必走在一起。我是会长。\n前几天，一名村民向我们出售了一张探险地图。古黄色的纸张略显破旧，居于中央的是一栋房屋。林间府邸。\n传说村民这个种族其实有另一个分支——名叫刌民。村民居于木头的房屋中，而刌民游走于刀剑之上。名字自然由此而来。那名村民出卖了他的亲戚。\n我们的人马来到了探险地图所指向之处。茂密的黑森林，一望无垠。黑色，黑色。森壁争霞，不见天日；疏条交映，在昼犹昏。期间点缀着几抹殷红——那是红蘑菇。树木粗得需十余人环抱，枝叶繁茂得将世界分成两层。无数的怪物拱卫着中央的那栋府邸——林间府邸。探险协会的人们接近了它。一切的努力为的是里面堆积成山的绿宝石——还有那传说中的珍宝：不死图腾。它能让人免于一死。\n在我的统筹下，各方探险者部署完毕——药剂已经充盈，装备也都附魔、修复，远处弓手们蓄势待发。总攻，即将开始。面前那高大宏伟的别墅，在人们的意志面前不堪一击！！！\n那些守卫者们穿着灰麻色长袍，手中举着铁斧。那正是传闻中的卫道士。\n铁斧，的确是令人讨厌的东西。爆炸的伤害，破防的能力。在单挑战斗中，的确十分强力。可惜，这不是战斗，是战争。一场探险者面对未知的战争。我们无所畏惧。\n我和伙伴也遭遇了三名卫道士。他们口中吼出声，那是类似村民的语言。面无表情，向我们冲来。“誓死卫道，虽亡不退！”三名卫道士，那又如何？铁斧锐利、铁斧难以阻挡，但铁斧却太笨重了。三位刌民抡起巨斧狠劈，难以闪躲。熟练地，向后小退半步，身侧两线寒光几乎是贴着身子掠过。随即举盾迎向另一柄。盾斧相击，发出一声铮鸣。伙伴借助我的盾牌略加躲闪，随即同时反手把钻石剑刺出。另外两名卫道士竭力拔出插在地下的斧头，而面前的那名卫道士借助盾牌弹回斧头的力又一次狠狠地劈下。手中的盾牌已经被破防，但是和伙伴已经有了默契——他迅速从后方走上前，竖起盾牌，挡住了这致命的一击。同时我们一同将钻石剑插入卫道士的身躯——它倒下了。随着它的倒下，另外两名刌民似乎有了变化——虽然它们的贴图没有改变，我却看出，它们正在愤怒。第一次，我感受到了这些生物其实并不是死物，它们也有生命。它们和那些方块、物品不同。但是有什么办法呢？怜悯是一种可悲的情感。利益才是重要的——至少它们和我们人类不一样。另外两斧头正在落下，我和伙伴会心一视，钻石剑交叉架在前方，钻石和铁之间迸出火花，冲击力被化解了。又是斧光剑影交错，两名卫道士倒下了。可能是错觉吧，它们倒下时，我听到了愤怒的嚎叫。它们身体闪烁而虚化，冒出象征着死亡的烟气。消散了，只留下绿宝石和铁斧。\n我两和另一个小队汇合了。他们是副会长的下属。前方遇到了一大队的刌民，我们双方开始交战：弓箭、药水飞舞，持着盾牌的人交替顶上。前面又是一斧头砸来，身后一人持着盾牌三步并作两步迎上，将盾牌竖在前方——等等？为什么没有挡住？他…他竟然…用被破防的盾牌来试图抵挡攻击？摧枯拉朽般，盾牌碎成几瓣，无情的死神撕破了那无用的防御，对着我伸出了双手。绝望攥住了我的心，周遭顷刻寂静无声，我想我可能是死了，死在了一个队友的无知之下。但…似乎有什么不对呢？一道钴蓝色斜刺在眼前，死神那双银白色的手似乎被刺穿了——是伙伴，是钻石剑。斧头借着冲击力狠狠地磕在钻石剑上，我们三人都被击退出一米多远。伙伴抓住剑尖的手被钻石剑割裂，另一只手的虎口也被大力震出血。但是我终究活下来了。是我们的情谊救了我。感谢都已经无法回报这样的感情了。\n前方有人遭遇了唤魔者，但是却被唤魔者种种诡异的魔法阻挡。地刺从地板上刺起，恼鬼持剑愤怒地飞来。追逐着唤魔者，我们来到了顶层。唤魔者已山穷水尽。他转过身，面对我们。出乎意料的是，在他那没有贴图变化的眼中，我竟然能看出悲哀与愤怒。我们不清楚他的底细，不敢贸然动手。但是他却开始大吼。以刌民的语言大吼。\n为什么？为什么？我们并没有侵犯你们的地域，仅仅偏安一偶，隐匿在这片黑森林里。为什么？为什么？为什么你们如此穷追不舍？为什么你们要灭绝我们一族？在清空这座府邸之前，你们到底清灭了多少府邸？你们到底杀害了多少刌民？为的是什么？什么？为的是你们的贪欲？究竟有什么如此具有诱惑力，能够让你们突破一个种族的底线，疯狂地迫害另一个种族？你们…你们！\n随即他转向我。\n你就是领头者吧。虽然我们刌民必然会被你们迫害、灭亡，但是我们至少，要做出自己的反抗！\n他开始大吼。不知道他要干什么，我们冲上去阻止他。但是并没有用。他的周遭出现红色的禁止号。那是名为“屏障”的神迹。声响震天。\n以唤魔者之名，献祭我等毕生之魔力，献祭我等未完之生命。降下此天地间恶毒至极之诅咒。不死图腾将缠绕于汝，久转不去。汝之身，汝之魂，汝之灵——悬系此世，永束不朽！\n他的声音、腔调，古怪至极。我感觉到一滴冷汗从背脊流下。还来不及细思他言语间的含义，却听到更令我们心寒的东西。从四面八方，陆陆续续传来震天的声音。每一间林间府邸都传出了这个声音。诡异，悠长。\n以唤魔者之名，献祭我等毕生之魔力，献祭我等未完之生命。降下此天地间恶毒至极之诅咒。不死图腾将缠绕于汝，久转不去。汝之身，汝之魂，汝之灵——悬系此世，永束不朽！\n率先是从眼前那倒下的唤魔者身上，再是从那声音传来之处，无数金光刺入云霄。倒下的唤魔者——不知是否是我的错觉？明明不存在这种材质的——他的脸上露出了一种诡异的微笑，既悲痛又畅快，那好像是…大仇得报后的微笑？但是周围的人并没有关心这些，他们担心地看着我。一个木偶一般的金色物体从他虚化的身躯中飞出，来到我的头顶。我不曾见过它，但我知道，它名叫——不死图腾\n面对这不死图腾，没有一个人兴奋，没有一个人欢呼——他们依然紧张地看着我。我突然明白了——是的，那是粒子效果。是播放给我一个人看的粒子效果。紧接着，天边飞来了无数不死图腾——从那金光刺入云霄之处。它们汇聚在一起，中央的不死图腾变大，变大再变大。随即，上面的金光汇聚到我的身上。不死图腾，失去了它的光芒。我的身体被金光缠绕着，难以移动。很快金光刺入我的身体。身体没有感到丝毫不适。但我依然紧张——究竟是什么诅咒？如此大阵仗，甚至动用了不死图腾的力量？\n黯淡的不死图腾无声地碎裂了。片片剥落如花。但是没有任何其他事情发生。伙伴关怀地问道，脸上露出担心的神情：“感觉怎么样？”我苦笑道：“哪有什么感觉啊…”人群也喧哗开来——毕竟在他们眼中，那名唤魔者倒下得毫无声息，明明下了诅咒却并没有任何效果。也许在他们看来，不过是唤魔者故弄玄虚罢了。“哎呀，说是诅咒，可能只不过是自杀然后毁掉不死图腾吧…”但是我感觉，这个世界，好像有一些变化了。……三个月过去了，我们扫荡了全部的林间府邸。卫道士依然不堪一击，但是奇怪的是，全部的唤魔者都离奇消失了。只有我知道，他们的力量，都响应在了诅咒上。对刌民的全面战争结束了，人类获得了绿宝石，获得了荣耀，征服了黑森林，人类取得了完全的胜利。只有我知道，并不是完全的胜利——至少我，和往前不再一样了。\n那是在我们对矿洞遗迹探索时。我弯腰，打开一个在矿道边缘的箱子矿车。急促的脚步骤响。我连忙反身——一个人站在我身后。他伸手，猛地一推。我堕入熔岩中。面朝着矿道，那人俯视着我，嘴角微微掠起。心仿佛被重击。那把我推下的人我是熟识的。副会长。瞬间，我明白了，他觊觎我的位置很久了。他可能已经筹划了不止一次谋杀——比如之前在林间府邸的那次？辛辛苦苦培养他，提拔他到副会长位置，原来是养了个白眼狼身后的毒刃曾多少次被伙伴接下？我欠了他多少条名呐！终究，毒刃避过了守护者，插入了我的胸膛。\n火焰融化了我的铠甲，燃烧着我的肌肤。我感觉浑身都炙热着，死神正在向我挥手。\n一切都明白了。这次探索其实是一个阴谋——副会长将伙伴支开，而跟随我来的人，全部是副会长的人。于是如果不出意外，我会被熔岩烧死，然后这个世界就会有一条新闻——探险协会前会长探矿时失足堕入熔岩被烧死。\n但是都说了，不出意外。当我感觉自己的生命已经到头的时候，奇怪的事情发生了——金色和绿色的光斑环绕着我的身体，奇幻的力量缠绕着我，我感觉意识朦胧起来。被灼烧的伤口开始迅速的恢复。我以为这是幻觉，不愿动。果然，不出几秒，刚刚恢复的伤口又重新被烧出水泡、烧烂。我叹了口气，准备坦然迎接死亡的到来。然而不是幻觉。在十几秒后，金色和绿色的光斑再次环绕起我的身体。我的力量再次恢复，我的生命再次充盈。惊讶和惊喜同时成为我的情感。我将永不死亡。我似乎明白了那个诅咒，但是不理解的是，为什么那会被称作诅咒——那不是所有人都趋之若鹜的么？\n不死图腾将缠绕于汝，久转不去。\n\n我开始奋力地游起来。虽然每过十几秒，灼热感都会达到极点，但是我不害怕，因为——金色和绿色的光斑都会环绕起我的身体。我游到了熔浆湖岸，爬上去，拿起钻石剑，前往前沿基地。我一路奔跑最终还是追上了副会长——副会长他一脸见了鬼了的神情：\n虽然我不知道你是怎么回来的,但是你一定受到了神的庇佑。\n\n我还记得他临死前说的，这最后一句话。也不怪他会这样疑惑，毕竟我的行李也是由他的人收拾的。他的手下肯定故意拿走了防火药水。我一言不发，喝下迅捷药水，冲过去。他似乎惊呆了，过了两秒钟才反应起来要跑。但是来不及了，我的钻石剑已经插入他的胸膛。剑，直没剑柄。鲜血从他的胸膛淌下，他倒在地上。\n回到前沿基地，所有副会长的手下都不敢直视我。他们知道，如果我安全回来了，那么意味着副会长的计划失败了。虽然他离成功只差一步。他们发出了副会长的死讯，可笑的是，用的就是给我准备的死讯——只不过改了个名字。\n我知道了自己的诅咒，我已无所畏惧。\n占着“诅咒”给我带来的力量，我们探索了无数奇异的地方。无数令人感觉美妙的场所。探险协会不断扩大，成为世界第一组织。我也被人们称为：\n不曾消亡的征服者\n说句实话我不喜欢这个称号。于是我一砖一瓦堆砌起这个帝国。望着无数的会员，我的心中涌现起自豪感。当时被下诅咒的心寒此刻已消散殆尽。所有试图夺取我的位置、夺取我的物品的人，都被我处死了。也许吧，他们并没有错，只是贪婪亦或是阻挡了我的贪婪，但是利益嘛，这种东西就是这样，倘若你不争取利益便会被他人那如深渊一般的贪婪巨口吞噬。所以我必须杀戮，尽管这种纯粹的杀戮、纯粹的破坏是在对我良心的煎熬。有时夜深人静的时候我也会想，为什么不放手呢？为什么要继续做这样违背道德的事情呢？但是我放不了手啊。就如同一种毒，根本戒不掉。真的要感谢唤魔者们。\n几十年过去了，我始终不曾衰老。那也是诅咒带给我的。\n但是终究，某天，我感到厌倦了。是的，我感到厌倦了。这一切都是那么令人习惯，那么容易磨去人的锐气。几十年前探索各地的自豪感、激动感完全不见了。我可能老了吧？不，不是我老了。我的灵魂依然年轻，依然充满活力。只是，那我所热爱的探索无法继续，只是世界上几乎所有的遗迹我都已经探索过了，我是厌倦了。\n但是诅咒的力量突然开始显现——毫无征兆。从伙伴的去世开始。是的我不曾衰老，但是不意味着所有我所认识的人都不曾衰老。伙伴是我的坚实战友，我们走遍了很多地方，他拯救了我无数次，同样我也从死神手中代替他“死”过好几次。但是这个我无法替代——衰老，所有人（也许除了我）都无法逃避的恶魔。死神以这个恶魔夺去了我伙伴的生命。我感到悲伤。仅仅是因为伙伴的去世么？还有，还有对未来的担忧。对未来的悲伤，那才是无比的悲伤的源泉——也许我以后还会遇见与伙伴一样的，值得我信赖的，能通心交流的人，但是…他们最终都必将抛下我而去。必将抛下我而去。\n随着伙伴的逝去，我彻底确定了对探险协会的厌倦。于是我假装自己老死，归山隐居。只有我的亲信们知道我去隐居了。他们也是为数不多的知道我诅咒的人。于是我归去隐居，淡忘了和他们的经历，和他们的情谊。此刻淡忘，是为了防止，他们死后对他们逝去的更大的难过。\n我来到山间，过起了自由自在的生存生活。我遗忘了一切。当时，我不知道我出生在哪里，连我的生平也已经忘记。唯一记得的只有田园生活的欢乐，只有种植、挖矿、打猎、养殖、钓鱼、建筑那些纯真的喜悦。那是田园生活的快乐，最朴素的快乐。我干了很多事情，建起了宏伟的别墅，东西堆积如山，生活幸福富足。唯一比较奇怪的是我大厅的墙上挂着一排东西，有什么海晶石，什么烈焰棒，什么龙头…我已经遗忘了它们是哪里来的，似乎它们意味着什么，意味着我不想丢弃然而却为了逃避某个东西不得不丢弃的东西。不过也没有理由把它们拿下来，就挂在那里。但既然它曾是我所逃避的，我也不愿去找回那我所曾经逃避的东西。过了很久…大概有多久呢？几百年吧。第一个人步入了我的别墅。他是一个旅人，被僵尸追赶，一路逃亡，看到了我的别墅。我顺手用红石机关从僵尸们的手中救下了他。从此以后这个地方就被曝光了。常常有来往的人来到我这儿寄居。当然也不排除不怀好意者——他们通常都已经见死神了。生活的确多彩，的确快乐。我遗忘了一切尘俗的烦恼，唯一略微记得的就是那不朽的诅咒。那个诅咒是哪里来的？我也不记得了。不愿意去回忆。但是…尽管我遗忘了一切，每当我看到挂在墙上的那一排东西，心中就会略微有些心痛。那是为什么呢？我不知道。这平静的生活从那天开始被打破了。那个女孩，走进了我的生活。她来到我的屋子时是多么的落魄，多么的令人心疼。她问我，一脸纯真无邪，令人难以拒绝：“我的父母，他们太穷了，抛弃了我…您能…收养我么？”我欣然答应。如此可爱的小姑娘，她的父母怎么忍心将她抛弃？真是难以理解。有了她，我的生活更加多彩起来。日出而作，日落而息；家庭美满，生活富足。这种幸福的生活，可能所有人都会期盼吧？她就像我的女儿一样。我抚养她从十一二岁的豆蔻少女长成十八九岁的花季姑娘，我教给她我所未遗忘的毕生所学——那些遗迹特征，那些生存方法，那些交往经验。多好啊。这样的生活可能所有人都会记得吧。也许是百年来幸福的生活让我忘乎所以了。我放松了对心中那把锁的警惕。那天我继续给她讲我的故事。讲到了我们征服了最后一座末地城。“我拿起了那个龙头…”我瞬间呆滞起来。“接着呢？”她望着我，一双水灵灵的眼睛露出求知的渴望和好奇。“接着…呢？”我竭力去思考，“对啊，接着呢？”接着发生了什么？明明是我亲身经历的，为什么，为什么，为什么会遗忘？我难道连我女儿那一点听我故事的微不足道的要求都没法满足么？“接着…”我痛苦地回忆着。接着我们…我们返回了，没错啊，然后路上有个末影人瞬移过来打我。但是不对啊，末影人是中立生物啊，为什么？为什么他会主动攻击我？有人激怒了他，是谁啊？谁跟我同行呢？谁激怒了那个末影人？是谁？为什么末影人不去打他，而会打我？是的有个人跟我同行，他是我一直以来的…伙伴？\n碰！心中一声巨响。\n一直紧锁的记忆瞬间打开。我回想起了一切，一切我的曾经，一切被我亲手埋葬，一切被我遗忘，一切被我丢弃以免除痛苦的——曾经。\n我潸然泪下。伙伴呢？那些亲信呢？曾经一同冒险的朋友们呢？兄弟姐妹们呢？他们都怎样了呢？他们…都怎样了呢？我为什么会在这儿？抬头望见墙上所挂着的一排物品展示框——海底神庙里呐！战胜了能放出摄人魂魄的激光的远古守卫者，我的氧气却不足以移动，是伙伴把空瓶子里的氧气分给了我一半。于是我勉强浮出了海面，他却也险些窒息。那是在地狱堡垒中？烈焰人们发狂般的射出灼热的火球，伙伴被击中而险些要跌入岩浆海，又是包裹着艳红烈焰的火焰弹飞来要将他击入狱火，我冲上前去用身躯帮他挡下了那致命的那一发。无尽虚空中的末地城是多么地空寂啊！潜影贝又是多么的诡异。要不是我们互相扶持，牵引潜影贝的目标，怎能拿到悬挂于船首的龙头呢？呀！我虽然抛弃了，但是…我却没能抛弃得彻底啊！那一切又怎能让人彻底地抛弃呢？\n他们，都死了。我，还在这儿。衰老是没有人能够逃过的恶魔。我突然明白那个诅咒的含义了。这下，是彻底地，清晰地明白了。双手掩住面部，我痛哭出声。\n——尽管一切都可能重来，尽管凭借这诅咒我能找到比那伙伴更加贴我心意的人，但是——\n他们最终会逝去！最终会抛下我而去！一起探索的幸福会被更大的幸福所掩盖，但是那痛苦，即使是更小，也会让之前的那一层痛苦加深啊。\n“怎么了，是痛苦的经历么？是我的错，我不该让您回想起这样痛苦的经历的。”她看到我哭起来，一下慌了，“对不起，过去的事情您就忘了吧，别再想他们了。我不会再追问您了。后面发生什么都不重要，大家开开心心地在一起就好了！”\n我的眼泪不断流下。仿佛一百多年来不曾流下的眼泪此刻一口气流个痛快。“开开心心地，在一起么…”我梗咽着，眼泪不曾停止，说。“是啊，开开心心的在一起啊！”我抬头望着她天真无邪的眼神，很想说，但是没有说出口——正是因为生活开开心心的，分别时…才会如此伤心啊！我们也最终得分离呐。\n“你在家里乖乖的，我要出去一下。”我对她说，泪痕虽干但悲伤犹在。“这是您第一次出去哟，是想缅怀什么吗？不用担心，我会乖乖的。”她乖巧地说。于是我下山了。百年来第一次下山。携带着最精良的装备。\n在山下我转了一个星期。百余年前不可一世的探险协会在会长的“去世”后逐渐衰落，现在只是一个三流组织。曾经自由散漫的城邦中崛起了一个帝国，然后不愿臣服于这个帝国的城邦们又组建了帝国。城邦时代进入帝国时代。帝国之间无限地战争，无限地互相伤害。为数不多的几个没有加入帝国的城邦，其间行走的人们也在肩上紧紧地纹着各个帝国的袖章，如此地紧生怕袖章一不小心掉了。仿佛如果没有纹袖章、没有站明立场就会被全部人围而攻之。世界变迁，沧海桑田。但是我还站在这儿。几乎没有人还会把我的名字念在嘴头，我的名字只不过帮助历史课本加厚一点罢了。至于我的朋友，那些亲戚、亲信，他们几乎没有留下任何痕迹表现他们存在过——除了他们的后人还在拿着他们先祖的遗物幻想着祖上的荣光。望别尘世，我知道，逃避不是办法。尽管，未来，和她别离之后，我将再次遗忘和她别离的悲伤，那有如何？终究有一天我还是会回想起这一切。必须找到解脱的方法——我相信这个诅咒，不是无敌的。\n回到别墅，发现别墅的门大开。整个院子一片狼藉，像被人搜刮过一样。走上楼发现我全部箱子都被清空了。那些都不算什么啊！我有无穷的时间可以再来，但是她呢？她怎样了？？？根本按耐不住心中的焦急，我跑到她的房间。眼前的一幕，让我无所适从。她衣冠不整，倒在床上。鲜血从她的脖颈后方流出，汩汩地淌到地上。她死了。\n我立刻明白发生了什么。为什么？究竟是为什么？我太过大意了。其实我已经被盯上很久了。从这个地方被发现起，它就已经不再安全了——甚至，他们已经调查清楚了，在我身上发生了什么。多言何益？徒增悲哀。\n究竟有什么如此具有诱惑力，能够让你们突破一个种族的底线，疯狂地迫害另一个种族？\n\n我的脑海中瞬间浮现出唤魔者的这句话。另一个种族也就罢了。然而，都是人类呐！人类啊！\n我的女儿啊！她不死于别的，死于我的疏忽，死于人类的贪欲。这么长时间以来，我一直放心于自己别墅的防卫。才造成这样的惨剧。\n直到她死了，她对我说的最后一句话还是：“不用担心，我会乖乖的。”\n悲从心来，上个星期对往时的悲伤，和此刻对她的悲伤叠加在一起，压得我喘不过气来。强压住内心的愤怒，喝下迅捷药水，我冲了出去——迅捷药水的迅速令我留下一道残影。搜查遍整个山林，没有一个人影。悲伤终于压抑不住，无声地，眼泪从眼眶流下，如泉涌。他们，都逃了。\n跪在地上，掩面而泣。一个星期内哭泣两次，对于以前的我而言，是完全不可想象的。但是此刻我不可能压抑住这样的悲哀。坚若磐石的心却因沉湎于温馨而融化，此刻却因此无法阻挡死神之手所带来的冰凉。\n回到别墅，我抱起她。她的尸体享受了人才拥有的待遇——没有消失。我把她抱起，尸体已寒。她的眼睛还睁大着。我不敢想她死前的感受，我只想让她入土为安。把她放下，我奔到别墅前，用手疯狂地挖着草方块。唯有这样才能让我的悲哀得到一丝丝的慰籍。我必须给她一个安宁。\n山林俱静，悄然无声。一个墓碑竖立在土中。\n跪在墓碑前，我哽咽了。音容笑貌遮蔽了我的五感。周遭的环境我漠不关心。没有意识到时间的流逝，如同雕像一般，我跪立着。腹中痉挛的声音响起，我却感觉到了一丝舒适。当心灵的痛苦达到极致的时候，恐怕只有肉体的痛苦可以略加帮它解脱罢？\n一切思绪皆缥缈不见。灵魂完全放空。朦胧中，我感觉自己已经虚弱到了极点——真好，走吧，去陪她吧！去陪那些老朋友们吧！意识仿佛升向高空，俯视着自己的身体。我忘却了一切，抛下了一切，一切的痛苦、烦恼，一切的悲伤、失落：呐，这样，一切都清空了罢，一切都归于凝寂了罢。可下方突然传来巨大的拉力，漂泊的灵魂再次被束缚会躯壳。那是诅咒。永远地束缚着我的诅咒。睁开双眼，还是那孤零零的墓碑。死亡的解脱，只不过是身陷地狱时期盼的遥不可及的天堂，只不过是被自己根须束缚的大树所伸枝触摸的那天边的云霞，只不过是存于心底那虚无缥缈的幻梦。这个世间的一切与我何干？这个世界根本就是一个带着微笑的面具行着刽子手之作为的恶魔！什么怜悯呐，什么爱心呐，什么悔过呐，又有何意义？根本就是胡扯，都是存于童话中欺骗人的子虚乌有的一幕！道德的枷锁与我何干？撕破了虚伪的外衣，我做好了打算。\n\n\n我要复仇。我要复仇！\n我要复仇！！！\n\n\n\n整个别墅被我整理干净，她的房间被我按照回忆还原到我离开时的模样。我没日没夜地猎杀了一个星期的苦力怕，制作了两组TNT，埋在了房子下方。只要任何人进入这个房子，TNT就会把他们和我的回忆一同埋葬。\n房子中找到了有用的线索——他们实在是太不小心了，或许是掠夺海量物品的惊喜冲昏了他们的头脑，那落在地上的袖章被我捡起。我记住了，升阳帝国。\n\n\n凭借着那诅咒，我以一人之力，杀入了升阳帝国的核心地区。那是宫殿，宏伟的宫殿。帝皇高坐在宝座上，居高临下地看着我。“所以呢，你，废了这么大的力，杀了我这么多的人，究竟想要索求什么？”他的话，刺痛了我。于是我一言不发走上前去。“你是要臣服于我么？”我拿出钻石剑，冲了上去。帝皇应当也是感到害怕了吧。可能不曾有人在这个地方刺杀过他吧。已经喝下了迅捷药水的我，移速极快地冲上去。剑，至没剑柄。他的胸膛流出血。“我要以你们的血，祭奠她。你是第一个。”拔出剑，我冲向宫殿内。……所有的升阳帝国皇室成员都被我诛杀了。期间我至少触发了十次不死图腾。如果换做别人，他恐怕早都死了。我不一样。毁灭了这个帝国吧？不。我还需要这个帝国的力量。\n传闻中，有一种东西名叫命令方块，它拥有超乎神的力量——像我这样的不朽根本不算什么。命令方块可以万里之外传输讯息，可以瞬间召唤你想要的物品，可以顷刻间让你见到你想要的人。但是我最盼望的，是那个能力。“诛杀”无视一切，无视任何的诛杀。这种诛杀，恐怕是诅咒难以抵挡的吧？哪怕是一点机会，我也要去尝试。想来都可笑呢，竭尽全力地寻找死亡。\n“从今往后，我就是你们新的王。”升阳帝国被我接管。所有的反抗者全部被我以铁血手段杀死。\n就如同从前探索时击杀异族的反抗者一样。“你们，要做的只有一件事，寻找传说中的‘命令方块’，找到的人，我封他为丞相，赏赐绿宝石块一组，附魔钻石装备一套！”所有人，都为之疯狂了。整个升阳帝国由上到下，都在疯狂地寻找那传说中的命令方块。这奖励，的确足以让人心动。\n十年过去了，命令方块沓无音讯，仿佛只是传说中的方块一般。谎称自己得到了命令方块然后来领赏的人也不少，每个星期都有三五个，但是真正找到命令方块的，一个都没有。但是我相信它是真实存在的。就像曾经有人认为不死图腾不存在一般。\n终于有一天，我得到了讯息。“在某处有一个遗迹，传闻是创造这个世界的一批人留下来的。外围有着奇异的机关，所有试图进去的人都被机关杀死了。”我必须亲自前去看看。\n那肯定曾是宏伟的建筑。升阳帝国的皇宫和它完整的时候比起来根本就是小孩比巨人。但是如今它已经破败——时光磨去了它的一切棱角。中央的入口敞开着，我走了进去。\n一关，一关，又一关。有的是强大的怪物，有的是莫名出现的熔浆，有的是发射器根本射不出来的箭雨，有的是令人胆颤的红石陷阱——甚至还有TNT。但是这些东西都无法杀死我。反而使我确信，这儿的确有命令方块。中央，那是一座大殿。如此恢弘，我站在其中仿佛一只蚂蚁一般。大殿的装饰虽然富丽堂皇却也显出破旧。唯一令人奇怪的是，这么大的一个大殿，中央却只放置着一个压力板。说实话，这种东西，反而更令人畏惧吧。我无所畏惧，踩上了压力板。\n[给予了玩家 (UUID= 000000000000000000000000000000)命令方块*1]\n与此同时，上方掉下了一本成书。我拾起了它。《命令方块指令查询书&对拾起者的话》如果你能走到这个，并且有勇气踩下这个压力板，那么你只有两种可能——你是我们工作组的成员之一，亦或是你是一名非常有运气和勇气的玩家。如果你是第一个，请你直接跳到第五页。如果你是第二个，那么请耐心把这本指南的前言看完。我们制作组制作了这张地图并且把它放到服务器上，想看看能否正确发展。如果你能看到这本书说明我们的试验已经成功了。由于学业啦，工作啦方面的问题，我们制作组也无法保持更新了。但是我们给这个游戏留了个彩蛋。是的就是这个建筑。部署在里面的机关其实都是对你们的考验啦。我们特意放出了关于命令方块的讯息，就是为了这个彩蛋咯。如果你看到了相关的讯息，相信也会知道这个是命令方块了。命令方块在这个世界，可谓无所不能——能够操作一切（当然什么复活人啦，时间倒流啦之类的肯定是不可能的），但是你要记住几点。首先命令方块一旦放置，你就无法破坏（虽然说学会下面的内容之后你就可以随意了），因此请选好放置的地点。第二，命令方块拥有凡人难以想象的力量，所以如果你拿到了它，请善用它，否则世界的保护插件就会视为你在恶意使用并剥夺你与这个世界的交互权限。第三，请你尊重我们的劳动成果XD，做张地图真的不容易。最后，享受这个命令方块吧！\n是的，我拿到它了。甚至难以想象——我居然如此“轻易”地拿到了命令方块。那么，如何用它自杀？想来也是可笑呢，拿到命令方块，第一个想的，居然是如何用它自杀？这本成书在发射器里应该也放了很久了…已经成了古黄色，摸上去十分脆。里面有很多页都模糊了，我祈祷着自杀的那一页没有模糊。\n也许是我的祈祷起了作用，某一页，我看到了这样的字眼：/kill @a/@e/@p/@r/玩家名[NBT标签选择器] {实体UUID}复制代码我知道该做什么——@p，最近的玩家，这个知识点在最前面就已经看到了。于是我将命令方块放置到地上。心中充满了幸福感和喜悦感——是的，马上，我就能解脱了，我就能…和你们团聚了。我就像打开工作台、熔炉一样，呼出了命令方块的操作界面。但是那黑色背景的界面并没有出现。\n必须是处于创造模式的管理员\n\n唯一的期望，轰然寸断。这段话是什么意思，我不理解，也不想理解。但是我知道我肯定不是处于创造模式的管理员。地图制作者啊！百密一疏。向天，我疾呼——\n人们所追逐的不朽，真是世间最为恶毒的诅咒呐！！！\n\n\n脚下踏着的，是末地石。是的，我找到了另外一条方法。面朝着无尽的虚空，我双脚一蹬。坠了下去。在空中我反身，对着末影岛抛出了我生命中的最后一瞥。却是谁？低头看着我，嘴角略微扬起，露出那种我所熟悉的微笑？那微笑似乎在哪儿见过？在意识彻底坠入虚空前的最后一秒，突然想起了——是的，就是在血洗升阳帝国皇宫时，我脸上露出的那种既悲痛又畅快的，大仇得报的微笑。\n这个文章我其实构思很久了...所以今晚动笔开始码字就这么快。\n我一直很想写一篇文章，关于不朽，不朽者与他的经历、他的挣扎。\n也算是比较用心的作品了。\n顺便@几个朋友\n@gggddd @冥王星人 @十年不晚 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 |\n\n第一版：全文8777字，耗时——一个晚上XD\n第二版：全文10755字，修改耗时，两个晚上。第三版：全文10957字，修改耗时，一个晚上。\n感谢@安根_Engon 安根先生和@gggddd 馄饨、@WM2030 狗头，@星之永恒 星恒的真挚建议，才能让我做得更好。\n再次真诚地感谢。\n\n@FHC红石\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1488120180,
            "txt_content": "居然没人主动回复\n\n玄素刚爆肝,你就跟着爆…\n\n不过写的很认真,不错"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1488120300,
            "txt_content": "langyo 发表于 2017-2-26 22:43\n居然没人主动回复\n\n玄素刚爆肝,你就跟着爆…\n#滑稽流汗\n我记得玄素是发存稿的XD\n这个的话真的不是我存稿，连续码字四个小时欲仙欲死XD"
        },
        {
            "author": "langyo",
            "timestamp": 1488121020,
            "txt_content": "Smokey_Days 发表于 2017-2-26 22:45\n#滑稽流汗\n我记得玄素是发存稿的XD\n这个的话真的不是我存稿，连续码字四个小时欲仙欲死XD ...\n我以十分钟的神奇速度把你那八千字全部看完了\n\n非常好,又是一个侧面抨击命令的神奇作品\n原本我的确也酝酿了很久的不死图腾,这东西能带来的奇迹真的太多了,但我在你这里却得到了它的另一面,\"当它被滥用时会怎么样\"\n灵感真的棒\n\n结尾的那本书写的不认真,感觉这根本就不是官方写的庄严的书,而是……反正官方发东西不会这么滑稽的XD\n\n以及…你这即使是一晚上也是爆肝呐…虽说你的爆发能力是素姨的N倍"
        },
        {
            "author": "xcc",
            "timestamp": 1488122880,
            "txt_content": "热爱学习的咸鱼前来围观\n先码着，周末再来w"
        },
        {
            "author": "透明小小",
            "timestamp": 1488358140,
            "txt_content": "感谢艾特_(:з」∠)_"
        },
        {
            "author": "gggbbb",
            "timestamp": 1488534360,
            "txt_content": "迟到\n剧情还是比较出色的，发挥的同样挺好。\n无论是流畅的剧情，还是新颖的格式，都可以作为亮点看待。\n\n第一点，是铺垫的不到位\n这其实没什么好讲的，主要是文中一些情节的发展，并没有设置相应的伏笔或者铺垫，从而导致有些地方就显得较为突兀了。\n比如副会长的那段，如果在前文没有伏笔，在这里出现得就有些牵强。\n诸如此类的还有最后一节的跳入虚空，在上文可以对虚空作些一笔带过的描写，或者在向女儿叙述末地经历的那一段顺带着点一下。虽然严格意义上来讲这并不是问题，但能够做多点伏笔铺垫也是好的，至少能使文章变得脉络清晰一点。\n第二点，适当的详略\n可能是因为这个短篇是以第一人称进行叙事的，并且重在剧情而不是描写，所以有些地方叙述的并不充分。进一步地描写的话，效果可能会更好一点。\n第一节主讲讨伐林间府邸的事，但作为一个背景，一个序幕，就算是一个有血有肉的背景序幕，独占整整一章其实是不太合适的。也不是说不可以，而是侧重点可以不用放在讨伐的过程，而是主写刌民，甚至可以写写同伴，照应下下文同伴在心中的地位，从而增加点合理性。至于打到第几层，那里有什么，或者怎么得到地图的，都可以一笔带过，因为这可能不是重点。\n后文的几个段落也都可以进一步地再增点东西，可以考虑从心理上入手，将主角的心理活动刻画再细腻点。\n其实，这种情节的分配，按照严格的意义上来谈，是并没有什么大问题的。所以不做修改，也不会有什么区别。但作为短篇，精简点总是好事，所以尽力而为吧。\n\n另外，考虑下申优吧。\n以上。\n最后，祝进步。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1488715260,
            "txt_content": "不铺陈辞藻了，说话难听望勿见怪。\n我读了两遍才确认我没理解错，因为我不相信四个小时都能写出赘笔。在下面，我将用“我”来表示主角。\n这篇文章，主角感情变化是关键。\n但，首先，如果我对伙伴的逝去和死亡那么难以接受，我必然不是个冷酷的人；然而，我在夺去他人的生命时，还能连眼都不眨一下。\n“所有试图夺取我的位置，夺取我的物品的人，都被我反杀了。”就是这么轻描淡写的一句。\n而“探索”各地的“激动感，自豪感”，是靠掠夺和屠杀换来的。在我们探索之前，我并没有意识到自己没有掠夺那些生命的权利。我只因为伙伴在探索中（也在时间的长流中）逝去而难过。而当“那个女孩”（从文章看来不是人类）死于非命时，我想起林地府邸的刌民那句“我的女儿啊！”也没有想到自己夺去那么多爱着他人的，或被爱着的人而悔恨。\n到第四节，我这个会为了伙伴而痛心的不朽者没有任何人的情感可言，疯狂地驱使全国人为他寻找命令方块。到死亡之前，我没有任何后悔迹象。\n作者也许想要表达，仇恨带来的冰冷无情，是这个诅咒真正可怕的地方。但是安根直到结尾还没理解出这个意思，因为作者从开始时塑造的我的性格，就是不完整的。而且从头至尾，作者没有点明这个东西。安根觉得作者很可能是写偏了。\n\n而且，我觉得如果“我决定忘了什么什么”，那么我根本没有办法忘掉，我能做的只是不再去想。但既然我决定忘掉，我为什么还要带着过去的自己的“遗物”——“挂在墙上的一排东西”呢？\n忘掉自己所爱之人的逝去，却不忘掉那些荣耀和辉煌，显然矛盾。从这里我就更加觉得，我所说的对他们的“情谊”太过苍白。\n\n另外我认为你对我的个人情感太不尊重了。我受了多少打击，在第三节看到女儿被杀那一幕，甚至是我整个心路的转折点，你却不给我时间把戏做足，让我匆匆忙忙去屠城。安根上面说过，主人公的心理变化是整个故事的关键，一定要用够各种渲染——而此处恰恰渲染不足——否则，屠城的情节无论如何都会让人感觉突兀的。\n\n说说从第三节斜刺出来的“升阳帝国”。安根用“斜刺”这个词很有道理，前面没有任何相关铺垫——除了我把一切不怀好意者都送进坟墓那句。而且关于升阳帝国皇室侵入他家的原因也没有任何交代，就好像这个国家的皇室半路碰上一个屋子就开始烧杀抢掠，就算说是出于人类的贪欲，但皇室成员做出这样的事也太过牵强。你必须用到这个突发事件，就得在文前文后加上一些情节，让“突发”事件有“必然”性。比如说，在第四节的开头可以写铺垫，简单交代两国之间的战争，而且还可以让主角在那阵时期提高警惕，警告女儿不要出门的情节变得更合理。或者可以加上这样的一个结尾：我跳下去后，与升阳帝国为敌的某个国家的间谍从石柱后走出来，轻蔑地看着我逐渐消隐在虚无中的身影，正如我的伙伴逐渐消隐在时间中的身影。当然，这只是参考意见。\n安根想起一个寓言，讲一只黄鼠狼断了牙齿，但是还是用利爪和舌头硬生生把一只耗子舔没了；然而有一天它在路上看见一块磨刀石，黄鼠狼因为有舔死耗子的经历，去舔那块磨刀石，从此连舌头也没了。\n这个故事到这里就已经能显出教益，可以结束了，但是，平白无故哪来一块磨刀石？于是这个故事多了这样的一个结尾：饿死的黄鼠狼最后被猎人捡去，猎人白得了一副好皮毛。原来这只是个局。\n这样，这个故事不仅完整，还加深了文意。\n望进步。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1488716760,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-3-7 19:28 编辑 \n安根_Engon 发表于 2017-3-5 20:01\n不铺陈辞藻了，说话难听望勿见怪。\n我读了两遍才确认我没理解错，因为我不相信四个小时都能写出赘笔。在下 ...\n感谢安根先生的砖~同时也感谢安根先生百忙之中来给我写文评~\n\n感情戏这段的确是我的缺点\n前后带来的转变是我想表达的\n\n在“隐居”之前，“我”因为“探索”和“杀戮”的快感，因而“夺取他人生命的时候眼都不眨一下”。\n对于同伴的死亡难以接受并不是由于其性格，而是由于漫长地重复所带来的厌烦和孤独。因而同伴的死亡只是一个导火线，重点还是突出那“诅咒”的力量。\n而隐居之后，之所以回想起来那么绝望还是一样的原因——生存已经失去意义。无论有多少东西，无论有什么情谊，最终都因时间的流逝成为“曾经”，这才是我恐惧、厌烦和难以接受的根源。\n我的表达能力显然不足。这一目的，所有人中，（貌似）只有您和馄饨略微看出了这一点。但是由于表达能力不足，没能成功地表达出来。这是我的错误，也是我想要提升的点。\n\n\n另外我认为你对我的个人情感太不尊重了\n对这点我由衷感到抱歉。为了情节和表现力，我竭尽全力地用前后的反差去突出这一点，但是还是没有多少人能够被它感染——当然也是因为一部分人没有尽心欣赏这个作品。安根先生能够看出这一点我很感动，同时我也会那一段再加斟酌和渲染。\n\n不错的，升阳帝国的确是突然的。在最初提纲的设定里，原本没有这个部分，找CB才是重点。但是我的确没有在塑造情节这方面用心，这才导致了升阳帝国像是“斜刺”出来的。这个的确是问题，因为我最初写这篇文的时候仅仅是想表达我内心的感觉，因而来不及（也是懒得）多改（我的文修改时通常都要删除累赘部分）\n\n安根先生也是用心写这篇文评了，谢谢安根先生用心的鉴赏。对于您的建议我会稍加斟酌并竭力改正，下个星期还要劳烦您再看看我的问题。\n已经修改完毕啦，请安根先生过目~\n@安根_Engon 再次感谢安根先生的文评~\n\n敬上"
        },
        {
            "author": "WM2030",
            "timestamp": 1489304280,
            "txt_content": " 本帖最后由 WM2030 于 2017-4-2 19:29 编辑 \n\n读完了。前半部分挺认真，后半部分可能是在乱读。\n该说的之前大部分都已经说了。继续加油。\n\n一周未见，竟是精华了。恭喜。\n继续努力。"
        },
        {
            "author": "syz666",
            "timestamp": 1489805400,
            "txt_content": "膜拜文触\n问题上面的人已经说了，尤其是安根大大的犀利文评。不过反差让人难以接受 还没有完全进入那个场景就变化了。"
        },
        {
            "author": "madessxc",
            "timestamp": 1491105240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1491112320,
            "txt_content": "恭喜精华\n制作组的那段话还是看着不爽=  ="
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1491119700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "570855441",
            "timestamp": 1491121020,
            "txt_content": "仰望文学dalao"
        },
        {
            "author": "986948209",
            "timestamp": 1491708540,
            "txt_content": "目录无法点击？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1491708600,
            "txt_content": "986948209 发表于 2017-4-9 11:29\n目录无法点击？\n可能是加载未完全导致的？\n尝试刷新页面再点击目录；点击目录后等待几秒钟"
        },
        {
            "author": "Sidearm",
            "timestamp": 1492005540,
            "txt_content": "b^.^-b，厉害了写的不错"
        },
        {
            "author": "初阳时光",
            "timestamp": 1492054740,
            "txt_content": "惊现dalao\n完全都不敢发文了- -"
        },
        {
            "author": "天下归心",
            "timestamp": 1506349020,
            "txt_content": "升...升阳帝国？"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1518450780,
            "txt_content": "欢迎收看悲剧npc意外获得永生机会的跌宕起伏"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518450960,
            "txt_content": "aa1122a33 发表于 2018-2-12 23:53\n欢迎收看悲剧npc意外获得永生机会的跌宕起伏\n噗哈哈哈哈哈哈哈哈概括得妙啊！"
        },
        {
            "author": "我为我为",
            "timestamp": 1518761400,
            "txt_content": "\n我还以为你说的不休是星际二的不休\n滑了个稽\n“我重回战场”\n【图片挂了告诉我一声】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518765660,
            "txt_content": "我为我为 发表于 2018-2-16 14:10\n我还以为你说的不休是星际二的不休\n滑了个稽\n“我重回战场”\n图片挂了。"
        }
    ]
}