{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[第三章：布偶熊萝莉]",
    "author": "透明小小",
    "replyCount": 3,
    "timestamp": 1488358440,
    "txt_content": "      昏暗的室内，唯一能渗进阳光的小窗口早已被无人打理而随意疯长的藤蔓堵塞严实，如同被破布蒙住双眼的老人。仅剩的亮度就是从墙缝中钻进来的“漏网之光”，以及老旧木桌上的那盏小灯，在这间只能挤下七八个人的小屋中微微散发着萤火的用处，却也无法照亮小屋里最里面的那扇木门，它微微打开了一条缝，却流出无数的黑暗，盘踞在角落之中。\n\n     以诺眨了眨眼睛，逐渐适应了从明亮到昏暗的变化。\n\n     而男人娴熟的将一个生了锈的水壶放到炉子上，是这个小木屋沉睡了十几年的炉子，他弯下腰吹了吹灰烬，重新将木炭点燃。\n\n     还能用吗？以诺怀疑的停留在那扇吱吖作响的木门旁，准备好随时逃离爆炸现场。\n\n     “不必那么拘束，请坐吧。”男人转身在掉了门的橱柜那里翻找着红茶包。\n\n      也罢，以诺环视了一圈，寻找一个可以让他坐下的稍微没那么多灰尘的地方。有了，那个蜷缩在角落里的红色沙发，金色的扶手已经褪为黑色，两种命运不同的颜色纠缠在一起碰撞出少许的凄凉感。\n\n     以诺将银剑靠在沙发背上，而自己尽力将身子挤向沙发的右侧，防止自己碰到那只瘫倒在沙发上的淡褐色熊布偶。尽管这是个人隐私，但他还是好奇，一个性格看起来很是孤僻的男人为何会有一只大到占据了半个沙发的玩具布偶。\n\n     “那个......”\n\n     “嗯？”看来寻找红茶包计划进行的并不顺利，男人甚至都钻到了木桌下面。“怎么了？”，他从桌子下探出了头，无神的眼睛直勾勾的看着以诺。\n\n     可以说，你从一个人的眼睛里能够看出他的性格，活泼的，内向的，亦或是无感的。但男人的眼睛，却滚出一滩接着一滩的阴暗，暗的像是消亡的灵魂被困锁在他的体内，让以诺忍不住打了个冷战。到底要不要询问一下他的名字呢？不去问的话会被认定为没礼貌的毛头小子吧......\n\n     “请问您的名字是？”\n\n     “安娜。”\n\n     “什么？是这只布偶熊的名字吗？”\n\n     “熊的名字是克萝丝，我叫安娜。”\n\n     “但......”以诺感觉自己的舌头被打了一个结，语无伦次的说道：“但这不是你的名字啊，我是说，安娜是女性名字，可你是......”，以诺的声音越来越小，最后他决定闭上嘴。\n\n     安娜没有表露出什么情绪，在他脸上连一丝对以诺的冒犯话的不满都没有，他只是平静的站起身，依次用手拍打自己的裤子上衣，最后跺了跺脚。\n\n     “这里可真脏。”\n\n     以诺没有回话，他害怕自己再冒出什么奇怪的话。真是愚蠢，就不该问，以诺在心底暗骂自己。\n\n     安娜突然提高了声调，“不是吗？”\n\n     “啊......啊是的！的确挺脏的，这个小屋废弃很多年了。”\n\n     “不喜欢回应，让别人尴尬的毛病可不好。啧，该死的，红茶找不到了，兴许的我落在了屋子的后面。我在那里放置了桌子和椅子，闲暇时在那里喝喝茶，很不错的，但现在是正午，让客人去那里‘烤火’受苦可不好。”\n\n     安娜眯眼看了一眼炉子的火势，“那么我去那里找找看，这杯红茶你是一定要喝的，我的这些可都是最正宗的棕果红茶。但要麻烦你帮我看一下火势大小了，这老家伙容易爆炸。”\n\n     以诺点点头，乖巧的盯着旋转跳跃的火花。\n\n     安娜走向木门，路过以诺身旁时，他清晰的听到安娜嘀嘀咕咕的说了一句，“以诺这个名字也很女性化啊，有什么好奇怪的？想不明白。”\n\n     木炭与火焰的圆舞曲发出了爆裂声，以诺的大脑内也轰的一声炸了起来，他清楚的记得，相遇时自己还带有警惕，并未自报家门告诉安娜自己的名字。\n\n     但是他，是怎么知道自己的名字的？以诺慌忙翻看自己衣服的每一处，他知道在艾米莉以前总是喜欢在他衣服的一角上写上名字，防止晾晒衣服时的丢失，但以诺很反感这种对待小孩子一样的态度，所以艾米莉早就抹掉了衣服上的名字再没有写过。\n\n      果然，哪里都没有写着“以诺”这两个字，他是怎么知道的？\n\n     “啊啊！”\n\n     在安娜出门后不久，身旁突然传来了一个小孩子不满的抗议声，听起来像是一个萝莉的声音，以诺的心也轰的一声炸开来，这着实吓了他一跳，之前在仔细观察小屋寻找落坐点时，确实是只有安娜和他两个人。\n\n     以诺僵硬的将头扭向左侧，那只木偶熊此时却坐在了沙发上，是的，在没有人帮助它的情况下自己由瘫倒的姿势变为坐了起来。\n\n     “哇！”以诺惊叫了起来，以一种难看的姿势跌落在了地上。\n\n     “真是的！”布偶熊跳到了地上，开始生气的跺脚，跳来蹦去的，“安娜真是的！怎么可以提前说了我的名字啊，我还没有自我介绍呢！啊啊啊啊啊啊！我才不是熊呢，我是美少女，安娜真是气死我了！”\n\n     以诺稍微冷静了一下，意识到这的确是一个布偶熊，但在里面的是一个小女孩。\n\n     “克萝丝？”以诺试探的问。\n\n布偶熊停下了让灰尘在地板上跳舞的跺脚，“嗯？是我哦！”\n\n     她突然凑近了以诺，布偶熊的鼻子几乎要碰到以诺的脸上，“那么，请允许我再自我介绍一次吧～”\n\n     “哼哼！”克萝丝灵活的跳到了沙发上，双手叉腰骄傲的说道：“是我哦，克萝丝，世界上最伟大的渡鸦教的教主！我们跟随创世神安德莉亚的脚步，歌颂星辰，绽放光芒。”\n\n     克萝丝又跳下了红沙发，以诺甚至觉得自己能听到老旧沙发痛苦的呻吟声，她伸出手将他从成为尘土乐园的地板上拉了起来，“而且，连太阳的火焰也无法阻挡我们。”\n\n     渡鸦教？以诺很少去了解宗教一类的事情，但官方的几个大型宗教他还是知道的，以诺仔细的想了想，确定自己在此之前从未听说过这个宗教，恐怕也只是一个不出名的小宗教罢了，或者只是这个看个头只有九岁左右的克萝丝的过家家游戏而已。\n\n     “哈哈，很厉害呢。”以诺笑着摸了摸她的头，准确来说是摸了摸布偶熊的头，“你是安娜先生的女儿吗？这么有活力很健康呢。”\n\n     “喂喂！”克萝丝生气的打开了他的手，“你这小子，我可是比你年龄还大！而且那个心理变态的家伙怎么可能是我爸爸？再怎么说，我的爸爸最差也得是一个金发碧眼的异国帅哥才可以吧！”\n\n     “呃......”克萝丝是脑子出了些问题吗？以诺同情的看着再一次生了气的克萝丝，脑内浮现出安娜为了照顾生病的克萝丝，不得不的熬黑了眼圈颓废了精神的画面。\n\n     “啊......”恰在此时，安娜抱着一个黄色的纸袋走了进来，他轻轻关上了门，将纸袋放到了木桌上，“您醒了啊？”\n\n     “喂！”克萝丝瞬间蹦到了他的面前，“你这家伙，为什么说我是熊啊！”\n\n       “不是吗？站在我身边的不是一头熊吗？”安娜打趣的说道。\n\n     “不是的，才不是呢，我可是美少女，哼！”克萝丝生气的抱着臂。\n\n     “对......对哦，”以诺猛然想起，谁会想炎热的天气里套上布偶熊的衣服，“你为什么不脱下来呢？很热吧？”\n\n     “不呀，完全不热哟，”克萝丝很快将刚才不爽的对话抛在了脑海，“我这里面可是塞了很多冰袋呢，而且我没有穿衣服哟，只穿了内衣哦，你想看看吗？哎呀呀，我还真是色情呢～”说完，她害羞的捂住了脸。\n\n     以诺还在犹豫该如何回答是好，安娜就已经平静的将一杯茶放在了他的面前，“来尝尝看吧，我加了一些冰块来降温。”\n\n     “那我不客气了哦。”以诺拉开椅子坐在了木桌钱，低头看去，杯子里的褐色的液体......这让他想起了那股从野猪的切口飘出的神力。\n\n     “你放心，没问题的。”安娜拿起茶杯喝了一口，又递给了以诺。\n\n     “啊谢谢，但是人留着一点警惕总是好的。”他低头尝了一口，甜丝丝的红茶绕着舌尖，凉爽的口感可谓是这夏日最好的饮品了。\n\n     “非常好喝！”\n\n     他露出了笑容，又给以诺倒了一杯，依旧是自己先喝了一口。\n\n     “话说回来，”以诺正准备一饮而尽，猎杀野猪时流逝的水分可不是摆设，他突然想起安娜走时准确的说出了自己的名字，“您是怎么知道我的名字的？”\n\n     “这很简单！”安娜还没开口，克萝丝就像抢答一样举起了手，“我认识你的母亲，所以我就知道你的名字，然后我就告诉他啦。”\n\n      喉咙一阵干涩，脑海中一晃而过的是手垂在病床边的母亲，可怜的、不知所措的颤抖的手，像是秋季里最后一片枯叶，最后毫无悬念的败落。\n\n      “坚强的活下去，不要让任何人打败你......要按时吃饭，天气冷了就多穿点衣服。”这是母亲所说的最后一句话。\n\n     “你不必理会她，她只是个撒谎精”安娜又喝了一杯红茶，“我只是听你们村长喊过你的名字。”\n\n     “这样啊......”以诺不停狂跳的心稍稍放下来了一点，他小口抿着红茶，心情瞬间低落了许多。\n\n     气氛逐渐凝固了起来，没有人再开口说话，歪斜的木门又一次被风推开，安稳的伫立于黑色灯罩之中的烛火开始猛烈的摇晃。而最里面的那扇微掩的木门，偏也被这恰到时机的风吹开了一些，在那一片黑暗之中，隐约飘来了几丝淡淡的铁锈味。\n\n     就好像，他梦里所感受到的那股真切的血腥味一般。\n\n     以诺忍不住扭头向那个房间半掩的门看去。\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1488363000,
            "txt_content": "情节设置有些凌乱\n人物发言较幼稚"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1488375660,
            "txt_content": "同意冥姐的看法\n建议对话不要太多"
        },
        {
            "author": "透明小小",
            "timestamp": 1488630900,
            "txt_content": "冥王星人 发表于 2017-3-1 18:10\n情节设置有些凌乱\n人物发言较幼稚\n如果是克萝丝的话 的确就要这么幼稚x......"
        }
    ]
}