{
    "title": "【搬运&鉴赏】|版规补充修正|回复可见申请|搬运问题反馈|",
    "author": "Mithey",
    "replyCount": 10,
    "timestamp": 1488370380,
    "txt_content": "能小于三号呢？",
    "replies": [
        {
            "author": "酉月一",
            "timestamp": 1488370920,
            "txt_content": "标题: 【搬运&鉴赏】|版规补充修正|回复可见申请|搬运问题反馈| 本帖最后由 zxc554989965 于 2017-6-19 20:27 编辑 \n\n【搬运&鉴赏】\n\n版规补充&修正\n即2017年3月1日起，任何搬运贴内下载地址一栏，禁止填写如“www.在下面.com”、“原帖下载地址”等内容，违规者将以发卡警告处理。除模板内的下载地址，搬运贴内其他下载链接请放置于帖子显眼位置，严禁恶意隐藏下载链接，如“www.mcbbs.net”，链接字体禁止小于2号，违规者将以发卡警告处理。禁止在搬运贴/索引贴内添加回帖奖励，违者发卡+删帖处理。（感谢 尻雨魔理沙 的建议提出。）本版授权搬运暂不接受一贴一授权，这不仅会给作者带来麻烦，搬运者也会很麻烦。（感谢 free8605 的建议提出。）\n鉴于授权搬运的优先权和排他权具体说明以及有效时限不明确，所以，经搬运管理组讨论：授权以搬运者和作者的约定为准，约定基于申请的是单/多个作品授权或是所有作品授权。（授权优先权及排他权依旧以7天限时为准）多人同时获得同个作者授权，搬运则以搬运贴质量优劣进行取舍。示例1：当A搬运工先于其他搬运工获得K触的当前作品授权（新发布作品），A搬运工拥有K触当前作品的搬运优先权及排他权，搬运优先权以及排他权时限则在K触新作品发布后7天时间有效，超时则无效。其他搬运工可对K触新作品申请搬运授权。若搬运优先权和排他权失效期间无其他搬运工搬运K触新作，而A搬运工进行了K触新作品的搬运，则默认为授权续期7天。示例2：对于旧作的搬运授权请参照：http://www.mcbbs.net/thread-448620-1-1.html\n严禁在搬运贴标题加入个人团队名称，请注意，你搬运的地图并不是你们团队的作品，请尊重原作者的劳动成果。（可允许的范围：XX搬运等等）违规内容版主将会给予至少12小时的时间进行更改，如超时，版主将手动编辑掉违规内容。请各位搬运工尽量搬运质量优秀的作品，搬运质量过低的作品版主将以个人判断决定是否删帖处理。以上所有条例，若在确定的情况下，版主将会给予删帖、扣分以及发卡的惩罚。如有其他遗漏，欢迎各位会员在本帖提出，经过采纳的建议将获得不少于2人气35金粒的奖励，被采纳的重大建议将会额外获得1贡献的奖励。\n\n\n回复奖惩制度众所周知，搬运&鉴赏共分为搬运与鉴赏两个部分，这个部分主要讲解关于回复鉴赏这个方面。\n●惩罚●这个部分很简单，举个例子：“感谢楼主搬运”、“谢谢分享”、“不错的地图 谢谢楼主”，此类回复将会在搬运版内被定义为无意义回复。但是，版主并不会对搬运贴内每个无意义回复进行惩罚，版主将会对回复者的近期回复表现进行判断是否对此回复进行扣分或是发卡处理。\n●奖励●这部分就更简单了，还是举个栗子，会员A游玩过某个恐怖解密地图之后回到搬运贴进行回复，内容是会员A对这个作品游玩过后的体验心得以及部分作品不足的建议，此类回复将会获得版主的加分奖励，简单的说就是，对搬运作品的观赏/游玩体验心得、作品的建议、作品的优秀或不足之处等回复都会获得版主的加分奖励，这些回复都会定义为“作品鉴赏”，加分最低为1人气15金粒，最高10人气120金粒，极个别优秀鉴赏回复将会获得1贡献的补充奖励。请@版主进行奖励发放。（贡献会经过搬运版主共同商讨之后决定是否发放。）\n\n回复可见申请即日起，版块内严禁任何七级以上用户擅自设置回复可见，如有发现，欢迎举报。创世匠艺大区全面禁止回复可见，搬运版部分内容可回复可见。搬运版回复可见内容，必须为有一定价值的原创内容（如：攻略、美化截图、汉化后存档等）只接受2015年3月17日新发帖模板的搬运贴回复可见申请。*严禁申请隐藏任何原帖内容。（包括原帖渲染、游戏截图、地图介绍等等）\n回复可见申请格式搬运贴链接地址：复制代码\n*本帖严禁任何无关回复，违者发卡处理"
        },
        {
            "author": "酉月一",
            "timestamp": 1488371820,
            "txt_content": "Mithey 发表于 2017-3-1 20:13\n为什么要不能小于三号呢？\n曾遇到过模板内下载地址乱填，贴内网盘地址隐藏过深导致部分会员找不到下载地址的情况，所以禁止小于3号"
        },
        {
            "author": "像素君",
            "timestamp": 1488372240,
            "txt_content": " 本帖最后由 像素君 于 2017-3-1 20:53 编辑 \n\n啊终于对回复这块有了明确规定了，支持支持~ヾ（≧w≦)o我建议可以对新开放的鉴赏增加一些具体的介绍或者栗子之类的，这样可能会让大家更好地鉴赏吧\n"
        },
        {
            "author": "七海八千代",
            "timestamp": 1488372480,
            "txt_content": " 本帖最后由 尻雨魔理沙 于 2017-3-1 20:50 编辑 \n\n禁止设置回帖奖励应该比较好吧\n利用这种手段可以长时间的使主题在“第一页”而不下沉，而且可以设置概率锭，更加大了这种以设置“回帖奖励”而让别人为自己顶贴，且可能会有很多人为了金锭而使用无意义回复"
        },
        {
            "author": "Hix",
            "timestamp": 1488375540,
            "txt_content": "      本版允许到达等级的会员，自行斟酌和对帖子内容进行回复可见隐藏，但一切的下载地址与下载地址相关、解压密码、必要的客户端等，妨碍地图基础游玩的内容，全面禁止隐藏，违者警告扣分处分。\n摘自大区总版规\n分区版规应是在总版规基础上,对于分区的特点细化得来的\n分区版规不应该与总版规有不一样的地方吧\n建议一点程度上修改一下总版规中的话"
        },
        {
            "author": "酉月一",
            "timestamp": 1488376020,
            "txt_content": "Hix 发表于 2017-3-1 21:39\n摘自大区总版规\n分区版规应是在总版规基础上,对于分区的特点细化得来的\n分区版规不应该与总版规有不一样的 ...\n搬运版回复可见内容，必须为有一定价值的原创内容（如：攻略、美化截图、汉化后存档等）\n自行理解本句\n总版规只能说个大概，并不等于最大，具体还是分区版主定制各自的版规，只要冲突不大，基本没问题"
        },
        {
            "author": "夜刀神十香",
            "timestamp": 1488526200,
            "txt_content": "搬运贴链接地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=379427  （美化截图）"
        },
        {
            "author": "你们的李哥",
            "timestamp": 1491385080,
            "txt_content": "不回复看不到啊，必须回复"
        },
        {
            "author": "free8605",
            "timestamp": 1497858840,
            "txt_content": " 本帖最后由 free8605 于 2017-6-19 17:40 编辑 \n\n关于版规中\"授权搬运\"所说的优先权及排他性具有歧义\n\nhttp://www.mcbbs.net/thread-448620-1-1.html\n优先权指的是被授权的搬运者可在原作者新作品发布后的一定时间内享有优先搬运权利，其他未被授权的搬运者不得在同平台搬运。\n举例：优先权：mcbbs的搬运工小A拿到了国外K触的搬运授权，那么K触的新帖子小A都能第一时间搬运，且其他人不能抢。\n说的并不明确，这个拿到的授权到底是单个作品授权还是承包时间段的授权？看其意思有承包时间的倾向。\n纵观搬运授权的申请帖，都是单独授权的方式，没有见过要承包某触授权多长时间的。\n①首先，时间不确定，没有规定承包授权的有效期是多少时间。\n②如果确定了时间，小A获得某触搬运授权1年，而没有对时效性的新作品搬运（例如某大型比赛作品），其他搬运工是否要等到这盘黄花菜凉了？\n③为他人搬运带来麻烦，假如有人想搬运某触作品，不仅要在站内搜作品名防撞车，还要搜该触其他作品站内有没有搬运，如果有的话，距离上个搬运授权帖发布有多长时间，查看承包授权是否过期……\n\n已私信版主，@zxc554989965 主张承包时间制，时间待定，而@DGK2 说的是一作品一授权方式即现状，请版主们商议好后定下个规则\n@PETER·篠 \n\n个人还是主张作品单独授权，公平竞争才能促进搬运板块良性发展，垄断使人怠惰。\n"
        },
        {
            "author": "酉月一",
            "timestamp": 1497875880,
            "txt_content": "free8605 发表于 2017-6-19 15:54\n关于版规中\"授权搬运\"所说的优先权及排他性具有歧义\n\nhttp://www.mcbbs.net/thread-448620-1-1.html\n经过大区管理组讨论，版规说明修改以编辑在1L，感谢你的建议！"
        }
    ]
}