{
    "title": "【冒险】CHAMBER OF QUARTZ|石英密室|1.11.2|DJ DISCO, Criss Crosser",
    "author": "Xiao_Tao_Zi",
    "replyCount": 3,
    "timestamp": 1488364860,
    "txt_content": " 本帖最后由 像素君 于 2017-8-9 21:22 编辑 \n\n\n\n\n简介 INFOThis is an adventure map with tricky puzzles, deadly PvE, challenging parkour, and difficult to decide decisions.It also has three endings and a good story. I know that this map is 99.9% possible to complete because me and Criss Crosser have tested it so many times.Sorry if there is no voice acting because I don't know how to do it. The tester/builder/commander is me DJ Disco while the story guy/tester/designer is Criss Crosser.I really hope you guys will enjoy this wonderful map and please give credit if you are making a video about this map on your channel.Remember that this map is 83% quartz.\n（以下称“我”为原作者）\n这是一个加上一些解密，PVE，跑酷元素的冒险地图。\n这张地图还包括3个很好的结尾。我知道这张地图99.9%是可以通过的，因为我和  Criss Crosser 测试过很多次。\n我很抱歉，这张地图没有语音因为我不知道怎么弄。这张地图的建筑，命令和测试者是DJ Disco,而故事创造者，测试者，设计者是Criss Crosser\n我很希望你们会很享受这张完美的地图，请给我一些支持如果你要录视频的话。这张地图83%是用石英而制。\n\n\n\n\n图片 pictures\n\n\n\n\n\n\n\n\n\n\n\n\n剧情 StoryYou are a test subject in a testing chamber which is mostly made out of quartz. A computer named S.A.N. will guide you through the test.While you are figuring out the tasks S.A.N. unexpectedly shut down. Now you must try to find the problem of S.A.N. and some events will happen while you are doing you are trying to find the problem.你是一个测试石英做的密室的教学老师。有一个电脑名叫：“S.A.N”。它会帮你完成你的考试。当你在试图找到S.A.N的任务时。这个电脑意外的关机了。你现在必须找到为什么会这样，在你找到问题的之前，发生了很多。\n\n\n\n下载 downlaod原地址（推荐，支持作者）\n\n国内网盘\n\n\n\n",
    "replies": [
        {
            "author": "菠萝啤皮吖",
            "timestamp": 1587105240,
            "txt_content": "这么好的图没有评论的么，那我只好抢个沙发了"
        },
        {
            "author": "CCTVV",
            "timestamp": 1599528540,
            "txt_content": "我来顶一个"
        },
        {
            "author": "3176938841",
            "timestamp": 1599540240,
            "txt_content": "我来顶一个！！"
        }
    ]
}