{
    "title": "[多线]VanillaCraft香草工艺——收费准入|*四月祭*|开放RPG风格生存|支持正版[1.11.X]",
    "author": "wtq_",
    "replyCount": 0,
    "timestamp": 1488432360,
    "txt_content": " 本帖最后由 wtq_ 于 2017-7-12 11:40 编辑 \n\n本服不限制未成年玩家入内，但普遍玩家年龄素质较高，请谨慎加入\n\n\n\n往期海报\n\n关于收费准入 这是一个收费准入的服务器，顾名思义，需要付费才能进入。我们服务器向外出售月卡\n什么？！花钱才能玩？你先听我解释。。纵观整个MC界，服务器绝大多数都是游玩免费-额外收费的模式，这种模式下不免产生几种对立的关系： *最直接的免费玩家与付费玩家的矛盾*一个服务器需要平衡收支，很多的时候需要付费玩家充值来盈利。假如特权碾压，那么服务器不花钱玩家很难生存想必各位都有被土豪支配的恐惧吧，小到手机游戏，大到各种各样的服务很显然，现在很多的服务器也同样是用钱创造快乐，普通玩家没人权对于服主而言不充值的玩家，对服务器是没有直接价值，那么为什么还需要普通玩家呢，因为很多时候是用来让付费玩家找到优越感的然而过度的特权碾压势必会导致普通玩家跟特权玩家冲突普通玩家流失严重，土豪玩家也就没有优越感了，进入一个服务器的恶性循环一方面矛盾日益深化，另一方面作为服务器的基础--普通玩家越来越少服务器很难长久的运行下去，但毕竟服主还是赚到钱了吗只要重新再开一个服务器，如法炮制，就能不断获得资金*另一方面，熊孩子与玩家的矛盾*绝大部分服务器没有进入门槛，熊孩子一旦作恶，就算服务器想要管理，往往也力不从心。封禁账号，大家都是盗版，你懂的封禁IP，中国的IP都是动态的，重启路由器，IP地址就换了只要有熊孩子下定决心熊这个服务器，除非他罢休，不然很难防范同样，没有作案成本，这种事情发生的概率也是会很高广大玩家深受其害，作弊玩家获得了很多不正当的利益服务器可能会选择防御插件来防御，但会严重影响性能，并且也不怎么好用*图表所示*\n疑问？关于对传统服务器的观点属于作者个人观点，不代表服务器观点，更不代表任何形式的对其他任何特定服务器的侮辱侵犯！如果您有任何质疑或者其他意见欢迎与作者讨论*一个更和谐的方案*然而我试图找到一种解决这些死结的方法那就是【收费准入】首先针对第一个矛盾，香草工艺的VIP不提供有影响游戏性的内容完全服从EULA的规定(你一个盗版服务器噫）就是即使成为了VIP用户，完全不存在任何特权碾压，其特权为观赏性，特效，之类的特权。普通玩家翻身啦！有人会问，那不就没人买SVIP了么。也不，如果有土豪爸爸肯大力支持这个服务器，我们会举行一个抽奖的政策，下发免费的周卡给给位普通玩家那么普通玩家就会感谢这位大量赞助的玩家，把相互的矛盾转化成共同利益普通玩家感谢并尊重大量赞助的玩家大量赞助的玩家也会体会到一种不同的优越感，不是建立在其他人痛苦之上的另一方面熊孩子的猖狂也会被制止，因为较高的作案成本一个熊孩子需要付费才能进入，阻绝了大量小号的源头即使有熊心，也会有所顾忌。根本上解决了熊孩子问题\n\n*我们诚心感谢玩家的倾力支持**并为更好的游戏体验不断努力*对了，我们服务器确实是商业服但是我承诺非盈利，一切的收入都会用来改善服务器质量\n假如收入太多，那么我们就过节给大家发红包吧^-^\n*关于我对公益服的看法*\n我以前就是公益服服主，不然我现在也不会考虑非营利。\n公益服因为缺乏资金，很难在质量以及规模上超过商业服务器\n我尊重高质量能做好玩家平衡的商业服务器，但我更尊重那些即便月亏损数百也要做下去的公益服\n公益服收入仅仅只来自玩家无偿捐赠，事实上，真的很少如果我们采用了收费准入，那么就会有稳定的收入，给我们招募高技术的人才，升级更好的服务\n大家所有人一起改善这个服务器，肯定比服务器服主一人之力要大*最后*\n如果你认同我的说法，并同我们一起发展我们的香草工艺，如果我们可以做得成功那自然会有其他人肯效仿，他们会看到这样做同样也能像免费游戏赚钱Vanilla意为普通，我希望让这种收费方式成为一种普遍的现象让我们一起改善国内这种氪金你才能变强的风气吧\n\n\n\n介绍本服务器成立于2017年一月，进行了为期1个多月的封测又对外展开Beta不删档公测频繁更新，拒绝死气沉沉现正式开启服务器，服务广大玩家香草工艺想要打造一个和谐，高质量的生存服务器所以我们使用了最新的版本 搭配上很多给力的插件玩法多样 以及强大的性能配置\n *开放RPG式生存*\n在香草工艺的世界观里，这是一个处在接近文艺复兴时期的西式的世界玩家作为有死而复生特殊能力的冒险家，来到这个处在帝国北部的小城镇(非原创，实在不会建筑）一切的冒险生存由此展开原貌的生存要素全部保留，并在这个世界中加以解释。开放式的剧情以及世界，让你在生存之余体会到另一番趣味*你的选择可能会影响到整个世界*NPC不再是一个只会交易的村民，他会跟你对话，会因你的选择不同对你有不同的待遇精心设计的RPG怪物，也会让你感到十分有趣，不再无脑打僵尸，而多了技巧你可以击败许许多多独一无二的生物，制造他们的装备也可以将这些战利品卖出，获得不菲的财富你可以尽情挖掘在这个世界中潜藏的许多秘密当然，你也可以玩成传统的生存，我们还有很多辅助插件让你的生存更方便，比如铁块电梯建筑党，红石党，刷怪党，想怎么玩就怎么玩养老也很好，你不用担心整日与熊孩子的骂战如果你想寻找这样一个服务器，那么你就来对地方了\n *真实世界-给厌倦了平常地形的老玩家*\n\n我们采用了SpigotMC上付费的插件来生成Vanilla主世界的神奇地貌你可以在美丽的山坡上建筑自己的房屋当然，保留了原版生成的地形，你可以在资源世界里采集原版结构的矿物另一方面服务器使用了一个可以让下界生成256格高而不是128格的世界双倍大小，双倍探索的乐趣\n *精心设计的宠物*\n\n我精心设计了多达20多个宠物，最高可升200级同时避免了宠物过于强大或者过于弱小除了大型生物，史莱姆岩浆怪以外可以自由捕捉，并且技能不同哦你在生存的时候绝对想有这样一只为你忠心服务的伴侣\n *优化的世界设计*\n\n下界末地死亡掉落下界可以返回死亡地点／back末地则不能推荐给核心玩家\n*和谐的氛围*\n\n即使你初入Minecraft，我们有完整的新手入门，不再彷徨不反对建造刷怪塔，大型红石机械，服主是一名在读计算机科学专业的大学生愿意同各位不光做游戏上的服主，更希望成为生活上的朋友一切服务器的决定全部民主投票账单公开SVIP玩家2倍投票权我作为一个文明讲理、重视原则的人而自豪，绝对不会在任何情况下蛮横无理地对待大家当然对待违反规则的熊孩子也绝不会手软\n*追求极致性能-拒绝卡顿*\n\n[spoiler]\n*价目表*\n因为收费准入，为了保障您的权益，同时减少不必要的纠纷，新玩家首次充值仅可选择30/90天，以免一时激动而后悔只有你觉得这个服务器值得你花很多钱我们才会接受这笔钱\n如果你觉得这个服务器是你向往的，那么不要犹豫，立即加入吧！请先加入QQ群(看顶部模版里资料)然后附上注册方法关于正版验证[/spoiler]\n现在服务器鼓励大家邀请好友，在服务器论坛任务中可免费申请邀请码（您和您的好友都可以免费体验服务器！）。还等什么？！机会有限（送了很多了）\n好啦，感谢你花宝贵的时间阅读同时长期招募志同道合的高端人才最后一句即使服务器有可能倒闭，但绝对不会变质\n\n关于只玩了不到数小时的玩家的差评我也懒得删，毕竟萝卜白菜各有所爱只是大家不要被误导就好了，就好比说MC是垃圾游戏，因为全是马赛克一塌糊涂的主世界\n\n\n没见过比这更差的？下面还有\n\n\n什么？钓鱼还要鱼饵？\n站内插件说明介绍贴\n[机制|娱乐][重大更新] Dream-Fish 更加真实,有趣的钓鱼! [1.9-1.11]\nhttp://www.mcbbs.net/thread-664455-1-1.html\n\n综上所述：这是一个垃圾的服务器\n\n香草工艺尊重每一位玩家的意见，但是请各位体谅腐竹，哪个正常人凌晨三点半能随叫随到。\n\n\n",
    "replies": []
}