{
    "title": "[良心大作]《淫灭の机》——第三章 风林火舞",
    "author": "zhh30648",
    "replyCount": 11,
    "timestamp": 1354204860,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-13 22:33 编辑 \n\n由于学业的关系坑了好久，决定今天填完坑再睡觉，虽然知道没有多少人会去看的。。。DAZE\n但就当自娱自乐吧，总会有几个人过目的吧XD\n这次第三章字数已经突破天际了，本来想分为两章，发现字又太少。也就一次性发布了吧。\n新人物出场\n爱丽\n金发少女，艾伦一行人偶遇的风使\n能力极高，似乎不怎么讨厌科学。\n属性：风\n能力：三节及以上（只限风魔法）\n年龄：？？（似乎与艾伦同岁）\n-----------------------------------------------神分割线------------------------------------------------\n“准备好了么？要出发了哦？别少带东西了。”“嗯...走吧！”克里斯轻轻拉开红木木门，清晨的第一缕阳光钻过缝隙，慢慢洒落在俩个少年的身上，踏出改变命运的第一步。今天的艾伦似乎格外地自信，在大街上不适时宜地蹦跳着，还哼着不知名的乡村小曲，一路上遇到的各色人物，都把目光投向这个在集市上“疯疯癫癫”的小孩，艾伦毫不理会，继续沉浸在自己的世界里，完全不是一个即将进行殊死拼搏的魔法师所该带有的动作和表情。“艾伦今天我们可是去比赛而不是去郊游哦...”克里斯为了保险起见还是弱弱得问了一句。“对啊，没错啊~”艾伦继续大步向前踏进，完全没注意到什么不妥。“那你怎么还这么一副轻松的表情，这可是会受伤的比赛哦！不是应该更严肃点的么..”“这有什么关系嘛，比赛就是比赛，受点小伤算什么！”艾伦一改平时的懦弱自卑，今天反而变的开朗起来，让与他相处多年的克里斯完全摸不着头脑。“话说今天明明是大赛的日子，为什么街上人这么少？”平日热闹无比的集市中心，应该是人潮涌动的沸腾景象，今天却一改平日，街上显得空荡荡的，不少店铺还关着门，拉上了贴卷帘门，只有风玩弄着地上散落一地的“竞技大赛”宣传海报。“不管这么多了，我们可能要迟到了，赶紧跑过去还来得及!”克里斯抓住艾伦的手，利用魔力释放技能飞奔了起来，由于惯性还留在原地的艾伦被强烈的拉力导致失去了平衡，因空气阻力在空中飘了起来。“喂喂！明明是你在后面慢腾腾的好不好！”这是艾伦这辈子都不可能再见到第二次的景象。用灌注了魔法得到加强的铁栅栏死死围住的半径达到20KM的巨大竞技场地。同时也是厮杀的战场。“由于时间和场地限制，本次竞技大赛的地形和规则皆进行了改变，扩大了森林的范围，去掉了上一届违反竞技公平性的地道和揽桥，这次场地没有经过任何人工的改造，所以本次规则也由上次‘使用魔法攻击对手’规则降低为...”最后一句话在艾伦的耳朵里变得尤为刺耳：不进行任何攻击限制的比赛杂乱的喧嚣声传来的位置，用反重力魔法支撑着的高空看台上，容纳了接近3千人的观赏位置，甚至还有卖赌票的小贩在嘈杂的楼梯间来回游走。在这个巨大的石制漂浮物的正下方，一组一组的人们互相聚集着，其中大部分都是拥有几代遗传下来魔术回路的贵族子弟，用轻蔑的眼神大胆得扫过这里。“看看那群土鳖，穿成那样还来比赛，我估计是来求虐的吧。”“就是就是，还大包小包的要去旅游么！”这并不是同伴们私下间的轻声交谈，而是明显的挑衅。克里斯涨红了脸，拉起左手袖子，往对面大步迈进，传来了牙齿摩擦传来的孜孜声“克里斯，别去。”艾伦举起了右手横杠在克里斯的胸口上，挡住了他的道路。“可，可是他们这么！”克里斯为自己大声辩解到，眼睛却死盯着那群所谓的贵族们。艾伦面无表情得晃了晃脑袋。-------我会让他们好看的。“哟，想干架么？我爹可是时钟塔的高官，你试试，往这打，来啊”艾伦拉住克里斯的胳膊，向着入口处大步迈进，把那群无礼之徒抛在了自己身后。“你们给我等......!”这次轮到克里斯被强劲得臂力拽着走到了入口。“克里斯 艾伦 么？请来这里签个字并详细阅读规则。”端正得站在入口处的招待小姐露出了一个非常商业化的微笑。“按照检测结果鉴定，将魔术师分为ABC三组，分别在不同的方向进入入口处，每个队伍会间距将近2公里，由时钟塔时空魔法部进行传送。”眼前闪过一阵耀眼的时空魔法专门的紫色光芒，意识变得一片空白。“所有参赛者会发到一个检测仪和一张地图，当人受伤到无法战斗时，检测仪会自动发出信号到魔法部中心医院，会有专门传送，所以不会出现严重伤亡事故。地图在每隔10分钟后会自动刷新一次所有人的坐标，可以通过这个来寻找对手可使用各种攻击性行为，但魔法远比物理要强劲得多，请注意这一点最后没被传送出场地的一名即为本届冠军。最终解释权归属时钟塔本部--完。”将这份简短规则来回读了接近三遍的克里斯，还在低头检查着规则“喂喂，都开始比赛了紧张点好不好，老盯着那张破纸干嘛！”艾伦敲了敲克里斯的背。“也不知道是谁过来时蹦蹦跳跳的，我们被传送的地方应该是森林地区吧。”“我怎么会知道，刚刚那个大鼻子念了一大段咒文，在魔法阵里的我们不就被莫名其妙的传送过来了么。”艾伦说罢，对着身边巨大的参天古木狠狠地踏了一脚，十米高的地方传来了阵阵惊恐的鸟鸣声，树叶慢慢飘落到长满了及膝草坪上。俩人艰难得在草地中大步行走，还未褪去的清晨柔美的色彩映照在几米高的树干上，发出绿幽幽的荧光，在没有光芒赐予的按灌木丛里闪过一个个发出微弱光芒的萤火虫，在无边际的阴影中上下飘飞。从树叶缝隙间插进来的光芒直射在前方的地面上，仿佛这些树木是特意为艾伦而长，在前面排成一条弯弯曲曲的道路。膨！ 唰！这是风系魔法特有的空气膨胀和撕裂空气的声音，旁边的树叶洒落了一地。“这么快就开始了，看来还是有不少心急的人嘛，去看看吧！”没等克里斯同意，艾伦就从包里翻出两瓶隐形药水，在克里斯面前晃了晃，发出叮叮的声响。“嘿嘿，这可是我特意加了荧石粉末制成的加强版哦，至少能发挥30分钟的效用哦！”刚说完，艾伦举起瓶子，大口得把这透明的液体往自己胃里灌，克里斯惴惴不安得小口喝了起来，味道虽然不咋的，但是还是硬捏着鼻子将药水灌了下去。视野周围慢慢浮现出了黑色的阴影，在空无一物的面前，克里斯完全看不到艾伦的身影。“喂，艾伦在哪呢！”“你后面啊傻瓜...”克里斯转过头去，看到艾伦正拿着喷溅用药水向着自己的包上砸去。\n“你完全没有隐形啊！难得你配的药水会失效啊。”艾伦用无语的表情盯住克里斯几秒，叹了口气“我们不是有视觉共享么...”克里斯才反应到今早进行的共享视觉的事情，摆了个无可奈何的表情，因为他完全不知道该用什么表情面对这个一向跟在自己身边的小子。“赶紧去看看，再不走他们都打完了，我可不想错过一场好戏啊！”艾伦背上大包，在前面慢慢拨开浓密的灌木林，小心翼翼得前进。是一片完全没有遮挡的森林当中巨大的空地。草和泥土一并被卷飞了起来，重重得打在艾伦身旁的树干上,正当艾伦尝试着去理解发生了什么的时候，一阵强烈的飓风迎面袭来，硬生生地刮在艾伦脸蛋的一侧。“痛！~”艾伦赶紧用手捂住右半边脸，一条极为细小的伤痕慢慢浮现在脸上，几条红色的细丝从伤口里溢出来了极为微小的几滴。以艾伦多年来研究时钟塔魔法属性书籍的知识来看，这样的狂风和如同刀刃一般的气以及漫布着大自然气息的魔法痕迹，毫无疑问。是一个有着比较高修为的风属性魔术师而且刚才那招是属于风属性专章第263页——真空切裂（vacuity segment )通过把一部分的空气抽走而导致大量空气向某一方向高速流动，如果将范围控制在极其细微的一条线上，就会产生如同割裂一般的强大效果。这些莫名其妙的知识从艾伦脑子里浮现出来，毕竟这可是一个为了研究魔法把整本属性高阶魔导书背下来的家伙。“真空切裂。。么。看来遇上了个很强的家伙啊。”克里斯似乎也意识到了这一点，低声自言自语到。把目光聚焦在战场上，身体周围泛出绿色的荧光的，是一位金长直发的少女，看起来和艾伦是一个年龄段的，但是身为女性的婀娜身姿早就展现在了他们面前。“唤风之章，于此聚合，缠绕风之子，淫灭！”总共三章的咒语终于念到了最后一段。她的对手似乎是3个使用火系法术的魔术师，但看所使用的魔法都是基础级别的，即使是风在属性上对于火有着加成威力的作用，但那些火球都被强烈的飓风吹偏离了原来的攻击轨道。“切...”一声口哨声然而，最后一颗火球却在风过后从灌木的缝隙中向她飞来。这应该是无法躲避的一击，因为在咏唱结束后会有几秒的硬质，按照熟练的程度会有相应的缩短，然而她却从容不迫的改变还在硬直的手的方向，对着炙热飞来的红色魔法聚合产物，张开手掌。那张小巧的嘴稍稍张合了一下，火球就在她张开的白皙手掌里，毫无征兆的消失了，不，与其说是消失了，不如说是自动熄灭了。“这是..怎么回事！”艾伦忍不住和4个火魔法师一起惊呼了出来。艾伦惊讶并不是因为火球的消失，而是惊讶于有人能和自己一样有办法抵消掉法术。“她，并不是让法术消失了”克里斯托起自己的下巴，微微点了点头。“哎。。那是怎么做到的！”艾伦把兴趣集中在了克里斯身上。“很简单啊，火燃烧需要氧气，即使是魔法也不得不遵循以前的科学啊，她用风魔法将氧气在一瞬间抽走，让火球没有可以助燃的氧气，自然就会灭了。”啥！魔法还能这样用！艾伦从内心深处再次发出了惊呼，从未听过有人能把魔法和科学一起运用的存在啊。显然，3个火魔法师还没法理解的间隙，金发少女已经准备好了最后决断的一击。无数条将后面景物扭曲的风刃冲向敌人，一道道划开精致的皮甲，露出了。。。并不是肉，而是另一层上品的蚕丝甲！“呵呵，贱民，你认为我会毫无防备得来么~”其中那个看似头头的大笑起来后面3个也附和着轰然大笑。“切...”金发少女咬了咬嘴唇，一副不甘心的可爱模样。“喂，回下神啊小子...”后脑勺受到了轻轻的叩击。“看女的看入神了，你到底是有多想念优莉啊~唔..”克里斯意识到自己说错了什么，赶紧闭上嘴。艾伦的眼神里闪过一丝浓浓的忧愁，却又马上恢复了活力和朝气。“哪有，只是长的很可爱罢了嘛~”艾伦挠了挠后脑勺，减轻下痛苦。“我们就一直在这看着么..这群贵族子弟欺负一个女生我看着非常不爽啊。”话音刚落，一股带着焦味的热气扑面而来。火光冲天“喂喂，这可不是闹着玩的啊小女生，等着死吧！”群体咏唱一种能把极长符咒在短时间内迅速完成的方法，但是对于一个女生来说，这无疑是非常丑陋的做法。红黄色的火焰从领头的面前渐渐浮现出来，逐渐凝聚成一只只鹰的摸样，而且数量越来越多，渐渐挡住了一行人的视线。这熟悉的形状，就是曾经遇到过的凤凰涅槃，只不过是减小威力而增加了数量的削弱版本，但威力足以对付一个队伍。“看来我们不得不帮了啊.....你说呢艾伦”克里斯扶了下额头，转过头去看蹲在草丛里的艾伦。早已经没了踪影，只看到一个个脚印映在草地上，一名在火光中少年飞奔的背影。“喂喂！等等我啊艾伦，你这死小子！”克里斯顾不得考虑了，跟着艾伦冲了上去。好不容易追上来的克里斯还没来得及痛骂这个自己冲上来的冒失鬼，就被艾伦的提问先堵住了嘴。“克里斯，这个魔法和凤凰涅槃是一个基础章节演变出来的么”“你，问。。哈...这个做什么...”“别废话，快说”“你的语气让我非常不爽啊，算了看起来挺重要的，没错，是完全一模一样的，只不过是衍生地分支不同罢了。”艾伦开始从背包里翻东西，一瓶无色液体扔到了克里斯的手上。“先把这个喝了，隐身药水对于火焰有很强的副作用，先解除了效果再说。”艾伦大口喝了起来，克里斯再次捏上了鼻子，痛苦得往喉咙里灌。好，走着！ 艾伦内心喊了一句，冲到了那位金发少女的身边。她仍旧惊讶得呆在原地，不能动弹。虽然走进看脸似乎更加清秀可爱了....喂喂喂喂，不能起私欲.........艾伦回到了正常的思维。“这位大小姐，你准备....怎么办呢？”艾伦用了非常恭敬的语气问了一句。金发少女似乎被吓到了，僵持着转过身来。“你，你们什么时候出现的！”她往后走了一两小步，想拉开距离，但是看到背后的火光，全身冷汗溢了出来。“我们，是先来帮你的，要决斗以后再说。”克里斯补充道。一口长气从她小巧的嘴里呼了出来，碧色的双瞳眨了眨。“你们，准备怎么帮我呢~”用了卖萌的语气，这难道是现在女生的通病么！“交给我就好啦，克里斯你们俩在后面慢慢亲热，我先上！”艾伦把大包一转，再次背到了自己身上，手上似乎多了一些东西。俩人的脸都变得通红。“什么。。什么叫亲热啊喂！”俩人异口同声地喊了出来。艾伦一个调皮的鬼脸，仿佛在说，我知道的啦，我知道了啦~“他能放防御魔法？看起来很弱啊。”金发少女毫不留情得发表了自己的看法。“的确。。。他不会。。那不是去送死吗喂！ 艾伦！”克里斯对着他的背影大喊。把手举起，慢慢挥了挥，就像说自己有办法一样。这家伙能有什么破办法！“也只能交给他了，我们先退后点吧，逃出这个魔法的范围是绝不可能了，会自动热追踪，而且不限距离哦，每一只鸟都会自己吸收空气中的魔法直到攻击到目标为止啊！”克里斯用专家的口吻道出了一长串解释，简直像个博士一样。。一瞬间几万，几千的鸟鸣声叠加在了一起。俩人在后方捂住了耳朵，是何等尖锐的刺耳声。下一秒，火鸟群向着自己快速上升，平稳，向下冲刺，从各种不同的角度袭来，根本没法一个个的对付。鸟滑翔过的轨迹留下一点点火星，形成了一个巨大的漩涡，迷住了一行人的眼睛。越来越近，火鸟进入了可以被看到外貌的范围里。金黄色的眼睛，全身遍布着火焰，熊熊得燃烧着。再有0.6秒就撞上了吧。克里斯和金发少女几乎已经绝望。某个经常被遗忘的小子，大喊着“怕啥！看着！”一个在火光中闪着自己独有的金色荧光的透明物体撞在了最前头的鸟翅膀上，一瞬间炸裂开来。一声奇妙的音效响起，热气扑到了两人捂住脸部的手肘上，几点火星随着烟尘慢慢回归到顶端烧焦的草丛里。慢慢移开手臂的两人，看着面前还未散去的红色光芒效果。\"哎哎哎哎哎哎哎~！！！！！！\"\n\n好吧，希望关注的人能看的开心觉得写的不错，想继续下面剧情的求人气回复鼓励，谢谢！传送门第一话 起源之诗 http://www.mcbbs.net/forum.php?m ... %3D25%26typeid%3D25\n第二话 重回旧梦http://www.mcbbs.net/forum.php?m ... %3D25%26typeid%3D25\n",
    "replies": [
        {
            "author": "洛音",
            "timestamp": 1354207020,
            "txt_content": "码字辛苦了{:10_518:}休息吧"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1354207560,
            "txt_content": "辛苦了 LZ安了吧~"
        },
        {
            "author": "15737954",
            "timestamp": 1354234860,
            "txt_content": "楼主辛苦啦。"
        },
        {
            "author": "Accle",
            "timestamp": 1354804740,
            "txt_content": "食掉LZ..全部都食掉..我是来办顶的..支持你哦.{:10_512:}"
        },
        {
            "author": "zhh30648",
            "timestamp": 1354805160,
            "txt_content": "A嘻嘻 我很难食的QA Q"
        },
        {
            "author": "yjk",
            "timestamp": 1354805520,
            "txt_content": "{:10_516:}好长。。。啊~~~~看不完"
        },
        {
            "author": "2451125564",
            "timestamp": 1354857480,
            "txt_content": "打字辛苦了"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1355584080,
            "txt_content": "咳咳不错,掳走金币~"
        },
        {
            "author": "zhh30648",
            "timestamp": 1355585640,
            "txt_content": "这帖还有人看啊 我以为都死了= ="
        },
        {
            "author": "Shi",
            "timestamp": 1355803740,
            "txt_content": "加油写him的过去哦"
        },
        {
            "author": "A王O子A",
            "timestamp": 1375086720,
            "txt_content": "金币现在还是能发········保留了"
        }
    ]
}