{
    "title": "官方小说Minecraft: The Island作者麦克斯·布鲁克斯采访",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1488459240,
    "txt_content": "原作：EW（娱乐周刊） @isabella324\n原链接：http://ew.com/books/2017/02/23/max-brooks-minecraft-novel-interview/\n翻译：@WuGuangYao\n翻译可能存在某些问题，有错误欢迎指出。\n\n\n\nWorld War Z author Max Brooks explains his Minecraft novel, Minecraft: The Island\n僵尸世界大战作者麦克斯·布鲁克斯透露了些他的Minecraft小说，Minecraft: The Island的细节\n\n\nWith books like World War Z and Zombie Survival Guide, Max Brooks has already taught us more than a few ways to survive a zombie apocalypse. Now, with Minecraft: The Island, we’ll learn how to survive something even bigger: life itself.\n就像僵尸世界大战和僵尸生存指南一样，麦克斯·布鲁克斯已经教了我们好多怎样在僵尸世界末日生存下去的知识了。现在，随着Minecraft: The Island，我们将要学会如何学到比生存更重要的东西：生存本身。\n\n\nMinecraft: The Island, the first in a non-connected series of Minecraft novels from developer Mojang and Random House imprint Del Rey Books, follows a character who must survive on an island while figuring out who he is and what secrets the island holds. Below, Brooks explains more about the book, and what appeals to him (and millions of other players) about Minecraft. But first, check out EW’s exclusive reveal of the novel’s cover:\nMinecraft: The Island，由其游戏开发者Mojang和兰登书屋、德雷出版公司出版的第一部非连续系列的Minecraft小说。主角必须在这座岛上生存下去然后弄明白他自己到底是谁，弄明白这座岛上究竟隐藏着什么秘密。下面，布鲁克斯将解释这本书的更多细节，还有Minecraft究竟哪点吸引了他（就像数以万记的玩家一样）。但是首先，来看看EW的独家爆料！小说封面！\n\n\n\n\n\nENTERTAINMENT WEEKLY: For people who don’t play (like me), what exactly is Minecraft?\n娱乐周刊：对于不玩MC的人来说（比如说我），Minecraft究竟是啥？\n\nMAX BROOKS: Minecraft is an online world where everything is in cube shapes. Now, there are different types of Minecraft you can play. If you play on something called Creative, then you can just build whatever you want, and all the natural materials of that world, just like this world, are automatically in your inventory. And that’s usually where people build extravagant buildings.\n麦克斯·布鲁克斯：Minecraft是一个到处都是方块形状的在线世界。现在，你可以用许多以不同的方式来玩Minecraft。如果你想玩完所谓的创造，那你就可以建造任何你想建造的东西，这个世界的所有自然材料你都可以在你的物品栏找到，这也就是人们如何建造那些奢华的建筑的。\n\n\nSo how do you play?\n所以你是怎么玩的？\n\n\nI play on something called Survival, where literally you wake up in a world. It’s a natural world, and it looks no different than this world. There are different biomes, or ecosystems, like a desert or swamp or tundra, and you have to survive. From the moment that you open your eyes, just like in the real world, you’re losing food. So you better find a way to eat: Either hunt animals, or plant seeds and grow crops. But in order to do that, you better make tools. And to make tools, you have to get wood. And to do that, you literally have to start by breaking down a tree with your bare hands to get the wood to make the tools, to plant the seeds, to eat.\n我玩的那个叫生存，你在这个世界中醒来。这是一个自然的世界，而且看起来和这个世界没什么不同，这里面有不同的生物群系或生态系统，比如沙漠沼泽或者平原，当然你必须生存下来。在你睁开你的眼睛的那一刻开始，你就像在现实世界中一样，没有食物，所以你必须找个办法吃点东西：去撸个动物或者弄点种子种点作物。要干这个你最好先做个工具，要制作工具你必须先获取木材，要获取木材你必须先用手撸树，这样你才能制造一个工具，去种种子或者吃点东西。\n\n\nWow. That’s very different than all the Minecraft music videos I saw on YouTube.\n哇。这个我在油管看的那些Minecraft音乐视频完全不一样。\n\n\nWow is right. That’s way different from music videos, but you know what? It’s actually not different from music videos. When I called it an alternative universe, I mean it. Because in our world, people make music videos, but those people still need to eat! And when you think about somebody making a music video online, just anybody, that person had an ancestor 100,000 years ago who literally had to find food. So that’s Minecraft. Minecraft is our world.\n对啊，这和音乐视频的玩法的确不一样，但你知道吗？其实这也和那些音乐视频没什么不一样。我的意思是...呃...我称它为多元宇宙，在我们的世界里，人们在网上制作音乐视频，但是这些人也是需要吃东西的！而且当你认为有人在网上制作音乐视频时，也就是任何人， 他们100000年前的祖先也是需要寻找食物的。所以，这就是Minecraft，Minecraft是我们大家的世界。\n\n\nHow did this book come about?\n这本书是怎么来的？\n\n\nWhat happened was, I got a call [asking], “Are you interested?” and [saying] that Mojang is starting to look at the concept of a Minecraft book, and do I have a take on it?\n是这么来的，我接了一个电话（问），“你有兴趣吗？” 然后（说）Mojang就已经开始提出Minecraft书的这个概念了。然后我该接吗？\n\n\nAnd herein lies the initial challenge of a Minecraft book. Like, if I’m writing a Call of Duty book, that’s a no-brainer. You already have the characters, you already have the plot, you have everything. Whereas this, you literally have to write a story that takes place in this world. So I already had a specific story I wanted to tell. Like we said, Minecraft speaks to different people in different ways, and this is how it spoke to me, specifically.\n最初的挑战就是Minecraft的这本书。就像，如果我要写一本使命召唤的书，这可不用费什么脑子。你已经有了角色，你已经有了情节，你什么都有了。反之，你必须写一个发生在这个世界的故事。我已经有了想讲述的一个故事了。就像我说的那样，Minecraft 对于不同的人来说有不同的方法去解读，这就是我如何解读它的。\n\n\nWe need to be very clear: I’m not writing the Minecraft book. I’m writing a Minecraft book. If the folks from Halo called me to write the Halo book, I could do that, but you cannot write the Minecraft Book.\n我们需要明白的是：我没有在写叫Minecraft的书，我是在写一本Minecraft的书，如果光环让我写一本光环的书，我就可以这么做。但是你不能这么写Minecraft的书。\n\n\nBecause Halo has a mythology?\n因为光环是个神话吗？\n\n\nYeah. If you’re doing World of Warcraft or something like that, it’s very specific. Whereas Minecraft is literally just a world. It’s like saying, “Write the human race book.”\n是啊。如果你写像魔兽世界之类的东西。这是非常具体的。而Minecraft真的仅仅只是一个世界。这就像写一本人类的书一样。\n\n\nSo how was it different than just sitting down to write a regular novel?\n那么它和普通小说有什么不同呢？\n\n\nFirst of all, there are very specific rules of this game. I would say for every hour I spent writing the book, I had to spend, I’m not kidding, tens — if not hundreds — of hours playing, and war-gaming, and researching to make sure that everything I did in the book could be done in the game.\n首先，这个游戏有非常具体的游戏规则。我想说，我每花一个小时来写书，我就不得不花（我不是在开玩笑）数十小时（如果不是数百小时的话）玩这个游戏还有其他各种战争游戏，研究确保我在书中的那些东西都能在游戏中完成。\n\nAnd — because I’m very OCD — literally down to “How many steps can I take in a certain amount of time?” and “How fast do I lose my food when I get hungry, when I’m running as opposed to when I’m walking?” I mean, the game is that specific.\n而且——因为我有强迫症——就像“我在特定时间内能跑多少步？”和“当我跑步而不是走路时，我会在多久失去掉我的饥饿值？“我的意思是，这毕竟是个特定的游戏。\n\n\nDid you do anything else to research besides playing on your own?\n除了玩游戏外你还做了哪些研究？\n\n\nNo, because the story really happened to me once when I was playing Minecraft on Hardcore. Get this: I literally, playing the game, woke up at the bottom of the ocean. I opened my eyes and locked on the sun, because I didn’t know which way was up. Scary, huh? Swam like crazy for the surface — and, by the way, ran out of air within an arm’s reach of the surface. And once you lose air, you start to acquire damage. So I already broke through to the surface in pain, and then had to pick a location and swim for it, and hope that I found land.\n没了，因为这个故事还真的发生在我身上了，当我在玩Minecraft时。发生了这个：我玩这个游戏时真的是在海底醒来了。我睁开眼睛望向太阳。因为我不知道该朝哪边走了。很可怕吧？我就疯狂的朝水面游去，终于跑出了空气薄弱的海，在水面上露出了一只胳膊。一旦你失去了空气，你就会开始受到持续伤害。所以我已经艰难的来到了水面，然后不得不选择一个方向游过去，并且希望我能发现大陆。\n\n\nCan you give us a rough outline of the book’s plot?\n你能给我们粗略的描绘下书的情节吗？\n\n\nThe premise is that this person wakes up in this world and knows that they are from our world, but doesn’t know who they are in that world. They have no memory. It is a story of survival: waking up at the bottom of the ocean, swimming to an island, and having to survive on that island. And the story is, before this person can answer the really big questions like, “How did I get here? How do I get home?,” they have to solve the basic survival questions of “How do I eat?” and “How am I safe?” and “Where do I sleep at night?”\n“故事假设是这个人在这个世界上醒来了，而且他知道是来自我们的世界，但是不知道在那个世界的他们是谁。他们丧失了记忆。这是一个生存的故事：在海底醒来，游向了小岛，而且必须想办法在岛上生存。这个人必须解决真正的大问题，比如“我怎么在这？”“我怎么回家？”。他必须解决这些基本的生存问题，“我吃啥？”“我安全吗？”“我晚上在哪睡？”\n\n\n\n\nOkay, so it’s like Hatchet？\n啊，所以和手斧男孩差不多？（一本少年原始森林历险求生励志书籍）\n\n\nIt’s a little bit like Hatchet. I would say that in Hatchet, the boy knows who he is, there’s the divorce… I would say the key difference between Hatchet and my book is: The kid’s got a hatchet! How awesome would it be if my character had a hatchet?\n有点像手斧男孩。我会说这是包含在手斧男孩里的，这个男孩知道他是谁，所以还是有不同的…我想说关键在于手斧男孩和我的书的区别是：这个男孩有个斧子！如果我的角色也有个斧子该多棒啊！\n\n\nYeah, that would skip a lot of steps.\n是啊，这会跳过很多步骤。\n\n\nExactly. But if you skipped a lot of steps, you’d skip a lot of life lessons\n完全正确。但是如果你跳过了很多步骤，你会错过很多人生经验。\n\n\nDo you think everybody who plays Minecraft thinks of it in terms of life lessons? Or is this just you, as an adult and as a dad?\n你认为每个Minecraft玩家都认为之中有生活经验？或者说就只有作为一个成年人和一个爸爸的你来说是这样。\n\n\nI have no idea. I’m the type of writer who can never try to anticipate my audience. My first book, Zombie Survival Guide, stayed in a drawer for a couple years, because I could have never imagined that anybody else would read a real book on how to fight something that isn’t real. I thought I was the only one who thought about this. So I would love it if more people look for life lessons in Minecraft and were interested in that stuff, but right now, I have no idea. So I have to go with what appeals to me about that world.\n我也不知道。我属于那种从来不试图去了解我的读者的作家。我的第一本书，僵尸生存指南，在抽屉里待了好几年，因为我从没想过别人会读一本和一种不存在的东西战斗的书。我想我应该是唯一一个这么认为的吧。所以我希望更多的人能在Minecraft里寻找人生经验而且对这些东西感兴趣，但是现在，我不也知道他们怎么想。所以我必须追随那个世界所吸引我的东西。\n\nSo is this going to be a series?\n所以这将是一个系列吗?\n\n\nNo. There are other Minecraft novels coming out, and I think it is really important for the Minecraft authors coming up behind me that everybody understand that they’re not sequels, the other books. I may write another Minecraft book down the line, but the ones that are coming out behind me are not part of the same story.\n不。还有其他Minecraft小说发布，而且我认为这对于在我之后的Minecraft作者是很重要的，大家都知道是其他的书而不是续集。我可能会写一本其他的Minecraft书，但是在这之后发布的书并不是这个故事的一部分。\n\nWell, it’s nice that you get to be first.\n哇，真棒，你是第一个。\n\n\nYeah, well, I literally wrote the book before we had a book deal.\n是啊，好吧。我写这本书之前，我们是有合作协议的。\n\n\nYou did?\n哦？是吗？\n\n\nOh yeah. Mojang had a publishing deal with another company, and they came to me, they asked if I had a book idea. I had a book idea, they loved it… and I think their contract ran out.\n噢，是的。Mojang与另一家公司有个出版协议，他们来找我，问我是否有关于书的想法。我确实有，而且他们非常喜欢…他们的合同就朝我敞开大门了。\n\n\nBecause they waited too long?\n因为他们等太久了？\n\n\nNo, I think that’s just the normal business cycle. And while Mojang was waiting to find a publishing partner, we were in limbo. But I couldn’t stop thinking about it. And I had to do it, so I literally sat down and wrote the first draft of the book and my plan — if you can call it a plan — was if there wasn’t a deal, or if they said, “We found a publisher, but we don’t want you,” then I was just going to publish it as free fan fiction. Just throw it up on my website and… whatever.\n不，我认为这是正常的商业合作。虽然Mojang正等着找到一个出版的合作伙伴，我们都在其中。但我不能放弃。我必须去这么做，所以我坐下来写书的初稿，我的计划是——如果你可以称之为一个计划的话——如果我们没有达成协议，或者如果他们说,“我们找到了一个出版商，但并不是你。”那我就只能发布免费的同人小说了，只是把它扔到我的网站啥的....\n\n\nWell, thank god you didn’t have to do that!\n哇，感谢上帝，你没有这么做！\n\n\nYeah, but the attitude was, “I have to write this book. This book is going to get written, because otherwise it’s going to be rattling around in my head, and it’s going to be unfair to any other writing projects I ever do.”\n是啊，但我的态度是：“我必须写这本书。这本书是肯定要写出来的，否则这故事将仅仅在我的脑海里，这对于我其他写作的作品是不公平的。”\n\n\nNow that you’ve scratched the itch, do you feel like you want to write more Minecraft books?\n现在你已经蠢蠢欲动了，你觉得你想写更多的Minecraft相关书籍吗?\n\n\nI don’t know, because I haven’t really finished it yet. We’re on draft three, and there may be two, three, four more drafts. Part of the job now is to take the time and get it right. It’s not fair to this book if I give one neuron of my brain to another book or a sequel or anything like that.\n我也不知道,，因为我还没有真正完成的完成这个。我们正在弄草案三，这里可能有两个、三个、四个草稿。现在工作的一部分是要花时间使它更加准确。如果我再另一本书上下更多功夫或者说一个续集或者其他的这种东西，对这本书都是不公平的。\n\nMinecraft: The Island hits shelves later this year.\nMinecraft: The Island将在今年晚些时候上架。\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1488461640,
            "txt_content": "我们将要学会如何学到比生存更重要的东西：生存本身。\n建议将该句改为\n我们将要学会如何学到比生存更重要的东西：生命本身。\n同时建议在MC中提到其他游戏的时候加上书名号。\n翻译得很用心，辛苦了XD"
        },
        {
            "author": "langyo",
            "timestamp": 1488464640,
            "txt_content": "为什么Minecraft的小说难写?\n不是因为它那模糊的背景。\n而是因为它能够完成无限的奇迹。\n\n\n向所有创作中的MCer致敬。"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1488485040,
            "txt_content": "辛苦了，这么长一大段\n"
        }
    ]
}