{
    "title": "[Minecraft.net|INSIDER]给新领域玩家的提示",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1488450900,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2017-3-2 13:39 编辑 \n\n\n给新领域玩家的提示\nTips for New Realms Players \n\n充分利用自己的在线世界\nMake the most of your own online world \n\n\nMinecraft Realms是由我们运营的在线服务器，提供给您和您的朋友。它将在互联网上保持您的Minecraft世界开启，总是可被访问，即使你退出游戏。它也是安全的！只有你邀请的人才能加入你的领域，在领域里做什么由你决定：创造，生存或竞争！\nMinecraft Realms is an online service, run by us, just for you and your friends. It lets you keep your Minecraft world online and always accessible, even when you log-off. It's safe, too! Only people you invite can join your world, and what you do there is up to you: create, survive or compete! \n\nWindows 10/携带版和PC/Mac版本的Minecraft皆提供了领域服务！这里我们准备了一些方便的提示，帮助你掌握领域世界！\nYou can get Realms for Windows 10 / Pocket edition and PC / Mac versions of Minecraft! Here are some handy hints so you can get the most out of your Realm!\n\n备份您的领域\nBacking up Your Realm\n\n\n你的Minecraft世界及其所有的设置都受我们的服务器保护，意味着无论你离线多久，你的领域都将和你离开时完全一样（除非有别人进来）！但是，以防万一，我们依然建议你备份你的领域。如果你不小心烧毁了一个村庄，或建了一个100英尺的苦力怕雕像，您都可以从备份来将您的领域恢复如初。\nYour Minecraft world and all its settings are protected by our servers, meaning no matter how long you're offline, your Realm will be exactly as you left it when you return! Still, it's never a bad idea to keep backups of your Realms. Say you accidentally burn down a village, or build a 100ft Creeper statue that haunts your nightmares (we've all been there). Then you can just restore your Realm from a previous backup.\n\n在Windows 10/Pocket Edition中，只需进入Realm菜单中的Edit Realm页面。您会看到下载世界的选项。请确保您的设备有足够的存储空间！\nIn Windows 10 / Pocket Edition just go into Edit Realm in your Realms menu. You'll see an option to Download World. Make sure there's enough room to store it on your device!\n\n一旦一个世界下载完成，你可以把它当做普通的地图玩——或只是将它作为一个备份。\nOnce a world has been downloaded, you can enjoy it in single-player forever, or just keep it as a handy backup.\n\n在PC/Mac版本的Minecraft中若想手动备份您的领域，只需关闭，然后重新打开领域即可。每当您这样做时，领域将会立即创建一个备份！\nIn the PC / Mac version of Minecraft, manually back up your Realm by simply closing and then reopening the Realm. Whenever you do this, it instantly creates a backup!\n\n\n\n这座建筑由我们伟大的艺术家Ninni在生存模式下完成\n\n恢复和替换您的领域\nRestoring and Replacing your Realm\n\n\n只要你经常备份你的领域，恢复它们很容易。\nAs long as you back up your realms frequently, restoring them is easy. \n\n对于PC / Mac，选择“领域备份”按钮。每个备份都有一个时间戳标志着它的时间，另一个按钮可以恢复它们。\nFor PC / Mac, select the Realms Backups button. There'll be a timestamp on each of your backups, and an option to restore them.\n\n在Windows 10/Pocket Edition上，选择替换世界，然后就可以从您的设备中上传以前备份的世界。\nOn Windows 10 / Pocket Edition, select Replace World and then simply upload a previously downloaded world from your device.\n\n重置您的领域\nResetting your Realm\n\n领域，听好，不只是你，是我们，我们一起享受了很多乐趣什么的，但现在是我们两个继续前进的时候了。我们要有一个新的开始。在PC/Mac上，按下Realm菜单中的重置领域，这样就会创建一个新的世界。在Windows 10/Pocket Edition上，则选择重置世界。没有很难受的感觉？那就好，那么，永别。\nListen, Realm. It's not you, it's us. We've had fun and all, but now it's time for us both to move on. That's why on PC / Mac we're pressing Reset Realm in the Realms menu and then Create a New World. On Windows 10 / Pocket Edition, selec Reset World. No hard feelings? Super. Well, goodbye forever!\n但是有些小编为了自己的网站而去复制别人的作品，连这句话不删就发出去了\n不对，等等！领域可不是只能有一个世界！在菜单上选择一个空的世界空位允许创建多个世界。这意味着你可以与你的朋友开始一个全新的冒险，而不必失去以前的世界。 （如果你经常备份你的领域，你可以无限期地继续这样做！）\nBut WAIT! A Realm isn't limited to one world! Selecting one of the empty world slots on the menu allows you to create multiple worlds. This means you can start a whole new adventure with your friends without having to lose previous worlds. (And if you back up your Realms frequently, you can keep doing this indefinitely!)\n\n添加玩家\nAdding Players\n\n你不必害怕任何陌生人入侵你的领域。只有您邀请的朋友可以加入你的领域。\nYou don't have to fear any random strangers invading your Realm. Only the friends you choose to invite can join. \n\n在Windows 10/Pocket Edition上，您的朋友需要有一个Xbox Live帐户。只需在Xbox.com免费注册。将他们添加为好友后，您可以从好友列表中添加玩家，只需按下其名称旁边的+按钮即可。\nOn Windows 10 / Pocket Edition your friend will need to have an Xbox Live account. This is easy and free to make on Xbox.com. Once you've added them as a friend, you should be able to add the player from your Friends List – just press the + button next to their name.\n\n在PC/Mac上，在领域设置菜单中选择玩家选项卡。选择邀请玩家，然后键入其用户名，如下所示：\nOn PC / Mac, select the Players tab in the Configure Realm menu. Select Invite Player and then type in their username like this:\n\n\n\n键入玩家的名字然后点击邀请。如果他们拒绝了你，别再烦他们了。\n\n删除玩家\nRemoving Players\n\n你可以在玩家屏幕上找到你的领域中的每个人的名字。然后，把他们踢出去：\nYou can find the names of everyone in your Realm on the Players screen. Then, to boot them out:\n\n在Windows 10/Pocket Edition上，选择...按钮，然后点击减号。在PC / Mac上，选择玩家名称旁边的红色X.\nOn Windows 10 / Pocket Edition, select the … button and then the minus symbol.On PC / Mac, select the red X next to a players name.\n但是有些小编为了自己的网站而去复制别人的作品，连这句话不删就发出去了\n当他们在你的房子里堆满TNT的时候，用这种方法绅士地“提醒”他们。如果你在别人的领域，他们也可以对你这样做——所以表现好点！\nGently remind your friends you can do this whenever you see them acting suspiciously or filling your house with TNT blocks. If you're in someone else's Realm they can do this to you at any time - so BEHAVE!\n\n\n\n\n\n\n图1：看到了么？Marsh在我的领域里，他正在做他那经典的“Marsh式恶作剧”——他把我的圆石房子放满了TNT！哈哈哈真是好笑！\n图2：别笑了，让我们踢了他！来，打开玩家菜单，然后点击他名字右边的那个红X——别担心，你可以再邀请他回来\n图3：Marsh气死了，他决定把我踢出他携带版的领域！他打开了设置，然后是玩家，然后...然后他点了那个减号！我去！Marsh！嗷！\n\n将玩家晋升为管理员\nPromoting a Player to Operator\n\n管理员可以使用斜杠命令，帮助你建筑、管理服务器。他们利用这个权力可以发送私人消息或者重设重生点。尽管管理员不能邀请或删除玩家，但你仍然应该晋升你信任的管理员！转到“玩家”页面，您会在每个玩家姓名旁边看到此符号：\nOperators can help build and manage your Realm with slash commands, giving them powers like being able to send private messages and set the world spawn point. Operators can't invite or remove players but you should still pick a player you trust to promote! Go to the Players screen and you'll see this symbol next to each players name:\n\n\n\n选择它会将玩家晋升为管理员。如果他们滥用职权，那么再次点击这个图标，他们将变回普通用户！\nSelecting it will promote the player to Operator. If they go mad with power, just select the icon again and they'll be a normal user once more!\n\nAdd-On，行为包和资源包\nAdd-ons, Behaviour Packs and Resource Packs\n但是有些小编为了自己的网站而去复制别人的作品，连这句话不删就发出去了\n我们已为这些内容专门制作了单独的页面，并提供了实用的视频和分步说明。点击此处看一看！不要忘记，如果你在PC/Mac上玩，你可以访问超级厉害的玩家们制作的地图和小游戏，这些都是我们认可的为你准备的地图！\nWe've dedicated a seperate page to these, with helpful videos and step-by-step instructions. Click here to take a look! Don't forget, if you play on PC / Mac, you can access loads of awesome player-made maps and mini-games that we've approved and collected together just for you!\n\n现在就开始免费试用Realms！\nNow try Realms for free!\n\nRealms是一项收费服务，我们希望您确保它适合您。所以您可以先试用30天！点击这里选择并免费试用PC/Mac或Windows 10/Pocket Edition的领域！\nRealms is a subscription based service and we want you to be sure it's right for you. So try 30 days on us! Click here to pick and choose your free trial for PC / Mac or Windows 10 / Pocket Edition.\n\n\n原文：https://minecraft.net/en-us/article/tips-new-realms-players\n作者：Tom Stone\n时间：2017年03月02日\n翻译：@Smokey_Days\n润色：@LocusAzzurro\n\n做个GIF感觉身体被掏空...压缩了一下帧率不然没法上传。看的时候卡顿属于正常现象",
    "replies": [
        {
            "author": "。—。",
            "timestamp": 1488455520,
            "txt_content": "\n咱看了一下神奇的gif。。好像被踹出去的那只才是HelloIAmMarsh吧，至于点了一下减号，原文是点了一下红色的X按钮？..."
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1488455760,
            "txt_content": "a6809936 发表于 2017-3-2 19:52\n咱看了一下神奇的gif。。好像被踹出去的那只才是HelloIAmMarsh吧，至于点了一下减号，原文是点了一下红色 ...\n抱歉我似乎明白了什么...\n原来三张图是分别有各自的文字，连起来是个小故事。\n现在就修改。\n"
        }
    ]
}