{
    "title": "【跑酷】▇籽岷录制▇SKY DESERT CHALLENGE|天空沙漠|1.11.2|欢乐跑酷",
    "author": "Xiao_Tao_Zi",
    "replyCount": 3,
    "timestamp": 1488438720,
    "txt_content": " 本帖最后由 像素君 于 2017-8-9 21:21 编辑 \n\n\n\n\n简介INFOThe Sky Desert Challenge is an endless running game where a path made of platforms is generated in front of the player and the player runs as far as they can without dying.There is a twist however; the platforms are constantly falling behind the player and if the player stands in the same area for too long, they will fall into the void. At the start, the player can slip off the platforms twice without dying.Players must deal with various obstacles:Sticky Sand (Gravel with slowness effect)Cactus PricksNo Natural Health Regeneration\nAs the player goes further, the game gets harder:Faster platform fallingHarder level template\nPlayers can collect power-ups to help them on their journey:Jump Boost (Jump III for 30s)Speed Boost (Speed III for 20s)Health Boost (Regain 2 Hearts)\nFor players that go far enough, there is the reward of various particle effects:Redstone PowderHappy VillagerShiny SparklesSky God Resonance\nPlay with as many players as you desire. Spectate and play with each other.Enjoy!!! SETUP NOTE FOR SINGLEPLAYER !!\nThe world is ready to play after downloading it and adding it to your saves.!! SETUP NOTE FOR MULTIPLAYER !!\nA resource pack is required for the full experience of this game! Remember to retrieve the resource pack from the resources folder and add it as your server resource pack!\n天空沙漠是一个永无止境的跑酷，平台在玩家前进时生成。\n然而，后面的平台不断掉落，如果玩家站在同一地区太久，他们会落入虚空，玩家可有两次机会。\n玩家必须处理各种障碍：-砂砾缓慢-仙人掌的刺-不会自动回血随着玩家走得更远，游戏变得越来越难：-平台下降更快-更难跑酷玩家可以收集道具：-跳跃提升（III级30秒）-速度（20秒）-回血（重获2心）对于足够远的玩家来说，有各种粒子效应的奖励：-红石粉-幸福的村民-闪亮的火花-星星点点单人模式注意!!!!地图已经是可以用的地图包，放到saves文件夹里即可。多人模式注意!!!请记得在你的服务器里安装资源包！\n版本：1.11.2作者：CODE_\n\n\n\n图片 pictures\n\n\n\n\n\n\n\n\n\n\n\n\n\n视频 videos籽岷：\nhttp://v.youku.com/v_show/id_XMjUyODM4Mzk0OA==.html\n\n\n\n\n\n\n\n\n\n下载 downlaod原地址（推荐，支持作者）\n\n国内网盘\n\n\n",
    "replies": [
        {
            "author": "星E君",
            "timestamp": 1488440940,
            "txt_content": "就是感觉翻译是原文的精简版\n\n个人更加习惯看完全翻译23333\n\n还是很不错的介绍"
        },
        {
            "author": "Xiao_Tao_Zi",
            "timestamp": 1488444780,
            "txt_content": "天迹灬战狂神 发表于 2017-3-2 15:49\n就是感觉翻译是原文的精简版\n\n个人更加习惯看完全翻译23333\n其实中文翻译过来应该本来就比英文要段"
        },
        {
            "author": "星E君",
            "timestamp": 1488476940,
            "txt_content": "Xiao_Tao_Zi 发表于 2017-3-2 03:53\n其实中文翻译过来应该本来就比英文要段The Sky Desert Challenge is an endless running game where a path made of platforms is generated in front of the player and the player runs as far as they can without dying.\n\n第一句话，我的话会翻译成：\n天空沙漠挑战是一个没有终点的奔跑游戏；挑战中，在跑酷的路线持续生成在玩家面前的同时，玩家也要尽他们全力以全速冲刺，避免死亡。\n\n你的是：\n天空沙漠是一个永无止境的跑酷，平台在玩家前进时生成。"
        }
    ]
}