{
    "title": "【详细教程】【珀尔】Worldpainter——制作神级地图的逆天软件！(速成版)",
    "author": "Po_er",
    "replyCount": 99,
    "timestamp": 1488537660,
    "txt_content": " 本帖最后由 Po_er 于 2019-8-8 13:42 编辑 \n图片已全部恢复，已能够正常查看——2019.8.8视频版本的Worldpainter教程正在陆续更新中，可以B站搜索我的账号@珀尔蜀黍 进行查看——2019.7.31-大家好，我是珀尔是一名专注于地形的地形师Minecraft id为Po_er你也许听说过小木斧——Worldedit创世神插件，以及它所带来的建筑便利，但你可知道小铁铲——Worldpainter这款强大的制作Minecraft地形的软件吗？你是否也曾感叹，自己有好的建筑却没有一个好的地形衬托，原版的地形看腻了显得平淡，而手撸地形却又不太可能？没问题，一旦熟练掌握Worldpainter，很多真实地形完全不是梦！===========请注意==========版权所有，转载请注明原作者！=========================本教程将从入门到精通，配合实例，一步步地带你熟练地掌握这款软件既然你想学习地形，至少你得先懂得如何使用吧？\n-什么是WorldpainterWorldPainter是一个交互式Minecraft地图生成器，它允许您绘制地图地形景观作为常规Minecraft地图使用的工具。建造自定义的地形或修改Minecraft存档的地形，是诸多建筑师与地形师的必备工具之一-Worldpainter的下载WorldPainter需要在Java环境下运行,所以在使用时请确保你安装了Java你可以在Worldpainter官网处下载：http://www.worldpainter.net/ 网站内有很明显的“Download”字样注：Worldpainter虽有汉化版但早已过时，汉化版Worldpainter的功能相比较目前最新版本而言已有较大差距，因为Worldpainter是一款一直在更新的软件，所以珀尔建议各位使用官方的英文版本。下载好之后运行.exe文件(Mac用户为.dmg文件，Linux用户为.sh文件)根据提示安装即可。注：Worldpainter的放置路径不能出现中文字符，否则无法打开-认识界面让我们先来逐一了解一下Worldpainter的界面-总体界面值得注意的是，如果你对Worldpainter默认的排版不满意，是可以将这些栏拖出来重新排列的  -菜单栏从左到右依次是：文件、编辑、查看、工具、帮助文件栏，从上到下依次是：新建一个世界打开一个世界，打开的是.world文件(Worldpainter工程文件的格式)恢复上次打开的世界(前提是你已经保存)导入一个新世界，可以选择导入Minecraft存档或是灰度图————————保存另存为导出地图，里面有具体选择(将地图)融入一个Minecraft地图————————退出编辑栏，从上到下依次是：撤回再做————————查看方块ID(会自动跳转至英文Minecraftwiki的“方块”界面)维度属性(主世界，下界与末地及其天花板，若没创建下界与末地或天花板则无)维度(添加、切换或删除维度)导入(在现有地图基础上导入)改变高度旋转改变(与地图边界有关)————————全局操作添加、移除区块移除未使用的覆盖层参数设置查看栏，从上到下依次是：放大缩小恢复至默认缩放大小————————查看主世界查看主世界天花板查看下界查看下界天花板查看末地查看末地天花板切换到天花板(天花板就是类似下界屋顶之类的东西)————————改变配色方案(不喜欢软件默认色调可以在此调整)配置视图————————工作空间布局(也就是保存或者恢复你现在主界面那些栏的布局)————————查看3D视图(非常常用！)————————查看世界历史(查看你目前世界的历史记录)工具栏，从上到下依次是：重生玩家打开自定义笔刷文件夹打开插件文件夹查看生物群系运行脚本帮助栏，从上到下依次是：浏览说明文档————————关于  -工具栏从左到右依次为：新建 打开 保存 导出地图┊撤销 重做┊缩小 恢复默认缩放大小 放大┊维度属性改变高度 旋转 改变 添加/删除区块┊移至出生点 移至地图中心┊显示坐标格 显示等高线 配置视图 显示视野 显示步行一昼夜行走距离光线顺时针旋转 光线逆时针旋转  -工具区按照位置排列，依次是：喷枪 铅笔 油漆桶 文字(只支持英文) (这一排的工具不适用于地形)添加水 添加岩浆 海绵工具抬升/降低地形 平整地形 平滑地形制造山峰(很鸡肋) (这一排为地形工具)设置出生点 全局操作(俗称小地球) 生成纵向金字塔 生成横向金字塔选区工具 复制/粘贴 清除选区  -笔刷栏(包括笔刷调整栏)  -覆盖层栏现在你已经了解了Worldpainter的界面，接下来介绍具体操作-基本操作下面会逐一介绍Worldpainter的具体操作，在最后你可以通过模仿实例来巩固所学知识在此之前，有一些快捷键是推荐大家记住的：鼠标滑轮上下移动：放大缩小画笔鼠标中键：移动视图，按住后移动。Ctrl+鼠标滚轮上下移动：放大/缩小地图观察视角Ctrl+S：保存地图Ctrl+E：导出地图Ctrl+Z：撤销操作Ctrl+Y：再做操作(不小心撤回了可以恢复)Ctrl+3：3D视图(强烈推荐，可以十分直观地查看当前的地形)  -创建地形   -导入灰度图注：十分不推荐这么做，一旦你修改到了包含建筑的区块那么建筑就会被损坏！如果需要给建筑重新配地形，建议使用MCedit选中建筑导出为schem文件后再移入新地形之中一个世界新建好了，那么我们该如何去修改它呢？对于抬升与降低地形，最常用的便是这个两个箭头的工具对于和它同一排的那个小尖尖工具——生成山峰，也是同理，左键升高右键降低你可以先创建一个地形，使用Worldpainter自带的笔刷随意刷刷看，熟悉一下每种笔刷的特点\n\n  -平整地形面对高低起伏的地形，如果我们想快速整理出一片平地，怎么办呢？我们可以选择这个一字型——平坦工具来进行操作，按照之前进行绘制的三步走按住鼠标左键或右键，拖动你的笔刷，很快一块平地就出来啦！  -平滑地形\n唉，抬升地形时用错了笔刷，一不小心搞得皱皱巴巴了，降低地形也很麻烦，怎么办？\n这时候我们的撇——平滑工具就派上用场了，同样按照绘制三步走，在那些皱皱巴巴的地方轻点几下(推荐轻轻点多点几次，如果直接按的话可能造成平滑过度)\n嗯，刚刚那个皱皱的地形是不是好了许多呢？-添加水/岩浆我用抬升/降低工具制作了一块低地，现在我想把这里变成一个湖泊，怎么办？这时候，我们的两颗水滴就派上用场了，蓝色的是水，橙红色的就是岩浆这个工具使用的时候，直接点击，然后在你需要填充水的最高处(也就是湖水高度)的地方点一下就好了需要注意的是，如果你的湖床没有封好的话，填充时很可能会“侧漏”哦在水面之上左键点击则是将水面提升一格，右键是降低一格用同样的方法做出一个岩浆湖，这样一个旁边带有岩浆湖的湖泊就完成啦~-移除水/岩浆哎呀，填充水一不小心手滑了，漏出去水淹全图了怎么办？你为什么不问问这个神奇的海绵呢？，他可以帮你解决这个问题在使用的时候还是按照绘制三步走，在地图上按住左键拖动就可以啦现在整个地图都没水啦，就不信本珀治不好你这大水逼！但是我想把水平面恢复到默认高度，怎么办呢？别忘了海绵是可以挤出水来的！同样的方法，按住右键(记住是右键)拖动，你会发现：水面恢复到默认的高度了！当然这个高度是你在创建地图的时候设定的，默认为62，如果你调整到了别的高度那么复原的也就是那个高度。  -方块(Terrain)当你做好了一个地形，却发现都是些单调的草方块，你想给他替换掉，怎么办？按照排列顺序，依次是：草方块(不会自动生成植被) 石头 岩石(石头和圆石的混合) 沙石灰化土 圆石 苔石 砂砾地狱岩 灵魂沙 下界(地狱岩和岩浆的组合) 菌丝红沙 红沙石 红沙沙漠(红沙和仙人掌的组合) 平顶山(一层层不同颜色的黏土)下面都是各种颜色的黏土块，直接跳到最后一排)使用方法变为了四部走，左键为放置方块，右键为恢复默认方块(根据你创建地形时的预设决定)一般情况下我会设定角度大于45°的地方刷上石头组合(Stone Mix)或者岩石(Rock)这样一遍遍改下来，你会得到满意的方块配置的~\n几轮调整下来之后，我们就得到了这样一个丑逼地形，接下来我们该给他加上点树木之类的了。 -覆盖层\n给地图加上树木，最基础的方法就是Worldpainter自带的Layer——覆盖层使用方法和之前刷方块的四部走的方法一致，不过变成了左键覆盖，右键移除如果你想刷上一般的树林，使用Deciduous如果你想刷上松树林，使用Pine如果你想制造沼泽地，使用Swamp如果你想制造一片雨林，使用Jungle如果你想覆盖积雪，使用Frost入门阶段你只需要掌握这些就行了，具体的我们会在基础部分进行详解我们在笔刷设置里设置only on为“仅限草方块”然后在地图上刷上你想生成树林的地方即可。如果你觉得树林太密或者你想要零星的树木效果，把笔刷硬度调低，然后用轻轻点击的方法绘制即可现在一个大丑逼地图就做好了，我们可以去导出地图了  -导出地图当地图完成之后点击这个图标或者使用快捷键Ctrl+E快速打开导出界面设置好了之后，按下Export就可以导出了，这时候因为导出地图需要占用很多的内存，你的CPU会因为高占用而显得电脑卡顿，耐心等待即可当然如果你的地图特别大的话(例如珀尔的中国地图)推荐在晚上睡觉之前导出，等第二天醒来时基本上就导出好了\n出现这个界面则代表导出成功！\n进入游戏，享受你的新地形吧！  -实例:利用基础制作小型海岛我会在教程的适当时候发一个实例，给大家作为检测自己是否合格的标准，我们的第一个实例是利用之前学习的知识来制作一个小型温带海岛，大家可以跟着自己尝试制作一个，检测自己的掌握程度要制作一个小岛，新建地形的时候我们就得把高度调低，这里我调到了44，可以看到预览中看不到任何陆地了使用之前教过的绘制三步走，用自带的各种笔刷输出你岛屿的形状，建议用3D视图查看你的地形是否满意绘制完成之后，我们可以在岛屿中间用水滴添加一个湖泊接着，用绘制方块的四步走，使用below功能刷上沙滩，再使用限制角度的功能刷上裸露的石头随后，用only on功能限制仅在草方块上绘制，刷上树木(这里失误刷到湖里去了，可以用only on仅限水中然后右键清除掉)最后，因为这里设定是创造地图，因此把游戏模式设为创造，关闭奖励箱和建筑生成，就可以导出了，进入游戏查看你的岛屿吧！在入门阶段只能做出这种岛屿，没错如果你自己也成功地刷出了一个类似这样的岛，那么恭喜你已经顺利入门了，可以继续进修基础内容入门的内容掌握之后，你们可以进入基础进修了，通过基础内容的学习，相信你会对自己做出来的地形有一定成就感的！-自定义笔刷自带的笔刷是很难绘制出自然的效果的，很多人用自带的笔刷刷出来的地形就像一个大丑逼，这时候你就得需要自定义笔刷了  -什么是自定义笔刷自定义笔刷的本质其实就是灰度图，它的作用就类似不同的印章一样，不同的印章会印出不一样的图案，而不同的自定义笔刷能画出不一样的地形，而且它能够极大地方便地形作者，缩短了制作真实地形的时间！如图，在默认笔刷左边多出来的那一大排就是我自己下载的自定义笔刷，看起来就吓人，不是吗？  -自定义笔刷的下载大家可以去http://www.planetminecraft.com/ 里搜索custom brushes来下载自定义笔刷，尊重原作者请去原贴下载，当然下载需要adfly，这是需要**的，没能力的同学，可以找有能力的朋友代理下载。注：此处分享的所有自定义笔刷均来自http://www.planetminecraft.com/ ，版权归属Planetminecraft所有！转载此教程请务必注明！下载好之后，在Worldpainter中打开Tools→Open custom brushes folder 进入自定义笔刷文件夹\n将你下载好的笔刷解压到这个文件夹之中如果你的笔刷特别多的话，全部堆在这个文件夹之中会导致Worldpainter显示不出这么多的自定义笔刷，建议像珀尔这样在自定义笔刷文件夹下新建文件夹将笔刷分类，放心这样子Worldpainter也能够识别的 -运用自定义笔刷突然之间有了这么多笔刷，是不是有些不知所措呢？你可以像我这样新建一个超平坦地形，把下载来的笔刷用升降地形工具按在原地不动，看看刷出来的地形效果如何当然任何时候都要用好3D预览的功能，可以很直观地看到你的笔刷造成的效果\n一个用自定义笔刷刷出的山脉和自带笔刷刷出来山脉的对比，可以感受得到自定义笔刷所带来的的震撼效果了吗？  -实例:利用自定义笔刷绘制仿真山脉通过这个实例，让我们来对自定义笔刷的使用做一个了解，大家同样可以学着做一个\n首先依然是新建一个超平坦地形，当然我们需要给它来点高低起伏就算有了一大堆的自定义笔刷，自带的笔刷也是必不可少也是最基础的，使用自带的笔刷一阵乱抹即可\n我们可以先使用一个综合性较强的笔刷作为绘制山脉的起点，这类笔刷在我的分享里被归类到了“山系”之中\n在刷山脉的时候建议随时保持3D预览哦我们山脉的起点做好了，当然既然是山脉，就得需要连绵不绝的我们就可以使用一些单一山体的笔刷，我给归类到了“山脉”和“山脉1”一栏选择这类笔刷，利用旋转的功能把山脉延伸到各个方向\n这样一个八爪鱼(误)就完成了，但是好像刷出来的山脉和地形之前的过渡不是很自然，有些突兀，怎么办呢？\n我们可以用之前教过的平滑地形的方法，使用平滑工具按住左键在山脉与地形的交界部分拖过去\n这么一来可以看到山脉与地面之间就有了个过渡用的缓坡，但我觉得这还不够\n这时候我们可以选择一些颜色看起来比较浅，形状接近圆形的自定义笔刷，例如珀尔归类到“山丘”的笔刷，用抬升地形工具在山脉与地形的交界部分快速地拖过去，这样缓坡就扩大了不少现在正常多了用之前教过的方法给山脉进行上色，加上你喜欢的树木或者湖泊等其他东西，然后就可以导出了好好欣赏你的第一个自定义笔刷做的地形作品吧！-Layer层Layer层，也就是我们所说的覆盖层，它是基于方块层上再给地形造成特殊效果的层，地形想要润色就少不了它从上到下，分别是：冰霜洞穴裂缝(小洞穴)落叶林松树林沼泽丛林虚空资源默认资源填充只读自定义(之后会讲)  -Frost\nFrost层刷过之后会自动给地面铺上一层雪，并且自动平滑，刷在水面上时则是铺上一层冰并且会根据情况自动调整其生物群系(如果你没有额外指定Biome的话)，在陆地上调整为冻原，在水面上调整为冻河或冻洋，如果有树林和他叠加就会变为冷针叶林生物群系  -CavernCavern会让地下出现这样的大型洞穴，并且会在洞壁上随机出现流动水/岩浆  -ChasmsChasms会生成这种小一些的洞穴，其效果贴近于原版  -DeciduousDeciduous会生成出一片橡树与白桦树组成的树林，并自动调整生物群系为森林(如果你没有额外指定Biome的话)这种树比原版树木略小而且更密集(可以通过笔刷硬度调整树林的疏密程度)  -PinePine会生成出一片松树林并自动调整生物群系为森林(如果你没有额外指定Biome的话)生成的都是这种单一的比原版矮小的松树(可以通过笔刷硬度调整树林的疏密程度)  -SwampSwamp会自动创造出一片带藤蔓的橡树以及兰花和蘑菇，并自动调整生物群系为沼泽(如果你没有额外指定Biome的话) (可以通过笔刷硬度调整树林的疏密程度)  -JungleJungle会生成一片丛林，并自动调整生物群系为丛林(如果你没有额外指定Biome的话)，当然这种丛林树和原版比起来多多少少是有些不同的(从树根和树叶就可以看出) (可以通过笔刷硬度调整树林的疏密程度)  -VoidVoid会直接生成一片虚空，无视那个神殿，导出的时候忘记关掉生成建筑了导致地形被破坏(这就是为什么建议大家关闭生成建筑)  -Resources这个选项会生成资源(也就是矿脉)，分布规律和原版一致，当然一般导出地图时会自动帮你刷好所以一般不用管  -Populate这个选项会根据当前地区的生物群系，按照原版的生成规律自动生成资源如图这片地区的生物群系是平原，他就会按照原版平原的生成方法生成了小池塘，草和花丛-使地图出现原版树木让地图刷出原版树木的方法其实很简单，只需要调整为这种树木对应的生物群系，然后刷上Populate即可按照原版的生成算法生成原版树木 。-Read Only让这片地区变为只读(只能读取不能修改)-BiomeBiome，也就是生物群系，虽然一般用不着，但是要想让一个地形精致化(比如不同颜色的草)的话，修改Biome是必不可少的-Biome层详解Biome在覆盖层栏的第三个栏，这些图标依次是：平原 森林 沼泽 丛林白桦森林 黑森林 峭壁 蘑菇岛针叶林 大型针叶林 红木森林沙漠 热带草原 平顶山海洋 河流 海滩 石头海滩冻洋 冻河 冻滩 冻原雪山 冷针叶林 下界 末地自定义(这个没有仔细研究过)Show：显示Solo：只显示Hills/shore：这个生物群系的山丘/海岸变种Edge/plateau：这个生物群系的边缘/高原变种，例如丛林边缘，平顶山高原M：这个生物群系的M变种，F：这个生物群系的F变种， variant：其他变种，例如平原→向日葵草原，冻原→冰刺之地，森林→繁花森林生物群系的使用方法和刷方块，刷覆盖层都是一样的，还是那四步走，左键设置生物群系，右键恢复为自动设置(即软件自动帮你设置)-AnnotationsAnnotation翻译过来就是注释的意思，也就是标记层，这类层并不会影响你的存档，也不会在那里生成羊毛或是染色粘土什么的，纯粹是为了方便操作而诞生的层它在覆盖层栏的第四个，有15种颜色的标记层供你选择，使用方法还是四部走，左键涂抹，右键移除它的作用是配合only on/excepton进行绘制操作，具体用法还得看个人喜好-实例：混合针叶林这会是基础阶段的最后一个实例了，依然可以跟帖“交作业”，当你掌握之后，你就可以成为一个合格的地形师了是啊，地形师，我们通常只知道建筑师，因为地形师目前国内还是很少的，或者说顶尖的地形师很少。首先用之前教过的方法画出一个基础地形，具体方法我就不再阐述了然后使用Annotation层only on草方块进行绘制，做出这种零星点的形状用同样的方法expect on 所有的Annotation(All Annotation)，再用3种颜色的Annotation刷一遍这里作为示范，我们用白色Annotation代表Worldpainter自带的那种小松树，橙色Annotation代表正常的针叶林，品红色Annotation代表大型针叶林，浅蓝色Annotation代表红木森林然后我们就依次only on各种颜色的Annotation，刷上树木，当然区别还是有的白色Annotation，也就是wp自带的松树，直接only on然后刷上自带的Pine覆盖层即可其他三种Annotation，得先only on刷上各自对应的生物群系，再使用Populate刷一遍之前讲过Populate是使用Minecraft默认的生成方式生成资源，所以在已经设置好生物群系的地方刷上Populate也就是会按照那种生物群系的生成方式生成对应的树木啦，刷完之后我们就可以导出了我们可以看到，导出的树林中，既有Worldpainter自带的小松树，又有原版的1x1和2x2的云杉当然还有….一点橡树混进来了，这是因为populate层是以区块为单位而不是以方块为单位刷出的，当区块中存在森林生物群系时就有可能刷出橡树。当然Populate也引来了岩浆湖，如果不想火烧树林的话最好还是/gamerule禁止火焰蔓延得了当你掌握了以上内容之后，恭喜你已经成为一个合格的地形师了！\n\n\n从这里开始，珀尔将会带你深入了解Worldpainter的那些较为复杂的自定义功能\n-自定义那么自定义功能在哪里呢？我想已经有很多人注意覆盖层栏那边的小加号了，点开这个小加号从上到下，依次是：添加自定义对象层添加自定义地表覆盖层添加自定义地下覆盖层添加自定义洞穴层添加自定义植被添加自定义结合层通过文件导入自定义层通过其他世界导入自定义覆盖层但实际上，覆盖层栏的小加号一共有三个：还有一个在Terrain里面从上到下，依次是：添加自定义Terrain从文件导入从其他世界导入最后一个在Biome中，为添加自定义生物群系层(绘制mod中添加的生物群系必备，导入也可以添加那种技术性生物群系，例如平原M这个未使用的生物群系)我们添加的各种自定义的东西都去了哪里呢？当你添加了自定义之后，你的覆盖层栏会多出一个加号(自定义Terrain会有另一个加号)，点进去之后就能看的你之前添加的自定义层和其所对应的颜色啦。当我们右键一个自定义层的时候，会出现一个菜单，从上到下依次是：编辑移除导出此自定义层为文件移动到调色板我们可以通过这个菜单来快速调整和移除自定义层-自定义对象嗯，自定义对象，这里的对象指的是schematic文件——一种储存方块格式的文件，关于这个功能的适用范围很广，这里只举两个例子，自定义树木和自定义村庄  -自定义植被包如果你不满足于原版或是自带的树木模型的话，你就得需要自定义植被包了点击小加号，选择Add a customobject layer…进行设置如果你选中了一个schematic，点击那个修改按钮，就会出现这个界面，在此可以做高级调整设置好了之后就可以像刷覆盖层一样刷树木了  -下载自定义植被包国外有很多人喜欢创作这类植被包，而且效果也很逼真，大家可以去PlanetMinecraft上搜索Custom Tree下载：http://www.planetminecraft.com  下载同样需要**，没能力的请找有条件的朋友帮帮忙下载，珀尔这边也没有什么自定义植被包，就发AZ搬运的植被包吧：[Lentebriesje] FantasyTree Repository - 幻想树木模型库\n[Lentebriesje] Mushroom Repository- 蘑菇模型库\n[Lentebriesje] Custom Tree Repository - 真实树木模型库\n  -制作自己的植被包如何制作自己的自定义植被包呢？你需要用到小木斧——Worldedit的配合，或者MCedit此处只以Worldedit制作植被包为例子，关于用MCedit制作植被包请参考贴吧的康乾盛世以前发的教程：http://tieba.baidu.com/p/3052809940我们此处选择的是单机版本的Worldedit,例如我现在要把这棵树做成我的自定义植被，我该怎么办呢？你只需要像这样用选区圈住它，(一定要刚刚好圈住，否则你会选出多余的空气方块影响到在Worldpainter里的使用效果)然后输入//copy 进行复制，接着//schem save <文件名>导出一个schematic文件进行保存需要注意两点：1.    文件名只支持英文名和阿拉伯数字2.    如果你制作的是生存地图的植被包，请确保你的植被包的树木树叶能够正常掉落，因为手动放置的树叶和we放置的树叶的数据值是不同的单机版的Worldedit插件导出的schematic文件位于.minecraft\\config\\worldedit\\schematics之中  -自定义村庄自定义对象的功能远不止于此，实际上把树木换成建筑，你可刷出一座小镇！这里就以原版村庄为例，将原版村庄的所有建筑都用选区圈住进行导出schematic文件用导入树木的方法导入建筑的schematic文件，可以看到右边的预览图中出现了村庄但是你会发现这个时候的村庄各种建筑的生成几率都是一样的，而Minecraft中村庄的农田却有很多，教堂和铁匠铺往往只有一座两座，我们需要点击上面提到的修改按钮进行高级设置此处珀尔将教堂和铁匠铺的相对出现频率调到了25%，图书管理员、屠夫和农民的家调成了50%，一般的小房子和农田调成100%，然后稀疏程度调整为100可以看到调整后的村庄就相对科学多了接着我们只需要在地图上刷上你想生成村庄的位置即可，此处因为我的村庄覆盖层和我的自定义植被覆盖层叠加了，所以村庄的部分地区会有树木，如果你想做的是南方的村庄不妨试试这种效果。导出之后，我们的村庄就完成了~当然，因为schematic不能保存村民，所以这是一座**，你需要手动添加村民。还有铁匠铺用的都是同一个schematic，所以每个铁匠铺的箱子内容都是相同的。以及这个村庄看起来很散乱，你可能需要后期处理拆除某些房屋来添加道路。-自定义地面覆盖层自定义地面覆盖层，也就是在地面方块的基础上再刷一层覆盖层，关于这个功能的用处目前珀尔只想到刷厚积雪和刷高度差河流(高度差河流后面会讲)你还记得Terrain里自带的的Mesa层吗？就是那个平顶山的层状黏土，它会按照高度来自动排列，其实这就是层模式带来的效果。  -实例:利用自定义地面覆盖层绘制矿物块大陆在服务器里，敢把矿物块拿出来建筑的，不是小学生，就是很多矿物又爱炫耀的小学生，要知道大片大片的矿物块别提有多难看，所以今天这个实例咱们就来瞎各位的狗眼，欢迎“交作业”闪瞎各位观众我们新建一个自定义地表覆盖层，然后直接点击上面的小积木按钮进入材质编辑界面：此处进入复杂界面，然后选择斑点模式，在下面按AddMaterial添加更多方块，然后依次设置为矿物块珀尔此处设置的是钻石块，金块，铁块和黏土块(之所以加黏土块是因为绿宝石块实在太瞎眼了所以加来护护眼)，你可以继续进行一些调整，比如各种矿物块出现的几率然后刷上地图即可发给你的朋友们瞎爆他们的狗眼吧！-自定义地下覆盖层说完了地表覆盖层，我们来说说地下覆盖层，地下覆盖层一般的作用是用来刷矿物的，例如你想要在主世界刷下界石英矿石就需要这个功能，当然如果你选择的方块是空气的话那么刷出来的就是是一个个小**。。。啊不，是小洞穴自定义地下覆盖层的设置就简单多了  -实例:利用自定义地下覆盖层绘制矿物天堂如果你是贴吧吧友，那你还记得当年Minecraft吧的恶趣味玩笑吗？只要用钻石镐对着基岩撸24小时，基岩就会爆掉，然后你就会进入矿物天堂！\n\n\n\n\nimage_emoticon25.png (4.8 KB, 下载次数: 137)\n\n下载附件\n\n2017-3-3 19:15 上传\n\n\n\n\n\n当然这是不可能的，毕竟当年的Minecraft吧一个个都是问这个黑色的石头是什么怎么挖不动之类的问题，所以基岩才有了砍手岩的别称，现在我们利用Worldpainter的自定义地下覆盖层功能，也可以模拟出矿物天堂的效果！为了模拟出丰富矿物的效果，我们又制作了一个新的自定义材质，依然是斑点模式，多种矿物混合因为基岩之下是无法放置方块的，所以我们设置其分布范围为0-30层，然后调大规模，完成，然后把整个地图刷一遍进入游戏，自己用Worldedit刷了一层基岩，这样一个伪·矿物天堂就完成了！-自定义洞穴自定义洞穴是自定义功能之中算是自定义功能中的第二强大功能，仅次于自定义对象这个功能的强大以至于现在珀尔也还没彻底的摸透，所以直接上翻译给大家好了通过这个功能可以实现的洞穴效果(并不完整)当然通过这个功能也可以创作大型的空岛，不过具体因为我没用用过所以就不来误导大家了  -实例:自定义大型震撼洞穴此处的实例我们就直接引用贴吧康乾盛世的教程了：http://tieba.baidu.com/p/3052762571毕竟我自己至今也还没有做过这么大的洞穴-自定义地表植被与前面的自定义植被不同，此处的地表植被刷的是草，花一类的植物，而之前的自定义植被适合用来刷树木这就是自定义地表植被的窗口依次为：植被和花朵：草高草丛蕨大型蕨枯死的灌木蒲公英罂粟兰花绒球葱茜草花红色郁金香橙色郁金香白色郁金香粉色郁金香滨菊向日葵丁香玫瑰牡丹树苗：橡树树苗深色橡树树苗云杉树苗白桦树苗丛林树苗金合欢树苗农作物(此类会自动替换下面的方块为耕地)：小麦胡萝卜马铃薯南瓜梗(无南瓜)西瓜梗(无西瓜)甜菜其他：红色蘑菇(不是巨型蘑菇)棕色蘑菇(不是巨型蘑菇)仙人掌甘蔗睡莲地狱疣紫影花/紫颂花(1.9称为紫影花，1.10之后称为紫颂花)————————如果你不满意Worldpainter自动刷给你的草，你可以选择将草方块替换为Bare Grass然后使用自定义地表植被自己来刷草如果想做花丛一类的效果，你可以设置一个100%生成某种花(例如向日葵)的自定义地表植被来制造花丛，当然使用自定义地表覆盖层同样可以达到效果，具体看个人喜好了\n至此进阶部分就完成了，此时你应该已经具备了运用Worldpainter中自定义功能制作地形的技巧，接下来的精通部分我只会讲解一些扩展和技巧性知识，以及自定义Terrain的内容，如果你想了解的话，你可以继续往下看，如果你只是从头一次性看到这里而没有很多的在Worldpainter里进行实践操作的话，你可以点击关闭退出此教程。因为走马观花得来的知识只是暂时的，很快就会忘记\n\n\n如果你使用Worldpainter已经有几个月的时间并且创作过一个以上的完整的地形，那么精通部分可以帮助你了解一些技巧性知识，以及GeoControl2.1和WorldMachine在地形制作上的强大功能。\n-快速预览你的自定义层Worldpainter的自定义功能十分强大，但对于自定义洞穴一类的功能来说，预览图显得比较抽象，很难看出游戏中的具体效果，怎么办呢？我们可以新建一个128*128的超小地形，因为地形越大，其导出时间是成倍增长的，小地形导出时间快，很适合用于测试当我们新建地图之后，会发现出生点(红色准心)不在正中央，我们需要进行调整然后你需要测试什么自定义的层，就可以放心地在上面绘制，然后导出如图我测试的是一个自定义地表覆盖层的配置可以看到，仅用了4秒钟地图就导出完成了小地形拥有极快的导出速度，因此你可以直接开着Minecraft和Worldpainter实时进行测试，这边Worldpainter进行导出，切到Minecraft这边进入存档马上就能直观地查看效果，一旦不满意马上又可以切回Worldpainter这边调整，大大提高了效率，可以说是一个简单又万能的测试方法-自定义笔刷的灵活运用关于自定义笔刷的运用，实际上在之前的那个绘制山脉的实例当中已经讲解了大部分，包括利用不同笔刷延伸山脉，以及山脉突兀的处理方法，因为之前讲过，所以珀尔不会再提笔刷之间重叠部分的处理很多情况下使用自定义笔刷必然会出现重叠的现象，尤其是在山脉一类的笔刷中，重叠部分往往会显得比较高而且错乱，就如同钢管焊接部分的那些接口处一般，这种情况下我们一般会用平滑工具刷一遍重叠处进行处理此图中可以很明显看到重叠部分比其他部分高你可以将平滑工具看成是一个给地形打上高斯模糊的工具，图片打上高斯模糊，如果不是真正的粉丝**恐怕很难认出来当然给地形打高斯模糊，我们没必要搞得太模糊，只需要平滑工具在需要的地方轻轻点击几次即可这就是一个重叠部分的修复实例————————不同笔刷重叠而成的新地形如图，我这有一个火山的自定义笔刷，但是这个笔刷感觉不是很精细，也没有那种侵蚀剥离的效果这时候我们可以找一个圆形的冲积笔刷与之重叠如图，在你想刷火山的位置先刷一个这样的冲积笔刷然后在冲积笔刷的正上方把火山的笔刷刷上去，这时候可能会有火山口不够深的情况，可以另外选一个笔刷右键按住进行降低地形处理处理完的火山长这个样子，这个火山就比之前的火山精细多了同样的方法也可以运用在山脉上，如果你的山脉笔刷刷出来和地形之前不是那么协调，显得突兀，而你又不想用之前的平滑工具的方法，你就可以使用重叠方法来制作过渡效果在你想要刷山脉的地方用自带的笔刷刷一个高地，然后把山脉笔刷对准了刷在上面即可\n结果如图，虽然还显得有些不协调，但是后期的调整是可以进一步修正的-瀑布很多情况下做地形会需要用到瀑布，让水顺着悬崖流下来，这实际上并不难，可以通过之前我做的瀑布作为实例来进行教学  -实例:伊瓜苏瀑布【Minecraft/我的世界】【速刷】地形作品——伊瓜苏瀑布要做一个瀑布，首先你必须得有一个悬崖地形，你可以利用平坦工具达到这个效果如上图，我使用了浅蓝色的Annotation层画了个假河道，然后设置expect on浅蓝色Annotation层抬高周围的地形，不然的话填充水时会溢出水淹全图，因此，在悬崖附近也必须抬高地形填充完毕之后，这个抬高一格的方块你就可以用平坦工具降低回去了最后我们使用Terrain里的这个水方块，把之前抬高一格的那些区域全部刷一遍也就是圈住的部分——瀑布的上游靠近悬崖的地方，刷好之后我们就可以进行导出了如果实在是不信任的话，可以用之前教过的128*128超小地形来测试你的瀑布是否正常需要注意的是，瀑布效果需要自己进入游戏，等流动水出现后才会完整，而且如果你的瀑布是斜45°的，那么这个瀑布就会产生无限水，影响美观。瀑布的落差建议大于6格-高度差河流也许瀑布所带来的河流高度差还不能满足于你，想尝试一下高度差河流吗？首先你需要的是一个带有高度差的地形(废话)然后新建一个自定义地表覆盖层，设置材质为水(8号方块，9号的是流动水)然后具体的设置大家可以参考图中珀尔我自己一贯来用的设置，也可以参考图中下半部分的详解来进行调整设置好之后我们只需要在你想添加河道的地方刷上这个覆盖层即可值得注意的是，河流在经过高度差部分时可能会出现无限水，以及，如果河道没有封好的话，你的高度差河流可能会溃堤泛滥，如果上游的某一部分比下游低的话，会给人一种水往高处流的感觉，所以要保证河流从头到尾地形都是从高到低的  -实例:埃德加【珀尔】适合建筑的地形——埃德加埃德加算是珀尔我个人纯Worldpainter制作的地形中十分不错的一个地形了，这个地形中的河流使用了普通河流与高度差河流交替的方法制作，在平坦地段是正常的河流，而在高度差部分则是高度差河流(下图中黄色箭头指着的部分)让我们放大一下如果我们隐藏了高度差河流的自定义地表覆盖层，可以看到我只是挖了河道，然后填充水，把中间用高度差河流连接起来而已(连接的时候用到了only on Land)如图：关于高度差河流我感觉操作起来比瀑布简单而且也更真实，因此现在我不怎么喜欢用瀑布，而更喜欢用高度差河流如果你实在是搞不懂那个瀑布效果，实际上搞懂高度差河流也差不多了-天然石拱桥你是否参观过桂林的象鼻山，或是张家界的**洞？你是否想做出那种悬崖上一个洞的效果？是的，天然石拱桥其实就是自定义洞穴层的灵活运用，先放上两张效果图  -实例:丹特斯之湖【新式创筑】【地形作品】丹特斯之湖——它的曾经和现在如果你浏览我的Worldpainter工程文件，你会发现这个石拱桥原来就是一个这样的环形大墙我只不过是在这个环形墙上每隔一段刷一个自定义洞穴罢了，这样说白了就是利用自定义洞穴层在墙上凿出洞穴来，当然这个自定义的洞穴设置也是有讲究的天花板的高度需要低于你环形山顶部高度10-20格左右，此处我设置为145因为我的环形山山顶高为160格地板的高度需要和环形山山脚的高度一致，此处我设置为75因为整个环形山山脚下高度都在73-77之间，并且此处需要设置Material(材质)使用与山脚覆盖的方块一样的材质，例如此处因为山脚下是沙漠，我就设置为覆盖沙子墙面的设置，顶部的宽度要调大，让其看起来有一种平滑过渡的效果，而底部宽度尽可能小一些，否则石拱桥底部会出现多余的石头设置完成之后，在你需要镂空的地方刷上自定义洞穴层就可以了！-自定义Terrain的快速预览实际上，关于自定义Terrain的教程已经渗透在前面的诸多自定义之中了，当然，自定义Terrain的预览没必要新建128*128地形，直接在Worldpainter中操作即可通过Terrain栏的小加号可以新建一个自定义Terrain层此处我制作了一个三种颜色染色黏土排列的Terrain制作好的自定义Terrain会出现在Custom Terrain栏中这时候在地图上刷上你的自定义Terrain，可以看到实时的效果这时候我想要尝试一下X轴方向倾斜，于是乎我直接在设置界面进行调整而调整的结果会直接出现在预览图之中，可以看到花纹确实是按照X轴方向倾斜了-真实地形的导入很多情况下我们是需要用到真实地形的，但是自定义笔刷也不能做得到完美还原，怎么办呢？此处借用了贴吧康乾盛世的教程：http://tieba.baidu.com/p/3099969869教程中的实例是珠穆朗玛峰当然据说现在谷歌地球也可以下载灰度图了，使用谷歌地球可能会更方便一些-GeoControl2.1与Worldpainter配合制作地形GeoControl2.1是一款较容易上手的地形制作软件，百度上随随便便也可以下载到，你只需要设定高度然后拖出山脉的走向，添加几个滤镜就能达到逼真的效果，但是此软件蛋疼的地方在于无法撤销和难以控制，当然在制作河谷方面它是有着很大的优势的此处直接引用icrdr的教程：【icrdr】真实雪原生存冒险地图发布以及真实地形的制作教程自己下载软件来摸索一段时间之后基本就可以进行下一步了  -利用GeoControl2.1制作你的自定义笔刷虽然GeoControl2.1制作地形比较难控制，但是利用其自带的各种滤镜，其实是可以很方便地制作自定义笔刷的首先打开软件，点击常规—常规，调整地形尺寸为1024(如果用512的话出来的笔刷不是很理想)，宽度设置为1024，高度设置为Minecraft的上限——256接着点击那个“等值线”它会提示你新建一个空地形，点击确认就对了然后我们在等值线界面中，首先在下面的调整栏处将高度调整为256，然后点击那个铅笔工具进行绘制我们要做的是一个直线山脉的自定义笔刷，所以在中央画一条白色等高线即可然后为了防止高度溢出，保证地图周围高度为0，我们将高度设为0，在地图边缘拖住画一圈即可，然后点击生成就可以看到具体效果了，但是现在这个地形就是一个纯粹的小岛，我们需要继续加工来到预置滤镜界面(怎么来到这个界面请看上面引用的教程)，选择你想做的笔刷的山是哪一种形状的，选择完毕之后再点击一次生成可以看到，现在已经成为一个山脉的样子了，我们可以将其导出然后放进Worldpainter的自定义笔刷文件夹之中菜单栏中的生成—导出地形—灰度数字高程模型进行导出吧可以看到这样我们的笔刷就完成了~当然，对于制作笔刷，珀尔推荐是制作一些弯度不同的山脉，比如山脉夹角为105°，120°，135°，150°，165°，180°(即为直线)的山脉而如果你做了两条夹角都是180°山脉的自定义笔刷，一条是竖直的，一条是斜着的，那没必要，因为Worldpainter里面笔刷是可以旋转角度的，等于你多做了一个相同的笔刷，但是你倒是可以做镜像的笔刷(例如水平翻转，垂直翻转的笔刷)最重要的一点就是尽量有一条边是南北走向的！这样在Worldpainter之中你会很方便的旋转笔刷进行操作，因为这样我在Worldpainter之中旋转笔刷多少度就是倾斜多少度，这也是为什么珀尔一直以来很喜欢直线的南北走向山脉笔刷的原因-WorldMachine与Worldpainter配合制作地形WorldMachine是一款非常专业的地形制作软件，可以说它和Worldpainter的结合可以真正的做出十分完美甚至逆天的地形效果但是介于此软件的复制和图文解说晦涩难懂的情况，珀尔就不打算弄图文教程了，在此引用DSW衰变死猫(@世界边境)发布在B站的视频教程【死猫のWM地形视频教程】利用WM制作地形吧！第一期（基础~陨石坑）【死猫のWM地形视频教程】利用WM制作地形吧！第二期（雪山与分层上色）【死猫のWM地形视频教程】利用WM制作地形吧！第三期(水漩涡及GeoGlyph插件）【死猫のWM地形视频教程】利用WM制作地形吧！第四期(魔髓脊及血管状纹理）\n\n至此本教程的所有内容就结束了上面各个总览图中的红色部分为尚未添加的部分，正在筹划中无论你是否完全领悟，哪怕只看懂了入门阶段也好，你真心觉得这片教程对你起到了帮助的话，请给我一些人气和金粒吧，O(∩_∩)O谢谢-注：此教程在软件资源区也有，只不过因为一般去那边的人都是为了找资源去的而不是为了找教程，因此人气惨淡，考虑到这边建筑师很多，应该有人会需要，所以我就搬了过来\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1488561780,
            "txt_content": "可以的，不过我在贴吧看过了，顺便有些图片比例崩了，然后排版可以稍微调整调整，字明显一点，标注下重点啥的。"
        },
        {
            "author": "Po_er",
            "timestamp": 1488583560,
            "txt_content": "LocusAzzurro 发表于 2017-3-4 01:23\n可以的，不过我在贴吧看过了，顺便有些图片比例崩了，然后排版可以稍微调整调整，字明显一点，标注下重点啥 ...\n排版上有点纠结，是靠左还是居中比较好，另外就是打算把显示隐藏内容的按键搞得明显一些\n至于图片，尺寸主要是因为微博图床的关系，但是基本上都是原始大小了，重新拍的话推荐修正哪边？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1488609480,
            "txt_content": "Po_er 发表于 2017-3-4 00:26\n排版上有点纠结，是靠左还是居中比较好，另外就是打算把显示隐藏内容的按键搞得明显一些\n至于图片，尺寸 ...\n建议靠左，然后就是图片和文字之间可以空一行，不然看起来都挤在一起了，字也可以稍微大一点，用颜色和加粗标注重点什么的，图片有的img标签应该是卡了自动填了别的参数，检查一下有没有"
        },
        {
            "author": "㏑243",
            "timestamp": 1489202520,
            "txt_content": "支持 其实都没啥难的"
        },
        {
            "author": "Po_er",
            "timestamp": 1489225680,
            "txt_content": "Guy 发表于 2017-3-11 11:22\n支持 其实都没啥难的\n谢谢\n说难也难，说容易也不容易，关键看是否细心，以及灵感2333"
        },
        {
            "author": "Cao_Chao",
            "timestamp": 1491052620,
            "txt_content": "制作一般的SG地图感觉特别爽，赞一个"
        },
        {
            "author": "Po_er",
            "timestamp": 1491053340,
            "txt_content": "Cao_Chao 发表于 2017-4-1 21:17\n制作一般的SG地图感觉特别爽，赞一个\n谢谢，实际上只要脑洞无限大就会有无限种用法2333"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1491055380,
            "txt_content": "讲道理这工程量就给优秀！？害怕.png\n一直在用WP，但是没有够详细的教程所以有些地方一直不懂\n谢拉！长知识了"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1491059400,
            "txt_content": "马克一下,教程好评!\n万一以后有Zbrush或者Houdini16捏地形的呢(滑稽脸"
        },
        {
            "author": "Po_er",
            "timestamp": 1491062340,
            "txt_content": "volta薯片~ 发表于 2017-4-1 22:03\n讲道理这工程量就给优秀！？害怕.png\n一直在用WP，但是没有够详细的教程所以有些地方一直不懂\n谢拉！长知识 ...\n其实匠人酒馆这边优秀标准蛮低的，不过论坛正好缺wp教程，我觉得优秀也够了\n反正现在来说教程还在完善"
        },
        {
            "author": "练习册",
            "timestamp": 1491092520,
            "txt_content": "个人觉得这个工具真的很方便，我不仅喜欢用它来做MC地形，还喜欢用它来做创意空间地形。"
        },
        {
            "author": "JYH小蚂蚁",
            "timestamp": 1491096480,
            "txt_content": " 本帖最后由 JYH小蚂蚁 于 2017-4-2 09:29 编辑 \nPo_er 发表于 2017-3-11 17:48\n谢谢\n说难也难，说容易也不容易，关键看是否细心，以及灵感2333说难也难，说容易也不容易\n那不就是很难的意思吗（滑稽）"
        },
        {
            "author": "xuelang123",
            "timestamp": 1491100800,
            "txt_content": "终于有这类教程了，表示我找了一万年才有这好教程"
        },
        {
            "author": "Cao_Chao",
            "timestamp": 1491103440,
            "txt_content": "Po_er 发表于 2017-4-1 21:29\n谢谢，实际上只要脑洞无限大就会有无限种用法2333\n我想开发城市地图的念头又来了\n超平坦看着太恶心\n普通生成的世界太恶心\n这玩意刚刚好"
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1491110820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "世界边境",
            "timestamp": 1491110820,
            "txt_content": "哎，首页了~"
        },
        {
            "author": "故茶",
            "timestamp": 1491128400,
            "txt_content": "请问大型空岛怎么弄？？有对应教程吗？？"
        },
        {
            "author": "super西红柿",
            "timestamp": 1491130620,
            "txt_content": "能不能分享一下你的笔刷？"
        },
        {
            "author": "myshdr",
            "timestamp": 1491131220,
            "txt_content": "很有用，感谢楼主，终于不用再担心服务器太单调了"
        },
        {
            "author": "Po_er",
            "timestamp": 1491134760,
            "txt_content": "super西红柿 发表于 2017-4-2 18:57\n能不能分享一下你的笔刷？\nhttps://pan.baidu.com/s/1miz4w3I"
        },
        {
            "author": "QingNiao",
            "timestamp": 1491136380,
            "txt_content": "如果软件能够自带汉化的那就多好！就算是赞助后作者才会汉化也行"
        },
        {
            "author": "Po_er",
            "timestamp": 1491140460,
            "txt_content": "QingNiao 发表于 2017-4-2 20:33\n如果软件能够自带汉化的那就多好！就算是赞助后作者才会汉化也行\n教程里已经对重要界面汉化了"
        },
        {
            "author": "super西红柿",
            "timestamp": 1491201300,
            "txt_content": "Po_er 发表于 2017-4-2 20:06\nhttps://pan.baidu.com/s/1miz4w3I\n嗯，谢谢"
        },
        {
            "author": "Po_er",
            "timestamp": 1491202500,
            "txt_content": "故茶 发表于 2017-4-2 18:20\n请问大型空岛怎么弄？？有对应教程吗？？\n这个你得去贴吧找康乾盛世的教程，在精品贴内，慢慢找"
        },
        {
            "author": "Po_er",
            "timestamp": 1491202560,
            "txt_content": "世界边境 发表于 2017-4-2 13:27\n哎，首页了~\n自主申请的，可以一直在上面直到被顶下来为止"
        },
        {
            "author": "jy58002",
            "timestamp": 1491205320,
            "txt_content": "楼主有可以把mod方块也加进去的吗"
        },
        {
            "author": "Po_er",
            "timestamp": 1491214860,
            "txt_content": "jy58002 发表于 2017-4-3 15:42\n楼主有可以把mod方块也加进去的吗\n暂时不清楚有没有这项功能"
        },
        {
            "author": "世界边境",
            "timestamp": 1491236820,
            "txt_content": "Po_er 发表于 2017-4-3 14:56\n自主申请的，可以一直在上面直到被顶下来为止\n奥~这样的话，等我永暮星完坑之后也试着申请一个~不过不知道第一次做生存地图能不能首页啊。。"
        },
        {
            "author": "世界边境",
            "timestamp": 1491237180,
            "txt_content": "Po_er 发表于 2017-4-3 18:21\n暂时不清楚有没有这项功能\n可以，在Edit栏中勾选Extended block IDs，可用的方块ID会扩展到4000+。"
        },
        {
            "author": "仓鼠菌",
            "timestamp": 1491263280,
            "txt_content": "大触可真行，我可没有在BBS里看到过WP的教程，感谢大大"
        },
        {
            "author": "kid小东",
            "timestamp": 1491289680,
            "txt_content": "问一下..制作什么地图都可以用吗？RPG，PVP、空岛。这些都可以吗。"
        },
        {
            "author": "E100撞老鼠",
            "timestamp": 1491290040,
            "txt_content": "嗯......\n终于有BBS版的了么\n看来我贴吧收藏的可以删了\n不过种感觉贴吧版的发布得更早啊...这不是搬贴吧的么,怎么是软件版的了"
        },
        {
            "author": "Po_er",
            "timestamp": 1491294900,
            "txt_content": "E100撞老鼠 发表于 2017-4-4 15:14\n嗯......\n终于有BBS版的了么\n看来我贴吧收藏的可以删了\n我和贴吧的鑫森淼焱垚晶瞐(珀尔)是同一个人\n以及论坛可以随时编辑帖子太方便了，所以主要是管理论坛这边"
        },
        {
            "author": "Po_er",
            "timestamp": 1491294900,
            "txt_content": "仓鼠菌 发表于 2017-4-4 07:48\n大触可真行，我可没有在BBS里看到过WP的教程，感谢大大\n原先有的但是很散乱，讲的也不够全"
        },
        {
            "author": "E100撞老鼠",
            "timestamp": 1491307260,
            "txt_content": "Po_er 发表于 2017-4-4 16:35\n我和贴吧的鑫森淼焱垚晶瞐(珀尔)是同一个人\n以及论坛可以随时编辑帖子太方便了，所以主要是管理论坛这边 ...\n看得出来的...\n我只是说我第一次是在贴吧看见的而已啦~"
        },
        {
            "author": "233的石头",
            "timestamp": 1491315300,
            "txt_content": "没有导入地图吗"
        },
        {
            "author": "yy1033749628",
            "timestamp": 1491320280,
            "txt_content": "有时间得好好看看"
        },
        {
            "author": "カラスくん",
            "timestamp": 1491387600,
            "txt_content": "噫~珀尔大佬2333谢谢教程"
        },
        {
            "author": "Gnjkk_",
            "timestamp": 1491390120,
            "txt_content": "啊啊，楼主大好人！终于找到一个比较详细的worldpainter的教程了！之前在贴吧找到的都或多或少觉得不是很好！！"
        },
        {
            "author": "Po_er",
            "timestamp": 1491393000,
            "txt_content": "カラスくん 发表于 2017-4-5 18:20\n噫~珀尔大佬2333谢谢教程\n还是bbs多人用wp，人气蛮高"
        },
        {
            "author": "Po_er",
            "timestamp": 1491393000,
            "txt_content": "Gnjkk_ 发表于 2017-4-5 19:02\n啊啊，楼主大好人！终于找到一个比较详细的worldpainter的教程了！之前在贴吧找到的都或多或少觉得不是很好 ...\n1月份那时候我不是在贴吧发了同样的贴子么？"
        },
        {
            "author": "橙猫丶",
            "timestamp": 1491395400,
            "txt_content": "为什么生成的地图 有的地方会闪退 楼主有遇到过么"
        },
        {
            "author": "Po_er",
            "timestamp": 1491452880,
            "txt_content": "橙猫丶 发表于 2017-4-5 20:30\n为什么生成的地图 有的地方会闪退 楼主有遇到过么\n没有遇到过，建议显示“载入世界中”时耐心等待不然这时候未响应地图容易损坏"
        },
        {
            "author": "カラスくん",
            "timestamp": 1491481500,
            "txt_content": "Po_er 发表于 2017-4-5 19:50\n还是bbs多人用wp，人气蛮高\n恩恩，加油2333"
        },
        {
            "author": "3245149",
            "timestamp": 1491489780,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "红莲寂静",
            "timestamp": 1491535260,
            "txt_content": "看了之后，迫不及待的想去试试。。。"
        },
        {
            "author": "cvbip",
            "timestamp": 1491539760,
            "txt_content": "那么可以使用Mod方块吗"
        },
        {
            "author": "Gnjkk_",
            "timestamp": 1491584040,
            "txt_content": "Po_er 发表于 2017-4-5 19:50\n1月份那时候我不是在贴吧发了同样的贴子么？\n我在这之前就在搜教程，然后没找到这种比较完美比较详细的。之后换电脑以后，也就拿着其他的教程凑合着看，没有再去找了"
        },
        {
            "author": "Mo_Ying_",
            "timestamp": 1491638700,
            "txt_content": "大爱Worldpainter"
        },
        {
            "author": "地の侍る",
            "timestamp": 1491643140,
            "txt_content": "感謝の気持ちに！楼主大好人，解了洒家的燃眉之急！"
        },
        {
            "author": "zi-min的fan",
            "timestamp": 1491650460,
            "txt_content": "大触教人...学习一波"
        },
        {
            "author": "Ghost__|幻冥|",
            "timestamp": 1491662160,
            "txt_content": "新手报道，资料不错，正好要做地图,感谢！"
        },
        {
            "author": "Po_er",
            "timestamp": 1491699240,
            "txt_content": "cvbip 发表于 2017-4-7 12:36\n那么可以使用Mod方块吗\n在自定义terrain里把扩展id打开，然后方块id就会加到4000多个"
        },
        {
            "author": "cvbip",
            "timestamp": 1491714480,
            "txt_content": "Po_er 发表于 2017-4-9 08:54\n在自定义terrain里把扩展id打开，然后方块id就会加到4000多个\n原来如此，明白了，谢谢"
        },
        {
            "author": "维他命の淡蓝",
            "timestamp": 1491865620,
            "txt_content": "手动造地形，土方法螺旋稳~！"
        },
        {
            "author": "xiao_kir",
            "timestamp": 1491899760,
            "txt_content": "入门，基础，进阶，吃土"
        },
        {
            "author": "Po_er",
            "timestamp": 1491909240,
            "txt_content": "维他命の淡蓝 发表于 2017-4-11 07:07\n手动造地形，土方法螺旋稳~！\n你可以自己算算512*512需要撸多少方块再回来说这句话= ="
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1491912300,
            "txt_content": "几年之后\n你也许听说过小木斧——Worldedit创世神插件，以及它所带来的建筑便利。你搞不好也听过小铁铲——Worldpainter环境画师软件，但你可知道小金镰——Worldhacker这款强大的Minecraft信息获取模组吗？你是否也曾感叹，别人有好的建筑、有一个好的地形衬托、还有一些神奇的机关、生物、武器，但自己学他们做嫌懒，而手撸出来却又不可能？没问题，一旦熟练掌握Worldmaster，很多私服的地图、武器、生物通通带回自己存档\n\n你也许听说过小木斧——Worldedit创世神插件，以及它所带来的建筑便利。你有可能也听过小铁铲——Worldpainter环境画师软件。你甚至还知道小金镰——Worldhacker入侵世界模组、但你可知道小钻剑——WorldKiller这款强大的Minecraft作........[违反论坛规定 已被管理员删除]"
        },
        {
            "author": "Jerry2002",
            "timestamp": 1491977100,
            "txt_content": "我哈我哈我哈我哈我哈我洗我哈wiwi                    "
        },
        {
            "author": "music_boy",
            "timestamp": 1492004880,
            "txt_content": "怎么收藏。。"
        },
        {
            "author": "74185263",
            "timestamp": 1492008360,
            "txt_content": "触"
        },
        {
            "author": "Po_er",
            "timestamp": 1492058100,
            "txt_content": "咕噜and呼噜 发表于 2017-4-11 20:05\n几年之后\n你也许听说过小木斧——Worldedit创世神插件，以及它所带来的建筑便利。你搞不好也听过小铁铲—— ...\n强行达成共识.jpg(滑稽)\n要是再算个小木箱——chunky的话"
        },
        {
            "author": "FRMS-Ling",
            "timestamp": 1492085220,
            "txt_content": "好楼支持，虽然看不懂...\n膜拜大神！"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1492088880,
            "txt_content": "Po_er 发表于 2017-4-13 12:35\n强行达成共识.jpg(滑稽)\n要是再算个小木箱——chunky的话\n小木箱干什么2333333"
        },
        {
            "author": "keepme",
            "timestamp": 1492140960,
            "txt_content": "从入门到放弃...\n太长了,先收藏下..."
        },
        {
            "author": "Po_er",
            "timestamp": 1492143660,
            "txt_content": "咕噜and呼噜 发表于 2017-4-13 21:08\n小木箱干什么2333333\n常用的渲染神器啊23333"
        },
        {
            "author": "Ten_strokes",
            "timestamp": 1492218240,
            "txt_content": "支持，加油。特别喜欢这种帖子"
        },
        {
            "author": "十字Shizi",
            "timestamp": 1492234380,
            "txt_content": "加油，挺好的，排版有心"
        },
        {
            "author": "Po_er",
            "timestamp": 1492263000,
            "txt_content": "十字Shizi 发表于 2017-4-15 13:33\n加油，挺好的，排版有心\n排版什么的可以算是除了编写之外最费时间的工作，而且单单排版就排了三个小时"
        },
        {
            "author": "mr.ping",
            "timestamp": 1492332480,
            "txt_content": "worldpainter-----从入门到入土"
        },
        {
            "author": "Qilx1014",
            "timestamp": 1492339140,
            "txt_content": "小铁铲！！！！！！！！！！\n支持支持qwqwqwqwqwqwqwqqqqqq一直想找这个"
        },
        {
            "author": "老咸鱼Ed",
            "timestamp": 1492344600,
            "txt_content": "资瓷下珀尔大佬"
        },
        {
            "author": "1264649848",
            "timestamp": 1492605660,
            "txt_content": "6666666666666666"
        },
        {
            "author": "Arneb",
            "timestamp": 1492606380,
            "txt_content": "毕设做完我就过来！"
        },
        {
            "author": "凯_Xuan",
            "timestamp": 1492838640,
            "txt_content": " 本帖最后由 凯_Xuan 于 2017-4-22 13:44 编辑 \n\n地形早好了之后发现跑出范围就是原地形了咋办...\n"
        },
        {
            "author": "Po_er",
            "timestamp": 1492930800,
            "txt_content": "凯_Xuan 发表于 2017-4-22 13:24\n地形早好了之后发现跑出范围就是原地形了咋办...\n导出的时候选虚空“Void”，注意看教程里导出地图那边"
        },
        {
            "author": "不可壹世",
            "timestamp": 1492951380,
            "txt_content": "希望能有汉化"
        },
        {
            "author": "Po_er",
            "timestamp": 1493032020,
            "txt_content": "不可壹世 发表于 2017-4-23 20:43\n希望能有汉化\n如果你认为有人能汉化整个java8的数据库的话"
        },
        {
            "author": "qq734991493",
            "timestamp": 1493033880,
            "txt_content": "谢谢很有帮助"
        },
        {
            "author": "chiqingc",
            "timestamp": 1493208540,
            "txt_content": "支持  不错"
        },
        {
            "author": "凌草之霜",
            "timestamp": 1493562180,
            "txt_content": "交作业，做了个海岛和雪山，拍摄的时候开了光影并加了字体，第一次做的不好哈\n\n\n\n\n"
        },
        {
            "author": "凌草之霜",
            "timestamp": 1493562600,
            "txt_content": "zhaizhile 发表于 2017-4-30 22:23\n交作业，做了个海岛和雪山，拍摄的时候开了光影并加了字体，第一次做的不好哈\n附一张wp的3D视图"
        },
        {
            "author": "MCMADAO",
            "timestamp": 1493566620,
            "txt_content": "看到标题，突然想做做地形玩了，点进来看看内容，彻底打消了这个念头，看上去真的好复杂"
        },
        {
            "author": "wy505891",
            "timestamp": 1493569380,
            "txt_content": "可以的，不过我在贴吧看过了，顺便有些图片比例崩了，然后排版可以稍微调整调整，字明显一点，标注下重点啥的。"
        },
        {
            "author": "Po_er",
            "timestamp": 1493607060,
            "txt_content": "zhaizhile 发表于 2017-4-30 22:30\n附一张wp的3D视图\n这个雪山我感受到了用心！真的，很不错的作品\n不过地图周围的海，可以用状态栏里面的那个拼图图标去掉的"
        },
        {
            "author": "Po_er",
            "timestamp": 1493607120,
            "txt_content": "MCMADAO 发表于 2017-4-30 23:37\n看到标题，突然想做做地形玩了，点进来看看内容，彻底打消了这个念头，看上去真的好复杂 ...\n我反倒觉得这是我接触的最简单的软件了，版主你是不知道我被worldmachine支配的恐惧"
        },
        {
            "author": "凌草之霜",
            "timestamp": 1493611500,
            "txt_content": "Po_er 发表于 2017-5-1 10:51\n这个雪山我感受到了用心！真的，很不错的作品\n不过地图周围的海，可以用状态栏里面的那个拼图图标去掉的 ...\n谢谢，知道啦~"
        },
        {
            "author": "东城刃更",
            "timestamp": 1493717640,
            "txt_content": "LocusAzzurro 发表于 2017-3-4 01:23\n可以的，不过我在贴吧看过了，顺便有些图片比例崩了，然后排版可以稍微调整调整，字明显一点，标注下重点啥 ...\n很强6666\n非常强"
        },
        {
            "author": "1071185324",
            "timestamp": 1496374740,
            "txt_content": "厉害了楼主感谢楼主的教程 不然复杂的根本看不懂= ="
        },
        {
            "author": "Po_er",
            "timestamp": 1496398560,
            "txt_content": "1071185324 发表于 2017-6-2 11:39\n厉害了楼主感谢楼主的教程 不然复杂的根本看不懂= =\n看不懂的话直接回帖就好了"
        },
        {
            "author": "一股清流",
            "timestamp": 1496498340,
            "txt_content": "LocusAzzurro 发表于 2017-3-4 01:23\n可以的，不过我在贴吧看过了，顺便有些图片比例崩了，然后排版可以稍微调整调整，字明显一点，标注下重点啥 ...\n大佬。。。膜拜"
        },
        {
            "author": "守望星空",
            "timestamp": 1496560080,
            "txt_content": "\n\n\n\n我来跟作业的，图有点大......\n\n"
        },
        {
            "author": "Po_er",
            "timestamp": 1496685360,
            "txt_content": "守望星空 发表于 2017-6-4 15:08\n我来跟作业的，图有点大......\n别用空间的图。。。搞个微博用微博相册"
        },
        {
            "author": "守望星空",
            "timestamp": 1496708460,
            "txt_content": "Po_er 发表于 2017-6-6 01:56\n别用空间的图。。。搞个微博用微博相册\n\n\n抱歉哈，啊哈哈~我之前不知道.....【认真的补交作业】"
        },
        {
            "author": "Po_er",
            "timestamp": 1496828880,
            "txt_content": "守望星空 发表于 2017-6-6 08:21\n抱歉哈，啊哈哈~我之前不知道.....【认真的补交作业】\n一开始就能有这种控制坡度加树木的意识了呢，不错不错\n软件自带的树里面，阔叶林和丛林这两种的树木间隔，大小都可以用笔刷硬度来控制，造成渐变的效果"
        },
        {
            "author": "守望星空",
            "timestamp": 1496920860,
            "txt_content": "Po_er 发表于 2017-6-7 17:48\n一开始就能有这种控制坡度加树木的意识了呢，不错不错\n软件自带的树里面，阔叶林和丛林这两种的树木间隔 ...\n谢谢指导，哦，对了，我想问一下，WP能不能再加工已经成为minecraft地图的文件呢？【因为制作好了的地图导出为minecraft地图文件的时候就变成了文件夹.....】如果能，我该怎么弄呢？"
        },
        {
            "author": "Po_er",
            "timestamp": 1497014340,
            "txt_content": "守望星空 发表于 2017-6-8 19:21\n谢谢指导，哦，对了，我想问一下，WP能不能再加工已经成为minecraft地图的文件呢？【因为制作好了的地图 ...\n并不推荐，我试了很多次，就算是导入再导出这种毫无修改的动作，存档依然会各种损坏"
        },
        {
            "author": "free8605",
            "timestamp": 1498081080,
            "txt_content": "一般情况下我会设定角度大于45°的地方刷上石头组合(Stone Mix)或者岩石(Rock)\n一些陡坡的石头是自己一点一点刷上去的吗，还是说有什么办法能将范围内所有大于一定角度的陡坡自动刷上石头？\n手动的话又是怎么刷的，我选的石头组合刷出来的还是草地，以及刷的时候是用平滑还是升降？"
        },
        {
            "author": "2304387422qwe",
            "timestamp": 1498228800,
            "txt_content": "厉害啦 不愧是大佬"
        }
    ]
}