{
    "title": "[多线]梦幻之乡 —— 辉夜姬|魔法|暮色|枫树|时装|动作|东方|NPC|RPG[1.7.10]",
    "author": "AzhangzhefuA",
    "replyCount": 0,
    "timestamp": 1488529260,
    "txt_content": "梦幻之乡，从我还是上学时代就开始创立了，现在仔细算算已经过去了快5年了呢。当初那些陪伴我走过来的人，一个个都离去，升学的升学上班的上班，\n因为一些原因还被迫停服了1年，到现在连我自己都已经成为苦逼逼的上班族了ㄟ( ▔, ▔ )ㄏ   \n再回首，那些年曾经陪伴我的人，已经只剩下了那么几个，嘛至少还有人陪我。\n-------------------------------------------------↑LZ的碎碎念↑--------------------------------------------------\n现在，服务器再一次的踏上了征程（毕竟有工资了嘛(。-`ω?-)）\n服务器是刚开（某种意义上滴刚开） \n网络类型：电信、移动、联通\n游戏模式：RPG、生存、战争\n弄了一段时间算是弄粗（chu）了一些雏形\n下面大致的介绍一下服务器。\n目前为止，服务器用世界来划分\n世界分别是：【生存、地狱【PVP】、末地【PVP】（主世界）】主城、战场【PVP】、暮色【PVP】【死亡掉落】、游戏\n标记了PVP的是可以PVP并且不受制裁的世界。死亡掉落杀人抢劫不受制裁！\n1.主城世界\n\n\n\n主城，登录聚集点，主要出生点。我家建筑师建的(/ω＼)\n在这里禁止PVP也无法产生实质伤害\n从这里可以走传送门分别通往生存、副本、地狱、游戏世界\n  \n \n\n系统商城·爱之城 我家建筑师建的(/ω＼)\n当到晚上的时候这些灯光就会自动打开，开启光影食用更佳~\n在这里可以购买、出售一些物品，装备等。\n\n\n2.生存世界\n \n\n \n这里是主要的世界，生存的世界，在这里可以正常的游戏。\n在这里虽然可以PVP，但是不能禁止恶意PVP详细规则请看接待NPC萌萌\n接待NPC萌萌的接待语可是她本人写的哦，萌萌就在群里有胆量的可以来调戏(? ? ?)?\n其实群主也挺可爱的，拥有很温柔妩媚的声音，以及一个好的身材(woc我在说什么)  欢迎来调戏（做得到的话←_←）\n3.战场世界\n \n\n战场世界，这里可以传送到各个战场，玩家自由PVP，在这里不受PVP限制与管束\n玩家直接可以无所顾忌的PVP并且不会收到制裁。平时每周举行活动也在这个世界\n并且这个世界死亡后无法传送回死亡地点 无法进行玩家之间TP传送 \n\n\n\n\n\n\n\n\n\n副本·红魔馆【借助了某大触的作品】\n相信了解【东方Project】都知道红魔馆吧。\n在这里，你会碰到红魔馆里面的小怪和BOSS\n复杂的构造、地牢、迷宫、超大图书馆，说实话把我自己都绕晕了\n通过击杀小怪与BOSS获得的掉落物可以兑换各种装备以及物品\n5.暮色森林 【死亡掉落】杀人不受制裁\n\n\n暮色森林，大多数都知道的吧。不了解的可以论坛搜索或者直接百度暮色森林\n新版本的暮色森林由于需要解锁成就才能前往很麻烦，所以乐于助人的做了一条\n成就之路，可以帮人把大部分成就解锁，并且是免费解锁哦~\n\n\n主要的世界就介绍这么多了，接下来就说一些基础规则以及特色玩法\n1.关于时装\n时装工坊，可以用于制作武器，装备，方块的模型，更是能制作翅膀\n \n需要详细了解可以自行搜索时装工坊\n在本服，玩家可以自己制作时装，但是需要通过op审核。\n当审核通过后玩家就可以使用这个时装。\n2.楼观剑\n这个武器属于特殊武器 通过右键蓄力向前突进斩出造成AOE伤害\n看起来很简单，其实有很多隐藏技巧。\n一个会玩楼观剑的大神，甚至能一个对付几个不怎么会的人\n楼观剑属于辉夜姬五难题自带物品，并且很容易制作\n每周，在战场世界还会举行楼观剑排位赛，前三获得奖励并且进行排名\n\n\n3.枪械\n狙击、冲锋、手榴弹、地雷等战场定期举行活动\n\n\n4.职业联赛\n  \n\n\n5个职业武器，刺客，射手，法师，战士，肉盾你喜欢哪个？\n每周战场活动【召唤师峡谷】等你来战(? ? ?)?\n这个还在测试阶段，将来会推出兵线，防御塔，水晶等功能\n6.灵活动作/跑酷\n攀沿天花板： 这个MOD攀沿在天花板上的铁栅栏 当你在够得着的铁栅栏下方，跳上去并按住 【F】 按钮后可以进行攀沿  攀登藤蔓： 当你装了这个MOD后，即使藤蔓没有方块靠着，也可以进行攀沿 当你靠近藤蔓后，按住【F】按钮和跳跃按钮后，开始攀登藤蔓。 但要小心的是，当你松开按键后你会摔下去  新的游泳和潜水动作： 当你跳入水中，水至少要有两个方块深才会有用 按住跳跃键，你可以浮到水面上，并且你再也不用当心你松开跳跃键后会往下沉 当你往前游泳时，你所游向的方向是你鼠标所指的地方 当你在水中，你可以按下潜伏键来下潜  新的飞行动作： 这个MOD实现了更加真实的飞行 它完全是标准的飞行动作，飞行的方向不再由方向键控制，而是你的鼠标  蓄力的跳跃： 这个MOD可以使你跳的更加高 当你按住【F】按钮和跳跃按钮时，你会发现一个蓄力的图标出现了，蓄满松开后就可以跳的更加高！不再是只可以跳两格了！！ 当你开始移动之后，你之前所有的蓄力将会消失  海豚跳： 这个MOD可以使你的像海豚一样！ 当你开始冲刺，按住【F】按钮后，按下你的空格！你就会像海豚一样跳过去。但要注意的是！如果你用这个动作来着地，你所收到的伤害会加倍！！  侧跳和回跳： 这个MOD可以使你迅速的闪避 当你双击你的方向键（不包括前进），你可以进行一段小距离的短跳。  爬行： 这个MOD增加了爬行功能，以便你通过只有一格空间的地方 当你按住潜心按键后按下【F】按钮，你会趴下来进行攀爬。当你在攀爬的时候，你可以放心的松开【F】按钮  滑行： 这个MOD可以使你滑行！ 开始冲刺！然后按住【F】按钮，最后按下潜行键，你就会滑行一段距离！ 更加快的冲刺： 当你按住冲刺按钮，你会跑的更加快，而且不用双击你的方向键了！  踏墙反跳: 跳起来靠近墙壁时，按 【ALT】 将会向后方弹跳一段距离，可以两个墙壁来回弹跳攀登高处  体力值： 当你进行例如冲刺和攀爬之类的动作的时候，你的体力值会消耗。而体力值消耗的速度取决于你的难度！假如你的难度足够高，当你的饥饿值没有的时候你的体力也不会恢复！\n\n欢迎各方大触来制作地图\n当有好的地图时会举行跑酷比赛\n\n\n\n\n在这里，每个活动以及比赛将会尽最大努力做到公平公正\n虽然会有RMB物品，但是并不会制作那种可以以一敌百的物品\n更不会出售无敌，创造，强制TP等权限\n腐竹是个友善可爱的人，所以请善待腐竹不要欺负TA\n群号：232812155\n腐竹QQ：1028629862\n\n梦幻之乡，欢迎你的加入，你的加入是我最大心愿~?\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}