{
    "title": "[Minecraft.net|INSIDER]本周方块：石英",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1488563640,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-3-4 02:27 编辑 \n\n\nBLOCK OF THE WEEK: QUARTZ\nA quintessential cube for keeping your home secure!\n\n本周方块：石英\n保护家园的典型方块！\n\nOh, come on. You're not fooling anyone. We know you didn't build your palace out of Nether Quartz because you think it looks good – you're just humblebragging that you've been to the Nether, mined the place rotten for Nether Quartz ore, and then got back alive. Alive and smug. Now we have to live next to your magnificent palace made of quartz in our hut made of dirt. Grumble grumble...\n好我们开始。你骗不了所有人的。我们知道你宏伟的建筑使用下界石英建造根本不是因为下界石英好看——你只是想炫耀下你去过下界，挖了些被下界石英侵蚀的方块，然后活着回来了。你可能还会有点沾沾自喜呢。现在我们要住在你那个下界石英造就的宏伟建筑旁边的一个泥土做的破屋子里，论谁大概都可能已是满腹牢骚了……\n\nAh, but not all of you are pathetic show-offs. Some of you use Nether Quartz to craft complex gizmos like redstone comparators and daylight sensors. We're big fans of the daylight sensor, seeing as it can sense when night falls and automatically close your doors, stopping mobs from getting in. Very handy if you're crafting in your basement and lose track of time!\n当然了，并非所有人都只是想要炫耀。一部分人利用下界石英，只是想要合成些更复杂的小玩意，比如红石比较器或者阳光传感器。我们非常喜欢阳光传感器，因为它可以响应白天黑夜的变化，这样就可以在夜幕降临时自动关上你的门，防止怪物入侵。如果你总是在你的地下室工作，并且分不清时辰的话，这还是很有用的！\n\nIn fact, real quartz is one of the Earth's most useful minerals. Some people even believe quartz has magical healing powers! But those idiots are wrong, so let's move on. A real property of quartz is that its crystals can vibrate at specific frequencies. So what? So everything! These frequencies are so specific that clever science-types can use quartz in something called a 'crystal oscillator', which keeps the vibrations of the crystal consistent, making them reliably keep time in quartz clocks and watches.\n事实上，现实生活中的石英是地球上最有使用价值的矿物之一。有的人甚至相信石英会带来魔法般的治愈力量！不过这些蠢货的想法其实是错的，我们接着说我们的。石英的一个现实用途源于它可以以固定的频率稳定振动着。你可能会问，那又如何？这非常重要！这种振荡是如此稳定以至于一些科学工作者会将石英制成一种被称为“晶体振荡器”的东西，通过利用石英的稳定振荡，保证石英钟表的稳定运行。\n\n\nA beautiful photo of some smoky quartz! Wouldn't it be nice if all our 'Block of the Week' articles contained photos this pretty? Well next week it's 'slime' so don't count on it. Photo by JJ Harrison.关于一些含有杂质的石英晶体的美丽照片！如果我们的每一期“本周方块”都提供像这样美丽的照片该多好啊！好吧，下一周的方块将会和史莱姆有关，所以不要指望有什么现实世界的照片了。照片由JJ Harrison提供。\n\nHere's the recipe for crafting your very own daylight sensor! All you're going to need is three glass blocks (easy!), three wood planks (even easier!) and three Nether Quartz ore (you're doomed!)这张图展示了制作为你量身定制的阳光传感器的合成方法！所以说你只需要三个玻璃方块（So Easy！）和三块木板（妈妈再也不用担心我的世界！），以及三个下界石英（废话）就可以了！\n\nAn example of a Crystal Oscillator circuit! Probably! Look, we're not smart enough to figure out how this sciency stuff works. Most days, we can barely figure out how to tie our own shoelaces.一个晶体振荡器的典型电路！或许是的！看，我们的智商可能并不能达到理解这个科学的玩意是怎么工作的水平。更多时候，我们可能还搞不明白怎么系紧鞋带呢。\nQuartz crystals are used in all sorts of electronics you use every day. Used a watch to tell the time today? Thank quartz! Watched television? Thank quartz again! Played Minecraft on your phone? Thank Quartz! Successfully bought a bag of quartz? Thank quartz! Been attacked by a madman with a block of quartz? Oh no, that's awful. We guess you probably don't like quartz much then but please keep in mind that's like the first bad thing to ever be associated with quartz in the history of time. Time we can tell with pin-point accuracy thanks to quartz!\n石英晶体被大量应用于你目前整天在使用的所有电子产品中。想要保证现代的钟表准确报时？感谢石英！想要看电视？再次感谢石英！想要在你的手机上玩Minecraft？再次感谢石英！成功地购买一包石英？再次感谢石英！被拿着一个石英块的疯子攻击了？哦不不不这个太糟糕了。那么，虽然我们猜测你或许不喜欢石英，但且谨记，石英在历史上是第一次和这些坏东西产生联系的。多亏了石英我们才可以精确地描述时间！\n\nWe love quartz blocks so much, we used all of ours to build daylight sensors, which is the only reason we didn't have any left over to make our hut look good and had to build it out of dirt blocks. Laugh it up in your Nether Quartz palace for now, neighbour. You won't be laughing when night falls and you see we left your front doors open...\n我们如此喜爱石英块，并将其全部用于阳光传感器之中，却由于这唯一一条原因而不得不放弃把自己家打扮得更漂亮的打算转而去使用泥土方块。尽情嘲笑你的邻居吧。他们虽然拥有石英造就的宏伟的建筑，但如果夜幕降临，论谁都不会在自己的家园仍然门户大开时笑出声吧……\n\n原文：https://minecraft.net/zh-hans/article/block-week-quartz\n作者：Tom Stone\n原文发表时间：2017年3月3日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1488563820,
            "txt_content": " 本帖最后由 ustc_zzzz 于 2017-3-4 11:49 编辑 \n\n大半夜抢本周方块真是刺激。。。\nP.S.第三张图那个电路图是晶振的等效电路，别问译者怎么知道的，译者翻译这篇文章时刚被上一学期的信号与系统这门课折磨过= ="
        },
        {
            "author": "Java_command",
            "timestamp": 1488572640,
            "txt_content": "我觉得不应该叫“本周方块”…… \nBlock of the Week\n应该叫做每周方块什么的"
        },
        {
            "author": "langyo",
            "timestamp": 1488583560,
            "txt_content": "想要保证现代的钟表准确报时？感谢石英！想要看电视？再次感谢石英！想要在你的手机上玩Minecraft？再次感谢石英！成功地购买一包石英？再次感谢石英！被拿着一个石英块的疯子攻击了？哦不不不这个太糟糕了233333333\n\n想要保证你的箱子总是满满的?感谢腐肉!想要吃东西?再次感谢腐肉!想要在Minecraft中添点辣条?再次感谢腐肉!成功购买一组腐肉?再次感谢腐肉!被一枚全身没一块好肉的僵尸攻击?哦不不不这个太糟糕了233333333"
        }
    ]
}