{
    "title": "【原创·连载】【彳亍沉默】【第八集：主题班会】【byRing】",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1488615600,
    "txt_content": "  到自习课，昏黄的阳光透过窗户斜射入教室，照得很多同学死气沉沉，几只苍蝇嗡嗡地飞着。不必说给一张床，好像都可以往桌子上面一爬睡着了，同学们强打者精神来写作业，估计都害怕在新学期的起点落下。这么长的假期结束，大家肯定也暂时不适应开学的作息时间。都说“笨鸟先飞”，但聪明的鸟儿先抢跑了，但那些发展弱的同学却在聊天。组里明馗和邢齐在一起说笑，他们桌子上都没有展开的作业。\n  一个身影在窗户那里挡住那昏黄的阳光，是桓老师！大家都悄悄地互相通知：“桓老师来了！”吓得同学们都正襟危坐，就连明馗和邢齐也停止对话，从抽屉里抽出一本《数学课时练》，摆在桌子上，掀开开始写。\n  \"好好同学们！\"桓老师笑着进入，大家都抖擞起来，挺胸抬头，等待着老师的会话。邢齐看老师不生气的样子，便又和明馗聊天，他们都在聊一些八卦什么的东西。\n  “好啦，咱们下周三举行主题班会，大家每组都要准备一个节目！可以唱歌、演讲，也可以是相声、小品。一个组可以准备多个节目！下周三下午自习课表演！”桓老师拍拍桌子，“大家先自己在组里组织节目，组织好了找语文课代表报名！”\n  我们组里的人开始互相看着，几秒钟过去，鞠欣然先丢下一句话：“你们先组织吧。”\n  我感到这是一个展示我的机会，就先给他们说，我要先去抄一个小品，然后咱们组表演。\n  王玄彬身为组长，还是重量级人物，他好像已经想好应对方式，但好像忽视我的语言：“咱们组准备什么节目？”\n  我真的很想借此机会展现自己，确实因为王玄彬的无视而感到有些恼怒：“小品！”但我们组第四名邵萍喊：“我去找个之前，额，就是之前那些相声吧，我把词抄下来然后让他们俩来练。”邵萍指了指明馗和邢齐，“我靠，管我们俩什么事情？”邢齐听到这句话，就放下他和明馗的话题，微微抬着点头，用手指着，“你说是不是，明馗？”\n  “哎呀，你们几个上台表演，我们几个附近在台下加油，去吧！”明馗被邢齐搂住了：“看明馗都这么说了，我们俩不准备上了。”很快，他们三个吵成一片，又像是在玩。鞠欣然轻轻地瞟了他们一眼，继续写作业。\n  王玄彬身为组长，他再一次发话：“咳咳，咱们这样吧，沈然你出个小品当备用，今天晚上开始你和邵萍都去找稿子，抄下来。明馗和邢齐你们俩别闹了！组里这次活动就靠你们俩了！”\n  邢齐不满，他直接指着王玄彬：“你别......”\n  “好了现在自习课呢都闭嘴！”\n  “行你，王玄彬。”\n  这个解决方式取得组里的同意，明馗和邢齐也算同意了，嗯。但是虽然给我机会，我却觉得不满，我如此积极，争着为组服务，为什么偏偏把重任的担子给他们，我学习也比他们三个好，最后却只能当上一个替补。\n  不过我想了想，我平时没有展现过自己的能力，这能怪谁呢？这只能怪我那该死的沉默！\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1488633900,
            "txt_content": "怎么说好呢，这篇照样是挺水的。有点改进，但本质上是没有差别的。\n当然，也有可能是我不适应这个悠闲的风格，这种平淡如水的感觉，应该就是它的特色？\n无论如何，说了毛病就得改正，写文也不是为了写而写，精益求精才是一个优秀笔者应有的态度。\n归纳一下，文中的问题主要有以下几处。\n\n第一点，环境描写不到位\n既然想要以环境描写来渲染气氛，这个描写就得足够厚实。一笔带过的东西，只算是略写，又怎么能够刻画好场景呢？\n举个例子：\n到自习课，昏黄的阳光透过窗户斜射入教室，照得很多同学死气沉沉，几只苍蝇嗡嗡地飞着。如果单是“昏黄”这个词，是不足以烘托出后文的“死气沉沉”的，建议你可以加重笔墨，在这一块多做些文章，从而夸大刻画死气沉沉的效果。后文的死气沉沉也可以不用直接点出，而是通过他们无精打采的神态或者动作描写，来表现出死气沉沉这个效果。之后几只苍蝇前可以改作句号，苍蝇那边要么展开来写，要么去掉，单单是轻轻地点下实在没什么意思，还不如删去明了。\n第二点，善用回车\n注意分段和排版，良好的排版永远是提起读者阅读兴致的诀窍。回车能用则用，大规模的短句独立成段，也总比一长串的东西堆在一起要好。\n要我看，第一段中环境描写和学生现状就完全可以进行分段隔开，开头应该是简洁有力的，所以长段的开头并不可取。\n后文的语言描写也可以独立成段，这样大概是可以更好地看出文章的脉络的。\n第三点，错字\n好像都可以往桌子上面一爬睡着了同学们强打者精神来写作业\n第四点，语言描写\n你可以自己重新审视下结尾段的语言描写，仔细地读读。你应该很快就能够发现，这一部分的语言描写，给人是一种仓促且不够具体的感觉。具体点的说法，就是节奏过快，这算是单纯地，大规模地使用语言描写的一个毛病了。\n我的建议是，将单个语言描写先用回车分开，独立成段。再在语言描写之间加些适当的细节描写，这样就可以适当的放慢节奏，进一步使文章连贯通畅了。\n第五点，主角性格的处理\n这一点没什么好说的。但既然是作为一个第一人称的主角，那么就应当有点第一人称的特色。\n纵使是以沉默为主题，也不等同于故事就不是围绕着主角展开的。\n沉默只是一个性格，它并不等于你行文的一个约束。试试心理描写吧，这也许能够让主角更突出点。\n主角毕竟是主角，尤其是第一人称。把他当做配角或者龙套，一章出场还没男二的占比多，这只会间接性地削弱主角的价值。以主角作为中心，在没有足够的笔力之前，还是别太特立独行了为好。\n\n总体来说，文章除了一连串的小毛病外，在用词遣句上，问题也是不小。\n先静下心来，多多练习吧。只要有耐力，笔力总是能够提上去的。\n所以，持之以恒才是最重要的一点。\n总之，继续努力吧。\n以上。\n最后，祝进步。"
        }
    ]
}