{
    "title": "[双线]幻殇 —— Flan〓 末日〓暮色〓枫树〓补给〓动作〓丧尸〓搜刮〓枪械〓NPC",
    "author": "AzhangzhefuA",
    "replyCount": 0,
    "timestamp": 1488632040,
    "txt_content": " 本帖最后由 AzhangzhefuA 于 2017-5-24 09:56 编辑 \n\n    乄幻殇-破碎的梦 乄\n    Broken dreams\n                       在这个末日与异变的世界里，你拥有不会知道前方等待着你的是什么\n或许是丧尸？变异的动物，虫子？，亦或者野外的敌对势力，也或许是最危险的“玩家”\n\n加入QQ群\n\n\n\n\n服务器背景：\n原来，这里是一个充满了东方、弹幕、魔法、美丽的海洋、和风的世界\n虽然时不时会有一些小吵闹，但是显得一片和睦，犹如梦幻之乡一般。\n那些曾经陪伴着我们的伙伴们渐渐的离开、这里成为了冷清之地。\n慢慢的，悲伤、绝望的气息弥漫，世界的生物开始异变一切魔法 &弹幕都在消失\n留下的只有生硬的冷兵热器，我们的梦开始破碎了……  乄幻殇-破碎的梦 乄【这是服务器的历史改编·真实故事。或许当人们彻底打败所有敌对生物并组织纪律时，我们以前的梦幻之乡会回来，它并没有消失】\n\n\n服务器特色\n一、每周活动&比赛\n\n【枪械&帮派比赛规则】 1.武器装备由OP发放·比赛结束后自行归还·否则封禁处理 2.禁止自行携带装备·武器·食物，开始比赛前会清空背包 3.比赛期间前后，下线超过2分钟视为弃权/失败 4.当过一段时间后OP会询问还在场地内的请扣1·未回复视弃权 5.武器发放完毕后会由op传送至场地内·传送后自由分散 6.进入场地后，在所有玩家都准备好之前op宣布开始，否则淘汰7.胜利条件：最终存活下来者为胜利者【F1方程赛车竞赛】\n\n1.由op放置车辆·车辆损坏或者卡住·均视为失败2.最先到达终点并触发开关者为最终胜利者3.进入场地前需先清空背包·没有清空有损失概不负责4.上车后·障碍取消视为比赛开始【灵活动作竞赛】\n1.需要自行通过路径前往场地 2.需清空背包·否则物品丢失概不负责 3.最终到达终点者并触发开关为胜利【近战武器擂台赛】\n\n1.可以自由选择使用特殊近战武器·棍棒·砍刀·螺丝刀等 2.op发放的近战武器，结束后必须归还，否则封禁 3.胜利条件·将对方击打出擂台或者杀死为胜利者并晋级 4.进入场地前需清空背包·未清空物品丢失概不负责二、末日生存\n1.异变：\n\n\n\n\n\n末日主世界、暮色森林异世界、地狱、末地·世界遍布者各种各样的丧尸，异变动物、昆虫\n在主世界中，分为[城市、城镇、村庄][野外]两种区域，[野外]异变生物较少，但却很强大\n城市、城镇、村庄的异变者较多，相对较弱，但是却在各个角落拥有小~大各种boss。\n2.补给：初级补给箱\n在各个安全-非安全的庇护所，BOSS出生点，甚至玩家自建帮派基地，都会有初级~高级的补给箱\n补给箱每隔一段时间会随机刷新各种枪械、弹药、资源、车辆，根据等级不同刷新的几率，数量从低到高。\n3.载具\n在这里，你可以在城市中找到一些车辆，或者击杀某些boss几率掉落车辆材料用于制作车辆，有时\n甚至可以得到\n超高速度的喷气式飞机，再也不用怕任何异变生物的围追堵截。\n三、自建帮派玩家可以通关使用500节操[游戏币]来创建一个帮派\n帮派成员可以自由传送至集结点\n帮派可以开启关闭成员PVP\n帮派可以自建或者占领某个补给点！\n自建补给点，只要每周的帮派战获得胜利，并且拥有一个完好的基地\n那么该基地会被投放一个补给箱，和一个NPC守卫，每胜利一次都会升级\n帮派的守卫，补给箱甚至获得雇佣兵种！四、灵活动作与反跳攀沿天花板： 这个MOD攀沿在天花板上的铁栅栏 当你在够得着的铁栅栏下方，跳上去并按住 【F】 按钮后可以进行攀沿 攀登藤蔓： 当你装了这个MOD后，即使藤蔓没有方块靠着，也可以进行攀沿 当你靠近藤蔓后，按住【F】按钮和跳跃按钮后，开始攀登藤蔓。 但要小心的是，当你松开按键后你会摔下去  新的游泳和潜水动作： 当你跳入水中，水至少要有两个方块深才会有用 按住跳跃键，你可以浮到水面上，并且你再也不用当心你松开跳跃键后会往下沉 当你往前游泳时，你所游向的方向是你鼠标所指的地方 当你在水中，你可以按下潜伏键来下潜 新的飞行动作： 这个MOD实现了更加真实的飞行 它完全是标准的飞行动作，飞行的方向不再由方向键控制，而是你的鼠标  蓄力的跳跃： 这个MOD可以使你跳的更加高 当你按住【F】按钮和跳跃按钮时，你会发现一个蓄力的图标出现了，蓄满松开后就可以跳的更加高！不再是只可以跳两格了！！ 当你开始移动之后，你之前所有的蓄力将会消失  海豚跳： 这个MOD可以使你的像海豚一样！ 当你开始冲刺，按住【F】按钮后，按下你的空格！你就会像海豚一样跳过去。但要注意的是！如果你用这个动作来着地，你所收到的伤害会加倍！！ 侧跳和回跳： 这个MOD可以使你迅速的闪避 当你双击你的方向键（不包括前进），你可以进行一段小距离的短跳。  爬行： 这个MOD增加了爬行功能，以便你通过只有一格空间的地方 当你按住潜心按键后按下【F】按钮，你会趴下来进行攀爬。当你在攀爬的时候，你可以放心的松开【F】按钮 滑行： 这个MOD可以使你滑行！ 开始冲刺！然后按住【F】按钮，最后按下潜行键，你就会滑行一段距离！ 更加快的冲刺： 当你按住冲刺按钮，你会跑的更加快，而且不用双击你的方向键了！ 踏墙反跳: 跳起来靠近墙壁时，按 【ALT】 将会向后方弹跳一段距离，可以两个墙壁来回弹跳攀登高处  \n五、点券、现金大放送还在因为各种活动击杀BOSS只能获得服务器的物品而感到无趣吗？在这里！你不但能获得服务器内容,你还能获得现实中的RMB！击杀BOSS掉落通过活动比赛胜利获得，在这里你也可以成为受益者！\n六、自制枪械、大量载具手枪、冲锋、步枪、狙击、散弹、炸弹你喜欢什么？跑车、警车、F1赛车、卡车、飞机！你想做一个老司机吗？！\n这里拥有自制Flan枪械，各种神器等着你争夺！你还在等什么？！图片补充礼堂·结婚（搞基）用\n商店·爱之城\n暮色森林\n\n\n\n某玩家种的花田，以后送她一个花妈当boss[手动滑稽]\n\n\n\n\n\n我们承诺：绝不贩卖任何/fly /god /tp 等严重影响游戏平衡的权限以及物品绝不辜负任何一个玩家，每一个玩家都是服务器重要的生命，我们将尽力用心对待 乄幻殇-破碎的梦 乄等待着你的加入！群号：232812155加入QQ群现服务器招收团队，建筑、策划、管理 、技术有意者请联系QQ：1028629862\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}