{
    "title": "【教程】如何将新启动器变为旧版启动器",
    "author": "WarbleOrigin",
    "replyCount": 5,
    "timestamp": 1489235880,
    "txt_content": " 本帖最后由 WO! 于 2017-3-19 18:36 编辑 \n\n\n——————————————————————————————\n这是我最初发在Reddit论坛的帖子。原Reddit的帖子，请前往Reddit上的cadenac.This was originally posted on my Reddit. For original Reddit link, go to CadenAC on Reddit. \n\n\n自从新启动器发布一个接一个的朋友就已自动得到新的启动器，但一些功能的添加和删除却令人感到十分的糟糕（我的意见）。嗯...我今天就拿到了新启动器，并且仅仅花了45分钟就找到了换回旧启动器的方法。不幸的是，我可以这样做是因为我有一个备份—Minecraft新启动器出来之前的版本。不过幸运的是，我将MediaFire包含.jar文件的下载链接放在下面，它需要运行旧的启动器。So one by one, friend after friend has been automatically been getting the new launcher which has a (my opinion) worse lay out with some features added and some removed. Well, I got it today and in a mere 45 minutes figured out the solution. Unfortunately, the way I could do this was by having a back up of .minecraft from before the new launcher came out. Luckily, I will link a Mediafire download of the .jar you need to run the old launcher. \n\nhttps://www.mediafire.com/?v4sl08expzorcf3 \n\n\n1.备份当前的.minecraft文件夹。如果你不知道在哪里，请在您的计算机上搜索“Roaming”。在此之后，复制并移动这个文件夹到您的桌面上或在您计算机上的任何其他你能够再次找到这个文件夹的地方。1. Back up your current .minecraft folder. If you don't know here that is, search for \"Roaming\" on your computer. After that, make a copy and drag it onto your desktop or any where else on your computer where you know where to get to again. \n\n\n2.在上面的链接中下载MediaFire，这是一个简单的jar文件。是我亲自上传的，并可以保证它能够运行，因为我哥哥和我自己亲自测试过，并且它成功运行了。2. Download the mediafire link above. It's a simple .jar file that I personally uploaded myself and can assure it works because both my brother and I tested it ourselves and it works. \n\n\n3.运行launcher.jar文件将首先需要一段很短的时间，但之后它将打开旧启动器。3. Running the launcher.jar file will take a short amount of time at first, but will then open the old launcher. \n\n\n以下步骤只适用于运行过新启动器的人THE FOLLOWING STEPS ARE ONLY FOR PEOPLE WHO HAVE RAN THE NEW LAUNCHER \n\n\n-注意-\n-CAUTION- \n\n\n如果你以前在你的电脑上运行过新的启动器，它会删除你所有在底部左侧的启动菜单的“配置文件”，并记录所有现有的在您电脑上的帐户，所以请确保您有您所需要的一切在同意弹出之前。If you have previously ran the new launcher on your PC, it will delete all of your \"profiles\" in the bottom left of the launcher menu and log you out of all existing account currently signed in on your PC, so make sure you have everything you need before agreeing to the pop-up. \n\n\n4.现在，在你已经运行了launcher.jar之后，从你的备份移动任何你想保留的文件夹（如“mods”resourepacks”、“versions”等）。Minecraft文件夹回到在“漫游”中的一个*。4. Now, after you've ran the launcher.jar, move any folders you wanted to keep (like \"mods\" resourepacks\", \"versions\", etc.) from your backup .minecraft folder back to the one in \"Roaming\". \n\n\n5.我最初的问题是在运行游戏时没有声音，另外我的哥哥也经历了这个问题（最有可能是因为他忘了步骤4）他没有移回他的备份文件夹，一些能够预料的事便发生了。我和我的哥哥启动器都是固定的，所以希望其他人永远不要再发生类似的问题了。5. An initial glitch I had when running the game was no sound. Another glitch my brother experienced (most likely beacuse he forgot step 4) was he didn't move his back up folders back in, and some other things like that are expected. Mine is fixed and my bro's is too, so hopefully nothing else happens that is permanent to others out there. \n\n\n最后一点，我不知道这新的启动器是否将正确的显示在新版本Minecraft的“新闻”中或它甚至会允许下载未来的启动器版本，如果真的发生了，请做好准备。One last note, I do not know if this new launcher will display new versions of MineCraft properly in the \"News\" section or if it will even allow the downloading of future versions, so prepare for that if it does happen. \n\n如果你遇到任何问题，或者发现了一个更简单的方式来获得launcher.jar请与我联系（因为你不能真正的相信它在随机的一些地方）。谢谢!Please Comment any glitches you encountered, found an easier way to get the launcher.jar I linked (because you can't really trust it on some random post) and if this helped. Thanks!\n———————————————————————————————*这句话翻译的有些不对，希望有人能说一下怎么翻，谢谢\n\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1489239900,
            "txt_content": "没正版表示看不懂"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1489322640,
            "txt_content": "Roaming最好不翻吧 那个文件夹就叫这个"
        },
        {
            "author": "mphlytt",
            "timestamp": 1489474680,
            "txt_content": "不太懂，求解，打开新的.jar然后怎么办"
        },
        {
            "author": "z99891179",
            "timestamp": 1489886880,
            "txt_content": " 本帖最后由 z99891179 于 2017-3-19 09:31 编辑 \n\n因为我和我哥哥和我自己亲自测试过 \n这段是本来就这样还是翻译错了？我不太懂英文···"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1489919700,
            "txt_content": "z99891179 发表于 2017-3-19 09:28\n因为我和我哥哥和我自己亲自测试过 \n这段是本来就这样还是翻译错了？我不太懂英文···\n ...\n不小心多打了一个“和我”，没注意，谢谢！"
        }
    ]
}