{
    "title": "想给我的服务器加个剧情，大家讨论一下？",
    "author": "dong呵呵",
    "replyCount": 9,
    "timestamp": 1488629940,
    "txt_content": "如题\n我想给服务器加个剧情 大家能不能帮我想个故事梗概？\n元素:国家林立    雇佣兵   \n最好惨烈一点\n谢谢大家啦，要脑洞大开哟",
    "replies": [
        {
            "author": "A泡泡",
            "timestamp": 1488632040,
            "txt_content": "加个红军长征"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1488636180,
            "txt_content": "脑洞大开？\n玩一下范伟打天下"
        },
        {
            "author": "minecraft菜鸟..",
            "timestamp": 1488638940,
            "txt_content": "可以以\n发光的木板\n为主题"
        },
        {
            "author": "Qilx1014",
            "timestamp": 1488644280,
            "txt_content": "他水遍了BBS\n      -----AD钙奶传"
        },
        {
            "author": "Java_command",
            "timestamp": 1488653040,
            "txt_content": "这种要去问答版的……\n而且既然是你的服务器为什么让我们帮你想剧情\n你应该找你的帮手才对"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1488658980,
            "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-5 14:22 编辑 \n\n【托腮】RPG剧情吗...雇佣兵..国家林立...如果不是中世纪的话，应该属于那种现代？雇佣兵....怎么想都挂不上中世纪..应该不属于古代\n\n嗯.....\n\n给个点子吧：\n几十年前，为了扩展疆土。一些A国和B国之间开始了小范围的摩擦，随后小范围的摩擦变成了一场无法挽回的核战争\n\n几年后，尘埃落定。国家科技接近崩坏。也因为因为A国与B国引起的战争让其他的国家受到了无法比拟的损失。\n经过多个国家的一定认同，强制让所有的国家签订了废军协议\n【也就是废除军队，解散部队、肢解坦克、舰队、飞机’】\n军队全部被解散之后的国家依然心怀鬼胎，背后默默的招募雇佣兵来达到自己的目的。\n一种叫：“行刑者”的职业悄悄的孕育而生\n\n\n我只能帮到你这儿了\n\n\n\n"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1488659400,
            "txt_content": "傲娇AenJion 发表于 2017-3-5 04:23\n【托腮】RPG剧情吗...雇佣兵..国家林立...如果不是中世纪的话，应该属于那种现代？雇佣兵....怎么想都挂不 ...\n在追加一下....中世纪？？？老大...你不把具体内容讲清楚怎么帮你想"
        },
        {
            "author": "13353110349",
            "timestamp": 1488662760,
            "txt_content": "可以从这个剧情下手，多弄几个转折的NPC  再来弄几个多职业的\n面对滚滚而来的金融风暴，三个不同的怪咖绘制着自己生存和成功的蓝图。富兰克林是一个街头讨债者，寻找着真正的机遇和大笔的资金。麦克是一位名震四海的银行大盗兼职业犯罪者，金盆洗手之后他希望能过上更好的生活。崔佛是个变态的暴力狂和瘾君子，他驱动着无时不有的机会以及那辆载满了白粉的皮卡车。机缘巧合，他们走到了一起。为了自己想得到的一切，三人选择了一系列大胆而危险的犯罪行动。\n     小白  曾经是一个抢银行的强盗，后来金盆洗手跟FIB做了一笔交易成为了FIB的污点证人，由于家庭之间的矛盾麦克只能自己一个人在家中喝着闷酒，没有人去理解他心中的痛。麦克自述自己其实想当一个好父亲，热爱他的家庭，但是事与愿违麦克的儿女们身处叛逆期，不理解父亲，导致他们之间经常发生争吵。麦克在家中的地位渐渐的被孤立了起来，而且还有了外遇对象。\n在犯罪方面，麦克能迅速地在几秒内作出正确的决定，在大型抢劫的前期规划中是决定总方案的权威。麦克擅长使用枪械进行精准射击，驾驶陆地载具和飞行器，以及执行暗杀行动。年轻时麦克曾经是橄榄球队员，所以保持了较好的耐力，由于身体的原因，身体力量较差。\n           小黑 生于洛斯桑托斯南部，没有接受过教育，也没有家庭。后来想加入格罗夫帮派，但格罗夫帮并不想让富兰克林加入，于是富兰克林只能帮他们去收拾烂摊子。后来他因为偷麦可儿子的车认识了麦可。由于他长期地为汽车销售商从事“回收”未付清分期付款买主的车辆的工作, 使得他非常擅长于偷车和驾驶陆地载具。 由于年轻力壮，他的体格健壮，但同时由于太年轻缺乏经历，在使用高级枪械射击和驾驶飞行器方面几乎没有任何经验。\n        小明 生于加拿大，在美国和加拿大的边境成长，肚子上有个旧伤。崔佛是一个十足的疯子，喜欢在月圆之夜学着狼嚎叫。脾气火爆，稍有不满意就会对人拳打脚踢。年轻时，发现自己在驾驶飞机方面很有天赋，于是入伍美空军成为了一名优秀的战斗机飞行员，但由于脾气不稳定的原因，在第一次踏上战场前就被驱逐出伍。他的卫生习惯很差，旁人随时都会闻到他身上的臭味，家里也时常凌乱不堪。\n崔佛是个经验老道的犯罪分子，暴躁的脾气让常人远离他的同时， 也让崔佛变得骁勇善战。由于有在空军服役的经历，崔佛擅长于驾驶飞行器和近身格斗。擅长狩猎。在潜行方面中规中矩，但由于脾气不稳定与年龄原因，他驾驶陆地载具和自身的耐力较差。\n只能帮到这里了 其他靠想象力吧 需要的话找我再来补充"
        },
        {
            "author": "ツ夜爵",
            "timestamp": 1488663480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}