{
    "title": "[Minecraft.net][CULTURE]扬帆起航",
    "author": "广药",
    "replyCount": 1,
    "timestamp": 1488698040,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-5 15:23 编辑 \n\n\nFULL SAIL AHEAD扬帆起航\nWe talk to the crafter behind this amazing ship build和这个超赞的船舶建筑的建筑师谈话\nThe proud ship Epilogue I sets sail on the seas of time! This build was put together by Joebricksy with help from fellow members of the Gazamo build team.\n荣耀号舰艇起航！这个建筑是由Joebricksy及其Gazamo建筑团队的帮助下完成的。\n\nJoe’s been a crafter for some five or so years now - three of which have been spent as part of the Gazamo crew - and the experience certainly shows with this ship design, incorporating elements from different cultures and time-periods to create something really striking.\nJoe成为一个建筑师已经五年左右了，其中三年都是Gazamo的成员，他的经验已经随着这艘船的设计而展现出来了，包括来自不同文化和时期的元素，建造了一些非常引人注目的东西。\n\n“I wanted it to look sci-fi but at the same time really old - so that it doesn’t belong to any one time,” says Joe. “I then added a few gothic elements to the bottom side and even some oriental details, like the wings. The reason I wanted to combine so many different styles was that I’ve built quite a few ships now, and they’ve each been one style - it feels like you’ve seen every different style now, so I wanted to do something that hadn’t been done before.”\n“我想让它看起来虽然古老但是科幻一点，所以它不属于任何一个时期。”Joe说，“然后，我在底部添加了一些哥特式甚至是东方的元素，比如翅膀。我想要结合这么多不同风格的原因是，我已经建造了不少船了，而且他们都是一种风格的，感觉就像你现在看见的所有不同的风格，所以我想做一些我之前没有做过的事情。”\n\nThe inspiration is surprisingly not nautical: “The idea came from me watching Back to the Future from the night before. I really liked the film, so I wanted to make something similar to that, and then I thought, well, if there’s a time-travelling car, why shouldn’t there be a time-travelling airship? You can’t really see that it’s a time-travelling airship now, but that’s what gave the main inspiration.\n令人惊讶的是，灵感的来源不是航海：“这个点子来自我之前在晚上看完未来电影后回家的时候，我真的很喜欢那个电影，所以我想建造一个差不多的东西，然后我想，对啊，如果有一个可以时光旅行的车，那为什么不能有一个可以时光旅行的飞艇呢？你现在看到的这个不是一个真正的时光飞艇，但这就是我主要的灵感来源。”\n\n\n\n\n\n\n\nIn terms of process, Joe says he doesn’t tend to spend a lot of time planning things out in detail. “I just start with one part and just go from there. I may have some ideas how I want it to look later, but during the process of the build I come up with ideas for things I’d like to add. For this build I started with the hull - because it’s the main piece - I lay it out first, then fill it in and later add the details.‘’\n在过程方面，Joe说他不会去花很多时间去做详细的规划。“我就是从一小部分开始，然后从那部分深入。我可能有一些让他看起来是什么样子的想法，但是在建造的过程中，我想到啥就加啥。这个建筑的话，我先制作的船体，因为那是它的主要部分，我先把它放上，然后填充，然后添加细节。”\n\n“I used in-game tools like WorldEdit and VoxelSniper, but most of it was built block by block. The things like sails can’t really be generated by WorldEdit, so they have to be placed by hand. Then I use Mineways to import the schematic into an obj file. I can import that into Blender, along with the textures and materials, and then do 3D animation with it or render the build out to get the lighting that I want.”\n“我曾经用过像WorldEdit和VoxelSniper的游戏工具，但大多数是一个方块一个方块建造的。一个像帆的东西可不能用WorldEdit生成，所以它们必须手动放置。然后我使用Mineways将原理图导入到obj文件中。我可以将它连同纹理和材质导入到Blender中，用它做3D动画或建筑渲染，以获得我想要的效果。”\n\nImpressive stuff!\n令人印象深刻的东西！\n\n\n\n原文：https://minecraft.net/zh-hans/article/full-sail-ahead\n原作：Marsh Davies发布于2016年11月24日\n翻译：@WuGuangYao\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1488709140,
            "txt_content": "完美啊，好好看\n不过原版截图估计就那啥了\n渲染图加分不少\n膜拜国外dalao\n膜拜版主英文"
        }
    ]
}