{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第一章】【自带BGM】",
    "author": "傲娇AenJion",
    "replyCount": 2,
    "timestamp": 1488746520,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-7 20:31 编辑 \n\nhttp://www.xiami.com/widget/48072411_1771555228/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n时间：河西历1717年4月5日深夜22：30    一支支火把在离星城的高塔上闪闪发光，而城内洁白的大教堂却依然灯火通明。有几盏街灯照亮了离星城的西门，而在那里，这座离星之城的大多数居民都已随着夜幕回到家中的时候，一群士兵和搬运工却仍在昏暗的灯光忙碌着。   其中几个士兵倚在城门边休息；这批货物是著名的商会“布兰迪执事商会”的夜间货物。其中几个搬运工匆忙的从马车上卸下货物，并用绳子仔细揽好，放在离星城的城门口。这批货物不仅是搬运工和这座城市的运营之物。几个穿着陈旧的士兵慵慵懒懒的倚在墙边，对着这些搬运工和远处的马车指指点点“哎哎哎，看看。布兰迪商会。瞧瞧这阵仗。不愧是洛诺斯最大的商会，像我们这样只能拿月饷吃军粮的士兵怎么可能比得上他们的锦衣玉食。啧啧啧”“听说布兰迪商会还是诺斯所有士兵粮饷的提供者，你怎么说没问题吗？”“切，又没事。他们这种掌控国家经济的商会都该死，只要他们解散了。到时候我们有大把金银可以分。到时候我就可以去离星城最大的歌姬院找个美妞养。”“净想美事，别说了。有人从马车下来了”从第二辆马车上下来一个身材微胖的人，这个人就是布兰迪商会的执行理事长：希尔·布兰迪·福克杨。福克杨拄着一根文明棍。缓慢的从马车上走下，向看门的士兵示意.“嘿。看门的朋友们，有事需要你们帮忙。”当福克杨的声音响起。其他士兵停止了窃窃私语倚在墙边看着这个一脸微笑的中年人。因为是凌晨，守卫们一个个睡眼惺忪的似乎并没有理会福克杨的打算。“兄弟，我们这边人手不大够，可否劳烦你们这边的人帮下忙呢？”。福克杨脱下帽子微微鞠躬，并给出了一个标准的商业笑脸看起来甚是亲切。 “大名鼎鼎的布兰迪商会经过，我们守卫帮忙搬运一下货物是情理之中。”一位队长模样的守卫走上前，“但是凌晨的人也不少，你让我的手下擅离职守不好吧。”  虽然布兰迪商会后面并没有任何人在排队等待，但是守卫队长说的话让福克杨确定了一件事——这些士兵其中一半的工资都是布兰迪所发。他们依然瞧不起商会.哪怕是布兰迪商会.  “福克杨先生...要不让老夫？”  从马车内传出的声音进入了福克杨的耳朵。 “不用了，这种下流坯子我还是能应付得来”  于是，福克杨便顺着守卫的思路往下说。因为这次守卫帮忙搬运物品可不仅仅是为了图个方便给自己。 “麻烦通融一下，毕竟我们这边不通过后面的也没有办法进入对吧。”福克杨不慌不忙的带上帽子。福克杨扭头看了看城门的后方，其实一个人都没有。只有福克杨的商队。借用帽子遮掩的余光偷瞄这个守卫队长。从他的眼中看出了贪婪，不禁心中默默感叹  现在诺斯的士兵就是一堆烂肉，不过还好打发。给点钱就行了  福克杨摸了摸腰间的钱袋，故意晃了晃钱袋让它发出声音让守卫听见。只见守卫队长的眼直勾勾的盯着那个暗紫色的钱袋子。目不转睛，如果没有眼眶挡着眼睛都会瞪出来。 “嗯，你说的确有几分道理。但是你看，虽然月亮升起来了。没有正午那么毒辣的太阳挂在天上，我这边的手下也是需要休息的对吧。况且……”守卫队长轻蔑的笑了笑，“这么大的商会，为什么连一个搬东西的人都没有？我看你们布兰迪商会也是徒有虚名吧。”  听到这句话，福克杨反而变得更加恭敬，他走近守卫队长低下头轻声说道。  \"我们也只是小商会而已，大家谁不是为了赚些钱养活家用的呢？这几天天气确实热得很，但是我们这边的老大也很急兄弟你看，可否通融一下呢？\"  随后，福克杨把腰间的紫色钱袋解了下来，用手垫了垫，随后悄悄的把钱袋塞给守卫队长的手里。队长也算知趣，立刻把钱袋放进了怀里，满脸堆笑。 “队长...我想应该?” “知道知道！一定帮忙！” 随后守卫队长提高了嗓门 \"哎呀哎呀！就是嘛，这天气这么热我也不能让你们难堪，兄弟们都帮忙把这些东西搬进去吧！\" 福克杨微微一笑，对着守卫队长深鞠一躬：“那么就拜托你们了。”随后不慌不忙的走上了马车。守卫  队长拍醒了倚在墙边休息的士兵。狠狠的呵斥了他们。并且扭头像马车上的福克杨笑了笑。士兵们听从了队长的安排，走过来或拖或抗，忙碌地将货物送入了布兰迪商会的仓库。  马车内，福克杨望着远处的白色教堂。眼神变的迷离。坐在车内对坐的一位老人看到福克杨望着教堂出神，急忙询问：“执事先生？您怎么了？”\n “没事。只是在担心会长的女儿。”  福克杨收回了神。看着对坐的老人，这位老人已经陪伴了他二十年的时光。不仅是他的好朋友。更是超越主仆之间的关系：“德勒。你觉得，教堂会不会有什么危险？”   德勒看的出来，福克杨对这个女孩非常的看重。虽然说是会长收养的女孩。却像亲生的孩子一样看待，而这个女孩的机警和聪明，颇受会长的喜爱和看重。福克杨作为执行长肯定会对她的决定感到安危 “执事先生您想太多了。布兰迪·纳琳娜小姐坚持要嫁给名震洛诺斯的英雄：乔伊斯先生。况且，即使有危险。乔伊斯先生也一定可以化险为夷的。并且，老夫已经准备好了后手计划，执事先生大可放心” “你说的是？离星二十里外的那座城堡？” “是的，那栋城堡老夫已经买下了，并且在哪儿驻扎了一些军队。除了医疗机构不是很完整以外，那座城完全就是我们自己的” “我的天哪，那座城池根本不可能会出售的”  德勒微微一笑  “还记得五年前的燃烬之行吗。那个缩头缩尾的赌头将军被艾准先生坑了接近三千三百万的赌注。这个赌头将军没钱去还，只能把城堡抵押给艾准先生了。后来艾准先生把城堡转手给我之后。老夫就一直在经营。如果乔伊斯和纳琳娜小姐出了危险，城堡的军队会奔袭三小时来到离星。而离星城的军队如果想调动起来则需要六个小时，而我可以将奔袭的时间提前一个小时。另外如果有留绝之物的能力拥有者，老夫还有两位精通疾行的高手。可以快速求援燃烬之行的伙伴。这就是老夫精心准备的后手”\n听到德勒的一番话。福克杨放心了许多，也默默赞叹德勒的做事效率。望着渐渐远去的教堂，只能心里默默祝福\n “希望你们能平安。我们会在哪儿等着你们的。”\n  散落一地的花瓣为这座洁白而圣洁的教堂掩去了一分孤傲，多了一丝温馨。今天对那两个人是一个特别的日子。离着教堂最近的店铺和就酒馆内闪耀着灯火。年方三十四岁的奥格斯格·诺斯正是这座国家的领袖。遥彼纷争结束之后，整个洛诺斯南部的土地上都插上了诺斯的红色大旗。也正因为奥格斯格的努力，离星成为了洛诺斯最繁荣的城市之一。带去了某种程度的秩序，尽管如此，这座城市也从未甘于寂静。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1488791520,
            "txt_content": "为什么首行只有第一段缩进了两个字符。。\n总体很棒"
        },
        {
            "author": "2020709069",
            "timestamp": 1488793320,
            "txt_content": "娇娇真的棒棒！六维行图探索不息！"
        }
    ]
}