{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第二章】【自带BGM】",
    "author": "傲娇AenJion",
    "replyCount": 1,
    "timestamp": 1488783060,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-4-21 04:39 编辑 \n\nhttp://www.xiami.com/widget/48072411_1773486384/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n时间：河西历1717年4月5日深夜23：00\n月亮在钻蓝色的天空升起，君临于离星之上，它的光辉洒落在离星城的每一个角落。而在这座白色的教堂，有一对新人,在灯光中点缀的男子，已经二十有七。\n无论是燃烬之行的成长，还是化敌为友的胸怀。乔伊斯不仅是一个人特立独行，而是与相识相知的兄弟一起杀出来的世界。称之为英雄不为过。\n而如今却站立在灯火辉煌；鲜花簇拥的教堂，伴着美好的夜幕，在这座洁白的教堂，迎娶这位貌美的女子。\n教堂内左右两旁摆放着长条的座椅，在灯光的洗刷就像镜子一样散发出淡淡的白光。在教堂的墙上挂着烛火，映照着教堂玻璃上的雕画。教堂上只有乔伊斯和纳琳娜两人，而他们等待的就是几天前约定好的牧师，为他们见证。\n“嘛嘛嘛~怎么还没来啊~”\n“德雷萨这家伙怎么还没来。说好的今天晚上为我们主持婚礼呢，不会又睡过头了吧”\n乔伊斯跑到教堂的讲台面前，这个碰碰。那个摸摸，在纳琳娜眼中：就像是个没有长大的孩子\n“乔伊斯！你能不能不要动来动去的，在讲台上看你跑来跑去我头都晕了”\n“嘿嘿嘿...对不起啊...我只是太兴奋了而已，我在想.等我们见证之后，我就带你回誓兵团。去见见我的好朋友们。”\n\"在教堂麻烦你正经一点！要不然这婚我们就不结了”\n“别..别啊...纳琳娜，我错了！我错了还不行吗..”\n正当两个人在教堂内吵吵闹闹的时候，一声清脆的咳嗽声而至。\n“大晚上还那么吵闹...哎...等我戴上眼镜”\n半夜被人叫醒的德雷萨牧师并不怎么愉快，已经有七十岁高龄的老人德雷萨曾经是科顿国的一位礼拜牧师。后来因为革新的原因，险些失去了性命。多亏了当时的那位少年：乔伊斯。救了他，他对这个少年不识感激而是无比的尊敬。\n乔伊斯看到德雷萨慢慢走上台，瞬间变的正经起来。从讲台上跳了下来。握住了纳琳娜的手，走到德雷萨面前\n德雷萨缓缓的走上台前，从桌子上摸索自己眼镜，并颤颤巍巍的戴上，借着烛火端详下面站着的两个人。他的不快就转变成了关切。\n“噢噢，是乔伊斯先生啊！还有纳琳娜小姐。实在不好意思，记忆力不是很好。忘记了乔伊斯先生的约定了”\n“没事的，德雷萨。年纪大了自然有些事情会记不住，这不怪你。而且如果我约定的是白天的话。我想我会很尴尬的。我不是很喜欢面对那么多的人。”\n“还有啊，我很老吗！你看我很老吗！叫我先生是不是太奇怪了吧！叫我乔伊斯就好了！”\n“哎哎，怎么多年过去了，你还是这样呢。乔伊斯”\n乔伊斯看了看德雷萨，又扭头对着纳琳娜微微的一笑\n“呐，纳琳娜。马上就要开始了。”\n德雷萨从怀中拿出他的小本本，刚刚睡醒他甚至都没有仔细的洗漱一下，本来就花白的头发乱糟糟的。\n“今天晚上给你们俩见证完之后。我估计我就要退休了”\n“退休？德雷萨，退休干嘛。不是80岁才能退休吗”\n“腰不好了..哎”\n“肾不好？”\n“腰不好！”\n“肾坏了~？”\n“哎呀..你这个滑头啊...算了算了..咳咳...”\n“我知道，我正经我正经”\n德雷萨扶了扶眼镜。看了看这两人，点头点头。熟练的把小本本翻页到仪式的那一页，清了清嗓子。\n“乔伊斯杜罗特先生，你愿意娶纳琳娜科罗维尔布兰迪小姐作为你的妻子吗，与她在神圣的婚约中共同生活？无论是疾病或健康……”\n徳雷萨牧师熟练的说着讼词。\n乔伊斯抬头看看教堂顶部，没有繁华的装饰，没有神圣的歌声，没有亲人的祝福。想到过去自己的经历：\n离星城拯救了一个濒临灭绝的商会、\n先知之颚的燃烬发起、\n库络留绝的暗示和寻觅、\n召马由洛之峰的最后道别、\n传承誓兵精神、\n断绝于诺斯的世仇、\n遥彼陆战一战大捷、\n加爵封赏、\n最后一步步走到今天。能于他昔日相救相遇相知的女子一同在圣洁的教堂许下美丽而动人的誓言。\n  “这就够了，乔伊斯。”\n\n    纳琳娜轻声说道，她关心的目光真切的注视着乔伊斯。\n“你总是这样呢，纳琳娜。回想起以前的那段时光我好像每次都会被你关照。”\n乔伊斯看着纳琳娜乌黑的眼眸仿佛怎么看都看不够。长长的裙摆垂在地下，黑色的秀发与洁白的婚纱格外相称。那微微泛红的脸庞再加上格外温柔的表情就如同圣洁的天使一般。\n“……乔伊斯先生？你同意么？”\n\n“……呃，我肯定同意啊。”\n被牧师的话拉回来的乔伊斯慌忙的回答。\n“真..的吗？”\n“德雷萨你别学我！为老不尊”\n“哈哈哈哈哈，我们继续吧。那么纳琳娜科罗维尔布兰迪小姐，你愿意嫁给乔伊斯杜罗特先生作为你的丈夫么，在于他神圣的婚约中共同……”\n明明是自己的婚礼，但乔伊斯却无法专心致志的听牧师讲话。他感到自己早年的英勇仿佛就是为了现在坦然的站在纳琳娜面前。\n\n    我爱这个女人，我要给他我的一切——这是乔伊斯现在所有的愿望。\n\n    “我愿意。”\n\n    随着纳琳娜的一句话，乔伊斯的心中好像射入了一缕阳光一般。原来自己之前背负的所有都是值得的，他并不是厌倦了为国奉献，只是长期紧绷的神经终于释然了。\n\n    乔伊斯将纳琳娜涌入怀中，当他再次看向纳琳娜的面孔时他发现纳琳娜的眼中洋溢着幸福的泪光，乔伊斯轻轻的吻了上去，因为他害怕稍微一用力就会伤到怀中的美人。\n\n    钻蓝色的天空中一道流行一闪而过，就连世界都在祝福这对新人。\n",
    "replies": [
        {
            "author": "Mr楠爵",
            "timestamp": 1488803400,
            "txt_content": "必须顶！！支持！"
        }
    ]
}