{
    "title": "电脑自动关机怎么设置_win7电脑如何设置定时关机",
    "author": "今幸圆圆",
    "replyCount": 2,
    "timestamp": 1488773160,
    "txt_content": "我们经常在下载东西的时候，或者再对电脑进行某项操作，等这个操作完成就可以让电脑进行自动关机，现在的一些软件也能执行这样的操作，如果大家不想安装其他的软件，就可以用系统自带的定时关机，那电脑如何设置定时关机呢?小编用WIN7系统给大家介绍两个方法，让大家快速学会win7电脑设置自动关机　　方法一：第一步：在我们的电脑上创建一个快捷方式　　第二步：创建以后就会打开到如图的页面　　第三步：在这个界面里输入：at 19:00 shutdown -s在对像位置。 注：里面的19：00就是19点关闭电脑。以后也是到这个时间也会自动关机的。大家可以根据自己的实际情况进行选择　　第四步：输入快键方式的名称　　第五步：确后以后。会在显示一个关机的快捷方式。如果要定时19：00关机就双击一下关机　　双击关机会出现一个小框，闪一下就会自动关闭的。　　取消自动关机　　取消关机的设置方法差不多。就是第二步的时候输入的命令不一样。输入：shutdown -a后面的就和设置关机是一样的。　　方法二：这个是电脑自带的自动关机设置方法　　第一步：点击“菜单”--“附件”---“系统工具”　　第二步：在“系统工具”里再选择“任务计划程序”　　第三步：在右边的操作中选择创建基本任务　　第四步：你可以在任务名称中填写你想填的名字，我这里填写的是\"定时关机\"　　第五步：选择任务执行时间，对于每天都要定时关机的可以选择\"每天\";对于每个星期中有几天不需要关机的可以选择\"星期\";至于\"每月\"不推荐选择，因为时间跨度太大了，一般人用不到这个功能。我这选择的是\"每天\";　　第六步：在时间框里填写好定时关机时的时间;　　第七步：选择启动程序，输入：C:WindowsSystem32shutdown.exe，关键是要找到shutdown.exe，这个根据个人安装系统的位置而定，可以从浏览中找到。然后，在添加参数中输入“-s”或者输入“-f -s”就可以了，-s:关机命令，-f:强制关闭正在运行的应用程序。主意：双引号就不要输入了。　　单击完成，出现主界面;在计划任务库中可以查看到你添加的任务，还可以更改，删除选定的任务，更改时选择属性就可以了。Win7/Win8系统的电脑怎么设置定时自动关机?　　常常看到有朋友在网上问：怎么设置让我的电脑能定时自动关机?其实在微软在Vista及以后发布的系统中，已经内置了强大的计划任务功能，在不借助其他工具的情况下，你可以简单几步设置，实现让自己的电脑自动定时关机。　　当然，现在电脑系统工具软件已经非常强大，你也可以在不做任何设置的情况下，借助第三方系统必备工具(如魔方电脑大师、Win8优化大师等)，轻松实现电脑自动定时关机。　　友情提示：本案例适用于Win7、Win8、Win8.1、Vista及XP等系统，其中手动设置定时关机不支持XP系统。　　通过“任务计划程序”实现：　　1、在开始菜单中，所有程序-->系统工具-->任务计划程序，点击“任务计划程序”打开该服务。　　2、在打开的“任务计划程序”中，在右边的操作列表中，点击打开“创建基本任务”。　　3、在创建基本任务向导对话框里，创建基本任务，输入任务名称、描述，然后点击下一步。本例中，将该任务命名为：定时关机。　　4、在任务触发器步骤中，选择任务触发机制：就像闹钟一样，你自己可以选择定时关机任务是每天按点启动，还是每周按点启动，或者是就执行这一次。本例选择了“一次”，就是说，定时关机任务执行一次关机后，任务就失效。　　5、设置定时关机的时间。例如如果你想自己的电脑在下午7点钟的时候关机，就把时间调整到19:00，然后点击下一步。　　6、设置好时间后，就需要开始选择任务执行的动作。因为我们需要的是定时关机，所以在这里我们需要选择“启动程序”。如果你想让电脑定时发邮件，或者定时显示消息，就可以分别选择其余两项。　　7、因为Windows系统关机命令是由Shutdown.exe来执行的，电脑自动关机怎么设置 所以我们在选择启动程序时，需要选择Shutdown.exe程序，以执行关机命令。在Windows系统中，该程序位于系统盘的Windows\\System32\\文件夹下。　　重要提醒：记得在添加参数输入框里添加参数“-s”，表示关闭本地计算机。另外，如果输入参数“-r”，则表示关机并重启电脑。　　8、设置好所有内容后，就可以看到计算机计划执行的关机任务。如下图所示，点击完成就可以实现啦。",
    "replies": [
        {
            "author": "1622392016",
            "timestamp": 1488773640,
            "txt_content": "然而XP路过qwq"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1488776340,
            "txt_content": "复制粘贴的话积分会被扣成负数"
        }
    ]
}