{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第三章】【自带BGM】",
    "author": "傲娇AenJion",
    "replyCount": 0,
    "timestamp": 1488783600,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-7 20:17 编辑 \n\nhttp://www.xiami.com/widget/48072411_1771652602/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n时间：河西历1717年4月5日深夜23：50\n\n就在乔伊斯拥吻纳琳娜的时候，他突然感觉德雷萨的表情不大对劲。\n\n    长期的战争生涯早已将乔伊斯千锤百炼，哪怕是在这种时候他也依旧时刻保持着警惕。\n\n——唯有胆小如鼠，凶猛如虎的人才能在纷乱的世界中获得一席之地。\n\n嗯？房梁的影子不太对\n\n如果按照我所在的位置\n\n月光应该照在我的身上\n\n为什么？\n\n影子只是照在我的脸上？\n\n德雷萨的脸上为什么有汗珠\n\n他的眼神充满了绝望\n\n他想告诉我什么？\n\n不太对\n\n太奇怪了..\n\n难道房顶上有东西？\n\n乔伊斯借着拥吻的余光瞄了一眼房顶\n\n啧...果然还是不能省心呢\n\n房顶上和暗处里的微微露出的影子乔伊斯早就察觉到了——任何人都不知道乔伊斯的去处才对。\n\n看来牧师哪怕是要用这种方式也要提醒自己有事情要发生了，此刻乔伊斯判断应该先送纳琳娜回家。\n\n“那么，德雷萨。我们的？”\n\n德雷萨死死的盯着乔伊斯，恨不得立刻跑到他的面前说：快点离开。但是他必须要保持冷静\n\n“啊？啊啊啊，是的。乔伊斯和纳琳娜小姐正式成为夫妻了！祝你们美满啊。哈哈哈哈”\n\n德雷萨掐着腰看着乔伊斯，乔伊斯从德雷萨的眼中的无奈，咬了咬嘴唇\n\n         到目前为止依然不动手看来这些人目前还没有要动手的意思，眼下先装作什么都不知道赶快把纳琳娜带到安全的地方然后自己一个人出来才是上策。\n\n这么想着，乔伊斯带着纳琳娜在德雷萨牧师的注视下缓缓走出了教堂。\n\n叮咚，叮咚。\n\n教堂附近的大钟响了整整十二下。\n\n德雷萨站在讲台目送着乔伊斯离开\n\n“希望不要再有什么霍乱了”\n\n“如果我能再见的话，什么都好说”\n\n说完，德雷萨从桌子的下面掏出了一把火药枪，颤颤巍巍的摘下了眼镜，左手拿着火药枪，右手紧握着自己的小本子，干涉的眼睛流下了泪水。\n\n“乔伊斯...乔伊斯先生是我的好朋友..乔伊斯先生，我德蕾萨活到怎么大的年纪。已经够本了，我和乔伊斯先生已经两不相欠。有缘再见吧。”\n\n一声枪响，惊动了四周的飞鸟。德雷萨趴在桌子上，鲜血从头上缓缓的流在了地上，不过却连小本子也一起染红了。\n\n         过了几分钟，从暗处走出来一个人，这个人身穿红色的斗篷。胸前挂着一枚由黑色镶边的血色徽章。而他脸上佩戴的面具最为显眼。有红色和黑色花纹以及特殊的符号做装饰.而红色的花纹看起来并不像是颜料。在头骨有一块破损。漏出了略显粗糙的皮肤。他仔细的观察了四周，确认附近没有人之后。轻轻推开了面具了一部分，并将手伸到嘴边，吹出一声低沉却尖锐的口哨。\n\n在他的注视下，先是一个、再是三个、接着是十来个人出现了教堂的阴暗处，这总共十七个人都十分年轻，大都身穿黑衣，有些还佩戴血红、海蓝、或者魅紫的手套和腰带。腰间全部都挂着长剑和匕首，在他们的脸上看到的不仅仅是少年的稚嫩。还有一股本不属于他们的邪气。\n\n“这可真是糟糕呢，请问？这是谁绘制的艺术作品呢？”\n\n红衣男子抬头看着他们渴望的神情，而那些隐藏在黑夜中的脸直直对着他。他将双手举起，示意让他们下来。\n\n他们像小猫一样那样飞快的爬下教堂的顶部，踩到地板上，随后从哪儿纵身一跃，带着飞扬的斗篷稳稳地落在红衣男子之间。其中有一个年轻人脸色异常。\n\n从眼睛里可以看出：他很恐惧\n\n “请等一下，我的伙计们”\n\n他抬起一只手，露出阴沉的微笑。\n\n“我作画怎么多年第一次见过如此糟糕的画作？他的画家是谁？麻烦请站出来”\n\n从十几个少年中，慢慢的走出了一个个子不是很高的少年，颤颤巍巍的站在红衣面具男的面前\n\n“是...是我..”\n\n“噢，是你啊。安杰洛”\n\n面具男仔细端详这个少年，左手握着一把科顿独有的火膛枪。从枪口散发出淡淡气雾。看样子是刚开枪不久，面具男一把拿过了来，熟练的将里面的子弹全部推了出来。晃动了一下枪，枪口指着这个少年。脸上露出和当前情景完全相反的微笑\n\n“你知道，画师最重要的是什么吗”\n\n“诶...是..技艺..”\n\n“不...是觉悟，那么。你相信。你会死吗”\n\n“应..应该不会..因为枪里面..是没有子弹的..”\n\n      少年颤抖的看着枪口，他给自己心里暗示：这把枪没有子弹的。子弹已经退出去了，只是吓唬一下自己而已。\n\n“他的确没有子弹，但他可以让你。变成画作”\n\n 只见一瞬间，整个时间变成了黑白色。那个少年失去意识前前只听到了一句空洞的话\n\n“昶夜，点缀这画作吧”\n\n随后只听到细碎的钢琴声以及一声淡淡的轰鸣。少年看到了自己的胸口有一个恐怖的洞口。而洞口散发出金黄色的丝线。丝线上绽放出一朵又一朵的金色蔷薇。而黑白慢慢转为彩色，其他少年缓过神。那个少年已经消失，而面具男子的手上多了一朵金黄色的玫瑰。\n\n“嗯..这才是一个完美的艺术品呢。可惜”\n\n面具男用手使劲一搓，金色的蔷薇化流出了鲜血。手上的蔷薇慢慢变成了血色，最后消失。\n\n“他是个失败作”\n\n站在终焉身旁的那些少年除了质疑和恐惧。他们唯一知道的是：那把枪，还有子弹。而且，那个少年已经死了。他们拼命将恐惧咽进肚肠，僵硬的站在原地。而后背早已湿透。\n\n“我的年轻的画师们啊”\n\n一句尖锐的声音响起，少年们发现面具男子站在讲台上。静静的看着他们。\n\n“要害怕更不要恐惧。你们的目标还很远大，就是为了绘制更好的画卷，去吧。找到那个惊奇之作。在他的身上。留下你们的色彩吧！”\n\n话音刚落，十几个年轻人已非常快的速度离开了教堂。他们根本不敢久留，因为谁都不知道自己的性命就会消失。\n\n随后，面具男轻轻跨过了蔷薇流出的鲜血，走近到牧师的身边，轻轻的推开牧师。拿走已经浸染用手指沾了一些尚温的鲜血，抹在了自己的面具上，画出了一道优美的弧线。\n\n“虽说失败但也值得纪念，成为我面具的颜料是你荣幸。德雷萨”\n\n随后面具男摘下了自己的面具\n\n“也许，那个惊奇画作还在等着我呢”\n\n“命尽之时，吾为终焉”\n",
    "replies": []
}