{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第四章】【自带BGM】",
    "author": "傲娇AenJion",
    "replyCount": 3,
    "timestamp": 1488784260,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-7 19:57 编辑 \n\nhttp://www.xiami.com/widget/48072411_1774246593/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n时间：河西历1717年1月24日夜晚22：27\n地点：奥多鲁克萨十字监牢A级死囚接待室\n\n奥多鲁克萨的十字监牢。十字也寓意为十年，通常在这里生活的囚犯，最基础也要有10年的犯刑。剩下的就是50年甚至是死刑的死囚犯。这些囚犯大部分都是以前科顿执政时所关押的。直到遥彼决战结束之后。奥多鲁克萨反复易手，最终来到了诺斯的手中。\n\n推开铁门，腥臭的气息扑鼻而来，十字囚牢本身就不是享受的去处。墙壁上粘着绿色的液体，好像是囚犯呕吐的痕迹，散发着恶臭。在一些拐角还能看到一些枯骨：那些被判刑数百年的可怜臭虫们。\n\n在大佬的正中间有一颗巨大的石柱，石柱上贴着各种各样的宣传海报。映入眼帘的就是：“你本为臭虫，即行为臭虫”之类的暗讽字眼。只见一张大手伸向这张海报，并将它撕的稀巴烂。\n\n“啧，真是恶心。我统治的国家竟然还有怎么肮脏不堪的地方？”\n\n一个粗犷的声音响起，一个穿着华丽的年轻人走进了十字囚牢。身边跟着五六个全副武装的侍卫。铁门的对面是一张锈迹斑斑的桌子，在桌子上躺着一个看押者，在桌子旁边摆着酒菜。看样子是喝醉了。\n\n“起来！奥格斯格大人来了！起来迎接！”\n\n几个侍卫跑到看押者的身边，用剑柄狠狠的撞击看押者的鼻子。看押者疼的嗷嗷直叫。一下子从桌子上翻了下来。翻到地上竟然正好是下跪的姿势。\n\n“奥...奥格斯格大人晚上好...欢迎..噢不对..您来十字囚牢这张肮脏的地方..有失您的...”\n\n“住口!”\n\n只见一个侍从一脚踢在了看押者的腰间\n\n“哎..哎哟哟...我有罪我有罪..”\n\n“行了，十字囚牢这种地方关押的都是死囚和罪孽深重的人。你竟然敢睡觉，说真的。如果你不是立刻反应过来，我想我会让侍卫把你的腰给踢烂”\n\n看押者听到这句话，就像小鸡啄米一样不停的磕头，奥格斯格缓缓的走了过去。低头看了看犹如万丈深渊的楼层，扭头点指了一下\n\n“A级E1703 画家 终焉现在是否健在”\n\n“在..在的..奥格斯格大人..请问.奥格斯格需要小人为您引路吗？”\n\n“哼..知道就好..带上你的钥匙，给我麻利点”\n\n看押者连滚带爬的跑到桌子旁边拿起钥匙往下走，奥格斯格和其他侍从紧随其后。不到一会，奥格斯格闻到了一股奇特的味道。\n\n“嗯...很香啊...倒像是..清香..”\n\n“啊..奥格斯格大人..终焉的房间一直都是这样的，他竟然打点让我去给他购买油画纸笔，还有诺斯的青化香呢.”\n\n“噢...还挺有品位..一个疯子能有这种品味，还真是特别”\n\n不到一会，几人就已到了终焉的监牢，看押者小心翼翼的拿出钥匙。连续打开了四五层的锁之后，很吃力的将门推开\n\n“奥格斯格大人..这就是...咳!”\n\n奥格斯格用肉眼都无法反应到，门打开的一刹那，看押者的脖子就被洞穿了。甚至像是被抚平了一样。看押者挣扎了一会，失神从楼梯上掉入了万丈深渊。\n\n“保护国王！”\n\n几位侍从立刻摆出阵营拿出武器警惕的对着微微打开的门，他们不知道刚才那位看押者是这么死的。因为实在是太快了。\n\n“留绝之力的拥有者呢，终焉”\n\n“哼...被看出来了呢..”\n\n一刹那，整个世界变成了黑白色，只是几秒钟的时间，当奥格斯格眨眼后，他身边的侍从都消失了。而站在他面前的是一个身材瘦高，穿着红色披风的男人，脸上还戴着一个十分奇怪的面具\n\n“奥格斯格大人，这种欢迎仪式不知道你喜欢吗？”\n\n“哼..为什么你不杀我呢，这样你就可以逃出去了”\n\n“我，随时都可以走。我只是在等一个契机而已”\n\n奥格斯格盯着面前的人，露出了微笑\n\n“一个作画的契机吧,你想作画吗。终焉。一幅伟大的画卷。”\n\n“对对对！就是如此！哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈！我十分想作画呢！奥格斯格!”\n\n突然尖锐的笑声响彻十字囚牢，随后就是其他囚犯的咒骂的哀嚎声。一阵喧闹过后，终焉向奥格斯格深鞠一躬\n\n“感谢你放我出来，这个契机我收下了，不过我需要准备一些新的画卷。请给我一些时间去准备。可以吗？”\n\n“当然可以”\n\n当奥格斯格再次眨眼的时候，终焉已经站在了铁门的门口\n\n“那么，到时候。我就登门拜访了，命尽之时，吾为终焉。奥格斯格先生。到时候见”\n\n奥格斯格盯着终焉逐渐远去的背影，稍微摇了摇头\n\n“如果我也是留绝之力的拥有者该有多好。可惜。臭虫就是臭虫”\n\n奥格斯格也离开了，在他离开了路上散落的是刚才撕扯的海报，海报的旁边还静静的躺着四朵金色的蔷薇花。\n\n时间：河西历1717年3月1日正午12：00\n地点：离星城 内部 奥格斯格会晤办公室\n\n在一个装潢华丽的书房，一个身材微胖，却略显魁梧的男子焦急的等待着一个人的到来。而这个男子身穿十分华贵的衣服。胸前别着一枚金黄色的勋章。而衣服上装点着各式各样的珠宝。突然有一个人走了进来。\n\n“奥格斯格殿下！人来了！”\n\n 奥格斯格欣喜的推开了大门。只看到一刹那的瞬间，整个世界进入了黑白的世界。只能听到优雅的钢琴声和一声声富有节奏的轰鸣，而奥格斯格发现自己的行动变的非常的缓慢。挣扎的扭动身躯发现。从卧室的门口到入口的守卫胸前都有一丝金黄的丝线和一朵朵绽放的蔷薇之花。刹那间，黑白消退。所有的卫士凭空消失，而一个磁性的声音响起。\n\n“奥格斯格殿下。您的守卫的味道真是美妙呢。刺鼻的男性气息。以及一些淡淡的酸臭味。还有一丝真诚的香气”\n\n 奥格斯格急忙转头。只见终焉坐在奥格斯格卧室的办公桌子上。身后背着一把奇特却修长的长杆。一件红色的披风遮住了里面的大部分衣服。黑色修长的裤子上装饰着银色的花纹。尤其是那张面具。和之前在监狱所见到的白色面具完全不一样。它点缀着黑色和红色的花纹。和红色的花纹怎么看都不像是颜料。\n\n“奥格斯格先生。您可能是在质疑，我是从哪儿出来的。我想我需要跟您解释一下，您请我来。我必须要站到您的身边，可惜您附近的守卫实在是太多。我不是很喜欢人多。所以就”\n\n终焉还没有说完，奥格斯格就一把攥住了他的衣服。瘦小的身子被整个提了起来。\n\n“你这家伙，究竟还想变走我多少侍卫！给我立刻变回来！一个也可以！整个寝宫连个侍卫都没有成何体统！”\n\n奥格斯格现在头脑无法冷静思考，心中只有愤怒。这个终焉。钢琴乐。无法理解的蔷薇花。让他很确定：这些侍卫又再一次的凭空消失了。\n\n “噢噢噢，我的殿下，大家都是诺斯人。何必这样呢，看看这些美丽的蔷薇花。你看到了什么？我看到了，死亡。绝望。离别。背叛。啧啧啧，这可能就是人生的全部了呢”\n面具的一番话彻底激怒，松开了面具男的衣服，从腰间抽出了配剑举在脖子上：“立刻给我变回来一个！！立刻！！”\n\n “一国之君竟然是这样的待客仪式。看样子需要满足你的愚蠢愿望呢。”\n\n刹那间。整个房间绽放出奇特的色彩。而墙上不满了蔷薇的藤蔓。欲图包围整座卧室。就在这一瞬间，所有的蔷薇花消失。由花瓣包围着一个中年男子。奥格斯格惊奇的发现：他的贴身侍卫完好无损的躺在地上，手上握着一朵鲜红的蔷薇花，而其他金色的蔷薇花都已经消失。\n\n“你的朋友回来了，用掉了所有守卫的真诚之心。生命真是一文不值。竟然还要用无辜的人去换一个朋友。”\n\n  “既然我的侍卫回来了，也许我们应该好好谈谈了。画家先生”\n\n奥格斯格渐渐的忘记了愤怒。对他来说死几百个守卫都无所谓，他让他的贴身侍卫离开了他的房间。将门关好，坐在了桌子旁边的椅子上。看着终焉。\n\n“我想知道，殿下想看什么样的画作呢？”\n\n “乔伊斯杜罗特。”\n\n奥格斯格不假思索的回答。当年遥彼之战，自己子继父业。却要听从父亲的遗志，颁发给誓兵团长乔伊斯爵位和嘉奖。诺斯和高塔的遗孤就是应该势不两立。想到这儿，奥格斯格咬了咬牙。看着外面的晴空，他多么想立刻就杀死他，让高塔的遗孤永远的消失。\n\n “哦，那可真是惊奇之作。三代英杰的绝唱。我想会为他们点缀出出色的画作。我的殿下”\n\n终焉抚了抚自己的面具\n\n“殿下就等着我的钢琴乐奏响。在教堂的广场，观赏。盛大的画展吧”\n\n刹那间。终焉离开了卧室，门被关上。奥格斯格手上的蔷薇流出了鲜血。慢慢的变成了红色的蔷薇之花。奥格斯格露出了惊讶却随后变成了阴沉的微笑。\n\n“该摊牌了，遗孤。我不会在让你好过的”",
    "replies": [
        {
            "author": "傲娇AenJion",
            "timestamp": 1488797760,
            "txt_content": "BC酱_BcsC 发表于 2017-3-6 19:11\n有打算用地图形式把它做出来吗\n是的，而且这个故事只是冰山一角。这是一个非常庞大的故事，我会在这两年将小说版本的剧情发出来【还有一个游戏版本的】"
        },
        {
            "author": "米安博奥",
            "timestamp": 1488798660,
            "txt_content": "有打算用地图形式把它做出来吗"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1488798840,
            "txt_content": "BC酱_BcsC 发表于 2017-3-6 19:11\n有打算用地图形式把它做出来吗\n【看我签名 我认真的噢】"
        }
    ]
}