{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第五章】",
    "author": "傲娇AenJion",
    "replyCount": 0,
    "timestamp": 1488819960,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-7 20:09 编辑 \n\nhttp://www.xiami.com/widget/48072411_1774208232/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n时间：河西历1717年4月6日凌晨0：15时间回遂到夜晚...    因为是深夜，周围的灯火早已一个个的熄灭。    新婚的两人在幽静的小路上走着，繁星点缀下的夜空此刻美得令人心醉。    ——真奇怪，明明每天都能看到这样的夜空但为什么现在这一刻会那么美丽？    如果不是刚刚牧师的表情乔伊斯可能会停下来享受这一刻，他甚至希望时间能够定格在这一刻，能够定格在他最幸福的这一刻。    “乔伊斯，这些年你辛苦了。”    听到纳琳娜的话语乔伊斯扭过头去，他发现注视着他的这双眼睛是如此的温柔，黑色的双眸映射着空中的繁星哪怕是最昂贵的钻石也会黯然失色。纳琳娜也只有在面对乔伊斯时才会温柔起来，出身于商会世家的她早已看透了这个世界。哪怕就算是如今的这个眼神也是乔伊斯教会她的，这已经足以说明一切了——纳琳娜深爱着乔伊斯，乔伊斯深爱着纳琳娜。    ——时光啊！轻慢下你的脚步！哪怕只有这一刻也好，请让我的世界里只有这个女人！    乔伊斯的内心如此呼喊到。    “我还有一件最重要的事情要办，那就是给你我所有的一切让你成为这个世界上第二幸福的人。”    “你是说你才是世界上最幸福的人吗？”纳琳娜轻轻挑了挑眉毛“真贪心，要不是我这样一个完美的姑娘无可救药的爱上了你哪有你现在这副得意的样子？”    “是是是，老婆大人说的是。”    在这条小路上没有鲜花也没有掌声就连指路的灯火也没有，有的只是彼此相爱的两个人。这就够了不是么？他们两人深知着这一点。    “嘭！”    枪声从教堂那边传过来，正是德雷萨牧师刚才的所在。    被突然惊醒的乔伊斯皱起了眉头。为什么德雷萨牧师会遇害？对方这么做无疑不是暴露自己让我提高警惕吗？难道真的发生了什么大事吗？    “纳琳娜，你先从小路回家。我会派人去接应你，我必须去看看。”    “嗯，我等你。”    纳琳娜知道自己留下也只是累赘，她不想拖累乔伊斯。而且如果自己连自己的丈夫都不相信那么还能相信谁呢？    “抱歉，明明约好了不会离你而去的。”    “这可不像我爱的那个‘大英雄’说的话啊。我明白的，如果你不是这样的人我才不会看上你呢！”    听到纳琳娜的话语，乔伊斯轻轻一笑沿原路飞奔了回去。    离星城的教堂位于西南角，离着乔伊斯所在的位置并不是很远。乔伊斯想了想，在脑海中大概规划出了两条线路。    第一条，是走大路，那里灯火通明，夜里还有巡警在巡逻，是一条非常安全的路。    第二条，是走捷径，那里倒是很黑，且人少，比较危险，但是可以是最快的速度到达教堂。    嘶，我还是走这条捷径吧，毕竟我还是比较能打的，要是来人了的话，我也应该能对付。而且，人命要紧，牧师要是出事了……啧，不敢想，不敢想，尽快赶到牧师那里去吧。        乔伊斯毫不犹豫地，选择了小路。    希望没有人来打扰我。    但是，事与愿违，他还是被拦截住了。    哦，不会吧。    乔伊斯有点不开心。    数个穿着各色斗篷的人出现了，乔伊斯看着他们，在心里默默记下了他们落地的位置。    唔，完美的半圆形包围，看起来是演练了无数遍的战术，使用很是熟练。不简单，不简单。不会是一般的强盗。    我要是没有判断错的话，后面应该也会来人。    乔伊斯回头看向后面。    诶？是他啊。啧，难怪了。    看起来，有一场大战是避免不了的了。    乔伊斯轻轻咬了咬嘴唇。    “呦，这不是大名鼎鼎的誓兵团团长，乔伊斯-杜罗特吗？”    果然，我猜对了。    另一群年轻人正从后面穿过小径。    其中为首者身披红色斗篷，别针上的图案是红色背景里的诺斯标志，斗篷下则是一身黑色丝绒。    果然是他，也就他会穿成这样。    乔伊斯整了下自己的礼服，对着这位穿着红色斗篷的人，夸张地深深鞠了一躬。    “请原谅我的无礼，奥格斯格殿下。我的仆人没有通知我说是您今天要来。”    “免礼，杜罗特先生。”    奥格斯格的鼻子长处一气，眼神轻蔑地从乔伊斯的脚开始向上打量。    “看起来，殿下是很注意自己的夜行安全，带了这么多的警卫。”    乔伊斯回头看了看周围的这些穿着斗篷的人，    “相比之下，我就没有这样的警卫团呢。”    “杜罗特先生身为团长，不会叫来一些士兵么？”    “诶，不会。使用警卫虽然是小心的表现，但是也代表了对自己能力的不信任。”    “嚯嚯，是自觉很有道理么？”    “算是，毕竟，对自己的能力不信任的人，或者说，痴迷于虚荣中的人，才会带着如此之多的警卫，在深夜出行。”    “有句话，叫言多必失。”    “当然，也不排除有一些必要的情况，导致一个本性善良不虚荣的人，要去办理自己夜半的急事，而携带这样多的警卫。想来也是情理之中的事情。”    “……”    “不过呢，本性善良的人，夜半带着大量警卫出门不会被人视作一个恶人。是因为，他会管好他的警卫，不会让他们去找其他夜行人的麻烦。”    乔伊斯摊开双手，转了一个圈。    “但是呢，看起来，奥格斯格殿下，你的警卫，好像和一个善良的人的警卫，行为准则不是很相符呢。”    “身为一国之君，这样的行为，和你的父亲，可以说是大相捷径。”    奥格斯格的瞳孔猛然缩小。    “闭嘴！别提那个蠢货！”    奥格斯格被激怒了，乔伊斯的双手迅速张开。    所有包围他的少年，全部都在同一时刻准备战斗。\n\n",
    "replies": []
}