{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第六章】【内含BGM】",
    "author": "傲娇AenJion",
    "replyCount": 5,
    "timestamp": 1488820320,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-4-21 20:54 编辑 \n\nhttp://www.xiami.com/widget/48072411_1773296912/singlePlayer.swf\" type=\"application/x-shockwave-flash\" width=\"257\" height=\"33\"\n\n\n\n\n\n时间：河西历1717年4月6日凌晨0：35   “乔伊斯先生，你果然是一个愚蠢至极的人。” “一个聪明人可不会说别人是蠢货。” “杀了他！！！” 奥格斯格彻底被激怒了。背后的人抽出来一把手枪，刚才想要瞄准，就发现。 乔伊斯，来到了眼前！ 乔伊斯伸手抓住了枪管，反手直接将枪支强扭向少年手臂外侧，少年直接痛得大的叫起来。 他的食指，被扳机圈折断了！ 手自然地脱离了枪支，乔伊斯夺下了枪，伸手提起这名少年，为自己挡住了正面的子弹的同时，自己反手对着后面开枪，随后对着这位可怜的士兵露出了微笑。 “疼吗？” 那位被掰断食指的少年只顾惨叫。完全没有理会乔伊斯的话，乔伊斯摇了摇头。 “看你怎么痛苦，我就帮你一下吧” 随后，乔伊斯扣动了扳机。一声枪响后。少年应声倒地，乔伊斯半蹲移动的同时将倒地少年腰间别着的长刀拔了出来。 “哎，你们的武器做工还真是精良，我在燃烬之行的时候可用不起这种好装备呢。” 站在乔伊斯身后的几个少年看着乔伊斯背对自己，变向乔伊斯冲了过去。准备给乔伊斯致命的一击 他们看到乔伊斯没有任何防御，而乔伊斯也知道后面的几个少年。 也没有丝毫的防御！ 乔伊斯将长刀反手，并迅速转身，砍翻了身后的两个人之后，随后腾出右手对准了冲向脑门的子弹。并给予了适当的回击 子弹与子弹的相撞，让子弹偏离的原先的路线。子弹是闪开了，但是子弹是贴着他的头皮飞过去，贴过去的同时也打断了两根头发。 “哇塞！好危险的！” 乔伊斯甩手把手枪扔出去，直接命中开枪者脑门。 开枪者闷哼一声，“噗通”倒地。 “枪法不错，可惜命不命中还是我说了算，孩子。” 随后，乔伊斯把刚才使用的长刀插回了之前少年的腰间。 “孩子，刀不错，到时候埋葬的时候我会替你把刀也送进去的。” 因为刚才乔伊斯强转弹道的场面，让前面的敌人不敢轻易瞄准他，乔伊斯注意着所有人的动作和位置，开始缓步后退，手中从长刀变成了两把火药枪。 之前被手枪砸晕的那个敌人，呻吟着想要站起来。结果乔伊斯在路过他的身边的时候，直接给了他脑袋一脚！ “抱歉了先生，我想你还是不要站起来比较好。” 乔伊斯看了眼被踩晕的士兵，耸耸肩。 “你们在干什么！还不赶快杀了他！你们这群饭桶！” 奥格斯格看起来是等不急了，那些士兵一听到奥格斯格的话，互相看了一眼，然后同时收枪抽出了短刀。 “嘿！殿下！一群人打一个有一点不公平吧。” “闭嘴！你这个叛徒！” “战斗也是要遵守基本的规则诶！哇塞！” 一个士兵突然出现在乔伊斯背后，一刀横斩，乔伊斯吓得直接一低头。 “很危险的啊！” 乔伊斯回头对着冲过来的士兵的脖子就是一手刀，随后用左手的火药枪给了一记补刀。回头用右手的火药枪对准了一个刚刚站起来的士兵开枪，那个士兵刚站起来就又向后仰躺着倒下。 见鬼，我没子弹了。哎呀呀，真是头疼。 乔伊斯哭丧着脸，转身就跑。 奥格斯格笑了一下，看着乔伊斯被士兵前后围堵。 但是不代表我不会抢啊。 乔伊斯突然冲向了一名士兵，那士兵明显是没有想到乔伊斯会直接冲向自己，慌忙迎战，结果乔伊斯侧身闪开他的劈砍。 右肘击打脖子，左手夺刀，马上再给一脚直接踹飞士兵，短刀在空中旋转了一圈，被乔伊斯稳稳接住。 其他士兵一拥而上，乔伊斯一看马上转身就跑，迎面冲来三个士兵，乔伊斯马上抓住最前面的一个，左手抓住士兵拿着刀的右手，拉过来，照着脸就是一拳！ 一声闷响，士兵的鼻梁骨直接被打断，乔伊斯回头一看，马上转过士兵，挡住背后袭来的到刀子。 看着短刀捅进了士兵的胸膛，乔伊斯眼神变了一下。 “哇塞，你们疯起来连自己人都砍！” 乔伊斯重新将插进胸膛的刀拔了出来，扔到了半空中，在刀没落地的时候，对着最后一个士兵进行了一连串的快拳。随后转身，刀正好插在这个士兵的胸膛，缓缓倒地。 “你们怎么自相残杀我也没办法，因为我不是自己人” 看见其他士兵要偷袭自己，乔伊斯马上一个翻滚从跪下的尸体的背上滚过去，看着士兵的刀子砍在尸体背上，自己上去就是一刀砍断了士兵的胳膊！ 士兵惨叫着，捂住自己的断臂倒地，。乔伊斯矮身闪过斩击，从尸体上抽出手枪回头就是一枪，直接将背后的士兵打死。 “谢谢了！”看着士兵捂着胸口倒下，乔伊斯扔掉手枪，从士兵身上抽出新的手枪，抬手直接打死远处的一个举枪试图瞄准自己的一个士兵。 乔伊斯抬头，左右看了看，就在这时，他注意到了一个正在瞄准自己的士兵。 “啧……” 一声枪响，子弹呼啸着飞来，乔伊斯马上抬手挥砍，感觉到手里的短刀瞬间震动起来，发出了一声低鸣。 子弹和刀刃相撞，然后，和刀刃成一个角度，被弹飞。 飞向了背后的一个士兵。 乔伊斯想也不想，手里的短刀转了半圈，直接投掷出去。短刀插在士兵脑袋上，开枪者直挺挺地倒地。 “使用枪支！开火！一定要干掉他！” 奥格斯格有点受不了了，他愤怒地大喊，所有士兵立刻成半圆形射击队形拿出了手枪。 “见鬼！” 乔伊斯迅速提起两具尸体作为盾牌挡住了所有的子弹，子弹击中了尸体，“噗噗”作响。愣是没有击穿尸体。乔伊斯缓步后退，试图迅速离开交战区。 “你们这帮饭桶！”  奥格斯格破口大骂。乔伊斯翻了下白眼，一转头，看见了路旁的一块半个拳头大的石头。 乔伊斯眼睛亮了一下。 他探脚出去，将石头挑起来。 石头被挑到了空中，乔伊斯右腿猛甩，直接将石头踢飞！ “你们要是不能打死他！那就证明你们只是一群无能的废……呜啊！” 石头呼啸着轰在奥格斯格头上，奥格斯格大叫一声，正在说的话被打断，他捂着满是血的头从马上摔了下来。 “殿下！”“殿下！” 一众士兵发现奥格斯格被打翻了，顿时惊慌失措，阵型破乱。他们匆忙将昏迷的奥格斯格搀扶起来，拉着马，丢下乔伊斯和一堆尸体就跑。 一时间，刚才还是热闹万分的小径，再度变得安静下来。 乔伊斯丢下了尸体，拍了拍身上的土，长出一口气。 “呼……他们还是真是难以收拾，看来这里不是什么能久留的地方。”     还是赶紧去看看牧师的情况吧，希望不会有什么事。\n\n\n",
    "replies": [
        {
            "author": "傲娇AenJion",
            "timestamp": 1488821580,
            "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-11 19:29 编辑 \n\n【占一下沙发】这一章问题还是太多了，希望能有人予以点评和指导。感激不尽"
        },
        {
            "author": "米安博奥",
            "timestamp": 1488823080,
            "txt_content": "深夜更新辛苦了"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1488823200,
            "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-7 14:00 编辑 \nBC酱_BcsC 发表于 2017-3-7 01:58\n深夜更新辛苦了\n这些都是存稿啦 【我才不会告诉你我存了几百多章】【苟屁】\n"
        },
        {
            "author": "2822367400",
            "timestamp": 1488870300,
            "txt_content": "顶"
        },
        {
            "author": "gggbbb",
            "timestamp": 1489219200,
            "txt_content": "欢迎新人！\n总的来说，写得还算可以。但相较于剧情，描写的部分可能有些过量了。\n主要问题有以下几点。\n\n第一点，同类动作描写的重复运用\n这个问题算是字面意思，动作描写的形式过于单一，会让读者产生阅读疲劳的。\n举个例子：\n为自己挡住了正面的子弹马上转过士兵，挡住背后袭来的到刀子士兵的刀子砍在尸体背上\n我随便找了找，在这一章节中，就能找到足足三次用尸体挡刀的情节。\n你要知道，在一千五的普通章节中，同一动作的反复运用，是绝对不可取的。纵使这个动作能够更好地表达一些效果，过于大量的反复描写，同样也是不行的。\n我的建议是，你可以尝试着换些花样，试着多个角度进行描写，再尽可能杜绝这种重复的动作。这样，文章的格调应该就不会太过于单调了。\n再举几个例子吧：\n给了他脑袋一脚一脚直接踢飞了士兵再给一脚直接踹飞士兵乔伊斯一脚踢飞那个士兵给手里士兵的膝盖就是一脚\n别说什么了，乔伊斯干脆改名飞毛腿得了。近身格斗并不是说不能用脚，但虽说你没有个招式的名称，也得换个角度描写吧。总是单从乔伊斯出发，然后老套地写什么踢飞踹飞踢飞，这种写法确实算不上优秀。\n\n第二点，单纯的动作描写的弊端\n不知道你存着什么心态，这第六章通篇都是些乔伊斯怎么揍飞小兵的。光是揍飞小兵也还算了，但来来回回就那么几招，然后又无一例外地都是纯写乔伊斯的动作，连点侧面描写或者细节渲染都没有，这种干巴巴的文章，实在是看不太下去。\n再给你个建议，在文字功底没有达到自如的程度时，这种通篇的动作描写尽量还是别再出现为好。就算是RPG剧情，也不代表你一定就得按照一个格式往上套。\n敌方的神态描写呢，乔伊斯的内心活动呢，打一群人连个汗都没写出来实在是有点离谱了。\n从细节上多下点功夫，或者干脆从动作描写那块脱离出来，重于叙述，都比通篇的描写好太多了。\n\n第三点，人称代词的重复使用\n通篇的动作描写还有个坏处，就是文中的情节容易产生叙述上的混乱。\n就算是本文中没有出现这些问题，但就光是那些人称代词也已经快把我绕晕了。\n一个士兵怎样，所有士兵怎样，尸体怎样，一众士兵怎样。\n大量的单个人称代词的叠加，就算你能够明白那是什么一个场景，但这已经足够将我看得糊涂了。\n解决方法有两个，一个是删去与一些士兵的交锋，单纯地着重笔墨写那么一两个士兵。\n第二个是改变人称代词或者加上一些格外的外貌描写，这想必也难不到哪去。\n所以，站在读者的视角上，还是希望略作删改的。\n\n先说到这里吧。\n文章应该已经是过了周创版的平均线，至少大体不差。\n总之，继续努力好了。初次创作，总会有一些小问题的。\n以上。\n最后，祝进步。"
        }
    ]
}