{
    "title": "1#法律知识大讲堂——宪法（1）",
    "author": "233333233333233",
    "replyCount": 0,
    "timestamp": 1488892320,
    "txt_content": "前言废话：\n为了任务我真的是要疯了，嗯，开坑qwq，话说这算不算水\n若是有些说的不对的地方，请大神指点。\n友情提示：宪法简直枯燥的要疯了，以后讲别的法律时我会带一些事例，宪法我没办法\n\n\n\n\n\n宪法简介：\n       宪法（constitution）是国家的根本大法，适用于国家全体公民，是特定社会政治经济和思想文化条件综合作用的产物，集中反映各种政治力量的实际对比关系，确认革命胜利成果和现实的民主政治，规定国家的根本任务和根本制度，即社会制度、国家制度的原则和国家政权的组织以及公民的基本权利义务等内容。\n      “宪法”一词，来源于拉丁文constitution，本是组织、确立的意思。古罗马帝国用它来表示帝王的“诏令”、“谕旨”，以区别于市民会议通过的法律文件。欧洲“封建”时代用它表示在日常立法中对国家制度的基本原则的确认，含有组织法的意思。\n      我国的第一部《中华人民共和国宪法》的颁布在1954年9月的第一届全国人民代表大会。这是我第一部社会主义类型的宪法，也是我国有史以来真正反映人民利益的宪法。（参考八下历史书第4课暴露年龄系列）\n\n\n第一章：总纲\n第一条：\n          中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。\n                补充内容：1、社会主义制度是中华人民共和国的根本制度。禁止任何组织或者个人破坏社会主义制度。\n\n第二条：          中华人民共和国的一切权力属于人民。\n                补充内容：1、人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会。                          2、人民依照法律规定，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务。\n\n第三条：          中华人民共和国的国家机构实行民主集中制的原则。\n                补充内容：1、全国人民代表大会和地方各级人民代表大会都由民主选举产生，对人民负责，受人民监督。\n                          2、国家行政机关、审判机关、检察机关都由人民代表大会产生，对它负责，受它监督。\n                          3、中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的主动性、积极性的原则。\n\n第四条：          中华人民共和国各民族一律平等。国家保障各少数民族的合法的权利和利益，维护和发展各民族的平等、团结、互助关系。禁止对任何民族的歧视和压迫，禁止破坏民族团结和制造民族分裂的行为。\n                补充内容：1、国家根据各少数民族的特点和需要，帮助各少数民族地区加速经济和文化的发展。\n                          2、各少数民族聚居的地方实行区域自治，设立自治机关，行使自治权。各民族自治地方都是中华人民共和国不可分离的部分。\n                          3、各民族都有使用和发展自己的语言文字的自由，都有保持或者改革自己的风俗习惯的自由。\n\n第五条：          中华人民共和国实行依法治国，建设社会主义法治国家。\n                补充内容：1、国家维护社会主义法制的统一和尊严。\n                          2、一切法律、行政法规和地方性法规都不得同宪法相抵触。\n                          3、一切国家机关和武装力量、各政党和各社会团体、各企业事业组织都必须遵守宪法和法律。一切违反宪法和法律的行为，必须予以追究。                          4、任何组织或者个人都不得有超越宪法和法律的特权。\n\n第六条：          中华人民共和国的社会主义经济制度的基础是生产资料的社会主义公有制，即全民所有制和劳动群众集体所有制。社会主义公有制消灭人剥削人的制度，实行各尽所能、按劳分配的原则。\n                 补充内容：1、国家在社会主义初级阶段，坚持公有制为主体、多种所有制经济共同发展的基本经济制度，坚持按劳分配为主体、多种分配方式并存的分配制度。\n\n第七条：          国有经济，即社会主义全民所有制经济，是国民经济中的主导力量。国家保障国有经济的巩固和发展。\n\n第八条：          农村集体经济组织实行家庭承包经营为基础、统分结合的双层经营体制。农村中的生产、供销、信用、消费等各种形式的合作经济，是社会主义劳动群众集体所有制经济。参加农村集体经济组织的劳动者，有权在法律规定的范围内经营自留地、自留山、家庭副业和饲养自留畜。\n                 补充内容：1、城镇中的手工业、工业、建筑业、运输业、商业、服务业等行业的各种形式的合作经济，都是社会主义劳动群众集体所有制经济。\n                           2、国家保护城乡集体经济组织的合法的权利和利益，鼓励、指导和帮助集体经济的发展。\n\n第九条：          矿藏、水流、森林、山岭、草原、荒地、滩涂等自然资源，都属于国家所有，即全民所有；由法律规定属于集体所有的森林和山岭、草原、荒地、滩涂除外。\n                补充内容：1、国家保障自然资源的合理利用，保护珍贵的动物和植物。禁止任何组织或者个人用任何手段侵占或者破坏自然资源。\n\n第十条：          城市的土地属于国家所有。\n                补充内容：1、农村和城市郊区的土地，除由法律规定属于国家所有的以外，属于集体所有；宅基地和自留地、自留山，也属于集体所有。\n                          2、国家为了公共利益的需要，可以依照法律规定对土地实行征收或者征用并给予补偿。\n                          3、任何组织或者个人不得侵占、买卖或者以其他形式非法转让土地。土地的使用权可以依照法律的规定转让。\n                          4、一切使用土地的组织和个人必须合理地利用土地。\n\n第十一条：             在法律规定范围内的个体经济、私营经济等非公有制经济，是社会主义市场经济的重要组成部分。\n                    补充内容：1、国家保护个体经济、私营经济等非公有制经济的合法的权利和利益。国家鼓励、支持和引导非公有制经济的发展，并对非公有制经济依法实行监督和管理。\n\n第十二条：             社会主义的公共财产神圣不可侵犯。\n                    补充内容：1、国家保护社会主义的公共财产。禁止任何组织或者个人用任何手段侵占或者破坏国家的和集体的财产。\n\n第十三条：             公民的合法的私有财产不受侵犯。\n                   补充内容：1、国家依照法律规定保护公民的私有财产权和继承权。\n                             2、国家为了公共利益的需要，可以依照法律规定对公民的私有财产实行征收或者征用并给予补偿。\n第十四条：             国家通过提高劳动者的积极性和技术水平，推广先进的科学技术，完善经济管理体制和企业经营管理制度，实行各种形式的社会主义责任制，改进劳动组织，以不断提高劳动生产率和经济效益，发展社会生产力。                   补充内容：1、国家厉行节约，反对浪费。\n                             2、国家合理安排积累和消费，兼顾国家、集体和个人的利益，在发展生产的基础上，逐步改善人民的物质生活和文化生活。\n                             3、国家建立健全同经济发展水平相适应的社会保障制度。\n\n第十五条：             国家实行社会主义市场经济。\n                    补充内容：1、国家加强经济立法，完善宏观调控。\n                              2、国家依法禁止任何组织或者个人扰乱社会经济秩序。\n\n第十六条：             国有企业在法律规定的范围内有权自主经营。\n                    补充内容：1、国有企业依照法律规定，通过职工代表大会和其他形式，实行民主管理。\n\n第十七条：             集体经济组织在遵守有关法律的前提下，有独立进行经济活动的自主权。                    补充内容：1、集体经济组织实行民主管理，依照法律规定选举和罢免管理人员，决定经营管理的重大问题。\n\n第十八条：             中华人民共和国允许外国的企业和其他经济组织或者个人依照中华人民共和国法律的规定在中国投资，同中国的企业或者其他经济组织进行各种形式的经济合作。\n                    补充内容：1、在中国境内的外国企业和其他外国经济组织以及中外合资经营的企业，都必须遵守中华人民共和国的法律。它们的合法的权利和利益受中华人民共和国法律的保护。\n\n第十九条：             国家发展社会主义的教育事业，提高全国人民的科学文化水平。                    补充内容：1、国家举办各种学校，普及初等义务教育，发展中等教育、职业教育和高等教育，并且发展学前教育。\n                              2、国家发展各种教育设施，扫除文盲，对工人、农民、国家工作人员和其他劳动者进行政治、文化、科学、技术、业务的教育，鼓励自学成才。\n                              3、国家鼓励集体经济组织、国家企业事业组织和其他社会力量依照法律规定举办各种教育事业。\n                              4、国家推广全国通用的普通话。\n\n第二十条：             国家发展自然科学和社会科学事业，普及科学和技术知识，奖励科学研究成果和技术发明创造。\n第二十一条：                国家发展医疗卫生事业，发展现代医药和我国传统医药，鼓励和支持农村集体经济组织、国家企业事业组织和街道组织举办各种医疗卫生设施，开展群众性的卫生活动，保护人民健康。\n                       补充内容：1、国家发展体育事业，开展群众性的体育活动，增强人民体质。\n\n第二十二条：                国家发展为人民服务、为社会主义服务的文学艺术事业、新闻广播电视事业、出版发行事业、图书馆博物馆文化馆和其他文化事业，开展群众性的文化活动。\n                      补充内容：1、国家保护名胜古迹、珍贵文物和其他重要历史文化遗产。\n\n第二十三条：                国家培养为社会主义服务的各种专业人才，扩大知识分子的队伍，创造条件，充分发挥他们在社会主义现代化建设中的作用。\n\n第二十四条：                国家通过普及理想教育、道德教育、文化教育、纪律和法制教育，通过在城乡不同范围的群众中制定和执行各种守则、公约，加强社会主义精神文明的建设。\n                       补充内容：1、国家提倡爱祖国、爱人民、爱劳动、爱科学、爱社会主义的公德，在人民中进行爱国主义、集体主义和国际主义、共产主义的教育，进行辩证唯物主义和历史唯物主义的教育，反对资本主义的、封建主义的和其他的腐朽思想。\n\n第二十五条：                国家推行计划生育，使人口的增长同经济和社会发展计划相适应。\n\n第二十六条：                国家保护和改善生活环境和生态环境，防治污染和其他公害。\n                       补充内容：1、国家组织和鼓励植树造林，保护林木。\n第二十七条：                一切国家机关实行精简的原则，实行工作责任制，实行工作人员的培训和考核制度，不断提高工作质量和工作效率，反对官僚主义。\n                       补充内容：1、一切国家机关和国家工作人员必须依靠人民的支持，经常保持同人民的密切联系，倾听人民的意见和建议，接受人民的监督，努力为人民服务。\n\n第二十八条：                国家维护社会秩序，镇压叛国和其他危害国家安全的犯罪活动，制裁危害社会治安、破坏社会主义经济和其他犯罪的活动，惩办和改造犯罪分子。\n\n第二十九条：                中华人民共和国的武装力量属于人民。它的任务是巩固国防，抵抗侵略，保卫祖国，保卫人民的和平劳动，参加国家建设事业，努力为人民服务。\n                       补充内容：1、国家加强武装力量的革命化、现代化、正规化的建设，增强国防力量。\n\n第三十条：中华人民共和国的行政区域划分如下：\n　　（一）全国分为省、自治区、直辖市；\n　　（二）省、自治区分为自治州、县、自治县、市；\n　　（三）县、自治县分为乡、民族乡、镇。\n　　直辖市和较大的市分为区、县。自治州分为县、自治县、市。\n　　自治区、自治州、自治县都是民族自治地方。\n\n第三十一条：                国家在必要时得设立特别行政区。在特别行政区内实行的制度按照具体情况由全国人民代表大会以法律规定。\n\n第三十二条：                中华人民共和国保护在中国境内的外国人的合法权利和利益，在中国境内的外国人必须遵守中华人民共和国的法律。\n                       补充内容：1、中华人民共和国对于因为政治原因要求避难的外国人，可以给予受庇护的权利。\n\n",
    "replies": []
}