{
    "title": "[Minecraft.net][CULTURE]LUNATIQUE的宇航员",
    "author": "广药",
    "replyCount": 2,
    "timestamp": 1488892980,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-7 21:27 编辑 \n\n\nLUNATIQUE’S ASTRONAUTLUNATIQUE的宇航员\nGo above and beyond with this stellar skin用这个恒星的皮肤去任意翱翔吧！\nWe’ve been keeping an eye on Lunatique’s skins for a while - lots of good ideas, interesting colour choices and inventive use of the armour layers make them really stick out from the crowd.\n我们已经关注Lunatique的皮肤有一段时间了——许多好方法，有趣的颜色选择和盔甲层的创造性运用，使它们从皮肤之中脱颖而出。\n\nThis Futuristic Astronaut is one of my favourites - particularly the glass bowl of the helmet. It’s really impressive to take a game as blocky as Minecraft and make a texture that gives such a strong impression of being spherical. But enough of my wittering - what does Mojang’s Master of Pixelart, Johan Aronsson, think of the design?\n这个未来宇航员是我最喜欢的皮肤之一——特别是头盔上的玻璃罩。把Minecraft里的方块通过使用一个材质将其变成一个球形，真的很令人印象深刻。但我的写作水平有限，那么，Mojang的首席像素设计师，Johan Aronsson，对这个设计是怎么看的呢？\n\nIt's always great to see things like this coming out of the community. The combination of well crafted pixel art, smart use of the two layers available and a knack for how to combine colours that you wouldn't usually think can go together makes Luna's creations a joy to gape at!\nJOHAN ARONSSON看到这些来自玩家社区的东西总是很棒。精心制作的像素艺术，巧妙的运用双层而且还有搭配颜色的诀窍，你可能不会想到，它们结合到一起可能会使Luna的作品令你目瞪口呆！\nJOHAN ARONSSON\nYou can get the skin by clicking below! (It'll probably open in your browser and have a funny long name - we're still tweaking our website's file download feature. But you'll cope! I believe in you!)\n你可以通过点击下面的按钮获得皮肤！ （它可能会在您的浏览器中打开，并有一个有趣的长名称 - 我们仍在调整我们网站的文件下载功能，但你会应付的！我相信你！）\n\n（右击选择 链接另存为 即可）\n\n\n原文：https://minecraft.net/zh-hans/article/lunatiques-astronaut\n原作：Marsh Davies 发布于 2016年11月30日\n翻译：@WuGuangYao",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1488893160,
            "txt_content": "啧啧，小光耀穿上它上天不"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1488895320,
            "txt_content": "穿着它可以上天了"
        }
    ]
}