{
    "title": "[Minecraft.net|INSIDER]聊聊蝙蝠",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1488895260,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-7 22:21 编辑 \n\nMEET THE BAT\n聊聊蝙蝠\n\nA harmless mob that still gives us the creeps\n一个给我们带来恐惧的无害生物\n\nWe've never really understood why criminals are so scared of Batman. Sure, he's a crime-fighting genius who could break every bone in your body for even just thinking about being a wrong 'un, but he's also a grown man dressed as a bat. We refuse to be intimidated by anyone who's costume includes a pointy-eared hat.\n我们从来不明白为什么罪犯们总是那么害怕蝙蝠侠。是啊没错，他确实是一个与犯罪斗争的天才，他甚至会仅仅认为你是不道德的人就会打碎你身上的每块骨头，但于此同时他也是扮成蝙蝠的一个成年人。我们拒绝任何穿着尖耳朵帽子的人的恐吓。\n\nStick us in a dark cave full of Minecraft bats, however, and we'll be weeping in no time. The fourth smallest mob in the game (and the only one capable of flight), these black rats with wings spawn constantly and produce a squeak so shrill you'll wish you were deaf. Bats are actually no physical threat to you in Minecraft, an example of a 'useless mob', but that doesn't mean we can't find them creepy. And our last pickaxe just broke, so it looks like we're trapped in this cave full of them. Save us, Batman!\n如果把我们放在一个充满了Minecraft蝙蝠的黑暗洞穴里，我们一会就会哭了。在游戏中第四小的生物（而且是唯一一个可以飞的），这些黑色的老鼠时刻都扇动着翅膀，发出如此尖锐的吱吱声，你会希望你是个聋子的。在Minecraft里，蝙蝠不会对你的身体造成任何威胁，一个“没用生物”的例子，但这并不意味着我们不会觉得他们令人毛骨悚然。而且我们仅剩的镐子刚刚损坏了，所以我们看起来像是被困在这个满是它们洞里了。救救我们，蝙蝠侠！\n\n\"An atmospheric mob is a mob that constantly spawns, similar to the Squid, but also constantly despawns, because when a player isn't around it doesn’t serve any purpose anymore. They're essentially atmospheric additions, but it was fun to make them, though it was tricky to make them turn upside down when they were standing still. People complain a lot about the noises they make - that squeaky noise can be very high pitched! - so they've been lowered in volume since release.\"\nJENS BERGENSTEN“一个环境型的生物会不断产生，就像鱿鱼一样，如果玩家不在周围，蝙蝠会没有目的性。它们基本上是环境添加的，有趣的就是让他们生成，虽然让他们在他们静止不动时上下颠倒过来很困难。人们讨厌它们制造的噪音 - 非常高而且非常尖的吱吱的噪音 - 所以在发布后噪音被调低了。 “。\nJENS BERGENSTEN\nThis might be why our concept album Screeching FTW: The Best of Minecraft Bat Noises! didn't top the charts. But Jens has a point; spelunking without those squeaking, flapping rodents just wouldn't carry that same creepy cave atmosphere. Plus after fighting Creepers, Slimes, Spiders and all sorts of underground horrors, who doesn't want to cross paths with a harmless mob, one that only wants to hurt your eardrums? Feel free to share our cave, bats. All is forgiven.\n这可能就是我们的概念专辑！最棒的Minecraft蝙蝠噪音！没有名列榜首。但是Jens指出：如果没有那些噪音，啮齿动物是不会发出同样令人毛骨悚然的气氛的，那还算什么洞穴探险。此外，在与苦力怕、史莱姆、蜘蛛等各种地下恐怖生物战斗后，谁不想见见一个只想伤害你耳膜的无害生物呢？随意分享我们的洞穴吧，蝙蝠。一切都可以被原谅。\n\n\n原文：https://minecraft.net/zh-hans/article/meet-bat原作： Tom Stone 发布于 2017年3月7日翻译：@WuGuangYao\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1488896340,
            "txt_content": " 本帖最后由 a946115793 于 2017-3-17 20:19 编辑 \n\n让我们畅谈森林蝙蝠吧！\n\n\n\n\n-4ed8d6861250a19d.jpg (12.91 KB, 下载次数: 13)\n\n下载附件\n\n2017-3-7 22:25 上传\n\n\n\n\n\n"
        },
        {
            "author": "langyo",
            "timestamp": 1488896520,
            "txt_content": "讲个段子,如果你在正常气候类型区块范围内准备一个半径大于32的空心封闭球,并且无任何增加亮度的操作,那么这个球里就会不断给你刷蝙蝠…一刷一大把…\n\n但我相信没有人会愿意为蝙蝠造一个刷怪塔的XD"
        },
        {
            "author": "alitely",
            "timestamp": 1570417140,
            "txt_content": "感谢分享～"
        }
    ]
}