{
    "title": "[Minecraft.net|INSIDER]截图指南",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1488983640,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-8 22:50 编辑 \n\n\nSCREENSHOTTING GUIDE截图指南\nHow to take screenshots in every version of Minecraft!如何在Minecraft的各个版本里截图！\nWhat's the point of building something great in Minecraft if you can't then show it off to the world? Exactly! So we've compiled this handy guide to help you take the best screens in every version.如果你不能向世界展示你建筑的东西，那建筑还有什么意义？对啊！所以我们编写了这本书册来手把手的教你如何在各个版本截出最好的图。\nPC/JAVA Press F2 to take a screenshot. Use your computer's search function and type in '%appdata%' and open this folder. Open the .minecraft folder and then Screenshots. And there they are!PC/JAVA版   按F2截图。用你电脑的搜索功能找到%appdata%，打开.minecraft文件夹，然后找到Screenshots，它们就在那！\nWindows 10 Edition Open the Windows game bar by holding the Windows button and G simultaneously, then select the camera icon to take a screenshot. Or hold the Windows button, Alt and Prtscn together to take a screenshot straightaway.Windows 10版   使用游戏手柄时同时按住窗口按钮和G，然后选择相机图标进行截图。或者直接按Alt+Prt SC按钮立马截图。\nMac Pressing Shift, Cmd and 4 together will take a full screen screenshot. These are saved on your desktop.Mac版 2 同时按住Shift+Command+4，会截出一个完整的屏幕截图。它们将保存在你的桌面上。\nXbox One Double tap the Xbox button on your controller. Now you can press Y to take a screenshot or X to record a video clip. Then visit Xbox.com, login to your Xbox Live account and you'll find all your screenshots in the Captures section of your profile page.Xbox One版  在你的手柄上双击Xbox按钮，现在你可以按Y进行截图，或者按X进行一个视频录制，访问Xbox.com，登录你的 Xbox Live账号，你就可以在你的个人资料界面找到你的所有屏幕截图。\n\nRemember, you can fly in Creative Mode. It's an easy trick for taking large-scale screens like this!记住，你能在创造模式飞行。像这样对于大规模的建筑是一个很实用的方法。\nPS4 You can hold down the SHARE button on your controller to take a screenshot. Or tap the SHARE button to open a new menu, with options to take a screenshot, record video and how to share your captures.PS4版你可以在你的手柄上按住分享按钮来截图，或者点击分享按钮，打开一个新菜单，选择截图、录像来分享你的截图。\nWii U Press the HOME button. Go into Miiverse and post a comment. As well as text, you'll be able to post whatever image was in-game when you pressed HOME.Wii U版   按下HOME按钮，进入Miiverse 然后发一个邮件，就像文本一样，你可以在游戏中按HOME时发送任意图片。\niPhone Press the sleep/wake button on your phone and the Home button simultaneously to take the screenshot. You'll find your screenshots by going into the Photos App, in Albums and then Camera Roll.iPhone版 要同时按住睡眠/唤醒按钮和主页按钮截图。你会在你的照片APP中找到你的截图，在相册专辑和相机相册里。\nAndroid Android phones that are 4.0 and above are easy. Just press the Volume Down and Power Button simultaneously. Older Android models are trickier as they vary from phone to phone. Search the model of yourphone online to see if it has screenshot functionality.安卓版 安卓版本4.0以上的安卓手机，可以同时按住音量减和主页按钮截图，比较老的手机有可能没有这个功能，你可以上网搜一下你的手机有没有截图功能。\n\n\nTry taking screens from unique angles to make them more interesting and original. A photo of a chicken? Boring. But a photo of loads of chickens from a birds-eye view? BEST CHICKEN SHOT EVER.试着用独特的角度截图，使其更加有趣和新颖。一个鸡的图片怎么样？很无聊。但是从上空俯视鸡呢？再好不过了。\nKindle Fire HD You can take a screenshot on your Fire HD by pressing the Power and Volume Down buttons simultaneously. Keep in mind that this only works for the Kindle Fire HD and above.Kindle Fire HD版  你可以同时按下电源键和音量按钮截图，请记住，这只适用于Kindle Fire HD 及以上版本。\nPS Vita Press the PS button and the START button simultaneously. You'll find your screens in the Photos folder.PS Vita版  同时按住PS按钮和开始按钮，你可以再图片文件夹找到你的截图。\nXbox 360 and Playstation 3 This is where it gets tricky! Neither the Playstation 3 or Xbox 360 have built-in screenshot functions that support Minecraft. But! If you invest in some video capture technology, you'll be able to take screenshots. It's not the cheapest solution, but shop around and you'll soon be able to take screens from these older console versions.Xbox 360版和Playstation 3版 ，这就很棘手了！它们都没有内置的支持Minecraft的截图功能！但是，如果你购买一些视频录制功能，你就能弄一些截图了，这不是最便宜的解决方案，但货比三家，你很快就可以在这些旧的主机版本中截图了。\n\n\n原文：https://minecraft.net/en-us/article/screenshotting-guide原作：Tom Stone 于 03/08/2017翻译：@WuGuangYao\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1488989640,
            "txt_content": "很大一部分PE版本都是利用其所在系统的工具截图的,而不是游戏本身提供……"
        },
        {
            "author": "青木源",
            "timestamp": 1488990600,
            "txt_content": "Win的是Alt+啥？\n用Xbox Live截图不行？"
        },
        {
            "author": "广药",
            "timestamp": 1489014900,
            "txt_content": "XIAOMM 发表于 2017-3-9 00:30\nWin的是Alt+啥？\n用Xbox Live截图不行？\n系统截图键啊！单独按是截全图，加上ALT是截窗口"
        }
    ]
}