{
    "title": "[Minecraft.net|INSIDER]海底遗迹",
    "author": "广药",
    "replyCount": 4,
    "timestamp": 1489049460,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-10 19:50 编辑 \n\n\nTEMPLES BENEATH THE SEA海底遗迹\nWhat inspired the mysterious Ocean Monuments?是什么启发了神秘的海底遗迹的建造者？\nDive into the deep blue and you may see them shimmering through the hazy water: sprawling pyramidal structures built by unknown hands, but still patrolled by spiny Guardians - spheroid, cyclopean fish-beasts. “I’m really happy with the way the Guardians turned out,” says Jens Bergensten, Minecraft’s lead creative designer. “For some reason I really like mobs that are basically just floating orbs.”\n潜入深蓝的海洋中，在朦胧的水中，你就可以看得到它们：由未知的生物建造的，庞大的金字塔建筑；时至今日还在被带有尖刺，球形单眼的守卫者们巡逻着。“守卫者的出现方式确实很让我高兴，其实我就是挺喜欢像浮空球一样的怪物。”《我的世界》首席创意设计师Jens Bergensten如是说。\n\nEven the most well-seasoned adventurer will find a submarine expedition a major operation: you’ll need potions to let you breathe and move more quickly underwater. But, even then, the ocean monument won’t give up its secrets easily: Elder Guardians can cast Mining Fatigue on you as soon as you get within range, preventing you from simply digging through the labyrinth’s prismarine shell to the monument’s central gold stash.\n即使是身手超凡的冒险者也会发现这次水下探险是有多么艰难：你肯定需要能让你在水下自由呼吸和快速挖掘的药水。即使是这样，古老的神殿也不会轻而易举的将它的秘密全盘托出：远古守卫者会在你靠的足够近时施放挖掘疲劳的效果，以防你轻而易举的挖通迷宫，到达神殿中藏匿的财宝。\n\nThe ocean monuments consist of one large shell and a labyrinth of rooms within. It’s wide at the bottom and gradually gets smaller and smaller higher up. There’s one top room and two wing rooms, each with an Elder Guardian in it. These are fixed in position, but an algorithm creates connections through all the other rooms so that you can always reach the three key rooms from the entrance. \nOf course, the biggest strength and biggest problem with the design for Minecraft is that you can just dig through anything. So that’s why I introduced the Elder Guardians which magically give you Mining Fatigue. It also accidentally became a jump-scare, because I needed to give some feedback, some visual cue as to why you were being slowed down. I didn’t actually intend it to be scary! I just wanted to encourage people to solve the maze rather just dig through it. I know there are ways around it, but that’s fine - you are still solving the challenge in a new way.\nJENS BERGENSTEN\n\n\n\nEven aside from the fact you can score some rather decent loot by heading underwater, there’s something really appealing about exploring this strange, submarine world. There are so many legends about underwater cities - the most famous being Atlantis, said to have sunk beneath the waves after its occupants offended the Greek gods.\n即使抛开你在这次水下探险中可以收获挺不错的战利品的这件事，探索这个神秘的水下城市也有非常吸引人的地方。神话传说中也有许多的水下城市，最有名的当属大西洲亚特兰蒂斯，在传说中因其居民惹怒希腊众神后沉入海底的大陆。\n\nIts fate is only mentioned as a tiny part of a largely unrelated story by the ancient philosopher Plato and it’s very possible that he just made it all up to illustrate a point. Nonetheless, the idea of a drowned city has so captured the imagination that people have been searching for the site of the city ever since.\n亚特兰蒂斯的命运只被古希腊哲学家柏拉图写过的毫无关联的故事中提及一点点，而且柏拉图也很有可能只是编造了这个并不存在的大陆的故事，来陈述他的思想和观点。尽管如此，一个沉入海底的大陆的故事激发了人们的好奇心。至今人们还在搜索着亚特兰蒂斯的踪迹。\n\nBut maybe that’s not an entirely silly idea: while the specific city Plato mentions might be entirely fictional, its legend was very likely inspired by a mixture of real cities that were swamped by the sea. A thousand years before Plato was writing, the Minoan civilisation, which was flourishing across Crete and the surrounding islands of the Mediterranean, was almost wiped out by a tsunami resulting from a massive volcanic eruption - one of the largest ever in human history. It’s quite likely some vague memory of this event would have survived the centuries until Plato’s birth.\n不过这个故事也不全是一个愚蠢的想法：当柏拉图描述的这个城市可能是完全虚构的故事时，它的传奇可能来自一些真正沉入大海的城市的远古记忆。在克里特岛上繁盛一时的米诺斯文明，在一次人类史上可能最大的一次火山爆发引起的大海啸中彻底消失。可能这些远古记忆的低语被人口口相传，经过许多世纪，来到了柏拉图的耳边，并在它的笔下成为了亚特兰蒂斯。\n\nSo maybe, just maybe, there’s a real Atlantis still out there beneath the waves, waiting to be rediscovered.\n所以或许，只是或许，海底的某个地方确实有那个被遗忘的城市，等待着被我们发现。\n\n\n\n文章来源：https://minecraft.net/zh-hans/article/temples-beneath-sea\n原作：Marsh Davies  发布于 2016年11月28日\n翻译：Jack_Wang_\n",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1489052160,
            "txt_content": "是不是1.8的那个？"
        },
        {
            "author": "不幸的存在",
            "timestamp": 1489053000,
            "txt_content": "从来没有遇到过这个东东， 可能我不经常下海的原因吧，额，也可能我玩空岛比较多的原因"
        },
        {
            "author": "770318926",
            "timestamp": 1489056660,
            "txt_content": "这是？我火星了吗？这是海底遗迹？"
        },
        {
            "author": "土球球",
            "timestamp": 1489114140,
            "txt_content": " 本帖最后由 ustc_zzzz 于 2017-3-10 17:02 编辑 \n\n有一个问题。。。“海底神殿”的用词不规范\nMinecraft中文Wiki的翻译是“海底遗迹”，我觉着还是要以Wiki上的命名为准\n================\n所以 @WuGuangYao2012 你就改了个标题么。。。你文中有很多个“海底神殿”呢。。。\n\n\n"
        }
    ]
}