{
    "title": "Minecraft小说系列《冒险者》09.梦",
    "author": "moshan",
    "replyCount": 1,
    "timestamp": 1489122060,
    "txt_content": "孤独。\n\n好长一段时间里里，他的生活中没有别人，只有他自己。\n\n他唯一拥有的，就是孤独。\n\n每一个又黑又冷的夜晚，他总是一个人过，特别特别害怕。\n\n每当太阳升起的时候，他总是满怀希望，去认识每一个人，但却没有人愿意和他交朋友，原因他自己心里明白。\n\n每时每刻，一直如此，他决定离开人群，到野外生存。\n\n尽管饥渴交替，但他选择忍耐，痛苦的生存。\n\n每天晚上，睡在泥土之上，白天，举着自制的粗糙木剑去寻找活下去的物资。杀鸡宰羊，在一片没人知晓的，从未被探索的树林里。就他一个人，他自己都不知道自己怎么会这么幸运，单枪匹马，活下来了这么久。毕竟，刚到这里的时候，他才10岁。\n\n三年过去了，他现在已是13岁青年，但还是那么渺小，对于这片树林来说，他只是如灰尘一般的存在。因为这里不止只有他自己，还有许许多多的“邻居”。虽然在半天看似友好，但他们最擅长的就是在夜晚无情地突袭你，随后，就和你“说再见”。\n\n这里可是无人区。熊、野猪、狮子、野牛、秃鹰和各种蛇类。他在来到这里之前做足了一切的准备，但这里的环境还是令他防不胜防。\n\n他才13岁，在这里生活简直是送死。但他是自愿的，他知道自己极有可能死了也不知是谁干的，但他还是来了。\n\n原因很简单，他是个孤儿。\n\n这是一件很奇怪的事。\n\n七岁那年的一天夜里，他的外婆和外公来到了他家里，那时，他还是和爸妈一起住的。\n\n他的外婆和外公当时留下一盒包裹就走了，走得很匆忙。他偷偷打开过包裹，里面，是一串镶着绿宝石和钻石的银项链，他当时再小，也知道这东西价值不菲。\n\n他不清楚家里哪来的钱去买这么贵的首饰，但当时他并没有多想，只是很喜欢这宝贝，虽然父母当晚就把它放在了他从来不敢去的地下室，但他对项链的喜爱并没有因为这样而破灭，当晚，他还是一直想着它，想着它……一晚没睡。\n\n第二天，可怕的事情发生了。\n\n他的父母不见了。消失了！整个家里剩下他一个人！\n\n不可思议，他当时怕极了，当他打电话给外婆外公，却发现那边也没人接。\n\n他突然害怕极了。\n\n那几年，他被接到了舅舅家。其他人都不相信他说的话，但他们却想不到什么方法来证明自己的观点。电话、短信……能联系的都联系了，甚至请了警察，但警方却奇迹般的无能为力。这对他的所有亲人无论如何都是沉重的打击。\n\n而他在学校里却也不是一帆顺利，大家似乎都很疏远他，唯一下课来找的，也只是那些校园恶霸来欺负他的了。\n\n他没有任何朋友，虽然是因为他是个孤儿，但所有人都知道事情没有那么简单。不知是谁走漏了风声，他的父母是离奇失踪的言论已在大家耳中传开。\n\n这让他痛苦不已，但他自己也在奇怪，自己父母到底是如何失踪的呢。\n\n痛苦。\n\n他每天每夜承受着同龄人无法想象的痛苦。\n\n孤独。\n\n他没有朋友，尽管是舅舅家的哥哥，也避开他远远地。\n\n同样是孤儿，但上天为何让他的人生故事，有了这样的情景？\n\n“不！”\n\n他时常想发出歇斯底里地怒吼，但每当那时，他的嘴唇似乎就有千金重，他无法抬起。\n\n最终，他选择了离家出走，偷用舅舅的身份证，花光了自己所有的零花钱，去到了尽可能远的地方，而没有给自己留下回来的路钱。\n\n他远离人群，将大自然选为最好的归宿，当他第一脚踏入丛林，他就真正觉得，自己长大了。\n\n而奇怪的事再一次发生了。\n\n他生活的无人区，曾被称为野兽最多最恐怖的地方，而他至今为止，除了尸体以为，没碰见任何野兽。\n\n但有一次十分特别，他遇到一只老虎。那时，他完全愣住了，虽然在来这之前已经恶补了对付野兽的知识，但那时已烟消云散。平常的安全感使他放松了警惕，而此时遇到突如其来的危险也是在他意料之外的，他尽然双脚停在了原地，毕竟他是13岁啊！\n\n他就呆呆地看着那只老虎，而老虎好像也没有攻击的欲望，就这样对视了许久，终于，那头老虎掉头走了，他这次想起逃跑，尽管那老虎已经不打算追他了，他还是一直跑到了他搭建的庇护所。\n\n庇护所不大，他找了张位子坐下，这才发现全身已是汗流浃背。但这天的经历实在感觉奇怪，那老虎不像是刚吃饱，它的眼光里似乎流露出一丝敬畏。\n\n他望着桌子上的一本日记本。\n\n“《石叶的生存日记》”他记下了今天发生的事。\n\n是的，他的名字叫石叶。\n\n晚上，他又没睡着，他对于自己第一次遇到的野兽印象深刻，害怕极了。他再一次想起了父母，要是父母在我身边……\n\n他留下了两行热泪。\n\n第二天，他拿起自制的石斧，到庇护所外面砍起树来。他准备在庇护所的周围捡起一个围墙，保证自己的安全。\n\n石叶总是说到做到，五天后，他那不足五平方的庇护所就拥有了十平方的院子。\n\n他挖了条河道通向院子，在旁边种下一些快速生长的作物，又摆了个笼子在一旁，专门放他捕捉来的兔子和一些小动物。\n\n在那不知不觉中，石叶忘掉了自己的家，似乎也只有在他全身心投入一件事的时候，他才能忘记自己坎坷的经历。来到野外，他选对了地方。\n\n此时，石叶正躺在用羊毛和树叶铺成的床上。\n\n自从那次遇到老虎之后，石叶明白自己的冒险才刚刚开始。\n\n“咕咕——咕。”\n\n乌鸦在高空盘旋，石叶醒了。他突然间发现自己竟身处茂密的树林中，而不是他建的庇护所！\n\n他急忙从地下爬了起来，拍了拍身上的泥土，他向四周望去，这片树林他之前似乎从来都没踏足。他向前走了走，忽然惊喜地发现前方的树丛中发散着淡紫色的光，他本想马上跑过去，可当他再次望向那光时，却发现了几分异样。\n\n光中，显露着神秘的气息。\n\n最终，石叶还是决定前往。毕竟这里的树看起来无边无际，乱来就十分有可能迷路，跟着光走，也许会有些希望。拨开挡路的树枝，石叶灵巧地在树与树之间穿梭，渐渐地，他脚下出现了一条石子路。\n\n石叶抬起头来，只见眼前的石子路还很长，他就定下心来，关心起自己是如何来到这片未知的树林的。\n\n“那篱笆，明明很严实啊！”\n\n大约十分钟后，石叶走完了石子路。\n\n除了一个水井，这儿没别的东西。而那紫色的光，像是从水井中散发出来的。冒险者环顾四周，水井旁的石头上都布满青苔，看来是十分陈旧。难道说，古人早就探索过这片丛林？而现在，偏偏遇到个水井，这是否代表着……\n\n石叶不敢想下去了，因为只有有人住的地方才会有水井的吧？\n\n人——\n\n生活在这树林里的人——\n\n可是马上，石叶松了口气，因为他看见了地上长有杂乱的枯草，这些枯草上没有任何脚印，看来是好久没人来过了……\n\n突然间，水井那边传来了“呼”的一声，石叶赶紧回头一看，之间那水井上方出现了一个银色的棍子，上面还滴着水，难道是从水里浮上来的？\n\n那棍子就这么飘在了半空中，一只没有落下。石叶惊奇地上前，确认没有东西在下面支撑着，才让大脑接受了这个完完全全不符合物理的现实。\n\n惊叹过后，石叶注意起那根棍子：他看起来分量不轻，像是铁做的。棍子的头上呈半圆，中空，棍柄上印着一些石叶完全看不懂的图案。这根棍子，显得十分神秘。他为什么会在这儿，为什么可以飘在天上？\n\n“呼呼呼。”\n\n这根棍子非常不对劲，石叶想把它取下，研究一下，可拿棍子纹丝不动。石叶使了更大的力气，但他却因为用力过猛而差点跌倒。\n\n“好吧！”石叶看着那根棍子说道，“算你厉害，哼。”\n\n说完，他转过身，走了几步，然后仰起头继续望着那棍子，说道：“不过，我用起力来，可是很可怕的哟——”\n\n随后，他扬了扬眉毛，脚下使了使力，泥土立刻被卷起。他握紧了拳头，气势汹汹，随即——\n\n“咿呀！”\n\n他使出了全身最大的力气冲了出去，当他的脚踩上水井的一瞬间，他抓住了那根棍子。\n\n“啊——”\n\n石叶摔在了地上，可他看着右手里，已经紧紧握住了那根沉重的棍子。他正想细细端详，可谁知——\n\n“轰！”\n\n石叶看见水井开始发出震动，然后，便晕了过去。\n\n\n\n“嗡——”一只蜜蜂在石叶脸上停留了一阵，然后飞开了，与此同时，石叶也醒来了。\n\n他缓慢地适应天空的亮度，当他能完全看清楚一切时，他简直怀疑自己还在做梦。\n\n这周围，全都变成了废墟！\n\n“这是爆炸么。”石叶猜想着。\n\n他扭头，发现那根棍子就在他旁边。他惊讶地拿起来，奇怪在这么大力度的爆炸下，它尽然毫无损伤？就在那时，他有遇到了另外一个问题：自己怎么也毫发无损？\n\n“太神奇了……”\n\n石叶拾起棍子，他已经没有更多力气了，本来想拄着拐杖寻找庇护所，可更加令人难以置信的情景发生了：石叶手中的棍子一碰到地面，那片被碰到的地面便立刻结上了一层薄薄的霜。他难以置信地睁大了眼睛。\n\n“天啊。”\n\n他试着用棍子触碰了更多地面，情景都一样，被碰到的地面结上了冰霜。他又找了棵树，找了个石头，它们都一一结上了冰霜。\n\n石叶兴奋地看着手中的棍子，他知道自己捡到宝贝了。\n\n他激动地跳了起来，可谁知，他跳起来之后并没有回到地面，而是浮空在了离地面三分米的地方，石叶刚开始没反应过来，在空中扑腾了一下，随后迅速掌握了平衡，渐渐适应了脱离引力的感觉。\n\n这是飞行？\n\n石叶尝试飞高了一点，他成功了。他远远看见了自己的庇护所，他嘴角一扬，瞬间，如离弦的箭一般飞了过去，一转眼，他已在庇护所的上方。\n\n“哇——”石叶不由得惊叹。\n\n从那以后，石叶一直练习使用这根充满魔法的棍子，他直直练习了三个月。\n\n这天晚上，石叶停在了百米高空。他可以看见树林边缘那点点的灯光，那是他同类生活的地方，如今，他终于有自信去见他们，他的亲人、朋友……\n\n\n\n“啊……”冒险者猛地坐了起来，发现自己正躺在一张床上，在一个不知名的地方。\n\n全身已是大汗淋漓，自己刚才，到底是做了一个什么样的梦……\n\n",
    "replies": [
        {
            "author": "lkj666",
            "timestamp": 1507543920,
            "txt_content": "楼主加油！"
        }
    ]
}