{
    "title": "Minecraft 携带版 1.0.4 发布",
    "author": "乙烯_中国",
    "replyCount": 14,
    "timestamp": 1489102860,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:04 编辑 \n\n正式版是Minecraft PE经过一段时间的测试版测试之后得到的稳定版本，也是众多材质、Addons、Js插件与官方领域服会逐渐跟进的版本。与此同时Google Play与App Store等官方软件商城也会推送次更新。\n转载本贴时须要注明原作者以及本帖地址。\n\n来源：https://minecraft.net/en-us/article/villager-trading-comes-pocketwin-10\n\n\nVILLAGER TRADING COMES TO POCKET/WIN 10!\n村民交易登陆携带以及Win10版！\nHere's the deal with the 1.0.4 update!\n这是1.0.4版本更新。\nLet's make a trade, readers! We'll give you Villager trading in Windows 10 and Pocket edition, plus we'll throw in a ton of tweaks and bug fixes in the 1.0.4 update. In return, you have to give us... nothing? Dammit. We shouldn't have dropped out of negotiation school. It wasn't our fault. The best students were just really good at negotiating with us to go away.\n来交易吗，读者？现在你可以在win10版和携带版上交易了。我们进行了大量调整并修复了不少Bug。作为回报，你给我们...啥？啥都没有？天哪。我们可没有好好的学过谈判。这可不是我们的错。精于此道的人可占尽了我们的便宜。\nAnyway, you can now trade to your hearts content with the villagers! That's just one of many updates and tweaks, which we've listed below. Best of all, the villager children now have adorable, larger-sized heads! A nice bonus, or a clever way for sneaky villagers to distract with their cute offspring while ripping you off? Trade carefully, and enjoy the update!\n无论怎样，你现在可以和村民交易啦！这只是众多更新的冰山一角。相关内容已在下文写出。最重要的是，现在小村民们有了可爱的大头。（大头儿子）小心交易，享受更新！\n\nHere's a list of the key changes:\n这是关键更改列表\n\nNew Features:\n新特性：\n\nAdded Villager Trading!\n添加村民交易！\nAdded Strangers Skin Pack\n添加怪人皮肤包\nMusic, sounds, and user interface can now be modified using Add-Ons\n音乐，声音以及UI可以被Addon修改\nAdded the Storage screen in Settings to manage worlds, resource packs, and behavior packs\n在设置中添加了储存屏幕，以用来管理世界、资源包和行为包\nNew Add-On format: All of your old Add-Ons will automatically update to the new format. You may see warnings on those Add-Ons but they will be fully functional\n新的Addon格式，所有你的旧Addon都会自动更新成新的格式。你会在看到有警告提示，但是它们都可以正常工作。\nTweaks:\n调整：\n\nThe models for the Shulker and Ender Dragon can now be edited using Add-Ons\n潜影贝和末影龙的模型现在可以用Add-on编辑\nHusks are now a little bit taller than Zombies\n僵尸高了一点\nBaby Villagers now have adorable, larger-sized heads\n小村民有大脑袋\nAddition of CDN for downloading optional content, reducing game file sizes\n添加CDN用于下载可选内容，减少游戏文件的大小\nAdded low render distance options for older devices\n为旧设备添加了低渲染距离选项\n\nBug Fixes:\n修的BUG：\n\nClicks are now registered when quickly right-clicking items in the inventory\n快速右键背包里的物品的点击现在会生效\nField of View will now increase properly when sprinting and Field of View is set to max in the settings\n设置里的视野调至最大时，冲刺时视野变化正常\nThe Nether Star can no longer be destroyed by explosions\n下界之星不再能被爆炸损坏\nCapes will no longer appear when wearing Elytra\n装备鞘翅时不再显示披风\nFixed the hitbox on Stone and Wooden Buttons so they can no longer be stepped on by players and other mobs\n修复了按钮的碰撞箱，现在他们不会被踩到了\nZombie Villagers of different variants now keep their professions when importing a world from 0.15.9 or earlier\n从0.15.9版本之后的僵尸村民会保持他们的职业\nDestroying a painting no longer destroys the block behind it\n破坏画不再会敲掉后面的方块了\nRidden mobs (e.g. Spider Jockeys) can now be pulled into Minecarts\n骑乘的生物可以被推进矿车，例如蜘蛛骑士\nVillagers will no longer wander too far away from their Village and run slower when attacked.\n村民不会离村庄太远，被攻击时会越走越慢\nAchievements no longer unlock in Survival if Behavior Packs are used\n如果使用行为包，生存模式不再会获得成就\nSeveral achievements fixed and will now unlock\n解锁几个固定的成就\nSeveral texture issues fixed\n修复纹理问题\nSeveral crash issues fixed\n修复崩溃问题\nThe game no longer needs to be restarted before a shader pack is applied\n重新设置着色器不再需要重启游戏\nVillagers will no longer do farming work if they're not a farmer\n非农民的村民不再务农\nVillagers are less greedy and will no longer immediately pick up items thrown at them. They'll even throw food for other Villagers\n村民现在不再那么贪婪，不再立刻捡起他们身边的物品，他们甚至还会玩喂食Play\nLoads more smaller fixes that you can find at feedback.minecraft.net\n更多小的修复你可以在feedback.minecraft.net读到\nps：今天打字比较多，本想把feedback剩下的一点给顺带翻了，无奈手疼。歇息一会儿。\n\n正版地址AndroidGoogle Play(推荐): https://play.google.com/store/apps/details?id=com.mojang.minecraftpe亚马逊应用商店: http://www.amazon.cn/mojang-minecraft-pocket-edition/dp/b00992cf6wiOSApp Store: https://itunes.apple.com/cn/app/minecraft-pocket-edition/id479516143Windows PhoneWindows Phone 游戏应用商店:http://www.windowsphone.com/zh-cn/store/app/minecraft-pocket-edition/1a625b44-b542-401b-bdff-52b4357c0573\n\n\n追踪最新版本资讯，请关注Minecraft中文论坛【PE新闻资讯】版【PE版本资讯】分类\n\n外部来源以及详细的更新条目追踪\nMojang官方博客（英文）MCPE 测试版官方博客 （英文，内地需**）Jeb的Twitter（英文，内地需**）tomcc的Twitter（英文，内地需**）MissMarzenia的Twitter（英文，内地需**）Jason的Twitter（英文，内地需**）Daniel的Twitter（英文，内地需**）Shoghi的Twitter（英文，内地需**）\n\n\n\n",
    "replies": [
        {
            "author": "白天",
            "timestamp": 1489103520,
            "txt_content": "最近发现pe版连史莱姆方块的那些机制都有了...一年不玩pe，以前那个只有25个基块的垃圾pe版哪里去了hhh\n现在和pc版的生存都差不多了，如果有cb的话..."
        },
        {
            "author": "⑨",
            "timestamp": 1489118580,
            "txt_content": "表示今天6点就看到已经发布了\n但是模板怎么都粘贴不上。。\n我在各种群告诉人们去抢新闻\n(我敢保证你不是从群里看到的)"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1489125420,
            "txt_content": "你们真的适合去当记者，抢新闻一套一套的"
        },
        {
            "author": "ff98sha",
            "timestamp": 1489137840,
            "txt_content": "交♂易是好东西"
        },
        {
            "author": "7shao",
            "timestamp": 1489138560,
            "txt_content": "我只想问地址呢"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1489141080,
            "txt_content": "来交易吧233"
        },
        {
            "author": "青木源",
            "timestamp": 1489142880,
            "txt_content": "打人了啊，又加了材质"
        },
        {
            "author": "z10x23",
            "timestamp": 1489144080,
            "txt_content": "上周刚发现了村庄，这周就来了交易"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1489155540,
            "txt_content": "按理说这不应该是@WuGuangYao2012 发布的吗"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1489156740,
            "txt_content": "WuGuangYao2012 发表于 2017-3-10 22:41\n欢迎所有人参与到新闻播报z中\n我的网可怜啊"
        },
        {
            "author": "广药",
            "timestamp": 1489156860,
            "txt_content": "a946115793 发表于 2017-3-10 22:19\n按理说这不应该是@WuGuangYao2012 发布的吗\n欢迎所有人参与到新闻播报z中 "
        },
        {
            "author": "发光的木板",
            "timestamp": 1489186020,
            "txt_content": "翻译一个比一个谐"
        },
        {
            "author": "super西红柿",
            "timestamp": 1489212180,
            "txt_content": "PE越来越接近PC了....."
        },
        {
            "author": "唔咩",
            "timestamp": 1489224000,
            "txt_content": "玩家：村民，来享受愉♂快的交易吧~"
        }
    ]
}