{
    "title": "[Minecraft.net|INSIDER]本周方块：粘液块",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1489201260,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-3-11 11:19 编辑 \n\n\nBLOCK OF THE WEEK: SLIME\nMore gloopy and gross than when we forget to shower\n\n本周方块：粘液块\n比我们没洗澡时还粘稠一些\n\nEwwwww. Do we really have to write about this? Can't we just write about the gold block again? Fine fine fine. We'll write about disgusting slime. Just don't be surprised if next week's block is made from our tears.\n唔……我们真的需要写这么个方块吗？我们可不可以再写一次金块呢？好吧好吧好吧，我们要写的方块和令人厌恶的史莱姆有关。所以当你得知下一个“本周方块”将会由我们的眼泪制成时可不要惊讶。\n\nLet's try and keep an open mind. Maybe sticky, sickening, get-it-away-from-us slime isn't so bad. You'll need nine slime balls (gross) to craft a slime block (ick) in Minecraft. Better yet, why not do absolutely anything else?\n现在我们开始试着开始一场头脑风暴。粘液块可能实在是粘稠得令人作呕，远离它们好像也没什么不好的。在Minecraft中，你需要九个粘液球才能合成一个粘液块。所以为何不去试图找些更好的事去做呢？\n\nSlime blocks can be used to bounce on, like some sort of snot-coated trampoline. The height of your bounce is relative to how far you fall onto the block. So if you say, fall six blocks of height and land on a slime block, you'll bounce four blocks high into the air! Wheeeeee! While this is a lot of fun, it does also mean your feet touched a slime block. You might want to burn those shoes. And those feet. Better safe than sorry.\n粘液块可以用于在上面跳来跳去，那感觉就和在一些被涂满了鼻涕的蹦蹦床上一样。你在粘液块上跳得多高取决于你以多高的高度落在了这个方块上。你可以这么说，从高度为六的地方跳到粘液块上，你将被弹到四米高处的空气上！嘿嘿嘿嘿！在玩得开心的同时，你需要保证的一点是你的脚的确踩在了粘液块上。如果你不想要让你的鞋子和其中包裹着的脚受伤的话，小心行事总是没有错的。\n\n\nThe crafting recipe for a slime block! There's an achievement for bouncing high enough, but sadly no secret achievement for throwing the stupid slimeballs away and building something less icky.粘液块的合成配方！如果你跳得很高的话你会解锁一个成就，不过可惜的是并没有什么诸如把恶心的粘液球扔出去或者建造一个看起来不那么恶心的建筑之类的隐藏成就可以解锁。\nWe're getting queasy just looking at this photo. Could this be the most disgusting picture in Block of the Week history? Since this story doesn't have a photo of the author attached, yes. Yes it is.光是看看这张照片就足够令人作呕了。是不是不会再有什么“本周方块”提供了现实生活中的照片比这个还恶心了呢？因为这个故事没有附上作者的照片，所以说是的，没错，不会再有了。\nLook, kids! It's your favourite nobel laureate, Hermann Staudinger! He made groundbreaking theories in polymer science, but sadly never explained the science of how he got so damn handsome.快看，孩子们！这是们最喜欢的诺贝尔奖得主赫尔曼·施陶丁格！他在高分子科学领域提出了开创性的理论，但遗憾的是他从来没解释过他是如何得出这样相当漂亮的理论的。\nSo what about real slime? The slime you find in many toys is a polymer, a word pronounced like you're saying you don't think much of a woman named Polly (e.g. Polly? Meh). A polymer is a complex collection of molecules and so the man we have to thank/blame for slime is Nobel laureate Hermann Staudinger. The H-mann made major breakthroughs in how molecules worked in polymer science, which kicked off the production of synthetic polymers like slime. Chocolate is great! Sorry, that last sentence was completely irrelevant to this slimy story. We're just trying to cheer ourselves up because slime = the worst.\n所以真实世界的粘液呢？真实世界中的很多玩具中的粘液大多都是聚合物，它的英文名称（Polymer）听起来像是一个你不会多想的女人的英文名字（Polly，Polly？呃）。聚合物是一系列复杂分子的组合，因此我们需要感谢或是怨恨的粘液的创造者，其实是诺贝尔奖得主赫尔曼·施陶丁格。施陶丁格在高分子科学中的聚合物分子是如何作用的这一点上取得了突破性的进展，从而使诸如粘液的人造聚合物得以生产。巧克力十分棒！不好意思，上面的最后一句话和本篇文章一点关系都没有，它存在的意义仅仅是帮助我们认识到一点并加以庆祝：粘液就是最糟糕的。\n\nNow synthetic polymers existed, toy manufacturers went slime crazy. We got slime-based toys like modelling clay, silly putty, silly putty that glowed in the dark, ice-cream, sunshine and that new Zelda game! Sorry, those last three examples weren't true. Just cheering ourselves up again. We're not slime fans, in case that wasn't clear.\n由于人造聚合物得以合成生产，很多玩具制造商因此因粘液而疯狂。我们的很多玩具都是由粘液制成的，如粘土模型，橡皮泥，在黑暗中发光的橡皮泥，冰淇淋，阳光，和最新的塞尔达游戏！不好意思，最后的三个例子和粘液没什么关系。我们只是再一次地庆祝而已。我们并非粘液的狂热粉丝，虽然上面这句话看起来似乎值得商榷。\n\nActually, you know what? Shut up, us! Because those slime-based toys weren't all bad. Some of them, like modelling clay, encouraged those who played with them to be creative and build their own fun. Sound familiar? So in a roundabout way, slime was the Minecraft of it's time. So thank you, slime! Thank you from the bottom of our hearts! Now to express our gratitude by hopefully never writing about you again.\n所以你竟然知道了什么？闭嘴！这些粘液制成的玩具并不总是那么坏。一些这样的玩具，如粘土模型，吸引了一群爱好者在把玩中获得创造力和独特的乐趣。所以换个说法，粘液本身可以说是另一种形式的Minecraft。感谢你，粘液块！我们打心底地感谢你！我们将会由衷地表达我们的感谢——我们一点都不希望再次撰写与你有关的事了。\n\n原文：https://minecraft.net/zh-hans/article/block-week-slime\n作者：Tom Stone\n原文发表时间：2017年3月10日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1489201560,
            "txt_content": "闭嘴！这些粘液制成的玩具并不总是那么坏。一些这样的玩具，如粘土玩具小人，吸引了一群恶心的死宅在把玩中获得创造力和独特的乐趣，并损失了诸如98个逸的钱财。\n\n由眼泪制成的方块到底是什么呢？\n\n另外，我实在不知道Polly是什么梗。。。谁知道的可以解释一下= ="
        },
        {
            "author": "syz666",
            "timestamp": 1489226160,
            "txt_content": " 本帖最后由 syz666 于 2017-3-11 18:13 编辑 \n\n表示10点的时候就想翻译 可是忽然懒癌就犯上了。\n没想到被抢了……\n给楼主提出几个建议：\n1.将英文原文改成灰色等浅色字体；\n2.将标题的英文和中文在一起放，英文字号小一点；\n3.把标题颜色改成和介绍的东西相搭配的颜色；4.直接将图改了翻译岂不美哉？\n"
        }
    ]
}