{
    "title": "PE/WIN10版的陌生人皮肤包发布",
    "author": "凛",
    "replyCount": 2,
    "timestamp": 1489231200,
    "txt_content": " 本帖最后由 china521 于 2017-3-11 13:25 编辑 \n\n陌生人皮肤包发布!STRANGERS SKIN PACK - OUT NOW!\n来自遥远大陆的皮肤在PE/win10版上发布\nSkins from distant lands on Pocket / Win 10 today!\n当玩家们寻找世界的边缘时,当他们潜入海洋的最深处时,当他们到达奇怪的维度时...有时他们回来后会发生一些变化.比以前奇怪了一点.有时会更多.你可能知道他们是好人,但是在世界的边缘（或者更远）的东西已经把他们变成了...陌生人!\nWhen minecrafters seek the furthest reaches of the world, when they plumb the very deepest depths of the ocean, when they venture into strange dimensions… they sometimes come back changed. A little odder than they were before. Sometimes more than a little. You might once have known them well, but something out there at the fringes of the world (or beyond) has turned them into… Strangers!\n今天在PE版上发布的是我们原始居民系列最新的作品,陌生人皮肤包,三队不同的人,在他们寓居的世界发生了奇怪的变化.来自无阳光的海底的鱼人,来自末路之地带着令人惊讶的带着神秘面具的居民,Grppch the dldlssz;zz;;;与来自边境之地的glitchtastic ssdmm%%居民!\nReleasing on Pocket Edition today is the latest in our Biome Settlers series, the Strangers skin pack, featuring a trio of ‘crafter crews, weirdly warped by the worlds they made home. Swim with the salty fish-folk from the sunless sands of the ocean floor! Marvel at the mysteriously masked inhabitants of The End! Grppch the dldlssz;zz;;; with the glitchtastic ssdmm%% denizens of the Farlands!\n你可以阻止所有这些奇怪的人 -一共包括22个皮肤- 为不是特别奇怪的人提供,只要1.99美元\nYou can snag all these peculiar peoples - comprising 22 skins in total - for the not-so-strange sum of $1.99.\n来见见他们吧!他们足够的友好-也许握手之后需要洗洗手.\nCome and meet them! They’re friendly enough - just maybe wash your hands after shaking.\n海洋原始居民OCEAN BIOME SETTLERS\n\n\n他们被浪潮之下鱿女那奇异而悸动的歌声所俘获.Some say they were summoned beneath the waves by the strange, sultry singing of squid-maids.有人说,他们从一个远古的海底遗迹窃取了被诅咒的财宝.Some say they stole cursed treasure from an ancient ocean monument.有人说,他们崇拜着一个沉眠在深海城市的远古力量,并进行着秘密的仪式来唤醒它.Some say they worship an ancient power that lies sleeping in a deep marine city, and work secretly to awake it.有人说,他们只是真的,真的特别爱蛤蜊,恩!蛤蜊!黄油蛤蜊.油炸蛤蜊.蛤蜊汤.蛤蜊果冻.蛤蜊冰淇淋.蛤蜊.蛤蜊.Some say they just really, really love them some clams. Mm-mmm! Clams! Clams in butter. Deep-fried clams. Clam soup. Clam jelly. Clam ice cream. Clams. CLAMS.末地居民THE END SETTLERS\n\n\n\n在他们的面具下有什么可怕的面孔?末路之地的居民是否是因为某种野蛮的仪式而变形?还是他们只是害羞?What frightful faces lie beneath their masks? Are the people of The End hideously deformed by some barbaric ritual? Or are they simply shy?大概是真的丑官推的GIF也许他们认为这和别人没关系！\nMaybe they think it’s just none of anyone else’s business!\n就我个人而言,我听说他们的面具是一种机制的方式以躲避居住在那个维度的末影人的诡异视线.但话又说回来,这些面具中有些是用巨大的末影之眼制作的 - 所以可能他们是对他们挑衅而不是平息它们\nPersonally, I’ve heard that their coverings are a clever way of avoiding the baleful stare of the endermen who populate the dimension. But then again, some of those coverings are fashioned after giant Eyes of Ender - so perhaps they’re out to provoke rather than placate.\n边境之地居民FARLAND SETTLERS\n\n在地图边缘,事物分解崩坏,每个世界的种子生成地形的巧妙代码,在这里开始消失,事情变得有点怪异.湖悬浮在天上.地基像蛋糕的切面一样上升.你不再在堪萨斯了(?)，那是当然的.At the very edges of the map, things bre?ak do?n. The clever code that unspools hills and forests from each world’s seed begins to go aw?y and things get a little w?ird. Lakes float in the sky. Shelves of land rise up like giant slices of layer-cake. You’re not in Kansas any more, that’$ fo,,r ssure&&.\n谁能在这里生存,但是这里的人们就像地形本身一样.看啊!一群毕加索风格的狗,眼睛长在鼻子上,鼻子长在眼睛上,并且不止一例,一条狗嵌在他们的头上,他们是什么?他们甚至知道自己吗?有一个人肯定是知道的,Minecraft皮肤包的优秀艺术家和设计师,Sarah Kisor:And who could survive here, but folk as messed up as the terrain itself? Behold! A bunch of Picasso-faced freaks, with eyes for noses, noses for eyes, and, in at least one case, a dog embedded in their head. What are they about? Do they even know themselves? One person who definitely knows is our ace Minecraft artist and designer on the skin pack, Sarah Kisor:\n \"这是我工作中最喜欢的一个皮肤包,让陌生人皮肤包这么特别的,超级疯狂的主意是什么.上下颠倒歪曲的脸?当然.疯狂的三眼鱼朋友?真棒.一个活生生的传送门?完美.在这个皮肤包中,我们有机会做一些创造性的突破,并且做那些我们过去在其他主题的皮肤包中不能真正做到的事情\"\"This was one of my absolute favorite packs to work on. What makes the Strangers pack so special is how super whacky the ideas were. Upside-down- sideways-face? Sure. Crazy three-eyed fish fella? Awesome. A living portal? Perfect. With this pack, we had the opportunity to really push the envelope creatively and do things that wouldn’t really work with other themes we had done in the past.\"\nSARAH KISOR\n下周会有一个与SARAH的更大的采访,关于陌生人皮肤包的设计和影响!到你知道这些令人不安的奇怪居民每个人都是陌生人为止.也许唯一找出他们是什么样子的方法是换上他们的皮肤走一会.和所有的皮肤包一样,有一小部分的皮肤是可以免费使用的 - 试试他们吧!Look out for a larger interview, about the designs and influences for the Strangers, with Sarah next week! Unsettlingly odd though these settlers are, everyone’s a stranger until you get to know them. Maybe the only way to find out what it’s like to be them is to hop into their skin and walk around in it for a bit. As with all our skin packs, a handful of skins are available for free - so give them a try!原文地址:https://minecraft.net/zh-hans/article/strangers-skin-pack-out-now原作者:Marsh Davies译者:china521发布时间:2017年3月9日翻译发布时间:2017年3月11日来自群组:HAYO Studiop.s.别吐槽这个皮肤包的翻译,我按PE版的官译来的\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1489232280,
            "txt_content": "日常皮肤刷版本"
        },
        {
            "author": "广药",
            "timestamp": 1489234320,
            "txt_content": "XIAOMM 发表于 2017-3-11 19:38\n日常皮肤刷版本\n村民交易不服"
        }
    ]
}