{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[第四章：名为变态的科学家]",
    "author": "透明小小",
    "replyCount": 3,
    "timestamp": 1489290180,
    "txt_content": "      “你对那屋子里的东西很感兴趣吗？”克萝丝坐在椅子上，用挨不着地面的双腿调皮的晃来晃去。\n\n     以诺沉浸在分辨空气中的气味，看着那扇门看的出神，以至于忘记了屋子里其他两个人的存在。\n\n     “啊......说不上感兴趣，只是稍微有些在意，可以问一下那里面是什么吗？”\n\n     “是安娜在研究的作品哦。”\n\n     说完，克萝丝就跳下椅子，撒娇的摇晃安娜的胳膊，“呐呐，我可以带他去看看吗？”\n\n     一壶红茶已经见底，带着余温的茶香依旧从壶嘴中飘出，温润着以诺的嗅觉，他突然对那间屋子产生了不好的预感。\n\n     安娜仍然是面无表情，他点点头，“可以，但是请不要随便乱碰。”\n\n     如同获得甜蜜糖果的孩子，她兴奋的跑向以诺，“来吧来吧，快来看看，超级棒的！”\n\n     已经来不及了，克萝丝兴高采烈的拉着以诺的手，向最里面的屋子走去。\n\n     越来越近越来越近，这不禁让他回忆起梦中看到 的那条长走廊，屋子里会是什么呢？千万不要是那个长满蔷薇花的王座，再差也不要有那个裸体的黑发少女。\n\n     克萝丝是不会知道他在想什么的，她一蹦一跳的丝毫没有减速，走到半掩的门前她一把推开了它，“噔噔！请看，霍......安娜的屠宰场！怎么样，很震撼吧？”\n\n     的确是很震撼，刺鼻的血腥味迎面而来，从敞开的门后横冲直撞的扑到以诺的脸上，用无形的触须去挑逗他的鼻子，再与黑色的头发交织缠绕成一张隐形的血腥网，他将还未呼出的半口气又吞了回去，屏住呼吸尽量平静情绪，不管里面造成这些令人反胃的气味的东西是什么，都不可能是以诺希望看到的好东西。\n\n     以诺的心在狂跳，他愣愣的待在原地，直到克萝丝点燃了那里面的蜡烛，喷射性的血液溅满了墙壁，和画家泼洒在白纸上的红色颜料没什么两样，甚至连天花板上都染了血液，墙与天花板交界处的蜘蛛网都化为了红色的丝网。\n\n      是什么？不要是人，不要是人的血液。这个房间很小，中央放着一个铁制台子，旁边围绕的是密密麻麻的实验用具，堆的让人根本无法在里面找到落脚点。台子上有几个野猪的断肢，还好，以诺微微松了口气。\n\n     在母亲去世后他就有了晕血的毛病，也仅限是无法忍受人的血液，但眼前这血腥的一幕，也足够让他头晕目眩了。\n\n     以诺故作镇定，用手撑着门框装出一副很悠闲的样子，“这里面是做什么的？”，对，他的确是明知故问，这些透明的瓶瓶罐罐就足够证明野猪狂躁的幕后黑手是谁了，但对方怎么说也有两个人，自己的剑还随意的依靠在沙发上，如果现在气势上占据上方来反问实在不是明智之举。\n\n     “实验，用一种名为D物质的药剂混合上我控制他人情绪的神力，用在生物身上，可以最大限度的让它们提高肉体强度，成为危险武器。只是这附近的野猪天性就是软弱，就算注射再多的药剂辅助再多神力，也达不到我想要的效果。”\n\n     “是吗？”以诺慢慢靠近红沙发，他不担心克萝丝会给自己造成什么威胁，对于他而言，克萝丝不过是一个精神的有些过头的小孩子罢了。\n\n     “您觉得如何？”\n\n     “威胁到村子里的人的性命来做实验不太好吧。”他离自己的剑已经很近了。不要出什么意外，以诺在心中暗自祈祷。\n\n     在指尖触碰到冰凉剑鞘的那一刻，安娜以一种异于常人的高速冲来，以诺还未来得及将剑拔出，强大的推力伴随右手一阵剧烈的疼痛，他被踢倒在地，银剑仅在空中翻滚了几圈就直直的落在了克萝丝的脚边。\n\n     “嘶。”以诺的眉头皱紧，他能感受到手腕骨裂般的疼痛，像是贪婪的小虫一直钻到他的心脏。只要拿到剑，就还有一线生机，以诺挣扎的向前匍匐爬去想要拿回银剑。\n\n     “的确是不好，”安娜狠狠的踩住了他的右手腕，“或许下次我该用村民做实验。”\n\n     痛得几近要昏厥过去，以诺咬紧牙关不让自己叫出声，在实力超凡的强者面前，这是他唯一一个能勉强维持住自己尊严的方法了。\n\n    克萝丝弯腰捡起银剑，将它拔出仔细端详，“你不爱惜自己的剑吗？已经出现了一个小缺口哦，它可是你活下去的最后一根稻草，要不顾一切的紧紧抓住才对。”\n     “疯子。”以诺咬紧的牙缝间吐出了这两个字。\n\n     “你才发现吗？但用科学的力量改造过的我，可不仅仅是疯子这么简单了，科学就是一切，任何事物都不能和它相提并论。”\n\n     安娜抬起了脚，以诺刚刚松了口气，他又用更大的力度再次踩了下去。\n\n     “呃啊！”以诺再也忍不住了，他能感觉到温热的泪水在眼眶里排队准备降落。\n\n     “你还只是一块未经雕琢的白玉。”安娜的眼中渗出更多的阴暗，如果说之前的他只是一个教养完好的上层贵族，那么现在的他则是一个吐出红色信子渴求猎物的蟒蛇。\n\n    “明明是不会有男性擅自使用女人的名字，你却毫无有和我这个变态保持距离的想法。”他冷漠的看着以诺在地板上怒视着他，“嘛，虽然我的真名也不是安娜就是了。”\n\n     “嘻嘻，我早就告诉你过你了，霍华德是一个变态，不过我的确是没想到你会蠢到去信任他。”克萝丝在一旁进行语言上的补刀。\n\n     安娜，不，应该来叫他霍华德，他抬脚向后退了几步，给以诺留了一片足够他起身的空间，“不，他并未完全的相信我，至少还对我提供的红茶保持了警惕。”\n\n     以诺深呼吸了几口气，右手腕的剧烈疼痛已经转变为了毫无知觉的麻木，他用左手撑着地板将全身力气都凝聚到腿上想要爬起来，但一股酥酥的电流感从指尖迅速流遍全身，这股来源不明的麻痹感让他在一次跌到地板上。\n\n     “那个红茶一定有问题。”\n\n     “你才意识到吗？”霍华德捧腹大笑起来，像是看到了一场极为精彩的喜剧戏，“你也太后知后觉了，肯定有问题的啊，我可是变态的科学家啊，哈哈哈哈哈哈哈哈哈！”\n\n     令人反胃的笑声，以诺的怒火充斥了整个心脏，“可是你也喝了，怎么会没有事？”\n\n     “笨蛋，我在舌底压了解药。”霍华德凑近了他的脸，两个人四目相对，灼热的呼吸喷吐在以诺的鼻尖上。\n\n     “为什么要这样做？”\n\n     “因为我是科学家。”\n\n     “这不是个能让人信服的理由。”\n\n     “我想看看这些年来你的变化，但如今看来你经历的任何事情都不足以磨练你，以至于你对他人信任太多警惕太少，像一个任人宰割的小白兔，勾不起我杀掉你的欲望。”\n\n     “你母亲是很厉害，”克萝丝将银剑扔到以诺的面前，但禁锢他的电流麻痹感使得他连爬都爬不过去，更别说剑回银剑了。“但你没有继承她的精明和狡猾，如果她还活着，一定会对愚蠢的你失望的。”\n\n     “胡说，你根本不认识她！”\n\n     “我认识啊，”布偶熊里传出的声音依旧是沉闷的，但却过滤不掉她声音中元气的因子，“橙汁一样的头发。”\n\n     “......胡说。”被羞辱的愤怒无处发泄，以及对母亲的思念。对，橙色的头发，她总是摇晃着自己橙色的头发给以诺讲睡前故事，哼着跑调的歌在阳光下洗刷衣服，以诺的视线在泪水的冲刷下模糊起来。\n\n     “康妮她，一定对你很失望，一定很后悔生下了你。”\n\n     心脏几乎要骤停，以诺用手捂住了自己的耳朵，蜷缩在地板上身体颤抖。\n\n     “您不要给他说那么多，会暴露您的身份的。”\n\n     “哎呀哎呀，我亲爱的霍华德，你总是顾虑这么多，刚才那个变态的你呢？”克萝丝如同芭蕾舞演员一般高兴的旋转着身体，靠近以诺。\n\n     “......但我知道底线。”霍华德用小到克萝丝听不到的声音嘀咕着。\n\n     “我知道你能听见，”克萝丝坐在地板上，在以诺的耳边笑着说道：“安德烈，太阳的火焰是阻止不了我们的，你也阻止不了我们。”\n\n     “我不是安德烈，我不是太阳，我是以诺......”不知名的药物所导致的麻痹感逐渐褪去，随之替代它的是一种几乎要昏死过去的晕厥感。\n\n     克萝丝拼命摇晃他的身体，“看着我，你看着我！你会想起来的，你是安德烈，你是太阳，你的火焰是杀不死我的，听明白了吗？”\n\n     “放开他吧，教主，他还只是个孩子。”\n\n     “天杀的，你给他下了什么药？”克萝丝松了手，以诺的后脑勺“咚”的一声砸在了地板上。\n\n     霍华德耸耸肩，表情淡然的说道：“情绪失控，因人而异的言语失调，昏厥可能是剂量太大带来的副作用。”\n\n     “但这不会杀死他的，对吗？”\n\n     “放轻松点，他总会被杀死的，只是时间问题，不是我的药剂就是有别人来干掉他。”\n\n     “我希望那个亲手送他上天堂的人，是我，所以你应该祈祷他现在不要死，不然我会割下你的头，再塞进母猪的肚子里去。”克萝丝狠狠的戳了几下霍华德的胸口。\n\n     “您尽管放心好了，他现在只是暂时的昏厥，过一会儿就醒了，所以这是我们离开的最好时机，那个老家伙现在一定在找他。”\n\n     克萝丝缓缓走到以诺的身边，她蹲下身，歪头轻抚以诺的头发，一遍又一遍，在她身上少有的温柔好似三月吹来的微风，“我们还会再见面的，等你变得足够强大后，我会亲自让你明白什么是真正的力量，什么是真正的强者。而你是无论如何也阻止不了我，神的位置也只属于她一个人。”\n\n     耳边的蜂鸣声，眼前的事物都如同被烤化的固体水彩，融合成诡异的五彩颜色，以诺用自己最后的意识挣扎了两下，彻底的昏睡过去。\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "MaxSmileLife",
            "timestamp": 1489290240,
            "txt_content": "抢个沙发 顺便夸奖一下楼主 写的不错"
        },
        {
            "author": "透明小小",
            "timestamp": 1489309500,
            "txt_content": "MaxSmileLife 发表于 2017-3-12 11:44\n抢个沙发 顺便夸奖一下楼主 写的不错\n感谢！！！QAQ非常感谢！"
        },
        {
            "author": "极光先生",
            "timestamp": 1489319580,
            "txt_content": "抢个板凳 顺便夸奖一下楼主 写的真的是非常的很不错"
        }
    ]
}