{
    "title": "（转载|连载）《枪侠（暗黑塔1）》【第三章（06——07）】（史蒂芬.金）",
    "author": "MC|天星",
    "replyCount": 0,
    "timestamp": 1489306140,
    "txt_content": "\n正文：\n\n06 \n      充满渴望的呼吸声。  \n      陰影移过来，完全将他笼罩。这让他产生了一种飘飘欲仙的感觉，中间夹杂着隐隐的阵痛，就像古老黯淡的恒星毁灭时爆发出红色的光亮。在他们交 媾达到高潮时，他不自觉地想到许多人，一张张面庞轮番出现：希尔薇娅·匹茨顿；特岙的爱丽丝；苏珊；还有十几个人。\n      最后，仿佛是无比漫长之后，他将她从身上推开，在半清醒的意识中觉得这很可鄙，对她非常厌恶。  \n      不！这不够！这——  \n        “让我走。”槍侠坐起来，双脚着地之前整个人差点从祭坛上摔下来。她迟疑了，小心翼翼地抚摸他。  \n     （金银花，茉莉，甜美的玫瑰油。）但他用力推开她，跪在地上。\n     他踉踉跄跄地像喝醉了酒一样。他走到巨石围成的圆圈周围，跨出去后顿时感到肩上沉甸甸的重量消失了。他深深地呼了口气，发出如哭泣一般微微颤抖的声音。他得到的预言足以让他为这种玷污开辩吗？他无法判断。但他知道，到了恰当的时候，自然会有结论。他拖曳着双腿走开时，可以感觉到她站在她的牢笼之内，看着他走远。槍侠不知道还要过多久才会有人穿越过沙漠看到她，这个饥渴孤独的灵魂。那一刹那，时间和机缘的关系让他觉得自己十分渺小无助。\n\n\n07\n“你病了！”看到槍侠蹒跚着从树林里钻出来，杰克很快站起来。他一直坐在火堆的灰烬旁，将颚骨放在膝盖上，郁郁不乐地啃着兔骨头。看到杰克跑过来，一脸的关切，槍侠顿时感到自己将要对男孩的背叛是那样可耻。“不，没病。有点累。走得太快了。”他指着颚骨说，“杰克，你现在能放下它了。”男孩迅速地用力把颚骨扔出去，然后在衬衣上擦着双手。像是鄙夷什么似的，他的上唇翘了一下，槍侠相信这完全是无意识的。槍侠坐下——几乎是摔倒在地上——药效过了，他感到头上仿佛挨了几拳，疼痛不止。全身关节也十分酸疼，大腿根部也隐隐抽痛，让他清楚地感觉到那里的脉搏。他非常缓慢地卷了支烟。杰克看着他。槍侠突然有种冲动想把自己知道的预言告诉他，让他来决断他们该怎么做，但又很快惊恐地把这个想法扔到一旁。他不知道自己的一部分——思想或灵魂——是不是仍完好无损。把自己的心思全部告诉一个孩子，听他的指挥？这想法太疯狂了。“我们今晚就睡这儿。明天我们开始爬山。待会我出去一次，看能不能打点什么当晚饭。我们需要养精蓄锐。我要睡一会。行吗？”“行。沉沉地睡去吧。”“我不懂你说什么。”“你想睡就睡吧。”“啊。”槍侠点点头，躺下。他还琢磨着杰克的话，把我自己击倒？（注：杰克的原话是“knock yourself out”，俚语中表示让某人沉睡或昏迷。但槍侠不懂杰克那个世界的语言，他只理解knock out的原意“击倒”，所以他认为杰克说的是“把你自己击倒”。）当他醒来，树影已拖曳得老长。“生火。”他对杰克说，把自己的燧石和打火镰扔给他，“你会用吗？”“我想我能行。”槍侠朝柳树林走去，男孩的声音让他停住脚步，他怔住了。“火花——啊——黑暗，我的祖先在何方？”男孩喃喃自语，打火镰发出响亮的敲击声，就像一只机器鸟在叫。“我能睡这儿？我能住这儿？赐给我的营帐火花儿。”从我这儿学到的，槍侠想，一点都不吃惊自己会起一身的鸡皮疙瘩，就像被打湿的狗一样浑身哆嗦。从我这儿学的，我都不记得自己念过这些词，我忍心背叛这样的孩子？啊，罗兰，你能抛弃这样纯真的孩子？在这个可悲的没有出路的世界，你怎能扔下他？有什么理由支持你这么做吗？他只是学了几句话罢了。是，但这是老话了。是一代代传到你这里的。“罗兰？”男孩问他，“你没事吧？”“没事。”他含糊地说，鼻孔里仍残留着卷烟的气味，“你生起火了。”“是。”男孩简短地回答，罗兰不用回头也知道他脸上挂着微笑。槍侠向左走，这次是沿着柳树林。来到一片开阔的草坡前，他停下来，站到树影底下。周围一片寂静，他隐约可以听到杰克刚生起的火堆发出噼里啪啦的木柴爆裂声。这个声音让他会心一笑。他站在那里一动不动，十分钟，十五分钟，二十分钟过去了。草坡上出现了三只兔子，等它们低头吃草时，槍侠拔出双槍。他击倒三只兔子，剥皮洗净后带回到营火边。杰克早已在火堆上烧水等候。槍侠点头赞叹：“做得真不错。”杰克开心得涨红了脸，默默地把燧石和打火镰递给槍侠。兔肉在火上炖着，槍侠趁天还没全暗时又走进了柳树林。在最近的一个池塘旁，槍侠砍了几条粗壮的蔓藤。晚上当火堆灭了，杰克睡熟后，槍侠要将蔓藤编成根绳子，可能在以后派得上用场。但是他的直觉告诉他，上山的路途不会太艰险。他感到命运影响着许多事情，他再也不觉得这有什么奇怪了。当他提着蔓藤赶到杰克等着的地方时，手上已经沾满绿色的树汁。第一缕晨曦将他们唤醒，他们只用了半个小时就打好了包皮袱。槍侠想去草坡边再打只兔子，但时间太短，没等到兔子出现，只能空手而回。他们剩下的食物不多，打成的包皮袱十分轻小，杰克背着也显得很轻松。他变得强壮了些，这明显可以看得出来。槍侠背着所有的水袋，水袋里全都灌满了清冽的泉水。他将三根蔓藤编的绳索系在腰间。他们特意选择了远离祭坛的路。（槍侠担心杰克看到祭坛会想起那晚恐怖的经历，当他们沿着乱石嶙峋的小路上山时，祭坛就在脚下，但杰克只是扫了一眼，注意力便被一只振翅高飞的鸟儿吸引了。）很快，山上的树便明显变得稀疏，和山下的相比也显得格外矮小。树干都盘扭着，树根也和土地进行着痛苦的争斗，想汲取些水分。“一切都显得那么苍老。”当他们停下休息时，杰克陰郁地说，“这世界就不剩一点年轻的生气了吗？”槍侠笑了，用手肘推了他一下。“你就是啊。”他说。杰克淡淡一笑。“这山难爬吗？”槍侠好奇地看着他。“这些山脉那么高。你不认为会很难爬吗？”杰克看着槍侠，眼里蒙上层迷雾。“不。”他们继续往上走。\n\n",
    "replies": []
}