{
    "title": "〔回忆盘点〕一名00后的动漫路",
    "author": "大基佬....",
    "replyCount": 0,
    "timestamp": 1489303080,
    "txt_content": "楼主是2002年出生的，十多年来，看到的动漫的变迁也是不少的。十岁之前呢，楼主是住在农村，因为有家电下乡的政策，家里买了一台台式24英寸彩电（具体多大不记得了），那时候楼主家里用的是卫星电视，而不是闭路（有线电视），这个卫星信号来源于一个叫“亚太二号”的人造卫星（不知道有没有和楼主家一样的）。\n关于亚太二号的资料不多，楼主没能找到图片……\n可以收到的只有八十多个频道，但有四个频道上是经常可以看到动画的。这四个频道相信各位用过卫星电视的都不陌生，分别是CCTV7（现在CCTV14少儿频道的前身），上海炫动卡通，湖南金鹰卡通，北京卡酷动画。由于不是有线电视，楼主看不到本地（重庆）的动画频道重庆少儿频道（缇可）。\n按理说CCTV14分离CCTV7这事是在2003年，为啥我会记得...我也不知道。\n附上台标……炫动卡通的台标没能找到\nhttps://ooo.0o0.ooo/2017/03/12/58c4f36b536d2.jpghttps://ooo.0o0.ooo/2017/03/12/58c4f36ca5d31.jpg为了避免宣传嫌疑所以我直接发URL了\n懵懂时代2003-2005〕\n由于那时国内的动画正处于不知所措的时期，所以楼主在那时看到的都是大概上个世纪做出的作品了。比如《葫芦兄弟》吧，当时看的只有第一部，电视台没有播出第二部《葫芦小金刚》，这一部是楼主近些年来才看到的。当时看到穿山甲死了都揪心得不要不要的。续作《葫芦小金刚》在当时看来感觉也是葫芦娃再次战胜邪恶的故事，但现在看看剧情……总觉得哪里有些不对劲。“挖墙脚，钻空子，找缺口”是楼主变敏感了还是编剧写的就是人心。\n听说《新葫芦兄弟》近几年出来了，楼主没看，不过……看宣传画风怎么不对啊，在此就不做过多评述了。\nhttps://ooo.0o0.ooo/2017/03/12/58c4f3f90f618.jpg\n再说到很多上个世纪八九十年代的动画都在楼主说过的几个动画频道播过，除了《邋遢大王》，《舒克贝塔》，《黑猫警长》这一系列美影厂（上海美术电影制片厂）制作的一系列精良动画之外，还有就是引进的一些外国动画片。说到这里，就不得不提到一个至今仍在更新的，带给无数人欢笑的动画:《猫和老鼠》，也叫《Tom and Jerry》，后来楼主在小伙伴用碟片看的是四川方言配音的。主角名称变成了《风车车和假老练》，不知道大家有没有看过呢？那时候看真是趣味十足。有时候又为死活抓不到老鼠的Tom感到悲哀，又为Jerry作死犯贱虐猫感到……啊啊啊真特么不爽，不过楼主的猫会捉老鼠，但是不会造陷阱，搞发明????。欢乐仍在延续，但现在已经找不到以前的小伙伴一起笑了。\nhttps://ooo.0o0.ooo/2017/03/12/58c4f41f587dc.jpg\n那个年代，又有很多霓虹国的动画流入了中国，成为了许多人现在心中不可磨灭的经典，哆啦A梦就是其中一个，可爱的蓝胖子外形，无所不有装着稀奇古怪玩意的四次元口袋，令人不禁赞叹编剧的想象力。\n很多人都想有那么一个伙伴吧。\n哆啦A梦的故事永远永远不会中断，愿所有00后...哦不所有年代的人，都能牵着好伙伴的手，一直走下去\nhttps://ooo.0o0.ooo/2017/03/12/58c4f43b285b2.jpg\n再说到这个曾经的收视王，现在的霸屏狂，《喜羊羊与灰太狼》吧，这部2005年出品的动画片在当年那是为数不多的神作，据说当时的制作人只做了四十集就大结局了。后来发现收视率蹭蹭地飙，就变成了现在的一座巨坑。\n当时的喜羊羊考试次次是100，现在时不时的还要作弊，当时的喜羊羊想计策都会做一套动作（附带闪光特效），现在顶多脑袋上顶个电灯泡……当时的慢羊羊脑袋上还是长草的，灰太狼的眼睛在无表情是向右斜的，河里的食人鱼还是泛滥成灾的，现在这些细节都消失了。同时消失的还有它曾经单纯的为我们带来快乐的剧情而不是动不动就打亲子互动的招牌卖着早已破败的情怀，留下一堆骂名。楼主个人认为，真正的《喜羊羊与灰太狼》系列自古古怪界一部之后就已经结局了。\n对应与现在的喜羊羊，楼主只能这么说:真正的好的动画，要么是为孩子们带来单纯的快乐和知识，例如当年90后的《蓝猫淘气三千问》，要么是用过硬的技术和剧情为大家带来思维的盛宴，绝对不是，也不会是凭借霸屏排挤这种低级手段来获取收视和支持。\nhttps://ooo.0o0.ooo/2017/03/12/58c4f46141a24.jpg\n〔另类时期〕\n时间辗转到了2006年，楼主在CCTV又看到了蓝猫...哦不，应该是虹猫……\n《虹猫蓝兔七侠传》真的让我有时候把它和蓝猫混淆。\n这部武侠式的动画剧情在当时也是没的说\n人物性格也刻画的栩栩如生，铁血柔情的蓝兔，侠肝义胆的虹猫，可恨又可悲的小虎……\n那时候杂货铺里有卖七剑的武器玩具，小伙伴们估计都见过\n后来的续作火凤凰什么的楼主感觉并不及原来的虹猫，可能吧。\nhttps://ooo.0o0.ooo/2017/03/12/58c4f48482a4e.jpg\n同年，猪猪侠系列的第一部出来了，当年的猪猪侠还是这样的……当年的反派是这样的……\n这部猪猪侠宣传的是环保意识，但是剧情也是不错的。\n果然主角打怪还是要靠装备滴，猪猪开天宝剑和蟠龙战袍都是上古神器。\n改编的潘多拉魔盒的故事牵扯出了数条主线\n不过猪猪侠从勇闯2008这一部之后就……额，不怎么滴了。\n不管怎么说，他还是当年的动画片中比较精彩的一部\nhttps://ooo.0o0.ooo/2017/03/12/58c4f4abec82c.jpg又是同年，《快乐星猫》也来到了楼主家的电视机里\n萌萌哒主题曲，萌萌哒人物设定，让当时的我非常喜欢，每天放学走了五公里山路回到家第一件事就是开电视看看星猫来了没。\n星猫的类3D效果在当时算得上精良了\n记忆中的星猫后面还出了许多部，但是它没有迷失方向\n它带给我们的，只是小小的快乐，只是小小的热血，只是小小的梦想\n你说是吧欧应万\n快乐星猫依然续写着快乐的篇章，可我们的笑容还能不能像当初那样自然从容地开放呢？\n最后……天秤座是楼主的本命你们呢？\n图片来自百度百科\nhttps://ooo.0o0.ooo/2017/03/12/58c4f4d5d3f7f.jpg\n《小鲤鱼历险记》\n也许是出于对海洋起源的探索，或者……是中国动画传统的动物拟人化，小鲤鱼也会说话了\n当初看小鲤鱼历险记看的还是小鲤鱼与赖皮蛇斗智斗勇的故事\n楼主个人觉得正片从后半部分才开始精彩起来\n虽然很经典也很不错但是并没有给我留下太多的印象\n我心如铁，坚不可摧!\n智勇双全，我心飞翔!\nhttps://ooo.0o0.ooo/2017/03/12/58c4f4f1a8ed7.jpg今天就先更新到这里吧\n有很多好的动画可能楼主都没有提到，希望各位吧友也能在此提供一下。\n最后附上几张图，还有谁记得这是哪部动画吗？\nhttps://ooo.0o0.ooo/2017/03/12/58c4f51a10687.jpg                                                                                                                                原帖\n 感谢你的观看\n\n\n",
    "replies": []
}