{
    "title": "[Minecraft.net|CULTURE]瞧瞧这个错综复杂的GIGANTO建筑！",
    "author": "广药",
    "replyCount": 1,
    "timestamp": 1489306560,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-12 16:43 编辑 \n\n\n[bili=7542640]2[/bili]\n\nBEHOLD THIS INTRICATE GIGANTO-BUILD!\n瞧瞧这个错综复杂的GIGANTO建筑！Valley of Iris is an insanely impressive console creation爱尔兰谷是一个令人印象深刻的疯狂主机版作品\nThis might be one of the most impressive world designs out there - and it was created entirely by hand on console by Endless Candy. No tool-assisted cut-and-paste for this builder - just many painstaking hours creating intricate, florid structures with perfect symmetry. It reminds me of the sorts of exquisite decoration you see encrusting Buddhist temples in Thailand.\n这可能是最令人印象深刻的世界设计之一 --- 它是由Endless Candy在主机版上完全手工建造的。 这个建筑师没有使用任何的辅助工具复制粘贴 --- 只是花了不少的功夫，去建造完美的对称、绚丽的结构。 它让我想起了泰国佛教寺庙的各种精致的装饰。\n\n“What inspired me to make maps the way I do is my personal vision of a peaceful heaven influenced by nature and its creatures,” says Endless Candy. “I don't really have a process; what I build comes from the mind. I don't plan ideas out; my ideas just happen to click with each other.”\n“是自然及其生物、和平宁静的天堂给予我的灵感来启发我制作地图的方式。” Endless Candy说，“我真的没有一个过程，我想什么就干什么，我不给我的想法做计划，我的想法和做法是想通的。”\n\nCheck out the shots below or check out the video above to watch a flythrough of the level by Youtuber LethalShadow12!\n看看下面的截图或者看看上面的LethalShadow12的YouTube视频吧。\n\n\n\n\n\n\nEndless Candy says the ideas for this specific world were inspired partly by music and partly by spending time in nature. That’s not a bad tip - if you’re feeling creatively blocked, head out into the world and sop up some of that green goodness. It’s bound to give you some nifty natural notions!\nEndless Candy说这个世界的灵感有一部分是来自音乐，有一部分是来自于沉迷自然。如果你感觉你的创造力被压制了，出去走走，感受一下绿色的世界，这一定会给你一些绚丽的自然概念和想法！这可不是个坏主意 XD\n\n\n原文：https://minecraft.net/zh-hans/ar ... icate-giganto-build\n原作：Marsh Davies  发布于 2016年11月28日\n翻译：@WuGuangYao\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1489311540,
            "txt_content": "woc\n歪果仁都好闲，在主机板上造这么大个东西\n要知道主机板效率低成shiXD"
        }
    ]
}