{
    "title": "[Minecraft.net|CULTURE]惊人的迷宫求解器",
    "author": "凛",
    "replyCount": 2,
    "timestamp": 1489298520,
    "txt_content": " 本帖最后由 china521 于 2017-3-13 08:54 编辑 \n[bili=9117160]1[/bili]惊人的迷宫求解器AMAZING MAZE SOLVERChitzy如何用盔甲架来自动解决谜题How Chitzy uses armorstands to automatically solve puzzles这很酷.我不明白.Chitzy在Minecraft中使用泛洪填充算法建造了一个迷宫求解器.This is cool. I do not understand it. Chitzy has built a maze solver in Minecraft using the FloodFill algorithm.\n那是什么意思?我像一个白痴一样请求Chitzy解释一下.\nWhat does that mean? I asked Chitzy to explain it to me like I was an idiot.\n“正如泛洪填充算法的名字一样,该算法使用盔甲架填充地图上所有玩家可以到达的方位(解算器),每个步骤会给盔甲架一个索引号,并在完成步骤后增加它,当盔甲架到达出口的时候,停止这个事件并通过简单的连接相应降低最近的数字来找到最短的路径.听起来很复杂,实际上很简单,这个视频(以搬到bilibili,直接点就好,没翻译)解释的更好.\"“As the FloodFill name suggests, the algorithm fills the map from the player location (the solver) in all possible directions with armorstands, each step giving each armorstand an index number and increasing it after a step is completed. When an armor stand is placed above the exit, the whole thing stops and traces the route back by simply connecting to the corresponding lower index near it. It sounds complicated but it's quite simple actually, this video explains it better.”\n是啊.现在完全清楚了,谢谢 *大脑紧绷*\nAh yes. Perfectly clear now, thank you. *brain implodes*\nChitzy是怎么开始做这些复杂的红石装置的呢?\nHow did Chitzy get into these sorts of complex redstone creations?\n\"我从1.2.3的时候开始玩Minecraft,并且在我接触红石之后它开始变成了我游戏中最爱的一部分,因为它像程序设计一样 - 这是从我还是一个孩子以来的另一个大爱好.我开始折腾它,很快我开始挖掘游戏代码,管理一个Minecraft服务器,并且发布了我第一个冒险地图,并在接下来的几年内做了很多其他的小型红石作品.\"“I started playing Minecraft on version 1.2.3, and after messing around with redstone it became my favorite part of the game since it resembled programming so much - that's my other big hobby since I was a kid. I started messing with it and soon enough I found myself digging through the game code, managing a Minecraft server, and releasing my first adventure map. All that became even more interesting when command blocks were implemented. Nowadays, I find myself with five unfinished adventure maps, and a lot of other small redstone projects that have accumulated over the years.”\n这很有趣,通过命令方块和基础的红石结构,你可以创造很多复杂的算法,并且在那里面自己增加材质包,你可以在现有的游戏之中做一个你自己的新游戏.\"\n“It's quite fun - combining command blocks and basic redstone logic you can create complex algorithms, and adding resource packs on top of that, you can literally make your own new game on top of the existing one.”\n聪明的玩意!\nSmart stuff!\n作者:Marsh Davies发布时间:2016年11月25日\n原文地址: https://minecraft.net/zh-hans/article/amazing-maze-solver\n译者:china521\n翻译发布时间:2017年3月12日\n来自群组:HAYO Studio\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "langyo_v2",
            "timestamp": 1489302960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "瓦子草",
            "timestamp": 1489303440,
            "txt_content": "迷宫都能自行破解了，以后玩迷宫在MC造出来然后用这个好了"
        }
    ]
}