{
    "title": "质疑PE创意赛的公平性",
    "author": "莉莉霍瓦特",
    "replyCount": 8,
    "timestamp": 1489315200,
    "txt_content": "明本届创意赛能不能多人，因为这次几乎全部都是单人作品。一个多人，然后又这么好。。。简直碾压其他单人作品",
    "replies": [
        {
            "author": "镜钥钥",
            "timestamp": 1489315320,
            "txt_content": "标题: 质疑PE创意赛的公平性 本帖最后由 暴力杀狗 于 2017-3-12 19:11 编辑 \n\n此帖内容仅代表个人观点，与大众立场无关，更没有任何引战或贬低PE创意赛的意思仅仅只是希望MCBBS能将下一届比赛办得更好\n\nRT，PE创意赛正如其名字一样，讲究“创意”而“评选结果”却会被某些其他因素影响，故个人认为PE创意赛不够公平下为个人认为“不公平”的地方\n\n1.渲染和光影图\n我查看了前6名的作品，一半有十分优质的光影渲染图，那么问题来了不知道怎么开光影的人或者手机配置不足以带动光影的人，几乎不可能渲染出像那些会渲染的大神那样的效果视距就更别说了，拿冠军作品的渲染图来说吧，一般的手机视距是拉不了那么远的，更别说还开着光影了\n\n2.关于投票：\n还有一个问题就是，投票中作品的顺序整整40个作品，有些没耐心的人只看了前几个作品就投下了选票却完全忽略了后面的作品，你作为排在后面的人会有什么想法？没错我就在最后面 = =\n3.关于多人作品(感谢阿狸指出问题)\nPE创意赛的作品大多都是单人作品，而多人创作的作品在各个方面都比单人作品有优势，关于这点的改善建议见下方\n\n下为本人对下一届创意赛的建议：1.在参赛期间帖内截图不得使用光影图，比赛结束后才可在帖内加入光影渲染图（对手机配置差的用户比较公平）2.参赛必须附带存档，并增加一个“评委打分”项目，指定几位版主为评委并让评委进入存档欣赏细节/打分（对不擅长截图的用户比较公平）3.建议在以后PE创意赛中增加一个“多人联合作品”选项，“多人联合作品”需要在帖内指明参与创作的用户，如果多人作品得奖的话，单个用户得到的奖励变少但每个人都能得到相同的奖励；并且限制“多人作品”的获奖人数，超出上限的创作者和没有MCBBS帐号的创作者无奖励\n\n下为有利有弊的可选建议：1.参赛必须匿名发帖，等比赛结果出来后才可编辑为非匿名（可防止有人看脸投票，但无法评分）2.将投票方式换成“站内开一个帖子，用户在回复中按格式给作品打分，每人只能回复一次”（更加公平，但可能有人嫌麻烦所以放弃投票）\n\n\n以上\n"
        },
        {
            "author": "Mithey",
            "timestamp": 1489315800,
            "txt_content": "小号刷票呢"
        },
        {
            "author": "_DIM_",
            "timestamp": 1489316280,
            "txt_content": "还有，多人作品应该要总分除以人数= ="
        },
        {
            "author": "十年不晚",
            "timestamp": 1489317240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "青木源",
            "timestamp": 1489318620,
            "txt_content": "这次是考虑欠佳，也没有办法，下一次会考虑周全的"
        },
        {
            "author": "pca006132",
            "timestamp": 1489318860,
            "txt_content": "首先，次序什么的也很麻烦啊...40个基本上是没多少人会全部看清楚的了。\n而且肯定会有次序之分啊，感觉只有每次点击的时候随机次序才能减少那影响...\n\n至于匿名，人家难道不能把帖子链接发到群里拉票么→_→\n投票的话，看不到回复和直接投票的分别..."
        },
        {
            "author": "pca006132",
            "timestamp": 1489319640,
            "txt_content": "酷车手BB弹 发表于 2017-3-12 18:58\n还有，多人作品应该要总分除以人数= =\n不可能总分除以人数，那样也是对多人作品的不公平。\n作品质量好就是好，比如说地图精华的难度应该*人数么？那么十几人做的作品有可能得到精华么？\n\n举个例子，假设有三个人做地图，那么即使那地图真的很不错，也很难获得比差它一点的地图的三倍分数，于是排名可能就在不如它的地图之下了，那样公平么？\n\n我觉得在奖励那里平分就好，顶多限制最大人数。"
        },
        {
            "author": "米斯琪",
            "timestamp": 1489319880,
            "txt_content": "①.下一届将考虑采纳建议，并进一步完善创意赛规则 。√\n②.每个作品得票数量都较为平均，并没有因为编号靠后而出现投票人数减少的现象。\n"
        }
    ]
}