{
    "title": "这3道题，能全对的人智商至少120",
    "author": "乔柚",
    "replyCount": 11,
    "timestamp": 1489376040,
    "txt_content": "PS:此题不是我写的....转载的 发现自己智商好低啊做智力题呢，和你的年龄、学历关系不大，主要是看你的观察能力、推理能力和逻辑思维有多严谨，不过说到底，能把智力题做得很6的人，肯定这些能力都很厉害的啦~　　今天这3道题，难度很高哦，能全对的人智商至少120哈！我看了一下，反正我是一个都没做出来，还是你来试试好了~　　一、看下图，要把左边的图形变成右边的图形，但是只能移动3个圆圈，你真的怎么移才行吗？　　二、看下面些数字，要求把这个正方形分成4份，但形状和面积都要相等，而且每一份上的数字的和也相等，应该怎么分呢？　　三、看下图中的糖果，一共24颗分成了3份，一份6颗、一份7颗、一份11颗，现在需要把它们变成相等的3份。但是只能移动3次，而且向每一份添加的数目只能是这一份里原来就有的数目。你知道应该怎么移动吗？　　今天的题看起来怎么样？说实话我看题目都看得有点懵了……你觉得难吗？反正我是一个都没有做出来，好像从来没有得0分过啊！看看你得了几分吧！　　下面五个是补充题，敢不敢来挑战一下智商题?大家一起来测一测自己的智商吧!　　关于智商的问题 称苹果　　有十筐苹果，每筐里有十个，共 100个，每筐里苹果的重量都是一样，其中有九筐每个苹果的重量都是1斤，另一筐中每个苹果的重量都是0.9斤，但是外表完全一样，用眼看或用手摸无法分辨。现在要你用一台普通的大秤一次把这筐重量轻的找出来。　　关于智商的问题 称零件　　有13个零件，外表完全一样，但有一个是不合格品，其重量和其它的不同，且轻重不知。请你用天平称3次，把它找出来(此题难度较大，只要能做出来，便说明智力非凡。时间不限)。　　关于智商的问题 九死一生　　古时一位农民被人诬陷，农民据理力争，县官因已经接受别人的贿赂，不肯放人，又找不到理由，就出了个坏主意。叫人拿来十张纸条，对农民说：“这里有十张纸条，其中有九张写的‘死’, 一张写的‘生’,你摸一张，如果是‘生’,立即放你回去，如果是‘死’,就怪你命不好,怨不得别人。”聪明的农民早已猜到纸条上写的都是“死”，无论抓哪一张都一样。于是他想了个巧妙的办法，结果死里逃生了。你知道他想的什么办法吗?　　关于智商的问题 一张假币　　一天傍晚，一个体鞋店来了一位顾客，拿出10元钱买一双布鞋。该鞋7元一双，需要找给顾客3元。因为没有零钱，鞋店老板拿着这张10元钱到隔壁小店破成零钱，找给顾客3元，顾客拿着钱和鞋走了。第二天，隔壁小店来人说昨天的钱是假的,老板只好拿出10元钱，叹口气说：今天的损失太大了。请你帮他算一算，他一共损失了多少钱　　关于智商的问题 买烟　　60年代的哈尔滨。一天，一个小商店里来了一位不速之客。他对售货员说：我是南方人到哈尔滨出差，想带哈尔滨特产的“哈尔滨、迎春、葡萄”烟回去给大伙尝一尝。我现在只有3元钱，全都买烟。”当时的价格分别是0.29元、0.27元和0.23元。售货员经计算后，满足了他的要求。这位南方人每种烟买了几盒?　　5个智商问题的答案　　答案： 称苹果　　把十筐苹果按1～10编上号，按每筐的编号从里面取出不同数量的苹果，如编号为1的筐里取1个，编号为5的取5个，共(1+10)×10/2 = 55个。如果每个苹果的重量都是1斤，一共应该是55斤。由于有一筐的重量较轻，所以不可能到55斤，只能在54-54.9斤之间。如果称量的结果比55斤少x两，重量较轻的就一定是编号为x的那筐。实际上,为了称量的方便，第十筐的苹果也可不取，一共取45个，最多45斤。如果称得的结果　　正好是45斤，说明第十筐是轻的。否则，少几两，就是编号为几的筐的苹果是轻的。　　许多人开始都以为此题无解，告知答案后认为很合理。　　答案： 称零件　　先在天平的两边各放4个零件，如果天平平衡，说明坏的在另外的5个里，再称两次不难找到。如果不平衡，说明坏的在这8个中，此时要记住哪些是轻的，哪些是重的。剩下的5个是合格的，可以做为标准。然后把5个合格的放在天平的左端，取2个轻的，3个重的放在右端。此时如果右端低，说明坏的在重的3个里，一次即可称出。其它情况比较简单，这里不再赘述。　　答案： 九死一生　　农民抓起一个纸条立即放入口中吞下，剩下的9张全是“死”，县官只好承认农民抓的　　是“活”，只得把他放了。　　答案： 一张假币　　赔了10元,即一张假币的面值。许多人猜此题时都把问题搞复杂了,反而把结果弄错。　　答案： 买烟　　此题最好用解“不定方程组”的方法，否则只能用“试探”法。设葡萄、迎春各买一盒，余钱全部买哈尔滨烟，共可买10盒。再设迎春、哈尔滨烟各买一盒，余钱买葡萄烟，共可买12盒，也就是说，顾客最少可以买10盒，最多可以买12盒。先看看买10盒的情况，设哈尔滨、迎春、葡萄烟分别买x、y、z盒，可列出不定方程组：　　29x+27y+23z=300　　x+y+z=10　　由解出y=10-x-z 代入后整理得：　　2z=x-15　　∵ x≤8， z≥1 ∴ 式无解　　将式之10改为11，最后整理得：2x=3+4z, 左边为偶数，右边为奇数，无解。最后，再将11改为12，经整理得：2z=12+x，设x=2 (只能取偶数)，得z=7，y=3,再设x=4 ，得：z=8，y=0，不合要求。x不可能再大，因此答案只有一个，即：　　哈尔滨牌买 2盒，迎春牌买 3盒，葡萄牌买 7盒。@酷手BB弹 @Silly_Pig  @十年不晚  @小阿狸....  \n",
    "replies": [
        {
            "author": "十年不晚",
            "timestamp": 1489377000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ouAuAuo",
            "timestamp": 1489377540,
            "txt_content": "数学不好的我也很绝望啊"
        },
        {
            "author": "wzz0116",
            "timestamp": 1489380360,
            "txt_content": "第一题，保留中间7个园围成的六边形，然后将这个六边形三条边上的园移动到另外三条边"
        },
        {
            "author": "wzz0116",
            "timestamp": 1489380960,
            "txt_content": "第二题，从上向下第一行3 6 5和第二行的2组成一个T型，从左向右第一列8 3 4和第二列的1组成T型，从上向下第三行的5和第四行1 7 3组成T，最后剩下的1 4 2 9组成T，和都是16"
        },
        {
            "author": "wzz0116",
            "timestamp": 1489381080,
            "txt_content": " 本帖最后由 wzz0116 于 2017-3-13 13:01 编辑 \n\n第三题没看懂，是说从其中移动吗？那还不简单，从11个那份往6个那份移动两个，往7个那份里移动1个不就行了吗？这题不是这意思吧，又说移动又说添加，那到底是移动还是添加？"
        },
        {
            "author": "凛",
            "timestamp": 1489383360,
            "txt_content": "\n\n后面字太多不看"
        },
        {
            "author": "Wufeiling",
            "timestamp": 1489383840,
            "txt_content": "反正我是一脸蒙蔽，看不懂系列"
        },
        {
            "author": "Scal",
            "timestamp": 1489387080,
            "txt_content": "别，把这图拿开，快拿开，不然我要杀人了"
        },
        {
            "author": "乔柚",
            "timestamp": 1489389900,
            "txt_content": "Dream_Black 发表于 2017-3-13 14:38\n别，把这图拿开，快拿开，不然我要杀人了\n走好2333祝你好运"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1489399860,
            "txt_content": "前三道题好像小学做过。。"
        },
        {
            "author": "zyjking",
            "timestamp": 1489404840,
            "txt_content": "小学做过全部题......"
        }
    ]
}