{
    "title": "[Minecraft.net|INSIDER]遇见村民",
    "author": "凛",
    "replyCount": 2,
    "timestamp": 1489426620,
    "txt_content": " 本帖最后由 china521 于 2018-8-21 14:20 编辑 \n\n遇见村民MEET THE VILLAGERS谁在村子里闲逛?Who hangs out at the hamlet?村庄是Minecraft中除了玩家自己的建筑外最热闹,活泼的地方.这些村庄由一群友好的拥有各种有用的职业的人构成:农民,渔夫,造箭师,屠夫,牧师,盔甲商等.包括我最喜欢的:傻子Villages are some of the most bustling, lively places in Minecraft outside of the player’s own constructions. They’re populated by sort-of-friendly folk involved in various useful pursuits: farmers, fisherman, fletchers, butchers, clerics, armorers and more. Including my favourite: the nitwit.对着村民右键可以与他们进行交易,给他们提供绿宝石以换取更好的装备,显示着财宝方位的地图或者食物.除非你尝试与一个傻子村民交易,当然,这种情况下你将什么也得不到.现在谁是傻子了?Right click on a villager and you can trade with them, offering them emeralds in exchange for better equipment, maps to notable treasures or food. Unless you are trying to trade with a nitwit, of course, in which case you’re going to get squat. Who’s the nitwit now?回到过去,虽然说,你曾从每个村庄的居民那得到承诺. in the old days, though, that’s all you were guaranteed from any of the village’s occupants.我们在2011年添加了他们,但是最开始,他们是完全没用的 - 你不能和他们交易,他们也没有音效或是其他别的东西.他们唯一的作用就是住在村子里.我们讨论了很多关于他能做什么 - 我们知道我们想要交易,但是我们不能确定村庄本身会发生什么.玩家们会在村庄旁边做任务吗?他会扩展吗?\nWe added them in 2011, but in the beginning they were completely useless - you couldn’t trade with them, they didn’t have any sound effects or anything. Their only purpose was to live in the villages. We discussed a lot about what they would do - we knew we wanted trading, but we weren’t sure about what would happen with the village itself. Would the player do quests around the village? Would it expand?\n我们最后决定,当玩家到达一个世界的时候,它就是由玩家建造的东西.所以,我们决定构建一个系统,如果玩家改善村庄,那么它的人口会增加.但是我们发现判定什么构成一个房子计算起来非常麻烦.\nWe decided in the end that, once the player arrives in the world, it’s up to the player to build things. So, we decided to have a system where, if a player improves a village, then it would expand in population. But we found that it was very computationally expensive to evaluate what constituted a house. \n所以我们做了一个最简单的方案:如果有一个门并且有一个里面和外面,那么它就是一个房子.问题是人们现在只是建造一排门,来增加村庄!所以我们不得不在这之上平衡游戏.\nSo we made the simplest solution: if you have a door and an inside and outside, then that counts as a house. The problem is that people now just make these rows of doors just to increase the village! So we had to balance the game depending on that.\nJENS BERGENSTEN\n实现交易花了这么长时间的原因之一是,本来,Minecraft创始人Notch想要让交易直接在世界中发生 - -你丢弃一个物品之后村民会拿起它并把一些东西丢给你.Jens说这是向《Dungeon Master》致敬,一个通过在桌子上倾倒货物与商贩交易的游戏系列 - 之后商贩会看起来开心或者悲伤.事实证明,在限制较少的Minecraft世界中实现起来很困难.回到Jens的话中!\nOne of the reasons it took so long to implement trading was that, originally, Minecraft creator Notch wanted trading to take place in the world - you’d drop an item and the villager would pick it up and throw something else back to you. Jens says this was in homage to Dungeon Master, an RPG series that let you trade with vendors by dumping your wares on a table - and the vendor would then look happy or sad. This turned out to be a lot more difficult to implement in the less restricted world of Minecraft. Back to Jens again!制作一个你知道什么东西正在售*卖,他们的成本是多少,你要为此付多少钱的系统真的很难.村民不会说话,并且感觉不符合其余在屏幕上是用大量文字来描述交易的游戏It was really difficult to make a system in which you knew what items were for sale, what they cost and how much you had paid for it. The villagers weren’t going to talk and it felt out of keeping with the rest of the game to use a lot of onscreen text to describe each transaction. 我们用各种方法做了一些实验,但是看起来效果都不是很好.所以最后,在我领导Minecraft开发的一年后,我们决定添加一个界面.We did some experiments with thoughts bubbles, but it didn’t look good. So in the end, after I’d been lead on Minecraft for a year, we just decided to add an interface instead.JENS BERGENSTEN\n一个公平的交易,我会说,尤其是现在PE/WIN10版也添加了村民交易!你可以在这里看到我们最新的更新,和其他所有的更新.A fair deal, I’d say, especially now that villager trading has arrived in Pocket/Windows 10 edition! You can see all the other changes in our latest update here.作者:Marsh Davies发布时间:2017年3月13日原文地址:https://minecraft.net/zh-hans/article/meet-villagers译者:china521\n翻译发布时间:2017年3月14日\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1489431840,
            "txt_content": "村民是什么？\n我眼里只有章鱼哥……\n表示扔地上捡起来再扔回来的交易方式\n似乎在TC4的岩精方面已经实现了一半了来着"
        },
        {
            "author": "广药",
            "timestamp": 1489448520,
            "txt_content": "修仙翻译QAQ 你们都不睡觉的么(Ｔ▽Ｔ)"
        }
    ]
}