{
    "title": "多彩建筑征集",
    "author": "凛",
    "replyCount": 7,
    "timestamp": 1489561140,
    "txt_content": " 本帖最后由 ff98sha 于 2017-3-16 21:51 编辑 \n\n多彩建筑征集COLOURFUL BUILDS WANTED你的创作将在新的预告片中成为明星!Your creation could star in a new Minecraft trailer!作为Minecraft的官网,我们总是很自豪的成为你找到所有关于游戏的重大公告的第一个地方.额......除了昨天,Owen在Reddit上不小心暴露了新更新的更新名称.该死,Owen.也许我们需要发布关于你就业状态的更新...Being the official site for Minecraft, we're always proud to be the first place you'll find all the major announcements about the game. Er, except for yesterday, when Owen accidentally revealed the name of the new update on Reddit. Dammit, Owen. Maybe we need to release a new update to your employment status...我们只是开玩笑!现在,因为Owen有一个很大的理由来泄露这个秘密.他宣布了一个新比赛,你在World of Colour快照中的建筑可能会在新的Minecraft预告片中出现!We're only joking! For now, because Owen had a great reason to spill the beans. He was announcing a new contest where your build in the World of Colour snapshot could feature in a new Minecraft trailer!多彩世界更新(1.12)正在给PC/JAVA版带来一些闪亮的变化,包括奇特的带釉陶瓦方块组合，生动的混凝土和更明亮的羊毛色调.哇噢!\nThe World of Colour Update (1.12) is bringing some radiant changes to PC/Java, including exotically-patterned Glazed Terracotta blocks, vivid concrete ones, and even brighter shades of wool. Woo hoo!\n这会让才华横溢的你们有更多的机会来创作一些让人惊讶的建筑.而且,有史以来第一次(大概),我们计划将它们加入到新的预告片中.\nThat gives the artistic among you even more opportunity to create some eye-popping builds. And, for the first time ever (probably), we’re planning to include them in an upcoming trailer!\n如果您想获得推荐的机会，请按照以下步骤操作。\nIf you’d like the opportunity to get featured follow the steps below.\nOWEN JONES\n其实,这里没有任何步骤!但是你可以在这里找到你需要的一切.祝你好运,建的开心!Actually, there aren't any steps down here! But you can find everything you need on Reddit here. Good luck and happy building!来自:https://minecraft.net/zh-hans/article/colourful-builds-wanted作者:Tom stone发布时间:2017-03-14译者:china521翻译发布时间:2017-03-15\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1489574100,
            "txt_content": "看标题以为哪个新人发的水贴..."
        },
        {
            "author": "Yaossg",
            "timestamp": 1489590960,
            "txt_content": "更新你的就业状态。。笑死我了"
        },
        {
            "author": "syz666",
            "timestamp": 1489616760,
            "txt_content": "辛苦了，不过将那个图片直接翻译了岂不美哉？"
        },
        {
            "author": "六月奈",
            "timestamp": 1489740960,
            "txt_content": "这个没要求建筑大小啥的吗"
        },
        {
            "author": "乔柚",
            "timestamp": 1489767540,
            "txt_content": "我本来也想搬这个的\n后来懒..."
        },
        {
            "author": "百夜米迦尓",
            "timestamp": 1489915440,
            "txt_content": "如果Mojang能恢复Minecraft中§（课节号，在minecraft中是颜色通配符可以输入彩色文字）的输入就更好了"
        },
        {
            "author": "悠远天穹",
            "timestamp": 1490010120,
            "txt_content": "MCBBS有你更精彩!"
        }
    ]
}