{
    "title": "<原创·单篇>妄人言|大约只是邂逅而已|玄素",
    "author": "玄素",
    "replyCount": 3,
    "timestamp": 1489637400,
    "txt_content": " 本帖最后由 玄素 于 2017-3-16 23:59 编辑 \n\n\n妄人言|大约只是邂逅而已\n如其之名，妄人所言。日常瞎掰，内容天南海北，疯言疯语。虽然也和StoryCraft一样作为一个系列固定前缀使用，但是篇章之间无相关联。\n此文由于系列设定过于纷杂，故直接隐去设定。单篇看肯定会觉得极度别扭，会觉得“这个死作者怎么挖了一堆坑不填”。如果对故事背后的故事感兴趣……可能你们看不到我填坑的那一天。毕竟这是个已经坑了八年的世界了。我觉得我不介意就这样一直坑下去。我舍不得他们离去。\n——懒癌·玄素2017.3.16\n\n0.从他离开的那天起，我就知道我永远也不可能忘记掉那个世界。遥远的，注定无法去到的；却又魂牵梦萦的。\n它的名字叫玄荒，他曾这么对我说。\n\n\n1.他自我介绍的时候，说他叫寂。\n我当初问他为什么给自己起这样一个怪名字，“孤独寂寞……这样的事谁想要啊？”\n他只摇头。\n后来我知道原因的时候，无比后悔向他提出过这样的疑问。\n他已经是那个世界的最后一个人了，全然当得起这个名字，和这个名字后无边的孤独寂寞。\n于是我向他道歉。\n他依旧摇头。\n他说，不怨我。\n\n\n2.对于他的历史我也就知道些许。\n他自己是向来不喜欢讲这些事情的，我也不忍心提起。向他问这些事情，总让我觉得是我拿着一把钝了的刀子，一刀一刀地在他的心尖上刻字，把他试图忘记的每一个句子都重新刻回他的心里。\n在我还冒冒失失地问他历史的时候，我经常见到他皱眉的样子。\n他本该是个爱笑的人才对。\n但他从来不怨我什么。他说那个世界的事情本来就注定背负在他的身上，他不该忘掉。\n“忘记意味着背叛。”他说。\n但是每次看到他那样悲伤的神情……我也会被他感染。我会感觉自己如同溺水的人，要被淹死在透彻的悲伤和绝望之中。\n\n\n3.后来他就直接丢给我了一本书，说想问的东西都能从上面找到。\n“你们的百科全书？”我笑。\n接着我就笑不出来了，因为那上面真的什么都有。\n他教了我翻书的正确姿势。想知道什么，就在心里默念，然后打开的时候就是对应的页面。\n百试百中，无一不灵。\n不……只有一次不灵。\n那是我试图问那本书，关于他的过往的时候。\n打开的那页除了他的名字外，只有一片空白。\n名字的地方，写的却是“潇雨”。\n\n\n4.于是对于我而言，他的过往和一片空白没有区别。只有在几次醉得深的时候透露的只言片语，能让我知道他也曾和普通人一样生活过。\n他和一般人不一样。别人都是饮酒醉，他是喝茶醉。至于酒量……我没有见过他喝酒，也无从揣测这种相当有意思的细节。至少我完全没见过他喝醉酒的样子。\n他说茶的味道会让他想起那个世界。\n再三追问，他说，那味道属于露。\n叶尖的露，他又补充，他从来没想过把叶子摘下来泡水喝。\n我有点脑补不出来他是怎么喝露水的。\n但总之，知道他喝茶会醉掉之后，我很多次不怀好意地请他喝茶。他倒是来者不拒，即便醉态会被我看个遍，也是永远在我提出邀约之后欣然同意。\n我甚至不知道那是不是他真的醉了。也许只是沉浸在回忆中，这时那些过往的故事被我听去，对他也许都无所谓了吧。\n\n\n5.他说他住的地方永远大雪纷飞。\n他说他住的地方是一座冰雪的城池。\n他说他住的地方有三轮太阳，在不同的年份轮流升起，那是他们的“岁辰”。\n但哪怕其中光芒最炽烈的一轮，也无法融化极北苦寒之地的皑皑冰雪。那永远是雪国……没有人能靠近的国度。即便是在那里被称作“行者”的，专门到世界各地游览记录的一群人，也只有寥寥几个到达过那座城。他们不会长住，只是记下这座不知道从哪里钻出来的城，便就匆匆离去。\n于是只有他一个人住在宫殿里，在城最高的塔楼，俯瞰整座城池。那是他一个人的城。\n后来他又说，行者们来的时候，他还不在那座城里。\n“所以我没有能和他们做朋友。”他说，“如果有的话……也许你就不会看到我？”\n说这话的时候他轻轻地笑了，眼睛微闭，但手却狠狠攥住。\n那时候屋外也是大雪纷飞。他长久地伫立于窗前，看着雪花，不知道在想些什么。\n\n\n6.他是突然出现在我租住的公寓中的。\n而且似乎就是找我。\n我在那之前完全不知道这样一个人的存在，也不知道他找我要做什么。最初恐惧于这样一个陌生人的突然接近，但慢慢地在聊天过程中，随着关系逐渐熟稔，我也终于敢放开了和他交流。\n最让我害怕的大约是只有我才能看得见他。\n这个描述听起来就像“我白日见鬼了”一样不可思议且不可理喻。\n是的，即便他就站在别人身前，别人也会将他当做空气人一般不可见的存在。看不见，摸不着，如果有身体的交会，那么就会发生“穿人”的惨案。\n然后他说他只是不希望让别人看到而已，所以没有刻意地去和周围的东西交互。\n说着他摸了摸趴在窗台上的我的脑袋。掌心温暖，和常人并无半分不同。\n“我能吃东西，能坐在椅子上，能触摸到你，能让你觉知我的一言一行。如果我希望的话，别人同样可以知道我的存在，只是会给我带来额外的负荷，一般来说没必要的话，我还是希望省力气一点的。”\n“毕竟这不是我所属的世界……”\n说完的他果然又是一声叹气。\n我最怕他叹气。我总会觉得，是我开了什么不好的话头，才会让他如此悲伤。可是我仍旧决心把这件事问个透彻。\n“所以，为什么我会成为那个‘被选中的人’呢？”我扭头看着他。\n“我来到这个世界，被随机到这个位置，本着省力的原则是不该离开跨界位点太远的。那么在周围，遇到的气息最像故人的人，就是你了。”\n故人……么？\n\n\n7.我便一直好奇他为何会离开他的世界。\n按照他话头里的意思，在“自己不属于”的世界行动是非常费力的，应当是尽可能地避免的。但他却来到了这个世界，甚至就在我的身边生活。\n怎么想都不符合逻辑。\n或许是逃难呢？有什么不得已的，必须让他背井离乡的理由吗？\n为此我查询过那本书。由于没有好的索引词，我只能尽可能地去摹想“潇雨所属的世界的现状”。\n然后我看到了目录。\n这本书的目录，从山川地志到人文历史，不计其数的条目罗列。\n真是完全出乎意料的答案。\n然后我看到了这本书的名字，就写在目录的上方。\n《玄命志》。\n\n\n8.就这样相安无事地过了很久。\n他依旧经常会来到我的屋子，看我一页一页地翻书记笔记做题。有的时候也许是闲的不行，也会凑上来看看。\n文科类的题他显然是毫无法子的。就算叫一个真正的文科生来也不一定答得出“瑞士由哪三种人组成”，更别说按照道理他来自另一个世界。\n但他数学好的惊人。\n不管我看来再困难的题目，他都能瞟一眼出答案。\n后来我扔了他一本竞赛题集。那是我从学校的图书馆借的，我数学一向不好，同学看到我拿着这本题集的时候完全是一脸“你这是在自虐么”的表情。\n他翻了几页。\n“没意思。”他说。\n那么什么题才有意思？我满脸黑线，要不要哥德巴赫猜想你证明一下？\n“我擅长的只是计算。证明……不该是我来做的事。倒是不如来写作文吧，你出题目。”\n喂那我要跟着写么我可作业都还没做完啊！\n“你不用写。”他沉默了一下，“你点评就可以了，用说明文的标准。”\n可是我们考试不写说明文啊……“我老是被历者说写的东西根本没法看。趁着闲暇，正好练练。”所以其实那本书里的东西是你写的么？？？“很小的一部分。而且多半都被大司祭改正过了。”面对着似乎没听说过但是意义不言自明的新名词，我不知道该说什么，只能扶额以缓解心中千万头神兽奔过的场景。\n\n\n9.他的陪伴直到我高考。\n高三的时日一直很忙，他就算来，大多数也是见到我在默默写卷子翻笔记。\n偶尔我会和他说几句话，但多数时间，我都是在忙自己的事情。\n他就也不来打扰我，只是也默默地坐在我身边。\n有个人的陪伴终究是没那么孤独。\n后来我总是提前沏上茶水给他。只是他出现的时间我也拿不准，有的时候他来时茶已经凉了。他倒是不在意，但我终究觉得有点对不住。\n醉了的他会一改平日默然无言的习惯，一句又一句在我耳边念叨。碎语中夹杂着太多我从未听过的词汇，有些能在那本书里查到，多半是些咒法名字；但有些也查不到是个什么意思，索性不再深究。我猜我问他的话，他是会告诉我的，但我却不敢问。大约是什么隐秘的东西吧，就算那本记录了一整个世界的方物的书上也没有提到只言片语。\n偶尔还会提到一些人。名字同样一点也不奇怪的没法查到……但他似乎对那几个人抱着非常浓的愧疚——他总是叹气，叹气，甚至有一次，也是唯一一次，在他说完一句话后久久没有再说第二句。转头时，我见到了他的泪水。他闭着眼睛，嘴角抽动着，似乎在竭力地隐藏他的情绪，但却终究是藏不住了。有的时候他不会出现，那么学习结束之后我会把茶喝掉。泡了一天的茶水味道只有苦涩。\n不知什么时候我已经习惯了他神出鬼没的日子。\n高考前一天他来了，他问我是不是要去做很重要的事情了啊。我回答是，说过了这几天就好好陪陪他。\n他看着我。\n非常非常认真地看着我。\n他说，“我也要去做很重要的事情了”。\n\n\n10.高考结束的那天我匆忙地回家。\n不出意外地没有见到他，但是有一张字条被压在我的生物笔记下。笔迹很陌生，但末尾直接落了一个“寂”的款。这时我才意识到，我压根不知道他的笔迹是怎样的。\n生物是早上考试的科目……\n他方才来过，然后又匆匆地走了。\n甚至没法留下等我回来。\n吾友，见字如面。\n曾言及我有要事需办。故而不辞而别，实感愧疚。\n然经此一别，再难相见。山高水远，后会无期，悲亦无济……\n好吧不扯文的了，我知道你不喜欢读文白。\n我要去很远很远的地方，做很重要很重要的事。忙起来了，自然也就没有时间再来找你。从相遇到今日，算历年需约是两年四个月，多谢你的照料……\n可我真的要走了啊。\n我稍微修改了那本书的设定，现在你也可以往上面写东西，会被保存进单独的索引。我也会看到……虽然可能不会回给你什么评论，但是我在看。想说点什么也好……想骂死我也好……\n总之。\n好好过下去，要笑，不要悲伤。\n寂复制代码\n\n11.于是我真的再也没有见过他。\n甚至在现在，已经记不起来他是什么样子。\n只是手里的书依旧提醒着我那一切都是真的，不是梦，不是幻觉，不是高考压力下的臆想。\n闲暇的时候我便会去翻那本书。不知为何，里面的条目还会不时有更新，这次看到的和上次看到的内容并不一定会一致。\n那里面记叙了一整个世界，一个有三轮太阳的世界。\n寂的世界。\n有的时候看到描述奇怪的地方我会想去问问他到底是怎么回事，比如那个世界到底有多久的历史。然后我会想起我已经见不到他了。\n那个孤单的背影……我有的时候甚至意识不到他已经走了。\n我以为他还会在，在某一天会突然回来，道声早安。\n一月之后放榜，我如愿考进了理想的大学。这也意味着我也要走了，离开这间我住了三年的屋子。\n他要是再回来的话，会找不到我的吧？我还会这样想着。\n我在书上做日记。他真的为我单独建了个索引，我可以单纯写些杂事，也可以像书上一样用很说明文的语言把某件事某个人某个物记录下来。书会自动创建目录给我记下的内容，而我会看着自己写过的奇怪东西发愣。\n他真的在看吧？默默做好归类，默默看我向他介绍我见到的新奇风物。\n默默地……笑。\n\n\n-1.“你这傻孩子。”复制代码在耀目的冰雪上，被人遗忘掉的字条这么写着。字条打着旋，被风吹着，飞向天际。\n\n完\n\n\n\n后记\n其实有很多外设。\n故事外的设定，不想表现进故事，因为那些东西太杂，太古怪，一不小心就变成了设定文，就会很没意思。\n但是还是想写点什么纪念潇雨的结局。\n我定下这个结局的时候，真的伤心了很久，因为他一直是最不纯粹又最纯粹的一个家伙。\n那么在后记里讲讲他的故事吧。\n【潇雨，玄荒建界令全令备份，随剑化灵，名之潇雨。后全界溃，潇雨逃向外界，遇释，接领承天令执位。再后释身故，潇雨返玄荒重展玄荒建界令。】\n看不懂上面那句话没有关系。但故事就是这样而已。\n他常说的一句话是，“我已经是这个世界最后一个存在了啊，要是我也故去……玄荒会被彻底遗忘掉的。”但他最后选择了以自身为代价，重启全界。他一直在挣扎，在徘徊，他不期望看到这样的结局，但他最终选择了这条路。\n重建后的世界还是原来那个吗？这样的付出，值得吗？\n但他已经看不到了。\n这文开了个临设，假设他在界间跳转时，遇到了这样一个气息像极了他的铸剑者的人。他留下了，他觉得很开心。这时候他已经决定了最后的结局了……只是还想最后做些什么。做些什么。\n至少现在多了一个记住了玄荒的人啊。不管新的世界还是不是玄荒……玄荒都还活在另一个世界，一个会惦记着他的人心中吧。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1489667880,
            "txt_content": "大致看了一遍，文笔很好，全文的构思也是比较优秀的。\n他的离开貌似和高考有些关联，但还是略显突兀...\n最后一章节，感觉有些奇怪。\n他终究是没有忘记，但为什么又是被人遗忘的字条呢...\n总之低头就对了（苦笑）"
        },
        {
            "author": "玄素",
            "timestamp": 1489678320,
            "txt_content": "星之永恒 发表于 2017-3-16 20:38\n大致看了一遍，文笔很好，全文的构思也是比较优秀的。\n他的离开貌似和高考有些关联，但还是略显突兀...\n最 ...\n因为缺很多背景，所以文章里解释的东西很少，就是个随记。后记里面讲了一小点东西，不过看起来点的还不够明晰。\n他离开的原因是因为时机成熟了，他要回去还原他本来所属的世界，但是代价是他将死去。\n至于高考，只是时间比较赶巧而已。\n而“我”是绝对不可能看到他留下的那张字条的，原因很简单，“我”就是一个非常普通的高中生，并没有跨界传送的能力，寂也没有留下这方面的后门给“我”钻。虽然设定上有人能够去到那片雪原，但那个人并不会知道这张纸条是写给谁的。或者说，那个人压根就不会看到这张纸条才对。因此是“被人遗忘掉的纸条”。\n没有忘掉的人是“我”。在设定上“忘记”是一个很玄的东西，这部分其实是和sc系列的设定共通的，因为都是在同一个大世界观下的具体展开。记忆和事物的“存在”是双向相关的，如果一个事物被彻底忘记，那么它将会被抹消存在；反之如果因为特殊的原因某个东西被抹掉了存在，它也会同时被所有人忘却。寂的行为本身应该导致第二种情况，但是因为一些更奇葩的原因没有出现这样的情况，不得不说，脸非常好。\n但不管如何他还是死了的，彻彻底底地死了的。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1489757280,
            "txt_content": "外星人只想说，没有砖。\n不过有些残破瓦片，你要不？\n\n意境很到位，气氛渲染充足，但仔细看的话，会发现出现了一个较大的转折，从虚无缥缈一下子现代和滑稽斜眼笑了起来，后来还出现了一些很不严谨的用词，把开始的格调拉到了破下限。\n这不行啊玄素。\n当然这种对作品整体节奏和高度的拿捏，是需要作者技术到位的，也许这类型的文，你还不太熟悉吧。感觉明显不如之前的mc黑科技那个到位。\n那个文的水平就始终保持在一个高度上。"
        }
    ]
}