{
    "title": "【1？#细思极恐】做梦",
    "author": "我叫坂本",
    "replyCount": 5,
    "timestamp": 1489642500,
    "txt_content": "=细思极恐=我叫做骚粉，你们好\n然而还是跟往常一样\n中午发帖应该没人XD=故事=第一发我不知道自己睡了多久，总之我做了一个很长很长的梦。我记得哪是一个晚上，我跟我男朋友逛完街就回到家跑到房间里，我兴奋的拿着今天的战利品里面有我想要很久的衣服，是一件连衣裙，我非常喜欢，当他原意为我买下这件衣服的时候我觉得他是世界上最好的男人嘻嘻。他拿着洗脚水端到我前面说走了一个晚上了泡泡脚吧，此时我觉得我是最幸福的女人我就这样坐在床上看着晚上的战利品边泡脚，由于我比较懒所以我都会把东西都藏到床底下这可能是我的一种习惯吧。他跑到房间门口时突然停住了用手不停的挥舞着比划着，但是我却听不见他的声音此时我明白了些什么，我奋力的跑了出去只见一个人拿着血淋淋的刀子向我冲来，我的背后突然有股冰凉又钻心的痛，就这样我被梦惊醒了\n第二发\n电梯最多能乘坐10人，你正好是第10个，走进电梯后却超重了，你只好走出电梯，电梯门关上后，你想到了一件恐怖的事情，立即报警。\n请问，怎么回事？\n提示1：当时是夏天，电梯里9人有男有女，没有孕妇，没有胖子，没有宠物。没有人穿厚衣服。没有裙下藏人。\n提示2：电梯没坏。顶部底部都没有藏尸体。9个人没有分食。电梯里面没有镜子。进来的人不是电梯修理工也不是凶手。广告里也没有人脸。没有鬼，没有超自然力量。\n提示3：没有人携带拉杆箱之类可抛尸的包裹物。\n提示4：不要去网络搜索，网上所有答案都不对。\n提示5：请仔细多看几遍题目，答案就隐藏在题目.里面。没有其他的假设和设定，没有其他的前提条件。答案就藏在题目里。全部信息都已经呈现出来了。答案就在题目之内，请多看几遍，逐字逐句推敲。你需要超强的逻辑力和想象力，才能发现答案。\n第三发\n诅咒我终于从某处获得了传说中的“诅咒真书”。\n翻开来，里头开头第一句话就是：\n“若按照本书中所记载的步骤实施，便可成功的咒杀你所希望的对象，但是若步骤有出一点错，那么这个咒杀令便会反噬到施咒者身上！即便如此你仍要继续吗？”\n废话！就是因为我有个绝对饶恕不得的仇人，所以才费尽千辛万苦拿到这本诅咒真书的，\n我开始阅读并实行其书上的指令：\n“1、请先闭上你的眼睛，专心回想你想要咒杀的对象的脸。”\n那家伙的脸……我想忘也忘不了的，立刻闭上眼回想他的面容特征，再来是什么呢？\n“2、接着请仔细的想像该如何咒杀他的方式。”\n我立刻把脑海中所有能想到的痛苦死法都回想一遍，再来呢？\n“3、最后更新请睁开眼睛。”\n第四发\n杀人的哥哥\n哥哥突然发狂了，接着杀了全家人。但是这样的哥哥也立刻遭到逮捕，处以死刑了\n其中妹妹幸运的活了下来，整件事也因为过度的惊吓而丧失记忆。\n失去了父母亲，没了记忆，行尸走肉般活下来的妹妹，有一天，遇上了一名占卜师。于是开始占卜起自己的过去。\n「为什么哥哥会突然发狂呢？」\n「不，你的哥哥相当的冷静喔。」\n「那为什么哥哥要杀了全家人。」\n「不，你哥哥只杀了一个人。」\n突然，妹妹一切都想起来了，开始啜泣。\n第五发\n出勤的酒店\n因为出勤的关系我与同事租住了一间酒店的房间，当时同事还有事要办今晚不会回来\n因为我很胆小所以早早就上床睡觉。\n但是在深夜的时候我却听到房间里传来「咯咯」的敲门声\n「是酒店的职员吗?」我叫道\n却没人回应我看着房门感到非常害怕\n那个敲门声一直从深夜持续到黎明才停止然后我立刻就去退房了\n之后我和出勤回来的同事说起敲门声的事\n「果然发生了呢」他这样说他说这间酒店以前发生过火灾\n有个人因为逃走不及被困在那个房间里到现在还是找不到他的尸体或残骸\n啊啊...还好我可以打开那个房门呢......\n艾特大法%@AD【钙奶】 @volta薯片~ @二次元狂三 @十年不晚=GEekd  X=\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1489654380,
            "txt_content": "中午发帖exm？"
        },
        {
            "author": "ツ夜爵",
            "timestamp": 1489657080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1489657320,
            "txt_content": "1.主角杀了男友并把尸体藏在了床底下\n2.可能性太多了，如果要一一列出的话太麻烦所以跳过\n3.能闭着眼睛看书的牛人诞生了\n4.和第二题一样的原因——不一一列举了\n5.搞不懂"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1489664580,
            "txt_content": "ツ夜爵 发表于 2017-3-16 17:38\n我做梦又梦见了坂本\n怎么又梦见了XD"
        },
        {
            "author": "wzz0116",
            "timestamp": 1489755000,
            "txt_content": "第二个的答案是：电梯坏了。。。"
        }
    ]
}