{
    "title": "Minecraft小说系列《冒险者》10.基地",
    "author": "moshan",
    "replyCount": 0,
    "timestamp": 1489714320,
    "txt_content": "“这是在哪儿？”冒险者迷迷糊糊地问道。他并不指望有人回答，只是想把自己的疑问说出来。\n\n可过了一会儿，突然听到一个纤细的声音回答道：“你正在我们的基地。”\n\n“基地？”冒险者揉了揉眼睛，惊讶地重复道。\n\n\n\n那最后一天的晚上，石叶整理了一下他的物品，选了些值得带回去纪念的东西，把他们塞入了口袋。\n\n石叶走出庇护所，抬起头，月光皎洁。他闭上眼睛，最后一次感受树林里新鲜的空气，最后一次享受沉浸在大自然中的畅快。\n\n石叶用三秒钟堆起了一个冰制的瞭望台，他就站在顶端，欣赏着树林的夜景。他靠在瞭望台的墙壁上，把法杖放在了一旁，他回忆着自己的童年，想起了自己的亲人。\n\n他现在看看原来的自己还有些可笑，那些嘲讽，在现在的他看来，只不过是人生的一部分，每个人都会经历，不过是早和晚的区别而已。童年，其实还是美妙的。哪怕是只有自娱自乐，也能笑出声来……那时的自己，放弃了了童年，来到了树林。虽然历经痛苦，惨遭磨练，但收获的，不只是身体的健壮和眼前的法杖，更多的，是一份道理。\n\n“所有苦，因为放不下。”\n\n他明白了顺其自然，做好自己，让上天去安排，但他父母的事，他却很难忘却。\n\n那不是普通失踪，石叶也不是普通孤儿，他总是坚信着。\n\n别人都说石叶的父母走了，不会回来了，但是就是，就是相信着，总会有一天，他会见到他的父母。\n\n一行热泪顺着石叶的脸颊流淌下来，石叶将它抹去，他抿了抿嘴角，消除了瞭望台，最后喝了口水，吃了些烤马铃薯，出发了。\n\n\n\n“在天亮前到家。”石叶心里定下目标。\n\n飞行的速度相当快，石叶看着这些美丽的风景心情不由得舒畅许多。\n\n他看到美丽的祖国了。\n\n边境的山峰显得雄伟壮丽，石叶曾想下去仔仔细细看几眼，但时间已经不容许他这么做，他要在天亮前到家，8点之前全部准备好。因为他还记得，每个星期六，舅舅就会带着全家去他的老家，看望他的老母亲。随后在那住一天，星期天早上8点左右又会回到现在的生活地。\n\n随后，石叶自信地看了看表：星期日。时间刚刚好！\n\n从省份逐渐到城市，幸亏石叶早已将地图熟记于心，不然他现在早就该迷路了。\n\n飞跃最后一条马路，石叶兴奋地睁大了眼睛，他看到他的家了！那个立在城市中央的公寓楼！石叶落到地面，飞快地跑过去。\n\n“不会错的，就是它了……”\n\n三年过去了，他还是安然无恙的立在那，虽有些风雨摧残的痕迹，但在石叶眼里，却显得那么漂亮。\n\n他飞奔上10楼，迫不及待地从包里取出原来的家门钥匙……\n\n打开了。\n\n他迫不及待地飞奔进去，不可思议地揉了揉眼睛。家里的东西几乎没变，不过是一些家具换了新的。\n\n看着这些家具，石叶仿佛回到了童年。想起自己以前在沙发之间跳跃。想起自己以前在玩具堆里玩一整天不停歇。想起自己以前在舅舅的房门前偷偷望着桌上电脑的情景……\n\n记忆从大脑深处涌出来，石叶被突如其来的喜悦冲昏了头脑，虽然早已训练了自我控制能力，但此时此刻，他还是不自觉地留下了眼泪。\n\n“这就是我的家啊！”他不由得感叹。\n\n他激动地从厨房看到卧室，一间一间看过去。直到，他看到了自己的房间。\n\n它还在那，并没有被取代。\n\n一股对舅舅的感激之情从心底迸发出来。他们是还没忘记他，还想着他，才把房间留着的！\n\n石叶再次抹了抹眼泪，他慢慢走进自己原来的房间。\n\n这里十分干净，一尘不染，看来是下了许多功夫，时常来打扫。石叶有走到房间的另一端，这是他的课桌。从前，他一直在这里写作业、看书和画画。\n\n打开课桌的抽屉，这里存放着石叶小时候所有画过的画，这些，就是他最美的童年回忆。\n\n他一张一张翻阅，这些画，再次唤醒了它的童真，让他3年在丛林里被训练的冷酷的心整个奔溃，他还是3年前的石叶。\n\n\n\n时间不多了。\n\n石叶必须马上开始准备，不能再浪费时间了，总不能让和舅舅再次相聚，显得十分匆忙吧。\n\n身上的皮衣必须马上换掉，但是，衣柜里的又是3年前的衣服，穿不下，只能上街买一套了。\n\n石叶爬到床底，拍了下眼前的一块地板，地板立刻张开一道缝。石叶微微一笑，上前取下他珍藏的宝贝：储钱罐！\n\n这是一个连舅舅他们都不知道的机关，而石叶就在这里存放他的零用钱。经过之前的乘飞机的大消耗，石叶的零用钱已经所剩无几，但剩下的，已经足够眼下急需的物资啦。\n\n他出门不忘那根法杖，却突然想起带着它出门会显得怪怪的，但是不管了，他需要这根法杖。\n\n石叶直奔离家最近也是他最熟悉的服装店，他熟练地绕过装饰品柜子，又灵巧地在儿童区之间穿梭，可他却时时无法拿定主意，要么是太贵，要么是不太好看。\n\n当他那不定注意的时候，有一位看似服务员的人从他傍边走过来，亲切地说道：“小朋友，要买什么衣服啊？”\n\n一听到对付这么叫自己，石叶立刻感觉有些恶心，但他发现眼前这位熟悉的人并未发现自己，便耐下心来，配合这位大叔：“叔叔，我想买一套便宜又好看的衣服。”\n\n那位大叔听后低头回忆了一阵，然后指向石叶的右边：“那件怎么样？正在打折呢！”\n\n石叶走过去看了看，整个一套看起来十分协调，价格有很客观：“就这件了，贪财大叔！”\n\n“嗯？啊！”突然间，那位大叔低声叫了一下，他轻声嘀咕道，“石叶这个臭小子，居然把我的外号说出去了！”\n\n“他没说出去啊！”石叶明知那人不知道自己的身份，但却故意装傻道。\n\n“那你是怎么知道的！”被称为“贪财大叔”的人看起来有些愤怒。\n\n“因为……因为我就是石叶嘛！”他摘下帽子，好让那“贪财大叔”看清自己的真面目。\n\n“石叶？”\n\n“嗯。”\n\n“你真的是石叶？”\n“那当然！”\n\n“石叶，你回来了啊！”\n\n“是啊。”\n\n石叶看着那大叔热泪盈眶，是的，他是石叶的亲戚之外，最关心他的人，如今见到他回来了，更是比谁都高兴：“你到底去了哪里？我和你舅舅连警察都请上了，但就是没能找到你的下落，如今你有凭空出现，真是，真是……“\n\n石叶也很想告诉他他的经历，但时间在一分一秒过去，他只能马上打断他的长篇大论，表明了他的来意。\n\n“你要一套衣服？那可不是问题！你回来了，一百套一千套都没问题！你随便挑吧，这次不收钱。”\n\n石叶谢过了大叔的好心，挑了一件他觉得不错的衣服，因为“贪财大叔”是这里的老板，所以他才可以随意选。\n\n石叶选好之后，正想再次道谢，却被大叔一把拉住，他说道：“这个不用道谢。只是，你要记住，以后不准叫我‘贪财大叔’我已经不那么贪财了呢，你记住了吗？”\n\n“记住了，贪财大叔！”石叶立刻调皮地说道。随后，他道了别，高兴地回了家。\n\n他必须快些换衣服。石叶抬头看看钟，想到。\n\n“呼——”\n\n他把换下的旧衣服放在了一边，现在的他看起来与之前有着天壤之别啦。他最后照了照镜子，整了整服装，心里想着待会如何和他们打招呼。\n\n“咔——咔。”\n\n又过了一会儿，石叶终于听到了门锁打开的声音，他从来没有这么紧张和激动过。\n\n石叶听到了脚步声，还有一些塑料袋的声音伴着钥匙的“叮叮当当”声。\n\n石叶握住沉重的棍子躲在了一个角落，当舅舅走过来时，他突然窜出来，响亮地说了一声：“舅，舅，好！”\n\n石叶看见舅舅后脚没站稳，往后倒了倒，幸亏舅妈及时闻声赶来，扶住了舅舅，否则，舅舅可能就直直倒下去了。\n\n随后，舅舅的儿子也赶了过来，突然间，他面如土色：“石……石……石叶？”\n\n石叶笑了笑，点了点头。\n\n“你怎么回来的？”舅舅惊讶地问道，“我们都以为……你失踪了，就像我妈妈一样。”\n\n石叶已经不知道要说什么了，准备好的台词也都忘了。\n\n“你手里的铁棍是什么东西？”舅舅的儿子问道，石叶记得他好像叫……啊，想不起来了，那就不管了。\n\n不过，既然他提起这法杖的话，就给他开一下眼界吧！\n\n“这个很神奇，你看，”石叶指着家里的桌子说，“桌子上这些菜，你现在最想品尝哪个？”\n\n石叶的表哥面露疑惑，他边猜测着这位表弟的用意，边指向了一盘土豆烧肉，随后说道：“我最想吃这个。”\n\n“嗯……”石叶确认道。\n\n他举起法杖，随手一挥，虽然这动作只是浪费时间，但他为了接下来的效果，特意展现了他的动作天赋，让接下来的魔法，引人入胜。\n\n表哥不以为然地看着，直到奇迹的发生。\n\n一根冰柱从桌子上凭空竖了起来，托举着那盘菜肴，送到了那表哥的眼前——\n\n“哇啊！”\n\n石叶听到了他们的惊叹声。\n\n“这是怎么做到的？”石叶听见他们异口同声地说道。\n\n石叶思考了一阵子，然后严肃地说：“这个我无法告诉你们。”\n\n舅舅和舅妈先是愣了一会儿，却是表哥先反应过来，叫嚷着要石叶把法杖给他玩儿会，石叶则往后一退，不让他触碰到法杖。这让表哥十分生气，他叉着腰，生气地说道：“这里是我家，你要是不给我玩儿，就离开这！”\n\n石叶深深感到了他的幼稚。都已经是六年级的学生了，却还在耍孩子气。不过尽管如此，石叶还是不能成全他，法杖是他活下去的动力，他必须保护它不受任何伤害。\n\n“既然你不欢迎我，”石叶嘟着嘴说道，“那我就走喽，只怕你会嫉妒我住的环境。”\n\n说完，他倒退到床边，身子往后一倾，一个翻滚，随后开始飞行。他飞到离舅舅家最近的一个平地，确保里面的表哥还在对自己吐舌头之后，他缓缓落地，一个优雅地转身，一座巨型城堡展现在了眼前，石叶清楚看到了表哥目瞪口呆的样子……\n\n",
    "replies": []
}