{
    "title": "【1？#细思极恐】图书室",
    "author": "我叫坂本",
    "replyCount": 1,
    "timestamp": 1489666140,
    "txt_content": " 本帖最后由 我叫坂本 于 2017-3-16 20:25 编辑 \n=废言=大家好，我叫做骚粉\n很搞笑你们来到小故事贴（雾）\n要不先来个艾特大法？\n如下XD：\n@AD【钙奶】 @volta薯片~ @ツ夜爵 @二次元狂三 @十年不晚 @kkk154 \n=故事=第一发\n图书室\n某个女孩子在地下室的图书室里费尽心力找到了她喜爱的书。\n发现到那孩子的老师，在关上门之后就回去了。\n今天是结业式，明天开始就是暑假。\n门要从外面才能被打开，没有钥匙的话就没有办法出去。\n那孩子用一种**因为有最喜欢的书陪伴，一点都不可怕**的心态每天都写下了日记\n暑假结束后老师前往地下室图书馆，发觉女孩已经死了。\n读女孩所写下来的日记\n「我一点都不觉得恐怖，因为有书陪伴着我。」\n「不过只有一点真的很可怕，那个从钥匙孔看过来的眼睛真的很可怕...」\n第二发\n星星天使\n少女的面前出现了一位星星天使\n“我可以实现你的任何一个愿望”星星天使这么说。\n少女哭着回答他“请你让我的家人消失吧!那种家人我一点也不想要!!”\n第二天，少女醒来后走到一楼，像往常一样妈妈跟爸爸还有哥哥都在，少女后悔了。\n那个夜晚星星天使再次出现在少女面前“还合你的意吗”\n少女说“请你把我昨天的愿望消去吧”\n“曾经实现的愿望是不能消去的喔”少女哭泣了。\n第三发\n我跟太太\n大概两年前，有个住在附近镇上的女孩跟我搭讪。\n虽然是高中的同学个性也很好不过长相不是我的菜，我都优柔寡断的拒绝跟她交往。\n那段时间我的工作也很不顺，坏事接二连三我的母亲也死于事故了。\n我一点也不想被同情，所以完全没跟别人讲这件事一个人独自沉寂着。\n母亲死去的那晚，那个女生打电话来。\n“你的母亲似乎过世了...”\n“....”\n“虽然我之前也都没提过，我的母亲也过世了...就在昨天。从家里的楼梯上跌下来...”\n“咦?”“我们都一样呢...”\n我似乎感觉被这句话救赎了我觉得她一定能了解我不需要被同情的心情只是想要有人能依赖\n被压抑的心情一次释放了出来，我大哭了一场。\n连我的这种丑态她也愿意一起哭，不知不觉我就爱上她了。\n这就是我跟太太相识的过程。\n第四发\n助理工程师\n包 柏 · 史 密 斯 是 我 的 助 理 工 程 师 。 他 总 是\n专 注 在 自 己 的 份 内 的 工 作 。 另 一 方 面 包 柏 的 同 事 \n整 天 都 沉 浸 在 聊 天 打 屁 当 中 。 浪 费 在 公 司 的 时 间 。 包 柏 他\n都 很 积 极 地 在 帮 忙 同 事 的 工 作 。 要 是 没 有 他 的 帮 忙\n工 作 绝 对 无 法 如 期 完 成 。 不 只 如 此 ， 包 柏 他\n在 到 休 息 时 间 之 前 ， 都 埋 在 工 作 之 中 ， 其 他 的 家 伙\n都 在 偷 懒 一 直 休 息 。 包 柏 他 对 于 职 务 与 专 门 领 域 的 知 识\n非 常 的 丰 富 ， 但 对 这 件 事 充 满 自 傲 的 行 为 他\n完 全 不 会 ， 如 果 包 柏 不 在 这 个 公 司 的 话\n工 作 就 会 停 滞 不 前 。 如 果 改 善 对 他 的 待 遇\n对 公 司 是 非 常 有 益 的 。 承 前 ， 请 立 即\n将 包 柏 提 拔 为 我 们 公 司 的 干 部 ， 请 依 此 提 案\n处 理 进 行 。 projectleader 上\n第五发\n忧郁的声音\n有一个女性，因为感情的问题患上了忧郁症\n在听信友人建议下，找上了某间医院赫赫有名的心理医生\n女性在医生的心防突破下，告诉医生自己其实是因为男友的压迫，才会让自己心理闹出病来\n「偷偷告诉你，只要握着我的手，我就能够听见你内心的声音」医生用认真关怀的表情对着女性说\n女性虽抱持着疑虑，却也试着照着医生的指示握住他的手医生在触碰到双手后不到一分钟，就沉重的表情注视女性说\n「你若是继续和他在一起，一定会出事情的，请下定决心离开他吧」\n过了两年后，这位女性在某一天身亡\n女性的妹妹认为自己姊姊的死因不单纯，为了挖掘真相而找寻姊姊的主治医师\n而医师在两年前早已经退休，搬到加拿大的别墅里过退休生活，妹妹登门表达自身来意「医生请你告诉我，姊姊自杀的原因是什么！？」\n妹妹握着医生的手，深切的期望医生能给她答案\n「很抱歉，其实我并没有偷听内心声音的能力」医生心虚的回答\n妹妹低下头用很难过的表情说「这样的话，姊姊到底是为了什么而死的...」\n=GEekd X=\n\n",
    "replies": [
        {
            "author": "ツ夜爵",
            "timestamp": 1489755480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}