{
    "title": "Minecraft小说系列《冒险者》11.基地2",
    "author": "moshan",
    "replyCount": 0,
    "timestamp": 1489714380,
    "txt_content": "冒险者揉了揉眼睛，捏了捏脸，但他还是不相信眼前的一切。\n\n他一直以为这个世界除了那个HIM和自己，不会再有别人，然而现在眼前站着一位女孩，他还以为自己在梦里。\n\n冒险者看了看四周，迫使自己不把注意力放在那个女孩身上，不知怎么，他总觉得有些不自在。他的目光扫过了他所在的房间，看到的情景令他惊叹不已：四周的墙壁都以铁块加固，有一些地方甚至用到了黑曜石。而且，角落里似乎还有信标，冒险者定睛一看，不是一个，而是一堆，长时间的观察，冒险者还发现信标的下面泛着绿宝石的光芒。\n\n光这些，已经让冒险者足够惊讶了。这是个什么样的地方，为什么会有如此的财富？\n\n然而冒险者的目光并未就此停住，他发现在他左侧不远处的地方，有一个巨型木柜，顶直抵天花板，底直踩着地面，占据了整个左侧的墙壁，上面陈列着的，都是些珍惜的药水，冒险者略数一番，却发现根本数不清。上面有他认识的，也有他不认识的。像治疗，再生，这类的药水，更是数不胜数。\n\n右侧，闪闪发光，冒险者本来并不想扭头去看，但已经来不及，他的目光已经被那金灿灿的东西所吸引，那是，金苹果！\n\n成堆的摆放着，已经装了好几十个桶，却还有一些掉在了外面。无论是附魔金苹果还是金苹果，都混杂在了一起，装进了一个又一个的桶，那数量，以至于冒险者再一次认为他在做梦……\n\n冒险者已经看不下去了，他已经不在乎眼前的这些令人惊奇的物品，而是终于把目光放在了眼前的小女孩身上。这个所谓的基地实力肯定无比强大，能获得这些物品如果只是一人所为，那么眼前的这个小女孩岂不是超乎想象的厉害？于是，冒险者的问题脱口而出：“这里就你一个人吗？”\n\n那个女孩子发现冒险者注意到了自己，便热情地回答道：“不是，我们的基地里面有许多人，你看到的这些，都是我们一年来奋斗的成果。如果休息好了的话，我可以带你参观一下我们的基地。”\n\n那个女孩只字未提冒险者是如何被带来的，而冒险者似乎也没注意，他再一次进入了心不在焉的状态。\n\n“一年来努力的成果就能达到这样？如果真是如此，那这里人的数量可是比想象中的要多啊！”冒险者想着。\n\n过了一会儿，冒险者突然想起女孩对自己的邀请，才发现在此之前原来对方一直在等自己，他不好意思地笑了笑，问道：“你叫什么名字？”\n\n“我是梦洁，同伴们都这样叫我。”那个女孩子笑着说。\n\n冒险者似乎想到了什么，但一时间却又消失，又仿佛是一段记忆，但他想不起来了。\n\n“你想去参观一下我们的基地吗？”那个名叫梦洁的女孩再一次询问道。\n\n“好哇。”冒险者答应。他决定在参观途中询问一些情况。\n\n\n\n拉下拉杆，铁门打开，房间内的灯随即被关闭，冒险者再一次被这里的红石科技所折服。\n\n“对了！”刚走出门，梦洁突然问道，“你刚才在沉睡的时候，我听见你时常重复‘石叶’这个名字，你认识他吗？”\n\n冒险者并没有太多印象，他隐约还记得石叶这个人，但却不知道自己是怎么认识他的。\n\n“我不认识他。我也不知道，最近一直在做一些梦，也困扰了我好久，怎么了，你认识他？”冒险者说道。\n\n梦洁顿了顿，停下了脚步：“他是我的同学。曾经还是独自在无人区生存下来的求生高手，自从他回到学校，带回来一根法杖，许多事情便改变了。”\n\n“法杖？”冒险者打断道。\n\n“嗯，”梦洁接着说，“那根法杖有着掌控冰元素的能力，有着名副其实的魔法，当时确实让同学们十分震惊。说远了。直到有一次，我和他一起报名跟着一个旅行团外出旅游，父母并没有跟来，却没有想到，我们的飞机因故障而坠毁了，当我醒来的时候，我已经找不到石叶了。”\n\n“你是说，你和其他许多乘客是因为飞机坠毁而来到这座大陆的？”冒险者不可思议地问道。\n\n“是啊，那你是怎么来的？”梦洁也问道。\n\n这个问题让冒险者陷入了深思。在这之前，他从未想过自己是如何来到这个世上的，他只是出生之后便开始生存，死后再重生，重复了数遍，他也不记得自己到底是怎么来到这个世上的，便说：“我可能是一出生就在这里了。”\n\n冒险者的回答让梦洁有些惊讶，但她确实也清楚眼前的这个人并不是与他们同一个旅行团的。\n\n“那么，你现在能告诉我为什么我会被带到这里？”冒险者突然问道。\n\n梦洁似乎被这突如其来的问题问住了，她半天没能说出话来。冒险者也并不勉强，他换了个话题：“那我什么时候才能离开这里？”\n\n看着梦洁又是什么也说不出来，冒险者无奈地甩甩头，说道：“那你还是接着带我参观这里吧。”\n\n话音刚落，冒险者便看见梦洁拼命点头，拉着他向前走。冒险者更随其后，心里思考着：这一路上并没有看见任何人，都到哪里去了？如果按照这个女孩的说法，那么这里应该人流如潮才是。\n\n餐厅，厕所，甚至是小型公园，这里应有尽有，但最诡异的，是这里一个人也没有。难道这个小女孩在骗他？\n\n不对。冒险者立刻否决了自己的想法。从刚才女孩的神态和动作来看，她应该是受人要求才会这么做的，那会是谁呢？\n\n冒险者提高了警惕，开始小心翼翼地跟在梦洁后面……\n",
    "replies": []
}