{
    "title": "[Minecraft.net|INSIDER]本周方块：冰",
    "author": "广药",
    "replyCount": 9,
    "timestamp": 1489752300,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-18 13:33 编辑 \n\n\nBLOCK OF THE WEEK: ICE本周方块：冰块\nGetting to grips with this slippery customer抓住这位滑溜溜的顾客\nThe slippery properties of ice make it a surprisingly useful block. Pour water across its surface and items and players can move super fast in the direction of the water’s flow. Try dashing across ice enclosed in a two-block-high tunnel, and you’ll zip along at twice the speed of a minecart! Why? Because of SCIENCE. Well, it’s either that or a bug relating to how ground friction is calculated, but I’m going with science - and only partly because I fear Jens’ kung fu training.\n冰的那滑溜溜的特性让它出人意料地成为了非常有用的方块。将水倒在它上面，物品或玩家就可以朝着水流动的方向迅速移动。乘坐矿车冲过覆盖着冰块的两格高的隧道，你会以两倍速快速通过。为什么？因为科学。好吧，这或许是个计算地面摩擦时的Bug，但是我会说这是科学--只是因为我有点害怕Jens的功夫。\n\nIce is also a rather charming-looking building block, but its aesthetic properties are rather undercut by its tendency to melt. Locate the rare Ice Spikes biome, however, and you can find packed ice, a variety of the chillsome block which doesn’t turn into a puddle under the glare of light sources. Be careful mining it though, as only a pick-axe with the Silk Touch enchantment will harvest it without shattering the block into nothingy nothingness - which makes ice almost as fragile as this segue: the transportation of ice has been a challenge throughout realworld history, too!\n冰也是一个相当迷人的建筑方块，但它美中不足之处在于它易融化。找到冰刺之地，你就会发现浮冰，还有那些在光源的照射下没有融化成水的星罗棋布的冰冷方块。但要小心挖掘它们，因为只有使用精准采集的镐子才能获得它们，冰在现实世界中也是如此的脆弱：冰的运输在历史中一直是个不小的挑战。\n\nPrior to the invention of refrigeration, frosty treats could only be obtained by lugging huge quantities of ice from mountains or the frozen ends of the earth, then burying it in specially insulated pits. The ancient Chinese and Persians were both at it, the latter creating huge caverns, lined with a mortar paste made from a mixture of sand, eggs, lime, goat hair and ash, and topped off with conical cooling towers above ground. Some of these ice stores were truly huge - containing up to 5000 cubic metres of the cold stuff - but allowed the Persian aristocracy access to chilled delicacies even in the desert.\n在制冷技术发明之前，人们从高山之巅或地球之极找到大量的冰，只能将其埋在专门的坑里来进行保存。古老的中国人和波斯人皆如此，后者创建了巨大的洞穴，内衬着由沙子、鸡蛋、石灰、山羊毛和灰尘混合而成的砂浆，并在底面上建设一个锥形的冷却塔。其中一些洞穴工程量十分浩大--含有多达5000立方米的冷冻物资--即使身处大漠，波斯贵族亦可享用冰镇佳肴。\n\n\n\nThis ice house, or \"yakhchal\", is found in Yazd province, Iran. Photo by Wikipedia user Pastaitaken!这个冰屋，或称yakhchal，被发现于伊朗的亚兹德省，照片来自Wiki用户Pastaitaken\nAlexander the Great, too, was a strong pioneer in the area of frozen food, building similar ice stores during the course of his Indian campaign to refrigerate wine and food for his army. He was also known to be rather partial to crushed ice flavoured with honey - an early precursor to Ben & Jerry’s.\n亚历山大大帝也是冷冻食品领域中一位伟大的先驱，在他征战印度期间，他建立了类似的冰店为他的军队冷藏葡萄酒和食物。他也偏爱享用加入蜂蜜的碎冰，这也就是Ben & Jerry’s.的前身。（一个知名冰淇淋品牌）\n\nSkip a millennia or so forward, and the transportation of ice was not a great deal easier - but it was becoming big business. And, as people got used to the supply of fresh food, it only got bigger still. One man, Frederic Tudor, delivered ice from the frozen lakes of Massachusetts to the shores of India in such industrial quantities that he became known as the Ice King.\n过了一千年左右，冰的运输依然很困难，但是这已经成为了一项大业务。而且，由于人们习惯了新鲜食品的供应，这个业务只会变得越来越大。一个人，Frederic Tudor，将千千万万的冰从马萨诸塞州的冷冻湖运送到印度海岸，并以如此大的运冰数量而被称为冰王。\n\nAn ice delivery, circa 1918. Photo courtesy of the U.S. National Archives & Records Administration.约1918年，冰的供应，照片由美国国家档案管理局提供。\n\nThe dangerous process of ice harvesting from Spy Pond, in Arlington, Massachusetts, 1854.1854年，马萨诸塞州阿灵顿，在间谍池获取冰的危险过程。\n\n\nThe stony visage of Frederic Tudor, Boston's famed Ice King, and multimillionaire in today's money.波士顿著名的冰王Frederic Tudor的头像，算得上现在的百万富翁。\nIt was not a process without hazard though - numb limbs, multi-tonne blocks of slippery stuff and large, horse-drawn cutting tools did not make for a safe working environment. Many suffered so you could enjoy a cone of soft scoop yumminess today. Luckily, things are a bit easier now with electric refrigeration. Or indeed the Frost Walker enchantment. Frederic Tudor would be very envious indeed.\n成功之路免不了艰难险阻--麻木的四肢，以吨计的又滑又大的冰块以及马拉的切割工具使得制冰的工作环境危机四伏。但没有这些人呕心沥血的工作，如今你也就不可能享受甜蜜的圆筒冰激淋。幸运的是，有了电动制冷技术，制冰过程简单了不少，换句话说就是冰霜行者附魔。Frederic Tudor 肯定会非常羡慕的。\n\n\n原文：https://minecraft.net/zh-hans/article/block-week-ice\n原作：Marsh Davies 发布于 2017年3月17日翻译：WuGuangYao润色：DJDJDJ231\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1489752540,
            "txt_content": "讨论个冰都能这么认真…连史前资料都弄出来了…\n\n以及Jeb的末地传送腿和闪电苦力怕拳让我笑了一暑假XD"
        },
        {
            "author": "madessxc",
            "timestamp": 1489752540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Mithey",
            "timestamp": 1489753020,
            "txt_content": "本周方块不是说不能发么。。"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1489753200,
            "txt_content": "没说不让发啊"
        },
        {
            "author": "570855441",
            "timestamp": 1489754640,
            "txt_content": "冰霜行者附魔。。。。"
        },
        {
            "author": "syz666",
            "timestamp": 1489754700,
            "txt_content": "跟对其他译者的建议一样 英文改灰色 标题可以把颜色改成和主题适应的颜色。"
        },
        {
            "author": "chyx",
            "timestamp": 1489776660,
            "txt_content": " 本帖最后由 chyx 于 2017-3-18 03:08 编辑 \n\n\n\n\n\n\n\n\nTry dashing across ice enclosed in a two-block-high tunnel, and you’ll zip along at twice the speed of a minecart!试试用冰放在两格高的铁轨上，这会使矿车的移动速度提高到两倍！\n\n\n这个是严重的翻译错误\n\n文章里没有提到铁轨\n游戏里也没有两格高的铁轨\n冰也不是放在什么东西上\n也没有提到加快矿车的速度\n\n\n\n你要我说什么好\n我是英语大学渣 但还是能看出来这样的问题\n\n当然是错误不止这一处 但这处最大\n\n你不是在国外吗？是不是不在英语国家？"
        },
        {
            "author": "广药",
            "timestamp": 1489794060,
            "txt_content": "chyx 发表于 2017-3-18 02:51\n这个是严重的翻译错误\n\n文章里没有提到铁轨\n嗯 注意到了  会改掉…\n\n顺便，我没说过我在国外啊(-ι_- )"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1489847400,
            "txt_content": "说不定是走着比矿车快两倍，而不是矿车本身快两倍"
        }
    ]
}