{
    "title": "Realms新内容：急速跳跃和彩色降落",
    "author": "langyo",
    "replyCount": 7,
    "timestamp": 1489754520,
    "txt_content": "\n你知道社会工程学吗",
    "replies": [
        {
            "author": "吴健蓬",
            "timestamp": 1489755360,
            "txt_content": "标题: Realms新内容：急速跳跃和彩色降落 本帖最后由 吴健蓬 于 2017-3-28 17:35 编辑 \n\n\n\nRealms上有什么新东西：急速跳跃和彩色降落\nWHAT'S NEW ON REALMS: QUICK HOPS AND COLOUR DROPS\n\nMinecraft玩家们，你们好啊！\nHello again, minecrafters!\n\n\n这周我们有三个令人难忘的迷你游戏供您游玩。这些所有的地图都是由社区精心制作以及我们用心挑选的，并且我们还将这些地图整齐地上架到PC版的Realms。\nThis week we’ve got a trio of memorable minigames for you to master, demanding nimble navigation, strategic block bashing and colourful chaos. Each is made with care by the community, lovingly selected by us and neatly packaged up with the PC version of Realms.\n\n\nRealms上的迷你游戏都是精心为多人游戏设计的。每当你玩这些地图时，你都能够找到夺得第一名的新方法。\nMinigames on Realms are designed to be played over and over with a bunch of your friends. Each time you play, you’ll have opportunities to discover new ways in which to surge ahead into first place!\n\n\n\nSKY DESERT CHALLENGE（挑战沙漠天域）\n\n\n\n\n\n\n\n\n制作者：Code__\nby Code__\n\n\n就如我们选择的许多Realms地图一样，『挑战沙漠天域』这个地图也经过了多次的版本迭代并且不断地进步着。我们现在所拥有的是一个文雅的、能够平稳而持续运作的小游戏，在这个游戏中每一秒和每一次跳跃都是非常重要的。在『挑战沙漠天域』中，你需要从各个平台之间弹射自己，夺取速度提升和跳跃提升的效果，并且始终保持领先你对手一步的状态。这在多人游戏挑战中是很棒的。所以甩开朋友、穿上靴子、一起比赛直到你摔落为止吧！\nLike many of the maps that we select for Realms, Sky Desert Challenge has gone through a number of iterations, improving greatly along the way. What we have here now is a polished game that plays smoothly and consistently, which is extra important when every second and every jump counts. In Sky Desert Challenge, you’ll need to launch yourself from platform to platform, grabbing speed and jump boosts, always keeping one step ahead of the crumbling level behind you. This challenge works great in multiplayer, so grab some friends, lace up your boots, and race until you drop!\n\n\nCUBLEX[bili=9222442]1[/bili]\n\n\n制作者： Vilder50和Pollieboyby Vilder50 and Pollieboy\n\n现在，你或许认为我们不再惊讶于Minecraft社区中的野生建筑，但是我们选取这个地图是因为它大概更进一步吧，这个地图自定义了游戏以至于让你有了一种不同的体验：这个游戏除了使用到冰块以外，它根本就是假的Minecraft。当你推动周围、敲击你的对手的方块到达虚空时，你会注意到用户界面、方块和整个游戏的感觉是全然不同的。我们认为这是可怕的，但我们又迫不及待地想看到更多的像这个的小游戏地图。\nBy now, you'd think we'd no longer be surprised by the wild variety of things the community build in Minecraft. But then something like Cublex takes it a step further, using custom game assets to transport you into another experience entirely: this game, aside from the use of cubes, doesn’t look like the Minecraft that you’re used to. As you push your blocks around, and knock your opponents’ blocks into the void, you’ll notice that the user interface, the cubes, and the whole feel of the game is different. We think that’s awesome, and can’t wait to see more games like it.\n\n\nPALETTE SLAM（调色大满贯）\n\n\n\n\n\n\n\n\n制作者：Archee和hgbf\nby Archee and hgbf\n\n\n这个游戏只需要由一个简单的输入设备控制：那就是你！当你每一次掉落在地面上时，你会释放出一点颜色。你的目标是根据提示继续画油画并且避免接触已着色的部分。『调色大满贯』拥有一个独特的游戏大厅（其中还有无形的跑酷哦！）以保证让玩家虽然玩了许多轮游戏但仍然对地图有一种新鲜感。\nPalette Slam is a game controlled by a simple input device: you! Each time you drop from above and splat onto the ground, you’ll release a splash of colour. Your goal is to continue painting the canvas with your splats, avoiding the sections that have already been coloured. Palette Slam features a unique game lobby (with invisible parkour!) and three different game modes to keep this experience fresh through many rounds.\n\n\n\n这就是本期所有地图了！\nThat’s all for now!\n\n\n我们认为你们会花很多时间来玩这些地图。当然了，我们将会在未来上架更多地图的！紧盯我们的官网或者时刻在游戏中查看Realms的新闻，这样你就不会错过了！\nWe think that you’ll spend lots of time playing the latest Minecraft board game, splashing colours all about, and racing through crumbling deserts. We've got loads more maps planned for the future - keep an eye out on the site, or in-game via the Realms news icon so you don't miss out!\n\n\n要了解PC Realms的更多内容，请访问我们的帮助页面（https://help.mojang.com/customer ... for-pc-java-edition ）。如果你还没有玩过Realms，你可以点击在Minecraft PC Realms界面的蓝色钻石按钮免费体验30天Realms。To learn about loading this and other content into Realms for PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft for PC. Click it, then follow the instructions to try Realms free for 30 days.快乐的Minecraft吧！Happy minecrafting!原作者：Marc Watson翻译：MC那些事儿\n\n\n\n"
        },
        {
            "author": "林扬骐",
            "timestamp": 1489802100,
            "txt_content": "这是那个cublex\nhttp://www.mcbbs.net/thread-675872-1-1.html"
        },
        {
            "author": "林扬骐",
            "timestamp": 1489802340,
            "txt_content": "林扬骐 发表于 2017-3-18 09:55\n这是那个cublex\nhttp://www.mcbbs.net/thread-675872-1-1.html\n对了 @lrf8643"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1489848540,
            "txt_content": "我可能看到了假的萌新\n话说这难道不该发在wiki版"
        },
        {
            "author": "七海八千代",
            "timestamp": 1490014140,
            "txt_content": "这个发在翻译&Wiki里更好些..."
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1490544360,
            "txt_content": "我感觉这是花钱请了翻译吧。还有，不要放真名！"
        },
        {
            "author": "MY200378",
            "timestamp": 1490569860,
            "txt_content": "这项质量的翻译，我点举报的冲动都有了...我随便掠过几眼就能纠出五个神翻译，冲着勋章发文又何必呢？？？"
        }
    ]
}