{
    "title": "<原创·单篇>破戒|幻想荣耀番外",
    "author": "YMorning",
    "replyCount": 3,
    "timestamp": 1489828860,
    "txt_content": "  联盟······还是部落？  奈何花落开，天下若我强。\n\n  艾克随手拿出荣耀钻戒，仰望着，注视着，久久无法自拔。这是由牺牲了他的团队为代价的荣耀之证······\n  随着克雷斯钟声响起，一百二十制（7年）一届的荣耀友谊赛开幕了。圣奇卡联盟，万隆斯部落，都派出了八位不同的团队，每个团队都有八人，人人都有团队的信念。当然，除了联盟与部落外，还有一个雷多拉组织也派出了四位团队，共计二十位团队，激战十数场比赛，也许他们的战绩无人不知，也许他们的荣耀无人不晓，但为了荣耀，为自己的种族战斗！\n\n  在上届荣耀友谊赛中，艾克的团队：艾克、多娜、洛奇、洛木多、熙Mrss、刘宇涛、叶璇、星Mrss。一共八个人，坚持到了决赛······\n  在这场决赛中，出了一个巨大的意外，与决赛的同时，联盟与部落发生了冲突，艾克和艾克团队（组织）与联亿团队（联盟）张开最后的决赛，在这场决赛中，只要哪个团队的人先拿到荣耀钻戒则为获胜，艾克指挥着众人，敌对联亿也不甘示弱，在一百格方（一百格方块范围）内，冲在最前面的是艾克团队的叶璇，本该比赛就这样结束，谁知······\n  “大，TNT准备好了”\n  “嗯，这次千万不要失手，这可关系到咱们部落的利益，要是这次计划成功，我们就能与联盟结合，攻下组织，随后我们就可以过河拆桥，把联盟顺手消灭，给他个后马炮”\n  “好的，TNT已经设定在决赛后三十秒内了”\n  “你留在这待命，我先回去交命了”\n  “好的 大”\n  在麦块厕所内，两个部落人秘密交谈着，没有人知道他们的机会，除了······\n  “哇哦！组织的艾克已经冲到了荣耀钻戒面前啦，究竟谁能笑到最后呢！”\n  解说员接着解说，比赛却突然中止。\n  \n\n\n  BOOM\n  赛场中央居然被炸了个缺口\n  “中止比赛，联合会的人将会来调查”······\n  联合会是由联盟、部落、组织三大集体联合创建的刑事会（例如中国城管（内置滑稽））\n  城口的守卫意识到了什么······\n  “报告，联合会会长，我上午发现一名可疑人员进了城内，不对，是两名·····吧”\n  “什么叫两名吧？到底几个”\n  “一个人，但那个人却带着一只宠物，那只宠物根本就是人，可那人却非说是宠物。”\n  “嗯，我了解了，这次比赛就按老规矩结束吧”\n  “老规矩？”台下的观众吵囔着\n\n  老规矩就是谁离荣耀钻戒近谁就赢，这时联亿团队肯定不服。\n【交换视角-叶璇】\n  比赛结束后，赛会的代表把荣耀钻戒交付给了我，因为我是团队中的财务委员。\n  我们随着联合会的人一起出了城，安全到达组织中心。\n  可······组织中心已经被人占领了\n  到处都是联盟的人，“嘿，你们几个，把荣耀钻戒交出来”只见那联亿团队的队长开话\n  “大哥，荣耀钻戒只是一个证物，又不是什么神器，别为了一个证物就破坏联盟和组织的关系好不好？”\n  “哼，别以为大家都不知道，联合会会长是部落的人，他肯把奖给你们组织的团队，这中间一定有关系”\n  “大哥你脑洞真的大开诶？你要这个证物就拿去”团队的多娜看不下去了，跳出来拿着剑。\n  “哟哟哟，别以为这样就完事了，兄弟们给我打”\n\n\n  组织中心的二楼楼层有个滑梯，从那跳出来许多联盟的人······\n  “看来要打一场硬仗了，队长你先走”星Mrss把队长艾克推出了组织中心，随后关了大门。\n  队长努力锤击着，可我们都希望他活着，因为这里只有他实力最强。便要活着。\n  “各位，不怂的都跟我豁出去了”说完我便拿出铁斧冲了过去\n  我左臂以前受过伤，所以练得一手好右臂。瞬斧就砍伤了三个人，突然！二层还没下来的人拿出了弓箭！\n  “快躲！”我转头的瞬间，多娜、洛木多、刘宇涛、星Mrss都被射伤了。“快，别愣着”熙Mrss迅速的从背包中拿出了白色羊毛，洛奇居然拿出了墨，给羊毛染色了。“我的天哪，洛奇强迫症又犯了” piupiupiu~，羊毛挡住了所有的箭，我立马拿出了一个末影珍珠，洛奇也拿出了烈焰棒，分解出了两个烈焰粉，“大哥，我是要传送，不是要找末影遗迹”“哦哦~”我把末影珍珠给了洛奇，叫洛奇先走。“熙，我们两个去组织中心的三楼找藏起来的末影珍珠”\n\n\n  “好，我掩护你”\n  “不，我掩护你，看我手上什么东西！”\n  熙Mrss马上突出重围跑进了红石电梯，我看见他慢慢到了三楼就放心了。\n  “cao你们大*爷*的，看老*子的隐形药水”\n  啪！\n  “嘿嘿，各位孙*子，看得见我吗？”\n  “你们都别慌，注意看药水的反应效果”联亿队长说道\n  “没用的，我加了地狱疣和神秘琥珀的分解粉，你们是看不到反应效果的”\n   \n  熙从楼梯口跑了出来，“爷（叶），我找到珍珠了。不过只有一个”\n  他根本就看不到我，我赶快跑到了他身边。（熙，你先跑）\n  “不，你赶快跑，跟队长他们会合”\n  “你跑吧”\n  “放心，我隐形药水还有三四分钟呢，你赶快跑”\n  “那好吧，我先走了，老地方会合”\n  “好”\n  他用力的砸了出去，传送出了这是非之地，我也好放心了。“哎，我只剩下二十多秒了，琥珀粉是会降低使用时间的······”\n  过了时间，我显出了原形，被联盟的人逮捕了······\n\n未完待续，单篇不更，番外篇，请勿乱喷，我有新手光环！\n[中文：1581 　英文：315 　数字：1　　中文+标点：1851 　中文+数字：1582]",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1489830000,
            "txt_content": "幻想荣耀XD\n我没想到某tx游戏\n还有写的不算好，但是鼓励一下！"
        },
        {
            "author": "YMorning",
            "timestamp": 1489831200,
            "txt_content": "volta薯片~ 发表于 2017-3-18 17:40\n幻想荣耀XD\n我没想到某tx游戏\n还有写的不算好，但是鼓励一下！\n谢谢dalao的支持，我一开始还没去搜过这标题呢。"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1489831260,
            "txt_content": "YMorning 发表于 2017-3-18 18:00\n谢谢dalao的支持，我一开始还没去搜过这标题呢。\nXD我仔细的读了一遍\n（真的好中二XD\n（联盟和部落什么鬼XD"
        }
    ]
}