{
    "title": "[Minecraft.net|CULTURE]Killer Builds 惊人的建筑",
    "author": "volta薯片~",
    "replyCount": 1,
    "timestamp": 1489834680,
    "txt_content": "\n国外建筑dalao真的多",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1489835400,
            "txt_content": "标题: [Minecraft.net|CULTURE]Killer Builds 惊人的建筑\nKiller Builds\nTake a tour of Necrosys' inspired creations!\n惊人的建筑\n游览一番 Necrosys 的极具创造性的作品！\n\nOnce one of the leading members of goCreative, Necrosys has been impressing the Minecraft community with his builds for years. Builds like a dragon skeleton haunting an isolated island castle, an art gallery featuring block-by-block recreations of real world masterpieces, and a seafaring boat that's part wood, part sails, part giant shark. He's not a man who lacks for imagination. \n\n曾经的 goCreative 核心成员之一，Necrosys 多年来一直凭借他的建筑影响着 Minecraft 社区。诸如在一座孤岛城堡的上空盘旋的一条龙骨，以方块形式复刻真实世界中杰作的艺术画廊，以及集木头、风帆、巨鲨于一体的船只。他的想象力从未断绝过。\n\n\"Many art forms, like sculpting, oil painting, etc, tend to be very soloist, where the artist sits down for periods of time alone working away peacefully at his artwork,\" explains Necrosys, of what appeals to him about the game. \"Minecraft is totally the opposite. Fully hands on and engaging, I am continuously conversing with other community members. Knowing that you are creating these art pieces alongside others who share the same passion helps you keep going.\"\n\n“许多艺术形式，例如雕塑、油画等等，都倾向于独立完成，艺术家在一段时间内一个人待着，安静地完成他的艺术作品，” Necrosys 解释着他喜欢 Minecraft 的原因，“而 Minecraft 则完全相反。它需要你动手操作，这很迷人，我总是不断地与社区成员交流。你心里知道你在创作作品时别人与你也有着相同的激情，这使你继续前进。”\n\n\"What other art form allows you to explore the creation you have made in single player almost instantaneously after you have finished with the creation?\" Good point! We chose some of our favourite Necrosys builds, then asked him to tell us more about them (relax, of course we included the shark boat one).\n\n“还有什么艺术形式能让你在完成作品之后，几乎即刻就能探索你所创造的作品呢？”说的不错！我们挑选了一些我们最喜欢的 Necrosys 的建筑，然后让他告诉我们更多关于它们的故事（别紧张，我们当然选了鲨船那个）。\n\nBone Hollows\n龙骨之洞\n\n\n\n\n\n\n\"A rather old creation of mine, built on Halloween night of 2015,\" explains Necrosys. \"I wanted to design a creative looking castle for the haunting occasion, as well as build something alongside my sibling. A lot of my Minecraft creations are built purely to impress my younger sibling, as he is my biggest fan and I love to see his reactions when I create these extravagant worlds. He is the reason I still create to this day!\" \n\n“我的一件较老的作品，是在 2015 年的万圣节晚上建的，” Necrosys 解释道。“我想为这个难忘的时刻设计一座看起来极具创造性的城堡，并且在我弟弟身边建东西。我建造的许多 Minecraft 作品纯粹是为了博我弟弟一乐，因为他是我最大的粉丝，我喜欢看到他在我创造这些惊人世界时的反应。他是我到现在仍然在创作的原因！”\n\nThat's a lovely reason, and far better than our reasons for playing Minecraft all day (we're usually just putting off writing Block of the Week).\n\n这个理由太可爱了，远比我们整天玩 Minecraft 的理由要好（我们通常总是推迟撰写每周方块专栏）。\n\nPixel Gallery\n像素画廊\n\n\n\n\n\n\n\"This was a really fun three day project of mine,\" says Necrosys, of this gallery that rebuilds famous pieces like Leonardo Da Vinci's Mona Lisa and Edvard Munch's The Scream. \"I wanted to experiment with refractive lighting in external rendering softwares, which is where the coloured glass on the windows come from. A render made by @DroolieMC shows the refractive lighting perfectly. The architecture of the building is similar to that of the London Crystal Palace, using similar external features as the original structure.\"\n\n“我这件三天完成的作品真的十分有趣，” Necrosys 说，在这个画廊中他复原了许多著名的艺术作品，例如达·芬奇的《蒙娜丽莎》，和爱德华·蒙克的《呐喊》。“我想在外部渲染软件中尝试折射照明，这是窗户上的染色玻璃会呈现如此效果的原因。由 @DroolieMC 制作的一张渲染图完美地展示了折射照明。这座建筑的建筑风格类似于伦敦水晶宫，使用了相似的外部特征作为原始结构。”\n\nIf you're an uncultured swine, it's a build that introduces you to several famous pieces, offering \"a few basics about Art History in a fun learning environment.\" Cheaper than flying to Paris to gawp at the real Mona Lisa too.\n\n如果你并不了解文化，这座建筑可以向你介绍几件杰作，使你在有趣的学习环境中习得一些关于艺术史的基础知识，也比飞到巴黎去看真正的《蒙娜丽莎》便宜。\n\nBiological Haven\n森林中的避风港\n\n\n\n\n\n\n\"This creation is a large greenery filled map with trees, trees and more trees! Central to this map is a mythical forest dragon guarding her eggs inside a perplexing shaped rock structure. The idea behind this came to me when I noticed a bird in a nest up a tree. The nest had an irregular shape to the usual bowl shape. The purpose behind this is that inspiration can come from anywhere, so get out and explore the world and see what sort of creative thoughts you can think up.\"\n\n“这件作品是一座大温室，整张地图充满了树木、树木和更多的树木！地图中央是一条神话中的森林之龙，保护着复杂石头结构中她的蛋。当我注意到树上巢中的一只鸟时，我产生了这张地图的想法。鸟巢的形状相比于平常的碗的形状十分不规则。这张地图的目的是告诉大家，灵感可以来自于任何地方，所以出门，探索这个世界，看看你可以想到什么创造性的想法。”\n\nJaw Treader\n颚式踏浪车\n\n\n\n\n\n\nSometimes a picture is worth a thousand words, especially when its a picture of a shark/ship hybrid as awesome as this. \"The shark doesn't just have a few textures, it consists of approximately 30-40 different textured blocks, to really emphasize the different shades on the animal. The shark is an animal that is always swimming, even when it is asleep. If it stops swimming for a period of time, it dies. The contrast between the shark and the ship on its fins imply a never ending journey, an adventure to explore the ocean depths.\"\n\n有时一张图片胜过千言万语，尤其是一张鲨鱼/船只结合体的超棒图片。“用于构造鲨鱼身体的方块不仅只有一点，而是由大约30-40种不同的材质方块组成，用以强调这个动物身上的阴影。鲨鱼这种动物总在游泳，甚至是睡觉的时候。如果它在一段时间内不游了，它就会死。鲨鱼和它鳍上的船形成了鲜明对比，暗示着一场永不终结的旅程，一场前往海洋深渊的冒险。”\n\n\"I personally am a competitive person at heart, and seeing that there are hundreds of thousands of creative builders who build and share their work online, I wanted to become one of the best. From those beginning days, I have been developing my skills in all areas of Minecraft creative, always looking for new styles and ideas to try out.\"\n\n“我个人认为我本质上是一个喜欢竞争的人，当看到有数以十万计的极具创造力的建筑师建造并在网上分享他们的作品时，我想要成为其中的精英。在那些入门的日子里，我在 Minecraft 的创造模式中的任何领域提升我的技能，总是在寻找新的风格与想法，并付诸尝试。”\n\nInspired? Then why not try building your own shark boat at home? Actually, that's the most irresponsible advice we've ever given. Ignore it, and instead enjoy more of Necrosys' builds here.\n\n受到启发了？那么为什么不试试在家里建造你自己的鲨船呢？不不不，事实上，这是我们提出的最不负责任的建议。忘了它，来在这里欣赏 Necrosys 的更多作品吧。\n\n\n原文链接：https://minecraft.net/zh-hans/article/killer-builds\n原文作者：Tom Stone\n原文发布日期：2017年3月7日\n译者：Benson\n\n[groupid=1266]IntelliGence Group[/groupid]"
        }
    ]
}