{
    "title": "【原创·连载】【我的沉默】【第十一集：努力VS人缘[上]】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1489838700,
    "txt_content": "  已经周五，正好，我的稿子在昨天晚上加班抄完了，实在是畅快！\n  来到学校，看到庄泉、孙灿、王玄彬正在说笑。我胸有成竹，把那些抄好的稿子给王玄彬。王玄彬刚看到稿子就有反应，脸上收敛了笑容，浑身冒出一些汗珠，好像已经做出什么对不起我的事情一样。他浏览一遍稿子，就好像已经发生什么大事，实在让我忍不住以态度不好的样子道出一句：\n  “这稿子行不行啊，王玄彬？”\n  王玄彬思考片刻，实在不知道该如何说话了好像，只是回复一句：\n  “你这个就当备用的吧，我再想想......”\n  我看出他是冷淡的，但心里还是期待着、期待着。我相信着我手里的希望，甚至已经感受到谢幕时同学们的喝彩。这整整一个上午，我虽然没有再找王玄彬谈这个稿子，但我心怀激动，想想都觉得很有意思！一定可以得到别人的认可！\n  到上午第四节课[最后一节课]时，我想要复印我的稿子，但我不知道学校的复印店在哪里。我拿着稿子，在老师宣布下课时，把稿子递给王玄彬。\n  “你干什么？”王玄彬看上去都警戒了。\n  “我不知道学校的复印店在哪里，你能帮我拿我的稿子复印一下吗？”\n  王玄彬又像早上那样，犹豫片刻，最后说：\n  “沈然，先别复印了，再看看吧。”\n  我就从了他的，还是想着“胜利”。估计是因为王玄彬不太喜欢组织和参与这样的活动吧？\n  下午，赶入教室，发现王玄彬和邵萍在商量一件事，旁边有一张相声稿子。不必问，一定是邵萍的成果，王玄彬一边和她商量，一边点头，表示着支持。我内心开始动摇了，好像她的稿子是棋子，而我的稿子是“废子”。\n  一直沉默的我也不好意思和女生说话，迫不得已或者关键时候与女生说话时，也是不由自主的低着头，偶尔有勇气抬头看几眼。最好还是等他们商量完吧。所以，我一句话也没插嘴在他们讨论时，静静地听着这一切的发展。\n  过了一会儿，明馗和邢齐满头大汗。明馗走过来第一件事就是往桌子上一趴，邢齐直接拉着他的帽子：“馗儿，你这就虚成这样了。”\n  王玄彬拍了拍他们：\n  “明馗、邢齐，和你们俩说个事，这次相声安排好了！就差你们俩练了！我觉得这两个角色都很适合你们！”\n  说完，他像一个孩子一样笑了。\n  “什么？管我们什么事？”\n  “就靠你们俩了，周三之前赶紧练吧！”\n  真是让我不服，凭什么对我那么严肃，对他们如此活跃。嗯，我不愿意说话，所以我就是低能儿了吗？而且就算是那个稿子，我如此积极也不让我参加。凭什么把我想象的那么弱小？\n  没事，我的稿子还没被拒绝，我还有希望！\n  到下午第四节课......\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1489838700,
            "txt_content": "@gggbbb 日常索要文评......\n辛苦了，有时间一起给吧"
        },
        {
            "author": "gggbbb",
            "timestamp": 1489890360,
            "txt_content": "迟到。\n最近可能是有点小忙，所以文评会拖段时间，真是抱歉了。\n写得不错，至少在心理描写上是下了点功夫的。虽然并不是特别恰当，但也能看出你的努力了。\n问题主要有以下几点：\n\n第一点，句意重复\n这种明明是第一人称，却是配角戏份居多的文风，不能说不赞同，但有些地方的描写就必须要注意了。\n其中，因为过分淡化了主角，所以配角的特点一定要突出，争取塑造出鲜明的人物形象来。\n所以，一些诸如句意重复的小毛病，一定是要适可而止的避免的。这算是低级错误，下次注意。\n举例：\n王玄彬刚看到稿子就有反应，脸上收敛了笑容，浑身冒出一些汗珠，好像已经做出什么对不起我的事情一样。他浏览一遍稿子，就好像已经发生什么大事，\n两个“好像”用词重复，两个事情也同样有些重复。你可能是要表达些递进，但在文中却并没有很好的表现出这一点。既然这样，就别用好像，干脆从神态描写上入手，通过两个不同程度的细节来描写，会比反复强调着“好像”“事情”要好的很多。\n\n第二点，用词不准确\n文章中一些词语的意思不是特别恰当，在阅读中就会出现一些小的不适应。在这一方面，我的建议是，如果不是太有把握的词语，最好不要贸然写上，用描写代替会起到更好的效果。\n举例：\n实在不知道该如何说话了好像\n这里的“好像”意义不明，后面的“只是”也应该稍作改动。\n我看出他是冷淡的\n冷淡一词并不准确，可以考虑用长句代替。\n王玄彬看上去都警戒了\n警戒一词表现的不够充分，可以用描写代替。\n这是一部分，剩下的就不多列举。但像这样的情况，下次还是尽量避免的好。\n\n第三点，主人公的心理活动\n这个，怎么说呢。通篇下来，主人公不但像个zz一样被王玄彬耍，自己还抱着稿子一脸的陶醉。如果用个词形容，就是失真了。不是剧情，是指主人公的性格失真了。\n就算是要表达沉默，也大可不必这样表述。不如说王玄彬表面上答应了主人公，但之后又翻脸不认账。这样反倒更合情理一点，也能同时为主角的心理描写留点余地。\n写小说不是日记，我反复跟你强调过这一点。所以，别写太真。如果表达效果到了，过分的夸大也是可以的。不要受情节的拘束，放开来写。\n\n以上。\n最后，祝进步。"
        },
        {
            "author": "我为我为",
            "timestamp": 1489892820,
            "txt_content": "gggbbb 发表于 2017-3-19 10:26\n迟到。\n最近可能是有点小忙，所以文评会拖段时间，真是抱歉了。\n写得不错，至少在心理描写上是下了点功夫的 ...\n我想问，主角是个内心狂热表面沉默的人是不是就不失真了"
        }
    ]
}