{
    "title": "[西瓜]中式建筑从新手到大神·第三章第四节——院墙与影壁构造",
    "author": "YueHaxgu",
    "replyCount": 8,
    "timestamp": 1489849080,
    "txt_content": " 本帖最后由 hurui 于 2017-4-22 20:34 编辑 \n\n\n\n中式建筑从新手到大神·第三章第四节——院墙与影壁构造重点星级：☆\n》》前言《《Hello,我是西瓜，我也在展示共享里面小有名气的一名会员了基本没人认得我\n这次在这儿我要开个大坑！就是中式教程，没错。\n原因很简单,在mcbbs里面，我看到的优秀建筑并不是很多【除了一些大佬玩家以外】\n也不是经常看见展示共享里面有中式建筑的发布。\n为此，我要在这儿发布一个中式教程！\n传承中华民族几千年的建筑瑰宝\n让你们懂得中式建筑的美与复杂.....\n\n\n》》看前须知《《本教程允许转载，但不包括mcbbs（转载请注明原作者！）\n本教程最终解释权归TDO工作组和我[滑稽]所有\n你不可以以任何方式更改教程所有权\n\n\n》》温馨提示《《这是啥标题233本教程主要以宋清两代进行讲解\n本教程字数较多，另外内容比较复杂，当然我这是教程贴，肯定目的就是让你懂建筑对吧。\n为此，我的教程的重点[必记]我都会用红字来写可记可不记或可看可不看用石灰字+斜体[拓展]来写。其他则用我现在这个字体写。\n重点类容会在开头打出☆，星星越多，说明内容重点越多。\n另外，如果本教程有不符合实际打字有错的[纯手打，你说会不会有错别字]，图片有挂的。请在评论@我。\n\n\n》》正文《《这次我们不讲这么废话，直接进入正题。\n一、院墙构造科普：院墙是建筑群、宅院用于安全防卫或区域划分的墙体。简单来说院墙就是围着一个院子的墙......[噗哈哈我自己都笑了]\n1.院墙使用的材料及形式院墙常使用砖材[石砖等]、石材[原石、石头等]、土、木[这里可以用木板]、竹等材料。作为小型独立砌体形式较为自由活泼。常见的形式有：普通院墙、砖瓦花墙、云墙[往期教程有教]、罗圈墙、爬山墙、跌落墙[往期教程有教]、罗汉墙等。图：这个是普通院墙\n这个是云墙\n然后其他的墙我百度不到了[雾]\n\n\n2.院墙构造古建筑院墙基本上为水平三段式，分别为下碱、上身、墙帽[这个可记可不记]。【下碱和上身看过往期教程的应该知道】（1）下碱构造要：小式院墙下碱高度为墙身的1/3，大式院墙下碱高度为墙身高度的1/3但不超过1.5m【这是个什么鬼？诶差不多一样了】下砌建筑与建筑山墙相比应等级降低，常采用普通淌白、糙砖等砌筑做法。下碱在院落最低处时要在下部做排水的孔道[俗称沟门]（2）上身构造要点：院墙上身应比下碱向内收进退花碱，尺寸为0.6~1.5mm。上身做法应较下碱粗糙，也可一样。院墙墙身多设有什锦门窗。洞门样式有长方形与八边形洞门、瓶型洞门、梅花形与圆形洞门。什锦窗样式有镶嵌式什锦窗、单层漏窗、洞窗等。如图所示，这个是什锦门和什锦窗[只记这两个名词就行，没必要记的那么深]\n\n二、影壁构造1.影壁的概念影壁也称照壁、萧墙，是在大门内或外所建的起屏障作用的单独墙体。2.影壁的作用（1）遮蔽视线、阻挡寒风：影壁的本意是要挡住自己活外人的身影，避免外人的偷窥和打扰，同时影壁的存在在寒冷的冬天还能抵挡院外的寒气，挡住大风向院内直灌。（2）聚人气、避鬼邪：安古代风水学说，门前的影壁和院内的影壁，是为了是气流绕影壁而行，聚气则不散另有《龙经》种记述，若大门与正房相对，有直来直去损人丁的说法，所以在此种情况下建立影壁能够起当挡住冲煞杀气的作用。另外古人认为影壁能够升聚院内人气，阻挡院外的鬼邪之气所以院门设置影壁可以挡住它们的伤害。（3）装饰功能：从装饰角度而言影壁增加了大门的气势、空间层次，形成了大门内或门外的视觉中心。（4）等级标志：影壁装饰华丽与否反应了院主人的家庭状况和社会地位，在等级森严的封建社会中并不是家家都可以设置影壁的。据西周礼制规定，只有王家宫殿、诸侯宅邸、寺庙建筑才能建筑影壁，它是地位和身份的标志之一。3.影壁的种类（1）按照影壁使用的材料划分：有砖影壁、石影壁、木影壁、琉璃影壁。[这个不用记]（2）按照影壁使用的位置与平面形式划分：有座山影壁、一字影壁、八字影壁、撇山影壁。[具体记住这个就行]如图：\n平面为一字形的独立影壁成为一字影壁[上中间那个]平面为一字和八字结合的独立影壁成为八字影壁[右边]出现在建筑山墙外表面的镶嵌式影壁成为座山影壁[最左边]出现于门屋两侧，从山墙向外延伸呈八字形的影壁成为撇山影壁【影壁百度搜索其实有很多的[因为我搜索过]】从位置分析：大门内的影壁多为独立影壁或座山影壁；大门外的影壁多为一字影壁和八字影壁；位于大门两侧的影壁为撇山影壁；位于墙门两侧院墙上的为影壁墙，位于园林中作为屏障遮挡景观的影壁多为一字影壁。\n补充：影壁的屋顶制造形式可以做成硬山、悬山、庑殿或歇山。[别特么问我攒尖为什么不行？]\n唔现在也没啥好讲的，我们直接跳到mc实训啦qwq\n》》墙面MC实训《《唔，我都不知道怎么写了qwq尴尬。\n好吧还是言归正传。\n一、什锦门窗制造：1.什锦门：什锦门【神经门】呢有四种样式分别是各种边形[四边形，八边形.....]、瓶型[像瓶子的样子]、梅花形等我们今天只做４种什锦门：1五方形 2八边形 3瓶型 ４圆形诶对了，要记住，什锦门是在院墙上面的，不是建筑上面的= =唔，我们先做好一个普通院墙，我这次稍微做大一点，不像之前的云墙那么小了233\n好的，我们开始，（1）八边形什锦门唔这次的院墙的墙高度为9，下碱我们按照1/3的高度做出三格高下碱。如图：\n做的有点简单，大佬勿喷。我们先砸出一个八边形的轮廓\n然后呢，我突然发现高度不够高耶....\n唔，我不改了= =其实就是矮了点而已。OK这就是一个完整的八边形什锦门！唔差不多了。其实上面的已经做完了，就只是突然发现矮了点。然后呢，我机智的提高了高度，墙高改为12，下碱为4.\n果然这样看着才舒服哈哈哈。没错这就完成了qwq\n（2）五边形什锦门[为什么先写八边形？因为爱情！]我们还是用刚才那个普通院墙\n像刚才一样弄出轮廓\n然后把中间砸掉\n突然发现不美观，唔那我们稍微改改咯qwq\n完成~五边形什锦门。唔我怎么看着像个人头啊哈哈哈！\n（３）瓶型什锦门我就不多逼逼了，直接步骤和上面的一样，我直接发做好的。\n大佬们，我已经尽力了啊！！［我自己都吐血了］\n（４）圆形什锦门圆形就是在中间打个圆就万事大吉了ｑｗｑ\n就在里面扣个圆，万事大吉～我不会告诉你我这个圆弄了整整十分钟....\n咳咳，就这样，我讲完了什锦门的教程.....接下来我们来做什锦窗就随便做几个有形状的窗子而已.....我实在发现没什么好讲的，直接看图吧qwq\n其实可以用台阶和石砖做出适应的花纹就行了千万不要大面积无意义雕花，否则超级丑。\n二、影壁制造：我们在这里只做三种：座山、硬山一字，悬山一字，八字和撇山以后再讲。\n（1）门外一字影壁首先我们先看两幅结构图[硬山和悬山的屋顶类型影壁]第一张是硬山的：\n唔大家也看到了，也就和山墙差不多，也没有大家想象的那么难对吧qwq第二章是悬山的：\n有没有发现它下面就不一样[雾]这大概是因为等级关系吧哈哈\n其实大家也看到了，有这么多名词，该怎么造呢？其实不用想的这么复杂。我们把那些不必要的结构啊名词啊都忘了。意思就是说那些太过于专业的名词咱们可以不记，可以只记住造的方法就行了...[我表达有问题怪我咯]那我们开造吧：\n（1）硬山一字影壁我们先用石砖做出3格宽，12格高的样子\n\n然后我们把长度设置为17[记住要单数，否则你就死翘翘]然后我们做出里面的结构[由于我对结构并不是炒鸡熟悉，大佬勿喷]\n然后我们做出正脊然后我们就可以愉快的铺瓦了[本来是先铺椽子的，但是因为小比例就一起做了]\n然后捏，我就直接重叠了[stack]\nOK然后呢，我们做出建筑的垂脊，我们采用石砖来做\n\n然后我们做出硬山有的排山沟滴\n好的，然后呢我们突然发现左边山墙部分太难看了，这怎么办呢？我就机智的替换了那里的方块233[这也是一种办法，毕竟是小比例]\n然后就这个样子了\n加油！我们离成功不远了！再然后我们做出正脊上的吻兽[真小！真难看！]\n我们再来选取左边十格镜面翻转一下[filp]\n然后就成这个鬼样子了。所以现在的长度为：2*10-1=19.也就是刚才的长度减去了2格，因为我发现短了。然后我们来细化建筑。\n上下没有层次感，我们来弄出层次感qwq\n好的就成这个样子了[羊羊君：别拍我别拍我qwq]再次进一步细化：\n搞定，这就是一个硬山一字影壁。大家也发现了，结构图上的影壁是卷棚的，由于比例是在太小我只能做这种有正脊的咯qwq\n（2）悬山一字影壁这次我们直接用上面的硬山一字影壁进行更改，这样可以减少大量工作量[我懒]\n然后我们先把悬山的大致样子做出来。\n\n我们把它的垂脊弄一下\n然后把它有的搏缝板弄上去，我们选用合金欢来做qwq\n\n做好之后呢我们把它的排山沟滴也一起做了\n仔细看看怎么做的qwq\n然后差不多好了，我们镜面翻转复制粘贴一下\n然后我们做出须弥座台基，不做须弥座有点丑啊[须弥座前部分有讲]\nOK完毕，我们在看一下其他位置的截图\nOKOK，这就是悬山一字影壁了。大家学到了木有qwq当然可以按照自己的比例增大或缩小。其实建筑也不是很难，告诉你们一个绝技，那就是熟能生巧。\n（3）座山影壁做这个这就有点意思了~其实有种偷懒的办法嘿嘿嘿，一看就知道你们也想到了qwq咳咳我们开始吧。\n首先这是我无聊做的一个硬山顶\n然后捏，嘿嘿嘿，我们直接复制那个建筑到里面去qwq然后就成这个鬼样子了。\n明显发现我的硬山做小了嘿嘿嘿qwq然后内，我也不管这么多了，直接修一修那些有问题的地方然后就成这样了。\n大功告成~搞定搞定~这就是一个座山影壁啦~哈哈哈没错就是这么简单！就是这么暴力！哈哈哈啊\n[牛牛君：别拍我别拍我]\n好的那么今天的教程就到这里了qwq大家下期再见~》》小结《《今天讲了院墙与影壁构造：\n一、院墙构造：如山墙一般，下碱高度是墙高的1/31.什锦门2.什锦窗二、影壁构造：1.座山影壁2.门外硬山一字影壁3.门外悬山一字影壁4.门外八字影壁\n\n》》结尾《《\n唔，上星期没更新是有原因滴！我家停电了！唔qwq今晚连续写贴写了差不多四五个小时了qwq大家给点力啊，给我点人气金粒！唔我会尽力更新的，毕竟本宝宝也要上学唔qwq好的大家拜拜qwq\n所以大家掏出你们金粒与人气狠狠的砸给我吧！如果有心学习建筑的不如加我们的qq群瓜瓜驾校qwq大家可以一起讨论讨论中式建筑qwqqq群号码：623213999\n》》往期教程《《上一篇：中式建筑从新手到大神·第三章第三节——古建筑槛墙与檐墙构造\n下一篇：中式建筑从新手到大神·第四章第一节——斗栱的作用及做法\n@Forever_小树 厚颜无耻要加分\n\n————一个一个人的工作组[TDO]\n",
    "replies": [
        {
            "author": "qazqaz123",
            "timestamp": 1491488460,
            "txt_content": "有些许图蹦了。。。可以补回么。。"
        },
        {
            "author": "吴阿蒙Mac",
            "timestamp": 1492150320,
            "txt_content": "影壁种类的图片没了丫"
        },
        {
            "author": "1071185324",
            "timestamp": 1496374920,
            "txt_content": "厉害了楼主 收藏了好好学哈哈哈6666"
        },
        {
            "author": "一股清流",
            "timestamp": 1496498220,
            "txt_content": "收藏收藏。。。作为脱离火柴盒第一步"
        },
        {
            "author": "tanran",
            "timestamp": 1497785520,
            "txt_content": "嗨呀，可以的，但是这图片....\n貌似崩了。"
        },
        {
            "author": "aaaa3180",
            "timestamp": 1507408620,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "zwh007",
            "timestamp": 1507427760,
            "txt_content": "仰望大佬"
        },
        {
            "author": "十至尊十KK",
            "timestamp": 1522674240,
            "txt_content": "图蹦了，想学，可以补么~"
        }
    ]
}