{
    "title": "[Minecraft.net|CULTURE]WATER AND SKY 水和天",
    "author": "Xiao_Tao_Zi",
    "replyCount": 5,
    "timestamp": 1489844760,
    "txt_content": " 本帖最后由 Xiao_Tao_Zi 于 2017-3-19 08:59 编辑 \n\n\n\n\n\nWATER AND SKY\n水和天\n\n\n\n\nA build featuring holograms projected into the big blue\n一个将全息图转换成大海的惊人建筑\n\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n\nHere’s a build that makes striking use of a part of Minecraft space which is often overlooked.\n这个建筑让往往被忽视的MC空间给突出\nCalled Hydro, it features two islands in a never-ending sea with high-rise buildings huddled on them. But its real attractions are the transparent coloured forms that cluster in the air above. They’re holograms, beamed up from the city, and they’re a fantastic way of drawing the eye up and giving empty space a sense of volume.\n这个建筑叫做：Hydro，这有两个在无尽的海洋里的，拥有高楼大厦的小岛。但是这个最吸引人的地方还是悬浮在空中的透明，彩色物体。它们是全息图，从城市中散发出来，它们是一种极好的绘制眼睛的方法，给空间一种体积感。\nHydro was built by Josh “Donut” Fernandez, who created the holographic effect with transparent blocks, using just blue and red so they contrast with the rich and earthy detail of the buildings below.\nhydro是由Josh “Donut” Fernandez制作的，他使用透明的方块来制作全息图，只用红和蓝，这样可以让建筑有差异，有细节感。\n\n这是城市街道的渲染图，由Dordsor21渲染，显示出了雄伟的建筑They’ve become something of a signature for Donut. “What I am most proud of is how I managed to make the holograms you see in the sky actually look like something, rather than peculiar blobs,” he tells me.\n它们已经成为甜甜圈的标志。他告诉我：“令我最自豪的是我如何来制作你看到在天上的全息图像什么东西，而不是斑点”\nThey represent planets, buildings and geometry, reflecting the advanced nature of the society that lives in the city below. His concept was a place enjoying a flowering of scientific discovery. “I wanted to make it feel like the hub or the epicentre of the progression of scientific research.”\n他们代表植物，建筑与几何，将这底下复杂的城市社会反射。他的概念是制造一个享受科学发现的地方。“我想让它成为科学研究进展的枢纽或中心。”\n\n一样由Dordsor21渲染，这显示了空中的全息图与色调的对比。\nBut while the exciting stuff is in the air, don’t forget to look down. There’s a good deal of subtlety in the buildings, too. “I like to use solid-looking blocks, such as the anvil, the cauldron and the hopper, when building cities to add a more industrial feeling,” Donut says. But some of Minecraft’s most commonplace blocks, such as wood and stone bricks, are his favourite to play with. “It seems like such a simple palette, there are endless possibilities with them.”\n但是，当令人兴奋的东西在空气中，不要忘记往下看。在建筑物里也有很多微妙之处。Donut说：“我喜欢用坚固的方块，比如铁砧、炼药锅和漏斗，把这个城市建造的有工业感觉。”。但一些在Minecraft最常用的方块，如木版和石砖，是他最喜欢的玩意。“看起来像这样一个简单的调色板，有无限的可能性。”\nHydro is a great example of how simple detail and careful colour and shape-making can create stunning effect. But his next project might not be quite so fantastical, since he says he’s intending on exploring a more realistic style and up-close scale. We can’t wait to see it.\n在简单的细节和漂亮的颜色与形状制作可以创造惊人的效果，Hydro是一个很好的例子。但他的下一个项目可能不那么神奇，因为他说他打算探索一个更现实的方式。我们迫不及待地想看到它。\n\n\n原文：https://minecraft.net/zh-hans/article/water-and-sky发布时间：2017年1月12日\n发布者：Alex Wiltshire\n\n\n\n",
    "replies": [
        {
            "author": "1392684709",
            "timestamp": 1489845720,
            "txt_content": "很有意思，楼主你辛苦了"
        },
        {
            "author": "langyo_v2",
            "timestamp": 1489845720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1489846200,
            "txt_content": "楼主的翻译有待于加强。"
        },
        {
            "author": "凛",
            "timestamp": 1489847220,
            "txt_content": "需在帖子内加入原文链接，发布时间以及原文作者。"
        },
        {
            "author": "Xiao_Tao_Zi",
            "timestamp": 1489885200,
            "txt_content": "china521 发表于 2017-3-18 22:27\n已加上原文链接作者和时间"
        }
    ]
}