{
    "title": "[Minecraft.net|CULTURE]GROWING UP 成长",
    "author": "Xiao_Tao_Zi",
    "replyCount": 0,
    "timestamp": 1489891980,
    "txt_content": " 本帖最后由 Xiao_Tao_Zi 于 2017-3-19 16:18 编辑 \n\n\n\nGROWING UP\n成长\nRecalling childhood with a blockobiographical build\n回忆与方块建立的童年\n\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n\nPeople use Minecraft in all kinds of different ways - they play it, they teach with it, they use it as a WYSIWYG architectural design tool... But how many use it as a means of psychological introspection? Skilled builder Gabriel Gould has dug into his past to come up with this beautiful sculpture, evoking different aspects of childhood memory.\n人们在以各种不同的方式使用Minecraft-他们游玩，他们使用MC教育，他们把MC作为一个所见即所得的建筑设计工具… 但有多少人用它作为心理内省的一种手段呢？熟练的建设者Gabriel Gould已经回忆了他的过去想出这个美丽的雕塑，唤起不同方面的童年记忆。\n“I wanted to make sure that every part of the project had a meaning behind it,” says Gabriel. “I had more ideas than I had room, so I had to think of four main components that I wanted to keep in the cloud, the things that affected me the most.”\nGabriel说：“我想确保项目的每一部分都有意义，我有的想法比我有房间多，所以我不得不考虑四个主要组成部分，我想留在云端，那些最影响我的事件。”\n\n“The project really made me look back on my childhood and reflect on who I am today.”“这个地图真的让我回顾了我的童年、反思在如今我是谁。”\n“The cello represents my love for music and art,” he explains. “I used to play the cello when I was ten. Playing the cello is one of the most vivid memories that I had when I was younger. The boat represents the relationship that my father and I have. We made a model boat together for a school project seven years ago. The bicycle was one of the first ideas that I wanted to add to the project. The bicycle represents spending time with family and friends. The fishing pole represents my grandfather. My grandfather loved fishing at my cabin and I would always look up to him as a kid. The whole project was an experience when constructing it. It really made me look back on my childhood and reflect on who I am today.”\n他解释道：“大提琴代表我对音乐和艺术的热爱。我十岁时常常演奏大提琴。演奏大提琴是我年轻时最生动的记忆之一。船代表了我和我父亲之间的关系。七年前我们为一个学校项目一起造了一只模型船。自行车是我想增加的第一个东西，自行车代表与家人和朋友共度时光。钓竿代表我的祖父。我爷爷喜欢在我的小屋里钓鱼，我从小就喜欢他。整个地图是一个人生经验。它真的让我回顾了我的童年、反思在如今我是谁。”\nIt proved quite a challenge to put all these intricate features together in a way which was readable.\n用一种清晰的方式把所有这些复杂的东西放在一起是一个很大的挑战。\n“If I had made the project with a more ‘busy’ style, it would have looked too messy and blurred the meaning in the build,” says Gabriel. “I also wanted to try new things that I’d never tried before. I wanted to use glass to give the water a unique and realistic look. Another challenge I had was making the cloud. I had an idea to add shading with glass under the cloud to make it look like it had a shadow.”\nGabriel说：“如果我让这个项目有了一个更忙碌的风格，那么它看起来就显得太乱了，并且模糊了建筑的意义。我也想尝试新的东西，我从来没有尝试过。我想用玻璃给水加一个独特的、现实的外观。我面临的另一个挑战是制造云。我有一个想法，就是用玻璃添加阴影，使它看起来像有一个影子。”\n\n\n\n\n\n\nGabriel hand-built a fair amount of the project, but had assistance from tools like Voxel Sniper and World Edit. The flashy render you see above was provided by Splekh, who used Cinema4D to give it lustrous looks.\nGabriel建立了一个宏伟的地图，但有使用辅助工具，如C4D和WE。上面浮华的渲染的是由Splekh提供，他用C4D让它看起来更光泽。\nThe project’s not over yet, though! “I’m planning on adding a lot of new parts,” says Gabriel. “I’m thinking of adding a version of the project where there is a virus attacking the hand.”\n然而，他的项目还没有结束！Gabriel说：“我打算增加很多新的东西，他要更新一个新的版本，添加一个有病毒的手。”\nThe longer the project draws on, the harder it'll be to know when to stop! Definitely a build to keep an eye on.\n地图制作时间越长，就越难知道什么时候停止！\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-原文地址：https://minecraft.net/zh-hans/article/growing原文作者：Marsh Davies原文发布时间：2016年12月12日翻译者：Xiao_Tao_Zi\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}