{
    "title": "[Camtasia教程] 第一章 - 录制视频",
    "author": "Smokey_Days",
    "replyCount": 5,
    "timestamp": 1489884240,
    "txt_content": "[Camtasia教程] 第一章 - 录制视频\n\n声明:本教程仅仅为教程，在此不提供任何破解版及相关下载服务。如果有相关需要的话，自行上网搜索。\n\n图片较多请尽量使用WiFi观看\n\n\n当你点击左上角的录制按钮后，CS的主窗口会自动最小化，同时弹出这个录制窗口。\n\n在这个录制窗口中，你可以对屏幕进行录制——只需点击右边的rec按钮即可。\n但是在录制之前，还是要了解一下几个选项。\n首先，最上方一排三个（帮助不算），“捕获”是对视频的录制范围做了设定——要不要录麦克风？要录屏幕的哪个部位？要不要用摄像头？\n\n点击“捕获”将弹出这样一个窗口。\n最上方三个依次开始录制、停止录制、停止并删除当前录制\n接下来的“选择要录制的区域”点击后，将会弹出一个选择窗口，之后便可以圈选区域进行录制了。默认是圈选全屏。在区域圈选完毕后，仍然可以通过点击侧边的框来调整选区大小。\n“锁定应用程序”这一按钮一旦打开，那么就将锁定当前打开的应用程序——哪怕你的屏幕切换到他处，依然只会录制这个应用程序的界面。这是个很好用的功能，主要是用于防止误录到一些奇怪的应用程序（误）\n下方的“录制音频”按钮打开后，就将录制声音。而如果关闭，那么声音将不会被录制\n下方的“从Web摄像头录制”打开后，将同时录制屏幕和摄像头，录制完毕后将以此生成两个对象——一个是摄像头录制的，一个是屏幕录制的。\n（知道那些up主们怎么便捷地同时录制屏幕和摄像头了么？）\n\n第二个，“效果”。\n\n\n顶端的注释有两种，时间标记和标题（系统戳记和字幕应当是误翻），开启后将分别显示当前的时间和录像的名称（录像的名称将在点击rec后填写）。“使用鼠标单击声音”开启之后，每次鼠标点击都将发出声音。\n时间标记的显示格式、标题的内容与位置、鼠标单击声音的音效等都可以在“选项…”中定义。\n  \n在第一个选项卡——注释中，你可以修改时间标记的显示格式和位置、标题的显示格式和内容和位置。\n第二个选项卡——声音中，可以修改鼠标按下和松开时的声音\n\n之后是“工具”了。“工具”的前两个选项将打开两个关联软件，第三个选项点击打开，便是工具选项了。\n\n“一般”选项卡将进行一些基本的设置。前两个选项可以关闭一些不必要的提示。后面三个选项正如其字面意思，分别是“强行捕获区域内全部窗口”、“读取键盘的输入”和“在录制期间禁止屏幕保护”\n下方的所谓“录制到：”其实指的是文件格式（不想吐槽这汉化），有trec和avi两种格式。\n右边的文件选项可以设置输出的文件名及位置。\n最下面一行的“临时文件夹”指的是保存临时数据的文件夹，通常不需要修改，但是如果电脑C盘存储严重缺失那么可能就要修改到其他盘\n第二个选项卡，“输入”。它的作用是调整录制时的输入选项。第一块将设置视频的帧率，第二块将设置音频的音量以及是否要录制麦克风/系统声音\n第三块则是开关摄像头的使用\n\n第三个标签页，热键。在这个标签页你可以调整不同动作的快捷键。点击右下角的“恢复默认值”可以恢复一开始的设置\n右边有三个框，分别对应Ctrl,Shift,Alt，然后最右边的拉条则是选择具体的键位\n（注：部分用户选择快捷键的界面可能像我这样，Ctrl,Shift,Alt都没有和它们的框对应。没关系，只要记着第一二三个框分别对应Ctrl,Shift,Alt就好了）\n\n接下来是第四个选项卡，“程序”\n\n录制区域一块无需调整（只是视觉上的一些修改），工作流程区域则可以调整录制的流程——是否显示倒计时？是否在暂停结束后把指针移动到暂停前的位置？都可以调整。\n底下的“最小化”则可以调整录像开始时，录像的控制框的位置。\n控制框的下方有两个便捷的设置选项——\n“选择区域”一块可以调选录制的区域（和“捕获”一样）\n\n而录像设置则可以调整是否使用摄像头、使用哪个摄像头\n点击“音频”按钮右边的下拉按钮，可以调整录音的来源。\n右边还可以调整音频的大小。\n最右边有个红色的“rec”按钮，点击后将开始录制。\n开始录制后，通常会出现一个3秒的倒计时（可以在 工具-选项-程序-工作流程 处关闭）。当你决定停止录制时，则按下停止所对应的快捷键（默认F10），或到任务栏调出控制框以暂停/停止录制。\n录制过程中，调出控制栏，会发现，虽然上方没有变，但是下方却变了\n\n其中，“统计”区可以查看资源占用和帧率之类的。持续时间是指开始录像到现在所过去的时间，效果下方可以绘制屏幕或添加标记\n其中绘制屏幕可以在屏幕上圈圈点点，而添加标记则会在当前时间戳添加一个叫做“标记”的属性，当其导入至视频中时，就会呈这样：\n\n这样在制作视频时就方便查看不同的时间点。\n右边的暂停和停止两个按钮不解释。而删除按钮则是停止视频录制并且删除已经录制的视频。\n\n\n\n@gggddd @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo @xcc @bo_bo2001 @longlongz |\n想要跟踪本帖的，请在下方回复或评分这教程不错，我想订阅复制代码这样在每次更新时我会@你\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "七海八千代",
            "timestamp": 1489884480,
            "txt_content": "今天我没人气了....\n这教程虽然不错， 但是我仍然并不想订阅"
        },
        {
            "author": "langyo",
            "timestamp": 1489886520,
            "txt_content": "看起来不错,先收藏,养肥再看"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1489927560,
            "txt_content": "没蓝差评\n想当初雷蛇的软件录视频不要太爽\n可惜现在xp版没了→_→上了高中也没时间做实况了\n珍惜初中的时间多学点东西吧"
        },
        {
            "author": "王雨晴",
            "timestamp": 1496119980,
            "txt_content": "CPU占用率高吗===我之前用的录屏软件玩mc都是30帧很卡"
        },
        {
            "author": "Spruce001",
            "timestamp": 1497156240,
            "txt_content": "这教程不错，我想订阅"
        }
    ]
}