{
    "title": "[Minecraft.net|CULTURE]WINTER WONDER 冬日奇景",
    "author": "Xiao_Tao_Zi",
    "replyCount": 0,
    "timestamp": 1489888260,
    "txt_content": " 本帖最后由 Xiao_Tao_Zi 于 2017-3-19 10:56 编辑 \n\n\n\n\n\nWINTER WONDER冬日奇景\nWrap up warm for this mountain cottage build\n在这寒冷的山上包起温暖建造一个房屋\n\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n\n\n\nIf you're trying to take your mind off of the cold weather, you're reading the wrong article, friend. But if you're looking for a super-detailed build, one that summons feelings of both comfort and isolation, you're definitely in the right place. Russian Mountain Cottage by Meafcraft captures the frosty atmosphere of an isolated home in a beautiful snowscape. We asked Meafcraft to give us the grand tour of a build that proves scale is irrelevant when you're nailing the finer details.\n\n\n如果你在试图将你的思想脱离这寒冷的天气，那么你就读错文章了，朋友。但是如果你在找一个建的非常细的建筑，一个将孤独与舒适感结合做成的建筑，那么你就来对地方了。这是由Meafcraft制作的“俄罗斯山坡小屋”，这是一个孤独的，在美丽、冰封气氛里建造的一个小屋。我们问了Meafcraft，让他给我们一次观光，让我们知道了当在细节面前，雄伟是多么的无关紧要。\n\n\"I chose this Russian design and setting because I'm a great fan of realism and architecture,\" explains Meafcraft. \"I always like to expand my knowledge of architecture and design to other themes and places and chose Russian architecture for it’s unique and beautiful design that you don’t normally see when it comes to Minecraft building. Nothing says 'Russian' more than cold winter and snow, so I thought it would be appropriate on the cliffs of a mountain range.\"\nMeafcraft解释说：“我选择了俄罗斯的建筑风格，这是因为我是一个现实主义、建筑党，同时，我也是一个球迷。我一直喜欢学习在建筑学、在而俄罗斯的建筑风格与地点，因为当俄罗斯的建筑来到MC，它是唯一的，美丽的。没有什么比寒冷的冬天与下雪更能让我想起“俄罗斯”，所以我认为在一个山脉的悬崖上是最合适的。”\nIt's beauty isn't skin-deep either, as Meafcraft made sure to pour as much effort into the cottage interior. \"It's a very simple layout following many traditional floorplans, yet the close space and levels are supposed to give a warm, cozy feeling, something you’d want in a house in the middle of a snowy landscape. Very wooden as well, with very ornate woodwork and floor/ceiling designs. This is to try to give the rooms a sort of antique aesthetic to add to the coziness.\"\n\n它的美不是肤浅的，Meafcraft一定要在小屋内多加装饰。“这是一个非常简单的布局，有许多传统的地板样式，但封闭的空间应该会很温暖，很舒适。大部分是由木质结构制作，以及非常华丽的木地板和天花板设计。这是为了给房间一种古典美学增添舒适感。”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOf course, anyone can just google 'Russian abode', spend a few hours on Minecraft and then call it a day. But to get the best results, Meafcraft naturally went far deeper with his research. \"The exterior is based off of 19th century Russian architecture, and you can see some of the key features of that style on this build on the roof gables as well as the tower. These roof styles can also be seen in many other iconic Russian buildings such as the famous Kremlin in Moscow.\"\n\n当然，所有人都可以谷歌“俄罗斯的小屋”，然后用个几个小时在MC里建造它。但是Meafcraft为了得到最好的效果，他加深了搜索。“外部是基于十九世纪的俄罗斯建筑，你可以看到屋顶的主要特征，这些屋顶的风格也可以看到许多其他标志性的俄罗斯建筑，如著名的莫斯科克里姆林宫。”\n\nHe also made sure the cottage wasn't just pleasing to the eye, but a house that would be practical. \"The layout and design for the structure is very carefully done, with windows and balconies in certain areas in order to give the best look from the inside as well as the outside. The balcony at the back, especially, was built for people to be able to walk over the Mountains edge and view the vast mountain range from above.\"\n\n\n他还确保小屋不只是赏心悦目，而是一个实用的房子。“布局和设计的结构更是非常小心，在窗口和阳台某些区域。特别是阳台的背面，人们能够走在山边，并从上面鸟瞰广阔的山脉。”\n\n\n\n\n\n\n\n\n\n\nBut why is the cottage all on its lonesome? Do the fine people of Russia not enjoy having neighbours? \"Rather than having surrounding structures, having this build alone gives that calm vibe, especially in this setting. I also believe that having this build isolated makes it closer to nature, and nothing is more appealing to the human eye than nature.\"\n但为什么小屋这么孤独？俄罗斯的人民不喜欢有邻居吗？“这个单独建筑给予了人们平静的氛围，尤其是在这个地点。我还认为，这种孤立的建筑使它更接近自然，没有什么比自然更吸引人的眼睛。”\nIt's a level of detail that shows how rewarding a smaller build can be. \"Although larger builds can be grand and magnificent, building small builds lets the builder give purpose to every block,\" explains Meafcraft. \"Smaller gives you a sense of limited space, which also enables you to use every space you have to fill with purpose and meaningful detail.\n这是一个显示了如何用较小的建筑做出震撼人心的东西。Meafcraft解释道:“虽然较大的建筑可以宏伟壮观，但建筑小让建设者对每一块的目的都变得很用心，小让你有一个有限的空间感，这也使你能够精心设计每一个空间，你必须设计目的和细节。”\n\"The popular saying states “less is more.\" In this case, you can get more out of smaller builds.\"\n流行的说法是“少即是多”，在这种情况下，你可以得到更多的较小的建筑。\nIf you're not feeling cold or lonely enough, why not visit an isolated mountain cottage yourself? Actually, here's a much better idea - enjoy more of Meafcraft's great builds on his site.\n如果你感觉不到寒冷或孤独，那为什么不让自己去一个与世隔绝的山庄呢？其实，更好的主意是你可以到Meafcraft他的官网。\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n原文链接：https://minecraft.net/zh-hans/article/winter-wonder原文作者：Tom Stone原文发布时间：2017年3月4日\n翻译者：Xiao_Tao_Zi\n\n\n",
    "replies": []
}