{
    "title": "[Minecraft.net|INSIDER]可可简史",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1489930500,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-20 12:09 编辑 \n\n\nA BRIEF HISTORY OF COCOA可可简史\nA humble bean, human sacrifice and bitter scum. Yum yum!一颗谦逊的豆子，人类的牺牲品、悲催的渣渣，还挺好吃！\nCocoa! You’ll know this humble jungle bean as the source of delicious cookies and lots of brown things - brown concrete, brown glass, brown fireworks and even brown shulker boxes. But you might not know its long and grand history, which involves ancient civilisations, human sacrifice, conquering Spaniards, and delicious confections.\n可可！你可能知道这个谦逊的丛林豆是很多美味饼干和棕色东西的原料——棕色染色粘土、棕色染色玻璃、棕色烟花、甚至是棕色的潜影箱。但你可能不知道它悠久又宏伟的历史，它所涉及的古老文明，还有人类的牺牲、征战西班牙和美味的糖果。\n\nPeople have been making cocoa for thousands of years. It's made from beans found on the frustratingly-similarly-spelled cacao trees, which originally came from central America. The mysterious Olmecs, the sophisticated Mayans and the powerful Aztecs all used them, at first to make a fermented drink a little like beer. Around 400AD, though, the Mayans figured out how to make chocolate, grinding the beans with local spices and other ingredients.\n几千年来，人们一直在制作可可。它是由同样脆弱的可可树上发现的豆子制成的，这些可可树最初来自中美洲神秘的Olmecs。富有经验的玛雅人和强大的Aztecs人都使用它们，他们先是制作了一种像啤酒的发酵饮料，公元400年左右，玛雅人想出了如何去制作巧克力，使用当地的香料和其他成分磨豆子。\n\nBy the time of the Aztecs, chocolate had become quite the thing. Their legends said it was a gift from the god Quetzalcoatl and they compared the removal of the bean from the cocao pod to the removal of a heart during human sacrifice. In some ceremonies they even had a young man drink chocolate mixed with blood before he was sacrificed. The Aztecs couldn’t actually grow cacao trees in their highlands homelands, but they demanded that their colonies pay tribute to them in beans, which shows just how valuable cocoa was to them.\n到Aztecs人的时代，巧克力已经成为了有点分量的东西。他们的传说表示，这是Quetzalcoatl神的馈赠，他们比较了从可可豆荚取出的豆和人们牺牲时取出的心脏。在某些仪式上，有年轻人被处死前甚至要喝混血巧克力。Aztecs人实际上不能在他们家园的高地上种植可可树，但他们要求他们殖民地向他们进贡豆子，这也说明了可可对他们来说有多宝贵。\n\n\nThis Aztec sculpture of a man carrying a cocao pod dates from the 15th or early 16th century. Spot the red pigment around the little fellow's mouth? Decorative facepaint or an indication of a messy choccie habit? Photo courtesy of Brooklyn Museum, which currently houses the chap.15世纪或16世纪初，运送可可豆荚的Aztecs人雕塑。小家伙嘴的周围有些红色的东西？是装饰用化的妆还是表示他们有凌乱的坏习惯？照片by当前安置它的布鲁克林博物馆。\n\nBut when Europeans turned up in the sixteenth century, they hated the stuff. Missionary José de Acosta described the drink as “Loathsome to such as are not acquainted with it, having a scum or froth that is very unpleasant to taste.” Conquistador Hernán Cortez described Emperor Moctezuma II drinking fifty flagons of chocolate a day but disliked its bitterness himself. This wasn’t the chocolate we know today; it was mixed with things like spicy petals, chilli peppers and aniseed-like leaves. But he also observed that it made its drinkers feel more alert, a result of a chemical compound called theobromine, which acts a little like caffeine in coffee.\n但实际上，欧洲人在16世纪非常讨厌这些东西。传教士José de Acosta将其描述成：“对不熟悉的人来说，它令人作呕，有浮渣和粉末，味道真的令人非常不愉快。” 征服者Hernán Cortez 表示皇帝Moctezuma虽然不喜巧克力的苦味，但每天都会喝50磅。这可不是今天我们熟知的巧克力，它与芬香的花瓣、辣椒和茴香叶等东西混合而成。人们还观察到它会让喝它的人警觉起来，这是一种称为可可碱的化学成分，其作用有点像咖啡中的咖啡因。\n\nNevertheless, the Europeans began exporting the beans home, and instead of mixing it with spices, they began adding sugar. This sweet, sweet concoction swept across the rich classes, and a new obsession was born that fuelled the growth of a global industry. All product of a little jungle bean. Something to consider next time you reach for the cookie jar.\n然而之后，欧洲人也开始进口豆子了，他们开始添加糖而不是混合香料。这种甜蜜的做法横扫了整个富人阶级，一个新的让人们痴迷的东西诞生了，这促进了这些小丛林豆的所有全球产品的产业增长。下次你开曲奇罐的话可有东西要考虑了。\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/brief-history-cocoa\n原作：Alex Wiltshire  发布于 2017年3月15日\n翻译：@WuGuangYao2012 \n有翻译错误欢迎指出。\n\n",
    "replies": [
        {
            "author": "langyo_v2",
            "timestamp": 1489931760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "悠远天穹",
            "timestamp": 1490009820,
            "txt_content": "MCBBS有你更精彩!"
        },
        {
            "author": "syz666",
            "timestamp": 1490016660,
            "txt_content": "麻烦英文字号调小点 颜色调浅点。"
        }
    ]
}