{
    "title": "【原创/连载】【练笔】《六维行图-安准篇》【第二章】",
    "author": "傲娇AenJion",
    "replyCount": 3,
    "timestamp": 1489984200,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-3-20 15:58 编辑 \n\n时间：河西历1710年3月19日早上9：30 地点：奥多鲁克萨 白纱编辑部  因为编辑部排队的人太多了，不得已只能围着编辑部绕成一个环形。队尾是正门前，队首也是。可就算是如此，人数也多到整整为了两圈。为了掩人耳目，我不得已带上了帽子和工作证与瑞拉小姐一起走进了编辑部。   编辑部分为两层，一层是用来签售的地方，为了避免大量涌入，由木匠们定制的“木道”，来限制人流。所有的人必须要排成队，曲折的进入编辑部。而二层则是编辑们的工作场所，也是无数作品公布于世的地方。 嘛，对我来说简直是熟的不能再熟的地方了。我慵懒的坐在二层办公室的角落，吃着瑞拉小姐替我买的小吃。 “安准先生早上好呢。一大早就吃这种小吃真的不会有问题吗？吼吼吼吼。” 听到身边传来了粗矿的声音，吓得我浑身一哆嗦，手上的小吃洒落了一地，虽然非常心疼但是突入而来的紧张正在涌入自己的大脑 通常我在二层吃饭的时候是不允许任何人进来的。而且吃小吃的喜好只有瑞拉先生和我的好朋友知道。如果被其他人看到大名鼎鼎的小说家：安准·纳尔森在吃地摊小吃那会是多么丢人的场景。 “安准先生，老夫的声音都听不出来了吗？您还是真是贵人多忘事呢。” 我缓缓的转过头，内心戏上演了无数遍痛批这位冒冒失失的老人的情景。 “你啊...嗯？..德勒？你怎么来了？”     原来粗矿声音的源头就是布兰迪商会执事的管家：德勒·福克杨。我上下大量了一番，黑色笔挺的侍服，金色边框的眼镜，还有一对弯弯曲曲的山羊胡：无论在哪儿都要保持一个绅士典雅的气质，这是德勒一直对我说过的。 这不是最重要的，德勒和福克杨常年经商都挂着一个标志性的商业笑容，让我有气无处撒。也让我精心策划的内心戏烟消云散。 “哎呀呀，是艾准先生您邀请老夫来的噢，吼吼吼。今天看样子是你的签售日呢，看样子与您的日程撞上了吗？” 安准，你这个健忘的家伙怎么把德勒的约定给忘了！快点想！快点想起来！ “我给你提个醒吧。。赌头将军的城堡” 脑海内的思绪瞬间抓住这条信息，就像海浪被大坝阻挡数年，突然泄洪的感觉。 “啊..我想起来了，是关于城堡的事情吧” 德勒微笑的点了点头 “啊..那么..我们就先说” 我的话还没说完，突然听到了急促的脚步声，随后就是二层的门被推开 “安准老师，您还想坐在二层多久呢？” 瑞拉小姐走了上来，拉着我的手就往下走。留下德勒一个人呆呆的望着那里。 “我已经写在纸上了德勒！具体怎么弄就随便你吧！” 德勒站在扭头看了看被打翻的小吃：不仅没有被打翻，反而还恢复了原来的样子，一点汤都没有撒出来，还是热腾腾的，在小吃的盒子下夹着一张信纸。德勒将信纸抽了出来。 “执笔俱乐部的能力……我知道了。我会去的” 德勒微笑的看着远去的安准和瑞拉小姐，缓缓的走下了二层，从后门离开了。 “能不能不要催的那么厉害，我需要一点点'私人'空间。你懂的。” 被瑞拉小姐扯着西装领子的感觉着实很难受。 “要怪还是只能怪你自己。谁叫你是我们'大名鼎鼎'的安准老师呢？再这样下去编辑部就没办法正常工作了，你需要体谅下大家。” 瑞拉小姐故意把“大名鼎鼎”说的很重而且语气丝毫没有称赞我的感觉。我不懂，全世界都在崇拜着我可是她却如此这般。可能是我太优秀了，上天为了不让我骄傲自满继续进步派你来折磨我的吧。 “嗯，没错。”；“谢谢，我很荣幸。”；“你也是，祝你好运。” 活生生的地狱！ 签售会上我不断的重复着这几个社交辞令，而我的脸已经笑的僵硬了。可恶，为什么还是看不到队尾的出现？明明截止时间已经到了半个小时了。 从早上一直持续到下午，我的胃早已空空如也他已经向我咆哮了好久了。 “好的，祝你生活愉快。下一位。” “艾准先生，有一次我经过费克街发现一个和您很像的人提了好几袋小吃。” 一个不同以往的发言把我拉回了现实世界。 “可能是您认错人了吧，我很少出门的。” “那就可惜了，我还以为您和我有一样的嗜好想跟您推荐一家相当不错的店呢。那边的关东煮堪称一绝！” “关东煮”、“一绝”、“小吃”！这几个词切切实实把我拉了回来，我抬起头来正眼看着面前这位个子不算太高的大叔。 “不瞒你说，你说的那个人可能就是我。可否告诉我地点在哪呢？” 我起身靠在这位大叔的身上小声的说道。 “真的是这样呀！” “嘘嘘——小点声，这件事要保密。” “哦哦。其实把，离您上次去的费克街不远。在克莱尔广场喷泉正对着那个大雕塑的时候您往您的右后方看，有一个小巷子。您只要进去就能找到了，很有名的一家店就是有点偏僻。我相信您到了那里就知道了。” “多谢了！” 听完后我又坐了回去。有了关东煮这个好东西激励着我，接下来的时间过得飞快。为了不让瑞拉小姐过后再来烦我，我当即立断结束后直接从侧门逃了出去。\n",
    "replies": [
        {
            "author": "沐释寒",
            "timestamp": 1489986660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1489988160,
            "txt_content": "沐释寒 发表于 2017-3-20 13:11\nFuck you man？？？？？？？？？？？？？\n哎？怎么了？"
        },
        {
            "author": "gggbbb",
            "timestamp": 1490354760,
            "txt_content": "迟到\n没什么好说的，提几点小问题好了。\n\n第一点，描写不够简练\n长篇小说，有着比短篇更为广阔的发挥空间，大体上的写法是完全可以照着自己的预设来的。\n但虽然如此，有些地方的措辞还是需要注意，这篇文章就有些句子没写到点上。\n举个例子。\n因为编辑部排队的人太多了，不得已只能围着编辑部绕成一个环形。队尾是正门前，队首也是。可就算是如此，人数也多到整整为了两圈。\n段中的“因为”可以删去不要，这个关联词并不适合作为开端。这个例子的描写，有大部分都是向着长度。既然想突出长度，一些不必要的话语就可以砍去。“队尾是正门前，队首也是。”跟上文的语义略有重复，对尾对首围成圈跟上文的环形差不了多少。这个补充不太恰当，所以可以修改。\n个人建议，如果只是想写背景，大体可以朝着轮廓这块来写。与其补充，不如展开来点下轮廓。\n\n第二点，语义不清，语句不连贯\n举例：\n编辑部分为两层，一层是用来签售的地方，为了避免大量涌入，由木匠们定制的“木道”，来限制人流。\n读着挺怪，“大量涌入”的主语没有交代，句子也不是特别连贯。如果是担心主语与后面的“人流”重复，可以调整下语序，把后面的木道直接调到前头，两句合并，这样效果应该会更好。\n听到身边传来了粗矿的声音，吓得我浑身一哆嗦，手上的小吃洒落了一地，虽然非常心疼但是突入而来的紧张正在涌入自己的大脑\n语句不连贯，“听到”可以删去。“虽然非常心疼但是突入而来的紧张正在涌入自己的大脑”这句过于抽象，并且不够通顺，可以再具体一点。\n\n第三点，转折略显生硬\n我的话还没说完，突然听到了急促的脚步声，随后就是二层的门被推开\n“安准老师，您还想坐在二层多久呢？”\n瑞拉小姐走了上来，拉着我的手就往下走。留下德勒一个人呆呆的望着那里。\n“我已经写在纸上了德勒！具体怎么弄就随便你吧！”\n这里，瑞拉小姐的出现就有些仓促了。不是说不可以，但根据上文中与徳勒对话较缓的节奏来看，这里就有点不合适了。再穿插瑞拉小姐的对话可能就有些啰嗦，但既然是第一人称，是否可以以我的心理稍作展开，让这个转折变得从容一点？\n\n第四点，错字\n不多说什么，自己注意下即可。先列举一部分，剩下的如果有时间，可以自己查查，并加以改正。\n举例：\n人数也多到整整为了两圈曲折的进入编辑部听到身边传来了粗矿的声音德勒微笑的点了点头留下德勒一个人呆呆的望着那里\n\n文章的总体其实也算是优秀了，就是一些地方的写法需要注意。不过，应该很快就能够熟练掌握了。\n顺带一提，我所说的那些小问题，就算不作修改，其实也是没什么关系的。正如我开头所说的，长篇小说没有固定的框架，自己发挥往往比别人强加于你的要好太多了。\n有空可以将文章反复看几遍，推敲下语句，不一定我的改法就是最合适的。\n尽量按照自己的风格来写，这是我想要说的。\n以上。\n最后，祝进步。"
        }
    ]
}