{
    "title": "[Camtasia教程] 第二章 - 认识媒体",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1490007180,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-3-24 13:06 编辑 \n\n[Camtasia教程] 第二章 - 认识媒体\n\n声明:本教程仅仅为教程，在此不提供任何破解版及相关下载服务。如果有相关需要的话，自行上网搜索。\n\n图片较多请尽量使用WiFi观看\n\n\n这一章我们将学习CS中最重要的功能之一，媒体的导入、使用和储存。\n媒体位于操作框的第一栏，也就是操作框右侧列表的最上方，有两个部分：媒体库和库。\n（其实这里依然是翻译错误，按照软件原意应当是媒体库和资源库）\n媒体库中可以导入媒体。所有在项目中使用的媒体都必然会在这儿出现。\n\n点击“导入媒体…”或者左下角的“+”弹出的窗口，可以导入媒体。\n\n最上方的“导入媒体…”可以从本地位置导入媒体，而后两个则是联网导入网络上的媒体。\n媒体导入后会出现在“媒体库”中。右键媒体可以进行操作\n\n点击“添加到时间轴播放头处”可以将它插入到时间轴的开头。点击“添加到库”可以把它添加到库里，方便调用（下文会详细讲解），点击预览会在右下方出现一个窗口，以CS自带的软件进行播放。\n下方的“删除”（快捷键Delete/Bakespace）和“删除未使用的媒体”都可以用于删除媒体。\n*在这里删除媒体将仅仅是列表上不再显示它，并不会删除源文件。如果要删除源文件请点击“打开文件位置”并删除。当时间轴内已经在使用这个媒体，那么它将无法删除。\n再下方的“打开文件位置”可以引导向媒体指向的文件所在的根目录。\n“详情”可以查看这个媒体的信息。\n“排序按”可以调整排序方式。\n想要直接将媒体插入指定的位置要如何做呢？\n很简单，直接将媒体拖到指定位置即可。\n右下方的这两个按钮：\n\n可以切换视图，前一个是“预览视图”，后一个是“列表视图”\n\n点击“库”，可以切换到“库”界面。\n\n库界面显示为一个列表。任何对象/媒体都可以通过 右键-添加到库或者Ctrl+Shift+A将选中媒体添加到库\n库就好比一个单独的文件夹，里面可以新建文件夹，也可以把媒体拖入某个目录以修改它的存放位置。被移动到库里的文件将被复制一份。\n库内的文件可以像媒体一样，直接拖入时间轴以使用。但是从库文件拖入的对象有个缺点或者说是优点——当其对应的库文件被删除时，它也会被从工程文件中删除。\n\n系统默认给予了大量的预设，保存在库文件里面，十分实用。\n但是很多使用者调出后却发现，图标、文字都是给定的，没法改？\n错了，可以改，只不过没有发现方式罢了。\n下面给个修改文字预设的例子。修改图片/视频的预设也是可以的，但是这要用到后面的知识，因此我们将把它放到后面介绍。\n首先，点击左边的小三角拉开列表\n随便选一个预设拖下来看看\n\n仔细查看便可以发现，虽然只占了一个时间轴，但是左边却有一个加号？\n这种东西，我们将它成为“对象组”，它是一种非常神奇的存在——有多个对象但是却被压缩在一个时间轴中。通常用于超多对象并行的时间戳，或者要保存到库里的一组对象。\n点击加号展开：\n\n我们可以看到一个包含了六个对象的对象组和两个文字对象。\n想要修改文字对象？很简单，首先点击你想修改的文字对象\n\n这时候，画布上就会选中该文字对象（也可以直接在画布上选中）\n之后双击，就会进入可编辑模式，只要将原本自带的内容换成你想显示的内容即可。\n\n编辑完毕后再看一遍视频——是不是被修改了呢？\n结合两章的内容你已经可以大致随便做个实况视频了。下一章我将讲解视频的导出。\n\n\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo @xcc @bo_bo2001 @longlongz |\n想要跟踪本帖的，请在下方回复或评分这教程不错，我想订阅复制代码这样在每次更新时我会@你\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Mithey",
            "timestamp": 1490008140,
            "txt_content": "这教程不错，我想订阅= ="
        },
        {
            "author": "langyo",
            "timestamp": 1490008620,
            "txt_content": "坚持下去认真做,你这系列能拿精华"
        },
        {
            "author": "乔柚",
            "timestamp": 1490009520,
            "txt_content": "地板是我的233"
        },
        {
            "author": "Scal",
            "timestamp": 1490010300,
            "txt_content": "这教程不错，我想订阅"
        }
    ]
}