{
    "title": "[安全][机制]Animal Plague —— 瘟疫!!!防止密集养殖卡服神器[1.6.4-1.11]",
    "author": "602844218",
    "replyCount": 9,
    "timestamp": 1490017020,
    "txt_content": "玩家很自觉的 限制动物了",
    "replies": [
        {
            "author": "SmallKK123",
            "timestamp": 1490017620,
            "txt_content": "标题: [安全][机制]Animal Plague —— 瘟疫!!!防止密集养殖卡服神器[1.6.4-1.11] 本帖最后由 1582952890 于 2017-9-16 12:30 编辑 \n\n请容我说句话，这图片太?D鬼畜了吧\n搬运许可:\n\n\n\n\n千万不要在意www mcbbs com，是我雾了\n\n[目录]这是所有的生存服务器都适用的，因为只需要几天，服务器里的玩家就会建造大型养殖场来满足他们的生活，但是这是非常卡服的，作为一个管理，我发现这让我很沮丧，有没有办法让玩家努力生存，却让他们不能通过养殖场生活呢，Animal Plague是你最好的选择。这会让一些聚集在一起的动物生病，而且这个插件是可以配置的，有许多不同的方法控制瘟疫。作者原话：For any survival server, it takes only a few days for the player to get comfy with their giant animal farms providing everything they need. As an admin myself I found this quite frustrating. Isn't there a way to keep player working hard even after they have made a few farms and animal pens? Animal Plague is the answer! The idea is to create a way to naturally limit the number of animals a player can have at once. This causes them to work harder because they don't have as many resources. As an added bonus, Animal Plague also helps control lag caused by oversized animal farms! Animal Plague can be configured in many different ways to create a plague with very different effects!\n[特色]限制大型养殖场让游戏更有挑战性瘟疫可以传染!!!瘟疫分为三个阶段可以设置治疗瘟疫的物品可以让死与瘟疫的动物的肉腐烂[其实就是变普通肉变腐肉]可以让某些动物免疫\n[配置]ConfigVersion: 1.2 不要动这个，不然你的服务器可能会被艹翻\n\n### DESCRIPTION ###描述\n# The animal plague is designed to do two things. 这个插件可以做两个事情\n#1) Make the game harder by making it possible to lose herds\n#of animals.     1.上面不是说了吗，为何我还要翻译，我艹\n# 2) Keep lag down by killing animals when there are too many.\n#同上\n# Depending on the settings below, you can create an unstoppable 根据设置，你可以创建一个不可阻挡的瘟疫\n# plague that wipes out all animals in its path, or a small  懒癌发作\n# control plague that will only kill newly spawned animals when\n# a herd gets too large. It is highly recommended that you\n# configure your plague before setting it loose on the world.\n# They currently configured plague is very contagious and will\n# appear after only 20 animals are found inside a 20 x 20 x 20\n# cube.\nEnabledWorlds:开启的世界，如果有地皮世界请加入plotworld什么的\n- world\n- world_nether\n- world_the_end\n# This list is all animals that can catch the plague. All animals\n# are effected equally. When ever I refer to \"animals\" I am\n# refering to this list. You can find the names of all animals here:\n# http://jd.bukkit.org/beta/apidoc ... ity/EntityType.html  这个是动物列表 貌似404了\nPlagueAnimals: 会得瘟疫的动物\n- SHEEP\n- COW\n- PIG\n- CHICKEN\n- MUSHROOM_COW\n- WOLF\n- OCELOT\n- HORSE\n要不要加个凋零呢，滑稽\n# Put the name of the cure item here.\n# This item will cure an infected animal of the plague.\n# You can find a list of all possible item names here:\n#http://jd.bukkit.org/dev/apidocs/org/bukkit/Material.html 然而还是404\nCureItem: MILK_BUCKET 这个是可以治疗瘟疫动物的物品，默认是牛奶桶，你也可以改成岩浆桶，当我没说，但是一定要MILK_BUCKET这样子的英文\n# Play the \"Level up\" sound after curing an animal  音乐是等级升级的声音\nCureSound: true 治疗成功是否播放音乐，默认播放\n# Enabling this option will cause infected animals to drop\n# only rotten flesh upon death.\nFleshDecay: false 得瘟疫的动物的肉是否会腐烂\n# The plague works in stages. 瘟疫的三个阶段\n#1) Symptoms and weakness: During this stage the animal 1.虚弱\n#becomes weaker and symptoms will start to appear. 虚弱的现象开始出现\n#2) Spreading: During this stage the infected animal will  2.传染\n#start to infect others.  会传染别的动物，貌似不会传染人\n#3) Death: In this stage the animal is killed.  3.狗带\n\n# leave this off unless the plugin is not working.  不是特殊需要就不用开这个\n# Use this to help report errors to me or fix them yourself.  这个是debug\nDebug: false  默认关闭\n\n### STAGE ZERO ### \n\n# The amount of animals that need to be within a certain area for\n# a plague to start. \nAnimalAmount: 20  在一定范围内有多少只动物出现就会发生瘟疫 范围是下面的radius\n# This radius is centered at the newly spawned Animal and tells how\n# far away the plugin will check for other animals.\nRadius: 20  # This means a 20 x 20 x 20 cube 意思是20x20x20的范围\n# This is the chance that an animal will catch the plague when the\n# above two conditions are met. Percentage, span0%-100%\nCatchPlagueChance: 80 动物感染瘟疫的几率 范围0%-100%\n# If an animal avoids the plague due to the above chance, should it\n# become immune to the plague?\nImmunity: true 如果动物没有感染瘟疫，这些动物会永远安全么\n大概是这样的意思\n不对请指出\n\n### STAGE ONE ###\n\n# Use this setting to set the time between when an infected animal\n# spawns and when its first visible symptoms appear. This time is\n# measured in ticks.  20 ticks  1 second  当动物被感染时，多少秒后会进入下个感染阶段\nPlagueStartTime: 1200 # 1200 ticks  60 seconds 单位是ticks 20ticks=1秒\n# This will add an extra particle effect to plague animals to make\n# them more visible. The particle effect comes from blocks. You can\n# change the number to any block ID to use that particle color. \nAddExtraEffect: true  如果动物进入了下一个阶段，要不要生成一些显眼的粒子效果\n# Recommended Values: Green - 133 or 18  Red - 152 or 55\nExtraEffectID: 133 粒子的颜色\n\n### STAGE TWO ###\n\n# The infection chance. The plague will try to infect a new animal\n# every five seconds. This is the chance that an infection will\n# occur. Percentage, 0%-100% \nInfectionChance: 0 每5秒瘟疫消失的几率 0代表没救了 50代表一半的几率 别作死\n# If an animal avoids the plague due to the above chance, should it\n# become immune to the plague?\nInfectionImmunity: true 如果动物的瘟疫消失了是否让这个动物永远都不会感染瘟疫了\n像打预苗一样\n应该是这个意思\n\n### STAGE THREE ###\n\n# The amount of time an animal will survive after having its\n# first noticeable symptoms. An animals life span with the plague\n# can be measured by adding the PlagueStartTime and# the PlagueKillDelay.\n# Measured in intervals of 5 seconds.\nPlagueKillDelay: 9 # so 9 * 5  45 seconds delay.# 45 + 60(PlagueStartTime)  1 min and 45 sec life \n可能是死亡延迟\n也就是到第三阶段时的延迟死亡时间\n不知道求dalao翻译\n\n# Congrats! You can now go watch you plague at work. 现在你已经完成了这个插件的配置[个屁]\n忍不住吐槽论坛的自动排版[作者未来计划]\nSet which animals can be infected. (完成)Add a configurable cure item. (完成)Add Immunity. (完成)Allows players to experience plague effects by coming in contact with plague animals.Allow animals to drop rotten flesh if they die from the plague. (完成)More plague effects. (完成)\n\n[下载地址]\n不提供论坛附件\n请进入下面的原贴链接下\n1.9~1.11\n\n1.8\n\n1.7\n\n1.6\n\n汉化很累的，我要金粒，我要人气"
        },
        {
            "author": "下面好舒服",
            "timestamp": 1490022900,
            "txt_content": "我特么还以为还能有让食物腐烂的功能呢"
        },
        {
            "author": "Ant繁星飞跃",
            "timestamp": 1490024400,
            "txt_content": "关于版允许可\n我什么都没看见= ="
        },
        {
            "author": "wtq_",
            "timestamp": 1490043780,
            "txt_content": "感谢楼主搬运，我正好缺一个这样的插件，关于搬运授权，你们好信可以去“原帖”看一下，我给楼主证明，作者确实允许搬运到www.mcbbs.com了"
        },
        {
            "author": "602844218qq",
            "timestamp": 1490067000,
            "txt_content": "这东东需要汉化么？"
        },
        {
            "author": "SmallKK123",
            "timestamp": 1490068440,
            "txt_content": "602844218qq 发表于 2017-3-21 11:30\n这东东需要汉化么？\n不需要\n只要配置就行了\n插件不会发送信息给玩家的"
        },
        {
            "author": "晓兜",
            "timestamp": 1490071200,
            "txt_content": "你版本写错了，应该是[1.6.4-1.11]  希望可以改正一下"
        },
        {
            "author": "w1764721498",
            "timestamp": 1490104260,
            "txt_content": "很好的插件，最近我的服务器就面临着这个问题"
        },
        {
            "author": "langan9591",
            "timestamp": 1521259980,
            "txt_content": "楼主，这个插件怎么用啊- -瘟疫并没有出现啊，版本1.11.2"
        }
    ]
}