{
    "title": "<原创·单篇>【商周离歌●君与姬】",
    "author": "火影羁绊",
    "replyCount": 2,
    "timestamp": 1489999380,
    "txt_content": " 本帖最后由 火影羁绊 于 2017-4-4 03:34 编辑 \n\n我是谁？谁能告诉我。莫名的悲伤，无尽的思念，让眉头一皱。止不住的忧愁，停不下的哭泣，让心扉一紧。我想寻找过去的痕迹，可没有一点头绪。绝望之后，便是愤怒。我向苍天发问，为什么要给我这样的经历？难道我是上天的弃儿？难道我将在疑惑中逝去？我不忍让别人沾染。可事与愿违，人们总是会把我与厄运系到一起我难过，我恨自己，不能带来安详。难道又是这样结束么，即使轮回千百次也不会有改变么，我，还想...最后一次...\n一、\n\n\n\n\n\n\n      宫殿之中，火魔在肆无忌惮的侵略，他张开血盆大口像是要吞没这辉煌的存在。王座上有一人，头上的王冠彰显着他的身份，平日里不怒自威的脸让天下苍生望而生怯，而此时的他却憔悴的坐在那残破不堪的王座上。这座宫殿是他为爱妃造的，那时的她说喜欢跟自己最爱的人在金碧辉煌的宫殿里慢慢变老，于是他便满足了她的心愿，即使这心愿是以上万尸骨堆积而成，但只要能博她一笑，那又如何？       他，孤独一人，身边没有陪伴，后宫众多婢女也不见了踪影，甚至宫殿的女主人，他的爱妃也不在，但是他不后悔，只要她能活下去，就是他此时最大的心愿。也许，自己死后化为星辰会在茫茫人海中找到她；也许，那时候她已成为了别人的妻，但那又如何呢？只要她能幸福。二、       宫殿之外，铺满玉石的道路上已经不再有昔日的华丽，用于点缀的金色也变为了石瓦。道路上有一人，凤冠玉钗装饰着绝美的脸颊上带着一丝泪花，华贵的衣服上嵌着珠宝，她奔跑着，鞋子早已不知到了哪里，即使路上的颠簸让她的脚疼痛不已也要坚持到那里，因为她怕晚了一步就再也见不到最爱的人。这座宫殿是王为她造的，那时的她想要证明他有多爱自己，于是便让他满足了这心愿，即使这心愿是以血肉盖浇而成，但能证明他们的爱是有多沉重，怨声载道又与我何干？       她，孤独一人，身边仅有这断壁残垣，她是这座宫殿的女主人，王的爱妃，整座宫殿都是他们爱的纪念，但此时，她却没有陪在他的身边。她悔恨着，为什么要那么天真的听信他的谎言离去，也许他的心愿是让自己活着，可自己的心愿他从没让她说出，因为他知道，这心愿便是陪伴。三、       他倾天下之力建成了辉煌的宫殿，只为那一个小小心愿。当今宰相辱她而死，满朝文武因她而散，尸骨成堆又怎样，血流成河又怎样，他要的仅仅是她，这龙椅谁爱坐便让给他，就算天下大乱又与他何干，这千古骂名就让自己来背。而她只需要做他的女人，每天无忧无虑的陪他到老就好。       心中也有不舍，但又能怎样，难道要让她留下来陪他受死？成王败寇，罪名都会加在失败者身上，谁也不会去在意战争造成的伤亡是修筑宫殿的多少倍，都是贪婪在作怪罢了，她一个女流之辈怎么受得了这种屈辱。四、       宫殿起，百官散，酒为池，肉成林。可笑！笑那些百姓的无知，只不过是小人煽风点火便有了流传市井的童谣。尸骨成堆？血流成河？只不过是贪婪者的借口！他们在散播童谣时又何曾想过这场战争会让这天下散掉多少幸福完整的家，为什么要把罪名强加在她的身上，只是为了找一个囚禁美色、贪图享乐的理由？       心中也有不甘，但又能怎样，难道要让他独自留下承受一切？她做不到！与其隐姓埋名、受尽辱骂的苟活下去，倒不如跟自己心爱的人相伴厮守，即使是到了黄泉路上也会是一对眷侣。五、       宫殿之外，叛军杀入城内，姬发望着熊熊大火心生不舍，即便他入城前严禁了烧杀抢掠，却禁不住人性的贪婪。即使是自己，也说不出来讨伐暴君到底是为了天下苍生还是为了那个女子。但已经没有退路，只能下令扑灭大火，心中却有着那一见钟情的身影。       宫殿之内，他望着跑来的她，心中有感动，但更多的却是苦涩，她还处在花一般的年龄，不该跟他这个将死之人在这里守着，那双满目疮痍的脚已经不像是一个少女所拥有的模样。六、       他恨自己，不能保护好她，最后让她跟自己而死。       她恨自己，不能带来安详，最后让他为自己陪葬。       其实她是…什么都不用说，他早已知道了一切，但他不在乎，就算是会带来不详的灾厄九尾狐又如何，那只是世人为她强加的罪名。况且她不是只会带来不详，而是给他带来了值得回味一生的爱。       既然这辈子已经足够，那就死在一起好了，他相信下辈子还会在人海中遇见她，而那时他不再是帝王，她也不再是不详，他们只是普通的爱人。       火魔还在肆虐，并不会因为这份感动停止，但却见证了这一切，将大军阻挡在外，只为留给他们最后的温存。       第二天，不，没有第二天，没人知道这火是何时停止的，也没人知道相守至死的故事，只是在市井间传闻着一位暴君纣王，还有…罪人妲己。终、最后一次...最后一次...已经够了即使世人用异样的眼光看我，但我还是看到了你眼中的温柔我厌倦了轮回，我厌倦了那些扭曲事实的流言就让我带着悲伤和思念停留在这温柔中吧就让我带着忧愁和哭泣停留在这温柔中吧我不再绝望，我不再愤怒，因为我已习惯我不再难过，我不再悔恨，因为我遇到他我想要轮回，我还要重来上万次，只为停留在这一世这最后一次根本不够，不足以让我还他一世温柔我，还想...再爱一次...\n作者的话：@gggbbb 首先艾特版主大大，非常感谢那么用心的文评。       没有批评就没有进步，如果一昧的夸赞那是害他，永远都不会有进步，所以我还是很愿意接受别人对我写的文章指点一二。关于开头的小诗，我最后还是没有改动，因为确实没什么词可以替代那处文字，又重新看了一次，发现写的并不是很通俗易懂，于是便有了终章，并把开头稍微做了下隐晦的暗示。不得不承认，您的建议都很有用，我也重新修改了文章细节。       只有一点我是不太认同，因为这篇文章并不是主要表达感情，更不是您说的悲情小说。我写文章都是凭感觉，突然灵感一动有了感触才会开始动笔，这篇文章真正想说明的不是他们之间的感情，而是一片批文，想要鄙视什么我就不说了，打击面太广怕招仇恨.....我写文总容易带入自己当时的感情，以至于http://mcbbs.tvt.im/thread-682902-1-1.html这篇文章会被说成浮躁，但我是虚心接受的，因为说的没错。所以也会出现一种情况，就是再次修改时写的会比原来还烂，因为代入不到当时的情绪了，忘记了当时写文是为什么而写。因为这些所以我的文章一般是不喜欢二次修改的，在写作中和写完后自己总共会反复读十遍左右，如果自己都觉得不顺的拿给别人去看我估计也是烂作吧。       最后再次感谢版主的文评，也祝愿周创版越来越好，会有更多有水平的文评",
    "replies": [
        {
            "author": "火影羁绊",
            "timestamp": 1490497620,
            "txt_content": "@gggbbb 虽然优秀没申请下来，但是还是希望能指明不足之处，我也好继续提升写作能力，谢谢=-="
        },
        {
            "author": "gggbbb",
            "timestamp": 1491200880,
            "txt_content": "欢迎新人！\n说是要评，结果就这样拖了一周，还真是抱歉。\n首先，如果单以格式评论这篇短篇，我可以说，写的不错。\n行文流畅，逻辑清晰，至少在这些基本功的方面，还是比较扎实的。\n但就我看来，行文的途中仍旧是有些不足之处的。\n问题如下：\n\n第一点，序幕的措辞\n序幕诗的立意不错，形式也有点意思。不过，作为这种悲剧短篇的序幕诗，语言就更应该简洁有力一点。所以，一些抽象的修饰词或者繁琐的语句，都应该舍弃或者修改。短篇中，特别是开端，是最好的塑造意境的地方，只有熟练运用这种简明扼要的手法，才能给读者以最好的阅读感官。\n举例：\n莫名的悲伤，无尽的思念，让眉头一皱。\n止不住的忧愁，停不下的哭泣，让心扉一紧。\n连句的创意挺好，但词汇的运用需要斟酌。其中，“莫名的悲伤”不够具体，“无尽”两字同样太过片面。下文的“止不住”等就好过上文的无尽之类，所以需要修改。用合适的动作描写衬托出意境，这样远比单纯的叙述悲伤忧愁来得更为生动形象。\n再举个例子：\n可事与愿违，很多生物在见到我之后，也会像我一样。\n“也会像我一样”是个小问题。在快节奏的开头，这种悬念其实可以不留。单纯地将事与愿违强调下，再把懊悔的情绪突出，这就可以了，加上“像我一样”反倒会显得有些啰嗦。\n剩下的，“很多生物在见到我之后”这种说法，太过于直白了。这种口语化的说法，足够将上文数个问句塑造的意境破坏的一干二净。精简，这就是开头所需的。尽可能地用准确的语言表达出自己的意思，这也是一个作者的基本功之一。\n看着改改吧。虽然不作修改同样没有问题，但推敲着改改总是会有些感悟的。总之，开头精简。\n\n第二点，过分重视格式\n文章运用了一些格式上的技巧，所以全文重点塑造的不是情节，而是意境。人物根据意境搭建，而通过双主角的心理描写来衬托这一悲剧。\n不得不说，双主角这种写法确实太过于大胆。不是否认，但确实有些小毛病。\n首先，因为文章本身的字数就不算多的缘故，在通过两个主角的视角转换后，更是变相减少了在每个主角身上的笔墨。所以，原应该充分描写的地方在文中并没有体现出来，从而导致了行文平淡，没有了应有的韵味。在末尾你也提到过，想要写出一些效果，而这一写法也算是变相阻止了你的意愿吧。\n总结一下，文章重在形式，而忽视了意境，所以表达效果不够充分。\n但事实上，这种文风是并不需要更改的。如果想要重视表达效果，就不要用结构把自己框的太死。“成为帝王的他”“化为人形的她”这两段，就有些脱离了原本的意境。要说原因，就是你在一个背景的过渡上花费了过多的叙述性语句，这个下文会提到。\n总之，不用刻意保持形式美，只要意境达到，就够了。\n\n第三点，正文的措辞\n抛去详略的处理，这点有很大的程度影响了文中的表达效果。方便理解，我们举个例子。\n王座上有一人，面对着火海却面不改色，头上的王冠彰显着他的身份，脸上不怒自威的气势是多年上位者的证明，而此时的他却憔悴的坐在那残破不堪的王座上。\n这开头的一段中，你的叙述略微地有些矛盾。其中“面对着火海”与“此时”就有些令人找不准这是什么意思。平日里就写平日里，先说面对火海的面不改色，再说此时的憔悴，虽然能够看懂大致的意思，但在开头中这样模棱两可的句子是可以尽量避免的。\n于是他便满足了她的心愿，即使这心愿是要牺牲上万的奴隶也在所不惜，只要能博她一笑，就算死再多人又如何？\n“死再多人”过于抽象，可以换成一种行为，或者一个动作。再者，“死再多人”与上文的“牺牲上万奴隶”同样有些冲突，更改较之前的表达效果，应该可以再上一层。\n他，孤独一人，身边没有任何人，所有人都去逃命了，甚至宫殿的女主人，他的爱妃也不在\n“所有人都去逃命了”这里写得太实在了，没有必要直白地叙述情况，将“身边没有任何人”详写即可。\n甚至其中的空缺让人感觉到人心的冷漠。\n过于直接，“让人感觉到人心的冷漠”这种直白的写法，最好还是尽量修改。无论是通过对道路的触感，还是一些场景的回忆，都能换着法子达到说明人心的冷漠的效果，既然这样，直接写出来是不是反倒成了一个败笔？\n\n总结一下，这些问题，其实真要说什么，也就是一些语句用的有点随便了。但这种随便却等同于破坏了文章的意境，写文理应持有严谨的态度，所以斟酌用词往往是最为合适的。\n\n第四点，内容的详略安放\n这个问题就简单地说一下吧，像这种重意境塑造的文章，叙述或者回忆这种背景式的段落不要太多。可以考虑在描写上下点功夫，但描写必须得够准确，否则就会相应地造成整体节奏的拖沓。\n而既然是悲情，就相应地往悲里写吧，向着心理活动这块下功夫，是怎么也不嫌多的。\n\n就说到这吧。总体来说文章还是挺不错的，有想法有构思，在质量上也算过关。\n原创以上优秀未满，这就是这篇短篇比较标准的评价了，如果再做修改，优秀应该不成问题。\n继续努力吧。\n以上。\n最后，祝进步。"
        }
    ]
}