{
    "title": "[Minecraft.net|INSIDER]认识末影人",
    "author": "广药",
    "replyCount": 2,
    "timestamp": 1490018280,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-20 22:15 编辑 \n\n\nMEET THE ENDERMAN认识末影人\nIt's rude to stare. Deadly, too.盯着是很粗鲁的，也是很致命的。\nAdmired the image at the top of this post yet? Good idea, because that's by far the safest way for you to gaze upon the Enderman. This long-limbed, purple-eyed, darker-than-night mob is not one you want to get into a staring contest with. Usually seen in the Nether and The End, its presence is rare in the Overworld. Rarer still - players who've made eye contact with it and then survived to tell the tale.\n欣赏一下这个帖子顶部的图片？好主意，因为这是迄今为止你凝视末影人的最安全方式。这长长的四肢，紫紫的眼睛， 这比黑夜还要更黑暗的生物可不是你瞪眼的理想对象。它们通常在下界和末地，它在主世界上是非常罕见的。曾经与它的眼神接触然后幸存下来讲故事的人越来越少了。\n\nThis mob becomes hostile if you attack it (easily avoided) or if you just gaze upon it (oh dear). Considering it can run at you, teleport around the world, and chase you with obsessive persistence just because you looked at it the wrong way, we'll give you some friendly advice: don't get caught staring. You should get that tattooed on the inside of your eyelids to help you remember. Thank us later.\n如果你攻击这个生物（容易避免）或者只是注视着它（哦亲爱的），这个怪物会变得充满敌意，考虑到它会冲过来袭击你，满世界地瞬移，并且始终坚持不懈地追踪你，只是因为你用错误的方式看了它一眼。我们会给你一些友好的建议：不要一直盯着它看。你应该在你的眼皮里纹个东西来帮你记住这件事。别忘了谢谢我们。\n\nThis was made by Notch, based on the meme passed around on the internet about the Slenderman. It’s actually one of the more scary mobs and it's very strong. Originally it had green eyes which is why the item Ender is green. Then one morning Notch told me “Oh, I fixed the colour of the eyes, it should be purple.” And I said “OK.” And I still think about that today - why? *laughs* My guess is it's because the portal particles and the Portal are purple. But I never got an explanation – I never really asked because it sounded so obvious to him!\nJENS BERGENSTEN\n\n\n\n\n\n\nQQ截图20170320215423.png (42.68 KB, 下载次数: 9)\n\n下载附件\n\n2017-3-20 22:15 上传\n\n\n\n\n\n\nInterestingly, The End was conceived after the Enderman was added to the game, so this mob having a similar name is just a spooky coincidence. But still not as spooky as knowing an Enderman could be lurking in the shadows right now, waiting for us to finish typing this and look up...\n有趣的是，末地是在末影人加入游戏之后才构思的，所以有类似名字的怪物只是一个怪异的巧合。但是依然没有比这件事情更令人毛骨悚然的了:一只末影人正埋伏在阴影中，静静地等着我们打完这些字然后抬头...\n\nThat's it. We're having our eyes surgically removed. Better safe than sorry.\n就这样啦。我们要如同做外科手术一样小心谨慎地把眼睛移除掉了。宁肯未雨绸缪，也要避免事后追悔莫及。\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/meet-enderman\n原作：Tom Stone 发布于 2017年3月20日\n翻译：WuGuangYao\n润色：DJDJDJ231 \n感谢：翻译交流群里的dalao们\n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1490021040,
            "txt_content": "似乎有PS痕迹？\n"
        },
        {
            "author": "syz666",
            "timestamp": 1490048820,
            "txt_content": " 本帖最后由 syz666 于 2017-3-21 06:32 编辑 \n\n再次提出建议 将英文放到翻译之后 颜色调浅点。字号调小点。后补:meet最好以遇见[noun]为题。\n"
        }
    ]
}