{
    "title": "Minecraft小说系列《冒险者》20.冒险者协会",
    "author": "moshan",
    "replyCount": 0,
    "timestamp": 1490071260,
    "txt_content": "好在冒险者不是第一次感受这番痛苦，所以现在遇到这种令普通人绞尽脑汁也无法想到答案的问题，他巧妙地吸取了之前的教训，尝试着冷静下来，去思考问题本身。\n\n他曾经认为这个问题极为复杂，因此他甚至感到身不由己，常常做一件事情却不知自己为何去做，就如同他现在这样。\n\n他曾想过从头到尾再把这些事想过一遍，也许这样就能找到蛛丝马迹，并且解开在心底里的谜题，他这么做了，却无济于事。\n\n原本，他过着普通的生活，虽有些波澜但还事十分平静，自从一个叫做HIM的人带着数量足够变态的怪物来攻打他的村庄，并亲手至于他死地，他的生活便由此变得奇怪不已。先是被一群来自基地的人抓去，在那被审讯，并经历了一段不可思议的逃亡之旅，随后又收到一封莫名的来信，声称去他们那便能知道一切的原因，他当时不顾一切就去了，因为那时他一直以一个局外人的身份去理解整个事情，在潜意识里总认为自己与整件事无关，不过现在，他知道了，这件事情，归根究底，与自己脱不了干系。\n\n想到了这一层，冒险者也松了口气。与其像之前一样盲目地寻找答案，现在，他似乎多了一条评判的标准：一定都是冲着我来的！只要不是冲着自己来的，在冒险者心里都被列为与此事无关的人。\n\n所有与此事相干的人：HIM，基地，送来信的神秘人，无一不是把目标对指向了自己，而HIM和基地，是以敌对的眼光对待他。反之，那个送信的神秘人则是以相对友善的口吻邀请他去，同时保证了去那会知道事情的真相。\n\n这当然是个很大的诱惑，对于此时还半身蒙在鼓里的冒险者来说，不过好在他还没忘记理性的思考问题，虽然对方的口吻较为友善，但并不排除这个神秘人，和当初基地的人一样，净是谎言。所以，现在虽然把目的地指向了神秘人所指示的方向，但还需小心谨慎。\n\n如此看来，现在只剩下最后一个问题，那就是为什么一天前的晚上他遇到了基地派来的人，他夺命狂奔，却没有一个人去追他。他本以为那些基地人是发现了自己越狱所以再来找他，可这样看来并非如此，他们现在执行的任务好像令他们简直无视了自己存在，而到底是什么任务，冒险者绞尽脑汁也想不出来。\n\n可是，以前诸多的问题现在只缩小到了一个，而目标也缩小到了一个，那就是去到信上指明的地方，获取一切真相！\n\n想到这里，冒险者长长地舒了口气，胸口舒服了许多，心情则通畅了几分，他露出了好几个星期来的第一个笑容，不由自主地抚摸了身旁一只正在吃草的小羊柔顺的羊毛，吓得那只羊把头都缩了回去。\n\n好了，夜幕即将降临，又是一场与怪物们的激烈搏斗。冒险者举起新的石剑，起身离开。\n\n\n\n“你真的不知道？”\n\n“是的，HIM大人。我从来没听到过此类或类似此类的言论。”\n\nHIM把手放在额头，摆出了一幅思考状，可手掌之下遮掩着的眼睛却以犀利的目光审视着眼前的这位末影人仆从。在他看来，末影人行动迅速，而且老实忠厚，但就是因为太老实，他做事从来不问为什么，这种表现有是觉得好有是觉得坏，觉得坏的时候就比如现在这样：“你难道没听过上一任HIM说过，或是去问他？”\n\n“没有大人。”仆从简单地答道。\n\n“那好吧，”HIM显然对这个回答不是很满意，但在这只有一根筋的怪物面前，他再发作也无济于事，“你真是和我们之前对付的那个冒险者一样的无知，就让我来告诉你，这一切到底是怎么回事。”\n\nHIM顿了顿，接着道：“在我对付那个冒险者的时候，我高估了他的实力，本以为身为一名冒险者的人抵抗力应该是十分的高，可没想到在我出了几招之后他就抵挡不住而死了。那么我本来活捉冒险者的计划便失败了。我调查过他的出生点，你应该还记一个叫做基地的地方，那个出生点就在基地旁边。\n\n“我命令基地的人一定要活捉冒险者并带到我这里来，可没想到那名冒险者竟然逃掉了。我估计，他此时此刻应该收到了来自‘冒险者协会’的邀请信……”\n\n“‘冒险者协会’？”这是那名末影人仆从有史以来第一的提问。\n\n“是的，”HIM接着道，“就是所有的冒险者集中地地方，你或许还不知道，不只这一个冒险者，而他似乎还不知道这一点，遇到来自协会的邀请时还显得十分犹豫。”\n\nHIM再一次顿了一下，说：“在‘冒险者协会’里的每一名冒险者，一对一都有机会与我抗衡——不过显然我们遇到过的冒险者除外，天晓得当初他为何被协会评为冒险者——所以，‘冒险者协会’里的这些人，都是我统治整个世界的绊脚石，“HIM稍带激动地望着眼前的仆从，将声音提高了几倍道，“而我们的计划，便是活捉所有冒险者，让他们归顺与我！”\n\n",
    "replies": []
}