{
    "title": "[Minecraft.net|CULTURE]BEYOND GOOD AND EVIL 在好与坏的那一边",
    "author": "Xiao_Tao_Zi",
    "replyCount": 0,
    "timestamp": 1490181960,
    "txt_content": "\n\nBEYOND GOOD AND EVIL \n在好与坏的那一边\nEternal opposites collide in Tertium\n永远在第三面碰撞的两面\n\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n\n\nOne of the things I love most about Minecraft is that it can be a canvas for projects of any size - from the precisely planted foliage of a country garden, to skyscraping metaphysical metaphors. Super-talented build-team MAKB certainly haven't shied away from big themes with their latest effort, called Tertium, in which the forces of Order and Chaos vie for control over an enchanted land of forestry and richly detailed architecture.\n我最喜欢的MC的原因之一是，它可以是任何尺寸的地图 - 从一个乡村花园精准放置叶子，到宇宙建筑的抽象隐喻。 超级建设团队MAKB肯定不会落下队伍，用他们的努力来换取一个地图，这个地图称为Tertium，其中秩序和混乱的力量争夺着林地和丰富细节的建筑的控制权。\n“Our team is a French team specialised in real Minecraft maps,” explains MAKB Community Manager, Elgasse. “By 'real', we mean that all our maps are fully built, interior and exterior. We like to expose our map to the community and let them explore every corner.”\nMAKB社区经理Elgasse解释说：“我们的团队是一个专门从事制作真正Minecraft地图的法 国团队。 ‘真实’，意思是我们所有的地图都是完全自己建成的，包括内部和外部。 我们喜欢将我们的地图公开给广大玩家，让他们探索地图的每个角落。”\nTertium would be a hell of a feat with a team of dozens, which makes it all the more jaw-dropping when you realise actual construction was all the work of one man. “There was only one builder on the map, Blixow,” confirms Elgasse. “He is one of the two administrators of the team, with Dopeulien, and also one of our best builders.”\nTertium将是一个由几十个队伍制作而成的壮举，这使得当你意识到实际建设是一个人做一切工作时，这更令人沮丧。 Elgass说实：“地图其实只有一个建筑师，就是：Blixow。 他是团队的两名管理人之一，另外的管理员是Dopeulien，也是我们最好的建设者之一。”\nNo kidding!\n不是闹着玩的！\n\n\n\n\n\n\n“The concept behind the map is that Blixow wanted to separate two opposite worlds. On the one hand, we can see a sort of Heaven, with many statues, a beautiful fountain and a lot of vegetation. On the other hand, on the other side of the barrier, we see a chaotic world, a sort of Hell, with large man-eating plants, a kind of troll and a great snake.”\n“地图的概念是当时Blixow想分开两个对立的世界而成的。 一方面，我们可以看到一种天堂，有许多雕像，美丽的喷泉和很多的植物。 另一方面，在障碍的另一边，我们看到一个混乱的世界，一种地 狱，有大型的食人植物，一种巨怪和一条巨大的蛇。”\nA sinister juxtaposition indeed!\n确实是一个险 恶的结合！\nIt's a colourful and varied creation which still boasts an impressive visual consistency. “Blixow's really proud of the general harmony of the map. He designed one structure after another. That was really challenging.”\n这是一个丰富多彩的地图，拥有令人印象深刻的视觉一致性。 “Blixow真的为地图的平常和和谐感到自豪。 他设计了一个又一个的屋子。 这真的很有挑战性。”\n\n\nSo if one of us wanted to take on the building of a project like this single-handed, how much time should we set aside?\n那么，如果我们中的一个人想要单独建立一个项目，我们应该要用多少时间？\n“It took a lot of days to build it alone,” warns Elgasse. “Maybe 200 or 300 hours.”\nElgasse说：“它花了好几天才能建造一个，或许200或300小时”\nBah! We knew there had to be a catch. Still, when you look at what Blixow achieved, and the other creations on MAKB's Youtube channel and Planet Minecraft page, it's hard to disagree that the end results were worth it.\n呸! 我们知道必须要试一试。 不过，当你看看Blixow表现，MAKB的Youtube频道和PMC页面上的其他作品时，很难说最终的结果是不值得的。\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n原文地址：https://minecraft.net/zh-hans/article/beyond-good-and-evil原文作者：Tom Stone\n原文发布时间：2017年2月14日\n翻译者：Xiao_Tao_Zi\n\n\n",
    "replies": []
}