{
    "title": "都在讨论的问题(大雾）",
    "author": "2451125564",
    "replyCount": 9,
    "timestamp": 1354371060,
    "txt_content": "究竟2012年会发生什么事呢？ \n关于2012年12月的一些材料整理 \n1. 水晶头骨之迷中讲到2012年12月21日太阳下山之后,世界变化,只有非洲和中国西部地区部分人存活 \n2.科学预测2012年地球磁极颠倒,前几次分别导致了冰川时代和大洪水等事件 \n3.俄罗斯人预测2009年世界大战爆发,核危机 \n4.台湾一个学龄前班的孩子突然说起古maya语,大概意思是说要净化地球, 时间是2012年 \n5.藏僧预言：2012年全球爆发核战神将显现干预 \n6.2012年,太阳磁极也会颠倒 \n7.星相上,2012年将出现大十字,土木相冲,日月相冲,这代表流血和死亡,上次十字发生在伊拉克战争 \n8.黄櫱禅师预测2012年台湾回归 \n9.中国的推背图指2012年有难 \n10.星相上,2012年5月 5日从双鱼时代正式过度为水瓶时代,双鱼时代的特征是工业和科学技术发展,水瓶时代的特征是精神领域的提升 \n11.协波汇聚是说:在某个时间，成千上万的新时代人在世界各地的灵性地点（中心）聚会，引导和平降临地球、祈愿所有生命合一、冥想新时代来临。协波汇聚的重要日期是1987年12月31日，以及 2012年的一个顶峰. \n12.Amorah Quan Yin通灵预测洪水、地震、大陆板块移动、火山喷发、以及最终的两极变换，将会在2013年之前发生 \n13.：《圣经密码》指出，彗星将在那一年撞击地球；玛雅年历的注解显示宇宙末日将发生在2012年的12月21日 \n最近看到了又有些人说到2012年是世界的末日。为什么？因为考古学家们说的玛雅文明的预言。预言中说到公元2012年地球会发生完全的变化，进入新的时代。但是我要说的是玛雅人说的进入新的时代不是说世界要毁灭了，他们有我们不能理解的科学作为根据提出预言。我们不要认为是世界末日，因为玛雅人也没有预言2012年是世界末日。 \n\n玛雅的金字塔可说是仅次于埃及金字塔的最出名的金字塔建筑了。他们看起来不太一样，埃及金字塔是金黄色的，是一个四角锥形，经过几千年风吹雨打已经有点腐蚀了。玛雅的金字塔比较矮一点，也是由巨石堆成，石头是灰白色的，整个金字塔也是灰白色的，他不完全是锥形的，顶端有一个祭神的神殿。玛雅金字塔四周各有四座楼梯，每座楼梯有九十一阶，四座楼梯加上最上面一阶共三六五阶（91x4＋1=365），刚刚好是一年的天数。 \n\n玛雅人非常重视天文学的数据，他的建筑里处处都是这些关于天体运行规律的数字。除了阶梯数目外，金字塔四面各有五十二个四角浮雕，表示玛雅的一世纪五十二年。 \n\n玛雅的天文台也是充满特色的建筑物。以今天的眼光来看，不论是在功能上或外观上，玛雅的天文台与现在的天文台十分类似。以凯若卡天文观测塔为例，建筑在巨大而精美的平台上，有小的台阶一阶阶地通往大平台。与现在的天文台有些相似，也是一个圆筒状的底楼建筑，上面有一个半球型的盖子，这个盖子在现在天文台的设计是天文望远镜伸出的地方。底楼的四个门刚好对准四个方位。这个地方的窗户与门廊形成六条连线，其中至少三条是与天文相关的。其一与春（秋）分有关，另两个与月亮活动有关。 \n\n这座凯若卡天文观测塔是遗迹中最大的天文观测塔，其它遗迹也有类似的建筑。他们在位置上都与太阳及月亮对齐，近年来考古学家认为古时候玛雅的天文学家建立了一个地区性的天文观测网。 \n\n这些建筑物以今天的角度看也足以令人称奇。以玛雅金字塔来说，巨大的石块如何切凿，搬运到丛林的深处，再把一块块十几吨的石块堆积起来，堆高至七十米处，要是没有先进的交通工具及起重设备，是难以完成这个任务的。而生活在丛林里的民族，为什么要花这么大的功夫，建立一个天文观测网？历史记载，望远镜是伽利略十六世纪才发明的，接着才有大型天文台的出现，而天文观测网的观念是近代才出现的，这样的观念可说是相当先进。由此可以肯定的是，玛雅人当时的科学与今天相比毫不逊色。 \n\n失传已久的天文数字与历法 \n\n我们从小学的阿拉伯数字一定没有人会觉得很了不起吧！不过就是1、2、3、4、5、6、7、8、9、0这十个数字的排列。也许大家不知道，这个0的观念是阿拉伯人从印度带到欧洲的，古时候欧洲人没有这么简单的数字概念。希腊人擅于发明，但他们必须用字母来写数目；罗马人虽然会使用数字，但只能用图解方式以四个数字来代表。 \n\n玛雅人使用一点、一横、与一个代表零的贝形符号来表示数字 \n考古学家研究玛雅人的数字系统时，发现他们的数字表达与算盘的算珠有异曲同工之妙。他们使用三个符号：一点、一横、一个代表零的贝形符号——就可以表示任何数字。类似的原理今天被应用在电脑的“二进位制”上。 \n玛雅的历法非常复杂，有以二六○日为周期的卓金历，六个月为周期的太阴历，二十九日及三十日为周期的太阴月历，三六五日为周期的太阳历等，不同周期的不同历法。我们用现代天文观测知道一年是三六五&#1836;二四二二天，而玛雅人已测出一年是三六五&#8226;二四二○天。 \n\n玛雅人运算出来著名的金星公式： \n（月球）20x13=260 260x2x73=37,960 \n（太阳）8x13=104 104x5x73=37,960 \n（金星）5x13=65 65x8x73=37,960 \n\n这些公式的意思是说，每一种周期经过三万七千九百六十天后，便会相遇在一条直线上，而根据玛雅人的神话传说，那时“神祉”就会到一处宁静的休息处所。 金星历年是指金星环绕太阳一周所需要的时间，玛雅人费了三八四年的观察期，算出五八四天的金星历年（他们发觉金星在八个地球年中恰恰走了五圈，然后再重复循环，便用五除八个地球年的天数——二九二○——得出五八四天），而今日计算则为五八三&#1837;九二天，误差率每天不到十二秒，每月只有六分钟。以这么高的精确度计算出金星历来，实在是件不可思议之事。 \n\n玛雅计日的单位出奇的大，考古学家已经知道的数值为： \n\n二○日为一维纳尔 \n一八维纳尔为一屯等于三六○日 \n二○屯为一卡屯等于七二○○日 \n二○卡屯为一巴克屯等于一四万四○○○日 \n二○巴克屯为一匹克屯 等于二八八万日 \n二○匹克屯为一卡拉布屯 等于五七六○万日 \n二○卡拉布屯为一金奇耳屯 等于一一亿五二○○万日 \n二○金奇耳屯为一阿拉屯等于二三○亿四○○○万日 \n\n为何要发展出这么大的数字？这个数字单位大到即使是现代人也用不到。以今天的科学眼光来看，这么大的数字也许只有一种学科会用到，那就是天文学。天文学家常常要用很大的数字单位表示星系间的距离，只有天文学的“天文数字”才会这么大。 \n\n历法中的玛雅预言 \n\n在玛雅历法中，有一个叫“卓金历”的历法，这种历法以一年为二六○天计算，但奇怪的是，在太阳系内却没有一个适用这种历法的星球。依照这种历法，这颗行星的大致位置应在金星和地球之间。 \n\n“卓金历”中的这个符号，表达了玛雅人所描述的银河核心，并与我们所熟知的太极阴阳图非常相似。 \n\n有玛雅学者认为，这个叫“卓金历”的历法记载了“银河季候”的运行规律，而据“卓金历”所言：我们的地球现在已经在所谓的“第五个太阳纪”了，这是最后一个“太阳纪”。在银河季候的这一段时期中，我们的太阳系正经历着一个历时五千一百多年的“大周期”。时间是从公元前三一一三年起到公元二○一二年止。在这个“大周期”中，运动着的地球以及太阳系正在通过一束来自银河系核心的银河射线。这束射线的横截面直径为五一二五地球年。换言之，地球通过这束射线需要五一二五年之久。 \n\n玛雅人把这个“大周期”划分为十三个阶段，每个阶段的演化都有着十分详细的记载。在十三个阶段中每一个阶段又划分为二十个演化时期。每个时期历时约二十年。 \n\n这样的历法循环与中国的“天干”、“地支”十分相似，历法是循环不已的，而不是像西元纪年一直线似的没有终点。他们认为自创世以来，地球已经过四个太阳纪。 \n\n当太阳系诸星体经历完了这束银河射线作用下的“大周期”之后，将会发生根本的变化，玛雅人称这个变化为“同化银河系”。 \n\n从玛雅预言中的“大周期”的时间上看，到今天已经接近尾声了。从一九九二年到二○一二年这二十年的时期中，我们的地球已进入了“大周期”最后阶段的最后一个时期。玛雅人认为这是“同化银河系”之前的一个十分重要的时期。他们称之为“地球更新期”。在这个时期中，地球要完全达到净化。而在“地球更新期”过后地球将走出银河射线，进入“同化银河系”的新阶段。 \n\n我们不知道‘地球更新期’‘同化银河系’的概念是说什么。世界是有一天迟早要毁灭的但不是在2012年的。可能毁灭是从那时开始吧？ \n\n\n\n网上流传2012年12月22日是世界末日？ \n天体和物理学家与计算机科学家共同研究发现，地球与太阳在2012年都会进入一个磁极颠倒的过程。而上次发生同等现象的时间是在恐龙消失时。印度一个研究公司最近发布了这一预测。 \n北极与南极磁场发生颠倒的过程即为磁极颠倒。这一现象导致的最坏结果将让地球磁场的磁力为零高斯（高斯为磁感应单位）。如果此时再遇上周期为11年的太阳两极磁场颠倒，地球上可能引发一系列的混乱事件。在现代人类历史中，还没有此类现象发生时的场景记载。\n零磁力的后果 \n根据电脑模型预测，地球和太阳的磁极颠倒将会引起电子故障，鸟类迁徙时也会迷路。如果当地球磁力为零时，所造成的后果就更为严重。 \n电脑模拟结果显示：地球零磁力下的所有动物，包括人类的免疫系统将大为降低；地球的外壳会发生更多的火山喷发，地震，泥石流等现象；地球磁气圈将被减弱，来自太阳的宇宙辐射就会增大，最终可能对人类造成辐射灾难；一些小行星将朝地球方向飞来；地球的重力也会发生变化。 \n依赖其它星球 \n这项模拟结果最后认为，如果所有的零磁力推测都同时发生，那么，只有居住在地球外壳深部地带的有机体能够不受影响。届时，人类躲避灾难的方法就是躲到地壳以下，或者搬去其它星球上居住。也许火星会是一个合适的选择。 \n零磁力不现实 \n尽管电脑模拟结果有些骇人听闻，但最近美国宇航局发表声明说，地球两极颠倒会使地球磁力不稳，并且变弱，但不会使磁力为零。斐声国际的作家、工程师兼业余科学家「摩利斯．科特罗（Maurice Cotterell)」精于玛雅古文明研究，他从许多古庙与碑石中发现了一组一再重复出现的密码：1,366,560。若将这个密码的单位视为「天」，则换算为年的话，为3,740年。玛雅族诞生于公元前3113年，到750年突然消失，其中间生存的年代接近3740这个年数。根据玛雅文献的记载，地球每隔3,740年就会被毁灭一次，而地球生命在过去已曾被毁灭四次；换言之，现代人类应已是地玩第五代子孙了。 「摩利斯」将玛雅文化中的圣数1,366,560与太阳磁场变化周期，这二个表面上毫不相干的事连接在一起。科学的计算显示太阳磁极每隔3,740年就会对调一次，而3,740年就会对调一次，而3,740年刚好是1,366,560天换算的年数。 由于地球的磁场受到太阳磁场很大的牵制，当太阳磁极逆转时，「摩利斯」推论地球磁极也跟着对调，令地球磁南北两球互换。生物无法适应突然发生的重大气候变化，而集体死亡。长毛象咸信是热带地区的生物，但由于磁极的对调，使它们生存的地方变成天寒地冻的不毛之地，于是发生长毛象在西伯利亚、阿拉斯加集体死亡的事情。而考古学上的证据显示这二个地方原本属于热带气候的。 地球灭亡之日 古玛雅人早就已经将那个日子准确地算出来。在不少预言中，年代记载最完整的，算是《克奥第特兰年代记》。他说我们得知第五太阳纪于公元前3113年。在经历玛雅大周期的5125年后，第五大阳纪迎向最终。与现在西历相对照的话，便可知「太阳纪」将于「某纪的某日」结束。这个终结日，就在公元2012年12月22日的前后。 \n(1):玛雅人相信宇宙是以\" 大循环 \"的方式运行，每一循环为一“太阳纪”， 而自创世以来，宇宙已经过四个太阳纪，根据玛雅历法推测，第五太阳纪开始於西元前3114年8月13日，而现在我们正存活在第五太阳纪的末期，世界末日的时间将发生在西元2012年12月23日，那时…… \n玛雅预言 \n根据玛雅预言上表示，现在我们所生存的地球，已经是在所谓的第5太阳纪，到目前为止，地球已经过了四个太阳纪，而在每一纪结束时，都会上演一出惊心动魄的毁灭剧情。 \n第一个太阳纪是马特拉克堤利MATLACTIL ART，最后唯一场洪水所灭，有一说法是诺亚的洪水。 \n第二个太阳纪是伊厄科特尔Ehecatl，被风蛇吹的四散零落。 \n第三个太阳纪是奎雅维洛Tleyquiyahuillo，则是因天降火与而步向毁灭之路，乃为古代核子战争。 \n第四个太阳纪是宗德里里克 Tzontlilic，也是火雨的肆虐下引发大地覆灭亡。 \n玛雅预言也说，从第一到第四个太阳纪末期，地球皆陷入空前大混乱中，而且往在一连串惨不忍赌悲剧下落幕，地球在灭亡之前，一定会是先发出警告。 \n玛雅预言的最后一章，大多是年代的纪录，而且这些年代的纪录如同串通好的，全部都在“第五太阳纪”时宣告终结，因此，玛雅预言地球将在第五太阳纪迎向完全灭亡的结局。当第五太阳纪结束时，必定会发生太阳消失，地球开始摇晃的大剧变，根据预言所说，太阳纪只有五个循环，一但太阳经历过5次死亡，地球就要毁灭，而第五太阳纪始於纪元3113年，历经玛雅大周期5125年后，迎向最终。而已现今西历对照这个终结日子，就在西元2012年12月22日前后。 \n－地球正在进入光子带－ \n我们的太阳系，每两万六千年就会进入一个精神高能量的光子带，地球曾于一九八七年三月十六日通过此一光子带，七天后离去；此后，每年以增加十四天的时间通过光子带，一九八八年则为廿一天，一九九六为一百三十三天，一九九七年为一百四十七天，二000年为一百八十九天。到了二0一二年十二月廿一日，整个太阳系将完全地进入此一光子带。 \n在无限的宇宙中有无限的光子带，而我们的太阳系，即将进入的则为昴宿星系的光子带，这个光子带是以昴宿星系里的爱克尼星为主轴，而其它的昴宿星球是以螺旋状的方式循渐地进入，目前共有六个星系进入昴宿星系，最靠近爱克尼星的是莫洛培星、依次是玛亚、依雷叉、太吉塔、扣尔、阿特里斯星、及即将进入的太阳星系。 \n爱克尼星的存在体是活在第五度空间里，离它愈远的空间度愈小，然而只要进入这个星系里，至少是第四度空间，也就是说，太阳星系即将进入第四度空间，换句话说就是：地球即将转形进入第四度空间。 \n当然爱克尼星也不是一直固定地停留在第五度空间，它也将转入第六度空间，当爱克尼星转入第六度空间时，其它的星系也将转入第七度空间。这就是星系的大进化。 \n将地球推入第四度空间的能量，是来自于地球人类的精神进化，这种说法是违反达埃文的演化论的，因为不是环境造成人去演化，而是人的精神进化决定了一切外在环境的演化。所谓「适者生存」的假说，并不适合人类的精神进化，同时它也不适合星系的进化，它只适合达埃文本身的演化。 \n至于地球是否真的能安全地进入第四度空间？这任谁也无法预测的，因为决定权在全体人类的身上，是我们选择是否要进入第四度空间的？所以我们应该问谁呢？ \n如果人类的精神能量在二0一二年尚未提高地话，地球将无法进入第四度空间，而冲出它应循的轨道，引起爆炸，而人类将全部消失在宇宙中。这就是有些人所说的「世界末日」的来临。但是因为克里昂改变这网格,所以不会死很多,会没太阳没光,变的快速冷冻,几天后会正常,天气环境会变的更好 \n为了人类能转形到第四度空间，整个银河系已开始清除过去业的型态，在二O一二年将全部清除完毕，「业」的学习课程到时将全面停止。 \n即将来临的世界，是一个崭新的世界，这个世界没有竞争、没有恐惧、没有疾病、没有暴力、没有权力斗争、没有肉体的死亡。\n\n\n\n\n",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1354371120,
            "txt_content": "是不是真的12月21日不就知道了。。。耐心等20天吧"
        },
        {
            "author": "zjy",
            "timestamp": 1354371120,
            "txt_content": "老发这些烦不烦"
        },
        {
            "author": "2451125564",
            "timestamp": 1354371120,
            "txt_content": "zjy 发表于 2012-12-1 22:12 \n老发这些烦不烦\n为了积分不烦...."
        },
        {
            "author": "geludan",
            "timestamp": 1354371240,
            "txt_content": "两种说法，1，玛雅人算法和我们不一样，照他们的算法，世界末日在几个月前就发生了\n2，又找到了往后7000年的日历"
        },
        {
            "author": "07382",
            "timestamp": 1354371240,
            "txt_content": "2451125564 发表于 2012-12-1 22:12 \n为了积分不烦....\n= = 你怎么不问你楼上的.发举报烦不烦？叫他不要发了.不然好人卡你有了."
        },
        {
            "author": "2451125564",
            "timestamp": 1354371300,
            "txt_content": "geludan 发表于 2012-12-1 22:14 \n两种说法，1，玛雅人算法和我们不一样，照他们的算法，世界末日在几个月前就发生了\n2，又找到了往后7000年 ...\n好吧，要知道这是不是真的得等7000年"
        },
        {
            "author": "马克思·贱人",
            "timestamp": 1354371360,
            "txt_content": "真闲啊。。"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1354372260,
            "txt_content": "我记得我之前看过一个图片，上面写着玛雅人的日历里忘记了闰年，所以2012应该在7个月之前发生。。。"
        },
        {
            "author": "2451125564",
            "timestamp": 1354372380,
            "txt_content": "Sky、果冻 发表于 2012-12-1 22:31 \n我记得我之前看过一个图片，上面写着玛雅人的日历里忘记了闰年，所以2012应该在7个月之前发生。。。\n七个月之前....如果是真的那我们现在就是鬼魂了"
        }
    ]
}