{
    "title": "[Minecraft.net|INSIDER]本周方块：海绵",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1490364060,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-3-24 22:44 编辑 \n\n\nBLOCK OF THE WEEK: SPONGE\nHave your brain absorb this aqueous info!\n\n本周方块：海绵\n让你的大脑吸收这些含水的信息！\n\nOh no! We've spilt lemonade all over our keyboard! By the time we finish writing Block of the Week, our fingers will be so sticky and reeking of lemon, that we'll be the laughing stock of the office. Our colleagues will point their fingers at us and laugh, both to ridicule us and humblebrag about how non-sticky their fingers are.\n哦不！不得了，我们不小心把柠檬水全都洒到了键盘上！等我们写完本周方块的文章时，我们的手指头将会粘糊糊的，并且散发着柠檬的气息，这将让我们成为整个办公室的笑柄。我们的同事将会指着我们的手指头大笑，在嘲笑我们的同时还要为自己的手指多么干净而洋洋自得。\n\nBut wait! Using a handy sponge, we can clean our keyboard with ease! And then throw the filthy sponge at our co-workers as revenge for potentially mocking us in the future. Perfect! Just like in real life, sponges in Minecraft have handy aborbant powers. Once placed, the sponge block will slurp up surrounding water and any more water that's foolish enough to cross its path. Impressively, this thirsty block can drink up to 65 water blocks before becoming a wet sponge. Sadly, a wet sponge can't absorb any more H20, it's glory days now long behind it. That's truly tragic, enough to bring a tear to my eyes. Better not though - the wet sponge won't be able to soak it up.\n不过，稍等一下！我们可以通过使用海绵，非常方便地清洁我们的键盘！然后我们就可以把这肮脏的海绵扔到我们的同事身上，作为对未来可能嘲笑我们的报复。完美！和实际生活相同，Minecraft中的海绵有着吸收液体的能力。我们一旦把海绵放置在这个世界中，海绵方块就会咻的一声把周围的水吸走，随之吸走的还有更多会对其产生阻碍的水。令人印象深刻的是，这个口渴的方块在成为湿海绵之前能够吸收多达65个水方块。不过，令人沮丧的是，一块湿海绵并没有办法再吸收更多的H[sub]2[/sub]O了，它的光辉事迹从此成为历史。这实在是太悲惨了，真是男人看了沉默，女人看了流泪。不过，还算好的一点是——湿海绵可以通过处理使其不再潮湿。\n\n\nThe Branching Tube Sponge, usually found in reefs. So beautiful, we might take our summer holiday underwater this year, soon as we master holding our breath. Photo credited to Nick Hobgood.分支管海绵，通常于珊瑚礁中发现。它们真是太美丽了，今年的暑假我们可以计划在水下度过了，只要我们控制住我们的呼吸就好。照片来源于Nick Hobgood。\nWe've decided to burn the useless wet sponge  alive. Only joking! Actually, putting a wet sponge and any fuel in a furnace will dry the sponge block. So no one has to get burnt alive. Hooray!我们决定烧掉无用的湿海绵。当然，这只是开个玩笑！实际上，将湿海绵和任何燃料放入炉子中将会使海绵方块变得干燥。所以并没有什么需要被活活烧掉。哦耶！\nIt's hysterical animated sponge, Spongebob Squarepants! Except he's copywrited by Nickelodeon - look closely and you'll see this image isn't from the show, but one I drew myself. Pretty good, huh?疯狂的动画海绵——海绵宝宝！除了它的版权归Nickelodeon所有之外——通过仔细观察你可以注意到这幅画并非出自动画原作，而是我自己画出来的。是不是很好呀？\nReal world sponges aren't just the yellow household ones you use to clean your toilet and kitchen (not in that order please). Our oceans are packed with over 8000 known species of sponge, in a kaleidoscopic variety of vibrant colours. It's a common misconception that these sponges are plant life. They're actually animals, albeit animals that don't have heads, eyes, brains, arms, legs, ears, muscles, nerves or organs. As an animal who possesses all of those things except arguably the brain, I can't help but feel sponges are really phoning it in. You've been around for 500 million years and still haven't grown even just one little ear? Pathetic.\n现实世界里海绵并不仅仅用于清洁厕所和厨房（请不要按这个顺序做）的黄色家用品。地球上的海洋里有着8000多种已知的海绵物种，它们有着万花筒般的不同的鲜艳色彩。一个常见的误解是这些海绵是植物。实际上，它们是动物，虽然只是没有头，眼睛，大脑，手臂，腿，耳朵，肌肉，神经等器官的动物。作为一个拥有除了大脑仍尚存争议外所有这些东西的动物，我忍不住觉着海绵在物种形成到现在的五亿年只是走个过场，这么长时间还没有什么进化，哪怕只是一个小小的耳朵？真可悲。\n\nWe're only teasing. We love sponges really! Particularly the one that could play a crucial part in helping cancer patients. Or the sponge recently developed by scientists at the University of Minnesota that can remove deadly mercury from water.\n我们刚刚只是随便说说。我们其实十分喜欢海绵！特别是海绵在帮助癌症患者方面起到了关键作用。此外，近年来明尼苏达大学的科学家发现，海绵可以用于清除水中足以致命的汞。\n\n\nA blue sponge located in the Black Sea. Probably too pretty to be used for scrubbing our bathroom.黑海中的一块蓝色海绵。这实在是太可爱了，可爱到不忍心将其用于刷洗我们的浴室。\nBut if we don't take care of the environment, we risk losing entire species of sponges, and we love the environment here at Minecraft.net! So much so that every time we publish an article we think about planting a new tree, and every time we publish a new Block of the Week, we celebrate by frowning really hard at someone who doesn't like the environment. Kidding aside, we all should genuinely start protecting sponges by being nicer to the environment, especially the good ol' ocean blue. Here's a few easy ways YOU can be nicer to the ocean:\n但是，如果我们不关心周围环境的话，所有的海绵物种就都会有灭绝的风险，我们目前非常喜欢Minecraft.net的环境！正因如此，每当我们发布了有关于种一棵新树的文章，每当我们发布了新的本周方块时，我们都会通过向不保护环境的人皱眉头的方式庆祝。开玩笑的，我们都应该通过更好地保护周围环境的方式开始真正地保护海绵，特别是蓝色的海洋。 这里有几个简单的方法让你，对，就是你，对海洋更好一些：\n\nStop kicking it! Come on now!\n不要推卸责任！现在就开始！Stop saying \"Nice ocean!\" sarcastically.\n不要用充满讽刺的话说“漂亮的海洋”！Don't refer to it as \"dumb bluey\" just to impress the mean kids.\n不要仅仅是为了给孩子们留下深刻印象而去用“蓝色的哑巴”这样的词称呼它。If someone asks you if you fancy destroying the ocean this weekend, try suggesting a different activity that'll be almost as fun.\n如果有人问你是否愿意在这个周末去摧毁海洋，尝试向他建议一个几乎同样有趣的活动。\n\nPass them on!\n传递给更多的人！\n\n原文：https://minecraft.net/zh-hans/article/block-week-sponge\n作者：Tom Stone\n原文发表时间：2017年3月24日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1490366520,
            "txt_content": "今天的本周方块突然多出来一张图，这让我措不及防，少翻译了足足两段= =不过后来补上了→_→\n\n作为SpongeDocs的主要翻译人，这次的本周方块我能够翻译海绵还是挺荣幸的2333"
        },
        {
            "author": "langyo",
            "timestamp": 1490427240,
            "txt_content": "把吸水海绵扔到办公室同事脸上XD\n\ninteresting"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1490432280,
            "txt_content": "Sponge服务端\n话说海绵是一种动物"
        }
    ]
}