{
    "title": "【原创?连载】【我的沉默】【第十一集：努力VS人缘［下］】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1490396880,
    "txt_content": " 本帖最后由 我为我为 于 2017-3-25 16:48 编辑 \n\n  到下午第四节课......  已经是周五最后一节课了！如果拖延到下个星期就几乎不可能了！怎么办？怎么办？\n  快要结束了！这时候可不能再沉默！在这时，我没有拿着稿子，小声向王玄彬哼了一句：\n  “我的稿子还能上吗？”\n  王玄彬淡淡地回复我：\n  “你向组里每个人问一遍，他们如果都同意了我就同意。”\n  该死！这一句回复像一把利刃刺中我的要害。我现在最怕的就是和不太熟的人说话尤其是和不熟的女生。我看看鞠欣然，一句话都不敢露出；又看看明馗，始终欲言又止。真是尴尬！我竟然输在这里了！更别提他们会不会同意！\n  不对，王玄彬应该也了解我不好意思和不太熟的人说话，还给我设下如此针对性的难关，这不是诚心诚意阻止我吗？前几天就开始讲什么尽量上的，现在却尽量组织，不认帐了？既然刚开始就觉得不行，为何不早点告诉我？我不需要因为太多面子而牺牲东西……\n  下个周一，顽强的我再一次拿着稿子，有气无力地吐出一句：\n  “我的稿子到底还能上吗……”\n  “你问其他组员他们同意就上！”王玄彬像上周五一样，继续如此，继续复习着课本。\n  突然，邢齐和明馗到学校，王玄彬看到他们俩，好像看到了信赖的合作伙伴一样：“你们俩准备好没？”\n  “嗯……再等等！”\n  到了下午，我想不能像之前一样表现得和一只小动物一样渺小，不能像之前一样示弱了。我几乎放下我那形象，使用自己稀少的坚决，一时放下脸皮，直接对着王玄彬：\n  “王玄彬你说能上就能上不能上吧！别跟我说那么多！我也不愿意和你费劲！” \n  王玄彬打了个哆嗦，终于放下手中的笔，意味深长地对着我：\n  “我跟你讲吧，沈然，我前几天也给你讲过，咱们这个主题班会，就是原创最好的。你就算抄也要抄个知道的人少的啊，不然让别人看起来有什么意思？别人如果看着没意思了那还有什么意义？”\n  “那为什么不能上”这句话刚到嘴边，心灵阻止了我。算了，不和他吵嘴，还毁我形象。看看还有没有别的方法来参加活动吧！\n  看到明馗和邢齐来到教室，我便找到了猎物。\n  “邢齐，明馗，练好没？”王玄彬又放下刚才对我的紧张。\n  “我们还没练，有事比较忙。”邢齐说着，把手里的篮球转转。\n  王玄彬把手靠在脑门上，身子稍往前趴了一会儿，然后就不像上午那么高兴的样子了，指着他们两个：\n  “这周三表演就开始了你们赶紧练啊！练不好咱们组就没节目了！”\n  果然他们俩又没练，他们让我找到我的希望。如果他们明天还没练，然后我趁机申请角色，估计就能上台了！\n  没错，我又有了希望。",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1490396880,
            "txt_content": "@gggbbb 麻烦来个文评dalao"
        },
        {
            "author": "gggbbb",
            "timestamp": 1490427600,
            "txt_content": "受邀\n写的不错。至少就目前看来，整篇文章是连贯了许多的，不自然的地方也是几乎没有。光就阅读感官来看，这篇文章就已经算是合格了。\n提点问题好了。\n\n第一点，描写不够充分\n在长篇小说当中，所谓的剧情一般都是大头，一切的描写都是用来服务剧情的。虽然剧情重要，但描写仍旧是不可或缺的东西。该下笔墨的就别担心拖延节奏，如果描写的恰到好处，反而是能给读者带来些更为良好的代入感的。\n举例：\n王玄彬被惊到，终于放下手中的笔，意味深长地对着我：\n“惊到”两个词不够具体，就算是“打个哆嗦”之类的动作，也比这抽象的“惊到”要好的太多。行文时一些情感的表达尽量不要直白地点出来，通过动作或细节描写来反应反而更好一些。\n王玄彬看到他们俩，就好像鲁迅儿时的老班看到孔乙己一样，笑出来了\n“鲁迅儿时的老班看到孔乙己一样”这个比喻同样不够形象，后面承接的“笑出来了”也同样不够有力。不如直接描写笑意，这样反而更能使读者产生代入感。\n\n第二点，用词重复\n举例：\n向自己身体充入勇气，这时候可不能再沉默！我鼓足勇气，一时放下脸皮\n两个“勇气”有些过于雷同，在单一章节中可以尽量避免这种写法。对此，个人建议是写作递进，根据性格从稍不在意到后面的坚决，鼓足勇气用多了就老套了，完全可以换个角度来写。\n\n问题暂且先点到这里吧。至此，文章的人物形象已经比原先饱满了一些了，除了有点细枝末节的问题之外，大毛病算是挑不出来了。\n就先这样吧。文章有些用词需要继续琢磨，但也不急于一时。\n总之，再接再厉就好。\n以上。\n最后，祝进步。"
        }
    ]
}