{
    "title": "<原创·单篇>幻想荣耀|前传【为爱行动】",
    "author": "YMorning",
    "replyCount": 9,
    "timestamp": 1490436660,
    "txt_content": " 本帖最后由 YMorning 于 2017-3-25 20:39 编辑 \n\n  在这个属于方块的世界，由皇者家族的成员创造了一个幻想，这是一个点，也是一个梦。在整个幻想领域里，是属于人们的梦，也是天堂，也许这就是真正的桃缘仙境。\n  正如所说，有光明的地方就有黑暗，在整个幻想里，不知为何出现了许多的细菌，而创造者们没有任何办法阻止，也就只能延续下去。  慢慢的，细菌繁衍生息，让创造者们想不到的是，这种细菌居然创造出了一种智能生物[人类]，但，他们并没有发现，这种细菌还创造出了两种异能境地[末影之地]和[暗溶地狱]。  不仅是境地，还有生物，超能凋零、末影之王，都是属于这个世界的主宰。为了让整个幻想平衡，创造者还进化了普通细菌，让普通细菌造出了一种更佳优秀的人物[steve]  不仅是steve，还有四大种族，虫族、人族、兽族、鬼族。而创造者被这些细菌称为【神族】\n就在各方势力都大致上稳定的时候，有件事情打破了平衡。虫族创造了比其他种族还厉害的生物[九头蛇]，并且把兽族拉绒，一起对付人族，鬼族由于势力不明，所以暂且不动。\n\n果然，过了不久，人族被灭了，但并没有全灭······\n但是，鬼族出现了，鬼族帮助细菌菌种，又创造出了人类，结为人族，与人族一起对抗虫族，于是，故事就这样开始了！\n\n联盟[部落、联盟、组织被称为三大阵营，具体看番外篇，这个组织是人族与鬼族联合的组织。]解散之后，人族与虫族的关系日益恶化，但还不到不可避免的地步。\n作者“我”的视角   我，战神联盟一分队队长，我亲眼看见我的兄弟们死在四圣兽的手上，我跟着跑了出来。逃到了恶劣的边界，我下定决心，一定要消灭四圣兽，消灭虫族。让人类世界恢复太平。   “队长，探子报告，四圣兽在西边森林里。”   “消息可靠吗？”我回头答了一句。   他点了一下头。   “准备队伍，即刻出发！”我带着寥寥几人的队伍，队伍里不是脚折了，就是头破了。基本是毫无战斗力。一路上拖拖拉拉，终于坚持到了森林边。   “队长，这森林里有许多野狼，他们的攻击极强，行动如风，他们的鼻子在五百米外就闻得到，他们的团战水平极高，一群野狼可以在半分钟内杀死一群狮子。”   我浑身抖了一下，摸了摸屁股后面的尖刀。   “我不管，给我上！”我厉声命令着。   所有伤兵应声扑去。   我们与野狼群展开了激烈的战斗。  野狼（血量80，攻击5，技能给玩家缓慢效果）  野狼疯狂撕咬着伤兵，本就战斗力寥寥无几的伤兵，被野狼打得毫无还手之力。   我眼睁睁看着伤员一个个倒地，我却没有办法救他们。   远处传来了一阵嘶吼，这声音十分尖锐，我知道这就是四圣兽，以我目前的实力根本不可能与之抗衡。   战神联盟有一件武器，叫做女娲裁决，那是由联盟主保管着的，他随身携带。据说这把刀可以召唤出女娲，四圣兽就是用女娲的力量造出的，只有相同的女娲力量才可以与之相抗。要是不得到那把刀，胜算只能是负数。   知道已无胜算的我，代理剩余的伤兵，跑回了营地，营地在边界的边缘，联盟主和两位高管拿走了营地只剩三个的套装，那是从藏物室里拿出来的。可以穿出边界。   要想找到女娲裁决，我必须先找到联盟主。   我踏上了寻找竞魔套装的路。   竞魔套装由魔界首领保管，封印在他的衣柜里。   要先找到神魔之井，我才能下到魔界。   神魔之井在南部沙漠中。   联盟主带着我们去过一次。具体位置不太记得了。   我让营地在原地驻扎。   自己踏上了征途。   我只能靠自己了。   南部沙漠也是危险地带。   里面有会飞的怪物，按总体实力来讲，比野狼高了不止一点点。   他大名鼎鼎的名字：沙漠之鹰   沙漠之鹰由一位带着面罩的神秘人控制着，他们好像在默默保护着某一片地区，神魔之井就在其中。   我只要轻轻的把脚放入界限，就会听见沙漠之鹰的嘶鸣。   就会看见一个身影向我冲来。   但只要我把脚挪出去，他又马上掉头离开。   要想挑战这里，我需要一把弓箭。   而且需要一把实力不凡的弓箭。   听说南部沙漠边的小森林里，有一个酋长，他手上有一把当年后羿射日的神弓，那弓百步穿杨，威力不凡。   只要取得了它，对付沙漠之鹰就不在话下了。   我朝着那里走去。因为是大部落，所以守卫森严。四面都有弓箭手，他们的弓箭不致命，但是可以把人打的很远。   我小心的把弓箭手引下来。一个个全部暗杀掉，虽然他们武器很强大，但是护甲和血量缺特别低，基本可以很快杀死。   我偷偷的潜入了酋长的办公室。   他在床上静静的坐着，我把刀架在了他的脖子上。他看了我一眼，脖子稍微用了一下力，我的刀马上断了。   我吓得在原地呆了几秒，他已风的速度夺过了那把碎的还剩一小截的刀，抵在我的身上。   “你为何而来，我早就感知到你要来。”   我感觉到有些莫名其妙。   “我是当年和女娲一起创造人类和虫族的神，如今沦落至此。现在我的神力被封印在了这把神弓上。只有有天赋的人才可以驾驭这把神弓，运用我的神力。   “你是想杀死四圣兽吧，我看好你、可惜我老了，我原本可以和你并肩作战，可是现在只能你去了。”   说完，他把神弓放在了我的手中。我感受到了一股力量在弓中涌动。   这就是神的力量？我有些诧异。   握紧神弓，我鼓起勇气朝着南部沙漠奔去。   站在区域里，我拉弓搭箭，把一只只的沙漠之鹰射死在蓝天中。   我觉得这把弓在我的手里如行云流水。一股神力在手中涌动，拉弓流畅，箭也带着光，以极快的速度飞出去，射中目标。   我更自信了，拿着弓，朝着神魔之井走去。走到神魔之井前的我。把头伸到洞口看一眼。突然下面升起来一阵凉气，一个人影飞速窜出，一刀打的我措手不及。   好险我拿弓即使挡住他那刀，不然命都丢了。    我急忙拉弓射了他一箭，他灵活的躲闪开了，这使我压力山大，这个人不简单。    一阵凉风吹的我浑身打哆嗦。    他把我打的节节败退。在那一时刻，我的手指不经意间拉动了弓弦，射中了他的脚。   他哼了一声，把箭从脚下拔了出来。伤口竟出奇的复原了。我现在属于被动，被他追着打。这也不是办法。在他停的一瞬间，我悄然拉动弓弦，一箭穿心，一股鲜血从他胸口涌出，他倒在了地上，我看到他身上有一块令牌，便紧紧攥在手里。走到了神魔之井边，这里有结界，我是进不去的，但是我拿出令牌走过去，就会消失一部分结界，我毫不费劲走了过去。跳入了神魔之井。    一阵妖风吹的我东摇西摆，看看眼前，以是血红一片。“这就是魔界？”我十分惊讶。    我听到里面有东西在呼呼响，便拿出了神弓。里面闪出一道黑影，手里拿着镰刀，他在我的身边刷刷几下，把我身上的衣服划了几道口子。我还没反应过来就被打到地上，一把镰刀紧紧贴着我的皮肤。我的弓被丢到一边，我用伸长手，用手指头拼命抓住弓。那个黑影用脚深深地踩了我一下。疼的我赶快缩回了手。他用镰刀一下扒走了我的弓，扒到一边，一只脚踩在我的身上，我感受到一股力量压制着我，使我无法动弹。忽然一箭射了过来，这股黑影瞬间散去。我急忙往箭射过来的方向看，那是魔界的防御装置，因为防御装置识别了我，但是那个黑影在我身上，所以直接射杀了黑影。   我长舒了一口气。小心的从门口窜了进去。由于又触发了一次，我看到一根巨大且冒着红光的箭插在地上。   回头一望以后，我就往前溜，直奔魔王宫殿，我去的时候，魔王正在召开大会。大臣们在宫殿里和魔王聊些什么。   转念一想，衣服既然在他的衣柜里，我直接转向他的寝宫，寝宫的把守不多，两个把守几下就被我放倒了，   我跑到他的衣柜前，用手触碰了把手，衣柜外面闪了一下红光，我的手被烫了一下。烫得我赶快把手拿了回来、看来这个衣柜被下了很重的结界，没有魔王应该是打不开的。    于是我在寝宫里默默等着魔王回来。等着等着，我都有些困了，但一阵急促的脚步声使我振奋了。好险我把守卫的尸体挪走了，不然就被发现了。一个人推开了门……\n单章结尾",
    "replies": [
        {
            "author": "YMorning",
            "timestamp": 1490436720,
            "txt_content": "二楼占用随时编辑\n↓字数统计器，供B主使用。\n中文：2668 　英文：285 　数字：3　　中文+标点：2994 　中文+数字：2671"
        },
        {
            "author": "十年不晚",
            "timestamp": 1490438520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YMorning",
            "timestamp": 1490439540,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "langyo_v2",
            "timestamp": 1490440020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YMorning",
            "timestamp": 1490440320,
            "txt_content": "langyo_v2 发表于 2017-3-25 19:07\n太中二了吧…直接以第一人称引入主题,然后居然还出现类似游戏系统、提供各种数据的情况,我都怀疑这到底是仙 ...\n这是我们服务器的策划写得副本剧情，然后希望发布到mcbbs来扩展一下，所以类似于游戏场所。"
        },
        {
            "author": "langyo_v2",
            "timestamp": 1490440500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "gggbbb",
            "timestamp": 1490440620,
            "txt_content": "作为原创单篇，前文500+的字数已证明剽窃。\n介于只是少量的世界观，暂不处理。请尽快删除或作出改动，谢谢合作。"
        },
        {
            "author": "十年不晚",
            "timestamp": 1490442780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YMorning",
            "timestamp": 1490445480,
            "txt_content": "十年不晚 发表于 2017-3-25 19:53\n不好意思 这里是MCBBS 剽窃跟原创意义不同 并不是其他的钓鱼论坛一样对这种行为置之不理 那么版主要来当 ...\n抱歉，这是我们策划写的，我也没有弄清楚就发布了，已经自行修改好了，希望不会造成什么影响。"
        }
    ]
}