{
    "title": "【原创·连载】【我的沉默】【第十二集：班会结局】【byRing】",
    "author": "我为我为",
    "replyCount": 4,
    "timestamp": 1490433960,
    "txt_content": "\n麻烦了dalao",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1490434920,
            "txt_content": "标题: 【原创·连载】【我的沉默】【第十二集：班会结局】【byRing】【以后字数增多】\n  清晨坐在教室里，静静地等着邢齐和明馗的到来，在等待着计划的时机。等着邢齐和明馗因为没练挨骂后“切入”，如此一来我就又可以享受明天再讲台上表演了！\n  王玄彬迈着沉重的步伐踏入教室，放下书包，书包似乎很听话，没人动自己就乖乖脱落到王玄彬的桌子下面，冲着我、鞠欣然和昭萍伸出他那有力的大手：\n  “快快快！英语作业、语文作业......”\n  与以前一样，第一件事就是收作业，每次邢齐和明馗在时都先找他们俩要，但他们俩经常不写，王玄彬等着他们补，监督着他们，放弃自己复习与预习的时间。然而我没写英语作业......\n  “沈然，你没写赶快补啊！”王玄彬并没有动怒，但仍然着急。\n  邢齐和明馗刚刚到班。明馗看到我没有完成这项作业，自豪地拿出自己的英语本：“给！这次我可是默写了！”\n  王玄彬注意到他们俩，并没有因为交全作业而欣喜，先道一句：“等等。”然后接着看着他们俩：\n  “你们俩稿子练好没？”\n  “额.....我才练了大概......二分之一。”明馗吞吞吐吐地吐着字来。\n  邢齐看看明馗，又看看王玄彬：“我......我也练了一半，昨天和馗儿一块儿练得。”\n  接着他立马一把搂住明馗，用期望的眼光盯着他：“你说对吧，馗儿？”\n  王玄彬对他们态度也不像前几天那么好了，还是嫌他们俩懒、拖拉。王玄彬眼光多出几分无奈，一边指着他们俩一边说：\n  “行了那么俩赶紧点练！明天下午就该上台了！”\n  现在情况出乎我的计划。明馗有可能是真练了，但邢齐看上去八成是在给自己找台阶下。如果选择现在揭穿他，揭穿成功了虽然能达到目的，但是会损坏我的形象啊！都是同学，随意揭穿显得自己不要脸，而且我一直都很老实，这样实在损我。如果揭穿失败了后果更尴尬。实在太损我自己了！不行！不行！再等等事情的发展吧，说不定不久邢齐就来找“王玄彬”自首了！\n  王玄彬对他们俩少一分耐心与期望，我就多一分成功的可能，胜算还是大。所以目前我可不能自己把自己计划搅乱。不过为了防止计划失败，我还得留一手。\n  大课间上完操回到教室，距离上课还有十来分钟。王玄彬一进来，我叫他一声。他转头看我的眼神就好像已经暗示着我的失败。我憋出几个字来：\n  “能允许我报一首歌吗？”\n  “行。”王玄彬闭上眼睛转过头，即没有询问唱什么歌，也没有问组里成员是否同意，更没有向老班的课代表帮我报名，接着拿出语文课时练做题了。组里的各个成员，似乎根本没听到，各自忙活着各自的。\n  之后去直接找老师申请唱一首歌，桓老师微笑着面对我：\n  “清唱吗？”\n  “嗯。”\n  “咱节目有点多我再看看，回去你也再多练练。可以在唱吧什么的上面练练。”\n  虽然老师说的是“再看看”，但是我不能放弃任何希望，我当然还丝毫没有放弃我想“切入”的计划，最起码我又多了一些在讲台上展示自己的机会，即使我从来不在同学面前唱歌什么的，而且，我唱的不好......\n  下午，王玄彬倒是没有问他们俩训练好没有。难道是他们俩练好了也和王玄彬讲过了只是我没有发现？希望一步一步落下，但是，还有希望！即使明天让我再替代，即使只有一节课的时间，我也愿意继续等待，我也愿意奔上讲台！\n  第二天，刚下早读，我如小鸟一样飞入老师办公室，没等我开口，桓老师就给我一个大“惊喜”：\n  “孩子，节目实在太满了呢！下次吧。”\n  “好吧......”\n  整个上午，王玄彬终究没提起这事，难道明馗和邢齐已经准备好迎接我的那份荣耀了？估计是吧......希望像夕阳一样逐渐落下......残余的希望却仍然让我继续坚持！\n  下午，来到教室，只好像往常一样安心写着自己的作业，计划放一边去吧......\n  庄泉又来找王玄彬闲聊，当他们讨论正高兴时，庄泉一句“你们组准备什么节目”使王玄彬看起来像是被一道闪电击中一样愣住，接着他双手抱住自己的脑袋：\n  “啊啊啊啊我给忘了！我们组明馗和邢齐好像还没练好呢！”王玄彬扭过头来，对着聊得正欢的邢齐和明馗，头上比平时收不齐学校要检查的作业冒出的汗还多，拽住明馗的衣襟晃来晃去：\n  “喂喂喂你们俩练好没！今天下午就要表演了！”\n  “老、老大淡定！我已经背好稿子了！没问题的......”明馗把手掌展出来，像个无辜的良民一样。\n  邢齐眼睛瞪起来，双手都不知道放在哪里，真是“如坐针毡，芒刺在背”。他也没有装作听不见，明馗还没把话说完，就抢先一步：\n  “王玄彬实在对不起啊我还没练完！”\n  此时语文课代表也刚好来，她已经知道我们组节目还没准备好，她去老师办公室了。\n  看到此幕，像是给我大脑扎一剂兴奋剂。现在是计划的绝佳时机，也是我的最后机会！我不能如此沉默，我必须在此刻实行最后的补救！我还没等王玄彬训斥邢齐，已经不能再等待！\n  “王玄彬让我来替代邢齐吧，我能很快背完稿子。”\n  王玄彬终于不再皱着眉头看着我，他眼神多出几分希望，眼睛又好像变大，拿着稿子就对着我：\n  “好好好沈然你加油快点背！”\n  “为啥？”王玄彬一把把桌子上一本书拿起来又摔下去，斜着头，直接用手指着王玄彬：“我还练呢！”\n  王玄彬把双手张开，放在身体两侧：“你都没练呢！”\n  “来来来把另一份稿子给我看看谁背得快！”\n  我像是吃了什么药一样，比平时背那些政治历史还快一倍，甚至已经一目十行，眼睛似乎想把整张纸的内容全部装进去，根本没有心思去管邢齐，预备铃响了，我却变得更精神，注意力更集中。\n  班主任的课代表回来了，站在王玄彬身边，弯腰对我们整个组讲：\n  “哎哎哎注意一下。对不起啊，节目实在太多了，你们组节目还没准备好久先撤了。”\n  王玄彬拍着手，想从座位上跳起来：\n  “好好好！没事！如果你想道歉就找沈然道歉吧。”\n  语文课代表走了，邢齐放下稿子，和明馗聊起来了，王玄彬继续写他那些作业。鞠欣然始终无动于衷，昭萍也写起作业来。\n  我却如同被丢弃在一个下着暴雪的、阴影的世界里，没有一丝光明照射在我的身上，任凭周围人来人往。我只能保持沉默......\n  主题班会很精彩......不是么？\n  放学了，我也不愿向着同学抱怨，走向车位。\n  “沈然......”一个柔嫩的声音让我不得不回头。\n"
        },
        {
            "author": "WM2030",
            "timestamp": 1490445120,
            "txt_content": "写法很有意思。有一种类日记但脱离了儿童日记的风格。在反映青年人的心理上别有趣味。\n我的评论往往有吹毛求疵之嫌，自己却也做得不够好，望勿怪。\n清晨坐在教室里，静静地等着邢齐和明馗的到来，在等待着计划的时机。等着邢齐和明馗因为没练挨骂后“切入”，如此一来我就又可以享受明天再讲台上表演了！三个“等”之间用一个句号是否有些不妥？\n没人动自己就乖乖脱落到王玄彬的桌子下面此句似乎有些歧义。尽管多读几遍可以理解作者的意思，但是在这里还是会有一次卡顿，引起阅读体验的中断。\n王玄彬等着他们补，监督着他们，放弃自己复习与预习的时间。这三个短句之间的顺序是否可以再考虑一下？\n还是嫌他们俩懒、拖拉这里的“还是”一词用得很有意思。另外顿号前后尽量用字数相同或相近的结构大概会好些。\n这样实在损我这里的含义是可以理解的，但是类似的表达在没有相同语言环境的人看来就有些滞涩。\n所以目前我可不能自己把自己计划搅乱。不过为了防止计划失败，我还得留一手。两个“计划”连用，有些冗累。\n王玄彬对他们俩少一分耐心与期望，我就多一分成功的可能，胜算还是大。又是一个奇妙的“还是”。\n\n后文中许多例子不再详述。\n整体上感觉略去的内容相当多，还有一些独特的表达，总之有些像是同学之间互相八卦的场景，而不那么像描写主角内心“沉默”的作品。"
        },
        {
            "author": "我为我为",
            "timestamp": 1490454720,
            "txt_content": "WM2030 发表于 2017-3-25 20:32\n写法很有意思。有一种类日记但脱离了儿童日记的风格。在反映青年人的心理上别有趣味。\n我的评论往往有吹毛 ...\n嗯谢谢dalao\n还有我想说主角是一个外表沉默内心狂热的人……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1490456640,
            "txt_content": "偏向对话流。希望能多方面刻画形象。\n语言略显贫瘠，需要多加锻炼。\n人名重复出现可善用“他/她”\n总体还是可以的，望进步"
        }
    ]
}