{
    "title": "【新手教程】红石生存零基础教学  by.MC_黎明",
    "author": "汐宫丶殇",
    "replyCount": 8,
    "timestamp": 1490628060,
    "txt_content": " 本帖最后由 汐宫丶殇 于 2017-3-29 14:12 编辑 \n【新手教程】红石生存零基础教学\n持续更新中：最近更新时间2017.03.27预告：刷铁机，刷怪笼改造，自动农场，自动牧场\nps.这篇帖子为对红石感兴趣，但才刚刚开始接触红石没什么基础的玩家编写，如有错误或者更实用的方法欢迎与我讨论~并不是从红石最基础的部分讲起，而是针对装置一一讲解涉及的红石知识\n\n一.论快速发展的姿势 一个存档的新建就是一个世界的生成，一个生存存档只要不出现意外玩家不中途放弃，可以陪伴我们很久很久......\n 咳咳，话归原题，当我们新建一个存档后，当然第一步先撸树，然后下矿（这里推荐1*2垂直下挖，1*2垂直下挖就是站在两个方块中间往下挖，到钻石层，11层左右‘钻石生成于14-2层’，开始鱼骨挖法），采集到这篇帖子的主角红石！好的正式开始我们的教程：       在生存初期玩家最关心的就是如何防止怪物和解决食物问题防止怪物最简单的办法就是给自己搭一个家（前期资源有限玩家不是住山动就是搭一个火柴盒），这里与红石无关就不做讲解。食物问题：生存前期有三种解决方案：耕种，畜牧，钓鱼\n                               1.耕种：种植各种作物，土豆.胡萝卜.小麦.西瓜.南瓜.可可豆                                     缺点：需要手动种植，需要该类作物的种子                        2.畜牧：养动物，鸡.羊.牛.兔.猪                                     缺点：需要手动喂养使动物繁殖，喂养动物需要作物                        3.钓鱼：最简单方便的获得食物姿势                                     缺点：需要线和水源\n所以我一般使用两种红石装置开局：钓鱼机和烤鸡机       钓鱼机：建造起来最简单原理最易懂的红石装置之一，缺点是需要挂机，而且玩家需要去杀蜘蛛获得线（如果运气好钓鱼时吊起一只有经验修补鱼竿，那么这只鱼竿就可以一直使用下去，ps.经验修补属于宝藏级附魔，未附魔的钓鱼竿5%几率钓到宝藏，且不一定是该物品）初期钓鱼机教程     ps.下面的钓鱼机教程针对1.11以后版本\n\n耗材：半砖*2，任意方块*3，充能方块*3，水桶*1，铁门*1，拌线钩*2，线*1，音符盒或告示牌*1先在地上挖4格长的坑\n如图第一格放下半砖，这里为玩家挂机点，放下挡水流的方块（不一定为羊毛），随意一侧在挡水流方块后放一个充能方块，放铁门水流ps.这样设计没用到漏斗，主要是考虑前期铁资源稀少的原因\n这里还需要一块半砖挡水流，不然鱼钩会被流动水流推出水源范围\n简单的电路部分，利用了鱼钩碰撞箱的原理，放音符盒是因为1.11.2版本目前发现可以阻止玩家右键的只有音符盒&告示牌\n这里的红色羊毛（可以换成其他方块）很重要，如没有这个方块钓钩在抛出后勾到线，铁门打开钓钩会滑出去（到铁门后边）\n这里给一个体积小但是浪费材料的钓鱼机\n具体原理请看我另一篇帖子：侦测器研究——单片钓鱼机：http://www.mcbbs.net/thread-679281-1-1.html\n知识点：拌线钩：配合线使用的开关方块（同按钮拉杆压力板）\n玩家首先应当将两个绊线钩分别附在墙面上，互相正对且最多相距40格远。然后，玩家应当在一对绊线钩之间连接线。\n\n与红石线不同的一点是，线能够悬空放置。线本身具有贴地或是浮空两种状态，无需为了使其浮空而在下方垫上其他方块[2]。绊线铺设成功的必要前提是由绊线钩---线长链---绊线钩的整体必须同时位于透明方块上（详见透明度条目）或下方同时具有非透明方块。\n\n一旦线铺设完成，绊线钩会显得被拉下来一点，表示成功铺设。此时，一旦任何实体（包括玩家、生物、箭、矿车、船，但不包括扔出的末影之眼与附魔之瓶）经过铺设好的线，或是通过鼠标左键或者是新增/移除绊线体系中任意一部分下方的方块来破坏铺设好的线（除非手里有剪刀），两边的绊线钩都会输出红石电能。[3]。在绊线上走动或移除绊线（无论是否使用剪刀）均为方块更新现象，可为方块更新感应器感应。\n\n绊线钩激活时会使绊线钩本身与其附着的方块强充能。在线被破坏或是玩家/生物离开连线1秒后，绊线钩会弹起而停止输出电能。\n\n如果将绊线铺设于铁轨上方，可以用于侦测矿车是否为空车。而探测铁轨无法探测矿车是否为空车。\n详见wiki：http://minecraft-zh.gamepedia.com/%E7%BB%8A%E7%BA%BF%E9%92%A9\n        这台装置利用了拌线钩+线来检测玩家将鱼钩抛出，因为钓竿的钩子是有实体碰撞箱的，因为鱼钩抛到水中后会漂浮起来，这时就会碰到水源上方的线，拌线钩就会发出信号，直到有鱼上钩，鱼钩会往下沉一下，离开线的检测范围，拌线钩发出的信号就会消失。\n        铁门不同于木门的地方在于它只能被红石信号打开，在之前版本铁门也是可以阻止玩家右键（使玩家右键失效）的方块，但由于更新，目前个人所发现的可阻止玩家右键的方块只有音符盒和告示牌。\nps.这里讲一下为什么要阻止玩家右键，因为我们这台装置的目的和特性就是为了AFK获得食物，阻止玩家右键这样就能在压键挂机。\n\n\n       烤鸡机：建造耗材比钓鱼机多，原理也能简单但需要先找到鸡！比起钓鱼机，烤鸡机不需要挂机只要玩家在周围活动就可以一直运作\n耗材：充能方块若干，漏斗*2，发射器*1，比较器*1，中继器*1，红石*3，岩浆桶*1，半砖*1\n 利用小鸡碰撞箱为0.5格，等它长大后碰撞箱会变大的原因用岩浆烫死，鸡蛋能砸出小鸡，发射器可以砸鸡蛋等待特性，制作这个装置只需要一个比较器检测发射器里的鸡蛋然后使其发射出去就行。因为要利用到比较器，所以玩家需要先到下界去采集石英，这样会比较麻烦。但也物超所值，一台烤鸡机的产量基本足够一名玩家生存使用\n还是给一个浪材料的版本ps：1.11版本以上有用，利用了新方块侦测器\n具体原理请看我另一篇帖子：【无红石】侦测器单片烤鸡机：http://www.mcbbs.net/thread-678931-1-1.html\n\n\nBy.MC_黎明\n\n【新手教程】红石生存零基础教学二.升级装备的重要性  食物问题解决之后，物资也渐渐积累起来，这时我们为了新的资源，会开始对这个世界进行大范围的探索，无奈晚上怪物太多，晚上外出会比较危险，这时我们需要对自己的装备进行升级！ 装备升级主要分为以下两种：装备原料升级：盔甲原料等级（从最弱/低耐久度至最强/高耐久度）：皮革<金<锁链<铁<钻石\n                        武器原料等级（从最弱/低耐久度至最强/高耐久度）：金<木<石<铁<钻石以上数据证明铁装是仅次于钻石最高等级的装备，且生存前期钻石并不足以让玩家随意消耗，所以推荐前期至中期以铁装为主流装备铁可以通过杀死铁傀儡获得，因为这个原理我们可以设计一款刷铁机。装备附魔：附魔这里就不用多说，需要大量经验，所以我们需要建造一个经验农场。\n       经验农场分为刷怪塔和刷怪笼改造部分，前期做刷怪塔明显性价比不高而且耗时长，我这里推荐对刷怪笼进行改造       刷怪笼改造优先级：骷髅（可获得附魔弓）>烈焰人（经验高）>蜘蛛>毒蜘蛛（改造难）>僵尸\n\n下面开始介绍刷铁机&骷髅刷怪笼改造\n刷铁机：既然是红石生存，我推荐直接建造一个32堆叠刷铁机\n骷髅&僵尸刷怪笼改造首先我们了解一下刷怪笼的机制：玩家距离刷怪箱16个方块内时，刷怪箱才会工作。当刷怪箱工作时，会以刷怪箱方块为中心的8×3×8（8格长宽，3格高）的有效区域生成生物，这意味着生物可以在一个9×9的区域，或距离刷怪箱3.5格的位置生成(PC版在用 /setblock 命令放置时可以改变这些参数)。生物可以在此区域符合生物生成要求的任意一处生成，生物更有可能生成在靠近刷怪箱而不是远离刷怪箱的地方。\n\n当生物生成的 X 和 Z 坐标（注：不一定与刷怪箱对齐）是小数时，它们会生成在 Y 坐标是整数的地方。生物可以生成在8×8平面区域内的任意一处，但生成的生物脚的高度会与刷怪箱方块在同一层，或者比它高一层或低一层。\n\n对于一些在生成区域以外生成的生物来说，必须远离不透明方块以确保可以容纳生物的高度和宽度，或由其它规则支配它们的每个生成区域。对于一些需要2格高或以上的空间才能生成的生物（如僵尸、骷髅或在Y轴最上面生成的烈焰人）来说，上面的空间必须只包含空气。\n来源于wiki：http://minecraft-zh.gamepedia.com/%E5%88%B7%E6%80%AA%E7%AE%B1\n因为以上机制，我们了解到骷髅的刷怪范围应为8.6*8.6*3.8这里直接约等于9*9*4\n\n让我们看看以前的骷髅刷怪笼改造的方式（我所介绍的设计是僵尸与骷髅刷怪笼都可以使用的）\n用水流将怪物聚集到一格然后杀死，我们还可以用红石机关设计刷怪笼开关（火把塔连接上去控制光亮），怪物挤压窒息（需要用到计时器，推荐使用漏斗计时器）和物品模式\n\n物品模式就是让怪物直接经过岩浆烧死，这种设计可能会使物品损失。。\n好的，因为1.11版本的更新，实体堆叠有了最大上限（为24），当一格里的实体生物数量大于24时，那么多出来的怪物就会窒息而死。\n\n因为实体堆叠上限的问题，为了较长时间挂机，这里将堆积怪物的区域增加到了3个方块，活板门的作用是为了防止小僵尸（小僵尸只有一格高）\n这里的物品模式也随着版本的更新有了进一步的提升，优点是这样不会损失物品，利用了1.10版本的新方块岩浆块与仙人掌类似，岩浆块会对站在上面的活动生物（可以自己移动的）造成每游戏刻1 （Half Heart.svg）的伤害。（尽管伤害减免会减除一些伤害，但是至少都是每半秒受到一次伤害。）不过，岩浆块并不会摧毁物品。它造成的伤害和火焰类型一样，但是可以被盔甲，盾牌，抗性提升的药水效果，还有保护和火焰保护附魔减少伤害。盔甲会承受其伤害，但是盾不会。不过玩家也可以通过潜行，防火药水效果或者穿上带有冰霜行者附魔的靴子来完全免疫伤害。\n更多岩浆块的特性：http://minecraft-zh.gamepedia.com/%E5%B2%A9%E6%B5%86%E5%9D%97\n\n\n\n知识点：\n活塞：可以推动大部分方块的红石元件粘性活塞：能推动方块也能拉回方块的红石元件........\n\n\n\nBy.MC_黎明",
    "replies": [
        {
            "author": "langyo_v2",
            "timestamp": 1490789700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "江湖帮主",
            "timestamp": 1490796180,
            "txt_content": "烤鸡机我发现了一个问题，如果那个岩浆一直在的话，收集率就降低，我知道物品是从生物的脚崩出来的，但是有时候是从身体中间飞出来的，就非常容易碰到岩浆，我生存采用了岩浆一直存在的设计，导致我现在的鸡肉不如以前多了，打算拆了建成以前的烤鸡机"
        },
        {
            "author": "江湖帮主",
            "timestamp": 1490796240,
            "txt_content": "江湖帮主 发表于 2017-3-29 22:03\n烤鸡机我发现了一个问题，如果那个岩浆一直在的话，收集率就降低，我知道物品是从生物的脚崩出来的，但是有 ...\n我语言表达得有点错乱，没办法，这是我的毛病，不知道楼主看懂了没"
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1490806860,
            "txt_content": "江湖帮主 发表于 2017-3-29 22:04\n我语言表达得有点错乱，没办法，这是我的毛病，不知道楼主看懂了没\n首先我说一下，如果是单人的话这样设计是没毛病的，足够玩家一个人生存的使用量，增加效率有两个办，第一，增加鸡的数量，但因为实体堆叠上限的问题需要扩大生蛋部分的面积，第二收回岩浆但这样要么需要计时器要么只能手动发射岩浆。"
        },
        {
            "author": "langyo_v2",
            "timestamp": 1490877300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1490878440,
            "txt_content": "langyo_v2 发表于 2017-3-30 20:35\n给你一些路子走,\n\n1,虽然这确实不需要讲太基础的东西,但最好还是把一些WIKI的链接贴上去,方便真正零基础的 ...\n以上的装置我都会认真考虑去做，最近在研究一项黑科技所以没更这帖子，好怕它会沉啊QAQ"
        },
        {
            "author": "无奈花以落",
            "timestamp": 1490925900,
            "txt_content": "学习了                                       "
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1490937060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}