{
    "title": "探索更新！即将登陆PE和Win10版！",
    "author": "广药",
    "replyCount": 8,
    "timestamp": 1490831160,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-3-30 21:11 编辑 \n\n\nTHE DISCOVERY UPDATE: ON POCKET AND WIN 10 SOON\n探索更新：即将登陆PE和Win10版！\n\nLlamas, shulkers and more! Android beta coming soon!\n羊驼，潜影盒和更多的东西！安卓测试即将开启！\n\nWhat could follow The End? The Epilogue Update? The Appendix Update? The Bit Where We Thank Our Cat Update? No! These things would imply that our work on Minecraft is coming to a close. It couldn’t be farther from the truth! (Although we are eternally thankful to our cat. You complete me, Mr. Mittens.)\n末影更新后应该是啥？文艺更新？附加更新？感谢猫更新？都不是！这些都意味着我们对Minecraft的工作即将结束。这可不能离真相甚远！ （尽管我们已经感谢了我们的猫，Mr. Mittens 你控制我了）\n\nIn fact, there’s loads and loads more coming in 1.1, aka The Discovery Update! Android users can get a taste of what’s on its way with the beta that we are opening up for testing in the near future. We're not ready to open the beta up quite yet, but as soon as we are we'll let you know! Promise!\n事实上，有很多很多很多的东西将登陆1.1，也就是“探索更新”！ Android用户可以通过我们在不久的将来开放测试的测试版来了解详情。目前我们还没有准备好开始测试测试版，但是一旦我们准备好了我们会让你知道的！拉钩！\n\nIt’s not called The Discovery Update for no reason: there are many mysterious and wondrous things to uncover. Barter with a cartographer for a treasure map, sling your supplies into a llama’s pack (or into a shulker box) and embark on an epic quest to locate the dank and dangerous forest mansion! Does your route take you across an impassable river? The Enchantment of Frostwalking will solve that problem! Meanwhile, the Enchantment of Mending will keep your swordblade sharp no matter how many mobs you slay along the way. Defeat the sinister illagers who lurk within the mansion and make off with their precious loot - the Totem of Undying - and cheat death as you throw yourself into further peril!\n没有任何理由的，它被称为探索更新：你要去探索许多神秘和奇妙的事情。与制图师进行交易，将您的物品拖入羊驼的箱子中（或者潜影盒中），然后踏上史诗般的冒险，找到恐怖又危险的林地府邸！你是否会想穿越一条无法通过的河流？ 冰霜行者附魔可以解决这个问题！与此同时，无论您在途中遇到多少生物，您都可以用宝藏型附魔保持你剑刃的锋利。打败隐藏在林地府邸内邪恶的幻魔者，并用他们掉落的宝贵战利品 - 不死图腾 - 在你陷入进一步的危险而死亡时作下弊吧！\n\n\n\n\n\n\nCrafters looking for a more sedate pace of discovery will be pleased to hear you can now dye beds, smelt ingots, and build with the fancypants new blocks: glazed terracotta and concrete. And those with an even more experimental inclination, will find the expansion of Add-Ons to their liking: you’ll now be able to remix mobs’ movement properties!\n你们被震惊到了还没冷静下来的时候，会很高兴的听到：你现在可以染床，冶炼铁粒，并用这些华丽的新方块：染色带釉陶瓦和混凝土进行建筑。那些具有实验倾向的人，会发现AddOns的扩展是他们所喜欢的东西：你现在可以混搭生物的动作属性了！\n\nAnd these things are just the start - we’ll be revealing even more of the Discovery Update’s secrets in the coming weeks!\n所有的这些东西只是个开始，我们将在接下来的几个星期内透露更多发现更新的秘密！\n\nExciting times ahead!\n嗨起来！\n\n\n原文:https://minecraft.net/zh-hans/ar ... ket-and-win-10-soon",
    "replies": [
        {
            "author": "kkk154",
            "timestamp": 1490838300,
            "txt_content": "期待，跳票"
        },
        {
            "author": "嗷大喵",
            "timestamp": 1490839680,
            "txt_content": "所以…染色玻璃呢？"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1490840880,
            "txt_content": "论天国的彩色玻璃"
        },
        {
            "author": "Actahedral",
            "timestamp": 1490843640,
            "txt_content": "跳票！Promise!"
        },
        {
            "author": "⑨",
            "timestamp": 1490846700,
            "txt_content": "所以 彩色玻璃就这样的被PE抛弃了？？\n所以 彩色玻璃板就这样消失了？？\n所以 又跳票了？？"
        },
        {
            "author": "dwch",
            "timestamp": 1490849280,
            "txt_content": "\"Exciting\" times ahead!\n苟。。"
        },
        {
            "author": "。—。",
            "timestamp": 1490851020,
            "txt_content": "好像还没校对完的样子呐_(:зゝ∠)_"
        },
        {
            "author": "破损的鞘翅",
            "timestamp": 1490851680,
            "txt_content": "愿天堂里有染色玻璃"
        }
    ]
}