{
    "title": "[1.15.2-1.8][SuperBlocks——超级方块][汉化]方块存储，方块复制，桶类扩展",
    "author": "aemande",
    "replyCount": 6,
    "timestamp": 1490871180,
    "txt_content": " 本帖最后由 aemande 于 2021-2-17 17:42 编辑 \n\n++翻译自原帖的简介++这个模组有什么功能？\n这个模组旨在通过压缩物品的方法间接增加你的库存容量。超级方块模组是作者The_Wabbit的“Hoadercraft”系列mod之一。 如果你有大型农场或大量采矿获得的材料，这个模组可以帮助你解决为了存储这些材料而建造大型的存储设备的烦恼。\nSuper Blocks——超级方块\n超级方块是普通物品和方块的高度压缩版本，可以让你在有限的存储空间里存储更多物品。在最压缩的情况下，你可以将两个大型箱子数量的物品存储在仅仅一个存储格中。超级方块有8个级别，最高可以将64个方块压缩为一个。\n简单的工作原理的图示在工作台直接合成可以直接将任意级别的超级方块直接返还为最初级的方块。点击隐藏查看详细信息。\n超级方块概述\n超级方块是普通块的高度压缩版本，允许您将更多的物品存储在标准的Minecraft库存容器中。用于休闲或即时使用，您可以使用工作台手动制作不同的超级方块。他们可以作为您的农场和采矿作业的大容量存储单元的一部分。\n一些普通方块和他们的压缩版本\n如何制作超级方块\n所有超级方块都有基本相同的配方：首先，你可以先从8或者9个普通方块制作一个一级的超级方块（数量取决于你是否运行了超级兼容模式）。\n制作一级超级方块（默认模式）\n然后，你可以再使用8个普通方块围绕着这个超级方块，将其再次压缩。后面循环往复到8级时，你已经压缩了64个物品了。\n二级超级方块配方（其后循环往复到8级）\n要将超级方块还原，你可以直接将其放置在合成台中。注意，还原时只能还原到最初级的方块。\n只能还原到最初级\n超级兼容模式\n由于一级配方比较容易与其他模组冲突，所以作者专门设置了兼容方法，开启超级兼容模式后，超级方块的一级配方将需要绳子来参与，如下图\n开掘超级兼容模式的一级超级方块\n支持的方块\n并不是所有的方块都支持压缩，例如，没有钻石和绿宝石的超级方块。另外，一些物品也有超级方块，比如甘蔗。在材质方面，一级超级方块基本上和普通方块差别不大（但挖掘更慢，更防爆），你可以当做代替普通方块的建筑材料来使用。某些超级方块可以保持合成其的方块的性质。比如，沙子沙砾超级方块会像正常的砂砾一样落下，地狱岩的超级方块可以保持火焰，而粘土和冰块则是半透明的。下图为示例\n\n\n\n一些物品也有超级方块，比如甘蔗\n\n荒谬数量的方块（囤积者之梦）\n\n荒谬方块是超级方块的超级方块，这些是真正的超级压缩方块，每一级荒谬方块都是九个下级方块的压缩。制作哪怕一个二级荒谬方块都需要很久的收集。荒谬方块有五级，每升一级所需要的方块数量都是指数型增加的。当升级到最高级时，将会包含3800000个方块，这是荒谬的。不过，如果你是一流的囤积者，或许这些合成配方确实是需要的。\nPacked Items——捆扎包装的物品\n捆扎包装的物品可以让你压缩物品的数量。并且进一步将压缩物品压缩成超级方块。以便进一步存储。\n如何将36颗末影珍珠压缩成一个超级方块。\n大捆包装的超级方块与普通的物品块所需要的合成物品稍有不同。他们每个块至少有36个物品。\n压缩可以返还。查看隐藏获取更多信息。\n包装项目概述\n包装的物品可以让你按照标准的方式压缩普通物品，你可以进一步将某些包装物品压缩成块和超级块，以便在每个库存槽中进一步存储。\n\n与超级方块一样，包装物品的目的是为了让更多的物品存储在有限的存储槽中。你可以借此大量囤积物品。这些物品可能在原版中已经有了快状存储的方式（例如红石有红石块），但包装物品的合成方式始终是统一的。\n如何制作包装物品\n制作包装物品是简单的，你可以直接将物品放置在工作台中，数量为4、6或9个不等。而块则需要9个包装物品来合成。你可以使用NEI（1.8）和JEI（1.8.9+）来查看配方。以下为示例\n6个萤石粉合成包装萤石\n4个胡萝卜合成包装胡萝卜\n9个包装胡萝卜合成胡萝卜方块\n需要返还物品也很简单，直接合成即可\n方块返还为包装物品\n包装物品返还为物品、\n超级兼容模式\n由于一级包装物品配方比较容易与其他模组冲突，所以作者专门设置了兼容方法，开启超级兼容模式后，包装物品的一级配方将需要绳子来参与，如下图\n需要绳子来包装\n可燃的包装物品\n一些包装物品由可燃物品组成，您可以使用这些物品的包装版本来作为燃料。包装物的燃烧时间大约是底层物品的燃烧时间乘以包中的物品数量。在一些情况下，我们实际上增加了使用某些原版物品作为燃料的能力。例如，您可以燃烧一包箭头以获得与燃烧6根烈焰棒相同的效果。\n可燃包装物品燃料：包装的火焰棒\nMinecraft 1.8+注释\n在Minecraft 1.8和1.8.9版本的包装物品中，如果包装有相关的方块，则它可能是也可能不是可燃烧的。如果计算的燃烧时间超过一桶熔岩，则1.8版本的模块将不会让您使用该块作为燃料，比如，你可以使用包装烈焰棒作为燃料；你不能使用大捆包装的烈焰棒（方块）作为燃料。同样的包装木炭块也是这样。较新的mod版本（Minecraft 1.11,1.11.2）没有这个限制。\n浪费燃料\nSuper Buckets——超级桶\n超级桶是替代原版桶的方便物品。利用超级桶，你可以在默认情况下携带更多的液体（岩浆、水、牛奶等）。虽然可以使用超级桶代替原版的桶，但超级桶不会对原版桶做然后修改。\n大桶类超级桶，每个桶可以存储15000mb液体\n超级桶并不仅仅是普通桶的容量增加版，实际上，他们可以在堆叠时工作。点击隐藏查看更多信息。\n超级桶概述\n超级桶是替代原版桶的方便物品。利用超级桶，你可以在默认情况下携带更多的液体（岩浆、水、牛奶等）。虽然可以使用超级桶代替原版的桶，但超级桶不会对原版桶做然后修改。\n基础桶\n\n基础桶的基本功能与原版桶一致，不过，它的空桶可以堆叠32个，而乘了液体的桶则可以堆叠16个（堆叠数量可以在配置文件中修改）。牛奶基础桶有个很不错的功能，你喝了它后，它只会消除“坏”的药水效果。这些基础桶也是其他超级桶的基础合成材料。\n制作一个基础桶需要在普通桶的基础上增加三个铁粒\n如果你有任何添加了铁粒的模组（有那么几十个）的话，这个模组可以兼容这些铁粒，当然，这个模组也添加了他自己的铁粒：\n普通的合成\n可以直接用普通桶合成。\n大桶\n\n大桶是比基础桶更好的桶，每个大桶可以存储15个原版桶的液体。另外，这个模组还添加了一个名为蘑菇煲桶的新桶，它可以通过用空大桶右键哞菇来获得。大桶的使用方法和普通桶一致。\n空大桶可以堆叠32个，但液体大桶无法堆叠，不过蘑菇煲桶是特殊的，它可以堆叠16个。\n大桶牛奶可以直接合成牛奶桶\n蘑菇煲桶可以直接合成蘑菇煲\n大桶的合成方法，略贵\n铁块和桶合成\n无限桶\n\n无限桶可以无限的舀液体，它会自动创建无限的液体基础桶（无限桶不会消失）。有了无限桶，你就有了无限个基础桶了。\n你还可以用无限桶创造无限岩浆桶和无限水桶，他们可以无限的倒出岩浆和水。\n无限桶合成配方（三个方块为一级压缩超级铁块）\n无限岩浆桶由一个无限桶和五个岩浆桶合成\n无限水桶由一个无限桶和五个水桶合成\n汲取桶\n汲取桶是获取树脂的必要工具。需要获得树脂，你可以使用汲取桶右键任何除桦树以外的原版树木，便可以舀到一桶，一桶树脂可以制成4个树脂球，树脂球可以代替粘液球。树脂囊还可以通过破坏树叶得到。\n汲取桶的制作方法\n树脂球的制作\n你可以通过两个树脂囊制作成一个树脂球，树脂球可以直接合成成树脂囊\n并且树脂囊可以直接参与某些原版合成。\nor\noror\n另外，树脂囊也是某些超级方块的合成材料\n\n如果正常的将树脂球3x3的摆放，可以获得原版的粘液块，而在中间换成树脂囊的话，可以合成本模组的树脂块。\n树脂块\n区别\n树脂囊的掉落\n如果你有Vanilla Food Pantry模组，那么汲取桶可以获得桦树汁，作为食物\n一桶可以制作两瓶桦树汁\nStrong Glass——强化玻璃\n强化玻璃是玻璃的超级方块，与普通的玻璃相比，它具有更高的防爆性和更慢的挖掘速度。并且，强化玻璃并不会像普通的玻璃那样挖掘后破碎。最强的强化玻璃（强化堡垒级）具有与末地石相同的抗爆性。\n彩色版本\n你可以使用强化玻璃来制作其他类型的超级玻璃块，如强化萤光玻璃和发光玻璃灯。你可以使用他们作为光源，代替萤石、岩浆或火把。点击隐藏解锁更多信息\n强化玻璃概述\n强化玻璃是玻璃的超级方块，与普通的玻璃相比，它具有更高的防爆性和更慢的挖掘速度。并且，强化玻璃并不会像普通的玻璃那样挖掘后破碎。最强的强化玻璃（强化堡垒级）具有与末地石相同的抗爆性。\n\n有四种强化玻璃：大块级、强化级、堡垒级、强化堡垒级。强化堡垒级具有末地石级别的防爆。但在没有工具的情况下仍然易碎。\n制作强化玻璃\n中间换成强化玻璃可以合成成更高一级\n彩色强化玻璃\n通过颜料制作\n玻璃灯\n\n你可以用任意彩色玻璃制作发光玻璃灯。从鱿鱼处获得荧光囊，以及任意的染料，再加上强化玻璃，就可以合成玻璃灯了。有两种基本的颜色“硬白”和“软白”，用以模仿灯具。以及“草”，“石”，“沙石” “木”，“粘土”等各种颜色材质的玻璃灯。\nor制作“硬白”和“软白”玻璃灯\n\n荧光囊可以从鱿鱼处取得。\n可以合成萤石\n红石灯或者反向红石灯\n\n需要红石信号开启\n可返还\n强化玻璃返还\n强化玻璃返还\n有色强化玻璃不能改变信标颜色\nAvatar Objects——阿瓦塔之石\n阿瓦塔之石是一种特殊的复制石，它可以帮助你在和平模式下获得更多的农作物和方块。他们可以合成附魔书和附魔工具大多数阿瓦塔方块都需要超级方块参与合成。点击隐藏获取更多信息。\n阿瓦塔系列\n阿瓦塔之石\n阿瓦塔之石是大量囤积玩家的福利，它本身并不能获得什么功能，但是，当它与各种超级方块合成后，它将具有将不同的方块替换的功能，十分强大\n\n如何制作？首先，你必须有养鸡场，获得许多许多羽毛，再挖掘，获得许多泥土或者圆石。再来，你必须有很多铁，以制作无限桶。再加上小小的木炭，阿瓦塔之石就做好了，它有16次合成机会。\nor制作方法（无限桶将变回普通桶）\n次数限制\n阿瓦塔方块\n阿瓦塔方块是由阿瓦塔之石和任意超级方块合成后得到的产物，它有各种分类和功能。例如，你可以将超级南瓜块转换成超级蘑菇块。用容易获得的方块转换成不太容易获得的方块。\n阿瓦塔方块（作物）可以这样或这样\n超级挖掘工具和钓竿\n你可以使用阿瓦塔之石，通过合成的方法给工具附魔。合成的物品越贵，附魔越高。\n四个一级超级红石块可以附魔\n具体请参考JEI和NEI，特定的物品可以附特定的附魔\n附魔书合成\n你可以直接通过使用阿瓦塔之石合成来合成附魔书\n用七块大量捆扎的羽毛可以附魔\n摔落保护IV，特定的物品可以获得特定的附魔书。具体请参考JEI和NEI。\n阿瓦塔方块\n阿瓦塔方块是由阿瓦塔之石和任意超级方块合成后得到的产物，它有各种分类和功能。它可以将容易得到的方块（如泥土和圆石）转换成不太容易得到的方块（如花岗岩和红沙）。由于需要阿瓦塔之石，所以并不便宜。\n方块有六种类型\n每种类型的方块可以交换特定的物品。六种分别为\n沙土类：复制部分沙子和泥土方块（通常是用铲子挖掘的方块）\n岩石类：复制部分石头类方块（通常是用镐挖掘的方块）\n作物类：复制作物方块（如西瓜南瓜，仙人掌等）\n燃料类：复制燃料（煤，原木等）\n金属类：复制金属（铁，金和黑曜石）\n杂项类：复制任何不属于前几种的超级方块\n示例，从超级铁块x8合成出金属类阿瓦塔方块\n示例，沙土类阿瓦塔方块复制灵魂沙\n示例，杂项类阿瓦塔方块复制海晶灯\n自定义转换\n示例，金属类阿瓦塔方块转换成自定义方块\nSplonges——海绵块\n海绵是替代原版海绵的可行方法，使用超级方块来合成海绵块。这些海绵块有更好的吸水性和工作时间。它会吸取尽可能多的液体，直到饱和（96个液体源）。点击隐藏获取更多信息。\n\n海绵概述\n海绵是替代原版海绵的可行方法，使用超级方块来合成海绵块。这些海绵块有更好的吸水性和工作时间。它会吸取尽可能多的液体，直到饱和（96个液体源）。你可以直接放置在液体中，他们会直接将附近的液体吸收。\n\n水海绵块制作方法\n如图，需要一级羊毛、沙子、仙人掌超级方块制作。\n与普通的海绵不同，本模组的海绵不会变湿。它会尽量将附近的液体源吸收，当饱和时（32个液体源），吸收不会停止，同行们会继续吸收液体源，当再吸收64个液体源后，海绵块将会过饱和，过饱和的海绵将会不可逆转的损坏，永远不能吸收液体了。\n未饱和的海绵\n过饱和的海绵\n岩浆海绵块制作方法\n如图，由一级地狱岩、沙砾、仙人掌超级方块制作\n它可以吸收最多96个岩浆源。当然，吸收96个后它也会过饱和\n岩浆海绵和点燃的海绵\n过饱和海绵的用途\n并不是说海绵过饱和后就没有用途了，过饱和的海绵能保留其中的液体，通过合成，你可以将液体“拧出来”\nand凝胶化海绵和引燃海绵可以合成浸没海绵\nand浸没海绵可以合成成相应的液体\n岩浆浸没海绵可以作为燃料，燃料值同岩浆桶。\nSuper-Compatibility Mode——超级兼容模式\n当这个模组与其他模组配合时，或许会出现配方冲突的现象，如果遇到此问题，你可以在配置文件中打开超兼容模式，打开后，模组会尽量使得所有物品的配方唯一化。但这会使得配方复杂化，所以默认是关闭的。开启超级兼容模式后，一级配方将需要绳子来参与。点击隐藏获取更多信息\n超级兼容模式\n由于一级配方比较容易与其他模组冲突，所以作者专门设置了兼容方法，开启超级兼容模式后，包装物品的一级配方将需要绳子来参与\n分别为枝叶绳，树皮绳，铁丝绳。\n制作枝叶绳，枝叶绳是最弱的绳子，你可以用它来大量捆扎包装物品。\n如图，可以用来捆扎包装物品\n制作树皮绳，树皮绳是标准的绳子，它可以用来捆扎更多高级的物品。\n如图，任意树苗和羊毛合成\n制作铁丝绳，铁丝绳是最高级的绳子，它能捆扎任意物品和方块，并且能代替线。\n如图，任意羊毛和铁锭合成\n无限捆扎绳\n利用超级方块，可以制作无限次使用的绳子\n示例，无限枝叶绳，其他两种绳子制作方法请参考JEI/NEI\n无限铁丝绳可以在任意绳子配方中代替。++搬运授权++\n\n\n\n\nQuestions about the zh_cn.json localized file · Is.png (249.93 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-22 22:21 上传\n\n\n\n\n\n发作者汉化的时候顺便要了一下授权++更新日志++\n2017-3-27 帖子发布\n2017-3-28 将主页内容翻译至发布页\n2017-3-28 发布汉化\n2019-12-22 发布1.14最新汉化，并提供其前置模组地址\n2019-12-24 增加curseforge加载缓慢的解决\n2019-12-29 编写适应版本安装要求++适应版本++MC 1.14.4 Mod安装要求（已测试）-Minecraft 1.14.4-至少forge1.14.4-28.1.39-仅限Carrots Lib mc1.14.4-2.0b4-客户端和服务器通用-MC 1.12 / .1 / .2 Mod安装要求（已测试）-Minecraft 1.12、1.12.1或1.12.2-forge（推荐的版本）-客户端和服务器通用MC 1.11.2 Mod安装要求（已测试）-Minecraft 1.11.2-forge（至少1.11.2-13.20.0.2255）-客户端和服务器通用MC 1.11.0 Mod安装要求（已测试）-Minecraft 1.11-forge（仅1.11-13.19.1.2189）-客户端和服务器通用MC 1.8.9 Mod安装要求（已测试）-Minecraft 1.8.9-forge（至少1.8.9-11.15.1.1722）-客户端和服务器通用MC 1.8.0 Mod安装要求（已测试）-Minecraft 1.8.0-forge（至少1.8-11.14.3.1450）-仅客户端使用++下载++尊重作者，请使用Curse\n连不上curseforge请用直连：\n1.14.4：https://media.forgecdn.net/files/2892/114/superblocks-mc1.14.4-5.0.1.jar\n1.12.2：\nhttps://media.forgecdn.net/files/2702/785/superblocks-mc1.12.2-4.2.3.jar\n1.11.2：\nhttps://media.forgecdn.net/files/2411/919/superblocks-mc1.11.2-3.1.jar\n1.14.4本模组需要前置：CarrotsLib\n\n连不上curseforge请用直连：\n1.14.4：\nhttps://media.forgecdn.net/files/2897/755/carrotslib-mc1.15.2-2.5b1.jar\n1.12.2：\nhttps://media.forgecdn.net/files/2892/107/carrotslib-mc1.14.4-2.0.1.jar\n1.11.2：\nhttps://media.forgecdn.net/files/2660/247/carrotslib-mc1.12.2-1.0.0b1.jar\n1.14.4前置模组的汉化：CarrotsLib baidu如果你觉得Curseforge加载慢，请看这里尝试解决或者使用这个Chrome 扩展：GoFW （扩展安装方法请自己百度）1.12.2汉化可以使用标准汉化模组：I18nUpdateMod\n单独汉化文件下载：度盘（1.14.4汉化完成）\ncurseforge无法下载的，请用浏览器下载后获得下载地址，再使用迅雷、比特彗星等专业下载软件下\n\n",
    "replies": [
        {
            "author": "wwwzzzcom1",
            "timestamp": 1490884380,
            "txt_content": "配方冲突应该也可以用“不再有合成冲突”mod解决吧"
        },
        {
            "author": "wwwzzzcom1",
            "timestamp": 1490940240,
            "txt_content": "跳过了1.9 1.10有点蛋疼"
        },
        {
            "author": "马若华",
            "timestamp": 1490942100,
            "txt_content": "悲催的跳版本更新mod.........我想要1.10.2的，作者太坑了。"
        },
        {
            "author": "_雨夜丶",
            "timestamp": 1491735480,
            "txt_content": "现在大部分模组都停留在1.10.2 为什么作者还开发1.11的。。"
        },
        {
            "author": "aemande",
            "timestamp": 1491739680,
            "txt_content": "_雨夜丶 发表于 2017-4-9 18:58\n现在大部分模组都停留在1.10.2 为什么作者还开发1.11的。。\n其实现在很多作者都开始进军1.11了，至少1.11的内存占用大大减少了"
        },
        {
            "author": "蔡徐坤987",
            "timestamp": 1566459360,
            "txt_content": "阔以，很NB！！！！！！！！！"
        }
    ]
}