{
    "title": "【原创/连载】《讨厌的日常》—— ③",
    "author": "秋叶枫苓",
    "replyCount": 1,
    "timestamp": 1520347980,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-6 23:45 编辑 \n\n“噗通”随着一声轻响，石块落在了池塘里，激出阵阵涟漪。岸边，一大块突出的石块上，帕斯把玩着身边的石块，而石块附近，还混着两颗闪着蓝色光辉的“大石块”，不过对现在的帕斯来说，也只是一不留神会丢到池塘里的存在而已，她面无表情地看着池塘，不知在想着什么\n不知是因为远离镇子还是靠近水源，一阵阵清风将太阳的炎热吹向远方，附近的橡木林里，不时能看到乘凉的兔子\n“。。。唉。。。”帕斯叹息了一声，又将一个石子拿起，向着池塘丢去，石子顺着她的手滑出去，漂亮地掉进了池塘里里，帕斯呆了一会，看着自己慢慢收回来的右手\n突然，毫无预兆地，她一下子从坐姿变成半蹲，左手不知从哪里摸出来一把普通的木质弓，她的眼镜瞄准着远方的橡树底下，正在乘凉的灰色小兔子\n左手稳稳地将弓架起，右手摆出握姿，一根带羽木箭就出现在她右手中，她深吸了一口气，将箭搭在弓上，渐渐用力，弓弦渐渐被她拉到满月状，只要她轻轻放开弓弦，想必在那乘凉的小兔子便会应声倒地吧\n“啪嚓”“。。。啧。。。”\n然而，发出声响的不是树下，而是帕斯的右手\n她的右手发出濒临崩坏的声音，弓弦一下子松了开来，弓箭也一下子从弓上掉落，她的右手被紧绷的弓弦削下了一些白色的碎屑，她本人也似乎因为痛苦皱起了眉头\n“。。。啊啊，果然还是不行吗。”像是重复了无数次一样，帕斯又叹了口气，随手将弓扔在了旁边，躺在了石块上\n没错，帕斯是很强，作为一只骷髅，她能使用史蒂夫才能使用的工具，甚至连合成也通过联系掌握了，更别提通过找出敌人肌肉纹理，用剑刃在一瞬间划开的自创剑技——滴水石穿，她的的确确能用“很强”这个词形容\n但，这也是有代价的\n为什么骷髅能用史蒂夫的工具，这中间的过程并不复杂，她只是将自己的双手亲自粉碎了\n骷髅拥有的天赋，是[弓箭]和[无限]，被赋予这些才能的骷髅，它们的双手，被限制着只能使用[弓]和[箭]，但这已经足够了，作为怪物来说的话\n帕斯她，放弃了做为怪物的生活，将天生赋予的象征着才能的双手粉碎了，而她再生的双手根本无法支撑满月弓弦的力量，她不是因为有趣而创造的剑技，而是为了使用，她的手也无法支撑她使出正常的劈砍\n“。。。值得。。。吗。。。”她喃喃自语着，看着自己纤细的手指，回想着自己所经历的一切\n“。。。啊啊，跟个小孩子一样”她突然笑了，坐了起来“我又不是凌夜那个级别的，闹什么脾气啊”她不知为什么，大声地自言自语着，站起来伸了个懒腰\n视线无意中看到了自己花了一番功夫拿到的钻石，她笑了笑，一把将它们抓在了手上\n“嗯～～哈～赶紧回去吧，他们估计没有我都不敢开饭了吧，哈哈～”\n少女，怪物，非人，总之就这样的帕斯，带着虚伪的笑容，开始了回“家”的旅程\n我怎么会后悔呢\n她自己这么想着\n我不是找到了吗，自己这么做的理由\n有些寒酸的门扉前，她这么想着\n心中渐渐被其他情绪填满\n她推开了门\n“。。。。。”\n不是台词没有想好，也不是被类似“凌夜骑在左的头上后空翻”之类的场景给吓到\n门扉后面，屋子里头\n“左!菜放这边了咯!今天怎么又没有牛肉啊!”\n“**死了，你出钱买吗?”\n“好啦好啦，凌夜别又把菜打翻了哦”\n里面，是一副普通，极其普通，再普通不过的景象了\n但是\n但是但是\n帕斯一句话也说不出来\n(“你以为自己很特别吗?!”)\n不好的回忆，像是黑色的潮水一样，在她的心中涌现出来，将她淹没\n没有她，这个地方有什么不同吗\n她自己这么问自己\n奇怪\n我到底是什么\n骷髅?妖怪?史蒂夫?\n我。。。是哪边?\n我。。。是什么?\n回过神来的时候，帕斯已经不在门口了，她自己也不知道自己在哪，也不知道\n自己该要去哪\n——————————————————\n“啊!狡猾!不是没牛肉吗!为什么又有了!”\n“。。。你别想动，这是给帕斯准备的，这些是你先吃的份”\n“我也想等帕斯回来再吃啊!”\n“刚刚喊着要饿死的人是谁啊?你只是因为有牛肉吧!”\n“好啦好啦两位，既然凌夜要等大家就再等一会吧”\n“。。。那我出去一会”\n“嗯?怎么了?还有加餐吗?”\n“。。。你脑袋里除了吃的还有别的东西吗?”\n“是去铁匠铺吧”\n“。。。啧”\n“诶!参白猜中了?!”\n“**死了，总之给我等着!”\n————————————————————\n“那位骷髅!等一下!”\n“。。。。”\n“喂!我叫你等一下啊!”\n“。。。啊。。。”帕斯终于意识到声音是在叫她，她呆呆地向着声音的方向回应了一声，一个穿着警服的史蒂夫有些生气的走了过来\n“叫你那么大声没有听到吗?”\n“。。。抱歉。。。”\n“真是的。。。”警官看着帕斯叹了口气，随后用严肃的声音说:“请问，你是这个城市的居民吧”\n“。。。应该算是吧”\n“那你带着这个”警官突然将一个简单的木质牌号递给帕斯\n“。。。这是?”\n“最近都不要出镇子哦，特别是去挖矿”警官又叹了口气，推了推警帽，看着镇子门口的方向“维基斯矿洞”，就是你们经常去挖矿的那一个，突然塌方了，涌出了一大批攻击性的怪物”\n“诶”帕斯的眼睛(。。。骷髅的眼睛)突然瞪大了\n“原因还不明了，总之很危险，千万不要去啊”警官又叮嘱了一遍，又向着镇子里走去，虽然帕斯是一副骷髅，但一依旧尽心尽责的他想必是个好警官吧\n但帕斯在意的重点不在这里\n“。。。怪物。。。矿洞。。。”\n她的内心突然锁紧了，一连串不好的想法接二连三地冒出来\n“。。。要去”将牌号握紧的她，突然向着镇子外跑去\n明明没有理由，也没有什么人拜托她\n但是她还是向着那里跑去\n即使什么都不是，即使不是特别的，她也要去\n就算是，回报这一份根本不算是温柔的温柔，她握着粗糙的牌号这么想着\n",
    "replies": [
        {
            "author": "秋叶枫苓",
            "timestamp": 1520348040,
            "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-6 23:56 编辑 \n\n感情我是存草稿箱没发表啊。。。去年写的今年刚发。。。"
        }
    ]
}