{
    "title": "僵尸大陆之僵尸之战【连载小说】",
    "author": "langyo_v2",
    "replyCount": 5,
    "timestamp": 1491058800,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "388498173",
            "timestamp": 1491059160,
            "txt_content": "标题: 僵尸大陆之僵尸之战【连载小说】 本帖最后由 388498173 于 2017-4-2 14:14 编辑 \n\n游戏链接http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=676674\n\n一、博士的苏醒，灾难的开始                     \n       在一个南极冰山山洞的角落，有一群科学家在讨论着……\n       “你认为这容器里的生物是什么时候被关进去的。”\n       “应该是上古时候吧！”\n       “按照目前的技术还无法打开这个容器。对了，另一个勘探小队采集到了我们所需的物质，明天再来看一看吧！”\n       “好的！”\n       科学家们走后的那个夜晚，山洞的容器打开了。出来了一只头戴骷髅头颅，身穿白色衬衫，还携带着几瓶药水的僵尸，“白天的时候好像有人打扰了我，打扰了我安然的沉睡，我僵尸博士睡得好好的，竟被人类这群蝼蚁吵醒！”僵尸博士说，“哼！他们还把我苦心研究的药水夺走了，气死我啦！”说完僵尸博士打开了另外两个休眠舱，另两个休眠舱内的坦克僵尸出来了：“博士大人，有何吩咐？”\n       “把在南极内的这些人类统统干掉！”\n       “是！”\n       坦克僵尸走后，博士看了看一眼僵尸机甲“咦？这部机甲跟我沉睡了那么长时间，竟然下半身不见了！看来是那群人类干的！”博士启动了山洞实验室的电脑，电脑把山洞内的监控系统打开了。坦克僵尸出去后，博士把山洞的门关上了。\n       科学家们正在分析着数据，突然，一阵吼声打破了寂静……\n       “怎么回事？”一名科学家问。\n       “分析出不明生物体正在接近。”另一名科学家回答。\n       随后，营帐立马破出了一个大洞，寒风随着大洞呼啸而来，走进来的是两只坦克僵尸。\n       “保安！士兵！救命啊！”\n       “吼！”\n       “救命啊！”\n       士兵立马前来对这两只坦克僵尸进行扫射，可没有用，坦克僵尸的皮实在太厚了，子弹根本穿不透那厚厚的盔甲。随后坦克僵尸往地上一锤，一大堆士兵立马倒地不省人事。“不要吃我啊！啊！”科学家们叫喊着，但这叫喊是没用的。科学家们被两只坦克僵尸们慢慢的吃光了，他们张开血盆大口，用强壮的双臂抓紧科学家的身躯，科学家们的挣扎在这强壮的双臂面前毫无一点意义。随后，由头到脚，慢慢的被吃掉，地上的士兵也是如此。企鹅们害怕这些嚎叫声在自己的窝里躲起来，整个南极洲弥漫着惨叫声！\n       第二天，整个南极无一人生还……\n二、机甲的修复\n       “禀报大人！那些人类已经被我们吃掉了，我们还剩一个脑子，就交给博士您吧！”\n       “谢啦！哈哈哈哈哈！虽然机器只有上半身，但是也足够了！”\n       “足够什么？”\n       “蠢货，当然是足够侵占人类领土啦！哈哈哈哈哈！”\n       “可是现在的人类已经和远古时期的人类不同了，现在的人类动不动就核武什么的！”\n       “这一点你们就放心吧！我已经把机器改造成高度抗爆炸性的了！”\n       “那博士我们什么时候出发？”\n       “现在出发！”两只坦克僵尸被僵尸博士驾驶的机器人一起带进了熔岩管道。熔岩管道一直连通着僵尸博士在城市地底建立的僵尸基地。\n       来到僵尸基地后，僵尸博士坐上了他自己原来的位置，并且利用这里的设施使这里的系统迅速恢复。僵尸们见到系统恢复后，立马来到了僵尸博士的实验室，看见自己高上的领主正坐在椅子上操控着电脑，立马跪拜下来：“博士大人万岁！”僵尸博士问：“弟兄们！在这里憋屈死了吧！今天是个伟大的日子，因为我们要占领人类的城市，我们要吃光他们的脑子！”“对！吃掉它们的脑子！”旗帜僵尸大喊，其他僵尸也跟着大喊：“吃掉它们的脑子！吃掉它们的脑子！”“说实话，我刚刚吃掉了一个不错的脑子，是科学家口味的！”其他僵尸大笑了起来。“所以，博士我用博士那探究精神得到一个结论：科学家的大脑最好吃！谁想吃脑子？”\n       “我想！”\n       “我知道！肃静！我知道各位都已经迫不及待了，但是，现在不是最好的时机。”博士说完后，其他僵尸们的士气一落千丈。僵尸博士转过身去看电脑，这时电脑AI说话：“人类政府虽然兵力旺盛，但是政府官员腐败现象特别严重，是进攻的好时机！”\n       “大家听到了吗？”\n       “听到了！”\n       “现在去吧！”\n三、主角终于出现了！\n       我是詹姆，今年16，大家都叫我小詹，我和我的父母住在一个小型公寓楼里。今天又是我上学的日子，我妈妈给我做了好吃的三明治做早餐。“儿子！慢慢吃，时候早着呢！”“妈妈，现在都快7点了，再慢慢吃我就要迟到了！”吃完早饭后，我拿起书包穿好校服往车站走去。“这孩子！”\n       在车上，我遇到了我的同学蓝焱，蓝焱问我：“嘿！小詹，一会到课室记得把作业借我抄抄！记得了啊！”我问：“你又没写作业啊！”“是啊！”他笑着回答。回到课室，我心里很不情愿把作业借给他抄，因为他抄我作业次次都会影响我交作业的时间导致迟交，但我还是给他抄了，硬要说的话是神经反射吧！这时，老师来了，“还没有交完作业吗各位？”随着这一声问候，整个班级陷入沉默。铃声响了！又是我们早读的时候了，我们读着英语，读到我嗓子都哑了！这时，广播响起：“全体师生注意！全体师生注意！外面来了一群具有攻击性的不明生物，请全体师生赶紧撤离本校，暂时停课，本校将采取防御措施来应对这群不明生物！”一位同学不耐烦地说：“今天是愚人节吗？什么不明生物啊！”，说完往窗外一看：“哇！这群绿色的家伙是什么东西啊！”老师说：“各位同学赶紧撤离！”随着这一声叫喊，我们纷纷逃出了校园回家。回家后，妈妈说：“小詹！你看今天电视的新闻！”我转头一看，电视上正播着新闻，主持人说：“今日我市出现了一批绿色的不明生物，在大街上吃人，请市民们在家待着，不要出门！政府部门将采取防御措施保证市民的安全！”爸爸说：“不要出门！又是这群腐败的政府，这政府是不想我们出门堵车吧！”这是我说了一句：“我认为这是有一定道理的！您看，那些试图逃脱的人们都被那些怪物吃掉了，开车的那些也因为交通混乱追尾相撞，现在我们出去死亡率会很高的啊！”\n\n\n\n"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491059460,
            "txt_content": "建议注明字数"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1491059880,
            "txt_content": "标题给人一种小学生的感觉"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1491090240,
            "txt_content": "请问是单篇还是连载？请在标题注明\n同时提醒一下单篇字数下限1500字"
        },
        {
            "author": "388498173",
            "timestamp": 1491112380,
            "txt_content": "Smokey_Days 发表于 2017-4-2 07:44\n请问是单篇还是连载？请在标题注明\n同时提醒一下单篇字数下限1500字\n连载！    "
        }
    ]
}