{
    "title": "[Minecraft.net|INSIDER]本周方块：干草块",
    "author": "广药",
    "replyCount": 4,
    "timestamp": 1491115800,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-4-6 13:13 编辑 \n\n\nBLOCK OF THE WEEK: HAY BALE\n本周方块：干草块\n\nThe horse chow treat that's safe to fall for\n摔在上面也会大难不死的马饲料\n\nSpring is here! The sun is shining, birds are singing, and bees are ruining the picnics. Hey, at least we can have picnics again! It's stopped getting dark about twenty minutes after the sun comes up and each day is a fun new opportunity to skip and dance and have fun! Hoorah! Until the hay fever kicks in. Then it's back inside to sit in the dark for the rest of the year, sniffling and miserable. Spring is ruined, all thanks to hay. Hay, you traitorous snake.\n春天到啦！太阳当空照，小鸟唱着歌，蜜蜂正在破坏一场野餐。嘿，至少我们又能可以去野餐了！每天太阳升起二十分钟以后天就不再暗下去了，使得每一天都充满了跳舞、享受春天的乐趣！然而干草热来势汹汹，只要染上这种疾病，那么剩下的一年中，你可能只能回到春天来临之前：坐在无边的黑暗中，一边擤鼻涕一边抹眼泪。而这一切都是干草惹的祸。哼！干草！你个忘恩负义的家伙！\n\nThat's why we prefer hay bales in Minecraft, where instead of ruining our lives, they sometimes save them. Landing on a hay bale in the game reduces any fall damage by 80%. That means you could potentially fall from a hundred blocks high and survive. Just. Our legal team cannot stress enough that you should only try that in Minecraft.\n这就是为什么在Minecraft里我们更喜欢干草块，在Minecraft里它们不仅不会破坏我们的生活，有时也会拯救我们的生命。在干草块上着陆会减少80%的掉落伤害。这意味着你可能从100格高处跳下都会活下来。仅仅是活下来。因此，我们的律师团队再着重也不嫌多地强调：您只能在Minecraft里尝试\n\nThe hay bale block is also an excellent source of food, restoring up to ten points to your hungry animals. Foals that eat hay bales will actually grow into horses faster. Because who needs a rich and fulfilling childhood when you can just eat your way to the responsibilities, disappointments and baldness of adult life early? Don't do it, foals! Embrace your youth!\n干草块也是一个很好的食物来源，可以恢复你饥饿的动物10点红心。吃干草块的小马驹会比其他的同伴成熟的更快一些，如果能一吃直达需要承担责任、忧伤和耿直的年龄的话，谁还需要一个富足、无忧无虑的童年呢？但还是别这么做了，小马！拥抱你的青春又何尝不可！\n\n\n\n\n\nYou can make your own hay right this very second by going out to your garden and ripping up some grass. After several days of watching this grass not grow, you'll be the proud owner of some genuine home made hay! This process is fine for a small amount, but making enough hay bales for an entire farmyard is the kind of horrific 'hard work' and 'real job' us writer types have dedicated our cushy lives to cleverly avoiding. Hay-baling was indeed dreadful for hundreds of years until the middle of the 19th century, which saw the innovations of the mechanical hay press.\n你可以在你的花园撕开一些草，从而马上发现一些属于你自己栋干草。 经过几天的观察，当你发现这片草并不成长的时候，你将成为一些真正的家庭干草的骄傲主人！ 这个过程很短，但为整个农场制作足够的干草包的工作是致力于过上悠闲生活的作家们所轻松避免的，一种可怕的“辛勤工作”和“真正工作”。 直到19世纪中叶，给干草打包确实令人害怕了数百年，直到机械干草印刷机的发明，人们才真正的放下了这一重担。\n\nEarly mechanical hay presses were cumbersome, occupying multiple floors of your barn and requiring a pack of horses. Said horses would then lift something called a 'press weight' (or turn a jackscrew or geared press) which compressed the hay into that lovely bale shape. These presses may have occupied a lot of space, but the resulting bales were huge too, some weighing as much as 300 pounds.\n早期的机械干草压缩机很麻烦，它占据了你谷仓的很多层楼，还额外需要很多的马。 这里说的马将是被称为“压力重量”的东西（或转动一个起重螺丝或齿轮压紧机），也是它将干草压缩成可爱的捆包形状。 这些压缩机可能占据了很大的空间，但它产生的干草堆也很巨大，其中一些重达300磅。\n\nOver time, industrial progress made making hay bales easier and easier. Now the biggest problem isn't turning lousy floor-hay into a glorious bale, but making sure it doesn't randomly burst into flames. It's true! If you don't watch the moisture of content of a hay bale, they have been known to spontaneously combust. So a hay bale is capable of both blocking our sinuses and burning us alive? Well then keep that dumb straw cube away from us. Hahahaha! Take that, hay bales!\n随着时间的推移，工业进步使得捆干草更容易。 现在最大的问题不是将糟糕的散干草变成一个美丽的干草堆，而是确保它不会突然着火。 这是真的！ 如果我们不注意干草包的含水量，它们就有可能会自燃。 所以干草捆可以堵住我们的鼻窦，还能把我们烧着？ 那就赶紧把那个笨拙的秸秆立方体拿走。 哈哈哈哈！ 没想到吧，干草块！\n\nSee you next time, Block of the Week fans!\n下次再见，每周方块的粉丝们！\n\nTom leans back in his chair, smugly chuckling at another BOTW well done. He really stuck it to that dumb hay bale block! Tom sniffs. His eyes suddenly feel puffy. Strange... His allergies never usually play up in the office. Tom glances out of the window. His jaw drops. He sees it sat on the roof of his car.\n汤姆坐回到了椅子上，为完成“每周方块”而沾沾自喜。汤姆发现，他真的搞定了那个愚蠢的干草块！他抽了抽鼻子。突然他的眼睛感到浮肿，奇怪了...他的过敏从不在办公室发作。汤姆瞥了眼窗外，他惊呆了，他看见它就坐在屋外面，就坐在他的车顶上.......\n\nIt's a hay bale, somehow holding an axe, waiting.\n这是个干草块，不知何故握着一把斧子，在等待着什么...\n\nWaiting for him.\n在等着他。\n\nSwallowing a scream, Tom hastily writes a new ending.\n汤姆拼命地不让自己叫出来，同时他匆忙的写了一个新的结局。\n\nH-how about a r-round of applause for hay bales, right guys?! They're the b-b-best block ever!\n给..给干草块鼓...鼓一下掌怎么样？他们是有史以来最...最...最好的方块！\n\nBut it's too late. The window smashes! A blood-curdling wail rings out into the night. Tom is never seen again. But probably only because he's trying to get out of writing the next Block of the Week.\n但这为时已晚，窗户被砸碎了！一声令人毛骨悚然的尖叫声响彻了整个夜空。在这以后，汤姆就没有被任何人看到过。但也有可能他只是不想再去写下周的“每周方块”\n\n\n\n\n来源：https://minecraft.net/zh-hans/article/block-week-hay-bale\n原作：Tom Stone 发布于 2017年3月31日\n翻译：@WuGuangYao\n校对：@ Jack_Wang_ ",
    "replies": [
        {
            "author": "我也想C啊",
            "timestamp": 1491121740,
            "txt_content": "曾经 我天真的以为 把动物放在干草块上就会自动繁殖.."
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1491121860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1491124860,
            "txt_content": "唉，翻了一天结果发迟了……"
        },
        {
            "author": "katze0912",
            "timestamp": 1491454260,
            "txt_content": "Our legal team cannot stress enough that you should only try that in Minecraft.\n这句应该译为：我们的律师团队再着重也不嫌多地强调：您只能在Minecraft里尝试。\n而不是“不会再强调”……这意思完全相反了，“cannot stress enough”是“再用力也不嫌多”的意思啊。"
        }
    ]
}