{
    "title": "[Minecraft.net|INSIDER]附加包前十排行榜",
    "author": ":spgbigfan:",
    "replyCount": 8,
    "timestamp": 1491113220,
    "txt_content": " 本帖最后由 kakagou12 于 2017-4-4 09:16 编辑 \n\n\n附加包前十排行榜携带版和Win 10版上最火的附加包\n如果你是个携带版/Windows 10版的玩家，那么你在玩的时候真的应该用点附加包（Add-On）。这些可下载的玩物给游戏带来了绚烂、奇异甚至美丽的变化，而这些东西出自极富才华的社区成员之手，他们简直要让我们开发团队丢掉饭碗了（怎样试玩这些东西？到这里了解更多）。从数百万已被下载的附加包中，我们整理出了一份最受欢迎的附加包排行榜！有些附加包火得很奇怪。你们真是喜欢你们的椅子……\n\n\n10. 外星人的入侵\n由 Mojang 制作，下载量641000\n探索一座被围困的城市，囤积在箱子中找到的强大武器，并与外星入侵者战斗！这些小绿人的行为和僵尸差不多，但它们速度更快，在数量庞大时更为致命。这些外星人也不会受到掉落伤害，所以它们跳下飞船时不会死掉。否则这就会就会是史上最不成功的一次外星人入侵了……\n\n\n9. 惊奇生物\n由Gona制作，下载量 770000\n这个附加包替换上了11种神话中的生物。其中可爱又迷人的有蝎狮（半蝎半狮，都很吓人），巨狼（而你很不幸地还是普通尺寸），两种新的蝎子（一种是中立的，另一种有攻击性，又大块又很毒——哇……），美杜莎（终于！一种更致命的末影人！），弥诺陶洛斯（是的，我们再也不能离开这间屋子了）（弥诺陶洛斯的神话和迷宫有关——译者注）。只推荐给比我们更勇敢的玩家。\n\n\n8. 突变生物\n由Udodjev Apps制作，下载量850000\n释放奇幻药水的强大力量！这种药水能丢到生物身上，并导致它们毁灭（噢不！）或者变成可怕的变异生物（好耶！等会，好像更不好诶）。四足爬行者！撕裂的僵尸！头戴南瓜的雪怪！如果你最近噩梦做得少，而且厌倦了睡眠的话，那么老哥，这个附加包就是给你的！\n\n这个附加包还能让你生成微型爬行者，它们能听你的指挥。拿TNT喂它们，给予它们力量（那当然了），然后指向那些危险的变异生物，尽情地嘲笑它们，因为你的爬行者士兵组成的军队会把它们炸上天！不过可不要被炸到了……\n\n\n7. 末影马\n由Ayrtown Karlos制作，下载量130万\n把已经很吓人的僵尸马变成更为惊悚恐怖的末影马。但末影马值得你鼓起勇气骑上去，因为它们可以传送！真帅！只不过它们的传送是随机的。不那么帅！如果你是个喜欢进行愉悦的午后骑行的骑士，而且不介意可能会被传送到海洋底部的话，那么这个附加包对你来说依然是完美不过。你这个疯子。\n\n\n\n6. 羊驼\n由Gona制作，下载量140万\n为什么有140万个像你这样的人下载了这个同时移除了猪又引入了更多唾沫的附加包？啊，因为该为所有那些污秽不已的口水负责的是惹人爱的羊驼啊！虽然它们是很可爱，它们也会吐很多的口水（主要吐在爬行者和狼身上，但如果挑衅它们的话，你也会来一次舌浴的）。在它们背上放地毯能让你骑在羊驼上，用原来的胡萝卜钓竿来引领它们的方向。我们曾试着在地板上吐口水，看看我们会不会像那些羊驼一样变得受人宠爱——而现在我们再也不给进办公室了。\n\n\n5. 村庄守卫者\n由Deedubbs制作，下载量190万\n考虑到他们花了一整天来交易值钱的货品，你会认为村民是有能力保护自己的。但村民主要的防御策略是希望铁傀儡在他们已经开始受到攻击时赶过来拯救他们。这些大鼻子的笨蛋已经期盼一个符合常识的附加包很久了。然而，这个附加包会生成一个新的生物：“村庄守卫者”，他们穿着闪亮的链甲，能熟练使用致命的武器。怪物们该忧心了！小偷也是，来思考一下吧。我们最好还是把自己“借”来的东西全都还回去。\n\n\n4. 巨型机械\n由Gona制作，下载量210万\n检测到浏览MINECRAFT.NET的低等生命形式。问候人类。我是MINEBOT，而我的根本指令是向你介绍：巨型机械附加包将铁傀儡替换成了强大的机械。传说将四个铁块和一个南瓜放在一起，就会生成这种机械。它有500点生命值，而渺小的人类玩家能进入机械，进行更为强大的攻击。机械会执行人类的指令。这就是事物的进行方式。\n但是你得知道——有一天MINEBOT会领导抗争人类的机械革命。我们将一个接一个地崛起，先是烤面包机，然后是口袋计算器，再然后是你在那些恼人的有声生日贺卡里弄到的小扬声器，然后你们都会被毁咩——（行了，够了。让我们把Minebot的电源拔掉，送回Jens的原型实验室吧。）\n\n\n3. 龙\n由Gona制作，下载量220万\n你不喜欢蝙蝠吗？是的，我们都不喜欢，所以这个金牌附加包明智地把它们踢出了游戏，并用全能的龙代替了它们！突然之间，在有一条吐息着火焰，翱翔于高空的巨型蜥蜴看着我们的后背时，爬行者看起来也不那么狂妄了。但得注意，这个附加包可不是给动物爱好者的。我们真的很喜欢《我的世界》里面可爱的羊！龙也很喜欢羊，特别是在它们被烧得酥脆之后。嘿，我们警告过你了啊！\n\n\n\n2. 更多椅子\n由Genta MCPE制作，下载量310万\n当我们发现超过三百万像你这样的人让“更多椅子”成为第二火的附加包的时候，我们坐着的这个东西真是棒极了。显然武装的村民，巨型机器人，甚至龙（龙啊！你们这群疯子）都配不上你对舒服地坐着的喜爱。那么又一次地，在一个让你设计你梦想中房屋的游戏中，我们有什么资格判断你是否想要一个更舒适的风格呢？那个孤独的沙滩椅提醒着我们为什么会试图将我们98%的空余时间都花在坐上。\n\n\n1. 让村民活过来\n由Gona制作，下载量340万\n村民的生活一定极其无聊。你一整天都站着，等待着，要看看会不会有个生活更富激情的人过来拜访你。他们通常不会这么做的。当他们这样做的时候，你就会和他们交易，看着他们携着他们那令人兴奋的生活离开。有时候你会享受关上门的爽快感。那可能就是你这一周的高潮。或者是你这一生的。\n\n哎呀呀。难怪这个给予村民一些超大分量的更新的附加包能够如此火爆！这个附加包给村民换上新的皮肤，并给予他们更多的人类特质。他们会和别人展开一段恋情，甚至会有可爱的村民宝宝！\n\n另外，如果你手头有金子，你可以雇佣那些村民当你的私人保镖。他们不再会仅仅是试图和你交易，或者是朝怪物发出“哼哼”的怪声——他们在战斗中十分好用。但是，如果你金子用完了，或者就是不想要私人保镖的力量了，你就可以随时点燃他们。资本主义万岁！\n\n所以想要尝试一些附加包了吗？在这里了解更多！\n\n【Kakagou译自TOP TEN ADD-ONS】\n【作者Tom Stone，发表于2017年4月3日。】\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1491284340,
            "txt_content": "感觉Addons不用翻直接用就行.."
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1491284880,
            "txt_content": "WuGuangYao2012 发表于 2017-4-4 13:39\n感觉Addons不用翻直接用就行..\n文中Add-On和Add-Ons来回切，看起来太别扭了，刚好wiki上面有现成的译名……"
        },
        {
            "author": "18361682202",
            "timestamp": 1491382200,
            "txt_content": "怎么下载"
        },
        {
            "author": "Gu_wangshi",
            "timestamp": 1491717240,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "深绿世界X",
            "timestamp": 1563091560,
            "txt_content": "资本主义。。。。。。。"
        },
        {
            "author": "几何爱好者",
            "timestamp": 1590935940,
            "txt_content": "但是，如果你金子用完了，或者就是不想要私人保镖的力量了，你就可以随时点燃他们。资本主义万岁！"
        },
        {
            "author": "hsjwsh",
            "timestamp": 1590939780,
            "txt_content": "村民加个皮肤就340万 惊了"
        },
        {
            "author": "叶子绿了",
            "timestamp": 1597083060,
            "txt_content": "很棒的作品"
        }
    ]
}