{
    "title": "【原创-连载】【MC宫爵】[三世]中二来袭！",
    "author": "迷失★夜空",
    "replyCount": 1,
    "timestamp": 1491118500,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "YMorning",
            "timestamp": 1491118920,
            "txt_content": "标题: 【原创-连载】【MC宫爵】[三世]中二来袭！ 本帖最后由 YMorning 于 2017-4-3 11:24 编辑 \n\n  这篇其实是我同学的文笔，代替发布一下。一开始我问他的笔名，说是三世，我也是醉了，中二没办法······\n\n  “老爷，三少爷还没起床。”一位身高中等的女孩坐在院中的黑曜石座椅上。有些嘶哑地对身旁几米的富豪说道。\n  老爷瞟了她一眼，这不是房淑宇吗？这丫头动作也真慢，虽然从小是一个孤儿，自己大发慈悲收留到府上养了十二年，今年也有个十六余岁。但生的美丽动人，在城中也算独一无二的大美女。小时候和那个没出息的三儿子玩得挺欢，就安排她照顾自己的三儿子。老爷听到这句话后，谈谈道“淑宇啊，你回去跟他说，再不起来小心我把他养得豹猫给炖了。”\n  “好的，老爷”房淑宇有点无语了，天天说这句话也没见的那豹猫被大伙尝尝鲜。还能吓唬得了他吗·····\n  老爷望着天空，这些年，宫家的地位终于变大了，自己的资源，都是靠自己一点一滴的打拼出来的，虽然其中经历了九死一生，但能走到今天这一步，也不枉此生了。以前的宫家是被奸诈小人破败得连样子都不如的皇家宗家，以前宫家令整个世界都畏惧的一个大家族。世界上最强大的武器——末影激光战剑都无法消灭皇家！因为这个家族，超越人类力量的人太多，多的令人害怕。\n  可现在，任何事情宫家人都要忍让，这可不是以前的皇家了。\n  “老爹，那些小人究竟在哪？”老爷自言自语道“就算跑到绝影之地（末影之地），我也要找出来！”正在他苦苦思索的时候，脑海中闪现出了一个人，让他的心情变得十分暴躁起来，“对了，这小子怎么还没来找我！？”\n  ······\n  宫家被一方橡木丛林遮掩在后面，过了橡木丛林就可以看到一条大河，那里的水竟然是紫色的，那条河中，一艘银白色的潜水艇挡在整条河中，在潜水艇上，有着一男一女，首先听到的是女人的清脆声“少爷，我们这样做，老爷不会怪我们吗？”\n  “宫武刚那个脾气你又不是不知道，好了，我们到这里是欣赏幻想河的风光呐。我听我爸说，我妈生我的地方就是这里呢。”宫英嘿嘿笑道。\n  宫英，宫武刚的三儿子，十七岁，比父亲差二十六岁。\n  “好吧”房淑宇望着幻想河的日落，这景象真美啊，不知道这样的好日子会多久？\n  幻想河位于主世界第三大陆的北端，全长2345km，宽约6789km，水深10m，水资源十分丰富，作用非常广泛。幻想河现在属于宫家所有，出于对宫武刚的惧怕，没人敢用这条河，打水都得去西方。有钱的人都会来这里花钱买水，有些奸计小人也会偷水，总之，现在都被宫武刚一一消灭。\n  晚上，宫英河房淑宇打开房门时，见宫武刚坐在床上，宫英被父亲吓了一跳，道“父亲，你怎么在我床♂ 上”。\n  回应宫英的话，一张阴森恐怖的表情。\n  宫英感觉事情不对，一位周围都弥漫着恐怖的气息，当这种气息到达一定是，一股黑色的巨龙就会从父亲身上散漫出来，那是！末影之王！\n  房淑宇河宫英惊呆Σ( ° △ °|||)︴了，这是父亲头一次这么大脾气，宫英怕父亲太冲动，连忙动用自己的幻术。桃红色的激流形成了溪水河爱心似得护盾，这才挡住了那条末影龙。\n  高级幻术，盘玉龙身！\n  终极幻术，桃色心盾！\n  果然是等级的差异，可见宫武刚的头脑还是很清醒。宫英见自己的父亲收手了，又看着躲在房门后的房淑宇，遍跪在父亲面前，道：“父亲，孩儿不知何处激怒了父亲？”宫武刚淡淡地看着这一切，轻语道：“你知道因为你，耽误了宫家上下测试的时间，这让我多么失望！为了平定宫家人，我今天要是跟各位说，如果你天赋不达标，便会被所有人赶出宫家！”\n  这句话重重的打到了宫英的脸上，宫武刚依然冷漠。快速地走出房间，头也不回。房淑宇走到宫英面前，宫英正泪流满面。房淑宇拍拍他的肩膀“好自为之”。说完，便走了。宫英现在意识道，自己真的错了，本来大家都要修仙♀，决定今天晚上不休息，便在家闭关修炼。\n  幻术是这个方块世界的能力，每个人都可以学习幻术，修炼到了顶级，便可创造一个属于自己的灵兽，也可超越人类的力量。自己创建一个世界。以前，宫家人全部都是幻术高级人才，现在却很少，这也让宫武刚小时候可以接受。没有令人忌惮的力量，别人就会欺负你。所以才修炼出了整个世界最强的灵兽，末影龙！\n  房英的房间里，到处都是桃红的气息，再看看他的内心世界，里面显示出各种幻术招式，以及非凡仙骨的气息！\n\n  望今年的中考生陪伴着，一起考入理想的高中吧。\n每周一更，没毛病老铁们。\n\n"
        }
    ]
}