{
    "title": "Rotary Craft 入坑全教程",
    "author": "YPXxiaoK",
    "replyCount": 29,
    "timestamp": 1491151080,
    "txt_content": " 本帖最后由 YPXxiaoK 于 2020-4-27 23:15 编辑 \n↑点击上方的文字翻页！旋转工艺Roc入坑全教程\n严禁转载！现共计55727个字，千余张图片，三十多万字节Part6-7点此查看\n注：本教程由楼主（维护）与根号3/续.命机（初稿，已经退坑）共同完成。我们先来简单看一下我们要讲的内容Part1 资源与环境（已更完）Part2 能源与传动（已更完）Part3 能量的储存（已更完）Part4 引擎与产能（已更完）Part5 联动产能设备（已更完）Part6 机械与设备（更新中）Part7 物流设备（待填坑）注意：带星号*的为略看内容，推荐有精力的看，对游戏内容并非很主要，对生存影响不大，其他的为必看内容，红字为重要内容以下开始正式教程~\n更新日志 2017.4.3 帖子发布，更新完Part1-22017.6.26 更新完Part32020.2.16 更新完Part42020.2.17 更新完Part52020.2.18 更新完Part6-1\n感谢以下同志对本贴做出的贡献水之元素 绅士桑改 TNTPiston ueyudiud laokongsb250 小鍇龟 孤独的根号三2020年2月：继续更新\n\n\n\nPart1,资源与环境Part1教程目录Roc手册Roc手册的合成和作用Roc的矿物生成机制油菜籽&油菜籽的相关合成手持合成桌高炉&HSLA钢Roc的单位与概念设备的输入与输出HSLA钢基础工具和装备（HSLA钢镰刀）材料特性螺丝刀附魔角度传感器I/O眼镜Roc的基础零件\n1、Roc手册该Mod出生时自带一本书：旋转工艺手册，里面包含Roc的全部内容和合成公式以及各种数据和计算公式\n如果手册丢了怎么办？不用担心2、Roc的矿物机制Roc的矿物生成机制\n在生存初期，你需要收集足够多的矿物以备前期科技线的发展，特别是铁，在Roc中，铁的地位是重中之重3、油菜籽油菜籽的获得和种植油菜籽，可以在打草的时候获得，可以种在耕地上，提供足够的水分（最好有光，生长更快），成熟后打掉可以获得4-20个种子不等（实测最多20个，也可能更多）产量很高，油菜籽很重要，用来做润滑油，建议多种如图是手拿油菜籽的场景，图片上方为不同生长阶段的油菜籽（右侧的油菜籽已完全成熟）油菜籽的相关合成油菜籽可以用9个合成一个压缩油菜籽，压缩油菜籽也可以反向分解成9个油菜籽，做成压缩油菜籽，方便储存。（油菜籽同样支持GT，在GT液体提取机中可以提取成5mB种子油）4、手持合成桌\n手持合成桌的作用与合成便携的合成台，随时能用\n5、HSLA钢Roc的基础机器——高炉\nHSLA钢是Roc的最基本的锭，基本上后面所有的机器合成要用到它它的合成，需要一个基础机器，高炉，先简单看一看，以后会具体介绍来看一下怎么用。首先我们先放下它，它所在的生物群系会影响它的温度，但是还不够，所以我们需要一个热源，岩浆就可以，或者其他mod较热的液体（如TE的烈焰之炽焱）都可以，放在高炉的下边，然后等它的温度慢慢上升，上升到600℃就可以烧制HSLA钢了（不能用火焰，温度不够）高炉GUI解析与HSLA钢的冶炼如图是最常规的两种初期烧制HSLA钢的提供热源图，下图是高炉的内部GUI高炉GUI是这样，烧制HSLA钢合成如下：分别放入1个沙子、1个煤炭/Roc焦煤、1个火药 再在中间九宫格放入1-9个铁就可以烧成HSLA钢了，推荐放的越多越好，因为原料按比例消耗，可以节省原料其实也可以用HSLA钢废料生产，后面报废的机器得到的HSLA钢废料在高炉中500℃就可以得到HSLA钢Roc焦煤，就需要放入木炭/煤炭，就能得到Roc焦煤（跟RC不通用）可以做燃料，燃烧时间2400，也可以炼钢用Roc的焦煤可以用于烧制HSLA钢，能降低原料的损耗Ok，HSLA钢的内容就是这些至于高炉其他合成公式，如果想看的自行NEI，后面讲的时候会具体说\n前期我们常用到的高炉加热方式，我补充一个图片，让大家更直观地了解一下：这里就摆上了几种加热方式，初期的话用岩浆加热应该就可以了。也可以混搭，具体热源和高炉的应用详见机器部分两个高炉或多个高炉可共用同一个热源（不要用火焰，火焰温度达不到600℃，只能到240℃左右！）6、单位和概念——Roc的基本物理量Roc基本物理量与基本原理额，Roc也具有基本物理量，但是它还跟GT不同，GT的能量并不需要计算，多少EU就是多少EU，给够了就行，功率由机器电压决定（观众：扯远了）那我就不说了，想必玩GT的都知道，但是Roc的却不一样，Roc的动力常常需要计算，否则就会引起各种危险，例如爆炸或者机器报废，接下来就看一看我们重要的几个物理量：①转速：单位弧度内物体通过的时间（即角速度，用符号v或希腊字母ω表示）它的单位很好理解，rad/s，即弧度除以时间1rad/s=9.55rpm（rpm也是一种转速单位）转速顾名思义是一种速度，因此机器工作速度的大小随着转速的增大而增大（即转速越大，机器工作速度越快，但不是无限制的快，会达到一个限度，也就是极限速度）*②弧度：学过高一数学三角函数的应该懂了，度量角有弧度制和角度制两种，弧度是角的度量的基本单位，单位rad省略不写1rad=（180/π）°≈57.3°一个单位圆的弧度是6.28rad其实也没多大卵用，因为通常用转速，根本用不到它③扭矩：符号F（或者希腊字母τ表示） 单位Nm 表示物体转动力量的强弱（与N·m相同，读作牛米或牛·米）④功率：符号P 单位W/kW/MW换算关系如下1MW=1×103kW=1×106W同样1W=1×10-3kW=1×10-6MW总之就是一个1000进制的关系计算机器的功率需要记住一个公式：功率=扭矩×转速即：P=Fv（或用希腊字母表示P=τω）又因为P=W/t （这里不要和瓦特混淆，W这里表示功的符号）而部分机器工作时间也就是1s因此通常认定1W（即1J/s）的功率的能量也就是1J（但是只出现在部分机器，因此并没有什么卵用，通用的还是瓦特）⑤动力系统：Roc有自己独特的动力系统，这种机制不同于其他mod（如旧版本BC的MJ、TE的RF、AE的ae或unit、IC2的EU、UE的J），它的独特的能量就是旋转动力了，也就是能量，即机器的功率，那么根据上述公式，动力就由扭矩和转速来决定。⑥注意区分物理量：不同机器对以上三种物理量：扭矩、转速、功率均有不同需求，有些机器会有负载能力，当超过这个极限，机器就会损坏导致效率降低，直到报废，因此需要了解机器的一些基本信息（手册上有相关信息和公式）⑦机器工作的条件满足功率、扭矩、转速这三要素，机器就能工作7、机器的输入与输出像这样，有的有一个输入也有一个输出的设备就是传动或者储能设备，像这个工业线圈就是一个典型的储能设备我们再来看一下一些传动设备的特别的输入和输出分轴箱是用来分流和汇流的，所以它有2个输入和1个输出/2个输出和1个输入\n8、HSLA工具和装备\n接下来我们讲一些HSLA钢的工具和装备，首先，HSLA钢套比普通铁套护甲值略高一些，具体合成跟原版铁镐一样，只需要把铁锭换成HSLA钢即可，装了格雷也不会受到影响。除了HSLA钢的基础五大工具：锄、镐、铲、斧、剑外，还有一种特有的工具：HSLA钢镰刀，HSLA钢有无限耐久（别看我），可以范围收割作物，这点跟TE类似，它的最大收割范围是以收割点为中心向上下左右各延伸4格的9×9区域内，我们来做一下示范：\n来看一下合成表：补充：注意HSLA钢镰刀作用在ic作物架上无效*9、材料特性  材料名称  密度ρ/kg·m-3抗拉强度TS/MPa抗剪切强度SS/MPa木头0.8×1032011.6石头3×10310040铁7.8×103200116钢7.8×103400280金19.2×10310862.6钻石3.5×1035（GPa）2.9（GPa）注：1GPa=1×103MPa10、螺丝刀螺丝刀的功能你可以理解为其他mod的扳手一样，但是Roc的“扳手”就是螺丝刀了。\n螺丝刀有以下几个功能①调整Roc机器的输入输出口②按住Shift拆下Roc的机器设备③调整原版楼梯/活塞/箱子等朝向④与TE联动：同TE新月锤，调整TE机器朝向，也能让TE水槽输出⑤调整Roc机器的模式，如变速箱的模式⑥与BC联动：支持BC扳手的功能螺丝刀的合成合成不贵。木棍或木板可用其他mod可以代替的东西（如BOP）11、附魔Roc工具和装备的附魔Roc部分工具和装备可以使用附魔，就跟原版附魔一样效果（基岩工具大多数自带附魔）\n但是并不是所有，如剪刀附魔就无效，如果安装了其他mod，可能会附魔出其他mod的附魔属性和作用效果12、角度传感器角度传感器的作用与合成\n你可以把角度传感器理解成一种多用电表。角度传感器用来查看机器的工作情况。有时候，你放下机器会出现输入输出口，但是过一会就会消失，这是你的角度传感器就派上用场了，它可以重新显示机器的输入输出口，除此之外，它还可以查看一些机器的温度，轴的运输方向等如图是查看轴的运输方向和输入输出口如下图是查看机器的温度看一下合成表：木板。红石。HSLA钢。13、I/O眼镜I/O眼镜的作用与合成可以看清所有机器的输入输出口，看上图，一片绿红（丧病），绿色输入，红色输出HSLA钢。末影珍珠。红石。也可以在Roc的工作台中制作。\n14、一些基本零件的合成基本零件的合成[1] 简简单单的轴单元，除此之外还支持匠魂的冶炼炉[2] 材料板，它同样支持匠魂的冶炼炉[3] 支架，大多数机器需要的东西，地位相当于GT的钢机壳了，不过要便宜得多支架还支持另外一种合成方法，其中锡锭可用各种不同的mod的锡都可以像IC的锡、GT的锡、TE的锡、ELC电子工艺的锡、匠魂的锡、林业的锡、铁路的锡、Roc自己的锡都是可以的[4]HSLA钢齿轮，同样支持匠魂的冶炼炉的浇铸台[5] 钢块，同样支持匠魂的冶炼炉,也支持Roc的工作台，钢块可以反向合成9个HSLA钢[6]电源模块第二个合成中间的黑色晶体是硅，可以用其他mod（如GT的硅矿石）处理得到，也可以用Roc自己的方法，想了解的人可以自行NEI，这是之后的内容了，等讲到机器的时候才会介绍到硅的处理方法。除此以外，还有与其他mod联动的合成方法：红石。铜锭。琥珀金。HSLA钢。[7]电路板与其他mod联动的合成：铜锭。HSLA钢。琥珀金。红石。[8]屏幕一些图像设备的零件[9]石棒、钻石轴单元（基岩轴单元）合成方法类似就是一些杆子而已基岩轴单元的合成略特殊，需要用到高炉合成，后面讲到再说，需要者自行NEI，这里就不提到了。[10]扩散器[11]压缩机（零件）[12]推进器HSLA钢可用锡代替\nPart2,能源与传动经过上期内容的洗礼，相信大家对Roc这个mod已经有所了解，今天就进行到Part2能源篇了，特别注意一下，这期内容非常重要，没有能源，你的机器就是一堆废铁。所以，我们这期就来讲一下能源，为下面的内容奠定基础。Part2教程目录合成模板动力计十字轴离合器齿轮零件变速箱&润滑油链条传动器无级变速器轴功率总线控制器1.合成模板\n工作台的基本功能与合成除了高炉和工作台本身以外，其他设备基本需要它来制作，所以是相当重要的。工作台最简单的功能（也就是基本功能），合成机器通入红石信号来拆解机器（损坏的设备不能被拆解，比如损坏的变速箱）连续按两下拉杆机器就被拆解成原料了能被拆解的设备必须是由Roc工作台制造的设备，其他非Roc工作台制造的设备无法分解*通入红石信号可以自动合成设备像这样就可以合成一个设备。如果通入脉冲信号，可用于自动合成，这个工作台就变成一个自动合成台了。脉冲信号与自动合成这里做了一个简单的脉冲信号发生器箱子里放了一些原料。按下拉杆，提供脉冲信号。简单自动化与合成模板它就会自动合成了。可能一些工厂需要自动合成一些设备，但是其他mod自动工作台不支持Roc的机器合成，那么就可以用这个特性来自动合成Roc的设备了。或者我们进行一些简单的自动化进行这个自动化之前，我们需要一个工具：合成模板HSLA钢。材料板就可以制作4个合成模板了。合成模板类似其他mod的标记功能（例如BC自动合成台的标记，蓝图，TE的机械师工作台，图纸）对物品合成进行标记，用于物品的自动合成以及后面要讲的物流。合成模板支持三种机器的合成：高炉、原版工作台、Roc工作台\n这里做个演示先标记一下 然后放入Roc工作台（不知道为什么，绿宝石管道出bug了，实际上应该用绿宝石管道轮询传送功能，标记1个萤石4个HSLA钢4个玻璃抽取，这里为了演示，就暂时凑合一下）它就会开始自动合成了（后面提供的是脉冲信号）工作台的另外两个功能它有九格缓存空间，用于缓存物品（即使这个合成不成立）工作台还可以给弹簧工具充能，后面讲到我们再说2、轴轴的基本作用\n轴是Roc最简单的传动设备，能够沿直线无损传输能量，轴不需要润滑油，不同材质的轴有不同的承受能力，超过这个能力轴就会损坏\n使用轴时由于超过承受极限能力轴就会损坏，因此要根据资源和能量需求来选择合适的轴来使用轴的相关信息这里列出一张关于轴的材质与最大转速和扭矩的表格：  材料  最大转速ω/rad·s-1最大扭矩F/Nm木轴3577278石轴11561958钢轴570056711钻石轴412148469508基岩轴无限∞无限∞\n轴的合成看一下合成表：（需要在Roc工作台中合成）木轴石轴\n钢轴、钻石轴、基岩轴都是由相应材质的轴单元+支架合成，一次可以合成8个轴损坏的条件\n再看一下有关轴损坏的条件这里我们恰好设置了钢轴的额定转速和扭矩，打开拉杆。这时听见小小的爆炸（轴爆炸并不会损坏物品）然后轴就坏掉了坏掉的轴拆下有几率掉落部分零件。损坏的轴可以用相应轴单元维修。如何查看Roc机器的基本信息这里说一个特性，在背包中按住Shift对准Roc的机器，可以查看相关数据比如这里可以查看最大转速和最大扭矩注意：轴区分输入和输出，你可以用螺丝刀来改变输入和输出口的位置，可以用角度传感器查看，同时还能查看轴的能量和转速（但是不能获取扭矩，不过你仍然可以用F=P/v这个公式来求出扭矩，如果觉得麻烦可以用动力计，同时获得三个数据）\n除此之外，手册上有一些计算公式和更多数据轴与其他mod之间的类比与其他mod的类比：轴就相当于直线传送能量的管道、电线这玩意跟IC电线神似，无损传输，但是只能走直线\n后面的一些传动设备可以与其他mod进行类比，请自行类比。3、动力计合成需要在Roc工作台中进行：（后面写着Worktable的都是要在Roc工作台中合成）动力计也可以当做传输一格能量的轴我刚才说过了动力计可以当做轴用，如果你是土豪，那你可以这么办好了，不要理当轴用的土豪，还是老老实实当个测机器信息的机器好了4、斜齿轮刚才说过直线传输可用轴，但是拐弯传送呢？我们知道其他mod的电线、管道之类的物品直接放就能实现拐弯传送了，而Roc则不能，那么我们就要用到斜齿轮，先看一下合成表把它放在地上，我们会发现6个不同颜色的面其中只有绿色和红色的方块是输出面，其他颜色面是为了方便我们调整它的输入输出面但是无论如何调整或放置，每个面的颜色不会改变（因为没有进行配置）\n刚才说过，斜齿轮是用来拐弯用的。这里GUI默认是选择输入为W，输出为N颜色正好与那些面一一对应，利用这个特点，我们可以点击那些方块进行调整\n在斜齿轮的GUI把输出端改成S（黑色的那个）就可以拐弯传送能量了斜齿轮传送能量的特点需要注意的是，斜齿轮的传输能量路径是一条垂直折线，即：输入输出不能共线或共点输入和输出方向不能相反（输入输出所在的直线不能共线，即：不能当轴使用）\n类似于电路里的开关，关闭红石信号时能量不再传输，开启后能量才能进行传输，用于控制线路的通断这里我们举一个简单的例子打开BC燃油引擎拉杆，提供能量。（右边的静磁引擎随便设置了转速）接下来不打开红石信号，观察一下动力计打开拉杆，给离合器提供红石信号。看到了右边的动力计出现了示数，也证实了离合器可以控制线路的通断。偷偷告诉你：第二个合成比第一个合成便宜（因为一次可以合成8个轴）离合器的其他作用\n打开红石信号后的离合器相当于轴（土豪请随意）5、十字轴\n十字轴的合成与基本运用\n先看一下合成：\n\n当你放下十字轴，你会发现2个输入和2个输出口，如图（绿入红出）：\n\n十字轴可以用于能源交叉的地方，螺丝刀可以顺时针调整输入输出口的位置，但是两个输入端与两个输出端都是紧密连接的，不会断开，输送能源的方式如箭头所示，为直线输送\n十字轴的应用实例\n十字轴传输能量的作用与位置关系\n\n左方的直流电引擎给右边的泵功能，后面的性能引擎给前面的研磨机功能，就是这样，一个十字交叉口，保证两种能量之间不会干扰。\n注意：十字轴一定是直线传输\n\n6、分轴箱/轴结\n分轴箱/轴结的合成、与其他mod的类比、承受能力\n\n\n后面我说的时候，如果这个机器有分流作用，那么我就叫分轴箱了，如果有汇流作用，我就叫轴结。注意分轴箱分流的时候，输入扭矩如果是个奇数，减半之后会出小数，那么就会向下取整（防止浪费尽量让扭矩是个整数再分流）\n需要注意一下：刚做出来的分轴箱/轴结是钢制的，只能汇合4个产能设备的能量，否则就会发生损坏。损坏的分轴箱/轴结拆掉会掉落一些零件。（其他引擎也是如此）\n\n如果真的想做成一些阵列，让分轴箱/轴结能接收多个产能设备的能量，你可以用一个2×的基岩齿轮对它右击进行升级，升级之后的分轴箱/轴结对产能设备的数量没限制的，能接收无穷个产能设备的能量，那就很高效了，注意间距四格的轴结的和之前的轴结都需要升级\n\n如图，装上2×基岩单元的分轴箱/轴结材质也会发生变化。用直流电动引擎阵列的成本很高。\n轴结的汇流规律\n分轴箱/轴结有两个顾名思义的功能，分流和汇流（类比我们的铁质管道和钻石管道）\n分轴箱/轴结的功能也很简单\n螺丝刀直接右击是调整输入输出方向，按住Shift右击调整模式（分流/汇流模式）\n现在我们具体探究一下对能量分配和汇合的关系（二合一和一分二）\n这里用一个最简单的直流电动引擎演示\n\n\n由此得到轴结的汇流规律：相同转速下的能量汇合时，能量的分配为扭矩翻倍，功率翻倍\n  \n若转速不同的能量汇合时，能量分配取转速最高的产能设备的三个物理量，较低产能的设备的能量就相当于吞掉。所以一定要确保转速相同情况下进行汇流（而且转速不同会导致轴结损坏）\n\n\n\n分轴箱的分流规律\n再看一下能量分配的规律 能量的分配可以调整分配比例\n\n我们看一下性能引擎的基本信息，打开拉杆，让能量开始分配\n\n\n当我们选择1:1even时，意味着分流时两端的能量比为1:1，能量为平均分配\n这里不必刻意强调同一转速，因为分轴箱在分流模式下只有一个输入端\n即：分轴箱在1:1even模式下，功率减半，扭矩减半，转速不变\n这里再示范一下其他模式\n\n调成3:1Inline模式，我们可以清楚地看到能量被分成四份，转速不变，两边的能量扭矩和功率比都是3:1\n\n调成1:3bend模式，可以发现跟两边的扭矩和功率比变成了1:3\n其他同理，能量分配变成了32份、16份、8份、4份、2份\n其中某一端输出取1份，其他的则取31份、15份、7份、3份、1份\n均按比例分配 ，Inline模式与bend模式相对应，对应较高能量与较低能量的输出方向\n注意：分轴箱/轴结没有对三个物理量的限定，也无需润滑油\n\n\n7、离合器\n离合器的作用与合成\n类似于电路里的开关，关闭红石信号时能量不再传输，开启后能量才能进行传输，用于控制线路的通断\n这里我们举一个简单的例子\n\n打开BC燃油引擎拉杆，提供能量。（右边的静磁引擎随便设置了转速）\n接下来不打开红石信号，观察一下动力计\n\n打开拉杆，给离合器提供红石信号。\n\n看到了右边的动力计出现了示数，也证实了离合器可以控制线路的通断。\n\n第二个合成比第一个合成便宜（因为一次可以合成8个轴）\n\n离合器的其他作用\n打开红石信号后的离合器相当于轴\n\n\n8、多向离合器多向离合器的方向与调整\n把它放下来，我们会发现多方向离合器有跟斜齿轮一样的六个不同颜色的面，其中绿色和红色分别是输入和输出。默认状态下为东方输入，下方输出。使用角度传感器可以查看相关信息以及输入输出面，使用螺丝刀可以调整输入口的朝向（不与输出口重合）右键打开GUI，萤石是默认的输出方向，可以点击调整默认输出方向比如我们可以让它默认向西方输出，颜色和方向也不用说，在斜齿轮那里讲过，是相互对应的。那么那些红石所在位置呢？多向离合器就是用红石信号来精确控制输出口的位置的。\n我们现在演示一下：这里已经摆好了1～15格红石信号发生器。\n现在我们对多向离合器进行调整默认情况下向下输出，当红石信号是14时向上输出，红石信号强度为13时向北输出，红石信号强度为12时向南输出，红石信号强度为11时向西输出，红石信号为10时向东输出。（其他均为默认状态：向下输出，其他也可以进行调整，可与其他已经设置颜色或方向一致，比如选择两个北方也是可以的）此时信号强度为14此时红石信号为13，其他同理。如果有两个甚至多个红石信号（开启多个拉杆），以最前边的拉杆发出的信号为准。需要注意的是我们选择的方向如果与输入端的方向冲突了，则判断为不输出（输入输出均处于一个方块）利用多向离合器的特性，我们就可以进行简单的自动化管理了。多向离合器的简单应用\n也可以做一个简单的换向器。打开拉杆，能量就会被切换到右边了。多向离合器的合成再看一下多向离合器的合成表：中间那个是2×齿轮单元，下面就说一下齿轮零件。多向离合器的其他功能多向离合器可当做一个轴或斜齿轮使用（不提供红石信号）就像这样9、齿轮零件基本齿轮这里有几种最基本的齿轮：木质齿轮、石质齿轮、HSLA钢齿轮、钻石齿轮、基岩齿轮基岩齿轮同样到后面具体讲解，现在就看前四个齿轮由于合成全部截图略繁琐，这里就采用文字介绍，需要的可以NEI木质齿轮：5个木板合成，可得到一个。石质齿轮：5个石头合成，可得到2个HSLA钢齿轮：5个HSLA钢合成，可得到3个（可用匠魂冶炼炉合成）钻石齿轮：5个钻石合成，可得到8个\n多层齿轮（齿轮单元）2×齿轮单元：2个相应材质的轴单元+2个相应的齿轮4×齿轮单元：2个2×齿轮单元+2个相应的轴单元8×齿轮单元：1个2×齿轮单元+1个4×齿轮单元+2个对应的轴单元16×齿轮单元：1个2×齿轮单元+1个8×齿轮单元+2个对应的轴单元（也可以用2个4×齿轮单元+4个对应的轴单元直接合成）齿轮和齿轮单元是机器和变速箱合成重要的零件。10、能源初级讲解在即将进行变速箱和其他能源方面内容时，让我们先来了解一些能源方面的内容。机器的极限工作速度首先Part1我们简单了解一下极限工作速度。机器的极限工作速度是1tick，也就是二十分之一秒，0.05s。也就是说无论你提供多少转速，机器最快最快就达到1t了。机器的极限工作速度计算公式以后会写出。机器的等级不同机器消耗功率不同，同样机器分成不同等级，等级由功率决定，所有机器一共分为17个等级，等介绍完机器，我会将机器的等级列成一张表，方便大家观看。能源系统也许你会发现Roc的好多设备合成相当简单（或者说甚至我分分钟就能做出来）但是Roc却不同于其他mod，像格雷，只要你做出来，基本上给点电就能工作。但是Roc则不同，就算你造出来了这个机器，你没有能量，满足不了机器工作的需求，这个机器还是一堆废铁，另外机器工作总会有损耗，因此在Roc范围内你是没有永动机的（MFR不科学），产能设备只要一工作，无论耗能机器是否工作，产能设备的产出能量以及损耗已经固定。这就是Roc特有的能源系统这样的话，如果机器没有工作或工作完成，不把产能设备停掉，剩下的能量就会浪费掉变速箱的工作原理Part1已经讲过 P=Fv这个公式（或P=τω）在功率不变时，扭矩与转速大小成反比这也就意味着，每提高一定倍数扭矩，转速就要降低相同倍数相反，每降低一定倍数扭矩，转速就要提高相同倍数变速箱的工作原理正是如此下面我们就开始介绍非常重要的设备——变速箱在你调节机器三要素的时候必不可少的设备，变速箱永远是机器使用时你的好基友♂11、变速箱变速箱的作用与润滑油的使用变速箱的原理刚才已经讲过，变速箱在总保持功率不变的情况下，牺牲扭矩换取转速或牺牲转速换取扭矩，以达到机器的工作需求，所以说你总会用到变速箱除了基岩变速箱不需要润滑油之外，其他材质的变速箱都需要润滑油，否则会逐渐损坏，损坏的变速箱在传动过程中会有较大的能量损耗，但是仍然可以用相应的齿轮来修复润滑油的合成我们到机器的研磨机部分会将获得方法，现在仅仅提到一下。拿着润滑油桶对变速箱右击就可以给变速箱上油，拿着相应齿轮单元对着变速箱右击可以进行修复（损坏或者较高损坏率的变速箱）如图，左边是已经上润滑油的变速箱（装有润滑油的变速箱，拆下后内装的润滑油不会消失）除了没上润滑油变速箱会损坏，超过承载能力会直接爆炸，爆炸只损坏自身，不损坏周围物品，爆炸后的变速箱会掉落一些材料，所以一定要注意使用变速箱如图是爆炸的变速箱而爆炸所掉落的物品数量与制作材料数量有关，变速比例越高的变速箱掉落数量越高除了爆炸还会着火（120℃就会着火）导致变速箱着火或爆炸的原因让我来解释一下具体原因：实际上超过承载能力就会间接造成温度升高，Roc的机器对温度很敏感，一旦超过设备所能承受的温度，就会着火或者爆炸下一期我们会具体介绍温度 为了避免这种情况，尽可能考虑变速箱的承受能力和产能设备的相关数据事实上没上润滑油的变速箱逐渐损坏时候会伴随着铁锤敲动的声音，而损坏并不会达到完全损坏或者报废（与轴不同），实测最高是损坏度达到99%，然后温度不断升高，直到着火或者爆炸，而且能量传输也会受到大量损失！关于变速箱的使用，一定要注意两点：注意承载能力和确保上足够的润滑油（特别是木材，易燃易爆）所以基本上木制的变速箱就基本上没什么人使用了润滑油无法被倒在地上，再拿着润滑油桶右击地面也没用手拿润滑油桶右击变速箱就可以加进去了，桶不会被消耗掉。变速箱的材质、比例与承载能力变速箱的材质有5种：木、石、钢、钻石、基岩规格有4种2：1、4:1、8:1、16:1钢、钻石、基岩变速箱的合成就是一个齿轮单元+一个支架就可以合成了木、石变速箱则需要一个齿轮单元+5个木板/5个石台阶下面是变速箱的相关数据，其实跟轴的一样，超过承受范围就会发生爆炸或其他危险！  材料  最大转速ω/rad·s-1最大扭矩F/Nm木轴3577278石轴11561958钢轴570056711钻石轴412148469508基岩轴无限∞无限∞这四种规格，也就是对应变速箱对扭矩和转速分配的比例。2:1的变速箱可以将扭矩变为原来的2倍，转速变为原来的1/2，也可以反向转换4：1的变速箱可以将扭矩变为原来的4倍，转速变为原来的1/4，也可以反向转换8:1的变速箱可以将扭矩变为原来的8倍，转速变为原来的1/8，也可以反向转换16:1的变速箱可以将扭矩变为原来的16倍，转速变为原来的1/16，也可以反向转换\n变速箱的界面\n这是一个变速箱的界面。Ratio是它的变速比率，比如我们这里放一个钻石4:1变速箱，它的变速比率为4Mode是变速箱的模式，分为扭矩模式和转速模式。扭矩模式为扭矩增大，转速减小。转速模式为转速增大，扭矩减小。但是总功率不变。使用螺丝刀按住Shift右击可以调整变速箱的模式（直接右击是调整输入输出口的位置）Power代表变速箱输出的功率（一般与输入功率相同）Damage是变速箱的损坏率，刚才我们演示的就是变速箱的损坏率达到99%的情况（温度上升）左方的槽是变速箱的润滑油槽，不同材质变速箱的可装润滑油量不同经过实际测试，随着损坏率的提升，转速不会改变，但是扭矩会不断减小，根据P=Fv，功率也会不断减小，润滑油虽然可以使变速箱损坏率不再增长，但是无法让损坏率减小当用齿轮单元使变速箱修复时，损坏率可以降低到0%，也就是最初的状态。变速箱家族合影。\n不同材质的变速箱可装入润滑油的容量木变速箱不可装入润滑油，也就是说一次性，使用完就坏石变速箱最多可以装入8桶润滑油，也就是8000mB钢变速箱最多可装入24桶润滑油，也就是24000mB钻石变速箱最多可装入1桶润滑油，也就是1000mB基岩变速箱不用润滑油，可承受扭矩变速无限（简直是bug一样的存在）变速箱消耗润滑油的速度对于消耗润滑油的容量随着时间的变化关系（即消耗润滑油的速度）石头不同比例的变速箱，消耗润滑油的速度近似为每4s消耗2mB，也就是0.5mB/s，钢质的变速箱要比石头变速箱的消耗速度慢不同比例的钻石变速箱，消耗润滑油的速度就慢多了，加一桶润滑油就能用很长时间好了变速箱的内容就是这些。12、传送带集线器传送带集线器与组成的基本零件合成这是一个远距离传送能量的设备。先看一下合成表：\n\n中间的是集线器集线器可以这么合成：中间的是轴芯，右上角的是轴承\n\n轴承的合成还需要用到滚珠轴承：\n\n\n\n两种合成方法，有序和无序。传送带集线器的作用与皮带传送带集线器适用于远距离运送能量传送带集线器要两个一起使用，并且要处于同一空间、同一平面、同一直线上传送带集线器默认是输入模式，可以有一个输入口或一个输入口和一个输出口，手持螺丝刀按住Shift+右击可以调整为输出模式，可以有一个或两个输出口传送带集线器不需要润滑油，但是需要皮带，且在直线上不能出现障碍，传送距离每增加一格就要消耗一个皮带（传送带集线器自身不算），做好皮带后就用手分别右击两个传送带集线器就可以接上了\n看一下皮带的合成：传送带集线器接收的最大转速8192rad/s，最大扭矩8192Nm，就算超过这个最大值，也不会爆炸，只不过是把超过的部分舍去，依然按照8192计算而已两个传送带集线器也需要在相同的方向上。如图，两个传送带集线器已经连上了（那个皮带跟BC液泵伸出的♂管子一样，其实可以蹭过去，没什么卵用，并不是什么障碍）传送带集线器的最大传输能量的距离是64格传送带集线器使用的注意事项\n如果其中出现障碍 两个传送带集线器还会继续转，但是输出端能量会慢慢减小到零。传送带不会损失，打掉挡住的方块就可以恢复了传送带集线器在潮湿环境中将会出现较大损耗（在沙漠中也会）！\n\n\n而且损耗相当可怕（扭矩下降，转速不断下降，从而导致功率不断下降）也是很科学的损耗中能接收的最大转速为2krad/s（实际上是转速、扭矩、能量受限）最大扭矩为2.048kNm，最大功率为4.305MW而有些情况，在下雨天（或潮湿的环境下），我们在并未看到三个物理量有损失，这是为什么呢？刚才我们也看到了，潮湿环境下只是会对能量限制，所谓损耗，是能量限制过程中，超出那部分的能量。如果未达到限制能量的这个极限，那么也就不会出现损失。不知道大家是不是明白了，也就是说根本就没超过最大限制扭矩、转速、功率的产能设备，在潮湿环境下使用传送带集线器没有任何损耗，该是多少还是多少。\n\n传送带集线器的传动性质接下来开始探究传送带集线器不同模式具有的性质：当输入模式为输入口1个，输出模式为输出口1个的时候，输入与输出端功率扭矩和转速都相等。当输入模式为输入输出口各一个，输出模式为输出口一个的时候，此时传送带集线器还相当于一个作用于起始端的分轴箱，此时转速不变，扭矩和功率平均分配当输入模式为输入口一个，输出模式为输出口两个的时候，此时传送带集线器相当于一个作用于最终位置的分轴箱，此时转速不变，扭矩和功率平均分配当输入模式为输入输出口各一个，输出模式为输出口两个的时候，此时传送带集线器相当于两个分别作用于起始位置和最终位置的分轴箱，转速不变，功率和扭矩被平均分配两次\n假如它有两个输出面没有可输出的设备呢？那么能量就会流失（所以一定要确定能量的输出口是否有空位）不可当做轴使用，扭矩和功率会减半13、链条传动器链条传动器与链条的合成看一下合成表与传送带集线器相似，再看一下与皮带对应的链条的合成\n链条传动器的功能链条传动器的各项功能与使用方法完全与传送带集线器相同（只不过换成了用链条右击两个链条传动器），输入模式输出模式以及相关性质与传送带集线器相同，但是也有一些不同点首先，它能接收的最大扭矩和转速大大提升了——变为了16.384kNm和65.536krad/s\n其次，既然它是钢做的，就比皮革做的皮带耐用多了，即使在雨天也不会出现损失\n如图，确实不会出现任何损失注意！接收端超过可以接收的最大转速和扭矩就会爆炸！链条也会被炸掉！周围的方块也会被炸掉！与传送带集线器比起来，它要危险一些。\n而传送带集线器却不会爆炸。14、蜗齿蜗齿的作用与合成它的合成需要蜗齿蜗齿有什么作用呢？蜗齿相当于一个16:1的扭矩模式变速箱，无法转换模式，而且不需要润滑油，并且不会损坏（就像基岩设备那样）蜗齿有一个输入和输出口缺点是会出现能量损耗，接收到功率（或转速）越大，损耗越大，用角度传感器右击即可查看蜗齿的损耗比例图中所示的Power Loss就是损耗比例，此时为0.88%15、无级变速器（有的翻译也叫做CVT装置）无级变速器的合成无级变速器是一种特殊的变速箱，是变速箱界的最强者。先看一下合成表：\n\n它的合成需要基岩轴单元，相当贵（但是实用价值非常高），完全算是后期的东西了无级变速器的界面与应用\n打开无级变速器的GUI\n右边那个槽用来装润滑油，无级变速器需要润滑油但是完全不会消耗\n手拿润滑油桶右击就可以装进去了\n那些格子需要用皮带来填充，无级变速箱的变速原理是每放入一行皮带，最大变速比例就要变成它的2倍，至于变速比例我们可以手动调整或自动调整，默认变速比例是1:1\n这里是无级变速器的前三行，第一行放入皮带，最大变速比例为2:1，第二行放满皮带，最大变速比例为4:1，第三行放满皮带，最大变速比例变为8:1.第四行放满皮带，最大变速比例变为16:1，最后两行放满皮带，最大变速比例为32:1如果有一行没有放满，那么会是什么情况呢？\n比如这样第四行没有填满，或者断开了，那么后面的就不会生效，也就是说仍然是按前几行放满皮带的比例来算，如图，这个最大变速比例就是8:1\n右边的Belt Ratio是它的比例，可以手动调整。\n比如我们可以调成9:1（不是2的倍数也可以）而可以调整变速比例的范围取决于你所放皮带的行数（最后两行当做一行看，一共有5行）\n如果我们输入的数字超过了最大变速比例，等关闭GUI后就会变回8，也就是最大变速比例，按照8：1的比例进行变速至于下边的那个框呢，那跟变速箱差不多，可以调为转速模式和扭矩模式，转速模式转速增大，扭矩减小，扭矩模式扭矩增大，转速减小。（增大减小均为设置的比例所成的倍数）\n也可以调成扭矩模式，鼠标左击就可以调整了（螺丝刀按住Shift右击不能调整）右上角还有个红石信号，点击一下，我们就可以自动设置变速比例了\n这里可以选择的转速只能是1、2、4、8、16、32，转速后就是扭矩，同样对应1、2、4、8、16、32，可以进行调整。一共可以切换12种模式。亮的红石火把是当有红石信号时，选择此时所设定的变速比例熄灭红石火把是当没有红石信号时，选择此时所设定的变速比例注意：自动控制（红石控制）和手动控制不能同时发挥作用，二者只能任选其一，而且变速时总功率不变这里我们演示一下\n\n\n打开拉杆，提供红石信号，此时按照设置，转速变为4倍，扭矩变为1/4，功率不变这里看到速度是2krad/s，明显有些不精确，取的是近似值，但实际确实是2048rad/s无级变速箱可以用于工厂自由变换变速比例，另外后面要讲的机器中提取机也可以用到无级变速器，来达到极限工作速度。16、高速比传动器高速比传动器的合成与功能\n给出合成，一如既往的贵（都是基岩材料啊！）高速比传动器的功能就跟它的名字一样，高速，它也是一种特殊的变速箱，变速比例为256:1，有两种模式：扭矩模式和转速模式，分别对应扭矩变为原来的256倍或转速变为原来的256倍，与它对应的物理量也会减少相同倍数，总功率不变。高速比传动器传输能量不会有损耗，但需要保证润滑油的**，并且工作时会持续消耗润滑油，而且消耗速度极快，没有润滑油将不会工作，但是不会出现损耗\n我的输入转速为2560rad/s，扭矩为32Nm，可以看到高速比传动器的效果17、轴功率总线控制器与轴功率总线轴功率总线控制器与轴功率总线的合成我们先来看一下合成表：\n这是轴功率总线控制器\n这是轴功率总线轴功率总线控制器与轴功率总线的联动功能\n轴功率总线的上下面用来输入润滑油，储存容量是8桶，即8000mB（消耗润滑油的速度适中）\n轴功率总线后面的那个黑色的插孔是用来输送能量的，用螺丝刀可以调节黑色圆孔的位置另外三个中间一个圆圈四个方向分别有四个黑框的面是用来与轴功率总线来使用的打开轴功率总线的GUI，可以发现有四个不同颜色的口\n用轴功率总线与另外三个面其中的一个面连接，当成功连接后，那四个面中与轴功率总线控制器连接的那个重合的面就消失了（如果有多个轴功率总线，互相重合的面也会消失）\n轴功率的总线的功能是分配能量和变速（分轴箱与变速箱的综合）在不同颜色位置放上相应的轴单元（木棍、石棒、轴单元、钻石轴单元、基岩轴单元）可以分配能量\n这些颜色也是与方向和GUI和标记时候相对应，标记时会消耗材料轴功率总线的方向性无论轴功率总线如何放置，始终是北方红色，南方蓝色，西方绿色，东方黄色轴功率总线的能量分配规律当标记了一个轴单元时，且输出位置与标记颜色相对应，输出的三个物理量与输入相同当标记了两个轴单元，且输出位置与标记颜色相对应，输出的转速相等，功率和扭矩减半（与分轴箱1:1even模式规律相同）\n当标记了三个轴单元，且输出位置与标记颜色相对应，转速不变，功率和扭矩变成原来的1/3\n当标记了一个轴单元，输出位置与标记颜色不对应，如图（我标记的是绿色）\n能量输出为0当标记了两个轴单元，一个输出位置与标记颜色对应，另一个输出位置与标记颜色不对应\n则不对应的输出三个物理量均为0，对应的转速不变，扭矩和功率减半也就是说，每放入一个轴单元，能量输出就会被平均分（2倍或3倍），即使输出端没有耗能设备所以使用时一定要注意对应，否则不对应的能量将会被浪费！注意：参见轴的数据，轴单元与轴的数据相同！要确保能量在轴单元的承受范围之内，否则使用时将会出现镐子爆掉的声音，也就是轴单元损坏掉了（比如很高的能量用木棍传输肯定不行）轴功率总线的变速功能轴功率总线除了具有能量分配的功能，还具有变速箱的功能。分配能量需要用到轴单元，那么变速功能就要用到齿轮单元了（负载能力数据还是详见变速箱数据）不能超过承受上限，否则仍然会报废，听到镐子碎裂的声音\n变速只能用齿轮单元，虽然齿轮可以放上去，但是不会有任何作用2×齿轮单元对应变速比例2:1,4×齿轮单元4:1,8×齿轮单元8:1,16×齿轮单元16:1\n这里在蓝色端放入了一个16×钻石齿轮单元，可以看到，扭矩扩大了16倍，转速缩小了16倍，功率大小不变。\n上面的方框可以点击来调整模式，T代表扭矩模式，ω代表转速模式，转速模式与扭矩模式正好相反。同样道理\n这里分别放入两个2×钻石齿轮单元，都调成了转速模式。\n扭矩不变，转速和功率变为原来的一半\n如果有三个，感觉动力计的数据不够精确，如果有兴趣的人可以自己摸索一下，这里就不演示了。（分配同时也会变速）如果把齿轮单元的规格换一下，就会按照比例进行变速，如果分别有两个不同模式，两个不同或相同齿轮单元，则各个物理量会先进行分配然后按照模式和齿轮单元的规格进行变速轴功率总线的分配和变速功能的综合运用\n可以像这样根据你的需求分别放入轴单元和不同规格的齿轮，可以调整模式，对各个面的输出进行控制，这样使得各个面的输出各不相同来达到你的机器工作需求\n\n也可以用多个轴功率总线进行分配使每一个面所对的机器都能达到工作要求\n这样可以有效地把变速功能和分配功能搭配起来，达到目的。file:///C:/Users/Administrator/Desktop/Roc%E5%85%A5%E9%97%A8%E6%95%99%E7%A8%8BPart2%E8%83%BD%E6%BA%90%E4%B8%8E%E4%BC%A0%E5%8A%A8beta2.0.files/image233.jpg\nfile:///C:/Users/Administrator/Desktop/Roc%E5%85%A5%E9%97%A8%E6%95%99%E7%A8%8BPart2%E8%83%BD%E6%BA%90%E4%B8%8E%E4%BC%A0%E5%8A%A8beta2.0.files/image233.jpg\nPart3,能量的储存Part3教程目录储能设备的构成零件 飞轮 工业线圈 能量的存储1、储能设备的构成零件飞轮核心接下来需要介绍后面的第一台储能设备——飞轮。再次之前了解一下它组成的零件，也就是飞轮核心了飞轮核心一共有四种：木质飞轮核心、石质飞轮核心、铁质飞轮核心和金质飞轮核心\n看一下合成表。任意的木板都可以\n这就是飞轮核心的合成方法了。工业线圈的组成零件刹车片轴单元。HSLA钢齿轮。轴承。2×HSLA钢齿轮单元。卷线弹簧下面我们来看一下卷线弹簧的合成。它也支持Roc工作台的合成。后面讲弹簧设备会具体介绍到，这里只作简单了解高强度弹簧高级工业线圈则需要高强度弹簧，高强度弹簧合成相当贵，要等以后再说，现在仅看一下它的合成表 需要1000℃，这就说明岩浆和火焰不可以搞定的。（需要摩擦加热器，后面介绍）还需要基岩粉（需要挖基岩）也就是说前期你用不了那么高级的工业线圈低压线圈有了卷线弹簧我们就可以制作低压线圈了基岩张力线圈同理，有了高强度弹簧，我们也能制作基岩张力线圈。好了！零件的内容就是这些，下面我们要进行储能设备了！2、飞轮飞轮的功能与性质飞轮可以暂时存储旋转动力。通过飞轮的惯性实现能量存储。当能量通过飞轮，飞轮就会开始转动储存能量，当引擎不再提供能量时，能量就会输出。 当存储能量时，扭矩与提供的扭矩相等，转速和功率缓慢增长，直到达到与输入端提供的转速和功率相同。给它提供能量，可以发现扭矩没有发生变化，转速和功率明显升高。能量一直在持续升高，因此你需要时间让它的功率和转速持续升高。能量会缓慢上升，当达到与输入端提供能量持平的时候，不再上升，如果不给他提供能量，能量就会输出，给机器工作（能量不提供的时候，才会显示出飞轮的效果，否则还不如不用飞轮）这就是飞轮的基本用法了，达到了机器对能量的需求，机器也会工作。飞轮核心的材质一共有四种，它们的合成方法就是一个支架+一个相应的飞轮核心就可以了，不同材质的飞轮，它们的承受能力不同，越好的飞轮，自身存储能量也越多，下面我们就了解一下它们的具体数据飞轮的相关信息使用飞轮时，一定注意选择合适的飞轮，使用飞轮时不能超过它的负载能力，否则会爆炸，除了满足负载能力之外，注意也要达到它的运作需求，不达到运作需求，飞轮则没有实际效果，也就没什么意义了，下面我们来看一些具体信息：材质需求扭矩/Nm最大扭矩/Nm最大转速/rad·s-1最大功率/W木质飞轮416298147696石质飞轮321283265417920铁质飞轮12851265843371008金质飞轮1024409614145791774飞轮的运作需求由需求扭矩衡量，对转速则没有要求，当达到需求扭矩的时候，飞轮才会开始运作可以看到，微型燃气轮机虽然转速大，但是扭矩小，达不到飞轮需求的扭矩，所以飞轮不会转动。用了一个变速箱之后，达到了飞轮需求的扭矩，飞轮开始转动并且开始存储能量那么超过负载能力呢？那就喜闻乐见了。如果超过扭矩，这里我们提供了2048Nm的扭矩，打开拉杆如果超过扭矩飞轮会把多余的能量存起来，还是按照512Nm输出，不会产生损耗转速调到9999，我们用木质飞轮感受一下起初，转速和能量一直在缓慢增长，当然扭矩是128Nm，直到转速超过负载能力，飞轮会发生只损坏自身的爆炸而损坏拆掉损坏的飞轮可以得到零件当然也有例外，如果超过转速，除了损坏，也有可能造成爆炸，炸掉周围的机器和方块所以注意设备的使用安全，不可超过负载能力。3、工业线圈工业线圈的合成与基本作用飞轮只能暂时存储旋转动力，但工业线圈却可以稳定存储旋转动力。可见工业线圈比飞轮具有更大的优越性。工业线圈有三种：基础工业线圈，进阶工业线圈和创造工业线圈我们先来看一下合成表：创造工业线圈不可合成，是创造模式中用来测试的专属设备。像之前我用的都是创造工业线圈进行测试。进阶工业线圈可以存储更多的能量。工业线圈没有能量损耗。工业线圈可以自定义输出的扭矩和转速，但是工业线圈不能同时输入和输出，当不提供红石信号时，工业线圈可以接收能量（输入），如果提供一个红石信号，它就会输出。打开GUI，就可以自定义输出转速和扭矩Output Speed就是你定义的输出转速Output Torque就是你定义的输出扭矩超过最大输入的扭矩和转速，会被自动重置为可输出的最大扭矩和转速，并不会产生什么后果而Stored Energy是储存能量的大小（这里是能量而不是功率，所以单位是千焦）Max Energy是最大能储存的能量，超过最大储存能量，线圈就会剧烈爆炸！所以一定要注意储能设备的使用安全！之前已经超过这个存储量的线圈在所在区块载入时将瞬间爆炸。但是背包中过度充能（未放置）的线圈在放置前不会爆炸后果只会这样，非常危险，注意使用安全！注：拆下工业线圈后内部存储的能量不会消失刚才说过不能同时输入和输出，工业线圈要么输入要么输出，否则只会产生能量损耗，工业线圈起不到它的储存能量的作用，而且容易造成输出不稳定而达不到机器工作的条件（输出跟不上输入），输出能量也会产生损耗如图，能量在输出，但是能量输入会被损耗 输出时也会根据你自定义的大小进行输出。工业线圈的具体应用就是给机器功能让机器达到工作条件。工业线圈的具体信息下面来说一下工业线圈的详细信息工业线圈名称最大存储能量最大输出扭矩/Nm最大输出转速/rad·s-1基础工业线圈720MJ10241024进阶工业线圈240TJ40964096创造工业线圈∞∞∞注：切记不可超出最大存储能量MJ、TJ都是能量单位1TJ=1012J  1MJ=106J 所以说储存能量还是很大的工业线圈详解过弱的能量无法被充入线圈像这样是无效的。另外有些机器如微型燃气轮机可能转速很大，但是扭矩很小，也无法被充入线圈，你需要变速达到合适的扭矩才能把能量充入线圈，低扭矩无法被充入线圈，可被充入线圈的能量随着扭矩的增大而增大。输入扭矩越高，可存入的能量越大，因此输入需要用变速箱变一下速。这里列出一下这4个公式：τ= （log?E）?  P = （log?E）4     Emax= 2    Emax = 2（τ是输入扭矩，P是输出功率，E是存入能量大小，Emax是可存入的最大能量）下面我们来看看公式的相关推导与具体运算，感谢群内成员帮助：给线圈充能时，每1t（0.05s）会检测一次输入的扭矩和功率其中满足公式和公式其中ceil的含义是结果向上取整。每一时刻会先充上能量然后再检测其能量上限，所以当能量上限远小于功率时，会充上E = 的能量，但是公式算出来的数据可能误差较大。而最大存入能量则如下所示其中int的含义是结果向下取整，这就是最大可存入的能量。这就是坑点，感觉存能量有点略蛋疼。这也是工业线圈的缺点之一。工业线圈从侧面可以被比较器检测到现存能量和最大能量的百分比值，红石强度在0-14之间。工业线圈的比较器输出最大是15。既然工业线圈可以用红石信号开关，我们可以将红石比较器末端反相后连到线圈来制作一个简单的安全装置 就像这样，其实Roc很多机器都能被比较器检测到，如左侧的变速箱（别吐槽铁轨是干什么的，挂机了一会，但是由于存储能量过于强大，所以红石信号强度还是0，估计也就百分之零点几），后面的图就清楚多了4、能量的存储间接存储能量刚才说过了直接存储Roc能量的两种方式——飞轮和工业线圈。它们都是直接存储能量的方式。但是能量也可以间接存储,那么如何间接存储能量？你可以通过存储燃料方式间接存储能量。（其实在其他mod如BC中也有体现）比如我们可以把航空燃油储存在蓄水池中，随时随用。也可以把燃料放在箱子中，随取随用。这样我们就可以实现能量的间接存储了直接存储能量与间接存储能量之间的关系能量可以直接存储，直接存储能量又分为暂时存储能量，代表设备是飞轮，以及长时间存储能量，代表设备是工业线圈，二者均为直接存储能量的设备。直接存储能量，可以随时随地使用，将能量直接提供给机器就能工作。而间接存储能量则不同，存储燃料（物品或流体）可以需要时放入引擎，提供能量，从而带动机器工作，间接存储能量就需要进行操作，而不是存储。直接存储能量和间接存储能量往往是根据你的需求来选取，并不一定是只有直接存储好，往往有时候用燃料进行物流，再用一些红石设备简单控制就可以实现自动化了，而不是需要储能设备进行储存Part4,引擎与产能\nPart4教程目录\n直流电动引擎 \n风力涡轮机 \n温度 \n热量 \n蒸汽引擎 \n汽油发动机 \n性能引擎 \n交流电动引擎\n流体发电机 \n太阳能塔&太阳能反光镜 \n微型燃气轮机 \n燃气轮机 \n引擎控制单元 \n性能引擎升级\n加力燃烧室升级\n1、直流电动引擎（英文直译为DC电动引擎）直流电动引擎的作用与数据直流电动引擎是Roc中最简单的产能设备，最容易操作使用，但是它产生的能量是所有引擎中最弱的——仅能胜任一些低耗能的机器工作，并且可以永动，一个稳定红石信号就可以了。先看一下合成表，HSLA钢。红石。材料板。轴单元。直流电动引擎只需要提供一个稳定的红石信号就可以了（常用拉杆或红石火把）\n这样都是可以的，只需要提供持续稳定的红石信号就可以了 当然也可以用PR的红石线缆或者原版红石来传输红石信号\n\n这样也是可以的好了，接下来我们探究一下直流电动引擎的相关数据\n如图，此时扭矩为4Nm，转速为256rad/s，功率是1.024kW接下来看一下红石信号是否对直流电动引擎的输出能量有影响\n红石信号为15,14,13,12,11,10,9,8,7,6的时候：\n动力计的示数都相同，可以得知：直流电动引擎的输出能量与红石信号强度无关接下来我们列一张表来分析直流电动引擎的数据  扭矩  转速功率4Nm256rad/s1.024kW能量源消耗物品（燃料）风险红石信号无无脉冲红石信号对直流电动引擎的影响刚才说过了直流电动引擎需要稳定的红石信号，当然如果你闲的蛋疼可以给它不稳定的红石信号（脉冲红石信号）\n\n提供脉冲红石信号，扭矩保持4Nm不变，功率在1.012kW～1.024kW之间来回摆动，转速在252rad/s～256rad/s之间来回摆动，提供脉冲红石信号频率越快，摆动周期越大。但是提供脉冲红石信号不容易达到机器的工作要求，这里就不推荐提供脉冲信号了。（这里实验的频率是0.2s）其他频率同理，只不过是导致功率或转速低于刚才的最低功率和转速，导致更低的功率和转速2、风力涡轮机风力涡轮机的基本功能与合成先看一下合成表：\n集线器和8个涡轮桨叶片涡轮桨叶片可以这样合成，也可以用匠魂的冶炼炉浇铸\n风力涡轮机利用风力产生能量，因为空气密度比较低，并不能产生较大的扭矩（仅仅为4Nm），但是转速却很大，最大可达到1024rad/s，最高效率能产生4.096kW，注意，只有效率达到最高，才能让功率和转速达到最大。将风力涡轮机放在空旷的高空即可（风力涡轮机只能贴墙放置，放在地上是放不上去的）\n需要注意使用风力涡轮机正前方不能有阻挡，否则放不上去风力涡轮机前方15格内不能有方块，否则会停止工作（即使有时候不会立刻停止工作，会导致转速和功率持续下降，直到下降到0才会停止工作）\n\n\n非实体方块是可以的（但是不会放那么高吧）\n\n还有，风力涡轮机周围3×3范围内也不要出现阻挡方块（风力涡轮机前方1格3×3范围内，否则会立刻停止工作）\n但是前方是可以的（除了中间标红石火把的那一行不能放之外）\n另外风力涡轮机旋转时请勿靠近叶片（在附近愉快的玩耍），否则会持续掉血！（持续造成半颗心伤害）还有就是一定要空旷\n就算这样也是不可以的，因为空间不够开阔。另外还要在海平面以上，否则会彻底歇菜\n有关风力涡轮机的极限效率问题接下来我们探究风力涡轮机输出能量的影响因素首先来探索随着高度（y轴坐标）增加，是否会对风力涡轮机的能量和效率产生影响\n这是在海平面测得的数据\n\n\n\n这样就可以得到，风力涡轮机输出扭矩不变，始终是4Nm，转速和功率的大小随着高度（y轴坐标）的增大而增大\n风力涡轮机的功率和转速大小与朝向无关，与天气无关（雷雨天）风力涡轮机的输出功率与转速还与开阔程度有关，刚才说过不开阔的环境直接导致风力涡轮机停止工作或缓慢使风力涡轮机停止工作风力涡轮机的效率还与所在生物群系有关\n\n相同高度，但是明显在平原和森林效率各不相同若想达到最高效率（输出转速和功率最大）书上和wiki上说需要高度在128以上。但是我实际测的时候80～90差不多就可以了。\n注意一下我的坐标，y=83时就可以实现效率最高了风力涡轮机的相关信息  扭矩  最大转速最大功率4Nm1024rad/s4.096kW能量源消耗物品（燃料）风险风力无靠近叶片会有伤害风力涡轮机能量的传输像风力涡轮机，由于所处的位置比较高，可以考虑用比较便宜的轴（如木轴）或者传送带集线器/链条传动器来传输能量，需要改变方向的位置可以放斜齿轮和一些能源设备\n如图可以用木轴或传送带集线器/链条传动器传输能量，能源设备调整方向，由于输出扭矩过小，最后再用个变速箱变速就可以了 3、温度温度对Roc设备的影响接下来要讲的是蒸汽引擎，在讲蒸汽引擎之前，我们首先要了解一下温度的概念。Roc很多设备对温度都非常敏感，之前讲高炉的时候我们在下面放一团火焰或者岩浆来提高温度，使用其它的替代品则是浪费的，从而可以让高炉达到烧HSLA钢的要求。而温度则对设备的影响很大，就像变速箱损坏后由于摩擦起火爆炸，还有蒸汽引擎没有用水冷却而爆炸环境温度每个生物群系具有一定的温度，这种生物群系温度受到周围方块影响而形成环境温度生物群系本身就具有一定的温度（比如沙漠一定很炎热，温度就高，冰原温度就低），不同生物群系温度不同，但相同生物群系温度也不相同，所以这里就无法测出了，因为就算是相同的生物群系温度也不一定相同。环境温度则由生物群系温度和周围方块温度以及其他因素共同决定你可以倒一桶岩浆，促使周围环境温度升高放上一个冰块，促使周围环境温度降低放一桶烈焰之炽焱，周围会立刻起火，放上极寒之凛冰，周围迅速出现雪有些方块温度极低，比如Roc的液氮，放下去周围水方块就会立刻结冰\n\n而一些机器工作需要一个需求的温度。所以你需要给机器一个可以工作的环境。除了方块温度和生物群系温度，环境温度还与高度和白天或黑夜有关，还与天气有关白天温度相对要高，黑夜温度就要低很多了，不同天气也会对温度产生影响当把一个设备放置出来，这个设备的温度与该环境下的温度相同\n\n当放下岩浆时，一些机器（如高炉）的温度会逐渐增长，直到达到最高。知道最基础的环境温度非常有用。如果引擎在阳光直射的状况下可能不稳定，如正对天空，阳光被挡住也许会让温度逐渐稳定，一些机器就会与周围环境温度一致温度关系规则：若环境温度小于0，并且机器放置在火方块或者热源上，环境温度将会上升30℃，岩浆是个例外，岩浆的温度会逐渐上升直到最大。火与熔岩是相互排斥的，因此你无法使用火和熔岩同时加热蒸汽引擎，这里熔岩可以使静止的岩浆，也可以是流动的岩浆*4、热量首先，我们得到了有关热量的变化量（升温）的关系式热量的变化量=max[（环境温度-机器温度）/40，1]意思是定位机器位置的升温，max（a，b）意为a,b两个中取最大的量用公式表示是：△H=max[(t-t0)/40,1]放在火方块上/岩浆/地狱都可以增加温度（产生热量）5、蒸汽引擎先看一下合成表\n\n\n\n\nimage.png (161.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-16 15:32 上传\n\n\n\n\n冷凝器是这么合成的液体管道这样合成，后面物流会具体介绍\n蒸汽引擎是经常用到的引擎,它只需要提供足够的水就可以永动，使用前先提供足够的水。\n蒸汽引擎需要从引擎放置后的左方提供水，其他面是不可以接收的\n像用BC水泵、Roc的泵、TE蓄水器就可以自动加水了蒸汽引擎温度达到100℃就能工作了，我们可以在下面放一个火方块（需要下方放上地狱岩）就可以让蒸汽引擎的温度升高，由于加水冷却，最终稳定的温度是在135℃左右（因为蒸汽引擎的初始温度还受环境温度影响）其实这里想说一下水只是冷却剂，看上面的提示显示是Fuel，也就是燃料，但是水并不是燃料，只是用作蒸汽引擎的冷却剂这里是125℃可能是受周围环境的影响（平原），官方wiki是说135℃，但是并不准确，因为环境温度各不相同。这样就可以稳定工作了这里强烈推荐火方块，用火方块是安全的\n可以看到，就算没冷却剂，温度也在125℃如果用岩浆，刚才温度那里说道，使用岩浆的话温度会持续升高注意要用水冷却，这里给你们看看不用水冷却的后果（使用岩浆）蒸汽引擎就会爆炸，这里爆炸不会炸掉周围方块，只会炸掉自身，周围也会掉落一些HSLA钢废料\n在下界放上蒸汽引擎基本上就是放下就炸，一瞬间你可以发现温度已经到了300℃Roc的产能设备尽量不要放在下界，否则会产生爆炸这里放了一个性能引擎，可以看到被炸了一个大坑但是部分引擎（如直流电动引擎、交流电动引擎、汽油发动机等可以在下界放置）这里为什么不推荐岩浆，因为就算你提供了冷却剂，但是还是会过热而发生爆炸，所以你还需要放上散热片才能很好的避免过热\n所以，最好使用火方块吧（但是使用岩浆还是会过热，如果及时降温，再放上散热片还是可以避免的）\n散热片就是一个用来散热的东西，放两个基本上就没问题了（散热片就是用来减少热量的东西，放在机器那里介绍）除了散热片，也可以用加热器控制温度（这要放在机器部分介绍）除此之外，我们可以设计一些开关来很好的控制蒸汽引擎没有开关，我们可以利用简单的一些红石装置来控制。简单的控制开关，开启可以用发射器+打火石组成（或使用条纹管道）关闭可以用粘性活塞+石头或发射器+水桶（或使用条纹管道）还可以将岩浆放入发射器，用红石钟控制岩浆的发射和收回，使蒸汽引擎不会过热如果你想节约燃料（使用可燃方块，而不是地狱岩或岩浆），则必须手动/自动控制引擎，并把蒸汽引擎装置建在靠近基岩的地方。注意蒸汽引擎不能空烧，一定要有冷却剂！否则会产生爆炸！蒸汽引擎的GUI有温度条和冷却剂条，冷却剂最多储存60000mB\n*关于加热和冷却（虽然是略看，但是一定要看红字内容）在使用蒸汽引擎过程中需利用环境温度。环境温度越低，引擎工作时温度越低。（放在冰原是有效的）只有当机器温度超过环境温度，才会发生冷却。（注意用火加热时的环境温度。）常用冷却方式有在机器周围放冰块/蓝冰，给机器通入冷却剂（水、液氮等）方法 在加热效果和冷却效果实际应用中，引擎会实时判断温度是否超过最大承受温度。如果是的话那么就会 嘶嘶嘶嘶嘶嘶……BOOM!!!!+铁废料！！如果没有火/岩浆，还有Reika的GeoStratamod作为第3种选择。岩浆/火/蒸汽排气口，可以作为热源使用，理论上来说，岩浆排气口和岩浆效果一样，而蒸汽排气口和其他热排气口和火方块效果一样。与普通火/岩浆方块不同，这些需要机器下2格来摆放。还有一个特殊条件：如果火排气口和岩浆排气口叠在一起，则同时会有岩浆和火的加热效果。对于在岩浆方块下的火/热排气口同样有效。如果环境温度极低，这种方法将极有效每秒将会发生如下加热事件：（火=在火方块或热排气口上的方块，岩浆=在岩浆或岩浆排气口上的方块）这段内容摘自wiki，感觉也不是很有用，有兴趣的可以试一下，反正我也没玩过GeoStrata mod，那个排气口还得去这个mod里找*有关加热和冷却的判定如果火方块那么温度+1，如果方块放置在火/热喷口或火方块上，温度+1如果火和地狱生物群系那么温度+1，如果方块放置在火/热喷口或火方块上且生物群系为地狱 温度+1如果岩浆那么温度+2如果方块放置在岩浆/岩浆喷口上，温度+2注：原文为计算机语言，原文和译文中岩浆,火,火/岩浆喷口都是变量（所以温度是+1之类的）加热事件结束后，机器会被环境温度加热（如果机器温度低于环境温度）。加热率不是固定的（非均匀变化）基本上来说，（仍假设机器温度比环境温度低）加热时机器至少会上升1度。如果温度差超过40℃则为2℃，超过80℃则为3℃，以此类推。总的来说，假设机器温度大于环境温度，机器总共可以接受4℃。然而正常情况下，引擎每秒会加热1℃。如果不是火或不是岩浆那么温度-1温度在以环境温度为基础，每上升96℃，机器温度-1.（理论最大值为-3.当一个150℃的蒸汽引擎在最高处，且生物群系为天空。）好吧，翻译的我也糊涂了，这个纯属选修，有兴趣的可以去测试一下。蒸汽引擎的具体信息好的，下面我们看一下蒸汽引擎的相关信息  扭矩  转速功率32Nm512rad/s16.384kW能量源消耗物品/流体风险水和热量（蒸汽）冷却剂（水）温度超过150℃会发生爆炸蒸汽引擎阵列的简单应用一个蒸汽引擎的扭矩是32Nm，转速是512rad/s，功率是16.384kW。而4个蒸汽引擎通过一些能源设备达到的总扭矩是128Nm，转速是512rad/s，功率为65.536kW，这可以使一台研磨机在没有变速箱的情况下运行。\n查找信息可知，研磨机需要4.096kW的功率，128Nm的能量。\n4台蒸汽引擎是直接可以达到128Nm的，再通过一些能源设备就可以达到研磨机的运作要求。\n\n\n\n然后再研磨油菜籽就能得到润滑油了，还能得到副产物油菜籽壳。等左边的那个槽够1000mB的时候用桶取出润滑油。6、汽油发动机乙醇晶体的制备到这里就开始需要燃料了，汽油发动机需要乙醇晶体做燃料产生能量。乙醇晶体则是需要发酵机制作。先把发酵机放出来，然后提供水，用直流电动引擎供能即可。\n\n\n\n然后用糖和泥土生产酵母\n再用酵母和有机物（如树苗、花草、树叶等）产生烂泥再把烂泥放进熔炉里一烧就是乙醇晶体\n这样分三步就能得到乙醇晶体了。乙醇晶体主要用于汽油发动机和性能引擎的燃料。也可以用于熔炉的燃料，但是燃烧时间只有400，放入发电机产生电力仅有1000EU，推荐不要用于熔炉或发电机的燃料。\n\n汽油发动机的功能与合成先来看一下合成表\n汽油发动机的合成需要气缸、金锭、2×齿轮单元、点火装置、轴单元、材料板和推进器。\n气缸的合成。8个HSLA钢围成一圈\n点火装置。金锭可以用其他mod的琥珀金锭代替。现在你们应该明白了为什么Roc是个吃铁科技将汽油发动机放在地上，打开GUI，在那个空槽里放入乙醇晶体，乙醇晶体就会变成液态乙醇产生能量，将鼠标箭头放在液态乙醇槽可以查看汽油发动机的运作时间\n每个乙醇晶体可以得到1000mB的液态乙醇，可以让汽油发动机持续运作60s，也就是1min用空桶右击可以得到液态乙醇\n\n\n每次消耗液态乙醇1000mB得到液态乙醇桶，如果汽油发动机的液态乙醇不足，无法装桶，也会有一行提示\n液态乙醇燃烧时间是3000这就要比乙醇晶体好多了，燃料的产热功率是9RF/t，可以给一些RF系mod使用还有，注意一下拆下汽油发动机的时候会导致内部燃料（液态乙醇）的消失，可以先把液态乙醇通入其他容器，搬走后再重新加入液态乙醇也不能倒在世界中，拿着装有液态乙醇的桶右击地面是没有用的。液态乙醇可以用蓄水池或其他储液设备通过管道（或Roc自己的燃料管线）由汽油发动机的下方输入汽油发动机不受温度影响，也不会爆炸什么的，当然放在下界也可以。汽油发动机由于会一直持续消耗燃料，可以使用储能设备，也可以储存燃料，等想用的时候再用，还可以用引擎控制单元来控制（这期后面会讲到）汽油发动机的相关信息下面同样我们来看一下汽油发动机的相关信息：  功率  扭矩转速65.536kW128Nm512rad/s能量源消耗物品/流体（燃料）风险液态乙醇乙醇晶体（液态乙醇）无\n汽油发动机同样可以做成阵列，功率262.144kW，扭矩512Nm，转速512rad/s但是不能堆太多，否则分轴箱会坏掉。7、性能引擎性能引擎的基本功能与合成性能引擎是汽油发动机的升级版，具有更优越的性能先来看一下性能引擎的合成表(旧版）\n\n性能引擎的合成贵了一点，把金锭换成了散热器先来看看它与汽油发动机有何不同吧。新版合成则改的比较贵一些。\n\n需要用到铝合金气缸。\n\n一圈铝合金制作2个铝合金气缸。（铝和硅会在机器部分讲到）\n铝合金需要用硅粉+铝锭在高炉中煅烧得到，因此前期你无法做性能引擎\n打开GUI，发现它比汽油发动机复杂一点。性能引擎也需要水作冷却剂，但是温度不会受周围方块温度影响。但是会受除了周围方块温度以外环境温度的影响（在性能引擎下部放岩浆，温度不会上升）\n否则温度达到240℃（wiki上说1000℃，由此可看到wiki数据的各种不精确），就会发生爆炸，这个爆炸不会像别的引擎爆炸那么温柔！爆炸之后会破坏周围的方块，炸掉一个大坑，并且会掉落一组HSLA钢废料（放在地狱直接爆炸）伴随着温度升高，也会有像格雷一样泄露蒸汽的声音\nHSLA钢废料掉落数量是不等的，有时候就是一组，有时候是半组，还有一次是16个。HSLA钢废料可放入高炉重新冶炼，得到HSLA钢，也可以用匠魂冶炼炉熔化，最后浇铸得到HSLA钢\n\n\n性能引擎只有它的背面能输入水。\n左边的那个槽就是用来装水的注意性能引擎也不能空烧，要有冷却剂！否则当然也会产生爆炸！\n而中间靠左的槽是用来放燃料乙醇晶体，也可以在性能引擎下面接上燃料管线通入液态乙醇同样拆走性能引擎后内部装有的冷却剂、燃料和助燃剂都会消失\n最右面的是温度槽，可以显示当前引擎的温度那么中间靠右的那个槽呢？这就属于性能引擎的优点了，靠右的那个槽是助燃剂槽，可以添加助燃剂（红石、火药、烈焰粉）来提高性能引擎的效率性能引擎消耗液态乙醇的速度是汽油发动机消耗速度的两倍，每个乙醇晶体（每1000mB液态乙醇）只能让性能引擎运作30秒的时间那么同样，像性能引擎和汽油发动机这种持续消耗燃料的机器，你可以用一些简单的红石电路控制或引擎控制单元来控制它的开启和关闭不同助燃剂对性能引擎效率的影响下面我们来探究一下这三种助燃剂对性能引擎效率的影响\n首先，不用任何助燃剂，性能引擎的效率与4台蒸汽引擎的效率相同，功率65.536kW，扭矩128Nm，转速512rad/s，燃料的效率与汽油发动机一样\n放入红石作助燃剂。\n\n用红石作助燃剂，功率262.144kW，扭矩256Nm，转速1024rad/s，明显高多了每个红石的助燃时间是180s（也就是3min）\n\n\n换成火药作助燃剂，功率262.144kW，扭矩256Nm，转速1024rad/s，与红石作助燃剂的能量相同，但是每个火药的助燃时间是360s（也就是6min）\n\n\n\n\n助燃剂变成烈焰粉，产生能量仍与火药和红石相同。但是每个烈焰粉的助燃时间是720s，都是一个2倍的关系（也就是12min）由上边的图片也知道，这三种助燃剂能支持的时间也与它们本身加入得到助燃剂的量有关，像我用一组红石连一半都不到，加入一组火药到一半多一点，加入一组烈焰粉，填满之后还余下几个。像性能引擎这样的，最好不要做成阵列，特别是加入助燃剂后，已经超过了分轴箱/轴结的承载能力。当然这三种助燃剂也可以混搭（一起加入性能引擎），混合后所增加的只是持续时间而已。因为它们的效率完全相同。性能引擎的相关信息这里我们也列出一张表格来看一下性能引擎的相关信息  基本功率  基本扭矩基本转速65.536kW128Nm512rad/s加入助燃剂后功率加入助燃剂后扭矩加入助燃剂后转速262.144kW256Nm1024rad/s能量源消耗物品/流体风险液态乙醇乙醇晶体（液态乙醇）、冷却剂（水）、助燃剂（红石、火药、烈焰粉）温度超过240℃就会发生爆炸 8、交流电动引擎（英文直译为AC电动引擎）交流电动引擎的合成与磁化轴芯的获得\n金锭/琥珀金锭、红石、金线圈、轴单元、材料板。\n\n金线圈可以用两种方式合成\n交流电动引擎需要一个磁化轴芯，因此在制作磁化轴芯之前，我们需要做一台磁化器来制作它。\n磁化器对扭矩没要求，需要16.384kW的功率，2048rad/s的转速\n先给它提供能量\n然后磁化器还需要一个脉冲红石信号。（这里为了方便我用了红石计划的一些设备，其实原版的脉冲红石或循环电路也是可以的）低频或高频红石都可以，只不过磁化速度不同，频率越快，磁化速度越快，当然如果你家电脑是渣机的话，不要作死用高频红石\n在磁化器中，轴芯就会慢慢被磁化成磁化轴芯。轴芯磁化的程度用磁场强度来量化。单位是微特斯拉（mmT）\n到达1000mmT之后，单位就会变成毫特斯拉（mT），到达1000mT之后，单位就会变成特斯拉（T），轴芯磁场强度的最大值是536.871T，这样，一根磁化轴芯就能用很久交流电动引擎的功能与使用方法\n交流电动引擎只提供脉冲红石信号不能运作，需要给它提供磁化轴芯。\n放入磁化轴芯，交流电动引擎开始工作，并开始缓慢消耗磁化轴芯中的磁性，直到变成轴芯而且交流电动引擎中磁化轴芯不能堆叠\n\n正常提供红石信号时，交流电引擎的输出扭矩是512Nm，转速是256rad/s，功率是131.072kW交流电动引擎的输出能量与磁化轴芯的磁场强度无关，磁场强度只是决定使用时间而已1mmT的磁化轴芯能够让交流电动引擎持续运作60s\n\n交流电动引擎不能使用稳定红石信号，如果使用稳定红石信号会导致扭矩保持512Nm不变，转速和功率持续上升，到达256rad/s和131.072kW后迅速下降，直到降为0后，扭矩也直接变为0（除非你来回按动拉杆，但是不如直接设置个红石脉冲好），还有这好像是个二次函数。交流电动引擎的输出能量大小与提供脉冲红石信号的频率有关\n\n\n频率越高，产生转速和功率的稳定率越高。为什么说稳定率？因为高频的红石输出能量是那么多，就一直是那么多，不会改变而频率较低，就会造成扭矩不变，仍为512Nm，而转速和功率则在比如250～256rad/s之间来回摆动，功率也同样来回摆动，造成不稳定，但是也不会受到太大影响。（除非机器需要稳定的功率和转速，你需要高频红石信号）\n\n这里我设置计时器的时间周期为2s，频率就是周期的倒数，是0.5Hz\n扭矩是512Nm不变，如果计时器每一次提供信号为一个周期，在第一周期，转速从0上升到256rad/s，在下降到156rad/s，第二周期，转速从156rad/s上升到256rad/s，第三周期，转速由256rad/s下降到220rad/s，第四周期再上升到256rad/s，以此类推（一直重复第三～第四周期），功率也是一样道理，下降再上升，上升再下降，除了第一周期不同，后边的都随着周期变换，画出来其实是一个周期变化的函数。（第一周期的造成原因可能是计时器刚放出来位置有影响）\n再把计时器的周期设置为1.5s，频率也就是0.67Hz（保留两位小数）\n扭矩不变，仍为512Nm，转速就会在236～256rad/s来回变换，功率也是同样道理（数位太多，闪动频率难测，这里就没具体说出），最小正周期就会减小，扭矩不变，也就说明振幅不变\n周期设置为1s，频率是1Hz\n扭矩不变，转速就会在245～256rad/s之间来回摆动。功率也是如此。\n调到周期0.5s，频率则为2Hz，转速在250～256rad/s摆动，功率同样道理。调到周期0.2s，频率5Hz，此时转速和功率不变，刚好稳定。由此，低频的话相位是不断变化的。如果使用频率太慢的红石脉冲，输出功率可能波动129kW～131kW，这可能导致这些引擎与分轴箱/轴结之间的问题，或用轴功率总线进行拆分，还有飞轮的稳定输出都会受到影响这里要注意几点，交流电动引擎不受温度影响，所以在下界也可以使用。交流电动引擎周围不能用一个磁化的轴芯靠近（受到磁场的影响）装在背包或拿在手里或装在物品栏都不可以\n否则就会造成输出除扭矩外，转速和功率大幅度下降影响后扭矩不变，功率最小降为23.552kW，转速最小为46rad/s但是扔在地上或者拿一个普通轴芯没问题。影响范围是以它为圆心，半径为7m的圆上，像我站在这个角上是没问题的。\n磁化有一个好处，当你没有提供脉冲红石信号，也没有在交流电动引擎内放磁化轴芯的时候（放了轴芯也行），手拿磁化轴芯就能让它产生稳定的能量，最大扭矩是252Nm，最大转速是30rad/s，最大功率是7.560kW\n但是放入交流电动引擎的两个磁化轴芯并不会受到磁化的影响还有尽量不要用多个红石脉冲冲向一台引擎，否则也会造成输出不稳定分开提供红石脉冲就可以了\n交流电动引擎的相关信息下面我们来看一下交流电动引擎的相关信息  最大扭矩  最大功率最大功率256rad/s512Nm131.072kW能量源消耗物品/流体风险磁化轴芯和红石脉冲无无\n\n\n\n\n\n9、流体发电机流体发电机的合成与功能先来看一下它的合成表，它的合成是比较贵的，需要8个木浆板和1个钻石轴芯。钻石轴芯用1个钻石和2个钻石轴单元合成。木浆板就贵多了，需要6个材料板和3个弹簧钢。弹簧钢就相当贵了，普通的岩浆或火焰只能让高炉温度达到630℃，所以只能运用摩擦锅炉使高炉达到如此高的温度。弹簧钢就需要用HSLA钢、红石和煤焦得到。流体发电机与风力涡轮机恰恰相反，它是产生低转速、高扭矩的能量。是一个永动的设备。那么流体发电机同样跟风力涡轮机相似，需要贴在墙上放置，不能放在地上。流体发电机只有一个输出口。流体发电机需要润滑油，润滑油需要在输出口所对的那个面输入润滑油（因为上下左右有轮子的面不能输入），流体发电机可以缓存24000mB的润滑油，也就是24桶。流体发电机消耗润滑油的速度也很慢，大概消耗速度为1mB/s，已经很慢了。一桶润滑油能让流体发电机持续工作2000s（也就是33min20s）接着在高空倒下一桶水就能产生能量了。就像水车一样。发电量非常的多。下面我们说一下使用流体发电机时应注意的问题首先，跟风力涡轮机相似，它所在的3×3范围内不能被方块挡住，否则会停止工作。还有要注意一下水流的位置除了可以像我刚才一样放在机器的正上方，也可以放在左侧但是高空流水放在右侧就不行了，因为流体发电机需要能使它逆时针转动的高空流水。还有既然是高空流水嘛，所以水流的位置尽量要高，我看水源间距流体发电机的距离（也就是水流高度）至少3格，否则就不会产生能量了。像图片这样其实已经满足水源距离3格了所以依然工作。这里的三格包括水源和流体发电机本身位置。\n \n流体发电机还有个特性，就是它们可以连在一起，像这样，而且这样的话流体发电机会作为一个整体，直接给第一个流体发电机提供润滑油就可以了，润滑油就会被均匀分布到后面所有与它相连的流体发电机中，做成一个阵列这样消耗润滑油的速度就快多了，需要给它提供足够的润滑油。串联起来的话一定要保证水流高度一致（脑补轴结汇流原理），否则合并失败，转速不一致，效率变得低下而变成一台流体发电机的效率，感谢@Achang提出，一格水蔓延所以是无效的。还是按照一格流体发电机的能量来算，效率大幅度降低。\n处理成阵列后的输出转速不变，扭矩等于所有流体发电机产生扭矩之和，功率等于转速与扭矩之和的乘积。而最终的能量会在最后一个流体发电机上进行输出。我串联了9个流体发电机，可以保证较大的输出，但是不要串联16个流体发电机（没加升级最多串联4个）！一个是因为消耗润滑油的速度很快，还有就是与分轴箱类似，否则会坏掉或爆炸！超过16个直接损坏或爆炸！拆毁可得到零件。如果想串联最多16个流体发电机，你需要用一个基岩轴对它们右击就可以了，材质也会变化。若想连接16个，则每间距四个流体发电机的都要升级（因为最大承受4个）\n这样就可以一次串联16个了（不是并联）还有跟风力涡轮机相似，它工作的时候不要靠近扇叶，否则会受到伤害！还有千万不要让它接触高温流体（如高温岩浆），否则会产生爆炸！\n如图，炸出了一个很大的坑，周围的物品也被炸没了。流体发电机的相关信息和极限效率下面我们来看一下流体发电机的相关信息  单个最大功率  单个最大扭矩最大转速524.288kW16.384kNm32rad/s能量源消耗物品/流体风险高空流水的重力势能润滑油靠近扇叶会受到伤害，接触高温流体会发生爆炸那么如何达到高效率呢？刚才讲过了，我们可以串联流体发电机可以让转速不变，扭矩和功率叠加。除此之外，流体发电机的效率还与水流高度有关。注意：这里的水流高度是从最上面开始算，第一个水方块下落直到接触到流体发电机上面那个方块的距离才是水流高度（静止或流动的水同样道理，包括水源和流体发电机自身）\n水流高度为3产生的能量（如上图） 水流高度为6产生的能量水流高度为10产生的能量由此我们发现：随着水流高度的增加，流体发电机产生的能量逐渐增大，直到达到极限。若想要流体发电机的效率达到极限，水流高度应为64格才能达到极限效率。当然，流体发电机用水流高度为64时，也可以将流体发电机串联起来使用，作为一个极限水力阵列也是一个不错的选择。（除了有点贵之外）当然，你可以在流体发电机上方的水流中设置一个活塞系统来控制流体发电机的运行和停止，这能保持润滑油不被浪费，除非你要一直让流体发电机工作。10、太阳能塔与太阳能反光镜太阳能塔、太阳能反光镜的所有功能及其介绍\n来看一下太阳能塔的合成表。材料板。墨囊。液体管道。太阳能塔正如其名，它是一个塔，它有两部分组成，主体和太阳能反光镜。我们再来看一下反光镜的合成。\n反光镜的合成需要用到喷气发动机炉来得到防爆玻璃，这个我们后面会讲到。\n\n\n镜子可以这么合成，铁锭可以用银锭代替。\n太阳能塔是个塔状结构，就像这样堆起来。太阳能塔工作需要消耗大量水，水可以从前后左右上五个面输入（下面输出能量），在其中任何一个太阳能塔上输入水就可以。（不必在最顶端的太阳能塔输入水），输入水时会给提供端以下的所有太阳能塔提供水并储存。（最好在太阳能塔最下面两层提供水），也可以给所有太阳能塔提供水\n每一个太阳能塔内部能装入4000mB的水，消耗水的速度是20mB/t，最底部的太阳能塔消耗水的速度是300mB/t\n太阳能塔还需要反光镜，当这样放好之后，反光镜的方向会逐渐转向太阳能塔所在的方向，从而产生能量。太阳能塔是一个永动、可控的设备。当然反光镜需要连接到太阳能塔的底部\n不提供水，太阳能塔就无法工作。那么当然，太阳能塔只会在白天工作，晚上就会停止。雨天（即使在沙漠）也不会工作\n\n还有太阳能塔工作时不要靠近它，否则会被烧死！像我创造模式都会起火。而且周围的泥土和沙子都会被烧成玻璃。（功率越大，起火范围越大，像我这样是7×7范围的起火）\n除此之外，还要注意不要在反光镜上来回跳动，会导致反光镜损坏掉。或者不能被重力方块接触到，也是不可以的\n损坏的反光镜拆掉会随机获得一些材料反射镜损坏后可以用镜子右键点击进行修复接下来我们说一下太阳能塔和反光镜的一些注意事项和性质。\n反光镜反射太阳光的实质是一个反光镜的光线沿着下一个反光镜的光线反射提供给太阳能塔，所以竖着放是没有问题的。太阳能塔会吸收与它靠近的反光镜得到的光线产生能量。\n所以与它连接的反光镜一旦损坏掉了或者没了，就不会产生能量。也就说后面所有反光镜都等于没用（反光镜中间不能断掉）太阳能塔中间也不能断开，否则会按照最上面的没有断开的那一个太阳能塔来计算\n反光镜上方不能被非透明或半透明方块阻挡，否则所连接的反光镜产生的能量无效（但是后面没有被阻挡的反光镜产生的能量仍然有效），可以换成玻璃（透明方块）来避免这个问题，反光镜本身可以关于反光镜能被太阳能塔检测到的范围，这个单机超平坦已经测试过了，大概是太阳能塔中间为圆心，半径为511格的圆上（在白天中午晴朗的天气下），包括上下左右前后六个方向，这么一个巨大的球体上，所以完全不用担心反光镜不会被太阳能检测到。\n太阳能塔需要纵向放两个以及两个以上才能产生能量，必须要有反光镜才能产生能量。注意一下，堆太阳能塔的时候可能会有一段时间不输出，原因是太阳能塔堆高一层会需要接收更多水，而正在提供水，所以会有一段时间不会输出下面我们具体来探究一下太阳能塔输出能量多少与哪些因素有关。\n2个太阳能塔，太阳能塔的数量x=2，1个反光镜，输出功率为1.024kW，扭矩2Nm，转速512rad/s\n3个太阳能塔，太阳能塔的数量x=3，转速仍为512rad/s，扭矩4Nm，功率2.048kW。扭矩和功率翻2倍。4-5个太阳能塔，转速仍为512rad/s，扭矩变为8Nm，功率变为4.096kW，扭矩和功率翻4倍6-9个太阳能塔，转速仍为512rad/s，扭矩变为16Nm，功率变为8.192kW，扭矩和功率翻4倍。接下来我就列个表来表示经过研究发现的性质。为了控制变量，反光镜的个数均为1\n  太阳能塔数量a  （a为整数）  扭矩τ/Nm转速ω/rad·s-1功率P/kW翻倍系数ka=10000a=225121.0241a=345122.04824≤a≤585124.09646≤a≤9165128.192810≤a≤173251216.3841618≤a≤336451232.768323412851265.53664a≥3512851265.53664由此我们可以知道，最多堆34个太阳能塔就可以了，多了的话没有益处，仍然与34个太阳能塔的效率相同。另外每次太阳能塔放置的时候，水都会被重新加入，太阳能塔接收到水之后会提前工作，每一次会判定一次，所以此时能量会有所波动，并不是跟表格的数据相同，但也是一段时间，一会之后就没问题了。除此之外我发现太阳能塔的产生能量大小与太阳上升高度有关，太阳能塔需要在白天且天气晴天的时候工作，雨天和夜晚不工作。日出的时候，太阳逐渐上升，太阳能塔产生的能量逐渐上升，直到达到应该达到的能量为止，日落的时候，太阳缓缓下降，太阳能塔产生的能量也会下降，知道降低到0其他时间，太阳高度一直相同，太阳能塔产生能量就会稳定下面我通过群里的大神的帮助，探究出一条太阳能塔产生能量与反光镜数量关系的公式在忽视太阳上升高度的情况下且反光镜无纵向放置的情况下:太阳能塔输出最大功率Pmax=[（2.048+2.048×有效反光镜的数量）××太阳能提供输出的翻倍系数k]kW这里由于游戏数据不是那么精确，也会产生误差，所以太阳能塔的输出功率≤公式计算的精确值而且经过我的探究，也得到一个结论：在同一空间内，若反光镜数量相同，纵向放置的反光镜数量越多，输出能量越低。纵向放置反光镜的效率远没有横向放置的效率高。因此，为了防止反光镜的相互阻挡，可以将反光镜分布在一个平面。值得一提的是太阳能塔可以在一个范围内共用反光镜产生能量，只不过反光镜来回偏转感觉好蛋疼，强迫症可以不用这种方法。这样处理成几个太阳能阵列是不成问题的。反光镜和太阳能塔相互之间不会产生干扰，而且反光镜的多次偏转并不会使太阳能塔效率降低，所以最好处理成一个太阳能阵列（太阳能发电厂）还有，转速需要达到反光镜和太阳能塔足够多时才能达到1024rad/s，每个反光镜最多能达到16kW的输出功率。最后再说一下，太阳能塔的规格只能是1×1！范围再大是没有用的！最底部的太阳能塔不会被计入能量。用511个反光镜和34个太阳能塔能量可以达到最大，可以用装有8个皮带的（速度模式）的无级变速器或8：1（速度模式）变速箱来调整输出能量，但是这非常昂贵况且根本不需要这么大能量总结：太阳能塔输出能量随着太阳能塔、反光镜数量的增大而增大而在太阳能塔底部通常用一个斜齿轮和几个轴引到地面还要注意一下放多个太阳能塔要保证反光镜的数量足够！一个20个太阳能塔和80个反光镜的太阳能阵列在中午可以输出5.175MW的能量（如果用旋转动力发电机可以产生919RF/t）对于绝大多数的机器，这样的能量是足够的，事实上，即使在晚上这个阵列也会产生1.034MW（183RF/t）由于太阳能塔比反光镜便宜（反光镜需要电路板和防爆玻璃什么的），在你的能量系统中建造多个太阳能塔是更好的，而不是无脑堆反光镜，甚至仅仅是8块反光镜在20个太阳能塔就能在中午输出589kW（104RF/t）下面我们来看一下太阳能塔的具体信息  最大转速  最大扭矩最大功率1024rad/s∞∞能量源消耗物品/流体风险阳光水靠近太阳能塔会着火\n11、微型燃气轮机（微型航空燃油引擎）航空燃油的制备微型燃气轮机包括下面要讲的燃气轮机都需要航空燃油作燃料。那么下面我们看看航空燃油的获得。我们需要一台机器：分馏器。它对扭矩没有限制，需要8192rad/s的转速和65.536kW的功率把原料依次放好，就可以产生航空燃油，当然恶魂之泪不会被消耗。黑色粉末是沥青砂，由研磨机研磨灵魂沙得到，红色粉末是下届石粉，研磨地狱岩得到。生产出来的航空燃油会出现在右边那个槽。可以用桶或管道导出桶装的航空燃油也不能倒在地上只要达到机器的运作要求就行，我很懒于是就这样搞了。注意装有航空燃油或燃料的容器不能接触岩浆，更不能放在地狱！也不能接触火焰，否则会发生爆炸微型燃气轮机的功能与合成接下来我们就要介绍微型燃气轮机的相关内容了。我们先来看一下合成表（旧版内容）压缩机。HSLA钢。燃烧室。轮机。轴单元。材料板。燃烧室需要HSLA钢。红石。点火装置。轮机用一圈螺旋桨叶片和一个压缩机合成而新版则改的贵一些了，需要用到高温燃烧室。高温燃烧室需要用到感应锭。把它放下，它需要从下端用燃料管线提供航空燃油（或者其他mod的管道）或直接用桶右击微型燃气轮机不同于其他引擎。它能产生高转速、低扭矩（最大仅为16Nm）的能量。且能产生较大的功率。因此微型燃气轮机通常需要搭配变速箱使用。给它提供航空燃油，就能让它的扭矩为16Nm，转速和功率不断升高，直到最大。当你使用引擎控制单元的时候，可能无法直接从底部输入航空燃油，这样的话可以将管道接入引擎控制单元，再提供给微型燃气轮机（汽油发动机和性能引擎那里也是同样道理）\n\n微型燃气轮机的消耗燃料速度是250mB/min，这样一桶航空燃油就能在微型燃气轮机中持续运行4min，微型燃气轮机也成为了一个非常节能的引擎。但是像汽油发动机和性能引擎、微型燃气轮机和燃气轮机这种持续消耗燃料的设备最好给一个引擎控制单元来控制它。（否则只能手动一桶一桶加燃料来达到节省燃料的效果，非常麻烦而且还浪费），微型燃气轮机内部缓存240000mB航空燃油下面我们来看一下微型燃气轮机的相关信息  最大转速  扭矩最大功率131072rad/s16Nm2.097MW能量源消耗物品/流体风险航空燃油航空燃油无12、燃气轮机（航空燃油引擎）燃气轮机的功能与合成Roc最强大的的产能设备。功率最大。作者说这是一个怪物，是与喷气式客机的发动机。既然这么牛掰，我们先来看一下合成表它的合成还需要复合压缩机。复合压缩机需要钨锭。我们在机器那里会讲到。还需要复式涡轮机之后你就做出这个了，当然也很贵。新版则进行了改动，需要用到高温燃烧室。这玩意也需要航空燃油，可以用管道提供航空燃油或用桶提供航空燃油。燃气轮机后方不能放方块（出气口）燃气轮机内部缓存240000mB航空燃油\n输出扭矩为1024Nm不变，转速和功率逐渐增加直到最大。燃气轮机每秒消耗89次燃料。每分钟消耗5340次燃料。燃气轮机启动后会消耗更多的燃料，直到达到最大转速和功率与微型燃气轮机相比，燃气轮机的风险就要高多了首先，不能靠近燃气轮机后面，否则就会被吸进去直接秒杀（玩家和生物都是如此），而且无视防御力和任何防具，我穿着神秘套、虚空套、动力套、量子套直接秒。\n这样就会造成燃气轮机损坏，并伴随着叮当叮当的铁锤碰撞的声音。扭矩也会因此减半，变为512Nm。燃气轮机最多可以被损坏8次，每一次都会使扭矩减少一半，最小是8Nm。8次之后会导致它关闭。随后转速和功率迅速减小到0，燃气轮机输出变为0燃气轮机受到一次损坏之后运行不再稳定，会喷出火焰造成巨大伤害，使生物烧伤，自身不断发生小爆炸，不会损坏方块但是会给周围生物带来伤害\n\n发生超大范围的爆炸（温度超过1000℃）并且产生大范围火焰\n能吸入生物的大概范围是10×20的三角形范围。（包括上方下方各延伸出的8格斜线范围，其实是一个三棱锥范围）就是金块以内范围，十分可怕。顺带一提，燃气轮机的另一面 4格范围内站在那不会秒杀，但还是会扣血\n也会让周围土地和沙子变成玻璃。非常危险。\n如图，非常危险。在燃气轮机喷火焰处也会持续受到伤害所以一定要注意燃气轮机的使用安全！切不可靠近（生物也不能靠近）燃气轮机！切记要注意燃气轮机不要损坏。也会有很小几率形成一个巨大的火场，周围全部泥土和沙子都被烧制成玻璃。  \n如果没损坏的话，可以用轮机右击顶部修复。\n还能吸收周围所有的掉落方块和流体！（当然水是无限水，所以是吸收不完的），吸收范围也是那个三角形范围。远离三角形范围是安全的。吸收方块不会摧毁，会传送到燃气轮机前方。下面来看一下燃气轮机的相关信息：  最大扭矩  最大转速最大功率1024Nm65536rad/s67.109MW能量源消耗物品/流体风险航空燃油航空燃油喷射火焰，发生爆炸，吸进周围玩家和生物并直接秒杀但是注意使用还是相当安全的。重复第二遍，切记一定要注意燃气轮机的使用安全！否则就会发生很多杯具    file:///C:/Users/YPXxiao/AppData/Local/Temp/msohtmlclip1/01/clip_image138.jpg还有千万不要在燃气轮机后面放岩浆！也不要在装有航空燃油或液态乙醇等容器周围放岩浆，否则会相当杯具还有不要让我们上述接触过的引擎周围爆炸，不然也相当危险（特别是燃气轮机，一旦附近爆炸，就会造成输出不稳定，过一会就杯具了）当然也不要这些容器与装有岩浆的容器互相接触，也不能碰到火焰，不然也会爆炸13、引擎控制单元\n\n引擎控制单元的功能与运用引擎控制单元不属于产能设备，但是是个引擎的控制设备，所以引擎控制单元就在这里讲了。之前也是一直提到过。好的，我们先来看一下它的合成表或者把金锭换成琥珀金锭 好的，下面我们来看一下引擎控制单元的第一个功能——控制产能设备的开启和关闭首先将引擎控制单元放在引擎下方（放在其他位置是没有用的，必须是下方！），接着只要对引擎控制单元进行强充能就可以了。像图中所示的方式都是可以的。默认情况下，通入红石信号关闭引擎，开启红石信号开启引擎注意一定要是对引擎控制单元进行强充能！这样是没有用的，必须要对它依附的方块进行强充能。还有要注意引擎控制单元不接收BC门的管线信号！\n用螺丝刀按住Shift右击引擎控制单元可以调整它的模式。默认情况下是manually controlled是手动控制。调整模式后是redstone-operated是红石控制。这时你可以用一些简单的红石装置来控制它。ECU就是我们的引擎控制单元了。这样可以自由开关引擎控制单元用螺丝刀直接右击可以限制它输出的转速，提高燃料的利用率。有时候可能你不需要那么大的转速，你就可以用引擎控制单元来控制，防止浪费。只有引擎开启时才能限制转速，不然仍然是0%调整0.00%speed，引擎就会停止工作。转速和功率逐渐下降到0，最后扭矩降为0调整成6.25%speed，此时引擎运作按最大转速的6.25%运作，扭矩保持16Nm不变，燃料利用效率（产生能量）变成4倍，相同燃料可运行的时间变为16倍（转速就变小了）打开引擎，我就装了几桶航空燃油，就那么几桶，这个引擎就能工作9个小时，所以说调整完限制转速后是非常逆天的。我们继续调整引擎控制单元所限制的转速。\n调整成25.00%speed，扭矩还是16Nm，燃料利用效率（产生能量）变为2倍，相同燃料可运行的时间变为4倍 这样就小很多了接下来我就列一张表整理一下所得出的数据  可用模式  限制转速的百分比燃料利用率倍数运行时间倍数关闭0.00%01备用6.25%416低25.00%24中50.00%12满100.00%11调整成限速百分比100.00%speed，就是默认设置，引擎满转速输出它还有个功能，之前我们介绍过，可以接收燃料管线给它输送的液态燃料，从而输送给引擎工作。引擎控制单元可以暂存3000mB的航空燃油  其实就相当于一截燃料管线而已。\n14、性能引擎升级（旧版）也可以在Roc工作台中合成。新版则需要多用两个铝合金合成（便宜一些）这东西相当简单，拿着它对着一个汽油发动机右击就可以升级成性能引擎。\n可能你已经有一个汽油发动机了，想做成性能引擎，又不想浪费材料，那就可以用性能引擎升级了。15、再燃装置升级组件首先我们来看一下合成表它的合成需要基岩粉、燃烧室、复式涡轮机、点火装置。可在Roc工作台中合成。再燃装置升级组件有什么作用呢？它是用来提高燃气轮机输出扭矩的。手拿着再燃装置升级组件就可以装进去了。同时燃气轮机的材质也有变化。细心的朋友也发现了，之前燃气轮机左侧的那个火箭形状的按钮没法点，现在就可以启动了。那个按钮是是否加力燃烧。加力燃烧会导致输出能量与原来不同。这是一个没有加再燃装置升级组件的燃气轮机加入再燃装置升级组件，并点开那个按钮，可以发现燃料燃烧时间下降了一倍。 但是扭矩却翻倍了。这就是加力燃烧升级的效果。同时，也会出现一些彩色的颗粒效果。向燃气轮机后面的出气口扔进物品，发现并没有被摧毁，而是被传送到了前方\nPart5,联动产能设备Part5教程目录气动引擎&升级组件 空气压缩机 电动马达 电动发电机 静磁引擎 旋转动力发电机 蒸汽轮机 摩擦锅炉 燃油引擎 其他mod能源转换为Roc动力的相关数据1、气动引擎气动引擎的功能与运用气动引擎利用气动工艺的压缩空气来产生能量，所以不会气动工艺的就不要用了。首先我们来看一下它的合成表  只有气动引擎的背面（也就是输入口）能与压力管道相连 打开气动引擎的GUI，它的最大存储容量是30000mL压缩空气。气动引擎输出的扭矩是8Nm，但是输出转速可以调整，普通的气动引擎可以用加减号按钮调整转速，最大是256rad/s，最大功率是2.048kW 火药符号表示是否接受红石控制。默认是火药图标，也就是忽略红石信号控制 调整为熄灭的红石火把为关闭红石信号时输出能量，打开红石信号时不输出能量。调整为亮的红石火把为打开红石信号时输出能量，关闭红石信号时不输出能量。而且在红石信号不输出模式的时候，调那个输出转速的大小是没有用的，只有打开的时候才能设置气动引擎也是有一些数据的。温度刚放下来时与环境温度相同，随后会随着一些条件而逐渐升高，接收压缩空气的速度是572mL/t，接收的最大压力是10.0bar，超过就会小范围爆炸！气动引擎的输入与输出之间没有必然联系。但是还是要有一定的稳定输入以确保稳定输出。（输入要赶上输出），如果跟不上就会造成机器停止工作，若想要输出更高，需要更大量的压缩空气升级插件气动引擎可以用5个升级插件升级，对应气动引擎等级1～5级。再加上普通气动引擎的0级，所以气动引擎共有6个等级从左到右对应每一级的升级插件。红石冷却升级组件，也可以用Roc工作台制作拿在手里对着机器右击就可以升级了。升级为1级之后，首先就看到接收压缩空气的速度变成了614mL/t，接收速度变快了 气动引擎的最大可调整转速变成了512rad/s，最大输出功率变成了16.384kW，扭矩变成了32Nm。刚做出来或拆下之后的引擎按住Shift可以查看它的信息 如图是默认的气动引擎 装有红石冷却升级组件的气动引擎，明显与0级的气动引擎不同。另外注意气动引擎的温度，随着输出转速（功率）的增加，温度也会不断上升，0级最高135℃，1级最高可上升到300℃，没有危险，气动引擎可存入液体的量为24000mB，后面可以用液氮冷却电磁线圈升级组件，也可以在Roc工作台中制作，红色的金属锭是感应锭  感应锭需要在喷气发动机炉中制作。 用金粉/金矿薄片+红石就能做2个感应粉了 刚做好的电磁线圈升级组件，下面有一行提示，示意我们需要在磁化机中磁化720mT才能用。磁化好的电磁线圈升级组件就变成这样了。 同样拿在手里右击就能安装在机器上了（需要先安装1级插件的机器） 装有电磁线圈升级组件的气动引擎，接收压缩空气的速度变成了656mL/t 可调整转速最大变为1024rad/s，功率变为131.072kW。扭矩变为128Nm。 这里就要小心了，不要让它的温度达到500℃，否则会发生爆炸！装有电磁线圈升级组件以上（有时装有红石冷却升级插件也需要）的气动引擎，需要用液氮冷却，否则会发生爆炸。 在背包中对着装有电磁线圈升级组件的气动引擎按住Shift可以显示详细信息。 接下来就可以做通量电导升级组件了。通量电导升级组件也可以在Roc工作台中合成。\n\n\n 合成需要用到钨锭和感应锭。 装有通量电导升级组件的气动引擎转速最多可以调整到2048rad/s，功率可以变为1.049MW。扭矩变为512Nm。 接收压缩空气的速度变为了697mL/t，同样需要用液氮冷却。对着装有通量电导升级组件的气动引擎按住Shift，可以查看详细信息。\n 热量稳定升级组件需要用高炉烧了，摩擦加热器和散热片机器部分会讲到 散热片的合成也相当便宜。 \n 同样对着装有通量电导升级组件的气动引擎按住Shift右击可以装进去。装有热量稳定升级组件的气动引擎接收压缩空气的速度为739mL/t，同样需要液氮冷却。 最大可调整转速4096rad/s，最大功率8.389MW。扭矩变为2048Nm。抗拒强度升级组件的合成。非常贵，需要基岩和弹簧钢。 使用它，对住气动引擎按住Shift右击即可装入。  装有抗拒强度升级组件的气动引擎为满升级插件，接收空气速度为780mL/t，需要液氮冷却 转速最大可设置为8192rad/s，功率最大为67.109MW。扭矩变为8192Nm。注意：气动引擎如果耗尽了所有能量，它将停止工作！（输出功率和转速减小到0，随后扭矩减小到0），这是因为输入赶不上输出的原因每装上1个级别升级插件，气动引擎将需要更多的压缩空气关于气动引擎，wiki上还有详细信息，这里就不提到了，因为已经过时了，各位如果有兴趣可以探究一下它的转化效率问题。（但是也需要注意输入是否跟的上消耗）气动引擎的具体信息下面我们来看一下气动引擎的相关信息等级消耗压缩空气速度mL/t可调整的最大转速rad/s扭矩Nm最大功率消耗物品/流体057225682.048kW无16145123216.384kW无26561024128131.072kW液氮369720485121.049MW液氮4739409620488.389MW液氮57808192819267.109MW液氮联动mod名称联动mod简称能量源风险最大气压控制气动工艺PC压缩空气温度超过500℃会爆炸10.0bar红石控制\n2、空气压缩机空气压缩机的合成与运用先看一下合成表，HSLA钢。玻璃。活塞。压缩机。 空气压缩机可以将Roc的旋转动力转化为气动工艺的压缩空气。它不可以装入升级插件 给它提供能量，就能转化为压缩空气了。用螺丝刀对着空气压缩机右击可以调整朝向和输入输出口 空气压缩机上方显示此时压强的大小。空气压缩机的压强不能超过1000kPa，输入能量不能过大，否则会发生爆炸！压缩空气不输出而堆积就会造成压强上升（可配合气动工艺和红石、离合器等检测） 输出压缩空气的多少与输入能量有关。输入能量越大，输出压缩空气越多，但不可超过限度，否则会造成压强过大引发爆炸！为了防止这一点，可利用离合器PC的压力表管道模块以及红石来控制避免杯具。 如图所示的方法。 3、电动马达电动马达的功能与运用先看一下合成表 HSLA钢。材料板。金线圈。钻石轴芯。 电动马达可以接收电压没有限制。 电动马达内部可存储90000EU的电力，24000mB的流体。电动马达的GUI基本和气动引擎相同。这里，一会就贴出一张表来写出详细信息。电动马达也可以装入升级插件，可以增加转速可调整大小和输出功率但是每个级别都会有一定电力损失，从5%～10%同样温度达到500℃就会发生爆炸，所以应用液氮冷却电动马达的相关信息这里先列出一张表写出电动马达的详细信息等级消耗速度EU/t最大转速rad/s扭矩Nm最大功率消耗物品/流体0225682.048kW无1105123216.384kW无2811024128131.072kW液氮367720485121.049MW液氮45727409620488.389MW液氮5483968192819267.109MW液氮联动mod名称联动mod简称能量源风险最大接收电力速度控制工业时代2IC2EU（IC电力）温度超过500℃会爆炸48396EU/t红石控制其实我觉得太高级就用不到了，2～3级已经够了，不然我用好几个量子太阳能才赶得上电动马达的最大输出，其实完全用不到了，而且消耗液氮的速度也很快。 4、电动发电机电动发电机的功能先看一下合成表 中间那货是发电机，用2个金线圈和1个轴芯合成。 电动发电机利用旋转动力来产生IC的EU电力。每2048W动力转化为1EU。 同样，输入能量越大，产生电力速度越快5、静磁引擎静磁引擎的功能与运用先看一下合成表\n 挺便宜的。 静磁引擎内部可存储201RF，可存储流体24000mB（液氮）其他同电动马达和气动引擎GUI，没什么太大的变化可装入升级插件提升输出能量，温度超过500℃就会发生爆炸只要是能产生RF系列的mod就行。 林业的引擎、TE的能量单元或能源炉、BC引擎、EIO的发电机或电容库都可以。 过弱的引擎（如红石引擎）无法被充入静磁引擎静磁引擎的相关信息这里列一张表看一下静磁引擎的相关信息。等级消耗速度RF/t最大转速rad/s扭矩Nm最大功率消耗物品/流体0425682.048kW无1185123216.384kW无2801024128131.072kW液氮333820485121.049MW液氮41432409620488.389MW液氮560488192819267.109MW液氮联动mod名称联动mod简称能量源风险最大接收热量速度控制RF系列modTE、FR、BC、EIO等RF（红石通量）热量温度超过500℃会爆炸6048RF/t红石控制\n6、旋转动力发电机用于反向将旋转动力转换成RF，先看一下合成表 接着就像下面这样使用就可以了。  能量单元里也产生了RF。输入能量越大，输出RF越多。注意输出的能量会向下取整，不要浪费掉能量。5268W的动力转换为1RF，最大接收能量1024Nm，8192rad/s，否则会爆炸！7、蒸汽轮机蒸汽轮机的功能与运用利用RC或其他mod的蒸气产生旋转动力。先看一下合成 中间的是轮机。蒸汽轮机的GUI仍然如此。 最大可存储蒸汽的量为300000mB，最大流体存储量24000mB同样可以装入升级插件，需要用液氮冷却，温度超过500℃会发生爆炸\n 可以用RC的设备产生蒸汽除了RC以外，也可以用其他mod（如FZ、GT等）的蒸汽  如FZ的烧水锅炉和GT的大型锅炉都是可以的。蒸汽轮机的相关信息这里来看一下蒸汽轮机的相关信息。等级消耗蒸汽速度mB/t最大转速rad/s扭矩Nm最大功率消耗物品/流体05125682.048kW无11525123216.384kW无24581024128131.072kW液氮3137320485121.049MW液氮44114409620488.389MW液氮5102488192819267.109MW液氮联动mod名称联动mod简称能量源风险最大接收蒸汽速度控制蒸汽系列modRC、GT、FZ、MFR2等蒸汽温度超过500℃会爆炸10248mB/t红石控制这个也是同样道理，不要用太高级的蒸汽轮机，否则消耗的速度赶不上提供蒸汽的速度注意！有人问我ic的蒸汽机是否可以给蒸汽轮机提供蒸汽，答案是不行的，ic蒸汽只能自己用，不能给其他mod的设备使用！8、摩擦锅炉先看一下它的合成 摩擦锅炉利用旋转动力产生RC（或其他mod）的蒸汽摩擦锅炉运作需要达到100℃，消耗1000mB的水可以产生8000mB的蒸汽。 摩擦锅炉不同于其他反向转换的设备，首先它需要从下方提供能量，因此需要一个斜齿轮，其次，它需要水冷却，最后才能输出蒸汽。输出蒸汽的速度取决于提供给它能量的大小。注意：摩擦锅炉温度超过500℃会发生爆炸！通常用水冷却温度稳定在240℃左右。9、燃油引擎燃油引擎的功能与合成最后一台与其他mod联动的产能设备，利用BC的燃油产生旋转动力。 燃油引擎相比就比较贵了，需要大量HSLA钢和一个钨锭。 燃油引擎需要提供水和润滑油以及燃油，但是燃油只能通过其他mod管道或者用桶右击或者通过引擎控制单元导入，消耗燃油的速度为2mB/s，1B燃油可以运作500s。 这是它的GUI。\n\n\n\n 用装有燃油的桶或管道输送进燃油引擎就可以产生能量了。 加入的燃油在GUI中也有显示。需要注意的是，燃油引擎不可以用液氮冷却！所以温度会持续升高，到600℃就会发生爆炸。所以需要一些红石安全装置来控制它的运行。并且燃油引擎不可装入升级插件！当然你也可以用引擎控制单元自由控制它，来防止杯具还可以使用BC门自由控制！（Roc大多数机器可用门检测到）燃油引擎的相关信息下面就来看一下燃油引擎的相关信息转速扭矩功率256rad/s2048Nm524.288kW能量源消耗物品/流体风险燃油润滑油和水温度超过500℃会发生爆炸联动mod名称联动mod简称注意事项建筑BC控制燃油引擎的开启和关闭\n10、其他mod能源转换为Roc动力的相关数据相关数据每当加装一个升级插件可以提高4倍扭矩和2倍转速（共性）设备等级012345液氮消耗速度mB/s004123292损耗90%82%74%66%58%50%因为升级有损耗，因此会造成输入赶不上输出，原因是因为出现了损耗。联动设备的等级越高，消耗液氮的速度越快下面这个表感谢@Achang提供，可以了解相关数据。机器等级扭矩Nm转速rad/s功率WRF消耗蒸汽消耗mB/tEU消耗气压消耗mL/t08256204825125721326420484  614 3212840969  614 32256819218  614 3251216384371521261421281281638440  656 1282563278680  656 12851265536159  656 1281024131072318458966563512256131072338  697 512512262144676  697 51210245242881351  697 51220481048576270213737566974204851210485762863  739 2048102420971525726  739 20482048419230411453  739 2048409683886382290741136050739581921024838863845814  780 819220481677727691628  780 8192409635544552186356  780 81928192671088643665121228848400780红色字体为极限能量大小。RF消耗每增加一次转速，消耗增加约2倍，每个等级约8倍，蒸汽消耗约3倍，EU消耗约6倍，压缩空气每次消耗相等，但是压缩空气的消耗与机器的等级有关，每提升一个等级，压缩空气消耗增加约42，这对应了不同能源相互转换的损耗。能量的开发利用——能量储存什么？你还想储存能量？那么可以利用联动设备实现这一点，你可以将旋转动力转化为EU、RF、压缩空气、蒸汽来使用，分别使用存电箱（包括但不限于Bat储电盒、CESU、MFEU、MFSU、AESU、IDSU等）、红石能量电池（TE基础、硬化、红石、谐振能量电池、EIO基础、强化、谐振电容库等）、储液容器（压缩空气和蒸汽）等甚至你还可以进行二次转化！没错，PC的气动发电机、气动能源炉，能源转换mod的各种转换器（能源桥、输入能源、输出能源转化器）、蒸汽发电的机器等，但也许会产生损耗但是说了这么多，如果你还想储存能量的话，能量的转化是存在损耗的，你不可能完全将能量无损耗的存储起来，因为Roc的旋转动力不容易储存，本身的飞轮只能暂存能量，工业线圈又有非常坑的设定（高扭矩高功率），与其他mod联动设备容易产生损耗，所以，想存储能量请自行考虑。要么难于储存要么损耗。\n\n\n\n\n\n\nPart6-7点此查看\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Vidocq",
            "timestamp": 1491197760,
            "txt_content": "吐槽一个，感觉sound of slience还是纯吉他版本好听"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491236580,
            "txt_content": " 本帖最后由 a946115793 于 2020-2-18 18:12 编辑 \n上帝的心 发表于 2017-4-3 13:36\n吐槽一个，感觉sound of slience还是纯吉他版本好听\n只不过我喜欢钢琴版本的233\n\n\n\n1\n\n\n1\n\n\n1\n\n\n1\n\n\n1\n\n\n1\n\n\n"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491236880,
            "txt_content": "Marospy 发表于 2017-4-4 00:43\n很详细，支持\n谢谢支持=￣ω￣=，不过我意识到这是个大坑，至少上万字，成百张图片〒_〒"
        },
        {
            "author": "Marospy",
            "timestamp": 1491237780,
            "txt_content": "很详细，支持"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1491275160,
            "txt_content": "做的还是不错的  排版。。  也算说的过去  申精的话  等多填点坑在申吧  排版建议去看看闪耀之灵的格雷教程模式借鉴一下"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491275400,
            "txt_content": "tsubasa56 发表于 2017-4-4 11:06\n做的还是不错的  排版。。  也算说的过去  申精的话  等多填点坑在申吧  排版建议去看看闪耀之灵的格雷教程 ...\n谢谢反馈，我尽力修改(毕竟是个排班渣)"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491275580,
            "txt_content": "tsubasa56 发表于 2017-4-4 11:06\n做的还是不错的  排版。。  也算说的过去  申精的话  等多填点坑在申吧  排版建议去看看闪耀之灵的格雷教程 ...\n话说不是按着这个思路来的，毕竟不是只汉化手册→_→，更倾向于手把手图文教程〒_〒"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1491541020,
            "txt_content": "你用了什么代码？！"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1491581400,
            "txt_content": "E.T.星落辰 发表于 2017-4-7 12:57\n你用了什么代码？！\n啊啊，我错了\n"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1491582600,
            "txt_content": "a946115793 发表于 2017-4-8 00:10\n啊啊，我错了\n图片似乎有压图和裂图现象，手机上问题很严重。"
        },
        {
            "author": "1298281446",
            "timestamp": 1496155920,
            "txt_content": "顶楼主,支持支持!!!"
        },
        {
            "author": "Dr.老鲸",
            "timestamp": 1496669400,
            "txt_content": "楼主加油，支持楼主。"
        },
        {
            "author": "Dr.老鲸",
            "timestamp": 1496927700,
            "txt_content": "楼主加油，支持楼主。[更新呀。]"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1498534440,
            "txt_content": "6/26\nPart 3 更完"
        },
        {
            "author": "Dr.老鲸",
            "timestamp": 1498540140,
            "txt_content": "a946115793 发表于 2017-6-27 11:34\n6/26\nPart 3 更完\n支持楼主。"
        },
        {
            "author": "KK_MPO",
            "timestamp": 1498996080,
            "txt_content": "谢谢楼主 谢谢分享 幸苦了楼主"
        },
        {
            "author": "2044265168",
            "timestamp": 1499009040,
            "txt_content": "这个mod看名字很高级啊"
        },
        {
            "author": "追逐猫",
            "timestamp": 1509205140,
            "txt_content": "虽然google 很少有人用"
        },
        {
            "author": "zjxx",
            "timestamp": 1513971000,
            "txt_content": "还更不更新了emmmm图挂系列"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1514002920,
            "txt_content": " 本帖最后由 YPXxiaoK 于 2020-8-6 16:39 编辑 \nzjxx 发表于 2017-12-23 03:30\n还更不更新了emmmm图挂系列\n马上补图。。"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1517123820,
            "txt_content": "没想到图片竟然炸了，考完试来补个图片吧。。"
        },
        {
            "author": "p756889209q",
            "timestamp": 1546433880,
            "txt_content": "嗯，，，这个怎么什么都没看到呀"
        },
        {
            "author": "1723624171",
            "timestamp": 1546775100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "272378191",
            "timestamp": 1549525380,
            "txt_content": "终于会玩了，谢谢"
        },
        {
            "author": "xiaoleng52",
            "timestamp": 1549917780,
            "txt_content": "先挺厚看，已成习惯（何况是这种的mod）"
        },
        {
            "author": "LH五五开",
            "timestamp": 1556284680,
            "txt_content": "roc都有什么冲突的mod啊，看别人说兼容特别差，自己开整合包也打不开"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1581786540,
            "txt_content": "LH五五开 发表于 2019-4-26 21:18\nroc都有什么冲突的mod啊，看别人说兼容特别差，自己开整合包也打不开\n有不少冲突的Mod，具体看崩溃报告吧"
        },
        {
            "author": "咚tYOUknow",
            "timestamp": 1596451800,
            "txt_content": "感谢楼主"
        },
        {
            "author": "AInfinity",
            "timestamp": 1613202660,
            "txt_content": "谢谢版主，教程很详细！"
        }
    ]
}