{
    "title": "[Minecraft.net|INSIDER]美食节",
    "author": "广药",
    "replyCount": 0,
    "timestamp": 1491307560,
    "txt_content": "http://share.acg.tv/flash.swf?aid=8333246&page=1\n\nFOOD FESTIVAL\n美食节\n\nLinsCraft put on a spread for Chinese New Year\nLinsCraft 为中国年展示的作品\n\nWe wish a happy and prosperous Year of the Rooster to all our Chinese players!\n我们祝所有中国玩家鸡年幸福快乐！\n\nTo celebrate the season, China-based build team LinsCraft has put together this incredible spread - a banquet of delicious festive food, over which loom monsters, marvels and auspicious iconography!\n为了庆祝这个节日，中国建筑团队 LinsCraft  将一场有着 美食、邪恶怪物、奇迹建筑和春联的 宴会 令人难以置信的展示了出来！\n\n“At the center stands the evil legendary monster, 'Nian' (Year),” LinsCraft explains. “According to the legend, each year it comes to fetch children as its food. People created fireworks to scare Nian away and thus welcome a new year without the evil monster.\n“传说有一个邪恶的怪物，年。” LinsCraft解释道，“根据传说，每个年都以儿童为食，人们为此造出了烟花去吓唬年，以此便能迎来一个没有恐怖怪物的新年。”\n\n“Surrounding Nian is Chinese and Japanese cuisine, along with some Western drinks like coffee. We did not strictly stick to our Chinese food as we feel there is a need to include a global perspective. Behind Nian is our Chinese Lion Dance Costume holding the words saying ‘Golden Chicken’s New Year’. The auspicious crane beside it represents good luck.”\n“围绕在年周围的是中国和日本饭菜，还有一些西式饮料，比如咖啡。我们没有严格的全部使用中国食物，因为我们认为全球化更好一些。年的后方是我们的中国舞狮，上方写着：金鸡贺岁。旁边的吉祥鹤寓意着好运。”\n\n\n\n\nThese pictures were rendered by @splekh, giving an overview of the entire spectacular scene.\n这些图片由@splekh呈现，呈现了整个建筑的壮观景象。\n\nThe symbolism doesn’t stop there! Papercrafts surrounding the table represent traditional Chinese art, while the fish are a kind of visual pun. In Chinese, the word for fish (鱼) sounds identical to the word for extra (余) - “yú” - so including fish as part of the celebration is a way to wish that the new year brings you an excess of wealth and prosperity.\n象征手法不只如此！桌子周围的剪纸凸显了中国的传统艺术，而鱼是一个双关，在中文，鱼的发音听起来很像余，所以在庆祝活动中鱼通常作为其中的一部分，以希望人们在新的一年年年有余。\n\nWith talent like this at their disposal, LinsCraft hardly need to wish. You can see some of their previous work over at their site. It’s impressive stuff! I particularly like the piece titled \"The Port of Frontier\" which imagines an epic fusion of industrial and traditional architecture: an Eastern steampunk concoction of smog, clockwork and classically curved rooftops. You can get a flavour of it in the video below (the thumnbnail of which is a render by Roy_B2)!\n凭借这种技术，LinsCraft 几乎不需要祝福了。你可以在他们的网站上看到他们之前的一些作品。都是些令人印象深刻的东西！我特别喜欢这个“边境之港”，它融合了工业和传统建筑：东方烟雾混合的蒸汽朋克，钟楼和经典的弧形房顶！（其缩略图由Roy_B2渲染）\n\nhttp://share.acg.tv/flash.swf?aid=3714683&page=1\n\n\n\n原文：https://minecraft.net/zh-hans/article/food-festival#\n原作：Marsh Davies 发布于 2017年2月9日\n翻译：WuGuangYao\n\n",
    "replies": []
}