{
    "title": "熔岩的火焰传播范围",
    "author": "扬帆大海",
    "replyCount": 4,
    "timestamp": 1491479400,
    "txt_content": "我知道比熔岩低的方块都不会着火，上方呢？wiki上的说法没搞懂，当静止的熔岩源每接受1个方块刻，游戏将会随机进行一次动作（每个可能都有1/3的几率）：\n\n    从熔岩方块上方9个方块中选择1个，如果这个方块是空气方块，邻近是易燃方块，那么就在那个空气方块放置火。\n    和上面的一样。然后如果被选择的方块不是固体，并且在这一刻没有着火，那么就在再从其上面的9个方块选择1个，如果这个方块是空气方块，邻近是易燃方块，那么就在那个空气方块放置火。\n    第三次，从相同 Y 坐标，8个包围着的方块中随机选取1个（包括熔岩方块自身）。如果被选择的方块是易燃方块并且其顶部是空气，那么就在空气那里放置火。\n\n自从着火要依赖空气方块的时候，火把或熔岩自身都能防止一个易燃方块着火。\n什么叫“从岩方块上方9个方块中选择1个”\n\n比如熔岩方块坐标是0，0，0（X，Z，Y）那么就是从0,0,0~0,0,9选一个？？\n按这个理解，如果在Y=0层的放上一层熔岩，在Y=9放一排木头是不会着火的？\n\n还是说是0,0,1方块以及与他相同 Y 坐标把他包围着的8个方块？\n按这个理解，如果在Y=0层的放上一层熔岩，在Y=2放一排木头是不会着火的？\n\n如果我在0,0,0（X，Z，Y）放上一个熔岩方块，那么易燃方块最近能放到多近？\n\n\n\n生成短网址",
    "replies": [
        {
            "author": "hqqaazz",
            "timestamp": 1491479400,
            "txt_content": "我选择英文wiki\nhttp://minecraft.gamepedia.com/Lava\n旁边有图\nFire spread[edit | edit source]\n\nThe orange area represents areas\nwhere air could catch flame if the\ngray and orange areas are not clear\nof flammable blocks. The wood\nis all at a safe distance.\nLava can cause fires by turning air blocks to fire blocks:\n\nin a 3×3 area right above the lava, and\nin a 5×5 area above that.\nIn order for air above lava to turn to fire, a block adjacent to the air has to be flammable, or one of the wood-constructed non-flammable blocks. Since catching fire depends on air blocks, even torches or lava itself can prevent a flammable block from catching fire. Additionally, not all flammable or wood-constructed blocks can be ignited by lava.\n\nLava of any depth can start fires this way, whether or not it appears to have a current, but it must have settled into a stable lava block. The flowing_lava block will not cause fires."
        },
        {
            "author": "全场最佳巧",
            "timestamp": 1491484320,
            "txt_content": "若是熔岩周围有可燃方块且周围至少有一面露出来便可被引燃【岩浆有时会引燃一些不可燃的方块虽然不会被烧掉但是其他挨着的方块会遭殃】,隔空岩浆1格位置是不会被引燃的，可以说必须挨着它才会被引燃，但是若有例如草方块等在周围有可能会点燃草方块。"
        },
        {
            "author": "chyx",
            "timestamp": 1491522960,
            "txt_content": "讲道理\n\n为啥不直接改大随机刻频率自己试试呢"
        },
        {
            "author": "扬帆大海",
            "timestamp": 1491540600,
            "txt_content": "hqqaazz 发表于 2017-4-6 19:50\n我选择英文wiki\nhttp://minecraft.gamepedia.com/Lava\n旁边有图\n上一个编辑是谁，站出来！！纯粹误导人嘛\n不说啥了，我去改中文wiki去。。"
        }
    ]
}