{
    "title": "【跑酷】UNIQUELY PARKOUR 2|独一无二的跑酷2|1.11.2|LUKE20055",
    "author": "Xiao_Tao_Zi",
    "replyCount": 4,
    "timestamp": 1491523020,
    "txt_content": " 本帖最后由 像素君 于 2017-8-7 22:11 编辑 \n\n简介 DescriptionWelcome to the all new sequel to the popular Uniquely Parkour! With 25 new handcrafted levels, Uniquely Parkour 2 is bound to have something you haven't tried!Remember, blue clay will give you a speed boost, green clay will make you jump higher and, now, white shulker boxes will levitate you! Beware!\n欢迎来到最新最热的独一无二的跑酷系列！这次加上了25个纯手造的新关卡，独一无二的跑酷2有一些你并未尝试过的新鲜事物！\n注意，蓝色的染色黏土会给你速度buff，绿色会给你跳跃提升，现在，白色的潜影箱会给你漂浮！注意！\n\n\n特征 Features25 Levels (in order) and a bonus stage!\nRules and Requirements:\nSingleplayer only, this map may not be multiplayer compatible (currently untested)Don't edit terrain! If it's there, it should be there and STAY thereDon't cheat with creative mode! It ruins the fun, also removes the point of a parkour mapYou may use the Toggledownfall command, as this world likes to rain a lot! (28 times during construction)Have fun! You must! At all times! Even when you're not, you must have fun!\n\n25关\n规则和需要：\n只能单人，此地图可能不能多人（因为尚未测试）别编辑地形，东西在哪，它就应该在那。别再创造作弊！这会毁掉喜悦，还同时毁掉了跑酷本身的意义。你可以使用Toggledownfall这指令，此地图会很平常下雨！（在制作时下了28次）享受吧！你必须！每时每刻！如果你不开心，那你也得享受！\n\n\n\n\n图片 Pictures\n\n\n\n\n\n下载 Downlaod国内网盘：https://pan.baidu.com/s/1miPXF1A原贴：http://www.minecraftmaps.com/parkour-maps/uniquely-parkour-2\nat @AD【钙奶】@我叫坂本 @longlongz @Lelouch_Lamper  \n\n",
    "replies": [
        {
            "author": "红莲寂静",
            "timestamp": 1491535680,
            "txt_content": "这酷跑难不难，酷跑小白想找个简单点的图练练手"
        },
        {
            "author": "冰龙xy",
            "timestamp": 1491655380,
            "txt_content": "很不错的地图，不过就是太简单了"
        },
        {
            "author": "龙猫的爱情",
            "timestamp": 1521642900,
            "txt_content": "谢谢楼主分享"
        },
        {
            "author": "afheah",
            "timestamp": 1583913900,
            "txt_content": "谢谢楼主分享"
        }
    ]
}