{
    "title": "好激动！BetonQuest终于更新了！！！！！！！！！！",
    "author": "BenLi豪",
    "replyCount": 0,
    "timestamp": 1491581100,
    "txt_content": "https://dev.bukkit.org/projects/betonquest/files/2402483\n\n\n哈哈很爱这个插件，虽然很难！不过搭配最新大佬的配置软件真的很棒！！！\nhttp://mcbbs.tvt.im/forum.php?mod=viewthread&tid=684784&highlight=BetonQuest\n\n\n再也不怕不会啦！！！\n\n下面是更新记录：\nBetonQuest v1.9\nNotes:\nThis version breaks compatibility with plugins hooking into BetonQuest. I’m sorry for that. Ask devs to update these plugins.\n\nThe error reporting feature was improved. If you see a lot of error messages when reloading the plugin (not stack traces, just regular, human-readable messages), it’s probably because there are real problems in your quests.\n\nBetonQuest won’t accept .yml extensions at the end of conversation names in main.yml. If your conversations aren’t working (the plugin says they don’t exist), check if you have these extensions in the main.yml file and remove them.\n\nFixes:\naction objective now detects fire interaction\nempty condition now skips armor and off-hand slots\nItems can be used cross-package\nNew sound names are now used by default\nFixed doubled quest items when dropping them is blocked by another plugin\nLore and name now appear on heads and written books with custom data\nFix error when trying to add air (empty hand) with /q item command\nMain page now can exceed a single page in the journal\nThe plugin will reconnect to the database if something goes wrong\nFishing objective now only accepts stuff from water\nProperties in mobkill objective (left and amount) has switched places\nChanges:\nComplete rewrite of item conditioning - read the docs to discover new features (previous syntax is still working without any behavior changes)\nBooks in items.yml now automatically wrap pages, like the journal and main page\nMain page and entries in the journal can manually split pages with | character\nNew lines in conversations can be made with \\n\nInterval in delay objective is now configurable\ncraft and potion objectives now use items defined in items.yml file\nPotion items are now defined with type: argument instead of data value\nYou can now use spaces between first options in conversations\nStatic events can now be fired with /q event - eventID command\nLocations can have vectors defined directly in instruction strings\nLocations can be variables which resolve to location format\nPoint condition can now check exact point amount with equal argument\nIn chest conversation IO items can be specified with durability values after a colon\nMobs spawned with spawn event can have armor, items in hands and custom drops\nUnbreakability of quest items can be disabled (if you want to use unbreakable tag instead)\nRanges in locations are now a separate argument (10;20;30;world;4 is now 10;20;30;world 4)\nmain.yml is now the only required file in the package. Empty files can be deleted\nCustom settings (i.e. EffectLib particle effects) are moved from main.yml to custom.yml\nAdditions:\nCompatibility with Shopkeepers (shopkeeper event, shopamount condition)\nCompatibility with PlaceholderAPI (ph variable and betonquest placeholder)\nCompatibility with HolographicDisplays (holograms visible based on conditions)\nCompatibility with RacesAndClasses (race, class, exp, level, mana conditions/events/variables)\nCompatibility with LegendQuest (race, class, attribute, karma conditions/variables)\nCompatibility with WorldEdit (paste a schematic event)\nNew condition riding - check if the player is riding an entity\nNew condition world - check the world in which the player is\nNew condition gamemode - check player’s game mode\nNew condition achievement - check if the player has an achievement\nNew condition variable - check if a variable matches a pattern\nNew event lever - switches a lever\nNew event door - opens/closes doors, trapdoors and gates\nNew event if - run one of two events, depending on condition\nNew event movenpc - move Citizens NPC to a location\nNew event variable - set a variable in variable objective\nNew objective vehicle - entering a vehicle entity\nNew objective variable - lets players define their own variables for you to use\nNew objective kill - kill players who meet specified conditions\nNew objective breed - breed animals (only 1.10.2+)\nNew variable %location% - resolves to player’s location\nKeyword unbreakable can be used in items to make them unbreakable\nWhen a conversation option is selected, a Bukkit event is called (for developers)\nChat can be paused while in conversation, it will display when finished\nObjectives can be completed for players with /q objective player complete\nOption full_main_page controls if the main page is a separate page in the journal\nMobs spawned with spawn can be marked; you can require marked mobs in mobkill objective\nFirework support in items\nRelative package paths, where _ means one package up复制代码\n\n\n",
    "replies": []
}