{
    "title": "[Minecraft.net|CULTURE]Natural Wonder 自然的奇迹",
    "author": "BensonQC",
    "replyCount": 0,
    "timestamp": 1491575220,
    "txt_content": " 本帖最后由 _Benson_ 于 2018-10-19 22:29 编辑 \n\n\nNatural Wonder\nDarthEnigma talks about building beautiful landscapes\n自然的奇迹\n听 DarthEnigma 谈谈创造优美景观的事情\n\nWe spend a lot of time considering grand builds here on minecraft.net that we sometimes neglect what surrounds them. But before the first brickblock of a build can be placed, you need somewhere to put it - and why not make that environment as majestic and wondrous as anything in nature, every bit as well-considered as the buildings it encloses?\n\n我们在 minecraft.net 上花了大量时间谈论那些雄伟的建筑，以至于我们有时会忽略它们周围的东西。但在放置第一个砖块以前，你首先需要一个地方来放它——为何不将这个环境做得如同自然界的任何东西那样壮丽奇妙，每个细节都做得如同其中的建筑一样精致呢？\n\nDarthEngima has been doing just this, creating vast, sprawling landscapes inspired by the best European scenery. His Black Forest map (rendered by Zitzabis above) is the ideal setting for medieval construction - inspired by the ancient woods of Germany, and their historic reputation for beauty and danger. A newer project, Arc of Nisyros built for his home server, goes for a more mediterranean feel - baking coastlines, volcanic climes and rolling wine country. Both make use of the Conquest Reforged mod - a toolkit which alters and expands the number of blocks to produce a more naturalistic feel to the landscapes.\n\nDarthEngima 一直在做这件事，受到最美的欧洲风景的启发，他创造广袤、植物丛生的景观。他的黑森林地图（上方图片，由 Zitzabis 渲染）是中世纪建筑施工的理想环境，这受到了德国古老森林，以及它在历史上的美丽与危险的名声的启发。一件较新的作品，尼西罗斯之弧是为他自己的服务器制作的，更加有地中海的感觉——破碎的海岸线，此起彼伏的火山，以及葡萄酒之国度。两张地图都运用了 Conquest Reforged 模组，它是一个通过改变并扩展方块数量来使景观更加具有现实感的工具。\n\n“I wanted some terrain upon which I could build some sort of medieval structure,” says DarthEnigma. “Perhaps a church, monastery, or village. Many such structures in real life are in Germany, so I decided to make a German landscape. The Black Forest is an internationally known area, so I chose it as a representative, relatively pristine German landscape. The forest is historically significant for glass-making, clock-making, architecture, forestry, and chocolate cherry cake. It is the archetypal European forest or ‘deep, dark woods,’ and was only cut and settled in the past few centuries.”\n\n“我想要一些上面可以建造中世纪建筑类型的地形，” DarthEnigma 说，“也许是一座教堂、修道院或者村庄。许多现实生活中的这种建筑是在德国的，所以我决定制作德国景观。黑森林大家都知道，所以我选择了它作为一个有代表性的、相对原始的景观。这片森林因为玻璃制造、钟表制造、建筑、林业和巧克力樱桃蛋糕而在历史上具有重大意义。它是欧洲森林的原型，深邃而黑暗，只在最近几个世纪才有人定居。”\n\n\n\n\n\n\nWhat draws him to these sorts of realistic landscape projects?\n\n是什么驱使着他制作这种现实的景观呢？\n\n“In Minecraft, I am fundamentally a builder,” he says. “In real life, I am something of a history buff, but also enjoy and know a bit about geology, ecology, etc. Because of my interests in real life, I have spent a great deal of time in Minecraft either building in the Conquest resource pack or using the Conquest Reforged mod. Because of the style of Conquest and Conquest Reforged, most of my builds have a somewhat medieval, historical, or natural aspect to them. While it's probably possible, Conquest is not the resource pack for building postmodernist apartment complexes.”\n\n“在 Minecraft 中，我其实是一个建筑师，”他说，“在现实生活中，我有点像历史爱好者，但也喜欢并了解一点地理、生物等等。因为我在现实生活中的兴趣，我在 Minecraft 中花了大量的时间要么用 Conquest 资源包来建造建筑，要么使用 Conquest Reforged 模组。由于 Conquest 和 Conquest Reforged 的风格，我的大部分建筑有一点中世纪、历史或者自然的感觉。同时也有可能，Conquest 并不是建造后现代公寓这种复杂东西的资源包。\n\nHis latest project is the Arc of Nisyros, which takes in a sweep of mediterranean landscapes.\n\n他的最新作品是尼西罗斯之弧，其中涵盖了大量的地中海景观。\n\n“Arc of Nisyros was created in response to a need on my home server for some quality building terrain,” he explains. “The consensus on the server was that the terrain should be ‘Mediterranean’ in style. Stereotypical Mediterranean settings that come to mind are white sea cliffs, dry, scrubby hills, volcanoes, islands, orchards, and fields. Thus, the map has some of those. But realistically speaking, the nature of the terrain of Italy and Mediterranean countries changes as one moves away from the coast. Hence, deciduous and evergreen forests, as well as alpine meadows and high mountains were included.”\n\n“尼西罗斯之弧的制作是为了回应我的服务器上对于高质量建筑地形的需求，”他解释道，“服务器上的人都说这个地形的风格应该是‘地中海’型的。地中海的常规设置一下子就能使人联想到白色的海崖，干燥又灌木丛生的山丘，以及火山、岛屿、果园和田野。因此，这张地图包含了这些。但实际上，意大利和地中海沿岸国家的自然地形会随着距离海岸线的远近而变化。所以，落叶林和常绿林，以及高寒草甸和高山也包括在其中。”\n\n\n\n\n\n\n\n\n\n\nIt’s a pretty exhaustive recreation of a completely believable landscape, but, surprisingly, DarthEnigma has never visited Europe - instead drawing extensively from research and his interest in geology.\n\n复原一个完全逼真的景观非常累，但，令人惊讶的是，DarthEnigma 从未拜访过欧洲——相反，他广泛地从调查研究以及对地理的兴趣中描绘地形。\n\n“When creating a map, I first research the area that I draw inspiration from,” says DarthEnigma. “I pay particular attention to the climate and types of vegetation present there. I then make custom objects for the various trees and bushes that I need, and replicate the real-world plant and rock types as closely as possible. Then, I go into World Machine and make a basic terrain shape for the map. Using the results from World Machine, I edit the landscape and ground composition in WorldPainter. Finally, I add in the various plants, trees, and other objects in WorldPainter, and export the finished map.”\n\n“当创作一张地图时，我首先会调查那个使我灵感迸发的区域，” DarthEnigma 说，“我将注意力聚焦到那里的气候和植被。然后我为各种需要的树木和灌木制作自定义物体，尽可能真实地复制现实世界的植物和岩石类型。然后，我打开 World Machine 为地图制作一个基础的地形形状。使用来自 World Machine 的成果，我在 World Painter 中编辑景观与地表。最后，我在 World Painter 中加入各种植物、树木和其他物体，随后导出最终地图。”\n\nThe result is a map so beautiful, building there almost seems a pity. \n\n最后的地图如此美妙，以至于在上面建筑似乎简直太对不起它了。\n\nAlmost.\n\n简直。\n\n\n原文链接：https://minecraft.net/zh-hans/article/natural-wonder\n原文作者：Marsh Davies\n原文发布日期：2017年3月29日\n译者：Benson\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}