{
    "title": "【预警】Besiege将加入多人游戏和关卡编辑器？",
    "author": "dnz0211",
    "replyCount": 12,
    "timestamp": 1491612480,
    "txt_content": " 本帖最后由 dnz0211 于 2017-12-22 19:35 编辑 \n\n撒花！更新已发布\nhttp://www.mcbbs.net/thread-771298-1-1.html\n\n\n下一篇：开发日志1\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=697190&extra=page%3D1\n\n\n\n\n\n今天besiege更新了，然后我的mod就都不能用了，在新闻里开发者透露说大概会在今年第三季度末（？）完成并发布这次更新-Multiverse Update\n·内容--multiverse update\n这次更新可以让玩家创建一个多人关卡，且可以让至多8人加入来建造、战斗等等。对于关卡编辑器，他们开发了一大套工具，能让玩家不仅仅是建造他们自己的关卡、模式和物品（大概是建筑一类的东西），而且还能让玩家和他的朋友们一起实时创造\n\n\n这次更新还没有完全开发完成但我们的目标是让它在今年第三季度末发布。正如你可以想象的，这里还有很多测试要做来确保你们对于这些新特征的体验尽可能顺畅。\n\n在接下来的一周里我们会规律地发布开发日志，来解释这次更新里新特性的更多细节，和它们是怎么工作的。同时这也是一个能帮助你充分利用多人游戏和强大新编辑器工具的指南。\n\n在更新发布后，besiege会涨价2$，但是如果你已经买下了它，你就不需要额外付任何东西。\n\n原文：\n The Besiege Multiverse\n\nThe Multiverse is a combination of the Besiege community’s two most requested features; Multiplayer and a Level Editor. For the past year or so we’ve been working on not only bringing these features to life but, combining them in a unique way for your enjoyment!\n\nhttps://www.youtube.com/watch?v=Dh_LXRF0myw\nThe Multiverse allows Besiegers to create multiplayer sessions of the game (Up to 8 Players) to build, battle and compete with their friends. Alongside this we’ve included a large set of tools, allowing players to not only create their own custom levels, game modes & objectives, but create them with their friends in real time. Furthermore, players can choose to play/simulate custom levels, while their friends are still working on them!\n\nThe Multiverse update is not yet ready but we are aiming to have it released by the end of Q3 of this year. As you can imagine there’s a lot of testing that needs doing to ensure your experience of these new features is as smooth as possible.\n\nOver the coming weeks we will be releasing regular Dev Blogs, explaining the Multiverse features in greater detail and how it all works, as well as a collection of guides which will help you to get the most out of Multiplayer and the powerful new Editor Tools.\n\nThe price of Besiege will also be raised by $2 after the Multiverse update is released, inline with our early-access pricing plan. However if you already own the game you will not have to pay anything extra!\n\n\n\n·内容-0.45版本\n除了以上激动人心的消息之外，我们还带来了两个新的Valfross关卡，你可以去通关（或者搞砸）它。我们还修复了一些游戏里的错误。\n\n\n\n\n第一个是从由Valfross人民建造的废弃矿场，由臭名昭著的凋零王（感谢MY200378提醒）统治，你的目标是提取矿石。\n\n\n\n第二个包含着Valfross的最伟大堡垒之一，它强大的塔楼挺过了无数冰雪时代，并由一群强大的战士守卫着。\n\n一条其他的发展新闻是，本地化系统正在进入最终的测试阶段，我们希望能够尽快发布。正如我们以前宣布的那样，玩家将能够将自定义翻译上传到开发组，我们打算将最常用的内容实现到标准游戏中。在选项菜单上的工作也在继续，我们还有其他令人振奋的作品，将在接下来的几个星期讨论。\n\n原文：\n\nIn addition to the ** announcement above, we also have two new Valfross campaign levels for you to complete/mess around in and some bug fixes to the game.\n\nThe first being an abandoned mine constructed by the peoples of Valfross, ruled by the infamous Withered King, with the apparent purpose of extracting ore from the mountainside…\n\n\n\nThe second level contains one of the great fortresses of Valfross, its mighty towers surviving countless ages of ice and snow, and guarded by fearsome warriors...\n\n\n\nIn other development news the localization system is entering its final stages of testing and we’ll be hoping to release that very soon. As we previously announced, players will be able to upload custom translations to the workshop and it is our intention to implement the most used of those into the standard game. Work on the options menu is also continuing and we have some other ** levels in the works which we’ll be talking about in the coming weeks.\nGoing forward it is our intention to release individual pieces of content as and when they’re ready, instead of grouping them into larger updates. \n\n\n·其他\n打开游戏就可以看到多出来一个卷轴，点了之后会进入这个网页\nhttp://multiverse.spiderlinggames.co.uk/\n\n里面有更详细的关于即将到来的Multiverse Update的介绍。\n但是最有用的就这两个词：\nComing soon\n\n另附官网上貌似可以看的视频：\n\nhttp://multiverse.spiderlinggames.co.uk/img/le_1.mp4\n\nhttp://multiverse.spiderlinggames.co.uk/img/le_2.mp4\n\nhttp://multiverse.spiderlinggames.co.uk/img/le_3.mp4\n\nhttp://multiverse.spiderlinggames.co.uk/img/multi_2.mp4\n\n\n\n附：besiege贴吧更新说明：https://tieba.baidu.com/p/5062039668\n\n*我觉得，最新系列的变形金刚出产不远了……\n**翻译很渣（虽然没有机翻），若有错误欢迎指正\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1491612720,
            "txt_content": "涨价了啊，之前买了不会玩就退款了哈哈"
        },
        {
            "author": "dnz0211",
            "timestamp": 1491612840,
            "txt_content": "DGK2 发表于 2017-4-8 08:52\n涨价了啊，之前买了不会玩就退款了哈哈\n虽然貌似是发布更新了才涨价\n:steamsalty:"
        },
        {
            "author": "Mithey",
            "timestamp": 1491613620,
            "txt_content": "嗯啊今早更新了100多M"
        },
        {
            "author": "浆果Barry",
            "timestamp": 1491668040,
            "txt_content": "害怕，我今天刚入正，还没找到汉化呢，就出多人了？！"
        },
        {
            "author": "dnz0211",
            "timestamp": 1491699120,
            "txt_content": "浆果Barry 发表于 2017-4-9 00:14\n害怕，我今天刚入正，还没找到汉化呢，就出多人了？！\n现在明明还是coming soon\n手动滑稽"
        },
        {
            "author": "MY200378",
            "timestamp": 1491996000,
            "txt_content": "Withered King应该翻译为凋零王，因为Withered有枯萎、凋谢的意思"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1492513620,
            "txt_content": " 本帖最后由 咕噜and呼噜 于 2017-4-18 19:26 编辑 \n\n真·围观\n多人出了之后\n围攻玩家类型之一 围观者\n开着坚固灵活但是不能干任何破事的小车在多人到处围观\n\n楼主也玩军团要塞2啊 来啊一起我2600小时多了 点我签名档那个红字到我个人资料加我可以吗"
        },
        {
            "author": "Cjj20010401",
            "timestamp": 1508559480,
            "txt_content": "不过我看到作者的steam账号的国籍写着保加利亚"
        },
        {
            "author": "zhiye12346",
            "timestamp": 1512894960,
            "txt_content": "可以啊666再接再厉"
        },
        {
            "author": "zhiye12346",
            "timestamp": 1512894960,
            "txt_content": "你赢了希望你能发出更好的"
        },
        {
            "author": "liwenhaosg",
            "timestamp": 1522568820,
            "txt_content": "神经儿童，就是你！"
        },
        {
            "author": "111da111",
            "timestamp": 1589703420,
            "txt_content": "涨价了啊，之前买了不会玩就退款了哈哈"
        }
    ]
}