{
    "title": "[Minecraft.net|INSIDER]本周方块：钻石",
    "author": "土球球",
    "replyCount": 6,
    "timestamp": 1491831420,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-4-10 22:09 编辑 \n\n\nBLOCK OF THE WEEK: DIAMOND\nIs it really the most precious block about?\n\n本周方块：钻石\n它真的是最珍贵的方块吗？\n\nDiamonds are a miner's best friend, a blue gleam in the darkness that you can use to craft the best stuff. The best stuff. Pickaxes that can hack through obsidian, swords that can hack through wither skeletons, armour that can withstand the force of 1000 spiders. Diamond is the best!\n矿工们都非常喜欢钻石。钻石在黑暗中发出蓝色的微光，可以用来制作最好的东西，注意，是最好的东西。它们包括可以用于挖掘黑曜石的镐、用于大战骷髅的剑、以及能够承受1000次蜘蛛的攻击的盔甲。钻石做的就是最好的！\n\nOr is it? The thing with diamond is that it's not really that special. Oh SURE, it sparkles with clarity that seems to capture the infinite complexity of the universe, but it's just boring old carbon. A good deal of you and I is carbon, one fifth to be more precise, so that stuff is not only all around us but also actually us.\n真的是这样吗？实际情况是，钻石其实并没有那么特别。哦，当然了，钻石那澄澈透明的闪光似乎已经包含了整个无限复杂的宇宙，但实际上，它只是一堆没什么意思的碳而已。碳存在于你我之中，更准确的说法是身体的五分之一，所以这种东西不仅在我们周围到处都是，甚至还是我们自己的组成部分。\n\nBut, you ask, if we're pretty carbony, why doesn't light dance through our facets with mesmerising beauty??? Well, that's because we haven't been crushed for over a billion years by the intense pressure and heat found 150 kilometres beneath the earth. And the thing about those pressures is that they make diamonds as hard as heck. The hardest as heck, in fact, of any known material.\n但是，你肯定会问，如果我们也是碳的话，为什么不能通过轻轻地舞动来展现我们每一个面的美丽？那是因为，我们并没有在上亿年的时间里，承受着地球150公里以下的压力和热量。这种压力导致了钻石变得相当坚硬。事实上，钻石的硬度已经超过了任何已知的材料。\n\nThis hardness isn't down to boring old carbon. It's because of the bonds between its boring carbon atoms, which arrange themselves into what's called a diamond cubic structure, which fits together with such perfect neatness that it just makes you cry at the sheer tidiness of it all, and also gives it incredible strength.\n如果仅仅是因为有一堆无聊的碳原子，那钻石并不会有这么高的硬度。这是因为这些无聊的碳原子互相通过成键的方式联结在一起，共同形成了一种被称为金刚石立方结构的晶体结构。这种结构是如此完美无瑕，以至于你不得不为其整洁的排布方式震惊。当然，这种结构也带来了非常强的硬度。\n\n\nAn engagement ring, cheapened by the presence of an entirely common, but transcendentally spellbinding, chunk of carbon. Photo by the talented camera-wielder Derek Ramsey.一个订婚戒指，虽然它看起来有着超然的魅力，但由于这种碳晶体十分普遍，所以价格也比较便宜。照片由天才摄影师德雷克·拉姆齐（Derek Ramsey）拍摄。\nFerdinand Frédéric Henri Moissan was one of the pioneers of artificial diamonds. Here he is, making diamonds using an electric arc furnace around 1893. He also discovered flourine! Clever fellow.亨利·莫瓦桑（Ferdinand Frédéric Henri Moissan）是人造钻石的先驱之一。他于1893年左右，在这个地方使用电弧炉制作了第一块人造钻石。他还是氟单质的发现者！聪明的家伙。\nThe Cullinan Diamond is the largest found, weighing 621 grams. Various gems have been cut from this South African stone, including one set in the British Queen's \"Sovereign's Sceptre with Cross\".卡利南钻石是迄今为止发现的最大钻石，重达621克。目前世界上的很多宝石都来源于这块南非石头，其中包括英国女王的“君主十字杖”中的一些宝石。\nSo that's great, and just as in Minecraft, it means IRL diamond can be used for all sorts of tasks that require super-hard things: you can grind and cut with it and it's in the stylus of your record player, all because it takes ages to wear down.\n这正如在Minecraft中那样棒。这意味着，IRL钻石可以胜任所有需要特别强的硬度的工作：你可以用它来进行一些研磨和切削的工作，或者用于你的唱片机的唱针。所有以上的工作都需要花费数年时间才会使钻石有需要引起注意的磨损。\n\nOK, so you're thinking, \"Jeepers, what's the carry on? All I've heard so far is a list of reasons why diamond is great.\" But here's the thing. It's meant to be one of the most precious materials in the world, right? And yet we can make this stuff with such quality that it's super tricky to tell the difference between real and artificial diamonds. In fact, we're so good at it that there's actually a huge glut of diamonds in the world. We've more diamonds than we know what to do with!\n好的，所以你可能会在想，“然后呢？我目前听到的所有的东西都只是关于钻石是多么多么好的。”但是，重点在于，这意味着钻石就要成为世界上最珍贵的材料之一吗？我们目前完全可以通过人工的方式制造同样质量的东西，以至于根本看不出来天然的和人造的区别。实际上，我们实在是太擅长这么做了，以至于实际上这个世界完全有用不完的钻石。我们完全拥有超出我们能够使用得到的钻石数量！\n\nDespite this, over the past 100 years or so the diamond industry has managed to get us to believe diamonds are super valuable, a fantastic investment, and a perfect symbol for marriage because they last forever. It's one of the most successful promotional campaigns in history! Because in reality, second-hand diamonds sell for half the price of a new one, despite being in perfect condition (they do last forever, after all), and before WWII only 10% of engagement rings were diamond, so it's not quite the tradition you thought it was.\n尽管如此，在过去的一百年左右的时间里，钻石行业已经设法让我们相信，钻石是一类超级珍贵的物品，一个梦幻般的投资，而且是一个完美的婚姻象征，因为它们是永恒的。这是史上最成功的促销活动之一！因为在现实世界中，二手钻石销售的价格往往只有崭新时的一半，尽管和一手的相比，它们仍然是完美的（毕竟不管怎样，它们还是永恒的），而且，在第二次世界大战之前，只有10%的订婚戒指是由钻石组成的，所以并不完全是你以为的那个样子。\n\nUnless you're into tunnelling miles through igneous rocks or grinding and polishing stone tablets, what we're saying here is: let's not get too hung up on twinkling, beautiful diamonds, because all they are is nicely arranged but boring carbon.\n除非你要在火成岩中打通隧道或要研磨抛光石板，否则我们想对你说的是：让我们不要太在乎那些闪闪发光的漂亮钻石，因为它们本质上仅仅是排列整齐的无聊的碳。\n\n原文：https://minecraft.net/zh-hans/article/block-week-diamond\n作者：Alex Wiltshire\n原文发表时间：2017年4月7日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1491831540,
            "txt_content": "都三天没人翻译了我快急死了\n\n这大概是我翻译的最痛苦的一次周块。。。行文感觉十分晦涩，怪不得没人翻译→_→"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1491833100,
            "txt_content": "钻石是方块?"
        },
        {
            "author": "土球球",
            "timestamp": 1491833280,
            "txt_content": "langyo_v3 发表于 2017-4-10 22:05\n钻石是方块?\n钻石块是的嘛。。。而且整篇文章讲的都是作为材料的钻石，而不是单纯的一个方块，所以我把“块”这个字删去了→_→"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1491833280,
            "txt_content": "ustc_zzzz 发表于 2017-4-10 21:39\n都三天没人翻译了我快急死了\n\n这大概是我翻译的最痛苦的一次周块。。。行文感觉十分晦涩，怪不得没 ...\n不知道你急啥，反正也没多少人看。。。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1491838980,
            "txt_content": "无聊的老陈碳XD"
        },
        {
            "author": "广药",
            "timestamp": 1491910080,
            "txt_content": "ustc_zzzz 发表于 2017-4-10 21:39\n都三天没人翻译了我快急死了\n\n这大概是我翻译的最痛苦的一次周块。。。行文感觉十分晦涩，怪不得没 ...\nHHH就着这样所以等你翻"
        }
    ]
}