{
    "title": "[Minecraft.net|CULTURE]建筑嘉年华周五开始！",
    "author": "Smokey_Days",
    "replyCount": 1,
    "timestamp": 1492008660,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-13 19:40 编辑 \n\nMC BUILDCON 2017 STARTS FRIDAY\nMC 建筑嘉年华 2017 周五开始！\n\nA community server event you don't want to miss!\n一个你绝对不想错过的服务器社区盛会\n\n\nWhether you're a Minecraft veteran or a player so new to the game you haven't even found the button on this site to buy it yet (it's in the top left corner btw), joining a multiplayer server can be a great way to improve your building skills and make new friends. That's just two of the aims of MC Buildcon, a community-run server event returning for its fourth year this Friday, from the 14-18th of April.\n无论你是Minecraft大师还是入门玩家，你可能都没有注意到购买它的地址（就在左上角！）——加入一个多人服务器可能是一个提升建筑水平、交到新朋友的好机会。那就是MC Buildcon的两个目标。这是一个社区云溪服务器。这周五是它的四周年集会——从4.14到4.18\n\n\"Buildcon is basically an online convention,\" explains Jordan Lavialle, Buildcon 2017 Director. \"We try to get as many people as possible to come along and showcase their building skills, see other peoples skills and see what's new in Minecraft creative. We always try to get panels from content creators and people that are pushing the boundaries.\"\nBuildcon 2017主管Jordan Lavialle解释说：“从某种意义上说，Buildcon是一种在线会议。我们争取尽可能多的人来展示他们的建筑技艺并且互相交流，并且了解一下MC创造模式有什么新东西。我们总是尝试邀请内容创作者和创新者来到我们的展台。”\n\nPanels include many talented community builders we've featured on Minecraft.net before, including Udvio, Necrosys and NewHeaven, sharing their stellar building know-how.\n站台上有我们曾经在 Minecraft.net 上面介绍过的那些富有才华的建筑者们,比如 Udvio, Necrosys and NewHeaven, 分享他们巨星级别的建筑知识\n\n\"We've got a panel from Arcaniax this year, the guy behind GoPaint and GoBrush,\" explains Jordan. \"He'll be doing a panel about that kind of development stuff. He's really quite extraordinary with the stuff that he can do.\" You can take a look at Arcaniax's impressive work here.\nJordan解释说：“我们今年Arcania将来到展台——他是GoPaint和GoBrush背后的人。 Arcaniax将展示一个关于开发工作的展台，他做的事情真的很非凡” 你可以看看Arcaniax在这里做的令人印象深刻的事。\n\n\"We've also got Minecraft.edu panels - that's becoming quite a big thing within creative,\" says Jordan. They'll also be running Minecraft masterclasses, to \"help people improve and build what they see, and to be able to release their creativity and imagination.\" So if you're building skills could use improving (there's no shame in admitting it), Buildcon could be the perfect opportunity.\nJordan表示：“我们也有Minecraft.edu的展台 —— 它在创造模式中无比强大。他们正在启动一个名叫‘Minecraft 大师培训班’的计划来帮助人们进步、建起他们看到的东西，释放他们的想象力和创造力。”所以如果你正在提升你的建筑水平并且它仍需提升（没关系大胆承认吧！），Buildcon可能是一个完美的机会\n\n\n\nJordan also makes clear that Buildcon 2017 is an international event. \"We've pushed a lot more than other years to to try and get teams from other countries. We've got a team from South America, teams from China, Germany, France, the UK, the US. Minecraft is obviously a global game and Buildcon was feeling predominantly English over the last three iterations.\"\nJordan也表示Buildcon 2017将是一届全球性的盛会“我们付出了巨大的努力来尝试从其他国家邀请团队——来自南美洲的团队，来自中国，德国，法国，英国，美国的团队。Minecraft几乎是一个全球性的游戏，然而Buildcon在过去的三届中主要是英国人来参加”\n\n\n\n\"We were going out and contacting teams a lot more. Trying to entice them to come and showcase what they've got,\" says Jordan, of the work he and Vanessa Pearson (co-director and founder of Buildcon, also known as cakeyicing) have done to make Buildcon more global. \"The difference between the different-language speaking teams is quite interesting. You can kind of see the French community has kind of taken its own stance, and it's got its one way of building. The Chinese community, it tends to use a lot of resource packs and stuff. We want to try and bring that all together and mix it up.\"\nJordan说：“我们正在外出联系更多的团队，尝试邀请他们展示他们的内容。”Jordan和Vanessa Pearson（Buildcon的联合总监兼创始人，也被称为cakeyicing） ）已经使Buildcon更全球化，“不同语言的团队之间的差异总是亦可赛艇：法国社区喜欢做统一风格的东西，而中国玩家们喜欢使用资源包一类的东西。我们尝试把它们整合在一起混合起来”\n\n\n感谢@吴健蓬 的图片翻译\n\nDon't be fooled into thinking Buildcon is completely friendly, mind, as a lot of builders will be showing up on Friday to compete against each other. \"The contest is teams of three battling, at most, twenty-three other teams of three to be crowned the best team of Buildcon,\" explains Jordan. \"It's to bring a bit of fun and competitivity to the event.\"\n不要愚蠢地认为Buildcon完全是友好的。注意，这儿有很多建筑师将在周五展示自我并彼此之间进行竞争“建筑团队之间将有三场‘战斗’”Jordan解释说，“最终，三场战斗中的最多23支队伍将被加冕为Buildcon的最佳球队，这给整个聚会带来了一点乐趣”\n\n\n\nNothing wrong with a bit of friendly competition! Jordan even thinks it can help you get better at Minecraft. \"I feel that building under pressure helps people improve a lot. If a team that maybe isn't so skilled were to battle against a team which is, they'll be able to see where their build might have lacked. That will help improve their building skills.\"\n一点适当的竞争没什么不对劲！Jordan认为它将让你更擅长Minecraft：“我觉得在压力下，建筑水平能提高得更快。如果一个不算很强的团队和另一个稍强一点的团队相互比拼，那么差点的那方便会看到自己建筑中的缺点，这有助于提高他们的建筑技能”\n\n\"It's a bit of fun, and Builders Refuge were really generous in their sponsorship in the prize.\"\n“这很有趣，而Builders Refuge慷慨地赞助了奖品”\n\nBuildcon isn't affiliated with Mojang, but it's a great event for the Easter weekend! You'll be able to log onto the MC Buildcon server this Friday. For more info, you can follow MC Buildcon on Twitter and find their FAQ here. See you there!\nBuildcon不隶属于Mojang，但它是复活节的绝妙活动！ 本周五，您可以登录MC Buildcon服务器或者官网。 您还可以在Twitter上关注MC Buildcon来了解更多信息，并在这里找到常见问题。 到时候会场见！\n\n\n原文：https://minecraft.net/zh-hans/article/mc-buildcon-2017-starts-friday#\n原作：Tom Stone 发布于 2017年4月10日\n翻译：Smokey_Days",
    "replies": [
        {
            "author": "吴健蓬",
            "timestamp": 1492313460,
            "txt_content": "来晚了顶顶"
        }
    ]
}