{
    "title": "[Minecraft.net|INSIDER]本周方块：南瓜",
    "author": "栗子z",
    "replyCount": 2,
    "timestamp": 1492182000,
    "txt_content": " 本帖最后由 栗子z 于 2017-4-21 19:09 编辑 \n\n\nBLOCK OF THE WEEK: PUMPKIN\nPart food! Part hat! All block.\n\n\n本周方块：南瓜\n一部分是食物！一部分是帽子！全部是方块。\n\n\nThe fall! Autumn. The quiet death of summer. The days darken and cool. Leaves slough from the trees, leaving their skeletal limbs to claw at the grey skies. And at their sodden roots writhe vines budding with corpulent growths.(秋天！秋天，夏日寂静的死亡。天变冷了，也变暗了。树叶从树上落下在灰色的天空中留下它们光秃的树干，藤蔓在他们的烂根下萌芽生长。）\nThat's pumpkin season, baby!（这是一个南瓜的季节，宝贝！）\nYep, it's the time to hack the flesh out of a pumpkin's portly body, carve evil visages into its skin, and celebrate the appearance of supernatural horrors across our lands!（是的，是时候把肉从南瓜里刮出，把邪恶的面貌刻入皮肤，并庆祝超自然的恐怖出现在我们的土地上！）\n\nCome to think about it, jack-o'-lanterns are one of the stranger customs around. I don't know about you, but I spend exactly no time around pumpkins for almost an entire year, and then suddenly they're everywhere! And then they sadly collapse on themselves, get chucked into the bin, and that's that for another 11 months and two weeks.（想想看，南瓜灯笼是一个奇怪的习俗。我不知道你的经历如何，但是对我来说：我这一年都没怎么看见南瓜，而南瓜突然结得到处都是，它们却又很快就腐烂了。最后，就被人们扔进垃圾桶里——这又是11个半月。[PS：感谢一楼的翻译建议]）\nFor me, a slowly decaying jack-o'-lantern is one of the more depressing sights of the year. Poor old thing. Hat tip to Chris Schrier for this picture representing the desperate impermanance of life!(对我来说，一个慢慢腐烂的南瓜灯笼是今年的更令人郁闷的景象。可怜的老东西，感谢Chris Schrier，这张照片代表着令人绝望的生命的无常！[PS：此处原文impermanance，可能是原作者Alex Wiltshire拼写错误，正确单词也许是Impermanence])\nThey originate, however, from an old Irish legend. It's about Stingy Jack, a devious and rather nasty old man who plays cruel tricks on all his neighbours and family. In fact, he's such a despicable fellow that the Devil figures he's going to take his soul, and so starts a series of scrapes the pair get into.（然而，他们起源于一个古老的爱尔兰传说。它是关于Stingy Jack，一个狡猾而又相当讨厌的老头在谁对他的邻居和家庭玩残酷的把戏时候。其实，他是如此卑鄙以至于坏到骨子里了，于是他开始陷入了一系列困境之中。）\nThere are a few stories, but one of them tells of the time the Devil catches up with him and informs Stingy Jack that this time he is definitely going to be dragging him to Hell. Jack says, \"OK, sure, this time you've got me,\"but he convinces the Devil to climb up a nearby tree to give him an apple first. Jack quickly arranges a bunch of crucifixes around its base, trapping the Devil in its branches, and forces the Devil to promise that in exchange for letting him free, he will never take Jack's soul.(有一些故事，但其中一个故事魔鬼的时候赶上了他，并通知Stingy Jack，这次他肯定会拖他到地狱。杰克说，\"好吧，当然，这次你得到了我，\"但他说服魔鬼爬上附近的树给他一个苹果。杰克很快将它绑在其基地的十字架上，把魔鬼囚禁在树枝里，并迫使魔鬼承诺以换取他的自由，他永远不会把杰克的灵魂带走了。）\n\nEventually, Jack dies and finds himself at the Pearly Gates. Being bad to the bone, he’s denied entry, so he goes down to Hell. But the Devil, remembering his promise, can’t let him into Hell either. Jack’s trapped in the darkness between the two and gets a little panicked. The Devil, if only to get rid of Jack, gives him an ember of fire to light his way, and having nothing on him but his favourite vegetable, Jack catches the ember inside and goes on with it to wander the land alone for eternity.（最终，杰克死了，发现自己在天国之门。由于骨头不好，他被拒绝入境，所以他下地狱去了。但魔鬼记住了他的诺言，也不能让他进入地狱。杰克被困在两人之间的黑暗中，有点惊慌。魔鬼只想摆脱杰克，于是以火的余烬的方式照亮他。除了他最喜欢的蔬菜外，杰克什么也没抓住。他抓住了余烬，并继续与它漫步在土地上独自为永恒。）\nNow, here's the thing. Back in Ireland, Jack's fave veg was a turnip because... Well, who knows, really. But when the story travelled with Irish immigrants to north America, turnips were rare. But they did have pumpkins, which were native to the continent. And so rather than carving turnips as they did in the old country, they turned their knives on to these unfortunate members of the squash family.（现在，这里就是那个东西。回到爱尔兰，杰克最喜欢的蔬菜是萝卜，因为…额，谁知道呢，真的。但当故事到了爱尔兰移民到北美国，萝卜是罕见的。但他们有南瓜，这是原产于大陆。所以不是雕刻的萝卜也在古老的国家，他们把刀子对准了这些不幸的家族成员。）\n\n\nAnd so began the jack-o'-lantern as we know it today! And it’s also why jack-o'-lanterns in Minecraft take special meaning at the end of October, since around that time you’ll see zombies and skeletons wearing them. And you can wear them, too, to look fearsome and gain a rather remarkable power: THE ABILITY TO LOOK AN ENDERMAN IN THE EYE WITHOUT RILING IT UP.Jack-o'-lanterns: great looks, super powers.（所以一开始的南瓜灯笼，正如我们今天所知道的！这也是为什么南瓜灯笼在Minecraft在十月的特殊的意义，因为在这段时间你会看到僵尸和骷髅穿着它们。你可以戴上它，也看得到一个相当了不起的可怕的力量：看一个末影人眼睛不激怒它的能力。）南瓜灯笼：伟大的外观，超能力。\n原文：https://minecraft.net/zh-hans/article/block-week-pumpkin\n作者：Alex Wiltshire\n原文发表时间：2017年4月14日\n第一次在此版块发帖，前几次还请版主原谅\n感谢一楼@syz666和二楼版主dalao@LocusAzzurro  大量的翻译建议\n\n",
    "replies": [
        {
            "author": "syz666",
            "timestamp": 1492413720,
            "txt_content": "第三段整体改为\n想想看，南瓜灯笼是一个奇怪的习俗。我不知道你的经历如何，但是对我来讲：我这一年都没怎么看见南瓜，而南瓜忽然就结的到处都是，马上它们就腐烂了。最后，就被人们扔进垃圾桶里——这又是11个半月。（此处指南瓜生长对条件要求不高，容易存活。而且结果结的很多，很多都还没吃就已经腐烂了）\n意思就这样，具体语言你自己组织组织。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1492623540,
            "txt_content": "如果是初次参与翻译的话还算比较优秀 请再接再厉 一些句子上的理解还需要下点功夫\n一些修改建议：\nAll block. 翻译成 全部是方块 好一点，和前面也比较搭\nThe days darken and cool.  天变冷了，也变暗了\nAnd at their sodden roots writhe vines budding with corpulent growths. \n藤蔓在他们的烂根下萌芽生长 改一下语序可能更自然\ndesperate impermanance of life 这里desperate应该是impermanance的形容词，翻译成 令人绝望的生命的无常 差不多\nIn fact, he's such a despicable fellow that 这里需要注意一下such还有上下文关系 翻译建议 其实，他是如此卑鄙以至于\nbad to the bone 坏到骨子里了 "
        }
    ]
}