{
    "title": "【原创·连载】【我的沉默】【第十四集：破梦......】【byRing】",
    "author": "我为我为",
    "replyCount": 5,
    "timestamp": 1492244640,
    "txt_content": "  第一次月考过去了，这次成绩和上次没多大区别，只是年级四十多名。\n  不知不觉，三月已经过去，到了清明小假期，可以浪啦！回老家祭祖，祭祖也只是父亲母亲他妈妈的事情，我就负责浪！\n  最让我开心的是上高中的哥哥终于可以“出狱”了，不会再像之前自己一个人无聊了。\n  清明节假期第一天上午去接哥哥，我和母亲刚进教室，一些学生正围着哥哥说说笑笑，他们一看到我和母亲，就喊：“马思雨！你婆婆来了！”逗得班里人哄堂大笑，母亲脸上也没有恼怒，也跟着，因为母亲理解他们是在开玩笑。\n  看到这番，我禁不住想起了我在班里的位置，接着又想起来了主题班会。唉，我为何人缘这么差呢？难道就是因为我这该死的沉默？与其说是沉默，是不是还可以说是一种懦弱？我要是有和哥哥一样的人气，那该多好啊。可惜，连主动找我闲聊的也只有云婼，不过......有她一个好像也该知足了！\n  想到此处，我找母亲用一下她的手机，登录QQ，在上面给云婼发：“以后还可以一起回家吗？”然而静静地等了几分钟，云婼都没有回复......\n  接完哥哥，已经过去一个小时，我再次用母亲手机登录我的qq，发现云婼在半个小时前回复“我看看”。我回她“什么意思”。\n  都上线了还不回复完整，而且半个小时都过去了。接着我等了几分钟，发现她还是没有回复，怎么能这样呢？那天回家时对我很热情啊，现在为何又变得如此冷漠？这个号到底是不是她的？\n  于是我又回了一遍，她还是没回复......\n  隔了两分钟再来一次，还是没回复......\n  于是我接着又回了三次，她还是什么都没回我......\n  算了，不用想那么多了，反正她现实对我很热情啊！那就说明她应该不是想要冷漠我的，说明她还是愿意和我说话的。\n  一路上，我给哥哥讲述了主题班会的事，哥哥笑了笑：“沈然啊，毕竟是主题班会！当然不能抄一个稿子上啦！必须要原创啊！就当长了个教训吧！”\n  听过哥哥沈己这一番话，真是开窍了，确实啊，我才明白，要想有看点，必须先原创。没事没事！以后机会多的是！而且桓老师应该会让我参加下次活动的吧！我如此积极，好吧估计老师注意不到我抄稿子。但我那天去找老师申请唱一首歌时，老师说了“下次吧”，这不就是意味着下次更有可能参加活动吗？\n  到老家，已经是中午，我打开电脑，突然想起开服务器的事情。考虑了考虑目前的积蓄，有45元，之前看的店，我想要的那种内存，都是35一个月，感觉可以进行服务器计划来让自己收入提高一个层次！\n  但是，如果现在开，就是破釜沉舟啊！只有48元，如果一个月后没把钱赚回来，岂不是就又要回去卖钻石了？而且现在上学时间，也没那么多精力凑钱，也没多少精力管服务器。不过管服务器好像不需要多少精力吧，看别人服务器的腐竹都不经常上线。\n  其实，现在不能开的最重要的原因是：MCBBS账号还没有六级！MCBBS是中国最大的MC论坛，在上面发服务器宣传贴才能让服务器真正发育起来，因为一般MC玩家都从那个论坛的服务器宣传版块找服务器玩，包括我。可惜MCBBS要六级才能发服务器宣传贴！六级需要500积分，我现在才48积分，签到一天只能获得两点积分，据说这还是最快的升级方式。\n  我又打开QQ，看看云婼是否回复我，发现并没有。不过发现云婼的母亲在家长群上问政治作业，我第一时间私聊发给她了。\n  她母亲回复了“谢”，之后什么都没有发生。毕竟这是她母亲的号，我也不敢问其他事，万一她母亲不愿意我和她回家呢，万一她母亲瞧不起我呢。\n  于是我去看那个红包群了，之前闲着没事加的。里面果然和我想的一样，群头像和群相册写着几块几十块的抢红包记录，但一群妄想不劳而获的人在群里瞎喊“这什么破群啊等了一天一元都没有”。偶尔有个人发个几分钱的红包，他们就特别满足，还喊着继续发。我偶尔也发几分钱，看着几条狗乱叫有时候还是可以微微解闷的。\n  突然“登咚”一声，我看了看，是有人找我说话，一个红包群里的人，也不算特别熟悉，他问我：“你需要抢红包的手机软件吗，3元。”\n  “让我看看什么样子”我颇有些好奇。\n  接着他把软件的功能都截图发给我，我看了看。自己那45元可是自己命运的关键，动摇不得，况且不是特别有用，我便回复“抱歉啊我不想买”。\n  接着他发“...”然后给我发来一元五毛的红包，虽然一元五毛对于我来说已经算是寒假吆喝两天的收入了，也是一笔巨款，但是我认为乱收别人钱不好，给他发了回去。还彬彬有礼地回复他一句话“我真是不需要，谢谢你的好意，抱歉浪费你时间了”。\n  云婼还是没有回复我......\n  既然现在也开不了服务器，为何不找找其他方式提高收入呢？吆喝着在别人服务器刷东西卖费时间赚钱也少......\n  不过服务器确实有个底，别忘了之前那个在我这里消费了几十块钱的说等我开服务器了他愿意每个月赞助一百！不过目前母亲也不允许，说是影响学习，等我暑假再开。\n  下午时，上午那个找我推销的人在红包群发广告：“盗号20元，盗号软件50元，加盟100元，要的私聊我。”\n  这不是良机么！如果我有盗号软件，岂不是也可以让自己收入提高一个层次！而且还可以像朋友炫耀。这个人上午那么热情，还主动发给我些钱，看上去不是骗子。\n  我直接私聊他：“你卖盗号软件？”\n  “是。”\n  “我能分期付款盗号软件吗？”我想着，实际我想把首付交了就删好友。\n  “可以，先付20元，之后每天10元，持续五天。”\n  “20元太多了，15元可以么？”\n  “好吧！15！”\n  “我一会儿去充钱，你可别给我发病毒，能把软件截图给我看看吗。”我还是不大放心，如此问了问。\n  “你妹的，分期付款我都不介意。盗号软件是电脑版的，我现在截图不了。要就赶紧付钱，我还要去帮别人盗号，再不付钱屏蔽了。”\n  我急忙往QQ钱包里充值15块钱，给他发红包发过去。心想着马上就能学会盗号了！\n  他领了红包，给我发了“OK”，然后说“给我你要盗的QQ号吧”。\n  “等等，我要的是盗号软件！”\n  “你不是分期付款盗号吗？”\n  这时候，我已经在崩溃的边缘，内心像是被一把闪电击穿。我已经不顾自己曾经的尊严，感觉已经被骗了，却又觉得还有希望：\n  “求求你了把钱退给我吧！这钱对我来说很重要的！”我希望对方能动动他的良心。\n  “钱没有退的。”\n  “求求你了！”\n  “以存入银行卡。”\n  “从银行卡中提现啊。”\n  之后我又发了一句“求求你了”却发现这条信息旁边多了一个发送失败的符号，然后底下有一句“你和他还不是好友关系，无法进行聊天。”\n  我准备在群里找他，结果发现，他已经退群了......\n  难道还没开始就已经结束了......\n  为何要这样？我把初中以来第一个“求”字都给了他，他却如此对我。为何要这样！他丝毫不顾虑我这钱的重要性，仿佛即使是救命钱也要骗，骗子都这么没人性吗，真是可恨啊！我终于可以理解那些网络被骗的人的感受了。现在感觉身体废了一半......\n  到底为什么......想要回来是不可能的，别人不会把吃进去的吐出来。\n  现在还剩30元，差5元开服务器呢！我冲出老家的房子，到院子里顺着楼梯爬上房顶，对着那已经落下的太阳和昏黄的天空，内心呐喊一声：\n  “我的路在何方？”\n[该小说第一部分完结]\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1492322220,
            "txt_content": "终于过审核了\n这审核真麻烦\n@Smoker_days"
        },
        {
            "author": "Lelouch_Lamper",
            "timestamp": 1492324020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1492327500,
            "txt_content": "其实，现在不能开的最重要的原因是：MCBBS账号还没有六级！MCBBS是中国最大的MC论坛，在上面发服务器宣传贴才能让服务器真正发育起来，因为一般MC玩家都从那个论坛的服务器宣传版块找服务器玩，包括我。可惜MCBBS要六级才能发服务器宣传贴！六级需要500积分，我现在才48积分，签到一天只能获得两点积分，据说这还是最快的升级方式。\n看到这一段我会心地笑了\n语言朴实，内容真实。一定程度上反映了现状\n想当年我开服都是亏钱的"
        },
        {
            "author": "虚空流放者",
            "timestamp": 1492336980,
            "txt_content": "Smokey_Days 发表于 2017-4-16 15:25\n看到这一段我会心地笑了\n语言朴实，内容真实。一定程度上反映了现状\n想当年我开服都是亏钱的 ...\n确实我在第二天就来到了周创滑稽\n我当时也亏了很久"
        },
        {
            "author": "虚空流放者",
            "timestamp": 1492336980,
            "txt_content": "Lelouch_Lamper 发表于 2017-4-16 14:27\n其实实习版主没有权限审核的= =你艾特他也没用\n只是想让他来评论下而已"
        }
    ]
}