{
    "title": "[四月活动][原创·连载]面具 三·死亡",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1492338720,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-17 21:22 编辑 \n\n三·死亡往事如烟。\n那是我十一岁的时候，天色渐暗，父亲到李伯家做客，午时前去，此刻已经傍晚才看他从李伯家的院中走出，手中提着个箱子，看得出来父亲对此十分看重，应当是什么贵重的东西吧？可能就是这个箱子给父亲招来了厄运。\n后来母亲叫我回屋内帮她洗菜，我便回去了。\n行至中途，听闻一人呼唤着父亲的名字，重重地、迫切地敲着院门。\n“快，快跑，他们找上门来了！”\n此刻父亲刚刚到家门口，听闻他的话大惊失色向西园跑去。路中对我母亲大喊：“按照预案行使！”\n想必母亲对此也并非一无所知了。她以少有的命令的语气对我大吼：\n“快回房收拾东西！轻装从便！”\n我们用了两分钟，收拾了必要的衣物、干粮，就准备从南院出门，再出城投奔父亲的亲友。\n然而我在进房间时看到上面用箭矢贴着一张便条：\n“我是你父亲的好友，令母请去南城外我屋避难，你到城西芦苇滩里伏着等你父亲出来。”\n父亲也教过我一些基本功，我知道父亲不仅仅只是个木匠。\n记得更小的时候有一次，我和伙伴玩着皮球，伙伴一脚踹上去，皮球飞得老高，挂在树梢。我对着父亲哭起来。父亲微微一笑，连冲几步飞檐走壁爬上墙檐，接着蓄力一跳抓住树枝略微一荡，荡至球旁，抓起皮球扔过来随即从树上跳下一个翻滚毫发无伤。\n我拍着手说“哇爸爸好厉害！”，惊动了母亲。母亲从屋内出来看到父亲满身尘土给父亲投过去一个嗔怪的目光。父亲尴尬地一笑。\n当天晚上他对我说：“每个人都有自己的小秘密哦，小男子汉有，爸爸也有的。今天早上的事，就当做我们共同的秘密吧！”\n我点了点头。\n从那一天起，我就知道，父亲绝对不只是表面上那样，是一个普通的靠着手艺谋生的木匠。\n他的背后隐藏着什么？我不知道也不想知道。毕竟每个人都有自己的小秘密。\n但是今天这个小秘密恐怕已经不仅仅只是个小秘密了。它甚至关乎我们全家人的存亡。\n此刻天色愈发昏暗，残月夜晚，只能勉强见物。\n我趴在河道的芦苇丛间，一只耳朵贴在河岸的石堤上，听到了一阵响声。\n踏踏的脚步声响起，我的心开始被悬起——是父亲么？他来了？\n不对劲。\n不仅仅是一个人的脚步声，还有…\n还有衣物在地上被拖动的声音。\n意识到了这一点，我屏住呼吸从芦苇缝见投出目光。眼前的一幕令我心脏漏跳了一拍：\n一名戴着面具的男子拖着一个浑身血迹的男子一步一步走来，另一只手提着一个箱子。\n等等，那浑身淌着鲜红色液体的男子没有任何反应…恐怕已经死了。\n面具男子将尸体立起来，摆了个姿势，看似是浑身伤口奔跑途中力竭并失血过多而亡。\n借着角度恰好的月光，我看到了尸体的面孔。\n那是父亲。\n父亲的面孔。\n他是我的父亲。\n现在他死了。\n他死了。\n难以抑制的绝望、恼怒、悲伤、痛苦缚满了我的心，它有如被人抓到十几米高再摔下一般片片碎裂。\n我险些昏死在地。脚步声继续响起，面具男即将前往远方。\n本想冲上去杀了他，却响起父亲幼时给我展现的那一幕。\n轻盈如鸟一般跃上树梢毫不费力。\n然而这样强大的父亲，面对那位面具男却只能仓皇逃窜，只能败在他的手下，甚至丢掉了自己的性命。\n我定然是无法战胜他。\n不能逞匹夫之勇。待到我学成时，我一定要复仇！\n复仇！\n复仇！\n面具男从桥上踏过，我不敢做任何动作生怕被他发现。即便如此眼泪还是难以抑制地从眼眶中落下。\n这时才注意到他的脚步亦是无比的沉重，恐怕父亲也将他伤得不轻吧？即便如此我也没有与之一战的勇气。\n真是懦弱的小屁孩啊。\n不敢发出一点声音。我静静地听到他走到桥上，十分谨慎地四处张望，小心极了。\n背脊上难以控制地冒出冷汗。冲上去与他一决雌雄的愤怒、保存实力以后实行复仇的理智以及对他发现我的害怕，种种情感对于此刻的我而言都是莫大的折磨。\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！\n终于他远去了，我如释重负。等待了约莫十分钟，确认他不会返回了，我翻上陆地，向着之前提到的朋友家疯狂地跑去。\n疯狂地跑，迈开大步，不管不顾。令狂风从我耳边吹过。可能只有这样才能令我略有点解脱吧。\n奔跑中，身体的不断疲倦提醒着我的缺乏锻炼，但是在奔跑中却也能不顾及他物，一心一意地奔跑，从中转移自己的愁绪。\n出了西城，沿着荒废的护城河，穿过森林，那栋小屋隐隐约约出现在眼前。却有点不对，是什么不对呢？\n是的，那间屋子里没有正常的嘈杂的人声。\nMithey这回说对了，的确有存稿\nlangyo_v3想看屠版么XD\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 |",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1492338900,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-16 18:39 编辑 \n\n原帖不敢编辑在下面回复一遍\n\n震惊！版主贴内竟然有凶杀信息！看来原帖@不管用啊，只能这里在@一遍了\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 |\n"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492339500,
            "txt_content": "我想看你屠版XD"
        }
    ]
}