{
    "title": "[四月活动][原创·连载]面具 一·潜入",
    "author": "Smokey_Days",
    "replyCount": 3,
    "timestamp": 1492337400,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-17 21:24 编辑 \n\n一·潜入骤雨初歇。\n屋檐上，一滴晶莹缓缓滑下、坠落。\n击到地上，发出“啪嗒”的响声。\n伴随着雨滴，我悬在空中的那一脚步也落下。\n悄然无声——不，也是有声音的，只不过…和水滴的声音宛若一体。\n百来米的路，却花费了近半个时辰。\n不发出一点声响，小心翼翼地到窗前，看着走道，弯腰，静静地等待着。\n林中传来猫叫声，似乎是一只小猫在打哈欠？\n“喵呜~”\n声音挺大，也正是我想要的。\n神经已然紧绷。在猫发出声音的同时，从背包中，我掏出紫色的珍珠，往窗缝里狠狠地掷出。\n珍珠飞在空中。十分熟练地，一只手拔出钻石剑握在手里，另一只手拿起一瓶淡蓝色药水靠在嘴边喝下。\n喝药水的咕噜声、拔剑的窸窣声，珍珠飞行的破空声——乃至落地后碎裂的声音，都在这声猫叫下被遮掩了。\n珍珠碎裂成粉末，随即飘散出紫色粒子。我的周遭也出现了相同的粒子——它们环绕着我，我的身体虚化。\n出现在了屋内走廊。\n此刻，猫叫刚停。\n仿佛排练过无数次，手执钻石剑大力斩向脚下因白蚁来回而变得空心的木板。\n擦嗒声，木板碎裂，我从空坠下。\n一间空荡的房间，环堵萧然，除了我和木屑，只有一名男子、一张桌子、一橱柜子——\n那名男子，站在桌前不知研究着什么。不，或许只能说“在我落下的同时不知研究着什么”——当我的脚踏上坚实的大地时，他已反应过来，回过头，看着我。\n他戴着骇人的面具，唯一裸露在外的肌肤——手，也布满了皱纹。整个人仿佛一具老朽的干尸，只需要补上一拳就会化为飞灰。\n但是我知道并不是这样。他的战斗技巧、搏击经验、嗜血本能仍然刻在他心中——\n一个丢下武器的人，能在一瞬间转过身来？\n不可能的。\n那是刻在他血肉中的。\n籍借迅捷药水之势，携着钻石剑飞奔而上，双脚踏着木质地板“踏踏”作响。此刻已经顾不得隐蔽，最重要的是借助偷袭抢到优势。\n顷刻之后我发现自己错了。他的反应太、太、太敏捷了。\n前一个红石刻他还在桌上不知道做什么，下一个红石刻他便转过身来，再下一个红石刻他就抽出了长剑。\n那是一柄铁剑，与普通铁剑不同是，它和我的钻石剑一样，上面都泛着淡紫色的、流转着的荧光。\n铁剑刺来，若不是我对他的招式已经无比了解，在他转身的同时就有意识地偏离之前的路径，此刻怕是已被刺穿胸膛了吧。\n他诧异了。也是为自己久经沙场的技巧受到挑战而诧异罢。也对，任何人都不能免俗：当自己所信赖的技巧背叛自己时，人们总是会有略微的失神。年纪愈大，愈是如此。\n这一瞬间的愣神在我预料之中。他勉强从偷袭中夺得的先机也从手中滑脱。我滑到了他的身旁，一剑递出。\n说是愣神，其实不过是刹那间的事。战士的本能夺回了身体的控制权，他以常人难以做到的运力方式将业已直冲向前的利刃强行扭转，横在胸前堪堪挡下这一击。\n尽管这一击被挡下，我的优势也不会被逆转。在持剑者的战斗中，往往谁先被砍中第一剑，谁就将失败。\n为了缓解这冲击力，他后退了一步。\n又退了一步。\n再退了一步。\n于是我冲上去再次将手中的剑劈下，他无奈只能再后退。\n房间毕竟就这么大，再如何退终究有尽头，那一刻将是他的死期。\n我侧向一剑横扫过去，他竖起剑，几声脆响，火花迸出——那柄附魔的铁剑上竟然生出了几缕裂纹。\n银白的寒光在空中画起一抹银月，刹那间转至身前，这是籍借我那一剑之力来反攻我。\n我早已料到这一幕，面对十分具有压迫力仿佛怎样都躲不开的夺命飞轮，我向右前方迈出了一小步。\n在我意料之中而出乎他意料之外地，这一击落空了。\n他终于难以抑制内心的好奇，第一次开口，依然是那熟悉的颤声：“你…究竟是谁？”\n我微笑着看着他——不过他恐怕是看不到我的微笑了，毕竟我的脸遮掩在面具之下。\n回应：“我们都带着面具，不是么？”\n他当然能感受到我略带轻蔑的微笑。但是这句话仿佛按到了某个按钮，我能感受到他通体痉挛起来：“是你么…你来了？那么，按规矩，请不要连累我的亲友。”\n听闻他前半句我还略微惊讶：莫非他猜出了我的由来？但是听到后半句我就放心了。\n他并没有认出我，我或许能给他个惊喜吧？\n\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 |",
    "replies": [
        {
            "author": "白色的麋鹿",
            "timestamp": 1492338060,
            "txt_content": "脑洞可以。。。加油"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492338120,
            "txt_content": "每个人在生活中都带着面具,谁也不知道他心里的真实身份\n我有点看不透你了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1492442460,
            "txt_content": "我的大佬，连载活动"
        }
    ]
}