{
    "title": "[四月活动][原创·连载]面具 二·诛杀",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1492337640,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-17 21:23 编辑 \n\n二·诛杀虽然他的反击被我闪躲过，但是这一反击还是让他略微扳回了胜利的天平，面对他瞬间迅猛起来的攻势，我只能勉强招架。\n在不懂的人眼中，我似乎已经趋于下风，而他即将获得胜利。事实并非如此：他愈发焦急起来，而我更加气定神闲。\n又是一声剑的哀鸣。\n是的，没错的，这样耗下去，是我的主场。他的精力愈发充沛，沉睡已久的雄狮也开始苏醒——但是这并不意味着，他的剑能够坚持下去。\n我早便意识到了，相信他亦复如是。\n恐怕绝望已经紧紧地攥住了他的内心罢！他的攻势迅速消退，接着转入防守。\n面对我凌厉的攻势，他甚至不敢直面我的攻击，只能一味地后退，后退再后退。\n胜利就在眼前。然而战斗过程中的顺利、即将胜利的喜悦交织成的富具粘性的巨网将我蒙蔽住，使我看不清眼前的布局。\n又是一剑劈出，他手中的剑应声而断。但是他的一个动作让我心中升起了不详的预感：借助着这一剑的大力，他向后爆退直到墙边。\n直觉告诉我，情况不妙。\n他后背抵到墙上，大口喘气，看似是被撞得不轻。然而我并没有感觉到他的绝望，反而略微有面对绝境反击的觉悟。\n他反手一掌，拍到了墙上的凸起。\n伴随着这一个动作，我寒毛直竖，心中有如电闪雷鸣。微不可闻的声音以难以分辨的速度传递而延伸，接着是咔哒的一声响。\n在一个红石刻之内我便反应过来，借着尚未消散的迅捷药水向侧边一转。是长久的训练令我免于直接葬身箭雨。\n二十七声接连不断的箭矢破空声。\n头顶是一个活塞门加发射器的组合。\n察微，任何战斗者必须具备的品格。否则，常常是忽略掉的那一个细节置人于死地。\n十五根箭矢在我极限那极限地一躲闪下落空，反手一剑我劈开了七支箭，另外四支中两支被坚硬的肩甲挡下，还有两支深深的插入了左臂。\n我的失策。他的战斗技艺我已烂熟于心，然而在我在外磨练的这几年，他又在干嘛？既没有到处砍杀、寻仇，也没有天天锻炼技艺，我竟然还真的相信他安下心来准备享受宁静的晚年？真是太幼稚了。\n神经告诉我身上的箭的伤害可能不仅仅是那冲击时的伤害那么简单，更大的可能是：这是毒箭。\n由不得多考虑，首先要杀了他，再谈什么解毒。\n完成了发生在一瞬间的还算理智的思考，被偷袭的恼怒瞬间占据了我的思绪，伴随着迅捷效果的最后几秒，我连插入肉中的箭矢也来不及拔出，便大步迈上前去。\n他很平静，令我惊讶的平静。这种平静似乎不应当出现在他这样一个久经沙场而即将被敌人杀死的人身上，应当更像是出现在一个随着大限自然死亡的老人身上。\n这一想法使我哑然失笑——可能越是历经杀戮的磨练就越能锻炼淡薄的心境罢。多少人成了自己的剑下亡魂，死亡不过是“劳累了一天之后终于能得到休息”罢了。\n他淡淡地，带着几分笑意，还是那沙哑的嗓音：\n“脱下你的面具吧。我死后你自然也可以脱下我的面具，就让我们在临死前分别卸下面具，看一眼对方真实的面容吧。”\n他很自信我一定得死，否则不会说出这样的话。\n这验证了我的判断：那是毒箭；同时也给我提供了一条讯息：这支箭的毒，没那么好解。\n但我来又是为了什么？\n复仇。\n复仇！\n啊哈，倘若我揭下面具，那么才能给他造成更大心理上的伤害，才能够更加完全地，满足我复仇的快意罢。\n“你会为这句话后悔的。”\n一只手仍然持着剑保持警惕，另一只手放到面颊与耳根的交接处，按动机括，听到机关微响。\n我卸下了面具，卸下了伴随我数年的伪装。\n直视他的面孔，我读出了他的情感。\n绝望么？恼怒么？后悔么？痛苦么？\n越绝望越好吧！越恼怒越好吧！越后悔越好吧！越痛苦越好吧！为你当初的行为、当初那残忍的行为，那道德沦丧的行为买单吧！你越是痛苦，我便越能得到复仇的快感，九泉之下的父亲便约能因此而欣慰！\n从他因…因什么呢？恐惧？愤怒？而急剧缩小的瞳孔中，倒映出我的脸庞。\n看着他我微笑起来。或许旁观者会说这是恶魔的微笑吧。\n一剑插入他的胸膛，我鞠了一躬。\n“师傅，许久未见，别来无恙？”\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 |",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1492337880,
            "txt_content": "最上面标题没改？"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492338180,
            "txt_content": "原来你这个帖子的内容是第一章的,现在正常了"
        },
        {
            "author": "Mithey",
            "timestamp": 1492338480,
            "txt_content": "你肯定还有存货的"
        },
        {
            "author": "WM2030",
            "timestamp": 1492812300,
            "txt_content": "看得不是特别认真，也没有把连载全部看完\n但是有些明显的问题还是可以讲一讲的\n\n但是这一反击还是让他略微扳回了胜利的天平\n为了“文采”丢掉通顺和合理\n相信他亦复如是\n这个“亦复如是”，字典解释说：“也是这样”。但是我认为这个“也”字包含着主体和时间两层意思。用在这里似乎有些不妥。\n神经告诉我身上的箭的伤害可能不仅仅是那冲击时的伤害那么简单\n这个“神经”也是之前的问题。使用特别的表达，结果句子显得怪诞起来了。"
        }
    ]
}