{
    "title": "【原创·连载】【我的沉默】【第十五集：希望尚存！】【byRing】",
    "author": "langyo_v3",
    "replyCount": 7,
    "timestamp": 1492350060,
    "txt_content": "\n六年级水平的作文真是太可怕了,差点就点举报了= =",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1492350780,
            "txt_content": "标题: 【原创·连载】【我的沉默】【第十五集：希望尚存！】【byRing】  不管怎么，即使暂时没钱，也要把MCBBS等级先搞上去！但是，签到到现在，才刚刚三级，如果这个速度估计暑假都甭想六级了！于是我翻论坛，找升级的方法。找到一个叫“周边创作”的板块，我好奇地点了进去。  看到置顶贴子有版规，就戳进去，发现里面真是适合我，八百字以上就可以发布！我之前也是发过网络小说的，发的小说名字叫“英灵虚空”，每一集都有两千字。去年十一月发的，然而写了两集就实在懒得继续写了......\n  我把那两集发布上去，刚发完，就拿到四积分！这就等于多签到了两天吶！过了一会儿，有人给我打赏了人气，好像是一种论坛的东西吧。然后发现六十多分了！这可比签到拿的积分多多了！我为了更快升级，快速写下第三集，发布。然后晚上睡前看积分时，发现已经有八十多积分了！\n  希望还真是不小。\n  清明节假期过去了，开学了......\n  那十五元没有多大影响吧，我也不是完全打空枪，还剩着二十七元呢！那八元肯定不在话下，拿到他们对于我来说是轻轻松松的事，又不是没经验。\n  不过，突然想起来，之前开学第一个星期六赚够几十块钱时的事，那个人说等我开服了就每个月赞助我一百元，只要我给他管理员。这样不是还有一个靠山吗？我怕个什么啊。命运只是绊了了一小下，我的大前途可是顺畅着呢！\n  一元五角对我来说都是巨款，一百元那就当然更爽了。刚刚损失了十五元，搞得我真想早点把那些丢失的钱拿回来。\n  在生物课上，生物老师在下课时讲：“咱们准备成立一个生物小组，名额有限，谁愿意来参加？下午来我办公室报名。”\n  运气真不赖啊！刚好是我最喜欢的生物学科，既然有活动，为何不早点报名？说不定还能混上个组长呢！心里又有万丈光芒。\n  下课后，见到孙灿、庄泉和王玄彬在讨论，便凑过去参与，原来他们也想报名生物小组。他们仨一直没搭理我，学霸都是如此高冷吗？或许因为他们是亲如兄弟的三个人吧。\n  “喂！最后走的时候记得锁门！”班长走的时候喊了一声。就这时候他们仨才把视线转移到彼此之外，对着班长回答一声“哦”。然后孙灿才注意到我：“沈然你参加生物小组吗？”\n  “我......当然参加。”没事，这几个人和我都挺熟的。\n  “那下午咱们一块儿去报名吧。”王玄彬说。\n  到下午，这次还不错，他们没把我忘了。庄泉说不想出去，就我们仨去报名，去遥远的生物办公室找生物老师。老师看到我们仨个，便问：“咱们得先选个组长，谁愿意当？”\n  刚到喉咙里的“我愿意当”和刚准备举起的手都不由自主地抑制住了，过了半分钟，还是没人回答，我想：此刻不能再让那该死的沉默支配我！准备举手！\n  就在这时，孙灿指了指王玄彬：“老师，让他当吧。”很明显，我的计划又失败了......到底怎么制住这该死的沉默！\n  “好！王玄彬当组长，以后我布置任务给你，你们再互相通知。”\n  还是想想我服务器如何起步吧，竟然都有如此靠山，为何不早点起步？不过有个问题，那位人喜欢玩1.8[版本]的服务器，而我喜欢玩1.7.2的服务器，我家电脑不知为何，玩1.8的服务器就特别卡。不是服务器卡，是我电脑卡，一闹就显示“未响应”。\n  不过他是我唯一的靠山，之前都出那么多钱买我的东西了，而且他SVIP和黄钻什么的年费都有。所以八成是真心的！我把这事给哥哥他们也讲过，他们也这么认为。那就尽量早些实行我的计划吧！\n  我感觉我从六年级下半学期到现在的屈辱历史就要结束了，我的近代史就要结束了！\n"
        },
        {
            "author": "我为我为",
            "timestamp": 1492350840,
            "txt_content": "@Smokey_Days @gggbbb \n日常@两位大佬"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492351200,
            "txt_content": "我为我为 发表于 2017-4-16 22:12\n文章背景是初一QAQ\n哪里像六年级了说说呗我感觉我从六年级下半学期到 现在的屈辱历史就要结束了\n\n另外,文学作品里请不要涉及真实人名,地名"
        },
        {
            "author": "我为我为",
            "timestamp": 1492351800,
            "txt_content": "langyo_v3 发表于 2017-4-16 21:41\n什么鬼\n六年级水平的作文真是太可怕了,差点就点举报了= =\n我看起来哪里像小学生了= =我明明初二啊"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492351920,
            "txt_content": "我为我为 发表于 2017-4-16 22:10\n我看起来哪里像小学生了= =我明明初二啊\n好吧\n但文章背景是六年级"
        },
        {
            "author": "我为我为",
            "timestamp": 1492351920,
            "txt_content": "langyo_v3 发表于 2017-4-16 22:12\n好吧\n但文章背景是六年级\n文章背景是初一QAQ\n哪里像六年级了说说呗"
        },
        {
            "author": "我为我为",
            "timestamp": 1492354260,
            "txt_content": "langyo_v3 发表于 2017-4-16 22:00\n另外,文学作品里请不要涉及真实人名,地名\n人名当然纯属瞎编，真当我小学生啊"
        }
    ]
}