{
    "title": "[四月活动][原创·连载]面具 四·抚养",
    "author": "Smokey_Days",
    "replyCount": 1,
    "timestamp": 1492435380,
    "txt_content": "四·抚养恐惧之感从心中升起。门被门栓紧紧地卡着，我全力冲过去撞开门，却发现门栓仅仅是虚掩着，门开成两边，我狠狠地摔倒了地上。\n“妈！”\n然而没有人。\n任凭我怎么呼唤却没有人应答我。\n心中愈发变的恐惧。整个一楼，客厅、厨房、餐厅都没有人，冲上二楼，每个房间门都大开着，也没有人。三楼的房间门还是没有关上，但是也空无一人。顶楼的储藏室…还是没有人。\n整座屋子是一间寂寥无人的死屋。\n这是最近的事，我能感受到。烟囱里依然有着热气，看起来人是刚刚离开。\n那为什么没有通知我而把我抛在这儿？\n我茫然无助：父亲死了，母亲和父亲的朋友不知去向。我应当何去何从？\n失魂落魄一般恍惚着走下楼，却看到一名男子站在门前看着我。\n带着面具，好似一个幽灵。\n不过是一道锐利的目光，便把我击倒。整个人向后坐下。\n我颤抖起来：\n“你…怎么这么快？”\n出乎意料的是男子并没有像我想象中那样扑上来然后把我一剑毙命，而是假装沉重地说：\n“我是你父亲的朋友，你的父亲死在了仇人的刀刃下。我知道这对于年幼的你而言很难接受，但是你必须面对现实，这样才能拿为你的父亲复仇。”\n为我的父亲复仇么？杀了你么？\n“别瘫着，快起来。你的母亲按照你父亲生前的安排已经转移到了一个安全的地方，你父亲嘱托过我，如果他死了，让我抚养你长大、教给你本领来为他复仇。”\n我在心底冷笑一声，随即激动起来。\n母亲还没事，她应当是和父亲的朋友逃离这位面具男了。\n他要抚养我。\n既然他要抚养我，那么我就有一万个机会能杀死他。\n“走吧。”\n或许是父亲的死亡令我成熟了许多。我竭力抑制住内心的怒火，双眼盯着地面上的一只蚂蚁将它当做前面的那面具男，用眼神将那只蚂蚁杀死一万次。再抬头时，目光中就只剩下哀伤和绝望。\n人人都是个好演员，你是，我也将是。\n显然他没看破我的掩饰。他一只手扶起我，我本能地想抽回来，但控制住了自己。\n整个身体僵直住，随即放松下来。他“关切”地问道：“小男…孩子，别紧张了。”\n我还能说什么？只能顺着他。\n爬起身子，他转过身对我说：“跟着我走。”\n我跟在他后方，亦步亦随。\n天色十分昏暗。他从手中拿出一根木棍和一块由铁与黑色石头做成的工具，拿着木棍在上面一擦，轻微的滋滋声响起，木棍上燃起了火光。\n持着这根火把，他行在前，我紧跟其后。\n穿过一片树林，蹚过一片沼泽，期间碰到了一位女巫但是我们不声不响地躲过。临近天亮时，抵达了目的地。\n“就是那儿。”他挥起手中的火把，指向已经明晰可见的几座小丘。\n接近前看，这些小丘围成了一个环状的地区。小丘虽然不算高但是十分险峻，想要进入其中恐怕又得爬几个小时。\n他领着我走到小丘脚下，走到一棵树旁，扒开泥土，露出拉杆。双手握住拉杆向下一压，轰隆隆声响起。前方本来是裸露的一小片岩石，此刻却变成了一条小道。\n他弓着身子爬进去，我犹豫了一下，还是跟着他弓着身子爬了进去。\n隧道本来狭隘，愈行愈开朗起来。接着我看到了一个大院，中间是一栋小屋。\n他转过身，拉下隧道旁的拉杆，又是轰隆隆声响起，隧道隐去不见了。\n“这儿，就是我们居住的地方。”他说。\n我跟在他后方走进院子。院子十分开阔，和院子比起来小屋那倒是比较小了。院中除了一块小田之外，其余的地方都是摆满了各种道具。我认识的包括荷叶桩、靶场等等。\n“走了这么久也累了罢。先进屋子休息一下。”\n此刻我心情依然复杂。但是连行多里路的疲倦感袭来，暂时战胜了我的情感。几乎不受控制地，身体就控制着走进了屋子，坐在了客厅的竹椅上，身体向后靠，闭上了双眼。\n等到再睁开眼时，已经是正午了。他领着我看遍整个屋子：屋子只有三间卧室，一间是我自己的，一间是他住的，还有一间应当是客房。其余便是客厅、厨房之类的每栋房子都必备的房间。后门出去是仓库，他并没有打开仓库的门带我进去看，想必心里还存着戒备吧？\n整个大院的布局，屋子和仓库坐北朝南，而两边是训练场地，院子南方则是一片田。\n他坐在正屋前的台阶上，叹了口气：\n“唉，这么久没回来了，还是原来的样子。”\n这句话倒是激发了我的疑惑了——此前他是住哪儿？为什么搬过来住？之前看到各个器材上都是厚厚的一层灰，之前还以为是因为很少用，现在看来可能是由于很久没回来了。\n但是他并没有接着说下去，我也没有接着问下去。\n下午我们到田中劳作，将仓库里储存的种子都播种下去。晚上以及之后的一整天我们都在清理许久无人居住的大院。我知道，尽快清理完，就能学习本领，最终才能实现复仇。\n第三天的早晨，天刚刚翻出鱼肚白，他便把我叫起床：\n“起来吧。”\n昨晚就已经说好，今早开始成系统地训练。此刻我的心情有些激动，此前从未有过这样的训练，而这训练又将成为我复仇的基础。已经难以抑制幻想我杀死他后告诉他原因时他脸上露出的表情了。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 |",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1492439220,
            "txt_content": "加个跳转的超链呗XD"
        }
    ]
}