{
    "title": "[四月活动][原创·连载]面具 五·训练",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1492517880,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-18 20:58 编辑 \n\n五·训练“俗话说，入门先站三年桩。基本功是最重要的。往往在和人战斗时，就是基本功决定了胜负。”他一脸凝重地对我说。\n我自然也明白这一点，不敢有半点马虎，同样认真地点了点头：\n“那…开始吧？”\n他没有回话，领着我来到“荷叶桩”旁。\n荷叶桩这种训练设施我是见过的，在家里就有一个。毕竟这种设施基本不花钱，只要挖个坑，引渠接水，接着采几片荷叶种在池塘里即可。\n这片荷叶桩由于常年无人看管，本来已经长满了荷花、根本无法拿来训练用。不过经过此前的整理，又恢复了最早种下时只有几片荷花的情状。\n荷叶桩的确是训练基本功的常用设施：训练者要从荷叶桩的一头走向（或者跑向，取决于训练难度）另一头。看起来十分简单但是实际上并非如同想象中那样。训练者在跑桩的时候，第一个也是最重要的就是要踩准荷叶，否则一不小心就会落入水中；第二个，由于是水池，因此荷叶常常在水中摇曳起伏，这又给踩荷花增添了难度；如果说上面两个是问题的话，下面这个可能就成为了一个巨大的困难了：当时间没有限定时，踩荷叶桩也不算很难，一步一步踏实走过去即可。但是如果时间给定了，那么就必须奔跑过去，这样一来，就极可能使得重心不稳，荷叶翻倒，从而落入水中。\n所以说，小小的荷叶桩其中也有许多门门道道。\n一脚踩上去，笨拙的我一下落入水中。\n……\n在一个下雨天的夜晚，他对我说：\n“你要暗杀一个人，必须借助周遭一起的环境：借助雨点落下的声音掩盖你的脚步声，借助周遭环境掩盖你的身影。”\n他带我走到远处，接着说：“你从这儿潜行过来，被我发现一次就回头重来。”\n我信心满满，但是一脚踩进水洼的声音却暴露了我的身形。\n“重来！”\n……\n后院，我和他都把木剑别在腰间。面对面站着。\n“拔剑吧。”\n我手伸向腰间，一下抽出。然而却感受到了阻滞。\n一看，他的手抓住了我的手。\n“太慢了，太慢了。”\n……\n“如果我这样冲过来，你怎么办？”\n“我…”\n他借势冲过来，一剑挥过来，在我心惊胆颤中在颈边停下。\n接着放下剑，对我微微一笑：“来，现在你冲过来。”\n我持着剑，冲向他，模仿他一剑横扫出去。\n但是还没有碰到他，他手中的木剑就已经抵在了我的小腹上。\n他对我微微颔首：“就是这样。”\n……\n依然是练剑场。我和他在练剑。木剑之间发出清鸣。\n他一边气定神闲地招架我的剑，一边说：“倘若你出于劣势，或是对方的攻击你无法招架，那又怎样反击？”说着狠狠地一剑砍过来，击在我的剑上。\n手臂上传来一阵大力，我被迫后退好几步，重心不稳差点摔倒。\n“如果是真正的战斗，此刻你已经死了。来，你砍我一剑试试，用尽全力。”\n我高举木剑，狠狠地劈下去。\n他却没有直接阻挡，而是用木剑拨开我的剑，借势反击一剑。\n……\n站在靶场前，他手中拿着一堆球。\n“我们都知道，很多时候需要扔出雪球或者末影珍珠。命中率是一个重点。这里的球有两种，分别是模仿雪球的和模仿末影珍珠的。首先你要扔中定点，这只是第一步。”\n我信心满满地接过模仿末影珍珠的球，向着靶子掷出，却偏离了十万八千里。\n……\n训练是枯燥的，也是艰苦的。每当我想要放弃之时，父亲的面容就会出现在我面前。\n早先的几年，在训练中我摸清了他的水准，我知道贸然去杀他完全是作死。再后来我自觉水准已经和他不相上下了，我便打起了复仇的念头。\n但是他从来没有放松过对警惕。我的好几次行动都失败了，幸好他并没有怀疑到我头上，反而以为是从前的仇人来寻仇了。\n我试过下毒，然而并没有成功：他非常小心，每个房间都放着一桶牛奶。每吃什么都要自己做，并且无论是谁做的东西，吃之前都用银针探试。\n我也试过制造一场意外，但成功的可能性更是微乎其微。我试过在他独自出去走到悬崖边时用石头击打他，却被轻而易举地躲过，反而自己差点暴露。\n某天夜里我拿着剑，想潜入到他的卧室，让他死在床上。问题是他无比小心谨慎，房间无论是门上还是墙上全部缠满拌线钩，拌线钩的末端通向数个音符盒，一旦拌线钩被拉响，他就会在第一时间知道。\n一次又一次，一次又一次。无数次的失败让我几乎放弃了暗杀他。又过了一年我终于明白了：是我太差劲了，水平太低居然还好高骛远想要杀掉这只老狐狸。我必须走上社会，去看看这个世界，去经历各种磨练，这样我才有机会。\n我也曾经想过白天直面他，可是他的水平深不见底，仿佛我无论怎么努力都难以与其匹敌。\n但是我想，毕竟还有很长时间，毕竟还能不断训练，我终究能找到机会的。\n但是这个世界不存在无限尝试的机会。这样的生活在我十六岁生日的那天终止了。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1492517940,
            "txt_content": "大哥 刷版有个度【滑稽\n看来我还是别参加了"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492517940,
            "txt_content": "细节描写比较到位,不错\n\n另外,说好屠版的呢?XD\n\n人气今天评光了,明天补"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1492529700,
            "txt_content": "描写还是差了点 剧情走的有点快，体现不出训练的艰苦啊= =\n还有 你们老师没说过不要直接写XXX说么= ="
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1492531740,
            "txt_content": "bo_bo2001 发表于 2017-4-18 23:35\n描写还是差了点 剧情走的有点快，体现不出训练的艰苦啊= =\n还有 你们老师没说过不要直接写XXX说么= = ...\n那得写XXX道吗XD"
        }
    ]
}