{
    "title": "[四月活动][原创·连载]面具 六·脱逃",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1492596300,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-20 17:34 编辑 \n\n六·脱逃早晨起床，就像许许多多个生日一样，我看到了他放在我床头的便签：\n“生日快乐”\n心底苦笑一声，果然是个好演员。这么多年了丝毫不漏破绽。\n同样是照常的训练，训练完了以后做午饭。毕竟今天是我的生日，午饭是照例要丰盛些的。今日早晨特训时抓了两只鱼，恰好可以烹饪来吃。午饭的确是美味佳肴。\n吃晚饭我去洗碗，他去整理桌子，直到这个时刻都是一切照常。\n但是在我洗完碗后，他对我说了一句话，使得我瞬间惊呆了。\n“今天下午到我房间，我将告诉你你家庭的真相。”\n仿佛液氮滴入清水中，空气瞬间随着这句话而凝结。只有我跳得快迸出来的心脏是唯一在运动的活物。我张了张嘴想说什么又不敢说出口。\n家庭的真相？我还有什么家庭的真相？不过是父亲因何而死、被谁杀死罢了。还能有谁？不就是眼前的那位面具男——这么多年从未揭下面具，从未坦诚相告的面具男。\n那他要告诉我的家庭真相…恐怕是送给我的前往冥府的单程票吧。\n终究是要撕破脸皮了？但是为什么？如果最终要撕破脸皮，那么当初直接杀死我不是更直接？为什么要训练我？难道是为了给我一个希望然后将它狠狠地抹杀？\n究竟有何用心？\n我不知道。唯一可以确认的一点就是，以我目前的水平，根本无法与他匹敌。即使我无比熟悉他的战斗方式，但是反过来也是一样的。况且我没有经过真刀真枪战斗的磨练，无法与他那久经沙场、从尸体堆里走出来的战斗力相披靡。\n“逃走！逃走！远遁走去磨练自己，回来再报仇！”心里有个声音在歇斯底里地吼叫着、劝告着。\n是的，必须逃走。不是懦夫的退缩，是我根本无法与他相抗争。强行战斗不过是徒然牺牲罢了。\n“那我去睡午觉了。”强行按捺住心中的不安和恐惑，我强行让自己的声音不颤抖，说出这句话。\n“嗯，去吧。”面具男脸上仍然面无表情——该死，我是昏了头了吧，戴着面具怎么可能有表情？\n走入屋子，我在十分钟之内整理好了东西：两套衣物，多年收集的略微值钱的干草药和矿石颗粒以及那把从不离身的，木剑和从未使用过的、私自磨制的石剑。\n装入藤编背包，略感沉重。但是还好，东西并不可能掉出来。毕竟是经过了负重训练，背这么个背包和当时背的石块比起来根本就是小巫见大巫、不值一提。\n说来训练也的确有一定意义。在匿踪训练之前我仅仅是走在木地板上就会嘎吱作响，而今我却能在地板上行走如飞而不出一声。\n我爬下床，悄无声息地将耳朵抵在地上，静静地听着另一个房间传来的声音。\n十五分钟，寂然无声，显然已经进入梦乡。\n我的出逃计划，开始了。\n背起背包，依然是不敢发出一点声音地大步走到窗前，双手卡住窗沿，双腿向上一蹬，整个人跃起而翻到外墙。抓着墙壁上的凸起一步一步地向下爬，小心翼翼尽量不弄出大声响。最后反身纵身一跃，跳到泥土地上。\n一路小跑，争取不弄出跑步声。仅仅用了五分钟便跑到密道前。按照他做过的，我拉下拉杆。此刻声音终究是无法掩盖了，轰隆声响起。不过我并不担心，面具男的防御太严密，有时候反而会成为自己的羁绊。\n眼前山体出现一个大洞。我冲进去，极快地，用一个老套的比喻——如同离弦的剑。冲出隧道口，反手拉上拉杆。又是轰隆隆的响声。隧道关闭了。\n我猜面具男已经醒来了，此刻只能尽快逃窜。然而我对反追踪手段已经有所了解，抓住一只兔子，接着把它释放。恐吓它往一个方向跑，而自身则向着另一个方向悄无声息地离去。\n虽然我没有见到面具男，但心底的直觉告诉我，他可能还在追踪我。\n经过一天的潜逃，我成功地来到了最近的城镇。\n是的，我逃脱了。\n自由的世界，我来了。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |\n",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1492607880,
            "txt_content": "这次的细节更到位,文笔也很好,我差点就不信你个人资料的年龄了\n“逃走！逃走！远遁走去磨练自己，回来再报仇！”心里有个声音在歇斯底里地吼叫着、劝告着。歇斯底里,这个词用得好,直接释放了主人公的恐惧。虽然看起来仍然有那么点其他大家作品的味道,但也发挥得很好。“嗯，去吧。”面具男脸上仍然面无表情——该死，我是昏了头了吧，戴着面具怎么可能有表情？面无表情,戴着面具怎么可能有表情呢?这遮掩很巧妙。如果面具男决定要告诉主人公真相的话,他心里绝对不会坦然,即使是在尸骨海上走过的人。但从小说开头便使用的线索——面具,却非常好地把这种细节隐藏起来,耐人寻味。\n\n不好说你是否在现实是不是遇到什么事情,才得以写出真情实感,但这篇文感情深刻。从开头的\"生日快乐\",翻转到主人公居然决定逃走,脑洞很大啊,蛤。\n支持你继续写,不过最好在地生中考前一两个星期暂停更新。毕竟60分,背提纲再熟练、题目练的再多,也不能轻易放松自己!现在还剩大约60天。\n\n加油!\n@FHC红石 你语文学的好不好?= =\n我不及格= ="
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1492609440,
            "txt_content": "langyo_v3 发表于 2017-4-19 21:18\n这次的细节更到位,文笔也很好,我差点就不信你个人资料的年龄了\n\n\n歇斯底里,这个词用得好,直接释放了主人公的恐 ...\n亦可赛艇，背后的玄机在全文出来之前绝对猜不到的XD\n以及，我们这儿地理生物是等级制的，三次模拟全部双A绝对不怂\n以及的以及，我绝对能在四月之内更完（别问我为什么#滑稽）"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1492611120,
            "txt_content": "看到面具男不是他爸我就放心了→_→\n我不会告诉你章节标题又没改= ="
        },
        {
            "author": "七海八千代",
            "timestamp": 1492681260,
            "txt_content": " 本帖最后由 尻雨魔理沙 于 2017-4-20 17:50 编辑 \n我由于条件反射，看见面具就想到刷秦心= =\n所以，即使你写的是“面具男”，我也都看成了“能面女”或“面具女”= =面具男脸上仍然面无表情复制代码然而如果按照能面女的理解的话，是本来就没有表情的，毕竟能面女是靠面具来表现出来表情的以上仅为意淫—— ——"
        }
    ]
}