{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第九章】",
    "author": "傲娇AenJion",
    "replyCount": 1,
    "timestamp": 1492634760,
    "txt_content": "\n时间：河西历1717年4月6日凌晨1：55  “终焉这个疯子..竟然能把乔伊斯伤成这样？”福克杨将自己的干外套脱掉披到了已经被脱去衣服的乔伊斯身上，“现在必须要保持冷静...德勒，不用管路况全速行驶。我要你在最短的时间内赶到威斯纳家的诊所。”        “老爷，您的意思是找赫伯特医生？”        “不然是谁？你觉得还有谁能救现在的乔伊斯？伤口这么重又被雨水感染成这样，赶紧驾你的车！”        在福克杨的呵斥下年迈的老执事迅速回到了驾驶的位置上。        “驾——”        由于下了大雨路面湿滑又泥泞，马车一路颠簸不止。不过好在德勒的驾驶技术很好，在保持速度的情况下顺利的驶向下一个小镇。        原本福克杨工作了一天正准备去酒馆小小的喝上一杯。谁知道刚出门就下起了大雨，又发现乔伊斯倒横冲直撞的倒在了马车的前面。在他失去意识前，不断的念叨着纳琳娜自己干女儿的名字。从某种意义上来说也是辛亏自己在这个时间段出来，不然让乔伊斯独自倒在路边的后果不堪设想。        福克杨紧皱着眉头，狠狠的握着乔伊斯唯一没有受伤的右手。        “乔伊斯，你一定会没事的。我一定会救你的所以你要挺住啊。”        “那个……老爷……”        “什么事能不能以后再说，能不能专心驾你的车？”        福克杨的声音略微有些颤抖，很显然他已经失去了自己平时冷静的心。而这点衷心侍奉他几十年的德勒也看出来了。        “老爷，我知道你您很担心少爷但你听我说。这个时间段赫伯特医生应该已经休息了。我会到镇里告诉我们的人让他们通知威斯纳诊所的所有医生待命，然后我们直接去赫伯特医生的家里。”        “……你说的对。”稍稍迟疑了一下福克杨才开口，“就按你说的办吧。”        大约十五分钟左右，马车行驶到了赫伯特家的门前。        “赫伯特医生，不管花多少钱都行！你一定要把乔伊斯给我拉回来！”        “我知道，我知道的福克杨先生。救死扶伤是我的责任，总之先让我看下病人。”        这么说着，赫伯特钻进了马车里而眼前的情况让他不禁倒吸一口冷气。        抛开其他伤口不谈，病人的左臂骨头全部都碎裂了。在雨水冲刷后血肉模糊的样子仿佛就跟被强行吊在身体上的肉块一样。在这种正常人早就死了好几次程度的伤口下，虽然很微弱但他还有一口气已经很不容易了。        “非常感谢福克杨先生通知诊所的其他人，总之病人的情况十分危急。就算是我也没有百分之百的把握救活他。现在我先做一些应急措施，为了加快马车行进的速度这边就先让我和执事先生前往诊所。”        “现在已经到了刻不容缓的时候了，不要在这里浪费时间了你们快走吧！”        福克杨使劲挥了挥手。        “老爷，等将少爷送到诊所我一定会回来接您的。”        “不！我要你全程陪护着乔伊斯不用管我。”        “知道了，老爷。”        随着马车迅速的驶去，福克杨也快速奔向了诊所的方向。        “接下来..就是通知燃烬之行的伙伴们了。”        福克杨轻轻的吹了一个口哨，身旁突然出现了两个打扮类似于忍者的男子。        “虽然，你们的工作效率让我很满意但在这个紧要关头需要你们做些别的事了。去把燃烬之行的伙伴们全部请到这里。要快！”        “是”        简单的回复后，这些男子就一瞬间消失了    “纤细的命运最终要形成命运的洪流，最终的最终，还是躲不过呢”  时间：河西历1717年4月6日正午10:35地点：奥多鲁克萨：安准的外省祖屋        位于离星东南部的奥多鲁克萨，曾经是科顿的都城，但是后来因为某些原因，被划入了诺斯的地界。虽然依然是科学进步的口号。却要遵循魔法至上的信条        “而无论发生什么事,都无法阻止我的书大卖”        “啊啊啊啊啊！艾准先生给我签个名可以吗！”        女孩的尖叫声将思绪拉到了一栋装潢十分豪华的别墅。在别墅的门口有一个巨大的木桌子，桌子上铺着一张巨大的红布。并在堆叠了许多书，书名是：《英雄的迟暮安准·纳尔森》。而这位穿着新颖的淡蓝色外套向女孩们签名的人，就是安准·纳尔森      5年前曾经与乔伊斯一同参加了燃尽之行，成长了自己。后来和乔伊斯分别后，就一直在奥多鲁克萨贩售自己的新书，然后就是去路边摊吃垃圾食品。    “纳尔森先生，这边有你的急件和一条口信。”“哎呦我去，你怎么突然出现在我旁边。真是麻烦的书迷呀！工作人员呢？”在这突如其来的声音下，艾准被吓了一跳。“纳尔森先生，这边有你的几件和一条口信。”在密使再次催促下，艾准才反应了过来。而周围的人都没有发现这位密使。“很紧急吗？”“此事关乎你的老朋友……”密使话语未半，艾准直接站了起来示意大家安静。“不好意思了我最爱的大家，诸位书迷们。非常遗憾的告诉大家，今天的签售会就这样提前结束了。接下来请我的这里的工作人员来带领大家吧。”        在混乱中密使在艾准的耳边低声了几句塞给他一封信就消失了，而艾准也快步坐上马车回到家中。“福克让我立刻赶往离星城，究竟出了什么乱子？”        艾准将信件扔到桌子上.从手上鳞片化一根黑色的钢笔和一本淡灰色的笔记本：是的，这就是艾准的留绝之物“执笔俱乐部”，艾准将信件涂涂画画.夹进笔记本中，重新展开，从笔记中展示出了动态的画面，是在离星城发生的临时录像。        “乔伊斯！怎么被打成这个样子!他的留绝之物...不可思议...这种伤...不行，我要立刻启程去看看他!”        随后艾准将执笔俱乐部像卡片一样收回了体内吩咐管家仔细打扫这里的房子，自己驾车前往离星城。        “你说什么？纳尔森放下签售会去了离星城？”奥格斯格放下了手中的羽毛笔斜眼看着面前他连名字都叫不上的人。“是的，按照您的吩咐我一直跟着纳尔森先生。就在刚才他突然终止了签售会到家中稍作停息就只身一人坐上了马车。虽然不是很确定，但放弃了大路走那条小路多半是离星城没错了。看起来很着急的样子。”“荒谬！”奥格斯格对着桌子狠狠的拍了一掌。“托印比，我要你在路上追上纳尔森。尽力把他给我活着带回来。”奥格斯格话毕，在身后书架的阴影下走出了一个人。“先生，你说的'尽力'……是什么意思？”奥格斯格轻轻叹了口气。“就是尽力的意思。”“我明白了。”在奥格斯格最后的话语中夹杂着一丝失望的情绪。【小伙伴召唤术：】@二次元狂三 @白狼whitewolf @TTTTTony32 @动漫冷曦 @a94611579  @Mr楠爵  @2822367400  @Smokey_Days @BC酱_BcsC   \n",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1492699260,
            "txt_content": "都要变成有生之年了 hhhh"
        }
    ]
}