{
    "title": "【原创/连载】【练笔】《六维行图-伽斯特沃夫篇》【第一章】",
    "author": "傲娇AenJion",
    "replyCount": 2,
    "timestamp": 1492647300,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-4-20 08:19 编辑 \n\n前言\n  在洛诺斯的蓝岸泽明格的西南区域，坐落了一栋巨大的海港之城。不知何时何年，这座城市被赋予了姓名：伽斯特沃夫。谁也没有想到，仅仅是凭着令人胆寒的吸金力和不为人知的链条关系让伽斯特沃夫超过了科顿境内的所有城市。      在人们的印象中，这个城市被打上了神秘、混乱和肮脏的标签：就算是伽斯特沃夫久居的外地人听到这种标签都会不屑的嘲笑，只有他们知道。这座依靠着黑色注码的城市，是多么的强大。   \n\n时间：河西历1683年7月27日\n清晨，伽斯特沃夫的街道上布满了尘埃，那些灰白色的沙土趁着清晨初来的阵风飘扬起来。这些风的精灵似乎很调皮的把沙土往行人的脸上杨去。也让一个身材颇为臃肿。穿着华贵的中年男子，有了情感宣泄的目标。  “该死的风沙，把我的衣服都弄脏了。真是不知道不远万里来到这个鸟不生蛋的地方到底要干啥？”中年男子狼狈的用袖口捂住了口鼻，却被袖口凝结的灰土，呛了个踉跄。  “我们可不需要在意这些，这是“待客之道”。霍瓦德先生跟我走吧，我们到了。”  “到了？在哪儿？”  “就在这个雨伞的尖上。我的朋友”  在这个中年男孩身前站着一个老人，手中握着一把长柄的黑色雨伞。老人看着中年男子，轻轻的打开雨伞，雨伞的伞尖露出了白色的闪光，随着太阳的折射，光线照在了一处平庸无奇的酒馆。  两人慢慢靠近了酒馆，推开吱噶作响的门，首先映入眼帘的就是脏乱无比的地面和清洁的如大理石地板一样的吧台。吧台上摆满了各种各样冒牌酒。在吧台的旁边摆了几个吧台椅。椅子擦的非常干净，从地面的灰尘密集度来看，已经好久好久没人在这儿呆过了。 “酒馆？那个声明显著的地下世界就是这个破酒馆？我花了一大笔钱来到这个破岛？就是为了看个酒馆”  对于雏鸟们来说：这是一个看起来十分萧条的酒馆、甚至可以说成是濒临倒闭。然而对一个资深的老猎人来说，它的真实用途不是买酒消遣。它的真正秘密就在这座酒馆的阶石之下。  那个地方每天都充满了各种各样的声音：有喜悦的嬉笑、有失望的埋怨、有不甘的怒吼、也有金钱互相碰撞的美妙音符。黑黑白白的骰子日日夜夜的响着。也有荷官受到打赏的笑声和妙龄女郎的低吟。成千上万的资金在这个地方所流转，携带着无数妄图发家致富的赌徒千里迢迢来到这里，也有无数政客在这个地下“世界”的野心。      而这个世界最吸引人的地方，不是它的创造者、也是伽斯特沃夫的管理者：克莱门特，而是他的赌注十分有趣---无论是真金现钞还是珠宝玛瑙，甚至是祖传的名画、偷来的小孩、年轻的女奴、器官和自己的生命都可以成为一枚颇为沉重的：黑色注码，因为赌场也同样具备了黑市和拍卖会的职能，许多见不得人的东西都会在这里大方光彩。偶尔克莱门特也会亲自出面，向客人们赌一些颇为“神秘”的价物：当然在伽斯特沃夫这个美妙的第二世界，这只是冰山一角而已。  然而霍瓦德：他什么都不知道。  霍瓦德往地上吐了一口浓痰，嘴里埋怨着来到这儿是个愚蠢的选择，而他却不愿意离开。他想知道：这个葫芦里面到底卖的是什么酒？老人没有理会霍瓦德的无理举动，他缓缓的走向吧台，轻咳了一声。用粗糙的右手重重的锤了一下沾满蜘蛛网的响铃。  “一个小雏鸟。好好款待，老猎人”  话音刚落，在酒馆的拐角处打开了一个毫不起眼挡板打开了。霍瓦德跑到了挡板的面前：他看到了青绿的灰油灯所映照的石砖阶梯，每一阶的阶梯上都刻画着十分奇妙的雕纹。霍瓦德看了看那个老人。大步向地下室迈进。  霍瓦德推开沾满青苔的大门，走进了一段看不到尽头的小径。霍瓦德走了一段路程就发现两壁越来越窄。只能听到滴滴哒哒的水声，另一处黑漆漆什么都看不到。这时候，霍瓦德优点怕了。  “真是见鬼，我到底为什么要来？这些绿油油的东西真是太恶心了.”   霍瓦德脱下了自己厚重的外套，露出了结实的肌肉，和之前的臃肿华贵的他完全就是两个样子。他侧身慢慢滑过去，两只眼睛死死的盯着前方，双脚踩实地面避免打滑，两只手尽力不去接触到绿油油的墙壁上。就算是水滴在他的身上他也没有任何反应。因为墙壁很窄的原因，霍瓦德不得不屏住呼吸前进一阵在停顿休息。   终于，霍瓦德听到了微弱唱片的音乐，在尽头也看到了些许的亮光：是的，他快到达目的地了。霍瓦德屏住呼吸快速的挪动，亮光越来越强，当霍瓦德走出小径后，一股奇观映入眼帘。霍瓦德完全不敢相信眼前所见的一切：这是一个天然的钟乳石山洞，于一般的钟乳石山洞所不同，这些钟乳石的装饰无意中就增幅了山洞内的声音，空洞切洪亮。害得霍瓦德捂住耳朵慢慢的接受这里的分贝。     不远处的赌桌上：骰子在赌徒们的手中不停的摇晃着，桌上的筹码被推倒的声音，而洞中本身的野生气息也被这些灯黄酒绿的味道彻底的覆灭。数亿年累计的乳白色堆状的石灰钟乳石被巧妙的装饰着“第二世界”。在彩灯的照耀下，散发出异样的奢华。  霍瓦德就像是一只丢失队伍的雏鸟，突然出现在那些“猎人”们的面前。在伽斯特沃夫的第二世界：无论这只雏鸟的来历如何，都会受到无法磨灭的“见面礼”。而霍瓦德正因为脱掉了华贵的外套，才没有被经验老道的老猎人注意到。只有一部分想要骗取一切钱财的混混之辈打起了主意。为了能够在其他经验丰富的老猎人面前展示展示自己的技能，一位自信的“猎人”进入了雏鸟的视线，开始了“打猎”。  【小伙伴召唤术：】 @白狼whitewolf @TTTTTony32 @动漫冷曦 @a946115793   @Mr楠爵  @2822367400  @Smokey_Days @BC酱_BcsC   \n",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1492680300,
            "txt_content": "有点现实主义的风格"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1492684200,
            "txt_content": "a946115793 发表于 2017-4-20 17:25\n有点现实主义的风格\n呐呐，也可以怎么说~"
        }
    ]
}