{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第十章】",
    "author": "傲娇AenJion",
    "replyCount": 2,
    "timestamp": 1492635000,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-4-20 04:59 编辑 \n\n\n时间：河西历1717年4月8日下午3：25安准挑起了马车的窗帘，看着马车外面的世界。此时已经是安准上路的第二天，从昨天早上到今天下午，安准已经走了一大半的路程。在这荒郊野外只有一辆孤单的马车行进，倒是有点让人感觉奇怪，毕竟这里的路是很凶险的，商人在走的时候也是成群结队一起走，很少有单马车就上路的情况。路上倒也是平安无事，没有什么野兽或者刺客来打扰他。安准探头向后看去，看见的是绵延的树林。他再向前望去，看见的仍然是树林。自己此时的位置，是在两片森林的之间的平原的大道上，按照安准以往的经验，这里是有很多的野狼的。野狼，野兽，这片森林里面有着不少捕食者。安准倒也不是很怕这些怪物，毕竟，他自己也是见过世面的人，对于外面的世界安准有着自己的一套经验。但是还是防备一下比较好。安准闭上眼睛。不对。安准感觉到了问题。有一种不祥的预感，这种感觉有点悬，但是安准却明显感到不对劲。太安静了，这里的树林太安静了。身为一个作家，安准知道，写作的灵感来自于生活中的观察，而他这个习惯也让他有了很敏锐的感知。他坐在酒吧的时候，周围人说什么样的话，说着什么样的故事，谈论着什么样的新闻，安准基本都能听出来。间接性的，安准也就能感知到生活中很多微小的地方，和很多不为人知的地方。再加上安准曾经在外旅行了很久，有着丰富的经验积累。这两点结合，让安准成为了一个细节观察能力极强的人。某种意义上，这个是可以救命的。环境有问题……太安静了。安准已经判断出来了。这里的世界实在是太过于安静，空气中没有活跃的气息。鸟，虫，兽，都太安静了，安静地不同寻常。就像是冬眠一样，没有了任何动静。此时的季节不是冬季，是夏季，夏季才更应该是动物们活跃的时候。有问题……安准的右手有一片皮肤变成了鳞片，化为黑色的钢笔。在手上旋转了两圈，后被安准紧紧握在手中。估计会出事，先看看情况。“先生，前面好像是出现了状况，有一个男人晕倒在路中间了。”马车的车夫坐在前面，回头对着车内说道。声音听起来有点不知所措，好像是不知道这种情况该怎么处理，只能回头听一听主人的意见。安准听见了车夫的话，心里顿时起疑。“停车。”安准下令，语气凝重，似乎是料定了什么东西一样，听起来有一种验证疑问的感觉。车夫听见了安准的话，拉动缰绳，让车停下。“先生，我实在是不建议您下车去看这个情况。这里的山贼们以前就喜欢用这样的方式让商队停下来然后抢劫。”“没事的，你不用担心我。”安准一边回应车夫一边走下马车。车夫颇有些担心安准，不知道安准为什么要下来看看这个落魄人。安准来到了这个男人的身前，蹲下身。这个男人，身上的衣服看起来有些破烂，且沾满了泥土，但是还是能从衣服的款式上还是能判断出这个男人是一个商人，这是离星城里面上层贵族中挺受欢迎的一个服装款式。安准抬起头四处看看，没看见有其他人的存在，安准只好瑶瑶头，伸手摸了摸这个男人的脖子。没有脉搏，已经死了。体温尚在，应该是刚死不久。安准握紧了钢笔，注意听周围的声音。“哦哦，你好啊，我亲爱的安准先生。”原本寂静的世界中，突然响起来一个听着令人浑身发毛的声音，安准整个后背瞬间冒出不少冷汗：音源就在背后！安准迅速滚翻出去，只听一声爆响，安准回头看向自己原本所在的地方，那里出现了一条巨大的裂口！一个看起来很是健壮的男人，正在地上半跪，地面上的裂口，就是他手里的镰刀所致。同时，安准注意到，自己的车夫已经死了！车夫的胸口那里，有一个大洞，里面的心脏俨然消失不见。安准想起来了，这个满身都是纹身、穿着背心长裤的男人，就是离星城中恶名昭彰的杀人狂：托印比·艾利艾斯。这个疯子喜好杀人之后吃掉死者的心脏，美曰：“这样就能获得他的心，从而得到他的原谅”。疯子，这个人是个地道的疯子。但是为什么，他会出现在这里，从城里来的人不是已经说了这个人已经被吊死在了处刑台上了吗？为什么还会出现在这里？难道他是假死？安准咬紧牙关。托印比缓缓站起身，活动了一下自己的脖子：“嘶……啊，好久没有这样活动过了……你就是安准是吧？”“不是。”安准想也没想就回答了，还很干脆。然后，两边同时沉默了。“哈？”托印比脑袋歪了几十度。“我是安准先生的朋友，你找安准先生什么事？”对面的脸看起来扭曲了。“喂......安准先生，你真的当我是白痴吗？你说这话时什么意思？”对面的托印比看起来有一种被戏弄的不爽，被别人当成了白痴想必没几个人会觉得这个是什么很好的感觉。“啊啊，抱歉，我还真的以为站在我面前的人是一个**，一个疯子，一个杀人狂，一个食人恶魔，手上沾满无辜者的鲜血，然后被别人当成是条狗一般到处使唤。”托印比脸色变了。“哦，看起来是戳到了你的痛处，虽然看你脸上的表情十分的愤怒，但是呢，你好像是没意识到，你已经是一条狗了，一个被一次性使用的垃......”“闭嘴！！！”托印比突然大吼一声！同时举起了镰刀，直接下劈！搞什么.......距离这么远，镰刀怎么可能会砍到......不对！右臂突然感到一阵剧痛，一股强大的力量突然直接将安准拉到了托印比的面前！这是......“抓，到，你，了。”托印比在狞笑。见鬼！镰刀猛劈下来，直接将安准砍成了两半！安准惊恐的表情被分裂成了左右两半，双手无力地在空中挥舞。但是，托印比的脸色变了。安准突然变成了一大团墨水！直接爆破，就像是一个被撑爆的气球一般，里面的墨水直接喷了托印比一身。他什么时候......“这不可能！”托印比大叫着连连后退，全身都被墨水染成了黑色。他的双手捂住了被墨水刺瞎的眼睛，拼命地狂吼，胡乱地挥舞着镰刀。“呀嘞呀嘞，你这个刺客看起来还是很年轻啊，在使用计谋作战这方面，你还不是我的对手。”一个声音从地下传出，托印比费力地睁开自己的右眼，看见安准正好端端地站在他之前站立的地方，藐视的延伸看着自己，点燃了一根烟缓缓抽着。“从一开始你就被我给骗了，和你说话的人根本就不是我，只是我的一个替身罢了。我可没有傻到那种地步用本体和一个刺客面对面交谈。你真的以为你能成功潜行到我的身边？你身上浓烈的杀气都把周围的动物们吓到了，你还觉得你的潜行是成功的吗？”安准看着在地上痛苦挣扎的托印比，将香烟放到嘴里吸了一口。“你是，为了能获得自由，从而和奥格斯格签订了一项契约，对吧。”托印比没有回答。安准缓缓吐出烟圈：“看来的确是这样，我就说，你这个连环杀人犯应该是被绞死了，看来那天的那个犯人应该不是你，而是一个别的什么人。奥格斯格看来为了杀掉我连这种手段都用上了，也真是可以。”托印比师徒爬起来，但是自己的四肢关节就像是没有润滑油的机械，或者说是被强力胶给黏住了，难以转动。“你对我做了什么？”“一点小小的惩罚罢了。”安准将吸了一半的烟拿出，然后抬起右手，在空中直接一个手刀劈成了两半！“你知不知道你要刺杀的是谁？对于目标的情报收集地并不完善就敢动手，这样的杀手是活不长的。”安准抬手，在空中横挥，一根细长的墨水线在空中纠缠，成为了一把长枪。然后，他抓住了长枪，对准了托印比，瞄准。“再见！”长枪呼啸而至，直接刺穿了托印比的胸口！安准看着托印比被长枪带飞出去，重重撞树，随后疲软地瘫倒在地。只是这种级别的刺客吗？实在是有些过于轻松了。安准整理了一下自己的衣服，然后走向了马车。总感觉有点不对劲，是我在疲劳了吗？最近总是在赶工写作，晚上也是经常性熬夜，之前在车上打盹都睡着了。安准将马匹解离了马车，抬手，在马上画出了一套墨色的马鞍。突然，他猛地低头。一道强烈的气流直接从他的头顶上飞过！重创了安准身旁的马！安准看着这匹马突然就像是被磁铁抓住的磁石，直接飞向了一棵树！马匹在空中挣扎嘶叫，接着就被托印比一个镰刀劈成了两半！见鬼！他还没死！“你这家伙......”托印比拔出了长枪，双手握住镰刀，马匹的鲜血淋撒他一身，看起来就像是从血池中走出来的死神。可恶。他咬牙，直接抬手。空中出现数根长枪，枪口统一对准了托印比。安准的手，向下挥动。发射。长枪一根根直接突刺向了托印比，但是托印比看起来丝毫是不畏惧，直接抱着镰刀迎头冲来！“该死。”安准迅速后退，飞奔向了树林，同时不断在空中凝聚出来长枪对托印比进行射击。但是实在是准头不准，托印比横冲直撞，被打断的长枪变化成黑色的墨汁，喷溅了托印比一身。安准的眼睛睁大了。怎么可能！我的墨汁可是像强力胶一般能限制对方的行动，但是就从托印比的情况看来，自刚才开始就没有受到多大的影响！这怎么可能！安准迅速后退，打算进入树林。我的能力，是“可以制造出来任何物体”，虽说是假的，结构强度还要看我的精神如何，但是对付敌人应该是足够了啊。这个刺客没有我想的那么简单。\n\n【小伙伴召唤术：】@二次元狂三 @白狼whitewolf @TTTTTony32 @动漫冷曦 @a946115793   @Mr楠爵  @2822367400  @Smokey_Days @BC酱_BcsC   ",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1492639740,
            "txt_content": "这么早更新不容易\n还有@小伙伴里怎么没人"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1492643820,
            "txt_content": "我为我为 发表于 2017-4-20 06:09\n这么早更新不容易\n还有@小伙伴里怎么没人\n过几天就来了，我是长期坑。"
        }
    ]
}