{
    "title": "Minecraft 17w16a 发布",
    "author": ":spgbigfan:",
    "replyCount": 10,
    "timestamp": 1492704660,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:15 编辑 \n\n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。\n\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。\n适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.12 仍未发布，17w16a为其第6个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n离1.12又近一步啦！\nEaster's over, and we have it on good authority that it's almost Christmas time! This weeks snapshot is the final week for introducing new features, and we're now shifting focus towards bugfixing, polishing, and finishing the existing features that were added.\n复活节结束了，我们可以说准备到圣诞啦！这个星期的快照是最后一个添加新特性的了，我们将把注意力转移到修漏洞，改进，还有完善我们已经加入的特性。\nChanges in snapshot 17w16a\n本次快照的变化\nAn Illusioner! What are you hiding?!\n那个Illusioner！你藏着什么呢？！\nAdded tutorial hints, they only show in survival mode & only once\n加入了教学提示，他们只会在生存模式出现，而且只出现一次\nFixed the output log for the server. Sorry about that!\n修复服务器输出日志。很抱歉！\nHide all toasts during F1 (hidden UI)\nF1模式隐藏下隐藏toast\nAdded a message whenever the Narrator isn't available\n添加了一条在Narrator不可用时发出的信息\nAdded keybinding options for creative toolbar saving\n为创造模式工具栏存储加入了键位绑定选项\nAdded anti-stick coating to Glazed Terracotta\n给带釉陶瓦添加了防粘涂层\nRenamed Hardened Clay to Terracotta\n把硬化黏土重命名为陶瓦\nOptimized chain command blocks\n优化了连锁型命令方块\nTechnical: Improved NBT parsing in commands - please let us know if there's issues!\n技术类:改进了命令中的NBT格式——有问题的话请告诉我们！\nTechnical: Added 'group' to recipe json format, to clump similar recipes together\n技术类:向recipe json格式加入了'group'，把相似的recipe结合在一起\nTechnical: Added new 'keybind' text component, to refer to the player's keybindings\n技术类:加入了新的'keybind'文本组件，来记录玩家的键位。\n漏洞修复：\nFixed bug MC-9565 - Fences and Cobblestone Walls connect to Fence Gates, which are facing the other direction\n栅栏和圆石墙会连接到不同方向的栅栏门\nFixed bug MC-114889 - Parrots on shoulders disappear when flying up in creative or spectator mode\n在创造或旁观模式下肩膀上的鹦鹉会在飞行时消失\nFixed bug MC-115336 - Closing crafting menu drops or deletes items in some cases\n有些时候关闭合成菜单会掉落或删除物品\nFixed bug MC-115528 - Local client crashes when using the new shift click recipe book in a server\n在服务器中使用新的shift键点击配方书时本地客户端崩溃\nFixed bug MC-115603 - Shift clicking recipe deletes other applicable items with different meta data\nshift键点击配方时删除其他可用的但元数据不同的方块\nFixed bug MC-115797 - Server output shows errors and nothing else\n服务器只输出错误\nFixed bug MC-115802 - Crash when going to Statistics/items-blocks or trying to customize Superflat settings\n打开统计数据/物品类方块或者尝试修改超平坦设置时崩溃\nFixed bug MC-115805 - Fences/panes/walls/bars/torches connect to a number of non-solid blocks\n栅栏/玻璃板/墙/棒/火把会连接到一堆非固体方块\nFixed bug MC-115806 - Clicking on coloring white bed recipe selects creating bed recipe (placing planks in armor slots of player)\n点击给床染白色的配方时选择到制作床的配方(把木板放到玩家的盔甲栏)\nFixed bug MC-115807 - Game crash if right clicked on the underside of block with torch in hand\n拿着火把右键点击方块底部时崩溃\nFixed bug MC-115809 - Advancements/recipes notifications don't show correctly in F1 mode.\nAdvancement/配方的告示在F1模式下显示不正确\nFixed bug MC-115812 - Shift + F3 crashes the game\nshift+f3使游戏崩溃\nFixed bug MC-115837 - Gap between advancements and recipe toast\n在advancement和配方toast之间有间隔\nFixed bug MC-115873 - Can't drop items by clicking outside of inventory\n点击物品栏之外无法丢出物品\nFixed bug MC-115938 - Toasts darken in some GUIs and while some tooltips are displayed\ntoast在一些GUI中或显示工具提示会变暗\nFixed bug MC-115942 - Parrots imitating mobs causes null pointer exception\n鹦鹉模仿生物说话时造成空指针错误\nFixed bug MC-116004 - \"Parrot\" isn't translatable in the \"imitates\" subtitle\nParrot这个词在学生物说话的字幕里无法翻译\nFixed bug MC-116136 - Parrots are invisible when on shoulder\n鹦鹉在肩膀上时不可视\nFixed bug MC-116213 - Parrots on your shoulder change color when the player is wearing an enchanted elytra\n肩膀上的鹦鹉在玩家穿着鞘翅时会改变颜色\nFixed bug MC-116314 - Bows destroy other bows while crafting using recipe book\n弓在使用配方书合成时会破坏别的弓\nAdded some new bugs!\n加入了一些新的漏洞！\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it!\nexperimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog).\nSnapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds.\n请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！\n如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。\n快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。\n服务器Jar：\nhttps://s3.amazonaws.com/Minecraft.Download/versions/17w16a/minecraft_server.17w16a.jar\n\n正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar\n关于本次更新的详细内容，请关注稍后Minecraft 1.12特性列表 的更新。\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMojang官方博客（英文）Jeb的Twitter（英文，内地需翻墙）Dinnerbone的Twitter（英文，内地需翻墙）Grum的Twitter（英文，内地需翻墙）Searge的Twitter（英文，内地需翻墙）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细，很慢）\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1492704780,
            "txt_content": "What are you hiding?! 你在藏些什么？\nIllusioner不是制图师，应该是新加的刌民"
        },
        {
            "author": "20522",
            "timestamp": 1492707660,
            "txt_content": "1.12的动静挺大啊，搞了这么多快照，出了这么多新物品，新图案、生物和特性"
        },
        {
            "author": "Actahedral",
            "timestamp": 1492710540,
            "txt_content": "新特性全部展示完了"
        },
        {
            "author": "906761258",
            "timestamp": 1492736580,
            "txt_content": "期待圣诞节会不会出1.12呢233"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1492742760,
            "txt_content": "新刌民Illusioner好评～"
        },
        {
            "author": "Minecraft-hhui",
            "timestamp": 1492748040,
            "txt_content": "发现了BUG，但是打不开BUG网页，\nbug：当放置了地图的展示框脱离加载的区块再次加再会隐形不见，但是破坏掉方块依然会掉落"
        },
        {
            "author": "1173692473",
            "timestamp": 1492754280,
            "txt_content": "希望有1.12预发布版"
        },
        {
            "author": "387877080",
            "timestamp": 1492762800,
            "txt_content": "Added some new bugs!"
        },
        {
            "author": "6798742546",
            "timestamp": 1492773720,
            "txt_content": "Added anti-stick coating to Glazed Terracotta\n给带釉陶瓦添加了防粘涂层是不是意味着粘性活塞不能拉动带釉陶瓦了"
        },
        {
            "author": "qazxsw23edc",
            "timestamp": 1492852860,
            "txt_content": "主楼棒极了\n"
        }
    ]
}