{
    "title": "[四月活动][原创·连载]面具 八·遇袭",
    "author": "Smokey_Days",
    "replyCount": 6,
    "timestamp": 1492682040,
    "txt_content": "八·遇袭汗毛直竖，浑身痉挛了一下。\n究竟是谁？难道我即便逃出这么远也逃不过面具男的追杀？简直是恐怖之至。\n在一个红石刻之内我就明白该怎么做，飞快地——久经训练地，飞快地——从后方的背包中抽出那柄木剑。之所以是木剑，是因为毕竟石剑是偷偷磨制的，甚至都没有挥舞过几回，而木剑却一直伴随我训练，伴随我成长。木剑拿在手中心里就稍微有些安定，毕竟有了武器，可以稍加抵抗。这儿是闹市区，只要撑住最初的几秒就胜利了。\n极快地，反手，遵循动静传来的方位，一剑在顷刻间劈出，如同一道暗色的闪电劈在他的手上。我明显感觉他的手放松了，莫非是难以承受这区区木剑的重击？如此差劣的技艺，绝对不是面具男本人，我非常清楚，他的战斗信条之一，便是“不取得完全的胜利绝不放手”。\n既然并非面具男本人，我扑通直跳的心就稍微放松了一点。如果我继续背对着他那么在之后的战斗中必然会出于劣势，于是我一转身，顺手一剑刺过去。\n这时候他恐怕还没有反应过来我的动作罢？根本没有做任何闪避，任凭我这一剑扎到了他的手臂上。他的手臂上显然是没有臂甲的，木剑削过去虽然无法入肉很深但是也对他的手造成了重大的打击。尚未看清他的来头，出于自卫我继续两剑挥出，朴实无华的木剑在空中掠过，好比一双木翼。然而这所谓的木翼却十分具有威胁力：它们分别削在他的两肩——虽然是木剑，但好歹是“开过锋”的木剑。他的两肩虽然也没有金属盔甲，但是有皮甲略微抵御一下。我早已猜到，肩膀这样在战斗中十分重要的部位肯定有盔甲保护，因此这两击算是钝击，力道隔着皮甲也能传递到他的神经，能有效地影响他的战斗力，相信这样应当有够他受的了。\n我深知，一旦取得优势就必须尽快将优势扩大，让对手根本没有反击之力。尽管我是木剑，无法击破他的皮甲，无法尽快让对手丧失战斗力，但是略微将其控制住还是有可能的。立刻，跟上两剑，还是钝击，打在他的大腿上部，让他疼痛而跪倒在地。这样以他所处的位置就很难反击了。\n直到这时，他才发出了第一声呻吟。\n在我看来，这串动作根本就是久经训练的本能动作，一连串就下如同狂风暴雨的攻势一般十分连贯地直接过来了，然而在外人面前这就好像一名剑客遭到袭击后飞速反击，棕色的木剑反射出微弱的光芒在昏暗的环境下反而显得亮眼，就好像是…战斗的艺术。\n他倒在地上，我仍然没有放松警惕，一脚踩到他身上。这时候才突然想起我的下手是否会太重了一些？历经战斗训练的嗜血本能和人类自有的仁慈本能起了冲撞，究竟应当如何取舍何去何从？\n眼前浮现出父亲沾满血迹的面容，虽然因时间久远而模糊，但是却坚定了我的信念。这样的人万恶不赦，罪该万死！\n我把木剑抵到他的咽喉上——虽然只是一把木剑，但是咽喉毕竟是人最薄弱的地方。可以看出来他害怕至极。想到父亲遭受的磨难，想到面具男的罪行，我咬牙切齿一字一句地吐出这几个字：“你——怎么找到我的？”\n他拼命摇头，不发一言，难道是被我吓到了？\n想想，就弯下身子，一只手压住他的一只手，一只脚踩住他的一只手，蹲下身子，将木剑横放在他的喉咙前，再次重申：\n“快回答！”\n他极力扭动着身子，却并没有成功。仔细看着他眼睛，瞳孔因恐惧而急剧缩小，他应当是害怕了吧？\n抖了一下剑，再次吼道：\n“说！”\n他开口了，无论是目光还是神情都显得十分艰难\n“我…我是…”\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |",
    "replies": [
        {
            "author": "七海八千代",
            "timestamp": 1492682100,
            "txt_content": "七·进城点开显示“抱歉，指定的主题不存在或已被删除或正在被审核”.."
        },
        {
            "author": "1245892483",
            "timestamp": 1492684320,
            "txt_content": "我怎么看了 一点内容后 觉得 版主 写小说能力应该会很强"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492692420,
            "txt_content": "“我…我是…”“我…我是你爸爸…”\n\n为什么莫名想到我是你爸爸那个老梗XD"
        },
        {
            "author": "WM2030",
            "timestamp": 1492851420,
            "txt_content": "目前为止的都看完了。继续加油！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499826000,
            "txt_content": "langyo_v3 发表于 2017-4-20 20:47\n为什么莫名想到我是你爸爸那个老梗XD\n真·老梗成真_(:зゝ∠)_\n这篇文居然真的是讲这个梗，写完以后才发现的.."
        },
        {
            "author": "13770025520",
            "timestamp": 1500037620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}