{
    "title": "[四月活动][原创·连载]面具 七·进城",
    "author": "Smokey_Days",
    "replyCount": 3,
    "timestamp": 1492681860,
    "txt_content": "七·进城寻着记忆向回走，却茫然无助地丢掉了当初来时的路。是呐，来的时候是什么年纪？此刻我又是什么年纪？况且来时难道不是行的夜路，夜路中又怎能记住方向呢？\n所幸是逃出来了。离开了那盆地，在外行走，只要不走回头路终究能找到有人途径的康庄大道罢。\n已经离开了那地方约莫两个公里，我算是不怕他的追踪了。在森林中打了两只兔子，再折下几支树枝，用篮中的一块燧石擦起了火，烤熟，略微缓解一下长期逃亡的饥肠辘辘——不惧怕被他发现，这儿已经距离这么远，就算看到起了烟他也只会以为是旅人罢了。\n填充肚子重新上路，在荒山野岭四处穿梭了约莫一个多星期，终于找到一片草径。无人行走的地方是没有草径的，有草径的地方定然是常常有人途经的道路。\n果不其然，略微等待十数分钟，便有一行商队经过，略加交流便加入了其中，走向最近的城镇。\n路途依然是艰辛的，风餐露宿地前行，好歹是有些伙伴可通行，可交谈，否则定然是要被这无限的行路的循环弄疯吧？\n然而这些辛劳也倒是值得的。未经风雨不见彩虹，经历了艰苦的逃亡，伴随着这庞大的商队，我好歹是步入了文明的世界。\n行了两天的路，十几米高，上百米宽的花岗岩城墙顶天立地地竖立在面前，城墙上无数人来来往往，城墙顶上密密麻麻的半米一个垛口，每四五个垛口就立着一束火把——即便是白天也是如此。城下是城门。普通的门显然是不可能与如此大的城墙相衬的。城门高约五六米，宽十余米，据同行者称可容近百人同时通过。木门、铁门均不可能关上这么大的门，再加上门两侧也没有门，我猜测是活塞门。被人群挤着通过，脚下有裂缝露出红石线路的痕迹，这一定程度上验证了我的猜测。\n通过了城门，后端是一座城市，十分繁华人来人往人声嘈杂。放目望去均是人群熙熙攘攘往来行走。临近我身边有个人大声吆喝着：\n“骨粉骨粉，用了白骨粉，块产一万八！”\n又是一个商贩路过：\n“极致的冶铁工艺，大师般的超凡享受，精湛铁匠锻造的铁锭，走过路过莫错过！”\n嘴角微微撩起，取得自由后的欢欣喜再次充盈了我的内心。这个宏大无边的世界确乎是我的天地。\n街道的确是十分宽阔，放眼望去都是人群而看不到街道的尽头。道路两侧的店铺商业往来频繁，人来人往密密麻麻，站在其中不过是沧海一粟罢了。那又如何呢？一个人尚小，力量却是可以改变这个世界的啊！\n这座城池显然并非我幼时居住的那座城池。这座城市比我记忆中的那座小城大到不知道哪里去了。\n跟着人群漫无目的地走着，起初我想找个机会打听父亲的下落，但仔细想想不若痴人说梦？父亲为什么要隐居在那样的小城？为什么明明有高强的武功却甘愿在那样一座小城隐姓埋名度过一生？定然是为了躲避仇杀吧。然而功夫如此高强，一定是十分出名，倘若未隐去姓名，改换称呼，岂不是两下半就被人捉着？此刻再仔细想想，恐怕连他的面容都未必是真实的吧？毕竟要躲避仇人，如果没有稍加伪装，很容易就被抓个正着。\n然而即便如此谨慎，那个面具男却依然如同附骨之疽一般不曾被甩掉，紧紧跟随在父亲的身后——最后得手。\n想到将来要面对的是如此强大的敌人，心中又不由得升起一丝恐惧。我必须要伪装好。人人都戴着面具，而没有带着面具的人，必然会被戴面具的人给骗得倾家荡产甚至丢掉性命。\n血的教训，血的教训。\n天色渐暗，我必须找到一些地方略加歇息，等待明早的到来。\n在路上询问了一个路人，打听到了最近的旅店。\n然而在去旅店的路上，我却感受到背后有什么人在跟着我，回头一看又没有人。再行几步，就感到背后有轻微的压力。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @46241359 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1492685220,
            "txt_content": "= =哇\n_(:зゝ∠)_\n又被审核了是真的骚\n老规矩不在原帖编辑了，毕竟编辑一次审核一次搞得我很方\n（震惊，某版主两次发帖被审核，这背后究竟是...）\n顺便补下@\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1492686540,
            "txt_content": "城墙上无数人来来往往\n哪座城的城墙这么热闹 不科学= =\n父亲为什么要隐居在那样的小城？\n城市化这么迅速，现在的小城以后就会变成大城，现在趁地价便宜赶紧多买点房子以后好升值啊XD\n"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492692300,
            "txt_content": "“骨粉骨粉，用了白骨粉，块产一万八！”\n用了白坷垃,小麦块产一千八!XD"
        }
    ]
}