{
    "title": "[四月活动][原创·连载]面具 九·露芒",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1492854720,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-22 18:34 编辑 \n\n九·露芒“我是怎么…怎么找到大人您的？这真不是…不是说啥找…我是在街上…看到大人您…背着个竹篓子…以为是乡巴佬——哦，大人我不是冒犯您，我真的是不知道，不知者无罪不知者无罪——那个…贪心嘛…人嘛，都是这样的…就突然起了贪心…就…就想偷点东西…那个…您也知道…我们的生活那…那个…能理解吧…就是这样……”\n听他支支吾吾地说了半天，总算听懂了他的意思。难怪身手如此之差，不过是市井小偷无赖之流罢了，面具男还根本没有找到我。\n这段过程虽然在我描述起来很长，事实上并没有用了很长时间——一连串动作行云流水一般出手，短短几秒钟之内就将对方制服。直到他支支吾吾地开始回答我的话起，不过是十几秒而已，周遭的群众尚未反应过来。\n等到他那结结巴巴的话说完，周围的人才注意到这儿刚刚发生了一起搏斗（或许连搏斗都称不上吧），纷纷将目光投过来。这时候我大概也明白了，好管闲事好凑热闹恐怕是人类的天性罢。\n周围人们立刻就人声鼎沸地议论开来了，几句字眼轻轻地飘入我的耳朵，什么：\n“哎呀又是街头斗殴。”\n“真不安定啊。”\n“嗨，不知道是啥玩意儿又来寻衅滋事了。”\n“看看，看看他那衣服，一看就是乡巴佬。早就说不能让那些土里土气的乡下人进来破坏城市治安，你们看吧。”\n“就是就是，什么鬼玩意儿。”\n“躺地上那小伙儿真可怜啊。”\n听了这些根本只看到片面的民众的话，心情一下就难受起来了。于是我强行抑制住不满情绪，不听人们嚼舌根。\n这时候走过来个也是穿着皮衣的人，不同的是他头上戴着个黑色的帽子。挺威风的，走过的地方人都自觉让开一条路。听人群的话，应当是一种被称为“城管”的专门维护城市治安的官员。\n周围的人抱着看好戏的心情看着他走到我面前，我猜他们肯定等着城管把我训斥一通吧？我也告诫自己如果他对我出言不逊绝对不能直接反驳，要晓之以情动之以理。\n然而出乎我意料的是，他对我微微一鞠躬，开口：\n“啊您好，打扰您了，您刚刚制服的是我们这边的一位惯犯，常常在街上偷窃财物，身手又十分了得，难以制服，还是感谢您为我们的治安出了一份力。请问您是何方神圣，如此有身手相比不是红石山就是林间府邸的人了。”\n“红石山？林间府邸？”我愣住了，疑惑地问，“这都是…”\n他显然也呆住了，甩了甩头又反应过来：“您一定是外地来的吧，也难怪不知道红石山和林间府邸。这两个是我们当地的大门派，不过哪怕是这样的大门派也难有像您这样的青年才俊了。”\n我立刻就明白了，像父亲那样独行的高手毕竟是少数，大部分人还是要立起门派的，否则一不小心就会被仇人暗杀。\n“既然是初到此地，我们这儿的人呢，民风淳朴热情好客，也请您来我们招待所坐坐吧。”他满脸堆笑地对我说。\n换做幼时的我可能会被他表面的微笑所蒙骗，不过现在算是看明白了，人人面上都戴着一副面具，有的是有形的有的是无形的，戴着的面具都在掩饰自己。没戴面具的人当然有，但是这种人恐怕反倒是要被戴着面具的人给暗算，吃个大亏。\n说是民风淳朴热情好客，倘若我没有这般身手，只是个平民，会被邀请到招待所那倒又是一件奇事了。\n路上跟随着他行走，周围的人纷纷绕开路。他在路上跟我介绍道：“您这样的身手可真是厉害啊。想必在整个年轻一辈都是数一数二吧？那名盗贼在这儿盗贼团伙中也算是个关键人物，战斗能力不咋地，潜藏能力倒是数一数二。就这样的人居然还给您抓着了。我们这儿谁不想抓到他啊，那几个大地方的高手倒也是请了，但是他就隐藏着不出来一躲就是好几个星期，甚至还从一位高手身上偷走了件东西，害得他们最终灰溜溜地回去了。您倒好，一下抓个正着。”\n说了这么一大串废话倒也使我厌烦了。不过总算透露出点有用的东西——即便是在这样的大城市，我这样的身手倒也是罕见的。\n这反而使我对父亲增了几分敬意，对面具男增了几分敬意了：我的身手如此之强却远远达不到父亲的地步，而父亲却又惨败在面具男的手下，面具男的手法可谓是高深莫测了。然而另一方面来讲，我还年轻，而面具男几乎不可能再有进步了。如此一想心情就舒爽了许多。\n“诺，我们衙门的第一高手想见见您呢。”他的一句话打断了我的思绪。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |",
    "replies": [
        {
            "author": "Mithey",
            "timestamp": 1492857120,
            "txt_content": "题目和文章不一样.."
        },
        {
            "author": "langyo_v3",
            "timestamp": 1492950900,
            "txt_content": "分明天评\n\n你明天期中考,我明天体育中考= ="
        }
    ]
}