{
    "title": "[四月活动][原创.连载]九方述念 一.拜师 大型古风连载小说 附BGM",
    "author": "Marospy",
    "replyCount": 11,
    "timestamp": 1492855980,
    "txt_content": " 本帖最后由 Marospy 于 2017-4-30 22:46 编辑 \n\n\n 一.拜师\n\n九州倾覆，山河浩荡，江山万里，比不上君，回眸一笑。“大牛，快点，把那堆柴火搬过来，忙了一天了，是时候吃点东西了”我连忙应答，单手便拿起了一捆数十斤的干柴，阔步走去，丝毫不显费力，天下苦民久矣，感念父母授我一身健壮的体魄，不然恐也难在这世道中生存下去。“大牛啊，你说你身材魁梧，力大如牛，为何要待在这小村庄里呢，听闻现在西境连连来犯，你去投军，定可成就一番事业啊！”我听后先是一怔，随后泄了口气“我虽有力气，却不会舞刀弄剑，上阵岂不是与送死无异？”猎人听后，“我说大牛啊，不就是棍棒枪剑，那有何难啊，我上山打猎多年，听闻这山上有一位习武之人，住亭台庙宇，这武功啊可厉害了，好多人慕名拜访，皆不待见，不如你去碰碰运气如何？”我笑了笑，低下了头，显得毫不在意地放着手中的柴火，只见这火烧的越来越旺。望了望远处的山头，夕阳西下，仿佛一座庙宇坐落在远处的山边，似有似无。早晨与猎人分别后，过不久便回到了村庄，家中老母看我归来，嘘寒问暖，我看着辛勤劳作的母亲，不禁惭愧不已，多年以来，无所作为，也未曾让母亲过上一天的好日子，吃上一天的美味佳肴。她似乎看出了我的心思，安慰道：“大牛啊，现在的日子真是越来越好了，这年一点大灾也没有，庄稼可好了”听后我突然站起，“母亲！”咚的一声，桌子仿佛被我的巴掌拍碎了这般，母亲一怔，随后泪水夺眶而出，我望着泣不成声的母亲，泪水呼之欲出，却强忍着，闭上了眼，握紧了拳头，淡淡的说：“母亲，你知道”几天后，我又告别了老母，此番若不成事，恐再无机会，拿着铁匠刚打好的长柄大刀，盘算找到这隐居高人，学几番本领，再去投军，定能有一番作为。四周树荫遮蔽，林风轻拂，鸟儿叽叽喳喳的叫着，漫步其间，脚踏着稀松的黄叶，听着鸟儿的唯美乐曲，看着前方的路，望着前方被遮掩不成形的太阳，穿透的一缕阳光照在我的身上，我望着树上那翠绿的树叶，感受着阳光的轻抚，又一次握紧了拳头，向前方大步走去。在这山林间寻找了将近一天，眼看夜色将近，我看今日定然无果，不如先去找一处地方歇息，记得来时经过一处破旧茅屋，茅屋虽旧，尚且有草遮头，何乐而不为呢？我沿路返回，不久便找到了这一间小屋，我把刀和随身带的包裹安置好，便拿出了老母做的大饼，撕了一小块，塞进了嘴里，咀嚼了好一会，才下咽，剩下的不敢多吃，又包了起来，正当我想席地而睡时，突然有一位老者走了进来，瞄了我一眼，不以为然，倒头便睡，我欲问此人来历，看他熟睡，又不忍打扰，想必也是在此歇息一晚罢了，便也不以为然，也就睡下了。醒来后，那老者依然熟睡正酣，耀眼的日光下，包裹和大刀都还在，幸好这老者并非市井之徒，想起昨晚，仍心有余悸，我怎么就睡的着呢，万一东西被人顺走，可真要完了，窃喜之余，便想起了老母的大饼，吃点早饭再行出发也不迟，打开包裹，翻来覆去，竟没有发现那大饼，正待我疑惑之时，看到那老者手上正拿着吃剩的大饼，仔细一看，嘴上还有没吃干净的饼渣，顿时恍然大悟。我气愤的向他喊道：“我的大饼呢？”那位老者惊醒过来，瞧了瞧我，又闭上了眼继续睡。我忍无可忍，一拳朝他挥去，只见这老者猛然睁眼，怒目圆睁，单脚撑了一下墙，顺着稻草向后滑了一下，我便重重地打在了稻草上，没等到我反应过来，右腿便横批过来，一脚踢中了我的肚子，疼痛难忍，跪倒在地，此时心中不禁想到猎人说的那位隐世高人，如拨云见雾般，虽是疼痛，然早已置之度外。正想向老者阐明来意，却不曾想他又睡着了，竟是那么的不在意，无可奈何，便只有一直跪倒在地，直到老者醒来，心中暗想：今天这师，我是拜定了！“你想拜师？”“是！”“你不行。”“我不行，但有你，我便行了，习武，不为功名利禄，不为扬名立万，只为家中老母，不再受苦，不再挨饿。”老者听完，不知为何陷入了沉思，眼中还有一丝丝湿润，只见他叹了一口气，道：“那你记住，止戈为武，成就功名之时，莫要忘了如今所说之话！”“定当谨记！等等，这么说，你？”\n\n阅读传送下一篇章阅读总引总索引贴\n说明：此处列举文章疑点，可认由发挥想象，期待各位看客积极回复解密，无标准答案。疑点：为何大牛对猎人的话毫不在意，却马上去寻找猎人口中的这位隐士高人呢？疑点：隐士高人为何住在简陋的茅草屋而非像猎人所说的高台庙宇，又为何收大牛为徒呢？\n\n\nhttp://www.xiami.com/widget/14378270_1770232670,_235_346_FF8719_494949_1/multiPlayer.swf\n本文根据《九方述念》背景进行扩写创作\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1492856220,
            "txt_content": "写得不错可以继续努力，建议标注一下内含BGM\n另：八天之内能更完么XD"
        },
        {
            "author": "1827874810",
            "timestamp": 1492861560,
            "txt_content": "瞎瞅瞅=-=。"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1492940760,
            "txt_content": "支持啊，老哥稳"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1492940940,
            "txt_content": "猎人不是好人"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1492960320,
            "txt_content": "话说加华夏文明的元素了吗"
        },
        {
            "author": "Marospy",
            "timestamp": 1492960620,
            "txt_content": "a946115793 发表于 2017-4-23 23:12\n话说加华夏文明的元素了吗\n额额，加什么"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1492960860,
            "txt_content": "Marospy 发表于 2017-4-23 23:17\n额额，加什么\n我说准备加华夏文明的元素不"
        },
        {
            "author": "Marospy",
            "timestamp": 1493026560,
            "txt_content": "a946115793 发表于 2017-4-23 23:21\n我说准备加华夏文明的元素不\n..纯粹写小说而已，不加MC的东西"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1493121060,
            "txt_content": "文章总体语法错误太多，如果愿意虚心接受，那我便一一指出，不喜就算了。\n最后，万用回复，文章剧情不错，但旁白的部分最好还是不要用“老母”二字的好。"
        },
        {
            "author": "Marospy",
            "timestamp": 1493123640,
            "txt_content": "火影羁绊 发表于 2017-4-25 19:51\n文章总体语法错误太多，如果愿意虚心接受，那我便一一指出，不喜就算了。\n最后，万用回复，文章剧情不错， ...\n等着你指出，我虚心接受呦"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1493129700,
            "txt_content": "Marospy 发表于 2017-4-25 20:34\n等着你指出，我虚心接受呦\n没有太大的问题，只是语法的瑕疵以及算是鸡蛋里挑骨头的小错误。\n首先第一句比不上君，回眸一笑中间的逗号加跟不加完全是两个意思，还有，君指的是男性，回眸一笑用来描写男性真的好么...\n“大牛啊，你说你身材魁梧，力大如牛，为何要待在这小村庄里呢，听闻现在西境连连来犯，你去投军，定可成就一番事业啊！”如果是纯对话，最好是一句话分一段，或者多次侧面表明是谁说的，最起码也是在对话开头表明是谁说的，而不是开头不交代在中间插入。\n“我虽有力气，不会舞刀弄剑，上阵岂不是送死无异？”表达的意思发生了词语冲突，只要加两个个字便不一样了“我虽有力气，却不会舞刀弄剑，上阵岂不是与送死无异”\n“大牛啊，现在的日子真是越来越好了，这年一点大灾也没有，庄稼可好了”这句话还有后面的真的没有让人感觉有什么暗示，反而摸不到头脑。\n铁匠为什么要无条件给你打造长刀，世道不好应该是各扫门前雪啊，就算是花钱，一把刀的打造价格不菲，从前文看出家里很穷，大牛也是孝顺孩子，怎么会接受母亲砸锅卖铁打造的长刀，文章不是作文，文章是需要贴近现实的，而不是天花乱坠的随意安排。\n还有为什么告别了母亲要加个“又”字，前文后文都没有交代过啊，难道是悬念？\n四周树荫遮蔽，林风轻拂，鸟儿叽叽喳喳的叫着，漫步其间，脚踏着稀松的黄叶，听着鸟儿的唯美乐曲，看着前方的路，望着前方被遮掩不成形的太阳，穿透的一缕阳光照在我的身上，我望着树上那翠绿的树叶，感受着阳光的轻抚，又一次握紧了拳头，向前方大步走去。描写是好的，但太重复了，长篇的描写完全只围绕着几个景物来的，你可以改成大牛的看到这些景物的心理活动啊，第一人称的写文方式最重要的就是主人公的心理活动。\n“我不行，但有你，我便行了，习武，不为功名利禄，不为扬名立万，只为家中老母，不再受苦，不再挨饿。”老者听完，不知为何陷入了沉思，眼中还有一丝丝湿润，只见他叹了一口气，道：“那你记住，止戈为武，成就功名之时，莫要忘了如今所说之话！”对比来说，全篇唯一出彩的便是这两句话了，虽然有后文不统一的缺点...\n望继续努力，虚心接受才能更好的进步\n\n"
        }
    ]
}