{
    "title": "[四月活动][原创.连载]九方述念 二.初见 大型古风连载小说 附BGM",
    "author": "Marospy",
    "replyCount": 5,
    "timestamp": 1492857540,
    "txt_content": " 本帖最后由 Marospy 于 2017-4-30 22:46 编辑 \n\n\n 二.初见\n\n数年之后，我早已学成，师傅将毕生绝学传授于我，也在不久前长辞于世了，此时我不禁想起学武之初衷，便是成就功名。处理完后事之后，我收拾了一下屋中的种种，坐在门前，回想着当初，不禁感慨万分，时间如流水，转瞬即逝，人事变更，生老病死，皆人之根本，顺天命，尽人事，生当为人，必顶天立地。如今，我也要下山闯荡一番了，家中老母不知如何，不过我知道，我终有一天会成就功名，告老还乡，为母亲尽应尽之孝，安享余生。跋山涉水，终于来到了大名鼎鼎的京都，初来乍到，便看到了张贴的皇榜，武举即将开始，不由分说，我立刻去报了名，虽早有预谋，可不曾想来的这么快。武举是成就功名的最快捷径，这个机会是万分不能错过的，这几年师傅将毕生绝学传授于我，如今已悉数学会，为的就是这一刻。武举考试即将开始，我便随众人一起，祭拜庙中的太公像，上几柱香，以佑武举高中。祭拜之时，我不时打量着来参加武举的众人，身材服饰皆光彩照人，兵器也是精铁打造，璀璨耀眼，价值不菲，想来定是达官贵人之后，然自己却身穿麻布短衣，大刀粗糙不堪，不过心中不以为然，擂台之上，比的只是武艺，并非衣服的好坏或地位的高低，何惧之有？我毅然决然的来到了擂台前，登上擂台的那一刻，望着下面熙熙攘攘的群众，一个个魁梧的对手，我不禁大笑，回顾往事种种，皆为这一刻罢了，这小小擂台，便是我角逐天下的第一步，今日，便是我扬名立万的开始。我拿起那长柄大刀，向对手奔去，跃至丈高。“啊啊啊啊啊啊！”…… …… ……“宣，文状元，武状元，觐见！”太和殿上，金銮殿前，金碧辉煌，文武百官，注目于高中殿试的文武状元，漫步在这大殿上，脚下如一块块金砖般，只见皇帝于龙椅之上，头戴冠冕，一人之上，万人之下，无限威严，此时我身边还有一个人，便是那高中的文状元，我侧眼望去，只见他眉清目秀，精神抖擞，那一双眼睛炯炯有神，一缕秀发乌黑浓密，不知为何，我的心有一丝丝地触动。他也注意到了我，微微对我笑了一笑，以示尊敬之意。那一刻，他的粲然一笑，三千里风和月都比不过，我也尊敬地向他笑了一笑，以表友好。太和殿上的这一次初遇，显得如此不平凡，相互的会心一笑，在这大殿上又显的那么与众不同，注定，一场波澜可能就此拉开帷幕。朝拜结束，正欲离去，突然一个仆人打扮的人走了过来，说道：“大人，我们家公子请你到茶馆小叙一番，请跟我来。”我不知是何人，唯有跟随他前往。到了酒馆，只见是屏风围成的独立茶间，伴随着歌姬优美委婉的乐曲，不禁心旷神怡。进去后，仔细一看，邀我之人，竟是太和殿上与我一起受封的文状元，只见他拿起茶杯，缓缓的品尝着杯中之茶，轻轻的说了句：“请坐吧。”我坐了下来，也仔细品了这杯中之茶，不过即使上好的茶，我也区分不出来，想当初在老母那，只有那甘甜的泉水。歇息了片刻，我问道：“敢问阁下尊姓大名。”“名者甚谁，其限于表，无足挂齿。”我大笑道：“即是如此，不知阁下以为，我是，何人呐？”“名甚者谁，局限于表，可观其心也。”此言一出，不知为何，竟笑不起来了，我看着他的眼睛，深邃的目光深不可测，嘴角微微的上扬，是倾国倾城，还是……？京城繁华的街道上，叫卖声，打铁声等络绎不绝，人声鼎沸，热闹非凡，相较于那偏远的小村庄，不能相比。走到半路，看到一家卖大饼的店铺，我走了进去，买了一个大饼，掰了一小块，放入口中咀嚼，咸香四溢，松脆又不失软糯，伴上黑白芝麻，香气逼人，不禁赞叹不已，京城不愧是京城，就算是普通的大饼，也如此与众不同，只可惜了我那家中老母啊。不知不觉，又到了数日前与他分别的茶馆，驻足观望，不曾想太多，正当要走时，却看到露台的一位公子道：“阁下别来无恙，不如楼上一聚？”定睛一看，竟是他，我刚想抬起右脚向前走去，又收了回来，连忙谢绝了他的好意，匆匆走过，不敢回头。此时，我轻轻叹了一口气。\n\n阅读传送下一篇章阅读总引总索引贴\n说明：此处列举文章疑点，可认由发挥想象，期待各位看客积极回复解密，无标准答案。疑点：“名者甚谁，其限于表，无足挂齿”和“名甚者谁，局限于表，可观其心也”在文中分别是什么意思疑点：为何大牛最后想去和文状元喝茶，又止步不前，还叹了一口气呢？\n\n\nhttp://www.xiami.com/widget/14378270_1770232670,_235_346_FF8719_494949_1/multiPlayer.swf\n本文根据《九方述念》背景进行扩写创作\n",
    "replies": [
        {
            "author": "1827874810",
            "timestamp": 1492861500,
            "txt_content": "瞎瞅瞅=-=。"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1492940820,
            "txt_content": "回答疑点2：估计是大牛害羞了"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1492941000,
            "txt_content": "基情满满。。"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1493122260,
            "txt_content": "习武，不为功名利禄，不为扬名立万，只为家中老母，不再受苦，不再挨饿。，此时我不禁想起学武之初衷，便是成就功名。\n你可能在逗我....也可能是我没理解对？"
        },
        {
            "author": "Marospy",
            "timestamp": 1493123940,
            "txt_content": "火影羁绊 发表于 2017-4-25 20:11\n你可能在逗我....也可能是我没理解对？\n不过可以理解为功成名就就是为了养家中亲人"
        }
    ]
}