{
    "title": "[四月活动][原创.连载]九方述念 三.剿匪 大型古风连载小说 附BGM",
    "author": "Marospy",
    "replyCount": 4,
    "timestamp": 1492878420,
    "txt_content": " 本帖最后由 Marospy 于 2017-4-30 22:46 编辑 \n\n\n 三.剿匪\n\n匆匆一别后，我立即赶往西山。听闻京城西门开外，有一大山，其间道路错综复杂，山贼横行，小道商人尚不敢行此，连富豪商贾和护镖随行也不敢涉险，多是绕道而行。如今受皇命，奉命剿匪，想必也是艰难重重，山贼之众，非我等轻易妄断，且头目众多，山寨横立，剿匪，说倒是轻巧，却不知要从何入手。山贼如此之多，却根基牢固，山贼与山贼之间若是存在某种的利益关系，联合抗敌，则更加难以应对，且会陷我等于死地，此役恐怕也是有来无回，不仅伤朝廷之威严，这个武状元的头衔恐怕也不保了，还会受朝中非议，如此一来，则多年努力，功亏一篑。半路，我与副将赵文阁谈论如何灭敌，却不想这小子竟有奇论，他认为，山贼虽众，不过一山之中。山寨之间定有交通要道，各种交易，粮草运输等，必然经过此地，只要摸清这些道路，便可探清虚实，关键时刻，可从此处发起偷袭，等到山寨来援，便可两翼包抄，后带小队突袭空虚的山寨，内外夹击，定可全歼山贼。我听后觉得有几分道理，便问道这西山的地形和山寨的分布情况，文革便向我阐明，西山道路复杂，丛林众多，不乏悬崖峭壁，其中的山贼最为“闻名”，而最强大的山贼分别为郑成虎的虎牙寨，罗大度的狼牙寨和赵睿的豹牙寨，此三寨由于名字都有个牙字，且又是西山最大的山贼团伙，故而人们又称西山为三牙山，这三个山寨经常合作抢劫朝廷物资等，目无王法，臭名远扬，且他们山寨的分布呈现犄角之势，易守难攻，进可攻退可守，互相照应十分方便，而其中有三条道路便是他们交通的要道了。“好，好！”我大声的叫着，不曾想军中竟有一位如此良才，且年轻有为，未来恐不可限量，能对敌对势力的情况侦查的如此详尽，这让我们的讨伐添了一胜算。终于来到了山腰的大本营，这个军营是专门为制衡山贼所建立的，为的就是确保京城的安全，而山贼难缠，朝廷多次派军讨伐未果，皆无功而返，有的甚至命丧西山，如今担此重任，不禁压力倍增，不过想到自己身边有位得力的副将，又重燃信心。我坐在军营中，召集了诸位武将，商讨对策。我便先让副将赵文革详细说明他的战斗方略，他便指着地形图说：“三牙寨互成犄角之势，郑成虎的虎牙寨位前，其它两寨位后，一寨被攻，两寨来援，若集中攻一寨，不仅攻不下，还可能被两寨包抄偷袭，故不可强攻，山寨的主要的联系通道有三条，一条为内道，被三寨包围覆盖，不可取，两条为外道，同派重兵把守，不过听闻赵睿最近因扩大山寨，故而调取了大量守兵去修寨，故而东外道只剩下了郑成虎的部分守军，而且郑成虎的虎牙寨位两条外道之中，故郑成虎得分两路守兵守道。兵力自然不多，如今赵睿也撤走大部分守军，东外道必然空虚，故此便为突破点，可领兵夜袭，歼灭大部分守军后，后故意放一小部分的敌军回去报信，并阐明朝廷的身份，此时赵睿和郑成虎定有一方派兵来援，而此时我们可趁机调重兵进攻虎牙寨，本来虎牙寨位最前，最常受到朝廷进攻，损耗严重，且还要分兵两道，在一边守兵被歼灭的情况下，再派兵增援，此时山寨内定然空虚，集中攻击定一举攻破。一旦虎牙寨被攻破，其它两寨定坐立不安，而我们兵分三路，两路分别佯攻山寨，而重兵则派往内道，切断两寨的联系，如此可各个击破，大事可成！”听闻这周详紧密的计划，不禁大喜，只见我一声令下：“执行！”文阁笑了，他笑当今之世，能有人赏识他的才华，我看出了他的心思，便再命令道：“文革为先锋，偷袭东外道，祝赵将军，马到成功！”“定当不负使命。”很快东外道果然大捷，守兵被击溃，好一记开门红，我率后勤亲眼目睹了赵将军的骁勇无比，看到他凯旋归来，我离开了后勤据点亲自来到东外道，只见赵将军正清点战利品，他看见我来，兴奋无比，连忙汇报此次的光辉战果，我看着他的样子，欣慰地笑着，不曾想，不知在何处，一记满弦的弓箭射了过来，赵将军看到，立马挡在了我身前，只见鲜血贱满了我的身体，一箭穿心，不是我的心，而是赵将军的心啊！“抓刺客！抓刺客！”赵将军倒在了我怀里，看着他曾经那朝气勃勃和他那雄心壮志，悲从中来，“上天不公啊！”泪水一滴滴地滴在了他那血淋淋的胸口上，神情是如此安详却又有一丝的不甘，我宁愿死去的是我，只见太阳缓缓升起，晨曦照耀在他的脸上，就在刚刚，他还打了一场大胜仗，如今却阴阳两隔，我愤恨地咆哮着，可如今又有什么用呢？他再也不在了。我缓缓的将他放下，命令道：“一切按赵将军的计划执行，违令者，斩！！！”我又轻轻地对他说：“安心去吧，剩下的，就，就，交给我吧”我起身闭上了眼，背对着他缓缓离去，每一步都如履薄冰，那是如此沉重的步伐，看着一缕淡淡的阳光，我仿佛看穿了什么，我笑了，就跟文阁的笑一样，可惜啊，我再也看不到，他笑了。“报！！！西山大捷，以郑成虎为首的虎牙寨被歼灭，后切断三寨内道，两寨孤立无援，征西元帅先后进攻两寨，赵睿为首的豹牙寨被攻破，赵睿战死，随后集中兵力强攻罗大度为首的虎牙寨，大败，罗大度降！”随后，西山寇盗尽数被灭，自此，西山安宁，西道无阻。\n\n阅读传送下一篇章阅读总引总索引贴\n说明：此处列举文章疑点，可认由发挥想象，期待各位看客积极回复解密，无标准答案。疑点：赵文阁多次的笑意味着什么呢？疑点：赵文阁死后，我看着那一缕阳光，为何还会笑呢？\n\n\nhttp://www.xiami.com/widget/14378270_1770232670,_235_346_FF8719_494949_1/multiPlayer.swf\n本文根据《九方述念》背景进行扩写创作\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Maro丨马络",
            "timestamp": 1492939800,
            "txt_content": "描写很细致的一场战役"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1492940940,
            "txt_content": "最喜欢这样的战斗描写了"
        },
        {
            "author": "WM2030",
            "timestamp": 1492944300,
            "txt_content": "写得真不错，去学做菜吧【划掉】\n确实，本文不论是语言还是构思都有相当水平。很有特色。\n但是咱们还是要在发现问题解决问题的过程中共同提高嘛，所以接下来主要说问题。\n时间不够用，简短些说。\n首先是节奏。\n本文的节奏实在有些过快。对于一场相对重要的战役几句带过，一句“骁勇无比”加上“凯旋归来”可不能满足读者的期望。至于后文赵将军身亡一事，气氛的渲染上还有些不到位。\n另外语言风格还是可以试图统一一下。全文的语言风格其实已经做得相当不错，但是某些表达上还是可以看出储备不足矫揉造作的痕迹，而在另一些部分则显得考虑不足用词冗余。\n简单举几个例子：\n东外道只剩下了郑成虎的部分守军，而且郑成虎的虎牙寨位两条外道之中，故郑成虎得分两路守兵守道\n三个“郑成虎”是否多余？\n听闻这周详紧密的计划，不禁大喜，只见我一声令下：“执行！”\n此处“只见”一词有些古怪，因为用第一人称叙述，不由得让读者想问：“究竟是谁见了‘我’？”\n如今受皇命，奉命剿匪，想必也是艰难重重，山贼之众，非我等轻易妄断，且头目众多，山寨横立，剿匪，说倒是轻巧，却不知要从何入手。\n标点运用再多加注意。用些短句或许会让可读性更好些。\n很快东外道果然大捷，守兵被击溃，好一记开门红，我率后勤亲眼目睹了赵将军的骁勇无比，看到他凯旋归来，我离开了后勤据点亲自来到东外道，只见赵将军正清点战利品，他看见我来，兴奋无比，连忙汇报此次的光辉战果，我看着他的样子，欣慰地笑着，不曾想，不知在何处，一记满弦的弓箭射了过来，赵将军看到，立马挡在了我身前，只见鲜血贱满了我的身体，一箭穿心，不是我的心，而是赵将军的心啊！\n一段一句，未免太长。赵将军的反应，也未免有些太快。\n赵将军倒在了我怀里，看着他曾经那朝气勃勃和他那雄心壮志，悲从中来\n此处的“看着”，补个主语会否好些？\n我再也看不到，他笑了。\n逗号出现在此处毫无必要。\n\n继续努力，希望看到更好的你。\n"
        },
        {
            "author": "Marospy",
            "timestamp": 1492951320,
            "txt_content": "WM2030 发表于 2017-4-23 18:45\n写得真不错，去学做菜吧【划掉】\n确实，本文不论是语言还是构思都有相当水平。很有特色。\n但是咱们还是要在 ...\n谢谢您这么详细的建议呀，我也觉得有很多的问题瑕疵需要重新去修复一下，感谢您对我的建议和鼓励，能看到这么好又有用的建议，令我受益匪浅"
        }
    ]
}