{
    "title": "#一块MinePlace# 第三日报导转播 | “一块Mineplace”快来加入这场社会学实验游戏",
    "author": "LocusAzzurro",
    "replyCount": 5,
    "timestamp": 1492896480,
    "txt_content": "头条转播，原文：http://www.weibo.com/ttarticle/p/show?id=2309404099372357966675\n\n\n\n“一块Mineplace”快来加入这场社会学实验游戏\n\n\n\n\n“一块MinePlace”是一个基于Reddit的r/place机制，在Minecraft中制作的多人在线延时性绘画系\n\n??“这是一场社会实验。\"\n一张空白的画布，在这之上你可以随意发挥想象进行创作。\n\n你可以如你所愿修改一个方块，但需要等待才能修改另一个。\n\n“它展示了社区最好的和最坏的一面。”\n单独的你可以创造一些东西，联合起来你们可以创造更多的东西。\n\n创造源于破坏，毁灭亦是重生，所有的含义由你们来赋予。\n\n\n\n“一块Mineplace”实验游戏到今天已经过去三天,让我们来看看都发生了些什么。\n\n\n其实对于本次实验时时的表现存在一个很好的参照系，就是 Reddit社区的/r/place/版块的愚人节活动。当然，也不尽相同。比如reddit画布在网页上保持着方向上的“直立”，而Minecraft内的画板作为地面没有固定的朝向。在CD时间上，“一块”将CD设置为一分钟，同时还添加了CD的减免，来体现生产力的提升。包括基于Minecraft而产生的及时的实验内的文字上的交流，这都使得这场实验和reddit的活动机制相似却不尽相同。\n\n        有意识却无序的开局:在最早的阶段，和reddit上的情况很相像，首先出现了大量的无意识的点和点阵。随后在很短的时间内（开始实验三小时后）就出现了有意识的创作行为，出现了较为简单的彩条、像素画和字符。只不过每个作品摆放无序，多半直至现在也没成型。从开始实验到现在已经过去了三天，场面依旧保持着无序混乱，缺乏一些有机的部件将区块整合在一起。\n\n\n\n  实验刚开始白色区域资源较为充足，斑斓的点阵开始在全图肆意的散播，随后出现了有意识的像素画、字符和彩条。\n\n        从无意识的点到有意识的创作，是从最早的探索游戏机制（熟悉环境）到熟练运用工具进行创作的过程，代表了认识的进步。在初期没有组织的情况下，玩家在创作过程中没有经历太多的思考，产生了比较简单体积较小的作品。这种较低水平社会意识称为的社会心理，是不系统的不定型的处于自发状态的社会意识， 它表现为：感情、风俗、习惯、成见、自发倾向和信念、愿望、审美情趣等等。 \n\n\n\n初始的像素画，多数以动物的形式出现。doge、兔子、猫是实验中创作出的最早的完整的作品。随后出现了眼镜、bilibili弹幕网站的22娘、混乱帽、裸女等正在施工的作品。\n\n        相对的后续的创作所表露的信息就更为复杂，作品逐渐向社会意识形式推进。而社会意识形式则是高水平、高层次的社会意识，它是人们自觉地从社会生活中概括提炼出来的、具有明确分工、相对稳定形式的系统化、理论化的社会意识。主要表现为：哲学、宗教、艺术、道德、政治法律思想和自然科学等。 \n\n        随着时间的推进，创作反映出的社会意识正逐渐从社会心理向社会意识形态发展。\n\n\n\n 随着实验进程的推进，涌现了许多优秀的创作者。部分创作者选择使用画布其原本的功能，在这些区域上进行没有明确意义却富有美感的创作。在服务器中和玩家聊起了与创作者相对的另一个群体，破坏者。最早的破坏者是代表虚无的“白洞”,通过侵占已有的图形让其还原成画布初始的形态。好在此次试验白洞群体人数很少，三天内只有少数的图案遭到了白洞的破坏。\n\n        然后则是在中期画布将被填满开始萌发的黑洞势力 （Void） 。这些dark♂势力会吞噬遮盖一些作品，当然优秀的作品能够抵御侵，甚至奋起反击。某种意义上，被黑洞清洗过的区域又会被还原成混沌区域或者纯粹的画布。让人联想到魔兽里麦迪文呐喊的“ 光明来源黑暗，黑暗涌现光明 ”。同样的在这场有趣的实验中创造亦是破坏，破坏亦是新生。\n\n\n\n 除了像素画，画布上还出现了大量的字符。这些字符大都是玩家个人的ID创作简单且占用了大量的空间，不确定在中后期是否这些信息密度较低的字符会不会被后续作品侵蚀领地。\n\n        在这里建议各位参与实验的玩家慎用字符（请勿透露隐私信息），如果使用字符建议提高信息质量。\n\n\n\n 在创作过程中 卫星地图右下方的作品b站站娘22在未完成时，被非作者玩家进行了改动。可以看得出来加入了不二家的标志性微笑和时下流行的原谅文化。并且长时间没有被作者更改，似乎得到了默许。看着这幅22娘的像素画不禁让人想起由达达主义反艺术活动下给蒙娜丽莎加上的两撇大胡子。第一次世界大战期间兴起的达达主义，也喜欢将各种艺术文化拼接在一起，像是重拼诗（found poetry），从而削弱了艺术的含义与定义。其它时候,达达主义者关注审美趋向以求避免它，试图使他们的作品没有意义及审美价值。\n\n        这样的创作在随后还出现了不少例，其他成员通过改动已有的作品使得作品异化成另外的一种形式.，从各种角度上很难定义究竟是创作还是破坏，甚至是一种虚无。是单纯的恶搞，还是一种更高形式的意识形态还有待讨论。\n\n\n\n现在整个画布充斥着个体意识创作的各式各样的作品。但是从卫星地图的观测中可以看出，暂时还没有出现多人合作共同完成一个作品的例子。即便在Minecraft中实现了能够在线文字交流的情况下，和陌生玩家的合作依旧较少。\n\n        可能这代表着个性诉求，人人都有较强的表达欲望，反映了当下的时代特征。在较原始的社会中个体意识是从群体意识中逐渐分离出来产生的，但是在后续的实验中，我更期待看到玩家之间相互引导创作有共识的作品，产生群体意识作品之间的碰撞。\n\n\n\n策划答疑：\n\n关于CD\n\n玩家刚刚进入实验会发现放置一个方块后出现了长达一分钟的CD，许多玩家希望能够缩短CD。认为这样能有效的增加参与实验的人数。这里要说明一下，放置方块的CD是为了“削弱个体意志产生的影响”（reddit上原有的机制是10分钟只能改变一个像素块）因为实验目的本身的设定我们不能缩短初始CD，在此希望参与实验的玩家理解。如果实在觉得CD太长，这里允许多开，虽然允许这里也并不推荐。\n\n随着放置方块增多，CD会缩短，实验中这代表着“生产力的提升”。每100个方块能减免5s的CD时间。（在游戏内以tick表示，即每次减免100tick）越到后期提升的越快。当然为了机制合理（客观的固有条件，生产力不可能无限上升）我们设定了一个上限：10s/块。不过达到这目标需要玩家摆放1000块方块。\n\n关于ID\n\n另一个讨论，是否需要安装登录插件。我想这个实验本身是去ID的（比如我起ID叫做刀子并不代表我能连肝黑魂3五十多个小时，服务器内并不能判断id背后就是本人）,加上本身创造没有奖励破坏也没有惩罚（即便有人代登了你的号也只是在帮忙刷计分，请勿焦虑）。所以策划时为了降低操作成本选择去掉登录插件。当然很多dalao表示这样可能使得部分玩家受到攻击，也容易ID搞事。这里呼吁参与到实验的玩家们，遵守实验规则和网络公德。希望直到实验结束也不需要安装这个插件。\n\n关于人数\n\n由于是在Minecraft内进行实验，基于java的优化和服务器的状况……估计的人数上限在50人左右。这和reddit活动参与人数上不可比较，希望众玩家不必反复提及这个问题。如果这次的实验收效良好，会考虑转移平台增加人数，或者策划更有意思的实验游戏。\n\n\n\n微博话题#一块mineplace#下我们将会跟踪报导动态，也欢迎各位分享在这之中的创作与体验。\n\n活动交流群：634055117\n\n活动介绍：http://mcbbs.tvt.im/thread-687730-1-1.html\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1492908180,
            "txt_content": "一本正经的扯淡\n是人性的扭曲还是道德的沦丧"
        },
        {
            "author": "走火石",
            "timestamp": 1492908540,
            "txt_content": "不是很懂。。实验会持续多久？"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1492928700,
            "txt_content": "GregTech呢？？"
        },
        {
            "author": "筒子",
            "timestamp": 1492936440,
            "txt_content": "写作试验，读作BUG测试"
        },
        {
            "author": "xiaoma636",
            "timestamp": 1492940700,
            "txt_content": "因垂丝汀"
        }
    ]
}