{
    "title": "[原创·连载]【圣石战争】①",
    "author": "上官轩清",
    "replyCount": 8,
    "timestamp": 1492923660,
    "txt_content": " 本帖最后由 上官轩清 于 2017-8-1 19:27 编辑 \n\n【Chapter 1】\n　　\n　　奈克罗曼皇国，夜十时二十六分。\n　　\n　　罗曼蒂亚城的一座宅子内，年轻的见习法师罗尔·霍尔特跌跌撞撞地扑向眼前离他最近的一张桌子——一张低等松木所做成的桌子。这位前几个星期才刚过完十九岁生日的年轻人神色慌张地抓住桌边往下一掀，把它使劲拉过来。所幸桌子上除了一些小瓦瓶没别的东西，罗尔向后跌作一团，蜷缩在这张大桌子的后面。\n　　\n　　但是如他所料，家门口传来一阵听起来令人毛骨悚然的腐蚀声——他知道自家家里最贵的一个家具——那扇门此时已经变成了一滩黑水。松木地板恐惧地微微震颤，传来门上挂灯摔破的声音。\n　　\n　　年轻的法师在地上躺了几秒钟，边喘气边思索。家门距离这个角落还有几个弯——这是他过去最厌恶的一点，现在却能让他有一会喘息的时间。他从桌子后爬了出去，在这熟悉的地方四处环顾，想找个能够迅速脱身的口子。\n　　\n　　一个阴森森的声音从背后传来：“不许动！”\n　　\n　　罗尔手脚并用，爬行的动作一滞，缓缓转过头去。\n　　\n　　客厅前，距离楼梯几个跨步的地方，侧影瘦高的闯入者正站在楼梯上透过低矮的木质栏杆盯着这里。他身材高瘦，面容被一个遮住眼睛的兜帽挡了一半，胡须泛白。这个神神秘秘的家伙从袍子里抽出一把短手杖，将手杖顶端的六角红宝石透过栏杆对准了见习法师。“你不应该逃跑。”听不出这声音背后人物的年龄，“现在你该告诉我那东西在哪了吧？”\n　　\n　　“我早就跟你们说过，我，我不明白你们在说什么！”罗尔慌张地跪在地面上，有些断断续续地说。\n　　\n　　“你还是在撒谎。”那人直勾勾地看着他，并逐渐靠近，且那恶魔般的手杖顶端闪过寒光。“你占有了不属于你的东西。”\n　　\n　　罗尔身子发颤，脑海中却把对方骂了个遍。\n　　\n　　“今夜它会物归原主。想要活下来，就乖乖地告诉我那东西藏在哪了。”那人用手杖顶住罗尔的后脖颈，宝石冰冷的质感带给了他几分寒意。“或者你想要为了这个东西送命？”\n　　\n　　罗尔连气都不敢咽一口。该死的奈克罗议会，竟然让这么个家伙来对付他。\n　　\n　　那人歪着头，袍子无风自动，目光顺着手杖望下去。\n　　\n　　霍尔特敏锐地发觉背后的气流和温度有些变化，他立刻举起双手来大叫：“等等！等等！我说我说！我会告诉你一切的！”\n　　\n　　接下去的话他讲得十分沮丧——事实上只是掩盖谎言罢了，在说完最后一字后，闯入者得意地笑了。“不错，和我们知道的一模一样。”\n　　\n　　我们知道的？见习法师不由得一愣。\n　　\n　　“我也找到了他们，两个人都找到了。他们证实了你刚才所讲的一切。”这个盖着兜帽的人嘲笑道。\n　　\n　　罗尔只觉如同坠入深渊，遏制不住的愤怒和震惊吞没心灵。他现在意识到他的同伴们早已遭受过惨无人道的折磨，在死前说出了这番谎言。\n　　\n　　不约而同。\n　　\n　　闯入者再次将红宝石对准他：“你死后，我们就是唯一知道这一切的人了。”\n　　\n　　该死的。罗尔·霍尔特立即察觉到了真正可怕的情形：如果我死了，那东西落在议会的手里，那么将无人能阻止这个国家即将发生的一切。他本能地绷紧肌肉，想要反抗。\n　　\n　　脖颈上手杖的温度逐渐升高，他感到一股钻心的灼热蔓延，因为背后那名法师正在缓慢地造就死亡。这是折磨，他向前猛地一扑，随手抓了一个瓶子就往背后扔，接着飞快爬起来一脚踹向面前的落地大窗——至少他是不会在意自己的鞋底厚不厚了。\n　　\n　　玻璃被踹碎的声音并没有响起，他感觉到一股神秘莫测的力量降临在身上，如同一块大石头压在身上禁锢住他。\n　　\n　　用脚趾头想都知道是后面那老家伙干了些什么。\n　　\n　　紧接着他看到落地窗外明澈的夜空下，威迩尼德式的木质建筑群飞快的远离他，随后一只干瘦的手握住了他的脖子。“小家伙，我的活可还没干完。”他冷笑道。\n　　\n　　年轻的罗尔向下望去，他看到自己两边的裤腿上都被一只苍白色的光手抓着死死不放。\n　　\n　　他心知这回恐怕要遭，无神地注视着落地窗外。他看着那些鳞次栉比的宅子上有着一闪一闪星空的光辉。夜空显示着从未有过的美，除却当中某座房屋上有一个格格不入的人影。\n　　\n　　嗯？有人？见习法师瞪大了眼，脑海里立刻闪过一张美丽的脸。\n　　\n　　他勉强转过头去，看着对方兜帽下一双满是阴影的眼，突然咧开嘴。“嘿，臭东西，我前面都是骗你的，其实上次我还看到你和一只母狗在亲嘴呢。”\n　　\n　　这句话十分有效，闯入者的笑容即刻凝固了，那人眼中凶光大作，手杖顶端的红宝石刺眼的光芒微微闪现就要爆开。\n　　\n　　可此时罗尔却突然面向夜空，几乎是憋进了平生最多的气量，声嘶力竭地尖叫。\n　　\n　　“芙蕾雅——！！！”\n\n索引\n据说用以前的东西不犯法，我觉得无聊就随便放个\n\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1492926720,
            "txt_content": "哇，圣石战争！居然有人连载圣石战争"
        },
        {
            "author": "Marospy",
            "timestamp": 1492932360,
            "txt_content": "哈，我也有参与当时"
        },
        {
            "author": "13807243788",
            "timestamp": 1493092440,
            "txt_content": "太溜了不错"
        },
        {
            "author": "Marospy",
            "timestamp": 1493120040,
            "txt_content": "看到楼上赞美了LZ一句就有人气耶，我也来，LZ的文笔好优美啊，再接再厉233"
        },
        {
            "author": "SAKHWJKSJS",
            "timestamp": 1495341060,
            "txt_content": "太溜了，希望LZ再接再厉，连载下去"
        },
        {
            "author": "WeilianJun",
            "timestamp": 1501600500,
            "txt_content": "很棒，真羡慕你的文采大作家，支持一下"
        },
        {
            "author": "WeilianJun",
            "timestamp": 1501657140,
            "txt_content": "WeilianJun 发表于 2017-8-1 23:15\n很棒，真羡慕你的文采大作家，支持一下\n挺好笑= ="
        },
        {
            "author": "一叶知秋啊",
            "timestamp": 1509704760,
            "txt_content": "挺好的的~~"
        }
    ]
}