{
    "title": "[四月活动][原创·连载]面具 十·跃进",
    "author": "Smokey_Days",
    "replyCount": 1,
    "timestamp": 1492948560,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-26 20:32 编辑 \n\n十·跃进与这位大高手的一番谈话也倒是确证了我的猜想，我的功夫的确十分高深。这位高手并未加入任何组织，按照他本人的意见，保持中立就是最好的组织，毕竟一旦加入组织就极其容易一不小心卷入组织之间的各种斗争，反而不利于发展。\n我只能在心里略微冷笑——没有组织利于发展，恐怕也利于仇人找上|门来吧？\n“不过呢，不加入组织并不是单纯的任性，需要一些技巧才能避免惹祸上身。”他继续娓娓道来，讲的虽然没什么深层的东西，大家基本都懂，他应当也只是和我扯扯皮套套口风吧？不过这可能要失算了：我没什么口风可以套，倒是这些基本的东西我是丝毫不懂。\n“即便出于各种因素不得不和他人结仇，要记住一些大组织是绝对惹不起的：最大的组织往往是家族，因为家族能够避免各种内斗。如擅长使用盔甲架制作傀儡的李家，你根本不知道杀的是不是他本人；还有王家的铸剑术也是登峰造极，大部分武器都从他们那儿得到的，再比如说阮家的附魔术…”\n和他聊了大约一个小时，我说出去的也都是一些基本的战斗方法见解。双方相视而笑都知道无法从对方那儿掏出什么有价值的东西，也就互相分离了。\n此后我也行走了不少地方，也算是做了个浪客游侠吧。到处和人比试来精进自己的技艺。谋生之道则是在比武场和人比武供达官贵人们“欣赏”——虽然这样有些令我不爽，感觉像在出卖自己的自由，但是比起那些更加不稳定的职业，这种比武不仅能精进才干还能赚钱也是挺令自己满意的。\n大概这样做了几年吧，我的水准在整个地区都算数一数二了，我明白自己必须隐匿住，必须戴上虚伪的面具。于是我找到当地最好的铁匠为我打造了一幅面具的白模，接着自己上色。在外行走往往穿着着这个。“我”的名声逐渐淡弱，而一个“戴着面具的战神”的名声却变得响亮起来。\n四处比试，我的技艺已经十分精湛，在整个王国都可以排上前列。我和大部分高手都也算有交往，然而却还不敢寻找我父亲仇人明面上的身份。我知道我的技艺还只能勉强和面具男齐平，就算算上我的对他的了解和他对我的一无所知，我仍然没有完全的胜算。而一旦他抢先发现我，凭借对我的了解，他能够很容易地暗杀我。\n当然，在成长过程中我也在不断地改进、提升。虽然说是面具男的训练给我打下的基础，然而战斗技巧却是靠自己经验的琢磨和提升，却是靠自己的不断学习。因而最初的几年战斗方式还算是模仿面具男和我父亲的，越到后面我就越走出自己的风格，拥有了自己的战斗技巧和战斗经验，开辟出了完全属于我自己的一条路。\n我一直在寻找一个机遇，找到一个外力的作用，要么帮助自己的战斗水准更上一层楼能够完全压制面具男，要么通过外物的作用来帮助我杀死他。\n数年一晃而过，这种机遇始终没有来到。我恍然大悟：机遇往往是靠自己争取，而非撞到人的面前。分析了他的各种方面我得出了一些结论。\n首先他使用的是一柄铁剑，这在我十一岁那年那个悲伤的日子就已经铭记在我心上了。而他既然隐居起来就很难有机会换上新的剑。就那把剑而言应当是一柄附魔的剑，因此还要往上估一点。不过哪怕再有附魔，附魔再强，剑终究是有耐久的，终究是会被时间所侵蚀。虽然经常擦拭、不大动干戈，剑很难直接损坏，但是这起码给我提供了一个漏洞：可以想办法摧毁他的剑。\n另一点就是他令人恐怖的反应力和敏锐的观察力。从对他的无数次暗杀中我就已经了解到，他是非常非常小心的一个人。即便我能在掩体的帮助下接近他常常居住的地方，可是只要靠近他就很可能被他发现，我冒不起埋伏不成反被占据优势的风险。为了解决这个风险，我需要一种能够快速接近他的东西——\n末影珍珠，传说中能够跨越空间，穿梭到目的地的物品。\n然而无论是无比锋利的剑还是传说中的末影珍珠，对于获得它们我都是一筹莫展。本来我以为只能依靠不断地挑战来进步，来超越的时候，却终于发现一个机缘。\n对末地的远征。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep \n期中考，断更几天",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1493036220,
            "txt_content": "我说怎么之前打开不了了,原来是敏感词……\n\n不知道边考试边要管论坛的感觉如何,是不是很刺激啊XD"
        }
    ]
}