{
    "title": "[地图鉴赏]Dumpster Diving-拾荒",
    "author": "Smokey_Days",
    "replyCount": 17,
    "timestamp": 1492951800,
    "txt_content": " 本帖最后由 像素君 于 2017-8-7 21:55 编辑 \n\n 鉴赏·Dumpster Diving-拾荒 \n谈《拾荒》\n——划定地图的意义的边界在何处？\n有一个问题是老生常谈，从纯展示——不，是从纯建筑类地图诞生开始，就未曾停止讨论过的话题——\n划定地图的意义的边界在何处？\nMinecraft是一个开放的平台，地图是这个开放的平台上的主要表达方式。从第一张地图被分享，至今，Minecraft的地图数量达到了惊人的数字。\n林子大了啥鸟都有，地图的类型自然十分多样。\n此前我也曾经看到过许多人在讨论，“纯展示类地图的意义”，有一部分人认为：“地图建来就是给人玩的，藏着掖着是什么意思？”\n私以为，这种看法谬误之至。\n地图从用法上，个人大致将其分为三种类型。\n第一种，实用性较强的地图，这种地图往往是叙述一段故事（例如对我影响巨大的DKS系列），或者是一款游戏（比如第十届擂台赛的冠军作品Hissing Creeper），再比如说供人生存的地图（例如著名的索尼亚斯），甚至一些实用性较强的建筑（比如服务器主城），都可以归于此类。\n第二种，是观赏性为主的地图，这种地图有的开放下载，有的并没有。它们从直观上给人以美的感受，能让人升起顶礼膜拜（误）之情。它们是美学和建筑学的体现，在Minecraft地图中占了很大的比重。\n第三种则是近两年方才兴起的。它与第二种有许多共通之处，但又有其根本上的不同。\n这一种地图，我们未必要把它称作地图，某种意义上，它已经是“艺术品”了。\n这里指的艺术品，指的是这些地图的内涵。它们内含有的意义和作者籍借这地图抒发的感受，比起地图本身，反而成为了主体。\n这类地图的确算是少见，前几个月Az的《家园》是此中一员，而前年的《气象希望之都》也是个中翘楚，今日将鉴赏的《拾荒》自然也是其中之一。\n它们往往不重技艺重表现，《家园》和《气象希望之都》录制的视频都强而有力地将它们的主题表现出来（《拾荒》中我自制了一个视频，但是无论是帧率还是配音都糟透了）\n[bili=8332662]1[/bili]\n自制的视频\n因此我们说Minecraft是一个大平台，更是一个开放的平台。而这个平台扩张的时候，受众面必然会加大，就好像曾经在像素艺术界风行一时的Magicavoxel，它提供了一个展示的平台。一些艺术家们也会参与其中，通过这个平台表现的所思所想。\n《拾荒》就是这样的一个作品。\n表现感强烈的渲染图\n这张地图的原名叫《Dumpster Diving》，被我撞车的大佬书架@_Benson_ 给它取的译名是《搜寻垃圾箱运动》，但是个人以为《拾荒》更加贴切。不仅是因为这个词组原意就是“拾荒”，还有另外一个缘由——\n这个题目倒是一语双关，一指作者发起的一项环保运动：到海边搜寻垃圾，将它们捡起，减少人类对海洋的污染；\n作者发起的“拾荒”运动\n二却也是对人们的警示：倘若不及时更正自己曾经犯下的错误，不及时修复已经对环境造成的损伤，那么我们的子孙——甚至是我们自己，未来，就必将像作者在作品中写的那个故事的主人公一样，捕鱼如同拾荒，钓到六只鱼便如同天赐，而“钓”到的垃圾却数不胜数。\n数不胜数的垃圾\n所以说我将它翻作“拾荒”这一更加具有警示力的名称。这正是作者想要警示我们的。\n这就不得不提起原文说附的那个故事了。就像PMC大赛中优秀作品一直以来的风格一样，优秀作品们往往有自己的寓意，往往有自己的内涵，甚至往往有自己作品的背景，有一个完整的故事。\n“填充满仓，把钩系上，罗列鱼竿！清排气管，马达轰响！轰，轰！大海被我们抽干！”\n\n这条命令在一周前下达，并且五天之内我们钓到了六条鱼，十五个轮胎，七双不配的鞋，\n一个新泽西州的叫杰夫崔璞的飞行员执照，还有二十年来最“恐怖”的歌的光盘。\n\n“是的我们正在接近海湾，伟大的渔夫我们赞叹！我们捕到的鱼接近千千万！”\n\n海洋是无私的…但是渔人们竭尽所能将食物带到人类的餐桌上。最起码是真的食物…\n他们竭力去帮助我的家庭，还有那些工作得辛苦的人们以及他们的儿女们。我两个月前加入了船长的队伍。\n无论如何，在这两个月里面，我只捕捞到八十三头鱼，并且整个队伍也仅仅捕捞到了五百条鱼。\n我的祖父跟我讲过一个关于他童年时代的故事。食物在过去无比丰富。\n他们被从陆地上的人们称作农场的地方获得自然食品，并且渔人们…他们…每天捕捞上千条鱼。\n\n那些记忆里的日子就好像科幻小说一般。连绵数公里都是青翠的绿色，人们竟然能在烟雾中依稀看到地平线的影子…\n\n但是这些日子，不是我的日子。\n我的日子，是吸入烟霾，是钓着垃圾，担心孩子们缺乏医治，并且对这一切将在孩子们身上发生感到遗憾…\n是的，当我们不再关心自身时，日子如今已经和过去不同。\n故事全文\n《拾荒》就是其中之一。原文附上了一个故事：故事发生在未来，主人公经过一个星期的捕捞，“成功”地捕到了六只鱼，接着主人公发起对现今生活的哀叹和对“祖先”生活的追忆，还有对自己子孙后代难以停息的担忧。与最后一点比起来前者反倒还算好了，但最后一句却令人胆颤。正如我在视频中提到的，“所最忧乃是子孙后代皆倍忧我等所忧”，当下生活在令人恶心的环境中，子孙后代也要世世代代生活在这个环境中。这才是作者真正发出的呼吁，作者真正的感叹。\n如果不做出改变，子孙后代很可能生存在这样的环境中\n从故事中回到作品。Minecraft中有不少公益人士籍借这个平台表达了对破坏环境的抵制和对保护环境的呼吁。《家园》就是其中不错的一个。而同样是表现这个主题，《拾荒》却使用了一些前所未闻（当然也许是个人孤陋寡闻）的十分具有创意的表现方式。在渲染图中，水是棕色的，水面上飘满了垃圾。我以为这是通过渲染加的特效，然而当我真正将地图下载下来之后我才发现，这并不是渲染中后期添加的效果，而是在地图中表现的。其实说来也简单：使用棕色染色玻璃来表现水面，而使用海晶石、石英、染色玻璃等色差巨大的方块随机放置来表现垃圾。个人认为这张地图上的垃圾应当是使用创世神中的噪声函数生成的。\n别具心裁的垃圾和水\n地图在表现人类的贪欲时别出心裁：即便渔业资源已经干涸成这样，还是有无数的渔船想要从这个垃圾堆中掏出一点宝。两边的高楼、烟囱耸立着，仿佛对着海洋怒目而视：“怎么还不提供鱼给我？”；\n当然金无足赤人无完人，地图中的建筑还是有一些缺点的。比如表现的时候几乎除了堤坝下方的苔藓以外就没有表现出城市被污染的痕迹。那洁净的高楼有时候显得出戏。虽然有一些小缺点，也不影响它整体的艺术性。\n太“过于干净”的建筑物\n因此我说它是一个艺术品，艺术品的性质远高于地图的性质。而对于开头说过的“某些人”，也可以有一个有力的反驳：很多时候，像这样的作品就是展示给人看的而并不是给人使用的。就算放出了地图的下载地址又能怎样？进去之后会发现它远不如图片展现出来那样美。但那又如何？就像这个作品，两端竖起的建筑完全只是个空壳而没有任何内饰——甚至连背面就干脆一堵墙放在那里。但这样并没有任何问题，并没有在任何程度上影响了它想表达的东西，反而是大量节省了创作时间。\n虽然只是空壳，效果却依然很好\n总之无论是什么作品，都有它美好的地方。所谓“划定地图的意义的边界在何处”这个问题本身就没有意义。Minecraft的地图创作，是不需要受到所谓“边界”的局限的。\n搬运帖：http://mcbbs.tvt.im/thread-669428-1-1.html\n原帖：http://www.planetminecraft.com/project/dumpster-diving/\n@PETER·篠 @冥王星人 |",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1492952520,
            "txt_content": "本来主要是谈这个作品的，结果往大了讲大丈夫= =~"
        },
        {
            "author": "叶子Bossyezi",
            "timestamp": 1495945980,
            "txt_content": "66666666666！感谢作者以及大大的搬运！mcbbs有你更精彩~"
        },
        {
            "author": "皓月联机",
            "timestamp": 1499656380,
            "txt_content": "环保主题的地图，不常见啊QAQ不过应该会冷门*(自我感觉)*，没人用"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499658000,
            "txt_content": "皓月联机 发表于 2017-7-10 11:13\n环保主题的地图，不常见啊QAQ不过应该会冷门*(自我感觉)*，没人用\n啊_(:зゝ∠)_ 这张地图的意义，并不在于使用，而是在于其艺术价值（吧）"
        },
        {
            "author": "皓月联机",
            "timestamp": 1499658240,
            "txt_content": "Smokey_Days 发表于 2017-7-10 11:40\n啊_(:зゝ∠)_ 这张地图的意义，并不在于使用，而是在于其艺术价值（吧）\n确实，但是感觉那个河里垃圾会不会太（乱）"
        },
        {
            "author": "ZAB891561384",
            "timestamp": 1503202500,
            "txt_content": "谢谢作者的分享。"
        },
        {
            "author": "千桐",
            "timestamp": 1515117540,
            "txt_content": "有意思，谢谢楼主的搬运"
        },
        {
            "author": "KBlom",
            "timestamp": 1585099260,
            "txt_content": "这地图很赞啊，不过链接挂了....."
        },
        {
            "author": "ChallengerX",
            "timestamp": 1588068360,
            "txt_content": "个人感觉这个作品的精彩之处不在于它的建筑精致程度如何——论建筑的精致和华丽，比及现在的精华作品，可谓相距甚远，这种作品往往是美学和建筑学的体现，是置于大雅之堂，令人心生膜拜的作品。而这个作品则是借作品表达思想——从人类对自然无尽的索取，到人类将如何面对自然、面对未来、面对后代。作品给人一种废土之感，从污染的河道、随处可见的垃圾、河面上仍在贪婪索取的渔船，可见人类对自然无限的索取已经对自然造成了极大危害，但人类并不因此收手。而这原因便从旁边洁净高耸的大厦中可见——人类为了满足自己扩张的欲望，不惜破坏自然为自己服务——当我们看到这样的情景在现实中也处处可见时，我们的内心很容易引起共鸣——如果我们继续破坏，那么这样的场景将在现实中越来越多的出现。但如果我们停止破坏，那些洁净的高楼大厦、科技的生活也会随之消失。正如现实当中硬币的正反面，环保与否也是伴随着激烈的冲突的（例如某些极端的环保主义者，比如某位瑞典环保小将，他们的行为实在过于极端）。作者借这一对比表现出来的，可能也包含了这样的矛盾——古往今来，这些矛盾的选择才是人们探讨的重点。\n这个作品之所以成功，主要是它在思想上的表现。正所谓“文以载道”，有些作品极具华丽，但见多了仍觉空洞，而那些真正震撼人心的作品，有时并非如何华丽，而在于它表达的深刻内涵。\n从此拓展到MC本身，这些作品的存在，也为我们创造地图提供了新的思路——我们在制作一个作品，特别是制作冒险地图，或者叙事类的地图时，我们是否注意到作品的思想内涵？这或许是区分一个优秀作品和一个精华作品的关键——在现实中，也是区分名噪一时和传世不衰的关键。\n纵观全局，我们看到了在PMC中大量具有深刻意义作品的兴起，它或许象征着一个对于MC而言一个新的时代。换一个角度而言，如果MC的作品能够被赋予深刻的内涵，那么它也将突破自己的局限，真正走向大众，成为思想的载体——比起文字，它能够给予可视化的效果，比起视频，它的制作门槛又远远低于视频、（渲染）图片。\nMC的地图永远没有界限，因为人的思想和创造力永远不会存在局限。\n\n——看到鉴赏活动，结合地图有感而发，狗尾续貂而已"
        },
        {
            "author": "金属门",
            "timestamp": 1588145340,
            "txt_content": " 本帖最后由 金属门 于 2020-4-29 15:31 编辑 \n\nmc的艺术啊！这种创作和艺术的表达形式甚是独特，楼主的鉴赏亦是熠熠生辉，艺术作品加上独特鉴赏，实乃如星光一样闪耀。由此可见楼主的文学水平非常好，且非常有艺术的鉴赏能力！！\n好瓜好瓜-----一只咸鱼"
        },
        {
            "author": "yue'",
            "timestamp": 1588662060,
            "txt_content": "好地图，支持"
        },
        {
            "author": "forward_strom",
            "timestamp": 1589250960,
            "txt_content": "出于个人思想，这种地图意义不是为了名利，而是呼吁大家环保，如果要说用途的话，可以是一些RPG地图或PVP地图，主城的话也行不过要处理“污水”，不过一定要联系作者。觉得用来教育最好，如果有环保节可以用这种地图的话，很生动形象。个人观点，不喜勿喷。"
        },
        {
            "author": "斗币南波万",
            "timestamp": 1589503500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "花神u",
            "timestamp": 1589503560,
            "txt_content": "6666作图这么6  狠人啊"
        },
        {
            "author": "yangye2002",
            "timestamp": 1589528520,
            "txt_content": "佩服作者做的太好了"
        },
        {
            "author": "master—",
            "timestamp": 1594974660,
            "txt_content": "有个视频就好多了\n看文字费眼睛还可能看不懂\n总之感谢楼主大大的分享！"
        },
        {
            "author": "z416117127",
            "timestamp": 1595020260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}