{
    "title": "【原创·连载】[圣石战争] ②",
    "author": "上官轩清",
    "replyCount": 1,
    "timestamp": 1492945560,
    "txt_content": " 本帖最后由 上官轩清 于 2017-8-1 19:29 编辑 \n\n　　【Chapter 2】\n　　\n　　“公主大人。”\n　　\n　　侍女穿过一条回廊，一眼看到那位美丽的莱恩帝国长公主正手持剪子在庭院中修剪花枝。长公主身穿长裙，背对着她，弯着腰将剪子贴近翠绿的枝叶，看起来全神贯注。\n　　\n　　直至侍女出声为止，艾米瑞达·菲尼克斯微微一怔，才别过头来。她微微一笑：“下午好，米娅。”\n　　\n　　“向您请安，长公主殿下。”米娅下意识地躬身行了一礼，却见对方的脸上露出了无奈的笑容。\n　　\n　　“你知道我一直不喜欢这些礼节的。”长公主收起剪子，转过身来随手将剪下来的花枝摆到庭院中木桌上的花瓶里。米娅看到她好看的眉毛舒展开来，对她说道：“你看，索米亚花开得多么漂亮。”\n　　\n　　侍女小姐呆呆地站在那里，旋即悄悄地叹气，刚刚迈出一步，想要说的话仍未出口，就被公主殿下打断了。\n　　\n　　“让外面的客人进来吧。告诉他我已经备好了茶水。”艾米瑞达说道。\n　　\n　　米娅眼中露出一丝松气的光芒来，随后赶忙点点头，她向这位年轻的米发公主鞠了一躬，然后退了下去。艾米瑞达注视着她离开庭院，身影消失在回廊的另一头，少女叹了口气，重新拿起剪子。但正是这个时候，沙沙的脚步声从回廊另一边传来。\n　　\n　　她微微一怔，又再度停下了手里的动作。\n　　\n　　侍女带着一名样貌略略稚嫩的少年穿过回廊，阳光从外面修剪得很整齐的花木墙之间渗透进来，在回廊的地板上留下一条条斑马线般的光纹。\n　　\n　　“你下去吧。”一个傲气的声音响起，随后米娅点点头，一躬身退回到回廊另一侧去了。这少年穿着一件莱恩贵族所喜爱的蓝底金纹的衣服，背后系着一把颇为华贵的骑士剑。\n　　\n　　“茶水在屋子里，要进来吗？”公主看了一眼这少年，然后轻声说道。\n　　\n　　少年也看了艾米瑞达一眼，确切地说，他是看了一眼长公主殿下挂在脖子上一个在阳光下微微发亮的水晶坠饰。\n　　\n　　他一语未发，摘下手套，然后解下背后的骑士剑，缓缓出鞘。兵刃的摩擦声在一个美好的午后显得如此突兀。\n　　\n　　看他这般举动，长公主在心里微微一叹。“哈拉尔，你看上去比几个月前沉稳了不少。但是——”\n　　\n　　“够了姐姐！”少年喝道，他平举足有他半身多长的骑士剑，剑上的雄狮徽记在阳光中熠熠生辉，“帝国的王位，一定是由我继承的，现在作为继承人，你该接受我的挑战了。”\n　　\n　　帝国的王位——穿着长裙的公主殿下不自觉地握住了胸前的水晶挂饰。她的父亲——莱恩的国王在很久以前，就把这个水晶交给了她。\n　　\n　　“你的弟弟还尚年幼，艾米瑞达，保护好我们的圣石，保护好这个帝国。”\n　　\n　　随后的三年，便成为了国王生命中最后的三年。月阳第十三年春，老国王的生命最终走向了终点，困扰他半生的疾病也随之离去。而这时候——艾米瑞达才只有十三岁而已，她的弟弟——也就是哈拉尔王子，此时只有五岁。\n　　\n　　长公主从回忆中醒来，下意识地呢喃着：“圣石......”\n　　\n　　“没错姐姐，如果你输了，作为代价，你胸前的那颗圣石要交给我。”站在她对面的人如是说道，语气中颇有得意洋洋之感。\n　　\n　　长公主仔细看了看她弟弟的剑，这柄骑士剑应当是二十一年——即上一年所制造的，保留了雄狮嵌入六角的徽记但是剑长由两臂长改为了一臂半，标准制的铁花被换成了外表华丽的金饰，显而易见。\n　　\n　　——适合收藏的剑。\n　　\n　　“哈拉尔。”她不禁叹了口气，想要好好说一说这剑的事情，“你也不小了——”\n　　\n　　哪知这一句话似乎挑起了对方的怒火，一声怒喝，骑士剑已经朝长公主刺了过来。\n　　\n　　少女心中不由得有些哀伤，却以对方年小不懂事为借口迅速把内心搪塞了过去。她抬头，骑士剑窄窄的剑尖在她清澈的眼眸中迅速放大。她观察到剑尖微微颤动，持剑的哈拉尔眼中虽然一片兴奋恼怒之色，但是手腕处却依旧不稳。\n　　\n　　看来基本功尚未到家。艾米瑞达随手拿起背后桌上的一根花枝，在对方剑身上微微一拨，刺向她面目的剑尖顿时一歪，削下了一绺长发。她借机伸手用花枝在对方手腕上重重一抽。\n　　\n　　啪——\n　　\n　　“啊！”哈拉尔一时吃痛，惊叫出声，握剑的手直接松开来，落下的骑士剑被长公主接住。“哈拉尔，你又输了。”\n　　\n　　长公主从地上捡起剑鞘，将骑士剑收起递给对方。但是哈拉尔面色阴沉，他毫不留情地瞪了姐姐一眼，随后粗暴地夺回骑士剑，悻悻然从回廊跑了出去。\n　　\n　　少女看看被弟弟踩坏的珍贵花种，即便阳光明媚，心情却也十分复杂。她从小照顾弟弟，对他的脾性一清二楚，现在对方气冲冲地离去，她不由得有些担心。\n　　\n　　“不知东边战事如何。”她将花枝放回桌上，坐在了一旁的木椅上，担忧地惘思着。\n\n索引\n不一定会更，老早的东西了都忘了233，问题来了，谁还有当年这四个国家的那张图呢\n\n",
    "replies": [
        {
            "author": "Xwan泽宛",
            "timestamp": 1492946640,
            "txt_content": "圣石战争？？？第六届pe创意赛主题？？？\n你是来写续篇的吗？？？（哧哧）"
        }
    ]
}