{
    "title": "【地图鉴赏】Corte Madera 科特马德拉-我们的未来",
    "author": "像素君",
    "replyCount": 4,
    "timestamp": 1492959600,
    "txt_content": " 本帖最后由 像素君 于 2017-8-7 21:55 编辑 \n\n\n\n\nCorte Madera（Appreciation）——Made by Team Vaeron\n\n\n\n\n\n\n\n\n鉴赏《Corte Madera（科特马德拉）》：我们的未来\n\n      MCBuildcon是Minecraft一年一度的盛会，在这场嘉年华中，来自全世界的建筑团队将用自己的拿手作品带来一场视觉的盛宴。在这次MCBuildcon中，Team Vaeron带来了自己的作品《科特马德拉》。\n\n      作品的主体是一个充满着混乱的城市。市区里各类大大小小的建筑物如同积木般杂乱无章地高高堆叠在一起，房屋和房屋间显得拥挤不堪。高耸而混乱的建筑群如同厚厚的围墙一般把中心一座塑像包围了起来，仿佛这不是城市而是某个设计失败的巨大公寓楼。市区外随意地建造着许多矮小的建筑物，干黄的土地显得毫无生机，只有一棵棵树木还算翠绿。整个城市充满着混乱和死寂，冲突一触即发。\n\n      但在团队制作的视频里，整个地图的气氛则是凝重而压抑的。天空一片灰黄，郊区显得冷冷清清，仿佛已荒废多年；市中心到处是烧毁的汽车，火焰还在熊熊燃烧着；冲突和混乱俨然成为了这座城市的主题，毫无秩序。作者团队也讲述了这个城市的信息：居住条件地下、钱包空空如也、吃不饱穿不暖、住房拥挤、冲突和个人主义比比皆是……\n\n[bili=9935826]1[/bili]\n\n      从截图上看，作者团队很好地展示出了混乱和拥挤的氛围。市区的建筑大小不一，凹凸不平。建筑的主色调多为灰色和棕色，使城市充满了灰暗的气氛。我认为这种灰色和暗橘色的搭配显得作品充满了压抑的气氛，在视频里灰黄色天空的渲染之下更是如此；但在渲染图里，这类配色加上光滑明快的渲染风格，则平添了一种寂静的气氛。\n\n\n被建筑物包围的市中心塑像\n      虽然作为观赏性作品，细节部分并没有处理得很好，放大了看多数地方还是很平滑洁净的墙面，但整体上看，建筑物充满着凹凸不平的质感，仿佛巨大而精巧的玩具模型一般。\n\n从天上俯瞰城市的拥挤和杂乱\n对于作品本身，作者并未对其做太多介绍，而是简要讲了讲这座城市的现状：\n      这是一座因充斥暴力和冲突的城市，它受一位臭名昭著的神秘人管辖。这里充斥着拥挤和混乱，没有一个平静的地方。在一连串的反抗运动下，政府努力地维持城市的运转。这里居住条件低下，人们的钱包早已空空如也。因为供应不足，食物难以获取，导致这里的居民普遍营养不良。人们如同回到原始时代，凝聚力几乎销声匿迹，更多的则是个人主义。战斗的人聚集在一起，其他人分散开去寻找资源。为什么会存在这样一个地方？日渐繁荣的等级制度一击着经济，商品价格大幅提升。与此同时，由于住房密度太高，街上挤满了人。忍饥挨饿和死亡的人数不断增加，房子却一直在缺乏健康和安全保障的地方越建越高。许多家庭的生活水平很低，工资和期货的黯淡局势成为了他们的痛苦。几乎所有的人都在努力工作养家糊口，连孩子们都加入了这场生存战争。在这样一个悲惨的世界，接下来会如何发展？政府会这里的人们采取什么计划？\n      从介绍里可以获得的信息显而易见：这里充满着灾难和冲突。就像之前重复提到的“混乱”这个形容词，已足够概括。但是为什么要建造这样一座城市呢？我认为，这正是作者的意图。把这座城市看成我们所生活的地球，介绍里提到的政府看成大自然，就直观很多了。现在地球的人口数量越来越多，如同城市里杂乱而数量巨大的房子和郊区零散的小屋；地球的负荷逐渐加重，已越来越难以负担这么多的人口，所能提供的资源也已有限，如同城市郊区已经为数不多的树木；由于资源越来越有限，争夺资源的行动便开始了：不论城市或是其他地方，到处都是冲突，如同市中心和郊外那星星点点的因冲突而留下的火烧的痕迹。作者团队以这座城市为对象，指出了当紧我们每个人都要面临的环境问题和人口问题。如果不再加以控制，也许有一天，我们的地球就会像这座城市一样，混乱不堪。保护环境，这正是作者团队所想讲述的。\n\n\n星星点点的树木和冲突痕迹\n      总的来说，这个作品充满着艺术性和教育性。一方面以精妙的技艺展现作品，另一方面以其深刻而现实的内涵引人深思。这正是Minecraft的迷人之处——以创造讲述世界。\n\n   [ 最后几句        The Others ]   \n本鉴赏文章仅代表个人观点，不代表作者及论坛立场；\n文章允许转载，但转载时请注明地图原作者、文章创作者等相关信息；\n如果你喜欢这张地图，请前往原帖留下钻石或是评论；\n更多作品鉴赏敬请期待。\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "杀破狼0式",
            "timestamp": 1492964580,
            "txt_content": "闪退，，为什么啊"
        },
        {
            "author": "13807243788",
            "timestamp": 1493009880,
            "txt_content": "非常好，非常好，非常好"
        },
        {
            "author": "叶子Bossyezi",
            "timestamp": 1495947240,
            "txt_content": "66666666666！感谢作者以及大大的搬运！mcbbs有你更精彩~"
        },
        {
            "author": "零日",
            "timestamp": 1530842400,
            "txt_content": "这么好的地图为什么没人评论呢"
        }
    ]
}