{
    "title": "【周边创作长期活动】|故事接龙|多元参与|闲暇练手|",
    "author": "Smokey_Days",
    "replyCount": 33,
    "timestamp": 1493118480,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-5-4 19:54 编辑 \n\n周边创作必读细则欢迎来到周边创作活动简则本帖唯一基础规则：尽可能让故事延续下去\n在每一次接龙之前，确保你已经阅读了之前每一层楼的内容\n每次接龙需点击上一层楼的“回复”按钮，直接回复则视为无效接龙予以删除。\n每次接龙纯文字类以300为字数下限，允许图文类或插画类——此两类至少附带50字的简要说明。若有同时接同一层楼的以质量较佳的一方为准。质量太差的接龙将不能获得奖励，恶意切断剧情、恶意破坏故事连续性的视为无效接龙。\n遵循版规，禁止三连，如果没人接又有新的想法请编辑原帖\n接龙采用积分制，每次接龙，将根据接龙质量给予0~2人气25金粒以及1~5接龙积分的奖励\n接龙积分将在内部记录，积分每达到一定程度可获得额外奖励。\n50积分获得2人气35金粒奖励\n100积分在上述基础上额外获得2人气15金粒1下界之星的奖励\n200积分在上述基础上额外获得3人气25金粒1下界之星1贡献的奖励\n本帖不允许水贴，违者扣分并删帖。就算是有意义的回复（比如吐槽等）为了版面整洁也会被删帖。吐槽请通过评分。同样欢迎在茶馆讨论剧情或者在周创把自己的那条线（被切断的）更下去\n为防止开头崩坏，开头由版主起\n当前进度正文：\n[1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18]\n\n番外：人物分析\n[道格-海德] [1]\n[TM女士] [1]\n[村长] [1]\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493122920,
            "txt_content": "烟日在密林中狂奔，虽然他早已经精疲力竭。\n整整一个下午，他都没有停下过步伐。只是那背后追赶他的什么“东西”，似乎比天黑前更近。\n“还给我------”\n林宇在晃动，空气在凝固，烟日紧张的回头，发现不可名状的恐怖黑暗从四周围向他压来。\n哇哇哇我这到底是得罪谁了？！\n“还给我------把我的------东西------”\n“我没拿你的东西！别跟着我来呀啊啊！！”\n\n一边喊着，烟日一边使出吃奶的力气加速，希望甩掉讨厌的追命者。\n他脑中一个画面一个画面的闪过整件事情的起因，还有导致自己被莫名物体穷追猛赶的过程。\n村长，对，就是那个臭老头，三天前把他叫去谈话，说是时候到了，要他从创造模式切换到生存……啊呸！是从村子里独自出去历练，完成任务证明实力，用赚来的经验值换取转职能力……啊呸！！是完成成人仪式啊成人仪式！\n完后，完后呢……\n\n烟日按照老头给的提示走路线，得到任务需要的东西，按照前辈的经验，本该一切轻松而顺利的不是么？？？\n一定有阴谋！否则我就直播吃键盘！！\n是……是村长身边那个怪模怪样的家伙，绝对是他，我用我的八只触手打赌是他！该死的我怎么一开始没注意到？！\n\n“啊啊啊啊啊啊啊------”\n林中响起一声凄厉的惨叫，惊扰了数只禽鸟的梦乡，它们呼啦啦地飞起，顷刻后又呼啦啦地飞回巢里，似乎和树木一样，忘记了刚才在脚边发生的事情。\n但遥远大陆的尽头，反倒有一件小木屋里的人，注视着这一切。\n流星划过天际，一位衣着优雅的神秘女性，手里玩弄着不知什么动物的牙齿制作的工艺品，轻轻感叹。\n“命运时刻到来了呢……”\n“那么，您愿意出马吗？TM女士。”\n说话的人，名叫道格-海德，他来找大陆上首屈一指的占卜师，那隐居林间的而不知姓名——被道格海德唤作TM女士的，是为了件棘手的麻烦事。\n“既然是‘那个人’点名要我去，我有什么不去的理由呢？”她缓缓站起，举手投足间周围暗流涌动，甚至可以感到魔力，和“那个人”很像。“明天出发。等我收拾一些必须的东西。”"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1493132280,
            "txt_content": " 本帖最后由 秋风残叶 于 2017-4-26 12:03 编辑 \nSmokey_Days 发表于 2017-4-25 20:22\n烟日在密林中狂奔，虽然他早已经精疲力竭。\n整整一个下午，他都没有停下过步伐。只是那背后追赶他的什么“ ...\n眼前的一切逐渐由黑暗变得清晰，古朴的木屋，昏黄的烛光，炼药锅里冒着烹煮草药特有的气味，一切都是这么熟悉而亲切\n烟日醒来了\n仅仅是刚刚醒来，剧烈的头痛便突然袭来，头上缠裹的几层纱布仿佛印证了刚刚在森林里发生过什么，烟日几乎不能动，哪怕只是移动身体，浑身都会感受到剧烈的疼痛，烟日查看了自己的状态栏\n血量：@@  饱食度：@@@@@\n“到底发生了什么……我居然只剩下2格血了……呃……脑子一片混乱，只能记得在树林里被不知什么玩意追赶，然后被什么绊倒就什么都不知道了……那个东西……那个东西是——”\n“吱呀——”小屋的木门被推开了，进来了一个精神矍铄的老头 “嗯？小家伙醒了？”\n“村长，你……”\n这个老人就是村长，他的目光转向炼药锅：“哎呀哎呀，这药熬制的时间有点长了……人老了这记性就不好……来，把这个再生药水II喝了，喝了它你的伤会很快就好的……”村长熟练地盛装着药水，烟日望着村长的背影，突然想起来：村长当年就是一名很厉害的炼药师啊\n生命恢复II效果 0:22 +1s\n烟日饮下了药水，仿佛受到了洗礼一般，自己的伤正在迅速恢复着，烟日刚要开口问什么，没想到村长先开了口：\n“你昏睡了整整一天啊？要不是我儿子去森林里采药偶然看见你，鬼知道你会不会被狼吃了哟！”村长扶了扶自己的黑框眼镜，又提了提裤腰带，“你们这些年轻人啊还要提高自己的姿势水平，不能听风就是雨，当初不是信誓旦旦跟我说完成成人仪式只是小问题？嗯？”村长摇了摇头，一副恨铁不成钢的样子，“只是一个获取物品的任务你都折在半路，未来怎么办？你啊，Naive!”\n“村长！我在路上遇见了……”\n村长打断了他的话，摆摆手说：“做不到就是做不到，不要找任何借口！当时我还在和村里几个长者说着，说你啊，Excited！勇气可嘉啊，结果呢！现在报道出了偏差，等于……你也有责任吧？”\n烟日还要继续辩解什么，村长早已不肯理会，起身向门走去，刚到门前，门却自己打开了，冲进来一个怪模怪样的家伙\n烟日愣住，此人长相竟颇似之前袭击自己之物！烟日惊叫起来，“啊！”这一叫反倒把村长和那个家伙愣住了\n“爸，这是怎么了？”\n“喏，这不是你之前救回来的那小子么，鬼知道他犯了什么毛病，大喊大叫的……”\n烟日这才明白，这个怪模怪样的家伙竟然是村长的儿子！但是自己明明是被他救回来的，他又怎么会……\n“你这家伙醒了啊？”村长之子颇为豪爽，一记重重的拍肩让烟日好生叫疼，“你倒是命大啊，还好我把你救回来，不然你就等着暴尸荒野吧……嘿嘿嘿”\n原来……原来不是他啊……自己多心了，烟日如此想着\n村长已经出了小屋，但是小屋外突然又传来村长洪亮的声音\n“刚想起来，你这个败家丑玩意，在外人面前不许叫我爸！！！！！丢人！！！！”\n\n村长在村里的草径上慢慢走着——他在掩饰自己的颤抖，到了一个没人的地方，村长擦了擦头上的冷汗，“那个家伙……不可能，那个家伙几十年前就已经死了，更何况……烟日只是个连成人仪式都没有通过的小豆丁，为什么会选择他……”\nTO BE CONTINUED...\n\n不得不说故事第一章坑挖的非常大，首先是“那个东西”和“站在村长旁边的东西”，然后是主角烟日的命运，然后是TM女士和道格海德，我填了一个，剩下的交给楼下\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493206980,
            "txt_content": "秋风残叶 发表于 2017-4-25 22:58\n眼前的一切逐渐由黑暗变得清晰，古朴的木屋，昏黄的烛光，炼药锅里冒着烹煮草药特有的气味，一切都是这么 ...\n一天前...\n\n“TM女士，有结果了么？”在椅子上等待了一个多小时的道格-海德站起身来，询问。\n“是的，出发前最后一次占卜，结果出乎我意料。势力错综复杂。”TM女士的神情有些严峻，在犹豫了一下之后还是开口，“不明人士干扰了我的预测结果，暂且不明是主动干涉还是本能反应。”\n这句话倒是另道格-海德吃了一惊。TM女士毕竟是大陆上首屈一指的占卜师，能够干扰她预测结果的屈指可数。甚至在整个大陆上都找不到几位：“是哪位...出手了？”\nTM女士轻笑一声：“哈，你还是想得太简单。大陆就这么小。绿，黑，红三界，能够干扰我预测结果的存在那是极多。诺，这是占卜结果，去除了干扰项只能得到较为模糊的影像。”\n她轻轻一挥手，周遭暗流涌动，一阵风扑面而来，随即一个水晶球从屋内飞出。\n水晶球闪耀着荧光，倒映着外侧的星空。目光投进其中却发现内部空间深邃至极，一眼难以看穿尽头。\n“真是劳烦您了，竟然连‘璞瑕’也拿出来解决这件事了？”道格-海德是又惊又喜。TM女士却挥挥手，示意道格-海德不要过多说话的同时，也在操纵水晶球出现画面。\n起初是一片混沌。接着仿佛整个景象不断放大，不断放大，不断放大。是一片迷茫的黑雾出现在其中。在黑雾的边缘，一个光点在疯狂地移动着。黑雾却也蔓延着，不断地接近那光点。\n“不是本体？”道格-海德讶然。\n“暂且不知道是哪位。”\n那光点的行动速度不断放缓，而黑雾与光点的距离正不断接近。黑雾缠绕起了那个光点。光点的光芒慢慢变得暗淡起来。\n道格-海德紧锁眉头：“那就麻烦了。”\n“别着急。”TM女士却微微翘起嘴角。\n一道淡蓝色的光，如同利剑一般穿破黑雾，也刺穿了光点。然而却仿佛重新赋予了光点生命一般，光点再次恢复了光亮。黑雾向后退去，渐渐消退，最后散退不见。\n而那光也没有停留，穿过光点之后便马不停蹄向前奔去，消失在一片混沌中。\n道格-海德起身，TM女士也挥了挥手。水晶球上的画面消失，化回了一片星空。\n两人对视一阵子，道格-海德还是先开了口：“淡蓝色的是...‘那个人’么？”\n“或许是，不过现在我们知道，不止是我们这边对他身上的东西感兴趣了。那片黑雾的背后是谁我也不知道，甚至不能知道。”\n道格-海德张口想问，但随即想明白了。于是改口：“必须抓紧时间。”\nTM女士从容不迫地迈起大步向木屋外走去，临走前还不忘抓起她那动物的牙齿制作的工艺品。道格-海德紧随其后也向外走去。"
        },
        {
            "author": "Lelouch_Lamper",
            "timestamp": 1493286120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493290380,
            "txt_content": "Lelouch_Lamper 发表于 2017-4-27 17:42\n“我看你状态不佳啊，还是等等明天再举行成人仪式吧。”村长看着瘫坐在墙角边的烟日，如实说。\n烟日苦笑 ...\n随着村长一抬手，成年仪式开始了。烟日站到三角形平台旁，捧着昨日从任务中获得的那信物，绕着这石子围成的三角形开始踱步，村长随即开始对着手中捧着的那戒指祈祷，周围的人——除了烟日以外，都跟着村长念念有词。\n火焰愈烧愈旺，烟日行走的步伐也愈发靠近火堆。祈祷的声音逐渐加大，仿佛进入了高潮。最终随着一个音节的落下，村长率领着村民们向着烟日和那盆火鞠了三躬。\n随着这有序的动作，烟日也松开手，将手中的东西落到火焰中。火焰发出滋滋的声响，燃得更高、更旺。就如同其他人的成年仪式，火焰开始变色。而烟日眼前的这盆火也如同惯例开始变色。有所不同的是——它开始转向白色。\n村长露出诧异的神情，只不过被他的长袍所遮掩住不为他人所发现。他低声喃喃自语：“这中间有什么问题么...白色，从来没有见过的火焰。烟日难道将获得什么特殊的力量？”\n看着这火焰变得越来越白，烟日并没有感到任何惊诧：白色也是一种颜色嘛，他虽然也经历了十几次成年礼，倒是不如村长见得多。村长自己的戒指中封锁的魔法被称为“仪灵”，只有这样的魔法才能主导成人仪式的展开。仪灵的力量告诉村长，烟日的火焰不一般。\n村长虽然发现了不同，但并没有把这个告诉烟日。他想看看，白色的火焰究竟能给戒指附上怎样的魔法。\n白色的火焰继续燃烧，这时候大部分人都发现有些问题了：火焰越烧越大，越烧越旺。虽然依然没有超出那由三角形平台划定的无形界限，但却已经完全烧成了一团三棱柱状的火，直冲苍天。\n这时就算是烟日也发现了些许不同。白色的火焰已经算有些特殊，而这旺盛至极的火就更让人不解了。人群间起了骚动。\n村长大声喊道：“安静，莫管，仪式继续！”\n在仪式中村长就是权威，尽管人们各种不解，躁动声还是渐渐平息了。\n伴随着火焰变成一片纯白，村长将手中捧着的那戒指丢入火焰中，烟日也掏出了小刀，在指尖扎破一个小口，几滴血流了下去，流到了火焰中。\n砰的一声——不同于以往的逐渐熄灭，整个火焰瞬间往上窜了十几米高，紧接着炸开。几乎半个村庄都被笼罩在金色的光芒中——在炸开的一瞬间，火焰又成了金色，如同被吹胀的气球一样瞬间炸开。所有金色光芒覆盖到的地方全部燃起了金色的火焰，再照，再燃起。整个村庄被覆盖在金黄色的烈焰中。这火焰却好像虚幻的影像一般，虽燃烧在身上却感觉暖洋洋的，仿佛清晨的阳光抚在身上。\n按照仪式的既定步骤，尽管烟日被这光芒惊到：也许不只是烟日，整个村庄的人被这金色光芒惊到。烟日的身体仍然不由自主地迈进了那三角形火堆中央。\n随着这一步的踏出，金色火焰瞬间消失，只剩下中间那附满了金色纹理的木戒指。若不是这木戒指和周围一圈被染成金色的石头，刚刚的那金色火焰就就好像未曾出现过的幻觉一般。\n所有人都知道这不是幻觉，这是真实出现过的。无知者无畏，村长见多识广，再加上有仪灵，便明白了刚刚那是什么。\n“那是...异象...想不到，老朽此生竟然能亲手主持一场出现异象的成人仪式。”村长颤巍巍的声音从口中吐出。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1493349840,
            "txt_content": " 本帖最后由 冥王星人 于 2017-4-28 18:15 编辑 \nSmokey_Days 发表于 2017-4-27 18:53\n随着村长一抬手，成年仪式开始了。烟日站到三角形平台旁，捧着昨日从任务中获得的那信物，绕着这石子围成 ...\n与其说是异常华丽、诡异、不明就里的狗血仪式，倒不如说几近变为一场骚乱。\n村长固然老迈，威慑力还是有些的。凭着他心里打鼓的强撑，场面才没有失控。\n天色渐晚，村民收拾了场地，拆了临时平台，三三两两的各回各家，各找各妈了。烟日同样不假思索，用零碎时间干了点农活儿，回家睡觉。\n\n“出差错了……”\n可以轻松瞭望全村景致的崖顶，两个人影的其中一个悠悠吐出几个字，此刻他心里的担忧和焦急，完全写在了脸上。\n“呼，你居然会害怕？”\n另一个人轻蔑挑衅的口气，搞得他不禁怒气发作。\n“害怕？这不都是按照您的指示进行的？！我只是奉命行事，如果出了什么差错，你可以一走了之，我怎么和上头交代？！这件事上你私自做了手脚对不对？！”\n“呼呵呵呵……”\n\n“那个人”的笑声，叫他狠狠打了寒颤，怒火和气势都丢了大半。一瞬间他似乎明白过来，自己叫上司和这个混账家伙合伙算计了，卷入一场麻烦事里，说不定最后还要拿他来当替罪的羔羊。\n“不用担心，那小子，出乎意料的合适。去找你的老板报告吧，就说一切顺利。”\n“啊？当真……”\n“他想干的事情，也是我正在忙的，但最后谁能收获最大利益，就看个人手段了。”\n\n那个人不再看衣着似乎政府高级官员的人，他充其量是棋局中微小的棋子，负责第一时间冲锋陷阵，价值不多寿命不长，用后丢弃。\n多方的激烈博弈已经开始，好戏就要上演。\n“烟日，是吗？”\n他注视村子中央逐渐解体的平台，回忆刚才的火焰之舞，“那个人”很清楚，到底有多少人在和他争夺战利品。\n我所看中的东西，谁胆敢抢的话，都要被我铲除。他想，随即把兜帽拉得更低，闪身隐于树木之间。\n\n------------------------------------------------------------------------------------\n\nPS：目前大约有五方势力都盯着章鱼这个香饽饽了。1，神秘人；2，去找神秘人的权利机关；3，TM女士和道格背后的权利机关；4，林中黑影；5，山沟村**儿童再教育委员会。\nPS2：但希望大家不要把摊子铺太大，主线还是章鱼哦，不然你们叫他这个文渣怎么收场？\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493422920,
            "txt_content": "冥王星人 发表于 2017-4-28 11:24\n与其说是异常华丽、诡异、不明就里的狗血仪式，倒不如说几近变为一场骚乱。\n村长固然老迈，威慑力还是有些 ...\n夜深了。\n晓月向空中升起，守夜人打了个哈欠。\n嗖嗖的声音响起，似乎有些诡异。是怎么？是什么？在逼近这个村庄。守夜人还在守着夜，他没有意识到诡异的来临。\n气氛凝滞了，这时候他似乎发现了一下不同：明明月光清明，可是却看不到村庄以外的东西。\n再过了几秒钟，连村庄的灯火都好像熄灭了。守夜人他想大喊，想叫起村人们。然而不知怎么的，他一张开嘴，就好像有无形的气息扼住了他的喉咙，他喊不出一个字，难以呼吸跪倒在地上。\n黑雾逐渐笼罩了整个村庄。没有一丝一毫的光亮。烟日的房间里也弥漫满了黑雾。一个人影从黑雾中走出，穿梭到了烟日桌上的那戒指旁，双手按在上面。\n明明在黑雾的压制中是一丝光都不会有的，但随着这双手压在烟日的戒指上，那戒指四周竟然发出了魔法阵的荧光。\n人影散开，归回到黑雾中。魔法阵的紫色荧光愈发亮起来，起先是周遭亮起了一个圆，接着荧光在这圆内画起了纹路。最终交汇在一起，形成一个以戒指为中心的魔法阵。光芒大盛，一种好比紫色雪花的粒子弥漫开来。紫光照在戒指的金色纹路上，魔法阵消失了。诡异的气息被吸入金色纹路中，而那纹路好像变成了黑色。\n……\n后半夜守夜人迷迷糊糊地爬起来，他知道自己刚刚睡着了。幸亏这时候村庄看起来没出什么事，否则他恐怕会怪罪死自己吧。\n月光清明，周遭清晰见物，整个村庄的灯火依然亮着。守夜人总觉得发生过什么事，可又记不起来了。"
        },
        {
            "author": "Lelouch_Lamper",
            "timestamp": 1493423040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493424600,
            "txt_content": "Lelouch_Lamper 发表于 2017-4-29 07:44\n前一日。\n遥远的海洋上飞浮着一艘飞艇，它在魔法的驱使下飞快地前进。\n“这么昂贵的东西都给咱们用，那个 ...\n水晶球内又是一片混沌。光点再次出现在中央，周围是一个绿点和一堆白点。\n“竟然有绿点？必须要争取来。”他拖着个沉重的声音说。\nTM女士没有回话，全神贯注地盯着这水晶球。\n这是道格-海德也注意到了。在光点的身上，牵引出两道细小难辨的黄色丝线，顺着这丝线到远方，是几个黄点。\n“新的棋手？”虽然是疑问的语气，道格-海德却是已经用疑问的语气来陈述一个事实了。\n“剩下的不用看了，我跟你讲就好了。”TM女士停下了播放影像，“然后呢，那光点在成人仪式后就获得了一个非常强力的戒指。这对我们来说是有弊的，但也有利。这个戒指是他们影响中造就的，因此和他们又说不清道不明的联系；而光点如果最终倒向我们这边，那么这个戒指就对我们有利了。”\n道格-海德立刻心神意会，接下去分析：“那么我们的首要目的就是争取到光点的支持。唯一的问题是黑雾的背后。黑雾的来头我已经有点猜测了，按照猜测他肯定会竭尽全力阻止光点成长起来。所以联系一下那个人，让他保护好光点。”\nTM女士点点头，将手中的水晶球轻轻地放到侧挎包里。接着拿出另一颗水晶球。\n按照节奏，她在球上敲打了几下。几乎是透明的球顷刻间充盈了蓝色。在蓝色中出现了一个朦胧的人脸。\n“保护好光点。”TM女士轻声说了五个字。\n看不清五官的人脸点了点头，传出仿佛来自于空明远处的悠长的声音：“知道了。”\n……\n清晨\n“什么？黑雾席卷了光点？”道格-海德被从床上叫醒，睡眼朦胧地听到人说了什么话，立刻精神而紧张地爬起来。\n“是的。”TM女士点了点头，神情也很凝重。\n“不是叫那个人保护好他么？那现在怎么办？光点的力量流失了就很难找回来啊！”道格-海德急迫起来。\nTM女士缓缓地讲到：“光点没事。黑雾的目标是戒指。那个人来不及。”\n本来想冲出去的道格-海德听到这番话，坐回了床上，“我们倒还好，那两个亲自出手干预仪式的人，倒不好过了吧。”"
        },
        {
            "author": "WM2030",
            "timestamp": 1493466720,
            "txt_content": "==道格海德==\n我是道格海德，一个没有什么脑子的家伙。\n我知道这么说自己有损形象，而且与事实不符。但是我只想知道这群混蛋到底在搞什么鬼。\n光点光点光点，就知道光点！人家也是人好不好！人家被你们盯着还能能活到这么大多不容易啊！你们不要以为我会和你们同流合污，要我说起来，这个世界就应该和平共处大家一起好好坐下来聊一聊嘛！有什么事情是不可以通过谈话解决的呢？对不对！大家都是成年人，要冷静，要理智，要讲人权！\n尤其是老姐你啊，我跟你讲，你不要以为我不能把我脑子里的芯片取出来，我本来没有脑子的，就算把自己头砸烂也没有什么关系，对不对？不是我自暴自弃破罐子破摔，我没脑子是你自己说出来的话，你自己要负责的！\n\n==凯特海德==\n我是凯特海德，道格海德的姐姐。\n讲道理我也不想整天用老弟的身体讲话，怪恶心的。不骗你们。\n但我真的很无奈啊，我也不知道他为什么那么蠢。蠢得可爱。我真的不知道一样的爹妈生出来的孩子差距为什么会那——么大。\n还有，如果你要问我说：“凯特小姐姐，你为什么可以用你弟的身体讲话？”那么我会很友善地告诉你：“那不是因为植入芯片。”\n\n==道格海德==\n我还要跟你们讲啊，自从我姐工作之后她就变得……\n\n==凯特海德==\n闭嘴。\n你不要以为我给你时间放风你就可以嚣张。你要明白这是老姐的一片良苦用心。我没有直接控制你帮你表扬我已经很客气了，你千万不要说出一些与事实不符的话，让我对你失去信心啊！\n\n==道格海德==\n就变得给给的了……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493477040,
            "txt_content": "CunMa 发表于 2017-4-29 22:56\n烟日一翻身爬起了床。第一眼就被桌上的戒指吸走了目光：昨日还是金光闪闪的戒指，今日却布满了黑色的斑纹 ...\n“这么大清早是什么事？昨天那到底是怎么回事？”烟日还没开口，村长就急迫地问起话来。\n“我也不清楚，那些稍后再谈。现在的问题是，我的戒指。”烟日避开了村长的问题，同时提出了自己的疑惑，“一觉醒来，这戒指就成了这样了。”\n村长看到这本来是金光闪闪的戒指，神情从刚才的浮躁和急迫变得严肃起来：“这，怎么回事？”\n烟日没有回话，村长也知道自己问了也是白问。他启动了自己的“仪灵”。\n光束汇聚到眼前的戒指上，没有任何东西出现。只有那黑色之下，略微传来魔法的波动。\n村长知道这个就是当初那戒指，但是如今竟然几乎失去了所有的力量。每个在异象中诞生的附魔器皿都有着强大的力量，可令人不解的是，这强大的力量尚未展现出来，就已经不知道被扔到哪里去了。\n村长低下头寻思应当怎么做。烟日很可能是全村的希望，可这希望就被如此轻而易举地扼杀了？他想起他那曾经的好友，史密斯。\n那位现今也算有些名气的附魔师，史密斯。他和村长从小一起长大，村长只希望他能记着当年发小之谊能帮烟日一个忙，至少能鉴明烟日的戒指到底出了什么差错。\n“你从这儿往东北方向走，可以见到一条大路通向城镇。你沿着大路向北走，进了城去找史密斯，就说是他那当村长的发小让你来找他的。他是个附魔师，说不定可以帮上些忙。农活什么的就不用你操心了。”有如连珠炮一般，村长说出了一大串话，说得烟日一愣一愣的。\n“等等...我没听清，能否再说一遍？”烟日呆呆地看着村长。\n于是村长缓慢语速，向烟日再陈述了一遍。\n“记住了么？”\n“嗯。”\n烟日也知道此行至关重要，回到家中收拾行李准备上路。"
        },
        {
            "author": "CunMa",
            "timestamp": 1493477760,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-29 23:06 编辑 \nSmokey_Days 发表于 2017-4-29 08:10\n水晶球内又是一片混沌。光点再次出现在中央，周围是一个绿点和一堆白点。\n“竟然有绿点？必须要争取来。 ...\n烟日一翻身爬起了床。第一眼就被桌上的戒指吸走了目光：昨日还是金光闪闪的戒指，今日却布满了黑色的斑纹。烟日大惊起来。昨日没有立刻看戒指内附上的魔法，今日一早却怎么变成这个样子了？\n拿着戒指套在手上，感觉沉重至极而难以驾驭。尝试着像村长昨天教的那样，用手摩挲上面的纹路，却什么事情都没有发生。\n一定要找村长。这很重要，否则这戒指不就废了么？\n气喘吁吁地跑到了村长家门口，用力地敲起了大门。“咚咚咚”的声音响起，村长那惺忪的声音响起：\n“谁啊？这么一大早，什么事这么急啊?”\n烟日着急地喊道：“是我，烟日啊。”\n“来了！”脚步声骤然急促起来，大门“嘎吱”一声被拉开，身穿睡袍的村长出现在烟日面前，“我们进里屋谈。”\n由于论坛时间混乱，请各位回复12楼接下去，谢谢"
        },
        {
            "author": "CunMa",
            "timestamp": 1493483700,
            "txt_content": "Smokey_Days 发表于 2017-4-29 22:44\n“这么大清早是什么事？昨天那到底是怎么回事？”烟日还没开口，村长就急迫地问起话来。\n“我也不清楚， ...\n“咻！”“咻！”，\n“嗯？不好！”烟日迅速向右侧草丛急驰而去。转头一望，两只被阳光反射得熠熠生辉的箭矢，正闪烁着瑟瑟寒光。\n“阁下这番作为，是为何？”略带质问的语气从烟日口中缓缓道出。\n半响过去了，大路旁的树林之中并没有传来任何声音。\n“走了？”烟日如是想道，可内心并没有因此而放松下来。解下包袱，把东西一一倒出，再把包袱揉成一团，猛地丢向大路正中央。\n包袱并没有想预料中的那样，被箭矢穿过，而是躺在地上，缓缓散开。\n“哼，还是赶路要紧。”见此，烟日低声喃喃道。再次把东西包裹好来，背上肩膀。\n“这位兄台，你可知史蒂夫先生？”烟日抓住一个男人，口中低声道。\n“哇，你居然不知道史蒂夫先生耶。”说到这，男人脸上露出了敬畏的神色。\n“好吧，你牛，快告诉我。”烟日急不可耐道。\n“就在这左侧的房屋尽头，便是史蒂夫先生的住处。”\n————————————\n高高兴兴地又挖了一个坑。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493514240,
            "txt_content": "CunMa 发表于 2017-4-30 00:35\n“咻！”“咻！”，\n“嗯？不好！”烟日迅速向右侧草丛急驰而去。转头一望，两只被阳光反射得熠熠生辉的 ...\n“可以确认，光点离开了村庄。”摆弄了一个多小时的占卜水晶，TM女士得出了这个结论。她自然不愿意用“璞瑕”，而普通的水晶球在这个众敌环伺的地方，占卜结果就很难保持正确，“他应该是去找绿点的一个朋友了？”\n道格-海德点了点头：“是的，根据我的调查结论，绿点有个朋友叫史密斯，是当地著名的附魔师，相信光点应当是去找他了。”\n“嗯...”TM女士没有回话，用鼻音给了回应，看起来是在思考什么，“说起来...那黑雾到底怎么把戒指废掉的？”\n“我一开始猜测是将戒指破坏掉，可现在我否决了这个推论：如果是破坏掉的话，那光点应该去找铁匠修复；况且这种附魔时出现异相的东西哪有那么容易破坏掉？所以应当是使用某种方法令其失去力量。”道格-海德分析道。\n“某种？能永远封锁一个永固魔法的能力，只有一种。”TM女士冷笑了一声。\n道格-海德立刻抬头，与TM女士眼神相交：“你是说...黑雾是？就跟我猜测的一样？”\nTM女士做了个停止的手势：“嗯，知道就好不要说出来。他的力量太强了。”\n“渗透过来一点力量不容易吧？几十年前刚刚给我们消灭得元气大伤，现在这才几十年又出来搞事情？”\n“我想...可能光点成长起来会对它更不利。”TM女士缓缓地说到。\n……\n“为什么在大白天这里会有骷髅？”那或许是政府官员的人对身边那衣着神秘的人问道。\n“谁...知道呢？那黑雾...来头可不小啊...说不定，还有其他界外势力参与进来。”那个人喃喃到。\n“什么？”政府官员询问，“没听清。”\n“解决了就好了，一切顺利。”那个人摆出一副严厉的样子，“那间屋我已经派人整修好了，你手下的人过去了么？”\n“当然，这不是您的指示嘛，我自然第一时间就交代人去办了。”政府官员赶紧说道，同时不易察觉地擦了一下冷汗，毕竟，一旦出了什么差错，他可是要被推出来背锅的。\n“那就好，希望我们的猎物，能步入我们的陷阱。史密斯，可不是我们这边的人啊”那个人继续轻声说。\n……\n在富丽堂皇的大堂中，一名身着淡蓝色长袍的男子，低头看着手中的水晶球。那是一艘飞艇，在空中悬浮着飞快行驶。\n接着画面切换，是岩石铸就的堡垒，中央的熔浆池上是一块黑色，就好像镜面一般，却倒映着群星。黑色气体一缕一缕地从中飘出来，镜面周围环坐着不少人，他们似乎都在竭尽全力地制止那黑气飘出，但无论怎样努力都有一丝丝的黑气溢出来。仔细看，那黑气和那个黑雾好像有几分相似。\n画面再次切换，那是一栋大楼，用石砖砌成。大门人来人往。一间房间里，一名男子坐着，也在看手中的水晶球。水晶球中出现一个人脸，就如同TM女士曾经做的那样。\n“嗖嗖”的声音响起，还是画面切换。这下是在森林中，两名男子站着看着前方的大路，旁边躺着两具骷髅的尸体。\n其中一名男子似乎察觉到了什么，回头，微微一笑。画面瞬间变成一片黑暗。\n这身穿淡蓝色长袍的男子也微微一笑，低声自言自语道：“棋手...都到齐了么？棋可是早都开始下了。”"
        },
        {
            "author": "WM2030",
            "timestamp": 1493556000,
            "txt_content": "没人知道这个女人为什么叫了“TM”这个不雅的名字。\n是她太过粗犷（Too_Massive）？还是她天生富有母性光辉（The_Mother）？或者……给她起名字的是个科幻迷，所以叫她穿越火星（Through_Mars）？\n她自己也不知道，尽管她是个贼厉害的占卜大师，这也是挺好笑的。\nTM女士不是什么大好人。当然在占卜师群体里横向比较一下，她也算得上是诚信经营品德高尚了。\n她最大的爱好是下棋，和自己下棋，在自己脑子里下棋。没人知道她下一步会怎么走，也没人知道她在玩儿些什么，但是这对她来说相当合适。如果要和人下棋，她也不会拒绝。身为一个占卜师，如果连开棋牌室的底气都没有，未免也太没有匠人精神了。毕竟占卜师们比对手多看二三十着也不算什么新鲜事儿。\nTM女士指控我职业歧视，我无言以对只好不理她。\n总而言之，TM女士，她怎么也能当上个棋王棋仙棋神棋魔棋鬼之类的，才算是对得起天对得起地对得起水晶球。但是这次她估计是要体验新角色。\n她是一颗负责观察的棋子，一颗很少移动的棋子，一颗至关重要的棋子，一颗千丝万缕关系复杂理不出头绪的棋子。\n但怎么说她也是棋子。\n一个好的占卜师应该能预见到这样的命运并且坦然接受，这也是占卜术贼强的TM干的事。据她本人说：“我对棋子的角色非常习惯，尤其是当他的棋子。”\n但是她总想多做些什么，好让自己的地位更加超然些，又或者能让“那个人”对自己的印象有所改观。\n比如说……请那个人喝杯咖啡？\n这确实是个不错的主意呢……TM女士想着想着竟笑了起来。\n\n\n-我总是试图用奇怪的东西引导故事走向，这样章鱼就接不下去了.jpg-"
        },
        {
            "author": "gggbbb",
            "timestamp": 1493612700,
            "txt_content": "Smokey_Days 发表于 2017-4-30 09:04\n“可以确认，光点离开了村庄。”摆弄了一个多小时的占卜水晶，TM女士得出了这个结论。她自然不愿意用“璞 ...\n“这就是史密斯先生的家？”烟日嘴角抽搐着，一脸古怪地看着眼前这个泥土房子。\n姑且不说这三层泥墙的牢固程度如何如何，光这泥缝里钻出的绿草就很诡异了吧。\n这就是城镇上小有名气的附魔师？还真有个性。\n烟日走上前去，刚想敲门，一道沉闷的声音却当即打断了他的动作。\n“门没锁，要进就进。”\n末了，还补充了一句：“别吵吵，我在打铁。”\n附魔师打铁？我该不会是找错人了吧。\n这个荒唐的念头在烟日的脑海中一闪而过。烟日笑了笑，推开了眼前那扇古朴的木门。\n眼前，一个赤裸着上身的精壮汉子，正举着一把铁剑对着一块铁锭死命地砸。没有生火没有铁锤，就拿着铁剑在那猛砍，“乒乒乓乓”的火花四溅。\n“这是磨刀还是毁剑啊。”疑似磨刀的大汉浑身一震，随后猛地转过头来，一双瞪得比苹果还大的眼睛死死地盯着烟日。\n诶，我好像说了什么不该说的话。\n烟日看着提着刀缓步走来的大汉，冷汗嗖嗖地直往下冒。"
        },
        {
            "author": "WM2030",
            "timestamp": 1493629260,
            "txt_content": " 本帖最后由 WM2030 于 2017-5-7 07:44 编辑 \n冥王星人 发表于 2017-5-1 17:13\n“我……我……我我我……”\n烟日一时语塞，舌头都打结了。\n“嗯？”\n烟日突然想起第一次见到村长时的情形。他第一次见村长是在五岁或者七岁的时候，那时候村长还是个高大的战士一般的炼药师而不是村长，尽管他现在已经干瘪得不像话了但他现在是村长。\n这使得烟日可以回忆那时的恐惧并且鄙夷现在的村长。当年他第一眼见到村长就知道那不是个善茬。健硕的肌肉，平静时也四处乱瞟的眼珠子，不断拨弄着裤腰带的大拇指，还有裤腰带上绑着的铁剑。还不是村长的村长斜眼瞟着烟日，问道：“喂，你小子是从什么地方来的？谁叫你来？来干什么？”\n他不知道这些意味着什么，就算到了现在他也不太明白，但是作为被选中的人，他本能地感觉到不对劲。于是年幼的烟日摔门而去，空留下尴尬的中年男人。小烟日呼吸着新鲜的空气，他才发现自己尿裤子了。\n许多年过去，那个可怖的形象逐渐被无害的老头所取代，但是此刻听到大汉的问话，那段回忆如同潮水般涌了过来，烟日脑中的村长顿时间变了样。\n他似乎从这个巧合里嗅到了一丝阴谋的味道，他拼命思考想要拨开疑云。但是人情急之下就会忘记招手闻气，阴谋瞬间就把烟日吞没了。\n\n=听说可以给村长加戏.jpg=\n=阴谋就留给下一段了嘿嘿嘿=\n=强行炼药师.jpg="
        },
        {
            "author": "冥王星人",
            "timestamp": 1493629980,
            "txt_content": "gggbbb 发表于 2017-5-1 12:25\n“这就是史密斯先生的家？”烟日嘴角抽搐着，一脸古怪地看着眼前这个泥土房子。\n姑且不说这三层泥墙的牢固 ...\n“我……我……我我我……”\n烟日一时语塞，舌头都打结了。\n“嗯？”\n（应该没错但怎么看似乎也有哪里不对劲的）知名附魔师，走到面前，饶有兴趣的打量起烟日（异样磕碜）的小脸。\n“我……唔……嗯啊……”\n我怎么有种要被PY侵犯的赶脚，烟日想。\n还好他下意识的掏出了戒指捧在手心，史密斯看了眼，挑了挑眉毛，一把抓走返身回去继续打剑了。\n“阁楼上有间空房，你先住那里吧。行李自己搬上去，我正忙。搬完行李替我去三条街以外的铁鹿角酒馆，跟老板说取之前定的货。”\n\n于是，烟日摇身一变，成了史密斯家的听差。\n去参观了那间放杂物的库房，对着光秃木板床哭了一阵，之后花半天时间找到酒店，扛回几乎压扁他的酒肉食物。\n当晚附魔师在烟日眼前大快朵颐，喝得烂醉，只字不提戒指的事情。\n在忐忑中度过一晚，第二天早早又被史密斯叫醒干这干那。\n\n烟日内心是崩溃的。\n他绝望无比。\n还好到了第二天晚饭后，刷完餐具的烟日总算听见了点和他有关的话。\n“喂，你小子是从什么地方来的？谁叫你来？来干什么？”\n\n----------------------------------------------------------------------\n\nPS：最后一句是我在吐槽哲学三大问题，你从哪里来？往哪里去？来干什么？\n233"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493719440,
            "txt_content": "冥王星人 发表于 2017-5-1 17:13\n“我……我……我我我……”\n烟日一时语塞，舌头都打结了。\n“嗯？”\n\n啊这个呀...我...从你发小，那个村长那儿来，他让我过来修那个啥戒指。\n“哦，修戒指啊，多简单”他大手一挥，戒指上面的黑光消散大半，露出了一片金黄。\n“这...果然，您就是大师啊！”\n“大师出手是要有报酬的。这样吧，你就帮我打几天工吧。”刚刚解除了大半封印的史密斯轻声说，仿佛刚刚只是做了件微不足道的事，“该做的都做了以后我就会给你解除剩下的封印。”\n“嗯，好，太厉害了！”烟日的两只眼都变成了星星，“倒是我那个村长...”\n“什么村长嘛，他就是个大骗子。”史密斯继续满不在乎地说。\n“什么？”烟日感到奇怪，追问。但是史密斯没有继续回话。烟日想起了村长那诡异的一笑。\n……\n“怎么样？”神秘人问身边的政府官员。\n“目标状态很好，不到一天，催眠的进度就已经过半。估计在三天之内就能完全攻破他的防线。”那官员谄笑，对着神秘人说。\n“三天？太长了。我估计‘那个人’在两天之内就能突破我们的封锁，那样不仅你，还有你的老板，都要完蛋！”神秘人声色俱厉地说。\n官员愣住了：“有这么严重么？”\n“快让他们加急。”\n……\n已经过了五天了，小屋外传来一阵噪动。\n“大师，不好了。”烟日急急忙忙冲进来，身上负了伤，“有一伙野匪过来劫掠了！”\n史密斯依然淡定地打着铁：“没关系，一伙野匪，有什么好怕的。”\n随即又是一挥手，烟日身上的伤口瞬间痊愈了。\n“对，没什么好怕的，有大师在，一切都会好的。”烟日坚定地说。\n史密斯的嘴角微微扬起笑容，再次挥了挥手，说道：“回去吧。”\n虽然是轻轻的声音，却响彻数十里，周围的野匪倒在地上，面面相觑。\n……\n“TM，到底是怎么回事啊，这都快两天了，‘天眼’和‘璞瑕’到底出了什么差错？为什么‘那个人’始终不跟我们联系？”道格-海德焦急地问道。这是两天以来他第十一次问TM女士，但是她始终没有回应。\n“我觉得，我们的预言系统，被封锁了。”终于，摆弄着一堆水晶球的TM女士第一次回应了。\n“什么？！”狗头大惊。"
        },
        {
            "author": "wzz0116",
            "timestamp": 1493778240,
            "txt_content": "Smokey_Days 发表于 2017-5-2 18:04\n啊这个呀...我...从你发小，那个村长那儿来，他让我过来修那个啥戒指。\n“哦，修戒指啊，多简单”他大手 ...\n“好了，现在你可以回去了”这已经是第七天了，史密斯这才让烟日回村。烟日刚要走，又让史密斯拦住了。“等等，我看你印堂发暗，回去的路上恐有血光之灾，这样”说着史密斯拿出了一个绿色的水晶。\n“这个护身符你带着，在你遇到危险时能帮你”“哦”烟日接过了护身符，心说“真能遇到危险吗？再说了，就算真有什么事，就这破玩意能管什么用”\n烟日便离开了史密斯家，向村子走了\n......\n“我不是告诉你们要加急了吗，怎么还是慢了一步！？”神秘人质问那个政府官员。\n“这已经是最快了，我们又不是神仙，能不吃不喝不睡觉”官员无奈得说。\n“算了，看来我要亲自出马了”神秘人冷笑着说。\n......\n“怎么，还是联系不上‘那个人'吗”道格-海德又一次问TM女士。\n“不行就是不行，我和你说过多少次了，联系不上你问一百遍也还是联系不上”TM女士不耐烦的说。\n“等等，有变化了”TM女士说“黑雾正在接近光点，看来不妙啊”\n“那又有什么办法呢，还是联系不上‘那个人’啊”道格-海德叹了口气，说。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493786940,
            "txt_content": "wzz0116 发表于 2017-5-3 10:24\n“好了，现在你可以回去了”这已经是第七天了，史密斯这才让烟日回村。烟日刚要走，又让史密斯拦住了。“ ...\n“不要太悲观。”TM女士轻声说。\n随即，她手中的水晶球绽放出光芒，一个人脸浮现在中央。\n“诶，居然联系上了！”道格-海德激动起来。\n“啊，真是抱歉，被他们阴了一道。”那人脸的嘴张合，说着，“虽然是被他们阴了，但又未尝不是好事。这给我此前布的局提供了一个启动的契机。”\n说着，他眯起了眼：“得要好好回报他们一次呢...”\n随即，画面中出现一道蓝色漩涡，接着变回了原来的星空。\n道格-海德和TM女士面面相觑，不知说什么好。\n……\n“您...亲自出手？”\n“你们那边的人办事的效率实在太低了。”神秘人说着也带起了一点不满，“我和你老板费尽心思创造的机会眼看就要白费了。”\n“可是...”那官员唯唯诺诺地说。\n“没什么好可是的。”神秘人起身准备出发，但是又突然想到了什么，“算了，不去拉倒。”\n……\n烟日在路上又见到此前追逐他的黑影了，他试图反抗却又被黑影包围。他想起了此前史密斯给他的绿色水晶。\n“不愧是大师，如此先知先觉。”他感叹到，随即拿出了这水晶。\n旁边一个人影出现，“我是史密斯的朋友，我是来帮助你的。”\n他又是一挥手，淡蓝色的荧光闪过，黑雾退散开来。无意间，烟日看到了他的面孔。\n“太厉害了，大恩大德不会忘记的。”\n那人微笑一下，说：“没什么，举手之劳罢了。”随即隐匿在森林里\n……\n“等等，黑雾那个是占卜失误。刚刚被屏蔽了以后还没恢复呢。”TM女士抬起手，举起水晶球。\n道格-海德对着水晶球看了一会儿，徐徐地说：\n“所以，你的意思是说，原来的绿点褪色为白点，而有另一个人在光点身边，并且逐渐变绿？”\nTM女士点了点头，面色严峻：“这人的能力，很可能是被全大陆都禁止的...催眠。我们的局势不妙。”她在水晶球上轻轻一点，那浅绿色的点周遭出现一个紫圈。\n“先标记一下。”\n道格-海德焦急起来：“那我们这边怎么办？如果烟日被争取过去那就是所有情况中最糟的之一了。”\n“只能期待‘那个人’给我们带个好消息了。”\n……\n大陆议会，这是所有自治城邦商讨大陆事宜的地方。一个传送法阵亮起，四颗末影珍珠碎裂。一名身着淡蓝色服装的男子从中走出。\n“带我去见议会长”\n前方的卫兵半跪下，鞠躬，“是。”\n淡蓝色长袍的男子穿梭在走道中，周遭萤石明灭可见，虽有些幽暗但又不失光彩。\n“到了。”卫兵再次鞠躬，拉开门，示意男子进去，自己则呆在门外。\n议会长走了出来，微微颔首以示尊重。看来这名男子的地位不算低。\n两人低声商讨着什么，男子不时拿出一些东西给议会长看，议会长的面色逐渐严峻起来。\n“情况已经这么严重了么？行如此冒大陆之大不韪的事，真是胆大包天！”\n“所以我建议，立即召开紧急大陆议会，在那违规者必须尽快处置，不能给他机会！”男子一字一句，坚定地说。\n\n楼下帮个忙，我想写议会的内容，因此能否先别写这方面的啊XD"
        },
        {
            "author": "冥王星人",
            "timestamp": 1494300360,
            "txt_content": "Smokey_Days 发表于 2017-5-3 12:49\n“不要太悲观。”TM女士轻声说。\n随即，她手中的水晶球绽放出光芒，一个人脸浮现在中央。\n“诶，居然联系 ...\n好吧，既然全世界，也可以说是半个多世界的有能力人物，都把未来的希望寄托在烟日这个懵懂少年的身上。作为故事必要有的画外音桑，也就是我，必须站出来稍微梳理一下微微混乱的剧情走向。\n首先，烟日的确是比较特殊的一个骚年。到底有多特殊呢？这个......我也不知道......\n只知道他最后会对拯救世界作出贡献，不会仅仅杀了末影龙那么简单，（杀龙对他来讲简直算踩死蚂蚁）。\n那么末影龙在这场闹剧里又有多少出场呢？至少会比NPC村长多吧......大概......\n\n烟日在林间小道上走着，步伐越来越慢。\n眼看要到史密斯住的那间茅房，他却停下脚步。\n烟日掏出戒指看了看，发现之前的黑色碎成渣，弄脏了自己的手心，木头上的金色纹路恢复如初。这是不是说明，我没必要再去史密斯那里了呢？\n但村长那里，他也不想回去。\n任务做完了，咒诅解开了，杂货做够了，就该开溜了。\n重要的是，他总听见邻人念叨，史密斯前阵子失踪几天，回来后性情大变，整天做一些不符合身份的事情，捣鼓奇怪的玩意。\n烟日咬了咬牙，跺一下脚，下定决心，转身回到刚离开的森林里去。\n他心里盘算，先回家，趁黑夜那点生活用品，完后远远躲开这些怪人，去没人认识自己的地方生活。\n对，就这么办。\n\n当黑暗弥漫\n光明只在不经意的角落闪现\n危险的迷雾呦\n你的实体为何\n诡诈的谋算啊\n你的终点在哪儿\n\n当世界堕落\n没有任何一个人可以信任\n是等待它背叛\n还是你先发起背叛\n绝望失落的心\n终要飘向何方\n\n“什么？”TM女士紧张的抓起水晶球。“怎么会这样？！”\n“好了好了，别老一惊一乍的谢谢您啦。”\n道格在旁边的躺椅上翻了个身，伸了个懒腰，自由散漫的抱怨道。\n“联系你的上面，叫他们派出人去！赶快把‘光’保护起来，最好带到我这里！”\n“您不是说……？”\n“你自己看！”TM女士生气的把水晶球拍在道格脑袋上。“他离开了！虽然不知道原因，但他轻松摆脱了之前影响和围绕的东西！跑掉了！！”\n“哈------？！”听见这么一说，道格也没了主意。“那，那接下来，怎么办？”\n“没事，目前那个人离的很近，我通知他迅速行动。”\n\n可惜，现在小烟日，不太愿意相信谁了。\n他要靠自己从小学习的技能，模仿某位姓贝的大爷，独自走属于自己的路。\n\n---------------------\n\n剧透：接下来YM女士阵营的“那个人”要出场了，麻烦把那位写逆天点，职业是刺客魔法师，否则我叫章鱼打你们屁屁。"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1494314340,
            "txt_content": "冥王星人 发表于 2017-5-9 11:26\n好吧，既然全世界，也可以说是半个多世界的有能力人物，都把未来的希望寄托在烟日这个懵懂少年的身上。作 ...\n“吾沉睡于黑暗之中，却因这一点光晕惊醒，水晶球的预言？可笑！真以为我无法摧毁么。吾倒要看看，星星之火如何燎原！”\n随着沉厚威严的话语，周围祭坛突然燃起诡异的火焰却没带来丝毫光明，黑暗中一双双紫色眼眸缓缓睁开，随后化为雪花般的黑色粒子消失不见...\n烟日没有回到那间茅屋，但此时却有另一个人拜访，缓缓推开破旧的木门却发现屋子里空无一人，他自己走向桌前倒了一杯水，好像自言自语般对着空荡的墙壁说道：“够了！史密斯先生，难道对我也要用这么拙略的把戏么，或许，我该叫你——波顿？”\n眼前景色突变，原本还是破旧不堪的寒舍，竟成为了一座监牢，桌上的茶壶再望去时已变成了惊悚的头颅，杯里的血水停在嘴边却被缓缓放下，“如此不识趣，看来多年的演绎生涯已让你忘记了自身的卑贱，也好，那就由我来撕破这张脸皮吧。”\n男子手里不知从哪里掏出的匕首却挡住了凭空出现直取心脏的短剑，一击未中，刚现身的波顿又消失不见。这时身后飞来数十道箭矢，男子好像不想去阻挡，随后便穿过了身体，但却毫发无伤。“这种幼稚的障眼法就不要在我面前拿出了，先前被你摆了一道，这次我可不会再上当了。”\n男子手中匕首凭空一扔，竟然击落了一个人影，波顿捂着腹间伤口痛苦不堪的望着眼前的男子，“不愧是大陆上有名的刺杀者尼克,这次算我栽了。”\n这时门突然被打开，尼克回头一望，竟然是TM女士和道格海德，“TM，你怎么会来这里？”\nTM拎着昏迷的道格海德说道：“我来是跟你说一声，波顿是我打入那边的棋子，不能杀。至于这位嘛，想要偷袭我却被我打昏了。”\n“好吧，那这件事就变得简单了，我去追烟日，这波顿还给你。”尼克说着便走到了门口，一把短剑却突然飞向他，黑色的雪花粒子飘起，尼克避开了短剑突然出现在TM身后，TM捂着被匕首插入的胸口一脸惊恐，周围景色骤然再变，竟是回到了原来的茅屋，而TM的脸模糊后便成为了一个陌生的中年男子。\n“不...不可能，你是怎么看出的！”波顿直到现在还是一副难以置信的面容，自己最擅长的催眠幻术竟是被如此轻易的破去。\n“哈哈哈，很简单啊，TM有战斗能力？就算有也不可能击败道格海德。你的命我没兴趣收，告诉你上面的人，再敢玩弄这些小把戏，我会亲自去拜访的，大人物的命应该很值钱吧。”\n尼克不知道，在他走远后，波顿却是毫无重伤般的站了起来，他若有所思地把玩起手中的水晶球，“愚蠢的尼克啊，你太小瞧我了，虽说受了些伤，不过却得到了很有用的消息呢，TM真的没有战斗力么？如果TM真的有能力，尼克又知道，那事情就变得好玩了，呵呵。”\n尼克摸了摸胸口，转身回到了茅屋，望着空空如也的地面破口大骂，“可恶，又被算计了，真是个老狐狸，希望TM能早点察觉出端倪”\n...\n水晶球亮起，尼克的脸出现在里面，“任务完成的很顺利呢，假的史密斯你再也见不到了。”\n至于烟日么，有我看着呢，我会好好“照顾”他的...\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494328440,
            "txt_content": "火影羁绊 发表于 2017-5-9 15:19\n“吾沉睡于黑暗之中，却因这一点光晕惊醒，水晶球的预言？可笑！真以为我无法摧毁么。吾倒要看看，星星之 ...\n卫兵注意到今天的议会特别热闹，许多有头有脸的人物进进出出。自从早上那蔚蓝色长袍的男子进入之后，事件就古怪起来。各个在各自的城邦都是叱咤风云的人物大气不敢出一声地陆陆续续进入了那大楼。\n今日定然有什么大事发生。\n短短的一个小时之内，大人物们汇聚在一个金碧堂皇的会议厅中。\n蔚蓝色长袍中的那名男子，起身：“议长，开始会议吧。”，随即坐下。\n“这不是第一次紧急会议，具体的程序我不再赘述。议会中的一个人发出了控诉。你们中的一个人，违反了议会的规定，冒天下之大不韪训练催眠师并擅自屏蔽议会的‘天眼’预言网。”议会长缓缓起身，凝重的嗓音在大厅中响起，回荡在空旷的会议厅中。面色毫没有戏谑之意。\n也对，紧急会议哪怕在大陆上都是比较少见的，是一件大事。今日竟然召开了紧急会议，肯定有什么大人物要倒霉了。\n虽然所有人都正襟危坐，但是眼神都互相瞄来瞄去，想必一定是在猜测到底谁做出这样的事情还被人抓到把柄。\n“艾文！”议会长大吼一声，“你给我站起来！”\n议会长桌边缘一名戴着黑色兜帽的男子站起身来，摘下兜帽，故作镇定，缓声说：“何事？”\n大部分人都长舒了一口气。人嘛，总是喜欢幸灾乐祸的。\n那艾文一字一顿地说：“我坐的这个位置，是很多人都期盼的。今日呢，我在这里摆明了说，肯定有人诬陷我，想把我拉下马。”\n议会长眯起眼，冷笑一声：“哈？诬陷？你手下是不是有个叫做康利尼的？”\n艾文一愣。他知道，既然能提出这个名字，那么揭发他的人一定掌握了有力的证据。\n“是有个康利尼，他是我手下负责魔法师资源配置的。”他小心翼翼地说，不敢留下半点话柄。\n蔚蓝色长袍的男子刷的一声站了起来：“你再给我说一遍，他是做什么的？”\n艾尼也想不到揭发他的竟然是如此权高位重的人。他不敢直呼其名，只能以称号相称：“掌舵者，他是做魔法师资源配置的。”\n“真的么？怕不是魔法师资源配置，而是催眠师资源训练的吧？”\n艾尼虽然有所防备，但是还是一震。\n“他的真名怕不是叫康利尼，而是叫做...波顿吧？”\n……\n“我觉得有点不对。”道格-海德缓缓地说。\n“哦？有何高见？”\n“你看尼克虽然贫嘴了点，但是...说话风格不是这样的。”道格-海德想了想，还是说了出来。\nTM女士点了点头：“的确有这种感觉。我本来想联系‘那个人’确认一下，但是根本联系不上。恐怕他正在准备之前跟我们提到的那个‘大礼’吧？”\n“或许吧...”道格-海德低声说，“如果不是尼克的话，那事实就麻烦了。”\n……\n随着“波顿”二字重重落下，在大厅中回荡，人们纷纷开始议论起来。\n“波顿么？当年我们自治会曾经搜捕过他，还是给他跑掉了。”\n“毕竟嘛，大陆第一催眠师，哪有这么容易抓着。后来没见他出来活动了，竟然是给那艾尼找着了。”\n“也难怪掌舵者冕下会亲自弹劾，果然是做得太过了。”\n艾尼顷刻间面红耳赤，神情激动地说：“掌舵者，你身居如此高位莫要血口喷人！有什么证据？你这是在污蔑我的名誉！我堂堂地方自治委员会会长岂能给你这样妖言惑众？”\n“证据，自然是有的。如果没有，我就不会站在这儿。”掌舵者依然不急不缓，随即一挥手。淡蓝色的光芒汇聚，紫色的粒子飘荡，几个水晶球和几张羊皮卷轴出现在眼前，“艾尼啊，我想，这些东西你还是很熟悉的。”\n其中一个水晶球绽放出光芒，那是一个人站在一间大厅的高台上，下方大概是十几个人，一个个衣着华贵。外面一个士兵样子的人绑进来了几十个衣衫褴褛的贫民。那高台上的人一挥手，贫民们反复得到了什么指示一般，一个个走到那衣着华贵的人们面前。那些人们纷纷施法，粉色、紫红色的光芒四处飞溅。有的贫民倒下了，随即就被拖了出去。\n再又是一张羊皮卷轴缓缓展开，上面是一些采购清单的影印。每个采购清单上都有“康利尼”的签字。清单上采购的内容出奇的古怪，连在一起却是一些禁术的施法材料。\n还是一个水晶球，那是天眼系统的控制中心录制。本来闪烁着各种画面的一排排水晶突然黯淡，而与此同时某个地方自治会的能源库却突然减少。\n一个个证据展示在人们面前，哪怕是这些大人物也纷纷瞠目结舌。恶行的规模之大，范围之广，危害之重远远超出了他们的想象。\n艾尼转身想跑。他知道这些证据记录的是事实，但是远远没有这么严重。定然是有人将其夸张了要搞倒他。但是他没有办法自证清白，只能竭尽全力向外逃跑。\n议会长的眉间拧成一团，一挥手，整个议会的禁制启动，艾尼被困锁会门内。\n“你还有何话可说？”掌舵者的嘴角扬起了一丝胜利的微笑。艾尼被无数魔法锁链困住，无法动弹。艾尼知道自己自身难保，但是他已经送出去了唯一的出路。\n“好，你们既然伪造了这么多证据，只能算你们赢了。”艾尼垂头丧气地说。\n在场所有人自然都知道他是在狡辩。那些水晶球和卷轴既然作为证据肯定都被验真类魔法验真过，不可能作假。况且堂堂掌舵者，议会的最高层参谋之一，有什么理由来迫害他那一个地方自治委员会会长？\n旁边的一个记录官捧着一个水晶球，不知是在记录还是在传讯。\n就在艾尼栽了的时刻，两道魔法信息传输了出去。有两人同时收到了信息。\n……\n波顿刚刚落地，逃离了那小木屋，手中的水晶球就亮起。他阅览了其中的信息，苦笑一声：“你怎么放弃得这么早呢？我可以证伪啊！”\n但是他也自知没有人会相信他。他只能潜逃，准备下一步计划。\n此刻一个人走到了他的面前。\n“他们那条线是崩了，但是我可没有牵扯进去啊。”\n正是那身穿斗篷的神秘人，整场事件中他只提供了援助，掌舵者不可能有机会将他一并带进去。况且他也不是孤家寡人，他身后还是有一定的力量的。\n波顿凝滞久久，不知道说什么才好。前一刻整个事件就即将成功，然而在催眠时不知碰到了什么力量，光芒大放，烟日竟然挣脱了自己的力量而逃出去了。他的戒指也恢复了。接着是尼克找上门来，然后艾尼又倒台。真是令人猝不及防。此刻还有什么办法呢，虽然知道眼前的神秘人不靠谱，但是他却没有权力拒绝。\n“好，我跟你走。”"
        },
        {
            "author": "上官轩清",
            "timestamp": 1494742080,
            "txt_content": " 本帖最后由 上官轩清 于 2017-5-14 14:28 编辑 \nSmokey_Days 发表于 2017-5-9 19:14\n卫兵注意到今天的议会特别热闹，许多有头有脸的人物进进出出。自从早上那蔚蓝色长袍的男子进入之后，事件 ...\n上接25楼，快弄死烟日\n\n　　烟日走在渺无人烟的大道——回家的路上，他抬头看天，天色尚早。\n　　他便从一处坡道西面面下来，沿途开始有了星星点点的建筑。主要是旷野中沉浸在夜色下的农庄和孤零零的房舍，农田分布在道路两侧，一片连着一片，还有几间在野外的废弃小屋——在以前，这种屋子只有路过的冒险者才会光顾。\n　　他在野地里走了大约半个小时，村庄低矮的围墙好像忽然一下就出现在前方的夜色里，石头垒出的围墙上支着火把，火光一直照到几十米外。烟日放慢速度，然后慢慢从火光边缘的黑暗里走出来。\n　　围墙后没有什么动静，隐约有点呼噜声。烟日对这些声音出奇地敏锐，他不自觉摩挲了一下戒指，悄悄地潜了进去。\n　　拿完东西就离开，他如此对自己说道。\n　　接下来十分顺利，他找了几个包裹装得鼓囊囊的，随后做贼似地关上屋门打算离开。\n　　烟日的心头赫然划过老村长的身影，那个过去强壮无比，现在却只能炼炼药的老头子。\n　　他一个哆嗦，越想越是不安，蹑手蹑脚的就跑出了村子，一头扎进幽深无比的林子里。\n      他始终未曾发觉，一名有些佝偻的身影在不远处注视着他。直到烟日的身影完全消失，那人都不曾离开。\n　  \n   “要到了，TM女士。”道格海德这么说道。\n　　TM女士凝视水晶球的表情这会儿才松动了一下，她伸了个懒腰，打了个哈欠说道：“终于到了吗，赶了这么久的路还真是辛苦了我啊。”\n　　道格海德嘴角不由得抽了抽，他刚欲开口，却有人打断了他。\n　　“我可爱的弟弟呀，你还是先想想后面的计划吧，友情提示，根据TM女士的分析我们的时间已经不多了。”\n　　他将快要出口的话咽了下去，改口道：“TM女士，到了以后我们直接去找尼克吧，他已经等待多时了。”\n　　TM瞥了他一眼，无精打采地点了点头，她伸手要去取消了水晶球的魔法，却发现了一点异常。\n　　“嗯？”她细细看去，皱起了眉头。\n　　“怎么了吗？”\n　　“我们的小朋友可能会有点麻烦。”TM女士语气平淡。\n　　“可是他才刚刚又离开村子，尼克就在那里，怎么可能——”道格海德有点难以置信。\n　　这时，飞艇突然震动了一下，随后两人感觉到其正在缓缓下落。\n　　“到了呢。”TM嘴角微不可查地扬起一道弧度，随手拿起水晶球就当先迈开脚步走了出去。\n　　道格海德一脸懵逼，这时候他的脑海里又传来一道声音。\n　　“蠢货弟弟还不跟上，你以为只有尼克大人才在那里么？”\n　　他一愣神，而后脸上露出了忿忿的神色，跟着TM走了出去。\n　　外面一片漆黑。唯有一座村庄在夜色下显得格外宁静。\n乱的要死，只好乱写，争取写死主角，然后完结\n\n\n\n\n\n\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1494753480,
            "txt_content": "上官轩清 发表于 2017-5-14 14:08\n上接25楼，快弄死烟日\n\n　　烟日走在渺无人烟的大道——回家的路上，他抬头看天，天色尚早。\n前缀：章鱼逗比！我都说了那个人就是尼克！还给写成两个！这么多演员到时候你给片酬呀？！饭盒都不够吃了！！\n\n-----------------------------------------我是分界线----------------------------------------\n\n“唔！”\n月光下的佝偻身影重重呻吟了一下，紧握拐杖的手浅浅爆出青筋。\n他费力挪动身体，往斜后方望去。\n“是……你……”\n\n“哼，记性不坏，还认识我。”冷嘲热讽的，什么人走到村长近前。“还以为几十年的隐姓埋名，叫你真的变了个人呢。”\n“我……你……”村长想做点什么，可他的身体并不停使唤。\n“收起你的毒牙吧，老虺蛇。”那人重重打了一下老头停在半空的手，戴在无名指上的银戒指竟然裂开，上面的宝石也粉碎了。“换个新招数，算我求你。”\n\n村长张了张嘴，说不出话来。\n痛苦的记忆紧紧抓住了他，意欲要把他榨干、碾碎。\n是了，他没有忘记。这个人的容貌、声音、能力，所有的一切，他都深刻记忆着，但一刻也不想再见了，即使是在梦中。\n如果他还年轻，如果他还有机会回到那段曾经的岁月，他一定一定会做出不同的抉择。可现在的后悔显然没有什么用，他只是不明白，那个人，也就是如今重新以相同面貌出现在眼前的，为什么放了他一马，没有夺走他的性命，而叫他在悲惨中度过凄凉的余生。\n行动束缚，魔力释放束缚，这么高等级的东西，也只有他可以轻易释放了吧？\n\n“哎呦，别一副可怜相，我可不吃这套。”那人嘲笑着，丢下老人朝烟日消失的方向走出几步。“等我离开够远，就会自动解除。只是呢，我不会忘记你怎么背叛战友，卑鄙的背后捅刀子的。奉劝，少插手。你也好，另一个没死成的那个孬种也好，都不是我的对手。”\n说完，他轻轻一跃，从视野消失。\n“极加速。”\n村长想。比那个重新出现的敌人还要可怕的，他过往的伙伴。我还是安心做我的角色，远避开好不容易得来的安逸吧……\n“几十年不见，你还是一样狂妄。”苦笑一下，缓慢挪动脚步准备回家。“拥有狂妄的资本和永恒青春，真是好啊……”\n\n------ ------\n\n烟日快抓狂了。\n我去那个梦里的黑影怎么又出现啦？！\n你不是臭老头的印象派儿子吗？你不是半路杀出来搭救我命的奇葩二人组吗？难道说其实是其他东西吗？！\n他跌跌撞撞上气不接下气的狂奔着，黑影在后边穷追不舍越来越大。\n“还给我------把我的东西------”\n好了，现在是1080P的了，还带立体环绕声，远不比梦境的枪版那般模糊。\n不过！老子！实在！不想！碰见！你呀------！！\n\n“阿普瑟！纳斯！”\n随着一声高喊，黑雾被狂风吹开的刹那散去，露出地上蜷缩一团，一只脚卡在树根缝隙中的烟日。\n月光更加明亮，天空中没有一丝云朵。\n刚才解放光明净化魔法的人，靠近烟日，迅速做了个手势。树根“咔”地从根部整齐切断，枯萎干瘪下去了。\n“受伤了吗？”\n“啊？嗯……没有……”\n一直处在陷害自己的人群当中，突然出现救助的，烟日真有点不适应。\n“起来，跟我走。”\n“你……你是谁呀？”无可选择的本能抓住援手，烟日爬起来拍了拍裤子，提了下肩上包裹。“还、还有，我……咳，我们去哪里？”\n“安全的地方。”那人头也没回，径直开步。“可以叫我萝拉。”\n\n“萝……拉……”\n烟日小声咀嚼着刚听到的两个字。\n好吧，离家出走总是危险的，先抱个保镖大腿也不错，觉得不对劲再跑呗，逃跑能力我烟日还是有些自信的。\n假如这次也能跑掉的话……\n\n-------------------------------------------------------------------------------------------------------------\n\n外星人不希望下面一层是章鱼写的，你敢我就烤了你= =#"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1494912840,
            "txt_content": " 本帖最后由 星之永恒 于 2017-5-16 18:40 编辑 \n冥王星人 发表于  2017-5-14 17:18\n前缀：章鱼逗比！我都说了那个人就是尼克！还给写成两个！这么多演员到时候你给片酬呀？！饭盒都不够吃了！！\n（坐等油炸章鱼）\n微光黯淡，暮色逝去。\n烟日看了眼身后的道路，已经走了很远。即使有人已经发现他偷偷离开，也未必会有人再追赶过来了吧……或是已经追不上了吧……\n真好呢。\n然而事实却并不是那么美好。沉浸于思绪中的烟日被脚下的异物一绊，顺势向前跌去。幸而有东西垫了一下他的脸，才没能使他狗啃泥般的趴在地上。\n“你个蠢……把我的鞋给我！走路的时候看着点路！……”萝拉小姐极端克制下的嗓音显得有些瘆人。\n烟日拍了拍衣服上的泥灰，看了看像座山一样站在一旁的萝拉小姐，无奈的叹了口气，整理好灰头土脸的自己。\n“没用的家伙……你自己也注意点，别三天两头的倚着个拐杖似的，像个累赘……”\n“我……自己也许可以走。只要离开了村子……”\n“给我闭嘴。跟上，——以及，走路时别盯着我的鞋子。”\n烟日不语，只是看着手上的戒指，继续思索发生的一切。\n“话说回来，你又为什么要救我呢？各自的路，交汇，分离，延向远方……过客。”\n“叫我萝拉。”她无奈的笑了笑，看着烟日，突然一言不发。\n“只是很好奇而已……还有你的鞋子，我很抱歉……”\n“能跟你这家伙……也真是我的宿命呢。——别再看我的鞋子了。”\n“我并没有……”烟日无奈的辩解着。\n“那么看着点路，天色不早了。——我们快到了。”\n烟日看着余晖中辉映的灯光和暮色，突然感到无比茫然。\n“走快一点。我希望能早点休息。”"
        },
        {
            "author": "上官轩清",
            "timestamp": 1495033080,
            "txt_content": "星之永恒 发表于 2017-5-16 13:34\n（坐等油炸章鱼）\n微光黯淡，暮色逝去。\n烟日看了眼身后的道路，已经走了很远。即使有人已经发现他偷偷离 ...\n　　上接......给你们留个难题\n\n“对了。”萝拉小姐突然停下了，烟日一时不察，直接撞了上去。　\n　　“干嘛？”\n　　但未等烟日反应过来，一只手就赫然穿过了他的胸膛，他迷茫且无助地看向面无表情的萝拉，一双眼中闪过几分痛楚。　\n　　果然么...这个世界上肯真心帮我的......\n　　“没想到真的这么脆啊。”萝拉啧啧称道，“还有啊，下次能不把心理活动当台词念出来吗，刚刚那句我听到了啊，敬业啊敬业！”　　\n　  烟日的眼神逐渐暗淡下去，整个人一下子失去了所有生机，瘫倒在地上。　　\n　  萝拉吹了吹沾满血的手，强忍住想在身上擦擦的冲动，有些难受。“早知道这么难受就换个方法了啊。”　　\n　  “什么时候发现的？”寂静的森林暗处里忽然有声音传来。　　\n　  萝拉用另一只干净的手挠了挠耳朵，斜着眼看向声音传来的地方。\n　  “说出来你可能不信，老娘我一开始就发现了，只是想看看你要干什么才陪你玩下去。啧啧啧，催眠师，这种稀缺产品都给碰到了。”\n　　那声音沉默了一会儿，才又再度开口：“你到底是谁，我自认能看破我手段的人并不多，可却不应该有你这个人。”\n　　“想知道？”萝拉仰起头，一副“我看你很不爽”的样子，“来打呀。”\n　　暗处倏地无了声响，短暂的窒息后，四周的景象开始扭曲了起来。\n　　“那么让我看看......你究竟是谁。”\n　　\n　　烟日站在原地，此时的心情糟糕到了极点，他原计划趁天黑远离这片是非之地，现在却又被人拦下了。\n　　一道黑影伫立在他面前：“为了一个老家伙费了点时间，现在该你了，小朋友，我有事找你。”\n　　听完这话，黑影发现烟日的眼神一瞬间锐利了起来。\n　　什么情况，我的话有这么不友好吗，不应该啊......\n　　想到这里，他意识到也许是自己的态度导致了一些误解，为了尽快确证一些事情，他决定还是温和一些，尽量骗住这位小朋友，早早心安。\n　　他咳了咳嗓子，摘下兜帽，从阴影中走出来，却看到对方的眼刹那间瞪得老大。\n　　“史...史密斯大师？”烟日吓得惊叫了起来，显然是怎么也没有想到面前的人竟会是几日前还与他待在一起的附魔大师。\n　　“你认识我？”史密斯却皱了皱眉，刚摆出的笑脸转眼间就冷了下来，“我们只是刚见面，你却叫出了我的名字——”\n　　他盯住烟日半晌，双眸中泛着丝丝精光。\n　　烟日被他注视得心惊肉跳，这才意识到对方恐怕不是他所熟知的那个大师。\n　　史密斯眯起眼，似乎是经历了一番思绪后，忽然笑了一声。\n　　“原来如此——有意思。”\n　　笑罢，他却不同之前，身形微屈，一股冲天的杀意爆发了开来，语气森然道：“小朋友——”\n　　“准备好死了吗！”\n　　\n　　空气一阵扭曲，萝拉只觉得视线一阵模糊，待看清时，自己身处的地方却已发生了极大的变化，有幽深的森林，变成了飞艇的甲板上。\n　　前面站着两个人。一人是披了件斗篷，里面上身显然赤裸着的健壮男子。一人是身穿一身古怪的占星师装束，气质优雅的女性。\n　　萝拉吸了一口气，翻了翻白眼，接着又认命似地叹了出来。\n　　男子转过头细细端详了一番身旁的女性，神情显得颇为惊讶：“说实话...没想到催眠你的结果是这样，真的是好奇你和这位大名鼎鼎的占星师小姐是什么关系？主从或是朋友么？”\n　　心灵映射——萝拉知道，她能看穿任何骗术，甚至自身不受一切催眠的影响，唯独防不住这个。\n　　她又叹了口气，举起血淋淋的右手对准男子道：“波顿，你还有什么要说的吗？”\n　　哪知对方很是淡定地摆了摆手：“别急，让我理一理，我记得你从一开始就能无视我的催眠，现在我映射出你的心灵，却出来了这么位女士——”\n　　萝拉额上青筋毕露，手掌中有能量凝聚：“你特么给老娘闭嘴啊！！”\n　　轰——\n　　一道光柱直接贯穿了波顿的身体，可是萝拉却看到她的攻击直接从对方身体上穿了过去，宛如穿过一道虚影，没有造成半点伤害。\n　　波顿眼神瞥了过来，待他看到萝拉摆出攻击手势的手掌时，瞳孔却猛然一缩，遏制不住地浮现出震惊得神色。\n　　“原来是这样......”他喃喃自语，“所以没有你这个人。”\n　　萝拉小姐的一颗粗神经的心，渐渐沉了下去。她明白对方已经知晓了——她最大的秘密。\n　　“你没有戒指，却能使用法术。明明看上去是个普通人，却轻而易举地摆脱了催眠。映射出你的心灵，却出现了大陆上赫赫有名的占星师小姐。之所以我的记忆里没有你，并不是我的脑子出问题了，而是——”\n　　他一双眸子饶有兴趣地望了过来，不顾萝拉铁青的脸色，而是缓缓说道：“而是恐怕你根本不是人吧。即便常理上说不通，但我的推论应该没有错。”\n　　“对吧。”他一字一顿道，脸上露出了胜利的微笑，“TM女士的仪灵小姐。”"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1495203780,
            "txt_content": "上官轩清 发表于 2017-5-17 22:58\n　　上接......给你们留个难题\n\n“对了。”萝拉小姐突然停下了，烟日一时不察，直接撞了上去。　\n“到底是怎么回事？！？！”\n眼前的史密斯竟然如此凶恶，和之前那慈祥的附魔师判若两人。\n附魔师一挥手，空气开始波动。光线被扭曲。\n烟日不知道是什么情况，但是他明白一点——\n不跑，就得死。\n可，眼前那究竟是什么？在这一连串令人不解的冒险开始之前，烟日仅仅是一位农民。这样的力量他闻所未闻。\n两个字，似乎是从那男子的口中吐出，又似乎产生在在周围的空气中。\n“气刃”\n他手中不知何时兀地出现一柄长剑。双手紧握长剑，他迅速地一挥。破空声仿佛撞上了固体，在林间的空气中回响\n昏暗的光线中，眼睛根本没法看清任何东西。烟日只能凭着感觉躲避。\n他侧身一跳，寒风从他的耳畔划过，身旁的树木倒下。\n烟日一条腿半跪下，长舒一口气。他认为他逃过一劫了。\n可他错了。\n四面八方的寒风陆续吹到了烟日身上。\n这是死神的呼吸。\n他试图逃跑，可那压迫力实在太强了。他连起身都做不到，更不必说躲避这些气刃了。\n不远处，史密斯站在那儿，双眼眯了起来，看着烟日，以只有自己才能听到的声音喃喃自语：\n“难道‘被选中的人’就这点能耐么？”\n他知道他只要再一挥剑，这气刃都会消失。但是他想等到最后一刻，看看烟日到底是不是真的就是一根废柴。\n对于烟日而言，一秒钟仿佛就是一个世纪。他无法躲避，只能眼睁睁地看着一道在月光下大致露出影子的气刃，向自己的臂膀划去。\n险而又险，它仅仅是从手臂边擦过。虽然扎了个近一厘米深的划痕，所幸并没有把整个手臂切断。\n又是一个气刃飞过，即将穿过肋间。烟日拼尽全力让那气刃仅仅是擦破了他腰的皮。\n他知道自己又逃过一劫，然而，第三道气刃向他的颈部飞来。\n他已经无力继续躲避了。\n“我的生命，恐怕就已经到此为止了吧...”\n听说人将死之时一切都会灵光起来，现在看来确乎如此。过往的一切放电影一般在烟日的脑海中流过——成年礼前的碌碌无为和盲目，成年礼后这几天来的惊险刺激，还有那并未到来的想象中的美好生活...\n都即将宛若泡影，随风消散。\n月光投射下来，仿佛死神镰刀上反射的寒芒；那气刃带起的寒风吹到他敏感的颈间，仿佛死神飘行时衣摆吹起的冷风；眼前一颗颗树，却好似他的坟墓一样摇曳着。\n这是将死之时。\n烟日闭上了眼，等待那万物消散之后的空寂。\n史密斯的精神紧绷起来，双手握着剑。尽管他身经无数大风大浪，此刻也未免紧张起来。目光中的失望难以掩盖。\n但停下了。\n仅仅是擦破了皮，那本可以将烟日杀死的气刃，仿佛凝滞了一般掉落到地上。周遭的其他气刃也是如此，纷纷坠落。在林中发出清脆的响声。\n史密斯讶异地看着自己的手，第一感觉就是自己不小心将气刃抹除了。可他随即知道并不是他动的手。\n不可能会像石化一样坠落的。\n那一声仿佛来自亘古的声响，在林中回荡。无论是那倒地的村长，还是萝拉和波顿，更不要说史密斯。都听到了这一声宏浑的声响。仿佛一位疲倦至极的老人，对后生的叮咛：\n“停下吧。”\n惊喜的光芒浮现在史密斯的眼中。\n“这力量，终于...出来了么？”"
        },
        {
            "author": "冥王星人",
            "timestamp": 1495214700,
            "txt_content": " 本帖最后由 冥王星人 于 2017-5-20 01:27 编辑 \nSmokey_Days 发表于 2017-5-19 22:23\n“到底是怎么回事？！？！”\n眼前的史密斯竟然如此凶恶，和之前那慈祥的附魔师判若两人。\n附魔师一挥手， ...\n　　笨蛋上官！姑奶奶是活人！而且我也不是小姐！！\n　　= =###\n　　\n　　------------------分割线---------------------\n　　\n　　“呼------”萝拉收起架势，闭上眼睛长叹一声。“大意了，还真是丢人呢。”\n　　“咦？”\n　　波顿对突如其来的冷静有些茫然，接着他发现敌手的双眸改变了颜色。\n　　“说起来，距离上次使用，有些日子了……”\n　　没有了幽暗森林，没有了幻影飞艇，四周景色仿佛因为高温晃动，续而卷曲，回归原始的混沌。\n　　\n　　“首先，我是如假包换的活人，既不是仪灵也不是小姐，你的外祖母恐怕比我还要年轻；”\n　　史密斯，本名叫做波顿的催眠师觉得脚下一滑，便向后躺倒跌进无光的深渊。\n　　“其次，你不认识我，不认识从前的我，更不知道我的力量来源，瞎猜是个坏习惯；”\n　　黑暗里的无数只手抓住了波顿，指甲深陷皮肤，狠命撕扯着他的肉体。\n　　“最后，人要是一件犯二的事情都没有做过，也算不上很聪明，你说对吧？”\n　　\n　　“啊------希望以后别在遇见这家伙了……”\n　　萝拉满面愁容，瞟了一眼地上的波顿。\n　　他眼下正在抽搐、打滚、抱着脑袋呻吟，眼神充满惊恐，灰暗无光。那个不可一世，算计了尼克和萝拉，差一点点俘虏了烟日的邪恶催眠师，如今中了更强大者的催眠，力量被夺不说，还挣扎于痛苦世界恨不得以死亡解脱，实在是极大的讽刺。\n　　“我得回去照顾小朋友，不陪你了哦。”\n　　反正，他现在算报废垃圾了。\n　　萝拉暗暗感叹。\n　　\n　　------ ------\n　　\n　　“你厉害啊，小毛头。”史密斯走上前去，给了烟日一手刀，将他打晕。“可惜似乎有人来了，大爷得闪。等我处理完失踪期间事务，再找你玩吧。”\n　　说罢掀起斗篷，一溜烟跑没影了。\n　　跑出几步，史密斯便听见背后响起气急败坏的斥责声音。\n　　“喂！我说你！好不好不要在森林里随便找地方睡觉呀------”\n　　\n　　生活总是不平静的，冒险更加充满波澜。\n　　对于烟日来说，何止是波澜，根本是飓风！飓风！！席卷一切！摧毁一切！抹除一切！\n　　砸吧砸吧嘴，喃呢着“实在吃不下了……”，他醒来了，惊异自己身处之地。\n　　我在哪里？我是谁？刚才跑过去那只兔子的牌照是什么来的？肇事逃逸啊------\n　　\n　　【这里请各位稍等片刻，因为作者被西红柿烂苹果臭鸡蛋埋起来了……】\n　　\n　　这个看似没完没了优柔寡断左呼右突的接龙，进行到现在，已经出现了不少群众演员，剧组从前几天就盒饭不够吃了。所以投资方、化妆师、以及摄影师、后勤大师傅，暗地里合计了一下，把导演烟日拖出去打了一顿，责令他不准再随便乱往剧本里加新角色，否则就剁了他穿成串卖掉，好解决演员们的伙食问题。\n　　如此，在导演烟日治疗骨折修养期间，画外音桑，也就是我，溜进病房对他进行了突击审讯，啊呸！独家采访……\n　　获得了绝密剧透的我，非常震惊原来表面上看似“菜鸡历险记”一类的故事，竟然有如此内涵深邃的世界设定。\n　　俗话说，吃独食遭雷劈。同时为了证明我没有蒙骗各位，这里介绍下故事不为人知的一面。\n　　\n　　世界从无到有，是因为原始力量的分裂。\n　　沉寂、泯灭、固化，与运动、诞生、溶解，分别前往两种极端。\n　　引导毁灭的力量被浓缩压制，注入受限制的物质之中，引导新生的力量则被释放，充满天地之间。\n　　可按照套路，这些藏起来的宝贝总要被什么人翻出来，总要用于邪恶目的大肆破坏一番才叫完成使命。\n　　距今最近的一次，发生在四十年前。那时候，TM还是个初学占卜的小姑娘，和预言二字没半毛钱关系。\n　　\n　　“如果我没记错的话，”TM顿了顿。“这个村子的村长，就是当时被放逐到这里的。”\n　　“哇……”道格抬手帮助自己的下巴归位，收敛了下表情。“呃，其实……您刚才说的，我一句话没听懂……”\n　　“好吧，我再给你解释一下，”TM无奈的摇摇头。“三十多年前，我跟着老师远赴战场，为负伤的士兵提供医疗，顺便练习学习到的东西。那时候你应该还没出生，但至少听说过，就是著名的‘尤利斯坦’战役。”\n　　“啊……那啥……我上学时候历史都不及格的说……”\n　　“别打岔！”TM生气的朝道格吼了一句。“战斗过程就不说了，课本上都有，但结局却没那么好。主力部队的带领者虽然夺取到了关键物品，可多一半的战友都牺牲了，更糟糕的是，其中一个带领者起了贪心，趁大家放松下来收拾行李准备返回时候，杀了保存战利品的人，偷了东西逃跑。”\n　　“结果？”\n　　“幸好他没能跑出营地，就被‘那个人’发觉。结果作为囚犯和罪首一起押回来，流放到这村子，完了。”\n　　“那刚才和您通话的？”\n　　“没错。”一丝喜色浮上TM的脸颊。“我的老师、誓友，小朋友现在正在她身边。”\n　　“……”\n　　“好吧，我看你还是不明白，再简单一点说吧。与世界对立，蕴含引导毁灭之力的三件东西，‘岩石之令’、‘下界之星’、‘末界之卵’，第一件似乎在小朋友那里，拥有将万物固化后摧毁的能力；第二件在‘那个人’手上，可以吞噬消融所有，包括灵魂，在她来讲世间没有不朽；第三个由我和我老师亲手封存在绝密的地方，防止它孵化出来恐怖的代名词。懂了没？”\n　　“噫……只是……”道格搔搔头。“她都没说坐标在哪里，还那种沙沙啦啦的通话质量……”\n　　“那是因为怕人追踪，故意的。”TM掏出块布擦擦水晶球。“毕竟三分之二的毁灭力量在那里，必须小心。好了，今天休息一晚，明天启程去首府，见你上司。”\n　　\n　　-----------------------------------------------------\n　　\n　　楼下的人，烟日的特技是石化功，别写歪。\n　　还有他在我手下接受特训。\n　　波顿和尼克都报废回收，别叫他俩再出场了。\n　　多写写烟日怎么刷经验吧，他现在战斗力只有5。\n　　以上。"
        },
        {
            "author": "WM2030",
            "timestamp": 1495232640,
            "txt_content": " 本帖最后由 WM2030 于 2017-5-20 06:49 编辑 \n冥王星人 发表于 2017-5-20 01:25\n　　笨蛋上官！姑奶奶是活人！而且我也不是小姐！！\n　　= =###\n　　\n     萝拉，她尽管年龄已经很不小，但是看起来还是个青年人的样子。至于身体素质更是要比青年人好得多。\n\n      这倒不是因为这位大神深谙延年益寿之术或者对于保养有特殊心得，而是因为她本来就不是个正常人类。从寿命极长这一点上来看，她有可能是偷吃了人参果的铁傀儡。但是从她的身形体态来看，倒还是更接近人类，比较可能是偷吃了人参果的雪傀儡。我试图使用跨越时空的力量向她求证，于是我听到她说：“去你丫的！老娘不是傀儡！”\n\n      她确实不太可能是傀儡，她实在是个自我意识很强的“人”。当然她自认为是一个正常的人，如果有人说她不是人，她肯定是要生气的。\n\n      如果放下种族问题不看，那么她的童年时代还是过得不算糟糕的。她的父母虽然不算什么强者，但是因为种族原因，战斗力比起一般人类还是要强不少，在长期被人类追杀的过程中，一身瞬移功夫练得出神入化。因此她出生之后，被父母带去了无人烟的丛林里隐居起来，决定等到她能熟练瞬移了再回到原来的草原上去。\n\n      但是她跟着老爹练了七八年，甚至连一次瞬移都没能成功过。后来把她爹逼得急了，拎了一桶水就往她头上浇。结果这丫头啥事儿没有，他爹倒是被湿得跳脚。\n\n      再过几年，萝拉还是没学会瞬移，个子也不见长，长了个正常人类的个头就停下了，倒是有一次她偷偷溜进城里，被铁傀儡发现了追着跑，情急之中一转身放了个动感光波出来，一招击败铁傀儡。\n\n      等到寻女心切的老爹过来一看，心里已经知道了事情的全过程。那哪儿是动感光波，分明就是龙息嘛！那事情就很清楚了，孩子她爹只能选择原谅孩子她娘了。没过多久，老龙王就把孩子她娘名正言顺地收入后宫。至于孩子她爹，后来成了老龙王近卫部队的一名光荣成员，每天和战友讨论自己的情感经历，惺惺相惜。\n\n      至于萝拉，老龙王本来想把她也带到自己身边来，但是后来事儿一多就忘了，一直到老龙王被杀也没想起来过。所以现在萝拉还在人间晃悠。\n\n      萝拉这些年的奇特经历不需要多说，总之万分坎坷，比起烟日小哥，戏剧性上可能有所欠缺，但是在惊险程度上，没有主角加成的萝拉是不会比烟日差上太多的，尤其是她还没能熟练使用龙息的时候。不过后来她的日子就好过多了，打着打着就放光波谁也挡不住啊。再说这光波收放随心，萝拉想杀的人还没几个是能活下来的。而且她的独特身世加上基因突变因素还让她有了预言抗性和催眠能力，更重要的是这些年来也没有惹上过大势力，所以她战斗力强得不像话，却也声名不显。\n\n      直到后来她遇到了一个男人，这个家伙一身伤疤，扛起龙息来好像家常便饭。萝拉对他一见倾心，当即决定要把他收为己有。这个男人是何许人也？他让人吃惊的防御力是哪儿来的？\n\n      这个家伙就是无情屠杀了老龙王的男人，身上的伤疤可都是带着末影印记的，对于龙息抵抗力满点。只是他杀老龙王首先是因为龙王年老体弱，再加上他从小习武皮糙肉厚，硬扛着龙息冲上去给了龙王两刀，那群整天聊天的近卫军还没出现，龙王就完蛋了。这种情况下他怎么可能会接受这个龙息女子的求爱？可是让他杀掉这样一个女人也不忍心，所以只好一路跑跑跑。刚烈的末影女子萝拉也就一路追追追。\n\n      后来那个男人跑到了渡轮上，船已离岸，在他身后，萝拉只好在码头上止步。但他怎么也没有想到，萝拉同志在爱情的力量驱使下，一口气一憋就是一个瞬移。情急之中，他随手搂过身边的一个女人，对着萝拉做出了这样的口型：“我女朋友。”这个四肢发达头脑简单的家伙在那一瞬间对于自己的智谋非常满意。\n\n      那个上身赤裸的男人搂住那个女占卜师时的得意深深地刻在了萝拉的脑海之中，给“年幼”的萝拉留下了巨大的心理阴影。\n\n      之后那个男人给当时的TM女士道了歉就离开了。只是没过多久，他干了一票大买卖。惹恼了当局，议会震怒之下，用天眼去修理他，结果这家伙抵抗预言术的能力实在太差，这么一下竟然直接把他整个人以及一切相关事件抹去了。只剩下天生预言抗性的萝拉身上还有他的残存影像。\n\n      后世的历史学家怎么也不会想到这样一个强者会被“抹除”，所以他们提出了多种完全偏离事实的假说来解释这一系列历史异常。这些假说是如此的可信，以至于就算有人说出历史真相恐怕也是不会被相信的了。至于萝拉脑中的那点影像，这个粗线条的姑娘完全不知道那个男人是谁，她只是在那一点上受到了重大刺激所以把他记了下来罢了。\n\n      顺带一提，萝拉在那一天之后又不能用她的瞬移技能了。不过她也不介意就是了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1497008580,
            "txt_content": "WM2030 发表于 2017-5-20 06:24\n萝拉，她尽管年龄已经很不小，但是看起来还是个青年人的样子。至于身体素质更是要比青年人好得多。\n\n ...\n　　\n　　\n　　“就这些。我会把他带到你那里，但要等时机合适。”\n　　萝拉用拇指在袖珍水晶球表面轻轻一划，切断了通话。\n　　现在，她身处废弃农场的谷仓。\n　　日夜交替之间，最后一点太阳光透过屋顶破洞撒进来，没多久就黯淡了。\n　　\n　　“唔呜呜呜呜！”\n　　住户遗留的草堆底下，有一团东西蠕动起来，发出奇怪的呜呜声。\n　　“干什么？”\n　　“呜呜呜呜！呜呜呜呜啊！”（给我解开！我脚都麻了！）\n　　“忍着点吧，谁叫你自讨没趣想逃跑呢。”萝拉一脸嫌弃，撇了眼五花大绑嘴里塞着抹布的烟日。“如果不能表现得老实一点，还打算趁不注意去给野兽当点心，就拖到你愿意听话为止。”\n　　“唔哇啊啊，呜呜呜呜哇，呜呜呜呜呜呜……”（好吧大姐，我快饿死了，求你放过我吧……）\n　　\n　　烟日鼻子一酸腿一软，瘫倒在草料上，委屈的流下几滴眼泪。\n　　自打记事以来，他很少哭。但今天……\n　　我认错，认错还不行么？\n　　“咦？”\n　　一瞬间绳子松开，抹布也拿掉了。萝拉把水袋面包推到面前，冷冷的说：\n　　“吃吧。”\n　　\n　　“谢谢……”\n　　简短表示感激，烟日迅速爬起来，狼吞虎咽。\n　　边吃他边用余光打量萝拉。\n　　这个人，说不定不像最初印象那么冷血，杀人不眨眼。好歹她救了我，即使不知怎么走散了一次，可我也算受到了保护。\n　　只不过烟日到现在依旧糊里糊涂，他在周围这群突然冒出来的怪人当中，充当什么角色。\n　　诶？那是？\n　　萝拉衣服的边角有几个裂口，看上去不是穿旧的磨损，从刚才开始，她就在往手上涂着墨绿色的什么东西，刺鼻的怪味扑面而来。\n　　莫非……？\n　　\n　　“那个，请问……”烟日使劲咽了口唾沫，壮胆问。“今天，你怎么突然就不见了？”\n　　“没什么。”萝拉头也不抬的搪塞过去。“快点吃，吃完睡觉，明天要早起赶路。”\n　　“可我在林子里，遇到了袭击，命差点没了。”\n　　“啊？”\n　　萝拉的反应叫烟日有点后悔提起这个，但既然话已经出口，就必须讲完。所以他就把自己怎么在林子里遇见史密斯，怎么一路躲闪，怎么意外获救，原原本本介绍了一遍。听过后的萝拉眼睑低垂沉思了一会儿，没说什么，直接命令他去睡觉。\n　　这下烟日沉不住气了，他一头扎过去，使出惯用的撒娇技俩，要逼萝拉说出点和自己有关的东西来。\n　　\n　　“唉------”萝拉无奈的叹了口气，总算丢了两句话过去。“我也……被袭击了。接下来的一段时间，我计划挖掘你的潜力，直到你可以保护自己。之后去哪里，做什么，我就不管了。”\n　　“不、不管？”\n　　“对，我不服务于任何组织，和TM顶多算朋友关系，但至少我知道他们不会害你。如果你想像我一样拥有足够的自由，不受束缚和牵制，首先需要具备交换自由的资本。”\n　　\n　　这样说的话，我应该会变得很厉害才对。\n　　烟日看看破洞外的星空，又看看身边睡着的萝拉，突然觉得自己长大了，是大人了。\n　　对了，经过成人仪式的自己，理所应当单人独挡一面，嬉笑玩耍倍受保护的日子一去不返。\n　　“我要变强。”\n　　烟日心里暗下决心，随即脑袋一歪，睡得人事不省。\n"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1501826040,
            "txt_content": "冥王星人 发表于 2017-6-9 19:43\n　　\n　　\n　　“就这些。我会把他带到你那里，但要等时机合适。”\n    天亮了....\n    烟日看了看天空，天空湛蓝一片，谁又会知道今天会发生什么呢？\n    烟日见萝拉的食物寥寥无几，准备出去找找食物，不然就算没有怪物的袭击，他们也会被活活饿死。\n    在不知过了多久，烟日采了一些蘑菇，回到了废弃农场的谷仓，可烟日一进谷仓，顿时瘫了下来，这....哪还是萝拉，分明就是一堆骨头！从谷仓内的杂草堆又穿出几只僵尸，“你们这群死粽子，居然敢袭击一个没有武器的女生，还是不是僵尸！”说罢，烟日拿着随手的棍棒，捅爆了屋顶，屋顶没了，太阳光的炽热照射下来，这些僵尸慢慢的自燃起来，“畜生啊！都给我去死吧！”烟日拿着长棍去敲击这群僵尸，这群僵尸大概有三四只，都被烟日给拿下了。\n\n    烟日见僵尸都倒下了，然后跪着说道，“对不起，萝拉”。\n\n    突然！不知道是谁，给了烟日一棒子，烟日便昏睡了过去。\n    等烟日醒来，发现自己居然在渡轮！然后隐隐约约看见一个很像萝拉的女孩，跳下了河去。\n\n    烟日看情况不对，也跳了下去。在水中，萝拉的声音对烟日说：“烟日，快醒醒......”。烟日听见了这个声音，慢慢恢复了状态，等烟日冒出水上，他醒了......\n    发现自己还在农场的那个谷仓的烟日十分惊讶，刚刚是我的幻觉还是......\n    随后，从谷仓外有人慢慢走来，“烟日！我还以为你失踪了呢！”那是萝拉的声音，“萝拉，你没死....”，“死？你不会以为这骨头是我的吧，哈哈哈，你见过什么怪物吃人会留骨头的吗，当然是我这个怪物啦，这个骨头是骷髅的好吗。”\n    烟日嘴角浮了笑容，“对了，这是我采的蘑菇，刚刚我看见地上的骨头还以为是你的....”\n   “咦，好恶心。蘑菇我就不吃了，我们赶紧走吧......”\n   也许，长夜绵绵呢，南风来袭......"
        }
    ]
}