{
    "title": "【四月活动】【原创·短篇·内置BGM】装饰品",
    "author": "nianbing",
    "replyCount": 6,
    "timestamp": 1493247720,
    "txt_content": " 本帖最后由 nianbing 于 2017-4-27 07:20 编辑 \n    “泛黄的纸上雀跃着的文字，用极尽奢华的语言装饰了一篇篇文章。破旧的书屋里只因这些文章，显得格外的金碧辉煌。”\n\n    金碧辉煌的书屋之外，便是一条狭窄的小径，于书屋的华丽庄严大相径庭。沿路上，青苔攀附上一节节龟裂已久的台阶。倘若有心，早晨独步外出，抬头便可透过晨间的甘露欣赏日出，可谁能够透过灿烂的晨曦，窥见那一抹难以言明的异物？\n\n    刹那芳华尽管不值得旅人去留恋，可却能够拨动一位作家的心弦。我曾为书屋那刹那的幽静深深的着迷，在我逃至这个清幽的书屋之前，门外的书童曾将这里当做人间炼狱。不论外鸟语花香、生机盎然，唯独这里反而衬托出落魄难堪的惨状。仿佛死兆星终日悬于书屋上空，每时每刻都可能有乌鸦肆意妄为，满目疮痍的书屋缠绕着一层层恶难。也曾请拥有仙风道骨的道士驱除魔障，可最后什么都没说便夹着尾巴逃走，剩下我留着这里用文字掩盖创伤。\n\n    虽说是掩盖，可也仅此而已了。我其实并非如何了不起的作家，甚至于，连在上色情杂志上刊登的三流作家都不如，毕竟他们都能够明白自己在写些什么，文章即使再如何枯燥乏味，他们的文章却总是让我羡慕不以，因为唯独他们那样的文章，不会拥有空洞，更不需要遮遮掩掩。别说有意无意的模仿，我就连下笔的资格都不曾拥有，毕竟我的笔下，不是显得很虚伪吗？\n\n    作为失格却总不愿承认的人，我总喜欢用华丽的字句，去掩饰那些空洞且枯燥的语言。写出的文字，瞒天过海的伎俩更是出神入化。我能够保证，再如何真实的文字，只要出自我的笔下，定可以让文字看似一撇一捺之间都泛滥着氤氲烟尘，就连自己都能欺骗的如痴如醉，更何况其他读者呢。可高度泛滥的烟尘越发难以控制，让文章看似脱离世俗，实际上净是些扬起灰尘去遮掩的篇幅。于是文字也许在我的笔下，成为了绝不可饶恕的罪孽。胆小懦弱的我，居然可悲的认为就连文字都会憎恨我，字里行间充斥着数不尽的责骂、质问，仅因为我给无罪的它们刻上了一笔笔耻辱的印记，又添油加醋般挂上毋有的罪名。这也许就是当“作家”这一行业的后遗症吧？什么，你是说我算是“作家”？也对，就我这拙劣的文笔，我也觉得读作“作家”，写作“骗子”才更为恰当。\n\n    我的文章被世人在漆黑的深谷里寻见。所有人都为我笔下的“神韵”所癫狂。可狂窗外尽管好评如潮，世人都被我华丽的粉饰蒙骗，赞赏之词带来的虚荣却让我这个骗子疏忽大意了。于那一刻，浓妆艳抹终究难以抵挡那一丝阑雨，仅仅一丝便将我的精髓破坏殆尽，粉饰褪尽之前更是令人感到恶心，这一瞬间带来的清醒，足矣让世人察觉到自己一直以来都在夸赞的文采，竟不过是一抔可悲的沙砾，甚至于尚且富有内容的烂泥都比不上，仅不过一抔毫无内涵可言的沙砾。顷刻间赞美与欢呼被倾倒，转瞬间成为难以入耳的谩骂与侮辱；曾经的荣耀与美誉，成为了不堪的耻辱与败笔。\n\n    可我不认为错在于我，尽管我身为作家，尽管我用下贱的手段欺骗了世人，追根究底不过是世人的眼睛混浊不堪，竟然连如此无趣的伪装都无法拆穿。说到底，作家所写的东西又能有多少真实蕴藏在字里行间？嘲笑我的可怜之时，究竟有多少可怜虫还沉浸在愤怒中？\n\n    你问书屋怎么样了？书屋也在那场阑雨之后，丧失了那幅蓬荜生辉的景象，耀眼的光芒顷刻间便不复存在，再深的积淀也抵不过那一刻的阑雨。阑雨停止肆虐之后也剩不下什么，满目疮痍、煞是可悲。\n\n    倘若我说，唯一的罪人既非我也非世人，是那场作为罪魁祸首的阑雨，不仅将我身上的光芒冲刷殆尽，还使得我滑入淤泥，然后载着满身污秽上岸，可同时又洗不净世人眼中的污浊，亦或是自己身上的泥泞。如此说来，我与旅人毫无差异。与其说我是一位可怜的作家，我更希望世人用更加低贱的称呼唤我：“骗子” \n\n\n\nps.这次没时间做插画来给这个无聊的文字弄点气氛，所以暂且用上一篇旅人的插画垫上，个人感觉气氛不好差太多吧....所以看着这样拙劣的文章不禁心生厌恶的话，错在我，而不在你。\n\nhttp://www.xiami.com/widget/49582878_1773775678,_235_346_FF8719_494949_0/multiPlayer.swf\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493266500,
            "txt_content": "其实嘛，这应当就是所谓文风的差别了\n我曾经听人评价某辞藻华丽却几乎没有实质内容的小说：\n“读者读的是他的技巧，不是小说本身”\n即是如此。"
        },
        {
            "author": "nianbing",
            "timestamp": 1493267640,
            "txt_content": "Smokey_Days 发表于 2017-4-27 12:15\n其实嘛，这应当就是所谓文风的差别了\n我曾经听人评价某辞藻华丽却几乎没有实质内容的小说：\n“读者读的是他 ...\n有些同感吧。不过就我来说，文章可以没有实质的内容，但是也不应该显得空洞，读者读的是作者的技巧，但是如果文章显得空洞，读者也许就读不出什么技巧了。"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1493272680,
            "txt_content": "我很好奇，这文是你的真实写照吗，可不管是与否，这篇文章都是十分的出色。虽然窥探隐私不好，不过我还是很好奇何样的阑雨能让你有感而发写出这文章。也许正如你说的那样，这篇文也有可能是一个臆想，但我真的被带入了这个故事，我也很有兴趣去了解从金碧辉煌跌入低谷这之间的故事，不如写一个？\n表面看没故事，仅仅是叙述而已，但最大的故事就藏在文字中，不管文章好坏，但这个意境我是被带进去了。"
        },
        {
            "author": "nianbing",
            "timestamp": 1493283960,
            "txt_content": "火影羁绊 发表于 2017-4-27 13:58\n我很好奇，这文是你的真实写照吗，可不管是与否，这篇文章都是十分的出色。虽然窥探隐私不好，不过我还是很 ...\n关于“阑雨”，应该会作为独立的一个短篇发出来，算是这个系列的线索吧......至于为什么会有感而发，这仅仅是心像罢了。我这拙劣的文笔能够将读者带入意境，也许是莫大的荣幸了吧"
        },
        {
            "author": "WM2030",
            "timestamp": 1493598720,
            "txt_content": "说实话，文章的文采算是不错的了，但文字的运用还需要花些时间打磨。\n我读出了一种狂傲来，尽管加了掩饰，但是在“糟糕”和“拙劣”的背后，它正在张牙舞爪。\n以至于在无意之中竟露出了自相矛盾的印记。\n\n我有两点想说，只是未必切要。\n第一，试试把自己抽离文本。\n第二，试试把自己融入文本。\n\n二者实际上是矛盾的。\n但总之我觉得欲言又止空留下半个投影的写法使读者不得满足。尽管我就是这么干的。"
        },
        {
            "author": "nianbing",
            "timestamp": 1493605860,
            "txt_content": "WM2030 发表于 2017-5-1 08:32\n说实话，文章的文采算是不错的了，但文字的运用还需要花些时间打磨。\n我读出了一种狂傲来，尽管加了掩饰， ...\n我想写的是一个“自以为是”且“狂妄自大”的作家，受了那么多痛还没有丝毫改变。本想以第三人称去写，但自己着实没有那个能力。欲言又止的感觉是我自己的失误，不知道为什么只要我写出来的东西，都会有这种感觉，大概就是文章内容不明确导致的吧....."
        }
    ]
}