{
    "title": "[Minecraft.net│CULTURE] Concrete Dreams 混凝土之梦",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1493218500,
    "txt_content": " 本帖最后由 像素君 于 2017-4-28 20:39 编辑 \n\n\n\n\n\n\nConcrete DreamsCubedRealism explains how context makes a city-build breathe混凝土之梦让CubedRealism为我们介绍环境如何让城市建筑学会呼吸\n\"Real cities - although not all - aren't planned out from start to end, \" explains CubedRealism. “They grow naturally. \"“真正的城市大部分情况下不是从头到尾都规划好了的。”CubedRealism解释说。“它们应像植物般自然成长。”\nIt's really this observation that has defined CubedRealism's approach to building his city, and what sets his work apart from so many other builds. Every structure has a history. In the very architecture itself is a story of how the city's purpose has changed. Dereliction creeps in. Nature reclaims unused spaces. Old buildings get refurbished and extended. Abandoned industrial sites become swanky condos. The fashionable new builds of the 80s become canvasses for graffiti. The city lives!\n\nCubedRealism确实按照着这样的想法来建造他的城市。这个想法使他的作品和其他作品相比独具特色。每一个建筑都有一段故事。城市本身就是一个故事的建造目的已经改变了。被遗弃的地方出现了，自然侵蚀着未被开发的地盘。老房子被翻新和扩大，废弃的工业区摇身一变成了时髦的公寓。80年代的新潮建筑和涂鸦遥相呼应。这就是城市生活！\n\nAbove all else, exploring CubedRealism's city reveals a love for all kinds of architecture - new, old, functional or fancy. Even the careful recreation of coal-burning power plant expresses a certain sort of beauty - one of several power stations that form part of a decentralised power grid, in the mix with other renewable energy sources. Part of this is realised in the world, part of it remains an imaginary but important context that informs how CubedRealism builds.\n\n在这之上，参观CubedRealism的城市展示出了喜爱各类建筑的作者——新潮的，老旧的，功能型的，亦或是幻想型的。连难以建造的燃煤发电厂也表达出一种美——它是形成巨大电力网络的发电厂之一，也是和其他可再生能源组成的大家庭的一部分。这部分在作品里已经实现，其他一部分还停留在想象之中，但重要的是它告诉了我们CubedRealism是如何建造的。\n\n\n\n\n\"Whatever it is, everything is supposed to have a meaning, \"says CubedRealism. \"It needs to make sense to make it believable. That's the reason why I built the power plant - if there are tons of buildings, they all need energy. There are even sewer systems! Not that anybody would ever see them, but still it helps to get into the 'right mindset'. Thinking about the 'bigger picture' and the history of the thing you're trying to build helps a lot. ”\n\n“不管是什么，一切都应该是有意义的。”CubedRealism说。“而且这需要建立在合理可信的基础上。这就是我为什么建了个发电厂——城市里有大量的建筑，它们都需要电力，甚至得需要一个排水系统！虽然不是所有人都能看到它们，但这有助于进入一个‘良好的状态’。思考‘作品全局’和自己打算建造的东西的故事会对你有很大的帮助。”\n\nThe power plant is a monument to functional design.\n\n发电厂是一个具有纪念意义的功能性建筑。\n\n│\"Thinking about the 'bigger picture' and the history of the thing you're trying to build helps a lot.\"\n│“思考‘作品全局’和自己打算建造的东西的故事会对你有很大的帮助。”\n\n\"There's a large coal depot beneath the ground floor which can be filled by trains or trucks that simply drop their coal from some sort of platform above it, \"explains CubedRealism. \"Tons of pipes and conveyor belts transport the coal to the higher floors, where it gets processed and eventually turned into energy using high efficiency furnaces and turbines on the upper floor. This is a rather effective and clean process - at least in Minecraft! - and because the city is quite large a lot of power is needed.”\n\n“发电厂一层有一个巨大的煤炭仓库，可以方便火车或者是卡车卸下煤炭。”CubedRealism解释道。“数量巨大的管道和传送带可以运送煤炭到楼上，处理后成为高能熔炉和涡轮机的能源。这是一个相当高效和清洁的过程——至少在Minecraft里是这样！因为这个城市相当大，需要很多电力。”\n\n\n\n\n\n\n\n\n\nBut even as CubedRealism draws a detailed history of his city, many of his buildings look to the future too.\n即使CubedRealism为自己的城市描绘了一段历史，他建造的许多建筑物也面向着未来。\n\n\"Because many - but not all - former industrial sites were converted into living spaces, the classic divide between residential and industrial areas gets more and more blurred, \"says CubedRealism. \"That means that most new factories and plants should no longer only be functional but they also have fulfill some sort of aesthetic purpose. That's why I tried to give the build a more modern look with high quality materials that form some sort of 'shell' around the actual machinery. I think this is not only nice for the neighbors but it might also benefits the workers in those plants! ”\n\n“因为很多——但不是所有的旧工业区被转型为居住区，所以住宅区和工业区的界限现在变得越来越模糊了。”CubedRealism说。“这意味着大多数新工厂不再只是功性建筑，但它们也应达到某种审美标准。这就是为什么我试图用好的方块建成一种类似机械外壳的外形来给建筑们一个更现代的外观。我认为这不仅对它的邻居们好，也可能对工厂里的工人好！”\n\n│“The classic divide between residential and industrial areas gets more and more blurred.”\n│“住宅区和工业区的界限现在变得越来越模糊了。”\n\n\"Hiding the 'guts' is one way to do it, \" CubedRealism continues. \"Another, in my opinion way more interesting way is to incorporate these functional parts into the new build when they get refurbished - the city keeps some of its original charm while still offering some sort of modern lifestyle. The apartment conversion project is a good example of this. While most of the facade has been changed you still see a lot of the old structure like the metal beams or even whole brick walls that have remained in it's original state. Another cool thing is a large, re-purposed chimney. It was so large that it could be turned into some sort of small, round tower apartment after some windows have been added! ”\n\n“把内部藏起来是一个方法。”CubedRealism继续说道。“在我看来另一种有趣的方法是把这些功能性构造在添加进新建筑时翻新一下。这样城市仍保持着原来的魅力，同时展现出一种现代的生活色彩。公寓转型项目是一个很好的例子。虽然大多数公寓的外观改变了，但是你仍然可以看见很多以前的建筑骨架，比如金属横梁或甚至整个砖墙，仍保留着它的原始状态。另外一个很酷的东西是一个很大的重建过的烟囱。这个烟囱实在太大了，以至于可以在加几个窗户之后变成一个小圆塔公寓！”\n\n\n\n\n\n\n\nCubedRealism's many-year-long project looks to cities like London, Manchester or Leeds - old cities, with heavy industrial pasts, that have seen continual regeneration.\n\nCubedRealism 制作多年的作品看起来就像就像伦敦、曼彻斯特、利兹这样的城市——有着充满重工业的过去，现在正不断地重建和翻新。\n\n\"I'm a big fan of that contrast of old, traditional buildings and the seemingly very sterile, modern buildings with a lot of glass and high-end materials, ” he says. “That's a tip I can give for all the city builders out there. Don't try to make everything look nice and shiny. Instead, add more grungy, dirty bits. And add Graffiti. Graffiti is present in almost any city and simply a part of the urban culture. So why not add it to your Minecraft build as well? ”\n\n“我喜欢让古老、传统的建筑与使用大量玻璃和高端材料建成的洁净、现代的建筑形成对比。”他说。“这是我可以给所有城市建设者的建议。不要试图让一切看起来很标致，很有光泽。相反，而是应该添加一些甚至更多脏乱的地方，并加一些涂鸦。涂鸦几乎每一个城市都有，而且很容易就化为城市文化的一部分。为什么不试试将它添加到你自己的Minecraft作品中呢？”\n\nCubedRealism himself has learnt a huge amount about cities while building this project - doing something like this puts you face-to-face with all the sorts of real and hugely fascinating challenges that face actual city planners.\n\nCubedRealism自己在建造这个作品时也学习到了大量有关于城市的知识。做些这类的事情可以让你自己面对面地体验到城市规划者这样一个真实而迷人的挑战。\n\n│\"Prior to playing Minecraft, I never really thought about how hard it is to design a proper, working street layout. \"\n│“在玩Minecraft之前，我从未想到设计适宜的街道布局有这么难。”\n\n\"It made me more conscious about a lot of things when I visit a real city, \" says CubedRealism. \"I try to see how and why they are built the way they are and what architectural features are unique to them. I'm also more aware of very real problems like the huge amounts of traffic. Prior to playing Minecraft, I never really thought about how hard it is to design a proper, working street layout with plenty of junctions and so on. I can totally see people starting a career in architecture because Minecraft made it very accessible for them. Even if it's just a small dirt house - it is still architecture. ”\n\n“这让我在游览一个真正的城市时开始关注更多的事情。”CubedRealism说。“我尝试着去理解这些建筑是如何建造以及为什么这样建造的，也尝试着去观察它们独一无二的建筑风格。我也开始意识到像交通拥堵这类现实的问题。在玩Minecraft之前，我从未真正想过设计一个合理的街道布局并把它们连接起来是有多么的难。我看到许多人开始了自己的建筑生涯，因为Minecraft使建筑更平易近人。即便只是一个土房子，它仍然是建筑。”\n\nWhy not give it a go yourself? Maybe you'll find Minecraft is the bedrock of your own architectural career! Have a few more images of CubedRealism's train depot for inspiration:\n\n为什么不自己试一试呢？也许你会发现Minecraft是你建筑事业的基石！最后再欣赏一下几张CubedRealism建造的火车站图片来获取些建造灵感吧：\n\n\n\n\n\n\n\n\n\n\n\n\n原文链接：https://minecraft.net/zh-hans/article/concrete-dreams\n原文作者：Marsh Davies\n原文发布日期：2017年4月29日\n文章翻译：像素君\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1493400960,
            "txt_content": "可惜MC没有电,只有红石"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1493523480,
            "txt_content": "langyo_v3 发表于 2017-4-29 01:36\n可惜MC没有电,只有红石\n左转IndustrialCraft2 Forum"
        }
    ]
}