{
    "title": "[1.12.2-1.7.10][The Betweenlands——交错次元]一个黑暗敌对的世界",
    "author": "Franz",
    "replyCount": 50,
    "timestamp": 1493521740,
    "txt_content": " 本帖最后由 Franz 于 2018-4-24 14:07 编辑 \n\n       MOD简介\n        正如标题所说，这个MOD提供了一个黑暗敌对的新世界。这个世界里没有日夜交替，黑夜是永恒的主题。       绚丽星空下到处隐藏着危机。你可能会看到挂着藤蔓的高大树木，带着点点幽光起舞的萤火虫，淘气的蘑菇精灵，缓慢爬行的蜗牛。不要因此觉得自己安全，你会在不经意中陷入危险：藤蔓是带毒不可攀爬的，蜗牛可能突然对你喷出毒液，匆忙的脚步会突然陷入泥沼中……\n      当你终于找到一个安全的角落休息，你又要开始为了饱食度和腐蚀度而奔波。MOD加入了腐蚀系统和挑食系统。\n      这里是冒险家的乐园，你会在逐适应它的过程喜欢上它。这个世界拥有独特的动物、植物、矿石和环境。你可以展开药物实验，从种类繁多的药材中提炼自然的力量；打造装备，带好药水和材料去挑战Boss；四处探险，去探索不同的生态群系，寻找隐藏在其中的遗迹……\n\n原贴介绍（英文）：\nThe Betweenlands dimension is a dark, swampy realm crawling with strange, monstrous creatures. It is the dimension that the majority of the mod revolves around.\n\nFeatures include -\nA complete independent survival experience with hours of gameplayA whole new dimension to survive inMany new creatures and monsters to fightBosses to defeatPlenty of unique biomes and structures to explore and loot, from towering fortresses to scattered underground ruinsAn extensive herblore system that allows you to create over 30 unique infusions from 14 different aspects found in plantsA unique farming system with several new crop typesOver 300 new blocks to build with, including various machine blocks and a whole lot of plant lifeOver 350 new items, including lots of unique weapons and loot, complete tool and armour sets, plenty of food items, new raw materials, scraps of lore and moreOver 250 new sounds, including 7 immersive ambient tracks and 33 music tracksLots of new mechanics, including food sickness, corrosion of tools, decay of the player, and a combat circle revolving around 3 new gem itemsRandomly occurring events, including changes in the weather as well as sometimes more supernatural occurrencesSpecial built-in custom shader effects to make the worlds look even prettierMultiplayer compatibility so you can survive with your friends...and much, much more!\nLore -During the time when the Overworld and Nether were just being born, this dimension existed as little other than a void of nothingness, but energy seeped into it, giving it potential to grow. Eventually, an interdimensional rift appeared, allowing life force to populate this dimension. A race of NPCs inhabited it, including Revil O' Elcanrab, a powerful Druid. He and his followers worked to twist the Nether's evil into a weapon of peace. However, when they opened the portal in this dimension, evil surged out into it. This caused the NPCs to become Wights. Revil O' Elcanrab himself became the Prime Wight, and he now wielded power over this dimension. He caused the Betweenlands to become a swampy, deathly land, as it is now. After much time, a traveller (the player) found their way to the dimension.\nFeatures -The air is so foul that any creature breathing it slowly decays. The realm has no day/night cycle. Clocks, maps, redstone, flint and steel, and compasses are useless here. Due to the warm and wet environment of The Betweenlands, food from other dimensions rots when travelling through the portal to this dimension, becoming Rotten Food.As Flint and Steel cannot operate in the dimension, there is an alternative way to creating a fire. Simply hold right-click Moss, Cave Moss, or Thorns (either placed or dropped, both block and item forms work) with an Octine Ingot to light it on fire. The ingot will cause the plant to slowly build up flame until it turns into a fire block, without consuming the ingot in the process. This is essential for getting an Infuser started.Torches will not work here, and you will require Sulfur Torches instead. Along with that, tools from other dimensions will be diminished in effectiveness in the Betweenlands, prompting the player to use the Betweenlands tools. However, Betweenlands tools in your inventory will undergo Corrosion.\nHow to access -The Betweenlands can be accessed by creating a Portal Tree, which contains four portals to the dimension. For more information on how to access the dimension, visit the How to get there page.\nEnvironment -The Betweenlands revolves around a swampy-like theme. It has a randomly generated, animated green sky dotted with mysterious, hazy stars. These skies have Auroras from time to time, one of the last sparks of happiness in the dimension. The once verdant soil retains a very dead green colour.The dimension is composed of Swamplands, Patchy Islands, Coarse Islands, Sludge Plains, Deep Waters, and Marshes. The Middle Gem Ores can be found within a couple of these biomes. These biomes are crawling with very thick and uncontrolled flora and fauna, and some contain remnants of long lost civilizations in the form of Small Ruins, Dungeons, and Idol Head Statues, among other mysterious structures. There is one rare major dungeon landmark, the Wight Fortress, that is central to progression. The Betweenlands may give birth to new biomes in the future and will receive more structures, such as Tribe Settlements.The Lake Caverns, or Pitstone layer of The Betweenlands. It houses Valonite Ore, and Life Crystal Ore.The Betweenlands's default tree is the small Weedwood Tree, although there are bigger variations. The dimensions also provides Sap Trees, Rubber Trees, and Dead Trees. More trees are to come in the future.\nThe dimension carries a whole underground system with ores such as Sulfur Ore,Slimy Bone Ore, Octine Ore, Syrmorite Ore, Valonite Ore, and Life Crystal Ore. The caves themselves are often wide and house underground flora and dripping stalactites, along with echoing cave ambiance.There are two main locations of the Betweenlands's underground structure: The Caverns and the Lake Caverns.The Betweenlands only has two underground structures at the moment, and those are the Tar Dungeon, located in the Caverns layer, and the Underground Ruins, located in the Lake Caverns layer. Ancient Temples and more will be arriving in the future.\nLots more information as well as lengthy, in-depth guides for the mod can be found on the official wiki.\n\n图片：\n\n官方视频：更多演示视频请戳这里（多P，被二压的渣画质见谅）宣传视频：[bili=10198979]1[/bili]进入演示：[bili=10205271]3[/bili]环境演示：[bili=10205271]19[/bili]\n如何进入：翻译精简自官方Wik\n       建议准备一些装备，护甲、附魔摔落保护的鞋子和弓箭。       在主世界找到沼泽生态群系，在里边找到德鲁伊祭坛。杀掉祭坛生成的黑暗德鲁伊获取沼泽护身符的4个不同部件，建议使用弓箭。       黑暗德鲁伊会把你扔到空中造成摔落伤害，据wiki说你在里边游泳（不是站在里边）的时候德鲁伊无法攻击你。       获取沼泽护符的4个部件后，最好打掉祭坛下边的刷怪笼。然后右键打开祭坛把四个碎片放在角落的插槽里。祭坛会有一个特殊动画，将部件组合成一个沼泽护身符，接下来再次右击祭坛从中间的插槽里取出护符。       在一个开阔的平地（要打掉高草）放任意种类的树苗，用沼泽护符右击树苗。传送树就会在你的周围生成，有四个前往交错世界的传送门\n原文：\nGetting to the Betweenlands is not the simplest task. It is recommended that you have have higher-level gear (preferably, good armor, feather falling boots, and a bow) in order to obtain the item needed to create the portal.First, you will have to search in the Overworld for a Swampland-type biome. In vanilla, this is always the biome with darker grass and water, trees with vines, and lily pads. Within the Swampland biome you may find a Druid Circle, an ominous location with a circle of runic stone spires and a mysterious altar in the center.Be careful when you come close to this structure, as you will have to face off against the Dark Druids, a band of magic-wielding hooded figures. The druids attack by levitating and throwing you into the air to cause fall damage, which is why feather falling is recommended; you can also use the water bodies in the Swampland to your advantage in these situations, as not only will the water prevent fall damage, but if you are swimming (not standing) in it the druids cannot attack you. This is where you should use the bow to take out the druids from range.You should kill enough druids to obtain at least 4 Swamp Talisman Pieces. Afterwards, it is advised to break the Dark Druid Spawner that lies below the altar. From there, right-click the altar and place the four pieces in each of the corner slots. The altar will then play a special animation and combine the fragments to create the Swamp Talisman, the key to creating the Betweenlands portal. After that, simply right-click the altar again and claim the talisman from the middle slot.From there, it's very simple. Place any type of sapling in a flat and relatively wide area (get rid of the tall grass too), and right-click the sapling with the Swamp Talisman. The Portal Tree will then generate around you, complete with four access portals to the Betweenlands. Make sure you are prepared (do not bring food, potions, torches, or any particularly valuable weapons, for reasons that are explained in the Basic Guide to Survival section). Then dive into the portal to start your adventure in this dark, swampy, and ultimately terrifying dimension.\n1.7.10的搬运帖：链接\n汉化：最新版本Release 3.3.7自带中文有两个版本的Github汉化：似水流年版和TartaricAcid版（推荐，较新）汉化方式为复制代码，保存在txt文档中另存为zh_CN.lang或者从Github直接下载此文件。使用解压软件打开（不是解压）mod文件，将汉化文件复制到assets\\thebetweenlands\\lang\\中。或者依照此页面的说明打包成资源包载入（包含大量热门mod 的汉化）。\nMOD下载：1.12.2对应游戏版本为v3.3.71.10.2对应版本为2.0.4（此版本为Alpha版本）Curse下载页推荐使用上面的官方下载地址，参看汉化的说明自行汉化。度盘的链接失效了，似乎被举报了，再失效就不补档了，反正也不想给非官方地址。百度网盘[强烈不推荐]\n教程(新增视频教程）：官方Wiki有国内网站在依据wiki汉化和编写教程，请自行搜索。以及，来自酒石酸菌的视频教程：建议访问酒石酸菌的主页查看后续更新注：此处内嵌视频为最低画质，更高画质请访问主站[bili=10286986]1[/bili][bili=10316286]1[/bili][bili=10328948]1[/bili]\n\n注意事项：此mod自带光影，可能会和光影核心冲突。和暮色森林这类多世界mod可能存在ID重复问题，若出现问题请修改相关config文件。1.10.2和1.7.10的游戏存档不通用，请不要使用旧的存档。1.7.10加入此mod默认视野为17格，加入服务器会crash(1.8以支持16以上），要更改到16以下再加入服务器。\n\n\n官方FAQ（英文）\n\"How do you install this mod?\"\nThe Betweenlands is installed just like any other Forge mod. Just install the Forge API (you can use an installer) and drop the Betweenlands .jar file into the mods folder that should appear in .minecraft.\n\n\n\"Why is my game crashing?\"\nFirst and foremost, make sure that you are using the correct version of Minecraft and the most up-to-date version of Forge API for that version. Another common cause for crashes are the mod's built-in shaders, which do not work on all computers. To fix this disable them manually in the mod's config file found in .minecraft/config/thebetweenlands. Since the mod has not been released for a along time, certain mods may not work with it. If you can tell which mod is incompatible, report it and we will look into it eventually. If you aren't sure what is causing the crash, then just leave a report and we will try to get back to you.\n\n\n\"My screen is totally black! Have I gone blind?\"\nProbably not, no. If this happens to you, I'm guessing you're using Optifine, in which case you need to turn \"Fast Render\" in the settings to OFF.\n\n\"How do I report a crash?\"\nYou can leave a reply on this thread. Be sure to include the crash log, but always put in a spoiler or post it on something like pastebin.com otherwise we will not address the issue.\n\n\"How do I report a bug?\"\nJust let us know here, or make an issue on the Github page.\n\n\n\"Can I make a suggestion?\"\nSure, but just keep in mind that we have tons of ideas of our own that we would like to implement.\n\n\"So... when is the next update?\"\nWhen it's ready. Seriously, we have no idea you just gotta be patient.\n\n\"Can I include the mod in my modpack?\"\nAs a rule we only allow modpacks hosted on CurseForge. Modpacks hosted on any other platform require written permission from I, MrCompost (the owner), under the joint agreement of the Angry Pixel modding group. In all cases, full credit must be given to the Angry Pixel group.\n\n\n\"Will the mod work on my server?\"\nYup, the mod is completely multiplayer compatible.\n\n如何关闭自带光影：打开游戏菜单——mod设置——找到theBetweenLands——点击config——将Rendering中的True改为False。\n一些签名档图片:\n\n\n\n\n2V2dGYl.png (135.62 KB, 下载次数: 16)\n\n下载附件\n\n2017-4-30 11:44 上传\n\n\n\n\n\n\n\n\n\n35J0151.png (124.11 KB, 下载次数: 10)\n\n下载附件\n\n2017-4-30 11:44 上传\n\n\n\n\n\n\n\n\n\nB30nYML.png (48.66 KB, 下载次数: 14)\n\n下载附件\n\n2017-4-30 11:44 上传\n\n\n\n\n\n\n\n\n\nwOGM0av.jpg (30.48 KB, 下载次数: 12)\n\n下载附件\n\n2017-4-30 11:44 上传\n\n\n\n\n\n\n\n\n\nx918BWF.png (103.51 KB, 下载次数: 7)\n\n下载附件\n\n2017-4-30 11:44 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1762071626",
            "timestamp": 1493522760,
            "txt_content": "这地图看起来挺有感觉的，不错"
        },
        {
            "author": "solongyoung",
            "timestamp": 1493530680,
            "txt_content": "想加服务器去"
        },
        {
            "author": "lyonstang",
            "timestamp": 1493927040,
            "txt_content": "如果游戏能正常打开但是加入汉化补丁后就打不开了 请按照以下方式解决\n在jar文件内打开en_US.lang（最好是用notepad++打开）看一下语句条数 比如1.7.10的1.0.6版是1343条，而汉化补丁第一个只有1342条，对比以后发现少了第83条，于是把第83条补上之后就能正常打开汉化了，顺便第83条内容是tile.thebetweenlands.weedwoodPlanksPressurePlate.name=杂木压力板 这条和78条内容是一样的，不过少了这一句就没办法运行了，，算是一个debug吧"
        },
        {
            "author": "lyonstang",
            "timestamp": 1493931600,
            "txt_content": "solongyoung 发表于 2017-4-30 13:38\n想加服务器去\n1.7.10我想加服务器，但是出现一个问题，加进去后服务器能正常开启，客户端能正常开启，但是客户端连不到服务器，显示丢失方块，服务器显示Attempting connection with missing mods [kimagine] at CLIENT，，这是一般是服务器和客户端forge版本不一样造成的，，但是我的都是1614，不知道为什么会出现这个提示，，希望有人能解决一下"
        },
        {
            "author": "Franz",
            "timestamp": 1493951820,
            "txt_content": " 本帖最后由 Franz 于 2017-5-5 10:42 编辑 \nlyonstang 发表于 2017-5-5 05:00\n1.7.10我想加服务器，但是出现一个问题，加进去后服务器能正常开启，客户端能正常开启，但是客户端连不到 ...\n根据Google结果是这句话没有什么有价值的信息，它只是报了服务端没有的客户端mod，有没有这句话并不会影响服务器，你需要找其他报错信息。而kimagine这个东西无视就好，似乎是KCauldron的问题。"
        },
        {
            "author": "Franz",
            "timestamp": 1493955840,
            "txt_content": "并没有和酒石酸约好，只是知道他的汉化，事实上我只知道ArtaricAcid这个ID……酒石酸君、化学爱好者什么的我现在才知道……@CNife"
        },
        {
            "author": "lyonstang",
            "timestamp": 1493965320,
            "txt_content": "Franz 发表于 2017-5-5 10:37\n根据Google结果是这句话没有什么有价值的信息，它只是报了服务端没有的客户端mod，有没有这句话并不会影响 ...\n我吧这个MOD删了换个别的核心MOD，客户端能连上服务器，但是只要加了这个mod就进不去，后台就显示上面这句话了，我还吧有可能造成这种错误的config world文件夹都删了更新了，，还是报这个错"
        },
        {
            "author": "电浆跳蚤",
            "timestamp": 1493974920,
            "txt_content": "我完全可以预见，虽然这个模组很棒，但是它的内容很难积攒到太多的人气。\n内容也很多，设置也很有趣，但是大家很难关注到！"
        },
        {
            "author": "diaolingvv",
            "timestamp": 1493979300,
            "txt_content": "酒石酸的视频教程：\npart1：http://www.bilibili.com/video/av10286986/\npart2：http://www.bilibili.com/video/av10316286/\npart3：http://www.bilibili.com/video/av10328948/"
        },
        {
            "author": "Franz",
            "timestamp": 1493979660,
            "txt_content": "lyonstang 发表于 2017-5-5 14:22\n我吧这个MOD删了换个别的核心MOD，客户端能连上服务器，但是只要加了这个mod就进不去，后台就显示上面这 ...\n把客户端视野调低到16以下再连\nPs:都说了那句话没有什么有用信息，你要找crash report"
        },
        {
            "author": "Franz",
            "timestamp": 1493979720,
            "txt_content": "diaolingvv 发表于 2017-5-5 18:15\n酒石酸的视频教程：\npart1：http://www.bilibili.com/video/av10286986/\npart2：http://www.bilibili.com/v ...\nget！  感谢OwO"
        },
        {
            "author": "CNife",
            "timestamp": 1493998020,
            "txt_content": "Franz 发表于 2017-5-5 11:44\n并没有和酒石酸约好，只是知道他的汉化，事实上我只知道ArtaricAcid这个ID……酒石酸君、化学爱好者什么的 ...\n他最近在 B 站发交错维度的教程，我看你的贴子正好推到首页，还以为你们认识呢"
        },
        {
            "author": "时之歌",
            "timestamp": 1494133680,
            "txt_content": "模型做得超好啊！感谢楼主"
        },
        {
            "author": "1169240459",
            "timestamp": 1494388200,
            "txt_content": "翻墙下载10kb下了一个多小时然后网络错误下载失败就很爆炸"
        },
        {
            "author": "qq1808054787",
            "timestamp": 1495020960,
            "txt_content": "这种模组我最喜欢了很符合我口味"
        },
        {
            "author": "qq1808054787",
            "timestamp": 1496287320,
            "txt_content": "发现一个bug打开游戏后再打开背包JEI切换页面之后直接崩溃好像跟某些主流mod有冲突"
        },
        {
            "author": "AGMT",
            "timestamp": 1499016300,
            "txt_content": "装了这个mod后主界面也变了，lz你知道怎么改回去吗"
        },
        {
            "author": "13232589528",
            "timestamp": 1499174400,
            "txt_content": "为啥我一进去传送门，到达新世界就卡的一B，地图都刷不出来"
        },
        {
            "author": "BloodofLz",
            "timestamp": 1499242560,
            "txt_content": "AGMT 发表于 2017-7-3 01:25\n装了这个mod后主界面也变了，lz你知道怎么改回去吗\nconfig里有，第一条就是"
        },
        {
            "author": "BloodofLz",
            "timestamp": 1499242800,
            "txt_content": "已经更新到2.0.4了，很喜欢这个mod引入的新系统，而且也不影响其他世界生存。但是更新得还真是不紧不慢，预告的新内容还没实装还暂时移除了一些旧功能，追起来需要耐心……"
        },
        {
            "author": "；；夜莺",
            "timestamp": 1499301600,
            "txt_content": "1.7.10安装后无法启动游戏"
        },
        {
            "author": "C784155429",
            "timestamp": 1499320800,
            "txt_content": "MCBBS有你更精彩~~~"
        },
        {
            "author": "AGMT",
            "timestamp": 1499416500,
            "txt_content": "BloodofLz 发表于 2017-7-5 16:20\n已经更新到2.0.4了，很喜欢这个mod引入的新系统，而且也不影响其他世界生存。但是更新得还真是不紧不慢，预 ...\n大佬，mod里面的遗迹实装了吗？"
        },
        {
            "author": "白鸽十五楼",
            "timestamp": 1499540700,
            "txt_content": "汉化加进去之后，全都是小格子，没有中文显示\nwhy？"
        },
        {
            "author": "呵个头",
            "timestamp": 1499746140,
            "txt_content": "66666666666666666666666666666666666666666666666666666666666666666好"
        },
        {
            "author": "Surfingdog",
            "timestamp": 1501491180,
            "txt_content": "使用了汉化文本后显示这个无法进入服务器，删除汉化文本使用原版却可以进入服务器。。。"
        },
        {
            "author": "Tture7",
            "timestamp": 1501525740,
            "txt_content": "将工业2实验版冷却液单元放入杂草工作台合成会导致游戏崩溃，再次进入游戏又崩溃，根本无法进入存档啊，我该怎么办..."
        },
        {
            "author": "xfha",
            "timestamp": 1501911780,
            "txt_content": "楼主该解决下放到服务器这个问题 还有汉化文本 不要这么蓝好伐"
        },
        {
            "author": "Franz",
            "timestamp": 1503487980,
            "txt_content": "xfha 发表于 2017-8-5 13:43\n楼主该解决下放到服务器这个问题 还有汉化文本 不要这么蓝好伐\nmod以及汉化都不是我做的，我只是搬运，所以有什么bug我无能为力。\n汉化问题，emmmm...我都给出汉化方法了，所以到底是你懒还是我懒。"
        },
        {
            "author": "feishili11",
            "timestamp": 1505581620,
            "txt_content": "里面的东西很喜欢 尤其是武器装备的设计(没错那个冲级剑特效简直酷炫到没朋友) 唯一一点难受的就是和光影有冲突 进去一片原谅色 关了才能好好玩"
        },
        {
            "author": "神秘指令",
            "timestamp": 1505629260,
            "txt_content": "谁有弄好的汉化文件，汉化弄完了之后打开游戏名称都是乱码"
        },
        {
            "author": "feishili11",
            "timestamp": 1505755320,
            "txt_content": "和沉浸工业加一起后 一用那个有震荡波特效的冲击剑画面会卡住 游戏没卡就是画面顿住不会动了"
        },
        {
            "author": "亚欧大诺",
            "timestamp": 1506003180,
            "txt_content": "这个mod以前就在某国外网站看到过，可惜我家网络不能下载外网连接软件"
        },
        {
            "author": "2317134820",
            "timestamp": 1506150600,
            "txt_content": "神秘指令 发表于 2017-9-17 14:21\n谁有弄好的汉化文件，汉化弄完了之后打开游戏名称都是乱码\nhh我也是这样"
        },
        {
            "author": "Pink__fish",
            "timestamp": 1506677940,
            "txt_content": "请问  一跑到祭坛 就报错 退出游戏，显示exit code 1  是什么原因呢"
        },
        {
            "author": "Pink__fish",
            "timestamp": 1506681300,
            "txt_content": "楼主大大好~ 我想问下交错次元MOD 的问题~ 就是我玩的是1.10.2版本  然后最新的2.0.4MOD版本  一跑到沼泽附的祭坛旁边就闪退   提示exit code:-1  我也更新了显卡驱动 但是还是不行  所以来问问您 知不知道是什么原因呢"
        },
        {
            "author": "as898489651",
            "timestamp": 1507716720,
            "txt_content": "黑暗氛围掉渣"
        },
        {
            "author": "QYER灬小白",
            "timestamp": 1521864780,
            "txt_content": "楼主，都更新到了1.12.2，The Between Lands v.3.3.4了，你不更新真的好吗"
        },
        {
            "author": "AS885",
            "timestamp": 1523928480,
            "txt_content": "遇到一个问题，这个mod和暮色森林一起用的时候好像会出bug，生成的世界怪怪的"
        },
        {
            "author": "1372436983",
            "timestamp": 1523952060,
            "txt_content": "厉害emmmmmmm拿走了"
        },
        {
            "author": "Gingerbread",
            "timestamp": 1529573700,
            "txt_content": "楼主，取下沼泽护身符后祭坛下的刷怪笼会自动消失，祭坛范围内的黑暗德鲁伊也会消失（范围外的不会）。另外，3.3.9版本更新了。"
        },
        {
            "author": "Gingerbread",
            "timestamp": 1529573820,
            "txt_content": "xurui443 发表于 2017-5-5 17:02\n我完全可以预见，虽然这个模组很棒，但是它的内容很难积攒到太多的人气。\n内容也很多，设置也很有趣，但是 ...\n好玩不火系列"
        },
        {
            "author": "孤海一帆",
            "timestamp": 1529581560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "you_an",
            "timestamp": 1531273020,
            "txt_content": "楼主大大，我想问问关于食物腐蚀和工具削弱白名单该如何设置啊，尝试过几次它原有的提示也没用"
        },
        {
            "author": "RedDeath5921",
            "timestamp": 1563543780,
            "txt_content": "求百度云，天卡了，4kb一秒你敢信？百度云都不敢这么慢"
        },
        {
            "author": "983746436",
            "timestamp": 1569058920,
            "txt_content": "交错次元赛高"
        },
        {
            "author": "wolfonrhesky",
            "timestamp": 1571283960,
            "txt_content": "1169240459 发表于 2017-5-10 11:50\n翻墙下载10kb下了一个多小时然后网络错误下载失败就很爆炸\n同\n凑字凑字凑字凑字凑字凑字"
        },
        {
            "author": "鹤小仙",
            "timestamp": 1582130820,
            "txt_content": "为什么我加进去了却没有"
        },
        {
            "author": "Dry_Ink",
            "timestamp": 1582991280,
            "txt_content": "是不是装了更多生物以后会导致这个mod不会刷新任何怪物啊?"
        },
        {
            "author": "DoctorYang",
            "timestamp": 1587962640,
            "txt_content": "看了别人视频才知道有这样一个MOD很好玩的样子，期待"
        }
    ]
}