{
    "title": "[四月活动][原创·连载]面具 终章·面具之下",
    "author": "Smokey_Days",
    "replyCount": 1,
    "timestamp": 1493415000,
    "txt_content": "终章·面具之下啊，险些沉湎在回忆中了。果然是往事如烟啊…眨眼间十几年过去了，此刻我站在那面具男的面前，看着他露出绝望的眼神——因何而绝望呢？恐怕是在后悔当初不够狠心？亦或是在后悔教给我这么多？这个问题也倒是搞得我很疑惑。不过不管如何，大仇得报。\n我取下面具，露出许多年以来不曾露在人前的面容。\n想必他还在怀疑吧？还没有确定我真的是他的“徒弟”吧，还以为是仇家蒙蔽他的。那就让我在他死前留下最后一击吧！\n“我，是来为我父亲复仇的。”\n他的脸色阴云变化，隔着面具我也能感受到。甚至能够注意到他眼神中的死寂和绝望。出乎意料的是他并没有发出什么怒吼之类的，怕是早已料到这一天的来临了？他奄奄一息地，几乎是强撑着，留下了一句令我诧异无比的话：\n“牛奶…在楼下桌上。”\n说完这句话，头瘫倒在侧旁，不再有声息。不知是真死了，还是不愿继续讲下去。\n是的，我本来想立即去找牛奶，然而这毒的毒性我却把握不定，很可能在我寻找的时候就毒发了。他竟然在生命弥留之际留下的最后一句话是…告诉我牛奶的位置？\n是不是在牛奶里下了更猛的毒？\n这一想法立刻被我否定了。有这个必要么？箭矢上淬的毒本身就是极猛的毒。\n只能这样想——他后悔了，他想为当初犯下的错补偿，对么？\n我起身，眼睛盯着他那失去神采的双眼，牙齿咬住嘴唇。但我知道不能再犹豫，毒随时都有可能爆发。我得去找牛奶。为了挽救我的性命。\n起身，转身，出门。周遭一片寂静，只有我急促的脚步踏在木板上那细得几乎可以无视的声音。清凉的风拂过耳根，接着心脏跳得愈发快起来。三步并做两步就走到了那所谓“楼下”。\n一阶一阶地向下行，不知怎的，有种不好的预感。心也跳到嗓子眼，总觉得可能有什么不对。甚至不敢转身，总觉得一转身会揭破什么，揭破之后我就彻底没有退路了。\n疑神疑鬼什么？还不赶快去喝牛奶？\n一个转身，我知道我的预感到底是在预感些什么了。\n乳白色的液体流了一桌、一地。细微的咕噜噜声还在，恐怕就是几分钟前的事。牛奶正在向地下渗透着，此刻就算把地面上还剩下的牛奶全部吸光，也救不了我的命了。地上正滚着一个牛奶桶，牛奶桶上插着一支箭。桌侧的窗户大开着，门外正是阴森森的树林。\n\n察微，任何战斗者必须具备的品格。否则，常常是忽略掉的那一个细节置人于死地。\n\n啊啊啊啊啊啊啊啊啊！我究竟是在干什么啊？如此细微而重要的一件事居然没有查清楚，我怕是被胜利的喜悦冲昏了头吧！忽略掉的这个细节已经置我于死地了。\n那多出来的一支箭是在哪里？就是眼前插在牛奶桶上的，令我绝望的一支箭。\n窗外呢？窗外没有东西啊。他，或者他们早已经撤离了。\n就是我这样的大傻子才会上这样的当啊。\n一次出手直接置人于死地，可不是老江湖。仅仅是在合适的时刻合适的地点射出一支箭，就能间接杀死我。\n可怕啊！令人恐惧啊。这一切是个局，对么？\n在这儿呆呆地凝望着牛奶，头突然一阵剧痛。\n我知道是怎么回事，毒已经扩散到全身，现在已开始发作了。很快四肢变得些许无力，平衡感更是几乎完全失去了。\n还有什么遗愿呢？我这一辈子，前几年倒是快快乐乐地生活着，后来呢自从父亲死亡、母亲失踪之后，我就一直在复仇或者是想方设法地为复仇做准备，现在呢，是复仇了，自己恐怕也被别人复仇了。谁一辈子没有结下什么仇人啊。只不过没有想到仇人会用这样的方式“回报”我罢了。可这一生又可尝过过几天愉快的日子呢？这一生可真是乏味无趣至极啊。\n对了，没错。揭下面具男的面具，看看他面具之下是什么——尽管我深知：当戴面具成为一种常态，那么不戴面具这个行为本身就给自己戴上了一副面具。\n那又如何？我这样的将死之人有那种闲情去判别什么么？不过是了结一种夙愿吧。\n我奔跑起来，虽然这样会让毒发得更快。但我不在乎了。脚步打在地面上发出嘎吱嘎吱的声响，曾经训练的潜行技巧我丢得一干二净。嘈杂的吵闹声在宁静的夜晚格外明显。风从耳边吹过，我能略微感觉到，但是却没有一丝清凉。跑着跑着有时竟然会突然倒下，扶着墙壁才勉强再站起。\n摇摇晃晃地冲到了面具男身边，身子向侧边一倾，倒在面具男身旁。无力地伸出双手——甚至几乎以为我伸不出双手了——按下了他面具侧边的机括。\n面具与他脸上机关的连接断开，随即慢慢地滑落，越滑越快。\n咔哒，面具掉在地上。双眼一片朦胧，但我知道，即将显现在我眼前的这位，就是祸害了我的家庭，乃至祸害了我一生，至今还祸害我死去的。\n眼睛聚焦，眼前的情景略微明晰了一点。我看到了那人的面孔。\n那是在我将要死去的肉体中的心灵上，一记狠狠的重锤。\n狠狠的重锤么？不止如此。我心死了。\n咔哒，那是心碎的声音吧。身体即将死去，心也死了。看着眼前那人的面孔，过往的那些事瞬间串联成一条线。线的眼就摆在眼前啊。\n那人的面孔是我此生都不可能忘记，甚至此刻也难以相信的——父亲。\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @玄素 @透明小小 @星之永恒 @540083835 @zyj0807 @langyo_v3 @bo_bo2001 @Mithey @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @代罪羔羊 @Aikawastep |",
    "replies": [
        {
            "author": "x疯狂博士x",
            "timestamp": 1506939720,
            "txt_content": ""
        }
    ]
}