{
    "title": "[四月活动][原创·单篇]议和",
    "author": "gggbbb",
    "replyCount": 4,
    "timestamp": 1493472840,
    "txt_content": " 本帖最后由 gggbbb 于 2017-4-29 21:50 编辑 \n     议和\n\n\n\n       “议和？”\n\n　　眼前这个儒雅模样的西服男子，正有些拘谨地搓着双手。听到我的问话，他全身一震，脸上不自然的笑意迅速地收敛，就连那硬扯开的嘴角也不由得缓缓张大。\n　　“您……您会人类语？”\n　　“区区人类语而已，信手捏来。”\n　　我轻哼出声。视线一扫，就瞟到了男子的耳旁——那个位置，有着一个奇怪的装置。\n　　但是，不用担心。凭借着异形种一族特有的强大听力，我根本就无需担心那个东西。依靠着强大的听力，我完全能够将他们的对话听得一清二楚。\n　　“莱恩，你给我赶紧回来。光凭你一个人是对付不了异行种的。”\n　　焦躁不安的嗓音从耳麦里传出。而劝说的对象，却一脸兴奋地嘟囔着：“异行种会人类语，这可是大的发现啊。我想，只要再争取下，甚至完全有可能解除人类与僵尸两个物种间，持续多年的战乱！”\n　　是的，我们一类的异形种是庞大僵尸体系的一个上层分支。与那些无意识的同伴不同，我们具有着与人类相符的智慧与僵尸强壮的体魄。\n　　正因如此，我们也同样是那些人类科学家最为渴望的试验品之一。但至今为止，还从未听说过有哪个科学机构捕捉到僵尸异形种的。\n　　“人类怎么跟僵尸交流，别再想这些不着边际的事了，赶快——”\n　　急切的声音戛然而止。男子在装置上摁了几下，就把它随手扔进了路边的草丛里。\n　　他冲着我摆了摆手，有些无奈地解释着：“请不要见怪，我的朋友对您这种伟大的物种，可能存在着一点偏见。”\n　　诚恳的态度值得赞赏，但也就是这样罢了。没将他当场解决，已经算给足了他面子了。\n　　之所以留着他，是想看看人类现在在筹划着什么。至于人与僵尸议和？那还是见鬼去吧。\n　　“大人，我是一个投身于僵尸语的学者。我这一生的愿望，就是调解僵尸与人类两族的关系。”\n　　男子恭敬地介绍着自己，完美无缺的僵尸语从他的口中流利地道出。虽然这时高时低的吼声，与他儒雅的外表并不相符。\n　　“这是我的计划书，以及我个人在史蒂夫日报上发表的，关于僵尸一族的论文。既然您已经懂得了人类语，那也就无需我为您翻译了。”\n　　我点了点头，接过了他递来的两份东西。\n　　说实在的，这些密密麻麻的小字我还真不认得。但为了体现僵尸一族远超常人的智慧，我仍旧装模作样的看了下去。\n　　一边看着，一边那个儒雅男子还在兴致勃勃地给我解说着：“这是我一年编写，三年整修，删改数次后的成果。上面有着无比充分的论据，以及堪称完美的理性思考。就在发表的当晚，当地就引起了一阵巨大的轰动。我们市长亲自宴请了我，说是要跟我具体商谈这类的问题。”\n　　这个人类，还真是有个性啊。那可是整整四年的时间！这就连身为僵尸贵族的我，也有点被他的执着感动了。\n　　“我们边走边谈吧，我给你讲讲计划书的几个重点方案。”男子一边作了个请的手势，一边在那开始滔滔不绝了起来。\n　　他跟我说了他的计划，他的理想，他的推测，以及他为这一刻作出的无数准备。\n　　他说，现在的年轻人类，对与正统相悖的理念，总是会无条件的进行支持。\n　　他说，只要将这一观念与伦理扯上关系，通过他的关系网以及一系列的风向操作，足以让大众真正接受这个观念。\n　　他一脸狂热地给我说着那些议和的好处，甚至还将他与几个奇行种合影的照片翻了出来，以证实自己取得的成果。\n　　“咱俩也照个照片吧！”男子一副跃跃欲试的模样，话还没说完就举起了一个奇怪的黑色盒子。\n　　“来，手搭在我的肩上，看着镜头……好的！”\n　　一阵闪光过后，他就调出了我与他的合影。照片的清晰程度，简直超出了我的想象。\n　　“我为这个计划准备了一生。现在，只要你在我起稿的议和单上签字，一切的设想就都会成为现实！”\n　　我心动了。他所说的那些好处，真是远超我的想象。不用担心食物的短缺，不用在阳光下苦苦挣扎。这一切就像是梦幻一般，无比虚幻却又分外真切。\n　　“我们到了！”他停在了一间亮着灯的木屋前，转身兴奋地对我说着。“桌子上放着议和单，只要签字盖章，人类与僵尸从此就是一家人了。”\n　　我同样大幅度地点了点头，以表示自己的回应。但就在我刚想走上前去时，那长期以来的谨慎却迫使我停下了脚步。\n　　没有人类的气息，也没有酸涩的红石气味。独属于异形种的优越嗅觉，是这么告诉我的。\n　　我终于放下了警惕，推开木门走进了屋里。\n　　当面迎上的，是一双毫无生气的漆黑瞳孔。钢铁般的外壳，在灯光下闪着寒芒。\n　　——\n　　浓稠的墨绿色液体，顺着玻璃窗的缝隙缓缓滴落，在原处留下了一道极浅的痕迹。\n　　被从中撕开的报纸，顺着夜风慢悠悠地飘落于地。几个加粗的黑体字，在这份报纸上显得分外地扎眼。\n　　“论智取僵尸异形种的可能性。”\n\n        废言：      4月活动什么的，总算是写完了啊。\n因为是卡着时间赶出来的，所以质量可能不尽人意，所以见怪了。（反正不管怎样，章鱼算是钦定冠军了233）\n无论这次月活的反响如何，在这里还是要感谢下章鱼的策划。这个4月月活从里到外，基本上都是章鱼一手策划的了。无论是宣传还是组织，在我看来无论哪个环节，章鱼处理的也都算是井井有条的了。\n那么，就先这样吧。\n以上。\n        @透明小小    @星之永恒    @安根_Engon    @WM2030    @玄素    @xcc    @DGK2     @冥王星人    @恶魔-潇洒    @月轻歌  @Smokey_Days\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493473320,
            "txt_content": "_(:зゝ∠)_铁傀儡干得漂亮\n这恐怕就是不识字还强装作识字的悲哀吧"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1493474640,
            "txt_content": "没文化,真可怕\n\n这感情牌打得很棒"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494258600,
            "txt_content": "死亡相机，僵尸一族拍谁谁死XD"
        },
        {
            "author": "1258867933",
            "timestamp": 1496679780,
            "txt_content": "人平均活到六十八岁，一共两万四千八百二十天，十九万个小时，三千五百万分钟，差不多二十一亿秒左右，这十秒，你在读这段话，这十秒，你只属于我，陌生人我爱你"
        }
    ]
}