{
    "title": "《国殇》第一章",
    "author": "1392684709",
    "replyCount": 4,
    "timestamp": 1493471760,
    "txt_content": " 本帖最后由 1392684709 于 2017-4-30 09:08 编辑 \n\n国殇\n作者：死鱼大大\n第一章  国主之死\n    皓月当空的夜晚，一切一如既往的平静。夜空似藏青色的帷幕，点缀着闪闪繁星，让人不由深深地沉醉。\n    在美丽紫光笼罩下的伊苏国都，一派祥和繁华之景。快到伊苏建国5000年盛典了，大街小巷即使是夜晚也繁华不减。人头攒同，车水马龙。人们谈天说笑，悠闲自在。然而，此时国府内却是惶惶不安。一场巨变就要来临。\n    一个年轻的灵脉师走进了国府议事厅“大人，国主的灵脉之光在暗淡！”此时坐在国府议事厅侧座上的副国主，年近20000岁的弥衡内心也十分的不安，他知道常年在浩渺的万界中闯荡的国主定然遇到了一场巨大的危机！至今依旧生死未卜。但弥衡必须镇定：“慌什么，只要国主的灵脉之光没有完全熄灭，国主就还活着。”饱经风霜的弥衡清楚，一旦这个消息外泄了，别的国家肯定会趁机大举进攻伊苏国，现在能做的只是封锁消息，否则伊苏国可能会不复存在。\n    就在这一刹那，全城的紫光都熄灭了，城中的人们惊疑不定，他们不知道在国府内发生的这些事。但他们心中是充满疑虑和恐慌。\n    “灵脉之光熄灭了！”年轻的灵脉师低声的说的。在场的所有国家议员都知道，这说明国主死了。\n    弥衡的内心再也无法平静，年迈的他知道接下来会发生什么，但是他也无法预料到最后的结果。\n此时别的国家内：\n    “集合！”一个壮实的汉子挥舞着手中的钻石剑，抖擞着浑身的钻石装备义气昂扬喊道：“今天是我们血荒国报仇的日子，战士们，全副武装，踏平伊苏！”\n    “踏平伊苏！踏平伊苏！”万千战士兴奋地呐喊着，这是他们证明自己的日子。浩浩荡荡的大军开始向着伊苏国边境进发。 \n    “白银之手骑士团集合”一个浑身战盔手持复制版的乌瑟尔战锤的骑士长喊道：“伟大的乌瑟尔，今天我们教会国将继承荣耀，踏平伊苏，朝统一世界的目标更近一步！”\n    “踏平伊苏！踏平伊苏！”白银之手教会骑士团的骑士也向着伊苏国边境进发。\n与此同时伊苏国边境：\n    人们正处在惊异之中。“你说什么，国都的紫光消失了？这是怎么回事，难道国主不会再放出一道紫光吗？快给我讲讲。”\n    “你，你，还有你，别聊天了，都给老子干活去！”一个长官对着这几个闲聊的士兵吼道：“上面下达了死命令，今天我们面临几十个国家的进攻，但我们不能丢失半寸土地，赶紧修防御工事，不然我们都得完蛋！”\n    伴随着长官的怒吼，战士们也开始干活了。\n    “踏平伊苏！”边境远处传来了震撼吼声！各国的部队越来越接近了。原本松懈的伊苏战士们此刻也都一个个紧张起来。他们加快了干活的效率，而边境居民也赶来帮忙。军民同心的景象让人难以想象这样一个国家会战败吗？然而现实不容忽视，对面的人数实在是太过庞大！\n    “快把所有发射器搬到城墙，红石工程师，快做电路！”伊苏长官下达着一项项的命令。\n    “长官来不及了，要不要直接引燃TNT，扔过去？”工程师问道。“哎，既然如此那么快去做！不要耽误了时间！”\n    “踏平伊苏！”\n    “踏平伊苏！”\n    “踏平伊苏！”\n    远处传来一声声咆哮，敌人已经快到了，紧张，杀意，都弥漫开来。\n    “誓死捍卫骑士团的荣耀，冲锋！”教会国军更是率先发起了进攻！\n    “慢着！”一道吼声响彻天际。直接将骑士团给震慑住了。\n    空中慢慢显现出3个人影，正是伊苏国的七位元老中的前三：弥衡，泰迪，小右。\n    “各位，今日我伊苏国之事大家都已经知道，我们今天在这直接挑明了说，我们会誓死保卫伊苏国不受侵犯。劝你们速速撤兵！”三位元老异口同声的说到！\n    “哈哈哈，弥衡老不死的，在这里口出狂言。我们的人难道还不如你们区区一个伊苏国！”一个放荡不羁的男子从人群中脱颖而出：“告诉你，伊苏国主混研就是我杀的！”\n    “你这小孩子竟然敢这么说大话，国主的实力可是能堪比的。”弥衡淡定从容的应对着。\n    “老贼，你我到华域一战，你若赢了我，我即刻率部退兵，你若输了，伊苏国全部归我血荒！你可敢应战？”男子漏出了奸诈的笑容。\n    “老夫怎么会畏惧你呢！”弥衡说着向前一步，“你说到做到？”\n    “说到做到！”\n    于是弥衡和这个男子同时消失在人们的视野之中。\n\n\n\n\n\n伊苏遗迹1.jpg (62.86 KB, 下载次数: 0)\n\n下载附件\n\n2017-4-29 21:24 上传\n\n\n\n\n\n\n\n\n\n\nstereo2.0.jpg (97.06 KB, 下载次数: 0)\n\n下载附件\n\n2017-4-29 21:24 上传\n\n\n\n\n\n\n（工作室出品）\n\n索引贴暂无\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493473080,
            "txt_content": "偏向对话流的说，不过描写还是挺细致的。对于气氛的渲染还有再足一点"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1493473980,
            "txt_content": "刚一来就要打仗,很壮观的开头啊XD\n\n万岁喊得太多了,应当点到为止,不用在一个场景留太多笔墨,否则读者会觉得有点冗余。\n\n加油!"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493474640,
            "txt_content": "1392684709 发表于 2017-4-29 22:19\n是不是要更个几张才能做索引贴？？？\n是的，三章打底"
        },
        {
            "author": "1392684709",
            "timestamp": 1493475540,
            "txt_content": "Smokey_Days 发表于 2017-4-29 21:38\n偏向对话流的说，不过描写还是挺细致的。对于气氛的渲染还有再足一点\n是不是要更个几张才能做索引贴？？？"
        }
    ]
}