{
    "title": "【原创·连载】【狂热的沉默】【第十八集：夹子，什么东西？】【byRing】",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1493470980,
    "txt_content": "  在上学的某一天的中午，发现赞助商那家伙发说说了，但还是不回我！当我不存在吗？运气不错的事情是，我上线时，刚好看到他发说说。\n  火气一下子就上来了，怕是叫他他还是不理我，直接在他刚发的说说底下用私密评论功能评论：\n  “我都开好服务器了，不是说好做赞助商吗，咱们以前交易的不是很好吗？为什么现在不回复我？”\n  “我用的是私密评论。”\n  没过一会儿，他就把我的评论删除了，然后终于理我了：\n  “......”\n  “你服务器太卡。”\n  “而且插件又少。”\n  真是把我的算盘打空了！难道我真的不能让我的想法实现？不过，竟然到了这个地步，那就只好直接把我的想法告诉他，看看到底能不能得到赞同吧！\n  “我需要你的赞助才能更好的建设啊QAQ！”\n  十分钟过去了，恭喜，他估计已经把我屏蔽了。\n  呵呵......单纯的我想多了？难道就要这样了？二十块钱都打水漂了，比清明节被骗损失还要大！最后剩下个位数的钱还能干个啥？求着别人给送钱？\n  恐怕接下来真的要垮了......\n  不！不可能！我可是要成为统一世界的人！怎么可能就在这里倒下。我要创造的传奇，我要实现的理想，可不是在路上就被那些坏人的打击而消逝。老天自有眼光！\n  尽管小学同学把我集体抛弃，尽管象棋班的老师掐断了我的梦想[①]，尽管清明节前被掠夺去，尽管“赞助商”又磨光了我最后的钱。但是，这个世界还是好人多的！\n  不过，云婼......\n  没事情的！一切都会过去！她之前对我那么热情，她不会这么做，应该这个不是她的QQ吧！\n  不过，在别人服务器刷东西卖未免太慢了吧？有什么快点把损失捞回来的方法呢？\n  不过......好像再过半个月期中考试就来了，先想办法解决期中考试吧！从今天开始，每天努力学习！\n  放学了，同学们收拾书包时，数学老师叶老师进来了：\n  “快快快！都把数学夹子都给我交上来！我一会儿就坐火车去石家庄了！快点！别磨蹭！”\n  什么东西？数学夹子，什么鬼玩意儿？有这项东西吗。夹子，干啥用的？\n  我问问王玄彬，数学夹子是啥东西，“没夹子别磨蹭！”王玄彬先应了老师的命令，把组里带夹子的都交上去。组里连学习最差的邢齐和明馗都带夹子了，他们笑着看着我，真是尴尬！我这个数学学霸的形象这时要崩了的节奏啊......\n  也不愿意讲什么没带，感觉不能被动被叫，主动自首总比被老师叫住要轻吧？跑到讲台上，就开始颤颤巍巍了，老师看到我，喊了我几句“没带就没带明天交吧”，老师还是那么信任我。但是我的回答肯定让老师大大失望，我直接坦白事实：“老师，数学夹子是什么东西？我没写过。”\n  “你、你、你，我明天再找你算账！赶快下去！”老师立马那手指着我，那语气使我变成了待宰的羔羊，赶紧回到座位上后，一时半会儿不敢动。\n  王玄彬和我讲，数学夹子是这个学期开始用的，逐步替代积累本。就是把一些好题整理在A4纸上，然后放到夹子里面收集，复习时来查阅。之前那些写在A4纸上的作业他们都收集到了夹子里，而我把他们当废纸早扔了......\n  坏了！想起来了！寒假作业我也没交啊，老师万一明天把寒假作业的账也算上，我岂不是就毁了？这该如何是好啊......\n  晚上到家，想着明天就要“受刑”，哪来心思写作业？在学习桌附近四下张望，终于发现了好东西！\n  有一个陈旧的文件夹在书桌底下，真是幸运！和母亲问了问我能不能用，母亲同意了。既然这样，那我就这一天整理好几张来凑凑页数吧！随便找点题抄抄。\n  去书柜找A4纸，找不到？A4纸上哪里去了，奇怪。没A4纸我照样要被剁死啊。不过，在最后时刻，我发现了A4纸的近亲——B5纸！写在B5纸上老师也会饶了我的吧，都差不多么！\n  啊，今天解决夹子都如此辛苦，还复习什么呢，况且明天就周五了。那就把一些现在的事情暂时拖拖吧，没关系，明天就周末了！\n  不过，我这夹子还是很悬啊......B5纸和A4纸虽然都是白纸，但是B5纸比较小，而且为了凑页数，我把字写的特别大，并且每一张只用一面。\n  第二天，我提着数学夹子就去找数学老师了。\n  运气真不错，叶老师心情好，她看见我和我手上的夹子就笑了，似乎已经忘了旧账：“孩子，夹子不是这种的！是要翻页的，这种的看着多不习惯啊。这个你可以以后存东西用，下周换个新夹子吧。”\n  今天运气真是好到爆炸了，要是老师看了我夹子里那些简陋的内容，八成得剁死我。不过，还是得考虑考虑接下来怎么办......我的形象不会就要毁在数学夹子里了吧？\n文章注释：\n[①]详情看番外篇之象棋，早就有的。\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493524560,
            "txt_content": "大概是比对话流好一点了，但是语句还是要自己读一遍会不会尴尬，以及似乎有点像所谓“心理对话流”什么的。"
        }
    ]
}