{
    "title": "【四月活动】【原创·单篇】骗手",
    "author": "WM2030",
    "replyCount": 4,
    "timestamp": 1493477880,
    "txt_content": "骗手\n      诈骗犯科里森走在通往监狱的路上。他从十二岁开始行骗，至今已有十七八年。他经验丰富手法老道，自诩为诈骗界的宗师级人物。      不过即使是宗师也会有失手被擒的时候。科里森干这一行，有这样的觉悟。      失手被擒也就算了，但是科里森这个家伙实在很倒霉，甚至他此时已经懒得思考如何逃脱。他被捕之后，就一直关押在钢板打造的特制囚笼里，饭食和饮用水并不由人送进来，而是在屋里齐备。这间特殊的囚室也没有通风口，是用各类药品来维持室内空气质量。他也不是没有钻过下水道，后来发现管道的另一头仍然是一个封闭空间，那里装着他从下水道里倒下去的或者是冲下去的所有东西。这一次探险的结果是他差点被自己的屎淹死。所以这间屋子除去那扇紧闭的门，唯一的通道可能就是直径三厘米的电线管道。科里森只想找个人问问，为什么他的待遇会那么好。      不过很快科里森就没有了这样的困惑。因为他的衣领被揪住，一个不知道从哪儿来的家伙把他带走了。科里森行进的速度异常地快，因此他无法睁开眼睛，他挥舞着双手试图摸清周围的情况，但什么都没有摸到，速度也是毫无变化。      等他终于可以睁开眼睛的时候，他发现自己已经被放了下来，抬头一看，身处群山之巅陡崖之畔。身侧，是一个掩藏在黑衣下的身影。科里森不知道该说些什么，应该感谢，还是说应该……      老谋深算的科里森还在谋划之中，那个怪影发出了沙哑的女声：“你要不要考虑回头看一眼？”      科里森呆滞之中依言照办，于是他看见了漫山遍野的追兵。科里森已是见过大场面的人，此情此景之下也只能强装淡定。      那个声音又响起来：“我数三二一，一起往下跳。保你一条生路。”      “三。”      “二。”      “一。”      那个声音是如此淡然如此自信，这种自信使得最多疑的人也会生出信任，最胆小的人也会生出勇气。所以职业骗子科里森纵身一跃，他的身体飞了出去，双臂向外展开，在空中旋了一圈，落向深不见底的谷中。然而，他在空中看见那个挺立在崖顶的身影岿然不动，兜帽下那双冰冷的眼珠里分明写着四个字：“我骗你的。”      “我骗你的。”      这四个字是科里森最爱说的话。得手之后的嘲讽实在是让人浑身舒坦。但可惜这样的机会不常有，大部分情况下，他得隐藏身份直到永远，否则往往会完蛋。而到了这时候，这种胜利者的嘲讽对科里森打出了成吨的伤害。他气得只想把那个混蛋抽一顿，好让她知道欺骗一个职业骗手是多么愚蠢。      可是现在留给他的只有一具在风中抽搐的躯体和迷迷糊糊的脑子。看起来他是没有报仇的机会了。      这是多么可悲哟！一个正当盛年的诈骗天才，一个前景光明的犯罪新星，竟然就要死在一个极端简易的骗局之下。哦不，那简直不能被叫做骗局，那只是一个愚蠢透顶的谎话罢了。可他的身体就要失去灵魂，躺在这样一个鸟不拉屎的小山沟里了。      预料之中的事情如期发生，于是科里森死掉了，死相难看得足以让在意形象的科里森再死一次。      悬崖上，黑色的身影随风而逝，兜帽下，笑魇如花。\n\n这就是个不知道什么鬼的破玩意儿。\n说实话这次写得真的宛如那啥。\n我不应该来蹚浑水留黑历史的。\n……\n\n",
    "replies": [
        {
            "author": "1392684709",
            "timestamp": 1493479920,
            "txt_content": "。有意思XD，骗子片骗子"
        },
        {
            "author": "hhttll",
            "timestamp": 1493486040,
            "txt_content": "233 所以他到底是怎么被救出来的233"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493524380,
            "txt_content": "这篇文章讲述了一个抖S骗子为了达成自己抖S的欲望救出了另一个骗子并把他骗死的故事"
        },
        {
            "author": "SAKHWJKSJS",
            "timestamp": 1495341060,
            "txt_content": "很好看，骗子骗骗子的故事"
        }
    ]
}