{
    "title": "【原创·连载】【狂热的沉默】【第十九集：失败？希望？】【byRing】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1493516220,
    "txt_content": " 本帖最后由 我为我为 于 2017-5-20 21:52 编辑 \n\n  回到家，拿起手机，第一件事情，就是看看云婼有没有回复我！\n  并没有收到消息，既然这样，再去给她说说吧，估计是因为她消息太多而看不到我的消息？不可能吧，她的说说也没几个赞，不像是在网上人气很高......\n  我看到好友列表连串的那一侧数字时，突然觉得屏幕散发出来的光让人感到格外刺眼，激得双眼生疼。那些数字的细微变化使我不得不翻开“同学”这一栏。目光掠过每一个映在屏幕上的名字或是备注，脑海中试图与自己的记忆进行核对。\n  等到我察觉出列表里少掉的两个人是谁后，连握着手机的手都在颤抖，大脑里更是一片令人窒息的空白。\n  太不给面子了吧？我上个星期刚发“嫌我烦的就把我删了吧没事QWQ”这条说说，就把我删了。凭什么嫌我烦？我又不想某些男生一样骚扰你，也不显摆，反而对你那么好。我没欺负过你，更没陷害过你，凭什么删我？我做错什么了？为什么我的用心只能换来你的打击？\n  不行！等到周一，我必须得去找她，问个明白！哼，现实总是愿意把我蒙在鼓里，想要让我在无解中窒息，以为我不会在鼓里砸个口蹦出来么？\n  可是想了想又不敢去，害羞......竟然还害羞！我真的很懦弱吗？我这个学期的目标不能实现了？算了，就当给她个面子，先不去找她了。哼，没了她我又不是活不成了！\n  云婼把我删了，至于到底为什么，也就像之前那样她在QQ上冷漠我一样不管了吧......既然如此，我把QQ个性签名改一下吧：\n  “我叫Ring。”\n  再仔细想想......我一没权二没钱，而且又不引人注意，每次考试的成绩和年级排名都不靠前，顶多算个中等。在班里我只是个老实的、闷骚的普通学生，体育更是不及格，跑五十米都要十秒的。她也不该喜欢我吧......难道这一切都是因为我自作多情？那她对我干嘛忽冷忽热的。\n  换个角度吧，呵呵，凭什么我配不上她，我本事大着呢！只是没在同学面前显露罢了，看我都会赚钱，他们会吗？还不是都在用父母给的零花钱。即使现在钱没了，但我还能赚回来，我又不是晓寻的父亲那种自暴自弃的。她不稀罕我我还不稀罕她呢！\n  那样的话，从现在开始，必须快速发育。说实在的，我好像现在真的没什么能给同学炫耀的。就算我有一颗好心，也没有人愿意挖掘。即使有厉害的地方，我估计也破不了沉默这层屏障......那又如何？做个低调的人吧！\n  为了让MCBBS六级，然后发服务器宣传贴振兴服务器，一个星期发一集，但想要快速六级，这还是差远了的啊。现在才四级，才一百多积分，六级要五百积分呢！如果刻意发无意义的回复或者贴子又会被举报。\n  突然发现我服务器群的信息很多，点开看看，发现晓寻他们四五个人聊得挺火热，还截图自己的建筑，大概我这个服务器群也成了别人的交友群了吧！盈利八成不可能了。二十块钱属实打水漂。\n  对了，忘了一件事，还有一个赞助商！他也是我在别人服务器认识的，既然服务器开了，就让他来看看吧，说不定能多一些希望呢！\n  给他留好言了，不过既然已经租了这么差的服务器，就再卖卖力气吧！说不定真的有奇迹能出现呢！\n  进服务器一看，有五六个人在线！还看到巨大的建筑，还有玩家造的小木屋，懂了，原来他们刚刚在我服务器群里讨论的正是我的服务器！当我进去时，晓寻还在造建筑，看起来丝毫不觉得疲倦的样子，接着他们向我打招呼。\n  想不到晓寻这么好！以为和我小学同学那些社会上的人一样喜欢欺负别人。晓寻即便喜欢搞事，而且脏话又多，但是既然他对我这么好，为何不重用他呢？而且我之前无视了他的很多问题，在我把密码给他之后就一直没有搭理他，他也靠百度知道了答案，然后在服务器里辛勤工作，真是不容易！\n  这真是让我再一次充满了希望！五六个人在线，对于我来说已经是个天文数字！那我就努力把服务器建设的更好来吸引玩家玩吧！可惜我对于建筑只会造火柴盒......\n  不过，当然，服务器很卡呢......不过那些玩家说下个星期他们愿意赞助！\n  继续疯狂攒MCBBS积分吧！感觉劳动节的时候就能复兴了！",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493524800,
            "txt_content": "同上。还有部分用词有些问题\n那样的话，从现在开始，必须快速发育。感觉劳动节的时候就能繁荣了！"
        },
        {
            "author": "gggbbb",
            "timestamp": 1493559540,
            "txt_content": "迟到。\n最近太忙，抽不出时间来作文评，实在是有些抱歉。（有空会把前面几篇的文评一并补上）\n\n第一，说说写法上的问题。\n感觉，有阵子没看，文风改了挺多的。\n似乎是从半叙述半心理描写，转换为以心理代替叙述的纯心理活动了。\n这种写法个人并不支持，也不反对。的确，这样写是会使文章足够的流畅。但若只是平铺直叙的心理，稍不留意，其实就会变成另一风格的流水账了。\n这的确不能打上等号，因为在过渡章节中，适当的心理描写总是合适的。不过，个人认为，在合适的地方穿插一些动作描写，应该会比起通篇的心理要更好一些。在一定的，能够展现心理活动的细节描写上，再加以描写心理，这其实并不矛盾。\n当然，这并不是什么大的问题，如果有空还是可以适当地修改着的。\n\n第二，用词不到位\n心理描写过多，可能会导致的另一个问题，无外乎就是行文过于随意。因为只是单纯地将自己的所想所感记下，所以在遣词造句方面，至少是这一章，你显然是没有过于斟酌的。\n举个例子：\n当我刚看到列表时，就已经被震住了。\n云婼删好友，应该是对主人公“我”的一次很大的打击。所以，光凭借着后文的“感觉什么事情都不重要了”来讲，若是没有前面反应的铺垫，这里显然是有些抽象与突兀了。\n而此处的突破口就在这个“震”上。相信你也能看出，单单一个震是根本反应不出“我”理应有的那种惊慌的心理的。将“震”字详写，或者加点细节描写，都可以很好地承接起后文的“不重要”的，所以建议试着改点内容。\n\n先说到这吧。\n总之，最近的几个章节若是与之前相比，应该算是有点进步了。\n无论怎样，继续努力吧。\n以上。\n最后，祝进步。"
        }
    ]
}