{
    "title": "【短篇小说】四个国家的故事——圣石之争",
    "author": "2572312535",
    "replyCount": 3,
    "timestamp": 1493529000,
    "txt_content": " 本帖最后由 2572312535 于 2017-4-30 13:19 编辑 \n\n第一节·对话“水晶里面装的什么？”“长官，一把‘钥匙’，上一个文明的‘钥匙’。”“你们怎么发现它的？”“遗迹的泥石塌下来，水晶自然露出来……”“里面的‘钥匙’能做什么？”“不知道，但对我们一定非常有力，或者说是……”“大一统……”“是的，长官。”“怎么拿下它？”“很麻烦，水晶有神力包围。”“要怎么解开神力？”“四个国家的信物……”“其他人知道这件事吗？”“全世界都知道了。”长官抬头，望着远处的水晶。满月的黑夜，异常宁静。“凤凰保佑莱恩，和平的日子……”“不多了。”\n第二节·愤怒“放屁！”啪的一声，一位年轻的君主把手写的报告扔在桌上。“何来的上一个文明，全是屁话！”见君主火冒三丈，上书的大臣赶忙解释：“息怒啊，吾君，上一个文明，这是事实啊！”“一切都是莱恩编的假话！”旁边的大臣看不下去了。“尊敬的君主，我大奈可罗曼和莱恩帝国现在仍是盟友关系，关系的破裂，对于两国没有任何好处。”年轻的君主，他想把怒火全撒在刚刚那位大臣身上，但这毫无用处。奈可罗曼和莱恩的盟友关系，自从奈可罗曼老君主在位时就建立了。这名年轻的君主，从小就不相信上个文明的故事，也主张国民不要相信。不过呢，事实越来越突出，他竟没有半点动摇！“巨龙指引我国，我要亲自会会这颗水晶，亲自揭穿莱恩的把戏！”\n第三节·秘密会议幽长的走廊，电灯闪闪发光。这是艾格莱希联邦高级会议室长廊特有的景象。今天，联邦国王要与玛奇利亚共和国主席要在这里会面。在会面之前，国王与主席共同喝了下午茶。与其说是喝茶，倒不如说是提前会面。“国王，我想你也知道了水晶的消息，以及奈可罗曼皇国老君主去世的消息。”“嗯，主席。水晶的消息让我更震惊。”“不，老君主是极有魄力的人，你我都应该尊重他。”“主席，我听从您的教诲。”主席招了招手，“这里并无旁人，你我两国都是老交情，放下高高的担子。”“晚辈知道。”“来，谈谈你对这两条消息的看法。”“水晶一事，晚辈认为，两国可以联手夺得水晶。”“老国王去世一事呢？”“晚辈认为，其实为可惜，老君主能力优秀，不过在位的儿子在这方面根本没有继承。”国王见主席点点头，说：“政治上无能，军事上无知，固执，对眼前的事实毫不理会。”“嗯，有道理，他并不如他的父亲。你又如何看莱恩帝国？”“背叛信仰，明明信仰凤凰，却偏以雄狮命名国家，奈可罗曼也是！”国王站了起来。“嗯，希望你我两国能再次合作。”“打倒那些背信弃义之人。”“好！哦，对了，记得我之前说过的话吗？把你手下的那名大将撤掉。”“是！晚辈一定照办。”“那好，”主席站了起来，“打倒莱恩和奈可罗曼的事，就这么定了。”茶桌旁，两人面带微笑，握起了手，胸前象征着领导人的信物，像是长廊中的电灯——闪闪发光。\n第四节·十七日时报莱恩时报：十六年七月十七日主题：战争告急：讨伐者二国正式签订协约，攻打抗击者正文：昨日，由玛奇利亚共和国和艾格莱希联邦组成的讨伐者，正式签约，攻打由莱恩帝国及奈可罗曼皇国组成的抗击者。莱恩帝国帝王将与十八日与奈可罗曼皇国君主会面。计划于二十日正式征兵。 主题：水晶显灵：奈可罗曼皇国君主将于明日考察水晶正文：由于十五日的暴雨，上一文明遗迹发生大面积泥石塌下，却将埋藏其中的水晶露出。据第三十一师长官所说，水晶约有6个莱恩基本长度那样长，5个莱恩基本长度那样宽，水晶位于距考古总部2个莱恩路程长度的遗迹塔上。水晶周围有“神力”包围，但解除“神力”的方法，长官并未说明。十八日，奈可罗曼皇国君主将对水晶进行详细考察。\n第五节·遗迹机密莱恩帝国驻考古总部第三十一师文件机密等级：★★★★内容：根据有关遗迹资料发现，上一文明对长度有一下分别：单位①：ETE单位②：LOMET单位③：NTIME注：由于遗迹的磨损比较严重，只能分辨出如此的图形照文物的考场与遗迹资料说明发现①：1ETE≈2莱恩基本长度②：1LOMET≈2莱恩路程长度③：1NTIME≈2莱恩物件长度 再次强调：机密等级：★★★★\n第六节·第一次接触十八日的上午，阳光照耀着莱恩帝国，高高的尖塔，蓝白相间的旗插在塔顶，在风中舞动。地面整洁，红毯从城门口，一直铺到皇宫，这是对贵宾的接待仪式——奈可罗曼皇国君主今天将对莱恩帝国进行国事访问。然而，他的第一站不是皇宫，而是……“莱恩帝国第三十一师长官参见君主！”“免此大礼！那颗水晶呢？”君主有些恼怒，陪同的，是君主身边的要臣，以及莱恩的卫队。莱恩帝王原以为君主会直奔皇宫再考察水晶，便在皇宫接待，当收到君主在考古总部的消息时，便向总部出发。“回君主，水晶就镶在塔上。”“带我过去！”“可，可交通不便！”“少废话！带我过去！快！”大臣让君主注意了语言的合理性，但君主丝毫不在意。一路坎坷，终于接近了遗迹塔。“尊敬的君主，前面就是水晶‘神力’包围区了，不要再靠近。”暴躁的君主已经迫不及待去揭穿他自认为的骗局。不顾周围人的劝阻，不顾可能遇到的危险，君主进入了“神力”范围。这一次，将改变他的命运：君主不自觉地闭上双眼，也就是这时，他感到了从未有过的轻松。能听见些细小的杂音，但随时间推移，世界开始变得安静。渐渐地，君主看到了令他永远难以忘记的景象：月亮发出明亮的光，一个个灰黑色的长方体，拖着淡蓝的线，奔向月亮。这时，有一双眼睛，死死地盯着这一个个长方体。不是一双，是一双双！接着，长方体在无声中爆炸了！此时，他又听见了声音，人们用他根本不熟悉的话，尖叫、哭喊、咒骂……然而在一瞬间，声音又依次消失。他顿时感到身体沉重，环境寒冷刺骨，像是刚刚从冰窟中走出，他尽力撑开双眼，此时看见了那颗水晶：陌生又熟悉的人，用陌生又熟悉的话，用陌生的方法，将“钥匙”悬浮在半空中，“钥匙”发出了光，先是明亮，随后光渐渐暗淡，等到光消失的时候，“钥匙”周围形成了淡蓝色的晶体，渐渐远去，又渐渐变成让他熟悉又恼火的……\n第七节·对峙！“圣石！”君主大喊。惊到了身边的人，惊到了整个考古总部——君主被抬了回来。“尊敬的君主，您……”没等莱恩长官说完，君主拽起他，大声怒斥：“到底怎么回事？”长官默不作声，但君主马上意识到形式严重：几十把剑，指着君主——在莱恩帝国的传统中，把一名骑士拽起是一种侮辱行为，甚至是挑衅，即使是帝王，也无权这么做。君主尽力地松开自己的手，因为他的手在不停地颤动。君主的大臣们见到几十名骑兵围着他们的君主，本想尽力阻止，但因寡不敌众，大臣么不敢轻举妄动。“疯了！真特么的疯了！”这是每名大臣心中的话，同时也正好描写了这位仍未放下莱恩长官的君主的状态。莱恩和奈可罗曼，陷入了僵持的局面。然而莱恩长官却表现地淡定，不久，他招了招手，示意几十名持剑的骑兵把剑放下。慢慢地，君主也松开长官。僵持的局面得意缓和。君主眺望着远处的水晶，或是说“圣石”，接着，君主眉毛一紧，说出了让全场震惊的话……\n第八节·决裂！“奈可罗曼与莱恩的军政同盟关系，结束了！”话音刚落，考古总部引起一阵骚动。不知是君主的哪一位大臣，喊道：“君主，三思啊！”然而，精神崩溃的君主哪有听见，与“圣石”“感应”的画面，一幅接一副，一帧接一帧，不断在他脑海中浮现。太真实了，以至于君主忘记自己不信上一文明的理论;但这又非已知的事实，以至于君主时刻牢记上一文明不存在的理论。“欺君！简直是欺君！”君主怒斥，“我们再也没有理由和没有诚信的国家继续建立这种愚昧的同盟关系！大臣们，护送你们的君主回城！”奈可罗曼和莱恩，一个世界的两个国家，一个同盟的两种思想，导致他们近百年的同盟关系，因一颗水晶，彻底崩断。\n第九节·蝼蚁与巨象君主一行匆匆离开，留下的，只有孤独的第三十一师，还有一连串脚印，以及一排蝼蚁。蝼蚁们不知“巨象”们发生了什么，但蝼蚁却心中敬仰着“巨象”，因为他们高大，文明程度高，甚至小小的蝼蚁们不觉得他们会发生战争，不想小小的蝼蚁们，为了领地而战争……其中的一只蝼蚁离开队伍，爬上了一个巨大的金属物上。“这可真亮。”小蝼蚁这么想。不过，这金属物总是运动，可这让小蝼蚁更开心了。“怎么办，怎么和帝王交代这破儿事？”和莱恩长官关系紧密的骑兵，在考古总部徘徊，旁边坐着的，也正式莱恩长官。“你也不用这么懊恼，毕竟你只是负责研究古迹并向我报告的。”“话是这么说……”那骑兵仍在徘徊。黄昏之时，夕阳的光直射营中。蝼蚁们回穴了，而那只掉了队的小蝼蚁，仍在金属物上。金属物越是运动，它越是开心。“只是实话实说，”骑兵停住了，紧锁的额头才稍稍放松。“毕竟那君主有错在先。”“的确是啊。”“那再把莱恩的形象美化几分。”小蝼蚁意识到金属物不再运动，并非有所不满，而显得满足，因为玩的很高兴。但蝼蚁仍有些不舍，当它见到坐着的“巨象”起身时，才发现情况略有不对，从金属物下来，向着穴走去……风从太阳落去的方向吹来，吹在长官的脸上。长官没有回答骑兵的话，看着夕阳之景，心里回想着上次与骑兵见面的对话：“凤凰保佑莱恩，和平的日子……”“不多了。”\n第十节·“雷电长匣”“我将告诉大家，这必将是惊动世界的发明！”艾格莱希联邦的国王高举他的新发明：一个灰棕色的长方盒子，一端引出了两根细长的金属棒，另一端引出了一个把手。“我将把它起名为——‘雷电长匣！’”旁边的大臣们喝彩，此时，大将军说道：“我的国王，您是世间聪明绝顶之人，来详说它的用处吧！我们必将洗耳恭听！”“感谢大将军。其实我要直接控制闪电的力量，电击中这两根金属棒，电的力量便能转移到匣中的‘雷电容纳器’中。这么一来，我们伟大的艾格莱希就不用再用铁圈和铁线制造那些微小的电了！”话音刚落，全场一片掌声，仿佛雷电一般，国王也用金属棒端指着大家，就像决心要“吸收”雷电一样。“不过，国王，我还是想问，您怎么确定‘雷电容纳器’能完全容纳雷电呢？”“你放心，大将军，”国王拍着胸脯，胸有成竹地说道：“经过大量计算，多张图纸，定是没有问题。”又是雷鸣般的掌声，大将军高呼：“雷之艾格莱希……”“永昌！”\n第十一节·诗人与奈可罗曼奈可罗曼的君主，回到了城中，这时已是十九日的上午，消息传地太快，奈可罗曼民众开始了浩大的游行，一是为了迎接君主，二是为了抗议莱恩的欺骗行为。住在城门一条街附近的那人，穿着古朴的棕衣，他是一位略有名气的政客，但还是因政治上的屡屡受挫，精气大丧，不想干了，在这里买了一间廉价房，生活着。政客，因受挫，会成为什么，他的选择是一名诗人，写诗还算好，以此维持生计，但同时，诗人也保留着当年政客的心……诗人靠在窗边，廉价房位置高，整个游行的过程他都能看见。君主入城，大家齐声高喊“奈可罗曼万岁”之类的话。诗人细看君主，从容而兴奋，完全不像他在考古总部的样子。君主乘车，大臣们紧随其后，城门一街早已被国民堵得水泄不通，前面的卫兵硬是开出一条道，君主一行才得以通过诗人看了看，树与树间都是横幅，红色的底子白色的字，格外显眼。但这让诗人心中有些不满：因为横幅写得都是“万岁”“欺骗”“战争”“支持”这些词组成的话。“唉！”诗人渐渐淡去心中的不满，叹了口气，向桌子上的玻璃杯走去。倒了一杯酒，又返到窗前。此时君主已经下车了。在诗人的注视下，君主走向了一个较高的平台上。“伟大的奈可罗曼的臣民们！”“吾君万岁！”“今日，我要通知整个奈可罗曼，整个世界……”“我不相信莱恩这一套。”诗人倚在窗前，说道。“我不相信莱恩这一套！”诗人苦笑，喝了一杯酒，看看他的君主还会说什么。“因此，我相信，我们奈可罗曼能从抗击者的队伍中脱离出来，与莱恩抗衡，与讨伐者抗衡！”“去特么的‘抗衡’，”诗人又是一杯：“奈可罗曼现在的状况你还不知道吗？”“我的臣民，面对莱恩的欺骗，我们怎能忍？我们要找到独立之路，反抗之路！”“呵！独立？反抗？以奈可罗曼的局势，怎么独立？怎么反抗？”诗人紧握酒杯。“老君主，你怎么死的这么早？希望您能看看你儿子，都干了什么？自从你儿子上位后，生产力下降，就连兵器都得朝莱恩购买。”诗人看着手中的酒杯，似乎希望它能听懂，又或希望它是已故的老君主，接着，诗人不情愿地向外看那群国民，举着火把，烧了象征其它三国的旗帜，高呼……诗人骂道：“一帮虎犊子，脑袋缺弦是吗？也不知道怎么了，自从老君主你死后，他们一个个傻子似的，你那儿子一有什么狗屁理论他们就说是真理，狗屁真理！现在好了，要打起来了，看看你们这日子咋过！”\n第十二节·二十日时报莱恩时报：十六年七月二十日主题：无耻离兵！奈可罗曼与莱恩同盟关系正式破裂!正文：十九日下午，奈可罗曼君主发言，宣布与同盟时代终结。尽管莱恩帝王想保留奈可罗曼，但已无可奈何。最后帝王以“无耻离兵”形容，并称这是极其不明智的举动。 主题：大军行进：讨伐者进军。正文：在奈可罗曼君主发言后，玛奇莉亚共和国与艾格莱希联邦组织联合兵力靠近莱恩考古总部，驻军第三十一师组织兵力准备反抗。据消息，共和国主席与联邦国王将亲自加入战争，指挥军队。\n第十三节·最前指挥官的蠢猪式指挥二十日的夜晚，月亮照亮大地，莱恩城墙一片火光，让大地更亮，人群嘈杂，因为在半个莱恩分日时之前，莱恩与奈可罗曼的交锋开始——这是百年来的首次交锋。奈可罗曼军队一路向西到了莱恩城，领队的正是君主，他手持火杖，下令军队以火矢攻击。而莱恩方面，驻城第二十八师原是消极避战，不与奈可罗曼发生任何冲突，这得以让奈可罗曼先发制人。但是，刚刚得到帝王的消息，要求第二十八师不留余力，全面迎战；并要求第二十九师支援南方边界第三十师，第二十七师支援驻考古总部第三十一师，加强防守，以防讨伐者趁火打劫。在一顿顿强攻下，莱恩城西面城墙出现了缺口，也在此时，君主下令不惜一切冲入缺口。“疯了是吗？”二十八师指挥官几乎是看呆了，因为他所经历的攻城战中，没有哪个指挥官在不击杀城上敌军和寻求掩护的情况下下令全军冲入缺口。“纯是仗着人多！”渐渐的，指挥官的话得以验证，因为在全奈可罗曼军队中，君主是冲在最前面的，没有掩护，全军以难以想像的速度冲入缺口。“擒贼先擒王，这道理他不懂吗？”看准时机，指挥官下令：“弓弩手！瞄准目标：最前指挥官！射击！”顿时，箭如雨下，“雨”又如有生命般，奔向君主。“君主必难逃死劫！”二十八师指挥官说道。乌云遮住了月亮，大地也失去了月的光芒，正如指挥官所言，君主身中数箭，如大地失去光一样，失去生命，应声倒在血泊之中。“快！医护！”随行大臣见此大喊，可惜，全军的呐喊声淹没了大臣的喊声。奈可罗曼军队，如奔涌的蝼蚁，两边的兵力减少，两边的血泊增加，但仍以人群之势，冲入缺口，直奔帝王。然而此时，三分之一的人，也只能如他们的君主一样。等到另三分之二的人全部冲入莱恩城时，第二十八师与帝王的近卫队前后夹击，在宫殿相遇……\n第十四节·火光莱恩城此时已经是二十一日的凌晨，月光照耀莱恩，然而，这是一次不眠之夜……“莱恩！你谋杀了我们的君主，欺骗了奈可罗曼，此罪该万死！”随行的大臣手持火杖，冲着莱恩帝王大喊。“谋杀？欺骗？可笑！明明是你们攻打莱恩，明明是你们不看看这事实！”二十八师指挥官破口大骂。显然，这形成了一场舌战，莱恩城，火药味十足，哪怕是最小的火星，也能引爆整个莱恩。谁都不希望有任何的火星出现——至少莱恩人这么想，可是，事违人愿。随行大臣扔下火杖，提起一把剑，跑向第二十八师指挥官。剑之锋利，并且随行大臣这一猛挥，砍下了猝不及防的指挥官的头颅，高声大喊：“奈可罗曼万岁！”这彻彻底底地激怒了帝王。帝王下令：“不惜……不惜一切，消灭敌人！”从攻城战，到舌战，接着一片混战，宫殿边的国民有死有伤，血溅满地，死状惨烈……刀光剑影，在迫不得已之时，奈可罗曼军则以自焚与敌同归于尽……火光冲天，尖叫、怒号、惨声……不绝于耳，烧焦的尸体抱成一团，砍下的残肢如同乱麻……剑、盾、杖，断的断，破的破，折的折，难以寻到一件完整的兵器……尸横遍野，血流成河……繁华的莱恩城，看不到她原先的面貌……在莱恩历史上，这样的战争……实为罕见。天，在不知不觉的厮杀中，亮了。奈可罗曼以全军覆没告终，这是那位君主的第一次战争，也是那位君主的最后一次战争。莱恩伤亡惨烈：近卫军、二十八师各伤亡一半。在两个莱恩分日时后，剩余军队反攻奈可罗曼城。就这样，奈可罗曼这个国家，彻底灭亡。君主的信物，被莱恩帝王认为是不理智的象征，收入帝王囊中……这是一场因“圣石”引发的悲剧，莱恩不愿再这么打下去了……然而，南方的第二十九师和第三十师，终究抵不过势如破竹的讨伐者大军……悲剧，还会继续，何时才会停止？\n第十五节·主席、国王和将军二十一日至二十三日，讨伐者北上，消灭了莱恩第二十九师和第三十师。天气转凉，空中乌云变多，阵阵寒风，抚过了阵亡骑兵的骸骨。“国王，以这种天气，看来不妙啊！“主席与国王，同乘玛奇莉亚的蒸汽车，一边观望天气，一边交谈。“是啊！艾格莱希神，会如时出现。”主席没有再说一句，他向车外看，树林阴森，天空灰蒙，不见阳光……但有一个声音打乱了他的观望。“尊敬的国王，再过两个艾格莱希时，艾格莱希神就将显现了！”主席朝国王的方向看，国王的大将军骑着快兽，向国王报告。“太好了！我的‘雷电长匣’呢？”“回国王，我先前派了十人回国取长匣，走了林间快径，虽说现在应该与我们会和，但始终不见人影。”国王脸上有些焦虑，不过很快，他说：“没关系，幸亏我多带了一个长匣。拿出来，让艾格莱希神赐予我们雷电之力！”将军答应，撤退。车中，又只有主席和国王两人。“晚辈，那名将军你还任用？”“是的，前辈，不过马上，天下就是您与我的了。”主席无言，身子靠在座上，望着随行的士兵、阴暗的天空，还有那个“雷电长匣”……\n第十六节·迎接式“尊敬的主席，我以艾格莱希大将军的身份，邀请您参与这次神圣的迎接式。”将军在向国王做完简单汇报后，半跪着对主席说话。空旷的土地，艾格莱希的工兵们在此搭建了一个祭台。天空，已是乌云密布；小雨，滴滴答答地下个不停，接着雨量增多，雨势增大，狂风不断。天空闪过一道道的闪光，轰隆声，不绝于耳。国王手持他的长匣，披着祭祀的长袍，在倾盆大雨之中，独自一人走上祭台。将军拿着钢剑，按捺不住喜悦；主席站在雨棚下，身边有三名士兵保护。其余的人，注视着台上的国王，期待神的降临，期待神的恩典。该来的总会来，不该来的也一样会来。就在这个电闪雷鸣的二十三日，艾格莱希人们心中的神，降临了。对于这名忠诚的追随者，神赐予了他最好的礼物，最出人意料的礼物——死亡。第一道雷劈中了国王，其余人却在下面欢呼神的到来。紧接着第二道，国王跪在地上，手中死死拿着他的宝贝。第三道雷劈中国王时，他才完全倒地。其余人这才意识到事情的不妙。大雨，还在不停地下……将军第一个到了国王身旁，此时，这位国王，已经永远地离开了他们。大雨，还在不停地下……泪水，也在流淌……将军静静地看着国王的那具尸体，发了好一阵的呆，这才回过神来。捡起国王的宝贝，重重地一摔，高声大呼：“我们胜利了！”\n第十七节·内战“正如我想的那样，你，将军，你果然想造反。”   “这不是造反，这是一次革命，光荣的革命！”   “你等着这一刻多长时间了？”“五个艾格莱希年，整整五个艾格莱希年！不！现在开始，我要管它叫：吉恩时年！”将军大笑，提着手中的钢剑，指向主席。“吉恩党员们，让玛奇莉亚也葬于此地！”主席与原艾格莱希执政党一队，将军与其党羽一队，在这个空旷的土地，展开了斗争。祭台，被人群与刀光剑影、弓矢火炮淹没。大雨还在不停地下……雨啊，你何时才能停啊。泥泞、流血、断剑、惨叫、炮声……这一切，或许应该存在，又或许不应存在，但无论怎样，这场战争，还是爆发了。没人知道具体过了多少个艾格莱希时，但只知道，大雨见证了这场战争。倾盆之雨，总算小了；讨伐者的内战，也总算停了……\n第十八节·总动员——科学之厦将军被主席活捉，他的党羽这被消灭。国王的尸体安葬在远处的森林。主席缓缓走到祭台上，面对着大家。大家排成阵列，战争之后，接受主席的最后动员。小雨，没有停过；天空，没有晴过。泥泞的地面上，讨伐者的军队肃立着……“我，曾想到过今天的战争，但我没有意识到，它，会来的这么快。不得不说，从建立联盟关系，到今天这次北上讨伐，我一直提心吊胆，担心有一天，联盟破裂；担心有一天，我们国家灭亡；担心有一天，我会死于亲信的屠刀之下……”主席眼圈湿润。“我也曾经幻想过，假如我不是主席，是一名农夫、工匠……什么都行，那样的生活，会是怎样？也许，我能管理自己的农庄；也许我能炼造自己的兵器。如果我不是主席，我更愿意自己是一个发明师，我爱蒸汽。”泪，随着雨，往下掉，打在地上。“蒸汽，火与水元素的史诗。蒸汽是我们的生命之源，也是玛奇莉亚的动力之源。一辆辆蒸汽车奔驰在玛奇莉亚的街道上，闪闪的电灯点亮道路。这是玛奇莉亚与艾格莱希友谊的画卷！”主席仰起头，目视阴蒙的天空。“友谊？这是利益！”跪着的将军几乎是咆哮地喊道。“那国王知道，电并没有蒸汽高效。”将军继续说，“艾格莱希的电，都是靠人力使铁线运动于铁圈之中，由此大规模送电。”将军还说：“他的一位同党，在这装置基础上接了一个‘容纳器’，这样能储电，同是又能供电。告诉国王，他认为这装置再接上铁线和铁圈，既能储电，又能供电，铁线能永远运动！”将军一阵苦笑。全场惊讶，人们在下面低声交谈。“肃静。”主席转身面向将军，“那么说，电是无尽的资源？”“你也这么想！”“怎么？”“那国王也这么想！做了上千次实验，一次都没成功！”主席沉默了，小雨还在下着。“或许这是错误的，但一次实验的惯性失误，也会使实验总体错误。”“哼！”主席不再理会将军，继续他的说辞。“但无论怎样，发展到了如今状况，科学，科学的大厦也已经完成，如果有圣石的力量，帮助我们，打败莱恩，就能统一世界！事成之后，艾格莱希国土不变，原执政党重新选择领袖，玛奇莉亚与艾格莱希的友谊不变！我不会像奈可罗曼一样！”全场欢呼。在欢呼声中，雨也逐渐停了。久违的太阳终于露出了他的光，尽管只有一丝、一毫，但这却是战胜的希望。主席下令斩首将军。阳光就照在了将军的首级上，地上又是一滩血。讨伐者继续北上。世界，会被统一吗？科学，会想主席所说的统一吗？\n第十九节·最终之战这或许是莱恩历史的最后一天，讨伐者势如破竹，一举攻破了莱恩城。帝王自刎主席也拥有了四个国家的信物——就差圣石了。简单地在莱恩城中整顿一日后，讨伐者的大军，向着考古总部出发。然而，在考古总部这边：象征着莱恩的旗已经降下——这是亡国的表现，作为亡国的士兵，作为从前莱恩的第三十一师，长官下令誓死保卫他们最后的领土。如果可以胜利的话，第三十一师便可坐收渔翁之利，恢复莱恩，统一世界。但这种可能性太小了，不过即使如此，第三十一师也在保卫着。这是莱恩的精神。这是莱恩的荣耀。远方，号角，这是讨伐者的号角，主席和他的将领们，骑着快兽，后面，一辆辆的蒸汽车，滚滚的烟、滚滚的尘。长官手持重剑，立在前面，身后的第三十一师全部骑兵，静候讨伐者。或者说，静候战争，静候死亡。这一动，那一静，讨伐者与第三十一师，形成了鲜明的对比。这动与静的距离，小了、小了，越来越小了。蒸汽机的轰鸣运转声，讨伐者的如雷咆哮声，终究是一种宣誓，一种血的宣誓——你们必败！主席从快兽上下来，身穿战甲，提着剑，面向长官。“你是我所见过的最冷静沉着的长官。”长官闭上双眼，仰头，铁甲在阳光的照耀下，发出了它独有的金属光，重剑插在地上。剑刃，显示着它的锋芒。“你是我见过的最理智的领导人。”同样的语调，相似的话……“你们输定了。”“是。”“归顺与我吧。”“很遗憾，不行。”回答地太果断了，没有任何的思考。“这也正是我所遗憾的。”“主席，只能一战了。”太阳，那样的红；树林，那样的绿；天空，那样的美；积水，那样的静……这一天，语言形容不出它有多么漂亮，但又像是总要找出一点儿不足似的，讨伐者与第三十一师，开战了。一个艾格莱希时之后，因人数与实力的双重悬殊，第三十一师惨败。主席见长官丝毫没有归降之心，下令斩首。血，溅到了土壤上。长官的影子，渐渐倒下。主席目视远方。又一个艾格莱希时后，葬了第三十一师长官，主席换上了便衣，与手下的大臣，押着长官生前关系紧密的那个骑兵，登上了遗迹塔……快了，世界快要被统一了。\n第二十节·最后的对话在遗迹塔中心到外面几十步的范围内，空气像被染成了淡蓝色，“神力”就是这样包围着遗迹塔。奈可罗曼君主曾经闯进去过，后来他就疯了——或者说本来他就疯了。主席端着一个盘子，盘子上整齐地放着四国的信物。信物到手，就差破解“神力”的方法了。在对骑兵的拷打后，他才终于道出破解“神力”的方法：根据对遗迹的考察，莱恩发现，纯铝的金属，在适量的情况，进入“神力”范围即可破解。但是这些年，四国对铝的制取方面毫无进展。铁器，能打能用，大批的订单全在铁器上，再加上已探知的铝的储量少得可怜，这就使铝的价格极其昂贵，这便成为国家领导者的信物，信物上也会镀少量的金、银。通过计算，四个信物铝的含量正好在可以破解的范围内。穿着便衣，打足勇气，主席端着盘子，进入了“神力”范围内，他看见水晶旁边的几个大型圆柱打开了顶部，此时主席略有不适，不自觉地闭上了眼。无边的黑暗，主席漫步其中，没有目的地漫步，主席停下了脚步，发着橙色光的半透明人出现在主席眼前。“你是谁？”主席问。对方没有回答。当主席再次问起的时候，半透明人开口了。“尊敬的玛奇莉亚共和国主席，您好，请原谅我没有立即回答您的问题，现在开始回答:在下编号为:普洛仙343号，我知道，您有一肚子的问题。”343号的话，让主席吃了一惊——这是拿艾格莱希国王的声音说的。过了会儿，主席才问到:“您之前为什么没有立即回答鄙人的疑问？”“再次学习语言，很遗憾，你们的文明并没有发明类似于互联网的平台。还有，主席您不必拉低身份，这也是在下选择艾格莱希联邦国王音色的原因。”互联网？音色？“主席，在下知道您在思考一些什么了。所谓互联网，便是信息化文明发明的一种及时共享信息的虚拟平台；要是您们的文明发明出了互联网，我的纳米机器人就会飞向世界各地，输入特定程序，入侵互联网，从而获得更多信息。所谓音色，指可发声生物发出声音的感觉特性，声音由发生器发出，个体结构不同，音色因而不同，通俗地说，音色即您所说的声音，但这是不准确的。”主席似懂非懂，果然还是代沟太大。尽管说343号让纳米机器人把电子信息转为生物信息传送给主席，引起之前主席的一阵不适，但即使这样，主席理解能力有限。343号又跟主席说起纳米机器人的事：“纳米，这是我们文明的最小单位长度，正如莱恩最小单位长度‘莱恩物件长度’一样，不过纳米要比它小得多得多。纳米级的机器执行单位，被我们成为纳米机器人。您的肉眼是看不见它们的——因为它们太小了。”为了更加方便理解，343号使用了纳米机器人的全息投影，这让主席吓了一跳。“您所见的是纳米机器人的全息投影，所谓全息投影，简而言之是特定仪器将物体投影。现在这个被我们文明称为‘章鱼状’的，就是数亿倍后的纳米机器人。”“它很漂亮，不是吗？”“对不起，我无法对它作出评价，只是生命所做的事情，而非人工智慧。”“那就谈谈您吧。”“也好，我的创造者也规定我必须对后来文明说明情况。我属于‘普洛仙计划’的遗留人工智能之一，你们的文明所在的行星，是我们殖民星的一部分。‘普洛仙计划’在几颗特定的认为最有可能出现高等生命的星球中执行，您的行星，编号为343。”“为什么？为什么执行这次计划？”“我也很想知道，但我的创造者只是留下了‘轮回’二字。”“轮回？后来呢，后来发生了什么？”“我的创造者，他们都死了；我的文明，消失了。”343号那橙色的光变得暗淡许多。“谁干的？”“轮回……”静静的黑暗，充斥着寒与冷，透心的寒、刺骨的冷。343号和主席都沉默了。“那……您能否让这个星球统……统一？”主席开了口，打破了宁静。“很遗憾，文明终会消亡于轮回，只是时间上的问题。我发现，您的文明要差于我的文明。比方说那个与事实抗争、暴怒的奈可罗曼皇国君主，他断送了自己和国家，还有他的愚昧的民众，大都以君主的话为真理。再者就是对世界统一的强烈野心。”主席想为自己的文明辩驳，但也实在是没什么好辩驳的。“创造者规定，我的文明优于所有文明，这让我有所怀疑。”“那您对我有什么看法。”“严格来说，您比其他领导人更卓越。不过，从纳米机器人收集的信息看，也有极大的不足。您在最近一次动员中提到，‘科学的大厦已经建成’，事实证明，我们文明中也有一名爵士说过同样的话，但之后却有一个又一个新的科学理论和科学发现，这句话便不攻自破了。还有，您相信让铁丝永远运动——也就是国王同党设想的机器存在吗？”“我也有所质疑，但我真的有点相信它的存在。”“看来还是没有发展到一定程度啊！能量不会凭空产生和消失，所以永远运动的机器是不存在的，这一定律，被我们称为‘能量守恒定律’。”主席叹息，自叹自己出生的太早。“尊敬的343先生，您是怎样看待我们文明的战争的呢？”“战争？嗯，可以说这次战争是愚蠢的。第一，您们毫无根据地认为水晶可以统一世界；第二，从战术和战略上，您们还是集团军作战，缺少战术性的指挥；第三，过于迷信神灵，不愿相信科学。”“那您能帮助我们吗？”“不，我所说的，再一次的轮回即将到来，随后宇宙将会动荡，从现在到轮回，只有五百多年，即使现在统一，五百年后，您们还是会灭亡。并且这五百年内，战争将不间断。忘了与您通知，这次对话结束后，‘钥匙’会清理您们、消灭您们。”“那又为何有‘普洛仙计划’？”“创造者们只是想对后来文明负责而已。”343号接着说：“现在外面已经是黄昏了，建议您出去看看夕阳。”主席紧闭双眼，流出眼泪……343又说：“我们的文明有过这样一句话：战争可以比作夕阳，因为夕阳是无休止的；如果战争消失，这个文明面对的，将是最后的夕阳。”\n\n后言人生头一次写小说，感觉效果不是十分理想，从初中转高中那一暑假开始写，中间断过一阵子，高中开学两三个月之后才写完，至于电子稿，是今天才结笔的，算得上是自己高中的纪念之作\n圣石这一主题，也算的上是老主题（233），一开始以为没人会再续这主题，结果看到上官时，我发现我错了\n我离开论坛好一阵子，我还会继续离开（不滑稽）\n总之，我这个骨灰也算是炸（诈）了一下尸\n希望这部作品不会被dalao们喷死\n\n——2017/4/30",
    "replies": [
        {
            "author": "1392684709",
            "timestamp": 1493529360,
            "txt_content": "你也是对话流，XD。提几点意见：加个目录多好。2、这个章节上长短差距我没话可说。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1493558160,
            "txt_content": "两个问题：\n对话流；阅读不便\n对话流不解释\n阅读不便是说二十一页翻页很麻烦，建议弄目录\n还有错别字要注意，例如\n不知道，但对我们一定非常有力\n\n话说这么多人发圣石战争？"
        },
        {
            "author": "SAKHWJKSJS",
            "timestamp": 1495341000,
            "txt_content": "加目录，加字数，不然太短了阅读起来也不方便"
        }
    ]
}