{
    "title": "[Minecraft.net|INSIDER]本周方块：紫珀块",
    "author": "土球球",
    "replyCount": 7,
    "timestamp": 1493568300,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-1 08:53 编辑 \n\n\nBLOCK OF THE WEEK: PURPUR\nUncover the colour of kings and snails!\n\n本周方块：紫珀块\n向皇室和螺类专用色致敬！\n\nWhat's the most regal colour? The most magnificent colour, the one that makes you want to doff your cap and grovel like a peasant. Gold? Pah! Gold is a gaudy distraction, a shallow display of mere wealth! I'd argue that it is in fact purple that's the colour of true power and luxury. If I was going to build a city, I would make it entirely purple, just like the purpur blocks of those mysterious, majestic cities of the End.\n最豪华的颜色是什么？最壮丽的颜色，就是让你想要脱掉帽子心悦诚服的颜色。金色？呸！华丽的金色只会让你分心，它也只是肤浅的财富象征！事实上，在我眼中我认为紫色才是真正的展现力量和奢华的颜色。如果我打算建造一个城市，我会把它完全打造成紫色，就像末地的那些神秘而又壮观的末地城。\n\nPurpur is one of the strangest and most otherworldly materials in Minecraft, found in a fittingly strange and otherworldy dimension: the End. The blocks themselves can be crafted from popped chorus fruits, which have been harvested from the angular cacti-like chorus trees, and then gently smelted. But these are no ordinary fruits - when eaten they can teleport the player a short distance. Even weirder, purpur blocks make the perfect camouflage for the mollusc-like shulkers, emerging from their purpurish shells to launch homing missiles at the player.\n紫珀块是Minecraft中最奇怪而又最神秘的材料之一，出现于一个非常奇怪的、具有强烈排他性的维度：末地。这种方块本身可以通过使用爆裂紫颂果合成得到，而这些爆裂紫颂果可以通过烧炼一种像仙人掌一样的紫颂植物上的果实得到。不过，这可不是普通的水果——通过食用它们，玩家可以传送到一段较短的距离外。此外，紫色的方块对于潜影贝这样的软体动物来说是最好的伪装。这些贝类会从紫色的贝壳中弹射定位导弹，而这些导弹的目标正是玩家。\n\nIt's an elaborate and peculiar process to obtain a nice block of purpur - and it's that which makes all the more precious. The exact same can be said of the colour purple in general: a colour that's hard to harvest in nature, making it most prized by powerful people. And, in another odd similarity, its story also involves molluscs.\n获取一个漂亮的紫珀块的过程是一个精心设计的奇特过程——因此这也使得紫珀块变得非常珍贵。和现实生活中的紫色东西相同：它们都很难从自然界中取得，因此成为展现人类强大的力量的最为珍贵的色彩。此外，另一个奇怪的相似之处，在于它的获取也会涉及到软体动物。\n\n\nTyrian purple has been a much-prized dye for millennia - here manufactured by Kremer Pigmente.皇家紫色（Tyrian purple）一直是数百年来非常珍贵的染料——由Kremer Pigmente生产。\nFor thousands of years, the colour purple has been linked to the ruling classes. Alexander the Great wore it when he gave audiences to his people, and in Homer's Illiad, that rip-roaring tale about the siege of Troy, the Greek hero Ajax's belt is described as being purple, and the tails of Trojan horses (not the Trojan horse, but the horses ridden by the Trojan soldiers) were dipped in the colour. That's some flashy equestrian couture!\n几千年来，紫色都和当时的统治阶级有关。亚历山大大帝在面向他的观众时穿着紫色，此外，在荷马的伊利亚德，关于特洛伊战争的故事中，希腊英雄阿贾克斯的腰带被描述为紫色，特洛伊骑士的马的尾巴（不是特洛伊木马，而是战士骑着的马）也被蘸上了颜色。这种针对马的装扮十分地华丽！\n\nLater, in the Roman era, it became the colour of the togas worn by magistrates, generals and consuls: the VIPs who held the reins of power. They even passed laws that banned anyone unworthy from wearing the colour. And it went on, into the Byzantine era with Justinian I smashing it with some splendid purple robes in the 6th century, right up into the Catholic Church, in which today the high station of bishops is marked by wearing purple.\n后来，在罗马时代，紫色被用在了长袍上，而这些长袍的主人分别是治安法官，将军，和执政官：掌握权力的贵族。他们甚至通过了禁止任何老百姓穿戴这样颜色的法律。就这样进入了拜占庭时代，一个由穿着灿烂的紫色长袍的查士丁尼一世引发轰动的时代，再到天主教堂，其中的主教高台被涂成了紫色，直到今天。\n\nBUT WHY? Well, that would be because of a snail.\n不过，为什么？好吧，这其实和螺类有关。\n\n\nHow many millions of these hapless molluscs have died to give Roman magistrates cool threads? Thanks to M.Violante for taking a picture and not brutally extracting the poor things' goo.这些成百上千万的不幸的软体动物的死亡仅仅是因为罗马行政长官，其中的个数又有谁能数得清？感谢M.Violante拍摄照片，而不是和他们一样残酷地提取这些东西。\nA sea snail, to be exact, called the spiny dye-murex. This little fella, only 6 to 9 cm long, lives on rocks in shallow parts of the central and western part of the Mediterranean Sea. And it's a predator, using a milky goo to sedate its prey.\n一个海螺——准确地说来，应该被称为多刺染料骨螺。这个小家伙，只有6-9厘米长，生活在地中海中部和西部的浅层岩石处。它属于食肉动物，采用乳白色的粘液来固定猎物。\n\nNow, some bright spark thousands of years ago found that this goo, which is initially colourless, turns purple when exposed to sunlight. And what's more, when this goo gets on clothes it's colour-fast, making it an excellent dye. It became known to ancient Greeks as πορφ?ρα (porphura), to the Romans as purpura, and to us now as Tyrian purple.\n现在我们得知，几千年前的一些智慧的先人发现，这些最初无色的粘液在暴露于阳光下时会变成紫色。此外，更重要的一点在于，这种粘性物在沾染上衣服时着色很快，因此简直是天生的良好染料。古代希腊人称其为πορφ?ρα（porphura），罗马人称其为purpura，而现在我们称其为Tyrian purple，也就是皇家紫色。\n\nAround 1500 BC an industry in this stuff started. The snails would be gathered and their shells would be cracked so their goo gland could be removed. The goo would then be extracted and left in the sun until it reached the right colour. A single spiny dye-murex yields very little dye: 12,000 of them only produce enough to colour just the trim of robe. So that's a lot of dead snails. Ancient authors said that since the snails were left to rot after their glands were removed, the places Tyrian purple was made absolutely REEKED.\n在公元前1500年左右，相关的行业开始出现。这种螺类会被收集，然后破壳，从而获取产生粘液的腺体。然后提取物将放置在阳光下，直至变成正确的颜色。单个多刺染料骨螺只能生产很少的染料：大概12000个这样的个体才仅仅能生产可用于修剪一个长袍的染料。因此大量螺类被剥夺了生命。根据古代作家的描述，由于这些软体动物在腺体被去除后被遗忘腐烂，所以生产皇家紫色的地方可绝对不好闻。\n\n\nSome Romans kicking it fine style in the 1st century BC, wearing togas with reddish-purple hems.在公元前1世纪的罗马流传的优雅样式，穿着红紫色的折边。\nA 6th century mosaic of Byzantine Emperor Justinian I, noted fan of crushing snails for fashion.一个公元6世纪的镶嵌画，画的是拜占庭皇帝查士丁尼一世，它可是喜欢粉碎海螺的时尚人士。\nAll that work made the stuff super expensive, too, so only the richest could afford to wear it as a symbol of their status. And that's why purple has been historically considered so regal and stately.\n所有这些工作都使得这些东西超级昂贵，所以只有最富有的人才能负担得起它们，并作为地位的象征。这就是为什么紫色在历史上被认为是如此豪华和庄严。\n\nThe deaths of so many snails do not go unavenged in Minecraft though: the shulker - perhaps spiny dye-murex's distant cousin - lies in wait for those who covet the purplish charms of purpur!\nMinecraft中并不会有如此多的软体动物丧生，尽管如此，这些潜影贝——也许是多刺的染料骨螺的远房亲戚——在那里等待着那些对紫色垂涎三尺的人们！\n\nSo hunters of regal finery beware - purple power comes at a price! Stay frosty, Block of the Week fans!\n所以，那些想要制作华丽的服饰的人们可要小心——使用紫色展现力量可是有着不小的代价！本周方块的读者们，请保持冷静！\n\n原文：https://minecraft.net/zh-hans/article/block-week-purpur\n作者：Alex Wiltshire\n原文发表时间：2017年4月28日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1493569440,
            "txt_content": "卧槽这个才是我翻译得最痛苦的周块→_→文章比之前的要长一大截，有一些1.9时代的东西的官方翻译我不熟悉，同时这篇文章还涉及到生物和历史的知识，还TM有希腊文，我真的是一边翻Minecraft Wiki，一边翻Wikipedia翻译完的= ="
        },
        {
            "author": "langyo_v3",
            "timestamp": 1493575860,
            "txt_content": "我记得,小马宝莉作为高贵的女皇,身体也是紫色的\n\n所以为什么我要扯小马= =???"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1493601120,
            "txt_content": "langyo_v3 发表于 2017-5-1 02:11\n我记得,小马宝莉作为高贵的女皇,身体也是紫色的\n\n所以为什么我要扯小马= =??? ...\n1.只有公主没有女皇2.高贵的只有洁白的大PP，TS也配叫高贵？！[滑稽]"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1493601180,
            "txt_content": "ustc_zzzz 发表于 2017-5-1 00:24\n卧槽这个才是我翻译得最痛苦的周块→_→文章比之前的要长一大截，有一些1.9时代的东西的官方翻译我不熟悉， ...\n我翻了两段就放弃了XD"
        },
        {
            "author": "1392684709",
            "timestamp": 1493604300,
            "txt_content": "楼主（版主）辛苦了，支持支持"
        },
        {
            "author": "广药",
            "timestamp": 1493631960,
            "txt_content": "翻译得最痛苦的周块每周刷新一次233"
        },
        {
            "author": "土球球",
            "timestamp": 1493633640,
            "txt_content": "WuGuangYao2012 发表于 2017-5-1 17:46\n每周刷新一次233\n擦，要不是简单的都被你们抢完了，我也不会每周刷新一次难度系数→_→"
        }
    ]
}