{
    "title": "删帖",
    "author": "MC_Kearney",
    "replyCount": 0,
    "timestamp": 1493569140,
    "txt_content": " 本帖最后由 MC_Kearney 于 2018-2-25 14:32 编辑 \nMinecraft海战欢迎您大致玩法介绍:一个岛屿  每个国家有着三个前线基地有专属原创插件支持√每个前线基地都会生成一定物资进入国家的金库里并且每分钟将会给不同国家的人分发泥土以及石头在NW2里 我们为了保留原汁原味的MC特色-Create创造泥土和石头 可以让玩家 在指挥作战的同时 建立自己的小型作战基地当玩家制造好自己的小型基地时可以放置一个牌子输入指令让这个基地生产物品当手中金币越多就可以升级你的小型作战基地小型作战基地可以被毁灭 毁灭的条件便是牌子消失【既然牌子都消失了 肯定以及不全了整个基地】我们为了充分的提升游戏的战术性 简略化 我们设计了不同路线 玩家可以选择三个前线基地进行传送前线基地可以被攻占 敌方指挥官只需要在一个点呆上3分钟 基地便会被攻占地图为这次模式的关键 成败看地图 必须充分的让路线将战略性演绎出来前线基地会生成士兵 玩家可以让士兵保持跟随状态 当然必须提供他们粮食这一次 你不再是一名普通的士兵 更是一名战略家 出色的打赢这场战争把 我相信只需要三分钟 你就会爱上这款服务器服务器介绍NW战争开服于2016年寒假那时的我们就开始精心研发海战的相关内容现在我们带着国内第一批mcheli航母/战舰等重新开服力求打造一个不一样的战争服\n\n\n\n\nQQ图片20171202115621.jpg (36.63 KB, 下载次数: 0)\n\n下载附件\n\n2017-12-2 12:01 上传\n\n\n\n\n服务器已经归属于DL WW3\n吃鸡模式！！！！即将震撼上线！！！！强盗 开箱 无毒圈 酸雨 城市地图 全自动一体化 载具 更多动作 侦察系统  不一样的吃鸡！不一样的玩法！正在升级地图中= = 请进群等待\nCG正在制作！！！！！全新logo ！迎来万圣节欢迎参与NW的万圣节派对！！！！！更多枪械 更多玩法 更多乐趣\n\n[bili=13990604]1[/bili]\n\n\n\n      \n\n                                                                                    \n\n\n\n\n7437347337_64737.jpg (90.77 KB, 下载次数: 0)\n\n下载附件\n\n2017-12-2 12:00 上传\n\n\n\n\n                                                                                                                                                              \n[bili=13990604]1[/bili]\n\n我们的目标NW海战\n立志成为国内顶尖战争服我们不求人数开服只为兴趣\n请记住本服一切原创扩展包由工作室：MCheli扩展研发指导|X  以及 BC   打造  均已获得使用授权\n\n\n\n服务器背景：20XX年，世界经济陷入危机，中国由于其庞大国内市场而幸免于难，同时逐渐取代美国世界第一的位置，此次经济危机导致世界各个&强国衰弱。终于，一山容不得二虎，美国作为全球霸主，决定对中国宣战。。。\n20XX年X月X日，美国借日本海事船在中国**海域被驱赶一事，向中国提出抗议并宣称美国有能力维护全球的安全与稳定，于是，美国对中国采取经济制裁的同时，暗暗准备对中国发起攻击。。。\n20XX年X月X日，美国一艘核潜艇潜入中国领海被一艘中国052D发现，随后其发射鱼雷击沉中国的052D，中美关系急剧恶化，联合国调停无效，中美正式宣战。战争初期，中国以损失一艘001A型航母的代价，成功拖住美军，并转移工业到后方，同时改进大量的J10战机，与美国的大量飞机抗衡，战争开始后第6个月，中国的精锐J20师与美国的F35师狭路相逢，不分胜负，3大舰队的4艘001A型航母与美国5艘尼米兹级航母展开决战，战斗空前惨烈，中国陆军的先进武器全部亮相，陆航的武直10与美国的阿帕奇打得胜负难分，中国的东风导弹在此次战斗中大显神威，战斗进入了僵持。。。\n战争开始后第2年，中美战争白热化，世界各国都想浑水摸鱼，各国纷纷开始暗暗准备，终于，世界**爆发，中国，美国，俄罗斯，德国，日本等等国家全部参战，联合国此时也失去了其在平时的作用，此时，联合国也不是昔日的联合国了，联合国拥有大量各国武器装备，随即，联合国宣布独立，一场史无前例的大战正式在地球拉来帷幕。。。\n而你，作为交战方的一名普通士兵，为保卫自己的信仰，保卫自己的国家，保卫自己的家园而战！！！\n\n\n\n\n\n我们的服务器特色\n0.超独特的地图！！我们与其他服完全不同！！！我们采取海上作战形式！\n\n\n\n\n\n9.jpg (57.33 KB, 下载次数: 1)\n\n下载附件\n\n2017-8-14 00:40 上传\n\n\n\n\n\n2.卫星地图插件【战争服的大胆尝试！查坐标太麻烦？来查看附近的人吧】\n3.全新的占领插件！一周目的占领插件回归！！！\n4.全新的海战内容！这次将着重突出海战特色！航母，研发飞机，战列舰，单枪作战！技术至上！\n\n\n\n\n1.jpg (57.58 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-3 14:42 上传\n\n\n\n\n\n5.各种福利【觉得赞助之后亏？没关系！我们每个月都有一次官方举行的国家大战，每个玩家可以下注，赢的一方可以获得之前的赌注加上百分之二十的rmb奖励，输的一方则需要把赌注里的百分之十作为赞助服务器用 赌注的人必须达到4人 才会开启】 \n6.所有赞助物品统统可以用游戏内金币购买！我们将做到没有rmb武器！[但rmb却可以 直接解锁 所有道具]\n7.全新的模组！更棒的体验！我们抛弃一周目时所用的战舰以及flan模组采用现在流行的flan plusmod以及mcheil mod！这是一次新的体验！\n\n\n\n\n3.jpg (70.94 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-3 14:52 上传\n\n\n\n\n\n8.超还原！海上随时出现空投物资！不怕发育不起来！【准备加入】\n超逼真！ 精心准备的材质包以及光影，时时刻刻都在刺激的你视觉！\n\n超仿真的载具，流行的动作模组将丰富你的游戏内容 航母上可停放飞机 增添了游戏的逼格 海上作战！我们采用少枪多载具制度！枪械将统一使用战争**系列【获得授权】\n\n\n\n\n8.jpg (65.7 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-14 00:38 上传\n\n\n\n\n\n \n超带感！全图可破坏！无领地保护！死亡不掉落！【考虑=  =】战争无时无刻都在你的身边！各种激情bgm♂\n\n\n\n\n10.jpg (52.61 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-3 15:18 上传\n\n\n\n\n\n9.专门的科技树系统！每周7种不同载具 不同的实力 不同的竞争 配合全球市场 以及空投与占领 让玩家 的战斗 不再无趣！！充满激情！\n\n\n\n\n欢迎加入我们NW战争欢迎你\n服务器规则\n1、玩家之间请和谐友善，切勿因为一些小矛盾就要熊别人的建筑\n2、在服务器内是严格禁止作弊的！也不要使用作弊的mod或者材质包\n3、服务器内禁止随便引战，随便口吐脏话！\n4、服务器内含有丰富的新手礼包！（非常丰富哟~）\n5、严禁制造高频红石电路，高空流水岩浆等，发现者将严格处理！\n新手问答：问题1.我可以在服务器里修房子生存吗？腐竹：完全可以，但服务器有查询坐标的功能 小心被偷家哦问题2.枪械太少，飞机和战舰那么多 不会开？腐竹：服务器进服有一个新手训练营，里面会介绍服务器相关玩法 关于枪械少载具多问题 我建议你可以去单人实测一下 练习一下飞行技巧问题3.杀队友和刷钱有什么后果啊？腐竹：我们严厉打压这种行为！服务器规定：连续击杀三次队友，并且不道歉者，即视为故意杀队友，截图击杀记录就可以ban了。问题4.怎么赚钱啊？腐竹：任何岛屿的任何资源都可以进行** 我们将限定商店购买数量并且 不定时更新商店内容 所以 有些东西可能买了一次 第二次就要等很久  玩家之前可以高价**问题5.服务器死亡掉落吗腐竹：作为另类战争服 收集资源可能比较难 我们经过慎重考虑 在不失可玩性的前提 我们最终决定 死亡掉落玻璃心玩家 请慎入\n我们的开服历史\n\n2014年  幻域巨人服务器  玩家首次达到45人的最高人数\n2015年   幻域 海战服务器  高达60位玩家同时在线娱乐\n长达2年的开服经验，管理组的成员已经收获了各种开服经验\n我们的承诺\n\n1.我们将会陆续推出更多玩法以及更多原创枪包and插件！！玩家的支持就是对我们最大的动力！\n2、服务器采用了与天河二号同款CPU，拒绝卡顿！\n3、使用了百兆带宽，保证流畅的游戏体验！\n关于我们的管理组\n\n黑帮（化名）--服务器提供者\n土豆（化名）--服务器服主\nKearney—美工建筑\n咸鱼（化名）--管理兼服务器杂务\n稚友--服务器总技术\n服务器后台截图\n\n\n\n\n\n\n6.png (51.95 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-3 14:51 上传\n\n\n\n\n\n\n最后的几句话\n\n\n我们期待着您的到来！希望与你共同创造你我的NW海战！\n\n最后祝大家游戏愉快！现在处于内测之中 帖子会慢慢完善！\n\n\n                                                   \n                                                        \n最终解释权归NW新世纪所有\n\n\n\n\n\n\n\n\n\n\n7.jpg\n(110.54 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:14 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}