{
    "title": "【原创·连载】【狂热的沉默】【第二十集：中枪】【byRing】",
    "author": "我为我为",
    "replyCount": 7,
    "timestamp": 1493559600,
    "txt_content": "  还是不愿意去认真写好作业，更不愿意去复习......\n  又到周一了，在走廊里碰到云婼了。想要问问她到底是怎么回事，果然！开不了口，又紧张又害羞，啊啊啊啊，就要这样错过了吗？\n  她看到我，灿烂的眼光变得低沉，然后，就故意走到走廊另一个边缘。好像我们已经成为了敌人。我回头看了看她，她下楼梯也丝毫不带回头的。她那背影似乎是在告诉我：不要找我。\n  为什么在现实世界她也对我冷漠了呢？真的是我惹着她了吗？没事，我不稀罕你！我的收入马上就增加，我的近代史马上就能结束！\n  即使这么想，可是为什么，心里还是无法放下，还是非常难受......\n  算了，先处理处理数学作业的事情吧！夹子周末当然什么也没动，这下数学老师不得弄死我？那既然这样，这时候主动去找老师无非就是送死，还是像寒假作业那样，老师不找我我就不找老师吧。\n  大课间，做课间操，发现有一个班队列不齐、动作不标准，还若无其事，做完操后同学们纷纷议论。我随口就出来一句：“好神奇啊。”\n  “哇，沈然也会说好神奇了。”一个女生答复。\n  什么意思，我难道被当成一个呆子了吗？我真想告诉他们我知道的多了去了，他们那些都是幼稚。可是又不敢。其实，这也不是坏事，都有人理我了，我怎么能不知足的呢？对于我这样闷骚的，就好比一只“孺子牛”，在班里大概就是一片好心却被各种欺负，而且没人搭理吧。\n  唉，社会培养我这种老实人来让社会更有序和谐，但是当老实人好像根本不值吧......\n  这一整天感觉课都好好上不了了，和寒假作业那会儿似的，幸好老师这一天都没提到这事，终于混过这一层了。不过我还是找机会补上去吧，不然我这条漏网之鱼不是迟早得被老师揪住？\n  写作业刚写到九点半，眼前的东西就开始若隐若现了。手已经不听使唤，不知咋的使不出我手上的劲。眼睁睁地看着自己的笔在本子上画出一道道弯曲的线条，飘飘然的。视线逐步缩成一条缝，顽强的精神抵抗着、抵抗着，但视线还是合上了......\n  猛地睁开眼睛，感觉实在写不下去了！更别提预习复习还有那么准备把可能我拉下台的夹子了了！养足精神才是最重要的，只好先去刷牙洗脸睡觉了。算了，今天都成这个样子了，干脆也不刷牙洗脸了，上个厕所就睡吧！作业么，明天混过去吧！不过我这个效率和成果，如果到初三了怎么办？没事，不管了！反正到时候自然就解决的办法，现在才初一，早着呢吧！\n  第二天，王玄彬对我表示十分的无奈，想要说我几句什么却又住口了。\n  到数学课上，叶老师怒气冲冲地上了讲台，火一样蓬松的头发披散在肩上，把课本往讲台桌上一拍。考勤员机灵，还没等老师喊“上课”，就先喊了“起立”，免得老师觉得费劲。老师先没有讲课，拿着一张作业本的纸：\n  “好，下面我每读一个人名站起来一个。看我把你们惯得！就快班的素质都成这样了！还不好好学习！我点起来的一个个给我解释为什么不完成作业！邢齐、明馗......”\n  万幸，还好我恰好完成了数学作业，不然今天就真的得死了。老师还真把那几个人叫起来，一个个狠狠的、不给面子的喊。我听着，也感觉像是在骂自己，感觉心上有块铁压着。我数学夹子一直没弄，现在也不想弄，即使运气好，也实在让人不畅快啊。\n  不过这也预示着，不管怎么样，今天的数学作业可得好好弄弄了，不然明天估计就完了！那就把其他什么的作业拖拖吧。今天的数学作业也不算多的，就一张篇子，题也不难。\n......\n  清早，数学课代表还没说收作业，数学老师就闯进来了，让补作业的同学大吃一惊，像是一群普通的小动物看到了一只凶猛的野兽，几乎都要被宰了：\n  “快快快各组组长都给我把作业收上来什么原因都别管都给我收上来！”\n  难不到我，还好我昨天晚上专门针对数学作业好好写了，等等......\n  我的数学作业哪里去了？我昨晚明明把它放进书包了啊，难道忘了拿了？不能坐以待毙，去老师办公室主动找老师用手机给家长打电话让家长把篇子送过来吧！去老师办公室，羞羞涩涩地给老师吞吞吐吐地讲，老师我要用一下手机给家长打电话，我篇子忘在家里了。\n  来得同学有点多，老师回了我一句“哦，好的”，然后我离开办公室了。难道我又逃过一劫了？最近的运气好像都能买彩票了。到大课间，老师把篇子都发下来了，说明老师已经看完了，也就是作业检查完了。估计这次这个篇子的事情就这么过去了吧！\n  到数学课时，老师的怒气和昨天比丝毫不逊色，而且更怒了。叶老师那锐利的目光让我不敢看她：“都把数学篇子拿出来！这节课咱们好好讲讲篇子！看看你们一个个儿晕得！”\n  我瑟瑟地手把明馗的篇子往我这里拽了拽。“你没带？”明馗很疑惑，他的眼神，似乎在同情我、可怜我。我不敢给他讲，因为通过每周换位，现在在班里第三排，几乎就在老师探照灯之下。而且看到数学老师这么生气，估计随便说几句话都会被发现吧。我只要对他摇了摇手，他也没有拒绝我。\n  “等等！现在手里没篇子的都把手给我举起来！让我看看有几个！”\n  完蛋了！这回在劫难逃了！彻底完了！等等！震静，有可能没带篇子的人很多，记得有一句话叫“法不责众”，如果没带的比较多，我估计受到的惩罚会低一些吧！\n  我勇敢地举起我的手，然后和其他同学一样在班里张望张望谁没带，完了......没带的算上我才只有两个，这回可是难逃一劫了。不过，早上的时候不是处理好了吗？到底怎么办。\n  “你为什么没带！不是早上给家长打电话了吗！”老师指着我，同学们的目光也顺着老师的指头。\n  “我......我当时还没打，是想用一下您的手机......”原来早上老师根本没有原谅我！是老师理解错了！不对，归根到底还是因为懒惰的我不好好对付作业吧......\n  “给我上后边站着去！烦死人了都！”\n  这......是我从小到大第一次被罚站啊，怎么对得起我的形象？我瘫软的腿颤颤巍巍地从座位上起来，但我仍不想放弃，希望能挽回点面子。给老师讲，能不能现在让我给我家长打电话让我家长送。\n  “等你家长送过来早讲完了！上后面站着去！”老师的态度比教官还严酷，我再不敢多出一句话。\n  无奈，只好拿着数学书往后面走，路上受到同学们惊奇的目光，我堕落了？感觉整个心脏被封堵了。这下完了，整个人的形象都崩了，我已经是个差学生了吧。每过一会儿，同学们都往后看看，不知道是在看我的羞耻还是在看我头上的那个钟表......\n  站在后面，两只手不知道该放在哪里，手心里冒着冷汗。我不停地看着我旁边那位同学的手表，真希望时间能快进。可时间似乎在和我作对，走得太慢了。背后似乎被长刺刺穿。两条哆里哆嗦的弯腿几乎站不稳，像弱不禁风的干树枝。大脑更是空白......\n\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1493623200,
            "txt_content": "有生之年……\n终于过审核了\n昨晚九点发的\n现在才过"
        },
        {
            "author": "我为我为",
            "timestamp": 1494028020,
            "txt_content": "@WM2030 \ngggbbb忙\n于是决定请狗头！\n麻烦来个文评吧！\n（我是去年写英灵虚空的那个咸鱼）"
        },
        {
            "author": "WM2030",
            "timestamp": 1494031200,
            "txt_content": "我总觉得这文章很有意思。\n似乎和《麦田里的守望者》异曲同工。《麦》写的是典型的明朗的青年形象，相对跌宕起伏，本文却是从生活角度来写，平平淡淡。这和人物的性格是很吻合的，但是我们也要知道，大家对沉默者总是没什么兴趣，读者往往更喜欢有趣的剧情。\n所以我们说写法上还需要提高。怎么提高？我是不太知道的。我也没本事把小事写精彩。\n尽管我时常犯懒，但这次是真真不知道该怎么改法。\n只好说继续加油。"
        },
        {
            "author": "我为我为",
            "timestamp": 1494048720,
            "txt_content": "WM2030 发表于 2017-5-6 08:40\n我总觉得这文章很有意思。\n似乎和《麦田里的守望者》异曲同工。《麦》写的是典型的明朗的青年形象，相对跌 ...\n我想写主角从外表沉默内心狂热变得都狂热"
        },
        {
            "author": "YMorning",
            "timestamp": 1494056880,
            "txt_content": "节奏被带动的很快啊，感觉剧情本来不是那样，LZ非要去带节奏的样子。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494164220,
            "txt_content": "再次地用心理代替叙述\n文风的转变总是缓慢的，不用着急。写着写着就会写好了。\n以及：\n老师的怒气和昨天比丝毫不逊色，而且更怒了\n这一句自己读读都不太对吧= =\n然后最后一个问题：\n“篇子”是什么"
        },
        {
            "author": "我为我为",
            "timestamp": 1494329820,
            "txt_content": "Smokey_Days 发表于 2017-5-7 21:37\n再次地用心理代替叙述\n文风的转变总是缓慢的，不用着急。写着写着就会写好了。\n以及：\n我们数学老师把她印出来的专项题的纸成为篇子"
        }
    ]
}