{
    "title": "[四月活动][原创·连载]探险者的发现",
    "author": "土球球",
    "replyCount": 9,
    "timestamp": 1493561160,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-8 19:03 编辑 \n\n探险者的发现\n\n作者：ustc_zzzz\n\n引子\n\n“你们确定要去当探险者吗？现在外面的世界越来越危险了。”\n\n“我们已经决定了！”站在门边的两位刚到可以报名探险家的年龄的年轻人异口同声地说道。\n\n这是一个全部都是由方块堆砌的世界，这个世界的地面也十分空旷和平整。覆盖在地面上的是草地，草地下面就是一层只比一个人稍稍高一点的褐色的泥土，泥土的下面便是一种平坦的，一望无际的深灰色石头。从来就没有人成功地挖开过这一层石头，也没有什么人找到过这一层石头上的缺口，故人们称其为基岩，取其“世界的根基”之意。\n\n没有人清楚这个世界到底是怎么出现的，但相传，在很久很久以前，世界并不是这个样子。那时的世界是凹凸不平的，有着山丘，洞穴和峡谷。更可怕的是，每到天黑，以及洞穴的暗处，这个世界便会充满着各种各样的奇形怪状的怪物，这些怪物会主动寻找人类，而那些手无寸铁的人，其生命就会在怪物的撕咬中，一点一滴地流逝。\n\n每当有一个人死亡，他便会变为一串绚丽的烟花，除了身上的物品，其他什么都不会剩下。不过，这个世界的人数仍旧是固定的，因为在世界的一个固定的角落，便会有一个崭新的人出现，不过，这个人已经没有了之前死者的记忆，是一个全新的人。\n\n没有人知道是什么，使之前的那个世界和现在的这个世界完全不同，不过根据一条流传最广的传说，在世界的角落里，有一条恶龙在盘旋，而没有人能够找到那个地方，更不要说打败那条龙了。直到有一天，有一位智勇双全的英雄，他找到了那条龙的所在，并打败了那条恶龙，世界的秩序从此改写，世界变得平坦，而怪物也不再生成。而他也被人称作“Nobody Objected Truly Couragous Hero”（无人反对的真正勇敢的英雄），简称notch。不过，这片勇者与恶龙战斗的土地，从此就再也没有听说过有人踏上过了。\n\n不过，这个世界倒是有一个十分危险的去处。这个被人们称为“下界”的地方，也许被称为“平行宇宙”更合适，可以通过黑曜石搭成的传送门轻易地到达。下界的地形并没有那个祥和的平坦世界那样整齐。红棕色的石头仿佛提醒着人们处处都不安全，而事实上，在冒着失足摔落的风险同时，人们还要提防这个世界到处充满着的红色发亮的岩浆，只要触及到，便必死无疑。\n\n这个世界偶尔会出现古人建造的房屋和其中受到过训练的奴隶，不过现代人更倾向于把这些奴隶叫做“村民”，因为他们是友好的，不会伤人的，同时把一些特定的物品丢给他们，他们会回馈你一些其他的物品。不同的村民有着不同的职业，所以能够交易的物品也有所不同。\n\n人们聚集在一起，形成一块大的聚居地，这块聚居地的中央，便是每个人的诞生处。不断会有人去这块聚居地外探索，寻找新的未曾被人发现的遗迹，打开其中的箱子，拿走其中的宝藏。这群人被人们称为“探险者”。久而久之，探险者形成了一个组织。由于探险者组织是宝藏的最大来源，所以他们名正言顺地成为了整个世界的最大组织，掌握着控制整个世界的力量。\n\n不过，实际上，更大的宝藏往往出现在黑曜石传送门后的另一个世界。很多探险者会为了宝藏铤而走险，进入下界寻宝。所以探险者本身其实也是一个高危的行业，很多探险者出发后就再也没有回来，而聚居地的中心，却仍然时不时地诞生着新的生命。这些新的生命会被按照每一家派出的探险者数目分配给不同家族相应的数额，而派出去的新人将会由家族决定一个人，作为其师父，带领学习在这个世界生存和发展的一些技能。在学习技能的过程中脱颖而出的，将通过选拔，成为新的探险者。\n\n虽然发现宝藏的机会十分难得，大部分探险者也只是空手而归，但是绝大部分探险者还是能够保全自己的生命，不过，近年来，所有出发的探险者要么空手而归，要么再也没有回来，已经很长时间没有探险者发现宝藏了。不过就算这样，仍然还有很多人趋之若鹜，希望成为探险者，这是因为探险者一旦发现宝藏，便会得到非常丰厚的奖励。\n\n主世界仍然不断地有新人诞生，那些没有归来的探险者，可能已经全都命丧黄泉了吧。\n\n\n一\n\nCharlie和Bob是一个家族中的两位优秀的少年。这个家族可以说是探险者世家，不断会有新人成为探险者，而这两位少年的师父，Dave，正是前任探险者组织的组长。所以，两个年轻人作为Dave仅收的两个徒弟，被认为是家族的支柱，从小便给予了丰富的资源。\n\n在无一探险者发现宝藏或生还的今天，外界已经有了各式各样的传闻，其中一条流传得最广的，就是在无人发现的地方，已经有了上古时代的怪物重新出现，专门等待没有做好充分的准备的探险者。所以家族目前也不希望两位年轻人重蹈那些人的覆辙。\n\n但两位初出茅庐的年轻人，哪里听得下长辈的劝告呢？他们更渴望的是建功立业，完成师父的愿望啊。\n\n这或许也怪不得他们，因为他们打小以来，能力就在同龄人之上，尤其是哥哥Charlie，近年以来，已经没有什么人能够在战斗中打赢他了，而弟弟Bob，虽然战斗硬实力上较哥哥略逊一筹，但是他的机智聪敏，却是无人能及的。\n\n今天是Charlie和Bob去探索的第一天，Bob手里紧紧握着一把举世无双的宝剑，希望通过找到宝藏，成为令世人景仰的探险者。Bob想到了师父为他定做这把宝剑的那一天。或许是师父的缘故吧，那天，连日阴雨连绵的天气突然放晴，就像是老天专门为Bob打造宝剑而预留的。\n\n深黑色的铁砧上，一双经验丰富的手在精准地把控着每一处小的细节。这双手的主人，是探险队组织的二把手，国内最负盛名的武器锻造师Alice，她不仅武器制造水平一流，还对机巧之术有着很深的理解，专门负责为探险者组织的基地设计机关，以防外敌入侵。\n\n许久，铁砧面前的人缓缓回过身来，郑重地把一把由钻石打造的剑递给Bob。锋利的宝剑闪耀着蓝色的冷光，上面刻着Bob的名字。Bob手握宝剑，站在那里，比划了几个动作。一切都很合身。\n\n“不要辜负了这把剑。”远处传来的是师父的声音。师父正在收拾行装，他将亲自带领一场声势浩大的探险工作。\n\n但是，这也是师父对他说的最后一句话。Dave在这次探险中，就再也没有回来。现在的探险者组织，是由一位名为Eve的探险者接任。\n\n几年后的今天，便是这把宝剑，继承师父的遗志，大显身手的时刻！\n\n两位兄弟的第一次探险虽然毫无所得，不过也是四平八稳，没有被什么难缠的东西盯上。\n\n日子就这样平淡地过着，直到某一天，在一次同样平凡的探险过后，四手空空的兄弟两人刚回到探险者的基地，就发现了什么不对劲。基地里的人们行色匆匆，脸上都露出了焦急的神色。\n\n经过打听，他们得知了一件不得了的大事：Alice失踪了。如果换个说法，那么就是——Alice连夜逃跑了。\n\n一个队伍的二把手，著名的武器制造师，机关设计师的失踪，引起了轩然大波。Eve在第二天紧急召开了全员大会，会议经过讨论，决定让Charlie留在探险者的基地，担任现任二把手，而Bob，继续去基地外面寻找宝藏，同时寻找Alice的下落。\n\n\n二\n\nCharlie搬进了Alice的屋子，搬进去的第一天，他不由得对Alice对机关的设计能力赞不绝口。Alice的房间设计精良，各类机械有条不紊地工作着，保护自己的房子免受不明之人的闯入。\n\n在打扫清理Alice的屋子的时候，Charlie发现了门口的壁炉边上有一本小册子。他打开了这本险些被烧掉的小册子，里面都是些不知所云的数字和字符。Charlie把它漫不经心的放到了桌子上。可他不知道的一件事情是，这本小册子，完全改变了他将来某一天的生活。\n\nBob漫无目的地独自走在安静的下界里，安静地能够清楚地听到岩浆的冒泡声。“我该怎么找到Alice呢？”他心中想着。突然，他注意到了前方的红棕色的石头里，突出了一截深褐色的石头。\n\n这个被称为下界要塞的建筑十分隐蔽，如果没有这一截石头突出在外面，外人可能很难发现它。\n\nBob掏出了他的镐子，钻了进去，他发现这个下界要塞，的确没有人来过。Bob兴高采烈，因为他知道，他成名的机会来了。\n\n拿着满满一箱子宝藏的Bob正在得意地往一处悬崖走着。他的背包里，都是些Bob之前根本没有见到过的东西。闪闪发亮的金锭，密不透风的马铠，还有散发着迷人光芒的钻石。根据Eve的要求，所有找到宝藏的探险者都要把他们找到了的宝藏放到悬崖边缘的这个箱子里，等待一天后再打开这个箱子，里面就是为发现宝藏的探险者准备的奖励。\n\n一天过去了，Bob再次出现在了这个箱子面前，箱子里的奖励似乎正在朝着他招手，但是一件事引起了Bob的注意——这个箱子和Bob日常见到的箱子不大一样，箱子的开口处有一点红色。\n\n出于对未知事物的恐惧，Bob本能地退后了两步，然后他缓缓的伸出手，打开了这个箱子，令他惊讶的一幕发生了。\n\n就在Bob正前方，那条路已经被箭雨覆盖。\n\n箭的来源是山崖边缘的一个发射器，而山崖的另一边，则是滚烫的岩浆海。\n\nBob瞬间明白了什么，关于近年来所有探险者失踪的原因，似乎一切都可以联系起来了。\n\nBob猛地一回头，他发现身后的黑暗中，两只眼睛正在紧紧地注视着他。四目相对的同时，那人转身就跑。\n\nBob立刻追了上去，进入了一个洞穴，但等他从洞穴出来的时候，目前的情景令他惊呆了。\n\n洞穴的尽头是一片平地，而没有任何可以走的路。平地的对面，大概十多格远处有着另一截断崖，那个人已不见了踪影。\n\n周围再无任何藏身之处，而那个人又来不及挖开一个新的洞躲进去，再把洞堵上。\n\n十多米外的断崖，以常人之力根本跳不过去，而在两处平地之间，便是沸腾着的岩浆。\n\n这个地方可以说是插翅难逃，但是那个人为何消失了呢？\n\n\n三\n\nBob回来了，以多年来第一个找到宝藏并生还的探险者的身份回到了探险者组织的基地。\n\n“我跟你们讲，那个地方十分危险。”Bob现在正在探险者全员大会的场地中央侃侃而谈。“那个地方充斥着危险的怪物，有一种全身漆黑的，手里拿着石头剑的动物，别看他手里拿着的只是石头剑，我十分好奇那把石头剑有着怎样神奇的力量，砍你一下就能把你砍个半死不活。我当时直接被堵进了一条死胡同，要不是我身上的宝剑解决了那个怪物，我根本没有在那个高二格宽一格的转身都困难的甬道活下来的机会，可惜我最后没拿到那把剑，否则真要好好研究研究。”\n\n坐在一边椅子上的Eve微笑着点了点头，他沉默了半晌，突然宣布：\n\n“Bob作为近年来唯一一个找到宝藏的生还者，我宣布，他将为下一任探险者组织的唯一队长候选人。”\n\n话音刚落，全场鸦雀无声，每个人都用复杂的眼神望着场中央的那位英勇的少年。\n\n“现在散会。”Eve冷冷地说。\n\nCharlie和往常一样静静地躺在床上，也许是白天他过度兴奋了吧。自己的弟弟在几个小时前宣布当上了下一任接班人，有哪个做哥哥的能够不激动呢？\n\n今晚本应是和其他晚上没什么区别，但Charlie刚躺下不久，就发现了不对劲——门边的一点光亮中，有一道人影正在接近。\n\n那个黑影慢慢摸进了屋子，先是简单向四周看了看，然后目标直接定格在了一张桌子上，而桌子上的唯一物品，正是Charlie先前发现的那本不知所云的小册子。\n\n他的目标好像并不是我——黑暗中的Charlie决定紧握手中的钻石剑，先保持一动不动。\n\nCharlie的床在门与那张桌子中间，在这个黑影经过床边的时候，Charlie一下子跳了起来。\n\n那个黑影突然受惊，向后退了两步，随即掏出了他的钻石剑，Charlie的剑随之向前刺出。顿时，这个房间已被一阵刀光剑影覆盖。\n\n那个黑影的技术自然并没有Charlie精湛，一步一步地向后退，但是他也绝非等闲之辈，Charlie也暂时打他不着。\n\n两个人持续胶着着，一路打到了屋子门口，屋外皎洁的月光，照亮了Charlie的脸。\n\n“你是Charlie？”黑影看清了Charlie的脸，突然顿住，拿剑的手不由得迟疑了一会。\n\nCharlie也听到了这句话，但为时已晚，他的钻石剑，已刺穿了那个黑影的胸膛。黑影化为了一阵绚丽的光芒，就此在这个世界上消失。\n\n一把钻石剑当啷一声掉到了地上，当Charlie捡起这把钻石剑的时候，他惊呆了。\n\n这是一把制作十分精良的钻石剑，整个世界也不太可能有第二把与之相媲美的剑了。\n\n而这把剑上——刻着Bob的名字。\n\n“我杀死了我的亲弟弟……”Charlie蹲在地上，掩面哭了起来。\n\n\n四\n\n在整理Bob的遗物时，有两张纸引起了Charlie的注意。\n\n这两张纸看起来已经有一些来头了，泛黄的纸上面，密密麻麻地写着一些看起来似乎没有任何意义的文字，但联想到那本看起来同样没有任何意义的小册子，Charlie立刻明白了什么——这是密码。而那本小册子，则是解密密码本。\n\nCharlie对着密码本把密码一行一行地解了出来，映入眼帘的，是这样几行文字：\n\n> 农民\n> -> 小麦、马铃薯、胡萝卜\n> <- 南瓜派、苹果、曲奇、蛋糕\n> \n> 牧羊人\n> -> 白色羊毛\n> <- 彩色羊毛\n> \n> 制箭师\n> <- 箭\n> \n> 图书管理员\n> -> 纸、书、成书\n> <- 附魔书、指南针、书架、钟、玻璃、命名牌\n> \n> 制图师\n> -> 纸、指南针\n> <- 空地图\n> \n> 1 / 3> 盔甲商\n> -> 铁锭、钻石\n> <- 铁头盔、铁胸甲、钻石胸甲、锁链靴子、锁链护腿、锁链头盔、锁链胸甲\n> \n> 武器商\n> -> 铁锭、钻石\n> <- 铁斧、铁剑、钻石剑、钻石斧\n> \n> 工具商\n> -> 铁锭、钻石\n> <- 铁锹、铁镐、钻石镐\n> \n> 屠夫\n> -> 生猪排、生鸡肉\n> \n> 皮匠\n> -> 皮革\n> <- 皮草裤子、皮草外套、鞍\n> \n> 2 / 3\n这原来只是一份村民交易表啊，但它的第三页哪里去了呢？Charlie在想。\n\n而他所不知道的是，第三页纸在它的主人倒下时，飞进了门口的壁炉里，燃烧成了灰烬，从此不复存在于这个世界。\n\n\n五\n\n第二天，大家发现了Bob失踪这一件事，而悲痛欲绝的Charlie，也主动跑到了Eve面前，坦露了自己的罪行。\n\n杀死下一任接班人，这个罪名可十分严重——虽然作为探险者组织的二把手，Charlie也免不了被处以火刑的处罚。\n\n火刑是一种十分残忍的刑罚。犯人位于一个密闭的，长宽只有1x2的房间中，会站在一个只有一格落点的地方，一边是活塞，而另一边则是一条竖井，井下便是滚滚的岩浆——当行刑开始时，活塞便会开始推动，而犯人便会不可避免地落入岩浆中，活活烧死。为方便就地取材，火刑往往在下界举行。\n\n所以说，火刑往往被用于处决罪大恶极的罪犯。这方面，Charlie已经轻车熟路，因为平常的处刑，都是由Charlie来进行——而今天，被处决的罪犯，却是Charlie本身。\n\nCharlie站在那个唯一的落脚点，开始回顾自己的人生，而外面围观的探险者们，在叽叽喳喳地议论着。\n\n“这个人渣真是太没人性了，亏他对自己的弟弟下得去手，处火刑我都觉得轻。”\n\n“是啊，这样的人居然能当上二把手，真是狡猾啊，幸好这次我们及时抓住了他的狐狸尾巴。”\n\nCharlie站在行刑房间里，一声不吭。\n\n“3——”\n\n远处传来了Eve的声音。这次是Eve亲自执刑。\n\n“2——”\n\nCharlie非常清楚，当这个数字数到一的时候，活塞便会推动，而他的生命也走到了尽头。\n\n“1——”\n\n就在这时，Charlie突然注意到，他脚下的方块突然下降了两格，出现了一条窄窄的甬道。一个人影把Charlie拉了进去。\n\n与此同时，Charlie头上的活塞推动，外面发出一阵欢呼。随后，刚刚的机关又恢复了原状。\n\n那个人拉着Charlie的手不断向前走，不知道走了多久，他看到了一点亮光，随后，他来到了一个房间。\n\n他定睛一看，那个人不是别人，正是他多年未见，本以为再也不会回来的师父，前任探险者组织的队长Dave。\n\n“你并没有杀死你自己的弟弟，”Dave对他的徒弟说。\n\nCharlie环顾四周。房间的角落里站着的，赫然是Charlie几天前杀死的弟弟，Bob。\n\n\n六\n\n在Dave的房间，Charlie看到了被他杀死的“Bob”生前背包里的第三页纸。\n\n“这个可以说是绝密了，”Dave说道。“只有每一任的探险者小组的组长才会有权利持有这三张纸，我不是很清楚那位试图潜入你房间的人是怎么拿到的。”\n\nCharlie对照着密码本，开始一行一行地翻译起来那张他从未见过的纸上的文字：\n\n> 渔夫\n> -> 熟鱼\n> <- 钓鱼竿\n> \n> （！）牧师\n> -> 腐肉、金锭\n> <- 红石粉 青金石 末影珍珠 萤石 附魔之瓶\n> \n> 3 / 3\n牧师那里被打上了一个大大的警告标记，Charlie很快意识到，这是个他从未见到过的职业。\n\n更可怕的是，那些“红石粉 青金石 末影珍珠 萤石 附魔之瓶”，是他听都没有听说过的东西。\n\nBob走了过来，向他的哥哥讲述了整个事情的经过：\n\n整个世界根本没有生成什么怪物，更没有什么活着的生物会对人类产生伤害。\n\n但是，所有发现宝藏的探险者，最后都死在了Eve精心设计的乱箭之下，Bob是已知的唯一一个躲过去的。\n\n而真正的秘密就在于——探险者发现的宝藏中的金锭，是探险者能够解锁牧师交易的唯一一种物品。\n\n为防止探险者发现这一真相，村民的繁殖过程被整个探险者基地牢牢把控着，而负责这些任务的人都无一例外禁止外出。\n\n而出外访问的探险者，每个人都被要求把遇到的村庄的村民全部杀死——探险者组织上级给出的原因是用于标记一个村庄已经被探险者探访过了，但事实又怎么会是这样子的呢。\n\nDave很早的时候就对Eve青睐有加，希望他成为下一任的探险者，一直在注重培养Eve，给予他在探险者组织中的各种便利。\n\n但Eve有一天晚上，向Dave提出了一个防止秘密泄露的更狠毒的计划——把所有发现宝藏的探险者全部杀死。\n\n一向慈悲为怀的Dave并不愿意这样做，但随着Eve势力的势头渐渐增大，Dave越来越发现他控制不住局面了。\n\nDave精心设计了一次大的探险行动，选取了他周围的所有精锐力量。这次出征名义上是去探险，实际上是带领一帮人躲藏起来，养精蓄锐，而Dave出征的那天，便正是Alice为Bob打造宝剑的那一天。\n\nBob躲过了Eve设计的杀局后发现了Eve，Eve被Bob一路追赶到了一处悬崖，情急之下，Eve掏出了他手里的末影珍珠，瞬间移动到了不远处的另一个悬崖。而Bob自知在劫难逃，心灰意冷之时，他看到了他的师父，便跟随着Dave的队伍一直生活到了现在。\n\n“来，”Bob递给Charlie一颗末影珍珠。“你也扔出去试试。”\n\n一片青色的光在房间划过，Charlie突然出现在了房间的另一个角落。他立刻明白，为什么历代探险者组织的组长都想方设法地不要让探险者知道牧师这一职业的交易存在了。\n\n但随后另一个问题浮现在了Charlie的脑海里：被Charlie杀死的那个“Bob”，到底是谁呢？\n\n\n七\n\n很快，Charlie就明白了，能够做出和Bob手里那把媲美的宝剑的人，还可能是谁呢？\n\nCharlie的大脑里的什么突然顺畅了起来，一切似乎都可以说得通了。\n\nAlice这个人本身极具天赋，但是只有一点——就是好奇心过于严重。\n\n作为探险者基地的总设计师，Alice同样也被严禁外出——随后的Charlie其实也是如此，不过由于Charlie有过出外探险的经历，Eve也没给他安排什么实际的活做。\n\n随着无聊的一天天过去，Alice的好奇心也在一天天加重。直到有一天，她实在忍不住，潜进了Eve的房间。\n\n这次盗窃收获十分巨大，当然，最巨大的收获就是Eve用于加密各种文件的密码本，以及那三张至关重要的纸。但盗窃得手的Alice心知肚明Eve不会放过她，于是便偷偷逃走了。\n\nEve得知了这件事自然是大惊失色，而Alice却发现她犯了一个致命的错误——她忘了把密码本带走，而Eve派的人搜查Alice的房间时，似乎也没有注意到壁炉的一个不起眼的角落里的一个密码本。\n\nAlice也慢慢得知，有一个人接替了他的位置，而他的弟弟Bob，在一次探险中下落不明——很快，一个想法就慢慢在Alice的脑海里诞生了。\n\nAlice制作了一把和她当年为Bob制作的一模一样的宝剑，然后伪装成Bob回到了探险者基地。\n\n当天晚上，她就潜进了她曾经的房间，寻找那个密码本的下落。可令她万万没想到的是，这位房间的主人，也就是继承他工作的人，正是当年打遍天下无敌手的Charlie。\n\n而杀死Alice的Charlie，Dave的大徒弟，也被Eve借以谋杀下一代继承人的名义除掉了。\n\n心狠手辣的Eve知道探险者死亡的真相，又怎么会不知道那个满口声称与怪物斗智斗勇的“Bob”是Alice伪装的呢？Eve正是为了同时除掉Alice和Charlie，才想出来让那个“Bob”成为下一代继承人的一箭双雕之计啊！\n\n谎言，一切都是谎言啊！\n\n\n尾声\n\nCharlie很快加入了Dave的组织，为Dave的队伍的发展壮大尽自己的一份力。\n\n他的心中，仍然放不下那探险者基地的故乡，而他也在时刻等待着，回到那里，揭穿谎言的时刻。\n\n\n————————分隔线————————\n\n第一次在周创版发帖，还请见谅～\n\n很早就想要写一篇悬疑小故事了，正好四月周创版有一个活动，就正好借着这个活动的名义写了这么个小故事。\n\n第六章以后的内容由于响应活动中“不要揭穿谎言”的要求，所以没有继续发出来，会等到四月活动评选完成后放出。\n\n但请放心，故事的结局是已经设定好了的，不会出现挖坑不填的。已经放出来了。\n\n情节从四月初就有了一个基本的框架了，接下来只是懒癌发作，一直拖延到4月30号才把具体内容发出来= =\n\n然后文笔。。。由于早就还给小学的和中学的语文老师了，大家就凑和着看吧= =\n\n人名一看就是随便起的，知道Alice & Bob是什么的可以很容易地知道这些人名的来历，不知道的可以查下2333\n\n嗯就这样～\n\n圈一下章鱼好了@Smokey_Days",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493595720,
            "txt_content": "如果单纯的只是一份村民交易表，那么绝对不应该有第三页——所有的职业都已经被列出。\n分析这儿的村民交易表和真实的村民交易表，我们就可以发现一些很有趣的东西\n*所有的绿宝石交易都没有列出\n*所有的无法在超平坦世界获得的东西（仅限收购）都没有被列出\n*所有的在超平坦世界没有意义的东西（仅限收购）都没有被列出\n*所有的怪物掉落物都（仅限主世界）都没有被列出"
        },
        {
            "author": "土球球",
            "timestamp": 1493600100,
            "txt_content": "Smokey_Days 发表于 2017-5-1 07:42\n如果单纯的只是一份村民交易表，那么绝对不应该有第三页——所有的职业都已经被列出。\n分析这儿的村民交易 ...\n你好多东西都说错了XD\n注意设定是超平坦和平，我只能提示到这里了XD"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494164700,
            "txt_content": "ustc_zzzz 发表于 2017-5-1 08:55\n你好多东西都说错了XD\n注意设定是超平坦和平，我只能提示到这里了XD\n等等，设定是超平坦和平那哪来的凋零骷髅？"
        },
        {
            "author": "土球球",
            "timestamp": 1494233520,
            "txt_content": "Smokey_Days 发表于 2017-5-7 21:45\n等等，设定是超平坦和平那哪来的凋零骷髅？\n啊呀呀呀章鱼不要急，故事结局已经放出来了hhhh"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494238140,
            "txt_content": "ustc_zzzz 发表于 2017-5-8 16:52\n啊呀呀呀章鱼不要急，故事结局已经放出来了hhhh\n到底还是不懂那两个人名的来历_(:зゝ∠)_"
        },
        {
            "author": "土球球",
            "timestamp": 1494238620,
            "txt_content": "Smokey_Days 发表于 2017-5-8 18:09\n到底还是不懂那两个人名的来历_(:зゝ∠)_\nhttps://en.wikipedia.org/wiki/Alice_and_Bob"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494241080,
            "txt_content": "ustc_zzzz 发表于 2017-5-8 18:17\nhttps://en.wikipedia.org/wiki/Alice_and_Bob\n你赢了，也就是说Alice，Bob，Eve在密码学中的作用就和foo，bar，baz在编程界中的意义一样？\n果然百度不靠谱，关键还得看谷歌"
        },
        {
            "author": "土球球",
            "timestamp": 1494241620,
            "txt_content": "Smokey_Days 发表于 2017-5-8 18:58\n你赢了，也就是说Alice，Bob，Eve在密码学中的作用就和foo，bar，baz在编程界中的意义一样？\n果然百度不 ...\nCorrect！\n此外我也考虑到过了它们的身份：\n爱丽丝（Alice）与鲍伯（Bob）。通例上，爱丽丝希望把一条消息发送给鲍伯。\n卡罗尔或查利（Carol或Charlie）是通信中的第三位参加者。\n戴夫（Dave）是通信中的第四位参加者。\n伊夫（Eve）是一位偷听者（eavesdropper），但行为通常是被动的。她拥有偷听的技术，但不会中途篡改发送的消息。\n所以故事里Eve就是反派的角色，剩下四个就是正常人hhhh（反正懒得起名了）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494248400,
            "txt_content": "ustc_zzzz 发表于 2017-5-8 19:07\nCorrect！\n此外我也考虑到过了它们的身份：\n但是\n伊夫（Eve）是一位偷听者（eavesdropper），但行为通常是被动的。\n怎么看都不被动啊"
        }
    ]
}