{
    "title": "[原创·短篇] 戏言:自言嘲意",
    "author": "nianbing",
    "replyCount": 6,
    "timestamp": 1493605440,
    "txt_content": " 本帖最后由 nianbing 于 2017-8-15 17:15 编辑 \n\n    时隔数年，我在酒会上遇到了当年是老朋友的。我们都没有忘记对方，尽管面孔都生疏的无法辨认，可他身上的臭味却逃不过我灵敏的嗅觉。\n\n    我和他算是十分要好的朋友吧。因为我和他的性格都实在是过分的差劲，也正因如此，我们得以臭味相投，这难道就是所谓可怜之人寻求集体的本能吗？我们至今也不愿意承认这种可悲的本能。\n    我和K身上都散发着一种特别的臭味。旁人若是接近，便会被这种足矣窒息的恶臭熏走，于是我也只能和拥有相同臭味的K作为“伙伴”。所谓“伙伴”，我们为了互相确认对方所拥有的臭味，我们进行了一场极其滑稽的游戏：“由第一个人说出一个标准，之后轮流说出符合标准的东西，说不出来就算输”。是的，就是这样简单的游戏，我们居然会败下阵来？\n    K：“完全没有用处的东西”\n    我：“丢失了半双的鞋子”\n    K：“进水了的手机”\n    我：“断弦的吉他”\n    K：“泡了三天三夜的茶叶”\n    我：“从序言就结束了的故事”\n    就这样你一言我一语的滑稽接龙，大约到了二十回合之后就变了味道......\n    我：“生锈的脑子”\n    K：“腐烂的思想”\n    我：“努力”\n    K：“白日梦”\n    我：“梦想”\n    K：“颓废”\n    我：“颓废？颓废怎么会是没有用的东西呢？就像我们现在所得到的待遇一样，它.......它也是没什么用吧......”本想否定K的谬论，想到最后我居然先动摇了，实在是难以忍受这般羞辱的我，说出了不应该说出的东西。\n    我：“行吧，要是颓废也算无用的东西。那么..... 我 ”\n    K：“我？我”\n    我居然滑稽的连自己的意义都开始否定了，而K的发言更是让我难以忍受，我自认为这是他对我的羞辱与嘲笑。事实上，从以前与K相处的日子里我也早就明白了，他和我一样都不存在实际意义，于是本应权当做玩笑的接龙游戏反而成为了应该映照人心的迷局。\n    进行到这里，两个人都说不出话了，气氛沉默到令我疯狂。我是一个难以忍受沉默的人，如果双方都保持了沉默，我会毫不犹豫的记恨对方，是他让我感受到了无尽的痛苦。K也一样，但K显得更加痛苦，痛苦的令他的本来英俊的脸都扭曲了，仿佛这种气氛能够让人争相自杀呢。也许对我们来说，沉默是最大的敌人，因为透过沉默，我们就会开始琢磨对方身上的侮辱，越是难以忍受对方的肮脏就越是感到痛苦。\n    为了消除这种彻骨的痛，我们开始为了麻痹精神而喝起烈酒。\n    在酒吧和K一起去包厢里喝了很多K自己带过来的威士忌。以前喝过不少美酒的我，还是头一回品尝到这种独特味道的威士忌，用语言描述的话就像是“上好的威士忌里掺杂了腐烂的淤泥”。作为酒中的上品也未免太过于浑浊，而且味道也有一些奇怪......\n    喝了这酒，我也彻底明白K这个家伙的性格，究竟有多么恶劣了，居然能够下如此决心来报复一个根本不在乎别人想法的愚者，更被他狭隘的心胸震撼，居然也认为我的自嘲是对他的嘲笑，未免太狂妄自大了吧！\n    我与K都难以忍受对方的滑稽，开始互相用下流的言语辱骂对方。这本应是我们两个人都绝不允许做出的行为，因为我们都在否定这种行径的庸俗。却因酒带来的快乐忘却了约束。两个人沉浸在烈酒的香醇与言语的驳杂中，忘乎所以的疯狂释放自己的心中的积怨。累了，就喝一口烈酒；腻了，就辱骂对方的人格，既滑稽又愚蠢。\n     酒会在我和K宿醉后结束，酒醒之后什么都没说便如林中鸟一般各自散去。他究竟向我展现了什么样的谬论，我至今也没办法理解，但他和我也许都过于可怜了，可怜到即便露宿街头也会继续想着荒诞的事。\n\n    下次见面的时候，我们也许因为会因为之后几年经历的无数痛苦而痛哭流涕的拥抱在一起，然后再被对方的恶臭所刺激，最后两个人放弃嘴上的逞强而开始互相扭打了吧.......\n\n\n在看见太宰治所著的《秋风记》后突然来的灵感......对其文章中所写的三个人的交流有一种共鸣感，于是试着自己写写看了......又臭又长的感觉吗？\n\n",
    "replies": [
        {
            "author": "x603",
            "timestamp": 1493607480,
            "txt_content": "( ??ω??)，我可以把我的眉毛摘下来，( ??ω?)ノ??摘下，( ??ω??)安上，( ??ω?)ノ??摘下，( ??ω??)安上，╰??( ?ω?)ノ??两边都摘下，( ??ω??)安上"
        },
        {
            "author": "DGK2",
            "timestamp": 1493646840,
            "txt_content": "好中二啊哈哈哈哈(捂脸"
        },
        {
            "author": "ky0ng",
            "timestamp": 1493794560,
            "txt_content": "好故事，好感动，好原装"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494162180,
            "txt_content": "写得是挺好的，言语中的内涵也的确值得人深思\n顺便提一句\n上好的威士忌里参杂了腐烂的淤泥"
        },
        {
            "author": "nianbing",
            "timestamp": 1494600780,
            "txt_content": "Smokey_Days 发表于 2017-5-7 21:03\n写得是挺好的，言语中的内涵也的确值得人深思\n顺便提一句\n这一句怎么了吗？？QWQ"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1496057460,
            "txt_content": "nianbing 发表于 2017-5-12 22:53\n这一句怎么了吗？？QWQ\n细菌燃烧瓶（滑稽）"
        }
    ]
}