{
    "title": "【原创·连载】【末生之地】【第二章、华丽与丑陋】",
    "author": "火影羁绊",
    "replyCount": 4,
    "timestamp": 1493640960,
    "txt_content": "    记忆？失忆？我总感觉忘记了很多事情，只记得自己的名字。说来奇怪，在遇到她之后我之前的记忆好像被抹除了一般，记不起，想不起，只有梦中那模糊的声音在呼唤着我，指引着我，但答案真的在末地吗？    若隐若现，正如她的白纱裙一样，眼前出现了一座模糊的轮廓，迷雾遮挡不住它恢弘的气势，一眼望不到边的城墙即使在远处也一点都看不出矮小。随着慢慢走进，这座城市也终于露出了它的真实面貌，城墙越来越高，在这高大的身躯面前任何人都会显得十分渺小。    “这里就是大陆上最辉煌的城市——君临城，上一个王朝还是一个小镇，但自从被现任国王亲自攻破后改了名字，也是沾了这个光吧，从原来的百十人口发展到现在的百万平民，想想都觉得不可思议呢。”凌雪音自顾自的说着，但我的心思却完全没在这里。    “滚开滚开，没钱也想进城？知不知道这是哪？”“求求你了，我妈妈就快撑不住了，我父亲就在那边，我要去找他要钱给妈妈看病。”城门口士兵尖锐的喊声和女孩哀求的声音与那华丽的城市显得有些格格不入，身旁的凌雪音也被吸引了过去，这时那个守城的士兵讥笑着望向不远处一位身抗麻袋的中年人招呼道，“嘿，蛀虫！你的女儿来找你了，不来看看么。”    饿的面黄肌瘦好像是小女孩父亲的男人放下麻袋小跑过来，看了看旁边的妇人对小女孩说道：“孩子啊，我妈妈已经不行了，不要再浪费钱了，我辛苦赚来的钱还要养活你呢，实在是没有闲钱了。”    “哎呦，没闲钱？昨天还看见你进赌场，怎么，欠我的钱什么时候还？”依旧是那样刻薄的喊声，生怕周围的人关注不到这里似的，旁边的士兵也围了过来一齐看这一家子的笑话，“不过，看你这么窝囊是怎么生出这么俊俏的女儿啊？罢了，看在你女儿的份上那笔钱就算了吧。小姑娘，我妈妈的病我管了，只需要今晚上你们母子来我房间，我亲自为她治病，嘿嘿，怎么样？”守城士兵话风一转，脸上突然一脸正气的说道，完全像是变了一个人，不过周围的士兵都知道今晚注定是个不眠的夜晚，不免为那个小女孩感到可惜但却没有一人阻止。    我一脸不解的望向旁边把我拉住的凌雪音，她脸上却很平淡的对我解释：“这座华丽的城市每天都会上演类似的事情，那些高层也都默许，因为他们衣着光鲜的背后也都做着见不得人的勾当，甚至那个小女孩最后还会被送到某个王族的床上作为升官加爵的筹码。    在这个世界上，每个人都向往着城市的繁华，每个人都憎恶着贵族的骄奢淫逸，殊不知当他们放下妻儿踏入城市享受从未体验过的美好时就已经沦为了这座城市最底层的蛀虫。他们沉迷赌博，他们另寻新欢，甚至为了钱会沦为贵妇的玩物。但他们仍然乐此不疲的以进入城市为荣，尽管混的不如贵族家的狗也能回到村子里吹嘘一番，万一被一个贵族老爷收去做杂役那也是十分风光的事情。    可笑！以前我也是见到这种事就会尽自己所能去帮助他们，后来我发现，根源不是这腐朽的社会，而是他们自己。如果他们坚守本心，如果那个父亲态度再坚决一点，这种事便不会发生，怪得了谁呢？”    我陷入了沉思，这座城市本没有错，那错的是谁呢？是那些贪图享乐的贵族？是那些欺下瞒上的士兵？是那些迷失本心的平民？我也向往着这样的城市，却越来越想去末地，心里总是在暗示自己去了那就会得到答案。    凌雪音，你到底是谁？",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493642580,
            "txt_content": "其实不要全程加粗，那样不方便看的。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494163380,
            "txt_content": "周末抽空认真读了一遍\n写的还是挺好的，但是这句：\n这时那个守城的士兵讥笑着望向不远处一位身抗麻袋的中年人招呼道\n有点看不懂\n同时对于父女的描写还是可以再细致一点"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494164220,
            "txt_content": "火影羁绊 发表于 2017-5-7 21:44\n可能这一句形容词用多了吧，刚读的话不做标记是不太能看懂....   父女的描写是我疏忽了，通过形象描写应 ...\n所以我的意思是字打错了\n应当为\n身扛麻袋"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1494164640,
            "txt_content": "Smokey_Days 发表于 2017-5-7 21:23\n周末抽空认真读了一遍\n写的还是挺好的，但是这句：\n可能这一句形容词用多了吧，刚读的话不做标记是不太能看懂....   父女的描写是我疏忽了，通过形象描写应该更能达到目的"
        }
    ]
}