{
    "title": "[四月活动]<原创·单篇>黄金之书",
    "author": "o_bo2001",
    "replyCount": 9,
    "timestamp": 1493640780,
    "txt_content": " 本帖最后由 bo_bo2001 于 2017-6-11 19:31 编辑 \n\n我从未见过如此辣鸡的封面\n\n\n\n\n2017-06-11_19.13.49.jpg (188.55 KB, 下载次数: 0)\n\n下载附件\n\n2017-6-11 19:20 上传\n\n\n\n\n\n我原以为自己攀上了巅峰\n没想到却是落入了漩涡\n变为这漩涡的一部分\n拉扯着后来的人们\n…………\n当我们站在“高山之巅”的时候\n回头看看 问问自己\n站在这里的人\n和当初山脚下那个年轻的身影\n真的\n还是同一个人吗？\n\n正文：\n一\n\n“这是一个，流传了不知多少岁月的故事。”\n\n“传说中，这世间的生物们曾各自为政，互相间偶有摩擦，但总体还算得上和平。我们人类，也是这其中的一员。”\n“不知何时起，这种平衡开始渐渐被打破，怪物们在HIM的引领下，逐渐趋向统一，开始联手，对付我们人类。”“当时的人类，穿的，还是皮革护甲，用的，是普通的石剑。光凭借这些装备，根本无法抵挡联合的怪物大军。而就在人类的领地逐渐被蚕食之际，黄金之书，出现了。”      “一位人类的勇士，偶然间，发现了一处被重重封锁的山谷，他闯破所有阻碍冲进去，找到了一座，修于陡峭山壁上的巨大宫殿。”“宫殿已经被尘封了许久，内部十分空旷，一片死寂，似乎自从创世之初便从未有人来过。这位勇士来到大殿最深处，找到了一个，金碧辉煌的王座。”“王座前，摆放着一块…基岩。”“这位勇士小心翼翼的拂去基岩上的灰尘，伴随着淡淡的光华出现，黄金之书，缓缓悬浮了起来。”“就在这时，守卫着黄金之书的‘他’，出现了。传说中，这‘他’是堪比HIM的邪恶怪物。勇士与‘他’大战了许久，终于将其击败，夺得了黄金之书。”“黄金之书赋予了这位勇士无穷的力量，他离开宫殿后，只身冲入怪物们的领地内，那之后发生了什么没人知道，但是不久以后，怪物们，开始撤军，和平的局面再次到来，而HIM，也没有再出现过。”“那位勇士的真实身份连同那座宫殿的位置，一起，湮没在了时间的长河中，但他的光辉事迹却流传了下来，同时留下的还有他的后人——‘黄金家族’。”“这个家族继承了那位勇士的一部分力量。他们秉承祖先的意志，默默保护着我们所有人。一直到今天，黄金家族的人们还在守卫着人类世界，带领英勇的人类战士们对抗那些邪恶的怪物。”“孩子们，你们以后也要像那些勇敢的人们一样，为人类的文明辉煌而努力啊！”“噢噢！”那些毛孩子们顿时爆发出了欢呼声，好像自己已经成为了守护世界的英雄一般。看的我不禁一阵摇头。“好了孩子们，今天的故事就讲到这里，明天再给你们讲布莱恩大人、黑萝大人和诺奇大人的故事吧。”老师捋了捋已经有些花白的须发，笑着道。听闻此言，还沉浸在兴奋中的孩子们便有说有笑地起身离开了老师的小屋。待他们走得差不多了，我才站起身来准备离去。我本身比他们年长一些，但因为从小没有父亲，我一直都是那些农民们嘲笑的对象，说些乱七八糟的不堪入耳的话。并且，在他们的影响下，即使是最小的孩子在我面前似乎也有一些优越感。我反正懒得和他们争，就这样，渐渐养成了现在有点孤僻的性格。我对大部分的人都没什么好感，反而有时会想着结交一些有智慧的怪物们。至少，没有令人作呕的勾心斗角。转向老师，想对他告个别，却发现老师对我使了个眼色，似乎有话要说。心中掠过一丝诧异，但我还是停下了脚步。在我生活的地方，只有老师不像其他人一般带着有色眼镜看我，相反，老师可谓是最关心我的人。我曾问过老师为什么对我这么好，但他每次都只是笑笑，并不回答。而现在，从老师看我的眼神中，我隐约感觉到，答案，快来了。等到最后一个孩子出去后，老师起身关上门。“孩子，到这里来。”拍了拍一张橡木凳，老师示意我坐下。“你可知道，你的父亲，去了哪？”“不知道。”说着，心跳微微有些加速，看来，我就要知道些什么了。果然，老师轻叹了口气“孩子，这事说来话长。你已经长大了，能够独当一面。有些事，是时候让你知道了。”      虽然早有心理准备，但我还是没有想到，老师对我道出了，与刚才的故事截然相反的，另一个历史。\n\n二\n\n浩荡的僵尸大军已然成为一堆真正的烂肉。我缓缓站直身体，抬头，看着尸堡前的Giant雕像，手中的钻石剑附魔光晕流转，散发着恶臭的腐肉伴随着绿色的浓稠液体从剑尖滑落，发出一声轻响。伴随最后一只阻挡在我面前的僵尸的尸头落地，尸堡的大门徐徐抬升。从大门里面走出了一只衣着华贵的僵尸村民，拿着一卷羊皮卷，宣读尸王要见我的诏书。尸堡，我前行之路上的第一站。“传说中，这世间的生物们曾各自为政，互相间偶有摩擦，但总体还算得上和平。我们人类，也是这其中的一员。但后来打破这种平衡的并不是怪物们，也不是HIM，而是我们——人类。”老师的声音缓缓响起，让小木屋处于一种奇怪的氛围中。\n“尸王有请！”僵尸村民把我带到了一座充满同时充满死`亡与生命气息的宫殿前——截然相反的两种气息使我略有些不适，但显然，僵尸之所以称为不死族，应当与这种气息脱不开关系。我不知道刚才还在拼命阻止我的僵尸们为何突然变得友善了起来。但我知道，我要的东西，就在那宫殿内。右手按住剑柄，我在僵尸村民的引导下向宫殿走去。让我真正惊讶的是，尸王贵为僵尸一族的领导者，居然连武器都没收就这么直接让人把我带了进去，大约是有所倚仗。他也没有按我想象中的正规礼节见我，而是直接引我来到了一处洞府——洞府中的生`死气息之浓厚让我不禁怀疑这里就是僵尸一族的发源地。但很显然，这么重要的地方肯定是不会让我一个人类进入的，所以眼前这地方，应该就是我此行的目的地，只是不知，尸王带我来此，究竟为何？“是不是很好奇？”尸王嘴角牵了牵，看得出来，他想使自己那早已僵化的脸挤出一个温和的微笑。“是。”我如实答道，“您不担心我对您出手吗？还有，这里应该是尸族重地，为何带我一个人类到此？”尸王沉默了一下，“我相信你不会对我出手，没有必要。这里是我们尸族重地没错，但其实是为你们这些人专门开出的地方，一般人自然来不了。进去吧，里面有你要的东西。不必原路返回，拿到东西之后直接往前走，自然有人带你出城。”我心中疑惑更甚，确实我没有击杀他的必要，因为没有意义，一旦出手，我在尸堡的行动势必举步维艰。现在得到“友善”的指引，无疑是更简洁的办法。但这么轻易就让我进去，这里，真的不是陷阱吗？我盯着他的脸，希望能看出点什么，但显然我低估了僵尸对于表情的控制——或者说是对表情的不可控，总之，我什么也没有看出来。尸王在一旁负手而立，并没有要做进一步解释的意思。我回过头，深吸一口气，迈开了脚步。刚走两步，身后忽然传来尸王的声音：“我看好你。”抬起的脚步略顿了顿，随即，更坚定地向前迈进。…………\n\n三\n\n一个人走在洞穴中，迎面扑来的阴风夹杂着一股腐肉味，让我皱了皱眉。“人类出于其特有的贪婪，不断想方设法获得资源，对于那些温顺的、听话的动物们，用食物加以引`诱、圈养，而那些独立意识较强的怪物们，特别是有自己领地的僵尸、骷髅、蜘蛛等族则不甘被掠夺的命运，奋起反抗。人类与怪物的战争旷日持久，一直延续到现在。虽说偶尔也会有一段时间的和平期，但是，太短了。”老师说到这里，将目光望向窗外，似乎在回忆着什么。大约是错觉吧，我听到了一声淡淡的叹息。\n“嗒，嗒，嗒……”空旷的洞穴中回响着我的脚步声。有些出乎意料的，洞穴四壁上遍布图案，看上去应该是讲的人类与僵尸一族的战斗。虽然看不出是出于哪一方的手笔，但随着我继续前进，这些壁画的细节也渐渐随之改变——僵尸们由三三两两的小团体逐渐变得规模庞大，形成了有组织的抵抗；人类身上穿的护甲、手中拿的武器也由灰色的石剑被替换为银色的铁剑。显然，这些应该是不同时代记述人尸之争的壁画。战斗的地点有时在人类城下，有时似乎又在僵尸的聚居地中，有些壁画的规模之庞大，看得甚至让人有些眼晕。一路上并没有任何阻碍，不知不觉间，前方出现了一些光亮，壁画延伸到离那光亮还有一些距离的时候就停止了。我停下脚步，研究起了最后一幅，也是到目前为止，最古怪的一幅壁画。之所以说它古怪，并不是因为战斗双方的规模之巨大——这幅壁画简直可以用“人山尸海”来形容——而是因为，在那僵尸军团的大后方，居然，有四个刻画得十分精致的人。第一个人一袭纯黑长裙，手持一张紫黑色劲弓，显然是位女性弓箭手。她的正脸并未给出，但仅仅看着身材便可以想象她定是一绝代佳丽。女子双手紧绷，正是拉满弓蓄势待发的状态。这幅壁画的作者不知使用了什么涂料来完成了弓的绘画，使得我仅仅看着它，就感到一丝寒气从脚底升起，直灌脑门，仿佛下一刻，就会有一支利箭从画中射出，刺穿我的咽喉。喉结滚动了一下，我看向第二个人。他是一个身材壮硕的光头，虬结的肌肉惟妙惟肖的呈现在岩壁上，充满力量感。手中一面坚实厚重的巨盾撑在前方，看样子应该是在保护身后的女弓箭手。而盾的材质…那是……我凑近看去，发现这面巨盾似乎是…基岩做的？大约是眼花了吧。我摇了摇头，继续观察这个人，画师同样用精湛的技艺完成了他的绘制，坚不可摧的力量感从画中迸发，在这位壮汉身上，我能清晰地感觉到那一抹决绝，以及，绝对要保护好身后之人的信念。在这两人前面一点的地方，才出现了第三个…人形生物。刚才一眼瞟过去没发现，细看之下，我才惊觉这个“人”的画像的的构造之怪异：身体只有最前端是凝实的，其他部分却有一些淡淡的虚无之感，有些正常人应有的身体部分居然直接被略去了。“呜呜…”一股阴风忽然吹来，给洞穴平添了几分诡异。空气中的腐臭味更重了。我缩了缩脖子，继续观察这个人。从他颀长的的身材以及那穿透一切的姿态我判断出这位一定是一名刺客，那么，他的武器……我顺着他的“手”向前看去，然后——“哐当！”清脆的响声回荡在整个洞穴中，我蹬蹬蹬连退几步，背靠身后的岩壁，大口大口喘息着，甚至无暇顾及那掉落在地的钻石剑。整个山洞都回响着我剧烈的呼吸声。良久，回过神来，才发现内`衣已被冷汗浸透，湿答答的黏在身上。艰难地咽了口唾沫，刚才，刚才，我看到了…那是……死亡。那漆黑如墨的匕首恍若一片虚无，又如一头狰狞巨龙，要切割绞杀前方的一切。我敢打赌，若是一般人面对这柄匕首，最先被割裂的不是他的喉咙，而是——灵魂。只看了一眼画像，我便已头痛欲裂。难以想象，面对这样一名刺客，谁能够抵挡他的暗杀——等等，劲弓，巨盾，利刃，这是……“好了孩子们，今天的故事就讲到这里，明天再给你们讲布莱恩大人、黑萝大人和诺奇大人的故事吧。”老师的话在耳边响起，我忽然想起来了，这三个人，可不就是布莱恩大人、黑萝大人和诺奇大人吗！弓箭手黑萝，战士诺奇，刺客布莱恩，传说中人类有史以来最伟大的英雄，为所有人敬仰膜`拜的存在——他们不是故事，他们，是真实的！还有那上古四大圣器中，排名第二的黑星影刃，第三的混`乱之盾，第四的岛田随缘弓！呼吸变得急促，如果传说是真实的，那么这第四人——我只瞥了一眼，便确定了第四人的身份。那双白眼，是他，HIM，所有怪物的领头者。根据传说，布莱恩大人、黑萝大人和诺奇大人，正是有记载的，击杀HIM的第一人。自那之后，HIM就没有再出现过，所有人都相信他已经死了。怪物方面，对此则是闭口不言。而一个谜团也就此留了下来，那传说中由HIM所掌握的，上古四大圣器之首，究竟为何物？“喀啦”一声，踩到钻石剑的声响将我的思绪拉回现实。捡起钻石剑，随手将上面沾染的尘土拍落，我正想动身，却发现，在HIM的后面，似乎还有东西。那是一个金色的小点，点在一大团黑漆漆的东西中间，然而洞穴中仅有的光亮并不足以让我看出这一大团黑色是什么东西。算了不管了，赶路最重要，反正我也不是去打败HIM的，那么在意壁画的内容干嘛。抬起脚步，向着光亮处走去，随着视野豁然开朗，我发现自己站在一个…墨绿色的悬浮的大球前面，球的样子仿佛一只吞了几个铁傀儡的胖子僵尸——这里的生`死气息与腐臭味之浓烈几乎让我作呕，此刻，我心中只有一个念头：拿到东西，撤。可是，东西在哪？我环顾一圈，并没有看到任何可以被我拿走的有意义的物品，除了这个光球。然而，这么大一个玩意儿我肯定是带不走的，那么…我试探地往前走了两步，光球忽然开始波动，一个脑子模样的小球被“吐”了出来，飘到我面前。下意识地，我往后退了几步，但“脑子”似乎没有要害我的意思，只是跟着我向前飘动。我迟疑地伸出手，却不想，“脑子”直接一个加速，撞入了我的眉心。大惊失色下，我拍向自己头顶，却发现它已消失不见。一股清凉的感觉贯穿全身，生`死气息带来的不适感瞬间消融。我活动了一下四肢，并没有什么变化。难道，这“脑子”，便是我要找的东西？“孩子，过来。”忽然响起的声音又将我吓了一跳，声音来自光球的那一边。刚才只关注光球了，居然没有发现球那一边还有一只僵尸。绕过光球，声音的主人出现在我眼前。看得出来，这是一只年迈的老僵尸，坐着一把已经看不出材质的椅子，干瘪的皮肤就像鱼鳞一般贴在他的身上。不知为何，我能从他身上感到强烈的威胁。我按住剑柄，防备这可能是最后的障碍的存在。他显然看出了我的顾虑，挤了一个比尸王还要难看的笑容，道：“我没有恶意，给我看看你的手臂吧。”我心里一惊，下意识地抬起左臂，但老僵尸脸上的笑容忽又使我改变了念头。展示过右手手臂后，他便挥了挥干柴般的手臂，并没有为难我：“你过去吧。接应者已经到位了。”心中充满不解，这老家伙到底是干嘛的？虽然他已然犹如一根枯骨，但我的直觉告诉我，若是与之交手，胜负难料。我小心翼翼地一步一步挪向山洞出口，直到离他有一段距离后才松了一口气。这时，我恍惚间听到一声苍老的叹息，似乎还说一个数字。回头一看，老僵尸依然背对着我，并没有任何动静。心下觉得有几分不安，我对着他的背影抱拳，躬身行了个礼，然后，离开了这数次震撼我的山洞。“您出来了，请跟我来吧。”…………\n\n四\n\n繁华的街道。我与带领我的僵尸在其上缓缓行走。“一开始，人类凭借一些小计谋取得了上风，将零散的怪物们逐个击破，取得了不错的成效。也就是在那时，一批勇士们进入了那座山谷，发现了黄金之书。这些勇士们准备一起获取无穷的力量，战胜所有的怪物，将世界归为人类的天下。他们，就是黄金家族的第一代，拥有奇异力量，受到了上天庇佑的一代。”老师说到这里，看了一眼我的右手臂。我意识到了什么。\n我惊讶于这尸堡内部的昌盛景象，比我一路上经过的一些人类的城市有之过而无不及。经过一座酒馆时，我看到数十只僵尸在里面狂饮，觥筹交错声不绝于耳；街边小吃摊上，烤肉散发着勾`人食指的香气，让我产生了一种想要大快朵颐的冲动。但是，自从“脑子”融`入了我的身体，尸堡的一切在我感觉都变得无比美好，能让我产生一种亲切感，就像我已经变成了僵尸中的一员一样。所以我并不确定这是什么肉——若是人`肉，岂不是要恶心死我。我不知道这种亲切感的出现究竟是为何，但我知道，答案，就在我旅途的终点。届时，一切的一切，都将揭晓谜底。“没想到你们的领地比我们人类的一些地方还要繁华。”我瞥了一眼领路的僵尸，开口道。“是的。”他回答道，“但这里已是我们为数不多的大聚居地之一。原本，我们的世`界，更加宽广。”言语中，是满满的自豪感。“那为什么现在没有那么繁华了？”我下意识地问了一句。回答我的，是一阵沉默。我忽然意识到，这种变化产生的原因，正是我们——人类所一手造成的啊！回想起方才所见僵尸们快乐生活的景象，心中升起一股淡淡的负罪感。可恶！我是人类啊！怎么能为僵尸着想！在脑海里大吼了一句，我挺起胸膛，继续向前。一路无话。不知不觉间，已经走到了尸堡的出口，引领我的僵尸将我送出城门，又递给我一个包裹：“里面有您前往骷髅城的地图、通行令和一封给骷髅皇的书札。请务必保管好。还有，我们大王说，他很期待你的表现。我的任务完成了。告辞。”他对我深深鞠了一躬。我能感受到他的诚意，但依然不能理解。“能告诉我你们大王这么做的理由吗？”我轻轻问了一句。“继续向前，您自然会知道。”他并没有正面回答我的问题，再次向我行了礼，便回头进了尸堡。我没有再挽留，最后看了身后的尸堡一眼，回头，我踏上了前方的路。目标，骷髅城。\n\n五\n\n凭借尸王给我的通行令，我顺利来到了骷髅城的皇宫。“在宫殿中，和传说中一样，他们遇到了神秘的‘他’，然而，一番激斗过后，几乎所有的勇士，都死了。几个幸存者回到山谷的出口处，却发现‘他’已经将其用重重阻碍封死，只能进不能出。而‘他’又从不踏出宫殿一步来追杀他们。无奈之下，幸存者便在山谷入口处建起了一个村庄，过起了与世隔绝的生活。”“那后来的人是怎么找到这山谷的呢？”我不禁好奇问道。老师的眼神更加迷茫了：“不知道，孩子。不知道。”\n我觉得吧，骷髅皇明显比尸王多了一股王霸之气。骷髅一族天生就是士兵。如果说尸王是一位睿智的长者，那么骷髅皇就是一个英武的大将。现在，他正坐在自己的王座上，居高临下地看着我，眼中闪烁着嗜`血的光芒。“陛下，这是尸王的书札。”引领我的骷髅上前道。“拿来我看。”骷髅皇接过书札，但显然没有仔细阅读，只瞟了两眼，便将其丢在一边。“尸王那老家伙又来托我做人情。”说着，他看了看我，“我可不吃这一套，你，跟我来，受我10箭不死，便让你过去。”我目瞪口呆地看着骷髅皇径直从王座上下来，穿戴好盔甲，拿起一张闪烁着淡淡附魔光晕的弓，然后向宫殿外走去。这…这么随便的吗？“走啊，愣着干嘛？”见我没动静，骷髅皇似乎有些不满。我苦笑了下，刚才进宫殿的时候我的剑被收去了，现在难道要让我徒手挡箭嘛？骷髅皇也想到了这一点，给我丢过来一根木棒：“喏，省得你待会儿说我欺负你。”我拿着木棍，哭笑不得，我现在就想说你欺负我好吗！总之，就是这样，我稀里糊涂的跟着骷髅皇来到了演武场。之前大家还算和谐，虽然不知道为什么，但怪物们显然都没有要置我于死地的意思。不过，接下来，就容不得我再这么放松了。场地十分开阔，并没有什么障碍物，而且使用过的痕迹也不多，看来应该是骷髅皇私人的练习场地。我们分边站定，他扬了扬手中的弓:“来吧，让我检验一下你的实力！”说实话，我也很奇怪自己为什么能在怪物面前如此淡定。看来，这些怪物们也没有传说中来得那么邪恶。我攥紧手中的木棍，摆好防御架势，然后示意他可以开始了。骷髅皇变戏法般掏出一支箭，搭在弓上：“第一箭！”弓弦由紧绷状态忽地被释放，破空声响起，一支利箭已然向我的咽喉刺来。虽然有所防备，但我还是低估了骷髅皇的实力，躲闪已经来不及，我只能用木棒来接下这来势汹汹的一箭。手中一震，我勉强稳住身形不至于向后退去。箭尖已经穿透了木棒，在离我的脸还有2厘米的地方停了下来。额头沁出冷汗。好险的一箭，估计那把弓是力量Ⅴ的附魔，看来自己要拿出十二分的注意力了。“好！再来！”调整好状态，我拔下插在木棒中的箭，大吼了一声。“呼！”骷髅皇用更加凶猛的一箭回应了我。右边！我迅速判断出箭的朝向，然后往左边扑去，成功躲过了这一箭，这时，弓弦声再次响起，骷髅皇又补了一箭，我没有急着站起来，而是就第一个翻滚。伴随着一声闷响，一支箭插入了我刚才所处的位置。“好箭术！”我站起身，拍拍身上的尘土，吼了一句。骷髅皇也喊道：“别得意得太早！看我的三连击！”话音未落，又一支箭已经冲我而来。我心中盘算了一下，以骷髅皇的高傲，应该不会坑我。如果只是三连击的话，也不难躲。这第一支箭是直接对准我的脑袋的。心中迅速作出判断，我没有向左右闪避，因为会陷入被动，而是一个前滚翻，将箭从头顶让了过去。接着，手中木棒扬起，抵挡住了第二支箭。第三支箭直奔我下`体而来，而我的木棒还扬在空中，来不及回防。太阴了！我心中暗骂一句，不得已，只好勉强原地跃起，躲过了这一箭。然而这个姿势使我无法保持平衡，于是，我重重的摔在了地上——虽然不是脸着地，但还是痛得我龇牙咧嘴。灰头土脸地爬起来，我惊恐地发现，骷髅皇在弓上搭了三支箭:“最后一箭！”“刷！刷！刷！”不得不说，他对弓的控制真是相当精妙，三支箭呈三角形向我扑来，几乎避无可避——几乎。我一个后仰，手中木棒撩起，击飞了中间第一支较高的箭，接着，木棒点地，借助它的支撑，我向右一拧身，躲过左边的箭，然后双脚一蹬地，原地腾空而起，以一个类似撑杆跳的动作避开右边的箭，最后一个后空翻，帅气地落地。这一系列动作几乎是在瞬间完成。一抬头，骷髅皇不知什么时候前冲了一大段距离，手中的弓已经收了起来，我能清晰地感觉到他眼中跳动的笑意。不好！第一次一支箭，第二次两支，第三次三支，第四次又三支，加起来，还少一支！骷髅皇在离我不远的地方忽然站定，负手而立，显然已经将那一支箭射出。冷汗“唰”地从我背上浸出，现在，是真正生`死攸关的时刻。尽管之前的交流还比较和谐，但我知道，骷髅皇是不会留手的。无法从他手中活下来的人，没有挑战‘他’的资格。那么，在哪里在哪里在哪里？头顶的破空声给了我答案。来不及了！心中暗叫一声糟，无奈之下，我只好挥起木棒——右手臂忽然发烫，犹如被烙铁灼烧一般，伴随而来的，还有无穷的力量感，木棒瞬间加速，与头顶直坠而下的箭矢相撞。“嘭！”两者相撞，皆化为碎片，将我的皮肤划开了几道口子，但这，已经比被箭扎穿脑袋要好得多了。“嘁，又是麒`麟臂家族的吗。”见我化解了他偷偷向天上射出的第十箭，骷髅皇露出一个古怪的笑容，“怎么样？惊不惊喜？刺不刺激？别骂我，兵不厌诈，我已经告诉你我要射10箭了，‘他’可不会告诉你这些”。刚从生死关走了一遭的我还有些惊魂未定，心中正暗骂着这破骨头架子，却被他这一番话说的没了脾气。之前，我还是自大了啊。苦笑了一声，我对他行了个大礼：“多谢。”“不必谢我。”骷髅皇摆了摆手，“你们这帮人哪个不是天之骄子，自信来源于实力，只是别忘了，山外有山，天外有天。趾高气扬地来，身上带着几个洞回去的人也不少，干脆就留下来的也不是没有。你的表现不错，考验通过了。”我张口想问点什么，却又把话咽了回去。就算问了骷髅皇为何怪物们都待我如此，估计得到的还是“日后自知”之类的回答吧。…………\n\n六\n\n骷髅城郊。我从来不知道原来骷髅城边的两座山之间居然有一处如隧道般的裂谷。在裂谷中的骨架长廊的入口处，骷髅皇亲手交给我一个骨盒：“盒子里有你去蜘蛛领地需要的东西。沿着这长廊向前，里面有你自己所需要的东西。放轻松点，这里和尸堡那个破洞也没啥差别。”“嗯。”我应了一声，拔腿向里走去。没走几步，一根骨头落在了我脚边。捡起一看，上面有一行小字：尸王那老家伙这次眼光不错，我看好你。——英明神武所向披靡无敌骷髅之开天辟地至尊大帝嘴角抽了抽，回头看去，入口处已然消失了骷髅皇的身影。直到现在，我还有点做梦般的感觉，这么轻易地，就要得到第二样物品了么？骨架长廊的两边陈列着一批骷髅的遗骸，走在其中，让人有些汗毛倒竖。我现在对这些古老的历史已经没了什么兴趣，便加快脚步，来到了长廊尽头的遗骸边，心中存着一点小小的期望。最后的一具遗骸比现任骷髅皇还要大一圈，显然当时也是骷髅中的至尊。而且骨架保存的相当完整，若不是眼中黯淡无光，我几乎要以为它还活着。而事实上，它的咽喉处扎着一支箭。心中略有些忌惮，我靠近感受了一下——没错，和之前尸洞中壁画上的是同一股锋锐之意，显然，这只骷髅是被黑萝大人以其无可比拟的射术击杀的。一箭封喉。心中虽然好奇这个神秘传说的真相，但没有再多做停留，我快步向长廊尽头走去……“总之，每个黄金家族都掌握着如何去往宫殿，解救被困在山谷中的人们的方法。为了击败‘他’，获取黄金之书的力量，黄金家族的精英成员世世代代都在努力。最强大的人踏上去往宫殿的征途，而稍弱一些的便踏上社会，手机资源，帮助家族中的强者变得更加强大。”老师继续说道，“我们麒`麟臂家族，正是其中一员。”“我们？老师您……”我讶然。“是的，我也是。”老师伸出右臂，火红的麒`麟纹路静静地趴在上面。\n站在骨池旁边，我感到一阵头皮发麻。骨架长廊的尽头是一道小瀑布，落入这被骨头围起来的池子中，而在池子下方，虽然幽深无比，根本无法窥见具体的情况，但我能感受到一股锋锐的弓意将我锁定，试着动了下身体，那股弓意却如同跗骨之蛆般紧随不舍，仿佛随时都能取我性命。环视一圈，确认了除我之外没有任何活着的东西，同时，也确认了，这里，没有出口。难道…是在池子下面？没有出口是不可能的，那么唯一可能与外界连通的，就是这个骨池了。我小心翼翼地将手靠近水面，什么都没有发生。看上去这只是普通的水而已。我于是伸出一根手指试探了一下，水凉凉的很舒服，似乎并不会造成威胁。忽然，那股弓意急剧加强，似要逼我立即入水。我皱了皱眉，对这种被人指着的感觉很反感，但看来这次是不跳也得跳了。好吧，那就……“噗通！”我跃入水中，目光不断环视，然而水中的能见度实在太差，什么都看不清。忽然，手上碰到了什么东西，拉到眼前一看，是一把弓，闪烁着淡紫色的光晕。弓上，搭着一支箭。奇怪，我记得这池子比我现在下沉的距离深很多啊，这弓怎么会…想到之前在尸洞里的遭遇，我的心跳突突加快。拉开弓弦，向前射出——附加在箭矢上的火焰光芒只亮了一瞬间，但已经够了，在一堆白骨中，我看到了一个漆黑的洞口。四肢奋力划动，我拼命向着那个洞口游去。“呼！”从水面探出头来，我深吸了一口气，爬上了岸。躺在岸上，我的肺贪婪地索取着新鲜空气，休息了好一会儿，我才勉强站了起来。刚才拼命地游泳真是太累了。我在心中暗叹一声，确认了没有少掉什么东西后，我看着手里的弓又不禁笑了出来——虽然困难，但收获绝对是大大的。我很快便弄清楚了它的附魔：力量Ⅴ、火矢Ⅰ、无限Ⅰ，没有冲击，但配上我锋利无比的钻石剑就是绝佳的组合。看来，每过一处地方便能有巨大的好处给我，先是具有了僵尸的强韧体质——之前与骷髅皇战斗时留下的伤痕已经都消失了；再是一柄超级适合我的劲弓。根据老师告诉我的，我只要再经过蜘蛛的领地便能到达山谷了，至于个别不成族群的女巫和没有脑子的史莱姆什么的就不用再管了。那么，我又能从蜘蛛们手中，获得什么呢？怀着兴奋，我又上了路，然而，按照骷髅皇给我的通往蜘蛛领地的地图，我走了半天也没有见到一只蜘蛛。牛啦羊啦鸡啦倒是有不少，咯咯咕咕叫得人头昏脑涨。眼看天色渐暗，我不禁着急起来，开始在林间瞎转悠了，却不提防脚下一个趔趄，居然摔进了一个矿洞中，而且骨碌碌就滚了下去。阴`沟里翻船了。这是我晕过去之前最后一个念头。…………\n\n七\n\n“人类……”“你……”“为什么……”“到这里……”“寻找……”“死亡……”我一下子坐直了身体，大口大口喘着气，刚才的声音…是什么？突然觉得哪里不对，胳膊上似乎有着一根毛茸茸的东西在动着，我咽了一口口水，缓缓回头——“啊！”因受惊而一下子跳了起来的我不慎把脑袋撞在了石头上，疼的龇牙咧嘴。在我的面前，一只小蜘蛛正用六只血红的眼睛歪头盯着我。“咝…你是…咝…人类…咝…为什么…咝…掉下…咝…到这里…咝咝…你…找东西…咝…前面…咝咝…首领…咝…死亡……”虽然口齿并不清楚，但我还是听懂了他的意思，听上去蜘蛛首领的老家就是这里了。“你们首领在吗？”确认不是被偷袭之后，我小心翼翼地问道。“咝…首领…咝…睡觉…咝咝…醒来…咝…你…死亡…咝……”哈哈！居然真的在这里，真实踏破铁鞋无觅处，得来全不费工夫!我笑了笑，从怀里掏出骨盒，拿出一支断箭：“我是从骷髅城来的,要见你们首领。”小蜘蛛似乎并不认识这断箭，回头向洞穴深处发出了两声高分贝的叫声，不一会儿，一只大蜘蛛就面带凶相地爬了过来。见到我手中的断箭，它的态度顿时变得恭敬：“咝…请跟我来。”“可为什么人们不联合起来去讨伐‘他’，而一定要只身前往呢？”我依然有些不理解的地方。“因为那座山谷。”老师叹了口气，继续道：“‘他’为山谷种下禁制，为了避免再被围攻，山谷只允许单个生物从怪物方的通道进入。而在山谷外面，人类的领地旁，有一个地方专门放置‘他’所击杀的生物的头颅，有人类的，也有僵尸、骷髅和蜘蛛的。毕竟，黄金之书的力量，可是谁都想要啊。”“那为什么‘他’不干脆封锁山谷，让谁都进不去呢？”我又抛出一个问题。“因为，‘他’，也要变强……虽然不知‘他’究竟是怎样的存在，但‘他’似乎将不断前去挑战的人们当做了自己的补给来源。我想，这也是‘他’之所以击杀了众多潜力十足的挑战者的原因吧。”\n“嘶啦”又一只洞穴蜘蛛被我劈成两半，眼中的光芒迅速黯淡下去。抽出弓，一箭射在一片即将孵化的蜘蛛卵上，火光瞬间燃起，将其烧毁殆尽。我前冲两步，将钻石剑插入一只蜘蛛的头中，然后将其整个挑起，甩飞出去，又砸烂一片蜘蛛卵，几只刚孵化出的小蜘蛛只来得及发出一声微弱的惨叫便一命呜呼。我的头上、身上沾满了蛛丝，蜘蛛的鲜`血喷溅的到处都是，蜘蛛卵散发出的臭气充斥着这片空间。杀，杀，杀！此刻，我已将一切抛诸脑后，眼中唯有这些只具备进攻本能而没有智慧的疯狂的蜘蛛们。杀，杀，杀！回身一箭将三只蜘蛛钉在了墙上，毛茸茸的腿在空中乱舞了一阵便停止了动作。没有再理会他们，蛋白质烧焦的气味散发开来，更激起我心中的杀`戮欲望。剑尖穿过一只张大嘴扑来的洞穴蜘蛛，一扭腰，将其整个撕裂成两半甩飞出去，丝毫不顾及溅到身上的毒液。弓弦每绷紧一次，便绷断数根生命之弦，剑柄每递出一次，必带起一阵腥风血`雨。杀，杀，杀！搅碎一张碍事的蜘蛛网，我向侧边前冲，劈翻一只洞穴蜘蛛，却不提防身后忽又冒出一只大蜘蛛，自杀般的撞上我手中的钻石剑。剑与蜘蛛一起从我手中飞出，蜘蛛落地，回转身又向我扑来，我也被其激怒了，大吼一声，麒麟臂瞬间激发，将其打成一坨烂肉飞了出去。手臂上传来的剧痛使我的神志清醒了一些。我扑向钻石剑将其拾起，击退一只袭来的大蜘蛛，不禁开始回忆：我进这盘丝迷宫，有多久了？好像很久很久了。这一停下来，我马上感到了身体的疲累，已经快到极限了。高强度的杀`戮固然爽快，但这里的蜘蛛无穷无尽，且个个都疯狂向我进攻而来，我若在这里停留，很快便会体力不支，最终变为那些小蜘蛛们的养料。一路走来，我也见到了不少人类的躯`体在被蜘蛛们啃食，或是被蜘蛛卵占据。现在想想，估计像我刚才一样杀的昏了头的人也有不少在其中。没想到，这看似最轻松的盘丝迷宫，比之前大战僵尸群和骷髅皇还要麻烦。不能再这样下去了。我冲出去，手上击杀蜘蛛的动作不停，但两眼却不再盯着哪里有可供我杀戮的蜘蛛，而是关注起这迷宫的构造。凡到岔路口，我便用箭将几只蜘蛛串在墙上以作记号，见到记号的路便不再走。说也奇怪，一路深入，我发现遇到的蜘蛛渐渐变少了，给了我极大的缓冲余地。不然的话，我还不知道能不能撑到这里——出口，就在前方。“呼啊！”终于，我进入到了有阳光的地方。身后的路迅速被重重蛛网封死。不过，我也没有必要后退了。拿到东西，我便可以前往山谷，然后，完成我身为黄金家族成员的使命。我就不信，没人能战胜‘他’！出了盘丝迷宫，是在一座山壁上。没想到不知不觉居然爬升了这么多高度。山壁上满是藤蔓，看周围青山环绕样子下面应该是个盆地，看来我为了拿到所需要的东西还得费点功夫。顺着藤蔓滑下山谷，瞬间，我就被眼前的景象震惊了。一具森然的白骨静静躺在森林中央，虽是死物，但身上散发出的凶戾之气仍能清晰无比地感受到。白骨上闪烁着奇异的莹润光泽，不知为何物，而最为恐怖的是，我方才所见的参天大树，多半竟是由这白骨的缝隙间生出。是的，没错，这具遗骸的大小，几乎就是整个谷底的大小。现在，我正对着它那巨大的头颅——头颅之上有六个空洞，显然，这是一句蜘蛛的尸骸，但这蜘蛛的体型……我吞了口口水，如此之巨大的蜘蛛，恐怕不是自然力量所能造就的，或者…是远古时期得到了黄金之书力量的大能也说不定？这个念头忽然冒出并且迅速占据了我的脑海，这样一来，我对黄金之书也变得愈加渴望了。等着吧黄金之书，我会干`掉‘他’，然后获得你的力量！巨型蜘蛛的嘴部垂下两条骨链，犹如台阶一般，显然这里应该便是这处“遗迹”的入口。虽然心中兴奋，但我还是握紧了手中的钻石剑，警惕起四周的情况，因为不知会遇到什么奇怪的东西——我已经确认过了，那骨头上的莹润光泽，是一层层湿湿黏黏的蛛丝。就在我进入这巨大骨架构成的空间内部后，后方的退路忽然被层层蛛网封闭，而我此时也已无心留意后方的情况，因为伴随一阵阴风挂起，六只充满暴戾意味的渗`血的眼睛已经从黑暗中向我急速袭来——准备了！我在心底大吼一句，举起手中的钻石剑摆好防卫姿势。敌暗我明，先守后攻自然是唯一的选择。粗大的刚毛从脸上刮过，带着恶心人的蛛丝一起飞了出去。手腕处传来一阵剧痛，锋利的钻石剑劈砍在这怪物的腿上却无法深入，只能带出一点小血丝。此刻我才看清了它的真面目：一只直径六米的巨大蜘蛛，一条腿就有我整个人那么高。可恶！啐了一口，我就地一个翻滚躲开扫来的蜘蛛腿，却不提防这货趁机吐出一大片黏性极强的蛛丝，直接将我困在了其中。看不清！本就是在密林中，天色也已不早，蜘蛛又是黑色，除了眼睛我根本无法知晓它的动向。奋力挣脱出一个口子，我从蛛网中钻出，手中早已换上从骷髅那边得来的劲弓，心中默念：随便哪里都好，给我射中它！箭矢带着火焰掠出，插到了蜘蛛的一条腿上——但这已经够了，火焰迅速蔓延至它的整个身体，“嘶啦！！”刺耳的尖叫声响起，蛋白质被烧焦的恶臭散发开来，更激起了我的血性。狂吼一声，借助身边的骨架一个腾跃，钻石剑入手，直指蜘蛛那丑陋的头颅而去。奈何这蜘蛛也并非等闲之辈，卡准时机向我喷吐了一大团蛛丝，不仅挡住了视野，更挡住了我的去路。可恶啊啊啊！若是闪避，他身上的火焰便会燃尽熄灭，这样好的攻击机会不知何时能再有一个。若是不闪，我又如何……瞬间，心意已决，赌一把了!我整个人向后弓起，接着将全身的力量集中到右手，麒`麟纹路像火焰一般燃烧起来——一剑掷出。“咳咳。”背部因为刚才直接撞到墙上而隐隐作痛，我好不容易理干净身上的蛛丝，站了起来。很幸运地，就在我被蛛丝裹携着向后飞去时，那穿透了蛛网的我的伙伴完成了他的使命。走到这只大蜘蛛的尸体前，它的眼睛依旧血红，却已经没有了生气。拔出插在头颅中的爱剑，我轻轻抚摸着它，心中忽然涌起伤感，也不知道我的父亲，当初是否走到了这一步？将剑插回剑鞘，离开了这片是非之地，我的最终目的地已然明确——宫殿，黄金之书，我来了！…………\n\n八\n终于，到了啊。站在巨大的宫殿前，头顶是灿烂的阳光，但这里的气氛连同我的内心都充斥着压抑。深呼吸一口，回想来路的种种，我忽然觉得，像刚才那些被困在山谷内的居民那样，虽然自由受限，却也因此不存在勾心斗角的小村庄也不错。哈，我在想什么啊……平复了自己的心情，我伸手，推开巨殿的门。我似懂非懂，没有再发问，而是听老师继续讲了下去。“你的父亲，是我们麒`麟臂家族难得的练武天才，悟性极高，基本功也很扎实，只是这一去多年竟杳无音信，我们这些黄金家族的普通成员自然无法去怪物那边过问这些事情，然而山谷外的头`颅墙虽然还在更新，却也没有挂上你父亲的…”村长停了一下，声音有些颤抖，我知道那是对我父亲命运的真挚关切，而非一般人对家族名誉的古怪情感，“总之，外界虽然流言蜚语纷纷，我相信你的父亲是不会作出逃跑或是躲藏这种事的。我知道他，我没有儿子，我是把你父亲当我儿子来看的，你知道——”老人说到这里，已然有些哽咽。“是，我知道。”我站起身劝慰了老师一会儿，见他似乎没有其他话要说了，便起身准备离开。\n“嗒，嗒……”清脆的脚步声回荡在空旷的大殿中，平添了几分诡异，更显出了大殿的幽静。身后的巨门虽有光亮从缝隙中透出，却无法穿透至大殿的尽头——那里，一本散发着澄澈光芒的书静静躺在一块基岩上，后方的王座被其照映得熠熠生辉，更显出高贵与至尊气息。我知道，黄金之书已经就这么赤果果地躺在我面前，而且这大殿里，其实并不止我一个人——‘他’虽然并不好客，却也不会让客人吃闭门羹。走到离黄金之书还有数步之遥的地方站定，我缓缓将钻石剑出鞘。“出来吧。”“咕。”一声轻笑响起，我迅速回头，然而身后只是一片漆黑。再回过头来，面前的王座上，不知何时已经坐上一人，没有任何盔甲防御，只是穿着最普通的，人人都有的青色上衣,与一条同路边乞丐一模一样的紫色裤子。然而，那双白眼——是了。我早该想到的。“HIM，‘他’。多么简单的称谓。可笑我们这些人居然被蒙在鼓里这么多年。”我缓缓拔出剑，沉声道。他并没有说什么，记载中，HIM从来都不会说出具体的言语。只是“咕”的一声轻笑，似乎在嘲笑我的愚昧无知。见我依旧握紧剑对着他，HIM似乎感到有些无趣，于是从王座上站起身——只是那么随意地站着，然而巨大的压迫感已如潮水般向我涌来。右脚微微后退一步，这点压迫感对于我来说，几乎是起不到什么作用的。“来吧。”没有任何起手动作，就这么向我冲来的，是那让无数人类闻风丧胆的HIM，是为黄金家族所念念不忘的‘他’。简单到不能再简单的动作，透露出的是强大无比的自信。好快！这是我的唯一一个念头，这样快的速度若是正面迎接我肯定会受不了冲击的力度而被巨大的加速度压爆经络。想也不想，左手伸出，一股蛛丝将我带上了半空。失策！动作一出，我便暗道一声糟糕。这从那蜘蛛骨架中取得的能力虽好，然而面对强敌，贸然使自己的身体腾空可谓是巨大的失误。幸而这技能的效果极好，几乎是瞬间我便已经踩到了一旁的殿柱上。有了借力的地方，心中也就有了底气。抽出弓准备瞄准，却听见“轰”的一声，地面的砖石直接被一脚踩爆，瞬间扭转过身体，他反手就是一个火焰弹带着破空声向我甩来。不得已，手中箭矢只好瞄准了这急袭而来的火焰弹，我可不想还没碰到他就被烧成一块黑炭。“嘭！”两者在空中相撞，直接爆散开来，烟尘与火花四溅。火光映亮了他的那双白眼，正在向我刚才的位置袭去。而我已经借着烟幕的掩护悄然落到地面。疾奔数米后一个滑步，我来到了又一处柱子后面，再次掏出弓箭——他的速度实在太快，近战我恐怕根本沾不到他的身体。但是这样的躲猫猫游戏，我还是很喜欢的。不需要多，以他那样的速度冲上来，只要一箭命中，那就是脑浆迸`裂的下场，任他是人是神都不例外。“唰”忽然一阵劲风掠过，我还没反应过来，他的身影已经出现在了我的眼前，根本来不及反应，手中一箭射出，只是刮到了他的衣角——显然衣服上的这点小火苗根本伤不到他的本体。在他的脸上，我发现了一丝若有若无的，嘲讽的笑意。怎么会…这么…快……面对如此强敌，我几乎只能依靠本能来战斗。迅速一个侧身，躲开爆裂在我耳边的火焰弹。幸好我穿的是钻石盔甲，否则也免不了被烧成灰的结局。没有时间思考，一个后撤步加后滚翻，我来到了黄金之书的旁边，希冀这能直接越过他的阻挡而取得这无尽的力量。然而事与愿违，那双没有感情的白眼再次出现在了我的面前，一个拳头带着千钧之势向我的面门袭来。而此刻我的右手还只刚刚摸到剑柄。虽然我自认出手足够快，但在那之前我的脑袋估计已经不会留在肩膀上了。结束了…吗……之前的一幕幕重又浮现进我的脑海。浩荡的僵尸军团、骷髅王的精准射术、盘丝迷宫中充满野性的蜘蛛们还有那恐怖的巨大蜘蛛……我真没想到这战斗是这样的悬殊，结束的如此之快。原来我真的很弱小，可笑我还希冀着击败他来获得黄金之书的力量啊……“孩子。”老师忽又叫住了我，“你和你父亲一样，有一双湛蓝的眼睛。我相信，你可以做到的。”老师的声音中充满欣慰，还有对我的信心。\n不。我不能辜负老师。不能辜负这一路走来的艰辛。不能辜负父亲对我的期望！我是黄金家族的成员，我背负着无数代人的期望与荣耀，我怎么可以就这么轻易地死亡！绝不！我还有机会，只要在他将我的脑袋打爆前把剑送入他的胸膛，说不定可以阻止他的拳头——我还有麒`麟臂!就算死，也要战斗到最后一刻才死！“孩子，你要继承你父亲的使命啊！”\n老师说得没错，我不能放弃！大吼一声，丝毫没有保留地发动麒`麟臂，我的右臂顿时红芒大放，麒`麟图样犹如活过来般在我的手臂上跳动着。我竭尽全力将剑拔出——来不及。就在我做出最终这个令人沮丧的判断后，他的动作忽然停顿了一下。我顿时大喜，瞬间将剑送进了他的胸膛。“噗”的一声轻响，我知道剑锋已从他的后背穿出。一股劲风刮过，我才发现不知什么时候我的右臂盔甲已经脱落，麒`麟图样的红光甚至照亮的一旁的殿柱。成功了？我有些不敢相信。由等死到反杀，这差距是如此之大，以至于我有些不能接受。确认了自己真的存活后，一股笑意攀上我的脸庞，然而，刹那间，我全身的血液仿佛都凝固了。他右臂上的衣服化为飞灰落下，一个火红的麒`麟静静趴在那里。他并没有立刻死去，而是抬起头，看着我。双眼的纯白渐渐出现了一对湛蓝的眸子，映出了我那正逐渐消失颜色的双瞳。他的脸上重又露出笑意，混杂着欣慰，与悲哀。“父…亲……”我喃喃道。黄金之书忽然光芒大放，将我裹挟其中。他的头渐渐歪了下去，我的脑中一片混沌。此刻，我只知道我有一个使命。守卫黄金之书，任何妄想获其力量者，死。\n\n终\n那传说中神秘的山谷外，又多了一个头颅，湛蓝的眸子凝视着湛蓝的天空。然而这并不能阻挡黄金家族的勇士们，他们为了获得黄金之书的力量，可以披荆斩棘，克服一切路上的阻碍。\n当然，他们也知道，要想获得黄金之书的力量，还有一个最大的障碍。他们必须击败那个神秘的——\n‘他’\n\n为了更好地理解本文，有一个视频，也是该文的灵感来源之一\n\nhttp://www.bilibili.com/video/av8773177/?from=search&seid=6845040694461375149\n\n求砖求评\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1493641440,
            "txt_content": "果然新的HIM就是他爸= =|||\n玩梗得有点过分了啊喂"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494162660,
            "txt_content": "它的态度顿时变得恭敬：“咝…请跟我来。”\n这段后面直接就是\n“嘶啦”又一只洞穴蜘蛛被我劈成两半，眼中的光芒迅速黯淡下去。\n总让人感觉好像漏了一段"
        },
        {
            "author": "海潮",
            "timestamp": 1494677040,
            "txt_content": "大触，越来越好了"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1497180720,
            "txt_content": "我还真就搞不懂了\n为什么就是加不上首行缩进和空行啊啊啊啊啊啊啊啊啊@Smokey_Days 能帮我编辑一下首行缩进不= =\n\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497234180,
            "txt_content": "看完了。\n我们正在变成我们最厌恶的那类人"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497236520,
            "txt_content": "气氛不一样因此我决定另发回复：\n\n看完了以后惘然发现这一篇小说和我构思的那一篇极为相似，都十分回环...\n梗概可以跟你讲一下，不怕你说我剽窃。详细看私信..."
        },
        {
            "author": "o_bo2001",
            "timestamp": 1498746840,
            "txt_content": "虽然优秀了\n但是没人给评我真不知道怎么修改啊啊啊啊啊啊"
        },
        {
            "author": "User:guest",
            "timestamp": 1498826340,
            "txt_content": "不错，修辞手法，描写的淋漓尽致。我欣赏你，作为的xx吧"
        },
        {
            "author": "海潮",
            "timestamp": 1512662820,
            "txt_content": "挖一下，我觉得ok，但是有些量词需要注意不能写错。"
        }
    ]
}