{
    "title": "【原创·连载】你，为什么要成为猎魔者[第一章：天生残疾]",
    "author": "mo魔灵",
    "replyCount": 4,
    "timestamp": 1493686200,
    "txt_content": " 本帖最后由 mo魔灵 于 2017-5-2 18:42 编辑 \n\n第一章：猎魔团     一、天生残废\n“你为什么要成为猎魔者？”“为了拾荒者的信仰。”一位看起来十多岁的黑衣少年说道。这黑衣少年不知是第几次登上这个测试台，一次次的挫败并没有让他放弃，反而，一次一次的挑战的他反而越来越坚毅，或者说是成熟。一位中年人看到了他这样子，并不惊讶地说道：“开始吧。”黑衣少年走到了仪器旁边，底座是合金制，后面有个高大的数据条，而底座的上面包了一层薄膜，这就是一个简易的测试装置。他娴熟的拿起一旁的木剑，闭上了眼睛。如果周围有检查官以外的其他人话，可能会被他这种奇异的形态惊到。“开始！”检察官终于发出了指令。那少年一个标准的弓步，后退了一步。并没有浮夸的动作，挥剑，打到那保护膜上。“叮叮——”那机器发出了清脆的声音，看着后面的数值一点一点的上升，少年冷漠的表情终于蒙上了一层紧张的面纱。伴随的一声沉闷而悠长的提示音，数值停止了上升，最终蓝色的数值停在了99。少年眼神中出现的光芒立马散去，重新变回可怕的冷漠。检查官苦笑着说：“卡尔，你都第五次参加了，本来你天生就有99的精准值，可是，13年了，你却是突破不了这最后的1点，我想你应该知道精准值对枪炮师多重要，你这样，是不会成为猎魔者的。我今天实话跟你说了，可能你就是天生残废吧。”这个被称为卡尔的少年接受了评价，默默的低下了头，握着手中的木剑，心情极为复杂。突然，他的眼睛射出了一道精光，蒙的抬起头，直直的看着检察官：“您能不能让我握一次枪，我相信我能成功的！”检察官看了看他，遥遥头，无奈地说：“如果教会的规矩这么好改的话前5次我就早破例了，可是···你走吧，后面还有些别的孩子，他们还要测试呢，实在不行，你也是天生99精准度的‘天才’，你可以来我们检查所工作啊，唉唉唉，你别走啊。”卡尔心情糟透了，想起母亲对他的那一番话：卡尔，你今天一定会成功的，等你到了二审，就用这两把枪，知道了吗？而这时的卡尔却没机会用这把枪了，他不甘，因为猎魔者选拔只能是13岁以前参加。而这时，全场的焦点都在他一个人身上，孩子们看着他是怕他们和他一样失败，而检察官看着他却是对卡尔的同情。卡尔走了一半的路程，越来越慢，步伐也变得沉重。快走到门口时，他停了下来，从双腿上撤下母亲给他的两把枪，疾风一般，在一瞬之间，身体翻转了180°，而他自己更是小弓步，向后仰。检察官见情况不对，立马上前阻拦，但他却阻拦不了卡尔这颗想证明自己的心。卡尔先是保持这个动作对着天花板射了两枪，然后又重心前移，跃起，旋转着向四个角开了几枪。这时的检察官是放心的，因为这个房间最牢固的就是天花板，可是他万万没想到的就是卡尔竟然又向四角发起了攻击，他急切着，但是有没有办法挽回。这时，从玻璃制的天花板降下一个白袍中年人，他对着卡尔淡淡的说：“停下！”而这时，只有卡尔听到的声音和别人不一样，他感觉精神受到了重创。精神攻击者！卡尔心中有了答案，而这时，眼前一黑，拼尽了全部的精力，却没能站稳脚步，一头栽了下去。\n\n\n\n关于主角设定的话，这位仁兄可是后来游戏中拾荒者猎魔团的首领——卡尔，但是，他连枪的精准度都不能到一百（精准度差不多就是契合度，没有100的契合度，基本连枪都握不住），那他是怎么成为一代强者的呢？后面会继续叙述。\n",
    "replies": [
        {
            "author": "mo魔灵",
            "timestamp": 1493686320,
            "txt_content": "我也很奇怪啊···问啥枪的精准度是用木剑测试的··"
        },
        {
            "author": "Steve_Sandwich",
            "timestamp": 1493690520,
            "txt_content": "mo魔灵 发表于 2017-5-2 08:52\n我也很奇怪啊···问啥枪的精准度是用木剑测试的··\n一切皆有可能\n不要在意这种细节\n习惯就好"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1493703360,
            "txt_content": "第二个以服务器为文案策划的朋友你好"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494163680,
            "txt_content": "如果周围有检查官以外的其他人话，可能会被他这种奇异的形态惊到。\n自己读一下，注意一点用词啊喂_(:зゝ∠)_\n还有就是，精准度不能算天赋吧（数据流？）"
        }
    ]
}