{
    "title": "【原创·连载】【猎魔】（第二章：苏醒）",
    "author": "mo魔灵",
    "replyCount": 5,
    "timestamp": 1493724120,
    "txt_content": "二、苏醒“执法官大人，这小子差点就把测试场给毁了，但可能是因为他天生99的精准度，我们总认为他能成为一代枪神，所以，情您降低他的处罚，开恩啊。”中年的检察官苦笑着对那位被称为执法官的白袍中年人说。“处罚联盟那边已经回应了，我也是没有办法，唉，这么个十来岁的少年竟然要去那种地方。”白袍人摇摇头，慢慢的走向的卡尔的病床，缓缓坐了下去。“您是说，那个地方？他只是精准度都不到100的残废啊，怎么能去哪里！”白袍人似乎没听到他说话，只是对着卡尔若有所思的说：“也许他的那两把枪会带来奇迹吧······”检察官似乎明白了他的想法，也是，一个精准度不到100的人，应该是握不稳枪的，可是他给他们带来的震撼太大了。而唯一的突破点就是那两把赤红色的旧型号手枪。“他该醒了，我们走吧，让他一个人好好想想。”白袍人缓缓起身，给卡尔拉了拉被子，轻声慢步的走出门去，好似怕惊醒卡尔似得，而检察官也一句不吭的跟在他身后。就这样，两人离开的病房。这时，卡尔有些吃力地睁开了眼睛，他来不及看他在哪，因为他并没有多余的力气环顾四周。回想起测试场里发生的事，好像刚刚发生一样，记忆是那么清楚，其中就包括那位神秘白袍人最后的攻击。虽然他知道自己是在医院，但是现在的他只能模糊地看到白花花的天花板，这让他感到莫名的恐惧，于是他使用了全身剩余的最后一点力气，吃力地拨动了护士的呼叫按钮。“叮——咚——”一阵清脆的响声在卡尔耳边响起，使卡尔舒服了些。过了一会，寂静的病房门终于开启，走进了个带着白色帽子的护士。“噢，你病得不轻啊，半个脑袋都是绷带呢。对了，hi~我叫露莎。”卡尔模糊的看了自称露莎的姑娘一眼，他相貌十分清秀，最明显的是有着一副明亮的眼睛，但卡尔迷迷糊糊地看出他带着面纱，这可增加的卡尔的疑心。“卡尔，男，13岁，····，精准度99，天生精准度99，体态特征··等等，天生精准度99？你就是那个残疾的卡尔啊。哦，原来长得这么可爱啊，唉，你怎么不说话啊。”卡尔迷茫的看着这个比自己还小的“实习护士”，而心里也惊奇自己发不出声音，这可并没有急坏卡尔，他虽然只是一个13岁的少年，但这时，他却已经做好了最坏的打算。“哦，没事没事，只是神经出现了轻微的受损，呵呵，这是不是脑震荡啊~”露莎笑着对卡尔说。而卡尔看到了露莎的笑容后，也无意地感到她的笑是那么美丽，即使是各了一层面纱。在后面的几天中，一直是这个叫露莎的姑娘照顾卡尔，几天后，卡尔恢复了一部分的运动能力，开始用书写和露莎交流，再隔几天，卡尔就可以发出简单的音节，直到两个月后，卡尔终于回到了健康的状态。而这几天与露莎的交谈中，他也终于露出的久违的笑容，可能，在他心中，这几天是一辈子中最幸福的。“谁！”卡尔发出了警觉的吼声。“是我，小天才。”一个瘦小的女人笑着对卡尔说。卡尔一看到他，就摆开精准的后仰式，拿出枪瞄准，可是头突然产生了一阵眩晕。“别着急嘛，我可是来帮你的，那堆老家伙可是要把你放到双子塔去喂地狱族呢，呵~呵~”这个女人的一举一动都散发着魅惑，但是13年专注修炼的卡尔好像并没有受到影响。“好啦，帮你那枪收起来吧，让我来跟你谈谈？”年幼的卡尔收起了枪，而这个女人接下来的话却彻底转变了卡尔的人生。\n\n\n\n今天再给大家带来一更（好，我争取每天一更到两更），然后，这次又给大家留下了许多悬念，双子塔？地狱族？还有那个官配的露莎。以及白袍人？这些都会由这个女人来告诉卡尔，而这个女人嘛，真的会影响到后续剧情，或者说，没有她，你玩什么球形闪电。——by魔灵\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1493725440,
            "txt_content": "666\n把这个地址丢到前面那个帖子的底部呗"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494162240,
            "txt_content": "卡尔模糊的看了自称露莎的姑娘一眼，他相貌十分清秀\n伪娘么_(:зゝ∠)_\n他也终于露出的久违的笑容\n疑似病句"
        },
        {
            "author": "mo魔灵",
            "timestamp": 1495354680,
            "txt_content": "Smokey_Days 发表于 2017-5-7 21:04\n伪娘么_(:зゝ∠)_\n\n疑似病句\n啊？其实露莎就是···不说了，那个所谓的病句其实是说卡尔第一次笑"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1495355940,
            "txt_content": "mo魔灵 发表于 2017-5-21 16:18\n啊？其实露莎就是···不说了，那个所谓的病句其实是说卡尔第一次笑\n= =网络小说常用套路：伪娘"
        },
        {
            "author": "mo魔灵",
            "timestamp": 1495886460,
            "txt_content": "Smokey_Days 发表于 2017-5-21 16:39\n= =网络小说常用套路：伪娘\n并不是伪娘啦"
        }
    ]
}