{
    "title": "[Minecraft│CULTURE] Skii Resort 滑雪度假村",
    "author": "像素君",
    "replyCount": 6,
    "timestamp": 1493738220,
    "txt_content": " 本帖最后由 像素君 于 2020-7-16 18:56 编辑 \n\n\n\n\n\n\n\n\n\n005AegrTgy1ff2qkjwg0oj30k00b9qms.jpg (211.32 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 12:55 上传\n\n\n\n\n\n\nSkii Resort滑雪度假村\n\nWe hit the slopes in Minimumwagecraft's build!我们发现了Minimumwagecraft建在山坡上的建筑！\n\nIt's time to go on holiday! Yeah! But where to go? Well, I've never been skiing before. As someone who's life is full of too much feeling cold and falling down as it is, I've never really seen the appeal. At least when I'm rubbish at pass-the-parcel, no one gets hurt (except that one time). But if I turn out to be really bad at skiing, I could potentially break every bone in my body, lose one or both of my legs, and come down with a nasty dose of death.\n耶！是时候去度假了！不过，该去哪里玩好呢？嗯，我以前从来没有滑过雪——作为一个历经磨难和挫折的社会人，我未有过去滑雪的想法。至少我在玩击鼓传花这个游戏时的水平就像菜鸡——每次轮到我的时候，都不会人受罚（只有一次例外）。如果我真的不擅长滑雪，我可能会玩坏身体里的每一根骨头，甚至失去一条或两条腿，然后生无可恋地迎接死亡。\n\nIf only there was a game that let me try skiing virtually from the safety and warmth of my own home? Try Ubisoft's Steep, available for Xbox One and PC now!\n如果有一个可以同时让我完成“享受家里的安全温暖”和\"滑雪\"两件事的游戏的话，我还用得着出去浪吗？试试育碧开发的Steep吧，你可以在Xbox One和PC端上玩这个游戏！\n\nOh, or maybe try WORKING SKII RESORT 3.0, a new build from Minimumwageminecraft! This map promises everything you could ever want from a luxury skii resort. Rideable slopes! Several restaurants! Huge mountains! Working lifts! Working lifts you guys. Holiday! Yeah!噢，或许你还可以试玩一下Minimumwageminecraft的新作品——“滑雪度假村3.0”！据作者所言，有关滑雪胜地的一切，这张地图应有尽有。可以滑雪的斜坡！几个小餐厅！宏伟的雪山！缆车！耶！放假了！\n\n\n\n\n\n005AegrTgy1ff2qkcng2sj30lc0c0191.jpg (103.61 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 18:51 上传\n\n\n\n\n\n\nI immediately cancelled my planned holiday to the Bahamas (Mojang had refused to pay for it anyway, the cheapskates), and then started packing. I couldn't wait for two weeks of fast, fun, no-actual-risk-to-my-delicate-bodily-frame skiing!\n我立刻取消了前往巴哈马群岛的假期计划（Mojang不管怎样都不肯报销，哼，吝啬鬼），随后开始收拾起“行李”。我的内心早已对这两个星期的假期迫不及待——便捷、有趣，而且对我的瘦弱身体没有任何威胁！\n\nSO LONG, WORK!工作，太漫长了！\nLet's hit the slopes! I load the map and emerge in a small, windowless room with no obvious exits. Er, let's escape the room!让我们上山吧！我打开了这张地图，然后出生在一个没有出口的小房间里。呃，我们还是先离开这个房间吧！\n\n\n\n\n\n\n005AegrTgy1ff2qkda5b1j30lc0c0wnc.jpg (90.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:51 上传\n\n\n\n\n\n\nBut how? A wooden sign states in firm capital letters SPAWN PLANE. This worries me. I can't even skii yet, let alone fly a plane. At least if I crash while skiing I'll only hurt myself, but if I crash an ENTIRE PLANE I'm bound to hurt others. What if I fly the plane and crash it into the mountain where it hits the only skii instructor and to punish me he refuses to teach me how to skii and ruins my holiday.但接下来呢？墙上的挂着一块木牌，上面用大写字母写着“生成飞机”。这让我开始感到担心。我还不会滑雪，更别说开飞机了。如果我在滑雪时摔倒了，我只会伤到自己；但如果我让一架飞机坠毁的话，我肯定会伤害到别人。如果我的飞机撞上山坡，撞到这里唯一的滑雪教练，他一定会惩罚我，拒绝教我滑雪，然后我的假期就泡汤了。\n\nIt was a risk I was just going to have to take, because there was no other way out of the room. Luckily, there was a friendlier sign in the room too (you could tell it was friendlier because it was in lower case, unlike SPAWN PLANE, that all-capitals jerk).\n我必须要承担开飞机所带来的风险，毕竟走出这个房间的方法只有这一个。幸运的是，这个房间里还有一个友好一些的牌子。（为什么说它友好呢？是因为它悬挂的位置比较低，不像那个挂在高处的、用大写字母写着“生成飞机”的古怪牌子）。\n\n\n\n\n\n\n005AegrTgy1ff2qkhjyeaj30lc0c00wm.jpg (59.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:11 上传\n\n\n\n\n\n\nSlightly worried, I pressed the button anda tiny plane spawned in the corner of the room. I quickly hopped in before itcould leave without me and ARRRRRRGHHH!我略带担心地按了按钮后，房间的角落里出现了一架小飞机。我很快就跳上了这架小飞机——不然它就很有可能会“弃我而去”......啊啊啊啊啊！\n\n\n\n\n\n\n005AegrTgy1ff2qka2yu3j30lc0c0142.jpg (97.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:12 上传\n\n\n\n\n\nI was flying like a bird! More specifically, I was flying like a TERRIFIED BIRD THAT HATES FLYING我正像一只鸟一样飞！确切地说，我正像一只受到惊吓的讨厌飞行的鸟一样飞行着。\nLuckily, I'm not really in control of the plane. I can shift it around for a better look at my surroundings, but this whole sequence is on-rails, offering a tantalising view of my holiday to come. This is actually pretty neat! A lovely sky-high view giving my eyes a fine taste of this huge skii resort. I'm starting to enjoy my holiday again, now I know I'm not going to die in a plane crash. Yet. Holiday! Yeah!幸运的是，我并非真正地在控制这架飞机，我可以转头查看自己周围的环境。看着这架按部就班地沿既定路线飞行的飞机，我的脑海里冒出了一个肯定的想法——我的假期将会相当完美！飞机带来了一个不错的俯瞰视角，让我得以将这个巨大的滑雪度假村一览无余。在明白自己并不会在飞机失事中死去后，我又开始享受起了假期。好耶！\n\nBut first I have to get through the airport.但我得先离开机场。\n\n\n\n\n\n005AegrTgy1ff2qkb450lj30lc0c0n7o.jpg (106.91 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:13 上传\n\n\n\n\n\nTraditionally, people enter the airport before flying in the plane. And don't have to fly it themselves.一般来说，乘客在坐飞机前，首先得进入机场。而且乘客是不用开飞机的。\nI step inside and find a room offering free ski boots! The SKY SKI BOOTS boast 'no fall damage' and the SAFETY SKI BOOTS have the catchy tagline 'Great if you don't wanna die'.我走进机场后，然后发现一个提供免费滑雪靴的房间。“天空滑雪靴”拥有“摔落保护”，而“安全滑雪靴”有着朗朗上口的宣传语“如果不想死，就穿上它”。\n\nI helped myself to the SANIC SKII BOOTS (er, I think they mean 'sonic'), which boast +45% movement speed. Now I'll be able to run from slope to slope, safety be damned, and get the most out of my holiday! \"Tom, you're a genius!\" I reminded myself aloud.\n最后，我选择了一双拥有“+45%移动速度”加成的“SANIC滑雪靴”——呃，这个单词的意思应该是“音速”吧。现在，我可以飞快地从斜坡跑到另一个斜坡了——去他的安全吧，我肯定会度过一段美好假期的！ “Tom，你真是一个天才！”我大声地提醒自己。\n\n\n\n\n\n\n005AegrTgy1ff2qkekwkaj30lc0c0wlz.jpg (83.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:11 上传\n\n\n\n\n\nBully skii boots? I hope this isn't a skii resort for macho types. I'm weaker than a paper kitten.\n“路霸滑雪靴”？我希望这不是一个“汉子”式的滑雪度假村。我可是比纸猫还要弱的人嘞。\n\nI strapped the Sanic boots on and immediately felt their amazing power. You should've seen how fast I ran into that wall! Even the blood from my nose seemed to be pouring out faster than usual. Wow!\n我刚把“音速滑雪靴”穿在腿上，马上就感觉到了它们所蕴含的惊人力量。你应该看看我跑到那堵墙的速度有多快！就连我鼻血喷出来的速度也比平时快了。哇噢！\n\nThese boots truly were the bees knees, except they were cool and I liked them and they weren't the knees of a bee which would just be creepy and gross. Huh, I guess they weren't the bees knees at all then. Good.\n这些靴子像蜜蜂的膝盖般出类拔萃，它们很酷，我非常喜欢；而且它并非那些让你汗毛直立、直犯恶心的真正的蜜蜂膝盖。嗯，实际上这两者完全就是两码事。好极了。\n\n\n\n\n\n\n005AegrTgy1ff2qkdmxq3j30lc0c0aeh.jpg (66.07 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:10 上传\n\n\n\n\n\nAccording to this sign, it's impossible to leave the resort. Woo hoo! Even more holiday for me!照这个牌子上所说，我无法离开这个度假村。呜呼！我的假期时光变长啦！\nI hopped aboard a bus and started speeding up to the resort. This ride was way longer than my four-second plane journey, but it was hard to complain when there was such a gorgeous view to keep my eyes company. Dense forest with occasional winking peeks at the mountain peaks I'd soon be sliding down. Then at last, I arrived!我坐上了一辆前往度假村的公共汽车——虽然这趟旅程花费的时间比我乘坐四次飞机的时间还要长，但是，当我的眼睛看到度假村的壮观景象时，我却很难发出抱怨的声音。山顶在茂密的森林中若隐若现——我很快就会从那里滑下来。最后，我终于到度假村了。\n\n\n\n\n\n\n005AegrTgy1ff2qk4ojnoj30lc0c0h1j.jpg (114.51 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 18:52 上传\n\n\n\n\n\n\n\nThe resort was my oyster and I was a seafood-starved holidaymaker ready to chow down! SHOW ME TO THOSE SLOPES!!!这个度假村如同牡蛎一般，正准备着被我这一个海鲜吃货度假者一口吞进腹中。快，现在就让我看看那些山坡！！！\n...Seriously, isn't there anyone around to show me to the slopes?……说真的，这里没人可以领我到山坡上吗？\n\nConfused, I started exploring. I found a candy store, several restaurants (including the brilliantly named 'L'OVERPRICED RESTAURANT') and all sorts of delicious treats to cure an empty stomach. Only problem was, my wallet was just as empty. Then again, I'd noticed a large box of text, ruining every screenshot, telling me I had 'credits'.\n抱着疑惑的心情，我开始了度假村的探索之旅。我发现了一家糖果店和几家餐厅（包括一家名字很棒的餐厅——“'L'OVERPRICED餐厅”），以及各种可以填饱肚子的美食。尽管有餐厅，我的钱包却是空空如也。然后，我注意到了破坏我所有截图的一大堆文字—— 一堆告诉我有“货币”这玩意的文字。\n\n\n\n\n\n\n\n005AegrTgy1ff2qk9ko16j30lc0c00uk.jpg (63.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:10 上传\n\n\n\n\n\nMojang suggested paying me in these credits from now on. Wait, Mojang are paying me? For this?\nMojang最好现在就给我这些钱。等下，就只是给我这些钱而已吗?\n\nBut I had no idea how to spend these credits and trying to work it out was only making me hungrier. And angrier. I didn't want to take a holiday from both Mojang and the law, but if needs must...\n我不知道该如何使用这些货币，然而，尝试去解决这个问题只会让我变得更加饥饿和愤怒。我不想从Mojang和法律那里得到假期，但是，如果非得这么做的话……\n\nJust as I was scribbling SWAG on the side of a burlap sack and preparing for an exciting new life of crime, I noticed a machine marked ATM. Aha! So this is where you cashed in your credits. I walked up and pressed the button on the machine, looking forward to being showered in money.正当我给一个粗麻袋涂上“赃物”两字，准备做些不好的事情时，我注意到了一个写着“自动取款机”的机器。啊哈！这里就是兑换货币的地方。我走了过去，按下了机器上的按钮，期待着可以从里面取到一笔钱。\n\nAnd suddenly I was teleported out of the resort, and into a nightmare.突然，我被传送出了度假村，置身于一片黑暗之中。\n\n\n\n\n\n005AegrTgy1ff2qkj35qij30lc0c0qhi.jpg (138.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:03 上传\n\n\n\n\n\nTom want food; a tragedy in three parts. First, I see a candy store and much drooling ensues. I feel like a kid in a candy store! Expect I'm outside the store and I'm a grown man (citation needed).\n我想吃东西，然而却发生了三件不好的事情：首先，我看到一家糖果店后就忍不住流下了口水。我觉得自己像个在糖果店里的小孩！想象一下一个成年人在商店外张大嘴巴流口水的样子。\n\nCandy costs cash, so I find this ATM. I'm going to withdraw so much money, I'll be able to buy enough candy to fill ten swimming pools! Or at the very least, enough to make my dentist cry.第二件：买糖果需要钱，所以我找到了这台ATM机。我要取很多钱，我要买足以填满10个游泳池的糖果！或者多到足以让我的牙医哭晕。\n\n\n\n\n\n005AegrTgy1ff2qke0asmj30lc0c0whw.jpg (53.56 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:05 上传\n\n\n\n\n\nBut using the ATM actually teleports me into a mysterious dark room, possibly in another dimension, from which there appears to be no windows, no exits, no escape and no candy.第三件：自动取款机把我传送到了一个神秘的黑暗房间——这个房间可能在另一个维度上，这里没有窗户，没有出口，也没有糖果。\nHuh? What? Where? Eh? How... what?嗯？什么？在哪里？是吗？……发生了什么?\n\nThe ATM was actually a deadly trap! I was trapped. Once again in a windowless room with no obvious exits (you skiing types are really into those, huh?). This one was much darker, even darker than my prospects of salvaging this holiday.这台自动取款机实际上是一个要命的陷阱！我被困在这里了——再一次被困在没有窗户没有出口的房间里（你们这些滑雪的真的很喜欢这些东西吗？)。这个房间漆黑一片，甚至比我拯救自己假期的愿望还要黑。\nSomehow, I always knew it would end this way. Death by ATM. I never was good with money.\n不知何故，我总是知道自己的假期会以这种方式结束——死于自动取款机。我一直以来都不擅长应付“钱”这方面的东西。\n\nTo take my mind off my imminent demise and the worst holiday ever, I tried reading some of the signs.\n为了让我忘却即将来临的死亡和糟糕透顶的假期，我开始试着阅读上面的牌子。\n\n\n\n\n\n\n005AegrTgy1ff2qkak1aij30lc0c077y.jpg (59.7 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:09 上传\n\n\n\n\n\nOh! According to these signs, this is how you cash credits, and escaping is actually going to be super easy. I really need to start reading more. And prematurely announcing my own death less.噢！根据这些木牌所说，这里就是把货币兑换成现金的地方，而离开这里实际上也是很容易的。或许我真的需要开始多读一些书了——过早宣布自己的死亡实在是有够蠢的。\n...Well this is embarrasing. Turns out I hadn't fallen into a deadly trap at all. Seems that this was just how you exchanged credits for currency in this crazy resort. I was inside the ATM. Handy for hiding your PIN number from onlookers, I guess! I exchanged 50 of my holiday credits for a few holiday bucks, then smacked the EXIT ATM button.……这就很尴尬了。原来我并没有落入一个要命的陷阱。似乎这就是你在这个疯狂的度假村将货币兑换成现金的方式。我现在是在自动取款机里。我觉得，取款者在这里可以很方便地隐藏自己的密码，从而不让它被旁观者看到！我把自己的50个货币兑换成几美元后，按下了“退出自动取款机”的按钮。\n\nNow a little too shaken up to eat, I decided to spend my newly withdrawn cash on the slopes instead.刚经历那一番“刺激”的我现在变得不是很有食欲，于是我决定在山坡上稍微花点把刚兑换的现金。\n\nBut instead of finding a chance to go skiing (y'know, the entire reason I took this holiday) I stumbled upon something called the LIFE OPERATOR.但我没有去滑雪（你懂的，这是我休这个假的理由），而是偶然地发现了一个叫做“生命操作员”的游戏。\n\n\n\n\n\n005AegrTgy1ff2qki53yjj30lc0c012j.jpg (97.75 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:22 上传\n\n\n\n\n\n\nI hit the button, and was suddenly teleported to a high-up booth. Simple instructions told me that skiers would spawn and move to a red line, and it was my job to spawn a chairlift to take them up the mountain. The trick was to spawn the chairlift so it crossed the red line at the exact same time as the skiier.我按下了按钮。突然，我被传送到了一个控制室里。按游戏说明所说，控制室的窗户外面会生成滑雪者，然后，这些滑雪者会移动到一条红线上，而我的工作就是生成缆车，把他们带到山上。这个游戏的诀窍在于，缆车得和滑雪者同时到达红线。\n\n\n\n\n\n005AegrTgy1ff2qk8mvnyj30lc0c0qcg.jpg (107.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:31 上传\n\n\n\n\n\nHelp other skiers and make easy money? Perfect, that's my favourite kind of money to make!通过帮助其他滑雪者赚钱？太好了，这是我最喜欢的赚钱方式！\nBefore I go into detail about how well I did at this job, I'd like to take this opportunity to apologise to all those skiers I crippled. This game was tougher than it looked. If you didn't time pressing the 'spawn chairlift' button and the passing of the villager perfectly, then the chairlift would just smack into the villager, knocking them down into the filthy snow, before heading up the mountain without them.在我详细介绍自己把这份工作做得多好时，我想先向那些因我而致残的滑雪者们道歉——这个游戏比看上去的要难得多。如果你没有及时按下“生成缆车”的按钮，让缆车和村民来个完美的“结合”，缆车就会在载村民上山之前撞倒他们，把他们敲晕在雪地上。\n\nI made a surprising amount of money, considering I didn't once manage to successfully get a villager in a chairlift. This wasn't all my fault - even attempts the game calls 'Perfect!' still show the villager getting hit with the chairlift. Maybe they mean a 'Perfect!' hit?我赚了一大笔钱，不过我不止一次地没能让一个村民坐上缆车。这不全是我的错——即使字幕上写着“完美”，窗外的村民还是和缆车撞了个满怀。也许它们的意思是“完美”地打倒了？\n\nAs my timing improved, so did my bank balance. Maybe I should become a chairlift operator full time? But then I considered how many angry skiiers were probably limping up to the complaints booth to find out where I lived. I decided this wasn't the career path for me and that it was time to move on to another part of the resort. Quickly. 随着时间流逝，我银行里的存款也在增加。或许我应该一直做一名缆车控制员？不过，当我想到可能会有很多愤怒的滑雪者一瘸一拐地走到投诉处举报我，然后找上我家门来时，我觉得自己并不适合这一职业——是时候赶紧搬到度假村的另一边了。\n\n\n\n\n\n\n005AegrTgy1ff2qkip28hj30lc0c0thx.jpg (102 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:32 上传\n\n\n\n\n\nFun with chairlifts! Hey, don't judge, it's a lot harder than it looks. Especially for that guy. Owch!和缆车玩得很开心！嘿，别批评我，这比看上去要难得多。尤其是对那位伙计来说。哎呦 !\nRunning away from the Life Operator game (er, did they mean, Lift Operator?), I finally came across a skii slope. All right! Skiing here I CLOSED. Oh, come on! Turns out the resort closes at night. Grumbling bitterly about how I'd let people skii unsupervised in pitch black conditions if I was in charge, I went to find somewhere to sleep for the night. I really didn't want to have to build a bed out of snow, like on my last holiday. Don't ask.在远离“生命控制员”游戏之后（呃，他们的意思应该是“缆车控制员”？)，我终于看见了一个雪坡。好吧！我就在这里滑雪好了。噢，不是吧！度假村居然会在夜间打烊。我痛苦地抱怨道：如果是我负责这里的话，我一定会让人们在漆黑的夜里自由自在地滑雪。现在，我得去找个地方过夜。我真的不想在雪地里建床——和我上一次度假时所经历的一样。不要问我这背后发生了什么。\n\nThunder crashed. Lightning struck. Tom screamed. Desperate for shelter, I ran into a shop, one that promised to UPGRADE SKII BOOTS. Hopefully they could upgrade mine into a hotel room.雷声隆隆，电闪雷鸣。我不禁尖叫了起来。我迫切地想找个避难所，于是，我跑进了一家升级滑雪靴的商店，希望他们能把我的房子改造成旅馆房间。\nA man called Dave was working the counter, by which I mean he was staring in the wrong direction and jumping up and down. O... K...一个叫Dave的村民正在柜台工作，不过他却正看着错误的方向，还在原地跳上跳下。好……吧……\n\n\n\n\n\n005AegrTgy1ff2qk95kz2j30lc0c0do6.jpg (88.06 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 17:57 上传\n\n\n\n\nI think Dave's gone a bit wrong. Working the graveyard shift at a skii boot shop does that to you.我觉得戴夫有点不对劲。可能在一家滑雪靴商店上夜班的都像他这样吧。\nThis shop was too rich for my holiday budget anyway. The Tier 4 skii boots cost $1000! I don't even want to think about how many skiers I'd have to hit with chairlifts to make that kind of money.\n不管怎样，这家商店的商品价格还是超出我的假期预算了。一双4级滑雪靴居然要价1000美元！我甚至都不想去考虑，为了挣这么多的钱，我又得去“撞”多少个滑雪运动员。\n\n\n\n\n\n\n005AegrTgy1ff2qkfbp00j30lc0c0gux.jpg (94.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 17:57 上传\n\n\n\n\n\nDave calmed down and started acting more professionally after I started to leave, but I wasn't interested. Too late, Dave. You only get one chance at a first impression and you blew it, Dave.在我离开后，戴夫冷静下来，开始认真工作，但已经我对他失去了兴趣。太迟了，Dave，你只有一次机会来让我对你留下深刻印象，但你把这次机会搞砸了。\nLeaving Dave's shop one unhappy customer, I saw a building marked 'apartments'. Finally! The door was wide open, as was one to a cosy room with a lovely double bed. I didn't see anyone asking for payment and frankly I was too tired to care. I slept like a baby, a baby who was having vivid nightmares about an apartment owner screaming them awake and demanding they leave before they call the police. Babies are weird.\n一个不开心的顾客离开了戴夫的商店。不久后，我看到了一幢写着“公寓”的建筑。终于找到了！建筑的门是敞开的，里面有一个舒适的房间，还有一张可爱的双人床。我没看到有人过来收钱——坦白说，我太累了，根本不在乎钱不钱的事情。我睡得像个做噩梦的婴儿—— 一个梦到“被公寓的主人赶着起床还被催促离开，不然就叫警察”的婴儿。这个“婴儿”不禁对此感到疑惑。\n\nI woke up shortly before the resort was due to open, and snuck out. A whole day gone. My holiday almost over.\n我在度假村准备开门的时候便睁开了双眼，然后便赶紧溜出了公寓。整整一天过去了。我的假期快要结束了。\n\nNow I'm a pretty patient man. I can wait up to a whole minute for this website to load before throwing my computer on the floor and screaming, and I've waited hours in restaurants for my food to arrive before throwing my computer at the waiter and screaming. But I'd lost an ENTIRE DAY of my vacation without any skiing!\n现在我是个很有耐心的人。我可以在尖叫着把我的电脑扔在地板上之前等待电脑花一分钟加载这个网页，我可以在尖叫着把我的电脑扔向服务员前等待一个小时上菜。但是，我现在在没有滑雪的情况下浪费了整整一天的假期时光！\n\n\n\n\n\n\n005AegrTgy1ff2qk3y1vnj30lc0c0tmf.jpg (131.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:53 上传\n\n\n\n\n\nYahoo! So long the ground! So long safety! So long people who can help me if anything goes wrong!呀呼！我呆在安全的地面上太久了！我处在“如果什么事了出差错，别人就会帮我的境地”太久了！\nNow we're getting somewhere!\n现在，我们要去别的地方了！\n\nSeveral chairlift rides later, a long way up the mountain, I find another mini-game, TERRAIN PARK. You had to run down the slopes and then leap off the jumps, getting as much air as you can. But these jumps weren't that high - only a few blocks tall. The thrill-seeker in me was disappointed, but at least the coward in me was happy.\n在上山的路上坐了好几次缆车之后，我找到了另一个迷你游戏——地形公园。你必须跑到跳台上，然后从跳台的顶端跳下去，尽可能地往高处飞。但我本身跳得并不怎么高——只有几个方块的高度。我内心的冒险欲望对此感到很失望，但我心里的懦夫却对此感到很开心。\n\nI decided to try it. What's the worst that could happen?\n我决定试一试。坏又能坏到哪去呢？\n\n\n\n\n\n\n005AegrTgy1ff2qk2uc83j30lc0c0k20.jpg (118.76 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 18:34 上传\n\n\n\n\n\nThis is one of the jumps I'm about to leap off. Not exactly high is it? What a dissapointment...这就是我要跳的其中一个跳台。它并没有很高，不是吗？真是令人失望……\n\n\n\n\n\n005AegrTgy1ff2qk8bmllj30lc0c045j.jpg (104.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:36 上传\n\n\n\n\n\nStill, it took ages to get up here, so might as well try it. Hope I don't fall asleep on the way down.尽管如此，我来到这里还是花了很长时间，所以我不妨试一下。希望我在路上不会睡着。\n\n\n\n\n\n005AegrTgy1ff2qkc22zmj30lc0c048c.jpg (113.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:35 上传\n\n\n\n\nHere comes that rubbish jump. Unless there's some sort of launch pad hidden inside it. Yeah, right...菜鸡的跳跃就要开始了——除非这跳台里面藏着某种弹射装置。是的，就像这样……\n\n\n\n\n\n005AegrTgy1ff2qkgm3y4j30lc0c0k7v.jpg (138.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:35 上传\n\n\n\n\nARGGGGGGH WHAT THE HELL WHY AM I UP HERE HOW WHY NONONONONONONONO HEEELLLP!啊啊啊啊啊！我为什么跳得那么高？不不不不不不不不！救命啊啊啊！\nOK, so I was wrong. Those jumps actually sent you flying up into the sky.\n好吧，我错了。如果在这些跳台顶上跳跃的话，你就会直接上天。\n\nBeing wrong is awesome.\n犯错有时候会是很棒的。\n\nI sprinted for the chairlift, and soon I was back at the top. Now I knew how powerful the jumps were, I couldn't wait to try the one at the top of the course! I slid down the slope, approached the end of the jump and LIFT OFF!\n我冲回到缆车上，不久后就又回到了山顶。现在我知道在跳台顶端跳起来是有多厉害了，我迫不及待地想要从头试一试这段雪坡！我滑下雪坡，来到跳台的末端，然后—— 一飞冲天！\n\n\n\n\n\n\n005AegrTgy1ff2qk3ltupj30lc0c0tey.jpg (73.78 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 18:06 上传\n\n\n\n\n\nThose faded white blocks below me? No big deal, they're just the clouds beneath my flying feet.\n那些褪色的白色方块在我下面？没什么大不了的，他们只是我脚下的云罢了。\n\nThere I was, flying without wings, looking down on the resort like a GOD. \"Bow to me, foolish humans!\" I cackled. And now to execute the perfect landing!我现在就在天上，没有翅膀地飞行着，像上帝一样俯瞰着这个度假村。“向我低头吧，人类！”我咯咯地笑了起来。现在，我要来一个完美的降落！\nWait, how do you execute a landing?等等，怎么着陆来着？\nWell.好吧。\nNot like this.反正不像下面这样。\n\n\n\n\n\n005AegrTgy1ff2qkh471gj30lc0c0n2y.jpg (83.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 18:05 上传\n\n\n\n\n\nMy crash landing was a bit like this, except ten times worse. No, wait... eight billion times worse.我的迫降有点像这样，不过比这个还要糟糕10倍。不，等等……应该是糟糕80亿倍。\nI hit the snow sideways, and continued speeding down the slope. Every bone in my body considered leaving it. My eyes shot into the back of my skull and cowered under my brain. I bit my tongue so hard I could taste the inside of my teeth (pleasantly minty). I screamed in agony in sixteen different languages, fifteen of which don't exist. And on I tumbled, freefalling through the snow.我侧身撞在了雪地上，然后继续沿着斜坡向下加速滑行。我的每一根骨头都想着离开这副身体。我的眼睛陷进了头里面，在我的脑子里蜷缩着。我紧咬着自己的舌头，以至于我能尝到自己牙齿的味道——令人愉快的薄荷味。我痛苦地用16种不同的语言尖叫着——其中15种是不存在的。在我准备要跌倒时，我直接从雪地上飞了出去。\n\nI felt pain in places I never knew I had. Heard bones crack in bits of me I'm pretty sure aren't meant to have bones in. My chest was pummeled, my elbows snapped, my back cracked, my face ruined, my little toes... actually, completely unharmed. They were the lucky ones.我感受到前所未有的痛苦。我听到了骨头断裂的声音——我很确定这不是我的骨头所希望的；我的胸口仿佛被重击了一下；我的手肘折了，我的背部折了，我的脸毁了，我的小脚趾……噢，实际上，我的小脚趾完全没有受伤，真是幸运。\n\nThen, at last, I reached the end of the slope with a sickening CRUNCH. What was left of my attempted a gasp. A broken heap of a boy, no longer a proud mountain man. I knew it wouldn't be long before I passed out. I had to act fast. With the last of my strength, I crawled up to the chairlift and got on. I lost conciousness, knowing I'd be at the top of the course when I woke up. No way was I missing out on another go.最后，我带着满身伤痕到达了终点。我为自己的坚持感到惊讶。我现在只是一个伤痕累累的男孩，而不再是一个征服山峰的自豪之人。我知道，我过不了多久便会当场晕倒在地。我必须赶紧行动起来。我用尽自己最后的力气爬上了缆车。我虽然失去了意识，但我知道，当我醒来时，就会来到山顶，来到滑雪的起点——我没有错过另一次机会。\nSkiing is fantastic.滑雪真是棒极了。\n\nBut don't just take my word for it. If you haven't grasped this by now, I'm an idiot. Try minimumwagecraft's excellent resort for yourself here!但你最好不要只是坐在这听我干讲——如果你直到现在还没有明白我真正想表达的是什么的话，那我就纯粹只是个傻蛋而已。赶快前往minimumwagecraft建造的美丽度假村享受一个精彩的假期吧！\n\n\n原文链接：https://minecraft.net/zh-hans/article/ski-resort\n原文作者：Tom Stone\n原文发布日期：2017年4月22日\n文章翻译：像素君\n地图搬运：http://mcbbs.tvt.im/thread-688479-1-1.html\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n\n\n\n\n\n\n005AegrTgy1ff2qkfs9zxj30lc0c0aky.jpg\n(107.51 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-7-16 17:04 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1493740320,
            "txt_content": "原文发布日期忘填了哦XD"
        },
        {
            "author": "格林",
            "timestamp": 1493786100,
            "txt_content": "很棒 ， 翻译的也很有意思。"
        },
        {
            "author": "fjfjfjrespawn",
            "timestamp": 1493797380,
            "txt_content": "真能滑雪么？"
        },
        {
            "author": "凛",
            "timestamp": 1493844060,
            "txt_content": "pass-the-parcel翻译成传包怪怪的\n如果有一个游戏可以让我在享受家里的安全和温暖的同时滑雪，我还用得着出去浪吗？试试Ubisoft的Steep吧，现在可以在box One和PC端上玩这个游戏！是不是缺了什么(强行给育碧打广告)\n这些靴子可以说是是蜜蜂的膝盖，它们很酷，我喜欢它们，而且它们不是那个让你感到汗毛直立和恶心的蜜蜂膝盖。嗯，我想它们根本就不是蜜蜂的膝盖。好的。这里的“bees knees”是双关吧\n这么翻译觉得怪怪的"
        },
        {
            "author": "像素君",
            "timestamp": 1493851200,
            "txt_content": "china521 发表于 2017-5-4 04:41\n翻译成传包怪怪的\n是不是缺了什么(强行给育碧打广告)\n这里的“bees knees”是双关吧\n嘛有些单词知道得不是很多，如果可以的话帮提出点修改意见吧U＝ω＝U~"
        },
        {
            "author": "凛",
            "timestamp": 1493864160,
            "txt_content": "像素君 发表于 2017-5-3 22:40\n嘛有些单词知道得不是很多，如果可以的话帮提出点修改意见吧U＝ω＝U~\n一点建议\n我会的也不是很多\n\n觉得pass-the-parcel翻成击鼓传花比较合适\n\n文章中某处Xbox One 打成了box One\n\nbees knees 这里应该是译成出类拔萃 很棒 \nhttps://en.wiktionary.org/wiki/the_bee%27s_knees\nSomething or someone excellent, surpassingly wonderful, or cool.\nWe had strawberry shortcake for breakfast on Saturday and the kids thought it was the bee's knees.\nI used to play in a band when I was younger. We had a few fans and we thought we were the bee's knees.\nThere is a new bee's knees every few minutes in New York.\n同时也用了bees knees的本意,但是这里这个双关确实不好译,直译成蜂蜜膝盖怪怪的,翻成出类拔萃和上下文又不一样 OAO \n\n"
        }
    ]
}