{
    "title": "[传送]BungeeSigns——跨服牌子[1.8-1.9]",
    "author": "a59118196",
    "replyCount": 9,
    "timestamp": 1493803980,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-16 11:36 编辑 \n本插件为免费插件，如需下载请前往原下载跨服牌子，或许在一些小游戏服或者其他类型的跨服里经常使用，我在spigotmc看到了这个帖子就来搬运啦...这里所有的中文全部为我100%人工翻译，并非机器翻译注：这里所有的灰色字为搬运者注释或介绍\n\n\nCommands & Permissions:?/bsinfo - BungeeSigns.info/createbssign - BungeeSigns.create/removebssign - BungeeSigns.remove\n命令与权限：/bsinfo - BungeeSigns.info/createbssign - BungeeSigns.create/removebssign - BungeeSigns.remove（这个有什么好翻译的，不就是指令和权限吗...原帖都没给解释）\nUse Permissions:\nBungeeSigns.use使用权限：BungeeSigns.use\nHowTo:?Set a sign where you wantType /createbssign and follow the Instructions\n如何使用：在你想要的地方放置一个木牌键入/ createbssign并按照说操作\nPlaceholders?\nCurrent-Players\nType %cplayers% and the line will show the current amount of players on this server.Maximal-Players\nType %mplayers% and the line will show the maximal amount of players which can play on the server.MotdType %motd% and the line will show the current motd of the server.\n变量当前玩家输入％cplayers％，该行将显示此服务器上当前玩家的数量。最大玩家输入％mplayers％，该行将显示可以在服务器的玩家的最大数量。Motd输入％motd％，该行将显示服务器的当前motd。\nFAQ?The Plugin says my server isnt reachable but everything should workCheck if it is right spelled, case sensitiveThe server is offline but will be online soon: Disable server-alive in the config.If it still doesnt work, write me a PM.I want a line to be empty but i cant write 'nothing' into the chatSimply write [SPACE].I wrote %mplayers%but nothing happensIt might take a while to load, allow up to 30seconds, if it doesnt appear, write me a PM.An Error appears, what should i do now?If the error happens every time you click on the sign or just happens more then one time, send me a PM with Spigot Version, Java Version and the Error itself.Can I use Color ?BungeeSigns supports color codes with the '&' char.\n常见问题这个插件说我的服务器是正在运行，但插件没有正常工作再试一次，有时需要一些时间。检查是否拼写正确，区分大小写这个插件说我的服务器是正在运行，但插件没有正常工作服务器关闭但将很将开启：在配置中禁用服务器活动。如果它仍然不起作用，请联系我的PM。我想要一行是空的，但我不能在聊天中写“没有”只需要写[SPACE]。我写了％mplayers％但没有任何反应加载可能需要一段时间长达30秒，如果没有出现，请联系我的PM。出现错误，我该怎么办？如果每次单击标志时发生错误，或者只是发生一次，然后再发送一个带有Spigot版本，Java版本和错误本身，请联系我的PM。可以使用颜色吗？BungeeSigns支持使用'＆'字符的颜色代码。\nInstallationYou have to copy the content of you BungeeCord config.yml file inside the bungeeconfig.yml file (inside BungeeSignsPremium directory). Then you restart the server and it should work fine.\n?安装将BungeeCord config.yml文件的内容复制到bungeeconfig.yml文件（BungeeSignsPremium目录中）。然后重启服务器，插件应该运行正常\nQ&A - SupportQ: The command /createbssign is just messaged back in white when i typ itA: Please recheck your installation, have you copied the content of your bungeecord-config into bungeeconfig.yml? Is the plugin in the spigot server plugins folder?-> If the Problem still appears please open a Conversation on Spigot with me and provide the information described at \"5. Support Request\"Q: There is only \"Server loading..\" on the signA: Please check the installation like mentioned in Question 1. Please check if you have opened every port of your servers.Check if the IP-Adresses in your bungeeconfig.yml are equal to the global ip from your server. -> If the Problem still appears please open a Conversation on Spigot with me and provide the information described at \"5. Support Request\"Q: There is an error like \"java.lang.NoClassDefFoundError: com/google/gson/Gson\"A: Check that your minecraft version is 1.8.6 or above-> If the Problem still appears please open a Conversation on Spigot with me and provide the information described at \"5. Support Request\"Q: There is an error like \"Caused by: java.lang.NullPointerExceptionat de.stealthcoders.Bentipa.bungeecloud.saving.Config.getServerInfos(Config.java:63)\"(not only for .bungeecloud.)A: Please check the installation like mentioned in Question 1.-> If the Problem still appears please open a Conversation on Spigot with me and provide the information described at \"5. Support Request\"Support RequestIf you open a conversation on spigot with me, please provide following data:- In the config.yml - File: set the value of debug to true and restart your server; Let it run and send me the server log after 3-5 minutes- All you files inside the plugin folder- A detailed description of your problemAttention!Before opening a support request check if your question can be solved with the answers above.Do not try to make a bad review to get support, I don't care: If you are not even able to read this Q&A Part you seem not to be able to install and use the plugin.?\n问答 - 支持问：当我输入指令时，命令/createbssign 只是以白色接收消息答：请重新检查您的安装，是否将bungeecord-config的内容复制到bungeeconfig.yml中？插件是否在插件服务器插件文件夹中？- >如果问题仍然出现，请联系作者问：标志上只有“服务器加载..”答：检查问题1中提到的安装。请检查是否已打开服务器的每个端口。检查您的bungeeconfig.yml中的IP地址是否等于您的服务器的ip。- >如果问题仍然出现，请联系作者问：有一个错误，如“java.lang.NoClassDefFoundError：com / google / gson / Gson”答：检查你的minecraft版本是1.8.6及以上- >如果问题仍然出现，请联系作者问：有一个错误，如“Caused by：java.lang.NullPointerException”在de.stealthcoders.Bentipa.bungeecloud.saving.Config.getServerInfos（Config.java:63）“（不仅对于.bungeecloud。）答：检查问题1中提到的安装。- >如果问题仍然出现，请联系作者\nAttention!Before opening a support request check if your question can be solved with the answers above.Do not try to make a bad review to get support, I don't care: If you are not even able to read this Q&A Part you seem not to be able to install and use the plugin.?\n注意！在向原作者提问时，检查你的问题是否可以通过上面的问答解决。不要试图去问一个不存在的问题，我不在乎：如果你不能阅读这个问答部分，你可能无法安装和使用插件。\n搬运者附言很高兴你能够阅读这个帖子，如果你对这个帖子本身存在疑问，可以回帖提出如果你对本插件的内容，使用及其他与插件本身有关的问题请前往原帖寻找原作者的帮助\n下载请支持原作者，前往原帖下载什么？下载速度太慢？那就在本帖下载吧\n\n\n\nBungeeServerSigns.jar\n(159.08 KB, 下载次数: 71)\n\n\n\n2017-5-3 17:49 上传\n点击文件名下载附件\n请尊重原作者，前往原帖下载\n\n\n\n\n\n",
    "replies": [
        {
            "author": "尘封の记忆",
            "timestamp": 1493809620,
            "txt_content": "非常实用，感谢分享，加油"
        },
        {
            "author": "a59118196",
            "timestamp": 1493811960,
            "txt_content": "尘封の记忆 发表于 2017-5-3 19:07\n非常实用，感谢分享，加油\n感谢支持，我会搬运更多好玩实用的插件"
        },
        {
            "author": "九二酱",
            "timestamp": 1498559460,
            "txt_content": "能不能弄后面的颜色玻璃？"
        },
        {
            "author": "a59118196",
            "timestamp": 1498566420,
            "txt_content": "九二酱 发表于 2017-6-27 18:31\n能不能弄后面的颜色玻璃？\n彩色玻璃是可以的，只不过不会有任何变化"
        },
        {
            "author": "南瓜贩子",
            "timestamp": 1502604480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "你好安静是",
            "timestamp": 1502609640,
            "txt_content": "不错不错挺实用的"
        },
        {
            "author": "a59118196",
            "timestamp": 1502624880,
            "txt_content": "你好安静是 发表于 2017-8-13 15:34\n不错不错挺实用的\n感谢支持~"
        },
        {
            "author": "a59118196",
            "timestamp": 1502624940,
            "txt_content": "南瓜贩子 发表于 2017-8-13 14:08\n话说我给你的2个这样的插件和这个差不多，你试一下用这样的指令试一下\n哈~没听懂你在说什么"
        },
        {
            "author": "艺妓",
            "timestamp": 1585706340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}