{
    "title": "Minecraft 17w18a 发布",
    "author": "ruhuasiyu",
    "replyCount": 13,
    "timestamp": 1493821440,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:14 编辑 \n\n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。\n\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。\n适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.12 仍未发布，17w18a为其第10个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\n\n离1.12又进一步了！\nWe're getting close to releasing 1.12 now, this weeks snapshot brings us even more bug fixes, some optimisations, and a couple of new Advancements.\n我们离1.12越来越近了，这周的快照中我们修复了更多的bug，增加了一些新的进度，并做了一些优化。\nChanges in snapshot 17w18a\n快照17w18a的改动Added new advancements for taming and breeding animals\n增加了驯服和繁殖动物的进度Had some serious words with the Narrator, it should work for more people now\n为朗读者做了一些很认真的修复，现在可以为更多人工作了Changed the levitate advancement to 50 vertical blocks\n改变获得漂浮进度的条件为50格竖直方块Changed the sniper duel advancement to horizontal distance\n改变狙击手的对决进度的条件为水平距离Re-introduced announcements to chat when someone earns an achievement\n重新加入了当玩家获得成就时在聊天框的推送Added new gamerule \"announceAdvancements\", defaults to true\n新增游戏规则 \"announceAdvancements\"，默认为 trueChanged some map colours around again\n修改了一些地图颜色Added a new /reload command to reload advancements & loot tables from disk\n新增命令 /reload，用于重新从磁盘加载进度和可抢夺物品表Technical: Some optimisations to the recipe book\n技术性：对配方书做了一些优化Technical: Optimized error conditions in command blocks\n技术性：优化了命令方块的一些错误条件Technical: Added \"tick\" and \"tame_animal\" advancement triggers\n技术性：增加了\"tick\"和\"tame_animal\"的进度判据类型Technical: Distance predicates in advancements now support: x, y, z, horizontal and absolute distance checking\n技术性：现在可以在进度条件中指定距离的方向，包括 x,y,z, 水平和绝对距离Technical: Added \"announce_to_chat\" and \"show_toast\" booleans to the display info for advancements (both default true)\n技术性：在进度中增加json标签 \"announce_to_chat\" 和 \"show_toast\" ，默认为 trueTechnical: Advancement loading is now strict json\n技术性：现在进度的json必须是严格的\n\n漏洞修复：\nFixed bug MC-113374 - Map colour palette changed (brown shade?)\n地图颜色问题（棕色阴影）Fixed bug MC-114966 - Advancements overlap other advancements\n进度覆盖在其它的进度上Fixed bug MC-115025 - Clicking on recipe or on book to close crafting help additionally clicks in inventory\n点击配方或配方书以关闭合成帮助会导致在背包点击一次Fixed bug MC-115323 - Parrots spawn rarely in Jungle\n鹦鹉在丛林过于罕见Fixed bug MC-115577 - Parrot play the flapping wings(fly) sound, when player push it\n即使玩家推走了唱片机，鹦鹉仍然会保持挥翅膀的声音Fixed bug MC-115774 - Parrots still make sounds when they are on player shoulder and Silent:1b\n即使拥有数据 Silent:1b ，鹦鹉在玩家肩膀依然能发出声音Fixed bug MC-115810 - Custom resourcepack added sounds not playing\n自定义的资源包的声音不播放Fixed bug MC-115902 - Flying parrots will not avoid lava\n飞翔的鹦鹉不会躲避岩浆Fixed bug MC-116482 - The server.properties file still has announce-player-achievements\nserver.properties文件依旧会推送玩家获得成就的通知Fixed bug MC-116498 - You can't place ladders on the back of stairs\n无法在楼梯背面放置梯子Fixed bug MC-116515 - Placing a torch on a wall with a fence gate underneath causes crash\n在栅栏门上方的墙上放置火把会导致崩溃Fixed bug MC-116534 - Pressing \"Showing craftable\" sometimes doesn't show any recipes\n按下“显示可合成”按钮无效Fixed bug MC-116537 - Stopping jukebox music while a sitting parrot is dancing occasionally causes the parrot's entire upper body to be misplaced.\n在鹦鹉跳舞时停止唱片机偶尔会导致鹦鹉的上半身错位Fixed bug MC-116574 - \"showing craftable\" option has several issues\n“显示可合成”按钮有很多问题Fixed bug MC-116586 - Items in crafting grid disappear if the inventory is not properly closed\n如果背包没有合适地关闭会导致工作台的物品消失Fixed bug MC-116670 - No toast is shown for first advancement made\n获得第一个进度时不显示Toast(吐司提示)Fixed bug MC-116675 - Debug messages are printed in log when levitating\n漂浮会在日志log显示调试信息Fixed bug MC-116713 - Creating new world with same name crashes with NullPointerException\n创造新的同名世界会引起空指针异常NullPointerException的崩溃Added some new bugs!\n增加了一些新特性(bug)\n\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it!\nexperimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog).\nSnapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds.\n请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！\n如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。\n快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。\n服务器Jar：\nhttp://s3.amazonaws.com/Minecraft.Download/versions/17w18a/minecraft_server.17w18a.jar\n\n正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar\n关于本次更新的详细内容，请关注稍后 Minecraft 1.12（多彩世界更新）特性列表 的更新。\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMojang官方博客（英文）Jeb的Twitter（英文，内地需翻墙）Dinnerbone的Twitter（英文，内地需翻墙）Grum的Twitter（英文，内地需翻墙）Searge的Twitter（英文，内地需翻墙）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细，很慢）\n\n\n",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1493823540,
            "txt_content": "晚餐骨,你赔我的票!我还以为你还要再跳呢,今天居然不跳了?!"
        },
        {
            "author": "Yaossg",
            "timestamp": 1493823840,
            "txt_content": "ruhuasiyu 发表于 2017-5-3 23:16\n233\n可是已经修复了啊已有的事，后必再有\n已行的事，后必再行\n——超兽武装反正mojang很多bug都修了不止一遍\n而且在bug=特性的大环境下，这种还会发生的。。。"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1493823840,
            "txt_content": "技术性：增加了\"tick\"和\"tame_animal\"的进度判据类型\n\n@chyx 我打赌这特性在技巧版的解释会被你抢"
        },
        {
            "author": "Yaossg",
            "timestamp": 1493824080,
            "txt_content": "langyo_v3 发表于 2017-5-3 22:59\n晚餐骨,你赔我的票!我还以为你还要再跳呢,今天居然不跳了?!\n我看到有一个bug提到了NullPointerException\n一个Java程序员的万年噩梦啊，再一次出现了！(大雾"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1493824560,
            "txt_content": "姚氏帅哥 发表于 2017-5-3 23:08\n我看到有一个bug提到了NullPointerException\n一个Java程序员的万年噩梦啊，再一次出现了！(大雾\n ...\n233\n可是已经修复了啊"
        },
        {
            "author": "20522",
            "timestamp": 1493829600,
            "txt_content": "以后1.12不知道会不会修复侦测器的bug，从1.11到1.11.2一直都有"
        },
        {
            "author": "1173692473",
            "timestamp": 1493833740,
            "txt_content": "20522 发表于 2017-5-4 00:40\n以后1.12不知道会不会修复侦测器的bug，从1.11到1.11.2一直都有\n1.12会有D"
        },
        {
            "author": "Breakfastbone",
            "timestamp": 1493858220,
            "txt_content": "真的高产啊 赶快出1.12吧"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1493875020,
            "txt_content": "Add some new bugs!\n唔，是特性，没毛病"
        },
        {
            "author": "huzhiyuan02@163",
            "timestamp": 1493890140,
            "txt_content": "\"Fixed bug MC-116498 - You can't place ladders on the back of stairs\n 无法在楼梯背面放置楼梯\"\n将第二个“楼梯”改为“梯子”比较好吧"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1493892060,
            "txt_content": "1.10 我们增加了字幕，专为听力障碍设计\n1.12 我们增加了朗读者，专为看不见的人设计？\n（滑稽）"
        },
        {
            "author": "PROPHETF",
            "timestamp": 1493898960,
            "txt_content": "小阿狸.... 发表于 2017-5-4 18:01\n1.10 我们增加了字幕，专为听力障碍设计\n1.12 我们增加了朗读者，专为看不见的人设计？\n（滑稽） ...\n其实就是为了来不及看聊天文本的的人设计吧，那你为什么不开黑呢"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1494044220,
            "txt_content": "进度……感觉不如之前的成就好听……"
        }
    ]
}