{
    "title": "[Minecraft.net|INSIDER]本周方块：末地石",
    "author": "凛",
    "replyCount": 8,
    "timestamp": 1493977980,
    "txt_content": " 本帖最后由 china521 于 2018-8-21 14:24 编辑 \n\n\n本周方块:末地石BLOCK OF THE WEEK: END STONE抓住这个违抗万有引力的方块Get to grips with this gravity defying block旅行到末地,你会找到一个永恒,永夜的维度 - 在轻轻闪烁的紫色虚空中飘浮的淡黄色岛屿... 究竟是什么?Journey to the End and you’ll find a dimension of eternal, starless night - a gently fizzing purple void in which float sallow islands of… what exactly?好吧,根据Jens的说法,末地石只是有着上下颠倒和颜色的原石材质 - 但是不要阻止你的想象力! 我个人认为这是一种多孔,珊瑚状的物质,由在夜晚阴霾中的无形孢子累积而成.它的确有着原石没有的一些特殊性质:硬度更高,不会因末影龙而被破坏并且不会被末影人移动.\nWell, according to Jens, end stone is just an inverted, tinted cobblestone texture - but don’t let that stop your imaginations! I personally think of it as some porous, coral-like substance, naturally accruing from unseen spores that float in the haze of night. It certainly has stranger properties than cobblestone: slightly more resistant, invulnerable to the attacks of the ender dragon, and impossible for endermen to displace.\n中央岛屿周围是一片没有任何东西的空间,然后周围是一圈岛屿,那里你会找到神秘扭曲的末地城和潜影贝聚集在紫珀块之中.\nOne central island of the stuff is surrounded by an expanse of nothing, then encircled by more islands, where you will find the mysteriously crooked end cities and shulkers, clustered among the purpur.\n\n但并不总是如此!原本末地会是天域 - 一个和主世界不同的世界,但没有基岩,飘浮在无尽的蓝色之中.但它遇到了问题.But it was not always so! Originally the End was going to be the Sky Dimension - a world not unlike that of the Overworld, but torn free of the bedrock to float in chunks in an endless expanse of blue. But it ran into problems.\"由于光照的计算问题,它效果并不是很好\"Jens说\"天域原本有自上而下的光,就像主世界那样,所以你会像是洞穴中的阴影那样.但是效果是 - 它太慢了.所以我们移除了太阳 - 现在所有的光线都平均了,除非你插了火把.\"“It didn’t work so well because of how light is calculated,” says Jens. \"The Sky Dimension originally had this top down light that the Overworld has, so you get like shadows in caves and such. But performance wise, it didn’t work - it was extremely slow. So we removed the sun – now everything is evenly lit unless you’ve got a torch.”\n而关于末地石的神秘材料呢?在它的创作的后面有什么历史传说?他有什么奇特的秘密?在开发人员的心中有着什么黑暗的阴谋?\nAnd what about the mysterious material of end stone itself? What fabled history lies behinds its creation? What strange secrets does it hold? What dark machinations did its developers have in mind?我一直在想这个,但我真的想不出任何有意思的事.I've been thinking about this but I can't really come up with anything fun.\n\nJENS BERGENSTEN\n\n哦.\nOh.\n恩.\nUm.\n下周见,本周方块的粉丝们!\nSee you next week, Block of the Week fans!\n\n原文:https://minecraft.net/en-us/article/block-week-end-stone\n作者:Marsh Davies\n日期:05/05/2017\n\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1493978400,
            "txt_content": "上面的图亮瞎了我的眼。"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1493980800,
            "txt_content": "那个图好评XD\n看得我莫名想笑XD\n所以末地就是一个巨大的特性是么XD"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1493983920,
            "txt_content": "强行开脑洞水了一期"
        },
        {
            "author": "。—。",
            "timestamp": 1493986740,
            "txt_content": "同意楼上，基本没爆太多黑历史……\n话说有一小段话我看不懂……\n”所以你就像是洞穴中的阴影那样“"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494003180,
            "txt_content": "Jeb:拒绝配合"
        },
        {
            "author": "L迪亚波罗L",
            "timestamp": 1501325460,
            "txt_content": "天空一声巨响楼喽闪亮登场动"
        },
        {
            "author": "L迪亚波罗L",
            "timestamp": 1501325460,
            "txt_content": "666666666666"
        },
        {
            "author": "2923811362",
            "timestamp": 1501556340,
            "txt_content": "给作者顶个赞"
        }
    ]
}