{
    "title": "【原创/连载】【RPG剧情】《六维行图》【第十一章】",
    "author": "傲娇AenJion",
    "replyCount": 5,
    "timestamp": 1493996880,
    "txt_content": "时间：河西历1717年4月8日下午3：35安准突然在地上画出来一条横线，然后直接抬手，横线瞬间从下面的土地中挖出一个长方体，并将其升高变成一堵墙，阻挡住了托印比的前进。如果我的想法是对的，那么这堵墙应该是能阻止托印比继续前进。如果托印比想要以最快速度抓到我，那么他一定会直接打碎这堵墙面。不然就只能绕行。来吧，托印比，让我看看你的能耐，你究竟是有多强大，居然不会被我的墨汁限制行动。安准后退两步，看着这堵墙。然后，他的眼睛睁大了。托印比，撞开了这堵墙！任凭崩塌的墙上的墨汁就像是瀑布一般洒在身上，丝毫不见任何行动迟缓的表现。见鬼......托印比来到了面前，手中的镰刀呼啸生风，差点砍下了安准的右臂！还好安准及时后退闪开了这一刀，但是马上，安准就撞到了树上，托印比的镰刀横着砍过来，吓得安准直接下蹲。安准背后的树，被从树干中间整齐地分割开来。“别走啊！”托印比大喊一声，反手就是一刀劈下来，安准一个滚翻到另一边去，反手就是一团墨汁撒出去，刚好喷到托印比的脸上。“唔啊啊啊啊啊啊啊！我的眼睛，我的眼睛！”黑色的墨汁染黑了托印比的视野，托印比瞎了。很好，只要夺走你的视力，那么你就死定了。你看不见我，你也不知道我再哪里，你完了。安准在两棵树上画了两笔，笔画具现，树木齐齐被斩断。然后，砸向了捂住双眼的托印比。“你这混蛋！”托印比大吼着抬手，直接“下沉”进入地面中去了！安准猛觉不对，下意识地突然跳向一旁，就在他刚才站立的位置，镰刀锋利的刀锋赫然从地下伸了出来！“别以为你能靠着墨水就可以让我找不到你！你这个家伙！”是靠着什么，嗅觉吗？安准后退，看着镰刀追过来砍断了一根倒塌的树干。不，他现在是在土壤里面，嗅觉应该不是什么很好用的技能。况且，看他推进的速度和方向以及自己的行动方向，他是知道我的位置的。那么是听觉吗？测试一下。安准起跳，在空中突然甩手甩出两根线，连接到左右的两棵树上，接着他两手在身下擦过，黑线相连。然后他就像是走钢丝一般，稳稳地落在这根细线上。再次射出两根黑线，这次是前后。制造出来一个十字，自己稳稳地蹲在十字中央。安准抬头看看自己刚才离开的地面，发现那里出现了一道裂缝。果然是听觉吗？听我的脚步声来追杀我。安准轻轻弯腰，无声无息地，从地面上捡起来一块石头。寂静。很好。安准将石头扔出去。石头落地，发出“噗”的一声闷响。接着，安准就看见，一个镰刀的刀刃突然伸了出来并直接将石头切成了两半！好极了。安准的嘴角挑起。我知道该怎么对付他了。安准站起身，射出两根黑线到树枝上，看着黑线在树枝缠绕了两圈后，黑线变短，他将自己带着升起来。接着他在树上摸了一下，手指滑动，在树干上留下了一道细长的横线。随后他再次射出一根黑线到另一棵树的树干，然后将黑线扩展成数根拧成一根麻绳，自己开始顺着黑线慢慢爬过去。无声无息，安准甚至压制住自己的喘息声，防止自己的位置被暴露。到达树木的旁边后，他单手挂住自己，空出的右手在树干再次画出一道黑色的细线。接下来，就是要让他出来了，但是怎么才能让他从地下出来，这就是一个问题，托印比再没有脑子也知道不能出来不然自己就会被攻击。安准翻身，一个完美的翻转，他翻到了细绳的上端，然后稳稳地坐在上面。这里的高度是三米的位置，并不算是很高，但是躲避托印比的攻击是足够了。让我想想，怎么能让他出来。难道是用替身吗？但是托印比这次就不一定上当了，毕竟他吃过一次亏。怎么办。安准的大脑在飞速运转。托印比这个人，是一个血腥的杀手，杀害了无数的人，并且也是一个食人魔。他喜欢杀戮，喜欢看着一个人她手下惨叫挣扎的痛苦的样子，并以此为乐。他很享受这种战斗的感觉，他总是不希望战斗被很快结束，折磨对手才是他的最爱。并且在战斗中，他越是被刺伤越是愤怒，对手的辱骂在他听来就是一种......等一下，辱骂？我有办法了。安准知道该怎么让他出来了。腰部绑着黑绳，慢慢下降，安准来到了近地位置，在离地只有几厘米高悬吊，他向四周发射四根黑线。接着自己慢慢移动，来到了主线外圈，缠上了几根线，拉直。他做了一个束缚阵。安准可以制造出黑色的墨线来，这些墨线的长度和粗细程度都是按照安准的意愿可随意变化，这对于安准来说就是一个完美的驱动。他这次的布置的活动线非常细，几乎是看不出来地细，就像是鱼线。接着，他在再次射出两根黑线，加粗，缠绕在那两棵身上被他画了黑线的树上。随后，安准将自己吊离地面，并开始大骂：“嗨！土地里面的那个怂包废物！你在里面能不能不要可怜地吃狗粮啊！哦对，反正你在监狱里面也是吃惯了，现在出来了狗改不了吃屎你还是一个吃狗粮的废物！也就只有你这样的可怜人才会这么干了。被人家当成一条狗跑前跑后被你的主子踢了都要泪汪汪地趴在你的主子面前摇尾乞怜，你还真是喜欢这样是吧！”奏效了。镰刀在四处挥动，但是还好细线之间的空间是比较大没有被镰刀砍断，安准深吸一口气继续开喷。“你要是一个男人，啊，那就出来，和我面对面，不然你就是连女人，啊不，狗都不如，知道吗？废物！你要是有胆子，你就出来，亏你还是一个刺客，结果你连我的毫毛都没有伤到，你也真是够废的。要我说，你就是......”安准的话还没说完，就被一声怒吼打断了：“闭嘴！！！”托印比冲出来了！好机会！安准的手突然拉紧，近地的切割线直接被驱动线牵动从“L”字型变成了“I”字型，细线有足够的强度，也有足够的速度，甚至。这条线，就是专门被设计成用来切割的线。驱动线急速变短，托印比刚离开地面，切割线直接被牵动着横扫过来，将托印比的小腿砍了下来！托印比这才发现自己中计了，但是自己的愤怒却已经让他失去了理智，他嚎叫着冲向了悬吊在空中的安准，发动能力，想要将安准拉过来。但是，安准腰部的黑绳让托印比没能达到目的，托印比反倒自己被拉过去了。无妨，只要能靠近他就行！托印比这样想着，手中的镰刀挥向了安准的头。“再见。”安准微笑。空中的横贯战场的驱动线突然变短！缠绕在树干上的切割线也忽然缩短，直接将树干拦腰斩断！在驱动线的巨大牵引力下，被斩断的两棵树干轰响着向着中间倒塌，直接砸在了托印比身上！“不不不！！！”他大叫着，巨木轰然倒塌，托印比被巨木压住，只能无能地嚎叫。他想要挥动镰刀将压着自己的树干砍断，但是突然伸出来的黑线缠绕住了他的手！阻止了托印比的下一步动作。“如果你不进入到树林中来，我想在平原上你的能力会是一个非常棘手的能力，甚至我会被你砍死在那里。”“不可能，不可能，我托印比，我托印比竟然......不——！！！”安准看着托印比惨叫着被巨木拍到了地上，伴随着巨响，巨木倒地掀起漫天的尘土，笼罩了整个战场。“不会利用环境......”安准摇了摇头，黑绳伸长，人体下降，他落地，拍了拍身上的尘土，看着被尘土笼罩的两根巨木。他点燃了一根烟，深吸一口，徐徐吐出。“祝你......在地狱的生活愉快吧，刺客托印比·艾利艾斯，或者说，罪犯。”烟尘逐渐散去，两根巨木下面伸出来的一只沾满鲜血的手逐渐清晰起来。\n【小伙伴召唤术：】@Smokey_Days @a946115793 @BC酱_BcsC @动漫冷曦 @二次元狂三 @a929480035 @2822367400 \n",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1493999040,
            "txt_content": " 本帖最后由 WM2030 于 2017-5-6 08:31 编辑 \n\n虽然之前的没有看过【好意思说】 但是还是想让你学做菜\n总体上来说动作描写有些太过于冗长，又不够明晰。以至于读者在阅读时非常费力。\n读者需要的不是大量存在于作者脑中的细节，很大程度上是流畅和快活。\n尤其是对于这样一篇RPG剧情文。\n\n另外人物形象的塑造上也略微有些稚嫩。\n对于人物的心理活动，文笔不能说糟糕，但是内容却有些过于平面化了。\n他很享受这种战斗的感觉，他总是不希望战斗被很快结束，折磨对手才是他的最爱。并且在战斗中，他越是被刺伤越是愤怒，对手的辱骂在他听来就是一种......\n根据细节进行分析当然是一个人需要具备的能力，这里的分析也很正常。但是此处我们可以对托印比这个人物的心理也做一些描写，而不仅仅是用“怒火攻心”解释他所有的行为。\n另外小安的骂阵也有些单薄了，在言语间加些细节或许会更好些；大段的语言描写分开写或许也会更好些。\n最后提到刺客的身份。作为一个成功的有经验的扬名天下的刺客，此人不冷静的特质让人产生怀疑：他到底是怎么在这行里混到现在的？\n总而言之写得还是不错的，但是提高的空间也是不小的。\n\n我简直是在扯淡了.jpg"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1494004680,
            "txt_content": "WM2030 发表于 2017-5-5 23:44\n虽然之前的没有看过【好意思说】 但是还是想让你学做菜\n总体上来说动作描写有些太过于冗长，又不够 ...\n好的，谢谢你的点评，我会注意的！"
        },
        {
            "author": "白狼whitewolf",
            "timestamp": 1494025500,
            "txt_content": "傲娇AenJion 发表于 2017-5-6 01:18\n好的，谢谢你的点评，我会注意的！\n又没有叫我，傲娇。。。。"
        },
        {
            "author": "米安博奥",
            "timestamp": 1494029460,
            "txt_content": "已经快变成月梗 了"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1494058980,
            "txt_content": "白狼whitewolf 发表于 2017-5-6 07:05\n又没有叫我，傲娇。。。。\n我这边艾特没艾特上"
        }
    ]
}