{
    "title": "我的minecraft的一生",
    "author": "小影",
    "replyCount": 10,
    "timestamp": 1494076080,
    "txt_content": "\n1.7.3beta minecraft非常早的版本，也是我觉得最好玩的版本，只记得那个时候在优酷看到一个服务器视频，看他们铺铁轨，下雨了就躲屋子里，觉得很真实很好玩，还有那个全部用圆石搭建的天空之城。被吸引到了的我赶紧去加了他们qq群，因为玩的都是单人，看见能跟人一起创建世界就很激动，便进入了服务器。\n\n服务器有许些mod，有那种可以联系射箭的靶子，还有本来是地狱传送门，却能传送到天空之城的传送门，但因为并没看见什么人，好像就退了这个服务器。",
    "replies": [
        {
            "author": "小影",
            "timestamp": 1494076140,
            "txt_content": "《bilibili服务器》\n第二个进入的服务器是bilibili，当时并不知道bilibili这个视频网站，好像是从某个地方宣传的qq群了解的，也是那一次我知道了原来建筑可以这么美，在我第一次进入游戏的时候，由于延迟过高、并未能看到更多，只好等待网络更好的时候再进去了。\n\n在我第二次进入游戏的时候，服务器已有许些改变，特别是那个新手教程教会了我很多，不做就无法注册，在做了一系列有趣的新手教程之后，我获得了一艘船，踏上了脱离主城之路"
        },
        {
            "author": "小影",
            "timestamp": 1494077100,
            "txt_content": "标题: 我的minecraft的一生11年末开始玩的，到现在也算老玩家了吧，16年弃，此贴讲叙述开始和结束，内容波折有趣。"
        },
        {
            "author": "小影",
            "timestamp": 1494077220,
            "txt_content": "《bilibili2》\n于是我来到火车站，这个火车站做到跟现实很像，什么候车厅，检票处什么的都有，还有npc，以为火车是真的火车，结果只是个矿车。 \n\n接着便发车了，在路上我看到了一个商场，占地非常大的那种，是个海上的轨道。在行驶了非常一段时间之后，我到达了名为平安岛的地方，这个地方确实跟它的名字一样，岛上没有怪物，而且还是第一次看见那么多玩家的家在一起。接着我开始串门，那个时候好像是过节，在一个家门口有个发射器，有牌子和按钮，至于牌子上写了什么我已经记不清了，发射器吐出来了几个[em]e400132[/em]，而我刚好也快没有饥饿度了。\n\n走着走着，突然看见一个正在线的玩家，他似乎正在修建房屋，房屋几乎是用圆石和木头搭建的，很小，但有两层，屋顶有种树。"
        },
        {
            "author": "小影",
            "timestamp": 1494077280,
            "txt_content": "《bilibili3》\n于是我便踏入了他的屋子内，他看上去要去做什么，于是我便跟着去了，在他注意到我之后，经过一番对话，我和他一起挖起了矿。\n\n接着便是盖房子，为我而盖，好像是把他屋顶树全部砍完之后，我也盖起了我的房子，就在他家旁边。\n\n房子是全木头的，屋顶也有些东西。\n\n于是我便产生了一个想法，在两座屋子的屋顶搭了一座桥，十分有感觉"
        },
        {
            "author": "小影",
            "timestamp": 1494077340,
            "txt_content": "《bilibili4》\n桥可以让我们自由穿梭彼此的房屋，而且今后建屋子的时候，我也有好几次是这么搭建的，也就是在两座屋子中间弄一座桥，也许都是为了回味那种感觉吧。\n\n在与他忙了半天之后他便下线了，在之后的几天我都没有看见过他，只是每次上线都发现他的屋子有了一些变化，于是我便走他的门前留下一个木牌，让他加我qq，他看见了，于是我和他边聊边走，观看一下别人的建筑，突然看见一个小型别墅，内饰精美，还有院子。\n\n这导致我萌上了一个想法，盖一座大别墅，并有超大的院子，类似红魔馆那样吧？这个愿望我到现在还没有实现，而且还空空浪费了一年时间，铺平地，每当快铺完的时候服务器就会正好删档@carryppl"
        },
        {
            "author": "小影",
            "timestamp": 1494077340,
            "txt_content": "《mcbbs》\n后来我也跟那个人提议，盖一座别墅吧，他讲等他下次上线，但好像再也没有看见过他了，这个服务器我也就没有再玩了，后来服务器也是删档开启新周目了，于是我就另寻服务器，mcbbs论坛的官方服务器\n\n时间是二零一二年的四月"
        },
        {
            "author": "z2525625",
            "timestamp": 1494077340,
            "txt_content": "支持下楼主.."
        },
        {
            "author": "小影",
            "timestamp": 1494077340,
            "txt_content": "《mcbbs被包养》\n就是这么厚颜无耻，进入服务器后我就在聊天窗口上喊被包养，结果成功了，至于那个包包养我的好人的名字我已经记不得了，tpa他后我便被传送到了一个地上铺着圆石的海上，距离这不远有个热带雨林。\n\n他让我自己搭建好自己的家，也就是用圆石铺在水面上，然后再在圆石上建家，接着他便下线了。\n\n在搭了一部分后，我决定去那个热带雨林看看，刚上岸不久，我就发现一块绝佳的平地，很适合开拓，我就打算在这里达成我的心愿，那个梦想般的别墅！\n\n我先是在那个平地中间建了一个非常小的木屋，只是用来作为储物间的，然后我看见聊天窗口上有人卖东西，想着东西也能卖钱？我便也开始喊：卖床啦，要的tp！ 结果最后真的是卖了很多东西，我也非常高兴，因为也交到了不少朋友。"
        },
        {
            "author": "小影",
            "timestamp": 1494077760,
            "txt_content": "这个是自己在qq空间发表，但是好友说不错就让我转到mcbbs，更新看心情"
        },
        {
            "author": "幽儿~",
            "timestamp": 1494078360,
            "txt_content": "玩MC的玩家都有属于自己的故事\n或平淡 或波折 或兴奋 或开心\nMinecraft 绝对不是一款属于玩家自己的游戏\n真的 谁敢说这游戏的开发者不伟大呢\n沧海桑田的世界 \n去创造属于你自己的空间维度 \nMinecraft 我的世界！ \n"
        }
    ]
}