{
    "title": "[Minecraft.net│CULTURE] Remembering The White City 纪念白城",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1494082740,
    "txt_content": " 本帖最后由 像素君 于 2017-5-7 18:50 编辑 \n\n\n\n\n\n\nRemembering The White CityCaptainCreeper recreates a lost wonder of the world\n纪念白城\nCaptainCreeper再现了这个已销声匿迹的世界奇观\nWhat do the electric chair, Shredded Wheat and a sculpture of a knight made of prunes have in common?\n电椅、小麦片和一个李子做的骑士雕塑有什么共同之处？\nAll three made their public debut at The Chicago World’s Fair - also known as the World's Columbian Exposition - an amazing showcase of American innovation that took place in 1893. It’s hard to really understand what a huge impact it had at the time. Admittedly, the Prune Knight hasn’t stood the test of time - but other exhibited inventions, like zippers, dishwashers, picture postcards, the Ferris Wheel, Pabst Blue Ribbon beer and the spirit of American exceptionalism surely have. Even the process of constructing the fair itself inspired all kinds of innovation, including the first use of spray paint.\n它们都在芝加哥世界博览会（也被称为“哥伦比亚世界博览会”）上首次公开亮相，这是1893年美国展示科技创新成果的舞台。我们很难真正理解当时它所产生的巨大影响。不可否认的是，李子骑士没有经受住时间的考验，但这次博览会展出的其它发明，像拉链、洗碗机、明信片、摩天轮、蓝带啤酒和美国例外论度过了时间的洗礼。甚至在建造博览会的过程中也产生了各种各样的技术创新，包括在建筑时第一次使用了喷漆。\nA staggering 27.5 million people visited the fair during the six months it was open - at a time when the population of America was only 65 million! No small part of the attraction was the setting itself - vast neoclassical buildings set amid bucolic scenery, reclaimed from bogland and beautifully landscaped. Despite their size, the buildings were designed to be disassembled and removed after the fair’s closure, leaving little evidence of its grandeur for future generations.\n在当时美国人口只有6500万的情况下，博览会对外开放的6个月里竟有2750万人参观！场地本身也有着巨大的吸引力——这些庞大的新古典主义风格建筑在由沼泽地变身而成的田园景色之中，错落有致。尽管这些建筑的规模很大，但这些建筑在博览会结束后被拆除，几乎什么都没有留下来。\nBut now, for the first time in 124 years, you can explore them for yourself - all thanks to CaptainCreeper’s meticulous recreation. The project took a little over a fortnight (quite a startling contrast to the epic undertaking of constructing the actual fair), and, remarkably, is almost entirely CaptainCreeper’s work alone. \"I had some help on the Statue of the Republic by a builder named Schlumpfii,\" he says.\n但是在相隔124年之后，你可以自己去参观——这都归功于CaptainCreeper细致的还原。这个项目花了一两周的时间（和现实建造的时间形成了相当惊人的对比）而且值得注意的是，这个作品几乎完全是由CaptainCreeper独立建造完成。“我是在Schlumpfii的帮助下建造共和雕像的。”他说。\n\n\nThe idea came to him while reading The Devil in the White City - Erik Larson’s riveting account of the fair’s troubled construction and other, more grisly, events of the time.\n建造这个的想法是他在看《白城恶魔》时想到的——这部电视剧讲述了埃里克拉尔森在博览会上遇到的建筑困难以及其他可怕事件。\n\"I Googled some images of the fair and buildings made for it and found them to be gorgeous,” says CaptainCreeper. \"To actually recreate the buildings I started with the general layout of windows, doors and details of the building and worked my way up. As great as Google is for showing buildings, I had trouble finding enough pictures of all the buildings. To address this problem I found a map in the back of a book showing the entire fair. This allowed me to see the buildings' shape and the general layout of the fair from an aerial view. Outside of this I watched a few videos of 3D recreations made in a modeling software.\n“我用谷歌搜索了一些博览会建筑的图片，发现这些建筑是如此的华丽，”CaptainCreeper说。“为了再现这些建筑，我开始进行窗户、门以及其他建筑细节的总体布局。尽管谷歌的图片在展示建筑物方面表现得很出色，但我却很难找到足够多的图片。为了解决这个问题，我在一本展示整个博览会的书的背面找到了一张地图。这让我可以俯瞰整个建筑的形状和整体布局。此外我还观看了一些在建模软件中制作的3D还原视频。\n\"I also did some extra research on the architects behind the fair - the landscape architect Frederick Law Omsted and the mastermind behind the fair Daniel Burnham. Daniel Burnham soon became my favorite architect after looking at some of his other work outside of the fair like the Flatiron building, the Chicago Union station, and the Rookery building.”“我也在博览会建筑设计师上做了些额外的研究，比如景观设计师弗雷德里克.劳.奥姆斯德和博览会建筑的主设计师的丹尼尔.伯纳姆。在欣赏他其它的建筑设计比如熨斗大厦、芝加哥联合车站、卢克里大厦之后，丹尼尔.伯纳姆很快成为了我最喜欢的建筑师。”\nSurprisingly, at the time of the fair’s conception, the chosen style was thought to be a little quaint by some of the more fashionable New York architects - though we can put this down to a certain amount of professional rivalry. With the benefit of hindsight, the buildings are stunning architectural feats.\n令人惊讶的是，在筹划博览会时，一些比较赶潮流的纽约建筑师认为给博览会选定的建筑风格有些古怪——尽管我们可以将此归结为职业竞争。现在看来，这些建筑是建筑师们令人瞠目结舌的壮举。\n\n\n\n\n\n\n\n\n\"Personally, I've always loved the style and have created a few neoclassical buildings in the past,” says CaptainCreeper. “I can see why the style would be called quaint, what with its influences from Greece and Roman architecture, but to me it’s a great combination. I imagine the height of structures with all that detail would be enough to leave people in awe. I most enjoyed all the small statues that can be seen in the structures of the fair and many other neoclassical buildings - it’s amazing how much they added to the overall building while being so small.”\n“就我个人而言，我一直喜欢新古典主义风格，而且我在以前建造过一些这样的建筑， “CaptainCreeper说。“我知道为什么这类风格被说是显得古怪，因为这种风格受到了希腊和罗马建筑的影响，但对我来说这是一个很好的组合。我想这些建筑的高度和所有细节都足以让人们敬畏。我最喜欢从小型雕像中看到博览会和许多其他的新古典主义风格的结构——这些雕像在被建成如此之小后添加到建筑之中是多么的令人感到惊讶。”\nReconstructing the buildings also gave CaptainCreeper an understanding of just how ambitious a project it was to build on this scale - something that is not as easily conveyed in descriptions of photos of the fair. “It's amazing how the fair came to be in such a short period of time on a very tight schedule!” he says.\n这次重建也让CaptainCreeper明白，建立在这种规模之上的作品是多么的宏伟——传达和描述照片的中的博览会没有那么容易。“这样一个博览会在时间如此紧迫的情况下居然在很短的时间里就搞出来了，这实在太令人感到惊讶了！”他说。\nAnd not only was the fair’s construction a project of unprecedented ambition - it was beset by catastrophe throughout: smashed apart by several storms, set on fire, plagued by labour disputes and the untimely death of some of the project’s leaders. It’s doubly amazing that it ever got built.\n这个博览会的建设项目不仅充满着前所未有的抱负——它也充满着灾难：建筑曾被飓风和火焰破坏，还饱受着劳动纠纷的困扰，以及一些项目的领导过早离世。它在这样的情况下还能被建造出来实在是很神奇的一件事。\n\nA view of the World's Columbian Exposition, looking past the Statue of the Republic, affectionately known as Big Mary, towards the Administration Building.这是世界哥伦比亚博览会的一张照片，它的视角是从共和雕像的后面朝前望去，这座面对着行政大楼的雕像被亲切地称为“大玛丽”。\n\"Other than gaining insight into the size and ambitious nature of the Fair, I learned about some of the difficulties or where there was potential to be an issue,” says CaptainCreeper. “Although there were no storms or fires destroying anything, I did see the challenge in making the dome on the Administration Building and the roof on a building as massive as the Liberal Arts Building.”\n“除了知道博览会的巨大规模和其中宏伟的自然景观，我从一些建造时遇到的困难，或者是在建造时有可能成为问题的地方学到了一些东西，”CaptainCreeper说。“虽然没有风暴或是火灾破坏任何东西，但是建造行政大楼的圆顶和人文科学馆的巨大屋顶对我来说仍是一个挑战。”\nToday, you can still visit the Fair’s Palace of Fine Arts, now converted into Chicago’s Museum of Science and Industry, but to get a sense of the full scale and beauty of the World’s Columbian Exposition - probably one of the greatest wonders of engineering and architecture the world has ever seen - your best bet is to visit CaptainCreeper’s build. Not a bad accolade to have for a fortnight’s work!\n今天你仍然可以参观博览会中的艺术宫，现在它已经成为了芝加哥的科学与工业博物馆。但是为了充分了解世界哥伦比亚博览会的规模和美丽——也许是工程和建筑领域最伟大的奇迹之一——你最好参观一下CaptainCreeper的作品。他这两周的建造值得点赞！\n\n原文链接：https://minecraft.net/zh-hans/article/remembering-white-city\n原文作者：Marsh Davies\n原文发布日期：2017年月日\n文章翻译：像素君\n地图搬运：http://mcbbs.tvt.im/thread-687194-1-1.html\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}