{
    "title": "[Minecraft.net│CULTURE] Home Sweet Home 甜蜜之家",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1494163920,
    "txt_content": " 本帖最后由 像素君 于 2017-5-7 21:55 编辑 \n\n\n\n\n\n\n[bili=10378996]1[/bili]\n\nHome Sweet Home\nBehind the comfy styling of the cocricot texture pack\n甜蜜之家\ncocricot材质包细致纹理背后的故事\n\nThe above video shows a build by Pon-P. It’s an extraordinarily beautiful creation that conjures the quaint, comfy environment of a European market town, with tiled roofs, picket fences and homely furnishings that suggest the decorator isn’t quite ready to leave the Victorian era behind. There’s a sense of nostalgia for a quieter time, a longing for somewhere restive away from the hustle and bustle of modernity - and much of this comes down to the exquisite texture set Pon-P has used: the cocricot texture pack, by Japanese artist Kixiko.\n\n上面的视频展示了Pon-P的一个作品。这个作品十分漂亮，它展示了欧洲集市中的优雅氛围和舒适环境，瓦顶、栅栏和普通家具都体现着维多利亚时代的风格。这里充满着怀旧而安静的氛围，这是远离喧嚣的地方。这一切的功劳都可以归结为Pon-P使用的cocricot材质包，它是来自日本的艺术家Kixiko制作的。\n\nThe pack adds a great deal of detail and warmth to the traditional Minecraft building materials: nether bricks become thick carpet-blocks, cobblestone walls become ornate stone balustrades, gold ore becomes plaster with timber framing - reminiscent of Tudor buildings. Chiselled wood panels, striped awnings, weather vanes in the shape of chickens, distinctively British red phone booths - it’s a really well observed pick-'n'-mix of details that encapsulates a disappearing world of old Europe.\n\n这个材质包在传统的Minecraft方块之中添加了大量暖心的纹理：半砖成为了厚厚的地毯方块，鹅卵石墙变成华丽的石头栏杆，金矿成为了石膏框架——这不禁让人想起都铎式建筑。凿过的木板，条纹遮阳棚,鸡形的天气叶片，还有英国特有的红色电话亭——这是一个观察已经消逝的古代欧式建筑结构细节的极好材质。\n\nIt’s gorgeous. I love it. It makes me feel warm and comfortable and strangely sad at the same time. Weird, huh? Even stranger that this longed-for European past should be the work of someone outside of Europe. I wanted to know more about this genius! Luckily, I was able to get friend of Mojang and language expert James York to translate a few questions for her.\n\n这实在是太赞了。我十分喜欢它。它既让我感到温暖和舒适，同时又很奇怪地让我感到悲伤。很奇怪是不是？更奇怪的是这个展现欧洲过去的材质还是由欧洲以外的人制作的。我想知道更多关于这位天才的事！幸运的是，我找到了Mojang的朋友，语言专家James York，由他来代我们翻译下面问题给这位艺术家。\n\n\n\n\n\n\n\n\n\n\n\n芸術的な背景\nDo you have a background in art?\n\n你在艺术方面有什么功底吗？\n\n将来はウェブやプログラミングに関する仕事に就きたく、大学でデザインに関する勉強をしています。絵を描く事やデザインすることが好きなので、それを生かしてリソースパックを作り、運営したいと思いました。\nI want to work in a field related to web design or programming in the future and so I am currently on a design-related course at university. I really enjoy drawing and designing things so that is how I started working on texture packs. I wanted to create and manage one for myself.\n\n我希望将来在一个可以在网页设计或编程相关的领域工作，因此我目前正在大学里学习和设计相关的课程。我非常喜欢绘画和设计，这就是我制作纹理包的开始。我想为自己设计和管理这样一个作品。\n\nマイクラを始たきっかけ\nHow did you start playing Minecraft?\n\n你是通过什么渠道开始玩我的世界的？\n\n当時一緒にゲームをしていた友人たちに誘われて初めました。最初はサバイバルで遊んでいましたが、とあるマインクラフターの方がマイクラで世界をつくっている動画を見て、クリエイティブモードで遊ぶようになりました。\nA friend that I play games with introduced me to Minecraft. At first we played together in Survival Mode but then I saw a particular Minecrafter creating an incredible world so I started to play in Creative Mode instead.\n\n当时一个和我玩游戏的朋友把Minecraft介绍给了我。起初我们是在一起玩生存模式，然后我看到一个优秀的Minecraft玩家建造了一个不可思议的作品，于是我开始玩起了创造模式。\n\nお気に入りの他のマイクラのプロジェクト\nWhat is your favourite Minecraft project?\n\n你最喜欢的Minecraft作品是?\n\n日本のマインクラフターである甘みやさんの「四角い世界を旅する」シリーズが大好きです。建築ももちろん好きなのですが、動画が大好きです。特に、「四角い世界に山に囲まれし雪国の王国を築いてみた」が好きです。\nI really like the Japanese Minecrafter “Amamiya-san” who makes the series called “Journey around the Square World.” Of course I like their buildings, but I also like the way they create and edit videos. I particularly like the video series “Making the Mountain-trapped Snow Kingdom in the Square World.”\n\n我很喜欢日本Minecraft玩家“Amamiya-san”制作的“环游方块世界”系列。我当然喜欢他们的建筑，但我也喜欢他们建造和制作视频的方。我特别喜欢 “方块世界中被山环绕的冰雪王国” 的系列视频。\n\n\nThis gorgeous scene was put together by Aquarelle. I particularly like the hanging vines!这些美丽的场景被Aquarelle放在了一起。我特别喜欢挂在那里的葡萄藤！\n\nAn interior scene by Bubu1205 demonstrates some of the great decor detailing the pack provides.这是Bubu1205建造的内饰场景，展示了材质包提供的细致纹理。\n\nHuwamh's cottage study feels about as cosy as anything I've seen built in Minecraft. Lovely!Huwamh建造的小屋感觉和我在Minecraft里见过的任何建筑一样舒适。敲可爱的！\ncocricotを作った目的\nWhat was the main concept behind creating cocricot?\n\ncocricot的制作理念是？\n\n西洋の街並みや、おしゃれな部屋などを、Minecraftで自分で作れたらいいなと思って制作しています。現実ではなかなか難しい事も、マイクラでなら好きなように作れます。\nI really wanted to create things like a western style town and cute, fashionable rooms in Minecraft. It's impossible to do in real life but can be done easily in Minecraft.\n我真的很想在Minerraft建造一个充满着西式风格的小镇和可爱、时尚的房间。这在现实生活中不可能实现，但在我的世界里很容易做到。\n\ncocricotの制作にあたって難しかった事\nDid you experience any difficulties making cocricot?\n\n你在制作cocricot时遇到过什么困难吗？\n\nリソースパックにするにはたくさんのテクスチャを書かねばならず、根気がいりました。リソースパックとしての統一感を出すために、一つのテクスチャを何度も微妙に修正したり、果てしないです。また、専用のサイトも作って大々的に運営したいと思っていましたので、HTML/CSSを学んだりサーバーを借りたりと、初めての事がたくさんでした。\nWell, first of all, to make a texture pack you have to draw lots and lots of textures so I needed willpower to draw them all. Also, to get a feeling of togetherness and unity in a texture pack you need to edit textures over and over again until you get the balance just right. That was also very hard work. Finally, I wanted the cocricot project to reside on its on website so I had to learn how to program HTML and CSS for that.\n\n首先，制作一个材质包需要画很多很多的纹理，所以我需要凭借着意志力把它们都画出来。同样，为了使这些材质具有一种归属感和统一感，你需要一次又一次地编辑纹理，直到方块间的材质得到平衡。这也是非常辛苦的工作。最后，我希望cocricot材质包可以放在专属于它的网站上，所以我又不得不学习HTML和CSS的编写。\n\n\n特に誇らしいところ\nWhat are you most proud of with cocricot?\n\n你对cocricot的哪一方面最感到自豪？\n\nこだわりのテクスチャがたくさんなところ、そしてリソースパックとしての世界観です。リソースパック自体からサイト作りまでこだわって制作しています。\nThere's lots of textures that I'm really proud of but mostly, I'm really proud of the overall feel of the pack. I am also proud of how it all ties together with the website.\n\n我对材质包有许多方块纹理感到很自豪，但更多来说，我也为材质包整体的带来的感觉和这一切与网站的联系而感到骄傲。\n\n\n\n\n\n\n\n\nThis project by Taoryan was built while beta-testing the pack. It's rather brilliantly constructed and shot to suggest a much larger landscape - note the glimpse of sail boats through the arch!这个作品由Taoryan在这个材质还处于beta测试时建造。它的建造技术和拍摄水平都是出色的，可以展现出更宏大的景观——注意帆船通过拱门的景象！\n\ncocricotを使用している他のプロジェクトで想像しなかった使い方\nAre there any projects that use cocricot in ways that you weren't expecting?\n\n在什么作品里使用cocricot材质是你意想不到的？\n\n和風（日本風）の建築をする方がいたこと。\nYes, the Japanese-style projects.\n\n日式建筑风格的作品。\n\nお気に入りのcocricotを使った建物やプロジェクト\nWhat's your favourite project that uses cocricot?\n\n你最喜欢哪个使用cocricot材质的作品 ?\n\n一番のお気に入りは下記URLのものです。大好きです！\nThis one!\n\n我最喜欢的是下面链接的这一个作品！\n\ncocricotの次のプロジェクト\nWhat do you plan on doing after the cocricot project?\n\n你在制作cocricot后打算做什么？\n\ncocricotをさらに進化させる計画をしています。現行のcocricotは1.7.10のクリエイティブモード対応ですが、最新バージョンでも使えるサバイバル用のcocricotと、1.10.2対応のcocricotMODを現在製作中です。cocricotMODは、1.8以降ほぼなくなったメタデータの代わりにたくさんのブロックやアイテムを追加するMODです。一部ブロックは3Dモデルも追加されます。お楽しみに!!\nI want to keep working on cocricot and evolve it as much as possible. The current cocricot pack only works on 1.7.10, so I'm currently working on a pack that will work on the latest survival mode, and a cocricotMOD for 1.10.2. The cocricotMOD makes use of lots of extra blocks and items to make up for all the metadata that was removed from 1.8 onwards. I'm also working on some 3D blocks especially for this mod! I look forward to showing them to you all!\n\n我想继续在cocricot上努力以尽可能地发展它。当前cocricot材质只能在1.7.10版本下运行，所以我现在正在制作可以在最新版运行的版本，还有1.10.2版本的cocricot MOD。cocricot MOD通过添加大量额外方块和物品来弥补在1.8时移除metadata而带来的方块材质缺失。我还在制作一些3D材质的方块，尤其是对现在这个版本！我期待着向你们展示这个材质的一切的时刻！\n\nHave a look at Kixiko's website, cocricot.pics, which catalogues each and every item in the texture pack - it’s worth exploring!\n\n浏览一下Kixiko的网站cocricot.pics吧。这个网站把材质包里的每一个方块都进行了分类。这绝对值得一看！\n\n\n原文链接：https://minecraft.net/zh-hans/article/home-sweet-home\n原文作者：Marsh Davies\n原文发布日期：2017年月日\n文章翻译：像素君\n材质搬运：cocricot_1.7.10c_v1.1.1     cocricot_1.7.10sample_v1.1\n\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1494237720,
            "txt_content": "woc这日本dalao画的好赞\n见过的最喜欢的材质"
        },
        {
            "author": "Rainsa",
            "timestamp": 1587988560,
            "txt_content": "啊啊啊  简直就是霉运天使的欧皇世界啊啊啊！！！"
        },
        {
            "author": "keai",
            "timestamp": 1589732220,
            "txt_content": "请问一下楼主有1.12最新的coc模组吗？"
        }
    ]
}