{
    "title": "【原创·短篇】罪孽深重的咖啡",
    "author": "nianbing",
    "replyCount": 3,
    "timestamp": 1494239100,
    "txt_content": " 本帖最后由 nianbing 于 2017-5-12 22:51 编辑 \n\n    \n\n\n    坐落于这座城市中央的一间古典的咖啡厅，世人将它当做了自己最后的心灵寄托，只因为这里能够为他们提供刹那的安眠。空气中弥漫着香醇而浓厚的咖啡的香气，每一缕弥漫在空气中的香气都溢满了洗不净的怠惰。坐在藤椅上正在享用下午茶的客人们，都被这丝丝缕缕的倦怠感紧紧束缚，宁静典雅的环境与懒散悠闲的气氛，让客人们不愿离开这难得的世外桃源。\n\n    放下手中那浓郁的咖啡，本应该让人提起精神才是咖啡的作用，可我却再无力拖动劳累的躯壳，就任它肆意享受倦怠感带来的舒适。桌上的策划案还未留有一丝痕迹，明知时间迫在眉睫，明日就将交付，可我却还能够如此安然的入睡，看来这顽固的劣根性是无法改变了。这杯咖啡一定是让我如此倦怠的罪魁祸首！可我却难以离开它，也许对咖啡上瘾的人，我是其中中毒最深的吧。\n\n    这家咖啡厅甚是安详，让人毫不怀疑它就是避世隐居的最好的归所。倘若就定居于此，定能够每天都活的潇洒自在吧？奢望着这般不可窥见的未来，我的精神也逐渐丧失了抵御疲劳的能力。\n“怠惰是罪过吗？如果怠惰也算罪恶，那就让我继续犯罪吧。”愚蠢的自言自语过后，他将桌上的文案扫开，腾出一个自认为绝佳的休息位置，小酣了片刻...\n\n    在如此完美的环境氛围中酣睡，本应该让精神住进那片幻想乡，可因我天生就被梦魇纠缠不休的体质，又梦到了昨日被领导批评的惨状。\n    “你这家伙怎么每天都这么懒懒散散！像什么样子！”\n    “你的蠢货！哪次的企划案你有准时提交过！”\n    “我告诉你！你要是不想继续干下去，就给我滚！”\n    “现在就给我滚！没人拦你！”\n    这真的是天籁之音！我相信再怎么坚韧的神经也会被如此仙音就地度化！\n    “这又不是我的过错！”\n    对啊，这怎么可能会是我的过错？为什么要责骂我？\n    “你给我闭嘴！要不是你总是分配最大的工作量给我，我会睡眠不足？我会懒懒散散？”\n    “你们这些蠢猪的要求可真多！这也不行那也不行，哪个员工不是被你们这种自以为是的病给赶走的？”\n    “要不是我被你们这些家伙折磨的痛不欲生，每天都要绷着根神经，我早就去找别的工作了！”\n     在梦中也能够与领导如此疯狂的争吵。不对，就是因为在梦中我才能够如此疯狂！一定是这杯咖啡赋予了我勇敢的心，即使懦弱之至也能够拥有与神对峙的勇气\n\n    懒懒散散都要怪罪于工作量的沉重；不能准时交付任务都是因为领导的要求过于苛刻；若不是因为这份工作让我受尽折磨，我也不会缺乏体力与精力去寻个轻松舒适的工作，不然谁会看得上这种鬼地方？\n\n    只需略微观察周边的同事，哪个不是整天挂着个愁眉苦脸？唯独我能够活的潇洒自在，那些领导一定是出于他们肮脏的嫉妒之心！嫉妒我在这肮脏的环境下都能够活的如此潇洒自在的才能！\n    “这简直不可理喻！他们太卑鄙了！”\n    “他们都是恶魔的化身！”\n    “他们一定都是一些以折磨弱小的我作为快乐的恶魔！”\n\n    当我在梦中与领导针锋相对到顶峰时，却被一股诱人的香味所牵离梦魇。睁开了我那澄澈的眼睛。\n    “哦，原来是店家又出了新品！”\n    我难以按耐自己心中的焦躁\n    “请务必给我来上一杯！”\n\n    不过短短数分钟，新品就摆上了桌。香醇浓郁的气味勾动了他的每一根心弦。稍稍抿上一口咖啡，这份浓厚的舒适感又为他携来了倦怠。被这咖啡迷的昏昏沉沉的他，又缓缓阖上了混浊的眼。\n\n    “你怎么又迟到了！这都是第几次了！”\n    领导对于我的迟到怒不可遏\n    喝了杯下午茶后小酣片刻不是理所当然的吗？\n    不过是离规定的工作时间晚了两小时罢了。我难以理解领导为何而怒。可惜的是，我丢失了在梦中与领导对峙的那份勇气，否则我一定会骂的他狗血淋头。不过我倒也不是那种无的放矢的人，如果那些蠢猪愿意听我解释，迟到的原因我也一定会如实告诉他们。\n    “恩...都是因为那家咖啡厅里的咖啡实在是太过诱人，我自认为口味及其刁钻，却也被它的那份香醇诱惑，不愿意离开藤椅了......”\n    只不过，我相信那些愚蠢的家伙，一定没有领会那杯咖啡中蕴含的美妙的能力，因此即便解释了也同样无济于事吧？\n\n    他最后辞了工作，终日泡在咖啡厅里享受着别人享受不到的人生乐事......并自以为那才是人应该拥有的姿态。\n    我最后辞了工作，终日泡在咖啡厅里享受着别人享受不到的人生乐事......并自以为那才是人们被冠上罪名的丑态。\n\n\n\n               后记：后来，这个青年再也没钱去咖啡厅里消遣时光了。于是他向以前公司中的领导求救，可他不好意思打电话像领导道歉，于是他发了一封短信，向领导道歉，想要再回公司上班了......\n    “领导您好。前些日子真是太抱歉了，是我的失态才导致了那件悲剧的发生！我希望您能够原谅我所犯下的错误，让我回公司上班。离开公司后，我彻底明白了，我这样的人根本就没有其他地方可以去了。还请您大人有大量，不要记恨我。我一定不会像以前那样懒懒散散了！”\n别看（作者自己的吐槽）：\n这杯咖啡里面没有下药！(╯‵□′)╯︵┻━┻\n修订：2017.5.12\n别看（作者自己的愤怒）：\n这个《虚愿》系列的短篇都第五篇了，我的文笔还是一点水平都没有！一定是世界的错！(╯‵□′)╯︵┻━┻\n\n\n\n\n",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1494239340,
            "txt_content": "怠惰的我又懒得不想做渲染插画了......一定是咖啡太好喝了......"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494241440,
            "txt_content": "影射现实甚至是亲身经历？_(:зゝ∠)_\n（啊♂幻想乡）"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1494255720,
            "txt_content": "Smokey_Days 发表于 2017-5-8 19:04\n影射现实甚至是亲身经历？_(:зゝ∠)_\n（啊♂幻想乡）\nsmg\n这个啊♂\n让我陷入了沉思xD"
        }
    ]
}