{
    "title": "【原创·连载】《浮水三千》第一章[By：临涘][FF]",
    "author": "Liversammyh",
    "replyCount": 4,
    "timestamp": 1494232860,
    "txt_content": " 本帖最后由 Liversammyh 于 2017-5-8 17:01 编辑 \n\n《浮水三千》 第一章“崩塌百年，万劫不复。\n沐光重生，吾心甚足。\n残垣百里，漫天迷雾。\n三教九流，纷纷停驻。\n无尽虚空，遍地荒芜。\n星汉流转，参天古树。\n  新王当立，难忘旧主。“\n一、\n         他睁开了眼睛。         看着身边的尸骨，他重又将眼睛闭上，脑海里却挥之不去。         他亲眼看到利剑穿过父亲的胸膛，看到自己的导师摔落马下。看到曾经嬉笑的战友一个个躺在他面前，他多么希望自己就这么深深睡去，不再醒来。         可即使双眼紧闭，仍能看到那鲜血淋漓。但他不愿睁开双眼。         一双手抚上了他的额头。         “孩子，我们……赢了。”         他睁开眼，看到了那只手，那只沧桑的，历经岁月磨练的手。         “指挥官莫尔，您，您……”         “我还活着，孩子，我还活着。”         他舒了一口气，原来这战场上，有和他一样幸运的人，还是一位长者。         他抬头，望向了远方的迷雾。         数千年来，无数人想向那迷雾进军，然而出发的人，从此便渺无音讯，父亲的弟弟很早便想集结大军探索迷雾，却被父亲一直阻拦。终于，该来的战争爆发了。         他不知道多少人战死沙场，却清清楚楚的明白，父亲牺牲了，导师乌图牺牲了。他摸了摸腰间，那把乌图为他打造的剑，还静静地别在那里。         “莫尔，我们，还有多少人……”他竭力克制自己的紧张，望向长者。         长者脸上的皱纹，早已拧成一团，“幸存的领军只有三名，幸存的兵士结合起来，还不够一个军团。”         不够一个军团？那就是这场战斗中，仅仅存活下来千人，其余的百万性命，已经悄无声息的流逝。         他又闭上了眼睛，不久，他长叹：“我父亲的遗体呢？“         “已经裹好了，孩子，现在就动员回城吧，将士们都不愿在这里多呆上一刻。“         他犹豫了一会儿，却又坚毅地说：“把叔叔的遗体也带回去吧。”         莫尔脸色瞬间发白：“孩子，你这是何必？你的叔叔挑起了事端，为什么要将他的遗体也带回城去。”         “他是我叔叔。”他撂下一句话，便站起来，走开了，从来没有望过地面。\n二         缪尔是一座城邦，也是他知道唯一的城邦，他从记事起，便清楚的看到迷雾笼罩着城外的角落，人们将城邦叫做缪尔，是天空的意思。         他看着蓝天，目光渐渐放远，湛蓝的天空看似辽阔，在远处却像被劈断了一般，只剩下黑暗，和一片迷雾。         父亲战死了，他便是新王。         想到这里，他紧握双手。         乌图还没有教会他如何做一个君主，父亲还没有告诉他母亲的名字，甚至，他还不认识城邦的忠诚臣民。         穿好衣服，他走向了高台。不同于往日，他第一次登上高台，没有欢呼。         每个人都面色凝重，不少人拄拐前来，那是幸存的士兵。         “缪尔的臣民！”         他用从未有过的高声呼喊。         “城邦历经过多少战争，战死过多少英雄！但是缪尔一直存在到了现在。我的父亲是一位贤君，我们有目共睹，与亲生弟弟开战，本就是无奈之举，在战斗中他还身先士卒，献出了生命。这是我的父亲，是缪尔的伟大君主！         “我的叔叔，你们心中的罪魁祸首，本也无罪，缪尔的臣民，无数人想知道迷雾后的事物。每个人都不愿意相信，我们没有同族。我的父亲是一位伟大君主，我的叔叔也是一位英雄。”         “这场战斗，本就避之不及，但是两名英雄的牺牲，是城邦的损失，但是并非城邦的末日。从今日起，城邦的大门敞开，所有愿意探索迷雾的臣民，皆可随意进出，我也要选出一百人，组成队伍，进军迷雾！“         他闭上眼睛，他的这番话已经违反了先祖的意愿，可能招来臣民的恐慌。         一片寂静，忽然他听到了人们高唱的歌。\n “崩塌百年，万劫不复。\n沐光重生，吾心甚足。\n残垣百里，漫天迷雾。\n三教九流，纷纷停驻。\n无尽虚空，遍地荒芜。\n星汉流转，参天古树。\n  新王当立，难忘旧主。“\n         他露出了微笑。         父亲伽罗可以安息了，您当年想做无法做的事，由我替您完成。         他接过了千年的刀，在沐光墙上刻下了自己的名字。         罗尼·赞         望向远方，那片黑暗中，好像有一点光芒，一闪而过。\n\n\n 后记呐~我是一位新人，希望大家能够对我的文提出宝贵的意见。多多指教，谢谢\n\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1494235680,
            "txt_content": "膜拜dalao...文章写得好厉害"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494238380,
            "txt_content": "写得是挺好的，文风和用词也都挺不错。细节方面要注意，依然有进步的空间——\n其余的百万性命，已经悄无声息的流逝。他不知道多少人战死沙场，却清清楚楚的明白\n的地得要区分开来\n“城邦历经过多少战争，战死过多少英雄！但是缪尔一直存在到了现在。我的父亲是一位贤君，我们有目共睹，与亲生弟弟开战，本就是无奈之举，在战斗中他还身先士卒，献出了生命。这是我的父亲，是缪尔的伟大君主！\n（不是我吹毛求疵，但是后面貌似少了一个引号？）\n他用从未有过的高声呼喊。\n此处略有歧义，究竟是“他从未用过的”还是“从未出现过的”\n\n以及为了文风而牺牲了一些语句的清晰性，使其含混不清（虽然我自己也经常这样做）。比如一些关联词最好还是两端都用上比较好"
        },
        {
            "author": "冥王星人",
            "timestamp": 1494238380,
            "txt_content": "这到底算玄幻还是奇幻？"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1494255780,
            "txt_content": "冥王星人 发表于 2017-5-8 18:13\n这到底算玄幻还是奇幻？\n冥姐在周版可是dadalao呢xD"
        }
    ]
}