{
    "title": "[ Minecraft.net│MERCH ] How to Structure your Build 如何设计建筑结构",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1494240480,
    "txt_content": " 本帖最后由 像素君 于 2017-5-30 22:13 编辑 \n\n\n\n\n\n\n\nHow to Structure your Build\nEssential tips from the forthcoming Guide to Creative\n如何设计建筑结构\n来自准备到来的《创作指南》中的基本技巧\n\nThe following how-to is an exclusive excerpt from the Minecraft Guide to Creative. It'll be released on May 30th in the US and June 1st in the UK - but you can pre-order the book here.\n下面的建筑技巧摘自Minecraft书籍《创作指南》 。它将于5月30日在美国发售，6月1日在英国发售。不过你现在可以点击这个链接预购这本书。\n\nIt’s important to get the structure of your constructions right so that the rest of the build will go according to plan. Once you have an idea, the next step is to plan it out and begin to lay the foundations. \n让自己的建筑有一个正确的结构是十分重要的，这样建筑的其余部分就会按照你的计划进行。当你有灵感时，下一步就是开始计划建造并开始打好地基。\n\nSHAPES形状\n\nThe shape of your build affects everything from the foundations to the roof. For many builders simplicity is key, but more complicated shapes, which are harder to get right, can make for a truly impressive build. Take inspiration from these simple shapes to get you started.\n建筑的形状影响着从地基到屋顶的一切事物。对于大部分建筑师来说，简单是关键。复杂的建筑形状虽然难以建造，但可以使自己的建筑给人留下深刻印象。从下面这些简单的形状中获得灵感然后开始建筑吧。\n\n\n\nQUADRILATERALS\n四边形\n\nSquares and rectangles are the easiest shapes to make. Use them as a base for simple, four-sided rooms, and to create flat walls. They are perfect for simple builds。\n正方形和长方形是最容易建造的形状。你可以使用它们制作一个简单的四边形房间，并建造平直的墙壁。它们适用于建造一些简单的建筑。\n\n\n\nTRIANGLES\n三角形\n\nMost often incorporated into roofs, triangles can also be used as a base if you’re happy to have diagonal walls. Be aware that this could make it awkward to decorate inside, or to join to other builds.\n这个形状多用于建造屋顶，如果你喜欢有倾斜一些的墙壁，三角形也可以作为地基使用。不过请注意，这可能会使内饰的建造工作变得很尴尬，或是影响到和建筑其它部分的协调。\n\n\n\n\nCIRCLES\n圆形\n\nFlying in the face of Minecraft’s blocky nature, circles are often integrated into more impressive builds. The tricky part is knowing how to successfully make curves – consult the outlines above for guidance.\n在Minecraft的方块世界中，令人印象深刻的建筑经常使用圆形。其建造难点在于如何成功地建造曲线——具体请参考上面的图片来进行建造。\n\n\n\nPYRAMIDS\n金字塔形\n\nThe pyramid is an iconic shape from the landmarks of Egypt. Begin with a large square base, then build upwards.\n金字塔形是埃及地标的标志性形状。建造方法是先建造一个大正方形，然后向上逐层缩小正方形的大小。\n\n\n\nTRIANGULAR PRISMS\n三棱柱形\n\nBuilt in a similar way to pyramids, triangular prisms are most commonly associated with attics and tents.\n三棱柱状的建造方法与金字塔类似，这个形状通常与阁楼和帐篷相联系。\n\n\n\nSPHERES\n球形\n\nSmall spheres can be incorporated into builds to add detail, but, for a real challenge, try building a spherical base. Look at the instructions below to find out how to build one. You can even make one by adding circles to the sides of a cube.\n小型球体可以被添加至建筑中来添加细节，但是，建造一个球形的地基可是一个挑战。请阅读下面的说明，来看看如何建造一个球体。你甚至可以通过在立方体的边上添加圆形来建造。\n\n1. Using the yellow outlines here as a guide, build five circles of increasing size.1.我们在这里使用黄色染色黏土边线作为向导。首先建造5个逐渐变大的圆形。\n\n2. Build another circle exactly the same size as the largest of the five circles.2.建造和你刚才建造的五个圆中最大的一个圆大小相同的圆形。\n\n3. Now build four more circles of decreasing size in the opposite direction. This will give you a perfect Minecraft sphere.3.现在在反方向建造四个逐渐缩小的圆形。这样球形就建造完成了。\n\nIf you found this handy, there are loads more tips in t、he full Guide to Creative. Even old pros may find some useful info! Pre-order the book here.\n如果你觉得这些技巧对提高你的建筑水平很有用，那么在《创作指南》这本书里会有更多的建造技巧。即使是老玩家也会发现一些很有用的信息！你现在可以点击这个链接进行预购。\n\n\n原文链接：https://minecraft.net/zh-hans/article/how-structure-your-build\n原文作者：Stephanie Milton\n原文发布日期：2017年5月8日\n文章翻译：像素君\n\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1494243660,
            "txt_content": "好评！打算买这本书提升我的辣鸡建筑..."
        },
        {
            "author": "1484120484",
            "timestamp": 1494255420,
            "txt_content": "好评 买买买【受到起小点的刺激】"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494256980,
            "txt_content": "充值信仰的时候到了"
        }
    ]
}