{
    "title": "[Minecraft.net│CULTURE]Special Delivery特快专递",
    "author": "Liversammyh",
    "replyCount": 2,
    "timestamp": 1494303000,
    "txt_content": " 本帖最后由 Liversammyh 于 2017-5-9 12:12 编辑 \n\n\nSPECIAL DELIVERY特快专递A fairy tale build takes us into the woods!童话般的建筑，带你进入丛林深处It only took a week to make, but AutomailED’s Red Riding Hood-inspired build is an amazingly evocative creation. The small woodland scene has a tremendous sense of place, and character - both alluringly beautiful and yet wild enough to have a hint of danger.\n虽然制作期仅仅一星期，但是自动邮ED（AutomailED）由《小红帽》引发联想构造的建筑（Red Riding Hood-inspired build）是一件能勾起回忆的工艺品，那一片小小的林中仙境，带来了极大的意境，和无尽的享受——同样还有诱人的美，以及足够狂野的危机四伏~（炉石粉笑的停不下来~）\n\nThe details are what make it for me, and easy to miss at first glance - the train of bees emerging from a nest which hangs from a high branch; the luridly coloured spider dangling from a cobweb, the mushrooms clusterin among the roots; the thick grasses which rise up around the path, creating a slightly uneasy sense of claustrophobia.\n这细节之处仿佛独为我准备一般，乍一看很容易觉得平庸而匆匆忽略。蜜蜂成群结队浮现在高树枝旁边的蜂巢中，色彩斑斓的花蜘蛛悬挂在蛛网上，各种菌类在树根处聚集开来，青草铺遍小径旁，但对于幽闭恐惧症患者来说，观赏这样的美景并非易事。\n\nGrandma’s house itself is a neat little bit of architecture, with its curved doorway, stained glass and distinctive brickwork. But looking up is my favourite part: AutomailED has created a canopy of convincing natural beauty, dappling the scene below with light and shade.\n外婆家（Grandma’s house 如果笔者无误，应当是林中的那间小屋，译者注）是一件整洁的却又极具创新性的建筑，弯曲的走廊，色彩斑斓的玻璃以及架构独特的墙砖。我最喜欢的是抬头向上看，自动邮ED构造了一个树冠，带着无与伦比的纯天然的美，光影交错，色彩斑驳。\n\n\n（图片太多= =隐藏内容里还有其他的图片）\n\n\n\n\n\nHow did the build come about?\n这古灵精怪的主意是怎么想出来的？\n\n“Basically, I was looking for a textbook under my desk,” explains AutomailED. “I just found a book about this tale named Little Red Riding Hood. I’ve liked that story ever since I was a kid, so I thought, ‘Why not make it in Minecraft?’”“其实啊，我当时在找掉落到我桌子下面的笔记本。”自动邮ED这样说道，“然而我正好找到了一本书，内容是关于小红帽的。我打小就超级喜欢这个故事，所以我想啊‘为什么不在麦块中把它做出来呢~’”\nWhy not indeed!\n为什么不呢~\n\n“The hardest parts of the build to get right were the house and the girl,” says AutomailED It's pretty difficult to [match the] scale for the house, the girl and the forest size. First time I made the house, it was too big for the forest, so I had to remake it all over again and make the girl almost the same size as the door in the house. And not to forget, it was difficult to choose the right colour for the house!”“整个架构中最难的部分是如何正确地将小屋和女孩活灵活现的构造出来。”自动邮ED说，“很难去确定整个建筑的规模，女孩和整片森林的大小比例。起初我将房子搭建出来，结果发现对于整片森林来说，它太大了~于是我只得推翻重做，却只能把门做到刚好能容下小女孩那么大。还有别忘了，屋子的配色也是个超级费心的问题。”\n\n\n\n\nAutomailED reveals the secret behind the glorious canopy of leaves: “I made the leaves with oak leaves, green wool, lime stained glass and yellow stained glass. I used the stained glass so that the sun ray could go through it, and make it natural, and I added some fallen leaves too as the effect from the wind breeze, made from lime stained clay, green wool and green stained clay.”\n自动邮ED透露说自己在引人注目的树冠叶子中隐藏了一个秘密：“树冠上的叶子是橡木叶，绿羊毛以及柠檬色（绿黄色，下同）和黄色玻璃做成的。我用染色玻璃制作这样阳光就能穿透玻璃直射下来，使得整片树丛更加自然柔和，而且我还专门做了一些落叶，以表明微风和煦。落叶是用柠檬色粘土，绿羊毛和绿色粘土做的。”\n\nUsing a mixture of unusual materials, and in this case with different transparencies, can make all the difference to a build, giving the impression of even greater detail than the eye can perceive. A handy tip for realist builders or those looking to bring fairy tales to life\n用不寻常的材料混搭起来，以及在这个建筑中经常出现的透明物件，使得整个工艺品通过一种不同方式构筑，带给眼睛一种从未有过的极好享受。通过手边的小小工具，将童话带入现实。\n\n\n原文：https://minecraft.net/zh-hans/article/special-delivery原作：Marsh Davies 发布于2017年4月12日翻译：Final Fantasy工作组成员——临涘Liversammyh\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1494324420,
            "txt_content": "woc新人dalao\n作者名就不用翻译了吧XD"
        },
        {
            "author": "Liversammyh",
            "timestamp": 1494331380,
            "txt_content": "volta薯片~ 发表于 2017-5-9 18:07\nwoc新人dalao\n作者名就不用翻译了吧XD\n接受了这个建议。。。所以我翻译后还在后面备注了其英文名"
        }
    ]
}