{
    "title": "【原创·短篇】海燕悼词",
    "author": "nianbing",
    "replyCount": 4,
    "timestamp": 1494333600,
    "txt_content": " 本帖最后由 nianbing 于 2017-5-9 23:38 编辑 \n\n\n\n        昨日我久违的外出旅游，希望自己能够在这次的旅游中寻到自己未来的新目标，这对于失去目标的我来说是当务之急。于是我很快就选择了一处自己向往已久的好去处，那是我在书中所向往的绝佳的旅游圣地。\n\n\n        残存的红日即将颓坠。如宝石一般透亮的海面上掠过一只海燕，即便在族群中也同样形单影只的它，在脱离了族群后更显得孤独与渺小。这便是一只海燕坠入风暴前的最后一段飞行距离，天空中不会有它存在的痕迹，留存下来的只有它挣扎过后坠落的一根根洁白的羽毛。\n        在苍茫的大海上，雷声轰响狂风肆虐。任何东西只要稍稍靠近，都会被风暴绞成碎片。空气中弥漫的肃杀之气，并非深秋却远胜于它。不久，暴雨下坠，击打在岸上那些愚蠢的企鹅的身上。它们战战兢兢的将自己肥硕的身体隐藏在悬崖底下，即便避开了风浪却仍然胆怯的瑟瑟发抖。\n        海鸭们的丑态与高尔基所描述的如出一辙，它们在暴风雨来临之前的呻吟显得格外刺耳。每一声呻吟我都难以将它与哀嚎亦或者尖叫相比拟，每一声都能够洞穿我的耳膜，刺痛我那格外脆弱的神经，让我也显得如它们一般落魄不堪。\n        苦不堪言的我再难以将目光对准那些令人作呕的家伙了，我再次仰望起天边的那只勇敢的海燕。\n        它的确如《海燕》中所描述的“黑色的闪电”一般飞快的在海面上穿行；也的确是“高傲的飞翔”，可我却总觉得它的身影略显可悲，就连它唱响的战歌中也似乎荡漾着悲伤。我不明其意，继续以羡慕的眼光去仰慕它那高傲的身姿，并期待着自己的未来也能够如它那般辉煌。\n        暴风雨开始了扫荡，浪涛将所有的愤怒倾泻在所过之处，将陆上的所有生物都吓的逃入自己那渺小的避风港；风暴开始了清扫，宛如刀片一般锐利的风刃将空中的一切绞杀殆尽。可唯独海燕没有坠落，继续在远空翱翔。任凭暴风雨肆意的疯狂，却不能撕裂它那坚定的决心。\n        暴风雨渐渐丧失了蹂躏海燕的兴趣，开始将所有的愤怒都对准落单的海燕。一滴滴沉重的雨砸在海燕那洁白的羽毛上；一层层通天巨浪不允许海燕降低丝毫高度；一把把由狂风编织成的刀刃在它的身体上肆意切割。任海燕如何燃烧它那不屈的灵魂，发出着绝不妥协的呐喊，暴风雨也没有稍降辞色，继续摧残海燕羸弱的躯壳。\n        一分钟，两分钟......海燕转瞬间便燃尽了它那不屈的灵魂，终是在抵挡暴风雨的侵袭下连连哀嚎。它的灵魂被痛苦、悲伤、憎恨、懦弱所取缔，向着这场浩劫发出求饶，乞求它们能够饶恕自己的傲慢。不久前还曾放言“让暴风雨来得更猛烈些吧!”，现在却对自己所说的话嗤之以鼻。\n        暴风雨停息了，用它的实际行动回应了海燕的乞求。自命先知的企鹅与那些自作聪明的海鸭们止不住嘲笑海燕的那张滑稽的嘴，它们还盛情邀请我一同参加“海燕欢迎会”，欢迎这只崭新的海燕的回归。我没有去，因为我还有许多的工作没有完成，并没有时间去参加它们那些无聊的欢迎会。\n        在那场暴风雨中弄的灰头土脸的我，回到自己的避风港，好好的把自己那污浊的脸洗干净，抬起头对着镜子脱口而出\n        “哦，原来我也不过就是一只弱小的老鼠啊！”\n\n\n",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1494339060,
            "txt_content": "这文意味很深,我有点读不懂"
        },
        {
            "author": "nianbing",
            "timestamp": 1494342360,
            "txt_content": "“悼词”，我只希望这个悼词祭奠的是海燕，不过我猜它应该可以祭奠大多数的愿望...于是乎我第一次和《虚愿》这个系列的名字关联上了？？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494682080,
            "txt_content": "文风挺好的。\n暴风雨渐渐丧失了蹂躏海燕的兴趣，开始将所有的愤怒都对准落单的海燕。\n这一句看不懂。难道是“前戏做足了准备直接上”的意思么_(:зゝ∠)_"
        },
        {
            "author": "nianbing",
            "timestamp": 1494684180,
            "txt_content": "Smokey_Days 发表于 2017-5-13 21:28\n文风挺好的。\n\n这一句看不懂。难道是“前戏做足了准备直接上”的意思么_(:зゝ∠)_\n意思就是：\n\n五分钟前：“啊，看他到处逃窜好有意思！”\n五分钟后：“啊...玩腻了，真无聊，你还是去死吧。”"
        }
    ]
}