{
    "title": "[Minecraft.net|CULTURE]Tower of Nerd Power 塔与Nerd之力",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1494322560,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-9 21:58 编辑 \n\n\nTOWER OF NERD POWER\nCheck out the winner of this server's lobby competition\n\n塔与Nerd之力\n快来看看服务器主城建筑大赛的冠军\n\nNot enough people make use of coloured glass in their builds: luckily, Sofia is here to show us all how it's done with her entry in nerd.nu's competition to design their new server lobby. This beautiful undulating tower snagged first place - but you should check out the server to have a look at the massively impressive second and third place builds which will also end up in the rotation for the server's lobby.\n并没有多少人在他们的建筑物中使用彩色玻璃：不过幸运的是，Sofia在这里向我们展示了她在nerd.nu的比赛中，服务器主城的设计流程。这个美丽的波浪起伏的塔赢得了第一名——不过，你也应该去服务器看看那些令人印象深刻的第二名和第三名的建筑，这些建筑最终也将在服务器中展出。\n\n\"My first inspiration was Elven,\" says Sofia, \"but our current lobby is a giant tree and so I didn't want to go the nature route, because that'd be too repetitive. Instead, I had the idea to make a floating island palace. The whole build would be centered around the tall spire in the middle which would hold the actual lobby portals.\n“我的第一个灵感是Elven，”Sofia说，“但我们现在的主城是一棵巨大的树，所以我不想再走自然的路线，因为我不希望再次重复这件事。取而代之的，我有一个建造浮空岛宫殿的想法。整个建筑物将围绕着中间的一座高尖塔，也就是实际的服务器主城入口。\n\n\"I started on the spire, building up each side at a time. But I decided I didn't like the all white and incorporated in the coloured clays. Then I joined each side up to give the building its curves.\"\n“我便开始建造尖塔，一次建立一个边。不过，经过决定，我不希望它是全白色的，我便添加了一些彩色的粘土，然后我把每一个边都合并起来，并给予这一建筑弯曲的线条。\n\n\nHere's a work-in-progress shot, showing how Sofia connected the sides of the spire.这张照片展示的是正在进行中的建筑工程，展示了Sofia是如何把塔尖连接起来的。\nWhile building up the tower, Sofia decided to switch out some of the solid blocks for coloured glass, to make the structure a little less uniform and repetitive. \"This also solved the problem of having to figure out lighting options because natural lighting would filter through,\" Sofia says. \"The rest of the build just kinda happened: I like to go with the flow and make things up as I go!\"\n在建造塔楼的同时，索菲亚决定将一些固体方块使用彩色玻璃代替，以稍稍使结构不那么千篇一律。“这也解决了如何设置照明选项的问题，因为自然光照会解决这个问题，”Sofia说，“其余的建筑工作，只需要按照流程进行就可以了。”\n\n\nNot able to ditch the nature theme altogether, the spire is surrounded by some rather lovely gardens - including a building enclosed by giant glass leaves. Very neat indeed.\n总体来说，建筑并没有完全抛弃大自然的主题，其尖顶被一些相当漂亮的花园所包围——包括一些由巨型玻璃树叶包围着的建筑物。这真的足够整洁了。\n\nSofia describes nerd.nu as \"a semi-vanilla server with a strong sense of community.\" It's free to play on, and there are three servers running survival mode, creative mode and a variety of minigames. They have a community on Reddit too!\n索非亚将nerd.nu描述为“具有强烈社区性质的半原版服务器”，这个服务器可以免费游玩，而且有三台服务器分别用作生存，创造，以及各种小游戏。当然，他们在Reddit上也有一个社区！\n\nYou can check out some videos about Sofia's creative process on Youtube!\n你可以在Youtube上查看一些和Sofia的建筑工程相关的视频！\n\n原文：https://minecraft.net/zh-hans/article/tower-nerd-power\n作者：Marsh Davies\n原文发表时间：2016年11月25日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1494324000,
            "txt_content": "搞个大新闻\n\n最近准备把翻译版里官方博文录中的文章，一篇一篇地翻译完→_→\n\n不得不说，除了翻译，这玩意的排版也真是个非常耗时间的话→_→"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1494325680,
            "txt_content": "日常膜拜歪果仁建筑dalao"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1494330000,
            "txt_content": "ustc_zzzz 发表于 2017-5-9 18:00\n搞个大新闻\n\n最近准备把翻译版里官方博文录中的文章，一篇一篇地翻译完→_→\n啥？你排版了？怎么没看出来"
        }
    ]
}