{
    "title": "[Minecraft.net|CULTURE]Coding Ye Olde London 为古老的伦敦编码",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1494331320,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-9 21:57 编辑 \n\n\nCODING YE OLDE LONDON\nHow clever code helped to build Blockworks' historic London\n\n为古老的伦敦编码\n灵巧的代码是如何帮助Blockworks构建历史悠久的伦敦的\n\nBlockworks are a pretty handy buildcrew, there's no doubt, capable of bashing together even the most ambitious commissions to order. But hand-crafting forty thousand medieval houses? That's a task which would stretch pretty much any builders' manpower.\nBlockworks是一个非常棒的手工建筑团队，毫无疑问，即使是最雄心勃勃的任务也有能力去打造完成。但手工制作四万中世纪的房子？这个艰巨的任务可以耗尽几乎任何建筑师的人力。\n\nThis was the problem presented them by The Great Fire of London map, which the team was asked to put together for the Museum of London earlier this year. Astonishingly, a huge amount that map was indeed handcrafted - but much of the city lying outside the City's old Roman walls, beyond the main game area, needed a quicker fix. The solution? Create code to do the heavy-lifting instead!\n这次需要解决的问题是制作一个伦敦大火地图，该队今年早些时候被要求和伦敦博物馆合作。令人惊讶的是，该地图确实是手工制作的——但是，除了主游戏区之外，城市的的大部分，古老的罗马城城墙需要更快的开工速度。解决方案？创建代码做这些工作！\n\n\"Clicking blocks is a luxury. As an adult, sometimes you've just got to get on with your work, so the only way to do it is to write a program.\"“点击方块的人力成本是高昂的。作为一个成年人，有时你只需要继续做别的事，所以唯一的解决方案是写一个程序。”\nOr, more specifically, bring on Aussie coding wizard Adrian Brightmoore to deploy a technique called procedural generation. You may have heard of it - it's the way Minecraft's worlds are generated, along with most of the structures in them. They aren't randomly splashed across the map: the code places them in line with rules it's been given. You can do it with individual buildings, too, instructing the code in the sorts of basic rules that buildings normally follow and letting it fill in the gaps.\n或者，更具体地说，让澳大利亚的代码天才阿德里安·明摩尔（Adrian Brightmoore）部署了一种被称为程序生成的技术。你可能已经听说过——这是Minecraft世界，以及它们中的大多数结构的生成方式。它们不会随机地生成到地图上：代码将会把它们放在合规的地方。你也可以对单独的建筑物这样做，编写建筑物通常遵循的各种基本规则的代码，并使其把空白之处填补上。\n\nAdrian's got a long list of Minecraft projects that are worth exploring, many of which use procedural generation - a fascination that grew out of trying to efficiently apply a very limited amount of free time to the hobby.\n阿德里安手头有很多值得探索的Minecraft项目，其中许多项目都使用程序生成这一技术——这个想法十分迷人，能够有效地将非常有限的空闲时间应用到业余爱好中。\n\n\"Sitting for a week clicking blocks is a luxury,\" he says, \"As a grown adult, sometimes you've just got to get on with your work, so the only way to do it is to write a program and let it run for however long in the background.\"\n“花一个星期的时间坐着点击方块的人力成本是高昂的，”他说，“作为一个成年人，有时你只需要继续做别的事，所以唯一的解决方案是写一个程序，然后让它在后台跑上很久。”\n\n\nThis work-in-progress shot shows the project's scale. Blockworks' hand-built City lies within the light blue marking - a colossal endeavour in itself. Everything outside relied on Adrian's code.这一展示工作进展的镜头显示了项目的规模。Blockworks的手工制造城市位于淡蓝色的标志之中——这是一项巨大的努力。外面的一切都依赖于阿德里安的代码。\nHis first experiment in this area was the recreation of a Jawa Sandcrawler from Star Wars. At first glance, you wouldn't think it'd be that hard to recreate in Minecraft: it's a big boxy structure after all, and Minecraft is typically good at big boxes. But the way the sides angle and taper - like a trapezoid that's been pinched in the middle - makes it surprisingly tricky.\n他在这方面的第一个实验是对星球大战中Jawa Sandcrawler的重新创作。乍看起来，你可能不会觉得在“Minecraft”中重新创作很困难：毕竟，这是一个巨大的火柴盒，而Minecraft通常很适合造火柴盒。但如果考虑到侧面的角度和锥形的方式——就像在中间被挤压的梯形一样，使得制作它非常棘手。\n\n\"I had to write a program to draw the funky surfaces of those triangles on the front, because I just could not work this thing out!\" says Adrian. \"Then I got hooked. Once you write a program to solve a problem, you start looking for other problems to solve. There are so many different things where I've said, 'Gee, I wonder if I can do this?' And I've found that - you know what? - I can! And it's actually quite easy.\"\n“我不得不在前面编写一个程序来绘制那些三角形的时髦表面，因为我根本无法做到这一点。”阿德里安说道，“然后我掉进了一个坑。一旦你开始编写程序来解决问题，你将开始考虑解决其他问题。我曾经在很多方面阐述过不同的事情，我说过，‘嗨，我想知道我能不能这样做？’我发现——你知道发生了什么吗？——我可以！实际上这很容易。”\n\n\"I got hooked. Once you write a program to solve a problem, you start looking for other problems to solve.\"“我掉进了一个坑。一旦你开始编写程序来解决问题，你将开始考虑解决其他问题。”\nWith a project like the Great Fire, Adrian first looked at the examples of buildings he was required to make and \"deconstructing\" them: working out what essential elements need to be slotted together to make something qualify as a building:\n针对大火地图一样的项目，阿德里安首先看了看他需要做的建筑物的样例，并且解构了他们：制定一些基本要素并组合到一起，使某些物品成为真正合格的建筑物：\n\n\"Rooms are made of walls, floor and ceiling,\" Adrian lists. \"It has to have some sort of support to look vaguely realistic; it's got to have doors and windows – houses tend to want those luxuries.\"\n“房间是由墙壁，地板和天花板组成的，”阿德里安列举道。“它必须有某种程度的支持，使其看起来有一点点现实；它必须有门窗——这些奢侈的东西一个房子往往也需要。”\n\nProcedural generation experts often refer to this sort of construction ruleset as a grammar - just like language has a grammar which tell us how words need fit together in a sentence for us to be able to understand the meaning. But qualifying as a building wasn't enough. While technically 1666 was no longer the medieval period, the City of London was still, in terms of the streetplan and structures, largely a medieval city, with a very identifiable (and, it turned out, flammable) style of architecture.\n程序生成的技术专家经常将这种建筑规则集称为文法——就像语言有一种语法，它告诉我们一句话中的词句是如何组合而成的，使我们能够理解其意义。但如果针对建筑物的话还不够。虽然技术上1666年不再是中世纪的时期，伦敦市仍然，按照街道规划和结构，主要是一个中世纪城市，具有可辨性非常高（当然，可燃性也非常高）的建筑风格。\n\n\nThis image is a render by Blockworks depicting one of the areas they built by hand - the sort of architecture that was presented to Adrian as a target for his procedural generation to achieve.该渲染图由Blockworks渲染制作，展示了一个手工制作的区域——这种建筑结构提交给了阿德里安，作为程序生成的目标建筑之一。\nThis shows the sort of structural variety Adrian's code can produce, each building selecting from a 'palette' of materials that were handpicked to be appropriate for medieval construction.这展示了阿德里安的代码可以产生的结构种类，每个建筑会从适合中世纪建筑的材料的‘调色板’中进行选择。\nHere we can see how Adrian's code constructs a building from the bottom up, first assembling a plan for the groundfloor. They can be pretty complex, and even contain cupboards!在这里我们可以看到阿德里安的代码是如何从下到上构建一个建筑物的，首先计划铺设一个地面。地面可以很复杂，甚至包含橱柜！\nNow we see the ground floor ceiling being added - complete with supporting roof beams in an appropriate wood. Other wood panelling is added on the walls for variety, too.现在我们看到代码添加了地板上的天花板——配有适当木材的梁支撑着屋顶。其他木镶板也添加在了墙壁上，用于多样化。\n\"To get up to the next level the program creates stairs that wind through the structure,\" says Adrian. \"Windows are added to bring light into the house and to let you see out.\"“如要达到一个新的楼层，那么我们就需要让程序创建穿过建筑结构的楼梯，”阿德里安说道。“窗户也会被添加到房子里，让整个房子变得明亮，同时让你看清楚外界的情况。”\nThe upper storey extends out over the lower room and into the street. Medieval houses were built this way to maximise living space, but made the roads beneath quite dark.上层楼层延伸到高度较低的房间并进入街道。中世纪的房屋是以这种方式建造的，以最大限度地提高生活空间，但会使道路变得非常黑暗。\nOther details are added, like support beams, and, finally, a roof is placed on top - appropriately wonky lines and a slight sag in the centre give it the medieval feel.添加其他细节，如支撑梁，最后，在顶部放置屋顶——在一个合适的水平线上，中心的轻微下垂给予一种中世纪的感觉。\n\"In Old London, they used to build the second and third stories overhanging the street - that's how you got more space in your house. A few other key things popped out; the first was the wood panelling - different styles of wood with braces. And the roofs are these really interesting, almost haphazard, slate roofs and thatched roofs.\"\n“在老伦敦，他们曾经建造了超越整个街道的第二和第三个故事——那就是你在房子里有更多的空间。其他一些关键的事情便会涌现出来；第一个是木镶板——不同风格的带有支架的木材。屋顶也很有趣，几乎都是随意生成的石板和茅草屋顶。”\n\nWith these rules established, Adrian was able to write code which would generate each element in order.\n建立这些规则后，阿德里安便能够开始编写代码，以将每个元素按顺序生成。\n\n\"To begin with, I'd just do really broad brush strokes,\" says Adrian. \"A room is just a cubey thing, right? Let's build some rooms, stack the rooms on top of each other, and then let's get the roof right. Then I'd worry about the fact that the walls actually have to have panelling. And I'd incrementally add bits and pieces until it looked good enough. But the basic grammar was: Walls, Floors, Ceilings, Roof, Chimneys, Windows, Doors and Stairs.\"\n“首先，我只是用画刷粗略地刷刷，”阿德里安说道，“一个房间只是一个火柴盒一样的东西，对吧？让我们建立一些房间，再把房间叠在一起，然后让屋顶正好盖上。然后我会考虑墙壁实际上必须有镶板这一事实。而且我会逐渐添加一些零件，直到它看起来不错。但基本的文法是：墙壁，地板，天花板，屋顶，烟囱，窗户，门和楼梯。”\n\n\"To begin with, I'd just do really broad brush strokes. A room is just a cubey thing, right? Let's build rooms, then stack them.\"“首先，我只是用画刷粗略地刷刷，”阿德里安说道，“一个房间只是一个火柴盒一样的东西，对吧？让我们建立一些房间，再把房间叠在一起。”\nStairs proved particularly difficult to deal with: \"Stairs are really hard with Minecraft because they go in different directions. You can't get the metadata out of the game to write code that is clean. You've got to end up using all these 'IF THEN ELSE' statements.\"\n楼梯被证明特别难以处理：“楼梯真的很难处理，因为在Minecraft中，他们的方向并不同。你不能忽视元数据（Meta）在游戏中的存在，也编写不出干净的代码。你最终必须要让你的代码充满‘IF THEN ELSE’这样的语句。”（译者注：这位建筑师可以尝试使用一下模式匹配。）\n\nAdrian doesn't believe the results come up to the standard set by Blockworks in the city centre, but produced structures which were more than convincing enough for the outlying regions of the map, never to be explored by players up close.\n阿德里安并不相信生成代码的结果能够达到他为市中心的Blockworks所设定的标准，但是代码生成的建筑结构对于地图的偏远地区来说已经足够了，因为它们根本不会被玩家近距离探索。\n\n\nThese renders show the full grandeur of Blockworks' build. It's a testament to Adrian's work that you can't tell where the handcrafting ends and his generated buildings begin.这些渲染图展示了构建生成的完整宏伟的Blockworks建筑。这是阿德里安的工作的一个证明，以至于你根本都搞不清楚建筑到底是从哪里开始从手工制成的转变为代码生成的。\nThe final challenge was positioning the buildings: London, unlike many modern cities, sprawled out organically. There is no grid of roads to fit buildings alongside at neat right-angles, as convenient as that would be to build in Minecraft. London is a higgledy-piggledy place. To get this looking right, Adrian copied some of buildings by the Blockworks team and pasted them against the snaking roadways using code which off-set each block-wide slice of the building to align with the edge of the plot. This created a convincing facade for his procedural generation and allowed him to produce buildings at \"weird angles\" without completely mangling their architecture. You can read more about this technique in this imgur gallery Adrian kindly put together.\n最后的挑战是定位建筑：伦敦与许多采用的是有组织扩张的形式的现代城市不同。没有一条道路划开的格子可以搭配整齐的直角的建筑物，从而也不能在Minecraft中便利地建造。伦敦是一个高贵的地方。为了让这些地方看起来正确，阿德里亚复制Blockworks团队的一些建筑物，并将它们贴在弯弯曲曲的道路上，这些代码使得建筑物在每一个街区都与其边缘对齐。从而让他的程序创造出了一个足够真实的建筑物表面，并允许其以“奇怪的角度”生成建筑物，而不会完全破坏他们的建筑。你可以在这个IMGUR图库中，阅读更多有关于这种技术的信息，阿德里安把它们用心地放在了一起。\n\nNone of this is to say that Adrian just pressed a button and the map popped out: developing these techniques is challenging in itself, and, even then, Blockworks' builders still sculpted a vast amount of the city by hand. It's an incredible feat - but one that would have been even more formidable without a canny use of code.\n因此，阿德里安并不仅仅是按下一个按钮，然后地图随之应运而生：开发这些技术本身是具有挑战性的，即使这样，Blockworks的建造者仍然手工雕刻了大量的城市建筑。这是一个令人难以置信的壮举——但是如果没有使用代码，建造的难度就会更上一层楼。\n\n\nIf you're interested in finding out more about the power of procedural generation, Adrian has a lot of other experiments available to view either on his site or his YouTube channel, where he provides really clear commentary of everything he's doing. (I particularly enjoyed his efforts to procedurally generate an Armada!) You can also tootle about Old London yourself via the links on the Museum of London's site.\n如果您有兴趣了解更多关于程序生成这一技术的力量，阿德里安还做了许多其他实验，你可以在他的网站或他的YouTube频道上看到它们，他在那些地方提供了他做的一切的清晰明了的注解。（我特别喜欢他通过他的程序生成程序生成一个Armada作出的努力！）你也可以通过伦敦博物馆官方网站上的链接浏览关于老伦敦的故事。\n\n原文：https://minecraft.net/zh-hans/article/coding-ye-olde-london\n作者：Marsh Davies\n原文发表时间：2016年12月22日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1494331560,
            "txt_content": "高科技还原伦敦大火\n\n所以说，程序猿的力量是无穷的hhhh"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1494338160,
            "txt_content": "233高科技的梗\n版主好勤奋XD"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1494340380,
            "txt_content": "土球我觉得你可以下次把这些地图都搬运到论坛，然后再附上这些介绍的帖子。"
        }
    ]
}