{
    "title": "[Minecraft.net|CULTURE]Welcome to Broville 欢迎来到Broville",
    "author": "土球球",
    "replyCount": 4,
    "timestamp": 1494323580,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-9 22:01 编辑 \n\n\nWELCOME TO BROVILLE\nAn epic city build, 4.5 years in the making!\n\n欢迎来到Broville\n一个史诗般的城市建设工程，4.5年的制作！\n\nBroville is something of a Minecraft institution. This city build been with us in various forms since the early alpha, growing in ambition with every version release. Last week, version 11 - which by itself took a team of more than 60 contributors four and half years to build - was announced as complete and sent out to fend for itself on the wild internets.\nBroville是Minecraft中的那么一个机构。这个城市自从早期的Alpha版本开始就以各种形式建成，同时每一个版本的对应版本都在增长。上周，第11版——本身已经花了60多个贡献者组成的团队，并耗时四年半的时间来建造——已经宣布完成，并被发布到互联网上任其自生自灭。\n\nIt's an astonishing piece of work, not just because it's big, beautiful and busy with brilliantly realised details, but because it so nicely fits the game it's in - acknowledging Minecraft's own terrain generation, simulation and scale, rather than flattening everything out to a blank canvas.\n这是一件令人震憾的作品，不仅因为它的大，美丽，和精辟实现的繁忙细节，更是因为它非常适合这个游戏——承认Minecraft自己的地形，模式和规模，而不是把所有的东西变成一个空白画布。\n\nI sat down with Oldshoes, Broville's key creator, and his cat Pretzel, to talk about how the project came together. (Admittedly, Pretzel didn't contribute much to this conversation directly.) Did Oldshoes always know what a massive project this was going to become?\n我和Oldshoes，Broville的关键创始人，以及他的猫Pretzel一起坐下，谈论这一项目是如何汇聚多方努力一起完成的。（诚??然，Pretzel对这个对话没有太大的直接贡献。）Oldshoes总是知道这一个巨大的项目未来将会是什么样子的吗？\n\n\"It turned out roughly two times as large as I thought it was going to originally,\" he says. \"People were always asking me: how do you know when it's done? You can't really answer that. But it got to the point where me and Golonka - who is second-in-command, so to speak - we narrowed it down and just said, well, I guess we're almost there. Then it just kinda happened! Two weeks after we said that we released the map.\"\n“实际成果足足有我原先认为的规模的两倍大，”他说。“人们一直在问我：你怎么知道什么时候完成？还真就不能准确地回答这个问题。但现在，我和Golonka——项目的二把手，可以这样说——我们几乎已经搞定了。然后就发生了这样的事！两周后，我们宣布我们发布了地图。”\n\nWatch the release trailer below:\n请观看下面的发布预告片：\n\nhttp://share.acg.tv/flash.swf?aid=8273632&page=1\nThere's also another great video here, where you can watch a timelapse of the map reaching completion below. It gives you a sense of the scale of this project, and the ebb and flow of the team's industry across the years.\n此外，还有一个很棒的视频，在那里你可以看到下面有一个完成地图的时间轴。它能够让你了解这个项目的规模，以及多年来团队的新陈代谢。\n\nWith over 60 people contributing to the project on and off across the course of its construction, it's remarkable just how coherent the city feels.\n在建设过程中，有60多人参与项目的开展，令人惊奇的是整座城市的连贯程度。\n\n\"I was very picky!\" says Oldshoes. \"I screened everyone who came into help. I managed to find a good amount of people who were in line with the whole vision for the whole thing, but I still kept a close eye on everything as it was happening.\"\n“我很挑剔！”OldShoes说。“我筛选了所有来帮忙的人。我设法找到了很多符合我希望找到的人，但我仍然密切关注所发生的一切。”\n\n\"Something really important was setting the scale for the whole map. A lot of city builds are all over the place.\"“为整个地图设定规模是十分重要的事情。很多城市的设计都导致建造得都到处都是。”\nWhat are the vital qualities in a would-be builder? \"I usually look for consistency and an ability to keep to scale,\" says Oldshoes. \"That was something really important early on, was setting the scale for the whole map. A lot of city builds I find are all over the place - they're kind of a mess. So the first thing we did was create the main BroCorps tower in the downtown area, and that set the scale for everything that followed. Even the mountains are based off the size of that building.\"\n一个潜在的建筑师需要的重要素质是什么？“我通常会在乎一致性和一个能够保持相当大规模的能力。”Oldshoes答道，“为整个地图设定规模是规划的早期需要做的十分重要的事情。很多城市的设计都导致建造得都到处都是——那可真是一团糟。所以我们做的第一件事就是在市中心建立了BroCorps主大厦，并为之后的一切设定了规模。即使是山，也是基于建筑物的大小设计的。\n\nIt's something you might not pick out as you walk around Broville, but it's something you feel instinctively: it all just fits. The build isn't just internally consistent, either - it feels like it's part of the landscape.\n这是你在Broville漫步时可能不会注意到的东西，但这只是一个你本能的感觉：这一切都十分适合。这些建筑不仅仅是内部一致的，它们同时——看起来就像是整个地图的一部分。\n\n\"A big condition was working with terrain versus flattening everything,\" says Oldshoes. \"That's something I see with a lot of city builds - just these huge areas of flatness - whereas I wanted to incorporate the city into the landscape. I wanted it to feel part of the world; Broville is more of a Minecraft city versus a city made in Minecraft.\"\n“一个很大的条件是适应地形，而不是扁平化一切。”OldShoes说道。“我看到过的许多城市建筑——仅仅是一些巨大的平坦区域，而我想把城市融入地形中。我想让整个城市融为世界的一部分；Broville更像是Minecraft中的城市，而非使用Minecraft制作的城市。”\n\n\nbout half the landscape is based directly on Minecraft's own terrain generation, but Broville does borrow from real life, too, loosely basing its geography and overall climate on Oldshoes' hometown of Victoria in British Columbia. To achieve that authenticity, the mountains were sculpted using Voxel Sniper. It's the part of the map that Oldshoes cites as his largest endeavour, being responsible for 90% of the landscaping there.\n大约一半的景观直接依赖于Minecraft自己的地形，但是Broville也从现实生活中借鉴了不列颠哥伦比亚省（British Columbia）的维多利亚（Victoria）城，也就是Oldshoes的故乡的地形和宏观气候。为了达到真实性，山脉使用Voxel Sniper精雕细刻。这是Oldshoes所引用的地图的一部分地形，他尽了他最大的努力负责那里90%的景观。\n\n\"That took a while,\" he says. \"It was kind of a mess to start with. We stacked up a whole lot of stone into these huge mounds, and then carved out the features in them. That involved not only creating the shape of it, but then I had to go and overlay the grass up to the point which we determined to be the snow line, which is the default cloud level. Then I'd have to manually paint in the biome that would allow it snow, but prevent it from snowing beneath that line.\n“然后过了那么一段时间，”他说。“开始工程的时候还是一团糟。我们把这块巨大的土堆堆了很多石头，然后雕刻上了他们的特色。这不仅仅要涉及到形状，还要在随后不得不把草地叠加到我们确定为雪线的位置，也就是默认的云层高度。那么我必须还要手动设置生物群系，这样才能让它下雪的同时防止它下雪超过设定的雪线。”\n\n\"I wanted to incorporate the city into the landscape. I wanted Broville to feel part of the world.\"“我想将城市融入地形之中。我想让Broville感受到世界的一部分。”\n\"I used World Edit a little bit to put the snow on the ground, but it wasn't very reliable,\" says Oldshoes. \"So I had to set the server to snow for a long time, and just sit in each area as the snow accumulated everywhere.\"\n“我用了一点点World Edit以把雪放在地上，但这并不非常可靠，”Oldshoes说。“所以我不得不把服务器放着下很长一段时间的雪，然后待在每一个地方，使其覆满积雪。”\n\nI think that's one of the things I like so much about seeing things being built in Minecraft - it's a sculpting tool, but it's also a living simulation that you have to manage. Oldshoes agrees:\n我认为这是我非常喜欢在Minecraft中看到的东西——它是一个雕塑工具，但它也是一个你必须管理的活生生的模拟器。Oldshoes觉得：\n\n\"Along those lines, we opted not to use NPCs for anything on the map. It's a big city so you'd think you'd want them in there, but just from a managerial standpoint they're super unreliable - they'll multiple, they'll get inside things - it's bad enough already with the number of entities in the downtown area: it really takes a big dip on performance.\"\n“因此，我们选择不在地图上使用NPC。这是一个大城市，所以你会认为你想要他们在那里，但单纯地从管理的角度来说，他们是超级不可靠的——他们会聚集，会得到内部的东西——如果有足够多的实体聚集在市中心的话，那可真是这个地图的一个污点。”\n\n\nWith version 11 out the door, Oldshoes and his team are thinking of what to build next.\n随着第11个版本发布，Oldshoes和他的团队正在考虑下一步要建造什么。\n\n\"If we do something together again as a team, it'll probably be something much smaller,\" he says. \"We're thinking of a fantasy adventure thing - the very opposite of the modern city!\"\n“如果我们再一起以团队形式做一个东西，那这个东西可能会更小一些。”他说。“我们正在考虑一个和幻想冒险有关的事情——与现代的城市完全相反！”\n\nSo, definitely no Broville version 12, then?\n那么，不会再有Broville版本12了，然后？\n\n\"I don't think so,\" he says. \"But I said that after the last one…\"\n“我不这么认为，”他说。“但是我说过在最后……”\n\nJust a quick note if you're thinking of downloading the map: because of the scale of the build, and the number of people working on it, Oldshoes can't fully guarantee every little bit of it is appropriate for all ages. So take care out there!\n如果您正在考虑下载地图，你需要注意到一小件事：由于构建规模以及工作人员的数量，Oldshoes无法完全保证其每一小部分都适用于所有年龄段。所以请对此予以注意！\n\n原文：https://minecraft.net/zh-hans/article/welcome-broville\n作者：Marsh Davies\n原文发表时间：2016年12月14日",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1494324120,
            "txt_content": "贴一个站内搬运帖的链接\n[RM2016最佳建筑奖] Broville- 布鲁维尔V11.1"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1494324600,
            "txt_content": "搬运贴不是翻译过了么？"
        },
        {
            "author": "土球球",
            "timestamp": 1494327780,
            "txt_content": "volta薯片~ 发表于 2017-5-9 18:10\n搬运贴不是翻译过了么？\n擦我不知道啊，我翻译前认真在这个版里搜索了一下，结果谁TM能想到别的版先翻译过了= =\n\n下一个问题，以谁的翻译为准？如果以前人的翻译为准，那么这一翻译应以什么样的形式出现在翻译版？\n\nGG"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1494328200,
            "txt_content": "ustc_zzzz 发表于 2017-5-9 19:03\n擦我不知道啊，我翻译前认真在这个版里搜索了一下，结果谁TM能想到别的版先翻译过了= =\n\n下一个问题，以 ...\n我不造啊，别问我啊XD"
        }
    ]
}