{
    "title": "[Minecraft.net|CULTURE]Transcending Scales 超越度量的范畴",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1494333300,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-9 22:00 编辑 \n\n\nTRANSCENDING SCALES\nUdvio makes concept art at staggering sizes\n\n超越度量的范畴\nUdvio在惊人的尺度上创作的概念艺术\n\nA hostile land dominated by a monster of nightmares. A cliffside city of huts towering above burning sands. A moody underwater city that trawls Bioshock's oceans for inspiration. These pieces of epic concept art each use Minecraft as their canvas - but at such a scale that their voxel origins are barely visible. They're the work of Marceau Nakayama, known on Planet Minecraft as Udvio.\n这是一块由噩梦一般的怪物主宰着的废弃土地。悬崖边的城市耸立在燃烧的沙子之上。喜怒无常的水下城市，用拖网在生化奇兵般的海洋捕捞灵感。每一个史诗级别的概念艺术作品都使用Minecraft作为画家尽情喷墨的平台——但是在这样一个尺度下，原有的像素感几乎感觉不到。这些出众的作品出自Marceau Nakayama之手，他在Planet Minecraft上被称为Udvio。\n\n\"I like the way you can experience your own creation and share the in-game experience of your 3D models with other people,\" explains Udvio, on why Minecraft is his tool of choice for bringing these worlds to life. \"I think that's probably the biggest difference with any other creative tools. You can really get inside this world and enjoy the different aspects.\"\n“我喜欢这种可以尽情投入你自己的创作体验的方式，并与其他人分享3D模型的游戏体验，”Udvio在解释为何他首选Minecraft这一工具将这些世界带入现实生活时说道。“我认为这可能是与其他创作工具最大的区别。你真的可以进入，并以不同的角度享受这个世界。”\n\nThe trick to building such ambitious projects, apparently, is to not think of Minecraft as a game with limitations. \"I would almost totally ignore the scale of the game and I would try to test Minecraft like any other 3D modelling tool. That's where I worked on the huge scale builds and I think that's where people got really impressed because when they saw some of the pictures I posted, they couldn't tell at first sight if it was Minecraft or another game.\" Yes, well, they certainly didn't fool experts like us! OK, maybe a little. Shut up.\n显然，构建这样富有野心的项目的诀窍就是不要将Minecraft视为有着各种条条框框的游戏。“我几乎完全不理会游戏的尺度，我会像其他任何3D建模工具一样来在Minecraft中测试。在Minecraft中我建造大尺度的建筑，我也认为这是人们对此印象深刻的地方，因为当他们看到我发布的一些图片时，他们一眼就能够得知这到底是Minecraft还是另外一款游戏。”是的，他们当然愚弄不了我们这样的专家！好吧，也许有一点。闭嘴。\n\n\nAkumu - The Dream Consumer. Render by JoeBricksy. Udvio says the idea was to \"incarnate the cycle of time through a personification of a divinity.\"Akumu——梦想持有者。由JoeBricksy渲染。Udvio声称这个想法来自于“通过神的化身来体现时间的循环”。\nKite City & the Burning Sands. Render by FallenArchangel. \"In an alternative reality and unknown location, people struggle to survive in the vast lands of what they call the Burning Sands.\"风筝之城和燃烧的沙子。由FallenArchangel渲染。“在现实的角落里，未知的位置，人们挣扎着在被他们称为燃烧的沙子的广袤土地上生存。”\nKite City & the Burning Sands. Render by Udvio. The settlers' huts are clusters on outcrops of rock, where they hope to catch the cooling breeze and avoid sandstorms.风筝之城和燃烧的沙子。由Udvio渲染。岩石上扎根着的群落，是定居者的小屋，他们希望能够捕获到凉爽的风，并避免遇到沙尘暴。\nKoris - An Underwater Utopia. Render by CrankerMan. The Art deco architecture is heavily inspired by the city of Rapture as it appears in Bioshock.Koris——水下乌托邦。由CrankerMan渲染。这些建筑的装饰艺术受到Rapture城市的极大启发，因为它会在Bioshock中露面。\nPrincess Zabiyah. Render by CrankerMan. Inspired by Orientalist fiction of the 19th century and \"a context of political and economic tensions in the ancient middle east.\"Zabiyah公主。由CrankerMan渲染。灵感来自于十九世纪的东方小说，“在古代中东的政治和经济压力的背景下。”\nTriangular Ascension 2.0, depicted at the top of this article in a render by CrankerMan, is Udvio's favourite piece, inspired by cyberpunk fiction like Blade Runner.\n在这篇文章的顶部，由CrankerMan所描述的Triangular Ascension 2.0是Udvio最喜欢的作品，灵感来自于《银翼杀手（Blade Runner）》这样的网络朋克小说。\n\n\"Since I was young I've had the strong influence of science fiction movies,\" explains Udvio. \"I think it inspired me a lot subconsciously. Now I want to focus more on the in-game experience. Try to push the concept further and think more about how the player is going to interact with the map itself.\"\n“在我小的时候，我就深深地被科幻小说和电影影响着，”Udvio解释说，“我觉得它对我的潜意识有着很大程度上的激发。现在我想更多地关注游戏中的体验。尝试进一步推动这概念艺术的同时，更多地考虑玩家将如何与地图本身进行互动。”\n\nSo he'd rather players didn't just admire screenshots but download and interact with the maps themselves? \"Yeah, definitely.\"\n所以与其说他希望玩家欣赏着屏幕截图，倒不如说是更希望玩家下载这些地图并自己在其中互动？“那是当然。”\n\nYou heard the man! You can gawp at more of Udvio's fantastic artwork on his site, or you can take a tour yourself and read more about individual map's inspirations here.\n听到了吧！你可以在他的网站上浏览到更多Udvio的奇幻艺术作品，或者你可以在这里自行参观，并了解更多关于独立地图的灵感。\n\n原文：https://minecraft.net/zh-hans/article/transcending-scales\n作者：Tom Stone\n原文发表时间：2017年1月25日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1494335340,
            "txt_content": "通过神的化身来体现以秒为单位的时间的循环\n\n>>> 4z啊，你今天一口气放出来了五篇文章的翻译，是不是都是事先存好了啊？\n<<< 是的，而且还有四篇已经翻译完了，还没放出来。\n>>> 所以待会还会有四篇？\n<<< 不不不，今天不会放出来了。\n>>> 为何？\n<<< 因为剩下翻译的几篇都有视频。。。把视频从YouTube下载下来再搬运到Bilibili上去对于我这个对两个视频网站都不熟悉的我来说相对困难。\n\n这些视频包括：\nThe Making of Valley of Kings 国王之谷的制作 开头的一个视频Gothenburg in Blocks 方块组成的哥德堡 其中的两个视频Simplysarc's Top Minecraft Hacks SIMPLYSARC的顶级MINECRAFT黑科技 其中的五个视频In Deep Thought 值得深思 中间的一个视频\n\n如果有读者愿意帮忙把这些视频进行搬运的话，本人将感激不尽，并会在最后发帖时一并注明搬运视频者的名字。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494344040,
            "txt_content": "黑科技也翻好了？非常想看。。"
        }
    ]
}