{
    "title": "[Minecraft.net|CULTURE]The Making of Terra Swoop Force 地心历险地图的制作",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1494329220,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-9 21:56 编辑 \n\n\nTHE MAKING OF TERRA SWOOP FORCE\nWe talk to Noxite about the awesome adventure map\n\n地心历险地图的制作\n与Noxite对话，谈论优秀的冒险地图\n\nOne of my favourite adventure maps added to PC Realms in the last year is Terra Swoop Force. It's a brilliant, breathless point-to-point aerial trial, in which winged players zoom down tunnels at scorching speeds, skewering into the centre of the earth.\n去年PC领域最受欢迎的冒险地图之一就是地心历险（Terra Swoop Force）。这是一个美妙的，令人喘不过气的点对点空中旅行，其中带有鞘翅的玩家将飞快地穿过隧道，直达地球中心。\n\nOr, more often in my case, faceplanting into stalactites. Or fatally misjudging the speed I'll need to carry me across a lake of lava. Or just forgetting to deploy my wingsuit and pancaking right below the spawn.\n或者，在我这里，更常见的情况下是一头栽到钟乳石上。或者，由于一个致命的速度判断失误导致坠入岩浆湖。或者只是忘记在出生的时候准备好鞘翅和南瓜饼。\n\nI am not very good at Terra Swoop Force.\n我大概并不是那么擅长地心历险。\n\n\nUnfortunately for me, but to the game's credit, the way you control your flight is no crudely simulated cinch - you need to account for momentum and lift - and the challenge Terra Swoop Force builds around this system really tests your mastery to the limit.\n对我来说不幸的一点，但是对于游戏来说十分重要的一点，在于你控制你的飞行姿态的方式并不能仅仅靠粗略的模拟。需要考虑到动量和升力——地心历险的挑战真正把你控制自身的能力提升到了极限。\n\nBut it's also much more than a challenging, pacy minigame about dodging stalactites. Its team of creators, NoxCrew, have built a world and story around it. When you first spawn, you make your way off your hovering chopper, through a science park, to the headquarters of an elite subterranean expeditionary force. You check in at reception, receive a lengthy briefing on the nature of your mission, and - finally - strap on your wingsuit and prepare for the plunge.\n但是，这也不仅仅是一个具有挑战性的，和躲避钟乳石有关的迷人小游戏。它的创作者团队NoxCrew已经围绕它建立了一个世界和相应的故事。当你第一次出生时，你可以通过一个科学公园到你那盘旋着的直升机，再到精锐的地下远征部队的总部。你在前台办理入场手续，收到关于你任务性质的冗长的说明，最后——绑在你的机翼上，准备深入地下。\n\n\"Anything is better when you have context and personal motive - it makes gameplay better.\"“当整个探险有着来龙去脉和个人动机的时候会好得多——它会使游戏体验变得更好。”\nThis introduction is really quite long - but also extremely well voice-acted and very, very funny. You might also think it's a bit unnecessary. But Stefan (aka Noxite, leader of NoxCrew) would disagree with you there: \"In my eyes,\" he says, \"anything is better when you have context and personal motive - it makes the gameplay even better.\"\n这个介绍真的很长，但它的配音非常非常不错，也非常非常有趣。你可能认为这是没有必要的。不过，Stefan（也被称为Noxite，NoxCrew的组长）不会同意你的观点：“在我看来，”他说，“当整个探险有着来龙去脉和个人动机的时候会好得多——它会使游戏体验变得更好。”\n\nHe says he's always been interested in the ways that games can deliver story - and this, in fact, first inspired the creation of NoxCrew. Minecraft, being so open and malleable, was the perfect canvas for him to experiment on.\n他说他一直对游戏提供故事这一方式感兴趣——而事实上，这首先启发了NoxCrew的创作。Minecraft拥有非常大的开放性和可塑性，是他进行实验的完美平台。\n\n\n\"It was that summer between ending my A-levels and going to university,\" Stefan recalls. \"I was bored. So I began trying to make an adventure map that was based off a Skyrim type of adventure which had this elaborate questing system. It turned into this huge project and I started advertising on the Minecraft forums and people started to join me. Sadly that adventure map never got released because it just got too big. So we restarted and made something a lot simpler - and we actually released it! It was called Paladin's Quest: Humble Beginnings.\n“那是在我的A-level结束和上大学开始之前的那个夏天，”Stefan回忆说。“我很无聊。所以我开始尝试制作一个基于天际冒险类型的冒险地图，这个冒险具有这个精心设计的探索系统。它变成了这个巨大的项目，我开始在Minecraft论坛上发广告，人们开始加入我。不幸的是，这一冒险地图从来没有被放出，因为它太大了。所以我们重新启动了项目，开始做一些简单的东西——我们实际最终发布了它！它的名字叫作Paladin’s Quest：Humble Beginnings。\n\n\"It was a very short adventure map - maybe about an hour long, and it had that same questing system. It also had this funny, touching story. People responded to it saying that they'd cried at the end! It was then that I realised how much potential Minecraft has as an experience delivery device. And since then I've pretty much had a crew. All these people who joined me for this first adventure map now work together to make all these different projects: adventure maps, machinimas, the Noxcrew Gameshow - and Terra Swoop Force is our latest.\"\n“这是一个非常短的冒险地图 - 也许大约一个小时，它有着同样的探索系统。它也有这么一个有趣的，动人的故事。人们回应说，他们最后哭了起来！那时我意识到了Minecraft作为一个体感设备到底有着多大的潜力。从那时起，我已经带领了一群人。所有这些加入我的这个第一个冒险地图的人现在共同努力，制作所有这些不同的项目：冒险地图，机器人，Noxcrew Gameshow——和我们最新的地心冒险。”\n\n\"People cried at the end! It was then that I realised how much potential Minecraft has.\"“他们最后哭了起来！那时我意识到了Minecraft到底有着多大的潜力。”\n\"Two members of the crew who came up with this idea of a flying map using the levitation effect - because you could make people float and glide down. We made this 3D model of a glider that people could put above their head and hang onto. And suddenly a new snapshot introduces the Elytras and we were like, oh my god, they've just released a flying mechanic! And it's an actual one, not a cheaty one that we're trying to do with a potion effect.\"\n“两个人随后提出了使用飘浮效果的飞行地图的想法——因为你可以让人浮上去，再滑下来。我们制作了一个滑翔机的3D模型，人们可以放在头上，挂在上面。突然，我们注意到了一个介绍鞘翅的快照，啊我的天哪，他们刚刚发布了一个飞行机器！这是一个实实在在的东西，而不是一个我们之前试图使用药水效果制作的欺骗性的东西。”\n\nNot that this quashed their plans - in fact, it accelerated them. The new idea was to take the Elytras and make a racing map in a single 24-hour-long livestream.\n这并不是说这样做会使他们的计划中途搁浅——实际上它加速了他们的计划，新的想法是使用鞘翅，并在一个单一的24小时长的流程中制作一个比赛地图。\n\n\n\"I wanted some sort of obstacle dodging map, as you fly at superfast speed. One of the members said, why don't we fly down to the centre of the earth? And that idea was great because, you naturally think Elytras... flying… sky! But instead we put our map about flying underground.\n“我想要一些障碍物在地图中阻碍你，因为你以超快的速度飞行。其中一位成员说，为什么我们不飞到地球的中心呢？这个想法很棒，因为你通常会自然地认为鞘翅会…上…上天！而我们却把地图放到了地下。\n\n\"We needed context behind it. That's when I started thinking about how to apply story to either end of the gameplay. We eventually came up with the idea of going to this facility where they equip you with this suit that helps protect you from the high temperatures at the centre of the earth. In a way I think the mission briefing is too long - but it was ten whole minutes to begin with! There was so much cutting! But all that stuff was just to flavour up the experience. Because otherwise you get just a plain, characterless flying-map.\"\n“我们需要整个地图的背景。我便开始考虑如何将故事也应用到游戏结束之时。我们最终想出了去这个设施的想法，在那里他们给了你这套装备，保护着你免受地球中心的高温。在某种程度上，我认为任务声明太长了些，但开始总共就只有十分钟！我们剪掉了很多东西！不过，这些东西只是为了使体验得到提升。否则你会得到一个简单的，没有任何背景的飞行地图。”\n\nNeedless to say, the rescaling ambition for the project also meant it went a little past the 24-hour time limit they'd set to create.\n不用说，项目的重组规划也意味着建设地图的时间超过了他们设定的24小时限制。\n\n\"It turned into a seven month project. We like to out-do ourselves. That's why we do it.\"“它变成了一个七个月的项目。我们喜欢超越自己。这也是我们为什么要这样做。”\n\"It eventually turned into a seven month project,\" says Stefan. \"It's because we like to out-do ourselves. That's why we do it. It's a hobby for us - we do it in our spare hours, and that's why it took so long. There were about 30 people involved in making that. There was a builder per section of the tunnels. Each tunnel had five different sections to it - so we had approximately 15 builders. And then the artists, the redstoner, the voice actors and so on.\"\n“它最后变成了一个七个月的项目，”Stefan说道。“我们喜欢超越自己。这也是我们为什么要这样做。我们已经把它变成了我们的爱好——我们会在闲暇时间去做这个项目，这也是为何这个项目花了这么长时间。这个项目约有30人参与制作。隧道的每一段都有一个建筑物。每个隧道都有着各不相同的五段——所以我们有大约15个建筑师。然后是美工，红石工程师，配音演员等等。”\n\nThe result is pretty incredible - not just because it is both fun and funny, but also because it does hugely innovative things within Minecraft. Things that even we here at Mojang hadn't realised were even possible.\n结果非常不可思议——不仅因为它既有趣又好玩，而且还因为在Minecraft中，这个地图做出了开创性的工作。我们Mojang甚至都还没有意识到这些事情竟然是可能做到的。\n\nStefan picks this as the map's most impressive feat: \"Towards the end of the map, there's a character who talks to you, and he physically takes on all the animations that are imposed by his voice. So if he's crying, his head swaps out for a head with tears coming down. If he coughs, his torso pushes forward. It was literally a walking, talking, emoting character in the game. His facial expressions were changing, his mouth was opening and closing. That was probably the most impressive thing, because we are literally animating inside the game at that point.\nStefan指出了这个地图最令人印象深刻的地方：“走到地图的尽头，有一个角色将与你谈话，他身上所有的动画都会伴随着声音展示出来。因此，如果他在哭，他的脑袋就会流泪。如果他咳嗽，他的躯干就会向前推。在游戏中，这是真实存在的一个会散步，说话，做表情的角色。他的面部表情在不断改变，他的嘴巴一开一合。这可能是最令人印象深刻的事情，因为在游戏中我们这里实际上在使用动画。”\n\n\n\"It's a mixture of having different textured heads and switching between them at the correct time. So there was a lot of audio to redstone synchronisation going on; we'd have exact time-prints of the audio which would be translated into ticks in the redstone.\n“这是混合了不同纹理的头，并在正确的时刻进行切换。所以会有很多音频，红石都要同步进行；我们会准确地将音频的时间翻译成红石刻。\n\n\"The entire ending sequence was probably the most impressive thing we've ever done.\" Stefan laughs. \"It's almost a shame that maybe 50% of the players have never even seen it.\"\n“故事结束的这一整段可能是我们制作过的最令人印象深刻的东西。”Stefan笑着说。“几乎有50％的玩家根本没有见到过这一段，这几乎是一个耻辱。”\n\nBut even those who don't make it to the end can see plenty to admire - along with a lot of stalactites, up close.\n但即使那些不能达到目的的人也可以很喜欢其中的很多东西——还有很多钟乳石，就在离你很近的地方。\n\nThe NoxCrew's site lists their many and varied contributions to Minecraft. You can play Terra Swoop Force as one of the large number of Mojang-approved adventure maps with every Realms subscription. Look out for it!\nNoxCrew的网站分别列出了他们在Minecraft中做出的许多贡献。作为Mojang推荐的许多冒险地图之一，你可以在Realm中尽情畅玩这一地心历险地图。找到它吧！\n\n原文：https://minecraft.net/zh-hans/article/making-terra-swoop-force\n作者：Marsh Davies\n原文发表时间：2016年12月17日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1494329640,
            "txt_content": "上一篇翻译居然撞了车，我伤心了足足好几秒钟→_→\n\n这篇发出去之前我非常非常非常认真地看了看整个论坛有没有撞车的= =\n\n嗯今天应该还能再发两篇，如果没有撞车的话→_→"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1494329880,
            "txt_content": "真是一个悲伤的故事……"
        }
    ]
}