{
    "title": "Res领地插件的问题：已达到领地所允许的最大空间。怎么配置？",
    "author": "Jing-L",
    "replyCount": 8,
    "timestamp": 1494428280,
    "txt_content": "\n\n\n\n\nQQ图片20170510225045.png (15.94 KB, 下载次数: 0)\n\n下载附件\n\n2017-5-10 22:54 上传\n\n\n\n\n很尴尬\n\n我把config 和 group的配置文件发一下，求大神解答一下！十分感谢！\nConfig.yml\n# These are Global Settings for Residence.\nGlobal:\n  # Starts UUID conversion on plugin startup\n  # DONT change this if you are not sure what you doing\n  UUIDConvertion: false\n  # If you running offline server, better to check this as true. This will help to solve issues with changing players UUID.\n  OfflineMode: false\n  # Players with residence.versioncheck permission node will be noticed about new residence version on login\n  versionCheck: true\n  # This loads the <language>.yml file in the Residence Language folder\n  # All Residence text comes from this file. (NOT DONE YET)\n  Language: Chinese\n  # Wooden Hoe is the default selection tool for Residence.\n  # You can change it to another item ID listed here: http://www.minecraftwiki.net/wiki/Data_values\n  SelectionToolId: 270\n  Selection:\n    # By setting this to true, all selections will be made from bedrock to sky ignoring Y coordinates\n    IgnoreY: false\n    # By setting this to true, player will only pay for x*z blocks ignoring height\n    # This will lower residence price by up to 256 times, so ajust block price BEFORE enabling this\n    NoCostForYBlocks: false\n  # This determins which tool you can use to see info on residences, default is String.\n  # Simply equip this tool and hit a location inside the residence and it will display the info for it.\n  InfoToolId: 287\n  Optimizations:\n    # Name of your main residence world. Usually normal starting world 'World'. Capitalization essential\n    DefaultWorld: world\n    DisabledWorlds:\n      # List Of Worlds where this plugin is disabled\n      List: [DIM-1,DIM1]\n      # Disables all listeners in included worlds\n      DisableListeners: true\n      # Disabled any command usage in included worlds\n      DisableCommands: true\n    GlobalChat:\n      # Enables or disables chat modification by including players main residence name\n      Enabled: false\n      # Modifys chat to add chat titles.  If you're using a chat manager, you may add the tag {residence} to your chat format and disable this.\n      SelfModify: true\n      Format: '&c[&e%1&c]'\n    # When this set to true, any teleportation to residence where player dont have tp flag, action will be denyied\n    # This can prevent from teleporting players to residence with 3rd party plugins like esentials /tpa\n    BlockAnyTeleportation: true\n    # Set this as low as posible depending of residence.max.res.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxResCount: 30\n    # Set this as low as posible depending of residence.max.rents.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxRentCount: 10\n    # Set this as low as posible depending of residence.max.subzones.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxSubzoneCount: 5\n    # Set this as low as posible depending of residence.max.subzonedepth.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxSubzoneDepthCount: 5\n    # By setting this to true, regular pvp flag will be acting as overridepvp flag\n    # Overridepvp flag tries to ignore any pvp protection in that residence by any other plugin\n    OverridePvp: false\n    KickLocation:\n      # By setting this to true, when player kicks another player from residence, he will be teleported to this location instead of getting outside residence\n      Use: false\n      World: world\n      X: 0.5\n      Y: 63.0\n      Z: 0.5\n      # Less than 0 - head up, more than 0 - head down. Range from -90 to 90\n      Pitch: 0.0\n      # Head position to left and right. Range from -180 to 180\n      Yaw: 0.0\n    FlyLandLocation:\n      # Used when players fly state is being turned to false because of fly flag and there is no solid land where to land for player\n      World: world\n      X: 0.5\n      Y: 63.0\n      Z: 0.5\n      # Less than 0 - head up, more than 0 - head down. Range from -90 to 90\n      Pitch: 0.0\n      # Head position to left and right. Range from -180 to 180\n      Yaw: 0.0\n    ShortInfo:\n      # By setting this to true, when checking residence info with /res info, you will get only names in list, by hovering on them, you will get flag list\n      Use: false\n    Vote:\n      # Range players can vote to, by default its from 0 to 10 points\n      RangeFrom: 0\n      RangeTo: 10\n      # If this true, players can onli give like for shop instead of point voting\n      OnlyLike: false\n    Intervals:\n      # How often in seconds to heal/feed players in residence with appropriate flag\n      # Bigger numbers can save some resources\n      Heal: 1\n      Feed: 5\n    # Potions containing one of thos effects will be ignored if residence dont have pvp true flag set\n    NegativePotionEffects:\n    - blindness\n    - confusion\n    - harm\n    - hunger\n    - poison\n    - slow\n    - slow_digging\n    - weakness\n    - wither\n    NegativeLingeringPotions:\n    - slowness\n    - instant_damage\n    - poison\n    - slowness\n    # Defines speed for particular wspeed1 and wspeed2 flags. It can be from 0 up to 5\n    WalkSpeed:\n      '1': 0.5\n      '2': 2.0\n  # The interval, in milliseconds, between movement checks.\n  # Reducing this will increase the load on the server.\n  # Increasing this will allow players to move further in movement restricted zones before they are teleported out.\n  MoveCheckInterval: 500\n  Tp:\n    # The interval, in seconds, for teleportation.\n    # Use 0 to disable\n    TeleportDelay: 3\n    # Show aditional message in title message area when player is teleporting to residence\n    TeleportTitleMessage: true\n  RandomTeleportation:\n    # World name to use this feature. Add annother one with appropriate name to enable random teleportation\n    world:\n      # Max coordinate to teleport, setting to 1000, player can be teleported between -1000 and 1000 coordinates\n      MaxCoord: 1000\n      # If maxcord set to 1000 and mincord to 500, then player can be teleported between -1000 to -500 and 1000 to 500 coordinates\n      MinCord: 500\n      CenterX: 0\n      CenterZ: 0\n    # How long force player to wait before using command again.\n    Cooldown: 5\n    # How many times to try find correct location for teleportation.\n    # Keep it at low number, as player always can try again after delay\n    MaxTries: 20\n  # The interval, in minutes, between residence saves.\n  SaveInterval: 10\n  Backup:\n    AutoCleanUp:\n      # Do you want to automaticaly remove backup files from main backup folder if they are older than defined day amount\n      Use: false\n      Days: 30\n    # Do you want to backup files by creating zip files in main residence folder in backup folder\n    # This wont have effect on regular backuped files made in save folder\n    UseZip: true\n    IncludeFiles:\n      Worlds: true\n      forsale: true\n      leases: true\n      permlists: true\n      rent: true\n      flags: true\n      groups: true\n      config: true\n  AutoCleanUp:\n    # HIGHLY EXPERIMENTAL residence cleaning on server startup if player is offline for x days.\n    # Players can bypass this with residence.cleanbypass permission node\n    Use: false\n    # For how long player should be offline to delete hes residence\n    Days: 60\n    # Worlds to be included in check list\n    Worlds:\n    - world\n  Lwc:\n    # Removes lwc protection from all defined objects when removing residence\n    OnDelete: true\n    # Removes lwc protection from all defined objects when buying residence\n    OnBuy: true\n    # Removes lwc protection from all defined objects when unrenting residence\n    OnUnrent: true\n    # List of blocks you want to remove protection from\n    MaterialList:\n    - CHEST\n    - TRAPPED_CHEST\n    - furnace\n    - dispenser\n  AntiGreef:\n    TNT:\n      # When set to true will allow tnt and minecart with tnt to explode below 62 (default) level outside of residence\n      # This will allow mining with tnt and more vanilla play\n      ExplodeBelow: false\n      level: 62\n    Creeper:\n      # When set to true will allow Creeper explode below 62 (default) level outside of residence\n      # This will give more realistic game play\n      ExplodeBelow: false\n      level: 62\n    Flow:\n      # Level from witch one to start lava and water flow blocking\n      # This dont have effect in residence area\n      Level: 255\n      # With this set to true, lava flow outside residence is blocked\n      NoLavaFlow: true\n      # With this set to true, water flow outside residence is blocked\n      NoWaterFlow: true\n      Worlds:\n      - world\n    Place:\n      # Level from witch one to start block lava and water place\n      # This don't have effect in residence area\n      Level: 63\n      # With this set to true, playrs cant place lava outside residence\n      NoLavaPlace: true\n      # With this set to true, playrs cant place water outside residence\n      NoWaterPlace: true\n      Worlds:\n      - world\n    BlockFall:\n      # With this set to true, falling blocks will be deleted if they will land in different area\n      Use: true\n      # Level from witch one to start block block's fall\n      # This don't have effect in residence area or outside\n      Level: 62\n      Worlds:\n      - world\n    ResCleaning:\n      # With this set to true, after player removes its residence, all blocks listed below, will be replaced with air blocks\n      # Effective way to prevent residence creating near greefing target and then remove it\n      Use: true\n      # Level from whichone you want to replace blocks\n      Level: 63\n      # Block list to be replaced\n      # By default only water and lava will be replaced\n      Blocks:\n      - 8\n      - 9\n      - 10\n      - 11\n      Worlds:\n      - world\n    Flags:\n      # By setting this to true flags from list will be protected from change while there is some one inside residence besides owner\n      # Protects in example from people inviting some one and changing pvp flag to true to kill them\n      Prevent: true\n      list:\n      - pvp\n  # The default group to use if Permissions fails to attach or your not using Permissions.\n  DefaultGroup: builder\n  # Enable / Disable the Lease System.\n  UseLeaseSystem: false\n  # Sets date format when shown in example lease or rent expire date\n  # How to use it properly, more information can be found at http://www.tutorialspoint.com/java/java_date_time.htm\n  DateFormat: E yyyy.MM.dd 'at' hh:mm:ss a zzz\n  # Sets time zone for showing date, usefull when server is in different country then main server player base\n  # Full list of posible time zones can be found at http://www.mkyong.com/java/java-display-list-of-timezone-with-gmt/\n  TimeZone: UTC\n  # Enable / Disable money returning on residence removal.\n  ResMoneyBack: false\n  # The interval, in minutes, between residence lease checks (if leases are enabled).\n  LeaseCheckInterval: 10\n  # Allows leases to automatically renew so long as the player has the money, if economy is disabled, this setting does nothing.\n  LeaseAutoRenew: true\n  # Whether or not to use the Permissions system in conjunction with this config.\n  EnablePermissions: true\n  # Set to true if NOT using Permissions or PermissionsBukkit, or using a really old version of Permissions\n  LegacyPermissions: false\n  # Enable / Disable Residence's Economy System (iConomy, MineConomy, Essentials, BOSEconomy, and RealEconomy supported).\n  EnableEconomy: true\n  # When enabled extra message will apear in chat if residence is for rent or for sell to inform how he can rent/buy residence with basic information.\n  ExtraEnterMessage: true\n  Sell:\n    # If set to true, this will allow to sell subzones. Its recommended to keep it false tho\n    Subzone: false\n  # Enables or disables the Rent System\n  EnableRentSystem: false\n  Rent:\n    # Prevents residence/subzone removal if its subzone is still rented by some one\n    PreventRemoval: true\n    Inform:\n      # Informs players on rent time ending\n      OnEnding: true\n      # Time range in minutes when to start informing about ending rent\n      Before: 1440\n      # Time range in seconds for how long to wait after player logs in to inform about ending rents\n      Delay: 60\n    DefaultValues:\n      # Default values used when putting residence for rent\n      AllowRenewing: true\n      StayInMarket: true\n      AllowAutoPay: true\n      # If set to true, when player is not defining auto pay on renting, then this value will be used\n      PlayerAutoPay: true\n    Schematics:\n      # EXPERIMENTAL!!! If set to true, residence will be restored to state it was when backup flag was set to true\n      # For securoty reassons only players with aditional residence.backup permission node can set backup flag\n      RestoreAfterRentEnds: true\n      # When set to true, area state will be saved only when setting backup to true value\n      # When set to false, area state will be saved before each renting to have always up to date area look\n      # Keep in mind that when its set to false, there is slightly bigger server load as it has to save area each time when some one rents it\n      SaveOnFlagChange: true\n  # The interval, in minutes, between residence rent expiration checks (if the rent system is enabled).\n  RentCheckInterval: 10\n  # Enable or disable residence chat channels.\n  ResidenceChatEnable: true\n  ActionBar:\n    # True for ActionBar - new component in 1.8\n    # False for old Messaging in chat enter/leave Residence messages\n    General: true\n    ShowOnSelection: true\n  # Color of residence chat.\n  ResidenceChatColor: DARK_PURPLE\n  ResidenceChatPrefixLength: 16\n  # Whether or not to ignore the usual Permission flags and only allow OPs and groups with 'residence.admin' to change residences.\n  AdminOnlyCommands: false\n  # Setting this to true makes server OPs admins.\n  AdminOPs: true\n  # Setting this to true server administration wont need to use /resadmin command to access admin command if they are op or have residence.admin permission node.\n  AdminFullAccess: false\n  # This is the name of the plugin you use for multiworld, if you dont have a multiworld plugin you can safely ignore this.\n  # The only thing this does is check to make sure the multiworld plugin is enabled BEFORE Residence, to ensure properly loading residences for other worlds.\n  MultiWorldPlugin: Multiverse-Core\n  # Setting this to true causes subzones to inherit flags from their parent zones.\n  ResidenceFlagsInherit: true\n  # Setting this to false will allow rented residences to be modified by the renting player.\n  PreventRentModify: true\n  # Setting this to true will prevent subzone deletion when subzone owner is not same as parent zone owner.\n  PreventSubZoneRemoval: true\n  # Setting this to false will cause residence to continue to load even if a error is detected in the save file.\n  StopOnSaveFault: true\n  ResidenceNameRegex: '[^a-zA-Z0-9-_]'\n  # Setting this to true sends a message to the console every time Residence does a rent expire check or a lease expire check.\n  ShowIntervalMessages: false\n  # Setting this to true sends a tutorial message to the new player when he places chest on ground.\n  ShowNoobMessage: true\n  # Setting this to true creates residence around players placed chest if he don't have any.\n  # Only once every server restart if he still don't have any residence\n  NewPlayer:\n    Use: false\n    # Setting this to true, residence will be created for free\n    # By setting to false, money will be taken from player, if he has them\n    Free: false\n    # Range from placed chest o both sides. By setting to 5, residence will be 5+5+1 = 11 blocks wide\n    Range:\n      X: 5\n      Y: 5\n      Z: 5\n  # Experimental - The following settings are lists of block IDs to be used as part of the checks for the 'container' and 'use' flags when using mods.\n  CustomContainers: []\n  CustomBothClick: []\n  CustomRightClick: []\n  Visualizer:\n    # With this enabled player will see particle effects to mark selection boundries\n    Use: true\n    # Range in blocks to draw particle effects for player\n    # Keep it no more as 30, as player cant see more than 16 blocks\n    Range: 16\n    # For how long in miliseconds (5000 = 5sec) to show particle effects\n    ShowFor: 5000\n    # How often in miliseconds update particles for player\n    updateInterval: 20\n    # Spacing in blocks between particle effects for rows\n    RowSpacing: 2\n    # Spacing in blocks between particle effects for collums\n    CollumnSpacing: 2\n    # Maximum amount of frame particles to show for one player\n    FrameCap: 2000\n    # Maximum amount of sides particles to show for one player\n    SidesCap: 2000\n    # Particle effect names. Posible: explode, largeexplode, hugeexplosion, fireworksSpark, splash, wake, crit, magicCrit\n    #  smoke, largesmoke, spell, instantSpell, mobSpell, mobSpellAmbient, witchMagic, dripWater, dripLava, angryVillager, happyVillager, townaura\n    #  note, portal, enchantmenttable, flame, lava, footstep, cloud, reddust, snowballpoof, snowshovel, slime, heart, barrier\n    #  droplet, take, mobappearance\n\n    # If using spigot based server different particales can be used:\n    # click2, click1, bow_fire, door_toggle, extinguish, record_play, ghast_shriek, ghast_shoot, blaze_shoot, zombie_chew_wooden_door, zombie_chew_iron_door, zombie_destroy_door, smoke, step_sound, potion_break, ender_signal, mobspawner_flames, fireworks_spark, crit, magic_crit, potion_swirl, potion_swirl_transparent, spell, instant_spell, witch_magic, note, portal, flying_glyph, flame, lava_pop, footstep, splash, particle_smoke, explosion_huge, explosion_large, explosion, void_fog, small_smoke, cloud, coloured_dust, snowball_break, waterdrip, lavadrip, snow_shovel, slime, heart, villager_thundercloud, happy_villager, large_smoke, item_break, tile_break, tile_dust, \n    Selected:\n      Frame: happyVillager\n      Sides: reddust\n    Overlap:\n      Frame: FLAME\n      Sides: FLAME\n  # Shows particle effect when player are being pushed back\n  BounceAnimation: true\n  GUI:\n    # Enable or disable flag GUI\n    Enabled: true\n    # Item id and data to use when flag is set to true\n    setTrue:\n      Id: 35\n      Data: 13\n    # Item id and data to use when flag is set to false\n    setFalse:\n      Id: 35\n      Data: 14\n    # Item id and data to use when flag is set to remove\n    setRemove:\n      Id: 35\n      Data: 8\n  # Default = false. Enabling this, residences with flag nomobs will be cleared from monsters in regular intervals.\n  # This is quite heavy on server side, so enable only if you really need this feature\n  AutoMobRemoval:\n    Use: false\n    # How often in seconds to check for monsters in residences. Keep it at reasonable amount\n    Interval: 3\n  EnforceAreaInsideArea: false\n  EnableSpout: false\n  EnableLeaseMoneyAccount: true\n  # By setting this to true, partial compatability for kCouldron servers will be anabled. Action bar messages and selection visualizer will be disabled automaticaly as off incorrect compatability\n  CouldronCompatability: false\nDynMap:\n  # Enables or disable DynMap Support\n  Use: false\n  # Shows or hides residence flags\n  ShowFlags: true\n  # If set true, residence with hidden flag set to true will be hidden from dynmap\n  HideHidden: true\n  Layer:\n    # Enables 3D zones\n    3dRegions: true\n    # How deep to go into subzones to show\n    SubZoneDepth: 2\n  Border:\n    # Color of border. Pick color from this page http://www.w3schools.com/colors/colors_picker.asp\n    Color: '#FF0000'\n    # Transparency. 0.3 means that only 30% of color will be visible\n    Opacity: 0.3\n    # Border thickness\n    Weight: 3\n  Fill:\n    Opacity: 0.3\n    Color: '#FFFF00'\n    ForRent: '#33cc33'\n    Rented: '#99ff33'\n    ForSale: '#0066ff'\n  # Shows only regions on this list\n  VisibleRegions: []\n  # Hides region on map even if its not hidden ingame\n  HiddenRegions: []\n复制代码\n\n\n\nGroups.yml\n# These groups correspond to the Permissions groups defined in your '<worldname>.yml'\nGroups:\n    Default: builder\n    #group name, DONT remove this group\n       # Information about the Residence zone that the player can define.\n       #Uncomment the lines below to mirror this config to other groups.\n       #Mirror:\n         #- 'group1'\n         #- 'group2'\n       Residence:\n           # Determins if this group can create residences or not.  This option can be overriden with the permissions node 'residence.create'\n           CanCreate: true\n           # The maximum number of Residences a player can have.\n           MaxResidences: 3\n           # The maximum number of physical areas a residence can have.\n           MaxAreasPerResidence: 3\n           # The maximum number of blocks a Residence can be, East to West (X).\n           MaxEastWest: 200\n           # (Optional) The minimum number of blocks a Residence can be, East to West (X).\n           MinEastWest: 1\n           # The maximum number of blocks a Residence can be, North to South (Z).\n           MaxNorthSouth: 200\n           # (Optional) The minimum number of blocks a Residence can be, North to South (Z).\n           MinNorthSouth: 16\n           # The maximum number of blocks a Residence can be, High to Low (Y).\n           MaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence can be, High to Low (Y).\n           MinUpDown: 1\n           # The lowest altitude this group is allowed to protect.\n           MinHeight: 0\n           # The highest altitude this group is allowed to protect.\n           MaxHeight: 180\n            # The maximum amount of subzones can current area have.\n           MaxSubzonesInArea: 3\n            # The maximum recursive depth that subzones can go.\n            # A subzone within a subzone within the Residence zone would be a depth of 2.\n            # Set to 0 to disable subzones.\n           SubzoneDepth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMaxEastWest: 16\n           # (Optional) The minimum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMinEastWest: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMaxNorthSouth: 16\n           # (Optional) The minimum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMinNorthSouth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMinUpDown: 3\n           # Whether or not to allow teleporting to Residences.\n           CanTeleport: true\n           # Allow or Disallow the use of /res unstuck, to get yourself out of a residence if stuck in one somehow\n           Unstuck: true\n           # Allow or Disallow the use of /res kick, to kick player from residence.\n           Kick: False\n           # Allow or Disallow the use of the /res select command, if disabled they can only use the selection tool.\n           SelectCommandAccess: true\n           # Allow or Disallow the group to access the Blacklist/Ignorelist for residences they own.\n           ItemListAccess: true\n       # Options relating to enter and leave messages on the residence.\n       Messaging:\n           # Whether or not the player can change the Residence enter and leave messages.\n           CanChange: true\n           # The default enter message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultEnter: Welcome %player to %residence, owned by %owner.\n           # The default leave message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultLeave: Now leaving %residence.\n       # Options relating to the Lease system.\n       Lease:\n          # The maximum number of days to allow leases.\n          MaxDays: 16\n          # The number of days to add to the lease following a '/res lease renew' command.\n          RenewIncrement: 14\n       #Options related to the rent system\n       Rent:\n           #determines how many residences can be rented by players of this group at once\n           MaxRents: 3\n           #determines how many residences can be set for rent by players of this group at once\n           MaxRentables: 3\n           # determines max days player can rent residence at once\n           MaxRentDays: 31\n       # Options relating to the Residence Economy.\n       Economy:\n          # Whether or not players in this group can buy other Residences that are for sale.\n          CanBuy: true\n          # Whether or not players in this group can sell their Residences.\n          CanSell: true\n          # Whether or not to ignore the Residence size/count limits when buying a residence.\n          IgnoreLimits: true\n          # The cost, per block, of making a new Residence or adding a area to it.\n          BuyCost: 0.5\n          # The cost, per block, player will be getting back when removing residence.\n          SellCost: 0.25\n          # The cost, per block, of renewing a Residence lease (if the lease system is enabled).\n          RenewCost: 0.2\n       # Flags are checked in the order:\n       # 1: Player\n       # 2: Group\n       # 3: Owner\n       # 4: If all others are undefined, reverts to default value (usually true).\n       # Flag permissions default to false.\n       # These flags settings override the globals.\n       Flags:\n          # Specifically allow or deny this group from changing certain flags.\n          Permission:\n               #build: true\n          # Specifys the flags that are applied at residence creation for players of this group.\n          Default:\n              #build: true\n          # Specifys the flags that are applied at to the creator at residence creation.\n          CreatorDefault:\n              #build: true\n          # Specifys the flags that are applied to other groups for this residence, at creation.\n          GroupDefault:\n               #default: #group name\n                   #build: false\n          #these flags are applied specifically to this group whenever they are outside a residence\n          #these flags will override the flags at the top, under the Global section.\n          World:\n                Global: #these flags will apply to all worlds\n                     #build: false\n                WorldNameHere: #or you can apply them by each individual world\n                     #build: false\n    builder: #group name, player should have residence.group.builder permission node to have access to this residence group\n       Residence:\n           CanCreate: true\n           MaxResidences: 3\n           MaxAreasPerResidence: 3\n           MaxEastWest: 120\n           MaxNorthSouth: 120\n           MaxUpDown: 120\n           MinHeight: 0\n           MaxHeight: 180\n           SubzoneDepth: 3\n           CanTeleport: true\n           Unstuck: true\n           Kick: true\n           SelectCommandAccess: true\n           ItemListAccess: true\n       Messaging:\n           CanChange: true\n           DefaultEnter: Welcome %player to %residence, owned by %owner.\n           DefaultLeave: Now leaving %residence.\n       Lease:\n          MaxDays: 16\n          RenewIncrement: 14\n       Rent:\n           MaxRents: 3\n           MaxRentables: 3\n           MaxRentDays: 31\n       Economy:\n          CanBuy: true\n          CanSell: false\n          IgnoreLimits: false\n          BuyCost: 0.7\n          SellCost: 0.3\n          RenewCost: 0.3\n\n# You can manually specify the group a player is in below, this overrides their permissions group.\nGroupAssignments:\n     bekvon: default\n     player: default复制代码\n\n\n",
    "replies": [
        {
            "author": "GiNYAi",
            "timestamp": 1494446820,
            "txt_content": "\n          MinNorthSouth: 16\n\n说不定是太小了 ，然后翻译的文本错误"
        },
        {
            "author": "水煮清娃",
            "timestamp": 1494454920,
            "txt_content": "你对照一下我的，注意看中文标注，我默认圈地大小是300*300*256# 允许的领地数量\n           MaxResidences: 5\n           # The maximum number of physical areas a residence can have.\n           # 能附加的领地数量\n           MaxAreasPerResidence: 3\n           # The maximum number of blocks a Residence can be, East to West (X).\n           # 最大X范围\n           MaxEastWest: 300\n           # (Optional) The minimum number of blocks a Residence can be, East to West (X).\n           # 最小X范围\n           MinEastWest: 1\n           # The maximum number of blocks a Residence can be, North to South (Z).\n           # 最大Z范围\n           MaxNorthSouth: 300\n           # (Optional) The minimum number of blocks a Residence can be, North to South (Z).\n           # 最小Z范围\n           MinNorthSouth: 1\n           # The maximum number of blocks a Residence can be, High to Low (Y).\n           # 最大Y范围\n           MaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence can be, High to Low (Y).\n           # 最小Y范围\n           MinUpDown: 1\n           # The lowest altitude this group is allowed to protect.\n           MinHeight: 0\n           # The highest altitude this group is allowed to protect.\n           MaxHeight: 256\n            # The maximum amount of subzones can current area have.\n            #子空间数量\n           MaxSubzonesInArea: 3\n"
        },
        {
            "author": "Jing-L",
            "timestamp": 1494474360,
            "txt_content": "GiNYAi 发表于 2017-5-11 04:07\n说不定是太小了 ，然后翻译的文本错误\n这个是最小限制吧..我拿notepad来编辑的讲道理不会有翻译错误吧.."
        },
        {
            "author": "GiNYAi",
            "timestamp": 1494489360,
            "txt_content": "Jing-L 发表于 2017-5-11 11:46\n这个是最小限制吧..我拿notepad来编辑的讲道理不会有翻译错误吧..\n但是你选区总大小 4肯定是不满足 南北方向最小16的\n由此产生的一个想法"
        },
        {
            "author": "dga",
            "timestamp": 1494519540,
            "txt_content": " /resadmin create name \n试试这个指令，我记得是op权限无视大小限制直接创造领地"
        },
        {
            "author": "Jing-L",
            "timestamp": 1494566340,
            "txt_content": "dga 发表于 2017-5-12 00:19\n/resadmin create name \n试试这个指令，我记得是op权限无视大小限制直接创造领地 ...\n对问题就是 玩家怎么办"
        },
        {
            "author": "dga",
            "timestamp": 1494575520,
            "txt_content": "Jing-L 发表于 2017-5-12 13:19\n对问题就是 玩家怎么办\n改配置文件呗"
        },
        {
            "author": "zxcv13579",
            "timestamp": 1495315200,
            "txt_content": "如果你实在不会可以让op（注意在有的默认配置中op没有管理权限）或拥有residence.admin权限的管理员来帮玩家圈（大服当我没说）"
        }
    ]
}