{
    "title": "[Minecraft.net│CULTURE] Shadows Over Midway 中途岛上空的阴影",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1494417120,
    "txt_content": " 本帖最后由 像素君 于 2017-5-11 19:11 编辑 \n\n\n\n\n\n\nShadows Over Midway\nWatch the skies for this alternative reality invasion fleet!\n中途岛上空的阴影\n欣赏天空之上入侵的虚拟舰队\n\n\"The most interesting parts of alternate history are the branching paths which allow a small change to have profound consequences further down the line,” says cjrainbolt, the builder behind this stunning scene (rendered above by CrankerMan). “It is always interesting to imagine where we would be now if some small change had been made at some point in the past.”\n\n“替换历史事件最有趣的是它可以在产生深远影响的部分进行一些小小的改变，”图片（由CrankerMan渲染）里宏伟场景的建设者cjrainbolt说道， “想象过去的某些事情发生了一些些小小的改变是很有趣的。”\n\ncjrainbolt unfurls his alternate timeline for World War 2 in depth over on Planet Minecraft - an account of the Japanese military's pursuit of aerial supremacy that somehow sounds entirely plausible, even as it details the construction of a fantastic fleet of balloon-powered behemoths. Here’s a taste!\n\ncjrainbolt在Planet Minecraft的一个帖子里展开了一张展示日军追求空中霸主地位的二战时间轴。这听起来完全有可能，正如他细致描绘的一支庞大的飞艇舰队。这品味真是独特！\n\n\"The Japanese military believed that nuclear arms would deal a knockout blow to American forces, but attempts to produce enriched Uranium had been significantly hindered by partisan actions in Manchuria. Research had begun to find new non-nuclear wonder-weapons. As it turned out, recent discoveries of Aluminum on the Island of Borneo provided a wealth of structural material, and the discovery of a hidden Helium stockpile in Singapore led many in the Army high command to begin envisioning a new fleet of flying fortresses.\"\n\n“日军坚信使用核武器可以彻底毁灭美国军队，但由于中国东北的抗日战争，浓缩铀的生产已明显受阻。于是日本军队开始研究以寻找全新的无核武器。最后，他们最近在发婆罗洲岛上发现大量的铝材，这为它们提供了丰富的结构材料；他们也在新加坡发现一个储藏了很多氦气的地方，这使得很多军方高层开始预想建造新的飞行堡垒舰队。”\n\nThis shot by Roddan, taken as if down an aiming lens, gives a sense of the impending fleet’s scale.这张图片由Roddan渲染，使人感觉就像在看瞄准镜，给人一种舰队即将到来的压迫感。\n\"I had heard that many of the designs for prop models of spaceships seen in movies used kitbashed parts from WWII ship models to enhance their details, and the idea to make a ship which combined aspects of WWII ships, some cool airship designs, and spacecraft developed from there.\"\n“我听说许多在电影里出现过的宇宙飞船的设计模型最初取材于二战的船只设计，然后在其上添加更多的细节。这样一个结合二战船只，形成些很酷的飞艇和飞船的想法就从这里萌生出来了。”\n\n\nSplekh’s render, framed by a glowering cloudscape, captures a sense of the looming danger.\n这是Splekh渲染的图片，舰队被阴沉的云团包围，如同危险已迫在眉睫。\n\n\nA render by Kryiin, demonstrating the design's combination of fine detail and monstrous heft.\n这是Kryiin渲染的图片，展示出了作品整体和它巨大的震慑力。\n\n\nThis sunnier view of the skyship fleet by Iskillia makes the scene feel disturbingly tranquil.\nIskillia渲染出的舰队色调比较明亮，让人感觉这里平静得有些不安。\n\n\"I decided to use Japanese battleships as my references because they tended to have the tallest superstructures relative to the length of their hulls. This allowed me to make the ships very imposing, towering over the small island base. A huge element in this build is the difference in scale between the builds on the island and the fleet of flying ships. Apart from a large antenna and some cranes, no build on the island is more than 30 blocks tall, whereas many of the ships go up to the height limit of 256 blocks. This should make it pretty clear that the ships are the focal point of the project.\"\n\n“我决定使用日本战舰作为参照，因为它们相对于船体的长度，一般都有着很高的舰岛。这使得我的船只看起来像在小岛上矗立着，显得非常壮观。这个作品的一个明显特点是岛上建筑和飞行舰队形成的对比。除了一根巨大的天线和一些起重机，岛屿上没有超过30多个方块高的建筑，而许多船只高度都达到了256个方块块的高度限制。这明显使得作品的焦点被放在了船只上。”\nNaval vessels of all eras are a popular theme among minecrafters, but those used in WWII, and particularly Japanese ships, seem to get a lot of attention. I ask cjrainbolt why he thinks that is.\n在Minecraft玩家中，任何时期的海军舰艇都是一个受欢迎的主题，但那些在二战中使用的舰艇，尤其是日本船只，似乎得到了更多的关注。于是我询问cjrainbolt对此事的看法。\n\"I assume it has to do with the attractive and sleek designs of these ships,\" he says. \"It may also be that these ships, unlike other vehicles, are all more or less well known, have their own well-recorded histories, and may have interesting stories associated with them. They are enormous structures, resembling cities, but they have well cataloged details and proportions which can be mapped very easily into Minecraft. This is not to say that these ship models are not ambitious projects. They still take a great deal of planning to make sure the scale is correct and that every possible detail is included.\"\n“我认为这和它们的吸引力以及它们的时尚设计有关，”他说。“这些船只可能和其它交通工具一样，或多或少都是众所周知的，有着自己的历史，也可能会有和它们相关的有趣故事。他们是类似于城市的巨大架构，但它们的细节和比例都已做得很好，可以很轻易地在Minecraft里建造。但这并不意味着这些船只模型不是一个好作品，建造他们仍需要做大量的规划来确保其规模是正确的，是否包括了每一个可能遗漏的细节。”\n\n│\"Japanese battleships tended to have the tallest superstructures. This allowed me to make the ships very imposing, towering over the small island base.\"\n│“日本战舰通常有着的很高的舰岛。这使得我的船只看起来像在小岛上耸立着，显得非常壮观。”\n\nWith this particular build cjrainbolt had the added complication of weighing up realistic detail against the more fantasy elements.\n在这个特别的作品上， cjrainbolt需要在添加真实细节和幻想元素的问题间权衡利弊。\n\n\"I decided to start by looking for designs of propulsion systems which would have existed in the second world war, making them on a larger scale in Minecraft, and placing them around the ship to see where they looked good. It was a matter of trial and error for the first stages of the construction of the largest battleship in this project.\n“我决定从寻找在二战中使用过的推进系统开始，在Minecraft里扩大他们的规模，并把它们安置在舰艇周围合适的地方。最初开始建造作品里最大的战舰时，为了给它们找个合适的地方，我反复实验了好多次。\n\n\"Once I had made the main battleship's superstructure tall enough, I decided to go back and add more pieces to make it feel more balanced. I added some biplane-like wings to the hull of the ship, and made the entire structure 25% longer. Many of the pieces of this project which don't correspond to actual ship designs came from designs of Japanese flying boats - aircraft capable of landing on water - like the H6K and H8K.\"\n“当主舰的舰岛足够高时，我决定返回底部，添加更多的结构来让整体显得更加平衡。我在船身添加了一些双翼结构，使得整个战舰长了差不多25%。这个作品里的许多不和实际船只设计相对应的结构都是来自日本水上飞机的设计——比如H6K和H8K。”\n\n\n\n\n\n\n\n\n\n\n\n\"It is very important to begin a build like this with an idea of the size and proportions of the finished product. If you start too big, you may have your build get cut off by the height limit, but if you start too small the results may be at a different scale than the rest of a project. I tend to begin building slightly smaller than I actually want the build to turn out and then add on more pieces later once it is almost done.\"\n“在建造初期考虑好自己预想的成品大小以及比例是非常重要的，如果开始的目标太大，你的想法可能会被高度限制切断，但如果开始的目标太小，结果可能会和自己的预想存在差距。我倾向于从自己预想的规模略小的地方开始建造，之后再添加其它的部分，然后差不多就完成了。”\n\nThis being said, cjrainbolt doesn't advise planning too extensively before jumping into a build, but allow your inspiration to flow naturally from the parts of the build you've already completed. With builds of this scale though, you need to be prepared to put in some considerable number of hours - hundreds, in fact, across a span of multiple weeks. Staying motivated is a big challenge.\n\n意思是说，cjrainbolt不建议一下子对自己的作品规划太多，而是应该自然地顺从自己的灵感来建造作品的一个个部分。不过建造这样大的规模，你需要准备数以百计的时间——甚至需要花费多个星期，所以保持好的状态是一个巨大的挑战。\n\n\"It is easy to just get bored and to want to move on. I usually try and fix this problem by making the largest, most difficult, and tedious part of a build first, when you are most excited about this new project and when the novelty of a new style keeps you going. In the case of this project, the big battleship was made first, then the island airbase, and lastly the rest of the fleet.\"\n\n“建造时自己会很容易感到无聊。我解决这个问题的方法一般是在自己处于建造新作品、尝试新风格的兴奋状态时，先开始建造作品里最大、最困难和最乏味的一部分。在这个作品中，我先建造了大型战舰，然后是建造岛屿上的空军基地，最后才建造剩下的舰艇。”\n\nFine advice for builders aspiring to something like the sense of scale cjrainbolt achieves here. Head to the PlanetMinecraft page for the more info and screenshots detailing this truly amazing build. \n\n我建议优秀的建筑师可以试着让自己作品的规模达到cjrainbolt的水平。请浏览这个作品在PlanetMinecraft上的帖子来获取更多详细说明这个优秀作品的信息以及截图。\n\n\n原文链接：https://minecraft.net/zh-hans/article/shadows-over-midway\n原文作者：Marsh Davies\n原文发布日期：2017年2月20日\n文章翻译：像素君\n地图搬运：http://mcbbs.tvt.im/thread-673694-1-1.html\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1494417600,
            "txt_content": "不指定内部表格的宽度98%可以减少内外表格的空隙大小，不知道你排版中是否需要这一特性？\n\n\n[table]\n[tr=green][td][table]\n[tr=#d6be96][td]不指定内部表格的宽度可以减少内外表格的空隙大小，不知道你排版中是否需要这一特性？[/td][/tr]\n[/table][/td][/tr]\n[/table]复制代码\n"
        }
    ]
}