{
    "title": "[Minecraft.net|INSIDER]本周方块：玻璃",
    "author": "乙烯_中国",
    "replyCount": 9,
    "timestamp": 1494581880,
    "txt_content": " 本帖最后由 乙烯_中国 于 2017-5-12 17:54 编辑 \n\n\n至透明化\n如果在Minecraft中，你只能拥有一项附魔，那么那你会选择什么呢？或许你会选择深海探索者去探索海下，或者你会选择掠夺以增加狩猎效率。而我？我选择丝绸之触，这样我便可以应对一不小心把我们的这次的每周方块放错地方的情况了。\n\n玻璃，正如你所知的，不能被Minecraft中的任何普通工具所采掘。没有丝绸之触的话，它只会随着一声脆响便幻化成万千缥缈的碎片。任何经验老道的建筑师总会多炼制一些玻璃以备不时之需——只要小小的一敲，你就需要经过满满长路重新从沙漠中收集更多的沙子。\n\n玻璃，是游戏中加入最早的方块之一，这个点子是Navineous在2009年于TIGSource论坛上提出。Navineous提议，玻璃可以用来做房屋的窗户，或者蚁屋。时过境迁，玻璃的用途如今已丰富多彩——它可以被合成为瓶子，信标或者日光传感器。你可以把它分割成玻璃片装饰你的建筑，你也可以用染料为其点上不同的色彩。\n\n与现实世界相同，玻璃由沙子炼成。其起源可追溯到公元前3500年。如此的透明度使其在古地中海社会被大为推崇，就像在Minecraft中，你可以通过它发现屋外聚集的大波僵尸。但如今我们所熟知的玻璃窗，直到17世纪初才走入千万家。在此之前，窗户的材料通常都是动物角或者纸。\n\n有些自以为聪明的人会告诉你，玻璃并不是固体——它是一种流动性很弱的液体。他们常说，你可以在老旧的窗户上发现证据，这些玻璃窗板底部较厚。但是他们错了，玻璃一旦冷却，便无疑是坚实的固体，那么为什么玻璃窗板的底部较厚呢？因为旧时的工艺难以做出完美的平板玻璃。工匠们出于稳定的考虑后选择将最重的一端安装在底部。\n\n富有创意的人可能会尝试在Minecraft中建造一栋玻璃大楼。如此便是随了维多利亚时代工程师的后尘。他们在1851年建起了一个宏伟的水晶宫，就在伦敦海德公园。这样一个庞大的结构足以容纳14000个参展席位以及游人，令到访者无不叹为观止。\n\n如今，你在日常生活中也越来越多的接触到玻璃。除了窗户和镜子，笔记本电脑，手机，太阳能电池板以及数不清的产品中运用了玻璃，甚至你们链接我们领域服务的光纤电缆中也用到了玻璃。没有玻璃，没有Minecraft——没有Minecraft，我们便没有工作，哦见鬼这太糟了。所以，赞美玻璃！我们仍将随伴前行。\nBLOCK OF THE WEEK: GLASS\nIn the interests of full transparency\nIf you could only have one enchantment in Minecraft, what would it be? Perhaps you'd pick Depth Strider, for exploring below the sea. Or Looting, to maximise your hunting efficiency. Me? I'd choose Silk Touch, for all those occasions when I accidentally put our Block of the Week down in the wrong place.\n\nGlass, you see, can't be broken with regular tools in Minecraft. Well, not without it shattering into a million tiny, invisible shards. Any experienced builder will always cook up more glass then they need for this exact reason - the tiniest slip and you'll have to make a lengthy trip back to the desert for more sand.\n\nFirst suggested in 2009 by Navineous on the TIGSource forums, Glass was one of the earliest blocks to be added to the game. Navineous suggested it be used to make windows and \"ant farms with mobs\". Over time, though, its uses have seen significant expansion - it can now be turned into bottles, beacons and daylight sensors. You can thin it down to glass panes, for more depth in your constructions, and with some dye you can even stain it different colours.\n\nGlass is made of sand, just like in the real world, where its origins can be traced back to 3500 BC. Its transparency made it as useful among ancient Mediterranean societies as it is in Minecraft for spotting when a horde of zombies is converging on your house. But glass windows like the ones we have today didn't become common in ordinary homes until the early 17th century. Before that, windows were made with panes of flattened animal horn or paper.\n\nSome people that think they're clever might try and tell you that glass isn't solid - it's actually a liquid that moves incredibly slowly. They'll tell you that you can see the proof on old windows, which are thicker at the bottom. But they're wrong. Glass, once cooled, is a solid - and old panes are only thicker at the bottom just because it used to be difficult to make perfectly flat glass. Craftsmen installed it with the heaviest side at the bottom for stability reasons.\n\nThe most creative amongst you might have even tried making whole buildings out of glass in Minecraft. If you have, you're following in the footsteps of the Victorian-era engineers who built the Crystal Palace in Hyde Park, London in 1851. The enormous structure, which housed 14,000 exhibitors, astonished visitors from around the world.\n\nToday, you probably use more glass than you realise in everyday life. As well as glass in your windows and mirrors, you'll find the brittle substance in your laptop, your mobile phone, in the solar panels that power more and more of the world, and even in the fibre-optic cables that carry your Realms data from our servers to your home. Without glass, there'd be no Minecraft - and without Minecraft, we'd all be out of a job. Which would suck. So, thanks glass! We hope you stick around for many more years.\n原文:https://minecraft.net/en-us/article/block-week-glass\n作者:Duncan Geere\n日期:2017年5月12日\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1494582600,
            "txt_content": "丝绸之触？是不是还是用精准采集比较好？"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1494582960,
            "txt_content": "神TM丝绸之触？？？\n感觉还是精准采集吧"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1494584700,
            "txt_content": "精准采集+1\n让我想起了威尼斯..."
        },
        {
            "author": "aptx73",
            "timestamp": 1494585660,
            "txt_content": "翻成精准采集吧，直译不好"
        },
        {
            "author": "米安博奥",
            "timestamp": 1494587640,
            "txt_content": "刚开始玩的时候 几乎就喜欢用玻璃弄房子  现在想想 感觉之前的自己一点隐私意识都没有hhhh"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1494588180,
            "txt_content": "现在的玻璃都是合成的了吧（现实中）"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1494589800,
            "txt_content": "暴露背景是草方块\n坐等草方块"
        },
        {
            "author": "天之忆",
            "timestamp": 1589434740,
            "txt_content": "感谢科普，原来玻璃真的是固体"
        },
        {
            "author": "芝仕点心",
            "timestamp": 1589438100,
            "txt_content": "我记得不应该是精准采集吗，怎么是丝绸之触？"
        }
    ]
}