{
    "title": "[Minecraft.net│CULTURE] Five Years in Westeros 维斯特洛的五年历程",
    "author": "袋里的鲨",
    "replyCount": 5,
    "timestamp": 1494602460,
    "txt_content": "绳怎么弄的",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1494602820,
            "txt_content": "标题: [Minecraft.net│CULTURE] Five Years in Westeros 维斯特洛的五年历程 本帖最后由 像素君 于 2017-5-12 23:49 编辑 \n\n\n\n\n\n\nFive Years in Westeros\nChecking back with the epic map inspired by Game of Thrones\n维斯特洛的五年历程\n一起来回顾受《权力的游戏》启发而建造的史诗地图\n\nWhen I was reading the Song of Ice and Fire series, the books from which Game of Thrones was adapted, I spent a lot of time trying to figure out the sheer size of Westeros. Westeros is the continent on which its knight-bashing, skulduggery-dealing, capon-eating, winter-fearing action takes place. There’s a map of it in each book, but the scale is just mind-boggling. It’s 650 miles just from Castle Black to Winterfell, let alone all the way to King’s Landing (2110 miles). And they don’t even have cars!\n当我在阅读由《权利的游戏》改编而来的小说——《冰与火之歌》时，我花了很多时间试着弄明白维斯特洛大陆究竟有多大。维斯特洛大陆是充满着骑士之战、欺诈交易、吃人行为、惧怕凛冬的地方。每本书里都有一幅地图，但其规模之大实在是令人难以置信。光是从黑城堡到临冬城就有650英里，更不用说从黑城堡到君临城了（2110英里）。那里甚至连汽车都没有！\nIf these names mean nothing to you, well, they will start to if you visit WesterosCraft. This vast map is one of Minecraft’s greatest building projects. It’s an attempt to build the entire continent, with every location from the books and associated maps, and it’s just hit its fifth birthday!\n如果这些名字对你来说没有什么意思，好吧，会有人邀请你到WesterosCraft做客。这张巨大的地图是Minecraft最伟大的建筑作品之一。这是尝试建造整个大陆的项目，每个地点都来自相关的书籍和地图，而且它刚度过了自己的五岁生日！\nHighgarden and Oldtown are there; Storm’s End and Evenfall Hall; The Eyrie and Baelish Keep. Places where murdering and battles happen, and also places which are merely mentioned in passing. And then there’s the capital, King’s Landing, from where spider threads of feuding and deceit radiate. Every location has a deep and bloody history, and that comes through as you walk through WesterosCraft, too.\n高庭、老镇、风息堡、暮临厅建于此地；鹰巢城和贝里席矗立于此。谋杀和战斗发生的地方，还有那些仅仅是提到过的地点都在这里。然后是首都君临城，争斗和欺骗的蛛丝在此蔓延。每个地点都有一段深邃血腥的历史——当你走过WesterosCraft时也会有这样的感觉。\nNow 70% complete, an incredible 295 individual builds are completed across the world. The world itself isn’t exactly to scale of the books, but I can forgive that. At 807 square kilometres it’s around the area of Los Angeles, comprising 22,000 by 59,000 blocks. Seriously. Take a look at its dynamic map to appreciate what they’ve achieved so far.\n目前项目已经完成70%，295个壮观的建筑已在各地结束建造。这块大陆本身并没有达到书中的规模，但这没什么大不了的。整个地图大小为22000 X 59000，一共807平方公里，相当于洛杉矶的面积。请通过参阅这个项目的动态地图来了解到目前为止所建造的东西。\nI talked to project manager Jacob Granberry about some of the notable new builds, and he told me about what’s been going on. It’s extraordinary! Come take a tour with us.\n我和项目管理员Jacob Granberry谈到了一些值得关注的新建筑，他告诉了我一些正准备发生的事情。这太不可思议了！快来和我们一起游览参观吧。\n\n\n\n\n\n\n\n\n\n\n\n\nKING’S LANDING君临城\nJacob: \"King’s Landing is the capital of the Seven Kingdoms and the crown jewel of WesterosCraft. It was the first major build on our server back in 2011; it had roughly 500 houses then but it was eventually rebuilt again with roughly 2000 houses. After we made a custom texture pack, we rebuilt it AGAIN and just completed the city in 2016, and this time we counted how many houses exactly: 4,788 unique houses, all built by hand and that only includes what’s inside the city. There are many more outside the walls that are being rebuilt. Major landmarks include the Great Sept of Baelor, the Dragonpit, Flea Bottom and the Red Keep. The Red Keep is still under construction, but we hope to be finished in a few month’s time. King’s Landing has its own sewer system and over 20,000 Minecraft beds.\"\nJacob：“君临城是七大王国的首都，如同WesterosCraft这顶皇冠上的宝石。这是我们服务器2011年的主要建设项目。这里原来有500多栋房子，但它之后重建了一次，数目扩大到了2000多栋。我们在制作了一个自定义材质后又一次开始了重建，最后在2016年结束了这项工作。这次我们统计了一下所有房屋的数目——4788栋。这些房屋都是纯手工建造，而且这个数目仅仅是城市内的房屋数量。墙外还有许多其他的建筑正在重建当中。这里的主要地标有贝勒大圣堂、龙之坑、跳蚤窝和红堡。红堡仍在建造当中，但我们希望在几个月之后完工。不仅如此，君临城还有下水道和20000多张床。”\n\n\n\n\n\n\n\n\n\n\nGRIFFIN’S ROOST鹫巢堡\nJacob:\"Griffin’s Roost is a castle located in the Stormlands, a region of Westeros. The castle was built on a tall crag connected to the mainland by a natural ridge. There is also a small fishing village located in the bay west of the castle. This build has a troubled history on our server and has been rebuilt four times. After many iterations it was finally completed with our custom texture pack in mind. The town was mostly made by one person, improvised, in about two weeks. The build was inspired directly from the Song of Ice and Fire novels and the previous version.”\n\nJacob：“鹫巢堡位于维斯特洛的风暴之地。这座城堡建在一个连接到陆地的高耸峭壁上。在城堡西边的海湾里还有个小渔村。这个建筑在我们的服务器上有一段麻烦的故事，而且它已经重建了四次。多次更新换代后，最后我们使用自己制作的自定义的材质完成了它。这个小镇大部分都是由一个人来建造，大约两周之后就开始即兴建造了。鹫巢堡的灵感直接来自《冰与火之歌》里的歌曲和这个建筑以前的版本。”\n\n\n\n\n\n\n\nYARWYCK雅尔维克\nJacob:\"This project was led by server member TheYoungWolf. The main inspiration for the castle was Strahlenburg Castle in Schriesheim, Germany, though the project took some turns during its progress.  The lands surround Yarwyck, especially the coastline, was inspired by real life Italian coast lines.”\nJacob：“这一地点由服务器成员TheYoungWolf指导建造。其主要灵感来源于德国施里斯海姆的斯特拉伦伯格城堡。这个地点在建造时重来了好几次。包围雅尔维克的地形，尤其是海岸线，灵感都来源于真实的意大利海岸。”\n\n\n\n\n\n\n\n\n\n\nSANDSTONE砂石城\nJacob：“Sandstone is a castle located in the desert area known as Dorne. Wadi Rum  in Jordan was an inspiration for the terraforming and mesas surrounding the build. A?t Benhaddou in Morocco was used as inspiration for the castle’s architectural style.”\nJacob：“砂石城是一座位于一个称为多恩领的沙漠地带之中的城堡。其周围地形和环境的灵感来源于约旦的瓦迪拉姆沙漠。城堡的建筑风格则是取材自摩洛哥的艾本哈杜古城。”\nThe team has about 100 builds to go until WesterosCraft is complete. And then after that? Well, the ultimate aim is to use the world for a massive online RPG called A Game of Blocks, in which players vie for supremacy against each other, taking different roles dependent on status: PVE questing in the world as a commoner, PVP battling as a kinsman, and managing the politics and economics of a whole region as a warden. Ambitious! But with the creation of a whole continent behind them, what can stop them, right?\n这个团队在WesterosCraft建立之前有100多个建筑作品。接下来呢？这个团队的最终目标是使用这个地图来制作一个大型在线RPG游戏——《方块游戏》。玩家们互相争夺霸权，扮演不同角色体验不同的社会地位：像平民一样在大陆上进行PVE；与同族的人进行PVP；或是作为一个管理者管理整个地区的政治和经济。真是雄心勃勃！随着整个大陆的建立，没有什么可以阻挡他们，不是吗？\nYou can make your own visit to Westeros right now. You’ll need to grab the WesterosCraft custom launcher – follow the guide here!\n你现在可以到维斯特洛大陆游览一番，不过你得先弄到WesterosCraft的自定义启动器——查看这里的指示来下载吧！\n\n原文链接：https://minecraft.net/zh-hans/article/five-years-westeros\n原文作者：Alex Wiltshire\n原文发布日期：2017年1月28日\n文章翻译：像素君\n\n\n[groupid=1266]IntelliGence Group[/groupid]"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1494603000,
            "txt_content": "这些建筑真美\n而且建筑工作量也是出奇的大,居然有四千多个纯手工打造的房屋\n\n翻译的还行,读得下去"
        },
        {
            "author": "Mithey",
            "timestamp": 1494603300,
            "txt_content": "这是官方地图还是什么"
        },
        {
            "author": "像素君",
            "timestamp": 1494603480,
            "txt_content": "Mithey 发表于 2017-5-12 23:35\n这是官方地图还是什么\n这是官方对mc社区优秀作品进行的详细采访和介绍~"
        },
        {
            "author": "qq379952418",
            "timestamp": 1495421340,
            "txt_content": "地图无法下载啊"
        }
    ]
}