{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第二章】",
    "author": "1392684709",
    "replyCount": 3,
    "timestamp": 1494592380,
    "txt_content": " 本帖最后由 1392684709 于 2017-5-12 22:34 编辑 \n第二章 义勇军成员\n清早，赵勇却还在梦乡。“咚咚咚”一阵清脆的敲门声响起了。赵勇依然在梦乡。“喂，赵勇，开门啊，是我，我是瑞可将军，开门！”赵勇一直在梦乡，但这一次，他开始说起了梦话：“再，再让我，睡10额10分钟，额呵呵”瑞可见没人开门，又猛烈的敲门。“哐啷哐啷”这次声音明显大了好几倍。这一次可把赵勇吓醒了，他立刻爬了起来，警觉地环顾四周，奇怪，写字桌、电脑、书橱、爸爸的吼声全都没了！取而代之的则是一个小小的房间，一面古老的镜子、一张桌子，两把椅子。还有……对！敲门声！“这是哪？”然后他仔细想了想才知道这是游戏世界。随即他极不情愿地穿上那双呈长方体的棕色鞋子慢悠悠地走到门前，说：“谁啊，这么一大早敲门，还让不让人睡觉了，谁这么缺德！”他一打开门，露出来了一张小伙子的脸。“瑞可？”他随口说出。“啊，不对，是瑞可将军，您怎么这么早就来啦”赵勇不好意思的问道。“啊，我昨天不是说今天早上要带你去拜见国王的吗，你难道忘了？看你这样子一定是刚起床对吧，赶紧去准备准备。哦对了，这是老板托我给你的早饭面包，赶紧的”瑞可说道。赵勇连忙拿过面包，说道“谢谢你，顺便也谢谢老板”说完便赶紧去洗脸了。洗完脸后他连牙都没刷，反正古代也没有牙刷。他想。最后他边吃早饭边和瑞可走出了门。\n\n　　走在路上，赵勇就像小跟班似得跟在瑞可后面。瑞可正在嘱咐赵勇见到国王该做什么。“首先见到国王一定要先左膝跪下表示对国王的尊重，然后把手缓缓移到胸口，表示心中有国家有人民，清楚了吗？”“恩了解了”路上赵勇发现游戏世界里有许多我的世界没有的东西，比如长矛，等一些武器，这不，赵勇就看见一支由10个人组成的巡逻队来了，只见他们头戴钻石盔甲，身穿铁盔甲，齐向瑞可说：“瑞将军早”瑞可也笑着回答：“呵呵，你们也早”\n\n　　不一会，一座美丽宏伟的宫殿就出现在他们眼前。瑞可早就习以为常，可是赵勇却激动得说不出话来。门口有两个戴着黄金头盔的，穿着钻石盔甲的守卫。他们首先说：“瑞将军好，国王已经在里面等你们了，你们快进去吧！”“好，我们马上就到”瑞可带着赵勇进入了大门。一进大门赵勇就呆住了，无数的壁画，精美的雕刻在墙上一一显露出来，显现了一丝丝欧洲的风格。周围是一个走廊，如果从上往下看的话会发现是一个长方形，中间有一个巨大的水池，中间有一个小喷泉，再往前走就是国王的所在地了，也是一座宫殿，里面金碧辉煌。中间有一条红色的地毯，地摊旁边有许多侍从和大臣，而地毯的尽头则是坐在黄金宝座上的的国王，国王头上戴了一个金色的皇冠，金色皇冠边上装满了红色宝石，皇冠上还有一颗巨大的珍珠，国王看起来慈祥而又善良，笑眯眯的眼睛更显出了他的慈祥。瑞可先说“参见国王”接着就左单膝跪下，右手缓缓移到胸口。赵勇见瑞可已经跪下，自己也连忙学者瑞可的样子单膝跪下。“免礼”“谢国王”这一次瑞可和赵勇倒是异口同声。国王先对赵勇说“赵勇！”“在！”“我已经听说了你的事情，你是从遥远的国度来的对吧，这可是个新鲜事，因为我国戒备森严，极少有人来这里，你一定吃了不少苦吧”“额，是的”“你家里有什么亲人啊”“禀报国王，小人家中无牵无挂”其实赵勇这是在撒谎，但在游戏世界里确实没有家人。“那么既然你无牵无挂，正好我这里的部队里面还缺一个人，要不你就加入我们的部队，为国家效力，如何？”赵勇明白违抗国王的命令简直就是死罪，他尽管不愿意但也只能这样，所以他说：“好的，那国王要让我担任什么呢？”“这个嘛我会好好考虑的，很快给你答复”“好，谢国王，小人先告退了”说完，赵勇连忙走出了宫殿。众大臣见到赵勇如此无礼，显然不把国王放在眼里，一个个直眉瞪眼。倒是国王开心的笑了，之后国王又说“瑞可，你过来，我跟你说几件事”……\n\n　　瑞可走出了宫殿，四处找赵勇，最后才发现赵勇在宫殿门口等着自己呢。正好中午了，赵勇问他：“国王都跟你说了些什么？”“先别说这个，我们先吃点东西吃点东西，边吃边聊，国王给你的这个职位你一定会开心地直蹦脚的，瑞可兴奋地说道”说完，瑞可便拉着赵勇来到了一家餐馆，瑞可直接要了一只烤鸡和一壶酒。瑞可兴奋地说：“国王居然要让你担任皇家，皇家啊，皇家义勇军指挥官，要知道，这可是非常难得的啊，一般老百姓很少看到皇家军队，正好咱么都是皇家军，我俩还可以相互有个照应”瑞可倒了一杯酒给赵勇，一杯给自己，接着说：“义勇军已经有了四个大官，是海上将军、骑兵队长、陆战上校和探路先锋，还缺一个指挥官，就是你！虽然我也不知道为什么国王会给你这么高的职位，但是皇家军每个人一个月能拿到8000元啊，战绩好还可以再拿2000！真为你感到高兴，来，我们庆祝庆祝”说完给赵勇了一大半的鸡肉。赵勇却一点也高兴不起来，心想：国王能给自己这么高的职位不正好说明了容易死吗？哪怕一个小士兵也很容易战死，那指挥官就别提了……但他还是装作高兴的样子和瑞可你一杯我一杯的喝酒。开始他不敢喝，但转念一想自己都是即将上战场的人了，喝这点酒算什么？他们边喝酒边吃鸡，吃的好不痛快。不一会，赵勇便喝醉了，瑞可倒没有，他付了钱，便背着早已熟睡赵勇来到了赵勇所在的旅馆。赵勇软绵绵的像坨泥，瑞可一下子把他扔在床上，赵勇还在熟睡。“这小子酒量太小，这么快就醉了，哎我还是先回去吧也好让他好好睡一觉”“咚”瑞可关了门走了，要不是赵勇还在熟睡，恐怕要被吓死了。\n\n　　“呵呵呵，还差50枚哦”一阵怪笑从天花板上传了出来……\n\n\n每日两更今日已结束\n\n\n\n本章链接：http://www.17k.com/chapter/2078053/25948805.html\n第一章站内链http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=691726\n\n\n团队：STEREO工作室\n\n\n\n\n\nstereo2.0.jpg (97.06 KB, 下载次数: 0)\n\n下载附件\n\n2017-5-12 20:32 上传\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1494592920,
            "txt_content": "文章剧情动向有点奇怪,为什么主人公面对穿越,居然一点奇特的感觉都没有?居然也不害怕?"
        },
        {
            "author": "nianbing",
            "timestamp": 1494593880,
            "txt_content": "似曾相识的LOGO模板qwq"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494681420,
            "txt_content": "语言风格有点小问题，很像是在“记流水账”、\n全文居中真的很难受，对话能否多换行？\n心理描写不算怎么真，穿越过去一点感觉都没有？\n总之还是要继续努力"
        }
    ]
}