{
    "title": "[Wiki][PCD] Citizens 2 wiki翻译",
    "author": "lovekasumi",
    "replyCount": 5,
    "timestamp": 1494747900,
    "txt_content": " 本帖最后由 lulu456u 于 2017-7-1 13:13 编辑 \n\n所有标题可点，并连接到原wiki网站。\n\n什么是Citizens2？Citizens2 is an advanced NPC plugin for CraftBukkit. Unlike the original Citizens, Citizens2 allows developers to extend basic NPCs to provide varied gameplay and functionality.Citizens 2是一个用于CraftBukkit服务端的先进的NPC插件。与原本的Citizens 1不同，Citizens 2允许开发者开拓基本的npc的用途，添加性状（职业特征），来提供不同的玩法和乐趣。\n\n主要特点NPCs can walk, stand and talk naturally to players.NPC们能够行走、站立,也可以像玩家一样自然地说话。Easy to use API for developers. This allows for brand new Traits that enhance your NPC experience.开发者们可以享受到一个易于使用的API。这允许添加新的NPC性状来增强你的NPC体验。Monster and animal NPCs. You can create intimidating blazes around a Nether portal, welcoming sheep near the spawn, and helpful villagers in your villages. See the Commands page to see how to create a mob NPC.你可以创建各种NPC。你可以在地狱门旁边创建烈焰人，在出生点旁边创建“欢迎羊”和在村庄中创建热心肠的村民。请看命令部分来了解如何创建一个NPC。Ridable and controllable NPCs.NPC们可以控制和骑乘。Robust text editing. The new text-editing interface allows for adding, removing, and editing NPC text.更好的文本编辑。新的文本编辑页面允许添加、删除和编辑NPC文本。Player- and server-owned NPCS. Server-owned NPCs can be edited by anyone with the citizens.admin permission.NPC分为玩家拥有和服务器共有两种。服务器共有的NPC可以被所有拥有citizens.admin权限的人编辑。Admins can optionally charge for NPC creation and limit the number of NPCs per player.管理员可以掌管NPC的创建和每个玩家能够拥有的NPC数量。\n\n安装Installing Citizens 2.0 is easy. It is like installing any other Bukkit plugin. If you don't know how to do that, see below.你当然可以像其他插件一样轻松地安装Citizens 2.0。如果你不知道该怎么做，那就继续往下看吧。Download Citizens.下载Citizens 2.0插件。Place the Citizens 2.0 jar in your /plugins directory.将Citizens2.0的jar文件放到你的plugins文件夹中。Download any desired Trait plugins and place these in the /plugins directory as well.Reload or restart your server. Citizens 2 will create a plugins/Citizens folder and a config.yml file.下载所有需要的性状（职业）附属插件并把它们也放到plugins文件夹中。重新加载或重新打开你的服务器。Citizens 2将会创建plugins/Citizens文件夹和config.yml文件。Configure Citizens to your liking with config.yml. See the Configuration page for more help.在Config.yml中把Citizens配置你喜欢的样子。请看“配置”部分来获得更多你需要的帮助。Reload or restart your server.重载或重新打开你的服务器。Start creating and editing NPCs!开始创建和编辑NPC吧！Be sure to set Permissions so your players can interact with NPCs.一定要设置权限，这样你的玩家才能和NPC们互动。Note that players need the citizens.npc.talk permission to hear NPCs!值得注意的是，玩家需要citizens.npc.talk权限才能听到NPC的话！\n\n升级到Citizens2Citizens 2.0 is NOT compatible with Citizens 1.2注意：Citizens 2.0并不支持Citizens 1.2Can I keep my old NPCs?You'll have to convert your old npc-profiles.yml files first. A converter can be found here on the site. Once you get the saves.yml file, place it in ./plugins/Citizens/saves.yml .Before you do any downloading and configuring of Citizens2, you must delete all of your previous Citizens files. They will not work with Citizens v2.0 or higher. It is recommended to backup these files just in case you decide to downgrade.Once you have removed all Citizens 1.x files, follow the steps above.我可以保留我的旧NPC吗？首先你需要转换原本的npc-profiles.yml文件。转换器可以在这里被找到(原帖转换器已蹦)。当你得到了转换出的saves.yml，请把它放在/plugins/Citizens/saves.yml。在你下载和配置Citizens 2之前，你必须删除所有你以前的Citizens文件。它们将不会在Citizens 2.0或更高的版本上运行。建议你备份它们以防你决定降级插件。\n\n经常被问到的问题This page contains frequently asked questions regarding the Citizens project. You should always check here before submitting an issue, asking on IRC, or posting on the forums. You're queries could very well have already been answered here.这里包含了关于Citizens的常见问题。你应该在提交问题之前在IRC上询问，或者在论坛上发帖。你的问题可能已经在这些地方被回答过了。\nWhy isn't Citizens working on my server?为什么Citizens在我的服务器上并不能使用？Citizens is an advanced plugin and requires very a specific version of CraftBukkit in order to work.If you are getting NoClassDefFound, ClassNotFoundException, or FieldNotFound errors, ensure that you have the correct version of CraftBukkit for your Citizens version first. See DownloadsCitizens是一种先进的插件，并且需要特定的CraftBukkit版本才能运行。如果你遇到了NoClassDefFound,ClassNotFoundException,或者FieldNotFound错误，这时候请确认你的CraftBukkit服务端版本和Citizens插件版本是对应的。参阅Downloads页面。\nHow do I upgrade from old versions to Citizens 2.0?我该如何把旧版本升级到Citizens2.0？See the Installation page.请看上面的“升级到Citizens2”部分。\nHow do I get more NPC types?我该如何获得更多的NPC类型？NPC types are now called \"traits\". These are no longer built-in JARs that you place in the /plugins/Citizens/types directory. You must download each individual character and place it in the /plugins folder.You can find out more about traits on the Characters page, or learn how to make your own on the API page.NPC类型现在叫做“性状”。现在在/plugins/Citizens/types目录下不再有内置的jar了。你必须下载每个单独的职业并把它放进/plugins文件夹。你可以在人物页面找到更多的关于NPC类型的信息，或者在API页面学习如何制作属于自己的。\nCan I change what skin an NPC has?我可以改变NPC的皮肤吗？The short answer is yes, if you have a recent Minecraft version. For a detailed explanation, see the Skins page.当然可以，但前提是你的MC版本足够新。关于详细的说明，请参阅皮肤页面。\nWhy can't my users hear my NPCs?为什么我的玩家们听不到NPC说话？Make sure you give them the proper permissions. Users will need citizens.npc.talk to hear NPCs by clicking or talk-close. See Permissions.你应确保给了玩家们权限。玩家们需要citizens.npc.talk来通过点击NPC和与附近对话来和NPC对话。请看“权限”部分。\nI can't right-click to select an NPC.我无法右击选择一个NPC。By default you must be holding a stick to right-click-select a NPC. The object can be changed in the Configuration.默认下你必须拿着一根棍子来右键选择NPC。这个物体可以在配置中更改。\n\n\n指令Read below for detailed command documentation. For more info on per-type commands and permissions, see its corresponding page.请阅读下面详细的指令文档。如果你想要了解每种指令的详细信息和权限，请参阅其对应的页面。[] ——必需条件() ——可选条件Command - command's syntaxArgs Description - description of the command's argumentsRequire Selected - whether the command requires an NPC to be selectedRequire Ownership - whether the commands requires you to be the owner of the NPCRequire Mob Types - whether the command requires an NPC to be a certain mob type(s)Permission - command's permission nodeDescription - short description of the command指令 —— 命令语法参数描述 —— 命令中参数的详细描述选择需求 —— 命令是否需要选择NPC所有权需求 —— 命令是否需要你是NPC的所有者NPC类型需求 —— 命令是否需要NPC为特定类型权限 —— 命令节点描述 —— 命令的简短描述\n\n                      指令：\n\n管理指令指令权限描述/citizenscitizens.admin显示基本插件信息/citizens reloadcitizens.admin重载插件/citizens savecitizens.admin保存NPC和配置\n\n\n\n帮助指令指令参数描述权限描述/citizens help(页码) - 显示的页码citizens.help显示Citizens帮助信息/npc help(页码) - 显示的页码citizens.npc.help显示NPC帮助信息/trait help(页码) - 显示的页码citizens.trait.help显示性状帮助信息/script help(页码) - 显示的页码citizens.script.help显示脚本帮助信息/template help(页码) - 显示的页码citizens.template.help显示模板帮助信息/waypoints help(页码) - 显示的页码citizens.waypoints.help显示路径点帮助信息\n\n\n\nNPC指令指令参数描述选择需求所有权需求NPC类型需求权限描述/npc无是是无无显示NPC的基本信息/npc age[adult, baby, integer, -l] - Adult 设置为成人, baby 为婴儿,整数设置为确切的年龄, -l 改变是否锁定年龄是是是 - COW, SHEEP, CHICKEN, PIG, VILLAGER, OCELOT, WOLFcitizens.npc.age修改NPC的年龄/npc anchoranchor (--save [名称], --assume [名称], --remove [名称]) (-a)(-c) - 保存一个可以被假设的位置为 [name]是是无citizens.npc.anchor改变/保存/列出NPC的位置/npc behaviourbehaviour [脚本] (-r) -- 脚本是一个用逗号分隔地从脚本文件中寻找的列表，-r可以把该脚本从NPC移除。是是无citizens.npc.behaviour从一个NPC添加或删除行为。 一个行为就是一个脚本文件被执行并给NPC添加一个每刻都在运行的目标。这可以做任何你能够计划或想到的事！/npc controllable无是是无citizens.npc.controllable.[npc type name]修改NPC的可控状态。可控的NPC可以被右键骑乘并且用WASD控制。恶魂、烈焰人和末影龙可以通过左键一次来暂停、恢复飞行。/npc copy(--名称 新名称) -- 新名称是新创建的NPC的名字。是是无citizens.npc.copy从当前选中的NPC来创建一个新的NPC，保存所有原有的特征。/npc create[NPC Name] - NPC的名字(--type [type]) - 使用的实体种类--trait [trait1] [trait2] ... - 适用于NPC的性状列表是是无citizens.npc.create.mobtype or citizens.npc.create.*创建一个新的NPC。示例: /npc create Jimbo Stevenson --type PIG/npc despawn(id) 需要移除的NPC的ID。是是无citizens.npc.despawn移除一个NPC/npc gamemode[gamemode] 设置的模式是是PLAYERcitizens.npc.gamemode设置一个玩家NPC的游戏模式。/npc gravity无是是无citizens.npc.gravity打开/关闭NPC的重力。/npc equip无是是是 - PLAYER, PIG, SHEEP, ENDERMANcitizens.npc.edit.equip切换为装备编辑器。 可以改变玩家NPC的装备，猪NPC的鞍，羊NPC的颜色和玩家/末影人NPC的手持物品。/npc list(-a) - NPC列表(--owner (owner)) - 属于某人的NPC(--type (type)) - 某种类NPC(--char (character)) - 某角色NPC否否无citizens.npc.list列出NPC列表/npc lookcloseNone是是无citizens.npc.lookclose切换为近看状态/npc moveto--x [x] --y [y] --z [z] --world [world]是是无citizens.npc.moveto移动NPC的位置/npc mountNone是是无citizens.npc.mount如果当前NPC是可控的，你将会骑乘它。/npc owner(name) - 将当前NPC的所有者设置为该玩家，如果输入server则设置为共有NPC，拥有citizens.admin权限的玩家都可以控制。是是无citizens.npc.owner设置一个NPC的所有者/npc path无是是无citizens.npc.edit.path切换为路径编辑器。左键添加/右键移除路径点，鼠标滑轮或数字键选中特定的路径点。/npc pathrange[range] - 新的距离是是无citizens.npc.pathfindingrange设置NPC可以找到一个路径点的距离。/npc playerlist无是是PLAYERcitizens.npc.playerlist将一个NPC设置为“真正”的玩家，让它们可以被其他插件作用，将保持区块加载和作物生长。/npc pose(-a) - 让NPC头部的朝向保持为当前玩家头部的朝向。这对设置NPC具体看的位置很有帮助。''(--save [name]|--load [name]|--remove [name)''是是是 - PLAYERcitizens.pose根据当前玩家的头部朝向来改变/存储NPC的头部朝向/npc power无是是是 - CREEPERcitizens.npc.power设置是否一个爬行者NPC是被充能的。/npc professionBLACKSMITH, LIBRARIAN, BUTCHER, FARMER,或者 PRIEST是是是 - VILLAGERcitizens.npc.profession改变一个村民NPC的职业。/npc remove(all) - 移除全部NPC是 (如果是“all”则不需要)是无citizens.npc.remove, (citizens.admin.remove.all)移除一个NPC/全部NPC/npc rename[name] - NPC新的名字是是无citizens.npc.rename重命名一个NPC/npc select[id] - 需要选择的NPC的ID否是无citizens.npc.select用ID选定NPC/npc size[size] - 设置史莱姆的大小是是SLIMEcitizens.npc.size设置一个史莱姆NPC的大小。/npc skeletontype[type] - 0 或 NORMAL 为普通骷髅， 1 或 WITHER 为凋零骷髅。是是SKELETONcitizens.npc.skeletontype改变一个骷髅NPC的种类。/npc spawn[id] - 需要生成的NPC的ID是是无citizens.npc.spawn生成一个NPC。/npc speed[数值]是是无citizens.npc.speed\n改变一个NPC的速度。2为两倍基础速度。/npc text无是是无citizens.npc.edit.text切换文本编辑器。 注意：玩家需要citizens.npc.talk 权限 才能听到NPC的对话！/npc tphere无是是无citizens.npc.tphere将一个NPC传送到你当前的位置。/npc tp无是是无citizens.npc.tp传送到一个NPC。/npc type[type] - 新的实体类型是是无citizens.npc.type改变一个NPC的实体类型。/npc vulnerable无是是无citizens.npc.vulnerable切换一个NPC是否能受到伤害和死亡，和当他在玩家列表中时是否怪物会攻击他。/npc zombiemod(-b, -v) - -b 为baby僵尸, -v 为村民僵尸YesYesZOMBIEcitizens.npc.zombiemodifier设置一个僵尸NPC的外貌。/trait[trait1] [trait2] ... [traitN - 应用的特征列表YesYesNocitizens.npc.trait.* or citizens.npc.trait.<trait-name> for per-trait permissions给NPC添加性状类型。NPC可以有多种性状。例如: /trait sentry\n\n\n\n\n编辑器Editors are used to further edit NPCs in easy ways. These are things considered too complex to require just commands to edit. In all editors, you must type the associated command once to enter the editor, and again to exit it. You can only be in one editor at a time.编辑器用于简单地进一步编辑NPC。只用命令来编辑这些东西过于复杂。所有的编辑器都需要特定的指令进入，并重复该指令退出。你只能同时在一个编辑器里。文本编辑器Editing a NPC's text is simple. Follow the in-game directions to add, edit, and remove text from NPCs. A NPC being a \"random-talker\" means that it will repeat random phrases from its list of text. If \"random\" is false, it will loop through the text linearly. Changing its close-talker setting by typing \"close\" will toggle whether a NPC talks when a player comes within 5 blocks. If close is false, the NPC will only talk when it is clicked with the configurable talk-item. If close is true, it will only talk when a player comes near.编辑NPC的文本很简单。跟随游戏中的指示来添加、编辑和删除NPC的文本。一个NPC是“随机谈话者”意味着他会在文本列表中随机选择文本来说。如果“随机”是关闭的，他们将会依次说出文本列表中的文本。通过键入“close”改变close-talker设置，调整NPC是否会在玩家接近到5个方块以内时交流。如果close是关闭状态的话，NPC会在被点击时交流；如果close是开启状态的话，NPC会在玩家靠近时交流。注意：与NPC对话需要citizens.npc.talk权限！\n路径编辑器NPCs can be given Waypoints to dictate their motion.Waypoints are created by a Waypoint Provider. You can change providers using the /waypoint provider [provider] command.The current Providers are:Linear (default) - Sends the NPC to each stored waypoint in sequence.Wander - The NPC wanders around randomly.Guided - The waypoints are split into destination waypoints and guide waypoints. Destination waypoints are chosen randomly and pathed to using a combination of the guide waypoints.NPC可以通过被给予路径点来支配他们的路径。路径点被路径提供者创建。你可以改变路径提供者，通过/waypoint provider [provider]指令。当前拥有的路径提供者分为：线性（默认） - 让NPC沿路径点运动。徘徊 - NPC在周围随机徘徊。导向 - 路径点被分为目的地路径点和导向路径点。NPC将随机通过导向路径点前往目的地路径点。触发路径点For the linear waypoint provider, triggers can be added to pause the NPC at certain waypoints, change their speed or say something at a waypoint. More information can be found by typing 'triggers' in the waypoint editor.对于线性路径点，触发器可以被添加以在特定的路径点处使NPC暂停，改变他们的速度或者让他们在路径点处说点什么。更多的信息可以在路径点编辑器中输入“triggers”来观看。\n装备编辑器Equipment is things like armor, held-items, and other visible features on NPCs. Only some NPC types can have their equipment edited.装备就是像护甲、手持物品或其他的NPC身上可见的特征。只有一些类型的NPC可以被编辑装备。通用With the new mob equipment updating in 1.4.5, any mobs not listed here will default to the Human equipping style. Note that the equipment may not display properly on all mobs as some do not support it.随着新的装备编辑器1.4.5的更新，所有没在这里列出的实体都将会默认使用人的装备编辑风格。需要注意的是装备不一定会被在所有实体身上显示，因为有些不支持装备。\n人类（普通的NPC）Human NPCs can have their armor and held item modified. To give armor to a NPC, right-click one with armor in your hand. The armor is placed on the NPC's body. Any item or armor that was previously on a NPC will be removed and dropped to the ground. To place armor in a NPC's hand, crouch and right-click. To clear all items, right-click the NPC with no items in your hand.人类NPC可以编辑他们的护甲和手持物品。手持一个护甲并右键他们来给他们装备。这个护甲将直接被穿在他们的身上。之前在他们身上的装备将被移除并掉在地面上。蹲下并右键单击NPC来把装备放在他的手上。什么都不拿并右键NPC可以清除他身上的所有装备。\n末影人Enderman NPCs can have their carried material modified. The only valid materials that an enderman can hold are blocks - most items do not appear on the client. Note that certain \"utility\" blocks such as sign posts, silverfish blocks, etc. do not appear on the client either. Click with no items in your hand to remove blocks from the enderman NPC.末影人NPC拿在手里的物品可以被改变。它们只可以拿方块——大多数物品不会出现在客户端。注意某些“效用”方块例如路标、鱼块也不会出现在客户端。什么都不拿并点击它可以移除它手中的方块。\n羊Sheep NPCs can have their wool color and sheared status modified. To shear, right-click with shears like your normally would. To un-shear a sheep NPC, click it with the shears again. To change the wool color, click the sheep NPC with dye. Clicking with anything but dye in your hand will turn the sheep NPC white and drop the dye on the ground.羊NPC的毛色和剪毛状态是可以被改变的。像你剪羊毛一样用剪刀右键单击可以移除它身上的毛。再次用剪刀右键单击可以恢复它身上的毛。手持染料右键它可以改变它的毛色。手持除了染料的任何东西右键它将会把它的毛色变成白色。染料将会掉在地上。\n猪Pig NPCs can have saddles added and removed from them. Simply right-click the pig NPC with a saddle in hand. Clicking with any other item in your hand will remove the saddle from the pig NPC.猪NPC可以被添加/移除鞍。拿着鞍右键它可以给它添加鞍。拿着除了鞍以外的任何东西右键它可以移除鞍。\n客户端问题There are known clientside issues with some equipment editors. If you are experiencing an issue, it is likely clientside. Try relogging and if necessary restarting your server.有些编辑器有已知的客户端问题。如果你发现了一个问题，那么……它很可能来自你的客户端。如果必要的话，尝试一下重新登陆或重启你的服务器吧。\n\n\n\n性状（职业）Characters are complex traits that use the Citizens API to add functionality to existing NPCs. To get characters on your server, simply follow the links to their respective wiki pages and find the download link. Install the characters' JAR file into the /plugins or /plugins/Citizens/plugins directory.Citizens NPCs can be multiple traits at the same time. See Multiple Traits性状是通过CitizensAPI给NPC添加的能力。想要从你的服务器上获得性状，只需要按照他们各自的wiki链接并找到下载地址。把性状的JAR文件放在/plugins目录或/plugins/citizens/plugins目录。NPC可以同时拥有多个性状。请看更多性状。\nMultiple Traits更多性状All Citizens 2.0 behavior is dictated by Traits.Traits can be applied to the NPCs and will handle events and interaction in specific ways.The cool thing is a NPC can have multiple traits assigned to it. Including multiple Character Traits.An example is the Wallet Trait. This trait allows the NPC to have and use economy money. This Trait is useless by itself but works when the NPC is also assigned the Denizen or Trader trait.Characters are really just complicated Traits.Assigning multiple Characters traits can lead to powerful results, but also potential conflicts.NPCs with the Denizen trait should use the commands for that trait to turn on and off specific interactions that may cause conflict.For example if you want to make a Blacksmith that wanders throughout the town using Denizen Activities to dictate his movement, you would want to turn off Click Triggers in the Denizen Trait so that right-clicking the Blacksmith would perform the proper Blacksmith commands and not trigger any Denizen scripts.\n所有的Citizens 2.0的行为都是由性状决定的。性状可以被应用于NPC，将用于处理事件和以特定的方式相互作用。最酷的事情就是NPC可以被分配很多性状。包括很多性格特点。钱包性状就是一个例子。这个性状允许NPC拥有和使用货币。这对它自己来说没什么使用价值，但是在NPC也被分配了商人或居民性状时工作。人物是复杂的性状。分配多个人物性状可能会有很大的用处，但也有可能具有潜在的冲突。具有居民性状的NPC应该被使用指令来打开或关闭可能造成冲突的特定的相互作用。例如如果你想要制作一个在城镇中通过居民来支配运动路径的铁匠，你可能想要关闭点击触发的居民性状以便右键铁匠出发适当的铁匠命令而并不触发任何的居民脚本。通过使用指令/trait [traitname]来从NPC身上打开或关闭某个特定的性状。\n\n  Characters人物  Name名称Developer创作者Description简介Alchemist炼金师aPunch可定制的药剂配方。Blacksmith铁匠aPunch在很大程度上可定制的工具和装甲重铸。Builder建筑者jrbudda一块一块的建筑。Denizen居民aufdemrand脚本化、交互式的NPC。DtlTraders交易者dandielo另一个交易人物。Quests探索者Various链接到Citizens 2的探索选项。Sentry哨兵jrbudda警卫和战斗NPC。 他们可以守卫某个地方或成为保镖。他们可以是近战也可以是远距攻击。Postal邮政mcfacilitator这是一个使用NPC为邮递员的成熟的邮政系统。MoxieNPCx3nec一个定制的MoxieSkills技能插件的商店NPC。HyperMerchanShmancelotHyperConomy商店的一个商人 NPC's 和 GUI。UltraTrader商人tenowg交易者。\n\n配置信息默认配置# Citizens 默认配置\nnpc:\n  chat:\n    options:\n      bystandersheartargetedchat: true\n      maxnumberoftargetstoshow: 2\n      multipletargetsformat: <target>|, <target>| & <target>| & others\n      range: 5\n    format:\n      notargets: '[<npc>]: <text>'\n      withtargettobystanders: '[<npc>] -> [<target>]: <text>'\n      totarget: '[<npc>] -> You: <text>'\n      withtargetstobystanders: '[<npc>] -> [<targets>]: <text>'\n  default:\n    lookclose: # NPC的头部朝向玩家设置的方向\n      enabled: false # 是否打开lookclose\n      range: 5 # lookclose的距离\n    pathfinding:\n      range: 25.0 # 在放弃前最大的搜寻范围\n    randomtalker: true # NPC是否会随机选择文本进行对话而不是顺序对话\n    realisticlooking: false # NPC是否会看向被墙遮住的玩家\n    stationaryticks: -1 # 在放弃前NPC会寻路多久\n    talkclose:\n      enabled: false # 默认的talkcolse\n      range: 5 # NPC交谈距离\n    text:\n      '0': Hi, I'm <npc>! #默认文本\n  limits:\n    defaultlimit: 10 # 默认的每个玩家的NPC数量限制\n    maxpermissionchecks: 100 # 每个玩家可以拥有的最大NPC数量\n    maxspeed: 100 # NPC的最大速度\n  chunks:\n    alwayskeeploaded: false # 是否在没有玩家时总是保持NPC附近的区块加载\n  selection:\n    quickselect: false # 没有信息将会被发送\n    item: '280' # 选择用物品：默认为木棍\n    message: <b>You selected <a><npc><b>! # 选择到NPC时发送的消息\n  player:\n    removefromlist: true # 设置为False将会使人类NPC像一个真正的玩家一样, 其他插件也会对他们作用。这也可以用指令来完成：/npc playerlist\n  serverownership: false # 默认是否是一个共有NPC\n  text:\n    maxtalkcooldown: 1 # NPC的最大对话冷却时间\n    mintalkcooldown: 1 # NPC的最小对话冷却时间\n    talkitem: '340' # 默认的右键触发NPC对话的物品，默认为书\n  pathfinding:\n    usenewfinder: false # 实验功能：使它为一个非MC的探险者（不明）\nadvanced:\n  checkminecraftversion: true # 设置为false将会关闭MC兼容性检查。\nstorage:\n  savetask:\n    delay: 72000 # 所有东西被储存到磁盘一次的延迟时间（刻）\n  file: saves.yml # 储存文件\n  type: yaml # 种类：可以是NBT、YAML\ngeneral:\n  debugmode: false # 启用调试输出\n  colorscheme:\n    messagehighlight: <e> # 高光颜色：默认为黄色\n    message: <a> # 文本颜色：默认为绿色\n  translation:\n    locale: '' # 如果需要的话，设置地区：例如：en_US为美国\neconomy:\n  npc:\n    cost: 100.0 # 每个NPC的花费：需要Vault前置\nsubplugins:\n  folder: plugins # 拓展插件放置的位置复制代码\n\n文本语法Configuration syntax in Citizens is simple. Nodes within arrow brackets -- <> -- will be parsed and replaced if possible. Below are the available nodes that you can use.在Citizens中配置语法是简单的。在箭头括号——<>——中的节点将会被试着替换——如果它们被支持的话。下面是可用的节点。\n字体颜色请将颜色代码放在<>里，例如<a>为绿色\n0 -- BLACK 黑色\n1 -- DARK BLUE 墨蓝\n2 -- DARK GREEN 墨绿\n3 -- CYAN 青色\n4 -- DARK RED 深红\n5 -- PURPLE 紫色\n6 -- GOLD 金色\n7 -- LIGHT GRAY 亮灰\n8 -- GRAY 灰色\n9 -- BLUE 蓝色\na -- GREEN 绿色\nb -- AQUA 浅绿（水绿）\nc -- ROSE RED 玫瑰红\nd -- LIGHT PURPLE 亮紫（粉色？）\ne -- YELLOW 黄色\nf -- WHITE 白色\n\n\n其他\nnpc -- NPC's name NPC的名字\n\nid -- NPC's ID NPC的ID\nowner -- NPC's owner NPC的所有者\nplayer -- Player's name 玩家名\nworld -- Player's world 玩家所在世界\n\n\n权限This page may be outdated: double check the plugin.yml at https://github.com/CitizensDev/Citizens2/blob/master/src/main/resources/plugin.yml for up-to-date permissions这个页面也许过期了：仔细检查这里的plugin.yml来取得最新版本的权限默认OP拥有所有权限！citizens.admin.*\ncitizens.admin 这个权限允许玩家编辑共有的NPCcitizens.admin.avoid-limits 允许玩家任意创建NPC，不受数量限制\ncitizens.help /citizens helpcitizens.npc.*:\ncitizens.npc.age /npc agecitizens.npc.position.assume /npc agecitizens.npc.behaviour /npc behaviourcitizens.npc.create /npc createcitizens.npc.create.[mobtype 或 *] /npc create [mobtype]citizens.npc.controllable /npc controllablecitizens.npc.copy /npc copycitizens.npc.despawn /npc despawncitizens.npc.edit.*\ncitizens.npc.edit.equip /npc equipcitizens.npc.edit.path /npc path\ncitizens.npc.help /npc helpcitizens.npc.limit.# 允许玩家创建 # 个NPC（1~100内的整数）citizens.npc.list /npc listcitizens.npc.lookclose /npc lookclosecitizens.npc.moveto /npc movetocitizens.npc.owner /npc ownercitizens.npc.path /npc pathcitizens.npc.power /npc powercitizens.npc.profession /npc professioncitizens.npc.remove /npc removecitizens.npc.remove.all /npc removeallcitizens.npc.rename /npc renamecitizens.npc.select /npc selectcitizens.npc.spawn /npc spawncitizens.npc.speed /npc speedcitizens.npc.talk 允许玩家听到NPCcitizens.npc.text /npc textcitizens.npc.trait.*\ncitizens.npc.trait /traitcitizens.npc.trait-configurecitizens.npc.trait-configure.*citizens.npc.tp /npc tpcitizens.npc.tphere /npc tphere\n\n\n存储数据Data storage in Citizens2 is handled in one of two ways: YAML flatfile or a NBT file.在Citizens 2中储存数据有两种格式：YAML文件和NBT文件。\nsaves.ymlsaves.yml is used by default to store all data on created NPCs.saves.yml默认被用于存储所有创建的NPC的数据。结构格式：# Citizens NPC Storage\nnpc:\n  '0':\n   name: My_First_NPC\n   traits:\n     age:\n       age: 0\n       locked: true\n     spawned: true\n     type: PLAYER\n     owner: Steve\n     lookclose: true\n     location:\n       world: world\n       x: '92.65002360423462'\n       y: '3.0'\n       z: '-264.5621058817138'\n       yaw: '87.90003967285156'\n       pitch: '21.14999008178711'\n     text:\n       talk-close: true\n       random-talker: true\n       0: Hello, there. I'm My_First_NPC.\n     waypoints:\n       linear:\n         points:\n           '0':\n             location:\n               world: MyWorld\n               x: 60\n               y: 64\n               z: 80\n               pitch: 90\n               yaw: 0\n             delay: 0\n           '1':\n             location:\n               world: MyWorld\n               x: 65\n               y: 64\n               z: 82\n               pitch: 45\n               yaw: 0\n             delay: 0\n       provider: linear复制代码\n\n结束语嗨呀完成了还真是很高兴呢如果有翻译错误的地方请各位dalao提出以下修改意见~谢谢啦为毛读着这么像机翻\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "570855441",
            "timestamp": 1494748020,
            "txt_content": "和机翻好像啊"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1494748440,
            "txt_content": "挺好的，辛苦了（哪有表格炸了？）"
        },
        {
            "author": "scofield2017",
            "timestamp": 1494929520,
            "txt_content": "辛苦辛苦，棒棒的。"
        },
        {
            "author": "2366077490",
            "timestamp": 1579102740,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "TONMMY",
            "timestamp": 1584445440,
            "txt_content": "怎么改语言文件emm"
        }
    ]
}