{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第一章】",
    "author": "1392684709",
    "replyCount": 6,
    "timestamp": 1494591840,
    "txt_content": "\n我有点懵逼,这行文风格足以让我断定…\n\n算了\n这个是妖鬼之怒个人的原因。",
    "replies": [
        {
            "author": "1392684709",
            "timestamp": 1494592080,
            "txt_content": "标题: 【转载│连载】我的世界之黑暗后的黎明【第一章】 本帖最后由 1392684709 于 2017-5-12 22:33 编辑 \n\n\n《我的世界之黎明后的黑夜》\n\n\n第一章 真是还是虚幻\n\n\n工作室作者：妖鬼之怒\n团队：STEREO工作室\n工作室发布者：死鱼大大\n\n\n“叮铃铃，起床，起床”六年级的赵勇在闹钟的吵闹下迷迷糊糊睁开了眼睛，他看看了看闹钟，已经6：30了，学校上课是7：00，但他狠狠关了闹钟后又闭上了眼睛。他觉得反正自己经常迟到，所以这一次迟到了也没关系。赵勇在学校里成绩不是很好，但玩我的世界游戏却是全班第一，许多人尊敬地称他为“我的世界大师”。就在那时，门突然被粗鲁的撞开，露出了一张凶恶的脸。那正是赵勇的爸爸。爸爸大吼道：“小兔崽子，都几点了还像个死猪一样赖在床上，莫非要我把你做成红烧猪肉？快起来。”赵勇在“蚊子爸爸”的叫声下极不情愿爬了起来，匆匆忙忙穿了衣服，刷牙洗脸，胡乱吃了一口早饭便出门了。出家门后他松了一口气，只要不被爸爸吵，做什么都好。路上，赵勇遇见了自己的同学“猴子”陈武，一个喜欢乱蹦乱跳的人，他一见面就说：“哟，赵哥嘛，怎么一副无精打采的样子？是不是最近没玩游戏了？要不今天放学后到我家玩我的世界去？”赵勇一听到有游戏玩，高兴的直蹦脚。连忙说：“好啊好啊”\n\n　　时间过得真快，转眼间就到了晚上放学的时候。赵勇连忙找到了陈武，他两勾肩搭背，看上去就像亲兄弟。陈武住在本市最好的小区，他们走到陈武家里。陈武先看了看家里，确定没有人之后他叫赵勇进来。一到家，赵勇和陈武就直奔陈武房间，陈武立刻拿来了平板电脑给赵勇玩，自己则在旁边看着。玩着玩着啊，陈武去冰箱拿果汁，赵勇则一个人在房间里兴致勃勃玩了起来，他正在搭一座别墅。“还差一点”他自言自语到。可是正在他玩的嗨时，屏幕上出现了这样几个大字“命运的齿轮已经开启，死神的镰刀已经挥舞”“什么鬼，什么死神镰刀，有这么搞笑的事？”正当他疑惑时，突然一道光闪过，不好，赵勇已经被吸入游戏里了！他绝望了，想喊又喊不出来，只能不停张嘴……\n\n　　“唔，这里是哪？”他想张开眼睛，可又被强光刺的只能使他眯着眼睛。“咦，这个人是谁啊”“是啊是啊，他是谁，怎么会躺在大街上？”赵勇眯着眼睛一看，发现许多老少儿童围在身边。可是他们，他们居然都是方块人，和我的世界的方块人一样，但又和村民不一样，颜色各异。他猛然爬了起来，一个妇女见到他醒了，连忙问：“你还好吧？有没有什么事？你从哪来，又到哪去？”赵勇一看，也是一个方块人。“额，那个我还好，就是头有点晕，我是从游戏里面不小心进来的，还不知道要去哪”“游戏？那是什么东西？是吃的还是用的？”什么？居然连游戏都不知道是什么东西？但他很快看了一下四周：古代风格的民房，高大的城堡，骑马的弓箭手……啊原来他们都是古代人，难怪不知道游戏是什么东西。他立刻撒了个谎：“额，我从遥远的国度来旅行，路上太困所以一头倒在了大街上，不好意思啊”就在这时，面前的人群突然让开了一条路，齐说：“瑞将军早上好”“呵呵，你们也早上好”一声爽朗的声音传来。只见人群中又出现了一个方块人，但他带着我的世界游戏里的黄金头盔，身上带着许多徽章，看上去不超过30岁的样子。“你好，啊不要害怕，我是皇家守卫军的瑞可将军，听到有人发现街上躺着一个人我就来了，你没事吧？”“没什么事，就是肚子有点饿”“啊，我也打听了你，听说你是从别的地方过来的对吧，正好我也有点饿了，我们去吃点东西吧。”说完便带着赵勇在周围的吵闹声中离开了。\n\n　　瑞可带着赵勇来到了附近的一家面馆，他们一进面馆瑞可就大声说道：“老板，给我两碗牛肉面条，牛肉多放”“好嘞，马上”在等面的同时，赵勇悄悄打量了面馆的人，也都是方块人，有长着长胡子的大汉，也有书生，但都是占两方块高的方块人。不一会面来了，赵勇不敢相信的看着这一切，这里有游戏里根本没有的面条，而面条则是一根根很长的长方体，面上的牛肉被切成了小片。太惊讶了。瑞可一边吃面一边说：“额，你也看到了，我是一名将军，一会吃完面我给你定一个房间，明天早上我再带你去拜访国王，你看这样如何？”赵勇本想回绝，但又想不这样还能怎么办呢？于是胡乱点了点头。因为他的嘴已经包满了面，无法说话。\n\n　　吃完了面后瑞可带着赵勇走出了面馆，向着旅馆前进。一路上他看到所有经过的人都会说“瑞将军好”看来瑞将军很受人尊敬啊。他们来到了一家看起来很不错的旅馆。瑞可喊道：“老板”老板抬头一看，马上满脸堆笑的说：“哎呦，稀客稀客，瑞将军怎么来了？”“我给这位小兄弟订一间房，有房间吗”“有的有的，二位这边请”说着便带着二人左拐右拐来到了二楼。老板打开房间，给赵勇的第一映像是老旧，但很干净，几乎没有一点灰尘。房间里就只有一张床，一把桌子，两把椅子，一面古代风格的小镜子就没什么了，尽管老旧，但桌子椅子床却像新的。“你最近就住在这吧，还有老板会替我看住你，不要乱跑，我明早会过来带你去见国王，老板也会照顾你的一日三餐，一会到了晚上老板就会送饭过来，希望你住的开心点啊，我还有公事要忙，先走了”瑞可匆匆忙忙说完便走人了。紧接着老板又说：“赵先生，你有什么吩咐尽管提，我不打扰您休息了”说完便鞠了一躬，慢慢走出房间，轻轻关上了门。赵勇一头躺在了床上，想着这一天遇到的奇怪的事，他不经意照了一下镜子，惊奇地发现自己居然是一个黑头发的青年，居然也是一个方块人！现在谜底解开了，难怪老板要叫他先生。可是他太累了，根本没有时间想太多，正好天黑了，他连忙脱了鞋，连被子都没盖就甜甜的进入了梦乡。\n\n　　“咚咚咚”老板的敲门声响起了\n\n\n工作室内部作者授权：\n\n\n\n\n授权.png (90.78 KB, 下载次数: 6)\n\n下载附件\n\n2017-5-12 22:12 上传\n\n\n\n\n\n\n本章节链接：http://www.17k.com/chapter/2078053/25947470.html\n"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1494592860,
            "txt_content": "我有点懵逼,这行文风格足以让我断定…\n\n算了\n\n写得挺辛苦的,加油\n\n不过这文同时发到别的小说网站是想搞事情啊"
        },
        {
            "author": "1392684709",
            "timestamp": 1494597300,
            "txt_content": " 本帖最后由 1392684709 于 2017-5-12 22:32 编辑 \ngggbbb 发表于 2017-5-12 22:10\n请根据版规补充前缀。\n另，如为原创，请在小说网上截图作者证明。如为转载，请尽量申请授权。 ...\n已添加授权证明\n前缀在补，这个工作室内部算转载还是原创、？"
        },
        {
            "author": "gggbbb",
            "timestamp": 1494598200,
            "txt_content": "请根据版规补充前缀。\n另，如为原创，请在小说网上截图作者证明。如为转载，请尽量申请授权。"
        },
        {
            "author": "1392684709",
            "timestamp": 1494599520,
            "txt_content": "gggbbb 发表于 2017-5-12 22:10\n请根据版规补充前缀。\n另，如为原创，请在小说网上截图作者证明。如为转载，请尽量申请授权。 ...\n打错一个字，授权证明加了，我问的是前缀写成什么，算了，我写转载吧"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494681120,
            "txt_content": "文风不算很好_(:зゝ∠)_不过在这里讲好像没用\n就算是工作室内部还是建议原作者来发= =\n顺便如果有能力的话把我的评论复制一份过去\n\n分段很乱，语言太杂，穿越的过程还可以多加描写"
        }
    ]
}