{
    "title": "【原创·连载】【恐怖】【R13】【赤瞳|序章】【第一章·红日】",
    "author": "670116890",
    "replyCount": 9,
    "timestamp": 1494599040,
    "txt_content": " 本帖最后由 670116890 于 2017-5-13 11:14 编辑 \n\n\n\n说在前头\n正如标题！R13，文章有部分较血腥的场景\n请13岁以下的朋友自行右上角关闭！谢谢虽然这么说，但在前期的剧情，，可以说压根不怎么恐怖就是了但随着剧情的发展，我应该会写的越来越恐怖。。希望那时，请诸位不要在饭前饭后或独自一人在夜晚观看！当然！如果您非得挑战您的胆量的话~我也没什么好说的\n这是一个细思极恐的故事\n\n\n  这里没有光彩夺目、温暖人心的阳光；只有红的渗人、令人作呕的太阳\n这里没有欢乐的交谈和平静的笑容；只有来自地狱般的叫喊与将死一般的恐惧\n这里没有能让你逃离现实的美好梦境；只有死亡才是真正的解脱\n这里没有求生之路；只有悲哀的将死之人\n\n\n···\n\n\n李响，一名普普通通的高中生。\n李响将右手伸直盖着脸，左手插着腰，摆弄着姿势，说道：\n“你以为我会这么说？哼！凡人！岂能知晓吾的身份？”\n路人：“看！那个死宅中二病又发作了，啧啧！真恶心”\n李响装作并没有听见，心里嘀咕一声：凡人就是凡人！\n虽说李响是个超级中二病，但谁没那么几个无话不说的好兄弟？\n\n\n三（3）班教室内\n李响将手搭在他的好兄弟崔世泽的肩膀上，说：“世泽，我最近有感到我们\n学校附近有什么奇怪的气息，好像人人都在准备些什么，是不是。。”\n崔世泽似笑非笑的回答：“不不不，，只是要高考一模了而已，话说你小子\n我记得你上次考试理综是C来着，你还不给我好好学习。还有！作文你写的什么鬼。。。”\n李响没好气的看了世泽一眼，不再说话\n崔世泽，全校公认的校草，人好脾气好，\n但同校生却始终弄不明白他脑袋是哪根筋错了，会与李响交朋友。。\n\n\n\n\n叮~叮~叮~\n崔世泽伸了伸懒腰，\n“终于放学咯~~找呆响吃饭去咯！”说罢，崔世泽准备找李响吃饭\n“嗯？呆响人呢？怎么不在教室？难道这臭小子又逃课了！”\n这时，在学校的一角\n李响一个人生着闷气，低着头走在校园的小径中，\n“哼！吾辈根本不需要凡人的理解！···”\n说着说着，不知何时，李响正前方却是出现了一个穿着黑袍的人\n李响并没有看到他，小径很窄，李响一头撞到了黑袍人，仿佛出于本身的礼仪\n李响抬头，说道“对不起啊，撞到你了。”\n黑袍人扬起嘴角，挤出一个笑容，这笑容说是不自在，不如说是被人拉起来嘴角一般的笑容\n李响并没有多在意，便转身离开\n赫然不知，那黑袍人的一双布满血丝，仿佛血一般的眼睛一直注视着他\n一抹血泪从他的右眼滑落，他的牙齿紧紧咬着嘴唇，仿佛在抑制着什么\n嘴唇被咬开了一个洞，牙齿已经将嘴唇咬穿，\n鲜血一滩滩的滴在地上，他用嘶哑的声音高喊“找到了！终于找到了！我可以解脱了！”\n李响听到了这声音，便回头看向了那黑袍人\n这时，他脑袋一昏，眼袋一沉，倒在了地上\n\n\n\n\n嘶~嘶~嘶~\n李响睁开眼睛，他的脑袋好像因为什么还没有完全清醒\n他看向周围，他身处一座悬崖边，身旁有一个桩子挂着索降用绳索，\n可好像并不是用来载人的，，\n而前方则是一片云雾，李响能看到对面有另一片大陆，云雾中，仿佛还能看见人的身影\n后方，则是一片浓郁的森林，散发着奇怪的气息。。\n“喂喂喂！这是什么鬼地方！我不会被绑架了吧！”李响那中二病的言语气息仿佛消失了\n“要完要完！这种鸟不生蛋的地方是哪啊，，看来我要在附近看看了\n希望能遇见人吧”   \n李响认为他已经观察的很仔细，但他并没有注意到，他头顶上的太阳，却是\n血红色的\n说罢，他便走进了后方的森林\n\n\n当他走进森林的那一刻，\n灯光一亮，场景一转\n李响赫然来到了他的家！\n“什。。什么！怎么回事！我不是被绑架了嘛？怎么又回到家了”\n“好奇怪！太奇怪了”\n李响迈步，走进他熟悉的家中，他走上楼梯，\n“好久没和爸妈见过面了。。这次就和他们说说话吧”\n李响打开客厅的门，地板和墙上有着还未干透的血迹\n空气中散发着血腥的气味，沙发上躺着两个人，肢体不全的两个人\n李响大步后退，摊到在地上，他双手捂着嘴巴，却抵不住反胃，中午吃的牛肉一并被他吐在地板上\n此时，他听见了！\n有人在楼梯上走动的声音，一步一步，正向他靠近\n\n\n这时，李响慌了，他再次打开客厅的门，并没有再顾忌尸体，而是疯了一般\n跑向客厅的窗户，当他爬上窗户，正准备跳窗时，\n一把布满血迹的柴刀，嗖的一声，插在了李响的后脑勺，\n仔细一看，仿佛整个大脑都被分开了一般\n他瞬间没了力气，从二楼的窗户上掉落到一楼的草坪，，\n“啊！我要死了呢！”\n这时，黑袍人来到李响身旁，望着他，说道“希望你能逃出去！”\n\n\n“啊啊啊啊啊啊啊啊！”\n崔世泽被李响的叫声惊醒，说道：“呆响！干嘛！叫什么，睡觉呢”\n李响面目呆滞，说道：“啥？我不是死了嘛”\n崔世泽一拳打在李响肚子上，说“去你的，昨天老师发现你倒在路上\n就把你送去医务室，医生说没什么事让我把你送回宿舍休息！就没了！死什么”\n李响面目峥嵘，说道“怎么可能！我头上的疼痛和死一般的绝望！怎么可能是做梦！”\n崔世泽回答道“你应该是压力太大了吧，不吵你了，你好好休息吧”\n李响并没有理会，自言自语道“不可能啊。。”\n\n\n  \n\n第一章完~~新人第一次写文，各位老哥多多包涵~\n\n╔━━━━━━━━━╗┃    下一章    ┃╚━━━━━━━━━╝\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1494599520,
            "txt_content": "我隔壁班就有一个叫李响的。。。还是个数学学霸\n恕我直言，这么朴实的文笔写恐怖可能还要再练练，多看点恐怖小说里对场景的描写吧\n祝好"
        },
        {
            "author": "670116890",
            "timestamp": 1494600180,
            "txt_content": "第一次读这文的朋友，注意了！\n这是序章！恐怖，是层层渐进的！"
        },
        {
            "author": "nianbing",
            "timestamp": 1494601020,
            "txt_content": "文风淳朴，内容充实..恩，大佬这厉害了"
        },
        {
            "author": "1315453150",
            "timestamp": 1494602520,
            "txt_content": "对我来说貌似不恐怖（我长大了？）但是结尾没有写完整，让读者有延情。总体还是不错"
        },
        {
            "author": "1392684709",
            "timestamp": 1494632100,
            "txt_content": "新人的处女作写的不错，就是细节上的刻画可以更加细腻和具体。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494681960,
            "txt_content": "“恐怖，是层层递进的”\n这个的确有点道理。细思恐极啊"
        },
        {
            "author": "oujinjin",
            "timestamp": 1494683580,
            "txt_content": "让我不自觉的想起了 斩杀！赤瞳 这部番，死的可怕"
        },
        {
            "author": "2670240268",
            "timestamp": 1585631700,
            "txt_content": "加油感觉挺好的 有被吓到一点点"
        },
        {
            "author": "稽光",
            "timestamp": 1585707000,
            "txt_content": "排版很好，学习一下~~"
        }
    ]
}