{
    "title": "【原创·连载】【恐怖】【R13】【赤瞳|序章】【第二章·梦境】",
    "author": "670116890",
    "replyCount": 3,
    "timestamp": 1494645720,
    "txt_content": " 本帖最后由 670116890 于 2017-5-13 11:48 编辑 \n\n\n\n说在前头\n正如标题！R13，文章有部分较血腥的场景\n请13岁以下的朋友自行右上角关闭！谢谢虽然这么说，但在前期的剧情，，可以说压根不怎么恐怖就是了但随着剧情的发展，我应该会写的越来越恐怖。。希望那时，请诸位不要在饭前饭后或独自一人在夜晚观看！当然！如果您非得挑战您的胆量的话~我也没什么好说的\n这是一个细思极恐的故事恐惧！是层层渐进的\n\n\n\n\n\nQQ截图20170513084239.png (99.73 KB, 下载次数: 2)\n\n下载附件\n\n2017-5-13 11:34 上传\n\n\n\n\n\n\n\n\n\n\n  李响用手托着头，看着熟悉的宿舍，又看向睡在下铺的同学\n“难道。。真的只是一个梦嘛？”\n李响用还在颤抖的手摸了摸脑袋，他的脸色依旧铁青，头上的疼痛好似还未散去\n这一夜，他脑袋空空，残留在记忆的疼痛将他的睡意一并吹散\n清晨\n宿舍楼下的小卖部便是一片喧哗，想来，这应该是每个学校都会有的场景\n李响在浴室中，任由热水浇盖，\n“算了算了，不管了，一个梦而已”\n\n\n···\n\n\n叮~叮~叮~\n\n\n李响托着腮帮子，“哼哼！区区模拟的试炼！岂能难倒吾辈？”\n李响似是将昨天的事情忘得一干二净，语气又变得中二起来\n崔世赫淡然的看着李响，“虽然说只是高考一模，但也挺重要的”\n“是是是，”李响依旧一副不在意的模样 “吃饭咯”\n崔世赫轻泯一笑，他并不讨厌这种日复一日的日常，不如说是喜欢，\n谁也不知道他与李响成为至交的缘由，也没有人知道崔世赫内心中那一沉不变的失落\n\n\n在崔世赫正准备跟上李响时\n一个女人从世赫身边经过，轻声说道“以后别和李响走的太近了，你会遭殃的”\n世赫对这种情况却是司空见惯，“赵思琪！虽说呆响是个中二，\n但也请你不要歧视他！明明都不了解他却在身后指指点点，你觉得合适吗？”\n赵思琪望向世赫，“中二病？呵呵，不，我不是那个意思。”\n说罢，赵思琪便欲转身离开，却又开口说道“我已经提醒过你了！”\n“什么嘛。”\n\n\n夜间\n李响开口说道“世赫，晚安了，我要去梦境里想另一个世界宣战了！”\n“好好好，我也差不多要睡了”\n李响闭上了眼睛，身体一颤\n\n\n\n\n嘶~嘶~嘶\n熟悉的声音划过李响的耳畔，摇曳的树枝仿佛在嘲讽着李响一般\n李响已经意识到了异样，他却依然紧闭着眼睛\n“呵呵！真是熟悉的声音啊！”\n此时，黑袍人站在李响身旁，正用他那血红的眼睛死死地盯着李响\n李响睁开了眼睛，两眼对视，李响双手撑地，一脚踹开了黑袍人\n黑袍人站起身，抚摸着肚子，拉下兜帽“疼。”\n片刻后，黑袍人对李响说“你我都是不幸之人，都将经历不幸之事。\n希望你能够活着逃出去！”\n说罢，黑袍人跳下了悬崖，\n\n\n并没有留给李响理清思路的时间，场景又是变化\n李响似是从睡梦中醒来，他望向了还在学习的世赫。。\n“又是奇怪的梦呢，虽然很真实就是了。。”\n“世赫啊世赫，我真的有点羡慕你啊，长得那么好看，做错事都会被原谅”\n崔世赫放下手中的笔，走到床边，用手捏了捏脸\n“我的脸很好看吗？那我就送给你吧”\n“啥？？”\n而后，李响只见世赫将指甲一点点的插入自己的脸颊中，\n“唰”\n世赫将他的一整块脸皮丢向了李响，可能是撕的太快的缘故，世赫右脸的血肉\n已经被撕下，漏出了牙齿与口腔\n这只发生在几秒钟，\n\n\n“啊啊啊啊啊啊啊啊啊！”\n李响又睁开了眼睛\n“。。拜托，别再玩我了，这种梦真的不好受”\n李响下意识的望向了桌子，那是世赫的位置，他并没有看到世赫\n他似是松了一口气\n“上个厕所吧。。吓人”\n李响掀开被子，双脚踩在地上，站起了身，伸了个懒腰\n一双手却悄无声息的抓住了李响的脚，\n李响猛地一转头，看到了抓着他的脚的腐烂的手臂\n李响用力的挣扎着，他的脚已经被勒出了一道血痕\n“啊！”\n啪，李响直接将手臂拔了出来\n“我的天啊。。不行，该走了！”李响径直走向房门，在他即将走出房门的一瞬间\n却又转身望向了床底被扯开的那一双手，此时，他突然感到背后一阵恶凉\n咔\n一把斧子将李响拦腰斩断\n疼痛，不言而喻，\n\n\n“啊啊啊啊啊啊！！”\n李响再次睁开了眼睛，这次，他真的醒了过来！\n李响喘的粗气，用梦境的谎言欺骗着心中恐惧\n所以，李响就犯了一个致命的错误，他没有将这件事告诉任何人，\n\n\n一个星期后\n\n\n路人A：“世赫啊！怎么最近都没有见到李响那个白痴啊？”\n世赫：“我也不知道，最近我说他总是逃课他也不听，也不知道怎么了”\n话还没说完，李响便从他们身边经过\n这时的李响，却已经和一个星期前大不相同\n他脸色憔悴，皮肤十分干燥，眼球中有许多血丝\n路人B：“看呐！李响不就在这儿嘛？”\n李响并没有理会，他径直走向了楼顶\n几分钟后，李响从楼顶，坠楼了\n\n\n“嘀嘀嘀”\n李响在强光中勉强睁开了眼睛，开口说道“啊，没有死啊。。”\n世赫在旁边听到这话，显得十分生气，若是在平时，肯定会上去揍一顿了\n“什么叫做没有死？感情你现在很想死咯？”\n李响望向了世赫，\n“世赫，我要和你说件事”\n“从一个星期前开始，我便开始做噩梦，刚开始那一天，只不过是一、两个\n之后，做的噩梦却越来越多，最近更是成倍的增长，昨天晚上我差不多已经做了一百多个噩梦了，\n这样算下来，我今天可能要做上千个噩梦了。。我害怕我终有一天会一直做梦\n无法从梦境中逃脱。。”\n世赫对此感到诧异，“做噩梦，，上千个？”\n“啊，是啊，和真实无异的噩梦”\n世赫继续说“这样的话，那在你睡觉的时候，我把你吵醒不就好了嘛？”\n李响：“对啊，这样的话。。应该能行”\n\n\n凌晨时分\n世赫看着书，又望了一眼床上的李响\n“那么久都没动静了，应该是睡着了，上个厕所，回来再叫醒他吧”\n世赫走出了房间，却看见李响站在走廊上\n世赫：“李响？你不是在床上睡觉吗？？怎么在走廊上”\n李响：“啊，对哦，我在睡觉。可你却已经在我的梦境里了呢”\n世赫：“什么？我怎么可能在你的梦里！？”\n李响：“不信？你再看看房间里是什么”\n世赫偏过头，望向了房间，房间里不再是他熟悉的宿舍\n而变成了布满蜘蛛的囚笼\n世赫眉头紧皱，李响抓住他的手臂，“跟我来”\n说罢，场景一转，他们又回到了悬崖边\n\n\n李响：“世赫啊，我很抱歉，看来我连累你了”\n“可能你以后会和我经历一样的事情，这个世界里，你会遇到无数恐怖的事情，\n你会经历死亡，而后又像梦境般醒来，再次经历死亡。这里根本没有任何规律可循”\n“有的，只有无限的梦境，我该走了，希望你！能够活下去”\n李响纵身一跃，跳下了悬崖\n在李响跳下悬崖时，他望向了天空，却赫然发现！\n那本该是血红色的太阳，却变成了正常的模样，悬崖边本该有的桩子，却不见了！\n李响意识到了其中的缘由！\n\n世赫从睡梦中惊醒，“嗯？看书的时候睡着了嘛。。啊啊！我要叫醒李响啊！”\n世赫望向了床上的李响，此时的李响面目峥嵘，眼睛睁的似乎要把整个眼球\n都漏出来一般，嘴上挂着渗人的笑容。\n\n\n李响，死了。在睡梦中，死了！\n\n\n\n\n╔━━━━━━━━━╗┃    上一章    ┃╚━━━━━━━━━╝\n\n",
    "replies": [
        {
            "author": "670116890",
            "timestamp": 1494646260,
            "txt_content": "@bo_bo2001  真的很抱歉，，昨天写的文，今天拿出来忘记改了\n加了一个很重要的伏笔，\n\n真的很抱歉【哭丧脸】"
        },
        {
            "author": "Lokls",
            "timestamp": 1494651540,
            "txt_content": "刚好13岁，你别吓我QAQ"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494680940,
            "txt_content": "有点意思\n纯对话流略显严重。恐怖的气氛塑造得还好，但是还是有点差距。尽管开头极力宣称“R13”，内容却并没有让人非常恐怖。在气氛渲染上还是要注意\n\n所以其实有的时候梦中死了是假的，但是当梦中的背景变为真实世界的时候，就会真的死了，对么？"
        }
    ]
}