{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第三章】",
    "author": "1392684709",
    "replyCount": 5,
    "timestamp": 1494634500,
    "txt_content": "第三章：装备与准备    当第一缕阳光升起的时候，我们的主人公赵勇居然醒了！也许是他昨天下午就睡的觉缘故，他醒来时精神特别好。他站在窗前欣赏着日出。只见远处的太阳正在一点一点从山上升起。太阳先是一小点红光，旁边有着一点光晕，很快，太阳就露出了半个身子，颜色也从橙色到了红色，当它完全出来的时候，已经变成了深红色了，那一瞬间，赵勇感到了大自然的伟大。就在他欣赏的时候，突然被一阵敲门声打断了，“咚咚咚”这一次是一阵很小的敲门声。赵勇立刻起了疑心，心想：奇怪，瑞将军从来都不是这样敲门的，难道将军故意的？他带着疑心走到门口，一开门就见到一名穿着铁盔甲的士兵扛着一个巨大的箱子走了进来，箱子上还有一枚大大的章印。赵勇害怕地说“你，你，你是谁，来干嘛？”“报告赵指挥官，国王命我给您送东西来了，请您过目，这是箱子钥匙以及旅馆老板托我给您的面包。”说着，把大箱子放在了地上。这架势可把赵勇吓了一跳，自己不都还没当上指挥官吗？他只好说：“啊，好的，行行行，你先走啊我自己慢慢看。”“好，那赵指挥官我先走了”又是“咚”一声。“哎，原来是国王寄来的，虚惊一场，先来看看箱子里有些什么吧！”赵勇想把箱子抬到床上看，可惜箱子太重，也不知道那士兵哪来那么多力气。赵勇只好先把面包放在桌上，然后就地打开箱子。他拿起那把金钥匙，开了锁，意外发现里面有附魔钻石镐，附魔钻石剑，附魔钻石锄，附魔钻石锹，附魔钻石斧，附魔弓，箭128支，附魔黄金头盔，钻石铠甲3件，还有一枚徽章，是黄金做的，中间有5颗星，旁边还有花花绿绿的装饰。看起来是最高军官才有的了，还有一大份资料，如下：\n\n　　第一章：军队篇军队分4种种，分别是上等军队，就是皇家军队；中等军队，就是白银军队；下等军队，就是青铜军队；以及特种部队。皇家军队为最高等军队，是国王身边的能手，和过往比较亲密，将军、队长等大官必须有50年作战经验，士兵要有20年作战经验，一般都是从白银军队的将军挑选出来的；特种部队都是执行特殊任务，比如盗取文件，暗杀等，将军等人必须也要有50年作战经验，士兵40年；白银军队将军必须有30年作战经验，士兵25年，一般和大臣比较亲密。青铜军队，也就是下等军队，高官必须有5年作战经验，士兵训练1个月后即可加入。除特种兵，每种军队都还有有守卫军，义勇军，攻城军，近卫军四种。义勇军兵种大多为骑兵，步兵，射手，长矛兵，遁甲兵，骑士射手等等；守卫军大多有遁甲兵，砍刀兵和射手……；攻城军一般有攻城车兵，投石车，弩箭车和骑兵等等，近卫军大都是各种骑兵部队组成；特种部队属于秘密军队，暂时不对外透露。每位高官一共可以带500人参战。高官必须骑马打仗。\n\n　　第二章：徽章篇皇家军队徽章一般为金色，指挥官徽章有5颗星，陆战上校4颗星，骑兵队长3颗星，海上将军2颗星，探路先锋1颗星，白银，，青铜和皇家军队星数制度都是一样的，可是特种部队徽章中间是骷髅，却和其他军队的星制度一样。白银军队徽章颜色为银色，青铜军队徽章为青色，特种军队徽章为暗红色。徽章必须戴在左胸口。\n\n　　第三章：铠甲与武器篇皇家军队头盔必须是金头盔，其他铠甲必须是钻石；白银军队头盔必须是钻石头盔，其余铠甲必须是铁制铠甲；青铜军队头盔必须是铁制头盔，其余铠甲必须是锁链甲。高官头盔必须还要经过附魔。皇家军队士兵武器必须是钻石的，高官如将军等人武器必须是附魔钻‘’。白银军队士兵武器必须铁制，高官武器必须附魔铁制武器；青铜军队士兵武器必须是石制武器，高官必须是附魔石制武器。上战场时既可以把送的5件套直接用来打仗，也可以存放在武器库领取新的武器。\n\n　　军用常见武器【不分钻石黄金石制铁制附魔，特种除外】\n\n　　剑弓箭长矛斧头铁锤镰刀弩投矛盾砍刀流星锤拐手刀匕首鞭狼牙棒丈八蛇钢锤\n\n　　须知：1阅读此资料士兵，将军等高官请在后天到达宫殿，向国王报告\n\n　　2高官请在看完资料后大后天正式开始新入高官训练，为1周\n\n　　3有不清楚的请向国王报告\n\n　　4若高官看完后，今日请收拾好东西，次日一早会有其他高管带新入高官进入高官宿舍。8月18日\n\n　　当赵勇费了将近一个多小时读完这份资料后，他合上资料，赶忙把所有的东西放入大箱子里，在放东西的时候，又发现了“新入高官训练证”，上面有他的资料。但赵勇也没多看就塞了进去。他甚至在大箱子里发现了一个折叠箱子，当他拉开来时，完全就是一个像行李箱的东西。他收拾完装备后，又来收拾自己的行李。其实还不如说他没有行李，所以他又只好把行李箱放了回去。他意外地发现自己在现实生活中手上戴着的手表居然还在手上，其实说成小型钟才实际一点。“自己初来这怎么没发现呢？”他自言自语到。但他也没太多心思想这么多，他直接又把行李箱拿了出来，把手表扔了进去，他又下楼问了一下旅馆老板能不能把镜子带走，老板说可以，但对赵勇是破例，因为赵勇可是瑞可的跟班啊。赵勇又把那面镜子扔进了行李箱。当他把行李箱完完全全收拾的完整后，他有费了吃奶的力气把大箱子拖到了不显眼的地方。做完这些后，他觉得饿了，就把放在桌上的面包吃了个干净，但他还是饿，便又走出旅馆，锁了门，他要自己去问老板要午饭吃！\n\n　　“呵呵呵，要去参军了？咯咯咯”在赵勇走后，一声阴森森的话语流露出来。\n\n\n完\n\n\n第三章了各位小伙伴，这本小说要做索引贴了。",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1494643140,
            "txt_content": "更新速度好快.....我这样的咸鱼真是难以追赶..."
        },
        {
            "author": "1392684709",
            "timestamp": 1494645240,
            "txt_content": "nianbing 发表于 2017-5-13 10:39\n更新速度好快.....我这样的咸鱼真是难以追赶...\n 这本书妖鬼之怒去年开始写的"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494680520,
            "txt_content": "色调奇怪得就像是直接复制黏贴的\n流水账真的有点过了\n善用\n[quote][/quote]复制代码\n代码。\n还有就是一长串莫名其妙的东西罗列出来真的让人感觉蛋疼，譬如\n剑弓箭长矛斧头铁锤镰刀弩投矛盾砍刀流星锤拐手刀匕首鞭狼牙棒丈八蛇钢锤"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494680520,
            "txt_content": "色调奇怪得就像是直接复制黏贴的\n流水账真的有点过了\n善用\n[quote][/quote]复制代码\n代码。\n还有就是一长串莫名其妙的东西罗列出来真的让人感觉蛋疼，譬如\n剑弓箭长矛斧头铁锤镰刀弩投矛盾砍刀流星锤拐手刀匕首鞭狼牙棒丈八蛇钢锤"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494680580,
            "txt_content": "色调奇怪得就像是直接复制黏贴的\n流水账真的有点过了\n善用\n[quote][/quote]复制代码\n代码。\n还有就是一长串莫名其妙的东西罗列出来真的让人感觉蛋疼，譬如\n剑弓箭长矛斧头铁锤镰刀弩投矛盾砍刀流星锤拐手刀匕首鞭狼牙棒丈八蛇钢锤"
        }
    ]
}