{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第四章】",
    "author": "1392684709",
    "replyCount": 2,
    "timestamp": 1494648660,
    "txt_content": " 本帖最后由 1392684709 于 2017-5-13 12:37 编辑 \n第四章：第一波怪物“快，快点！千万不要让它们攻进来”赵勇在一声吵闹中醒了过来。他揉了揉眼睛，抬头看了看外面，外面灯火通明，许多士兵在外面拿着武器，个个脸色严峻。看他们的衣服，应该是白银军队。外面还有许多老百姓聚集在那。“怎么了，外面发生什么事了？”正在纳闷的赵勇突然被一声推门声吓了一跳，是瑞可！只见瑞可头戴附魔黄金头盔，身穿钻石铠甲，脸色严峻，仿佛要开战的架势。“快点起床，和我去避难所，外面有许多僵尸，快点！”看瑞可的表情，应该不是在开玩笑。赵勇连忙穿上鞋子，连自己的包都不要了，随着瑞可在许多士兵的保护下来到了避难所。“你乖乖呆在避难所里，等怪物撤退后我再来接你，白银军队会看住你的，本来这是白银军队该做的事，但国王派我也来参战，先不说了，我马上就来！”当瑞可匆匆忙忙说完后便骑着马，拿着附魔钻石剑走了。\n\n　　外面看起来很混乱的样子，赵勇在一些士兵的保护下进入了避难所。避难所乌黑乌黑的，只有几个火把在努力地放出光芒。再往下看，到处都是一张张担忧而又惊恐的脸。男女老少、平富贵贱的人都在里面。几个士兵关上大门，就守在门的旁边，个个拿着宝剑。赵勇不好意思的问一个老头：“你好老爷爷，我想问一下外面究竟发生什么了？怎么这么混乱？”老爷爷发出沙哑的声音说道：“啊，听说午夜的时候守城的士兵发现外面有许多僵尸和僵尸猪人正朝这里攻了进来，人数差不多有1000左右吧，所以国王连忙派部队去和他们斗。听说已经死了100人了，哎！以前也有过这样的状况，这敌人还是算少的，多的话还有末影龙呢，那样子实在可怕！”“啊，那现在不知道瑞可将军怎么样了！”“嗯？你认识瑞将军？啊，我想起了，你就是那个躺在大街上的小伙子吧！你叫赵勇！你怎么样了，国王有给你什么职位吗？”老头露出了欣笑。见到老爷爷如此好奇，赵勇也不客气地说出了自己的职位，这毕竟不是羞耻的事。“老爷爷，我被国王封为皇家义勇军指挥官，五星级别高官！”老爷爷一听，连忙要行礼，吓得都不敢正面看赵勇。“啊……那个赵指挥官，刚才老夫多有冒犯，请您宽恕，都怪老夫有眼无珠，还请赵指挥官饶恕我”老头说完后就急着要行礼，被赵勇扶了起来。\n\n　　正当他刚想说“老爷爷，别这样”的时候，门突然被打开了，瑞可冲了进来，大吼道：“快，留下几个士兵，其余人跟我走！”话一说完就有20名士兵排好四列，跟着瑞可走了。刚到门口，赵勇连忙说道：“瑞将军，您也带上我吧，我不是即将成为皇家义勇军指挥官吗，你也带上我吧”“不可以！外面这么混乱，你还没受过训练，绝不可以上战场！”但是在经过几分钟的软磨硬泡下，瑞可才勉强答应了，又说：“那这只白银小分队就交给你指挥了！”“了解！”瑞可急匆匆骑着马走了。“赵指挥官，我们愿意追随您！”“好，走。”刚说完，他们就奋力跑向不远处的城池。一爬上楼梯，就看见远处的僵尸以及僵尸猪人就来了。旁边有个人立刻拿来了弓箭和铁盔甲给赵勇。他拿上后大声说道：“你们几个，10人在上面射箭，另外十人四处帮忙！”“遵命！”10人立刻拿起弓箭奋力向前射去。赵勇也站在墙头上一箭一箭地射。还好他玩我的世界游戏是老手，要不然肯定射不准。下面只见一群白银士兵大吼道向僵尸冲去。敌方的僵尸猪人也不甘示弱，也奋力向战士们砍去。一个士兵一把斧头向僵尸扔去，正中心脏，僵尸应声倒地。一个僵尸猪人想拿起一把剑刺进士兵的背上，但一支箭冷不丁射中它的腿，那正是赵勇射的！僵尸猪人趴在地上起不来，又是一箭！正中僵尸猪人脑袋。僵尸把一个士兵打死之后被一个巨大的流星锤砸昏在地，一个战士没注意脚下，就这样直接踩了过去！可惜刚迈出去几步，那个战士没注意旁边有个僵尸猪人已经拿好剑往他头上一砍，那个人头直接掉到地上。单奇怪的的是，所有人死亡的时候都没流血！赵勇管不了这么多，他又拿起一支箭，拉长弓，狠狠射了出去，只见那支箭正好射中两个一前一后的僵尸！一箭双雕！但那两只僵尸仿佛被激怒了似的，感染了一个士兵。赵勇看见城墙下的一名弓箭手连忙又把那个受感染的士兵射死了，嘴里还默默说道：“保不住了，朋友！”随着这句话，他仿佛也被激怒了，立刻拔起随身佩戴的剑，大叫一声，就冲出城墙，骑着马向着僵尸群冲去。他一杀就杀死了3个僵尸，一个僵尸猪人，但他又不小心摔倒了，许多僵尸涌了过来，把他弄死了。看到城墙下有许多尸体，也不知道是谁谁的。\n\n　　赵勇很快把箭射完了。他穿上盔甲，冷静地拔出剑，爬下城墙，也冲了出去，他要报效这个国家，让大家知道他不是懦夫！\n\n　　战争，平息了。赵勇受了许多伤，但他依然坚强爬了起来。远处的山上红晕点点，就要看到日出了！赵勇目不转睛地盯着。太阳就像是一个小婴儿，在慢慢脱离远处的山峰，叫着，闹着。在那一瞬间，赵勇感到了生命的伟大和大自然的巧夺天工。这给了他许多的希望。他感到自己再慢慢缩小，受着大自然的洗礼。这场战争，是他们赢了！而这希望与生命的太阳就是这场战争的见证！太阳慢慢脱离自己的母亲——山峰。这希望之光！\n\n　　赵勇在看到太阳完全出来的时候就笑着、缓缓地倒下了。随机从城墙走出来的是瑞可，以及皇家军队……\n\n\n\n\n团队和妖鬼之怒还等着各位吃瓜观众的热情呢\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1494681840,
            "txt_content": "这样一长段一长段的毫无排版的复制真的让人有些瞧不惯_(:зゝ∠)_\n还是给人一种略带流水账的感觉，希望能在后面有所进步"
        },
        {
            "author": "1392684709",
            "timestamp": 1494686220,
            "txt_content": "Smokey_Days 发表于 2017-5-13 21:24\n这样一长段一长段的毫无排版的复制真的让人有些瞧不惯_(:зゝ∠)_\n还是给人一种略带流水账的感觉，希望能在 ...\n多谢意见，会改进，"
        }
    ]
}