{
    "title": "[Minecraft.net│CULTURE]Skii Resort 滑雪胜地",
    "author": "Liversammyh",
    "replyCount": 1,
    "timestamp": 1494647700,
    "txt_content": "\nSKII RESORT滑雪胜地We hit the slopes（滑雪斜坡） in Minimumwagecraft's build!我们在Minimunwagecraft的构筑下畅快滑行It's time to go on holiday! Yeah! But where to go? Well, I've never been skiing before. As someone who's life is full of too much feeling cold and falling down as it is, I've never really seen the appeal. At least when I'm rubbish at pass-the-parcel, no one gets hurt (except that one time). But if I turn out to be really bad at skiing, I could potentially break every bone in my body, lose one or both of my legs, and come down with a nasty dose of death.\n我渴望来一场华丽的冒险，那么我们去哪儿？我未曾滑过雪。相比于那些经常在冰天寒地中体味上下滑行的快感的人来说，我就是一个小萌新。哎不过至少我当年在玩击鼓传花炒鸡辣鸡的时候，没有把别人弄伤（除了某一次）。然而如果我真的在滑雪时发现自己没有任何天赋的话。我可能会在冰雪中手舞足蹈，摔得四仰八叉，可能就是断一两条腿，被死神唤过去罢了。\n\nIf only there was a game that let me try skiing virtually from the safety and warmth of my own home? Try Ubisoft's Steep, available for Xbox One and PC now!\n那么是不是有一种游戏，能让我在家中舒服安全又暖和的虚拟滑雪呢。有唉！试试Bug碧的Steep吧，XBOX ONE 和电脑上都可以游戏。\n\nOh, or maybe try WORKING SKII RESORT 3.0, a new build from Minimumwageminecraft! This map promises everything you could ever want from a luxury skii resort. Rideable slopes! Several restaurants! Huge mountains! Working lifts! Working lifts you guys. Holiday! Yeah!\n额，或者试一下滑雪胜地3.0，Minimunwageminecraft的最新构筑！这个图可以带给你想得到和想不到的所有奢华的滑雪体验。能自在畅滑的雪坡~还有几家小餐馆，重峦叠嶂，以及能带你到各处的电梯，这酷毙的电梯啊同志们。去度假啊！太棒了！\n\n\n\n\n\nI immediately cancelled my planned holiday to the Bahamas (Mojang had refused to pay for it anyway, the cheapskates), and then started packing. I couldn't wait for two weeks of fast, fun, no-actual-risk-to-my-delicate-bodily-frame skiing!\n我当即取消了自己去巴哈马的旅程计划（译者注：巴哈马的拿骚岛是一个值得一看的地方，那里有海鲜，还有加勒比海盗~）（作者注：Mojang并没有给我报销旅途的费用所以我本身去了也是穷游）然后立马下载并打开架构，我控制不住自己去幻想两周的欢快愉悦，没有任何实质性危害的畅爽滑雪旅程~\n\nSO LONG, WORK!\n好长也要继续滑~\n\nLet's hit the slopes! I load the map and emerge in a small, windowless room with no obvious exits. Er, let's escape the room!\n来把这雪坡滑个底朝天~我加载地图之后身处一个小小的没有窗户以及明显出口的小屋里（成冒险游戏了嘛？）来逃出这个屋子~\n\n\n\nBut how? A wooden sign states in firm capital letters SPAWN PLANE. This worries me. I can't even skii yet, let alone fly a plane. At least if I crash while skiing I'll only hurt myself, but if I crash an ENTIRE PLANE I'm bound to hurt others. What if I fly the plane and crash it into the mountain where it hits the only skii instructor and to punish me he refuses to teach me how to skii and ruins my holiday.\n但是如何出去呢~！一个木质告示牌上写着：杂技飞机。这弄得我忧心忡忡，我现在还没法滑雪，我得自己坐着一架飞机，如果我在滑雪的时候摔倒，只会伤到我自己，但如果我把整架飞机飞炸了，我就得承担伤害他人的责任了，那如果我把飞机撞毁到没人的地方呢？只会伤到我自己。这是要惩罚我是个滑雪萌新的节奏嘛？！\n\n\nIt was a risk I was just going to have to take, because there was no other way out of the room. Luckily, there was a friendlier sign in the room too (you could tell it was friendlier because it was in lower case, unlike SPAWN PLANE, that all-capitals jerk)\n这对于我来说的确是一个挑战，因为并没有别的路可以走出这个房间。幸运的是，这里有一个标语牌，上面的标语要比之前那个友善多了~.\n\n\n\n\n\nSlightly worried, I pressed the button and a tiny plane spawned in the corner of the room. I quickly hopped in before it could leave without me and ARRRRRRGHHH!\n我面露不快，按下那个按钮然后一个飞机出现在了屋子的角落，我立马跳上飞机生怕它在我之前飞走，然后呃啊啊啊啊啊啊啊啊啊啊~~~~\n\n\n\nI was flying like a bird! More specifically, I was flying like a TERRIFIED BIRD THAT HATES FLYING我像一只鸟在空中飞，或者更精确的说，我像一只受惊的厌恶飞行的鸟儿在天上飞~\n\nLuckily, I'm not really in control of the plane. I can shift it around for a better look at my surroundings, but this whole sequence is on-rails, offering a tantalising view of my holiday to come. This is actually pretty neat! A lovely sky-high view giving my eyes a fine taste of this huge skii resort. I'm starting to enjoy my holiday again, now I know I'm not going to die in a plane crash. Yet. Holiday! Yeah!\n不过幸好，并非我在操纵这架飞机，我可以让它侧身以便我更好的欣赏身边的美景，但整个飞行是有确定轨迹的。一开始便为我的旅程带来了诱人的美景。的确祥和又美丽。在高空中俯瞰而下使得我的双眼能够欣赏完整的滑雪胜地。我重又开始享受我的假期，现在我知道我并不会因为一场飞机失事而丧生。这依旧是我想要的假日~没错！\n\n\nBut first I have to get through the airport.\n但是我必须要经过机场。\n\n\n\nTraditionally, people enter the airport before flying in the plane. And don't have to fly it themselves.但传统意义上，人们在坐飞机之前穿过飞机场，而且并不需要自己开飞机。我真是个特例。\n\nI step inside and find a room offering free ski boots! The SKY SKI BOOTS boast 'no fall damage' and the SAFETY SKI BOOTS have the catchy tagline 'Great if you don't wanna die'.\n我踏入机场，然后惊喜的发现了一个屋子提供免费的滑雪橇。“天空雪橇”可以使人滑雪时候不受伤害，而“安全橇”则是为那些不想死的人准备的。\n\n\nI helped myself to the SANIC SKII BOOTS (er, I think they mean 'sonic'), which boast +45% movement speed. Now I'll be able to run from slope to slope, safety be damned, and get the most out of my holiday! \"Tom, you're a genius!\" I reminded myself aloud.\n我为自己买了声披雪橇（呃，我想他们是想说声波），它可以带来45%的移速加成，现在我可以在雪坡之间穿梭来去自如，不必担心手上，然后好好的享受我的假期。“哎呀汤姆，你真是个天才。”我大声告诉自己~\n\n\n\nBully skii boots? I hope this isn't a skii resort for macho types. I'm weaker than a paper kitten.“大肚子雪橇”？我突然开始祈求这个图不是那种大男人才能畅玩的，我其实像纸糊的一样。\nI strapped the Sanic boots on and immediately felt their amazing power. You should've seen how fast I ran into that wall! Even the blood from my nose seemed to be pouring out faster than usual. Wow!\n我踏上声披雪橇然后突然就感觉到了一股奇异力量，你应当看看我在屋内跑得多快！除了我鼻子流出的鼻血有些不寻常之外~嗷呜~（这里笔者应当是撞到鼻子了~译者注）\n\n\nThese boots truly were the bees knees, except they were cool and I liked them and they weren't the knees of a bee which would just be creepy and gross. Huh, I guess they weren't the bees knees at all then. Good.\n\n这些雪橇真心鸡肋，除了帅的无可救药让我深深迷上之外，其实并没有什么实质性用途，至少我一开始是这么想的，现在我猜它们并非鸡肋。\n\n\n\nAccording to this sign, it's impossible to leave the resort. Woo hoo! Even more holiday for me!根据提示，离开这片滑雪胜地是不可能的，呜呼~我可以在这里尽情享受假期了！\nI hopped aboard a bus and started speeding up to the resort. This ride was way longer than my four-second plane journey, but it was hard to complain when there was such a gorgeous view to keep my eyes company. Dense forest with occasional winking peeks at the mountain peaks I'd soon be sliding down. Then at last, I arrived!\n我跃上大巴然后大巴开始在雪坡加速，这段旅途要比我那几秒钟的飞机旅程长得多~但是却不同于飞行，这里有如此多胜景令我目不暇接：茂密的树林后面时而闪现出一个小山巅，晶晶亮，闪光光，慢慢地快到一座山顶大巴开始减速，终于到了！。\n\n\n\n\n\nThe resort was my oyster and I was a seafood-starved holidaymaker ready to chow down! SHOW ME TO THOSE SLOPES!!!\n我可以在整个景区中为所欲为~然而在这硕大的景区中我只是像海中的游鱼罢了。我要去看看整片地方！\n\n\n...Seriously, isn't there anyone around to show me to the slopes?\n唉~为什么没有个人带我去转一转呢？\n\n\nConfused, I started exploring. I found a candy store, several restaurants (including the brilliantly named 'L'OVERPRICED RESTAURANT') and all sorts of delicious treats to cure an empty stomach. Only problem was, my wallet was just as empty. Then again, I'd noticed a large box of text, ruining every screenshot, telling me I had 'credits'.\n\n好气的，我开始了自己的探索~我发现了一家糖果店，一些餐厅（还包括了名字超级赞的“爱不值钱”餐厅）这里有无穷的美食犒赏你空空的胃，唯一的问题是，我钱包是空的，然后我发现了一个上面有小纸条的大箱子，打破了所有的失望，告诉我我有银行卡~\n\n\nMojang suggested paying me in these credits from now on. Wait, Mojang are paying me? For this?Mojang准备包我在这里的食宿了。我的天？Mojang居然要包吃住，在这儿？！\nBut I had no idea how to spend these credits and trying to work it out was only making me hungrier. And angrier. I didn't want to take a holiday from both Mojang and the law, but if needs must...\n但是我并不知道怎么去消费，但是思考只会让我更加饿，气气地，我并不想在Mojang或者有规则的地盘上玩耍，但是我好像并无选择……\n\n\nJust as I was scribbling SWAG on the side of a burlap sack and preparing for an exciting new life of crime, I noticed a machine marked ATM. Aha! So this is where you cashed in your credits. I walked up and pressed the button on the machine, looking forward to being showered in money.\n正当我停杯投箸不能食，捶胸顿足怀疑人生的时候，我突然看到了一个ATM机，啊哈哈！所以这就是我可以用银行卡提现的地方，我走过去然后敲了机器的按钮，期待着我那亮闪闪钱钱~\n\n\nAnd suddenly I was teleported out of the resort, and into a nightmare.\n接着，我便被传送到了一片黑暗之中。\n\n\n\n\n\nTom want food; a tragedy in three parts. First, I see a candy store and much drooling ensues. I feel like a kid in a candy store! Expect I'm outside the store and I'm a grown man (citation needed).\n我想要些吃的，然而悲剧就在这里，我就在这个糖果店外面，没有一分钱，我感觉在糖果店旁边就像一个小孩子，然而我是一个大人了，而且没有一点钱。\n\n\nCandy costs cash, so I find this ATM. I'm going to withdraw so much money, I'll be able to buy enough candy to fill ten swimming pools! Or at the very least, enough to make my dentist cry.\n买糖需要现金，所以我只是想去取点钱，那样我就能买好多好多糖，能填满十个游泳池的糖，或者至少，能让我的牙医哇的一声哭出声来的糖\n\n\n\nBut using the ATM actually teleports me into a mysterious dark room, possibly in another dimension, from which there appears to be no windows, no exits, no escape and no candy.\n然而使用ATM机把我传送到了一个神秘的小黑屋里，可能来自另一个视界，而且还没有窗户，没有出口，没有糖糖。\n\n\n\nHuh? What? Where? Eh? How... what?\n咋回事，啥情况？呃？QAQ？\n\n\nThe ATM was actually a deadly trap! I was trapped. Once again in a windowless room with no obvious exits (you skiing types are really into those, huh?). This one was much darker, even darker than my prospects of salvaging this holiday.\n原来那个ATM机是个陷阱，我就轻易的入套了，我又一次站在了一个没有窗户没有出口的屋子里（然而雪橇加成也带进了这个屋子里）屋子很暗，甚至要比我好好过完这个假期的希望都要暗淡。\n\n\nSomehow, I always knew it would end this way. Death by ATM. I never was good with money.\n\n\nTo take my mind off my imminent demise and the worst holiday ever, I tried reading some of the signs.\n不知怎的，我感觉自己总是会这样死掉，因为钱死掉，我从来不善于跟钱打交道，为了使自己打消自己即将消亡的念头，我试着去读一些告示牌。\n\n\n\n\n\nOh! According to these signs, this is how you cash credits, and escaping is actually going to be super easy. I really need to start reading more. And prematurely announcing my own death less.\n啊！根据这些告示牌，我拿到现金而且逃出这个屋子的方法十分简单，我的确需要好好读一读，我可不想过早地死掉~\n\n\n...Well this is embarrasing. Turns out I hadn't fallen into a deadly trap at all. Seems that this was just how you exchanged credits for currency in this crazy resort. I was inside the ATM. Handy for hiding your PIN number from onlookers, I guess! I exchanged 50 of my holiday credits for a few holiday bucks, then smacked the EXIT ATM button.\n那么这样就很尴尬了，我并没有掉进一个死亡圈套里，这好像就是在这个疯狂的地方你把卡中金额体现的正确方法。我在ATM机里面，输完取钱密码之后我就能拿到银行卡里的钱了。为了假期，我直接取出了我银行卡里的一半，然后我点了“离开ATM机”的按钮。\n\nNow a little too shaken up to eat, I decided to spend my newly withdrawn cash on the slopes instead.\n现在吃东西其实是超级震惊的，我打算默默把我刚取出的零钱用在滑雪上。\n\nBut instead of finding a chance to go skiing (y'know, the entire reason I took this holiday) I stumbled upon something called the LIFE OPERATOR.\n但是在找到滑雪的机会之前，（你懂的，我来这里度假的唯一原因）我踉跄到一个叫做“生活运营商”的地方。\n\n\n\n\nIt's one of many mini-games dotted around the resort. Though the title suggested this was a more dramatic version of Operation, it was actually a chance to help other skiers and make money. Neat!\n很多小游戏都会用这种地方来点缀整个构筑，尽管这个抬头看起来太过于戏剧化了，但实际上这里是帮助其他滑雪者从而获取更多金钱的地方。\n\nI hit the button, and was suddenly teleported to a high-up booth. Simple instructions told me that skiers would spawn and move to a red line, and it was my job to spawn a chairlift to take them up the mountain. The trick was to spawn the chairlift so it crossed the red line at the exact same time as the skiier.\n我敲下了按钮，然后瞬间被传送到了一个超高的小房间里。简单的说明告诉我滑雪者会一拥而上到那个红线哪里，我的任务是制作一个缆车将滑雪者运到山巅上。这里最难的就是我要在人们到达红线前把缆车做好。\n\n\n\nHelp other skiers and make easy money? Perfect, that's my favourite kind of money to make!\n帮助其他滑雪者然后挣到钱，真的超棒，这是我最喜欢的挣钱方式了！\n\n\nBefore I go into detail about how well I did at this job, I'd like to take this opportunity to apologise to all those skiers I crippled. This game was tougher than it looked. If you didn't time pressing the 'spawn chairlift' button and the passing of the villager perfectly, then the chairlift would just smack into the villager, knocking them down into the filthy snow, before heading up the mountain without them.\n在我好好秀一下我干得如何之前，我想先向所有我帮助的滑雪者道歉，这个游戏比看起来难得多，如果你不在时间范围内按下“构造缆车”按钮然后让游客完美的通过的话，那么缆车就会打倒游客，让他们在游玩之前就落入雪堆里。\n\nI made a surprising amount of money, considering I didn't once manage to successfully get a villager in a chairlift. This wasn't all my fault - even attempts the game calls 'Perfect!' still show the villager getting hit with the chairlift. Maybe they mean a 'Perfect!' hit?\n我因此得到了好多好多钱，想想我有几次不小心没有成功将游客送到缆车上，其实并不都是我的错，就连游戏设定上的完美等级也容许几次游客被缆车击倒，可能完美都是残缺的吧嘿嘿~\n\nAs my timing improved, so did my bank balance. Maybe I should become a chairlift operator full time? But then I considered how many angry skiiers were probably limping up to the complaints booth to find out where I lived. I decided this wasn't the career path for me and that it was time to move on to another part of the resort. Quickly.\n时间慢慢过去，我逐渐找到了收支平衡，我不禁想，我是不是应该一直做一个缆车管理员?但是想想游客可能正怒气冲冲寻找我的住处，我发现这并不是我应该走的职业道路，我应该开始去做在这里的另一些事情了，而且要快。\n\n\n\n\n\nFun with chairlifts! Hey, don't judge, it's a lot harder than it looks. Especially for that guy. Owch!\n其实摆弄缆车蛮有趣的，嘿！不要随便评价我做的好坏，这其实比看上去难的多，尤其是对于键盘侠和喷子们来说。\n\n\nRunning away from the Life Operator game (er, did they mean, Lift Operator?), I finally came across a skii slope. All right! Skiing here I CLOSED. Oh, come on! Turns out the resort closes at night. Grumbling bitterly about how I'd let people skii unsupervised in pitch black conditions if I was in charge, I went to find somewhere to sleep for the night. I really didn't want to have to build a bed out of snow, like on my last holiday. Don't ask.\n离开了人生运营商这个地方（他们应该是叫“人生运营商”吧）我终于穿过了这个雪坡。啊哈！这个滑雪的地方居然关门了，乖乖！这里晚上居然还关门，我悲戚地抱怨着上天的不公，想想今天我如何让大家“尽兴”地玩耍。想想都觉得自己苦，于是我去寻找一个住处，我真的不想在大雪地里造一个床，像我的上一个假期一样。哦，别提了。\n\n\nThunder crashed. Lightning struck. Tom screamed. Desperate for shelter, I ran into a shop, one that promised to UPGRADE SKII BOOTS. Hopefully they could upgrade mine into a hotel room.\n闪电噼啪，雷霆万钧，我开始尖叫，不顾一切地狂奔寻找住处，我跑进了一个商店，那我我曾许诺在这里升级雪橇的商店，太幸运了，他们能在旅馆给我找一个住处。\n\n\nA man called Dave was working the counter, by which I mean he was staring in the wrong direction and jumping up and down. O... K...\n一个叫做Dave的人在柜台工作，然而这个人眼睛一直朝着不正经的地方看，还上蹿下跳，好吧……\n\n\n\n\n\nI think Dave's gone a bit wrong. Working the graveyard shift at a skii boot shop does that to you.\n我想Dave可能是有些疯掉了，好像在这种卖雪橇的地方工作确实会如此。\n\nThis shop was too rich for my holiday budget anyway. The Tier 4 skii boots cost $1000! I don't even want to think about how many skiers I'd have to hit with chairlifts to make that kind of money.\n这个商店相对于我的预算来说并不贵，这个四级雪橇只需要一千美金呢~我真的不知道我要我得用缆车碰疼多少人才能挣到这么多钱。（译者注：这里是笔者幽默的成分）\n\n\n\nDave calmed down and started acting more professionally after I started to leave, but I wasn't interested. Too late, Dave. You only get one chance at a first impression and you blew it, Dave.\n等到Dave冷却好了，在我正打算离开前表现得更正常了一些，然而我并不买账。Dave啊，你只有一次机会给人留下第一印象现在你只是让它吹了~。\n\nLeaving Dave's shop one unhappy customer, I saw a building marked 'apartments'. Finally! The door was wide open, as was one to a cosy room with a lovely double bed. I didn't see anyone asking for payment and frankly I was too tired to care. I slept like a baby, a baby who was having vivid nightmares about an apartment owner screaming them awake and demanding they leave before they call the police. Babies are weird.\nDave啊，你让你的小商店里多了一个不开心的顾客，我看到了一栋标记着“公寓”的待遇，终于找到你了！大门敞开着，我好像看到了一个美妙的带有一张双人床的房间，我并没有看见任何人要入住但是坦率地说我当时太累了并没有顾及，我像一个小孩子一样睡着，一个正坐着噩梦像是生怕公寓主任尖叫着叫醒他们然后强暴地把他们赶走一样。我觉得自己好怪~\nI woke up shortly before the resort was due to open, and snuck out. A whole day gone. My holiday almost over.\n我在景区快开门之前醒了，然后收拾行囊，一天已经过去了，我的假期就要结束了。\n\nNow I'm a pretty patient man. I can wait up to a whole minute for this website to load before throwing my computer on the floor and screaming, and I've waited hours in restaurants for my food to arrive before throwing my computer at the waiter and screaming. But I'd lost an ENTIRE DAY of my vacation without any skiing!\n现在我炒鸡有耐心，我居然能耐心等待整个网页加载完而不是在那之前砸掉电脑然后狂叫。我已经在餐厅等了几个小时的食物了，而我居然没有把电脑砸到服务员身上然后狂叫，然而我又在没有滑雪的过程中度过了一整天。\n\nWell I wasn't willing to spend another second not falling down a mountain. I ran through the resort, my eyes on the hunt for some hot skiing action. AHA! A skii lift!\n其实我并不想花时间从雪峰上掉下来，我穿过了整个景区，突然眼神定格在景区一个超级火爆的地方，啊哈！一个滑雪梯。\n\n\n\n\nYahoo! So long the ground! So long safety! So long people who can help me if anything goes wrong!\n哟吼！如此长的滑道，如此安全的享受，如此多的人可以帮助我如果出了什么差错！\n\n\n\n\n\nNow we're getting somewhere!\n我们应当去那儿！\n\n\nSeveral chairlift rides later, a long way up the mountain, I find another mini-game, TERRAIN PARK. You had to run down the slopes and then leap off the jumps, getting as much air as you can. But these jumps weren't that high - only a few blocks tall. The thrill-seeker in me was disappointed, but at least the coward in me was happy.\n等过了几辆缆车，我终于到了山顶上，我发现了另一个小游戏，“山地公园”。你必须在雪坡之间穿梭，跳跃，呼吸尽可能多的氧气，然而我跳得并不高，仅仅几个麦块高。我内心的小天使十分失望，然而我心中的那个小懦夫却十分开心。\n\n\nI decided to try it. What's the worst that could happen?\n我打算试试，最差也不会发生什么啊~\n\n\n\n\nThis is one of the jumps I'm about to leap off. Not exactly high is it? What a dissapointment...\n这是我的惊人一跳之一，不是多高对吧？有点失望。\n\n\n\nStill, it took ages to get up here, so might as well try it. Hope I don't fall asleep on the way down.\n最后，我花了好久到达那里，感觉这真的太容易了了，希望我不会在途中睡着。\n\n\n\nHere comes that rubbish jump. Unless there's some sort of launch pad hidden inside it. Yeah, right...\n这好像是最垃圾的蹦极，我一定能跳过去，除非有什么发射器在里面，啊，果真……\n\n\n\nARGGGGGGH WHAT THE HELL WHY AM I UP HERE HOW WHY NONONONONONONONO HEEELLLP!\n哎呦我去这是啥唉呀妈呀为啥我在这上面哦哦哦啊啊啊！救命啊救命啊。\n\n\nOK, so I was wrong. Those jumps actually sent you flying up into the sky.\n好吧，看来我是错的，那几个跳跃只会把你送上天。\n\n\nBeing wrong is awesome.\n做错了却不一定不爽。\n\n\nI sprinted for the chairlift, and soon I was back at the top. Now I knew how powerful the jumps were, I couldn't wait to try the one at the top of the course! I slid down the slope, approached the end of the jump and LIFT OFF!\n我又赶上了缆车，不久我又回到山巅，现在我知道那几个筋斗多么强了。我已经无法克制自己的冲动去试试山顶上那个了！我从雪坡上跳下，跑到蹦极点的尽头快速坠落下去。\n\n\n\n\nThose faded white blocks below me? No big deal, they're just the clouds beneath my flying feet.\n我下面那些白方块？什么都不是，那些只是空中的我脚下的云彩罢了。\n\n\nThere I was, flying without wings, looking down on the resort like a GOD. \"Bow to me, foolish humans!\" I cackled. And now to execute the perfect landing!\n我就在这里飞啊，没有翅膀照样飞，上帝一般从天而降。“快向我卑躬屈膝吧，渺小的人类！”我狂吠着。准备来一个高难度的落地动作。\n\n\nWait, how do you execute a landing?\n等下，应该怎么落地呢？\n\n\nWell.\n好吧。\n\n\nNot like this.\n好像不是这样\n\n\n\n\nMy crash landing was a bit like this, except ten times worse. No, wait... eight billion times worse.\n我落地的样子好像这样。可能比这样还要差十倍，不，千万倍。\n\n\n\n\nI hit the snow sideways, and continued speeding down the slope. Every bone in my body considered leaving it. My eyes shot into the back of my skull and cowered under my brain. I bit my tongue so hard I could taste the inside of my teeth (pleasantly minty). I screamed in agony in sixteen different languages, fifteen of which don't exist. And on I tumbled, freefalling through the snow.\n我撞到雪道上，并且还一直加速向下滑行。感觉身体里每一块骨骼都脱位了一般。我的双眼好像陷了进去，深陷到脑袋里了。我费力的动了动舌头并且舔舐到了一种不可描述的味道。我惊恐地用十六种语言尖叫，其中十五种是根本不存在的，然后我控制不住几几，自由落体滚落下去。\n\n\nI felt pain in places I never knew I had. Heard bones crack in bits of me I'm pretty sure aren't meant to have bones in. My chest was pummeled, my elbows snapped, my back cracked, my face ruined, my little toes... actually, completely unharmed. They were the lucky ones.\n我感觉到了不可言述的痛苦，感觉我的骨头散架了一样，我很确定我应该没有一个骨头在正确的位置上了。我的胸腔轰鸣，我的肘关节超级疼，背也塌了下去，脸也毁容了，我的指头却没有一点事情，它们是幸运的。\n\n\nThen, at last, I reached the end of the slope with a sickening CRUNCH. What was left of my attempted a gasp. A broken heap of a boy, no longer a proud mountain man. I knew it wouldn't be long before I passed out. I had to act fast. With the last of my strength, I crawled up to the chairlift and got on. I lost conciousness, knowing I'd be at the top of the course when I woke up. No way was I missing out on another go.\n最终，我带着散架的身体走到了雪坡的尽头，这是我离开这个奇怪的地方的出口，一个男孩的一场并不华丽的冒险，我再也不会觉得自己适合做这个山里人。我知道如果我呆在这里我不就就会崩溃的，我应该快点走，带着我最后一点力气，我爬上了缆车并坐了上去，我渐渐失去了意识，只知道自己刚刚在山顶干了不可描述的事，现在我已经没办法去想别的东西了。\n\n\nSkiing is fantastic.\n然而滑雪棒极了。\n\n\nBut don't just take my word for it. If you haven't grasped this by now, I'm an idiot. Try minimumwagecraft's excellent resort for yourself here!\n但是不要只听信我的话，如果你还是没有被我的话吓到，你可以去试试，我只是个笨蛋，什么都没法做好。然而你可以，来试试MINIMUNWAGECRAFTS的华美构筑吧！\n\n\n\n\n\n译者对最近自己情况的感慨\n\n不知多少人知道凛音退坑的消息，可以说，凛音哥和黑幻哥把我带到了这个生机勃勃的大家庭里，而我虽然和凛音哥还有黑幻哥认识没有多久，但是我知道他们都是极好的人。他们热情善良，真诚。我自从考上西交大少年班现在回家之后，没有想过去交几个朋友，然而在这个我本不相信的虚拟世界里，我真的找到了给我带来温暖的人，凛音哥是一个，黑幻哥也是一个。\n现在凛音走了，失踪了，而让他失望的，居然是他曾最心爱的地方。\n昨天我知道凛音哥消失了之后，在上课的时候坐在座位上抹了一下午眼泪。\n我真的舍不得他。然而现在，是不是真的晚了？\n大家都说阿狸哥也是好人，我也愿意相信。但是凛音哥说的确实是事实，我也只希望这个论坛能够更加蓬勃向上。\n总而言之我只想让凛音哥回来，可现在，可能这小小的愿望也达成不了了吧。\n遇见他们是我最大的幸运，而这么快失去他也是我遇到过最大的不幸。\n真的希望有人能把凛音哥放在心里，哪怕什么都不做，反思一下自己，让这个家，更像一个家。\n我也希望凛音哥，作为一个被打击的游子，回来，回到这个家庭里面，和我们欢聚一堂。\n我会一直等着。\n另外我只负责了这篇文章的翻译工作，后期的排版配图工作都是黑幻哥做的，在这里也要向黑幻哥真诚地表示感谢。\n希望我能在这里找到一丝生机，感觉到更多温暖。\n翻译和留言仅代表个人观点。\n\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/skii-resort原作：Tom Stone 发布于2017年4月22日翻译：Final Fantasy工作组成员——临涘Liversammyh\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1494683280,
            "txt_content": " 本帖最后由 像素君 于 2017-5-13 21:52 编辑 \n\n那个……翻译似乎撞车了＝ ＝（不过这翻译真的是挺接地气的233）（其实排版也可以自己来尝试一下的，也可以尽快适应这里嘛~）\n"
        }
    ]
}