{
    "title": "【原创·连载】【狂热的沉默】【为何要老实？】【byRing】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1494684360,
    "txt_content": "  在我小的时候，我的爷爷就教育我要做一个“打不还手，骂不还口”的正人君子。刚好当时老师也教育我们为人处世要谦让。于是在这样的熏陶小，我也向着那个方向努力。  于是，我哥哥就开始以为：我可能有个傻弟弟。因为我经常被欺负而不反击。  在小学一年级，有一次一家人吃饭时，发现我胳膊上有一块一块的淤青。“怎么回事？”母亲用筷子指着我的伤口问。“没啥事，今天被XXX给打了。”我显得若无其事，谁知我目前立马就放下筷子，去客厅拿起电话就拨打老师手机告状，然后回头问我：“怎么被欺负也不说一声也不还手？”。  “老师讲，别人打你，如果你不还手，便是有理；如果你还手了，便和主动攻击的一个罪了。”我用我老师的原话反驳他们。  哥哥也放下筷子，那犀利的目光的凝视实在让我害怕：“傻孩子，你就这样被别人欺负吗？”  “没事~他们迟早要遭报应。”我继续用老师那一套话想要证明自己的正确。  那天晚上，我的父亲母亲给我讲了很多道理。“嗯”、“哦”、“就这样”我口口答应着，实际上我内心想着：“好像这类事情告诉家长就会把事情弄大啊。”于是决定受到欺负不再告诉家长。而且之后老师又讲不要信家长让你们还手，我更信老师。  可能由于我太老实了吧，更多的人想要攫取我的利益了。  一年级时迷上了象棋，报了个象棋班。当时天赋属实不错，才两次比赛就从新手变成了四级骑士。  和普通的辅导班一样，那个象棋班有集齐小红花兑换奖励。不知从哪一天开始，我就开始想要集齐五十朵小红花来兑换一个小水杯！在集齐到快要完成时，听说到一个故事。就是我们象棋班里有个人想要攒一百朵小红花兑换最好的礼品，他当时已经积攒九十多朵。他把小红花放在一个矿泉水瓶里，有一天在他车上被他父亲当成废瓶扔了。不行！万一我的小红花出了什么意外也丢了怎么办？我把已经收集好的四十朵小红花交给老师，老师爽快的同意了。  过去几个星期，把剩下那十朵集齐了，去找老师兑换礼品。老师打开她那装小红花的口香糖盒，装模作样地数了数，然后对我摇摇手：“你上次给了我三十四朵，加上这才四十四朵，还不够，加油吧。”  什么情况？应该是老师课程太多，略有些遗忘吧。再过几个星期，又攒了六朵，老师又挥手：“不够，还差几朵。”  没事！才几朵而已，怕什么呢？但是，之后，老师就不给我小红花了。我本来应该上“高级班”，却因为小红花而留在中级班。有一次一道难题，班里算上我五名同学答对，老师让答对的同学上台领奖，老师看到我上去了，却认为我是因为贪图小红花而冒充答对，我只好尴尬地下来。  我的父母已经察觉到了，给我退了象棋班。但老师希望我继续上，说给我水杯。于是我去了一课，但老师那一天根本没提水杯之事。于是父母把象棋班退了。这也代表着，我的象棋天赋，夭折了......  在五年级时，我的一个新思想发出萌芽“为什么别人欺负我我还帮助别人”。尽管有这样的思想，但遭到家庭和学校的反对。而且我发现我如果试图反抗反而带来更大的欺压，于是我决定还是老老实实的吧。  就这样，我小学被当成玩具玩了六年，毕业后还被当成玩腻的玩具一样扔了出去。  上了初中之后，偶尔可以看到，一些好心的同学搬水，搬到教室门口时，另一个同学用娴熟的技巧把水抢走，自己搬进去。然后那位好心同学不想计较，只好让那同学沾了光。  社会培养老实人来方便他们管理。可是，“哎呀咱们老实人吃个亏没事韩怡然这次你就吃点小亏吧”成了我小学老师对我的口头禅。现在也不妨看到老实人被当作填平道路的消耗品。人人都如此对待老实人。  那么，请告诉我：  谁还愿意当个老实人呢！  现在，我认为，要做到鲁迅先生那句话“横眉冷对千夫指，俯首甘为孺子牛”。在家人和同学面前，我愿意当一个盾，而不愿做一把矛与他们针锋相对。因为我现在的同学都是我的家人，他们不会害我，即便有时有矛盾，也只是一些小摩擦。而出了门，我愿变为一把锐不可当的矛，冲破一切阻碍我的道路的事物  我们不应该向那些看起来很强的人致敬，而更不应该瞧不起那些沉默的老实人！",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1494685560,
            "txt_content": "跟象棋那个相关么？\n思想是可以的，但是不够深刻啊。\n且问，不老实又能如何？世界的规章莫不如此。老实人真的一定是好人么？好人一定老实么？看待问题不应当片面地看待而是要从多角度混合着看。要以辩证的眼光看待问题。\n社会就好像一个污泥潭，概若多么纯洁如玉的心灵，进去以后都得成污泥潭的一部分。唯独那几块没被染浊的玉，却被暴怒的污泥摔来摔去，最后片片碎裂如花。但切记，莫失本心。能够切实帮助他人的人，最终必然有福果。曾几何时我也为此惋惜过，但如今我是明白了。既然帮助，便不后悔。"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1494689700,
            "txt_content": "构思可以啊\n结尾议论败笔了\n太多“我” “我们”像小学生作文"
        }
    ]
}