{
    "title": "【原创·连载】【狂热的沉默】【第二十一集：接连】【byRing】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1494682980,
    "txt_content": "  真不容易，下课铃的响声终于打破了我的处境。\n  同学们都像往常一样说说笑笑，出门的出门，议论的议论。我慢悠悠地，像个没魂的人一样飘到自己座位上。浑身冰凉，故作镇静地拿出水杯喝水，但我已经被吓透的精神却恢复不了。坐在自己座位上，四肢好像不听自己话了，不敢动。旁边人来人往，好像用异样的、瞧不起的眼光打量着我。我只好顶着数学书上的黑体字，研究一些神奇的题，装出认真学习的样子。\n  很明显，我，沈然这个形象，已经和经历过大地震的建筑一样崩溃，只剩下残垣断壁。不知云婼怎么看我......\n  不知什么时候，感到背后的温暖，回头一看，是庄泉趴在我的身上。他还指着我的书，问我在干什么。\n  比起一个人静静，我更希望得到照顾，尤其是我这样的不好说话的。但我比平时更不敢说话了，我只好回复他，我在做题。\n  他看了看我用来打发时间的那道题，叶老师说过那道题不可能算出来，他十分不解：“额，这、这能算出来么？”\n  我回答他，我想试试。然后继续头也不回，算着根本没有答案的题。我明白，我现在过着没有答案的时间。\n  到预备铃响起，庄泉才离开。即使没有云婼，我身边还是有热心的人呢，不是吗？\n  第四节课是政治课，我政治作业没认真写过，也没带过几次。政治老师是一位老太太，对付让背书却没背书的或者作业不好好做的，连手都动过，拿着手里的政治书就朝脸上打。同学们都很讨厌她，管理人过于严格。即使这样，我也不愿意好好写政治作业，政治作业要认真完成就要把书上的内容和自己的经验结合起来，一大段一大段的往上写，很多同学也不愿意。不过王玄彬能把政治发的小卷子填满。\n  倒霉的是，我这周就在第三排。但老师没注意到有人没带卷子之前，对自己的政治习题更注意，是不会在意的！但只要发现一个，其他人就不保了......\n  看着政治老师在教室里一边讲题一边慢慢地走，我的心也随着一下又一下扑通地跳。\n  邢齐和明馗也都没拿卷子。但他们俩愉快地聊了起来，像平时一样谈笑风生。\n  “干什么呢你们俩！”邢齐脑门后一声巨响，果然，是政治老师！\n  “啊、额，老师，我们在讨论学习，对吧？”说着说着，他搂住明馗，像搂住自己的亲兄弟一样。\n  “你们俩的卷子呢？”政治老师用她那本练习册拍着邢齐的桌子，空气仿佛已经凝固。\n  明馗把说过很多次的理由，再一次生动地、津津有味地讲出来。政治老师又敲了他的后脑勺：\n  “那你来干什么吃的！讲题题没带！我上次不是说过讲题了吗？谁没带作业，都站起来！”\n  估计残垣断壁也难保。我站起来，还被老师专门问原因，我也只好编了个借口。政治老师当然不肯放过我们，让我们一个个下课后去让组长检查，下节课必须完成。\n  一个没被训过的人，一天被训了两次，当然找个缝偷偷钻回家里都愿意。\n  放学后，收拾书包时，发现历史书，打开看看，不料其中的内容让我双眼炸了一样。\n  数学篇子就夹在里面......\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1494726840,
            "txt_content": "迟到。\n既然来了，顺带着就作个文评吧。\n\n第一，同样是写法的问题\n文无定法，这没错。作为第一人称的文章，通篇以第一人称的视角去写，应该也不算什么大问题。但只是用“我”的心理描写推进剧情就大有问题了。之前就已经讲过，单纯的心理描写是不足以支撑长篇小说走到最后的。\n不光是写法单一，内容浅薄的问题。像这种直接将故事扔出来的写法，读者只能了解到故事的情节，而得不到更深层的引起共鸣。因为，“我”跟实际的读者，无论处境还是生活方式肯定都是截然不同的，你是不能直接将读者跟主人公画上等号的。所以，这种单一的代入方式，就相当于强行让读者站在“我”的视角上存活。读者可能会有着不适应，有着排斥，这样看下来，肯定只能对剧情一知半解，想要真正体会到主人公的心理路程，却同样是比较难的。\n还有一点弊处，这里一并点出来吧。之前强调过行文随意的问题，但那算是一个过渡，所以没有详说。\n首先，心理描写是按照作者的自身感受而写。若没有足够的笔力支持，行文过程中，难免会产生遣词造句较为口语化的毛病。不单是用词方面，在节奏上同样也会根据自身所想，而毫无章法地加快，成了以自身感官为主而写成的文章。这种语言不够精炼，节奏上一塌糊涂的文章，读者想要接受是较为困难的。本章中用词的问题不大，但节奏上仍可控制。反复推敲，然后把详写略写的部分琢磨透，再来动笔，是会比单纯的凭感觉走好得多的。\n\n第二，讲下高潮\n这种以沉默为主线，写主人公心路成长的文章，本身选材上就占有一定的优势。这种优势，来自于剧情的戏剧性。通过挫折，让主人公步步堕落，再通过一些改变，让主人公重获新生。这种跌宕起伏的文章，想要写好，其实并不难写。但想要写精彩，这个起伏的幅度就要给出来，只有打的更低，回弹的才会更猛。\n通篇的心理描写，可能会让你持续着这个平静的叙事方法，从而忽略了起伏。但适当的情绪爆发，或者自我厌恶，同样是可以在行文中大胆地加进去的。因为只是叙事不足以表达主人公的情感变化，以及情绪的起伏。\n记住，想要高潮，就必须有着爆发。如果害怕控制不住，给点转机的余地或者逐步递进的爆发同样是可取的。总之，先尝试着写写看吧。\n\n该说的话，到这里就说完了。用词上那些细枝末节的问题，也不再多说，自己试着更改吧。\n最后，虽然开头说了一些心理描写的弊端，但我还是想说，文无定法。\n是的，不一定我所说的就适合你，你同样也没有必要按照我所说的走，一切的取决权都在于这篇文章的作者。我终究是从一个评论者的角度上看问题，目的是为了给作者一些启发，一些写法上的创新而已。\n通篇心理其实也并不是不可以，但想要写得精彩，是很困难的。总之，继续努力吧。\n以上。\n最后，祝进步。"
        },
        {
            "author": "我为我为",
            "timestamp": 1494738240,
            "txt_content": "gggbbb 发表于 2017-5-14 09:54\n迟到。\n既然来了，顺带着就作个文评吧。\n请问你有时间能不能帮我实例一下把一小段文章改正然后让我凯绿"
        }
    ]
}