{
    "title": "【原创·单篇】妖物·光焰遍及之处",
    "author": "丹娘酱°",
    "replyCount": 5,
    "timestamp": 1494739920,
    "txt_content": " 本帖最后由 丹娘酱° 于 2017-5-27 22:17 编辑 \n\n  \n   1.\n   好无聊，好无聊。\n   焰儿心想着，从地上站起来，拍打了一下衣服上的尘土。拿起地上的权杖，稍稍整理了一下凌乱的头发，便出门去了。一路上，尽是些金色或者红色头发的人，不，确切来说是烈焰人，他们见到她都会稍稍行个礼，道一声“族长”。\n    滚烫的岩浆不断吐露着气泡，萤石也未曾停止发出万丈光芒。这便是下界，也是烈焰人聚居的地方。他们不知从何时起突然出现在了这里，并在这里长久的居住了下去。没人知道他们从哪里来，为什么会选择居住在环境如此恶劣的下界。虽然他们看起来也很耐热。  \n    焰儿作为新一任烈焰人族的族长，虽然有着繁荣本族的想法，却有着与其他人不同的志向。她其实很想去地面上看一下，但苦于自己职务缠身，不允许让她思考其他事情，更无暇去地面。\n    \n\n\n    2.\n    “呐，焱。你说地面上会是什么样子？”\n    焱稍稍怔了一下，紧接着便说：“族长，请您为本族着想。”\n    焰儿鼓了一下腮帮子，不情愿地说道：“可是我真的很想去。我想找妈妈。”\n    焱叹了口气，“前任族长早就说过，你的母亲已经抛弃你了。你为什么还要执意去找她呢？”\n    是的，他们不知道，焰儿的妈妈是个人类。她的一头黑色长发和温柔的话语，让人安心。要是被他们知道她的妈妈是个人类，可能会被杀死的。所以她要找到她，跟她生活在一起，像人类一样永远居住在地上，离开聒噪的下界。只不过，到时候族长会是谁，那也一概不知了。\n\n\n\n\n    3.\n    焰儿决定要想出一个理由来，说服其他族人允许她到地面上去。于是她去了唯一一个藏书的地方去查阅文献，看看有没有关于记载烈焰人的。   经过一晚上（虽然在下界白天晚上很难分出来）的查阅，她终于在一本残缺不全文献中找到了可以说服其他族人的理由。她拿着文献，兴奋地召集了所有族人。\n    上面记载着：烈焰人，行走于夜晚之间，为漆黑无光的晚上带来光亮。他们所到之处，除非太阳升起，否则那火焰绝不会熄灭。焰儿读完，说：“是时候让我们重返地面发挥我们的价值了！”\n    族人们受到了鼓动，他们主动提出要让族长先去地面上探查一下。焰儿显然很开心，打算自己走。但是族人们不同意族长孤身一人。因为他们怕族长要是死在地面上，这族也就没希望了。焰儿原本想找到妈妈之后不再回来的。但是他们推荐焱，她也就不再反驳。毕竟焰儿和他一块长大，应该会替她保守秘密。\n\n\n\n\n    4.    怎么去地面，这是一个问题。\n    焰儿只是单纯的想去地面，却从来没有思考过该怎样去。他们找到了下界通往地面的大门，但是却不知道该怎样打开它。她尝试着用血去激活大门，但是失败了。还好只是焱和她在一块，要是被别的细心的族人知道，他们肯定会推断出她不是纯种烈焰人的。\n    焱思考了良久，然后说道：“他只是需要一个花火。”接着焱手一挥，一把火横冲直撞向大门冲去。果不其然，大门从实体变成了虚体，成功被激活。\n    “走吧，快跟上。”\n    焰儿把手伸进虚体的大门，进入了内部。她只觉得眼前越来越亮，是一种白色的光，与下界萤石的黄光不同，那么温暖，有着温度。\n\n\n\n\n    5.\n    醒来后，强光刺激的焰儿眼睛睁不开。过了好一会，她才适应这光。焰儿从草地上爬起来，揉揉头发，从头上掉下来了一些草屑。焰儿对于地面颇是好奇，更多的是激动。\n    焱也慢慢醒了过来，看着焰儿跟孩童似的在草地上又蹦又跳，就像是从来没见过这些东西一样——其实焰儿以前见过的。在她小时候的记忆里，她的母亲和她一同坐在草坪上，晒着阳光。只不过后来的记忆，也是断断续续，记得最清楚的，也就只有这么一小部分了。\n    “焱，我们去一个地方好不好？”\n    焰儿突然说道。\n\n\n\n\n    6.\n    焰儿想去人类的村庄。但是村庄太多了，在她记忆中的村庄也许已经变了样，但她仍旧想要找到它。\n    焱和焰儿独特的样貌引来了许多怪物。因为每到夜晚他们的头发都会发出灼热的光，远远望去就像一个行走着的荧光。但是他们不怕怪物，因为他们也是怪物，怪物之间从不会互相伤害的。\n    焰儿抬头，发现了高高悬挂在天空中的月亮：“焱，那是什么东西？”在焰儿小时候，总之，在她记忆中，晚上永远都是漆黑一片，只有黯淡的星星。所以一般都是烈焰人来为夜晚的大地提供光亮。\n    也许是因为有了这个东西，烈焰人才会被赶到了下界吧？\n\n\n\n\n\n\n    7.\n    他们到过许多村庄，被人类盛情款待过，也被人类狠狠打伤过。还有一次他们到了一个村庄，因为是在晚上，人类以为他们是来烧掉村子的，竟然差点把他们打死。\n    焰儿仍然乐此不疲，她对焱说，不就是被打几下吗，是他们不了解我们而已，我们要做的就是让他们对我们的看法重新定义呀！但是焰儿最想要的，还是那个平凡的母亲。至于族人嘛，排第二。\n    终于，她找到了记忆中的那个村庄。焰儿远远地看见村庄里站着一个熟悉的身影，便毫不犹豫的上前去抱住了他——“小皓月！”那个被叫做皓月的人过了好一会才认出这是烈焰人，但是突然蹦出一个人类把焰儿狠狠推开：“妖物，别碰我们的村长!”焱及时接住了被推开的焰儿，而此时皓月也正呵斥着那个人类：“放肆！这是我的朋友，不准如此失礼！”\n    焰儿淡淡一笑。\n\n\n\n\n    8.\n    焱和焰儿都曾经在这个村子里生活过。只不过焱当时不知道焰儿母亲是人类罢了。皓月是个人类，当年的玩伴。焰儿迫不及待的向他打听她母亲的去向，但是皓月却说，他也不知道，并且给他们解释了月亮——\n    以前，夜晚是漆黑的，没有一丝光亮。弱小的人类每到夜晚都惧怕着，惧怕那些伤人的妖怪，因为夜晚太黑了，他们的视力远远不如妖怪们的嗅觉。于是人类利用自己的智慧，灵巧的双手，将被杀死的妖怪作为力量源，制造出了一个月亮。至于内部结构具体是怎样的，他也不了解。\n    焰儿也便知道了，烈焰人为什么会被赶走。\n    “你们只是不需要我们了而已。”\n\n\n\n\n    9.\n    他们在地面逗留了许久，丝毫没有想要回去的意思。而突然一个晚上，月亮突然从天空中陨落了，这让所有人类惊恐不已。人们又开始了惶恐的夜晚生活。\n    太阳终于升起了。人类们把那个能源已经消耗尽的月亮用尽办法弄了回来。当焰儿看见月亮里有一个美丽的白发女人的时候，突然说了一句让所有人震惊的话：“不许碰我的妈妈！”    焰儿身上突然窜起火焰，让围观的人们不敢上前。焱尝试着安慰焰儿，但是焰儿丝毫没有要把火势压抑住的意思。过了很长时间，焰儿身上的火焰渐渐退去，而她身后，她的妈妈已经变成了两三个晶莹的星体，向空中散去。\n    “你们不是要能源吗，我有。你们人类，不要再来打搅我们。”\n    焰儿已经决定要和母亲一块走了。\n\n\n\n\n    10.\n    最终，新的月亮做成了。它重新回到了天空中，散发着金黄色的光芒。它的搭架，是焰儿的骨。燃烧的，是焰儿的血与肉。它是一个用烈焰人为能源发出光芒的月亮，它再一次为夜晚带来了光明。\n    焱遵循焰儿的意愿，回到了下界，替她接任了族长。而皓月，也还是过着以前的生活，每天晚上，坐在屋顶，谁也不知道他在想什么。\n    人类永远都不知道，曾经的烈焰人，为他们带来的光明的代价，是自己的生命。\n    \n    \n\n\n\n\n",
    "replies": [
        {
            "author": "小兔几奶糖",
            "timestamp": 1494740760,
            "txt_content": "o(≧v≦)o~~好棒\n沙发get！\n好期待楼主继续写这样的文章！\n只不过结局悲惨QAQ"
        },
        {
            "author": "尘埃末已",
            "timestamp": 1494747480,
            "txt_content": "文笔还行的，虽然感觉有点短和奇怪。。"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1494748740,
            "txt_content": "尘埃末已 发表于 2017-5-14 15:38\n文笔还行的，虽然感觉有点短和奇怪。。\n因为最后实在懒得写了。。\n所以没把细节交代清楚。。\n噫呀呀呀呀呀呀呀别打脸！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494854040,
            "txt_content": "人类的贪欲啊...飞鸟尽，良弓藏；狡兔死，走狗烹。这便是能者之哀。\n看到最后一段我通体震悚起来。\n人类永远都不知道，曾经的烈焰人，为他们带来的光明的代价，是自己的生命。\n有时悲剧往往是最有力量的。"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1495887300,
            "txt_content": "Smokey_Days 发表于 2017-5-15 21:14\n人类的贪欲啊...飞鸟尽，良弓藏；狡兔死，走狗烹。这便是能者之哀。\n看到最后一段我通体震悚起来。\n对哒，主要是人类的野心嘛，其实我并不想让焰儿死滴"
        }
    ]
}