{
    "title": "[五月活动][春之赞歌]",
    "author": "MC|天星",
    "replyCount": 6,
    "timestamp": 1494749880,
    "txt_content": "人间十月天，秋风萧瑟洪波涌起；簌簌落叶日，独享我心中的春天。\n                                                    ——记\n    也许是把自己太久了，依稀还想着几周前柳树才抽一点新芽，像老嬷嬷枯黄的头发，干瘪，布满了分叉。柳枝虽然还是硬硬的，却有了韧性，要想折断还得费点力气。我也曾折了几段插在水瓶里，应许是终日不见阳光的缘故，竟一点点的枯萎，令人心酸。今日，偶然间窥见一大片新绿柔柔浅浅，像少女飘逸的长发，细腻光滑，让人忍不住想要去摸上一把。疑心仅仅一周功夫，就有了这么大的变化。鲍尔古说过春是一位在不知不觉中进行的改革家，不错的。或许是郊田外未使无春，而城居者未知之也罢了。    一路小跑才到湖边。嚯，一排排的柳树被整亲的修建，拭目远眺，像是梳洗整齐的刘海。浅浅的鹅黄犹如豆蔻少女诱人的脸蛋，在微风下活泼的一跳一跳的，快活的与你打着招呼，想必这张脸下一定还隐藏着一张灿烂盛开的嘴巴吧。    拾步向里，满眼的珠光宝气流入心底。残枝头上密密麻麻的花絮像是母亲纳的鞋垫上群蚁排衙的针眼。花灼灼，草茸茸，浪蝶与狂蜂；柳暗花明，莺声燕语混是笑；菡萏芙蓉，金玉相拥迎客来。清风拂过，花瓣纷纷扬扬，飘飘洒洒。东风夜放花千树，更吹过，星如雨。红的灿烂，白的圣洁，粉的妩媚。像是蝶衣少女在空中相逐，你追我赶，打一个弯儿，盘一个旋儿，我仿佛已经望见了他们脸上盛放的笑靥，听见了那动人的歌声。莫说我痴，只因那繁花灿烂迷煞人眼；莫叹我迷，只怪春意盎然深醉我心。    走累了，找一处躺椅坐了下来，拗过头，本想要小憩一下，却无意窥见大自然与生命正在盛演的歌剧。林间新绿一重重，小蕾深藏数点红。爱惜芳心莫轻吐，且教桃李闹春风。好家伙，几十只蜜蜂代替了春风的角色抚摸的花儿翻来覆去，肚子上填满了饱满黑黄相间的细线，也许是被春天新生的琼浆玉露填满了肚子吧，。这些采集者们贪婪又极其的花心，却不肯在一朵花上停留太长的时间，只是短短的一瞬。身子微微地抖动着，把最鲜美的一部分花蜜慌忙装进自己的口袋就逃之夭夭。倘若路上遇见同伙，两对触角轻易的一碰，又迅速的分离，像是特工们传达了什么不可告人的秘密一样，谨慎的改变原来的路线，画一个大圆圈，遁入花丛中去了。我瞪大了眼睛想要观察清楚这些潜伏者的行动路线，无奈我每有一双可以足够看清须弥纳入芥子的双眼，只看得眼花缭乱，不明所以然，只好作罢。    把目光从树冠移到苍遒有力的树干，又伸向远方。一条鹅卵石小路向林中延伸着。两畔的常绿灌木护卫一样守护着入口，墨绿的叶片上刚抽出几点怜人的新芽。他们的后面是一株不知名的乔木，有着像玉兰一样的高挺重叠的花瓣却是玫瑰一样热烈奔放的酒红。再向后看曲折的小路消失在了大片大片的雪白后面。梨树下，一小丛可爱的迎春正嘟着嘴踮着脚尖使劲的往上挺，可能是在抱怨梨树抢走了人们本应给他的宠爱吧。小路消失的尽头，还有几丝若隐若现的红色在挑逗着人们的眼球，究竟海棠还是郁金香呢？    我起身踏入这条幽径，走入更深的丛林，更灿的春。\n\n\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1494750900,
            "txt_content": "那个，请原谅我用阅读题的形式赏析一下。\n该文章运用遐想和悠闲的生活，表达出作者此刻恬淡的心境。\n尤其是“本想要小憩一下，却无意窥见大自然与生命正在盛演的歌剧”\n这句话生动形象，好评"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1494750960,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-5-14 16:38 编辑 \n\n第三段我觉得写得很好，描绘得很生动。\n\n================================\n“也许是把自己太久了”，少了一个字。\n“应许是终日不见阳光的缘”，也许。\n“满了肚子吧，。”，多了标点。\n“无奈我每有一双”，没有。\n\n有人言，错别字等于苍蝇，还是仔细检查的好。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494780300,
            "txt_content": "这次写的是诗歌。。"
        },
        {
            "author": "Scal",
            "timestamp": 1494906660,
            "txt_content": "诗歌？？？\n你这不算诗歌吧？？？"
        },
        {
            "author": "wzz0116",
            "timestamp": 1494907320,
            "txt_content": "诗歌？？？散文？？？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497070080,
            "txt_content": "诗...诗歌，老铁"
        }
    ]
}