{
    "title": "【原创·连载】【狂热的沉默】【第二十二集：忍气吞声】【byRing】",
    "author": "我为我为",
    "replyCount": 5,
    "timestamp": 1494749640,
    "txt_content": "  中午仍然强撑着笑容回到家。家长问起今天学校有什么事情发生，我一边动手动脚比划，一边讲：“啊今天真是悲剧了啊！刚开始以为数学作业没带被罚站，结果呢？”我摆出套书包的样子：“那东西就装在我的书包里！”\n  母亲和父亲笑了笑，然后就过去了。把悲剧讲成喜剧，也是一种能力吧？\n  第二天早上，我像往常一样去摆车子。实际上不轮到我摆，只是为了和庄泉他们说会儿话。但是时常尴尬，我发起话题没人搭理，或者我仅仅有我的话题的第一句话的权限，别人聊什么游戏什么的即使我再热情也一般无人搭理。其实我就是空气。\n  是不是我惹到什么人了呢？沉默的我一直以来都难以得到同学和老师的同情。\n  想到这会儿，我不禁想起来老舍先生的名作《骆驼祥子》，里面主人公祥子也是与命运抗争，但是最后堕落了，他也是个埋头苦干的老实人。我也在与命运抗争，是不是他就是我的榜样？用青春和命运争斗，最后随便倒在一个巷子里，埋也没人埋的。\n  庄泉拍了拍我的肩膀，问我：“你的服务器如何了呢？”\n  “服务器么，最近还挺顺利的，那些人也愿意赞助，只不过都是Q币没什么用！于是我昨天晚上充了个黄钻，但也不知道怎么用！你瞧这......”我一边指画一边讲，然而他早已继续摆车去了，并没有看到我的动作，我害怕那背影是在告诉我：你够了，闭嘴吧。\n  今天晚上父母回家晚，打开QQ看看服务器怎么样了吧。不对！第一件事应该是：不要脸的去给云婼发好友申请。有几个玩家和寻哥[①]在愉快聊天，这很好！那位“新赞助商”让我大吃一惊，他搅和了气氛：\n  “哟，这服务器好垃圾哦，好卡哦。”\n  “你不想玩别玩。”寻哥这样反驳他。\n  “就是就是。”其他玩家也这么回击。\n  “插件那么少，玩个什么呢。”\n  “老子这周就成op了呢。”\n  “老子有钱，你们这群垃圾等着吧。”\n  “你们就算充钱，再多也没用，老子已经花七十块钱买了op了呢。”\n  “那你也是这个星期而已，现在你哼什么，赶紧滚，真不知道Ring怎么会让你当op。”寻哥估计也是为了体现服务器素质高而没有训斥他。\n  看到这里，心里一股火气立马上来。什么家伙，还没交钱就敢嚣张起来！可这股火气又马上降下来。他这么说话，说明他挺愿意赞助我呢！没办法，只好，忍着吧！\n  面对如此低素质的人，我却只能忍着，当然是为了自己的发展，却把尊严又一次出卖了，这和“潜规则”有什么区别......\n  无奈，我只好赶紧制止他们争吵，可能方式不太对：“别吵了，你们别骂博哥[②]了。”\n  “那他骂咱们的帐怎么算？”寻哥问我。\n  “对不起，服务器实在缺钱，我也只好这样了。”我私聊发给寻哥，然后再QQ群里喊：“你们不管谁对谁错都别先说话了，这事情就当过去了。”\n  寻哥表示无奈，他也不想表示什么，仍然默默地为服务器做出贡献，即便知道我没钱。\n  我私聊博哥：“钱什么时候给呢？”\n  “哦哦哦，等我期中考试考完了吧，考完了多给你。”\n  “你什么时候考试呢QWQ。”我内心又开始激动起来。\n  然而他没有回复我。\n  看吧！实际上我还是很有希望的！等我服务器有钱了，服务器就能起来了。等我服务器起来了，班级地位就能提高了，大家也许就不会无视我了吧！\n",
    "replies": [
        {
            "author": "丹娘酱°",
            "timestamp": 1494751320,
            "txt_content": "意思是懂了。。。\n但是太苍白无力了。。。"
        },
        {
            "author": "我为我为",
            "timestamp": 1494751380,
            "txt_content": "丹娘酱° 发表于 2017-5-14 16:42\n意思是懂了。。。\n但是太苍白无力了。。。\n啥加苍白无力，给讲讲呗"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1494751740,
            "txt_content": "其实我并不是大佬。。。\n只是偶有心得而已啦~\n所以只能一起努力了\n总之就是很枯燥，差不多这个意思了啦"
        },
        {
            "author": "虚空流放者",
            "timestamp": 1494753780,
            "txt_content": "@gggbbb \n召唤dalao！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494846180,
            "txt_content": "语言依然过于空白。再这样下去还是会变成流水账的...\n文风，你需要有自己的文风"
        }
    ]
}