{
    "title": "[双线]U.H旧景山岗  —— 『生存★RPG★粘液科技★头颅工艺★战争工艺★宠物』[1.8.X]",
    "author": "1024848371",
    "replyCount": 0,
    "timestamp": 1550230620,
    "txt_content": "\n欢迎加入山岗半RPG生存服务器\n旧景山岗服务器，由2014年10月开始的第一周目，虽然这一路上历尽坎坷但是我们以我们自己作为目标，努力地做到更好在此感谢伴随我们多年的内测玩家，是你们提出一个又一个的BUG和建议\nQQ群：377382002服务器插件列表\n[spoiler]宠物粘液科技粘液科技附属:战争工艺头颅工艺RPG[spoiler]\n服务器剧情[spoiler]\n 柏粼大陆·东方灵域，据说是自古人族所居的地方，人族在不断的在这里繁衍，聚集了无数部落，为自身部落的生存和信奉的神灵而互相攻伐，通过不断发展，名为奉的部落的一个人获得了锻造的传承，并制造了无数个灵具，吞并了其他小部落领域确立以人族为主领域现状并进入了极速的发展时期。不过不久以后来自北方的狼族，异军突起占领了东方灵域的小部分土地，狼族天生近身肉搏比人族凶狠，虽人族拥有数量不少的灵具，但却只能运用其表面的威力，并且狼族获得了一些灵具战利品后运用的竟比人族威力更大，甚至制造了一些自然灾害，人族损失惨重。??? 万幸的是人族虽然进过了几百年的**，但是人数基数是非常庞大的，用人硬是堆死了狼族许多强者，甚至元婴期的狼人强者都陨落了不小得数目。    人族也出现了四位领头人开始主持人族的命运。为，杨广，罗胤旗，张岳，李昊。他们分别有各自的领域。为锻造，科技，实力，财富。这些人以杨广为主，情同手足。在经过二十来年的努力狼族在几近被灭族的情况下逃回了北方的极寒之地。    东方领域再一次以人族为主的领域现状，四位领头人讨论决定建立一个以一座城池为主其他城池为附属的世界。随即在灵域各处勘察找到了一座奇迹般地空城，并在那里建立了主城与门派，名为_旧景山岗。    为了增强人族的实力，代表锻造和科技的杨广和罗胤旗，启动了一项项目，制作适合人族的灵具。    之前在奉部落时代传承的灵具多为初始版本，虽能召唤天灾，但以人族沟通灵气的稀薄感是无法召唤的。    不久后竟然诞生了一把天赋极强的装备 灵魂之刃(现已失传)     之后项目又制作出可以唤醒灵根的一套装备storise 木 火 土 水 风，只要拥有灵根就可以进行修炼，并开始试着进行量产   拥有了这些装备代表实力的张岳发动了大清洗，带领人族清扫了许多对人族有害的种族。东方领域以人族为主的现状得到了巩固，其他种族只能躲在狭小的地方进行发展。   可是，风云突变，四位的其中一位，代表财富的李昊好似被暗杀，半年后经查魏家得到了李昊的家产一跃成为了大族。   得到了消息的罗胤旗找到了主城中的杨广，并开始质问，想让杨广给魏家定罪，当时魏家半年后已经站稳了脚跟，人脉及广，并已经向主城示好，权衡利弊后杨广反驳了这个提议  罗胤旗多次提议无果后带走了神经大条的张越，袭击了领域南方的城池，杨广得到消息后做出了意外的决定。撤除以山岗为中心南方城池的全部力量。  罗胤旗和张越接收了南方的全部城池。罗胤旗开始扶张越为王。建立主城_仙人醉。  南方得到安定，开始进行发展，不过当20年各国家发展到有一定程度时，山岗突然得知罗胤旗10年前就放弃了辅佐张越，并且吞并了南方王朝的一半，建立了主城_冰封领域。并已经联合仙人醉向旧景山岗宣战。  已经可以量产stroies系列的旧景山岗自然是大败其他两国。但是值得一提的是冰封领域的制作的所谓枪械的东西给了山岗不少的麻烦，但终究被大败。张越在一次战役中被一群土属性灵根的金丹期修者围剿而死。罗胤旗被俘虏到主城。   杨广看到罗胤旗后宣布释放罗胤旗并向其他两国求和。这件事情虽然轰动了一时却被杨广压下去   回到了冰封领域的罗胤旗传位给后辈后自刎而死，杨广也不久后郁郁而终。   至此东方领域新格局产生了，三个不同的国家，以旧景山岗为大，其他两国较弱的格局。并开始各自国家的发展，三国之间千年来不断发展从最开始的敌视（边境不断摩擦）到陌生（建立了中心之地，那里并不属于谁，也称境外之地）到友善（开始举行一些武斗大会等项目）。均是以山岗为大，旧景山岗的人也以大国自居。直到山岗5623年冰封领域突袭山岗，他们拥有未知的科技和强大的空中科技载具。旧景山岗的人损失进半，在即将打入山岗时，山岗内曾经和杨广一起作战的神兽_龙玲突然苏醒，击退了所有敌人后负伤，并用自身一半灵力进行了封山（旧景山岗门派是国家的大门，只有打入旧景山岗才能通过传送门进入国家。而封山就是用自身的灵力阻止非本国人进入山岗），以求保存并恢复实力，并开始向民间收一些有修仙天赋的弟子，进入山岗修炼。                  \n旧景山岗即是国家，亦是门派。传承与守护是这个国家与门派的养分。                        _旧景山岗史书。[spoiler]服务器美图\n\n\n\n\nfile_1550229681000.jpg (255.66 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:21 上传\n\n\n\n\n\n\n\n\n\nfile_1550229676000.jpg (364.63 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:21 上传\n\n\n\n\n\n\n\n\n\nQQ图片20190215191938.jpg (177.14 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:21 上传\n\n\n\n\n\n\n\n\n\nfile_1550229662000.jpg (312.27 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:21 上传\n\n\n\n\n\n\n\n\n\nQQ图片20190215191907.png (45.15 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:20 上传\n\n\n\n\n[spoiler]RPG展示[spoiler]\n\n\n\n\nQQ图片20190215191923.png (46.37 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:22 上传\n\n\n\n\n\n\n\n\nQQ图片20190215191930.png (48.92 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:22 上传\n\n\n\n\n[spoiler]\nop证明[spoiler]\n\n\n\n\nfile_1550230270000.jpg (430.88 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-15 19:31 上传\n\n\n\n\n[spoiler]到这里就结束啦旧景山岗服务器欢迎您的加入\n\n\n\n\n\n\n\nfile_1550229642000.jpg\n(290.25 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-2-15 19:20 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}