{
    "title": "[聊天]Chat——RacesAndClasses附属（聊天系统)[1.6.4+]",
    "author": "皓月联机",
    "replyCount": 2,
    "timestamp": 1494764040,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-16 13:29 编辑 \n\n这是我在mcbbs的第首贴哦，希望大家喜欢，有不好和不对的地方请指。The Chat是一个独立的聊天系统，你可以将他打开或者关闭。可以通过设置配置选项关闭RacesAndClasse的Chat系统\nchat.channel.enable: false这可以完全关闭RacesAndClasses的Chat系统。\n聊天系统被分为不同的频道。每个频道都有参与者名单列表。所以当你在某频道发信息时，只有那个频道的每个参与者都会收到消息。有不同类型的频道：全球频道：每个人都听到的全球聊天。世界频道：只有当前世界的玩家才会得到消息。匹配频道：每个种族都有自己的沟通渠道。公共频道：每个人都可以选择加入或离开他们的。在频道列表中列出。私人频道：每个人都可以加入并离开，但没有在频道列表中列出。密码频道：像私人通道，但受密码保护。\n在通道中发布消息开始时，每个人在“全球”频道中发布信息General InfosThe Chat is a own Chat system that can be turned on and off.\nTo disable the Chat System of RacesAndClasses, set the Config option:\n\nchat.channel.enable: false\nThis will disable the complete Chat system of RacesAndClasses.\n\nThe Chat System is ordered into different Channels. Each channel has a list of participants. So when you write a message into a channel, every participant of that channel will get the message.\n\nThere are different Types of Channels:\n\nGlobal Channel: The Global Channel everyone listens to.\nWorld Channel: A Channel for each World. So only players of the world posted on will get the message.\nRace Channel: A Channel for each Race. Every Race has its own Channel to communicate.\nPublic Channel: A Channel type where everyone can join and leave how they want. This channel is listed in the Channel List.\nPrivate Channel: A Channel type where everyone can join and leave but it is NOT listed in the Channel List.\nPassword Channel: Like Private Channels but protected by passwords.\nPosting Messages in Channels\n\n\n\n/channel post <频道名>       公开频道\n/channel switch <频道名>    打开频道\n/channel change <频道名>     改变频道\n\nAt start everyone posts messages in the \"Global\" Channel. The channel can be changed by using:\n\n/channel post <channelname>\nor\n/channel switch <channelname>\nor\n/channel change <channelname>\nSo to switch to a World Channel (e.g. 'world') in posting, use '/channel change world'.\nWhen you then post something to the channel by entering a message, it will be displayed to all people in this channel.\n暂无，待补充\n\n\n本插件没有截图，纯指令\n\n\n作者进度\n加入/离开通道创建频道编辑频道关闭频道频道静音\n\n\nJoining / Leaving Channels\n\nCreating Channels\nComing soon....\n\nEditing Channels\nComing soon....\n\nBanning in Channels\nComing soon....\n\nMuting in Channels\nComing soon....\n\n\n\n链接挂待修复",
    "replies": [
        {
            "author": "117779284",
            "timestamp": 1494764700,
            "txt_content": "排版不错· 使用效果有贴图更好·"
        },
        {
            "author": "艺妓",
            "timestamp": 1584495840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}