{
    "title": "[原创-连载]列好提纲，再也不怕轻易弃坑！[不落窠臼]",
    "author": "langyo_v3",
    "replyCount": 10,
    "timestamp": 1494853200,
    "txt_content": "的政史提纲不是你这么列的(滑稽)",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1494853740,
            "txt_content": "标题: [原创-连载]列好提纲，再也不怕轻易弃坑！[不落窠臼][不落窠臼]列好提纲，再也不怕轻易弃坑！\n本文仅代表个人见解，不代表任何团体或是论坛的看法\n\n在上一篇中，我们提到，写文，写个提纲是很重要的。写提纲有诸多好处。首先是让条理更加清晰，其次呢就是写东西的时候不至于想不出下文一气之下弃坑。还有就是当提纲列好以后，有什么灵感就可以及时插入进去，丰富文章的内容。本来我的不朽只打算写三千字的，结果扩充扩充就成了一万字了\n那么要如何列提纲呢？首先提纲和梗概不一样。梗概的目的是让阅读的人知道这篇文章讲的是什么，而提纲的目的则是要让自己知道写什么。所以提纲不在于长，而是要把重要的点罗列清楚。\n这里指的提纲，当然是小说的提纲。小说三要素：人物形象，故事情节，典型环境，前人经验之谈自然是有一定道理的。\n这三要素中，最基本的当然是拟定一个故事发生的背景。下一章我们就要详细讨论这个问题——一篇文章的设定应当怎么打。打不好设定的话，很容易出现一些尴尬的问题，譬如情节自相矛盾。事实上这就是不列提纲的结果之一：当自己要写什么都没法条理清楚一一分明的话，很可能后文写出的东西就会和前文发生冲突。\n接下来我们要搞清楚人物形象。当然，次要人物可以随意增减，但是几个主要人物应当是故事在脑海中发生的时候就已经确定好的，他们的性格都应该是决定好的（故事中出现情节使得性情大变除外，那样应当当做两个人物来进行设定）前后文若没有特殊情况的话，人物的所作所为都应当是由他们的性格决定的。\n光光有性格可能还是不太够，人物通常都有他们的语言风格（设定成沉默寡言的除外，虽然沉默寡言本身就是一种语言风格）。高手们能在脑海里模拟他们对话的情景，而对于新手而言，有个捷径：将人物写成生活中认识的（甚至是熟悉的人），因为熟悉他们，所以写的时候，人物应当说的话就会自然而然从脑海中流出。同时，语言风格也应当和性格相适应，一个严肃的人却天天开玩笑，很容易给人不和谐感，进而影响人对文章的整体感受。\n当环境和人物都准备恰当，就可以开始拟定情节了。你想叙述一个怎样的故事？这是小说的核心。讲故事很容易，但是要讲一个吸引人的故事那就不容易了。关于对情节的探讨我们留到后文再说。\n这三个项目在脑子里有个大概之后，就可以开始着手拟定提纲了。这里分享一下自己拟定提纲的方式：\n（注意，拟定提纲的方式有很多，这里只是分享我自己的方式。具体还是怎么顺手怎么拟定）\n首先打开Word，先整理背景，将背景中出现的元素做成文本框（可以嵌套），这里举个例子\n\n当然这里只是做个简要的东西，所以随便添加了一些元素。如果实际自己做的话，添加的元素肯定要比这个多，也肯定没有这么杂乱。\n而嵌套表示的是隶属关系。比如在这个世界观里，魔法是来源于附魔的，因此就被嵌套在附魔一栏下；相交表示的是互相有影响的关系，比如机关和工程就互相交集\n如果世界观更庞大一点的话，还可以考虑在两个元素之间连一条线表示两者之间的关系。\n在这张表格下方还可以考虑写出这个世界的历史背景。\n但是设定要注意一点，好的小说通常不会在开头把设定全部抖出来，而是先写主角，然后在故事的进展中逐渐展开世界观的画卷。反正世界观已经定好了，也不怕他跑掉。\n人物也类似这个：\n\n这张表格也是我临时做的。仅仅列出两个人物做例子，方框内填写的是人物的各项属性（误），具体应当填写什么还是依靠具体的世界观决定。比如如果你的世界观里有“每个人成年礼都会获得一个能力”这样的设定，那么在人物属性中就要把这个能力写出来。不同的人物之间可以箭头表示他们之间的关系。\n实际上主要人物的方框或许要稍微大一点，同时将每一页都弄大来，可以装得下尽可能的人物。最终必然形成一个人物网，那整理起情节来就得心应手了。\n这两个基本的准备结束后，就可以列出情节了：\n\n这里选用接龙故事的展开提纲作为例子。这张图里，每一个方框都代表着一个情节中发生的事件，竖着的轴代表时间顺序，而箭头代表叙述顺序。有的时候在一个时间点会有多个事件，但是叙述顺序是绝对没有并行时刻的。同时要注意，情节的发展原则上不允许背离之前的设定，不过有时候情节有可能会改变设定。\n当然啦，写作未必完全要按照提纲，那样就太死板了。当你人物的形象塑造完毕后，很多时候都是你塑造的人物们拽着你走，这时候你就会马不停蹄地写，也就是进入所谓“有灵感”的境界。倘若你的打字速度跟不上脑海中小人飞奔的速度的话，那么还是请把人物们发生的事情记成提纲吧！\n@gggbbb @冥王星人 @尻雨魔理沙 @WM2030 @星之永恒 @zyj0807 @langyo_v3 @bo_bo2001 @Dream_Black @1345979462 @Auange_M夜幕 @Bruon @ustc_zzzz @FHC红石 |\n周创第一万零一个主题帖！！！"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1494857040,
            "txt_content": "我一般只列剧情提纲 背景设定应该是开头交代掉的吧。\n人物属性自然会在构思时自然融入剧情中，只要准备好性格和背景在脑子里就行了\n不然列个提纲的时间比写个单篇还长（虽然我自己的提纲也有上两k字的就是了\n短篇其实只靠腹稿就行，提纲主要给长篇用（特别是以前挖的老坑，一不小心会把自己坑死）\n我的黄金之书本来打算写5k，写着写着就上一万六了。。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1494857460,
            "txt_content": "word-选项里把换行符给去掉好不好= ="
        },
        {
            "author": "wzz0116",
            "timestamp": 1494897420,
            "txt_content": "原来你早就把接龙的剧情走向想好了。。。"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1494900480,
            "txt_content": "就我不列提纲么，随心随性大法好"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494908640,
            "txt_content": "bo_bo2001 发表于 2017-5-15 22:04\n我一般只列剧情提纲 背景设定应该是开头交代掉的吧。\n人物属性自然会在构思时自然融入剧情中，只要准备好性 ...\n长篇的话，开头交代掉背景恐怕就成了真·设定文了\n（可能比穿越生存文还糟糕）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1494950160,
            "txt_content": "并叙述行会导文致章无法读阅"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1494996060,
            "txt_content": "kakagou12 发表于 2017-5-16 23:56\n并叙述行会导文致章无法读阅\n汉字的序顺不定一响影阅读"
        },
        {
            "author": "我为我为",
            "timestamp": 1495104900,
            "txt_content": "我上个学期就开始想写狂热的沉默但是就是懒\n而且有《英灵虚空》没填坑\n后来觉得旧坑可以弃掉了\n于是寒假把故事大纲想来想去[其实是把当时的日记、动态、图片、交易记录和周记翻来翻去]\n然后就开始写了\n滑稽"
        },
        {
            "author": "我为我为",
            "timestamp": 1495104960,
            "txt_content": "其实我不准备写长篇小说我只想写七万字"
        }
    ]
}