{
    "title": "[ Minecraft.net│CULTURE ] Zen of the Build 禅意建筑",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1494947340,
    "txt_content": " 本帖最后由 Pixelman 于 2019-10-13 01:30 编辑 \n\n\n\n\n\n\nZen of the Build\nThe 24 hour construction from Team Vaeron!\n禅意建筑\n一起来欣赏Team Vaeron的24小时速建作品\n\nThere's so much wisdom that Buddhism can teach us: Try to live a life of peace and prosperity. Don't put too much value in material objects. Never dig straight down because there's lava down there you dolt. Wait, that might be one of ours. Good advice though!\n\n佛教可以教会我们很多道理：比如试着生活在和平与繁荣之中；不要过多看重世间之物；不要直直往下挖，因为下面有岩浆……等下，这句似乎只限于这个游戏而已。不过这想法好极了！\n\nStill, you don't need to possess eternal wisdom to see that Life of a Buddhist by Team Vaeron is a beauty of a build. Buddhists preach a life without envy (probably) but it's hard not to be a little green when you learn this was made in just 24 hours, for Buildcon 2017.\n\n不过观察僧人们的生活不必拥有永恒的智慧。你可以来参观Team Vaeron建造的美丽建筑。虽然佛教宣扬没有嫉妒之心的生活（可能是吧），但当你听到这个为2017年的Buildcon制作的作品只是在24个小时之内完成时，难免会产生这样的心理。\n\n\"We had the idea of doing a 24 hour build battle against the amazing Shapescape team for quite some time,\" explains Team Vaeron founder, Rafessor. \"So we got in contact with Vanessa [Buildcon founder] and asked if they would like to host the contest. They agreed on organizing it as an event at the Buildcon and that’s how it all came together.\" Look out for an interview with Shapescape on Minecraft.net later this week!\n\n“我们很长一段时间里都有和一个腻害的团队——Shapescape比赛24小时速建的想法，”Team Vaeron创始人Rafessor解释道，“所以我们和Vanessa （Buildcon主办者）取得了联系，询问他们是不是想举办一个这样的比赛。最后他们同意把这个比赛作为Buildcon的一场活动来进行，这就是这一切的由来。”采访Shapescape的文章会在这一周的晚些时候在Minecraft.net上发布，敬请期待！\n\n\n\nTeam Vaeron started in 2013, when Rafessor founded the building team \"for a server network I was owning with two other people. We decided to continue as a building team when that server went offline, started getting active on social media and are now working with a big ** servers and YouTubers.\"\n\nTeam Vaeron创建于2013年，当年Rafessor创建了这个建筑团队，“这是我和另外两位玩家为服务器而建立的团队。服务器关闭后，我们决定继续作为建筑团队活跃在社交平台上，现在我们正和一些服务器以及油管up主工作。”\n\nClearly a talented bunch, what makes Minecraft their building tool of choice? \"Well for me,\" explains Team Vaeron member, Guavacado \"it is one way I can express my creativity and infinite imagination with the building aspect of the game, which probably makes that my favourite part about it.\"\n\n他们明显是一群才华横溢的人，但是什么让Minecraft成为了他们的建造工具呢？ “对于我来说，”Team Vaeron的成员Guavacado解释道，“Minecraft是一个可以用建筑展现我的创造力和无限想象力的游戏，这可能是它成为我最喜欢的游戏的原因。”\n\n\"In my eye Minecraft isn't the kind of game you can find everywhere,\" says xZinjoo, another Team Vaeron member. \"[It's] something that acts as a completely new way of expressing creativity and creating art in a really simple way. Minecraft gives me a way of expressing artistic thoughts in a simple way, and that's what makes me use it.\"\n\n“在我眼里，Minecraft不是随处可见的游戏。”Team Vaeron的另一个成员xZinjoo说道， “它是一个通过简单方式来表现创造力和艺术手法的游戏。Minecraft给了我一种简单的表达艺术想法的途径，这就是我使用它的原因。”\n\n\nCould you build this in 24 hours? Doubt we could. We sleep at least 22 hours a day. Render by Dfault.你能在24小时内建成这些吗？我们倒是会怀疑。我们每天至少睡22个小时。图片由Dfault渲染。\n\nThis level of detail is impressive, considering the incredibly tight timeframe. Render by Lastbanan.建造时间实在是很紧迫，但作品的细节能达到这样的程度实在是令人印象深刻。图片由Lastbanan渲染。\n\nThe stars of the build! They're so zen and at peace, they don't even need faces. Render by Dfault.作品的点睛之笔！他们是如此地富有禅意，以至于都不需要建造脸。图片由Dfault渲染。\nSo why a Buddhist build? \"The theme given for the build battle was “Life”, and we had the idea of depicting a lifestyle to fulfil the theme,\" explains Lastbanan, another member of Team Vaeron. \"It had to be something that everyone is able to help on and we had to consider that we only had 24 hours for building what we planned. Later the same day I reminded myself that I recently had a project for school about life and religion.\"\n\n那么，为什么要建造一座和佛教相关的建筑呢？“这次速建比赛的主题是‘生命’，我们需要一种能体现主题的生活方式。”Team Vaeron的另一个成员Lastbanan解释说，“它必须得是每个人都能参与其中的，而且我们只有24小时来进行建筑。当天晚些时候，我不断地提醒自己最近有一个有关生活和宗教的项目。”\n\n\"My teacher had a very interesting presentation about the central thoughts of Buddhism and I started researching about the religion and looked at Buddhist temples for references to complete the concept. We also have a Buddhist member in the team, and he helped with the building process and gave some ideas, but we didn’t originally came up with the concept because of him.\"\n\n“我的老师之前有过一段关于佛教中心思想的有趣演讲，之后我便开始研究关于宗教和佛教寺庙的相关资料，以便于引用完整的概念。我们团队里也有一个信奉佛教的成员，他参与了建筑的建造，而且提出了一些建议，如果没有他我们最初是不会想到这个概念的。”\n\n\nWe really wish we were cool enough to pull off this audacious all-gold look. Render by Lastbanan.我真的希望我们酷到可以大胆地把这种全金色的外观都建出来。图片由Lastbanan渲染。\nIn an average 24 hours in the Mojang offices, we manage to raid the fridge, send about three emails (four on a good day), and then sneakily play Minecraft for the rest of the day until the boss lets us go home. Basically, we achieve nothing. But Team Vaeron took only a single day to deliver their build. \"Fixing our sleep schedules after everything went down also was quite a challenge for some of us, hehe,\" admits Rafessor.\n\n搜刮冰箱里的食物、发送三封邮件（好的时候是四封）、然后偷偷玩Minecraft直到老板允许回家，便是平均24小时待在Mojang办公室里的我们的日常。我们基本上什么都没做成。但Team Vaeron只花一天便完成了他们的建筑。“在完成工作后调整生物钟对于我们当中的一些成员可是个不小的挑战。”Rafessor承认道。\n\n\"I’m pretty proud of the overall atmosphere the build creates and how everything fits together that well. It doesn’t happen too often that everything looks like it’s made by the same person when a large ** people actually worked on it, and it just worked out perfectly on this project.\"\n\n“我为建筑渲染出的整体氛围感到骄傲，同时这一切的相互配合也令我感到欣慰。这并不是经常发生的事情，所有的事情看起来都像是同一人做的，当一群人在做这件事的时候，它总是那么的完美。”\n\nHeck, we're so inspired by this work ethic, we're gonna try and send five emails today. Right after our nineteenth trip to the fridge. Get inspired yourself by enjoying more Team Vaeron builds here, following them on Twitter and their YouTube channel here!\n\n哦天哪，他们的职业道德鼓舞了我们，我们今天要试着发送5封电子邮件，当然得是在去完第十九次冰箱之后。还请欣赏Team Vaeron的作品来获取灵感吧，记得订阅他们的Twitter账号和YouTube频道！\n\nHeader/tile image rendered by Droolie.\n\n封面图由Droolie渲染\n\n\n原文链接：https://minecraft.net/zh-hans/article/zen-build\n原文作者：Tom Stone\n原文发布日期：2017年4月26日\n文章翻译：像素君\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1494952500,
            "txt_content": "丧(gan)心(de)病(piao)狂(liang)\n\n24小时,能出这么鬼畜的作品…厉害了"
        },
        {
            "author": "LRual",
            "timestamp": 1494974220,
            "txt_content": "24小时之内？？？\n这哪是建筑\n分明是固有结界"
        },
        {
            "author": "点点永伴随",
            "timestamp": 1494983280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}