{
    "title": "【原创·连载】《浮水三千》第二章[By：临涘][FF]",
    "author": "Liversammyh",
    "replyCount": 2,
    "timestamp": 1495204560,
    "txt_content": " 本帖最后由 Liversammyh 于 2017-5-19 22:59 编辑 \n\n第二章“生如夏花般绚烂，死如秋叶般静美。三秋九月雾朦胧，何日凭吊断桥头？层云荡胸本不悔，终有涘河独行舟。\n\n·        望着天上的那片明亮的点，落滨露出了微笑。        “这是我放过最明亮的一枚星雷了！“落滨知道妹妹喜欢光芒，指着那久久在天空中发光的点，对着妹妹说：”希望它能穿过迷雾，让另一个地方的人看见！“        看着妹妹脸上露出久违的微笑，落滨的心中才有些许释怀。多少次他都想喝下那口河水，让自己的灵魂走上不归路，换来解脱。        但是为了妹妹，他没有。        父亲母亲离开之后，他知道，妹妹是他感情的唯一寄托，也是他生存下去的唯一希望。        “哥哥，你一定能得冠军。”妹妹的话把落滨从思考中拉了出来。落滨无奈的笑笑，他知道自己的目的并不在此，但是又想留住妹妹的一抹天真无邪。只能将一些东西，留在自己内心。·        落凤三岁那年，落滨十岁。         和妹妹一样，落滨出生时，看到的便是迷雾包裹着普路托的东面，西面是一条长河，没有任何能够通过这条河的道路，仅仅有一座断桥。虽然出生于普路托的富家，落滨自小却没有一个少爷的样子，他勤奋不懒惰，努力拼搏，梦想有朝一日自己打拼出自己的事业。所以他在事事处处争第一，十岁的时候，就有超出常人的自立能力。        他自小便知道普路托是一个孤城，城东迷雾，城西是一条只有断桥架在上面的诡秘的河，而南面和北面，是万丈悬崖。        但是从小他也听过浮空城缪尔的传说，并且期待着去那童话中的仙境探索。        他相信童话，相信缪尔就在迷雾的对面。        在他十岁那年的极寒之日。万家灯火，星雷滚滚。而落滨的父母，却趁落滨和妹妹熟睡，一句话也不说离开家，从此再也不曾回来过。        那之后，每一天都有一个老人来到落滨的家，给予他们食物和金钱，但是老人每次来和落滨谈话时，都仿佛刻意地避开他父母的去处。        谈话之中，他得知老人的名字叫黑桦。        几个月之后，黑桦带来了一张纸条，上面只有草草几个字：        “ 星雷   迷雾    缪尔  ”        落滨一眼认出了纸条上父亲的字迹，眼泪再也控制不住，惊慌、恐惧、思念、愤怒……百感交集，在情绪冲动下，落滨撕碎了字条。        然而最终他放不下父母，他恳求黑桦告诉他父母的去向。        黑桦只是叹了口气，说：“你的父母不愿你走上和他们一样的道路，我只能给你讲一些故事。”        在黑桦的故事中，落滨更加了解了缪尔的传说，知道了父母是探险家的身份，也知道了那条河的名字：涘河，还有河水能让人背弃灵魂，换来解脱。        黑桦告诉落滨，去迷雾中的人没有一个回来过，他也未曾再见过喝下涘河水的人。        转眼四年匆匆而过，落滨渐渐明白了父母字条的意义，他发现星雷可以刺破一切黑暗事物，所以可能星雷能刺破迷雾，让缪尔的人们看到。        带着父母的期冀，带着妹妹的希望，落滨开始制作星雷。·        星雷可以带来温暖，光明，并且可以持续很长时间。极寒之日，就是一年一度的星雷大会，傍晚，寒风凛凛，不出所料，落滨夺得了这一届星雷大会的冠军。        他的心中一直有一个秘密，在普路托，在极寒之日，几乎不可能有孩子降生，这是古老的戒律留下的谜，然而总有极少数破格情况发生，人们把在极寒之日出生的孩子，叫做“冰灵”。现在的普路托中，众所周知的“冰灵“只有一个，东城迷雾骑士团的总指挥炽彻。        然而落滨，是一个”冰灵“。        他并不知道这有什么特殊意义，但是父母从小便告诉他不要告诉 别人自己的生日是极寒之日，他便记住了，也一直遵守着。        落滨喜爱夜晚，因为他可以在屋顶上，享受难得的寂静时光。        而极寒之夜，他总会想到父母。        今晚，他十五岁生日的晚上，他听着风从耳边刮过，在风中，他又听到了一些不同的声音。      《吟憾赋》，是笛声。        笛声起初很细微，后来在他耳边越发清楚，他很喜欢这首曲子，开始轻轻哼唱。        突然，他停下了。        黑桦说过：                                                                               “风凛笛音起，                                                                                                           迷雾驱散时。“\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1495205940,
            "txt_content": "emm黑桦，黑化...\n这个角色很神秘啊\n\n妹妹是他的唯一寄托\n（德国骨科）\n\n开头和结尾的诗都挺有意思的，善用各种排版代码"
        },
        {
            "author": "冥王星人",
            "timestamp": 1495206420,
            "txt_content": "玄幻的话可以找上官讨论"
        }
    ]
}