{
    "title": "【原创·连载】【狂热的沉默】【第二十四集：朋友】【byRing】",
    "author": "我为我为",
    "replyCount": 0,
    "timestamp": 1495239780,
    "txt_content": "\n章鱼把我之前拆开的那集删了吧我还是不拆了......\n\n  期中考试最后一天的下午。\n  期中考试熬过去了！考得还行！这次劳动节可比以前过的劳动节不一样，这次劳动节可不能单纯的玩，别忘了我的“计划”和“战略”。让云婼那些小看我的人在劳动节之后屈服于我吧！\n  把那堆草稿纸和卷子还有铅笔盒什么管它被挤成什么样弄进书包里。“喂！沈然！”听到有人喊我，回头一看，发现王玄彬从人群和考场的桌子附近蠕动着挤过来。然而王玄彬的文具还随意的摆在桌子上。\n  “咱们去庄泉家吧，现在。”\n  “额，请问要干什么？”难道叫上我一起去庄泉家玩？挺有意思的。不管他们叫我去和他们一起干什么，他们竟然能够叫上我一块儿去，对我来说就足够享福的了！看吧，还是有人觉得我是有价值的么！\n  “霍拉没有告诉你吗？这周咱们生物小组要去制作PPT，根据搜集到的资料，其实就是上网找，咱们之前调查的资料没什么实际用处。收拾好书包咱们就和庄泉去吧。”王玄彬和我讲话的眼光没有和庄泉、孙灿在一起时那种和气，看起来义正言辞。他就像一名退役教官一样散发着威严，管不得班里他有“王老大”这个绰号。\n  “等等，霍拉、孙灿还有乔昊呢？他们不也是生物小组的吗？”我用手拍了拍桌子，似乎是在捍卫他们的利益一样。\n  其实现在在同学面前，我什么也改变不了，班级的事情绝不会因为而改变，我甚至连自己也改变不了。\n  “霍拉和孙灿有事，估计来不了了。咱们去吧！”王玄彬带着我就出考场。\n  在去庄泉家的路上，我似乎忘记什么了：“等等，乔昊呢？他怎么了。”然而他们俩没有理我。好吧，既然这样，我也不多问了。\n  进入庄泉家里，就遭到庄泉母亲的热情款待，给我们拿水果，还给我们一人一罐酸枣汁。然而我是喝不惯酸枣汁的，但毕竟这是对待“贵宾”的款待，怎能不接受呢？说自己不喜欢喝岂不是不给面子？来！干！于是我掀开酸枣汁的盖。\n  “咕噜咕噜咕噜......”\n  一饮而尽！真想赶紧喝点别的味道的饮料把这味道压住，喝点水也行......\n  王玄彬在旁边刚掀开盖，嘴靠近罐口，看到我呆住了，然后笑了：“沈然你这么喜欢喝酸枣汁啊。”在我们俩中间正在弄电脑的庄泉把他那罐递给我：“来！不用客气！我家多得是，你把这罐也喝了吧，我有点喝不惯。”\n  尴尬，不过酸爽我不想再体会第二次了，双手毕恭毕敬地把酸枣汁还给庄泉：“不用了，我中午吃的比较多，刚才喝得太快，现在太饱了喝不下去。”\n  我们并没有在学习桌上研究这些东西，我们选择在庄泉的床上研究，王玄彬和坐在左边，我坐在右边。\n  我们首先去找每个饮料的图片，找旺仔牛奶的图片时。发现一张神奇的图片，旺仔牛奶那个小人面目狰狞，两眼充满血丝的瞪着，皮肤上有很多皱纹，两根鼻涕柱像冰棒一样挂在脸上。这张图之前也在网上见过，并不稀奇，然而此时我和王玄彬已经笑得前仰后合，这幅图的笑点似乎连翻了几倍。\n【旺奶牛奶图片在此】\n\n\n\n  “很好笑么......很多年前我就见过了。”庄泉无奈地说，像带着两个孩子一样。\n  庄泉一边打字，一边默默念出来：“可乐的危害......”\n  “干脆搜喝可乐中毒吧！”我不经考虑便把这句话脱口而出。\n  “搜喝可乐毒死吧，呵哈哈哈......”王玄彬又一次捂住肚子笑起来。不知道为什么，我也控制不住自己，形象什么的都忘记了。\n  “喂！有那么严重么！”\n  “喂！庄泉！”庄泉的母亲进来了，把电话给了庄泉，“有同学给你打电话！好像还是个女生！”\n  “噫！”王玄彬在旁边漏出滑稽的面容，我也漏出看到了不得了的事的面容。可是我转念一想，不会是云婼吧？他们是一个组的，不过这也也好，最起码能了解到更多消息，可是......想那么多干啥呢！\n  庄泉接过电话，放在耳边，然后惊奇地叫出一声：\n  “霍—拉！”\n  “噗！”王玄彬把酸枣汁喷在庄泉的电脑键盘和床单上，把酸枣汁随意一放，就用右手疯狂锤着墙壁，左手勉强扶着凳子。我啥也没管，上半个身在趴在那个床上，再也没有拘束自己，像个神经病一样没心没肺地大笑，双腿早已脱离凳子，跪在床前了。\n  “有那么好笑么......这位都笑喷了......”庄泉看着我们的举动，眉毛皱了下来，眼神里透露着无奈和无解。\n  过了一会儿，我们终于，啊！不！是庄泉终于弄好了，但还需要一些示例图片。\n  “庄泉儿，能不能再让我看一眼旺仔牛奶那个......哈哈哈哈......”王玄彬还没讲完，就把头扣在床上，还像个狒狒一样锤起床来。\n  弄好PPT后，已经到了黄昏。金色的阳光斜着在大道上，这是一条光明的路程。道旁的植物生机盎然。我即使仍然独自一人行驶在路途中，但却不孤独。终于有人把我当朋友看了，怎么能不让人欢喜呢？估计昨天只是因为他们三个人关系更亲近吧。\n  回到家后，发现只有哥哥在家，一问，原来母亲和父亲又去北京了，好像是婶婶得了什么癌症需要照顾。刚好父母不在家，这三天可是真真正正的黄金时间。那个新赞助商道劳动节最后一天也就考完试了。这次劳动节必定能翻盘。云婼，等着我的光荣复兴吧！\n  到底还是放不下对云婼的想念啊......还真是微妙的感觉......\n  “剪不断，理还乱，是离愁，别是一般滋味在心头。”\n",
    "replies": []
}