{
    "title": "[Minecraft.net|INSIDER]本周方块：雪块",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1495206900,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-20 13:27 编辑 \n\n\nBLOCK OF THE WEEK: SNOW\nThere's no business like snow business\n\n本周方块：雪块\n这和《Snow Business》可没什么关系\n\nNo feeling in the world beats waking up on a winter morning and opening the curtains to find out that it snowed overnight. The joy of seeing the world transformed, its colours hidden below a deep, fluffy layer of white, is incomparable to any other experience.\n冬天的早晨，当你打开窗帘，发现一夜之间下了雪，估计没有什么会让你感到更惊喜的了。这种看到整个世界被白色覆盖，而其真正的颜色被深深掩埋，一片银妆素裹的感觉，估计是其他任何感觉都没有办法比拟的吧。\n\nSnow is made of frozen water. You probably already know that. But you might not know that a single snowflake is made of about 10,000,000,000,000,000,000 water molecules - each carefully arranged into a delicate crystal. An average snowman contains about 8,000,000,000 snowflakes, so that's a lot of water molecules - a whopping 80,000,000,000,000,000,000,000,000,000! Don't believe us? Build a snowman, then, and count them. Go ahead. We'll wait.\n雪是由凝固后的水制成的。你可能已经知道这件事了。但你可能不知道的是，每个雪花都是由大约10,000,000,000,000,000,000（译者注：10的19次方）个水分子组成的——每一个水分子都会精确地排列，形成一个妙不可言的水晶。一个雪人平均包含约8,000,000,000（译者注：8乘10的9次方）个雪花，所以它包含有大量的水分子——这是一个惊人的数字，80,000,000,000,000,000,000,000,000,000（译者注：8乘10的28次方）！不相信？去造一个雪人，然后一个一个数。快去做。我们会等着你的。\n\nIn Minecraft, Snow was added on 13 July 2010 in Alpha 1.0.5. It generates naturally in rare ice plains spikes biomes. But if you're lucky, you might find an igloo made of snow in ice plains or cold taiga biomes, full of tasty loot. Creating snow is a lot easier - find any cold biome, wait for it to snow, then either collect the snowballs and combine them in a crafting grid into a snow block, or make a silk-touch shovel and go to town.\n雪块于2010年7月13日在Alpha 1.0.5版本被添加到Minecraft中。雪块会在稀有的冰刺之地中自然产生。但是，如果你幸运的话，你可能会在一片冰原或云杉生物群系找到一个雪屋，这满满的可都是战利品。创造雪更容易——找到任何冷的生物群系，等待它下雪，然后收集雪球，并将它们以合成表的形式排列，合成为一个雪块，或者做一个带有丝绸之触附魔的铲子去做这件事。\n\n\nUnlike the thin layer of snow that coats normal blocks when it snows in Minecraft, snow blocks won't melt when you put bright objects next to them, and they won't be destroyed by water - making them a pretty great building material. Their only drawback is that they have almost no blast resistance, so if you're expecting a visit from a creeper (something that can never be ruled out) then be aware that you may need to do some reconstruction.\n不同于在Minecraft下雪时包裹住地面的一薄层雪，当你将带有亮度的方块放在雪块旁边时，雪块不会融化，不会被水破坏——这使得它们成为一种非常好的建筑材料。它们唯一的缺点是几乎没有任何爆炸抗性，所以如果你意料到了一个爬行者会光顾你的建筑（这种可能性是永远排除不掉的），那么你需要小心一些，因为你可能需要做一些重建工作。\n\nOne of the most useful things you can do with snow in Minecraft is build a snow golem. Stack two snow blocks, then a pumpkin on top, and you'll spawn a snow golem that'll help defend your base against hostile mobs. They throw snowballs at anything nasty up to ten blocks away, but be aware that they'll melt away fast in warmer biomes unless you keep them frequently topped up with splash potions of fire resistance.\n在Minecraft中可以用雪做的最有用的事情之一就是建立一个雪傀儡。把两个雪块堆在一起，然后在顶部放上一个南瓜，你会生成一个傀儡，这将有助于保护你的基地，使其不会被怪物攻击。雪傀儡会把雪球扔向任何令人讨厌的地方，直到十格远，但请注意，除非你一直向他们扔抗火药水，否则他们会在温暖的生物群系中迅速融化。\n\nIn the real world, people build with snow too. The Inuit peoples of Arctic Canada and north-western Greenland use compacted bricks of snow to build both temporary and semi-permanent shelters that can be as large as five rooms, housing up to 20 people. You might think that a house made of snow would be a cold place to live, but air trapped inside snow actually makes it a very good heat insulator. When temperatures drop to -45C outside, human body heat alone can keep an igloo above 0C inside.\n在现实世界中，人们也会使用积雪建造建筑。加拿大北极区和格陵兰岛西北部两个地方的因纽特人会使用压实的积雪来建造临时性和半永久性的避难所，这样的避难所可以有五个房间，最多可容纳20人。你可能会认为一个由雪造成的房子将是一个寒冷的地方，但蕴含在雪中的空气实际上使其成为一种非常好的绝热材料。当外界温度下降到-45℃时，人体散发的热量可以使这么一个雪屋的温度保持在0℃以上。\n\nhttp://static.hdslb.com/miniloader.swf?aid=10678551&page=1\nThe biggest snow-related problem in many parts of the world is how to get rid of it - because it quickly gums up transport networks. Some cities burn it. Some truck it away. Some dump it at sea. Some even keep it for cooling purposes in the summer. But my favourite approach is to build a massive castle out of it for tourists, like the city of Kemi in Finland does. Their snow chateau has an art gallery, restaurant, hotel and chapel inside where you can get married. It's an inspiration to blocky builders all over the world.\n世界许多地方存在的最大的与雪有关的问题是如何摆脱这种东西——因为它很快就能够使运输网络陷入瘫痪。有些城市会使用燃烧的方式解决掉它。有些城市会使用货车。有些城市会把它们直接扔到海里。有些甚至会保留它们以在夏天保持凉爽。但我最喜欢的解决方法是为游客建造一座巨大的城堡，就像芬兰的一座名为Kemi的城市一样。他们的雪地城堡里有着艺术画廊，餐厅，酒店和教堂，在那里你还可以结婚。这对于世界上的方块建筑师来说，无疑能够带来非常棒的灵感。\n\n原文：https://minecraft.net/zh-hans/article/block-week-snow\n作者：Duncan Geere\n原文发表时间：2017年5月19日",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1495207860,
            "txt_content": "看着这个排版和字体，你不愧是程序员\nPS:这图片里的着色器咋和游戏的不一样，MOJANG老是这样"
        },
        {
            "author": "Breakfastbone",
            "timestamp": 1495237020,
            "txt_content": "丝绸之触就是精准采集吗 ，写的很好 但雪块建房子 我们广东不存在的。。。"
        }
    ]
}