{
    "title": "【原创·单篇·渲染插画】伪造森林",
    "author": "nianbing",
    "replyCount": 5,
    "timestamp": 1495253700,
    "txt_content": " 本帖最后由 nianbing 于 2017-12-23 14:14 编辑 \n\n\n“我是无罪的！你们要相信我啊！这便是作家死前的最后一句遗言。\n我应该写些什么东西呢？我看着桌上的白纸不禁陷入犹豫。\n所谓作家，绝不能容忍自己舞不动笔。可我现在却在为文章的内容犹豫不绝，只因为自己的笔下净是些荒诞的故事，受到了世人的质疑马上就被恐惧占尽心头，以至于我根本无法下笔。仔细想想，我写了这么多年的故事，何曾有过一丝真实蕴藏在字里行间？完全没有啊。恩，虽说我笔写从来就不存在真货，不过还请允许我试试看，真货应该怎样去描写。\n我先尝试了滑稽的环境描写，试图营造欢快的气氛，这是我作为三流作家的一贯风格。\n【晨间漫步在已经数年未至的小路上，灿烂的阳光每时每刻都在滋润着鲜嫩的绿叶。可因阳光的滋养而疯长的植物却为这条小径带来了灾厄。这条散发腐臭的道路，也许早在数年前就染上了顽疾，通天的树木将所有的阳光驱散殆尽。昨夜的阑雨携来的水汽混着淤泥的恶臭，实在是煞了这片风景。】\n看吧，我试图努力的去将故事写的美好祥和一点，让梦能够寄居在文章里，可从下笔的那一刹那就让我的愿望破灭了，这种环境别说梦了，恐怕蟑螂才会熟视无恐。但这是无可奈何的 。我不能容忍自己的沉默与犹豫，一旦下笔就绝不允许自己在中途停止，哪怕最后成为不伦不类的怪物。于是我尝试模仿文人们才能够学会的“舞文弄墨”这一技巧，也许那样才会让读者有身临其境的感觉。\n【我是怀有目的才会到这个鬼地方的，这个地方的气氛明显区别于外界的鸟语花香。恰到好处的阴险与肮脏，恶心的淤泥会让你在不经意间深陷其中。就在这般荒芜的森林里，我理所当然的寻不到任何一朵花，不过动物死亡的尸体倒是常能够在那些泥潭中看见。如此绝景，我怕是难以找到第二处如此别致的风景了。】\n看吧，我就连自己所写的东西都难以理解了。我到底在写什么？本着轻松愉快的心情写下的每一笔都应该拥有神韵才对，可这简直就是邪道！这哪是人能够写出的东西啊，这些语言恐怕只有疯子才能肆无忌惮、有恃无恐的畅所欲言吧？诶，又陷入沉思了。这可不行，沉默是最大的敌人！伪造的也好，就写伪造的好了，至少这样我就不会被沉默攻占自己脆弱的神经了。\n【好不容易逃离了沼泽的我达到森林的另一头。该说风景雄伟壮丽还是令人扫兴呢？悬崖，悬崖之外满眼都是山，悬崖之下除了漆黑与茫然便再无他物，晨间的雾宛若仙气一般缭绕在悬崖彼方的山间。这可不行！此情此景实在是扫了我观景的兴致！如此毫无特色可言的悬崖，空洞与乏味充斥了这里的一切。不对，这里除了悬崖难不成还有别的东西吗？这哪比得上森林里的风景啊。森林中尚且能够听见树枝崩断；叶片凋零；还有冰块坠入酒杯的声音。可这里什么也没有！】\n啊！可恶！我到底在写些什么啊！什么叫“冰块坠入酒杯”？难不成是新的笑话吗？不，别开玩笑了！我可没听说过还有这样一处诡异的地方啊！我捏造的环境实在是丑恶至极！可拙劣的文笔实在无法表达我内心的恐惧。不行，我必须继续写下去，这股沉默又开始折磨的脆弱的神经了！如果我不继续执笔，沉默会让我陷入疯狂！\n【该回去了，可是要回哪里？哪里又能够回去？我迷茫于这片树林，再也找不到过来的路。满眼的一切净是坏事，难不成这里还被诅咒了不成？不，不对，是我被诅咒了才能说得通啊。\n不过好事尚且还未被赶尽杀绝。我在这片阴暗潮湿之荒凉之地，我寻见一朵“尘花”。它十分不起眼，哪怕你在它身边来回经过数十次，用你那混浊的目光扫过它无数次，你都难以察觉它的存在。但现在，它却被浑身泥泞的我发现了。\n被我发现是它的悲哀。生而为花，如此高明的伪装却唯独被我识破了，这也就证明它的价值到此为止了。真是让人惋惜啊！多么丑陋的花朵，尚未绽放数日便迎来凋零。啧，真是讽刺。不过仍然值得承认，因为这朵美丽的花，也许仅次于昙花的那一刹那。即使在这般泥泞的沼泽中生存，却也能做到“出淤泥而不染”，实在是了不起！】\n看来我还没有一无是处嘛。整篇文章尽管充斥着虚浮的概念和空洞的辞藻，不过这一段我很喜欢。因为他绝对是这场压抑炼狱中仅存的一丝“欢乐”。试想一下，迷失在道路上的你在发现指路明灯的那一刻，内心也一定会充满希望吧？对对对，就是这种感觉！我很中意！\n【“我能找到它的原因我一直没有明白。在找到了它之后，我成功逃离了那片暗无天日的森林。不过我没有走来时的路，而是就这样径直向下，一路摸爬滚打的滑下山去。“啊...这身泥泞不堪的衣服看来要好好洗了...”“不过这不值得惋惜，因为我绝对不虚此行。”】\n这...我居然如此潦草的收了尾。看看我都写了些什么东西。果不其然，还是空有其表。内涵庸俗、语言滑稽、结构松散，这能算得上故事吗？不能对吧。我在故事里捏造出了一个滑稽的“我”，籍此来逃避自己？这片森林也是我伪造的，难不成其中根本不会有花？罢了，这一切不毋须再想，后果就让愚蠢的世人去承担，让我休息一会吧。\n几个月后，我仍旧恬不知耻的将原稿寄给了出版社。怎么说呢，原稿被寄回来了，不过原本崭新的原稿上染上了许多烟渍和茶渍，难不成被那群家伙拿去垫茶几了吗？不过这都无伤大雅，按照他们的说法就是“稍作修订就可以出版了”。\n不管怎么说，我都该感谢出版社了。只不过外界的评价真的是难以入耳。\n“那片森林不过是一个伪物吗？你欺骗了我们！”“下贱！卑鄙！我总算是看透了这个肮脏的作家了！”“满是谎言！我居然愚蠢的去追求那片虚假的森林！”\n数不尽的骂名肆意横飞，不过臭名昭著的文章反而大卖了，商店里刚进的货还没几天时间就被清仓了。大家似乎都很好奇什么样的文章才能被骂的如此臭名远扬。\n罢了，我的心灵是脆弱的，因此我对记者的采访一律拒之门外，我担心他们的每一道难题都会刺痛我那脆弱的神经。\n“求求你们，放过我吧！”我在昏暗的房间里失声痛哭。“他们...他们太过分了。居...居然说我的文章语言浮躁、内容虚浮，而我就连蜉蝣也不如”。我停不住抽泣，哽咽着喃喃自语，语言里净是些懦弱的词。\n除了记者，越来越多的读者也前来“拜访”，他们用我没见过的方式撞击着我的家门。我能从他们的行动中看到无尽的怒火正在熊熊燃烧。\n“相信我啊！我真的没有欺骗你们！你们一定要相信我啊！”我疯狂的呐喊着，希冀着有人能够相信我虚伪的供词。\n我缩在墙角瑟瑟发抖，我担心他们下一刻就会撞开我的大门。\n果不其然，他们冲了进来！他们似乎恨不得要毁灭这里的一切！不行，我必须逃走，我要逃到他们无法抵达的地方！\n于是我夺门而出。在大街上发了疯的喊叫，直到我失声喑哑；着了魔的奔跑，直到我的身体精疲力尽。我一路狂奔到了这条平日里水流湍急的河边，平日里缺乏锻炼的**终究是停在了这里。\n“不行了，我再也跑不动了。难不成就要到此为止了吗？”我想要恨呐，可喉咙中却发不出半个音节。\n“你居然敢欺骗我们！”终于，追上来的世人们将我围个水泄不通，我退无可退。\n“我是无罪的！你们要相信我啊！”我仍旧在我自己辩护。\n“闭嘴！不会有人相信你的，你这个骗子！”\n他们...他们离我越来越近了。不行，我要逃，我必须得逃！逃到哪？逃到他们绝不可追上的地方！\n我又一次欺骗了他们，假装自己不经意间失足滑倒。于是我向后倒去，离开了这片地狱......\n暖色插画测试:自吐槽：真是难得我的懒癌没有发作，还弄了张插画。不过我这文笔真的是一点提升空间都没有了......\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1495331580,
            "txt_content": "就一张图的图文故事？？？= =？"
        },
        {
            "author": "子德",
            "timestamp": 1495334340,
            "txt_content": "WM2030 发表于 2017-5-21 10:56\n这一波很强。\n嘿 老狗头1000小时在线时间 不发锭吗"
        },
        {
            "author": "WM2030",
            "timestamp": 1495335360,
            "txt_content": "不过我这文笔真的是一点提升空间都没有了......\n这一波很强。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1495358700,
            "txt_content": "渲染大佬...文笔极好...【一直妄自菲薄搞得我很羞愧啊_(:зゝ∠)_】"
        },
        {
            "author": "nianbing",
            "timestamp": 1496068620,
            "txt_content": "第二张插图，桌子底下的纸上我写了什么来着....."
        }
    ]
}