{
    "title": "〔原创-连载〕世界末端-第一章",
    "author": "哔哔_哩哩",
    "replyCount": 0,
    "timestamp": 1495261680,
    "txt_content": "世界末端\n\n\n第一章\n\n\n注：此为之前的单篇改版，将长期连载。原贴\n\n\n已经两千年了。\n幽星和哔星的战争，终于要结束了。\n在这两千年中，双方一共投入大小顶级战舰七万只，精英士兵和战机不计其数。\n这场战争的持久性，破坏性以及惨烈程度，都是前所未有的，无法比拟的。\n而就在昨天，幽星的实力被大大削弱，能战斗的人也不多了，看来终于要有一个结局了。\n“长官”在一只比其他战舰大数倍的主战舰的控制室里，一道声音传来“这场战争终于要结束了，哈哈，看来还是我们哔星占了绝对的上风啊”语气中洋溢着兴奋，看来这个人心情蛮不错。\n是啊，两千年的战争终于要结束了，谁不兴奋呢？\n“要胜利了不等于已经胜利了，幽星的实力看似被我们削弱大半，但是不能想当然。”在控制室正中间的位置，一个男人沉声道。\n“不好了！不好了！”在操作台的一个操作员惊道“幽星七千只精配突击战舰向主战舰冲过来了！”\n“什么！？”那个副舰长说道“他们大约还有多长时间到达？”\n另一个操作员迅速回答“大约还有十分钟！”\n舰长稍稍思考，十分钟，连短距离空间迁跃都无法进行，难道这就是幽星最后的底牌吗。。\n舰长怀着一丝希望“我们的精英突击队员还剩下多少？”\n“报告长官！我们的精英突击队已经在昨日全部派出！”\n“已经没有突击队可用了吗。。”\n这时，在舰长左手边一个一直在沉默的人说“长官，我们还有三名新人突击队员，是不久前加入的。可是。。。。”\n舰长眼中闪过一丝希望“可是什么？”\n“可是这三名新人突击队员前些日子才把几艘突击战舰弄炸了，恐怕他们上战场的话。。。”\n“不要犹豫了！这时我们最后的希望！只要他们三个能在我们防御线崩溃前摧毁敌方主能源水晶，我们就能胜利！尽管。。成功率只有万分之一”舰长迅速喊道“传我的命令，给三名新人装配精良突击战舰，目标，敌方主能源水晶！”\n“是！”那右手边的副舰长喊道，随即走出了门。\n大约过了三十秒，那三名新人的教官就收到了命令。\n长官的名字是柠尘，曾多次参加重大战役，并且屡立战功，于昨日刚刚退出战斗前线，来后方教育这些不听话的小子。\n“集合！”柠尘向着休息室大声喊道，这新兵刚刚学会操作，也刚通过新兵试炼。这次任务，他真的很担心这些小子还能不能回来。\n这段时间的锻炼，让这些新兵能在十秒之内从梦中醒来然后站在教官面前。\n“报代号！”\n“新兵凌云，报告！”“新兵摆渡，报告！”“新兵卡尔，报告！”\n这三人满脸的不情愿，不是说好新兵试炼结束了吗！？\n柠尘看着他们还没忘掉试炼里的知识，满意地点点头\n“你们不是很想亲手摸一摸战舰吗？这次不但让你们摸，你们还能上前线！你们有信心完成使命吗！”\n这三人一愣，随即大声喊道“有信心！”\n要知道新兵在试炼之后还有一年才能坐上战机啊，这样的机会真是不多。\n四人来到战机仓，呈现眼前的是一架架各种各样的战机，但时间十分有限，柠尘直接来到发射仓，里面已经架上了四架战机\n柠尘简单的介绍，这三架都是目前为止哔星最高级的战机-----MKE-6战机，只能乘坐一人，使用消耗能量来发射激光，这激光对敌军伤害极高，可以说这是最先进的突击战机的形态了。\n这次任务极其困难，所以柠尘也会和三个新兵一起执行，至于能不能回来，他们怎么可能会想那么多。\n仓门打开，凌云，摆渡，时间看着这缓缓升起的仓门，止不住的心跳。\n“嗡-嗡-嗡-嗡-”四声撕裂空间般的速度发出震耳欲聋的声音，在主战舰不远的地方，已经能依稀看到那七千战舰的样子。\n“跟我来！不要与敌人展开战斗！战机提升到最大速度！”柠尘的声音从通讯设备传来\n“是！”三人齐声回答。\n“都给我听好了！我们要从敌人右方通过，至于你们能不能活下来，就靠你们自己的本事了！”通讯设备里再次传来柠尘的声音。\n凌云努力回忆新兵训练的艰苦时光，新兵训练的重重考验，使得最后只有他们三人留了下来，而且成为了最好的兄弟。\n凌云凭着自己学到的知识，开始操控自己的战机。\n“这也不怎么难嘛。”凌云躲过几道激光束，竟惬意的哼起小调来\n“凌云！小心！”摆渡的声音从通讯设备传来。\n凌云一惊，下意识的调出监测仪，发现从自己的左后方冲过来一道深紫色的激光束！\n这激光从没见过，但还没等凌云操作，激光束就结结实实的砸在了凌云的战机上面。\n在现实器上面显示的数值告诉凌云，他要坠机了！\n因为撞击，造成了轻微的空间撕裂，使得在空间撕裂中心的凌云直接晕倒，神志不清。\n但在晕倒前一秒，凌云看到自己正在向一个星球冲去。。。\n\n\n\n\n欲知后事如何，请听下回分解！\n\n\n",
    "replies": []
}