{
    "title": "【原创·连载】【狂热的沉默】【第二十五集：胜利将至】【byRing】",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1495246380,
    "txt_content": "\n还在审核\n等审核完了再看最好不然可能有些失真......\n其实也不失真上一集没给这集和下一集做啥铺垫\n@gggbbb @Smokey_Days @WM2030",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1495247400,
            "txt_content": "标题: 【原创·连载】【狂热的沉默】【第二十五集：胜利将至】【byRing】  即使我只要躺到劳动节最后一天收到钱就能翻盘了，但是我可没耐心等那么长时间。为了更快复兴，也为了留后手。话不多说，这个劳动节像寒假时一样找能卡bug的服务器刷东西卖！当然还可以以更高的价格把刷东西的方法卖出去。\n  劳动节第一天！去论坛上找可以用刷东西bug的服务器，随便找了个叫“零世界”的服务器，进去试了试，运气不错！发现该服务器可以卡那个复制东西的bug。而且刚好是一个RPG类型[①]的服务器，可以在此大赚一笔了！现在是早上，玩家少，先刷一堆钻石再说事情。\n  在服务器里领取一块地皮，然后在地皮里建造一个小房子，把一堆箱子埋在地皮底下。几个箱子埋在上面。把我早上刷到的那十几组钻石块放在地下的箱子里，只把一些普通的东西放在地上。当然地上的箱子里也有一定的钻石。\n  “卖钻石！五毛钱一组！要的加我QQ：1351990983。”我已经准备好发送这句话了。\n  两个红色名字的玩家上线了，是OP和服主来了！看来一时半会儿不能卖东西呢。\n  本次任务拥有三天时间，而且就算失败了还有两张底牌助我翻盘，所以不必着急。现在服务器先在服务器里提高自己的信誉，扩大自己的声势！\n  去找一个有“SVIP”前缀的玩家，对他发：“咱们一起玩吧，我给你一些很有价值的东西。”\n  然后我在游戏里直接丢了两组钻石给他。\n  那个人感觉幸福来得太突然，爽快的和我成为了朋友。经过几分钟的商量，他还把他的地皮的权限给了我。很好！胜利才刚刚开始！\n  我用刷出来的钻石来和那人疯狂交易RPG物品，不过一会儿，我就集齐了该服务器所有普通的RPG物品。\n  交易好所有普通物品时，已经到了晌午。服主和OP下线了！真是天赐良机，而且玩家也不是很多。现在复制物品应该不会被发现！把刚才所有弄到的RPG装备无数个复制，然后也储存于地下的箱子里。刚刷好，服主和OP就又出现了。\n  下午可是人最多的时候，为了让大家都认同我，继续扩大在该服务器的势力范围，我在地皮那里设置了个领地传送点。然后在旁边造了个小房子，把刷来的东西全部做成商店，然后在对话框里发：\n  “出售各种RPG装备！要来买的输入/res tp Ring！我的QQ是1351990983！”\n  即使服主和OP都在线，尽管他们详细查看能查到，但这毕竟是玩家交易，他们不会闲着没事管这些的。反而，他们还觉得我很活跃。\n  既然这样，那我也伸出我的“爪牙”吧，和一个玩家发悄悄话：“你要不要和我RMB交易？我会刷东西。”\n  “QQ聊。”他回应\n  拿起我那早已落伍的苹果四手机，和他聊了起来。\n  “教我可以吗。”当我打开手机时，他已经刷了三遍这条信息。\n  “50RMB不二价，QWQ。”\n  “那位跟服主说去。”\n  “说什么，你有意思？”\n  “说你刷东西啊，教我我就不说。”\n  这下可属实作死了，竟然当头就碰到这么个没素质的呢。想办法，先来个应急措施！\n  “这是个文件，我现在在别人家玩，晚上我给你发吧。”\n  “晚上我就不能玩了。”\n  “那就再等等，我去催催我家长，一会儿四点就给你发。”\n  “行。”\n  “不过咱们可是一根线上的蚂蚱，你身上也有我刷的东西也会被封的。”\n  “没事，我可以再找个刷东西，而你损失就大了。”\n  这不是个文件，当然我也不会就范。不过，离四点还有半个小时，这样只是为了拖延时间。可惜我不会写带病毒的程序，如果我又那门技术的话，可以发给他病毒，只要他接收那种东西，就可以掌握他电脑的存活了。不过现在没技术没权限只能靠套路了......\n  话说回来，这家伙也太没良心了吧！我这么信任他，他却如此对我。真是自私。而且还真有胆子让我去催我的家长，学会我小学同学的招式了？真是不要脸！不过这种自私的小人应该在社会上是少数......\n  “现在就告诉我，不然我就告诉服主了。”\n  吃了什么胆子？胆敢如此威胁我？既然这样，就和他拼个鱼死网破吧！立马加上服主QQ，向服主汇报这个bug，最起码我还留着好几组钻石块可以用呢。我刚提起这个bug的名字，服主就想起来这个bug了。然而这个bug的修复需要ban[②]一个ID，他们把这个ID记错了一个字母。于是我不禁可以继续刷东西，而且还摆脱了服主的怀疑！\n  “等等，你VIP怎么弄得？”那人已经在我QQ上刷了四遍这条消息。\n  “呵呵，我已经汇报给服主bug了。”我毫不留情的留下这句话，然后删除好友。\n  不但解决了，而且大幅度降低自己的怀疑，今天干得还真不错。我，沈然还真是聪明......即使今天一分钱也没拿到，但下午也把稀有物品收集的差不多了。仍然有两天的时间！胜利之音已经在我耳边奏鸣！\n"
        }
    ]
}