{
    "title": "【原创·连载】《浮水三千》第三章[By：临涘][FF]",
    "author": "Liversammyh",
    "replyCount": 0,
    "timestamp": 1495285920,
    "txt_content": " 本帖最后由 Liversammyh 于 2017-5-22 10:36 编辑 \n\n传送门第一章        第二章  第三章       “落日斜阳生残晖，笑谈渴饮酒一杯。   愿君与我共出征，丈夫何惧迷雾重。   再见臣民登高处，云淡风轻长烟空。   愿和凛风鸣响笛，一人一花一世界。”·罗尼清楚地知道缪尔的处境。新王刚立，旧王已死，局势动荡。身边辅佐他的长者，只剩下了幸存的指挥官莫尔。他知道他的责任，必须带领缪尔人民度过难关，这是对缪尔人民的职责，也是对自己的救赎。这也是他提出探险迷雾的唯一方法。罗尼和父亲谈论过很多次关于迷雾的话题，父亲本身对迷雾有好奇心，但是大部分缪尔的人民并不这么觉得，他们憎恨迷雾，畏惧迷雾，只是因为一个传说……从罗尼小时候开始，无数的老人都告诉他，迷雾是不能踏入的，曾经探险迷雾的人，没有一个回来……这些探险者，大多数都是被社会放弃的人，他们感到无助，找不到在缪尔生存的意义，有人结束了自己的生命，有的，则毅然决然地踏入了迷雾之中。罗尼怜悯这些探险者，他们是社会最底层的人，但是却保留了缪尔人最原始的品质：探求欲。现在的缪尔人民麻木，只过着自己简简单单的生活，甚至因为传说而失去了对迷雾的探索欲。罗尼不禁想，如果他是个探险家，他也不会回来的。现在想想父亲，他理解人民，不愿意让城邦骚动，所以他放弃了自己的意愿，选择了群众的意愿，然而最后，却是曾经最亲爱的两兄弟厮杀。最终两败俱伤。这个结果罗尼曾经想到过，但这是他曾经想到过的最糟糕的结局。然而它真的发生了。那么现在，该何去何从?·“莫尔，我想知道你知道的关于迷雾的故事，你曾经看守缪尔西边城墙，对于迷雾总有些了解吧！”罗尼还是抑制不住自己的好奇，询问身边的莫尔。“是的陛下，我听说的与缪尔的平民都差不多，迷雾在我看守的时候，没有人闯入，也没有人曾从迷雾之中出现过。”然而上一任守卫廷巴克却是亲眼见过缪尔的弃子进入迷雾，再也没有回来。”听着莫尔的话，罗尼稍稍有些失落。“不管怎样，我们应该先鼓舞人民，让我们的城邦变回之前的样子。这样，陛下的王位才能稳固。”莫尔接着说。罗尼心中的确是这样想的，但是他也在酝酿着一个计划。乌图教育他治国的第一课，就是法。罗尼继位之后，便开始仔细钻研缪尔的法律，废除了其中腐朽的内容，赢得了平民的拍手称赞。他又按照乌图所建议的，将几位战死的廉洁之臣的较大的后代任命较为重要的官职，多为他们父亲之前的职位。果然，这些新上任的大臣鞠躬尽瘁、兢兢业业。几个月下来，缪尔又恢复了之前的生机与活力。莫尔也不止一次在罗尼面前表露钦佩和赞赏之情。罗尼心中却明白，是父亲，是自己的老师乌图，让他在王权之下如此自如和灵动。但是他们现在都已经不在了……·缪尔的暖夏，临岸花盛开，按照惯例，暖夏的王座下，都会种下几朵临岸花，这一年也同样。在花香下，罗尼告诉了莫尔自己的打算。“尽管现在城门大开，但是还是没有一个人敢进入迷雾，但我相信，对迷雾好奇的人一定很多，因为我们不管何时，都流着探险家的血液，因此我想派一队人，去探索迷雾，当然，这些人应当是自愿的，我不想让弃子进入迷雾，也不想让缪尔再出现弃子。探求欲是缪尔人的天分，我不希望人们失去。而我也期盼着，缪尔现在还存在着有探索欲的人民，这些人，理应进入迷雾中，去满足自己，也致敬缪尔的探索精神。因此，我打算拍一个先锋队探索迷雾，而我也会加入进去。”“陛下您现在是王位的拥有者，没有子嗣，如果您探索迷雾，王位将无人继承，这怎么行？！”罗尼能听出莫尔话语中的焦急，于是说：“我曾与父亲商议过，父亲为了大多数缪尔人民的意愿放弃了自己探索迷雾的想法，最终换来的是亲弟弟的背叛。我是家中独子，父亲告诉我，如果我称王之后想探索迷雾，就将王位交给最信任的人，让他的子嗣继承王位。毕竟，我们赞家也并非从古至今的王位继承者。所以莫尔，我信任你，我知道你有一个儿子，而且你教子有方，我将王位交于你，如果我进入迷雾之后没有回来。你便正式是缪尔的新王。”   　“不可不可！我未曾做过什么大事，怎么敢接下王位！”罗尼看出来莫尔神情焦急。“我去意已决，莫尔，你是长者，我从未命令过你，但是你就把这当作我给你的一个命令吧。我今天会发布全城演讲，之后就靠你了。”·“缪尔的臣民！我们缪尔从古时候就有探索者惑星的传说，也有无数探险者扩建疆土，使得缪尔成为现在这个样子。但是迷雾，却没有一个真正的探险者去探索过。在这里，我将组建一个探索小队，我担任队长，探索迷雾，我希望缪尔人永远不失去探索精神。不失去好奇心！在我离开的这段时间，莫尔将代替我实行王权，由各位臣民作为监督者。我相信缪尔能够保持原貌，而我也希望有探索精神的青年们，加入我，向你们心中好奇心指向的地方进发！”·     临行的那一天，罗尼问莫尔：“我一直想问你，廷巴克有没有告诉过你，最后一个踏进迷雾的人，是谁？”     “最后一个是铁匠陨星的儿子，老铁匠的儿子从小爱探索，但是却没有干过正事，最后老铁匠还是抛弃了自己的孩子，陨星的儿子本来叫做擎星，被遗弃之后见到人就说自己的名字不叫擎星。”     “不叫擎星？那叫什么名字？”     “黑桦。”我本打算构建一个庞大的世界观，但是现在我觉得要先把缪尔和普路托的关系捋清楚，所以这几章会先写缪尔和普路托的故事，当然之后会将整个世界观扩大，预计会写至少七到八个城邦，所以希望大家支持，也希望能够多多包含，提出批评指正。\n",
    "replies": []
}