{
    "title": "【原创·连载】【狂热的沉默】【第二十六集：滚吧Ring】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1495269240,
    "txt_content": " 本帖最后由 我为我为 于 2017-5-21 05:42 编辑 \n\n  第二天早上六点就起床，去服务器里看看。即使服主对我没有怀疑，但是任何人使用那个插件的时候还是可以轻易看出蹊跷。于是早点起来，去复制物品。\n  刚回到自己的地皮。唉？我为了装饰造的那些简简单单的建筑呢？怎么只剩下一堆杂乱无章的方块了？不想把已经知道的结局说出来......去商店里看了看，果然！箱子什么的都被掏空了。菜地里也都被清的什么也不剩了。那些锁着的箱子幸免于难。还好我地下藏着的箱子一点事情都没有。\n  不过很容易确认是谁，因为我只给了一个人权限，有“SVIP”前缀的一个。而且这个服务器允许玩家查看破坏记录，查了查，就是他！二话不说，虽然他已经撤掉了我他的第一块地皮的权限，但是还没有撤第二块地皮的权限！那是一大片甘蔗地。拿着铲子在他地里钻来钻去。\n  “艹！@#￥%[①]”那人气急败坏了，哈哈！然而突然间我回到了自己地皮那里，OP在天上飞着，对话框里出现这么一句话：“根据一位玩家的举报，你的地皮需要被清理。”\n  那真是残酷的一瞬间，OP选中两个点之后，原本的残垣断壁，一切的东西，竟然都变成了一片空气！\n  “是他先毁了我的东西，你不信来我这里查询一下试试？”\n  然而OP并没有理我这句话。“呵呵，你知道老子是谁么？你这**。”那家伙骂着我。真是的，主动破坏别人的东西还有理了？\n  “赶紧给老子补上，不然老子让OP封了你这个狗儿子。”真想把屏幕砸碎了！\n  “你要是真能给他填上，就不封你了。”那个OP这么说话。\n  好吧，如果我现在被封，就不能刷东西了。毕竟那次卖出OP以来我就没找到过这种人数居中而且又能刷东西的服务器......于是，忍忍吧！我不情愿的手指操控着我在服务器里的形象，帮他把他损失的甘蔗地补上。\n  估计让他有理的，比天在OP眼里还有理的，应该就是他那个彩色的头衔“SVIP”吧？在这个服务器价值一百五十块钱呢！\n  不过，还是有一定价值的，此人毕竟充值了，身上有一堆值得复制的充值物品，只要我花费大量材料和他交易借到手，我的胜率岂不是有提升了？\n  然而，一组一组钻石或者装备来卖太消耗时间了，那样几毛钱几毛钱的挣，到暑假都不一定再能凑几十块钱呢！于是干脆卖刷东西的方式吧！我和一个认识的ID为ycz_kobai的“SVIP”商量。\n  “其实我的东西是刷的，我教给你我刷东西的方法，你给我六十元红包如何？”\n  “好呀。”\n  ......\n  教会他之后，还专门让他实验了实验，当然这个bug需要一个特殊的ID，这个ID被我注册了，所以只能我配合他实验。\n  “等我把钱付给你，你把这个ID的密码给我，可以吗？不过我现在付不了钱。”\n  “可以......”我无奈地回答他，此人看上去还是很可信的，不过又是一个推时间的！我到底能遇到多少个这样的人！没事，思想积极些，最起码又多了一张垫底的么！\n  胆子大了，直接去找那个让OP清理我地皮的那个人了，毕竟他也是充值过不少钱的，而且我之前包括今天通过他已经复制了不少新奇的东西。越是充钱的人越容易支付吧。\n  “我教你刷东西吧，然后你给我支付宝打六十元如何？”\n  “好，快点教我。”\n  ......\n  也是用这个ID教给他之后，他出现了反常表现：\n  “把ID给我，你不让我自己刷试试怎么证明啊？”\n  “我这里还有一个服务器可以刷，不过人比较少，你可以去那个服试试你就知道了。我可以给你那个服这个ID的密码。”\n  “服主监视着我的电脑呢我一打开别的服我电脑就爆炸。”\n  耍我呢？赖账？我真感到我的手速是如此之慢，真想把一肚子的火气全部喷出来，不过看上去还有希望，要忍住！还能继续锻炼耐心呢！\n  “那服主看到你刷东西岂不是更要ban你？”\n  “呵呵，赶紧把那个ID的密码告诉我，不然我叫服主。”\n  “唉，这都第几个了。”\n  “那好吧。”他截图一个Q币充值页面，“我把Q币冲给你，然后你把密码给我，怎样？”\n  好吧，Q币也就将就吧：\n  “好吧。那样我还可以把服务器里我的所有东西都给你。”\n  “耗了我支付宝五十块钱QAQ！”\n  等等，为什么，支付宝有钱，还要冲Q币？\n  “好了，你给我那个ID的密码吧。”\n  “等我收到Q币就给你。”\n  “你拿钱干啥？”\n  “开服啊！这是我很长时间的‘梦想’。”\n  “开服没前途，建议去玩万人服。”\n  “在我眼里可是很有前途的。”\n  “大骗子，我根本没给你充！”\n  “求求你了，开服真的对我来说很重要，把钱给我吧！”为了那最后的一线希望，我还是忍不住出卖了我的尊严......\n  “哈哈，你这个骗子，**狗儿子。”\n  火气忍不住，直接上来，即使我不愿意骂人，但此刻我忍不住发出一句“**”却发现这条信息旁边多了一个发送失败的符号，然后底下有一句“你和他还不是好友关系，无法进行聊天。”\n  历史总是如此的相似......\n  在服务器看到那人给我这样的两句留言：\n  “哈哈，我告诉服主了。马上你地皮就什么东西都没有了！”\n  吓得我赶紧输入指令插件，果然，真的，地皮变成一个大坑，什么东西都没有了......\n  “ID为Xiao_chao222是骗子！他骗我钱！大家别信他！”\n  “你别瞎逼逼，我是你爸爸，滚我妈的。”\n  刚打好一长溜骂人的话，即使钱赚不成了，但是还可以骂他一顿！还好我知道的bug多，还有刷屏bug可以使用。\n  突然，游戏屏蔽变为一个泥土块，上面显示着字：\n  “已封禁”\n“滚，Ring”\n  血红的粗体大字无情地浮现在了屏幕之上，我呆愣地望着这一简短的文字，一时竟是无法言语。\n  显示屏的刺眼光线冷冷地映射在我的脸上，我强迫自己侧过脸去，尽可能地回避着这排血字。但眼角的余光，却总能硬生生地使我将注意力移到屏幕中央。\n  我就这么久久地静坐着。莫名的，一种无法言喻的悲凉感悄然笼罩在了我的心头。\n  服务器群里，那家伙还在一个劲地叫嚣着，说什么我骗他东西骗他钱，早日夭折了一了百了。一群毫不相识的陌生人死命地跟着那家伙破口大骂，一堆污言秽语中甚至还带上了我的家人。\n  这可真是个讽刺。钱没到手，尊严也卖了，反而招来了这么个名声！\n  我强憋住眼角呼之欲出的泪水，告诉自己还不能就此放弃。明天，还有明天。我至少还有两张垫底的牌！\n  我会让那些曾经辱骂过我的家伙瞧瞧看，谁才能笑到最后！\n  没事，毕竟还有两张垫底的牌，早知道我就躺到第三天了，免得受这么多罪......",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1495319100,
            "txt_content": "Smokey_Days 发表于 2017-5-21 06:27\n……\n不知咋形容\n那个\n昨天我写了一万字\n慢慢看吧"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1495319220,
            "txt_content": "游戏屏蔽变为一个泥土块"
        },
        {
            "author": "SAKHWJKSJS",
            "timestamp": 1495340880,
            "txt_content": "楼主辛苦了，写了那么多，我们确实要好好看"
        }
    ]
}