{
    "title": "【原创·连载】【狂热的沉默】【第二十七集：赶尽杀绝？】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1495276680,
    "txt_content": " 本帖最后由 我为我为 于 2017-6-3 18:40 编辑 \n\n  “等我考试完了会给你服务器更多的钱的。”他只管这么回复\n  劳动节假期最后一天，是我翻盘的最后一天，也是我注定翻盘的一天！\n  早晨醒来第一件事，也是必不可少的事，就是打开QQ，就去给那位新赞助商发信息：“可以给我钱了吧？”\n  之前看到他都显示着“2G在线”或者“WIFI在线”而今天却不同了，今天他的头像框被一层恐怖的淡灰色朦胧着。\n  去外面的街头买早饭，吃完回来，发现他还是没有回复。“喂喂喂！红包呢！”我不甘心，再次给他发了一遍。还抖了几次屏幕。\n  闲着没事翻动态，过了半个小时，即使没有任何让人兴奋的铃声，但是我还是耐不住去翻翻聊天记录，他还是没有回复我！我赶紧又给他发了好几句话。\n  到了晌午，这份担忧已经填饱了我的全身，我简直不需要吃饭。看看手机，他还是没有回复我！我给他发了个QQ电话，可他没有接，是不是一直没上线？不可能连续遇到那么多骗子吧。\n  吃完饭无奈地依靠在床上，又给他发了几遍消息，然而还是没人回复我。\n  闲着没事翻动态，其实就几十个好友没什么好翻的，只是闲得慌，因为小学同学不是把我删了就是被我删了。看着网上那些陌生人在刷劳动节的动态......\n  翻着翻着，一篇转发的说说散发着刺眼之光，已经直接透过我的眼睛，刺伤到我的大脑。那位新赞助商发动态了！赶紧去抖屏好几次，然而他还是不回复我。那我就用老套路了！在他空间新转发的说说评论这么几句话：\n  “你不能这样啊。”\n  “说好了的今天给我钱的。”\n  “怎么能这样呢。”\n  闲着没事翻起来他的空间，等待他的回应。我已经把手机提示音调到最大，期待着那让人惊喜的流水声。即使丝毫没有动静，我还是回到他新发的说说那里，发现我的那几条评论被删了......\n  “求求你了！我被骗了很多次了！”\n  “你不要这样啊！”\n  “真的是求求你了！”\n  我在他的空间里又评论了这些话，还和他留言这几句话，重复好几遍。重复完了我才想起，又把尊严卖弄了！我真是个不要脸的人！从小学一年级开始，我家人就教育过我，不能对别人说“求”这个字，我坚持到六年级，竟然把我自己最高贵的“求”这一字送给了我的小学同学。可现在，却又把这字送给了如此的社会渣子！不过要是他能认识到我的可怜，那还是一个字，“值”！  没事，尊严好像没多大价值吧......\n  然而肯定不行了，我就这样，翻一会儿动态，发几条消息，一直发，到了晚饭时间，他还是没有回复我！反而设置了禁止我访问他的空间。\n  可是那些人从来没有访问过我心里的空间，连看两眼都认为是浪费时间。\n  没事，我还有我服务器的那帮玩家！他们估计还能支撑起来我的服务器！然而服务器里的小山这时私聊给我发消息了，那声音真是震耳欲聋，贯彻心灵：\n  “我妈最近发现我充游戏了。”\n  “我一时半会儿赞助不了了抱歉。”\n  然而小山是服务器里最活跃的玩家，在寒假卖钻石时认识的，对我也是个中档的客户。服务器里唯一认真玩的三个玩家，一个是他，另外两个是他拉进来的[晓寻不算玩家算OP]。当时我们五个同时在线时，我还自豪的发出一句话：“瞧瞧，当年我还是在别人服务器卖钻石的，现在就都成了服主了！”现在觉得这句话我根本没有资格说，甚至过很长时间也没有资格。\n  “没事的。”能够收到小山这样的回复，对我来说就已经足够让人高兴了！\n  看到一个群的服主，是我上个星期刚潜入的服务器，也能刷复制物品的bug，不过人太少，而且靠在别人群打广告宣传，并没有人玩。我在这群平时也就冒个泡。\n  那位服主抱怨他太累，然而我这么在群里发一句话，当然我是义正言辞：\n  “服主不辞劳苦可以让更多玩家进入，不要觉得自己辛苦啊。”\n  “来，我每天晚上熬到零点睡觉，六点起床，还是在上学时间，而且现在周六周日打不了游戏。来，你说说。”那位服主已经把矛头指向了我。\n  这不瞎掰呢？这就是所谓的“小学生服主”吧，我还是想给他讲讲一些经验，却发现对话框滑下来了，而且多了一条信息：\n  “你已被管理员禁言29天59分59秒。”\n  “我今天要把这几天所有气撒在你身上。”\n  “**狗儿子哈哈哈哈。”\n  “滚##的，哈哈哈哈。”\n  “狗儿子来咬我啊！”\n  真希望我严厉的目光能够变成一束激光射穿他们。然而这是不可能的。我颤颤抖抖的手按下了“退出该群”。\n  唉，真是一场空！难道社会想把我赶尽杀绝吗？把我所有的道路全部硬生生地堵上，让我无数次碰壁。最喜欢的小品《放心吧》里面说过“这个世界充满了爱，这个世上好人多”，母亲也给我们讲过，只是因为坏人因为显眼。然而骗子这么多，不显眼也能够将光明遮盖吧？\n  等我厉害了，新账旧账一起算了！\n  摆成“大”字躺在床上，看着暗淡的天花板，心里只想一个人静静......\n  坏了！作业还没写完！可是......算了！赶紧睡吧！管他呢！睡一觉估计就舒服了！\n  平时晚上都要刷牙洗脸，只有昨天和前天忘了。那算了，反正今天我母亲不在，只是父亲会照顾我两三天。不洗了！直接睡觉！\n@Smokey_Days @gggbbb @WM2030 \n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1495355820,
            "txt_content": "被禁言那段失真了。\n我相信这是“加工”自真实经历，但是请在改编之前想想合理性。\n随口说一句话就被禁言，肯定是不可能的\n还有就是...赞助你不是别人的义务，你没有权力要求他赞助你"
        },
        {
            "author": "我为我为",
            "timestamp": 1495357020,
            "txt_content": "Smokey_Days 发表于 2017-5-21 16:37\n被禁言那段失真了。\n我相信这是“加工”自真实经历，但是请在改编之前想想合理性。\n随口说一句话就被禁言， ...\n确实，那个腐竹估计是因为当时已经知道我刷东西了吧……\n还有当时比较单纯"
        },
        {
            "author": "我为我为",
            "timestamp": 1495357140,
            "txt_content": "Smokey_Days 发表于 2017-5-21 16:37\n被禁言那段失真了。\n我相信这是“加工”自真实经历，但是请在改编之前想想合理性。\n随口说一句话就被禁言， ...\n昨天写了一堆你慢慢看吧……\n雾"
        }
    ]
}