{
    "title": "【原创×连载】凛风之竹 前言与第一章第一话 开始了。 【YWorks 不二】",
    "author": "YumeWorks",
    "replyCount": 6,
    "timestamp": 1495291440,
    "txt_content": " 本帖最后由 YumeWorks 于 2017-5-22 21:56 编辑 \n前言 大家好，我是不二菌。很高兴会在这里和大家重逢。在这里，我将试着写作，将这部小说一直写到第4卷。听起来挺难，不过不试试怎么能行呢？大不了弃坑呗~咳咳。说了点题外话。我把我的小组改了名字，叫做YumeWorks。没错，这是一个奇怪的名字。也许你正在准备百度“Yume”，其实我来告诉你。Yume是日语假名ゆめ的罗马音。拼起来就是“梦”。也就是说，我们是个梦想的队伍。如果你有兴趣，欢迎加入我们！咳咳，又说了点题外话。为什么要写小说呢？其实，我的能力是比较均衡发展的。写作、教学，样样都不能差。我在写作这条路上还是很缺乏经验的。故希望借此机会升级下能力。随着国家的进步，网络也变得广阔起来。人们可以“秀才不出门,全知天下事”了。不过，人们看的都是有利的吗？我将会用一种第一人称的手法描绘小组里的大家。大家，都是各有特点的。人们，将会从弱小走向强大。在这里，小组里的各位都是小说的主人。当然是常驻组员各位，也请支持我们吧。\n=|第一章 始与终-|第一话 开始了。「我喜欢你！请与我交往吧！」「不要。」就这样，月堀的恋爱结束了。在这阴雨连绵的六月。校园的后方，传来的告白声。恋爱的酸臭味。「诶诶？作者你给我出来！好歹给个表情啥的吧！搞的我好像没有什么成就感！」一对新人，就这样埋没于我的笔下了。\n然而，没有结束。虽然告白失败了，但是，月堀和曦舞的感情并没有结束。他们两个并没有因为告白而对对方丧失信心。他们心里想的一定都是【只是时机不对，之后再来。】吧。\n「曦舞呀！他人那么好，品德有高，还帅，为啥不答应他的表白啊。」「……」「这可是男人赌上一辈子的表白啊！为啥你说放弃就放弃了？」「因为……」「因为什么？」「因为他……不了解我。」其实月堀的感情，思绵感觉得一清二楚。每天下课，月堀只会坐在座位上，呆呆的望着曦舞。而曦舞，不会和别的女生嬉闹，只会悠闲地读读书。「曦舞，他人其实挺好的，为什么不和他交往呢？」思绵开始气和地说。「你，其实一点也感受不到他的感觉！」不知怎的，曦舞突然犯了神经似的一下子脸涨的通红，向月堀走去。思绵偷偷跟上。暗中观察。「终于反悔了？」「我回来，就是告诉你，为什么我不愿意和！你！交！往！」不知怎的，这个「你」特别大声。「我怎么了？」「你坦白说，这个月，你表白了几次！」曦舞几乎是要吼出来了，手指着月堀，眼神禁锢了他的行动。「也……也就一次吧……」月堀低下头回答。「到底是几次！」娇喘ing「……五次，最多五次！」「你可以滚了！你这个月，交往了八次之多！半个月，八次！这是多么快的时间周期啊！」「你行，你给我等着。」「滚！你想想，谁会接受这么花心的男生的表白啊！」\n这个故事，同样发生在两天之后的凛意之上。「我喜欢你！请与我交往吧！」「你。可。以。滚。了。」伴随着低沉的声音，凛意拿出了看家本领——菜刀功——来维护她的人身尊严。「是！小的不敢！」汗毛一下直竖了起来的月堀像罪犯大力哥除外似的，赶紧逃走了。\n——第一话，完。2017.5.22 21:50作者的话：分出特殊的分期出来，还是很不一样的。毕竟每章有7话，2天1话，两周能更完一章。字数统计773个字，加上前言1000个字已经到了。想不到我的吐槽功力这么强~不会是单片1000字吧……",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1495292820,
            "txt_content": "不二君？好像以前有一个同名的来着.....不知道是不是。"
        },
        {
            "author": "LRual",
            "timestamp": 1495295220,
            "txt_content": "@我不二耶\n  有人和你重名了"
        },
        {
            "author": "xiaopang030",
            "timestamp": 1495319100,
            "txt_content": "6666666666666666"
        },
        {
            "author": "www847343",
            "timestamp": 1495321800,
            "txt_content": "火前留名路过帮顶"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1495373520,
            "txt_content": "你这个...那个啥...\n想表达啥嘞？\n几百字单独写个序章是啥意思嘞？\n这是文学创作么_(:зゝ∠)_"
        },
        {
            "author": "YumeWorks",
            "timestamp": 1495461360,
            "txt_content": "已更新1话，自顶。2017.5.22 21:53"
        }
    ]
}