{
    "title": "【原创·连载】【狂热的沉默】【第二十八集：蝼蚁】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1495287540,
    "txt_content": "  重返学校，作业也不是和邢齐一样完全没动，可是这次完成的还没有明馗的质量高。也没啥事，就被王玄彬照常说了几句。\n  到了中午，去查查期中考试分数出来没。看到绿色的箭头，激动人心的时刻到了：\n  年级第二十七名！\n  真是一次巨大的进步！我还从来没有进过年级前四十呢，在年级五十名左右徘徊了四次，终于争口气了！看到这个消息，即使现在距离平时出发的点早上十来分钟，我还是跟父亲说了一声，然后冲出去。没有像往常一样骑自行车，也没有乘坐电梯，似乎这些交通工具反而会阻碍我的进程，爆发不出来我沸腾的热血。\n  一路奔跑至学校，此时正是太阳升起最高之时。把金光毫不挽留地泼洒在这富有力量的土地，奔跑的汗水在迎风飘动。一步一个足迹。尽管我因为体质薄弱，而且运动姿势不标准而消耗大量体力，跑得稍快了会让我觉得上不了气来。但是我还是疯狂奔跑，要是没有红绿灯，我或许只会减减速，只要我还有一点力气，我就会继续在这光明的大路上狂奔！\n  到了摆车那里，听旁边几个等着学校开门的人说，分数还没出政治的分数......\n  政治！又是政治！这对于政治学渣的我简直就是个虐待。我政治回回不过九十分，还考过七十分。要是没有政治这个碍事的绊脚石，我排名早考前了呢！可惜，这是不可能的。\n  下午去老师办公室问一道语文阅读理解题，发现老师附近挤满了人，已经挤到老师，我也凑过去看看，桓老师拿起喷壶扫了一片，往靠近的每个人胳膊上喷了喷：“别挤！别挤！别挤！谁再挤我喷身上谁几下！”\n  看到我那年级排名，发现绿色的箭头消失了，心中那向上的光芒也就失落了。只剩下一个丝毫没有改变的名次，把我继续禁锢在这个不起眼的层次。\n  这是第五次名次徘徊在这个阶段了。在班里起眼的只有考得好的出头的和考得差的出名的，想我这样的名次和身份，即使经常做一些好事，但多年前同学们肯定把我忘得一干二净了吧。\n  更关键的是，哥哥曾经在初一下半学期考试中考了年级第四十一，比我任何一次考试都高！如果下次考试还抄不过他，在我们家我就等于个废人了吧。毕竟现在成绩是我唯一一直超过哥哥的地方。\n  而且，云婼的哥哥和孙灿的姐姐当时都没有我哥哥考得高，我却被他们两个人在成绩上完全碾压，我来到这所学校就已经把哥哥的脸丢尽了吧......\n  对于政治，我已经背熟了课本上的内容。而且为了这次考试，我还把讲过的题背下来，背得我死去活来，怎么就是上不去分数呢？哥哥即使最低的时候政治考过六十分，但后面他政治可是上九十的啊。\n  唉......这次考试就先过去了吧。像往常一样，在座位上闲着没事干坐着。好像听到王玄彬和霍拉他们在说从新制作一个新的PPT？毕竟没有叫我，应该只是随便说说吧，\n  到了周天，真是收到一份大礼包，实在带劲极了，庄泉给我发过来了新做的PPT。制作新PPT怎么没有叫上我？前两次去市场搜寻资料我都在，考完试那天整理资料我也付出了一小部分力量。怎么能不叫上我呢？\n  我发了一个表示哭的颜文字，附上一句话：“咋没叫我去。”“忘了......”庄泉回复。\n  到了新周一，放学时，王玄彬、庄泉、霍拉和孙灿一起在教室，愉快地讨论着问题，我问他们：\n  “为什么制作新PPT时不叫上我？”\n  然而并没有人搭理我，即使他们在努力想着聊些什么好，而不是正在聊天，在那里谈笑风生。\n  我忍不住了，拍了拍王玄彬的后背，他们几个终于注意到我了，好像看到了一个小麻烦，又好像看到一个本来没有戏却又非要入场的演员。\n  “他们说你没空，问他们吧。”王玄彬把刚才持续保持的单纯的笑容撤掉，把严肃又一次送给了我。\n  “额，忘了叫了......”庄泉率先解释。\n  “霍拉说你没时间。”孙灿直接把这句话弄了出来。\n  “啊啊啊，不是这样的，其实是他们说你......”霍拉最后向我解释，然而我不愿意听完背起书包，把书包一挺，就走出教室。互相推卸责任呗！看不起我直说！我就是个考试成绩中档而其他地方又无特长的废物吧？\n  在你们这些能够独当一面的大人物面前，或许我真真正正的就是蝼蚁吧。\n  “喂喂！等等！”我没有搭理霍拉，继续下了楼梯。楼梯上面沾着污秽，但那不是我能够清洗的掉的......",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1495358400,
            "txt_content": "如果下次考试还抄不过他\n？？！！\n还有做好事和成绩这两者之间有什么必然联系么？\n然后这个出分数，除了记流水账以外，对整体情节有什么实际上的帮助么？具体在QQ上也很多人跟你说了。我还是想讲一下：没意义的情节干脆舍弃。写东西要有详略"
        },
        {
            "author": "我为我为",
            "timestamp": 1495605600,
            "txt_content": "Smokey_Days 发表于 2017-5-21 17:20\n？？！！\n还有做好事和成绩这两者之间有什么必然联系么？\n然后这个出分数，除了记流水账以外，对整体情节 ...\n我是指做好事来获得存在感。\n不过我做好事不留名没啥存在感。\n出分数之后的心里描写有用的"
        },
        {
            "author": "Lelouch_Lamper",
            "timestamp": 1495631340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}