{
    "title": "各位【震撼发布】Terraria v1.0.5RPG  MOD 完整内核+補丁】",
    "author": "GBA3124",
    "replyCount": 1,
    "timestamp": 1310647980,
    "txt_content": " 本帖最后由 GBA3124 于 2011-7-15 09:35 编辑 \n\n\n【前言】\n    这次对Terraira v1.0.5的内核级汉化，因为有了之前v1.0.4的汉化经验和基础，整个汉化过程比较顺利。从6月24日上午国外放出破解版v1.0.5，到今天汉化版基本完成并发布2.0汉化版，只用了差不多两天时间（第一天游戏主体汉化、第二天清除BUG+游戏兼容等方面的编程+整体测试）这两天除了白天挤时间弄程序以外，晚上普遍都熬到凌晨一点，第二天五六点又爬起来继续奋战^_^ 当然，这与同志们加班加点的努力也是分不开的~在此首先还是要感谢Pancc童鞋在翻译测试方面的大力支持，同时还要感谢Yuzuke对新增内容翻译的指导；游戏测试方面，还要感谢DAVID、颜如玉(RSF)、阿立等热心朋友的努力。特别是颜如玉童鞋，昨晚通宵测试，精神可嘉！（不过还是要注意自己的身体，以后别这样熬了^^）没有他们反复测试及时发现BUG，让我得以迅速找到问题根源，这个汉化版也不会这么快就出现在大家面前~~在这里先诚挚的说一声：谢谢大家！\n\n【v2.0汉化版说明书】\n    本v2.0汉化版为官方Terraira v1.0.5游戏的内核汉化全兼容版，请勿用于早期版本。同时发布的有汉化补丁和汉化硬盘版，如果下载补丁文件，只需要解压覆盖在原有v1.0.5英文版的游戏主目录下即可，与原英文版游戏可并存；硬盘版的话解压即玩。运行TerrairaCN.exe即为汉化版游戏，运行TerrairaServerCN.exe就是独立的中文游戏服务器。\n    下面分项介绍一下汉化版与原英文版的不同以及需要注意的地方：\n\n    ①首先是游戏存档：本汉化版兼容原英文版以及v1.0.4汉化版的角色与地图存档！也就是说理论上用该汉化版可以读取之前所有版本的存档！（如果有对应英文版能读，本汉化版却读不了的存档，希望能打包到群里85510984发给我，以便我尽快分析并清除BUG）\n    另外存档位置已经和原英文版统一！地图都一致就不用说了；而角色存档方面，如果你想继续沿用v1.0.4的中文存档，则需要把档案文件（只需要扩展名为plr的文件，其他的bak或dat文件可以不用管）从“我的文档\\My Games\\Terraria\\PlayersCN”里面拷贝到“我的文档\\My Games\\Terraria\\Players”（注意：Players目录如果超过5个plr文件，在游戏中依然只能看到5个角色，删除一个下面的角色才能显示出来，请酌情备份删减）\n    这里还要提醒大家：因为英文版不支持显示中文名字（会直接跳出游戏），所以建议除非一直用中文版，不然考虑到兼容性最好还是使用英文的角色名和地图名！\n\n    ②其次仍然是有关输入中文的问题。因为赶汉化赶得很急，完美的中文输入法仍在研究中，所以本汉化版仍然暂时不支持直接通过输入法输入汉字（英文、数字符号可以直接输入）\n    剪贴板输入中文的具体用法再说一遍：首先打开记事本在里面输入想说的话（中英文都可混排）用鼠标选中右键复制或者按Ctrl+C，然后切换回游戏（如果全屏模式按Alt+TAB切出）在里面的输入提示符下按“Insert”键（大致位于台式机方向键左上边或者笔记本键盘的右上角Ins键）就可以完成文本粘贴操作。这时剪贴板里的纯文本内容（如果有格式，比如从浏览器或Word里复制的内容将自动去除格式）就会添加在游戏输入框光标的后面，此时如果还想输入英文、数字符号，可以继续直接输入。通过这种方法，除了聊天，还可以在游戏里做出中文招牌，甚至创建出中文角色名以及中文地图名！^_^（不过因为存档已经和英文版统一，因此建议最好还是使用英文的角色名和地图名！）\n\n    ③除了中文版本之间联机没有问题以外，中文和英文版本之间的互联也已经基本上得到解决，不过因为时间关系没有详细的测试……所以希望大家如果想中英联机，最好还是先备份存档！如果联机过程中出现BUG导致物品丢失或者掉线之类的情况，请打包存档并加注情况说明文字，尽快到群里85510984发给我，我会尽快设法解决问题的^_^另外由于基本实现中英文兼容，所以以前没法用的tShock服务器，现在也可以用中文版连接了~~而且支持GM命令哦（喜欢用命令刷怪的朋友们有福了^_^）\n\n    除此之外因为时间仓促，游戏中肯定还会多多少少存在一些没有发现的潜在BUG，急于让大家玩到中文版所以也没法一一测试了。希望大家在玩的过程中留点心帮忙找找BUG，同时也能多提点宝贵意见和建议，我会继续努力为大家做出更好更完美的后续汉化版本出来！感谢大家的支持！\n\n    LS 于2011年6月26日上午\n\n\n下面是部分游戏截图：\n\n\n\n\n\n\n\n\n\n\n\n补丁文件：載點\n\n\n这里是硬盘版的115网盘下载地址：\nhttp://u.115.com/file/dncx265b\n\n【前言】\n感谢LS大大！感谢Yuzuke！\n11.06.26\n\n怪物表基本完成，但是细节还不太完善，先发吧~\n另外修正物品表和合成表部分遗漏错误（感谢 Gyordix、正义青年9527等热心人的指正和建议！）\n11.06.29\n\n\n\n\n\n                                下载 (93.28 KB)\n2011-6-29 12:15\n\n\n\n这里是下载地址：  http://u.115.com/file/clnubotj\n\n注意此版本有等級  跟武器升級功能\n\n作者是liangsok     不是我歐     純轉載  如果可以  推吧\n\n\n",
    "replies": [
        {
            "author": "948534838",
            "timestamp": 1310695560,
            "txt_content": "我去，图全挂"
        }
    ]
}