{
    "title": "[多线]Eden Area-7 —— 正版|公益|原版生存 [1.11.X]",
    "author": "az7418",
    "replyCount": 0,
    "timestamp": 1495507920,
    "txt_content": " 本帖最后由 az7418 于 2017-6-9 21:32 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果===================================【服务器地址】自动解析：mc.6dik.com电  信：dx.mc.6dik.com网  通：wt.mc.6dik.com移  动：yd.mc.6dik.com其他：bgp.mc.6dik.com和谐|互助|公正|友善\n群号：127373375;期待你的加入……\n划重点：1、服务器除了以下插件外，没有任何其他插件。1、CoreProtect：记录查询插件，玩家可以使用/co i来查询方块记录。2、LockettePro：木牌锁，标记的最高版本是1.10.2，但1.11.2也能用，目前使用良好。*没有基础插件所以没有back，home等指令，没有权限组插件。2、为保障玩家利益，请务必加群；原因如下：群内投票决定服务器决议、群内有节日红包、被ban需要在群内申诉。\n3、请在加入服务器前仔细阅读服务器规则，以免造成损失。\n4、本服需要正版验证，我在标题写了，但可能是因为写的不明显和个人理解问题，截至今日仍有两位盗版的朋友加到了群里。\n5、祝大家游戏愉快。\n\n【伊甸——正版服务器规则】\n注：无论是否阅读以下条款，加入服务器即默认以理解并接受条款内容\n\n\n1  基本规则\n1.1  进入服务器即视为同意遵守本规则，如无法接受条款，或不愿接受处罚，请自行主动退出服务器。\n1.2  对于违反规定得到的处罚均由管理组决议(封禁通知会公告于群内)，如有疑问或异议可在处罚决定下达后48小时内向管理组提出申诉。\n1.3  禁止侮辱、毁谤、猥亵、威胁、辱骂玩家，扭曲事实、恶意散布不实谣言，以及刷屏等恶意影响游戏环境等行为，任何不礼貌的言行将被警告，不听劝阻则永久封禁。\n1.4  禁止在游戏中发布触犯政府法令的文字，如：煽动、反动、猥亵、暴力、种族歧视、宗教歧视等字眼，包含这类相关字的密文书写（包含且不仅限于拼音书写、反向书写），违规处罚同第1.3条。\n1.5  禁止宣扬、叫卖和使用各种辅助性程序或恶性非法程序（包含且不仅限于修改器，作弊mod等），既影响游戏公平性，以及影响其他玩家正常进行游戏等行为，违规者直接封禁。\n1.6  禁止做出影响服务器运营的行为（包含且不仅限于威胁&攻击服务器、对管理组进行诽谤、扭曲事实、侮蔑、辱骂等行为），管理员有权封禁被认为不适宜留在服务器以及对服务器运营产生严重威胁的用户。\n1.7  不要牵扯三次元交易行为，因此造成的损失，本服务器将不负任何责任。\n\n2 游戏规则\n2.1  禁止偷窃、抢劫、恶意破坏公共及私人财产（包含且不仅限于：方块、容器、种植物、饲养物等）；查证任何违反规则的行为，相关肇事玩家将被封禁，且所有方块/物品变动将被抹除。\n2.1.1  由于本人造成的非主观破坏（包含且不仅限于爬行者爆炸），需自行修补，如无修补能力，则需向管理员报备。\n2.2  禁止恶意pvp（允许双方都同意的pvp行为）对于恶意pvp所造成的损失，服务器不负责进行赔偿，由双方玩家自行协商解决。玩家可以在不违反以上两条的情况下进行自主处理但是不能超过所损失的物品代价。\n2.3  禁止密集养殖，如10*10*10的范围内超过10只动物，管理员将代杀至达标。\n2.4  禁止非人工的钓鱼方式，钓鱼者1分钟内不回应管理员，管理员将终止其钓鱼操作，多次违规者管理员有权直接或间接杀死玩家。\n2.5  游戏内部分城镇有单独规则，请遵守额外的城镇规则，如城镇规则与本规则冲突，则以本规则为准。\n\n\n3 土地规则\n3.1  禁止垂直挖掘、放置可能对玩家造成伤害的岩浆、建造针对玩家的陷阱，以及所有对其他玩家造成伤害的建筑和设施，违反者将会被回档，不听劝阻或情节严重者将被封禁。\n3.1.1  针对怪物的陷阱，如可能对玩家造成伤害，仍需在显著位置注明。\n3.2  禁止强占土地、占据他人声明的矿洞、住宅及城镇，违规处罚同3.1条。\n3.2.1  声明矿洞需在显著位置注明，未注明视为放弃土地所有权。\n3.2.2  住宅建造在他人住宅附近的，需要征得他人同意，以下范围则不需要：个人住宅10格外，城镇200格外。\n3.3  禁止在他人住宅附近过度挖掘，破坏环境，遭到举报后，违反者将被回档，情节严重者将被封禁。\n3.4  禁止使用&建造高频红石（综合频率超过单中继器最大频）建筑。浮空建筑物、针对玩家的陷阱及所有对其他玩家造成伤害的建筑，违规处罚同3.1条。\n3.4.1  目前使用红石脉冲的电路仍然需要审核，正在寻找相关插件中。\n\n\n4  其他事项\n4.1  未满16周岁玩家，请在赞助支持服务器前征询监护人同意。 \n4.2  以上内容管理组始终拥有最终解释权，其他未尽事宜由群内讨论后决策；需要帮助请在群内召唤管理员。\n\n*本条款自2017年6月6日起执行\n\n【服务器图片】 \n\n\n\n\n123.JPG (271.18 KB, 下载次数: 0)\n\n下载附件\n\n2017-5-23 11:06 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}