{
    "title": "[ Minecraft.net│CULTURE ] All Conquering 征服一切",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1495636260,
    "txt_content": " 本帖最后由 像素君 于 2017-6-2 20:38 编辑 \n\n\n\n\n\n\nAll Conquering\nThe resource pack behind the best medieval builds!\n征服一切\n绝赞中世纪建筑背后的材质包\n\n\"I’m a big sucker for medieval things,\" says Stefan ‘Monsterfish’ Krein. He’s responsible for the Conquest resource pack - and the related Conquest Reforged mod - which transform the textures of Minecraft to create a world of ancient beauty. It’s been used in a number of the builds we’ve featured on this site - allowing builders an expanded palette of naturalistic landscape textures and manmade structures that offer a rustic, old-world charm.\n\n“我是中世纪器物的发烧友。” Stefan “Monsterfish” Krein说道。他是Conquest材质包和Conquest Reforged模组的制作者。这个材质包通过改变Minecraft里的方块材质来建造古代美景。我们网站上展示的许多建筑中都使用了这个资源包——它让建筑者可以在作品中扩展自然景观、人造建筑的材质和色调，从而渲染出一种质朴的古代魅力。\n\n\"The inspiration I had for this style was the game Stronghold,\" says Stefan. \"It was a medieval RTS developed by Firefly Studios. I played that for way too large a part of my life, and I really fell in love with the aesthetics. It had the realistic touch of how the world really was back then, but had a comedic factor to it - a mixture of the romantic and the funny - to soften it up around the edges so you didn’t feel totally disgusted by what happened actually in medieval times. Those are all aspects of the Conquest pack. We have a realistic approach, but it’s also stylised - it just looks ‘better’ than reality, to a degree.\"\n\n“我是通过游戏《要塞》来获取这类风格的灵感的，”Stefan说道。“这是由萤火虫工作室开发的中世纪即时战略游戏。它已经成为了我生活的一部分，而且我喜欢上了这个游戏的艺术风格。它会给你如同回到中世纪般真实的感受，但里面也有些许喜感的元素——浪漫和趣味混合在了一起，这使得它的界限变得模糊了，所以这会使你不完全讨厌这个实际上发生在中世纪的事情。这些在Conquest材质的方方面面里都有包括。我们有一个现实的想法，但也充满了特色——让这个材质在某种程度上比真实更‘真实’。”\n\nPerhaps one of the most striking demonstrations of the pack’s naturalism were these comparison shots Stefan created, in which he recreated beautiful photos using the Conquest textures.\n\n展现这个材质自然纹理的最佳方式之一莫过于下面这些对比图片，Stefan使用Conquest材质的纹理制作了它们。\n\n\nStefan’s recreation of Blaise Cottage in Somerset is particularly impressive, showing off Conquest’s capabilities in creating vegetation and stone work.这是英国索斯毛的布莱斯别墅，Stefan在Minecraft还原了它。这个作品展现出了Conquest材质在建造植被以及石质方块的独特能力，实在是令人印象深刻。\n\nThe photo is by Reddit user Maezel of one of the waterfalls to be found on the Milford Track in New Zealand. Conquest allows a pretty close recreation!照片里的是Reddit用户Maezel在新西兰米佛步道发现的一个瀑布。Conquest材质完美还原了这一场景！\nIn fact, most of the builds I’ve seen using the pack position themselves as things to look at, rather than play, but the pack supports rejigged mobs for the purposes of survival mode, too. That’s where the humour comes in, as Stefan explains:\"It’s not everywhere but - how to put this? - some portions of the pack, don’t quite play into reality. You have the Villagers, which have these giant noses, like balloons almost.\"\n\n事实上，目前我见过的大多数使用材质包的作品都是为了欣赏而使用，而不是游玩。但也有为了游玩生存模式而修改生物材质的材质包。这就是材质有着喜感元素的原因，正如Stefan所解释的：“这样的情况不是无处不在，但如何把这玩意添加进去？材质包的某些部分不是很喜欢真实的玩法。就像村民的鼻子大到像气球一样。”\n\nIt’s an injection of caricature into the otherwise bucolic landscape that feels like perfect comic foil for something that might otherwise be too self-serious. But these mobs do also have the purpose of making the game \"as Survival-friendly as possible\". In fact, it’s a surprisingly adaptable pack, used by the community in various ways which Stefan didn’t necessarily predict:\n\n这是对那些完美掩盖不忍直视的东西的田园诗式手法的讽刺。但是这些经材质修改的生物使游戏目的变为“让生存对玩家尽可能地友好”。事实上这个材质包的适应能力令人惊讶，玩家社区里已经有了很多使用它的不同方法，有些方法可能连Stefan自己都没想到：\n\n\"Someone has actually made some science fiction things with the pack which are extremely astonishing,\" says Stefan. \"I was blown away when I saw them at first; I was really not prepared to see my textures being used in that way, but it was fantastic! It’s not just the intention that people go for what the texture was made for. I myself have built steampunk with the Conquest pack - I’ve built Asian-themed worlds – just like with default Minecraft, it’s really about how you use the textures to work for you in certain situations.\"\n\n“事实上有人使用这个材质建造过科幻类型的作品，那玩意实在是令人惊讶，”Stefan说，“我起初看到这些作品时感觉真的是太赞了，尽管我还没准备好看到以这样的方式使用我的材质建造的作品，但这实在是很赞！人们已经不仅仅只是追求材质制作的初衷了。我自己使用Conquest材质制作了蒸汽朋克风格的作品，建造了东方主题的世界——就像使用原版Minecraft时，如何在某些特定场合中使用材质包建造的问题。”\n\n\nBuilds that focus on landscape often use Conquest for its huge range of naturalistic foliage. It does dense, untamed woodland very well indeed!注重环境的作品通常会使用Conquest来建造大型的自然景观。这确实是一片未经开发的树木繁茂的森林！\n\nInterior detail is also a speciality of the pack - from rustic cabins to castles, with roaring fires, hanging herbs, wine cellars and well-stocked scroll rooms!内饰细节也是这个材质的一大特色——从乡村小屋到城堡，到处都是熊熊燃烧的火焰，悬挂的草药、酒桶和满满当当的书房！\n\nConquest as it was conceived to be used: making medieval mega-builds! Additional texture variations are enabled by using the clever Optifine mod.Conquest也被认为是用于建造中世纪风格的巨型建筑的材质！使用optifine mod，可以让方块拥有额外的纹理。\n\nStefan’s own Japanese-themed build shows some of the versatility that Conquest allows - still medievalism, but non-culturally specific medievalism!Stefan建造的日式建筑展示了Conquest的多样性——它仍然有着中世纪的风格，但也不全是中世纪风格!\n\nStefan also started work on a Steampunk build which made use of the texture pack - but alas had to be abandoned due to changes in 1.8. Sorry!\nStefan也开始在蒸汽朋克风格的作品里使用这个材质——但是1.8版本的变化使得他不得不弃坑。对不起！\n\n\nStranger uses of the Conquest texture pack include this giant levitating whale, made by Helenabe. Look closely - it’s made from all sorts of stone.\nConquest材质的奇特用法里也包括Helenabe建造的这个悬浮鲸鱼。仔细看的话会发现它是由各种石头制成的。\n\n\nPatrixCraft has also used the Conquest pack to unusual effect in a number of science fiction builds - including this range of elaborate mechs and vehicles.\nPatrixCraft也在许多科幻风格的作品里使用Conquest材质来获得不同寻常的效果——也包括这些复杂的机械和车辆。\nHowever, one of my favourite builds using Conquest does indeed use the textures as originally intended: to explore the medieval world. It’s called A Castle: Rise and Fall, and it’s one of Stefan’s own projects. It tracks the construction of a medieval castle across time in meticulous detail - before seeing it under siege, destroyed, left derelict and then, much later, a ruin in the modern day.\n\n然而在使用Conquest材质的作品类型中，我最喜欢的一类就是按照材质设计初衷建造的作品——探索中世纪。它的名字是《城堡：兴衰》，这是Stefan的作品之一。它细致入微地记录了一座中世纪城堡的历史演变：从建造到被围攻、被摧毁、被遗弃，然后化为废墟。\n\nIt’s a rather brilliant and informative build, that uses Minecraft to demonstrate at least three or four separately fascinating things. First you see first-hand the practicalities of building such an ambitious structure in the days before forklift trucks and motorised cranes. And then you understand the purpose behind the castle’s design - its forbidding presence; its defensive capabilities - before witnessing its failure and how the remaining structures slowly collapsed. Oh, and it looks pretty, too. It’s worth taking a look at Stefan’s full gallery, here.\n\n这是一个信息量巨大的优秀作品，它使用Minecraft展示了至少三到四种引人入胜的不同事物。首先你会在叉车和电动起重机出现之前看到这样一个宏伟的建筑，然后你就会了解到建造城堡的目的——它是禁止的化身，它的防御能力出众，之后便是见证它衰落和逐渐被摧毁的过程的时候。哦，作品本身也是十分漂亮的，它值得一看，点击这个链接来查看Stefan的完整作品吧。\n\n\n\nCurrently the texture pack only works with the 1.7 build of Minecraft - for technical reasons, later builds of the game forced us to remove the junk data values which the pack had been exploiting to create custom textures. Since then Conquest has flourished as a mod, Conquest Reforged, which, supported by many contributors, is able to extend the number of blocks available to the player without limitation.\n\n目前这个材质仅适用于1.7版本的Minecraft——因为某些技术原因，我们不得不在后来的游戏版本移除已经用于创建自定义方块材质的无用数据。从那时起，Conquest就以 “Conquest Reforged”模组的形式继续蓬勃发展着，在许多制作参与者的努力下，它能不受限制地向玩家扩展方块的数量。\n\nExpect to see many more builds powered by Conquest on these pages! In the meantime, feast like a tubby medieval king on some more juicy screenshots!\n\n我们希望可以在这里看到更多基于Conquest材质的作品！不过在此之前，在截图的盛宴中做一名矮胖的中世纪国王又何尝不可呢？\n\n\n原文链接：https://minecraft.net/en-us/article/all-conquering\n原文作者：Marsh Davies\n原文发布日期：2017年5月16日\n文章翻译：像素君\n\n@LocusAzzurro 蓝鸡你忘加工资了\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}