{
    "title": "[原创·连载]【圣石战争】③",
    "author": "上官轩清",
    "replyCount": 0,
    "timestamp": 1495716180,
    "txt_content": " 本帖最后由 上官轩清 于 2017-8-1 19:29 编辑 \n\n【Chapter 3】\n　　\n　　莱恩帝国地处大陆的西北角，它的东南面与大陆上另一个国家接壤。近几年这个国家才刚刚完成了统一。而在今年，这个庞大的新国已然开始策划起一场对可爱的“邻居”的侵略了。\n　　\n　　艾格莱希北部沃尔垂德。这个一月前才刚刚修缮好的城池中，此时汇聚着联邦近乎半数以上的军事将领。\n　　\n　　“沃尔垂德的军队已经整备完毕了。沃尔垂德毗邻卡尔玛西的森林，那是自然区，那些莱恩人绝无可能发现我们的动向。”\n　　\n　　“我们兵分两路，一路从兰托尼斯走，朝西通过卡尔玛西，在莱恩帝国西南部边境发起突袭。”\n　　\n　　“那么另一边第十三兵团可以向北绕过北山，挨着边境过去，攻击那里的莱恩人。只是要注意这个季节边境区域阴雨连绵，很快随着时间推移，北山底下可能会多出一面湖泊，要走那里的话，最好立刻出发。”\n　　\n　　会议室中，将军们商讨着各式各样的计划。战术地图上已然插满了各种路线旗子。明亮的电灯下，却始终有一人在角落里一语不发，与这里的氛围格格不入。那人带着顶过时的布帽子，身上一件尘暗的灰色夹克，靠着墙角垂着头，双眼半眯半阖像是在打盹。说来也奇怪，这会议室里的人都是身居高位，穿着制服，唯独他一人穿着一件怀旧似的夹克。\n　　\n　　众位将领们忽然停止议论，纷纷将目光投向这人。\n　　\n　　“莱昂纳多阁下？”有人试探着问了一句。\n\n　　这人惺忪的双眼睁开了，他打了个哈欠，双眼扫视四周，发现所有人都看着他。“有什么事？”他问道，仿佛没有在意自己刚刚的行为。\n\n　　周围的人用一种怪异的冰冷目光盯视他良久。\n\n　　只可惜这人丝毫不以为意，对他来说，无视这些人对他的成见就如同吃饭喝水一样简单——总之已不是一两天的事情了。\n\n　　自艾格莱希联邦成立后，这些将军就始终不怎么待见他这个“货真价实”的异类。他垂下目光，等待着那些人的下几句话。\n\n　　先前问话的军官与周围几人交换了数个眼神，仅仅是在瞥了一眼沙盘和地图后，就以一种半是商量半是命令的口吻说道：“阁下不如领一支斥候兵团，先行从沃尔垂德出发，向卡尔玛西探查一下情况吧？”\n\n　　莱昂纳多的眸子豁然抬起，深深地凝视了一眼那名军官，令得对方只觉一股寒意直窜心底，却犹自更加强硬地追问道：“不知阁下意向如何？”\n\n　　他捏了捏帽檐，没有立刻回答，反而是先扫视了一圈这个全封闭的房间。气氛一下子变得有些凝重，颇有些剑拔弩张的意味在里头。而正当此时，诸位将军面前的这名男子却忽然笑了。\n\n　　他开了口，这是他为数不多的几句话之一，同样也是在这会议室里说出的最后一句话。\n\n　　“既然诸位将军们都一致希望如此，那我就蒙幸担下这一任务好了。”话音未落，他就站了起来，走向会议室的铁门处，显然是要离开了。\n\n　　此时他一站起来，那顶帽子也不能遮挡住他的容貌了。莱昂纳多显然是一名土生土长的艾格莱希人，他肤色显白，鼻梁高挺，胡子已有三天没刮，帽檐下露出黑灰色的鬓发，眸色是很特别的银灰色。这样的人兼其独特的气质，即便放在人群里也会被当先注意到，可现今明显遭到排挤，其原因恐怕只有当事人心底清楚了。\n\n　　莱昂纳多拉开沉重的铁门，不急不缓地走向了外面。他心里十分清楚这些将军分派给他的任务究竟意图什么。\n\n　　卡尔玛西接壤其西部的莱恩帝国，即便是无人统治的自然区，也不意味着无人警戒，相反，敌人对这处森林的监察恐怕比任何一处边境都会更加严密。向那里派出斥候兵团，一方面是为了探清警戒线的兵力和位置，更多的恐怕只是为了吸引注意，好让兰托尼斯或是北山的军队更易突破。\n\n　　——说白了，就是让他去送死罢了。他眯起眼，嘴角浮现出一抹若有若无的冷笑，在守卫士兵的敬礼下默默行远。\n\n　　而此时会议室里的诸位将军，在铁门关上的那一瞬间，终于不约而同地松了一口气，露出庆幸和舒爽的神色来。\n\n　　“总算是送走这尊‘大神’了，有他在我可是浑身不舒服。”有一名军官抬手假意拂去额上汗滴，露出笑容说着。\n\n　　“呵，可不是，毕竟是唯一一名联邦一成立就被总司令直接任命的最高级将领，虽然说没有什么实权就是了。”\n\n　　“真不知道总司令大人看上这小子哪里了，他看上去比我们可嫩多了。”有人这么抱怨似的嘟囔了一句，在静悄悄的房间里如此清晰。\n\n　　“好了！”先前那名军官压压手，示意众人安静下来，“我们需要继续分配兵力，完善战略。”\n\n　　他看着纷纷肃容的军官们，想起刚刚离开的那人，心中不免叹息一声。因为他身份的缘故，也算是有幸能够得知一二有关莱昂纳多的事情了。\n\n　　据说，是因为对方的脉冲式武器。更况且，对方的经历与战绩，根据传闻，本就也称得上是厉害了。\n\n索引\n我敢保证没有下一章了，吧。\n\n\n",
    "replies": []
}