{
    "title": "【原创/连载】[fos小组]《诸神的夜星》[第五章：坎萨德驿龙站]",
    "author": "透明小小",
    "replyCount": 0,
    "timestamp": 1495766880,
    "txt_content": "     海浪来了又去，裂开的石缝间传来风的呼呼声，鸟雀落入老鼠的肚子里。耳蜗“嗡”的一声开始接收大量的信息，在光怪陆离的梦中，以诺开始出汗，他逐渐有了意识，先是活动活动手指，接着是微颤的眼皮。他止不住的想，就好像在女人的子宫里，有了新的目标，就会翻转身体，用各种奇怪的动作来验证自己还是否活着。\n      以诺仔细辨别流动在空气中的声音，有女人窃窃私语的交谈，有男人粗犷的大吼，人群中还夹杂着老人们咳咳的声音。还活着，他松了口气，身体也慢慢回暖，令人喜悦的温热感开始传遍全身，被河水冻化的冰块慢慢溶解，他开始有了直觉。\n\n     十几年都未再为人们服务过的木屋此竟也再次有了人满为患的机会，艾米莉匆忙的在人群中穿梭，她没有一丝笑容，抿嘴咬着一口白牙，敷衍的面对每个人的好意。\n\n     “来，给他脸上浇盆水就好了。”盛满井水的木盆被围观的人们手忙脚乱的传递，一点一点挪到以诺的身边。\n\n      “哎，浇水有啥用，掐他人中！使点劲他就会醒了。”常年进行体力劳动的壮汉撩起了袖子。\n\n     布利只是坐在椅子上，耷拉着松弛的眼皮看向木桌上的一枚圆形徽章。金属的质感，中央雕刻的一根羽毛曲着身子半挡住身后舒展花瓣的蔷薇花，行成了一个微妙的“X”。这正是他一直以来所恐惧的东西，几只蛾子扑向即将熄灭的烛火，“噼啦”的燃烧声音掩盖住了无可奈何的叹息。\n\n     艾米莉挤过人群，“村长，村长！他还好吗？”\n\n     “还好......”他没有抬起头，用布满老茧的指尖摩擦着徽章的表面，“他们不会这么轻易就下手的，我熟悉他们，放心吧，不会有事的。”\n\n     “熟悉？”艾米莉用手撑着桌面向前探身，瞪圆双眼，金色的瞳眸里倒影出布利愁苦的面容，哪怕是被他人误解都会用微笑相待的她，少见的发了火，“那他们下一步呢？要做什么？杀了村子里所有人吗？只是，您又到底熟悉些什么，被那个小女孩轻易操控了身体，才让以诺被引诱到这片荒废的地方来，我们已经处于危险之中了，哪还有时间来回顾过去？”\n\n     布利不再说话，白色的胡须轻微的颤抖，他从渡鸦教逃离的时候，只有十七岁，一双露出脚趾的靴子和一个塞满发霉面包的背包是他唯一能依靠的东西，绵延的群山，夜色已黑，胸前的徽章项链反射出了银色的光，他一把将它拽下，投入墨色的湖中。\n\n      “抱歉，我只是......我情绪失控了，他们很少会离少爷这么近，但是这次是我没有想到的。”她捂着额头，深深的呼吸了几口气，努力让自己冷静下来。\n\n      “我能理解的，人之常情，总之还是先想办法让卡岚特回来吧......我们不能一直坐以待毙。”\n\n      布利又从上衣的口袋里掏出一张纸和盒子，熟练的将盒子中的烟草卷在纸中，借着最后一点的烛火，吸了一口，吐气，乳白色的烟圈中仿佛藏匿了能超越生死的恐惧。\n\n     杂声嗡嗡，以诺总算用右臂撑着身体勉强坐了起来，眼睛一阵阵的干涩，微弱的气流仿佛都能将它划出血液来，模糊成一团又一团的人影逐渐清晰了起来，他眯着眼睛环顾四周。\n\n     抱着孩子的妇人，交头接耳的老人，每个人的脸上都写满了好奇与不安，对未知的恐惧，人们只是保持距离看着他，像是看守住一个随时会爆裂的炸药。\n\n     太阳的余晖反射在灰蒙蒙的玻璃上，药物所残留在喉咙中的苦涩感，以诺缓缓吸气，感受着自己的心跳。\n\n     “大家放心吧，我......我已经没事了，我现在很好。”\n\n     如同解除禁锢已久的公主的魔咒，蜂鸣般的交头接耳逐渐提高音量，人们开始四处奔走，向布利报告的，扶以诺起身的，安抚艾米莉的妇女像是一只喋喋不休的鹦鹉，白毛绿顶却先自己倒了一通苦水。\n\n     蛙鸣的黑幕，应是无数壮汉夜夜泼洒浓墨的胜果。才是寂静了片刻的木屋，此刻又被数双大脚在地板上来回摩擦，吱吱的声音被掩盖在人们纠缠在一起的交谈声中。\n\n     布利看向窗外，路边已经点燃了几盏小灯，或许是某个村民所带来的提灯，还没为自己的主人照亮回家的路就已经燃了一半，白色的蜡油哭泣似的沉淀在黑色的底部，噗嗤一声后就了无生息。\n\n     “天还未黑太久，你现在去驿龙站或许能赶上最后一班车。”\n\n     以诺点点头。\n\n     “去斯诺把你父亲找回来，我终究是要服老的，今天的情况下多少有些力不从心。”\n\n     以诺仍是顺从的点点头。\n\n     “唉，路还远，就让艾米莉坐马车送你去吧，我家的那匹老马该要干干活了。”\n\n     表面上的风平浪静却阻挡不了内心中的波涛汹涌，以诺在其中找到了最诱人的那三个字———驿龙站。\n\n     这是纳格兰大陆无数少年的梦想，骑一次龙，不管是白龙火龙还是夜龙，哪怕是最瘦小的蓝龙，只要能坐一次，抚摸到天上的流云，旧可以说是死而无憾了。\n\n     常年奔波在外的商人喜欢骑马，一上一下的起伏中看遍美景也挣足了潘德币；吟诗作乐的吟游诗人喜欢乘船，吹着清凉的风，喝着温好的酒。只有急事在身的人，才会去选择迅速却昂贵的驿龙站，龙就是小说中英雄的标配坐骑。\n\n     暂为车夫的铁匠用缰绳抽打了一下马身，布利家的老白马便身子前倾，左前蹄踏在前方的土路上，肌肉稍稍突起一用力，马车的轮子转了起来。\n\n     艾米莉托着下巴若有所思的看着车窗外的景色，三两的萤火虫也将周围映出个大概轮廓。\n\n     “等你见到他后，”艾米莉依旧是托着下巴，含糊不清的说道：“看看他的状况如何，有没有瘦了，或者有没有熬夜通宵。”\n\n     “嗯，好的。”\n\n      “如果他瘦了就让他这几天多吃一点，盯着他，让他按时休息。”\n\n     以诺眯上眼睛，去数那稀少的几只萤火虫，看着它们的屁股一闪一闪的在发光。\n\n     “少爷，你就算是再讨厌卡兰特先生也不能忘记和我的约定哦！”\n\n     “我知道啦！”\n\n     以诺从幼时就对那个戴着眼镜只会憨笑的男人没什么好感，卡兰特仓促的闯入了以诺的生活，取代了母亲的位置。就好比你正在吃一个柿子，突然挤来了一个人，不仅要看着你吃柿子，还要和你讨论如何吃柿子才是最健康的，甚至还会大口大口的吃掉你的柿子。\n\n     而后，前方的路逐渐明亮起来，人声也越来越嘈杂，牲畜的闷叫以及少女们美妙的音色。以诺忍不住屏住了呼吸，生怕吵醒那条酣睡在驿龙站大门上的白龙。\n\n     神赐予战士应有的灵魂与胆魄，使他们生来就渴望征服更强大的物种，驰骋在天地之间，驾驭于次神的种族。对龙的敬畏与惧怕，以诺也不记得艾米莉是何时返程的，他的大脑在同心脏一起跳动，催促着他如梦般走进售票大厅。\n\n     坎萨德驿龙站位于兰顿村附近，虽然只是纳格兰大陆分布在各个种族城邦之间的众多驿龙站之一，却因地处贸易商路的重要地带而发展出了不小的规模。\n\n     建筑屋顶采用了颇为白龙风格的金顶白边，撑起圆顶的五个柱子都刻有白龙缠绕在上的身影，虽是贸易者来往较多的驿龙站，却意外的注重乘坐价格昂贵的白龙。\n\n     透明的巨大玻璃窗外，是几条火龙的身影，呼吸时所喷出来的微弱火苗，倒影在黑色的眼底，一闪一灭。\n\n     根据乘坐价格的不同，售票处从左到右以此位于四扇门前，每一扇都通往所乘坐的相对应的品种。有些太过光滑的地板，以诺稳住步伐，他的心脏在狂跳不止，他甚至感觉自己能听到那鼓鸣般的声音。他将左手伸进口袋里，去数村长所给的潘德币的数量，放松右手使它看起来没有那么紧张的垂于体侧。\n\n     以诺正一步一步走向最右侧的售票处，他已经能看到售票员灿烂的倒有些虚假的微笑，口袋的潘德币随着身体的摆动碰撞在一起，发出了清脆的响声，比风铃更沉闷一些，但这给了他自信。\n\n     当他还差三四米的距离时，他已经在脑海中练习好了对话，该如何开口，又该如何应对突如其来的状况，比如说，那几条在外发呆的火龙突然发生了矛盾，鲁莽的选择了打架，其中一只一个不小心撞碎了落地窗冲了进来。\n\n     “喂，”正当以诺还在思考该如何躲避冲撞进来的火龙，他的右肩上搭了一只手，背后传来的是爽朗的少年音，尾音带着俏皮的上扬，也是他记忆里从未存在过的声音。\n\n     “那个售票处，可不是你该去的地方哦。”\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]\n",
    "replies": []
}