{
    "title": "法术mod--不破坏平衡的帅气“命令”使用技巧",
    "author": "我怕我怕w",
    "replyCount": 5,
    "timestamp": 1495800240,
    "txt_content": " 本帖最后由 我怕我怕w 于 2017-5-27 22:52 编辑 \n\n        大家都知道，命令是一个很方便的东西。        但是，由于命令执行需要的代价微乎其微，滥用命令对游戏平衡造成了巨大破坏。而“法术mod”正是为在生存模式下不破坏平衡地使用命令而生的一个模组。\n        简单而言，不同的能量象征玩家对游戏投入的多少，法术mod将执行命令所带来的便利通过消耗不同能量的代价加以平衡，以维持游戏难度的整体不变。\n\n能量\n        游戏有四种能量（我不会告诉你这么设定是为了凑够一桌麻将 :-D笑）\n        能量拥有的不同特性决定了它的需求。\n        心能：与NPC或其他玩家互动触发剧情获得奖励物品，奖励物品可以产生心能，代表玩家的攻略技巧，可用于改变概率（林业杂交的控制）\n        魔能：通过杀伤生物收集（产量与生物的战斗力有关），代表玩家的战斗力，可用于异化和加速（给予药水效果或附魔物品等）\n        奥能：通过建立多方块结构从自然中收集，是一种危险的能量，会破坏传导线路和储存设备（无法储存在身体里）引发爆炸，代表玩家的发展水平，可用于支付资源\n        灵能：玩家自身的能量条（有上限且自动恢复），是一种即时的能量，不易于存储（会随时间泄露），通过见识并记录未知的地形、方块、实体和物品增加恢复速率，代表玩家的探索水平，可用于感知和筛选（比如@a[…]）\n\n        Ps：之所以这样设定，是因为我假定存在几种不同的玩家（剧情党、战斗党、建筑党和探险党），他们获得不同的能量，拥有不同技能，彼此协作，共同享受游戏的乐趣法术\n        一个法术对应一组可执行的命令，每种可以输入的字符串对应一个符文。玩家掌握了法术后就可以通过施法来使用命令组（注意，不是单个命令，很多东西不能自定！！！）\n        施法需要三个阶段（吟唱、蓄能和释放）。\n        吟唱：在聊天栏输入“/”后，选择掌握的法术，根据提示，键入字符串。\n                    你以为每次的命令会使用相同字符串，让你可以记住字符串的含义，从而有自由定义的机会？那你就错了，未被解析的字符串（符文）会在长度不变的前提下变成每次随机的字符串（比如你要输入“give 名字 stone 22”，系统会让你输入“wEqc 名字 FdgAa 22”）\n                    输入时玩家会有BGM响起。          蓄能：确定了要释放的法术后，系统会根据法术计算消耗的四种类型的能量的数量，然后尝试从玩家抽取能量。\n                    抽取能量的顺序为（施法工具→施法者→施法者手持栏→施法者装备栏→施法者9格→施法者背包）。\n                    不同性质的命令抽取的能量种类和数量不同。\n                    充能时，玩家四周有光球出现，代表积蓄着能量的节点。不同的能量光球颜色不同。\n        释放：命令产生效果。此时光球之间出现光路彼此连接传递，形成复杂的图案。代表着数据的传递和线程的执行。\n\n",
    "replies": [
        {
            "author": "我怕我怕w",
            "timestamp": 1495803060,
            "txt_content": "今天的更新就到这里，大家有什么想法请畅所欲言。"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1495807920,
            "txt_content": "剧情党、战斗党、建筑党和探险党\n\nw(?Д?)w，我全占了怎么办qaq\n\n嗯，建筑党比例10\n\n剧情60\n\n其他15 15分 ="
        },
        {
            "author": "我怕我怕w",
            "timestamp": 1495872600,
            "txt_content": "救命，我无法用平板编辑帖子了，光标不能在新文段正常显示QAQ\n我还有很多设定没加啊啊啊啊啊啊啊"
        },
        {
            "author": "我怕我怕w",
            "timestamp": 1495895760,
            "txt_content": " 本帖最后由 我怕我怕w 于 2017-5-28 06:30 编辑 \n我怕我怕w 发表于 2017-5-27 16:10\n救命，我无法用平板编辑帖子了，光标不能在新文段正常显示QAQ\n我还有很多设定没加啊啊啊啊啊啊啊 ...\n愚蠢的论坛，因为用这种方式就可以阻止我更新了吗？\n\n话说大家想要什么样的图案和光球作为施法效果呢，请大胆地发图吧！！！"
        },
        {
            "author": "怪蜀黍GSS",
            "timestamp": 1495949340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}