{
    "title": "[Minecraft.net|INSIDER]本周方块：唱片机",
    "author": "土球球",
    "replyCount": 1,
    "timestamp": 1495808520,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-26 22:42 编辑 \n\n\nBLOCK OF THE WEEK: JUKEBOX\nListen to this! Er, we mean… read this!\n\n本周方块：唱片机\n快来听听！呃，我们指的是……快来看看！\n\nHow do you turn a Minecraft house into a home? A warm hearth, a carpeted floor and some pictures on the walls all help. But for me, the crowning glory of a well-appointed residence is a jukebox.\n你会怎么打造一个Minecraft中的房子，使其变成一个家？ 一个温暖的熔炉，一片铺有地毯的地板和墙上的一些画都很不错。但对于我而言，一个精心设计的住宅里，唱片机才是那个画龙点睛之笔。\n\nJukeboxes were added to Minecraft in seventh Seecret Friday update in July 2010, alongside chickens and eggs (but which came first?). They don't do much, but what they do they do pretty well - right-click one with a music disc, and it'll play it. Oh, and on the console editions you'll get an achievement too.\n唱片机在2010年7月的第七次秘密周五更新中被添加到Minecraft，与之一共添加的还有鸡和鸡蛋（不过哪个是先有的？）。唱片机这个方块可以说是不鸣则已一鸣惊人——手持一个音乐唱片右键单击一个唱片机，相应的音乐唱片便会被播放。哦对了，如果是主机版本的话，你还会解锁一个成就。\n\nMusic discs can be found in different places around the world - dungeon and woodland mansion chests contain some, while others are dropped by creepers killed by a skeleton's arrow. There are twelve to collect, all of which were composed by Minecraft's musical genius Daniel Rosenfeld, better known as C418. Can you find them all?\n音乐光盘可以在世界的不同角落里找到——地牢和林府邸里有一些，而其他的唱片你需要通过被骷髅射死的爬行者的掉落物中获得。有十二种不同的类型需要收集，同时，所有曲子都是由Minecraft的天才作曲家丹尼尔·罗森费尔德（Daniel Rosenfeld）制作而成，他有一个更知名的称呼：C418。你能把它们全部找到吗？\n\n\nJukeboxes are made in Minecraft by surrounding a diamond in a crafting grid with wooden planks. Why a diamond? Well, real-world jukeboxes are a direct descendent of Thomas Edison's phonograph, an early record player invented in 1877 that dragged a diamond-tipped needle over a rotating disc to produce sound.\n在Minecraft中，唱片机通过使用八个木板围绕着一块钻石合成得到。为什么是钻石？这是因为，现实世界的唱片机的直接原型，是托马斯·爱迪生于1877年发明的留声机，而早期的留声机以一个钻石探针在一个旋转着的圆盘上拖动的方式产生声音。\n\nIn 1890, inventors Louis Glass and William Arnold created a coin-operated phonograph, which would play from a selection of music chosen by the listener. The name \"jukebox\" itself came a lot later, though - around 1940, when coin-operated phonographs were commonly found in \"juke joints\" in the southeastern United States.\n1890年，两个分别名为路易斯·格拉斯（Louis Glass）和威廉·阿诺德（William Arnold）的发明家创造了一种投币留声机，这种留声机可以根据使用者选择的音乐播放声音。不过，“唱片机（Jukebox）”这一名称本身出现得很晚——大约在1940年左右，投币留声机在美国东南部以“juke joints”乐队的形式大量出现。\n\nThey hit their heyday in the 1950s, when a massive three-quarters of all records produced in the United States went into jukeboxes! The popularity of the jukebox came alongside the rise of rock and roll music, which morphed into pop music in the 1960s. You can trace a direct line from the jukeboxes that your parents and grandparents listened to, to the music that you listen to today.\n这一乐队在20世纪五十年代开始流行，那时，美国生产的四分之三的唱片都被放进了唱片机！摇滚音乐在20世纪六十年代变成了流行音乐，而唱片机随之兴起并普及。你可以发现，你的父母和祖父母所听的那些唱片机里播放的音乐，和你现在所听的音乐，其实都是一脉相承的。\n\nOver the years, jukeboxes also got more and more sophisticated. Some included song-popularity counters, so unpopular songs could be replaced. Others had remote controls that let people choose music from their table or booth, without having to get up and walk over to the machine itself.\n随着时代的发展，唱片机也变得越来越复杂。一类唱片机包含了计数器，用于统计歌曲受欢迎的程度，从而帮助使用者替换那些不受欢迎的歌曲。另外一类唱片机有了远程控制的功能，人们得以从他们面前的桌子或展位中选择想要的音乐，而不必站起身来，然后靠近那台机器。\n\n\nJukeboxes began to fade away with the invention of the portable radio and cassette tape deck. Despite the invention of CD jukeboxes in the 1980s and 1990s, and MP3 jukeboxes in the 2000s, the technology fell out of favour in most bars and restaurants. Today, it's more common for these places to run music from a mobile phone or computer.\n随着便携式收音机和盒式磁带机的发明，唱片机开始逐渐消失在人们的视野中。虽然，20世纪的八九十年代和21世纪初，分别有CD唱片机和MP3随身听这样的发明出现，但这些技术并没有在大多数酒吧和餐馆中受到大量普及。现在，这些地方更常通过使用手机或电脑的方式播放音乐。\n\nBut in the world of Minecraft, jukeboxes are still going strong. The next update to the computer edition of the game, coming pretty soon, introduces parrots. Tame one and put it near a jukebox playing a song for a special surprise. And it's even possible to create a light-up dancefloor that flashes different patterns when different songs are played. How about that for a construction challenge?\n不过，在Minecraft的世界，唱片机仍然有着十分重要的地位。PC版本的下一次更新即将推出鹦鹉这一动物。你可以试着驯服它，并把它放在一个播放着歌曲的唱片机上，意外的惊喜在等着你。你甚至可以创建一个舞池，伴随着交相辉映的灯光，播放着不同类型的歌曲。是否已经准备好接受这样一个施工的挑战了呢？\n\n原文：https://minecraft.net/zh-hans/article/block-week-jukebox\n作者：Duncan Geere\n原文发表时间：2017年5月26日",
    "replies": [
        {
            "author": "Ender_hz",
            "timestamp": 1519294320,
            "txt_content": "C418！C418！"
        }
    ]
}