{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第五章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1495899840,
    "txt_content": "战争后的安排\n　　战争，结束了。瑞可把受伤的，迷迷糊糊的赵勇抬到了医院。医生把喷溅型治疗药水给赵勇喷了好几瓶，赵勇的伤口顿时好了很多。赵勇觉得全身仿佛好了很多。过了一段时间后，他醒来了。他发现自己正躺在床上，而旁边有许多皇家军队担忧地看着他，当然更多的是老百姓，以及那位老爷爷。大家见到赵勇醒来了，上上下下都爆发出一阵欣喜的笑声，那忧愁的表情顿时消失的无影无踪。大家高声喊道：“英雄！英雄！”大家欣喜若狂，那叫声简直要把赵勇吵晕了。外面的阳光大的让人睁不开眼睛。那正是早上。“唔，我睡了多久了？”“指挥官，您已经睡了4天了，可把我们急死了，我们都还以为您……”那个白银士兵狠狠地把“死了”这个字咽了下去。赵勇感到身上一点也不疼了，他说：“诸位，大家让一下，我有点事，我身体也完全好了。”尽管大家都坚决反对，让赵勇好好养伤，但赵勇趁大家不注意冲出了医院。他来到自己曾经的旅馆，在半路上，许多人都在哭，一定是他们的亲人战死了。城里也被打扫过了。他的心思一直放在新入高官训练证上，根本没有心思管这么多。他径直走到旅馆，走到自己房间踹开了门，发现自己的背包整齐地放在那。\n\n　　“呀呼，还好东西一件也没有少”正在他打算长舒一口气时，门吱呀一声打开了。赵勇抬头一看------换了便装的瑞可将军。平时性格开朗的瑞可，现在分明是换了张满脸通红的，生气的脸。看来有什么事要发生。果然------\"赵勇！你怎么能这样负伤跑出医院呢？你知不知道我很担心你啊？幸亏我副官提早告诉我，不然谁又知道你跑哪里去啊？！\"瑞可大声说到\n\n　　\"但是\"瑞可红通的脸变的正常了\"介于你前几天英勇杀敌，我今天不想骂你……\"瑞可连珠炮弹似地说完了之后，赵勇大气也不敢出。1分钟过后，赵勇小心翼翼地说:\"那么，您的意思是，不怪我喽？\"嗯\"瑞可懒洋洋的声音传过来。\"明天，我要带你去见几个人。是的，你可能也猜到了，他们就是你的军队高官队友，分别是:陆战上校，骑兵队长，海上将军和探路先锋。当然，战争不会停止高官训练的步伐，明天下午我就带你去报告，盖章，训练。你的高官训练证还在吗？这可万万不能丢啊，不然里面的人可不会让你进去的。\"好的，我知道了。那么，明天还是你来找我喽？\"\"是的，明天，带好你的行李，包囊。国王给你的东西，一定要带好了，尤其是高官训练证，这是最重要的。\"\"知道了，那我也顺便问一下高官训练包含哪些啊？\"\"据我所知，是分为这几个板块:武器使用，骑马术，战争常识，格斗和户外生存。因为你们实际只训练五天。像我以前进行高官训练的时候没有户外生存这一课，但是现在人们意识到了在外战争的人常常不是因为战死，而是意外死亡时，户外生存这一课就加入到高官训练当中了。\"\"看你还想知道更多的关于国史的东西的表情，我就再和你谈谈国史吧！要知道，\n\n　　外人我可不告诉的哦！以前里只是一片荒原，只有一些土著人生活在这。这里的土著们富有创造力，认为只有不断植树才有希望。于是他们便跑到很远的地方运来树苗，最后着里便由荒原变为了绿洲。也有许许多多的人们来到这里安家，种田。随着人口的越来越多，这里的人们又大兴土木，造了许许多多的建筑，这儿又从绿洲变为了城市。人民安居乐业，可是人民又划分了国界，导致原本的土地分开。又加上不知从哪里来的怪物，使人们处在水深火热的生活之下。各国人民建造城池，为了就是抵抗别国的攻击和怪物的侵袭。而这时，分为了两个主张:一个是主张统一和平，另一些国家则为了自己的领土而拒绝，导致许多国家大战。而主张和平统一的领导国就是我们国家-----新赛国，另一主张的领导国则是比亚国，所以以至于现在我们两大霸国依然处于对持状态。好了，这就是我们国家的国史。当然，我们国家为了应对别国更强大的攻击，打造了一支特种部队。不过我悄悄告诉你其中的三个部队吧。比如狼队中的三狼部队:雪狼部队，冰狼部队，月狼部队。像这种部队可是还有不少呢。就连我也只知道其中的三个部队。至于其的，恐怕你也很更难见到了。我以前率领部队打仗时，打了4天都没赢，后来我的副官用飞鸽传书上报国王，国王马上派了一支雪狼部队来支援了。要知道，他们可都是一群会飞岩走壁的人啊，不一会就到了。我看见一些穿着冰铠甲的人来到阵前。对面人还不知好歹，冲上来一群骑兵。之间后他们中间一个看似队长的人说了一句什么，后面的雪狼部队手里凭空出现了一把看似冰雕刻的弓。队长酷酷的说了一句\"放！\"后面的部队就射出一道光束，前面敌方的骑兵应声倒地。敌人全死了！队长走到我面前说:\"瑞将军，您托付的任务已完成，先告辞\"然后便吹来一风，这些人又这样凭空消失了！这让我惊讶不已……\"正当瑞可正说的起劲的时候，旁边想响起了一阵鼾声。瑞可一看，原来是赵勇睡着了。瑞可也停止了讲话。只是小声地嘀咕:\"怎么就睡着了呢？\"说完便悄悄地走出了旅店……\n\n\n本书索引贴：【索引贴】我的世界之黑暗后的黎明【连载中】\n\n",
    "replies": []
}