{
    "title": "[Minecraft.net|CULTURE]The Making of Valley of Kings 国王之谷的制作",
    "author": "土球球",
    "replyCount": 1,
    "timestamp": 1495885380,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-5-28 16:41 编辑 \n\n\nTHE MAKING OF VALLEY OF KINGS\nQwerty tells the story behind the CTF map\n\n国王之谷的制作\nQwerty真实口述：夺旗（CTF）地图背后的故事\n\nhttp://static.hdslb.com/miniloader.swf?aid=10865452&page=1\nValley of Kings minigame illustrates the epic, eternal struggle between those two irreconcilable forces of the universe: Archaeologists and Ancient Egyptians. It's not entirely clear what prompted this conflict - maybe the archaeologists dug too deep and too greedily, disturbing the Egyptians from their slumber - but the result is a bitter war over the location of certain inexplicably precious flags. Each team must grab their opponents', and carry it back to base to score points, all the while dodging the instantly lethal fire of human enemies and AI minions.\n国王之谷小游戏阐释了这两个不可调和的宇宙力量之间的史诗般永恒的斗争：考古学家和古埃及人。目前还不是很清楚到底是什么促成了这场冲突——也许过于贪婪的考古学家们挖得太深，惊醒了沉睡中的埃及人——反正结果是在某些说不清的标记点进行了激烈的战争。每个队伍的成员必须抓住敌人，并将其提回到得分点的位置，同时还要注意躲避突然出现的，人类和AI等敌人的致命火焰。\n\nIt's intense stuff and really rather hard. You'll need keen cooperation to break up and circumvent the opposing force, as well as precise aim and solid shield tactics. Oh, and being adept with the Elytra is pretty essential, too: the placement of these scarab-themed gliders gives players the option of swooping right into the heart of battle. Why not find out for yourself? Valley of Kings was recently added for you to play on PC Realms.\n这个游戏需要高度集中精力，也的确很难。你需要敏锐的操作和合作的策略来智取敌对力量，以及精确的目标打击能力和坚实的盾牌防护战术。哦对了，熟练地操纵鞘翅也很重要，这些Scarab主题的滑翔机的放置使得玩家可以选择在战争的中心地带俯冲。为什么不让自己沉迷其中呢？国王谷最近已被添加进PC领域。\n\n\"It's intense stuff. You'll need keen cooperation, precise aim and solid shield tactics. Oh, and being adept with the Elytra is pretty essential, too. \"“这个游戏需要高度集中精力，你需要敏锐的操作和合作的策略，精确的目标打击能力和坚实的盾牌防护战术。哦对了，熟练地操纵鞘翅也很重要。”\nIt turns out that this map is itself, appropriately enough, pretty ancient - a minigame excavated from the bones of a much older map. To get a bit of background about how it came about, I chatted with Qwerty, the key redstone engineer who worked on the project as part of the Broken Buttons build team.\n事实证明，这张地图本身就已经足够棒了，也足够古老——是从一张更老的地图中发掘得到的小型游戏。为了获得关于它的发展情况的一些背景知识，我有幸能够和Qwerty一起对话，他是该项目的核心红石工程师，也是Broken Buttons建筑团队的一员。\n\nIt was originally commissioned by PlayMindcrack way back in 2013: \"They wanted us to build a set of PVP mini-games for their server,\" says Qwerty. \"There was a lobby, a desert map that wound up being Valley of Kings and a wintry map. But they wound up never using them and, since then, PlayMindcrack died. I was a passive observer at that stage because the maps were plug-in based but as soon as we realised that PlayMindrack was never going to take them, I figured we'd take what we were going to build anyway and do it with redstone instead.\"\n它最初是在2013年由PlayMindcrack制作的：“他们想让我们为他们的服务器构建一组PVP迷你游戏，”Qwerty说。“这里有一个大厅，一个沙漠地图，上面有国王的山谷和一个寒冷的地图。”但是他们从来没有使用过它们，因为此后，PlayMindcrack去世了。在那时我只是在被动地观察着整个地图，因为地图是基于插件的，但当我们意识到PlayMindrack永远不会使用它们的时候，我就在想我们可以拿去建造我们想要建造的东西，然后使用红石来代替。\n\n\nIt was no speedy resurrection, however. Qwerty describes the project \"just sitting on a shelf\" for several years. Production resumed only after the 1.9 update, when the addition of command blocks simplified much of the redstone execution. 1.9 also brought the elytra, which, given some Egyptian scarab-beetle styling, quickly became a key component of the map.\n不过，这个地图并未很快复活。Qwerty描述了这个项目有好几年的时间只是“被遗忘在了角落里”。只有在1.9更新后，地图才开始恢复制作，因为1.9添加的命令方块，地图得以简化红石执行的大部分时间。1.9也带来了鞘翅，用于为埃及人提供Scarab主题风格，这也很快成为了地图的关键组成部分。\n\n\"As I was testing the level, I realised that players only used the bottom lane, the cave lane, because it was shortest,\" says Qwerty. \"I figured I needed some way to encourage them to use the upper lane - and then I realised we had elytra. The map was built in its entirety before elytra were even known about, so it was a really great coincidence that it worked so well with the elytra. They're even called elytra so I didn't have to rename them!\"\n“当我测试时，我意识到玩家将会只使用底层路线和山洞路线，因为它们是最短的。”Qwerty说道。“我想我需要一些方法来鼓励他们使用上层路线——然后我意识到我们有鞘翅。这个地图创作于鞘翅还根本不存在于我们的认知之时，因此地图和鞘翅的完美配合只是一个非常棒的巧合。它们的名字甚至都是我们想要的鞘翅两个字，所以我们根本不需要重命名它们！\n\n\"I quickly realised that it was really fun during the early tests to have that arcadey instant kill. You always have to be on the lookout.\"“我在早期测试中很快意识到，让你被这些外界因素立刻杀死真的很有趣。你必须一直注意周围环境。“\n\"Since I was young I've had the strong influence of science fiction movies,\" explains Udvio. \"I think it inspired me a lot subconsciously. Now I want to focus more on the in-game experience. Try to push the concept further and think more about how the player is going to interact with the map itself.\"\n“在我小的时候，我就深深地被科幻小说和电影影响着，”Udvio解释说，“我觉得它对我的潜意识有着很大程度上的激发。现在我想更多地关注游戏中的体验。尝试进一步推动这概念艺术的同时，更多地考虑玩家将如何与地图本身进行互动。”\n\nAnother of the maps key features is also a happy accident: the lethality of the weapons. A single swing of a blade or fully charged bow shot can fell anyone - making caution, flanking and shield tactics a must.\n地图的另一个关键功能也来源于一个无意中的失误：武器的杀伤力。一次完整的挥剑或完全拉满的弓都可以一击毙命——要小心，你必须使用侧面攻击和盾牌战术。\n\n\"I am not very good at balancing weapons,\" explains Qwerty. \"Initially, I had placeholder weapons left over from another, space-themed map I was working on - so, for a short time, the weapons were lightsabers. But I quickly realised that it was really fun during the early tests to have that arcadey instant kill. You always have to be on the lookout. This is where the 1.9 mechanics really came in handy, because without the shield it wouldn't be very fun, it'd just be reflexes. With the shield you get a chance to think about it. Am I going to drop my shield and go in for a melee attack?\"\n“我不是很善于平衡武器，”Qwerty解释道。“最初，我在我的另一个太空主题地图上留下了占位的武器，所以，在一段很短的时间里，武器是光剑。但是我在早期测试中很快意识到，让你被这些外界因素立刻杀死真的很有趣。你必须一直注意周围环境。这是1.9的机械真正派上用场的地方，因为没有盾牌的话，游戏不会变得很有趣，玩家只是单纯地条件反射。用盾牌的话，你就需要考虑考虑了。我是不是要放下我的盾牌，然后进行近战攻击呢？”\n\n\nWhile you may have a chance to sneak around human players as they make their way to your base or patrol the middle-ground, you're guaranteed to need combat skills to take the flag: each is guarded by a cohort of AI skeletons who are every bit as lethal as you are.\n虽然你可能有机会在人类玩家前往你的基地或者在中间地带巡逻时偷偷走动，但你需要保证你有足够的战斗技能把标志拿到手：每一个标志都有一群AI骷髅守卫着，每一个骷髅都足以使你丧命。\n\n\"The skeleton AI weren't originally in the first pre-releases,\" says Qwerty, \"but when I realised I wanted to release on Realms, I thought it was a good opportunity to make the map work for fewer people: on Realms you may only have two or three people on the server. Obviously Valley of Kings is a very large map, designed for rounds of ten-versus-ten players. For it to work with just two people there needed to be something interesting when you attack the enemy base - otherwise no one's ever going to be defending their flag, and you can just walk in and take it. So I figured I'd have some AI that have the same power-level of the player that just spawned there. It worked out pretty well I think! If you try to sneak up on the skeletons, they can switch to their melee attack which can kill you even if you're holding up a shield. So there's a lot of strategy involved when you're fighting those AI.\"\n“AI骷髅在第一个预发布版本中其实并不存在，”Querty说道，“但是当我意识到我想要在领域发行时，我认为这个做法会让地图在人数更少的情况正常运行：可能只会有两到三个人在领域服务器。显然，国王之谷是一个非常大的地图，专门针对十对十的玩家而设计。为了在只有两个人时正常运转，当你攻击敌方基地时，需要有一些有趣的事情——否则任何人都不会捍卫他们的标志，你就可以单纯地走进去并拿走它。所以我想要有一些和玩家具有相同能力的，只会在那里产生的AI。我觉得这个设计十分棒！如果你试图偷偷地绕过那些骷髅，他们可以尝试对你施以近战攻击，即使你拿起盾牌，他们也可以杀死你。所以当你试图打这些AI的时候，你就需要想很多办法。”\n\n\"If you try to sneak up on the skeletons, they can switch to their melee attack. So there's a lot of strategy involved when you're fighting those AI.\"“如果你试图偷偷地绕过那些骷髅，他们可以尝试对你施以近战攻击。所以当你试图打这些AI的时候，你就需要想很多办法。”\nHe's not wrong: which probably explains why I barely ever make it to the flag, let alone carry it back out again. Are there any tips to help me improve?\n他没有错：这可能解释了为什么我连拿到那个标志都十分困难，更别提再??把它拿回来了。有没有什么攻略啊？\n\n\"Know where your teammates are,\" says Qwerty. \"If you have the AI enabled, it's going to be a lot harder to take an enemy flag if there's only one of you. You'll be outnumbered and with instant-kill weapons they can easily sneak up behind you. If you coordinate with your teammates and all attack at the same time it greatly increases your chances.\"\n“知道你的队友在哪里，”Qwerty说道。“如果你启用了AI，那么在只有你一个人的时候，拿走一个敌方的标志会变得十分困难。你将以一敌多，而且他们可以轻易地用能够立刻杀死你的武器绕到你的身后。如果你和你的队友并肩作战，那么，这样会大大增加你成功的机会。”\n\nWise words! Go and put them into practice on your own realm right now!\n真是有道理！现在就把这件事在自己的领域服里付诸实践！\n\n原文：https://minecraft.net/zh-hans/article/making-valley-kings\n作者：Marsh Davies\n原文发表时间：2016年12月13日",
    "replies": [
        {
            "author": "Breakfastbone",
            "timestamp": 1495887360,
            "txt_content": "不得不说这地形做的贼厉害 跟建筑完全融合在了一起 "
        }
    ]
}