{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第六章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1495901280,
    "txt_content": " 本帖最后由 1392684709 于 2017-5-28 10:05 编辑 \n第六章：可恶的挑衅　　早晨的一缕阳光透过窗户撒进赵勇的脸上。他张开迷迷糊糊的眼睛。准备还要继续睡。突然，他就好像被蛇咬了一口似的，立刻从床上跳起来。\"高官训练报名日！\"他一起来就大声叫到。\"我得赶紧起来，今天可是个大日子啊，我可不能迟到！\"他立刻起床，穿上鞋子，奔向楼下问老板，要了一杯水，两块面包。然后又直奔房间。\"干什么这么急？指挥官？老板见赵勇慌慌张张的样子，边笑边说到。\"有事！\"赵勇也懒得和他解释。看见赵勇拿了早餐冲向房间的狼狈样，老板又爆出一阵爽朗的笑声。等到赵勇来到房间时，却发现瑞可已经不知不觉地坐在床上了。瑞可身上有许许多多勋章，一副久经沙场的样子一般。瑞可一抬头，说:\"是赵勇啊，你的行李准备好了吗，很快就要走了。\"\"哦，我准备好了，唔，你早饭吃过了吗？你要不要吃一块面包？\"\"不用，我吃过了，你快点吃吧，快要走了！\"等到赵勇狼吞虎咽般吃完了早餐后，瑞可拿起赵勇的行李箱和那个巨大的武器箱说了一声:\"走！\"他们便走出了房间。看见老板时，赵勇有点伤心地说:\"老板，我就要去皇宫了，你保重啊！\"\"啊，你就要走啦，说真的还有点舍不得呢，那好吧，我们以后再见！\"说着，瑞可和赵勇走出了旅店。\n\n　　外面的阳光果然是这么美好！赵勇看见外面的妇女，孩童，不由得愉悦起来。\"报告瑞将军，赵指挥官的东西已经放在马车上了，请指示！\"赵勇被突如其来的声音吓了一跳。他这才看见一位穿着附魔盔甲的，脸上有一块伤疤的人对着瑞可说话。\"好的，副官，现在把我们送到王宫，报告国王。\"\"是！\"\"赵勇，你过来，我们走吧。\"赵勇只看见四匹毛色纯白拉着辆车。看起来是战车……不等赵勇仔细打量，就被瑞可推上去了。旁边还有20名骑兵扛着长矛，准备启程。等他们坐好后，副官坐在前面，控制四匹马，说了一声\"驾！\"这个小队伍便向着王宫奔去……到王宫了！他们下了马，赵勇看见许多和他一样拿着高官训练证的人走向王宫。瑞可独自带着赵勇跟随人流进入了王宫里面。只见在一个宽敞的地方有一个老人坐在那，旁边有许多人拿着训练证。看来这就是报名的地方了。瑞可和赵勇走到老头那里。瑞可笑着问:\"请问能否让我旁边的这位小兄弟先报名呢？\"老人一抬头见到瑞可，大惊失色，马上说:\"可以可以，瑞将军的话我怎能不听？\"赵勇从箱子里翻出了高官训练证，拿给老人看。老人拿出一个章改了上去。印的是\"同意训练\"老人说:\"来，从这个门走过去，走到头就是高官宿舍。拿着这张表，上面写着你的宿舍所在的位置，按着指示走就好了。\"\"那好，告辞！\"他们走进了门后来又按着指示走，来到了赵勇的宿舍。一进门，赵勇不由得赞叹:\"哇塞，这么好!\"只见五张床整齐地摆在地上，床头柜的蜡烛也在燃烧。厕所也是很和赵勇心意。玄关边上还有个鱼缸，里面的小鱼也是方块小鱼，各种颜色的都有。床边上有一个大柜子，有五个格子，赵勇根据表上的信息找到了自己的柜子。瑞可替赵勇把东西全一股脑儿放进去了。阳台上的风光也很迷人……总之这一切的一切都符合赵勇的心意。\"好啦，你的宿舍已经安排好了，那么现在我就带你去见你的队友吧。\"\"好的，那我们走吧。\"赵勇拿起表格，跟随瑞可走出了宿舍。他们再一次坐上马车来到了一个酷似训练场的地方停下了。瑞可说到:\"我在训练场大门口等你。一会儿那四个人就会来了。你需要的是和他们打招呼，做自我介绍就行了。\"\"嗯，好的，那我一会来找你。\"瑞可帅气的一个转身就走了。赵勇一个人等在那。后来------\"哟，你是不是叫赵勇啊？\"一个粗犷的声音传过来。赵勇抬头一看，那四个人已经来了。三个男的，一个女的\"喂，问你话呢！\"那个女的轻轻地说。\"嗯额对，我是的，我就是赵勇\"面对自己的战友，赵勇不敢冒犯。\"哈哈哈，我就知道嘛，这么帅气的人一定是我们的指挥官。\"赵勇仔细打量了他们四个:一个男的比较瘦，看上去很帅气;还有一个男的比较胖，刚才那粗犷的声音一点是他发出的;还有一个男的是一个独眼的，左眼球就像海盗王一样盖上了;另一个女的则很高挑，看上去有一种不可侵犯的样子。\"哼！\"那个女的冷笑了一声。\"你们看我们指挥官的样子，一看就是刚出道的，能有什么能力？所以啊，现在谁都靠不着，只能靠自己。\"\"梦雨，别这么说啊，人家随刚出道，但也很帅啊，都可以和我媲美了呵呵呵。\"你们几个都别吵了。那个独眼人说。\"现在不是比美大赛，我们都要做自我介绍不是吗？现在吵什么呀？！\"\"那个，你叫赵勇对吧，我呢叫做奥卡，陆战上校。但因为我左眼受伤，你也可以像起他人那样喊我独龙。\"\"我叫梦雨，别喊成木鱼了。我是开路先锋\"那个女的说完后，比较胖的那个人用粗犷的声音说:\"我叫徐正，海上将军。很高兴认识你。\"\"我叫米兹，骑兵队长，请多多指教!\"赵勇点了点头，说:\"我是赵勇，指挥官。希望我们团结，友爱！\"\"哼，最后还不是一事无成。\"梦雨小声地嘀咕了一句。\"不要让嫉妒之蛇钻进了你的内心。\"赵勇在心里默默说到。夕阳西下，他们在训练场上聊天，闲谈。此时此刻，瑞可正在不远处向着赵勇招手……\n\n\n\n\n索引贴：【索引贴】我的世界之黑暗后的黎明【连载中】\n",
    "replies": []
}