{
    "title": "【原创·连载】【狂热的沉默】【第三十集：纠葛】【byRing】",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1495971000,
    "txt_content": " 本帖最后由 我为我为 于 2017-6-3 11:28 编辑 \n\n  开开心心地拿着篮球到学校，刚把车子放在那里，我们的体委苏云松就找我借篮球，借就借吧，没什么的。况且苏云松对全班同学都友善。曾经我和孙云松和同一所小学的，他也被状飞叫人堵过。但他现在十分阳光，而且现在他和状飞关系也不赖。他曾经考过倒数第一但一直坚持着自己的目标与理想。十分重情义，从来没有欠钱不还或者耍无赖。他也是初中以来第一个主动和我说话的，当然他除了打招呼外第一句话是忠诚的提醒，也提到了我的力量之源：\n  “那个......沈然，出门在外，多带掉朋友哈。”\n  小学的事情似乎给不了我什么力量了，虽然我想要强大然后复仇的心理目前没有消失，并且还长存着，可是我懒惰的身躯让我连作业也写不下去。\n  毕竟我还要摆车子，所以只能拒绝他们邀请我去一起玩了。\n  只要我每天放学自己一个人练上半个小时，用不了多久，我就可以比那些人还厉害！这样就拥有一项专门的技能了，而且还受女生欢迎，多好！这不也是一种逆袭的计划吗？\n  帮庄泉他们摆完车子后，回到教室，中午的军歌已经放出来了，发现一个空位子，而且那空位子低下没有我的篮球，隐隐约约感到不安......那位子自然是苏云松的，而且我们组的邢齐也不在。\n  上课的预备铃响起了，可是还是不见苏云松。上课铃打响，可以通过前门看到苏云松了。苏云松满头大汗，但手里没有篮球，身体在跑动的过程中似乎疯狂地想往前倾，手脚也跟不上自己想要的速度。跑到我这里直喘气：\n  “对不起，沈然！你篮球被初三的抢走了！我下课去找他们要去！”\n  “没事，要的回来就要回来，要不回来就算了。”真是的，这社会估计不把我剥夺完是不会罢休了？不过，比起怪社会不公平，不如怪自己的弱小......\n  第一节课下课后，果然孙云松没有要回来，几个看热闹的同学让他赔钱。怎么能因此伤了同学了，看到那几个同学指责苏云松，苏云松也愧疚地看着我，让人不敢直视。于是我便帮苏云松解忧：\n  “这个篮球不值什么钱，十八块钱买的，没事，不用赔了！”\n  那几个同学十分惊奇，“什么，十八块”、“在哪儿买的”，开始议论起来。苏云松却仍没有减轻身上的愧疚，偷偷地回到自己座位上，背对着回了我一句：“明天我给你二十块钱。”\n  “不用给我钱了！”然而他还是回答“没事”。\n  瘫在自己的座位上，感到虚弱无力，只能依靠在桌子上，默默地听着旁边的庄泉和王玄彬在议论些什么。越听下去越感到蹊跷......接着王玄彬拿出一个本子，好像是什么名单，懂了！这是生物小组最后一个阶段的活动！那就是讲课！\n  “我也是生物小组的，安排我的了吗？”我刻意去打断他们的会谈，不能再像上次主题班会一样把一桶冷冰直接砸我头上的。\n  “等等。沈然，一会儿再说，我们先说完。”王玄彬看我都没看，继续和庄泉和霍拉讨论着他们的问题。\n  预备铃打起来了，庄泉还没有回到他的座位上，我便耐不住了，难道又想和我玩“拉锯战”：“王玄彬你直接说吧？”\n  他们俩都把目光转向了我，庄泉只顾“额......”，他们俩都好像看到了巨大的突变事件。庄泉默默地回到了他的座位上，王玄彬摸了摸下巴，这次并没有摆出严肃的态度，反而笑着应答：“这次我们都安排好了，下次吧！”\n  又是“下次吧”，你们还想说多少遍“下次吧”？第二节课下课，孙灿、庄泉和霍拉拍了拍王玄彬的肩膀，眼看着他们就要走了，我直接狠狠地拽住王玄彬：“为什么不让我参加？我两次调查都参加了，那天还和你们一起去弄PPT，为什么？”\n  王玄彬十分无奈，摆出比催我交作业还要严肃的表情，似乎用他那强大的压迫力想把我这刚刚起来的锐气扼杀掉：“庄泉儿你们先别去了等一下吧。”他们仨回到自己的座位上。\n  即使我知道这样不对，但我还是想如此，我本来就是生物小组的，合情合理，为何展示的时候不叫上我？我只是个小苦力？你们都是大贵族？\n  “沈然你真的非要参加么？”\n  “嗯，怎么？”我斩钉截铁的回答，让王玄彬大吃一惊。\n  于是，我便可以和他们一起排练去了......",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1495971060,
            "txt_content": "日常@dalao\n最近章鱼哪里去了@gggbbb @Smokey_Days "
        }
    ]
}