{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第七章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1495986780,
    "txt_content": " 本帖最后由 1392684709 于 2017-5-29 00:22 编辑 \n第七章：高官训练第一天\n“所有人起床，快点。”一阵粗犷的声音传来。赵勇眼睛眯起来。外面的阳光刺的他张不开眼。“这，又是哪？”不等赵勇思考，一个高个子的人来了。“嘿，朋友。很高兴认识你。你也是来高官训练的吧！\"赵勇被这突如其来的声音吓了一跳。直到他看到那似熟非熟的房间才知道------他这是在高官训练宿舍!那个高个子一头黑发。脸上有一点雀斑，笑起来很有魅力。当他看见赵勇一脸懵掉的样子，不自主笑了起来。转而走向了桌子。五台桌子点。不然迟到了我可不管\"随着粗犷的声音望去。赵勇看见一个方头方脑的黑脸大汉说着。赵勇看见桌上有一个水杯。里面有甜丝丝的水。\"水？\"赵勇呆住了，因为从他穿越以来就没喝过一口水。而这几天他一点都不觉得渴。算了，管它呐。赵勇也不想说什么了。他只是抱着水杯把水全喝了。自昨天回宿舍以来，赵勇认识了宿舍的四个人。目前他只知道那个高个子的名字，叫\"那多\"。\n\n　　如果不是那多的提醒，赵勇恐怕还要再睡呢。\"诶，赵勇，你敢紧起来啊，不然真的要迟到了。\"哦，对。今天可是高官训练第一天，我可不能迟到!\"赵勇连忙起床。根本不用说，赵勇拿起桌上的衣服就往身上穿......\n\n　　\"好了，现在大家都跟着我走\"一阵轻快而又爽朗的声音传到赵勇耳朵里。一个头发微黄的男人对他们说。看样子和赵勇在游戏里的年纪差不多。等到许许多多新官跟着这个年轻人走了一段路后，他们来到了一片草地。\n\n　　\"好了，今天由我------杨龙老师来带你们进行高官训练。你们以后喊我杨老师就可以了。今天我们学习的课程是武器使用。在我们新赛国里，常规武器有许多。今天我就带你们一一训练\"杨老师风流潇洒，看起来没有一点老师风范。杨老师跑去推了一车的兵器回来。可能太重的原因，杨老师喊了两个帮手来帮忙。说:\"这个呢是你们训练用的。我们这里只有50个新官。这里有十种武器，分别是:弓箭，宝剑，长枪，棍棒，斧头，镰刀，刺刀，画戟，手刀，拐棍。每种武器各有5个。每个人上来拿一种武器，然后自己找到合适的场地去练。然后一会我会喊集合，到时你们就来交还武器，我们再来好好练习。注意，这里有围墙围着，不要出去。还有，切记切记万万不可打到人或自己。拿弓箭的，朝着里直走到围墙。那里有固定靶子。好，现在大家拿武器分散……\"\n\n　　不等杨老师说完，就有几个人冲了上去抢武器。赵勇看来看去不知道拿什么好，于是便直接拿了棍棒。那多拿了一副弓箭，便笑呵呵地走了。赵勇拿了棍棒独自一人来到了一小块人少的地方。赵勇说真的不会用棒。他就只好慢慢的琢磨。棍棒1.5米长，木制，直径差不多3厘米。赵勇拿着棍棒的末端。\"那就小试身手吧。\"说着赵勇拿起棍棒先从上往下劈，然后迅速转身横劈一下，再再快速跳起来斜着转了一圈，又斜劈一下。右手紧抓棍末端，左手抓住前面一点，做挺刺状往前导一下，再导一下……就这样一跳一停的样子，使赵勇的汗流了下来。赵勇觉得:只要把棍棒这一项练好了，那么长枪，画戟什么的都不用练了。刺刀本来都不用学，拐棍不会大量运用到战场上只是给暗杀部队安排的。斧头和镰刀都一样使用的，一会看一下就行。手刀我可得好好练，还有宝剑。他自言自语到。他这时感到口渴的要命，问了杨老师要了一杯水。终于，当赵勇觉得棍棒练得差不多的时候，杨教练大吼一声:\"集合，所有新官集合！\"赵勇扫视了一眼后发现大家都是满脸是汗。\"听着，忍耐一下，一会休息的时候会有冷饮吃。\"一听到有冷饮吃，大家都精神焕发起来。\"你们我看了一下，手刀和宝剑你们练得不是很好。拐棍几乎没人拿。还有一些人这么长时间下来就在那边溜达。\"\"所有人，坐下。\"大家应声就地坐下。我来给你们展示十大武器的用法。一，弓箭。\"杨老师边说边做:\"要左手拿住弓，右手拿出一支箭两根手指抓住箭羽，放在拿着弓的手上。然后把箭往后，靠到弓弦。然后大拇指和食指配合，大拇指差不多按到食指的二小节，抓住箭尾，扣上弓弦，往后拉，差不多的时候放手！\"只听\"嗖！\"的一声，那只箭变划过一条弧线。留下的只是大家的赞叹……\n\n　　吃过了午饭，赵勇和大家也都得到了美味的冷饮。是用香草加上蜜糖，放进冰窖的水做的。喝起来别有一番风味。下午他们又开始进行了训练。再一次选择武器使用。这一次，赵勇挑了一副手刀。手刀是一个像手环一样的东西，上面镶有一块锋利的刀片手掌心抓住，然后有刀片的一端朝外可以在格斗时占上风。赵勇左手一横划，右手又往上一划。然后展开双臂，身体旋转。又像拳击手那样左一拳，右一拳，上钩拳。赵勇感觉手刀帅呆了。后来大家又集合。杨老师又教了几个武器使用后，已经不早了。杨老师说了一句:\"解散！\"又有一大群人奔向了宿舍。大家一进宿舍就趴在床上睡着了。赵勇也一样。空气中弥漫着汗臭味。一直睡到有人送晚饭来。宿舍五人又大吃特吃起来。吃完后又有人送来了冷饮和水果。赵勇脱了皮甲，洗了澡后与室友们边喝冷饮边聊起了自己一天的所见所闻。也许说的太多了，赵勇听着听着再一次睡着了。但这不会阻止其他人的交谈。时不时一阵笑声从宿舍传出。希望这个宿舍每天都充满了欢笑！\n\n\n索引贴【索引贴】我的世界之黑暗后的黎明【连载中】\n",
    "replies": []
}