{
    "title": "[多线]YinwuRealm——正版公益+多模式★原版·插件·空岛·海岛·创造[1.12.2-1.15.2]",
    "author": "R_Josef",
    "replyCount": 0,
    "timestamp": 1496029440,
    "txt_content": " 本帖最后由 R_Josef 于 2020-4-26 17:05 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n走过路过千万不要错过这个优秀的服务器！\n\n\nYinwuRealm官网：yinwurealm.org | Q群：568753879\n\n                  这里是一个趣味性的多模式群组服务器，启了正版验证来为小伙伴们提供安全高素质的游戏环境。服务器目前主要有经济生存服、空岛生存服、建筑创造服、模组生存服，这里与其它服务器最大的不同就是自由，为了不限制玩家游戏，所有服均未安装锁箱、领地插件，4个服务器各有特色，各有玩法，无论是空岛玩家还是建筑师、红石大佬、家园养成玩家，都可以在这里找到归宿。这里适合和基友一起游戏。我们是实实在在的“非营利性组织”，一切都以公益组织的原则为本。我们有着各个年龄的玩家，并且不排斥低龄玩家（可爱乖巧的小正太和小萝莉）。\nYinwuRealm开服至今已有四年。我们认为不管是大佬还是小白，都可以找到一个好的服务器，一起游戏，没有分别。于是有了YinwuRealm。各个年龄、各种经历、各种职业、不同爱好。各种文化在此交融。至今，我们用包容、开放、自由的游戏体验和管理模式，吸引了共15000名以上玩家加入。\n\n\n-------------------------------------------------------------------------------------------------------------Server-多模式群组服-------------------------------------------------------------------------------------------------------------\n\nLobby-大厅服欢迎来到天宫空间站这里是我们对“天宫”的展望，也是你第一个到达的地方请使用手上的书本菜单来传送其他服！\nSur-经济生存服这里有各种各样的娱乐插件在这里你不仅可以体验原版的乐趣，还可以体验到原版里所没有的东西并且没有繁杂的指令，大多数指令可通过手上的书本菜单实现。这里没有锁箱、领地，不用担心繁琐麻烦的保护插件影响你的正常游戏。\nIsland-空岛生存服开局一牛一树两冰一岩浆，这就是空岛的浪漫。空岛内没有过多的插件，给你最原汁原味的空岛体验快邀请你的好友一起来组成一个超级大空岛吧！\nBuild-创造建筑服想要创造建筑却烦于收集繁多的建材？想要展示建筑却得不到表现的舞台？快来YinwuRealm申请属于自己的建筑地皮吧！在Build服里我们开放了worldedit权限及创造模式！再服务器里建造自己的城堡大厦吧！\nMod-模组生存服专门为玩腻了原版的朋友准备此服务器将会较为频繁的更换周目，不同的周目不同的mod玩腻了就换新内容\nMore-展望未来为了给各位玩家带来更好的游戏体验当技术允许时我们将会推出小游戏服敬请期待吧！\n各服务器之间可以直接相互交流，不用担心其他服的小伙伴注意不到活泼的你！各服务器可以指令切换，十分方便，您可以同时享受以上所有的快乐！\n\n\n-------------------------------------------------------------------------------------------------------------More-各服详细介绍-------------------------------------------------------------------------------------------------------------\n大厅：版本:  1.12.2-1.15.2第一次进服的你将会出生在此，你手上将会拿有一本书。右键这本书会打开我们服的系统菜单，里面可以选择其他子服。注意：您可以在任何一个服务器使用/bs指令打开跨服菜单这是最最重要的命令，因为这里几乎集成了玩家能用到的所有功能\n经济生存服：此区一定要看一看，我们在这里花费了80%的精力这里也是我们历史最悠久的一个区版本:  1.15.2生存服的系统菜单：这里几乎包含了所有指令，能获取到服务器所有帮助\n更多物品：在原版的条件下，增加了更多非原版的物品让原版服拥有mod服的体验优质汉化让玩家轻松体验所有游戏内容\n澳门新鲜菠菜：梭哈，单车变摩托\n\n\n玩家商店：本服采用了QuickShop箱子商店并且在主城出生点附近修建了供玩家自由交易的区域什么？你说你是大老板，摆摊是不可能摆摊的？主城商业区欢迎您的入驻！\n称号商店：我们没有任何花钱购买的权限，所有称号都是游戏物品兑换并且我们有为玩家提供称号创意提交入口，经常会有新称号上架哦\n\n酿酒工艺：养老玩家的福音，通过研究酿酒配方来打发时间吧把酿酒研究透彻了说不定能靠这个发家致富呢\n\n宠物：龙龙这么可爱怎么能杀龙龙呢？当然是收了作为宠物啊！\n\n空岛生存服：空岛服的菜单：空岛服的菜单跟大厅服差不多，主要用来传送空岛的功能菜单请牢记/is cp哟。\n空岛展示：这是某空岛大佬空岛作品，快带上你的基友一起来超越他吧！\n创造建筑服：版本: 1.15.2该服为有理想的玩家提供实现梦想的舞台在这里你可以自由使用we和创造权限并能第一时间将自己的建筑展示给他人，分享交流部分建筑展示：\n广场by Fang_Fang\n模组生存服：版本: 1.12.2该子服适合不满足与原版内容的玩家它会比其他服务器更快的换周目，更换更多的模组和玩法Mod服的策划者为其制定的游戏理念为：“探索、发现、学习、超越”。探索：探索Mod游戏世界的未知内容，敢于尝试未知的新鲜事物。发现：发现Mod世界中各类的组合、要素和彩蛋，开辟新的知识领域。学习：学习新的游戏及现实知识。超越：超越过去的自己，成为一个更加熟练的Minecraft玩家在平凡的游戏中做不平凡的自己！\n\n\n-------------------------------------------------------------------------------------------------------------More-其他-------------------------------------------------------------------------------------------------------------\n【萌新入服须知】主服版本：1.15.2。请关注群公告，官网公告。目前有大厅、经济生存服、原版生存服、空岛服、海岛服、建筑创造服，其他服务器日后上线。/bs 指令用于打开服务器菜单，请牢记这个指令（菜单无处不在）。\n服务器官网：yinwurealm.orgqq群：568753879\n服务器本周目跨年合影\n\n\n",
    "replies": []
}