{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第八章】",
    "author": "1392684709",
    "replyCount": 6,
    "timestamp": 1496054220,
    "txt_content": " 本帖最后由 1392684709 于 2017-5-29 18:39 编辑 \n第八章：高官训练第二天“快！赵勇，下来，不然你会有危险的！”杨龙在一旁大声吼道。此时此刻赵勇正骑在一匹黑马上。黑马如同一个壮汉一般上下颠覆，让赵勇感到时时刻刻都要吐出来一样。旁边的新入高官嘴巴张的大大的，仿佛能塞下一个鸭蛋。只见黑马疯狂的向前方冲去，杨龙则像一个小丑一般跟在后面。为了防止自己摔倒，赵勇紧紧抱住马背。黑马本来就脾气暴烈，这下可好，赵勇不由分说抱了上去，这更是激怒了黑马。终于，随着“扑通！”一阵响，让大家看到了不想看到的一幕——赵勇摔在了地上……\n　　“啊！”一阵杀猪叫从新入高官宿舍传出。“咦？这里是哪？”惊魂未定的赵勇猛地从床上做起来。窗帘的一点阳光照在他的床上。他看到旁边四个面孔熟悉的人依然在熟睡，其中一个人只是翻了个身，继续打起了鼾声。赵勇仿佛知道自己在哪里了。他长长地舒了一口气。“幸好幸好，原来只是一场梦。”当他正在庆幸这是一场梦之后，一阵风吹来，他感受到了背上那股似乎能刺透心脏的冰凉，赵勇这才发现自己的衣服早已被汗水浸湿了。他继续睡觉，但是刚才的那一场梦始终让他睡不着。“这，为什么那么真实呢﹖”赵勇强迫自己睡着，但摔下马的那一幕却如同放电影一样在他的脑海中不停浮现。既然睡不着，那索性就不睡了，干脆穿上衣服吧。他下了床，来到属于自己的桌子上，透着一点阳光，赵勇拿起了自己的皮革衣服，一件一件穿起来……\n　　赵勇身上穿着，脑里想着。这，到底是怎么回事？他猛然想起今天的训练是马术训练！正在思考的赵勇突然看见宿舍的门被踹开了，一个胡子拉碴的大叔出现在门后面。和昨天一样，一阵刺耳的吼叫声传来，但是赵勇早已捂好了耳朵——“所有人感觉起床，快点！”那多刚睁开眼睛就不停抱怨。大叔仿佛根本没有看到赵勇似的走了。“诶，赵勇，你起这么早啊！”那多一只手揉着眼睛，一只手放在嘴边打着哈欠。“嗯，是的。”赵勇冷冷地回了一句。不过那多并不在意这些，依然做自己的事。也不知道过了多长时间，一个高大的人影略过他们宿舍门口。是杨老师。他正在从宿舍后至宿舍前对每一个宿舍都说了一句“大家抓紧时间哦，快要集合啦。”那些崇拜杨老师的人立刻回答说：“是！”并且立刻在走廊集合。而赵勇宿舍却只有赵勇一个人酷酷地从宿舍走了出来。当然，在一般情况下赵勇装酷完全不是因为真的很酷，而是因为在思考着，摸索着。\n　　走廊后面有几个人对着赵勇指指点点。透过走廊微弱的光亮，根本看不清他们，“嘿，你们看，那个人好帅哦”甲指着赵勇对别人说道。“哼，我看他就感到心里不爽，装出一副多么帅气，多么不把人看在眼里的模样，看，我们说了那么多话，他头也不回，看来很是不把我们放在眼里嘛！”乙愤愤地说道。丙小声地说：“喂，你们不要小瞧他，他可是皇家义勇军指挥官呢，又是瑞将军朋友，如果真要是被他撞上，你们想死都来不及了。”“让他不把我们放在眼里，今天马术训练给他一点颜色看看，我才不管他是谁呢！”\n　　“好，大家集合在走廊上，我们一会去训练场进行马术训练！”\n　　训练场，到了。这一次不知为什么训练场好像比平常大了许多。旁边的巨型栅栏里面有许许多多的马匹，颜色各异。这还不算什么，最主要的是——栅栏最前面，竟然…竟然是一匹纯黑色的壮马……这一幕使得赵勇差点窒息，压得他喘不过气来，但他很快安慰自己：“没事的，做梦很多都是假的，而且那匹马看上去很温驯，大不了一会骑马不选那匹马就是了！”“好了，大家也看到了，这里有许多漂亮的马。大家一定也知道了我们今天的任务是马术训练。但是今天和昨天不同，昨天我们是先个人训练然后再集体训练，今天我们先集体训练，然后再个人训练。”\n　　杨龙跑到栅栏，牵出来一匹纯色的马，那匹马看起来有点暴躁，但是在杨龙手下显得有些谦虚。“好，这里有一匹纯白的马，谁能告诉我首先干什么？”赵勇在现实生活中和舅舅骑过马，所以赵勇知道一点点马术知识。当然，也就一点点。赵勇胆怯地举起了手。杨龙仿佛看见了救兵一般，高兴地说：“好，那么就请这位朋友说说骑马首先干什么！”赵勇来到杨龙旁边，说道﹕“首先要先准备马鞍和草料，给马多吃点草料，以此来增强两者之间的感情，这样有助于驯服马。等到马被驯服后再骑上去，看看马是温顺的还是上下颠颇的……”说到这里，赵勇瞥了一眼栅栏里的黑马。那匹黑色的马也同样冷冰冰地瞪着他。那眼神，都可以把赵勇的心捅个刺心凉！赵勇感觉把眼神投向了别处。他刚想继续说，但是再一次想到了梦中的那幕.......他说不下去了，只是干愣愣地张着嘴。\n\n\n　　倒是杨龙看不下去了，他只好无奈地拍拍赵勇地肩膀，说：“好吧，好吧！说的很好。回去吧。”赵勇尴尬地抓抓头，回到了人群中。人群中有许多人为赵勇竖起了大拇指。但赵勇觉得浑身不自在。\n　　“咳咳。”杨龙继续说下去：“刚才这位朋友说到了点子上。如果用简单的话来解释就是这样一个间接关系：驯服—配马鞍—骑乘就这么简单。但要细细地说可就多了。先用草料喂养。嗯刚刚那位朋友说了，我就不重复了。如果你骑上去马不会嘶叫，那么祝贺你，马已经被你驯服了！然后把事先准备好的马鞍小心地放在马背上。一开始骑马时可能大多数人都有点紧张，但一定要克服，把眼前的马当作你的朋友的话那么你的紧张感就会消失。还有一定要和马处理好关系。你不欺负它它就绝对不会加害于你。如果没和马儿处理好关系，那么在作战中就可能处处失败。现在我就给大家示范吧！”\n　　杨龙看着旁边的那匹白马那匹白马不理解地盯着他。杨龙笑了一下，然后以迅雷不及掩耳之际，骑上了马。如果赵勇记得够清楚，慢动作应该是这样的：杨龙左手扶在马脖，然后轻轻一越右脚先跳，也许是动作太快的原因，总之赵勇仔细看也就看到这些。那匹白马还傻傻的。过了两秒，那匹马才如梦初醒。当它感到背上有重东西压着时，它才懂得反抗。只见它：后双蹄一跳，屁股一蹬，到处乱跑。那样子绝对不亚于刚从精神病院跑出来。等它蹬完，当它以为身上的东西没有的时候，杨龙却在得意地笑呢。杨龙嘲笑般地又往下坐了两下。白马气地直打响鼻，发了疯似的要摔掉背上的东西。白马后蹄站稳，前蹄一越，身体往后倾斜。眼看杨龙即将摔倒，杨龙却没有露出半点害怕的神色。他自信地一巴掌拍在了马肚子上，马也就安静了下来。杨龙再往下坐了几下。但马也没有反抗。驯服成功！赵勇暗暗为杨龙鼓劲。周围也响起掌声和赞叹声。“好，大家安静一下。”杨龙示意大家不要说话。“现在这匹马可以说是驯服成功了。现在主要的是套马鞍。那个新官，你把旁边那个马鞍递给我一下。那个新官如受宠若惊一般，胆怯地拿起马鞍递给杨龙。\n　　“很好，现在我们只要把马鞍放在马背上就行了。”杨龙接过马鞍，自己跳下马，把马鞍放在了马背上。“好啦，驯服马就这么简单！”杨龙得意地说。当然，控制马还是个问题，接下来我就不示范了，我直接说，然后你们再在马上慢慢探索。杨龙又一次说了起来：“骑马时要紧握马缰，脚踩马蹬，臀部不要坐的太紧。如果你骑在马上，想往左就把缰绳往左拉，想往右就往右拉。需要停下时就双手紧拉缰绳。好啦我要说的就这么多，因为你们现在要学的就这几个要领。说真的如果想真正提高自己的水平，还是得靠你们自己。话不多说，看了我骑了，也听我说了，现在才是你们小试身手的时候了。我会随机叫几个人给他们指定用马，因为选中的人就是我对他们有期望的人。好，刚才那个为我们解释的朋友你出来。”什么？赵勇脑子一片空白。旁边有一个人碰了他一下肩膀，赵勇这才想起。他心想：既然被点中了，就上吧。话说我怎么躺着也中枪？“哎！”他叹了一口气，走到杨龙旁边。但愿不要给我那匹黑色的马。赵勇心想。“好，还有你，以及你.......”杨龙差不多点了4个人。点完人后杨龙说：“好，就这么多，其他人就去选自己喜欢的马吧！还有，马鞍在箱子里。”说完，一群人挤进了栅栏。里面的马儿被这突如其来的“外客”给吓到了，纷纷嘶叫着。“好，你们跟我来”说着杨龙领着他们来到了栅栏里。杨龙牵起一匹全身黑色的马，给了赵勇......是天命还是巧合？赵勇差点昏过去了。“喂，你没事吧？”杨龙对赵勇说，眼里满是担忧。“我...我没事.......”赵勇拍了拍胸口。\n　　“好，这匹马给你。”赵勇有气无力地接过了。那匹黑马冷冰冰地盯着他。赵勇非常害怕这种眼神。他再一次接过杨龙给他的马鞍。赵勇心想：该来的还是躲不过，来吧。我不惧怕死亡，我只是缺乏面对终结的心......他仿照杨龙那样左手扶着马脖，右脚一越......费了他九牛二虎之力总算把这匹马驯服好了。如果把时间调到骑马的时候，是这样的：只见赵勇背马震的一上一下疯狂向前冲去。震的赵勇觉得身体都要分开了。原来骑马是如此痛苦！\n  　也总算是驯服好了。当赵勇放马鞍时马也很听话，不吵也不闹。\n　　现在，赵勇总算可以飞驰在这片训练场上了。许多还在苦练（骑）的新官看见赵勇时都目瞪口呆。杨龙则微笑地看着赵勇。黑马也很温顺。奇怪啊，这怎么和梦境不一样啊！赵勇完全不明白这是怎么一回事。“算了，管他呢！先骑了再说！”他在人群面前飞驰而去，溅起一团沙烟。在沙烟背后有一个神秘的影子。赵勇飞驰而来，“啪”一声清脆的声响。这声响赵勇永远也忘记不了。又是一声：“嘭！”这在赵勇梦中的声音居然发出来了！！马嘶叫着，前蹄倒下，身体朝前倾斜。赵勇也往前倒去......\n　　时间定格？\n　　在倒地的一瞬间，透过美好的阳光，那黑影露出了真面目！\n　　那是一个带有伤疤而又带着诡异笑容的男人......\n　　你，是，谁？\n　　难道是......\n\n\n\n索引贴【索引贴】我的世界之黑暗后的黎明【连载中】\n喜欢作品就给点人气和金粒",
    "replies": [
        {
            "author": "zjxx",
            "timestamp": 1496054820,
            "txt_content": "支持啊，祝写得越来越好"
        },
        {
            "author": "1392684709",
            "timestamp": 1496055300,
            "txt_content": "zjxx 发表于 2017-5-29 18:47\n支持啊，祝写得越来越好\n感谢兄弟的支持。也祝兄弟快乐"
        },
        {
            "author": "zjxx",
            "timestamp": 1498862520,
            "txt_content": "【转载│连载】我的世界之黑暗后的黎明(第八章)\nhttp://www.mcbbs.net/thread-701934-1-1.html\n你看下这个"
        },
        {
            "author": "1392684709",
            "timestamp": 1498981140,
            "txt_content": "zjxx 发表于 2017-7-1 06:42\n【转载│连载】我的世界之黑暗后的黎明(第八章)\nhttp://www.mcbbs.net/thread-701934-1-1.html\n你看下这个 ...\n。。。这是哪个？"
        },
        {
            "author": "zjxx",
            "timestamp": 1499031600,
            "txt_content": "1392684709 发表于 2017-7-2 15:39\n。。。这是哪个？\n有人坛内二转你的小说"
        },
        {
            "author": "1392684709",
            "timestamp": 1499095080,
            "txt_content": "zjxx 发表于 2017-7-3 05:40\n有人坛内二转你的小说\n能把发帖者id告诉我吗？"
        }
    ]
}