{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第十章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1496106360,
    "txt_content": "第十章：高官训练第四天\n　　“说！你到底是谁？”凝迟了一会--“好，不说是吧？！继续！”\n\n　　“啊～啊”一阵尖叫从黑漆漆的大牢里传出。\n\n　　“现在还说不说？”坐在椅子上的一个人冷冷的说到。\n\n　　“不说！”\n\n　　“哦？继续！”\n\n　　“啊～啊”又是一声。\n\n　　“再给你一次机会，我听你说。”\n\n　　“哼？想的美，你们新赛国是我们的敌对！我不会出卖自己的国家的！”\n\n　　“哎，关起来......”\n\n　　“是！”士兵拖着那个受伤的人，甩进了牢房。\n\n　　“将军，现在怎么办？”\n\n　　“我已经知道他是哪个国家的了。”\n\n　　“哪个？”\n\n　　那个人一字一顿地说到：“比亚国......副官。”\n\n　　“看来一场战争不远了。”那个人若有所思。“把这个消息报告给国王！”\n\n　　“是！瑞将军！”\n\n　　牢门关上了。\n\n　　“唔，大家睡得还好吗？”杨龙看起来精神饱满。但是当看到闭着眼的那可，目光呆滞的赵勇和无精打采的新官们，杨龙感觉很尴尬。“额，你们，都没睡好？”但是没有一个人回答他。“我告诉你们一个好消息：今天你们可以吃个饱啦！”\n\n　　可能大家需要的不是食物而是床的原因，只有一个胖子说：“好诶！”“哎，真拿你们没办法，好吧，今天的课题是--野外生存！”\n\n　　听到这，新官们两眼放光，因为这是一次前所未有的挑战。\n\n　　“今天我会带领大家到一个丛林中，你们今夜就会睡在丛林之中。食物什么的自己找着吃，反正丛林中动物多的是，你们可以采摘果子、钓鱼。天黑之前你们要搭好庇护所。不过你们放心，那个丛林边缘都有皇家守卫军......”皇家守卫军！听到这，赵勇非常激动。“那，那是不是可以碰到瑞可将军？”“嗯？！你认识瑞将军？额他有点忙，好像是审讯犯人什么的，不过他今天晚上应该回来。”哇噻，这样可以见到瑞可了！”赵勇心里默默说道。\n\n　　“现在，所有人都给我听好了，我要说一下须知。首先在出发之前我要给大家发这几样东西，分别是：地图、野外生存教科书、口哨、钓鱼杆、水桶、火把、飞刀、铁斧、铁剑、弓箭、瓶子、一罐虫子以及铁镐。你们可以组队而行，可以单独行动，如果遇到了什么危险，就吹口哨，飞刀和箭都是消耗品，希望你们重复使用，每人不多，30把飞刀和箭，现在，每个人排着队到我这里领东西。\n\n　　不知道为何，赵勇排在了第一位。\n\n　　“你的东西，拿好”赵勇羞涩地接过之后回到了刚才所站的地方。\n\n　　赵勇默默地打开那个巨大的包囊，拆开来，他开始全副武装起来：弓箭背在背上，飞刀包绑在右腿上，箭也放在了飞刀包里面，地图放在了口袋里，口哨挂在了身上，火把是灭着的，得有火烧一下才有作用，把它放在了包囊里，其他的重物都像火把一样放进了巨大的包囊之中。幸亏包囊上面有一根类似于皮带的东西，赵勇可以拎在手上。在他准备的这段时间里，大家也都领到了装备。\n\n　　“大家快点收拾一下，然后我们出发。”\n\n　　几分钟后......\n\n　　“很好，想必你们已经准备好了，那么现在跟着我来！”大家都背着沉重的物品跟上前去。大包囊里面的铁器也在走路过程中“丁零当啷”地响着。赵勇感觉全身是汗水，但是因为两只手抓着包囊，他也来不及去擦，他只求快点到达。\n\n　　其实就走了15分钟，但是赵勇却觉得走了15年，背上的东西压得他喘不过气来。\n\n　　一片巨大的丛林像变魔术似的出现在他们的眼前。有几个人跃跃欲试地想走进丛林。杨龙说：“你们如果有什么不懂的可以翻翻教科书，说真的我也帮不了你们什么，主要还是靠你们自己。好，解散！现在，第四课程--野外生存，现在开始！”\n\n　　有的人想也没想就冲进了丛林，有些则胆怯地跟着大部队走，还有些直接就打算在丛林最边上。赵勇缓缓走进了丛林之中。树木多的出奇，颜色也不一样。有白桦树，金合欢树和原木。蘑菇地上也有很多，有的美艳出奇，有的丑陋无比。但是如果谁善谁恶那就不能相提并论了。现在还看不到野生动物，或许要走的更远才有机会。赵勇非常期待在这里能不能遇到比《我的世界》游戏还要有趣的动物。也许游戏世界和真实世界一样，只不过大家都像素化了。一开始刚进来的时候人很多，很嘈杂，阳光很好，脚印遍地是；但是现在走远了，人的声音就好像渐渐屏蔽掉了一般，那些人也现在少的很多，脚印开始没了，连阳光都因为树木繁多的原因变的光线昏暗。\n\n　　赵勇很喜欢《荒野求生》这一栏目，他很多东西都记得，但是他不知道在游戏世界中能不能照样用。他记得生存四大元素是：水、火、食物、庇护所。他的脑子很快就列出一个个方案：先搭庇护所--取火--找食物。在思考之中，他走到了一个陌生的环境，但是这里正好是一个空旷的地方，上面也没有树木遮挡，不远处还有一条小溪，他就地坐下，把口哨放进了包囊，拿出地图，仔细翻了翻。接着他把大包囊放在了地上，拿起一把大斧头，向着附近的树木跑去。他从来没砍过树，不知道这里的树木是不是像游戏一样。他掂了掂斧头，然后双手抓住斧柄，用力一砍，没作用？他又砍了好几次，说真的，还真的和游戏不太一样。在游戏中木头是需要一个方块一个方块砍的但是这里就轻松多了：赵勇砍了一个方块，整棵树就倒了下来，在游戏中砍下来的方块是会放在方块格里面的，但是现在，树方块全部落在地上，但是赵勇可以很轻松抱起来。他打算做一个长10，宽5，高5的小木屋。他再一次砍倒了很多树木，他抱起一个个方块，走到包囊所在地，慢慢的搭建起来。他觉得自己此时此刻就是一个搬运工啊，还兼职造房子。他也没想这么多，默默地干起来。也不知道他留了多少汗，总之一个像模像样的房子总算是造出来，了。他也不需要门，用铁镐挖两块泥土堵上即可。现在他所要做的就是找到火，他搬来了剩下的一点木块，从飞刀包拿出飞刀，削一块小木头，直到削成了一根木棍才罢休。他像用《荒野求生》里面的火犁点火法取火。他用飞刀在一块木头上划了一道痕迹，然后把木棍的一头顺着这道划痕前后反复摩擦，当然他事先弄了一点干稻草放在划痕旁边，这样有助于燃烧。赵勇反复摩擦，划痕一开始没有什么反应，但是经过赵勇这么反复摩擦之后，木棍头黑了，划痕也变的光滑起来。当他费了九牛二虎之力时，终于冒了一点烟，赵勇觉得希望就在眼前，再反复摩擦，终于烧起来了！当然，火苗很小很小，轻轻的燃烧起干稻草，然后形成了大火。但是当火苗烧起来的时候，他突然呆掉了：“诶？！我烧火干嘛？我食物还没有找到诶！”\n\n　　他立刻用脚踩灭了火，当火苗彻底没了的时候，赵勇拿起了弓箭，摸了摸飞刀包，冲进了丛林深处......\n\n　　“哇哦！”让赵勇开心的是他发现了一只鸡！鸡在悠闲的散步。当他悄悄靠近时，小心拿出两把飞刀，左右手各一把。“咻～”一把飞刀飞了出去，正好打中鸡的身体，但是鸡并没有死。它呆了2秒，立刻奔跑着。赵勇赶紧追去，左手一把飞刀也飞了出去，鸡在“喔喔喔～”叫着，但是另外一把飞刀正好打中鸡的头，虽然没刺到，但也把鸡打到了地上，鸡因为两刀的缘故，打在地上起步来。赵勇得意地笑着，这是他平生以来第一次捕获猎物！而且还是用飞刀！他一边笑着，一边走进了鸡。鸡拼了命地像站起来，但是第一刀本来就打中它的身体，它爬不起来了。它用惊恐的眼神看着赵勇，但它没过多久就被赵勇第三刀刺下去了。赵勇开心地把鸡身上的飞刀拔出来，然后把鸡扛在身上，吹着小曲找第二把刀。“嘿！找到了！”赵勇一眼就发现了躺在草丛里的飞刀。\n\n　　他刚想弯下腰捡起飞刀。但是，一个巨大的黑影突然冷不丁出现在赵勇背后！赵勇仿佛意识到了什么，他全身都是冷汗。两只手不停的在发抖！那个巨大的黑影在咆哮着！赵勇觉得满脸都是汗，他头在发抖，缓缓转向了后面的背影--像素版的棕熊！赵勇脑袋一片空白，本能驱使着他快逃，但是棕熊的眼神看着他，他感觉腿里灌了铅一般。终于，在棕熊即将咆哮的时候，赵勇迅速把鸡放进了飞刀包。棕熊一定是看上了赵勇手上的鸡肉！棕熊呼哧呼哧跟着赵勇，赵勇想要获得救援，但是事实告诉他：口哨放进了包囊里！他绝望了。赵勇立刻拿起飞刀，向着棕熊打去，但是棕熊身体大，却很灵活，巧妙的躲开了。赵勇疯狂在飞刀包里翻着。突然他的手指被一个尖尖的东西戳了一下--是箭！他忽然想起背上还有一把弓！由不得犹豫，赵勇立刻抽出一支箭，带上弓弦“嗖～！”一支箭飞了出去。但是棕熊还是避开了！棕熊依然追着他，土地都在一震一震的。赵勇无语了。他只好拼命地跑着，祈求什么人来救他。\n\n　　“咻～”四把飞刀闪过......四把飞刀打中了黑熊的肚皮。但是黑熊的皮堪比铠甲，几把飞刀是不可能轻轻松松打穿的。但这也把棕熊吓了一跳。棕熊咆哮着，两只眼睛不停的看着。当然，四处一个人也没有......突然！一个黑影出现在棕熊面前，棕熊仔细打量这个人，赵勇也觉得颇似熟悉--是那多！那多再一次拿出了飞刀，左右各一把，飞出去，居然一星不差，正好射中了棕熊的眼睛！棕熊叫着，痛的嘴巴大张......“好机会！”赵勇一想。不必犹豫，赵勇立刻拿出一支箭，搭上弓弦，对准棕熊的嘴巴，狠狠一射。“嗖～”也不知道赵勇是故意还是无心，那支箭竟然分毫不差地刺穿了棕熊的喉咙，射入了后脑（虽然赵勇不知道游戏人物有没有脑子）。棕熊应声倒下，伴随着“咚！”的一声。棕熊应该死了。那多转过身：“赵勇，有没有受伤啊？”“没有，谢谢，还有，你怎么在这里？”“我刚才在钓鱼，正好听到这里有咆哮声，我就猜想有人遇难，没想到是你。”那多笑了笑。赵勇觉得被别人救有点丢脸，那多说到：我看要不我们合作？我有很多木块，我可以在你那里造一个木屋，你看行吗？毕竟个人生存太吓人了，还是合作好一些。”“什么鬼？他还要和我住在一起？！”赵勇心想。但是看在那多救了自己的份上：“好吧，那，我们走！”“好！”两个人拿起各自的飞刀和箭，一起向着赵勇的木屋前进。\n\n　　那多在赵勇的木屋旁边造了一个木屋，赵勇则拿着钓竿，带着一瓶虫子，拎了一个水桶钓鱼去了。赵勇运气也真是好，不一会，水桶就满是游动的小鱼。夜幕降临，当他回到木屋时，木屋那里亮亮的。赵勇拎着沉重的水桶向着目标前进。他看到那多木屋已经造好了，而且还把两间木屋的火把装了上去。两间木屋前还有燃烧的柴火，那多还削了许多的木棍，放在一旁。那多坐在火堆旁烤火，看见赵勇来了，连忙上前帮忙。“哇噻，你钓了这么多鱼？晚上我们可有烤鱼吃了！”看见那多欢喜的神色，赵勇也很快乐。他们把鱼洗干净，，把鱼内脏扔进了火堆，再用木棍插进了鱼身体里，放在火堆上烤。鱼油不停的在滴，滴到了火堆上“嗞～”他们两一人一条烤鱼，烤的差不多了，连忙不顾吃相大口大口吃起来。吃的赵勇满嘴是油，吃完了烤鱼，赵勇忽然想起了什么，连忙跑进了木屋，从包里拿出了让那多很高兴看到的东西--鸡肉。他们把鸡拔了毛，去了内脏，又架了两个“丫”字形的东西，两人烤着美味的鸡肉，吃着冒油的鱼，谈笑风生，吃完了鱼，把剩下的木棍全部扔进了火堆，他们边聊天，边等着吃鸡......\n\n　　等他们“酒足饭饱”后，都有点困了，他们拿着水桶灭了火，走到了各自的木屋。“明天早上见！那多！”赵勇揉着眼睛说到。“晚上睡好，赵勇！”那多转身走进木屋......不远处，有一个观察台，瑞可微笑着看着对面的两个发光的小木屋，笑着说：“晚安！”\n\n　　“什么？！我们的侦察兵被新赛国的人抓住了？”从声音看出，这是一个不可侵犯的帝王。“哼！”马上给我派兵攻打新赛国！黎明之前必须准备好！”“是！”“又要开战了？”帝王心里想着......\n\n\n【索引贴】我的世界之黑暗后的黎明【连载中】（可点）\n\n\n",
    "replies": []
}