{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第九章】",
    "author": "1392684709",
    "replyCount": 2,
    "timestamp": 1496070420,
    "txt_content": "\n我眼瞎，自己图片没加载好\n刷新一下吧，刚才我手残，点错了。现在好了",
    "replies": [
        {
            "author": "1392684709",
            "timestamp": 1496071440,
            "txt_content": "标题: 【转载│连载】我的世界之黑暗后的黎明【第九章】 本帖最后由 1392684709 于 2017-5-29 23:25 编辑 \n第九章：高管训练第三天\n    一道白光刺进了赵勇的眼睛。赵勇轻轻地睁开了眼。“啊！”赵勇猛地一起身。但等他坐起来的时候，却又被疼痛压了下去。那股疼痛，就是从他的右腿骨和左手臂上传来的。“啊！”又是一声。赵勇感觉他的骨头好像断裂了一般，但他的意识还算清醒。他发现自己躺在宿舍里。他回想起昨天的那一幕，差点使他从床上摔下来。他再一次忍着痛缓缓地爬了起来。他感到背上湿了，他右手只手撑在被单上，但即使如此，他的手还是不停地抖。什么，难道连爬起来的动作都做不了？我不会这么严重吧？！赵勇心想。哦，天知道有多艰难，他觉得如果受伤的左手不帮忙撑一下的话，他右手恐怕也会受伤。赵勇再一次爬了起来。等他终于靠在了床头上时，他舒了一口气：“终于爬起来了！”\n\n　　他用警惕地目光扫视周围：他呆在高官宿舍里面。周围四张床上没有一个人，窗帘开着，透出一道光。一切看起来那么祥和……“额，这，不会是高官训练第三天吧……”“嗯？！什么！高官训，训练第三天！”赵勇大惊道。“嘎吱~”一声开门的声音传进了赵勇耳朵。赵勇刚才还呆滞的目光立刻变得犀利起来。谁？——杨龙。“哇！”赵勇刚刚放下心，而杨龙就——“喂！别乱动！”杨龙立刻冲上去把赵勇按在床上。“嘿，你伤还没好！乱动什么？”赵勇沉默。“嘿，你是不是叫‘赵勇’？”“嗯，啊是的。”赵勇吓得不知说什么好。“很好，我现在要陪那些新官训练去了，你不要乱动！等一下会有医生来的，再见！”杨龙说完便走了。\n\n　　赵勇在床上一动不动，他这才想起自己的伤口怎么样了。他缓缓地举起左手。“嗯？左手看上去好好的呀，只不过肿了一点，怎么还会痛？”他又看了看右腿。“咦！右腿也不过是肿了一点啊？为什么这两个都没受伤还是会疼呢？”“骨折！”他的脑子闪出这两个字！“不会吧！在游戏里还会骨折啊！我真是崩溃了！还有我今天怎么训练啊！”“哟，谁在这里自暴自弃啊？”一个大白卦的男人人走了进来。男的嘴脸也被遮住了，根本看不出什么样子。这，是？“坐好，别乱动。我是妖猫特种部队的队员，听说我们好像有一个皇家义勇军指挥官需要治疗嚒。”“什么？妖猫？特种部队？队员？妈呀！我这伤有这么严重？还得请特种部队来帮忙？”“喂，我问你，你想不想继续高官训练？”“额，当然想喽！”“那么你就得听我的，现在是7：13，离你们平常训练已经过了43分钟了，也就是说你们已经训练30分钟了。如果想要在7：30之前到达训练场，就必须花5分钟治好你的伤。”“不会吧，五分钟诶！，而且我还是骨折，怎么可能这么快？”“两分钟过去了！躺好，我来给你治疗，告诉你，哥可是特种部队的，治疗是我们妖猫特种部队的责任，你以为我们妖猫的人都是吃素的？”只见“大白卦”左手子在赵勇左臂上，右手在赵勇右腿上，离赵勇手腿大约10厘米的距离上。“大白卦”说了句什么，只见他的手上闪起了光芒，仿佛手上有什么会发光的精灵似得。赵勇张大嘴巴不敢相信这一切，他感觉身上的的疼痛在不断消失，肿起来的地方在不断消退。“结束。”等了差不多5分钟“大白卦”淡淡的说了一句：“赶集去训练吧。”便一个转身走了。\n\n　　赵勇活动了一下受伤的手腿，竟然一点也不痛。“怎么回事......”\n\n　　近了！走廊尽头的光给了赵勇无限的力量，感到新的生命离他越来越近。一阵阵嘈杂的声音在他的耳边回响。终于到了......\n\n　　新官的声音在赵勇耳边回响。“不知道今天会是什么训练呢？”倒是杨龙的突然出现，把赵勇吓了一跳。杨龙的左腿上绑了一个像素袋子......“赵勇，你恢复了？”“这不是废话吗？要是我不恢复我还来这里干嘛？”赵勇觉得好笑，但他还是委婉地说：“嗯，刚刚好像是个妖猫特种部队的人治好了我的病。”“哦，原来如此！好了，现在你正好赶上了我们的训练--格斗！对了，我想你一定在纳闷昨天把你绊倒的人吧，那个人是新官里的人，现在已经被取消训练资格了，可能他也是看你不顺眼吧，现在他已经回家了。”“好了，现在回到人群中吧，我们都在等你呢。”新官们惊讶的眼神令赵勇很不自然。“杨龙这么轻描淡语，可能事情没有想像的这么简单，而且那个人如果真的看我不顺眼也不至于把我打伤。”赵勇脑子一片混乱......\n\n　　“新官们，昨天发生了一点意外，但是在此我不想多言。今天我们训练的主题是--格斗。在格斗这一方面就要看你们的武器使用和技巧。我刚刚接到国王的通知--要好好训练飞刀。”杨龙停顿了一下：“飞刀分这几种：一刀飞刃，二刀飞刃，三刀飞刃，以及四刀三飞刃。但是我们训练不必这么苦，我们只要掌握一刀、二刀飞刃便罢。大家可以看我的左腿，我左腿上绑了一个包，这是可以装下任何小型武器的，我们都可以把飞刀装在这里面。”赵勇站在前面，仔细盯着杨龙的包。杨龙拿出一把飞刀--“连飞刀都是像素的！”赵勇惊呼。但并没有引起其他人的注意。“现在我手上有一把飞刀。飞刀和小刀不一样，小刀比飞刀大，而且飞刀的刀柄上有一个孔。这样便于携带。仔细看我的手！”杨龙手里原本手是刀口朝上的，突然手臂转了90度，刀口朝脸，手指往上一弹，“奇怪！我的世界人物本来就没有手指啊！为什么在穿越时就没有发现这个灵异点呢！”赵勇再一次惊呼。但是杨龙的动作把赵勇的眼神吸引了。杨龙的食指就扣在那个小孔上。然后疯狂的旋转，那飞刀好像很听话似的随着杨龙的意志旋转着。转了一段时间，正当新官们有点呆滞（因为杨龙一直在转飞刀）时突然杨龙华丽地一甩，飞刀快速飞出去。速度太快了！赵勇根本看不清。但正当他努力去看的时候，那把刀已经插在了他的头盔上。“哇啊啊，要死人啦！”新官们大呼小叫，原本围在赵勇旁边的“崇拜者”一下子散开。赵勇不敢多动。“要死了吗......”他的内心说了一句话。他闭着眼睛。杨龙丝毫没有一点点惊讶，他哈哈大笑，“诶？！不对啊，我死了怎么还听得到笑声呢？”杨龙走到赵勇面前，忍着笑，用手点了点赵勇的头。开玩笑似的说：“欢迎来到天堂！”赵勇睁开了眼睛，哪里有什么天堂？他只看见杨龙那大笑的脸。\n\n　　“快起来吧，赵勇。你还没死呢。”......\n\n　　“现在我把刚才的节奏放慢，你们仔细看”杨龙说到。说着，再一次重复了刚才的动作，和原来的一样。赵勇觉得没劲，反正自己肯定会了。等到杨龙在那边唠叨完时，已经快中午了。许多人都在犯困。杨龙大叫一声：“所有人，回到宿舍休息，下午我们继续！”\n\n　　赵勇拖着疲惫的身体回到宿舍，不一会，就有人送来了午饭--猪肉和烤羊肉......\n\n　　“很好！大家都到齐了，我们继续接着上午的训练。”差不多一个小时后，他们再一次来到了训练场。只不过多了许许多多的类似稻草人的东西，稻草人身体上还有一个像素靶子。杨龙附近有许多包。“大家掌握了一刀飞刃，现在我来告诉你们如何使用二刀飞刃。二刀飞刃很简单，就是让你的三个手指缝中间夹住刀柄，再用力飞出去。比如我现在这样，手里有两把飞刀，用三根手指夹住，然后就像一道飞刃一样打出去。”说时迟，那时快，还没看清，两把飞刀就插在了靶子的正中央。“哇！”周围发出一声赞叹。“现在，我会给每人发放包，飞刀就在这里面，你们自己选稻草人去练习，一会我会让你们集合。”杨龙边说边为每一个人发放包。赵勇接过包，里面沉沉的。“赵勇，我看好你！”杨龙坚定的眼神给了赵勇无限的力量。他打开包，果然正如杨龙所说，里面有许许多多飞刀，飞刀不是散的，而是放置于一个刀架上面，刀柄朝上，应该是为了防止拿刀时割伤手。还有一条带子，看来是绑在腿上用的。轻飘飘的一个带子，却能把这沉重的东西绑在自己腿上。一呼而散，来到一个稻草人面前，赵勇觉得不可思议。稻草人无比之丑，赵勇懒得多看一眼。他对着稻草人，朝后走了20步距离，然后迅速拿出飞刀，食指扣住刀柄孔，迅速一打，自以为打中稻草人的赵勇，连飞都飞到别处了。“什么？居然没打中？好啊，那我就用二刀飞刃试试，赵勇小心拿出两把刀，再一扔，哎，只有一把刀打中了稻草人的，另外一把不知道飞到哪里去了。“额......”赵勇无语了。“我试试两只手扔。”两把刀在赵勇的手上，赵勇先扔出右手的，然后再扔出左手的，奇怪的是，两把刀都准确无误地打在了靶子上。“哦耶！”赵勇异常开心。但是当他看到那多的时候他崩溃了：那多正在双手使用二刀飞刃，而且每一把飞刀都准确无误地打在了靶子的中央！这激起了赵勇的努力，他刚想用功，结果......\n\n　　“集合！”杨龙的声音传遍了整个训练场。“哎！”赵勇觉得自己没有希望了。他摇摇头，提起袋子，捡起地上的飞刀，一一放了进去。向着杨龙走去。“刚才我看了你们的表现，都很不错，尤其是那多和赵勇......”“扑哧，我？”赵勇这样想。“飞刀大家都还练得不错，那么现在，飞刀就告一段落，我们来学习真正的格斗！来，这个包呢，就送给你们了，算是我给你们的礼物吧。”杨龙清了清嗓子。“所谓格斗，就是近身战斗，是真正教会你们作战的灵魂。我现在就教你如何格斗。”“如果在对方没有武器时，那么格斗就会占上风，当别人一拳打向你的脸时，把脸往左或右边侧，然后快速绕道他的旁边，如果速度快，那么当你在绕道他旁边时，他的手还是保持着伸出去打你脸的姿势。接着，用你的右手抓住他的手腕，往旁边拉，那时他的胳膊会是直的，最后再把你的右手狠狠地杠下去，这样就会有可能把对手打在地上。还有一个就是不用右手杠，两只手都抓住对方的胳膊，再用腿膝盖狠狠地杠。比如”说着，杨龙拿起旁边的一个稻草人，为大家讲解起来。还有一个就是扫腿，当敌人打你的上半身时，你就弯下腰，把腿伸出去，再用力一扫，如果你劲儿使大的话对方可能会倒地，等他倒地时，再用你两只手紧紧卡住对方的嘴，这样会使得对方窒息而死。”杨龙比划着，还把一个稻草人打坏了。“当别人穿着盔甲时，你也许打不动，但是注意，对方的脸是不会遮住的，你就要利用这一漏点，用手打对方的眼睛，这样使得对方剧烈性疼痛，当他捂住眼睛时，你再来一个扫腿。对方这时不会知道你要干嘛，所以这突如其来的一招可以把他放倒。如果对方用扫腿扫你，那么你就跳起来，因为这时对方扫腿肯定要弯腰，所以在你落地时，用你的脚，狠狠向对方的左头踢去，在大部分情况之下对方会倒地，那时候你想制服他就很容易了。最普遍的打法就是踢腿，这样的确很好，但也有一些漏洞，比如踢不到啊，偷袭啊等等。现在我告诉你们如何偷袭，当你接近一个人时，万万不要贸然攻击，这样可能会不堪设想。你们需要这样，悄悄跟在后面，然后突然捂住他的嘴，接着快速砍头，这样干净利落，也不会给对手太多疼痛。今天我所要说的就这么一点，内容不多，因为这是我缩减了，你们听没听的懂就决定你们在战场上能不能活的了。现在，两人一组匹配格斗，不允许使用飞刀以及其他所有武器，公平斗争，听我刚才说的话的人可以一下子击败，但是没听的人可能会被打得很惨，祝你们好运！”杨龙转身离开了。大家三三两两地走了，只留下赵勇在寻找匹配。突然，一个人站在了赵勇面前。赵勇定了神，是那多......\n\n　　“本人新赛--那多愿意和你格斗！”\n\n　　“是吗？反正我们的力量类似，那就来一决雌雄吧！”赵勇激起了内心斗志！\n\n　　“好的，我来了！”两人向着对方冲去。\n\n　　一次决斗开始了。\n\n索引贴【索引贴】我的世界之黑暗后的黎明【连载中】"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1496071440,
            "txt_content": "我眼瞎，自己图片没加载好\n"
        }
    ]
}