{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第十一章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1496116800,
    "txt_content": "第十一章：高官训练第五天　　“报！”宫殿的一个早晨，一名白银士兵来到威严的国王面前。\n\n　　“如何了，侦查兵？”从国王的脸上，满是担忧。\n\n　　“在新赛国200公里外有许许多多部队，旗子上是一只狮子，一定是比亚国！”从话语中看出士兵也很担忧\n\n　　“人数大概有多少？”\n\n　　“差不多2万人左右吧。”\n\n　　“我很好奇，为什么比亚要攻打呢？”国王自言自语到。他踱步在宝座前。”\n\n　　国王仿佛想到什么似的：“现在情况非常紧急，通知白银部队和皇家军队晚上到前线查看！还有，守卫军就不要去了，守城！”\n\n　　“是，还有今天赵指挥官即将高官训练完毕，就直接让赵指挥官一完毕就走吗？”\n\n　　“是的，现在军情紧急，已经火烧眉毛了，只能这样了！还有，现在就为赵指挥官弄个办公室！”\n\n　　“是！”\n\n　　赵勇缓缓醒了，他是被吵醒的，现在已经是太阳当空照了。那多早就用斧头和镐子拆他的木屋了赵勇走出自己的木屋，来到了那多身边。“嗯？我把你吵醒了吗？”“是的，反正我也不想睡了。对了你这么早就拆干嘛？”那多很奇怪的看着赵勇。“你不知道吗？一会就要去集合了，今天是训练最后一天啊......”“好吧，那么我也来拆房子去了。”......\n\n　　拆完，两人只把木块留在原地，收拾收拾，盯着地图，拿着包囊，缓缓向集合点走去。\n\n　　“很好，人都到齐了，你们感觉如何？”“好吓人啊！昨天晚上有一条蛇一直追我，然后我好不容易才把蛇砍死。”“哼，我早上起来时，刚要拆房子，就有一只狮子跟着我，结果我飞刀就干死它了。”......大家像麻雀似的叽叽喳喳说了起来。\n\n　　“啊，但是今天我可不是听你们讨论的。我们讨论的就是战场须知，你们下午就会回去。说真的，今天我也不知道讲什么好。我就给你们稍微讲讲吧！”\n\n　　“咳咳，你们现在是新官，但是不久，就会是一个个祖国的英雄。首先，任何一个无论是士兵也好，指挥也好，在战场上都万万不可当一名逃兵，如果你当了逃兵，那么国王有可能会给你赐死哦。战场上每一名高官都只能带500战士上场，但是一支军队一般会有五个职位，也就是说你这个军队啊一共有士兵2500人，但都是很强悍的。高官上战场时头盔必须是附魔黄金头盔，身穿附魔钻石盔甲。否则可能会当你为闲杂人而取消战争资格。”杨龙休息了一下，继续说：“高官要带领士兵上战场呢，必须得得到国王的命牌，把名牌交给军务处就可以了。如果你想传递信息，那就用飞鸽传书好了。飞鸽可以飞到任何一个地方，一般军用飞鸽可以记住路途，也就是说你走再远它依然能送到国内。还有啊，一般开战时都会有人敲鼓，以此提醒军士开战。如果远征打仗，那么你就要带够充足的粮食，而且远征的话粮食都是胡萝卜、土豆和少量牛肉罢了。你们如果想要不缺乏粮食，就得不断制造。制造的根本是什么？有足够的种子。还有如果要临时扎营，那么就要在天黑之前造好。一般5人一屋，也就是说你在天黑之前就要做好500个木屋。大小一般是宽5长6高3。还有，注意，马的话皇家军是用钻石马铠；白银军是用铁马铠；青铜军是用皮革马铠。必要时可以骑马出行。在打仗，一般用20面国旗，随便任何人举都可以。”“现在我要说阵法、技巧了。当你在山顶上时，恰好下面有敌人，那么就可以派弓箭手来打。当然假如山下也有弓箭手就不好了，所以在弓箭手前面一定要有抗盾牌的人围着，换句话说，就是用盾牌的人站一圈，然后往里第二是弓箭手，第三是弩箭手，第四是投矛手，最里面就是你的步兵了。等到敌人差不多快杀光时，再让步兵冲下去，弓箭掩护，这样可以给原本丧失打击的敌军再来一击。但是注意的是每一次只能派100人去。因为很有可能旁边还有埋伏一次派100人去既可以保证给对手打击，也可以保住大部分兵力。如果已经兵临城下了，那不要惊慌，尽量虚张声势，吓退敌军。还有一个是忍气吞声，就是当你处在一个相对安全的环境里，敌军来挑衅，不要贸然出兵，当敌人没什么精力时，你再出战，就是为的报仇前面的挑衅。当你们兵力严重不足时，可以把队伍拆分成几个小组，然后排列整齐，这样可以给对手造成判断错误，会误以为你们兵力很多而不战而退。你们还可以用一种佯打实击的策略，即用少量部队在前面佯攻，大量部队在后攻击，可以更好作战。如果你们被俘虏了，万万记住不要惊慌，尽量顺从他们。被关进大牢里也不要丧失信心，因为你要知道新赛会有特种部队营救的。”\n\n　　“还有，在敌人城墙不远扎营时，一定不要暴露位置。像烟、声音、火光极大可能会暴露位置。当那个时候你想逃也来不及了，只能坐以待毙。唯一预防的办法就是组织侦查兵四处巡逻，一旦发现有敌军就立刻撤离。当然假如敌军速度比你们快，那么就边跑边用飞刀、弓箭来抵挡。如果敌军撤离万万不要跟上去，先派侦察兵观察，然后再回到营地。”\n\n　　“驻扎营地时，可以分批驻扎，比如一队驻扎在城墙不远处，那么另一队就更远，这样即使被发现了也可以发射信号通知别队，可以援助等等。很多人在攻城时喜欢一拥而上。其实这样是错误的。很有可能在你冲进城里会发现空无一人，然后真实的敌军却藏在了城外，然后攻其不备就将你军队全军覆没。那么就可以采用里应外合的方法。将弓箭手和少量步兵进入空城，留下大部分步兵，一旦想要置你于死地的军队一出现时，就用弓箭手打，然后让步兵一上，那么你就有胜算的把握。如果贸然攻打，后果不堪设想。”\n\n　　“现在我就来给你们讲一下阵法。当然，是没有名字的。”\n\n　　“1、综合性：大概呈一个粮仓的形状。前面有10人拿盾牌，后面5人拿弓箭，15人拿近身武器，这样可以有效面对前面的袭击和后面的突袭，盾牌可以挡住攻击，保护后面，然后一旦有机会，弓箭手便可以射箭。而拿近身武器的则可以挡住弓箭手的缺点--无法近身。在必要时刻还可以五人一组两次冲锋，开辟前路，而剩下五个人依然可以保持整个小队伍，差不多需要30人来组成。\n\n　　2、冲锋性：为一个长方形，第一排拿轻型木盾，手握宝剑。第二排的拿飞刀，第三排任意武器，第四排拿手刀，第五排拿手刺，第六排拿长矛，这样即可以做到防御，也可以突然冲锋，最好左右还跟着10名弓箭手，这种队形虽然防御力比较差，但是如果近身打的话一个特种兵可能都不再话下。在冲锋时起到非常大的作用，可以瞬间瓦解敌方重要力量，然后持续攻打即可，这个一般也需要30人组成。\n\n　　3、防御性：这个为正方形，最外圈都必须拿重盾，里面的必须拿轻盾，一共需要25人，外圈16人拿重盾，携带飞刀；中间有9个人，拿轻盾，携带飞刀和剑。这种队形可以有效的进行防御，但我跟你们说，这种队形虽然耐打，但是行动缓慢，我们试过，一般一天只能行驶100公里。因为它行动缓慢，所以也很容易遭到攻击。虽说耐打，但是总有被打败的时候。\n\n　　4、远程性：这是一种三角形阵队，里面都是远程攻击的。三角形差不多只有两圈，外圈，也就是第一圈有9个拿弓箭的人，就是弓箭手，三个拿弩箭的；第二圈只有三个人，都拿飞刀。这种队形适合安全地带作战，不适合战乱地带。但它可以远程大家军事力量，一般不会用在最前，都用在军中或军后。因为主要是远程攻击。再加上中间有飞刀手，即使有近身敌军冲进来飞刀手也可以用飞刀近身解决，弥补了弓箭手一旦碰到近身战斗时无可奈何的尴尬战局。”\n\n　　大家听的如痴如醉，但也有几个不耐烦的。因为杨龙说了半天了，大家都感觉很饿。杨龙看起来不累，他一张开嘴马上就引起了几个人的不耐烦。但是这句话反而人人都爱听--“好，现在时候已经不早了，所有人回宿舍休息。今天提前到我这里集合，给你们发勋章。“一听到有勋章，大家精神十足。“好，解散。”......\n\n　　赵勇他们拿着包囊往回走。他们一回到宿舍就叽叽喳喳说起话来。“哎，杨老师说的我一个都不懂！”那多唉声叹气到。赵勇却反而记住了，他对大家说：“刚才杨老师说的话你们都听懂了吗？”那多只是一个劲的摇头。“没听懂！”、“我压根没听”的话重复在赵勇耳朵中。看来就只有赵勇听懂了，并且全部了解了。正当他们讨论时，一个人便送来了食物，放在桌子上。那多立刻冲向桌子，大口大口吃起来。赵勇慢慢走向桌子。他看了一下，是土豆和猪肉。也不挑剔，就这样吃了。\n\n　　刚吃完食物的赵勇看到新管一个一个陆续走向训练场，他也连忙走了出去。很多人都在兴奋地讨论着勋章的事情。\n\n　　来到训练场，发现杨龙的旁边多了一张大桌子和三个和杨龙差不多高的人。桌子上的东西闪闪发光，很多人不禁说到：“好漂亮地徽章啊！”徽章为古铜色的，让赵勇忍不住多看几眼。随着杨龙面前忍渐渐多了，杨龙微笑着说：“恭喜你们完成为期五天的高官训练。你们已经成功达成了高官的真理。现在，我，杨龙宣布，勋章分发会现在开始。来，大家先一个一个排好队到我这里领你们的勋章。”赵勇依然是排在第一位。杨龙说：“赵勇啊，祝贺你哦，你通过了高官训练，你现在是一名真正的高官了！”赵勇接过杨龙递给他的勋章，回到原位。仔细观察这枚勋章。勋章上写有“高官训练章”的字副，此外中间还有一个很想末影之眼的眼睛。下面还写着“新赛国”“看来这只眼睛就是新赛国的国旗标志......”大家都拿到了各自的勋章，都对着阳光欣赏着，大呼小叫。杨龙示意大家安静，大家立刻不闹了，安静地听着。“你们，现在就是高官了。作为一个训练导师，我祝贺你们。你们都有各自的军衔，都要去为了工作而努力，为了国家而胜利。这个国家需要你们，这也就意味着我和你们几乎碰不到面了。”说到着，大家沉默了。杨龙继续说：“但是如果是为了国家，我会放下所有的一切来捍卫！友情也好，亲情也好，国家也好，在我心中都是无可替代的。我和你们并肩作战，让我们奋发，努力，朝着美好的生活前进！”又是沉默。“现在，你们回到宿舍整理东西，然后有人来接的呢，就走；没人来接的呢就等。你们如果想我的话就可以来这里看看，当然也可以来这里的训练场训练。总之这里为你们打开。好，我的话已经说完了。你们活着，祖国就不会亡，加油！解散！”杨龙这句话说的心潮澎湃，大伙也都散开了，回到宿舍。\n\n　　赵勇打开自己的柜子，发现里面所有的东西都不见了！总之关于自己个人所有的东西都没了！赵勇连忙跑到训练场，想找到杨龙。但是训练场上一个穿附魔铁盔甲的人在想赵勇招手。那个人手上拎着的，正是赵勇的包囊和那个大箱子！赵勇连忙向那人冲去。走进后那人突然来一句：“赵指挥官，在下恭候您已久。”赵勇疑惑不解地问“你是谁？为什么手上会有我的箱子和包囊？”“哦，赵指挥官不必害怕，我是白银军队的侦查中尉，国王命我来接赵指挥官回家的。“家？我什么时候有家的？”赵勇更疑惑了。“赵指挥官可能有所不知。国王早已命人帮您弄了一座房子，现在我奉命接您回去。”这下赵勇总算明白是怎么回事了。他跟着那个中尉上了马车，一眨眼功夫就到了一座很大的房子里。外面有一许多皇家军队守在那里，瞭望台、守卫台上都有几个皇家军守着，房子为石英的，里面很亮。赵勇下了马车，便有皇家军鞠躬：“欢迎赵指挥官回来。”赵勇享受着这样的待遇，感觉很开心。他走过门卫，来到里面。之间里面有很多树木，还有一条人造小河。过了小桥，便是那幢大房子。门口前有很大一块地方。透过夕阳的余晖，赵勇隐隐约约看到门口站着四个人。他仿佛感知到了什么，果然--\n\n　　“赵指挥官，好久不见啊！”奥卡很是兴奋，徐正更干脆，直接上去保住了赵勇。在宽大的手掌前，赵勇感到喘不过气来，要不是米兹说了徐正，徐正恐怕都要把赵勇弄死。奥卡说：“赵指挥官，现在我们要开一个小会，请跟我们来。”赵勇随着奥卡，走进了房子。果然够好！美丽的客厅里有许多花花草草，不多不少五张椅子就围着一张桌子。到处都是美丽的石英，加上闪闪发光的萤石，更是美丽无比。赵勇找了一个位子坐下。“首先我们欢迎赵指挥官顺利训练归来！”几声稀拉拉的掌声传遍了楼下。“赵指挥官，现在事情非常紧急，我们很可能今天晚上就要出去了。”“什么？怎么一回事？”赵勇显得比以前都要惊讶。”“您听我讲，上次那个把您从马上摔下来的那个人，被发现是比亚派来的侦探兵。问出一些话得知他们看中了我们国家的末影之眼，想要盗取。但是侦探被抓住，比亚的阴谋败露，所以为了不让更多人知道，比亚就想--攻打新赛。”“什么？那么，我们现在就去皇宫？”“是的，现在很棘手，国王下令让我们义勇军和白银总军一起去前线抵挡攻击，粉碎敌人，保护国家。现在恐怕白银军队都在皇宫集合了，我们也动身吧！”赵勇终于明白了，作为一个指挥官，他不能退缩！“好，现在我们就出发！”“通知皇家义勇军全体成员到皇宫先集合，我们随后就到。“是！”“走，徐正，梦雨，米兹！”“了解！”\n\n　　他们骑着穿着马铠的马匹，向着黑暗远处的火光方向飞驰而去。\n\n　　随着尘埃的溅起，他们消失在黑暗之中......\n\n\n\n\n【索引贴】我的世界之黑暗后的黎明【连载中】（可点）\n\n\n",
    "replies": []
}