{
    "title": "「Minecraft.net|CULTURE」Strange New Worlds —— 风谲云诡的新世界",
    "author": "cc7w",
    "replyCount": 5,
    "timestamp": 1496131140,
    "txt_content": " 本帖最后由 cc7w 于 2020-2-7 20:43 编辑 \n\nStrange New Worlds\n风谲云诡的新世界\nGalingueur’s Odyssey resource pack settles alien planets\nGalingueur 创作的奥德赛材质包定居外星\n\nMarsh Davies 马什·戴维斯\nWhile the possibilities of what you can build within Minecraft are pretty broad, to say the least, it sometimes takes a little something extra to make the game feel completely unknown. Galingueur’s Odyssey resource pack does exactly that, swapping out textures and models to transport the player to the surface of distant alien planets, populated by weird toothy creatures, beneath unfamiliar skies.\n虽说在Minecraft中建筑有无限的可能，但退一步说，要想让游戏充满神秘感真得费些功夫。Galingueur 的奥德赛材质包却添补了这份神秘感：材质贴图、生物模型，奇诡的怪物、陌生的天空，似乎将玩家置于遥远的外星球中。\n\nThe skies, with their epic starscapes, are the work of another minecrafter - JerenVids - but combined with Galingueur’s lurid texturework and unsettling animals, they make for a truly extraterrestrial feel. It’s the perfect place to build a sprawling sci-fi complex using Galingueur’s smartly altered texture set, turning chests into space-age supply crates, crafting tables into teleporters, and familiar building materials into all manner of supermaterial panels, circuitry and bulkheads.\n天空与其中迷人的星幕——这就是别人家的Minecraft玩家 JerenVids 的创作——但若是与令人毛骨悚然的贴图和令人胆战心惊的动物结合，便使人仿佛现身外太空。Galingueur 精心打造的材质可以说是建造科幻基地的不二之选：箱子变成了太空补给箱，合成台变身传送站，熟悉的建筑方块化身各种各样的超级电路板、能源和舱壁。\n\n“With Odyssey, I’ve tried overhaul the game, without adding any new blocks, mobs or anything else,” says Galingueur. “If someone plays Minecraft with Odyssey, and has the sensation of discovering a new universe, my work is done!”\n“在不添加任何新方块、新生物的情况下，” Galingueur 说道，“我想用奥德赛材质包给游戏带来全新面貌。”“如果大家使用奥德赛材质包游玩Minecraft时，有了探索新宇宙的感觉，那么我就成功了！”\n\nOne of the cool things about the pack is how radically the biomes alter your sense of place. Galingueur describes each as a separate planet in itself. Extreme hills become a scorched, craggy landscape of blackened tufts, the mushroom biome is redrawn in exotic shades of violet and turquoise, while swampland becomes toxic, with rivers of unhealthy green fluid and a sky to match. There are 12 such environments to explore, and, currently, three new species to chase around in them. Kubo are the most familiar - small, red, chicken-things. The other two are decidedly more alien: the quadrupedal Cholorylus, with a face full of strangely angled teeth, would resemble a giant blue molerat, were it not for its spiny back. The goatlike Ogotan has a droopy mouth that dangles beneath a strangely elongated pink head. Kinda gross, really.\n材质包做的最漂亮的，就是它能彻彻底底的颠覆你对某些生物群系的认知。Galingueur 将每个生物群系都描绘成一颗新的星球：峭壁呈现烧焦、崎岖的黑色丛林风景，蘑菇岛带有紫罗兰色与绿松石色的异域风光；沼泽像是渗透了毒素，流水和天空都衍射出病绿色。有12种不同的群落供你探索，其中有3种新物种等待你的发现。Kubo看起来是最脸熟的 —— 小巧玲珑，带着一抹红，看起来确实像原来的鸡。另外两种生物却更陌生：四足的 Cholorylus，脸上满是角度诡异的牙齿，类似于巨大的蓝色鼹鼠，但它满是棘刺的脊背却与鼹鼠全不相同；类似山羊的 Ogotan 用它的粉色脑袋吊着嘴巴。讲真的，着实让人起鸡皮疙瘩。\n\n“I've always been fond of fantasy, steampunk, dystopian, post-apocalyptic and, of course, sci-fi worlds,” says Galingueur. “As soon as I began to play Minecraft, a long time ago, I tried to create my own sci-fi resource pack. Unfortunately, my first pack was rubbish, so I’ve worked a lot to become better at pixel art. One day, I wanted to build a sci-fi complex. I remembered a wonderful sci-fi pack called SMP's 2263 . Unfortunately, this pack was abandoned by its creator and no other sci-fi resource pack has since captured the feeling I was looking for. So I decided to make my own version of a 16x16 sci-fi pack, inspired by it. Odyssey was born!”\n“我总是喜欢幻想风，蒸汽朋克，反乌托邦，末日生存这些事物，当然，还有科幻世界，” Galingueur 说道，“很久之前，当我刚接触Minecraft之时，我试着绘制了自己的科幻风材质包。但不幸的是，我的处女作很烂，所以为了提高绘制像素画的水平，我付出了不懈努力。有一天，我突然想建造一处科幻基地。我记得有个叫SMP's 2263的材质包属实不错，但很不幸，原作者弃坑了。并且打那以后，我遇到的其他材质包都无法满足我的心理需求。所以，正是受了上面那个材质包的启发，我决定制作自己的16x16科幻风材质包。奥德赛材质包就这么诞生了！”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOdyssey is currently in beta, and far from finished.\n奥德赛当前仍在Beta版本，离完成还很远。\n\n“I also want to add extra 3D models and items to add life into the buildings’ interiors,” Galingueur says. “Interiors are, in my opinion, the weak point of Minecraft when people build, so I want to balance it with Odyssey.'\n“我也想加入额外的3D模型和物品，为建筑的内饰添一份彩，” Galingueur 说道，“我觉得人们建筑时内饰是弱点，所以我想用奥德赛材质包来平衡这一局面。”\n\nEventually, Galingueur intends to replace all the mobs, along with every other Minecraft texture, be they GUI elements, blocks or items. 'It's a challenge for me,' he says. 'I will be very proud once it’s done.”\n最终，Galingueur 的目标是替换Minecraft中所有的生物、贴图、GUI界面、方块与物品。“这对我着实是个挑战，”他说道，“完工后我会为自己感到骄傲。”\n\nOdyssey already looks otherworldly, but that's what we call going above and beyond.\n奥德赛看起来已经很有异世界范了，但正因如此，我们才更要追求卓越。\n\n【c7w 译自官网 2017 年 04 月 06 日发布的 Strange New Worlds】\n【本文排版借助了：SPX】Translated: 2020/1/24\nSTRANGE NEW WORLDS奇特的新世界Galingueur's  Odyssey resource pack settles alien planetsGalingueur的Odyssey材质包定居外星\n\n\n    While the possibilities of what you can build within Minecraft are pretty broad, to say the least, it sometimes takes a little something extra to make the game feel completely unknown.\n    即使你在Minecraft中可以建筑的东西已经很多了，但有时还需要一些其它的东西来使人真正地感觉到游戏中充满未知。\n\n\n    Galingueur’s Odyssey resource pack does exactly that, swapping out textures and models to transport the player to the surface of distant alien planets, populated by weird toothy creatures, beneath unfamiliar skies.\n    Galingueur的Odyssey材质包正是如此，通过交换材质和模型的方式将玩家运送到遥远的外星球的被露出牙齿的生物覆盖的奇怪的表面，呼吸不同的空气。\n\n\n    The skies, with their epic starscapes, are the work of another minecrafter -JerenVids - but combined with Galingueur’s lurid texturework and unsettling animals, they make for a truly extraterrestrial feel. \n    天空伴随着他们史诗级的星幕是另一位Minecraft作者的杰作——JerenVids,但结合着Galingueur的骇人听闻的材质和令人不安的动物们，他们做出了真正的在外星的感觉。\n\n\n    It’s the perfect place to build a sprawling sci-fi complex using Galingueur’s smartly altered texture set, turning chests into space-age supply crates, crafting tables into teleporters, and familiar building materials into all manner of supermaterial panels, circuitry and bulkheads.\n    要想建造一座庞大的科幻设施的话，Galingueur的漂亮的材质包是最好的——将箱子变为太空补给包，将合成台变为传送器，将熟悉的建筑材料转换为超级电路版，能源和船舱壁。\n\n\n    “With Odyssey, I’ve tried overhaul the game, without adding any new blocks, mobs or anything else,” says Galingueur. “If someone plays Minecraft with Odyssey, and has the sensation of discovering a new universe, my work is done!”\n    通过Odyssey材质包，没有增加任何的新方块，新怪物等新的东西，我将这个游戏大变了样。如果有人使用Odyssey材质包游玩，并且有发现了一个新宇宙的感觉的话，我的工作就完成了！\n\n\n\n\n\n\n    One of the cool things about the pack is how radically the biomes alter your sense of place. Galingueur describes each as a separate planet in itself. Extreme hills become a scorched, craggy landscape of blackened tufts, the mushroom biome is redrawn in exotic shades of violet and turquoise, while swampland becomes toxic, with rivers of unhealthy green fluid and a sky to match. \n    这个资源包的酷炫的东西之一是它从根本上改变了你对某些地方的感觉。Galingueur将每个生物群系描述为一个独立的星球。\n峭壁群系变成了烧焦的、崎岖的黑色丛林风景，蘑菇岛群系被以紫罗兰和绿松石这种异国情调重绘，沼泽群系变成了看起来有毒，伴有有着不健康绿颜色的河流和天空去贴合实际。\n\n\n    There are 12 such environments to explore, and, currently, three new species to chase around in them. Kubo are the most familiar - small, red, chicken-things. The other two are decidedly more alien: the quadrupedal Cholorylus, with a face full of strangely angled teeth, would resemble a giant blue molerat, were it not for its spiny back. The goatlike Ogotan has a droopy mouth that dangles beneath a strangely elongated pink head. Kinda gross, really.\n    像这样有12种环境去探索，目前，在其中有三种新物种。\n    Kubo算是最熟悉的一种——又小，又红，像鸡一样。\n    剩下两个被作者决定改成更外星化——\n    四足的Cholorylus，脸上满是奇怪的倾斜的牙齿，类似于巨大的蓝色鼹鼠，但不是它的棘背；\n    像山羊的Ogotan有下垂的嘴巴吊在粉色脑袋下，它确实有点恶心。\n\n\n    “I've always been fond of fantasy, steampunk, dystopian, post-apocalyptic and, of course, sci-fi worlds,” says Galingueur. “As soon as I began to play Minecraft, a long time ago, I tried to create my own sci-fi resource pack. Unfortunately, my first pack was rubbish, so I’ve worked a lot to become better at pixel art. \n    我总是喜欢幻想，蒸汽朋克，反乌托邦，末日生存等东西，当然，我也喜欢科幻世界。Galingueur如是说道。很久很久以前，当我开始玩Minecraft的时候，我尝试过创建我自己的科幻资源包。但不幸的是，我的第一个资源包很烂，所以我在像素艺术方面做了大量努力，然后我变得好些了。\n\n\n    One day, I wanted to build a sci-fi complex. I remembered a wonderful sci-fi pack called SMP's 2263. Unfortunately, this pack was abandoned by its creator and no other sci-fi resource pack has since captured the feeling I was looking for. So I decided to make my own version of a 16x16 sci-fi pack, inspired by it. Odyssey was born!”\n    有一天，我想要建筑一座科幻建筑。我记得一个叫做SMP's 2263的资源包，不幸的是，它的制作者停更了，并且没有其它的科幻资源包能够吻合我所找寻的感觉。受它的启发，我决定制作一个我自己的16X16的科幻资源包。Odyssey就这样诞生了！\n\n\n\n\n\n\n\n    Odyssey is currently in beta, and far from finished.\n    Odyssey现在还在测试阶段，并且离完工还很远。\n\n\n    “I also want to add extra 3D models and items to add life into the buildings’ interiors,” Galingueur says. “Interiors are, in my opinion, the weak point of Minecraft when people build, so I want to balance it with Odyssey.\"\n    “我也想增加额外的3D模型和物品来建筑室内设计具有生命，”Galingueur说道，“在我看来，内饰是Minecraft中人们建筑时的弱点，所以我想通过Odyssey来平衡这种局面。”\n\n\n    Eventually, Galingueur intends to replace all the mobs, along with every other Minecraft texture, be they GUI elements, blocks or items. \"It's a challenge for me,\" he says. \"I will be very proud once it’s done.”\n    最终，Galingueur打算使用Minecraft外的材质替换所有的生物，成为他们的GUI元素，方块和物品。“对我来说那是个很大的挑战，”他说，“如果我完成了的话我会很自豪的。”\n\n\n    Odyssey already looks otherworldly, but that's what we call going above and beyond.\n    Odyssey已经看起来很异世界化了，但那就是为什么我们要超越的原因。\n\n\n附：1.本文介绍的资源包地址\n2.原文地址\n原文发布者Marsh Davies\n发布时间2017年4月6日\n翻译者c7w\n\n翻译时间2017年5月30日\n\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1496155920,
            "txt_content": "我只想说为什么太阳是那鬼样"
        },
        {
            "author": "cc7w",
            "timestamp": 1496232120,
            "txt_content": "FHC红石 发表于 2017-5-30 22:52\n我只想说为什么太阳是那鬼样\n鬼：我怎么知道外太空的太阳什么样子"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1496326800,
            "txt_content": "辣鸡c7w是要打击我这种咸鱼么"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1579980480,
            "txt_content": "violet and turquoise\n这两个是描写颜色的"
        },
        {
            "author": "_Archer_",
            "timestamp": 1580205960,
            "txt_content": "股份的**    "
        }
    ]
}