{
    "title": "[ Minecraft.net│MERCH ] How to Survive your First Day 如何在第一天生存",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1496152620,
    "txt_content": " 本帖最后由 像素君 于 2017-5-30 22:11 编辑 \n\n\n\n\n\n\nHow to Survive your First DayEssential tips from the for the coming Guide to Exploration\n如何在第一天生存来自即将发售的《探索指南》的重要提示\nThe following how-to is an exclusive excerpt from the Minecraft Guide to Exploration. Along with the all new Minecraft Guide to Creative, it'll be released tomorrow on May 30th in the US and June 1st in the UK. You can pre-order the book here.\n以下内容摘录于《Minecraft 探索指南》。它将和《Minecraft 创作指南》一起于5月30日在美国发售，以及于6月1日在英国发售。你可以点击这里来预购这本书。\nWhen you first spawn it’s a race against time to gather resources before night falls and the hostile mobs come looking for you. Every adventure is different but this step-by- step guide is one option that will keep you safe until day two.\n当你第一次来到这个世界时，便开始了一场与时间的赛跑，你需要在夜幕降临、敌对生物出来找你之前收集资源。每一次冒险都是不同的经历，但接下来的的建议是一个可以保证你在第二天之前的生命安全的选择。\n1.Mark your spawn point with a dirt pillar, and/or note the coordinates.1.用泥土建造一个柱子标记好你的出生点，以及/或者是记录下出生点的坐标。\n2.Find some trees and hit them with your hands to collect 20 wood blocks. 2.找到一些树并用手敲打它们，收集20块原木。\n3.Drag the wood into your crafting grid to turn it into wood planks. 3.把原木拖到你身上的合成方格里，把它变成木板。\n4.Mak e a crafting table from 4 wood planks and place it on the ground.4.用4块木板做一个工作台，然后把它放在地上。\n\n\n1.Interact with your crafting table, then craft sticks from wood planks. 1.点击合成台，然后把木板合成为木棒。\n2.Use your sticks and planks to craft a wooden pickaxe, axe, sword and shovel. 2.使用木棒和木板合成木镐、木斧、木剑、木铲各一把。\n3.Find a hill, and use your pickaxe to collect 20 blocks of cobblestone. 3.找到一座小山丘，然后使用木镐收集20块圆石。\n4.Craft stone tools and weapons – these are more durable than wood.4.使用圆石合成石制工具和石制武器——它们比木制的更耐用。\n\n\n1.Gather another 20 blocks of wood using your stone axe instead of your hand.\n1.用石斧代替手收集20块原木。\n\n2.Kill some animals with your stone sword. Collect the items they drop. \n2.使用你的石剑杀死一些动物，并收集它们的掉落物。\n\n3.Kill 3 sheep, then craft a bed. This allows you to sleep through the night.\n3.杀死3只绵羊，然后使用它们掉落的羊毛合成一张床，这样你就可以在晚上睡觉了。\n\n4.Craft a furnace. This allows you to smelt items into more useful forms.\n4.合成一个熔炉。这样你便可以把一些物品烧制成更有用的东西。\n\n5.Use your wooden tools as fuel to cook the raw meat (you don’t need them now).\n5.把你的木制工具用作燃料来烤制生肉（你现在不需要它们了）。\n\n\n\n1.Eat the cooked meat when your food bar starts to go down.\n1.当你的饥饿值开始往下掉时，把烤熟的肉吃掉。\n\n2.Go back to the hill, and dig farther in until you spot some coal ore. \n2.回到小山丘里，然后往深处挖，直到挖到煤矿。\n\n3.Mine as many blocks of coal ore as you can – each will drop 1 coal.\n3.尽可能多地挖掘煤矿——1个煤矿会掉落1块煤。\n\n4.Craft torches. These can be placed on other blocks to provide light.\n4.合成火把。它们可以通过放置在其它方块上提供光照。\n\n5.Now you can use coal in your furnace – it’ll smelt more items.\n5.现在你可以在熔炉里使用这些煤了——它可以烧制更多的物品。\n\n6.Expand the hole into an L-shape shelter, so you can hide round the corner.\n6.把挖出来的洞扩大成“L”形的庇护所，这样你便可以在转角处躲藏。\n\n7.Craft a wooden door and place it on your shelter from the outside.\n7.合成一个木门。然后把它放在你的庇护所的入口处。\n\n\n\n1.Light up your hole using torches to prevent hostile mobs spawning overnight. Shut the door and either sleep in your bed or wait until morning. Hide round the corner, out of sight of the door.\n1.使用火把点亮你的洞穴，以防敌对生物在夜间生成。把门关上，然后选择在床上睡觉或者是等到早上。记得躲在转角后面，不要往门的方向看。\n\nIf you found this handy, there are loads more tips in the full Guide to Exploration. Even old pros may find some useful info! Pre-order the book here.\n如果你觉得这些技巧对你很有用，那么在《探索指南》这本书里会有更多的生存技巧。即使是老玩家也会发现一些很有用的信息！你现在可以点击这个链接进行预购。\n\n（译者注：该书现已在美国发售）\n\n\n原文链接：https://minecraft.net/zh-hans/article/how-survive-your-first-day\n原文作者：Stephanie Milton\n原文发布日期：2017年5月29日\n文章翻译：像素君\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}