{
    "title": "格雷6gt6个人心得",
    "author": "wangyuzheng1995",
    "replyCount": 7,
    "timestamp": 1496243220,
    "txt_content": " 本帖最后由 wangyuzheng1995 于 2017-6-1 14:25 编辑 \n\n主要是一些格雷6的tips，适合gt5玩的比较明白的看一下，交流讨论。建议新人刚入手还是去看看gt5教程走一遍gt5然后再看一遍gt6教程再玩比较好\n1.坩埚的用法比你想象的要多：最重要的是可以获得熔融态金属，从而可以跳过熔化炉，最重要的2种熔融态金属是熔融锌和熔融金红石。具体获得熔融态金属的方法是：拿着ic通用流体单元，从坩埚上方右击。这里又涉及到一个问题就是ic通用流体单元不装满1000mB的话放不出液体，这样就需要一个ic流体灌装机来抽出液体，其实造价还算便宜。\n2.为什么是熔融金红石？因为现在想获得钛，只查nei是查不到的，必须查熔融钛，然后就可以找到搅拌机里钠粉/镁粉+熔融金红石=熔融钛的配方。熔融金红石是处理钛铁矿得到的。\n3.提到矿物处理，目前我的方法是粉碎-洗矿，后面热能离心还是电磁离心还是锤子离心看情况可有可无，因为洗完矿后得到的就是1.25倍矿，可以直接扔坩埚里用，不出石头也没有该矿的损失。其中洗矿可以用炼药锅洗，副产物损失不大，但是效率很高。具体的使用方法是，gt液体管道+排水道（drain）接炼药锅供水（注意用扳手连接好炼药锅和gt液体管道），然后炼药锅正上方3格处放一个gt漏斗（青铜漏斗）往正下面放粉碎矿物，就可以自动洗了，一会人去收货即可。\n4.坩埚的升级线。基本上，坩埚耐受温度和材质金属熔点的关系是1.25倍。不考虑tc和杂七杂八的其他mod，单用gt6升级到钨坩埚，是陶瓷-铌钛合金-铌/钼/铱-钽-钨或者离心岩浆出钨粒直接钨坩埚。其中铌和钽产于钽铁矿，也就是锰矿脉。运气好前面开箱子搞到不少铱建议出个铱锅过渡，毕竟后面出结晶室还要个铱锅，可以废物利用铱锅。如果用tc，就简单点了，直接出神秘坩埚可以强烧铝土出铝，出虚空坩埚可以直接烧钨锰矿粉出钨。\n5.现在钨的获得相对容易，锡矿脉很多，里面有很多钨锰矿，升级完坩埚，中期可以获得数量可观的钨，直接升级致密钨燃烧室可以很大的提升坩埚冶炼效率。\n6.尽早出防化服，坩埚冶炼就可以直接手拿很烫的金属了。\n7.进电力的核心问题就是橡胶和镀锌钢的获取。橡胶-冷凝器-不锈钢，镀锌钢-熔融锌-浸洗盆-不锈钢，又归结到了不锈钢上，不锈钢的冶炼，一定要注意最后放铬，因为铬会先和镍出镍铬合金，然后后面血崩，所以要先放锰，铁，镍，等铁镍先变因瓦合金，再放铬。这个问题在信素锭的合金冶炼问题上也有，目前我先放铜或者先放银都会乱了先出标准银，所以可能最终解决办法在熔融态金属放搅拌机里合成了。\n8.熔融锌的获取法前面说了，直接坩埚可以获取，而且可以不用通用流体单元，直接旁边接一个坩埚排水道（drain）然后接一个浸洗盆，右键坩埚排水道就可以排出熔融锌了。镀锌杆、齿轮、机壳之类的零件要注意的是，先把钢零件加工完，再去浸洗，因为镀锌钢不能直接加工很多零件，做错了还得回炉烧成钢再用，白白浪费很多珍贵的锌。\n9.压模器没那么好用了，但是可以把含有任意数量单位物质的单个物品进行压模处理，故而建议直接往里面放块压模，但要小心超过最大产物数量损失。压模器最大的作用其实是无损的处理塑料，塑料用坩埚冶炼的话有1/3的损失。\n10.燃烧室的选择上，液体燃烧室在出了gt焦炉后就可以考虑用了，优势是可以随时停火，控温方便。焦炉出木炭的过程中会出大量木榴油，拿来烧是很不错的。（我被给gt洗脑的居然觉得木炭不能直接烧是天经地义)但是蒸汽发电机组还是用固体燃烧室烧木炭好一些，毕竟停火少，直接轮询供应木炭也很方便。\n11.由于ic火电机被改了个夸张贵的合成，所以刚进电力想用ic发电不可能，这样就需要用gt的蒸汽发电系统：燃烧室（HU）-锅炉（SU）-涡轮（RU）-发电机（EU），这套系统和蒸汽阶段的最大问题就是锅炉太容易炸了，锅炉炸就是压力过大的问题，要不是蒸汽消耗不过来，要不是水供应有问题。我用了很久的一组配置是：林业林场+2*焦炉+（3普通青铜固体燃烧室+3普通青铜锅炉）+（2致密青铜固体燃烧室+2致密青铜锅炉）+钢神秘转子涡轮机+中压发电机（铝）+（钢干燥室+普通青铜固体燃烧室），用BC管道随时提取灰烬以及轮询供给木炭，全部用青铜流体管道（BC的很容易卡住然后炸锅炉），涡轮要接在蒸馏水供应线上，可以回流很多蒸馏水。最好发电机组跟你的机器群距离远一点，炸了机器很难受。\n12.能量水晶:手工搅拌机里可以出能量水晶粉，然后攒攒能量，用4CESU+中压变压器升压的方法，用一个钢压缩机超频工作就可以出了，然后cesu全面升级MFE，发电机组开关就不用很频繁了。\n13.前期点火，有AE并且开了赛斯特石英矿生成倒是不难，如果没有，就只能用钻木取火了——出起火器。用格雷的剑（燧石剑）打草，可以获得草，9草合成一个草堆，放在地上，然后再往上面放一个干燥用的东西（Resin/Sap bag，合成需要皮革），过一会会得到干草，可以用来合成起火器。\n14.燧石镐这玩意挖起东西来比石镐要慢，耐久高一些，前期看个人喜好用吧。燧石铲子出个还不错。燧石斧子强烈推荐，gt的斧子现在自带砍整个树的功能了，没加砍树mod，用gt斧子也是爽high。燧石剑自带火焰附魔，前期杀动物能直接有熟肉吃。ic的工具和电路板合成表还没怎么遭毒手修改，电锯、电钻、电提取器、电力飞行背包、夜视仪一进电力就可以比较轻松的出，当然我估计后面的版本会改这些的。电钻升钻石电钻压力不大，只是需要一个钢多辊式轧机出铁棒，已经出了能量水晶的话这里没压力，ic车床那里用一个手动动能产生器加一个车床就可以出钻石电钻需要的那个铁模块了。\n15.gt的机器现在等级不是跟gt5一个分类级别了，机器主要是根据所用能量种类不同再分各种材质的：旋转能（RU），动能（KU）分青铜-钢-钛-钨钢；电能（EU），光能（LU）分镀锌钢-铝-不锈钢-铬-钛；热能（HU）分钢-因瓦合金-钛-碳化钨；磁能（MU）分镀锌钢-不锈钢-铬-钛-铱；量子能（QU）能玩到这里也不用我细说了自己看吧。到中期要出全机器的话，ru，ku大部分出青铜级就可以，配方有功率要求的几个可以上钢级；eu，lu基本上也是出完镀锌钢级就可以，电解机要出铝的；mu的就两个，镀锌钢足矣；hu反倒是直接出到因瓦合金比较好，毕竟熔化炉和结晶器最贵的是里面的钨锅和铱锅。\n16.gt电路板是真的难出。底板-塑料板-蒸馏塔（蒸馏塔里面不空着，要结结实实的填满）-大量不锈钢，电路元件-硅结晶板-硅柱体-结晶室-（氦+硅），硅柱体这里需要有稀有气体，用末地石粉离心出氦就可以；硅可以用粘土粉，直接拿着粘土对着研砵磨就可以（研砵很实用主要可以拿来快速的磨一些洗净的1.25粉和废料）；结晶室合成要铱坩埚，而且出一个硅柱体要几十分钟。\n17.想玩核电的话，可以用坩埚把铀238烧成锭，然后合成铀块，再合成出ic铀，不用跟钚一样走研磨压缩方法\n18.装了tc的话，琥珀锤子，水元素剑，水元素镐，地元素锤（LV3），混沌元素锤子镐子（LV4）用起来都不错\n19.出破碎机的难点在钻石版，脸好挖到精美钻石可以直接切出板，正常的话：钻石板-圆锯-钴黄铜-铝，出了神秘坩埚，或者跟着之前说的坩埚升级路线走到2800K就可以烧铝土出铝,或者直接绿宝石洗矿也能出铝单质。\n20.gt6的机器的特点是功能与供能分离了，比如一个用ru的机器，需要一个电力旋转动能产生器将eu转为ru才能被供能然后工作，而且存在空转，即便机器不工作，也会照常消耗能量。所以布线思路要由gt5的一个单方块机器转换过来。我采用的大体方法是总MFSU-ic电线-ic低压变压器-电动引擎之类的eu转其他能量的机器-功能机器，然后用一个拉杆控制变压器是否工作以防止空转。gt本身还提供了很多控制用的覆盖版，我还没研究明白如何用覆盖板实现自动切断供能以防止空转。\n21.如果能量转换机器接收能量过高，会发出很刺耳的抽风声。\n22.旋转动能产生器正面朝上，人站上面，可以跟着转。。。\n23.没事翻翻格雷官网看看changelog和gallery，能发现很多东西https://gregtech.overminddl1.com/\n\n\n\n\n",
    "replies": [
        {
            "author": "hahahahah",
            "timestamp": 1496291460,
            "txt_content": "大哥...你坚持下来了啊...\n我之前玩的,纯游戏时间6小时才练出铁粒2个...然后,然后就再也没碰gt6了..."
        },
        {
            "author": "森林守卫者",
            "timestamp": 1507340400,
            "txt_content": "楼主真好，可帮了我大忙！\n我出熔炉愣是找不到dry grass的配方，搞得我只好打僵尸出火柴\n对了，加了地质学格雷6变得温(sang)柔(xin)体(bing)贴(kuang)，尽管中层的花岗岩做锤子还可以，但是铱锇矿至今找不到，还多了一大堆不明来历的矿（NEI看哭了），我玩的一把泪。\n谢谢楼主的分享，你帮了我一个大忙1"
        },
        {
            "author": "xiyg",
            "timestamp": 1507340760,
            "txt_content": "教程心得很棒！就是有点眼花。。。"
        },
        {
            "author": "森林守卫者",
            "timestamp": 1507341900,
            "txt_content": "实际上，纯格雷实在是很难，需要有点辅助滴，RC的贫瘠矿可以帮你炼少量的铁，沉浸工艺的各类矿也可以帮你，高炉出沉浸工艺（不建议出RC的，贵得一撇）可以帮你跳过一些难点，旅行地图帮你在旅行中记住各个的地方，另外RC和沉浸工程的杂酚油可以给液燃室供燃料（楼主讲了），暮色的炽热钢（的铁锭）可以帮你做引擎（用铬做？你土豪），里面的矿山是矿工的天堂，另外格雷避难所也可以在暮色森林里生成（实际上，是该死的地质学不在暮色起作用）地质学的砾石挖掉后有概率掉铜。另外有一个小技巧，格雷的各个工具的右键效果，斧头右键木头掉落木粉，木头变成的无树皮木头砍掉后合成可以直接合成出三个木板（用锯子五个），不建议锤子右键，它是用来探矿（显示你面前的是个什么鬼，NEI完美替代）。"
        },
        {
            "author": "wangyuzheng1995",
            "timestamp": 1507772280,
            "txt_content": "森林守卫者 发表于 2017-10-7 10:05\n实际上，纯格雷实在是很难，需要有点辅助滴，RC的贫瘠矿可以帮你炼少量的铁，沉浸工艺的各类矿也可以帮你， ...\n没想到还有工具右键这种操作，有空回去试下"
        },
        {
            "author": "追逐猫",
            "timestamp": 1508652240,
            "txt_content": "最近比较倒霉"
        },
        {
            "author": "追逐猫",
            "timestamp": 1509203340,
            "txt_content": "很不幸的又给干下去了"
        }
    ]
}