{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week:Clay 本周方块：粘土",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1496416260,
    "txt_content": " 本帖最后由 像素君 于 2020-7-16 12:53 编辑 \n\n\n\n\n\n\nBLOCK OF THE WEEK: CLAY本周方块：粘土\n\nPay dirt!\n有利可图的泥土！\nNext time you're exploring a dank, mushroom-filled swamp, or sailing along one of the majestic rivers that wend their way across Minecraft's blocky landscape, keep an eye out for one of the most versatile building materials the game has to offer - clay!\n下次，当你探索潮湿的沼泽，或是在一条宏伟的河流中航行，欣赏Minecraft的方块美景时，还请多多留意Minecraft里最具用途的建筑材料——粘土！\n\nClay was added in the Seecret Friday 6 update on 23 July 2010 alongside paper, slimeballs and milk (together at last!) It's usually found at the bottoms of lakes and rivers, almost always underwater, and can be harvested with any tool (though for speedy results, pack a shovel). When you do so, it'll break into four clay balls - which can be recombined in a crafting grid to turn them back into a clay block.\n黏土和纸、粘液球、牛奶在2010年7月23日“秘密星期五”的第6次更新中被添加进Minecraft。你通常可以在湖泊和河流的底部发现粘土——它几乎总会藏在水下。你可以使用任意一种工具来采集粘土——尽管采集速度很快，但最好还是带把铲子。当你破坏一个黏土块时，它就会变成四个粘土球——你可以使用工作台将它们重新组合成一个粘土块。\n\n\n\n\n\n\n59317e575094f.jpg (216.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 12:52 上传\n\n\n\n\n\n\nClay in the lousy so-called ‘real world’ is a mineral that forms when teeny-tiny particles of rock and soil meet water. When wet, it's smooth and can easily be shaped into whatever you like - something that our ancestors discovered is very handy indeed!\n在真实世界中，当微小的岩石和土壤颗粒与水相遇时，它们就会变成黏土这类矿物。潮湿的粘土十分光滑，你可以轻易地将它捏成喜欢的形状——有时候，我们祖先发现的东西确实蛮方便的！\n\nAncient human cultures used clay in all sorts of ways - first as pottery, shaping it into pots and bowls and letting it dry in the sun until it hardened. The result was a waterproof vessel that could store grains or liquids - very useful in early agriculture. You can do a similar thing in Minecraft by putting clay balls into a furnace and then shaping the resulting bricks into a pot that can hold flowers. Or a pot that holds nothing, if you hate flowers. But come on, who hates flowers? What’s wrong with you?\n古代人利用黏土的方式多种多样——最普遍的是将其制作成陶器，也就是先将黏土捏成陶罐和碗的形状，然后让其在阳光下干燥变硬。陶器是一种可以储存谷物或液体的防水容器，其在早期的农业生产中非常有用。你也可以在Minecraft里做与之类似的事情——把黏土球放进熔炉里，将其烧制成砖块，然后用砖块合成一个可以装花的花盆。当然，如果你不喜欢鲜花的话，它就只是个啥也没有的盆子。但谁会讨厌花呢？你是不是哪里出问题了？\n\nClay is also commonly used as a building material. Some cultures around the world smear clay over frames made of reeds and wood and use the ol’ sun-drying trick to form a tough, waterproof coating. One that keeps a home warm in the winter and cool in the summer! In Minecraft, you can do something similar by baking clay blocks in a furnace to make hardened clay (which can also be occasionally found in the world, and dyed into 16 different colours). In the next major Minecraft update, version 1.12, hardened clay will be renamed terracotta - and you'll be able to smelt it again into a new substance - glazed terracotta - that forms beautiful patterns. Magnificent!\n黏土也经常被用作建筑材料。有些地方会将黏土涂抹在芦苇和木头制成的框架上，然后将其晒干，以此来制作一种坚韧的防水涂层。这种涂层可以使家里冬暖夏凉！同样地，你也可以Minecraft做些与之相似的事情——你可以通过在熔炉里烤制粘土块来制作硬化粘土（有时你也也可以在野外找到它），然后将它染成16种不同的颜色。在下一个Minecraft的主要更新，也就是1.12版中，硬化粘土将被重新命名为“陶瓦”。除此之外，你还可以将硬化粘土变成一种新的方块“带釉陶瓦”，并使用它来制作美丽的图案。妙极了！\n\n\n\n\n\n\n59317e5748044.jpg (149.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 12:53 上传\n\n\n\n\n\n\nOther human societies in history formed clay into bricks that they carefully built into more intricate structures. Bricks are one of the longest-lasting and strongest building materials available - the Romans used them in their famous roads, and the factories that powered the industrial revolution were built of brick. Even today, bricks are one of the most common components of houses, both in Minecraft and the real world (don’t smash up your walls to check - just trust us on this one).\n以前的人类文明会将黏土制成砖块来小心翼翼地建造更复杂的结构。砖块是最坚固耐用的建筑材料之一，古罗马人曾在他们的著名道路上使用过砖块，而推动工业革 命的工厂也是使用砖块建成的。即使来到了今天，砖块也仍是房屋最常见的组成部分之一——无论是在Minecraft还是在现实世界中（别把你家的墙砸个稀巴烂，在这方面你只要相信我们就可以了)。\n\nBut the uses of clay don't end there. It was the very first writing medium - when scribes living in what is now Iraq about 6,000 years ago used reeds to mark clay tablets with a code of tiny wedge-shaped indentations, recording knowledge for future generations. We’re imagining having to write Block of the Week like that instead of just yelling at our laptops to write it for us and the hypothetical effort involved is making us tear up...\n粘土的用途可不止以上这些，它还是最早的写作用具——大约6000年前，在伊拉克地区生活的书记员会利用芦苇在粘土板上刻画细小的楔形凹痕，以此来为后代积累知识。如果我们每周都要用那种方式写一段代码，而不是直接在笔记本电脑上……哦，这种想法 会让我们疯掉的……\n\n\n\n\n\n\n59317e57543de.jpg (322.02 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-16 12:53 上传\n\n\n\n\n\n\nClay has also been used in the cores of dams to keep water from seeping through, in folk medicine to absorb poisons in the stomach, in landfills to stop toxins getting into the soil, in Iron Age warfare as sling ammunition, and to make everything from art and musical instruments to smoking pipes and cement. You’re probably surrounded by things made of clay right now as you read this! Hopefully bricks or instruments, and not sling ammunition aimed at your delicate face.\n粘土还可以用于建造大坝的核心部分以防止水的渗入，或是用作吸收胃中毒物的“土药”，或是在垃圾填埋场中用来防止有毒物质渗入土壤，或是在铁器时代的战争中用于悬挂弹药，或是用于制作乐器，或是用于制作管道和水泥……当你读到这里时，你可能已经被粘土所包围了。希望我们的粘土能够成为砖块或乐器，而不是瞄准你那张漂亮脸蛋的弹药。\n\nSo next time you find yourself knee-deep in a Minecraft swamp, dodging witches and slimes, be sure you pick up some clay. It's a pretty useful substance!\n所以，当你下次在Minecraft的沼泽里躲避女巫和史莱姆的追杀时，记得顺带收集一些粘土。它可是一种非常有用的玩意！\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-clay\n原文作者：Duncan Geere\n原文发布日期：2017年6月2日\n文章翻译：像素君\n\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1496418540,
            "txt_content": "粘土还是黏土？"
        },
        {
            "author": "像素君",
            "timestamp": 1496443620,
            "txt_content": "ruhuasiyu 发表于 2017-6-2 23:49\n粘土还是黏土？\n两个词似乎都是一个意思的来着~"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1496459880,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-6-3 11:21 编辑 \n像素君 发表于 2017-6-3 06:47\n两个词似乎都是一个意思的来着~\n我也搞不清……不过我觉得应该用wiki的粘土吧"
        }
    ]
}