{
    "title": "[Minecraft.net | CULTURE] Modern Art —— 现代艺术",
    "author": "cc7w",
    "replyCount": 4,
    "timestamp": 1496407740,
    "txt_content": "\n\nM O D E R N   A R T\n现 代 艺 术\nAndyisYoda shares his modern design secrets!AndyisYoda 展示他的现代设计秘诀！\n\n\n　We can't get enough of your historical Minecraft builds. We've seen so many ancient castles, statues and monuments in fabulously blocky form that we're starting to forget what the actual monuments looked like. Were the pyramids built from Ender Stone? Probably!\n　我们不能从你的Minecraft古建筑中获得足够信息。我们已经见过了那么多方块形式的古城堡，雕像和纪念碑，但我们开始忘了真正的纪念碑长什么样子。金字塔是由末地石建成的吗？可能是！\n　Builds based on more modern architecture, though, are a little less common. That's not necessarily a bad thing - it just makes sleek designs like Xalima byAndyisYoda stand out even more.\n　\"It's quite aspirational, isn't it?\" Andy says, when we ask what appeals to him about recreating a luxury house with a more modern design. \"People like to build something they might want to live in one day, but this is like a 30 million pound house!\"\n　建筑以现代建筑学为基础，但，有点不常见。这不一定是一件坏事——它只会让像AndyisYoda的Xalima这样更多的建筑产生。\n　“那很有抱负，不是吗？”当我们问他是什么吸引他用更现代的设计去重建一个豪华的房子时，Andy回答道。“人们喜欢建筑一些他们未来一天想住进去的东西，但这像一栋三千万英镑的房子一样！”\n\n　\"I'd like to build a house one day, a real one. Minecraft is like practice for that. Whether I'll ever achieve that dream or not, I'm not sure.\"\n　“我想有一天建筑一栋真实的房子。Minecraft对我来说就像是为此的练习一样。我不确定我能否使我的梦想实现。”\n\n\n\n\n\n\n\n\n\n\n　Andy's build is based on this original design, one he recreated, block by block, even getting feedback and input from the original designer. \"I contacted the architect of this concept house, a guy called Martin Ferrero and it's his conceptual design. It just looks floaty and light and amazing so I thought I'd try and build it in Minecraft blocks.\"\n　Andy的建筑以原来的建筑为基础，当他用一个一个方块重建的时候，他甚至要从最初的设计者那里获得反馈和建议。“我联系了这间概念房的建筑师，他叫做Martin Ferrero，这是他的概念建筑。它看上去是那么的轻飘以至于我想我要在Minecraft中重建它。”\n\n\n\n　\"It's very open plan living. You're on your own private island so you can have plenty of glass and windows - No one's going to be spying on you!\" But you're welcome to spy on more of Martin Ferrero's stellar work here.\n　“这是十分开放的生活计划。你在你自己私人的岛上所以你有大量的玻璃和窗户——没有人会暗中监视你！但是欢迎你来到这儿观赏Martin Ferrero的杰出建筑。”\n\n　“I'd like to build a house one day, a real one. Minecraft is like practice for that.”\n　“我想有一天建筑一栋真实的房子。Minecraft对我来说就像是为此的练习一样。”\n　Naturally, recreating such an ambitious design wasn't an easy process. Were there any stumbling blocks Andy would warn other builders to avoid? \"I think the hardest part is to keep the walls looking thin and light. But one of the things people do wrong mostly when they build these glass boxes, is that they expect the glass to be able to hold up the ceiling...\" Oh dear. We don't like where this is going...\n　显然，重建那么一个有雄心壮志的设计不是一个简单的工程。Andy警告其他建筑师有哪些绊脚石需要避免呢？“我认为最难的部分是让墙看上去不那么厚重。不过人们在建筑这些玻璃箱时，最常出错的地方是他们希望玻璃能够承受住天花板的重量。我的天哪，我们不喜欢这样的地方……”\n\n　\"It's a real problem!\" stresses Andy. \"People like to have glass walls but they still need to realise they need to put in steel beams or something to support the roof. I've seen people use mirrored columns before. I had a mixture - Some glass panes and some fence posts which are retextured to be grey. To make it look as if it could stand up and actually support the weight, and look just like the pictures as well.\"\n　“这是一个真实的问题！”Andy说道。“人们喜欢玻璃墙，但他们仍然需要认识道他们需要放一些钢梁或一些其他的东西来支持屋顶。我之前看到过人们使用镜像对称的镜子。我有一个混合成品——一些玻璃板和一些材质为灰色的栅栏。这是为了让它看起来能够立起来并且真正的支持重量，就像画中的一样。”\n\n\n\n　This image shows Martin Ferraro's original design, which Andy so faithfully rebuilt in the game.\n上面的图片展示了Martin Ferraro原来的设计，就是Andy高还原度在游戏中重建的那个。\n\n\n\n　And for comparison: the final build in Minecraft, which captures the elegant architecture in blocks.\n    两张图放在一起对比：这张是Minecraft中的最终成型建筑，它将雅致捕捉到了方块之中。\n\n\n　Keeping such understated design from risking looking bland was also priorotised. \"What's important in modern architecture is to have some quite muted pale colours, but have lots of accents or have an accent colour to liven it up.\" Such as the greenery of the bushes enclosing the house. \"Especially in the interior, having these highlighted to increase the interest. Accent colours, they're called. there's a few of them dotted about in some of the rooms inside.\"\n　保持这种低调的设计，看似平淡无奇，实际更加重要。“现代建筑学中重要的是有一些低调的颜色，然后有大量的重点色去让它活跃起来。”例如封闭房屋灌木丛中的绿叶。“尤其是在建筑内部，拥有突出的颜色能够激发人们的兴趣。这些颜色被叫做重点色，在一些房屋内部就由它们点缀。”\n\n　So apart from not having the roof fall in, was their a particular part of the project Andy was most proud of? \"The swimming pool. It was an infinity pool on Martin's plans, which is kind of like a glass wall. But when you put [Minecraft] glass there it didn't look like the swimming pool. So I had to use Barrier blocks and that was the secret.\"\n　所以除了防止屋顶倒塌之外，还有什么Andy特别自豪的工程项目吗？“游泳池，在Martin的计划中它是无边的，有点像玻璃墙一样。但当你使用Minecraft中的玻璃方块的时候，一点也不像游泳池。所以秘诀就是我用了屏障方块。”\n\n\n\n　\"These barrier blocks are just see-through blocks which you can place. You can fill [them] with water, right up to those blocks and it just looks like a glass-walled swimming pool, with the interface between the water and the barrier block looking like the glass.\" A clever visual trick, mimicking an infinity pool by making the solid blocks holding it together essentially invisible. Be careful when diving in!\n　“这些屏障方块是你能放置的透明方块。你可以将水填满其中，然后它看起来就像是玻璃围成的游泳池，水和屏障方块的交界面像是玻璃。”通过用基本不可见的固体方块这巧妙的视觉戏法，就模仿了无边的游泳池。当你潜水的时候可要小心了！\n\n　\"I think it's my best work I've ever done,\" says Andy. Why not judge for yourself by taking a look at more of his work here? Just try not to get green with envy about how much nicer that house looks than the one you live in. Good luck!\n　“我认为这是我至今做过的最棒的工作。”Andy说道。为什么不查看更多他的作品来自己判断呢？请不要嫉妒他的房子比你现在住的好多少。祝你好运！\n\n\n\n\n\n原发布者 Tom Stone \n原文地址 https://minecraft.net/zh-hans/article/modern-art\n翻译者    c7w\n翻译时间 2017年6月2日\n\n\n@LocusAzzurro @china521 @henry5041 @minehenry @KTR @尼玛乄骑士 @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey \n\n",
    "replies": [
        {
            "author": "Mithey",
            "timestamp": 1496409540,
            "txt_content": "可以说没有光影和材质就是咸鱼。。"
        },
        {
            "author": "。—。",
            "timestamp": 1496410440,
            "txt_content": "Mithey 发表于 2017-6-2 21:19\n可以说没有光影和材质就是咸鱼。。\n以及Depth of Field的功劳……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1496410860,
            "txt_content": "我记得材质包版有个超真实材质"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1496431260,
            "txt_content": "+100贡献"
        }
    ]
}