{
    "title": "[Minecraft.net | CULTURE] Flying Colours —— 飞扬的色彩",
    "author": "cc7w",
    "replyCount": 3,
    "timestamp": 1496478120,
    "txt_content": " 本帖最后由 cc7w 于 2020-2-23 11:18 编辑 \n\n\nF L Y I N G 　C O L O U R S\n飞扬的色彩\n\n\nSpectacular Minecraft music video months in the making\n几个月创造的壮观音乐视频\n\n\n[bili=11034449]1[/bili]\n\n\n　How do we put the experience of watching MiningGodBruce's latest Minecraft music video into words? They're swirling, surreal, physics-defying feasts for the eyes. They're like if Dr Strange started a dance party in his Minecraft Realm. They're like rushing through Minecraft's skies with a couple of kaleidoscopes stuck to your eyes. They're like... oh come on. Just press play on the video above, already. You won't regret it.\n　如何表达观看MiningGodBruce新作Minecraft音乐视频的感受？“旋转、超现实、非物理的视觉盛宴”就恰如其分！恰似奇异博士在Minecraft领域里办了一场舞会；就如戴着万花筒在Minecraft的天空里穿梭；又像……哦，快点，点一下上面的视频播放按钮，你绝对不会后悔的。\n\n　The song accompanying those heady visuals is Subtelty by Topaz - following the form of one of MiningGodBruce's previous videos, Acid Interstate V3, which you can see below. That too contorts a Minecraft landscape to jiggle with the rhythms of a Topaz track, Singa, and it quickly became a hit when it was released last year. It's not hard to see why.\n　这视觉盛宴的背景音乐是Subtelty，由Topaz仿照之前MiningGodBruce一个视频的形式谱成。原视频名叫Acid Interstate V3，继续读下去就能看到。扭曲的Minecraft景观与Singa[sup]1[/sup]的节奏，使它在去年一发布便风靡全网。原因显而易见。\n\n\n　“Acid Interstate V3 got about four hundred thousand views in the first week it was on YouTube,” explains MiningGodBruce to us. “All thanks to the video going viral on Reddit and then spreading to a bunch of other outlets. I think it was enhanced by the novelty of the whole thing 'Man spends thirteen months creating Minecraft music video with fifty engine hacks nobody would never have thought of'”.\n　“Acid Interstate V3在YouTube上投稿后，第一周就狂砍四十万播放量。”MiningGodBruce向我们解释说，“这多亏了视频快速转到Reddit上，然后又转载到了其他网站中。我认为‘独自一人，一十三月，半百技法，出人预料’提高了视频的新奇程度，从而促进了其风行。”\n\n[bili=6048418]1[/bili]\n\n\n　Hang on, thirteen months?! “It normally takes about three weeks of consistent work,” says MiningGodBruce, of his more recent videos. “Acid Interstate V3 was an exception, due to the insane amount of technical development, it took me over thirteen months.”\n　等一会，十三个月？！“通常的作品三周就能完成。”MiningGodBruce说道，其他视频通常只要花这么长时间。“但Acid Interstate V3是个特例，因为大量的技术研究耗费了我超过十三个月的时间。”\n\n　This technical development stage involves creating 'synch elements' – imagery and transition effects that synchronize with the changes in Topaz's songs. “The sync elements I use can be broken up into categories,” MiningGodBruce explains. “The Map-based beats: Torch outposts and 'terrain section transitions', these are syncing elements that are actually in the Minecraft map.” Like the torch outposts in Acid Interstate V3 that appear in time with specific beats, and the way the maps change to new environments with key transitions in the song.\n　技术研究内容包括创建“同步元素”——将图像和过渡效果与Topaz的歌曲变化同步。“我所使用的同步元素可以分为几类，”MiningGodBruce解释说，“基于地图的节拍，包括火把的提示和地形的过渡，这些是能在Minecraft世界里体现出来的。”就像Acid Interstate V3 中的火把一样，这里的火把也随着特定的节拍而出现，地形也随着歌曲的变化而改变。\n\n\n　The more complex tricks require extensive knowledge of how to get the best from video editing software. “The \"dancing terrain\" from Acid Interstate V3, these are controlled entirely by the GLSL Shader program that I wrote for the video,” explains BruceKnowsHow. “Editing-based beats, [like] most of the beats in the Subtlety music video, these are done entirely in After Effects, and include things like rotating and cutting footage.”\n　更复杂的技巧是最大程度地利用视频编辑软件。“Acid Interstate V3中摇晃的地形全部是由我为视频写的GLSL光影着色器程序控制的。”BruceKnowsHow解释说。“基于编辑的节拍，就和Subtlety里一样，全部在After Effects中完成。这包括旋转和切割镜头等等。”\n\n\n\n\n\n\n\n\n　“I record a copy of the video with the coordinates screen open in order to set up all of the map-based and shader-based beats. I pioneered a technique to record multiple 'takes' of a video, so that adjustments could be made, such as adding sync objects in the world, while keeping the rest of the video consistent. Editing-based beats are much easier to create, as they require no planning or setup prior to recording.” 'Easier' shouldn't be confused with the word 'easy'. Clearly an insane amount of hard work went into this project.\n　“我先开着坐标显示，录了一遍视频，这样方便我设置基于地图和光影的节拍。我开创了录制多段视频的方法，这样方便我对地图微调（例如增加同步元素）的同时，保持其他部分连贯一致。基于编辑的节拍相对更容易完成，这是因为它们不需要在录制之前就计划和设置。”但“更容易”可不意味着“简单”，工作量显然仍近乎疯狂。\n\n　But it's that level of effort, making sure Topaz's music and the video synch so neatly, that BruceKnowsHow believes is crucial to the videos success. “Their entire focus is on fitting the music, which is something I think a lot of popular music videos ignore nowadays.\n　但BruceKnowsHow相信，不懈的努力、完美的同步程度才是视频成功的关键。“观众关注的焦点在于音画同步的程度，这是现在很多音乐视频所忽视的。”\n\n　“A video always starts with the song. I listen to the song constantly, and figure out how I want certain parts of the video to flow with it. After that I go into a video editor and plot down the beats I want to hit. I normally have an idea of how I want a few parts in the video to be, and then I fill in the gaps as I go along.”\n　“视频通常以歌曲开头。我不断的听背景音乐，然后决定将视频的哪个部分与其搭配。在那之后，我便打开视频编辑软件，然后设置所要打的节拍。我通常会有某段视频该怎么办的灵感，接着我再填充剩下的空白。”＼\n\n\n\n\n\n\n\n\n　As for why he uses Topaz's music: “He's my favourite musician, his music is psychedelic but not in a generic 'rainbows and tie dyes' way. His songs are structured very well for these videos, and I think his sound matches the aesthetic really well.” You can find more music from Topaz on his soundcloud page, and his new album, Faux Linear, is downloadable on bandcamp.\n　至于为什么使用Topaz的音乐——“他是我最爱的音乐家。他的音乐很有迷幻色彩，但又不是常规的‘旋转彩虹[sup]2[/sup]’风格。他结构化的音乐很适合音乐视频，而且我认为他的音效很符合审美。”你能在Topaz的soundcloud页面上获取更多他的音乐。他的新专辑，Faux Linear，也能在bandcamp网站上下载。\n\n　But why use Minecraft for these videos? “I started using Minecraft because it was exactly what I wanted for my first project, Acid Interstate V1. At this point I know Minecraft extremely well, especially its limitations and how to work around them. Minecraft has a very low barrier-to-entry, but it's very robust when you start to think outside the box.”\n　但为什么选择Minecraft做这些视频呢？“在制作处女作——Acid Interstate V1时，我尤其想用Minecraft来表现。那时我可是Minecraft的骨灰级玩家，所以我了解它在某些方面的局限性，以及应变的方式。Minecraft上手几乎没有门槛，并且当你发散创造性思维的时候，它是非常强大的。”\n\n\n\n\n原作者　　　Tom Stone\n原文地址　　https://minecraft.net/zh-hans/article/flying-colours\n翻译者　　　c7w\n翻译时间　　2017/06/03\n两段视频一段自己搬的 一段B站有直接放过来了┑(￣Д ￣)┍\n\n2020年2月23日",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1496483820,
            "txt_content": "水神翻译速度好快"
        },
        {
            "author": "cc7w",
            "timestamp": 1582427520,
            "txt_content": "[1]\nhttps://m.youtube.com/watch?v=nWNXufnDgzU\n\n[2]\n这种的\n\n\n\n\n\n\npic_quark_1582427069726.jpg\n(69.62 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-2-23 11:12 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "nicewithgreat",
            "timestamp": 1596381000,
            "txt_content": "红石音乐"
        }
    ]
}