{
    "title": "【原创·连载】【狂热的沉默】【第三十一集：真正的劫难】【byRing】",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1496465160,
    "txt_content": " 本帖最后由 我为我为 于 2017-6-3 15:39 编辑 \n\n  回到家中，一声喊，无人响应。唯一回应我的，只是电话铃声。\n  “沈然！爸妈去北京，去照顾你亲婶婶！你先自己吃饭吧！爸妈回来都晚了！吃完饭记得写作业！”\n  第二天中午，回到家里，又得到如此的回复，第三天也一样。\n  婶婶患了什么病？从清明节开启父母就开始一段时间往北京跑一次了，怎么父母去北京的频率越来越高？\n  中午，我毫不拘束了，直接拿出电脑，来用午休时间继续配置自己的服务器文件[①]，饶有兴趣的挺着下巴。这大概是我愿意付出的了吧。像更新更新小说，想个死去活来，双手却在键盘上敲了几下，屏幕上才多了几十个字，手跟抽筋似的不动，然后就禁不住趴在床上玩IPAD了。一天就这么混过去了。\n  罢了，放学后来到操场上，为运动会那1500米项目准备！下次运动会必须洗刷上回的倒数第一！\n  一圈过去，腿就背叛了我，瘫软起来，身体上气不接下气的了，双手撑着腿，弯着身子，如果操场能和床一样软，真想扑在地上。坐在主席台附近直喘气，看着此时操场上那些人，一个个朝气蓬勃，似乎在奏鸣青春之歌。真不敢相信我曾经能跑下来1000米。慢慢吞吞地用钥匙扭开门，此时头已经熟了，把书包随手一丢，听着水杯轱辘在地上的声音，倒在床上就睡起来。一晃晚上七八点了，父母快回来了，赶紧写作业！\n  一日一日混下去，看看贴吧，看看QQ，已经不知道有啥有意思的了......之前租的那个小服早关了，寻哥一直在找我，而我一直不当回事，懒得回复。\n  晚上自己走回家练练身体，发现跑不了几步，就得弯下腰来喘几口气。一阵清风忽然从身边飞过，抬起头来，那辆自行车带着熟悉的背影，也就知道了那车主为什么如此快地骑过我。挺起身子疯狂的追赶，那车主并没有回头，眼睁睁地看着那辆车子离我越来越远，这就是我与那车主的天壤之别吧。此时夕阳的金光，似乎是它同情我而仅仅能够贡献给我的几率余光。\n  转眼间时间到了周五，回到家，哥哥都回家了，然而父母还是没有回家，电话又响起来了：\n  “沈然，你婶婶癌症晚期需要好好照顾，叔叔那家都来了。叔叔家的两个孩子大洋和二洋没人管，就先在咱们家管了。我去机场接他们了，一会儿就回来！”\n  叔叔出国留学在加拿大，是我家庭的骄傲，在爷爷奶奶面前爸爸的价值远比叔叔低。不过叔叔确实是高素质人才，他编程学得特别强，在黑莓手机公司上班。可惜是个“妻管严”，做了别人家的女婿，没有什么主见，似乎在他们家只是个赚钱的机器罢了。\n  婶婶也是中国人，老家也和我们一个省，在澳大利亚留学过，估计把“中国风”带过去了，靠的是爷爷奶奶还有爸爸的资助，却没学到什么本领，难道只是学到了英语？\n  婶婶的父母不愿意回到中国，认为加拿大好，还时常给大洋和二洋讲中国不好，人民素质低，食品有毒什么的。所以呢，他们这一家子就像一条长长的枷锁，把叔叔死死拴在加拿大。上次他们回中国是我三年级的时候了，当时大洋一年级，二洋更小，当时经常和他们生气、大家。家长让我打不还手骂不还口，游戏存档自然成了他们的玩具。不过，这么多年过去了，他们应该都长大了吧！回想回想当年，为什么要和他们吵呢？\n  心里还是有点小期待的。过了一会儿，听到钥匙一开，七八个人进来了。可不见两个少年，他们呢？“别挤！别挤！让我进去！”听到喊声，发现两个小矮个儿进来了，都五年级了，竟然还没我三年级高！怎么弄得？\n  五年级的小家伙摆出个少爷的架势，一把抢走我手里的IPAD，躺在沙发上就玩，连鞋子都没脱下来。其他人熙熙攘攘，也都在沙发上找到位置坐上去。\n  母亲把那些肉夹馍放在课桌上，我们七手八脚分起来。“来，让姥姥喂你。”婶婶的母亲拿着肉夹馍给正在玩IPAD的大洋。刚放到嘴边，轻轻地咬下来一个边。“不要！我不要吃！我吃巧克力！”大洋用他的脚轻轻地踹姥姥，用着娴熟的技巧，这应该已经是他们的日常习惯。然而他们硬要喂，大洋便把IPAD随手扔走，疯狂捶打着姥姥，还一边叫喊着。\n  他们两个如此这样，别说我的“复兴”计划能不能实现，就是碰电脑都难了。\n  母亲熬好了粥，又叫了一遍大洋二样，他们还是迟迟不动。“甭管他了”。吃着吃着想去上厕所，在客厅便停下来了。\n  二洋没个样子，趴倒在沙发上，下半身跪在地板上，已经睡得香香的。大洋还在电脑前，但手无力地移动着鼠标，眼皮时而睁开时而闭合。估计是能一个跟头倒在地上好好睡却又更想玩电脑吧。这俩人怎么跟吃了蒙汗药似的？现在才七点呢。\n  上完厕所出来，发现他们两个人都倒下了。奶奶和姥姥把他们俩抱进卧室睡觉了。“这应该是在倒时差吧。”哥哥说。\n  “什么是倒时差？”\n  “他们加拿大是西半球，和我们中国经度差异很大，于是时间差异很大，这你们地理老师应该讲过。这两个孩子没来过中国多少次，于是来中国很容易不适应，毕竟距离他们上次来中国已经是四年前的国庆节了。”\n  “那他们是不是一时半会儿倒不回来？”我的计划估计还是可以实现的！\n  “不不不，他们最多只要一个星期就能倒回来了。”\n  只给了我一个星期的时间，即使我嗑药停课天天熬夜也不可能赶上的，太不实际了......\n......\n  “云婼，咱们一起走吧！”我终于敢于主动邀请。\n  “你考得那么差，将来有什么把握呢？”云婼在摆车位那里面对着我讲话。\n  “额，我......没事的。”\n  “别说你想什么高考全省第一了，重点高中你都差着远呢！”云婼没有说再见，猛地扭过头，起走了。\n   “等等！云婼！”我喊了出来，可是她头也不回。\n   突然传来强烈的哭泣的声音，眼前一黑，猛地起来，发现眼前只是我家的墙壁。\n  啊，还好一切都只是一场梦......不过万一这个梦变成现实呢？不行！我要努力学习！不能让云婼小看！可是那哭声仍然坏绕在我耳边，从隔壁屋子传来。不用说是谁了，大洋二洋在那个屋子睡觉。\n  打开身边手机，发现现在才凌晨四点半，真是丧心病狂啊。可我更丧心病狂，又给云婼发了一遍好友申请，希望奇迹能够出现......\n@Smokey_Days @gggbbb \n",
    "replies": [
        {
            "author": "1258867933",
            "timestamp": 1496596200,
            "txt_content": "楼主你真棒！文笔很漂亮！继续支持你！"
        },
        {
            "author": "1258867933",
            "timestamp": 1496596260,
            "txt_content": "楼主你真棒！文笔很漂亮！继续支持你！\n"
        }
    ]
}