{
    "title": "[ Minecraft.net│CULTURE ] Creativity Cubed Cubed的创造力",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1496493420,
    "txt_content": " 本帖最后由 像素君 于 2017-6-3 21:46 编辑 \n\n\n\n\n\nCreativity CubedThe grand designs of the Cubed Community freebuild server\nCubed的创造力免费建筑服务器Cubed Community的宏伟建筑设计\nCubed Community is a freebuild server with over 5000 members from all around the globe. Its aim: to build together as one, making light work of massive, meticulously-realised cities, each informed by real urban planning methods. Well, comparatively light work anyway - their ongoing modern city project, Westpoint, has been in the works since 2014. Rather gloriously rendered above by Droolie, Westpoint’s world file is currently a 5GB download - and growing.\n\nCubed Community是一个免费的服务器，拥有来自全球各地的5000多名玩家。这个服务器的主旨是：一起建筑，以小工作量建造巨大而精致的城市，其建筑规划依据真实规划案例进行。相对来说比较小的作品是他们从2014年起开始建造的现代城市项目Westpoint，其中有幸参与图片渲染的是Droolie。现在Westpoint的地图文件大小已经达到了5GB，而且这个数字还在继续扩大。\n\nI had a chat with Cubed Community owner Adam \"Aequotis\" Berry about marshalling such massive multiplayer talent and his love for urban design. Adam describes himself as “a bit of a city freak” - an obsession that many on the server share.\n\n我和Cubed Community的所有者Adam “Aequotis” Berry聊了一会，谈到了他编组大型服务器的才能和他对城市设计的喜爱。Adam将自己描述为“一个城市狂”——其喜爱程度甚至比服务器要深。\n\n\"There are quite a few of us on the team who have an education in geography and cartography, so we normally pull upon from that,\" says Adam. The server tends to gravitate towards European cities, because of their more organic structure, and layered architectural history. To some extent, this goes against Minecraft’s strengths - the higgledy-piggledy growth of European cities doesn’t fit neatly into a grid. But it’s exactly that which appeals.\n\n“我们团队有不少成员接受过地理和地图制图学的教育，所以我们通常会把这些人拉来。”Adam说道。服务器建筑倾向于欧洲城市的风格，因为那里的建筑结构精致，建筑的历史也是分层的。在某种程度上,这与Minecraft的优势相悖——参差不齐发展的欧洲城市不适合被放在方块世界中。但正是这一点吸引了我们。\n\n\"It’s an extremely attractive prospect to make things fluid,\" says Adam, “to work through a time period. So even with modern cities what we’d do is give it a little bit of a lore, some background and say, ‘This city was started in the 17th Century, so it’s not going to be organised on a grid system, it’s going to be much more fluid.'\"\n\n\n\n“这是一个使事情顺利的极具吸引力的目标。”Adam说道，“不过这需要工作一段时间。所以即使是现代城市，我们还需要给它一些传说，一些历史背景，“这个城市在17世纪便开始建造，这样就不会有网格形结构。这会使事情更顺利。”\n\nFrench cities are a particular favourite - \"They’re just absolutely beautiful,\" says Adam – and that’s born out in the server’s La Saint-Victoire City project, heavily inspired by Paris’s 19th century architecture and rendered above by Crankerman. Westpoint, meanwhile, is more of an amalgam, a \"love-child project\" that compiles all of the members interests into a shining modern city. Cubed Community are soon to embark on Isona, a city inspired by Spain.\n\n法国城市是Adam最喜欢的——“他们就只是漂亮而已。”Adam说道。服务器的La Saint-Victoire城市在Crankerman的渲染上可以看出它很大程度上受到了19世纪巴黎建筑的影响。与此同时Westpoint更多像是一个混合后的产物，这是一个“私生子项目”，它汇集了所有成员的想法，然后变成了一座闪亮的现代城市。Cubed Community很快就要开始建造Isona，一座受西班牙启发的城市。\n\n\"Normally old-style cities are more built up,\" explains Adam, comparing the approaches to modern and old. “Old cities are cluttered with small roads, lots of little tiny bridges, lots of greenery. Then in comparison the modern cities are very open, well-spaced, with extremely tall high-rise skyscrapers. They’re very structured – with residential districts, districts of skyscrapers, districts of say, gardens and parks.”\n\n谈到处理现代和老式建筑时，Adam解释道：“通常情况下，我们更多建造的是老式的城市。老城市有杂乱的小道，很多小桥，也有很多绿色植物。相比之下，现代城市非常开放，空间也很大，高楼林立，而且其结构很有条理，比如住宅区，摩天大楼；其中也有划分区域，比如花园和公园。”\n\nBut before the first brick-block is laid, however, the landscape is designed, and that then informs the shape of the city. It’s part of what makes Cubed Community’s projects such credible spaces - the way that they acknowledge the sorts of real world constraints on cities: an awkwardly placed river, a stubbornly obstructive mountain.\n\n但是，在铺设第一块砖前，最先设计出来的是自然景观，这样就把城市的形状确定了下来。这是让Cubed Community的作品有充足空间的一部分——他们使用了现实世界中限制城市东西：一条曲折流动的河流和一座挡道的山。\n\n\nThe cathedral in central La Saint Victoire is more than a little reminiscent of Notre Dame.位于cathedral in中心的大教堂让人想起了圣母玛利亚。\n\nLike Paris, La Saint Victoire has to deal with the logistical challenge of a major river.和巴黎一样，La Saint 的政府必须应对一条大河带来的规划挑战。\n\nThe dense streets and wide boulevards of La Saint Victoire, as captured by SamangaBT.SamangaBT捕捉到了La Saint Victoire的密集街道和宽阔的林荫大道。\n\"We look at the landscape and we think – if we build a bridge here, what’s going to have to be around that bridge? And if there’s going to be a bridge, what type of bridge? Does it need to be for traffic, does it need to be for people? And if there’s a mountain, does it make more sense for the road to go around the mountain or through it? We decide what looks prettiest and what is the most functional.\"\n\n“我们在看风景时会想，如果我们在这里建一座桥，那么这座桥周围得有什么？如果这里有一座桥，那又是什么类型的桥呢？它是用于交通的吗？人们需要建造它吗？如果这里有一座山，那么是绕着山的道路还是穿过山的到路更有意义一些？我们考虑什么才是最好看的，什么才是最实用的。”\n\nThe most critical thing to get right is the road network - it's around these arteries that the rest of the city’s infrastructure is organised.\n\n最关键的是道路交通——它如同动脉连接着城市建筑，使它们结合在一起。\n\n“Once the roads are done we start with the actual buildings,” says Adam. “Perhaps it’s got to have a certain architectural style, or it’s set in a certain period, so you’ll have certain kinds of cars on the road, and particular kinds of infrastructure should be present. Then we spread out from a central point and keep building and building and building upon it. With Westpoint, we’ve now got a full working infrastructure, we’ve got roads, we’ve got tunnels, we’ve got building interiors, we’ve got tram-lines – all things that you’d see in a normal city.”\n\n“我们在道路完成后便开始建造建筑。”Adam说道。“也许它有一定的风格，或是在某个特定时段内被建造，所以道路上会有各种类型的车，也会有特定的基础设施。然后我们以一个地方为中心开始呈辐射状建造、建造、建造。在Westpoint，我们现在有了一个完整的基础设施系统。我们有道路、隧道、建筑内饰、电车缆线等你会在一个正常城市看到的所有东西。”\n\n\nhis shot by Droolie shows just how precisely considered the infrastructure of Westpoint is.这张由Droolie拍摄的照片显示出Westpoint的基础设施是经过深思熟虑后建造的。\nTo speed things along, the server supports third-party creation tools like WorldEdit and Voxel Sniper, and builders can plunder an archive of pre-fabricated assets - trees, cars and bits of street furniture - to add detail relatively quickly.\n\n为加快建造速度，服务器支持第三方的建造工具，比如WorldEdit和Voxel Sniper；建筑师们也可以使用预制好的模板——比如树木、汽车和少量街道装饰，这样可以较快速地添加细节。\n\nBut how do they organise such an endeavour?\n\n但他们这么多人是如何在一起努力的呢？\n\n\"These cities can sometimes be twenty miles in diameter, so trying to get all the people working together and knowing what they’ve got to do and making sure that everything’s done is a challenge,” says Adam. “We have people who apply who then become builders, then we have supervisors and administrators to give the work to the builders, lay things out and plot things, moderate it – it’s all very well planned and structured.\"\n\n“这些城市有时会达到方圆二十英里大，所以得让所有的人在一起建造，让他们知道自己必须做什么，并把自己所做的每件事当成一次挑战。”Adam说道，“我们有在加入后成为建筑师的成员，也有监工，也有给建筑师任务的管理员。我们建造时会适度地提出并制定计划，这样的话作品规划和人手安排就会好一些。”\n\n\nAll renders in this carousel are by Headshotwar - and really show the diversity of Westpoint.\n下面的所有渲染图由Headshotwar制作，它们展示了Westpoint的多样性。\n\n\nThe surprising majesty of Forest Cove’s fancypants ferry terminal and coastguard station.Forest Cove的fancypants渡轮码头和海岸警卫队的宏伟令人惊讶。\n\nThe historic settlement of Luscante also features strikingly modern mansions.Luscante的历史也明显影响到了现代别墅的特点。\n\nAway from the bustle of the city centre, you can find the grand Castell Del Bosc.远离城市中心的喧嚣，你可以在郊外找到Castell Del Bosc。\n\nContrasting its modern beachfront, Westpoint’s hillsides conceal much older buildings.与这里充满现代气息的海岸相比，Westpoint的山坡上隐藏着许多老旧的建筑。\n\nWestpoint’s spawnpoint and central plaza make a grand introduction to the city.Westpoint的出生点和中心广场可见一斑地介绍了这座城市。\nBut structure doesn’t mean being ruthlessly strict. Quite the opposite, in fact. \"Sometimes if we’ve got a builder who’s not doing as well as everyone else, we normally take them out for discussion and then work on developing their skills – so we teach them, show them how to build, show them different styles and just mentor some of them.\"\n\n但有计划并不意味严格，事实上恰恰相反。“有时候如果我们有一个建筑师的建筑水平不像其他人那样好，我们通常把他们拿出来进行讨论，然后发展他们的技能。所以我们会教他们，向他们展示如何建造，告诉他们不同的建筑风格并举一些范例。”\n\nAdam calls Cubed Community a family - and it’s hard to imagine how such large projects could get off the ground without that sense of a shared, friendly purpose. What could be more in the spirit of Minecraft than that?\n\nAdam把Cubed Community当成了家庭——很难想象这样的一个大型作品会在没有这样共同而友好的目的下建造出来。在Minecraft里，还有什么比这更能让我更有精神呢？\n\n\n原文链接：https://minecraft.net/zh-hans/article/creativity-cubed\n原文作者：Marsh Davies\n原文发布日期：2017年3月18日\n文章翻译：像素君\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}