{
    "title": "[Minecraft.net | CULTURE] Man Against Nature —— 人与自然之战",
    "author": "cc7w",
    "replyCount": 4,
    "timestamp": 1496550960,
    "txt_content": " 本帖最后由 cc7w 于 2020-1-26 17:01 编辑 \n\nMan Against Nature\n人与自然之战\nSamanga Build Team talk about their epic build!\nSamanga 建筑团队畅谈史诗级建筑！\n\nTom Stone 汤姆·斯通\nNature's great, isn't it? Nature FTW! Nature like... stinging nettles! Wait, no, they're awful. OK, then, er, bees! Bees are brill! Actually, those black-and-yellow bumblers are even worse. Ruining our summers and stinging away our hopes and dreams. Um, trees? Trees are pretty cool, right? Apart from the tree that just collapsed on me while I was writing this. That tree's a jerk.\n大自然最棒了，难道不是吗？大自然赛高！大自然有……有荨麻！哦等会，这东西扎人。好的，然后，大自然有蜜蜂！蜜蜂炒鸡棒！其实这些黑黄相间的Baka也许更糟。它们搅黄我们的仲夏之梦，蛰破我们的希冀与幻想。嗯，树木呢？树木很帅，对吧？前提是你得不考虑在我写文章时倒在我身上的那棵。那棵树简直就是个木头疙瘩。\n\nI've had a change of heart. Nature is the worst.\n我改变了主意：大自然恶贯满盈。\n\nSo I thought I might've found kindred spirits in Samanga Build Team and their build Fhear igcoinne an duta! - to save you a trip to Google Translate, it means 'Man against nature!'\n所以我认为，也许我和 Samanga 建筑团队 和他们的建筑 Fhear igcoinne an duta! 有共通之处。—— 省你一次百度翻译的功夫，建筑名的意思是“人与自然之战！”\n\nOf course, this talented build team doesn't really hate nature. But they do love crafting an epic battle between man-made lethal machines and a hulking stone golem. Not to sell out our own species or anything, but our money's on the golem winning this for Team Nature. Sorry, Man!\n当然，这支才华横溢的建筑团队并不是真的厌恶自然。但是他们确实喜欢创造具有破坏性的人造机器和笨重的石巨人之间战斗的场景。我并不是要出卖人类或做类似的事情，但我赌自然一方的石巨人会赢。抱歉了，人类！\n\n\n\n\nWe assumed the recent King King movie might have been an inspiration. Not so, actually, but the team did have other cinematic influences. 'A lot of people have said that King Kong should've been an inspiration,' agrees Castor Edstr?m Engstedt, founder of'but when we were building it no one was really thinking about it.'\n我们猜测最近的《金刚》电影可能是灵感之源。然而事实并不是这样，但是这支建筑团队着实从其他影片中得到了灵感。“很多人都说《金刚》会是我们的灵感来源，” 这点 Castor Edstr?m Engstedt （Samanga 建筑团队的创办者）表示同意，“但当我们真正在建筑的时候，没人会去考虑这部影片。”\n\n'But one big reference we did have was the movie Avatar by James Cameron. The helicopters, the ship, even the nature was very much inspired by the movie, even some of the small details on the helicopters are very, very similar.'\n“但我们建筑的一个重要参考便是詹姆斯·卡梅隆执导的《阿凡达》。直升机、船只，甚至连自然环境都有这部影片的影子，即使是直升机上微小的细节都与这部电影如出一辙。”\n\nBut what about the beast these helicopters are trying to take down? We don't remember that from Cameron's movie. 'From the beginning we thought more like a Godzilla was our idea. But then we changed to a stone golem, pretty much from a picture we found online!'\n但是，这些直升机正在奋力攻击的巨人又是由何而来呢？我可不记得卡梅隆的电影里出现过这些。“最初我们的想法是建一只哥斯拉，但最终我们决定造一只石巨人，很大原因是因为我们在网上找到的一张图片！”\n\n\nCastor, under the name Castorotto, and his friend Adde E, started their build team in 2014. The reason for starting a collaborative team in Castor's eyes was simple - 'I was pretty much too bad! I had to join a really good team. I was a quite bad builder. So I started one [build team] of my own and started to recruit some friends I had over at some other building servers.'\nCastor，真名 Castorotto，与他的朋友 Adde E 联手在2014年创建了属于他们的建筑团队。Castor 认为，创办建筑团队的原因简单无比：“我造的太烂了！我必须抱住某支建筑团队的大腿；在建筑方面我真就是个萌新。所以，我创办了一支属于我自己的【建筑团队】，然后招来了在各个服务器结识的建筑伙伴。”\n\n'Then with time we all got better together and some of the builders that joined back then are still with us today. There's two or three builders that we have been building together for, I don't know, four years maybe!'\n“经过时间的磨砺，我们的水平都在提高。当时加入的老人现在还有几位没有离开。现在的团队里，有两三个人跟着我搭了……具体的我也记不清了，大概四年方块了！”\n\n'In the beginning, to learn to build, I would recommend building together with others. Because there's a lot of amazing builders out there so learning from others is the simplest way. A good tip is try to use references when you build and try to build from them. Just pictures you found that you like. It's all a lot easier [than starting from scratch]. You learn a lot!'\n“要是你刚开始学建筑，我推荐你和别人一起搭。因为你看，别人家总是有那么多优秀的建筑师，没有比借鉴别人的长处更容易的办法了。另一个建议是找一些参考资料，然后尝试在游戏中重建它们——你中意的图片就行。跟【从零开始】相比，这样简单多了。你会学到不少东西的！”\n\n\n\n\n\n\nSamanga Build Team have come a long way from their early learning days. They're now a team capable of building Fhear igcoinne an duta! in just two weeks.'Sometimes I'm just a loner and build a lot of stuff,' explains Castor. 'And sometimes we have a lot of people on, it's very different from time to time. But the last two days a lot of people were on!'\nSamanga 建筑团队从创始之日起，已经走过了一段遥远的征程。他们现在已经能干到仅用两周的时间就完成 Fhear igcoinne an duta！这张地图了！“有时服务器里只有我一个人，我自己建了不少东西，” Castor 解释说，“也有时有很多人在线，人数随时间变化很大。但完工前的那两天，在线的人很多！”\nThose two days were spent constructing the majority of the vegetation you see in the build. 'The nature itself - the trees, hills and stuff - it was very very rushed. We didn't have a lot of time left when we started building that do we did it very very quickly and I think we did an amazing job with the time we had.'\n最后的那两天我们在建造植被的主体。“自然方面的建筑——树木、山丘这些——做得非常赶。从我们开始建筑起，我们剩的时间就已经不多了，所以我们造的非常非常快，最终我认为在这么紧迫的时间条件下我们确实交出了满意的答卷。”\n\nA personal highlight of the build? 'I really like the helicopters. They took a lot of time, than a lot of the other builds! So it was worth it. I also like the Golem. I didn't do it myself, it was another builder that made it, but I really like how those two parts turned out.'\n个人认为地图最出众之处？“我真的很中意这些直升机。跟别的建筑相比，造它们花了大把的时间！但这一切都是值得的。我也很喜欢石巨人，虽然建筑师不是我，而是另一位大佬。但我真的很喜欢这两部分最后呈现的样子。”\n\nSo what is it about Minecraft that's kept Castor playing? 'Well, to begin with, it's very easy to understand. The interface is very friendly. In the beginning you just go into creative mode and start to place blocks. And then as you get better you can start to explore all the different mods and plug-ins that exist and use them to your advantage, so the learning curve is also simple.'\n所以Minecraft有什么魔力吸引 Castor 一直玩下去呢？“首先，游戏通俗易懂。玩家界面很友好。刚开始你只需要进入创造模式，开始放置方块即可；后来随着你的水平不断提高，你就可以探索不同的模组和插件，并按照你的想法来使用。学习过程也很简单。”\n\n'But one of the most important things is the way you can share it. You often build in servers together with others, you can explore maps you have downloaded. It's amazing, and not existing in any other programs, at least that I know of. Being able to share it like that.'\n“但最重要的一点，是分享作品的方式。你经常可以在服务器里和别人一起建筑，你也可以探索下载下来的地图。这是多么美妙，我所知道的其他程序可都完成不了这一点。我们能像这样简单地分享作品。”\n\n'From the beginning it was just my favourite game to play together with my friends from school, in survival. But I also really like the way you can express art in it because it's quite different from other programs. I think those two things mixed together is what I really like. It doesn't really have any limits - the limits you can pretty much choose yourself.'\n“曾几何时，我最爱和学校的同学一起玩Minecraft的生存模式。但我真的欣赏在游戏中表达艺术的方法——因为这跟别的程序迥然不同。我觉得，Minecraft能将这两点结合便是我喜欢它的原因。Minecraft世界不加有任何限制——能够决定你的极限的，只有你自己。\n\nCouldn't have put it better myself! Which is worrying, because that's my job. Take a look at more from Samanga Build Team here and follow them on Twitter here!\n我自己可说不那么好！这挺让我担心的，因为这是我的工作。点这儿了解更多关于Samanga建筑团队的消息，点这儿去关注他们的推特吧！\n\nBuilders - iDragolyte, AddeE, iRoboMatic, castorroto\n建筑师 —— iDragolyte，AddeE，iRoboMatic，castorroto\n\nRenders by The Barbarian, Antrelial, castorroto\n渲染 The Barbarian，Antrelial，castorroto\n\n【c7w 译自官网 2017 年 05 月 17 日发布的 Man Against Nature】\n【本文排版借助了：SPX】\n2020年1月25日\n\n\nM A N   A G A I N S T   N A T U R E\n征 服 自 然 之 人\n\nSamanga Build Team talk about their epic build!\nSamanga 建筑团队讨论他们的史诗级建筑\n\n\n\n\n　Nature's great, isn't it? Nature FTW! Nature like... stinging nettles! Wait, no, they're awful. OK, then, er, bees! Bees are brill! Actually, those black-and-yellow bumblers are even worse. Ruining our summers and stinging away our hopes and dreams. Um, trees? Trees are pretty cool, right? Apart from the tree that just collapsed on me while I was writing this. That tree's a jerk.\n　自然是美好的，不是吗？自然什么的最好了！自然像……荨麻！等会，不，荨麻有点让人讨厌。好，那么，像蜜蜂！其实，那些黑黄相间的坏家伙其实更糟糕。它们毁了我们的夏天，刺痛了我们的希望和梦想。嗯，像树？树其实很酷，难道不是吗？当然除了那颗在我写文的时候倒在我身上的那棵树，那树就是个混蛋。\n\n\n　I've had a change of heart. Nature is the worst.\n　我于是改变了我内心的想法。自然是最坏的。\n\n\n　So I thought I might've found kindred spirits in Samanga Build Team and their build Fhear igcoinne an duta! - to save you a trip to Google Translate, it means 'Man against nature!'\n　所以我想我与Samanga建筑团队中的某些人情投意合，他们的建筑“Fhear igcoinne an duta!”—— 为了节省你用翻译网站翻译的时间，它的意思是“征服自然之人！”\n\n\n　Of course, this talented build team doesn't really hate nature. But they do love crafting an epic battle between man-made lethal machines and a hulking stone golem. Not to sell out our own species or anything, but our money's on the golem winning this for Team Nature. Sorry, Man!\n　当然，这个有天赋的团队不是真的讨厌自然。但是他们的确很喜欢制造一场人造机器和石巨人之间的史诗级战役。不出现人类或其他任何东西，但我们在石巨人上投的钱让自然队获胜了。抱歉，征服自然之人！\n\n\n\n\n\n\n\n\n　We assumed the recent King King movie might have been an inspiration. Not so, actually, but the team did have other cinematic influences. \"A lot of people have said that King Kong should've been an inspiration,\" agrees Castor Edstr?m Engstedt, founder of Samanga Build Team \"but when we were building it no one was really thinking about it.\"\n　我们猜想最近的金刚电影可能对本团队有所启发。但不是如此，其实，是其他电影影响了本团队。“很多人说金刚应该对我们有所启发，”Samanga建筑团队的创立者Castor Edstr?m Engstedt回答道，“但是当我们在建造本地图的时候我们真的没有考虑过它。”\n\n\n　\"But one big reference we did have was the movie Avatar by James Cameron. The helicopters, the ship, even the nature was very much inspired by the movie, even some of the small details on the helicopters are very, very similar.\"\n　但是我们建造本地图的重要参考资料是James Cameron制成的电影Avatar。直升机，轮船，甚至是自然的取景都被这部电影所启发，甚至是直升机上的一些小细节都和电影中非常非常相似。\n\n\n　But what about the beast these helicopters are trying to take down? We don't remember that from Cameron's movie. \"From the beginning we thought more like a Godzilla was our idea. But then we changed to a stone golem, pretty much from a picture we found online!\"\n　但是直升机群尝试摧毁的野兽的形象从何而来呢？我们记不很清Cameron的电影中野兽的模样了。“起初我们认为它更像是哥斯拉，但最终我们决定是石巨人——根据我们在网上找到的图片！”\n\n\n\n\n\n　Castor, under the name Castorotto, and his friend Adde E, started their build team in 2014. The reason for starting a collaborative team in Castor's eyes was simple - \"I was pretty much too bad! I had to join a really good team. I was a quite bad builder. So I started one [build team] of my own and started to recruit some friends I had over at some other building servers.\"\n　Castor和他的朋友Adde E在2014年创建了他们的建筑团队。创办团队的原因在Castor眼里看起来很简单——“我的建筑水平太差了！我需要加入一个好的团队来改善我的建筑水平。我那时真的是一个很差的建筑师。所以我开办了一个我自己的建筑团队，然后招聘一些我在其他建筑服务器中交到的朋友到我的团队里。”\n\n\n　\"Then with time we all got better together and some of the builders that joined back then are still with us today. There's two or three builders that we have been building together for, I don't know, four years maybe!\"\n　“然后经过时间的洗礼，我们的建筑水平都得到了提高，一些当时加入的建筑师现在仍和我们一起，我不是很清楚——四年来好像有两到三名建筑师一直和我们一起，应该是这样！”\n\n\n　\"In the beginning, to learn to build, I would recommend building together with others. Because there's a lot of amazing builders out there so learning from others is the simplest way. A good tip is try to use references when you build and try to build from them. Just pictures you found that you like. It's all a lot easier [than starting from scratch]. You learn a lot!\"\n　起初，比起去学习建筑，我更推荐你们和其他人一起建筑，因为在外有大量极棒的建筑师，所以从他们身上学习是最好的方式。一个小提示是当你学习建筑时去尝试重建一些东西。例如你找到的图片。这比从零开始容易多了，当然你也会学到很多东西！\n\n\n\n\n\n\n\n\n　Samanga Build Team have come a long way from their early learning days. They're now a team capable of building Fhear igcoinne an duta! in just two weeks. \"Sometimes I'm just a loner and build a lot of stuff,\" explains Castor. \"And sometimes we have a lot of people on, it's very different from time to time. But the last two days a lot of people were on!\"\n　Samanga建筑团队他们的学习截止到到现在已经经历了很长一段时间。能干的他们用两周的时间建造了“Fhear igcoinne an duta!”（征服自然之人）。“有时我自己一个人建造了很多东西，”Castor解释道，“有的时候我们的成员很多，每时每刻都不同，但在最后两天很多成员都在！”\n\n\n　Those two days were spent constructing the majority of the vegetation you see in the build. \"The nature itself - the trees, hills and stuff - it was very very rushed. We didn't have a lot of time left when we started building that do we did it very very quickly and I think we did an amazing job with the time we had.\"\n　那两天用来建设你看到的大部分植被。“自然它本身就是由树，山和其他东西构成——我们的建造真的真的很匆忙。当我们开始建造的时候，我们剩下的时间已经不多了，所以我们的建造真的真的很急促，我认为那么短的时间内我们完成了一项惊人的工作。”\n\n\n　A personal highlight of the build? \"I really like the helicopters. They took a lot of time, than a lot of the other builds! So it was worth it. I also like the Golem. I didn't do it myself, it was another builder that made it, but I really like how those two parts turned out.\"\n　个人建筑的亮点？“我真的很喜欢直升机，比起其他建筑，他们耗费了我更长时间！但他们很值得。我也喜欢石巨人，但不是我建造的它，它是被另一个建筑师建造的，但我真的很喜欢这两个部分。”\n\n\n\n\n\n　So what is it about Minecraft that's kept Castor playing? \"Well, to begin with, it's very easy to understand. The interface is very friendly. In the beginning you just go into creative mode and start to place blocks. And then as you get better you can start to explore all the different mods and plug-ins that exist and use them to your advantage, so the learning curve is also simple.\"\n　是什么让Castor用Minecraft去建造呢？“嗯，首先来说它很容易让人理解，游戏界面也非常的友好。起初你只需要进入创造模式然后开始放置方块就可以了。然后当你的水平变得好些后，你能够去探索不同的Mod和插件，然后把它们运用到你的探险之中，所以学习它们也很简单。”\n\n\n　\"But one of the most important things is the way you can share it. You often build in servers together with others, you can explore maps you have downloaded. It's amazing, and not existing in any other programs, at least that I know of. Being able to share it like that.\"\n　“但是最重要的事情之一是你能够去分享。你经常在服务器中和其他人一起建筑，你能够探索你下载下来的地图，据我所知，这至少不需使用其他任何的程序。能够分享就像那样。”\n\n\n　\"From the beginning it was just my favourite game to play together with my friends from school, in survival. But I also really like the way you can express art in it because it's quite different from other programs. I think those two things mixed together is what I really like. It doesn't really have any limits - the limits you can pretty much choose yourself.\"\n　“起初它只是我最喜欢和学校中的朋友们一起玩的游戏，当然是生存模式。但是我也喜欢你能够通过它来表达艺术的方式，因为它和其他程序完全不同。我认为这两件事混合起来就是我喜欢的东西。它没有任何的限制——你可以选择挑战自己的极限。”\n\n\n　Couldn't have put it better myself! Which is worrying, because that's my job. Take a look at more from Samanga Build Team here and follow them on Twitter here!\n　我自己不能把它变得更好！不用担心，因为这是我的工作。点这儿了解更多关于Samanga建筑团队的消息，点这儿去看看他们的推特吧！\n\nBuilders - iDragolyte, AddeE, iRoboMatic, castorroto\n建筑师：iDragolyte, AddeE, iRoboMatic, castorroto\nRenders by The Barbarian, Antrelial, castorroto\n渲染：The Barbarian, Antrelial, castorroto\n\n原文作者 Tom Stone原文发布时间 05/17/2017原文地址 https://minecraft.net/en-us/article/man-against-nature翻译者 c7w翻译时间 2017年6月4日\n\n\n\n",
    "replies": [
        {
            "author": "Mithey",
            "timestamp": 1496551080,
            "txt_content": "炫酷！我喜欢"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1496555280,
            "txt_content": "感觉有个直升机像泰罗奥特曼里的"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1496570040,
            "txt_content": "开头那个标题的排版长知识了XD"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1579980780,
            "txt_content": "starting from scratch 从头开始\n"
        }
    ]
}