{
    "title": "[Minecraft.net | INSIDER] Now On Marketplace: Annie —— Annie：现已上市",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1496578080,
    "txt_content": " 本帖最后由 1345979462 于 2017-6-5 19:57 编辑 \n\n\nN O W   O N   M A R K E T P L A C E :   A N N I E\nA N N I E ： 现 已 上 市\n\n\nBlockception explain their time travelling tale\nBlockception 讲述穿越故事\n\n\n\n　Marketplace is new to Pocket and Windows 10 - for the first time it offers a way to browse, buy, download and play community content from within the game itself. Over the next few weeks we’ll be showcasing some of the cool stuff people have made for the launch! You can go check it out right now by clicking here!\n　对于携带版和Windows10的用户，“市场”提供了一种在游戏本身内浏览，购买，下载和播放社区内容的方式。在接下来的几周内，我们会展示一些人们已经制作的东西！你可以通过点这儿现在就去看看它！\n\n　For Alex Bellavita, there wasn’t a choice about what Blockception had to make for the launch of Marketplace. “It had to be an adventure map,” he says. By the sounds of it, it’s been a long time obsession - the desire to transform Minecraft and to transport players from their desk-chairs or couches and into another world of rich, involving stories.\n　对于 Alex Bellavita来说，Blockception要为市场的发布做什么并没有任何的选择。　“它必须是一张冒险地图。”他说道。\n　仅仅通过它的名字，不难看出它已经被困扰了很长时间——\n　想要转型Minecraft，将玩家从桌椅或沙发前转移到另一个涉及到商店的富裕世界中去。\n\n　“I’ve always tried to make the game more interactive,” says Alex. “I don’t want anyone to think that they are still in Minecraft, I want them to be completely immersed, in the same way you are when you read a book or watch a movie – like a seamless experience.”\n　“我总是想让游戏有更高的互动性，”Alex说道，“我不想让玩家意识到他们仍在Minecraft世界中，我想让他们完全沉浸在游戏当中，就像在读书或看电影时一样 —— 无缝体验。”\n\n　For Alex and the handful of collaborators that make up the Blockception build team, this resulted in ANNIE: The Rise of Londinium, a complex adventure map which whisks players through multiple time periods, by way of a holographic simulation.\n　对于Alex和Blockception建筑团队的合作者，他们做成了ANNIE: The Rise of Londinium，一张复杂的冒险地图——通过全息模拟使玩家穿越到不同的时间段。\n\n\n[bili=11072114]1[/bili]\n\n\n　Alex explains the backstory further: “A conglomerate in the year 2129 AD begins work on an advanced project in their newly appointed headquarters; the Gherkin tower in an alternate London, England. You are a test subject, having signed up and been accepted to help aid in recovering data after ‘The Event’. \n　Alex解释了更多背景故事：“在2129年，一个企业集团——AD在他们新的总部——另一个伦敦的Gherkin塔楼，开始进阶项目的工作。你是一名测试对象，已经跟他们签了约，并且同意在‘事件’之后帮助他们恢复数据。”\n\n　The project uses an advanced AI that analyses the surrounding area to create an artificial simulation. Within the simulation, as a test subject, you are flung into the trials and tribulations faced by common folk of the relative era. Along the way you will discover the humble beginnings of a small village and aid in recovering the lost data.”\n　项目使用了分析周边地区而创造人工模拟区域的进阶AI。在人工模拟区域中，作为一名测试对象，你需要面对相对时代的民间考验和磨难。沿着你的旅途你会发现一个小村庄的卑微发展史，并且帮助恢复丢失的数据。\n\n　It’s a pretty high-concept pitch, but at its heart is a love of architecture and an understanding of how cities get built around the natural landscape - things that Minecraft is singularly well-suited to show.\n　虽然这是推广宣传，但它的核心是对于建筑的热爱和对于城市在自然景观旁如何被建筑的理解——在Minecraft中的事物真的非常适合去展示。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n　Alex himself has long been involved in ambitious building projects - Blockception helped us launch the 1.11 update in style with a Machu Picchu-inspired build, Lost Civilisation. Before that, Alex was part of the famed FyreUK build team, working alongside YouTubers and the UN, to create spectacular structures, often showcasing their construction in timelapse. \n　Alex他自己也一直参加雄伟的建筑项目。Blockception通过一张马丘比丘风格的地图——Lost Civilisation，帮助我们发布了1.11更新。在那之前Alex是著名的FyreUK建筑团队中的一员，和YouTubers以及UN建筑团队一起工作，建造，然后经常在展览会展示他们的建筑。\n\n　He later joined Team Vareide, responsible for the Survival Games series, “mixing spectacular builds with functionality, around the time the first minigame servers started coming out.” Later still, his interests continued to move towards highly interactive experiences, working on the narrative based A Christmas Adventure.\n　晚些他加入了Vareide团队，负责饥饿游戏系列，“混合壮观的建筑，大概就在那个时候第一个小游戏服务器出现了。”再后来，他的兴趣也是持续追逐互动性体验，然后工作于一张基于叙事的地图——A Christmas Adventure。\n\n　Since finishing a computer science degree, Alex took a drama course, working for a period of time as a casting director - experiences that have all fed into his particular brand of Minecraft mapmaking: “I got to read a lot of scripts for unreleased movies and unreleased TV shows, which is incredibly helpful for storytelling and creating something more immersive.”\n　自从他取得计算机科学的学位以后，Alex开始了戏剧课程，作为演员指导工作了一段时间——那所有的经验都被投入到了他的Minecraft地图制作当中：“我读了大量的未发行的电影和电视节目的剧本，对我叙述故事来使玩家身临其境创建了更多有利条件。”\n\n　Made in just three weeks by a small crew of six or seven people, ANNIE represents the culmination of these fascinations - but not the conclusion of them.\n　六七个人在仅仅三周的时间内完成的ANNIE地图代表着他们令人入迷的高潮——但不是他们的结局。\n\n　“We’re hoping to turn this into a three map series that will be released over the next year maybe,” he says. Although the time-travelling theme will remain, the team are still scouting out possible settings in Asia and the Americas.\n　“我们希望将这个故事做成三个地图的系列，可能下张地图会在一年后发布。”他说道。尽管穿越的主题还会被保留，他们正在尝试将设定地点定在亚洲或美洲。\n\n　But when? The dangerous past? The terrifying future? On the basis of ANNIE, only time will tell.\n　但穿越到什么时候呢？危险的过去？可怕的未来？在ANNIE的基础之上，只有时间会告诉我们。\n\n\n\n发布者 Marsh Davies发布时间 06/04/2017原文地址 https://minecraft.net/en-us/article/now-marketplace-annie翻译者 c7w翻译时间 2017年6月4日\n\n\n\n\n@LocusAzzurro @china521 @henry5041 @minehenry @KTR @尼玛乄骑士 @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey \n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1496578380,
            "txt_content": "刚想翻这个的XD\n"
        }
    ]
}