{
    "title": "【DQR】关于勇者斗恶龙模组的一点小研究",
    "author": "阿薩男爵",
    "replyCount": 17,
    "timestamp": 1496633340,
    "txt_content": " 本帖最后由 E.T.星落辰 于 2017-6-5 14:28 编辑 \n\n期待这款mod很久了，首先感谢一下发布了汉化版的好人们，以下是汉化版发布地址：\nhttp://mcbbs.tvt.im/forum.php?mo ... tra=page%3D1&page=1\n相当出色的mod，里面的东西很多，怪物数量也非常庞大，籽岷曾经在介绍的视频中说过\n有些像虚无世界mod，但作为一个资深的DQ系列爱好者，个人还是觉得这个mod显然更有意\n思一点。籽岷视频地址：\nhttp://v.youku.com/v_show/id_XMj ... m=a2hzp.8253869.0.0\n模组本身的内容，我也就简单讲一些自己发现的心得：\n1.野外的怪很多，但普遍白天的怪等级较低，也好对付一些，入夜后会出现大量战斗力更\n高的怪物，被秒杀也是常有的事。\n2.会使用咒文或是吐息的怪物一般都比较难对付，它们的发动速度极快，且基本无视防御。\n3.野外经常看到的【壶】，在没有一定实力是最好不要手贱打破，目前发现的有以下几种\n情况：水、岩浆、道具、壶、壶怪，壶怪的速度极快且攻击力高并会使用即死咒文，所以\n挖到的话基本上就是一个坑爹。\n4.野外也可以发现的插在地上的【杖】，还有插在剑座上的【剑】，破坏后也有机会获得\n杖或其他武器（虽然看上去插得是剑，但是有可能是别的东西，我就得到过扇子和小刀）\n，同样在破坏的同时也可能会有守护着的怪物突然出现，没壶怪那么强但仍需要提防。\n5.野外发现的【井户】，也就是水井，貌似是个无实体的方块，走上去会掉入一个深洞中\n，底部有水摔不死，但是会被大量的怪物围殴，不过貌似等级都不是很高，在这个小空间\n里有时候会有宝箱，但是肯定会有【跳跃方块】，挖下来放在水的中心，踩上去便可以跳\n出井外了。（由于怪物等级低，有时候晚上进来还不会刷怪，这就是我下面要讲的这个模\n组的一个机制。）\n6.露出地表的【地牢】，以石砖、苔石砖、裂石砖、鉴制石砖以及深浅不一的板条箱组成\n的本模组中的地牢，同样里面也有一个刷怪笼，基本上都是这个模组中的怪（有一次我偶\n然发现了苦力怕的刷怪笼），也有1~2个宝箱，但是最关键的还是那些【板条箱】，有时\n在野外也会单独发现，采集它们最有效的工具居然不是斧而是镐，破坏后很高几率会出现\n宝箱怪，黄/绿/黑三个等级，同样攻击力非常高，且后两种一登场就会使用即死咒文，被\n打中直接就挂了。但是很多重要的道具都是破坏板条箱获得的，比如【神殿设计图碎片】\n甚至还有【职业之证】（我在之前就得到了商人之证，并成功转职为商人）\n7.关于转职，有不少初次接触这个mod的玩家都抱怨找不到地方转职，其实这是需要使用\n一个名为【神殿设计图】的道具生成一个由石英块构成的【达玛神殿】（DQ3时代就登场\n的著名地点，但凡以后有转职系统的DQ系列都有这个神殿存在），需要用九张不同的碎片\n拼成一张完整的图纸，生成方法是拿着完整图纸右击地面，此时会有提示，确定建造的话\n按住Shift再右键一下便可以开始建造了，建造有一个几分钟的过程，需要耐心等待，里面\n有一个负责转职的司祭，在持有【职业之证】的情况下和他对话便可以激活该职业的转职\n功能，再对话一遍选择你要转的职业，屏幕一晃便转职成功了，新转的职业等级会将为LV1\n，需要小心行动。\n8.【熟练度】，虽然这个模组中的武器众多，但是只有相应的职业才能提升特定武器的熟\n练度，在武器的说明中会有提到其适应的职业，比如战士适应用剑，在用剑击倒敌人后可\n以提升剑这项武器的熟练度等级，而商人即使装备了剑也无法提升熟练度等级。（提供一\n个练熟练度的方法，养一大群的鸡……）\n9.【技能/魔法】暂时还没深入研究，但是法师系确实可以通过装备杖来使用魔法，同时\n也会消耗MP。\n10.【药草】，在野外有时会采集到，打一些怪也可能会掉落，这东西既可以当粮食吃，\n吃完后也可以直接回复HP，非常有用，更重要的就是它还可以种植！\n11.【XXの种】，原版DQ中就经常可以见到，用于提升能力上限，本模组中则是类似于强\n化药水有时间限制，我个人认为翻译为果实更为恰当，和药草一样也可以在野外发现，也\n能种植！比起药水它还能堆叠！基本上可以完全代替一些药水的作用了！\n12.【刷怪笼】，和原版的刷怪笼不同，这个模组的刷怪笼是受日夜限制的，比如在白天\n会大量在刷怪到了晚上则会停止机能。鉴于一些怪会掉落一些超有用的素材所以一定不要\n错过了，比如会掉落药草的荷依米史莱姆刷怪笼，同时会掉落的还有上级药草甚至世界树\n叶，不过这里的刷怪笼无法使用【刷怪笼可采集】的模组精准镐来收集，破坏了也就没了。\n13.【模型】，打怪有时候也会掉落这个怪物的模型，家里地方够大的话也可以搞个地方\n来陈列一番，（配上底座更佳）。\n14.【抓怪】，一般而言，一开始没办法主动抓怪，只能凭运气偶然获得，在得到一种类似\n于肉块的【怪物诱饵】（有四个等级）投向想要抓的怪物再击倒便可以提升捕获该怪的几\n率，在击倒一个怪物时，有时会有一声钢琴音效，在被打倒的怪物身边会出现一个相同的一\n动不动的怪物，右键它便会冒出爱心并发出一段经典的ME（DQ传统的收同伴的音乐），此\n时怪物还处于待机状态，需要玩家Shift+右键便可以激活，便会跟着玩家走了。不过需要注\n意的是：如果直接一开始就Shift+右键的话便是放弃收服，怪物便会消失了。\n15.【怪物同伴】，说一说抓到的怪的特性吧，平时Shift+右键便可以切换跟随和待机，\n待机时表情也会变化，很萌，在战斗中不会被玩家的近面攻击所误伤，打倒敌怪后可以获\n得经验值并升级，有一种有些像魔法少女灵核的【转生石】直接对怪物同伴使用也可以增\n加经验值，持有该模组中的武器右键怪物同伴可以打开它的GUI，能够看到它的能力以及\n还需要多少经验值升级，第二页则是怪物同伴的背包，可以用于储存道具，（上面三个空\n格是放什么的目前还没测试出来。）怪物同伴在战斗中受伤的话，用药草右键它便可以治\n疗，不幸死亡后也不会消失，在获得【世界树之叶】后对其使用便能复活。\n16.【爆弹石】，击倒一些会自爆的怪物后有时会掉落，而在接近钻石层的深度也能挖到\n，籽岷的那一期介绍视频最后就是用爆弹石完成了自尽，其实这东西向雪球一样是可以扔\n出去的，爆炸威力极其恐怖，HP在100以下的怪基本上就是秒杀，而如果直接命中的话即\n使是HP230的怪也会被炸成残血！该怎么用还需要玩家自己斟酌。\n17.【金属系】，DQ系列惯例的金属史莱姆系列也依旧登场了，出现几率很低，目前已发\n现了金属史莱姆、金属塔、离散金属、金属王，特点是速度极快防御极高，鬼畜般的发动\n魔法，打死后经验值也是极多，一下子升好几级也不奇怪，刷级利器。\n…………\n关于模组本身的研究暂时就这么多，基本上可以把安装了这个模组的Minecraft当做一个\n独立的DQ系列游戏来玩了。\n接下来要讲的是这个模组和别的模组的兼容情况。\n1.【G键合成表】这个毋庸置疑，想要了解这个模组庞大的配方可以说是必需的。\n2.【小地图】和本模组的信息栏会有些遮挡和阻碍，需要手动来调整信息栏的位置。\n3.【飞行类】不管是飞行能力还是飞行装备或是飞行坐骑最好得有上一种，否则有时候你\n会觉得寸步难行。\n4.【武器类】在发布帖中就有人反映其他模组的武器没有正常伤害，确实如此，最主要是\n射击类武器，伤害会被降低为1点，也许作者当初就是想要避免有玩家用各种自动武器狂\n虐这个模组中的怪物吧，值得注意的是原版的弓也同样无法造成正常伤害，而原版的怪物\n也同样获得了这层机制的保护。\n5.【女仆】女仆mod这里有个BUG，一旦你主动攻击女仆，那么很容易就会闪退；除此之外\n女仆本身似乎不受上面一个机制的影响，装备弓箭或是女仆专用的枪械仍然可以大杀四方\n，但是女仆本身贫弱的HP使其在这个模组中就犹如雪傀儡一般的脆弱，一旦被敌方咒文击\n中也是会被秒杀的；而且本模组中增加HP上限的防具在女仆身上并不会触发效果。喂食模\n式下的女仆拿上药草的话，不但可以帮助玩家恢复饱腹度同时也可回血，鉴于本模组中玩家\n大幅上升的HP，在受伤后饱腹度消耗的也就更快了，所以原本的食物需求量也会更大多种\n一些药草则是上策，需要注意的是，女仆只会在玩家饥饿的情况下才会喂药草。\n6.【女仆附属~精灵球】这个为什么单独拿出来说呢？因为太有用了，当怪物同伴被击倒\n时，使用精灵球将之回收，再放出来时就是满血复活的了！此时让它待机再激活一下，就\n又能生龙活虎了！\n7.【女仆附属~坐垫】这个也要单独来讲是因为它强大的潜在作用，原本只是用于安置女\n仆还有村民，但是我个人更习惯于把它称为【魔封阵】，只要是地面上的生物只要踩上去\n基本上都会被封住行动，末影人的瞬移也会被封印住，然后就任由你宰割了！合理使用它\n可以困住追击你的敌人，但是对于能够射击和释放魔法的怪，即使封印住它也依然能够攻\n击你。虽然开放式方块和现代露营2中的捕兽夹也有相同的效果，但是成本都没有这个低\n廉。\n8.【萌化机器人】在之前的很多模组合集中叱咤风云的萌化机器人，凭借其超强的适应力\n和成长力，能够单刷魔典盖亚3的Boss级怪物，但在这个模组中，其本身的各种抗性却无\n法防御怪物们释放的咒文，所以即使是满级被打得只剩下核心也不奇怪，不过她们本身的\n战斗力还算是不错，和近战系怪物拼一拼也没什么问题。\n9.【背包宠物】也就是快捷栏宠物，其中可以用于攻击的宠物并不多，射击类的香蕉也被\n封印了威力只能造成1点伤害，但是恶魂的爆炸火球和云的雷电依然可以造成很大的损伤\n，其中云的雷电用于对付体型较大的怪物时可以造成多重损伤，发挥奇效。\n10.【魔宠】就是用魔宠手册生成的漂浮在身边的小型宠物，马里奥的保命绿蘑菇就不必\n说了，在这个模组环境下经常会用到；铁傀儡、骷髅这类可以辅助攻击的魔宠也可以发挥\n巨大的作用，因为这个模组的怪物的仇恨机制是会攻击那个首先动手打了它们的角色，而\n魔宠本身并无实体，它们便无法攻击到这个仇恨，送过来给玩家打，但是对于可以释放咒\n文的怪物而言，它们会连玩家一块儿打；而魔宠中的大杀器，主神Notch的R键落雷威力可\n谓无坚不摧，HP再高的怪也基本上被秒杀，缺点是掉落物也没了。\n11.【拆解台】这个也是非常重要，同时也很考验玩家的想象力，配合G键合成表使用，总\n的来说算是个逆合成+素材转换的功能；比如我想要【秘银】这个素材，但是手头没有，\n【白金】倒是不少，通过合成表查阅后得出结果，这两样材料都可以由【幻魔石】通过不\n同的排列来合成，于是我就先用几块白金分解成两倍数量的幻魔石，再用工作台将这些幻\n魔石重组为秘银，于是乎也就得到了！\n12.【超多生物群系】作者的原发布帖也提到过兼容超多生物群系，实际上手一玩也的确\n如此。\n13.【飞行方块】前面也提到过飞行类模组了，但是利用这个做一艘飞艇，便可以带上伙\n伴踏上一场惬意的航空旅行了。（当然还有移动的仓库和工作室，放一张床随时睡来做一\n个移动的记录点。）\n\n\n\n\n2017-06-03_00.09.57.png (391.84 KB, 下载次数: 2)\n\n下载附件\n\n2017-6-5 11:10 上传\n\n\n\n\n\n…………\n总之目前研究的内容就这么多了，以后或许会加以补充。\n确实这是个非常耐玩的模组，有了它又能够让1.7.10再战上一段时间，如果看帖的诸位也\n玩过的话，也欢迎一起讨论一下自己的发现。\n\n\n",
    "replies": [
        {
            "author": "zz21088280221",
            "timestamp": 1496634780,
            "txt_content": "可惜没出完.... 我记得铁匠铺内容还没弄好\n玩的时候查日文WIKI 查了半天.."
        },
        {
            "author": "超小逗比",
            "timestamp": 1496636820,
            "txt_content": "楼主，我加了这个mod怎么打开没反应了"
        },
        {
            "author": "阿薩男爵",
            "timestamp": 1496652600,
            "txt_content": "超小逗比 发表于 2017-6-5 12:27\n楼主，我加了这个mod怎么打开没反应了\n应该要加个前置mod，在发布帖中人家应该有说明了安装方法。"
        },
        {
            "author": "13780230972",
            "timestamp": 1497265800,
            "txt_content": "啧啧，厉害了"
        },
        {
            "author": "zombie僵尸君",
            "timestamp": 1497711300,
            "txt_content": "请问楼主知道怎么获得勋章吗"
        },
        {
            "author": "阿薩男爵",
            "timestamp": 1497745740,
            "txt_content": "zombie僵尸君 发表于 2017-6-17 22:55\n请问楼主知道怎么获得勋章吗\n你如果问的是在奖章王那里用来换东西的小奖章的话，获得方法主要有三种：\n第一种就是打怪随机掉，貌似史莱姆系掉落率较高些，找个有刷怪笼的地牢刷刷也不错。\n第二种在地下可以发现一种矿石，汉化翻译是【黄金矿石】，敲掉后就会像红石那样掉落复数个小奖章，当然没红石那么多，不用时运镐的话一次大概掉2个左右，时运三的话一次能掉4个左右。\n第三种是最危险的，击败用【进化秘石】投掷过的怪物，有时会召唤出实力无比强大闪光怪，打掉后通常会获得很多高级素材，这其中也可能会有大量的小奖章。"
        },
        {
            "author": "zombie僵尸君",
            "timestamp": 1497771540,
            "txt_content": "阿薩男爵 发表于 2017-6-18 08:29\n你如果问的是在奖章王那里用来换东西的小奖章的话，获得方法主要有三种：\n第一种就是打怪随机掉，貌似史 ...\n谢谢解答"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1500009900,
            "txt_content": "楼主，模组里的衣服和饰品穿戴上后没有加属性，是电脑原因吗？"
        },
        {
            "author": "ypy2301400876",
            "timestamp": 1500197220,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "DJmeha",
            "timestamp": 1500509880,
            "txt_content": "谢谢分享  感谢楼主"
        },
        {
            "author": "VereinCraft",
            "timestamp": 1500876840,
            "txt_content": "转职找不到 除了npc 还有方法吗"
        },
        {
            "author": "阿薩男爵",
            "timestamp": 1500933840,
            "txt_content": "VereinCraft 发表于 2017-7-24 14:14\n转职找不到 除了npc 还有方法吗\n转职比较麻烦，首先一定要建一个神殿，神殿图纸需要通过破坏板条箱木桶等物获得，有两种神殿，图纸的颜色也是有着微微的不同，蓝色的才是专职神殿，偏红色的是技能神殿初期可以无视，在得到九张不同的神殿图纸后在工作台合成，有些像拼图，摆放正确后就可以合称为神殿图纸，找个宽敞些的地方对着地面按下右键，会出现一个红色的框子，那是神殿的范围，再按一下就是开始建设了，稍微耐心等一下就可以了，取消的话在红框出现时按Shift+右键即可。（所以如果你觉得麻烦，在游戏开始时切换创造模式，拿一张神殿图纸出来在家附近生成一个神殿也可以。）\n转职需要转职卷轴，砸板条箱和木桶也有几率掉，但如果实在开不出想要的，也可以在奖章王那里用小奖章兑换，奖章王也是一张图纸生成的，不需要合成通过砸之前两种东西掉落，使用后一样会有个红框为建筑面积，设置后会生成一口水井，跳下去后里面就是奖章王了（可以换的东西除了转职卷轴外还有很多东西，大多数都是高级货。）"
        },
        {
            "author": "qq473607497",
            "timestamp": 1500949980,
            "txt_content": "适合服务器吗"
        },
        {
            "author": "阿薩男爵",
            "timestamp": 1500987120,
            "txt_content": "qq473607497 发表于 2017-7-25 10:33\n**** 作者被禁止或删除 内容自动屏蔽 ****\n没试过，尚不知晓。"
        },
        {
            "author": "1752449517",
            "timestamp": 1501037520,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "652535203",
            "timestamp": 1501137840,
            "txt_content": "MCBBS有你更精彩~~"
        },
        {
            "author": "qq914430314",
            "timestamp": 1501515780,
            "txt_content": "水经验啦啦啦啦啦"
        }
    ]
}