{
    "title": "[ Minecraft.net│MERCH ] New Guidebooks Out now 新指南现在发售",
    "author": "像素君",
    "replyCount": 4,
    "timestamp": 1496674920,
    "txt_content": "\n\n\n\n\nNew Guidebooks Out nowGet the Guides to Creative and Exploration\n新指南现在发售来获得《创作指南》和《探索指南》吧\nThe written word is amazing. It’s just all these little squiggles, really - but when you look at them they turn into thoughts INSIDE YOUR BRAIN. Amazing stuff. I’m actually beaming thoughts right into your head from the comfort of my desk right now! Egg! Chihuahua! Moustache!\n这本书写得很好。这些文字虽然只是些小小的曲线，但是当你看着它们时，它们就会变成你大脑里的想法。真是个神奇的东西。事实上，我现在正坐在舒适的办公桌旁，把你的想法从脑海里传送出来！蛋！吉娃娃！胡子！\nBut words don’t just serve the fickle whims of power-mad web editors intent on forcing their audience to imagine dogs and facial hair. Words can be used to inform, entertain and delight! What better evidence of this than our TWO NEW BOOKS, which aim to give both new and old players thrilling insight into the world of Minecraft? Our Guide to Exploration is the go-to tome for any adventurer, cataloguing the challenges they might face, and the tricks they might use to overcome them. The Guide to Creative is a compendium of advice for budding builders.\n但文字并不仅是让那些想法变幻无常的网站编辑们来强迫读者想象狗狗和脸上的毛发的。文字可以用来抒情、娱乐和表达内心的喜悦！有什么能比我们的这两本新书更能证明这一点呢？这两本书旨在让新老玩家对Minecraft世界充满一种令人兴奋的洞察力。我们的《探险指南》是所有探险家的首选之作，这本书对他们可能面临的挑战进行了分类，并写下了他们可能用来克服这些挑战的技巧和建议。而《创作指南》是为初露头角的建筑师提供建议的书籍。\nHere’s what Owen has to say about the Guide to Creative!\n下面是Owen对《创作指南》的看法！\n\n\n\nThe guide is broken into three bits. The first deals with preparation - good planning is essential to any ambitious build, from assessing how the natural landscape might help or hinder you, to working out a strong colour scheme.\n\n这本书一共有三章。第一章讲述的是建造准备——有一个好计划对任何宏伟的建筑都是至关重要的，从评定自然景观如何帮助或是阻碍你的建造，到制定一个不错的配色方案。\n\nThe second section is all about decoration. There are practical bits - like how to light your builds or arrange your essential utilities - and aesthetic bits, walking you through the intricacies of banner production, landscaping and clever block hacks that’ll let you squeeze more detail into your designs.\n\n第二章是关于建筑装饰的。这里会有些很实用的东西——比如如何为你的建筑安排光照或是整理你的基本工具。这章也讲述了一些关于美学的理论，指南会通过讲述复杂的旗帜制作流程、景观美化和巧妙的分区技巧，来让你可以在自己的作品中添加更多的细节。\n\nThe final section puts everything you’ve learnt into practice with a series of building guides: a remote outpost, exotic villa and ocean observatory. There’s even a steampunk airship! Fancy stuff.\n\n最后一章将会把你所学到的所有知识运用在一系列的建筑范例中：一个偏远的哨站、一座具有异国情调的别墅和海洋天文台。还有一艘蒸汽朋克飞艇！真是精致！\n\n\n\n\n\n\n\n\n\n\n\n\n\nMeanwhile, the Guide to Exploration is all about survival! It offers a pretty comprehensive knowledge of the world of Minecraft - from cataloguing its mobs and naturally generating structures to hints on how to get through your first night, navigate the world, and make the most of your mining efforts. No adventurer should be without this essential advice!\n\n与此同时，《探索指南》所讲述的都是关于生存的东西！它全面讲述了Minecraft世界——从怪物分类和自然区块到如何度过第一个夜晚，如何探索世界，以及如何充分利用自己的挖矿技能。每一个探险家都不应错过这份建议！\n\nAs Owen says:\n\n正如Owen所说：\n\n\n\nPersonally, I've always preferred the instant and endless freedom of Creative Mode - but I can see his point. And with this book open beside me, I might just live long enough in Survival to be fully persuaded!\n\n就我个人而言，我一直更喜欢创造性模式的即时性和无限的自由——但我可以理解他的看法。不过当这本书在我身边打开时，我可能就会在生存模式里活得很久。这一点确实说服了我！\n\nBoth books are rather attractive things, full of gorgeous isometric renders. We’ve posted a couple of excerpts from the guides during the last month. Go here for a snippet of the Guide to Exploration, and here for a taste of the Guide to Creative.\n\n这两本书都相当地吸引人，里面的图片渲染都是等距且华丽的。我们在上个月发布了指南里的部分摘要。还请点击这里来阅读《探险指南》的一小段文字，或者也顺带点击这里来试读一下《创作指南》吧。\n\nFind them in bookstores or order them online here: Guide to Exploration / Guide to Creative. Then simply open them up and let the wisdom pour into your brain. Magic!\n\n你可以在书店里购买或是在网上订购《探索指南》和《创作指南》两本书。然后你可以简简单单地翻开它们，让智慧注入你的大脑。魔法！\n\n\n原文链接：https://minecraft.net/zh-hans/article/new-guidebooks-out-now\n原文作者：Marsh Davies\n原文发布日期：2017年6月5日\n文章翻译：像素君\n\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "浆果Barry",
            "timestamp": 1496683740,
            "txt_content": "又一本新书，不过，好贵啊=-="
        },
        {
            "author": "愤怒的蝌蚪",
            "timestamp": 1496691600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "愤怒的蝌蚪",
            "timestamp": 1496692680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ff98sha",
            "timestamp": 1497521460,
            "txt_content": "又来圈钱？"
        }
    ]
}