{
    "title": "[Minecraft.net | CULTURE ] FIT FOR A KING —— 欣赏京都宫",
    "author": "AD【钙奶】",
    "replyCount": 14,
    "timestamp": 1496659440,
    "txt_content": " 本帖最后由 AD【钙奶】 于 2017-6-11 12:25 编辑 \nFIT FOR A KING\n属于国王\nWe talk to Eco Friendly about his Kyoto Palace!\n我们谈论Eco Friendly建造的日本京都宫\n___________________________________\n    我喜欢Minecraft的原因之一，就是可以随心所欲的生活，自由的建造。房子都是用黄金制作成的？当然！屋顶有一座花园和绿宝石塔？努力去建造吧！一个满是苦力怕和小麦的大洞？你如果真想住那里的话，随意入住没问题！\n  One of the things I like most about Minecraft is it lets me live anywhere I want, so long as I can build it. House made entirely of gold? Sure! Tower of emeralds with a garden on the roof? Go for it! A big hole full of Creepers and wheat? Well, er, if that's really where you wanna live, knock yourself out!\n其实，我们并不想进那里的任何一个建筑(特别是最后一个)。不是我们现在所看到的建筑师Eco Friendly”所建筑拥有东方风格的京都宫。你看看它的大小！你有可能在里面住二十年都找不到浴室，真酷！\n\nActually, we don't want to move into any of those (particularly that last one). Not now we've seen the orient-  inspired Kyoto Palace from South African builder, Eco Friendly. Just look at the size of it! You could likely live in there for twenty years without ever successfully finding the bathroom. Cool!\n  点击下面这些图库会获得更详细更清晰的图片，然后就开始建造属于自己的宫殿(但愿你有三个月空闲时间)\n  Have a click through the gallery below for some more detailed shots. Then you can start planning how you're going to build your own extravagant palace! (Hope you've got three months free).\n\n \n\n\n\n\n\n  是的，三个月时间里进入京都宫。生态环境是他们构建的结果。我们问为什么他们喜欢自己建筑时，他解释到：“每个建筑师都有自己的想法”但对我而言，当你考虑别人想法的时候，意见等等的时候，很难会有想象力，但是我可以理解喜欢和别人一起工作的人。\nThat's right, three months of work went into the Kyoto Palace. The result of Eco Friendly choosing to build this by himself. \"Every builders mind works differently,\" he explains to us, when we ask why he prefers working alone. \"It's hard, for me at least, to be creative when you've got to account for other's thoughts, opinions, etc. However I totally understand people who prefer working with others.\"\n  此外，Eco Friendly可能喜欢单独建设，但他仍然在Athion服务器上工作。“能够在像Athion服务器上，被其他建设师的社区所包围，真是太6了。” 但是，他如果知道受时间委托参与独自建筑的项目，那么为什么要建造大规模的建筑呢？\nBesides, Eco Friendly may prefer building alone, but he still works on the Athion sever. \"It's really cool being able to build on servers like Athion, being surrounded by a good community of other builders.\" But if he knew the time commitments involved with working alone, then why build something on such a massive scale?\n  他说:\"我对大规模建筑很感兴趣，当你在一个巨大的城堡或者宫殿站起来，你能感受到这些成就感对我来说很酷！”\n \"Massive structures have always intrigued me the most,\" he explains. \"The sense of scale you get when you stand up close to a massive castle or palace is really cool to me.\"\n \n\n\n\n\n  Eco Friendly与我们一起建筑以及宣传。\n  Eco Firendly sent us work-in-progress shots of his build,helping show off its tremendous scale.\n  那么你如何开始这个项目？刚开始我想了一个很酷的面板和一个形状。从那时候开始，就开始想下一步要做什么，我从来都没有想过它看起来像什么玩意。事情就这样发送了“我加上这个玩意会变成什么样子”？\n  So how do you get started on a project of this scale? \"At the start I try to think of a cool pallete and just begin with a shape. From there, it's mostly just imagining what you want to add on next as you build. I never really have a full thought of what I want it to look like. Things just come to me. 'What would it look like if I added this?'\"\n(PS: 你们的Minecraft用户名就没有好一点的吗,比如‘Eco friendly’?我们想看‘K33pRecyclingM8’和‘DontSpitOnBabies96’的优秀建筑。)  (Side note: Why can't all your Minecraft usernames also be good advice, like 'Eco friendly'? We want to see great builds from 'K33pRecyclingM8' and 'DontSpitOnBabies96'.)\n  我对大规模建筑很感兴趣\n“Massive structures have always intrigued me the most.”\n我试着花时间与其他优秀建筑师一起交流经验，不过我更多还是受Alecdent启发。对于现代建筑，我喜欢当代人去建造疯狂的现代建筑，比如西班牙的古根海姆博物馆。尽管我不是这样建筑的，但仍然很酷，并且我可以从中获得灵感和将灵感实践在我的创造上。\n\"I try to spend time with other good builders to pick up tips here and there, but I'm mostly inspired by people like alecdent. As for existing architecture, I like the crazy strange modern stuff that people do in real life. Like the Guggenheim museum in Spain. Even though I don't build like that it's really cool to see and take inspiration from that and use it for the fantasy stuff I create.\"\n  \n 西班牙的古根海姆博物馆，Eco Friendly将这个作为灵感。本图片由Ardfern提供。\nThe Guggenheim museum in spain,which Eco Friendly cites as an inspiration.Image by Ardfe.\n  你可以在Eco Friendly的推特上[他们的推特]浏览\nAthion服务器[点击进入]。如果你们可以原谅我们，我们就会去欣赏更多的宫殿！在回到都是苦力怕和小麦的山洞之前，我们称它为家！哎~\nYou can follow Eco Friendly on Twitter here and visit the Athion server here. Now if you'll excuse us, we're off to admire some more Minecraft palaces! Before heading back to the hole full of Creepers and wheat we call home. Sigh...\n  图像由Dordsor21提供~\nImage renders by Dordsor21.\n——————————————————————————————————————\n\n\n\n翻译：AD【钙奶】\n翻译时间：2017年6月5日\n文章作者：Tom Stone\n发布于：2017年5月31日\n原文地址：https://minecraft.net/zh-hans/article/fit-kingPS：本人英语水平较低，可能翻译不准确\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1496665740,
            "txt_content": "翻译还需要再改进一下"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1496665920,
            "txt_content": "ruhuasiyu 发表于 2017-6-5 20:29\n翻译还需要再改进一下\n对于英语渣来说\n这已经是奇迹了"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1496665980,
            "txt_content": "AD【钙奶】 发表于 2017-6-5 20:32\n对于英语渣来说\n这已经是奇迹了\n你可以叫些人过来帮你润色"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1496666100,
            "txt_content": "ruhuasiyu 发表于 2017-6-5 20:33\n你可以叫些人过来帮你润色\n好的！收到！"
        },
        {
            "author": "Yaossg",
            "timestamp": 1496674140,
            "txt_content": "钙奶你还会翻译(震惊！\n@langyo_v3"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1496675340,
            "txt_content": "姚氏帅哥 发表于 2017-6-5 22:49\n钙奶你还会翻译(震惊！\n@langyo_v3\n其实吧，我翻译的时候\n光第一句就不懂了\n\n找了很多dalao==\n才知道啥意思"
        },
        {
            "author": "huafia",
            "timestamp": 1496679660,
            "txt_content": "有理想"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1496680620,
            "txt_content": " 本帖最后由 langyo_v3 于 2017-6-6 00:38 编辑 \n\n我给出更好的翻译供参考,中文自己替换。我喜欢Minecraft的原因之一，是可以随心所欲的生活与自由的建造。房子都是用金块建造的？当然！屋顶上拥有一座花园和一座绿宝石塔？努力建造吧！一个满是苦力怕和小麦的洞穴？好吧，额，你如果真想住那里的话，随意入住亦没问题！\n其实，我们并不想进那里的任何一个建筑(特别是最后一个)。不是我们现在所看到的建筑师“\nEco Friendly”所建的具有东方风范的京都宫。看看它的大小！你很可能在里面住个二十年都找不到浴室，酷！\n\n点击下面的画廊可以获取更清晰的图片，之后你就可以开始建造属于自己的宫殿了(但愿你有三个月的空闲时间)。\n是的，京都宫需要三个月的时间完成。Eco Friendly很喜欢自己的建筑的理由是，“每个建筑师都有自己的想法”。对他而言，当他在考虑别人的感受时，“至少对我而言，在考虑别人的想法与要求时，会变得想象力匮乏，不过我仍可以理解喜欢与别人打交道的人。”。\n此外，Eco Friendly可能更倾向于独自建造，但他仍然在Athion服务器工作。“能够在像Athion服务器上被其他建筑师社区所包围，真酷。” 但是，他如果知道自己承诺在规定时间内建造完，那为什么还要建得那么大规模呢？\n“我对大规模的建筑很感兴趣，当你站在一个巨大的城堡或者宫殿上，你能感受到满满的成就感，这对我来说很酷！”\n我们和Eco Friendly一起建筑与宣传。\n所以你怎样开始这个项目？“一开始我想了个很酷的模板，然后从构造形状开始。从那时开始，就思考下一步要怎么建造。我没有充分地去考虑过它看起来应该怎样。灵感就这样朝我扑来。‘我加上这个后应该是什么样子？’”。\n(PS: 你们的Minecraft用户名就没有好一点的吗,比如‘Eco friendly’?我们想看‘K33pRecyclingM8’和‘DontSpitOnBabies96’的优秀建筑。)\n“我对大规模建筑很有兴趣。”\n“我试着花时间与其他优秀建筑师一起交流经验，\n不过我更多还是受Alecdent启发。对于现代建筑，我喜欢当代人去建造疯狂的现代建筑，\n比如西班牙的古根海姆博物馆。尽管我不是这样建筑的，但仍然很酷，并且我可以从中获得灵感和将灵感实践在我的创造上。”\n西班牙的古根海姆博物馆，Eco Friendly将这个作为灵感。图片由Ardfern提供。@姚氏帅哥 刚刚一直在翻译,所以没反应,抱歉。"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1496681220,
            "txt_content": "ruhuasiyu 发表于 2017-6-5 20:33\n你可以叫些人过来帮你润色\n不用叫了…我帮她全篇润色了…\n\n噗…………\n\n(你看下我在这个帖的回复,顺便也评价下我这个语文英语双重不及格的翻译水平?XD)"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1496686440,
            "txt_content": "langyo_v3 发表于 2017-6-6 00:47\n不用叫了…我帮她全篇润色了…\n\n噗…………盖一座纯金的房子？当然可以！带屋顶花园的绿宝石塔？尽力一试吧！\n\n这样会不会好点。。"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1496687700,
            "txt_content": "ruhuasiyu 发表于 2017-6-6 02:14\n这样会不会好点。。\n@AD【钙奶】 照他的改"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1497154920,
            "txt_content": "langyo_v3 发表于 2017-6-6 02:35\n@AD【钙奶】 照他的改\n收到，现在就去"
        },
        {
            "author": "20522",
            "timestamp": 1497255780,
            "txt_content": "厉害了，6年级小萝莉就会翻译了"
        },
        {
            "author": "可口可乐i",
            "timestamp": 1497856260,
            "txt_content": "1454154241654"
        }
    ]
}