{
    "title": "[六月活动][原创·单篇] 六月是你的谎言",
    "author": "依淇钰Vu",
    "replyCount": 13,
    "timestamp": 1496757120,
    "txt_content": " 本帖最后由 依淇钰Vu 于 2017-6-8 13:47 编辑 \n\n_(:з」∠)_开草稿码几天还BUG的我，不说话。文无定法，所以一篇分为几个小节，也算是单篇吧看文前，请先点开BGM【等待八秒，无视尖叫】：http://www.xiami.com/widget/0_1776211708/singlePlayer.swf关于此歌不是原唱，而且还多了鬼畜的声音，其实我也很无奈啊！\n【六月是你的谎言】\n\n承其所诺，你未走完的路，总有人会替你走完。——题记\n\n【第一节】六月是一个季节\n\n又是新的一天，我对着镜子里的自己微微一笑。\n\n我脚步轻盈的踏出家门，迎着朝阳深吸了一口气，夏日清晨的温度不同于它午后的炎热，空气中带着一种清冽凉爽的气息，阳光明媚的快要晃了眼。一切看上去都很美好，我一路上迈着轻盈的脚步走到了教室，在经过学校门口小卖部的时候顺便还买了一瓶水。\n走进喧闹的教室，我和平常一样在铃声响起的前几十秒坐在了自己的位置上，然后静静的从桌洞里面拿出今天早读学科的书本摆在桌子上。\n做完这个习惯性的动作，我眯起眼笑了笑，熟悉的上课铃声如约而至，还携带着一些慌忙窜入教室的身影。\n“叮铃铃——”\n……\n自习课啊——\n在我还没有想到要复习什么学科的时候，我隔壁桌，也就是我的同桌梦叶用笔戳了戳我，问了一句。\n“你知道今天是几月几么？”\n我侧着脑袋，盯着她十几秒后吐出了一个字：“知。”\n她似乎并不明白我这个字是意思，刚张开口要问的时候我赶紧补上了后面那个“道”字。\n“……”\n空气安静了几秒后，我成功看到了梦叶脸上出现了那种被逗弄后憋屈以及错愕的表情，唯独没有愤怒。\n我轻声笑了笑，是的，我就是喜欢这么逗弄我的这位同桌，因为她的理解能力实在是有点迟钝，再加上其吐字之慢，很容易就可以抢了她的发言。于是，因为有了怎么一个脾气好又随意的同桌，逗弄她就成为了我的日常活动。\n说到同桌，就不得不说我所坐的位置了。\n我们班是按照三人一排来的，我坐在中间，梦叶坐在我的左隔壁也就是里桌的位置，而外桌…….嗯，是一张空桌。\n是的，一张空桌。\n它曾经有过一个主人，是一个和我一样可爱的女生。\n可惜由于家里的特殊情况，她休学了，现在正在苦比的打工赚钱养自己，和我这种整天在学校当咸鱼的人完全不同。\n在我要陷入回忆的时候，耳边又传来了隔壁桌那个蠢叶子的询问声。\n“喔，今天几月几啊？”\n “笨死了，昨天端午今天不就是5.31嘛！”\n我用手指戳了一下她的额头，以此来表示对她的鄙视，也换来了她捂着额头控诉的行为。\n“明天就六一了，过的真快。。”\n梦叶说了一句，在那感叹时间的流逝。\n我“嗯”了一声，说了一句“对呀。”\n这年的六月对我们来说是一个季节，独属于这届毕业生的季节。\n是的，独属于毕业生的季节，就叫\n——毕业季！\n\n\n【第二节】 那个夏天不太好\n\n\n\n那年，我还是初二，你也不曾例外。\n那月，是一个季节，一个独属于毕业的季节，可惜我们只是配角，看着学姐学长们哭笑的配角。\n期末考完后，在家中独自窝在床上做咸鱼夏眠的我突然接到了于雯欣的电话，不是那种普普通通打了几次的电话，而是那种拥有锲而不舍精神的电话！\n整整打了半个小时啊半个小时，我心疼自己手机的电量和于雯欣的话费，不得已的接下了电话。\n“你是不是还在睡觉！”\n刚将手机举到耳朵的位置，由于没有调节音量，于是于雯欣那堪称满级河东狮吼的声音就传了过来，差点就将我可怜的耳膜刺破了。\n“啊，是啊。”\n“还不快来皇冠！”\n“好。”\n“不许挂电话！”\n“恩。”\n就这样，于雯欣催促的声音从未挂断的电话中传来里面还包含了小叶子的声音，期间伴随着我因为瞌睡而精神恍惚的“嗯”“哦”“好”的回答，回想一下那时候的场景真的是很美好。\n恍惚间，我似乎想起我们在期末考之前约定好考完第二天要一起去皇冠冷静一下。\n皇冠是我和两个同桌经常去的一家奶茶店，是的，一家奶茶店，名字是不是很棒呢？\n一直到我赶到皇冠，炙热的阳光将我身上所有的负面buff去除，我精神一震的小跑进奶茶店里面。一眼就看到了于雯欣和梦叶，立刻就冲刺到你们身边坐下，拿着你们事先点好的奶茶喝了一口后哭唧唧的开口。\n“嘤嘤嘤，雯子你赔我美容觉！”\n“美容觉？我们可是约好10点到，现在是几点你看看！”\n于雯欣毫不给面子的反驳了我，顺便还提起我因为睡觉而迟到的事情。\n不过真不知道时间的我侧头看了看店里面的钟，嗯嗯嗯，已经11点：30了呢……\n呀，怎么晚了。我因为惊讶直接就被奶茶噎到了。\n在我咳嗽期间，让我感到奇怪的是你们两个人都没有对我这种傻傻的动作发出嘲讽，我似乎嗅到了阴谋的味道，心有不妙。\n梦叶默默的拍了拍我的背帮我顺气，而于雯欣则是面色有些凝重的看着我。\n三个人中没有一个人开口，空气就怎么安静了下来，让人莫名的有些心慌。\n“初三我不读了。”\n许久的许久，久到我手中的奶茶都已经喝完了，于雯欣才是缓缓开口。\n脸上带着一种似是轻松，似是无奈的笑容，那种笑容让我的记忆层从那个时候断开了。\n那个盛夏，似乎成为了剩下。\n你告诉我，你的母上大人决定让你休学不读了，可是那是九年义务啊，你起码也要陪我和小叶子走完吧？\n你跟我说，你母上大人说你在读，毕业就要直接把你给嫁出去，可是你还没到法定结婚年龄还没有满十八啊。\n你笑着请我和梦叶吃了一个不太好的午餐，也成功让那个夏天成为了我记忆中最最最热的暑假，哪怕冷饮与空调也不能让我的心冷静下来。\n那个不美好的夏天，你跟我说了一件不美好的事情，让我难忘到了现在。\n\n\n\n【第三节】 过去，成为历史\n\n\n\n说起来，我的两个同桌都是在初二这个节点来到我身边的，只不过梦叶在上册，另一个则是下册来的罢了。\n初一整整一个大学期我都是一个人坐的，因为我们班上的人刚好是61个，至于为什么会多出一个人，自然是因为有个中途插班的，那个插板的也恰好就是我。\n如同之前所说，我左边坐的是梦叶，而右边坐的则是一个叫于雯欣的女生。\n我跟她们两个人的关系嘛，说起来很简单，同桌友谊加同被老师训斥的革命友谊再加上女生与女生之间那种奇特又不可忽视的相互作用力与八卦力，就怎么稀里糊涂的成为了朋友。\n莫名其妙来的友谊，延续的也是莫名其妙，小打小闹中伴随着奇葩不已的冷战理由。可以在上一秒和好也能够在下一秒吵的跟仇人似得。\n总想看对方出糗，但是各自的手段都不够高明，每每都将自己拉入自己设好的局中，最后不得已的互相微笑。\n其实友谊就算是奇怪也依旧延续着，就算是模糊也依旧存在着，就算是断断续续也不会影响我们在双休日一起撒丫般的嬉闹。\n只不过我想到了看头却没有没猜对结尾，在这个毕业的季节里面我们不在是配角，反而成为了一道独特的风景，成为了传说中的主角。\n只不过于雯欣离开了，留下一张空空的桌子来纪念我们一同逝去的初二，却不能一起迎接我们的初三，不能一切迎接那个终于属于我们的六月份，也不能完成一起毕业的承诺。\n不过承其所诺，你未走完的路，总有人会替你走完。\n在初三紧凑的学习中我总是会想起于雯欣，在那个同为盛夏的日子里她笑着对我所说的话，岁月那么温柔，为什么我们就不能一起坚定的走过毕业的边界线呢？\n过去的过去了，就如同老师所说的成为了历史。\n其实谁都没有做，不过是时光做了孽，都说计划赶不上变化那是因为变化可是拥有10级加速buff而且有挂有后门有捷径的混蛋！ \n\n\n\n【第四节】 六月是你的谎言\n\n\n\n“叮铃铃——”\n放学的铃声将正在发呆的我惊醒，莫名的我感觉似乎有什么不同了，回头盯着墙壁上挂着的钟表，时针分针秒针嘀嗒的前进，教室内的时光却在呜呜叫着往回倒流。\n可惜的是吵闹的环境让我没有再次遁入回忆的漩涡里，而是和梦叶随着人流一起离开教室。\n在学校门口我就与梦叶分开了，因为我们的路途不同，她往左，我往右。\n迈着轻盈的步伐我踏上了回家的路，就算已经习惯一个人走却依旧会怀念初二时和于雯欣一起回家的时候。\n毕竟于雯欣也是往右边走，虽然说中途我们会在一个十字路上分开，但我和她还是经常搭路。\n“叮——”\n又走到十字路口了呢，也许是因为我运气不好或者走的太慢，刚好绿灯变成了红灯。\n啊，要等90秒，其实我是有些拒绝的。\n该怎么打发时间呢？嗯，对了，今天可是5.31呢，是一个很特殊的日子，不仅仅是因为它贯穿在了两个节日之中，更是因为它是五月与六月的交界点。\n明天就是六一了，我又不放假还要模拟考，不过也想说一声：\n再见了，我的五月。\n欢迎你，我的六月。\n时间在流逝，出神的时候90秒也不是很久。\n在我要踏着绿灯的节奏过马路时，侧头看了看左边那条路，那是于雯欣会走的路。\n恍惚间，我又看到了那个熟悉的身影挥着手喊着我的名字跟我告别。\n我嘴角微微上扬，就算你无法跟我走过初三，我们依旧是好朋友。\n就像我知道那不是真的，却也是挥了挥手向她告别。\n脚步轻移，迎着盛夏的光芒走向马路的另一边。\n——时光做了孽，六月是你给我的谎言。\n\n\n祝你岁月无波澜，敬我余生不悲欢。——后言\n\n\n别看了，我没有@人\n\n\n_(:з」∠)_，突然发现六月活动是挥手话别，和告别差不多吧。\n",
    "replies": [
        {
            "author": "依淇钰Vu",
            "timestamp": 1497024960,
            "txt_content": "感觉自己写的没人看=-=\n\n让我默哀一会【抱着粉鲸】"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1497030780,
            "txt_content": "我就喜欢倒叙和插叙，虽然你处理的不是很完美，但还是鼓励下，\n（说起来我对校园类的文章一直都很有好感）\n初次读并没有什么大问题，细读时就有了一些细节上的问题\n（反正人无完人，鸡蛋里挑骨头总能找出错）\n主要问题就交给章鱼君来说了233"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1497069900,
            "txt_content": "额，好像六月活动要固定结尾……（虽然我觉得这并不好）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497070140,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-6-10 12:52 编辑 \n\n嘛，就文学论文学之前先照例吐槽两句\n\n根据我国《义务教育法》\n第五十八条　适龄儿童、少年的父母或者其他法定监护人无正当理由未依照本法规定送适龄儿童、少年入学接受义务教育的，由当地乡镇人民政府或者县级人民政府教育行政部门给予批评教育，责令限期改正。\n根据我国《婚姻法》\n第五条　结婚必须男女双方完全自愿，不许任何一方对他方加以强迫或任何第三者加以干涉。\n第六条　结婚年龄，男不得早于22周岁，女不得早于20周岁。晚婚晚育应予鼓励。\n首先不能辍学，其次不能强迫，再其次法定结婚年龄不是十八岁而是二十岁\n最后想问一句，她满14了么？\n根据我国刑法对“强奸罪”中“奸淫幼女罪”相关条款的认定：\n行为人明知对方为幼女，仍与对方发生性关系的，无论是否自愿，均构成奸淫幼女罪\n（三年起步，最高死刑）\n（等等，离题万里了）"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1497074640,
            "txt_content": " 本帖最后由 依淇钰Vu 于 2017-6-10 15:07 编辑 \n\n=-=我觉得我可以沉默一会。\n=-=彻底歪了，专注内容无视年龄"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1497074640,
            "txt_content": " 本帖最后由 依淇钰Vu 于 2017-6-10 14:11 编辑 \nSmokey_Days 发表于 2017-6-10 12:49\n嘛，就文学论文学之前先照例吐槽两句\n\n根据我国《义务教育法》\n嗷=-=\n\n我说下吧，这个事情是真的，不过我改了一下地点人物之类的。\n\n事实上，那个女生真的不读了，主要她父母不让。\n\n然后她自己成绩也很差，没什么希望=-=\n=-=她就啦么走了，我也很悲伤。\n那个所谓的嫁人也是有的，不过是吓唬。\n啊，我那个十八是成年的意思，不是法定年龄【躺尸】\n\n_(:з」∠)_还有最后那个X关系是什么鬼！！\n\n【我写了嘛，我怎么不知道】\n\n——\n\n=-=等等，不应该还有文评吗，怎么全是吐槽\n我期待了好久的文评呢！\n\n\n最后，\n\n【抱着粉鲸】\n\n"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1497076680,
            "txt_content": "Smokey_Days 发表于 2017-6-10 12:49\n嘛，就文学论文学之前先照例吐槽两句\n\n根据我国《义务教育法》\n为什么我没看懂你的回复？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1497077040,
            "txt_content": "离开了就不联系了？\n那这个友谊也挺脆弱的嘛\n没钱不能申请助学金？\n61个人的班级也是厉害\n构思还可以 人设比较不能接受，导致全文得不到很高的分数\n三年血赚死刑不亏"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1497078060,
            "txt_content": " 本帖最后由 依淇钰Vu 于 2017-6-10 15:08 编辑 \nbo_bo2001 发表于 2017-6-10 14:44\n离开了就不联系了？\n那这个友谊也挺脆弱的嘛\n没钱不能申请助学金？\n没有说不联系啊？\n什么时候说没钱了。【而且我们学校真没助学金那玩意】\n我们班真是六十多个人。\n【我小学一个班还七十多人呢！】\n——\n所有的设定都趋向于事实。\n就连梦叶那个说话迟钝的人设也是真的=-=\n\n啊，这难道就是地区不同所造成的差异吗！\n——我朋友学过跆拳道=-=别三年了，直接血吧=-=我混个参与奖吧~嗯，就素这样\n【抱着粉鲸】\n\n\n\n"
        },
        {
            "author": "Ano末路情",
            "timestamp": 1497091560,
            "txt_content": "_(:з」\n来支持一下小说\n顺便混个脸熟\n嘿嘿"
        },
        {
            "author": "gggbbb",
            "timestamp": 1497091680,
            "txt_content": "新，新人？\n要不这样，我们先说优点，说完跑路。\n\n先不说文笔与剧情，在以毕业为题材的短篇中，至少本文的意境塑造得还算成功。在行文中，我可以看出那种隐约的，略带些伤感的感觉，虽然被剧情冲淡稀释了一部分，但的确会给人留下点回味的空间。\n谈缺点。\n第一点，剧情的安放\n毕业向的短篇中，有关于平日里生活的选材，算是一个比较重要的采分点。其中，第一节选取的是平时的生活场面，结尾点题也比较自然。但问题就在于，中间的一些情节有些拖沓。\n短篇的开头，是可以塑造满你所选择的场景与事件，但一些没有必要的叙述其实是可以选择性地展开来写的。\n举个例子：\n走进喧闹的教室，我和平常一样在铃声响起的前几十秒坐在了自己的位置上，然后静静的从桌洞里面拿出今天早读学科的书本摆在桌子上。\n\n做完这个习惯性的动作，我眯起眼笑了笑，熟悉的上课铃声如约而至，还携带着一些慌忙窜入教室的身影。\n\n“叮铃铃——”\n\n……\n第一节主要的情节发展，是在自习课上。而课前的准备，是能塑造出轻松的范围，但对于开头效果并不是太理想。问题出在过长，如果将生活中的每一点都面面俱到，那么光是开头就会让读者失去阅读的兴趣。并且，在这方面，你的描写也并不太过于出彩，“眯起眼笑了笑”的动作会稍微有些突兀，且一些词会有点拖沓且不准确，所以建议适当缩减。\n\n再举个例子，我们往下看吧。\n可惜由于家里的特殊情况，她休学了，现在正在苦比的打工赚钱养自己，和我这种整天在学校当咸鱼的人完全不同。\n前文中的日常对话有些意思，大体不用更改，但后面根据座位引申的回忆就有些不妥了。开头只相当于一个序幕，如果想要在短篇中描写一个比较欢快的场面，写几个人物的日常对话，放个过场，再稍微点下后文的内容，应该就足够了。但如果完全将要说的内容全点出来，那就没什么意思了。\n我的建议是，直接将这句删掉，在中间加些对女生往事的承接，顺下思路，也就够了。这样，可能会比之前稍好一些吧。\n最后，提一下第二节。\n可能是因为文风的问题，第二节首先是前半段的叙述与对话有些小迷，后面突然的文艺转折也特别奇怪。总的来讲，前半段稍长了些，不是说那些对话和互动，而是对“我”的一些形容和心理活动长了。因为与主旨没太大的关联，所以就会给人很奇怪的感觉。\n这个的话，出于阅读感官，我个人是建议选择性修改的。但如果是想这样稍微随意一点，也没什么问题就是了。\n总结下，写短篇的选材与描写的重点，就跟绘画的取景差不多，想要有效的表达主旨突出中心，最好还是将一些毫无关联的琐碎段落稍作删减为好吧。\n\n第二点，写作方式\n大体来讲，在文章的叙述这块，你显得有些过于随意了。无论是描写还是其他的，给人都有种想到哪写到哪的感觉。\n举例：\n梦叶说了一句，在那感叹时间的流逝。\n嗯，就像是这一句吧，一些描写过于笼统了。单纯是“感叹时间的流逝”，没有办法在读者的脑中形成一个画面，换句话说就是留不下深刻的印象。像这种叙述手段的描写，就单纯是为了使作者的行文方便而写的。这种写法，我不太推荐。如果放在其他类型的文章，可能是个问题，但在这种校园向的短篇里，稍微随意一点似乎也没什么问题。\n不过，顺带着提一句吧，有时间时，可以试着用具体的动作神态描写，来跟这个笼统的概括互换。这样的话，给读者的印象就不仅仅是抽象的一句“感叹时间的流逝”了。所以，还是可以试试的。\n\n就先到这吧。总的来说，这篇短篇应该算是论坛的标准线吧，意境有余，但行文与构架上，还是有些随意了。\n总之，继续努力吧。\n最后，祝进步。\n另，这篇应该算是还上章鱼的文评吧。\n以上"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497093420,
            "txt_content": "依淇钰Vu 发表于 2017-6-10 14:04\n嗷=-=\n\n我说下吧，这个事情是真的，不过我改了一下地点人物之类的。\n【那个X关系是假设】\n大部分问题馄饨已经讲了，这里就讲一些个人的看法吧。\n首先整体剧情的设定还是可以的，选材的确能凸显出离别的伤感，但是由于一些功底问题，导致实际效果不尽人意。\n其他的问题先放着，关键点在于：语言。\n第一段倘若是叙述生活小事，那语言风格可以轻松自然，但是第二段要叙述一个沉重的事实，那就不能大量使用一些....令人或许会笑的语言，因为这样可能会破坏好不容易营造出来的伤感气氛\n第三段的内容略显无病呻吟，可以拆到第二段和第四段中\n\n以及：\n只不过于雯欣离开了，留下一张空空的桌子来纪念我们一同逝去的初二，却不能一起迎接我们的初三，不能一切迎接那个终于属于我们的六月份，也不能完成一起毕业的承诺。\n疑似病句"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1497504300,
            "txt_content": "大佬请教我写日常\n要是恋爱可以的话，也教教我吧\nQQ693380249"
        }
    ]
}