{
    "title": "《星界边境》图文流程全攻略【操作+界面+人物+流程】",
    "author": "DGK2",
    "replyCount": 10,
    "timestamp": 1496802840,
    "txt_content": " 本教程的作者：HerryChirs，整理代发：DGK2，本教程为Bate 6版，与新版有一定出入\n《星界边境》图文流程全攻略\n\n\n前言：其实本人玩这款游戏时间也还不长，但本人深知个人的力量是薄弱的，故投石问路，想借此贴吸引更多有志玩家对我这篇攻略进行评价，进而改进提高。如有说得不到的地方，还请多多指点，不要一笑了之~~我会尽我所能，完善这份攻略！\n\n目录一、基本操作二、界面简介三、了解人物四、α星系流程攻略五、β、γ星系流程攻略六、Δ星系流程攻略七、X星系简易攻略\n角色只有4格高？那些很傻很天真的冷知识一、基本操作（欢迎指正）A、D：左、右移动S：下蹲空格：跳跃Q：丢掉手持物品E：互动Z：互换【超快捷工具栏】左右两个物品X：切换到【超快捷工具栏】左边的道具C：徒手合成I：打开背包J：任务L：阅读N：调查鼠标左键：使用道具鼠标右键：使用道具……鼠标中键：互动鼠标滑轮：切换快捷工具栏的道具数字键1~0：切换快捷工具·（数字1左边的那个键）：切换到【超快捷工具栏】左边的道具Esc：呼出菜单Shift：缩小道具使用范围Ctrl：随鼠标移动视角Alt：查看饥饿值Enter：开启聊天界面F1：隐藏界面栏F6：Stream的设置，功能不明F11：缩小游戏窗口\n二、界面简介：   \n1.左上角状态栏，显示的是人物头像名称HP和MP没什么好说的。2.上方为快捷工具栏，包括超快捷工具栏（我自己起的名字……早晚会被取缔的）。【快捷工具栏】里面的道具可以通过数字键呼出使用。而【超快捷工具栏】，之所以超快捷，是因为有多种方法能切换到这里。按X也能切换到这里，按·也能切换到这里。如果你正在使用1号工具栏里面的物品，按一下1也能切换到这里！既然这么好切换，当然建议把武器放到这里来。另外如果把手电筒放在右侧的话，则在使用其他单手物品的时候会手持手电筒。3.右上角为功能键。分别可以呼出不同的功能菜单（如图）。以下是快捷键和介绍。  I：背包。  C：合成（徒手）。可以制作一些简单单重要的道具。典型例如火把和绷带。  N：调查。将放大镜放到场景物体上，会出现详细的文字说明。  L：文献资料。记录主角旅行的事项。在游戏当中可能捡到（偷到）一些书本，在手上使用后可以在此阅读。  无快捷键：前往星表/返回飞船（好吧，我承认这个名字不是我取的）。在飞船上任何一个位置都可以下到地表，而在星球上只有背景墙是空气的情况下才能返回飞船。  J：任务菜单。可以察看当前任务，成功和失败的任务。3.下方饥饿值条，是需要通过Alt键才能查看的。显示的是当前的饥饿值。如果身处寒冷环境导致体温下降，此处还会显示体温值。保持体温和防止饥饿的方法下文介绍。4.在获得物品的时候，饥饿条的位置会显示你获得的物品的内容和数量。\n\n三、了解人物也许即使不充分了解你所操控的人物，你可能仍会好好的生存下去，但是了解你的人物会使你更快的完善他。1.基本数值（1）身高一米六，呃……是四格；（2）身宽2格，即两格及两格以上的缝隙会掉下去；（3）跳跃力9格，附带无视1格高度差，能从10格的坑底直接蹦到坑边（此点bate 7版有所改变，各星球重力不同）；（4）初始血量100（绷带回30滴）。2.身体机能（1）寒冷：人物是有体温的，当单衣进入夜晚或者任何时间进入雪地，则会导致体温下降。导致体温上升的方法有：a.靠近温暖的地方，例如火把，篝火，铁炉；b.来到完全封闭的地方，这里包括背景墙封闭；c.穿一身暖和的皮衣。（2）饥饿：人物也是会饿的，无论在哪里，饱腹值都会慢慢下降，解决方法是吃食物（我不认为死亡也是一种方法……）。食物来源主要有：a.打猎获取肉；b.野生作物或人工种植作物；c.买到或捡到的食物（捡到……从别的星球居民的柜子里）；d.合成的食物（就是用其他食材进行烹饪）。（3）摔落：如果从很高的地方掉下来，掉到地上会损血。目前测试至少30格以内不会损血。高度差越大，损血越多。（4）呼吸：在水中/沙中一段时间就会显示氧气条。氧气条耗尽就会快速死亡（在水中按空格就能一直向上游）。另外人物也无法在外太空存活。（5）受伤：碰到敌人或被敌人攻击，碰到各种陷阱都会受伤。另外还可以受到持续燃烧伤害，中毒持续掉血效果等等。但暂时被掩埋没有危险。（6）死亡：死亡会导致复活（废话），恢复所有状态的同时掉一些钱（像素）。加血的方法主要是睡觉和用绷带，也可以做点回血的食物等。同时也要小心冷死饿死憋死。   在沙子里时间长了也能憋死~3.人物操作（1）使用工具：鼠标左键是拆除画面前端的物品，右键是拆除背景。与tr不同，地下任何时候都可以拆除背景（只不过深层拆除背景不会让你来到室外）。按住Shift，会使得拆除范围缩小到1格。（2）放置物品：和工具相同，左键放前端，右键放背景，Shift缩小到1格。另外在没有背景的情况下物品只能挨着其他物品放置（反过来说，在地下土块可以直接悬空放置）。放置的过程中A和D可以改变物品朝向。（3）使用物品：拿在手中按鼠标左键。食物，书籍，绷带，升级电路板都是这个操作。（4）升级技能：当你拿到技能升级的芯片时，拿在手中使用会让芯片存到飞船电脑中（bb高学习机）。回到飞船打开学习机，就能把想拥有的技能装备到身上，最多装备4个。新的技能可能会导致新的操作方式。（5）下楼：对于楼梯、桌面这些可下的平台，按S+空格是下跳。但是注意，按着S键就会无视全部的可穿越平台（竖直矿井没那么好用了）。4.人物形象初始种族目前只影响人物形象，包括服装形象，初始种子和武器形象。装备物品的时候，装备栏后面有眼睛形状的空栏是装备“时装”的。就是说外观会以那个栏的形象为准。四、流程攻略：一下文字就是我随玩随写了，没有条理的地方我会慢慢整理。不要着急~\n这个图片说起。首先到飞船储藏箱里面拿支给品。里面的【空间枪】是必须品。武器也差不多是必需品。拿取物品的方式是光标移动到储藏箱上面看到储藏箱亮起来之后按E。这是与物品互动的通用方式。包括开门开箱子等等都是这个操作。另外对于拾取箱子里面的道具的操作，按住Shift再点箱子里面的物品，物品会直接到快捷栏上；按住Shift点快键栏的物品会直接放到箱子里。在不打开箱子开启背包使用Shift会让物品在快捷栏和背包中之间移动。此外想移动物品就要手动拖取了（对吧？）。对着一叠物品按右键会留一个物品下来拿走其他的。再者，背包变成了2层，在物品栏上方有2个按钮可以切换素材包和物品包。但是目前看起来并没有分的这么绝对，就是一个包有2层而已……很多人没有注意到，在飞船上想落到星球不一定要去传送点，直接找右侧功能按钮就行……反正我之前是一直坚持传送的。\n这里顺便介绍一下飞船的其他设施。  那个布不高学习机就是把你捡到的技能装到你身上的机器。首先你要收集到技能块。拿在手里使用之后技能快会传送到这个学习机里来，当你使用这个机器的时候就可以把技能装备到身上。你有4个技能栏哦。3d扫描机可以花一点钱扫描一些物品，使得这些物品可以在飞船里面买到。咳，我只是听说。燃料表主要是用来添加燃料的。煤矿和木头都能为飞船补充燃料。燃料多你就能飞往更远的星球去探索啦~船长席的操作是对着椅子按E。坐上去之后就能让飞船飞往其他星球啦！前提是有燃料。这一部分下面会解释~  \n做到船长席上之后就可以指定飞行计划了。左下角的作用就是给某个星球做记号。回母星的选项一样费燃料。go上面显示了你的燃料情况。右侧是坐标以及随机选择其他星系。注意哦~宇宙不是随机生成的，而是固定不变的。别的玩家玩到的星球你可以通过获得其坐标去寻找哦~在显示星球的地方按鼠标右键就能查看上一级的星系情况，再右键还能看到星座（？）。如果你选择了某一个星球，你就能在燃料情况里看到去往那个星球需要耗费的燃料，星球的名称，地表成分和威胁度。威胁度我个人理解就是星球上面怪物的等级。等级比较高的话攻防都会上升，我就有一次直接登上6的星球，立刻见了上帝。选择什么样的星球发展是很重要的。这里分享一下贴吧的帖子吧：【定期更新】分享一些方便有趣的坐标，定期更新 http://tieba.baidu.com/p/2748634411  玩这款游戏的时候要不停的默念：这不是tr，这不是tr，这不是tr…………因为操作方面好多变化。不然的话，遇到作物很容易就撸掉了。看到成熟的作物应该对着她撸E键，不是拿镐头拆掉。前者可以获得食物和种子。后者只能拿到种子。顺便说一下，移动的时候按Shift可以变跑为走。别以为没什么用，这个技巧可以降低惯性，让位移更精准。   继续游戏我很悲催的发现这些高大的植物都是草本的~撸完只有藤啊。走了50m才看到右边这个能出木头的植物~~好啦~继续攻略。初期最先要收集的大概就是木头了。我们手里小小的空间枪可是什么都能撸的哦！就是很慢就是了。目前不知道怎么才能种树，试过留着树根不砍，也没见它长起来……所以看到树就对着树根射吧。一会就能射倒了。我们的空间枪有2x2的范围，撸点很低，不是很实用的道具。但是他的使用范围远，而且可以查看岩石的成分，算是一个有效但费神（主要是费眼）的勘探装置。想知道黑乎乎的岩层里面都是什么？拿枪扫一遍就能看到了。按着Ctrl扫能看更远。不过在野外一定要小心。这里建议玩的时候开着声音，一来音乐音效都很赞，更重要的是能预警。怪兽的低吼声能让你发觉屏幕看不到的敌人，突然转变的背景音乐告诉你你已经被怪物盯上了。有些怪物靠碰撞伤害你，有些会放投掷技能。对付怪物暂时就拿着武器一顿猛撸就好了。初始武器4下一个怪，带不错的击退效果。咱回到流程上来。从飞船上下来首先给脚底下扎个火把（忘了就回飞船再下来一次呗），标记你的落地点。你的第一个房子就可以建在这个地方。毕竟传送到房子里是一件很爽的事情。撸了一两颗树之后就可以回到落地点开始搓一点物品了……我是说合成。   这个是合成物品的界面。拿到木头之后首先搓的是木材。这个可以在第一个类别里面轻松找到。一个木头可以搓出来3块木材，是非常好用的资源。搓的数量在右下可以更改。可以手动输入数字哦。如果数字输入太大会直接转变为可行的最大值，很方便。左上的等级图标表示的是搓出来的物品的品阶。目前我们能搓出来的只有白色物品。这个是按C或者右上的功能键徒手搓出来的物品。大部分物品需要通过各种机器制造。比如我们马上要做的工具桌。一堆木材就能做成。我把工具桌放在了降落点旁边，然后对着工具桌按E就能合成更高级的东西。和tr不同，这个时候按C是不能合成更高级的物品的。使用工具桌的时候上方会用灰色显示（如图）。回到流程上来。搓出来工具桌之后就尽快去撸石头。撸够了10个石头就回来搓工具了。木头不够可以先搓斧子，木头够可以先搓镐子。搓了镐子立刻再挖点石头回来搓斧子。这里的斧子是可以撸石头，而镐子也能撸树。但是长着树的土地是撸不下来的。这里说2个操作。首先，按住Shift使用镐子，范围是一格，不按是3x3。左键可以撸物品，右键可以去掉背景（本作背景也给资源，而且地下浅层也可直接撸掉背景墙，很方便）。拿到了镐子和斧子就方便很多了。斧子是单手斧，所以拿着斧子是能拿手电筒的~\n镐子斧子都有了，可以有龟绿的生活了。之后会同时出现几个问题：1.夜间气温下降，会出现体温下降的问题。这个时候呆在封闭的环境里（背景有墙的且封闭的地方，比如室内或者地下），或者呆在炉子、篝火旁边都会使得体温上升。2.挖矿的时候长着植物的矿是不能被挖走的，需要把植物先清理掉。3.如果想避开夜间，可以没事多上上船。我每次下船都是清晨。4.早点造床，可以回血。第一个床放在飞船里，会非常有用。5.你需要更多的食物，所以你需要种植。种植可以在地下，需要的是土壤，铁锹翻过的土壤。种子……收货的时候是按E。6.如果有水在浅层，你想排掉，可以把背景墙挖掉。\n我认为白天对我是很重要的。因为视野更好，而且不怕冷，可以进行狩猎，伐木和地表采矿。不建议初期进行地下勘探，因为矿比较少，挖掘能力比较弱，地下勘探费时费力。现在急需的矿是铜矿，铁矿以及煤炭，我一般边伐木变收集，因为木材也很重要。我认为初期豪华奢侈的豪宅没什么必要。这个星球也许只是一个暂时的落脚点。\n另外对三项活动做说明：1.狩猎：怪物数量真多啊……而且行动迅速，你肯定不想在伐木采矿的时候被骚扰，所以生存技巧必须有。用初始的近战武器砍敌人4下一个，敌人概率掉钱，小概率掉肉。不是所有敌人都是近战的哦。   具体的战斗方法大体有2种。如果你是一次短时间的勘探，面对低等级的敌人就随便砍好了，反正不怕掉血。我习惯蹲下砍，斩击的范围覆盖全身，相对效率一点。切换武器的方法是将武器放到【超快捷工具栏】里面，“·”“x”都能直接切换过去。我更习惯按2下“1”。   如果你在进行一个长途的旅行，不想让怪物耗你的血，或者敌人等级高，那你需要另外一套战斗方法。随时准备造墙壁。看到敌人要不围住敌人，要不围住自己。近战武器是可以穿墙的，远程的话可以在墙壁开孔或利用高度差。   另外如果想要真正“狩猎”到毛皮和肉，就要用弓箭杀敌了。木弓箭蓄力满也需要5下才能杀死敌人，所以前3下让近战武器砍，最后人头让弓箭收就好了。这种打法效率蛮低的，建议做完任务就吃植物用刀砍，知道铁弓问世好了。2.砍树：砍树人物面朝的方向就是树倒下的方向。挂在顶棚的藤蔓也是用斧头砍收集的。3.采矿：刚说了地表采矿。如果要下地下，准备一些台阶比较好。  \n图片显示的是我面对这一个钱箱子。钱箱子有血量，用镐子撸开或者打碎其下方地面都可以收集，但是最快的方法是用武器砍开。稍微说一下之后需要做什么。根据任务首先要制作烤肉。获得肉需要用弓箭射敌人，然后在篝火上按E，把生肉放进去，就能烤熟。下一个任务是搓熔炉。制造一个篝火再合熔炉很快完成。熔炉的作用是将矿变成能使用的锭。下一个任务是做铁锭。这个任务完成新手任务就算结束了。挖铁矿去吧~我也去挖矿了。  \n这是我找矿的时候的图片。因为自己所在的位置有铁矿被我挖走了，所以才来这么深。竖矿就用台阶搭上去就好。用空间枪把一块土打碎，然后把背景打碎，就能给那块附近提供光源，这样能看到一大片区域了。给自己背后的背景打碎，就能回到飞船上了。虽然这个方法不是最效率，不过暂且一用。  \n这个里面可是有3个怪哦，动都动不了，就等着被我射死~弓箭的使用有一些注意。蓄力的时候移动变成走路速度，刚蓄力满的时候发射（目押）可以打出光箭，威力从20飙到25哦……被敌人碰一下蓄力就消失~刷皮刷肉必用的。刚才，血量接近0的时候1血回城~结果回城的瞬间被碰一下，镜头拉到飞船，还没显示出人物就启动复活动画了……复活动画可以用esc跳过。  \n挖矿难~我为了挖矿跑到了别的星球~沙漠星球然后……沙漠真是个让人神往的地方~只要你在地下碰到黄色的沙子，你就可以拼命挖起来了！因为沙子是流动的，里面包裹的矿石如果周围沙子动了就会变成可收集形态，随沙子滚下来。所以对着沙子的角站着不动的挖，就能吃到很多很多的矿（和更多更多的沙子）。一下子，我的铁矿石就上百了！   在母星上不小心看到了一个地面boss。围住打死之后掉落了一个盾牌。我又土盾防护，要这有啥用？好了~矿也攒足了，装备也有了，那么接下来就是虐α次元BOSS——UFO的时候了~下面板块我会详解。\n\n\nUFO打法详解~\n打UFO的准备工作就是造这个发射台~这也是新手任务的一部分。需要一大堆铁和一点点银，这些在沙漠星球应有尽有。如果你真去过沙漠星球的话，相信你身上的铁也不少了吧~反正我随便一次就140以上的铁原矿，造一身铁铠甲没问题。另外我还找到了一个武器锤子，火焰伤害，对目前的生物都是秒杀……这个不重要。\nufo行动方式：1.放企鹅：什么样企鹅战士都会出现，例如机枪，坦克，自爆，火箭筒……放置的速度不快，企鹅速度也不快。企鹅可以直接打，也可以用土围住不管。这种敌人无视掉。2.激光弹：竖直向下发射激光弹，连续数发。每一发威力不高，会发10发左右。一直向一个方向跑的话可以躲过。用土也可以挡住。3.低空碰撞：UFO非得比较低，通过接触让你掉血。4.下压：UFO明显的下落进行攻击，会破坏一定区域的方块。5.隐身：比较明显的前奏，飞船发出防护罩一样的亮光之后消失，再之后突然在你正上方出现。\n打法1：土工作战~这种打法需要铁弓作为武器。找一个地址比较松软的地区，斜向下挖一个隧道。召唤出来ufo之后在隧道里斜向射击ufo。如果UFO破坏方块就向隧道更深处移动，通过土块阻止ufo前进进行防御，远程攻击。   \n我可是一边打一边挖的~\n打法2：卡位作战~这种打法对装备要求稍微高点，至少防具要硬。首先在召唤UFO之前旁边立土柱（稍微远一点无所谓），之后在UFO破坏方块的时候站在如图位置下方，让UFO破坏一些方块（你会受伤）。在UFO上升的过程中迅速搭土台上升，让UFO想上升但卡着上不去。你的角色也不要左右移动。UFO这个时候想上升进行下一套攻击，但是被卡不能动这个时候你就可以要么近战跳起来打，要么弓箭射，将敌人磨死了。操作方面有点要求~有成功的告诉我啊~   打完了之后UFO掉落核心   有这个就可以升级铁砧了！   放置高级铁砧后可以制作升级元件，开启新的次元~ \n咦？怎么又没钱了？在图上可以看到前往β星系的选项了~   \n新的星系星球威胁度会到一个新的等级。更新后统一为2级。在新的星系会有什么样的冒险呢？这个星球你可以跟它说再见了~要搬家的赶紧~顺便说一下，我在打完UFO之后为了赚钱逛了一圈，找到了这个~   这种有人看管的实验室还真没什么用。因为一般不会有宝箱。但杀人很赚钱。 \n……之前以讹传讹说这个床回血会快一点，其实经过测试跟普通床没有区别……在此郑重道歉。\n\nβ、γ星系的奇幻历险\nβ星系简易流程~从打完飞碟开始\n2.用高级铁砧制作升级芯片3.拿在手上使用芯片就可以开启新的科技和前往β星（如果你把家安在地面，请搬到飞船上）4.选择一个星球降落。你可以根据帖子找一些有人烟的星球找找箱子，但重要的是挖矿5.挖矿的过程中尽快合成冶炼机，收集银合成高级的镐子，再合成取脑枪。6.如果你觉得矿很多了，冶炼成钱。可以多转几个星球用脑枪杀人取脑子直到出现粉色的脑子（杀敌概率出现，我刷了四十多个猪脑拿到了），同时找找箱子看有没有高级点的武器。   \n7.有很多的钢就可以合成机器人的4个部位。三个部位需要钢，一个部位不仅需要钢还需要机器人的脑子。机器人的脑子是用超级脑（粉色）合成的（都要钱啊……）8.合成机器人之后到野外放置机器人，对他按E他就会打你（撑的么……）。打败他。   这是新星系下的新矿——铂~有点稀有，但是跟剧情又没什么关系。挖矿建议去沙漠，一下挖一大片~银有点稀有，还是不用他做护甲了。遇到怪就用土围起来吧。    我找到了一个地下房屋，但是什么都没有……汗死，果断拆了拿回家做装饰。 \n机器人boss真的不要太弱……野怪都是秒杀楼主的，这个boss居然做不到。而且没有破墙技能……  \n我花了那么长时间给你找脑子，怎么就产生了你这么个笨蛋%……这个位置打怪绝对安全~  机器人打死了之后爆一个电路拿这个可以用铁砧合成新的工作台。\n  \n新的工作台会允许制造新的升级芯片。好多钱啊~  \n新的工作台合成芯片之后用掉就能去γ星系了~\nγ星系~挖矿不容易啊，好多地下空间有怪物突然出现……我现在还穿着皮衣呢，一碰就死啊  \n找到了花田了哦，一下子就看到花田了，太多花瓣了~按E收集。  \n上面是坐标。对着花按E就能收集花瓣了。这个可是γ合成喷色器的必需品。\nγ星的历险比较简单。挖矿的时候注意，不是每个星球都有钛的。我就傻乎乎挖了一个星球，挖到岩浆最下面还是一个钛没有。   我又找了个沙漠地图，随便一挖就挖到了100多钛原矿。  \n100钛原矿就能做诱饵了~就是下面这货  \n这个不是敌人，她能引诱骨龙出现。骨龙非常难缠。打法请往下看~\n\nγ星系boss~骨龙打法详解~    诱饵放下~准备战斗！\n首先了解骨龙。（1）骨龙的形态见下图：   （2）骨龙的攻击方式只有一种，就是喷火。一次喷射下数枚火焰弹，每弹都能留下火星并形成溅射。如果你直接被喷到掉血不是很多，但是踩到火焰基本就会直接阵亡。另外被火攻击过后就会进入燃烧状态持续小掉血。伤害不大。火焰弹非常华丽，但不能破坏墙壁。（3）骨龙的碰撞体积实际上非常有限。尾巴和脚是没有碰撞的。碰头也会被秒杀……想观察骨龙就按着Ctrl移动鼠标看看吧。具体的碰撞体积有多大呢？看下图：   就这么大点。这个土框里面就是它的全部碰撞体积。因为骨龙会随着角色转向，所以背部碰撞体积无法测量，也没什么用……现在这只骨龙被囚禁了。\n接下来介绍战法。有两个战法，用弓箭和近战。用弓箭的话很简单，在地下挖一个洞，骨龙召唤出来钻进去看骨龙的火无法喷到你，就用弓箭射他好了。钢弓每次3滴血差不多。用近战武器就稍微需要准备一下。看下图：   准备的目标是让骨龙卡在这里。首先召唤骨龙之前在地面造这个倒L形的土墙，在墙边可以造台阶方便快速爬升。横梁高度要高于一屏。之后在稍微左侧的地方召唤骨龙，吸引骨龙来到横梁下。之后以最快的速度爬到如图的位置，这个时候骨龙没法上升，就卡主了。再之后的战斗就容易了。首先要把骨龙四周都围住，确保他不会跑掉。如下图：   \n下图的这个位置显示的是可以安全打到骨龙又不会受伤的地方。武器我用的就是用铁砧打造的锤子，造成每次66点的伤害。\n这样骨龙就被打爆了，获得战利品龙骨。 \nΔ次元大冒险~\n进入Δ次元，需要这个东西。  \n升级元件~意料之中了。\n使用升级元件之后，除了能进入Δ次元，新的科技也应运而生。   多出来了一个非常重要的东西——钻头！和镐子一样也是多部升级的。如果你手头矿石多，立刻就能升到钻石级别。矿石少也没关系，到新的次元挖就是了。另一个十分重要的物品是那个Grappling Hook 抓升钩。这个算是个下矿神器。发射钩子之后按W键上升——到此为止上下左右WSAD四个键终于才都有了它的作用%&*其实这个钩子对于已经在矿区磨练了3个次元的我们……好像也没什么大用……   新区开新矿。这次的新矿是这个重钢，就是用钛锭和煤合成的家伙。与其叫重钢我宁可叫他重钛。新区最珍贵的矿石绝非钛矿，甚至不是钻石，而是煤炭。遇到煤炭绝对要优先挖掉！   看这张图大概就能了解了……钻石钻需要20个钻石，也就是80个钻石矿，其实也不算很难。   说到这里，就想吐槽一下这里的矿~居然一片啥都有！大家看，能分得清铂和钛么？   到了Δ星系大概就是这个感觉。各种矿都似乎没那么稀有了~但是一圈下来，发现煤还只有100多……对比一下，你能分清楚银、钛和铂的原矿么？另外需要说明的是，本次新矿铠甲不在铁砧处制造，而是在工作台制造，只需要重钛。 \n  准备制造BOSS吧。本次的制造方法是这样的……拿桌子用重钛合成这个怪物研究室，这可是绝对高大上的机器哦~   \n接下来用这个怪物研究室制造高科技的捕捉怪物的装置~绝对的高科技产品！   \n至于放下来是什么东西，我就不截图了。因为太高科技，怕吓到大伙。对着那个东西按E召唤怪兽——狂暴的水母！   \n这只水母非常厉害，上来就放下来两只小水母。迫于它的瘾威，我不得不快速用土将他立刻围住。   继续围，发现这个水母的碰撞体积其实很小，只有眼睛有碰撞。大水母会发出向四周喷射的泡泡，小水母会定向喷射一堆泡泡，都是极具有威胁性的攻击！   \n我之前是那样以为的……但事实上，从召唤出水母开始，它就没攻击过我。连背景音乐都没有变。我把大水母放出来了，想看看小水母的厉害……结果这个距离下，我截了个图，把图框了一下，保存了一下，这个过程中小水母连碰我都没……这个BOSS是没有敌意的么？！   大水母的移动速度慢得……如果你有2段跳，你可以围着它跑不会被它碰到。当然近战还是需要一个比较稳定的输出环境……随便围一下打死。这么弱的BOSS……真对得起它的科技成本。   \n战利品……合成升级元件   \n接下来可以去X星域了，这个星域有5到10级的行星，也就是目前为止版本的游戏里最后的星域了。\n接下来的工作是重复的。去5~6级行星寻找霓磷盐（比较淡的绿色矿石），冶炼成霓磷盐块，然后在机械合成台制造霓磷盐科技升级芯片，需要40个霓磷盐块，解锁菲洛合金（Ferozium）科技，在金属锻造站可以用一个煤炭和一个霓磷盐块合成一个菲洛合金。\n简而言之就是：① 5~6级行星挖霓磷盐（绿色）→冶炼成霓磷盐块→机械合成台用40个霓磷盐块制造霓磷盐科技升级芯片→解锁菲洛合金科技→在金属锻造站锻造菲洛合金锭（绿块+煤块）→在机械合成台用40个菲洛合金锭制造菲洛合金科技升级芯片→解锁稀璐矿（Cerulium）（深蓝色的矿石）科技  此时可以挖到一些例如铀的燃料金属。此外可以做相应的装备。我无视这些了。 \n② 7~8级行星挖稀璐矿（蓝色）→冶炼成稀璐矿锭→机械合成台用40个稀璐矿锭制造稀璐矿科技升级芯片→解锁维奥合金（Violium）（一个煤炭和一个稀璐矿锭在金属锻造站合成，紫色）→在金属锻造站锻造维奥合金锭→在机械合成台用40个维奥合金锭制造维奥合金科技升级芯片→解锁红铷矿（Rubium）（红色的矿石）科技③ 9~10级行星挖红铷矿→冶炼成红铷矿锭→机械合成台用40个红铷矿锭制造红铷矿科技升级芯片→解锁帝合金（Impervium）（一个煤炭和一个稀璐矿锭在金属锻造站合成）解锁了帝合金以后，最后的阶段就完成了，可以用它锻造最强的武器和防具。整个过程没什么技术含量。以我的脾气所有的过度用的矿石都是满打满算够用就不再挖了，装备不做直接升科技。解锁帝合金之后做一套最终铠甲。玩到这里就可以算毕业了！X星域我还是期待更新能给我带来一些新的科技和新的BOSS吧。如果这些变成了现实，本帖也会进行更新的。\n那么毕业了的你能干什么呢？寻找披风？寻找蝴蝶科技？寻找雷神机器人？寻找史前的文明？奇幻的星界之旅才刚刚开始！\n\n\n相关知识1.你所控制的角色只有4格高，2格宽，却可以脚离地9格进行跳跃（各星球重力不同）。2.你的角色学会了在一格的高低差下直接行走的本领。所以如果一个坑有10格深，你是可以直接蹦上来的（无视最后那一格的高度差）。3.右上角的不是钱，是像素，更接近星球间通货的一种东西，当然也可以辅助合成物品（解释了为啥自己搓东西也要花钱）。4.不是所有的野兽都会主动攻击。那些不打算攻击你的敌人你甚至可以和它擦肩而过而不受伤。5.在新版本中原木不能作为飞船燃料，这在旧版本中是不存在的。而煤矿石则被作为广泛好评的燃料~6.像树一样的植物大部分砍倒了会出现木材，但也有出现藤蔓和花瓣的情况。7.这个世界上存在着很多剧情以外的boss，打倒它们是得到盾牌的绝佳途径。8.大多数玩家在玩到第3个小时的时候还不知道用E或者鼠标中键才是获取农作物的正确方法。9.只要是离开自己的星系，不管走多远，消耗的燃料是不变的。因为我们是空间跳跃，不是飞行。10.被沙子掩埋会窒息的~和水中一样。11.十个木头在炉子里面可以烧制成一个煤。煤是珍贵非稀有资源，消耗量很大，要谨慎使用。12.如果你挖不到钻石矿你不会觉得很糟，但是挖不到煤会让人举步维艰。13.前往更高级的星系，你会发现原来很珍惜的矿遍地都是。14.每次死亡损失30%的像素（还是让我把他叫钱吧），但是把像素压缩成块会损失40%。15.每次提升镐子或者钻头获得的提升小的可怜，但是升级的耗费也会因此变得不值一提。16.别用钻石去卖钱，用原矿。因为合成的钻石价格是钻石原矿的2倍，却需要4块钻石合成。17.如有有多余的钻石矿，去卖钱吧。后期你用不到钻石，但是却能挖到一堆。18.不用担心镐子或者钻头没有耐久会消失，它只会挖不动东西而已，目前仍然是铜块修理一切。19.喜欢在沙漠星球挖矿的一个重要原因，除了沙子比较好挖之外，较少的植被也能让你更容易建立起土墙，方便在地面找矿。\n\n\n \n [groupid=1306]托伦多伦多[/groupid]",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1496808720,
            "txt_content": "图全挂了，请尽快补全"
        },
        {
            "author": "DGK2",
            "timestamp": 1496810100,
            "txt_content": "langyo_v3 发表于 2017-6-7 12:12\n图全挂了，请尽快补全\n\n我这边看是好的"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1496811000,
            "txt_content": " 本帖最后由 xinxin2459 于 2017-6-7 12:52 编辑 \nDGK2 发表于 2017-6-7 13:08\n3DM的顶置，作者委托代发的，在开头就标注了版本是bate 6，几年前的东西了 ...\n好吧 另外bate是什么梗么（）\n\n\n另外原作者委托发的话。。。    哇这已经是远古版本了诶貌似也没多少人玩过了吧。。\n\n恩 开头橙字体那边没注意到    （）\n\n实际上。。这旧版和新版本已经不只是一点出入了     很多旧版本玩意新版本都完全是另外一个了 比如中间的那个机器人的 已经完全没这个了 骨龙和飞碟现在是一个副本"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1496811960,
            "txt_content": "先不说啥。。。你这攻略是哪里复制的？ 还是说你下的版本非常老？\n\n这已经是几年前的版本的一些玩意了"
        },
        {
            "author": "DGK2",
            "timestamp": 1496812080,
            "txt_content": "xinxin2459 发表于 2017-6-7 13:06\n先不说啥。。。你这攻略是哪里复制的？ 还是说你下的版本非常老？\n\n这已经是几年前的版本的一些玩意了 ...\n3DM的顶置，作者委托代发的，在开头就标注了版本是bate 6，几年前的东西了"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1496812440,
            "txt_content": "另外 说起星系  感觉新版本这个星系系统挺6的   以及你那边有买么 有的话来一起玩可以不    （虽说最近在玩不稳定版里面玩机甲）\n"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1496812980,
            "txt_content": "我换了个环境打开这个页面,图仍然挂\n\n可能我这整个市区都不能正常连接那个图床吧…"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1496858160,
            "txt_content": "这排版……能看？"
        },
        {
            "author": "DGK2",
            "timestamp": 1496880060,
            "txt_content": "ruhuasiyu 发表于 2017-6-8 01:56\n这排版……能看？\n不知道什么时候人们开始矫情版排了。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1496886000,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-6-8 09:48 编辑 \nDGK2 发表于 2017-6-8 08:01\n不知道什么时候人们开始矫情版排了。\n这和矫情有什么关系？难道你不觉得左对齐比居中更容易阅读么？\n"
        }
    ]
}