{
    "title": "【转载│完结】我的世界之黑暗后的黎明【第十二章】",
    "author": "1392684709",
    "replyCount": 4,
    "timestamp": 1496756460,
    "txt_content": "第十二章：夜袭　　马蹄声不断，随着远方灯火变近。皇宫外面已经聚集着不少人和马了，人山人海。有许多将军、指挥官等人。虽说人多，但是每个人都如同群蚁排衙一般。赵勇立刻下了马，很多人都惊奇地看着赵勇。赵勇显得很不自在，他低头看了看--“你还穿着高官训练的衣服啊！”瑞可不知什么时候出现在赵勇旁边。\n\n　　“瑞将军！”赵勇几乎是和其他三个人一起喊出来的。\n\n　　“瑞将军？！”走过来的奥卡也吓了一跳。\n\n　　“哦，看来你们都在啊。今天晚上你们就要去抵挡比亚的士兵了，赵勇，这可是一场关于生死的决斗啊。你刚刚出道就要面对一场战争，真的是有点对不住啊。但是无论怎么样我们的所做，我们的所为，都是为了这个国家而生！快！高官就只剩下你们五个了，赶紧进去会见国王！”瑞可说完便急匆匆地走开了。\n\n　　奥卡立刻把那个让赵勇熟悉的箱子打开......上面那颗红宝石在火把的照耀下显得闪闪发光。\n\n　　“我的箱子？！”赵勇冲了上去。\n\n　　“嘿！早知道阁下会忘记带上，所以在下就帮您拿来了！”奥卡带着一点点得意的话语对赵勇说。“那么，现在请阁下穿上盔甲会见国王！”\n\n　　赵勇张着大嘴，脱下原本的皮革衣服，套上了发光的盔甲......\n\n　　“拜见国王！”大堂之上，五个人用传统的跪法跪在红毯子上。旁边整整齐齐站着一排白银高官。国王在不停的踱步。见到赵勇，那忧郁的脸上才露出一副“谢天谢地”的样子。\n\n　　“赵指挥官，你可算来了！你应该也已经知道了。现在我废话不多说，现在我命你即刻率领皇家义勇军和所有的白银军队前去迎敌！这里所有的白银高官都由你统领，根据情报，比亚的士兵已经离我们只有100公里的距离了。因为这一次是和平的第一次战斗，恐怕敌军很强，所以我让我国的法师跟随你。这个是命牌。”一位仆人拿着一个金色的、长方形的命牌交给赵勇。“现在赵指挥官，所有的物资和兵马已经在城外了，现在，你可以出征了......”\n\n　　赵勇慢慢地走出皇宫，外面有很多马。他看到后面跟着很多高官。他把命牌交给梦雨，并嘱咐说：“梦雨，你赶快把命牌交到军务处去，愈快愈好！”“是～”梦雨一溜烟走开了。\n\n　　“咳咳，现在，我是你们的指挥官，赵勇。现在，你们愿意跟随我吗？”赵勇转过身。\n\n　　“誓死追随指挥官！”一阵气冲斗牛的呼号传起，这让赵勇有了很多勇气。他点了点头，随机说到：“现在，各高官听令！上马！”几乎是在同一瞬间，赵勇也骑上了马。\n\n　　“指挥官！您的装备！一个大箱子伸过来。箱子的尽头，是奥卡。\n\n　　赵勇一样一样拿出来，装备在自己身上。等他装备好了之后，他发现后面的高官也都各自拿起了不一样的武器。\n\n　　“走！”随着赵勇一声令下，马蹄声又响起来。\n\n　　大家来到了城门。果然正如国王所说，外面的士兵格外多。赵勇算过，大概有10000的士兵。随着微弱的火把光，一排排整齐的士兵让出了道。赵勇骑着马走到了最前面，如同变色一般。刚开始还只是一大块银色的，转而就变成了一块金色的。梦雨已经在等着了，赵勇同另外三个来到最前面，赵勇知道此时此刻各位白银高官已经回到队伍中去了。\n\n　　梦雨把一张地图发给赵勇。赵勇一看“呀，居然是地形图！”容不得他多想，梦雨便说“别磨磨蹭蹭，快点走吧！”赵勇回过神。他大义鼎然的，用尽全身力气，大声吼道“启程！！！”\n\n　　“驾～”在黑夜中，一阵马蹄声、嘶吼声仿佛事先约定好一般，在同一时刻响起。\n\n　　梦雨走在最前面，紧随其后的便是一个兵团。赵勇第一次出城，幸亏天上的月亮给了他看风景的机会。一开始城外是空旷的，赵勇觉得走了半天也没看到什么树。他现在耳朵里只有不断的马蹄声。很长时间后，总算是到了一片大草原。但是依然荒凉。夜晚的冷风吹在赵勇脸上，他感觉寒冷无比，但他认为梦雨才会更冷。\n\n　　赵勇沿路还发现许多小城池，上面插着国旗。他回头看了看自己的“百万大军”，军队上面便是一面又一面的国旗。所有人都精神饱满，虽然并没有休息，但赵勇依然觉得清醒。前面负责开路的梦雨骑在马上。一直上下颠簸着重复一个动作。赵勇感觉非常累，但是依然不可以睡觉。\n\n　　军队放慢了速度。\n\n　　察觉不对劲的赵勇看到了，不禁大声问道：“喂，梦雨，怎么速度突然减慢了？\n\n　　“指挥官，地图上显示，前面是一座高山。国王说黎明之时比亚的军队会经过这里，所以国王的意思就是让我们在这里实施突袭。”\n\n　　“这样啊，那么传我的命令，所有人全部转移到山上。”\n\n　　“好的！”\n\n　　整个大部队都来到了山上。这座山是一座非常大的山，与其说是山，还不如说成是丘陵与高山的结合更为恰当。虽说是山，但是山上却异常空旷，格外宽敞。仿佛是赵勇在现实生活看到的巨大广场一般。这里足以容纳10000人，而且也不可能所有人都在山顶。\n\n　　“好的，米兹，告诉大家，现在暂时休息，黎明之前集合！”\n\n　　“好，指挥官！”米兹消失在黑夜之中。遍地都是火把，嘈杂的声音弥漫了整个山。不远处的火堆上烤着一只只鸡肉和猪肉。\n\n　　赵勇也累得不行，他下了马就躺在地上。但是，一股闷热而又带着香味的东西靠近了他。赵勇惊讶地张开了眼睛，发现徐正坐在地上，有滋有味地吃着猪肉，见到赵勇，他感觉把一串烤鱼塞到赵勇手里。赵勇连一句“谢谢”都还没有来得及说，徐正就说：“赵指挥官，不客气！”赵勇躺在地上，仰望着星空，嘴里吃着烤鱼......\n\n　　“呼～啊呼～”火堆全部熄灭了，一切仿佛都没有发生过似的，大家打着呼噜。军队大多数人已经睡在了地上。由于赵勇先睡的缘故，赵勇第一个起来。他爬了起来，眺望远处。他看了看天，又看了看山下，天已经变得湛蓝湛蓝的了。他知道，黎明即将到来。山下，自己的军队正在巡逻。不知何时，大伙似乎心有灵犀一般，纷纷爬起来。赵勇回头看了看，一个白银高官向他点了点头。赵勇再次转过头来。他看了看天，天空虽然比刚刚蓝了一点，但是世界依然不怎么明亮。远处，一座山背后发出金色的光芒，赵勇知道，太阳要出来了。\n\n　　可是，再当他往山脚下一看时，一支看似不对劲的大军像幽灵一样说来就来了......\n\n　　赵勇不相信，他揉了揉眼睛，那支大军依然在他眼下。赵勇看见了他们的国旗，那，那竟然是一只金色的狮子......\n\n　　“报～！”梦雨急匆匆地向赵勇说：“报告指挥官，现在比亚军队就在山脚下。我们要偷袭吗？！”\n\n　　“传我命令，各大军火速到山顶集合作战！”赵勇感到自己呼吸紧促。\n\n　　“好！”\n\n　　刚刚还挺空旷的山顶一下子聚集了很多人。\n\n　　“现在，你们听我命令！所有弓箭手、飞刀手、弩箭手和投矛手已经白银攻城军都向下面攻击！盾手围住山的边缘，其他人先按兵不动！”\n\n　　随着一阵阵喧闹声，所有的远程攻击的部队立刻聚集在能够打到敌军的角度。有些士兵为了不挤，直接跑到半山腰去攻击。\n\n　　“咻咻～咻咻”许多箭和矛、飞刀射了出去。投石机也在不停地发射蛋石。\n\n　　军容整齐的比亚士兵，突然遭到这样的打击，显得措手不及。\n\n　　“所有人注意！！我们现在遭到新赛的突袭！弓箭手放箭！”一个声音从凌乱的军队中传出。所有比亚弓箭手也都开始放箭。但是新赛的便是万箭齐发，根本挡不住。”赵勇在山头得意地笑着。他看见敌军那里到处是血......“我天！不会吧！为什么我在打僵尸的时候僵尸不流血？”\n\n　　徐正说：“指挥官，难道您不知道打僵尸是不会流血的吗？”\n\n　　赵勇苦笑说：“我并不知道。”\n\n　　......\n\n　　“好哇！打他们一个措手不及！”赵勇高兴地看着对面敌军的士兵一个又一个倒下，显得眉飞色舞。比亚现在是溃不成军，恐怕领帅也没有想到吧！比亚的骑兵，一次又一次想要登上山，可是沿路的拿着白银剑的士兵见一个打一个。比亚可以说几乎毫无还手之力。有些登上半山腰的敌军想要撤退，可是刚一下山就被山上的投矛手打死了。当然新赛也受伤了许许多多。幸亏随身有治疗药水，要不就会两败俱伤了。\n\n　　原本如同一条长龙一般的敌军，立刻被截成了两半。敌军躲进了山洞之中。\n\n　　“可恶啊！我10000多的军队居然就被一些小小的弓箭手打的毫无还手之力？！”比亚的统帅愤愤地吼道。他踱步在小小的山洞里，接着，说到：“快，拿张纸和笔来！”统帅快速写着几个字，然后塞进一个小小的黑影之中。那个黑影立刻飞了出去。太阳已经升的老高了。\n\n　　“非常好！大家做的都很不错！但是比亚的剩下的士兵全部躲在了山洞里，报告一下战况，米兹！”\n\n　　“报告指挥官，目前我们损伤士兵1037人，失踪41人，医疗了298人，损坏投石机2台！”\n\n　　“哦，现在，把白银义勇军指挥官叫过来！”\n\n　　“赵指挥官，找我何事？”\n\n　　“现在敌军都躲在山洞里。我现在命你立刻把所有白银义勇军都到山下与剩余比亚力量作战！”\n\n　　“好！”\n\n　　“白银义勇军全体成员听我命令！上马！跟着我去山下解决其他人！”\n\n　　“驾～”\n\n　　白银士兵一窝蜂地冲进了山洞之中，但是随着阵阵哀嚎，有不少人受着伤跑出来。原来是比亚士兵在里面死守着，白银士兵不断往里面涌。正当赵勇志在必得且觉得打仗太容易的时候，令他不敢相信的一幕出现了--\n\n　　远处不知何何时冲出来一波军队，看起来也就1000人左右。当然，这，不是重点。军队中间似乎有一个法师一样的人，只见他手指指向了山洞，转而在他手指的地方突然出现了一个门！“神魔门。”一个声音传遍了整个战场。应该是法师发出的。那个门，周围是用黑曜石搭的，中间是紫色的光......“地狱门！”赵勇尖叫起来。\n\n　　他看到那个门，从里面跑出来许许多多的怪物！有僵尸猪人，僵尸，恶魂......他们的数量很多。等到够多的时候，门就消失了。在山洞前作战的白银军官吃惊地看着着一切。还没等他们反应过来，僵尸猪人就已经砍死他们了。\n\n　　山脚的白银义勇军全军覆没！许多义勇军到处逃跑，但是在他们逃跑之时，他们还没有发现一个门已经出现在他们面前，有些刹不住的直接跌了进去。有些刹住的也被后面的怪物弄死了。赵勇意识到情况不对劲，还没等他下令，所有的弓箭手对着怪物手忙脚乱地射箭。奥卡直接带着他的骑兵冲了下去。“杀呀！为我们死去的白银战友报仇！”当然，奥快带着军队还是很有影响力的，不时便有许许多多的怪物杀死了。赵勇舒了一口气，以为要胜利了，但是实则不然。只见地狱门不断增加，随之而来的怪物也不断增多，奥卡和士兵们奋力砍杀，但是怪物实在太多，即使奥卡有三头六臂也未必能打得过。地上到处都是将士和怪物的尸体，奥卡快要坚持不住了。赵勇大吼一声：“可恶啊！”自己带着五百人的部队前去援助奥卡。奥卡拼死作战，一个猪人想从背后砍杀奥卡，幸亏赵勇眼睛尖，一个飞刀击飞了猪人的剑。又是一把飞到，把僵尸猪人打死了。赵勇五百人义勇军全部都去对付敌人和怪物了，只留下十几个围在赵勇旁边，保护赵勇。赵勇右手持刀，左手拿飞刀。突然，一个地狱门凭空出现在赵勇面前。赵勇心想：“小命不保！”从里面冲出一群怪物。虽然赵勇身边的十几名义勇军拼死保护，但是毕竟不能1vs5，所以就算拼死抵抗，也都死了。赵勇旁边十几名战士全部死在怪物的脚下。赵勇感觉心中燃起了熊熊大火，他拿起宝剑，一个一个砍杀。赵勇挥手一砍，砍掉了怪物的头；左边一个扫腿，把两个僵尸绊倒了；再右手一甩，甩出一把飞刀正中怪物脑门。\n\n　　但是他不知道，已经有三个猪人拿着宝剑即将砍去了。赵勇旁边都是怪物，少说也有1、2十个。\n\n　　他感到后背不对劲，转身一看：三把宝剑已经直直地对准了他的胸口......\n\n\n\n\n\n\n完\n\n\n不要问为什么到这里就完结了。这一篇的完结是因为作者妖鬼之怒急于完结。\n但是。。。\n一篇的完结并不代表着永恒的结束\n而是\n一个新的时代的开启\n\n是的，没错\n我也要开始进行新的工作\n向大家展示更加浩大的工程！\n\n最后\n本书既然已经完结了大家就不要犹豫了，手里的！！砸来！\n\n本书索引贴：http://mcbbs.tvt.im/thread-691869-1-1.html\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1496757180,
            "txt_content": "围观。\n描写还可以更流畅/更细致。\n（虽然是转载的还是要说\n\n\n\n\n\n（啊啊啊你们更新好快我好嫉妒啊"
        },
        {
            "author": "1392684709",
            "timestamp": 1496757480,
            "txt_content": "xcc 发表于 2017-6-6 21:53\n围观。\n描写还可以更流畅/更细致。\n（虽然是转载的还是要说\n不能算转载，只是当时工作室内部讨论的时候，为了避免麻烦一时用了转载，详细情况http://mcbbs.tvt.im/home.php?mod ... 139936&do=index"
        },
        {
            "author": "xcc",
            "timestamp": 1496757900,
            "txt_content": "1392684709 发表于 2017-6-6 21:58\n不能算转载，只是当时工作室内部讨论的时候，为了避免麻烦一时用了转载，详细情况http://mcbbs.tvt.im/ho ...\n【还有这种操作.JPG\n原来转载是这样的意思啊。\n（一时用转载？以后会改动？"
        },
        {
            "author": "1392684709",
            "timestamp": 1496758020,
            "txt_content": "xcc 发表于 2017-6-6 22:05\n【还有这种操作.JPG\n原来转载是这样的意思啊。\n（一时用转载？以后会改动？ ...\n这个完结了，也就不去管它，但是以后工作室成员的作品发布一律用原创"
        }
    ]
}