{
    "title": "【原创·连载】【狂热的沉默】【第三十二集：家族......】【byRing】",
    "author": "我为我为",
    "replyCount": 4,
    "timestamp": 1496742960,
    "txt_content": "一些话\n\n我去申请优秀了，章鱼别老是不看啊......\n第三次了\n信心满满！\n@Smokey_Days @gggbbb @WM2030 @冥王星人 \n\n\n  如果继续坚持下去，还能有什么希望吗？未来似乎没有那么值得期待与等待，我连自己的命运都改变不了，我还能如何实现我那天马行空的理想？估计将来就会像云婼在梦中所说的那样——连个市里的重点高中都与我无缘！\n  不过......这个让我一直精心打造的服务器端[①]或许是我最后的希望之桥，即使现在没钱，而且现在不管哪个服务器人们都很贪心，但是只要以后有钱力量，把这个服务器端放进服务器里，立马服务器就能运行，我就可以翻盘了！电脑和手机即使配置很低，但还是可以研究用的，不至于那么一点希望都没有。\n......\n  @WM2030 周六周天在老家度过了，远离了那一群人。哥哥也回到了高中，留下我继续“孤军奋战”。\n  晚上回到家，打开家门刚进去，这还是我家吗？简直就像我心中那种流浪汉的居住场所，垃圾随意扔在沙发上、地上，桌子上，大洋和二洋趴在地上玩玩具，玩具到处都是，客厅上海洒了一些水。厨房里传来油烟机的声音，母亲在厨房做饭。\n  刚刚拿起IPAD，二洋就屁颠屁颠地跑进厨房，告诉母亲我在看IPAD。然而母亲只是“哦”了一声，没有说什么，更没有训斥我，继续在厨房做饭了。\n  云婼应该在网络上对所有人都比较冷漠吧？打开好友动态看了看，等等，翻到一篇训斥别人的说说。好像还是一个组长发的......是庄泉！他这么个训斥：\n  “当个组长就这么难吗？我忍不了了，因为你们触碰到我人格的底线。还说我EQ低！好像你们EQ高？就这么不自量力？这么懦弱？老师都管不住你们？还让我好自为之？一直说我是狗？你们的行为举止真的不想一个中学生：你们打扰到自习课的安宁，让纪律班长无奈，这真的好吗？不要用你们的无知来调皮耍滑！我真的受不了了，不要怪我的直白！你们的人格已在堕落！不要怪我用不好听的语言，我也希望这是第一次也是最后一次！！请离开我的世界！”\n  底下有人评论“感觉你好生气”，他回答“忍了很久，嗯”。看来庄泉的遭遇也不容乐观啊，这学期是怎么了。我回复“别生气了”，他回答“受不了了”。去他空间翻翻，之前还发了两篇说说：\n  “不要以为你们有多了解我，请尊重我珍惜即将逝去的童真”\n  “经历给我伤痛，是我一生的财富”\n  当详细打开说说时，无意间点赞列表里一个网名让我大脑晃荡一下，不得不点开那人的空间，是云婼！我的访客量里可是从来没有出现过云婼的，这点赞......\n  竟然如此看不起我！愤怒的火点燃我的勇气，在QQ上通过QQ群送给她一句话：\n  “别小看我，期末考试考进年级前十让你看看！”\n  合上去屏幕，等等......年级前十对我来说可是个遥不可及的奢望，估计要食言了......到底怎么办！我的精神都已经萎缩了，肢体上哪里还来得了力量？我只剩下了个一米八的大骨头架子，将来就像祥子一样，溃烂到无人知晓的巷子里。我为什么还要那么拼命呢？社会并没有因为我的要强而公道那么一丝丝，社会只是想剥削我的一切。\n  回想回想这几天吧。即使还是搬水，那个每逢搬水时楼梯班门口转弯处那“潇洒”而又矮胖的身影再次出现，云婼的教训估计早对他无用了。不必说，他又一次获得了人气。\n  现在作业什么不也不想写，更是不想去复习书，能在年级五十左右徘徊就行了，干嘛那么要强呢？邢齐欠同学那么多钱耍无赖不还一天天还过得很愉快，寻哥的父亲用烟酒麻痹了自己的痛苦，也能快快乐乐地活过每一天。\n  自从大洋二洋来了之后，家里真是火气十足。大洋自称是加拿大的尖子生，却连“8+9”都算不出来。大洋和二洋不知怎么养成的习惯，现在跟每一个家人说话，都喜欢里面带上几个英语单词，当老家那些人不明白他的意思时，他便自豪的给他们解释，然后说他们笨，然而他们不会认书上的单词。这孩子，在加拿大读书，四五年级学了点英语，实在变成了高贵的白种人。\n  今天吃饭的时候，硝烟又一次弥漫在屋里，父亲曾经和寻哥的父亲一样开矿山，现在也倒了。一直急于东山再起。好不容易死劝活劝让大洋和二洋坐在餐桌上，拿着玩具，就是不吃饭。父亲左手端着一碗粥，右手拿着勺子，“来，喂你”，往大洋嘴里塞。\n  实在让我看不下去，我们家族一个四五年级的家伙，竟然还需要别人喂着吃饭。我和哥哥可是三周岁时就会自己吃饭了。“别喂他！让他自己吃！”我直接吐出一句。\n  “你管得着昂？”父亲用挑衅的眼光对我瞪了几眼，就像个小学生似的。大概是因为父亲产业起不来，时常拿我和母亲撒气。\n  “就是！就是！”那俩孩子也得意的回答，昂着头看我。\n  “让他们俩自己吃饭！”我放下筷子。\n  “你是不是想挨揍！”父亲把筷子一扔。\n  母亲看出来了什么，好像预言到接下来要发生什么，故意对我板着脸：“吃完了就去屋里写作业去！”\n  “滚回屋里去！没出息的。”\n  不用吃饭，肚里已经被怨恨填满。“你怎么这么喊叫孩子呢？”听到母亲的声音压得很低。\n  “还不是你教的！你看看！你把儿子教成这样？没素质的。”父亲把嗓门拉扯的特别大，故意想让我听到。\n  “你怎么这样呢？”\n  ......\n  屋外传来越来越激烈的争吵声，我趴在桌子上。我给母亲填麻烦、我给王玄彬顶嘴、我对寻哥爱答不理、我的尊严随着钱一起空、我不敢向云婼问个明白......不知不觉桌子上已经是一滩泪水。我根本什么也改变不了！任何一个同学都有一技之长，可我却只是一个废物！我唯有的特长也早已被粉碎[②]。怪不得交不到朋友，等不到赏识，我压根儿就没有力量！而王玄彬他们都是独当一面的人才！\n  过了一会儿，外面声音消逝了，母亲悄悄地进来，对着我悄悄地讲：“你爸近几年事业不顺光容易吵，别把那当回事！别影响了学习。”\n  “妈！我忍不了他们了！”我不顾一切跟母亲回答，“能不能让我去同学家住一段时间！”\n  “不行！”母亲倔起脸，然后又转变成微笑，“以后每天晚上我和你爸爸带他们俩出去，让你好好学习。”\n  母亲微笑的脸上簌簌流下泪水，出了门，和父亲他们一起出去了。\n  唯一的精神支柱说起来让人可笑，父亲和爷爷在我小时候给我讲，说我们是韩非和韩信的后代。爷爷在去年寒假跟我说我和我哥哥不一样，胸怀比他宽，有大将风度，说我能成为一个和我们家曾经那位豪杰韩信一样的大将军......\n  可惜，我做不了统治万千军队的将军，我还做不了我自己。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1496746320,
            "txt_content": "客厅上海洒了一些水\n另：关于大洋二洋\n这个描写不太真实。西方教育比较注重自立，四五年级还被人喂着吃饭是很少见的，不过考虑到“舅舅”可能的，在家里的溺爱，倒也还好。\n数学的话，西方教育在基础数学方面的确是有些薄弱，我们这边初一数学在那边是初三或者高中，但是也不至于四五年级，8+9都算不来吧？\n除非是野鸡小学"
        },
        {
            "author": "liihu",
            "timestamp": 1496748780,
            "txt_content": "good!........................................"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1496810820,
            "txt_content": "狗头乱入排版。\n文章内容比较深，带有一定的讽刺性和悲剧性（悲剧性？）。\n但是，描写一如既往的惨不忍睹。\n有些像是真实经历的复述，但又不像是复述，很平淡直接的场景描写，毫无色彩的人物描写，空无一物。\n连载到这个章节也是很不容易，加油吧。"
        },
        {
            "author": "我为我为",
            "timestamp": 1496828220,
            "txt_content": "星之永恒 发表于 2017-6-7 12:47\n狗头乱入排版。\n文章内容比较深，带有一定的讽刺性和悲剧性（悲剧性？）。\n但是，描写一如既往的惨不忍睹。 ...\n请指导我QAQ！\n烟日他们老是不在线"
        }
    ]
}