{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十三集：关系〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1496833200,
    "txt_content": " 本帖最后由 我为我为 于 2017-6-7 19:05 编辑 \n\n[发贴又要审核，又要沉到太平洋......@gggbbb @Smokey_Days @冥王星人 ]\n\n\n  练习册上有不会的习题，本想要问云婼，可是刚到她那个组周围。我就不敢抬头看任何人了，胸腔闷住。好像已经潜入军事基地，不敢轻易动弹，看一眼云婼，就会感到什么难受，我发现那认真写作业的庄泉，这就是目标。我拍了拍他后背，然而什么反应都没有。\n  又拍了拍，庄泉便显示出心烦：“喂！你们几个别和我闹了好不好！我要写作业！”\n  “喂！不是我们拍你！是沈然。”旁边他们组其他几个女生跟他说，然后窸窸窣窣地笑了。庄泉组就他一个男生，其他五个女生，属实一天天被玩的节奏......他听到这句话立马就回头，不容迟疑的样子：“什么事？”\n  “那个......我这道题不、不会，麻烦你给我讲讲行吗。”该死的，怎么和个朋友说话还扭捏了！到底怎么治疗！\n  实在不可思议！庄泉叫了正在旁边闲聊的云婼，把我的练习册给了她，指着练习册上的那道题：“你来给沈然讲吧，我不会。”然后继续写自己其他作业去了。\n  就这样和云婼终于接触了一次，回到座位上继续写作业，真是如释重负！双臂又恢复了极大的力量，促使我继续奋力下去！云婼没有放弃，我还有什么理由抛弃我的理想！胜利之光迟早会眷属到我的！\n  一晃又到了周五，下午最后一节自习课。王玄彬如饥似渴地啃食着作业，一会儿就翻过一页，已经快把周末作业干掉完了。昭萍和鞠欣然也写着作业，能够听到她们笔“沙沙”在纸上划过的声音。邢齐趴在桌子上睡觉，明馗面对着数学题发牢骚，面对着那些题冥思苦想。\n  我呢，正在整理和收拾书包，因为快要放学了。而且听说明天他们不是回老家就是去北京，明天可是个黄金时间！实在期待！\n  “好好好同学们抬起头来！”不知不觉间桓老师已经到了讲台，“我们下周会有一个语文活动，要去阶梯教室录视频的，很多市里的领导和教育局里的人都会来看！下面我点名，大部分同学都能去的。”\n  “王玄彬、庄泉、鞠欣然、云婼、孙灿......”\n  听了不少人名了，还是没有我的名字，估计是让学习好的去吧。没事，不参加活动也倒是清闲。今天得早点回家，因为看到外面的天气和里面的天气都阴沉的很，怕是要变天了。我继续收拾我的书包。\n  “昭萍、霍拉......”\n  听到这里，我努力地回忆着刚刚老师念了什么，再想象那到底是不是真的，额头上冒起汗珠，之后每一个名字都让我心慌。我年级四五十名在班里也是前二十名啊。\n  等等，这样可就不友好了！为什么比我成绩差的人也去了？这是为什么呢？\n  “......”\n  听了三十多个人名，班里一半多的人都被邀请，可是就是没有我。不过我确实没有什么特殊能力，好像真的就不应该叫我这个废柴......\n  回家的路上，天上下起来了小雨，沾湿了大地。一切地上的东西颜色都被加深。最显眼的，是那道路原来有的灰色，变成了完全的黑色。小草和两旁的树没有瑟瑟发抖，而是前摇后摆，看上去都快折断了，这是它们在自作自受吗？大概是那些植物已经没有依靠与信仰，想要以死亡来获得解脱吧。不管那么多，回家赶紧酝酿酝酿明天的计划吧......\n  一觉醒过来，整个屋子出奇的安静，父母他们都已经出门了，真好！\n  点开电脑，继续搭建自己的服务器端。听说服务器插件的配置文件可以用文本文档来更快的编辑，今天时间充裕，研究研究试试。把配置文件的扩展名“.yml”改成了“.doc”。点确定，配置文件就真变成了Word文档。里面的配置也没有发生改变，可以快速地进行编辑！\n  编辑完后打开服务器，输入该插件的指令，竟然显示出空空的名单，服务器该插件的数据格式化了。什么情况？回到文件夹中发现又多出一个配置文件，那个拓展名为“.doc”的文件还在。明白了。赶紧把拓展名“.doc”改为“.yml”，竟然无效！\n  好像文件拓展名不能随便改，即使要改恐怕也不是这样改的.....\n  这个端里的建筑就不重要，重要的就是这个武器的配置！里面可是这几个星期的成果，一下子就废了！\n  去看看第二张底牌，一直在论坛上发表着，保持每周更新的速度。看着论坛那些神奇又让人高兴的内容，突然噎住，努力地看着贴子标题，与自己的记忆核对。不可能啊，这是我亲手写的，我怎么还需要核对？\n  只见评分那里有版主一句话，扎穿我的心灵，那是一句无比刺眼的话：\n  “你应该感谢我没有为你锁贴[①]。”\n  接着看到每个贴子有各种各样的吐槽......太伤人自尊了！我写的东西根本让人看不下去！和云婼的事情一样，一切都是在自作多情罢了。既然这样，就看看那张已经被我遗弃已久的底牌吧，那就是——拍游戏视频。\n  我从六年级的清明节就开始干这行，当时小学同学讥笑我：“你的视频没有人看的。”自从初一以来就很少拍视频了，设备实在不行，录视频时把“我的世界”全屏都一卡一卡的。一直想要挣钱买个新设备，但是那是遥不可及的，因为我没有钱......\n  发布视频的网站也给我带来了和论坛一样的“惊喜”......\n  一晃时间到了中午十二点，除了在论坛上瞎逛逛，没有干些什么。三条道路都已经被拦截，我还能干些什么。到了午饭时间，已经没有任何力量让我出去买午饭吃了，我只好从大洋的那堆零食里拿了两块巧克力。好了，午餐问题解决了！\n  吃完饭睡了一觉。又想到一个获得希望的机会，想到练习册的事情，心里还是有残情，我懒散地在床上，右手颤颤抖抖地、无力地握着手机，返回页面，无意间看到多出一个人在聊天记录里，一股巨大的希望之力让我眼目一新。\n  万岁！云婼同意了我的好友申请！即使现在让我对屏幕磕十个头我也愿意！\n  “对不起。”\n  “我妈把你删了。”\n  原来只是她母亲弄得。“没事。”\n  “你为什么在学校那么沉默呢。”\n  “我精神分裂了。”\n  臂枕在枕头上，头枕在被子上，神展开身体，仰望着因为没拉开窗帘而昏暗的天花板。但却觉得天花板上有无数个太阳为我带来温暖与光明。闭上眼睛，一切终于都结束了......\n  手机一直响，云婼竟然主动和我说话？坐起来点开一看，浑身一哆嗦，手机恰巧掉在脚上，赶紧把手机拿起来。这......\n  不管别的，其中一句话想让我此刻废掉我的双眼：\n  “今天五点之前我就要把你删了。”",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1496928600,
            "txt_content": "庄泉组就他一个男生，其他五个女生，属实一天天被玩的节奏......\n【噗】\n\n看了后面的几章再来看这篇，感觉这里的铺垫还是不算到位，具体怎么样我也说不来，还是让几个大佬教一下吧，我是教不来。"
        },
        {
            "author": "我为我为",
            "timestamp": 1496984100,
            "txt_content": "Smokey_Days 发表于 2017-6-8 21:30\n【噗】\n\n看了后面的几章再来看这篇，感觉这里的铺垫还是不算到位，具体怎么样我也说不来，还是让几个 ...\n我得找哪几个dalao？"
        }
    ]
}