{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十四集：渐入“夹”境！〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1496846340,
    "txt_content": " 本帖最后由 我为我为 于 2017-8-10 07:51 编辑 \n\n[发贴又要审核，又要沉到太平洋......@gggbbb @Smokey_Days ]\n\n  “我不相信你会是那样的人的。”\n  “这是我最后一次上QQ了。”\n  “我以后要好好复习和考试。”\n  “今天五点之前，你不告诉我，我就要把你删了。”\n  为什么会这样......我懒撒地倒在床上，手里握着的不是希望，而是梦魇吧。不过这还是第一次有人问起这些事情，我便只得把小学暑假的事情告诉她。刚开始讲，就冒出一条语音，我感到我的心的一半在几秒之间消逝掉，让我十分的难受，汗珠也禁不住冒出，整个房间只有暗淡：\n  “我劝你不要把我看得太好了。”\n  我没有顾及那句话，当作没看见，继续跟她讲我小学那年暑假的事情。刚讲到我小学同学那“抽烟、喝酒、打架”的“习性”。此时，我的心灵又一次遭到强烈的灼烧，当然，她发的还是语音：\n  “如果我告诉你我也喜欢喝酒，经常和家长吵架，还喜欢打人，你会怎么看我呢。”\n  其实她这些之前她在学校无意间说出来过，我也从她的母亲的空间里也不难知道这些，但是她竟然这样......实在出乎我的意料。此时此刻，虚弱无力地躺在床上的我已经没有什么还手之力了吧，我只好回她一句：\n  “这些你跟我说过。”\n  “是么，我怎么不记得。”\n  接着接着讲，她也给我讲起她小学被同学孤立的事情，接着她上来这么一句话。即使这句话能够给我带来安慰，随后我那半颗失去的心却并没有得到恢复，身体也并没有恢复了一丝元气。\n  “我们还真是一类人啊。”\n  “你对网上每一个人说话都这么痛快吗？”\n  这......实在让我无言以对，我到底怎么办，今天是在逼迫我离开她么，真希望上天能够赐予我情商让我摆脱困境，当然这是不可能的。比起逃脱，我更不想敷衍任何人，只能这么回答：\n  “我有一百多个好友你觉得呢。”\n  “那你对网上每一个女生说话都这么痛快吗。”\n  彻底倒在床上，手臂不停地颤抖着，抽搐着。又冒出一条两三秒的信息，然而此时我已经没有勇气去查看那语音，我使劲的闭上眼睛，真希望睁开眼睛会发现这是一场梦。但是睁开眼睛，却又让我心跳加速，浑身上下除了继续膨胀绝望空无一物。真想赶快把这几小时度过去。据说和喜欢的人在一起会感到一天就像几秒那么快，可我只感到从来没有过的煎熬！\n  “你猜。”我终于发出一条消息，估计展示了我的滑稽吧......\n  又出现一条几秒的语音，看着那个红点点[①]，在床上翻来覆去，把手机屏幕锁上又打开，真希望能够穿越到明天，即使明天我还是空无一物！要不不回复她了？不行，如果不回复她，可就是罪大恶极，她就会彻彻底底地讨厌我的！\n  话说她从来就没有喜欢过我才对......\n  “你再不回答我，我可就把你删了。”\n......\n[时间倒转，初一正式上课第一天]\n  “好了！大家就按照这个句式同桌两人为一组练习！一会儿我找人站起来念！”英语老师权老师双手一合。\n  初中还真是新奇，不过我的同桌是个女生！班里男生本来就比女生少，这是平常的事情......我连看她一眼都不敢，这还练个什么，内心再狂热也表达不出来啊。没事，反正我英语学过新概念第一册，和一位英语十级水平的老头学的，现在老师讲的这些内容对我来说太简单了！别说第一单元，就是第四单元的课文，翻翻我也能全部看懂。\n  “Are you a pig?”同桌看着我，让我不得不低下头看地面。竟然主动找我说话，看上去不是那种内向的吧，但也不能丢了我的实力的体现的机会，但也不敢好好酝酿回她一句。想什么呢！这点东西还值得计较吗？不过我依旧一点也不敢看她的脸，头也不回地回她一句：“No,I am not.”真是太失礼了......\n  “No,I see you are.”不过这是应该的吧，我本来就是个笨蛋，小学同学都一直欺负我。装作听不懂吧......\n  一节课过去了，“好，我要挑一个英语课代表，谁愿意当请举手！”\n  班里把手举起的人不算多，我也标准的姿势举起手，老师看了看我，终于做出了决定，将目光微妙地转移：“好！这位同学你来当！”等等，这就成了英语课代表了？没关系，初中那么多科目，我每科都去争取，一定就会有任用我的！\n  然而每个都争取了一遍，即使政治还是历史只有四五个人申请，但是就是没有一科老师任用我。此时老师一次作业都没有收过，应该是我先天相貌看起来就是懦夫吧......\n[几天后]\n  “今天咱们数学计算题小测！考有理数！下面我发卷子！限定时间一节课！”卷子到手，赶快就写，数学是我的强项，计算题就是强项中的强项！怕他个什么！不停笔地写，大脑运算的速度已经超过了动笔的速度，写完抬头看，时间还剩十分钟呢。时间到了之后，看到某些同学因时间不够没写完而苦闷的脸，美滋滋！云婼拍了拍我的肩，问我：“你写完了吗？”\n  “当然写完了，怎么会写不完呢？”\n  “哦，傻子都能写完啊。”她放下好奇继续忙她的去了。\n[几天后]\n  “这道题可能因为有点繁琐而在简便计算时出现错误，你们现在谁愿意上来纠正错误？”老师指着那道刚刚被同学做错的题。\n  “我！”\n  我、坤白鹏和霍拉争相跑上去，实际上只是有一个括号里的数颠倒正负了而已。然而霍拉十分霸道，争议的时候放大嗓门，直接拿着粉笔就往上面使劲地刻画，完全掩盖住我和坤白鹏的字迹，正想好好给同学们说说这道题到底怎么回事，但叶老师并没有给我那么多时间，心累！\n  无奈地下台，老师指着霍拉的修改，对着全体同学讲：“很明显，霍拉的修改是错误的......”\n  “啊？那不是我改的，是沈然改的。”霍拉没有站起来，坐在椅子上根本不怕倒的样子，双手交叉抓住自己的肩。\n  再急也不能生气，小学就是因为生气了一次然后就经常容易发脾气，这也是被孤立的原因之一，可不能让悲剧重演。以后必须好好注意我的尊严与形象！大家同学看了我一眼，然后继续听老师讲。云婼则看了我好几秒，让人不好意思......似乎在期待我出现什么反应，然而我让她失望了......\n  可能，我一直都是一个没有能力的老实人吧......不过，我一定要成为年级第一！不能让那些小学抛弃过我的人得意！\n  ......\n[时间回归到当前]\n  竟然......竟然说出这句话，真的是一把利剑刺穿我心，真是......不过只要能够挽回她，牺牲什么也心甘情愿！我便告诉真实答案，并且附带上一句话：“你回答我，我贱吗？”\n  “那还用问吗，你当然贱啦。”她轻松地、毫不客气地甩出这一句话。\n  如果我还有力气，我肯定会扒开窗户，跳进阳台，然后砸开阳台的窗户，从十楼摔下去，摔个粉身碎骨，摔得血肉模糊，那样的解放才叫好呢！不是吗？\n  她不想继续听我小学事情了，才刚讲到被人叫人堵的高潮部分。然后她的语气微微含着愤怒：\n  “你把我当成什么了。”\n  “你猜。”\n  接着她的语气又从愤怒变为轻蔑，就像是一位君主在面对一个奴隶：“你要是不回答我的话，我可就把你删了啊。”\n  “我把你当普通同学看了。”如果我表白的话，下场一定会“碎尸万段”的！\n  “哦，看来感情并不是我想象的那样......”\n  “你今天到底怎么了？”\n  “没事啊，随便聊天而已。”\n  这时候，庄泉问我语文作业，我先去发了，回来时发现一条两秒的消息，可是还没点开就撤回了。\n  “你撤回了什么？”\n  “没什么。在我删掉你之前我现在给你最后一次说话的机会。”\n  等等，你自己说回答你就不会删掉我！为什么要这样！为什么！连你都敢欺负我吗！连你也敢剥削我！你不要以为你那什么破父母和学校有关系就厉害了！欺人太甚！死握住手里的手机，真想一把摔在地上。你、你欺人太甚！\n  直接按下删除好友，一切记录一扫而空。哈哈！我的黑历史无人知晓了！但不能失礼：“抱歉，再见，我去写作业了。”\n  “没关系，别把我看得太坏就行了。”\n  锁上手机屏，不过一分钟，心情就平静下来，想起来什么东西，给她留下一句：“能允许我讲完小学的事情吗？”然而并没有回复，又恢复之前了吧。\n  煎熬已经过去，不知不觉已经四点多了。可是......\n  我真是个**！怎么可以这样对待她！一定是有别的方法的，可我却这样。为什么！她是一个女生，但我却这样！真希望能够回到过去。不！\n  我一口气退出了所有的QQ群，庄泉赐给我管理的群也不例外。然后还在我自己的群发了个公告：\n  “服主自暴自弃了”\n  “服主是个**，大家随便骂吧......”",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1496891760,
            "txt_content": "熊孩子服主。。。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1496928000,
            "txt_content": "心态炸了，老哥...\n这样的人不值得交往。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1496928360,
            "txt_content": "按照这段时间的发展情况，这一段或许将成为故事的转折？"
        }
    ]
}