{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十五集：觉醒〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 5,
    "timestamp": 1496889720,
    "txt_content": "[发贴又要审核，又要沉到太平洋......@gggbbb @Smokey_Days ]\n  “哪有自己骂自己的啊。”\n  看着桌子上那把水果刀，我对它打起了主意。拿起那把水果刀，在手臂上划出一个小伤口，这也不是想象中那样让人下不去手，我把水果刀刀尖指向我的胸膛，不如就让我现在了解我的所有痛苦吧......\n  听到好几次特别关心提示音，可我不想去看，庄泉、孙灿还是明馗，都救不了我，而且他们根本不知道发生了什么。这时候，手机竟然自己响起音乐，带来的光明照亮了屋子：\n再见我的爱，I wanna say goodbye\n再见我的过去，I want a new life\n再见我的眼泪跌倒和失败\n再见那个年少轻狂的时代......\n  那熟悉的电话号码，是寻哥！是他一直在找我！我不得不放下手中的水果刀，接了那个电话。\n  “喂，沈然，怎么了你。”\n  “我的一个朋友和我绝交了......”\n  “那朋友是怎么回事？”\n  “那是我的一个同学。她年级前二十，我一直年级四五十你也知道。”\n  “唉，你交友就该慎重点，我看你的朋友就是势利。”\n  “什么意思？”\n  “就是看你牛逼了，都和你玩，等你衰弱了，都不理你的。你看你现在干什么都不顺利，不是吗？”\n  “她并不知道我校外的事情，晓寻哥。”\n  “她叫什么名字？我看看我认识不认识。”\n  “没事的寻哥，你应该不认识她......”\n  “所以......你现在准备怎么办？”\n  “等等我一会儿再告诉你，我想想......先开服务器！”\n  “你不是没钱了吗？”\n  “我只好借爹娘的钱了，没办法，只能这样了！寻哥！这次咱们必须并肩作战。一定要好好干！我真的是太懦弱了，留不住朋友的离开......”\n  “你只有让你自己强大才能让别人看得起，你也不要自卑，毕竟你才初一，能走到这一步的经历也比普通初一学生多了不少了。”\n  “我先挂了，拜拜。”\n  事实上，在我遭到云婼他们的冷漠时，寻哥一直在忍受我的无视，可他却还一直找我，而且在这种关头竟然直接动了电话，他确实知道我是自卑的吧。生我的人是父母，教育我的人是老师，可真真正正理解我并且辅助我的，是寻哥啊！\n  他以前叫我拍视频时叫上他，可我只叫过他一次。在我当时一毛几毛攒钱时，我即使赚了钱也一分没有给他，他也不像某些人一样像我要。他在我服务器当管理后，一天天给我留言留了那么多关于服务器如何改进和继续发展下去的事情，我却一条都没有回复他，应该就像云婼不回复我一样可他却并没有训斥过我的无理。晓寻，即使学习成绩比不上云婼，其他综合素质也不知如何。可是单凭他如此尊重我，就比云婼强上去无数倍！\n  不过......我不应该放弃希望，我要像云婼证明。我曾经以为我改变不了自己的命运，但是现在我认为，没个人都有机会去改变整个世界！我还不能够倒下！即使继续探索下去不知会有什么，但是十分明确的是，如果我放弃了探索，就真真正正的一点希望都没有了。如果放弃希望等待着我的只是工地。\n  来吧，让一切来得更猛烈些吧！我要搏击一切！据说失恋是最大的打击，我已经承受最大的打击，已经无所畏惧！给我一个月，云婼，我让你看到我真正的能力！\n  我回到自己的卧室，拿出英语卷子，像一只饥饿的狼看到食物一样变得疯狂，我真想把这些全部消化掉，即使那需要时间与巨大的精力！来吧！年级前十！我的名字......一定要登上那荣誉榜！云婼或许不是真的讨厌我，应该是她家长所迫吧。\n  对了，不该忘记那件事，我给寻哥打了个电话，用我从来没有用过的最严肃的语气，像是教堂的祷告：\n  晓寻，请记住，我的名字——\n  叫Ring......",
    "replies": [
        {
            "author": "qq501877070",
            "timestamp": 1496890080,
            "txt_content": "好长好长好长好长。，用到rpg任务剧情不错。"
        },
        {
            "author": "我为我为",
            "timestamp": 1496892060,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "1392684709",
            "timestamp": 1496897520,
            "txt_content": "这个更新速度666，很快，支持一下"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1496928300,
            "txt_content": "所以你真的相信冥姐在群里说的那个套路？老实说，这个觉醒得太早，酝酿得也不够，对之前寻哥帮助的铺垫也不算很到位，个人觉得按照之前的发展情况，让寻哥也背叛主角才是最有意思的"
        },
        {
            "author": "我为我为",
            "timestamp": 1496983920,
            "txt_content": "Smokey_Days 发表于 2017-6-8 21:25\n所以你真的相信冥姐在群里说的那个套路？老实说，这个觉醒得太早，酝酿得也不够，对之前寻哥帮助的铺垫也不 ...\n真实经历如此，对寻哥的事情之前要么省略要么一笔带过，这个觉悟还不彻底，写的太深了……其实后面紧接着几个事情让主角彻底觉悟"
        }
    ]
}