{
    "title": "培根随笔46：论园艺",
    "author": "企鹅",
    "replyCount": 10,
    "timestamp": 1355042940,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-13 20:43 编辑 \n\n46. 论园艺全能的造物主是园艺的创始者。而庭院雅趣，也是人类最高尚的娱乐之一，是陶冶性情的最好方式。如果没有园林，即便有高墙深院，雕梁画栋，也只见人事的雕琢，而不见天然的情趣。文明的起点，开始于城堡的兴建。但高级的文明，必然伴随着优美的园林。我认为在园林艺术中，一定要建造随时令开放的花圃，使四季都有鲜花。还必须有四季常青的植物——冬青、忍冬、长青藤、月桂、松柏、长春花，还有各种果木——桔、柠檬、香橙等等。在一月至二月，要适时栽种核桃，还有水仙、百合与白头翁。三月要种紫罗兰、小雏菊、桃李和玫瑰。四月栽种樱草、百合、迷竹香、牡丹、忍冬、樱桃花、梅和丁香。五、六月种石竹，各种玫瑰，草莓、无花果、覆盆子和百合草。七月种芸香、早梨和苹果、桃子。十月至十一月采收枸杞、西洋李和橡子。不过，我这只是就伦敦的气候而说的。读者应该因地制宜，使你的园林四季常青。当阵阵风吹过花丛，送来阵阵浓郁的芬芳，这种感觉之美妙正如天上的仙乐。所以欣赏花草比采摘花朵更美妙。为此就必须了解，各种花朵不同的香性。浅红和深红的月季，香味不易发散。月桂也是一样。所以即使你去嗅它，也感觉不到香味。香薄荷的花也是如此。最香的花是紫罗兰，尤其是白色双瓣的那种，它每年开花两次，一次在四月，一次在八月，其次是香蔷薇。还有杨莓在叶子枯萎的时候，也会发散出宜人的香气。有些藤类，如葡萄花也很好闻。此外还有紫罗兰属的花。以及菩提花和忍冬草。豆类的花，虽然更适合种在田野，但它们也有香气。花园的面积，不应该比三十英亩更小。可以分为三个区域：入口是草坪区，接着是灌木区，最后是花圃。园中应当辟出行走的小道。我设计的草坪面积占四英亩，灌木区六英亩，园圃十二英亩。其他地面四英亩。草坪同样可以使人赏心悦目。它应当经常修剪整齐，中间开出一条散步的蹊径通向花园。路的上面，可以架起木棚，以免夏日的暴晒。花园中是否必须修建花坛呢？这一点我认为并不那么重要。花园的主园最好采用正方形，四面环以篱垣。篱垣上可以建精致的木制拱门。拱门上可以再装修一些美丽的饰物——如五颜六色的玻璃。围墙内土地的布置，每个人可以独出心裁。我的意见不过是参考。但不管怎样设计，首先不要过于雕琢。园的中央可以修一座小山，高度在三十尺左右。园中还应造几间休息的客房。对于园中的喷池，要特别精心设计。以下一点尤其要注意到，就是水塘容易寄生蚊蝇。我认为喷泉的设计可以考虑如下两种：一种是喷池，一种是石砌的清池。在第一种池中，可以装饰现在很流行的那种铜像。水应当是活水，以免日久腐臭。后一种水池，池底可以用石块砌出精致的图案。不要用来养鱼，也不要有泥沙。最重要的水必须是活水。至于喷泉的形式和喷水的样式，那是无关大局的。对灌木林区的设计也不能忽视。我认为风格不妨粗犷。我不主张多种大树，而要多栽丛林。里面还可以种野藤和有香花的灌木。形态要自然和多样。地面不妨略有起伏。但是对这里的植物也要经常修整，不要听其自然生长。至于园中的空地，可以作为小路，要幽静，要遮阳，并且还应当避风，以利主人散步。路上可以铺细石，但不要任其自生杂草，以免晨露湿人鞋袜。沿路边应当栽种果树。还可以沿途堆几座假山，使登上山就能俯瞰全园和田野。园中应当有一两条精致的道路。沿路也要栽好看的花树，并且使树枝遮挡成荫。还应当修几座凉亭，供人行走参观时小坐。园中的设计不要过于堵塞，要开阔、明快。我认为不一定专门开辟养鸟区。而且最忌讳鸟粪遍地，污秽袭人。以上就是我认为比较理想的园林设计。这些论述有的出于我的想象，有些出于我的规划，不可能完美无缺，而只是一个粗放的轮廓。建造这样一座园林是费钱的，但对于贵族这点开销并不算大。以往他们只是听取一些工匠的意见。花了同样的费用，却没有理想的整体方案。虽富贵而庸俗，这恰恰是园林艺术的大忌。\n\n 上一部分：http://www.mcbbs.net/forum.php?mod=viewthread&tid=68767&page=1&extra=#pid1016149",
    "replies": [
        {
            "author": "企鹅",
            "timestamp": 1355043060,
            "txt_content": " 本帖最后由 企鹅 于 2012-12-9 16:51 编辑 \n\n培根随笔中有关MC的文章就告一段落了。"
        },
        {
            "author": "Оil",
            "timestamp": 1355043120,
            "txt_content": "哦，看来我的艺术涵养还有待加强。"
        },
        {
            "author": "xieshuxuan",
            "timestamp": 1355043300,
            "txt_content": "懒得看了= ="
        },
        {
            "author": "企鹅",
            "timestamp": 1355043300,
            "txt_content": "Oil 发表于 2012-12-9 16:52 \n哦，看来我的艺术涵养还有待加强。\n不要紧，慢慢来。"
        },
        {
            "author": "孤剩",
            "timestamp": 1355043300,
            "txt_content": "此文章没有一个段落，LZ需要我们一口气看完！{:10_496:}"
        },
        {
            "author": "企鹅",
            "timestamp": 1355043360,
            "txt_content": "xieshuxuan 发表于 2012-12-9 16:55 \n懒得看了= =\n为何这样说？"
        },
        {
            "author": "卧槽我被盗号了",
            "timestamp": 1355043720,
            "txt_content": "这个排版，这个分段~"
        },
        {
            "author": "企鹅",
            "timestamp": 1355044200,
            "txt_content": "接下来我会考虑上传些新的。"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1355053080,
            "txt_content": "好厉害~这是你转载的还是原创的？"
        },
        {
            "author": "企鹅",
            "timestamp": 1355131560,
            "txt_content": "DJXGAME 发表于 2012-12-9 19:38 \n好厉害~这是你转载的还是原创的？\n这是16世纪英国的弗兰西斯.培根写的。"
        }
    ]
}