{
    "title": "猪人塔怎么造？！！",
    "author": "uxu",
    "replyCount": 13,
    "timestamp": 1496930400,
    "txt_content": "地狱猪人塔怎么弄，求教程",
    "replies": [
        {
            "author": "依淇钰Vu",
            "timestamp": 1496930400,
            "txt_content": "buxu 发表于 2017-6-8 22:16\n看题目，是要地狱的，不要主世界\n咳咳\n\n刚刚点错了，点成引号了=-=\n\nhttps://tieba.baidu.com/p/2851577528?pn=1"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1496930460,
            "txt_content": "参考一下\n雪傀儡激怒式主世界猪人刷怪场\n\n=V=望采纳，如果觉得满意，请设为最佳"
        },
        {
            "author": "uxu",
            "timestamp": 1496931360,
            "txt_content": "依淇钰Vu 发表于 2017-6-8 22:01\n参考一下\n雪傀儡激怒式主世界猪人刷怪场\n看题目，是要地狱的，不要主世界"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1496931780,
            "txt_content": "buxu 发表于 2017-6-8 22:16\n看题目，是要地狱的，不要主世界\n=-=哦，没注意【扶额】\n\n在地狱你可以按照常规的刷怪塔建。\n\n当然你可以看一看这个\n↓\nhttps://tieba.baidu.com/p/2851577528?pn=1"
        },
        {
            "author": "lilinjie",
            "timestamp": 1496938260,
            "txt_content": "http://v.youku.com/v_show/id_XMT ... amp;from=s1.8-1-1.2\n楼主可以去看明月庄主的猪人塔建筑方法，是地狱猪人塔哦"
        },
        {
            "author": "momosete",
            "timestamp": 1497084360,
            "txt_content": "用bug闯过顶上基岩层，然后造一个足够摔死猪人的塔（柱子）然后围着造一个圆（圆环，不接触塔）？然后刷一会激怒就行了。。很原始，但因为判定，所以是有经验的"
        },
        {
            "author": "kejianwei520",
            "timestamp": 1497154860,
            "txt_content": "百度一下你就知道"
        },
        {
            "author": "zhuyilong2222",
            "timestamp": 1497154920,
            "txt_content": "24层高，中心空出来，用地狱岩搭，自己周围围上栅栏，自己在1层挂机就行（ps)楼上兄弟有点水啊"
        },
        {
            "author": "IhaveBB",
            "timestamp": 1497175140,
            "txt_content": "简易猪人塔\n　　击杀小黑，获取小黑眼若干。\n\n　　然后获取深色橡树树苗以及骨粉，斧头。\n\n　　进入地狱，根据地狱门生成机制只好在半空生成地狱门\n\n　　向上挖到基岩层，我们找到一个y=125的地方，此时头顶只有一层基岩，方便我们使用两个小黑眼穿过基岩~ 拿着小黑眼对着方块顶角，我们要开始玩穿越了。最好记住此处坐标，防止扔多了小黑眼，上了基岩后把自己扔迷路了。\n\n　　到达基岩顶层，找到刚才记录的坐标。\n\n　　然后利用1.7的深色橡树树顶延伸出的枝干可以洞穿基岩方便来回。ps：刚才忘记带泥土了。。大家穿基岩一定记得带齐材料!!在这里你要是不想穿透基岩也可以，因为你也可以在基岩顶层搭建地狱门传送回去，但是要是再过来，你又得拿小黑眼穿基岩过来。 现在演示一下怎么穿透基岩。\n\n　　放置泥土和树苗。\n\n　　骨粉催熟，并砍掉树根。\n\n　　再次放置树苗，并催熟。\n\n　　上一步可能需要多次尝试。然后我们砍掉树叶，就会发现橡树枝干已经替换了基岩了。\n　　经过多次重复，我们就可以定向穿破基岩了。\n\n　　向上搭到y=254的位置作为等待点。 y=255位置放上半砖防止刷怪。(地狱最高只能搭建到y=255的位置)\n\n　　根据地狱猪人生成机制和清除机制可知，此时基岩下方所有猪人由于距离玩家超过128格会被立刻清除，而猪人又不会生成在基岩上，因此这会儿我们可以指哪儿猪人就生成在哪儿了，比如说你在y=200的某个位置放置一层石砖，然后到y=255等待点等候，那么此时就只有这一层石砖可以生成猪人且不会立刻被清除了。\n\n　　大家往上垫脚的时候别忘了防止木梯。。要不然怎么下去。\n\n　　接下来让我们看看刷怪平台吧。\n\n　　很简单，也就两层平台，上下间隔2格，从而使得猪人符合刷出条件。\n\n　　大家也注意到最上方我放置了一层下半砖。这是因为在地狱里，非地狱堡垒区域除了会刷出猪人以外，还会刷出地狱史莱姆以及恶魂。我放了一层半砖后，第二层的刷怪平台空间只有两格高，不适合恶魂刷出条件，且下半砖也不会刷怪，因此整个猪人塔也就避免了恶魂刷出。\n\n　　等待点距离刷怪平台超过24格，之间用下半砖连接，防止刷怪。我们只要在这个等待点等待一会儿，刷怪平台便会陆续刷出猪人。\n　　然后走到上图中栅栏的位置，向猪人扔出雪球或者鸡蛋，根据之前说过的猪人习性，猪人变成敌对状态跑过来攻击你。这里使用雪球和鸡蛋是为了不伤猪人血，保证后面的一击必杀。\n\n　　注意到掉落陷阱这儿使用了活板门。猪人会把竖着的活板门当作横着的活板门，我们使用这一个技巧就可以让无脑猪人掉出平台了。\n\n　　而这里使用了藤蔓加按钮的设计，使得从不同平台掉落下来的猪人都在这里重置掉落高度。相信设计过小黑塔的人对这个设计一点不陌生吧。这儿掉落空间弄成2*3是为了防止大量猪人涌入堵塞通道。\n　　再说两个高度。猪人从23格高的地方掉落剩下的血正好可以空手杀死，24格高包括23.5高的地方直接摔死。这儿猪人脚离开藤蔓后就开始掉落，记录一下高度23.\n\n　　往下直到高度1\n　　这样，我们就可以在激怒猪人后，让他们都掉落23格，然后我们在下面的收集平台就可以空手撸死他们了。当然用喷溅型治疗药水配合抢夺三可以获得更多掉落物。\n　　怎么收集金粒呢。用半砖加漏斗肯定不行，那样猪人都摔死了。那么就用灵魂沙加漏斗的设计吧。灵魂沙算是mc中比较特别且应用广泛的方块。它只有普通方块的7/8高，因此掉落在上面的物品能够透过它进入下面的漏斗，且猪人也不会摔死。\n\n　　注意漏斗的朝向，使得物品都会漏到箱子里。对着漏斗或箱子放漏斗时按住shift再右键。\n　　再说一下刷怪平台的规格。首先肯定不能非常大，因为猪人的追击范围只有16格，所以大家完全可以围绕激怒平台为中心，建造一个半径为16的圆形平台，这样所有猪人都会被激怒且都能移动，落入掉落陷阱。\n\n　　建造猪人塔注意事项：\n　　选址，我们选在基岩上层y=250左右的位置，是为了减少无效的刷怪区域，使得猪人都刷在指定的平台。\n　　我们也可以选择在那个超大的岩浆湖上面建造，稍微清理一下周围的无效面积，效率依旧很高!然后我们根据猪人习性激怒他们，使他们掉落到指定收集位置，从而达到高效刷金的目的。"
        },
        {
            "author": "萦然",
            "timestamp": 1497180000,
            "txt_content": "建造5个 50x50的地狱门 每个地狱门隔1格 地狱门的下面放一个大坑 开困难 可以了 最佳方案"
        },
        {
            "author": "萦然",
            "timestamp": 1497180060,
            "txt_content": "补\n在两边放水 中间漏斗  有木有最佳"
        },
        {
            "author": "2027772712",
            "timestamp": 1497335820,
            "txt_content": "去地狱造一个刷怪塔，大概是5x5的，然后在周围四边放活塞把猪人推下去打，这样就行了呀~如果还是不懂就加QQ：3417522866，我帮你解答详细点"
        },
        {
            "author": "wzd23331",
            "timestamp": 1497798000,
            "txt_content": "可以用铁傀儡、掉落伤害和窒息伤害来量产\n另外，以下是来自WIKI的大批猪人击杀方法：\n“一个打僵尸猪人的好方法是建一个“岗亭”——一个有四面3层高的墙的建筑。其中两面墙（不能是相对的）在第二层各开一个口. 玩家可以把任意一个洞口底下的方块挖掉，出去攻击一个猪人后马上躲进岗亭，然后把入口补回去。接着使用炮轰战术，冲到开口，击打一次猪人，然后跑回完好保护的角落，再重复这个过程直至所有猪人被击杀。如果有弓箭的话玩家可以直接在角落里用弓箭毫不费力地将僵尸猪人一一击杀，高级剑则可以减少攻击次数。建议用圆石制造这个岗亭以免被恶魂摧毁。\n另一个更方便的战术是建一个三层小塔。在这个高度上既可以用弓箭也可以用近战武器攻击猪人。他们最多是把玩家推来推去。只要玩家还在塔上，他们就不会造成伤害。这个塔的缺点是恶魂可以轻易地将玩家点着，而且会摧毁非石质的塔。\n灵魂沙显著降低僵尸猪人的移动速度,方便玩家逃跑或者击杀大批猪人. 灵魂沙还能放在安全门外使得僵尸猪人无法进入，让玩家可以轻易将其射杀.\n自Beta 1.3 Prelease 5以来，骷髅和僵尸均可被喷溅治疗药水所伤害，为喷溅伤害药水所治疗。另外，拥有亡灵杀手附魔的剑也可以有效杀伤猪人。\n当然，玩家可以用带有击退附魔的剑来拉开与猪人的距离，也可以边攻击边后退，但是要小心随处可见的致命的火焰和岩浆”"
        }
    ]
}