{
    "title": "【Multiverse】开发日志#1",
    "author": "dnz0211",
    "replyCount": 1,
    "timestamp": 1497015780,
    "txt_content": "上一篇：besiege将加入多人游戏和关卡编辑器？说好的日志呢这过了多久了才第一篇\n\n\n大家好！\n\n正如我确定你们都知道的，上个月我们说要来个大更新，将给Besiege加入一个多人游戏模式和游戏关卡编辑器。\n\n今天我要给你们带来最新一批的更新日志，来为你们介绍此次更新的给力细节，并且通常会介绍它们工作的原理！\n\n我们打算在这第一篇日志里着重介绍在多人里的物理工作原理，因为我们注意到这是社区主要的关注点。\n\n总之，让我们进入主题。\n\n\n性能\n在多人游戏中，关卡里所有的物理效果都由主持者（房主？）来运算，然后再传信息给连接房间的玩家，告诉他们正在发生什么。这能确保玩家之间的游戏平滑性。所有机械的外表和移动都被完全同步，以给玩家呈现一个准确的游戏中画面。\n\n因为所有的移动都是在同一台电脑上被模拟的，所以你可以在多人游戏里期待能有一个和单人游戏里很相近的画面（流畅程度？）。如果你的电脑在单人里能轻松地运行500+部件的机器，那么你作为房主时也能轻易地运行一个有500+部件的多人关卡。要注意的是， 这里的500指所有玩家的总部件数。这个设置所带来的另一个巨大好处是，连接上来的玩家（非房主）几乎不必进行任何运算。这意味着，即使你的电脑很渣配，也可以在一个有巨量部件的多人游戏里流畅愉快的玩耍（误）。\n\n我们想对这个点详细地介绍一下。\n\n如果部件的总量多到房主的电脑难以承载，可能会让流畅度降低。我们并不打算给总部件量设置上限，所以，都由玩家决定是否要把大型机器搬进多人游戏房间里。\n在开发过程中，我们尝试了几种方式去精确模拟机器的运动并在一个网络中传输，并且找到了一种最能在精确和流畅间取得平衡的方法。\n\n模拟\nBesiege的多人游戏有两种物理模拟方式，Global和Local。\n【没想好给这两个取啥名字，大家帮忙想想吧2333】【要不一个广域模拟一个局域模拟】\n\n在global方式模拟下，所有玩家都可以与其他玩家的机器和整个游戏关卡环境相互影响。所有的机器和关卡的物理都由房主的电脑（也叫做服务器（server））来承担运算。\n\n在global模式启用的时候不能编辑关卡。但如果一个玩家在local模拟下，那么其他玩家仍然可以继续编辑地图。\nlocal模拟是用来让玩家可以在编辑自己机器的同时不影响其他玩家继续编辑关卡。\n\nlocal模拟（又叫鬼魂模式（Ghost Mode，感觉这么翻译不大好吧……词穷）），是玩家个人独立地测试模拟自己机械，并且不影响其他人，也不被其他人影响的模式。local模式下的玩家在模拟的时候仍然可以和关卡（注意这里好像没有说其他玩家，就像是单人一样）交互。local模拟下的机械对于其他的玩家仍然可见，不过是以鬼魂的外表存在。\n\n\n\n集群（？）\n我们在开发Besiege的过程中遇到的第一批困难之一就是必须通过网络向服务器和其他玩家发送绝大多数信息。\n\n我们主要克服这个困难的方法就是使用一种创新的集群系统，并没有太多技术化，只是允许将部件编成一组，以减少向其他玩家发送的信息量。\n这个系统减少了模拟时玩家和服务器间的卡顿，同时给玩家提供一个正在模拟的机器的准确同步的画面，防止BUG的出现。\n\n在游戏中菜单里，你可以调整集群系统的视觉效果，来看看你的机器是怎么组合成群集的。你可以利用这个模式来帮你更效率地设计你的机械，因为某些方法建造的机械在集群系统下工作得比其他模式下更好。看看下面几个例子。\n\n\n\n\n\n就是这样。我们在更加接近完成开发的过程中给你们带来更多的开发日志！\n\n我们还认为应该包括一次典型的besiege现场多人游戏演出：\n\n\n\nP.S：只是为了提醒一下大家，我们的目标是在今年第三季度末之前发布更新（大概在九月）。\n===========================================\n原文\n\nMultiverse Dev Blog 1 - 19/05/2017\n5月20日        - VON\n\nHello everyone!\n\nAs I’m sure many of you are aware, last month we announced the Besiege Multiverse update, which will bring a Multiplayer game mode as well as a Multiplayer Level Editor.\n\nToday I’m bringing you the first in a series of development blogs which will go into greater detail about the features of the Multiverse update and generally explaining how things will work!\n\nWe decided to focus on how Physics will work in Multiplayer for this first blog, as we’ve noticed it’s been a major point of query and concern amongst the community.\n\nAnyway let’s just jump right into it.\n\nPerformance\n\nIn Besiege Multiplayer all the session’s physics is handled by the host’s computer which then communicates with the connected player’s computers telling them what is happening. This ensures a relatively smooth experience, with all war machine’s appearance & movements being synced together giving each connected player an accurate view of what's going on in the game.\n\nBecause all the physics is simulated on a single computer, you can expect to get a similar performance in multiplayer as you do in singleplayer. If your host’s computer can handle 500 blocks easily in singleplayer, then they can handle 500 blocks easily in a multiplayer session. Just to be clear, we’re talking 500 blocks total when all player’s machines are added together.\nAnother useful benefit of running all the game’s physics on one computer is that there is almost no performance load on the client player’s computers. This means that even if you have a low end computer, you can take part in multiplayer sessions containing as many blocks as the host can handle without experiencing poor performance!\n\nWe want to be abundantly clear here.\nIf the total block count of every player’s machines added together is too much for the host’s computer to handle, there will be performance drops. We have decided not to put a cap on the total allowed blocks, so it’s in the hands of the players to decide whether they want to load large elaborate machines into multiplayer.\nDuring the course of multiplayer’s development we have tried several different ways of simulating accurate interactions between machines over a network and found the current method to be the best at balancing performance with accuracy.\n\nSimulation\n\nBesiege’s Multiplayer mode has two different types of physics simulation, Global and Local.\n\nDuring Global simulation, all players can interact with each other's machines and the environment they’re playing in. In global simulation all the physics behind war machines and the level are run on the Host’s computer (aka the server).\n\nWhilst Global simulation is active the level cannot be edited, but if a player is in local simulation, then the other players can continue editing the map.\nLocal simulation was created to allow players to test their machines without preventing other players from continuing to edit the level!\n\nLocal simulation (aka Ghost Mode) is where individual players simulate their machines independently from everyone else in the Multiplayer session. Players in Local simulation can still interact with the environment/level as it existed when they pressed the simulate button. During Local simulation all physics are simulated on the player’s computer and their machine is still visible to other players in a kind of ghostly form.\n\n\n\nClustering\n\nOne of the first hurdles we had to overcome when making Besiege multiplayer was the sheer volume of information that would have to be sent via networking to the host and other players.\n\nThe main way in which we overcame this problem was using an innovative clustering system which, without wanting to get too technical, allows blocks to be placed into groups in order to reduce the amount of information being sent to other players.\nThis system reduces lag between players and the host whilst providing an accurate view of simulated machines which is shared by all players without sync issues.\n\nUnder the in-game menu you can toggle on a visual representation of the cluster system and see how your war machine’s blocks are grouped into clusters. You can use this mode to help you design machines that are more efficient for use in multiplayer, as some methods of building work better with the cluster system than others, see below for examples.\n\n\n\n\n\nThat’s all for now but we’ll be bringing you more Dev blogs about the Multiverse update as we get closer to releasing it!\n\nWe also thought we'd include this live action reproduction of a typical Besiege multiplayer session:\n\n\nEDIT: Just to remind people, we're aiming for release of the Multiverse update before the end of Q3 this year. (Around September)\n\n致看到这里的各位：\n感谢你们看了这么多。。LZ也是渣翻译，如果能提供意见再好不过【手动滑稽】\n当然有砸人气金粒的就更好了\n上面几个征求中文译名的有人帮忙提供意见么",
    "replies": [
        {
            "author": "雪尼",
            "timestamp": 1497033000,
            "txt_content": "哇，多人游戏，好棒啊~"
        }
    ]
}