{
    "title": "[举报]纪元星辰云群组服务器私自盗用他人mod【年度精彩大戏】",
    "author": "筒子",
    "replyCount": 4,
    "timestamp": 1497081060,
    "txt_content": " 本帖最后由 __Tong__ 于 2017-6-11 12:32 编辑 \n\n服务器连接地址：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=690156\n服务器腐竹UID：mcsns (UID: 563021)\n当事人&版主：@mcsns @Grandiose @522240858 \n\n简介：\n       一个“大服”腐竹，盗用我这个无名小服的mod，嘴上说着不要，身体却非常诚实，我已经做出让步，不计较贴图费用，但是此服腐竹把癞子精神发扬光大，这等坚毅的品格确实难能可贵（此服腐竹极喜欢用5元钱钱购买东西）\n\n\n\n\n\nUB1B8~T$OLE{[E4JH12)H13.png (3.51 KB, 下载次数: 1)\n\n下载附件\n\n2017-6-11 12:32 上传\n\n\n\n\n\n主要证据截图：\n贴图\n\n下面是我朋友在他服务器获得的截图， 我认为只是学习我的风格，拿了我一两张贴图而已，虽然此服腐竹在一开始是这样的\n\n此人用着我自己一点点修改的贴图，大声的喊道：“一堆冒险岛的贴图 还需要摸吗？淘宝五块钱打包，你需要多少”，然后心安理得的用起来了我这五块钱的贴图\n\n\n\n\n\n\n\n\n\n\n模组\n\n  接下来是mod方面了，本mod的作者是守望先锋mod的作者Kevin制作的一个自定义模组，有着比较基础的防盗措施，此服腐竹因为会反编译mod（怕是这种事情干多了，熟能生巧），轻松的破解了这个mod的防盗系统。\n\n当然，我们没有证据也不能说是这个人盗mod吧，所以我们就下载了他这个客户端，打开客户端进入了单人游戏，里面什么东西都没有改，贴图，mod。哦，不对，此腐竹极为细心的把mod的名字改为了custo （具体什么意思无法捉摸，大概是这个服务器的暗语之类的）\n\n下图是mod作者Kevin和此腐竹的聊天记录\n\n\n正常的开端\n\n\n\n癞子本性显现，是要 “付费还是我公开”\n（对了，这里给大家说一下，为了防止这个服主服务器赚不到钱转手就卖二手mod，我和Kevin决定公开这个mod和材质给大家提供下载）\n\n\n\n后面Kevin和我说这个腐竹答应购买授权，问我要怎么办，我说mod授权两百，贴图两百\n\n然后这个腐竹非常的精明，一下就抓住了我的漏洞，“5块钱的贴图，你们要两百，那我不付这个钱会如何”\n\n我承认这个是我冒险岛导出的贴图，但是这里面每一张贴图我都重新改过尺寸，优化过大小，甚至所有武器为了更加适应MC，进行了重置，对边缘线以及一些重要的地方进行了重新绘制。当然美工方面各位可能没有什么概念，大家知道我服务器大约新加了1000张新的贴图，是我连续几天高强度的工作完成的就好了。被这位腐竹，用五块钱总结掉了，可见五块钱对于这个腐竹也是一个不小的负担\n\n\n然后这个腐竹就来到了本人的服务器QQ群，发表以下言论\n\n\n然后就是说\n“mod付费没问题，贴图也想要钱？想钱想疯了？”\n\n\n\n\n但是因为这个腐竹已经答应给予mod作者授权费了，想想自己拿不到钱就算了，反正国内就是这个环境，加上200块钱对于这个腐竹实在是一笔巨款，也就当然对于这个腐竹一些帮助吧\n然后这个腐竹无赖的性质显露无疑，我已经声明不要他的贴图钱了，非要我咬他？？？我其实也不懂这个腐竹的脑回路\n\n\n\n\n\n\n后面那句话是“但也是我一张一张修改的，所以用的时候请有一丝愧疚之心”\n而且这个腐竹还是一副要搞事的样子，非要我去怼他？？？这个腐竹我真的不懂他在想什么\n\n\n\n\n\n并且作者也表示，此腐竹会在明天给予授权费\n\n\n\n\n\n\n本来到这里事情应该结束了，我也不去追究这个事情，他也把钱给作者就好了\n但是我们机制的纪元腐竹眉毛一皱发现，我凭自己本事破解的mod凭什么给你钱，怪你自己不混淆\n\n\n\n\n\n\n然后不管怎么协商都没有办法，没法，只能在MCBBS上面投诉一下这位五元腐竹\n大新闻大新闻，全球最大的MOD服纪元星辰腐竹更新客户端了\n\n没错还是原来的配方，原来的味道。不过这次我终于能看懂我们的mod到底是什么意思了，这位腐竹可谓是用心良苦\n\n\n\n\n\n\n以下我了解到的关于这个腐竹和服务器的一点趣闻\n（以下都是发生在我确定这位腐竹盗我MOD之前）\n\n一个极端没有素质的买家\n这件事导致我至今对于我的朋友IF有深深的歉意,这件事也是发生在他刚进群的那段时间，虽然他不管不顾的在我所有的群员面前破解了我这个mod的加密方法，但是我认为对一个懂代码的腐竹在怎么说也不是小孩子，也会自己知道分寸。过了不久他就加了我好友，问我服务器在哪买的。\n\n\n于是我想着，本着互相帮助的原则帮忙推荐一下朋友IF的店\n想不到这才是这位腐竹无赖的开始\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n剽窃扒图成性：\n\n有天这个腐竹突然私聊我，叫我给他一个商店配置？？？理由是他懒，我自问我和一个有可能偷我服务器mod（那时候我还不确定是否拿了我mod，我是觉得，一个看不起我这5块钱贴图/会自己反编译mod的大佬，不屑于干这种事情的）的人已经熟到可以互相分享商店配置了吗？我想了想，应该不至于这么熟吧。然后下面发生的事情更是让我啼笑皆非。\n可能对于mod服比较熟悉的玩家都知道，有个高品质的RPG服务器叫《樱之都》，这个腐竹拿着我朋友肥肠服务器的贴图过来和我炫耀\n“你看，你不给我商店配置吧，我自己配置了一个，是不是非常吊？”\n竟然我不知道该如何回复他\n\n\n",
    "replies": [
        {
            "author": "通仔98",
            "timestamp": 1497083760,
            "txt_content": "这种人要拿刀刮"
        },
        {
            "author": "U1U420039",
            "timestamp": 1497084780,
            "txt_content": "啧  拿着别人开发板的mod去开服务器  怕不是要崩溃蹦出屎"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1497085080,
            "txt_content": "我来给大家讲个笑话\n由于某些服务器与本服发生一些矛盾\n某些腐竹唆使其服务器玩家在此贴恶意评论\n导致本帖出现很多差评.我只想说一句,\n好玩好玩,喜不喜欢只有你自己知道!"
        },
        {
            "author": "Grandiose",
            "timestamp": 1497085440,
            "txt_content": "24小时内解释一下，或者撤掉所有抄袭内容（五块钱贴图和mod）\n\n不做回复或解释不清关帖+移动到不合格区\n@mcsns"
        }
    ]
}