{
    "title": "【原创/连载】MC生物述，猪翔与猪人",
    "author": "smallord",
    "replyCount": 9,
    "timestamp": 1497145980,
    "txt_content": " 本帖最后由 smallord 于 2017-6-12 12:16 编辑 \n\n前言，为每种生物与其特性编写一个故事，语句略逊，还请谅解，本作纯属瞎编，over\n猪翔与猪人:\n猪，mc中算是普遍的生物了，可以吃，可以养，可以骑，可以满足成就感，结果一般不出意外都是死亡，摔死，刚死，烧死，据我说，猪人大概是死后的怨灵，只能聚在地狱【下界】保护自己，别无他求。\n\n主世界有头猪叫皮特，原本生活安分，无忧无虑，自由自在，当遇上了要一统三界的野心人类史蒂夫，沦为养殖动物，明明是野生的猪，它很不爽，却也没办法，被那该死的史蒂夫用该死的栅栏禁锢着向往自由的心，被禁锢的还有更多的猪，它们不敢反抗，怕史蒂夫生气起来用充满血气的利剑刺过来。\n\n猪皮特总想做的什么，当其它猪在争夺胡萝卜，它却在一旁，等饿了在吃剩下的萝卜根，其它猪聚集在一起谈命运时，它却待在角落，它总是用它那布满心机的眼光，时不时地仰望着史蒂夫，每当自己累了困了就想着其它猪可能在某个地方被人类赶在随手挖的深坑，就意外亢奋。不知不觉，圈养的猪群的首领变成了皮特，有天晚上，群猪都在哼哼大睡，唯独皮特还在注意史蒂夫，因为它有涌上心头的一种不一样的感觉，果然，它刚好看到了史蒂夫在点燃地狱之门。史蒂夫明明种了很多菜，却总要吃肉，真该得肥胖症，他进去之前却还要过来宰几头猪，原本史蒂夫已经注意到了皮特，准备下毒手，其它被惊醒的猪为了拥护自己的头儿，都撞了过来，在前头的猪被史蒂夫宰了，其余猪众失眼泪，皮特对史蒂夫的仇恨越发强烈。\n\n\n在史蒂夫准备关栅栏门时，胆大不为过的猪皮特故意在门前摔倒引史蒂夫松了手，栅栏门并没有关好，等史蒂夫进入地狱之时，皮特赶紧带领众猪逃离，天阴了，像是要倾泻的样子，那厮史蒂夫不知咋的又赶了回来，大概又是他的好友亚历克斯打电话来提醒他下雷暴雨了，让他记得收好盔甲吧，他们总是这样互相提醒对方。。平时有警戒性的史蒂夫习惯的望了窗外，发现猪群不见了，便急忙喝下速度药水，带上盔甲，拿起那屠刀利剑，猪再灵活，再早逃跑也无济于事，当被逼向树林之际，上天下起来大雨，似乎是被猪的举动有所感，然后又有一道天雷霹了下来，这真是上天要大发慈悲要救众猪啊，猪不但不死，却还变成了猪人，拥有了直立的身体就拥有了对抗的能力，皮特见状，又号令众猪反击，史蒂夫不是什么神，面对众多压制，惊了，不得不逃，他转身就跑，往地狱之门那边跑。猪们心头的仇恨感越来越强，像股无形的力量，涌了进去，又像股狂流，直到在地狱那边把史蒂夫撞进岩浆海，这狂流才得以停止。崖边上的皮特万分喜悦，却又看见了史蒂夫喝下了那抗火药水，在不考虑自己会被烧死的情况下便二哼不叫，跳了下去压着史蒂夫，用自己的力量脱延史蒂夫上岸的时间，其它猪也跳了下来，几分钟药效过后史蒂夫便死于猪的肚子下，众猪也发现了高温是对自己没用的，于是在岩浆海上建起了要塞作为据地，食物也变成了蘑菇。。。\n\n史蒂夫回到主世界后是不敢吃猪了，但是为了复仇，就想法子来虐待主世界的猪，然后想到了骑猪摔死在悬崖的法子，从此人类的活动就多了当猪飞的时候。。。。。。\n\n\n\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1497148380,
            "txt_content": "文笔很好啊qwq\n话说kuling好像是去中考了，中考完了是不是会复活啊"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1497148980,
            "txt_content": "smg啊Xd\n特邀评审应该是：@Smokey_Days"
        },
        {
            "author": "smallord",
            "timestamp": 1497151980,
            "txt_content": "volta薯片~ 发表于 2017-6-11 10:33\n文笔很好啊qwq\n话说kuling好像是去中考了，中考完了是不是会复活啊\n哦。。好像是他下定决心努力学习233"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1497152400,
            "txt_content": "楼主想法很不错，似乎还没有人给每个mc生物写过故事\n但是就创作的角度，请允许我提出几个建议\n首先不要把字全部聚集到一整段里面，有些适当的分段更好。否则看起来会像个混沌一样包成一整团。一些时候，比如史蒂夫点燃地狱之门的那一段，有明显的时间与剧情转换，最好分下段。为此，一些必要详略节奏需要楼主体会一下。\n另外，就这篇文章而言，开头显得有些生硬了，代入感不足。用不着一口气把信息全部交代完，慢慢推动故事，让故事里的人物，情节讲述你的所想。注意详略结合，不然整篇文章读起来像菜板一样没有起伏，太平坦\n以上，望楼主加以改进。这个想法很不错，如果完成相信会是一部优秀的作品。当然，前提是楼主认真练习，让自己的文章能完全把这种想法表达出来。慢慢来，加油吧\n"
        },
        {
            "author": "smallord",
            "timestamp": 1497152460,
            "txt_content": "2B与mc的故事 发表于 2017-6-11 11:40\n楼主想法很不错，似乎还没有人给每个mc生物写过故事\n但是就创作的角度，请允许我提出几个建议\n首先不要把字 ...\n我这创作要加什么前缀？字数我达到要求了吗？版规有点深奥，确实看不懂，关于你的建议，我会在下午再对文章进行修改吧，考虑太多脑子会炸掉。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1497154560,
            "txt_content": "smallord 发表于 2017-6-11 11:41\n我这创作要加什么前缀？字数我达到要求了吗？版规有点深奥，确实看不懂，关于你的建议，我会在下午再对文 ...\n前缀你已经加好了\n字数限制连载单篇1000以上"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1497233700,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-6-12 18:04 编辑 \n2B与mc的故事 发表于 2017-6-11 11:40\n楼主想法很不错，似乎还没有人给每个mc生物写过故事\n但是就创作的角度，请允许我提出几个建议\n首先不要把字 ...否则看起来会像个混沌一样包成一整团\n不，@2B与mc的故事 ，馄炖也是错的\n正确的写法是：\n馄hun饨tun"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1497336060,
            "txt_content": "Smokey_Days 发表于 2017-6-12 10:15\n不，@2B与mc的故事 ，馄炖也是错的\n正确的写法是：\n馄hun饨tun\n馄饨，馄饨，涨知识了\n\n\n\n\n\nIMG_0494.JPG\n(16.69 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-6-13 14:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "WR姬",
            "timestamp": 1497716520,
            "txt_content": "6666666666666666666666"
        }
    ]
}