{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十六集：夜未央〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1497142620,
    "txt_content": "【该作品已经进入最后一部分】\n  云婼，我终于开启我的服务器了......闹来闹去大起大落的最后还是吃了父母的钱，我还真是懦弱......可惜你看不到了。\n  双眼的泪水已经开始争先恐后地要涌出来，还好我的眼睛制止住了“洪灾”。我这个弱者大概只有哭泣的权利吧，可是我不会去享受这项权利，我也想要和王玄彬他们一样，像个真正的男生一样，去一马当先，去独当一面。\n  和寻哥先简单弄了几下，就先去睡觉了，希望我的一场梦醒来能让我忘记今天的一切......\n......\n  “沈然？你好啊。”云婼站在大门旁边，对着正在进入校园的我傻笑着，此时学校空无一人，已经是下午黄昏，云婼带着我走进了学校内。\n  “等等，你不是和我绝交了吗？”我不敢动，站在校门外。会不会有什么诈？我失去了一切了，希望不要再有人坑我了。\n  “跟着我走！”她用纯真的声音对我讲话，似乎我面对的是一个小女孩。\n  我没有任何办法，跟随者她吧，昨天应该只是她家长所迫，她不可能是那样的人。估计是五点她家长就回家了才那么说的吧。毕竟再过一个月就要期末考试了，她也得复习呢，我一直打扰她，到头来还是我错了啊。没事，反正她也说她不上QQ了，没事情呢。\n  走到操场那里，不知为何，我却在车子摆放那里，那里和往常一样一大排车子被整齐的摆放着，只不过多出好几个空位。她在操场最南端，我们俩隔着一层铁栅栏的距离，可这铁栅栏是不可逾越的......阳光在她背后斜射，她的影子刚好笼罩住了我，把我同周围金色的光明分隔开。\n  “你不应该这么老老实实地受到别人的欺负了，你应该像你认识的魏晓寻一样反抗别人的压迫！”云婼出奇地直接给我讲。\n  “可是他们都太强大了，他们人又多，我根本没有力量，也没有人缘！”我毫不客气地讲这句话喊出来。\n  “是吗，王玄彬、庄泉、孙灿、邢齐、明馗他们都一样，不都是自己磨炼出来的吗？”突然一道金光刺入我的眼睛，让我不得不用双臂护住我的眼，那阴影已经不见了，突然肩膀好像有人拍了拍。云婼到了马路上，继续看着我：“你一定是有一技之长的，你太小看你自己了，你不应该妄自菲薄。”\n  “可是，对于你们，我不就只是个蝼蚁吗。我连正视着你们说话都不敢，哪来的特长？”我毫不服气地讲着，双臂在颤抖着，又想要去享受那弱者的“权利”了。\n  “只要你还能保持你的毅力，一直探索下去。即使你难以开发特长，但是我可以确定，你的特长，绝对是同龄人中的极品，而且甚至不止一项！只是你还没有觉悟罢了。现在，我要走了。”她放出的目光比我见过的任何一个导师都让人看起来有教育人的意味，里面闪烁着有着比我母亲还有桓老师还慈善的光芒。\n  “等等！你要去哪里？”我禁不住冲过去，想要拦住她，却突然间双腿像是被锁上了一样，趴到在地上，双腿一直被后面的力量牵引着，我奋力地向前趴着、趴着。\n  “忘了你自己说的了吗，等你考进年级前十名，我就把你当朋友看。”她骑着车子，逐渐远去了，“接下来的难关就靠你自己了，我只能帮你这么多了。”\n  “等一下——”全身上下已经竭尽全力，可是依然追不上她，只能欣赏着她那离去的背影。泪水禁不住夺眶而出，伸出那手臂，眼前突然又变成了一片昏黑。\n......\n  眼泪已经沾湿了枕头，洗刷了脸。拿起桌子上的手机，打开QQ，看着昨天那最后的几条记录，我说云婼怎么可能会认识寻哥呢，果然这是“南柯一梦”......不能像以前一样赖床了，起床来后第一件事情做什么？昨天晚上已经把作业写完了，顺手拿起桌子上那本政治书，拉开窗帘，坐在桌子上，滔滔不绝地一边读一边背。云婼给我留下最后一线希望，我不能食言，既然说了要考进年级前十，那么这个月，我拼了命也要进年级前十！我要变得强大！我不能再懦弱下去！\n  “喂，沈然，起床了，今天咱们回老家，去接大洋二洋。”母亲来到房间里叫我了，果然噩梦还没有结束。不过，叶老师经常给我们讲“不能去找别人的原因”。只不过，我的内心还像是有一堆铅，而不是热血沸腾......\n  回到老家，已经到了午饭时间，看到爷爷奶奶已经做好了一桌子的菜，只不过摆在客厅的桌子上。大洋和二洋一人拿着一部手机，聚精会神地玩着手机。奶奶掰下来熏鸡的一条腿，辛辛苦苦地放到大洋嘴前：“给给给！吃吧！别不吃啊！”\n  “奶奶！我不吃！”大洋用头顶了一下奶奶，奶奶险些脱手，我也差点出手。但我还是改变不了这娇生惯养的。大家商讨起来大洋上不上学的问题了，大洋就是不说上。家人出了个好主意：“你如果上学就让玩沈然哥哥的服务器，里面很多人呢，而且你的权限最大，你可以当服务器的管理和他们玩。”等等，这不是让我滥用权限呢？“我可没同意。”我的眉毛往下拉了拉。母亲和父亲使劲地瞪着我：“你闭嘴！”\n  老家也有电脑，就在旁边，里面有大洋二洋下载的游戏，去弄弄服务器，弄服务器有什么用呢？还不是和我从小到大那些牺牲的游戏存档一样，成了小孩子的玩具而不能够翻身。等等，也不是没救的......\n  我摆出装作愁眉苦脸，极其费力的样子，对着电脑屏幕，努力地动鼠标，敲键盘。紧接着，我趴到在电脑屏幕前，满是无奈，怎么舒服就摆出怎样的样子。家人看到了，喊叫我：“怎么那么累，赶紧复习吧，再过一个月就考试了！考不好你以后就别想动电脑手机了！快点下来吃饭！”\n  这回应真是惊人......不过也好，我继续矫揉造作，装出无奈与无解的样子，在家人对着小孩卖萌刚讲到“条件”时插入一句话：“唉！我刚刚服务器坏了！估计一段时间玩家进不来了，起码也得下个星期吧，我也不知道怎么修。快期末考试了，我也得好好复习，没什么精力去修。”家里除了叔叔，其他人就像那晚清的政府人员一样，对电脑一问三不知，只是偶尔看看有什么消息。更别提服务器了，他们只觉得服务器是玩具。“好吧，那你就好好复习，别想这回事了。”母亲回答。\n  “为什么啊？”大洋站起来，一副小少爷的样子，用别样的眼光看着我。\n  “对不起啊，这服务器我也搞不清楚，现在我也上不了服务器了。”随后家人和大洋讨论别的条件，他们又争吵起来。\n  这样下去还有什么希望呢......我的服务器大概只能保护一时吧。无奈地走到我家大门在，在水坑中慢慢前行，到底怎么办，我还有什么救赎呢......\n  打开母亲的手机，看到云婼那里惊奇地有一条系统消息：\n  “对方已添加你为好友，你和她还不是好友关系，您可以选择解除关系。”\n  云婼，这是我最后的救命稻草么......不过，这意味着，我还有希望！\n  其实黑夜还没有过去一半，但尽管如此，我还是要和寻哥一起把接下来的路走完。这一个学期，我一定要完成一件大事！这就是我的青春！即使我损失了那么多，但是我可不是那个傻子呆子了，也不是那种单纯到被骗了都察觉不到的沈然了，我不想留下过多的遗憾了......再见，云婼......\n再见我的爱，I wanna say goodbye\n再见我的过去，I want a new life\n再见我的眼泪跌到和失败\n再见那个年少轻狂的时代\n再见我的烦恼不再孤单\n再见我的懦弱不再哭喊\nNow I wanna say\nHello,Hello,我的未来\nHello,Hello\n......",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1498827000,
            "txt_content": "老哥，节奏乱了= =\n铺垫不够，高潮的爆发也不够\n人小的时候总会做一些幼稚的事情，浪费一些宝贵的时间。而这些，终究是要买单的"
        }
    ]
}