{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第四十集：最好的生日礼物〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1497167880,
    "txt_content": "  不知不觉到了端午节假期......生日一直是五月初三，一直都是端午节的前天。本来这次生日并不想过的，可是家人想让大洋二洋吃蛋糕，让他们高兴高兴，于是还是订了了蛋糕准备过生日。\n  由于高考的缘故，这次端午节放四天假，这天的上午体育课老师教我们排球，我和王玄彬他们互相传来传去。然而过了一会儿，他们都去玩耍猴了，倒是给我留下来了个空闲的球，真不赖呢！和别人一起玩就是没有存在感，自己练比起来是一种享受啊！于是我把排球当为篮球，继续去练“三步上篮”了，希望我能练出一项特长让我能立足下来......大家都已经去阴凉休息，我仍在阳光之下奋力练习，每当我看到云婼，我就感到红色的力量灌输我的全身。接着，我的眼里只有手中的活......\n  练着还挺起兴的，突然，老师就把我们叫回教室，大家都等待起来。过了一会儿，王玄彬调皮了，把广告纸一边叠纸飞机，一边傻笑着，叠好后对着庄泉：“庄泉！接好了！嗖！”王玄彬丢出了手中的纸飞机。庄泉也笑了。不知道是谁出的主意，几个同学在班里叠起纸飞机玩，看着飞来飞去的纸飞机承载着童真与欢快，可我却找不到那种感觉了，他们真是单纯可爱啊！大概我的纯真已经逝去了吧，还是我自己想的太多了？。我只知道，我的名字叫做Ring，而不是沈然。\n  老师告诉我们已经可以放学了。即便明日就是生日，我却高兴不起来，明天即使承载了今天的希望，但也承载了痛苦与委屈吧......\n  很快地我就走到了车位，现在学校真的是天堂，可是如果想要复兴的话，还是不得不去外面的世界探索的。骑着自己的自行车，两眼无神。“嗨，沈然......”我是不是幻听了？赶紧回头看了看，果然，这稚嫩的声音是......\n  云婼！\n  “你所认识的沈然已经不在了，我的名字叫Ring，不要找我了，快去忙你的吧！”这提前想好的话却一点也不忍心说出来，真是出人意料。云婼和我一起走了，可是我不知道该说什么。跟我绝交的确实是她啊，她当时除了开头发的四句消息，其他的消息句句是语音啊！难道是我听错了？记录已经不复存在了......\n  看着她又找我，所有的仇恨都化成了一缕青烟过去。即使我现在也不是不敢和她说话了，可我却不知道说什么。把上上个星期的事情问问？这怕是十分不礼貌的，我瞎想啥呢，都过去了......\n  她和上次和我一起回家时一样，先主动说起话来：“你端午节准备干什么呢？”\n  “我嘛？开服务器了，当然是要管服务器了。”我不再像以前一样那么扭捏地一言不发，可我还是不敢看着她说话。\n  “好吧。”她回答我，不过她这次和我一起回家说话声音已经不像过去一起回家时那么快活与愉悦，似乎她身体也跟装了铅一样，这都是怎么了？\n  到小区门口，我几乎是想把这几月积攒的勇气都用上来了，终于拍了拍她的肩，第一次正视着她的脸说话：“端午节快乐！再见！”\n  “嗯，再见！”\n  目送完她的背影，到了小区门口之后，我已经不想骑车，从车子上下来，我控制不住我自己，一蹦一跳的。带着那车子，几乎是要飞起来。这次和她道别实在太让我兴奋了，我终于敢主动说话了！过去的一切都不重要，重要的是现在啊！\n  回到老家后，大洋和二洋竟然出来迎接我了：“沈然哥哥！生日快乐！”母亲让我把车上带的糖都分给他们，我拿着糖，还是第一次看到他们俩面对着我的笑容，我也第一次对着他们俩微笑，当然是因为上午的事情。\n  坐在面朝院子的凳子上，院子下着蒙蒙细雨，里面四处都是水坑，实在是惬意......我打开QQ，屏幕终于给了我一回惊喜，里面有十几个人祝我生日快乐。这说明了什么，还是有人心里有我呢！\n  不过，有一位很特别，他正是劳动节时不仅坑了我还叫一堆人骂我的“白爷”，之后我们又和好了，但他还是一直编造谎言，比如什么自己开了个服务器要不要你给我点钱咱们一起开，估计是想要榨干我，不过我可不是那个智商低到被骗了都还对骗子抱有希望的沈然了！不过他竟然给我报喜，是黄鼠狼给鸡拜年。我各个回复“谢谢”，那家伙又回复我：“Ring，你要不要刷Q币？超低价哦。”\n  “不用了不用了。”看来还真是想再狠狠地弄我一顿，不过，你给我等着吧......\n  最惊喜的是，给云婼发好友申请，她同意了！终于可以继续与她联系了！\n  我回到家里的时候，蛋糕已经被他们分了吃的差不多了......什么环节都没弄。没事情！这个生日本来就不想过的。但生日礼物我已经收到了，云婼和我一起回家，并且同意了我的好友申请，这些就是我这次收到的最好的生日礼物吧！",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497176460,
            "txt_content": "转折好快……\n文字流畅自然√就是剧情有点迷"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498827720,
            "txt_content": "啊奇怪，Ring这个人格（或者说潜意识）的觉醒没有任何前兆么？\n云诺她态度的转变，最好要有一个合理的解释\n红色的力量？别写着写成玄幻文了_(:зゝ∠)_"
        }
    ]
}