{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十八集：安根先生〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1497158040,
    "txt_content": "  很快又到了周五，母亲为了让我认认真真学习，就把大洋二洋送回老家去了，今天晚上他们不在家，又要自己出去吃饭，刚好寻哥给我打电话，他带了几个人和我一起去银华中学门口那里吃东西。\n  银华中学也是本市的一所有名学校，我的不少小学同学也在那里，这里人多，人才也多，不正干的也多。寻哥就是在这里上学的，他家在旁边的银华小区。自从初中之后，很久没有路过过这里了，我的小学同学状非那些人都在这里上学。这儿的确治安没有我那里的学校好，一到晚上，各种摆摊子的都出来了，就是不占公路的道边，也都是椅子，各种各样的人的说话声混杂着，让人感到有点烦。而我们学校门口是禁止摆摊的，即使侥幸没有被撵走，在摊子周围的学生也会被学生会抓住，然后惩罚，桓老师也多次给我们强调过不要去学校门口买吃的。\n  寻哥除了我，还带了一个人来这里，那人一脸书生模样，神秘兮兮的，携带着一本莫泊桑先生的著作《羊脂球》。找到一个四人桌的位子坐下，我和寻哥去买麻辣烫了，那人在慌乱的人群中十分鲜明，坐在那里看起书来，好像比“王老大”和“孙哥”还厉害呢！我便问起寻哥此人是谁。\n  “额，他呀，他是我们学校初二的安根，文笔至少已经达到高三的水平。平时经常抱着书看，我们都管他叫‘安根先生’，他到也真有先生的模样，作文多次获奖，考试每次在学校已经连续好几次年级第一了。”寻哥端着两份麻辣烫，一份是给安根的吧，“但是呢，这家伙忒认真了，而且还有点高傲。这回闲着无聊就和他出来耍会儿。”\n  安根先生看到我们过来，放下了书籍，也吃起饭来，不过他的麻辣烫里只有菜和面条，没有宽粉、鱼豆腐、甜不辣什么的，他吃饭一点声音都没有，举止也比鞠欣然还要礼貌、恭敬。\n  安根先生难道就是“王老大”加“孙哥”加庄泉再加上鞠欣然四位大学霸的结合？比他们四个人高冷了很多啊。他打开手机看了看，我一看他的手机屏幕，是MCBBS论坛！这世界真小呢，他就是那个给我作品提过建议的“安根_Engon”。“有什么事情么？”安根收回来手机，看着我。“没想到能在这儿碰到了！我就是论坛里的那个‘我为我为’，你就是安根啊。”我一边笑着，一边应答。\n  “哦，你就是‘我为’啊，我建议你多读读板规，我觉得你违规不少了，你有的篇目连字数都没过。我回去邀请你加入‘我思文联社’吧，里面的人可以更好地指导你写作。”\n，他起身道了个礼，就走：“这里太乱了，失陪了，晓寻，再见。”\n  晓寻拿了瓶青岛啤酒，他一边喝酒，还一边想让我干一杯，然而我怕上瘾，是不敢碰烟酒的。他似乎有些醉了，对我讲：“沈然啊，你上个星期讲的和你绝交的那个朋友，是不是个女生啊？她的名字是不是......”\n  “寻哥，那些东西你就别问了......”我阻断了寻哥的话。\n  我和寻哥也道别，互相走向各自的路。“欸！这不是沈然那个怂包么？”听到有人叫我，回头一看，喝，还真是怕什么鬼就来什么，那人正是当年一起打我的狄洪生和他的几个“兄弟”刚好从此路过。\n  “好久不见呐。”我傻笑着回应他们，不知所措，其实我现在只是一只最好抓的猎物了，即使我有邢齐或者明馗那样的体质，就算寻哥在这里，和他们这么多人硬碰硬也是不自量力！我只好回应：“如果你们想骂人的话就随便骂吧，咱们这事就一笔勾销了，哈。”\n  他和他那几个兄弟一起扬天大笑：“看你那怂样，状非没有打死你就算好的了。傻逼狗，老子今天心情好，隔，就不打你了，快滚快滚！别脏了老子的眼！”\n  我不要命地跑啊跑，终于我这只小绵羊逃过了猎豹的追击，等到我跑到没劲了，就扶着双腿弯腰停下。这几个家伙还真是欺人太甚！可是体育在班里几乎垫底的我可没有还手之力，唉。怪不了别人，只能怪我自己太弱小了！怪不得老是有人看不起我，我就是如此的认怂......不过，听父亲讲历史时讲过，示弱也是一种计谋，是吗？\n  回到家中，安根先生果然跟我发了加群邀请。“我思文联社”只有二十多个人，安根说因为人多了管不过来才出如此计策。里面共有十个论坛上看起来热门的人物，乃是玄素、轩清、索岚、星洛、星恒、烟日、冥王、狗头、北极、安根。群里不知不觉谈起来游戏来，群主安根先生发出一张他手机所有软件的截图，用来教育那些人吧，截图里除了系统软件只有PS、QQ还有UC浏览器：“我平时只玩这些游戏，很好玩，你们呢？”这确实有点寻哥说的......\n  去翻了翻空间，庄泉的事情似乎有了进展，看到他发的说说，希望他能解决了那些问题。我在他第一次直接抱怨的说说底下发了评论：“兄弟，我也unhappy了。”\n  一边看着，心情期待着，越来越期待，可我无意间望到评论区，差点让手中喝水的杯子摔在地上，眼睛顿时多了血丝......\n  云婼：“那就这样吧。”",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497176160,
            "txt_content": "你今天打了一天字是怎么着= =\n简直是在刷分啊XD\n那个群笑死我了XDD"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498827360,
            "txt_content": "哇，有点毒诶...笑得我都没办法写文评了哈哈哈哈哈哈哈哈哈！\n@安根_Engon |\n不过可能是阅历不够吧，安根的反应太...不平常了。\n太淡定。\n而且文笔没有什么“高三的水平”，文字水平不是这样衡量的。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1498911180,
            "txt_content": "哈哈哈——\n一想真是这么回事。我一低头，眼前似乎是半个月前吃的那碗麻辣烫：里面不尽是菜和面嘛？不过有一点说得不对：鱼豆腐我是不会放过的。\n还有事情澄清。好几次年部第一这档子事是有，但我们市是全省成绩最不讨好的市，学校又是全市成绩最不讨好的学校；我这至多算“鸭立鸡群”，高别人一头，实在没有什么了；再说我也从没得过什么奖。\n至于吃面没有声音？简直胡诌八扯。东北人吃东西，是讲究“阔气”的。稀里呼噜地吃完一碗面，那才像话。要是稀里呼噜地夹着这面时，眼睛仍死死不离手机屏幕——先不说这近乎这是否夹得到面——那可就是一绝，会遭人尊敬了。安根就是这“遭人尊敬”的先生了。\n这是理所当然的。午饭问题要解决，吃花生米自然不够；《天演论》也过时。变通为吃面看手机，符合当今时代背景；摆阔气吃得稀里呼噜，能体现当地风土人情。\n东北人最自豪的事，便是摆“阔气”；尽管阔气的代价是面汤脏了自己、脏了手机、脏了人，但和“遭人尊重”和阔气一比，也就没有什么了。"
        }
    ]
}