{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十九集：觉？〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1497161640,
    "txt_content": "\n这就坑了\n既然这样\n我选择\n休息几分钟~~~~~~~~",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1497161820,
            "txt_content": "标题: 〖原创·连载〗〖狂热的沉默〗〖第三十九集：觉？〗〖byRing〗  我点开云婼的头像，查看她的个人资料，反复地和我记忆中核对，错不了，这就是云婼！满头已经被怒气笼罩，因为“QQ达人”那里写着她已经登录八天！也就是说她跟我分别之后，从之前不怎么上QQ变得每天上QQ了，进入她的空间看看，看到几条新的说说，都是这周发的，其中有两篇让我看到手，眼睛应该是充满血丝：\n  第一篇：“烦——再也不针对任何人。”\n  第二篇：“关于你们之间的沟通，我不会再去干涉，看来只有你说的做法了，希望可以改善一些。我会理解你，支持你的做法。”\n  这些语言在我的脑海里徜徉着，似乎在调戏我的神经与记忆。浑身上下都有了曾经即使被那些人轮着打野也没有的仇恨带来的力量，我整个身体已经没有血肉，估计全靠仇恨来支撑。云婼，你竟然如此骗我！竟然如此，我是不是就是你最后针对的一个人了？我是不是就是你唯一一个不支持的人了？你根本不可能理解我！即使你有类似于我的过去，还觉得我不配你，你根本就不配和我在一块儿！你为什么对我爱答不理，为什么！现在的我，大脑里不再像那次发现她删了我一样是一片让人恐惧的空白，我整个身体被狂热支配，我真想杀死这个该死的云婼！\n  “神话往往是从笑话开始的,奇迹往往由疯子创造。今天你对我爱答不理，明天我让你高攀不起。”给我等着！别等着我干起来了就回来咬我一口！你要是再敢回来，别怪我吼着叫你滚！不就和学校有关系么，你以为我真怕你！\n  回到自己座位上，不管什么了，赶紧写作业，赶紧背书。我就不信了，我考年级前十也不是给你考得，你看我这回不得在成绩上虐爆你！等着！别以为你经常被提名表扬我就怕你了。\n  老家打来了电话：“喂，沈然，我妈这几天可能因为太忙，发烧了，难受得暂时不能回去照顾你，这两天自己照顾自己吧，记得好好吃饭！”\n  等等，母亲得了什么重病，为什么也需要人照顾了？“哦哦，好吧。”我挂掉了电话。母亲也倒下了？不会是什么重病吧。算算我们家庭，父亲早已停止收入，叔叔为了婶婶辞掉了工作，奶奶只能一天天种地，爷爷上班的地方现在也已经停止运营，母亲也只是家庭主妇......我们家里没有能够赚钱养家的人了！看来一切希望都寄托在我们这一代了，就算我们家有积蓄，可是如果婶婶的病拖的时间太长了，恐怕全家上下都会崩溃了！不过......真的很抱歉我的家人们，我还真的什么也改变不了......我改变不了云婼，也改变不了狄洪生......不！我能够解决这一切的，我必将变得强大，我必将成为精英！我要颠覆这一切的腐化，还给所有人一个净化的世界！\n  写着写着作业，略有些困，想要停笔去睡时，一想起来云婼，一想起来过去被罚站的场景，我就又立马精神百倍。已经不知道时间流逝了多少，写完作业，抬头一看表，已经晚上是十一点多了，可我却丝毫不乏力，似乎一些红色的和黑色的气息飘洒在我的周围，为我不断供给着用不完的能量。我身上完全被这股气息围住，似乎可以抽取全部力量来力挽狂澜......\n  现在还不是时机，我又一次来到消防通道，望着那还是一片漆黑色的城市，心里有一种说不出的滋味......我不仅会为自己创造光明，还会为整个世界带来白昼！相信我！\n  一觉醒来，干什么呢？想要弄弄服务器，却又想起来更重要的事情——数学夹子！整理夹子也是一项重要的作业呢！自从被老师处罚一回之后，老师就基本上是放弃我了，也不找我谈话，每次看到我都气冲冲的，这回一定要让老师看得到我的实力！让那些人都知道，我，Ring，已经不再是那个懦弱的沈然！\n  ......\n  转眼间又到了周一，在叶老师和其他老师谈笑风生时，我偷偷看着，等到他们讨论完，我拿着夹子就进来，老师看到我皱起眉头，可看到我手中的夹子，便变了脸色。这次作业算是认真完成了，她说，之后我便像一只离开笼子的鸟一样，一蹦一跳离开了教室。\n  老师每次讲些题，不用老师提醒，我下课立马就用已经准备好的A4纸把题整理下来。课间没紧急的事情就不离开座位了，不是整理夹子就是写其他作业。即使有时候作业还没有留，我也选择把地理书什么的拿出来看看。当然这是跟王玄彬学的。王玄彬心灵手巧，妙笔生花，一个课间整理的效率顶得上我三个课间，而且排版也好看不知道多少倍。不愧是优秀作业，以前，或许看到你这能力，我就会像普通学渣一样不得不认输，可是现在，我只把你当作一个强劲的对手，要和你争夺一席之地！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498827600,
            "txt_content": "云诺那段略微有点看不懂\n  第一篇：“烦——再也不针对任何人。”\n  第二篇：“关于你们之间的沟通，我不会再去干涉，看来只有你说的做法了，希望可以改善一些。我会理解你，支持你的做法。”\n我是一脸懵逼啊_(:зゝ∠)_\n还有就是，如果我妈是家庭主妇，你爸停止收入的话，那一个家庭是撑不了多久的。毕竟现在通货膨胀严重。请考虑一下现实情况，以及个人觉得和前文有点冲突"
        },
        {
            "author": "我为我为",
            "timestamp": 1498848120,
            "txt_content": "Smokey_Days 发表于 2017-6-30 21:00\n云诺那段略微有点看不懂\n\n我是一脸懵逼啊_(:зゝ∠)_\n看不出来是她庄泉好起来了吗\n详细QQ聊天吧"
        }
    ]
}