{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第三十七集：黎明的起点〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1497148560,
    "txt_content": " 本帖最后由 我为我为 于 2017-8-10 07:53 编辑 \n\n  转眼间又回到了校园，这天是周三下午。大家谁也没有想到，上着上着自习课，天上就下起大雨来，却发不起来电闪雷鸣，这大概就是在讽刺我吗？\n  到了放学，天上的雨已经不是那么强暴了。学校大道上的人呼喊着、辱骂着，都使劲挤着，几乎都没带伞，一个个往外冲，地上一直溅起水珠。班里大部分人也早已离开，我看到云婼在班里，也没带伞，估计是在等她的家长吧。还好我随身带雨衣，要不我把雨衣借给她？想到此处，我情不自禁地捂住自己的脸，赶紧跑出教室。靠进年级前十前，我是不能和云婼说话的吧！\n  操场上倒是可以清晰地看到雨落下的痕迹。只有几个人匆匆跑过，这也是个时机。我把书包放到乒乓球桌子底下。在跑到上毫不约束地奔放起来，才跑了五百多米，双腿就背叛了我，让我感到难受。不行！反正累不死我！使劲坚持下去！不能让云婼他们小看我！\n  挺着头望着天空，雨水洗刷着我的面孔，一想起来上个星期的事，我的身体就有了继续坚持下去的力量。这力量大概“取之不尽，用之不竭”，可却让我十分痛苦。六圈，终于坚持下来了......这还是我有史以来第三次跑一千五百米。但我的心脏疯狂地锤击我的胸膛，已经狂热到想要蹦出来，双手勉强支在乒乓球桌子上，真想一口气把整个操场的气都吸了，来吸个够。更想要躺在这里熟睡一觉，可是我还不得不继续前进，提起书包，摇摇晃晃地向学校门口走去。\n  到那些健身设施那里，我使出最后储存的力量，去拔引体向上那个杆，使劲！胳膊却一点都没弯住，更别提上升一点点了......明天有力气了再试试吧。\n  校门口已经被一群家长挤着，平时学校规定了尽量不要让家长接送，即使接送也不要在学校门口这个小街。大家为了自己的孩子，已经完全忘记了什么规则，幸好我的家长没来。这大概也是一种自私吗？父母为了自己的子女还真是能牺牲的，但他们都因此忘记了别人的儿女吧。不过没有人当街吵起来，还是挺好的。\n  好不容易走到摆车位那里，庄泉、明馗他们都没有带雨伞或者雨披。“哈，今天这天气也是挺好的！大家都要乐观一点！嗯嗯。”明馗像是有太阳一样用手遮着脸仰望天空，然后一边推着车子一边笑着，离开了车位。\n  “沈然，咱们一起回去吧，我搬家了，和你顺路了。”居然还有人主动找我回家！真是惊喜。回头一看，是正在被淋的孙灿，我把雨衣拿出来，递给他：“我书包外层还有一个雨衣，不然就是在教室里，这雨衣你穿上吧！”“不不不，不用。”孙灿连忙回答。于是我把雨衣也收了起来，我也不想穿了，毕竟刚才跑步时就已经分不出是汗水还是雨水，这雨水似乎能抹掉我心灵上的乌云，换来一个清澈的天空，那是只属于我自己一个人的天空。\n  于是和孙灿一起走到十字路口便分开了，声音太杂，我们俩也没有说些什么，只是谈了谈作业。雨越下越大，大自然终于发挥出它的本色，电闪雷鸣起来，一次比一次愤怒。我也希望成为那搏击乌云的海燕，痛痛快快地追逐一次，蓝天等待着我去翱翔。看着脚下黑漆漆的路，我还是要走下去，即便由于变天的缘故，现在已经是黑夜。即便孙灿走了，可我还是不想带雨衣，骑完剩下的路回到家。即便被父母因此训了一顿，我也不后悔......\n  大洋二洋当然都在家里。写周记时，情不自禁地动笔记录下一些诗句：“日暮乡关何处是？烟波江上使人愁。”“山河破碎风飘絮，身世浮沉雨打萍。”“惶恐滩头说惶恐，零丁洋里叹零丁。”“人生自古谁无死？留取丹心照汗青。”然后抽出作业，马不停蹄地写下去，写下去！无论如何也要写下去！\n在无尽的黑夜！\n所有都快要毁灭\n至少我还有梦\n也为你而感动\n  第二天放学，准备再上操场上锻炼锻炼，王玄彬、庄泉和孙灿也去操场上玩了，我蹭过去，但和他们保持一定的距离，偷偷听他们仨人讨论问题。\n  “那个，大个儿，我在我们组真的是受不了了......”\n  “我曾经也这么想过，我也想给老师说‘我不想当组长了让我当组员吧’。可是这毕竟是老师交给咱们的责任啊，我们就必须去遵守！不然对不起老师呐。只好委屈委屈你了......”王玄彬正义凌然地对着庄泉讲，不愧是我们的“王老大”，真是够贴心的！我离远了他们，继续去操场上跑步去了。\n  跑完六圈，和昨天一样无力，回到家中，也不想和以前一样那样趴倒就睡。努力地写着作业，今天作业很少。于是我抱着篮球，跟家人们说了一声，去楼下练习篮球去了。即使我们小区没有篮球场，连个健身器材都没有，只有幼儿园几个滑梯。但我在我家单元楼底下，把一个旧小屋子上面的凸出来的一部分当作是球框，给自己用石子简陋地标记了一条线，然后按照着我们老师教的“三步上篮”练起来。投了十几次，又一边拍着球一边走，速度越来越快，绕着单元楼，不一会儿就跑起来，球也越来越不稳定，失手了就再捡起来。不知不觉，已经绕了单元楼好几圈，便又练起“三步上篮”。\n  天已经开始暗淡，我擦了一把满脸的汗，有着说不尽的期望。拿着篮球，仰望天空，温暖的昏黄之光洒在我的脸上，听着几声鸟鸣，一切都是那么的舒服！\n原来黎明的起点！\n就在我的心里面\n只要我还有梦！\n就会看到彩虹！\n在我的天空",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497157200,
            "txt_content": "初中小朋友这样搞一天估计接下来两三天都跑不动了= ="
        },
        {
            "author": "我为我为",
            "timestamp": 1497157680,
            "txt_content": "bo_bo2001 发表于 2017-6-11 13:00\n初中小朋友这样搞一天估计接下来两三天都跑不动了= =\n有道理哈，我确实跑了一千五，但我打篮球不知道是多久之后才干的了......下一集加上后果吧！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498827120,
            "txt_content": "天上就下起大雨来，却发不起来电闪雷鸣，这大概就是在讽刺我吗？\n有点强行\n以及：“强暴”是用来形容雨的么...\n依然略显流水账，不过和一开始相比已经好很多了"
        }
    ]
}