{
    "title": "〖原创·连载〗〖狂热的沉默〗〖第四十二集：双破白爷〗〖byRing〗",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1497175380,
    "txt_content": "  这天下午，寻哥又叫我出门来，来到银华中学门口找他。他一副思考的样子在银华中学门口转悠。\n  “喂！寻哥！咋了？”寻哥看到了我，一胳膊挽住我的脖子：“喂，Ring，有个贴吧要招收小吧主呢，还是挺有实力的，是个五万人的贴吧，只要咱们赢了，咱们就能名气大增了！”\n  “那是必须参加的啊，只不过我刚过了生日才刚过十三岁，你也只有十五岁，咱们俩有点悬吧......”\n  “没事儿！年龄可不是最重要的。咱们大家是肯定打不过的，不过这个也需要一些信息基础，刚好是适合你的。”实际上，我只在云婼和我分别那天之后学了一点点易语言，和没有学的人其实一样，连编辑什么的位置都没搞清楚。\n  “那好吧......哪里去报名？”\n  “去贴吧里报名，你报名一个就行了，我帮着你就行了，也要在贴吧达到九级才能有这名额的。你再去慢慢练出来一个九级的账号估计半年都过去了。我给你我的账号。”\n  “你不想成为那里的小吧主吗？那样你不是就可以成名了吗？”\n  “老铁，你我成名了不都一样吗？放心吧，有需要帮忙的时候就叫我！据说他们很可能会勾心斗角的......”寻哥把他贴吧的账号和密码都给了我，我回到家里，小心翼翼地去报名。报名只需要填上去自己的上线时间和年龄还有做过的事情就行了，然后等到吧主发放名额，再等那些被选中的人回应一些消息给吧主，选中的人达到一定数量时，活动结束，不过如果被选中的人二十四小时内没有回复吧主，那么名额就得让给别人。\n  闲来无事，看看底下一个个报名的人，真是各种奇才都有。和这些真正学过编程的人比起来，即使大部分人和我一样都是青少年，可是对比他们我还是个渣渣。又一次给我来了个冲击，看到了“白爷”，头像，QQ一对比，真的是那个坑我的白爷！更让人张皇失措的是，吧主在几分钟前选中了他！不行，寻哥他也认识，他和寻哥争执过，他本来就靠拍视频有着上百粉丝，如果这个席位让他给踩住，我和寻哥今后肯定就没有好果子吃了。既然如此......这个贴吧好像有不少神奇的东西，让我看看......现在可以和他好好较量较量。\n  “白爷啊，我发现了个软件，可以在别人服务器直接获得op权限呢，不过经过我试验只有三成的服务器能用，你要不要试试？不过这个软件可能会被杀毒软件误判的，就像作弊端一样，你也一定知道吧。”\n  “那是当然的，发来看看？你终于把我当朋友看一回了。”这回应真是欠揍，不过马上就能让他好好“酸爽”一回了。我发送过去给他一个文件夹，里面有着我自己起的各种英文名字，当然是靠了百度翻译的功劳。里面的核心软件是“开始获取.bat”，当然也是我为其命名，过了一会儿，他的头像就变成灰色了......我忍不住笑了起来。\n  大概过了半个小时，我的手机连续响了好几次。\n  “我妈逼，你他妈想咋？”\n  “我操我妈的，电脑什么东西都没有了。”\n  看得我忍不住笑出声来，然后默默地点下“删除好友”。这贴吧里的东西还挺好用呢！一个病毒，“bat”形式的，效果为格式化电脑所有盘并进行重启。经管我造不出来，用别人的也是个智慧！不过，这家伙即使元气大伤，可是他恐怕下载个百度贴吧，然后去回应的。这样做达不到根本目的啊。\n  突然，我的群就骂起我来。果然那家伙是派来了奸细的，人缘还不小，不过可惜你遇到的是我，你那乌合之众只会拖累你的后腿吧，他们可是正合我意......开了全员禁言，踢出了六个喷我的，故意留下来两个，然后跟寻哥打了个电话，商量好了，让我再来点猛的吧！不过可是要委屈寻哥了。\n  在群里，我毫不留情地直接破口喃喃：寻哥，你他妈看你干的，你他妈叫人骂我？\n  “妈的，老子忍你很久了，老子找你那么多次你都不理我，你他妈良心跟狗似的？亏我跟你干活那么长时间。我他妈不打LOL都去跟你造服务器了，你呢？”\n  ......\n  最终，我把寻哥移除了我的群，然后过一会儿，关掉全员禁言。第二天，有趣的事情就发生了......\n  又有人在群里骂来骂去，还夹杂了内容，说什么自己电脑开都开不了了，全部移除群外，这可算是铲除政敌了。\n  之前和寻哥打电话，可是为了上演这出好戏啊。故意留了两个人，还不是用来继续帮“白爷”接受消息的？恰好这里面有一个是白爷的小号。真是自作主张，比“沈然”还自以为是呢。和寻哥互相骂一顿，并且连爹带娘地骂寻哥，就是让他看的，越不留情，他们越以为寻哥和我决裂了。这些也只是铺垫。接着，我让寻哥去找他们，就是让他们看出来，我最忠诚的人禁不住我骂去投靠他们去了，实际上关系好着呢！最后，寻哥假装拿到我服务器的所有数据，再次用另一个文件夹塞的真和个开服端似的发给他，实际上里面的程序也早动过手脚。核心启动程序的效果不只是格式化，而且还附带着木马病毒并且改变自己电脑的密码！而且提前在贴吧知道他高一，一时半会儿可是不行的了，更别提二十四小时之内完成了呢。\n  竟然解决掉一个比自己年龄高的对手，整个身体都飘飘然，巨大的成就感呐！看来我还是真的有力量去争夺那地位呢，准确的说，是心机！这个故事叫什么呢？就在自己的日记里叫他“双破白爷”吧！",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497176700,
            "txt_content": "四十一又被吃了XD\n破坏他人系统这样搞犯法了吧……"
        },
        {
            "author": "我为我为",
            "timestamp": 1497176760,
            "txt_content": "bo_bo2001 发表于 2017-6-11 18:25\n四十一又被吃了XD\n破坏他人系统这样搞犯法了吧……\n然而警察抓不到我23333\n网络很乱的\n41什么的我暑假再更吧"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498827720,
            "txt_content": "41好像不是被吃掉的吧\n\n你这样放病毒真的非常非常败人品。\n\n最后的那段和寻哥的计划，非常非常的不真实，很多东西十分混乱，看不明白，而且最后那段节奏太快，把别人的脑子都想得太简单了。"
        }
    ]
}