{
    "title": "【原创/单篇】[fos小组]《神言所爱》",
    "author": "透明小小",
    "replyCount": 3,
    "timestamp": 1497186720,
    "txt_content": " 本帖最后由 透明小小 于 2017-6-11 21:15 编辑 \n     奥兰多有时候会想，假如生命能够如同头发一样被剪短就好了。\n\n     彼时他正在略带寒意的初秋早晨，赤身裸体地擦着湿漉漉的头发，细小的水珠随着手掌的动作落到满地，渗入陈旧的木板使它更加绵软。而他的眼睛仍在望着床上半梦半醒的芙兰达。\n\n     他凑身压上去，仿佛漫不经心地提这个无稽的幻想。\n\n     床上的人抬开困倦的灰色眼瞳，里面常年盛满他珍爱的一片雾海，此刻它看起来如此凝重而深望。他如此深切地望着芙兰达几秒，手臂沉沉地压在她的后颈上。他的眼睛里倒映着棕黄色调的房间，倒映着墙上的时钟和她，在那里面调成了一个旋转不停的涡轮。\n\n     他轻声说道，“昨晚做的舒服吗？”，这声音似乎太小，连从窗户缝里刮来的风都载不了它。于是奥兰多又像什么也没说地别开了脑袋，斜靠着看她。从窗帘漏下的日光被融入一大把微尘，给一切镀上暖绒的金边。\n\n     啊，他想，就是这个时刻。在老式时钟与剪刀相似的咔擦声中，断落了那些对未来的美好期待与渴慕，过去的潮起潮落，可清晰的听到时钟的滴答声，风也沉默。\n\n     那些欢乐的、沉郁的、幻灭的、恒久的，最后在此刻都化作尾梢的辰屑微光，在静谧的早晨像雾一样无声地覆落在地板上——\n\n      “你听。”\n\n     “听什么？”\n\n     芙兰达睁大了双眼，睫毛微颤，她盯着天花板，盯着那些调皮的浮光。“燕子的歌声。”\n\n     是呢，窗外隐约传来了叽叽的声音，比夜莺的清脆，也比鸽子的轻快。很快盖改过了屋内节奏规律的钟声，在奥兰多的大脑里跳了一支又一支的圆舞曲，荒诞又滑稽。\n\n     “离我们很近呢。”她像只敏捷的猫儿，跳下床，惦着脚尖欢快的跑向棕色的木窗边，一步一步却踏在他的心尖上。\n\n      “呼”的一下，清凉的空气顺着敞开的窗户一涌而进，带着田埂旁波斯菊的清香，轻轻摩擦着奥兰多的鼻尖。他深吸一口气，在闭上双眼后的无限黑暗中，看到了禁止吸烟的天堂，顽皮的天使在袖口抖落烟头，化为银色的流星，照亮了一起一伏的粉红花海。\n\n     “它们的羽毛看起来很柔顺。”芙兰朵伏在窗边，托着下巴如痴如醉的看着那些活跃在枝头的燕尾服小精灵，流金的阳光顺着她棕色的发尾一跃而下，在她赤裸的身体上留下淡淡的痕迹，像是渡了一层宫廷专属的价格昂贵的金边，最后停留在她白皙的臀部。\n\n     奥兰多正看着那里。\n\n     他感到心跳的加快，滚烫的温度从他的脸颊慢慢下移，经过他的传来鼓声的胸口，经过他健壮的腹部，如同一艘悠悠荡荡的小船，划桨的人唱响一首歌颂春天的小曲，最后停在他的下体。\n\n     “它们会清洗自己吧？”她转过身，笑着面对他，之前还挡在太阳面前的一片薄云已经飘走，酷烈的光与影更托出少女的胸前丘壑。那是神也无法自拔的地带，那是夺走无数男人性命的百慕大三角。\n\n     “什么？”\n\n     “它们会清洗自己吧，让清凉的泉水浸透自己每一根羽毛，白色的黑色的，都挂满晶莹剔透的水珠。”\n\n     “那样它们会飞不起来的。”\n\n     芙兰朵不知道读出了什么笑点，自顾自的笑了起来，像银铃清脆，如春风温暖，也似她胸前乳白山丘般美好。她笑着，惦着脚尖跳回了床上，接受了一定重量的床垫微微一颤，却颤在了他的心底里。\n\n     “嘿我说，”她挽住了奥兰多的手臂，依靠在他的肩头，“叔叔的船下周就可以抵达港口，我们趁他不注意去偷走船的钥匙周游世界吧。”\n\n     奥兰多捏了捏她的鼻尖，“听着倒是不错。”\n\n     “我们可以去野兽横行的非洲草原，去苍蓝无边的深海地带，前往神秘莫测的东方古都，最后返回这里，回到我们甜蜜温暖的小窝。”芙兰朵抬起头，带着笑意的眼角弯成了一轮明月。\n\n     “哈哈，那你可真是疯狂。”\n\n     “难道你昨晚不疯狂吗？”她心急的接上了话，却在反应过来自己吐出的是哪几个字后羞红了脸，是黄昏的晚霞染红了她的脸颊，也是带着橘色光晕的火焰在跳跃，她一把将被子盖过头顶。\n\n    奥兰多在她露出的额头上落下一吻。\n\n     芙兰朵轻轻将被子下拽，狡猾的朝他眨了眨眼睛。她的眼睛很漂亮，里面有漫天的璀璨星斗和临近暮色的昏黄，有坦荡如坻的荒漠有赤熠灼灼的戈壁，甚至能见到清晨第一抹光渲染整片天际。也流淌着奥兰多的笑意，像是阳光下波光粼粼的湖水，是甜美的，腻人的，也是粉红的。\n\n     而恋人间的爱意不是拿美好的玩意儿无序堆叠在一起，是春风吹醒万物，雨水滋润百谷，恰如其分，多出来一点都不嫌累赘。\n\n     “你听，它们远去了。”芙兰朵晃着自己的脚丫，盯着天花板，盯着那些漂浮在空气中的浮尘。\n\n     “或者是去寻找它们的家了。”\n\n     “是呢，”她翻身趴在他的怀里，“而我的家就在这里。”\n\n     时钟一刻也不停，微风依旧在拂过这个世界，万物仍在生长绽放，爱神诚然有她的罪恶，可当她自道其恶时，她尤为迷人。你或许在恨她剥夺了你的心智，抽取了你的灵魂，而当你在忏悔时，你也深陷其中。\n\n\n\n\n\n\nps：\n呃，咸鱼了很久，终于放暑假可以高产辣！\n\n这个文没什么背景好说的，就是小情侣疯狂为爱鼓掌后的第二天早晨，算是日常吧。\n\n就这样。\n\n我最酷。\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1497279900,
            "txt_content": "不错啊TM\n\n\n\n\n\n【我这算水回复么？】"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1497284520,
            "txt_content": "楼上冥姐强行水帖\n见透明滚\n看到标题以为又有什么高大上的文出来了\n点进来一看。。\n我有三个字今天一定要讲\n\n嘿  嘿  嘿"
        },
        {
            "author": "WR姬",
            "timestamp": 1497716460,
            "txt_content": "支持楼主XD"
        }
    ]
}