{
    "title": "【原创·连载】[圣石战争] ④",
    "author": "上官轩清",
    "replyCount": 4,
    "timestamp": 1497277200,
    "txt_content": " 本帖最后由 上官轩清 于 2017-8-1 19:30 编辑 \n\n【Chapter 4】\n　　\n　　当银白的弯月出现在松林上空，斯卡蒂娜看到最后几只飞鸟扑腾着翅膀穿过影影憧憧的森林，然后万籁俱寂，只剩下远处夜枭时有时无的鸣叫。\n\n　　玛奇莉亚城近在北边，站在森林边缘向北眺望，沿着北方灰蒙蒙的山丘向上一片璀璨的光彩，仿佛天上的繁星落在黑暗的大地上，构成灿烂的珍珠编织的一张大网——灯火辉煌。\n\n　　斯卡蒂娜对这个地方并不陌生，她年幼时每天清晨都在这里与母亲一起祷告，而对于此时的她来讲，这里大约在几个月前刚刚小规模普及了一种新型能源——自北方传来的名为电气的能源。\n\n　　她有些局促不安地站在夜色中，穿着一条漂亮的麦白色的长裙和斗篷。这名女孩有些气喘，但面色还算平静，个子不高。少女有一头漂亮的瀑布一般的金发，映衬着手中油灯微弱的光边沿像是更镀了一层金光——长发边际一直垂到齐腰。\n\n　　她还从来没有在这么晚到玛奇莉亚郊外来过，当然其实她还是一名普通的贵族千金时，也不是常常参加同龄人们的郊游。\n\n　　这位年轻的小姐一直被别人认为性子有些孤僻，但她也并没有因此自傲地理解成她比那些见识短浅的贵族小姐们更有见识。她盯着松林上的银月，黑暗中的森林让她感到紧张，却又隐隐约约有一丝好奇，就像冒险者的浪漫情怀和追寻未知的刺激在她心中扎根。\n\n　　但那种生活她只在年幼时读的小说里见过，对现在的她来说，尤其是一种不切实际的空想。\n\n　　这位女士放下了自己的少女情怀，踏出森林后仅几秒钟就已经平复好心情。她用温润如水的蓝色眸子注视着城市的影子，并跟随身边侍从及修女的引领，在夜幕下回到了玛奇莉亚城。\n\n　　守门的守卫似乎已提前知道这群人的到来，看见其中修女的装束时就点点头打开了城门。只是在瞧见斯卡蒂娜时，眼神中分明透露出几分惊艳与狂热来。他们向这伙人比了个手势，随后低声喃道：“玛奇祝佑你们——”\n\n　　修女们纷纷颔首，回以一个更加标准的动作：“玛奇祝佑你们。”\n\n　　他们抵达圣松兰街时时间已经接近更晚的凌晨。清冽的月光越过这条古旧的街道一侧的建筑后，将浓浓的阴影涂抹在一排排深色古典的建筑另一侧。因为没有人来点燃路边的油灯，整条街道沉寂在一片寂寞无声的黑暗之中。斯卡蒂娜从寂寥无人的街道上走过，斗篷扫起石板带起的微风吹得积灰四散。\n\n　　她忍不住回头看了一下。\n\n　　后面的一位一直紧跟在她身侧的一名修女看到她的动作，不禁皱了皱眉，她加快了步伐凑过身去，对斯卡蒂娜附耳轻声说：“殿下请不要着急，等到了宫殿就立刻会有电灯了，现在还请殿下专注于行程，不要慢下来了。”\n\n　　圣松兰街距离修女所说的宫殿仍然相隔甚远——那宫殿位于整座城市的最里侧，位于贵族议院旧址——如今的公民议会所在的圣松兰区。这里属于玛奇莉亚城曾经繁荣的旧城区，以前当然也算是贵族们聚居的富人区域，不过这片城区早在上次规划时冷清下来，如今这条街道属于平民区，相比起以往，只有更加冷清。\n\n　　但不论如何也还不至于人烟凋敝。\n\n　　斯卡蒂娜呼吸着充斥着油污味的空气，忽然想起一件事来，不由得沉默地加快脚步。\n\n　　数个月前——电力系统引入更早以前，在玛奇莉亚城一次城市再规划中，这里被用于修缮和扩建一座地下公墓，确切的地址似乎就是圣松兰街邻街的地下，但圣松兰街也确切在其范围之内。她算是半个事内人和当地人，因而也知道其缘由。是因为一年前地下公墓出了些怪事，往日里按例进去清扫墓穴的一行僧侣和圣徒进入墓穴后神秘失踪，但此事并没有被压下来，由于涉及到两名高级神职人员，这件事情当时几乎轰动了玛奇莉亚。\n\n　　后来的事情就再没有听说，教会对这类事情监管的十分严格，尤其是不会告诉她。\n\n　　在约莫半个小时后，一行人终于到达了归程的终点——那座宫殿。斯卡蒂娜的眉宇间显然透露出一丝疲惫来，不过从小受到的礼仪教育令她没有露出丝毫不适与有失身份的举止。她步履不急不缓地走进宫殿，在随行侍女的服侍下回到了自己的房间——一间算是普通，有些与这座宫殿不搭调的房间。\n\n　　这房间里几乎没有任何这个国度特有的器械或是装饰，十分简单甚至有些寒酸，可这却令斯卡蒂娜彻底放松了下来。\n\n　　而这时候，那名提醒她的修女抬着头走了进来，一只手捏着封信。\n\n　　她开口了，语调此时竟有些冷淡：“殿下，这里有你的信。”\n\n　　但这位女士并不在意对方的态度，她从房间里唯一的椅子上站起来，以一个近乎完美得令人无法挑剔的优雅姿势双手接过这封信。\n\n　　印泥是深沉灿烂的蓝底金纹，上面有一行雅致有力的字：\n\n　　“斯卡蒂娜·德·玛莉亚亲启”。\n\n索引\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1497279600,
            "txt_content": "组长大人要求帖子开头附上小组名"
        },
        {
            "author": "我要玩麦块",
            "timestamp": 1497314760,
            "txt_content": "我想知道1-3章跑哪去了？"
        },
        {
            "author": "上官轩清",
            "timestamp": 1497349440,
            "txt_content": "我要玩麦块 发表于 2017-6-13 08:46\n我想知道1-3章跑哪去了？\n没做链接，你自己点我资料看吧，签名档有索引"
        },
        {
            "author": "我要玩麦块",
            "timestamp": 1497357300,
            "txt_content": "上官轩清 发表于 2017-6-13 18:24\n没做链接，你自己点我资料看吧，签名档有索引\nO(∩_∩)O谢谢\n支持，希望，以后能去小说网站更新更新。"
        }
    ]
}