{
    "title": "[Minecraft.net | CULTURE ] 我的世界中的“神秘微笑”",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1497353340,
    "txt_content": "\n\n\n我的世界中的“神秘微笑” -- 像素世界中的蒙娜丽莎\n\n\n是的，你没看错，就是那个大名鼎鼎的“蒙娜丽莎”，和标题承诺的一样！莱昂纳多 达 芬奇随手乱画出来（也是最著名的）的画像已经在这个世界上逗留了五百多年，但仅仅是五百多年。\n\n令人沮丧的是，很多愤（nao）怒（can）的人在参观卢浮宫的时候还会试图损坏这幅名作。在1956年，有一个艺术爱（cui）好（can）者就向这可怜的画作上泼上了酸；还有几个脑袋有坑的人还往上扔了石头。甚至在最近的这几年，傻x（哗----）们还试图用油漆在上面作画，还从礼品店里面顺走了几样东西。说真的，当你们参观艺术展馆的时候，尝试着保持安静，在假装不无聊的时候时不时说一句“因垂丝汀”不也挺好的吗？把你们的酸和石头最好留在家吧！\n\n所以我们要很高兴的宣布，今天的文章并不是关于有人对蒙娜丽莎做了什么肮脏的事情；恰恰相反，我的世界顶级建筑师Alice利用3D重组技术，将这幅达芬奇的名作带到了“我的世界”中！卢浮宫确实应该考虑把老的扔掉，直接展出新的算了。\n\n\n\n\n“在过去的一个月里，我都在做每周建筑并且通过推特发布它们，”当我们问道是什么激发了将蒙娜丽莎带到“我的世界”中的灵感时，Alice解释道，“这周我想建造一个和绘画有关的东西。我内心里有一些想法，但是最后全盘被否。到最后，我的一个朋友建议说，为何不试试蒙娜丽莎呢？当然，这是一幅全球知名的作品，而我也不想把它糟蹋了！”\n\n“即使知道这会是一个不小的挑战，但我最终还是决定试一下。尝试总是好的嘛！”\n\n这种态度在应对开创新项目的时候是完美的。而从图片中你们也可以看出来，Alice不仅仅是将这幅画在用2D还原了出来。是什么激发了她要在3D中还原这幅画的灵感呢？“现在在‘我的世界’中创作2D图像是非常简单的事情，”Alice解释道，“网络上也有可以直接将图片转化到游戏中的插件。而这种做法也被很多人在还原蒙娜丽莎的时候所使用。\n\n“它们也确实很酷，但是我想再上一层楼，便是尝试去还原画中当时真实的环境。当你能够真正走进这幅画时，气氛变截然不同了起来。”\n\n\n\nAlice开始接触“我的世界”，是在看了几个油管主的视频之后。“在看了辣么多的视频以及建筑教学以后，我决定自己体验一下这个游戏。我还是很高兴我做出了正确的决定！”游戏中的玩家们不仅令她爱上了这个游戏，也是她至今保持活跃的一个重要原因。“我认为我享受这个游戏的一个主要原因即是它的社群。几年来，我在‘我的世界’里结交了许多朋友，所以它在我的生活中永远占有一个特殊的位置。”\n\n“确实，我的周围也有许多其他可以发挥我的创造力的机会，但是它们并没有激发我像在‘我的世界’里那样的创造力。还有很重要的一点就是，随着越来越多专门为建筑而开发的新的插件和特性的出现，我总是拥有机会去将它们实验一番！”\n\n我们也询问了Alice，问她是否愿意分享一些她经常在推特上分享的建筑类型。这里我们选了几个有代表性的作品以供观赏（别被那个有个大眼睛的吓到233）\n\n\n\n\n\n\n\n\n独眼的世界末日：“我曾经看到一个超现实主义者在谷歌上画了个巨眼，并将它当作地形的一部分。我当时也正好再看《行尸走肉》，” Alice解释道，“所以由此就开始了独眼的末日世界！\n\n地形示例：“我在建筑之前会先在作品里建一点树（大概不是普通的树），而这个地形就是由此而来！”\n\nAlice在被一个朋友邀请到Aeva的服务器之后，是现役的Aeva Network成员之一。“我的一些作品被团队的一些成员注意到，并受到了好评。过了一段时间他们便邀请我成为了团队中的一员。从我之前的作品来看，他们认为我的加入对团队来说是一件不错的事情！”\n\n\n\n\n那么和一个团队/在一个服务器里一同建造作品有什么好处呢？“你的作品可以得到更多的反馈，而这些反馈会使你更快的进步，并令你以一个建造师的身份快速成长。在建筑社群和Avea团队里面确实有一些天资聪颖的人，他们也使我的水平飞速成长。你在自己一个人建造的时候是不可能获得这些东西的。”\n\n但或许你--没错就你---喜欢一个人建筑。这篇文章的最后一段或许使你如此Angry，甚至你觉得唯一的发泄方法是马上飞到巴黎，并尝试去毁坏一幅名画。等等！这并不吼！读读这些Alice给出的顶级建筑小贴士吧：\n\n1.“在尝试一种新的风格的时候，要尽可能的使用参考图。他们可以帮助你确定尺寸与比例，上色，还有一大堆东西。”\n2.“试着问问其他人对于你的作品的意见，他们（它们）也会让你注意到你自己一个人注意不到的小小问题。”\n3.“没有什么是完美的，但是只要你喜欢建造并能从中获得乐趣，你就没问题的！”\n4.“最终，也是最重要的一点：练习，练习，练习。只要你付出努力和时间，你肯定会慢慢进步。道理就像任何一门技艺一样，你是不可能一夜之间就突然开窍的！”\n\n如果你想看更多达芬奇的艺术作品的话...我也不知道，去读书吧。但是如果你想看更多Alice建筑的作品的话，就关注她的推特吧！\n\n\n\n\n原文：https://minecraft.net/zh-hans/article/mona-lisa-crafted\n原作者：Tom Stone 发布于  2017年6月6日\n翻译：M.V.T  Jack_Wang_\n\n",
    "replies": [
        {
            "author": "MuChenyu",
            "timestamp": 1497354780,
            "txt_content": "《-《看起来不错"
        },
        {
            "author": "cc7w",
            "timestamp": 1497358500,
            "txt_content": "当你们参观艺术展馆的时候，尝试着保持安静，在假装不无聊的时候时不时说一句“因垂丝汀”不也挺好的吗？把你们的酸和石头最好留在家吧！\n\n因吹斯汀！"
        },
        {
            "author": "底层咸鱼",
            "timestamp": 1500042840,
            "txt_content": "Mojang毁名画系列\n第一期：【蒙娜丽莎的微笑】"
        }
    ]
}