{
    "title": "[多线]劫后余生——|魔改|科技|末世|存活|幸存者|抖M|[1.7.10]",
    "author": "1225838226",
    "replyCount": 0,
    "timestamp": 1497368520,
    "txt_content": " 本帖最后由 1225838226 于 2017-6-14 17:29 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n\n事先声明：\n此为劫后余生[幸存者]整合包唯一官方服务器\n此服务器为永久公益服\n且本人不接受及受理或收取任何费用且包括不接受任何所谓的“无条件”捐助\n请勿相信任何收费谣言\n好了一直跳票，无限等待的幸存者服务器终出来了先激动\\(≧▽≦)/一分钟上BGM：http://www.xiami.com/widget/299458716_1025186/singlePlayer.swf\n服务器目前的状况：\n目前服务器还处于公开测试阶段服务器目前还属于早期开发阶段所以你很可能会遇到奇怪的、有趣的或是令人沮丧的BUG\n如有发现任何BUG，或者危害服务器行为请立刻上报或者联系本人唯一QQ群：544843056\n这里是玩家的主宰，这里是每个幸存者的归属在这里，我们永远欢迎在外漂泊的废土客回家这里永远是每个幸存者温暖的家\n你还忍受着一个人在单机里绝望着苟延残喘吗？你还孤独一人苦苦求生吗？你还在为了做出强大的装备无法炫耀而苦恼吗？那太棒了，你可以加入我们进入我们的服务器生存：）什么，你是劫后余生【幸存者】整合包的爱好者？那太好不过了，这就是本整合包的官方服务器你可以在这里像单机一样生存且好友多多欢乐多多尽情的互换朋友吧我敢保证，你会爱死这里的老伙计~什么，你没玩过劫后余生【幸存者】整合包？那么的第一个建议是去玩玩吧，很有意思的，我敢保证当然，最重要的是无论你有没有玩过，我们都欢迎你在这里进行游玩并且保证无论是否玩过整合包你都将得到公平公正的待遇，并且上手程度一致\nQ&A一：                               Q：为什么我不能圈地？A：在末世后我们任何人并不能保证你家的安全住宅只是一个概念，我们不阻止也不认同和不承认你的任何占地宣言同时也无法保证安全、被盗、以及争夺事件的发生二：                               Q：为什么不关闭PVP？A：首先这个问题个人认为是愚蠢的在末世后，所有法律和道德体系全部崩塌我们无法保证任何人不会攻击你，或者掠夺你三：                               Q：为什么我被熊了OP也不管管？[在此表达且不仅限下列行为：被偷窃，被攻击，被掠夺等行为]A:同理二，在末世后，所有法律和道德体系将全部崩塌我们无法保证任何人不会攻击你，或者掠夺你如有要求我们无法证明及不听取任何建议我们会在双方同意的情况下进行一次生死角斗来解决恩怨希望你们喜欢；）四：                               Q：这么说，你们是纵容熊孩子咯？A:首先明确声明，本服务器不会是任何熊孩子的温床我们不容许任何熊孩子的存在我们也坚决抵制这种熊孩子行为[在此表达且不仅限下列行为：恶意使用BUG、使用作弊客户端、使用作弊MOD、使用透视材质包、恶意屠杀新人、任何粗口、任何破坏国家团结统一行为、侮辱人格、人身攻击、恐吓、欺骗他人、欺骗他人财物[现金等]、违反法规、色情内容、攻击服务器、恶意卡服、无意卡服[此举为警告]、违反服务器条约、以及任何不负责任言论及行、宣传其他服务器、冒充OP为等行为]如有发现直接永Ban且不接受任何解释并且任何有用的举报反馈为有赏举报任何无中生有恶意中伤的举报皆为不受理，次数过多进行警告处理五：                               Q：听说是公益服，那我可以无条件捐助你们吗？A：我们十分感谢，您对我们的大力支持您的支持是我们最大的动力但十分抱歉的是，我们不接受任何捐助包括无条件捐助现在不接受，以后也不会接受（即使你钱多到想随便丢，我们也有权拒绝）六：                               Q：为什么我无法登陆服务器？A：为了您的最佳体验，我们只认可我们自己的官方客户端且请勿添加或者删除mod；）七：                               Q：为什么我的客户端显示崩溃了？A：啊哦，很抱歉，这是可能是发生了一个我们暂时不了解的问题：（我们也许暂时无法解决，但是我们以后会尝试进行修复通常遇到这种情况重新启动客户端即可（偶尔需要多重启几次）如果影响了你的游玩，我们十分抱歉：（八：                               Q：嘿，我的合成怪怪的是出了问题吗？A：并不，我们在服务器内加入了大量的魔改内容Q：可以透露一下魔改内容吗？A：很抱歉我们不会透露多少魔改内容并且永远不会公开这些魔改文件夹；）九：                               Q：服务器里有Ban什么物品吗？A：我们除了极个别物品进行Ban除外并没有修改其他内容你依然可以像单机一样进行游玩极大部分为玩家自己自觉（不得不说这点真的很棒）十：                               Q：这里的Mod和整合包有什么区别吗？A：很不幸的，由于考虑到服务器已经玩家等因素我们并未完全加入整合包内的Mod以及任务模式：（不过Mod会在后期逐渐加入十一：                               Q：嘿，我很喜欢这个整合包，但同时我感觉服务器目前不是很适合我我可以借用你们的服务端和客户端以及整合包和魔改作为素材制作我自己的服务器和朋友一起玩吗？A：完全可以；）但是你得先和我们进行协议，并且我们不给予任何技术上的支持且不会给予服务器地图，魔改文件，服务器等最重要的一点是，你不能以任何名义进行此服务器的任何商业推广/宣传，以及任何收[在此不包括无条件捐助]、并且最高人数不得超过30人等并且你不能以任何理由进行转载，声称自己是制作者[在此不包括非原创行为（如你自己编写的魔改文件等）]请尊重劳动者并且我们不会收取任何费用、一切需要付费内容皆为谎言切勿相信：）但是这一切你得等待我们的服务端完善后发布；）十二：                               Q：是否会考虑开启正版验证？A：也许会考虑，不过更大的可能性是再开一个正版服毕竟支持正版人人有责：）关于截图宣传视频以及logo目前还未计划，敬请期待吧：）下载地址：说了加群啊QQ群:544843056\n我的整包地址：劫后余生[幸存者]：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=565746窒息：http://mcbbs.tvt.im/forum.php?mod=viewthread&tid=694245\n\n\n\n",
    "replies": []
}