{
    "title": "[Minecraft.net|INSIDER]Searge最爱的五款游戏",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1497447600,
    "txt_content": " 本帖最后由 kakagou12 于 2017-6-14 21:40 编辑 \n\n\nSearge最爱的五款游戏哪些经典之作启发了Searge的游戏事业？\n迈克尔·\"Searge\"·斯托基是《我的世界》的模组大师。加入Mojang之前，他创立了\"模组代码包\"（Mod Coder Pack）项目，而现在他正着手于开发一套供游戏用的应用程序接口（API）。这套API将让附加包（Add-On）和插件（Plug-In）等的开发共处于一个友好的基础构造之下。而最终的目标，便是让所有《我的世界》平台的自定义化都能达到你在电脑版所见识到的高度。非常酷炫。\n\n但当Searge还没有定义着《我的世界》自定义的未来之时，他所做的事是潜伏在一座由显眼的多边形构成的地狱厨房里，假装自己是一个超级炫酷的生化机器人，去粉碎邪恶的阴谋集团；亦或是扮演一位失忆的士兵，在一艘实验星舰上与星际恐怖分子搏斗。\n\n那么来吧，Searge，告诉我们你最喜欢的五款游戏！\n\n\n\n\n1.网络奇兵2（SYSTEM SHOCK 2）\n《网络奇兵2》的发布之日要追溯到1999年，作为一款诡异的科幻类角色扮演游戏，它属于足以定义一类体裁的游戏之一。所谓的“沉浸式情景模拟”，就是将第一人称游戏中故事叙述的即时特性与模拟游戏的宽泛系统结合起来，使得玩家能通过触动世界里的诸多变化因素来打造他们自己的故事。《网络奇兵》与其续作所带来的影响时至今日依然能被感受得到。\n\n\"游戏中的气氛非常的酷，\"Searge说道。\"事实上，这游戏玩起来更像是三款游戏：当我第一次玩的时候，我曾两次这么想过：‘真是震撼的游戏啊！可惜它到此为止了。’然后游戏朝着新的方向继续发展。有趣的波澜起伏应有尽有。这是除了《我的世界》之外唯一一款我玩了一遍又一遍的游戏。\n\n\n\n\n2.杀出重围（DEUS EX）尽管发行时间比《网络奇兵》只晚了一年，《杀出重围》在今天更为人所熟知。这款游戏是公认的“沉浸式情景模拟”之父。《杀出重围》的故事发生在不久的将来，其中满是阴谋与诡计。它的剧情是可延伸的，让玩家能够用各种办法解决问题，从而巧妙地影响后续剧情中的关系与事件。\n\nSearge说道：“它对游戏元素有着如此惊人的糅合：游戏不会带着玩家走，还给你一种影响故事与世界发展的印象，无论大小。我很喜欢一些小细节，比如进入了女厕所时会有提示。游戏中的其它角色会根据你如何对待他们而改变对你的好感。如果你惹火了他们，游戏接下来的时光就会变得更艰难了。”\n\n\n\n\n3.吸血鬼：避世血族（VAMPIRE: THE MASQUERADE - BLOODLINES）《吸血鬼：避世血族》紧跟前作体裁，是自由式角色扮演游戏的又一里程碑。这款游戏发布于2004年，玩家将身处21世纪的洛杉矶，在吸血鬼社会中不断攀升，选择如何在人类道德与非人类欲望中保持平衡。游戏中有7个吸血鬼氏族，你所选择的氏族将很大程度地影响游戏内容。\n\n“就直说吧，没人喜欢游戏发布时的漏洞，”Searge说道。“游戏整个就乱糟糟一片。但就算是到现在，你都还能弄到每隔几个月发布的社区补丁。我想最终每个吸血鬼氏族都能尝试一遍。问题在于我总是想再玩一次末卡维族（Malkavian）。他们是十足的疯子。开发者创造他们的时候也是疯了一样——对话的每一行都和其它氏族不一样。最难玩的氏族就是诺斯费拉图（Nosferatu）了，因为你总是隐身的。这完全地改变了游戏的动力。”\n\n\n\n\n4.辐射3（FALLOUT 3）在90年代末期两部伟大的2D《辐射》游戏之后，这一后启示录类角色扮演系列在削减预算时陷入了知识产权纠纷，使得开发商Black Isle Studios倒闭。Bethesda Softworks抓住机会抢先买下了这一系列的名号，然后，使用他们之前做的开放世界第一人称游戏《上古卷轴》的模板，于2008年推出了《辐射3》。\n\nSearge说道：“我当时非常怀疑。Bethesda经常做出好游戏，但是把辐射做成3D的？它看起来会怎样？但最终的成果十分震撼。对我来说，玩这游戏的第一次是最有趣的一次。因为我丝毫不跟主线任务走，就是自由地在废土世界里闲逛——期间很容易就会偏离主线剧情的走向，因为废土世界的细节非常纷繁。第二次玩的时候，我用了老手的技巧，每一次遭遇战我都会用自己的方法脱身。我喜欢这款游戏，因为它的自由度实在是高。”\n\n\n\n\n5. 高级战争（ADVANCE WARS）2001年在美国发布的《高级战争》可能已经把回合制策略游戏做到尽善尽美了。当策略类游戏变得越来越复杂，试图在细节上详尽地模拟战争冲突时，《高级战争》回归本质，让军队的冲突如石头剪刀布一样简单明了。但与此同时，随着行动的进行，新的问题又会悄无声息地出现，最终玩家要做出深入的战略决策——而又几乎无所察觉。这是一款理想的掌上游戏。\n\n“我买GBA就为一个理由，”Searge说。“《高级战争》啊！一代和二代一起放在榜单第五位。这是我玩了一遍又一遍的游戏。我买GBA就为了这游戏——真是个明智的决定！”\n\n但是《我的世界》在哪儿呢？！没事儿，Searge并没有忘记它的存在：“我认为《我的世界》不是个能放在这样一份榜单的东西，”Searge说道。“自从我六年前开始玩之后，我就没有停过手。真的，《我的世界》不仅仅只是一个游戏了——它和我玩的别的游戏是互不相干的。”\n\n【Kakagou译自SEARGE’S TOP FIVE GAMES】\n【作者Marsh Davies，发布于2016年11月27日。】\n\n",
    "replies": [
        {
            "author": "吊打小逗比",
            "timestamp": 1497450420,
            "txt_content": "只玩过辐射3XD"
        }
    ]
}