{
    "title": "【六月活动】【原创/单篇】喧默凌雨",
    "author": "火影羁绊",
    "replyCount": 11,
    "timestamp": 1497513240,
    "txt_content": "一、浩轩    \n    我是一个插班生，在高三最紧张的一年里转进了这所据说是全市最好的学校，初来这班时连介绍都没有就直接坐在了第一排空缺的位置，只是不知道为什么有个同学总是对我不友好，甚至上课时余光能看到他一直盯着我,只不过眼神依旧不友好。    我生来腼腆，直到第三天都没有主动跟任何人交谈过，而其他人要么有自己的小圈子，要么瞧不起我这种故作高傲的人。她第一次跟我打招呼时我很惊讶，因为以前的学校从未有过女生主动找过男生谈话，那样一般都会被当做取笑的对象，也是那时我得知了她的名字，墨紫兰。    她不是属于那种很好看的女孩子，但却有着天生的娃娃音.也不怎么爱笑，但每次笑起来那对小酒窝总是让人忍不住想要触碰一下。她总被人取笑发育不好，不仅矮，胸前也是平平的，可这种身材娇小的女生才更想让人抱在怀里呵护，当她露出一双小虎牙的时候，我总是不争气的偷看几眼。在全校都是清一色的短发马尾背影中，只有她能让我分辨出来，也只有她才能让我遇到时心跳加快。也许，这就是一见钟情。    虽然她是我的“初恋”，但也只是我单方面的相思。每次遇到她在走廊看书时都想跟她说几句话，甚至打个招呼也好，但我的腿似乎比我的嘴更加羞涩，总是在开口前匆匆离去，刚过转角就懊恼自己为什么连开口说话的勇气都没有，却又偷偷的望着。常常梦见我为她口若悬河的讲解着习题，却因为一次数学测验后实现了。    我的数学成绩从初中起就很好，这次考试也是一样，更是少有的满分。被老师例行公事的夸赞后，班级的其他同学才正式地听到我的名字，知道那个中途转来的同学并不只是因为背景关系才来了这个优秀班。但让我兴奋的既不是毫无意义的羡慕，也不是既生瑜何生亮的妒忌，而是墨紫兰下课后来找我请教错题。受宠若惊的我虽然不善言谈，却也能在我擅长的方面为她细心地讲解。那时，她或许知道了我其实并不孤傲，而我也知道了自己能吸引她、也是在她面前可以夸夸其谈的一点。    很没有悬念的做了数学课代表，而让我感到庆幸的是每天送作业的路上都有她陪伴。语文、数学，并没有多大关联的学科却在我的眼里有了莫大联系。那天我们在回来的路上聊天至忘记了时间，铃声响起时才如惊慌失措的小鹿，她抓起我的手就往教室跑，很软、细腻，还带着汗珠，让我像触电般呆滞，我也不知自己是怎样回的教室，却因为一起被罚站而感到幸福。    那天晚上，我跟班里唯一一个好朋友一同回家时，问道他：“瑾瑜啊，你知道喜欢一个人是什么感觉吗？”他长得比我高出许多，皮肤黝黑，但我时常在想如果他变白后那肯定是校草级别的了。他篮球打的好，学习成绩好，家庭条件也不差，似乎找不到什么缺点，可跟我一样不爱说话，但他不是腼腆，而确实是高冷。他思考一阵后对我说：“我不知道，也不想知道，在大学前我都不想谈恋爱。”这回答让我感到意外，略微思索后也就释然，这么一个完美的人估计也看不上寻常女孩子，而我也有些石头落地的感觉，“我可能喜欢上墨紫兰了。”这声音连我自己都听不清楚我很好奇他是怎么听到的，而他的回答也是直接：“去跟她表白。”“不敢。”    凌月是我的同桌，其他人都说她长得标致，但我却不敢苟同，或许是每天被她欺负着生不起多少好感，幼稚的给我画了一条“三八线”，只不过是用我俩的书作为分割线。说到底还是我吃亏，她的桌面上干净整洁，而我这里则是一堆书。每当上课她必会到我这将我辛苦整理的书架翻乱，若是惹得她不高兴还要将它打翻在地。我坐在里位，她不给我让路出去捡书，我便只能从桌底钻出，一本本的拂去灰尘重新摆放好。如若不捡？那下场就是她挑出自己的书后对着剩余重重的踩几脚，这样一个蛮横不讲理的女生我都佩服自己如何能忍耐到了现在。她也有好的一面，或许也是所有同桌都有的优点，发呆时她会狠狠地掐我一下，下课打盹时她会默默地帮我把门关好，我懒得写作业时她也会帮我代写，尽管代价是一杯奶茶，尽管她并不能完全模仿我的字迹，在老师的训斥声中我俩反倒乐此不疲的继续着。到了最后她终于“神功大成”，我们这点小聪明也再没被老师发现过。    也许是一同受罚产生的惺惺相惜，我跟凌月的关系竟微妙的转变着，从来没想过的操场散步也发生在了我们身上。那天我们聊了很多，我问她有没有心仪的对象，她问我要考哪所大学，我们两个都是含糊其辞的回答着，我是因为不知道墨紫兰去哪不知道怎么回答，但她逃避式的回答却让我有些迷惑，也有些不安。我拜托她帮我问问墨紫兰要考哪所大学，她一如既往豪爽的答应下来，只不过从眼神里依旧看出了些许落寞，直到许久以后我才知道自己有多蠢。那天，我们一同撞见了墨紫兰向瑾瑜表白，有欢喜，有悲哀，有失落，有冷漠。我们四人尴尬着，倒是瑾瑜爽快，头也不回的往教室走去。从那时起，我知道了原来墨紫兰喜欢我最好的朋友，而瑾瑜也像对我说的那样，大学之前不谈恋爱。虽然我同墨紫兰失落的心情一样，却也只能上前去安慰她，可惜她没领情，头也不回的就走了。高考前一天，我倚在操场的树边等到了瑾瑜，难得的直奔主题问道他：“你喜欢墨紫兰么？当时大学之前不谈恋爱的承诺也该作废了吧。”他还是那么直接，虽然我早已想到这个回答，听到他亲口说出时却也难以接受，一声“喜欢”让我的心在炎热的夏天依旧冰到了谷底，“那就好好对她吧，若是你还把我当朋友。”他头一次有了婆婆妈妈的样子，我面对他退出几米远后刚要转头他才说道：“我们，还能做朋友吗？”我的心酸他永远都不能体会，在我转身后向他挥了挥手，算是跟他告别，也是对我们友情的告别。因为在他问出那句话时，我们便不再是朋友。\n\n\n二、墨紫兰\n\n    \n    喜欢瑾瑜应该是经常看他打篮球而日久生情吧，他在球场上挥洒汗水、进球得分后的潇洒以及那份高冷估计是最吸引我的地方。我就是喜欢高冷的男生，如果有人每天贴着我反而会觉得烦，像浩轩那样扭扭捏捏的好似女生那般我便更加烦恶。但瑾瑜真的太冷了，我连跟他说话的机会都没有，如果不是每天放学跟浩轩一起回家我可能直到毕业都没有机会了解瑾瑜。    有天晚上，我偷偷地问了浩轩：“你跟瑾瑜关系那么好，知不知道他要考那所大学？”也许是我问的太过不经意，他并没有看出什么异常，我也如愿以偿的得到了我的答案，代价是还他了一个假答案。虽然我知道他喜欢我，但我确信他并不知道我心里的想法，正如我不确定瑾瑜对我的看法一样。可直到多年后我才知道他那晚苦涩的神情便代表着已经知晓了一切，也猜测着我那时在他的眼里应该就像一个小丑在尽力的表演着。    第一次见到浩轩时我还很好奇他是怎么通过关系进来的这个班，估计那个被迫转到第四排还喜欢凌月的男生要恨死他了吧。为了让瑾瑜觉得我是个开朗大方的女孩子，尽管不想却也和浩轩打了一声招呼，他脸红了哈哈哈，更加让我瞧不起！比女生还女生！不过他那次考试的满分数学卷确实让我大吃一惊，但那又如何呢？瑾瑜同样是满分，但他的脸上完全没有浩轩的自豪感，仿佛这次的数学题简单到都没什么压力。但我的成绩却很糟糕，在请教瑾瑜无果后只能去问浩轩了，恶心！这歪歪扭扭的字实在是让我觉得厌恶，感觉玷污了我的试卷，如果是瑾瑜来为我讲解，卷子上的字一定是异常工整。    为什么他会当上数学课代表呢？连我的瑾瑜都不屑去争取还拒绝了老师的委派，为什么他会如同得了宝一样高兴呢？更让我无奈的是，为什么数学、语文老师要在一个办公室啊！我每天跟他一起送作业很烦的！有次他跟我在走廊上夸夸其谈了好久不知从哪里现学来的诗词，连作者都不知道是谁就敢拿出来班门弄斧？更可气的是上课铃都响了他还在那里发呆！如果不是我拉着他跑回教室跟老师解释，估计我站的地方就是教室外面了，而他居然还在那里偷笑！要不是因为被罚站，我真想揪着他耳朵问一问从哪里来的喜悦感。    这里的冬天很冷，老师美其名曰呼吸新鲜空气，浑然不顾我们这些学子的感受大开门窗。该死！我竟忘带了外套，借来同桌的校服披着却仍感觉腿有些凉。这时凌月递过来了一件衣服，我难以置信的望着这个平日里关系跟我并不好的女生，后者冲旁边怒了努嘴我便恍然大悟，心安理得的盖住了大腿。不愧是跟女生说话都能羞红脸的浩轩，连衣服都弥漫着浓厚的香味。怎么，难道每天多带一件洗好的衣服就只为了今天这种机会？如果不是我的“亲戚”来了我断然不会接受这种刻意的取悦讨好，就像他每次说是给凌月买却每次都给我捎带一杯的奶茶我不是也偷偷给了我同桌的女生么，可笑！    浩轩唯一让我觉得有好感的事便是他被老师发现让凌月代写作业时主动承担了全部责任，只有那一次我才觉得他像个男的，但长达三年的暗恋并不会被这一点小事所冲淡我对瑾瑜的感情。同样是女生，同样是暗恋，也只有我能看出凌月喜欢着他，但他却傻得什么都不懂，有一个那么优秀的女孩子却还要去吃锅望盆。或许他不傻，跟我一样有着存备胎的心思，这更让我觉得鄙夷，却也很羡慕，两个备胎根本就不是一个层次的。可能在瑾瑜眼里我也是备胎，但我不在乎，那么优秀的人只要追到手就有了别人羡慕的资本，更何况我还有瑾瑜最喜欢什么、去哪所大学的第一手资料，只是可怜了浩轩那个傻子为别人做嫁衣还全然不知。    就快高考了，我鼓起勇气在瑾瑜回教室的路上等着，心中默念了几天前无数次排练的表白宣言。闺蜜跟我说过，如果你喜欢一个人就竭尽全力的去追，若是连表白的勇气都无，拖着拖着你便成了备胎，那你注定不会得到结果，就算是为了自己也要去试一下。学校只准女生留短发马尾，我却偷偷地将头发盘了起来显得更加成熟，这么一小会儿不会被发现但会使我变得更加与众不同，自信他来时看到此时的我一定会觉得眼前一亮加大我表白的成功率。瑾瑜终于来了，我主动走上前去拦住他，知道他不喜欢拐弯抹角，便直截了当的对他说了一句“我喜欢你”然后静静地等待他的回复。可惜还没盼到回复就等来了浩轩和凌月，真讨厌！这个节骨眼上来打扰我们，瑾瑜连话都没说扭头就走，气愤的我瞥了一眼他俩，将盘起的头发散落也随着瑾瑜回了教室。    高考前一天，我悄悄的跟在瑾瑜身后想要再做一次尝试，可惜又碰到了浩轩，我只能躲在树后听他们两个在说些什么。天呐！瑾瑜居然说他喜欢我，好事成双，连浩轩也不再打算纠缠我。看到只剩瑾瑜站在那里，我走出去站在他身后颤巍巍的问道：“瑾瑜，你说的是真的吗？你同意跟我在一起了？”        我没听见回答，只看到他对着浩轩离去的方向挥了挥手，随后无力的垂落下来。刚要出声安慰，却已看见他离去，独留我站在树下无声的抽泣。\n\n三、凌月\n    \n    我望着桌边的奶茶，虽是冬天心里却是暖暖的，不知何时起我开始喜欢上身边这个羞涩的男孩子，或许是经常欺负他而后者从不跟我计较的原因吧。记得他刚来这个班时，正好分到了我旁边，在对那个男生惋惜的同时我也对这个腼腆的同桌有很大好奇。我们在吵闹之余聊过他的家人，父母离异，而他跟了经商的妈妈，家族里大部分又是女性成员，于是便养出了女生姿态。但不可否认他家教很好，虽然在外人看来有些娘娘腔，握勺、喝水时还会习惯性的翘起小指。应该是日久生情，刚开始我也看不惯他，但同桌之间总能了解的比别人更多，看着看着竟是生出了感情。    我喜欢喝奶茶，却只爱他买的，他没有对我说过广告上浪漫的话语，但我还是感到了深深的幸福感。他初次为我买奶茶的时候应该是那个早自习，他奋笔疾书的补作业时我递给了他一个作业本，上面歪扭得写着“浩轩”二字表明了它的主人。他很惊讶我怎么会找到这个作业本并且还帮他补完了作业，但其实很简单，只因前一天放学时我看到了他落在课桌上的作业本怕他会受罚便顺手帮他写了。虽然因为我的字写的太工整导致我们两个还是被训斥一顿，但他却担下了全责跟老师说强迫我写的。那节课下，他从外面拿回来了两杯奶茶并送了我一杯以示感谢。我本以为会和他一起品尝奶茶，却看见他悄悄地将另一杯放在了墨紫兰的课桌上，我才知道这奶茶不只是专属于我一个人的特权，一次买两份才不会被别人看出他的心思，而我的这份应该就是多余的一份，估计他也在埋怨我害他受了更严重的惩罚。我对墨紫兰有种说不出的嫉妒，虽然那杯奶茶最后被她送给了另一名女生，但我还是对她那种不符合年龄的城府感到忌惮，估计只有我知道她为什么会和浩轩主动打招呼吧。从那以后我便苦练他的笔迹，直到最后再也没被发现过，他还笑称我神功大成，我也痴痴地陪着他笑。    那天很冷，我套上外套后本想将我带的另一件借给浩轩穿，却发现他在望着墨紫兰，被我发现了小秘密后便转头看向别的地方，我随着他之前的视线看去，竟是看到了冻得瑟瑟发抖的冰雪丽人。既然他不需要这件衣服，那我就借给墨紫兰吧，我努努嘴示意那是浩轩借给她的衣服，她竟然不领情，轻声的谢谢掩饰不去眼底的厌恶，我也只能为浩轩感到惋惜，也为自己这愚蠢的行径感到不值。他们俩都不知道真相，我也没再去跟浩轩说过，毕竟只是一件多余的善事。    我喜欢雪天，在灰白地毯印上我的足迹，时而捧起一块松软放在口中细细品尝，时而堆聚成雪人一起发呆。分不清天上地下，眼见之处便只是灰暗，但现在多出了一种颜色，心动。在我眼中，只有他不是灰色，只有他是缤纷色彩。他闯进我的眼帘，为我的小雪人戴上了他的绒帽，甚是可爱。我望着他痴痴地问道：“雪有多白？云有多白？你，又是哪般白？。”他放下手中的雪球，说了一句让我记得一辈子的话，“你看到的所有，便是纯白。”转过身不让他看到我的哭态，我也第一次看到了泪水的颜色，纯白无暇。    我们曾一起散步在操场，也曾互相交换过志愿，不出意外的他选择了瑾瑜要去的大学，应该也是墨紫兰将要选择的大学，这才是重点吧，那我呢？也要去那里吗？我们撞见了墨紫兰向瑾瑜表白的一幕，盘起的长发很迷人，看他都被迷住了，我也被他那深情的眼神迷住了，若是这双眼睛看向的人是我该多好。但随着二人的不断离去，他的眼神也变得黯淡无光，我也感受到了他的心酸。算了，放手吧，接近一年的美妙也足够了，如果他真的如愿以偿的追到了墨紫兰我估计也会为他感到开心吧，真的能开心么？    我幻想过他牵着我的手一同走进大学校园，他听着课，我望着他，被发现后对他露出甜美一笑，他也会对我报之一笑；我幻想过他牵着我的手一同走进婚姻的殿堂，我拥着他，他抱着我，在我熟睡时亲吻我的额头，轻轻地为我盖上被子；我幻想过他牵着我的手一同走进安详的晚年，他看着书，我推着他，为我这个老婆子讲解书中的故事，在儿女的簇拥中拍一张全家福……但，终归是幻想。    要毕业了，我选择的是另一所大学，想着就这样带着回忆默默地祝福他们，从此不再打扰。我收到了一条短信，是浩轩发来的，我放下手中的绒帽飞奔向一辆出租车，“师傅，机场，麻烦快点！”等我到达机场时却正好看见起飞的候鸟，只是不知是否还会南归。完了，最后一面都没见到，我能用来思念的仅有一顶绒帽而已，雪人化了，我的心却依旧寒冷。    “姑娘，等人？”背后传来一声奇怪的男低音，但我却不想回头，依旧看着愈行愈远的飞机，只是无力的回答着他，    “等那架飞机再次飞回来。”    “飞回来怎样？”    “嫁给他，不再放手了，若是他不答应就赖着他。”    “你才多大啊？太早了。”    “那便再等上几年”    “值得么？”    随着一声熟悉的叹息，我猛然转过身，眼泪不争气的流过脸颊滴落在地。他轻轻拭去我的泪珠，我本以为他不会走了，谁知这又是一个幻想。他决然的离去，给我留下了一个三年的承诺。安检前，他回头望向我，我向他挥了挥手，脸上已不再是伤心。    “若是三年后你还喜欢我，便在一起吧。”\n四、瑾瑜\n    \n    我跟浩轩两家是世交，所以我比其他人要更早认识他。如果不是深入的了解过他，估计我也会烦他的女子羞态。也许是旁观者清，我更能看出墨紫兰对他的厌恶，也能看出凌月眼中专属于他的温柔。    凌月，听浩轩说过她是色盲，在她的小世界里永远都只是灰暗，但我觉得浩轩给她带去了一抹浓厚的色彩。凌月也曾被很多人追过，只有他没有行动便有了成功，也只有他没有得到便不珍惜。她真的是个好女孩，但并不代表我喜欢她，只是对浩轩羡慕，仅此而已。在我眼里，每天吵吵闹闹的他们俩才像是一对儿。她为他补作业，他为她受罚，最幸福的事也不过如此了吧。    至于数学课代表，我倒真没那心思，如果让我每天跟墨紫兰一同送作业那不如让我累死在篮球场上。婉言谢绝了老师的指派，并推荐了更适合这个位置的浩轩，这样他的机会应该会更大一些吧，只是委屈了凌月，让我的心里对她也有一些愧疚感。浩轩真的是心思单纯到了蠢得境界，难道看不出跟你一起罚站的人眼中的不屑么？难道看不出独守空座的人眼中的心疼么？难道看不出自己在其他人眼里就像一个跳梁小丑一般么？擦清你的眼睛看看那个毫无心思学习回头张望你无数次的凌月吧！    那晚浩轩试探着问我有没有心仪的女生，我其实很清楚他是怕我跟他抢墨紫兰。虽然他这问题有点多余，但我为了让他放心还是给了他一个承诺，这也是给我自己立的规定。我的家庭条件没他那么好，除了按照父母的期望考上一个好大学外便再无心思。小时候家境都差不多，但父亲一次车祸便让我跟母亲的天塌了，若不是浩轩家这几年帮衬着可能我初中毕业时便不再念书。    有一天教室里满是消毒水的气味，若不是老师打开窗户，估计那几个靠窗又怕冷的同学死也不会同意。但我却没什么感觉，可能是刚从篮球场回来的缘故吧，我只觉得很凉爽，让头脑更加清醒。看到凌月主动递给墨紫兰衣服我还觉得很奇怪，平日里关系并不要好的两位居然也会有这种和睦的时候。随后看到凌月暗示性的指了指浩轩我便释然，真是个傻丫头，难道不知道自己喜欢的就要牢牢握在手里么。什么时候我也能遇见值得我去付出的人呢？会不会也是一场单相思？    墨紫兰对我表白了，虽然我早就知道她的小心思，不过忽视学校规定盘起头发将我拦在路上却着实让我感到意外。我想狠心拒绝她，又想这样会不会太狠心，当浩轩出现在视野中时我便有了答案。可怜之人必有可恨之处，我转身就走，就让她自己体会吧。可我没想到她不但没反省，反而更加厌恶浩轩。事后我没有去安慰浩轩，那样反而多余，会让他有更深的误会。    高考前一天，也是我与他最后一次谈话，很短，却让我觉得无比煎熬，因为我下了一个决定。也许这个决定会让我失去这段友谊，也许这个决定会让那边偷听的人心碎，但能让他看清谁才是值得陪伴他的人也就足够了。他转身离去那一刻，我想开口告诉他真相，可挥起的手却没有带动声音的发出。算了，就让他带着这个误会离去吧，终归是有人要扮演这个白脸。躲在一旁的人走出来确认我刚才的“谎言”是不是真的，我已经没心情再去假装答应以示惩戒，我只想一个人安静一会儿。不去理会身后的泪人，我只想思考一下我这么做究竟是不是对的，也许反悔还来得及。    夏天的瓢泼就比不上春天的细雨，儿时那年我们结伴春游，很不巧，下雨了。你在我身边聒噪的抱怨着，说没了春游的乐趣。但我感觉，跟自己最好的朋友一同出游便是最大的乐趣。也许将来我们还会带着各自的妻儿再次结伴游玩，我喜欢男孩，那他就要个女孩吧，长大后结成亲家他也不算吃亏。夏雨来得快去的也快，由凶猛的洪荒野兽变为温顺的花猫，刚刚感受到炎热中的一丝清凉就转为闷热。正如这雨，初时再声势浩大到最后也会变为零星几滴，我也是时候回到现实了。浩轩，愿你安好。    浩轩出国留学的那天，我也去了，只不过没有露面，连消息都是母亲告知的，也许在两家大人的眼里我们依旧是朋友。我已连上前告别都不敢，也不想破坏他们二人的气氛，常常嘲笑他的扭捏，却不知某天我也会如此。我听不到他们说的什么，只知深情注视后便是分别。人海流动的机场，在外人看来他们就像一对分手的情侣，一个不舍，一个狠心。但是，没有恋爱，便谈不上分别。    安检的前一刻，只看到她挥了挥手，和他告别。看着飞机起飞后，我走到凌月旁边，我们俩一句话没说，却懂得彼此的心情。愿三年后她不再为他悴，愿三年后他不再让她泪。\n\n      后记我就不写了，没什么必要了，该说的都已经差不多，再写下去就是累赘了。四个小节，四种表达方式，四种代入心情，若是能体会到我写第二节时的难受那就是我莫大的荣幸了。\n      最后，欢迎各位前来点评，看一遍可能不是很好理解，那么如果你耐着性子再看一遍可能会有更多的收（cao）获（dian），至此，每月作文完成！\n@gggbbb  @Smokey_Days\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1497531300,
            "txt_content": "下次不at我就不给你喂食"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1497531960,
            "txt_content": "很细心写的作品 包括标题章节名称和人名都有呼应 分四个视角的写法和文章内容也相得益彰 活动结束去申请个优秀吧\n第二段看得我很难受 不过可能和lz的难受不太一样……墨这样的人说实话不讨人喜（而且感觉有点分裂？\n咳咳……接下来就开始正文\n震惊！高三数学卷居然tm有人能满分！\n男默女泪！全市最好的学校竟对高三学生进行体罚！原因竟是这个！\n震惊！高考前一天两高三学子树下探讨感情问题！偷听者竟是她！\n震惊！章鱼没蓝的真相竟是论坛特性!\n呃…找不出更多了……文章写的确实好  有些地方可能还是有点造作的感觉，要改的话可以试着对一些不必要的细节做点调整"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1497533340,
            "txt_content": "bo_bo2001 发表于 2017-6-15 21:06\n很细心写的作品 包括标题章节名称和人名都有呼应 分四个视角的写法和文章内容也相得益彰 活动结束去申请个 ...\n尴尬了，我其实指的是凌月的那一段，写错了。\n唔 已经很用心并且多次更改依旧出了这种语法错误\n夸张过度了，不过你要是想着那种被车撞了都没事的女主就释然了233"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498726800,
            "txt_content": "迟到\nPOV的常见问题：如果不是我弄错的话：\n家庭条件也不差若不是浩轩家这几年帮衬着可能我初中毕业时便不再念书。\n矛盾了吧...\n其他的嘛，我说不上什么问题，毕竟情感这类的我不算很擅长，但是有一个比较大的问题是——四个人的语言风格都有些相像。\n除了从墨紫兰的语言中我能看到一个高傲的小天鹅，在其他人的背后我只能看到“火影羁绊”在说话。这对于整个文章的分镜呈现有坏处。\n总体来说写得还是很好的，问句题外话：是亲身经历么？"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1498731120,
            "txt_content": "Smokey_Days 发表于 2017-6-29 17:00\n迟到\nPOV的常见问题：如果不是我弄错的话：\n首先，关于前后文矛盾问题，你要知道小孩子只能看到表面，他只能看到瑾瑜家里条件不错，但不知道这个条件是怎么来的，也就不知道瑾瑜家是有人帮衬着。\n其次，语言风格，写文的时候我就是着重于讲述每个人主观看法以及客观看法的不同，所以在代入感情确实有不足，虚心接受。\n最后，确实是亲身经历，但文章肯定不能完全真实=-="
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498731780,
            "txt_content": "火影羁绊 发表于 2017-6-29 18:12\n首先，关于前后文矛盾问题，你要知道小孩子只能看到表面，他只能看到瑾瑜家里条件不错，但不知道这个条件 ...若不是浩轩家这几年帮衬着可能我初中毕业时便不再念书。\n浩轩只能看到瑾瑜家里条件不错，但不知道这个条件是怎么来的，也就不知道瑾瑜家是浩轩家帮衬着。\n？！"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1498733160,
            "txt_content": "Smokey_Days 发表于 2017-6-29 18:23\n浩轩只能看到瑾瑜家里条件不错，但不知道这个条件是怎么来的，也就不知道瑾瑜家是浩轩家帮衬着。\n？！ ...\n没错，所以从一开始他们俩的友情也就不纯，也就出现了后文的分裂，浩轩就是个傻子，什么都不知道，从小在家里的娇生惯养下总是以自己为中心，不知道墨紫兰看不起他还恬不知耻的追人家，不知道珍惜爱自己的人只有不在了或者感情变质了才知道珍惜，不知道瑾瑜善意的谎言下代表着什么只相信自己所见所闻所想，没错，他就是个傻子！"
        },
        {
            "author": "guqu",
            "timestamp": 1498818540,
            "txt_content": "火影羁绊 发表于 2017-6-29 18:46\n没错，所以从一开始他们俩的友情也就不纯，也就出现了后文的分裂，浩轩就是个傻子，什么都不知道，从小在 ...\n噫，我第一眼看到阁下的文章的时候是觉得很有意思，四角度的互相热爱确实写出来有不少的意思。\n但是某些逻辑错误难以填补这也是事实，比起不断地加入设定还不如让问题就放在那里，因为写作者没有写出让读者能够理解其逻辑错误的文字，个人认为确实是写作者的经验不足。\n不过这篇文章就算有着逻辑错误，也是一片非常新颖的文章，这可能就是其特色掩盖了其马脚。\n虽然她是我的“初恋”，但也只是我单方面的相思。每次遇到她在走廊看书时都想跟她说几句话，甚至打个招呼也好，但我的腿似乎比我的嘴更加羞涩，总是在开口前匆匆离去，刚过转角就懊恼自己为什么连开口说话的勇气都没有，却又偷偷的望着。常常梦见我为她口若悬河的讲解着习题，却因为一次数学测验后实现了。个人认为这段话有一些讲不通的地方，只是句子上的错误并非逻辑错误，希望反复阅读后进行思考。\n总体来说就算有一定缺点，不过不失成为一个好作品的资格。"
        },
        {
            "author": "User:guest",
            "timestamp": 1498826340,
            "txt_content": "此文好，运用妙巧的修辞手法，连贯的语句，再加上停顿的悬疑，给人无限好奇心。\n我只想问，做我的xx可以吗"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1498832580,
            "txt_content": "User:guest 发表于 2017-6-30 20:39\n此文好，运用妙巧的修辞手法，连贯的语句，再加上停顿的悬疑，给人无限好奇心。\n我只想问，做我的xx可以吗{ ...\n做你的啥    rbq？  不可以=-="
        },
        {
            "author": "初阳时光",
            "timestamp": 1499429220,
            "txt_content": "那么标题……\n？？？\n贺优秀"
        }
    ]
}