{
    "title": "[Minecraft.net|CULTURE]Gothenburg in Blocks 方块组成的哥德堡",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1497522360,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-6-18 02:40 编辑 \n\n\nGOTHENBURG IN BLOCKS\nVisit a full-scale recreation of Sweden's second city\n\n方块组成的哥德堡\n瑞典第二大城市的全面重建活动实况\n\nGothenburg's planning department has used mapping data to recreate all 10 of its districts in Minecraft, comprising 400 square kilometres of buildings, forest and roads. The aim is to get folk interested in urban development and learn from them what they want from their city.\n哥德堡的规划部门利用地图数据，在Minecraft中重建了所有10个地区，包括400平方公里的建筑物，森林和公路。他们的目的是让城市发展引起民间的兴趣，收集他们对城市的建议。\n\nUrban development, well, it's maybe not the funnest-sounding thing in the world. But it's important and all around us, and actually, it's super interesting. It's about working out how to use the land around us for all the things a modern society needs, from designing roads to planning art galleries, while reducing things like congestion and air pollution and ensuring everyone has a say in decisions.\n城市发展，呃，这可能并不是世界上最有趣的事情。但这很重要，而且和我们息息相关，所以实际上，这还是非常有趣的。这涉及到如何利用现代社会需要的所有土地，从设计道路到规划艺术画廊，同时减少拥堵和空气污染等事情，同时还要确保每个人都有一定程度的话语权。\n\nJust getting to know your own city is a great start to appreciating it, which is why a competition was run over the holiday period in which presents were hidden in landmarks across the Gothenburg map to encourage exploration and familiarise players with the city around them.\n对于自己的城市而言，知已知彼，百战不殆，这也就是为什么官方会在节假日期间举行一场比赛。在比赛期间，礼物隐藏在哥德堡地图的地标上，以鼓励玩家探索，并熟悉他们周围的城市。\n\nhttp://static.hdslb.com/miniloader.swf?aid=11367083&page=1\nYou can grab the maps here, though the download link is a little unclear. Government websites! Click on the \"I\" icon next to any of the district names on the right and then you'll get a pop-out menu showing you the download URL for that area's map.\n尽管下载链接的位置有点不那么明确，不过你可以在这里拿到地图。政府网站！点击右侧任何区域名称旁边的“I”图标，然后您将看到一个弹出菜单，显示该区域地图的URL下载地址。\n\nGovernments and national agencies are getting pretty familiar with building stuff in Minecraft to get people interested in the real world. In fact, we've seen something of an arms race among mapping people. In 2013, the UK's Ordnance Survey made all 220,000 square kilometres of mainland Great Britain and its surrounding islands into a 22 billion block world. Then in 2014, the plucky Danish Geodata Agency made Denmark into blocks at glorious full-scale, so you can wander by entire buildings and gaze inside their empty shells.\n政府和国家机构越来越愿意在Minecraft建立东西，让人们对现实世界产生兴趣。事实上，我们已经能够看到像是军备竞赛一样的东西。2013年，英国的陆地测量部将英国大陆及其周边岛屿的22万平方公里全部转换成了220亿方块组成的世界。然后，在2014年，丹麦地质调查局将丹麦全境纳入方块世界，所以你可以在整座建筑物中漫游，然后凝视着空壳。\n\nhttp://static.hdslb.com/miniloader.swf?aid=1094735&page=1\nNot to be outdone, the Ordnance Survey then updated its UK map into a more detailed 83 billion block world in 2015, while Norway's Kartverket also got in on the act. Later in the year, Lantm?teriet, Sweden's National Land Survey agency, did, too. And why not? With a bit of number-crunching it's not so difficult to convert map data into Minecraft data. (Admittedly, I have no idea how to do this, but this is because I do not have an amazing maths-brain.)\n没有最好，只有更好，陆地测量部随后将其英国地图更新为更详细的83亿方块（2015年）组成的世界，而挪威的Kartverket也加入了这一行动。在今年晚些时候，瑞典国家土地调查机构，Lantm?teriet，也做了这么一件事。为什么不呢？通过一些数字处理，将地图数据转换为Minecraft数据并不困难。（诚??然，我不知道该怎么做，但这是因为我的大脑并没有惊人的数学思维。）\n\n\nIt's pretty cool to know that a huge world around you is a precise representation of the real one, but the intimate scale of the city somehow feels more immediate. Seeing landmarks you pass every day immortalised in Minecraft is special.\n如果你能够得知你周围有一个巨大的世界精确地代表着一个真实的世界，这件事将非常棒，但这座城市的亲密程度，在某种程度上的感觉，将会更直接一些。如果你每天都会经过的地标，都能在Minecraft中尽收眼底，那这种感觉，就特别得多了。\n\nI haven't been to Gothenburg before; my first impressions are that it has a lot of long buildings! And I like all the trees and the rocky bits in the centre of the city. Top marks, Gothenburg!\n我以前没去过哥德堡，我的第一印象是它有很多长长的建筑物！而且，我喜欢城市中心所有的那些树木和岩石。哥德堡，我打82分，剩下的分数我以666的形式给你！\n\n原文：https://minecraft.net/zh-hans/article/gothenburg-blocks\n作者：Alex Wiltshire\n原文发表时间：2017年1月16日",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1497523020,
            "txt_content": "不是说有视频吗？"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1497525240,
            "txt_content": "一群人闲着蛋疼，把现实搞成虚拟，有种在现实搞一个可用的命令方块啊。。。。"
        }
    ]
}