{
    "title": "【圣光报】第1期",
    "author": "圣光之子",
    "replyCount": 5,
    "timestamp": 1497534720,
    "txt_content": " 本帖最后由 圣光之子 于 2017-6-15 21:52 编辑 \n\n                                                                                                                                                                                       \n嗨，大家好，我圣光又回来了！还记得我之前说过要开设圣光报，那还是2016年12月31日http://mcbbs.tvt.im/forum.php？mod=viewthread&tid=658337&extra=\n\n闲话不多说进入圣光报的正文吧！\n                                                                                                                           \n时事政治（只提供标题，具体内容点击链接）\n习近平会见卢森堡首相贝泰尔\n国乒替补完虐日乒天才\n华为又出新：重磅旗舰曝光\n日方将希特勒自传传进教材，中方批评，日方辩解\n现代版《老人与海》\n徐州幼儿园发生爆炸事件以致73伤亡\n                                                                                                                          \n名作佳选\n第1期圣光报选择的是那本书呢？大读一读吧！\n如果以一天的时间来对应四季，当然春天是早晨，夏天是中午，秋天是黄昏，冬天是夜晚。如果以乐器来对应四季，我想春天应该是小号，夏天是定音鼓，秋天是大提琴，冬天是圆号和长笛。要是以这园子里的声音来对应四季呢？那么春天是祭坛上空飘浮着的鸽子的哨音，夏天是冗长的蝉歌和杨树叶子哗啦啦地对蝉歌的取笑，秋天是古殿檐头的风铃响。冬天是啄木鸟随意而空旷的啄木声。以园中的景物对应四季，春天是一径时而苍白时而黑润的小路，时而明朗时而阴晦的天上摇荡着串串杨花；夏天是一条条耀眼而灼人的石凳，或阴凉而爬满了青苔的石阶，阶下有果皮，阶上有半张被坐皱的报纸；秋天是一座青铜的大钟，在园子的西北角上曾丢弃着一座很大的铜钟，铜钟与这园子一般年龄，浑身挂满绿锈，文字已很不清晰；冬天，林中空地上几只羽毛蓬松的老麻雀。以心绪对应四季呢？春天是卧病的季节，否则人们不易发觉春天的残忍与渴望；夏天，情人们应该在这个季节里失恋，不然就是似乎对不起爱情；秋天是从外面买一棵盆花回家的时候，把话搁在阔别了的家中，并且打开窗户，把阳光也放进屋里，慢慢回忆慢慢整理一些发过霉的东西；冬天伴着火炉和书，一遍遍坚定不死的决心，写一些并不发出的信。还可以用艺术形式对应四季，这样春天就是一幅画，夏天是一部长篇小说，秋天是一首短歌和诗，冬天是一群雕塑。以梦呢？以梦对应四季呢？春天是树尖上的呐喊，夏天是呼喊中的细雨，秋天是细雨中的土地，冬天是干净泥土上的一只孤零的烟斗。\n                                                                                                                                                                                                   ——史铁生《我与地坛》\n读完之后是否有什么感想，你可以给圣光留言，我们一起交流一下。\n                                                                                                                          \n一句话故事\n这个栏目十分有趣，当圣光写出一个句子时，大家可展开丰富的联想，将它扩展成一个小故事（注意，是“小”故事，字数适量少但仍可以表达自己意愿），这里圣光做个例子：\n所给语句：爸爸笑了，妈妈哭了。\n规定：恐怖惊悚类（即必须将所给语句扩展成恐怖故事）\n答：看着孩子的尸骨，得了神经错乱的爸爸傻傻的笑了，而妈妈却因儿子丈夫的双重不幸失声痛哭。\n当然，答案不唯一，每有一次本栏目，圣光会从回复中选出最合适的2位在下一期展示出来，这两位会得到人气+1，金粒+3的奖励。\n本期所给语句：当他到4楼时，他后悔了。\n规定：恐怖惊悚类\n请各位展开你们巨大的脑洞，积极回复！\n                                                                                                                          \n每日一句（这里将汇集一些名言、成语，让大家在日积月累中进步！）\n今天带来的是一个成语：不翼而飞\n不翼而飞：比喻东西突然不见了；也比喻事情传播的很迅速。\n                                                                                                                           \n好了，第1期圣光报到这里就结束了，有些板块圣光还在筹划中，大家有什么好的建议可以提出来。码字好累啊......\n                                                                                                                                                                                        \n                                                                                                                                                                                        \n                                                                                                                                                                                        \n                                                                                                                                                                   20170615-01",
    "replies": [
        {
            "author": "陨落星辰0",
            "timestamp": 1497535320,
            "txt_content": "我居然碰上一个锭，下面那三行居然什么都没有。。"
        },
        {
            "author": "圣光之子",
            "timestamp": 1497535380,
            "txt_content": "陨落星辰0 发表于 2017-6-15 22:02\n我居然碰上一个锭，下面那三行居然什么都没有。。\n那是装饰。。。你确定你看完了？"
        },
        {
            "author": "陨落星辰0",
            "timestamp": 1497535620,
            "txt_content": "圣光之子 发表于 2017-6-15 22:03\n那是装饰。。。你确定你看完了？\n看完了..."
        },
        {
            "author": "wzz0116",
            "timestamp": 1497578340,
            "txt_content": "表示你这个排版好丑啊"
        },
        {
            "author": "20522",
            "timestamp": 1497580740,
            "txt_content": "茶馆报纸"
        }
    ]
}