{
    "title": "<原创·连载>《怪物》第一章节·夜幕Ⅱ",
    "author": "zyj0807",
    "replyCount": 4,
    "timestamp": 1497535560,
    "txt_content": "第一章节·夜幕Ⅱ\n\n　　夜色漆黑，几有星光，隐约可闻寒风呼啸以及不远处传来的低微的嘶吼声。妇女不禁紧了紧手臂，往大衣里缩了缩，随而半踮起脚，打量了一下四下的环境，便打算悄悄地离开了。\n\n\n　　如果那些肮脏的怪物没有发现她的话，那么再过一会她就能到不远的警备所了，而只要一到警备所，那么她就可以暂时松一口气，而后狠狠地骂醒那些懒惰的士兵，让他们看看自己的疏忽而造成的后果——看看都发生了什么？\n\n\n　　警备所距离这里不过数百米，即便这座小村落接壤于玛达亚大灾林，异变后已经遭遇了侵袭，浓郁的魔物气息严重干扰了生者的感知，但也不应该到现在也没有丝毫动静。\n\n\n　　这群吃白饭的！她略有些咬牙切齿地想着，就算地处乡下，警备所也至少有一到两支五人的士兵队伍时刻处于待机的状态中，遑论一座应该时刻明亮的灯塔了。而依照警备队的装备和人员分配制度，哪怕只有一支队伍，也足够去消灭这些侥幸游荡至此的为数不多的怪物了。\n\n\n　　她抬起头，隐隐听见了风中些微的嘶吼和撞击声，不由得打了个寒颤，加快了脚步。唯一值得她庆幸的就是，还好她足够果断，尽快从那栋待了数年的老房屋里脱身，否则这会儿的话，她的孩子已经沦为那些怪物的腹中食了。而且数百米的距离，没有多久，就走到了。\n\n\n　　她看到不远方的夜幕里，出现了一座较为低矮，但是仍比村庄的房屋高出两倍的塔状轮廓。妇女心下一喜，脸上终于恢复了些许血色。好在，她终于逃出来了。\n\n\n　　她略带蹒跚的步伐马上变得有些轻快，连大衣的布帽子从头上被吹落都全然不知。\n\n\n　　当她完好无损地——除了一些赶路时过于焦急而造成的磕绊以外，站在这座由灰黑色石砖堆砌成的塔前时，她似乎感觉到周围的寒风变得温顺了起来。好极了——，她点点头，发觉里边的灯光仍是亮着的，还听到一些声音来。\n\n\n　　她把有些枯皱的手按在高出她两个头的门上，脸上由于喜悦和吃力而泛起了潮红，她使劲儿一推。\n\n\n　　这会儿该让那些怪物们尝尝剑的味道了，她无不怨恨地想着。\n\n\n　　看着门上雕刻的方形的大光曼陀罗的图案，她微笑着推开了门，并且同时以一种十分不满的语气高声喊叫着：“蠢货们！别光顾着喝酒睡觉了！”\n\n\n　　可当她看清了大厅里的场景，笑容顿时凝固在略显皱纹的脸上。\n\n\n　　灯光明亮，火炬飘摇。几具形状极其恐怖凄惨的死尸摆在大厅中央。这些死尸身上穿着残破的盔甲，有些部位的肉不知为何被啃咬去，露出里边的嶙峋白骨。\n\n\n　　这怎么可能？妇人难以抑制地惊颤起来，手中的孩子险些摔落在地。\n\n\n　　她即便眼力再怎么不好，也能清楚地辨认出那些盔甲是警备队的制式装备，即便再怎么愚笨，也能猜出这里发生了什么。\n\n\n　　但她脑海中仍是一片空白，怎么也不敢相信她看到的一切。\n\n\n　　警备队......就这么被灭了？\n\n\n　　不对，就算是地处乡下的警备队，数量也绝对不止眼前这么几个人。警备所里一定还会有人！\n\n\n　　虽然这么想着，可是她却也明白，这种想法必然是不可能的了。这些死尸显然已经摆了很久了，因为血液早已凝在了石砖上，而她来时灯塔是暗着的，又说明没人能够点亮灯塔，或者说——来不及去点亮灯塔。\n\n\n　　她对帝国的警备队制度十分熟悉，知道遇到重大危机时警备所里一般至少会有三种不同的示警方式随时准备。\n\n\n　　帝国繁荣地带的预警方案至少有五六种，而她生活的这个村落，标准配置也会有三种。其一便是用红石点亮灯塔顶端和灯塔建筑物上的标志。\n\n\n　　然而此时整座警备所从外面看来，没有一丝的亮光。于是她心中不存丝毫侥幸，况且她也不知道警备所的人是否来得及用红石传讯装置向附近的城市求救——事态如此严重，若是没有出动官方力量，那么托拉迪尔男爵的领地就可能永远少去这么一个村落了。\n\n\n　　从她打开这扇门开始，这事情就已经不单单只是她的屋子遭受怪物的袭击，险些丧命而后村子变成鬼村这么简单了。\n\n\n　　她迫使自己冷静下来，随后开始计划起来。首先已经排除了依靠警备所剿灭这群怪物的方案，其次也不能抱有侥幸心理认为警备所里还有人幸存。\n\n\n　　但她还是决定上去。\n\n\n　　不是因为什么救世主情节，也不是愚蠢地高看自己，而是当她转头的时候，看到背后树林里有几道模糊的影子。\n\n\n　　迩伊思女神在上，可别让她落入那些怪物的手里。\n\n\n　　她深吸口气，一缩身，毫无声息地进到了门里，又费着好大的力慢慢把大门关上。\n\n\n　　她快步走向大厅里头，在经过那几具样貌极惨的警备队尸体时，不自觉地紧了紧怀里的孩子。她自己突然倒不怎么害怕，只不过——要苦了孩子了。\n\n\n　　她没有多余的手去捂鼻子，虽然有一双正在走路的脚，却也没有踮起来——她和这些怪物已经打了好几年的交道了，她很清楚地明白，死者对于生者的渴求和感应，靠的根本不是身体感官。\n\n\n　　那是一种埋在它们猩红双眼背后，近乎本能和信仰神灵般的狂热。\n\n\n　　也就是打从她打开门的那一刻起，这座警备所就不再宁静。\n\n\n　　她很快找到了楼梯，此时除了大厅的火把还亮着，楼梯上只有一片黑暗。她吞了口口水，硬着头皮往上走，鞋子的声音格外刺耳。很快就到了三楼，看见楼梯尽头那扇虚掩着的门，她的腿肚子不禁有些发颤。这种时候若是门开着，那只有一个解释了——警备所的所有人都死了，里边是怪物。\n\n\n　　不过走到了这里，却也没有了回去的借口和时间。\n\n\n　　她一咬牙，拉开门，头也不抬地就循着记忆中的一个方向猛地奔过去，一只手紧紧地抱着孩子不放。如果能在怪物们反应过来之前就找到发信台的话，那么这一切就值得。\n\n\n　　她动作十分迅捷，曾经受到的高素质训练此刻发挥了作用，仅几个瞬间手就已经抓上了房间侧面的拉杆用力拉下。\n\n\n　　灯火通明。\n\n\n　　那一个刹那，这位夫人看见了，她最不愿意直视的场面。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497535740,
            "txt_content": "段落间建议只空一行"
        },
        {
            "author": "Lelouch_Lamper",
            "timestamp": 1497535800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ouAuAuo",
            "timestamp": 1497537000,
            "txt_content": "Lelouch_Lamper 发表于 2017-6-15 22:10\n...我还以为是夜幕写的233@Auange_M夜幕\n吓死我了qwq"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1497537480,
            "txt_content": "Auange_M夜幕 发表于 2017-6-15 22:30\n吓死我了qwq\n耶？我在论坛主页明明看见……好吧原来是你回复的不是你写的"
        }
    ]
}