{
    "title": "[Minecraft.net|INSIDER]本周方块：橡木",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1497621900,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-6-16 22:20 编辑 \n\n\nBLOCK OF THE WEEK: OAK WOOD\nBarking Up The Wrong Tree\n\n本周方块：橡木\n选错了树\n\nI'd estimate that about 95 percent of my Minecraft worlds begin with me collecting a single block of Oak Wood. It's the mother-block - the block from which everything else in the game develops. Without collecting wood, it's almost impossible to play Minecraft. Seriously, try playing Minecraft without wood. It'll be about as much fun as playing blindfolded, or with me screaming \"USE WOOD YOU FOOL!\" into your ear the entire time.\n我推测Minecraft世界中大概有95%的的玩家都是从收集一块橡木开始自己的生活的。这是万块之源——整个游戏中其他所有方块的源头。在Minecraft中，如果你不收集木材，是根本玩不下去的。当然了，你也可以试着非要不使用木头玩Minecraft。这就和被蒙住眼睛玩的乐趣差不多，或者说会有一个小人在你的耳边不停地大叫：“快去用木头你个蠢货！”\n\nWood was one of the very first blocks added to the game - preceded only by grass, cobblestone, dirt, planks and stone. First introduced in super-early version 0.0.14a_01 on 28 May 2009, oak wood was originally called \"log\" and dropped wooden planks when broken. It was almost nine months until logs became collectible in their own right, and nearly two years before the introduction of oak's cousins birch and spruce.\n木头算是加入到游戏的第一批方块了——在此之前只有草地，圆石，泥土，木板，和石头。在2009年5月28日，一个非常早的版本，0.0.14a_01，首先引入了木头，那时的橡木被称为“树干（log）”，在被破坏时掉落一堆木板。足足过了九个月，木头才得以能够被捡起并收纳，同时，足足过了两年，橡木木头才有了相关的其他品种，白桦木和云杉木。\n\nMinecraft only has one species of oak tree but there are 600 different species in the real world, split into families like \"stone oaks\", \"silky oaks\" and \"she-oaks\". For many hundreds of years, oaks have been a symbol of strength and endurance - you'll find them on German coins, the logo of the National Trust in the UK, and on medals and ribbons in the US Army. Judging by how many countries have named the oak as their national tree, they're one of the most popular kinds of plant in the world!\nMinecraft里只有一种橡木，但在现实世界中，橡木有着足足600种，比如“石橡树”，“银桦树”，和“木麻黄”等。几百年来，橡树一直是力量和耐力的象征——它们出现在德国的硬币上，英国国民托管组织的标志上，以及美国陆军的奖章和绶带上，等等。如果按照将橡树命名为国树的国家数量来看，它们是世界上最受欢迎的植物之一！\n\n\nThis mighty oak - with a huge girth of 8.27 metres! - was snapped by Wikipedia user Spekozols.这么大的橡木——8.27米高！——这一瞬间被维基百科用户Spekozols记录了下来。\nOak wood is created naturally in Minecraft worlds when they're first generated - mostly as part of trees, but you'll also find oak wood that you can steal as part of houses in plains villages and woodland mansions (you THIEF). If you chose a bonus chest at the start of your game, you might find some in there too. Pretty handy for getting a quick start, rather than smacking a tree with your fists until you get an axe!\n橡木是在Minecraft世界中自然生成的——通常情况下是在橡树上，不过，在平原村庄和林地府邸的房间里，你也可以找到并偷走它们（你这个小偷）。如果你在游戏开始时选择了奖励箱的话，那么你也可以在其中找到一些。这会大大方便你开始你的生活，你不再需要在制成一把斧头之前，一直赤手空拳地去破坏树木！\n\nOak wood is a great building material, but early in the game you'll probably want to turn it all into planks for crafting - just like the Vikings did in the 9th and 10th centuries, when they built their longships. They found that oak was resistant to insect and fungal damage, making it pretty handy to make boats out of. The builders of the great sailing ships of the European Age of Exploration found the same thing. Even today, oak is commonly used - both in Minecraft and in the real world - in furniture making and flooring. You might be standing on oak right now! Not us though. We're currently knee-deep in molten lava, desperately searching for a way ou... actually, we won't bore you with the details. We're here to talk oak!\n橡木是一种非常不错的建筑材料，但在游戏初期，你可能希望将其全部变成木板，以方便合成——就像维京人（Vikings）在9世纪和10世纪做的那样。他们发现，橡木具有防蛀虫以及防真菌伤害的作用，这使得其成为建造船只的绝佳材料。那些欧洲的探险者在建造其巨大的帆船时也发现了同样的事情。即使在今天，橡木在Minecraft和现实世界中都是非常常用的制造家具和地板的材料。你可能现在就站在橡木之上！我可没说我们自己，我们目前在膝盖深的岩浆池中，拼命寻找脱身之策……好吧，实际上我们不会再向你多说这些无用的细节，我们在这里接着说橡木的事！\n\n\nWood is also an important fuel source. In Minecraft, you can smelt 1.5 items per wood block on its own -- but a better approach is to either craft the wood block into four wood planks, allowing you to smelt six items, or smelt the wood block into charcoal, which can smelt eight. You only need eight pieces of charcoal to smelt an entire stack of iron ore! In the real world, scientists are working on how to turn wood into biofuels that could help us avoid climate change. Good luck, scientists!\n木材也是重要的燃料来源。 在Minecraft中，每一块木头你都可以用于烧炼1.5个物品——但更好的方法是将木块制成四个木板，用于烧炼6个物品，或将木块烧炼成木炭，从而可以烧炼8个物品。你只需要八块木炭，就可以烧炼一整堆的铁矿石！在现实世界中，科学家正在努力将木材转化为生物燃料，从而帮助我们减轻气候变化带来的影响。祝你们好运！\n\nAfter you've been playing in a Minecraft world for a while, you might notice that the forests have begun to disappear and you have to trek further and further to collect wood. The same thing is happening on Earth, and that's a real problem - deforestation means that only about a third of the forest that once covered the planet is still around.\n在Minecraft的世界中玩了一段时间之后，你可能会注意到森林已经开始逐渐消失，如果想要砍伐木材，你必需要走得更远。同样的事情在现实世界的地球上也在发生，这是一个真正需要解决的问题——目前只有三分之一的森林仍然覆盖着地球，剩下消失的部分和对森林的砍伐直接相关。\n\nLess forest means less trees converting carbon dioxide into oxygen, less places for wild animals to live, more wasteland, and more species going extinct. So next time you chop down a tree in Minecraft, take a moment to collect the saplings and plant them again. The wild wolves and ocelots will thank you for it.\n越来越少的森林意味着越来越少的树木将二氧化碳转化为氧气，适宜野生动物生活的地方也将越来越少，荒地将越来越多，随之而来的便是越来越多的物种濒临灭绝。所以，下一次当你在Minecraft中砍下一棵树的时候，请花一点时间收集树苗并重新种植。野生的狼和豹猫们，都将会感谢你的。\n\n原文：https://minecraft.net/zh-hans/article/block-week-oak-wood\n作者：Duncan Geere\n原文发表时间：2017年6月16日",
    "replies": [
        {
            "author": "youyoudeminger",
            "timestamp": 1497665340,
            "txt_content": "野生的狼和豹猫们，都将会感谢楼主的。【滑稽】"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1497797340,
            "txt_content": "教程/自动化林场"
        },
        {
            "author": "Ender_hz",
            "timestamp": 1519294260,
            "txt_content": "黑橡木和深色橡木其实是一个东东啦~"
        }
    ]
}