{
    "title": "船舶施工教程——第五级护卫舰篇",
    "author": "DJXGAME",
    "replyCount": 17,
    "timestamp": 1355119260,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-10 18:50 编辑 \n\n船舶施工教程——第五级护卫舰篇\n\n\n\n\n\n\n\n\nWalk-through-banner_3113680.jpg (31.12 KB, 下载次数: 63)\n\n下载附件\n\n2012-12-10 14:07 上传\n\n\n\n\n\n本船模型开放下载，论坛内已有人搬运哦~\n\n在本教程中将会以图文并茂的方式为大家讲述我是如何建造第五级护卫舰的。我会按部就班的一步一步讲，希望通过本教程您能够进一步掌握船舶的制作方法，并能有所收获。我们开始！我首先搜索了一下这一艘船的相关设计图，这样可以使我的建筑更为真实。我使用的是HMS独角兽号的设计图纸，这是一艘有46门炮的护卫舰。\nDjx的小知识课堂时间：\n护卫舰一词，顾名思义，为海军进行巡防，护卫等功用的军用船舶。1677年，英国皇家海军按炮甲板层数以及火炮数量将护卫舰分类，而在本文中出现的第五级护卫舰则为32~50门火炮的单层炮甲板护卫舰。HMS，HMS一词不是指船舶的名称，独角兽号才是这艘船的名字，那么HMS是什么意思呢？HMS是His/Her Majesty's Ship的缩写，为英国皇家海军的舰船名称，翻译过来就是“国王陛下的船“。注意这里His和Her指的是国王还是女王陛下哦~HMS Unicorn为一艘Leda级护卫舰（亦即第五级护卫舰）。该船与1824年作为备用船只服役，也正因为其没太参加战争所以存活了140年~并与1960年改建为船舶博物馆。这艘船为目前世界上唯一一艘保留原有设计的木质护卫舰样例。独角兽号唯一的一次航行就是从Chatham至Dundee，然后就再也没有了……\n\n\n船体\n\n首先要做的就是搭建船体的外轮廓。您也可以将其称为船舶的龙骨。其中这些羊毛方块用于标记船舶的长度以及为接下来的炮口、甲板和水线等提供定位。\n\n\n接下来即使修建甲板的最上层。由于护卫舰的前后甲板并不是很高，所以我在保留船体形状的同时尽可能地平缓。（译者注：想看看后甲板很高的船是什么样子的吗？找西班牙大帆船吧~）\n\n接下来为修建船舶的三维轮廓。值得注意是在这里我将艏修建的较为圆滑，而逐渐贴近船尾则愈来愈窄。\n\n\n\n\n接下来就是需要修建船体的剩余部分了，首先需要搭建框架。下图中所示为船体的曲率，可能与大家日常对船舶的印象不同，这里船体的底部要比顶部更宽。这种设计虽然又大又圆，但是却增加了船舶的稳定性。\n船体的截面\n\n\n\n\n现在我们要回到游戏中进行船体形状的设计。\n\n\n我们接下来要修建船体框架的剩余部分，记住在修建时要尽可能的与框架的形状保持一致，但是要在船尾和船首的部位要稍窄一些，在那里我们所修建的框架也要相应变窄。\n\n\n\n\n\n\n一旦我们修建了一定数量的框架，我们即可开始进行船体造型了。我们需要在不同的框架间进行修补，这样才能获得完整的船体造型。我个人推荐从中部向两边进行修补，因为这里是整个船体最为简单的部分。\n\n\n\n完成之后，您可能感觉这里样子非常的诡异，但是别着急！我们需要进行一些微调！\n\n\n我们注意到在船体实际上是存在一些样条线的，我们可以通过形状平滑这些样条线。\n\n我们可以移除一些看起来不自然的方块进而平滑样条线。\n\n\n微调之后的结果如图所示，现在我们已经基于船体的形状对船体样条线进行了平滑处理。\n\n\n\n\n\n选作：在这里我们可以对船舶的浮性进行检测，也就是说看看船体在水面以上的高度是不是合理。\n\n我们已经将船体修建完成，现在我们应该开始进行修饰啦！首先我为各层甲板之间修建了一些间隔线，当然也设置了一些炮口，炮口通常我都是修建两个高的样式，然后在顶层甲板上为了更为明显，附加了一层栅栏。\n\n\n为了增强对比，推荐使用不同种类的木头。\n\n因为这一类船舶具有特殊的船首设计，所以我们需要进行针对性地进行修复，但是不能将这艘船的所有细节都进行包含，要有的放矢。\n\n\n船尾的设计采用金块和黑色羊毛相组合的方式，是这艘船看起来更为典雅，这是我通常所使用的装修风格。船体部分到此结束\n\n\n\n\n\n\n选作：可以在此时将船舶模型放到水中进行后续的风帆和桅杆的修建。如果您希望按照我的建议进行建造，我可以为您推荐一种简单的放入水中的方法——Single Player Command以及MCedit。\n\n小技巧时间——船舶入水测试\n\n如果您希望将船舶直接放入水中，船舶内部就会被水所浸没。所以需要首先在空气中复制您的船舶模型，如下图所示。\n\n\n然后选择相应高度的空气层，将其替换为沙子，您可以使用“//replace air sand”这样的命令。之后沙子会受重力影响和落下地面，而在船体内部的沙子则会留在船舶内部。\n\n\n然后在把船移入水中，并将沙子替换为空气即可。\n风帆和桅杆桅杆\n对于船舶而言，选择桅杆的位置至关重要。护卫舰通常拥有三个桅杆，值得注意的是主桅杆、前后桅杆这三根桅杆并不是等距排列，主桅杆更为靠近后桅杆一些。在不同的船舶类型中，桅杆的布局也不尽相同，这也就是为什么需要提前研究好蓝图和图片的原因了。\n\n\n至于桅杆的高度，我将主桅杆的高度设置为船体长度。这样看起来比例合适。前后桅杆的高度则要稍矮些，其中后桅杆的高度最矮。\n\n\n添加斜桅杆\n\n\n现在我们需要标记横桅的位置。随着高度的增加，相邻两个横桅的间距应逐渐减小。当然横桅的布局和数量也要因船型不同而做出相应地调整。\n\n\n\n不难发现，横桅之间有一定的角度。这是因为实际上，在航行中是很难做到使风帆正对迎风面的。\n\n\n\n\n风帆\n\n现在我们就要开始修建风帆了。我通常从横桅的两端开始修建。\n\n\n尽量是风帆看起来自然一些，也就是要鼓满了风。为了做到这一点首先需要制作风帆的基本轮廓。值得质疑的是，风帆的曲率不要太小，否则会看起来不太自然。\n\n从前面看起来就会发现，我将风帆向两侧突出少许，如图所示。这样也能使风帆看起来更为真实。\n\n\n\n另一侧的处理方式相同，将底部按照相同方式将风帆两端连接起来。值得注意的是底部也需要按照风帆的轮廓进行一些弧度的设计。\n\n\n\n\n接下来需要进行风帆内部的造型。我们有过修补船体的经验，这回为我们修补风帆带来很大的帮助。我们可以参照之前的方法将风帆修补的自然一些。\n\n\n\n\n\n此时风帆可能如图所示，但是与船体一样，我们需要对样条线进行平滑处理。\n\n\n\n修复样条线之后的风帆应该是这样子的：\n\n\n为了进一步增加真实性我们在风帆底部的中间位置切掉一些羊毛块，这也会给我带来“风帆里涨满了风“的错觉。\n\n\n一个风帆大概就完成啦。\n\n至于其他风帆，不要忘记随着高度的增加一定要减少风帆的尺寸，这样才能更为真实。\n\n\n为桅杆上增加一个瞭望台是一个不错的选择，我在每一根横桅上都添加了这样的一个设施。\n\n现在我们就可以修建索具了。我比较偏爱栅栏和玻璃，您也可以选择您最为喜欢的方块。首先修建横桅索，也就是我们经常看到的类似梯子一样可以爬到风帆上面的索具。推荐使用栅栏进行建造，因为看起来更像绳子。通常将其与瞭望台和甲板两侧的平台相连。切记，横桅索应当看起来是直的，因为它承受了相当大的张力。\n\n\n\n\n对于上层风帆，也需要修建横桅索，即从瞭望版连接至上一层的平台处。\n船舶的横桅索\n\n\n\n\n接下里即是修建前桅索具，这种索具用于支撑支索帆和三角帆。\n\n\n我们可以在横帆之间添加一定数量的支索帆，在本船中，我在两桅之间添加了3条支索帆。您也可以添加1个或两个，甚至不添加也无妨。实际上支索帆也不是永远都使用的。\n\n支索帆的设计与横帆的设计基本相同。只是不要忘记让这些支索帆也要鼓起来，而且所有的支索帆的朝向都要相同。\n\n\n\n添加一些其他的细节：如索具、斜樯帆、使用不同类型的方块修饰船体、灯具、舰旗等等，细节决定成败。\n\n\n您也可以在船舶内饰上做文章，修建不同类型的房间：储藏室、发射甲板等等，这样才能是您的船舶栩栩如生。当然不要忘记船舵，您可以制作一些小型的救生船和船锚，但是说实话我个人认为这个主意不怎么样，因为船上放不下这么多东西的……至此，关于护卫舰的施工搅成就结束了。还要重申一句，不同的船舶有着不同的船体设计、风帆类型等等，建筑方法也不尽相同。有的船舶甚至不需要升起全部的风帆，我在这里所展示的船舶实际上与真实航行中的姿态是不一样的，只是看着比较美观罢了。如果您按照教程一步一步做，那么到这里您也应该拥有一艘拿得出手的护卫舰了。现在起帆，左旋10度，航速10节，我们的征途是星辰大海！祝君武运昌隆！希望我的教程能够帮到您！\n\n\n\n更多文章：\n\n船舶施工教程——总论\n这一篇综合讲述了各种类型的船舶的建筑技巧，但是不如这篇具有针对性；\n所以推荐阅读总论之后再对各类船舶进行针对性阅读~\nPS：有人搬运了存档哦~所以大家最好配合存档进行拆解性分析，效果更佳~\n搬运贴地址\nO(∩_∩)O~\n\n",
    "replies": [
        {
            "author": "Bruce.Owen",
            "timestamp": 1355120040,
            "txt_content": "强大的沙发"
        },
        {
            "author": "孤剩",
            "timestamp": 1355120640,
            "txt_content": "是不是中国古代船舶也是一样的建造方法"
        },
        {
            "author": "wytkttk",
            "timestamp": 1355122320,
            "txt_content": "收藏有木有！！！"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1355123160,
            "txt_content": "好大的工程，下次联机试试看"
        },
        {
            "author": "Rapture",
            "timestamp": 1355123940,
            "txt_content": "翻译娘辛苦了~"
        },
        {
            "author": "geludan",
            "timestamp": 1355126760,
            "txt_content": "已有人搬运，莫非在共享版"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1355134020,
            "txt_content": "嗯，自己添加图章啊"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1355134320,
            "txt_content": "dongwenjiemc 发表于 2012-12-10 18:07 \n嗯，自己添加图章啊\n觉得不妥的话可以申诉哦~"
        },
        {
            "author": "609883432",
            "timestamp": 1355134680,
            "txt_content": "YOOOOOOOO!!我来迟了！！"
        },
        {
            "author": "609883432",
            "timestamp": 1355134800,
            "txt_content": "我一会儿也翻译一个 = ="
        },
        {
            "author": "geludan",
            "timestamp": 1355134800,
            "txt_content": "DJXGAME 发表于 2012-12-10 11:12 \n觉得不妥的话可以申诉哦~\n不妥，申诉"
        },
        {
            "author": "企鹅",
            "timestamp": 1355137320,
            "txt_content": "555.....我从上个月起就发誓不做船了。因为......船做出来总是扭曲的.....啊啊....浪费了我一个周时间呀！"
        },
        {
            "author": "609883432",
            "timestamp": 1355139000,
            "txt_content": "好吧我看看其他的"
        },
        {
            "author": "z736027620",
            "timestamp": 1355139360,
            "txt_content": "超厉害的你！我挺你！"
        },
        {
            "author": "58083408",
            "timestamp": 1355139480,
            "txt_content": "三桅，双层甲板，50炮，这，就是独角兽号风帆战列舰！"
        },
        {
            "author": "976500394",
            "timestamp": 1355202240,
            "txt_content": "要是能开就好了。征服小白的世界。。"
        },
        {
            "author": "chenjiakuo02",
            "timestamp": 1355218560,
            "txt_content": "突然觉得自己没有存在感了{:10_528:}{:10_527:}"
        }
    ]
}