{
    "title": "[1.7.10-1.7.2]Minechess——国际象棋]或许你只是想要下上一盘棋",
    "author": "Nethop",
    "replyCount": 5,
    "timestamp": 1497743580,
    "txt_content": " 本帖最后由 Nethop 于 2017-6-18 11:36 编辑 \n\nMineChess\n厌倦了诸如与僵尸搏斗，打败末影龙这种游戏玩法？\n对于那些常见的mod已经玩到腻烦？\n希望MC中出现一些新奇的事物？\nMineChess是一款十分有趣的mod，它把标准国际象棋带到了MC世界。现在，你可以移动同你一般高的国际象棋来和你的朋友作战。当然，你也可以同电脑对弈。如果只是加入了和朋友对战国际象棋这种既定套路未免有些太无聊了呢，这个mod同时会生成一些残局地牢，不必多加询问，你的对手自然是电脑。那么现在，要不要和SCP-177比一下看看你执黑子能否胜过对方呢？什么？你根本不会下标准国际象棋？！这是你们都不愿意看的更新日志：\nMINECHESS CHANGELOG\nMINECHESS 1.3.8APRIL 19, 2014\n-Bugfix: Crash when  also having the Minesweeper Mod installed.\n-Bugfix: The last positions (for determining draws) aren’t being saved.\nMINECHESS CHANGELOG\nMINECHESS 1.3.7MARCH 29, 2014\n-Ported to Minecraft 1.7.2.-Bugfix: Pawns that have moved two tiles can be En Passanted by any piece, not just pawns.\nMINECHESS CHANGELOG\nMINECHESS 1.3.6JANUARY 29, 2014\n-Bugfix: A player can castle while his/her King is in check.\nMINECHESS CHANGELOG\nMINECHESS 1.3.5JANUARY 12, 2014\n-Added Pawn promotion choice by way of a GUI.\n-Rule change: Castling or breaking the ability to castle doesn’t reset the 50-move draw count.\n-Rule change: Whether white or black is on turn to move is now handled as a different position by the threefold repetition draw.\n-Refactoring on localizations. Forge will give you a warning about an id not in sync, ignore this.\n-Changed modID and config file from “MineMaarten_ChessMod” to “MineChess”. When the old config file still exists that file is used though to preserve backward compatibility.-Bugfix: You get the ‘castling’ achievement when you don’t have Rooks anymore and you move the King for the first time.\nMINECHESS CHANGELOG\nMINECHESS 1.3.4DECEMBER 6, 2013\n-Added achievements.\n-Added Simplified Chinese localization (not confirmed if it is being picked up by the translation setting).-Bugfix: Piece Movers are linked to each other (they link to the same selected piece).\nMINECHESS CHANGELOG\nMINECHESS 1.3.3OCTOBER 4, 2013 LEAVE A COMMENT\n-Bugfix: Pieces hurt, but don’t capture enemy pieces.\nMINECHESS CHANGELOG\nMINECHESS 1.3.2OCTOBER 3, 2013 1 COMMENT\n-Ported to Minecraft 1.6.4.\nMINECHESS CHANGELOG\nMINECHESS 1.3.1AUGUST 21, 2013\n-Added localization support.\n-Added Dutch localization.\n-Added Spanish localization (made by DancingPeral).\n-Added the ’3 times same position or 50 turns no active move are a valid claim for a draw’ rules along with a related ‘/draw’ command, which allows players to request a draw.-Bugfix: IndexOutOfBoundsException very rarely when activating the AI.\nMINECHESS CHANGELOG\nMINECHESS 1.3.0AUGUST 12, 2013\n-Added AI!\n-Added the commands “/killpiece” and “/aidepth”.\n-Added check for already existing pieces nearby when generating a chessboard (so you can’t generate fields ‘in’ each other anymore).-Bugfix: Just promoted pawns doesn’t give a check/checkmate when doing so as a Queen.\nMINECHESS CHANGELOG\nMINECHESS 1.2.3JULY 21, 2013\n-Ported to Minecraft 1.6.2\n-Added error message when right clicking a chesspiece without Piece Mover.\nMINECHESS VERSION 1.2.2JUNE 7, 2013\n-Bugfix: Crash on SMP when the server initiates a certain punishment.\n-Bugfix: Possible moves renderer not highlighting the right tiles on SMP.\n-Bugfix: Pieces don’t appear to stand in the right direction.-Tweaked some of the punishments.\nMINECHESS CHANGELOG\nMINECHESS VERSION 1.2.1JUNE 7, 2013\n-Bugfix: Crash when a player tries to select a computer controlled piece with the right colored piece mover, and then clicking it’s own king with the right piece mover.-Ported to Minecraft 1.5.2.\nMINECHESS CHANGELOG\nMINECHESS VERSION 1.2.0JUNE 7, 2013\n-Added (two) world generated puzzles!\n-Added Picky XP Orbs. These repel from the losing player.\n-Adjusted the bounding boxes of especially the pawns. Now you can select pieces behind the pawns.\n-Improved the pawn model (by Xander van der Arend).\nMINECHESS CHANGELOG\nMINECHESS VERSION 1.1.0JUNE 7, 2013\n-Bugfix: Knights (visually) stuck in the ground upon chessboard generation.\n-Bugfix: The King captures pieces that are covered (King moves itself in check).\n-Added SMP compatibility! Nearby players will be notified of certain moves (movement, checks, checkmates, stalemates, surrendering).\n-Added player oriented chessboard generation, along with a preview renderer of the chessboard.\n-Added a surrender option. shift right-clicking your King twice will let you surrender to the other color.\n\n\n\n注：除国际象棋外，本图中还出现了如下mod：展示架，神秘时代，植物魔法。\n\n备用地址：https://pan.baidu.com/s/1qYhoaYg",
    "replies": [
        {
            "author": "Nethop",
            "timestamp": 1497743580,
            "txt_content": " 本帖最后由 Nethop 于 2017-6-18 11:35 编辑 \n\n排版修正完毕，请安心食用PS:我怀疑官方提供的下载地址挂掉了。"
        },
        {
            "author": "1225838226",
            "timestamp": 1497750660,
            "txt_content": "典仪长有搬运了什么不得了的mod呢\n\n\n\n\n8.jpg (69.89 KB, 下载次数: 8)\n\n下载附件\n\n2017-6-18 09:51 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "1483823709",
            "timestamp": 1497773400,
            "txt_content": "谢谢卤煮"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1501557420,
            "txt_content": "想和麦迪文下一盘棋嘛"
        },
        {
            "author": "ir-0",
            "timestamp": 1501558020,
            "txt_content": "感谢分享 还不错"
        }
    ]
}