{
    "title": "【原创/短篇】Faker",
    "author": "1158175035",
    "replyCount": 1,
    "timestamp": 1497749700,
    "txt_content": "1、在被吓到瘫坐在地上的少女面前，怪物大声地嘶吼着\n墨绿色仿佛没有生气的眼睛，紧盯着少女苍白的面孔\n怪物——僵尸在一条有些杂乱的小巷里，慢慢地，向着少女走去\n但随即，一位正义的英雄，从天而降一般，出现在了少女和僵尸之间，“到此为止了！怪物！”他这么说着，手指指向了停下动作的僵尸，夸张的红色披风随风舞动着\n也许在有些人的审美，可能稍微低领一点的人的审美里，这很帅……嗯，也可能是“我●！帅爆了”但很遗憾，那并不是我，虽然我也不想变成那样\n我也不是紧接着被英雄所殴打的僵尸，也不是明明刚刚还瘫在地上结果现在就站起来跳着喊“英雄！好帅！”的白痴女生\n“吼噶……吼噶噶噶！”怪物，发出了像是濒临死亡一样的吼声，转身向着巷外逃跑，摆好架势的英雄愣了一下，随即砸了砸舌，紧追了上去\n那么，该我登场了呢\n像是计算好了一样，我从巷口的垃圾箱里跳了出来，对着怪物大声地喊道：“别想逃跑！这里有我守着！”\n“干得好！末影侠！”我的搭档，“史蒂夫先生”竖起了大拇指，对着我喊道\n最后，我轻松地用扫堂腿让怪物失去平衡，再抛到空中，让我的搭档用招牌的“爆裂飞踢”了结了他\n僵尸，在小巷的上空四分五裂，似乎一切都结束了的样子\n好了，别吐槽了，我也快吐了\n“cut！！！！！！！！！！”一声极大声的喊叫声从我背后传出，我一直提着的小心脏也终于放了下来\n面前的小巷开始慢慢解体，露出墨绿色的荧屏布，摄像机也从垃圾桶、电话亭等地方慢慢地移出来，工作人员开始跟导演交谈，我也将非常白痴的头套从头上摘了下来，轻轻地吐了口气\n那么，再次自我介绍加登场，我叫狄末，是一个演员，目前接下了“史蒂夫先生和末影侠”里面末影侠角色的位置\n“行了！最后一场也过了！可以收工了！”编辑在剧组场地里大声叫喊着，我也终于可以从这里解脱了\n“喂！末影侠！”正当我这么想着的时候，导演的声音突然从背后传来，我浑身一颤，但还是不敢迟疑地回头，努力地挤出笑容“是、是！有什么事吗！”\n“你还是太过僵硬了懂吗”导演用力地挥了挥卷成棒状的剧本“你还是没有好好参悟透末影侠这个角色，不然可以像史蒂夫那样做到即兴台词了”\n“是、是……”哼哼，即兴台词，念错就是念错了还可以给说成这样，果然著名的演员就是好啊\n“听好了，再拿剧本回去看看，末影侠可是人类和末影人的混血，你要体现出他内心的纠结是吧？好了，你可以回去了”\n“是，谢谢导演”我用力地鞠了个躬，然后马上飞到演员更衣处将我的便服换好，确认发型没弄乱后默默地向着出口处走去\n“史蒂夫先生！请帮我签个名！”“这边！看看这边好吗！”“求你了！就拍一张照！”路过演出处，刚刚在一旁围观的粉丝们已经占据了整个场地，跟我搭档的演员被围在正中央，一边笑着一边被闪光灯包围\n而我，即便被人看到，也只是嘟囔了一句“你看，史蒂夫的搭档诶”的程度了\n不甘也好，嫉妒也罢，我带着这些心情推开了出口的木门，一瞬间，热浪向我涌来，在我眼前是看不到尽头的街道和数不清的人群\n这时候我才想起来，那里面好歹，是有空调的\n\n2、“呼哧……呼哧……”我费力地将面前的铁门推了开来，一股冷风夹杂着奶油的香气扑面而来，我像是力竭一样，一下子跪在了地上\n”哟，回来啦，辛苦了？阳台那堆衣服麻烦你洗一下“”……呼哧……呼哧……你……特喵的……就这样对待辛苦出去干活的演员吗……“\n虽然手已经没什么力气，但我依然用小手臂撑起身体，带着怨念看向坐在凳子上吃着马卡龙的淡红色长发少女，此时少女一脸慵懒地将最后一口貌似是蓝莓马卡龙咀嚼完，舔了舔手指，反而又拿起了一个红色大概是草莓味的马卡龙，放在了嘴边\n“你要死要活跟我没关系吧，只要你带的钱安全就行”“我可以去该死的劳动局告你吗魂淡”少女看着我的样子拉了拉她头上巨大帽子的帽檐，轻叹了口气，将一个棕色的（也许是我喜欢的咖啡味）马克龙丢给了我，我有些慌张地接住了\n“我说，末尾君是不是太自信了，就你那点酬薪还想告我，你付得起相关的费用么”“咕呜……”听到少女跟我说的话，让我抓着马卡龙准备放到嘴巴里的手猛地一顿“……只，只是暂时落寞而已吧”\n“暂时？”少女听了我的借口，反而皱起了眉头，一脸嫌弃地看着我“我说，这是你两个月以来第一个接到的角色吧”\"……好、好像貌似是“\n“而且你以为是谁帮你这种连身份都不肯给的黑户找工作的？要不是你脸长得还可以我干脆让你去当清洁……“”啊啊好啦我知道啦！我会洗衣服的啦！“\n少女看着我猛然站起，向着阳台走去，又拉了拉帽檐，将红色的马卡龙放入嘴中，我看到她的动作，才想起来我手上的马卡龙，也轻轻地咬了一口，然而……\n“……好苦！这什么鬼啊！”“花旗参马卡龙”“……这种东西你竟然买来吃？！”“吵死了，洗衣服去”“……啧“\n我所在的演绎所上司，华莹强硬地对我说道，我只能无奈地走向阳台\n迎接我的，是堆积如山的衣服，这不是比喻，衣服堆得比我这个一米八的汉子还高的话已经进入山的范畴了吧\n“……特么这是什么时候的衣服？”\n“上星期二”\n“……”\n“话说现在多少点了”\n“你问我干什么”\n“钟坏掉了”华莹指了指墙壁上已经不会动的时钟，又看了看我，我一边想着真麻烦，一边看向我的左手腕\n然后，我愣住了，因为本应在我左手手腕处的手表不见了\n“……你又忘在演员储物柜里了么”华莹毫不留情地露出嫌弃的表情\n“……有什么，下次去取就行了，反正带着也洗不了衣服”\n\n3、“……哈？”\n“哈你个头啊，给我说是”\n“噗哈！”\n随着华莹的一记手刀，我的整个脸都埋进了我今早特地花了半小时挑选材料做出来的狄末-特质汤面里，现在别说什么美味好吃了，我只觉得特么烫的要死\n“啊啊啊啊啊——哔——的烫死了啊啊啊啊死华扒皮你干什么啊！”我在我的脸毁容之前，将我的脸猛地从碗里拔出来，结果被高汤充满的视线里，似乎又看到了什么高速靠近的物体\n也许是做演员的身体反应，我下意识地往下蹲了蹲，将华莹的第二记手刀华丽地躲过了，我脸上的娃娃菜好像还飞到了她的衣服上，嗯，漂亮的反击\n再之后，我跟她大概再进行了五次攻防，在她用铁汤勺打在我后脑勺后，我们的战斗停止了\n“呼哧……呼哧……给我说清楚点啊，为什么做个早餐我突然传唤到要去首都那里表演啊魂淡”\n“切，明明乖乖去做就好了”华莹将汤勺正指着我的脸\n“这不是废话吗？！我一个二流演员突然传唤到首都表演鬼信啊！说不定就是假的咧！”\n“有什么啊？你的身份本来也是假的啊！一个不知道从哪个郊区流浪到这里的破乡民好意思讲！”\n“……”\n她说的，一点也没错\n我确实，用了假的身份，假的理由，在这里工作\n但也不用说的那么狠吧魂淡，这么想的我，似乎下意识地握紧了拳头\n可能察觉到我的怒火，华莹呆了一会后，将汤勺放在了桌上，叹了口气\n“【史蒂夫先生和末影侠】”\n“……哈？”\n“你不知道吗，如今国家的首领”华莹一边端起她的那份面，喝了口汤说“很喜欢看这部作品，所以在今天，首都创国三十六周年，会有一个任首领挑选的舞台剧，于是乎，你就要跟着你的那位好搭档去首都表演了……啊，我好像也会去的样子”\n“……你早点这样说不就好了……那酬金……”\n“嗯，你不用担心，全都进了我的腰包了”\n“……华扒皮你！”\n“倒是你没问题吗？”华莹突然用空着的手又抓起了铁汤勺，“刷”地指向我的脸“这可是人类国家最重要的祭典之一，搞砸了你可能就会被剥夺【人类】的身份扔去西北那边的荒地与怪物为伍哟“\n“……你这样一讲我突然紧张了怎么办”\n“……唉，到底是个二流演员，算了，先吃早餐吧，车中午才会到”\n华莹叹了口气，将汤勺扔到了桌子上，吃起了我做给她的面\n……然后，我沿着我头发往下滴的汤汁让我想起，我的早餐似乎已经被我的脸吃了\n\n4、“……好……好大……”下了火车后，我跟随我的经纪人，也就是华莹，来到了今晚我们要表演的地方——皇宫，似乎是因为第一代人类首领性皇的样子，哼，我们人类的首领还真是随便呢\n不过这真的太夸张了一点吧，我站在占地可能有五百个篮球场的皇宫面前，差点把包给吓掉\n在我旁边的华莹，则是一脸“我不认识这个乡进城的智障”摇着头，走到了我的前面，跟着大团队一起向着皇宫里面走去，我愣了一下，连忙追上去，弯下腰在她耳边轻声问：“喂，之后我们去干什么啊”\n回答我的，是华莹白皙的玉手，华莹一把抓住我的脸，将我推了开来，不知为什么，我在她的手上问道跟之前“花旗参马卡龙”差不多的味道\n“你先不要离我那么近，恶心”“你就这样对待你的演员吗”“如果你跟前面那位日薪五万的史蒂夫先生一样的话说不定还能改改”华莹看也不看我，就这么继续走着\n“告诉我啦”以我对她的了解，再求一次也该告诉我了\n果然，华莹砸了砸舌之后，告诉了我晚上七点的表演但我们现在就要进皇宫的原因\n“因为要去见首领”\n“……啥子？”\n“见首领”\n“哈……哈哈哈，华莹你真是好笑哦，像我这种平民电视就是我见首领的地点了”\n“……我警告你，到时候见的可是全人类的最高领袖，你可不要犯傻”\n“喂！别吓我啊！真的要见吗！”\n在我的心忐忑不安地跳动中，我走进了，那个跟博物馆一样的皇宫\n\n5、“嗯，汝们就是余演出的演员吗，幸会呐~”\n一个目测年龄八岁的女孩坐在华丽地纯金座位上，够不着地的双腿不停摇摆着\n嗯，人类的首领果然脑子都有问题，为什么大家都看起来不吃惊，为什么，难道幼女当国王已经一点都不奇怪了么\n我此刻已经换上了演出服，也就是“末影侠”的装扮，与我的搭档“史蒂夫先生”站在一起，向着这位幼女首领打招呼\n在我不知该干什么的时候，我身旁的史蒂夫已经弯下了腰，我用余光扫视，也学着史蒂夫的模样弯腰，不知为什么，好像在余光的另一侧看到了捂着脸的华莹\n“你好，陛下，希望我今晚的表演你能喜欢”史蒂夫这样说道，身为男二的我却想不出什么好说的，只能弯着腰\n幼女国王只是扫视了我一眼，目光便停留在了史蒂夫身上，突然间，她的眼睛似乎闪起了什么星星的特效，身体大幅度往前倾，似乎想要一口气站起来，但她旁边站着的黑衣执事突然伸手按住了她，她愣了愣，随即看向她旁边的执事，有些不满地说：“伊赛，还不可以吗”\n被称为伊赛的黑衣执事，将手放回到胸前，恭敬地回答：“陛下，身为人类首领，要在客人面前作出优雅的样子”\n“……嗯……汝说的好像很有道理，那好吧，毕竟余是重要的存在呢”幼女抱着胸想了想后，便停止了摇晃双腿，作出严肃的样子，虽然看起来就像想数学题想不出的样子\n唉……喜欢的果然还是史蒂夫吗，我在台阶下无奈地想着\n我不知道的是，在众多女仆执事中，一个小小的身影似乎偷偷看了我一眼\n\n6、“呜嗯！很棒的演出！汝们干的特别漂亮！”幼女皇帝在表演结束后的观众席上站了起来，高举起酒杯，里面的混合果汁有些撒了出来“接下来！汝们就与余一起狂欢吧！喝吧！吃吧！”\n“耶！！！！！！！！！！！！！”\n在幼女皇帝叫喊声停止的那一刻，周围立刻想起了震耳欲聋的声响，我也装模作样地喊了两句，这身演出服还真是特么的热\n然后，就像各种宴会一样，人们吃着，喝着，交谈着，当然我的搭档，火热的史蒂夫先生，也被幼女皇帝和粉丝们围得水泄不通，我则在一旁啃着皇家秘制鸡排\n不过出乎我意料的是，这个皇宫……真的是个博物馆，里面散落摆放着一些珍贵的物品，例如只在电视上看过的下界之星，但也有一些匪夷所思的物品\n例如\n我此刻靠着的真空玻璃箱里放着的竟然是一把残破的铁剑，我又看了它一样，用手敲了敲玻璃，幼女皇帝脑袋真的没问题么\n“……那可是一位附魔大师的作品，可以凭空生成火焰的铁剑，你碰坏了一万个你也陪不上”“呜啊！”不知什么时候，一脸嫌弃的华莹拿着马卡龙出现在我身边，把我吓了一大跳\n“……凭空生成火焰，不怕把这里烧了么”\n“你傻么，商场都有烟雾监控系统，人类首领住的地方怎么可能没有”\n“……是是是，你们城里人厉害”\n“赶紧吃完，我们差不多要走了”\n“不用你说我也知道，我也不想待在这个地方那么久”我幸幸地说，突然远方传来幼女皇帝的声音\n“看吧！这就是人类最重要的物品，用来封印西北边境的钥匙！汝们可不能碰哦，这是余的东西”人群不时发出赞叹的声音，而我也似乎在人群中看到什么闪光的东西\n算了，估计也与我无关\n这么想的我，想趁着这段时间再多吃点食物，毕竟这种好机会可不常有呢\n\n7、“呜啊……好撑……”我此刻已经脱下了戏服，换回了我的衬衫运动裤，和华莹走在回车站的路上，华莹先前还会说“活该，不撑死你这个贪心的玩意“，但现在已经懒得吐槽了似乎\n今晚的月色有些明亮，与街灯映照的橘红色的灯光交汇，让人感到有一丝迷惑的感觉\n“喂，多少点了”华莹突然问，似乎是在对照车票时间，我习惯性地抬起左手，然后又愣住了\n“……啊咧……”\n“……你又忘在储物柜离了？！”华莹转过头来，一脸“你是不是没脑子”的表情\n“……也、也就偶尔啦，现在去拿不就好了！“\n“你能不能长点心！你是富的流油看不起那个手表么！”华莹叹了口气，右手扶着额头“真服了你，回去再买一……”\n“我回去拿了，你在这等一下”我还没等她说完，便打断她的话，回身向着皇宫走去\n“……哈？！你是傻了么！”\n“别的不一样”我这么回话道“那个可是你这个扒皮送给我的”\n说完，我便加速向着皇宫走去，身后似乎传来华莹的声音，不过我已经听不见了\n\n8、“拜托了！让我进去吧！”我跪坐在皇宫门口，对着两位全副武装的保安说道\n“抱歉，没有允许，你已经不能进去了”保安这么说着，同时晃了晃腰上的剑，似乎对我的行为有些不耐烦了\n看起来求再久也没有用了，我叹了口气，等保安进去之后便起身，挠了挠头\n该死，漂亮话都说出来了，回去怕不是要被笑死了魂淡\n脑袋里一瞬间闪过硬闯的想法，嗯，我能这么想还真是不怕死呢\n”那……那个……“正当我在皇宫侧边一筹莫展的时候，墙壁突然传出了一个细细的声音\n以为有鬼的我下意识飞了起来，靠屁股弹射了五米左右\n“……这、这边……”声音没有中断，反复确认了几遍之后，在墙上的一个地方似乎有个小缝，小缝里面，一个小小的姑娘正在看着我\n“……”\n“……”\n对视了好几秒后，我流了些冷汗，这位大姐干什么，把我叫住了又什么都不说\n“那个……你是要进来么……”\n过了好一会，好一会好一会，少女却生生地说道，我听到后愣了愣，急忙点了点头\n在我的面前，石墙突然打开了，似乎是暗门的样子，我也终于见到少女的真面目，穿着小小的女仆装，似乎是女仆的样子\n“……你应该不是来做坏事的吧”少女看了看我，慢慢地说道\n“当然不是啦！”我急忙否定，同时亮出了我的左手“我手表落在储物柜了，要进去拿一下，可以么”我尽量用我能做到的温柔语气说道\n“……好吧……走这……”“好谢谢再见！”我在她指出方向的那一刻就向着那边冲去，这种鬼地方当然是能多块解决就多快解决啊魂淡\n……不过，那个少女，总感觉有些……熟悉？\n\n9、我在皇宫里漫无目的地走着\n该死的……明明是沿着告示牌和记忆走的，这里到底是哪里啊\n吐槽了皇宫里为什么会有指示牌的我，此刻处于迷路的状态，真是搞不懂到底是哪代首领将皇宫建的那么大的\n漫无目的四处乱逛脑补着华莹可能等得已经抓狂的我，终于找到了宴会厅，里面右手边就是演员的储物柜\n此刻的皇宫黑着灯，估计处于断电状态，所以我只要小声点应该就没有问题了吧\n以后一定要多谢谢那个少女呢\n这么想着的我，推开了宴会厅的门\n人群离开后，诺大的宴会厅只剩下桌椅和那些被封存的文物，显得异常的宁静\n……本应该是这样\n推开门的我，看到了一束奇怪的光，而光的源头，似乎是厅里那位不明人士手上抓住的条状物体\n紧接着，我认出那个一身黑衣裤的家伙，就是白天幼女国王旁边的那个执事\n而最后，我也终于注意到了\n他的另一个手上，抓着幼女国王\n“……那个……晚上……好？”被惊的愣在原地的我，呆呆地，打了个招呼\n相反，黑衣执事，伊赛却有些吃惊地看向这边，然后用哭笑不得的声音说道：“奇怪，这种时候你不应该进得来啊”他这么说着，将幼女国王随手扔着了一张空着的桌上\n“喂！你疯了吗！”轻松地语气与他做的事情完全不符合，我几乎是下意识地吼了出来\n“嗯？怎么了？很奇怪吗？”他歪了歪头，微笑地看着我\n“你特么脑子有洞吧？！她可是人类首领啊！”我被他奇怪的态度所吓到，像是要将恐惧驱赶一样大声吼着\n“人？”伊赛又歪了歪脑袋，随即轻松地说“我本来就不是人啊”\n咕咚\n心脏猛地一跳，随即两脚一软，我差点直接跪在了地上\n不是人类\n怎么可能\n“总之，自我介绍一下，我是伊赛，是一个末、影、人、哟？”\n听到末影人这个词，我似乎感受到血液回流的发凉感\n该死……该死该死，我就回来取个手表而已，为什么会这样\n“嗯嗯，相信你也了解末影人是怪物种类里最可怕的一种，不过很奇怪呢”伊赛一边抛起条状物体再接住，一边这么说着“为什么你给我的感觉，有点像同类，又有点像食物……一半……一半？”\n“……你疯了吗！谁跟你们怪物是一样的”\n“……啊”\n伊赛停了下来，看向了我\n“……混血”\n他猜到了\n假的不是我的身份\n也不是我的理由\n是我本身\n“真的假的……噗哈哈哈！混血？混血！哈哈哈！亏你能活那么久啊，这么大的混血还是第一次见啊！”伊赛突然笑了起来，同时我的怒火也开始飙升\n“不过这样还方便了，来，过来，帮我抓住这个”他突然又提着幼女国王，向我这边走来，我下意识地退了两步，他看到我的举动，疑惑地皱了皱眉头，我警惕地看着他，问道：”你要我干什么“\n“干什么……当然是用她的血打开西北那边的【门】啊，用这个钥匙……毕竟这是她的东西所以有些麻烦”他说着说着，突然声音渐渐失去了温度，他愣了愣，阴沉地扫视我”……还是说，不愿意？“\n“……哼、这不是明摆着吗”装腔作势着，我向门靠去，将背后捂住，防止他偷袭“谁愿意跟你合作啊，怪物！”\n“……噗，你的意思是，你就不是吗？”伊赛又将幼女国王丢了开来，轻蔑地看着我“我倒想问问你，你到底是什么”\n“用不着你管！总之我不会帮你的你个死蠢！”我用颤抖的声音回道，自己也弄不懂这种意义不明的勇气是哪来的\n我是什么\n我TM也想知道啊……\n我不想救下幼女国王当什么人类英雄，也不想破开封印去做什么怪物帝王\n我只想活下去都不行吗\n“看来没得谈了呢”伊赛怂了怂肩，将【钥匙】轻轻放在了桌子上\n突然间，一股寒意爬上了后背，我立刻转身想从逃到门外，至少大声喊叫总会有人过来的吧\n这么想着的我，肚子突然遭受了重击，我的胃发出了令人发颤的声音，紧接着我双脚开始离地，整个人飞进了宴会厅里，撞到了木质桌子才停了下来\n将肺部的空气全部吐了出来，我努力地睁开眼睛，伊赛慢慢地从门口走了过来，“嗯……不管怎么说也有一半的末影人血脉么，普通人现在肚子已经开了一个大洞了呢”\n“……咔哈……卡哈……”我没空回复他的吐槽，摇摇晃晃地站了起来，该死的，偏偏是所有怪物里面最擅长近身的末影人，只要他还能瞬移，我就给困死在这里了\n怎么办，狄末，快想想办法啊魂淡！\n用余光环视了一下宴会厅，很快我想起了这里摆放的众多文物\n也有些是武器不是吗\n弓之类的肯定是无效的，但近战武器的话，有一半人类血统的我拿得起来，可他就不行了\n脑袋飞快思考的一瞬间，像是雷声在脑袋里炸响一样，我突然大幅度向着右半边滚去，下一刻，出现在我刚刚站着的位置的伊赛，鞭腿带着破风声甩了过来，但被已经超出射程范围的我躲过了\n“切”他砸了咂舌，“不能用瞬移却还有预支感吗”\n我翻滚后连忙站了起来，结果头不小心撞到了什么，我一边咒骂着一边检查那是什么，发现那就是我要找的真空箱，而里面放着一把看上去很老旧的斧头\n……淦这些人能不能放一些能用的现代武器吗！\n我趴在玻璃上检查着那个斧头，突然一阵恶寒再次爬上了后背，我急忙侧身，伊赛的拳头带着破风声擦过我的脸，将玻璃应声打碎\n“谢啦！”我大喊着，右手马上伸进真空箱，抓住了箱子里斧头的手柄处，然后奋力地向着伊赛的身体砍去\n这么近的距离，而且还刚刚发动完瞬移，是不可能躲开的！\n“喝啊啊啊啊啊啊啊！”用尽全身的力气，斧头那边传来了砍到肉的质感，伊赛闷哼了一声，然后很大幅度地后跳了一步，我也因为失去了着力点而踉跄了一下，我有些兴奋，抱着“这下就能打”的心情抬起了头\n然后再次愣住了\n伊赛，刚刚被我砍到的地方，仅仅是衣服被划破的程度，他一点伤，也没有受\n“干得不坏嘛”伊赛冷冷地说“差点忘记你还可以拿武器了，不过该说你运气不好吗，偏偏拿到的是末影人有抗性的毒斧头”\n恶寒，在全省上下窜动，该死该死该死，为什么我忽略了这一点啊！\n想想，快想想，末影人害怕的而且这些老古董里面有的东西！\n“……！”想起来了\n那把，火焰附加的铁剑\n灵光一闪的我，开始四处寻找着那把铁剑，伊赛看着突然四处观望的我，眯了眯眼睛，但随即还是冲了过来\n可恶，为了提防出其不意的招数改用先冲刺再用瞬移躲避的战术了吗\n我将斧头架在胸前，挡下了伊赛的拳击，而在这一瞬间，我也终于看到了我之前寻找的铁剑，多亏了我的夜视还没有消失啊\n将伊赛的拳击挡开，我奋力地向着那边冲刺，伊赛楞了一下，也冲了过来\n该死！快点啊魂淡！\n十米，五米，三米，就差一点！\n“……原来是要这个啊”伊赛的身影，在前面浮现，周围发散出浓厚的末影离子\n猜出我要干什么的伊赛，使用了瞬移，将我一下子踢飞，飞出了好几米的我，倒在了地上，痛苦地呻吟着\n“……【莫罗斯的铁剑】，啊，火焰附加吗”伊赛检查了一下箱子的署名，便一下子猜出了我内心的想法，我用手肘撑起身子，看着露出微笑的伊赛\n“喂，你知道吗”伊赛突然说，同时右手一挥，打破的真空箱“虽然我是拿不起来……”伊赛将剑打到了地上，正好让剑柄插在了地上“但是也可以这样用呢”话音刚落，我的视野开始变高，随即我意识到，我被人提了起来\n紧接着，我的身体浮空，划过一条弧线，向着铁剑那边飞去\n“斯拉！”我的右肩连着手臂，被铁剑撕裂，可能是因为年久，所以砍到小臂处便停了下来\n钻心的撕裂痛还没传过来，我的神经便被另一种疼痛所占领\n“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”“哈哈哈啊哈哈哈哈哈哈哈！”\n伤口，冒出了火焰，我却没有晕过去，正面被可怕的灼烧痛袭击，我的惨叫声中，混杂着伊赛的大笑声\n“嘎哈……嘎哈……”渐渐习惯被火焰灼烧的我，大口地喘着气，而我的伤口上的火焰，却没有熄灭，火焰燃烧着我的衣服和血肉，发出刺鼻的黑烟\n“因为是混血所以伤害似乎更大了呢”伊赛饶有兴致地看着我，随即拍了拍手“行了，明白了吧，你这种半吊子的东西打不赢我的，服从还是死亡”\n最后通牒，伊赛这么跟我说道，我努力地抬起头，正视他的眼睛\n“苟……屁……”我这么说道，伊赛的眉头挑了挑\n“正因为……我是……半吊子……”即便半个身体都沾染上了火焰，但我依旧笑了起来，因为我知道，这场胜负赢得是我\n“才可以打败你啊”“丁零零零！！！！！！！”随着我的话音落下，我期待已久的刺耳铃声终于响了起来，铃声过后，冰冷的触感从头上传来，随即越来越多\n“……这、这是……呜……啊啊啊啊啊啊啊啊啊！”伊赛，发出了痛苦的叫声，嘛，毕竟是个末影人，被水淋到当然会这样啦\n我要拿到这把铁剑，根本不是为了用火焰附加砍伤伊赛，而是想用火焰去触发烟雾自动报警系统\n身上的火焰，渐渐被水给熄灭，我送了口气，看了看在宴会厅里胡乱瞬移的伊赛，不由地笑了出来\n半吊子的我，没有瞬移，没有火焰抗性，也没有会被水伤害的这个特性呢\n“魂淡！你这个za种！（怕和谐）魂淡啊啊啊啊啊啊！”身体上冒着烟，伊赛大声吼叫着，随即又看向了我，我忍着痛站了起来，将铁剑从地上拔出，用左手握着\n现在的情况，大家都是一样的了！\n“……那个……请问为什么那么吵……嗯？报警系统？”\n门口，突然传来了轻柔的声音\n我整个人愣住了，呆呆地向着门口看去\n刚才为我开门的小女仆，扶着门框站在那里，一脸茫然地看着这边\n“快逃！”我想这么大喊，但我面前的伊赛已经散发出末影离子\n他在发动瞬移\n这样的话无论做什么都来不及\n嗯，就这样吧，牺牲一个小女仆拯救整个人类的命运不是很好嘛？\n不过人类也不关我的事吧，毕竟我这样的的身体本来哪边都不是不是吗？\n就这样吧，反正我也是个假劣之物\n……开什么玩笑！\n身体前所未有地发烫着， 我的身边开始聚齐奇怪的黑色离子\n就算我是半吊子，那边都不属于，但我也，特么的不想有人因为我去死啊魂淡\n下一秒\n我出现了伊赛与小女仆之前\n看着伊赛茫然的脸，我大概猜到了\n我做到了，瞬移\n可以说是千钧一发呢，我右手握住了伊赛贯穿我肚子的拳头，该说运气好呢还是不好呢，我正好在伊赛出拳的那一刻瞬移了过来\n“……快去……叫人……”我呢喃着这句话，左手吃力地将铁剑举起，用尽力气向着伊赛胸口捅去\n我已经分不清小女仆的尖叫和伊赛的惨叫，所有的感觉似乎都在离我而去\n……什么不怕水啊，原来身体被水淋后强度和回复都会下降啊，最后一刻，我这么自嘲的想着\n我果然，是个半吊子\n\n10、（第三人称）\n“快！把这边围起来！保护陛下！”警卫们从门口涌了进来，将宴会厅团团围住，此刻的宴会厅已经停止了洒水，充满着灯光\n可能原因是，在宴会厅中央一脚踏在这个国家最高首领，人类的陛下，琳茨身上的末影人伊赛的要求\n“你这个魂淡（防和谐）！快从陛下身边离开！”警卫队长怒吼着，手上握着的钻石剑颤抖着，而被吼的一方，伊赛则是掏了掏耳朵，然后叹了口气，不知为什么，他的胸口有一个很大的伤口\n“我说，那么凶好么，我今天也很累也给一堆破事搞得很烦躁，说不定就和我可爱的陛下一起去天堂了哦？”“你！”\n“所以啊”伊赛笑着说“大家都想要happy end的话就听听我的条件吧？”\n“碰！”警卫队长突然摔倒了\n可能原因是，他身后以为带着巨大帽檐的淡红色长发少女一脚将他踹了开来\n少女似乎苦于视线被遮挡，来到最前面后松了口气，然后四处扫视着，最后，视线定格在伊赛旁边的一句青年尸体\n说是尸体，可能是因为青年的肚子已经破开了一个大洞，虽然已经停止了流血，但没人去检查他的呼吸心跳的话应该可以判断成尸体吧\n少女盯着尸体看了好一会后，慢慢地抬起头，向着伊赛问：“你干的？”\n伊赛有些发愣，但看到少女握紧的拳头后发觉到了，少女似乎和青年有着什么关系，之前自己像是被戏谑的场景浮现了出来，伊赛笑了出来：“是啊？又怎么样？”\n“……”\n少女听了之后，无言地拉了拉帽檐，淡红色的头发慢慢飘动着\n”很有胆嘛“少女这么说着，向着伊赛那边走去，警卫们发出了大叫，警卫队长奋力地想要拉住少女\n伊赛挑了挑眉，摇了摇头，想要抬起脚以国王的命来吓唬吓唬少女\n“碰啷！”下一秒，伊赛发觉自己似乎离开了地面\n伊赛飞了两三米后，狠狠地摔在了地上\n少女，面无表情地继续走向青年那边\n“……你个魂淡！（依旧防和谐）你做了什么！”伊赛一下子站起来怒吼着，但视线前面是一个高速飞来的物体\n……似乎是……玻璃瓶？\n“碰啷！”玻璃瓶在伊赛面前炸裂，如果不是直接接触的话末影人的瞬移并不能触发，这次伊赛突然感到全身的力量都被抽走了，他无力地跪倒在地\n“听说你不怕毒来着？”少女双手一转，两瓶墨绿色的药便出现在她手上“不过那只是毒性不够强吧？”少女这么说着，将药随手丢在了伊赛旁边\n“呜啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”伊赛发出了痛苦的惨叫，身上冒着奇怪的黑烟\n“你们看什么，现在不去抓等什么时候”少女无奈地对着看戏般的警卫员说，警卫员们楞了一下后，纷纷冲上前\n少女看着这样的场景，叹了口气，走向了青年尸体处，蹲了下来，拿出了一瓶粉红色的药水，轻轻地洒在了青年的身上\n“真的是，没事找事”少女又叹了口气，将已经复原的青年背了起来，向着门外走去\n\n11、在被吓到瘫坐在地上的少女面前，怪物大声地嘶吼着\n墨绿色仿佛没有生气的眼睛，紧盯着少女苍白的面孔\n怪物——小白在一条有些杂乱的小巷里，慢慢地，向着少女走去\n但随即，一位正义的英雄，从天而降一般，出现在了少女与小白之间，“到此为止了！怪物！”他这么说着，手指指向了停下动作的小白，红色披风随风舞动着\n……我真是佩服这个编剧，把怪物一换就能再拍一个场景\n“好！大家辛苦了！”编剧声音再次让我解脱，我叹了口气，向着储物柜走去\n皇宫的事件并没有让我大红大紫什么的，我依旧是那个二流演员，假劣之物\n不过不知道为什么华莹最近都不怎么出去了，要出去也会带着巨大的口罩和墨镜，真是奇怪\n换好衣服，整理好发型，临走前突然愣了愣，看了看自己的左手，这次手表安稳地戴在左手上\n……已经不想再忘记了\n这么想着的我，叹了口气，向着门口走去，再次路过演播厅\n我的搭档，依旧被粉丝围得水泄不通，而我，依旧是写作男二读作配角\n嘛，这本来就是我吗\n“那、那个……”\n反正我也是一个二流演员\n“可、可以停一下吗……”\n这样的生活，可能还是我这个假劣之物向往……\n“……那个！”\n“呜啊！”\n身侧突然的大喊让我吓了一大跳，我随即向着那边看去，一位穿着淡青色裙子、留着披肩茶色短发的可爱女生站在那里，双手下垂紧握着，脸有些微红，大概是……生气？\n“……人家都叫了半天了……“\n“……抱、抱歉！”\n我双手举过头顶，向着少女道歉，少女愣了愣，随即“噗嗤”一下笑了出来\n“……那个，找我什么事？”\n“啊、对、对了……”\n少女被我提醒之后，有些拘谨地从身后拿出一个板子\n“签……签……”\n“……签？”\n“……我、我是你的粉丝！能……能帮我签、签个名吗……”\n愣住了\n当机了\n我完完全全呆在了原地\n“……那个……可以吗？”\n“当然！没问题！绝对可以！请务必让我签！”\n她的样子，不知道为什么让我联想到女仆，不过这确实是，我的第一个粉丝呢\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1497782100,
            "txt_content": "有点意思\n这样的东西还是交给@gggbbb  来比较好\n顺便\nhttps://tieba.baidu.com/p/5167253960这个人就是你本人吗 "
        }
    ]
}