{
    "title": "【六月活动】谢谢你在今年六月的存在",
    "author": "初阳时光",
    "replyCount": 8,
    "timestamp": 1497872220,
    "txt_content": " 本帖最后由 初阳时光 于 2017-12-30 13:15 编辑 \n\n谢谢你在今年六月的存在              文/初阳时光\n\nBGM：第二页最底下   捉迷藏？（划掉）\n震惊！失踪人口回归！科学无法解释！\n单身慎入     明明我也单身啊（划掉）\n毫无主题= =？？\n或许主题是对他们俩的祝福吧？？\netc.\n\n\n       打铃了。\n       监考老师缓缓走过来收卷。\n       收完卷后，我深吸|一|口气，走出考场，心里感到无比的轻松。几分钟后，楼道里传来了一阵阵痛快而豪迈的呐喊。\n       我心里想着这三年在这个学校所经历的人与事。\n\n\n\n       初始时，我只记得军训。\n       炎热得有点过分的晚夏的骄阳，把我晒得想钻进冰箱。\n       第一次认识的同学是一个我看着有些眼熟的——兴许我曾经在小学见过他吧？后来我才知道，他的成绩在我们班算垫底的类型。很多人也就像他一样，心地善良，但却就是读不进书。我也为他感到暗暗惋惜。\n       之前我的小学同学提醒过我，他哥说过，初中很多暗恋的人。\n       当时，我一下子炸开来了。哇，这么劲爆。军训时我又记得了这句话，暗自想他是不是就是这种人。\n       军训时，教官不像我想象的那样心狠手辣，只是让我们立正，而并没有像别的教官那样一直练踏步之类的东西。\n       然后记忆就突然没有预兆地跳到了初二。\n       初二认识了物理老师，事情也突然开始变得多了起来，比如说班上的各种暗恋，各种让人记忆深刻的事。也就是这个时候，我开始注意到他们两个人。做他们同桌的那个女同学天天说受不了左边两个人天天秀恩爱，于是事情就在同学之间传开了，甚至都有类似于关灯放蜡烛表白的流言传开。我可是一个非常八卦的人，就对这件事情很感兴趣了。\n       物理老师也知道了这个不算什么秘密的秘密，每次上课只要瞟到了他们两个都会笑笑，于是，每当这时，全班同学都会一起心照不宣地哄堂大笑。但是唯一的疑点是，物理老师并没有说这很影响课堂纪律。所以，理所当然地，关于他们的事情就传到了班主任的耳边了。与我所想象的相反的是，班主任一开始不是很在意。后来我和那个类似于电灯泡角色的女生坐同桌，她才告诉了我一些关于他们的秘密。\n       她上课讲话可以说是非常厉害的了，每次在上课时她和我说关于他们的故事的时候，往往都不会被老师发现。\n       关于这件事，她大概零零碎碎和我说了半个学期，我也很佩服她。也是后来，我才知道他们的成绩都不是很好——甚至都抽过烟，喝过酒。\n       之后呢，在物理课上的讨论就成为了不可避免的上课的一部分。有一次，当物理老师说到“一切分子之间都存在引力和斥力”时，后面也不知道是谁接了一句“那XXX和XXX之间是不是只存在引力呢？”\n       全班同学都齐刷刷地看向他们俩。两个人中女生的脸，不夸张地说，不只是传统的“和苹果一样红”的生硬比喻了，而是比要熟烂的苹果还要红。\n       物理老师沉默了几秒之后，也可以说是为了缓解尴尬，继续接上前面讲过的内容：“这里是个易错点，世界上并不存在没有内能的物体……”\n       全班同学都没有要听讲的意思。那个女生却突然哭了。\n       这下老师讲不下去了。\n       我努力假装在看书，但是还是无法避免好奇心这一人人都有的怪圈。这时，有些同学缓过神来，应老师刚刚说的那句话：“对。”\n       老师笑笑，继续开始讲题。课堂氛围又变得正常起来。\n\n\n       也就像是顺理成章，突然在初二下学期的时候，突然有爆炸性的消息传出：\n       “他们两个，真、真、真的、初吻都没了啊……”\n       按道理来说，这种被老师视为不健康的消息不会流传很久，但这却像是一个早已准备好的伏笔一样，对所有人来说一点儿也不惊喜。\n       我心想，小学同学的话真的灵验了耶。\n       后来也就到了初三。某一天，那两个人中的女生变成了我的同桌。\n       不知道是惊悚还是惊喜，当老师说到那句话时，我反应非常大。现在看来，也许那是一种震惊吧。\n       然后我就想到了一个化学方程式与其现象，“CaO+H[sub]2[/sub]O=Ca(OH)[sub]2[/sub]，剧烈放热。”这个方程式可能早就准备好，用来形容他们了。我一边为自己的智慧而赞叹到升天，一边想象他们最后会变成怎样的一对情侣。\n       她上课非常喜欢玩手机。老师几乎对她放弃了，因为当她用校服的外套披在头上而趴在桌子上玩手机时，没有一个老师追查了她在外套下干什么。\n       之后就是浑浑噩噩的刷题，刷卷子，以及她每天上课趴在桌子上玩手机的各种画面。几乎每一天都是按照既定的流程进行的。\n       所以——\n       中考结束了。\n       估分的时候，她和我说，庆幸她自己还能上个普高。\n       我说，是哦，的确很庆幸。\n       拍毕业照的时候，也许只有我和摄影师两个人注意到了，她的男朋友在她耳边说了一句话，而且口型也没有故意遮掩。我清清楚楚地看到了，他说的是：“我喜欢你。”\n\n       席慕蓉有过这样一句话：“突然觉得，人生也就真的这样了，我们都走在同样的路上，走得很慢，隔得很远，却络绎不绝。”\n       又是六月毕业季，挥别的人们将流向他处。\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "E100撞老鼠",
            "timestamp": 1497872700,
            "txt_content": "初中就这么多回忆...到了高中有的你受的哈哈"
        },
        {
            "author": "初阳时光",
            "timestamp": 1497873180,
            "txt_content": "E100撞老鼠 发表于 2017-6-19 19:45\n初中就这么多回忆...到了高中有的你受的哈哈\n哈哈哈哈只是简略的写了我同桌的恋爱史\n其实还有很多啦（笑\n今天刚刚毕业 就趁热打铁写一下"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1497874500,
            "txt_content": "这点破事儿有啥好大惊小怪的 等到了高中让你大开眼界\n请再去读一遍写作要求 本次活动的题目为“挥手话别”"
        },
        {
            "author": "初阳时光",
            "timestamp": 1497876780,
            "txt_content": "bo_bo2001 发表于 2017-6-19 20:15\n这点破事儿有啥好大惊小怪的 等到了高中让你大开眼界\n请再去读一遍写作要求 本次活动的题目为“挥手 ...\n哈哈哈我刚刚结尾改了下\n一点也没有违和好伐哈哈哈哈哈"
        },
        {
            "author": "guqu",
            "timestamp": 1498569720,
            "txt_content": "又是六月毕业季，挥别的人们将流向他处。\n请以下面这句话为中心，完成六月活动。\n他/她挥了挥手，和他/她告别\n\n文字类：以上面这句话为结尾，向前扩写出一个情景——要求，字数500以上，且这句话必须包含在末尾50字内"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498684320,
            "txt_content": "CaO+H2O=Ca(OH)2，剧烈放热。复制代码\n硬要说的话，稀释浓硫/盐酸放的热更多吧_(:зゝ∠)_"
        },
        {
            "author": "初阳时光",
            "timestamp": 1498707960,
            "txt_content": "Smokey_Days 发表于 2017-6-29 05:12\n硬要说的话，稀释浓硫/盐酸放的热更多吧_(:зゝ∠)_\n浓硫酸稀释才会放热哦……"
        },
        {
            "author": "User:guest",
            "timestamp": 1498826100,
            "txt_content": "或许主题是对他们俩的祝福吧？？"
        }
    ]
}