{
    "title": "悉尼歌剧院的Minecraft",
    "author": "PlayerMingZhu",
    "replyCount": 8,
    "timestamp": 1497935820,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-6-20 13:33 编辑 \n\nMINECRAFT AT SYDNEY OPERA HOUSEAustralia!Minecraft is coming to you this July!在悉尼歌剧院的Minecraft澳大利亚！Minecraft在这个七月就要来啦！\n\n\n\n\n02.jpg (191.34 KB, 下载次数: 9)\n\n下载附件\n\n2017-6-20 13:16 上传\n\n\n\n\n\n\n我们还没有准备好透露今年的MINECON会发生什么-但在与悉尼歌剧院的合作的前提下，欢迎那些澳大利亚人去参加所有的新事件。这是一个合适的会场来见证Minecraft史诗般的展开、参加戏剧竞赛、融入巨星的行列之中、歌剧女主角开发团队和志趣相投的工匠们。We’re notquite ready to reveal what’s happening with MINECON this year - but those DownUnder are welcome to attend an all new event held in collaboration with the Sydney Opera House. It’s a fittingvenue to witness the epic fantasy of Minecraft unfold, take part in the dramaof competition, and mingle with superstars, dev-team divas and like-minded‘crafters!\n\n7月2日星期日到7月3日星期一期间有几件事情，你可以从悉尼歌剧院的网站上获得门票。门票分为几种不同的层次，这取决于你是否想要参加澳大利亚的第一个正式的Minecraft竞赛、和朋友一起、或者只是想随便看看。There areseveral events running across Sunday July 2 and Monday July 3, and you can gettickets from Sydney Opera House’s site. There are a few different tiers ofticket, depending on whether you want to take part in Australia’s firstofficial Minecraft Competition, cheer on a friend, or simply check out theshow.\n\n如果和精英工匠对决听起来太过激烈，你还有许多其他可以做可以看的事情：开始在自由游戏区（Free Play Zone）结交一些新朋友，或者在宠物乐园（Petting Zoo）寻找拍照的好时机。在教育区（Education Zone）了解自学，或者装扮起来给我们的服装评委留下深刻的印象。我们的Lydia Winters和Jens Bergensten也会上台做一段特别的报告。If battlingelite ‘crafters sounds too intense, there are plenty of other things to do andsee: get cracking and make new friends in the Free Play Zone, or find a photoop in the Petting Zoo. Learn about learning itself in the Education Zone, orturn up dressed to impress the judges of our costume competition. Our very ownLydia Winters and Jens Bergensten will take the stage for a specialpresentation, too!\n\n这将是一段美好的时光，来吧！可以在悉尼歌剧院网站上找到有关该事件的所有信息。It’ll be agreat time, so come along! Find out all about the event over at the SydneyOpera House site.\n\n照片由Michael Yore拍摄Photo byMichael Yore\n\n原文地址：https://minecraft.net/zh-hans/ar ... -sydney-opera-house原作者： Marsh Davies，发布于2017年6月19日译者：Player_明珠（M.V.T萌新）\n\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1497938340,
            "txt_content": "所以说我们要用镐子把悉尼歌剧院挖掉么？（雾）"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1497939240,
            "txt_content": " 本帖最后由 MuChenyu 于 2017-6-20 14:16 编辑 \n\n很不错～坐等图文直播"
        },
        {
            "author": "晴晴mc",
            "timestamp": 1497954600,
            "txt_content": " 这是minecon吗？"
        },
        {
            "author": "CAISIDUO",
            "timestamp": 1497960060,
            "txt_content": "晴晴mc 发表于 2017-6-20 18:30\n这是minecon吗？\n认真读啊 这只是个普通的MINECRAFT聚会活动"
        },
        {
            "author": "张钰灝",
            "timestamp": 1497961320,
            "txt_content": "23333悉尼歌剧院这种东西都被占领了PS:哪天都到了紫禁城了2333333333"
        },
        {
            "author": "折君",
            "timestamp": 1497993240,
            "txt_content": "张钰灝 发表于 2017-6-20 20:22\n23333悉尼歌剧院这种东西都被占领了PS:哪天都到了紫禁城了2333333333\n毕竟水立方也被占领过了呢（虽然是网易的主意）"
        },
        {
            "author": "番茄茄",
            "timestamp": 1498023960,
            "txt_content": "突然有了想去澳洲玩的念头诶嘿，可惜条件不允许"
        },
        {
            "author": "Bad_Guy",
            "timestamp": 1498180380,
            "txt_content": "好想去minecon，也想要minecon披风qwq"
        }
    ]
}