{
    "title": "【原创/单篇】Hello World",
    "author": "电饭煲（备）",
    "replyCount": 7,
    "timestamp": 1497937260,
    "txt_content": "Hello World\n谨以此文纪念逝去的岁月\n       多少年了？自beta1.6.5至今，约莫六年了吧；自接触Minecraft，约莫六年了吧。\n      我可还曾记得，数年前独自搭建起的层层楼阁，烂了尾的自动小麦收割机，铲平了百里土地，走遍了天南地北。那时候，最为喜欢的，就是挖出一条瞧不见边的矿道，铺上铁轨，整天从这一头划到那一头，来回输送着铁矿煤矿。\n      若挖到一块钻石，那可会使我高兴一整天。喜欢住在天上，玻璃搭建的地板，如空岛一般连接着好几个平台。自动小麦、自动西瓜、自动门……只要是和红石有些关系的，我都情有独钟，每天钻研着这些有的没的，生活中哪怕念着书也不忘了思考这周末该如何在游戏里度过。\n      我那小小的童年，就在这小小的世界中度过。我还曾记得在一个名为垩尔服务器中，遇上了我今天的挚友。\n      当时他叫做“ChuanChuan”，在我造出的大方块旁晃悠，那年他也还是小学生，我小他一岁，两人互换了QQ就这样聊了起来。后来他更名为Daimeng_DY，向我介绍了他的弟弟Kirito_ian。我们三人，在小学时候便疯狂的玩耍，从服务器的这头走到那头，从大服务器走到小服务器，用着廉价的hamachi自己创建着自己的小世界。\n      那一年，Minecraft后面是带着1.2.5的。\n      然后，DY到了初中，有了点小大人的模样，生活忙碌了起来。于是我只能和ian常常的玩耍。再然后，ian不得不服从了父母的管教，上线的时间越发的少，就只剩下DY在每个周末能陪我一陪。\n      当我也成了初中生，开始学着努力了，Minecraft也更新到了1.7系列，但我却很少去探索那些了。\n      其实初中三年，我们三人断断续续玩了些服务器，但版本号始终都是1.7，内容也显得索然无趣，要不是无尽的挂机和重复操作，就是难度太低，通关总是显得太过轻松。\n      渐渐地，Minecraft从我们的生活中消失了，取而代之的是一些LOL或是OverWatch一类的竞技游戏。但至始至终，我们都没能复原六年前初次接触MC，初次认识对方时候的喜悦。六年前的激动、好奇，都随着岁月磨成了砂砾，再经过人生的风雨，消逝在了彼岸的花丛。\n      现如今，中考完的我将要步入高中生活，距离Minecraft这个小世界的距离越发的遥远，距离那种纯真的美丽越发的遥远，这种岁月所带来的屠戮，看不见鲜血和悲怆，只有一丝成长所带来的悲凉。\n      若你曾在某些服务器中看见过DFB2014、Daimeng_DY、Kirito_ian的痕迹，请默默记住，这是这三个人，童年最后的回忆。",
    "replies": [
        {
            "author": "火影羁绊",
            "timestamp": 1497939540,
            "txt_content": "总体不说什么，就帮你找找病句好了。\n第一段就有病句： 我可还曾记得“还”和“曾”重复了  \n就是挖出一条瞧不见边的矿道用词不当，“不见尽头”可能会比较好\n要不是无尽的挂机和重复操作，就是难度太低，通关总是显得太过轻松。你自己读读是不是不顺\n后半部分写的比前部分好些；头尾不接，也有些莫名其妙\n不过以叙述的角度来看，没啥大毛病。"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1497939720,
            "txt_content": "<-<写的真好！"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1497948660,
            "txt_content": "我的垩尔……现在还活着吗"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1497949080,
            "txt_content": "想到helloworld 我第一个想到的是学习java的日子233"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1497968580,
            "txt_content": "火影羁绊 发表于 2017-6-20 14:19\n总体不说什么，就帮你找找病句好了。\n第一段就有病句：“还”和“曾”重复了  \n用词不当，“不见尽头”可能 ...\n1.这里的曾做语气词，无实意\n2.私认为“瞧不见边”和“不见尽头”意思相近，没有不当或正当之分\n3.要不是，意为“如果不是……”或者“如果没有……”。可能使你读起来不通畅的原因是“要不是……就是”中，关联词字数不同，若换成“要不是……那就是”，可能会显得通顺，意思上并无区别。\n\n4.我认为吧……以接触游戏时长引入话题，用以前玩游戏的感受突出以前玩游戏的容易满足，再引入通过游戏认识的朋友，大致描述我的MC历程，最后通过现实生活的变化，对游戏感受的变化，来突出我对于曾经岁月的怀念。\n或许……没毛病？可能我文字上写的有点太散乱了吧"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1498298880,
            "txt_content": "很单纯的回忆……没有太多的欣赏价值吧。\n每个人都会有自己的回忆。但真正的创作，是建立在回忆之上并超脱回忆的。\n3L的言论其实并没有错误啊……散文煲？？？\n（也算暴露一波身份吧……莫名的觉得好凄凉。\n你一个连六年前的事情都记得的人，却连两年前和你们一起写文的垃圾星恒都不记得了。\n我又为何要记住你们呢……记得清晰也算是一种痛苦吧。"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1498710600,
            "txt_content": "星之永恒 发表于 2017-6-24 18:08\n很单纯的回忆……没有太多的欣赏价值吧。\n每个人都会有自己的回忆。但真正的创作，是建立在回忆之上并超脱 ...\n摸摸233"
        }
    ]
}