{
    "title": "[Minecraft.net|INSIDER]聊聊卫道士",
    "author": ":spgbigfan:",
    "replyCount": 3,
    "timestamp": 1497979500,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-13 12:40 编辑 \n\n聊聊卫道士Johnny在这里！\n\nThey may live in mansions, but the Illagers are big fans of the Castle Doctrine. Trespass on their turf and you may well find yourself on the wrong end of a Vindicator’s axe. Or munched by the Evoker’s magic fangs. Or stabbed by the impish flying Vex. Maybe you could pretend you’ve just popped round to borrow a cup of sugar? Best of luck with that!\n他们可能住在林地府邸里，但灾厄村民们可是城堡准则的绝对拥趸！侵入他们的草地的话，你可能会发现自己处于卫道士的斧刃之下。或是被唤魔者的尖牙狠狠一啃。或是被飞行着的烦人恼鬼用力一刺。也许你可以假装自己是来这里借一杯糖的？那就祝你好运咯！\n\n\n  ————————————————————————————\n\nThe Illagers were created because we were talking about having some kind of generic, evil soldier mob in the game - slightly more intelligent than skeletons. It felt natural to have an evil villager. We figured they were ill-willed villagers and so from the beginning they were supposed to be “Ill Villagers”. And then Tomasso suggested they should be EVIL-agers - and then we cut it down to just Illagers.\n创造灾厄村民是因为我们讨论着要给游戏添加普通、邪恶的战斗生物——比骷髅要聪明一点的。那么自然地会想到做邪恶的村民。我们设定他们是内心崩坏的村民，所以开始的时候他们应该叫做“坏民（Ill Villagers）”。然后Tomasso提出这些生物应该算邪恶的人——之后我们就把名字减到剩下“Illagers”。\nJENS BERGENSTEN              \n———————————————————————————— \nThe Evoker came first, but Jens wanted another, partly to increase the variety of attackers you’d be facing, deploying long and short range tactics. But also, Jens says, he wanted to give the sense of that the Illagers are a diverse bunch of individuals, each with their own set-up.\n唤魔者是第一个想出来的，但Jens还想要另一种刌民，部分原因是要增加你要面对的攻击者的种类，让攻击距离有长有短。而且Jens还说，他想要给人一种感觉，那就是灾厄村民是一群不同的人，每个人都有自己的设定。\n\nAnd so the homicidal rush-mob, the Vindicator, was born - lurching at you from the dark recesses of **, axe raised high.\n所以杀人狂徒，卫道士，就这么诞生了——他从黑暗深处踱到你身边，高高地挥起他的斧头。\n\n\n  ————————————————————————————\n\nHe just looks insane – and it made me think of The Shining, when Jack Nicholson breaks through the bathroom door, yelling, \"Heeere's Johnny!\" So I thought it was funny to add an Easter Egg in which you name him Johnny and he would constantly be in hostile mode and kill everything he sees!\n他看起来很疯狂——这让我想到了《闪灵》，Jack Nicholson破开浴室的门，大喊“Johnny在这里！（Heeere's Johnny!）”的场景。所以我觉得加个彩蛋会很有趣，也就是你把他命名为Johnny 时，他就会保持攻击状态，杀掉他所看到的所有东西！\nJENS BERGENSTEN              \n———————————————————————————— \n\nInsane or not, old Johnny’s probably right to assume you’re there to steal from him. But whether vindicated or vanquished, Johnny isn’t likely to be the end of the Illager menace - more fiendish foes are planned to inhabit the Woodland Mansion in the near future. Watch out!\n不管疯狂与否，老Johnny觉得你是来偷东西的这个假设可能是对的。但不管是卫道还是征服，Johnny不太可能成为灾厄村民威胁的终结——不久的将来还有更多歹毒的坏人计划住进林地府邸。当心了！\n\n【Kakagou译自Meet the Vindicator】\n【作者Marsh Davies，发表于2017年6月20日。】\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1497979860,
            "txt_content": " 本帖最后由 kakagou12 于 2019-8-13 12:41 编辑 \n\nvindicated or vanquished？论卫道士之名的真正由来\n=，=可能再也不会碰illager相关了\n\nupdate：可能面对面还是不够准确，还是用聊聊吧\n\nupdate on 2019 08 13: 把所有的刌民改成了灾厄村民。"
        },
        {
            "author": "cc7w",
            "timestamp": 1497998820,
            "txt_content": "meet系列翻译成  遇见xxx"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1498007820,
            "txt_content": "1345979462 发表于 2017-6-21 06:47\nmeet系列翻译成  遇见xxx\n这个不是硬性要求吧"
        }
    ]
}