{
    "title": "[原创/连载]α瘟疫-第一章",
    "author": "guqu",
    "replyCount": 4,
    "timestamp": 1498051260,
    "txt_content": " 本帖最后由 guqu 于 2017-6-22 12:53 编辑 \n\n前言：\n即兴而文\n正文：\n烟掉在一旁的雪地上，被一个人踩掉。\n布恩僵住了动作好一会儿，仿佛觉得踩掉了什么重要的东西，看着身旁的队友。\n“最后一趟活！”\n然后打了个大拇指。\n所有队员无神的状态一扫而空，五个人互相对视，仿佛见到了多年未见的亲人或老友。随后在小木屋前的围墙外就位。布恩打了个响指，整个建筑的内部构造图就摆在了他的面前。他指着通往地下室的楼梯，示意从这里进攻。\n“没问题吗，我们并不知道他们的位置。”\n布恩打了打提问的人的脑袋：“傻，你无人机吃屎的？”\n然后手指往前一滑，划过长廊过道，手指一转，轻点两下地图，示意目标点位置。随后又点燃一支烟，放在嘴里，含糊含糊的说着：“从刚刚那个地方到这里，谁死了我都不管。”然后用力咬断了烟，吐在地上，踩掉点燃的部分。\n时间仿佛变得更慢，布恩在他的枪上安装好步枪盾牌，其他队员也整装待发，拿出了自己的停表，将时间定在三分钟内。\n布恩开始倒计时，一些队友的脸颊流出了些许汗水。\n这次反恐任务的难度，大家都心知肚明。那些狗屁恐怖分子已经将那里布置的固若金汤，而且完全不顾死活，如果让他们撑过这三分钟。炸弹内的毒气就会准备完毕，到时候整座城都会陷入一种叫做“α瘟疫”的深渊之中。\n“开始。”随着布恩的一声令下，所有队员的停表都开始了转动，每一个咔嚓声都提醒着每位反恐队员这次任务的紧迫。\n莱特引爆了炸药，在墙上开始方形可供通行的大口，随后爆炸的烟雾中窜出一些子弹，打在围墙上。各位队员深呼吸了一次，佩拉打开了他的电子设备检测器，检测器通过复杂的处理爆出了遥控C4的位置。\n“四点钟，6米。十点钟，7米。十二点钟，5米。”\n在此同时，两架无人机从洞口开了进去，一左一右探测着，这是一条独径，最适合全身护盾推进。\n“奇怪，没有人。”\n大家的心绷紧了，意识到这不是平常普通的恐怖分子，他们遇到的，是更加训练有素的。并且在这紧张时，传来了一阵微弱的电子设备的响声，随后又立即消失。\n“能确认方位嘛？”布恩对佩拉说道。\n“估计太远，探测不到信号。”\n呼……至少现在还是安全的，大家也就再次放下了警戒。布恩看了看停表，可能是紧张的缘故，好一会儿才确认了这个数字，二分五十秒。布恩觉得那最危险的存在已经远去了，下令全员进入，随后佩特展开了全身护盾，在前方的防弹玻璃覆盖了整个前身子，其他队员在佩特的掩护下进入了建筑物，迅速清楚了三个方向的炸弹威胁，看了看停表，二分四十五。\n正当所有人聚精会神推进的时候，剧烈的电子设备响声出现在了背后。听起来像是一个……不……三个可怕的存在。\n布恩迅速转身，接着在他面前的是三个手握遥控板，全身厚实的防弹衣和炸药，可怕的存在—自杀炸弹客。\n不过大家都很冷静，停下动作，瞄准，对着他们的头，扣下扳机。\n目前的技术还没有达到能够做出能够看清路面并且能够全身防护的防弹衣。\n但是接下来的结果让大家大吃一惊，三个炸弹客安然无恙，缓慢的接近他们。小队每个人端起了自己的枪，向他们的头部疯狂射去，不过等到弹夹全空，仍没有什么效果。\n这已经不是经常出现的那群自杀炸弹客了。布恩示意大家换个方向，因为布恩觉得他们应该还只是瞎子。不过炸弹客真的是看得见的，脚步渐渐变快，赶上了心跳的频率。就这样，五个人渐渐到了拐角，那里放着一垒高高的沙袋。没错，他们无路可逃了。自杀炸弹客貌似也胜券在握，放下了脚步。\n“怎么会……”布恩咬紧牙关，仔细想了想，突然开起无人机到路口，发现了楼顶早已打开的天花板，明白了一切，他们被算计了。可是旁边的佩拉突然流出了眼泪，双膝无力地跪在地上，她仿佛失去了自己的信仰，开始变得不像一名反恐队员。\n“佩拉……”\n“明明都是最后一步了，我们还是没能阻止这一切啊……”佩拉小声嘀咕着，和着呜咽声。泪水从她的双颊落在地上。\n“没事的，大家都不会怪你没有检测到，因为不是你的错。”大家开始安慰，平时像男子汉的六队留下了泪水。\n从入队到现在，经历了无数个春秋，一场战争，现在只剩下六队。光阴荏苒，大家都是一起吃饭一起战斗的战友，如今一起殉命于此，大家却都笑起来。这样的一只反恐队伍，现在可一点都不像。\n大家一起握住了手，佩特的全身护盾挡在了所有队员前面。他转过头，些许眼泪润湿的双眼在昏暗的灯光下闪闪发光，漏出了笑容，随后转过去，摆好姿势。没错，此时作为一名反恐队，这样迎接终结才是最好的。\n佩拉站了起来，大家默不作声。\n一声巨大的爆炸声。\n没有人再见过六队。\n城市也沦陷，再也没有生机可言，宛如上古时代的废弃古城，死寂死寂的，度过无数个黄昏昼夜。\n在遥远的指挥部，电话还在不断响起……\n",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1498051800,
            "txt_content": "复活……？\n失踪人口回归呢。\n人物描写方面尚可，望字数方面有所提升。\n剧情跳跃的有些过于频繁，对细节方面刻画不到位。\n其实多写写细节方面就是一篇比较优秀的文章。\n时间并不是很充足…以后再作较深的分析和提出建议。"
        },
        {
            "author": "番茄茄",
            "timestamp": 1498055940,
            "txt_content": "\n\n\n\n\nQQ截图20170621223446.png (15.22 KB, 下载次数: 0)\n\n下载附件\n\n2017-6-21 22:39 上传\n\n\n\n\n\n"
        },
        {
            "author": "guqu",
            "timestamp": 1498057320,
            "txt_content": "西红柿片 发表于 2017-6-21 22:39\n\n感谢指出。\n明早换电脑修改。"
        },
        {
            "author": "guqu",
            "timestamp": 1498057620,
            "txt_content": "星之永恒 发表于 2017-6-21 21:30\n复活……？\n失踪人口回归呢。\n人物描写方面尚可，望字数方面有所提升。\n\n许久不见。\n的确场面跳转较快，下章会进行改正。\n相比较以前的文章我已经在尽力尝试将场景描写的更细致了。"
        }
    ]
}