{
    "title": "[原创/连载]α瘟疫-第二章",
    "author": "guqu",
    "replyCount": 0,
    "timestamp": 1498107000,
    "txt_content": "\n前言：\n错字欢迎指出\n正文：\n曼哈，这是这个国家所剩下的最后一城。指挥中心的灯光交错闪烁，每个人都在自己的岗位守候着，工作也一条不紊地进行着，等待着前线的消息。但是，远方传来的噩耗瞬间瓦解了一切的从容，从情报室到指挥室只有短短的几十米的距离，却异常沉重。没有敢连接指挥部的通话线的人。大家都望着彼此，流着热泪。\n乔伊首先从大家的哭声中解脱出来，独自走到机器面前，等到通信线路从繁忙状态解脱时的那一刹那，义无反顾的抢下通话权。总指挥官焦急的在那头问前线情况，但却只能听见一片沉寂，气氛仿佛通过线路从情报室凝固到了指挥部。总指挥官懂得了什么，听着那头的呜咽声，说道:“全体...”\n“报告总指挥官!曼哈最后希望六队无法联系，确认已覆灭!请总指挥官下达命令!”\n所有情报室的人员都不想听到总指挥官宣布这场战争的失败，齐声打断了总指挥官的话。不过这些只是徒劳，该说的话，还是会说的。\n总指挥官打开了全频道广播，宣布战争的失败，命令所有剩余士兵引导并掩护平民进入安全区。他看了看自己的表，确定了一个紧迫的时间，2分20秒内。\nα瘟疫来临前2分。\n所有平民开始陆续进入了安全区，这是一个由曼哈政府组织建造的地下城，按照目前来看，完全可以有效的防止α瘟疫的传播。\n一些早些进入安全区的居民从唯一剩余的电视台MHO(曼哈政府官方电视台)看到了一些关于撤离情况的新闻。\nα瘟疫来临前1分30秒。\n最后的电视台MHO中途被迅速切断，原因只有很少一部分人知道，小道消息说是因为直播过程中一个男孩问妈妈:“为什么正义没有得到伸张?”妈妈说道:“因为那是我们所认为的'正义'。”导致了停播现象。目前在现场的记者也貌似被曼哈政府进行了一番整顿。\nα瘟疫来临前1分钟。\n官方声称小道消息并不属实，并将严厉追查其传播者并追究刑事责任。重启了MHO，播放了一则访谈节目，节目内容为“六队的覆灭原因猜测”其中最为让人信服的覆灭原因是由于敌方使用了从未见过的新型装备。\n一个军事专家如是说道:“恐怖分子掌握的技术远超我们的想象，六队被新型武器覆灭可能性非常之大。”\n当然还有其他军事专家说六队的军事素养其实并不高，被恐怖分子的新型战术所打败。\n反对他们的也不少，说军事专家都是胡扯，六队军事素养一向很高，恐怖分子一定有更加智慧的生物撑腰。由于这个话题，几乎瘫痪的网络上竟出现了新的热门话题。\n在节目的最后主持人如是说道:\n“相信我们，正义终将胜利，我们终将夺回属于我们的曼哈，我们的国家。”\nα瘟疫来临前30秒。\n“所有平民都撤离完毕，军方正在进行最后一次确认，不到最后一刻，绝不放过每一条生命”新闻如是写道。\nα瘟疫来临。\n军方进入安全区，进入曼哈安全区的大门已经全部关闭并且做了隐蔽处理。\n“我们的安全区固若金汤!”\n新闻如是播道。\n现在开始，谁也不知道外面发生了什么，安全区内大家开始变得安定下来，六队的覆灭也慢慢从网络热门中消失，只有军方还在探讨六队覆灭的真正原因。\n\n\n总指挥官不停翻看六队所要攻占的木屋的内部结构图，脸上显示出不解的神情，随后闭上眼睛开始冥想，汗珠也伴随流出。\n“怎么会...”\n指挥部的大门突然打开的声音打断了总指挥官的深入思考，映在总指挥官面前的是一位来二十来岁的少女，她大口喘气，握着们握把弯着腰，想要说什么却说不出来的样子。\n“伊万你慢慢来，不着急不着急....”\n“总...总指挥官，我们整理了六队覆灭前断断续续上传的情报。”\n总指挥官从座椅上突然站起，跑到伊万面前，示意她赶快把情报给他。伊万从外衣内掏出一张揉皱了的纸，展开后发现了伊万手画的一堆叉叉，仿佛是差生的错题艺术一般，除了一条线没有外，其他都是叉。\n“指挥官，这就是情报，不过我看不懂这意思。”\n伊万叹了口气，看着总指挥官。指挥官也只是摇了摇头，随后带着皱纸到桌面。伊万正要走，突然听见拍桌声音，是那么坚定，在悲凉的气氛中是那么突兀。伊万不由得转过头去，看到指挥官的手势，凑上来看着桌面的结构图和皱纸。\n“伊万，你觉得这两张图有没有共通之处?”\n伊万仔细观察，但只是摇了摇头。\n总指挥官旋转了结构图，再次是一观察，伊万瞧了瞧，突然睁大了双眼。总指挥官指着结构图上的长廊，说道:“没错，就是这个。”\n“但是叉叉代表什么呢?”\n总指挥官听到伊万的问答皱紧了眉头，随后问道有没有与六队熟悉的人。不过伊万摇了摇头，叹了口气，说起所有与六队有交集的人都应该在战争中丢失了性命了。\n指挥官再次陷入了沉思。\n“啊...还真是难办啊。”\n所有线索在此又断掉了，总指挥官将此事搁置一边，将工作重点转移到组建新的反恐小队上。\n城内举办了一次自主招兵，所有自愿参加并且通过考核的就可以加入七队，政府将保障其家人的一切，并且定期对亲属发放大量补助金。\n可这样好的待遇并没有得到瘟疫散播前一样强烈的支持与反馈，自主报名的人少之甚少，三天个昼夜，全城只有12人报名。人事部的人准备找借口强迫人员进入，可副指挥官阻止了他们:“12个人足够了，把他们带到我的办公室，我要亲自审问他们。”\n一个小时后，12个报名者被召集到指挥部的门前，身旁的领导者什么话也没有说就离去了，留下他们独自在禁闭的大门外伤脑筋。\n“啥意思啊...要不要回去?”其中的一位报名者挠着脑袋，四处张望回去的路。最后动摇了三位报名者，四个人一起从来的路走回去。\n“既然指挥叫了我们却不让我们进去，我们还等个什么?”\n其中一位回去的报名者大声的吼道。\n剩下八位也只好坐在原地，互相聊着这奇怪的事，消遣时间直至黄昏...\n\n",
    "replies": []
}