{
    "title": "想弄明白的MC的仇恨机制是怎么样的，求解答",
    "author": "c2500338766",
    "replyCount": 6,
    "timestamp": 1498106100,
    "txt_content": "最近在搞一个RPG skillapi的的项目，但是MC里面的仇恨机制一直没弄明白，因为想做嘲讽技能，希望哪位大神来解决下我的问题",
    "replies": [
        {
            "author": "2545320709",
            "timestamp": 1498106100,
            "txt_content": "不完全懂楼主意思，分享一下个人见解，一个怪物的仇恨在于谁先打他或者被发现，第一个打他的或者被发现的，其他玩家需要打2~3刀才能把仇恨拉过来，如果一开始仇恨玩家继续挥刀，你永远都拉不到仇恨。"
        },
        {
            "author": "zclzcl",
            "timestamp": 1498127580,
            "txt_content": "僵尸猪人并不完全敌对，但是如果玩家或生物攻击了一个僵尸猪人，那么以这个僵尸猪人为中心的 67×67×21 到 111×111×21 区域内的所有僵尸猪人都会对攻击它的玩家或生物敌对，除非这个僵尸猪人被玩家或生物一击杀死（在携带版中，这仍然会产生仇恨）。\n僵尸猪人会保持敌对20-30.95秒，不过即使这个时间已过，僵尸猪人仍然会追赶被标记的玩家，除非玩家逃离它们40个方块远的追踪范围。接近一个已经敌对的僵尸猪人（35格内）会导致它发出一个警告，并激怒40方块范围以内的僵尸猪人。未加载区块里的僵尸猪人的宽恕计时器会停止。因此，如果玩家进入了一个下界传送门并返回，一个区域内的所有僵尸猪人仍然会保持敌对，除非玩家进入了附近已加载的区块里。玩家的死亡不会使僵尸猪人恢复中立，即使僵尸猪人亲手杀死了玩家。另外，即使玩家带有隐身效果，僵尸猪人仍然会追逐玩家\n\n\n僵尸以 4 只为一群地生成，并且会追踪视线范围 40 米内的玩家，远于其它敌对生物的 16 米。玩家头戴僵尸头颅时（主机版和携带版除外），僵尸的察觉范围会缩小至正常距离的一半（20 米）。僵尸会试图避开障碍，包括险崖以及熔岩，并且会尝试找到到达玩家位置的最短路径。[3]不像骷髅，僵尸不会试图避免伤害，即使在遭到攻击时也会继续追踪玩家。僵尸有时候可以隔着门进行攻击，如右图。像多数生物一样，僵尸会浮在水面上，即使它们的目标在水下。\n\n骷髅会追逐在它半径16米内的玩家，走上楼梯、穿过迷宫以及其它障碍物，以将玩家纳入它们的射程范围。当骷髅距离玩家8米以内并拥有对玩家的直接视野时，它们会停止靠近并开始朝玩家射箭。在此过程中，骷髅能够移动射击，而且在玩家过于靠近时主动拉开到安全距离。如果玩家和骷髅的距离拉开到16米以外，骷髅就会停止追逐。在玩家头戴骷髅头颅时，骷髅的察觉范围降低至原来的一半（8米）。骷髅在射击玩家时会以玩家为中心持续侧移绕圈以尝试规避攻击。[PC版]在携带版中，如果玩家在骷髅的射程以外射击骷髅，骷髅会短暂地举起弓作警戒状\n在亮度等级小于等于9时，蜘蛛与玩家和铁傀儡敌对；否则它们不会攻击，除非玩家首先攻击它们。正在追逐玩家的蜘蛛即使进入到光线充足的地方也会继续追逐玩家。如果敌对状态的蜘蛛受到其它来源的伤害，例如摔落，则会重置敌对性，恢复中立。\n末影人不会主动攻击，除非玩家攻击它们或在64格距离内看着它们的头部。这两种行为将会使末影人被激怒。当被激怒时，末影人会张开它们的嘴巴并愤怒地发抖；如果是被玩家的注视激怒，它们还会示威地发出一个又长又刺耳的声音，并朝着玩家发动攻击。如果末影人在此过程中被其它生物攻击，它们会停止攻击玩家。[1]\n末影人可以走上1个方块高度的方块而不用跳上去。\n当末影人触碰到水或者雨的时候会受到伤害并瞬移。然而，末影人站在填满的炼药锅里时不会受到伤害。它们也会在受到窒息、弹射物、火、熔岩、中毒或凋零效果的伤害时瞬移。\n末影人直到死后、受到持续的伤害，或被像雨、火或太阳等其它外部因素分心才会停止攻击。它们似乎会在黎明时分传送到地底，例如洞穴和废弃矿井。如果玩家在床上睡觉，末影人可能会传送到旁边并撞到他，但是玩家还是会继续睡觉。\n透过透明方块看末影人或戴着南瓜看末影人不会将其激怒。不过末影人能在某些特定角度上被坐在矿车里的玩家激怒。\n末影人在附近没有生存或冒险模式的玩家时会试图杀死由末影珍珠生成的末影螨。如果玩家和末影螨足够接近，末影人会专注于玩家而不是末影螨。\n即使末影人处于隐身状态，它的眼睛仍然是可见的。\n\n女巫会经常使用喷溅药水进行攻击，饮用普通药水进行防御。它们的搜索半径为16个方块。                                                                                                                           --------摘自wike"
        },
        {
            "author": "Block_Pie",
            "timestamp": 1498129560,
            "txt_content": "zclzcl 发表于 2017-6-22 18:33\n僵尸猪人并不完全敌对，但是如果玩家或生物攻击了一个僵尸猪人，那么以这个僵尸猪人为中心的 67×67×21 到 ...\n吐槽“wike”!"
        },
        {
            "author": "c2500338766",
            "timestamp": 1498274940,
            "txt_content": "zclzcl 发表于 2017-6-22 18:33\n僵尸猪人并不完全敌对，但是如果玩家或生物攻击了一个僵尸猪人，那么以这个僵尸猪人为中心的 67×67×21 到 ...\n感谢，很详细!!!"
        },
        {
            "author": "c2500338766",
            "timestamp": 1498275000,
            "txt_content": "zclzcl 发表于 2017-6-22 18:33\n僵尸猪人并不完全敌对，但是如果玩家或生物攻击了一个僵尸猪人，那么以这个僵尸猪人为中心的 67×67×21 到 ...\n谢谢哈哈"
        },
        {
            "author": "c2500338766",
            "timestamp": 1498275240,
            "txt_content": "2545320709 发表于 2017-6-23 12:52\n不完全懂楼主意思，分享一下个人见解，一个怪物的仇恨在于谁先打他或者被发现，第一个打他的或者被发现的， ...\n谢谢，这个通俗易懂，反正就是取决于先开始攻击的人嘛"
        }
    ]
}