{
    "title": "[多线]弥影教会——格雷科技魔法拔刀+城市化生存+大型RPG剧情[1.7.10]",
    "author": "公猫",
    "replyCount": 0,
    "timestamp": 1498143000,
    "txt_content": " 本帖最后由 公猫 于 2017-9-13 00:06 编辑 \n\n\n-----=====弥影教会服务器=====-----[1.7.10]【格雷科技6|神秘时代4|拔刀剑|工业2exp|应用能源2|古代魔法2|暮色森林|建筑BC|铁路RC|竹】\n想来玩格雷的朋友们看这里！我们有许多格雷大佬，可以提供技术指导。并且腐竹会不定时更新格雷6的发展攻略。为想玩格雷的玩家们提供一个良好的环境。\n\n\n\n\n出生.png (433.37 KB, 下载次数: 2)\n\n下载附件\n\n2017-9-12 23:56 上传\n\n\n\n\n\n========↓加入方式↓=========（管理员常在线）qq群： 177904913（未满）点击链接加入群【[开放]弥影教会】https://jq.qq.com/?_wv=1027&k=52Sd9sO（请填写入群理由）\n\n 城市化 \n为了给玩家营造一个良好的游戏环境，我们决定迈出重要的一步——城市化！\n\n关于城市建设区域的规划简介：以主城为中心，向四个方向延伸四条区域的分割线组成四个区域。分别是住宅区，工业区，观赏区，商业区。主城会占用世界中心5*5的地皮来建社中心建筑。(未来有需要会向外部扩张)主城与其他四个区域的间隔可以用圆形或矩形构建，以城墙作为分隔形式。\n-------------==========详细内容==========-------------①住宅区：1.玩家仅仅在自己认领的领地内有建筑权限，收取游戏现金100点(指令/bal)作为单位区块(64*64)的租用费用。2.玩家禁止在住宅区以内发展大规模的工业生产(例如超大型设备，大型自动化工厂，特别是能够发出噪音的设备)。3.建筑必须以美观化为准则，古风庭院，现代住宅，科技别墅都可。但是严禁意义不明的随意建筑，例如通天巨diao，高空流水，奇形怪状挑战审美下限的建筑。4.禁止利用各种手段偷窃/破坏/损毁他人的区块内的物品和方块。5.为了扩大城市规模，完善城市化，尽量不要多人在同一区块居住，要有建设性的向外分散。6.住宅区的区块可以被合并，有需要的玩家可以购买多个相邻区块来合并到一起。\n②工业区：1.玩家仅仅在自己认领的领地内有建筑权限，收取游戏现金100点(指令/bal)作为单位区块(64*64)的租用费用。2.领地内发现高价值矿物如石油、稀有矿脉等等，应当向服务器缴纳资源的税收(价格按稀有程度划分)且此条适用于包括住宅区在内的所有区域。3.工业区严禁建造住宅、大型装饰(如雕像等)!也禁止私自种植和圈养于生产无关的植物和动物。4.禁止露天工作，为了安全性和美观，请将机器放置在厂房内，或者转移到地下室。5.考虑到工业区的特殊性，请用石制或金属材料合理建造厂房，粗制滥造的厂房将会被勒令重建。6.工业区也可合并，但是最大合并大小为4区块。\n③观赏区:1.观赏区一般不被允许建造,,未经允许私自进行的建筑将会被拆除。2.观赏区的建筑只用于观赏，评价。3.观赏区的建筑不被私人所拥有，建造完毕后服务器会从玩家手里以合适的价钱收购建筑，用于观赏。建造者的名字将会被留下。\n④商业区：待完善...\n\n\n\n\n 大型RPG剧情 \n==== 大型RPG剧情 ====\n剧情由专人编写，玩家们在这里可以体验到类似老滚5，辐射4等等RPG游戏的元素甚至打开可以攻略妹子？？？一切的剧情都在设计当中，大家敬请期待！\n 剧情背景 \n\n这是第六年，我来这个地方的第六年。教会门口的白花依然同我来时一样，除了野性的表象之外，还剩下人为的照顾痕迹。生于自然，长于人理。“花开了，这是主人说的春天吗?”在我旁边，与我一同观赏花的少女这么说道，其实我已经在这里发呆很久了，并不知道她是什么时候来的。她是我在这六年的成果之一……当然不是女儿啦!如果说正义的伙伴的话，我做的实在是不太好呢……“这是什么?”我看到少女的右手拎着一个布袋，左手则拿着一张纸，虽然发问了，但很显然只要把纸和袋子拿过来看看就能清楚。我的右手刚刚接过布袋，依靠那熟悉的重量便感觉到了这是什么东西，那张白纸上的大致内容，我也能猜到了。布袋里是一件衣服，我曾经穿过的衣服，是我还属于“正义的伙伴”时穿的衣服。我缓缓从轮椅上站了起来，白色病号服的下裤感觉到久违的压力，也自然的褶皱起来。我还能站起来，甚至我还活在这个世界上这个秘密，知道的人两只手就可以数过来。“『数据删除』。”连开头的敬语都变成了这样，看来我还活着的消息依然不能对任何人透露。“下一步，你的任务在南方，深入那些腐朽贵族们的领地，得到我们想要的东西。”“坐标：35.35。”“去那里之后，找到当地的负责人，负责人会知道你是谁，但并不会给你提供帮助，你的接应会在这个坐标附近。”“暗号是那六句中你最喜欢的。”“这会是你特务生涯的最后一个任务，或许会很危险，但在此之后，你将获得自由之身。”这看起来确实很有诱惑力，正义的自己早在六年前就已经死去了，如果能够重回自由之身，变成普通人……\n挂在墙上的长刀没有被取下来，这把教会公职人员特有的拔刀剑某种意义上已经成为了自己的标志，即使是自己已经“死去”六年，如果这把刀再次出现，也一定会有人注意到。我把已经无用的废纸丢给少女，再将布袋中的外套直接披到身上。虽然院子里面已经是春意莹莹，但院子大门外还在下雪，那由北方工业机器构成的虚伪天空被大门一分为二，院外的天空因为雪与霾而变得模糊不清。听说南方主要发展魔法，或许天空也能如同院内一般碧蓝吧？“主人。”少女又不知道什么时候出现在了我的身边，扯住了我的衣服。“如果你现在出去的话，会被她们发现的。”所谓的“她们”，当然就是我六年前的其他成果啦!正义的伙伴身边，总是有青春恋爱喜剧的没错吧?我深吸了一口冷空气，头也没回的……慢慢的向院子里倒退。嗯，今天……显然风水不好，早上看万年历的时候，上面写着“忌修罗场”呢。看来得晚上偷偷行动了……“主人，你刚才还没看完这张纸。”少女又把纸递上来。啊啊，比起现在装逼失败，这些都是无关紧要的事情吧?大致会写一点行动代号之类的。“嗯?”我稍微瞥了一眼少女手中被我扔下的纸片。我恐怕无法得知我的神态，因此就只能揣测一下了。那一定是六年以来最严肃，最正经的表情了。“本次任务代号：”“新世界。”\n\n 剧情任务系统 （即将开放）\n 副本 （即将开放）\n 阵营系统 （即将开放）\n RPG装备系统 由各mod提供的武器装备，经过插件修改，成为强力的RPG装备(包括法杖/拔刀剑/科技武器等等)。可从任务副本，材料合成，活动获得。积极战斗或参与活动有机会获得属于你的全服唯一神装！\n\n\n\n==== 各种各样有趣的活动 ====\n  建筑大赛  （已结束）\n建筑大赛，说明：1.报名后你将会得到一块50*50的领地。2.参赛者可以自由建筑，截止日期停止。3.建筑将会展览给所有人，并通过投票评分。有意者可以找教主（腐竹）报名。成绩达到前五名会得到不同的丰厚奖励，且第一名会额外获得实物奖励。\n  奥法暴动  \n（筹备中，敬请期待）\n 核辐异变 （筹备中，敬请期待）\n\n还有更多有趣好玩的活动正在策划当中、、、\n\n\n==== 生存 ====\n 较高的生存难度 你可能不是第一天玩MC了，随着游戏时间，你懂得的太多，MC的原版生存难度对你来说日益降低犹如咸鱼划水根本不需要脑子，你终将感受到东方不败的寂寞。这可不行！我们通过mod适当加强生存难度，让你重新感受到生存的刺♂激！\n更有趣的生存=====  生存补充mod  =====饥饿改革\n难度？在这里!从最基本食物开始增加难度！作物生长减慢、食物饱食度重新平衡。难度UP！\n潘马斯丰收工艺加了饥饿改革有点心里不爽吗？没关系！我们还为你准备了更多的食物。(这下食物不会不够了吧)你可以在游戏中建立自己的农场、果园、牧场。然后你就有吃不完的食物了~\n暮色森林\n做一个2×2的小水池，水池旁边放满花，再向水池中扔一个钻石，只见一道闪电劈过，暮色世界的传送门便会打开，这里曾孕育了繁华的人类文明，但是你没能看到，如今永久的黄昏笼罩这里，森林中仅存着一些遗迹和葱郁的树木及奇怪的生物们。你决心揭开暮色森林的神秘面纱，但是你很快发现，遗迹拥有了新的主人；并非所有森林居民都对入侵者十分友好！\n自然自然（Natura）的设计目标在于更有趣的世界生成。通过一些细微调整，增加了一些新生物，新地形和地形间的联系。这个模组将会使世界更加值得探索与冒险。\n竹竹mod是一个非常具有日本风情的模组。该模组主要添加了许多装饰类物品和一些食物，此外还增加了武器装备。还有最特别的各种樱花树，以及惬意的温泉为你打造最完美的悠闲和风生活！\n更多的地牢原版世界里面的地牢已经引起不了我们的兴趣，一点挑战都没有，因此我们需要更多的地牢哦，你想海盗船，埃及金字塔，幽暗地堡等等各种奇形怪状的地牢里面进行探索吗？不过要小心，实在不行叫上小伙伴吧，不然会死的很难看。\n物品展示架物品展示架mod增加了新的货架，衣架，书柜和架子等！你可以用来装饰你的房间节省空间！同时也可以摆放在客人的必经之处来炫耀你的收藏~\n 更舒服的生存 啊，背包总是又满又乱。总是估计不了武器什么时候坏掉，还有这该死的怪物快死了没有。啊，我不过是追着猪君跑了一会儿，怎么就迷路了。。你总会在MC里遇到这样那样的烦事，但这并不是你的经验问题。这些都是本该是不存在的不和谐因素！我们通过加装生存辅助mod还你一个舒服的生存环境。生存辅助mod列表：储物抽屉 储物增强R键整理   食物信息  血量显示 耐久显示 真实地形生成  鼠标整理 \n\n\n\n\n\n 剑与魔法&工业科技的激烈碰撞 \n\n==== 剑与魔法 ====神秘时代4及其拓展═══════         神秘时代4     ═══════\n爱好魔法类mod一定知道神秘时代(Thuamcraft)，这个魔法气息浓厚的mod将我们带入了另一个世界，庞大的世界观，新奇的神秘研究，威力无穷的法杖核心。你可以通过对奥术魔法的研究，踏上令人尊敬的大魔导师之路！\n═══════        拓展    ═══════\n神秘工匠新增了新的研究项目，以及各种强力的魔法物品和设备，拓展了神秘时代的内容和玩法。\n禁忌魔法禁忌魔法是神秘时代的一个拓展mod。大部分内容、合成、获取围绕下界和腐化之地，新加入的内容包括特殊的自我恢复魔力的杖柄，新的附魔，人工刷怪笼，可多次附魔的三合一工具等等。对神秘时代的要素也有增加：将7宗罪要素加入游戏（贪婪原版已有）增加了6宗罪+下界的要素。增加了对魔法类mod的兼容，包括植物魔法Botania，魔法艺术ArsMagic，血魔法BloodMagic等等。对于魔法mod爱好者来说是个不错的选择.\n节点学神秘节点学，能让你学会制作节点注：消耗大量注魔元素来自定义初始元素，让你对于神秘资源的利用更加方便！\n神秘工程神秘工程是一款基于神秘时代与沉浸工程为前置的联动MOD。添加了新的法杖和钻头，还有可以节点转为饕餮节点的装置。\n拔刀剑及其拓展\n═══════        拔刀剑    ═══════十步杀一人，千里不留行。事了拂衣去，深藏功与名。——《侠客行》李白想体验在Minecraft中玩出格斗游戏的打击感吗？厌倦了长得差不多的剑？想要更漂亮更有个性的剑？厌倦了单调的点击左键 想试试高速连击 炫酷特效和强力技能？拔刀剑模组满足你！但绝不仅限于此。\n═══════       刀剑追加mod   ═══════\n魔典盖亚3\n我的意图是让这个模组充满挑战，它会给你带来独特的体验。我为这个mod添加强大的怪物，使它们能够让高端的玩家得到锻炼与增强，这就是我的目的。——mod作者\n古代魔法2最好的魔法技能类模组之一。魔法艺术2是魔法艺术1的续作，作者引入了大量新的机制来加强其可玩性。技能树系统，可以让玩家对魔法的学习更加具备系统性，而不再依赖结果未知的地图探索；\n亲和力的设定，不但能赋予玩家对应系别的法力增幅，还能赋予玩家独特的能力。法力等级不再依赖经验值转换，而是依靠施法本身以及法术研究来增加。能量系统大幅度调整，将更加平衡以及更加好用。\n\n====  工业与科技  ====\n格雷科技6格雷科技6（GregTech6）一个基于工业时代2（Industrial Craft 2）的大型mod格雷科技6新增了大量的矿物，机器以及各类的物品。内容几乎含盖了整个元素周期表.他是难度比较高的mod的一大代表，是mc界科技类mod的一大代表。\n工业2exp及其拓展\n═══════      工业2exp     ═══════\n\n\n\n\nIC2-Header.png (131.45 KB, 下载次数: 0)\n\n下载附件\n\n2017-9-12 22:33 上传\n\n\n\n\n工业2是最著名的MCmod之一，是围绕Minecraft生活现代化和生产自动化两个主题而展开的Minecraft模组。它在工业1的基础上发展而来，引入名为Energy Unit（即EU）电力能源系统以及对应的发电设备，并以此为基础添加了大量相关物品、方块以及机械。涉及资源处理，矿物采集，农业等多个主题。通过发展科技，玩家可以得到一切，这给玩家构建了一条完全的科技发展道路。\n═══════     工业2拓展mod     ═══════\n===== 核电控制 =====\n核电控为工业2的核反应堆提供了一个实用的监控系统。此后随着维护者不断更替，目前主要由Xbony2负责维护核电控制2的开发。目前，核电控制2的物品可以监视反应堆（普通反应堆或流体反应堆均可）的温度和各种条件，还可以监控其它目标，并按照设定给予响应，或是关闭反应堆，或是向附近玩家发出蜂鸣警报以暗示即将到来的末日。\n===== 组合装甲 =====\n组合装甲(IC2CA)是一个广为流传的工业2附属mod本mod添加了一系列装甲、工具、模块升级及纳米弓武器，使升级后的装甲能够做出各种动作姿♂势装甲模块的升级能让其使用包括 悬浮飞行 施放闪电 隐形 摩擦生电 等功能\n\n建筑BC\n建筑MOD (BuildCraft) 是一个历史悠久的物流向模组。它添加了大量自动化相关的机器，可以帮助玩家搭建自动化工厂；同时它还拥有一系列管道，可用于运输物品、液体和能量；在6.1.1版本中它引入了全新的机器人系统，可胜任更为复杂的自动化任务。\n铁路增强这是一个蒸汽时代，有没有想过在MineCraft里建设一个庞大的铁路系统？那么这个MOD能够满足你的需求！铁路MOD增加了各种新铁轨、新矿车、极复杂的信号系统、路由导向系统、蒸汽系统等，且根据配置修改了原版铁轨的合成方式。你可以利用铁路来构建一个完整的自动化运输网络，可以输送物品、液体、电力、动物、村民、怪物等等，强大而又复杂的信号系统值得大家好好研究一番。\n沉浸工程\n本模组有着极为精美细致的材质，重工业气息浓郁的多方块结构建模同时新添加的线缆系统以及探矿系统同样十分有趣总的来说，它是一个受现实启发的科技模组不同于一般科技mod的直导线，它引入了真实的悬挂线缆；不同于一般的单方块矿物打粉增产机器，它使用的是一个有着旋转的轮子的大型打粉机，在打碎矿物时将会碎末飞溅；它使用大型的挖掘装置，通过旋转的斗轮将地下的矿物开采出来；IE致力于让科技模组变得更加平衡，更加精美，而且加入了独有的复古未来主义风格，而非单调的黑白未来风格。\n林业\n像个真正的的生物学家那样开展杂交实验！培育高产的果树 培养蜂蝶为植物传粉改良蜜蜂的品种  让产出重要的资源更加先进的自动化农业设施给你开启不一样的生物科技！\n应用能源2\n\nApplied Energistics 是一个科技mod。它加入了一套完整的物质存储体系，在上一代AE的基础上，本代加入了更科学的频道系统，人性化的ME安全终端等。你想更方便的储存大量同种物品？你觉得以前的自动化系统不够智能？或者你是一个科技MOD爱好者？这个良心mod值得尝试。\n====  如果你喜欢建筑  ====\nZtoneZtones添加了大量装饰性方块，以及很多实用工具。大多数装饰性方块都按照组别进行划分。每一组装饰方块都有共同的名称，通常有四个字母，但每一种方块都有一个Unicode后缀以示区分（例如Lair ?和Lair ?）。手持装饰方块同时按住Alt和Ctrl键时，用鼠标滚轮即可在同一组别的方块中来回切换。\n木匠方块\n木匠的方块是一个非常实用有趣的装饰性模组。它新增了可以以独特方式自定义材质的各种装饰性方块：包括各种斜坡（该模组最早加入的内容），普通方块，楼梯，栅栏，拉杆，门，阳光探测器，压力盘等各种方块。木匠的方块中制造出的方块看上去都像是木制的框架，手持方块右击后框架会转而显示你手中方块的材质。\n凿子2\n仅用一个凿子就可以把MC大部分原有的方块赋予更多材质建筑党专用，加起来共有2000多种方块，自带无缝连接。\n\n除此之外，你也能从竹mod，暮色森林中找到漂亮的素材。\n\n====  温馨提示  ====\n弥影教会所加mod由教主（腐竹）深思后决定，大部分mod之间都有联动。仔细探索游玩每个mod你将获得最佳游戏体验，不过如果你时间不足或不想太烧脑，亦可只选择擅长或喜欢的部分游玩，对你的人物发展不会有太大影响。\n\n\n\n\n==== 玩家须知  ====\n\n为了让弥影教会的玩家们有个清洁的游戏环境，管理员将不会接受出现以下几种问题的加群申请：1.Q龄为0的2.资料不正常的3.没有填写入群理由的如有不便之处还请谅解\n\n\n==== 本服务器接受赞助和捐助 ====\n服务器需要大量资金来升级和维护，而腐竹个人难以承担，弥影教会接受任何形式的资金支持，我们会回报适当的礼物，（我们为了游戏平衡，不出售任何权限。）有意者可以入群与教主面谈。\n==== 招聘接待和建筑师 ====\n（我们需要真才实干）\n服务器的大量内容需要新的建筑师加入建设，\n而即将大量涌入玩家也需要接待的帮助，\n有意者可入群与教主详谈~\n为了玩家的体验，弥影不会随意招收。如果你只是为了享受权限带来的优越感，那弥影的团队永远会将你拒之门外。如果你真正的为服务器做了贡献，你会得到我们的尊敬和感激。\n\n\n\n\n\n======  服务器截图  ======\n\n\n迟暮主城内部\n\n\n主城商店\n\n\n铁匠铺\n\n\n双重魔法森林破晓\n\n\n暮色林间\n\n\n暮色高堡\n\n\n暮色迷宫\n\n\n大战娜迦boss\n\n\n\n与娜迦boss战翻天\n\n\n\n探索迷宫\n\n\n\n搜索宝箱\n\n\n建设中的玩家小窝\n\n\n\n玩家树屋？\n\n\n玩家地穴小窝\n\n====  Mod列表  ====服务器所有的mod均在下方\n\n\n\n服主声明\n我们绝对不会放弃弥影教会：永不停服。\n\n\n弥影教会欢迎你的到来\n\n\n\n加入弥影教会：\nqq群： 177904913（未满）点击链接加入群【[开放]弥影教会】https://jq.qq.com/?_wv=1027&k=52Sd9sO\n\n\n\n\n\n\n\n\n神秘4.jpg\n(75.62 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-6-23 18:47 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}