{
    "title": "[Minecraft.net|INSIDER] 本周方块：岩浆块",
    "author": "cc7w",
    "replyCount": 5,
    "timestamp": 1498216260,
    "txt_content": " 本帖最后由 1345979462 于 2017-6-23 20:05 编辑 \n\n\nB L O C K   O F   T H E   W E E K :   M A G M A\n本 周 方 块 ： 岩 浆 块\nHot stuff!\n  炎热的东西！\n　Deep in the lowest parts of the Nether, amidst the soul sand and quartz on the shores of the lava sea, you'll find something as dangerous as it is beautiful. No, not a horde of zombie pigmen. I'm talking about magma.\n　在地狱最底层，混在岩浆湖旁边的灵魂沙和下界石英矿石中，你会发现一些美丽但危险的东西。不，并不是一群僵尸猪人，我在说岩浆块。\n\n　\"Don't step on it\" was Jeb's advice when he first tweeted a screenshot of magma on 4 April 2016. The block appeared in-game for testing a few weeks later on 18 May in snapshot 16w20a, and was then released properly in version 1.10 - the Frostburn update - alongside other dangerous additions like strays, husks and polar bears.\n　“不要踩在它上面”是Jeb在2016年4月4日第一次发推给的建议，推文的内容是岩浆块的一张截图。岩浆块在测试几周后，于5月18日的16w20a快照中首先在游戏中出现，并且和其它危险的生物——像流髑，尸壳和北极熊一起，发布在了1.10版本——霜炙更新中。\n\n　Magma is a good block to keep a decent supply of for several handy reasons. The first is that it emits a small amount of light, making it a good choice for mood lighting in the darker corners of your home. The second is that a fire lit on top of a magma block with a flint and steel will burn indefinitely, just like netherrack. No short-lived log fireplaces any more!\n　从某些方面来说岩浆块也是好的方块。首先是它会发出微弱的光，用它在你家阴暗的地方改善氛围是挺好的主意。另一个原因是用打火石点在岩浆块上面的火会无尽地燃烧，就像地狱岩一样——你不需要短命的木头壁炉了。\n\n　The third, and perhaps most useful, is that magma blocks will deal one damage every half-second to any living entities standing on top of them, but won't destroy items. By shoving mobs into a pit lined with magma, you can easily kill them off in large numbers. Be careful collecting the drops, though - to avoid hurting yourself you'll need to sneak, use a potion of fire resistance or wear a pair of boots with the Frost Walker enchantment.\n　第三个，也可能是最有用的原因，是岩浆块会每半秒给其上的任何活着的生物施加一点伤害，但它不会摧毁掉落物。通过将怪物推到一排岩浆块上，你能够大量地击杀它们。但是，你在收集掉落物时也要小心些，为了避免受到伤害，你需要潜行，饮用抗火药水或穿戴有冰霜行者附魔的靴子。\n\n　Best of all, you can conceal a magma block underneath any thin block - like a layer of snow, carpet, redstone repeater or comparator - and it'll still do full damage to anyone that walks on top. No-one will ever know that your beautiful hallway is actually a death trap!\n　最好的是，你可以在任何薄的方块下隐藏岩浆块——例如顶层雪，地毯，红石中继器或红石比较器——它也会给其上的生物施加伤害。没有人会知道你在你家美丽的走廊中其实布置了死亡陷阱！\n\n\n　Some people claim that that if you dig straight downward from Europe or America, you'll end up in Australia. That's not true, and we don't recommend trying - because way before you get there, you'll dig into the real-life magma that lies at the centre of our planet and burn to a crisp. Cool! Actually, the complete opposite of cool, we guess.\n　有些人声称说如果你在从欧洲或美国一路向地下挖，你就会挖到澳大利亚去。那不是真的，并且我们不推荐你这样尝试——因为在你到那儿之前，你会挖到我们星球中部真正的“岩浆块”中，然后烧焦。那很酷！其实，我们想，那完全在酷的对立面。\n\n　The magma under our feet, which occasionally pulses to the surface in the form of volcanoes, is a thick and extremely hot mixture of molten and solid rock. Many billions of years ago the whole surface of the Earth was made of magma - but the outermost layer hardened when exposed to the coldness of space, forming a crust that we live on today. In fact, it's pretty amazing that we've able to live here at all - go upward or downward a couple of kilometres, and it's impossible for humans to survive.\n　在我们脚下的岩浆块，偶尔会通过火山爆发的方式冲到地球表面，它们很厚，是尤其热的液体和固体岩石的混合物。很久很久以前整个地球的表面都被岩浆块所覆盖——但它们的最外层因为接触太空的冷气而变硬了，就像我们日常生活中的面包皮一样。其实，我们能够居住在这里是很神奇的——向天上或向地下几千米后，人类就不能生存了。\n由Duncan Geere创作\n\n\n发布于 2017年6月23日\n\n\nhttps://minecraft.net/zh-hans/article/block-week-magma\n\n\n翻译者 c7w\n\n\n\n@LocusAzzurro @henry5041 @minehenry @KTR @尼玛乄骑士 @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey @迷途的路人 \n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1498235760,
            "txt_content": "自动回复 由于你@次数过多，为防止刷分，故不加分\n自动建议 英文字颜色可以深一点"
        },
        {
            "author": "iceer",
            "timestamp": 1498236060,
            "txt_content": "岩浆块上能放红石吗\n岩浆块上放地毯！好主意！！！！\n我这就去fwq这么玩"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1498274280,
            "txt_content": "iceer 发表于 2017-6-24 00:41\n岩浆块上能放红石吗\n岩浆块上放地毯！好主意！！！！\n我这就去fwq这么玩\n冰霜行者：hello"
        },
        {
            "author": "iceer",
            "timestamp": 1498303800,
            "txt_content": "风扇滑翔翼 发表于 2017-6-24 11:18\n冰霜行者：hello\n头像亮了。\n如果有这样的夜灯@我"
        },
        {
            "author": "萧萧孑影立",
            "timestamp": 1580999640,
            "txt_content": "咦？岩浆块不会熔化雪层吗？"
        }
    ]
}