{
    "title": "原创/连载{传说之地}{第五章：初遇挑战}",
    "author": "久战沙场",
    "replyCount": 1,
    "timestamp": 1498230660,
    "txt_content": "第五章：初遇挑战\n\n\n          “好了，讲完了，现在得教你一些技能了，跟我出去吧。”\n          “哦，好，我拿东西。”凯拿起武器就往外面跑。\n          “所谓刺客，就要在迅雷不及掩耳之势，快速取敌首级，但是却不能被抓住，所以，你待会会出现在我设置的奥术结界，你想办法把那只带着绿色帽子的僵尸给杀掉。”\n          “额。。。好吧。”\n          一进去，就发现了前方不远处有那绿毛大僵尸，周围还有很多的僵尸，想着这可不好办，发现周围还有很多的树，于是就试着爬上器，意外的很轻松。激活了体内的刺客属性的力量，自然是小事。当凯靠近时，发现这里下手根本不可能，跳下去就会被抓住，于是，就继续往上爬，又到了一棵更高的树，发现还是不行，接着继续往上爬，最后高的不能再高的时候，也就是最高处。\n          “这不是坑我吗？这么高，会死人的啊？我仇还没报完呢。”凯抱怨着。\n          “相信自己的潜能，你能上来，就一定能下去，相信我，反正这也是奥术结界。’’\n          “拼了。”\n          凯把手中的剑刃朝下，然后高高往下跳，随着落地越来越快，凯闭上了眼睛。\n          “噗嗤！”鲜血爆开的声音。\n          当凯郑凯眼睛，自己已经把这个僵尸劈成两半了。\n          “好了，这轮测试结束。”道雷解除了这结界。\n          “好了，现在，你需要一些装甲，走走走，看到那片森林吗，走走走，打野去。”\n          “嗯嗯呃嗯，那么，我要打什么？”凯疑惑的问道。\n          “厚皮狼，他的皮毛坚韧，柔软，可以用来制造一些低等装备。”\n          到森林深处后，凯突然发现，这里杀机四伏。\n          “团长，这儿，真的没问题吗？”\n          “嗷呜嗷呜~~~”一声野性的嘶吼从林子深处传了出来。\n          “哇哦，我们还是走吧，这么凶。”凯害怕的说。\n          “不能走，都来到这里了，你想不想报仇了？”\n          “我。。。。。”凯回想起自己的朋友，亲人。。。\n          “不，不行，我必须坚持，我一定要报仇！”\n          凯拿起手中的剑，向着森林深处走去，坚定的眼神，冷静的步伐，双眼中透露着杀气。走到深处时，一只巨大的狼卧在那里，视乎发现了凯，于是嘶吼了一声。\n          厚皮狼起来，向着凯扑了过来，凯用力地往上一跳，躲掉了这次攻击，接着再骑到狼背上，一把刀狠狠的插入狼脖子，血液喷涌而出，接着凯再跳下来，狼瞅准机会，反身一巴掌拍在凯的肚子上，瞬间被拍出去好几里，撞倒了好几棵树，接着狼又鼓足了劲，再向前扑，这回扑到了，开始疯狂乱抓，凯身上血液四起。\n          “难道。。。我就要。。。在这止步了吗？不，我不能，我要坚持下去，我一定行的，只要插穿狼的肺部。”\n          接着凯拿起手中的剑，往上面一插，正好插在了胸口那个位置，插了进去，狼嗷呜了一声，倒了下去，而凯，失血过多，昏死了过去。。。。。。\n          凯醒来之后，发现自己醒在村庄的那个地下房间，道雷正在看书。\n          “我。这是。。。。。”\n          “哎呀呀，你醒啦，要不是还有一些剩下的金锭，有金苹果，你早就流血而死咯。”\n          “那狼呢？”\n          “在那晾着。”道雷指了指那厚重的皮。\n          “哇偶，能拿来干啥呢？”\n          “嗯，能做一些皮甲，防御力杠杠的，另外，狼的指甲和牙齿也被完好的保存了下来，可以制作一些袖剑和指虎，近战会好很多，有多还可以强化一下你的武器。”道雷说完拿出了一些指甲和牙齿。\n          “真的吗，我看看，哎呦我去，这怎么这么痛啊。”凯刚一动，就倒在了地上。\n          “额，那个，不好意思，刚受过重伤，需要治疗，虽然救回来了，毕竟没有护甲，伤到肋骨了，休息大半个月应该能回复的吧。”\n          “哦不”",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1498295460,
            "txt_content": "语言较幼稚\n建议去网上随便找找比较火的修仙小说之类的  虽然都是套路 但是可以学习一下基础的描写 \n更进一步的描写功力需要平时多读读名家作品来提升"
        }
    ]
}