{
    "title": "短片合集《人类群星闪耀之时》①",
    "author": "aa1122a33",
    "replyCount": 8,
    "timestamp": 1498226820,
    "txt_content": " 本帖最后由 aa1122a33 于 2017-6-23 22:29 编辑 \n\n大海                                                                                                       ---------献给铁匠·表                                                                                                                                                与他的哥哥：铁匠·大衣  船只上的白色羊毛帆布早已出现了破洞，仔细闻还可以闻到鱼的味道，似乎是被用来当过渔网，如果不是见过这一带的飞鱼，大概所有人都会认为这船上的人傻到用船帆当渔网；橡木的船底坚固的承受着一次又一次的海浪，还有来自大海的温度，太阳随着船的移动不断向西北方移动——就在前几天，太阳到了天空正中心。  也许是毒辣的太阳催生了燥热的海风，盐和鱼的味道不断地冲击着众人的鼻子，鱼皮和鱼的内脏成了最抢手的食物——那几十个不吃的人早就浑身红斑，哪怕动一下都会疼痛不已，就如同被吸血的恶魔附身了似得。  “至少海水没有沸腾…”铁匠·表看着天上的太阳，嗅着这里燥热的海风，默默地感叹到。边上的水手正在看罗盘。  “那些个‘文明恶棍‘的话你也信？”这时，铁匠·大衣①那充满自信的话合着他那爽朗的笑声显得格外洪亮有力。如果不是这声音主人的激励，铁匠·表也不知道他会不会逃回故土。可对现在这些话的内容，他还是有点反感。  “这些话你哪儿学来的啊？你不尊敬上帝的倾听者？”尽管铁匠·表听过无数次他这位哥哥对教会的嘲讽，可他还是不理解：为什么一直和他画十字，读圣经的哥哥会不尊敬这些最接近圣人的人？  “…他们以上帝的名意奴役其他的所有人，什一税都花在了什么地方我又不是没有给你算过，你看……”铁匠·大衣顿了顿，口中又是几朵莲花，当他正要举起他的左手挥舞，自由的挥发口水时，他弟弟制止住了他： “今天不是辩论的时候…瞧，绿色的海浪…”本来这位弟弟只是要转移话题，可那一道从天边涌来绿色巨浪还是有点可疑。当他说出之后，他立马感觉到了不对劲。还没有等他反应过来，耳朵就先一步捕捉到了声音：  轰~~~不像是海浪该发出的声音。“…全体戒备，巨浪！未知高度的巨浪！全体船员执行红色方案！”中气十足的吼声传遍了整座船，也许除了旗语手与船的压箱石，整艘船上所有的东西都动了起来。铁匠兄弟立马活动起来，一个走近桅杆，另一个则奔向船头，用望远镜观察了起来。  “降下所有船帆！把自己卧室里的东西固定起来！所有船只尽量靠拢！”铁匠·大衣的声音依然中气十足，所有人都紧张地活动了起来。炮手们全都自发地去搬运火药。其他人则干着五花八门的事，但都十分有秩序。可这时，铁匠·表呆住了。那巨浪并不是常见的，像一堵直墙，而是弧形的，弯曲的，就像一个巨大的圆弧的一部分，巨浪在不断地从地平线上升起，就像上帝正在扩建一个圆形的院子，顺带着把墙建高来。顶端的白云被水墙吸了进去，那墙上似乎不断有白气冒出，就像…烧的很热的冰块，那白色的气如同玉石上的丝线一般，看起来无比美丽，他想起了小时候见到过的贵族的庄园院墙，当他看见天上的瓦一样的白云笼在这水墙上时，他感觉这就是一堵院墙，在那院里，是上帝的圆规…是天堂的召唤。可他不想去天堂，他在人间还有一根肋骨没有长大。巨浪似乎很远，可它很快就要过来了，铁匠·大衣也认识到了这一点。“陨石坠落…要么就是海底火山爆发…这大概也就是这里的海风突然这么热的原因之一吧”他似乎也和他弟弟一样，沉迷在了这堵墙上。两个人一个在船中间，一个在船头，他们都凝望着上帝的墙。先清醒过来的是哥哥。“弟弟，祝我们好运。”语言不多，绝望不需要渲染，绝望就是绝望。然后哥哥就进入了房间里 。 哥哥到书房里，打开了一个木头箱子，里面装的是各种东西：蒸汽机的设计图纸 ，印刷机设计图纸…除了各种设计图纸，还有一些他在船上写的论文：“《关于毛衣上的电与闪电的共通之处》，《关于红石点燃放电的分析与红石的运用前景》…” 他自然没有空去检查每一张纸的页码：反正提前标注过，现在，他只是忙着把这些放入铁皮箱子，密封好后再放入木头箱子。动作熟练，表情坚定。 “妹妹！”铁匠·表在这激烈的环境面前显得有点紧张，焦虑，他第一反应就是到船舱的卧室，去找她妹妹。他似乎忘记了他是船长，在这时，他忘记了他胸前口袋里的船长证书，这一刻，他只是一个哥哥。  “海盗吗？没事，我会使枪只是打的不准…”妹妹的声音响起来，16岁的少女稚气未褪，可她的齐刘海透出的精明却异常明显。  “不是海盗…是…”铁匠·表要想一个合适的词来形容。“是上帝的圆规，你快坐逃生船走吧…”其实走与不走区别不大，他明白，可是万一…万一运气…  “不用走了，快，把箱子绑在救生船上”这时铁匠·大衣的声音响起，他无比的冷静曾在许多的危险中安抚过众人，可这一次，铁匠·表对他哥哥发火了：“是人命重要还是你那几口破书重要啊？你知不知道救生船最多装下一船人，多一点都不行？你知不知道…” “好了，耽误历史车轮前进的罪名你可担不起啊…”哥哥冷酷与决然终于使他愤怒了起来：“什么历史的车轮？历史的车轮管我什么事？我只知道，这儿的所有人，我的妹妹，我们唯一的家人在这！我们因当保护她！而不是保护什么看不见的历史马车的饲料！”话语有些语无伦次。  哥哥什么也没有说，可铁匠·表知道他没有被说服，他想看看他哥哥会怎样，于是，他拉妹妹的手，跟了上去。  哥哥看着那巨大的海墙，什么也没说，只是抱起了木箱，把它泡入了一桶树脂中。“我不走了，你把这箱子保管好。”回头看见弟弟懵住的表情，他又笑着补了一句“桶不会比我还重吧。”“你们走吧，我也想看看上帝的圆规…你照顾好妹妹。”巨浪已经充满了半个天空了，弟弟被推到了救生船上后，救生船上的火药喷射桶被点燃，然后高速地离开了这里。 他只是看着巨浪过来，他知道巨浪的力量有限，它杀了他，可它杀不了思想，人的思想就是一切，他知道历史上，最重要的一环上，永远有他的思想。 唯一的遗憾…大概就是没法向后人澄清巨浪是陨石激起，而不是所谓“上帝的惩罚”了吧。①：其实就是杰克·史密斯，毕竟这是中文化外国人名的执着",
    "replies": [
        {
            "author": "aa1122a33",
            "timestamp": 1498227180,
            "txt_content": "猜猜谁是谁 发表于 2017-6-23 22:14\n人类群星闪耀之时？好像在哪里听过。。。群星计划？\n是一本传记的名称，感觉和我要写的东西有共通之处"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1498227240,
            "txt_content": "人类群星闪耀之时？好像在哪里听过。。。群星计划？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1498228680,
            "txt_content": "写的挺好\n就是这两个人名看着总觉得怪怪的= ="
        },
        {
            "author": "Оil",
            "timestamp": 1498228980,
            "txt_content": "猜猜谁是谁 发表于 2017-6-23 22:14\n人类群星闪耀之时？好像在哪里听过。。。群星计划？\n@茨威格……"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1498274880,
            "txt_content": "bo_bo2001 发表于 2017-6-23 22:38\n写的挺好\n就是这两个人名看着总觉得怪怪的= =\n毕竟中文式的外国人名翻译就是这样"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1498298400,
            "txt_content": "应邀而至……还是，不期而遇……的砖呢？\n首先明显的对话流。\n对话占用的篇幅很大，然而并没有较好的刻画人物形象。\n问题主要还是人物刻画欠佳。\n不必解释任何一个细节。有些细节，应用刻画和描写让读者查找，发现，拼凑细节透露的信息。\n读了很多遍都没能理解阁下究竟想要表达什么。\n还有标点符号……阁下在写文的时候走心了吗……\n就在前几天，太阳到达了天空正中心至少海水没有沸腾……什一税都花到了什么地方……口中又是几朵莲花\n迷之描写。\n最后一句描写，本人当然知道“舌灿莲花”。但这个描写本身就很难理解。\n其他人都干着五花八门的事情，但都十分有秩序\n不是很清楚阁下如何使用这两个修饰片段。五花八门——井然有序 词义存在一定程度上的冲突。\n“海盗吗？没事……可她齐刘海透露出的精明却异常明显。\n“精明”使用的不是很合适吧。\n最后一段描写。\n话语有些语无伦次\n虽然能够理解阁下想要营造的效果，但主语最好不要忽略。\n他知道巨浪的力量有限，它杀了他，但杀不了他的思想……\n事实上我始终都没能理解最后一段想要表达的内容，思想。\n我自始至终都没有看出来这个厌恶宗教，从某种意义上无视文化艺术的水手（文盲）能有什么思想。\n——\n最后，再接再厉。\n能看出阁下有些文化底蕴，但刻画与描写方面明显缺乏技巧。\n以上。"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1498358880,
            "txt_content": "星之永恒 发表于 2017-6-24 18:00\n应邀而至……还是，不期而遇……的砖呢？\n首先明显的对话流。\n对话占用的篇幅很大，然而并没有较好的刻画人 ...\n其实是类似于科学技术，无神论之类的东西..."
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498685400,
            "txt_content": "星之永恒 发表于 2017-6-24 18:00\n应邀而至……还是，不期而遇……的砖呢？\n首先明显的对话流。\n对话占用的篇幅很大，然而并没有较好的刻画人 ...\n不不不，五花八门和井然有序不冲突，前者讲的是种类繁多，后者讲的是秩序井然，两者没有语义上的冲突\n不过星恒你终于肯写文评了"
        }
    ]
}