{
    "title": "[PCD] Pixelmon Mod Wiki 翻译 | Item",
    "author": "lovekasumi",
    "replyCount": 0,
    "timestamp": 1498280100,
    "txt_content": " 本帖最后由 mimimis 于 2017-9-10 12:53 编辑 - I2 S! R% c7 O( J4 {\n& W\" q3 p- F. ]8 I$ X# R- c\n\n/ p( J- N& z+ K# }) A& O, ~+ k6 o6 e* {0 r9 S\n精灵球Cherish Ball——贵重球A Cherish Ball is a type of Poké Ball that has a 1× catch rate, the same as a normal Poké Ball. It can be obtained as a tier 2 special drop.  Cherish Balls can also be used to make Poké Gifts.贵重球是一种捕获率与普通精灵球相同，捕获率为1×的精灵球。它可以作为2级的特殊掉落物。贵重球也可以用来制作宝可梦礼物。7 e+ m& _6 R8 Z) A1 t% ]: r# r: N\nDive Ball——潜水球A Dive Ball is a somewhat different Poké Ball that has a 3.5× catch rate on Pokémon that are in water. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.潜水球是一种与普通精灵球稍微不同的精灵球，它在水中具有3.5×的捕获率。它可以通过合成来获得，也可以作为1级的特殊掉落物。0 L- Y/ K( P: o: I\nDusk Ball——黑暗球A Dusk Ball is a Poké Ball that has a 3.5× catch rate in dark places. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop,  If it is currently dusk or night, the Dusk Ball will have its increased catch rate. Otherwise, the location of the Pokémon to be caught must meet the following requirements for the Dusk Ball to have a 3.5× catch rate:  The Pokémon must be located at a height level of 64 or lower. The Pokémon must be in a place with a light level of 14 or lower (i.e. not in direct sunlight). Rain in an area of direct sunlight will not trigger the Dusk Ball's effects. Snow in an area of direct sunlight will trigger the Dusk Ball's effects.. I: ?! d\" F$ B- z6 C\n黑暗球是一种在昏暗的地方有3.5×捕获率的精灵球。它可以通过合成、购买或作为1级特殊掉落物来获得。如果是在黄昏和夜晚，它的捕获率将会增加。( d* W0 F& I# j+ e\n另外，如果满足这些条件，它的捕获率也会增加。3 G0 A: `2 P& O0 g\n1.宝可梦必须在高度等于或低于64的地方。5 x1 r& |4 b$ d+ e\n2.宝可梦所在地的光照程度必须等于或低于14（即不在阳光直射下）\n  F* B8 K% D1 D5 C/ T3.在阳光直射的情况下，下雨和下雪都不会触发黑暗球的效果。\n1 E! ]: v1 J0 y4 }3 r- QFast Ball——速度球A Fast Ball is a Poké Ball that has a 4× catch rate on Pokémon that have a base Speed of 100 or more. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop,  A list of Pokémon that the Fast Ball gives an increased catch rate on can be found here.速度球是一种对基础速度超过100的宝可梦有4×捕获率的精灵球。它可以通过合成、购买和作为1级特殊掉落物来获得。速度球可以作用的宝可梦列表见下方。\n' i: o1 D: t: p: \\! l/ _\" DFriend Ball——友友球A Friend Ball is a type of Poké Ball that sets a captured Pokémon's base happiness to 200. This effect does not occur if a Friend Ball is inherited by a Pokémon through breeding. Friend Balls have the same catch rates as normal Poké Balls. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.友友球是一种可以设置已被捕获的宝可梦的亲密度到200的精灵球。如果它接收到的宝可梦是通过繁殖产生的，那么这个效果就不会发生。友友球有和普通精灵球相等的捕获率。它可以通过合成、购买或作为1级特殊掉落物来获得。\n\" f1 F, R5 r. EGreat Ball——超级球A Great Ball is a type of Poké Ball categorized by the red and blue coloring on its upper lid. It has a 1.5× the catch rate of a normal Poké Ball. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.超级球是一种上盖上游红色和蓝色分布的精灵球。它有1.5×的捕获率。它可以通过合成、购买和作为1级特殊掉落物来获得。: s' [) y+ h& \\3 P) Z\nHeal Ball——治愈球A Heal Ball is a remedial Poké Ball that restores the caught Pokémon's HP and eliminates any status problem upon capture. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.治愈球是一种可以恢复宝可梦的球。它将会在捕捉时治疗宝可梦的生命值，并消除状态对它们的影响。它可以通过合成、购买，或作为1级特殊掉落物获得。\" e. ~2 K/ Q; D8 k' x\" a\nHeavy Ball——沉重球A Heavy Ball is a Poké Ball for catching very heavy Pokémon. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop,  Unlike most Poké Balls, the Heavy Ball's catch rate modifier is additive rather than multiplicative. The catch rate modifier for Heavy Balls based on Pokémon weight is as follows:Weight                Modifier<204.8 kg                 -20204.8-307.2 kg        +20307.2-409.6 kg        +30>409.6 kg                +40沉重球是一种用于捕捉很重的宝可梦的精灵球。它可以通过合成、购买，或作为1级特殊掉落物来获得。不同于大多数精灵球，沉重球的捕获率调整是增加而不是倍乘。捕获率随捕获目标重量的变化如下：重量                        变化量<204.8 千克                 -20204.8-307.2 千克        +20307.2-409.6 千克        +30>409.6 千克                +40\n+ P) j0 k, T: P, |7 L. ?! p) D% sLevel Ball——等级球A Level Ball is a somewhat different Poké Ball which becomes more effective when used on Pokémon at a lower level than the lead Pokémon. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop,  The catch rate for the Level Ball is:  1× if the lead Pokémon is the same level or a lower level than the wild Pokémon. 2× if the lead Pokémon is above the level and less than double the level of the wild Pokémon. 4× if the lead Pokémon is between double and quadruple the level of the wild Pokémon. 8× if the lead Pokémon is quadruple the level or more of the wild Pokémon.等级球是一种与普通精灵球稍有不同的精灵球，它对比你的首选宝可梦等级低的宝可梦的捕捉率会更高。它可以通过合成、购买或作为1级特殊掉落物来获得。等级球的捕获率如下：1×当你的首选宝可梦比目标宝可梦的等级低或与其相同时2×当你的首选宝可梦的等级比目标宝可梦高，但未达到2倍时4×当你的首选宝可梦的等级比目标宝可梦高2~4倍时8×当你的首选宝可梦的等级比目标宝可梦高超过4倍时: f- ?. B7 T; y$ ]\nLove Ball——甜蜜球A Love Ball is a Poké Ball that has an 8× catch rate on Pokémon of both the same species and opposite gender as the player's Pokémon. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop, It is also a drop from wild Granbull.甜蜜球是一种对与你的宝可梦相同种类且性别相反的宝可梦有8×捕获率的精灵球。它可以通过合成、购买，或作为1级特殊掉落物来获得。它也有5%的几率从野生的布卢皇身上掉落。\n\" d& t) [+ ?' p: N9 t2 ~Lure Ball——诱饵球A Lure Ball is a type of Poké Ball that has a 3× catch rate on Pokémon encountered by fishing. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.诱饵球是一种对钓鱼时遇到的宝可梦有3×捕获率的精灵球。它可以通过合成、购买或作为1级特殊掉落物来获得。8 m7 D6 J8 r* C+ e4 y- b\nLuxury Ball——豪华球A Luxury Ball is a comfortable Poké Ball that makes a caught wild Pokémon quickly grow friendly. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop,  A Luxury Ball grants an extra +1 happiness to the multiple ways of obtaining happiness, although it does not affect events that lower happiness. The effects of the Luxury Ball stack with the effects of a Soothe Bell.豪华球是一个舒适的精灵球，让被捕获的野生宝可梦迅速地变得更加友好。它可以通过合成、购买，或是作为1级特殊掉落物来获得。豪华球会让提升亲密度的事件额外增加1亲密度，虽然他并不影响降低亲密度的事情。豪华球的效果会覆盖安抚之铃的效果。\n$ e: j4 [6 P# a. D& F; N2 O: m' q\n3 G9 p- n) J; [/ x5 v\nMaster Ball——大师球The Master Ball is a type of Poké Ball that will always catch the Pokémon it is used on (unless the Pokémon cannot be caught, like a boss Pokémon or another trainer's Pokémon). Unlike all other Poké Balls, Master Balls have no chance of breaking if thrown against a block. A Master Ball can be obtained as a tier 3 special drop, or as a possible drop from legendary and ultimate boss Pokémon. Master Balls cannot be crafted.大师球是一种必定能抓住宝可梦的精灵球（除非目标宝可梦不能被抓获，例如一个boss宝可梦或者其他人的宝可梦）。与其他的精灵球不同，大师球在贴墙投掷时没有几率被打破。大师球可以通过作为3级特殊掉落物获得，或者作为一个传说boss或最终boss的掉落物来掉落。大师球不能被合成。（其实大师球以前是可以合成的）  C\" W1 N* E& ?! L/ ]& j* f$ h\nMoon Ball——月亮球A Moon Ball has a 4x catch rate on Pokémon that evolve with a Moon Stone or belong to evolutionary families of the former. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.月亮球对于使用月亮石进化的或者它进化前的形态的宝可梦有4×的捕获率。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n- \\- Z\" b  s- }Nest Ball——巢穴球A Nest Ball is a somewhat different Poké Ball that works especially well on weaker Pokémon in the wild. The Nest Ball's catch rate is based on the formula:  41-Pokémon's level 10 ×, with a minimum catch rate of 1×. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.巢穴球是一种与普通精灵球略有不同的精灵球，它对弱小的野生宝可梦尤其有效。捕获率计算公式：41-宝可梦等级 10×，最小为1×的捕获率。它可以通过合成、购买或作为1级特殊掉落物获得。\n) D5 n. u3 F0 ?0 w$ r5 d# {( TNet Ball——捕网球A Net Ball is a somewhat different Poké Ball that has a 3× catch rate on Water and Bug-type Pokémon. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.& C. V( c% ?. ~; T  b\n捕网球是一种与普通精灵球略有不同的精灵球，它对昆虫系宝可梦有3×的捕获率。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n* R3 z. F2 m1 B: R\n( G3 {2 g# F  i7 c+ b3 f1 G9 \\8 i, K4 q2 e4 P\nPoké Ball——精灵球This article is about the regular Poké Ball.  A regular Poké Ball is the most basic type of Poké Ball. It has a 1× catch rate on all Pokémon. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.这篇文章是关于通常的精灵球。精灵球是精灵球中最普通的一种（迷之别扭）。它对所有宝可梦有1×的捕获率。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n$ h* I. Q0 H& m\" @( QRelugar Poké balls are also used to craft an old rod and parts of trade machine.精灵球也被用于制作一个破旧钓竿和贸易机器的零件。精灵球有5%的几率从顽皮雷弹和霹雳电球身上掉落。# l' U5 I$ T/ R% D& t3 K; q\nPremier Ball——纪念球A Premier Ball is a Poké Ball that has been specially made to commemorate an event of some sort. Premier Balls are unique in that they have particle effects when thrown. This is purely aesthetic–they have the same catch rate as normal Poké Balls. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.\n) f* `: X3 V$ e& L2 `* [8 {纪念球是一种专为纪念某些事件而制作的精灵球。它是独特的，因为它抛出时将会产生粒子特效。这纯粹是为了美感——因为它有着和普通精灵球一样的捕获率。它可以通过制作、购买，或作为1级特殊掉落物来获得。\n& \\& c. ]* ~( L3 v' i7 Y) ]2 d\" `8 R4 z) Y; A& M# S\n1 x' T* l' n9 L8 h, g6 [\nQuick Ball——先机球A Quick Ball is a type of Poké Ball that has a 5× catch rate if used on the first turn of a wild Pokémon battle, having a 1× catch rate otherwise. The Pokémon must be engaged in battle to take advantage of the increased catch rate; throwing a Quick Ball at a Pokémon outside of battle will result in a 1× catch rate. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.\n; {# `$ V: B6 U9 w4 u5 S先机球是一种在战斗的第一回合使用时具有5×捕获率的精灵球，但它在其他时候（例如战斗的其它回合或战斗外）只有1×的捕获率。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n  \\1 w4 T# V  Y7 d. W\" K; M- {* a. q5 M2 B$ Y; Q) U, x, {\n\n6 a8 Q0 @1 D  I# i  hRepeat Ball——重复球A Repeat Ball is a somewhat different Poké Ball that has a 3× catch rate on Pokémon species that were previously caught or otherwise owned by the Trainer. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.8 v0 D+ V* v- y\n重复球是一种对已经被抓过或训练师已经拥有的种类的宝可梦有3×的捕获率的精灵球。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n% {7 `6 k' j- |' X* z\" J\n8 a( F' g) i. Z' w# T+ I0 E- P% K' t) B& o\nSafari Ball——狩猎球A Safari Ball is a ball that has a 1.5× catch rate if used in a Plains biome.Otherwise, it has a catch rate of 1×.狩猎球是一种在平原生态区有1.5×捕获率的精灵球。在其他地方，它只有1×捕获率。\n4 D1 J4 i5 h4 o8 dSport Ball——竞赛球A Sport Ball is a type of Poké Ball that has a 1.5× catch rate on Bug-type Pokémon. It has a 1× catch rate otherwise. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.竞赛球是一种对昆虫系宝可梦有1.5×捕获率的精灵球。它在其他情况下只有1×捕获率。它可以通过合成、购买，或作为1级特殊掉落物来获得。\" B) Q0 T9 k. B0 s6 W$ l\nTimer Ball——计时球A Timer Ball is a somewhat different Poké Ball that becomes progressively better the more turns there are in a battle. Every turn, starting at 1×, a Timer Ball will increase in effectiveness by 0.3× (additive), with a maximum catch rate of 4× (11th turn and onwards). It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.计时球是一种与普通精灵球有所不同的精灵球，它在随着回合数变多将会越来越有效。它的捕获率从1×开始，每一个回合都会增加0.3×，直到达到上线4×（从第11个回合起）。它可以通过合成、购买，或作为1级特殊掉落物来获得。\n% M4 ~- B# ^+ f* ^! GUltra Ball——高级球An Ultra Ball has a catch rate of 2× the normal Poké Ball's catch rate. It is more effective than a Great Ball. It can be obtained by crafting it, buying from a shopkeeper, or as a tier 1 special drop.高级球是一种有2×捕获率的精灵球。它比超级球更加有效。它可以通过合成、购买或作为1级特殊掉落物来获得。\n: ?# P/ ]% s$ C\n# Q* `; Q, u( R% P( ?/ j2 h7 ~\" t0 `4 B! i\n6 ?4 O: q0 V- P; L\n精灵球零件（该部分合成表在上面找）4 _$ m; w$ v: s. L+ I$ U\nAluminum Base——铝制精灵球球座 和 Aluminum Disc——铝制精灵球球座-未成形An aluminum base is created by placing an aluminum disc on an anvil (by using the anvil when holding a disc), then by hitting the anvil with a hammer on the anvil. Eventually, the disc will turn into an aluminum base, which can be re-obtained either by continuing to hammer or by using the anvil. Aluminum bases are functionally equivalent to iron bases and can be used to make almost every type of Poké Ball.铝制精灵球球座是通过把一个铝制精灵球球座-未成形放在铁砧上（在拿着球座时使用铁砧），然后在铁砧上用锤子敲击铁砧。这样，一个铝制精灵球球座将会成型。你可以通过使用铁砧，或继续敲击来重新让它变成未成形的球座。铝制精灵球球座的功效与精灵球球座一致，都可以用来制作绝大多数的精灵球。1 e  T  r1 ~  Z! o$ B\nDive Ball Disc——潜水球球盖-未成形 和 Dive Ball Lid——潜水球球盖A Dive Ball disc is used with an anvil and a hammer to make a Dive Ball lid. It can then be used to make a Dive Ball.潜水球球盖-未成形被用于使用铁砧和锤子来制作潜水球球盖。然后，它就可以被使用来制作一个潜水球了。: E5 z4 x: C5 E  @2 S7 U* B# ^\nDusk Ball Disc——黑暗球球盖-未成形 和 Dusk Ball Lid——黑暗球球盖A Dusk Ball disc is used with an anvil and a hammer to make a Dusk Ball lid. It can then be used to make a Dusk Ball.黑暗球球盖-未成形被用于使用铁砧和锤子来制作黑暗球球盖。然后，它就可以被使用来制作一个黑暗球了。$ m7 p# i\" t% e0 s* ~: V1 r  H\nFast Ball Disc——速度球球盖-未成形 和 Fast Ball Lid——速度球球盖A Fast Ball disc is used with an anvil and a hammer to make a Fast Ball lid. It can then be used to make a Fast Ball.速度球球盖-未成形被用于使用铁砧和锤子来制作速度球球盖。然后，它就可以被使用来制作一个速度球了。\n7 H, q2 F) K  m, y! zFriend Ball Disc——友友球球盖-未成形 和 Friend Ball Lid——友友球球盖A Friend Ball disc is used with an anvil and a hammer to make a Friend Ball lid. It can then be used to make a Friend Ball.友友球球盖-未成形被用于使用铁砧和锤子来制作友友球球盖。然后，它就可以被使用来制作一个友友球了。) ]' h# C5 x) k0 Y! i, ~: L\nGreat Ball Disc——超级球球盖-未成形 和 Great Ball Lid——超级球球盖A Great Ball disc is used with an anvil and a hammer to make a Great Ball lid. It can then be used to make a Great Ball.超级球球盖-未成形被用于使用铁砧和锤子来制作超级球球盖。然后，它就可以被使用来制作一个超级球了。\n. c2 B5 B' ?$ @Heal Ball Disc——治愈球球盖-未成形 和 Heal Ball Lid——治愈球球盖A Heal Ball disc is used with an anvil and a hammer to make a Heal Ball lid. It can then be used to make a Heal Ball.治愈球球盖-未成形被用于使用铁砧和锤子来制作治愈球球盖。然后，它就可以被使用来制作一个治愈球了。\n0 h& K- ]% Y5 c2 Q$ SHeavy Ball Disc——沉重球球盖-未成形 和 Heavy Ball Lid——沉重球球盖A Heavy Ball disc is used with an anvil and a hammer to make a Heavy Ball lid. It can then be used to make a Heavy Ball.沉重球球盖-未成形被用于使用铁砧和锤子来制作沉重球球盖。然后，它就可以被使用来制作一个沉重球了。\n7 `& p8 _8 H; v\" P$ L( j  zIron Base——精灵球球座 和 Iron Disc——精灵球球座-未成形An aluminum base is created by placing an aluminum disc on an anvil (by using the anvil when holding a disc), then by hitting the anvil with a hammer on the anvil. Eventually, the disc will turn into an aluminum base, which can be re-obtained either by continuing to hammer or by using the anvil. Aluminum bases are functionally equivalent to iron bases and can be used to make almost every type of Poké Ball.精灵球球座是通过把一个精灵球球座-未成形放在铁砧上（在拿着球座时使用铁砧），然后在铁砧上用锤子敲击铁砧。这样，一个精灵球球座将会成型。你可以通过使用铁砧，或继续敲击来重新让它变成未成形的球座。精灵球球座的功效与铝制精灵球球座一致，都可以用来制作绝大多数的精灵球。, m! j5 V2 S. J) U8 P: c\nLevel Ball Disc——等级球球盖-未成形 和 Level Ball Lid——等级球球盖A Level Ball disc is used with an anvil and a hammer to make a Level Ball lid. It can then be used to make a Level Ball.等级球球盖-未成形被用于使用铁砧和锤子来制作等级球球盖。然后，它就可以被使用来制作一个等级球了。; o- n4 [& i: R# W\nLove Ball Disc——甜蜜球球盖-未成形 和 Love Ball Lid——甜蜜球球盖A Love Ball disc is used with an anvil and a hammer to make a Love Ball lid. It can then be used to make a Love Ball.甜蜜球球盖-未成形被用于使用铁砧和锤子来制作甜蜜球球盖。然后，它就可以被使用来制作一个甜蜜球了。\n5 A8 \\0 j1 A8 M4 GLure Ball Disc——诱饵球球盖-未成形 和 Lure Ball Lid——诱饵球球盖A Lure Ball disc is used with an anvil and a hammer to make a Lure Ball lid. It can then be used to make a Lure Ball.诱饵球球盖-未成形被用于使用铁砧和锤子来制作诱饵球球盖。然后，它就可以被使用来制作一个诱饵球了。3 P\" L; q2 k\" s( k8 W6 D+ X8 Y\nLuxury Ball Disc——豪华球球盖-未成形 和 Luxury Ball Lid——豪华球球盖7 ?* e! G! n# U; j$ U0 _\nA Luxury Ball disc is used with an anvil and a hammer to make a Luxury Ball lid. It can then be used to make a Luxury Ball.豪华球球盖-未成形被用于使用铁砧和锤子来制作豪华球球盖。然后，它就可以被使用来制作一个豪华球了。. [& N, q( `/ c* K+ H( X- m6 P\nMoon Ball Disc——月亮球球盖-未成形 和 Moon Ball Lid——月亮球球盖\n' U4 [6 H; ?  c# dA Moon Ball disc is used with an anvil and a hammer to make a Moon Ball lid. It can then be used to make a Moon Ball.月亮球球盖-未成形被用于使用铁砧和锤子来制作月亮球球盖。然后，它就可以被使用来制作一个月亮球了。; b( a$ H2 E+ ~# H0 x! |\nNest Ball Disc——巢穴球球盖-未成形 和 Nest Ball Lid——巢穴球球盖A Nest Ball disc is used with an anvil and a hammer to make a Nest Ball lid. It can then be used to make a Nest Ball.巢穴球球盖-未成形被用于使用铁砧和锤子来制作巢穴球球盖。然后，它就可以被使用来制作一个巢穴球了。% {/ B# c  x, s' Y6 w1 @7 q! Q2 `\nNet Ball Disc——捕网球球盖-未成形 和 Net Ball Lid——捕网球球盖\n1 G, P6 J) H\" k! m6 E% bA Net Ball disc is used with an anvil and a hammer to make a Net Ball lid. It can then be used to make a Net Ball.捕网球球盖-未成形被用于使用铁砧和锤子来制作捕网球球盖。然后，它就可以被使用来制作一个捕网球了。\n( p7 t. b9 w( p/ X& l7 GPoké Ball Disc——精灵球球盖-未成形 和 Poké Ball Lid——精灵球球盖A Poké Ball disc is used with an anvil and a hammer to make a Poké Ball lid. It can then be used to make a Poké Ball.精灵球球盖-未成形被用于使用铁砧和锤子来制作精灵球球盖。然后，它就可以被使用来制作一个精灵球了。( k3 w5 p: P+ H! ~+ P0 e\nPremier Ball Disc——纪念球球盖-未成形 和 Premier Ball Lid——纪念球球盖A Premier Ball disc is used with an anvil and a hammer to make a Premier Ball lid. It can then be used to make a Premier Ball.纪念球球盖-未成形被用于使用铁砧和锤子来制作纪念球球盖。然后，它就可以被使用来制作一个纪念球了。, Q% q6 H+ {4 ^\nQuick Ball Disc——先机球球盖-未成形 和 Quick Ball Lid——先机球球盖A Quick Ball disc is used with an anvil and a hammer to make a Quick Ball lid. It can then be used to make a Quick Ball.先机球球盖-未成形被用于使用铁砧和锤子来制作先机球球盖。然后，它就可以被使用来制作一个先机球了。\n' T0 p. F+ R# b) PRepeat Ball Disc——重复球球盖-未成形 和 Repeat Ball Lid——重复球球盖\n: K+ c. w; |, |5 n* {1 NA Repeat Ball disc is used with an anvil and a hammer to make a Repeat Ball lid. It can then be used to make a Repeat Ball.重复球球盖-未成形被用于使用铁砧和锤子来制作重复球球盖。然后，它就可以被使用来制作一个重复球了。\n5 C# I\" z: @8 H- e+ FSafari Ball Disc——狩猎球球盖-未成形 和 Safari Ball Lid——狩猎球球盖\n5 p# A# E7 n! KA Safari Ball disc is used with an anvil and a hammer to make a Safari Ball lid. It can then be used to make a Safari Ball.狩猎球球盖-未成形被用于使用铁砧和锤子来制作狩猎球球盖。然后，它就可以被使用来制作一个狩猎球了。( X3 o! ^( N) r\nSport Ball Disc——竞赛球球盖-未成形 和 Sport Ball Lid——竞赛球球盖) a; f+ v* ?5 c0 J5 ~- S: r\nA Sport Ball disc is used with an anvil and a hammer to make a Sport Ball lid. It can then be used to make a Sport Ball.竞赛球球盖-未成形被用于使用铁砧和锤子来制作竞赛球球盖。然后，它就可以被使用来制作一个竞赛球了。0 d# r\" t4 K2 I$ y4 Z2 y2 `\nTimer Ball Disc——计时球球盖-未成形 和 Timer Ball  Lid——计时球球盖\n4 ^: }0 y% z, ^. \\, F& JA Timer Ball disc is used with an anvil and a hammer to make a Timer Ball lid. It can then be used to make a Timer Ball.计时球球盖-未成形被用于使用铁砧和锤子来制作计时球球盖。然后，它就可以被使用来制作一个计时球了。1 A! |$ H. i8 g$ g\" @3 Q\" }\nUltra Ball Disc——高级球球盖-未成形 和 Ultra Ball Lid——高级球球盖0 C0 o; J! d% ~2 P  L$ L: K% R$ x& b\nA Ultra Ball disc is used with an anvil and a hammer to make a Ultra Ball lid. It can then be used to make a Ultra Ball.高级球球盖-未成形被用于使用铁砧和锤子来制作高级球球盖。然后，它就可以被使用来制作一个高级球了。8 \\5 `; K/ N9 ~\n\n5 s& l% e7 D4 T' L. R; K2 Z8 p- x# W3 I# `- @; x1 J\n资源8 u8 E0 V. s/ X. T& X\" k/ `\nAluminum Ingot——铝锭The aluminum ingot is a new resource added to Minecraft with the Pixelmon mod. Aluminum ingots can be obtained by smelting bauxite ore, from Forage, or as drops from wild Pokémon. Aluminum ingots can be used to craft certain items. Aluminum can also can be placed on an anvil and hammered into aluminum plates, which are used to craft other items. Move tutors sometimes require aluminum ingots as payment for their services.8 u% J+ K( C0 e. W2 Z\n铝锭是一种被Pixelmon mod添加至我的世界的新矿物。它可以通过搜寻、冶炼矿物和作为野生宝可梦的掉落物获得。他可以用于制造某些物品，也可以被放在铁砧上锤打成铝板来制造另一些物品。移动的导师们有时候需要铝锭来作为他们服务的报酬。\n\" x7 {1 E: Q! r2 A- EAluminum Plate——铝板Aluminum plates are used to craft several items.  To make an aluminium plate, an aluminium ingot must be placed on an anvil and a hammer must be used on it. \n& t3 }* }8 i  K$ x: W铝板被用于制作几种物品。想要制作铝板，你必须把铝锭放在一个铁砧上然后用锤子敲打它。（合成图见各物品）- f) I  p/ t% f4 u) x\nAmethyst——紫水晶Amethyst is a material that can be obtained by smelting amethyst ore or as drops from certain Pokémon. It can be used to make amethyst tools and Rocket armor. It can also be made into amethyst blocks for storage or decorational purposes. Move tutors sometimes require amethysts as payment for their services.\n  V* z( r- w5 U! H$ [紫水晶是一种可以通过熔炼矿石或作为某些宝可梦的掉落物的矿石。它可以被用于制作一些紫水晶工具和火箭队服饰。它也可以制成紫水晶块用于装饰或存储。有时移动的导师们会需要一些紫水晶作为他们服务的报酬。\n8 x9 v! N5 ?$ F; nAmethyst Block——紫水晶块An amethyst block is a type of block made from nine amethysts. Its only purposes are decoration and storage of amethysts. When placed, it requires a pickaxe to be retrieved.紫水晶块是一种由9块紫水晶构成的方块。它只被用来装饰和储存紫水晶。当它被放置出来后，需要用镐子来挖下来。$ u7 y. e. f0 j4 Z\nAmethyst Ore——紫水晶矿石Amethyst ore is a type of ore that contains amethysts. It can be found within stone at height 64 and below, spawning in veins of up to 3 ore. Any pickaxe can be used to mine the ore, causing it to drop in its ore form. An amethyst will be produced if the ore is smelted.紫水晶矿石是一种含有紫水晶的矿石。它可以在高度64或更低的地方找到，每个矿脉生成三个或以上。任何镐子都可以用于挖掘这种矿石，使其掉落。如果你冶炼矿石，一个紫水晶将会生成。2 L2 T/ t! o$ g\nBauxite Ore——铝矿Bauxite is a new ore introduced in Pixelmon. Its main usage is the manufacturing of several Pixelmon machines.  Bauxite can be found within stone at height levels between 30 and 60, in veins of up to eight blocks. It is also a drop from certain wild Pokémon.  Bauxite ore requires at least an iron pickaxe to break. Due to this, it is possible to tell bauxite from iron by trying to break it with a stone pickaxe, as bauxite can't be broken with it while iron can. The color is slightly different as well; bauxite ore is a little more dull than iron ore.铝矿是一种Pixelmon mod新引进的矿石。它主要的作用是制造一些Pixelmon机器。铝矿可以在高度30~60的地方找到，每个矿脉生成8个。它也会从一些野生宝可梦处掉落。铝矿至少需要铁镐才能打破。由此，用石镐试图打破它是一种区分铝矿和铁矿的方式。当铁矿可以被打破的时候，铝矿并不能被打破。颜色也有一些区别，铝矿比铁矿稍微暗一些。+ y9 U2 B# Q# {/ i\nBlack Apricorn——黑球果 Cooked Black Apricorn——熟的黑球果A Black Apricorn is an Apricorn that can be cooked into a cooked Black Apricorn. This cooked Apricorn can be used to make Poké Ball discs for Dusk Balls, Level Balls, Luxury Balls, Moon Balls, Net Balls, Repeat Balls, Timer Balls, and Ultra Balls.黑球果是一种可以被烹饪的球果，烹饪后会成为熟的黑球果。这种熟球果可以被用于制作未成形的精灵球球盖（黄昏球、等级球、豪华球、月亮球、捕网球、重复球、计时球和高级球）。\n  m% T\" Q! t7 X1 B1 mBlue Apricorn——蓝球果 Cooked Blue Apricorn——熟的蓝球果A Blue Apricorn is an Apricorn that turns into a cooked Blue Apricorn when cooked in a furnace. This cooked Apricorn can be used to make Poké Ball discs for Great Balls, Moon Balls, Heavy Balls, Net Balls, and Dive Balls. Uncooked Blue Apricorns can also be used to craft certain decorative blocks.蓝球果在熔炉中烹饪后会变成熟的蓝球果。熟的蓝球果可以被用于制作未成形的精灵球球盖（超级球、月亮球、沉重球、捕网球和潜水球）。蓝球果也可以被用于制作一些装饰方块。\n) h- Y% c& e2 L+ ?Green Apricorn——绿球果 Cooked Green Apricorn——熟的绿球果A Green Apricorn is an Apricorn that turns into a cooked Green Apricorn when cooked in a furnace. This cooked Apricorn can be used to make Poké Ball discs for Dusk Balls, Friend Balls, Nest Balls, and Safari Balls. Uncooked Green Apricorns can also be used to craft certain decorative blocks.绿球果在熔炉中烹饪后会变成熟的蓝球果。熟的绿球果可以被用于制作未成形的精灵球球盖（黑暗球、友友球、巢穴球和狩猎球）。绿球果也可以被用于制作一些装饰方块。( q% O+ N: x) l0 A. J' U; R/ H\nPink Apricorn——粉球果 Cooked Pink Apricorn——熟的粉球果A Pink Apricorn is an Apricorn that can be cooked into a cooked Pink Apricorn. This cooked Apricorn can be used to make Poké Ball discs for Love Balls, Dive Balls, and Heal Balls. Uncooked Pink Apricorns can also be used to craft pink clocks.粉球果可以烹饪成熟的粉球果。熟的粉球果可以用来制作未成形的精灵球球盖（甜蜜球、潜水球和治愈球）。粉球果也可以制作粉色闹钟。2 i0 `# o7 Q3 K\n\n2 Z6 R\" X& y% i\n4 z7 S: C/ R' q; H2 N6 e; Y) O. l\" g& v8 S8 j\n$ u8 R1 T2 h, i7 _2 n! B\n",
    "replies": []
}