{
    "title": "第一届minecraft颁奖典礼",
    "author": "归燕",
    "replyCount": 4,
    "timestamp": 1498280580,
    "txt_content": " 本帖最后由 归燕 于 2017-6-24 13:35 编辑 \n\n（BGM响起）第一届minecraft颁奖典礼现在开始！有请主持人：归燕，苦力怕！（在掌声中上场）我&：谢谢！谢谢大家捧场！我：欢迎大家收看这次的颁奖典礼！我是主持人归燕！：我是主持人苦力怕Sssss~我：其实呢，举办这次颁奖典礼，我们节目组是有点虚的。为什么？因为这是个假的颁奖典礼。：我们也是假主持人（笑声加掌声）我：好了，言归正传。大家都知道，Minecraft之所以可以这么火，就是因为有大量优秀的开发团队，所以我们要搬出的第一个奖项是：最佳开发奖！：获得该奖提名奖的有我：mojang，是他们，创造了minecraft，让我们得以玩到这么优秀的沙盒游戏。：以LexManos和Cpw等为首的开发人员，是他们，开发了minecraft forge，让我们可以使用如此多的mod我：IC2 Dev Team，是他们，制作了ic2，让我们接触了minecraft版的工业。：Benimatic，是他，开辟了暮色森林，展现给我们一个全新的世界。我：好滴，接下来就要揭晓了，获得最佳开发奖的是：微软！：获奖原因：自从微软接手minecraft以后，他们就快速开发，现在已经开发到了1.12，每次都加入一些新的东西。凭借如此敬业的开发精神，不得不为他们点一个赞！我：好。游戏，是以游戏内容取胜。接下来我们要公布的是最强boss奖。：获得此奖项提名奖的有我：末影龙，作为mc末地的大boss，它曾是许多玩家的噩梦。：凋零，作为mc中唯一人造的怪物，它是mc原版中血量最多的生物。我：苦力怕，作为mc中的偷袭者，每次都能将没开声音的玩家炸个半死。：获得提名奖，我非常荣幸！我：熊孩子，各种破坏地形，并且在成为高玩后会发展为红石熊、命令熊等高端熊！：him，作为玩家之中的传说，him的图像一直被恐怖地图所用。我：混沌守卫，有些玩家在干它的时候竟然得用用AE空间塔一个个弄走水晶再一点点冒死肝。：自定义npc，你可以通过工具，把它的血量设到最高，攻击力弄到最强。我：好滴，接下来就要揭晓了，获得最强boss奖的是：格雷科技作者！：获奖理由：作为mc中玩家丧心病狂的格雷作者，经网友评选获得第一！我：接下来揭晓的是容量最大奖。：获得提名的有我:一望无垠的大海，装了成千上百万个水方块。：五连箱超大箱子，解决你物品问题！我：命令方块做出的箱子叠箱子，可以放入成千上万个物品。：末影箱，每个不同的玩家打开都可以放入不同的东西而不互相干扰。我：好滴，接下来就要揭晓了，获得容量最大奖的是：mcbbs矿工茶馆！：获奖原因：矿工茶馆，秉着认真水贴的精神，聚集了大量优秀水贴，容量接近无限大。我：接下来，我们将颁布最佳中国论坛奖。：获提名奖的有我：mcbbs，汇聚了大量优秀贴、地图帖、技巧帖、水贴，成为许多游戏网站搬运的对象。：百度贴吧，同样也汇聚了大量优秀贴、地图帖、技巧帖、水贴，成为许多游戏网站搬运的对象。我：好滴，接下来就要揭晓了，获得最佳中国论坛奖的是：多玩！：获奖原因：多玩，凭借免费的minecraft，给中国minecraft界提供了大量小学生玩家，还搬运许多优秀地图、插件，并进行收费，将我的世界硬生生地改成了多玩的世界的盒子！我们不生产游戏，我们只是游戏的搬运工！我：好，接下来颁出的是最佳服务器奖！为了节省时间，我们都不提供获得提名奖的原因。：获得提名的有：我：hypixel。：yourcraft我：好滴，接下来就要揭晓了，获得最佳服务器奖的是月亮岛服务器！：获奖原因：月亮岛服务器，凭借其64000的收费，成为minecraft服务器中第一个上电视的服务器，成为minecraft中国界最有名的服务器之一！我：好的，这一届颁奖典礼正式结束！：感谢您的陪伴！合：我们下期再会！记得给点奖励哦！Bye~",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1498280880,
            "txt_content": "emmmm\n感觉你把所有的梗结合在了一起"
        },
        {
            "author": "fyxrim",
            "timestamp": 1498281180,
            "txt_content": "恭喜恭喜恭喜"
        },
        {
            "author": "w44607797",
            "timestamp": 1498294740,
            "txt_content": "写的可以"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1498299120,
            "txt_content": "可以的。\n你忽略了最佳跳票奖\n\n【抱着TS】"
        }
    ]
}