{
    "title": "【FOS-原创-连载】【MC国】【第五十六章 国王登场】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1498307940,
    "txt_content": "\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n　　\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　小沫清醒了。\n　　不单单是意识上清醒，此刻他的头脑也清醒无比。\n　　忘了是谁说过，这世上有三种人：第一种人从别人的经历中吸取教训，这种人是聪明的；第二种从自己的经历中吸取教训，这种人是快乐的；最后一种既不从别人的经历中吸取教训，也不从自己的经历中吸取教训，这种人叫小沫。\n　　失败是成功他妈！老子报仇百年不晚！\n　　我知道……我知道导致失败的原因是什么……\n　　之前由于急于霸占灯泡，手段明显而且级别低下了点。事实证明正面进攻是难以战胜冥王的，唯有设圈套挖陷阱背后开枪，才有胜算。\n　　在哪里摔倒！就要从哪里继续往前爬！！\n\n　　他扫了眼房间，最后定位门口哭泣的Nube。\n　　（什么你们不认识这人？他在第三章出场过的。）\n　　昏迷之前，沫在自家门口碰见的也是Nube。他适时适度的，在冥王盗走磁悬浮皇家马车异地销毁，害得小沫徒步几公里抹黑返回王城，各种累得嫑嫑后，打出当头棒喝致命一击。\n　　“阁下！我遵照您的吩咐，把府里剩余的胃药都处理了！”\n　　护卫洋洋得意的讲述自己如何收到了沫的电话，获悉小沫胃病痊愈，将大半年的高价胃药一股脑丢进附近垃圾站焚烧炉，还派两个同事去砸了医师的诊所，扎爆医生车子（包括一个备用胎在内）的五个轮胎，等着小沫回来大大褒奖他。\n　　大张着嘴听完，小沫知道这一切绝对是冥王干的。冒充他打电话，下假命令，说不定原司机腐烂变质的尸体过几天就会被人从偏僻小巷的垃圾桶里发现。\n　　这些……这些……\n　　经受不住多重打击，胃袋又开始剧烈抽搐，卷土重来的溃疡顽疾，这下几乎要了小沫的命。他当街扑倒口吐白沫人事不省，随即被家臣与好事路人送往就近医院。\n\n　　“去找护士长，我要今天出院。”\n　　“可是，阁下您的身体……”\n　　“叫你去你就去！！”\n　　拔掉吊水针头，挣扎做起，忽听过道传来一声喊。\n　　“国王陛下驾到------！”\n\n　　顷刻，医院单调刻板的气氛，遭到严重破坏。\n　　空气中似乎开始弥漫花香，耳边仿佛听到小提琴与竖琴的演奏声。\n　　房门打开，一卷红地毯顺走道缓缓滚动，守门的Nube吓得跐溜藏进床底。\n　　“嗯哼。”\n　　帝国现任国王混乱二三三世，和刚才地毯差不多的速度走进。全然不顾锃亮的皮鞋、笔挺的西装、硕大的钻石别针、高级丝绸手帕，以及那极其俊美的容貌、浑身上下强烈辐射的贵族之气，坐到了病床边的折叠椅上。\n　　当然在他坐下前0.1秒，紧随其后的跟班一个手疾眼快往国王屁股底下塞了只金丝绣花坐垫。五个保镖眨眼挤满病房门口空地，另外七个因为没地方只得蹲守门外。\n\n　　这……不是做梦，是真的！乱乱来看望我了！他心里还是有我的！！\n　　沫暗暗拧了自己大腿一把，直痛得龇牙咧嘴。痛苦和鸡冻的眼泪不觉喷涌而出，床单和棉被立刻湿了一片。\n　　面对小沫的失态，混乱无动于衷。\n　　他静静的看了几秒，而后开口说道：\n　　“最近，你给我惹了不少麻烦。”\n\n\n\n索引见签名。\n本更无废言。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1498309680,
            "txt_content": "复习到一半翻到更新忍不住笑出声 差点被爸妈抓了→_→"
        },
        {
            "author": "冥王星人",
            "timestamp": 1498311420,
            "txt_content": "bo_bo2001 发表于 2017-6-24 21:08\n复习到一半翻到更新忍不住笑出声 差点被爸妈抓了→_→\n不好好复习偷看帖子......"
        }
    ]
}