{
    "title": "[双线]自由天地 ——|副本|时装|舰娘|植物魔法|糖果世界|枪械|竹|炫酷RPG|~[1.7.10]",
    "author": "Aikawastep",
    "replyCount": 0,
    "timestamp": 1498316340,
    "txt_content": " 本帖最后由 Aikawastep 于 2018-4-26 00:24 编辑 \n              大家好~欢迎来到自由天地服务器！咱们和谐有爱的服务~刚刚升级为1.7.10目前还为开荒阶段！ 服务器已经经过了13个周目的历练！现在是非常稳定期 欢迎各种新手来到服务器！=￣ω￣=以下是服务信息服务器群号：61493297(全天24小时审核入群！)服务器官网：http://www.mcziyou.com为了快速的进入我们服务器~请大家下载官网或群内共享的客户端！——————————————_(:3ゝ∠)_我是分割线菌——————————————服务器配置I7 4790K 超频至4.48GHz32GDDR4ECC内存稳定运行100天以上1T SSD储存服务器存档1T HDD机械硬盘每天备份服务器保证服务器稳定运行，不用担心崩服以及丢失存档！服务器客户端我们的客户端搭载了光影高清修复实体雷达地图R键整理G键合成表左下角耐久显示以及各种好用的辅助MOD所以一定要下载我们群共享里的客户端！服务器插件服务器有命令简化，方便新手记住命令神秘的砍树MOD，方便新手快速收集材料最多可以设置5个家传送无冷却各种小游戏插件CO I查询插件24小时运行，让熊孩子无处可逃所有人都有查询权限！一键查询！包括各种/回城、/设置家、/商店、/自杀、等等新手帮助里有各种各样的服务器帮助，方便新手熟悉命令—————————————_(:3ゝ∠)_我是分割线菌————————————服务器MOD和风差多日式建造方块，榻榻米，樱花，日檐应有尽有！快和小伙伴一起建造属于自己的日式建造吧！时装工坊各种高大上的时装，可爱的时装等着你兑换！动态剑技在这里你不用每次的PVP，每次的PVE都只是狂点鼠标更加具有技术性的操作将决定你的成败街机般的操作，各种特殊技能与你通行精英怪物僵尸菌的崛起僵尸菌拥有了各种特殊属性&技能就看米娜桑们的了！枪械热兵器的降临，更强的火力，更强的机动性。治金大量超炫酷的武器装备哟~完全魔幻风格的铠甲&工具中二病的福利超多生物群系不再是单一的几个生物系沼泽地，死亡森林，山中地应有尽有建筑党，你还在等什么，快快快枫树农业党的福利哟，很多不错的农业设计更有探照灯，变色灯诸多设计以及会落叶的树木并且，由于作者大大也带入了很多和风的设计神社台式等什么的太赞了！也是和风党的福利！各种MOD更加详细的说明(MCBBS站内MOD帖)(感谢各位发帖者的辛勤整理&分享! -q(≥▽≤q)鞠躬)和风:http://www.mcbbs.net/thread-380811-1-1.html动态剑技:http://www.mcbbs.net/thread-249107-1-1.html治金:http://www.mcbbs.net/thread-273214-1-1.html超多生物群系:http://www.mcbbs.net/thread-312385-1-1.html枫树:http://www.mcbbs.net/thread-302178-1-1.html——————————————_(:3ゝ∠)_我是分割线菌——————————————世界说明服务器现在还是新周目阶段，所以资源丰富~生存世界：玩家主要生存的地方矿界：每个月刷新一次，矿物丰富的世界里世界:活动&副本&RPG的世界，各种乐趣均在此所有世界死亡不掉落哦！里世界\n（里世界传送厅——格尔凯迪亚）世界观：这里最开始是众生理想之地，传说中的——幻想乡，而在“最终晚宴”后，众神为了掩盖那些因为神战而破碎，而泯灭，异常的领域，他们向世界传达的将一切异常之处统统传送进入这个世界，而这个命令，直至今天世界也依旧执行，而他们也为这里取上了新的名字——“里世界”，不断被带入的异常领域使这里不断扩大，在这里领域中，甚至有直接拉入一个世界，里世界不再是一个领域的大小，而是一个次方位空间...在这里没有秩序，而疯狂，则是这里更为显而易见的...活动节日特定活动！新年、中秋、元宵、万圣节、情人节都有专属活动道具哦！可以兑换各种好玩的时装纪念武器~点击查看哟~↓服务器规则每个人有5分的道德扣除完后将会被封禁扣分机制按照情况而定服务器允许建造刷怪塔，但是禁止挂机。发现了直接蓝翔伺候剩下的一些规则在入服时有一本新手教程，都在里面写着另外在此再次提醒大家，如果在服务器中遭遇熊孩子，还请理智举报，私聊群内OP，切勿在群内刷信息等行为——————————— 服务器截图————————————主城\n   服务器发帖证明\n\n",
    "replies": []
}