{
    "title": "船舶施工教程——西班牙帆船篇",
    "author": "DJXGAME",
    "replyCount": 20,
    "timestamp": 1355218860,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-11 22:47 编辑 \n\n船舶施工教程——西班牙帆船篇\n\n\n\n\n\n\nGalleon-render-2_4028124.jpg (25.43 KB, 下载次数: 54)\n\n下载附件\n\n2012-12-11 17:34 上传\n\n\n\n\n\n\n\n\n大家好~，在本教程中见会为大家简述如何建造西班牙大帆船。我相信有些人已经从这一存档中看见过这艘帆船。这艘帆船虽然属于西班牙帆船这一范畴，但是其尺寸略小，为一艘赛船。这艘船基本用于货物运输也没有搭载太多的武器。\n\n在开始之前我们需要看一看这艘帆船到底是长什么样子的。由于其为一艘货船，所以其尺寸不应太大，装饰也不应太过繁华。我会采用真实的设计图以及在那一时期这艘船的样子作为参考。以下是所用到的资料：\n蓝图\n\n\n参考图片\n\n\n\n希望这些资料能够有所裨益，我们现在开工！\n\n船体\n\n首先需要修建船体框架。通过参考图片和设计图，我修建了船体的二维框架。在这一工作完成之后，通过参考船舶的曲率，将其扩展为三维框架。由于船舶形状彼此不同，其形状也不尽相同。这正因于此，才需要参考蓝图和参考图片。最终的结果如下图所示。在这里需要检测一下浮性。也就是说将框架放入水中，这可以通过World Edit和McEdit实现。可以检测出船舶需要入水多深才合适。现在进行这一操作是因为，在整船完成之后，一旦入水深度不够，也不可能修改设计了。所以说在这一步骤检测浮性是至关重要也是恰到好处的。下图为框架的俯视图。值得注意的是船体是圆的而不是平的。现在我们需要修建船体框架的剩余部分。方法在之前的教程中已经讲过，所以就不在赘述了。这一方法也可以帮助您把握船舶最后的造型。提示：由于船首和船尾的曲率不同，其船体形状也不尽相同。接下来就是要修补船体，方法很简单，就是逐步填满相邻两个框架。如果您的框架设置的比较合理，您就可以直观地看出船舶的形状。正确的形状应该是大部分等高线都类似于椭圆形的。之后需要平滑曲线。通过添加和减少材料直至曲线近似于下图所示的椭圆形曲线即可。接卸来需要进行装饰。首先绘制几条线，切记要与船舶的形状相贴合。这可以增加船体的立体效果。接下来可以添加一些细节，如炮口等。前文已经提到了这是一艘货船，所以就不要设置太多的炮口了。下图所示为船尾。由4个不同的拱形所组成舰长室，您可以将其定义为其他用途的房间。注意这里也需要一个小型的阳台，因为这是这一类船舶所独有的特点。在栅栏上安放压力板这一作为扶手的做法可以节省很多空间。使用楼梯也可以作为装饰使用。\n\n\n船首的设计至关重要，我们需要根据船舶类型的不同制作不同类型的船首。本类船舶中需要使用较尖的船首，如下图所示。 \n我们也可以添加其他材料进行颜色对比。同样滴，这里也可以采用在栅栏上安放压力板的设计方案，可以应用到扶手甚至是装饰上面。接下来可以制作斜桅。在这里需要注意，斜桅的根部较粗，而顶端较细。以下是船体完成图。\n\n桅杆\n当修建桅杆时，我们首先需要知道我们应该在船上制作几根桅杆。在本例中，我们采用三桅杆的设计，这也是在之前的船舶模型中经常出现的方案。主桅杆一定要是最高的，然后是前桅杆，之后是后桅杆。注意到，在图片中桅杆并不是完全是直的。这是由于受到风帆和风的影响，桅杆通常无法保持垂直。所以为了增加真实性，我们如下图所示这样倾斜一点。\n最高的桅杆的长度要和船体长度差不多。\n下一步即为修建横桅杆以及桅杆的吊杆。这些结构是用于悬挂风帆的。我们首先从后桅杆开始。我们这里要挂一个大三角帆，也就一种可以是船舶更为稳定和可操控的大型三角帆。我经常成45°进行建造。由于桅杆不是垂直的，所以45°建造可以提供一些水平信息\n接下来建造主桅杆和前桅杆的横桅杆。我不是很喜欢将他们完全建成水平的。这是由于在实际航行中，风帆不可能正对着风，所以一定会有一些角度的。\n到这里所有的横桅杆就建好了。不要忘记随着高度的增加逐渐减少横桅杆的长度。\n接下来修建瞭望台。我习惯于在每一个横桅杆上都修建一个，但不是所有的桅杆都需要修建。\n\n横竖桅杆的部分到此就已经建筑完成了。\n\n风帆\n\n当修建风帆时，我喜欢从主桅杆开始修建。从横桅杆的边缘开始绘制风帆的外围，一直到风帆悬挂处。因为这是最底层的风帆，所以需要用绳子系在船上。我们在横桅杆的两端都进行这样的工作之后，不要忘记将风帆向外突出一些，这样可以增加一些真实的效果。这其实就是一个“鼓满了风“的错觉罢了。在此之后，需要绘制风帆的底部轮廓，将之前的两个弧形相连。值得注意的是轮廓不应该是直线，而是应与两侧风帆弧度想匹配。在风帆中部也添加一条样条线，这样可以为我们修补风帆的时候提供一定帮助，这个之前对船体的处理方式是一样的。进一步添加更多的样条线，这时候应该就可以勾勒出风帆的大概样子了。\n现在基于这些样条线修补风帆。要注意一点，当修补完成后，不要忘记进行平滑处理，是等高线近似为椭圆形。平滑处理结束后，应该如下图所示：应用这一方法将其他的方形风帆都修建好。接下来，我们修建后桅上悬挂的大三角帆。我们首先绘制其轮廓。 在这里需要注意，这次的轮廓并不是竖直的，在竖直方向也是有弧度的，如下图所示在绘制完外轮廓后，参照之前的步骤完成三角帆的制作。增强风帆真实性效果的一个小技巧就是在风帆最下面从中部向两边挖掉一些方块。此时风帆应如下所示：提示：下图中为全部风帆的框架，能够看到风帆是如何与横桅杆固定的（尤其注意最上层的桅杆）。\n\n索具\n\n\n索具指的是在船上用于支撑桅杆和风帆的附件。我们首先从横桅索开始建造，就是那种类似梯子一样用于支撑桅杆的结构。由于横桅索受到张力，所以需要尽可能的拉直，与瞭望台下相连在三根桅杆上均完成以上操作我们也在上层风帆上进行这一设计，如下图所示。现在我们要在其他地方建造索具。这里我通常使用玻璃或者栅栏，您可以使用其他您所喜爱的方块。下图所示为索具部分完成图。相同颜色表示为索具连接点。完成图：添加了一些棋子，要注意棋子应该与船舶前方呈一定角度。因为风不是从后面正吹的。好啦~帆船建好啦，找一个漂亮的水面，把船放进去吧~\n\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1355218920,
            "txt_content": "不错，前排抢占"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1355218980,
            "txt_content": "又来了，鄙视卤蛋抢沙发"
        },
        {
            "author": "609883432",
            "timestamp": 1355219100,
            "txt_content": "被你抢了呜呜呜……"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1355219220,
            "txt_content": "609883432 发表于 2012-12-11 17:45 \n被你抢了呜呜呜……\n我下次给你找一个简单的先热热身~这种文章专业词语很多的，不太适合新人翻译~"
        },
        {
            "author": "609883432",
            "timestamp": 1355219280,
            "txt_content": "好……好吧……"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1355219700,
            "txt_content": "更新各种快"
        },
        {
            "author": "58083408",
            "timestamp": 1355220060,
            "txt_content": "为什么不是俾斯麦……"
        },
        {
            "author": "袁嵩",
            "timestamp": 1355220120,
            "txt_content": "虽然造得真的很棒。\n但是个人认为不要用教程去限制建筑。\n应该是教会如何使用同样的方法去造\n另一个建筑。\n就像现实世界中只会参照一个建筑的\n设计而不是去复制那个建筑。"
        },
        {
            "author": "a1031353270",
            "timestamp": 1355221020,
            "txt_content": "哇....好东西  感谢LZ吖{:10_510:}大爱大爱"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1355221920,
            "txt_content": "袁嵩 发表于 2012-12-11 18:02 \n虽然造得真的很棒。\n但是个人认为不要用教程去限制建筑。\n应该是教会如何使用同样的方法去造\n教程的作用就是为大家提供一些借鉴，不需要严格按照这个做呀~\n只要能够在读完教程有所收获，这个教程就是有意义的；\n\n关于这一套教程：\n首先有一个总论，就是宏观讲一下船舶应该怎么做，然后就分具体的船型进行详述；\n陪存档只是辅助教学罢了~不是说一定要造成这个样子的~\n"
        },
        {
            "author": "pogox",
            "timestamp": 1355222280,
            "txt_content": "看到造船教程就知道是djx了，辛苦辛苦"
        },
        {
            "author": "Vidocq",
            "timestamp": 1355229180,
            "txt_content": "真·建筑大神+真·翻译娘=真·中文建筑教程{:10_492:}"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1355231040,
            "txt_content": "来灵感了，这就动工"
        },
        {
            "author": "sam",
            "timestamp": 1355238300,
            "txt_content": "版主万岁 鄙视卤蛋枪沙发"
        },
        {
            "author": "陆雨泓",
            "timestamp": 1355287500,
            "txt_content": "哇，好牛逼啊，我都不能建这么好。{:10_512:}"
        },
        {
            "author": "pqxflybird",
            "timestamp": 1355299080,
            "txt_content": "挺漂亮的{:10_505:}"
        },
        {
            "author": "EternalZZX",
            "timestamp": 1362287820,
            "txt_content": "受教~~{:10_512:}"
        },
        {
            "author": "qq602543832",
            "timestamp": 1376445600,
            "txt_content": "EternalZZX 发表于 2013-3-3 13:17 \n受教~~\n图全挂了，怎办，急需这个教程"
        },
        {
            "author": "qq602543832",
            "timestamp": 1376445660,
            "txt_content": "好吧，会错了 图全挂了，怎办，急需这个教程"
        },
        {
            "author": "EternalZZX",
            "timestamp": 1376446260,
            "txt_content": "qq602543832 发表于 2013-8-14 10:01 \n好吧，会错了 图全挂了，怎办，急需这个教程\n既然你回错  回了我了。。。我就大发慈悲的告诉你{:10_567:}\n挂个代理，翻墙就能看了，goagent神马的都行"
        }
    ]
}