{
    "title": "申请【周边创作】版主",
    "author": "guqu",
    "replyCount": 16,
    "timestamp": 1498461420,
    "txt_content": " 本帖最后由 guqu 于 2017-6-28 11:04 编辑 \n\n申请板块：周边创作\n职业：学生（初三毕业）\n年龄：15\n在线时间状况：假期期间可保证8-12小时左右，其余时间大概2-3小时。\n个人专长：AE PR FL AU 文学创作 R6\n语言能力：中文，英文\n联系方式：QQ2383924886\n管理经验：曾担任其余论坛管理\n申请理由：\n版主较缺板块内活动量较低存在部分管理问题，导致创作人员流失\n\n将来计划：\n针对上面三种情况，可能采取以下措施\n下沉所有陈旧精品文（当然这个操作肯定不算违规操作）\n\n老生常谈，创作版不仅需要一些中流砥柱，更加需要新鲜血液，只有在庇护之下他们才能成长。\n历任版主可能都有想解决挖坟这个问题，因为这些已经成为精品的帖子的分流，将可能影响新帖子的曝光率（现在第一页有多少是新帖子）。\n使新加入的血液得不到保护，之后的事情大家都懂。与其通过举报解决这个挖坟问题，还不如直接下沉。\n当然精品不只“精品”图章，关注度过剩并年代久远的帖子我们会下沉并将他们集中移至稍微不显眼的区域，我会将这个区域的内部分区设置明亮简介有序，使他们符合所应该拥有的气质和待遇。\n不仅仅是鼓励，要用自己的行动来搞文评\n\n原因我这里冒犯借用一下\nSmokey_Days              \n版主申请 \n\n\n创作是一个需要修改的工作。很少作品能够一气呵成就成为传世之作，仔细斟酌对于作品而言是十分必要的\n但是在实际创作中，光靠自己的修改未必能够看出问题。这个时候提建议的人（俗称砖手）就很重要了\n在周创的确有一批优秀、积极的砖手，但是他们辛辛苦苦写的文评通常得不到采纳、尊重和评分\n但是其实文评现象还是不够理想，“不怕我们不给加分，就怕没有人来文评”\n我自身肯定也会切实地进行文评，当然也会鼓励各位创作者们进行文评。\n增加创作版活动的形式\n\n创作版持续了很久的每月活动基本都以写文为题，而没有其他形式，这使得活动可能并没有那么新鲜。\n如果有什么文评鉴赏活动那就更好了\n努力寻找创作版的更多发展方向\n\n经过历任版主的努力，很高兴创作版从重文的深渊慢慢变得“四通八达”（也许应该这样形容吧）\n现在也有一些很良心的教程出来，所以兼顾当下的同时，努力去扩展创作板的灵感树枝叶也是无比重要的。\n\n这个板块只要让人看着舒服，能在机械化的生活中放松，形成独特的板块气氛，如世外桃源一般，可能也就足够了。\n\n\n也许这个志向太过于浅，不过我们连这么浅的目标都还没有实现，不是吗？\n以上为我对创作版的将来计划和浅薄见解。\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1498461720,
            "txt_content": "支持。\ngggbbb一周没上线了，周创需要版主去管理日常事务。\n希望您能够做到您的计划=W="
        },
        {
            "author": "秋风残叶",
            "timestamp": 1498464240,
            "txt_content": "支持，你的连载作品都非常不错"
        },
        {
            "author": "枷尔GarR",
            "timestamp": 1498464540,
            "txt_content": "支持，对论坛贡献大！"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1498465020,
            "txt_content": "机械化的生活，指啥？？？"
        },
        {
            "author": "ir-0",
            "timestamp": 1498465800,
            "txt_content": "支持  话说周边创作这板块一直不怎么太活跃"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1498466880,
            "txt_content": "支持，看得出很用心思考了版面的发展。\n而且我也十分赞同对文评的鼓励，我觉得相互探讨对提高文学水平是很有意义的事情。"
        },
        {
            "author": "1091588561",
            "timestamp": 1498467000,
            "txt_content": "文采666，果然是学霸吗？"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1498471680,
            "txt_content": "确实，版里没有多少文章还有文评的\n\n支持"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1498474500,
            "txt_content": "支持支持支持\n这两天给新帖子加分加的我都穷了\n不过文评这玩意儿还真不是谁都能写的= ="
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1498476060,
            "txt_content": "支持 看到那么长的计划我懵了"
        },
        {
            "author": "WM2030",
            "timestamp": 1498611720,
            "txt_content": "许久不见。\n规划写得很不少，且有理有据。\n关于文评一事，借这个机会表些观点。\n其实不仅仅是文评，还有原画和渲染图也有类似的情况。\n首先文评是一个技术活，对于文学素养的要求是比较高的。\n因此，整个论坛中，有这种能力的会员已经相对少了。\n但当论坛整体的创作水平不高的时候，论坛用什么来留住这些会员就成了问题。\n我想解决这一问题的唯一方法是热爱。\n原画、建模、渲染等等领域的情况或许会稍微好些，毕竟这些领域比起文学更能拿出一些技巧来分享，水平也相对容易提高。（我对于这些领域实在不太了解，或有谬误）\n要背负起周创这个板块，任重道远。\n继续努力。\n\n另外纠些错别字。\n但然*当然\n切实的*切实地\n个代版主*各代版主\n“代”改为“任”是否更合适？"
        },
        {
            "author": "guqu",
            "timestamp": 1498614840,
            "txt_content": " 本帖最后由 guqu 于 2017-6-28 20:35 编辑 \nWM2030 发表于 2017-6-28 09:02\n许久不见。\n规划写得很不少，且有理有据。\n关于文评一事，借这个机会表些观点。\n正如阁下所说，解决这些问题的确实是热爱。\n无论是原画、建模、渲染等等领域，还是文学领域都有其枯燥之处，而且相对于其他版块也更显枯燥。\n所以如何让所有的有能力的会员留下来，只有稳定这个创作版的环境，给予创作者鼓励。文评和一些技术上的辅导不管水平怎样，其实都是鼓励创作者继续创作的一个条件，我看了很多文评，质量其实都不是差到让人写得更差的地步，所以相比于担心文评质量，其实我更着重于鼓励大家去写文评。\n关于其他留住创作版的人的方法，我很负责任切实地说\n我也没有其他办法。\n这绝对不是能力问题了，不管在教育方面还是其他方面“热爱”都不是想要催生就可以催生想要另别人保持就可以保持的，创作者不可能没有倦怠期，我们所能做的只是尽量的让他们在创作版感觉到舒适罢了。\n说到这里，我也要谈谈关于创作版主体的问题。接下来就不是回答阁下的一些见解的了，所以我折叠了起来。\n我们是MC论坛，这点是毋庸置疑的，但是周创这个板块很特别，它是唯一一个可以稍微离开MC中心的板块（除了其他游戏那些板块啊），原因其实就是因为他主体在这个板块建立之初就被定下为写文。\n但是其实原画、建模、渲染等等领域也是符合创作版的管理范围之内的，所以前几任版主慢慢的将比例调整，现在已经近乎达到了没有主体的地步了。\n现在原画、建模、渲染等等领域和写文其实是不分上下的，可能在积分分配上还有一定的不公和分歧，不过我们已经尽力在做了。现在要解决的就是MC论坛到底该不该出现离开其主体的板块。\n我觉得完全可以。\n因为并不是我们会周边创作起来了，就可以动摇整个论坛的这个主体，我们只是小小的一个板块。\n那么我们既然生在MC论坛，当然要帮助MC论坛。\n我把创作版帮助MC论坛分别两个方面，写文和原画、建模、渲染等等领域。\n写文，差不多是间接帮助。\n可以提高语言组织能力，更笼统说就是文学素养。MC低龄化这个问题导致论坛总体（注意是总体）素质下降，繁琐的版规确实可以对素质进行一个提升，但有限度，如果想要更快的获得一个更高的素养，写文并非不是一个好的途径。原画、建模、渲染等等领域，差不多是直接帮助。\n虽然像游戏内的红石教程都不是进行在我们版块，不过C4D这些比较难懂的教程主要由我们来管理，论坛的会员学习了这些技术就可以将他们应用至“视频实况”“？？？？”\n写到这里我也迷惑了，皮肤板块有在它们板块的教程，材质也有他们板块的教程。\n我们貌似只能直接服务视频实况。\n这让我很想明白创作版创作之初到底是想干什么，其实不是我们不愿意更快的扩展自己的特色，我们板块的一些东西其实和其他版块的一些东西已经交叉了，谁交叉谁？\n如果说创作版只是来写文的，那么确实是创作版干涉了别人板块。\n但如果说创作版本来就应该拿来做一些教程，那么其实是别人板块压榨了我们。\n何为“创作”？创造文学艺术作品就是创作，站在这个角度上来看，很多版块其实都应该合并进来。\n说到底，名字还是没取对。并不是我们搞不清楚这个板块的主体是什么，而是我们根本不知道这个板块到底是干啥的。\n等到创作版稳定下来我们会继续讨论创作版的出路。\n现在还得不出答案。\n感谢阁下的指正。\n\n\n\n"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1498648140,
            "txt_content": "支持\n有长期驻守的打算那是最吼的！目前来讲周创的人流量真心不多，而相对于论坛而言活跃的圈子更多的是聚焦在社交软件中，任重而道远吧！另外一点是我想回应下我对周创板块的认识。\n周创的第一个帖子，是我看到的Mine-imator教程，而南哥将当时在国外盛行的麦块CG引进国内，教程是发在了视频板块的，原因主要是视频教学是隶属于视频板块的，而周创更多的是原画作品，老石头的柏林就将极乐净土发到视频板块，而他写的Maya骨骼IK绑定的教学我也是看了，在Mc CG的圈子里，这个教程发在周创我是完全认同的，如楼主所言，在这些年的周创发展中，更多的我想是接纳，而不应该是划分界限的划分主导。这点你可以去找筒子或者提米谈谈。\n第二点，创作问题。国外的论坛拿PMC举例，我想楼主站在客观的角度来看待的话对于周创而言并没有一个确切的立场，或者说分类吧，就如你楼上所谈到的关于创作主体的问题，但以我个人的角度而言，它们应该都是并重的，假设我这有个游戏半条命2，难道说论坛上讨论比如如何创作某某mod，雕刻人物模型编插件粒子特效等等，有关的，我觉得既然有论坛这样一个平台必然是可以给我们学习交流的，周创也是一样，而它的包容性更广了。\n所以现在，未来，周创需要的是有更多的兴趣爱好者，能在这个平台上交流创作，但目前确实是冷清了。（另外我私聊了你，有空的话可以看下）关于新老会员嘛，嗯..柏林退休了Artw上大学了提米养老了，不过有时候会在群里聊聊，现在主要要充新鲜血液，让周创重恢元气吧(??ω?`)"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498662420,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-6-29 05:22 编辑 \n\n【借用我的计划？太好了！】\n支持。虽然近日才看到你活跃，但是计划和贡献都摆在那里，况且周创着实缺版主\n以及，文评不是人人都可以写的，我到现在都不能确定我写的文评是不是在误人子弟。当然我相信你的水平能够写出不错的文评，但是作为版主/未来的版主，你也要知道，古往今来总是有人不顾自身能力乱评一通乱带风向，这时就算不能制止也要稍作提醒。多元化的活动的确正在尝试，但是说句实话关于每月活动搞文章鉴赏这一点我不敢苟同。\n"
        },
        {
            "author": "guqu",
            "timestamp": 1498689720,
            "txt_content": "Smokey_Days 发表于 2017-6-28 23:07\n【借用我的计划？太好了！】\n支持。虽然近日才看到你活跃，但是计划和贡献都摆在那里，况且周创着实缺版主\n ...\n好吧，确实文评如果不慎鼓励的同时更多的代价是误导。\n活动这些以后会更加慎重的考虑。\n谢谢指点。"
        },
        {
            "author": "pogox",
            "timestamp": 1498728060,
            "txt_content": "申请通过，实习期一个月"
        }
    ]
}