{
    "title": "倒写体火了，元芳，你怎么看？",
    "author": "砖家",
    "replyCount": 7,
    "timestamp": 1355234040,
    "txt_content": "呵呵还挺好笑的\n看吧\n三次忍界大战愈发白热化，鸣人却跟着八尾来到龟岛上学习控制尾兽，过程中得知村子遭到佩恩的袭击，于是返回村子，击败了佩恩，并与佩恩达成共识，成为了英雄，过了不久，自来也被晓杀害，鸣人伤心的同时，知道晓正在捕捉尾兽，七尾到二尾已经纷纷遇害，鸣人决定要保护自己的朋友一尾我爱罗，救出我爱罗后，自己的挚友佐助要逃离村子，鸣人想要劝阻并大打出手，佐助还是走了，失落的鸣人参加了中忍考试，大蛇丸借此机会入侵木叶，三代为了拯救村子，献出了生命，鸣人觉得大家都不喜欢自己了，于是天天在村子里恶作剧.\n\n#三国倒写体#三家分了司马家的晋国，刘备益州建立季汉，诸葛亮为丞相，由益州去取荆州，取荆州时死了庞统，诸葛亮相助之下刘备夺得荆州，北方曹操来攻，周瑜出使荆州求联合，曹操大败之后诸葛亮归隐隆中，孙权来攻，刘备大败，从此隐姓埋名卖草鞋。。。\n【dota倒写体】世界之树即将被推倒，面对天灾邪恶军团的入侵，近卫军团五英雄临危受命，从家中杀出，将天灾五人及所属虾兵蟹将逐出领地，近卫军团神出鬼没，配合默契，先后在自家野区，河道及对方部分野区采取伏击，突袭等战术将天灾军团打垮并个个歼灭，直到近卫五人先后收复高地塔，二塔，一塔，正邪双方又回到了对峙状态。\n\n\n日本战国倒着写】江户幕府治国无道，德川家康回天无力，先败于丰臣氏于大坂之役，幕府名消亡，丰臣秀赖崛起，后败于丰臣文治派石田三成的西军，被后北条氏夺取关东八国，流放至三河国。虽太阁丰臣氏二代秀吉得以执牛耳，却侵朝屡屡失败，威信尽殆，最终在山崎败于明智光秀，但好景不长，光秀被织田信长讨死于京都本能寺。信长挟天皇公家，遂于近江国琵琶湖畔建安土城以令天下，但祸从天降，先是朝仓浅井联军反叛，后今川义元率大军来袭，四面楚歌，信长疲于防备，实力大减，至此天下大乱，群雄割据，战国时代伊始\n。\nOP的：艾斯为了救路飞，被赤犬一拳打死，为了给哥哥报仇，路飞来到了香波群岛，结果遇到熊，全团被打飞。事后路飞痛揍了月光莫利亚，找回了布鲁克，又击败CP9，在司法岛救出罗宾，在水之都遇见了弗兰齐，接着又找回乔巴，来到东海，找回了娜美，山治，乌索普，索隆。最后遇到红发，红发将草帽曾送给路飞，路飞发誓要成为海贼王。\n",
    "replies": [
        {
            "author": "a919298641",
            "timestamp": 1355234220,
            "txt_content": "= =这这？？？！！！"
        },
        {
            "author": "孤剩",
            "timestamp": 1355234580,
            "txt_content": "这是些神马玩意，LZ可以告诉我吗"
        },
        {
            "author": "garytang",
            "timestamp": 1355234880,
            "txt_content": "彻底无语了....\np.s. 话说LZ得在每段的最后加这样子背景颜色才能生效。"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1355235000,
            "txt_content": "非常不懂啊~ "
        },
        {
            "author": "ql17934862",
            "timestamp": 1355235300,
            "txt_content": "史蒂夫来到了末地，打败了末影龙，之后又去了地狱，打败了凶恶的各种怪物，并学会了酿造和给武器附魔，后来一段时间他经常出没于矿洞，收集钻石和黑曜石，行囊满满之后回到了地面，盖起了自己的家，建起了牧场和农场，最后爱上了伐木，并终日卧于树下。"
        },
        {
            "author": "橘子VI",
            "timestamp": 1355239860,
            "txt_content": "其实只有火影的倒写体我笑了"
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1355406780,
            "txt_content": "呵呵呵同好"
        }
    ]
}