{
    "title": "[多线]MCRX—— 更多生物丨更多玩家模型丨更多食物丨侏罗纪丨竹丨二次元丨RPG[1.7.10]",
    "author": "287713",
    "replyCount": 0,
    "timestamp": 1498643040,
    "txt_content": " 本帖最后由 国妓贱射淫行 于 2017-11-15 18:21 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=785902&type=2&auto=0&width=320&height=66↑听说音乐和浏览一起效果更好哦↑\n\n\n\n\n\n\n\n\n\n欢迎来到「M C R X」！\nWelcome to「M C R X」！\n服务器新开荒~\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n [服务器简介]\n\n服 器 目 前 新 开 荒 ~ 可 能 人 数 不 是 很 多 ， 但 是 我 们 非 常 欢 迎 每 一 位 来 玩 儿 的 玩 家 ！ 我 是 个 新 手 腐 竹 有 很 多 地 方 还 不 会 ， 请 大 家 多 多 指 教 ！ 服 务 器 还 有 一 些 地 方 没 有 完 善~如 果 有 任 何 建 议 可 以 和 我 说 。 除 了 这 些 Mod 外 服 务 器 后 期 还 要 发 展 一 些 副 本 之 内 的 ！ 微 RPG,有 各 种 RPG 装 备 均 可 用 游 戏 币 或 者 ‘刚’ 副 本 的 方 式 获 得 。 另 外 服 务 器 不 定 期 举 办 各种 活 动 ！ 一 到 节 假 日 必 然 有 活 动 ！ 现 在 服 务 器 新 开 荒 ~ 人 数 达 到 3 0 就 开 启 开 服 活 动 ~ 服 务 器 玩 家 们 我 都 希 望 大 家 和 谐 相 处 ， 共 创 一 个 完 美 的 世 界 。 有 做 的 不 好 的 地 方 希 望 大 家 多 多 谅 解 和 支 持 ！ 谢 谢 大 家 ， 如 果 有 任 何 建 议 或 者 意 见 都 可 以 给 我 说 ， 绝 对 不 高 冷 。 服 务 器 你 来 我 随 时 欢 迎 ， 你 走 我 不 留 ~ 因 为 怕 辣 眼 睛 ， 所 有 字 中 间 都 有 空 格 。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n [服务器特色]\n\n服务器主要Mod为：更多生物丨更多食物丨更多玩家模型丨更多熔炉丨侏罗纪丨和风丨展示柜丨钓鱼扩展丨结婚丨NPC丨RPG等~\n\n更多生物：增加几十种生物。天上飞的，地上跑的，水里游的样样俱全！玩家可以养殖各种小动物等。也可以击杀比较厉害的怪物获得怪物身上相应的装备！服务器游戏币可以购买翼龙、猫咪、狐狸、原版动物的蛋！每个玩家都可以骑着翼龙飞行，不是RMB游戏。\n更多食物：里面新增加几种植物，增加各种冰淇淋，小吃等食物！玩家可以自主开小吃店，食物店等！体验一盘自己当老板的感觉。服务器食物商人也出售各种食物哦！\n和风：比较曰系的Mod，里面有很多的装饰物品和功能性道具，所以说樱花很美。咦！是不是不通顺。2333\n展示柜：又一款装饰加功能性的Mod，这里面的东西可以方便我们生存，基本上所有的东西都有各自的功能！既可以装饰我们的家，又给我带来了便利。\n\n钓鱼扩展：厌倦了原版的鱼吗？试试这个钓鱼扩展！增加了几种实体鱼，在水里可以看见的。看见之后使用钓竿可以钓起来放家里哟~还可以钓装备哦，以及你的人品好的话还可以钓起来各种宝藏！一个字就是‘钓’\n更多玩家模型：在游戏里可以调整你的脑袋，手臂，身体，腿的长度大小等~还可以设置鼻子，耳朵，尾巴等。可以做个萌萌哒的小孩。还有更多的动作，比如哭泣，原地坐下，摇头，爱心♂，睡觉等等。但是在服务器里不允许变身哦！不允许变成其他生物。因为服主不会搞这个权限，所以还是请大家自觉一点。谢谢~\n\n侏罗纪：这个Mod呢主要是有很多的恐龙，但是这些恐龙都不是自然生成的。要你自己去挖地下的化石然后研究恐龙化石的DNA，最后复活出恐龙来。恐龙是可以驯服的。比如你驯服一直霸王龙，走路都是‘咚’‘咚’‘咚’的声音。是不是特别的霸气呢~\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n [服务器管理名單]\n服主：AloneBear\n管理：AloneBear、JiuChen\n技术：AloneBear\n后台管理：AloneBear\n建筑：AloneBear\n微RPG：AloneBear\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n [服务器照骗]\n这些的图片全是截图的主城的一些NPC，由于我不知道该截些什么OvO八云橙’小姐姐\n‘红美玲’卖宠物蛋的小姐姐‘白莉莉’卖乐器的小姐姐‘魔理纱’卖食物的小姐姐旁边那个是银行掌柜‘坂田次郎’我也不知道这是啥，刚刚搜了一下貌似叫‘鸟居’这位是‘博丽灵梦’小姐姐主城的‘公告栏’还没做完.......\n\n主城的另一个‘鸟居’\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n=============OP证明==============\n\n原谅我的拍照技术和我只会上传这么小的照片，每次上传都显示图片过大~2333\n\n\n\n\n\n\n\n\n [服务器下载]\n服务器QQ群：370066692\n服主唯一QQ：358014812\n专用客户端加QQ群在群文件里面有！或者度娘下载密码：eeha\n\n\n\n\n\n\n\n\n\n\n「M C R X」一起来找我们玩儿吧~~~终于写完啦~~~\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}