{
    "title": "[多线]清风和煦——史诗地形|粘液|王国|枪械|载具|RPG|环境好，玩法多[1.7.2-1.12]",
    "author": "frea",
    "replyCount": 0,
    "timestamp": 1498653540,
    "txt_content": " 本帖最后由 frea 于 2017-7-4 12:38 编辑 \n\n\n\n\n 简介\n清风和煦(Genial Breeze)创建于2017年2月初\n曾用名“幸福家园”4月中期更名为“清风和煦”\n像我们的名字一样，这是一个 自由、和谐、公平、有趣的服务器\n\n 创建背景\n\n我呢，并不算是个老mc玩家。在玩了半年的单机PE之后，我才我才开始玩PC服务器。\n然而，国内大部分服务器的状况都十分糟糕，服务器和玩家就是服主赚钱的工具。\n这样就造就出了一个个乌烟瘴气的，玩家素质低下、氪金风盛行的服务器。\n一开始我像很多玩家一样，我带着我美好的梦想去玩，但被一次又一次伤害了，直至梦想破灭。\n于是我决定创建服务器，为所有拥有美好梦想的玩家撑起一片纯净的世界\n就这样，“清风和煦”诞生了...\n\n\n服务器特色[编辑中...]\n全面使用PaperSpigot高性能服务器端核心，比CraftBukkit或Spigot核心更加流畅\n\n80%的以上的插件均来自Bukkit、Spigotmc官网。付费插件均为正版，极大的保证了服务器的安全与稳定\n\n高性能的VPS，多线BGP自动解析。流畅度高、稳定性好\n\n该图仅供参考（山东目前仅有一个监测点，并且是移动的。所以超时）\n服务器网络由KarPVP提供，所以ping了Kar的域名。\n\n\n\n核心版本1.12 让你体验到新版特性\n\n110余个优质插件，合理配置，紧密配合。给你带来更多的游戏便利、玩法扩展\n\n服主亲和、负责，值得信赖。管理员公平公正，乐于助人\n\n较为完善的基础设施\n\n强化辅助类插件多，游戏更轻松\n\n一直保持着最新的版本，勤于检查并更新服务端核心以及插件\n\n\n\n属于玩家的权限，我们一份都不会剥夺。普通玩家也拥有使用/hat等命令的权限\n\n 补充说明[编辑中...]\n 验证&登录\n服务器核心版本为1.12 ，但你也可以使用1.7以上的任意版本进入服务器（1.7.X-1.12.X）\n推荐使用1.12客户端，以体验新版物品与游戏机制。（客户端在服务器群QQ群内可下载）\n服务器采用了自定义资源包，玩家在进服的时候会出现卡顿甚至数秒的客户端无响应，这是正常现象。\n\n服务器采用了正版+盗版兼容模式，登录方式稍有不同。 没有白名单，新玩家进服方便。\n\n正版玩家：\n你可以直接进入生存服务器，无需登录验证\n盗版玩家：\n1.请到namemc查询，你想用的ID是否已存在\n2.如果存在了，请更换一个没有使用过的ID，否则你将无法进入服务器。\n3.新玩家进入登录服后，请按提示输入/reg <密码> <重复一遍> 来注册，注册成功之后将会自动跳转到生存服务器。\n4.下一次进入服务器时，请输入/l <密码> 密码符合将自动跳转到生存服务器（会话保持5分钟，5分钟内免登录）\n服务器地址: mc.52gb.top\n关于正版 \n\n（这是一个允许盗版玩家进入的“正版服” ， 其他和正版服务器区别不大）\n1. 无需登录\n2. 皮肤显示（在服务器中，有皮肤者皆正版）\n3. TAB列表玩家头像显示\n\n除此之外，正版玩家享有正版称号以及Genuine权限组的权限（请向服主申请） 插件介绍[编辑中...]\n重要插件： \n\n粘液科技 \n\n不少的玩家应该玩过，该插件享有插件版的工业MOD之称\n增加了大量的机器、450余种新物品/方块\n让你的生存更加现代，多姿多彩！\n本服使用的粘液科技，完全汉化。并增加了游戏币解锁，在也不用担心看不懂说明以及经验不够啦\n\n图片展示：\n\n\n\n\n更多内容请进服体验\n\nRPG背包 \n\n新式背包，允许你装载更多物品、拥有更多属性，随身宠物\n（请允许服务器资源包的下载，否则你有可能无法正常使用背包）\n宠物系统：\n     宠物槽中只能放宠物召唤石，宠物死亡后会在几十秒内自带重生。它会跟随你，不管你走多远\n     宠物拥有攻击力的（猫都可以咬死僵尸？）目前一共4种宠物，更多宠物敬请期待。 \n你可以在穿盔甲的同时使用鞘翅物品栏第一格的“武器槽”中只能放武器（剑/斧）\n穿戴特殊物品，可以为你添加属性目前已有6种新材质物品（更多物品，需要服主制作）\n\n\n\n\n\n枪械 \n\n想在minecraft原版服务器中体验CS吗？\n玩腻了附魔弓？\n长枪、短枪。手枪、狙击枪、步枪、火箭筒。遥控炸弹、闪光弹、手雷。一应俱全！\n仿真的粒子效果、音效，让你获得很好的体验\n目前的武器大全：\n\n\n\n下面是几种枪的GIF演示图片：\n\n狙击枪——Hunting\n\n\n手枪——Desert eagle沙漠之鹰\n\n\n火箭筒——Bazooka\n\n\n冲锋枪——Type95\n\n\n手雷——Grenade\n\n\nPutty\n\n\n望远镜[南瓜]\n\n\n\n载具\n坦克、飞机、潜水艇。汽车、自行车、火车……\n乘坐坦克时，手持火焰弹右击即可开炮乘坐直升机时，手持火焰弹右击即可发射乘坐飞机时，手持TNT即可轰炸\n     使用载具的时候也是有音效的\n点击展开图片\n\n\n\n\n王国\n\n你还在做镇（村）长吗？\n快来做国王吧！建立属于自己的王国！\n开坑荒地，建城墙，升级炮塔。\n强大了之后还可以入侵其他王国来获取资源。\n当然你也可以选择和平的方式：与其他国交易领土、炮塔。\n\nRPG玩家属性系统\n\n杀死生物可以获取RPG经验\n\n\n\n\nRPG等级提升可以获得能力点，能力点可用于提升玩家个人属性，让你的战斗力更强\n\n\n\n\n工作台可以修复物品\n\n\n\n\n\n此外，还有宝石镶嵌系统哦，满足你的需求\n\n\n宝石种类接近无限，这里只放出三种\n\n\n\nmcMMO\n\n经典的RPG技能插件，相信大家都玩过，就不多介绍了\n\n职业\n\n伐木工、矿工、农场主、附魔师、建造师。多达12种职业供你选择开始你的工作然后赚取报酬，一个玩家最多可同时加入3个职业\n\n\n\n\n\n\n商店\n收购、出售、以物换物、系统商店、赌博商店。多种商店类型满足你的需求\n\n 其他插件：\n\n\n\n 世界&地图服务器目前一共有 5 个世界\n所有世界死亡不掉落物品和经验\n1.主世界（world）\n采用了史诗地形，风景优美，适宜建筑房子、探险、寻找遗迹。\n防爆保护，该世界允许创建领地\n禁止大规模破坏地形、挖矿[破坏矿石不掉落任何东西，挖矿请去资源世界]\n世界边界设置为：5000格可以随机传送，传送范围3500-500\n每隔60分钟该世界会随机生成宝箱（具体内容请看后面的特色介绍）永不不刷新[除非换周目]\n\n\n美图欣赏：\n\n\n郁郁葱葱的原始森林\n\n群峦中的深潭\n\n平静的湖面上几片睡莲\n\n沙漠中孤独的立着一座神庙（里面好多黄金宝藏呢）\n\n斑斓、壮丽的平顶山\n\n崎岖陡峭的石林\n\n\n2.地皮世界\n该世界超平坦，不生成怪物，适宜建设家园、农场防爆保护无法创建领地禁止跑图无法使用地狱门、末地传送门\n每个玩家可以免费领取一块64*64大小的地皮永不刷新[换周目例外]\n\n\n\n\n\n3.资源世界（world_resource）\n该世界为采集资源而生无法创建领地，禁止锁箱允许苦力怕和TNT的爆炸无边界限制允许大范围的随机传送该世界的地形为原版地形无法使用地狱门、末地传送门不定期刷新[同时删除该世界的所有领地]\n\n\n4.下界（world_nether）（地狱世界）\n独特的地狱生物群系，适合采集资源允许创建领地允许苦力和TNT的爆炸允许建造刷怪塔无法突破基岩到达地狱最上层无边界限制允许大范围的随机传送不定期刷新[同时删除该世界的所有领地]\n\n\n5.末路之地（world_the_end）（末地世界）\n独特的地狱生物群系，挑战末影龙，采集末地石、紫颂植物，寻找末地城/船无法创建领地允许苦力和TNT的爆炸允许建造小黑塔（自己保护好，被破坏不予赔偿）无边界限制不定期刷新\n\n服务器规则正所谓 不以规矩，难成方圆。\n为了维持一个良好的游戏环境，我们制定了以下规则。\n\n 行为准则禁止任何手段的作弊（如矿物透视、飞行、灵活行动、无限夜视等MOD，使用作弊客户端等）禁止盗窃、诈骗、勒索、抢劫他人财物禁止恶意PVP，以及干扰其他玩家正常游戏的行为禁止高频红石、高空、高空流水、岩浆，频繁使用指令导致服务器卡顿的行为禁止恶意破坏他人建筑、劳动成果禁止密集养殖动物、村民、怪物等实体『一区块中不得超过X只』（X这个数值暂未确定）禁止恶意击杀他人的生物（狗、猫、鹦鹉、村民、动物等）禁止利用服务器漏洞、插件配置不得当而导致的bug获取服务器物品、金钱禁止玩家之间使用人民币、Q币等交易服务器内物品严禁开小号，一旦发现封禁处理[更换ID请提前向服主/管理员声明]禁止向服主、管理员、建造师索取物品/权限严禁干扰管理人员的正常工作\n\n爱惜服务器，友善待人\n 社交聊天禁止在在服务器内和服务器群内以任何方式公开、私下宣传其他服务器以或商业广告禁止刷屏,歧视、辱骂他人，其他一切会引起玩家不满的内容严禁发送淫秽低俗内容\n禁止含有不良内容的武器名称禁止使用低俗不雅、血腥暴力的皮肤\n 建筑禁止建造无意义的擎天柱禁止在他人建筑物上空建筑、遮挡阳光禁止在他人的建筑物附近乱挖坑、破坏地形禁止建造挂机式的全自动刷怪塔禁止建造带有不文明,侮辱，政治以及反动的建筑和像素画禁止在主世界挖矿，大面积破坏地形、在地下挖掘无意义的通道禁止建造无尽循环池（挂机池）等设施\n\n违反以上规定者，视情节严重与否而处罚，屡教不改者翻加倍惩处！\n一般违规处 警告、 禁言、监禁、收取罚金（金钱）、等处罚决定\n严重违规处 限时封禁 永久封禁 没收全部财产\n\n清风和煦服务器管理团队拥有以上内容的最终解释权\n\n结束语服务器还处于完善中，可能会因为插件的调试、配置的更改而造成的重启、短暂关闭、部分功能暂时无法使用的情况\n这回给您带来不便，请谅解。\n\n这是一个新生的服务器，在线人数少。\n但只要有你的坚守，玩家一定会多起来的。\n\n我们目前的能力无法保证服务器为公益性质\n但是我们承诺，不会对玩家出售可对游戏平衡造成较大影响的实际性物品/权限\n\n服务器处于发展的初期，没有稳定的收入，也没有属于自己的主机。\n如果你喜欢这个服务器，并希望它能够发展壮大，一直保持下去，请考虑捐助我们。\n\n\n",
    "replies": []
}