{
    "title": "申请【搬运&鉴赏】版主",
    "author": "像素君",
    "replyCount": 18,
    "timestamp": 1498664460,
    "txt_content": " 本帖最后由 像素君 于 2017-6-28 23:45 编辑 \n\n申请版块︰搬运&鉴赏\n职业︰学生\n年龄︰15\n在线时间状况︰暑假基本全天有2-3小时电脑在线，其余时间手机不定期在线\n个人专长︰翻译 搬运\n语言能力︰中文 英语\n联系方式︰QQ2631800517\n管理经验︰三年科代表\n申请理由︰①中考结束后有一定时间；②版块目前活跃度不高，希望自己可以和现任的版主DGK2和血君为版块的活跃出一份力。\n\n将来计划：\n①目前版块对搬运帖作品没有进行分类，不方便玩家寻找某一类特定的作品。对目前版块里的搬运帖进行分类，可以方便其他玩家寻找各类地图。初步想法是分为“建筑作品”、“观赏作品”、“地形作品”、“娱乐作品”、“比赛作品”、“搬运索引”六个部分；\n②完善并整合版规，让其他搬运工更快更好地了解版块的具体细则，这样就不会让搬运工对版规有过多疑问，搬运的时候也不会过多担忧；\n③如果PMC论坛继续举办建筑比赛，将会接手peter前版主之前在版块里搞的PMC论坛比赛帖，把PMC比赛的具体情况介绍给浏览版块的玩家；\n④开辟一个类似“悬赏令”的帖子，如果其他玩家找到了一张很好的地图或者是地图图片，在这个帖子里进行回复，然后版主就可以把它挂在一楼，让其它搬运工进行搬运。这样不仅方便其他玩家获取自己想要的作品，也可以让更多玩家欣赏到优秀的地图，还可以为搬运工们提供搬运素材；\n⑤对目前下载链接、图片等已经不具备介绍搬运地图性质的帖子进行处理，若原搬运工不进行恢复，则将其挂在版块里“悬赏令”的平台，鼓励其他搬运工进行搬运，弥补其他玩家想下载地图可又苦于已经无法下载或是想了解地图却无法看图片的遗憾；\n⑥个人认为目前该版块的发展不应只是希望有更多搬运工来这里搬运帖子，而是让浏览的其他玩家进行活跃，让他们可以在版块里发出来自己的声音，提出自己的意见和想法。所以本人除了进行正常的版务工作也会多多听取其他玩家的意见并和其他版主进行讨论，争取给玩家一个满意的答复。当然我也会尝试着回复发新帖的搬运工，适当地提出一些建议。\n\n虽然这些计划就目前看来工作量很大，不过我会在保证不影响自己和论坛的情况下慢慢进行，这样也方便版块的过渡。\n\n对论坛的建言︰希望论坛以后可以越办越好，可以被更多国内和国外的Minecraft玩家所知道，变成一个更优秀的Minecraft玩家社区。也希望论坛的陈年bug可以找到解决方法。\n\n\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1498664940,
            "txt_content": "悬赏令，非常好的想法，不过执行起来还是有点难度。，需要大家一起努力\n还有PMC的比赛确实是个问题，如果你愿意包办那真是再好不过了（哇，苦力）\n不错，鉴赏分类、修复帖子。全是干货，版块目前不缺管理苦力\n不过像你这种有想法愿意去做的人我当然是支持，如果上任了希望可以真正的去实行\n只要不是空口话，我肯定赞同支持，加油！"
        },
        {
            "author": "Yy星人",
            "timestamp": 1498669080,
            "txt_content": "支持,楼主的贡献大家都看在眼里\n_(:зゝ∠)_"
        },
        {
            "author": "free8605",
            "timestamp": 1498671660,
            "txt_content": "搬运版现在活跃度很低，应该经常办点小活动之类的\n地图分类想法很好，供玩家快速查找自己想要的作品\n悬赏令怕是不好实行，玩家真想要某地图，30金粒就可在问答区第一时间得到\n关于完善版规：建议版规里本着开放分享的精神能提供些简单的模板，萌新也乐意去搬运\n支持"
        },
        {
            "author": "1392684709",
            "timestamp": 1498694520,
            "txt_content": "哎，默默地做我的事情，仰望各位"
        },
        {
            "author": "TNT嘉音",
            "timestamp": 1498696740,
            "txt_content": "怎么办，我也想当这个版的版主啊，看在你贡献多的情况下，中立吧。"
        },
        {
            "author": "Оil",
            "timestamp": 1498700460,
            "txt_content": "表示支持。"
        },
        {
            "author": "darrksy",
            "timestamp": 1498705500,
            "txt_content": "支持，老像素炒鸡活跃，对搬运区贡献也是稳稳的，虽然悬赏贴。。。总有种熟悉的感觉但是也很不错"
        },
        {
            "author": "黑星nova",
            "timestamp": 1498725960,
            "txt_content": "两个问题，\n1、跟进PMC大赛翻译是不是只有版主才能做，或者说必须当了版主才能做。\n2、给我你更加清晰的“浏览者体验改善”相关计划"
        },
        {
            "author": "像素君",
            "timestamp": 1498731180,
            "txt_content": "darknova 发表于 2017-6-29 16:46\n两个问题，\n1、跟进PMC大赛翻译是不是只有版主才能做，或者说必须当了版主才能做。\n2、给我你更加清晰的“ ...\n1、跟进PMC大赛的翻译没有特定说由版主进行，这不是版主挑大梁的事情，其他搬运工也可以参与和协助。就拿peter前版主之前在搬运版里进行PMC大赛的搬运来说，peter前版主在版内置顶发布比赛相关介绍的帖子后，除了他自己会对比赛作品进行搬运，也会有其他的搬运工搬运比赛作品。比赛结束后，peter前版主会把版内搬运的比赛作品帖进行收集整理，然后发布索引。版主在这其中主要的作用是向浏览者和搬运工进行介绍，以及把比赛作品的相关搬运帖子进行整合。如果这部分工作由搬运工来做，那么在制作索引时，就有可能需要链接至别人的帖子，而目前版里还未对这一情况有明确规定。那么可能的结果就是：除非是一个搬运工自己搬运了所有的比赛作品，不然制作索引时就得忽略其他搬运工搬运的作品，或是向其他搬运工提出授权以及询问版主。这无疑会增大搬运工的工作量，也有可能引起不必要的争执。我的计划是像peter前版主一样，比赛开始时在版里发布介绍帖并鼓励其他搬运工搬运；比赛结束后再把所有的搬运作品集合起来做成索引。\n\n2、我目前对“改善浏览者体验”的具体计划是：①就像申请里所讲的，对目前搬运版内的帖子按照“建筑作品”、“观赏作品”、“地形作品”、“娱乐作品”、“比赛作品”、“搬运索引”进行分类。具体是在添加相关的“主题分类”后先发布公告让其他搬运工进行自主移动，如果搬运工不进行移动，则由版主进行移动。同时版主也在移动的过程中对已经失去介绍搬运作品效力的帖子（如无图、链接失效等）进行处理，并将该类作品挂在版内置顶帖子内，鼓励其他搬运工进行搬运（如挂在置顶帖内后长时间无人搬运则下架）。这样不仅可以方便玩家在不特定寻找地图时按类别找到自己想找到的作品，还可以对版内的“僵尸帖”进行处理，优化版内环境。\n②目前搬运版版规分为“正文”和“补充”，了解全部版规需翻阅两个帖子的内容，不方便浏览者；而且目前版规内对于某些事项（如授权搬运）的规定还不是很清楚，还是会对浏览者产生疑问。我打算和其他版主一起商讨，对目前介绍得不是很明确的版规进行优化，让版规的内容简单易懂；对搬运版目前的版规和补充的版规进行归类整理后重新发布成一个帖子，图章申请和提出建议均可在这个帖子进行。这样就方便浏览者查阅版规。\n\n感谢黑星版主对我申请里表述的不完善提出疑问。\n\n\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1498733940,
            "txt_content": "支持。\n在没有wiki去翻译的时候\n搬运确实是好主意呢(⊙o⊙)\n\n当上版主以后dalao别忘了罩着我\n教我搬运233"
        },
        {
            "author": "~Daisy",
            "timestamp": 1498740960,
            "txt_content": "支持楼主~不因为别的，就因为楼主有25贡献XD"
        },
        {
            "author": "酉月一",
            "timestamp": 1498760880,
            "txt_content": " 本帖最后由 zxc554989965 于 2017-6-30 02:30 编辑 \n\n想法不错，不过“悬赏令”这个想法我认为应该：\n1、建立一个搬运悬赏，版主在PMC找到优秀且未进行搬运的作品贴，并将作品列入悬赏贴内，优先搬运了悬赏贴内作品的搬运工可在帖子回复搬运链接，并领取悬赏奖励（悬赏奖励是额外的，搬运奖励还是会照样给，两者不冲突）（这是第一种悬赏）。\n2、正如你第5点说的，以往搬运的地图如有图片失效，网盘失效等情况，会员又无法下载和了解，所以会员可在贴内进行回复，由搬运工进行搬运，并获得悬赏奖励。\n这是我想的两种，第一种类似于游戏或是小说中的工会自己发布悬赏，第二种类似于金主花钱找工会发布悬赏（不过却是由版主代为发放奖励）。以我的看法觉得应该比你说的要容易实行。\n其他的我没什么意见，我随时支持你就任。（虽然版务每天少得可怜）"
        },
        {
            "author": "Scal",
            "timestamp": 1498808040,
            "txt_content": "支持，但悬赏令功能如果不好好推行将会落空，需要调动会员的积极性。期待阁下的规划能够全部完美的实现。"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1498831800,
            "txt_content": "支持xD\n\n两个申请版主似乎都很稳"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1498886580,
            "txt_content": "暑假的话，搬运版的版务是会增多的。\n况且“悬赏令”很神奇，这想法也很新颖，如果能付诸实施，想必效果会很不错。\n支持。\n"
        },
        {
            "author": "海贼王#",
            "timestamp": 1498957020,
            "txt_content": "支持，纯属看贡献"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1499143980,
            "txt_content": "像素君当搬运版版主啊，那肯定是支持啊，像素君的搬运质量摆在那里啊"
        },
        {
            "author": "pogox",
            "timestamp": 1499148420,
            "txt_content": "申请通过，实习期一个月"
        }
    ]
}