{
    "title": "[六月活动][原创·单篇]道不同，不相为谋",
    "author": "Smokey_Days",
    "replyCount": 13,
    "timestamp": 1498725360,
    "txt_content": "道不同，不相为谋。\n——论语·卫灵公\n\n那个人坐在椅子上。\n明明是同届学生，明明是好朋友，我竟然从他身上感受到了几分压迫感。\n他抬头看向我，我目光闪烁，想要避开他的眼神。随即一愣：我有什么好害怕的呢？我又没有做错什么。这恐怕就像家中长者经常提到的一样，有些人是有所谓“气场”的。\n他盯着我的眼睛，我突然浑身一阵痉挛，但我还是强迫自己开口了。\n“为什么…你决心如此？”\n明明都是贵族子弟，为什么他要去掺和那些工人的事情？\n他看着我，先是微笑了一下，接着那微笑成了苦闷的笑：“我们是贵族，对么。”\n下意识地，我点点头。\n他随之摇了摇头：“你是，我不是。”\n他这一句话倒是令我讶然了。\n“你..这…”\n这时他脸上不再挂着那苦闷的笑了。表情严肃起来，这才发现他的面庞早已有了棱角，\n从和他交友开始，我就觉得他和像我们这样的公子哥不大一样。然而，不一样在什么地方？这我就无从得知了。\n“是的，我的父亲的确是铁爵①，但是我的祖父不是。”\n他仿佛下定了什么决心，这样对我说。\n“法律上我是一名贵族，不过我不喜欢这样。”\n听到他这样讲，一下子，我默然了…\n他的确是个，也通常是个好相处的人。\n总有一些特殊的时候，人们会做出和他们的性情不相符的事情。\n在关于工人待遇，关于贵族是否应当享受大量特权，在这些问题上，他寸步不让。\n他不像是一个学生，倒像是个积极拼搏的社会活动家。\n“你这样很危险。”\n呆滞着，我甩了甩头，吐出这几个字。\n如同一桶水浇在他熊熊燃烧着的心火上，他的目光黯淡了下来。\n我知道如果我说了下面的话，我也会很危险。可我相信他，他不可能也没有理由泄露。\n“当局已经抓捕了好几名带头人了。”\n他看着我说出这样的话，沉着的目光还是难免露出几分惊奇。接着他朝这个话题深入了。\n“变革势不可当。如果不是我们革自己，就是别人革我们。”\n一字一顿，铿锵有力，说这话时，他的目光重新燃起了火花。\n我微不可查地摇了摇头，不是做给人看，仅仅是恐惧引起的本能反应。\n这个话题，已经太敏感了。\n坊间传言说是抓了几个带头人，事实上内部消息，几乎所有参与集会的都抓起来了。他要么是跑掉了，要么是他父亲帮他保出来。不过前一种可能更大。\n“那些工人，与我们何干？这种动荡的时候，要学会明哲保身。”\n这样讲话有失谦和，甚至有点露骨，赤裸裸地就是歧视，就是忽视。\n我还是得这样讲。作为朋友，我必须这么跟他说。他这样下去，太危险了。\n我的话却似乎激怒了他。\n他站起身来，怒目横视。我的身体竟然不争气地打了个趔趄。\n“你觉得…工人们的死活，和你们无关么。”\n大概是感受到他话语中的寒气了吧？我难以抑制打了个寒颤。\n那个细节…他说话的时候，用的是“你们”。\n“在你躺在安乐窝里睡大觉的时候，在你悠闲地喝着几十金粒②一杯的咖啡的时候，在你尽情肆意地游戏的时候，你有没有想过，凭什么？”\n质问，这是质问。一字一句都是刀子飞过来。\n我该说什么呢？\n“你们何德何能，未曾劳作一日，却可以坐享其成？”\n每个字都是一柄剑，飞过来、飞过来。\n本想辩驳的我，一时间哑口无言。\n他激动地站起身来，一手指着天花板上的红石灯。\n“我相信你学过这个红石灯为何能亮起，没有工人们的工作，红石灯难道会无缘无故地变亮么？我相信你知道这栋房子是如何建起，没有工人们的工作，难道这栋房子能够凭空拔地而起么？”\n一连串的话如同连珠炮一般飞过来。他说的话一字一句都在理，却一字一句都砸在我心上。\n“我…”\n他向前走了一步。\n明明只是走了一步，我却感受到了压力，不得不站起身来。\n他冷笑一声，打断我的话。\n“你去过工厂么？你了解工人么？”\n一拳狠狠地砸在窗沿，摆在窗台上的花颤抖起来。\n顿时，愧疚感升起。我的确未曾去过工厂，未曾亲身了解过事实。大家都是这么说，我自然也人云亦云。亏我还在酒席上大发感慨说人们喜欢随波逐流。\n“有么？”\n一声惊雷在耳畔炸响。\n我低下头。就好像犯了错的孩子。\n“没…没有。”\n我以为他会批判我“末影说水③”之类的。毕竟，实事求是是他一贯的作风，也是他一直要求他人做到的。\n但他没有，他向前走了一步。\n一步落下，仿佛迈过了一道栅栏，他的身影瞬间变得高大起来，我害怕了，向后连退三步，接着又懊恼自己的不争气了。所谓身影变得高大其实不过是幻觉罢了，那只是因为他的眼神，带有那种…坚毅和使命感。\n此前的笑，再怎么样最多也只不过是苦笑，而这次他冷笑了。\n“五岁的时候，父亲第一次带我去工厂。”\n那尖利的目光突然散开，话语从他舌尖淌出，缓缓地，缓缓地。与此前的一字一顿完全不同，好似在回忆。\n他的面容突然难以抑制地显现出厌恶。\n“那一行后，我明白了，何为痛苦，何为磨难……”\n伴随他的话语，那一幅幅肮脏的图景在我面前展开。\n差得要命的卫生环境，疾病天然的温床。为了节省工钱，官方没有雇用任何人打扫卫生，而病死的工人不会有任何赔偿，仅仅草草找个地方埋了。\n环境阴暗，整个工厂内除了红石不时闪烁着的荧光以外连火把都没有。工人们在里面按照培训好的程序给红石充能，借着红石微弱的光来组装东西。从来没有组装工能连续工作超过三年的，因为那样的组装工的视力都无法在这样阴暗的地方看见东西。\n待遇奇低无比。所有的工厂都是由官方经营，而工资自然都非常低。一个月居然仅有六十枚铜币，而我随便吃的零嘴都相当于一名工人一年的工资。\n工作强度奇高。所有工人每天必须工作十六个小时，两天倒三班日夜不息地工作。一旦偷懒被发现，动辄被鞭打。\n……\n讲述完这阴暗的工厂，他的眼睛眯起来看着我。\n“在你不知道这一切之前，可能会对工人不关心，但是知道这一切之后你还能无动于衷么？”\n我默然。\n从小我的教育都告诉我，工人是下贱的人，他们能在工厂里工作是天大的恩赐，明明没做什么贡献还花费官方大笔钱财，就是这样还欲求不满，一次一次要求提高待遇，抓起来了一些，剩下的亦然趋之若笃。\n但事实恰恰相反。\n工作，工作，每个工人都必须工作，就算手臂萎缩得和末影人的手臂一样苗条还是要工作，就算眼睛变得和蜘蛛的一样好还是要工作，就算脸色浮肿得像僵尸一样可爱还是要工作，就算肋骨像骷髅一样充满力量地凸显在外面还是要工作！\n曾有人说过，血与肉，铸就帝国的基石。而我们这些贵族，吃的，喝的，正是工人们的血与肉。\n“为什么…从来没有任何地方讲过这些…”我呆呆地看着他，思绪如同在泥潭里一样，停滞了。\n“你觉得有可能说吗？”\n是啊…不可能说出来的。如果激起贵族们的同情心，那可是真真的不妙了。\n突然一股寒意从心头升起。\n居然…能欺骗几乎所有贵族这么久？！\n我这才明白这个秘密对于官方的意义之重大，竟然需要花这么大的精力来掩盖。\n随即浑身震颤起来了。天哪，那参与工人组织的，被抓进去的人…\n必须得死。\n这个制度是建立在对工人们的剥削下的。\n我知道我同情那些可怜的工人们，可是同情仅仅是同情罢了。真的要我舍掉性命去做这个？那绝对不可能。贵族生活多么美好，我的前景无限光明！\n房间寂静许久，我们对视着，没有开口。\n他撕裂了这片宁静：“相信你能明白，这样下绝对不是正确的。”\n这一刻，我胆怯了。暗无天日的工厂，血流满地的刺魂台④，颠沛流离的逃亡生活…一幅幅完全来自于臆想的画面陆续浮现在我脑海中。\n我又退了一步。\n他向我伸出手。\n“对不起…”我的身躯仿佛已经不受控制了。几加斟酌，我无法做出那样的决定，我无法像他一样，罔顾自身利益去帮助工人，哪怕那是所谓的“识大体”。\n他收回了手，看着我，摇了摇头。\n“我本来就没抱着说服你的希望。此行，我是来和你道别的。”\n心里一沉。虽然不赞同他所谓“支持工人、帮助工人”的观念，但他终究是我亲密的朋友。\n“再见。”\n两个字，从他的嘴中吐出，自有千钧之重。\n默默地叹了口气，我终究是没有像他那样的精神力量，像他那样不畏艰险追逐梦想的勇气。\n他转身，离去，没有丝毫拖泥带水。\n站在窗台，胸口闷着，看着他的身影缩小，缩小，飘向远方。\n天空阴云密布。\n突然间，不知是不是我的错觉，我看到他转过身，挥了挥手，和我告别\n\n备注：\n①铁爵：一种爵位，位处较低\n②金粒：货币单位\n③末影说水：典故，大意是，末影人说喝水的感觉多么的好，后来语意转指说瞎话\n④刺魂台：一种刑具，将执行死刑的犯人扔到仙人掌上，然后从上向下压犯人，死时万刺穿身，好像刺破人的魂魄，故称“刺魂台”\n",
    "replies": [
        {
            "author": "INKDRRAK",
            "timestamp": 1498725720,
            "txt_content": "末影说水满分233\n读起来有点像某篇课文"
        },
        {
            "author": "cc7w",
            "timestamp": 1498728360,
            "txt_content": "莫名想到戊戌变法。。。"
        },
        {
            "author": "wzz0116",
            "timestamp": 1498730040,
            "txt_content": "末影说水是什么典故，我怎么没听说过？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498741860,
            "txt_content": "wzz0116 发表于 2017-6-29 17:54\n末影说水是什么典故，我怎么没听说过？\n这里生造的，听过就有鬼了"
        },
        {
            "author": "lzj智勇双全",
            "timestamp": 1498742700,
            "txt_content": "Smokey_Days 发表于 2017-6-29 21:11\n这里生造的，听过就有鬼了\n我竟然懂了   大概是末影人和别人讨论水"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498746180,
            "txt_content": "lzj智勇双全 发表于 2017-6-29 21:25\n我竟然懂了   大概是末影人和别人讨论水\n额...大概是夏蝉语冰的意思"
        },
        {
            "author": "guqu",
            "timestamp": 1498777680,
            "txt_content": "发表自己的拙见。\n首先这篇文章在这个活动中不是着重写两个人告别多么不舍，在活动中确实独树一帜。\n不过可能存在一些逻辑错误，如果不是我的了解错误的话。\n工人:工厂中工作的人。\n贵族:封建社会和奴隶社会处于社会上层的人。\n资本家:企业的领头人。\n首先出现了工人那么本篇文章并不可能是奴隶社会，接着出现了工厂不可能没有资本家。\n其实在有资本家出现的时候，真正剥削工人的是资本家，贵族只是把原本的农民赶出土地使他们变为了工人。贵族再对资本主义进行一些阻拦来保证自己的权益。\n虽然说贵族去帮助工人也讲得通，但是本片文章如果在间接剥削的立场上还能将剥削写的如同全是贵族的错上，虽然是为了加强对比，但在逻辑上有一定错误。\n以上是个人拙见，欢迎反驳。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498784220,
            "txt_content": "guqu 发表于 2017-6-30 07:08\n发表自己的拙见。\n首先这篇文章在这个活动中不是着重写两个人告别多么不舍，在活动中确实独树一帜。\n不过可 ...\n233但是背景不是这样设定的\n的确这样扔出来容易让人误解_(:зゝ∠)_\n（别忘了，在奴隶社会和资本主义社会中间，还有个封建社会）\n设定中，贵族不仅是特权阶层，也是国家分化群众的手段：有钱的人，通过贿赂提高自己的地位，最终成为贵族；而贵族既是特权阶层，又是有资本的人。\n（你可以理解为所有企业都是国营的）\n毕竟这个故事是在另一个系列的框架中间的，直接扔出来的确会令人误解...吧。"
        },
        {
            "author": "User:guest",
            "timestamp": 1498819380,
            "txt_content": "小说作家，可以可以。读得有点莫名其妙。。。"
        },
        {
            "author": "FBILer",
            "timestamp": 1499173380,
            "txt_content": "guqu 发表于 2017-6-30 07:08\n发表自己的拙见。\n首先这篇文章在这个活动中不是着重写两个人告别多么不舍，在活动中确实独树一帜。\n不过可 ...\n德国的容克贵族就是贵族和资本家的化身"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499173680,
            "txt_content": "FBILer 发表于 2017-7-4 21:03\n德国的容克贵族就是贵族和资本家的化身\n是极，大概就是这种感觉_(:зゝ∠)_"
        },
        {
            "author": "海潮",
            "timestamp": 1499751840,
            "txt_content": "对话流，是不是因为背景没渲染好而导致后头人物对话有些脱靶呢\n\n虽然觉得和辛亥 革命有些相似....别说了我YY呢"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499753460,
            "txt_content": "海潮 发表于 2017-7-11 13:44\n对话流，是不是因为背景没渲染好而导致后头人物对话有些脱靶呢\n\n虽然觉得和辛亥 革命有些相似....别说了我Y ...\n...我已经尽力脱离对话流了，没想到还是有这样的残留么？\n世界观是来自某个世界的，连在一起就自然了"
        }
    ]
}