{
    "title": "[Minecraft.net|INSIDER] 采访麦克斯·布鲁克斯",
    "author": "Qilx1014",
    "replyCount": 10,
    "timestamp": 1498789020,
    "txt_content": " 本帖最后由 Qilx1014 于 2017-6-30 12:07 编辑 \n\nWe chat to the author of the very first Minecraft novel!我们来和第一位Minecraft小说的作者聊一聊 !\n\n\nMinecraft:The Island comes out on July 18th and represents Minecraft’s first foray into the world of literary fiction! Who better to take us there than one of the most imaginative minds on the planet?Minecraft:The Island 会在七月十八日出版，这将会使Minecraft第一次进入文学小说世界! 比起这个星球上最有想象力的人，谁能更好的把我们带到Minecraft的世界呢？\nThat mind belongs to the author Max Brooks! Max is known for, among many other things, the brilliant future history World War Z, and he’s long been a big Minecraft fan. Sometimes it’s hard to express what a powerful experience playing Minecraft is - all the things it teaches you and makes you feel - but Max’s book captures it all and condenses it into a riveting tale of survival.这种头脑一定属于这本书的作者麦克斯·布鲁克斯！ 比起其他方面，麦克斯因为 World War Z 的辉煌历史而闻名, 而长期以来，他一直是一名Minecraft的狂热粉丝。有些时候，玩Minecraft带来的强有力的体验 —— 所有的从Minecraft中得到的，以及Minecraft带来的感受是很难描述的- 但是麦克斯的书将他们全部收集起来，并编撰为一个生存故事。\nIt’s very much in the tradition of Robinson Crusoe: a castaway finds themselves in an unfamiliar land, coming to terms with its rules and strange ways, learning to adapt, to overcome and to prosper! It’s meticulously accurate - Max spent hundreds upon hundreds of hours in-game testing out every scenario - and every chapter teaches the protagonist and the reader a valuable lesson, both about Minecraft, but also about life in general. It’s pretty inspiring stuff.这非常符合鲁滨逊漂流记的传统剧情：一个被抛弃的人发现自己在一片未知的陆地上，遵循这里的规则与一些奇怪的方式，学会适应，克服(困难)并繁荣发展。这是真实而准确的 —— 麦克斯制造每个场景，都在游戏中花费了数百小时来测试 - 小说中的每个章节都给读者上了有价值的一课，当然，这是有关于日常生活与Minecraft的。这非常让人鼓舞。\n\n\nI caught up with Max to talk all about videogames, survival stories, coping with dyslexia and making your own fertilizer!我赶上了麦克斯的思维，对游戏展开了对话，谈论生存故事，突破阅读障碍，制作自己的肥料！\n\n\n\n\n\n\n\n\n\n\n\n\nHave you always been a gamer?你一直是一名游戏玩家吗？\nMax Brooks: I don’t want to say that I’ve wasted years of my life playing videogames - but I guess I have! I’ve been playing games since I was a little boy of eight years old and I got my first Apple II computer. I got into Gertrude’s Puzzles and things like that and I’ve been off to the races since. I’m a huge devotee of Sid Meier and the Civilization games. I war-gamed out a zombie book I later called World War Z using the scenario editor for Civ 2.麦克斯·布鲁克斯: 我不想说我浪费时间在电子游戏上 —— 但我想我确实是这样的！在我还是8岁的小男孩的时候，我就爱上了玩电脑游戏，并且得到了我的第一台Apple II电脑。 自从我离开了比赛，我就进入格特鲁德的谜题和一些类似的东西。我是《文明》游戏的巨大贡献者。我使用《文明2》情景编辑器制作了我的僵尸书，我后来把它命名为World War Z。\nI can see how a love of those kind of methodical, historical games would fit with a project like World War Z where you’re working out a sequence of global events.我可以看出你有多热爱这些有条理性的历史游戏。这种热爱与World War Z中你制造的全球性事件相适应。\nMB: Oh yeah. What I loved about Civilization is that it gave you different paths to solve a problem - which is also why I think I love Minecraft. I’ve never been a first person shooter person, you know? I feel like with those games, there’s a right way and a wrong way to solve a problem, but what I love about Minecraft is you’re given a task - which is “don’t starve” - and there’s dozens of ways to not starve, right? You can be creative and you can be a problem solver, and I think what an amazing template for the world we live in now! The world is changing so quickly - the old education system of just memorisation and just vomiting out information, that’s a death sentence nowadays. You have to be nimble. You’ve got to be creative and inventive and flexible.MB: 噢，是的。 我喜欢《文明》这款游戏的原因是它给了你许多不同的途径去解决问题 - 这也是我喜欢Minecraft的原因。我从来不是在第一人称射击的人。我喜欢那些有一种正确的方式，还有一种错误的方式来解决问题的游戏。但Minecraft唯一的任务就是 ——“别饿死” - 这里有许多种方法不饿死了吧？ 你可以富有创造力地，成为一名问题的解决者。 我觉得我们现在生活的现实世界就是一个惊人的模板！ 这世界变化的太快了 - 旧的教育系统只是吐出信息，而现在，这已经是读死书了。你必须要学会变通，你必须要富有创造力，而且学会灵活。\nSo it’s the improvisational aspect of Minecraft that you enjoy most?所以，你最喜欢Minecraft的自由，即兴的方面，对吗？\nMB: Yeah! Minecraft teaches you how to think and teaches you how to problem solve given your personality - and I think that’s exactly what real life is. You don’t own the world, the world doesn’t belong to you, but you can - as an individual - you can live your life the way you want and solve problems the way you want.MB: 太对了! Minecraft教你如何思考，并且教给你如何用你的个性解决问题 - 我觉得这正是真实生活的体现。世界不属于你，但是你可以-作为一个人-你可以用自己的方式生活，用自己的方式来解决问题。\n\n\n\n\n“There are a couple of survival skills that I’ve got under my belt. I can grow anything. I can make my own fertiliser - you don’t wanna know how.”“我有一些自己的生存技能，我能种出任何东西，我也能制作自己的肥料，但你不知道应该怎样做。”\n\n\nBoth World War Z and The Island have characters overcoming danger through analysis and careful preparation and a lot of hard work - it’s so satisfying to read! What is it about those kinds of stories that attracts you as a writer?World War Z和The Island都出现了角色进行精心准备，艰苦的工作来克服危险的剧情 - 这读起来非常令人满意！请问是那些故事吸引你成为一名作家？\nMB: I think, for me, it probably started with dyslexia. I grew up with dyslexia - nowadays they call it a learning difference - but when I was a kid it was a disability, and let me tell you, it felt like one. It did not feel like a “difference”.I could not learn the way the other kids were learning. I had to become a problem solver. My mother, god bless her, pretty much gave up her career to figure out coping mechanisms for me. And so it’s the coping mechanisms that sort of set the tone for my life. Whenever I approach a problem, I think, “OK, problems are going to happen, but how do I solve them? And how do I solve them given who I am?” So when Minecraft came along, I was like, “Oh my god, where was this game when I was growing up?” I felt like I’d been waiting my whole life for this game.MB：我认为，对我来说，这可能是从阅读障碍开始的。我伴随着阅读障碍长大 - 现在这些被称之为学习差异 - 但是当我还是个孩子时，这是被当做残疾的，让我告诉你，感觉像残疾一样...它并不像是“差异”。我不知道其他孩子是怎样学习的。我不得不成为一个问题解决者。我的母亲，上帝会保佑她，她几乎放弃了自己的职业生涯，为我找出应对的办法。这些方法为我的生活设定了基调。每当我面对一个麻烦，我会心想，“OK，麻烦确实将要发生，但如何解决这些麻烦？而且我怎么解决这些问题？”所以，当Minecraft出现，我当时想，\"噢，我的天呐，原来我成长路上还有这样的游戏？\"我觉得我一直在用全部生命等待这款游戏。\nDo you think writing these books has helped your own survival odds? How would you do if you were personally marooned on an island or faced with a zombie horde?你觉得写这些书可以提高你自己的生存的概率吗？比如你自己在一个孤岛上或是面对一个大群僵尸，你将会怎么做？\nMB: You know that’s a really good question. There are a couple of skills that I’ve got under my belt. As a gardener, I can grow anything. I grow weird stuff: tobacco, sugar cane, cotton. If we were in a Survival village, I could be the town’s sugar maker. I know how to press it, make sugar from cane. I can make my own fertiliser - you don’t wanna know how. I’ll literally take old chicken bones out of my compost bin and I know how to grind them up into bone meal and put them in the garden, just like in Minecraft.\n\n\nMB：当然，这是一个好问题。我有一些自己的技能。作为一名园丁，我可以种植任何我想要的东西。我可以种植这些东西：烟草，甘蔗，棉花。如果我们在一个求生村庄，我可以是镇上的白糖制造者。我知道如何压榨(甘蔗)，从甘蔗制得白糖。我可以做自己的化肥 - 你但你不知道应该怎样做。我会把老鸡骨头从我的堆肥箱里拿出来，我知道如何把它们磨成骨粉，把它们撒在花园里，和Minecraft一模一样。\n\n\nIt’s not a spoiler to say the character comes up against some mean mobs and has to improvise defences. “The boobytrap training grounds were built to test some of the traps my character uses for war,” says Max. “You can see the powered rail at the end of the cliff.”不得不说这些角色经常取自于一些很平常的怪物，你不得不立刻采取防御措施。“我为了测试我角色的战争陷阱” 麦克斯说道， “你可以在悬崖尽头看到动力铁轨。”\n\nMax spent a lot of time studying Minecraft’s various forms of simulated calamity. “This hollowed-out shell with the fountain in the middle used to be a model of an all-wood mansion,” says Max. “You can see what happens after the water has been released!”麦克斯花费了许多时间模拟Minecraft中的各种灾难. “这个挖空的外壳里面以前有喷泉，以前是木头豪宅的模型。”麦克斯说道， “你可以看看水流下来后发生了些什么。”\n\n\nMax spent hundreds of hours in the game testing different scenarios to make sure he described them accurately in the book. He was kind enough to share a few snaps of his test world - this pic depicting his many prototypes for brick cottages. The one closest to camera was the winner.为了书中准确地描述，麦克斯在每一个场景上都花费了数百个小时。他分享了一些测试世界的快照 - 这张照片描绘了许多用砖瓦堆建的房子的原型，最接近拍摄视角的是被最终采纳的。\n\n\n“These nine, freestanding explosives tests are part of the 30 or so I did to get the right combination of TNT, gravel, water and glass,” says Max. “I've got another one I tried built into a mountainside with a trapped villager to make sure my character wasn't killed in the blast.”“这九个独立的爆炸物，是30的一部分，在这里我得到了玻璃，水，砂砾和TNT的正确组合”麦克斯说道， “我和另外一个人，我们被困在山腰上，来确保我的角色不会在爆炸中死亡。”\n\n\n\n\nThose are impressive skills to have! I think I’d be dead within minutes of any adverse situation. This book might help, though! Each chapter delivers a new, really important life lesson. Did you set out to write a book which doubles as this guide to self-improvement?那些都是令人印象深刻的技能！我想我会在任何出现不利情况后的几分钟内死亡。这本书可能对我有一些帮助，当然！每章都提供了一个新的，非常重要的生活课。你打算写一本关于如何进行自我改进的书吗？\nMB: No, no - the lessons just emerged as I was playing Minecraft! The very first time I spawned was on an island, and I made tremendous mistakes, and I learned from my mistakes and I had tremendous failures, epic fails and I recovered from epic fails and as all this was happening, it dawned on me: this game is a guide to life!And I was so excited I told all of my other parent friends and ran over to my kid’s school for a teacher meeting - I was so excited telling the principal, “You should have Minecraft courses because this is everything that we’re trying to teach our kids.” He didn’t listen, of course. So I was sort of frustrated trying to figure how to get all this out, and then I got this call saying, “Hey, would you be interested in writing a Minecraft book? Do you have a take on it?” I said, “Oh, do I ever!”MB：不，不，我只是在玩Minecraft！我第一次出现在一个岛上，我犯了非常大的错误，我从错误中学到了，我遇到了巨大的失败，史诗级别的失败，我从史诗中拯救失败，所有这一切都发生在我身上：这个游戏真的是是生活的指南！我很兴奋地告诉我所有的其他父母的朋友，跑到孩子的学校参加一场教师会议 - 我很高兴告诉校长，“你应该开设Minecraft课程，因为Minecraft包含了我们要教给孩子们的一切。\"他当然不会听取建议。所以我有些沮丧，试图弄清楚这一切，然后我得到了这个电话，说：“嘿，你有兴趣写一本Minecraft书吗？你可以接受吗？\"我说，\"噢，我早就想这样做了！\"\nAs well as learning to survive, the character in The Island has to deal with the weird rules of Minecraft itself. I really enjoyed the bit where the character comes to terms with the fact that eggs aren’t immediately edible - how did you decide to make it so that the literal rules of Minecraft were part of the story?\n除了学会如何生存，岛上的角色还必须应对Minecraft本身的奇怪的规则。我真的很喜欢这个角色与鸡蛋不能马上食用的事实 - 你是如何决定的，使Minecraft的规则成为故事的一部分？\nMB: Well, I think that’s a great metaphor for life! Putting myself in the mindset of this character in this weird world, it’s really no different than when I stepped out of my parents’ house into the world. One of the most important lessons I put in the book is “Just because the rules don’t make sense to you doesn’t mean that they don’t make sense.” I had to learn that the hard way.But it was easy for me literally to jump into the world because I always do that with videogames. When I was a kid, I would play a submarine videogame, and my room was the sub and I’d turn the lights down low and when the sub got hit I turned on the hot shower so there’d be steam and blasting water.MB：嗯，我觉得这是一个对生活的伟大的比喻！在这个奇怪的世界里，把自己放在这个角色的心境上。这和我从父母的家中走出，面对真实的世界时，真的是一模一样的。这本书中最重要的主题之一是“规则对你而言没有意义，并不意味着规则本身没有意义”，我不得不学会面对这个问题。我真的很容易跳入一个世界，因为我总是用电子游戏来做这些事情。当我还是个孩子的时候，我玩过一个潜艇电子游戏，我的房间就是潜水艇，我会把灯光调的暗一些，当我的潜艇被击中，我就会打开热水淋浴，来模拟喷进来的蒸汽和水。\nWow, that’s commitment to the fantasy!哇哦，这是对幻想的承诺！\nMB: Oh yeah - when I commit, I go 110%, otherwise I don’t do it!MB: 噢，是的 - 当我承诺的时候，我会做出110%的努力, 否则我就不会去做这件事！\n\n\n\n“Problems are going to come at you - the greatest skill you can have is how to recover, how to pick yourself back up and keep moving on.”“麻烦正在向你涌来 - 最厉害的技能是你明白如何去恢复它，如何不忘初心，继续前进。”\n\n\nSo out of all the kind of lessons that The Island and Minecraft in general encompasses, which one do you think is the most important?所以，除了The Island和Minecraft包含的教训之外，你觉得最重要的是什么？\nMB: Honestly? I think “Never give up” - because I sort of look at the people who are successes in life and the people who I admire, and it’s not the people who are lucky or the people who are successful right out of the gate, it’s the people who have had tremendous challenges thrown at them, and they’ve failed miserably, and then they got up and did it again.MB：说实话？ 我认为最重要的应该是“永不放弃” - 因为我看看生活中成功的人和我所欣赏的人，都不是幸运的人，成功不会在门外等候，我欣赏的是在生活中遇到巨大挑战的人，即使他们失败了，他们也会重新开始，重头再来。\nWhat I love about Minecraft is that it teaches you so many emotional life skills, and I think one of the greatest skills it teaches is recovery from failure. That’s really lacking nowadays. It doesn’t matter who you are, problems and challenges are going to come at you and the greatest skill you can have is how to recover, how to pick yourself back up and keep moving on.我喜欢的Minecraft的原因是它教会你非常多的情感和生活技能，我认为它教你的的最厉害的技能之一是如何恢复失败。如今人们很缺乏这种精神。无论你是谁，麻烦和挑战会向你涌来，最厉害的技能是你明白如何恢复它，如何不忘初心，继续前进。\nI remember once, playing Minecraft, I built the most beautiful house. Actually, I didn’t just build it - I grew it. I grew a house from trees, I planted them all in the shape of a house that I wanted, and it grew and then I built the floors and the rooms. It was so amazing. And then it burned down.记得有一次，我玩Minecraft，我在里面建造了最美丽的房子。其实我不是建造了它 - 我种出了它。我从树上种了一座房子，我把它们全部以我想要的房子的形状种植起来，它们长大后，我在里面铺设地板，布置房间。那简直太棒了，但是后来它烧毁了。\nOh dear. Minecraft does acclimatise you to those sorts of disasters.哦，亲爱的。Minecraft确实适合你去遇到这些灾难。\nMB: It really does! You can have all this amazing stuff and then it gets blown up or burned down and then it’s like, “Well, OK - time to get back to work!” I think one of the greatest lessons of the book came to me by accident, where I woke up one morning, I’m playing Minecraft, and the game suddenly changed. It was a new version, where suddenly you could use shields and mobs were harder to kill. At first I was angry and frustrated and then I realised, “Oh no, this is life.” This is what happens in the world - economies change, technology changes. The world changes, you’ve got to change with it.MB：真的！你可以拥有所有这些让人吃惊的东西，但最终它被炸毁或烧毁，然后就给人感觉好像是，“嗯，是时候回到工作岗位了！”我认为这本书最重要的一课是不经意间来到我身边的。我一天早上醒来，在玩Minecraft的时候发现，游戏突然改变了。这是一个新的版本，突然间你可以使用盾牌，怪物变得更难杀死。起初我非常生气，感到有些沮丧，于是我意识到：“噢，天哪，这就是生活。”这是在真实世界发生的事情 - 经济变化，技术变革。随着世界的改变，你必须与世界一起改变。\nYou can pre-order Minecraft: The Island here. The lovely cover art is by Ian Wilding - who we interviewed here.你现在已经可以点击此处预定Minecraft:The Island ，这本书可爱的封面由 Ian Wilding 制作 - 我们在这里采访过他。\n\n【Qilx1014译自Max Brooks】【作者 : Marsh Davies ,发表于2017年6月29日】\n\n\n\n",
    "replies": [
        {
            "author": "1790175861",
            "timestamp": 1498789560,
            "txt_content": "那么，牛逼，吗"
        },
        {
            "author": "南派董卓",
            "timestamp": 1498789560,
            "txt_content": "真的好长啊，翻译辛苦"
        },
        {
            "author": "cc7w",
            "timestamp": 1498790520,
            "txt_content": "预测你第四发贡献成功get"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1498792140,
            "txt_content": "Sid Meier and the Civilization\n应当翻译为《文明》\n别问我怎么知道，这两天沉迷这个游戏"
        },
        {
            "author": "Qilx1014",
            "timestamp": 1498792500,
            "txt_content": "Smokey_Days 发表于 2017-6-30 11:09\n应当翻译为《文明》\n别问我怎么知道，这两天沉迷这个游戏\n已修正XD"
        },
        {
            "author": "小天缘",
            "timestamp": 1498792680,
            "txt_content": "可以的 佩服佩服"
        },
        {
            "author": "陈丛",
            "timestamp": 1498794480,
            "txt_content": "哇 七月发布 期待期待"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1498995420,
            "txt_content": "啊，好长的一篇，大概看了一下，那么我说下发现的几个点和建议吧\n\noff to the races 这个指的是开始某件事 比如这里可以指的是入游戏坑\ndetovee 也可以指爱好者\na ... person 我觉得说成 热爱...的人 比较好\n I feel like with those games, there’s a right way and a wrong way to solve a problem...\n这里作者似乎并没有说喜欢这种模式，而且如果有的话上下文就相悖了\ncompost bin 我觉得可能只是垃圾桶吧。。\n I recovered from epic fails 从史诗失败中恢复回来\nas all this was happening, it dawned on me可以说成 与此同时，我明白了 这种感觉\n另外英语中常见的破折号连接在中文里不是那么适用，可以尝试变通一下，以及句式习惯方面，建议读一下中文然后思考一下如果使用中文的行文这样会不会奇怪\n\n感觉目前的状态还可以在继续打磨打磨，建议再通读润色一遍，之后别忘了找我评定录入博文录=A="
        },
        {
            "author": "几何爱好者",
            "timestamp": 1591443600,
            "txt_content": "这世界变化的太快了 - 旧的教育系统只是吐出信息，而现在，这已经是读死书了。（                                                                         \n                                                             滑稽保命）"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111560,
            "txt_content": "感谢翻译采访，辛苦了"
        }
    ]
}