{
    "title": "[Minecraft.net|CULTURE] Dare You Enter？ —— 你敢进来吗？",
    "author": "cc7w",
    "replyCount": 0,
    "timestamp": 1498800300,
    "txt_content": " 本帖最后由 cc7w 于 2020-2-15 11:47 编辑 \n\nDare you enter?\n你敢进来吗？\nTake a terrifying tour of 10 Ridgewood Road\n去里奇伍德路10号体验一场恐怖旅行\n\nHannah Dwan 哈拿·德万\nSome buildings you can take just one look at and instantly understand completely, where a story is told through architecture and symbolism. Or because they're just really,really creepy.\n有些建筑物只需看一眼，就可以完全理解其背后的故事。可能是因为建筑结构和象征符号传达了隐情，也可能单纯只是因为建筑本身令人毛骨悚然罢了。\n\nA popular theme builders go for to get that instant recognition is a spooky one. Graveyards populated with Endermen, abandoned mineshafts that warn of a horrible threat, or wastelands where only the most terrifying monsters have survived.\n想要达到初见会意的效果，恐怖是非常受欢迎的建筑主题。无论是末影人居住的墓园，还是带有前方危险警告的废弃矿坑，抑或是只有最恐怖的怪兽才能生存下来的废土，都是如此。\n\nIt doesn’t have to be something massive, though. One builder, Oxide, decided to focus in on a single sinister building.\n但是，你的建筑不一定要十分庞大。建筑师 Oxide 便是如此，他决定专心打造一间恐怖的宅邸。\n\n\n10 Ridgewood Road is the home to a warlock called Dexter Ridgewood, who would lure victims into his house. Of course, the people being lured into 10 Ridgewood Road should probably have realised it was dangerous from just how terrifying the house looks. Plants that surround the house have died, and the building itself seems unnatural with its awkward, slanted architecture.\n里奇伍德路10号是术士德克斯特·里奇伍德的宅邸，他时常将实验者掳到他的房子中。当然，被掳到房子里的人看到房子的外观后，应该已经意识到了危险。房屋附近的植物全部枯萎了，而房屋本身倾斜矫作的风格使它看起来十分的不自然。\n\n“The build is actually inspired by the Netflix show ‘A Series Of Unfortunate Events,” Oxide told us. “The house itself is Count Olaf's house from the TV show. I was actually looking for some cool concept art and I saw an interesting fan art someone made of the house, so I decided to build it.”\n“这间房屋的灵感来源其实是 Netflix 上的视频‘厄运接踵而至’，” Oxide 告诉我们，“房子本身是仿制视频里奥拉夫伯爵的府邸造的。其实，当时我其实在找概念艺术的作品，却发现了粉丝绘制的这间房子，所以我决定复现它。”\n\nBut the build isn't just a straight copy from the TV show - more a mish-mash of inspirations. Another bit of concept art Oxide saw for something else put forward the idea of a house almost being like a plant: one of the inspirations for the towers ‘sprouting’ out of the roof.\n但这座建筑并不是单纯的仿制，而更像是灵感的大熔炉。Oxide 遇到另一件概念艺术作品之后，就有了将房子造的像棵植物的想法：塔楼是植物的芽尖，冲破屋顶的束缚生长。\n\n\n\n\n\n\n\nBut he needed his own spin on it, and looked to his friend Geminata to come up with a story for this build.\n但他也要融入自己的点子，于是他找来朋友 Geminata 为建筑编写背景故事。\n\n“Dexter Ridgewood was a mix of myself and a dream I had,” Geminata explained. 'When Oxide asked me to write this for him, a character started forming into my mind. A character that, despite the great evil in his mind, was rather innocent and relatable at the heart.” Hopefully not too relateable though, eh?\n“德克斯特·里奇伍德这个人物既有我本人的影子，也与我做的梦有关，” Geminata 解释说，“当 Oxide 让我帮他写故事的时候，这个角色便浮现在我的脑海之中。虽说这位术士总有邪恶的想法，但他的内心实际上洁白无瑕，而且他渴求建立心理的联系。”呵，希望这联系可不要太深入了呢。\n\n10 Ridgewood Road has some secrets, too. In the story, one of Dexter Ridgewood’s victims was a general named Samuel Elderberry, and he suffered a terrible fate. Rather than being killed, his soul was trapped in a crystal ball. In one of 10 Ridgewood Road’s towers, that crystal ball sits with Elderberry’s soul, trapped for all eternity.\n里奇伍德路10号里也隐藏着一些秘密。在故事中，有一位名叫塞缪尔·埃尔德贝里的将军成为了里奇伍德的受害者，但他悲催的命运不止于此。他的灵魂没有消殁，而是被囚禁在了一颗水晶球中。现在，这颗水晶球承载着这位将军的灵魂，仍然被藏在这间房子的塔楼里，也将永远保存下去，直到世界的尽头。\n\n\nDetails like this are what really make the build come alive and evoke those horror vibes. The warped trees may not be the main focus to the build, but they frame it in death and decay. Looking back on the build, Oxide says that “the trees and dead grass really helped nail that scary atmospheric feel. When I finished, and I looked back at it, I could feel that scary atmosphere in the build, I was very happy I was able to capture that.”\n正是这样的细节才渲染了恐怖的氛围，使得这座建筑显得栩栩如生。扭曲的树木可能并不是建筑的核心，但正是这树林才将房屋主体笼罩在死亡与凋零之中。回望这座建筑，Oxide说，“树木和枯草着实为恐惧的氛围添彩。完工后，我自己都能体会到这恐怖的氛围，很高兴我最后成功地把这气氛摹刻了下来。”\n\n10 Ridgewood Road was made on Builder’s Refuge, a server and network for builders to create art together. It always has builders working together, giving each other advice and tips on their creations. A handy process for any creative project!\n里奇伍德路10号在Builder’s Refuge服务器上制作：服务器欢迎各位建筑师来进行艺术的创造。服务器上，总有建筑师协作互助，互相指点建筑技巧。对于任何建筑工程来说，都是令人受益匪浅！\n\nThe process for Oxide, though, is about constant iteration, always building on top of what he’s already got. That starts with his inspiration, then evolves. “When I build I constantly take a step back, and look at it for a minute, imagining what parts I could add where and what would look good.”\nOxide 的建筑过程，却是一股劲地向上搭。一切都要从灵感开始，然后逐渐演化。“建筑时我会不时后退，然后总览整个建筑，思考在哪里加哪些方块能为建筑添彩。”\n\n\nIt’s all a part of Oxide’s design process, to go through stages of working on concept sketches, to building pieces, fitting it all together, and working out what details will bring it all together. All finally resutling in 10 Ridgewood Road, a house that will scare the pants off you!\n这就是 Oxide 的设计过程，历经概念草图、分部建筑、拼接整合和修饰细节这几个部分。最后，里奇伍德路10号大功告成——相信这座房子会把你吓尿！\n\nIf you want to follow Oxide’s exploits in the future you can follow him on Twitter . Currently he’s teasing something rusty - what could it be?\n如果你想关注更多 Oxide 未来的精彩作品，你可以关注他的推特。现在他正致力于一座生锈的建筑——会是什么呢？\n\nRenders by Necrosys, Trentu and Mydelko\n渲染：Necrosys, Trentu 和 Mydelko\n\n【c7w 译自官网 2017 年 06 月 28 日发布的 Dare you enter?】\n【本文排版借助了：SPX】\n\nD A R E   Y O U   E N T E R ?\n你 敢 进 来 吗 ？\nTake a terrifying tour of 10 Ridgewood Road\n去伍德路10号体验一场可怕的旅行\n\n\n　　Some buildings you can take just one look at and instantly understand completely, where a story is told through architecture and symbolism. Or because they're just really, really creepy.\n　　有些建筑物在你只能看它们一眼，因为你可能瞬间就能完全了解它们，了解它们包含在建筑和象征之中的故事，又或是它们真的只是很吓人，很吓人，让你无法再看第二眼。\n\n　　A popular theme builders go for to get that instant recognition is a spooky one. Graveyards populated with Endermen, abandoned mineshafts that warn of a horrible threat, or wastelands where only the most terrifying monsters have survived.\n　　一些著名的主题建筑师所组成的团队的宗旨是让那第一印象毛骨悚然——如聚集着末影人的墓地，有着恐怖氛围的矿井，大部分可怕怪物生存的荒原。\n\n　　It doesn’t have to be something massive, though. One builder, Oxide, decided to focus in on a single sinister building.\n　　但是，它不需要是非常宏大的建筑。一位建筑师，Oxide，决定专注于单个惊悚的建筑之上。\n\n\n\n　　10 Ridgewood Road is the home to a warlock called Dexter Ridgewood, who would lure victims into his house. Of course, the people being lured into 10 Ridgewood Road should probably have realised it was dangerous from just how terrifying the house looks. Plants that surround the house have died, and the building itself seems unnatural with its awkward, slanted architecture.\n　　伍德路10号是一位叫做Dexter Ridgewood的巫师的房子，他吸引着人们进入他的房子。当然，被吸引进伍德路10号的人们可能已经从房子的可怕外观意识到它是多么的危险——房子周围的植物都已枯萎，建筑也因它的笨重与倾斜而显得不自然。\n\n　　“The build is actually inspired by the Netflix show ‘A Series Of Unfortunate Events,” Oxide told us. “The house itself is Count Olaf's house from the TV show. I was actually looking for some cool concept art and I saw an interesting fan art someone made of the house, so I decided to build it.”\n　　“本建筑的灵感其实来源于Netflix网站上的视频‘难忘事件系列’”，Oxide告诉我们。“房子本身是视频中Count Olaf的房子。我其实在寻找一些比较酷的艺术概念，然后我就见到了这座有趣的房子，于是我决定在游戏中建造它。”\n\n　　But the build isn't just a straight copy from the TV show - more a mish-mash of inspirations. Another bit of concept art Oxide saw for something else put forward the idea of a house almost being like a plant: one of the inspirations for the towers ‘sprouting’ out of the roof.\n　　但这个建筑并不仅仅是节目中房子的重建版本——它是很多灵感的大杂烩。Oxide的另一个艺术概念是让这座房子就像植物一样——这对于塔楼来说是灵感来源之一——它们从屋顶“发芽”。\n\n\n\n\n\n\n\n　　But he needed his own spin on it, and looked to his friend Geminata to come up with a story for this build.\n　　但是他需要自己的努力，然后他找到了他的朋友Geminata来为这个建筑构思一个故事。\n\n　　“Dexter Ridgewood was a mix of myself and a dream I had,” Geminata explained. \"When Oxide asked me to write this for him, a character started forming into my mind. A character that, despite the great evil in his mind, was rather innocent and relatable at the heart.” Hopefully not too relateable though, eh?\n　　“Dexter Ridgewood是我的梦想和我自己内心深处声音的混合”，Geminata解释道。“当Oxide让我给他写一个故事的时候，一个角色就开始在我脑海中成型了。这个角色隐藏他内心的邪恶，反而表面看上去天真无辜，令人信服。”但希望他也不要太可信，哈？\n\n　　10 Ridgewood Road has some secrets, too. In the story, one of Dexter Ridgewood’s victims was a general named Samuel Elderberry, and he suffered a terrible fate. Rather than being killed, his soul was trapped in a crystal ball. In one of 10 Ridgewood Road’s towers, that crystal ball sits with Elderberry’s soul, trapped for all eternity.\n　　伍德路10号中也有一些秘密。在故事中，被Dexter Ridgewood所杀害的其中一个人是一位叫做Samuel Elderberry的将军，他的命运非常可怕——他没有被杀戮，而是他的灵魂被困在了一个水晶球当中。在伍德路10号的一座塔楼中，你就能找到带有Elderberry的灵魂的水晶球，它陷入了永恒之中。有些小编连这句话都不删就转载了。Naive！\n\n\n\n　　Details like this are what really make the build come alive and evoke those horror vibes. The warped trees may not be the main focus to the build, but they frame it in death and decay. Looking back on the build, Oxide says that “the trees and dead grass really helped nail that scary atmospheric feel. When I finished, and I looked back at it, I could feel that scary atmosphere in the build, I was very happy I was able to capture that.”\n　　像这样的细节才真正让建筑变得活灵活现，才能造就这些恐怖的氛围。扭曲的树木可能不是建筑的主要部分，但是它们是死亡和腐烂的外部框架。回望他的建筑，Oxide说“树和枯草帮助我固定了可怕的感觉。当我完成整个建筑，然后再看它一眼时，我能感受到建筑内的可怕感觉，我很高兴我能够塑造它。”\n\n　　10 Ridgewood Road was made on Builder’s Refuge, a server and network for builders to create art together. It always has builders working together, giving each other advice and tips on their creations. A handy process for any creative project!\n　　伍德路10号建造于Builder’s Refuge之中，Builder’s Refuge是一个能够让建筑者们一起建筑的服务器。服务器上面经常会有一起建筑的建筑师，他们在建筑方面互相给予意见和提示。这是任何对于创造性项目的捷径！\n\n　　The process for Oxide, though, is about constant iteration, always building on top of what he’s already got. That starts with his inspiration, then evolves. “When I build I constantly take a step back, and look at it for a minute, imagining what parts I could add where and what would look good.”\n　　Oxide的工程，不同的是，它们不断更新换代——它们总是建立在他能够想到的东西之上。它的建筑通常起源于他的想法，然后不断演变与进化。“当我建筑完一部分后，我总是喜欢后退一步，然后看它一段时间，想一想我还能够增加哪些能够让它看起来很棒的细节。”\n\n\n\n　　It’s all a part of Oxide’s design process, to go through stages of working on concept sketches, to building pieces, fitting it all together, and working out what details will bring it all together. All finally resutling in 10 Ridgewood Road, a house that will scare the pants off you!\n　　这些都是Oxide工程设计的部分——完成概念草图，分步建造，使互相协调，然后找出哪些细节能够让各部分看起来更加的一体化。这些全部都在伍德路10号得到了体现——它甚至会把你的裤子吓跑！\n\n　　If you want to follow Oxide’s exploits in the future you can follow him on Twitter. Currently he’s teasing something rusty - what could it be?\n　　未来如果你想关注Oxide的成就的话，你可以在Twitter上关注他。现在他正在梳理一些锈迹斑斑的东西——那会是什么呢？\n\n\nhttps://minecraft.net/zh-hans/article/dare-you-enter发布者 Hannah Dwan发布时间 17.6.28翻译者 c7w翻译时间 17.6.30润色 7.1 大早上\n\n\n",
    "replies": []
}