{
    "title": "[管理][未知之域]ItemEditor——简单方便地编辑物品大多数属性[1.8-1.12.2]",
    "author": "寂",
    "replyCount": 99,
    "timestamp": 1498810980,
    "txt_content": " 本帖最后由 寂 于 2019-10-2 14:27 编辑 \nItemEditor V1.2.1 正式版                                                          ———来自Unknown Domain团队版权声明：此插件的版权归沉寂（1582952890）所有，来自小组Unknown Domain，禁止任何人以任何方式任何目的转载至任何网站，请不要做无良的搬运工，谢谢。本插件仅授权发布至Minecraft我的世界中文论坛（MCBBS），并且仅对本贴提供的论坛附件内的插件负责。非本贴途径获得的插件，产生任何问题，出现任何后门，后果自负。\n\n重要的事情：千万不要开启强制Unicode字符，不然会很爽哒。这个插件编辑出来的物品不需要这个插件的支持，假如你在BC里的一个服里用本插件做出来了一个物品，弄到没装本插件的服务器物品照样可以使用的。地图中包含本插件编辑的物品，这个地图导出到单机照样可以使用。\n\n关于插件的介绍请看这里：https://chenji.gitbooks.io/itemeditor-wiki/content/如果打不开请看上方目录，文字可点，直接从GitBook复制过来的，排版很渣请谅解。\n下载地址：\n更新记录：2018-8-12：【1.2.1正式版】：修正了操作值的BUG，修正了一处菜单指令BUG。2017-11-5：【1.2正式版】：增加了对设定无法破坏属性的支持\n2017-7-12：【1.1正式版】：内置ASM库，修复了1.12不支持的问题，感谢BUG提供者：@玩手游2017-7-11：【1.0正式版】：增加物品预览功能\n剩余部分记录省略\n\n未来计划：\n  支持药水效果添加所有的物品属性编辑 -0.2 beta已完成。 \n  API更新刷怪笼 目前该插件已经停止维护\n部分插件源码来自ASM开源项目（开源地址：ClickHere）已经遵循相关开源协议\n\n\n\n\n教程部分：ItemEditor\n一、插件的作用&优点：这个插件允许你编辑物品的几乎全部的属性。对于腐竹，这个插件可以帮助您方便的编辑您物品的各项信息，帮助您制作炫酷的物品，Tellraw编辑器的实现，意味着您不需要再去查询附魔表，查询药水效果表，只需要用您的鼠标，选择您的操作，Tellraw编辑器会自动为您补全指令，您只需要输入很少的必要的信息『比如附魔的等级』，按下回车，即可完成编辑。对于开发者，这个插件提供了一个简单易用的API，插件通过ASM根据服务端版本生成类，几乎达到直接导入，操作的效率，打破目前编辑NBT几乎都是靠反射带来的潜在的效率低下问题。插件实现了一套NBT系统，你可以在很轻易的犹如直接操作NMS的NBT一样操纵这套NBT系统。通过创建NMSItem，可以轻易地编辑任何ItemStack的NBT。这个类自带一个转换器，允许您直接将本地的NBT系统设定到NMSItem，自动地将其转化为NMS的NBT系统。这个插件还实现了一套操纵物品的API类，它的名字是ItemEditor，你可以使用一个ItemStack构造它，它提供了一系列的方法，您通过这些方法可以编辑这个物品的绝大方面，避免了自行编辑NBT的麻烦。同时这个类也是ItemEditor插件的核心，编辑器也是基于它制作的。\n二、插件初衷：据我所知，目前在Minecraft联机界，没有十分方便且全能的物品编辑器，是的，在此之前，圈子内已经出现了一个优秀的编辑器，但它的编辑方式是纯指令的。我希望我的这个插件，可以打破这一局面。让方便的物品编辑器造福广大腐竹。三、鸣谢：在插件开发的过程中，尤其是ASM部分，遇到了很多的坎坷，挫折。克服这些困难，得益于一些大佬的帮助。感谢耗子对使用ASM直接生成类操作NMS的建议。感谢耗子在我初涉ASM中遇到的无数困难的耐心指导。感谢耗子提出本地NBT系统的设想。感谢耗子及时指出一些代码的Bug及提供解决方案。感谢jiongjionger对Tellraw相关的帮助。感谢jiongjionger对反射相关的帮助。感谢皇天提供测试插件时候的思路。感谢其他在开发过程中鼓励/帮助过我的人。\n四、注意事项：插件不支持1.7.x或更低版本的服务端，包括API部分。对于1.8或者更高版本，插件的Tellraw编辑器仅支持Spigot或者其派生的服务端，不支持CraftBukkit，Sponge。插件基于Java8编译，并且仅仅只支持Java8，（既然服务端版本都1.8+了，不存在对Java8不友好的问题了，既然如此为何不升级呢），在Spigot1.9.4，Spigot1.10.2详细测试通过。其他版本暂未完全测试。如果发现兼容性问题，请向我反馈\n五、编辑器的使用方式：请见下一页六、指令与权限：权限只有一个：itemeditor.use，拥有这个权限的玩家可以使用全部的功能。可见指令如下：其余指令为编辑器隐含指令，无需公开调用。七、开源与源码地址：http://git.oschina.net/ChenJi158/itemeditor八、关于物品缓存模式的说明：使用/ie edit 编辑手中的物品后，这个物品将加载进缓存，然后编辑器的所有操作都是针对于这个物品而编辑的，编辑完成后，我们需要/ie get 来取回已经编辑好的物品。九、Bug&建议反馈方式：在MCBBS发布贴回帖：http://www.mcbbs.net/forum.php?mod=viewthread&tid=701766发送邮件到我的邮箱：1582952890@qq.com在码云新建Issues\n插件的发展离不开诸位的支持。\n\nTellraw编辑器介绍：在Minecraft的聊天组件中，有一套可以与聊天框交互的组件，可以做到放在上面显示叙述信息，可以做到点击的时候执行指令，甚至还可以做到将向客户端的聊天框建议指令（自动补全）。本插件大量运用这个组件，实现了一套方便的编辑器，可以做到仅仅只需要输入部分必须的信息（比如添加叙述，输入叙述信息，添加附魔，输入附魔等级）。几乎不用输入任何指令。免去了记忆指令和查询指令的麻烦。十分方便。\n\n快捷菜单介绍：一、什么是快捷菜单：快捷菜单是整个编辑器的入口，是整个编辑器的中心，这里列举了一些非常常用的工具，几乎所有的界面都有选项可以直接返回快捷菜单。二、如何进入快捷菜单：让我们手持我们所需要的物品，输入指令/ie edit，然后让我们看看效果：嗯好，这便是快捷菜单了，前面的红色字体XX类即为类别，后面的绿色选项皆可以点击，快速进入。鼠标在上面悬浮，会有相关的介绍，比如我的鼠标悬浮在了添加叙述上面，看到了这样的效果：下面的所有编辑器的介绍都会围绕这这个菜单展开。我们还可以在任何时候输入/ie quick 来打开快捷菜单，前提是您的编辑器中需要有一个物品。还有，几乎所有的界面都包含了一个<= 进入快捷菜单 的选项，你可以通过点击它直接进入。备注：各个版本的快捷菜单实际可能与图片中有所出入，请以实际为准。\n展示类编辑器：一、前言：通过快捷菜单我们可以知道，展示类的编辑器主要有3个功能，2个编辑器：一个是叙述编辑器，一个是展示名称编辑器。为了让大家更方便地了解什么是叙述，什么是展示名，这里我举了个例子如图所示，这是在箱子界面内，我的鼠标悬浮在某个物品上，弹出的信息，仅仅只第一行是展示名（当然，有的时候展示名过长会自动甩到第二行甚至第三行，这个根据客户端的屏幕宽度和高度而定），下面的信息都是叙述，一个物品可以有多行叙述。二、设置展示名：让我们的目光放到展示类的第一个：设定名称，好吧名称就是展示名，当时我为了对齐把展示名缩写成了名称，请见谅。现在我们以一个苹果举例，手持它，输入/ie edit 编辑它，然后点击设定名称，看看会发生什么？如果不出意外的话，大概是这样，注意看下方，编辑器已经自动填充好了设置指令，我们只需要直接输入我们想要的名称即可，支持颜色符号（关于颜色符号的更多请查询这里，把§换成&即可）。比如我将其设置为&a有机&c红&d苹果，然后按下回车，看看会发生什么？如果不出意外的话，大概你会收到这样的一条信息，注意看，<=开头的文字都可以点击，你可以根据指引，返回快捷菜单或者获取一个物品，现在我们点击获取一个物品，看看我们的设定是否生效了呢？点击之后，你会收到一条类似于成功设定物品名称的提示信息，然后注意一下我们的背包，似乎多了一个苹果？像这样，我们就获取了一个物品，正如我们所料，我们成功地设置了这个苹果的展示名，在任何时候，你都可以/ie get [物品的数量]来获取物品，几乎所有的成功设定属性的界面都会含有像上面那样获取一个物品的选项，即使没有，你也可以先点击打开快捷菜单，然后点击操作类的获取物品来获取，如果您觉得哪个界面因为缺少什么您期待的功能，快捷选项，请反馈给我，这将帮助我们做的更好。三、设置叙述信息：叙述正如字面上的意思，是用来叙述这个物品的，所以我们不妨添加一些信息来介绍这个有机的红苹果。我们可以看到，快捷菜单的展示类有一个添加叙述的选项，让我们点击他看看会发生什么？如果不出意外的话，应该像这样，编辑器已经为我们补全了指令，我们只需要直接在后面输入我们要添加的叙述就好了。比如我先写一行：这个&c红苹果来自大**部的有机农场，按下回车。如果不出意外的话，我们会受到这样的一个信息，第一个选项的功能与快捷菜单中添加叙述的功能相同，你可以很方便的在这里添加一条又一条的叙述。比如我再写两条，深入介绍下这个苹果。然后获取一个物品看看效果呢？好吧，现在这个苹果大概是这样了。突然发现颜色有一些单调，不是吗？我们要修改它怎么办，这里就要用到叙述列表编辑器了。返回快捷菜单，点击叙述列表，我们大概会收到这样一个菜单：我们可以看见，编辑器实现三个选项，删除，修改，添加。我们在这里用到它的修改选项，比如我先修改第一行：我们可以看见，编辑器为我们补全了指令，我们无需关照前面的指令，仅仅需要修改&c后面的叙述信息。（小技巧：Minecraft聊天框犹如文本框，我们可以用键盘上的←→来切换光标位置，也可以用鼠标直接确定光标位置。不必先按退格键删除再重写），让我们修改一些颜色符号，让他看起来似乎更好。我选择这样修改，当然，修改的决定权在你们的手中，你可以不必拘泥于这样，写下任何你想写的。按下回车，不出意外的话我们会看到下面的这个界面：。。为何感觉怪怪的有点花里胡哨的。不管了233，就这样吧。或许您在好奇，这个添加选项是什么意思，嗯，这个添加选项指的是在指定的行数之前，插入一行叙述。让我们来试试：是的，我在第一行前面添加的，我们会看到，新添加的叙述取代了第一行的位置，然后原来的第一行变成了第二行。然后后面的继续向下顺延，但是，我们大可以不必如此关心这些，因为编辑器会帮助我们妥善处理这些问题的，我们只需要知道，我们的需求是什么，我们需要在哪一行的前面插入信息，然后按照要求操作即可，因为是测试的，我们需要将第一行删除，这时候，删除选项就派上了用场，让我们点击一下，看看效果？嗯好，不出所料的是，大概这样，让我们来获取一个物品，看看最终的效果吧。不错，达到我们的预期效果了。这便是物品叙述编辑器的一个简要介绍，通过这篇介绍，你们或许已经大体了解了展示类编辑器的主要功能，红苹果的栗子可能只算一个砖，如何引出玉石需要各位腐竹自己的脑洞了。祝你们成功。\n\n附魔类编辑器一、添加附魔：目光回到快捷菜单，我们可以看到附魔类下面有两个快捷选项，一个是附魔列表，一个是添加附魔，在这里，我们先点击添加附魔，看看会发生什么：我们会看到这样的一个界面，这便是附魔添加工具了，（只是，没对齐很尴尬，强迫症哈哈哈哈哈哈哈哈哈哈我尽力了）。我们用鼠标悬浮在附魔名称上，会出现一些关于这个附魔的信息，比如我的鼠标悬浮到了锋利上面：如果不出意外的话，大概是这个样子。我们点击一下试试呢？嗯好，我们看到编辑器已经为我们补全了指令，我们只需要输入一个等级，按下回车即可完成。嗯，这里我添加了一个锋利等级为20的附魔，获取一个物品试试看呢？这绝对没什么不和谐的对吧2333。然后我再添加几个。这似乎看起来更不和谐了，我们的苹果竟然成为了防身武器。不过想想看，有一个饿了可以吃，看见怪物了还可以防身的武器实则不错啊。二、附魔列表：让我们再回到快捷菜单，点击附魔列表，我们会看到类似于下图的界面：这里列举了那个物品的所有附魔，看看是不是刚才添加的那些呢？每个附魔名称后面，你会看见其等级，以及两个选项：删除和修改。删除就是字面上的意思，将这个附魔删除。修改指的是重新指定这个附魔的等级。突然发现，对于没有耐久的物品例如苹果，似乎要经验修补的附魔没用啊，于是我们可以点击后面的删除，将其丢出去。无限也是啊，毕竟它不是弓。所以一起丢出去好了：删除完成后的列表看起来是这样的。突然发现，20级的击退，是不是有点破坏平衡了呢？ 我们不必删除后再重新添加，我们大可以试一下后面的修改选项，这时，我们看到，聊天框被自动补全了指令，我们只需要输入一个新的等级，即可完成修改。获取一个物品，看看是否修改成功了呢？\n属性类编辑器一、什么是属性：\n属性（Attributes）是生物和玩家身上的增益/减益特性系统。\n这是来自于Wiki的解释，Minecraft物品有一个特殊的属性列表，它可以使玩家自身的一些属性在合适的情况下增益或减益。我们可以类比于附魔来看，附魔的增益是在于工具本身，比如拥有效率的附魔，挖石头会更加快速。拥有在头部位置生效的最大生命值+的属性，则会提升玩家自身的最大生命值。二、添加属性：让我们的目光再回到快捷菜单，我们可以看到附魔类下面有两个快捷选项，一个是属性列表，一个是添加属性，在这里，我们先点击添加属性，看看会发生什么：没错，这是一个向导，这是第一步，选择属性的类型。（关于属性类型的详细介绍可以看这里），我们不妨以最大生命值为例，演示下如何为我们的有机苹果添加一个“**”的属性。在这个编辑器中，鼠标悬浮在名字的上方，可以到一些关于这个属性的叙述，比如最大生命值的叙述：如果我们想选择这个，点击即可，编辑器会自动进入下一步。这里是生效位置选择界面，主手对应的是右手，也就是当这个物品被右手持握时，这个属性才会添加到玩家。副手对应左手，与主手同理。头上对应的是玩家背包的头盔位置，身上对应的是玩家背包的胸甲位置，腿上对应的是玩家背包中的护腿的位置，脚上对应的是玩家背包的靴子的位置，这四个位置分别适应可以带在对应位置的护具，不过使用Essentials的/hat指令可以将大部分物品直接戴在头上，如果你确定你的使用对象拥有这个权限，你大可以为可以戴上的物品添加头上属性。最后一个位置是全部，即任何位置都可以使属性生效。这里我们就选择主手做演示吧。点击了主手，我们就来到了第三步，在这里，让我们点击一下 <= 自动补全指令，吼了，注意看下方，编辑器为我们补全了指令，我们无需关心前面的指令是什么，仅需要输入你要的数值即可。属性的值针对于不同的属性的效果都不同，例如对于最大生命值，他的值代表了它增加/减少的生命值，对于攻击伤害，这个值代表了它的增加/减小的攻击伤害，但是这并不代表最终效果，最终效果是受操作值的影响，有关操作值请在下方寻找，但是默认情况下，这个值的意义就是直接增益或减益。我们输入一个值，比如10,按下回车，就完成了添加。这下，让我们获取一个物品看看效果呢？换到生存模式，用主手持握看到我的血量条变成了这样，好了，成功地被**了。三、属性列表：让我们再回到快捷菜单，点击属性列表，我们会看到类似于下图的界面：这里列举了那个物品的所有属性，看看是不是刚才添加的那些呢？鼠标悬浮在属性名称上，你会看见它的相关信息，后面有三个选项删除，修改数值，修改操作值。删除就是字面上的意思，将这个属性删除。修改数值指的是修改这个这个属性的值，修改操作值指的是修改这个物品的运算模式，默认是0，以下引用了wiki的原话：修改的Operation(运算模式)决定这个属性被修饰的模式，大概的说明为：直接加减Amount,乘以Amount，乘以Amount+1；Operation可选值有三个： 0、1 或者2. 这个值将会决定修饰符对属性的基础数值的计算方式.若该值为0：将X的增量设为Amount的值，例如：{Amount:2,Operation:0}和{Amount:4,Operation:0}与基础值3的结果是：9 (3 + 2 + 4 = 9)。若该值为1:将Y的增量设为X×Amount的值； 例如：修饰符属性：{Amount:2,Operation:1}和{Amount:4,Operation:1}与基础值3的结果是21（3 *（1 + 2 + 4）= 21）。若该值为2: 则计算Y = Y × (1 + Amount的值) (等同于将Y的增量设为 Y × Amount的值).Minecraft会先设 X = Base, 然后执行所有Operation的值为0的修饰符, 紧接着设 Y = X, 之后再执行所有Operation值为1的修饰符, 最后才执行所有Operation的值为2的修饰符。例如：{Amount:2,Operation:2}和{Amount:4,Operation:2}与3的基础值结果是45（3 *（1 + 2）*（1 + 4）= 45）。\n一般情况下都是0，也就是直接增益或减益，如果有更高级的需求请自行探索。\n特殊类编辑器一、颜色编辑器：顾名思义，就是编辑颜色的，MInecraft中有一些奇怪的物品，他们可以自定义他们的颜色，比如皮革护具。这里我们再不能拿我们的有机苹果举例了，我们就拿一件皮革胸甲举例吧。手持物品，输入/ie edit 来编辑，这时候我们看见了这个警告：这意在提醒我们，物品无价，谨慎操作。因为我们事先已经获取了物品，所以我们可以大无畏地忽略并继续操作。紧接着打开了快捷菜单，找到设定颜色，然后不出意外的话，大概会是这样？一些预设好的颜色我们可以直接使用，点击即可。Minecraft对于这些颜色可变的物品，不仅仅拘泥于这些颜色，它允许你自定义RGB值，来实现几乎任意的颜色。编辑器也同样支持这样做，你只需要点击上方的自定义RGB值，然后在补全的指令中，按照顺序输入 [R值] [G值] [B值] 中间用空格填充，比如我要设置纯红(255,0,0)那么这个指令看起来应该是这样的：输入完成后，点击回车即可D:现在，我们获取一个物品，看看我们的修改是否生效了呢？很成功D：二、隐藏属性编辑器：Minecraft实现了一套机制，它允许你隐藏关于你的物品的一些信息，比如，蓝字属性，附魔，烟花信息等。有人可能会问？既然是物品的属性，那不是应该全盘展示出来嘛，隐藏的必要何在？不，在一些特殊情况下，隐藏属性可以让一个物品变得更好，你或许在烟花编辑器或者蓝字属性编辑器那里会深有体会，因为在效果较多的情况下，很可能造成客户端显示不全，刷屏。这时候，将标签隐藏，然后我们自行用叙述介绍这个物品或许是更好的选择。下面我们该继续编辑我们的有机苹果了。打开快捷菜单，找到设定隐藏标签，点击进入，然后你大概会看到类似于这样的界面：（强迫症别打我23333），然后我们可以自行设定是否隐藏，每个属性后面对应的关闭/开启是当前的状态，点击一下即可切换。例如我点击属性后面的关闭，然后你会看到，它变成了开启，意味着这个物品的蓝字属性被隐藏了，获取一个物品，看看效果呢？这意味着它消失了吗，不是，它只是隐藏了，但仍然起着作用，不信？换到生存模式试试呢？发现我们再次被**。当然，我认为这是不够的，我们至少要让玩家知道啊，所以我们可以选择添加两行叙述来达到这个。 第四行的实现是这样的，%s%在编辑器内自动转换为空格，所以我们不妨直接在第四行只写一个空格来达到空置的效果。这样看起来是不是更和谐了一些呢？好吧一点也不和谐，我认为这个例子没有完全体现出物品标签隐藏的意义，您或许可以试着做一个位置为全部的物品，然后看看他的叙述信息？是不是刷屏了，把它隐藏了吧，然后增加两行叙述，做成这样，对比的差异或许更加明显。\n药水类编辑器：一、什么是状态效果：状态效果（Status effect）是影响实体的各种状态，既可以是良性的也可以是恶性的。游戏中状态效果可以以多种形式给予，但常来源于食物、药水与信标。这是来自于Wiki的解答，更多关于状态效果请点击这里。二、添加一个药水效果：首先要先讲一下效果列表的概念，物品的NBT信息中，有一个特殊的效果列表，记录了这个物品的效果，当药水类被喝或者被扔出去，都会对对应的实体添加列表内的所有效果，在原版之内，有一些预定药水，具体可以查看创造模式物品栏，但是那是远远不够的，在一些RPG剧情中，我们可能需要一些拥有多种效果的药水，希望这个编辑器的出现，可以使这个有一个方便的解决方案。从本章起，我们将不再使用有机苹果的栗子来演示了。这章选用一个喷溅药水来做栗子，我们可以看到药水类下面有两个快捷选项，一个是效果列表，一个是添加效果，在这里，我们先点击添加效果，看看会发生什么：这个类比于附魔添加工具，我们可以选择我们需要的效果，然后编辑器会为我们自动补全指令，我们需要自行填写持续时间和等级。持续时间的单位是tick，也就是1/20秒（0.05秒）为了方便诸位腐竹，以下是一些常用的换算关系：[td]现实时间转换成Tick的时间1秒2010秒20030秒6001分12002分24005分6000假使我们要给一瓶药添加一个中毒的效果，然后持续时间是1分钟，等级是3级，我们需要先点击中毒，然后依次输入时间、等级，最后看起来应该是这样的，按下回车：如果不出意外的话，在添加工具的上方应该提示添加成功的消息：然后我们可以继续添加。再添加几个，最后获取一个物品，嗯是这个样子的：(谁要中了这个毒药的后果似乎也挺严重的哈哈哈哈）药水与普通物品一样，可以拥有自己的叙述信息，展示名，附魔，甚至蓝字属性，按照之前编辑我们的有机苹果一样编辑这个即可。如果想隐藏药水的效果，请查看特殊类编辑器的隐藏标签，把隐藏其他开启了就ok了。三、效果列表。返回快捷菜单，打开效果列表，我们会看到如图所示的一个列表：鼠标悬浮在名称上，可以查看详细信息，与其他列表一样，这个列表的修改选项都是字面上的意思，点击或者直接操作或者补全指令输入必要信息，按照要求操作即可。\n\n书本类编辑器：一、Minecraft书本特性介绍：Minecraft实现了一个特殊的物品：书与笔，我们可以用它记录一些东西，书与笔是可以随时编辑的，当你编辑完成后，点击署名，写上书名，就成为了一本成书，任何人都可以翻阅但是不可以修改。二、一些名词的介绍：如图所示，这是一本署名后的书，它的标题为一本神奇的书，作者是：MC_ChenJi，种类是原稿。三、书本编辑器：手持这本书，输入/ie edit ，进入快捷菜单，点击书本类后面的编辑工具，我们会看到一个类似于这样的界面：鼠标悬浮在文字上，即可查看物品对应的选项及一些建议。点击后会补全指令，然后再输入你要定义的信息即可。四：内容列表：已知Bug：无法正确读取书的内容，鼠标悬浮在内容上即可查看内容，这个界面类比于叙述列表，不再多叙述了，如有疑问请转查叙述列表。\n烟花类编辑器一、烟花介绍：Minecraft实现了一套漂亮的烟花机制，可以通过不同的合成材料来实现各式各样的烟花，更多的信息请看这里二、烟花火箭与烟火之星的区别：烟花火箭是可以直接发射出去的，可以包含多个爆炸效果的物品，烟火之星是烟花火箭的合成前身，只能包含一个爆炸效果。我们在一般的情况下可以直接制作烟花火箭，那样更加省力，而且非常方便。三、编辑前的准备工作：我们需要自行准备一个烟花，合成方式如图所示：合成完成后，手持烟花，然后输入/ie edit 进入编辑模式。四、一些基础设定：我们首先点击烟花工具，这里包含了所有关于烟花的设定的入口：重新制定飞行时间是必要的，因为如果不指定，烟花会过快的爆炸。飞行时间是1-3 如果你输入大于3的数据，它会自动整理为3。点击这个选项后，编辑器会为我们自动补全指令，然后输入想要的飞行时间即可。现在我们该添加我们的爆炸效果了。点击添加一个爆炸效果将会自动进入添加向导。添加向导共分5步，第一步是设置烟花的形状：如图所示，点击我们所需要的形状，然后自动进入下一步。这里我们以大型球状为例。不出意外的话，我们就进入了第二步，正如字面上的意思，这里定义了我们是否开启闪烁效果。点击下方的开启/关闭，即可进入下一步。我们以开启为例。第三步是设定是否有轨迹效果的，同上，我们以开启为例：第四步是设定烟花的爆炸颜色的，可以多选，我们只需要将鼠标放在想要的颜色名称上，然后点击即可，这里以青色举例：点击后，注意看下方，多了一个选项，我们可以点击它进入下一步了。第五步是设置烟花掉落物的颜色的，这个值可以跳过，选择方式同上。我们以青色，紫色，粉红色举例：然后点击添加完成：至此，我们已经完成了一个效果的添加。获取一个物品试试看呢？晚上的效果一个烟花可以有多个爆炸效果，这些效果将在烟花爆炸的时候同时散出，请腐竹们自行去试验，探索美丽的烟花装点服务器。\n等待更新\n\n等待更新\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "jiongjionger",
            "timestamp": 1498811880,
            "txt_content": "非常不错的插件，几乎是最好的物品编辑器：）"
        },
        {
            "author": "cten",
            "timestamp": 1498812480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "寂",
            "timestamp": 1498812840,
            "txt_content": "cten 发表于 2017-6-30 16:48\n占个楼，看上去相当好用，为什么不弄个成品效果图呢？\n吼啊，等下我去做一个"
        },
        {
            "author": "迷の十六",
            "timestamp": 1498813440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1207741285",
            "timestamp": 1498813800,
            "txt_content": "哇好厉害，可惜我纯净服务器不需要"
        },
        {
            "author": "寂",
            "timestamp": 1498814280,
            "txt_content": "迷の十六 发表于 2017-6-30 17:04\n一直在开坑\n忘记了以前的坑了吗23333\n记得呢，之后再填"
        },
        {
            "author": "MC神魔族",
            "timestamp": 1498814460,
            "txt_content": "没有给啊  当然想给你"
        },
        {
            "author": "yanshuchen",
            "timestamp": 1498814940,
            "txt_content": " 哇 原创大佬~~"
        },
        {
            "author": "zhanshi123",
            "timestamp": 1498839720,
            "txt_content": "dalao的插件很可以啊\n个人觉得非常方便，希望dalao继续加油\n感觉比辣鸡all u want 之类的mod和其他物品编辑插件好多了"
        },
        {
            "author": "Minecraft03522",
            "timestamp": 1499256480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "yzyhdc",
            "timestamp": 1499256780,
            "txt_content": "ssssssssssssssssssssss"
        },
        {
            "author": "aipaixiaoheijun",
            "timestamp": 1499257440,
            "txt_content": "666这个插件我给满分！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "Ghost_Killer-",
            "timestamp": 1499258280,
            "txt_content": "哇 原创大佬~~"
        },
        {
            "author": "浩然iii",
            "timestamp": 1499259360,
            "txt_content": "11113213432"
        },
        {
            "author": "1248558099",
            "timestamp": 1499261160,
            "txt_content": "支持！！！！"
        },
        {
            "author": "附魔武器",
            "timestamp": 1499266320,
            "txt_content": "感谢楼主"
        },
        {
            "author": "ForeverPiggg",
            "timestamp": 1499269440,
            "txt_content": "6666666666666666"
        },
        {
            "author": "Yi_Ning_Meng",
            "timestamp": 1499270520,
            "txt_content": "感觉还不错吧"
        },
        {
            "author": "元路",
            "timestamp": 1499294880,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "Not102",
            "timestamp": 1499298780,
            "txt_content": "几乎是最好的物品编辑器"
        },
        {
            "author": "淡想kall",
            "timestamp": 1499301480,
            "txt_content": "只是为了看隐藏的内容才回复的 不知道这样算不算违反"
        },
        {
            "author": "Black_Dragon",
            "timestamp": 1499309460,
            "txt_content": "6666666666"
        },
        {
            "author": "3246978610",
            "timestamp": 1499309640,
            "txt_content": "我去看着介绍都tm的吊炸天 回复"
        },
        {
            "author": "13807340651",
            "timestamp": 1499310060,
            "txt_content": "厉害了我的锅!"
        },
        {
            "author": "随风i",
            "timestamp": 1499311440,
            "txt_content": "666 支持一下~"
        },
        {
            "author": "kkk154",
            "timestamp": 1499311620,
            "txt_content": "大佬大佬，这样子点击编辑的方式其实也不错"
        },
        {
            "author": "qq53232",
            "timestamp": 1499312280,
            "txt_content": "赞，这个软件满足了我没有1.8背包编辑器的烦恼"
        },
        {
            "author": "Jucky",
            "timestamp": 1499315340,
            "txt_content": "这插件很好，蛮有创意的。类似于游戏里的插件编辑器"
        },
        {
            "author": "him123zombie",
            "timestamp": 1499316720,
            "txt_content": "6666666666666"
        },
        {
            "author": "羽曈",
            "timestamp": 1499319060,
            "txt_content": "为什么我用在服务器会出现乱码？？"
        },
        {
            "author": "寂",
            "timestamp": 1499319660,
            "txt_content": "羽曈 发表于 2017-7-6 13:31\n为什么我用在服务器会出现乱码？？\n纳闷，这个插件连配置文件都没有，哪里乱码了？"
        },
        {
            "author": "myka",
            "timestamp": 1499319900,
            "txt_content": "看起来是很厉害的"
        },
        {
            "author": "GayaGuoguo",
            "timestamp": 1499320380,
            "txt_content": "强无敌！"
        },
        {
            "author": "ltylty",
            "timestamp": 1499321880,
            "txt_content": "回复回复"
        },
        {
            "author": "可爱的梦幻",
            "timestamp": 1499323620,
            "txt_content": "厉害"
        },
        {
            "author": "羽曈",
            "timestamp": 1499326020,
            "txt_content": "1582952890 发表于 2017-7-6 13:41\n纳闷，这个插件连配置文件都没有，哪里乱码了？\n就是加载了这个插件之后会生成一个这个插件的文件夹，里面有个文本，中文是乱码的..."
        },
        {
            "author": "little.love",
            "timestamp": 1499326500,
            "txt_content": "膜拜大佬"
        },
        {
            "author": "zero01101102",
            "timestamp": 1499326560,
            "txt_content": "Thank you 大神~"
        },
        {
            "author": "寂",
            "timestamp": 1499327460,
            "txt_content": "羽曈 发表于 2017-7-6 15:27\n就是加载了这个插件之后会生成一个这个插件的文件夹，里面有个文本，中文是乱码的... ...\n震惊，那个是asmtool.jar吧，你无需编辑这项，插件未提供可供修改的config之类的。"
        },
        {
            "author": "hao123456",
            "timestamp": 1499328780,
            "txt_content": "233额 这尼玛"
        },
        {
            "author": "hao123456",
            "timestamp": 1499328840,
            "txt_content": "233额 这尼玛  能用"
        },
        {
            "author": "1061020367",
            "timestamp": 1499329440,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "KTR",
            "timestamp": 1499330700,
            "txt_content": "话说这个插件和另一个精华的物品编辑器的区别在哪呢.."
        },
        {
            "author": "寂",
            "timestamp": 1499331180,
            "txt_content": "KTR 发表于 2017-7-6 16:45\n话说这个插件和另一个精华的物品编辑器的区别在哪呢..\n在于更完善的编辑器"
        },
        {
            "author": "Korea",
            "timestamp": 1499332380,
            "txt_content": "很好的一个插件感谢楼主对论坛的无私分享"
        },
        {
            "author": "1314159qaz",
            "timestamp": 1499335800,
            "txt_content": "我了个天，omg，好6啊"
        },
        {
            "author": "15909516177",
            "timestamp": 1499338140,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "s1434314074",
            "timestamp": 1499338620,
            "txt_content": "不错啊，小伙子2333"
        },
        {
            "author": "xars",
            "timestamp": 1499342820,
            "txt_content": "加油!!!!!!"
        },
        {
            "author": "麦块小Z",
            "timestamp": 1499343360,
            "txt_content": "6666666666666666"
        },
        {
            "author": "Debbyling",
            "timestamp": 1499346720,
            "txt_content": "666,自己做的还不错，给个赞！"
        },
        {
            "author": "MC火卡",
            "timestamp": 1499352720,
            "txt_content": "不错啊 对RPG服用处很大"
        },
        {
            "author": "786071433",
            "timestamp": 1499355120,
            "txt_content": "膜拜大佬！很棒的作品！！！"
        },
        {
            "author": "C_urse",
            "timestamp": 1499359560,
            "txt_content": "很棒的插件"
        },
        {
            "author": "2212426297",
            "timestamp": 1499387520,
            "txt_content": "怎么使用啊                                   "
        },
        {
            "author": "寂",
            "timestamp": 1499388180,
            "txt_content": "2212426297 发表于 2017-7-7 08:32\n怎么使用啊\nhttps://chenji.gitbooks.io/itemeditor-wiki/content/"
        },
        {
            "author": "yyoanncg",
            "timestamp": 1499391300,
            "txt_content": "膜拜dalao"
        },
        {
            "author": "mclonelyleave",
            "timestamp": 1499391360,
            "txt_content": "666666666666666666666666666666666666666666"
        },
        {
            "author": "nvn2017",
            "timestamp": 1499393760,
            "txt_content": "。。。。。"
        },
        {
            "author": "2719402144",
            "timestamp": 1499403720,
            "txt_content": "看上去非常好耶"
        },
        {
            "author": "iantaoFx",
            "timestamp": 1499411940,
            "txt_content": "试试看，可以就回来追评"
        },
        {
            "author": "小二先生",
            "timestamp": 1499414280,
            "txt_content": "来看看。。"
        },
        {
            "author": "lee31014",
            "timestamp": 1499417640,
            "txt_content": "RRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRR"
        },
        {
            "author": "Rioad",
            "timestamp": 1499422380,
            "txt_content": "厉害了 要是能添加技能就更好了 像RPG插件那样"
        },
        {
            "author": "寂",
            "timestamp": 1499422440,
            "txt_content": "Rioad 发表于 2017-7-7 18:13\n厉害了 要是能添加技能就更好了 像RPG插件那样\n暂未有计划，如果想添加技能可以使用ils，RPGitem之类的插件。"
        },
        {
            "author": "jr433",
            "timestamp": 1499423760,
            "txt_content": "6666666666666666"
        },
        {
            "author": "sbll157877891",
            "timestamp": 1499424120,
            "txt_content": "66666666666666"
        },
        {
            "author": "金牛-king",
            "timestamp": 1499427360,
            "txt_content": "希望可以出一些技能"
        },
        {
            "author": "围观死变态",
            "timestamp": 1499428860,
            "txt_content": "哇，原创的"
        },
        {
            "author": "lwh2810",
            "timestamp": 1499441100,
            "txt_content": "终于找到这个贴了"
        },
        {
            "author": "lwh2810",
            "timestamp": 1499441220,
            "txt_content": "问一下楼主这个是兼容什么版本的啊"
        },
        {
            "author": "q894072901",
            "timestamp": 1499442000,
            "txt_content": "6666翻了99999999999999999"
        },
        {
            "author": "659186445",
            "timestamp": 1499445060,
            "txt_content": "很强大的插件 赞一个"
        },
        {
            "author": "梦想☆倾城",
            "timestamp": 1499453580,
            "txt_content": "666不错的插件棒棒棒！！！！！"
        },
        {
            "author": "烟雨郎君",
            "timestamp": 1499455920,
            "txt_content": "看上去很吊啊"
        },
        {
            "author": "q1719759668",
            "timestamp": 1499490960,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "JY-can",
            "timestamp": 1499493480,
            "txt_content": "加油，但我可能不会用2333333333"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1499504460,
            "txt_content": "为什么没有支付宝捐助_(:з」∠)_"
        },
        {
            "author": "寂",
            "timestamp": 1499504760,
            "txt_content": "XJue_DaDa 发表于 2017-7-8 17:01\n为什么没有支付宝捐助_(:з」∠)_\n讲道理我未成年，没法认证支付宝。"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1499505180,
            "txt_content": "1582952890 发表于 2017-7-8 17:06\n讲道理我未成年，没法认证支付宝。\n 没法意思意思了"
        },
        {
            "author": "寂",
            "timestamp": 1499505300,
            "txt_content": "XJue_DaDa 发表于 2017-7-8 17:13\n没法意思意思了\n那就算了，感谢达达，心领了2333"
        },
        {
            "author": "fang1960810726",
            "timestamp": 1499506260,
            "txt_content": "看起来我的服务器很需要这个插件，谢谢提供"
        },
        {
            "author": "BarrelSquare277",
            "timestamp": 1499507220,
            "txt_content": "很棒，很方便，顺便把你顶个贴啦"
        },
        {
            "author": "BarrelSquare277",
            "timestamp": 1499507280,
            "txt_content": ".................................................."
        },
        {
            "author": "dragon0502",
            "timestamp": 1499508420,
            "txt_content": "已收下!"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1499508720,
            "txt_content": "1582952890 发表于 2017-7-8 17:15\n那就算了，感谢达达，心领了2333\n下次搞张充值卡2333"
        },
        {
            "author": "Sunjai0408",
            "timestamp": 1499515860,
            "txt_content": "vvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvv"
        },
        {
            "author": "Greekssky",
            "timestamp": 1499517060,
            "txt_content": "好像很厉害的样子唉"
        },
        {
            "author": "Orange_Heart",
            "timestamp": 1499517720,
            "txt_content": "喔 很棒哇"
        },
        {
            "author": "Popololo",
            "timestamp": 1499519400,
            "txt_content": "zhi chi yi xia "
        },
        {
            "author": "hejunyi2000",
            "timestamp": 1499519640,
            "txt_content": "支持楼主"
        },
        {
            "author": "1402003414",
            "timestamp": 1499522280,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "日常划水",
            "timestamp": 1499528220,
            "txt_content": "膜拜大佬"
        },
        {
            "author": "狼煜小鱼",
            "timestamp": 1499533080,
            "txt_content": "谢谢了"
        },
        {
            "author": "梦江南",
            "timestamp": 1499534880,
            "txt_content": ""
        },
        {
            "author": "3194037212",
            "timestamp": 1499568480,
            "txt_content": "这个插件貌似很好用啊"
        },
        {
            "author": "88611w",
            "timestamp": 1499571660,
            "txt_content": "23333333333"
        },
        {
            "author": "JarKue",
            "timestamp": 1499572560,
            "txt_content": "这貌似是个很吊的插件"
        },
        {
            "author": "wh123",
            "timestamp": 1499579040,
            "txt_content": "支持一下  看看好不好用"
        }
    ]
}