{
    "title": "Java版领域大更新！",
    "author": "cc7w",
    "replyCount": 3,
    "timestamp": 1498821660,
    "txt_content": " 本帖最后由 1345979462 于 2017-6-30 21:01 编辑 \n\n\nNEW ON REALMS: ABOVE AND BEYOND\n现已登上领域：超越Our biggest update ever takes to the skies!\n我们历史上的最大更新！\n\n\n　　Realms aficionados, rejoice!\n　　领域爱好者们，庆祝吧！\n\n　　Every few weeks, we lovingly package up new maps, minigames and experiences made by the community, and make them freely available to Minecraft players on the Java Edition of Realms. We've been a little quiet recently - but only because we were busy preparing the biggest Java Realms update ever!\n　　每隔几个星期，我们就会亲切地包装一些新地图，小游戏和社区的一些经验，然后发送到Minecraft Java版的领域之中，供玩家免费游玩。但我们最近有点安静 —— 但只是因为我们正在准备史上最大的Java版领域更新！\n\n　　We've got amazing adventures, perplexing puzzles, baroque boardgames, manic minigames and many other things that just won't alliterate no matter how many thesauruses I check. It's probably the most diverse update we've ever done, as well as the biggest, and it's fitting that its contributors span veteran Realms creators and neophytes alike.\n　　我们准备了惊人的冒险地图，使人困惑的谜题，巴罗克式的桌游，疯狂的小游戏和一些尽管我翻烂我的同义词辞典也没法做出排比的其它东西。它可能是目前我们做出最多花样的更新，当然也是最大的，适合有资深经验的领域创作者和新玩家。\n\n　　Friends, enemies, parents or pets: we think that this update has something for everyone.\n　　朋友，敌人，父母或宠物：我们认为本次更新对每个人来说，都有一些好东西。\n\n\n\nUNTOLD STORIES 4: CORONA TRIALS\nby RenderXR\n\n\n\n\n\n\n\n\n\n\n\nCorona Trials is huge. A few hours into reviewing this map and I had to switch to flying through in creative/spectator modes, with Let's Play videos on my other screen, in order to get through the whole thing! For those unfamiliar with the Complete The Monument genre, Corona Trials’ challenge is to travel to progressively difficult areas of the map, grabbing different wool blocks, returning them to your home area and slotting them into the spaces which await them there. We’re thrilled that a mapmaker has sent in a fantastic CTM map, and hope this encourages others in the future!\nCorona Trials是巨大的。浏览这张地图好几个小时，我需要在创造和观察者模式之间切换着飞行，在我的另一块屏幕上是“让我们播放视频”，目的是完成浏览整张地图！对于那些不熟悉纪念碑类型地图的人，Corona Trials的挑战就是在地图的不同区域间前进，收集不同的羊毛方块，将它们送回你的基地，然后把它们放到等待着它们的地方。一位地图制作者上传了一张惊人的CTM地图，我们非常兴奋，并且希望在未来这也能鼓励其他人！\n\n\n\nSHULKER RUSH\nby MineMakers Team\n\n\n[bili=11762094]1[/bili]\n \n\nThe Minemakers Team returns to prove once again that they are masters of combat minigames that take place in the sky! In this variant, you’ll have to employ a variety of land and airborne strategies to locate and destroy the enemy team’s shulker. This map is perfect for competitive PvPers, and we think that this map has a ton of replayability, as crafters devise new, brilliant strategies for getting to the other team’s base.\n\nMinemakers建筑团队回来了，他们再一次证明了他们是天空中战斗型小游戏的专家！在本\n地图当中，你需要使用各种土地和机载策略去定位并摧毁敌方团队的潜影贝。对于积极的PvP玩家来说，这张地图是极棒的，并且我们认为这张地图有极高的可玩性，制定新的，去另一方队伍基地的绝妙策略。\n\n\n\nCONTROL\nby Plagiatus, dragonmaster95, Etex, and Tomhelduf\n\n\n[bili=11762094]2[/bili]\n\n\n“This is the greatest Elytra board game I’ve ever played.” - Moesh\n“这是我所打过的最棒的鞘翅类棋盘游戏。”-Moesh\n\n“My favorite feature was crushing my enemies and hearing the lamentations of their characters.” - Marc\n“我最喜欢的特性是压倒我的敌人并听他们的悲叹。”-Marc\n\nControl is a Minecraft boardgame that makes you forget that you’re playing Minecraft. Your goal is to take over all of your opponent’s pieces before they consume yours. Each round has two phases: first, you can spread out or take over other spaces; then, you get to increase the height of your game pieces based on how many spaces you control. Spreading out earns you lots of resources, but can make you vulnerable to a rapid takeover. Consolidating your forces can make those spaces stronger, but you’ll eventually be out-spent and out-built by the end of the game. Oh, yes, and there’s a full elytra race course for you in the lobby, designed to help you kill time while you gather your friends for the next round.\nControl是一张Minecraft棋盘类游戏地图，它会让你忘记你在玩Minecraft。你的目标是在你的敌人占领你的棋子之前占领他们的。每次比赛有两个阶段：首先，你可以扩大自己的地盘或攻占他人的地盘；然后，你可以根据你所控制的空间多少增加你的棋子的高度。扩大自己的地盘能够让你获得大量的资源，但会使你更易被攻占。巩固你的力量能够让那些空间更强壮，但到比赛结束时，你还是会被淘汰的。哦，对，在游戏大厅中有一场完全的鞘翅比赛，在你为下场比赛聚集朋友时你可以消磨时间。\n\n\n\nCASTLE COLLECTION\nby MCNoodlor\n\n\n\n\n\n\n\n\n\n\n\n\n\nMCNoodlor’s last map, ChunkWorld, kicked off a whole new category of Minecraft maps. Now he returns with a follow-up in his trademark style, this time with a series of his diverse castle designs. Replicate one of the castles as a whole, or let elements from each of them inspire your next creation in your survival world.\nMCNoodlor的最新地图，ChunkWorld，开始了一种新的Minecraft地图的类型。现在，他又带着他的风格回来了，这次带着他一系列多样化的城堡设计。复制一座城堡作为一个整体，或让来自它们的元素启发你生存世界中的新建筑。\n\n\n\nSPACE WARS\nby Mapmakers from Space\n\n\n[bili=11762094]3[/bili]\n \n\nQuick rounds and spacey powers are what Space Wars is all about. Drop into the level, grab your powerups, then join the free-for-all! Players start with a laser sword for up close attacks, but can pick up additional items like the bridge-creating particle enlarger, or ammo for your planetoid-destroying energy gun. Space is a vast and dangerous place, so keep in mind that if you fall away from the play area, you’ll be lost forever! Or at least until the next round.\n回合的快速与古怪的力量组成了Space Wars。掉落到水平面上，抓住你的道具，然后加入混战中吧！玩家开始会有一把激光剑去近战，但是你也可以捡起加成性道具，像创建桥粒子放大器，或是你的小行星毁灭能量枪的弹药。宇宙是广阔危险的地方，所以记住如果你从游玩区域掉下去了的话，你就会永远迷路！或者说至少到下一回合。\n\n\n\nPUZZLES & POWERS\nby PingiPuck and Master_Nati\n\n\n[bili=11762094]4[/bili]\n \n\nFlying over this map in creative mode, you wouldn’t think that there’s a lot to it. You need to travel in a straight line through several doors, and then you’re done. Simple, right? Once you’ve started the game, you begin to realize just how densely-packed the levels are. Using the powerups to run faster and jump higher is important, but it’s easy to get stumped if you’re just looking forward. Don’t be afraid to backtrack through this challenging puzzle map!\n用创造模式飞过这张地图，你不会认为有很多东西。你需要直线穿过一些门，然后你的任务就完成了。那很简单，不是吗？只要你开始了游戏，你就开始意识到这些关卡是多么的密集。使用道具来跑的更快或跳的更高是很重要的，但如果你只是等待的话，卡关也是很容易的。挑战这张解谜地图走原路不要害怕！\n\n\n\nDUEL TNT\nby ChainsawNinja\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis isn’t your granddaddy’s Spleef; this is enhanced with explosions! In a normal game of Spleef, players remove one piece of wool at a time, hoping that distracted players will fall into the hole. But why approach the play area in such a quaint and polite way? Just blow it all up! It’s a great stress relief.\n这不是你祖父都玩过的掘一死战，这是带有爆炸的进阶版本。在掘一死战的普通游戏中，玩家一次能够移除一块羊毛，他们希望思想不集中的玩家会掉进洞里。但为什么要以这么古雅、有礼貌的方式去接近小游戏区呢？把它们全炸了！这是减压的好方式。\n\n\n\nARENA RUMBLE\nby Archee, pdungey, pollieboy, and Synthestra\n\n\n[bili=11762094]5[/bili]\n\n\nArena Rumble is a combat minigame about decisions. Players start across the level from each other, but they’re still within running distance. You could rush your opponent, or you could wait for the first round of chests to open, giving you access to needed weapons and items. Do you attack then? Or do you sneak around cautiously, avoiding combat and waiting for the second wave of more valuable chests to open? Whatever you decide, make sure that you’re the last one standing!\nArena Rumble是一张关于决定的战斗型小游戏地图。玩家从水平面开始，但是他们还在奔跑的距离内。你应该冲击你的队友，或者你也可以等待第一波箱子打开，给你需要的武器和道具。然后你要攻击了吗？或是谨慎地在周围潜行，避免战斗并且等待第二波更珍贵的箱子打开？不管你选择什么，确保你是最后一个活着的！\n\n\n\nA KNIGHT’S TALE\nby LetzTaco\n\n\n[bili=11762094]6[/bili]\n \n\nThe king slime has taken over your village and made off with the local royalty! Defeat slime monsters in slimy levels to get the kingdom out of a sticky situation. Complete your quest and be hailed as the hero throughout the land.\n国王史莱姆占领了你的村庄，与当地皇室一起度假！打败史莱姆区域中的史莱姆怪物让皇室脱离困境。完成你的任务，在整块大陆上被誉为英雄吧。\n\n\n\nSIMPLE CHECKERS\nby Code__\n\n\n\n\n\n\n\nMy first introduction to checkers was in kindergarten, where a lack of understanding of the rules and frustration with other children reportedly led to my first table flip. My second introduction to checkers was playing with my baby sister, who used questionably-legal moves such as the “butterfly jump”, allowing her to take several of my pieces at once. Simple Checkers won’t allow you to do either of these things, but it’s a darn good checkers minigame.\n我第一次玩跳棋是在幼儿园，由于对于规则的理解和其他孩子的沮丧导致了我第一次的失败。我第二次玩跳棋是和我的小妹妹一起，她可疑的行动就像蝴蝶跳跃一样，能够让她一次走好几步。简单的跳棋不会让你做这些事情，因为这是一张很好的跳棋小游戏地图。\n\n\n\nBLAST OFF\nby NeoMc and iWacky\n\n\n[bili=11762094]7[/bili]\n\n\nMost minigames don’t let you totally destroy the arena, but that’s what happens quickly in Blast Off. Armed with a surprising amount of firepower, your goal is to knock your opponents out of the arena. You can accomplish this with traditional knockback weapons… or just blow up the part of the map they’re standing on. The more players you have, the crazier the rounds become!\n大多数小游戏不会让你彻底摧毁区域，但这是Blast Off中很快发生的事情。拥有惊人的火力，你的目标是将你的对手击退到区域之外。你可以用传统的爆炸武器完成这个，或是炸毁他们所处的地图区域。你所拥有的玩家越多，回合就会变得越疯狂！\n\n\n\nTHE WITCH\nby LetzTaco\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou and your band of adventuring friends find yourself on a mission to a small town, nestled in the centre of a spruce forest. A witch has been terrorizing the small town, and the mayor wants you to do something about it! You’ll be in town for a while, so it’s best to get started meeting the townsfolk and learning more about the area before you employ your best detective skills. Turn the music up: this one has a custom soundtrack!\n你和你的冒险朋友组成的团队在你们在一座小镇执行任务的时候，安定在了一片云杉林的中心。一位女巫已经在威胁这小镇，镇长想要你做些什么！你会在小镇呆一些时间，所以在你运用你的侦探技巧之前，和镇民聊天，获得更多小镇的知识是最好的。将音乐打开：这张地图有自定义的音效包！\n\n\n\nCOLORS\nby CommanderRedstone\n\n\n[bili=11762094]8[/bili]\n\n\nIf you’re familiar with CommanderRedstone’s previous creation, Gray, this map will feel familiar to you. Colors is a worthy successor to Gray, as its predecessor’s gameplay has been upgraded with new features that take advantage of the bright-hues. Dip your game piece into a red pool and all of the blocks you cross are now red! You’ve got to color all of the spaces in a minimal amount of moves, so think ahead and move wisely.\n如果你很熟悉CommanderRedstone的老作品Gray的话，这张地图你看起来会很熟悉。Colors是Gray当之无愧的接班人，并且它前任的情节设计已经利用明亮色调的新特性升级。你必须用最少的动作来着色所有的空间，所以请向前看并明智地移动。\n\n\n\nPALETTE PAINT\nby hgbf and Archee\n\n\n\n\n\n\n\n\n\n\n\n\n\nAt first glance, we weren’t sure what to do with this map. You enter one of five areas, each a mostly blank canvas. Tools let us paint or edit the terrain. And then… we can fly? And all of our friends can throw rainbow paintballs? It became clear that we could do mostly anything we wanted, from (poorly-drawn) caricatures of our friends, to creating elytra courses. Minecraft usually allows you to create however you’d like, but Palette Paint nudges you in a specific direction, creating an experience that we played for fun, long past the end of our review.\n乍看起来，我们不确定这张地图是做什么的。你进入了五个区域中的一个，每一个区域都是一张空白的画布。工具能够让我们编辑地形。然后……我们能飞？我们所有的朋友都能扔彩虹彩蛋？显然，我们可以做任何我们想做的事，从（很丑的画）我们的朋友的漫画，到创造鞘翅的飞行线路。Minecraft经常允许你创建你喜欢的东西，但是Palette Paint将你放到了一个特殊的方向，创造好玩的，回顾我们的过去的体验。\n\nAnd we're not even finished! Good gravy!\n然后我们还没做完！很轻松的工作！\n\n\n\n　　In addition to these newly-added creations, the following older maps are 1.12 compatible, and are on Realms now:\n　　除了这些新添加的创作之外，下面的老地图是兼容1.12的，现在都在领域中：\n\n　　TNT Run, Memory Battle, SunBurn Phoenix, 3D Minesweeper, Don’t Go Insane, The Present Factory, Blocked In Combat, Makers Spleef, Where Next, Clambering Cubes, Ludo, Imperium, Gray, Herobrine’s Mansion, The Dornenstein Estate, Unsighted Shadow, Western Dodge, Negentropy, Makers Punch, Logic&Elves, Ice Wars, Battle of Gods, Redstonia, Big Giant Lightshow, Carrot Catcher, Elytron, Sky Desert Challenge, Palette Slam, Monster Kids, Albert AI, ChunkWorld, Chunk Runner, Fortress Frenzy 2\n\n\n\n　　OK, that's it. For now.\n　　好，目前来说这就是全部了。\n\n　　We know Java Realms users have been hungry for more minigames, adventures, and new experiences, so we’re very happy to be able to publish so many new creations all at once. With the release of the World of Color update, now’s the perfect time to hop back in and see the new features that these creations take advantage of.\n　　我们知道Java版的领域用户已经渴求更多小游戏地图，冒险地图，新的经历很久了，所以我们很高兴能够一次性发布那么多新的作品。伴随着多彩世界更新，现在是跳回来并观察这些新作品利用了哪些新特性的最好时机。\n\n　　To learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n　要想了解怎么为你的电脑加载这些地图或Java版领域的其它内容，请查看我们的帮助页面。如果你自己还没有尝试过领域，你在Minecraft领域上会发现一颗蓝色的钻石，在Minecraft：Java版的主页面上。点击它，然后跟随说明，免费尝试领域30天吧。\n\n　　We’d love to get your feedback on Realms maps. Are they fun? Do you play them occasionally, or eagerly await new releases? Which is your favourite? If you have comments, please reach out to me or any of the mapmakers; we want to know what you’re thinking.\n　　我们希望获得领域地图的反馈。它们好玩吗？你是偶尔玩，还是迫不及待期待新版本？哪张地图你最喜欢？如果你想评论，请告诉我或其他的地图制作者，我们想知道你在想什么。\n\n　　Happy Minecrafting!\n　　开心的去Minecraft吧！\n\n\n",
    "replies": [
        {
            "author": "386196027",
            "timestamp": 1498887960,
            "txt_content": "哇塞，好多！"
        },
        {
            "author": "Craftwolves",
            "timestamp": 1498888560,
            "txt_content": "然而我只是一个吃瓜群众。"
        },
        {
            "author": "a1751436932",
            "timestamp": 1499156280,
            "txt_content": "mcbbc有你更精彩~"
        }
    ]
}