{
    "title": "RB杂志最后一期",
    "author": "RB大人",
    "replyCount": 4,
    "timestamp": 1355304600,
    "txt_content": "RB杂志第13册 （完结版） 最后一期了！大家….我想这杂志会在世界末日前死掉，大家我爱你！永别啦！    RB出版社作者：RB大魔王          目录1……RB大反攻（大结局）三集赠送！2……末日前的一件事3……最后一期的遗言4……厕所也会有末日 RB大反攻（大结局）大结局（上）      元芳圣衣？进入魔界之门后，邵大侠，吴止境，卢廷辉和马克，刘一勋，僵尸号，魔轰林7人一起进攻魔王城，但在魔王城中罗A片和罗阴魔都被异部长的德玛西亚消灭了，但在另一处还有一位战士在魔王城中为正义而战！世界毁灭现在还有7小时    邵大侠：这..这….这里就是，魔界？好像地狱呀！魔轰林：我想我们要去的就是那个大城堡吧！马克：嗯！但是有结界呀！怎么过去？吴止境：我们先过去再说！家：好！此时的另一边….魔王城总部！异部长：你们竟然废了我那么的心血你知道我一个月的工资是多少吗？罗A片：你去问元芳吧！呀！无敌A片！罗阴魔：看来只能背叛你啦！奶奶个秀！异部长：德玛西亚！！！！轰！（一个巨大的蘑菇云）罗阴魔和罗A片死了旁白：据说异部长的德玛西亚2招才会秒杀，但是他们才3招就挂了，好了不说废话继续看！罗阴魔：再见了！色哥！我…我…我们还会再见面的！罗A片:哎~！我从小就爱看A片，长大后买A片，买A片是我最大的梦想！但是…咳..咳永别啦！异部长：哈哈哈！你们的骨灰将会是最好的能量哈哈哈！（警铃）警报！警报！结界被毁灭啦异部长：什么！竟..竟..竟然能突破结界那群废物！当初给他们买了那么多的QQ糖，说好会守住结界的他…他..他们竟然没守住！可恶！德玛西亚！旁白：有一个蘑菇云呀！我告诉你吧！结界是异部长的德玛西亚给毁灭的是异部长自己那白痴的脑袋搞的（那白痴是刷牙把牙齿刷烂的程度）呵呵！吴止境：哎呀！怎么结界没啦？僵尸号：喂！喂！喂！你们一直说话让我什么时候出现呀终于轮到我出场啦！哈哈哈！卢廷辉：僵尸你废话真多！快去魔王城吧！大家：好！吴止境：怎么办杂兵好多！打不玩魔轰林：现在还剩下6个小时了如果还不快走的话….马克：现在该我出场啦！马可装备画神圣衣！！！邵大侠：打败了比目鱼之后..我也知道了第七感的真谛！大侠圣衣！装备！刘一勋：哇！耍帅的机会被抢了马克：现在不是耍帅的时候！我就用一招解决他们！邵大侠：胜利就在眼前！大侠破碎灭·真谛！！！咔~咔~咔！马克战神画家笔·极品！！！唰！旁白：现在大家都进入了魔王城，只剩下画神马克，邵大侠大家都来到了魔王厅，另一位魔皇…元芳出现了！我是元芳！哈哈哈！有什么问题就找我！僵尸号：白痴吗？大家你们先走，狮子圣衣装备！大家：嗯，卢廷辉：僵尸号一路走好！僵尸号：别打扰，我战斗这次我是来真的啦！我会活着回去的！呀！狮子咬蛋！元芳：啊！我的..蛋呀！看来你不知道，但对男生有多重要！看来你小看我了！元芳圣衣装备！元芳知道！！（这招能分析敌人说有的弱点）僵尸号：什么乱鸡暴躁的！呀！狮子爱X！  元芳偷桃！僵尸号：呃！元芳：再加教育就是播种远方！ 僵尸号：呃！元芳会算命！（这招是预测未来）我看见！……..我看见！你将会失去你的左眼！你将会痛苦万分！你将会…..僵尸号：我拼啦！呀！离世界末日还有3小时半请看下一集！元芳看到了什么？僵尸号会遇到什么危险？谁会笑到最后！RB大反攻大结局（中）消失的天使僵尸号：呀！元芳：叉！！！….僵尸号的左眼被元芳给打瞎了，旁白：他还失去5感中视觉右眼只能感应但是预言中的最后一段是…..僵尸号：啊！我的左眼….可..可..可恶！爆发把我的小宇宙！我绝对不会原谅你！圣衣进化！天狮变圣狮！燃尽我的小宇宙！战神圣狮拳！轰！元芳：不要呀！我是元芳！什么不会可以找我呀！SMOSH：今天我买了个内裤 Shut up！旁白：我在看SMOSH，请勿打扰！僵尸号：大家再见啦！刘一勋：我感觉到了一股强大的小宇宙！卢廷辉：僵尸号的小宇宙消失了55555！魔轰林：不要哭！同学们还需要我们的帮助！加油大家：嗯！旁白：哇！魔王城的中心那扇门的背后到底是什么呀！好刺眼的光芒呀！RB发出来的光？光怎么渐渐消失啦！大家：RB！….不，你是谁？刘一勋：纳尼！你不“美术老师 大粪气”吗？卢廷辉：是敌人！七大魔皇之一！大粪气：哎！同学们呀！你们怎么在这里呀！魔轰林：我们是来打魔鲨皇的，RB大反攻出了那么久总该结束吧！如果你和魔皇一对的话我就先砍掉你的头！大粪气：不要那么暴力呀！我就是…战士在魔王城中为正义而战！现在不是这个的时候啦！快点去拯救世界吧！你们来这里干嘛！你们快走！那个坑爹姥要来了坑老师：说我坏话？看我的坑神引力100倍！！！大粪气：可恶！我忘了，坑佬很强大，你们先阻止异部长吧！快！你们小心异部长的德玛西亚的第3招！再见了年强的战士！卢廷辉：谢谢！我会的！旁白：大结局要到了！卢廷辉，刘一勋，魔轰林，吴止境4人要攻打异部长，但是必须要12圣衣的结合力量才行这结局会是失败吗？邵大侠：他们越打越猛，马克怎么办？马克：我有办法！看我的！闪光画家笔！敌人：啊！好刺眼的光芒呀！啊！我的眼睛瞎啦！马克：我们快走，关闭城门！邵大侠：是！异部长在魔王城核心点，大家出发吧！里世界末日还有2小时快到了！快到了！异部长：哈哈哈！又有人送门来了！欢迎光临！吴:看我的！呀！北斗神拳！！！卢廷辉：黑鸡变白鸡！！！刘一勋：庐山海龙霸！！！魔轰林：爆蛋战士！！！异部长：哈~哈~哈！没用的！看我的……“德玛西亚”！大家：啊！吴止境：可恶！我..我….我..刘一勋：我们不能拼！我们要燃烧小宇宙呀！卢廷辉：我们不能让僵尸号白白牺牲！魔轰林：嗯！燃烧吧！异部长：第一找你们会筋疲力尽！，你们毫无抵抗啦！我告诉你们罗阴魔和罗A片就死于我这招，哈哈哈！第二招…….你们会…马克：邵大侠快点我刚才听到了惨叫声邵大侠：知道！ 刘一勋：燃烧吧！我的小宇宙！吴止境：嗯！看我的….卢廷辉：呀~！燃烧吧我的小宇宙！卢廷辉将所有小宇宙燃烧了…..卢廷辉领悟到了强者的真谛，卢廷辉变身吧！卢廷辉的圣衣进化成凤凰圣衣卢廷辉：我..我的圣衣变身啦！看我的…   黑鸡变白鸡，火鸡变烤鸡，开机变死机，炒鸡变“凤凰！”  唰！一个凤凰冲向了异部长,异部长吐血了，刘一勋：好样的卢廷辉看我的“龙圣跳鱼门！”吴止境：竟然卢廷辉加油了，我也要加油！！“足球光辉破碎灭！”魔轰林去死吧!“爆蛋专家！”轰~！一个蘑菇云将异部长粉身碎骨了…请看下一集…..末日前的一件事在末日前的半小时，你们大家或许也不知道有一段很浪漫的故事吧！有一个叫斯巴达的帅锅和一个叫赤裸裸的丑女在一个树下….斯巴达：呵呵！世界末日要来了..我们该干点有意义的事吧！赤裸裸：嗯！干什么呢？你不建议的话..我们来呢个吧!能在树上看景吗？他们手牵手看着太阳后来…眼瞎了厕所也会有末日  末日前的10分钟，有一位女孩子叫毒辣辣，她拉屎所以去了学校的厕所去Wc一下，她正在蹲马桶的，拉呀拉刚好拉完但是忘记带手纸了..怎么办？这时马桶裂开了，皮股夹在马桶了，好悲剧呀！不一会儿马桶越裂越大，毒辣辣尖叫了啊！我的PP呀！世界末日还有3分钟，这孩子的命运要怎么办呢？  最后毒辣辣并没有放弃，而她要想办法逃出这厕所………毒辣辣说星矢呀！请赐予我强大的力量！德玛西亚！！！后来一P飞走了!RB大反攻 大结局（下）          永远的团结！  异部长发怒了异部长散发出恐怖的小宇宙，异部长要使用真身了！异部长：你们惹怒我啦！异部长的真身！异校长魔轰林：什么！好强大的压迫力可..可..可..恶!异校长：看我的！我要一招秒杀你们！！！德玛西亚！！！轰！所有的东西都被这恐怖的小宇宙化为灰烬了，但是有一道光芒保护了大家…到底是谁？卢廷辉：呃！我们完好无损呀！魔轰林：我们当中没人会使用防御的技能呀？刘一勋：是谁救了我们？吴止境：难道是….哈哈哈！让大家久等啦！哈哈！卢廷辉：神.神...神..神马回事？你不就是…刘一勋：猿魔！饭桶！蛋佬屎？还有…大粪气，比目鱼！吴止境：大家都来啦！马克和邵大侠！邵大侠：哈哈！大家我想你们啦！我们开战吧！异部长：你们背叛我！你们都给我死！马克：看来我们集齐人数了！猿魔，饭桶，蛋佬屎，还有大粪气，比目鱼，刘一勋，卢廷辉，邵大侠，吴止境，魔轰林，还有我！12人，好！看我们大家的燃烧吧小宇宙！！！ 大家：嗯！燃烧吧小宇宙！！！后来大家都是出自己的必杀技，大家的必杀技都有不同的攻击性马克之画家笔！猿魔胸气霸！比目鱼射线！三结义之光！庐山海龙霸！大粪气的爱！全家桶！爆蛋专家！最后世界末日结束了…..这故事随着时间过去了…但是大家的友谊和团结还没有消失！剧终！大家再见了！   最后一期的遗言：RB杂志和大家度过了美好的生活但是和罗阴魔的战争还没有结束我们在这杂志留下了难以擦出的“记忆”谢谢大家！再见！       RB出版社最后一期",
    "replies": [
        {
            "author": "top122017663",
            "timestamp": 1355304900,
            "txt_content": "完结了？！ 不！！！"
        },
        {
            "author": "某高宗",
            "timestamp": 1355305440,
            "txt_content": "完了？···"
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1355306100,
            "txt_content": "{:10_548:}这就完了"
        },
        {
            "author": "sabo970",
            "timestamp": 1355307180,
            "txt_content": "纯支持一下"
        }
    ]
}