{
    "title": "[Minecraft.net|INSIDER]本周方块：铁矿石",
    "author": "PlayerMingZhu",
    "replyCount": 3,
    "timestamp": 1498837440,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-7-1 00:15 编辑 \n\n\n本周方块：铁矿石矿石！呵呵！是啊！有什么好用的？嗯，事实上有很多。BLOCK OF THE WEEK: IRON OREOre! Huh! Yeah! What is it good for? Well lots, actually.\n\n\n\n\n6ce1489985dfbf9b27e23b4ea1959398-ironore.jpg (180.52 KB, 下载次数: 7)\n\n下载附件\n\n2017-6-30 23:46 上传\n\n\n\n\n\n\n\n       我从未不感到兴奋当我挖矿挖到一个铁矿矿脉时。在进入每一个Minecraft世界的一段时间后，煤矿都不值得去挖取更多，因为当你需要的时候你很容易就能找到它。但我从不会错过任何机会-即使是当我被一群嘶嘶叫着的爬行者们追杀时-匆匆地拿一点铁。       I never fail to get a little bit excited when I mine into a vein ofiron ore. After a while in every Minecraft world, coal isn't really worthpicking up any more because it's so easy to find when you need it. But I nevermiss an opportunity - even when I'm being pursued by a horde of hissingcreepers - to grab a bit of iron.\n\n       铁矿石是最早被添加到游戏中的材料之一-在很久以前的2009年5月28日0.0.14a_01版本中，与黄金和煤矿石一起。最初每一块铁矿石会掉一到三块铁矿-这是一笔可观的收入！然后你需要把矿石扔到火上来熔炼它。最后，在2010 年3月20日，现代化的冶炼系统投入使用了。       Iron ore was one of the earliest materials added to the game - wayback in version 0.0.14a_01 on 28 May 2009, alongside gold and coal ores.Originally each block of iron ore dropped one to three blocks of iron - apretty good haul! Then for a while you had to toss the ore onto a fire to smeltit. Finally, on March 20th 2010, the modern smelting system was implemented.\n\n       在Minecraft中，铁矿石通常以八块（不过有时会少至四个，或多达十个）作为一个矿脉的形式被找到，你在海平面以上你只会找到一丁点-所以不要去极端的高山生物群系来寻觅它！平均而言，在世界的一个16x16区块中大约有77块铁矿石，所以如果其他一切方法都失败了，你甚至可以在基岩以上挖掘出一个露天采石场。哇，这工作量可太大了！       Iron ore is usually found in Minecraft in veins of eight blocks or so(though sometimes as few as four, or as many as ten), and you'll only find itup to a little above sea level - so don't go hunting for it in the peaks ofextreme hills biomes! On average, there are about 77 blocks of iron ore in a 16x16 block column of the world, so if all else fails you can always just mine out an open-pit quarry all the way to bedrock. Whew - that's a lot of work!\n\n   真正的铁矿！我们应该叫它“一些原矿！”如果双关语对坏人来说不是坏事。   照片由James St John拍摄。   Real iron! We'd call it 'ore-some!' if puns weren't bad things for bad people.    Photo by James St John.\n\n\n\n\n701e11dbf428040eec76b71dab34adc6-ironore-real.jpg (135.9 KB, 下载次数: 10)\n\n下载附件\n\n2017-6-30 23:50 上传\n\n\n\n\n\n\n       然而铁只组成了Minecraft世界的0.6%，实际中铁在地球的地壳中要常见十倍。事实上，铁是最丰富的岩石组成元素之一，在许多种不同的矿石中呈现出不同的颜色，从深灰色到亮黄色、深紫色和铁锈红颜色不一。在这一段的上方你可以看到一个可爱的红色的矿石。       While iron only makes up about 0.6 percent of the world in Minecraft, it's actually almost ten times more common in the Earth's crust. In fact, iron is one of the most abundant rock-forming elements there is, found in many different kinds of ore that vary in colour from dark grey, to bright yellow, deep purple and rusty red. You can see a lovely red one just above this paragraph.\n\n       人类最早发现铁的乐趣是大约在公元前1200年，开启了被恰当命名的铁器时代。在那之前，人们瞎弄了一点在陨石中发现的铁，但直到十三世纪，我们才开发出可靠的制造足够高温的火来将矿石熔炼成金属的技术。铁相比于其取代的青铜工具要更便宜，更坚固，更轻，所以人们变得非常兴奋！当然，除了那些青铜工具销售员，想必他们大概是愤怒的。       Humans first discovered the joys of iron around 1200 BC, kicking off the appropriately-named Iron Age. People messed about a bit with iron they had foundin meteors a little before that, but it wasn't until the 13th century that we developed the technology to reliably build hot enough fires to melt the oresinto metal. Once we did, iron was cheaper, stronger and lighter than the bronze tools it replaced, so people got pretty excited! Apart from the bronze tool salesmen, of course, who were presumably FURIOUS.\n\n       今天，铁可能是世界上最重要的金属——占全球金属产量的90%以上。它是钢铁所需要的主要的原材料之一，钢铁本身的使用量就是其他所有金属的20倍，你可以在发动机缸体、管道、配件、餐具、船体的大型船舶、建筑物和汽车的框架，以及更多的地方发现它。你甚至会在人体内找到铁，这就是为什么我们的血是红色的！在一般的成年人体内大约有四克铁，而且可以在许多不同种类的食物中发现它-从豆类、叶菜类到豆腐和红肉，好吃！       Today, iron is probably the most important metal in the world -accounting for more than 90 percent of worldwide metal production. It's one of the main raw ingredients that goes into steel, which itself has 20 times more uses than all other metals put together. You'll find it in engine blocks,pipes, fittings, cutlery, the hulls of large ships, the frames of buildings andcars, and many more places. You'll even find iron in the human body - it's why our blood is red! There's about four grams of iron inside the average adult,and it's found in lots of different kinds of food - from beans and leafy vegetables to tofu and red meat. Yum!\n\n\n\n\n\nd876c6e806f7c80834bd91842f3df874-ironore-interstitial.jpg (71.27 KB, 下载次数: 6)\n\n下载附件\n\n2017-6-30 23:51 上传\n\n\n\n\n\n\n\n       在Minecraft中，铁同样是多功能的。它可以用来制作游戏中超棒的工具，盔甲和其他许多有用的东西像指南针、桶、铁砧和矿车。它甚至应用于更高级的红石电路中，并且你可以建造铁傀儡来保卫你的基地。       In Minecraft, iron is similarly versatile. It's used to make excellent mid-game tools, armour and plenty of other useful things like compasses, buckets, anvils and minecarts. It even has uses in more advanced redstone circuitry, and you can always build iron golems to defend your base.\n\n\n       不过要小心你的铁！铁矿石是一种不可再生资源，意味着它永远不会再回来了。为了得到更多，你将需要进一步挖掘到这个世界更远的地方或是更深的地下。但是如果你在紧要关头急需铁而其他的一切方法都失败了，你可以试着从僵尸那里问问…       Be careful with your iron, though! Iron ore is a non-renewableresource, meaning that it never comes back. To get more, you'll need to dig further out into the world or deeper underground. Though if all else fails andyou desperately need iron in a pinch, you could try asking a zombie...\n原文地址：https://minecraft.net/zh-hans/article/block-week-iron-ore原作者：Duncan Geere,发布于2017年6月30日译者：Player_明珠（M.V.T）\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1498837920,
            "txt_content": "那个，标题和文章配不上啊~"
        },
        {
            "author": "PlayerMingZhu",
            "timestamp": 1498838220,
            "txt_content": "像素君 发表于 2017-6-30 23:52\n那个，标题和文章配不上啊~\n不好意思，着急抢着发出来，用了之前的格式没注意QAQ。\n谢谢指正！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1498840500,
            "txt_content": "经我们审查发现机翻痕迹比较多，也导致一些段落不通顺，不能接受"
        }
    ]
}