{
    "title": "[Minecraft.net|CULTURE] Dragon Scale —— 巨龙吐啸，气贯长虹",
    "author": "cc7w",
    "replyCount": 7,
    "timestamp": 1498962060,
    "txt_content": " 本帖最后由 cc7w 于 2020-2-5 22:01 编辑 \n\n\nDragon Scale\n巨龙吐啸，气贯长虹\nA gigantic fantasy world from dennisbuilds!\nDennisbuilds 创造的巨大幻想世界\n\nRobert Summersgill 罗伯特·Summersgill\nPeople often imagine their own worlds, full of great heroes and evil villains. They doodle designs for futuristic cities in the margins of their schoolbooks, or draw maps plotting out every inch of the fantastical lands that they picture in their heads. Some even make up whole new languages, like Tolkien, the weirdo. Whatever happened to him?\n人们总是葆有对世界的幻想：他们的幻想世界中既有伟大崇高的英雄，也不乏恶贯满盈的恶棍。人们会在课本的边角涂鸦设计未来的城市，也会将脑中的每一寸土地绘成地图。有些人甚至会创造一整套语言体系，就比如托尔金[sup]1[/sup]这个怪人。他身上到底发生了什么？\n\nThese days, people can now also use all kinds of computer programs to bring their unique fantasy worlds to life. Computer programs such as, to pick an example totally at random, Minecraft!\n现在，人们也能够利用各种各样的电脑程序将幻想世界带入现实。今天，我们随便举一个例子 —— 你看 Minecraft 它不香吗？\n\nOne person who took the opportunity to turn his imaginary world into electrons and beam them across the internet was dennisbuilds . “I started playing Minecraft with my friends back in the 1.8 beta,” explains dennisbuilds. “But I only started building in summer of 2014, before I was just doing some survival action and goofing around.”\nDennisbuilds 便是如此，他利用 Minecraft 将幻想世界保存为电子数据，然后将地图发到了网上供人欣赏。“我开始和朋友一起玩Minecraft，是在 1.8 beta 版本，” Dennisbuilds 说，“然而我真正开始建筑是在2014年的夏天。在那之前，我只是玩玩生存，游手好闲，消磨时间罢了。”\n\nLet's see where 'goofing around' gets you!\n让我们看看你从“游手好闲，消磨时间[sup]2[/sup]”中学到了什么吧！\n\n\n\n\n\n\n\nOnce dennisbuilds started building, he found it hard to stop, as a look at his other projects shows . After creating several designs in Minecraft, he came up with the world of Wonderland Santuary, an island where people who've fled their old home can build a new civilisation. Not content to let the idea gather dust inside his head, dennisbuilds decided to create the land he'd dreamt up.\n一旦 Dennisbuilds 开始建筑，便很难停下，他高产的作品列表就可以体现这一点。完成几个作品后，他灵光一现，脑中有了 Wonderland Santuary 的轮廓：这是一个奇妙的幻想世界，人们逃离了原本的家园，开始创造新的文明。不满足于让灵感尘封于脑海中，Dennisbuilds 决定创造出他的幻想世界。\n\n\n“It's easy to get into it and start creating stuff right away,” dennisbuilds explains, when asked why he used Minecraft to bring this land to life. “Not to mention you can create whatever you want or have in mind. That's also why I mostly do fantasy builds, because there are no rules. You can create whatever you want. If you strive for realism you can't just have things floating in the air or a dragon flying right next to your building. ”\n当我们请 Dennisbuilds 谈谈为什么选择 Minecraft 这款游戏时，他回答说：“这款游戏非常容易上手，不用花太长时间就能习惯操作，然后开始建筑；更不用说这款游戏还有恣意创造的无限可能。也正是由于这可能性，我绝大多数的作品都是幻想风：没有过多条条框框的约束，而是随心所欲地创造。如果总是局限于摹写现实，我们是无法享受反重力和飞龙在侧的快感的。”\n\n\nThey might not be realistic but who wouldn't want a few dragons flying around their house? Only peasants, princesses and the more flammable kinds of livestock. Of course, it wasn't easy getting all the dragons and other fantastical ideas from his head to the screen.\n也许这并不现实，但又有谁不憧憬房子周围飞舞的巨龙呢？大概只有农民、公主和更加易燃的牲畜了吧。当然，将飞龙这类幻想从脑海中转移到屏幕上并不容易。\n\n'Get feedback. Let your friends have a look at your stuff and listen to what they have to say.'\n“必须要获取反馈，让你的朋友参观游览你的建筑，听听他们的意见和建议。”\n“Sometimes it took quite a long time to finish one structure,' confirms dennisbuilds, 'especially because I prebuilt them with only one or two different blocks to get the right shape. After having the shape done, I could concentrate only on the details for the structure and the block palette. That way if I built something I didn't like, I wouldn't lose that much compared to if I did all the detailing and texturing as well.”\n“要完成某些建筑确实要花很长时间，” Dennisbuilds 认可说，“尤其是在先用一两种不同的方块搭出外形的情况下。在外形搭建完成后，我就能专心于雕饰细节和选择方块材料。要是我最后对作品不满意，这样做和一次性全部搞定相比时间损失较少。”\n\n\n\n\nAs you can see from these pictures, all that hard work paid off! For anyone out there thinking of building their own worlds, 'do whatever you want to do and take your time,' Dennis advises. 'Practise a lot.'\n这些雄伟的景观标志着他的付出得到了回报。对于想要创造属于自己世界的有志青年，Dennisbuilds 的建议是：“做你想做的，投入足够的时间去练习，熟能生巧。”\n\n“Get feedback. Let your friends have a look at your stuff and listen to what they have to say.” If they say bad things, just get new friends! Or, er, learn from their feedback. We guess.\n“必须要获取反馈，让你的朋友游览参观你的建筑，听听他们的意见和建议。”如果他们对建筑有意见的话，那就去交新朋友吧。或者，嗯……还是接受他们的建议为好。\n\nGot your own fantasy worlds you want to build? You can get inspiration and see more of dennisbuilds' majestic creations worlds by following him on Twitter here!\n有了创造属于自己的幻想世界的灵感？点这里关注 Dennisbuilds 的推特，再多看看他的雄伟世界，获得启迪吧！\n\nRenders by Iskilla, Splekh, Hypacletus, LNeoX and Joebricksy.\n渲染图提供： Iskilla，Splekh，Hypacletus，LNeoX 以及 Joebricksy。\n\n【c7w 译自官网 2017 年 07 月 01 日发布的 Dragon Scale】\n【本文排版借助了：SPX】\n\n\n\nD R A G O N   S C A L E\n龙    鳞\nA gigantic fantasy world from dennisbuilds!\nDennisbuilds 建造的庞大幻想世界\n\n\n　　People often imagine their own worlds, full of great heroes and evil villains. They doodle designs for futuristic cities in the margins of their schoolbooks, or draw maps plotting out every inch of the fantastical lands that they picture in their heads. Some even make up whole new languages, like Tolkien, the weirdo. Whatever happened to him?\n　　人们经常会幻想他们自己的世界，世界中会有伟大的英雄和邪恶的反派。他们会在他们的作业本的边缘，将自己对未来城市的设计随心所欲地画出来，又或是将自己脑海中的每一寸土地绘制成地图。有一些人甚至会编造一些全新的语言，例如一个古怪的人——Tolkien，在他身上发生了什么呢？\n\n　　These days, people can now also use all kinds of computer programs to bring their unique fantasy worlds to life. Computer programs such as, to pick an example totally at random, Minecraft!\n　　现在，人们能够使用各种各样的电脑程序将他们的独特的幻想世界带到现实中——随便举一个例子，就像Minecraft这种！\n\n　　One person who took the opportunity to turn his imaginary world into electrons and beam them across the internet was dennisbuilds. “I started playing Minecraft with my friends back in the 1.8 beta,” explains dennisbuilds. “But I only started building in summer of 2014, before I was just doing some survival action and goofing around.”\n　　抓住机会将脑海中想象的世界转换成电子数据，并传播到网上的人其中有一位就是Dennisbuilds。“从1.8beta版本，我就开始和我的朋友们一起玩Minecraft了，”dennisbuilds解释道，“但我是在2014年的夏天开始从事于建筑的，在那之前我只是玩玩生存，然后无聊地闲逛。”\n\n\n　　Let's see where 'goofing around' gets you!\n　　让我们看看“无聊的闲逛”让你得到了什么吧！\n\n\n\n\n\n\n\n　　Once dennisbuilds started building, he found it hard to stop, as a look at his other projects shows. After creating several designs in Minecraft, he came up with the world of Wonderland Santuary, an island where people who've fled their old home can build a new civilisation. Not content to let the idea gather dust inside his head, dennisbuilds decided to create the land he'd dreamt up.\n　　Dennisbuilds只要一开始建筑，他就很难停止，你可以去看看他的其他项目。在Minecraft中完成了一些设计之后，他的脑海中就有了关于圣堂仙境的想法，在这座岛屿上，人们离开了他们的故乡去创建新的文明。但是他并不满足于仅仅将这个想法尘封于他的脑海之中，他决定将他梦想中的岛屿建造出来。\n\n　　“It's easy to get into it and start creating stuff right away,” dennisbuilds explains, when asked why he used Minecraft to bring this land to life. “Not to mention you can create whatever you want or have in mind. That's also why I mostly do fantasy builds, because there are no rules. You can create whatever you want. If you strive for realism you can't just have things floating in the air or a dragon flying right next to your building. ”\n　　“你能够快速，简单地进入Minecraft，然后你就能开始建造东西”，当dennisbuilds被询问他为什么使用Minecraft将这座岛屿带向现实时，他如此解释道，“更不用说在Minecraft中，你可以创建你任何想要或能够想到的东西了。这也是我更喜欢做幻想建筑的原因，——没有束缚。你可以创建任何你喜欢的东西。如果你更喜欢为现实主义而奋斗的话，空中是不会有漂浮着的东西的，你的建筑的右侧也不可能出现飞着的龙。”\n\n\n\n　　They might not be realistic but who wouldn't want a few dragons flying around their house? Only peasants, princesses and the more flammable kinds of livestock. Of course, it wasn't easy getting all the dragons and other fantastical ideas from his head to the screen.\n　　你的房子周围有几头飞着的龙可能不是很现实，但是谁不想这样呢？——我想也就只有农民，公主和一些家畜了。当然，将你头脑中的龙与想法全部转移到屏幕上也是不容易的。\n\n\n\n\n\n　　“Sometimes it took quite a long time to finish one structure,\" confirms dennisbuilds, \"especially because I prebuilt them with only one or two different blocks to get the right shape. After having the shape done, I could concentrate only on the details for the structure and the block palette. That way if I built something I didn't like, I wouldn't lose that much compared to if I did all the detailing and texturing as well.”\n　　“有时完成一个建筑需要耗费很长时间”，dennisbuilds同意道，“这尤其是因为——我喜欢先用一两种不同种类的方块先把建筑的形状搭建出来。在搭建形状完成后，我才专注于建筑的结构和所用的方块这些细节。这样的话，如果我做出来了不是很漂亮的东西，相对于全部完成细节和纹理，我花费的时间也不会太多。”\n\n\n\n\n\n　　As you can see from these pictures, all that hard work paid off! For anyone out there thinking of building their own worlds, \"do whatever you want to do and take your time,\" Dennis advises. \"Practise a lot.\"\n　　正如你可以从这些图片中所看到的，所有的努力都得到了回报。对于那些想建造自己的世界的人，“做你想做的并敢于去花时间，”dennisbuilds建议道，“多加练习。”\n\n　　“Get feedback. Let your friends have a look at your stuff and listen to what they have to say.” If they say bad things, just get new friends! Or, er, learn from their feedback. We guess.\n　　“你需要得到一些反馈——让你的朋友看一下你的建筑，然后听取他们的意见。”如果他们说的话你不愿意听的话，交一些新朋友吧！额……或者，认真听取他们的意见是最好——我们想。\n\n　　Got your own fantasy worlds you want to build? You can get inspiration and see more of dennisbuilds' majestic creations worlds by following him on Twitter here!\n　　想建立你自己的幻想世界吗？你可以通过在twitter上关注他来获取灵感并查看更多他的雄伟创作！\n\n由 Robert Summersgill 创作\n2017年7月1日\n翻译者 c7w\n2017年7月2日\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1498962420,
            "txt_content": " 本帖最后由 cc7w 于 2020-3-3 17:45 编辑 \n\n因为时间原因本楼不可见"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1498974060,
            "txt_content": "我赌五毛是你机翻完了改的"
        },
        {
            "author": "cc7w",
            "timestamp": 1498974180,
            "txt_content": "volta薯片~ 发表于 2017-7-2 13:41\n我赌五毛是你机翻完了改的\n五毛拿来吧\n我拿word自己一点一点翻的【略略略\n\n以及我再去润色一遍"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1498992840,
            "txt_content": "为什么说话都是\n“***道”"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1499232960,
            "txt_content": "1345979462 发表于 2017-7-2 13:43\n五毛拿来吧\n我拿word自己一点一点翻的【略略略\n不给不给XD"
        },
        {
            "author": "5igm1",
            "timestamp": 1500490920,
            "txt_content": "为什么你要翻译这么多的东西？我不是说这篇，我发现你在翻译版翻译了好多东西。。"
        },
        {
            "author": "cc7w",
            "timestamp": 1580910360,
            "txt_content": " 本帖最后由 cc7w 于 2020-2-5 21:49 编辑 \n\n[1] 托尔金\n    约翰·罗纳德·瑞尔·托尔金（John Ronald Reuel Tolkien，1892年1月3日-1973年9月2日），英国作家、诗人、语言学家及大学教授，以创作经典严肃奇幻作品《霍比特人》、《魔戒》与《精灵宝钻》而闻名于世。托尔金为了更全面更真实地展现中洲奇境，在自己的故事里面创造了十几种语言，其中的精灵语（昆雅语）和灰精灵语（辛达语）拥有充足的词汇和完善的语法，甚至可以用于日常的沟通。（《百度百科》）\n[2] goof around\nTo engage in aimless recreation or frivolous time-wasting; to fool around.\n[e.g.]\nQuit goofing around and get back to work already!\nYou'd probably have better grades if you didn't goof around so much in class.\n\n\n"
        }
    ]
}