{
    "title": "【七月活动】他在立交桥底",
    "author": "初阳时光",
    "replyCount": 4,
    "timestamp": 1499003100,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:36 编辑 \n\n\n\n\n\n图二。\n感觉这篇文章在挑战我脑洞极限（弥天大雾）\n\n\n       我是肯定不会去打破砂锅问到底的。\n       如果非要问我刚刚这句话所指的是哪件事的话，我会回答你这件事是R在去年的一个秋夜的消失。\n       作为常常在他的聊天列表出现的我，也本应该是感到意外，但我第一反应并不是惊讶，而是平静。\n       “肯定是找不到他了。”他的好友E跟我这样说。\n       我也隐隐约约有这种感觉。但是要是事实不符合E的猜测，R现在肯定在某个立交桥底下抽烟吧。\n       他是一个有烟瘾的人。作为一个公司职员，他经常和别人谈业务。和他谈过业务的人不约而同地都曾在公共场合抱怨他抽烟的坏习惯，这也就成为了他在职场失败的原因之一。当然，他的衣着经常不体面也是其中的一大因素。或许，云雾缭绕在他眼里就像仙境，就像无拘无束，没有任何条件的肆意与欢畅。每当他立下字据说要戒掉烟瘾时，手却不听话地，诚实地拿起了烟。\n       要是你觉得他是一个骨瘦如柴，无家可归的人，那你就大错特错了。\n       他不爱运动。虽然说不上胖，但是起码他的体重数字在我见过的抽烟者中十分可观。他还喜欢在夏天的夜晚望着满天繁星一动不动，甚至可以保持半个小时。不得不提的是，他还喜欢研究星座。他自己是金牛座的，但奇怪的是，他从来不知道他星座的特点——这是因为所有的资料上显示的金牛座的特征都与他自身的特征毫无共同之处。\n       他还是个寡言的人。我们与他相处或聊天之后，总结了一个特征，但这并不值得我们研究——他常常去立交桥底。\n       很多人都针对他为什么对立交桥底情有独钟做过很多不一样的猜测，比如说，有可能他喜欢听在头顶掠过的风声以及汽车发动机的隆隆声，又比如说有可能他喜欢的女孩时不时在桥底下经过，而他准备开展猛烈攻势。但是后一种猜测不出意料地成为了笑谈，毕竟，他不经常说话。\n       他总是看起来神神秘秘，像是在筹备一场千年大计。\n       看到这里，你会觉得他是一个怪人，并且完全不想再和他保持联系。\n       但是事实并非如此——甚至我们还以此为乐。\n       而这件事情恰恰发生在你想的这个情景当中。\n       十一月五日晚十点零六分，全城停电。\n       在家里看电视的我被吓了一跳。这次停电真的没有预先通知啊。\n       广场上没过一会儿就熙熙攘攘。人们骚动着，惶恐不安地议论着。供电公司，按照常理来说，不会把全城的电网都断开来检修的。\n       我也抱着枕头来到了广场，找了一个在人群旁边的长椅上躺了下来。\n       R突然走过来，像是早已知道了我在那儿一样，对我微笑，然后不紧不慢地离开了。\n       这是我有史以来第一次看到他露出笑容，而且也是最后一次。\n       一个小时后，全城恢复供电。\n       我匆匆回到家，就这样安静地度过了这个其他人都不安静的夜晚。我的心态可是好得出了名的。\n       第二天我照例起床后查看R对我发的信息。但是不同寻常的是，这次的信息只有一句话。\n       “我会回来的。”\n       我突然明白了什么。\n       字体依然是分明的黑白，也似他在七月的沉默，锁上了整个呼之欲出的清秋。\n       很明显，他一定在立交桥底。\n\n\n\n费言\n可能这是篇假的黑暗文哈哈哈哈哈\n（转型真快噗\n\n\n\n@Smokey_Days   @风吟浅唱    @guqu    @冥王星人 \n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1499166300,
            "txt_content": "文笔不错但没看懂\n咳咳"
        },
        {
            "author": "FBILer",
            "timestamp": 1499172060,
            "txt_content": "最后的‘我会回来的’或许没那么多的意思，我觉得他下次还会守株待兔"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1499311260,
            "txt_content": "大概是我见识粗浅\n我只想说 看不懂= ="
        },
        {
            "author": "ok840416617",
            "timestamp": 1499321340,
            "txt_content": "好高深...我看不懂"
        }
    ]
}