{
    "title": "[Minecraft.net|INSIDER]模拟太空大战已在市场(MARKETPLACE)上发布",
    "author": "PlayerMingZhu",
    "replyCount": 0,
    "timestamp": 1499057280,
    "txt_content": "NOW ON MARKETPLACE: SPACE BATTLE SIMULATOR\nQwerty talks about his amazing interstellar minigame!\n模拟太空大战已在市场（MARKETPLACE）上发布\nQwerty谈论他那令人惊奇的星际小游戏！\n\n\nMarketplace是新加入到便携版和Win10版中的-它首次提供了从游戏本身中浏览，购买，下载和播放社区内容的方式。在接下来的几周里，我们将展示人们为迎接它的登陆所做的一些很酷的事情！你可以马上点击这里来查看一下！\nMarketplace is new to Pocket and Windows 10 - for the first time it offers a way to browse, buy, download and play community content from within the game itself. Over the next few weeks we’ll be showcasing some of the cool stuff people have made for the launch! You can go check it out right now by clicking here!\n\n\nQwertyuiopThePie是Minecraft创作者中的一个传奇人物，他制作了许多深受喜爱的冒险地图和小游戏，每一个作品都是在建立在错综复杂的红石运作系统-包括最近常用的命令方块-之上的。随着Qwerty被更多人所了解，他在这些页面上出现在了他的惊人的团队夺旗地图和国王之谷的前面。现在，他回来了，将另一个精心制作的团队死亡竞赛地图：模拟太空大战带入了便携版和Win10版。\nQwertyuiopThePie is a name legendary among Minecraft creators, having authored a number of much-loved adventure maps and minigames, each built upon intricate redstone workings, and, more recently, command blocks. Qwerty, as he is more pronounceably known, has appeared on these pages before for his amazing team Capture The Flag map, Valley of Kings. Now he’s back, bringing another elaborate team deathmatch map to Pocket and Windows 10: Space Battle Simulator.\n\n\n他大概地比较了模拟太空大战和FTL游戏两者的思路。FTL游戏是一个冷漠的太空飞船管理游戏，在游戏中，你只要微操控那些训练有素的船员，在一次危险的星际冲突之中生存下去。当然，在模拟太空大战这款游戏中，每一个船员都是单独由一名玩家来控制的。\nHe broadly compares the concept of Space Battle Simulator to the game FTL - a ruthless spaceship management game, where you micromanage variously skilled crew members as they survive an onslaught of interstellar peril. Of course, here, each crew member is controlled by a separate player.\n\n\n“我们的想法是在两艘战斗飞船上有两队玩家，” Qwerty说。“他们可以利用太空飞船上的系统与其他飞船互动，例如可以摧毁敌方的盾、用船对船的武器开火、或者直接登陆到另一艘船上面对面打一架。目标就是摧毁敌方的太空飞船。”\n“The idea is that there’s two teams of players that are on these two battling spaceships,” says Qwerty. “They can use the spaceships’ systems to interact with the other spaceships - to do things like taking down the enemy’s shields, fire ship-to-ship weaponry, or beam onto the other ship and fight them hand-to-hand. The goal is to destroy the enemy’s spaceship.”\n\n\n飞船是交互系统的集合体，必须得到管理、保护或是利用其获得优势，就像Qwerty解释的那样：“你拥有飞船上的武器，少数的一些系统就像一个组合一样，增强武器威力、气闸、可以展示出你飞船上东西的情况的扫描系统、防护盾、氧气，转运室，维修室等等，以及你飞船上最重要的东西：核聚变核心。需要攻击五次才能摧毁它，但是一旦你摧毁了它，飞船船就会爆炸然后你就赢了。要么摧毁核聚变核心，要么消灭敌人。”\nThe ships are a mass of interacting systems, which have to be managed, protected or exploited to gain the advantage, as Qwerty explains: “You’ve got the ship’s weapons, a couple of minor systems like a couple that boost the weapons’ power, airlocks, a scanner system which shows you the state of things on your ship, shields, oxygen, the transporter room, repair room and then, the most important one: the Fusion Core. It takes five hits to destroy but once you destroy it, the ship blows up and you win. Either you destroy the Fusion Core or eliminate the enemy team.”\n\n\n当策略上需要拦截敌人的时候，你要与团队之间紧密配合来制定攻击计划。Qwerty举的例子是以敌方的氧气供应作为目标。\nYou’ll need keen coordination with your team to plan your attack, while intercepting and rebuffing the enemy’s strategy, though. An example Qwerty uses is to target the enemy’s oxygen supply.\n\n\n “实际上很少有队伍会检查氧气系统有没有被移除，”Qwerty说，“如果被移除了超过五分钟，他们会耗尽氧气然后输掉，所以当你正试图通过拆掉他们的防护盾并向他们飞船的某部分开火来干扰他们，这会是一个很好的出发点。当然，你需要登录他们的飞船才能拆掉他们的防护盾，但是一旦防护盾不起作用了，你就可以使用飞船上装载的武器来攻击他们的氧气系统，并以此击溃他们。”\n“Teams rarely actually check to see if the oxygen system has been taken out,” says Qwerty, “If it’s out for more than five minutes they’ll run out of oxygen and lose, so it’s really a good starting point while you’re trying to distract them by taking down their shields and shooting up parts of their ship. Of course, you need to board the ship in order to take down their shields, but once the shields are down you can use your on-board weapons to shoot their oxygen system and take it down that way.”\n\n\n实际上，船对船的武器摧毁可以船的组成部分，用它杀死他们然后使系统瘫痪。“房间也可以被封锁掉，然后你就不能用它作为通道来使用了，”Qwerty说道。“所以你可以用你船上的武器战略性地封闭走廊并切断通往他们船上某部分的通道，在某些情况下这样做是很有效的。”\nParts of the ship actually get destroyed by the ship-to-ship weapons, killing those within them, and disabling systems. “The room also gets sealed off, so you can’t use that as an access way,” says Qwerty. “So you can use your ship weapon to sort of strategically shut off hallways and cut off access to parts of their ship, which can be useful in some situations.”\n\n\n如果你被轰炸了呢？“你就会想要利用维修室来修理你的飞船，”Qwerty说道。“但那意味着敌方会知道你想要修理你的飞船-所以他们将会冲过来然后试图杀掉你来组织修理它。所以你需要防守维修室直到你再次成为攻击方。”\nAnd if you’re on the receiving end of such bombardment? “You’re going to want to repair your ship by using the repair room,” says Qwerty. “But that means the enemy is going to know that you’re going to want to repair your ship - so they’re going to be beaming in and trying to kill you and stop you from repairing it. So you have to defend the repair room until you’re in a situation where you can go on the offensive again.”\n\n\n你可以想象，有这么多相互关联的元素，有许多不同的战略玩法开放给玩家-但一切的成功都需要一个公平的合作点。\nYou can imagine that, with so many interrelated elements, there are many different strategies open to the player - but all require a fair bit of cooperation to be successful.\n\n\n “你必须提前制定计划，” Qwerty同意道。“一个成功的团队经常需要互相交流.所以如果有人登陆了你的飞船，你知道登陆者在哪，知道如何拦截他们，以及要使用什么应对策略。我认为五对五是一个理想的小型交流玩家数量。”\n“You have to plan ahead of time,” agrees Qwerty. “A successful team will always have to communicate with each other. So if someone boards your ship, you know where the boarder is, you know how to intercept them, and what counter-strategy to use. I’d say five versus five is the ideal number of players for that sort of communication.”\n\n\nQwerty的地图还没完结，这暗示着它在登陆之后还会继续完善。这也不会是我们从他这里看到的最后一件事：他计划之后将最经典的监狱工厂地图带到市场。\nQwerty’s not done with the map, suggesting he’ll continue to improve it after launch. Nor is it the last thing we’ll see from him: he plans to bring an updated version of his classic Prison Factory map to marketplace in the future.\n\n\n“命令方块对于便携版来说是非常新鲜的，这意味着你直到现在都没有真正见过这么复杂的地图，看看它在便携版的社区中的反响如何一定会是很有趣的！”\n“Command blocks are pretty new to Pocket Edition which means that you haven’t really seen that many maps of this kind of complexity until now - it should be interesting to see how the Pocket Edition community reacts to it!”\n\n\n肯定会！在此期间，你可以自己冲到市场里来查看Qwerty的惊人作品-而且你会在那发现其他的很酷的东西！\nIt certainly will! In the meantime, beam yourself over to Marketplace to check out Qwerty’s amazing work - and the oodles of other cool stuff you’ll find there!\n\n",
    "replies": []
}