{
    "title": "[双线]Future RPG服务器——2018年暑假服全新周目中国风天地异闻录[1.7.2]",
    "author": "sunhaocheng",
    "replyCount": 0,
    "timestamp": 1499068920,
    "txt_content": " 本帖最后由 sunhaocheng 于 2018-4-6 02:53 编辑 \n\n\n\n\n\nCNB}05)IH`BS_O_@MHH4YVX_meitu_1.jpg (32.46 KB, 下载次数: 0)\n\n下载附件\n\n2017-7-3 15:44 上传\n\n\n\n\n【Future RPG 服务器】2018暑假 全新中国风周目 《天地异闻录》\n\n       2013年从最早的无名小服到2014年我们改名为未来式服务器，再到现在2016年Future服务器的成立！2013年从没有经验开的公益服，2014年暑假第一次开RPG服务器受到大家欢迎！到现在2015年布雷格大陆世界观的逐渐形成稳定得到越来越多玩家的认可！Future服务器一种信念的积累！5年来我们不断收获玩家的赞赏和支持、5年来我们不断钻研RPG的制作，就是为了为玩家带去精彩的RPG体验！我们从音乐、材质绘画创作、副本设计、游戏玩法、插件需求、创新MOD每一点我们都在精心规划着！这些年我们遇到过各种挫折和失败！但是就是因为大家的信念让我们一直走到现在！2017暑假即将到来！布雷格大陆征战的号角又再次吹响！全新的材质、全新的插件、全新的玩法、全新的剧情世界观等你来体验！盗取永远无法超越经典！Future RPG服务器5年感恩 重磅回馈 我用心做服 你用情游戏.[本次周目为再次提高玩家总体素质，进群需缴纳5元入群费用！缴纳的玩家可以联系腐竹在2-3个工作日内在游戏中返充给您50点卷感谢你的支持！营造绿色服务器环境你我共同努力！]\n\n《Future RPG服务器服务器规 2018修订版》<请您务必认真阅读服务器规章准则不然无法通过白名单审核>1. 请勿使用Bug、作弊Mod、辅助工具（连点器除外）等任何工具、手段进行作弊！如果发现BUG请第一时间汇报在线OP进行处理，请勿以威胁的态度向OP进行交易，如：OP我告诉你一个BUG你给我一点什么东西!我们要坚决杜绝这种行为，另外当出现不可修复BUG时玩家不应传播，不应利用BUG手段获取道具等！如有发现理解封号处理，我们运营团奖励举报BUG的玩家是出于鼓励玩家举报BGU的积极性，如果玩家习以为常以这种方式来威胁OP，那么你要么别被查到不然后果自负！\n2. 请勿在服务器中对玩家、OP，进行语言的攻击!首先我们服务器注重玩家的素质修养，致力打造绿色和谐的服务器环境!希望各位玩家友善、和谐相处开玩笑也要有限度，如果超过了限度反而会有负效应。所以请各位玩家注意为打造良好绿色和谐的服务器环境，你我共同文明游戏!\n3. 禁止在非PVP区域，利用炮铳、弓弩对玩家造成伤害！\n4. 禁止在自己的地皮搭建高空建筑，高空流水，高频红石，过度养殖等!影响服务器流畅度。\n5. 禁止在服务器内宣传别的游戏或者是别的服务器等，如有发现禁言7天.（如果再犯直接飞机票）\n6. 禁止玩家互相给予对方帐号密码，如果你把帐号密码告诉了别的玩家，那么你的号被封了或者是少了东西我方运营团不负任何责任!所以为了帐号的安全请各位玩家一定要保护好自己的帐号密码!\n7. 禁止玩家恶意诋毁服务器，如：什么垃圾服务器做的真垃圾等!服务器的竞争日益激烈，服务器做的好不好玩家玩了就知道!某些服务器为了盈利恶意派出熊孩子诋毁其他服务器，毁服等！所以如有发现此类玩家立即飞机票.\n8. 请各位玩家合理的使用RPG道具，请勿使用RPG道具的特性BUG来获取某些物品或者道具，破坏展示框等公共物品！\n\n为了保证服务器的运营质量，以及玩家素质的提高！我们采取白名单审核方式，发放白名单！亲爱的玩家你也将体验到我们Future运营团招待组的盛情款待！我们将竭诚为你服务，希望你能体验到好的游戏环境！所以请各位玩家已不爆粗口、不侮蔑他人、不乱杀无辜为荣！我们运营组的工作人员也将大力维护服务器的和谐！将不和谐的玩家进行一定的处罚，情节严重者将永久封禁！\nFuture RPG服务器为你解答新概念RPG RPG的未来从这里开始：首先感谢各位，可以点开网页来看我们服务器的宣传！那么很多玩家不清楚一个RPG服务器为何要和生存有所联系，这样不会很乱吗？这样会不会影响服务器的正常发展？这样的服务器好玩嘛？那么一切的疑问都是正常的，因为说实话现在没有一个RPG服务器有真正这样的去尝试过，玩家厌烦了每天无止境的刷怪，玩家烦恼没有时间怎么才能赶上那些有钱又有时间的人呢？其实我们服务器开放4年以来经历了不少这样的事情，我们不断的探索玩家间平衡的奥秘，充值玩家和普通玩家的平衡点在什么地方呢？那么就让我们一起走进以下环节看下耗子为你准备的新概念RPG吧！装备和药剂的合理搭配：在MC中我相信很多玩家玩过的服务器，基本上都是靠装备来玩的！谁会在乎药剂，辅助道具这些东西呢？有防御有攻击能干才是王道！并不然对我来说我们平常玩的那些RPG游戏药品可是作为一个核心的存在，没有药剂何谈打BOSS没有药剂何谈清野区，包括辅助道具的使用都能让游戏变的更多的乐趣，你想一想如果就是无聊的平A天天让你打上百、上千只怪你难道不腻烦吗？何不开动自己的思维，来开发攻略！什么怪物需要使用什么样的药剂来搭配可以更好的击杀，需要什么的道具来辅助可以轻松的获取战利品呢？所以一个好的RPG由药剂开始，没药剂就不RPG！生存与RPG的结合商人之路从你我开始：MC作为我们开服务器的本体，我们自然不能忘本！而MC的根本就是生存，对于我们来说MC给我们一个良好的平台，这是我们创建RPG的基础，我们又怎么可以去抹杀它原有的魅力呢？所以我的第二个新概念就是生存与RPG的结合，种菜，造房看起来已经是老一辈MC玩家玩腻的东西，在这里你是否愿意来再次体验一下MC原本的乐趣呢？种植作物来制作药剂、道具！挖取矿物来制作装备、武器！建造自己的村庄，打造自己的家族！家族大战一触即发！你会发现原来原版生存也有诸多乐趣，当你做完一天的任务，打完一天的怪物！挂挂机、种种菜、养养牛、羊！跟小伙伴一起聊天，你还可以将你的物品战利品生存采集的道具通过摆摊出售给别的有需要的玩家，你可以来到清澈的小溪边，一望无际的海面上坐着钓钓鱼！这又何不是MC中最大的乐趣呢？小伙伴一起来，快乐你我他：对我而言，MC就是一个世界！它不是一款游戏，而是一个可以大家真正互交的场所！大家可以在这里吹吹牛，炫耀自己的装备、武器！可以在这里感慨丰收的成果！可以在这里跟大家分享你的伤心和喜悦！Future服务器，我们用心为你创造快乐！我们用心为你打造RPG游戏体验！我们希望你来到这里就像回到家中一样！感受到温暖和阳光！所以你的小伙伴就成了必不可少的战友！一起打怪、一起生存！团队的力量永远大于一切！你在这里可以与自己各地的小伙伴在游戏中相见！这岂不是一种温馨？刷装备、刷材料、欧皇世界真奇妙：对于一款RPG游戏来说，材料和装备的爆率问题一直是玩家所关心的！其实大家不用抱怨，也不用怀疑！每位玩家打的都是一样的怪物，怪物的爆率都是一样的所以我们为其添加了很多随机的元素，随机的装备属性，随机的装备出品率等等！其实这也是给玩家成就感的一种体验！没有打到千万别灰心，也许下一秒！极品道具就是你的哟！本服赞助唯一货币[点卷]比例1RMB：10点卷\n\n《服务器特色介绍》1.强大的武器装备系统：本服务器的武器的插件是专门定制，保证给你们不一样的体验！暴击，吸血，减伤，会心一击，破甲，绝对伤害，吸血率，吸血值，暴击值，暴击率。特色武器技能，样样俱全\n2.强大的宝石系统：宝石系统也是我们服务器专门定制的插件！武器装备还是扛不住，很难熬？那么你就需要装宝石了！暴击宝石，减伤宝石，防御宝石，吸血宝石，伤害宝石，血量宝石，宝石获取的方法也非常的广泛，如：点卷商店购买，或活动送宝石，甚至打怪换宝石也都是可以的。 有了宝石，助你的装备更上一层楼！\n3.强大的饰品系统：什么？有宝石，武器装备还不满足？ 那就再来个饰品给你助力吧！强大的饰品，只要放在物品栏内就能触发， 增加血量，增加攻击，增加暴击，增加吸血。从此虐爆副本不再是事！\n4.独具特色的村庄系统：东西太多没法子装，你需要一个家？没问题！在我们服务器，已经取消了地皮，取而带之的是村庄！创造村庄只需要买保护方块后人数达到3人即可正式立为村庄，让你比地皮系统里更加的感觉到家的温馨。\n5.独一无二的组队系统：我们的组队插件也是专门定制的！一个人打副本太累了？那就一起来打副本吧！，组队助力，从此打副本不再愁！更有独特的组队副本系统，有些特定的副本是需要组队人数达到3人后进入的。当然这些副本里面爆出来的东西也绝对是极品中的极品哦！\n6.惠民的师徒系统：什么？刚来服务器什么都不会？不用担心！那就找一个师傅来带你飞吧！特有的师徒系统\n让你的萌新生活不会那么的困难！当徒弟60级后便可出师，可以领取出师礼包，师傅也可以领取宗师礼包。何乐而不为呢。\n7.定制的摆摊系统：副本掉落装备、材料？我已经有了丢出去交易又不安全，自己放在家中又占存储空间！如果一直这样干等着也不是个事情，没关系摆摊系统来帮你！你只要在挂机的时候前往摆摊区进行摆摊，又能挂机，又能出售东西！岂不是一举两得等你回来一看，又涨钱，又涨点卷积分！心里美滋滋！\nFuture RPG服务器 致力打造 玩游戏不累 挂机也能玩的全新RPG运营模式.氪金大佬？挂机平民？只要你愿意每天付出2-3小时成为大佬不是梦》\n\n更多精彩玩法2018年暑假，就等你来！体验Future服务器全新的RPG乐趣.2018全新中国风周目等你来耍我们在Future服务器不见不散哦！o(∩_∩)o \n主群：195181508\n\n\n\n\n2332.jpg (40.85 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-3 16:45 上传\n\n\n\n\n\n\n\n",
    "replies": []
}