{
    "title": "[Minecraft.net|CULTURE] SimplySarc 的顶尖 Minecraft 技巧",
    "author": "cc7w",
    "replyCount": 7,
    "timestamp": 1499081460,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-3 19:34 编辑 \n\nS I M P L Y S A R C ' S　T O P　M I N E C R A F T　H A C K S\nS i m p l y S a r c 的 顶 尖 M i n e c r a f t 技 巧The Minecraft boffin's best tricks for fun and personal gain!\nMinecraft 研究员为寻乐和个人所得而研究出的绝妙技巧！\n\n\n　　I really enjoy SimplySarc’s videos about his discoveries of weird hacks and tricks in Minecraft and how they work.\n　　我真的很喜欢SimplySarc的视频，那些视频一般是关于他在Minecraft世界中的奇怪技巧和窍门的发现，以及它们工作的原理。\n\n　　Sure, they sometimes stop working after Jeb and the gang update the game, but they’re so clever and he explains them so clearly that, well, I just don’t care that I rarely get them working myself!\n　　当然，这些技巧有时会在Jeb和游戏开发团队更新游戏后停止工作，但是能够想出它们的确是很聪明的，并且他解释的是如此清楚，以至于我就很少关心为什么我自己很少能把它们复原出来了。\n\n　　So I asked him to list his favourites. Thanks so much, Sarc! Science googles ON!\n　　所以我和他聊了聊他最喜欢的几个技巧。真的很感谢你，Sarc！让科学的Google开启吧！\n\nDESIGNING CUSTOM BLOCKS – INSIDE THE GAME!\n在游戏中 —— 设计自定义方块！\n\n[bili=11852321]1[/bili]\n　　One of SimplySarc’s most recent discoveries is making your own custom blocks without the need for texture packs and all within vanilla Java Minecraft! It’s complex and involves a lot of theory, but it really works.\n　　SimplySarc最近的一个发现是能够让你在Java原版的Minecraft中，不需要资源包就能够制作自定义方块。那很复杂，涉及了很多理论，但是它确实很有效。\n\n　　“It’s cool because who hasn't thought about adding their own blocks to the game?! It works similarly to how banners and shields work, so you have a few ‘layers’ which you can change the texture and colour of. You can then lay them on top of one another to form something new. To create them you have to force a monster spawner’s ‘preview’ to hold a couple of remodelled leather boots on its head and arms!”\n　　“那非常酷，谁没有想过在游戏中添加他们自己的方块呢？它的工作方式与旗帜和盾牌类似，方块都有一些层次——你可以更改层次的材质和颜色。然后你可以将一层层次放在另外一层层次的上面。要想创建它们你需要一个‘预览’怪物蛋，怪物的头上和胳膊上要持有一些已经改变结构的皮革靴子。”\n\nINVISIBILITY CLOAKS!\n隐形斗篷\n\n[bili=11852321]2[/bili]\n　　SimplySarc performed a magic trick when he seemed to show a portal to an alternative dimension in a simple floating cobblestone platform. But the way he did it was super fascinating. In case you don’t see it, here’s the link to the full explanation.\n　　当SimplySarc在展示通向简单的漂浮的圆石平台铺成的异世界的传送门时，他好像在表演魔术一般。另外他做的方法是超级吸引人的。如果你想知道原因的话，这是完整的解释。\n\n　　“These things are really awesome because they let you hide things in plain sight in a very Harry Potter-esque fashion! They work because Minecraft has trouble rendering things behind things that are partially transparent. You essentially add a custom model with a transparency between 10 and 90%, and any entity that passes behind it will vanish!”\n　　“这些东西都是极好的，因为它们能够让你将东西在众目睽睽之下隐藏起来，就像哈利波特一样！它工作的原因是Minecraft在渲染一些半透明方块后面的东西时存在漏洞。你在根本上在10%至90%的透明度之间添加了一个自定义的模型，在它后面的所有实体都会隐身！”\n\nADDING A CUSTOM HUD!\n\n增加自定义HUD！\n\n[bili=11852321]3[/bili]\n　　What if you could have custom bars on your screen that count up your mana supply or ammo count? SimplySarc worked out how! Well, two ways, one better than the other, but both using a trick with held items.\n　　你能否在你的屏幕上增加显示你的魔力值或剩余弹药数量的自定义栏呢？SimplySarc做出来了！好的，有两种方式，有一种比另一种好些，但两种都用了关于持有物品的方法。\n\n　　“I noticed that items on your hotbar can be warped, scaled and morphed quite a lot with a resource pack, so if you warp, scale and morph them enough you can create new HUD elements like thirst bars, ammo displays, mana bars or anything you can think of!”\n　　“我注意到了在你快捷栏上的物品能够通过资源包去定位，缩放和发生改变，所以如果你定位，缩放，改变它们的话你就能创建新的像口渴程度，剩余弹药数量，魔力值或任何像这样的HUD元素。”\n\nAUTOMATIC NOTIFICATIONS IN SURVIVAL MODE!\n在生存模式自动提醒！\n\n[bili=11852321]4[/bili]\n　　Here SimplySarc displays great use of some Minecraft quirks (plus a little cruelty) involving a skeletons and a cat. I also like his earlier solution, which involved the invention of the Notification Wolf. I wish I had a real-life Notification Wolf.\n　　这儿SimplySarc展示了Minecraft中的一些奇特东西（可能也有一点残忍）的巨大用途——你需要一只骷髅和一只豹猫。我也喜欢他先前的方案，使用“消息提示狼”这个发明。我希望我在现实生活中也有一只“消息提示狼”。\n\n　　“Something you can’t do in Survival Minecraft is use ‘/say’ to send automated messages through chat, like alerts that your iron has finished smelting. But I figured out a hacky way to do it by using wolves or ocelots and a skeleton. Basically, you receive a chat notification if a tamed pet dies with who killed it and using what weapon, so if you give a skeleton a bow named with your notification and goad it into shooting your pet, you can send automated chat messages!”\n　　“在生存模式中，某些情况下你不可以使用‘/say’来在聊天栏自动发送信息，例如当你的铁锭冶炼完毕，你想要获得提醒。但我找到了一个技巧性的方式——通过使用一只狼，或一只豹猫和一只骷髅。这主要是因为如果你驯服的宠物被特殊凶手与特殊武器杀死，你的聊天栏就会收到提醒。所以如果你给一只骷髅一把以你的消息名命名的弓，然后让它射死你的宠物，你就能自动发送消息了！”\n\nCREATE AN ICY BRIDGE!\n创建一座冰桥！\n\n[bili=11852321]5[/bili]\n　　Last one! This one is very clever, and actually a pretty practical way of briefly extending bridges across water!\n　　最后一个！这个方法非常聪明，实际上是一个非常实用的方法，可以让你在水中延展桥梁！\n\n　　“You can create temporary ‘drawbridges’ using a quirk with the frost walker enchantment. For some reason, frost walker still activates when placed on an armour stand, meaning you can create devices that freeze water blocks immediately and automatically. Using this you can make drawbridges for your friends to use to cross your moats!”\n　　“你可以创建临时的‘吊桥’，通过使用冰霜行者附魔。因为一些原因，带有冰霜行者附魔的装备在盔甲架上也会工作，这意味着你可以创建能够即时，自动冻结水方块的设备。使用这个你能够创建吊桥，让你的朋友们使用它来穿过你的护城河！”\n\n原文地址(Alex Wiltshire)翻译者 c7w\n\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499081520,
            "txt_content": "@LocusAzzurro @henry5041 @KTR @原子弹1号 @FHC红石 @小阿狸.... @XJue_DaDa  @原子弹1号  @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey @迷途的路人 \n@chyx 来帮忙看下原理→_↘\n\nc7w：还有这种操作.jpg"
        },
        {
            "author": "chyx",
            "timestamp": 1499082120,
            "txt_content": "1345979462 发表于 2017-7-3 19:32\n@chyx 来帮忙看下原理→_↘\n\nc7w：还有这种操作.jpg\n前面的是资源包的技巧\n\n此外 最后一个还能做区块加载检测器"
        },
        {
            "author": "cc7w",
            "timestamp": 1499082240,
            "txt_content": "chyx 发表于 2017-7-3 19:42\n前面的是资源包的技巧\n\n此外 最后一个还能做区块加载检测器\n→_→\nc7w在搬运视频的时候是一脸excuse me的\n这不是我玩过的Minecraft 233"
        },
        {
            "author": "Mithey",
            "timestamp": 1499083980,
            "txt_content": "不错。可以用于地图"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499085960,
            "txt_content": "1345979462 发表于 2017-7-3 19:32\n@chyx 来帮忙看下原理→_↘\n\nc7w：还有这种操作.jpg\n这个东西很早就有了...\nnewitem之类的就是用这个做的"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1499091360,
            "txt_content": " 本帖最后由 FHC红石 于 2017-7-3 22:25 编辑 \n\n前面材质包总结（除了第二个，让我研究下怎么穿过去的，透明我知道）哦知道了，一整个都是盔甲架，都是假的，所以可以穿过，脑洞很大，但实现的有理有据\n这BUG之前chyx讲过吧\n总结：\nhttp://www.mcbbs.net/thread-677378-1-1.html\n脑洞都很大，很不错\n\n话说这种操作很可怕吗，还好吧（你需要去我空间看看（滑稽"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1499233260,
            "txt_content": "woc666666666\n国外dalao"
        }
    ]
}