{
    "title": "原创/连载{传说之地}[第十章：新的挑战]",
    "author": "久战沙场",
    "replyCount": 1,
    "timestamp": 1499178000,
    "txt_content": " 本帖最后由 久战沙场 于 2017-7-4 22:25 编辑 \n\n第十章：新的挑战\n\n          “小心，周围有动静！”\n          凯四周看了看，发现什么都没，再回头一看，突然，一只庞大的史莱姆跳了下来，凯立刻往右边侧身一跳。\n        眼前这个史莱姆体型非常巨大，动作也很敏捷，接着凯冲了上去，狠狠着一刀砍在了史莱姆身上，刚砍下去，粘液往里面陷进去，然后又弹了出来，把凯给弹飞了好远好远。\n        “可恶，怎么感觉打这史莱姆没感觉的？”\n        “凯，这可能跟非牛顿物体有关，你给它的力越大，反弹给你的也越大，所以，要杀死它，要用脑子。”\n        凯仔细观察，周围地形狭小，而史莱姆体型庞大，身上有的东西也就只有一把刺刀，一些狼牙，狼爪，一些食物。\n       “嘿，史莱姆，接招！”\n       凯抓起地上的一块泥土，然后往史莱姆那丢去，泥土一碰到史莱姆，就被史莱姆给吸收了，接着凯用手上的刺刀再划起一点泥土，再丢到史莱姆身上，史莱姆又开始变大，凯又抓起几块泥土，又往史莱姆身上丢去。\n       “凯你在干嘛？没看见史莱姆越来越大了吗？”道雷不解的问。\n       “团长，麻烦你，待会我丢最后一块泥土的时候，把奥术能量注入到这块泥土，要以足够快的速度打到史莱姆体内，这可以让史莱姆承受不住这么大的重量而瓦解，击败它自然容易的多了。”\n       “哈哈，你小子，变聪明了哈，等一下，我先汇聚能量。”\n       凯抓起一块泥土，揉成锥子形，然后利用绳索发射器发射出去。“团长！”道雷一听，立马释放了奥术能量，奥术能量的冲击打在了绳索发射器上，这块锥子泥土立马插入史莱姆体内，接着史莱姆开始摇摇晃晃了，凯又抓起一大块泥土，又像刚才那方法，跟道雷配合，打进了史莱姆体内，接着，史莱姆越来越晃，越来越晃，最后倒在地上，变成了一大堆小史莱姆，凯冲过去，抓住几只比较大的，叫道雷帮忙召唤奥术空间，装进去。\n       “恩，这些小史莱姆就给它们留在这里慢慢生长，现在抓几只比较大的回去交差。唉？这是什么花？没留意唉，白色的真好看。”\n       凯离开了森林，跟道雷去了酒馆帮忙做了一些事情后，就往风暴城堡走去。走着走着，到第二层招兵那里时，有一位比较年轻的少女在那爬墙，凯也没在意，然后就进去那，结果一进去，天花板上突然掉下个人，砸在凯的身上。凯爬起来一看，这不是刚才那女的么？\n       “喂，你一个姑娘家就别到处爬墙了，待会砸死人了就不好了。”\n       “你。。。你居然敢教训我？”这少女一脸不服气的质问道。\n       “唉，算了。”凯也不想跟她纠缠，操作绳索发射器，跳上墙离开了。\n       “你给我等着！\"少女又叫了一声。\n       凯上去后，找到团长，然后召唤出召唤空间，抓出那只史莱姆。\n       ”团长，史莱姆带回来了，粘液在这儿。“\n       ”哦刚好，刚上面派下来一位大人物，她找我要一种白色的花，你去森林的路上有没有看见啊？“\n       ”哦，看见了，拿了两呢。“凯得意的拿出来。\n       ”对，就是这个，待会我给她用奥术能力传送过去。“\n       凯给了花后，拿着任务的赏金到了大街上，接着随处逛逛，然后道雷又要搞事情了。\n       ”走，去那边那个铁匠铺用狼牙打造飞镖，狼爪来打造两把匕首，接着用剩下两张狼皮做成匕首袋子。“\n       凯犹豫着，这可是一笔不小的开支啊，但过了大约一秒后，凯从铁匠铺走了出来。\n       ”打造新装备，后面赚钱更快，嗯，先回家吧。“\n       凯到家后，身体不知道为什么累极了，就趴着床上睡了。\n       ”啊！！！“\n\n\n\n\n\n传说之地1-3章\n\n传说之地第四章\n\n传说之地第五章\n\n传说之地第六章\n\n传说之地第七章\n\n传说之地第八章\n\n传说之地第九章\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1499217780,
            "txt_content": "唉？这是什么花？\n应改成\n诶（éi）？这是什么花？\n凯犹豫着，这可是一笔不小的开支啊，但过了大约一秒后，凯从铁匠铺走了出来。\n细节描写可以再补上。\n还有很多地方可以用细节描写补上一大段的\n\n"
        }
    ]
}