{
    "title": "【原创/连载】MC生物述  狼与忠诚",
    "author": "smallord",
    "replyCount": 3,
    "timestamp": 1499218140,
    "txt_content": " 本帖最后由 smallord 于 2017-7-5 10:02 编辑 \n\n“汉姆，去走走，亚历克斯那混小子训了你却叫我养，我也有些日子死宅在这间屋子里了，怕是宅坏了你的爪子。”史蒂夫望了望汉姆……\n“汉姆啊，也许你收敛收敛你脸上的表情，这村人也不会那么厌恶我们啊，如果像上一村子那样，该多让人想摸一摸你的头啊。”\n\n汉姆收起舌头，嗷了两声。汉姆他知道村民厌恶的不是自己，而是村里人知道冒险家总会惹那些行尸走肉上门，上个村子也是这样想的，只不过他们有防御能力罢了。汉姆并不是普通的狼，它在未被训养之前一直孤立的猎食、生活，从来不过群居，它有着正统的奥托班底狼人血脉，它的血也是炽热的，它能预感，也能听懂人语，亚历克斯训养他也只是自己情愿罢了，但它却没有预感到自己会碰见这么一个冒险者，待自己好过他自己，明明知道狼是不会迷路，却还会担心出去寻找，还会饿着肚子把最后的肉排留给自己，这让它渐渐忘了吃人的想法，它也逐渐逐渐真正的被训养，它会把自己的热血誓死保护自己的主人，它是唯一狼人后代，也是唯一被训养的狼人，也是最后的……\n\n天是那么低沉，压着这大陆，史蒂夫知道，天是要揭开它的新面目了，趁着那过程，也要带着汉姆溜一回，他茫然不知这雨是上天的安排。他们溜达过程并没有耳根清净，遭人谩骂，诅咒……\n\n“吖，你这满脸胡子还不嫌吓人啊，竟还养这么一条大狗。”\n\n“这可不是狗，只是长得那么一点像，你这般凶恶恶的脸可真标致，说不定今天晚上有那么一双绿眼瞅你呢……”\n\n“你最好赶紧滚出这村子，来了之后每天都觉得诡异。”\n\n“你这疯婆子还赖我？”……\n\n汉姆在一旁听着，它看得出主人不爽，只是脸上不肯透露一点，便磨着牙，等待时机按计划进行，当天晚上那疯婆子确实失踪了。史蒂夫牵着的这匹狼，无时无刻都神经紧张，连史蒂夫都认为它有异常，天不久便倾泻了，村里人说这是这里下的最久最猛的一次了，村长说怕是有什么大事了，他一向预感很准，这让众多人一天都不安分。这雨下的离奇，那节奏让听见的人都会渐渐入睡，汉姆趁此时溜了出去，只有它自己明白自己要做什么……\n\n“不好了，村长，有三四个人离奇失踪，最后失踪的是村口的那婆子!”\n\n“怎么会这样？你慢点说。”\n\n“村长，你的预感是正确的，我怀疑失踪的人跟那冒险家史蒂夫有相关，之前都和他有过节。”\n\n“像是，这雨也是离奇，现在还有人失踪，说不定是那史蒂夫招了什么鬼神来祸害咱门，杰，快，快去秘密通知全村人……”\n\n村人集结在村长家中。\n“估计大家也知道怎么了，我们一定要杀了那刚来这里史蒂夫！不能让他去祸害其它村子。”\n\n“村长，这雨这么狂暴，放火没用，放毒也会被吹散，这么个弄法？”村民甲说。\n\n“是个问题，那抄家伙吧！”\n\n村民乙说:“那厮的家伙比我们家伙厉害多了！”\n\n“是个问题，还是用火烧，把村里的油都给我用光，也不能让他活着！”\n\n村民急急忙忙扛着油桶来到了他住的地方前。原本想趁大狼汉姆不在烧死史蒂夫，却不料……\n\n“村长，那匹大狼回来了！”\n\n“你去，上去把弄死它。”\n\n“这。这。我不行啊”村民丙犹豫不前，刚要抡起锄头就被汉姆咬断了脖子，汉姆顿时眼绿了，尖牙横露，当几个村民欲围屠，那狼却变成了狼人，一怒之下将上前的村民屠杀，其他村民见状，慌了，丢弃了武器，四处逃窜，村民跑也跑不及，地上的雨水流染成了红色，最后死亡是那村长，雨停了，顺带的风也停了，汉姆知道主人要醒来，却为了不让主人怯弃它，便一爪子刺破自己胸膛，皮开肉绽，倒在地上，化为原形，奄奄一息，也流了泪，脑子泛起与史蒂夫在一起的时光，未等主人醒来便无了气息与生命……\n\n\n\n\n@guqu @gggbbb \n\n",
    "replies": [
        {
            "author": "sdtz48",
            "timestamp": 1499218800,
            "txt_content": "文笔不错"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499248440,
            "txt_content": "这个...节奏有点崩了\n前面感觉还还好，后面一下差了"
        },
        {
            "author": "smallord",
            "timestamp": 1499249700,
            "txt_content": "Smokey_Days 发表于 2017-7-5 17:54\n这个...节奏有点崩了\n前面感觉还还好，后面一下差了\n额，原稿被我强行修改了。。"
        }
    ]
}