{
    "title": "[双线]方块世界——多种玩法的群组服丨生存丨RPG丨起床丨DNF丨三国RPG[1.8.x]",
    "author": "a2452532699",
    "replyCount": 0,
    "timestamp": 1499226540,
    "txt_content": " 本帖最后由 a2452532699 于 2017-7-5 11:49 编辑 \n★★★ world 方块世界 群组服    ★★★\n乄粘液/纯净/变异/生存/结婚/RPG/枪战/温馨/剧情/起床/地皮/副本乄本服完全纯净，无需专用客户端，一个1.8版本客户端即可与大家加入服务器，体验多种刺激~！服务器玩法很多，总有一个适合你的。服务器概况方块世界服务器创始于2017年6月15日自开服之日起，“纯净”就是本服务器的核心理念。我们一直坚持至今，从未改变“纯净”不仅指无MOD，更是体现MineCraft最本真的乐趣。添加了一些优化的功能，增加原版乐趣每次开服，都会吸引数百玩家一起游戏，口碑良好如果你已经很久没有体验到原版生存的乐趣，不妨试一试方块世界，你也许会爱上这里快来和我们一起快乐的游戏吧！\n\n同时服务器欢迎各位玩家的加入，要才刚开荒不到一个月，所以人比较少但服务器的质量觉得是很高的，不必担心服卡，经常关服之类的问题最后欢迎各位萌新服务器官方QQ群:631206456服务器地址:mc.minefk.cn\n\n\n尊重原版玩法还在抱怨有些服务器随意篡改游戏机制？我们最大限度保留了原版游戏玩法，确保游戏原汁原味！同时在不破坏游戏平衡的基础上，我们适当增加了娱乐插件，让你的探险不再乏味！你可以和其他玩家成为情侣，还能用鸡蛋捕捉生物来把它们带回家~专业服务器方块世界万兆双线网络宽带，保证您得到最快的网络接入速度；基础插件齐全，即使意外崩溃也不回档；后台数据自动分析，防范大部分恶意攻击和作弊行为；专业管理系统，保证玩家数据永不丢失；不设置游戏内管理人员，确保游戏公平……加入方块世界，保证你的游戏Feel倍儿爽！高自由度生存模式给你探险的快乐，创造模式激发你的无限想象；超多的资源世界等你来探险，超大的创造世界等你尽情发挥；与Minecraft Realm相似度超高的领域世界带给你无限自由。无论在哪，方块世界都带给你最高的自由度！\n一、群组子服分布：三国服：经典三国剧情，新颖玩法，将剧情与MC完美融合~【力荐】生存服：原汁原味，经典纯净生存，累了来休闲一下。主城、生存、资源，死亡不掉落。勇者服：MC版DNF，丰富的剧情，体验DNF的乐趣~起床服：18个地图，稳定畅玩，拿起武器，保卫自己的床~待续~ ：以后还会陆续添加服务器二、世界：主城世界 - 为玩家交流、使用NPC的世界 - 主城世界生存世界 - 在这里盖盖房子，种种庄稼，打打飞机(划掉) - 生存世界资源世界 - 基本与生存世界一样，定期刷新，提供资源 - 资源世界地皮世界 - 上面有介绍哦，炫酷的地皮~~ - 地皮世界地狱 - 这里的怪物经过强化后变得异常狂暴 - 地狱末地 - 杀死上古末影龙后进入末界寻找稀有宝藏！上古末影龙可通过召唤而复活 - 末地副本 - 打boss掉装备，通过材料换装备，使你登上游戏之巅 - 副本三、服务器特色:\n< 怪物强化 >\n怪物们强化啦，普通小怪的HP都上限至30，护甲也强化了一点点哦怪物等级越高，爆的东西也就越好，稀有材料可兑换稀有道具。\n精英怪与boss几率掉落绝版道具以及人民币道具~\n< 寄售行 >\n也可以说是拍卖行，玩家在这里上架物品，其他玩家将其购买后，上架者可收到上架物品时所设置的价钱。\n< 有用的等级 >\n等级只能用来附魔嘛？错！在这里，你的等级数越高，你所穿戴的装备也会随着提升！还怕打不过boss吗？\n满级为500~满级大神求带飞~\n< 交易行 >\n也可以说是拍卖行，玩家在这里上架物品，其他玩家将其购买后，上架者可收到上架物品时所设置的价钱。\n< 神器系统 >\n装备品级：\n   普通(白色f)    坚固(绿色a)      改良(金色e)      精致(红色c)      华丽(黄色6)    史诗(深红4)    浑然天成(红加粗cl)\n稀有品级以上的装备，有的带有技能系统，如：\n某武器的技能\n右键向前方释放一排移动的闪电，冷却7秒.\n某靴子的技能\n开启冲刺时获得暴走，持续5秒.\n潜行时向前方释放冲击波，冷却3秒.\n并非一定需要人民币！！\n刷怪、击杀精英怪、boss，通过平民装备也能战胜RMB玩家\n\n\n四、方块世界群组服注意事项：1、禁止玩家利用BUG破坏游戏平衡，发现立即BANIP，发现BUG上报有奖励！        2、禁止服务器管理利用特权与玩家攀比，破坏游戏平衡，发现立即取消管理权限！     3、因玩家未圈地造成的损失，服务器概不负责！                                                4、为防止恶意PK，生存服安装了pvp开关插件，不想被打扰的可以关闭pvp      服务器图片服\n服务器建筑截图\n<登录服>\n<三国>\n<生存>\n<勇者>\n\n\n\n\n服务器美图\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOP证明\n快来加入服务器吧~\n\n\n\n\n\n",
    "replies": []
}