{
    "title": "Java版领域更新：烟花和自由堡垒",
    "author": "cc7w",
    "replyCount": 12,
    "timestamp": 1499229360,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-17 09:58 编辑 \n\nNEW ON REALMS: FIREWORKS AND FREEFORM FORTS\n领域更新：烟花和自由堡垒\nAn explosive new music experience comes to PC Realms\n一张爆炸性的新音乐体验型地图来到PC领域\n\n\n　Every few weeks, we update PC Realms with new free maps, minigames and experiences - each made by cool community creators and carefully selected by us, before being polished up, packaged and made available for you to grab from within the game itself.\n　每隔几个星期，我们就会亲切地包装一些新地图，小游戏和社区的一些新体验型地图，然后发送到Minecraft Java版的领域之中，供你们在游戏中随意挑选。\n\n　This week we have a new music experience, bringing precisely 266% more DOPE TRACKS than any music experience before it, combined with a fireworks display that delivers a mathematically unmeasurable quantity of both \"OOOH\" and \"AAAH\"!\n　本周我们更新了一些音乐体验型地图，精确地来说比之前多了 266% ，配合上烟花，展示了在数学上无限的“哦哦哦哦”和“啊啊啊啊”的叫声！\n\n　Following that are two minigames that put a new spin on past designs: a perilous parkour map that loads in as you leap, and a fortress defence gametype where you plug together modular components to create an impenetrable base. They're sure to keep you busy throughout the week and beyond! Let’s dig in, shall we?\n　除那两张小游戏地图之外，还会有使你改变对过去跑酷的认识的一张危险的跑酷地图在等待你，还有堡垒防御型的游戏类型，你能够将基础的组件组装在一起创建坚不可摧的基地。它们一定会让你的一个星期都很忙的！让我们去看看吧，好吗？\n\nFIREWORKS EXTRAVAGANZA\nby Guenstig\n\n\n\n\n\n\n\n\n\n　While we wouldn’t usually recommend that you not read this blog, if you were to stop right here, close your browser, and boot up Minecraft to try this map immediately, we wouldn’t blame you. This is one of the coolest submissions to Realms that we’ve received.\n　虽然我们推荐你去阅读这篇博文，但是如果你在这儿立刻停止阅读，关掉你的浏览器，打开Minecraft想要立刻尝试这张地图的话，我们也不会责怪你。这是领域所收到了最酷的提交之一。\n\n　Accompanying a colossal quantity of explosions are eight tracks by Approaching Nirvana, a favourite of Minecraft streamers whose tracks have been heard at previous MINECONs. Be sure to load up each one and see if you can find the hidden egg firework!\n　伴随着巨大爆炸声的八道铁轨是Approaching Nirvana制作的，他是一名Minecraft曲作者，他之前的作品也在Minecon上展示过。一定要在每一道铁轨上都走过一遍，看看你能不能找到隐藏的彩蛋！\n\nFORTRESS FRENZY\nby ChainsawNinja\n\n[bili=11902215]1[/bili]\n\n　It's been a while since we’ve had a map quite like this. Back in the day, we had CastleRise: Brothers’ Feud, a popular modular building and attack game. Fortress Frenzy puts its own spin on this game style, giving each team a limited currency to spend on defensive structures, items and weapons. With 18 modules to pick from, and a 5x6 grid on which to arrange them, there are many strategic combinations to explore. Or perhaps you'll save on construction and shell out for a more offensive strategy. In either case, be sure to complete your base within the time limit, because when the time is up, the opposing force will be on their way!\n　距离我们上次收到这样的地图已经很久了。在过去，我们收到了CastleRise: Brothers’ Feud，一张非常受欢迎的建筑战斗地图。Fortress Frenzy在游戏风格上有自己的优势，它给每支队伍有限的货币来建造防御塔或购买道具与武器。18个模块可选择安装在5x6的网格之中，也有很多战略组合可供探索。或者，你可以节省建设费用，并采取更具攻击性的策略。不论是什么情况，一定要在时限内完成你的基地，因为时间到了，敌方的部队就要出发了！\n\nCHUNK RUNNER\nby NeoMc, FantomLX and iWacky\n\n[bili=11902215]2[/bili]\n\n　We’ve covered many parkour maps here in the past, but it's always nice to see a fresh take on the genre. A puzzling map generates in front of you and disappears behind. You and your friends need to plan ahead and be fast on your feet in order to survive.\n　在过去，我们已经收到了许多张跑酷地图，但是看到新的风格总是好的。一幅令人费解的地图在你面前产生，然后消失在你的背后。你和你的朋友需要向前计划，并加快你要生存的脚步。\n\n　That's all for now!\n　好，目前来说这就是全部了。\n\n　To learn about loading this and other content into Realms for PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft for PC. Click it, then follow the instructions to try Realms free for 30 days.\n　要想了解怎么为你的电脑加载这些地图或Java版领域的其它内容，请查看我们的帮助页面。如果你自己还没有尝试过领域，你在Minecraft领域上会发现一颗蓝色的钻石，在Minecraft：Java版的主页面上。点击它，然后跟随说明，免费尝试领域30天吧。\n\n　Happy Minecrafting!\n　开心的去Minecraft吧！\n\n\n",
    "replies": [
        {
            "author": "SakuraKooi",
            "timestamp": 1499232060,
            "txt_content": "神tm“哦哦哦哦”和“啊啊啊啊”的叫声hhhhhhhhhh\n莫名哲♂学"
        },
        {
            "author": "初阳时光",
            "timestamp": 1499254200,
            "txt_content": "烟花……\n第二次碰烟花这种东西"
        },
        {
            "author": "Black_Emiya",
            "timestamp": 1499271660,
            "txt_content": "哇qwq"
        },
        {
            "author": "445231062",
            "timestamp": 1499326500,
            "txt_content": "可以，很秀这一波"
        },
        {
            "author": "1325869444",
            "timestamp": 1499369160,
            "txt_content": "还有这种操作？"
        },
        {
            "author": "吐丝",
            "timestamp": 1499420280,
            "txt_content": "画面好漂亮，要是我的服务器也能这么样子就好了"
        },
        {
            "author": "z123w100",
            "timestamp": 1499822100,
            "txt_content": "貌似挺高端的样子"
        },
        {
            "author": "as2548590113",
            "timestamp": 1500162060,
            "txt_content": "这个帖子必火话说怎么下载真心好看"
        },
        {
            "author": "番茄茄",
            "timestamp": 1500256260,
            "txt_content": "看看你能不能找到隐藏的菜单！\n彩蛋不是菜单···"
        },
        {
            "author": "cc7w",
            "timestamp": 1500256740,
            "txt_content": "西红柿片 发表于 2017-7-17 09:51\n彩蛋不是菜单···\n感谢指正"
        },
        {
            "author": "cc7w",
            "timestamp": 1500256740,
            "txt_content": "西红柿片 发表于 2017-7-17 09:51\n彩蛋不是菜单···\n感谢指正"
        },
        {
            "author": "Mr.Xingk",
            "timestamp": 1501234560,
            "txt_content": "好漂亮的说（炸鸡不知道能不能带起来）"
        }
    ]
}