{
    "title": "[Minecraft.net|CULTURE]MCRAFT ESCHER-视错觉艺术家MC ESCHER",
    "author": "PlayerMingZhu",
    "replyCount": 3,
    "timestamp": 1499256000,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-7-8 11:18 编辑 \n视错觉艺术家MC ESCHERMCRAFT ESCHER“相对论”产生的一个思维扭曲让Minecraft改头换面'Relativity' gets a mind-bending Minecraftmakeover\n\n\n\n\nME.0.jpg (206.53 KB, 下载次数: 17)\n\n下载附件\n\n2017-7-5 19:51 上传\n\n\n\n\n\n\n    你有没有见过一张会让你的大脑放弃思考的图片？那你看到的应该是一个视错觉图片-一个戏弄你思维感知能力的图像。其中最著名的视错觉艺术家之一便是MC Escher。       Have you ever looked at a picture thatmakes your brain just wanna give up? Chances are you were looking at a visualillusion, an image that plays with our mind’s perception of reality. And one of the most famous visual illusionartists of them all was MC Escher.\n    你以前可能没有听说过这个名字，但你肯定看过他的作品。MC Escher致力于创作一些最具代表性的和冲击视觉的视错觉作品。那些东西会让你连续几个小时盯着看他那思维跳跃曲折变幻的艺术，直到你在你开始的地方结束。你见过一个有人走在圆形楼梯上的图片吗？每个人都在上楼梯，但他们都没有越走越高。这就是Escher的作品。他的视错觉艺术迷题无处不在，出现在电影，动画，电子游戏之中。       You may not have heard that name before,but you’ve definitely seen hiswork. MC Escher is responsible for some of the most iconic and eye breakingillusions. Stuff that makes you stare for hours navigating the twists and turnsof his art until you end up right where you started. Ever seen a picture ofpeople on a circular staircase? Everybody’s walking upstairs but nobody seems to be getting any higher. That’s Escher work. His visual art puzzles make appearances in everythingfrom movies, to anime, to video games.\n    现在，多亏了S_pinney和H2CO3的惊人的天赋，以块壮形式展现思维的跳跃扭曲，将Escher的作品带到了Minecraft中。如果你正在观察这些图像的走势？哈？它们是怎么做成这样的？-别慌！我们已经直接从建筑师哪里为你问到了一些答案。       And now, thanks to the phenomenal talent ofS_pinney and H2CO3, Escher’s work has cometo Minecraft in all of it’s blocky,mind-bendy glory. If you’re looking atthese images going what? huh? How did they do this? - don’t worry! We’ve got someanswers for you straight from the builders themselves.\n\n\n\n\n\nME.1.jpg (126.39 KB, 下载次数: 7)\n\n下载附件\n\n2017-7-5 19:56 上传\n\n\n\n\n\n\n    S_pinney和H2CO3（如果你是化学爱好者可以说成是碳酸）是德国大学的学生，在这个暑假的闲暇时间里，他们想在Minecraft中做做建筑。S_pinney是通过一个朋友知道Minecraft的，而H2CO3是偶然玩到这个游戏的。       S_pinney and H2CO3  (or Carbonic Acid for you chemistry loversout there) are German university students that like to spend their free timebuilding in Minecraft. S_pinney found Minecraft through a friend and H2CO3stumbled upon the game by accident.\n\n   “我们都非常喜欢有机学和超大型建筑，”当我们问到他们在Minecraft中最喜欢玩什么的时候，S_pinney说。“尤其是创造方面，上色和造型这些。”  “We both enjoy organic and oversized building the most,” s_pinney says, when we ask what they liked most about playing Minecraft. “Especially the creative aspect. The coloring and forming stuff.”\n“就像我们可以看到的那样，这幅画看上去是二维的图片，不可能在三维的Minecraft中重现出来，这可能就是我们为什么选择要去尝试它。”“This painting seemed, as we saw it, a 2D picture, impossible to recreate in 3D Minecraft. That’s probably why we chose to try it.”\n\n    他们不再试图用壮观的建筑和Escher的著名视错觉艺术作品来对我们产生视觉上的冲击，而是更喜欢用红石装置和命令方块来建造并完善作品。       When they’re not melting our eyeballs with their fantastic build of Escher'sfamous Relativity work, they like to tinker with redstone contraptions andcommand block builds.\n    借助红石铺设动力铁轨和用命令方块写代码是一回事，但从零开始完全重造视错觉艺术却是另一回事。       It’s one thing to create powered rails with redstone and write simplecode with command blocks, but it’s another thingentirely to recreate visual illusions from scratch.\n\n\n\n\n\nME.2.jpg (101.76 KB, 下载次数: 12)\n\n下载附件\n\n2017-7-5 19:51 上传\n\n\n\n\n\n\n   “当我们做建筑时，我们经常会去寻找一些很酷的图片，”S_pinney解释道。“而且因为我们正在做更多抽象的概念，现代艺术，我们偶然间发现了MC Escher。就像我们可以看到的那样，这幅画看上去是二维的图片，不可能在三维的Minecraft中重现出来，这可能就是我们为什么选择要去尝试它。”  “When we build stuff, weare often searching for cool images,” explains S_pinney. “And because weare getting more and more into abstract, modern art, we stumbled across MCEscher. This painting seemed, as we saw it, a 2D picture, impossible torecreate in 3D Minecraft. That’s probably whywe chose to try it.”\n    这两个人被这个不可能的任务吸引了，巧妙地在我们所知所爱的Minecraft中重现了Escher的错觉艺术。他们花费了许多时间来让它变得更美观，这其中所遇到的困难是你无法想象的。       Attraction to the impossible worked for these two, expertly recreating Escher’s illusion in the Minecraft we know and love. But it took a lot of work to make this look good, and the difficulties weren’t what you’d expect.\n  “迄今为止这项项目最大的挑战是为墙壁上色，”S_pinney说。“会有许多尝试和错误。墙壁不应该太嘈杂，但也不应该太苍白。做出横向纹理太难了，因为墙壁都不在同一条轴上，而是沿着各种方向。”  “By far the mostchallenging thing about this project was the coloring of the walls,\" saysS_pinney. \"It was a lot of trial and error. They shouldn’t be too noisy, but also not too pale. Getting horizontal texturesin it was extraordinarily difficult because the walls aren’t going along one axis, but in every direction.\"\n\n\n\n\n\nME.3.jpg (131.92 KB, 下载次数: 10)\n\n下载附件\n\n2017-7-5 19:54 上传\n\n\n\n\n\n    最终，他们通过团队合作克服了他们在着色方面的困难。“当我开始做一个项目的时候，我们都有自己认为更合适的想法，”S_pinney解释说。“我的主要工作是关于墙壁，铺设楼梯和轨道，而H2CO3的工作是制作人物。”       In the end, they managed to overcome their painting issues by working together as a team. “When we start a project, we both have stuff we are more comfortable with than the other,” explains S_pinney. “I lay out the walls, putting in the stairs and railings while H2CO3 works on the humans.”\n    所以,S_pinney建造空间，H2CO3建造人物。但他们还没完成他们那非凡的建筑或是迷幻而超乎想象的主题。当我们问到有关接下来的事情时，S_pinney是这样说的:       So S_pinney builds the space, and H2CO3builds the people. But they haven’t finished withtheir phenomenal builds or their trippy, mind blowing themes. When we askedwhat’s next, S_pinney hadthis to say:\n  “我们想创作一个Minecraft动画已经很久了，我们发现了一个惊人的录像，讲的是一台炼金机器燃烧了创造它的人的记忆来将金属转化为黄金。那些图片，想法和和行动都酷爆了，我们以后会试着去做一些类似的事情。但我们也知道这将会是一个真正的挑战。”  “We’ve wanted to create an animation in Minecraft for a long time. Wefound a stunning video that shows an alchemist machine burning the memories ofits creator to convert metal into gold. The pictures, idea, and execution wereso crazy cool that we are trying to create something similar in the future. Butwe know it’s going to be a realchallenge.”\n\n\n\n\n\nME.4.jpg (112.96 KB, 下载次数: 9)\n\n下载附件\n\n2017-7-5 19:56 上传\n\n\n\n\n\n    我打赌你看到他们多有才华之后，你也会期待他们能克服这个挑战。如果你也对建造自己的错觉作品感兴趣？       I bet after seeing what they’re capable of, you’re lookingforward to seeing them overcome this challenge too. And if you’re interested in building your own illusions?\n   “与你的朋友一起工作要比一直专注于一个项目容易的多，”S_pinney建议道。“你们可以互相教给对方一些事情，也可以互相补充。加入一个你能与其成员相处融洽的团队。Minecraft会是一个(重新)创作伟大艺术的好平台。”  “Working together with afriend makes it so much easier to stay focused on a project,” S_pinney advises. “You can teacheach other stuff and also complement each other. Join a team where you feelmost comfortable with the members. Minecraft can be a great place to find newfriends and to (re)create great art.”\n\n 图片由 @CuddlyM_H, @AronSp_, @Imhotep05, @ahlucaa, @Hobmaasand @MrBatou 提供 \n\n原文地址：https://minecraft.net/zh-hans/article/mcraft-escher原作者：Ash Davis，发布于2017年7月3日译者：Player_明珠（来自M.V.T）\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1499425500,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-7-7 12:09 编辑 \n\nresponsible for 这里可以变通一下 把句式改成更偏向于 创作 的那种感觉\nmind-bendy 这个扭曲应该是和思想有关的 \n\n对了 尝试使用图床也许是个好主意"
        },
        {
            "author": "cc7w",
            "timestamp": 1499439480,
            "txt_content": "给你个好用的图床\nhttps://sm.ms/"
        },
        {
            "author": "PlayerMingZhu",
            "timestamp": 1499483820,
            "txt_content": "好的，谢谢楼上两位大佬指点~"
        }
    ]
}