{
    "title": "[wiki翻译]火",
    "author": "owenwater",
    "replyCount": 6,
    "timestamp": 1310939760,
    "txt_content": "http://www.minecraftwiki.net/wiki/Fire/ch\n\n火是一个方块。火由四周和内部两个斜面的动画组成。除了地狱以外，火焰不会在区块(en)生成的时候自然产生。火只能被人类，幽灵，流经易燃方块的岩浆，击中易燃方块的雷电和打火石所创造。火焰产生15单位的光。 Contents [hide]\n\n1 行为\n2 永恒之火\n3 锁甲\n4 历史\n5 注释\n\n[edit]\n 行为 \n\n火在Classic版本里不能被使用。在自然环境中生火的方法之一是使用打火石,并会持续燃烧一小段随机的时间。火焰将会熄灭如果附近没有可燃物包括木头，原木，树叶，羊毛和书架。而与火接触的TNT将会被引爆。叶子的燃烧速度要比其他可燃物略快。火会在可燃物的表面燃烧，缓慢的蔓延到它可以接触到的其他方块上通过墙，地板，天花板和最多两个格子宽的裂缝。 \n\n任意一个方块的上表面着火的话，火会蔓延至任何表面接触到以这个方块为底的3×3×6区块的方块。例如，即使火焰已经被26个不可燃烧的方块完全包住，火焰上方四格距离的的易燃方块仍然会被引燃。如果想制作一个壁炉，任何和3×3×6的区块表面接触的方块都必须是不可燃烧的。 \n\n正如人们所预料的一样，任何生物（包括玩家）一旦碰到火就会燃烧。火苗会稍稍阻碍身上着火玩家的视野并且使得玩家以每秒1/2颗心的速度减血，这和玩家在和平模式下自然加血的速度相当。所以和平模式下玩家不会因为身上着火而死亡。火焰会在一段时间以后自动熄灭，但以最快的速度跳进附近的水里仍然是一种明智之举。‘一个装满水的铁桶可以被用做手提式灭火器，方法是把水倒在一个着火玩家的脚下来迅速扑灭他身上的火苗。 \n\n火可以被用来攻击生物或者点燃掉落的物品和方块。这个技巧可以用来快速处理大量废弃的材料。任何接触到火焰或者岩浆的生物和掉落物品都会着火。岩浆也可以引爆TNT，不过需要几分钟的时间，所以你有充足的时间清除岩浆来阻止爆炸。 \n\n覆盖或者击打火的一面可以熄灭该面的火苗。使用工具击打火焰不会降低工具的损耗度，放置 水，沙子和砂砾也会熄灭火焰。 \n\n在最初的几天里，如果你建造了一个支柱/了望它，会有非常小的概率看到远处有自然生成的火焰却没有岩浆。这可能是一个程序错误。 \n[edit]\n 永恒之火 \n\n地狱中的地狱岩在被引燃后会永远燃烧。因此它可以被用来制作陷阱或者防卫玩家的住所。当然玩家必须牢记所有的东西都可能着火，包括掉入火种的物品。被点燃的地狱岩可以作为火把的替代品。当玩家的炭出现短缺的时候，地狱岩和打火石可以解决燃眉之急。它会比火把更加明亮且可以被迅速扑灭。特别一提的是，降雨不会熄灭地狱岩上的火焰。 \n\n火焰有时可能因为程序错误而不发出任何光亮。 \n[edit]\n 锁甲 \n\n使用火焰方块来制作锁甲是可能的。但是把火焰方块装进背包的唯一方法是时候 /give 命令或者修改器。锁甲和其他任何一种盔甲相同且拥有和黄金甲一样的耐久度。 \n\n[edit]\n 历史 \n\n当火焰刚刚出现Indev版本中的时候可以被直接的放置，因为当时打火石还没有出现。而在熔炉出现之前，火焰被用来冶炼物品。 \n\n在Alpha 1.2.6中，在生态区生成的时候，一个生成在树木中间的露天岩浆池可能引发森林大火。这个是生成新世界或者探索未知地域时的一种罕见副作用。 \n\n从Alpha版本到Beta 1.2_02之间，除了地狱岩以外的可燃方块，比如木头，如果被一圈不可然方块环绕，如石头或者泥土，将可能持续的燃烧（可燃方块的下表面不一定要放置不可然方块，当然你最好不要在下面放置任何可燃方块）。火焰将停留在可燃方块的上表面而不是四周或者底面。一旦火焰开始燃烧，将会持续十秒钟或更久而不会烧毁易燃方块。你甚至可以移除周围的方块，但它仍然不会自然熄灭。如果方块被烧毁了，只要重新放置方块并重新用相同的方法点燃即可。当然，覆盖临近的火苗也可以达到同样的效果。永恒之火的错误在Beta 1.3中被修复了。 \n\n制作更大规模的永恒之火也是可能。只要把可燃方块放到一个不断燃烧的方块的对角相邻的位置。因为一个已经在燃烧的方块将被看作不可燃方块，但同时又有火焰在其上方，所以临近的方块也可能永久燃烧。用这种方法你可以制作一个永恒之火的对角网格。 \n\nNotch表示他已经在1.6升级中取消了火焰的无限蔓延Notch的 Twitter。 \n[edit]\n 注释 \n当烟雾碰到水的时候会发出和火碰到水一样的咝咝声。 \n在和平模式下，即使身上着火了，只要远离火源就不会导致死亡。因为你生命恢复的速度和火焰造成伤害的速度相当。 \n在雷暴天气中，闪电击中方块引起火苗是可能的。当然通常情况下它会立刻被大雨所浇灭。只有在多人生存模式下（SMP），火才有很小的几率不被熄灭。 \n火焰的材质不是从terrain.png中得到。火焰动画是由代码实时演算后画在terrain.png在内存中的拷贝中的“火焰皮肤”区域。水，岩浆和地域传送门方块的材质也是用类似的方法得到的。这也是为什么大于16×16的材质包会出现错误。火焰动画不会被放大以适应更大的材质。",
    "replies": [
        {
            "author": "yzzk1",
            "timestamp": 1310962380,
            "txt_content": " 本帖最后由 yzzk1 于 2011-7-18 12:14 编辑 \n\n太详细了\n对了，沙发"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1311089880,
            "txt_content": "= =\n楼上好无语"
        },
        {
            "author": "geludan",
            "timestamp": 1311132000,
            "txt_content": "当烟雾碰到水的时候会发出和火碰到水一样的咝咝声。 \n烟雾？"
        },
        {
            "author": "owenwater",
            "timestamp": 1311225480,
            "txt_content": "geludan 发表于 2011-7-20 11:20 \n烟雾？\n对~原文就是\nWhen smoke hits water, it hisses just as if water has hit a fire."
        },
        {
            "author": "天国之枪",
            "timestamp": 1345427280,
            "txt_content": "- -感觉当火把用不太好，火有个特性。。。就是会把木头，羊毛给烧掉。。。不知道的人就悲剧了。。"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1365897240,
            "txt_content": "顶一个，LZ翻译的很详细"
        }
    ]
}