{
    "title": "请求删帖",
    "author": "nsisogf",
    "replyCount": 0,
    "timestamp": 1499324940,
    "txt_content": " 本帖最后由 nsisogf 于 2018-7-12 19:44 编辑 \nCambridge Minecraf Server剑桥我的世界服务器\n\n\n\n服务器截图-1\n服务器介绍\n本服务器是一个**高难度向的生存服务器。鉴于难度较高，决定还是来帮大家编一本攻略虽然主要问题是怕你们玩不下去就走了，但这不是我帮你们编攻略的理由\n\n\n1.首先，这个服务器里开始时最大的难度事情是寻找食物，饥饿mod的存在导致我们需要不停的去猎杀动物以保持生存状态，而且需要准备四种以上的不同食物换着吃，因为有营养学mod的干扰，导致你不能只吃单一的食物。而且别认为你可以不吃食物等死等复活传送回去：因为先是死了以后会掉落一定量的经验和随机物品\n2.其次本服务器禁止使用任何传送指令（抱歉咯），只能用设为home来设置你的复活点。再次还有饮水MOD，水嘛毕竟是是生命之源嘛，不喝水还是得死的妥妥的，不过新手物品里面会有两个水瓶提供给你，剩下的得靠你自己了。\n3.为了极大利用经验 加入了rpg技能mod 让你们可以极大利用经验 不只是附魔 很多地方都可以用到 僵尸意志 突变生物 你们这帮老司机认为这是增加经验的mod？ 对了 最初我们的意思是通过这两个mod来提升外界带给你们的难度 但是碰巧起到了增加获取经验的方式 所以才会有第一条不是吗\n4.本次为了提高挖矿难度，我们加了矿物稀薄mod，我们希望矿车和马匹可以得到广泛运用，所以开启死亡掉落部分道具和经验，让玩家珍惜自身带的物品，我们也是良苦用心的，绝对不是什么故意要恶心玩家才这样做的(つД`)ノ。也建议玩家使用马匹运输货物，以及添加宠物插件来实现更多的坐骑。\n\n\n服务器截图-2\n\n服务器特色\n引言其实上面看起来我们是一个折磨玻璃心玩家的服务器但实际上，我们只是在努力追求真实感，增加难度也只是让玩家能够可持续发展和享受游戏的过程。虽然我能理解有些玩家要纯净的游戏，无模是许多玩家的向往。\n其实吧，根据我玩了好几年MC的经验来看，越纯净的服务器越不适合发展下去纯净过于容易生存发展，在服务器体现出一种和平局面，导致富裕的玩家们在游戏里到处闲逛，遇到新玩家随意施舍变成了一个人能完全掌握的游戏，我觉得这样就没有什么意思了所以增加难度也是为了让玩家找回以前对MC的探索感找回那种当你对一切都了解的时候才会觉得的平淡无奇，不知道在座的老玩家有没有和我有一种感同身受的但我还是相信会有玩家来挑战这个生存的，不要放弃MC，找回以前那种对MC的未知感，对MC的探索感，对MC的征服感，就像征服她那样！希望玩家们能理解我们服务器的良苦用心，我的文章也写的不是很好希望各位多多海涵。\n\n服务器截图-3\n好了重点来了，剑桥回归的新特色我来介绍一下。\n\n\n1.更真实的地形我们采用了真实地形模组，以便来还原现实世界的自然感，让玩家体验与原地图相比似同非同的新地图。其次还有动态环境mod，这是一个提供视觉效果的MOD，如下雨时眼前会朦胧，在沙漠地区会可能看到沙尘暴，在雪地的晚上可能看到极光等，在不同环境还有不同的BGM。如在树林会听到鸟叫声。\n2.添加法玛斯丰收工艺模组这个模组玩过的玩家大概都知道是一个修改种植的趣味MOD，同样也是为了还原真实的种植环境和采摘水果的感觉。让苹果真正长一点一点在树上长大而不是单纯打树叶掉落，这样也稍微解决了食物稀少的问题。（(｀_?)ゞ其实不这样的话食物更多吧）\n3.开源方块MOD原版本的道具虽然有神奇的，但也多玩腻了，开源方块提供了很多新趣味的道具，就好比电梯，可以让你一下窜上7格，还有滑翔翼，这里对觉得1.7.10没新版本好的玩家一个小福利，同样是可以滑翔的，让玩家可以体验飞行的感觉。当然还有更多方块的趣味等待大家去发掘和体验。如部分道具有bug欢迎向op提出。\n4.隐藏彩蛋：这里是唯一一个开启传送指令的方法，需要所有玩家不断的探索和合作，来增加原版本已经过时的探索性。我们服务器中存在不同原版本的遗迹，每开启一个遗迹则可以开启一个传送点和一片安全区或特殊区，有的安全区是可以提供住宿的。但是遗迹的位置需要玩家自己探索，或许在世界的某个角落你就可以找到遗迹的信息。遗迹是我们服务器自己设置探险性的游戏，在这里感谢提供地图的作者，主要是为了提供玩家的探索性，遗迹有丰厚的宝藏，开启遗迹也需要团队合作，我们期待玩家在这方面有所作为。\n\n\n服务器截图-4\n总结\n\n\n大致来说剑桥变成一个困难甚至极限的服务器但我们也为玩家做了推动服务器发展的元素在这个服里 不是我们想 而是玩家通过探索遗迹发展服务器当玩家发现遗迹，我们会更新服务器大版本，推出新的东西\n\n\n服务器截图-5\n\n\n\n加入我们 & 客户端下载客户端下载地址：入群获取玩家QQ群：122986957\n欢迎加入我们！祝您游戏愉快\n\n\nMinecraft游戏本体版权归Mojang所有。贴中服务器观点不代表本人观点。仅供玩家参考借鉴。剑桥服务器所提供的任何服务（包括但不限于文字、软件、声音、图片、动画、录象、图表、广告中的全部内容）的相关著作权、专利权、商标、 营业秘密及其它任何所有权或权利，均属剑桥服务器所有。服务器使用的各模组，插件归各原作者所有。\n",
    "replies": []
}