{
    "title": "[Minecraft.net|CULTURE] Marked Man —— 万众瞩目之人",
    "author": "cc7w",
    "replyCount": 4,
    "timestamp": 1499317560,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-6 13:13 编辑 \n\nM A R K E D    M A N\n万 众 瞩 目 之 人\nJossieboy tells us how to make builds look alive!\nJossieboy 告诉我们怎么让建筑活灵活现！\n\n\nOne of the great opportunities building in Minecraft offers is the ability to create a snapshot of an event. They’re builds that are almost like a photograph, like time has stopped for you to look in on a fantastical moment. Grand, epic scenes distilled down to a single frame. Jos Vieveen, aka Jossieboy on Planet Minecraft, is a builder who creates these sorts of snapshots.\nMinecraft 所提供的极棒机会之一是它能够创建一个事物的快照。这些快照就像一张照片一样，时间凝滞在你所看到奇妙事物的那一刻。通常地，一些史诗的场景会被分解为单独的框架。Jos Bieveen，在Planet Minecraft上又名Jossieboy，是创建这类快照的建筑者之一。\n\nSo what better way to show off that skill than to create a legendary undead cowboy with a smoking pistol?\n所以比起建造传说中带着冒烟的枪的不死牛仔，还有什么方式能够更好地展示这个技能呢？\n\nJos calls the build Ghost of the Gunslinger, which takes the moment just after he fired in a duel. The smoke he floats on billows out as he dodges backwards, his gun smoulders from the shot he just fired, and his free arm is raised to try and avoid returning fire. There’s a full story here, all captured in the statue of the gunslinger.\nJos 将他的建筑叫做神枪手，时间定格在他在一场决斗中射击之后的那一刻。他射出的烟雾向他身后退去，他的枪，在射击后显得异常迷人，他的手臂举了起来，尝试避免回火。这，就是完整的故事，完整地被塑造在了这神枪手之中。\n\n\n\nWhile the inspiration was simple - “I wanted to make an undead ghoulish gunslinger,” Jos explains to us - the execution is anything but. The aim for Jos was to make it look like “someone pressed a pause button in an action-packed scene,” so he used reference photos from Westerns and took some details to make his build come to life.\n但是，灵感却是很简单的 —— “我想要建出一位残忍的不死神枪手。”Jos向我们解释道，这是他的想法。但是，Jos的目的是让建筑的场景看起来像“有人按下了暂停按钮”一样。所以他使用了西方旧的参考照片，加上了一些细节，这样他的建筑就活灵活现了。\n\nThe smoke trail, for example, isn’t just there because he’s a ghost - Jos wanted to use it to make “movement seem more fluid.”\n例如烟雾，因为他是个幽灵，所以它们不会一直待在一个地方——Jos想用烟雾来让建筑看起来“移动起来更加流利”\n\nThere’s also one secret trick he used that’s much harder to spot, but adds a lot: the gunslinger’s torso isn’t quite straight. He’s leaning backwards, his upper body not fitting the same axis as his waist. It's intended to make him seem more alive, rather than like a statue!\n他也使用了一个很难让人发现的技巧，但这个技巧确实很有用：神枪手的躯干不是直立的。他的身体向后倾斜，他的下半身和他的腰不在一条轴上。这样做的目的是让建筑看起来更加生动——不再像雕塑一样！\n\n\n\nThe gunslinger took about a week and a half to build. “I started with the main body and arms, made with VoxelSniper, then put on the head and coat, which were built by hand,” Jos explains.\n神枪手这个建筑的建造耗费了一周半的时间。“首先，我用VoxelSniper建造身体的躯干和手臂，然后又用手撸成了脑袋和外套。”Jos解释道。\n\nVoxelSniper is a popular plugin for servers that offers a selection of brushes, some designed to make large terraforming jobs easier, or help nail finer details. For intricate designs, though, nothing could replace a skilled builder’s hand!\nVoxelSniper插件十分受欢迎，它能够为服务器提供画笔去选择，这些画笔有时能够让大型地球化的工作更简单，有时也能帮助修改细节。对于错综复杂的设计，不同的是，什么都抵不过训练过的建筑师的手！\n\nMotion isn’t the only way to make a build come to life - one build that instead uses details to set a scene is Out of Balance, inspired by famous personifications of Lady Justice.\n运动不是唯一一条使建筑看起来活灵活现的途径——被著名的正义女神的形象所启发，使用细节来展示出不平衡的场景也可以。\n\n\n\n\n\n\n\nDating back to Ancient Egypt and the Goddess Maat, Lady Justice is a symbol of fairness in the law. Her scales represent a balance of evidence and support, her blindfold shows her being neutral and not affected by bias, and her sword represents the authority she holds.\n追溯到古埃及和Maat女神的时代，在法律地位上正义女神是公正的象征。她的天平是证据和支持的平衡，她的眼睛表明她保持中立，不会受偏见，她的剑代表着她拥有的权力。\n\nA paragon of justice in this blocky world. Decorated with lights and given a backdrop of stained glass, it’s easy to imagine Out of Balance standing over a city hall.\n这是在这方块世界中正义的典范。通过染色玻璃背景和灯光的装饰，想象出市政厅的上空的不平衡是很简单的。\n\nNot everything Jos has made is so focused on people, though: Time Flies is, instead, about a bird. A mechanical steampunk time bird, to be exact. This posed a challenge for Jos: how do you make a robot look alive?\nJos制作的所有东西不是都聚焦于人物，他其中一个作品：时间流逝，就是关于一只鸟的。准确来说，一只蒸汽朋克时代的机械鸟。这对于Jos来说是个挑战：你怎么让一只机器鸟看起来活灵活现呢？\n\n\n\nThat’s where his skills of making a build seem to be in motion shine. The way blocks trail out of the bird, and the fact that it’s only halfway out of the clock, show it’s on the move. Despite being powered with cogs and gears, this bird is clearly alive and flying away.\n这就是他让建筑在运动中闪光的技巧。机械鸟飞行路径的后面，有方块的轨迹，事实是它只是时钟的一半，这只是为了展示机械鸟在移动。尽管是由齿轮拼凑而成，这只鸟看起来还是活灵活现。\n\nTime Flies was originally going to be a small side project. “I built the bird for 'Time Flies' within a day,” says Jos, “and the clock and backdrop I built the next day, putting a few finishing touches on for another 2 days.” When people started seeing his creation on a public server and complementing it, he realised he had made something pretty impressive, and so released it formally!\n起初，他只把时光流逝当做一个小工程来看待。“我用一天的时间建造好了‘时光流逝’这只机械鸟，”Jos说道，“然后我第二天建造了钟表和背景，接着的两天我完成了一些收尾工作。”当人们在公众服务器上看到了他的建筑并开始补足它时，他意识到他做了一件令人印象非常深刻的事，所以他将它发布了出来！\n\n\n\n“A big part of adding motion to a build is making sure that the pose of the character is dynamic,” explains Jos. “What a lot of people who start out making organics do is they make half of their organic piece, then mirror it exactly, which often doesn't make for an interesting build. What helps to create a dynamic looking build is non-symmetrical parts.\n“要想给建筑的一部分添加运动效果，请确保你的角色的姿势是动态的，”Jos解释道，“很多人做建筑的方式都是先做建筑的一半，然后直接镜像翻转，这不能做出一个很有趣的建筑。有利于创建建筑动态效果的是非镜像部分。”\n\n“If there is one thing that easily improves any organic it's building off axis. What that means is it's not perfectly aligned with Minecraft's XYZ coordinates. This works especially well if you combine it with elements that all have different angles. At the end of the day, it all comes down to practice and experience.”\n“不要沿着一条轴建造建筑能够改善所有的建筑。这意味着，如果你能将“沿着Minecraft的坐标轴建筑”这种单调的方法与不同的元素融合在一起的话，建筑看起来会更加生动。在一天结束的时候，练习和实践是最好的。”\n\nFor more of Jos’ builds, he’s got it all uploaded on Planet Minecraft! Maybe you can come up with something using his tips?\n要想获得更多Jos的建筑的话，他已经将他的建筑都上传到了Planet Minecraft上！可能你使用他的提示能够想出更多建筑呢！\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499317620,
            "txt_content": " 本帖最后由 1345979462 于 2017-7-6 19:57 编辑 \n\n后记：\nWritten by\nHannah Dwan\nPublished\n07/05/2017\nTranslated By\nc7w\n07/06/2017\nhttps://minecraft.net/en-us/article/marked-man\n@LocusAzzurro @henry5041 @minehenry @KTR @尼玛乄骑士 @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey @迷途的路人 "
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499317800,
            "txt_content": "真的不是很顺口\n这意味着直接沿着Minecraft的 XYZ 坐标轴做建筑是不好的。如果你将这个方式与不同的元素融合在一起的话，会更好。这意味着，如果你能将“沿着Minecraft的坐标轴建筑”这种单调的方法与不同的元素融合在一起的话，建筑看起来会更加生动。"
        },
        {
            "author": "药勺",
            "timestamp": 1499326380,
            "txt_content": "111111111111111111111111111111111"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1499336340,
            "txt_content": "我觉得这个系列可以出杂志了XD"
        }
    ]
}