{
    "title": "关于小号与大号灌水楼及其引申出关于大小号水帖的问题",
    "author": "公朴子",
    "replyCount": 12,
    "timestamp": 1499346360,
    "txt_content": "前言：有法可依，有法必依，执法必严，违法必究。\n正文：其实我半年前就想问了。\n1、水楼每日上限多少。\n2、大小号一起灌水该怎么办。\n从而引申出\n比如每个账号限制5帖。\n那么大小号就是10帖了。\n可以看出大小号可以做到除班规明文禁止的行为外（如刷分）任何刷的行为。\n那么MCBBS该如何解决。",
    "replies": [
        {
            "author": "VsteryEirc丶",
            "timestamp": 1499346540,
            "txt_content": "水楼上限是3啊"
        },
        {
            "author": "公朴子",
            "timestamp": 1499346900,
            "txt_content": "VsteryEirc丶 发表于 2017-7-6 21:09\n水楼上限是3啊每帖最多发三张图片,并可以带不超过三十字解释、心情状态或其他正常言论，每人最多连三帖，不得相同图片\n没有说每天限制几帖。\n不过老雅座倒是规定了每人每天限5贴（连帖至多2连）"
        },
        {
            "author": "公朴子",
            "timestamp": 1499347320,
            "txt_content": "我的意思是指依法行*政的问题。\n事实上是为版主执法提供道德制高点。\n我是指将一切可能出现的事情都加以备案与约束。\n事实上，如果真的有那么一个人，他按照我说的做。那么的话，就算惩处也找不到一条版规来惩处。\n我是为了防止这样的事情发生。\n@VsteryEirc丶"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499350980,
            "txt_content": "H.K 发表于 2017-7-6 21:22\n我的意思是指依法行*政的问题。\n事实上是为版主执法提供道德制高点。\n我是指将一切可能出现的事情都加以备 ...一切解释权归MCBBS管理组所有\n在任何规章都可以找到这一条。\n这就意味着，版主可以钻空子惩罚会员，但是会员不可能钻空子逃避惩罚。\n某种意义上，如果有这一条，那么似乎条例定得更少，反而更好"
        },
        {
            "author": "公朴子",
            "timestamp": 1499383620,
            "txt_content": "Smokey_Days 发表于 2017-7-6 22:23\n在任何规章都可以找到这一条。\n这就意味着，版主可以钻空子惩罚会员，但是会员不可能钻空子逃避惩罚。\n ...一切解释权归MCBBS管理组所有\n这个问题的性质就严重多了。\n这甚至要涉及到版规存在的意义。\n这意味着管理组可以任意的以他们的意愿来解释版规。\n这样的话，版规其实就名存实亡。\n不过呢，这也从侧面反映出了MCBBS还是十分初级的一个状态。\n当然，在更好的更完善的解决方法出来以前。这也是一个解决的对策。"
        },
        {
            "author": "云闪",
            "timestamp": 1499398080,
            "txt_content": "H.K 发表于 2017-7-7 07:27\n这个问题的性质就严重多了。\n这甚至要涉及到版规存在的意义。\n这意味着管理组可以任意的以他们的意愿来 ...\n如果不加这一句，捣乱的人故意去偷换概念(如一句经常看到的调侃：中华文化博大精深)，管理组就只能和捣乱者撕逼，但是这又正合了捣乱者的意。同时捣乱者还可以带起一群捣乱的风潮，甚至管理组处罚了还能说管理组违规处罚= =\n\n有了解释权就不一样了，这些问题就会基本消失\n\n至于你说的\n管理组可以任意的以他们的意愿来解释版规\n我一直以来的观点是\n这是一个公益论坛，不是商业论坛，管理组的做法永远是为了论坛变得更好。\n也许有个别版主会做出让人不满意的事情，但是，一可以去举报反馈版举报，二管理组也会有自检程序。如果这个版主的做法真的让多数人不满意，自然会被批评，被处罚，也许被撤职，违规严重也不是不能被封号。\n但如果只是少数人不满意，我更倾向于认为是那少数人的问题\n"
        },
        {
            "author": "公朴子",
            "timestamp": 1499405700,
            "txt_content": "splt 发表于 2017-7-7 11:28\n如果不加这一句，捣乱的人故意去偷换概念(如一句经常看到的调侃：中华文化博大精深)，管理组就只能和捣乱 ...一切解释权归MCBBS管理组所有\n这是涉及到版规存在的意义的问题。\n如果不加这一句，捣乱的人故意去偷换概念\n这只能说明没有做到\n有法可依，有法必依，执法必严，违法必究\n如果真能做到的话，还会出现捣乱吗？\n版规上明文写明的情况，不留疑问，还会有人有这个能力去偷换概念吗？\n至于你的看法，是建立在人治的情况下。\n没错，现在论坛人治严重。不过值得庆幸的是论坛选拔版主十分严格。这也就解决了权力的滥用和误用。但是呢，这只能说是缓解。只要人治存在，这个问题就会一直存在。\n但如果只是少数人不满意，我更倾向于认为是那少数人的问题\n我认为你这句话需要建立在一个前提上\n在合理的环境下\n不然我就很简单的就能举出一个反例：\n苏格拉底之死。\n我要做的，我的建议，就是让MCBBS走上法*制的道路。走上法*制下的民*主道路。（至于民*主的范围，可以到时候再议。）"
        },
        {
            "author": "云闪",
            "timestamp": 1499407920,
            "txt_content": " 本帖最后由 splt 于 2017-7-7 14:17 编辑 \nH.K 发表于 2017-7-7 13:35\n这是涉及到版规存在的意义的问题。\n\n这只能说明没有做到\n没有解释权就无法或者很难做到\n有法可依\n因为，你依的是什么样的法？版规上写明的规则到底应该怎么判断？\n你难道要管理组写个十万字的巨著来说明所有可能的情况的奖惩标准？\n要做到\n不留疑问\n就只能牺牲长度为代价\n\n不仅仅是要保证语言文字的极度严谨，还要对各种各样的情况写明标准，因为短短一句话无法概括所有情况，两句也不行，一段也不一定行。。。\n\n是，理论上是可以做到写明的，但也只是理论上，或者规则很少的时候也许可以\n\n连国家法律都会时不时出一些法律解释来解释法律条文，因为在规则上保证不留疑问真的太难太难了\n论坛不是公司，版主也是自愿对论坛做奉献，没有那么多时间针对每一条规则进行及其详尽的解释\n版主也会根据论坛的情况时不时出一些增补解释(当然我记得的比较多的是会增加哪些属于灌水的说明，也有其它的)\n这和国家对于当前的社会现象来对各种情况作出司法解释是一样的(只有想不到啊，谁知道那群钻空子的人还能搞出什么操作= =)\n\n\n嗯不想继续争了，我最后就说一句\n版规可以完善，但是完全写明保证没有任何疑问是几乎不可能做到的，你也不用杞人忧天担心管理组随意解释版规，除非论坛不想做了否则管理组一定会以论坛风气和大部分会员利益为重的"
        },
        {
            "author": "pca006132",
            "timestamp": 1499479560,
            "txt_content": " 本帖最后由 pca006132 于 2017-7-8 10:14 编辑 \nH.K 发表于 2017-7-7 13:35\n这是涉及到版规存在的意义的问题。\n\n这只能说明没有做到\n会不会出现捣乱，我可以很肯定的跟你说会出现更多捣乱，因为没有一个国家能保证其法律没有漏洞，谈何一个小小的论坛呢？即使没有漏洞让人利用，也会出现有人不看版规的情况，不可能没人捣乱的。\n即使是西方那次皿煮国家也有法律的解释权的，只不过不属于行政机关的权力范围而已。\n解释法律会不会过了？违背了大部分人意愿的时候就会出现抗议一类行动了，论坛得靠玩家，那种情况自然不可能任着版主一意孤行了。\n一般来说解释的情况还是基于大部分玩家意见的，比如人人都觉得那家伙转了空子应该惩罚，论坛一般来说也会进行惩罚。\n\n你要在论坛搞皿煮，很可惜这是不可能的，低龄化问题严重，你这就是让小学生管，能管么？\n不让未成年的人管，那么管的人就不是大多数了，到时候又有人在吵了。\n\n至于说的法治就不需要人来判断的话，法官干啥吃的？\n还是别想着搞大新闻，用西方那一套之前还是先看多一点吧...\nedit: 对不起误会了，你这是社会主意的法治，和我读的不同，还是不多说这个了"
        },
        {
            "author": "測試",
            "timestamp": 1499496840,
            "txt_content": "现在没有上限，不意味着将来没有，大小号不论是一起灌水还是分开灌水，都当作是灌水处理，不会因为是大小号而出现差别，告各位用户：请注意账号安全，设置高强度密码"
        },
        {
            "author": "公朴子",
            "timestamp": 1499500980,
            "txt_content": "pca006132 发表于 2017-7-8 10:06\n会不会出现捣乱，我可以很肯定的跟你说会出现更多捣乱，因为没有一个国家能保证其法律没有漏洞，谈何一个 ...\n也许论坛需要政*务公开什么的。\n因为使政*务加大透明度的话或许可以解决这个问题。\n\n皿煮，这个世界上没有全民皿煮，只有统治阶*级的皿煮。人*民皿煮专*政。我说了，（至于民*主的范围，可以到时候再议。）也许可以仿末地，也许可以更高等级。\n\n法官，应该是法律的代言人。法官应该是法律的法官，而不是法官的法律。\n\n其实我想到解决问题的方法了，对于部分高等级用户组进行政*务公开。"
        },
        {
            "author": "pca006132",
            "timestamp": 1499502600,
            "txt_content": "H.K 发表于 2017-7-8 16:03\n也许论坛需要政*务公开什么的。\n因为使政*务加大透明度的话或许可以解决这个问题。\n你的思想很危险，肯定是政治课上脑了。\n\n我不明白公布了细节会有啥变化，这样的还是这样。高等级用户也不代表心智成熟，不能代表啥。\n由论坛官方来管就最方便了，那么久也没乱子，不是啥也要搞什么皿煮的。\n我举法官为例子，是说明法律是死的，终究得人来判断。而啥人来判断呢？自然是熟悉整个体系的人，也就是论坛官方。\n\n而且你说了那么久我也没懂你说啥问题，没写清楚不代表不能封禁啊。反正那些都是人人都知道不能干的事情，做完了被论坛封了难道去喊冤说我钻了你们规矩的空子你不能封禁我？\n\n对了，我建议你去看看外国那些法治的书，看多一点比较好，别总是拿国内框架的说全世界。"
        }
    ]
}