{
    "title": "冒险时间混搭包发布！",
    "author": "cc7w",
    "replyCount": 6,
    "timestamp": 1499407800,
    "txt_content": "[bili=11967512]1[/bili]\nADVENTURE TIME COMES TO MINECRAFT!\n冒险时间混搭包来到Minecraft！\nNow on console, coming soon to Pocket and Win 10!\n现已在主机版上线，即将登陆携带版和Win10版！\n\nWHAT TIME IS IT? Well, 3AM when I'm writing this, actually. I'm simply too excited to sleep, because today it's... ADVENTURE TIME!\n现在几点了？好的，在我写这篇新闻的时候已经凌晨三点了。我仅仅是激动的难以入睡，因为今天是……冒险时间！\n\nYes! Finn, Jake, Ice King, Marceline, Princess Bubblegum and tons more of your favourite characters from the excellent animated series have arrived in Minecraft! But this isn't just another skin pack - goodness no - as the entire land of Ooo takes over your Minecraft world! Take Fionna and Cake on a tour of the Candy Kingdom, fight Ice King in the Ice Kingdom and even take a trip with Flame Princess to the Fire Kingdom! And much much more!\n对！从著名动画连续剧中来的Finn, Jake, Ice King, Marceline, Princess Bubblegum和更多你喜欢的角色已经抵达Minecraft！但这不仅仅是皮肤包——而是Ooo完整地接管你的Minecraft世界！带着Fionna和Cake旅行去Candy 王国，在Ice王国与Ice国王战斗，与Flame Princess一起去Fire王国旅行吧！还有更多更多东西！\n\nNot a fan of the show? Then you have no soul. Sorry! But that is a fact.\n你不是这部动画的粉丝？那么你就没有灵魂。抱歉！但这是事实。\n\nThe pack should be rolling out across Console Edition right now, with Switch and Wii U versions to follow a little later today or tomorrow. Playing on Pocket or Windows 10? Don't worry, this mash-up pack will be with you soon!\n现在这个混搭包应该已经在主机版上上线了，Switch和Wii U的版本在今天或明天晚些也会出来。你玩携带版和Win10版？不要担心，这个混搭包马上就出了！\n\n[Update: Thanks to the mystery of time, \"Soon\" has tranformed into \"Now\"! It's out today - July 6th - on Pocket and Windows 10! Totally orthogonal!]\n[更新：感谢神秘的时间，不久已经变成了现在！今天它就会上线——7月6日——在携带版和Win10版上！]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt was hard to find someone more excited about this mash-up pack than I am, but Marsh nailed it: he interviewed Pendleton Ward, the creator of Adventure Time! WHAT.\n找到因这个混搭包比我还激动的人是很难的，但是Marsh就是其中之一，他采访了Pendleton Ward，冒险时间混搭包的作者。\n\nMARSH: Play games much?\nMARSH：你玩游戏很多吗？\n\nPENDLETON: I do. Right now I'm getting into virtual reality games. VR makes me feel like I'm somewhere else entirely ... the first games I tried were The Blu, which sent me under the ocean to kiss a big whale on its eyeball, and Tilt Brush which sent me to space and let me paint with rainbows ... but I'm really excited about being inside abstract visual spaces that make me feel like I am no longer in this dimension. VR can take me to that episode of The Twilight Zone where the little girl gets lost in the 4th dimension where time and space merge into one. I want to be that little girl!\nPENDLETON：确实。当前我正在玩虚拟现实游戏。VR使我感觉我整个人都在那个地方……我第一个玩的游戏是The Blu，它带给我在海洋之下亲吻白鲸眼球的感觉，Tilt Brush带我去了太空，让我画出彩虹……我在虚拟现实之中真的很兴奋，因为它使我感觉我离开了这个维度。VR也能带我去暮光之城，小女孩在四次元迷了路，空间合为了一体。我多想成为那个小女孩！\n\nM: Do you have a fondness for a particular period in gaming, or a particular series?\nM：你喜欢游戏的特定时间还是特定系列？\n\nP: My favorite game is MYST. When I was little I'd leave the game running on my computer and just listen to the wind blowing sound effects, imagining that I was on the island. The characters in MYST had the ability to create worlds by describing them in books using special ink and paper and then transport into those worlds by placing their hands inside the book ... that really stuck with me.\nP：我最爱的游戏是MYST。当我很小时我就用电脑玩这款游戏，听风吹的音效，想象我在一座岛屿上。MYST中的人物有能力去创建世界，在书中用墨水和纸张描述它们，然后他们能够进入他们用手放置成的世界……真是让我难忘。\n\nM: Adventure Time has a lot of direct references to games, but do you feel like any one game in particular has had a strong influence?\nM：冒险时间有大量对游戏的直接引用，但你觉得有特别喜欢的一个游戏有很大的影响吗？\n\nP: Adventure Time is heavily inspired by Dungeons and Dragons. I loved poring over the D&D Monster Manuals when I was a kid ... ah and still do as a grown man! I play D&D regularly and I enjoy how much attention is paid to creating a fully realized world. All of the monsters have cultures and traits and habits. They felt like they existed outside of the story I was in. In one background of an episode of Adventure Time, Jesse Balmer drew a little door on the side of a staircase ... who lives in that staircase?! That's the kind of stuff that I love, stuff that makes the world feel larger than I can even know.\nP：冒险时间的大部分灵感是Dungeons and Dragons。当我是个孩子时，我喜欢查看D&D 怪物手册……啊，现在我是成年人了我也喜欢！我时不时都玩一下D&D然后我真的很享受创建一个完整世界需要多少注意力。所有的怪物都有文化，性状和习惯。他们感觉就像在我的故事之外。冒险时间一个片段的背景，Jesse Balmer在楼梯的一侧花了一扇小门……谁住在楼梯中呢？那是我喜欢的东西，能够让我的世界感觉比我知道的更大。\n\n\nM: How much do you love Minecraft on a scale from 'loads' to 'almost an illegal amount'?\nM：从规模上说，你有多么爱Minecraft？\n\nP: I've spent a lot of time in Minecraft, I do love it a lot. I spent a lot of time playing on a DayZ themed Minecraft modded server. That had \"/whisper\" commands so you could type within 2 squares of a friend and not have the rest of the players hear you ... that was neat. You had to hide from other players and build in secret or they'd steal your stuff. So I built a boat and sailed way out till I spotted a hole in the ocean floor. I broke my boat to cover my tracks and swam down to the hole which became a waterfall, flowing down into an ocean cavern. I love how the stakes in Minecraft aren't so much your life, but your creative projects, your buildings and farms. I think that's wonderful.\nP：我在Minecraft中花了很多时间，并且我很爱它。我花了很多时间玩DayZ主题的Minecraft模组服务器。它们有“/whisper”命令，你能告诉两格内的玩家消息，不会让其他玩家听到你……那是多么棒。你需要从别的玩家那里多开，然后秘密建筑，不然他们会偷你的东西。所以我制作了一艘船然后去航行，直到我在海底发现了一个洞。我敲掉了我的船，掩盖我的足迹，然后慢慢潜到了洞里，那洞其实是一个瀑布，流到了海洋的洞穴之中。我喜欢Minecraft的地方是它不是你的生活，但是你创造的物品，你的建筑和你的农庄。我认为那是绝妙的。\n\nM: Adventure Time feels very Minecrafty. Or maybe the other way around! Not just that it has a sprawling brightly coloured landscape, but the entire attitude of AT feels very positive, big-hearted and full of derring-do. We want that for our players, too. Do you see other similarities?\nM：冒险时间混搭包感觉很Minecraft，或者可能有其他感觉！在那其中不仅有蔓延的五彩缤纷的风景，它的全部风格感觉也很积极，宽宏以及令人充满勇气。我们也想让我们的玩家那样。你看到了相同点了吗？\n\nP: I like to lose myself in games and stories, and I did that a bunch in Minecraft and in making Adventure Time. I also love how serene Minecraft can be, the chimes when the sun rises are so nice. I hope Adventure Time is as pleasant to watch.\nP：我喜欢将我自己沉浸于游戏和故事中，并且我认为那是Minecraft和冒险时间的突出之处。我也喜欢Minecraft的沉静，阳光升起时的钟声是那么的妙。我希望冒险时间混搭包也像那样看起来令人开心。\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1499411640,
            "txt_content": "突然发现看这些可以学学英语"
        },
        {
            "author": "Оil",
            "timestamp": 1499413860,
            "txt_content": "我居然看成了“混乱包”2333……"
        },
        {
            "author": "小藩",
            "timestamp": 1499438580,
            "txt_content": "实在不明白...与其在这儿搞这些有的没的要充钱的，还不如多搞些BUGs特性，再移植到PC上来...不然也可以把C++端炼药锅方面的内容（染色、制药水箭等）移过来啊..."
        },
        {
            "author": "请重新输入",
            "timestamp": 1499676660,
            "txt_content": "有点看不懂啊。我是新手小白，在论坛里看帖子觉得好乱"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1499703480,
            "txt_content": "虽然看不懂那些英文，不过看图能知道大概了"
        },
        {
            "author": "z427",
            "timestamp": 1500654900,
            "txt_content": "买了 蛮棒的作为AT迷+MC迷 能混在一起简直不能更开心"
        }
    ]
}