{
    "title": "【官方博文】故事模式第二季预告片放出！",
    "author": "像素君",
    "replyCount": 8,
    "timestamp": 1499406180,
    "txt_content": "\n\n\n[bili=11945642]1[/bili]\n\nSTORY MODE SEASON 2 TRAILER!\n故事模式第二季预告片公布！\nPlus a guide to the folks you’ll meet!\n更多关于你将遇到的角色的信息！\n\nStory Mode Season 2 launches on July 11! If you’re not familiar with Story Mode, it’s a sort of Choose Your Own Adventure set in the Minecraft universe, full of high drama, plucky underdogs, legendary heroes, dastardly villains, incredible peril and perky pigs. Logically enough, Season 2 follows on from Season 1, with players once again filling Jesse’s cuboid shoes, and with a host of familiar faces in tow - but new players should be able to jump right on board!\n故事模式第二季将于7月11日发布！如果你不熟悉故事模式，那这就是一个在Minecraft世界里选择你自己的冒险故事的游戏。这里充满着戏剧性，勇敢的弱者，传奇的英雄，卑鄙的恶棍，令人难以置信的危险和活蹦乱跳的猪。从逻辑上来说，第二季延续着第一季，玩家们将和很多熟悉的面孔一起，再一次穿上Jesse的长靴——但新玩家们可以很快地进入情节！\nI had a chat with Season 2’s lead writer, Eric Stirpe, to get the lowdown on the new and returning characters! Set the scene for us, Eric!\n我和第二季的首席作家Eric Stirpe进行了交谈，得到了新角色和和回归角色的情报！给我们讲讲故事吧，Eric！\n\n\nWhen Jesse’s hand gets stuck in a cursed gauntlet, events begin to spin out of control, threatening her new life and old friendships. Something out there - something very old, and very powerful - has heard the name Jesse, and wants to know just what kind of hero she is. (Or what kind of hero he is - you get to choose which Jesse you play in Story Mode!)\n当Jesse带上被诅咒的护手时，事态开始失控，威胁到了她的新生活和以前的友谊。有什么东西——非常古老、非常强大的东西——听过Jesse的名字，想知道她是什么样的英雄。(或者说他是什么样的英雄——你可以选择自己在故事模式下想扮演的Jesse！)\n“Unlike the Witherstorm, which just wanted to devour everything in its path, Jesse's new foe is very intelligent and very, very powerful,” says Eric. “Luckily Jesse's also got plenty of allies, old and new, who will be joining her as her quest takes her to the ends of the earth.”\n“与凋零风暴不同的是，Jesse的新敌人非常聪明，而且非常强大，”Eric说。“幸运的是，Jesse也有老朋友和新朋友陪伴着她（他），跟着她（他）来到世界的尽头。”\nSo let’s find out what Eric has to say about Jesse and the new crew you’ll meet in Episode 1!\n那么让我们来看看Eric对Jesse和她（他）在第一集里遇到的新成员有什么看法吧！\n\n\nJESSE\"After she saved the world from the Witherstorm, lots of people wondered what Jesse would do next. In truth, she's kinda still figuring it out. Torn between adventuring with her friends and her duties as Beacontown's ‘Leader and Hero-In-Residence,’ Jesse's got a lot on her plate these days.”\nJesse“在她（他）把世界从凋零风暴中拯救出来之后，很多人都想知道Jesse接下来想做什么。事实上，她（他）还在摸索着。在和朋友们冒险以及她（他）“领袖和英雄”的职责之间，Jesse要考虑的东西还有很多呢。\n\n\nPETRA\"A fearless warrior and on-again/off-again mercenary, Petra is the most loyal friend you could ask for. She doesn't like that the Order of the Stone is settling down and seems to be itching to get on the open road again. Her eye for adventure tends to get her in trouble sometimes, but she knows Jesse always has her back.”\nPetra“Petra是一个无畏的战士，是一个最忠诚的朋友。她不喜欢岩石之令每况愈下的日子，她渴望着能再次上路。她对冒险的渴求有时会让她陷入困境，但她知道Jesse一直在她的背后。”\n\nJACK\"The Velvet Tornado, the Iron Sword of Muuji Bay, the Stab-Walker... Jack has been called many names by many, many people. A once-legendary adventurer and treasure hunter, he got out of the game ages ago to run a map shop with his best friend Nurm. With a past full of both outlandish stories and dark secrets, he'll prove to be a mighty new ally for Jesse and the gang.”\nJack\"天鹅绒龙卷风，Muuji湾的铁剑，棘行者……。Jack被许多人叫着很多不同的名字。他曾是一个传奇般的探险家和寻宝人，但他很久以前就离开了这场探险游戏，和他最好的朋友Nurm一起经营着一家地图商店。他的过去充满着荒诞的故事和黑暗的秘密，但是他将被证明是Jesse一行中一个强大的新盟友。”\n\n\nNURM\"A Villager from the valley of Pur'gan-Gah, Nurm had never quite fit in. Unlike his friends, he had a secret dream of adventuring far beyond their quiet village and seeing the world. It wasn't until he met Jack that he finally took a chance and the rest, as they say, is history.”\nNURM“他是一名来自Pur'gan-Gah山谷的村民，他的适应力不是很强。和他的朋友们不同，他心里有一个梦想，就是在他安静的村庄外冒险，看看世界的样子。直到他遇见了Jack，他才终于有了这个机会，而剩下的人，就像他们所说的，已经成为历史了。”\n\n\nRADAR\"No one is sure whether someone hired Radar to be Jesse's intern or if he volunteered, but one thing's for sure: He loves his job. Super organized (if a little high-strung) he is always eager to help Jesse with anything and everything she needs.”\nRadar“没有人知道是否有人雇佣了Radar或者是他自愿来做Jesse的跟班，但有一件事是可以肯定的：他热爱自己的工作。他做事情很有条理（如果有点紧张的话），他总是很想帮Jesse做任何她（他）所需要的事情。”\n\nSTELLA\"The leader of Champion City, Stella has been embroiled in a bitter rivalry with Jesse for months... or so she seems to think. Although her ego and jealousy can sometimes get the better of her, she really does want to make the world a better place. Deep down. Deep deep down.”\nStella“作为冠军市的领袖，Stella和Jesse之间的竞争已经持续了几个月……她似乎是这么想的。尽管她的自我感觉和嫉妒心有时会让她变得更好，但她内心深处确实想让世界变得更美好。”\n\n\nLLUNA\"Lluna was born with an innate gift for sniffing out treasure and a talent for getting into trouble. As stubborn and headstrong as her owner Stella, she's always running off from her lavish home in Champion City in search of some new bauble.”\nLLUNALluna天生就有一种天赋，一种可以嗅出宝藏和制造麻烦的天赋。就像她的主人Stella一样，倔强而任性的她总是从自己在冠军城市的奢华房子跑出来寻找一些新的玩意。”\nThat’s hardly the whole cast, either! Jesse’ll meet many new friends and foes this season, and a few figures from her past might just pop up, too. Who will you be best buds with? Who will you annoy the heck out of at every opportunity? Story Mode puts the power of friendship in your hands... and occasionally life and death decisions to! So, Eric - not saying it will happen in Season 2, but if you were forced to 'porkchop' one of the characters above, which would you pick?\n现在介绍的不是全部的角色！Jesse在这一季会遇到很多新的朋友和敌人，在她（他）过去记忆的一些人物也可能会突然出现。谁将是你的最佳伙伴？你会在进行选择时惹谁生气？故事模式将友谊的力量置于你的手中……偶尔也会有存活和死亡的决定！所以，Eric，不是说第二季会发生这样的事情，但是如果你被迫得让其中的一个人“变成猪排”，你会选择哪一个?\n\n\nWow. What an epic dodge. Marsh will remember this.\nERIC STIRPE\n哇，Eric对这个问题回避得很好。March会记住的。\n\n原文链接：https://minecraft.net/zh-hans/article/story-mode-season-2-trailer\n原文作者：Marsh Davies\n原文发布日期：2017年7月6日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499409660,
            "txt_content": "故事模式出II了\n然而我I都没钱买\n（哇的一声哭出来"
        },
        {
            "author": "⑨",
            "timestamp": 1499480400,
            "txt_content": "1345979462 发表于 2017-7-7 14:41\n故事模式出II了\n然而我I都没钱买\n（哇的一声哭出来\n买啊，我夏促的最后2天给1入了233\n当时才三十多……现在……现在……\n\n额……预告片手机看不了……←对楼主说的"
        },
        {
            "author": "⑨",
            "timestamp": 1499480460,
            "txt_content": "1345979462 发表于 2017-7-7 14:41\n故事模式出II了\n然而我I都没钱买\n（哇的一声哭出来\n买啊，我夏促的最后2天给1入了233\n当时才三十多……现在……现在……\n\n额……预告片手机看不了……←对楼主说的\n卡2连了……求删"
        },
        {
            "author": "走火石",
            "timestamp": 1499555880,
            "txt_content": "。。所以还是老套路\n第一章选救谁"
        },
        {
            "author": "LRual",
            "timestamp": 1499581980,
            "txt_content": "哎呀，我还没玩一呢\n结果就二了= ="
        },
        {
            "author": "迷之老叶",
            "timestamp": 1499785080,
            "txt_content": "楼主666，这么晚了还发帖（其实我是水贴的）"
        },
        {
            "author": "250900148",
            "timestamp": 1500555300,
            "txt_content": "66666666666666666666666"
        },
        {
            "author": "1264609498",
            "timestamp": 1502671440,
            "txt_content": "没钱买 第一张就70元"
        }
    ]
}