{
    "title": "【七月活动】【原创-单篇】星球平移",
    "author": "海潮",
    "replyCount": 7,
    "timestamp": 1499396460,
    "txt_content": " 本帖最后由 海潮 于 2017-7-9 23:59 编辑 \n\n    本故事框架基于大刘的《时间移民》，推荐各位热爱科幻文学的童鞋前去观摩。\n    \n    世界纪年233年3月19日 17点49分 洛天都\n    为了解决日益增长的人口增长、环境污染、恐怖袭击等问题。各国元首联合推举史蒂夫为时间移民大使，他将会带领1000先遣战士前往120年后的今天，他们将会代表120前的人类去拜访120年后的人类，它们承载着这个时代人的对未来美好生活的期盼，他们渴求时间移民能够给他们摆脱对这个现世的不满与不安。\n    时间移民这项工程早在200年，共国成立100周年时，有一名江姓长者重点提出并落实，如今经过科学家们的努力，这项计划得到了落实并应用。这项技术是伟大的，是革命的，是全新的，他是改变命运的。从此，人们除了空间转移，又多了时间这一新的落脚点，这是指的人类普天同庆的。\n    \n    洛天都时间转移中心\n\n    在新建三个月的洛天都时间转移中心里，史蒂夫带领着1000名战士进入磁空场内接受人们的祝福于致意，在场内巨大LED屏幕显示下，战士们一个个躺入冷冻箱里并锁定自己的盖子，此时此刻，躺在箱子里的史蒂夫，心里想的是谁呢？\n\n    晶导体自检完成，中控中央管理器运作正常，解除保险栓，打开液压阀门，开始预热冷却器，时间自定设定于120年后，安全自检完成，确认所有人员已上锁，生命保障措施已启动......时间在流逝也在加快着，史蒂夫在人们的注视下，开启了一段新的纪元。\n\n    也许在梦中。Alex...Alex，我带着梦想前去，你如今身在何方呢？他并不明白她为什么至始至终都不愿与他前行的原因，也许刚刚的最后一面便是最后一别吧，想到这，史蒂夫的眼角流出一滴眼泪，还没来得及留下便以冻结。时间转移开始了，目标120年后......\n\n    世界纪年253年3月19日 17点50分（晶导体出错...具体原因unknown） 洛天都时间转移中心\n\n    时间对于冷冻者来说几乎没有任何概念，以至于让史蒂夫认为机器出故障了，但爬出机械仓的他打破了这一猜想。眼前一片萧条，但都市依旧是那个都市，高架桥环绕市中心高楼大厦而行，这个城市没有半丁点亮光，仅残留天上的闪闪天幕是他的天然灯光。这是怎么回事？他们心里都有个问号，美好世界的120年后仅是这样子吗？难道未来真的充满悲哀与寂寞吗？或许他们本应在原本的时间线上好好的活着，却被一次时间转移带到了原本就不属于他们的空间里。\n\n    “Alex...”史蒂夫轻轻嘀咕着...此时的她，应与我天人永隔了吧。\n\n    抹去泪水，史蒂夫又再次坚强了起来：“走，去50年后吧！说不定他们只是去外面了，过多几年就回来了！”史蒂夫这样安慰自己，时间不会停留，也不会+1s，如此残酷的现实沉重的打在了史蒂夫的心里。\n\n    再一次爬进冷冻仓里，又是一个熟悉的念头涌上心头......Alex，那个梦中的人，那个我日思夜想的人，此刻化作了思念与飞灰陪伴在我身旁......随着机器的自检完成，时间再次冻结，你我半百后会。\n\n   世界纪年303年3月20日 18点25分（晶导体出错...具体原因unknow） 洛天都\n\n    又是几秒钟后便苏醒了，在冷冻仓里的人都这么想，尽管已经习以为常了。\n\n    史蒂夫猛地一下推开仓口，只见史蒂夫快速跑到机械舱门口，推开舱门。妄想着能给他虚幻的饱满，可是现实却打击了他——依旧的景色，依旧的颓败。史蒂夫心头一沉“难道我们今生今世都要与这高楼破败作伴了么....”史蒂夫说。他试着努力把头抬高，努力望向灰黑的天际，依旧的星星，依旧的美丽但我已经欣赏不来了。他把头缓缓垂低，在这隐约之间，他看到了在高楼，最高的楼锋上，有似光环的东西隐约闪烁着，像爱人的手，像无边无际的欲望使唤着史蒂夫前去触碰。在若干年后的史蒂夫回忆录上，他说：这是伟大的HIM带给我的指引。如此。\n\n    高楼足有五百米高，高高的楼锋耸入天际，来自楼顶的亮光穿过云层直照史蒂夫，史蒂夫一步步地往上爬，史蒂夫知道，那是属于他的，他会触碰到，高楼的电梯早已停运，在门前的石牌上刻上“奉天大厦”霸气四字，果然名副其实。史蒂夫一行选择楼道，他要从一楼，一步一步前进，去明白这个未来世界到底因何变成了如此。“该死的时间。”一旁的探险者说，那样无奈与苍白。\n\n    中间虽有些小插曲可他们总算走到了顶楼，稍作休息，用钳子钳开尘封已久的顶楼门，灰尘弥漫在楼道内，但金光依旧闪烁照耀着，刺破灰暗在指引着我们，噢，伟大的光。\n\n    史蒂夫呆住了，他慢步走上前，是一个盒子，他抚摸着，这正是他所需要的，缓缓打开，盒子里面安安静静的躺着一张纸，史蒂夫拿起来，感觉有些沉重与厚实，史蒂夫默默地将纸上的字念了出来，如此悲情，如此深重。\n\n    To:史蒂夫\n    我们已经在新的星球上安家了，世界科学家联合会已经在234年4月发现了最适合人类移居的星球，距离地球约1.2光年，我在236年即将登上超光速飞船是给你留下这封信书，是想让你在117年后，地球，从238年起，便已无人类的踪迹，除了你们，你们是这个世界上唯一遗存的人类，未来的世界将会属于你们，我相信你们能够创造一个属于你们的美好世界，我会依旧爱你。\n                                                                                                                                                                             Alex\n                                                                                                                                             世界纪年236年9月9日 洛天都星际移民局\n\n    史蒂夫缓缓放下手中的纸，望向那片灿烂的星空，他不知道哪一颗是Alex的星球，他不知道。此时此刻他低下了头，到底是人类出卖了他们，还是他们背叛了人类呢？也许若千年后，自有自称史学家的人类来评说这一史实吧。\n\n    史蒂夫没有牵挂了，他把手抬举向天，像是抚摸爱人的脸颊，那样温柔，隔着1.2光年的距离与167年的时间，我与你今生今世不再相会，我......\n\n    “史蒂夫！”有人大喊。史蒂夫猛然转头，声音如此熟悉，如此温柔。\n\n    美丽的眼眸与浑浊的眼珠对视。是她，她并没有前去。\n\n    在167年后的今天，在5米的距离，你我今生许下诺言，再也不分开。此时此刻的繁星透着云层，悄悄地注视了这一切的一切。\n\n                                                                                                               于星球纪年3698年12月6日12：61:01\n                                                                                                                                  银河星际历史馆\n【后记】\n在回复何夕的时候我是真的无脑。因为我当时在读何夕的书一时无脑就打了出来，对不起小姐姐，对不起党和国家，这次诈尸纯粹因为暑假闷得慌，来帮创作版的活动水上一波顺便卖一下脑洞，别无其他。其实Minecraft的框架很适合这个，经过略微改动之后就搬了出来，希望大家喜欢~\n\n@上前一小步 @尼玛乄骑士 @HGK @FHC红石 @End-Enderman @音乐家七月天 @咕噜and呼噜 @恶魔-潇洒 @793518379 @bo_bo2001 @Yy星人 \n是，就是诈骗！\n\n\n\n\n\n\n\n\n    \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1499421480,
            "txt_content": "↑↑↑删掉上面的回复\n移*民是关键字...\n所以你看过时间移*民么"
        },
        {
            "author": "海潮",
            "timestamp": 1499422980,
            "txt_content": "Smokey_Days 发表于 2017-7-7 17:58\n↑↑↑删掉上面的回复\n移*民是关键字...\n所以你看过时间移*民么\n是啊，我觉得这个题材可以用在这里上面，而且我觉得何夕的写作笔法特别具有浪漫情怀，这是如今硬科幻缺少的，虽然烂笔写不出来、"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499424360,
            "txt_content": "海潮 发表于 2017-7-7 18:23\n是啊，我觉得这个题材可以用在这里上面，而且我觉得何夕的写作笔法特别具有浪漫情怀，这是如今硬科幻缺少 ...\n啊？何夕？\n《时间移*民》是中*国作家刘慈欣创作中短篇科幻小说，讲述未来迫于环境恶化和人口压力，地球政*府决定派出远征队伍，选取25岁以下的人类成员向未来移*民。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1499429040,
            "txt_content": "什么鬼……\nunknown而不是unknow\n而且这篇文章真的新奇woc\n简直6的不行"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1499430060,
            "txt_content": "哇这是回归吗！！\n…所以和标题有啥关系= =\n构思还行，文笔……有些细节是没码全还是怎么…总感觉少了点啥\n错别字我不想说什么 你自己找吧XD\n废墟好啊 开局一人一狗，装备全靠捡"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499433120,
            "txt_content": "大佬。\n尽管格式略有似曾相识，但是的确玩出了花样儿。对于喜欢写个悲剧结尾的我而言，这样的结局，我真是太喜欢了_(:зゝ∠)_"
        },
        {
            "author": "海潮",
            "timestamp": 1499583840,
            "txt_content": "bo_bo2001 发表于 2017-7-7 20:21\n哇这是回归吗！！\n…所以和标题有啥关系= =\n构思还行，文笔……有些细节是没码全还是怎么…总感觉少了点啥\n没有，看了大刘的时间移民，感觉可以写上来，暑假也正好有空。"
        }
    ]
}