{
    "title": "原创/连载{传说之地}[第十一章：魔兽入侵]",
    "author": "久战沙场",
    "replyCount": 1,
    "timestamp": 1499414280,
    "txt_content": " 本帖最后由 久战沙场 于 2017-7-15 23:46 编辑 \n\n第十一章：魔兽入侵\n\n\n       在那宁静的夜晚，所有人都睡着了，进入梦乡，突然，一声尖叫划破了宁静的夜晚，当人们跑到街上时，一位村民倒在那，风暴骑士团的人来了，其中一位使用奥术治疗术开始治愈。\n       村民很快就苏醒了，他醒后就吞吞吐吐说了几个字：“北门。。。。。。。魔兽。。。。。。小心。”说完，村民就挂掉了。\n       “哇啊，睡一觉真xx的爽，这被子也是太软了。”凯还是意犹未尽的抱着柔软舒适的棉被。\n       “喂喂，我突然发现北面那里奥术能量波动巨大，肯定有事发生，好了，你先去酒馆报道，再去风暴城堡干一些任务，顺便去铁匠铺那拿武器哈。”\n       凯吃完早点，就收到了克雷给他发的信息：\n       风暴骑士团新兵——凯。最近北门奥术能量波动巨大，请你再近期尽快前往鹰岗哨进行防御部署。\n       “鹰岗哨是在哪啊？北门的哪？那儿不是魔兽森林吗？”凯拿着地图疑惑着。\n       “你去风暴城堡问问看，那儿应该有地图的。”\n       凯一听，就小跑跑到城堡那。\n       “怎么人这么少啊，之前还挺多的呢。”凯到城堡后到处看，人都差不多走光了，只有一些还在收拾东西。\n       “喂兄弟，鹰岗哨在哪儿？？？”凯拍了拍旁边一个人问。\n       “哦，你在北门那的城墙往墙上走，那小过道，右边的，然后一直往上走，到一座高大的哨塔那，进去后，从你一进去看到的那一个门出去，就是鹰岗哨，哦，还有，那里是一个守城要塞，这次魔兽大入侵我们就要守在那儿。”\n       “好的谢谢啊。”凯谢过后就立马往鹰岗哨跑去。\"\n       凯在去鹰岗哨前，去铁匠铺拿了匕首飞镖之类的东西，然后又到酒馆那跟克丽丝请了个假，最后再去食品店买了大量的压缩山楂片，接着上路了。\n       等到北门的时候，果然发现了城墙，过道也很小，凯爬上墙，接着就一蹦一跳的过去，走的太麻烦，走了没多远就发现了那一座建造再悬崖峭壁上的机关要塞：鹰岗哨\n       鹰岗哨的地形分布很大，采用以鹰的外表，建立在悬崖上，地形易守难攻，全场五千米，进攻路线主要由鹰嘴丶鹰翅膀部位，从鹰嘴到鹰翅膀之间有三个活塞推动装置，在支援方面有很好的作用（废话，不用走路，谁都愿意。），另外活塞推动装置有透明玻璃保护，每隔十米就有一个高空炮塔，从鹰嘴到鹰翅足足有四千米长。\n       在内部是由无数条错杂的通道组成，通道的墙壁内侧，就是有各种机关，目前机关种类有3x3路障（注意，通道主要是3格宽），还有地刺，史莱姆方块减速，高空防护弩（鹰岗哨内部是5格高，防护弩建立在天花板上。），奥术防护弩，增加了减速和伤害传递，主要是击中一个目标就可以把伤害扩散，地刺，当怪物走到上面就会凸起尖刺。药水伤害台，当怪物走过，下面的发射器会发射出治疗药水，液压机，只要怪物在下面走动，就会告诉的砸下，造成致命一击。\n       ”没想到鹰岗哨这么大，耗时十年建造好。“凯看着这样的建筑不禁赞叹。\n       ”对啊，内部还有无数的机关防护措施，也运用到奥术的力量。“\n       就在凯观赏的时候，一个人撞了上来。\n       ”啊呀，谁啊，走路不长眼睛，有没有家教啊，啊，像你这种人，若有眼睛，那肯定色胆包天的人。“撞了凯的这位少女一上来就素质三连，让凯不知所措。\n       ”哎哎哎，上次是你在风暴城堡掉我身上，这回你走路撞我身上，还有，谁会像你这样倒着走路啊，我站原地看着地形你就给我顶过来。“凯也立刻反驳道。\n       ”额，哎呀，这次是意外嘛。。。反正大人不记小人过，这次就算了呗，QAQ。“接着就红着脸走了。\n       ”额，这。。。。。。“凯看着少女的背影，不禁想起了什么。\n       ”怎么？对她有意思吗？“道雷趁机跑出来拍了拍凯。\n       ”不是，她腰上的花。。。。。。算了，是我多心了，继续看吧。“",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1499421600,
            "txt_content": "睡一觉真xx的爽\n噗_(:зゝ∠)_\n\n略有点短啊，下次能否写长一点呢？略微有点对话流的倾向，可以考虑在写对话的时候多描述一下说话者的情态"
        }
    ]
}