{
    "title": "[Minecraft.net|INSIDER]本周方块：蘑菇",
    "author": "cc7w",
    "replyCount": 8,
    "timestamp": 1499439120,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-11 12:42 编辑 \n\nBLOCK OF THE WEEK: MUSHROOM\n本周方块：蘑菇\nNot mushroom for a pun in this subheader\n不仅仅是为了子标题而做双关语的蘑菇\n\n\n　　While wandering the world, or sailing the seas, you'll occasionally come across a very rare and special biome. The ground is mycelium, rather than grass. Craggy cliffs jut out into the ocean. No mobs spawn, except for weird red cows. And the whole area is covered with enormous mushrooms.\n　　漫游在世界中，或航海于海洋上，你偶尔或经过一种非常稀有，特殊的生物群系——地面是菌丝，而不是草方块，陡峭的悬崖突出在海平面上。没有怪物能在这里生成，——只有奇怪的带有红色毛皮的牛，整片区域都被巨大的蘑菇覆盖。\n\n　　I'm talking about mushroom islands, the best place to find our Block of the Week, obviously. Mushroom blocks are what huge mushrooms are made out of, which spawn all over mushroom islands as well as in swamp and roofed forest biomes. They're handy as a fuel source, building material and even as food! You'll probably recognise them as the lamest possible pizza topping there is. Seriously, how is pizza with just mushrooms on it even legal?\n　　我在说蘑菇岛，很明显，这是我们找每周方块的最好地方。蘑菇方块构成了巨大的蘑菇树，它们分布在蘑菇岛，沼泽和黑森林生物群系之中。它们可以作为燃料，建筑材料，甚至可以作为食物！你可以将它们认为是这里最有可能的披萨食物。严肃的说，披萨上带有蘑菇是不是更好呢？\n\n\n\n　　While most real-world mushrooms are pretty small in comparison to Minecraft's huge mushrooms, there are actually a few that are way larger! As we noted when we looked at mycelium a few months ago, the slopes of Oregon's Blue Mountains are home to a single fungus that covers an area about three times the size of New York's Central Park. Wow! If you're not familiar with the size of Central Park, and would like me to tell you how large it is, TOUGH. It's not called 'Park of the Week' is it? I just get paid for the block facts, pal.\n　　然而相比Minecraft中的巨大蘑菇，真实世界的蘑菇更小一点，Minecraft中的蘑菇太大了！在几个月前当我们关注菌丝的时候，我们发现了俄勒冈蓝山坡，那个地方是一种菌类的发源地，它的覆盖面积就跟中央公园的三倍差不多。哇！如果你不知道中央公园的大小的话，让我告诉你它有多大，多么坚固。它不是叫做“每周公园”吗？我是靠这个吃饭的，伙计！\n\n　　Mushrooms are a bit weird because they're neither an animal nor a plant. Instead, they're a fungus - a type of organism that also includes yeasts and moulds. Some are edible (but be very careful because some are poisonous!) and most of the types that you'll find in the supermarket are grown in specially-built mushroom farms. Mushroom farmers are called \"fungiculturalists\", while people who hunt for mushrooms in the forests are known as \"mycophagists\". Which would you rather be? We'd personally opt for the latter, just because MUSHROOM HUNTER looks cooler on our business cards. It does look cool, right? R-right?\n　　蘑菇看起来有点奇怪，因为它们既不是动物，也不是植物。但是，它们是菌类 —— 有机体的一种，有机体也包括霉菌和酵母菌。它们中的一些是可食用的（但在你食用的时候一定要小心，因为它们中的一些是有毒的！），你能够在超市找到可食用种类的大多数，它们被种植在特殊建造的蘑菇农场之中。蘑菇种植者被称为“fungiculturalists”，在森林中寻找蘑菇的人被称为“mycophagists”。你更喜欢哪一个？我们更倾向于后者，仅仅是因为“蘑菇猎人”这四个字——如果写在我们的名片上的话——显得更酷！他们看起来的确很酷，难道——不是吗？\n\n\n\n　　Tom, here - I just thought I'd use this handy caption space to warn you about the truly horrible, horrible pun in the final line of this Block of the Week article. May God have mercy on Duncan's soul.\n　　Tom，我在这儿 —— 我只是想用这个标题的位置来警告你真正恐怖的事情，在本周方块的最后几行内容介绍这恐怖的双关语。希望上帝能够宽恕Duncan的灵魂。\n\n　　Mushroom blocks first showed up in Minecraft in Beta 1.8 - the Adventure Update, the same time that the food system, villages, ravines and rivers first arrived, and that the Far Lands were removed from the game. If you break them without a Silk Touch tool, they'll drop 0-2 mushrooms of the same colour as the giant mushroom you get them from.\n　　蘑菇方块第一次出现，是在Beta1.8版本的Minecraft中 —— 冒险更新，和蘑菇一起到来的还有食物系统，村庄，峡谷和河流，同时“边境之地”在游戏中被移除。如果你不用带有精准采集的工具破坏它们，它们会掉落0-2个和大蘑菇有相同颜色的小蘑菇。\n\n　　However, if you break them with a tool enchanted with Silk Touch (ideally an axe), then you'll get a mushroom block - and here's where the fun starts. Mushroom blocks will burn in a furnace, smelting 1.5 objects per block. They can also be placed and re-broken to get mushrooms which can then be turned into mushroom soup. Yum!\n　　但是，如果你用带有精准采集的工具破坏它们（理想的工具是斧头），就会获得蘑菇方块——这就是乐趣的开始。蘑菇方块能够在熔炉中燃烧，每个方块能够烧炼1.5个物品。它们也能够被放置出来，然后再被破坏掉，这样你能够获取能够变成蘑菇汤的小蘑菇。多美味！\n\n　　Or you can use them to build. Mushroom blocks are quickly broken (which is handy if you end up with a Creeper in your house and need an emergency back door), and won't burn. They're easy to collect in large quantities by applying bonemeal to a mushroom planted on the ground, making them a handy construction block.\n　　或者你也能够用它们去建筑。蘑菇方块的破坏速度很快（如果爬行者炸了你的家，你需要在地板上铺上紧急救援方块时，蘑菇方块就很有用），它们不会烧毁。通过用骨粉催熟小蘑菇，收集大量的蘑菇方块也非常容易，这使得它成为一种有用的建筑方块。\n\n　　You can even modify an existing huge mushroom into a house if you want to, by adding some walls and a door. They're the perfect size for a small outpost away from your main base, when you only need the essentials with you. And if anyone else finds it, they'll know that the person who lives there is a really, really fungi.\n　　如果你想的话，你也能够将大型的蘑菇树修成你的房子——只需要增加几堵围墙和一扇门就够了。它们的大小对于离你主基地较远的哨所来说很合适，你只需要带够基础资源就可以了。如果有人发现了它，他们会认为住在这里的人要发霉了。\n\nhttps://minecraft.net/en-us/article/block-week-mushroom\n\nWritten by\nDuncan Geere\n07/07/2017\n\nTranslated by\nc7w\n07/07/2017\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499439420,
            "txt_content": "38分钟终结本周方块。\nhttps://minecraft.net/en-us/article/block-week-mushroom\n\nWritten by\nDuncan Geere\n07/07/2017\n\nTranslated by\nc7w\n07/07/2017\n\n@LocusAzzurro @henry5041 @minehenry @KTR @尼玛乄骑士 @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey @迷途的路人 "
        },
        {
            "author": "森光丶",
            "timestamp": 1499442600,
            "txt_content": "从来不吃MC里的蘑菇煲，总感觉红蘑菇毒性挺要命"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1499474460,
            "txt_content": "1345979462 发表于 2017-7-7 22:57\n38分钟终结本周方块。\nhttps://minecraft.net/en-us/article/block-week-mushroom\n菜鸡，加个机翻改的话只要10分钟XD\n（听说你也在画KPC的皮肤"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1499474520,
            "txt_content": "所以mushroom pun到底是什么鬼啦XD"
        },
        {
            "author": "cc7w",
            "timestamp": 1499485260,
            "txt_content": "volta薯片~ 发表于 2017-7-8 08:41\n菜鸡，加个机翻改的话只要10分钟XD\n（听说你也在画KPC的皮肤\n那你等着被锁帖吧233\n没画啊"
        },
        {
            "author": "LRual",
            "timestamp": 1499568960,
            "txt_content": "这封面有点鬼畜啊\n记得以前有个极其丧病建筑考题\n给出一个像封面这样角度的某几种蘑菇方块的图\n然后让你写出这分别可能是哪种ID的蘑菇块…………\n\n我个人表示一般不用骨粉催熟蘑菇来着\n都是种植在地下的某个黑暗的巨型空间"
        },
        {
            "author": "z99891179",
            "timestamp": 1499576340,
            "txt_content": "遥远土地是指边境之地么"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1499724120,
            "txt_content": "没有怪物在这里生成，在这生成的只有奇怪的带有红色毛皮的牛，整片区域都被巨大的蘑菇覆盖。\n有点重复了，建议第二个删掉，而且原文也是这种句式\n\nobviously 翻译成 很明显 比较好，前后衔接也更流畅\n\n蘑菇方块构成了巨大的蘑菇树。蘑菇树分布在蘑菇岛，沼泽和黑森林生物群系。\n同上\n\nlooked at 可以说成 关注\n\nAs we noted when we looked at mycelium a few months ago, the slopes of Oregon's Blue Mountains are home to a single fungus that covers an area about three times the size of New York's Central Park.\n建议翻译\n在几个月前当我们关注菌丝的时候，我们发现整个俄勒冈蓝山坡仅仅是一种菌类的发源地，它的覆盖面积跟中央公园的大小的三倍差不多。\n\nPark of the Week\n一周的部分? 公园吧 每周公园？而且这里是反问句\n\n I just get paid for the block facts, pal.\n意思大概是他是靠这个吃饭的\n\norganism 是生物，有机体\n有机体和有机物区别还挺大的\n\nmost of the types that you'll find in the supermarket are grown in specially-built mushroom farms\n大多数在超市能找到的蘑菇都是在特殊建造的蘑菇农场里种植的\n你原句意思不大对\n\nbusiness cards 名片\n\nthe Far Lands were removed from the game.\n同时“边境之地”被从游戏中移除\n这主谓关系怪怪的啊\n\n但是，如果你用带有精准采集的工具破坏它们（理想的工具是斧头），然后你就会获得蘑菇方块如果你想要的话通过增加一些围墙和一扇门\n-> 仅需增加一些围墙和一扇门\n\n\n老铁啊，你是不是写完没检查润色啊？"
        }
    ]
}