{
    "title": "一些关于插件版的建议",
    "author": "匿名",
    "replyCount": 72,
    "timestamp": 1499504640,
    "txt_content": " 本帖最后由 匿名 于 2017-8-14 17:15 编辑 \n\n一、建议两个插件的雷同代码很多也加入『剽窃的认定范围』或『予以管制』：\n首先阐述一下在这里雷同代码的概念：指的是一段代码，大体思路相同，甚至实现的顺序相同，只有一些细节不同：比如在源插件中if(!true)被改写成if(true==false)或if(true!=true)。这恰巧是灰色地带：（比如某人的意思：你能想到，我也能想到，你凭什么说我抄？），从协议的角度看，协议只保护源码，并不保护这种被修改过的。但是，或许我们懂编程的都知道，VLagger的2.5.0更新版本新加内容与NeverLag的对应的部分相似度有多高(我是在用过去的某人的历史，论这个版规添加的重要性，很简单，过去事件处理的原因是因为那个铁板钉钉的无意义正则才被认定剽窃，而不是因为大量雷同代码而处理，用作这个建议的论据很合理。）？嗯，既然某人一直咬定自己没干过这样的事，那也没什么办法对不对。好吧，跑偏了，如果这样的话：一些别有用心的人，特意将剽窃的代码进行那样的处理，就可以轻松规避剽窃的认定？这恐怕不是很妥吧，根据插件版现行版规7-1-3\n\n使用但不标注他人代码\n这里的他人代码界定我主观上认为，这个版规约束的就是直接CV他人的代码的？似乎并没有合理的方式管制雷同代码，这样的话，上述现象就真正地成为了灰色地带？无法得到管制了？因此建议：加宽版规的判定范围，由版主主观判断，若插件与其他现有插件有大量（为了防止有人吐槽：有些事情的普遍解决方式就是一种，特意说明：大量）雷同代码，并且未标明来源一并按照剽窃处理。\n\n二、剽窃插件的后续处理：\n从近期发生的各种违规事件可以看出，有些违规作者在被处罚之后，使用新账号发布除去违规部分的插件，无异于逃避惩罚！不能起到震慑他人的作用，反而还会助长其侥幸心理，认为违规并无大碍，被处罚了重新注册账号后再次发布即可（以上内容11点49编辑补充），因此建议对于某些作者曾经有上述的剽窃经历，那么建议将这个作者永封+这个插件永远不得再次发布，增加剽窃的晒尸时间，以警醒圈子内的开发者，使一些有这个念想的人悬崖勒马，维护稳定的秩序。建议对于某些刻意颠倒黑白，玩诡辩论，甚至请水军骚扰这样的人，论坛应该理应全站封杀。\n\n\n[7-13 23:42修改]\n三、主观夸大的处理：\n若版主认为插件叙述（包含标题与帖子内容及一些相关的可以由帖子内容引到的说明文档）有太大偏离实际的夸大甚至虚假宣传的行为，可以采取措施治理。\n\n\n\n@混乱 @john180\n\n",
    "replies": [
        {
            "author": "Bryan33",
            "timestamp": 1499505840,
            "txt_content": " 本帖最后由 a390807154 于 2017-7-8 17:27 编辑 \n\n先来叫一下当事人 @V乐乐 \nLZ说的问题很明显也很正确\n站在开发者的角度 VLagger确实只是用粗略的手段重写(?改写)了NeverLag的一些内容\n不仅仅是认定雷同 从插件帖子的表述上还存在夸大的嫌疑\n一些功能真的对服务器有益吗?\n这里打个问号\n此外 利用舆论来左右局势 请水军的行为完全可以达到封杀\n\n另 支持雷同代码判定为剽窃\n程序员的事 改了能算抄吗?是借用"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499507220,
            "txt_content": "\n\n既然楼主说道这个，看了下。帖子并没有按照版规申明。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499507340,
            "txt_content": "另外我想问下。既然帖子内明确说自己为原创，不存在借用、抄袭。补充内容说被指出的源码已经重写，不存在抄袭。那么“重写”后的代码高度雷同是否可以判定为抄袭处理？"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499508060,
            "txt_content": "V乐乐 发表于 2017-7-8 17:53\n文字已经添加：地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=703929\n雷同？？？\n请您指出哪 ...\n阁下被铁证打脸到没办法才承认抄袭，然后转身就是一波带节奏；拿不出任何证据在举报版诡辩继续带节奏；非要被指出违反版规才修改说明。请问你是死脸了么？\n\n且不说你标榜的高性能算法根本不存在，比XXX插件更好的优化根本不存在。你那拙劣的抄袭“伪原创”哪怕一个入门的Java程序员也可以看出。\n\n我能怎么办？我也很无奈。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499508660,
            "txt_content": " 本帖最后由 jiongjionger 于 2017-7-8 18:16 编辑 \nV乐乐 发表于 2017-7-8 18:01\n请看源码中类的更新记录,以及注释写入时间\n没看清版规的确我的锅,我已经补上了.\n但是我从开源VLG的时候,那 ...\n你真要说这个的话。\n1. 你没有判断对方是否为Hopper就强行转型\n2. 在同一个区块也可以刷，只是比在未加载的区块边缘刷难度大\n希望你下次抄的时候先明白原理，也希望在我写个A功能，你马上也更新个A功能的时候能够心安理得。\n你补充了内容，我也补充下：\n看来你根本就没研究过服务端的实现。\n那么我来说下，你知道gamerule有个doFireTick么？你知道高版本的randomTickSpeed的含义么？先去补补功课吧。等你明白你就知道你的判断是多余的。\n\n看你代码实现，你反书和笔，是在玩家点击书和笔的时候判断有没有附魔，有就移除。然而这根本无法防御，要是，我就加NBT信息，例如加血，加伤害，加移动速度等等。另外这个拙劣的判断RPG服和菜单恐怕要哭出声。\n至于我的实现：https://github.com/jiongjionger/ ... xer/AntiAUWMod.java\n\n孰强孰弱，一目了然。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499509260,
            "txt_content": "1. 传送预加载。难道没有这个功能，玩家传送的时候区块就不会自己加载？这并不会让服务器更流畅吧，反而加重了负担。\n\n2. .name().contains(\"DOOR\")和直接判断枚举谁的性能更高？特别是hot method里？这种判断方法，某些插件作者可是吃过大亏。你怎么知道未来有没有新材质无法刷，但是名字也包括DOOR呢。不说未来了，现在就用TRAP_DOOR。\n\n哦，你那autosave的算法有多可笑，我觉得已经到了无力吐槽的地步。\n\n有什么问题你就继续说，我先吃饭，你留言。回来一个个解答你，让你死个明白。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499509740,
            "txt_content": "V乐乐 发表于 2017-7-8 18:25\n1.区块预加载实际上将玩家传送延迟10TICK\n在这10TICK中分3批+总传送 = 4批加载每批加载约25%的区块，4批直 ...\n看了你的回复。我已经完全失去回复的欲望了。活在自己的世界真好，是的，你的插件更厉害，你的技术也更厉害，你也没有抄袭，都是我抄袭你，现在阁下满足了吗？"
        },
        {
            "author": "匿名",
            "timestamp": 1499513880,
            "txt_content": " 本帖最后由 匿名 于 2017-7-8 20:36 编辑 \nV乐乐 发表于 2017-7-8 18:42\n重要警告：\n楼主尝试移花接木！现在的插件版本是2.6.0,\n2.5.0是我当初被封禁时候的插件版本。！！！\n已经修改，感谢提醒。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499516700,
            "txt_content": "阅读理解都有问题了？\nGPL软件一旦发布不允许更改协议\n是怎么推导出“要求标注代码来源实际上已经违反了GPL的规则。因为添加了限制性的条款。”？\n这句话的意思是，我的软件以GPLV3发布以后我是无权在开源过程中修改为其他协议的。\n\n因此，即使我整个插件完全不标注来自于Neverlag的源码，我也是绝对合法的，\n就算我再雷同，我也完全合法，因为GPL协议允许任何应用源码\n你还要不要脸了？\n\nhttps://github.com/jiongjionger/NeverLag/blob/master/LICENSE.md\n这是完整的开源协议。条件是什么？\nConditions\n\n License and copyright notice\n State changes\n Disclose source\n Same license复制代码\n哪里说了无需说明？"
        },
        {
            "author": "匿名",
            "timestamp": 1499517120,
            "txt_content": "V乐乐 发表于 2017-7-8 19:48\n首先：\n在说这些之前，请按照开源规则：\n只要双方都开源并且在使用代码时标注代码来源即可使用源码\n抱歉，你就当我没说过吧。"
        },
        {
            "author": "andylizi",
            "timestamp": 1499517780,
            "txt_content": " 本帖最后由 andylizi 于 2017-7-9 11:18 编辑 \nV乐乐 发表于 2017-7-8 18:25\n1.区块预加载实际上将玩家传送延迟10TICK\n在这10TICK中分3批+总传送 = 4批加载每批加载约25%的区块，4批直 ...\n仅仅指出技术问题。\n即使 String.contains 方法是个空方法，里面什么也不做，也永远比 == 操作符慢。\n== 只是在虚拟机层面比较两个对象的地址，而方法调用本身带来的开销就比 == 大多了。\n更何况 contains 是这样实现的（contains 其实是 indexOf 的快捷方式，沿着调用链找下去最终会来到这个方法：）\n    /**\n     * Code shared by String and StringBuffer to do searches. The\n     * source is the character array being searched, and the target\n     * is the string being searched for.\n     *\n     * @param   source       the characters being searched.\n     * @param   sourceOffset offset of the source string.\n     * @param   sourceCount  count of the source string.\n     * @param   target       the characters being searched for.\n     * @param   targetOffset offset of the target string.\n     * @param   targetCount  count of the target string.\n     * @param   fromIndex    the index to begin searching from.\n     */\n    static int indexOf(char[] source, int sourceOffset, int sourceCount,\n            char[] target, int targetOffset, int targetCount,\n            int fromIndex) {\n        if (fromIndex >= sourceCount) {\n            return (targetCount == 0 ? sourceCount : -1);\n        }\n        if (fromIndex < 0) {\n            fromIndex = 0;\n        }\n        if (targetCount == 0) {\n            return fromIndex;\n        }\n\n        char first = target[targetOffset];\n        int max = sourceOffset + (sourceCount - targetCount);\n\n        for (int i = sourceOffset + fromIndex; i <= max; i++) {\n            /* Look for first character. */\n            if (source[i] != first) {\n                while (++i <= max && source[i] != first);\n            }\n\n            /* Found first character, now look at the rest of v2 */\n            if (i <= max) {\n                int j = i + 1;\n                int end = j + targetCount - 1;\n                for (int k = targetOffset + 1; j < end && source[j]\n                        == target[k]; j++, k++);\n\n                if (j == end) {\n                    /* Found whole string. */\n                    return i - sourceOffset;\n                }\n            }\n        }\n        return -1;\n    }复制代码\n你觉得谁快。\n\nedit：哦，大概是您认为代码短的那个开销就一定小吧。理解。"
        },
        {
            "author": "匿名",
            "timestamp": 1499519880,
            "txt_content": "V乐乐 发表于 2017-7-8 19:58\n另外，实际上@jiongjionger的开源要求是违反协议的\n协议明确规定：如果发布了可执行的二进制代码，就必须同时发布可读的源代码，并且在发布任何基于GPL许可的软件时，不能添加任何限制性的条款。根据你所提供的协议内容来看，GPL v3 规定了使用该协议的开发的软件发布时不能添加任何限制性条款，这里所指的软件应当是前文的“可执行的二进制代码”，所以GPL v3 并未规定对可读的源代码发布时是否允许添加任何限制性条款。\n\n\n如果你硬辩解说我在玩文字游戏，那好GPL v3中还有一段文字不知你是否看到：\n你必须在修改的文件中附有明确的说明：你修改了这一文件及具体的修改日期。也就是说jiongjionger的要求是完全符合GPL v3的合法行为，请你明确。\n\n"
        },
        {
            "author": "梦",
            "timestamp": 1499521380,
            "txt_content": " 本帖最后由 梦彗業 于 2017-7-8 21:44 编辑 \nV乐乐 发表于 2017-7-8 21:37\n您的语文，，这两句话没有任何因果关系。\n\n不过也不必继续辩解了：我早已将插件使用NeverLag的代码部分 ...\n我仅仅在表达jiongjionger的要求是合法的这一观点，与你的做法无关。\n\n\n翻百科多累啊我把原文给你自己看：\n\n\n\nGNU GENERAL PUBLIC LICENSE\n\nVersion 3, 29 June 2007\n\nCopyright (C) 2007 Free Software Foundation, Inc. http://fsf.org/\n\nEveryone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.\n\nPreamble\n\nThe GNU General Public License is a free, copyleft license for software and other kinds of works.\n\nThe licenses for most software and other practical works are designed to take away your freedom to share and change the works. By contrast, the GNU General Public License is intended to guarantee your freedom to share and change all versions of a program--to make sure it remains free software for all its users. We, the Free Software Foundation, use the GNU General Public License for most of our software; it applies also to any other work released this way by its authors. You can apply it to your programs, too.\n\nWhen we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for them if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs, and that you know you can do these things.\n\nTo protect your rights, we need to prevent others from denying you these rights or asking you to surrender the rights. Therefore, you have certain responsibilities if you distribute copies of the software, or if you modify it: responsibilities to respect the freedom of others.\n\nFor example, if you distribute copies of such a program, whether gratis or for a fee, you must pass on to the recipients the same freedoms that you received. You must make sure that they, too, receive or can get the source code. And you must show them these terms so they know their rights.\n\nDevelopers that use the GNU GPL protect your rights with two steps: (1) assert copyright on the software, and (2) offer you this License giving you legal permission to copy, distribute and/or modify it.\n\nFor the developers' and authors' protection, the GPL clearly explains that there is no warranty for this free software. For both users' and authors' sake, the GPL requires that modified versions be marked as changed, so that their problems will not be attributed erroneously to authors of previous versions.\n\nSome devices are designed to deny users access to install or run modified versions of the software inside them, although the manufacturer can do so. This is fundamentally incompatible with the aim of protecting users' freedom to change the software. The systematic pattern of such abuse occurs in the area of products for individuals to use, which is precisely where it is most unacceptable. Therefore, we have designed this version of the GPL to prohibit the practice for those products. If such problems arise substantially in other domains, we stand ready to extend this provision to those domains in future versions of the GPL, as needed to protect the freedom of users.\n\nFinally, every program is threatened constantly by software patents. States should not allow patents to restrict development and use of software on general-purpose computers, but in those that do, we wish to avoid the special danger that patents applied to a free program could make it effectively proprietary. To prevent this, the GPL assures that patents cannot be used to render the program non-free.\n\nThe precise terms and conditions for copying, distribution and modification follow.\n\nTERMS AND CONDITIONS\n\n0. Definitions.\n\n\"This License\" refers to version 3 of the GNU General Public License.\n\n\"Copyright\" also means copyright-like laws that apply to other kinds of works, such as semiconductor masks.\n\n\"The Program\" refers to any copyrightable work licensed under this License. Each licensee is addressed as \"you\". \"Licensees\" and \"recipients\" may be individuals or organizations.\n\nTo \"modify\" a work means to copy from or adapt all or part of the work in a fashion requiring copyright permission, other than the making of an exact copy. The resulting work is called a \"modified version\" of the earlier work or a work \"based on\" the earlier work.\n\nA \"covered work\" means either the unmodified Program or a work based on the Program.\n\nTo \"propagate\" a work means to do anything with it that, without permission, would make you directly or secondarily liable for infringement under applicable copyright law, except executing it on a computer or modifying a private copy. Propagation includes copying, distribution (with or without modification), making available to the public, and in some countries other activities as well.\n\nTo \"convey\" a work means any kind of propagation that enables other parties to make or receive copies. Mere interaction with a user through a computer network, with no transfer of a copy, is not conveying.\n\nAn interactive user interface displays \"Appropriate Legal Notices\" to the extent that it includes a convenient and prominently visible feature that (1) displays an appropriate copyright notice, and (2) tells the user that there is no warranty for the work (except to the extent that warranties are provided), that licensees may convey the work under this License, and how to view a copy of this License. If the interface presents a list of user commands or options, such as a menu, a prominent item in the list meets this criterion.\n\n1. Source Code.\n\nThe \"source code\" for a work means the preferred form of the work for making modifications to it. \"Object code\" means any non-source form of a work.\n\nA \"Standard Interface\" means an interface that either is an official standard defined by a recognized standards body, or, in the case of interfaces specified for a particular programming language, one that is widely used among developers working in that language.\n\nThe \"System Libraries\" of an executable work include anything, other than the work as a whole, that (a) is included in the normal form of packaging a Major Component, but which is not part of that Major Component, and (b) serves only to enable use of the work with that Major Component, or to implement a Standard Interface for which an implementation is available to the public in source code form. A \"Major Component\", in this context, means a major essential component (kernel, window system, and so on) of the specific operating system (if any) on which the executable work runs, or a compiler used to produce the work, or an object code interpreter used to run it.\n\nThe \"Corresponding Source\" for a work in object code form means all the source code needed to generate, install, and (for an executable work) run the object code and to modify the work, including scripts to control those activities. However, it does not include the work's System Libraries, or general-purpose tools or generally available free programs which are used unmodified in performing those activities but which are not part of the work. For example, Corresponding Source includes interface definition files associated with source files for the work, and the source code for shared libraries and dynamically linked subprograms that the work is specifically designed to require, such as by intimate data communication or control flow between those subprograms and other parts of the work.\n\nThe Corresponding Source need not include anything that users can regenerate automatically from other parts of the Corresponding Source.\n\nThe Corresponding Source for a work in source code form is that same work.\n\n2. Basic Permissions.\n\nAll rights granted under this License are granted for the term of copyright on the Program, and are irrevocable provided the stated conditions are met. This License explicitly affirms your unlimited permission to run the unmodified Program. The output from running a covered work is covered by this License only if the output, given its content, constitutes a covered work. This License acknowledges your rights of fair use or other equivalent, as provided by copyright law.\n\nYou may make, run and propagate covered works that you do not convey, without conditions so long as your license otherwise remains in force. You may convey covered works to others for the sole purpose of having them make modifications exclusively for you, or provide you with facilities for running those works, provided that you comply with the terms of this License in conveying all material for which you do not control copyright. Those thus making or running the covered works for you must do so exclusively on your behalf, under your direction and control, on terms that prohibit them from making any copies of your copyrighted material outside their relationship with you.\n\nConveying under any other circumstances is permitted solely under the conditions stated below. Sublicensing is not allowed; section 10 makes it unnecessary.\n\n3. Protecting Users' Legal Rights From Anti-Circumvention Law.\n\nNo covered work shall be deemed part of an effective technological measure under any applicable law fulfilling obligations under article 11 of the WIPO copyright treaty adopted on 20 December 1996, or similar laws prohibiting or restricting circumvention of such measures.\n\nWhen you convey a covered work, you waive any legal power to forbid circumvention of technological measures to the extent such circumvention is effected by exercising rights under this License with respect to the covered work, and you disclaim any intention to limit operation or modification of the work as a means of enforcing, against the work's users, your or third parties' legal rights to forbid circumvention of technological measures.\n\n4. Conveying Verbatim Copies.\n\nYou may convey verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice; keep intact all notices stating that this License and any non-permissive terms added in accord with section 7 apply to the code; keep intact all notices of the absence of any warranty; and give all recipients a copy of this License along with the Program.\n\nYou may charge any price or no price for each copy that you convey, and you may offer support or warranty protection for a fee.\n\n5. Conveying Modified Source Versions.\n\nYou may convey a work based on the Program, or the modifications to produce it from the Program, in the form of source code under the terms of section 4, provided that you also meet all of these conditions:\n\na) The work must carry prominent notices stating that you modified it, and giving a relevant date.\nb) The work must carry prominent notices stating that it is released under this License and any conditions added under section 7. This requirement modifies the requirement in section 4 to \"keep intact all notices\".\nc) You must license the entire work, as a whole, under this License to anyone who comes into possession of a copy. This License will therefore apply, along with any applicable section 7 additional terms, to the whole of the work, and all its parts, regardless of how they are packaged. This License gives no permission to license the work in any other way, but it does not invalidate such permission if you have separately received it.\nd) If the work has interactive user interfaces, each must display Appropriate Legal Notices; however, if the Program has interactive interfaces that do not display Appropriate Legal Notices, your work need not make them do so.\nA compilation of a covered work with other separate and independent works, which are not by their nature extensions of the covered work, and which are not combined with it such as to form a larger program, in or on a volume of a storage or distribution medium, is called an \"aggregate\" if the compilation and its resulting copyright are not used to limit the access or legal rights of the compilation's users beyond what the individual works permit. Inclusion of a covered work in an aggregate does not cause this License to apply to the other parts of the aggregate.\n\n6. Conveying Non-Source Forms.\n\nYou may convey a covered work in object code form under the terms of sections 4 and 5, provided that you also convey the machine-readable Corresponding Source under the terms of this License, in one of these ways:\n\na) Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by the Corresponding Source fixed on a durable physical medium customarily used for software interchange.\nb) Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by a written offer, valid for at least three years and valid for as long as you offer spare parts or customer support for that product model, to give anyone who possesses the object code either (1) a copy of the Corresponding Source for all the software in the product that is covered by this License, on a durable physical medium customarily used for software interchange, for a price no more than your reasonable cost of physically performing this conveying of source, or (2) access to copy the Corresponding Source from a network server at no charge.\nc) Convey individual copies of the object code with a copy of the written offer to provide the Corresponding Source. This alternative is allowed only occasionally and noncommercially, and only if you received the object code with such an offer, in accord with subsection 6b.\nd) Convey the object code by offering access from a designated place (gratis or for a charge), and offer equivalent access to the Corresponding Source in the same way through the same place at no further charge. You need not require recipients to copy the Corresponding Source along with the object code. If the place to copy the object code is a network server, the Corresponding Source may be on a different server (operated by you or a third party) that supports equivalent copying facilities, provided you maintain clear directions next to the object code saying where to find the Corresponding Source. Regardless of what server hosts the Corresponding Source, you remain obligated to ensure that it is available for as long as needed to satisfy these requirements.\ne) Convey the object code using peer-to-peer transmission, provided you inform other peers where the object code and Corresponding Source of the work are being offered to the general public at no charge under subsection 6d.\nA separable portion of the object code, whose source code is excluded from the Corresponding Source as a System Library, need not be included in conveying the object code work.\n\nA \"User Product\" is either (1) a \"consumer product\", which means any tangible personal property which is normally used for personal, family, or household purposes, or (2) anything designed or sold for incorporation into a dwelling. In determining whether a product is a consumer product, doubtful cases shall be resolved in favor of coverage. For a particular product received by a particular user, \"normally used\" refers to a typical or common use of that class of product, regardless of the status of the particular user or of the way in which the particular user actually uses, or expects or is expected to use, the product. A product is a consumer product regardless of whether the product has substantial commercial, industrial or non-consumer uses, unless such uses represent the only significant mode of use of the product.\n\n\"Installation Information\" for a User Product means any methods, procedures, authorization keys, or other information required to install and execute modified versions of a covered work in that User Product from a modified version of its Corresponding Source. The information must suffice to ensure that the continued functioning of the modified object code is in no case prevented or interfered with solely because modification has been made.\n\nIf you convey an object code work under this section in, or with, or specifically for use in, a User Product, and the conveying occurs as part of a transaction in which the right of possession and use of the User Product is transferred to the recipient in perpetuity or for a fixed term (regardless of how the transaction is characterized), the Corresponding Source conveyed under this section must be accompanied by the Installation Information. But this requirement does not apply if neither you nor any third party retains the ability to install modified object code on the User Product (for example, the work has been installed in ROM).\n\nThe requirement to provide Installation Information does not include a requirement to continue to provide support service, warranty, or updates for a work that has been modified or installed by the recipient, or for the User Product in which it has been modified or installed. Access to a network may be denied when the modification itself materially and adversely affects the operation of the network or violates the rules and protocols for communication across the network.\n\nCorresponding Source conveyed, and Installation Information provided, in accord with this section must be in a format that is publicly documented (and with an implementation available to the public in source code form), and must require no special password or key for unpacking, reading or copying.\n\n7. Additional Terms.\n\n\"Additional permissions\" are terms that supplement the terms of this License by making exceptions from one or more of its conditions. Additional permissions that are applicable to the entire Program shall be treated as though they were included in this License, to the extent that they are valid under applicable law. If additional permissions apply only to part of the Program, that part may be used separately under those permissions, but the entire Program remains governed by this License without regard to the additional permissions.\n\nWhen you convey a copy of a covered work, you may at your option remove any additional permissions from that copy, or from any part of it. (Additional permissions may be written to require their own removal in certain cases when you modify the work.) You may place additional permissions on material, added by you to a covered work, for which you have or can give appropriate copyright permission.\n\nNotwithstanding any other provision of this License, for material you add to a covered work, you may (if authorized by the copyright holders of that material) supplement the terms of this License with terms:\n\na) Disclaiming warranty or limiting liability differently from the terms of sections 15 and 16 of this License; or\nb) Requiring preservation of specified reasonable legal notices or author attributions in that material or in the Appropriate Legal Notices displayed by works containing it; or\nc) Prohibiting misrepresentation of the origin of that material, or requiring that modified versions of such material be marked in reasonable ways as different from the original version; or\nd) Limiting the use for publicity purposes of names of licensors or authors of the material; or\ne) Declining to grant rights under trademark law for use of some trade names, trademarks, or service marks; or\nf) Requiring indemnification of licensors and authors of that material by anyone who conveys the material (or modified versions of it) with contractual assumptions of liability to the recipient, for any liability that these contractual assumptions directly impose on those licensors and authors.\nAll other non-permissive additional terms are considered \"further restrictions\" within the meaning of section 10. If the Program as you received it, or any part of it, contains a notice stating that it is governed by this License along with a term that is a further restriction, you may remove that term. If a license document contains a further restriction but permits relicensing or conveying under this License, you may add to a covered work material governed by the terms of that license document, provided that the further restriction does not survive such relicensing or conveying.\n\nIf you add terms to a covered work in accord with this section, you must place, in the relevant source files, a statement of the additional terms that apply to those files, or a notice indicating where to find the applicable terms.\n\nAdditional terms, permissive or non-permissive, may be stated in the form of a separately written license, or stated as exceptions; the above requirements apply either way.\n\n8. Termination.\n\nYou may not propagate or modify a covered work except as expressly provided under this License. Any attempt otherwise to propagate or modify it is void, and will automatically terminate your rights under this License (including any patent licenses granted under the third paragraph of section 11).\n\nHowever, if you cease all violation of this License, then your license from a particular copyright holder is reinstated (a) provisionally, unless and until the copyright holder explicitly and finally terminates your license, and (b) permanently, if the copyright holder fails to notify you of the violation by some reasonable means prior to 60 days after the cessation.\n\nMoreover, your license from a particular copyright holder is reinstated permanently if the copyright holder notifies you of the violation by some reasonable means, this is the first time you have received notice of violation of this License (for any work) from that copyright holder, and you cure the violation prior to 30 days after your receipt of the notice.\n\nTermination of your rights under this section does not terminate the licenses of parties who have received copies or rights from you under this License. If your rights have been terminated and not permanently reinstated, you do not qualify to receive new licenses for the same material under section 10.\n\n9. Acceptance Not Required for Having Copies.\n\nYou are not required to accept this License in order to receive or run a copy of the Program. Ancillary propagation of a covered work occurring solely as a consequence of using peer-to-peer transmission to receive a copy likewise does not require acceptance. However, nothing other than this License grants you permission to propagate or modify any covered work. These actions infringe copyright if you do not accept this License. Therefore, by modifying or propagating a covered work, you indicate your acceptance of this License to do so.\n\n10. Automatic Licensing of Downstream Recipients.\n\nEach time you convey a covered work, the recipient automatically receives a license from the original licensors, to run, modify and propagate that work, subject to this License. You are not responsible for enforcing compliance by third parties with this License.\n\nAn \"entity transaction\" is a transaction transferring control of an organization, or substantially all assets of one, or subdividing an organization, or merging organizations. If propagation of a covered work results from an entity transaction, each party to that transaction who receives a copy of the work also receives whatever licenses to the work the party's predecessor in interest had or could give under the previous paragraph, plus a right to possession of the Corresponding Source of the work from the predecessor in interest, if the predecessor has it or can get it with reasonable efforts.\n\nYou may not impose any further restrictions on the exercise of the rights granted or affirmed under this License. For example, you may not impose a license fee, royalty, or other charge for exercise of rights granted under this License, and you may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it.\n\n11. Patents.\n\nA \"contributor\" is a copyright holder who authorizes use under this License of the Program or a work on which the Program is based. The work thus licensed is called the contributor's \"contributor version\".\n\nA contributor's \"essential patent claims\" are all patent claims owned or controlled by the contributor, whether already acquired or hereafter acquired, that would be infringed by some manner, permitted by this License, of making, using, or selling its contributor version, but do not include claims that would be infringed only as a consequence of further modification of the contributor version. For purposes of this definition, \"control\" includes the right to grant patent sublicenses in a manner consistent with the requirements of this License.\n\nEach contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version.\n\nIn the following three paragraphs, a \"patent license\" is any express agreement or commitment, however denominated, not to enforce a patent (such as an express permission to practice a patent or covenant not to sue for patent infringement). To \"grant\" such a patent license to a party means to make such an agreement or commitment not to enforce a patent against the party.\n\nIf you convey a covered work, knowingly relying on a patent license, and the Corresponding Source of the work is not available for anyone to copy, free of charge and under the terms of this License, through a publicly available network server or other readily accessible means, then you must either (1) cause the Corresponding Source to be so available, or (2) arrange to deprive yourself of the benefit of the patent license for this particular work, or (3) arrange, in a manner consistent with the requirements of this License, to extend the patent license to downstream recipients. \"Knowingly relying\" means you have actual knowledge that, but for the patent license, your conveying the covered work in a country, or your recipient's use of the covered work in a country, would infringe one or more identifiable patents in that country that you have reason to believe are valid.\n\nIf, pursuant to or in connection with a single transaction or arrangement, you convey, or propagate by procuring conveyance of, a covered work, and grant a patent license to some of the parties receiving the covered work authorizing them to use, propagate, modify or convey a specific copy of the covered work, then the patent license you grant is automatically extended to all recipients of the covered work and works based on it.\n\nA patent license is \"discriminatory\" if it does not include within the scope of its coverage, prohibits the exercise of, or is conditioned on the non-exercise of one or more of the rights that are specifically granted under this License. You may not convey a covered work if you are a party to an arrangement with a third party that is in the business of distributing software, under which you make payment to the third party based on the extent of your activity of conveying the work, and under which the third party grants, to any of the parties who would receive the covered work from you, a discriminatory patent license (a) in connection with copies of the covered work conveyed by you (or copies made from those copies), or (b) primarily for and in connection with specific products or compilations that contain the covered work, unless you entered into that arrangement, or that patent license was granted, prior to 28 March 2007.\n\nNothing in this License shall be construed as excluding or limiting any implied license or other defenses to infringement that may otherwise be available to you under applicable patent law.\n\n12. No Surrender of Others' Freedom.\n\nIf conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot convey a covered work so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not convey it at all. For example, if you agree to terms that obligate you to collect a royalty for further conveying from those to whom you convey the Program, the only way you could satisfy both those terms and this License would be to refrain entirely from conveying the Program.\n\n13. Use with the GNU Affero General Public License.\n\nNotwithstanding any other provision of this License, you have permission to link or combine any covered work with a work licensed under version 3 of the GNU Affero General Public License into a single combined work, and to convey the resulting work. The terms of this License will continue to apply to the part which is the covered work, but the special requirements of the GNU Affero General Public License, section 13, concerning interaction through a network will apply to the combination as such.\n\n14. Revised Versions of this License.\n\nThe Free Software Foundation may publish revised and/or new versions of the GNU General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns.\n\nEach version is given a distinguishing version number. If the Program specifies that a certain numbered version of the GNU General Public License \"or any later version\" applies to it, you have the option of following the terms and conditions either of that numbered version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of the GNU General Public License, you may choose any version ever published by the Free Software Foundation.\n\nIf the Program specifies that a proxy can decide which future versions of the GNU General Public License can be used, that proxy's public statement of acceptance of a version permanently authorizes you to choose that version for the Program.\n\nLater license versions may give you additional or different permissions. However, no additional obligations are imposed on any author or copyright holder as a result of your choosing to follow a later version.\n\n15. Disclaimer of Warranty.\n\nTHERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\n\n16. Limitation of Liability.\n\nIN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR CONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n17. Interpretation of Sections 15 and 16.\n\nIf the disclaimer of warranty and limitation of liability provided above cannot be given local legal effect according to their terms, reviewing courts shall apply local law that most closely approximates an absolute waiver of all civil liability in connection with the Program, unless a warranty or assumption of liability accompanies a copy of the Program in return for a fee.复制代码\n\n\n\n匿名没法评分我还是出来XD"
        },
        {
            "author": "匿名",
            "timestamp": 1499521680,
            "txt_content": " 本帖最后由 匿名 于 2017-7-8 22:20 编辑 \n匿名者 发表于 2017-7-8 21:18\n根据你所提供的协议内容来看，GPL v3 规定了使用该协议的开发的软件发布时不能添加任何限制性条款，这里 ...\n我是楼主：\n角度偏了，协议只保护源代码，不保护已经修改了的。这个我在正文中已经提到了。所以无论如何，他都不违反协议。\n其次，我的本意是让论坛对之前事件的大量雷同的代码，然后以习惯啊之类的微小问题进行辩解之类的提供一条合理的版规约束。这确实是灰色地带。之前的事件我们可以看到，只有囧大列举出来了那个无用的正则和阈值，某人才被迫承认，然后剽窃处理也是按照这个处理的，然而他对于其他的仍然一概不认。\n但是我相信我们的内心犹如明镜，这个事情已经过去暂且不谈。\n我发这个帖子的本意正是建议论坛，妥善处理以后可能出现的这种情况，而不是在这里扯协议啥的。以上，\n\n\n\n@jiongjionger  "
        },
        {
            "author": "梦",
            "timestamp": 1499521740,
            "txt_content": "V乐乐 发表于 2017-7-8 21:42\n噢，那不必讨论了。\n不管是否合法的协议\n然而刚刚你回复的所有人都没有表示你的现行版本有剽窃行为，本帖是建议插件版完善规定的麻烦怼准，谢谢。"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1499521740,
            "txt_content": "反对。\n首先我不知道两个反作弊插件之间的争端，仅仅是发表一下意见。\n楼主所说的这种剽窃的认定范围分明就是让版主的执法变得不稳定，CV代表抄袭，简单明了，但是让版主去判断逻辑，先不说版主有没有那个时间，就这个工作量我估计得多加几个版主。\n要知道如果只是功能相似的话，两个作者，特别是用Java的时候思路相同，实现顺序相同是很正常的，Bukkit插件仅仅是SE下的基础部分，你还要让他怎么？用出花来？我反编译NeverLag的几个功能，说实话让我写我也是这么个思路。\n以下是社会工程部分：\n再说了，咱们大家写插件是为了什么？我相信两位作者可能为名，但是绝不是为利。NeverLag的作者也算是我的前辈，他在发布帖对熊孩子说的话让人很有感触，那既然大家都是为了繁荣国内MC圈子，那就少有争端，多多合作。反正现在我看到的只是所谓文人相轻，谁都不服谁，何必呢。\n既然是开源项目那就不要费太多心思在所谓版权上了，而且开原协议也别用根本就不符合MC实情的GPL了，因为修改了你源码的人多半是自己服务器用的，根本就不会按照GPL的公开源码，所以改成更加开放的MIT多好。"
        },
        {
            "author": "匿名",
            "timestamp": 1499521980,
            "txt_content": "凋灵兔子 发表于 2017-7-8 21:49\n反对。\n首先我不知道两个反作弊插件之间的争端，仅仅是发表一下意见。\n楼主所说的这种剽窃的认定范围分明就 ...\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=699590\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=699618\n请认真看一下之前的举报帖以及反驳贴，如果你还有什么疑问再回帖。\n\n\n"
        },
        {
            "author": "梦",
            "timestamp": 1499522520,
            "txt_content": "凋灵兔子 发表于 2017-7-8 21:49\n反对。\n首先我不知道两个反作弊插件之间的争端，仅仅是发表一下意见。\n楼主所说的这种剽窃的认定范围分明就 ...\n按照您所假设的情况，由版主主观判断反而是更加合理的解决方案，至少版主是对Bukkit插件开发有一定经验的开发者，所以对实现哪些功能所使用的方法应该是比较熟悉的，自然会根据自己的开发经验结合实际情况给出更加正确的判断。\n再有是您的“社工部分”，您也提到您不清楚两个插件开发者之间的争端，所以希望您不要针对这两名开发者的问题发表过多意见；还有您对开源协议的建议，如果因为破坏开源协议的现象普遍就做出改变协议这种妥协，先不说GPL协议是否允许软件发布之后改变开源协议，这种妥协的行为是版权意识缺失的表现，也是对开发者自己和版权乃至相关法律法规的不尊重，希望您能够了解。"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1499522700,
            "txt_content": "我的天哪，这个帖子的每个回复都特别长！\n\n个人的观点，这很明显是因为乐乐和囧囧的事情而出来的建议。\n我没有办法左右各位阁下的看法，但是我仍然想说一句，我希望大家能够互相普及软件版权的知识。"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1499523780,
            "txt_content": "梦彗業 发表于 2017-7-8 22:02\n按照您所假设的情况，由版主主观判断反而是更加合理的解决方案，至少版主是对Bukkit插件开发有一定经验的 ...\n你的语文水平没问题吧？我什么时候就这两个作者发表过多意见了？我特意把这两个作者分开说，我分别承认两个作者做出的贡献，首先这是我的真实想法，另外也是为了发块糖免得一上来就提意见显得不好看。听你的意思是我非要给这两个作者分出个高下来咯？\n我什么时候说过“因为开原协议普遍被破坏所以就妥协”？我只是说现在这么个现象，并提出建议：使用更加开放的MIT，什么时候说让开发者向剽窃低头？你的意思是MIT是开发者向违反GPL的人做出的妥协咯？那你也是棒棒哒。\n我就这么说吧，国内作者把精力放在一个开源项目是不是被抄袭，是不是所谓妥协不妥协，国内MC圈子也就永无出头之日了。然后你就利用你理解出来的所谓我建议向盗版妥协说希望我理解尊重版权？然后含沙射影我平时写代码剽窃？呵呵，我不屑。换句话说我剽窃我也剽窃大型项目，一个几M都没有的Java软件我真的是连反编译都懒得。\n\n我表示写良心代码，但是更要人性化的看待所谓剽窃，就我个人来说，如果有人要借用我的代码来做一个比我的功能更加强大的软件，那你想抄那就抄吧，当然你可以说我版权意识淡薄。拜托，有必要么。我感觉有人用我的东西，然后觉得好用，那我就感觉我这个是有价值的。\n\n既然你提到两个开发者之间的争端，那我就把他们放在一起说，NeverLag的作者说的很对，很在理，抄袭很可耻。但是我也认清了一个人的肚量。（因为语文有问题的太多了，我在这里解释一下：我不是说有版权意识就是肚量小，我是感觉为一个几M不到的软件大费周章，真的没必要。人家Unix的作者不也没跳出来大骂后来的发行版本抄袭对么？）\n\n我知道很多所谓dalao都喜欢拉帮结派，搞自己的小圈子，然后为自己认识的人说话，挑别人的语病大做文章，我也知道我这么说得罪人不少，但是说实话，得罪你们我是一点都不在意，你也别“您您您”的了。装的不累么？当然你可以说你这是有素质，哈哈"
        },
        {
            "author": "梦",
            "timestamp": 1499524200,
            "txt_content": "凋灵兔子 发表于 2017-7-8 22:23\n你的语文水平没问题吧？我什么时候就这两个作者发表过多意见了？我特意把这两个作者分开说，我分别承认两 ...\n不知道您是从哪里得出这些结论，我只知道您没有读懂我要表达的意思。"
        },
        {
            "author": "匿名",
            "timestamp": 1499524440,
            "txt_content": "凋灵兔子 发表于 2017-7-8 22:23\n你的语文水平没问题吧？我什么时候就这两个作者发表过多意见了？我特意把这两个作者分开说，我分别承认两 ...\n虽然梦贩子的言论有一定的不妥，但是，我认为您的言论中的部分也非常不妥：\n\n有一种版权叫著作权，作者有权维护自己的著作权不受侵害。\n因人而异，就事论事，人的思想都是不同的，因此，不能把自己的观点强加于别人，并不是所有人都希望自己辛苦写出来的智力成果被侵害。且对方拒不承认。如果连合法权益的自我保护都说成了肚量小，那么这不叫高尚而叫道德绑架。\n再次问一下，您认真地看过之前的举报帖与反驳贴了吗。？"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1499525160,
            "txt_content": "匿名者 发表于 2017-7-8 22:34\n虽然梦贩子的言论有一定的不妥，但是，我认为您的言论中的部分也非常不妥：\n\n有一种版权叫著作权，作者有 ...\n额......有句话我不知道是不是论坛BUG，你回复我的时候匿名是没用的，它会显示你的真实IDH****（我后面还是隐藏了吧）\n说的对，我说的也有极端，毕竟每个人的版权意识不同，我不在意也不应该以这个为借口说别人小气。你说的很对。另外这不叫道德绑架，这应该叫偷换概念。\n两个举报贴反驳帖我都看了，唉，国内MC圈子也就这样了。\n\n正好我看见他又回复我了，我把对36楼的话一起写在这里吧：以你的语文阅读能力，你根本读不懂我读懂了你要表达的意思。我最恨的两种话：一种是含沙射影，指桑骂槐；另一种就是“阁下...阁下...阁下...”我敢打赌在现实生活中他们跟领导同事说话肯定不说“阁下”。"
        },
        {
            "author": "梦",
            "timestamp": 1499525340,
            "txt_content": "凋灵兔子 发表于 2017-7-8 22:46\n额......有句话我不知道是不是论坛BUG，你回复我的时候匿名是没用的，它会显示你的真实IDH****（我后面还 ...\n跟领导那就更客气了。"
        },
        {
            "author": "匿名",
            "timestamp": 1499557020,
            "txt_content": " 本帖最后由 匿名 于 2017-7-9 08:44 编辑 \nV乐乐 发表于 2017-7-9 04:19\n你被人偷换概念给骗了\n楼主很明显是来要求封杀我的Vlagger\n并且说明我现在的vlagger也有雷同\n你要例子？好啊：\n反编译的版本是NeverLag1.3和VLagger在?2017?年?7?月?9?日，??6:46:53下载的，鉴于VLagger并非网盘，无法查看最后修改日期，所以特意上传一下：\n以下是我找到的雷同点：\n1、NeverLag代码片段截图：\n\n\nVLagger代码片段截图：\n\n理由：似乎吕乐乐写的更长一些，但是，请仔细看一下，他是发射器与投掷器分开判断的，而NeverLag则是直接将content强转赋值的，然后判断这个inv的。好吧这好像是废话，让我们接着往下看：在下面的代码中，除了if的判断少了一个Material.AIR的判断，其他的，连细节都没变：\n比如：这是你的：(Inventory.getItem(i) != null 对应NL的  (content.getItem(i) != null) 你的： (Inventory.getItem(i).getAmount() < 0 对应NL的：(content.getItem(i).getAmount() < 0，再往下看，执行清理你们都是先设置Material.AIR 在取消事件对吧。\n好吧你可以说着完全是巧合\n这是第一个，基本上可以算是非常雷同，思路看起来一模一样。\n\n\n\n\n\n\n\n\nVLagger (1).jar\n\n\n2017-7-9 07:37 上传\n点击文件名下载附件\n\n\n\n\n100.91 KB, 下载次数: 1\n\n\n\n\n"
        },
        {
            "author": "匿名",
            "timestamp": 1499558460,
            "txt_content": "V乐乐 发表于 2017-7-9 04:19\n你被人偷换概念给骗了\n楼主很明显是来要求封杀我的Vlagger\n并且说明我现在的vlagger也有雷同\n还有，请不要在这里搬弄是非了：\n我发帖子的本意就是建议插件版打击这类的雷同插件，请问阁下，原帖中，我特意以2.50为例子，难道很不妥？这难道不是一个真实的写照？我阐述了一个事实，来映照一种现象，将这个事实作为论据，证明这个版规的重要性，难道不可以？你不否认VLagger的2.5.0更新版本新加内容与NeverLag的对应的部分相似度有多高吧既然如此，很明显有攻击性你这么理解令我非常不解了：2.50的事件已经过去，我拿过去的事件举个例子，对现在插件版本（2.60）只字未提？请问阁下，你哪里看出我对您现有插件的攻击了？重要警告：\n楼主尝试移花接木！现在的插件版本是2.6.0,\n2.5.0是我当初被封禁时候的插件版本。！！！\n请按照新版本说话！这是你说的吧，如果我没理解错的话，是你自己引入新版本，那就不怪我了吧。至于我当时的给您的回复，你可以看作我带了一些感情色彩，在这里我向你道歉。对不起。 但是回想当初？我似乎也找到了未标注的雷同点？\n我问心无愧！没抄！\n你这样说别人你问心无愧吗！？\n请您不要故意反问我，因为你明知没有雷同的地方，你找不出来所以你来反问我尝试让我自投罗网。\n请您直接指出，我到底哪里雷同了，如果您说得对，您才有下一步询问的能力！关于这个您该作何解释呢？\n\n\n"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1499564760,
            "txt_content": "V乐乐 发表于 2017-7-9 04:19\n你被人偷换概念给骗了\n楼主很明显是来要求封杀我的Vlagger\n并且说明我现在的vlagger也有雷同\n不管楼主怎么说，我的本意是反对封杀任何的原创插件和原创作者。当然，插入后门是例外，因为在任何行业中都是容不得后门的。但是在我们，我们这还不是商业软件，就是开源软件，我认为每个原创作者都是在为这个圈子做出贡献，要不人家完全可以藏着自己用嘛。就算是抄袭，那有一个功能类似的，那也能供大家比较，择优选用，难道一个免费软件还要站出来摇大旗，宣称自己在国内MC圈子中的霸主地位不成？我认为既然开源了，那就应该把重心放在软件的功能升级上，有人模仿也好，抄袭也罢，还要我们的功能保持领先，公道自在人心，用户自然会选择好用的下载。\n真没必要用1号字红色加粗的，大家都不瞎。"
        },
        {
            "author": "Bryan33",
            "timestamp": 1499565720,
            "txt_content": "凋灵兔子 发表于 2017-7-9 09:46\n不管楼主怎么说，我的本意是反对封杀任何的原创插件和原创作者。当然，插入后门是例外，因为在任何行业中 ...\n如果论坛连一位开发作者的权益都不能保障 那谈何开发?\n在任何领域 剽窃都是不被认可的 无论是任何形式的"
        },
        {
            "author": "匿名",
            "timestamp": 1499566740,
            "txt_content": " 本帖最后由 匿名 于 2017-7-9 10:22 编辑 \nV乐乐 发表于 2017-7-9 09:56\n这部分绝对是巧合\n我压根没看过neverlag的反负数物品源码\n等我回家我再仔细看看。\n这样啊，你开心就好咯。还有就是，楼主不是梦贩子，你玩得愉快。"
        },
        {
            "author": "匿名",
            "timestamp": 1499573220,
            "txt_content": "V乐乐 发表于 2017-7-9 11:27\n我回家了 \n仔细看了一下\n首先：你说我自己\n已经添加一些内容来支持我的说法：\n首先，我在原帖里说的是：某些作者，后面的这个作者指的是前面的某些作者？某些作者指的是：针对于主题中所提到的建议而违规的，我坚信阁下也是受过教育的人，语文理解水平应该是有的。\n某些作者：指的是谁？不就是我吗！这我要是看不出来我就真的睁眼瞎了！针对于这句话来说：试问一下阁下，我难道说出来某个人就是阁下吗？如果我理解没错的话，是某些人积极对号入座，真是说明了一个词叫做贼心虚。\n至于其他的，你开心就好，是不是雷同留给常务版主去评判吧。\n以上。"
        },
        {
            "author": "匿名",
            "timestamp": 1499573640,
            "txt_content": "V乐乐 发表于 2017-7-9 12:09\n做贼心虚 啧啧啧\n主楼都点名 VLagger 了\nedit:这是在主楼编辑前的文字内容，现在的主楼已经被楼主编辑了。 ...\n你非要那么理解我也没法，"
        },
        {
            "author": "匿名",
            "timestamp": 1499574000,
            "txt_content": "V乐乐 发表于 2017-7-9 12:16\n又偷换概念，\n\n你明知自己的理论都是泡沫，\nVLagger插件在违规之前一直以来都是广受腐竹的好评，是有名的优秀插件，VLagger违规事件发生后引多方关注，引起轩然大波，因此不得已以此为例，但本人并没有针对您的说法，只是对于违规现象的处理提出一些鄙见而已。"
        },
        {
            "author": "匿名",
            "timestamp": 1499574840,
            "txt_content": "V乐乐 发表于 2017-7-9 12:28\n好吧，那我就算是我理解错了\n\n但是你的要求：\n我的言辞的确有一些不当之处，对此表示抱歉。从近期发生的各种违规事件可以看出，有些违规作者在被处罚之后，使用新账号发布除去违规部分的插件，无异于逃避惩罚！不能起到震慑他人的作用，反而还会助长其侥幸心理，认为违规并无大碍，被处罚了重新注册账号后再次发布即可。复制代码对此我认为应当加大处罚力度，以儆效尤。"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1499574900,
            "txt_content": "匿名者 发表于 2017-7-9 12:07\n已经添加一些内容来支持我的说法：\n首先，我在原帖里说的是：某些作者，后面的这个作者指的是前面的某些 ...\n收起你的诡辩，你的针对性已经路人皆知\n一个人，究竟得有多大的怨念多大的仇恨，才要把对方打倒直至永世不得翻身？"
        },
        {
            "author": "匿名",
            "timestamp": 1499575200,
            "txt_content": "秋风残叶 发表于 2017-7-9 12:35\n收起你的诡辩，你的针对性已经路人皆知\n一个人，究竟得有多大的怨念多大的仇恨，才要把对方打倒直至永世 ...\nVLagger插件在国内服主圈子内影响力巨大，不得已引以为例，若阁下认为我有针对之意，对此表示抱歉。\n但事实如此，若不能严惩违规之人，如何创造国内插件开发界良好环境？"
        },
        {
            "author": "匿名",
            "timestamp": 1499579460,
            "txt_content": " 本帖最后由 匿名 于 2017-7-9 16:46 编辑 \n\n恕我直言，加大对违规插件的处罚力度，对整个圈子定当是有着积极向上的意义。\n不知为何在本帖中竟会有如此之多反对这一建议的行为，可能是我的想法过为极端，但反对这一建议的用户居心何在？莫不是为了什么做铺垫？\n\n本人不是楼主XD"
        },
        {
            "author": "匿名",
            "timestamp": 1499580480,
            "txt_content": "匿名者 发表于 2017-7-9 13:51\n恕我直言，加大对违规插件的处罚力度，对整个圈子定当是有着积极向上的意义。\n不知为何在本帖中竟会有如此 ...从近期发生的各种违规事件可以看出，有些违规作者在被处罚之后，使用新账号发布除去违规部分的插件，无异于逃避惩罚！不能起到震慑他人的作用，反而还会助长其侥幸心理，认为违规并无大碍，被处罚了重新注册账号后再次发布即可。\n啧，人人都没有犯错的时候吗？你的意思就是别人犯了一次错误就必须得一棒子打死？\n\"使用新账号发布除去违规部分的插件，无异于逃避惩罚！\"excuse me？你是哪里不怎么好是吗？\n你的意思就是\"一个人做错了事情，他回去洗心革面重新做人，这无异于逃避惩罚\"\n哇你真棒棒！但反对这一建议的用户居心何在？莫不是为了什么做铺垫？\n哇，更厉害了，反对你的建议的用户就成了\"居心何在？\"\n恕我直言，您是个什么东西？与您意见不相同的就是有问题的呢，dalao！\n铺垫就更加好笑了，为什么做铺垫？说真的，我大概就是那种被您成为\"居心何在\"的用户讷\n我都不清楚为什么头上什么时候安上了\"为某某做铺垫\"的帽子\n您的语文逻辑能力真的是令人深深折服"
        },
        {
            "author": "匿名",
            "timestamp": 1499588760,
            "txt_content": "（首先我是匿名回复，不是本贴楼主）\n\n从上一次的事情到这个事情，乐乐已经受到处罚并且双方也已经处理好，然后这件事情也对论坛内造成或多或少的影响。\n翻开这一页后，乐乐也认识到错误并改正着\n\n如果楼主 硬要重新再挑起风波 那么我认为乐乐的回击是正确的 。如过LZ对于论坛有热情和热心，那么你为何？要重新挑起事情？\n\n乐乐与某位Inf的事情，本人希望他们能私下和平解决，而不是在论坛内互相争辩，影响了论坛内的风气，更不要被某些人，带起了节奏\n\n最后，都inf了 一点都不像inf的样子\n\n（此回复请不要再回复）"
        },
        {
            "author": "匿名",
            "timestamp": 1499601120,
            "txt_content": "(本人不是楼主，仅代表个人观点)\n\n首先是强烈支持楼主建议的，对于其他用户的反对意见，我做出以下反驳：\n\n\n\"一个人做错了事情，他回去洗心革面重新做人\"是没错，从小大人就教我们犯了错只要改正就是好孩子，但是也得论犯错的大小吧。\n难道杀人犯只要承认错误并保证以后不再杀人就可以释放吗？\n我想剽窃这种行为已经属于论坛规定的重刑了吧，否则论坛也不至于作出封号这种严厉的处罚；若是允许建小号重发原来的作品，不如不封号，责令整改就好，何必大费周章呢？\n\n\n关于本帖建议的针对性和攻击性，我觉得也是合理的；既然论坛官方已经判定这件事情属实，当事人也已经承认，那么这件事就作为一个剽窃违规事件的案例，在提建议时举出真实案例不恰恰更有说服力吗？\n当事人表示楼主跑偏使用了整改之后的版本举例，楼主也已经道歉并重新修改建议细节，这不正是对案例真实性严谨的表现吗？\n\n\n以及某个东西提出我们大家都是为了MC圈子的发展，何必为这么大点的开源软件纠结。\n且不说插件是否都是开源软件，就单单是对法律的认识，我想你应该很清楚每一位开发者都有对自己的合法作品合法拥有所有法律规定的权利，剽窃的行为侵犯了开发者的著作权，尽管这不属于公诉案件，但这已经是违法行为。你自己放弃自己追究的权利，不代表别人就一定要按照你的做法也放弃权利，不要把自己的意愿强加在别人身上。\n\n\n“是我也认清了一个人的肚量。（因为语文有问题的太多了，我在这里解释一下：我不是说有版权意识就是肚量小，我是感觉为一个几M不到的软件大费周章，真的没必要。人家Unix的作者不也没跳出来大骂后来的发行版本抄袭对么？）”\n\n\n同样的Unix作者选择了和你一样放弃自己的权利，但也不代表所有人都必须放弃自己的追究的权利，你为何不举起诉抄袭者的案例呢？\n\n\n同时你的一句话也揭示了某些道理：“公道自在人心”，无论你再进行多么巧妙的诡辩，依旧改变不了你的内心。“多行不义必自毙”送给你，希望你今后切记这句话。\n\n\n最后，“以德报怨，何以报德”送给大家，祝大家好运，谢谢。"
        },
        {
            "author": "zghh008",
            "timestamp": 1499607780,
            "txt_content": "V乐乐 发表于 2017-7-9 11:27\n我回家了 \n仔细看了一下\n首先：你说我自己\n你理解什么是泡沫理论吗？否则就别扯上这种名词。"
        },
        {
            "author": "匿名",
            "timestamp": 1499647860,
            "txt_content": "V乐乐 发表于 2017-7-9 22:54\n你刻意避开了敏感话题部分，\n还说对方是诡辩，反转能力不得不佩服。那么某款插件就会被永久封杀不得再发布。\n试问这就是你讲的加强严格？严格到不给对方改过的机会？请问何来不给对方改过的机会之说？对方新插件的发布并不会限制。\n封号，意味着一个账户的最严厉处罚，将丧失一切已有的账户能力。但封号并不是对一个人最严厉的惩罚。相反，论坛账号的封禁对本人来说起到的惩罚效果微乎其微，虚拟积分的损失谈起了根本算不了什么。如果你说要求封杀 “插件的作者” ，这还有点情理可原这点比封杀剽窃插件要过分多了，还是上面说的，仅禁止剽窃插件再次发布，新插件发布并不限制。\n"
        },
        {
            "author": "匿名",
            "timestamp": 1499650080,
            "txt_content": "V乐乐 发表于 2017-7-10 09:19\n又跟我玩文字游戏，我的意思很明确：\n封号的处罚力度和要求整改完全不一样，前者更严厉，后者只是提醒。\n ...噢？那你为何要禁止那个违规的插件发布？\n你这根本就不是增加处罚力度，而是攻击性指向了对方的插件！\n为何你所谓的增强处罚并没有增强对作者的处罚，而是去增加对插件的攻击呢？\n何处没有增加对作者的处罚？对于自己幸幸苦苦违规的作品禁止发布，难道不是一种处罚吗？劳动成果都付诸东流了。何来对对方的插件的攻击之说？我仅仅只是处罚违规插件而已。\n封号然后开小号发 == 不封号，要求整改\n这句话不是我说的，但我认为他说得对，若是没有更严厉的处罚措施，封号然后开小号发 ≈≈ 不封号要求整改，虚拟积分的对个人的损失微乎其微。\n要增加惩罚力度应该是增加作者的，为什么要对插件惩罚？\n那按你的意思，你更愿意全站封杀作者，不给别人改过的机会？\n\n到底是我在玩弄文字呢？还是你在假装浑然不知断章取义呢？"
        },
        {
            "author": "zghh008",
            "timestamp": 1499653140,
            "txt_content": "V乐乐 发表于 2017-7-10 06:27\n你理解什么叫口语吗？\n满嘴泡沫 不等于 泡沫理论\n就像GoodLuck 是一个英语中完整的句子吗何来大量，你给我讲讲，你还能怎么诡辩自己的泡沫理论？\n\n可您是亲口说出泡沫理论四个字的,我也是以前接触过，觉得这样被误用很不舒服而已。其他地方我也插不了嘴，毕竟我也不会编程,只能看着大佬们互相口诛笔伐（笑\n\n而且我想说，您之前的很多比喻，都牛头不对马嘴，让人看了云里雾里。\n你要求别人证明严谨，又用你所谓“口语”而不是严谨的证明推翻别人所说的话。\n\n顺便，满嘴泡沫是省略句，中间省略了一个“是”，可以算是一个判断句，确实是完整的句子。\nGoodluck也是省略了一些成分，他们是口语。你既然承认是口语也就不要在句子里使用这个高深莫测的词汇了。（我也不好说是“这些”，说不定你还要我举例子严谨地证明你还说了其他高深莫测的词语（笑"
        },
        {
            "author": "zghh008",
            "timestamp": 1499653260,
            "txt_content": "哦对了，你之前的很多比喻，我也懒得找，不要和我说“我的比喻不多”"
        },
        {
            "author": "zghh008",
            "timestamp": 1499653320,
            "txt_content": "zghh008 发表于 2017-7-10 10:19\n可您是亲口说出泡沫理论四个字的,我也是以前接触过，觉得这样被误用很不舒服而已。其他地方我也插不了 ...\n说不定你还说\n这种词语并不高深莫测"
        },
        {
            "author": "匿名",
            "timestamp": 1499657400,
            "txt_content": "\n\n\n\n\n9150e4e5gw1fatxqo1brbj205g04ydfq.png (52.73 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-10 11:30 上传\n\n\n\n\n\n"
        },
        {
            "author": "匿名",
            "timestamp": 1499664900,
            "txt_content": "也来匿一个，要警醒圈子内的开发者的话，看来楼主的圈子里已经出现严重的问题了……\n但是这跟论坛又有什么关系呢？论坛不需要按照楼主圈子的规定办事吧？\n这样的圈子还真的会出不少大人物，前提是能够生存的下去……"
        },
        {
            "author": "INKDRRAK",
            "timestamp": 1499665800,
            "txt_content": "梦彗業 发表于 2017-7-8 21:49\n然而刚刚你回复的所有人都没有表示你的现行版本有剽窃行为，本帖是建议插件版完善规定的麻烦怼准，谢谢。 ...然而刚刚你回复的所有人都没有表示你的现行版本有剽窃行为，本帖是建议插件版完善规定的麻烦怼准，谢谢。需要我谢谢你全家？\n我也就不匿名了，看不过去了\n我也懒得评论你这沉浸在自己世界的人\n\"建议对于某些刻意颠倒黑白，玩诡辩论，甚至请水军骚扰这样的人，论坛应该理应全站封杀。\"某什么某？\n别人不是眼瞎\n谁请的水军，谁骚扰的，谁颠倒黑白，谁玩诡辩论\nYou are really amazing"
        },
        {
            "author": "咸鱼气功王",
            "timestamp": 1499669160,
            "txt_content": "V乐乐 发表于 2017-7-8 18:42\n重要警告：\n楼主尝试移花接木！现在的插件版本是2.6.0,\n2.5.0是我当初被封禁时候的插件版本。！！！\n双重标准玩的真6,你不也是喜欢拿着旧版本的bug去回复别人新版的插件么?????"
        },
        {
            "author": "咸鱼气功王",
            "timestamp": 1499669640,
            "txt_content": "V乐乐 发表于 2017-7-10 14:47\n我才不会告诉你，\n我下载你那个插件的时候还是旧版本，\n我回来的时候提提建议，\n呵呵呵,请继续的你诡辩"
        },
        {
            "author": "咸鱼气功王",
            "timestamp": 1499669820,
            "txt_content": "V乐乐 发表于 2017-7-9 22:54\n你刻意避开了敏感话题部分，\n还说对方是诡辩，反转能力不得不佩服。\n那这个Art1900是不是也是您的水军呀,忍不住都骂娘了?"
        },
        {
            "author": "INKDRRAK",
            "timestamp": 1499672100,
            "txt_content": " 本帖最后由 Art1900 于 2017-7-10 15:46 编辑 \nxiazhen3938 发表于 2017-7-10 14:54\n呵呵呵,请继续的你诡辩\n哟，你们没有办法反驳的就成了诡辩，你们这些dalao的标准真的是厉害哈？\n我都不清楚我为什么被扣上了神奇的头衔“水军”\n啧啧啧，我算是搞清楚，为什么说乐乐的水军这么多了\n你们人多嘛，自然，扣出来的水军也就多了，不奇怪不奇怪\n我爆粗是因为气愤呐，欺人太甚\n这是我的失礼，但是我觉得对待你们这种人不需要礼貌的嘛\n编辑后内容：\n既然你认为我的观点是反对，我就是\"水军\"一类人\n没事没事，在我看来，你的形象也与我在你眼里的形象差不多\n我完全是身为一位观众的角度在本贴发布的言论\n如果认为我言辞过于激烈，您呐，爱看不看：\n我不会像上面的梦大佬一样，违心的说什么道歉言论，说了就是说了\n我也不会在回复了\n与你们这些大佬探讨，并且进行我的诡辩，我感觉我会死得很惨讷\n"
        },
        {
            "author": "Bryan33",
            "timestamp": 1499672880,
            "txt_content": "在这里提醒一下各位\n就算版规修改成LZ所描述的\n也不会对旧插件进行追加处罚 仅对规定发出后的新插件进行\n所以请铭记这点"
        },
        {
            "author": "defoliation_h",
            "timestamp": 1499673780,
            "txt_content": "a390807154 发表于 2017-7-10 15:48\n在这里提醒一下各位\n就算版规修改成LZ所描述的\n也不会对旧插件进行追加处罚 仅对规定发出后的新插件进行\n既然这个插件已经被判定为剽窃，按照规定是\n\n关闭+不合格插件分类+重命名为剽窃晒尸(本行处理仅对标记为原创的)\n\n是的，原帖已经做了相应的惩罚，但是\n既然这个已经被定义为剽窃的插件又被其他帐号发布了，那么到底算不算执行了这个惩罚。"
        },
        {
            "author": "梦",
            "timestamp": 1499674200,
            "txt_content": "h22391386 发表于 2017-7-10 16:03\n既然这个插件已经被判定为剽窃，按照规定是\n\n关闭+不合格插件分类+重命名为剽窃晒尸(本行处理仅对标记为 ...\n当然算执行了这个惩罚，新号发布的插件是整改以后的，否则被封禁的号和晒尸的贴算什么？你这不是落井下石吗？"
        },
        {
            "author": "匿名",
            "timestamp": 1499674620,
            "txt_content": " 本帖最后由 匿名 于 2017-7-10 16:24 编辑 \nV乐乐 发表于 2017-7-10 16:13\n呀？那么想怼我？\n当初我们好歹也是朋友、\n然而他指的是剽窃处罚的本身\n而不是可能出台的新规，\n懂？\n请不要回复这个，等着版主来回复谢谢。\n@a390807154"
        },
        {
            "author": "zghh008",
            "timestamp": 1499675700,
            "txt_content": "V乐乐 发表于 2017-7-10 14:47\n我才不会告诉你，\n我下载你那个插件的时候还是旧版本，\n我回来的时候提提建议，\n话说。。。去掉感情成分，设定成没有案例可缘，也确实有一些版规不够清楚的区域。\n楼主的提议可能有主观引导在里面，\n我觉得不支持这个建议的人如果能够提出更好的修改意见而不是全盘否定，可以促进交流，帮助论坛发展"
        },
        {
            "author": "咸鱼气功王",
            "timestamp": 1499676660,
            "txt_content": "Art1900 发表于 2017-7-10 15:35\n哟，你们没有办法反驳的就成了诡辩，你们这些dalao的标准真的是厉害哈？\n我都不清楚我为什么被扣上了神奇 ...\n抄袭就是抄袭.\n这有什么好辩驳和反驳的?\n无数次反复打脸,把自己打晕了?\n合着这世界不能说实话了?\n你们逻辑也是厉害的.\n你回复也好不回复也好,管我何事?\n只不过多一个跳梁小丑罢了"
        },
        {
            "author": "匿名",
            "timestamp": 1499679240,
            "txt_content": " 本帖最后由 匿名 于 2017-7-10 17:44 编辑 \n\n首先，我不是楼主，我的回复只是发表一下个人观点。\n\n某人说为什么不给一次改过自新的机会，反而要落井下石\n\n\n1. 楼主并没有落井下石吧\n2. 似乎论坛给过吕乐乐不止一次改过自新的机会，你们忘记他之前的后门事件和多次抄袭事件了？\n\n\n举个例子，二战战败国日本和德国，国际社会普遍原谅了德国，但是日本没有，为何？因为日本没有得到全面的审判，因为日本天皇的战败书把责任推给了军部，因为日本从未正式道歉，从未正视历史。\n\n\n从这个例子引申，吕乐乐在抄袭铁证面前是如何诡辩的？具体请看：http://www.mcbbs.net/forum.php?mod=viewthread&tid=699618。被封号以后又是如何以“借鉴”，“在XXX插件基础上优化”来洗白的？又是如何以“相同功能的插件思路和代码雷同是无法避免”的开脱责任的？即便是在这个举报贴之前，吕乐乐也没有遵守版规注明部分代码来自NeverLag，更没有公开向被抄袭对象道歉。也许这个例子有些上纲上线，但这不是我的本意。我只是陈述一个为何一部分人选择不原谅的原因的事实。\n\n\n自己的黑历史羞涩于众人，这是人之常情，但是拒不承认，拒不道歉，也拒绝正式自己的黑历史，以诡辩、搪塞和让自己小组的成员来充当水军，这是什么问题？无需多言吧。\n\n\n关于说被抄袭者小气，以及都是为了整个圈子好，何必互怼的言论\n\n\n站在道德制高点让被抄袭者、被侵权者放弃维权，我相信明白事理的人都会嗤之以鼻。被侵权者反而成为了弱势群体，这是什么世道？\n\n\n以及其他\n\n我个人觉得好好一个建议贴最后沦为骂战是可悲的，请某小组的人员自重，这贴还没有人上来就问候对方全家，请不要开这个先例。\n"
        },
        {
            "author": "匿名",
            "timestamp": 1499681700,
            "txt_content": "如果可以说自己忘了开源来逃脱惩罚\n如果可以说自己忘了道歉来开脱洗白\n如果可以说自己忘了注明来逃脱版规\n\n那么这个世界当真是一个美好的世界呐。\n\n我相信你比任何人都明白，没有人举报你抄袭，你是不会承认的（当然了，举报了以后你依然发了一个诡辩贴）；你大号没有被封号，你是不会“妥协”；楼主没有发这个贴，你也不会“记得”补充注明来符合版规；我没有回复你，你恐怕也会继续“忘记”发道歉贴吧（当然现在还没发）？\n\n人要脸，树要皮。不要脸当真是天下无敌。"
        },
        {
            "author": "Bryan33",
            "timestamp": 1499696040,
            "txt_content": "h22391386 发表于 2017-7-10 16:03\n既然这个插件已经被判定为剽窃，按照规定是\n\n关闭+不合格插件分类+重命名为剽窃晒尸(本行处理仅对标记为 ...\n就VLagger而言 不会采取这个执行\n因为本帖楼主提出的是对插件版版规的建议\n所以 从规定制定层面来说 没有理由执行原来已经被处理且公告过的插件VLagger"
        },
        {
            "author": "Bryan33",
            "timestamp": 1499696340,
            "txt_content": " 本帖最后由 a390807154 于 2017-7-10 22:20 编辑 \nV乐乐 发表于 2017-7-10 17:05\n我的建议就是：\n\n如果要加大处罚力度，我完全支持\n在这点上 我有不同的意见\n目前插件版处理的大部分剽窃的插件 都是完全CV其他人的代码\n很少出现部分复制的情况\n我觉得可以借这个机会修改班规\n比如出现部分代码来自其他插件达到一定比例的充当重置插件(依然要惩罚 因为他按版规声明了)\n如果代码量很少仅处罚还是标记原创\n但是这个量大小我觉得只能从主观判断了此外 如果出现狡辩的情况可以沿用剽窃的认定"
        },
        {
            "author": "匿名",
            "timestamp": 1499729040,
            "txt_content": " 本帖最后由 匿名 于 2017-7-11 07:29 编辑 \nV乐乐 发表于 2017-7-11 04:46\n但是如果这样判断是否剽窃，本质上是版主本人的主观判断，\n这样的判断极易出现偏差。\n我只想说一点：\n版主也是有一定的编程基础和判断是非能力的人。\n他知道什么是雷同，什么不是雷同，毕竟刻意的抄袭照搬，或许是一个开发者都可以看出来。更何况是版主。\n况且再说下建议中的条目：您看见大量了吗？请问一下，大量雷同的概率有多少？\n至于再起争端：哦，总版规里有句话：4-3.论坛管理员拥有最终解释权。\n退一步说：如果不这样的话，如何防御一些人犹如阁下之前的所作所为？然后死不承认撕逼很久？如果阁下坚持这个意见，那么请阁下提出一条可以实行的办法呢？\n以上 个人意见"
        },
        {
            "author": "Wufeiling",
            "timestamp": 1499763180,
            "txt_content": "我是站在一个腐竹角度，说说这个插件问题，感觉这个楼主是故意捣烂，发帖直接匿名，就感觉有鬼，心里没鬼，还会匿名发帖，难道说是害怕别人知道他是谁，说真的没几个人会关心的，时间一过，谁还记得他。\n\n另外就是国内的mc圈子本身就一团糟，服务器这一方面出了各种神奇的腐竹，还上电视（月亮岛腐竹）了233\n如果真有好建议，那也不怕，怕的是专门去针对一些原创插件和原创作者的人，这样的人可能论坛还有一群，比如看不惯别人比自己好的或者故意恶心人的，时间一长，可能没人会制作插件，国内大部分插件都是允许免费使用。 \n\n话就说道这=V="
        },
        {
            "author": "匿名",
            "timestamp": 1499824320,
            "txt_content": " 本帖最后由 匿名 于 2017-7-12 09:53 编辑 \nWufeiling 发表于 2017-7-11 16:53\n我是站在一个腐竹角度，说说这个插件问题，感觉这个楼主是故意捣烂，发帖直接匿名，就感觉有鬼，心里没鬼， ...我是站在一个腐竹角度，说说这个插件问题，感觉这个楼主是故意捣烂，发帖直接匿名，就感觉有鬼，心里没鬼，还会匿名发帖，难道说是害怕别人知道他是谁，说真的没几个人会关心的，时间一过，谁还记得他。 \n为什么匿名是担心某些不分青红皂白的人胡作非为。专门去针对一些原创插件和原创作者的人\n我绝对没有针对原创插件和原创作者，但违规插件和违规作者是必须要处罚的！\n时间一长，可能没人会制作插件，国内大部分插件都是允许免费使用。 \n没有人制作插件正是由于某些纵容违规插件和违规作者的人，和某些不尊重他人劳动成果肆意倒卖免费和收费插件的人。\n看不惯别人比自己好的或者故意恶心人的\n我绝对没有认为违规插件和违规作者能比我自己好，也绝对没有恶心人。\n\n"
        },
        {
            "author": "匿名",
            "timestamp": 1499828100,
            "txt_content": " 本帖最后由 匿名 于 2017-7-12 11:02 编辑 \n\n个人认为吧，以前乐乐发布了一次已经给举报并惩罚了。这次换了一个新的号来发布，估计是因为相信自己的不算剽窃才发布的。\n\n关于插件的剽窃，乐乐可能能力确实不如其他人，因此借了NL一些代码，并且使得插件能够支持到更高的版本，能支持的范围更广。\n\n某inf既然硬要举报剽窃，挑起风波，为何不自己让NL变的更好，让大众能认同你的插件。\n\n个人认为，喜欢VL的腐竹有可能是因为贴内的夸张手法，但更多的可能是因为能支持的版本问题，以及更新频率问题。\n\ninf就应该有inf的作风，用自己的实力去压制别人，而不像某视，疯狂举报别人。\n\n如果两位都是为了名而不是利的话，就算真要计较，那也应该私下解决，而不是在BBS上解决。\n\n光是代码雷同，不能作为剽窃的理由。\n"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1499830620,
            "txt_content": " 本帖最后由 jiongjionger 于 2017-7-14 12:38 编辑 \n匿名者 发表于 2017-7-12 10:55\n个人认为吧，以前乐乐发布了一次已经给举报并惩罚了。这次换了一个新的号来发布，估计是因为相信自己的不算 ...\n所以到现在你们都没有怼到真的对象么。\n1. 楼主不是我，所以不存在我频繁的举报吕乐乐，上次举报他，是因为他抄袭我的插件，是正当的维权。\n2. NeverLag2正在制作，开源地址：https://github.com/jiongjionger/NeverLag/\n3. 即便是付费定制也是对方有空才可以收钱更新版本的吧？我没空的情况下，你让我怎么高频更新？再说了，一个稳定的插件有必要高频更新么。\n\n#补充内容：2017.7.14\n评分的那个，我没说你吧，我回答的是前面匿名说的我长期不更新。你这也太敏感、玻璃心了吧。"
        },
        {
            "author": "ouAuAuo",
            "timestamp": 1500082080,
            "txt_content": "匿名者 发表于 2017-7-10 17:34\n首先，我不是楼主，我的回复只是发表一下个人观点。\n\n某人说为什么不给一次改过自新的机会，反而要落井下石 ...让自己小组的成员来充当水军\n你好，我觉得你言论过重了，本组对乐乐事件不做任何言论，自己的事情自己解决。\n请勿对我组进行不恰当诬陷"
        },
        {
            "author": "匿名",
            "timestamp": 1500091500,
            "txt_content": "Auange_M夜幕 发表于 2017-7-15 09:28\n你好，我觉得你言论过重了，本组对乐乐事件不做任何言论，自己的事情自己解决。\n请勿对我组进行不恰当诬 ...请某小组的人员自重，这贴还没有人上来就问候对方全家，请不要开这个先例。\n您的意思是说？ art1900代表贵组？"
        },
        {
            "author": "子德",
            "timestamp": 1500901560,
            "txt_content": "andylizi 发表于 2017-7-8 20:43\n仅仅指出技术问题。\n即使 String.contains 方法是个空方法，里面什么也不做，也永远比 == 操作符慢。\n==  ...\n你需要KMP"
        },
        {
            "author": "匿名",
            "timestamp": 1507090980,
            "txt_content": "http://www.mcbbs.net/thread-730758-1-1.html不想再说什么"
        },
        {
            "author": "匿名",
            "timestamp": 1507165620,
            "txt_content": "事实证明吕乐乐并没有改过自新，而是变本加厉。现在看来，（先不提针对性）楼主建议有效。"
        }
    ]
}