{
    "title": "[原创/渲染插画/单篇]  生命：β?ο?",
    "author": "nianbing",
    "replyCount": 15,
    "timestamp": 1499561520,
    "txt_content": " 本帖最后由 nianbing 于 2017-7-9 11:34 编辑 \n    倘若花花草草茂盛到攀上房檐，总会有人厌之驱尽。屋檐下的那朵也会因此遭及池鱼之殃，受尽被连根拔起的痛苦，离开这纷纷扰扰的世间。    生在屋檐之底，究竟应该怪罪于母株的不负责任还是轻风的不担重责？\n\n    睡眼惺忪的醒着，倒不如大醉伶仃的睡着。从潮湿的房间醒来的第一个意识总是在怀疑“自己是否醒来”这一愚问。后知后觉的片刻恍惚，总会将麻痹的精神扯回这碌碌红尘，彻底清醒之后又总是后悔不已。我并不是在责备世间愚钝，我是在为自己的无能无知困扰。    你看这屋檐之下，见过的或没见过的植被应有尽有。可我却无法离开这间屋子，我在害怕着这里的一切。也许我刚走出房门，炙热的阳光便会将我点燃，随后被焚为一滩灰烬；也许我刚伸手触摸花朵，它的根茎上的利刺便会扎破手指，并死死的卡在皮肉之中；也许我刚欲采摘，就又会遭到周遭路人来自心底的谴责。于是，我不愿离开，即便这里是一座人间地狱；我觉得，世间要比它来的更容易在我这颗懦弱的心上留下一道道刻骨铭心的恐惧。    世人出于欲望的要求，才造就了这种一应俱全的社会；我出于怠惰的要求，才有了现在的愚昧。倘若我的头脑能够被赋予足够的智慧，又何必过着偏安一隅的生活？这些都是来自我自身的原罪。就像如今的这般处境，屋檐下墙角里的那些植株如今已经攀上屋檐，一根根藤蔓攀附在房顶的每一处角落。而我却不具备清扫它们的能力，每当颤抖的伸出双手之际，必伴随着电闪雷鸣。这可不是出于举手投足之间的威严，而是仿佛我的双手就是世间的一切罪恶产生的源泉，为世间所不容之物。日后，想必我也会将这种体质用于与友人之间打趣之余的吹嘘材料吧？    不过整日待在屋内，也不会有太多的乏味无趣相伴。开着昏暗的台灯坐在书桌前，用生锈的钢笔在泛黄的纸上写下拙劣的字迹，何尝不是人生中的一件幸事？阖眼回忆昨天的一点一滴，脑海中会有前天、昨天、今天的事情相互重合，契合度更是高的令人诧异。但每天都能够用不同的文字记录同样的事，成就感与孤独感很容易让人产生喜悦与疲劳。它们并不同于大喜大悲那般给予人瞬间的惊喜与悲痛，而是在暗处默默消磨着我的神经，它们总是在我无法察觉的地方让我的大脑渐渐患上愚钝顽疾。为了治愈这种顽疾，总要花费我无数的宝贵时间。    睡午觉可以说是我生而为人所体会到的最为舒适的治疗方法了。不同于夜晚安眠那般，它并没有黑夜里猫头鹰令人惊悚的鸣叫，也毋须令我承受再也无法醒来的恐惧；拉上残破的窗帘，炙热的阳光便不会再伤及我破损的躯壳。于是，扭曲如我也能够像人一样，享受着世间乐趣的同时被世人所厌恶。    从沉眠中苏醒的未知生物现在需要一杯咖啡的慰籍。听一位从前的友人说起过，沉醉于酒精的家伙无法理解咖啡的美妙。尽管我并非如此，但我的周遭却净是这种家伙。邀请友人一同享受下午茶的时光，随手冲泡一杯咖啡总能够让我心旷神怡。但他们却总嫌弃我的咖啡过于苦涩，即便添入过量的砂糖也无法将弥散在空气中的这股苦涩淡化。也不知从谁开始，有人评论我的品味怪异。分明同为沉醉于酒精的受害者，为何仅对我如此出言不逊？哪怕我从未将他们当做伙伴，好歹也算是萍水相逢的酒肉朋友，我对他们的行为感到困惑，又同时为窗檐边上的那些藤条所担忧。    书桌上的纸尚且只字未动，我就连题目都无法在晚餐之前构想而出。取而代之的苦恼，仅不过是晚餐应如何选择。并没有饥不择食的疯狂，也不是唯尊处优的挑剔，仅仅是对于晚餐纯粹的无法抉择而感到困惑，人类又是否承受过与之相同的境遇，我不得而知。     临近黄昏之际，我再一次望向屋檐下的植物。伫立在这窗檐边上，夏夜的风也许拂过了脸庞，但我却对此毫无知觉，心中又是否会感叹“也许这就是人类”。     已经有住户对于窗檐边上的藤蔓心生厌烦了，她无情的将它们与土壤剥离，将墙沿上的藤蔓无情撕下。    “我果然还是无法理解人类啊。”    我很少会为日常以外的事情伫立原地，更不会心生感叹。当这句肺腑之言从我的口中说出，就连楼下的野猫都不禁寒毛倒竖，为之惊恐不以，更不要说来自我自己的诧异。为了将这件不可思议的恐怖事件留作纪念，我提起生锈许久的钢笔，将正要写下的文章的题目，定为《生命》，即便这与其内容毫无瓜葛，我也无法忍耐心中想要如此作为的冲动。    这，既是我作为“生命”所拥有的权利，亦是我不为“人”所获得的奖励。\n\n\n\n\n    后记：第二天黄昏，我因付不起租金而搬出了那间屋子。赚不到稿费的我，已然是个孑然一身的可怜生命。当我路过房檐下方，有一朵方才枯萎的灰色花蕊。它仿佛受尽了痛苦，疲惫不堪的离去了。尚且还未绽放的花蕊，它的美丽也足矣将我深深打动；如今，它已然枯萎，更是让我的内心隐隐作痛。这股惋惜之痛，都会在每一个黄昏之际折磨的让我近乎昏厥，即便至今以有数年之久......\n\n\n\n\n\n\n\n\n附：【β?ο?】貌似论坛不能显示这个词，各位还是看渲染图里吧.....碎碎念：开头我还在以为.....终于有点进不什么的了。结果隔天再续写下去，发现突然就什么都不会了。突然就想给自己+1s.....QAQ\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1499562060,
            "txt_content": "图很好看啊！再稍微亮一点就好了\n为了一张图写这么长也是够拼的.."
        },
        {
            "author": "nianbing",
            "timestamp": 1499562240,
            "txt_content": "volta薯片~ 发表于 2017-7-9 09:01\n图很好看啊！再稍微亮一点就好了\n为了一张图写这么长也是够拼的..\nQWQ其实就个人而言，我喜欢暗色。于是.....我做的渲染图基本上全部都会调暗，不管适不适合....（尴尬.jpg）\n另外我是先写的文啦~"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1499562420,
            "txt_content": "图上的红光是什么"
        },
        {
            "author": "nianbing",
            "timestamp": 1499565060,
            "txt_content": "FHC红石 发表于 2017-7-9 09:07\n图上的红光是什么\n_(:з」∠)_壁炉火光"
        },
        {
            "author": "Ant繁星飞跃",
            "timestamp": 1499566500,
            "txt_content": "在群里就发了链接\nemmmmm......\n不错 支持一下emmmmmmmmmm............."
        },
        {
            "author": "初阳时光",
            "timestamp": 1499569860,
            "txt_content": "临近黄昏之际，我再一次望向屋檐下的植物。伫立在这窗檐边上，夏夜的风也许拂过了脸庞，但我却对此毫无知觉，心中又是否会感叹“也许这就是人类”。已经有住户对于窗檐边上的藤蔓心生厌烦了，她无情的将它们与土壤剥离，将墙沿上的藤蔓无情撕下。\n未空2格\n看完整篇文章和渲染\n石头终于落地了\n心想\n幸好没有参与七月活动……\n（mmp脸）"
        },
        {
            "author": "nianbing",
            "timestamp": 1499571180,
            "txt_content": "初阳时光 发表于 2017-7-9 11:11\n未空2格\n看完整篇文章和渲染\n石头终于落地了\n_(:з」∠)_谢谢提醒。虽然有心想参加的，但是仔细想想，自己关于这个月的题材好像没什么脑洞.....所以就没参加啦。"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1499594460,
            "txt_content": "dalao就是dalao\n我这个辣鸡已经没救了\n\n图很好看xD"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499609820,
            "txt_content": "总觉得这次的情调和以往不同，但是还是阴沉_(:зゝ∠)_\n个人风格吧，很多时候严肃方才有生命力"
        },
        {
            "author": "战神裂狱",
            "timestamp": 1500022140,
            "txt_content": "C4D还是micb？"
        },
        {
            "author": "nianbing",
            "timestamp": 1500023340,
            "txt_content": "战神裂狱 发表于 2017-7-14 16:49\nC4D还是micb？\nC4D咯....."
        },
        {
            "author": "WM2030",
            "timestamp": 1500191400,
            "txt_content": "读读《荒原狼》？"
        },
        {
            "author": "iTerror17",
            "timestamp": 1500233580,
            "txt_content": "666，回个帖表示支持"
        },
        {
            "author": "1049576175",
            "timestamp": 1500832380,
            "txt_content": "楼主我实在联系不上你... 问问我可以用你的地图作为我的整合包地图么？"
        },
        {
            "author": "nianbing",
            "timestamp": 1500857700,
            "txt_content": "1049576175 发表于 2017-7-24 01:53\n楼主我实在联系不上你... 问问我可以用你的地图作为我的整合包地图么？\n什么地图？？联系我QQ吧，1079877362"
        }
    ]
}