{
    "title": "【原创/史诗向】神喻记名录----敬吾土-特尼亚博，吾主-道格拉斯-莫耀辉拉斯万岁！",
    "author": "tyingzhe",
    "replyCount": 6,
    "timestamp": 1499581320,
    "txt_content": " 本帖最后由 tyingzhe 于 2017-8-9 21:54 编辑 \n在minecraft的世界观基础上建立新的世界观-----史诗向，无主角无剧情。\n分为两支展开第一支是早期，第二支是中期\n\n第一支 早期\n第一（世界起源与先民石刻）【上】\n在永神厉一章七节中有记载：“世界之起源-----新厉248年，莫要辉拉斯王室资助的一支探险队在对洛基峡谷的考察中，不慎激怒了原住民魔猿，一名队员在被追赶中掉撸了谷底深潭，在潭底的淤泥中，他发现了一块记有古老文字的刻板，经考证，此刻板属于先民遗物，用的是象形文字编写，配以简单的图片刻画。   经过长期的编译，人们终于对内容有了一定的了解，而这也引起的莫要辉拉斯皇室的极大注意，因为这里记载的是困扰人类千年或者更甚的世界起源之迷”   刻板内容：特尼亚博之前，世界是空间与法则交织的，没有泥土，没有树木，没有小溪，也没有锄头和弓箭，但我们的萨满发现，我们现在拥有的一切，都源于特尼亚博之前的一场爆炸。   空间经过漫长的演变，终于开始衰弱，第一处空间开始坍塌，而空间旁边的法则开始进入空间内部。   在空间与法则的碰撞中，诞生了最可贵的生命能量，在这空间中，依靠这生命能量，法则催生出了第一株植物，不需要泥土，只要有生命能量。   可一处空间中诞生的生命能量太少了，只可以支持一株植物生长一瞬间，但这仅仅是个开始，特尼亚博之前，有成千上万个这样的空间，每个空间都诞生了一株植物。   最后这些空间相互融合，这些死去的植物尸体也混合在了一起，这就构成了最原始的泥土。   随着空间的不断扩大，泥土的不断增多，第一块比较的大的大陆形成的，这就是早期的特尼亚博。   第一次循环结束，法则重新回到起点，这个周期大概有200亿年，新的生命能量又在第二周期中诞生，这次出现，不只是植物，还有昆虫，有了第一周期先祖的尸体形成的泥土，植物顽强得活了下来，这又供养了昆虫。   第三周期的出现，在第二周期后面的2000年，人类也就在这时诞生，随之出现的，还有积蓄了两千年的雨水，这场雨下了几百年，形成的海洋，小溪，湖泊，雨水还把特尼亚博的边缘都淹没了，而被淹没的那部分泥土，就构成了海底下的淤泥。                                                                                                                                            萨满笔记.第一   世界便是这样诞生的，但先民的石刻板上只记载了一部分，世界起源依旧没能完全解开，为此，当时莫耀辉拉斯君主道格拉斯四世不惜动用军队挖掘洛基峡谷，但激怒了原住民魔猿，最终无功而返。\n\n第二（拉迪亚大帝与绝对君主制的诞生）\n永神厉一章一节有记载   先民部落本是一个等级严明的部落，肯拉迪亚是先民部落的贵族，在著名的可洛河战役中，肯拉迪亚带领军队做后勤补给，却遭遇敌人的伏击，肯拉迪亚带领军队，以少胜多，大败敌军包围主力，因此一战成名，此后肯拉迪亚一直担任先民部落的作战首领。   在一次战役中，肯拉迪亚被俘虏，敌方部落首领赏识他的才能，于是提拔他做后勤管理负责人，但由于肯拉迪亚能力出众，在敌方部落中，影响力越来越大，势力越来越广，最终在一次部落会议中发动政变，成功夺取了部落首领之位，并软禁老首领。   政变成功后，肯拉迪亚没有回到原来的先民部落，而是取消了自己部落的部落制度，建立了特尼亚博上第一个统治者王国，国号：莫耀辉拉斯，象征:自由，和平和太阳。定都辉都，自称肯拉迪亚一世，后人奉他为 拉迪亚大帝。   莫耀辉拉斯成为特尼亚博上唯一能和先民部落抗衡的政权。）\n第三（黑暗岁月于先民历史的终结）\n黑暗岁月，先民历史的灭亡。   在先民时代繁荣之时，不知出现了什么灾祸，但历史凭空中断了两千年之久，没有人知道是什么原因，黑暗岁月过后的第一代人类也没有留下什么宝贵的线索，只知道，在那段黑暗岁月里，生灵涂炭，无论是老牌的先民部落，还是称霸一时的莫耀辉拉斯，都陨落到了历史的长河中，只有一些曾经繁荣过的地区，能找到一些断壁残垣，但让人欣慰的是，黑暗岁月前的大部分文献，历史，很完整的保存了下来，但关于黑暗岁月的历史，第一代人类在面对后代的提问时，都不愿意透露一丝关于黑暗岁月的信息。黑暗岁月，永远成为了一个迷。\n\n第四（道格拉斯家族的莫耀辉拉斯）\n道格拉斯家族是黑暗岁月后迅速崛起的一个家族，他们找到了（前）莫耀辉拉斯的首都辉都的宫殿遗址，并于废墟之上重建新的宫殿，道格拉斯家族的族长 麦德古安·道格拉斯在新宫殿上举行加冕礼，莫耀辉拉斯经历千年的沧桑，终得复辟，麦得古安自称道格拉斯一世。   由于重建莫耀辉拉斯，麦得古安被后人尊称为复世祖，新莫耀辉拉斯成为了黑暗岁月后特尼亚博上崛起的几大政权之一，虽领土远不及当初肯拉迪亚的莫耀辉拉斯，不过在当时，确是特尼亚博上最具影响力的政权。\n第五（建国之初）\n莫耀辉拉斯历法院中有记载莫耀辉拉斯成立之初，世间有七大势力，分别是 拉扎莫斯部落，特罗西亚部落，华夏氏族，特尼亚博王国，安澜城邦，奥林修斯王国以及莫耀辉拉斯。其中势力最大的是特尼亚博王国，他们以大陆的名字为国名，占据整个西部沿海。   而除了特尼亚博王国外，势力最大的就是莫耀辉拉斯了。\n\n\n第二支 中期\n第一（信仰之名）【上】\n6000年前，特尼亚博大陆，莫耀辉拉斯帝国经过于西联盟的千年战争，终于统一了整个特尼亚博，3000年前，另一大陆的森林族，跨过令沙海峡，攻占法兰克城，一路势如破竹，森林铁骑势不可挡，莫耀辉拉斯首都辉都告急，国王道格拉斯七世立即派陆军元帅，洛道·彼得，率大军抵挡，前期起到一定抑制作用，将森林大军压制到洛基峡谷对面，并占洛基峡谷有理地位构建百里雄关，辉都卫。    辉都卫保证辉都安全了50年，道格拉斯八十五世病逝，年仅十六岁的道格拉斯八十六世即位，任用乔治·彼得等人为元帅，开始进入战略反攻，打了森林族一个措手不及，在全国上下举族欢庆时，道格拉斯八十六世犯下了一个错误，趁士气高涨开始进攻森林本土，不想，却引发大忌，触怒了森林大教，十大祭坛，暗雷祭坛坛主率徒属加入战争，人类百万雄师崩溃，只得撤退，然而战火并未停息，森林大军重新压境，暗雷坛主引天雷为武器，劈开边疆城墙，目标直指辉都卫，然而辉都卫高层临却在败军之际，临阵倒戈，大门竟向森林敞开之，守护辉都50年之久的辉都卫不攻自破，莫耀辉拉斯被迫转入首都保卫战，年轻有为的道格拉斯八世亲自组织防守，然而帝国东征军被破后，辉都已经拿不出更多兵力来应付暗雷祭坛的席卷，更无法奈何暗雷祭坛坛主的强势攻势，传承3000年的人类帝国，在2944年前的一天，被外族强行终结。。。    胜利的森林族为了打击人类， 对辉都全城进行大清扫，凡是不愿意归顺的，都被抓起来，放到黑暗的特比诺集中营里面，在某一日，公开屠杀。    而这一日，几十万人被残忍杀死，暴尸街头，道格拉斯八世被推上断头台，头颅被悬挂在辉都的城门上。。。人们的鲜血染红了地面，浓郁的血腥味儿让人作呕，幸存的人们无不躲在角落里微微颤抖，森林的暴行还在继续，仿佛在用失败者的鲜血祭奠自己的胜利，人们无力反抗。    然而每个月的同一天，都会进行大屠杀，被杀的人越来越少，因为可以杀的人变少了，一开始是成年人，然后是老人，现在是妇女，然后是儿童。。。。    人们纷纷绝望，因为东边的太阳，时时未见升起，黑暗一直笼罩大地。    直到一天，黑色的辉都城的街头，黑色的斗篷，手中白刃一闪，一名森林士兵倒下，那黑色的斗篷下一秒就消失了，只留下一个森林士兵，倒在地上。      辉都国会大厦，这里目前盘踞的是森林西征军的首脑，那黑色斗篷出现在了这里。    “有刺。。。”这名森林的高级军官，远征军的最高负责人，话在没说完，就倒在了自己的血泊中。黑色斗篷一闪而逝。下一刻，这个国会大厦就发生了大爆炸。。。    突兀的袭击让森林惊慌失措，而遥远的另一大陆神秘组织-灵，宣布对此次袭击负责，并且谴责森林在特尼亚博的暴行，声称，“如果贵邦不立即停止在西陆的暴行，下一次将会是阿洛特尼亚”    这次警告，不得不让森林终止他们的暴行，不管对方是否有能力袭击自己的首都，自己都不应该冒险，不过这长达三个月的大屠杀还是给人类幸存者留下了深刻的阴影。      幸存的人们并未得到自由和平等，人类就像奴隶一般，当然灵仍然在针对森林族，只不过并没有做出什么太大的动静，森林已经退了一步他们当然也不能当仁不让。   没有人知道灵是否真正正义，有人认为灵这样做的目的只不过是为了打击森林气焰，甚至灵的背后可能就是魔族议会，灵的真正目的没有人清楚，但是特尼亚博的真正解放还是要靠人类自己`````第二 四大国家-八大势力-十三大组织\n\n四大国家: \n 莫耀辉拉斯 \n 国旗: 红龙 \n 莫耀辉拉斯是特尼亚博上唯一的正统王国，初代君主为 黑夜劫光-红披风骑士-肯拉迪亚 后经历黑暗时代的历史断层，化为历史      中的灰尘，后在新厉一年于道格拉斯家族族长麦德古安·道格拉斯复辟。     莫耀辉拉斯在先民族语中是 自由 和平和太阳的意思，是人类唯一的王国，占据整个特尼亚博大陆，曾经与亡灵军团有两次合作      ，分别攻下末地之路和统一特尼亚博。     和森林长期交战，因为信仰的不同，莫耀辉拉斯信奉创世神 奥斯丁·史蒂芬，森林信奉女神 艾莉克丝\n 国教:永神教 \n 主神:创世神 奥斯丁·史蒂芬 \n 森林-阿尔特尼亚:\n 国旗: 黑白树 \n 阿尔特尼亚是由一群精灵建造的，森林是阿尔特尼亚所在大陆的名字，因为森林大陆上满是茂密的丛林，故得名森林.     森林第一任君主是精灵女王 弥拉 弥拉是最古老的精灵，她是自然的孩子，是整个森林大陆的精华凝结。     弥拉将首都定于森林大陆西北部的皓月森林。     自六千年前跨过嘉兰群岛的传教士在特尼亚博被杀后，与莫耀辉拉斯长期交战，曾倚仗皓月骑士团和十大祭坛之力攻下特尼亚博  ，最后被教神会击退。 \n 国教：十大祭坛 \n 主神: 艾莉克丝 \n 外貌特征: \n 月光精灵: 蓝色头发 尖耳 身材高挑 \n 自然精灵: 草绿或纯绿头发 尖耳 身材高挑 大腿发达 \n 魔域: \n 国旗: 棕底旗 \n 魔域是魔族的国家，整个世界最发达的国家，爱好和平，几乎没有与任何国家交战。     魔族之所以被称为魔族，并不是因为他们是魔，相传，世界上有两个恶魔，一个为死歌 一个为原罪 后有大能将这两个恶魔打散       ，将他们的血液分散给了一群人，以防止魔血重组，这群人后来就变成了魔族，他们继承了魔血，魔族并没有魔性，相反，他们  很善良，但当唯一的纯血魔族（魔族人称为魔使）死后，他体内的魔血会重新择主，如果新主为其他生物（通常为最近的生物）不具  备魔族体质的生物将无法控制恶魔的纯血，导致的后果将不堪设想。\n 首都: 魔城 \n 主神:无 \n 国教:无 \n 外貌特征: \n 信魔: 赤瞳，黑发，\n 义魔: 长角\n 亡灵军团:\n 国旗:戴皇冠的骷髅头     亡灵是最古老是生物，和人类一起诞生于世界的第三个周期。     曾近居住在特尼亚博北部，后殖民末地之路。     亡灵生物一共有三大军团，分别为骷髅军团，死歌军团，毁灭军团     其中以骷髅军团为尊，三大军团都奉瓦格利亚不死骷髅王为王。     在巨龙之战中，亡灵军团近乎全军覆没，骷髅王亲自上阵对阵黑龙，后被击至重伤，后来莫耀辉拉斯援军赶到，亲自出征的人类       国王徒利一世在奥斯丁圣山脉求来审判天使的的审判之剑，在第九水晶塔上对黑龙执行大审判后杀死黑龙，并砍下龙首，带走黑      龙蛋，卫冕骷髅王，后来骷髅王授予他屠龙者的称号。 \n 首都:终末之诗 \n 主神:创世神 奥斯丁·史蒂芬 \n 国教: 无 \n 外貌特征: \n 骷髅军团: 骷髅 \n 死歌军团: 小绿人 \n 毁灭军团: si~~~~~~~ \n 八大势力: \n 道格拉斯家族\n 道格拉斯家族是黑暗时代后兴起的家族，道格拉斯家族的每任家主都是莫耀辉拉斯王国的国王       初代家主:麦德古安·道格拉斯 \n 势力氛围:道格拉斯家族，普林家族，奥斯家族，萨丁家族，右军营 \n 领土:辉都，道格拉斯平原，天降暗林 \n 族徽:红龙 \n 普林家族:       普林家族是黑暗时代后兴起的家族，家族的固有封地是落南半岛和落日群岛，主城为普林堡。       普林家族在最初的东西百年战争乃至三世东征中起到非常重要的作用，多次出兵讨伐西联盟。\n 初代家主: 兰斯·普林 \n 势力氛围:普林家族       封地:普林堡，落南半岛，落日群岛。 \n 族徽:遁甲熊 \n 奥斯家族 \n 奥斯家族兴起于6000年前森林对特尼亚博的战役，当时森林攻下的辉都，奴役了人类，但是由于奥斯家族在遥远的希尔库斯           沙漠， 没有受到森林的侵袭，希尔库斯沙漠在6000年前是无主之地，所以是整个特尼亚博强盗的摇篮，奥斯家族的初代家主        就是强盗      出生，后来奥斯家族统一了整个希尔库斯沙漠的强盗，建立了一个荒唐的强盗国家，强盗合法，后来在亨利一        世重新夺回辉都后归顺莫耀辉拉斯。\n 初代家主:奥斯·奥斯 （由于奥斯的父母都是奴隶，并没有自己的姓氏，所以他将自己的名字作为家族的姓氏） \n 势力氛围:奥斯家族       封地:希尔库斯沙漠 洛林堡，诺丹堡。       族徽:沙漠蓝狼     萨丁家族       萨丁家族原来的东南群岛上的土皇帝，后来族长归顺莫耀辉拉斯，成为国王麾下领主\n 初代家主:格鲁·萨丁 \n 势力氛围:萨丁家族 \n 封地:东南群岛，篝火堡，赫仑堡 \n 族徽:三叉戟\n 莫耀辉拉斯皇家议会: \n 亨利一世确立议会制度(普鲁士宪政)建立皇家议会，国王再不能独断专行，但是由于皇权仍然高于一切，该制度很多弊端，导        致后来很多皇帝都是独裁统治。       议会在理论上有权利否定国王的政策。 \n 初代首相:戴莱 \n 势力氛围:左军营，卫国军。 \n 永神教: \n 永神教推崇众生平等，作为莫耀辉拉斯的国教，永神教的理论使莫耀辉拉斯摆脱了奴隶社会，使亨利一世获得这个特尼亚博奴        隶的支持，最终夺回辉都。       永神教是特尼亚博第一大势力 \n 初代教皇:戴孟德 \n 势力氛围:特尼亚博，教神会 \n 九大祭坛: \n 九大祭坛是森林的禁忌势力，由十个祭坛组成，每个祭坛能通一种事物，战斗力强悍，很少参与世界上的纷争，仅在人类和精        灵的战斗中出现过一次，并且被教神会毁掉暗雷祭坛，才最终变为九大祭坛。\n 势力氛围:森林 \n 初代教皇:不详 \n 魔族众议院: \n 魔族众议院来自于魔族的政治制度，并不是魔族原创，而是魔族的缔造者给他们的，他们遵守至今。 \n 初代首相:希兰 \n 势力氛围:魔域 \n十三大组织:\n 卫国军:       卫国军是莫耀辉拉斯三大军团之一，负责整个辉都的安保以及国王和议员们的安全，建立者是亨利二世。 \n 初代军团长:兰斯洛特 \n 标志:鲜红玫瑰 \n 左军营:       左军营是莫耀辉拉斯三大军团之一，和右军营同时创建，创建的原因是为了对称辉都城堡的建筑，也是莫耀辉拉斯直接战力       左军营是主张夺回嘉兰群岛统治权，要求对阿尔特尼亚采取强硬态度。必要时可以发动战争。\n 初代军团长:卡瑟 \n 标志:双剑 \n 右军营: \n 右军营是莫耀辉拉斯三大军团之一，和左军营同时创建，创建的原因是为了对称辉都城堡的建筑，也是莫耀辉拉斯直接战力       右军营主张放弃或保持嘉兰群岛，主张裁军和摧毁长城，并致力于莫耀辉拉斯和阿尔特尼亚关系正常化与和平建交。 \n 初代军团长:莉莉丝 \n 标志:捧着皇冠的手 \n 皇家学会: \n 致力与历史和学术的研究，同时也是辉都最大的学院，培养了整个大陆80%的学士。 \n 初代会长（校长）:埃波克·道格拉斯 \n 标志:打开的权杖书 \n 法师学会 \n 整个耀国大法师的聚集地，所有法师的最终向往，同时也是耀国的高端战力。 \n 初代会长:大魔法师弥拉 \n 标志:太阳法杖\n 刺客行会:\n 一个神秘组织，没有固定的据点，由整个莫耀辉拉斯的刺客组成，主要用于政治斗争情报斗争，也是耀国的直接战斗力 \n 初代会长:刺心者疯子。 \n 标志:刺心剑。 \n 赤旗兄弟会: \n 自称义军，由中下层平民构成，目标是推翻道格拉斯的统治。\n 初代会长:兰波顿。 \n 标志:倒立王冠 \n 段衡兄弟会: \n 特尼亚博最大的佣兵团，同时也是黑市的支持者。 \n 初代会长:兰波克 \n 标志:侧面头盔。 \n 教神会: \n 永神教的最高战力,教皇的支持者，最初由奴隶构成，在击溃九大祭坛中起到至关重要的作用，后来和灵一起销声匿迹。 \n 初代会长:不详\n 标志:叉\n 灵 \n 最神秘的组织，曾经针对过森林，战力强大，大家一致认为幕后主使是魔族众议院，是为了打压阿尔特尼亚实力临时组建的，        防止阿尔特尼亚势力过大而针对魔族，魔族官方没有对这件事做出回应。 \n 初代会长:不详 \n 标志:黑旗（或暗红旗） \n 皓月骑士团 \n 森林皓月精灵组成的骑士团，西征军的主力，擅长骑射以及近身搏击，动作灵敏。 \n 初代军团长:皓月骑士长\n 标志:蓝白旗 \n 森林近卫团 \n 自然精灵组成的军团，身手敏捷，相当于耀国的刺客，除了充当主力外也负责西征军的情报工作 \n 初代军团长:阿尔特尼亚司令官。 \n 标志:绿白旗 \n 审判骑士团\n 强大的骑士会被国王授予代表骑士最高荣耀的头衔，审判骑士，他们代表公正，代表国王和教皇意志，行走在前线，是前线生        活的居民最好的朋友，也是长城守卫最有力的援军，所有审判骑士都穿着金甲，审判骑士只是一个名词，他可以是狂战士，鬼        剑士，也可以是猎人，刺客，和法师。 \n 初代军团长:无 \n 标志:金色十字\n\n\n以下为世界观对应的rpg服务器提供的地图。只有特尼亚博大陆，森林大陆和魔族大陆并不在此图上\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2280686099",
            "timestamp": 1499582040,
            "txt_content": "看起来很6的样子"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499610900,
            "txt_content": "创世啊...\n我这边也在干呢，不过我们的文风可能很不一样。\n\n你这边的节奏有点古怪，太快了。很多大事件没有渲染完就出来了，清晰性自然不足。创世这种事情，太难了。过程中的每一个名字，背后都应该有一段故事。这样写，作为提纲还好，如果整篇文章这样写，就毁了。\n【不知是否看过精《精灵宝钻》？】\n\n魔法性的创世只要逻辑到了就好了，如果创世还要讲科学...那就贼鸡儿可啪了。\n举个例子，我（存稿了好久）的《仪仟史诗》中关于取火的某一段：\n\n出于星火氏的贡献，在他死后，人们为他用燧石搭建了一个陵墓，世世代代总有人知道陵墓在哪儿。而哪怕在战争年代，也很少人会特意破坏位于荒山野岭中的星火陵，使得它成为为数不多的一直保留下来的重要建筑之一。这座陵墓周围的考古发现，成为了我们研究当时星火氏如何引火的重要史料。\n由于在这片区域广布着白桦树，而众所周知，白桦树是一种适合用来钻木取火的树材，因此直到不久前，人们依然认为星火氏是钻木取火的。但是诸多疑点，为什么星火氏分明是钻木取火，他的陵墓却堆满了燧石？白桦的吸湿性强，当地降水丰沛，又是如何特意挑选干燥白桦？对此，人们提出了不同的看法，却没有一种能够较好的解决各种矛盾。\n近年来的考古发现使得局面发生了根本上的改变。在星火陵旁边（今星火城外）的星火城旧址的考察中，人们发现了一条记录。大致是在曙光时代，这里发生了一场大火，烧毁了星火陵周围大概五十个区块左右的植被。许多史料和实验证明，白桦在火焰燃烧过的土地上能够倔强地生长，从而成为被烧过的土地上的主要植物族群。同时对这片区域的勘探结果显示，这片区域有丰富的燧石。而根据对附近几个区块的考察，这片区域原先也应该广布着火绒草——满足击石取火的各种条件。因此，星火氏击石取火的可能性反倒更大一些了。\n这一段，我单单查资料就花了一个多小时。\n\n根据楼主的文笔和逻辑性来看，楼主应该是一个很聪慧的人，才能够将如此多的事件整合起来而不会矛盾重重。这点是非常值得赞扬也是非常可贵的。但是楼主可能是由于阅历不足，在创世的时候出现了很多想当然的情节，毕竟相比于托尔金之类的大佬，我们都还图样图森破。希望楼主加油！\n创世的人挺多的，这里@玄素 一下_(:зゝ∠)_"
        },
        {
            "author": "tyingzhe",
            "timestamp": 1499654820,
            "txt_content": "Smokey_Days 发表于 2017-7-9 22:35\n创世啊...\n我这边也在干呢，不过我们的文风可能很不一样。\n  我这篇，并不是小说，并不是一个故事，我说过了无剧情，无主角，虽然作者是我，但我写的时候并不是以我的角度来写的。\n  既然我是作者，这里我当然是可以刻画得很清晰，这就是一个脑洞的问题，但我不是以我的角度来写的，就像“第一（世界起源与先民石刻）”这里面我并没有直接说世界如何起源，而是引用我文中 “先民的石刻”\n所记录，所以记录者是黑暗岁月之前的先民，是他们通过他们萨满的占卜啊，祭祀啊，所了解的内容，所以并不会很清晰，太过于清晰和细致，反而会使内容不真实。他们最多了解一个大概，你说每一个名字背后都应该有一段故事，这个我是赞同的，但你说，先民所记载的内容怎么可能那么完整，那么详细的阐述每一个内容背后的故事呢？\n  然后篇幅不足，人物渲染的不够生动，我写小说的时候往往一个打斗的场合都要写7000多字，但是在这里我想一概而过，就如第二拉迪亚大帝与绝对君主制，我只用很少的文字就写完了，因为史诗是一种庄严的文学体裁，所以我这里面大多都是用简单的文字叙写，没有精致的修辞，排比，和词语，所以我写得短，细节全部记录下来得话，读起来就会枯燥无味，不如直接记录下重点。\n  然后是第三（黑暗岁月与先民历史的终结）\n  这里相较第二，字数更少了，这也是有原因的，因为黑暗岁月的历史中断，没有完全保留下来，所以记录的时候我自然不会太过细致。\n  想来你还没有全部看完，所以太多的解释我也不说了，其实说那么多我也有点找理由的成分，一些地方确实是因为偷懒懒得写。\n 另外就是，全篇写的时候，我并不是以上帝视角来写的，我都是站在生活在这个世界里面的人的角度所阐述的，这个从第一就可以看出来。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499659440,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-7-10 12:09 编辑 \ntyingzhe 发表于 2017-7-10 10:47\n我这篇，并不是小说，并不是一个故事，我说过了无剧情，无主角，虽然作者是我，但我写的时候并不是以我 ...\n【我有说过这是小说么_(:зゝ∠)_】\n创世类的（或者说楼主说的史诗），写的角度主要有三种：一种是以里面每一个重要的人物为主角，记载他们的事情，以此展开世界发展的画卷；第二种是以上帝视角，写一种类似于赞歌的东西；第三种类似于从历史记录中还原当时历史的图景。我一开始认为楼主是以上帝视角写的，不过看楼主的解释应该是以第三种方式写。\n\n因为史诗是一种庄严的文学体裁，所以我这里面大多都是用简单的文字叙写，没有精致的修辞，排比，和词语，\n在这里楼主可能有一定的理解错误：\n①史诗是庄严的文学体裁，但却不一定“简单”，例如荷马史诗-奥德赛：\n告诉我，缪斯，那位聪颖敏睿的凡人的经历，在攻破神圣的特洛伊城堡后，浪迹四方。他见过许多种族的城国，领略了他们的见识，心忍着许多痛苦，挣扎在浩森的大洋，为了保住自己的性命，使伙伴们得以还乡。但即便如此，他却救不下那些朋伴，虽然尽了力量：他们死于自己的愚莽，他们的肆狂，这帮笨蛋，居然吞食赫利俄斯的牧牛，被日神夺走了还家的时光。开始吧，女神，宙斯的女儿，请你随便从哪里开讲。\n　　那时，所有其他壮勇，那些躲过了灭顶之灾的人们，都已逃离战场和海浪，尽数还乡，只有此君一人，怀着思妻的念头，回家的愿望，被卡鲁普索拘留在深旷的岩洞，雍雅的女仙，女神中的佼杰，意欲把他招做夫郎。随着季节的移逝，转来了让他还乡伊萨卡的岁月，神明编织的时光，但即使如此，他却仍将遭受磨难，哪怕回到亲朋身旁。神们全都怜悯他的处境，惟有波塞冬例外，仍然盛怒不息，对神一样的俄底修斯，直到他返回自己的家邦。\n　　但现在，波塞冬已去造访远方的埃西俄丕亚族民——埃西俄丕亚人，居家最僻远的凡生，分作两部，一部栖居日落之地，另一部在呼裴里昂升起的地方——接受公牛和公羊的牲祭，坐着享受盛宴的愉畅。与此同时，其他俄林波斯从神全都汇聚宙斯的厅堂。神和人的父亲首先发话，心中想着雍贵的埃吉索斯，死在俄瑞逝忒斯手下，阿伽门农声名远扬的儿郎。心中想着此人，宙斯开口发话，对不死的神明说道：\n\n可以很明显地看出，史诗这种体裁，显然是用于记叙传说的。用在这里倒也不无不妙。可是史诗通常要塑造一种宏大的场景，而寥寥数语概括下来的，很明显只能是编年表。\n②史诗是一种诗歌。\n顾名思义，既然是史诗，即是通过口耳相传而流传下来的诗歌。这种诗歌之所以能流传下来，一定程度在于其音韵。很显然，楼主写的这篇文，说是“和史诗一样宏大”或者说“史诗级的构造”倒是对的，但是硬要说成是“史诗”未免有点牵强。\n\n《二十四史》肯定听说过。全文约三千万字。因此如果要塑造一个骨肉丰满的世界，必须要有足够的记载。不知道楼主初中语文有没有学过《陈涉世家》，这篇文章仅仅讲述陈胜一个人的大致的故事，翻译成现代文就有六千多字；而在这里，数千年的历史留下来的记录难道只有寥寥数语么？就算只有寥寥数语，难道不能夹杂着一些根据蛛丝马迹留下来的推论么？\n抱歉，这里的语气可能有点过于激烈了。我想表达的是，无论怎么解释，都无法改变这个世界就是骨肉不够丰满的事实。作为一个世界，肯定有几个英雄人物，就算没有这个也肯定有足以传诵的伟大事件。包括可洛河战役，新莫耀辉拉斯的建立，这些事情应当是被传诵下来的。当然各人的世界肯定也不一样，然而这些伟大的事件，流传几千年以后竟然就只剩下一句话了。\n\n至于楼主说黑暗岁月没有流传下来，这个我不方便多评。各人心中装着的世界肯定略有不同，因此这如果作为一个设定那倒没有什么。\n当然，这篇文章也有一些亮点。比如说对于世界诞生的独特描述，对于历史的宏大设计等等，瑕不掩瑜。里面有一些逻辑错误，倒也无妨。个人认为比较重要的还是记叙的详略性问题。\n\n总之呢，我在这里逼逼了这么多，其实纯粹是无聊的时候写点评论而已。昨天太困了，没写清楚，今天回来解释一下。希望楼主能再接再厉啊！\n另：我在这里说的每一个字都绝对没有撕逼的意思，尽管有的时候可能会惹人误解，但是我真的只是诚心诚意地写点评论啊，千万别误会！"
        },
        {
            "author": "tyingzhe",
            "timestamp": 1502286840,
            "txt_content": "已更新，其实一直更新内容，但是多为主线任务对话，只有到和世界观有关类的才会上传"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502665500,
            "txt_content": "编辑到分页感觉更美观，推荐一下。"
        }
    ]
}