{
    "title": "[内含BGM]【七月活动】【原创·单篇】夏梦一场，碎人心肠",
    "author": "Gong_Pu",
    "replyCount": 7,
    "timestamp": 1499582280,
    "txt_content": " 本帖最后由 Gong_Pu 于 2017-7-11 18:53 编辑 \n\n前言：\n身后的樱花和当年一样。樱花为什么会凋散呢？明明这样会让自己枯萎的。难道只是为了展现自己的没吗？后来我知道了，当一株樱花树走到人生的尽头时，她就会展现释放自己全部的美丽。风气，月升，花散。那夜，那飘舞的魅影原来就是樱花啊！只可惜当时我并不知道。\n\n\n正文：\n  褪去夏日的炎日与聒噪，闲云遮住了明月，这个世界又重新感受到了清凉与宁静。灰黑的天空，星光倒映出的同样是灰黑色的建筑，从这里到那里，连绵不绝。但这是灰色的城市，是死去的城市，是没有生机的城市。就像节日的庆典一样，喧嚣过后，留下的唯有寂寞。是啊！就像我的心一样。\n  我站的地方可以眺望到这座城市，当初也是在这里和她相遇的。那天也是同样的清凉，同样的星空，只是要更明亮。灰亮的幕布点缀着点点繁星，明星洒下的光辉映在坐着草地上的她身上。她仿佛就是专门在那里等我一样。见我走过来，她站起来，星光又倾泻到她的乌发上，她整个儿都浸染在星光中。她是多么的美丽，多么的圣洁。她是第二个来到这个世界的，是我在这个世界遇到的第一个人。她为实现我的愿望而来到这个世界的。我盯着她坐的草地，说道：“我要在这里留下我的成绩。”\n  接下来的时间，我们在一起搭建属于我们的城市。曾经的草地，一座只属于我们两个人的城市。是啊！干活的时候，她最积极；听我讲故事的时候，她最兴奋；在月下小憩的时候，她最安详。这个世界仿佛她最美。干活的时候，我都是挑最重的活；讲故事的时候，我都讲你最喜欢的；在月下小憩的时候，我都让你睡得舒服。这个世界我都愿意奉献给你。“互相约定好了呢。知道世界将我们分开。”\n  到底过了多少时间呢？我记不清了。几十年？还是几年？或许只有几个月、几天、几小时。我只知道在无数次的睁眼闭眼间，这座城市一点一点的成型。也许和爱人在一起的时光是短暂的吧。\n  终于在那一天，在那个仲夏夜。星空还是那么美丽，夜还是那么清凉，我们的城市建好了。我亲手铺上了最后一块半砖，笑着对她说：“终于完成了呢。”那一天，她的笑容在月夜下是如此的美丽啊！她牵着我的手，漫步在我们亲手搭建的街道上。虽然这个世界只有我们两个人，但是这座城市充满生机，这些摩天大楼，这些学校，这些店铺，都是我们爱的结晶啊！于是我对她说：“我们纪念一下吧。”我牵着她的手，走到我站着的地方。“我们在这里种下樱花树吧！”她笑着同意了，我们种下了象征我们爱情的樱花树。\n  三天后，还是在这里，我们照常来这里照顾这颗樱花树。在树下，你抓住了我的手，“对不起。我要离开了。”为什么，怎么会，过了数不清的春夏秋冬，你为什么要离开我。“你看呐，我已经帮你实现愿望了。我的使命也就完成了呀...”不，不！她哭的不像样子的告诉了我真相。不！这不是梦！这一切是如此的真实，我和她度过的时光怎么会是梦呢？我哭着一把抱住了她，“不！骗人的！我的愿望是和你永远的生活在这里！生活在这片我们亲手建设的土地上！”不对呀！我应该是紧紧的抱住了她，可她还是在我怀中化作萤火消失了。我在树下，哭的癫狂，哭得绝望。这个死气沉沉的世界！这个孤独的世界！\n  不知道过了多少时间，我记不清了。几小时？还是几天？或许有几个月、几年、几十年。我只记得花开花落，日升日落。我只知道她走了，就留下我一个人。我只知道她再也不会回来了。也许悲伤的时光是漫长的吧。\n  跨越星辰，我一直在寻找你的踪影。奇怪，在时空的海洋中我为什么就找不到你一丝的痕迹呢？也许这只是梦而已。是啊！一场仲夏夜之梦啊！\n  It was just a dream.\n选画：\nBGM：http://music.163.com/style/swf/widget.swf?sid=26131697&type=2&auto=1&width=320&height=66",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1499582520,
            "txt_content": "一如既往的文笔\n我总觉得很久没看见你了= ="
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1499582880,
            "txt_content": "1026833619 发表于 2017-7-9 14:42\n一如既往的文笔\n我总觉得很久没看见你了= =\n不知道是夸奖我呢还是批评我。（笑）"
        },
        {
            "author": "海潮",
            "timestamp": 1499593020,
            "txt_content": "首先解决环境问题，不然异性恋都得死在这里。"
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1499599980,
            "txt_content": "海潮 发表于 2017-7-9 17:37\n首先解决环境问题，不然异性恋都得死在这里。\n异性恋...\n斜眼\n谁说“我”就是男的了？\n主角的性别是自由想象的空间之一。"
        },
        {
            "author": "动物的世界",
            "timestamp": 1499602440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "海潮",
            "timestamp": 1499602800,
            "txt_content": "Gong_Pu 发表于 2017-7-9 19:33\n异性恋...\n斜眼\n谁说“我”就是男的了？\n只有百合才行啊，哲学一脑补就..."
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1499608740,
            "txt_content": "动物的世界 发表于 2017-7-9 20:14\n看完后泪目\n表示入宅后基本上就看虐番....."
        }
    ]
}