{
    "title": "[Minecraft.net|CULTURE] Louvre Craft —— 卢浮宫工艺",
    "author": "cc7w",
    "replyCount": 3,
    "timestamp": 1499578740,
    "txt_content": "\nhttps://minecraft.net/en-us/article/louvre-craft\n\nWritten by\nTom Stone\n07/08/2017\n\nTranslated by\nc7w\n07/09/2017\n\n@LocusAzzurro @FHC红石 @小阿狸.... @XJue_DaDa @原子弹1号 @ItIsEnderman @暴力杀狗 @ustc_zzzz @volta薯片~ @ff98sha @DGK2 @我叫坂本 @九幽之帝 @Smokey_Days @Mithey @迷途的路人 ",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499578920,
            "txt_content": "标题: [Minecraft.net|CULTURE] Louvre Craft —— 卢浮宫工艺 本帖最后由 1345979462 于 2017-7-11 12:30 编辑 \n\nL O U V R E    C R A F T\n卢 浮 宫 工 艺France's famous Louvre museum recreated by NewHeaven!\n法国著名的卢浮宫被NewHeaven建筑团队重建！\n\n\n　　Pack your bags, buy your tickets, hop on the plane and leave your outdated stereotypes at the gate please – we're off to France! To eat tons of amazing cheese and plot to steal the Eiffel Tower? No time for that now, perhaps later - we're off to the Louvre!\n　　收拾好你的行李，买好票，登上飞机，请离开你过气的家乡 —— 我们要去法国了！我们要吃很多绝妙的奶酪，甚至我们要计划去偷窃埃菲尔铁塔？不，现在不是做那个的时间，那个可能会更晚些 —— 我们现在要去卢浮宫！\n\n　　Originally a fortress built all they way back in the 12th century, the Louvre museum is massive. It covers over 650,000 feet and holds over 70,000 pieces of art, including exhibits like Leanardo Da Vinci's Mona Lisa (though personally, I prefer this Minecraft version).\n　　卢浮宫博物馆本来是一座城堡，它在十二世纪建成。它占地超过650,000英尺，拥有超过70,000件艺术品，包括像达芬奇的蒙娜丽莎这种（然而就我个人而言，在Minecraft中我更推荐这个）。\n\n　　So you'd have to be pretty cray-cray to so much as dare to think about possibly even considering rebuilding such an epic structure in Minecraft. Or you'd just have to be a member of the perfectly-sane-thank-you-very-much build team, NewHeaven! After a spot of fishing and a trip to Wonderland, NewHeaven have delivered the Louvre in Minecraft, quite possibly their most ambitious build yet.\n　　所以当你想在Minecraft中重建这种史诗级的建筑时，你可能会退缩，或者你可能会成为“非常明智，非常感谢”建筑团队中的一员 —— NewHeaven！在钓鱼之王与仙境之旅后，NewHeaven将卢浮宫运送到了Minecraft中，这可能是他们目前为止最具雄心的建筑。\n\n\n\n\n\n\n\n　　“We had the opportunity to collaborate in Paris with LISAA, one of the biggest art institutes in France,” explains NewHeaven builder, Boorizz. “We decided to recreate the Louvre so that the students there could recognize it and identify to it. Our main intention was to show them all the possibilities that the game offers. Moreover, we wanted to revive interest in art and museums using a playful platform such as Minecraft.\n　　　“我们有幸与LISAA在巴黎合作，LISAA是巴黎最大的艺术协会之一，”NewHeaven的建筑者，Boorizz解释道，“我们决定重建卢浮宫，这样那儿的学生能够认出并记住它。我们主要的目的是向他们展示这个游戏提供的所有可能。此外，我们想使用例如Minecraft这样有趣的平台来复兴艺术与博物馆的乐趣。”\n\n　　“Even though we were given the choice to build anything as long as it was in Paris, the Louvre quickly sprang to mind as it is an emblem of France and Culture. From a more personal point of view, recreating it was really enjoyable as we love the architectural style of this museum.”\n　　“即使我们有能够建造巴黎内任何东西的选择，卢浮宫很快就跃入我们的脑海，因为它是法国与文化的象征。从个人角度来看，重建它让我们很开心，因为我们喜欢这座博物馆的建筑风格。”\n\n　　With their decision made, NewHeaven had to start researching and planning how to bring The Louvre to blocky life. This involved several trips to the actual museum. “We were lucky to have a few members living close to it in real life,” says Boorizz. “There, they took pictures of small details that we could not really find online. This was also a really good way of getting an idea of what we were about to undertake.”\n　　在他们做决定之后，NewHeaven开始了搜索与计划，计划怎样才能将卢浮宫带到方块生活中。他们去参观了真实的博物馆好几次。“很幸运，我们的一些成员在现实生活中住得离它很近，”Boorizz说道，“他们在那儿将我们在网上无法找到的细节拍成了照片。这也是激发我们想法的一种好的方式。”\n\n\n\n　　Research had to be done fast, however, as time was of the essence.\n　　研究需要很快就做完，因为时间是非常重要的。\n\n　　“Knowing that it had to be done before the collaboration [with LISAA], we set a deadline which resulted in us being quite efficient,” explains NewHeaven member, Elgringau. “It eventually took us around 40 days of regular work.”\n　　“你要知道，研究要在与LISAA的合作之前完成，我们设置了截止日期，最终我们的效率很高，”NewHeaven的成员，Elgringau解释道，“最终我们的工作大约花了40天。”\n\n　　Such a feat was only possible thanks to the size of NewHeaven, and careful planning. “We had more than one project going at the time so some members did not get to work on the Louvre,” says Elgringau. “Still, 11 people managed to participate. So thanks to Arch_NH, Ariah, Boorizz, Bulix, Frankenstein25mc, HalfBreath, Iskilia, JeanTi, ThomasEsc, and xflash_yers.\"\n　　这样的壮举，我们只能感谢NewHeaven建筑团队的庞大规模与精密计划。“在那时除卢浮宫之外，我们还有一个多项目，所以我们的成员不会都来建筑卢浮宫，”Elgringau说道，“不过，参与我们的有11人 —— Arch_NH, Ariah, Boorizz, Bulix, Frankenstein25mc, HalfBreath, Iskilia, JeanTi, ThomasEsc, 和 xflash_yers，感谢你们。”\n\n　　Sometimes it doesn't matter how many people you have on a project – it's knowing how to use a team efficiently and effectively that gets results. Some builders were assigned specific parts of the museum, like xflash_yers, who constructed the Pyramid De Louvre.\n　　有时人数的多少不会影响一个项目 —— 重点是了解怎么有效率地使用团队。一些建筑者被分配了博物馆的特殊部分，例如 xflash_yers，他建造了卢浮宫金字塔。\n\n　　“I started off by laying the base of the pyramid in accord to the scale we had chosen,” says xflash_yers. “Once that was done, I looked up the angles of inclination and place the corners accordingly. When the skeleton was done, I filled the rest with glass. Finally, I placed the steel beams in such a way so that the result would look good in Minecraft.”\n　　“根据我们的计划，我首先开始为金字塔打地基，”xflash_yers说道，“在我完成这项工作以后，我留意了一下倾斜角度，然后修好了拐角。当骨架做好了以后，我用玻璃填满了其他部分。最后，我用这种方式将钢梁摆好，这样最终在Minecraft中看起来才会好看。”\n\n\n\n\n\n　　“One tricky aspect of the Louvre is that the two main wings are not parallels,” explains Arch_NH and Frankenstein, of the more challenging parts of the build. “Knowing that Minecraft only allows us to interact with perpendicular lines, reproducing it as honestly as possible was perhaps a bit more complex.”\n　　“卢浮宫棘手的一个方面是两个主翼不平行，”Arch_NH和Frankenstein解释道，他们建造了本建筑更具挑战性的部分，“你要知道Minecraft只允许我们与垂直线互动，要想完美地重建它，老实说，可能会复杂一些。”\n\n\n\n\n\n　　Nonetheless, they pulled it off! We asked what they'd suggest if we were to take on something so ambitious in scope. “First off, make sure you choose a structure that you love, that has a certain meaning to you, otherwise you may get tired of it,” advises NewHeaven member, Bulix.\n　　尽管如此，他们还是成功了！我们问他们，如果我们也想做这样雄心的建筑，他们会提出什么建议。“首先，请确保你选择了一座你喜欢的建筑，对你有特殊意义的建筑，不然你会厌烦它的。”NewHeaven的成员Bulix建议道。\n\n　　“Then make some research and figure out what you are about to undertake. Once you are ready, you’ll have to choose a scale. But be wise, because this will define the amount of details you’ll be able to put on it and the overall size of the reproduction. If you made sure you had enough pictures of your structure and you are happy with your palette, you are ready to go. You’ll most likely be forced to improvise a few times, but that’s part of the challenge.”\n　　“然后请做一些调查，弄清你要做什么。只要你准备好了，你需要选择你建筑的规模。但是在这步请明智些，因为这会决定你能够放上去的细节多少与你的建筑的整体规模。如果你确信关于你的建筑你已经搜集到了足够多的图片，并且你对于那建筑很开心的话，那就去重建吧。你可能会迫使自己几次，但那也是挑战的一部分。”\n\n\n\n　　A challenge you accept? We'd love to see more of these real-world builds from you lot. If you need more inspiration, check out our coverage of previous NewHeaven projects here and here!\n　　这挑战你能接受吗？我们想从你那里看到更多这种现实世界的建筑。如果你需要更多灵感的话，请在这里或这里浏览我们NewHeaven建筑团队以前的项目！\n\nhttps://minecraft.net/en-us/article/louvre-craft\n\nWritten by\nTom Stone\n07/08/2017\n\nTranslated by\nc7w\n07/09/2017\n\n\n"
        },
        {
            "author": "LRual",
            "timestamp": 1499580360,
            "txt_content": "我觉得自己又该换眼镜了\n不看介绍还以为是照片= ="
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1499724420,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-7-10 23:09 编辑 \n\n原帖链接和发布者发布时间没写啊\nemm 写在2L是啥鬼"
        }
    ]
}