{
    "title": "【原创·连载】真相【第一章 受邀】",
    "author": "JerryChips",
    "replyCount": 0,
    "timestamp": 1499656980,
    "txt_content": " 本帖最后由 JerryChips 于 2017-7-11 01:34 编辑 \n\n 01\n  “我太聪明了。”科勒总是念叨着这句话。\n  “不知道他是怎么了。”坐在我旁边的矿工放下了空玻璃瓶，偷偷地对我说。\n  “自从有人把他从有怪物出没的郊野外救出来后，他就开始这样了。”矿工接过一瓶满的水瓶，灌了一口。“天天说他自己聪明，不是我说——他本来就不太正常。”他瞥了一眼在门口边坐着的科勒。“看到没有——那皮包骨的样子。如果不是白天，可能别人还以为是骷髅呢！”\n  我顺着门口照进来的阳光看去，科勒正抓着面包盯着远处的巡逻队。正如矿工的描述，他看起来像是从来没有满腹过。\n  矿工拿起了破损的铁镐，同我告别，然后径直走向门口。他在科勒身后停顿了一下，又加快了步伐，仿佛遇见了黑夜里的怪物。\n  我饮尽了最后一滴蘑菇汤，迎合着阳光出去。\n  “你好。”在我走到科勒旁的时候，他放下了面包，突然蹦出了这两个字。他的头发杂乱，让他看起来极为邋遢。\n  “你好。”我回应着。可科勒像是什么也没发生过一般。我摇摇头，再次走向门口。\n  “注意，安全。”到我已经出了门时，科勒走过我身边，他细小的声音像是不想让人听见。\n  科勒快步走过，我呼喊着，他也毫无反应。 \n  ——怪人。\n  我抱着不安的心思穿过旁边的房屋，直至事务所门前。\n  很快门就被打开，一个腼腆的男孩站在面前，不安地说道：“先生，今天——有一封主城的信件。”\n  我赶忙拉来两把椅子，接过安佛手里的信件。\n  很快白框便跃动在我面前。\n\n   珀瑞先生，\n  抱歉在今天这个休息日子打扰您，但主城最近不太安定。我们需要您来协助我们调查。\n  详情请到主城了解。\n\n  主城安全理事处\n\n  02\n  “我要去主城一趟。这段时间帮我管一下事务所吧。”叮嘱完安佛，我急匆匆地跑去城门。\n  ——出什么事了？\n  主城几乎没给我寄过多少信，有也不过是给我一些其他城的最新消息。\n  守门的士兵检查完证件后，便打开了城门。\n  “我也要去主城。”\n  我回头看去，科勒正盯着我。\n  “有问题吗？”他拿出了一把全新的铁剑，看起来铁剑比他还要重。\n  “...没有。”\n  “路上有伴会好些的...哪怕是一个——不太正常的人。”科勒笑了笑，可那模样并不给人欢乐的印象。\n  ——晚上7点43分。\n  我盯着眼前燃烧的营火，咬了口干硬的面包。\n  “我站岗吧...”科勒烤着鸡肉，眼睛不断往周围望着。\n  “...谢谢。”我走进帐篷，把剑倚在床边。\n  看着微弱的火光忽闪，心里愈发不安。\n  ——有什么事要发生？\n  ——“注意，安全。”\n  ——怪人。\n\n  03\n  我迷糊地爬起了身，摸索着床旁的剑。\n  ——刚刚的撕裂声是什么？怪物？\n  粗糙的质感让我心安定了一些，我抓住剑柄，慢慢地朝帐篷口移动。\n  营火已经灭了，地上散乱着血迹，还有许多破烂不堪的腐肉在周围。\n  ——天哪。  “我们得走了。”科勒拿出了一些皮革来包扎伤口。\n  表显示现在凌晨5点。\n  “走吧，现在赶去应该在晚上7点左右到达。”科勒站起身，拿出了他的剑。\n  剑已经有些缺口了，血染满了剑身。\n  “你——腿受了伤。”我看着科勒艰难地拿剑支撑着走动。\n  “别在意，快走吧。”他拿起火炬照明。\n  我走上前去扶他。\n  “别碰我，我很抱歉——但别碰我。”科勒用力甩开我的手，带有歉意地说。\n  ——怪人。\n  “我不喜欢别人与我有所接触。”他慢慢地走着，解释道。\n  “这可不是个好习惯。”我夺过他手上的火炬，“我来探路。”\n\n  04\n  “所以，晚上来了僵尸？”我走在前方戒备着，朝后方的科勒问道。\n  “对，不多。”科勒喝了口水，回答着我的问题。\n  ——血迹太多了，腐肉也是。\n  我没有再次询问他问题，沉默地走着。\n  ——下午3点。\n  我把表放回背包，看着后面的科勒。\n  “要休息吗？”\n  “不。”科勒瞥了眼我，嘴里吃着面包。\n  ——晚上6点43分。\n  “我们到了。”我站在主城城门前对科勒说道。\n  科勒和我通过了城门，便准备分开了。\n  “你是要和我一起回去，还是分开？”临别时我问了问。\n  他像是惊讶地顿了顿，思索着。\n  “一起吧。”\n  “我大约要几天才离开，你能在柯德旅店找到我。”我给他一张旅店的名片。\n  “注意，安全。”他再次说出这句话，然后匆匆朝旅客区赶去了。\n  ——怪人。\n\n  05\n  我推开了房门，朝旅店门口走出。\n  已经是早晨了。\n  走到主城中心附近的一栋房屋，我推门走了进去。\n  “欢迎——欢迎。珀瑞。我已经等了你好久了。”提一脸慌张，把我拉到桌旁。\n  “你在战役的时候也没有这么慌张。”我挑了挑眉，看着他。\n  “对，那是因为我死只会牵连到我自己——可你看，这次，已经有其他人为此丧命了！”提呼吸急促，指着桌上的文件。\n  我不敢大意，拿起散乱的几张图片。\n  ——该死。\n  “多久了？”我放下图片，拿起近旁的报纸报道。\n\n  已有五名居民遭到谋杀。而遭到谋杀的方式极为相似。记者询问安全理事处的人员，他们回应已经出动了大量职员去调查一系列的案件，请各位居民不要在夜晚独自出门，更不要在没有安全保障的前提下出去城外。\n\n  “七天。”提从桌下抽出了几份档案。\n  “他们都是看守矿场的人员。”我翻阅着资料。\n  “他们守着什么？”我接过提递来的矿场申请许可。\n\n  青金石矿坑。\n  于世历691年3月3号发现。\n  申请开采许可，看守许可。\n\n  ——下面是盖章。\n  “青金石？这玩意缺乏了？”我搜寻着其余的文件，问道。\n  “附魔需要用到，每天消耗的数量很大，尤其是在主城。”提苦笑着。\n  我起身走到一旁堆积的书籍查看。\n  ——《有关红石的常识》，《如何用好你的剑》，《你需要了解的怪物》。\n  “我有几天时间？”我朝着旁边的提问道。\n  “两天。”\n\n  06\n  矿坑的守护人员已经更替了，仿佛要严查每一颗尘埃。\n  我拿出已经破烂不堪的执照，走了进去。\n  ——“你要被分配到别的地方了。”\n  ——“什么时候？”\n  ——“现在。”\n  ——“有什么好处吗？”\n  ——“......活着。”\n  推开矿坑的门，挖掘方块的声音不断响起。\n  我拿出箱子里的矿车，放置到轨道上。\n  忽明忽暗的火炬光亮，呲啦作响的风声，铁轨与轮子摩擦产生的吱呀声。\n  ——“我是对的。”\n  ——“我知道。”\n  ——“可......”\n  ——“你得要停止！不然你就要死了！”\n  矿车撞到了出口，我走出矿车。\n  “昨晚休息的好吗？”科勒站在矿车旁，手里拿着火炬。\n  “我觉得你最好解释一下！为什么你在这里！”我警惕地看着他，抽出铁剑，指着他的头颅。\n  科勒把手伸进背包，我则把剑望他的头靠了靠。\n  他拿出执照，笑着说：“我是第7位受雇于这次事件的职员。而你，是第8位。”\n\n  07\n  ——怎么回事？\n  我把剑放下，疑惑地看着他。\n  “你要是走进去，就会死。”科勒小声地说道。\n  “你已经被监视着。哪怕你没走进这会杀了你的矿道——也会有人来杀你的。”科勒把执照收回去，领着我望矿道入口的另一边走去。\n  “前天的僵尸，是他们放的。”他打开了门，带着我走了进去。\n  “是因为那件事？”我的心仿佛要落入无底的悬崖。\n  “对。”科勒看着我。\n  “知道这件事的有8个，你是知道最多的。”科勒停下了步伐，熄灭火炬。\n  “小声点，别发出动静。跟着我。”他蹲下身子，慢慢挪动着受伤的腿前行。\n  ——的确像极了骷髅。\n  但我很快随着黑暗的到来回忆着几年前的事情。\n\n",
    "replies": []
}