{
    "title": "泰拉瑞亚1.3.5现在在PC可用！",
    "author": "ff98sha",
    "replyCount": 5,
    "timestamp": 1499659080,
    "txt_content": " 本帖最后由 ff98sha 于 2017-7-10 13:18 编辑 \n\n\nHello Terrarians!\n各位泰拉人，你们好！ \n\nThe dev team has been hard at work! We are excited to introduce new and improved language support/translations, 4K support, UI scale and zoom options, new furniture, a couple of armor sets, and more! This update represents one part of the team's vision for what we have called 1.3.5 to this point, and is focused on polishing and fixing up some issues that have needed addressing as well as bringing some long-requested features to the game. Admittedly, it is a bit light on \"more content\", however, we wanted to go ahead and get these ready-to-go features out to players now rather than making everyone wait until all of the other stuff is completed.\n开发团队已付出了许多辛勤劳动！我们十分赛艇地推荐新的语言支持/翻译、4K支持、UI大小、变焦选项、新家具、一堆盔甲套装和更多！此更新——我们叫做1.3.5，专注于微调和修复需处理的漏洞，也加入了一些长时间以来呼声很高的特性。说实话在“更多内容”方面有些欠缺，但我们想先把这些已经可用的特性推出，而不是让玩家等到所有相关内容完成才能体验到。\n\nThe other part of this update will be focused on a list of things that the team feels needs a fresh look (rebalancing/tweaking/polishing) as well as some areas that we feel were overlooked or forgotten when we were working on the past several updates. This will provide a solid foundation from which we can execute our other secret Terraria update plans - and we are pretty sure you will find those exciting!\n此更新的另一个关注点是一些团队感到需要焕然一新的东西（的平衡性调整/微调），和一些在上几次更新中被人忽视或遗忘的区域。这给我们执行其他泰拉瑞亚秘密更新计划提供了坚实基础，我们十分确信你会感到十分的赛艇！\n\nFor now, enjoy these handful of goodies (especially our non-English speaking fans), look forward to a second round to come... and towards even bigger things down the road.\n现在，享受这一把好东西吧（尤其是非英语使用的玩家），期待第二阶段的到来……以及一路向前，发现更加赞的东西。\n\n\n\n\n\nCheck out our 1.3.5 launch announcement post (linked below) on our forums for the full changelog and to discuss the latest update to Terraria!\n查看论坛上的泰拉瑞亚1.3.5发布公告以获得完整更新日志，并讨论泰拉瑞亚的最新更新！\n\n\n原文日期：2017年4月19日\n原文地址：http://terraria.org/news/1-3-5-update-is-live-on-pc\n",
    "replies": [
        {
            "author": "123456789liocnh",
            "timestamp": 1499668380,
            "txt_content": "这都几个月前的事了 这个游戏我推荐大家入正 只要36块"
        },
        {
            "author": "xiaolingxiu",
            "timestamp": 1499669760,
            "txt_content": "123456789liocnh 发表于 2017-7-10 14:33\n这都几个月前的事了 这个游戏我推荐大家入正 只要36块\n是18块啊，怎么是36"
        },
        {
            "author": "Snake1999",
            "timestamp": 1499670000,
            "txt_content": "其实我比较关心左下角的俄语。。。\n\n\n\n\nTIM截图20170710145736.png (13.47 KB, 下载次数: 15)\n\n下载附件\n\n2017-7-10 15:00 上传\n\n\n\n\n\n在俄语里面，“Кролик”意思是“兔子”。\n没有上手过泰拉瑞亚。这个游戏是俄国人开发的？\n"
        },
        {
            "author": "专业讨饭",
            "timestamp": 1589600880,
            "txt_content": "66666666"
        },
        {
            "author": "钻石块001",
            "timestamp": 1592723580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}