{
    "title": "【转载│连载】我的世界之黑暗后的黎明【第十三章】",
    "author": "1392684709",
    "replyCount": 0,
    "timestamp": 1499674380,
    "txt_content": " 本帖最后由 1392684709 于 2017-7-10 16:14 编辑 \n我的世界之黎明后的黑暗 \n第十三章  叫我库索\n\n\n       赵勇感觉眼冒金星，好像随时会摔倒似的。\n\n　　“我会死吗？”一个声音不断从他的内心发出。赵勇发现他来到了一片空白的世界\n\n　　可是，真的会死吗？他自己刚来到这个让人琢磨不透的世界里才活了几天，而现在一切就好像事先安排好的一样，他终究会死在游戏的世界里。他想回到现实中，但苦于没有办法。\n\n　　“妈妈，爸爸......我还没好好享尽人生就要死在这奇怪的世界里了。”赵勇苦心于在现实世界中没有听话，没有学习，没有做好应该做的事情。而现在即将被游戏里的怪物给杀死了。难道自己最终的结果就是这样？\n\n　　“不不不，不会这样的！”赵勇发出了自己的呐喊声\n\n　　“我一定不会死，而且我的手上还有很多士兵呢！”赵勇又撕心裂肺般地说了一句。但他知道，一切，都晚了。周围是一片白色。赵勇觉得自己走到了自己的精神之中。\n\n　　“不行！如果我还有力量，如果我还有勇气，如果我还有魄力！那么我一定不会输在区区几个僵尸猪人冷冰冰的剑下的！就算死，也要用尽全力去争夺最后的希望！”赵勇大快人心地说出了令自己都不敢相信的话。\n\n　　如同放电影一样，也许，是因为赵勇说的那翻话所致。他终于从精神之中来到了游戏世界。还是原样，那三个僵尸猪人拿着三把冷闪闪的剑慢慢对着赵勇。旁边的战士和怪物以及比亚士兵正杀的激烈。梦雨带着一支白银军队和她自己的军队奔赴战场，米兹拿着一把斧头奋力向比亚士兵砍去，但是他的手上出现了一道伤口，伤口也是一个像素一个像素的。中间的像素最红，然后越到旁边越浅。从里面还滴出几滴非常小的长方体的红色的东西。一个白银指挥官也拿着匕首来回地边杀边跑......\n\n　　但是，没有一个人注意到赵勇。大家都在各忙个的，自己都来不及自保，哪里还能管别人？赵勇感到自己在孤军奋战，却没有任何人来帮助他。这，怎么办呢？三个僵尸猪人立刻跳起来，想要从上攻击赵勇......\n\n　　“碰！”赵勇前面响起了震耳欲聋的声音，挡在赵勇与僵尸猪人之间。这响声震的吸引了很多战斗中的人的目光。\n\n　　“赵勇阁下，吾，来晚了！”赵勇定神一看：紫色的衣服在空气中上下飘浮，紫色的帽子更显得神秘，背后还漂浮着五个整齐的像素球，很透明。从高大的背影看出，这是......？\n\n　　一个人，手上拿着一把禅杖一样的东西，横着挡住了僵尸猪人从上而来的剑。僵尸猪人疑惑不解。那个人再用禅杖狠狠地一扫过去，三个僵尸猪人立刻倒在地上，不动弹了。“那个神秘的人，为什么会来救我？”赵勇百般寻思，始终得不到答案。\n\n　　终于，那个神秘的人，转过了身--“老爷爷！”赵勇看见那个曾经熟悉的脸，这，这不是那次怪物进攻新赛时和我一起躲在一起的老爷爷吗？！赵勇万分激动，那种从脚猛冲上来的激动使他差点昏过去。老爷爷笑了笑，“赵勇阁下好久不见啊！”没等赵勇来得及回答，老爷爷看了看周围混乱的局面，笑容收了回去，立刻严肃起来。\n\n　　只见他把那个酷似禅杖一样的东西，狠狠插进土地里，禅杖金光闪闪，可惜它也是个像素的。从下往上看，禅杖的最顶端，有一个透明的东西伴着包裹着它的金子闪闪发光。老爷爷把禅杖插入泥土，一个土方快便没了，但是禅杖依然直立而上。老爷爷背上漂浮的五个球一等禅杖落地便急速飞向那个禅杖上包裹着那个透明的东西，呈五边形的架势围绕在那。老爷爷两手按在地上，震天神般的威鸣了一个刚健有力的话：“封尸印鬼！”这一声响，惊天动地。\n\n　　如同特效中的某一个场景似的，五个球瞬间向天空中射出一道光芒，一直消失在交点的尽头。\n\n　　立刻，从那根直立的禅杖上方的东西里，射出一道光，那道光，像是一根锁绳一样，把附近所有的僵尸和比亚士兵全部缠绕住在腰上。电光火石之中，赵勇看到敌人发出痛苦的叫声。在绑住的时候敌人的武器纷纷落下。\n\n　　奥卡面对着7个比亚士兵，奋力战斗，但是一条锁绳像一条蛇一样无情地把他们全部绑起来了，7个士兵发出痛苦的声音，奥卡惊奇地看着这不可思议的景象。\n\n　　米兹身上又多了一些“战斗的痕迹”，目前快撑不住了。但是就在他即将倒下之时，一个从来没看见过的东西吸引了他。\n\n　　梦雨跳过来，跳过去的，不断用飞刀杀死敌人。但是不断增多的僵尸和僵尸猪人使她体力透支，加上那么多的比亚士兵使她吃不消。一道电光把她牵回了现实之中。梦雨最初也很惊奇，但是她觉得好像在哪里见过，来不及寻思，杀敌最要紧！\n\n　　“不好啊！这是第一次世界大战时一次性秒杀一百多人的招数，大家快闪躲！”比亚领头惊慌失措。\n\n　　赵勇瞬间傻眼，连自己想站也站不起来。\n\n　　“没事了，赵勇阁下，快起来吧！”那个喊过“封尸印鬼”的声音传入了赵勇的耳朵。在老爷爷的扶持下，赵勇站了起来。手上的剑不断发抖，刀剑与地上摩擦发出了清脆的“叮叮”声。刚才在空中的五个球又回到了老爷爷的背后。\n\n　　“想必阁下也想知道我是如何来的吧？可是现在军情紧急，一会再谈！”等到赵勇听完后，伴随着声音的结束，老爷爷一溜烟似的消失在赵勇面前。\n\n　　“简直就像是梦！”赵勇自言自语道。\n\n　　似乎打仗更加要紧吧？就算老爷爷的绝技的确能打死一些怪物，但是死一个还有一队，死一队还有一团，死一团还有一群啊！\n\n　　赵勇看见前线的声音不断，人们的呼吼声与马的嘶鸣声混杂在一起，武器的碰撞声和一星火花……\n\n　　“别人，都在战斗。有的都已经负伤了，却依然浴血奋战。我并没有什么伤，却呆在原地？！更何况我外表非常强壮，拿起这么多武器也不嫌重，自己有什么理由退缩呢？”这句话似乎启发他了。只见他拿起那把已经斩杀很多敌人的剑，再从血红的地上的尸体中拿出一把盾牌。\n\n　　“杀！”从他喉咙的深处喊出这样一个字。\n\n　　他右手拿剑，右手持盾，剑搭在那把铁盾的上面，朝着敌人冲去个。\n\n　　比亚士兵看见他冲了上来，立刻拿起长矛往前刺去，但是赵勇穿着盔甲！那一刺，赵勇的胸甲很好地抵挡住了，赵勇只是感觉胸口一震。赵勇不多说，右手的剑似乎被注入了无穷的力量。赵勇用猛虎般的力量，拿起剑，从空中向下一劈。瞬间把那个可怜的士兵的脑袋砍了下来。血流了一地。赵勇差点吐了，不过他立刻再一次冲向了战场。\n\n　　“喂！快看！是赵指挥官！快呀，一部分白银弓箭手拿出飞刀！跟我冲！”说话的，是一个白银攻城军的将领。现在皇家义勇军和少数白银军队都到前线战斗去了，就留下大部分的白银军了！\n\n　　“对了，把投石器搭好了，只要我挥手就发射！驾～！”许多马蹄声响起来了。随着尘土飞扬，他们手持飞刀消失在下坡拐角处的尽头。\n\n　　“报告！现在新赛国的法师已经到达了战场，现在我们我们该怎么办？”\n\n　　比亚的元帅沉思不语。一会……\n\n　　“现在我发令，所有比亚士兵都到山洞里休息！”\n\n　　“是！”\n\n　　“战士们，对准了敌人。３，２，１扔飞刀！”\n\n　　“嗖咻～嗖咻”眨眼间，几十把飞刀就飞了出去。比亚士兵正在和新赛士兵打斗，但是几把飞刀就让比亚士兵倒在地上，动弹不得。赵勇只有一个人在打，但是他的气势犹如猛虎下山一般，使得旁边许多敌人僵在那里。赵勇和他们对视着……\n\n　　在一些骑兵的簇拥下，一个脸部消瘦的人驾着马高傲地在一群傻了眼的士兵之中慢悠悠地来了。与那些惊恐的脸庞相比，这位身穿附魔钻石盔甲的高官似乎是鹤立鸡群。他高傲地拿着一把长枪：“如果我没有猜错，你就是那个新赛国的皇家义勇军指挥官赵勇阁下吧？”他说这几个字的时候话音特别地重。\n\n　　“是我，怎么，看我不爽啊！”\n\n　　“并不是，我只是好奇，新赛的国王怎么会瞎了狗眼选你这种连身份都没人清楚的人当上这个一群人下跪都得不到的职位呢？”\n\n　　“你，什么意思？”\n\n　　“并没有什么，我只是觉的你不配拥有这个职位，所以我打算打败你！”\n\n　　“你……”话未说完，骑在马上的比亚高官挺着枪，骑着马，刺向着赵勇的身体。赵勇下意识地举起剑，准备迎战。\n\n　　敌人气势汹汹地冲过来，马蹄声也越来越近。赵勇举着剑发抖，他不知道要如何对付。\n\n　　在千钧一发之时，赵勇果断地左手拿出飞刀，右手把剑收回。下滑在马肚下，然后趁马向前冲的动作狠狠地用飞刀割伤了马蹄。\n\n　　马坚持不住向前倾斜，比亚的那个高官大惊，趁马快要跌倒的状态下，立刻起身一跳，在空中转了１８０°，右手那可怕的长枪被有力地扔了出去，那恐怖的枪头对着赵勇飞来。赵勇大惊失色，迅速爬起来，朝后一跃。那长枪就插在泥土之中。\n\n　　比亚高官也从空中掉了下来，身体一落地，立刻拿起长枪超赵勇脸上一挥。幸好自己高官训练的时候练过如何躲避，下意识的，赵勇一弯腰，手上的飞刀在手中旋转了几圈，便对着比亚高官的腿部位置飞了过去。\n\n　　比亚高官也是眼细，看见一把飞刀朝腿部飞来，他再次一跃，在空中转了１８０°，手里的长枪也抓在手里。当他落地的时候，赵勇拔出剑，准备抵抗。比亚高官恶狠狠地用长枪不停地刺向赵勇，但赵勇一次又一次躲过了。\n\n　　比亚高官气的大吼一声，再次用长枪横挥一下。赵勇拿着剑也向着对方横劈。当这两把武器碰撞在一起时，发出了响亮的“当！”的声音。两人手一麻，武器一起飞了出去。同时他们也娘跄地向后倒了几步。赵勇看了一下周围，比亚士兵已经很少了……\n\n　　他们立刻站稳，都举起拳头向对方冲去。他们现在要用自己的格斗经验来击败对手。比亚高官左右开弓，赵勇也一拳又一拳地接了下来。比亚高官气急败坏，手脚一起打。赵勇支持不住，比亚高官使用他所有的力气，右拳仿佛变得十分重，朝着赵勇的脸部打去。赵勇害怕地闭上了眼睛。离赵勇的脸还有几厘米的距离时，突然，那个高官的手不停地颤抖着。赵勇睁眼一看，只见高官刚才那愤怒的表情荡然无存，而是一种痛苦的表情代替了他。比亚高官痛苦地*。赵勇仔细一看，发现有一条闪电一般的绳索缠绕着这可怜的人。旁边的比亚士兵也是如此。\n\n　　“一定是老爷爷来帮我了！”赵勇第一个念头就是老爷爷。果不其然，老爷爷从天而降。站在赵勇身后。比亚士兵和那个高官都重重地摔在了地上。脸上痛苦的表情还在。那个比亚高官撑起一只眼，用快死的声音问道：“你，你是何……人也？”\n\n　　“在下叫库索！”那个高官一听到这个名字，又说了一句：“死在您的手下，也……值了。”\n\n　　库索拍着赵勇的肩膀，说到：“指挥官，比亚失败了，他们残余部队全部逃走了。这一仗，我们赢了！”“那么，现在这里就交给您了。我现在就回去向国王报告这个好消息！”他往前走了两步，赵勇拉着他。“嗯？指挥官，什么事？”\n\n　　“额，老爷爷，我想说一句：谢谢你在关键时刻救了我！”\n\n　　“哈哈哈哈，没事的，这是身为我一个部下应该做的。对了，以后，请叫我库索！”他说完，便瞬移似地走了，只留下赵勇仰望着天空……\n\n\n\n\n\n\n【索引贴】我的世界之黑暗后的黎明【连载中】http://www.mcbbs.net/thread-691869-1-1.html\n\n",
    "replies": []
}