{
    "title": "[ Minecraft.net│CULTURE ] Towers of Power 力量之塔",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1499731020,
    "txt_content": " 本帖最后由 像素君 于 2020-9-22 16:18 编辑 \n\n\n\n\n\n\nTowers of Power力量之塔\n\nThe in-spire-ing builds of Azacore!\n一起谈谈Azacore建造的具有启发性的顶尖建筑！\n\nYou don't know true pain until you've tried to build a round object in Minecraft. Our cube-based game just isn't cut out for spherical creations. I once tried to build a giant egg, and just ended up with a big, cream oblong of failure. The local chickens were so disgusted, they pecked me to death. I deserved it, too.“在Minecraft里建造圆形物体”之前，你不会知道“真正的痛苦”是什么样的——我们的方块游戏并不适合建造球形的作品。我曾经尝试过建造一个巨大的蛋，但最后却建成了一个巨大而软塌塌的长方体。附近的鸡在看到这颗“蛋”后，就开始变得狂燥。如果它们把我啄死了，那我也是活该。\nThat's why I'm always impressed when someone manages to pull off sloped, curved and round builds in Minecraft. How did they do it? Witchcraft? Probably witchcraft. It was witchcraft, wasn't it?这就是为什么那些能设法完成倾斜式、弯曲式和圆形的Minecraft建筑的大佬会给我留下深刻印象的原因。他们是怎么做到的？巫术吗？不会吧，不会吧，不会真的没有使用巫术吧。\n\nActually, YES! Well, actually, no. These curved towers and spherical domes are the hard work of Azacore, a Turkish builder who specialises in spires to inspire! (which was almost the much better name of this article, until I realised Marsh had already used it. Curse you, Marsh)\n实际上，这确实是巫术，但也不能算真正的“巫术”。这些弯曲的塔和球形穹顶是一位“峰”芒毕露的建筑师——Azacore辛勤工作的结果。（本来《“峰”芒毕露》更适合用作这篇文章的标题，但Marsh已经使用过了，好气哦，画个圈圈诅 咒你）\n\n\n\n\nAzacore was actually reluctant to get into Minecraft, worrying that playing a computer game “wouldn't improve me much”. Luckily, a friend of Azacore's was having none of it.实际上，Azacore最初并不愿意游玩Minecraft，他担心玩电脑游戏“不会让自己有所提高”。幸运的是，Azacore的一个朋友并不这么认为。\n\"He wanted me to join him and everything started with that,\" explains Azacore. \"We used to play Minecraft to explore new lands, hunting mobs or trying to survive. But building wasn't on my mind until I discovered the creative mode.\"\n“他希望我和他一起玩——故事就这样开始了。”Azacore解释道，“我们探索过新大陆，狩猎过怪物，也尝试过生存。但在我发现创造模式之前，建筑的想法并不存在于我的脑海中。”\nBut in a game about cubes, how did he make round structures with such ease? What's Azacore's secret? \"Thank you!\" he says, when we compliment his spherical skills. \"I can say that I am not one of the best builders but I believe that I can put my ideas into my creations correctly.\"但在这样一个方块游戏里，他是如何轻松建造出曲线结构的？Azacore达成这一壮举的窍门又是什么?“谢谢！”当我们称赞他建造球形结构的才能时，他如是说道。“我不能算最好的建筑师，但我相信自己可以正确地把想法展现在作品上。”\n\n\n\"Patience is a very important thing that every builder should have,\" advises Azacore, of the perseverance required to improve your building skills. \"As I said, finishing projects and planning them requires patience. You can’t create some qualified things in one night.“耐心是非常重要的，每一个建筑师都应该具备有这样的品质。”在谈到“提高建造水平需要毅力”时，Azacore建议道。“正如我所说，规划和完成作品都需要耐心。花费一晚上就建出一个优秀的作品是不可能的。\n\"Confidence is another important thing you should have. You can't think that you are not good enough to do a project or share it to the community if you want to have success and be happy. There is always gonna be better builders and good projects in this industry. Focusing on being unique and being happy is what you should aim [for], not to get angry to each other and argue.\"“信心是你应当具备的另一个重要品质。如果你想获得成功和快乐，你就不能认为自己不配制作一个作品，或是把作品分享到社区中。这里总是会有比自己更好的建筑师和更优秀的作品。你应当做到的，便是保持自我，保持开心，不要和别人生气，也不要争吵。”\n\n\n\"Also, sometimes seeing other perfect creations or builders makes me really ambitious. When I feel like that, I just focus on my project and ask myself, am I doing my best? Being ambitious, that's the only motivation I have.\"“有时候，看到其他优秀的作品或建筑师同样会让我充满动力。每当我脑子里开始这么想时，我就会把经历集中在自己的作品上，同时询问自己：我是不是做到最好了？保持雄心，这是我唯一的动力。”\nStill, in a game that lets you create almost anything, why commit yourself to realism? What is it Azacore prefers about realistic builds?不过，游戏里允许建造几乎任何东西，但为什么Azacore会选择建造现实风格作品?Azacore所喜欢的又是其中的哪方面呢？\n\"Realistic buildings requires more effort.““建造真实的建筑需要更多努力。\n\"If you decide to make a realistic build, you must be able to do some texturing and choose correct concepts,\" Azacore continues. \"I have a project named 'Island of Daqhat'. It was one of the projects that I have tried a realistic build.\"“当你决定制作一个现实风格作品后，你必须做到选择正确的风格并建造出相应的纹理,”Azacore继续说道。“我有一个作品叫《Daqhat岛》。这是我在尝试现实风格建筑时建造出的作品之一。”\n\n\n\"Castorotto helped me to discover this style and I really liked it. Also I tried it on my last project, named 'Gecturova Palace'. They take a lot of time, but when you finish it, you will see it totally deserves all of the time you gave.\"“Castorotto帮我发现了这种风格，而我也十分喜爱这类建造风格。我在最新的作品《Gecturova宫殿》中亦有采用这种风格进行建造。虽然花费了大量的时间，但是当你完成的时候，你会明白，在它身上付出时间是值得的。”\n\n\"Being ambitious, that's the only motivation I have.\"“保持雄心，这是我唯一的动力。”\nAzacore's style isn't completely dominated by realism, though. He's also shown a flair for sci-fi, with his vision for a futuristic, sustainable city, The Aviona.Azacore的风格夜并不完全倾向于现实主义,。他在自己的作品《可持续发展城市Aviona》中也表现出对科幻小说的喜爱和他对未来的愿景。\n\n\n\n\n\n\n\"I am always into something futuristic and modern,\" explains Azacore, of how he developed The Aviona. \"When I hear 'futurism' and 'modern' words, there is a city that appears in my mind and I feel excited. I planned it like I am living on this city, so I felt like that I need to do other stuff (highways, bridges, cars and other things) to complete it as a sustainable city.“我总是在思考着现代和未来的东西，”Azacore在谈到他建造Aviona的方法时这样解释道。“当我听到‘现代’和‘未来主义’时，我的脑海中立刻就浮现出了一座学校。我感到非常兴奋。我计划时想象着自己就生活在这个城市，所以我觉得我需要做些其它的东西（公路、桥梁、汽车之类的）来完成一个可持续发展的城市。\n\"So, planning the project before was the reason that this project looks different (I don’t usually plan my projects). I wasn't sure that I will have great result when I am done with this, but now, I am pretty sure.\"“所以，提前对这个作品进行规划，便是这个作品看起来与众不同的原因（我通常不会对我的作品进行规划）。我先前不确定自己是否能得到一个不错的结果，但现在确定了。”\nWell, I'm so inspired, I might just have another go at building something spherical in Minecraft! Or maybe I'll just take a nap. For more of Azacore's work, follow him on Twitter or take a look at his Planet Minecraft portfolio!好吧，我受到了很多启发，我可能会再次尝试在Minecraft里建造球形......或者就只是睡个午觉而已。想要了解更多Azacore的作品，可以在Twitter上关注他或是浏览他在Planet Minecraft上的账号！\nRenders by Krylin, Castorotto, Killerack, JoeBricksy and Hylarion.图片由Krylin、Castorotto、Killerack、JoeBricksy、Hylarion渲染。\n\n原文链接：https://minecraft.net/zh-hans/article/towers-power\n原文作者：Tom Stone\n原文发布日期：2017年7月6日\n文章翻译：像素君\n\n\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}