{
    "title": "[七月活动][原创-单篇]足迹",
    "author": "Smokey_Days",
    "replyCount": 10,
    "timestamp": 1499766540,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-7-12 09:13 编辑 \n\n足迹\n\n写在之前：\n默认字体 浪子的经历\n楷体 浪子的回忆\n斜体 其他人物的经历\n代码 两个人的对话复制代码仿宋+斜体 引用\n\n\n序或终:足迹\n海滩上，一行脚印延向天际。\n夏日的炎光肆意地泼洒在海滩上，脚印被染成金色。\n浪花拍击着海岸，奏响“叮叮当当”的旋律。大海倒也有几分闲情雅致，弹奏起礁石。\n平行于海岸线，脚印延向天际。那是脱离凡间的浪子，最后的印记。\n\n一:独行\n\n脚掌和沙地相触，一下陷进松软的沙地中。再拔出来，留下一个坑，周遭的沙子很快滚落，只留下一个浅浅的印记。\n一个浅浅的脚印。\n他的身形轻盈，宛若不沾水的蜻蜓一样，脚掌尖一点，人便飘忽而过。即便是这样，脚印依然留在了沙滩上。他的脚印留在了沙滩上，而身躯也只留下一片灰色的残影。\n快，却轻盈。快，却敏捷。不急不缓地一步步踏下，却轻盈敏捷地飘出数米。\n曙光划破了黑夜的寂静，黎明来临。夏日的晨曦总是来得这么早，总是令晨曦下的人们有些措手不及。\n他停下了，还是轻飘飘地，脚尖着地。伫立着，凝望朝阳从海平面上浮现。又是一个日出。\n他喜欢日出。那一瞬间的光明，尽管是无数次出现过的，却依然能带给他一种震撼。\n步伐停下了。灰色的残影凝成一片虚影，接着聚拢。\n衣衫褴褛。\n衣衫褴褛的他，轻飘飘地立在沙滩上，伫立着，凝望朝阳从海平面上浮现。\n海浪拍击着礁石，奏响“叮叮当当”的乐章。富具闲情雅致的大海，看着富具闲情雅致的闲人，也好像遇见了知音，弹奏起甚少弹奏的乐章。\n一个人，一片海，一把阳光，一抹蓝天——\n还有一粒粒闪烁着金光的沙子组成的沙滩。\n乐章没有停下，这是一片寂美的画面。\n却不知道是哪儿，一声“唉…”，如同不解风情的来客，打破了这儿的美丽和宁静。\n\n二:叹息\n\n“唉…”浪子看着干戈在人海间舞动。\n火焰熊熊地燃起，火光映在浪子的眼中，自然也映在杀红了眼的士兵的眼中，黑夜里显得格外狰狞。\n数年的修行，他早已学会无欲无求，早已学会心如止水。然而，再无波的古井，一经石头的击打，也不可能不泛起波纹。\n来自天堂的火焰，化身士兵的仙兽，陨铁所制的刀剑…他们都这么说。\n但浪子不害怕。\n“倘若这是来自天堂的火焰，那就让我做地狱的使者。”\n重剑，出鞘。\n背挂于浪子身后的那柄重剑，他已有数年没有动用过。多年以来，人们只知道他有一柄木剑，和出神入化的剑艺…还有剑意。\n浪子身后的那柄剑，是什么？没有人知道。\n甚至于，已经很久没有人战胜过浪子了。\n但自大的帝王，他不畏惧。那剑再强，怎么可能抵得过帝国的雄师？\n\n三:触摸\n\n“唉…”\n周围的一切，都在看着这个声音的源头。\n那声音的源头，正是衣衫褴褛的浪子。\n他甩了甩头，又飘忽着向前行去了。\n清晨柔和的光，柔和的海风，拂过他的身体。拂过他每一寸未被遮蔽的肌肤。\n这下他又停下了。\n一半是出于这触摸，一半是出于脚下那咯人的东西。\n不过也许更多是出于这触摸吧？\n这触摸，就像…\n就像她一样。就像棂一样。\n他弯下腰，移开脚，一片璀璨的贝壳在日光下熠熠生辉。\n\n四:贝壳\n\n他弯下腰，拾起了那块贝壳。\n旁边一位少女也倾过身子来看那块贝壳。\n他捧起这块贝壳，到少女面前：“棂，你看着贝壳，怎样？”\n少女欢快地接过贝壳，转动角度，看着这贝壳在阳光下熠熠生辉，笑靥如花。\n她捧着贝壳，一只脚脚尖踮起，转了一圈，似乎想在不同的光照下，看看这美丽的贝壳。\n他知道，棂喜欢贝壳。棂曾经说过，阳光下的贝壳闪烁着，就像他的眼睛一样充满光彩。\n突然间好像想起什么，他问棂：\n“明天，你和我走么？”\n她歪过头，有点犹豫。这微小的动作却又使他的心扑通扑通地跳动起来了。\n清脆的声音如同溪流一样从她的嘴中淌出，\n“我…问问父母吧。”\n中间那个停顿就好像一个断面的落差一样，破坏了叮咚溪水的乐声，他这样想。\n不，这整句话的内容，不止是小溪，已经如同大江一样冲垮了他的心理准备。\n“那，也成。”\n夕阳的余晖照在棂的脸上，她巧笑嫣然，即刻转身离开。\n他知道，他应该制止棂，但是他做不到。\n……\n浪子爬起床，到窗前，伫立着，凝望朝阳从山峦间升起。又是一个日出。\n他喜欢日出。那一瞬间的光明，尽管是无数次出现过的，却依然能带给他一种震撼。\n他知道无论如何今天必须走。倘若棂不同意，那他还是得走，否则，就是在害棂。\n他站在山脚下，远处，那少女缓缓走来。\n却有些不同呢：往常少女都是蹦蹦跳跳地，充满了青春的活泼劲儿，可这下…\n死气沉沉的。\n再近些。他能看到棂的面庞了。往常朝气十足的笑脸，此刻隐去不见；反倒是不符合这个年纪地皱起了眉头。\n她一步一步地走过来，一脚踏到地面，就等于是一拳敲到他心上。\n在仔细看看吧。棂的眼圈红了，显然是刚大哭一场。她的声音略带哽咽，但却无比坚决。\n“你…杀过人么？”\n他愣住了。\n棂盯着他的眼睛。\n“你杀过，对么。”\n刚刚是疑问句，现在却成了判断句。\n“你杀过很多人。”\n判断句，斩钉截铁。\n优柔寡断的性格终究还是在他的心理扎下根了，他这样埋怨自己。\n这时开始解释了，可这解释是那么无力。事实上他想解释，却无法出口。\n“我…”\n棂的眼眶湿润了，泪珠在她的眼眶打转。她第一次以如此坚决的语气质问。\n“回答我！”\n他叹了口气。他知道，自打从棂去问她的父母那一刻开始，一切都无法挽回。\n“是。”\n难道还能说不是么？自己杀的人还算少么？\n棂的身躯一下就软下来了。就好像…某种一直支撑着她的东西，破碎了。\n她向后倒下去，他连忙迈出几步，用手挽住棂。\n“放开我！”\n棂哭喊着。他犹豫了一下，轻轻地令棂可以坐在草地上而不至于一下摔着，然后退了一步，坐下。\n“你为什么欺骗我？！”\n她继续哭喊着，继续控诉着，他默默地听她控诉。大概有十几分钟吧，他叹了口气，知道时候到了。\n“听我说，我是杀人犯，他们通缉我。他们来了以后，告诉他们，我往哪里走了，这样你就能安全。我的的确确是杀人犯，所以请你…”\n说到这里他停顿了一下，仿佛接下来要说什么很重要的东西。\n“请你不要再挂念我。”\n他已经失去了父母，已经失去了师傅，爱他的人都已经死了，而他所爱的人，他所发誓必须要守护的人，也必须分别。倘若不分别，那也是对他所爱的人，的一种伤害。\n她的泪，已经流空了。此刻她只是呆呆地坐在这儿，凝望着前方的群山，和群山后面不远处的大海，似乎对他说的话置若罔闻。\n他本想继续说句“走了”或者之类的话。接着他明白，事已至此，不必说。\n\n五:杀人犯\n\n他的确是杀人犯。\n他还不是一般的杀人犯。\n他是那种，特别偏激的杀人犯。\n他是恶魔。\n……\n为了救自己的师傅，他杀了多少人？他数了二十六遍，还是没数清，总之是在两百人上下。\n他是帝国的敌人。\n作为浪人帮的“浪子”，名义上和实际意义上双重的领导人，在他接任这个职位的时候，在他的师傅组织人员秘密暗杀帝王而失败之后，浪人帮已经大不如前了。\n最终，由于帝国派来的内奸，整个浪人帮的秘密集会地点和成员名单全部暴露。最终只有不到十分之一的人跑出去。然而令人胆寒的是，帝国的内奸居然还是混杂在这里面，又是一次血淋淋的出卖。\n最终活下来的，只有浪子，和他的两把剑。\n一把重剑，一把轻剑。\n\n六:静心\n衣衫褴褛的浪子摸了摸身后的重剑，背着这柄大剑总是能使他感到宽心。又抚了抚腰间的轻剑，佩着这柄轻剑总能给他一往无前的勇气。\n他眯着眼，看着太阳，不敢久视。于是目光投向了海面，海面上波光粼粼。\n周遭依然寂静，他告诉自己：要静心。\n\n要静心。这句话说起来容易，做起来难。\n可是在他和棂别离之后，在他孑然一身之后，已经没有什么…好浮躁的了。\n……\n静心。\n静心。\n静心。\n隐居了四年，凡尘间的一切早已和他无关。号称天下第一轻功身法的“浪迹天涯”也给他练得炉火纯青。\n他的重剑已经许久没有动过，始终只是背在身后图个心安。而那柄轻剑，那柄木剑，偶尔用来打猎或者采集果实。\n他的师傅告诉过他：\n“这个世界，最强的杀意，不是那种血海滔天的杀意，而是那种宁静到极致之后，在宁静之中爆发出的那种杀意。”\n世事缠心者，无以触静谧。\n他依旧隐居着。偶尔有闲暇时，登上山头看看日出，亦或是面朝海边吹吹海风。\n仇恨不是淡了，而是被压抑住了。杀意不是消了，而是被束缚住了。\n\n七:火巨人\n\n面朝海边吹吹海风，即便是对于此刻的他而言，也珍贵无比呐。\n他知道，自己的寂静终究是人为的假象。后方亦步亦趋的，不正是那帝王的手下么？\n不过也只配当走狗，那些毫无勇气的懦夫，恐惧了吧？\n杀人时，他们怎么没感受到恐惧呢？\n他决定停下，决定歇息一下。\n火辣辣的日光从天上投射下来，沙滩已经被晒得发烫，而他的肌肤正在被晒得发烫。\n太阳仿佛在嘲讽，在嘲笑着他，这名命运多舛的浪子的凄凉人生；在讽刺着他，他是恶魔。\n他低头看向自己的双手，这双手看起来好像干干净净的。然而浪子知道自己这双手沾满了鲜血。他认为帝国是恶魔，因而奋起对抗恶魔，但这一刻他意识到自己同样成为了恶魔。\n其实他早就已经成为恶魔了，只不过现在比之前，更像恶魔一点。\n烈日燃烧起来了。之前并不是没有燃烧起来，只是在浪子看来没有现在这么旺。\n现在的太阳，好像是有史以来，浪子见过的燃烧得最热烈的太阳，好像一名炽热的火巨人。\n好像那常常端坐于宝座之上的帝王。\n火巨人走向了王座，向他走来。或许不是火巨人走向他，而是他走向火巨人。\n就像前几天他走向那帝王一样。\n\n八:株连九族\n\n棂的父亲瘫软在座椅上，眼前是那黑纸白字的。\n金纸红字，是赏赐，而黑纸白字…\n是死神的请帖。\n他知道定然是有人栽赃自己。只要是锻造师，总会结下各种各样的仇人。只不过不知道是谁罢了。\n其实从他入了锻造师这一行开始，他就已经料到了有今天，只是没想到帝王竟如此凶狠：\n——株连九族——\n父亲看着棂，心中无法抑制地升起绝望和惋惜。\n分明是白天，家中依然没有一个人。\n他的一位门客，半跪着，一只手搭在肩上：\n“我们定然拼死守卫您。”\n他苦笑两声。被这帝王诛九族的不算少数，军政要首却也有不少，倒是没见过有人凭借自己的抵抗力量，免幸于难。\n\n九:觐见\n\n帝王一只手靠着那象征着他权力和地位的宝座，那手撑着头，一脸慵懒和颓废。\n两边的侍卫紧紧地低着头。他们都知道这名看似一无是处的君王，其实是令人胆颤的征服者。他们能感受到，帝王不是很高兴。\n的确，换做谁也是这样。侍卫们在心理默默地想。御驾亲征的时候，宝剑竟然断成两截，这说小了是延误战机，说大了是有失威严。只不过按照帝王的习惯，负责人肯定是要株连九族的。\n帝王的手下去了，可是帝王依然倚着宝座。帝王，在等待一个人。\n“报——浪子请求觐见陛下！”\n面无表情的帝王，此刻嘴角却略微向上撩了一点，接着挥了挥手。\n“让他进来吧。”\n那浪子走进了门。岁月和刀剑在他身上脸上仅仅留下了少许的痕迹。\n“何时？”\n对于浪子而言，携一国之威的帝王气场直压而来。\n“我…请求陛下，放过棂。”\n帝王愈发有兴趣了，他问身边的人：\n“棂是谁？”\n“禀告陛下，是那位锻造师的女儿。”\n帝王的嘴角又扬起一分奇异的弧度。\n“你说，你杀了朕这么多人，现在又来求朕饶过一个人，这叫朕很为难啊。”\n浪子似乎听出了帝王话中的讥讽味儿。\n“跪下。”\n两个字，带有无上的帝王威严、皇家气场。\n他挺直了脊梁。\n“是你来求朕，还是朕来求你啊？”\n又是一个反问句，帝王愈发觉得这有趣了。\n他犹豫了几秒，膝盖颤抖了一下。\n啪。\n一声脆响响彻宫殿。\n“按理说，你是要凌迟才能抵命的，不过呢朕爱惜人才，这样，只要你答应为朕效力，朕就放过你。”\n浪子的身躯又微不可查地抖了一下。\n“我愿意为陛下效力。”\n他几乎是咬牙切齿地，一字一句地说出来。他的低着头，目光紧紧地锁在地面，仿佛要把地面撕碎。\n帝王嘴角扬起的弧度更大了。\n“好，那么我就放过你了。”\n这一句话落下，浪子似乎意识到了什么，猛地抬头。\n“禁卫军，你们继续去吧，对了，不要杀光。那个棂，要抓活的。”\n帝王对着浪子，露出满脸笑容。\n如同一头笑面虎，择人而噬。\n“我很好奇，让你这样的人爱上的女孩，是什么样的。”\n浪子的眼中显露出杀机，他毋须继续屈服于帝王，因为显然他已经明白，帝王纯粹是在调侃他，顺便再在言语上调戏一下棂。\n浪子一跃而起，一蹬，再蹬，轻飘飘地升了起来，往帝王那儿飘去。\n帝王的笑容依然没有散去，甚至连震惊之色都没有显现出来。\n他抬手。\n“狂虎，天象。”\n两个词，两个人名，从帝王的嘴中出现。\n为帝国效力的高手有许多，而狂虎和天象是其中两位。\n显然浪子知道自己不能力敌。本想击杀帝王的他，在看到二人从帷幕中冲出的那一刹那，就离开了。\n也是轻飘飘地离开了。\n此刻，救出棂，比杀死那帝王或许还要重要些。\n帝王依然端坐在宝座上。\n\n十:开口\n\n火巨人依然端坐在宝座上。浪子确信刚刚走过来的那个动作仅仅是自己的幻觉。\n那火巨人的面孔，是一团炽热的火焰。不停地释放着扎得人浑身难受的光明。\n浪子警惕起来，他双手按在右侧腰间，剑鞘上的剑柄。那火巨人哈哈地笑了两声。\n这声音，像极了那帝王如同笑面虎一般的笑。\n却如同他心中所想和所害怕的，火巨人的面孔不再是一团火焰。其中先是浮现出笑面虎，紧接着就是帝王。\n火巨人张开口了。谁知道一团火焰要如何张开口？\n帝王张开口了，帝王说出的每一个字都是金口玉言。\n然而形如帝王一般的火巨人张开了口，这就好像把雪傀儡放在沙漠里一样不和谐。\n“那个棂，要抓活的。”\n绞痛，悲哀，绝望，自责，悔恨，恼怒…种种负面情绪交织在浪子的心理\n他站在海岸边，望着火巨人。\n\n十一:纸包\n\n她站在窗台边，望着刀光剑影。\n“那个棂，要抓活的。”\n抓活的？帝王要把活着的她抓去做什么？无非就是羞辱罢了，无非就是折磨罢了。难道还有其他的什么吗？\n倘若她一个人的苦痛，能够换来家中老小的平安，那棂倒也不想反抗了。但是显然不可能，帝王之所以要把棂抓去，不过是为了发泄一下在株连九族之后未尽的余怒罢了。\n棂的手不知觉地放在了窗台上那一方纸包。\n接着棂又想到了另一种更可怖的可能，帝王是不是知道了她对那浪子而言的重要性？\n数年前她的心理还不算很成熟，然而在默默无声的分别之后，在家庭一夜之间陷入绝望之后，棂就长大了许多。\n其实当时棂已经意识到了，现今只不过回顾来更加明晰而已——以一个少女敏感的心思，怎么可能察觉不出浪子对她那种别样的情感呢？\n她的手又从纸包上移开了。\n在浪子离开后，棂着实消沉了一段时间。后来一年左右，她旁敲侧击的询问她认识的人。\n此刻棂也知道了，所谓杀人犯，更大程度上是帝王为了让全天下人摒弃浪子，为了让全天下人帮助他追杀浪子，所用的一种手段。\n帝王是在宣告：这个人是个罪人。\n浪子究竟有多强？棂不知道。但是她能知道，浪子很强很强。\n在帝国四大高手联手的追杀下，依然能够活下来，必然有过人的本领。\n她也知道，浪子四岁时，父亲被征发去修建累死；九岁时母亲被官吏凌辱而死；十六岁时师傅被狂虎和雄狮伏击，合力杀死。她也识得一些人情世故，这样的人，要么变成一种偏执狂，对世界充满恨意从而到处烧杀掳掠，要么变成另一种偏执狂，为自己所爱的人奋不顾身。\n浪子显然不是前一种，那只能是后一种。\n棂突然抱着一种不切实际的期望，期望浪子能够来救她，救她的家人。\n仅仅是一种不切实际的希望。\n……\n两分钟过去了，她问自己，她对浪子而言，真的有那么重要么。\n她不敢想象如果自己被帝王抓着，等待自己的是什么。棂不敢想。\n很多时候，死了比活着容易。\n刀光似乎接近了一点，这使得她的手又摸到了那纸包上了。\n心理又有一个声音在说着不真切的话：\n“万一他来了呢？万一他到了，却发现你死了呢？”\n棂在心中点了点头，赞同那声音。她无数次试图剖析浪子的心理，她知道浪子一生中真正亲近过的人，很可能只有四个：\n他的父母，他的师傅，还有棂自己。\n她对于浪子而言的重要性，不言而喻。\n哪个少女不怀春？一些人想着能嫁到大富人家，享受一世荣华富贵；却也有一些女孩，想着和一名侠客浪迹江湖。\n有的时候棂觉得自己是后一种。她问过自己，自己对浪子有好感么？有的时候得到肯定的回答，有的时候不置可否，然而从来没有否定的回答。\n纸包再次溜出了她的手心。\n她又开始分析自己的行为了。她了解浪子生平时，是不是被一些有心人注意到了？\n如果有心人，把这事情告诉帝王了呢？\n那样帝王抓她，就还有一种可能。\n就是为了威胁浪子。\n浪子当初为了不让她做艰难的选择，决定牺牲自己孑然一身离开；而此刻她如果被抓住，却又是让浪子做一个艰难的选择了。\n她的手触到了纸包，光滑的质感。是浸过油的油纸。\n她拿起，又放下。再拿起，又放下，第三次拿起——\n不知道是不是错觉，窗外的刀剑相击声中，掺杂了许多铁石相击的声音。她不知道这意味着什么。\n她叹了口气，放下。然后对自己说：\n“我数三十下。”\n就好像和浪子，冥冥中有一个约定，约定在了这个事件。\n一丝焦虑和恐惧，一丝欣喜和激动。每过一秒钟，两者都增加一丝。\n一。\n二。\n三。\n四。\n……\n二十九。\n最后一刻，焦虑和恐惧、欣喜和激动，都到达了极点。\n那最后一刻落下。\n窗外，刀光剑影依旧，浪子，没有出现。\n于是她又叹了口气，心中默念——\n“你迟到了呢。”\n——然后拿起了那油纸包。\n灵巧纤细的双手飞舞着，油纸包的结散开。一方药剂躺在方形油纸的中央。\n令人恶心的黄色和令人恶心的紫色，中间还夹杂着一些令人恶心的蓝色、令人恶心的红色以及令人恶心的黑色。\n干河豚粉和干发酵蜘蛛眼粉和混合物。\n在药店里经常出售，和着牛奶，少量服用，可以解大部分的毒。\n同时，所有人也知道，大量服用可以致命，却很少人用于自杀。\n这方形油纸中央的药剂，绝对超出了大量。\n她犹豫了一下，手指弯成V形，油纸也沿着手指的弧度弯成V形。\n接着抬头，微微倾斜油纸，粉末从油纸中缓缓落下。\n洒到口中。\n她艰难地咽了下去，这粉末居然没有什么特殊的味道。没有传言中的微酸并苦，也没有想象中的酸辣。\n平平淡淡。就像干面包。\n她闭上眼，不愿意看到自己如何死亡。\n之所以这种毒药很少用于自杀，是因为它致人死亡是非常痛苦却并不迅速的。比起一些毒药能在两秒之内使人失去意识，这种要折磨人三四分钟才让人死的毒药，简直就是一种刑具。况且它的毒发症状是肌肤迅速溃烂。这种毒药带来的死法，是很不体面的。\n但是她最终选择了这种毒药。两个原因：毒性剧烈，没有任何特殊体质可以免于这种毒药，自然用常规方法也没办法解除这种毒药。另外就是，肌肤溃烂而死，这种死法的确是很不体面的……却也是很壮烈的。尤其是可以免除，可能的，对尸体的羞辱。\n虽然她闭上了眼，可有一种力量，驱使着她睁开眼睛。一个声音从遥远的地方传来，那么的空灵而沉重。\n“不！棂！不！”\n鬼使神差，棂还是睁开了眼睛。她总觉得如果这一刻不睁开眼睛，可能会失去什么。\n她后悔了。\n一个身影，挥舞着巨大的重剑，从院门口冲进来。这重剑…和几年前那名男子永远背在身后的那一柄，似乎是同一柄。他还在呼喊着什么，棂却逐渐听不清了。\n棂本想说些什么，然而这一刻，喉咙里、口腔里残留的药物的粉末，一下变得无比的酸，无比的苦。\n\n十二:梦碎\n\n他站在山腰上，双手向背后曲，把在那触感粗糙的重剑上。\n他猛地发力，剑从匣中露出一块，沉重的灰色。接着整柄剑露了出来。\n好像一块未经雕琢的顽石，浑厚、沉重。\n他飘了下去。即使是举着这样一块顽石，还是轻飘飘的飘了下去。即便是看上去就好像一块石头腾云驾雾，却还是轻飘飘地飘了下去。\n前方，是千军万马。\n他在离地面一米高的地方飘行，只需偶尔足尖一点，便可以健步如飞。下方的士兵们，他们却不可能让浪子健步如飞。\n刀枪剑戟从斜下方升起，有的被浪子踩在脚下，轻轻一蹬，反而成了浪子加速的借力；而那些实在阻碍前行的，浪子就挥起重剑。武器打到重剑上，打到石头一般的重剑上，迸射出铁石相击一般的火花。\n浪子前行着，视下方的士兵若无物。其实士兵本来没有很多，仅仅是千余人而已。只是这山谷过于狭窄，因此倒是容易合力想方设法阻止浪子了。\n他不是打不过这些士兵，只是总感觉什么在催促着他，驱使他进那院子。甚至浪子还有一种不祥的预感，如果他进得晚了，就会失去什么重要的东西。\n“浪迹天涯”的帮助下，他飞速地前行着。即便是兵器的阻挡也无法伤他分毫——甚至很难让他慢下来。他已经可以看到这院子了。\n人群中跳出了一个人。那人身上穿着着一层锁链盔甲。黑夜里火光映在盔甲上，光滑的盔甲反射出火光，却令那人好像浑身燃烧着血液。他手中持着一把大刀，刀身布满铭文。\n远远看去，似乎缺乏一些标志性的东西。浪子却一眼就认出来了。\n“血狮。”\n浪子咬牙切齿，吐出这两个字。\n当然这咬牙切齿其实也只持续了一秒不到的。他告诉自己，在赶到院子前，绝对要静心。\n血狮咧嘴一笑，隔着头盔，显得格外狰狞。\n“你师傅可撑了我三下。”\n浪子忍住了他的嘲讽，他在心里知道血狮这样讲是非常不要脸的。当时师傅和狂虎已经拼得身心俱疲，血狮却从身后出现，三刀，在浪子还在几百米外时，杀死了师傅。\n尽管浪子不想放在心上，血狮这样的嘲讽却的确令浪子心中升起一点火。\n他不想与血狮纠缠。就算血狮是四大高手之一，他的身法也绝对赶不上“浪迹天涯”。\n双脚轻蹬，身体微向侧倾，他想要避开血狮。下方却兀地升起数只戟，拦住他的去路。他不得不费心越过这几把戟，这时血狮就从侧边追上了。\n血狮狠狠地踏一下地面，长刀架在肩头，向着他劈过来。浪子避无可避，双手握着重剑，转动，横在身后。\n“嗡…”虽然长刀看起来依然稳稳当当，而重剑却开始猛震，但是双方都知道，这一碰，吃亏的是血狮。\n一挡即回，不给血狮任何继续攻击的机会。浪子继续驱动“浪迹天涯”。没过两秒，又拉开了血狮十几米的距离。\n紧接着前方再次升起了数只戟。他知道如果释放存储已久的杀意，一切阻拦都不在话下，可是那样他就脱离了所谓“静心”的状态，就不可能继续使用“浪迹天涯”。自然会比原来更慢抵达。\n浪子总有一种感觉，尽快地见到棂，比杀光这些人、打破这些阻碍更重要。\n他沉住气，在戟尖上跳跃。这样无疑再次拖慢了他的速度，血狮再次从后方追上。\n那柄长刀开始绽放光芒，血红色的光芒在长刀上流转。上一次自然也有光芒，却不及这一次强。\n浪子知道，这是血狮得以成名的招式：血狮三爪。三爪，一爪比一爪强。浪子开始布局——只要血狮第三爪飞过来，他就可以在用巨剑横住抵挡这第三爪的同时，籍借“浪迹天涯”的力量将这一爪的冲击力化为推力，可以直接将他推到院门口。\n血狮冲了过来，脸上浮现出奸诈和邪恶的笑容：\n“帝王当初可是讲要抓活的，嘿嘿，想想那个妞被抓走之后帝王会对她做什么吧。”\n浪子听了这句话，猛地一震，血狮也看出来了。但是浪子并没有因此转过头。\n那柄绽放着光芒的长刀砍了下来。浪子再次反身，将重剑横在面前，又卸了这一刀的力。\n一边挥动着剑，浪子一边告诉自己：不要想那些东西，只要自己能及时赶到，那些全部都只能停留在他们的嘴里。\n突然间，电光火石间，浪子忽的想到了什么。血狮是个莽汉，让血狮去和人大战三百回合这是有可能的，而临场想出这些激怒他的话，简直就是天方夜谭。而既然血狮背后的人让血狮想方设法激怒浪子，浪子觉得自己更不应该被激怒。\n他再次静下心来。比上次勉强多了。\n风呼呼地从他耳畔吹过，长戟又从下方升起。他已经懒得生气。在他拉开距离之后，血狮便不再嘲讽。他明白，血狮是希望距离足够近，这样他即使用一些心法也无法阻挡血狮的声音。\n被长戟拦住，血狮再次追上。他的刀上仿佛燃起了血色的火焰。刺啦刺啦的，好像在放着火花。\n刀在空中转了半圈，刀尖上的火焰绘起了一个半圆，燃烧着的刀刃在空中留下一道血色的残影。\n血狮三爪的最后一爪，应该是有一个很霸气的名字。这一刻浪子没想起来，也懒得去回忆。他聚精会神，想籍借这一刀的巨力，直接飞入院中。\n可那令人愤怒的嘲讽声，那粗犷的骂声，又直击他竭力保持静如止水的心。\n这一刻，浪子无法忍受了。\n“哟，那个妞死的时候肯定会和你妈一样舒服的。”\n浪子原本平静的眼中，杀机陡现。\n这一次显现的杀机却与在帝王的宫殿中那次有所不同了。现在他在万军从中已久，杀机一旦出现，便很难压制。\n杀吧！狂暴地杀吧！毁灭一切敌人吧！\n忍无可忍，无需再忍。\n可即便到了怒火即将冲破藩篱的时候，却还总是有一个念头，催促着浪子，快到院中去。\n念头仅仅是念头而已。浪子理智地分析，此刻杀掉血狮和其他士兵，到时候救出棂、撤退的时候就可以更方便，而付出的代价仅仅是晚一点进入院子。\n他决定杀了血狮。他非常清晰的知道自己可以杀死血狮，这不是自大，而是自信。\n刀挥了过来。在浪子的眼中，这柄刀飞过来的过程被慢放，再慢放，周遭流转的血色火光下掩盖的附魔也显现在浪子眼中，他双手狠挑，重剑被掷向空中。\n紧接着，双手把在腰侧，木剑的剑柄上。\n极快地，反手拔剑，双手升到头顶，剑刃画出一道半月形的弯弧。\n手指轻动，剑再次在空中画了个半圆，反握的剑脱手在空中旋转，再落到手中便已是正握。\n把着木剑，双手向着右后方狠刺过去。\n小小的木剑，上方没有任何附魔，也没有任何其他力量的显现。这木剑面对那燃烧着的长刀，气势的差距就好像蚂蚁比之于大象。\n可是为什么呢？蚂蚁的主人毫不畏惧，大象的主人的目光中却透露出恐惧和诧异？\n蚂蚁撞上了大象。这一刻所有人都明白了，那不是蚂蚁，而是针尖；那不是大象，而是气球。\n吹得老大的气球。\n木剑扎在了长刀的侧面，扎中了附魔的关键处。那流转的红光停滞了下来。\n失控，炸开。长刀发颤起来，好像受惊的野兽一样，疯狂地颤动起来。血狮的手一麻。\n木剑似乎经不起撞击，上面出现了片片裂纹。可血狮看着那木剑上的裂纹，不仅没有舒心，还好像印证了什么猜想一样。他如临大敌，想尽力防守，然而手依然不听使唤地颤动着。\n如同鬼魅一般，浪子举着剑，向着血狮迈出一步，刹那间到了血狮面前，声音画出一片黑影，而木剑划过一条寒芒。\n棕色的，看似厚重，实则锐利的寒芒。\n血狮似乎还没有反应过来，他极力地想躲开，可是惯性令他向前冲。\n木剑再次闪出，点在血狮的手腕上。\n“嘭！”\n奇怪的声音响起，尽管浪子在点到手腕之后便抽回了剑，可已经断了，变得钝了的木剑剑尖却像大锤一样敲中了血狮的手臂。\n他的手臂难以控制地疯狂地抖动起来，刀向着斜后方飞出去，在空中瞬间炸裂开，碎成一片片钢片。\n在反震的力道下，那本就残破不堪的木剑，也同时炸裂开。\n可是血狮脸上竟然充满着恐惧，而浪子却略微撩起嘴角——那是胜利者的笑容。\n木屑飞散，浪子仍然在前进，剑仍在破空穿行。\n原来是木剑的地方，现在是一柄极薄的剑。\n剑身泛着乳白色的光，在空中飞过的地方留下一条乳白色的轨迹。\n浪子穿过了血狮，乳白色的轨迹也穿过了血狮。没有一点儿阻碍地穿了过去。\n他轻轻地说了两个字：\n“三下。”\n就和血狮杀死他师傅一样。\n血狮的眼中仍然布着难以置信的目光，他的嘴中吐出一个字——也许是想吐出一个词的——\n“蝉……”\n浪子没有理会他，转身继续冲向院子。\n重可万人敌，轻斩敌将首。\n手指再次舞动，剑由正持转向反持，接着双手握着那极薄的剑，向右下扎，插入腰间的剑鞘中。\n杀意瞬间涌现。\n“浪迹天涯”的力量几乎是在杀意涌现的瞬间消失的。他落到了地上。下面的士兵们起初还不明就里，看着血狮仍在空中而浪子落地，还以为是血狮获得了胜利将浪子击落下来。\n紧接着士兵们意识到他们错了。血狮的手臂在空中炸开，爆出一片血雾，而他已经脱离身躯的头颅，和身躯一并坠下，落入人群中。\n这时士兵们方才感受到浪子发出的，近乎实质化的杀意，离着浪子最近的几名士兵吐出一口血，向着远离浪子的方向倒下去。浪子一伸手，接住落下的重剑。\n他飞快地冲向院子，之前的那个预感非但没有消散，反倒更加强烈了。\n院子明明如此历历可见，可是人海堵在前方。他疯狂地奔跑，重剑在空中疯狂地飞舞。此前他一直约束着自己，告诉自己不能脱离控制，告诉自己必须要静心，因而重剑无论怎么挥动，最多也只是击碎武器。现在不一样，“浪迹天涯”已经解除，他没有任何理由继续约束自己。\n尘封的杀心再次开启，束缚自己的锁链刹那间粉碎。重剑和他一起疯狂地奔跑，被重剑撞到的人都被拦腰斩断。\n血，血，喷射出来的全是血。他是从地狱中走出来的杀神。\n起初士兵们涌上来试图阻挡他。很快他们意识到这完全是白费功夫——所有的人加在一起可能都延缓不了他的步伐一秒。浪子疯狂地奔跑啊！他向着院子冲过去。\n百米的路程，他估摸着自己只用了十六秒。可是在最后的几米，他冥冥之中感觉，自己好像犯了什么错，犯了一个无可挽回的错，好像一切都来不及了。\n一个清脆的声音，如同银铃轻响，在他耳边响起。这声音是他朝思暮想的，是他每时每刻都盼望听到的。\n“你迟到了呢。”\n立刻他就意识到这只是幻听，可是这幻听是那样的真实，就好像的的确确出现过一样。\n刹那间，脑海中破碎的线索连成一片。棂的性格，帝王的命令……\n“不！棂！不！”\n他明白了，狂暴地呼喊起来，双脚跃上墙。没有一名士兵胆敢阻拦他，可是他还是挥舞着重剑，好像这样就能让棂知道他来了，好像这就能改变他迟到的现实。\n还是迟到了。\n远远地，他看到了棂缓缓睁开的眼睛，以及——\n以及棂手中那一张上面残留着紫色和黄色粉末的油纸。\n他继续狂乱地呼喊，继续狂乱地向前冲。他冲过了锻造师的门客和士兵们交战的战线，冲过了院落中的假山、花圃、喷泉，冲过了一层矮得就像走形式一般的篱笆。\n棂坐在窗前，面带微笑，是那种浅浅的微笑，是那种夙愿以偿的，满足的微笑。\n他没有哭。\n早在数年前，他就已经流尽了眼泪。\n他责恨自己。\n正是自己的优柔寡断，害死了她——倘若那天直接带她走，便没有这样的事情；正是自己的心志不坚，害死了她——倘若无视血狮的嘲讽，借助那一剑之力，此刻他可能正在和棂共战来敌。\n可是没有如果。\n周遭的士兵涌过来了，锻造师的门客节节败退了。他置若罔闻，只是盯着眼前的玉人。\n两秒钟后，迅雷不及掩耳之势，他拔出那柄薄剑，挥起。\n剑落，棂的头掉在地上，创口处血流如注。浪子面无表情：可能他已经连有表情的能力都失去了。\n她的皮肤溃烂起来，她的面容丑陋起来，她的体表起了泡，又破开，里面流出黑紫色的毒水。\n浪子依然默默地站在她身旁。他认得那副药，服用那种药来自杀，绝对是非常壮烈的，自然同样是非常痛苦的。\n他不想让她痛苦。\n解药？当然是有的，只不过无论怎么样都来不及拿到解药的原料，拿到了也来不及配出解药罢了。\n嘈杂的声音和他无关，他此刻只想看着她。\n但是也没有多久了。她的尸躯开始腐烂，皮肉都烂成毒水。\n他还是没有任何表情，盯着地上那具骨骼和地上淌着的毒水，若有所思。\n“那么，你们为她殉葬吧。”\n一句陈述句，没有多余的话。\n他将重剑和薄剑放在地上的毒水中，喃喃自语。\n“棂，让我帮你报仇，给你一个亲手报仇的机会。”\n毒水已然凝结在了剑上，结成一层毒衣。\n毒衣结得厚了，内层的毒开始渗到剑中。这是最原始的淬毒方式。\n这个过程描述起来长，实际上并没有花多长时间。地上的毒水很快干了，那是因为毒都结成了毒衣；毒衣很快变薄了，那是因为毒都渗入到了剑里。\n房间中，只剩下一具骨架。\n他提着重剑，携着轻剑，走出房门。\n“你们会知道，棂死时的痛苦。”\n\n十三:鬼面\n\n“你可否记得，棂死时的痛苦？”\n火巨人又开口了。浪子眯着眼，看着火巨人。\n双手搭在那柄轻剑上。\n“蝉翼，不错的一柄剑。”\n浪子面无表情。从他用这柄剑杀死血狮和狂虎，重创天象时起，这柄剑的名讳就已天下皆知。\n那火巨人抬手，一挥，一柄燃烧着火焰的重剑飞了过来。\n那是一团火焰形状的巨剑，跨越海洋飞向直立在海滩上的浪子。那仿佛是跨越空间的锁定，无论浪子如何躲避都无法避开，它的气息是如此宏大、如此浩渺，浪子相对于此就如同一粒沙子相对于沧海。\n浪子好像即刻就会被杀死。\n巨剑燃烧着，它下方的海水都沸腾了起来。火巨人轻蔑地看着浪子。周遭海滩上的沙粒也好像燃烧起来。越是逼近浪子，浪子的世界越变成一片火海。\n离着浪子只有几千米了，对于这长近百米的炎剑而言，完全是一瞬间就抵达的事情。火巨人已经露出了胜利的笑容。\n然而火巨人胜利的笑容停止下来了，因为浪子的脸上同样浮现出了胜利的笑容，其中或许还带着意思鄙视。\n他把着蝉翼，反手一刺。这动作是如此迅猛，以至于周围的空间停滞了。\n如同鸡蛋砸到了地板，周遭画面的每一个部分都像蛋壳的碎片一样裂开。蝉翼的末端也炸开，只留下一道黑影。\n眼前站着一个人，带着兜帽，兜帽下微不可察地淌出一线鲜血。\n“鬼面，只有你才配做我的敌人。”\n帝国麾下第一高手，鬼面。\n浪子还是带着那胜利的笑容。\n“只不过，我看高你了，你居然要用这样的雕虫小技。”\n粉末在鬼面的手中凝聚，无形的空气中显露出一把镰刀。\n“呵。”\n鬼面只是轻笑了一声。双手抬起镰刀，斜劈下来。蝉翼向前飞，与镰刀相击。火花迸出的一瞬间，浪子立刻操纵着蝉翼往侧边刺去：鬼面出现在了那儿，镰刀一横，挡住这一剑。接着鬼面出现在浪子头顶，由上往下压。浪子巍然不动，轻飘飘地抬剑向上一顶。\n“你，还是没有，静心。”\n浪子当然知道自己没有静心。事实上他不再可能静心了。他已经成为自己所痛恨的，真正的恶魔。\n昨晚杀了多少人？浪子没数清。他只知道一个大概的数字：单单昨晚杀的人，就是他曾经杀过所有人的十倍甚至是数十倍。\n镰刀和蝉翼在不同的地方相击。\n\n十四:蝶与落花\n\n花瓣和碟翅在不同的地方相击。\n蝴蝶挥舞着朴素无华的翅膀。\n寒夜里，艳红色的花，开满了院子。\n不时几道寒风拂过，院子里又绽放了几朵艳红色的花，没有停过。\n鲜艳，鲜艳的颜色。就好像火焰那样美丽，那样在瞬间绽放纷华。\n在美丽的花丛间，一只蝴蝶翩翩起舞。飞过的地方，起了冷风；飞过的地方，开起了刹那芳华。\n花落了，地上的花瓣堆积了一层又一层。似乎又有新的花芽来了，可寒风一拂过，就又开成了艳丽的花。好像带刺的玫瑰那样动人。\n那蝴蝶还在舞蹈着啊。可是这满地落英中间，却有那么一个煞风景的，污染了整片画卷的和谐。那中央的一点白花，如此死寂，如此充斥着绝望。最最最令人难以容忍的是，这样一朵丑陋的白花，竟然要如此多的花作陪衬。\n花还是在纷纷地落下，天空中下起了花雨。院子中落满了红花，除了红花之外，唯一的东西，就是那白花，和那依然在翩翩起舞的蝴蝶。\n蝴蝶恐怕也看不下白花了吧？他飞到白花旁边，挖掘着她身旁的地面。白花落入坑中。泥土层层埋上去，不擅长掘土的蝴蝶可着实费了一番苦工。终于，她进入了土中。而院中除了红花，只剩下蝴蝶在翩翩起舞。\n这是一支长久的舞蹈。\n\n十五:幻成空\n\n这是一场长久的战斗。\n势均力敌。\n浪子和鬼面战斗了多久了？两人都不知道。只知道谁一旦有一个微小的失误，立刻就将死亡。\n黑雾中的人啊，还是在隐去、显现。可这有任何作用么？\n浪子很有耐心。他的杀意还没有散尽，况且他常年被追杀，体力完全超乎寻常高手。鬼面不一样，他更像一个一击则退的杀手，绝对不适合缠斗。\n鬼面按耐不住了，他知道如果不尽快决出胜负，就等于是失败。他孤注一掷，发起了最终的攻击。\n浪子毫不慌张——鬼面是不要命了么？这样冲过来，对于剑艺精湛的浪子而言，无异于送命。他的双臂如同蝉翼一样轻动，双手向后蓄势，紧接着迅猛地扑出。\n他看着目标，顷刻间，脸上写满了惊恐。\n目标已经不是鬼面，她是棂。\n棂站在前方，水灵灵的大眼睛无辜地看着他，他的心猛地一紧，下意识地收回剑。剑上附着着的力道太重了，根本来不及收回。\n来不及了，剑还是刺进了棂的胸膛。\n浪子神情一阵恍惚，对于浪子而言，整个世界停止在了这一刻。棂的每一个细节，都是他印象中的棂。\n接着他颓然。他知道这不是棂，这是鬼面的幻术。\n这是最精湛的幻术。\n精湛到了极致，让你就算知道这是幻术也会沉湎其中，也会被此干扰。\n高手对决，只在刹那之间。\n如果浪子没有试着收回这剑，没有减轻这剑上的力道，那么他一定能在鬼面杀死他之前先击杀鬼面。可是随着这一剑的收回，虽然依然刺穿了鬼面的胸膛，却晚了那么一瞬。\n鬼面惨然一笑，镰刀失去控制，从斜上方劈下。浪子放弃了。他知道，来不及。在他恍惚的那一刹那，镰刀便已经来到他颈旁。\n浪子知道，自己败了。尽管双双死去，可自己还是败了，败给了自己的怯懦，败给了自己的优柔寡断，还败给了…\n败给了棂。\n狠狠地，浪子的颈部被镰刀斩中。已经酣战几乎一整天的他的身躯，在这一刻轰然倒下。\n他倒在地上。\n\n十六:监视者复制代码\n\n——他倒在地上了。\n我们监视着他，从早晨十点左右他就一直在和一个无形的东西战斗，最终应该是力竭了，倒下了。\n鬼面大人迟迟没有和我们取得联系。\n——不用找鬼面了，他的灯火已经灭了。\n——啊？什么？\n——是的，就在刚刚几分钟，就在你说的“他”倒在地上的那一刻。我觉得他刚刚应该是和鬼面战斗。\n——那…\n——好了，你回家吧。帝国，已经不稳了。四大高手皆尽阵亡，死在了一个人的手里，就算下面的人不反抗，也有一些人有异心的。\n——怎么会？那天象大人不是重伤逃脱了么？\n——呵，那恶魔，果然是恶魔。他杀了无数人，居然还在那柄“碟翅”上淬毒。天象回来以后本来就已经重伤，最后毒发身亡。\n——这…\n——没什么好讲的了。复制代码\n\n十七:何处话凄凉\n\n浪子躺在地上，血从他的颈部汩汩地流出。恍惚中他看到了夕阳再次落下，他才知道他已经战斗了一个白天。\n\n夜来幽梦忽还乡，\n\n眼前一切正在消散，恍惚中他看到了父母，师傅，还有…\n还有棂。\n棂正坐在那窗前，月色下，他第一次见到棂的那窗前。\n她对着窗户，持着梳子，理着头发。\n小轩窗，正梳妆。\n\n他好像看到了棂。他不知道该说什么——师傅是被自己的优柔寡断害死的，棂也是。\n倘若那次他早一分钟意识到师傅是做什么并出发，他就可以救下师傅；倘若他不被血狮无意义的话语说激怒，棂就有活下去的信心。\n可是，到了现在，还有什么好说的呢？\n不知觉的，眼泪从他的眼眶滑下，从侧面，划过耳朵，“啪嗒”一声滴在地上。\n\n相顾无言，惟有泪千行。\n\n于是心又是一阵绞痛了，那又能如何呢？\n恍惚间，他记忆中父亲被征发去修建建筑的山岗，和母亲居住的山岗，师傅教导他的山岗，棂家院子门前的山岗——重合在了一起。\n明月，还是高悬在空中。十几年来，是同一个月亮。\n\n料得年年肠断处，明月夜，小松岗。\n\n意识迷离了起来，他知道，这是一切的结束。\n所谓对父母的感恩啊，对师傅的敬重啊，对帝王的仇恨啊，对帝国的愤怒啊，还有…对棂的爱——\n这一刻都炸裂开一样。\n他仿佛可以看到丑陋的自己，迷茫的眼神，以及正在停止的呼吸。\n一切都结束了。\n\n终或序:足迹\n\n海滩上，一行脚印延向天际。\n夏日的月光温柔地照射在海滩上，脚印被染成黄色。\n浪花拍击着海岸，奏响“叮叮当当”的旋律。大海倒也有几分闲情雅致，弹奏起礁石。\n平行于海岸线，脚印延向天际。那是脱离凡间的浪子，最后的印记。\n\n写在之后：这篇文大概写了一个星期吧。一个星期以来，早上起来写一个小时，中午回来写一个小时，晚上写两个小时。写了改，改了写。最终有这么个成果。\n不知不觉又写了15k字了。真是有意思呢。\n顺便，这是给自己的生日礼物_(:зゝ∠)_\n二楼解答一些疑惑一类的东西吧，或者说伏笔什么的如果没看出来也可以到二楼去。\n\n没什么好艾特的，想看的自然会看。\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1499766960,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-7-11 22:35 编辑 \n\n...不知道撞到什么关键词了。\n为了避免麻烦，以后说什么就在这层楼编辑吧。\n一写长就容易有关键词\n\n不时几道寒风拂过，院子里又绽放了几朵艳红色的画，没有停过。\n阅读时自觉替换为“花”"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1499773980,
            "txt_content": "好长啊，厉害了赞"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1499781900,
            "txt_content": "不时几道寒风拂过，院子里又绽放了几朵艳红色的画，没有停过。\n\n其中，“画”应该是“花”吧？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1499782200,
            "txt_content": "字好小→_→\n这高亮颜色不对啊  我差点以为是以前的老帖就忽略了= =\n这种东西给自己当生日礼物也是奇葩\n怎么说呢  感觉你现在有点为了写文而写文的感觉呐（不过我也没有时间太仔细看就是了）（说实话这样的排版还是有点乱七八糟的感觉）   \n私以为有些剧情完全可以一笔带过，而着重描写棂和浪子的情感  不然整个故事现在看起来有些杂乱 反而丧失了灵魂                不过这玩意儿也是要你自己体会的吧\n就这样"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499783460,
            "txt_content": "bo_bo2001 发表于 2017-7-11 22:10\n字好小→_→\n这高亮颜色不对啊  我差点以为是以前的老帖就忽略了= =\n这种东西给自己当生日礼物也是奇葩\n是，却是有点这种感觉。\n我写短篇的时候告诉自己，如果要写好那就要在脑海中树立这个人物，从他出生起的每一个事件都要在脑海中，他做出的每一个性格并非是想当然而是源自其性格。\n然而写着写着，就感觉自己的构思不写出来就可惜了，这样一来...\nemm就会导致严重解构。\n不过个人觉得其实还好，毕竟暑假补课非常夸张，写文同时也是一种放松吧..."
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499956800,
            "txt_content": "LED--风扇 发表于 2017-7-11 22:05\n不时几道寒风拂过，院子里又绽放了几朵艳红色的画，没有停过。\n\n其中，“画”应该是“花”吧？ ...\n..已经修正\n【虽然是以重新审核一遍的代价】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499957160,
            "txt_content": "南歌_未央_ 发表于 2017-7-11 19:53\n好长啊，厉害了赞\n看你回复得如此迅速，腚然没有读完"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1499957220,
            "txt_content": "Smokey_Days 发表于 2017-7-13 22:46\n看你回复得如此迅速，腚然没有读完\n我先回复再看"
        },
        {
            "author": "WM2030",
            "timestamp": 1500291240,
            "txt_content": "文字的技巧是有一些了，但是有些地方未免太着重于技巧了。\n技巧是为了表现服务的。背挂于浪子身后的那柄重剑，他已有数年没有动用过。多年以来，人们只知道他有一柄木剑，和出神入化的剑艺…还有剑意。\n浪子身后的那柄剑，是什么？没有人知道。\n甚至于，已经很久没有人战胜过浪子了。\n但自大的帝王，他不畏惧。那剑再强，怎么可能抵得过帝国的雄师？浪子身后的那柄剑，是什么？\n这一句是容易引起误解的。\n\n甚至于，已经很久没有人战胜过浪子了。\n用了甚至于这样的词，但是和前一句的逻辑关系却不是特别明确。而且句中的逗号细读之下就有些造作的意味。\n\n清晨柔和的光，柔和的海风，拂过他的身体。拂过他每一寸未被遮蔽的肌肤。\n这下他又停下了。\n一半是出于这触摸，一半是出于脚下那咯人的东西。咯人 大约 应作 硌人。\n“我…问问父母吧。”似乎缺乏一些生活气息。\n他们都知道这名看似一无是处的君王一名君王的说法似乎有失尊敬？\n\n总之语言的运用上还要加油。\n\n似乎我历来作评都只关注语言运用，对于其他的内容涉及得少。\n应该说是对其他内容没有太多的自信，语言这一块还能挑出刺来。"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1500683280,
            "txt_content": "楷体 浪子的回忆\n斜体 其他人物的经历\n代码 两个人的对话\n三种字体，这大概就是三体罢\n文评...稍晚才能有时间呢..."
        }
    ]
}