{
    "title": "[多线]EggCraft ——真实世界地图|核弹不禁|无领地|太空探索[1.12.2]",
    "author": "MCQJK",
    "replyCount": 0,
    "timestamp": 1564478040,
    "txt_content": " 本帖最后由 MCQJK 于 2019-7-30 20:39 编辑 \n\n\n服务器为战争服，爆炸不禁，可炸家，战区死亡掉落，请注意！\n玻璃心提前远离！不做大多数\n要做就做\n不一样的战争服！\n\n\n我在服务器可以干什么？\n\n本服的玩家具有高度的自由性质不同于其他战争服所谓的“防止崩服”为理由来禁止TNT，核弹，核电本服完全不禁止！不同于其他战争服所谓的“维持服务器平衡”来打压服务器内玩家团体，让玩家心血付之东流不同于其他战争服所谓的“保证服务器寿命周期”来每年，每月，甚至每周换一个周目，最大程度保护玩家财产那么，我能做什么？战士：我效忠于我的团队，并为她而战>>我对团队忠诚不渝，并愿意为国家效力>>我与其他忠诚的战士一同共事>>当团队面临威胁,无论大小,我们一律坚决还击>>所有扰乱我们团队秩序的人都是我们的敌人>>无论身处势力战争国民卫队还是军团中，我们的忠诚始终不变\n指挥官：我在战斗中指挥着部队>>我是一名技能娴熟的战士，同时也是一名经验丰富的指挥官>>我在前线指挥战斗，并协助我的战士们进行攻击>>我参与过多场激战，足迹遍布众多地域>>我的军团与联盟都要靠我来组织与指挥部队>>我作为指挥官的经验是我最宝贵的财富霸主：我带领着我的团队征服世界>>我是团队的霸主>>我的国家在世界为争夺领土控制权与其它国家交战>>在我的主权领域内，我们建立了军事基地和基础设施>>作为团队**，我与同盟达成交易，并命令下属上缴税费>>在我看来，经济、政治和间谍活动与军事力量同等重要自由斗士：我反对**政策，我为解放人民而战>>我是一个追求独立与自由的战士>>我为同胞和自己的自由而战>>我常为解放人民和被帝国奴役的人们而战>>我所憎恨的敌人是那些效忠帝国的垃圾>>反抗霸权的战斗纵然艰难, 但解放事业将永不停止海盗：我静候过路玩家的到来，伏击他们并从残骇中捞出值钱的物品>>我带着全副武装的部队拦截并攻击其它玩家>>我的猎物是其他玩家，从他们身上可以获得最丰厚的回报>>我通常会埋伏在热门地区附近，或者在传送点附近和其它地点搜索目标>>一旦发现目标，或目标毫无防备地进入圈套，我会马上进行攻击>>我可以要挟对方交出赎金放他们走赏金猎人：我有时为别人执行任务，有时也只单纯为获得赏金而追击海盗或其它目标>>我装备精良，能够应对各种威胁>>我为别人执行任务，也为获得赏金而搜寻不法分子>>执行任务时会经常出入危险区域>>我也会在传送点或其它地点搜寻逃亡的人>>我通过完成任务和赏金获得报酬探索者：我对地牢进行探索，寻找稀有物品\n>>我搜寻世界中隐藏的地牢与物品\n>>我利用我的武器来杀死地牢中的怪物\n>>我热衷于探索地牢、太空废墟和隐藏地点\n>>凭借搜索依和发现稀有资源，我过着富足的生活\n商人：\n我在团队间从事低买高卖的投机交易\n>>我寻找合算的买卖并以低价买进\n>>有些时候我在不同团队以高价卖出\n>>其它时候我把买到的货物运到其它国家\n>>我将货物挂到商店上出售，并开始寻找下一笔买卖\n>>运输货物的路程常常要跨越多个地区，我的货柜舱总是满载的，从不放空\n制造商：\n我将军火和机械生产出来并卖给其它人\n>>我研究自动化提高生产效率\n>>我从商店中获取生产材料\n>>我生产机械、武器、弹药，舰船等物资\n>>我通过商店出售产品\n>>同时我也为团队提供物资\n矿工：\n我开采有用的和珍贵的矿石并将其精炼为矿物\n>>我在宇宙中搜寻有用的或珍贵的矿藏\n>>当我找到理想的矿物我便进行开采\n>>我将开采的矿石运回地球或空间站\n>>我的矿石可以精炼成供市场出售的矿物\n>>如果有人需要某些特殊矿物我也会在宇宙中寻找\n行星开发商：\n我开发行星资源，创造科技与财富\n>>我在各个行星上建立工业基地，包括矿物开采工厂、提炼中心和许多其它种类的工业基地\n>>我在行星上调查矿藏并探索地牢\n>>我将这些资源提炼加工成高级材料和组件\n>>我将这些物品从星球表面运输到地球，并在市场上出售，利润相当可观\n>>我和公会中其它飞行员一起建立轨道空间站\n\n\n1.全真模拟地球地图服务器卫星地图 http://222.187.232.139:8123/ 查看更多地图信息-------------------------------------------------------------------------------------------------你见过怎样的地球？是太平洋的宽广，还是珠穆朗玛的高耸？是东北平原的一望无际，还是黄土高原的千沟万壑？是亚马逊雨林的生机勃勃，还是撒哈拉沙漠的烈日当空？是青藏高原的白雪皑皑，还是东非高原的热带草原？穿过白令海峡，走过丝绸之路踏上德干高原的沃土，跨过大自流盆地的河流看见地球，从未如此简单\n\n2.矿物有地区分布特性不仅仅是地图，服务器的矿物生成也与现实一致你可以在**挖到更多的煤，也可以在南非淘到更多的金以现实矿物分布来挖矿，你可能有更大的收获！\n3.无领地，就是干\n人类从树上下来开始就厮杀不断，怎么能够保留自己破坏的天性？服务器除了主城以外，再没有任何圈地插件保护你的建筑你的坐标就是你生存的唯一依据玩的，就是心跳！\n\n4.科技是第一生产力\n战争 就要花钱发展你的科技实力，为你提供源源不断的物资支持！工业，热力膨胀，连接而成自动化这件事，是要动脑子的\n\n\n5.超能力，这是我的战斗\n你知道炮姐吗？那么你想像她那样战斗吗？服务器有超能力mod，原子崩坏，高速传送，超电磁炮还等什么！成为超能力者，就现在！6.太空！空间站是我家！\n地球？那太弱了，要玩就要玩刺激的！\n进入太空，探索太阳系建立你的空间站亦或者来一场太空战斗？\n\n最后，我再说一遍！服务器推荐客户端下载地址:链接：https://pan.baidu.com/s/1Ndvtk6h3o12Tk-JOps9sCA  密码：fbvy卫星地图：http://222.187.232.139:8123/群号：568701557\n\n\n",
    "replies": []
}