{
    "title": "[ Minecraft.net│CULTURE ] Mountain of madness 疯狂山峰",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1499943240,
    "txt_content": " 本帖最后由 像素君 于 2020-9-22 15:47 编辑 \n\n\n\n\n\nMountain of Madness\n疯狂山峰\n\nWe speak to the builder of a working ski resort in Minecraft!\n与一位建造滑雪度假村的建筑师交流！\nLoyal readers of Minecraft.net (the  one's who send us Block of the Week fan mail and dress up as Marsh for Halloween) may remember an article I wrote earlier this year about this working Ski Resort in Minecraft. The resort was the brainchild of Joshua, a Minecraft builder who consistently tweaks and updates his impressive wintry holiday destination. An inspiring level of commitment, considering Minecraft doesn't even have skis!\n某些Minecraft.net的忠实读者（那些给我们发送邮件的每周方块的粉丝，还有那些在万圣节打扮成Marsh的人们）可能还记得，我在今年早些时候写过一篇关于Minecraft的滑雪度假村的文章。这个令人印象深刻的滑雪度假村是Minecraft建筑师Joshua的作品，即使已经发布，他也仍在完善着这个作品。考虑到Minecraft里没有滑雪板，这一作品怎能不叫人激动！\n\nThe resort itself is well worth a look, full of minigames, hotels and restaurants, and even working lifts to get you up those slopes with ease (it's getting back down without breaking your neck that's the hard part).\n这座度假村值得一看：其间遍布小游戏、旅馆和餐馆，甚至是能让你轻松爬上山坡的缆车（虽然在不扭断脖子的情况下回到山脚并非易事）。\n\n\"I live in a ski town in Colorado,\" explains Joshua to us, when we ask what compelled him to craft this resort. “Skiing is one of my favorite actives. So, the inspiration to build the resort was not difficult.”\n“我居住在科罗拉多州的一个滑雪小镇，” 当我们问起驱使他建造这座度假村的动机时，Joshua解释道。“滑雪是我最喜欢的活动之一。所以，产生建造滑雪度假村的灵感也是自然而然的事情。” \n\n\n\n\n\n\n\nJoshua first got into Minecraft after his brother introduced him to the game. \"The second I played it, I was hooked. As a fairly creative person, the whole building aspect of the game drew me in. It was all downhill from there.\" OH WE SEE WHAT YOU DID THERE.\n在哥哥把Minecraft安利给他后，Joshua第一次来到了这个方块世界。“当我第二次游玩时，我就喜欢上了这款游戏。作为一个很有创造力的人，Minecraft的建筑方面非常吸引我。自从那以后，接下来发生的事情都可谓水到渠成了。”噢，我们看到你的努力了。\n\nBut how did he get around the fact that Minecraft doesn't have skis?\n但是，他是如何解决Minecraft里无法滑雪的问题的呢?\n\n\"That's the thing...\" Joshua admits. \"I didn't... really… work around that challenge. I sort of just avoided it. In the ski resort, the only way to ski is to have your player run down the mountain. So, you know, feel free to add skis into the game in a future update.\"\n“这就是问题所在了……”Joshua承认道。“实际上，我并没有尝试解决这一问题，而是采取了一种‘曲线救国’的方式——在这座滑雪度假村里滑雪的唯一方法便是让玩家在山坡上奔跑。所以，我希望你们可以在未来的更新中加入滑雪板。”\n\nWe'll, er, think about it!\n我们会的，呃，我们会考虑的！\n\n\nKeep this map if you visit the resort. It'll help you find all the slopes, attractions and minigames!如果你想去这座度假村，请保存好这张地图。它会帮你找到所有的滑雪用斜坡、景点和小游戏！ \n\nJoshua is selling the experience short – skis may not be an option, but fancy footwear is available for a solid skiing experience. You get to choose between a variety of boots that can make you faster and more powerful on the slopes. Plus, try sprinting cockily down a slope and then hopping off a ramp. You'll be in for an airborne treat as the game blasts you into the sky! Who needs lame wooden planks strapped to our feet anyway when Joshua can simulate the exhilaration of skiing without them?\nJoshua正在尝试着这种新的游玩方式——虽然Minecraft里并没有滑雪板，但你可以穿上各式各样的靴子来“滑雪”。你可以选择自己心仪的靴子并穿上它，这样你就会以更快的速度，充满力量地从山坡上“滑”下来。此外，你还可以尝试冲上一个跳台，然后从跳台边缘一跃而下。当你翱翔于空中时，你将会有一种像飞机一样轻飘飘的感觉。当Joshua可以为我们模拟滑雪带来的喜悦时，谁还需要双脚上那对跛脚的木板呢？\n\nAnother impressive feature of the resort is its variety. If skiing isn't for you, explore and you'll find several fun minigames. LIFT OPERATOR is particularly good/cruel. Villagers walk up to a chairlift, and you have to press a button to release the chairlift so they'll be lifted on and taken up the mountain. But if you don't time it exactly right the lift will just smack into the villager. Owch!\n度假村另一个令人印象深刻的特点是它的多样性。如果你觉得滑雪不是你的菜，那就去探索吧。你会在这个度假村里发现一些有趣的小游戏，比如“缆车操作员”就是一个特好玩（残忍）的游戏。村民们会走到缆车的椅子上，你必须按下按钮放出缆车，这样他们才能坐上缆车并登上山峰。但是，如果你没有控制好时机，这些缆车就会直接撞上村民。哎呀！\n\nI'm not proud to admit that a lot of angry, wounded villagers didn't get to go skiing because of me. Sorry, fellas!\n好吧，我不得不承认，这些愤怒的、受伤的村民因为我的原因而没能滑上雪。对不起，伙计们！\n\n\n\n\"I'm glad you liked the Lift Operator game,\" says Joshua. \"In the resort, I needed a way for people to make money so there could be an economic system. The best option seemed to be minigames. I used to have the world I made with some friends that was full of minigames. From this, I learned how to program the games and such.\"\n “我很高兴你喜欢‘缆车操作员’这个游戏，”Joshua说道，“我需要一种能让玩家在这个度假村赚钱的方式，这样就可以建立一个可循环的经济体系。由此观之，最好的实现渠道似乎就是设计小游戏。我曾经和其他朋友建造过一张到处是小游戏的地图，自那之后，我便拥有了设计小游戏的经验。”\n\nMaking those lifts would turn out, however, to be the most difficult part of the project. \"The technology itself wasn’t difficult. Instead, the real challenge was aligning the lifts to go along a wire. It’s just a very tedious, time-consuming process.\"\n然而，缆车是整个作品中最难建造的部分。“让缆车动起来所需要的技术本身并不难。然而，真正的困难在于将缆车和“电线”对准。这是一个非常乏味且耗时的过程。”\n\nHis efforts were worth it though, as the lifts stop ascending the mountain from being tedious in the game. Way to take one for the team, Joshua!\n他的努力是值得的，缆车为我们节省了不少无聊的爬山时间。Joshua可真是为别人着想啊！\n\n\n\n\n\n\nfour.jpg (85.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-13 22:56 上传\n\n\n\n\n\n\n\n\n\n\n\n\nIt's a detailed, polished build, full of staffed shops, hotels to sleep in and beautiful scenery to gaze at while you recover from your latest batch of skiing related-injuries. That level of polish is likely thanks to this being Joshua's third resort.\n这是一个精心打造的作品，里面到处是有员工的商店、可供睡觉酒店和美丽的风景。当因滑雪而受的伤痊愈后，你便可以前去欣赏一番。这个度假村能做得如此精致，很可能是因为这是Joshua建造的第三个度假村。\n\n\"Very few things were planned out,\" says Joshua, of the benefits of this being his third go at a now-familiar project. \"I kind of knew what had to go where. I had a basic idea of how I wanted the terrain to be formed in my head. I created the terrain with World Painter, a free terraforming software, and I really just built off of the terrain. I added lifts and buildings where I thought they were necessary.\"\n“我建造出的东西并不多，”Joshua说道，这是他第三次建造自己所熟悉的作品。“在前两次的尝试后，我已经基本明白了这类建筑的建造建造方法。首先，要有个基础的构思，让地形在我的脑海里生成。接着，我使用World Painter这个免费建造地形的软件建造了一个地形，然后便开始在地形上建造，最后在我认为需要的地方添加缆车和建筑。”\n\nMore impressive still, is that this was essentially a solo project. \"Basically everything (terrain, technology, buildings, structures, renders, etc.) was done by me. I did have a friend or two come on and test some times, but other than that, i's all handcrafted (literally) by me.\"\n更令人惊讶的是，这实际上是一个单人作品。“基本上所有的东西（地形、技术、建筑、结构、渲染等）都是由我完成的。除了有叫过一两个朋友来参与测试外，我包揽了这个作品全部的建造工作。”\n\n\n\nI love projects like these – testing what Minecraft can be and trying ideas that look mad on paper. Seriously, who wants to listen to the buzzkill who thinks you need skis to make a skiing game? Think outside the box, friend. Where we're falling, we don't need skis.\n我喜欢这样的作品——看看Minecraft可以做什么，然后开始里用Minecraft来实现纸上那些疯狂的想法。说真的，有谁会去听扫兴之人的那种“现有滑雪板，后有滑雪游戏”之类的胡话呢？朋友，打破你那陈旧的想法吧，朋友。滑雪，并不代表着一定需要滑雪板。\n\nKeen to hit the slopes yourself? You can find Joshua's ski resort here and his YouTube channels here and here. Try to break less bones than I did! Shouldn't be hard!\n你想自己去滑一次雪吗？你可以点击这里找到Joshua的滑雪度假村，可以点击这里和这里浏览他的YouTube频道。试着比我少摔断几根骨头吧！做到这一点应该蛮简单的！\n\n\n原文链接：https://minecraft.net/zh-hans/article/mountain-madness\n原文作者：Tom Stone\n原文发布日期：2017年7月12日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499949420,
            "txt_content": "哇\n好气哦\n\n1h前你是怎么进来的"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1499976180,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-7-13 21:04 编辑 \n\n一些改进意见\n\nbrainchild 直接写成脑洞吧2333\nthe whole building aspect of the game 注意这里指的是游戏的建筑部分，不是建筑的外观\n\n定义：\naspect: 1. appearance to the eye or mind; look [...] 4. part; feature; phase √It was all downhill from there.\" OH WE SEE WHAT YOU DID THERE.\n这个是个梗\ndownhill 指的是下山坡，可以指作者与游戏关系的发展，也能指这个地图，后半句就是对于这个的常用调侃\n\n很少有东西划被我计划出来\n笔误一个\n\n\n"
        }
    ]
}