{
    "title": "跟别人聊天，没有话题，怎么办？",
    "author": "Mr_long.",
    "replyCount": 4,
    "timestamp": 1499985240,
    "txt_content": " 本帖最后由 Mr_long. 于 2017-7-14 06:41 编辑 \n\n1. 重点不在于说什么，而在于怎么说。同样一句话不同的人，不同的境遇，不同的语气语调说出来感觉都是不一样的。\n\n\n\n\nQQ图片20170714063732.png (279 KB, 下载次数: 0)\n\n下载附件\n\n2017-7-14 06:41 上传\n\n\n\n\n比如这个。你可以现在看着这句台词念出来。很奇怪对吗。那是因为你没有进入一种悲伤的情绪。这就是为什么很多人曾经背过我的台词或者是电影台词，却没有效果。光字面的复制是没有用的。重点不在于说什么，而是怎么说。这不是方法或者招式，而是内功。比如这个。你可以现在看着这句台词念出来。很奇怪对吗。那是因为你没有进入一种悲伤的情绪。这就是为什么很多人曾经背过我的台词或者是电影台词，却没有效果。光字面的复制是没有用的。重点不在于说什么，而是怎么说。这不是方法或者招式，而是内功。2 Cold readingCold reading直译过来称为“冷读”。女孩最讨厌查户口式的问题。你多大了？你是哪里人？你叫什么名字？很可惜大部分人依然只会这种表面的聊天模式。如果你会冷读，就不会有这个问题。cold 有着没有准备的意思，reading有着读心、占心的意思，冷读术就是指在没有防备，甚至第一见面时看透他人的心思，从而更好的与人交流，经常被心理医生应用于心理治疗。比如：“你是不是在国外留过学？”这是一句普通的问句。转换成冷读就是：“你一定有在国外留过学。”再比如：“你觉得自己的性格怎么样？”转换成冷读就是：“如果我没看错，你的人缘一定不错吧~”这就很明显了。第一个例子，如果是普通对话，对方一定会回答：是的/没有。但是用冷读的方式，对方就可能会有很多种回答，比如：你是怎么知道的？/没有，为什么你会这么说？/那你知道我在哪个国家吗？第二个例子，如果是普通对话，对方很可能会回答：额。。。我也不知道怎么说。/我觉得我性格还行吧。但是用冷读的方式就不一样了：啊！你是怎么知道的！/没有，其实我朋友不多的。可能你已经发现了一点，那就是冷读必须用陈述句。而且，冷读是一种猜测。既然是猜测就会不确。但这并不意味着冷读就失败了。冷读并不是让你完全猜准对方的信息，而是通过这种方式让对方敞开心扉，主动的给你更多的信息。当然你不能胡乱去猜。而是通过对方的衣着，谈吐，话题内容等等一切信息去让你的猜测更加准确。再举几个例子吧：比如：你多大了？——24——没下文了。换成陈述句就是：--我没看错的话你一定24岁了吧。--你怎么知道的？--好吧说实话是别人告诉我的。--谁告诉你的呀？--balabala...再看：--你肯定经常去新街口。--为什么这么说？--因为在那里经常看到你这一款的女生。--我是哪一款？--balabala..骗子不是“骗人的专家”，而是“赢得他人信赖的专家”！冒牌算命师或假通灵者这些骗子，都是怎么骗人的呢？依照常理来说，应该没有人会相信才第一次见面的可疑人士所说的话。但是，为什么就有人会轻易相信那些怎么想都很可疑的说词呢？这是因为，骗子都是一开始说真话取得你的信任，然后才开始骗你。如果这个人的说词一就漏洞百出，任谁都会提高警惕。但是，因为骗子一开始说的都是真话，就会慢慢让人觉得这个人说的话可以相信。投资诈骗也一样，即使只是蝇头小利，但初期一定会让你赚钱。你因为确实有获利回收，自然而然就缷下心防，相信对方，掏出更多的钱来继续投资。等到你投入大笔资金以后，对方才狠狠敲你一笔，然后捲款而逃。总之，骗子的哲学就是：先赢得信任，再开始行骗。越能让对方信任，就能骗得越多。只要能让对方相信自己值得信赖，接下来的诈欺技巧无论多么拙劣，也都能轻易骗倒对方。因此，比起行骗的技巧，高明的骗子其实花更多精力在琢磨“赢得信任的技术”。仔细想想，无论是跑业务或是接待客户，无论是恋爱或是教育，任何形式的沟通，不都是从赢得对方信任开始的吗？从赢得优生优育的技术这个观点来看同，冒牌算命师或是假通灵者这些骗子使用的冷读术，着实有许多值得我们学习的部分。",
    "replies": [
        {
            "author": "Mr_long.",
            "timestamp": 1499985600,
            "txt_content": "\n成为读心者（cold reader）的四大要素在开始技术层面的内容前，我想先说明实践冷读术时的要素，或许也可以说是一种必须具备的心态。　　　要素一　维持解释而不是猜测的心态　　　要素二　让对方说他想说的话　　　要素三　说对方想听的话　　　要素四　将对方视为独一无二的人，对对方的一切都感到惊喜　　要素一　维持解释而不是猜测的心态冷读术初学者最容易犯的错误之一，就是误以为冷读术就是“猜迷”。这种人往往以为赢得对方的信任，就是要读出对方的心事，並向对方炫耀：“怎么样？我很厉害吧！”但在现实状况中，如果以这样的心态进行解读，越是说中对方的心事，反而越会让对方起疑，只会引起反效果而已。冷不防的被素不相识的人猜透自己的心事，任谁都会感到不舒服。因为感到不舒服，所以不但不会坦然地承认读心者的能力，反而会心生反感，“这家伙一定是用了什么诡计。以为我会受骗上当吗！”所以，为了赢得信任，绝对不能展现自以为很厉害的态度。要素二　让对方说他想说的话不管怎么说，人最关心的终究还是自己。就像在职场上，很多主管就算与部属促膝长谈，到最后也只说了自己想说的事，根本没听到部属的心声。对读心者来说也是一样，因为读心者毕竟也是凡人，很容易不知不觉就忘我地说起自己想说的事。尤其是刚开始试用的初学者，脑袋里想的全是要如何运用学过的技巧，根本没有余力将心思放在对方身上。但是，你想说什么根本就无关紧要，重要的是让对方说他们想说的事。永远不要忘记这才是身为读心者的你，所该扮演的角色。让对方说出他想说的事，对方自然会觉得心情愉悦，也就更愿意提供各式各样的资讯。更重要的是，当对方感受到你是真心愿意倾听他想说的事时，便会感到满足，然后才会有余力开始听你说话。要素三　说对方想听的话须知三是延续须知二而来的。当你让对方畅所欲言时，自然会明白对方真正想要的是什么，对方想要听到你说些什么。譬如公司里较资浅的同事来找你商量，“前辈，我写了一份企划书，在呈给部长看之前，能不能请你给我一点意见呢？”你爽快地答应，看完后的感想是，如果再加上一些市场调查数据就更完整了。於是，你对这位同事说：“写的还不错，不过如果能补充一些市场调查数据的话，部长的评价应该会更好喔！”“恩！但是我觉得这次的企划案，市场调查数据並不是那么需要耶！”结果就会像这样，你好意提出建议，同事的回应却是“但是……”为什么呢？因为你的建议不管有多中肯，此刻根本无关紧要，这並不是这位同事“想听的话”。这位同事真想听的是，“真不赖！你写的真的是很好耶！”所以身为前辈的你，当较资浅的同事来向你请教时，在正经八百的思索如何才能让部长满意这份企划书之前，先要思考的问题是，“这位同事想要听到我说什么呢？”恩为这位资浅的晚辈，唯有听到他“想听的话”之后，才会有余力听你的建议。“真不赖！你写的真的很好耶！”“真的吗？我想了很久呢！实不相瞒，我对这份企划书还蛮有信心的。”“这倒是。因为的确看得出你的努力啊！”“恩，不过，多少还是给我一点建议嘛！”“建议啊？让我想想……恩，如果再加上一点市场调查数据的话，部长的评价应该会更高喔！当然，我的意思是，如果你还有时间修改一下的话。”“下午才要提案，应该还来得及！原来如此，少的是市场调查数据啊！因为部长总是很在乎那些数字对吧。真不愧是前辈！”就好像老婆或是女朋友问你：“这件衣服好看吗？”我想没有男人会脱口说出心里想的，一定都是先思考女朋友期待听到什么答案后才回答。冷读术运用自如的秘诀也有异曲同工之妙，就是要养成一个习惯：在说话前永远先思考“对方究竟想要听我说什么呢？”要素四　将对方视为独一无二的人，对对方的一切都感到惊喜听说世界上没有任何两片雪花的结晶一模一样，而且每个结晶的模样，也就出现那么一次而已。这听起来的确非常惊人，但仔细想想，人不也是一样吗？世界上不可能有两个长得一模一样的人。不管再怎么相像的双胞胎，也一定有什么地方不太相同。如果我们与人相处时，能时时怀抱着这种绝对的惊喜，认为这个人是世上独一无二、无可取代的，就算没有刻意表现或说出口，这股意识也会自然而然流露在你的言行举止中，让对方感受得到。然而，越是专精於沟通或是心理学的人，越是容易忘记这件事。最明显的证据就是，轻率地就脱口说出“那个人是自闭症吧！”会这么说，表示一也不怀疑“那个人＝自闭症”。我不是在开玩笑，不管是谁，“那个人＝那个人”，除了他之外，什么也不是。如果你说的是“那个人表出一些自闭症的症状”，也还罢了，但是随口说出“那个人是自闭症”这种话，就证明了你心理根本没有那个人是这世界上独一无二，无可取代的惊喜。日语中有一句话叫做“一期一会”。也是 @葛巾 的签名。意思是当下这个瞬间，仅此一次，不会再有第二次。没有彩排，也不能重来。不管成功或是失败，喜悦或是哀伤，每一个瞬间都是仅有一次的珍惜时刻。正因为如此，我们才更要全神贯注在这一瞬间。 在你面前的不管是什么样的人，都是世上独一无二、无可取代的。虽然这世上的人有如雪花一般花，但不管你再怎么寻找，这个人－在你面前的这个人，都是唯一的一个。如果你能对这个事实抱着敬畏之心，不管对方是什么样的人，都能够立就建立起信任关系。"
        },
        {
            "author": "Mr_long.",
            "timestamp": 1499985780,
            "txt_content": " 本帖最后由 Mr_long. 于 2017-7-14 06:50 编辑 \n\n我特别找了几段《皇家赌场》中007用到过冷读的片段：\n\n007：Well, your beauty's a problem. You worry you won't be taken seriously. 你的美貌是个问题。你担心别人不会认真看待你。\n\n\n\n007：No, you didn't.  Someone gave that to you. He's a very lucky man. 不，你没那么认为。那是别人送给你的。他是个非常幸运的男人。\n\n"
        },
        {
            "author": "Mr_long.",
            "timestamp": 1499985780,
            "txt_content": "新人一枚，混个脸熟"
        },
        {
            "author": "Mr_long.",
            "timestamp": 1499986320,
            "txt_content": "\n讲故事。两个人的对话内容80%都是通过讲故事来完成的。在这里我简单的讲一下如何讲好一个故事。4.1：细节。一个故事要让他听起来像是真的，必须得有细节。比如：“我躺在床上，被子都没有盖（细节）。然后拿出手机瞄了一眼，我还清楚的记得那时候是凌晨3点15分（细节）。接着我翻了一个身。。。。。。”4.2：展示价值（可选）。故事是最好的让人了解你的方式。比如你想要让对方知道你很有钱。你可以直接的说：“我是个土豪。”当然你也可以讲一个故事：“我最近惨死了，前两天车被别人撞了一下，今天他打电话给我让我去签一份协议。我心想，修个车还签什么破协议。结果我一看，上面写着如果部件在运输过程中遭到损坏。要自行承担。我那个时候才知道，这破车的零件只能从意大利进口。国内买不到。哎，苦逼的我这几个月没车开了。”如此，别人自然知道你开的是好车。而且很有钱。4.3：起伏。平淡的故事没有人爱听。这就需要你有一定编剧的能力。如果没有，那不妨讲出来之前先编排好吧。举个例子：“你知道吗？昨天有个妹纸咨询我，她说她男朋友的那里太小，只有牙膏那么大。我一听就怒了。和她说，你别天真了好么？有牙膏那么大已经很大啦！！结果她弱弱的说，你见过宾馆的牙膏么。。。。”4.4： 创造世界画面，背景。这就像是在布景，你的故事最好需要有画面感。不然人们会索然无味。很多小说可以很好的做到这一点。比如：“二楼的空间并不大，零零散散的摆了几张桌子。余光告诉我，有几个身材火辣的美女正坐在这里吃饭。我没敢抬头扫视四周，默默的跟在哥们后面走到一个空餐桌面前坐下。　　坐定之后我抬起头。在我的斜对面，两点钟方向有一桌三个女生组成的小团体。其中一个女生面对我。　　作为一个心理健康的死娘炮，我惯性的瞄了她几眼。　　黄色的中分，很平顺。一身清凉至极的露肩装。露出圆润滑腻的珍珠肩。两条大长腿白的反光。脚底穿着一双透明彩丝带的玻璃凉鞋。足踝浑圆线条优美，十个脚趾头上丹蔻朱红，抹着鲜艳的指甲油。”相信你已经可以想象到小说想要描述的画面了。4.5：加入感情。一个好的故事没有一个好的述说方式也是行不通的。试想，如果机器人瓦力没有感情，它大概不会有那么多的粉丝。\n"
        }
    ]
}