{
    "title": "[ Minecraft.net│CULTURE ] Atlantis Discovered 发现亚特兰蒂斯",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1499989860,
    "txt_content": " 本帖最后由 像素君 于 2020-9-22 16:24 编辑 \n\n\n\n\n\nAtlantis Discovered!发现亚特兰蒂斯！\nWell, in Minecraft anyway, in this mythical build by Hyperscale!就在Minecraft中，由Hyperscale建造的神话般的建筑中！\nIn ancient times, when it was still fashionable to wear bedsheets as clothing, the famous philosopher Plato told the story of a great civilization, the Kingdom of the Atlanteans.\n在遥远的古代——人们还身着床单一样的衣服时，著名哲学家柏拉图就已经写下有关“亚特兰蒂斯王国”——这一伟大文明的故事。\n\nPlato described Atlantis as the big city-state on the block, famous for their wealth and architecture, that one day suddenly vanished. Some say a volcano erupted and sunk the kingdom to the bottom of the sea. Plato himself said the gods, likely angry at the hideous curtain couture, punished the citizens by sending their beloved home into the abyss. Others say Atlantis never existed at all—Plato being fond of his allegories and all that.\n在柏拉图的故事中，亚特兰蒂斯是一个因富裕和建筑而闻名的大城邦。但是有一天，这座城邦突然消失了。有人说是火山爆发导致这个王国沉入了海底，而在柏拉图看来，他们所穿着的难看的布制衣物惹怒了众神，所以他们降下天罚，将亚特兰蒂斯送进了深渊。也有人认为，亚特兰蒂斯根本就不存在，只是柏拉图很喜欢自己创作的的神话故事罢了。\n\nWell wonder no more! With the help of modern technology and Minecraft, explorers and seafood enthusiasts alike can see for themselves the wonders of Atlantis. This ancient city of questionable fashion taste returns from the deep, thanks to builder Hyperscale and his friends at TheAtlanticCraft.\n不要再想那么多了！在现代科技和Minecraft的帮助下，这座有着奇异品味的城市终于得以从深渊中返回众人的视野。现在，不论是探险家还是海鲜爱好者，都能够有机会欣赏到亚特兰蒂斯的奇景——而这一切都要归功于建筑师Hyperscale和他在TheAtlanticCraft中的小伙伴们。\n\n\n\nHyperscale came to Minecraft when the game was still in alpha. \"I just enjoyed the freedom of it,\" he says. \"You can do anything your mind could think of.\" It was this unleashed imagination that inspired him to start building, first creating \"a crude Eiffel tower\" and growing from there.\n当Minecraft还处于alpha测试版时，Hyperscale就已开始游玩了。“我很享受Minecraft带来的这种自由。”他说道，“你可以在这里做任何想到的事情。”而正是这种无限制的想象力促使他走上了建筑之路——以“一座简陋的埃菲尔铁塔”为起点，他的建筑技术开始变得熟练起来。\n\n\"For the first year or so I just enjoyed building for small servers, just making spawns for fun and learning different ways things can be built by following online pictures/videos. Eventually I starting working together with the YouTuber, TheAtlanticCraft, on the first iteration of Atlantis almost 2 years ago.\"\n“在开始建造的最初一年里，我享受着为小型服务器建造的过程——除了为找乐子而建造主城之外，我还会通过网上的图片或视频来学习不同的建造方法。”最终，我在大约2年前开始和YouTube上的主播TheAtlanticCraft一起开始了亚特兰蒂斯的建造。”\n\nYou heard right: two years! This amazing city took a full two years to build! You could get an associates degree in two years, or drive across the world 34 ? times in two years. Or build an epic underwater kingdom in Minecraft!\n你没有听错：两年！这座神奇的城市花了整整两年的时间才建成！你可以在两年内获得一个联合学位，或者是在两年内开车绕地球34圈半，或者是在Minecraft里建造一个史诗般的水下王国！\n\n\n\n\n\n\n\n\n\nNow it wasn't a straight two years of non-stop building. According to Hyperscale it was \"very on and off. Whenever we'd come up with another part of the city we needed, I'd build it.” And Hyperscale is incredibly dedicated to his builds.\n不过，这并不意味着他们连续不断地建造了两年。据Hyperscale的说法，这个作品“总是‘一会开坑，一会弃坑’，只要我们想到该给城市建造些什么，我们就会开始建造。”事实上，Hyperscale也非常专注于他的作品。\n\n\"AtlanticCraft and I always want to have the best environment and atmosphere for our animations and videos. So I always have to hand build them to spec!\"\n“我和AtlanticCraft一直想为我们的动画和视频创造最好的环境和氛围。”所以我必须得很规范地进行建造！”\n\nIt shows. You can see the expert attention to detail in all the buildings: the bank, the hospital, the courthouse. And you can definitely see it in Hyperscale’s favourite structure, the Sky Elevator.\n事实上也确实是这样。你可以在所有的建筑物中体会到建筑师对细节的精雕细琢：银行、医院、法院，还有Hyperscale最喜欢的建筑——天空电梯。\n\n\n\n\"I loved the style of it, it’s very futuristic and technologically advanced.\" But he enjoys his favorite building for more than just the fancy block work.\n“我非常喜欢它前卫和充满高科技感的风格。”比起那些华丽的建筑，他更喜欢这座天空电梯。\n\n\"The Sky Elevator symbolizes the people of the underwater world advancing and being able to ‘escape’ to the land above. So for me it always stood for learning and evolving and discovering new things!\"\n“天空电梯标志着水下世界的进步——人们终于能够“逃离”大海，来到海平面上的陆地。于我而言，这座电梯就是学习、发展，以及发现新事物的象征！”\n\nLearning new things like how to make a build so large appear underwater.\n学习新东西就像让一个巨大的建筑在水下出现。\n\n\"I was figuring out how to completely flood it under water for the videos. Just picture me randomly world editing giant blobs of water everywhere above and having it all flow down. I think it was about 4 hours of work to flood the entire inside of the dome (because in game, Atlantis is enclosed in a GIGANTIC stone dome). Then I realized I could of done it out of game in a world-edit program in about 10 minutes.\"\n“为了保证视频效果，我得想办法让这座城市完全淹没在水下。你大可想象一下我这么做时的情景：在建筑上面随机地做出巨大的水球，然后让里面的水自然地留下。我本想着花费4个小时把穹顶淹没（在这个作品中，亚特兰蒂斯被封闭在一个巨大的石穹顶中），但随后我才意识到，如果使用WorldEdit，只需10分钟左右就可以完成了。”\n\n\nHyperscale continues to work on Atlantis with more huge projects to come. He eventually wants to leave under the sea for something more a part of our world.\nHyperscale仍然在建造着亚特兰蒂斯和其他大型的作品。不管怎样，他还是想离开海底，为我们这个世界做一些别的事情。\n\n\"My ‘dream project’ would have to be a giant, but very fleshed out cyberpunk city. Giant floating highways and crazy neon signs everywhere. I think it would make a great atmosphere. With the new blocks that are very bright and colorful, maybe this dream is closer now.\"\n“我的‘梦想之作’将会是一座巨大而充实的赛博朋克风城市。到处都是宽阔的浮空高速公路和炫目的霓虹灯。我想这些元素可以营造出一个很好的氛围。鉴于Minecraft已经多了不少明亮且五彩缤纷的新方块，我觉得自己离这个梦想更近一步了。”\n\nIf you want to take the plunge and see Atlantis from the ground up, check out YouTube series Atlantis Adventures and follow Hyperscale on Twitter.\n如果你想潜入水中从头感受亚特兰蒂斯，请收看YouTube系列《亚特兰蒂斯的冒险》，并在Twitter上关注Hyperscale吧。\n\n\n原文链接：https://minecraft.net/zh-hans/article/atlantis-discovered\n原文作者：Ash Davis\n原文发布日期：2017年7月13日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1499990580,
            "txt_content": "你一夜没睡？\n不会吧"
        }
    ]
}