{
    "title": "【原创·连载】[圣石战争] ⑤",
    "author": "上官轩清",
    "replyCount": 3,
    "timestamp": 1500034680,
    "txt_content": " 本帖最后由 上官轩清 于 2017-8-1 19:30 编辑 \n\n【Chapter 5】\n\n\n　　威迩尼德式建筑标志性的三角木质屋顶上，不知何时起已经站了一个人，近看是一名女子的身形，而假如远远地观望——比方说从罗尔的宅子里——那就只能依稀瞧见一点模糊的黑影，在夜幕下完全不显得明显。\n\n　　女子头戴灰色的兜帽，此时手中举起了一把棕色为主色调的枪械，她埋在阴影里的眼神透过瞄准镜注视着窗口罗尔两人。\n\n　　罗尔为什么能注意到这名女子的原因，在旁人看来也许会成为一个谜。不过至少他面前这位来自议会的法师并不会关心这些。六角的红宝石爆发出妖艳的光芒，而在这光芒吞没罗尔之前，远方那名为“芙蕾雅”的女子扣下了扳机。\n\n　　没有动静，悄无声息，数发子弹划破夜空，在一个瞬间的开始就撞破了落地窗，随后后发先至，没入这片光芒里。同时只听见光芒的背后传出来一声惨叫，而后霎时间这光芒就暗淡下去直至消散。\n\n　　成功了——罗尔一喜，尽管落地窗的玻璃碎片如暴雨一般打在他身上，但这不会妨碍他注意到束缚自己的神秘力量已经消失。他没有去看敌人一眼，直接转过身去，脚下一蹬，就从窗子里毫不犹豫地纵身一跃。\n\n　　他落在地上，借助翻滚来缓冲，随后忍着疼痛跌跌撞撞地向芙蕾雅的位置逃去。虽然只是两楼的高度，但摔下去还是有些痛，尤其是他这种身体脆弱的法师——当然，见习的。\n\n　　现在没有闲情去想别的，他把身上长袍的帽子戴上，尽管芙蕾雅的枪械可以说是没有丝毫声响，但是一扇落地窗整块碎开来的声音也足够引人注目。不过这时候他还真的想去和一些黑心商人去讲讲道理——去问问为什么一面玻璃几枪就整块崩掉。\n\n　　几个拐角后，他在一个阴暗的角落里找到了他的同伴。\n\n　　芙蕾雅的兜帽下有一缕金发垂落下来，尽管脸部被挡住，但罗尔依旧能察觉到对方关心的眼神。\n\n　　“好了芙蕾雅，这次真是谢谢你了。”他这才松了一口气，心中却立马思索起了逃亡的路线。\n\n　　议会绝对不会善罢甘休，好一点的情况现在追杀他的人已经死了一个，坏一点的情况则是对方逃过一劫，随后继续追杀他。但不论如何——他已经彻底激怒了奈克罗议会，而接下来他将迎来的是几乎一个国家的力量。\n\n　　然而——罗尔·霍布恩紧紧握住了心脏，在那里，有一样事物成为了这次事件的核心。圣石——这个国家最后的希望。他必须保护好它。\n\n　　芙蕾雅伸出手拍了拍他的肩，黄莺般的声音随后响起：“他没死，罗尔，自从上次暗杀失败了以后，议会的法师对枪械的防范已经到达了前所未有的高度。并且，我们该动身了，迅速离开这里。”\n\n　　他们能找到你一次，自然也能有第二次。她在心里补充了一句话。\n\n　　罗尔好看的眉毛紧紧纠结在一起，还是点点头。他们随后便穿梭在罗曼蒂亚这座郊区城市的巷子暗道之间，时刻保持着警惕。\n\n　　传说之中，拥有圣石的奈克罗曼人可以找到北山巨龙，然后向它提出一个愿望。如果通过了巨龙的考验，那么它就会实现这个愿望。这则秘闻原本只流传于皇室，但前不久罗尔却还从议会的人中听到了这一件事。\n\n　　北山巨龙，对大多数人——尤其是普通人而言，只出现于神话传说之中，作为奈克罗曼人的信仰而存在。但罗尔知道，它是真实存在的，真实地居住在莱恩帝国边境线上的北山顶峰。而根据记载，那里终年飘雪，山峰巍峨陡峭，而北山巨龙——从有记载开始至少活了上千年——足以追溯到大陆三大国家建国之时。\n\n　　女刺客那件宽大的服装并没有影响其身手的矫健，每逢路口，她都会迅速地扫视一圈，确认没有任何异常以后立即飞身穿过。而在其身后的罗尔相比之下就显得身形有些“臃肿”了。\n\n　　毕竟是专业的。年轻的见习法师嘀咕了一句，在芙蕾雅的催促下赶忙跟上。\n\n　　他们飞速通过街道房舍，罗尔可以透过窗户看到些许点亮的油灯。多数只有一层高的房屋长而低矮，微斜的屋顶遮蔽着下方的门廊。罗曼蒂亚城的房子本身是木造建筑，以石头为地基，他们此时已经逐渐远离城市中心，罗尔透过挂着帘子的窗户，看了看里面的住户，熟悉的面孔让身处暗夜的他倍感安慰。这是个令人恐惧的夜晚，离开家，离开他所认识的人，这一点并不会让他安心。\n\n　　芙蕾雅依然对所有事都不以为意，她连看也不看这些建筑一眼，开始领路以后就没开口说过几句话。罗尔倒不对她带着自己的方式觉得很可疑，她完全不需要让罗尔带路，脚步不停似乎很清楚这座城市的弯弯绕绕。到了分岔路口，每一排房子几乎都长得一模一样，女刺客也毫不犹豫就选定了正确的路线，尽管她既没有问罗尔，也没有抬起头仔细看路。罗尔倒觉得对方才是土生土长的罗曼蒂亚人。\n\n　　两人很快就抵达目的地——一座位于城门两个街道远的旅馆。这是一栋由主厅和走廊，还有侧翼组成的典型威迩尼德式建筑。房子由大型原木建造而成，立在高高的石头地基上，配以木屋顶，这个特殊的屋顶比一般家用住宅来的高。中央建筑仅有微弱的灯火亮着，里头没有什么声音，而旅馆两翼则是一片漆黑，那原本是旅客休息的地方。芙蕾雅警惕地环视四周，快步走上门廊阶梯，迈向旅馆中央的大门，而罗尔一言不发地跟随在后。\n\n　　芙蕾雅滑开沉重的金属门闩，拉起门把，打开右侧大门进入大厅。里面摆满长凳，高背椅，左墙后边靠着几张长而厚实的木桌。桌上摆放着没有点亮的灯，左方墙壁中央的大型壁炉已经熄灭，仅剩的光源就是墙上的烛台。这里的亮度也就和街上不遑多让，罗尔从没来过这里，他拉拉帽子扫视壁炉和家具，掠过屋后紧闭的对开大门，再到他右手边占据了整面墙的吧台。当两人走进房间时，这里只有一个人安静地坐在吧台前，他的脸埋在阴影下，当听到脚步声，他稍微动了一下，瞄了一眼进来的两人。他的视线只是在芙蕾雅身上稍作停留，而后仔细审视着罗尔。\n\n　　只见芙蕾雅向前，从衣服里拿出一个标志样的物件，在隔了几张桌椅的地方举起给那人看。那人收回目光，细细端详了一会儿才站起身走向前。此时罗尔才得以看清楚这人：和他同样的中等身材但略高，敦实的体格，灰棕色的头发下有着一张阔圆脸。\n\n　　“欢迎来到我的旅馆，陌生人，”旅馆的主人礼貌性地招呼一声，锐利的视线企图穿过见习法师隐藏在长袍兜帽底下的脸，“还有你，刺客。”\n\n　　女刺客轻轻握了一下伸过来的手，然后对着罗尔点点头。\n\n　　“感谢你，拉斯特里街的主人，”罗尔猜到她的表情始终平淡，但他能发誓这两人绝对认识，“我们希望借用拉斯特里街通向城外的暗道。”\n\n　　“当然。”旅馆主人看了罗尔半响，随后响应，蹒跚地越过两人，信步走向屋后的对开大门，推开门穿过前方廊道。罗尔才发现对方的走路姿势一瘸一拐，显然是一名瘸子。沿途的房间全部都门房紧闭，他们一路走到唯一敞开的那扇直通旅馆厨房的大门，随后走进藏酒室，在众多酒桶的背后发现了一扇地面上的活板门。\n\n　　“你们进去后，旅馆会关门，”旅馆主人说道，他接着又瞥了一眼年轻的法师，“刺客，你知道该向哪里走。”\n\n　　芙蕾雅微微颔首，随后当先打开活板门下去，罗尔紧随其后，在他即将拉上活板门的那一刻，他分明看到旅馆的主人始终投来一道漠视的视线，令他有些不寒而栗。他拉上活板门，顺着梯子向幽暗的地道下爬。\n\n索引\n有生之年，我敢担保没有下一章\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1500041880,
            "txt_content": "这样的文风着实挺舒服。\n对于细节的勾勒也十分到位。\n期待下一章_(:зゝ∠)_"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1500046980,
            "txt_content": "我闻到了一股刺客信条小说的味道，因为自己文笔也不怎么样所以不敢妄加评论，但是我敢肯定的一点\n【翻字典找那个关于肯定的词语】\n肯定写的比我好【念词典上的词语并合上词典】\n不过是有生之年，那我就期待下一章咯【托腮】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1500097740,
            "txt_content": "“好了芙蕾雅，这次真是谢谢你了。”他这才松了一口气，心中却立马思索起了逃亡的路线。\n这里的承接似乎不太顺当？\n“当然。”旅馆主人看了罗尔半响\n似乎有点问题，毕竟时间紧迫，不应该有这样的闲情。\n这是个令人恐惧的夜晚，离开家，离开他所认识的人，这一点并不会让他安心。\n主语略显混乱，语意可能有歧义？可以试着改成：\n在这个令人恐惧的夜晚，离开家、离开他所认识的人，这件事并不会让他感到安心。\n\n总之描写还算细致，只是有些句子不大通顺，可以尝试读出声地读一遍。"
        }
    ]
}