{
    "title": "[脑洞思维]完善的安全的科学的生物研究",
    "author": "此用户正常",
    "replyCount": 4,
    "timestamp": 1500040380,
    "txt_content": "大家都很喜欢玩mod，但可玩性的mod少之又少大多还是外国搬运来的是中国开发者的锅吗，本人不做评价...不会开发mod.只能贡上自己的脑洞，望有生之年有开发者能将它开发出来......注意不要说我抄袭......表示看到很多MOD机制都不完整，要么是无安全防御、要么就是机制不完善\n\n\n\n建议mod名称：完善的实验机构\n建议联控mod：星系...工业2...等等\n\n\n结构构造：环境\n\n对于一个完善的实验环境必不可少的是环境，脑洞思维：\n  传播环境：\n         （建议支持多世界）破坏\\杀死某冰块、植物或者矿物质、上古物质散放出细菌、病毒方块（非实体），此方块类似空气方块，看不见，非常非常小几率在主世界以及其他世界随机生成，接触后将会获得某病毒、细菌感染效果，每个病毒、细菌的空气方块都不同，都有不同的特性，类如有些细菌空气方块在地狱无法存活、或者是有些病毒|细菌在主世界某些环境内扩散慢、又或者是有些细菌、病毒无法在无氧环境内长时间生存（备注：人和动物包括村民都会感染，一旦感染病毒他们就会去指定的地点接受治疗可用吸引感染者方块实现）。\n\n结构构造：安全保护和机器\n\n实验室专用安全机制以及机器设备：\n个人防护机制:（头盔、衣、裤子、鞋子、通话器、氧气罐（扩展星系）、消菌器-备注材质不同耐久不同，防护衣一旦接触到病毒方块就会降耐久度）\n\n\n无氧灭菌器：抽空密闭室内的所有外来空气，可通过星系mod供氧，也可自主研发。\n\n安全密封实验室门：全密闭结构，完全消菌材质，一门阻挡千万致命者-具体可运用在星系或者是主世界配合无氧环境器简直防御一绝，类似：\n               开门---通道内置无氧环境器---关门     关门---通道内置无氧环境器（激活后再入内）---开门 \n实验室安全消菌方块：可在一定的范围内进行空气净化，不会让细菌、病毒生成\n（建议设置4个级别专用消菌块-病毒建议采用现实的生物安全等级：BSL-1-2-3-4）\n注意哦：此处可设置一些消菌块无法消除的病毒、细菌（毁天灭地级病毒、细菌）加增难度、当然一定要有解药，不过要自己研发。\n\n样本暂存器：右键打开可看见一格储蓄空间，可放置样本、配合DNA提取器使用。\n\n安全隔离方块：虽是透明材质但隔离一绝，用于隔离小范围感染者、病毒无法穿过此类方块。\n\n密封灯：完全照亮密封室内、一个解决，在开放室内作用很小。 \n\n紫外灯：红外灯：消菌用，可设置远程开关，离开时开启，直接照射对人物有伤害。\n\n冷冻储蓄：急冻储蓄箱(可制作成冰箱、桶状、可设置需要电力、密码开启)（存放病毒防止泄露，没错丧心病狂保存不佳也会泄露）\n\n消菌灯：可放置在通道入口之类的两个相对即可发出消菌射线，强制性销灭所有病毒（对丧心病狂类病毒无效）\n实验室生物安全等级警告牌\\方块：按照（安全）BSL-1-2-3-4&4个等级制作即可，无菌材质可防御。\n\n实验室警告方块\\牌：可制作生化实验-化学危险品-病毒细菌-疫苗-注意防护-危险勿触-接触死亡-非研究员禁入-非工作人员禁入-无防护禁入。\n\n绑捆绳：邪恶科学家必不可少-研发疫苗必不可少：用途为绑捆感染者让其暂时成为一个物品，右键散放（绑捆村民可右键+shift）。\n\n医用手推车：存放物品一个可放入4个物品\n\n手术台：可用绑捆绳绑捆感染者后右键此台进行固定--有大用处。\n\n输液支撑架：用于支撑输液袋--没错有这个更好喝药水怪怪的投抛药剂是范围的，这样很好解决个人感染，先用吊瓶右击支撑架，再右击输液者。\n\n抗体散发器：消菌器无法消灭的病毒扩散到实验室里面怎么办，很简单推荐这款装置，研发出杀灭该病毒细菌的灭杀抗体后将抗体放入此机器内，即可解决，建议：密封的可以全范围密封室内进行消灭，未密封的可以一定范围消灭，在内使用抗生素可阻止病毒扩散。\n\n病毒泄露检测方块：检测密封空间是否发生病毒泄露并发出无线红石信号（可制定接收器）。\n\n自毁装置：破坏密封房间，将密封房间内所有物品全部销毁，包括细菌病毒和人.\n万一有毁天灭地-丧心病狂-无法无天的病毒扩散到实验室内-懒得研发疫苗解决问题可以可用此方法销毁实验室。\n\n万能注射器：能将原版、包括本MOD的所有药水通过注射器进行注射-右键动物\\怪物提前动物\\怪物血样，右键空气提取自己的血样-右键+shift 村民提取村民血样-药水可用机器装载注射器。\n\n接下来就是克服病毒的机器了\n\n第一步 DNA提取仪器：提取病毒、血液或者是植物的DNA样本\n\n第二步 显微镜：将提取出的病毒DNA通过右键+shift打开显微镜放入内其中一个框（共两个），另一个框可放入含抗体的注射器，然后观察-没放入抗体注射器的可进行破解小游戏获取抗体，放入了就观察抗体是否有效没错，就算提取了也不一定会有效，如果没效果就要进行下一步培养。\n\n第三步 恒温培养器：将无效抗体放入其中将会进行多次繁生-量的控制可使用培养剂控制-繁生出来的抗体须要用机器装载到含水瓶内，如要使用可装载机器装载到注射器内，先用病毒注射入动物，村民、或者是自己体内，再注入抗体，等待1个我的世界天，提取未死亡的动物，村民、或者是自己体内的血液样本，重复第一步（此处可给生物再注射一些抗生素，这样会大大减少致死率....阿门）建议哦，难度越高的病毒越难治好，抗体失效非常快，比如丧心病狂类病毒至少要重复三四十次方可找到正确抗体疫苗。\n\n第四步 生物销毁器（大型右键加shift打开，再右键启动）：将投入的所有病毒和医疗废物（所有注射器和药用瓶只能用一次，用完就会成为医疗废物）受感染死亡后的尸体（这个要用绑捆绳）进行超高温火焰销毁处理（你也可以直接站在里面关闭开启......嘿嘿嘿嘿）。\n\n其他开发者可以自己补一补...\n\n\n病毒品种：\n\n\n参考生物安全等级\n安全BSL-1：代表病原体:麻疹病毒、腮腺炎病毒，感冒。\n容易解决且低程度扩散感染的病毒、细菌，致死率微小。\n\n安全BSL-2：流感病毒\n较难解决且中程度扩散感染的病毒、细菌，致死率中等。\n安全BSL-3：炭疽芽孢杆菌、鼠疫杆菌、结核分枝杆菌、狂犬病毒\n高难度不容易解决的高扩散感染的病毒、细菌，致死率较高。\n\n安全BSL-4：埃博拉病毒、马尔堡病毒、拉沙病毒\n极高危险性并且可以快速致命的病毒、细菌，能快速在空气中扩散，致死率极高。\n（不止于此，可在网上找“病毒有哪些”系列）\n\n病毒特性参考：传染快...狡猾（此特性就是让人认为是无害菌，其实凶在最后三秒）依附衣物等特性。\n\n\n\n一些些基本：\n\n\n抗生素类：\n基础：葡萄糖注射液/瓶/袋-自带\n抗生素类：弱抗生素-中抗生素-强抗生素\n强抗体剂-通用类（创造模式拿取）\n（仅免疫一次接触）强效免疫增强剂-接触病毒有可能不会感染或会有很大几率产生抗体\n（仅免疫一次接触）特级免疫增强剂-完全免疫病毒，一定会产生抗体（创造模式拿取）\n阿莫西林：效果同等中抗生素，可大量产...\n三环素：效果相当于强效免疫增强剂..\n\n碎碎念：\n\n后续可能还有吧 \n真的没有这个mod，希望有生之年有人能开发出来\n写的有点相似介绍，但其实是脑洞\n欢迎各位挑毛病并进行改进\n\n版主大大，第一发这种贴，发错版请不要删除，写了3个小时，纯手打\n帮忙移版即可，在此致敬\n\n",
    "replies": [
        {
            "author": "x_lin0_0",
            "timestamp": 1500130980,
            "txt_content": "说得好，然而我证明没有人回来做，我就是个例子"
        },
        {
            "author": "264803657",
            "timestamp": 1500537900,
            "txt_content": "一个很好的脑洞，适合在多人游戏中用"
        },
        {
            "author": "VereinCraft",
            "timestamp": 1500876960,
            "txt_content": "构思不错 最后弄个生化病毒什么的 然后 boom"
        },
        {
            "author": "夜米奇",
            "timestamp": 1504521900,
            "txt_content": "构思真的好，有生之年吧。"
        }
    ]
}