{
    "title": "现已登上领域：捞金，空岛和更多东西！",
    "author": "cc7w",
    "replyCount": 4,
    "timestamp": 1500041400,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-15 07:51 编辑 \n\n\nNEW ON REALMS: GOLD FISHING, SKY ISLANDS AND MORE!\n现已登上领域：捞金，空岛和更多东西！\nMore great goodies to see you through July\n七月带来的更多好东西\n\n\nHot on the heels of June’s enormous Java Realms content release, we have another batch ready for your immediate consumption!\n在六月Java版的领域大更新之后，我们的这个更新来给你提供即期使用！\n\nJuly is always a bit of a slow month here in Sweden, as folks go on vacation and entire offices empty. While many of us are away now, we wanted to be sure to get at least one release in this month. Things will pick up again in August, as everyone returns, relaxed and thoroughly cooked from the sun.\n在瑞典，七月总是一个缓慢的月份，因为人们都去度假了，整个办公室都空着。虽然我们很多人都不在，但我们希望在这个月至少有一次更新。八月份，一切都会恢复，因为所有人都回来了，他们都完全放松了，完全被太阳晒熟了。\n\nTo learn about loading this and other content into Java Realms for your PC, visit our help site.\n要想了解怎么读取这些内容或是其它Java版领域的东西的话，请查看我们的帮助页面。\n\nIf you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n如果你还没有尝试过领域的话，你在Minecraft领域页面上会看到一颗蓝色的钻石，它就在Minecraft：Java版主页面那个地方。点击它，跟随它的提示你就能获得领域30天的免费使用权。\n\nCOLOR DROP\nby Minemakers Team\n\n [bili=12203309]1[/bili]\n\nColor Drop is a fast-paced strategic mining game with a number of sneaky powerups. Your goal is to mine as many of the given blocks as possible, but you can only mine when two are touching. Ensuring that you set yourself up properly is the key, or else you’ll end up with bunches of lone blocks, each of which will drop your lives closer and closer to zero! As you play, you accumulate points, redeemable for power-ups ranging from dropping a big, single-colored square to yourself, to temporarily blinding your opponents.\nColor Drop是一张快节奏的战略小游戏，有很多的加成道具。你的目标是尽可能多的挖掘指定的方块，但是你只能在两个或两个以上方块连在一起的时候才能挖掘。确保做出正确的选择是关键，否则你会在很多零散方块的情况下终结，这会让你的生命越来越接近零！在你玩游戏的时候，你能够积累积分，从一块很大，单色的广场上兑换加成道具，来暂时致盲你的对手。\n\nFISHING FOR GOLD\nby KrisMadas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItems drop into the play field, daring players to reel in the most lucrative of them. Gold, emeralds, and valuable nether stars await, but make sure not to grab iron, those will cost you points. We’ve found that a fun way to play is to get behind your opponents and drag iron to them!\n物品掉落在场地之内，人们必须捞取它们中最有价值的东西。黄金，绿宝石，和珍贵的下界之星，但是请不要拾取铁锭，不然你会失去你所有的积分。我们发现一个有趣的方式是让你的对手接近铁锭，然后让他们去拾取！\n\nTHE MUSEUM OF REDSTONE\nby WebWorm3\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf you’re anything like me, using redstone to connect a door and a lever is still a magical event. But if you’ve ever watched Minecraft videos online, you know there’s a wide world of redstone creations out there, from hopper and chest contraptions, to spiraling, multi-block piston doors. This museum might not make you a redstone savant overnight, but it will certainly ease you into increasingly complex mechanisms, designed for both fun and utility.\n如果你像我一样，将使用红石线将拉杆和门连线起来仍然看做魔法的话，或是你曾经在网上看过Minecraft视频，你知道关于红石的很多知识，例如从漏斗到陷阱箱，活塞门这种的话，这座博物馆可能不会直接把你变成红石专家，但是它肯定会让你进入越来越复杂，有趣，实用的机制。\n\nADVANCED SKY\nby Mr3DAlien\n\n[bili=12203309]2[/bili]\n\nAdvanced Sky is a fresh take on playing survival Minecraft. With limited resources, you must survive on a series of islands in the sky, careful not to fall down into the void far below. The game makes use of new, custom advancements to guide you in your gameplay, so be sure to bring up the list and see what you need to do next!\nAdvanced Sky是MInecraft中一张比较新鲜的生存地图。使用有限的资源，你必须在空岛之上生存，你不能掉入下面的虚空之中。这张地图制作了新的，自定义的进度来指导你玩游戏，查看清单，看看下一步你该干什么！\n\nHappy Minecrafting!\n开心的去玩Minecraft吧！\n\n\n原文地址：https://minecraft.net/zh-hans/ar ... ky-islands-and-more\n原文作者：Marc Watson\n原文发布时间：2017/07/14\n翻译者：c7w\n翻译时间：2017/07/14\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1500041460,
            "txt_content": "两个视频上传好了\n在审核\n明天补"
        },
        {
            "author": "dwch",
            "timestamp": 1500076680,
            "txt_content": "mojang咱商量个事你把网易夹死好不好\n希望国服也推出类似功能三毛一条括号删除"
        },
        {
            "author": "luojiarui",
            "timestamp": 1500302040,
            "txt_content": "可惜现在头条是网易。。。\n\n真是可怜了这条好报道"
        },
        {
            "author": "Mr.Xingk",
            "timestamp": 1501235220,
            "txt_content": "感觉很好玩的样子"
        }
    ]
}