{
    "title": "[Minecraft.net|INSIDER] 十大神秘配方",
    "author": "LocusAzzurro",
    "replyCount": 1,
    "timestamp": 1500159120,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2017-7-16 14:13 编辑 \n\n\n\n\n\nTEN RARE RECIPES\n\n十大神秘配方\n\nHow to craft up some curious creations\n如何制作各种稀奇玩意\n\n铸其镐杖，度其甲胄，其可为千里之始也。然沙盒幻变万千，些许装备岂是终点，九宫之合，大道归一，阴毒者常有，华美者亦有，亦不乏败絮。九宫之道漫长修兮，现列十之鲜有，以供后人观之，成大道也。\nPut together a pickaxe, snap together a sword and assemble some armor and you’re all set for a perfectly adequate adventure in Minecraft!\n\n拼把镐子，整把剑再组装点盔甲，这就足够让你开始探索Minecraft世界了！\n\nBut wait!\n\n但是等一下！\n\nThere might just be more to the game than that. Combining ingredients on the crafting grid can leave you with all manner of strange and wonderful items - some deadly, some delicious, some just rather nice to look at. Working out how to construct them can be tricky, so we thought we’d compile a brief list of our lesser-seen favourites, and hopefully inspire you to experiment with the recipe book a bit more!\n\n不过游戏内容可不止这些，在合成九宫里组合各种材料，可以创造出各种稀奇古怪的物品：其中些许诡秘，些许肥甜，又有些许金玉其外。掌握它们的制作方法是个复杂的过程，为此我们整理了一个列表，列出我们最爱的，出镜率较低的物品，希望能以此带动你探索配方的欲望。\n\n\nGLAZED TERRACOTTA | 带釉陶瓦\n\nYou think of yourself as a pretty creative sort, right? So no doubt you’ll want your digs to be the coolest build on the block. One option is to spend hours laying down colorful patterns of dyed wool while fighting off interfering creepers and Enderman. But what if I told you there was an easier way to create colorful patterns - and at a more conveniently condensed scale? Enter glazed terracotta. First you’ll need to stain some ordinary terracotta, using an 8:1 block to dye ratio.\n\n你认为自己很有创造力，对吧？那你肯定希望你的居所在众多屋子中脱颖而出。一般来说，你可以选择在怪物骚扰的情况下花上几个小时用染色羊毛摆出漂亮的图案。但是，如果我告诉你通过另一种方法也能制作出色彩缤纷的图案，而且更加紧凑呢？请让我向你隆重介绍：带釉陶瓦。要制作这些，首先我们需要给普通陶瓦染色，使用方块与染料以8:1的比例合成即可。\n\n\n8 terracotta blocks + 1 lapis lazuli\n8陶瓦块+1青金石\n\nHow’d you get dye, you ask? Well, luckily, the natural world is generous. Drop a poppy, rosebush or red tulip on a crafting grid and you can harvest the Rose Red dye. Dandelions or sunflowers give you yellow. You can probably figure out what plants produce orange dye (spoiler: they’re orange too). Bone meal will serve as a white dye, and squid ink sacs for black. Cocoa beans make a nice brown colour and lapis lazuli will make a nice deep blue. Once you’ve stained your terracotta to a hue of your choosing, stick it in a furnace with a suitable fuel, and smelt it into its final form: beautiful, colorful blocks, textured with ornate patterns, perfect for adorning smaller sized builds.\n\n读到这里你想知道怎么才能弄到染料？好吧，还好我们有大自然的馈赠：只要将一株虞美人，玫瑰丛或红色郁金香放在合成格里，便能收获玫瑰红染料。蒲公英和向日葵会使你得到黄色。你大概能猜出来从哪些植物可以提取橙色染料了（剧透：它们也是橙色的）。骨粉充当了白色染料，墨鱼的墨囊则是黑色。用可可豆可以染出精纯的棕色，青金石则会带来深邃的蓝色。在你为陶土染上喜欢的色调之后，把它放进熔炉，加上合适的燃料，便可烧制出最终的成品：五彩缤纷的瞎耀眼方块，上面布满华丽的纹饰，是装饰小型建筑的不二之选。\n\n\nstained terracotta + coal\n染色陶瓦+煤\n\nCONCRETE | 混凝土\n\nConcrete is one of the newest blocks in Minecraft! Creating it takes a little work: first you need some concrete powder by combining sand and gravel along with the dye of your chosen colour.\n\n混凝土是最新加入Minecraft的方块之一！它制作起来有点费劲：首先你得把沙子和砂砾混合起来，并加上你喜欢的颜色的染料来制作一些混凝土粉末。\n\n\n4 sand + 4 gravel + light blue dye\n4沙子+4砂砾+浅蓝色染料\n\nThen you can place your concrete powder block - but take care! Concrete powder is affected by gravity and needs proper support. Pour some water on it, however, and it'll solidify into concrete and remain in place even if it’s undermined. More intensely coloured than stained terracotta, use concrete if you’re going for a bright blocks of uniform colour, that - handily enough - won’t burn to the ground like wool.\n\n现在混凝土粉末便可以方块形式展现于世，但是要小心！混凝土粉末会受到重力影响，所以需要一些支撑方块。接下来将水泼在上面，它们就会凝固成固体的混凝土块，不再受到重力影响，即使它们下方的支撑方块被拆除也会保持固定。它们的颜色比染色陶土更鲜艳，如果你打算使用比较明亮的纯色方块，混凝土是最好的选择，而且它们也不会像羊毛那样被随随便便烧个干净。\n\nGOLDEN APPLE | 金苹果\n\nTaking on the Ender Dragon, the Wither, or your pesky, thieving neighbors? You better stack up on some golden apples. These apples are powerful, providing Absorption I and Regeneration II all at once, giving you the edge you need to take down whatever may get in your way. The problem is, and the reason why it's so rare, is that it’s also expensive. Crafting a golden apple takes a whopping 8 gold ingots. Totally worth it though! Honestly! I promise!\n\n要去对付末影龙？凋灵？还是你那些讨厌的邻居？你最好先准备一些金苹果。这些苹果非常强力，会同时提供伤害吸收I和生命恢复II的状态效果，让你可以在铲除麻烦时获得更大的优势。但是问题在于，这也是为何它们如此稀有，它们非常昂贵。制作一个金苹果需要整整8个金锭。但是这绝对是值得的！真的！我保证！\n\n\n8 gold ingots + 1 apple\n8金锭+1苹果\n\nBEACON | 信标\n\nOrdinarily, a beacon is just a light source, albeit one with rather demanding crafting requirements (you have to defeat a Wither to get one of the main ingredients: a Nether Star).\n\n一般来说，信标只是个材料要求比较苛刻的光源。（你需要击败一只凋灵才能拿到主要原料之一：下界之星）。\n\n\n5 glass + 3 obsidian + 1 nether star\n5玻璃+3黑曜石+1下界之星\n\nBut place the beacon on the top of a pyramid made from iron, gold, emerald or diamond blocks and you get something very special indeed. For one thing, a beam of light shoots out of the top of the beacon, right up into the sky, making it a rather attractive way of marking your location. You can change the colour of the light by placing stained glass above it, too.\n\n但是将信标放置在一个由矿物块制成的金字塔顶端时（矿物块即为铁块，金块，绿宝石块或钻石块），你会获得一些真正特别的东西。首先，会有一道光束射出，从信标顶端通向天空，这是个非常引人注目的标注方式。你还可以在信标上方放置彩色玻璃来改变光束的颜色。\n\nMore importantly, though, the beacon can provide different, powerful buffs to everyone in the near area, the exact enhancements depending on how big the pyramid beneath it is. There are four levels of power possible for each tier you add to the pyramid’s base.\n\n更重要的是，信标可以为附近的玩家提供各种各样的强力增益状态效果，实际的效果与其强度与信标下方的金字塔大小是相关的。强度等级共有四级，根据你为金字塔添加的层数而定。\n\n\nBeacon pyramids of two different power levels, each built from diamond.\n两个不同能量等级的信标金字塔，均由钻石制成。\n\nClicking on the beacon itself will let you pick and mix which buffs are available - though you’ll need to feed the beacon ingots to activate them. It’s quite the exhausting build in survival mode - but since when have pyramids been the cheap architectural option?\n\n点击信标本体可以选择并混合可用的增益效果，虽然你得给它投一个锭才能启动。这在生存模式中非常费时费力——但是什么时候金字塔是个便宜的建筑选项了？\n\nDAYLIGHT SENSOR | 阳光传感器\n\nMinecraft has many ways for you to power your doors, rails and extravagant contraptions, but you can’t always rely on being there in person to flip a switch. The daylight sensor is particularly useful for remotely and reliably activating your defence systems every time the sun goes down - keeping creepers and other nighttime nasties out of your home.\n\nMinecraft提供了很多为门，轨道和各种机关消息供能的方式，但是你不能一直依靠通过自己过去控制拉杆的方式来控制它们。通过阳光传感器，可以灵犀相引般地启动你的防御系统，在太阳落山后将苦力怕和其他的夜行秽物拒之门外。\n\n\n3 glass + 3 nether quartz + 3 wood slabs\n3玻璃+3下界石英+3木台阶\n\nSTICKY PISTON | 粘性活塞\n\nA sticky piston is just that: a piston with some slimy goo smered on the end so that adheres to the blocks it touches, letting it push and pull them. Sticky pistons require everything a piston does with the added ingredient of a slime ball, obtainable from slimes. Sticky pistons are a neat way of yanking up gates or creating trap doors - but they have other fun uses too. Layer a platform of slime blocks on top of a sticky piston, then hook it up to a pulsing redstone circuit, and you’ve created your own trampoline. Boing!\n\n粘性活塞物如其名：一个顶端沾了史莱姆粘液的活塞，使其可以吸附接触的方块，推动和拉动它们。制作粘性活塞需要所有普通活塞的材料，再加上一个粘液球，通过史莱姆可以获得。通过使用粘性活塞可以制作各种精妙的大门和陷阱门，不过它们也有另一些好玩的用法。在一层粘性活塞上面放上一层粘液块，然后接上一个脉冲红石电路，你就可以拥有自己的蹦床。duang！\n\n\n1 slime ball + 1 piston\n1粘液球+1活塞\n\nPOTIONS | 药水\n\nSure, “potions” may be a broad category, but they’re one of the most useful yet unintuitive areas of crafting - and the secret to a successful attempt at any boss monster in Minecraft. Without a potion of water breathing, you’ll find getting down to Ocean Monuments pretty tricky. Meanwhile, a potion of regeneration comes in useful in nearly any combat encounter. Other players giving you grief? Then lingering splash potions will keep pursuers off your case.\n\n没错，“药水类”是个很宽泛的分类，但它们是最有用的，也是最难以理解的制作配方——也是击败Minecraft中各种BOSS怪物的秘诀。如果没有水肺药水，我们则难以深入海底遗迹。同时，一瓶生命恢复药水在各种战斗中的起到的作用也不容小觑。其他玩家在骚扰你？一瓶滞留溅射药水会让追逐者们对你敬而远之。\n\nYou’ll need a brewing stand:\n你需要一个酿造台：\n\n\n1 blaze rod + 3 cobblestone blocks\n1烈焰棒+3圆石块\n\nAnd a glass bottle. Once crafted use it on a water source to fill it up!\n\n还有一个玻璃瓶，做好了之后找个水源满上！\n\n\n3 glass blocks\n3玻璃块\n\nAnd you’ll need a host of reagents to make and modify various concoctions. Base ingredients create the first stage of your potion. Nether wart is the base for nearly every potion in the game. The Fermented Spider’s Eye will only make a potion of weakness. You can use other bases ingredients, but you won’t make anything useful. Secondary ingredients (sugar, magma cream, spider eyes, rabbit feet, puffer fish, golden carrots, glistering melons, blaze powder and ghast tears) then define the effect of the potion, and tertiary ingredients (redstone dust, glowstone dust, gunpowder, dragon’s breath, fermented spider eyes) will modify it.\n\n现在你将会需要许多试剂来制作及改良各种复方药剂。使用基础材料可以完成药水第一阶段的调制。地狱疣是游戏中几乎所有药水的基础原料。使用发酵蛛眼只能制作出虚弱药水。你可以使用其他材料作为基础原料，但是这不会带来任何收益。二级原料（糖，岩浆膏，蛛眼，兔脚，河豚，金胡萝卜，闪烁西瓜，烈焰粉和恶魂之泪）将会决定药水的效果，最后三级原料（红石粉，萤石粉，火药，龙息和发酵蛛眼）将会进一步升华它。\n\n\n\nOnce you've assembled all the ingredients you need for a heady brew, click on your brewing stand to bring up the brewing interface. You'll have to fuel the stand with some blaze powder - you'll see that part of the diagram starts glowing a hot orange. Now put a water-filled flask in one of the three slots at the bottom of the apparatus and some nether wart in the top. You'll see a progress bar start to fill up - you're brewing up an Awkward Potion! It's the essential base for nearly every potion recipe in the game. Once the progress bar is done, and you have an awkward potion in hand, put it right back in the apparatus where you had it the first time for the second stage of brewing. Now you can add one of a large number of reagents at the top for a variety of effects. In the example below, we've added a Ghast Tear. That'll give you a Potion of Regeneration. Handy!\n\n当你准备好所有制作你的醉人纯酿的原料之后，点击酿造台便可开启酿造界面。你需要使用一些烈焰粉作为燃料——你会看到界面的一部分开始显示为鲜亮的橙色。现在将一个装满水的瓶子放在这个仪器下方的三个槽之一中，然后把地狱疣放在上方。此时你将会看到一个进度条正在慢慢填满——这表示你在酿造一瓶粗制药水！这是游戏中几乎所有药水配方不可或缺的基础药水。当进度条走完，拿到粗制药水之后，把它重新放回原来的位置开始第二阶段的酿造。现在你可以从各种酿造原料中选择一种放在上方，带来对应的效果。在下方的例子中，我们添加了恶魂之泪，如此便会酿造出生命恢复药水，好使！\n\n\n1 ghast tear + filled water bottle\n1恶魂之泪+水瓶\n\nMagma Cream will give you a Potion of Fire Resistance; a Golden Carrot will give you Night Vision; Blaze Powder a potion of Strength... and so on. There are further optional stages of brewing too! Adding a Fermented Spider Eye to a potion will usually flip the effect, turning a Potion of Healing into a Potion of Harming. Adding Gunpowder will make it a Splash Potion (a potion you can throw) and then adding Dragon's Breath afterwards will make it a Lingering Potion (so the effect contaminates an area for a period of time). Other ingredients, like Redstone or Glowstone dust, will either increase the duration or potency of the effect.\n\n用岩浆膏会做出抗火药水；金胡萝卜会让你拥有夜视能力；换成烈焰粉就是力量药水...以此类推。在此之后还有更多可选的酿造步骤！添加发酵蛛眼一般会扭转药水的效果，把一瓶治疗药水变成伤害药水。加入火药会让药水变成喷溅药水（可以投掷的药水），在此之后加入龙息会让它变成滞留药水（效果会在一段时间内浸染一个区域）。其他原料，比如红石粉或者萤石粉会增强效果的持续时间或它的强度。\n\nGet brewing!\n开始酿造吧！\n\nPUMPKIN PIE | 南瓜派\n\nThere are a host of sweet treats you make for your friends (or yourself.) Everyone knows you can bake a cake, but did you know there’s also pie? Pumpkin pie to be exact. It’s way cheaper than baking a cake, costing only a pumpkin, some sugar, and an egg - versus the bucket, the milk, the wheat, the sugar, and the egg it takes to make a cake. It’s also better for you per bite, restoring 8 hunger versus the 2 hunger per slice of cake.\n\n你可以为朋友们（或者你自己）制作各种各样的甜食。大家都知道你会做蛋糕，但是你知道还有派吗？准确地说是南瓜派。比起烤蛋糕来说，南瓜派便宜了许多，只需要一个南瓜，一些糖和一颗鸡蛋——相比较而言，蛋糕却需要桶，牛奶，小麦，糖和鸡蛋。另外，每一口下去的回复量也更高：8饥饿值，而相对而言每片蛋糕只能回复2饥饿值。\n\n\n1 pumpkin + 1 sugar + 1 egg\n1南瓜+1糖+1蛋\n\nNOTE BLOCK | 音符盒\n\nFeel the music in Minecraft with note blocks. Made of wood and redstone, constructing a note block is easy. It gets complicated when you throw in instruments and note pitches. A note block will produce a different instrumental sound based on whatever block it’s sitting on. A note block on grass makes a clicking noise, while a note block on wood sounds like a string base, and so forth and so on. By changing the different blocks under your note block you can create a variety of sounds, making your very own Minecraft orchestra.\n\n在Minecraft中用音符盒感受音乐吧，以木头与红石为原料，音符盒的制作非常简单。但是当你开始考虑各种乐器与音高时，一切就开始变得复杂了。音符盒会根据它下方方块的不同，发出各种不同乐器的声音。放在草方块上的音符盒会发出喀哒声，但是一个放置在木质方块上的音符盒就会发出类似于贝斯的声音，等等等等。通过改变音符盒下面的方块种类，可以带来各种不同的音效，打造出属于你自己的Minecraft乐团。\n\n\n8 wood planks + 1 redstone dust\n8木板+1红石粉\n\nTRAPPED CHEST | 陷阱箱\n\nImagine you’ve made your own adventure realm. You’re creating a story for your players to experience. The adventures have bested the dungeon’s deadliest foes, skipped happily over your web of trip wires, and danced around all the pressure plates you so carefully placed. Damn them. But nothing wipes the smirk an adventurer’s face like a teasure chest loaded with TNT. That’s the sweet vengeance a trapped chest can bring. First you’ll need a tripwire hook!\n\n想象一下，如果你建立了自己的冒险领域，你将需要为玩家谱写一段体验。在这段冒险中，他们击败了地牢最危险的敌人，欢快地越过了你布下的绊线网，也跳开了所有那些你精心放置的压力板，该死的。但是任何东西都不能像一个装满了TNT的宝箱一样，令冒险者的笑容完全消失。这便是陷阱箱带来的甜蜜复仇。但是首先，你需要一个拌线钩！\n\n\n1 iron ingot + 1 stick + 1 wooden planks\n1铁锭+1木棍+1木板\n\nThen simply combine it with a chest! A trapped chest produces a redstone-like effect when opened and can be used to power just about anything. Use it cause mayhem for your players or to keep your thieving Realm neighbors from getting at your good stuff.\n\n接下来把它和一个箱子组合起来就好了！一个陷阱箱被打开时会发出类似红石信号的效果，这个信号可以被用来激活几乎任何东西。使用它来为你的玩家制造恐慌吧，抑或防止你的狡猾领域邻居拿到你的好东西。\n\n\n\nThere are loads more recipes out there for you to discover. Thankfully you won’t have to trawl wikis forever to find them - we added a recipe book to Minecraft which will prompt you with handy recipe hints when you start to accumulate useful ingredients. So explore and experiment!\n\n许许多多的配方还在等待你去发现，幸运的是你不再需要去翻百科找它们了——我们在Minecraft中加入了配方书，它会在你开始积累有用的原料时给出方便的配方提示。不断探索与实践吧！\n\n\n\n[Minecraft.net 官方博文 | INSIDER 内部讯息]\n\n原文地址：https://minecraft.net/zh-hans/article/ten-rare-recipes\n原文作者：Ash Davis\n原文标题：Ten Rare Recipes\n原文发布时间：2017/07/15\n\n译文作者：@LocusAzzurro\n译文润色：@乙烯_中国\n译文发布时间：2017/07/16\n\n\n\n",
    "replies": [
        {
            "author": "风扇滑翔翼",
            "timestamp": 1500177060,
            "txt_content": "MC最神奇的东西莫过只有旗帜 137号方块和36号方块与air方块"
        }
    ]
}