{
    "title": "[Civcraft]席德梅尔之文明 完美PVP向 新手教学初稿",
    "author": "z1315647405",
    "replyCount": 1,
    "timestamp": 1500213780,
    "txt_content": " 本帖最后由 tsubasa56 于 2017-7-20 07:49 编辑 \n\n\n\n\ncivcraft是什么？civcraft是一个插件，他为mc提供了一种改变了本源的游戏方式。在游戏中你可以建立自己的文明，而文明的发展又具有多样性。\n首先，我们需要明白，罗马不是一天建成的也不是一个人建成的，文明也是如此（虽然你也可以一个人玩，不过多半会因为经济不足而导致城镇被毁），我们可以先邀请几位小伙伴来一起建立一座文明，然后再册封他们骑士（骑士可以拥有自己的领土，但是册封其实只是我中二病烦了）让你的骑士拥有领地需要一种建筑------军政部（要花钱）。\n\n\n\n\n同时，各种各样的建筑也为你带来不同的功能，无论是想玩战争还是贸易，都可以通过一系列的建筑来实现，当然，也需要领主的英明政策。\n\n而建筑又是需要科技来解锁，我们的领主大人需要通过命令来研究科技（研究科技需要耗费科技点数跟金钱），科技也不仅仅只是解锁建筑，他也解锁了一些物品（比如狩猎学，可以解锁弓的制造与使用），也可以解锁功能（比如产能增长学的图书馆，解锁附魔功能）。\n\n建筑通过科技解锁过后，我们还需要花钱购买建筑，购买建筑后选定地址建造，部分建筑会由选址不同产生不同的影响。\n而讲到了建筑建造，我们又需要谈到一个参数“产能”。目前我只在这里简单说一下，产能关系你的建筑速度（也就是建筑所需时间）\n\n终于，我们建造出建筑了，而不同的建筑又有不同的功能通过这些建筑我们可以实现不同的发展方向~\n那么开始执政吧！领主大人！\n\n\n\n前期教程(营地篇)这个插件你无法在野外饲养动物和种植农作物，而且也没有经验值，经验值的球球捡起来都是XXcoins，coins也就是钱后面很多地方会用到所以后面再说，前期不想饿死的话就快去杀动物充饥吧！然后你想要发展文明需要一个营地，你需要收集18个羽毛和18个皮革，还要27个煤炭和243（3*9*9）个原木（切记是原木不是木板并且只有原版原木有效，显示为log2什么的木材无效！），然后记住一个概念：精炼。（后面会多次提及，我才不会说是为了省事呢！）这个概念是什么意思呢？就是将1~9（小键盘）全部放上同一种材料会出来一个精炼材料。9个材料合成1个1级精炼材料，然后9个1级合成1个2级，以此类推。然后先将羽毛和皮革分别精炼成1级精炼的羽毛和皮革然后随便放到合成台里的4个格子，会出一个头盔一样的东西。然后煤炭合成3个煤块（相当于1次精炼），原木精炼2次成3个2级精炼的原木。最后头盔样的家伙8，2级精炼原木456，煤炭块123。你就能得到一个名叫营地的道具。拿着它右键地面，命名成功之后，它会自动清理目标区域方块产生一个营地。这时候你们也完成了第一步拥有一个营地。营地的命令貌似全部都有汉化解释你可以/camp查看。拥有了营地之后你需要了解营地的功能和需求。（营地内部是所有人都无法破坏方块的。放置的话自己研究去。）\n先谈需求吧。你在营地里能看到一个这样的东东\n\n\n\n\n图片1.png (180.08 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-16 21:45 上传\n\n\n\n\n\n营地会每1个小时消耗4块煤炭，然后当所有煤炭都消耗完了之后过了一段时间营地就会爆掉！所以千万保证炉子里面时刻都有煤炭！然后就是功能（每个功能的启用都需要500coins）：1. 首先在野外种植农作物不生长的情况下你需要这个！\n\n\n\n\n图片2.png (200.48 KB, 下载次数: 1)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n虽然英文是garden，不过实际上算是个小农田。你可以用它种东西啦！可喜可贺可喜可贺，不过生长速度你就不要吐槽了……2. 然后这东西他能消耗圆石产生金粒、铁锭（低概率），\n\n\n\n\n图片3.png (177.58 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n（绝）大部分都是变成沙砾。缺少金锭的时候你可以考虑用这个便利（坑爹）的方法获得金锭。3. 最后进门左手边合成台旁边也有个可启用的功能——longhouse，其实简单点说那就是卖面包的地儿，把面包丢到箱子里，它会以极慢的速度自动出售面包获得金钱然后貌似是概率得到一个恶魂之泪一样的东西，那东西合成做城镇的道具是需要用到所以留着吧。\n\n\n然后我来说说怎样做城镇的道具吧。首先是材料和数量：108史莱姆球球，54糖，108甘蔗，162粘土，162木棍，3645圆石（对你没看错就是3645个），36钻石，243金锭，36个卖面包得到的恶魂之泪一样的东西（token of leadership）。金锭需要合成金块然后合成3个这个。\n\n\n\n\n图片4.png (29.96 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n钻石合成钻石块再合成2个这个。\n\n\n\n\n图片5.png (22.79 KB, 下载次数: 3)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n然后恶魂之泪一样的东西（token of leadership），精炼1次然后4个物品合成台随便丢4个格子合成一个闹钟样的东西。最后把上面合成的这6个东西自己研究下合成台怎么合成出一个金头盔样的东西。（因为我也不记得怎么合成了，wiki上坑爹的没图没说）不过你可以试试对称放。（史莱姆球和糖精炼后合成6个这个（木碗就是那个木碗），\n\n\n\n\n图片6.png (23.65 KB, 下载次数: 3)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n记住图片不准，上面的史莱姆球记得少放一个。粘土，甘蔗和木棍精炼后合成6个这个\n\n\n\n\n图片7.png (26.68 KB, 下载次数: 1)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n最后上面2种东西每个2个合成台上随便放4个格子合成3个这东西\n\n\n\n\n图片8.png (1.17 KB, 下载次数: 3)\n\n下载附件\n\n2017-7-16 22:46 上传\n\n\n\n\n（跟上面的长得像但是不是同一个）最后X2把那3645个圆石精炼成5个3级精炼圆石。最后的最后金头盔8，123，3级精炼圆石79456。你就能得到一个烈焰帮一样的生成城镇的家伙了。右键地面生成城镇，需要花费6小时左右建造（跟城镇的hammers这个属性有关）然后不同的位置建造城镇产生的城镇初始数据不一样（详情见wiki翻译“文化”）。\n\n然后城镇的话本人也研究不多就讲点常用的吧，首先城镇需要研究之后才能造各种东西，/civ、/town、/build这3个命令会用的比较多记得去研究下里面各项命令的功能。用的多一点的有/civ research on XXX(研究XXX这个科学)、/build XXX（建造XXX）、/town（/civ） deposit把钱丢到镇子的库存（？）里，研究和建造什么东西的话是分开扣钱的。研究是需要/civ deposit，建造和维护费是/town deposit。最后城镇的建筑什么的是需要维护费的也就是每天都要扣钱……所以各位切记城镇里的钱要够扣不然会发生什么我就不保证了……\n\n\n营地阶段常用命令：/camp                            查询所有营地命令，不记得命令用它查/camp add 玩家名                  把你的小伙伴加入营地。如果你拥有这个营地/camp remove玩家名               把你的小伙伴移出营地。如果你拥有这个营地/camp leave                        离开营地，如果你不是营地拥有者/camp setowner玩家名              将营地交给某玩家。如果你拥有这个营地/camp info                         查看营地信息/camp disband                      摧毁营地，如果你拥有这个营地，并且营地里没别的玩家/camp upgrade list                   查看营地可用升级/camp upgrade 升级部件名           升级某个部件\n\n营地时期总结：其实营地只是过渡到城市阶段的过渡时期，你在营地里的主要任务有如下几条第一，收集并合成建立城市所需的所有物资。没有进入城市阶段，你的文明永远处于原始的萌芽时期，你不能研究科技，也就不能拥有更好的装备，手里拿的永远都是石匕首，连大部分的怪你都惹不起。        第二，你要尽量攒钱，积攒资源。营地时期是财政稳步增长的时期，你进入城市阶段以后，会消耗大量金钱才能让自己的城市有真正的产出。所以，你在营地阶段应该尽量收集金钱，让自己面对接下来的财政紧迫。（具体需要多少，下面有计算。）        第三，建立你自己的团队，3-5人左右，更多也可。目前来看，城市初期需求的金钱不是一两个人能轻易刷出来的，尤其是你想快速的建设你的城镇的话，你需要更多同伴以及铜板……据我观察，初期装备并不算太大消耗，如果你有多个同伴的话并不会掏空你的家底。反而能更快积累金钱。所以，趁着营地时期较为安逸的节奏，尽快结成自己的小团队才是最好的对策，当然你也可以为自己物色一个已经发展成熟的城市作为落脚点，从头来过还是乐得齐成，你自己选择。        第四，营地选址最好是沼泽附近，原因无外乎就是因为史莱姆是你唯一能欺负的怪！刷粘液球方便，而且那玩意弱弱的，只要你经常在营地附近活动，会刷出不少，打一个大的还能打特别多个小的。        第五，提前说一下，如果你已经合成好了你的城市所需的那个道具，但是怎么点都不能建立你的城市，那么你需要在一片平整的地上建筑，或者往下挖几格。这里面是不允许悬空建筑存在的，至少建立的时候不允许，所以地基必须接地良好。后面有具体值的介绍。        第六，请务必学会查看和使用大地图功能，现在这个版本没有小地图插件，要看地图必须看网页上的那个地图。功能比小地图强大无数倍！\n\n\n\n\n\n\n\n\n新手教程(城市初稿)\n\n城市是有维护费的（营地只挣钱，不花钱；城市一开始只花钱，想让城市挣钱需要大笔投入！）如果城市投入资金不足，那么恭喜你，8天之后你的城市将成为一片废墟那么，下面我们要先填上上面留下的坑，究竟多少钱才能让自己的城镇开始自给自足的生活，并且多多少少能通过平时的运转给你挣一些钱（虽然不够城市快速发展，但是至少不至于崩溃）首先，长期产生稳定利润的方法有三种，分别是贸易、房屋收入、银行利息、税收。这几种都是玩家不在线或者一段时间不操作都可以稳定获得收益的方法，下面就来详细介绍一下。贸易：贸易通过贸易大厅占据在你城市文化圈内的贸易点，获得稳定的贸易收入来源，一般来说，一个贸易点能产生数钱元收入每天，多个相同资源的贸易点有互相加成效果。为了能够贸易资源，你需要在贸易点建立一个贸易大厅，并且在贸易大厅建成以后，把他柱子上的画框里的东东拿下来，放到城镇中心的贸易画框上去（在进门正对的楼梯后面有8个）另外贸易的物资会为城市带来额外的buff加成。如果你初期选择这种方式为自己挣得第一桶金，你需要至少农业科技（5000）+狩猎学（8000）+贸易学（15000）+1个贸易大厅（25000）=53000的启动资金。优点是利润巨大，只要有一个贸易大厅投入工作，几天就能回本。另外大部分钱花在科技上，并不产生额外的维护费用，多个同种货物的贸易站还能带来更多钱的加成。另外，货物给城市带来的各种加成不可小视。缺点是贸易点不是到处都有，未必会有贸易点在你的文化圈内，所以建立城市的时候就要考虑好。名词解析：城市文化圈是每个城市都有的一定的势力范围，文化圈不可重叠。如果两个相同文明城市文化圈接触则互相相连，如果不同文明两个城市文化圈重合则互相挤压，文化产出多的城市占据更多地盘。在大地图上，城市文化圈是用淡色无明显边界的颜色表示，各个文明颜色不同。文化是由城市所在地区产生，某些建筑也能有所帮助。        贸易点是地图上固定坐标的点，用3个垂直叠加的基岩柱子表示，柱子上有一块牌子，显示这个贸易点产生的货物是什么。贸易物资是非常有用的资源！！呐，你建设贸易站的时候，必须让基岩柱子在你的前一格，否则贸易站不能建设。房屋收入：就同营地放置了面包以后能定期产生一定收益一样，城市里也有消耗食物产生收入的建筑，那就是小别墅或者叫房屋。为了让你的房屋产生利润，你需要至少一个农场，一个谷仓，一个房屋。你需要至少农业工程学（5000）+陶瓷工艺学（9000）+矿石开采学（5000）+建筑学（7500）+高级建筑学（10000）+农场（2500）+谷仓（2500）+房屋（5000）=46500的启动资金，但是注意，你1级房屋是不够维护费的，至少得二级，而且城市的幸福度还得够高才勉强够本！优点是比贸易点模式稍微省点，但是也够贵的。但是明显的好处是哪里都能造，其中谷仓必须造在城市地区上，房屋，农田都可以造在文化圈里就行了，不需要额外的地形支持。另外就是后期比较来钱，6级房子一天1万多。缺点是挣钱实在是太少了，1个房屋肯定不够，你也许还得多来几个，而且房屋升级比较慢，需要24小时从1到2级，以后越来越慢。名词解析：        幸福度是一种城市的状态，描述的是城市人口是否快乐。城市本身的地形会提供一定的幸福度，贸易也会有加成。发动战争会导致幸福度下降，距离首都过远，城市范围过大都会导致幸福度下降。某些建筑也会影响到幸福度。幸福度越高，城市里的房屋收入越高，幸福度过低，城市会陷入暴动！        城市地区是相对于城市文化圈来说的，很多建筑只能建造在城市地区上，你一开始会获得4个区块的城市地区，但是被你的议会厅占的满满的。所以你必须购买新的城市地区才可以！如果你发现建造不了建筑，那么请查看是否是需要在城市文化圈内建造。城市地区必须在城市文化圈内部，并且需要花钱购买，购买越多，价格越贵！城市文化圈则是免费的。银行利息：这是由你的金钱存在城市中产生的，某些科技对银行利息提升有帮助，但是具体数值尚未经过测试，对此的了解有待加深。不过初期大家别考虑了，你是土豪才有可能吃利息养活自己。税收：指的是文明向每个城市收取的税。比如你贸易所得10000块钱，5%的税就是500块钱要交给文明本身。在初期这不过是左手倒右手的无意义举动。但是后期可以建立多个城镇，那么你就可以通过税收向别的玩家征税了。另外，临时性产生利润的方式有商店售货、银行出售资源、全球市场出售资源、战争所得、刷怪等等。商店售货：市场可以出售货物，但是据说很坑，挣得钱不多。（食品店出售了货物钱也不是你的，坑爹！）银行出售资源：（前期攒钱最快方法！！）可以出售的资源有4种，铁，金，钻石，绿宝石。基础价格分别为20，200，400，500但是1级银行只能卖到基本价的40%，而10级银行能卖到基本价的200%！初期这是来钱最快的一种方式，所需的钱也是最少的！你需要宗教科技（5000）+银行（2250）+地皮500一共7750就能开始出售自己的矿物。但是你的银行仅仅为1级，你只能赚基本价的40%。另外一个办法就是去别人家银行出售，但是要收5%手续费。每级银行至少差10%而手续费才5%，自家银行等级不是全服最高的话，还是建议去最高级银行出售以获取最大利润。银行等级，兑换百分比，铁金钻石绿宝石价格，银行升级成本，所需科技按顺序如下140880160200    免费法典 宗教 250101002002504000君主专制制度 360121202403006000造字学 4701414028035012000货币学 5801616032040014000货币学 6901818036045016000哲学 经济学 71002020040050018000民族主义理论 81202424048060020000教育学 建筑学 91503030060075022000创新改革论 1020040400800100024000科学方法论全球市场出售资源：出售不需要的资源，出售的人越多，价格越低，收购的越多价格则越高。尚未试验过，但是看wiki是这样的啦！战争所得：你需要攻陷别人的营地，城市，首都。掠夺对方的资源，金钱。当然风险也是极其巨大的，且不说宣战带来的幸福度下降（积分差距越大，幸福度下降越大，捏软柿子是不可取的），你打完别人，就不怕别人抱团组队灭了你？咱是和平主义者~~~最后，还有一种探索隐藏宝藏所得，尚且不是很清楚，也许此插件尚未开发这项功能刷怪&挖矿：这个大家都知道了撒~介绍一下大概都多少钱吧。猪牛羊1-3元，鸡在城市文化圈内似乎是10元，野外1-3元，史莱姆1-3元。绿字猪人5元保底，然后随机再获得0-25元不等。魔法师似乎1-5元不等。其他的没有打过，不太清楚。挖矿的话，煤0-2元，红石0-5元，钻石似乎是3-7元（挖矿的收益基本都在卖矿！挖的时候那几个钱真心不算啥）。专心刷怪的话，一小时能有千吧块钱收入，当心被怪打死哦~！\n好吧，看到这里，估计还不知道该怎么建造这些能来钱的建筑物呢。光秃秃的城市大厅每天消耗500维护费，而且是没有任何产出的。下面我们以一个刚建立的城市为例讲解怎么建立一个银行，介绍一下如何研发科技，以及建造建筑物。科技研究：首先，请查看你的科技树，确定银行需要哪个科技（所有的建筑都需要至少一个科技，没科技你啥都干不了！）通过查询科技树，我们发现银行需要宗教科技，宗教科技是1级科技，所以一上来直接能够研究。然后宗教科技需要5000块钱，700（烧杯）科技点。科技点在建立城市之初就已经有了，那么5000块怎么办？身上有钱但是研究不了科技怎么办？研究科技时钱必须放入文明的金库中！指令是/civ deposit 5000 那么敲完这个指令，（这个指令只有文明拥有者和他设定的管理员可用）正常情况下是立即扣除500块钱维护费，每天每个城市至少要扣除500块钱维护费的。那么你放进去的钱不够5000了，请再放进去500。当然，你也可以一次性多放点进去，免得城市因为没有维护费而成为废墟。现在你的文明有钱了，如何研究科技呢？你需要使用/civ reseaech list先查看可研究的科技种类，需要的钱，科技点等等信息。并且请牢记你要研究的科技的中文名称！接下来使用/civ reseaech on 宗教  这个指令来开始宗教科技的研究。注意这里宗教两个字就是中文的。所有的科技名称都是中文的。然后你会收到提示，说科技正在研究，进度0%。同时，你城市大厅进门门口内侧上方的牌子上也会写你正在研究的科技和研究进度等等。它每研究10%，都会给你一条信息。名词解析：        烧杯、科技点：其实这玩意就是科技点啦！wiki的渣渣机翻翻译成了烧杯……一开始城市的科技点由城市所在的地形提供。之后建立图书馆等建筑和改变科技研究金额比例也可以提供额外的科技点。贸易某些货物对科技点有加成。科技点越多，研究科技速度就越快。你可以用/civ info查看你文明的科技点（每小时的产量）        文明的金库：游戏中能够存储钱的地方一共有三种，第一是存在每个玩家的账户上，/money指令查看，这个大家都应该很熟悉的了。第二种是存放在每个文明的账户上，通过/civ info指令查看。第三种是存在每个城市的账户上，通过/town info指令查看。注意你的城市的账户和文明的账户不通用！也就是说，研究科技必须用文明里的钱，而建造建筑必须用城市里的钱。        维护费：城市的每座建筑都有维护费，并且会自动从城市账户中扣除。（每天晚上8点做这个事）如果维护费不足，城市8天之后崩溃之，所以如果你的城市不能自给自足，请记得往里面续钱。建筑建造：现在，科技已经开始研究了，一两个小时内会研究完成。然后你该开始建筑你的银行了。但是，在此之前，你必须知道，银行必须建立在城市地区，而不是能够建立在文化圈内任何地方的建筑。现在你的城市地区应该一共有16个区块，但是都被城市大厅占据了，所以你必须购买新的城市地区。用/town claim指令来购买你脚下站着的区块，（这个指令只有文明拥有者和他设定的管理员可用）必须在你的城市文化圈内哦~而且最好离城市中心近点，免得幸福度减少。现在如果提示你购买成功，你已经有一个空余的城市地区可用，你需要大概的清理出一个平面以保证建筑结构值大于80%。然后你需要输入/bulid list指令查看可以建筑的名称。（这个指令只有文明拥有者和他设定的管理员可用）请牢记你要建的东东的中文名称。之后输入/build 建筑名称，建造你的建筑。之后yes确认建筑。如果建筑成功，你将会看到一个基岩的框架结构。然后缓慢的被建好的块代替。建筑的速度与你的锤（建筑点数）有关。等一两个小时之后，你的银行就建好啦！名词解析：        建筑结构值：这是评定一个建筑地基那一层是否坚固的数值。计算公式为：建筑地基的强度/建筑占地面积。如果值大于80%则可以建筑，否则就不行。块的强化值：空气，水，岩浆，熔岩，木材0，光滑的石头2，石材砖3，铁4，其他1。        锤（建筑点数）：这玩意是描述城市建设建筑速度的值。初始值由这个城市周围的地形决定，之后建立矿山可以增加这个值，贸易某些货物也会有加成\n城市建立与选址：好吧，上面说了那么多其实是为了让你摸摸口袋里有没有足够的钱去建立一个城市。其实如果你勤奋的话，不用太担心你的城市会因为没有维护费而爆掉。按照我测试时候玩的水平来看，一座初期城市维护费2000左右，然后我挖矿一小时能挣至少10000（矿物卖给老陈家的4级银行。）别人刷怪能有1500到2000，还是装备不咋滴的时候。一身皮甲+石匕首足够你虐待绿字的猪人或者僵尸了。这样子只要你家几个人，每人玩一个小时，你不仅能挣出维护费，还能有多余的钱去研究科技。如果你打算建立一座城市，那么你要考虑如下几个方面的问题。基础地形数据加成：城市的快乐度，农作物的生长，科技的研发和建筑的建造都要依赖城市的四大属性：幸福Happiness，生长Growth，科技点Beakers，建筑点Hammer。这几个玩意用town info指令都能看得到。前面科技点，建筑点和幸福都已经说过了，生长指的是城市农场里植物的生长速度，生长值越高，生长速度越快。这几种属性在刚建立城市的时候完全依赖城市本身文化圈的地形获得，后期会有贸易加成和建筑加成。高快乐值在海滩，向日葵平原，有花的树林，蘑菇岛比较容易获得。高生长值在冰冻的河流（疑似有误）？，平原容易获得。高科技点在冻原，冰冻的海洋等地方容易获得。高建筑点在森林，高山等地容易获得。你的城市文化圈其实挺大的，最开始应该是上下左右8个区块的菱形区域。那么你完全可以同时覆盖多种地形，保证城市属性的均衡发展。并且可以考虑到未来城市文化圈扩展之后的效果。（比如后期需要房屋来获取收入，那么我们需要高生长值来提供更多农作物，那么可以选择靠近平原的地方，等文化圈增长，自然会把平原圈进来的。）基础地形建设：上面已经说过了，建设建筑需要考虑一个结构强度问题，也就是地基要平整牢固。所以如果你选了一个非常小的海岛，那么恭喜你，你需要在建筑前先铺好所需的面积，不然建筑不能直接建在水上。如果你选择的城市面积全都是高山地形，那么你可能需要平整一下土地。或者钻个洞进去，圈定范围，这个插件会自动帮你清理的。只要有地基就ok。贸易点规划：城市在建设初期，周围没有贸易点的话就不能通过贸易来赚取利润了。不过太多贸易点无意义，每个城市随着科技研发都有一个改进槽，农场，牧场，矿山，小屋，贸易大厅都会占用这个改进槽数量。初期城市只有4改进槽，后期会多。另外，靠海才能建立船坞什么的，我不确定自己打几桶水就能造个船坞出来。有了船坞才能建造海上的贸易通道，能够获取鲸鱼，虾，蟹等海上的贸易点。距离其他文明的距离：城市的文化圈完全扩张开是很大的，而且不同文明之间的文化圈互相挤压，强势文化会挤掉弱势文化的地盘，所以不要离高端的城市很近。文化圈是城市文化积累的结果，如果你建一座新的城市在一座已有城市附近，那么拼积累你肯定拼不过旧的城市！这个近的概念不是远到看不见就行了的（你看不到人家城，你也还没走出他的文化圈，文化圈非常大！），你必须打开大地图，去衡量未来城市文化圈可能的范围。每级文化会增加2个区块的文化圈直径，也就是向外扩大两圈！不要离别人的城市太近！不然你就哭去吧。分城的选址：如果你要建立你的第二座城市，请记住距离首都越远，城市的幸福度越低！同样的，你的管理也会不不方便，所以请考虑距离产生的影响。\n文明与城市：对于一开始的玩家来说，可能会觉得建立起一座城市就很了不起了。但是为什么这个插件非得叫文明插件？我们玩的是文明！是一个由很多很多城市组成的文明！一座城市受地域所限，建设总有上限，但是目前还没有发现任何关于一个文明能拥有城市数量上限的解释。在用你营地阶段合成的旗帜建立起一座城市的时候，你同时也创造了一个伟大的文明。你的文明可以包含许多的城市，你所建立的第一座城市是你的首都。如何建立分城：如果你觉得已经把它发展的很完善，那么你可以去军政部买一个25000的开拓者，或者叫移民（长得像门板……）。他能够帮助你建立新的城市。（预计使用方法也是点鼠标左键）分城带来的好处：贸易方面的，你一座城市肯定不可能凑齐8种相同的贸易品，也就不能获得最大的贸易收益。那么你要像占领更多的贸易点，你需要建设分城。经济方面的，你的文明研究科技越来越贵，城市后期是给你带来利润的主要手段，多一座城市就多一份钱。商业方面，图书馆里卖的附魔图纸和杂货店里卖的各种东西，一座城市肯定收集不全，你需要更多城市去获得更多选择。军事方面，如果妥善布置的话，你的分城能拱卫你的首都，分城的箭塔能挡住像你城市进军的敌人。分城的选址：考虑多个方面，首先不能离首都太远，距离会产生幸福值降低效果。其次，考虑和主城贸易货物一致，增加贸易收入。最后考虑城市建筑上的情况，比如主城建了很多别墅需要食物，那么分城是不是可以选择平原地形去生产食物这样的。\n\n\n未完.............\n\n\n",
    "replies": [
        {
            "author": "18658857556",
            "timestamp": 1507749540,
            "txt_content": "请问牧场怎么运作，有什么用？"
        }
    ]
}