{
    "title": "<原创·单篇>2q字意识流短篇《彼岸花》 By彼岸在望",
    "author": "彼岸在望",
    "replyCount": 1,
    "timestamp": 1500207900,
    "txt_content": " 本帖最后由 彼岸在望 于 2017-7-16 20:26 编辑 \n\n\n彼 岸 花——彼岸在望\n\n\n前言\n · 本文风格与一年前的《新世界》相似，不喜勿喷。\n · 本文原为参赛文章，因此世界观与Minecraft无任何联系。\n · 本文不涉及任何宗教问题、政治纠纷，如有雷同，纯属巧合。\n\n\n正文\n1.\n 无尽的黑暗漫遍思维所及的一切，这是认知无法描述的那个世界。\n 忍受着好似千亿万年的孤独与绝望。她被淹没在虚空之中，不得动弹。\n 时间毫无意义。等待她的与她等待的不过是等待。\n 某一刻，等待失去了意义，时间再次获得了价值。\n 她消失了。\n 落下一个世界，就这样，孤独地呼吸下去。\n\n\n2．\n 岩壁上的挂画古旧不堪，让人会不禁以为这里诞生之前，这挂画便已经存在很久了。\n 她从洞穴深处的黑暗中走来，走向那一幅画。画上是一株鲜红的彼岸花，苞蕾紧闭着，没有丝毫绽放的迹象。\n 她注视着花，许久，才开口言道。\n “我想知道，存在的意义。”\n 短暂的沉默过后，刺骨而令人发颤的笑声回荡在整座洞穴。\n 为什么，要来问我呢？\n 她不知道。似乎她来到这里，也仅是遵循着潜意识的指引。\n 毫无实感的记忆，半生半死的意识，不断冲突又不断冷却，在这生死界限徘徊着的无休止的轮回，那份煎熬与绝望，会有第二个人经历过么？\n 她几乎要窒息了。抑或说，她的内心早就死了。\n “除了你，我还能问谁呢？”\n 苍白无力的哀求，绝望到发颤的声音，于此刻听来几近一个将死之人，不带半分生气。\n 他啊。\n 腐烂的神经元顿时苏醒过来，一点，一线，一片空间。电信号从此至彼，光速传递向各个角落。整个大脑是从未有过的清醒与振奋。\n 她显然是愣住了。那些像是混沌伊始时的记忆，在这一刹那开始了萌动。\n 她像要说些什么，但混乱的思绪容不得思考。\n 她注意到，彼岸花正悄然绽放。\n\n\n3.\n 这是......曼珠沙华？\n 也叫彼岸花。\n （苦笑）为什么送这个？我从来没听过男生送给女生的定情信物里有它。\n 或许是吧。只是，我们为什么要遵循这样的习惯呢？\n\n 你知道彼岸花有什么象征么？\n\n生命在涅槃与逝亡间，无休止地轮回。\n那可真是......糟糕透了啊。\n\n\n4.\n 洞穴消失了，取而代之的是望不透的虚无与黑暗。\n 画像悬在半空中，透出淡淡的冷意。花朵将放未放。\n 她的眼前有些朦胧，泪水渐渐浸染了双眸。\n 这不对。她到这里来只为寻一死，询问所谓“存在的意义”自然得不到任何答案。这不过是为了让她自己，能找到一个理由，不带遗憾地死去罢了。\n 但是，却有意料之外的东西阻碍了她。\n 是面前这株画中的彼岸花么？真是讽刺。\n 有一个声音不断在脑中回响。脱离于她控制之下的，独立的存在。\n “请，快些醒过来吧。”\n\n\n5.\n 别急，我还没说完。\n 你是想......表达什么？\n 我爱你。\n （笑出声）你的逻辑学怕要重修了吧。\n 这些便是我，真正想送给你的东西啊。\n\n\n6.\n 金属间猛烈的碰撞，玻璃散落一地，柏油路面在日光烤炙下坚硬而干燥。下起了雨。\n 滴答。滴答。\n 滴答。滴答。\n 泪珠滚落到脚边。\n 路面刺鼻的气味，汽油的气味，以及被雨水稀释过的，血液的气味。\n 血液流淌着，流淌着，浸遍她眼前的一切。\n 彼岸花在怒放。\n\n\n7.\n 没有你的世界，我继续存在又有何意义？\n 你能想象吗？我亲眼目睹了你的流血，你的挣扎，你抵不过死神的质疑最终屈服于它。\n 你倒在一片暗红的血泊中，由不得我的挽留。你死了。\n 我还要活着怎样？\n 他们说我的各个器官都已经开始衰竭。只要我最后的意识也死去，那样我便满足了。\n 行了，我现在就来......陪你了。\n 画像消失了。彼岸花在虚空上盛开。\n\n\n8.\n 可，我还活着啊。\n 那时的我，只不过是倾躺在绯红的彼岸花海上。她们抚摸我的伤口与脖颈，同我私语着生活的意义与生命的美好。\n 她们说，我爱你。爱情最超脱的境界，便是永生。\n 那些结婚五十年、六十年的老夫老妻们固然幸福啊，只是，总得有一人先离，一人后去。\n 我们为什么要遵循这样的习惯呢？\n 她们说的多好啊，让我不由得，选择了与爱情的永生。\n 我，还活着呢。我活在每一株彼岸花的叶与茎间，活在每一株彼岸花绽放的瞬间，活在她们生根发芽、含苞吐蕊、叶黄茎老的每一个生命历程间。只要你能想起我，我便就活着。\n 红色的花瓣四散飘去开来，虚空之上遍满了彼岸花开。\n 你看，我现在不就，活着么？\n 所以......请，快些醒过来吧。\n\n\n9.\n 惨白的病床床单与惨白的病服，惨白的墙壁与惨白的地砖，惨白的房间，窄小而低矮。\n 曼珠沙华。曼妙的珠玉上，流沙般易逝的光华。\n 床边惨白的仪器上显示着惨白的数字，惨白的波形图一遍遍刷新。\n 彼岸花。魂渡彼岸，身作一花。\n 惨白的光从惨白的窗玻璃间投射而过，惨白地打在她的胸前。\n 桌上有一盆彼岸花。热烈的色泽，感染着周遭惨白的一切，像是降临的光芒。\n 鲜红的花瓣像是翅膀，尽力张开将欲翱翔。\n\n 生命在涅槃与逝亡间，无休止地轮回。\n 我爱你。\n 这些便是我，真正想送给你的东西啊。\n\n 不论我们魂去何方，\n 我们终将度过时间之海、生死之洋，\n 至到那同一方彼岸。\n 我化作一花，\n 等你来绽放。\n\n\nEND字数统计：1782(不含标符)\n\n废言\n笔者为FoS大水比一枚，脸皮极厚。\n本文原为第十二届全国中小学生创新作文大赛初赛参赛文，原题《答案在风中飘荡》。\n比赛的结果，有兴趣的朋友私聊吧。\n“魂渡彼岸，身作一花”一句化(chao)用(xi)了@46241359 北极的签名，自己还不要脸的发出来。\n发表此文主要是为了诈尸顺带骗些关注。\n本文与那篇《新世界》(http://www.mcbbs.net/thread-542425-1-1.html)风格极像，主要由于本文是在月考前一周不到的时间赶出来的，没有时间构思。\n笔者文笔越来越糟糕，并尝试着转型。\n如若对本文有任何意见，欢迎回复留言，我将不胜感激。\n谢谢欣赏。\n\n\n@250=mo  @安根_Engon  @WM2030  @gggbbb  @冥王星人\n17.07.16\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1500208560,
            "txt_content": "北极那只是一言不合就生无可恋罢了。。。"
        }
    ]
}