{
    "title": "【原创/连载】《余日不拾》【第一章】",
    "author": "傲娇AenJion",
    "replyCount": 8,
    "timestamp": 1500249900,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-7-17 08:09 编辑 \n\n时间：2027年11月13日地点：南丁格 谢香利亚教堂\n\n  迷途之人，总渴望能够拥有一个冥思之地。而此时，在谢香利亚教堂的演讲台上，就有一名男子静静的看着一本颇为破旧的书本，时而沉思，时而大声朗读着文本上的内容。\n   “有一个老人，被赶出了自己的家园，被迫放弃了自己的生活和一切，她没有放弃。她在一片荒芜的土地上创造出了一个新的家园，并且张开双臂迎接其他被遗弃的孩子。\n  因为她的慷慨，孩子们对她悉听遵命，老人不需要自己再去工作，孩子们的努力也令老人十分欣慰。在老人弥留之际，她为了能够让孩子们过上更好的生活，她将一种极为神秘的物质藏在了泥土之下，并告知了孩子们，期待有一日孩子们能发现它。”    过了大概有一炷香的时间，随着书页翻开而散去的尘土在地面上积了薄薄一层。男人合上了古旧的书，看样子这本书已经全部看完了。\n“很早就听说过，谢香利亚教堂的教父有一本日记，预知了南丁格的过去和未来，看样子果然不虚此行。”\n “叭嚓”\n 男子的左手多出了一个银色的打火机，一簇火光随之亮起，在这略显阴暗的教堂内显得格外引人注目。   “既然我都知道了，那这本书就没有存在的必要了。”\n男人将火机贴近了古老的日记，一瞬间，火焰就附着在了黄褐色的书页上，开始缓缓燃烧，升起了细微的青烟。\n“砰砰砰!”\n枪声突然传来，只见教堂顶部的玻璃突然碎掉，在满天的玻璃碴中，几根绳子降了下来，与绳子一同降下的，还有几道壮硕的人影。\n“佩珀·明顿！终于找到你了！”\n几个着装像是军人的壮汉在落地翻滚一圈之后大吼道，并拔出了别在腿上的手枪对着演讲台的佩珀·明顿射击。\n“我就知道你们会来这里拿这本书，没想到竟是用如此粗暴的手段，这真是对神圣的教堂的一种亵渎，我要好好惩罚一下你们。”\n为了能够脱身，佩珀·明顿将燃烧着的日记朝着他们扔去，一名壮汉见此立刻扑倒在燃烧的书本上，用身躯将火焰熄灭，可见这本书对他们来说十分重要。这为佩珀·明顿争取到了喘息的时间，他从腰间掏出了两个小巧的充满紫色不明液体的安瓿，对着地上狠狠摔了下去。\n“就看你们了，小家伙们。”\n紫色的液体从封闭的空间中解脱，落在地上后，两滩紫色液体开始互相吸引，接下来发生的事如同在科幻片中发生的一般：它们瞬间凝结在一起，然后疯狂的膨胀变大，最后定型。随着紫色液体缓缓褪去，一具撕咬者凭空出现，张牙舞爪保护着佩珀·明顿。\n“我先走了，自己好好陪他们玩玩。”\n“嗷！”\n伴随着一声怒吼，这具撕咬者向那些壮汉冲了过去。\n【撕咬者科普】撕咬者，南丁格存在的一种变种生物，对于普通的丧尸来说，撕咬者是在培养皿中的“鸡蛋婴儿”技术中诞生，与普通的丧尸相比，撕咬者的咬合能力堪比豹子，而速度也是普通人类的两倍，也因为有如此优秀的属性，他们大部分都带有一点点心智，会听从创造者的指示。而这些撕咬者最大的弱点就是火和电等能量形式的攻击，毕竟他们是液态造物，也就是说物理形式的攻击是对他们无效的。\n撕咬者挥舞着爪子向两个壮汉冲去，壮汉匆忙的把瞄准目标变成这局庞然大物，枪声响起，随着子弹的呼啸，弹头狠狠的撞向撕咬者的身躯，但是当子弹与撕咬者接触后，子弹就被吸收进入了体内。\n两人对此感到无比震惊，当他们回过神时，撕咬者已经走到了两名壮汉的身前，并用手刀对着较为年长的壮汉的肩部劈了过去。粗壮的手掌如同一把利刃，轻松地将壮汉的胳膊和身体分离，随即响起的是年长壮汉的哀嚎。\n“呜哇！我的胳膊啊！”\n另外一个年轻一点的壮汉目睹了这种恐怖的场景，因为恐惧，他甚至忘记了开枪.\n“逃跑”这两字充斥了他的脑海，并付诸于行动。\n而在撕咬者面前，这只是徒劳。撕咬者将手以一个诡异的弧度翻转，横劈，只见年轻壮汉的脑袋与他的身体分离，失去了神经中枢的身躯缓缓倒下，从创口处涌出了大量的鲜血。\n“砰 砰！”\n随着两声紧促的枪声，两道银色的光芒击中了撕咬者的双眼，而这两道光芒正是两颗银色的子弹。随着子弹从撕咬者的双眼中穿过并燃起了白色的火焰，这只撕咬者从出现后第一次感受到了痛苦，也因为这份痛苦，撕咬者发出了凄厉的哀嚎。在哀嚎结束后，一位中年男性出现了撕咬者的面前。\n这位中年男性一袭黑衣，手上握着一把不知名的银色左轮手枪。这把枪与其他的左轮手枪不同，这把左轮手枪枪身十分修长，并且拥有两个枪口，刚才打入撕咬者的子弹，应该就是从这把外形奇特的左轮手枪打出去的。中年男性看了看撕咬者，又看了看地上已经扑灭的日记，摇了摇头。用轻佻的声音说道：\n“每次都觉得自己能够顺利完成任务，这次任务没有成功呢，也许这次我太小瞧目标了，下次要准时出发了。”\n“嗷！！！！”\n撕咬者那简单的心智已经痛苦而丧失了，怒吼着将爪子向中年男性挥了过去。扬起了本已落地的尘土。\n在尘土飞起的时候，中年男子仿佛变了一个人，用低沉并不带感情的声音低语道：\n  “没办法，先把你解决掉吧。”\n  随后只见几道光芒随着轰鸣闪过。庞然大物轰然倒地的声音传来，令半空中的尘土再次被扬起。\n随着尘土渐渐落下，中年男性一只手中拿着被烧毁的日记，另一只手中的左轮手枪还在冒着烟，并再次用轻佻的语气自言自语道：\n “真是可惜，人没有抓到，但是得到一本破日记，还烧的只剩下残片了。算了，没办法，该回去交任务了。”\n男子转过身，缓缓的离开了教堂，而躺在教堂地上的撕咬者的尸体慢慢开始分解，最后变成了一缕白烟，从此消失了在了这个世界。\n“液态丧尸，看样子南丁格越来越不太平了”\n傲娇的好朋友席位@动漫冷曦 @白狼whitewolf @TTTTTony32 @炸逼匠师akl @mo魔灵@2822367400 @@Smokey_Days   ",
    "replies": [
        {
            "author": "炸逼匠师akl",
            "timestamp": 1500251700,
            "txt_content": "蠢徒弟的文章，棒！"
        },
        {
            "author": "wangxiaosong",
            "timestamp": 1500253500,
            "txt_content": "非常之好看！如果作者把一些细节再搞得更爽一些，就比如场面，搞得酷炫。但千万不要把你所想象的，液，态，丧，尸，加个图，否则太好看别怪我"
        },
        {
            "author": "wangxiaosong",
            "timestamp": 1500253620,
            "txt_content": "炸逼匠师akl 发表于 2017-7-17 08:35\n蠢徒弟的文章，棒！\n请受未通过符合要求徒弟一拜！"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1500254520,
            "txt_content": "wangxiaosong 发表于 2017-7-17 09:05\n非常之好看！如果作者把一些细节再搞得更爽一些，就比如场面，搞得酷炫。但千万不要把你所想象的，液，态， ...\n我知道了，我会在以后去尝试做这种改变的，个人文笔真心不行。"
        },
        {
            "author": "不死之躯",
            "timestamp": 1500255660,
            "txt_content": "可以订阅吗      (づ￣3￣)づ╭?～"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1500255780,
            "txt_content": "不死之躯 发表于 2017-7-17 09:41\n可以订阅吗      (づ￣3￣)づ╭?～\nemmmm 可以 反正是周更"
        },
        {
            "author": "傲娇AenJion",
            "timestamp": 1500257280,
            "txt_content": "不死之躯 发表于 2017-7-17 09:41\n可以订阅吗      (づ￣3￣)づ╭?～\n你加我论坛好友吧，这样更新的话，我就可以艾特你了"
        },
        {
            "author": "guqu",
            "timestamp": 1500273060,
            "txt_content": "傲娇AenJion 发表于 2017-7-17 10:08\n你加我论坛好友吧，这样更新的话，我就可以艾特你了\n不加好友也可以@的\n@+昵称+空格\n比如@傲娇AenJion "
        }
    ]
}