{
    "title": "【原创/连载】《余日不拾》【第二章】",
    "author": "傲娇AenJion",
    "replyCount": 2,
    "timestamp": 1500266820,
    "txt_content": " 本帖最后由 傲娇AenJion 于 2017-7-17 12:48 编辑 \n\n我叫安勒·科波菲尔，是南丁格“安勒之羽”的创始人和管理者。几个月前，我们接受了牧羊人政府的任务，前往追捕一个名叫“佩珀·明顿”的生物学家。牧羊人的情报员告诉我们，在搜寻之前的几天前，在红顶区和高灾区发生了数起死亡事件，不仅仅是牧羊人派出的小队，还有安勒之羽的搜救队伍。在经过牧羊人的尸检之前发现了与佩珀·明顿匹配的指纹和头发，却在尸检后没有发现一点蛛丝马迹，只有巨大的伤口却不知道是为什么东西会造成如此巨大的伤口。放佛这个生物学家的作案工具，像水一样蒸发了。\n\n在搜寻的一周前，我们领取到了牧羊人派发了最新装备来定位佩珀·明顿的具体位置。最终，我的一支精锐小队发现了佩珀·明顿隐藏在谢香利亚教堂，小队在战斗中损失了两个主力，但却获得了意想不到的情报:南丁格的丧尸没有那么简单。\n\n在队员口述的过程中，我了解到除了那些行动缓慢的感染体丧尸，还有一种液体丧尸存在，这让我的思路一下子就通了：为什么在尸检的过程中没有任何蛛丝马迹，原因就是因为这个。液体丧尸杀死了小队，然后融于水中，消失不见。\n\n另外一个队员在清理教堂的时候得到了一本被烧毁大半的日记，署名人是：谢香利亚的教父。在日记中发现有很多像童话故事一样的内容，却映射了曾经的南丁格发生的一切事情。\n\n这是一本预言书，我可以怎么认定。烧书者是佩珀·明顿，他肯定看了日记中的内容。而现在，我只知道怎么多。\n\n追捕已经持续快一个月了，还没有找到佩珀·明顿，看样子他已经躲起来了，不过牧羊人要在月底来倾听反馈了，我应该如何去面对？\n\n只有书和液体丧尸这两个线索，怎么可能找得到他！\n\n时间：2027年11月30日 早上  7:20地点：南丁格 红顶区 安勒之羽基地 \n\n伴随着清晨的第一楼阳光，我倚在床上。虽然已经醒了但是我多休息一下会是我一向的习惯。不过这次不同往日，我倚在床背上操作着一台笔记本电脑，准备向牧羊人开始汇报情况。\n\n“这几天思路已经整理的差不多了，今天一定要将所有知道的内容全部说出来，如果没有吸引他们的注意，恐怕不会有补给空投直接送到红顶区了，到时候可能就要自己来想办法解决了。”\n\n推开电脑，连接电源，望着熟悉的开机界面，我深深的叹了一口气。\n\n想了想两年前，南丁格被封锁之后，所有国家都不愿意支持南丁格，资源也是入不敷出，甚至到了人吃人的境地。后来牧羊人出面代替了曾经的九科，为我们提供武器、装备、补给才稳定下来，但是像我们这样的组织每天都要为他们达成他们想要的任务，而每一次任务失败，他们都会用冰冷的腔调鼓励我们下次继续努力，我知道那种腔调蕴含着一个怎样的态度：在牧羊人的眼中，我们只是牧羊犬而已。\n\n“加把劲啊，科波菲尔，要不然那些无辜的民众就要挨饿了。如果他们宣告面临失败，我只能自己出马去解决补给的问题了。可是这次任务是必定失败的，倒不如坦然的说清楚的好。”\n\n想到这儿，我看着电脑屏幕，对着黑色的桌面轻轻敲打了一些内容，一个弹框出现在我的面前。\n\n『已连接到SLEP·HEAD.COM』『正在验明您的身份』『已验明：南丁格清剿组织“安勒之羽”』『正在与牧羊人系统连线中，请稍后。。。』\n\n过了一会，连线成功，电脑渐渐显示出一个半透明的HUD，HUD的左上角有一个金色的半透明图标，这个图标就是牧羊人的徽章，在HUD的中间是一个模拟木桌，上面摆着很多档案，可以用鼠标点开查看，而现在桌子上是空空如也，因为我还没有上传线索和资料。在HUD中的右下角显示出一个黑色的头像，在头像的右边弹出了一个绿色的对话框，上面写着：牧羊人已经连线，随后从电脑的音响中，响起了冰冷的腔调。\n\n“你好，科波菲尔先生，请汇报您的情况。”\n\n“好的，请让我上传这几周的线索和任务内容。”\n\n说完，我从衣服兜里拿出了一个十分小巧的存储工具，安装在电脑的插槽，只见虚拟桌子上渐渐显示出了几本资料，随后资料被不知道从哪儿出现的手给拿走。过了一会，虚拟桌子变成了一个白色的面板，出现了一些资料，并用红色的虚拟图钉在上面。我用指头轻轻拖拉这些资料将他们放大，我好依靠资料上的内容来做陈述。\n\n“我们安勒之羽在这次追捕佩珀·明顿中失利，最后发现佩珀·明顿的地点是在谢香利亚教堂，我们连续追捕了接近一个月都没有找到他的所在。而我们唯一能够给出来的资料和档案就是这些”\n\n“所以？佩珀·明顿抓到了吗？”\n\n“并没有”\n\n“科波菲尔先生，你知道任务失败的后果吧？你不知道这个生物学家让我们死了多少人？”\n\n“请等一下,我想给你们看一个东西”\n 只见我将一碟光盘放入了笔记本的光驱盘中，一片空白的HUD背景出现了一个很短的视频。而视频中是两个打扮像医生的人在检查一碟紫色的液体。\n\n“液体丧尸的结构真的很奇妙，他们的肢体可以从一滩液体瞬间变成一具怪物，这说明他们自己本体是一个巨大的细胞。”\n\n“那么他们到底是如何液态化的呢？”\n\n“现在还不清楚，等得出结果一并发给牧羊人就可以了。”\n\n视频播放结束，电脑那边的人沉默了一会。\n\n“很有意思，请说明这个液体丧尸。”\n “好的，在我们这两周的调查,我们发现佩珀·明顿在制造一种液态生物，并且已经投入使用了。如你所见，我们红顶区的生物学家经过检验发现液态丧尸是一个巨大的细胞，但我们不知道这个巨大的细胞的启动机制是什么。他们是为什么会从一滩水变成杀人机器，这方面我们还是一片空白。”\n\n“陈述的很好，但是这些我们早就已经知道了，给你看点东西吧。”\n\n从HUD画面中传出了几张图片，望着这几张图片，我从紧张慢慢变成了疑惑。\n\n其中一张是 谢香利亚教堂\n\n第二张是封锁延米的红顶区，有很多穿着白衣服的队员\n\n第三张是一个从来没有去过的地方，看起来是一座石桥。在桥梁下方的桥洞，有一个绿色的光芒，和一个穿着白色衣服的人，但是因为是远景拍摄，只能看到穿着白色衣服的人。\n\n“这是？”\n\n“前两张无关紧要，第三张我希望你能够自己好好想想。”\n\n“好好想想？我不太懂。”\n\n“你们一直在调查佩珀·明顿，那么长时间没有结果的原因我们不想去追究，在后面我们给你们的武器装备了跟踪器，你们在找到佩珀·明顿在谢香利亚教堂。我们很想知道，如果不安装跟踪器你们要到何时才能交付我们的任务？另外我们更想知道，那个在桥洞之下，身穿白色衣服的人，应该是你们的人。”\n\n“你们到底想说明什么？”\n\n“别急，听我说完，我们也找到了一些蛛丝马迹，就是这座桥，在桥梁之下肯定有什么东西，毕竟某些牧羊犬已经进入羊圈之内，我们不得不防。我想在你对我们的话产生反感之前，应该先去问问，是谁进入了羊圈之中。”\n\nHUD慢慢暗淡下来，牧羊人的对话已经结束。听到这些人说的话，我是非常不愉快的，因为我相信我身边的人不会去做出如此这样的事情，但他们的态度转变和实际图片也让我开始产生了质疑。\n\n“我需要去了解一下，就是现在。”",
    "replies": [
        {
            "author": "ouyangci",
            "timestamp": 1500268800,
            "txt_content": "没人评论？\n抢沙发。。。"
        },
        {
            "author": "ouyangci",
            "timestamp": 1500269100,
            "txt_content": "。。。。。。。。。。。。。。。。。。。。。。。。。。"
        }
    ]
}