{
    "title": "原创/连载{传说之地}[第十三章：入侵，开始了。]",
    "author": "久战沙场",
    "replyCount": 1,
    "timestamp": 1500300420,
    "txt_content": "第十三章：入侵，开始了\n\n\n   夜幕降临时。。。。。。\n   “请风暴骑士团团员立刻到中央大厅集合，重复一遍，请所有团员立刻到中央大厅集合。”\n   “啊？集合了，不知道这次干嘛。”刚吃完晚饭的凯摸摸肚子，就往中央大厅走去。\n   走到大厅之前，凯发现有几箱武器搬了过来，有弓弩，弓箭，轻炮，长枪等，还有一种凯重未见过的武器。\n   “唉兄弟，这黑不溜秋的是什么？”凯对于不明白的都要刨根问到底，于是就问那个人这是什么。\n   “这个啊？我也不知道，上头叫我搬过来的，应该是挺厉害的武器呢。”搬运者也不知道这是什么，就简单的说明了。\n   道雷原本没注意什么，突然，他貌似也对这东西起兴趣了。\n   “这。。。。。。难道是魂枪？”道雷好像认出来这是什么了，眉头皱了起来。\n   “怎么了？魂枪是什么啊？”凯疑惑的问道。\n   “这是一种神奇的武器，外表简单，并且轻便，便于携带，而且伤害非常高，射速也很快，只不过。。。。。。”\n   “只不过什么？”凯又问道。\n   “这是很久以前人类与地狱的决战，那时候人类和地狱撕开脸皮，打了一场战争，幸好天堂的人下来解决了这场战争，否则三界都要崩塌。然后这武器，就是当时地狱军团的一种武器，大概是把武器改造成特殊的造型，注入了奥术能量，杀伤力巨大。难道，那时候与地狱军团对抗的人，就是风暴骑士团？”道雷闭上了眼，消逝与空气中。\n   凯也想了一会，突然，骑士领事长莫云顿上台发话了。\n   “在座的各位，今天把大家召集在这里，主要是抵抗这次的魔兽入侵，艾莫尼立的未来就依靠你们了，现在我们先发放武器，武器有很多类，弓弩，盾牌，长枪，以及。。。。。。魂枪。”\n   “魂枪是什么啊？”“怎么用啊？”“能吃吗？”。。。。。。台下的人立刻热闹了起来，叽叽喳喳的。\n   “咳咳，魂枪是地狱之人所用，并且射出去的子弹，如是生灵，则会穿透其肉身，彻底打散灵魂，如果是鬼魂之物，则会灰飞烟灭。”莫云顿郑重的说出了这一段话，喉咙好像被卡住了。\n   “这么可怕？我还是用弓弩吧，毕竟也不会用。”“我还是喜欢长枪。”“我要盾牌，和长枪，让魔兽上不来。”“不能吃啊。。。。。。”\n   到了分发武器的时候了，几乎没多少人拿着魂枪，都是拿着弓弩，长枪盾牌之类的。\n   “额，看来没人敢用魂枪嘛，就是吓一下而已，至于吗。”凯看着那些拿着别的武器的人。\n   “谁骗人啊，本来就是把生灵给屠戮殆尽的武器。”道雷突然冒出来说。\n   “你是说，这把枪已经打散了很多生灵咯？？？”、\n   “冰公！答对了。”\n   “哎，你也拿着魂枪啊？正巧，我也是。”一个女孩看见了凯手里的魂枪，就走过来。\n   凯一回头，发现就是那个倒着走路，风暴城堡爬墙的那女孩。\n   “你怎么在这？你怎么也用魂枪。”\n   “我是上一届风暴骑士团的成员，为什么不能来这里啊？为什么我不能用魂枪。”\n   “好吧。”凯也只能无奈的回答。\n   凯不是那种不识趣的，就尽早离开了。\n   “警报，警报，鹰岗哨鹰嘴部发现大批魔兽，重复，鹰岗哨鹰嘴部发现大批魔兽。”\n   莫云顿一听，立刻将手里的红石块插到一个凹槽，蹦的一声后，机关就出现了，整个要塞瞬间变成了一座城墙。\n   当一半的人赶到鹰嘴的位置时，发现下面都是大批魔兽，正在一点一点的往上爬。\n   鹰嘴并不是垂直的防御要塞，而是一个上坡的建筑设计，专门让入侵者艰难的爬上来，然后再用水流，岩浆攻击魔兽。\n   “哇这么多魔兽，怎么玩啊。”就是，还不能吃。“”就知道吃。“\n   凯手里抓着魂枪，刚才莫云顿已经教会他使用方法了，现在就等魔兽的进攻了。\n   ”嗯，小子，这些魔兽应该是有兽王操纵着，你先仔细看看，你这魂枪有一个圆筒，可以看很远的地方，但是只能单发。“\n   突然，一声嚎叫打破了宁静的天空，魔兽，进攻了。",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1500476580,
            "txt_content": "首先“。。。。。。”\n这种句号比较破坏文章气氛，如果是这种英文版的会好很多“.........”\n然后就是描写还不够多，不能让文章看上去有感觉\n希望下次好好改进\n能更到现在的人已经很不错了"
        }
    ]
}