{
    "title": "[ Minecraft.net│INSIDER ] Meet the Vex 遇见恼鬼",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1500307440,
    "txt_content": " 本帖最后由 像素君 于 2020-9-22 16:06 编辑 \n\n\n\n\n\n\nMEET THE VEX\n遇见恼鬼Rather you than us!\n比起我们，他更在意你！\n\nIf you know me at all, you know I'm one of the bravest Minecraft players around. I possess the courage of a powerful lion, and even my middle name is 'Cowardwimp' (which my giggling parents assured me is Latin for 'brave'). So obviously I'm not scared of the Evoker. Pah! An Illager? Just a villager who could really use a tan, I say. It's got nothing on a brave boy like me!\n如果你很了解我的话，你就会明白我可谓是世界上最勇敢的Minecraft玩家之一。我有狮子般强大的勇气，以至于连我的中间名都叫“Cowardwimp”（我那笑个不停的父母向我保证，这是拉丁文中“勇敢”的意思)。所以我一点都不害怕唤魔者。哈！一个刌民？对我而言，那就只是一个晒黑的村民而已。这种敌对生物对于像我这样勇敢的男孩来说一点用都没有！\n\nAt least, that's what I used to think. Before the Evoker summoned a Vex. A plume of pale smoke and a high-pitched horn blare later, grey-fleshed demons arrived in the sky. Immune to fire and lava, capable of passing through any block, a Vex swoops down with sword in hand, glowing red and ready to teach me a sharp lesson. Is it brave to burst into tears and run away screaming? Yes. Yes it is. Shut up it is.\n至少我曾这么想过——在唤魔者召唤出恼鬼之前。伴随着一股白烟和一声尖锐如号角般的声响，一个灰色的恶魔在空中展开了它的翅膀。恼鬼免疫火焰和熔岩，并且能穿过任意方块。它手拿利剑朝我猛扑过来，身体通红，已经准备好要给我点“颜色”看看......那个大哭着、尖叫着逃跑的人勇敢吗？是的，当然是这样。闭嘴，我说是就是。\n\nWe started talking about making more hostile mobs, so we started drawing a lot of doodles on paper and then I kind of liked just having a small humanoid shape with wings. It essentially looked like a little nasty angel or devil. \n——Jens Bergensten\n当我们开始讨论“创造新的敌对生物”这一话题时，在纸上画了很多涂鸦。这时，我看上了一个带翅膀的人形生物，它看起来就像一个小天使——或者说，像一个小恶魔。——Jens Bergensten\nIntroducing an enemy that could summon hostile mobs had to be implemented into the game with care. So the Vex stays close to where it's summoned, and if you successfully run away, it'll eventually perish without you – a deliberate weakness, to stop your world being overwhelmed with summoned mobs!\n在将一个可以召唤敌对生物的引入游戏时得对其保持密切关注。因此，恼鬼只会在它的召唤地附近游荡。如果你成功地逃出恼鬼的魔掌，它将会死亡——恼鬼的这一弱点是经过深思熟虑后才添加进去的，不然你的世界就会被怪物淹没了！\n\nAs for giving them the ability to fly, Jens explains this was to stop players relying on old combat tricks. \"I wanted to force the player to move around more, and not just move slowly backwards, hitting things approaching you, but also to look around because you’re being constantly attacked from many different angles.\"\n至于为什么要给他们飞行的能力，根据Jeb的说法，这是为了让玩家不再依赖于以前的战斗技巧。他说：“我想让玩家们学会走位，而不仅是慢慢地向后退，然后攻击靠近你的东西；同时我也想让玩家们学会环顾四周，以应对来自不同方向的攻击。”\n\nSoon, the Vex was given even more powers, like the ability to home in on the player while charging up its attacks. \"They will try and chase you while charging,\" warns Jens. \"So you will have to essentially move further or hit them back before they will attack you.\" Making for a challenging fight for even the most courageous crafter.\n不久后，恼鬼就被赋予了更多的力量。比如，它在准备攻击时会一直跟着玩家。“恼鬼会在准备进行攻击时尝试追上你，”Jeb提醒道。“所以你必须在它们攻击你之前采取进一步行动或是击退他们。”即便是最勇敢的玩家，也要为这一场充满挑战的战斗做好准备。\n\nSo there you have it, everyone - Bravery is useless and the Vex is the worst thing to happen to the sky since someone invented seagulls. Enjoy!\n所以，你们现在应该都知道了，勇敢是没有用的。自造物主创造海鸥之后，恼鬼可谓天空送给你的最糟的礼物了。享受这个过程吧！\n\n\n原文链接：https://minecraft.net/zh-hans/article/meet-vex\n原文作者：Tom Stone\n原文发布日期：2017年7月17日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "chyx",
            "timestamp": 1500308940,
            "txt_content": "这货免疫火和岩浆\n\n但居然不免疫仙人掌…"
        }
    ]
}