{
    "title": "坚定意志Tough As Nails——真实的环境，主体原文教程翻译",
    "author": "5igm1",
    "replyCount": 4,
    "timestamp": 1500332580,
    "txt_content": " 本帖最后由 5igm1 于 2017-7-18 19:14 编辑 \n\n——————————————前言，翻译者的话——————————————\n现有的坚定意志图文教程不能说写的不好，但是至少都是打着[建设中]标签，实则弃坑的状态。正巧服内有此mod，因由其特殊性，我需要对这个mod为我服内玩家做尽可能详细的说明。想了想，写一个文档也是写，发bbs也是写，还能得些奖励。因此就发过来了。正文内所有内容，为原Mod作者所撰写的教程附带我对此mod的一些经验。教程主体原文链接:https://github.com/Glitchfiend/ToughAsNails/wiki\n——————————————正文—————————————————————\n声明：本教程内所涉及到的所有物品、方块、状态均以我服对该mod的翻译为准。\n提示：所有涉及到的游戏内的物品、方块、状态的名称在正文中（各标题除外）均已被加粗。\n\n本mod内所有物品合成表一览：https://github.com/Glitchfiend/ToughAsNails/wiki/Crafting-Recipes\n本mod内所有指令一览（须单人作弊开启，或拥有联机op权限）：https://github.com/Glitchfiend/ToughAsNails/wiki/Commands\n\n1. 特征说明：\n季节\n\n\n图片备注：这是一张代表季节变化过程的图片。它展示了每一个子季节。\n\n季节，是坚定意志mod的一个主要特征。不仅是草地和树叶的颜色会随着季节改变，温度也会改变。在一些原本通常不会出现雪的生物群系，也会下雪。\n严格来讲，坚定意志mod中共有12个季节变化。其中有四个主季节（春、夏、秋、冬），而每个主季节下又有，孟、仲、季三个子季节，即每个主季节的前期、中期，和后期。在中国传统之中，我们通常将这12个子季节称为：孟春、仲春、季春，孟夏、仲夏、季夏，孟秋、仲秋、季秋，孟冬、仲冬、季冬。每个子季节默认持续7个MC天，所以全年一共需要84个MC天。\n\n同季节会影响体温一样，农作物同样会在冬天因温度不当死亡。因此在宜居生物群系居住时，需注意冬天对农作物的保温。在非宜居生物群系居住时（例如沙漠和雪原），当时刻在农作物旁边放置适当的加热或降温装置。\n季节指示仪可以被合成用来查看当前的季节进程。还有一个物品叫做季节感应器，它会随着四个主季节的变化而切换自身的状态，并放出相对应的红石信号。\n\n水份值\n水份值，是坚定意志mod的一个主要组成部分。它相似于原版中的饥饿度，在移动时，它将迅速降低。当水份值过低时，你将无法冲刺，在困难难度和困难模式下，你同样可能因缺水而死亡。通过饮用果汁或水壶中的水，你可以恢复你的水份值。\n空水壶是恢复水份值所需的最基础的物品。合成它仅需6个皮革。但是通过空水壶直接收集的水，永远都是脏的，并且有很高的几率得到不良状态：脱水。\n\n脱水状态将使你的水份值以更快的速度降低，就好像在原版中，吃未煮熟的食物或者其他东西而获得的饥饿状态一样。\n要想避免这一点，你需要通过玻璃瓶收集水，并过滤和净化它。所有被玻璃瓶收集的水，一开始也是脏的。要想获得干净的水，你需要先用活性炭过滤器过滤，再将它放入熔炉之中煅烧（或者说，煮沸）。\n除了上面这种方法，还有一种得到干净的水的方法，是通过雨水收集器。它们会在下雨时被自动缓慢填满，所有通过雨水收集器收集到的水，都是干净的。\n你同时可以用干净的水、糖和不同的水果蔬菜来制作果汁或者蔬菜汁。它们可以恢复比直接饮用水更高的水份值。所以如果你打算迁徙或者附近不好取水时，这将是一个极佳的选择。\n此外，瓶装和桶装的牛奶，同样可以恢复水份值。以下是一个关于不同物品所恢复的水份值的全表。\n脏水水壶（每次使用） (1.5)\n脏水水瓶 (1.5)\n过滤水水壶（每次使用） (2.5)\n过滤水水瓶 (2.5)\n纯净水水壶（每次使用） (3.5)\n牛奶 (3)\n水瓶 (3.5)\n各类药水 (3.5)\n南瓜汁 (3.5)\n苹果汁 (4)\n胡萝卜汁 (4)\n西瓜汁 (4)\n仙人掌汁 (4.5)\n甜菜汁 (5)\n紫影果汁 (6)\n金胡萝卜汁 (7)\n金西瓜汁 (8)\n金苹果汁 (10)\n\n体温\n体温，可能是坚定意志中最卓越的特征了。你的体温被多种因素所影响，例如：生物群系温度、时间等。\n以下是一个能够影响你体温的全表：\n\n·生物群系温度\n·具有 冷/热 属性的方块\n·加热旋管/冷却旋管\n·冲刺\n·护甲\n·季节\n·一天中的时间变化\n·天气\n·潮湿度\n\n你的体温被位于血量和饥饿度中间的圆球所显示。根据温度，这个球将可能会展示蓝色（偏冷）、灰色（适宜）和橘色（偏热）。并且当温度变化时，还将有一个向上或向下的箭头出现以代表温度变化。当处于极端温度时，将会出现雪花或者火焰图标，来通知你将极有可能获得伤寒或中暑不良状态。\n这里有多种方式可以控制你的体温，使你不会获得伤寒或者中暑状态。如果想要取暖，最容易的方式是制作一个篝火。对于早期游戏而言，这是一个极佳的选择，仅需要极少量的资源。而对于降温，最容易的方式就是在水中游泳。\n除了以上两种方式，还可以通过其他的多种方式来取暖或降温：盔甲，羊毛盔甲用以升温，冻结史莱姆盔甲用以降温；加热旋管和冷却旋管，这两者最适宜在室内使用；炽热抗性药水和严寒抗性药水，它们包含了服用型、喷溅型和滞留型；以及其他多种方块，例如岩浆和冰。\n要牢记一点，你的体温并不会立刻变化。它每次变化都需要一些时间。影响其变化速率的因素包括了你的生命值、潮湿度、生物群系潮湿度等多种因素。如想得知当前周围的环境温度（你的体温会逐渐趋同于当前的环境温度），你需要合成一个温度计。\n\n更低的起始生命\n\n在坚定意志中，根据当前设定的难度不同，起始血量也会有所变化。\n和平模式下起始血量为10心。\n简单模式下起始血量为7心。\n普通模式下起始血量为5心。\n困难模式下起始血量为3心。\n你可以通过在地狱寻找生命水晶来增加自己的生命值。虽然生命水晶最多只能将你的血量上限提高到10心，但是起始生命的变化，仍然增加了一种新的对游戏难度的影响因素。\n\n为打击苹果园等无良剽窃网站，这里特在文中指明一下本文出处：\nhttp://mcbbs.tvt.im/thread-707775-1-1.html\n\n2. 方块：\n季节感应器\n\n季节感应器可以被用来得到根据当前季节而产生的对应红石信号。你可以右键点击季节感应器来改变它当前感应的季节。当它所设定感应的季节来临时，它将会释放出红石信号。\n\n合成表\n\n\n\n篝火\n\n篝火在游戏早期，是一个极佳的取暖物品。它仅需3个圆石和4个原木。当它被放置后，你可以通过手持木棍来右键点击篝火，以引燃它。这个引燃的过程，可能需要尝试多次，但是请注意！这不是bug！这是被故意设计成这样的！你也可以通过打火石来引燃它。\n篝火是一个发光的光源，它同样会引燃那些踩上它的东西。篝火的燃烧时间是有限制的，但是通常可以持续整个晚上。\n\n合成表\n\n\n\n雨水收集器\n\n雨水收集器是游戏中期一个极佳的干净水来源。它们会随着降雨而被逐渐填充。玻璃瓶和空水壶可以从中直接采集到干净的水。\n雨水收集器通常需要3次或更多次降雨来将它填充满。当它们被填满时，可以被采集3次。\n\n合成表\n\n\n\n加热旋管和冷却旋管\n\n加热旋管和冷却旋管可以被用来加热或冷却极大的封闭空间。它们被红石驱动，通过火焰棒或者寒冰棒合成。\n当它们被激活时，它们可以加热/冷却一大片地方，并且会检查这些方块是否可以“看到天空”。只有当无法看到时，它们才会发挥作用。因此加热旋管和冷却旋管不适宜被放在室外。它们对于室内、温室等，是理想的长期加热/冷却系统。\n\n注意：加热旋管和冷却旋管无法在玻璃顶下正常工作，因为它们被放置后是通过检查直射的阳光来决定哪些方块应当被加热或冷却。如果你有一个带有玻璃顶的温室，你仍然可以让你的农作物们被加热，只要加热旋管有一条“路径”可以到达农作物。\n\n合成公式\n\n\n\n\n为打击苹果园等无良剽窃网站，这里特在文中指明一下本文出处：\nhttp://mcbbs.tvt.im/thread-707775-1-1.html\n\n\n3. 物品\n温度计\n\n温度计是一个被设计用来展示环境温度的物品。你应当尽可能的让温度计的指针指向中间。\n\n合成表\n\n\n\n季节指示仪\n\n季节指示仪被用来展示当前季度。它就像普通的钟一样工作。季节指示仪同样可以被用来合成季节感应器。\n\n合成表\n\n\n可以被用作于合成\n\n\n\n水壶\n\n·脏水水壶（每次使用） (1.5)\n·过滤水水壶（每次使用） (2.5)\n·纯净水水壶（每次使用） (3.5)\n\n水壶是一个基础的水份储存物品。你可以通过对着水方块右键来将空水壶填充满脏水，使之成为脏水水壶。水壶同样可以从炼药锅和雨水收集器中采集到水。炼药锅永远只会提供脏水，但是雨水收集器则会给予干净的水。\n水壶被灌满后，可以被饮用3次。每次使用脏水水壶时，会恢复1.5点水份，并且有很高的几率会获得脱水不良状态。这个状态会让你身体中的水份流失的更快。当被活性炭过滤器过滤后，每次使用将恢复2.5点水份，并有中等几率获得脱水不良状态。\n\n合成表\n\n\n可以被用作于合成\n过滤水水壶\n\n\n\n生命水晶\n\n生命水晶在地狱要塞中有极低的产量。手持生命水晶右键即可使用。具体参考上面的更低的起始生命部分。\n\n\n活性炭过滤器\n\n活性炭过滤器可以被用来过滤脏水水瓶和脏水水壶。在过滤了一个脏水水瓶之后，你可以继续将过滤水水瓶煮沸（通过熔炉）来得到水瓶。这个物品无法用于药水、果汁等。\n注意：活性炭过滤器只能通过木炭合成，煤炭无法作为替代物。\n\n合成表\n\n\n可被用作于合成\n过滤水水壶\n\n\n过滤水水瓶\n\n\n\n小冰块\n\n小冰块主要用于合成其他东西。他们可以在打破冰块时随机获得。通过小冰块，你可以制作冻结史莱姆锭和寒冰弹。\n\n合成表\n冻结史莱姆锭\n\n\n\n寒冰弹\n\n\n\n寒冰弹\n\n寒冰弹基本上是火焰弹的相反面。它们可以被作用于水方块，使水方块变成冰方块。它们同样被用作于合成严寒抗性药水。\n\n合成表\n\n\n可被用作于合成\n严寒抗性药水\n\n\n\n寒冰棒\n\n寒冰棒是烈焰棒的相反面。它们由寒冰怪掉落。寒冰怪通常生成于雪原和雪山生物群系的夜晚。寒冰棒可以被转化成寒冰粉，也可以被用来合成冷却旋管。\n\n可以被用于合成\n寒冰粉\n\n\n冷却旋管\n\n\n\n寒冰粉\n\n寒冰粉是烈焰粉的相反面。它可以被用来合成寒冰棒（由寒冰怪掉落），也可以被用来合成寒冰弹。\n\n合成表\n\n\n可以被用于合成\n寒冰弹\n\n\n\n\n冻结史莱姆锭\n\n冻结史莱姆锭是一种由史莱姆球和小冰块所合成的材料。它可以被用于合成冻结史莱姆盔甲。冻结史莱姆盔甲可以用于降低玩家的体温。\n\n合成表\n\n\n为打击苹果园等无良剽窃网站，这里特在文中指明一下本文出处：\nhttp://mcbbs.tvt.im/thread-707775-1-1.html\n\n可以被用于合成\n冻结史莱姆头盔\n\n\n冻结史莱姆胸甲\n\n\n冻结史莱姆护腿\n\n\n冻结史莱姆靴子\n\n\n\n脏水水瓶和过滤水水瓶\n\n·脏水水瓶 (1.5)\n·过滤水水瓶 (2.5)\n在坚定意志的机制下，当对着水方块使用玻璃瓶时，你将会得到一个脏水水瓶而非一个水瓶。脏水水瓶可以通过饮用恢复1.5点水份，并且有很高几率获得脱水不良状态。\n你可以通过活性炭过滤器过滤脏水水瓶，来得到过滤水水瓶。过滤水水瓶每次引用可以恢复2.5点水份，同时有中等几率会给你带来脱水不良状态。\n你可以通过使用熔炉来煮沸过滤水水瓶，以获得原版的水瓶。只有水瓶才能用来继续合成各类药水、果汁或蔬菜汁和其他的一些水瓶通常用来做的事情。\n\n合成表\n\n\n可以被用作于合成\n水瓶\n\n\n\n果汁与蔬菜汁\n\n南瓜汁 (3.5)\n苹果汁 (4)\n胡萝卜汁 (4)\n西瓜汁 (4)\n仙人掌汁 (4.5)\n甜菜汁 (5)\n紫影果汁 (6)\n金胡萝卜汁 (7)\n金西瓜汁 (8)\n金苹果汁 (10)\n\n果汁与蔬菜汁时坚定意志中最好的饮品。它们可以比其他饮品恢复更多的水份，但是需要使用水瓶、糖和其他水果蔬菜来合成。\n\n合成表\n苹果汁\n\n\n甜菜汁\n\n\n仙人掌汁\n\n\n胡萝卜汁\n\n\n紫影果汁\n\n\n南瓜汁\n\n\n西瓜汁\n\n\n金西瓜汁\n\n\n金苹果汁\n\n\n金胡萝卜汁\n\n\n\n各类药水\n\n各类药水 (3.5)\n在坚定意志中有两种药水可以被酿造。炽热抗性药水和严寒抗性药水。顾名思义，它们通过炽热抗性有益状态和严寒抗性有意状态，来保护玩家远离伤寒和中暑。\n当使用药水后，玩家将不会得到伤寒和中暑不良状态。但是如果在玩家扔在危险温度地带时，药水药效过了，那么玩家仍然会获得伤寒和中暑不良状态。这两种药水默认持续1分钟，通过红石，可以被延长至2分钟。它们同样可以被制作出喷溅型和滞留型药水，就像原版的其他药水一样。\n\n合成表\n炽热抗性药水\n\n\n严寒抗性药水\n\n\n\n为打击苹果园等无良剽窃网站，这里特在文中指明一下本文出处：\nhttp://mcbbs.tvt.im/thread-707775-1-1.html\n\n\n4. 盔甲\n羊毛盔甲\n\n羊毛盔甲是一个由坚定意志提供的新的盔甲种类。它不会给予很多保护，当玩家全身穿戴它时才提供3.5的护甲值，但是它可以为玩家取暖。它的合成方法非常简单，只需要羊毛。\n\n合成表\n羊毛头盔\n\n\n羊毛胸甲\n\n\n羊毛护腿\n\n\n羊毛靴子\n\n\n\n冻结史莱姆盔甲\n\n冻结史莱姆盔甲时坚定意志所提供的另一个新盔甲。它通过冻结史莱姆锭来合成，用以帮助玩家降温。是一种理想的地狱旅行工具。在全部穿戴时，它提供6点护甲值。\n\n合成表\n冻结史莱姆头盔\n\n\n冻结史莱姆胸甲\n\n\n冻结史莱姆护腿\n\n\n冻结史莱姆靴子\n\n\n\n\n5. 怪物\n寒冰怪\n\n寒冰怪是一种敌对怪物，类似于烈焰人的设计。寒冰怪在雪原和雪山的夜晚生成。它们会向玩家发射会造成伤害的雪球。\n寒冰怪会掉落寒冰棒，可以用来合成寒冰粉或者冷却旋管。\n\n\n\n6. 状态\n伤寒和中暑\n\n伤寒和中暑是两种危险的不良状态。当玩家的体温掉至过低或升至过高的时候，就会获得伤寒或者中暑不良状态。它将会缓慢的对玩家造成伤害，当玩家的体温掉落或升高更多时，它也会加大对玩家的伤害值。玩家将持续获得伤害直至死亡或摆脱掉这两种不良状态。\n严寒抗性药水和炽热抗性药水可以保护玩家远离伤寒和中暑。它们可以为已经中了伤寒或中暑不良状态的玩家清除掉身上的伤寒或中暑状态。\n\n一个身中伤寒状态的玩家。\n\n\n脱水\n\n脱水状态是非常危险的，也是你应当竭力避免的状态。当你从水壶或者水瓶中引用了脏水或过滤水，你就会有可能获得脱水不良状态。\n当你获得此状态时，你的水份值将会下降的比平时更快。这就好像通过使用未煮熟的食物或其他东西而获得的饥饿状态一样。\n饮用干净水，同样果汁、牛奶和药水，则不会有任何几率获得脱水状态。\n\n\n一个获得了脱水状态的玩家\n\n\n严寒抗性和炽热抗性\n\n严寒抗性和炽热抗性可以通过饮用严寒抗性药水和炽热抗性药水来获得。当处于这种状态下，你将绝对不会获得伤寒和中暑状态。如果你在饮用严寒抗性药水或者炽热抗性药水前就已经获得了伤寒或者中暑，那么饮用药水可以清除掉这两种不良状态。\n\n\n一个处于炽热抗性状态下的玩家\n——————————————结语—————————————————————\n写的是一个头昏眼花，不过好歹一气写完了，表示几乎所有打着的“未完待续”“持续更新”类型标签的，最后几乎都是永远不更新了。为了保证可以一次完成，万万不敢立此flag←_←。当前教程对应的Tough As Nails版本号为1.11.2-2.1.0.51\n因一次撰写的内容过多，难免行文中会有错误，亦或者有我对原文理解不足不到位的情况，都请在下面回帖指出。我将对此进行改进。\n最后希望大家多多对本贴予以支持，不胜感激。",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1500370500,
            "txt_content": " 本帖最后由 1345979462 于 2017-7-18 17:37 编辑 \n\n汉字：4850个，标点：5344个，字母：1057个，数字：127个。\n共计：4977个字数、11745个字符。\n\n对于精华字数是不是有点少了呢→_→\n评定标准是8k啊\n还是支持下，继续加油~"
        },
        {
            "author": "5igm1",
            "timestamp": 1500373260,
            "txt_content": " 本帖最后由 5igm1 于 2017-7-18 18:48 编辑 \n1345979462 发表于 2017-7-18 17:35\n汉字：4850个，标点：5344个，字母：1057个，数字：127个。\n共计：4977个字数、11745个字符。\n的确好像差了一点。但是我也没什么好写的了←_←\n\n\n\n\nQQ截图20170718123506.jpg (22.76 KB, 下载次数: 9)\n\n下载附件\n\n2017-7-18 18:39 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "ccchz",
            "timestamp": 1553244360,
            "txt_content": "谢谢楼主分享教程，楼主辛苦"
        },
        {
            "author": "niu152",
            "timestamp": 1587369900,
            "txt_content": "下载地址在哪\n"
        }
    ]
}