{
    "title": "【七月活动】【原创·单篇】浴火夜",
    "author": "Aezning",
    "replyCount": 4,
    "timestamp": 1500378720,
    "txt_content": " 本帖最后由 小吴同志 于 2017-7-23 19:51 编辑 \n\n前言第一次参加周创版活动，好紧张！选的自然是这张图：然后我又做了一个伪图：咳咳，正文开始！正文：浴火夜公元2100年，联合国会场，正午12点。 “各位，各位，告诉大家一个骇人听闻的讯息，人类所有的能耗已超限，剩下所有资源量不够现在消耗8个小时！有关具体情况的文件发在你们的电脑上了，可以看一下。”联合国秘书长悲伤地说到，“各位都是政客，这次时间紧迫，没法让大家来会场，只能网上通话，真的深表歉意。”\n  “我们应以一种特别的方式告诉人类，否则会引起暴动的。”秦瑞尔说到。\n  “大事不好！”天文部长大喊到:“今晚9点，一颗超新星爆发，全人类都会遭到超强的紫外线辐射。会引起脏器衰竭。”\n  “关于超新星爆发我略知一二，早在中世纪时期就发生过，可紫外线被臭氧层挡住了，只有少数患了皮肤癌。”文德斯平静地说到，“这两件事结合起来，可以给全宇宙一个交代了。大家可以告诉一些特殊的人物真相，利用他们的影响力平息人们的骚动。”\n  “好，文德斯先生，就听你的了，今晚8点会停电！”联合国部长关上了电脑。上海文德斯办公室，下午7点\n  “不行！我坚决不同意你们这样做！”查理大喊起来，“我们明明将光辉洒向整个太阳系了，你们竟灭掉城市的灯！”\n  “教皇先生，请您冷静一下，我们对大自然的攫取已经超额了，事情已经定下来了，本想借用您的影响平息城市的骚动，看样子不行了。”文德斯对整个事情已有了了解，与其说是一场忏悔，不如说是人类自作自受。\n  “不行！我是梵蒂冈的教皇！而您呢？您不过是一位凡夫俗子！”查理趾高气昂地说着，以为自己能扳回一城。  “文艺复兴。”文德斯一字一顿地说到。\n  “你...你！”教皇气的全身发抖，牙齿格格打战，他颤颤巍巍地掏出一把老式结构的HKUSP，“我现在一枪崩了你你信不信！我这不是电子枪，没有射击记录，我可以神不知鬼不觉的一枪干掉你！”教皇拿着枪向前一步，顶在文德斯胸口上。\n  “您尽管开枪。”文德斯冷静的说。教皇扣下扳机，一声闷响，突然“咔”一声，子弹没射出来。\n  “您没拉开保险栓，先生”文德斯笑笑，反手夺枪卸掉弹夹扔到一边。\n  教皇被缴了械，更加的气愤。一气之下，夺门而出。上海北纬31°13′22″  19:59:55  文德斯一看表，马上要8点了，5...4...3...2...1，随着假想的咔一声，全球断电了，人们向外看，发现窗外漆黑一片，整个世界黯淡无光，连月亮都被漫天阴霾挡住了。  纽约，巴黎，铂林，时代广场，人民广场，莫斯科红场……全部都一片漆黑。\n  黝黑的夜晚，只有惨淡的风呼啸着。时不断能够听到风吹树叶的沙沙声，好像黑暗要吞噬一切。  当人们惊讶之时，又发现昔日日被灯光渲染的流光溢彩的雾霾渐渐褪去，星空显现出来，像一粒粒珍珠,似一把把碎金,嵌在夜空中，此时的星空格外澄净，小孩惊讶的望着夜空，而老人则激动的直拍手，仿佛星空是他们年幼时的玩伴，但早已分离多年。  文德斯带着女友，登上了立交桥，在漫天的星云照耀下勉强能看清，中间夹着一大块建筑区，鳞次栉比的高楼旁围着一圈又一圈的立交桥，仿佛是丝带捆扎的一个个参差不齐的礼盒，恍惚中，文德斯以黑暗的天空为幕，放映着自己的一生，这一幕幕，都仿佛是一场梦。\n  整个世界又亮了。\n  所有人身上都燃起了熊熊烈火，一瞬间，祈祷声，哀求声，呼救声不绝于耳，人们疯狂地逃离、踩踏。人性的丑恶面一览无余的暴露出来。\n  文德斯牵起女友的手，时间仿佛过得很慢。文德斯不忍看到女友在火中煎熬，留下了眼泪，一狠心一枪崩了女友，她瞬间倒下了，没有一丝痛苦。文德斯跪倒在地，拿着枪顶在太阳穴上，“咔”的一声，文德斯也倒下了。\n  他恍惚中，似乎听到了断断续续的歌谣声:\n  Twinkle,Twinkle,Little star.\n  How I wonder what you are.\n  Up above the world so high.\n  Like a diamond in the sky.\n  他闭上了双眼，地球在浴火中，重生了。\n\n       \n",
    "replies": [
        {
            "author": "WKIL",
            "timestamp": 1500432960,
            "txt_content": "文德斯看了一下表..233XD"
        },
        {
            "author": "Aezning",
            "timestamp": 1500433500,
            "txt_content": "WKIL 发表于 2017-7-19 10:56\n文德斯看了一下表..233XD\n有意见？"
        },
        {
            "author": "west.myth",
            "timestamp": 1500467520,
            "txt_content": "所以你选了第二个？但是，如果是浴火，为什么那么暗？"
        },
        {
            "author": "Aezning",
            "timestamp": 1500523620,
            "txt_content": "west.myth 发表于 2017-7-19 20:32\n所以你选了第二个？但是，如果是浴火，为什么那么暗？\n啊，这是浴火之前的"
        }
    ]
}