{
    "title": "Hi，大家好我是aitest，和大家聊一聊",
    "author": "aitest",
    "replyCount": 8,
    "timestamp": 1500391800,
    "txt_content": "\n\n\n\n        一开始萌新的时候到处转转，白天只会撸树，一到晚上就赶紧挖个洞把自己埋起来，因为不知道去哪弄煤炭，也不知道可以烧木头得木炭，不过就算有火把，怪物过来我也很快就被围殴致死了，残念。。后来最喜欢的事是挖矿，因为会有各种惊喜，发现铁就很高兴，最吓人的事是突然蹦出僵尸，然后小白远远地射我，苦力怕到我后面自爆，我一向是不开声音的，也不喜欢用远程武器-弓，所以直到现在我击杀恶魂，末影龙的次数一只手都可以数过来，恶魂是叫地狱轰炸机吧，那个奇特的‘娇喘’声？\n\n\n\n     玩到现在最感谢的就是那些做视频做教程的优酷主啦，up主啦，虽说wiki帮助也很大，现在我还是各种查wiki，Minecraft这游戏呢，很有内涵，你会经常发现新的事物，这是很有意思的，我看的比较多的是教程类的，比如一开始如何改造刷怪笼，到后面的小黑塔，当然啦我并没有打算精通这些，学习的这些都是去服务器里面比较实用的。\n\n\n    那就要说到我个人比较喜欢的服的类型了，不知道什么时候我知道有xray的存在，当时有一种手握利器的感觉，那段时间找的服都是没有反作弊的，进去里面发现可以透视的就会很开心地挖大约一组钻石的样子然后不用多久就会退服了，原因很简单嘛，一般这种服人数比较少，而且矿物最不值钱。也可能当时的服都是比较纯净的生存，当一个萌新有一套钻石装备之后还有什么追求呢:-(，再到后面发现不可以透视的服反而人会多一些，服务器的物价会正常些，也不能说正常吧，起码以物易物很方便，会有各种各样的人收购东西出售东西\n\n\n    到这个时期我就开始玩一些奇怪一些的服了，我比较深刻的是一个叫史蒂夫的世界的服，现在这个服还在，里面有个战争服，当时这个服人数还是蛮多的，个人觉得7,8个人就蛮多了，2333，我进去没多久经常被人杀，怪也经常被别人抢，后面玩久了，慢慢肝，肝了一套终极装备，嗯，真的是当时的终极装备，花了多少时间忘记了，各种和别人交易啦，各种自己慢慢刷啦，那个服一共也才5,6个地图，刷的乐此不疲，终极神装了当然就没啥追求啦，刷了几天的等级把等级提上去就转战别的服去了。这个服是我玩的时间比较长的服，所以印象很深刻。\n\n    然后后面就是兜兜转转去玩一些RPG类的，就是那种做任务的，老实说这种有一些设置的难度比较低，就会比较有可玩性，有一些连小怪都很难打就挺不舒服了，毕竟你连个小怪都打不过，还想着打啥boss呢，这一种最好玩的莫过于攻略boss和获得更为强力的武器\n\n\n    后面我就发现那种生存+RPG的我比较喜欢，生存能让我去获取一些资源，嗯，看着箱子里的东西多起来也是成就感的一种嘛，后面辗转学会了改造刷怪笼，当时觉得效率也挺一般的，就一个刷怪笼，挺慢的，再后面我就去玩粘液科技的服了，这种服我也是比较有心得的，玩到现在5,6个服，进去十几个服，差不多都是玩到电力部分就不玩了，粘液科技非常需要经验来解锁机器，这个时候我学会了小黑塔，现在材料够的话我一个小时就能撸好一个小黑塔，所以进去粘液科技的服我还是要先去末地转转看看有没有多大陆或者是有没有禁止破坏方块之类的限制，当然粘液科技是个有非常多bug的插件(把背包和刷怪笼之镐和知识共享书ban了世界就清净了)，那些不做讨论，可以建小黑塔我还得看看他有没有后续发展之类的东西比如副本，比如更为强力的RPG之类的。\n\n\n    暂时先扯这么多吧\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "莫寒雪",
            "timestamp": 1500392040,
            "txt_content": "我比较喜欢玩rpg，你要是喜欢玩rpg可以玩凌空之梦挺还玩的"
        },
        {
            "author": "小心傷",
            "timestamp": 1500393120,
            "txt_content": "楼主写的好认真啊"
        },
        {
            "author": "ir-0",
            "timestamp": 1500394200,
            "txt_content": "我最先玩生存的时候连操作都不熟悉"
        },
        {
            "author": "aitest",
            "timestamp": 1500434280,
            "txt_content": "小心傷 发表于 2017-7-18 23:52\n楼主写的好认真啊\n随便聊聊呗"
        },
        {
            "author": "庐山雨",
            "timestamp": 1500451680,
            "txt_content": "rpg服不太喜欢我我就喜欢蹲在家里生存"
        },
        {
            "author": "Ouli",
            "timestamp": 1500451860,
            "txt_content": "我不觉的RPG好玩"
        },
        {
            "author": "若瞳①号",
            "timestamp": 1500552600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "吐丝",
            "timestamp": 1500552960,
            "txt_content": "我一般都是自己开服，因为自己开服就特么可以无敌了，想要什么有什么。又可以建造自己想要的世界。"
        }
    ]
}