{
    "title": "【展示&共享】版块 版规",
    "author": "番茄茄",
    "replyCount": 0,
    "timestamp": 1500380280,
    "txt_content": " 本帖最后由 西红柿片 于 2017-10-6 14:09 编辑 \n\n\n\n\n【展示&共享】版块 版规\n\n\n\n\n版块简介：\n       本版的前身为远古时期的【地图版】，就如其名，是论坛会员们发布分享展示自己的原创地图作品的地方。不论是建筑风景、机巧红石、各类游戏，亦或是单纯的生存地图，只要是真的用心做出来的作品，大家都会接受的~\n\n\n\n发帖细则:\n\n首先，态度是最重要的。无论你是谁，你的作品质量是怎样的，态度都要放在首位。如果发帖态度不端正的话，就算再大牌，再好的作品我们也不接受。\n\n对于有存档供下载的地图，请在发帖时选择顶部的“地图发布”来添加模板（虽然不是硬性规定但是有模板会好很多）。\n\n请至少贴有1张图片，最好3张以上。这是最重要的，毕竟是地图，没有图片的话没法给人直观的印象。如果你不会发图的话请看这里。\n\n写一些关于地图本身的文字介绍，这会为帖子增色不少，但要是没话说的话也不强求啦。\n\n每个帖子版主都会看过并评分或进行其他操作，且给那些质量过人的帖子图章以及一些其他的奖励，详情看这里。要是谁的帖子过了2-3天还没被版主看见的话请私信提醒一下哦~\n\n\n\n\n违规处理:\n\n无图片：删除帖子。\n\n字色瞎眼：字色修改费10金粒。\n\n关于帖子内音乐：【展示&共享】版块关于帖子内使用背景音乐的说明\n\n标题违规：刻意造句拖长标题、连续的多个相同符号或者无意义符号，标题修改费10金粒。\n\n无图无介绍：发卡警告并删除帖子。\n\n无图无模板无介绍：发卡警告+扣分2人气20金粒+删除帖子。\n\n作品质量过低：如火柴盒或者很简单的结构构成的地图，关闭下沉处理，这项严格来说不属于惩罚（发卡扣分）。\n\n水回复：视情节处理。\n\n剽窃：关闭帖子+禁言7天+扣分无下限\n\n\n水回复定义：\n\n各类万能回复，如“6666666666666”、“呵呵”、“楼主好帅”、“感谢楼主”、“好东西抱走了”、“goodddddddd！！！！”、“我回复了”、“回复可见”、“不做伸手党”，诸如此类。（若楼主设置了回复可见则按照管理员规定放宽处理，但放宽处理并不意味着不处理。）无意义乱码。纯表情，或一两个字加上表情。连续相同字符或字段超过5个。谩骂、侮辱、重口、**、暴力、政治相关。违反此条将屏蔽内容并扣除1贡献。帖子评分的快捷回复不在此列。连续在同一帖子回复3次或以上属于三（多）连，网络原因卡出多楼不算。相关提醒：本版块由于水回复情况比较严重，请各位举报的时候注意一下所举报回复的时间，管理组只接受所在月份和上一个月的水回复举报，过期不予处理，无视者扣金粒惩罚。\n\n\n\n\n每月活动：\n1、 展示&共享版每月都进行主题建筑活动；\n2、 建筑主题均为小型建筑，方式包含：建设、增建、装饰、或者破坏；\n3、 会员需要在限定条件下，发挥想象力和技术，完成自己满意的作品；\n4、 1—-3日公布主题及要求，若需要，同时会发布建设用基础存档；\n5、 作品征集时间自发布活动公告之日起，至当月25日，25日以后停止征集，进入评审环节；\n6、 合乎主题要求的作品，将会获得较一般地图帖倍数的评分奖励，偶尔也有实物奖励。　　\n\n目的\n活动旨在于提升会员的论坛参与感、与版主的交流度、以及初中级玩家的游戏水平；\n联络广大会员，更好的进行经验交流。快乐游戏，健康生活。\n\n流程\n1、 愿意参与活动的会员，需要每月月初到板块置顶公告内，领取基础地图和详细阅读活动要求；\n2、 按照活动要求进行建设、增建、装饰、或者破坏；\n3、 当月活动截止日之前提交作品，提交方式为：\n1） 发布单独帖子，分类可选为【展示】，或【地图发布】，标题需要前缀注明【XX月活动】；\n2） 发布【展示】类帖子时，请详尽介绍作品细节，并附上至少五张清晰截图；\n3） 发布【地图发布】类帖子时，请使用地图发布模板，并附上国内网盘的有效下载链接，适当作品介绍，至少三张清晰截图；\n4） 帖子发布后，请地图作者将作品名称与帖子短链接回复到置顶活动帖，以方便日后发放虚拟奖励；\n4、 活动对作品的要求通常会有以下几项：\n1） 建设：地形、空间、风格、建筑类型、等；\n2） 增建：外部装饰、内部装饰、增建比例、等；\n3） 装饰：装饰用途、风格、周边环境、等；\n4） 破坏：配套破坏工具的建造、破坏程度、美观度、等：\n5、月末3天，负责当月活动的版主会发布公告帖，公布活动结果。\n\n评选\n\n1、 符合活动要求的作品，会由展示&共享版管理组成员，和擅长该方面的会员，联合投票选出十佳，给予优秀作品相当的评分奖励；\n2、 当参赛人数较少时，则选出作品不超过参赛作品总数的33%；\n3、 非十佳作品除发布帖子本身的评分以外，也将获得约为十佳作品一半的参与评分奖励；\n4、 凡未按要求建设，偏离主题，和被判定为“火柴盒”的作品，均取消评选资格（本期除外）；\n5、 若因故错过截止日期，请第一时间联系版主并发布帖子，超出5日内仍可视为有效。\n\n　　2017年7月1日修订，展示&共享版管理组保留活动条款最终解释权\n\n\n\n\n\n\n      其他有什么不懂得的地方可以在站内私信版主。\n\n      愿大家在【展示&共享】版块和谐共处，找到自己喜欢的地图，也祝愿本版块越来越繁荣！\n\n\n\n\n\n\n\n",
    "replies": []
}