{
    "title": "（鱼九）你需要的不仅仅是脑洞。解密地图制作指南：解密的基本认识",
    "author": "鱼九",
    "replyCount": 4,
    "timestamp": 1500433740,
    "txt_content": "            有时候是不是会闲的蛋疼想做地图？那解密地图是最好的选择。解密地图分为很多种，有时候选好自己适合哪种也是很有必要的！                                                                                            解密的基本认识\n解密分为：命令方块式，找箱子开门式，自由解密式。其中找箱子开门式不用我说了吧，这种比较简便，适用于新手，但也不尽然；命令方块式意思就是用命令方块来完成大部分的解密内容，这个就比较高能了，你可以用命令方块做出很炫酷的粒子效果，还可以弄出很美观的家具，而且比较有用的是，你可以用命令方块来自定义交易！（你用mod当我没说）这点可比找箱子强多了，只不过你要会一定的cb指令；自由解密式是现在很少见的了，跟密室逃脱差不多，这种解密形式多出现于RPG地图，意思就是在场景里寻找各种道具进行解密，这跟找箱子开门不一样，因为你拿到的道具并不一定是拉杆/压力板/按钮，你解密也不一定是要开门才算成功，这种解密不适用于新手，首先你要会点cb技巧，其次你还要有头脑，你得把出去的道具藏好了，不然解密就没意思了。还有一种很少见的解密形式，就是文字解密式，解密时可能作者会给你一些文字提示，然后你要破解这个提示去解密，这种解密形式必须要有好的编辑头脑。\n            认识了解密种类，接下来就要学习怎么做解密地图了，每种解密地图有不同的风格，这个以后给大家讲解，现在我们学习一下基础的。\n                                                                     解密的建造技巧\n解密一般都是在室内，或者是室外室内都有的，只在室外解密的很少见。既然是室内，那外观建筑要求肯定不高，当然也不能完全不会，主要是内饰一定要好！不然地图就会非常单调。接下来请看两张图。\n\n再看看这张图\n\n显然第二张图片更加丰富一点，也更加好看一点，内饰主要在于家具，如果是家具的话命令方块在这方面就很吃香了，因为你可以用命令方块随意地编辑家具。\n其次是解谜道具，如果是藏箱子开门式的话，你需要把箱子藏好了，接下来请看下面两张图\n1.箱子下面藏箱子式\n\n2.机智藏箱子法\n\n第一种相对于比较普遍，如果你有一定的脑洞的话不推荐用箱子下面藏箱子的手法，好的解密地图都不用这个，当然我很推荐机智藏箱子法，我这个放楼梯下面还是最简陋的，如果你脑洞好，你可以设计出超多别人意想不到的箱子藏匿点。\n命令方块式其实是要结合自由解密和找箱子这两种，你寻找道具的同时你也要逃出去，只不过用的是命令方块。\n自由解密式非常非常有趣，当然也很难，如何做出好的自由解密地图呢？\n1.最好不要是藏箱子找箱子的解密。\n2.最好能用上命令方块\n3.解密方式一定要多。\n什么叫做解密方式一定要多呢？你可以理解为有多种通关方式，也可以理解为有多种解密方式但只有一种是正确的，假如你真的要做这种解密的话，迷宫应该是很好的背景。\n        了解了建造技巧，是不是摩拳擦掌跃跃欲试了呢？别着急，一个好的解密地图需要好的剧情，这点编辑能力要求的比较多。\n                                             解密的剧情\n解密一定要有个剧情，因为剧情可以把各个场景的地图顺序连起来，不然的话就是闯关地图了。但是如何写出好的剧情呢？这点楼主可是高。。。。好吧，不算很厉害，但足以完成一个解密剧情的了。\n剧情一般有这几种。（注：S代表这个剧情很好，D代表这个剧情很难，C代表这个剧情很普遍，不推荐。）\n1.C逃离学校/补习班/家里等等。2.S借鉴或改编其他游戏或者地图里的剧情（这里我很推荐传说之下）。\n3.SD起初不知道自己是谁，然后慢慢的完成解密最终知道自己是谁。4.D到某个地方冒险\n5.C公主被XXX抓走了，主角要去救她，主角打败了XXX和公主幸♂福的生活在了一起（这个非常不推荐）\n选好剧情种类后，你就可以开始写剧情了，命令方块式自然是用命令方块来触发剧情（其实就是/say指令），找箱子和自由解密式一般是用牌子或者书来写剧情，当然也会用到命令方块。\n写剧情时你可以先在word/记事本等等上先拟一个草稿，然后在进行修改。\n记住！剧情一定要和当前场景有关联，比如才搞完第二场景就结局了，后最后场景才刚刚介绍自己，这样的话游玩的人会很莫名其妙。\n接下来看我写的剧情（借鉴了传说之下）\n\n\n\n怎么样，还不错吧！当然你也可以设置更高能的东西，比如说刚开始给的剧情书其实是假的，等到了结局才会获得真正的剧情，这样剧情就更加完美了！\n      当然，除了剧情，还需要自己测试一下，特别是命令方块式的！一旦出现bug就必须修复，不然会对游戏体验造成巨大影响！你也可以在地图里加一些成就，比如获取全部成就就可以获得隐藏剧情什么的。\n      好了，这已经没什么可学的了，以后我会给大家慢慢讲解各种解密该怎么建造，今天就到这里，大家拜拜~",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1500434040,
            "txt_content": "恩支持一下！码字辛苦。\n内容也不错，起码对做地图的有用！\n对于我早就不做地图了........"
        },
        {
            "author": "枷尔GarR",
            "timestamp": 1500443460,
            "txt_content": "说白了就是要技术、脑洞。\n\n这么长，我不信只有我没看完"
        },
        {
            "author": "測試",
            "timestamp": 1500456960,
            "txt_content": "有bug确实要修，但是有的地方真的太难的话最好给向我这样d手残玩家一个备用通道……不然就只能删掉了……"
        },
        {
            "author": "彩色小黑",
            "timestamp": 1507366200,
            "txt_content": "但是解密全是找箱子是不行的"
        }
    ]
}