{
    "title": "一个地图制作者的感言",
    "author": "鱼九",
    "replyCount": 5,
    "timestamp": 1500466380,
    "txt_content": "      接触MC也有两年了，这几年我一直在制作地图，我觉得制作地图并非是无脑建房子，写剧情。其实做地图有很多要素在里面。\n      首先是解密地图，解密地图主要在室内，所以外观建筑要求的并不是很高，但却很需要内饰，这点却是我的福音，因为我外观建筑很差，中世纪建的像古风，古风像现代，现代又像东方，总之来说各种吐槽层层袭来。内饰这一点我真的做得很好，起初，我还不知道，之后我在贴吧发了一个解密地图，有个人说：“这内饰真不错，要合作吗？”我就找到自己的发光点了，我拒绝了和他合作，后面的半年，我一直在练内饰，每个新版本新加进去的物品我都会尝试把他们做成好看的内饰，我发现末地烛是很好内饰方块，可以用来做小型柱子，可以用来做台灯的柱子，总体来说很好看。其次就是岩浆，我觉得岩浆是个很好的内饰材料，果然，岩浆真的能做出很好看的内饰，岩浆灯，岩浆喷泉。。。。。但是我曾把岩浆融入到解密/RPG地图里，我发现只要周围没有木头，岩浆就是个很好的内饰工具！今年，我终于鼓起勇气开始制作RPG地图，但是先前我必须去学习外观建筑，我就把论坛里的大神的建筑作品下载下来，然后一个方块一个方块的拆，去领悟他们的建筑技巧和风格，我用了半年时间，我觉得自己可以的时候，也就是这个月，我开始制作自己的RPG地图了。\n盘灵古域是我的启蒙老师，我曾经反反复复的去领悟盘灵古域建造RPG地图的技巧。\n冒险者传说是我灵感的源泉，里面多样的玩法真的和其他RPG地图不同，他是自由的，这点和最后的战线＆亡灵战争不同，冒险者传说可以随意的刷怪，你想去哪就去哪，其实这种地图才真正叫做RPG地图。\n最后的战线是我最好的借鉴，里面的剧情和RPG元素做的非常到位，里面也有很多玩法，魔法，枪械。\n弑神戮魔＆英雄的黎明是我的教导者，我也是从它们这里学到了如何做一款好的RPG。\nRPG地图需要外观建筑水平和内饰，这点令我非常头疼，我曾经我数次的想要放弃，因为我总是做不好外观，我觉得RPG地图很难，没有解密地图好做，解密地图我只要搭一个火柴盒，然后做内饰就行了。我喜欢做内饰，不知道为什么，每当我做完一个房子的时候我都会开心的浏览一下，浏览的不是外观，而是里面各种各样的家具。\n命令方块＆红石我略懂一二，对于RPG地图来说我只要记住少数的指令就行了。\n剧情也是我擅长的，对于RPG剧情我非常喜欢传说之下的剧情，于是这次的RPG地图的剧情就是借鉴了传说之下，当然我也会改变一下。\n像素画是我的擅长的，任何一个是由像素构成的东西我都能在MC里画出来。\n因为我做了很久的解密，我喜欢做解密，所以这次制作RPG地图的时候我无时不刻在想着哪里加解密会更好，所以，我的RPG地图的特色就是解密。\nPVE这方面我还真没试过，不过我想我应该不会做的很好，因为PVE需要的红石和命令方块技术要很高，而我偏偏也不擅长红石和命令方块，PVP同理。\n我现在正在制作的RPG地图借鉴了盘灵古域，有五种职业五种主线，玩法借鉴了冒险者传说，是很自由的。其中的赚钱和获取装备方式我参考了弑神戮魔＆英雄的黎明，剧情和任务场景方面我觉得最后的战线做得很好，自然而然就借鉴了。其实进步就是不断的学习别人的优点，我这样也不算抄袭吧。\n跑酷呢这个我试过，但是放弃了，因为在跑酷的过程中一定要有好看的风景，像素画不引人注目，但是除了像素画就只有外观建筑了，恰好我最不擅长这个，所以我也放弃了。\n以上就是我对建筑地图的感言",
    "replies": [
        {
            "author": "yang杨guang光",
            "timestamp": 1500485220,
            "txt_content": "说的真好，很有感触，虽然我不是学建筑装饰的，但我也曾为了学指令，去模仿借鉴【省略很多字】"
        },
        {
            "author": "枷尔GarR",
            "timestamp": 1500487320,
            "txt_content": "我刚才翻译插件发现出错了。。浪费两小时，现在觉得好奇"
        },
        {
            "author": "Luvian",
            "timestamp": 1500502080,
            "txt_content": "所以，合作咩？http://www.mcbbs.net/thread-708556-1-1.html"
        },
        {
            "author": "专sha苦力怕",
            "timestamp": 1503912600,
            "txt_content": "我稀里糊涂做了这么长时间的地图，说实话没有一见像样，烂到极致。之前也曾考虑过，靠自己摸索很难成功，今天看了此帖，觉得自己真的必须停一下，花时间去消化、吸收，参考优秀的地图，汲取营养，才能做成好的作品。"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1503914640,
            "txt_content": "你竟然说我做建筑无脑！\n说的是有那么一番道理\n但是也没看见你在bbs发作品啊……"
        }
    ]
}