{
    "title": "一个普通玩家的五年MC",
    "author": "乾.坤",
    "replyCount": 2,
    "timestamp": 1500469020,
    "txt_content": " 本帖最后由 乾.坤 于 2017-7-19 21:01 编辑 \n\n\n\n\n思来想去，不知所言，遂发此贴。\n第一次接触Minecraft是将近五年前，那会是从看同学玩手机版（也就是PE版）开始对这个像素游戏感兴趣的，后来就下载了玩玩。\n终于某一天，听说电脑版比手机版更好玩，就偷偷摸摸地开了电脑。当时还是个小学生，不会装JAVA,下不来启动器，看起来这个游戏高端，我的打开方式还不对，于是作罢。反正还有CF,LOL什么的玩嘛，哈哈。\n然后我继续围观同学们扔着TNT,炸着山，砍着羊，不亦乐乎。\n那段时间经常看籽岷的解谜视频，感觉蛮有意思的，就去PE吧学了点甘蔗电路沙子电路，做做自己的小机关，倒也蛮开心的。\n六年级暑假，考完试的那个下午，外面下着雨，无所事事。\n然后就想到了这个游戏，然后莫名其妙地下了个旋律启动器，又莫名其妙地下了个奇怪的软件叫JAVA。游戏玩得少，本来玩个游戏只能下非官方的启动器已经让我小小的心灵吃了一惊，还要下个奇怪的软件貌似什么用处都没有，更加奇怪。\n然后啊，我就奇怪地登进了这个游戏，貌似还设置了个超平坦。\n看了几十集的解谜地图，没用过命令方块也算见过了。我只是知道，这是个很神奇的方块，像手机版的甘蔗和沙子一样能做出有趣的机关，貌似还能做到手机版做不到的传送，简直神奇。\n然而，我也只是知道有个方块叫“命令方块”而已，连怎么获得它都不知道，遂百度。\n“先打开聊天框，再/give 玩家名 137”\n哈？\n一脸懵逼的我才知道这游戏竟然有聊天框，遂查怎么打开聊天框。\n“按T或/”\n\n那玩家名又是什么鬼？？\n我不知道我叫啥，百度上说对自己执行一个动作就行了。\n我就往下挖，挖掉了黑乎乎的丑丑的方块，掉了下去。\n然后我就知道了我的用户名，又拿到了那个橘红色也同样丑丑的方块。\n研究了几天，还云里雾里的我就发了个贴:\nhttps://tieba.baidu.com/p/3140510378\nminecraft 1.7 制作解密地图教程（不定期更新）\n当时抄一位叫PotatoMaster101的人的教程（我也在看他的教程），抄得昏天黑地，虽然加了点自己的东西，但是总体还是Ctrl+C,Ctrl+V。不过就是我那少得可怜的一点实验，却引来了好多人的鼓励，有些dalao至今还偶尔联系。\n\n这大概就是我那时候搞的研究吧，哈哈。\n因为这些朋友，在那个再美好不过的暑假，我学会了很多关于电脑版的知识，也算有了一些长进吧。\n开学之后，我又想开教程坑了。但是不知道取什么名字比较好，就没开。\n某天下课，在学校四楼阳台，我小小的脑瓜里突然诞生了一个绝妙的主意：\n就叫“命令方块の奇幻世界”吧！\nhttps://tieba.baidu.com/p/3423090151\n此贴遂诞生。\n依旧搬了很多PM的教程，但原创量更大了，对指令的编排也做了些自认为更好的处理，我的圈名”乾坤“也就此出现了。因为热情和对吧主天坑不断地骚扰，最后竟然精华了。实在很开心。\n后来还和吧里一起搞指令的小伙伴拉了几个人，开了个叫CRAO的组织\n至于全称嘛，\nCommandBlock&Redstone&Architect Organization\n一字未动，如假包换。\n还发了一些很水的命令应用，骗了几个精华。。\n比如：\nhttps://tieba.baidu.com/p/3458366273\n这可能是MC吧史上最水的精品了，没有之一。\n但是好景不长，有人发现了我的半抄袭行为，告诉了PM，我当然没脸发下去了。后来又进了PM自己的群，和他聊天啥的，最后被“招安”到某个被称作CBL的基佬小组。\n认识了很多人，也是从那开始，我才真正知道了什么是命令，什么是命令方块。\n等到会用了/give @p minecraft:command_block 1 0 ，又托人代购了个正版。我也就和小组里的其他人一样，自称CBer。\n然后我又作了死，被踢出了小组，更作死的是，我竟然还搞了一个小组想和他们敌对。那会还和某个叫乙烯的家伙日常撕逼，简直了。\n然后又做了点地图，那个新小组就一周年了。\n然后我去中考，这破组就快两周年了。\n中考回归以后，这几天用服务器开了个生存服，大家一起玩。\n我被感动了。\n因为之前我一直在创造模式和测试作品之间来回切换，所以入坑五年，竟然没正经地玩过一次生存。\n当我从暗无天日的矿洞好不容易上来，重见天日的时候；当我辛辛苦苦去地狱刷猪人挖石英附魔装备的时候；当我踌躇满志想要大干一番却被苦力怕炸死的时候；当我无所顾忌地奔跑在草原上，深入海底下的时候，我仿佛就是这个世界的一个再普通不过的住民，过着再幸福不过的生活。\n有怪物，又算什么呢？我已经一无所有，但我还有这个世界，还有这个世界里的一切。\n最后，跳出终末之诗的那一刻，我没有按下ESC。\n\n\n五年时间说长真的不算长，说短也不太短了。都说成长就是一个不断发现以前的自己是SB的过程，但要是这一路上有点什么陪着你，那真的太好了。你的足迹会一直留下去，等着你未来某一天翻开它，然后惊艳，并怀念。\n\n\"Twenty years from now you will be more disappointed by the things that  you didn't do than by the ones you did do.So throw off the bowlines.Sail away from the safe harbor,Catch the trade winds in your sails,Explore,Dream,Discover.\"-Unknown\n感谢这款伟大的游戏，感谢你带给我的一切。\n愿你们在这次永不靠岸的旅途中，爱做梦，并永远年轻。\n\n\n\n[groupid=1349]The Minecraft Lover[/groupid]",
    "replies": [
        {
            "author": "若瞳①号",
            "timestamp": 1500546960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "乾.坤",
            "timestamp": 1500567840,
            "txt_content": "若瞳①号 发表于 2017-7-20 18:36\n话说MC已经做多长时间了\n蛮长时间了吧。。。"
        }
    ]
}