{
    "title": "【可能连载】世界录",
    "author": "mcxiguajun",
    "replyCount": 2,
    "timestamp": 1500527280,
    "txt_content": "原来那个号太丢人了，新建个号，好久没回来不懂规矩，唉。\n可能连载，嗯因为我也不确定要不要写下去，不过心情 不好的时候就会写一段吧【雾】\n非正能量，不过很真实，不喜出门左转。\n自带假BGM：http://music.163.com/#/song?id=442899375 【最好放着音乐，不然读着不爽233】\n那么就是扔文的时候了- -\n\n    万籁俱静。\n    什么是天上？什么是人间？谁洞彻了生死，谁勘破了轮回？\n    总是这些疑问，像是星光，洒在时间长河上，给本就变幻莫测的流水，添了一分神秘。\n    可曾想，水中的鱼儿，总有一天，要踏上陆地。\n    序终。\n    \n    正文\n    空间在眼前极速模糊，迷糊间，只能看到血迹的红色蒙上了整个视野。要..死了吗？这是第几次了？记不清了吧..\n    啊..轮回..\n    一律清新的阳光射入黑暗的瞳孔，眼中的一切都在光下显现。\n    果然，又轮回了。\n    “啊，出来了！怎么不哭啊？！”\n    伸出手想摸鼻子笑笑，忽然想起什么，于是嚎啕大哭。\n    “这才对，就叫你青凝吧。”\n    我明明是男的呢，居然取了个这么女性化的名字..这次轮回莫不成\n\n    体内的残魂耀眼地溅射出乌光，刹那间占据了整个身体，而他，这位轮回的死者，也真正地死去..\n    只是，真的死去了吗？\n\n(前面占位格都是直接Tab打的，嗯4个空格，虽然不太像)\n\n    岁月总匆匆，可惜匆匆的，不仅仅是岁月。\n    昔日的婴儿，已经在岁月中长大了，以后她也将在其中老去，死亡，在时间流水中磨平了一切，变成一个滚圆的石子，浮起来，经过轮回的冲洗后沉入河底，再也不见踪迹..\n    这就是人生，残酷的人生。\n    “青凝，快回家了。”青凝的母亲是一个年仅半百的人了，死亡在她身上已经看得到征兆了，她如夕阳的余晖，温暖地、终了地普照着青凝，她娇小的身影在赤红中显得这般弱不禁风，可这已经是余晖了啊。\n    黑夜中，孤独的我，谁来庇护？\n    执血剑，独步星空，谁主沉浮。\n    古老的灵魂或许在她的身躯中苏醒，她莫名感到阵阵颤栗，夕阳正在消散，露出了一角，狰狞的夜。\n    她在风中，跑回了家，将门紧锁。\n    片刻后，她打开门，看了外面一眼，又迅速地关上了门，再也没有声息。\n    灯，灭了。\n    于是，淅淅沥沥地，下起了小雨。雨如丝，如乱麻，纠缠着斩不断的因果，因果中藏着岁月。\n    夜在雨中扭曲着，星光被雨滴模糊，再也看不清。\n    静。\n    漆黑的屋中，悄悄问自己一句。\n    希望，还有吗？\n\n    青凝的父亲，是一个厚重的男人。\n    本来，他只是一个重的男人，但随着时光，如一坛酒，变得醇香，辛辣，被岁月所升华。\n    只是，所有别人给予你的，终究是要还的。\n    一生，你真正拥有的，是什么？\n    或者说，从来没有人拥有过？哪怕一寸光阴，哪怕一捧泥土。\n    时光，已经在向他讨债了。\n    不是温和地，不是暴躁地，只是在那里，静静地，矗立，你抬起头，看到是他的样子，低下头，看到是他的样子，你于是只好慢慢还回去了。\n    什么牵挂，能比得过无处不在的光阴？\n    \n    一家人，这般，在水中顺流摇摆，从未在意过什么。\n    天，永远这般蓝，水，永远这般清，草，永远这般绿。\n    能如此，更何求？\n    只怕，或许，连这样平静的生活，都难..\n    都难啊。\n\n\n    青凝的父亲先去了。\n    兴许是背负着担子将他的身躯压弯，过早地沉入了土里，谁知道呢？还是时光终究收了利息？\n    谁也不知道。\n    青凝的母亲哭了三天，不只是情，还有责任，这些，都转寄到了她的身上。\n    泪中，是恨，还有恐惧。\n    那又如何呢？天地不仁，万物为刍狗罢..\n\n    青凝昏过去了。\n    是谁说祸不单行？也许这是一句铁律，也有可能，是上帝抛色子时候的运气。\n    她看到了，一片银色的天地。\n    像是天堂，不是天堂。\n    什么都没有，只是静。\n    如黑夜一般的，静。\n    她有点害怕，又不敢打破这种静谧。\n    所以，她抱着自己的膝盖，蜷缩成一团。\n    不管是什么，求求你，不要来伤害我，好吗？\n    我只想和父母过上一辈子的生活，可是父亲已经走了，不要让我一个人留在这世上，也不要让我妈妈一个人承担痛苦。\n    求求你，好吗？\n    颤抖中，她的泪水，顺着膝盖流到地上，泪眼中一切都朦胧了。她仿佛已经看到母亲的模样，那样凄惨，那样绝望。\n    她将头埋得更低了，秀发遮住了面孔。\n    我看不到你，我对你没有威胁，别杀我，求求你..\n\n    可是，世上第一邪物，永远是人心啊.\n    要是乞求有用的话，那些在天底下灰飞烟灭的人，想死吗？\n    他叹息了一声。\n    她猛地抬起头，带着恐惧、迷茫种种，无法形容的眼神，看到了他。\n    看到了他的眼睛。\n    那是怎样的眼神！深邃地如同夜空，冰冷地如同亘古的寒冰，嗜血如妖魔，绝望却比她还浓烈。\n    他开口了，沙哑着的，语速很慢，很平静。\n    “这，是世界。”\n\n    青凝死了。\n    另一个青凝活过来了。\n    难道生命的诞生总要以牺牲为代价？\n    这就是在能量守恒背后的黑暗？\n    或许还不止。\n    但，这是世界。\n    这，是世界啊..\n\n\n    青凝醒过来了。\n    “青凝，”青凝的母亲，颤抖着声线，把手伸向她的额头。青凝心中竟有一丝微微的触动，一缕罪恶感从意识中滋生。\n    可惜，天地不仁，这些罪恶，就由我承担吧。\n    她于是看向母亲憔悴的面容，目光，如冰，似箭。\n    “你..醒了”母亲的脸上绽放出一个衷心的笑容，可笑容瞬间凝固了。\n    仿佛，被那目光给冻住。\n    “我，死了。”\n    青凝离去了。\n    母亲的笑容再也没有变化，直到身体中的温暖散尽，母亲的笑容还挂在脸上，只是显得阴森、残忍。\n    她死了。\n    一个家，在上天的拨弄下，这般支离破碎。\n    谁都没有错，错的是这个世界。\n    世界错了。\n\n\n写了的到这就终结了，本号处女贴\n",
    "replies": [
        {
            "author": "依淇钰Vu",
            "timestamp": 1500527700,
            "txt_content": "目光如冰似箭 - -\n\n嗯，不分开比较好吧？\n\n那么多逗号，有点影响了。\n\n还有，这分段不习惯啊。\n\n【肯定没有认真看版规！】\n\n【抱着白熊】"
        },
        {
            "author": "麦米库",
            "timestamp": 1500532380,
            "txt_content": "纯文章，没有图片么，\n这分段简直有毒"
        }
    ]
}