{
    "title": "【原创·连载】真相【第三章 准备】",
    "author": "JerryChips",
    "replyCount": 1,
    "timestamp": 1500571920,
    "txt_content": "  01\n  火炬的再次亮起把我拉回了现实。\n  科勒站起身子，火炬照亮了黑暗。\n  他把火炬递给我，然后往周围的石墙摸索着，像是在找什么东西。\n  他站立在墙的前方，开始敲击石块。\n  按钮被触发的声音不断响起，我走上前去观察。\n  ——两个石制按钮。\n  “这是密码门。上帝保佑红石，有它才能造出来。”科勒看了眼我们所站的石块。“密码很长，你输错一个顺序，下面的TNT会欢迎你的。”\n  “把你的护照拿出来，丢在这。”科勒继续输入着密码。“那里面有追踪用的粒子。”\n  “那些人绝对是疯了！”我立马抽出背包里的护照，看着破烂不堪的照片，又立马把护照甩在了地上。\n\n  02\n  粒子发现于世历675年。\n  体积极为细小，无法通过肉眼观察。\n  通过近10年的摸索，已经成功发现许多不同种类的粒子，可用于不同用途。\n  目前已掌握稳定粒子技术。\n  ——可还没有成功地掌握运用技术！\n  “他们特意为了这次计划而加紧研究！”我用力咬了咬牙，以平息愤怒。\n  科勒最后一次按下按钮，随即不断的活塞运作声响起，科勒面前的石墙出现了通道。\n  “该走了。”他丢出了他的护照，拿出另一个火炬，往里走去，我则紧跟在他身后。\n  活塞声再次响起，我们身后的通道再次关闭。\n\n  03\n  我们快步走着，到达了传送阵面前。\n  科勒把火炬放置一旁，围着传送阵搭起了一圈TNT。\n  “一次性传送阵。但会留下传送记录，得要毁掉它。”他解释着，启动了传送阵。\n  我们走入传送阵，科勒拿出打火石，激活了TNT。\n  在TNT膨胀时，不远处传来了震耳欲聋的爆炸声。\n  ——密码门的炸药。\n  紫色颗粒在我们身旁跃动着，猛地一下眼前一片漆黑，然后像鞭子抽打在地的声音爆裂开来，我的眼前映入了另一幅画面。\n\n  04\n  “地下屋。位于怪物和人类的交界处。”科勒打开了红石灯。“很多疑惑，对吧？”\n  我看着科勒把煤丢进了熔炉，点了点头。\n  “我是在你们之前——也就是把东西运去德斯吉雅的一员。”科勒从箱子里拿出几块牛肉扔进了熔炉。“我一开始也并不怀疑有什么蹊跷，可当晚上怪物来临时，我看到了一个熟人。”\n  科勒停顿了一下，从上方的书柜里抽出了一本书。\n  他翻开到某页，递给了我。\n  “卡夫提？”我盯着书面上的大头像，目光转移到了一旁的简介。\n  ——僵尸族领导者，领导僵尸族往东扩张了大片领土。具有极高的战斗能力，领导才能……\n  “他可比书上说的聪明多了。”科勒拿出一小块熟透的牛肉。“他曾经一个人潜入主城去杀死了他的仇人然后离去，导致主城为此加强了警戒，严查进出主城及城镇的人员。”\n  “我曾经去追查过他。”科勒又拿出了一块牛肉，一分为二，装盘给我。“很快就被发现了，跟他发生了战斗。”\n  “我让他在一个月内都没有了行踪，而我在主城里待了几个月才好。”科勒大口吃掉了牛肉，又喝了水。“总而言之，当时他带领着一支小队，都是亡灵。”\n  “他恨不得上来就把他的剑砍在我的头颅。”科勒指了指他的脑袋。“但他似乎更关心那个箱子里的东西。”\n  “当时队伍里都是一群训练有素的士兵，我们牢牢地护住了箱子。他们意识到无法攻下，而天明即将来临，便要放弃了。突然卡夫提便直接抓住我开始传送。”\n  科勒笑了起来。\n  “他和我到了他的领地。”\n  “但我很感谢他的行为，因为我在那得以碰到了真相的一部分。”\n\n  05\n  “所以，照他的话来说，‘思想’是可以像粒子一样被使用的？”我看着科勒思索的样子，很难想象他是我在赛德利亚所了解到的人。\n  “是的。”科勒的神情变得严肃。“亡灵死后形成的‘思想’被提炼，一步步去除除‘战斗’以外的所有杂质。这样主城那边的人就可以建立一支无反抗意识的亡灵军。”\n  “他们通过这种手段来震慑其他人以稳固他们的权力。”科勒讥讽地笑了一声。“但他们不知道，位于我们领土南方的另一个国度——皮希斯也在做这样的事情。但至少皮希斯是出于能够用亡灵军去抵抗入侵的怪物的目的而去做这样的事情！这可比他们好多了！”\n  “卡夫提与我达成了协议——我们要去窃取这些‘思想’。”科勒的脸色有所缓和。“但卡夫提同样与他们一样狡猾，甚至更甚于他们。”\n  “我们需要去摧毁这些‘思想’。”科勒突然盯着我。“而我需要你来帮我。”\n  “我可只是一个普通至极的弓箭手——兼同一个行事不够谨慎的人罢了。”我的心咯噔一下。\n  “其余的人要么过于懦弱，要么过于弱小。你是最完美的人选——更何况你还从‘战役’中活了下来。”科勒笑着说。\n  “我觉得那只是运——”\n  “运气？我亲爱的指挥官！你可领导了士兵战胜了数量是己方数十倍的军队！” 科勒从箱子里拿出了一份档案。“表面上的指挥官是提，可你才是真正的英雄！”\n  “你要知道，谦虚不是逃避的好方法。”科勒轻声说着。\n  “你也要知道，我只适合指挥而不是作战。”我同样以相同音量回应。\n  “一个人擅长什么并不重要，重要的是他要能够面对他所不擅长的。”科勒起身，往一间房间走去。“晚上11点整出发，抓紧时间休息。”\n  我走向另外一间房间，等待黑夜的来临。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1500638460,
            "txt_content": "这个文风挺有意思的，不过...\n略有点偏向对话流？\n虽然我也不知道对话流是什么。"
        }
    ]
}