{
    "title": "[Minecraft.net|CULTURE] 再见了，地球",
    "author": "cc7w",
    "replyCount": 7,
    "timestamp": 1500561480,
    "txt_content": " 本帖最后由 cc7w 于 2020-3-9 11:53 编辑 \n\nSo long, Earth!\n再见了，地球！\nTake a tour of this mini-Minecraft galaxy!\n在Minecraft中来一场迷你星系旅行！\n\nTom Stone 汤姆·斯通\nMankind has always been enthralled with outer space, obsessed with gawping at the night sky and pondering the wonders of the cosmos. It's an obsession that continues to this day, apparently, as we've seen a staggering amount of starbound Minecraft builds from you lot lately. Anyone would think you were planning on abandoning Earth! Hahahahapleasetakesuswithyoupleasepleaseplease.\n人们总是葆有对外太空的幻想。他们时常凝望夜幕，思索宇宙的奥秘。直到今天，对宇宙的痴迷也未减半分，我们最近收到星系宇宙类建筑的惊人数目便可证明这一点。所有人都会想，你们正计划离开地球！哈哈，带上我们跟你一起吧。\n\nActually, no need to leave just yet! Not when we have this build,'Galaxie Hub' . The work of the brilliantly-named French builder,The Perfection, this hub is a charming and colourful take on our small pocket of the universe, complete with rushing comets, ringed planets and the trusty green 'n blue orb we call home.\n其实，根本没必要离开地球，因为我们发现了'Galaxie Hub'这张地图。它是法国建筑者The Perfection的作品。它似乎是宇宙的缩小版，多姿多彩，五彩缤纷，包含飞流彗星、环状星球和地球家园等元素。\n\n“Minecraft for me is a no limit game,” claims The Perfection, when we ask what inspired him to try and recreate such a colossal collection of planets in miniature form.\n“Minecraft对我来说有无限可能。”当我们请The Perfection谈谈重建巨大星系缩小形态的灵感来源时，他如此回答。\n\n\nThe Perfection has been building in Minecraft for “about 4 or 5 years.” He was “looking for a game I could play quietly”, which is just one of the many, many good reasons Minecraft doesn't have a hard metal soundtrack. After seeing some screenshots, he was intrigued enough to dive into the game. And now we're using screenshots of his builds to try and get you to play it. What a vicious/fun circle!\nThe Perfection已经在Minecraft中建筑了“四五年”了。他当时在寻找能“静静”游玩的游戏，这恰好是Minecraft没有重金属配乐的原因。在看过几张游戏截图后，他便决定进游戏试一试。现在，他在使用他的建筑，尝试劝你进游戏。多么有趣的循环！\n\n'Minecraft for me is a no limit game'Minecraft 对我来说有无限可能。\n\n“I was inspired by some planets,” explains The Perfection, when we ask how he balanced realism and taking more artistic license with this take on our solar system. “For example, Earth, for the middle of the spawn.”\n“一些行星给了我启发。”当我们请他分享在这缩小版的太阳系中平衡现实与艺术的方法时，他如此说明。\n\n\n“Then I wanted to make a wall of pixel-art galaxy or stars, to make you believe that the map is infinite/unlimited.” You can see how this would work from specific angles. If you were stood upon the Earth staring straight ahead, your view would be a wall of twinkling stars, giving the illusion that this universe stretches on forever.\n“然后，我围出了星系和明星组成的像素画围墙，这样可以让你觉得地图无边无垠。”从特定的角度看，这样做效果拔群。如果你站在地球上，径直向前看，你能看到闪烁的星星组成的围墙，感受到宇宙似乎无穷无尽的幻觉。\n\n“The hardest part,” explains The Perfection, “was finding out how to make a spawn ambience in space by making planets, asteroids or other things that one can find in space.” That hard work paid off, with the build instantly recognisable as our universe, but with enough fun twists to make it a true original.\n“最难的部分，”The Perfection解释说，“是如何用行星、小行星或其他太空中的物体来营造原有的太空氛围。”他艰苦的工作卓有成效：建筑与宇宙如出一辙的同时，也有足够多新颖的改动。\n\n\nThe Perfection is a member of RossignolMC . You can find more of his ace builds on his Planet Minecraft page and follow him on Twitter here . I'm sure you'd agree that his work is truly out of this worlARRRGHHH\nThe Perfection是RossignolMC的一名成员。去他的Planet Minecraft页面欣赏他的更多建筑，点这里关注他的推特吧。我相信，你会同意他的作品充满太空啊啊啊啊啊啊啊\n\nUnfortunately, Tom never got to finish this article, as we had to hurl him into the sun for trying to end it on such a tedious cliché. Thanks for reading!\n不幸的是，汤姆没法完成这篇博文了，因为结尾写的如此无聊，我们对他使出了地球上投，他扶摇而上，直逼太阳。感谢阅读！\n\n【c7w 译自官网 2017 年 07 月 20 日发布的 So long, Earth!；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n\nSO LONG, EARTH!\n再见了，地球\nTake a tour of this mini-Minecraft galaxy!\n去迷你Minecraft星系旅游！\n\n\n　　Mankind has always been enthralled with outer space, obsessed with gawping at the night sky and pondering the wonders of the cosmos. It's an obsession that continues to this day, apparently, as we've seen a staggering amount of starbound Minecraft builds from you lot lately. Anyone would think you were planning on abandoning Earth! Hahahahapleasetakesuswithyoupleasepleaseplease.\n　　人类总是迷恋于外太空，——他们经常痴迷地望着星空，探索宇宙的奥秘。据说到今天，人们还是这么做，因为我们在Minecraft中见到了大量的星际探险相关建筑，所有人都会认为你们这些建筑师在想办法脱离地球，请带我们跟你一起去吧——\n\n　　Actually, no need to leave just yet! Not when we have this build, 'Galaxie Hub'. The work of the brilliantly-named French builder, The Perfection, this hub is a charming and colourful take on our small pocket of the universe, complete with rushing comets, ringed planets and the trusty green 'n blue orb we call home.\n　　实际上，你不需要离开地球——因为现在“Galaxie Hub”这张地图发布了！这张地图的作者是一位名字尤其特别的法国人，——The Perfection，这张地图是神秘莫测的宇宙的缩小版，你能看到划过天际的卫星，环绕的行星带，以及我们称为家园的蓝绿星球。\n\n　　“Minecraft for me is a no limit game,” claims The Perfection, when we ask what inspired him to try and recreate such a colossal collection of planets in miniature form.\n　　“Minecraft对我来说是一款无限制的游戏，”当我们询问是什么启发他尝试与重建这么巨大的小行星集合的缩小版时，The Perfection解释道。\n\n\n\n　　The Perfection has been building in Minecraft for “about 4 or 5 years.” He was “looking for a game I could play quietly”, which is just one of the many, many good reasons Minecraft doesn't have a hard metal soundtrack. After seeing some screenshots, he was intrigued enough to dive into the game. And now we're using screenshots of his builds to try and get you to play it. What a vicious/fun circle!\n　　The Perfection踏上Minecraft中的建筑师之路已经“大约4，5年了”。他在寻找一款“他可以安静地去游玩的游戏”，这也是一种为什么Minecraft没有金属音效包的好理由。在他看到游戏的一些截图之后，他兴致勃勃地进入了游戏，现在我们正用他的建筑的截图来吸引你去玩，多么有趣的循环！\n\nMinecraft对我来说是一款无限制的游戏。\n\n\n　　“I was inspired by some planets,” explains The Perfection, when we ask how he balanced realism and taking more artistic license with this take on our solar system. “For example, Earth, for the middle of the spawn.”\n　　“我被一些行星所启发，”当我们询问他，在太阳系中他是怎样处理现实与艺术的关系时，The Perfection这样解释道。“举个例子，地球，是生命的中心。”\n\n\n\n　　“Then I wanted to make a wall of pixel-art galaxy or stars, to make you believe that the map is infinite/unlimited.” You can see how this would work from specific angles. If you were stood upon the Earth staring straight ahead, your view would be a wall of twinkling stars, giving the illusion that this universe stretches on forever.\n　　“然后我就想建造一面像素艺术的行星和星星的墙，来让你觉得本地图是无限的。”当你在某些特殊的角度来观赏本地图时，你就能发现这样的作用。如果你站在地球上直视前方，出现在你的视野中的，将是闪烁的星星之墙，这样会给你一种错觉，——你会认为宇宙将永远延续下去。\n\n　　“The hardest part,” explains The Perfection, “was finding out how to make a spawn ambience in space by making planets, asteroids or other things that one can find in space.” That hard work paid off, with the build instantly recognisable as our universe, but with enough fun twists to make it a true original.\n　　“最难的部分，”The Perfection解释道，“就是弄清怎样通过建造星球，小行星和其他东西——来营造出生命的氛围。”艰苦的工作终于也得到了回报，在我们观赏本地图时，我们能一眼就认出我们的宇宙，但是有足够其它有趣的行星来让它看起来很原始。\n\n\n\n　　The Perfection is a member of RossignolMC. You can find more of his ace builds on his Planet Minecraft page and follow him on Twitter here. I'm sure you'd agree that his work is truly out of this worlARRRGHHH\n　　The Perfection是RossignolMC的一名成员，你能在他的PMC页面上找到更多他的建筑，或是点这里在Twitter上关注他。我敢断定，在你观赏完他的所有建筑以后，你会认为他的作品真的很外太空化！\n\n\n原文地址：https://minecraft.net/en-us/article/so-long-earthr\n原文作者：Tom Stone\n原文发布时间：2017/07/20\n翻译者：c7w\n翻译时间：2017/07/20\n\n\n\n",
    "replies": [
        {
            "author": "白色的麋鹿",
            "timestamp": 1500561660,
            "txt_content": "貌似有点小了，还不错"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1500563460,
            "txt_content": "这难道不就是传说中的“官方广告”...."
        },
        {
            "author": "Blank°",
            "timestamp": 1500565740,
            "txt_content": "大胸弟，很强，这地图"
        },
        {
            "author": "GrowlR",
            "timestamp": 1500605160,
            "txt_content": "最后一段广告。。。没VPN 。。。"
        },
        {
            "author": "Happyowo",
            "timestamp": 1500645720,
            "txt_content": "好厉害的样子，ps：我不是在水贴，我是在回帖owo"
        },
        {
            "author": "Happyowo",
            "timestamp": 1500645720,
            "txt_content": "23333333333"
        },
        {
            "author": "slambjt",
            "timestamp": 1556623380,
            "txt_content": " 本帖最后由 slambjt 于 2019-5-2 16:13 编辑 \n\n6666666666666"
        }
    ]
}