{
    "title": "【原创恐怖小说/连载】《4号禁区》【第一章】",
    "author": "南歌_未央_",
    "replyCount": 4,
    "timestamp": 1500623580,
    "txt_content": " 本帖最后由 南歌_未央_ 于 2017-7-21 16:50 编辑 \n前提回顾：前面主角接到一个神秘电话，说是去救人，可是我们的主角多次挂断电话久久不接，躺床不久后就进入了梦境人物：1：夏哲，男（主角），X大理工系普通学生\n2：梓皓，男（主角同学），X大医务系实习生（以后他的对话用颜色字体代替）\n不要问名字为什么叫这个，也不要问他们为什么认识\n正文：\n\n 第2天清晨，我接到同学梓皓的电话，听说他有新发现我出于好奇赶到了他的实习室，看见他一身白大褂穿着好像真的在仔细研究着什么。   “喂，（我上前拍他）你最近又发现了什么好玩的啊？”   “（一脸严肃）我可没有在玩的，我听说学校最后面的一个平台有一处暗门”\n   “学校后面，那个很久以前被封住的铁门吗？怎么可能呢。”\n   “我前几天去过那里，你猜我发现了什么？”\n\n   “我怎么会知道，难道那里真死过人？”\n   “这不是死不死过人的问题，你以前有仔细注意过那个铁门吗，上面有一些奇怪的图案。”\n   “谁会去注意哪些呢，什么图案的，难道还能是藏宝图吗？”\n   “我就是不知道啊，真后悔上次去时没有拍照”\n   “你真的想去看吗？今晚可以去试试啊，反正闲着也是闲着”\n 于是，我和梓皓开始商量晚上去那里的计划，晚上20:30我和梓皓同时到达学校后面的那个平台，那扇铁门依旧静卧在那里。\n   “不打开试试吗？”\n   “我突然有点害怕，不知道为什么”\n   “怕什么，难道打开还能穿越不成？”\n 梓皓小心翼翼的靠近铁门，铁门没锁，他尝试推开把手机手电开上，手机微弱的光很快被房间内的黑暗吞噬这让他有些不敢继续向前，我在一旁看着干着急这时我借力猛推梓皓一把，没想到梓皓突然拉住我的手把我也拉了进来，一阵晕眩之后.......(作者插一句，可能里面真的莫名加入什么穿越这类的，不过无视就好）\n   “斯—这是哪里？”\n 我向房间内问了一声，发现四周是一个封闭的空间，地上一堆肉眼看不清的东西，腐臭味弥漫了整个房间熏得我直作呕，我咽了一口唾沫，开始在四周摸索起电灯的开关来，这间房间封闭可能已经有好长一段时间了，光线实在是太暗，黑暗中我似乎听见了有潮虫爬动的声响，忽然我的手抓到了一只冰冷的手掌，异样的触感惊得我尖叫起来。\n   “嘘，夏哲别做声”\n\n黑暗中传来梓皓的轻声呼唤，我狂跳的心脏才为之一缓，随后战战兢兢地问道\n   “梓皓，我刚刚摸到的是你的手吗？”\n   “是的”\n我这才长舒了一口气，缓了一下接着问\n  “你知道这里是那里吗？\n 梓皓并没有回答我，他从裤兜里掏出打火机，火石脆响中黑暗里亮起了一团昏黄的火光，在这火光中，我发现\n自己所在的地方竟然是一间隔离室类似牢房一样，地上散乱的尸体横七竖八的躺在地上，而且死相极其的惨像是生前受到了巨大的折磨，他们身上长满了脓疱一个一个的正在往外面冒着青绿色的液体，其中有一具尸体正好躺在他们的正中央，满是尸斑的手分别被2人牵着，两声惊叫声同时响起，我和梓皓触电般的缩回手在自己的衣服上使劲地擦拭起来。\n  “梓皓，这里怎么会有那么多的死人，我们是不是也......\"\n 梓皓摇了摇头，用手指向火光下的两个长长的影子，示意我们还是活人。\n  “夏哲，你知道吗？”\n  “知道什么？”\n  “这里的人被病毒感染了，那脓疱就是症状，这里是隔离间，他们只是被隔离了起来而已”\n  “梓皓，你是医疗系的你能看得出来那是什么病毒吗？”\n  “我只是个实习生，也看不出来那具体是什么”\n  “那我们是不是也感染了呢？”我看着陈尸满地的房间打了个寒颤。\n\n  “或许还没是还没发作吧”\n听着梓皓的回答倒吸一口冷气，在本能求生欲的驱使下，我开始在阴森的房间寻找起那渺茫的生机。\n片刻之后我感到一丝绝望，整个房间密不透风，似乎唯一的出路就是不远处的一扇铁门，我犹豫了一下便起身走向那扇门。\n\n  “别妄想了，进来了哪能那么容易出去，要是真的能从那里出去，他们也不至于一个个全部死在这里”\n梓皓摇头苦笑着，却突然难以置信的瞪大双眼。\n  “啊！——”那边门传来一声惨叫\n  “夏哲，你怎么了？”\n  “没.....没.....事，刚刚这铁门外面突然出现一个人影和我四目相对，那张腐烂不堪的脸就浮在我眼前，差点吓死我”\n  “不过我发现这铁门旁边有一个密码锁，你找找看你那边有什么提示吗？”\n 梓皓听到后站起来，举起火机在周围的墙壁上一排一排扫过，终于在最左边的一处角落隐隐约约发现几个数字\n  “夏哲，我看见了，3....4....6....”\n  “没了吗？”\n  “后面的实在看不清出了，你那里有几位数的输入框？”\n  “6位”\n我走回梓皓那里，看着那面写着数字的角落仔细一看发现确实后面还有两位数，不过是真的看不见。\n  “看来只好蒙了”\n  “你这个还能用蒙的？一共9个按键除去刚刚的三个数字外，还有2个随机的，那得试到什么时候去了？”\n  “其实我也不知道，可是目前只能这样了”\n\n我开始从数字1试起..........也不知道过了多久.........\n  “梓皓！”\n  “成功了！”\n那扇残破的铁门被拉开了一道缝隙，惨白的月光顿时从门缝里倾泻而入。\n（那么之后的状况会怎么样呢，难道他们就这样轻易逃了出去吗？请关注下一章《命悬一线》）\n\n\n\n\n\n\n\n\n\n\n作者的话：由于之前作死......嗯....好久就没更文了，但是现在已经补上了，请各位见谅，再次说明一下这是短篇小说@FHC红石 @麦白 @优酷小鹰 @北极日记 @AshLikeSnowALS @q88776622 @SotrForgotten @CunMa @Kongo \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1500624060,
            "txt_content": "【感觉签名好熟悉……在哪里见过……】"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1500624480,
            "txt_content": "Oil 发表于 2017-7-21 16:01\n【感觉签名好熟悉……在哪里见过……】\n只是随便找的呀"
        },
        {
            "author": "AshLikeSnowALS",
            "timestamp": 1500680520,
            "txt_content": "所以你做了什麼事情被口球了2333333我很好奇233,不過不願意說就算了,畢竟萬一你也很痛苦我就不去揭傷疤了"
        },
        {
            "author": "guqu",
            "timestamp": 1500920040,
            "txt_content": "这个颜色给点个赞。\n我对恐怖小说不太在行啊也没法给什么文评。\n继续努力啦"
        }
    ]
}