{
    "title": "有人知道dynmap卫星地图怎么设置吗？",
    "author": "huwei5201314789",
    "replyCount": 6,
    "timestamp": 1500627000,
    "txt_content": "九成九的家当全部奉上，只求帮我解决这个问题\n我QQ：826095398\n\n\n\n\n1.jpg (397 KB, 下载次数: 1)\n\n下载附件\n\n2017-7-21 16:48 上传\n\n\n\n\n\n\n\n\n\n2.jpg (466.65 KB, 下载次数: 0)\n\n下载附件\n\n2017-7-21 16:48 上传\n\n\n\n\n\n\n\n\n3.jpg (314.9 KB, 下载次数: 0)\n\n下载附件\n\n2017-7-21 16:48 上传\n\n\n\n\n\nMOD物品不显示，但是有的MOD物品却能显示，第三张图，想不通\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1500629700,
            "txt_content": "http://mineplugin.org/Dynmap#.E5 ... 4.E6.94.AF.E6.8C.81\n只支持这里列出的Mod  懂？"
        },
        {
            "author": "huwei5201314789",
            "timestamp": 1500630120,
            "txt_content": "1345979462 发表于 2017-7-21 17:35\nhttp://mineplugin.org/Dynmap#.E5.AF.B9.E5.9F.BA.E4.BA.8EMinecraftForge.E7.9A.84mod.E7.9A.84.E6.94.AF ...\n支持工业2吗？但是依旧没有看到有工业2物品被显示出来了还是说我正工业2实验板不行？，而且之前我看到那位说要打个MOD材质上去就行了。。"
        },
        {
            "author": "cc7w",
            "timestamp": 1500631860,
            "txt_content": "huwei5201314789 发表于 2017-7-21 17:42\n支持工业2吗？但是依旧没有看到有工业2物品被显示出来了还是说我正工业2实验板不行？，而且之前我看到那 ...\nIndustrialCraft 2\n是支持的哦\n\nDynmap supports a data-driven method for defining support for new Minecraft Blocks, which may be used to support customized block types, such as those provided via certain plugins and client modifications. These definitions are VERY sensitive to the internal implementation of the Dynmap ray tracer, and may change or become obsolete on future releases with little or no notice - when practical, this will be avoided, but do understand this before investing too heavily in this.\nHow blocks are rendered[编辑]\nThe rendering of block in Dynmap is accomplished via a number of distinctive mechanisms, reflecting the needs of the different types of blocks defined by Minecraft and by its mods. In all cases, the rendering of a block consists of two core elements: a model defining the shape of the block to be rendered, and a set of textures used to apply color to the various surfaces of that shape. Thanks to the very 'blocky' nature of Minecraft, the majority of blocks are shaped like simple cubes: consequently, most blocks do not need a custom model, and can instead be assumed to be a simple solid cube.\nSupport files for custom blocks defined by add-on mods are provided through the definition of two files for each mod: one defining the texture mapping (following the naming convention '*-texture.txt', and placed in the 'renderdata' directory (or in a subdirectory under that directory)), and a second defining the models for blocks that are not simple cubes (following the naming convention '*-models.txt', and also placed in the 'renderdata' directory, or a subdirectory). For mods that have nothing but simple cubes, no *-models.txt file is required (as the model for any block without a model defined is assumed to be a simple cube).\nCreating Texture and Model Definition Files[编辑]\nFor features common to both texture and model definitions files, see Common Features for Texture and Model Definition Files\nFor details on the format of texture definition files, see Texture Definition Files\nFor details on the format of model definition files, see Model Definition Files\nDefining Blocks[编辑]\nTo define a simple, solid cube block, see Defining a Simple Block\nTo define a cuboid block, see Defining a Cuboid Block\nTo define a block based on a custom block renderer, see Defining a Block using a Custom Block Renderer\nTo define a block based on a volumetric block model, see Defining a Block using a Volumetric Block Model\n\n这是原文呢"
        },
        {
            "author": "huwei5201314789",
            "timestamp": 1500632160,
            "txt_content": "1345979462 发表于 2017-7-21 18:11\nIndustrialCraft 2\n是支持的哦\n那这么说，是不是这卫星地图里的某个设置没打开还是缺少补丁？"
        },
        {
            "author": "cc7w",
            "timestamp": 1500632340,
            "txt_content": "huwei5201314789 发表于 2017-7-21 18:16\n那这么说，是不是这卫星地图里的某个设置没打开还是缺少补丁？\nThe following specific mods are supported, although some older versions may not function, and some blocks in current versions may not yet be supported\n下面的这些mod是支持显示的，但是这些Mod的旧版本不会支持，以及最新版本中的一些方块也不被支持\n\n尝试阅读我上面贴出的那一段哦"
        },
        {
            "author": "huwei5201314789",
            "timestamp": 1500633900,
            "txt_content": "1345979462 发表于 2017-7-21 18:19\nThe following specific mods are supported, although some older versions may not function, and some ...\n看不懂英文怎么破？机翻？更加看不懂"
        }
    ]
}