{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week: Granite 每周方块：花岗岩",
    "author": "像素君",
    "replyCount": 6,
    "timestamp": 1500649440,
    "txt_content": " 本帖最后由 像素君 于 2017-7-23 10:32 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: GRANITE每周方块：花岗岩Having a Gneiss Time现在是片麻岩时间！\nAs a game where you spend a lot of time underground, it's not surprising that Minecraft has so many different kinds of rock. From stone and cobblestone, to sand, sandstone, clay and gravel, all the different ores, obsidian, bedrock and finally andesite, diorite and granite - you'll never be short of options when building your next fortress!\n作为一个需要玩家在地下花费很多时间的游戏，Minecraft有着各式各样的石头也就不足为奇了。除了石头、圆石、沙子、沙石、粘土和沙砾，还有各种不同的岩石：黑曜石、基岩、安山岩、闪长岩和花岗岩——当你下次要建造堡垒时，你的选择可有不少！\n\nIt's the very last and very pinkest of that list that we've chosen this week - Granite! Real-world granite is an igneous rock, meaning that it's formed when lava or magma cools down and solidifies - just like obsidian forms in Minecraft.\n我们在这一周里选择了方块列表中颜色最粉嫩的方块——花岗岩！现实世界中的花岗岩属于火成岩，这意思是说它在岩浆冷却凝固时形成，就像Minecraft里的黑曜石一样。\n\nUnlike obsidian, however, granite forms very sloooooowly, and that sloooooow process means that crystals can grow inside. That structure also gives it its name, via the latin word \"granum\", meaning \"grain\". You can see for yourself if you or a friend have a granite countertop in your kitchen. Look closely, and you'll see shiny quartz crystals.\n不过与黑曜石不同，花岗岩的形成时间非常非常长。于是在这漫长的过程中，会有晶体生成在它的内部。这一特点使得花岗岩的语源是“granum”，意思是“谷粒”。如果你或你的朋友有在厨房里放有一块花岗岩台面，你可以靠过去仔细看看。此时你就会看到其中闪亮的石英晶体。\n\nGranite was added to Minecraft in snapshot 14w02a, though Jeb teased it a little earlier on Twitter. It's easily found underground below y-level 80, given away by its distinctive pink colour, and you'll also regularly see it in extreme hills biomes. But if you're struggling to find some, and you've got a lot of diorite and quartz hanging around, then you can combine them in a crafting grid into granite. No diorite? Just make some with cobblestone and nether quartz in a 2x2 checkerboard pattern.\nJeb在Twitter上作了预告后，花岗岩被添加进了Minecraft的快照14w02a中。当y坐标在80以下时，你可以很容易找到它，因为它的粉红色外表非常独特；当然你也经常会在山脉生物群系中发现它。但如果你正需要花岗岩，而你的身边又有很多闪长岩和石英，你就可以在合成格中将它们组合在一起来获得它。没有闪长岩？只需在2X2的合成格中放入原石和下界石英就可以了。\n\nBetter still, if you're building something more fancy then combine four granite blocks in a 2x2 square on a crafting grid to get polished granite - an even nicer-looking version of the rock. In the desktop version of the game, granite is purely decorative. But Pocket Edition players can use either granite or polished granite to make redstone comparators, repeaters or stone slabs.\n更妙的是，如果你正在建些漂亮的东西，那你就可以把四个花岗岩方块组合在一个2x2的合成格中来获得磨制花岗岩——这是一种岩石看起来会显得更加漂亮。在PC版中，花岗岩纯粹只是用来装饰而已。不过PE版的玩家就可以使用花岗岩或磨制花岗岩来制作红石比较器、红石中继器和石质压力板。\n\nYou might be wondering why Minecraft granite is so pink (and we apologise for the countless hours of sleep you must have missed over that one). The answer lies in the different substances that go into it. Real-world granite comes in a bunch of different colours that include black, grey, white, yellow, red and - yes - pink. The pink variant appears when the rock has a lot of potassium in it.\n你可能会想，为什么Minecraft里花岗岩的颜色是如此的粉嫩（我们为自己无数个小时的睡眠道歉，你肯定没有在意过这个问题）。答案就在各种不同的物质里面。现实世界中的花岗岩有许多不同的颜色，比如黑色、灰色、白色、黄色和红色。当然，还有粉红色。当岩石含中有大量钾元素时，就会发生变异，岩石的颜色也就会变成粉红色。\n\nSo next time you need a pink castle in a hurry, call on granite. You'll get blast resistance as good as stone, a choice of natural and polished finishes, an easy supply from your quarry and the very pinkest of pinks to dazzle your friends with.\n所以，当你需要快速建造一座粉色的城堡时，请使用花岗岩。不论是选择自然的花岗岩或是磨制后的成品，你都会获得和石头一样的防爆效果。你可以在自己的采石场中大量获得它，而且花岗岩鲜艳的粉红色还可以让你的朋友们感到眼花缭乱哦。\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-granite\n原文作者：Duncan Geere\n原文发布日期：2017年7月21日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "z99891179",
            "timestamp": 1500702240,
            "txt_content": "作为一个需要玩家在地下花费很多时间的游戏，Minecraft有着各式各样的石头也就不足为奇了。除了石头、圆石、沙子、沙石、粘土和遂石\n\n不是燧石么（强行挑毛病）"
        },
        {
            "author": "chyx",
            "timestamp": 1500767460,
            "txt_content": "难看\n\n不知道为啥设计这种方块"
        },
        {
            "author": "LX神龙",
            "timestamp": 1500767940,
            "txt_content": "可能是为了装饰道路美吧"
        },
        {
            "author": "像素君",
            "timestamp": 1500777240,
            "txt_content": "z99891179 发表于 2017-7-22 13:44\n作为一个需要玩家在地下花费很多时间的游戏，Minecraft有着各式各样的石头也就不足为奇了。除了石头、圆石 ...\n那里确实翻译错了，但不是燧石，而是砂砾（gravel）~感谢指正~"
        },
        {
            "author": "z99891179",
            "timestamp": 1500780480,
            "txt_content": "像素君 发表于 2017-7-23 10:34\n那里确实翻译错了，但不是燧石，而是砂砾（gravel）~感谢指正~\n不会英文没看出来,好尴尬啊"
        },
        {
            "author": "long_axin",
            "timestamp": 1501046280,
            "txt_content": "可以啊，包括闪长岩也可以磨制闪长岩哦"
        }
    ]
}