{
    "title": "【蒹葭解密】十二星辰文字版-第一卷-雪之村",
    "author": "猫小沫",
    "replyCount": 11,
    "timestamp": 1355629440,
    "txt_content": " 本帖最后由 猫小沫 于 2013-2-14 13:18 编辑 \n\n序章临界之未亡，之衰败，之崩溃，之覆灭。悉数尽在吾等众神之觉察中。如吾星辰界之天下众生既不悔改，吾等星辰之界，将大去矣。\n                                 ——星辰界神\n星辰界之兴衰，尽在十二中心之灵。善得之，则界兴；恶得之，则界亡；而皆不得之，则崩溃矣……\n                                 ——星辰界创界之神\n===================================================================\n    我每次听到大人说这几句神谕，都会厌烦，什么神，现在出现过吗？什么不都是靠我们自己生活。就像几年前的瘟疫，地灵城全城覆灭，那时候，神，帮过我们吗？\n    我们雪之村，在那场磨难里，死了很多人，为了安全，不得不搬到现在这个地方。那时候，神看见我们了吗？\n    答案应该是否定的吧……\n    明天，我要参加猎手考试，如果通过，我就可以光明正大的出村子玩了...呃，是打猎。不得不说，莫名的有些期待。今天这么晚了，我又想了这么多，先睡吧......\n    我迷迷糊糊的睡下了，明明是一个很高兴的一天，为什么做的梦这么恐怖……\n    我看到了一个岩浆与红色岩石的世界，我好像在宝座上，一群奇异的生物朝贺我，然后……\n    呃，画面转换了，不过好不清晰，我看到了那些奇异的生物来到我们雪之村、来到天星城、地灵城遗址、精灵村、沙漠等地方，好想再找什么东西，不过他们的手段……\n    这是什么，我看到了我...我...我？？？？我是尸体，啊!\n    时间!时间!这是什么时候!!\n    我发疯的冲下楼，看到了表，表针指向下午4点03分，而日期，字太小，我凑近去看。然后，我感觉身后有东西，再然后就是风声，最后，我看到了一把滴血的剑和一个血肉模糊的人？!还是其他的……\n    我渐渐没了意识……\n\n    我有意识的时候已经控制不了自己的身体，只能想，只能回忆时间……时间……日期……日期？!\n    这是什么时候发生的？!我根本不知道，听天由命吧……\n    我感觉我又飘了起来，越飞越高，低头，看到了整个大陆。抬头，看到了一个阴阳鱼……它慢慢的旋转，我被吸了进去，然后搅碎，我又没了意识。\n\n第一章  雪之村①\n\n    今天，我终于考试合格，允许出村子打猎了，虽说多多少少也出去玩过一百多次，但是由于是偷偷出来的，无论是在心理上还是在时间上，都不允许我玩的时间太长。\n    不过今天，终于可以好好的玩玩了，所以，我就先去那边的山头上看看那边好玩吧!\n    我走着走着，发现了一只羊，村长说如果能带回羊这类的就可以给钱呢，所以，无论是为了什么，冲吧!\n    羊跑的不慢，但我跑得更快，我们的差距越来越小……\n    然后羊一回头，就拐了一个弯，又拉开了一点距离。这时候，羊什么招数都用上了，什么跳啊，跃啊，冲啊，蹦跶啊……\n    最后...我猛地向前一扑，羊就地一滚……\n    我就华丽丽地扑在了地上，向前滚了两米左右。我气冲冲的站起来。结果就掉了下去。现在想想应该是那边的草、树枝什么的搭成了一个陷阱似的东西，平躺着正好卡那里，但是站起来，一点草和树枝怎么承受得住？\n    我摔了大约3秒，就到了地上，然后就华丽丽的昏迷了……\n    又是那个梦，又是那个熟悉的场景……\n    等我醒来，我发现了一个好消息，我没骨折；一个坏消息，我浑身都疼得厉害……\n    我看了看头上，有一个大洞，我就是从哪里掉下来的。然后就是一个峡谷，我现在在峡谷的底部，再然后，前面好像有点东西……\n    我看到那边有一个箱子，翻了翻，翻出来了一些铁盔甲什么的，那就先穿上了~\n    看到没什么东西，我就踏上了征程……\n    攀岩什么的我最不擅长了，一次次的掉到水下，一次次的爬上来，我终于到了一个略微平缓的地方，发现前面是一道岩浆河，这还让人过么，我不禁腹诽。\n    不过我却发现了一个容易攀登的石头缝隙，于是乎，我就踩着那个石头爬到了石壁上，一点一点的向岩浆河对面挪，爬到岩浆河上时，我感觉到我身上的汗珠滴了下去，然后发出了“呲”的一声响，就再也没有了踪迹，我咽下了一口口水，很难想像我如果掉下去会怎么样。\n    人倒霉了就杯具，我重心一不稳，身体就向后仰，下面就是岩浆河啊!我飞快的想墙壁上一蹬，使我偏离了岩浆河1.5米左右，但下面乱世嶙峋，我又把刚穿上的铠甲扔了下去。最后我摔在了铠甲上，虽说很疼，但比被石头串成羊肉串好多了!虽说这样，但我的一条腿不能幸免。它倒霉的伸出了铠甲所庇护的范围，而被划出一道大口子。\n    简单包扎伤口后，我看到了前面一个幽暗的洞口，那是唯一的出口了，如果不去看看，那边万一是活路呢？想到这里，我就壮壮胆子，一步步向下走去……\n\n第二章  雪之村②\n\n\n    到了下面，发现这是一个矿洞，只有一条路能走，因为其他的路都被沙砾堆满了，我不想也不敢去挖，因为曾经有人因为去弄沙砾而被掩埋致死，还有人因为那便是岩浆而被烫死，所以，如果那边走不通，我再去挖沙砾。\n    前面是一个铁轨，旁边的箱子里也有一些矿车，但我不准备乘车，因为如果前面有岩浆，下车都来不及，所以，我想了想，先放十个矿车让他自己走，然后我在中间的矿车，后面再放几个，这样就有足够的反应时间了!\n    我这一个浩浩荡荡的车队在铁道上行驶着，最后终于迎来了光明。\n    出了矿车一看，这不是我们雪之村的矿场么？我不禁想笑，原来差点害死我的还是自己人!旁边有一个硕大的箱子，我的好奇心让我翻开一看，竟然是一个绿色发光的物体，好神奇，我轻轻拿了出来，还是暖和的。真不科学!\n    下面的路我就熟悉了，轻车熟路的走回村子……\n----------------------------------------------------\n    回到了村子，我不禁奇怪，往常十分喧闹的村子，今天出奇的寂静，房子里一个人都没有，村子里一个人……呃？我的家好象有声音。\n    我赶忙回家去看看，发现我的父亲半死不活的在那里，好像昏迷了，旁边有一行歪歪扭扭的血字：你只要按下旁白的按钮就可以看到我给你说的话。\n    我很奇怪，这是怎么了，就按了一下按钮，只听啪的一声，父亲倒了下去，我也被震开。这次父亲却是彻底的没了生息。\n    我在伤心之余，不禁的想到：我们村子这是怎么了？\n    出门后，我看到了邻居叔叔房子的废墟，我目瞪口呆，这是怎么了？我进了房子后，发现里面空无一物，跳到了到了楼上，一点一点的朝着警卫室前进，那边应该有点线索……\n    到了那边，我打开机关，从箱子里拿出开关，并启动另一个机关。我发现了一个拉杆。我们知道，拉杆可以启动教堂的一个机关，想着，我就把教堂的机关启动了，但却没有什么动静，这让我很是奇怪。\n    我到处寻找，发现粮食、牛羊什么的都没有被动过，只是人不见了，我在思考这个事情，突然就一头撞上了警卫室，我一抬头，发现警卫室座位下还有一个机关!打开后，只听一阵机械声，教堂旁边出现了一个门，我进去后发现一个开关，拉开后，出现了一行字：是你么，快去你家吧!\n    我又迷茫了，“你”是谁？不过要去自己家，去就去啊!我还怕什么!我不禁忿忿地想到，到了家，发现楼梯下竟然别有洞天!\n    这……\n    没人说过啊……\n    我摇了摇头，走了下去，发现了我爸爸给我留的话……（详见十二星辰）\n    走出了这个地方，我发现，我已经走出了雪之村，这条路……\n    我也不知通向何方……\n        【精品】MC十二星辰地图\n【解谜】蒹葭地图制作组\n",
    "replies": [
        {
            "author": "zjy",
            "timestamp": 1355629440,
            "txt_content": "1L我占了"
        },
        {
            "author": "wangziang58",
            "timestamp": 1355629500,
            "txt_content": "文章写得好复杂，看在地图的份上顶一个吧"
        },
        {
            "author": "NNIAC",
            "timestamp": 1355629740,
            "txt_content": "猫小沫好样的，我支持你{:10_523:}{:10_523:}"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1355629860,
            "txt_content": "小沫发文章了撒~支持一个~"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1355629920,
            "txt_content": "配合地图玩一定带感"
        },
        {
            "author": "猫小沫",
            "timestamp": 1355630160,
            "txt_content": "819tierqusi 发表于 2012-12-16 11:52 \n配合地图玩一定带感\n你你你你你你………………\n你不就是那个……暑假中……\n那叫什么玩意的……"
        },
        {
            "author": "likeliang",
            "timestamp": 1355630220,
            "txt_content": "蒹葭第四个地图是什么呢？什么时候出？"
        },
        {
            "author": "猫小沫",
            "timestamp": 1355630400,
            "txt_content": "likeliang 发表于 2012-12-16 11:57 \n蒹葭第四个地图是什么呢？什么时候出？\n等待假期……现在的地图就差最后的奖励关了"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1355630640,
            "txt_content": "猫小沫 发表于 2012-12-16 11:56 \n你你你你你你………………\n你不就是那个……暑假中……\n那叫什么玩意的……\n哈？"
        },
        {
            "author": "紫枫",
            "timestamp": 1355631840,
            "txt_content": "沫子让我来写吧QAQ\n我写过小说的- -"
        },
        {
            "author": "猫小沫",
            "timestamp": 1355632140,
            "txt_content": "紫枫 发表于 2012-12-16 12:24 \n沫子让我来写吧QAQ\n我写过小说的- -\n你写猫世界或恶魔的吧"
        }
    ]
}