{
    "title": "[Minecraft.net|CULTURE] Chasing Rainbows 追逐彩虹",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1500718740,
    "txt_content": " 本帖最后由 cc7w 于 2020-3-10 11:41 编辑 \n\n\nC H A S I N G    R A I N B O W S\n追逐彩虹\nA freewheeling paint party - now on Java Realms.\n一场随心所欲的绘画派对——现已登上Java版领域\n\n\n　　Of all the new stuff we’ve added to the Java Edition of Realms recently, one of my favourites has to be Palette Paint by Team Trailblaze. It’s a sandbox that equips each player with powerful painting tools and lets them play or create however they please.\n　　在所有最近加入Java版领域的内容里，我最中意的地图之一便是Team Trailblaze创作的Palette Paint。在这张沙盒地图里，你能获得强大的绘画工具，随心所欲地创造。\n\n　　You can the transform the landscape into delicate works of pixelart, targeting a block at a time, or use the rocket-powered Elytra to trail Jackson Pollock-esque spatters across the map. Or you can detonate massive paintsplosions, pelt each other with paintballs, or give your canvas extra texture by raising lowering or tunnelling through the terrain. It’s a space that allows the collaborative creation of intricate masterworks, chaotic fun, and everything in between.\n　　你可以对每个方块精雕细琢，将原有的地形打造成精致的像素作品；你可以乘上火箭滑翔翼，实现杰克逊·波洛克式的颜料飞溅；你可以引爆颜料炸弹，把朋友染得五彩斑斓；你也可以在地形间升降穿梭，在地图上绘出属于你的优美弧线。 在这张地图里，合作打造杰作也可，制造混乱取乐亦可。一切，都按你的想法来！\n\n　　“We wanted to create something where you could just mess around,” says hgbf, one half of Team Trailbaze, perhaps underselling just how impressive it is as a painting tool. “No goals stopping you, no scores to beat. Just a place to have fun. How it later got the colourful theme was partly because of the release of the 1.12 update. With the updated colours, we got inspired to make something using them. Because we also had an already finished palette minigame [Palette Slam] from not too long before this, it would make perfect sense to continue on the subject as well.”\n　　“我们最初想创造一张供人胡闹取乐的地图。”Team Trailbaze的一名成员，hgbf如此说道。但我认为，他可能只点出了这张地图作为绘画工具的价值。“没有关卡目标阻碍你前进，也无需获得指定分数才能继续游戏，这里只是狂欢的场所。后来，1.12正式版（多彩世界）更新，在一定程度上确定了这张地图的颜色主题。正是受此启发，我们才决定要用这些新颜色做一张地图。因为我们之前已完成了调色板小游戏地图[Palette Slam]，所以继续完善这张地图是最明智的选择。”\n\n\n\n\n\n\n\n\n\n\n\n　　You can find Palette Paint in the Experiences section of Realms when you switch to a new world. Loading it up, you can pick from a number of different base environments to enter. Some are recognisably Minecrafty landscapes, but made of coloured wool, others offer gently stratified planes of white blocks or monochrome forests. Once you’ve picked your canvas, you can deform it or paint it as you wish using a selection of tools:\n　　到领域服的世界选择界面，你就能找到Palette Paint这张地图。载入这张地图后，你能挑选不同的环境主题。这些主题有的是Minecraft的普通生物群系改造而来，其中所有的方块都换成了染色羊毛；也有的是空白超平坦世界或黑白的森林。在选择了画布之后，你便可编辑地形，或是使用一些工具来为它上色：\n\n　　Paintbrushes of two sizes, a roller, a spraycan and the paint-trailing elytra offer your basic set of precision painting tools, with a tap of F letting you scroll through 16 colours. Then there are the more unpredictable set: fireworks, snowballs, arrows, and remotely detonated explosives that leave a gigantic splat of your chosen colour. Add to that a series of tools to fiddle with the geometry itself - placing and destroying blocks, blowing up large numbers of them, flattening or raising terrain, or even drilling through it, and there’s ample room to carve and recolour Minecraft to your own design. Or just create a giant mess.\n　　精准绘图工具包由滚筒、喷漆两种大小的画笔和追踪轨迹的滑翔翼构成，按下F键便可以在16色间切换。此外，也有其他有趣的工具包：烟花、雪球、箭，以及可以远程引爆、给人颜料飞溅感的炸弹！另外，还有一系列工具能改造地形：放置或破坏方块，制造爆炸，平滑或升高地形，甚至是完全挖穿！有足够的空间供你遨游，给出你自己的Minecraft配色方案吧！当然，你也可以制造巨大的混乱来取乐。\n\n　　“At first, we only planned on having two toolsets, precision painting and gadgets,” says hgbf, “but a bit into the development Archee, who helped with the project, thought something was missing. They suggested adding a few building tools, so people could lightly modify the terrain. At first, I was sceptical about this, but when it was tested in action, it worked great. This gave the map a whole new feeling, which most of our testers liked. Towards the end of the development of the map, these small tools had grown into something bigger, more powerful and more destructive.”\n　　“起初，我们只打算做两个工具包——精准绘图和其他小工具，”hgbf说，“但在做了一段时间之后，助手Archee感觉这样少点什么。大家建议我增加一些建筑工具，允许玩家微调地形。起初，我对这个想法有质疑，但在实际测试之后我发现，这么做真的有效。这样做让地图有了全新的感觉，大多数测试者都很喜欢。在这张地图收尾时，这些小工具已变得更多、更强、更有破坏性了。”\n\n\n　　I admit, I didn't draw this. The most enigmatic smile in art was blocked out by the Trailblaze team - no small feat! I wonder if it took as long as old Leo's original masterwork.\n　　我承认，这不是我画的，如此神秘的微笑是Trailblaze team的杰作：多么惊人的成就！我想知道创作的时间是不是和达芬奇的原作一样。\n\n　　And yet, the biggest challenge turned out to be the most basic element: making sure the colours painted correctly. As hgbf explains: “What we had to do was take one command, copy it 16-80 times per tool, and modify one scoreboard score and one data value, for the colours, in each command block. This was very time-consuming, but it had to be done.”\n　　但是，最大的挑战却是最基本的内容：如何正确染色。正如hgbf的解释：“我们要首先编写出一条命令，然后复制16-80次做一个工具，每个命令方块都要修改记分板分数和数据值。这项工作十分花时间，但不得不完成。”\n\n　　But you can’t rush art, can you? If you make anything with it, the creators would love to see - let them know via the Team Trailblaze Twitter account!\n　　但心急干不了艺术活，不是吗？如果你用这张地图进行二次创作的话，地图的作者们很愿意看到——通过Team Trailblaze的Twitter账户让他们知道吧！\n\n　　“My hopes are that someone creates some beautiful, large and creative paintings,” says hgbf, “but the majority will probably be just like myself, Archee and most of our testers: just playfully messing around and having fun. After all, that's what the map is all about!”\n　　“我希望有人能够用这张地图创作精美、创造性的大型画作，”hgbf说道，“但是多数人可能像我、Archee和大多数测试者一样：制造混乱，获得乐趣。毕竟，那才是地图的主题！”\n\n\n原文地址：https://minecraft.net/en-us/article/chasing-rainbows\n原文作者：Marsh Davies\n原文发布时间：2017/07/22\n翻译者：c7w\n翻译时间：2017/07/22\n\n\n\n3月10日\n",
    "replies": [
        {
            "author": "lipeng666",
            "timestamp": 1598180280,
            "txt_content": "灌水灌水灌水灌水灌水灌水灌水灌水灌水"
        }
    ]
}