{
    "title": "[七月活动][原创·单篇]夜~",
    "author": "依淇钰Vu",
    "replyCount": 7,
    "timestamp": 1500735300,
    "txt_content": " 本帖最后由 依淇钰Vu 于 2017-7-22 23:02 编辑 \n\n很迷的标题丫=-=\n\n此贴调了不接受回复通知，都别回复啦！\n\n【大写的借口↓】\n\n（怎么晚发都是为了陪朋友玩龙之谷，对，就是这样！）\n\n（肯定是因为我某个朋友叫夜，然后我的文也没有码好）\n\n选图：\n\n\n废话：\n\n=-=废话为什么在前面呢？\n因为我真的不知道自己写了什么呀呀呀\n伴随着手游的今天，我终于码完啦字，但是！\n经过二十多天的次次碎碎，我已经废了。\n嘤嘤嘤，混...个奖吧，八月我一定要好好琢磨=-=\n\n正文：\n\n\n黄昏的地平线划过一道光芒，最后一抹殷红色的夕阳在天际落下，夜幕随之而来。\n 随着时间的推移，月亮高挂天空时。皎洁的月光如流水般从天空倾泻而下，将黑暗中的大地点缀得斑驳陆离，微弱的光芒跃动在火把上的火焰之中，火光在摇曳中明明灭灭。 \n目光掠过拿着火把的人，向远处看去。远处是一片黑暗，一片寂静到有些荒凉的黑暗，若是向那望久了，便会感觉那里似乎有一只噬人的野兽正蛰伏着。\n戴着假眸站在城墙上向外瞭望着的我看到那片黑暗后突然间就有了一个想法，一个奇怪的想法：要是在夜色之中一个人漫步而行会是怎样的体验。\n抱着多问的精神，我向旁边拿着弓的卫兵问出了一个问题：“你尝试过独自在夜色中漫步而行么？”\n对于答案，我并不在意，只不过夜色被月光渲染的很美，我的目光不由自主的被其吸引，耳边传来了那个卫兵回答的声音：“别开玩笑了，还想不想要命！小姑娘年纪轻轻的可别想不开啊！”\n想不开？是吗？\n我轻的笑了笑，而那个卫兵似乎以为我真的想不开，开始劝我，我当然是选择无视他咯。\n说了许久，也许没有多久，也许是因为他觉得一个人说一直说话实在是很蠢的行为，以至于我的我的无视很成功的让他熄了劝我珍惜生命的心思，转而劝了几句回城的话就没有在说什么。\n当然更大的原因也许是因为怪物来了吧？\n继续探身向远处瞭望着，最先到达战场的是怪物的嘶鸣，不过若是仔细看还是能够发现那片黑暗中有模糊的影子正在靠近，一片眸色猩红中还夹杂了几只特别的绿眸。\n按照眸色分法的话。红色是亡灵，绿色是爬行者。\n唔，没有紫色的同族人呢。\n怪物的眸子是会散发出微弱的光芒的，若是在白天还好，但是一到晚上这光就显得很突兀了。于是他们的位置被自己给暴露了，再然后第一批怪物就那么倒在了路上。\n紧接着便是远程的消耗和后面的近战厮杀以及由红石和岩浆组成的小陷阱啦，这座城的武装能力是不会被一小堆的怪物给击散的，除非是很大型的尸潮才行。\n对此我没有任何兴趣，自然就沿着楼梯走进城内了。我的离去当然不会有任何的波动，毕竟我又不是卫兵，只是闲的没事跑上去看的人而已。\n当我走下楼梯时，城墙外传来了接二连三的爆炸声音，应该是有爬行者炸了吧？不过他们也只炸的坏外一层的石砖罢了，里面都是黑曜石呢。\n头也不回的往城内走去，怪物嘶鸣的声音离我越来越远。\n听说今天是创世第XX周年，为了防止Herobrine从地狱爬上来，除了守城的人可以点火把外，其他地方一律不许出现亮光，所以现在城内属于黑灯瞎火的状态。\n因为夜晚时怪物经常攻城的缘故，城内有个常年实行的禁行令，当然现在离禁行令开始还有一个时辰呢，不过就算还有一个时辰，这宽敞的道上也只有我一个人。\n这还真是应了我之前所想的那个“在夜色中独自漫步而行”呢，唔？怎么说呢，个人感觉还不错。\n皎洁的月光倾泻而下，一个人漫无目的的走在冷清的街道上，。若是无视那似有似无来自远方的嘶鸣声，四周也可以说是寂静。身后的影子被月光拉的很长很长，晚风轻扬着掠过身边。\n仰起头，我觉得自己的瞳孔中一定会映现出浮光点点，而那些浮光点点就是满天繁星浓缩起来的画面。\n嗯~想象着那种画面我眨了眨眼睛，感觉和我想象的一样美好惬意，没有丝毫其他的元素夹杂着，让我情不自禁的扬起了嘴角。\n黑夜是一个完美的词语，因为它可以将一切都封印于黑暗中，无论危险还是美好，快乐还是悲伤，当你一个人孤独的在夜色中漫步，你不一定有我这种惬意的感觉，但你肯定会有一种渴望。\n至于是什么样的，就不得而知了。\n不过，陷入黑暗中的城市还是很棒的，它将在夜色与月色的渲染下变得更加神秘莫测，而我更希望自己能够孤身而行，漫步在已经沉沦于夜色的城市。\n嗯，想法很好，但是现实有点麻烦。\n在主世界的我，必须要带上假瞳呢。\n",
    "replies": [
        {
            "author": "a526026058",
            "timestamp": 1500764580,
            "txt_content": "楼主，假瞳是什么？"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1500773040,
            "txt_content": "a526026058 发表于 2017-7-23 07:03\n楼主，假瞳是什么？\n咳咳，假瞳就是美瞳。\n\n可以自行百度，这是一种可以遮住原本瞳色并呈现出另一种瞳色的...神奇发明。\n（反正我从来没戴过，看同学取出来很疼=-=\n我居然点进来看了看有没有回复=-="
        },
        {
            "author": "a526026058",
            "timestamp": 1500773340,
            "txt_content": "依淇钰Vu 发表于 2017-7-23 09:24\n咳咳，假瞳就是美瞳。\n\n可以自行百度，这是一种可以遮住原本瞳色并呈现出另一种瞳色的...神奇发明。\n楼主，瞳色又是什么东西？\n没听说过啊(●_●)"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1500773400,
            "txt_content": "a526026058 发表于 2017-7-23 09:29\n楼主，瞳色又是什么东西？\n没听说过啊(●_●)\norz\n\n眼睛的颜色就是瞳色\n\n"
        },
        {
            "author": "a526026058",
            "timestamp": 1500773520,
            "txt_content": "依淇钰Vu 发表于 2017-7-23 09:30\norz\n\n眼睛的颜色就是瞳色\n懂了，谢谢！"
        },
        {
            "author": "wadhaua",
            "timestamp": 1500773880,
            "txt_content": "写的很好啊"
        },
        {
            "author": "~Daisy",
            "timestamp": 1501341120,
            "txt_content": "唔..HIM什么时候死在了地狱"
        }
    ]
}