{
    "title": "[1.7.10][汉化][Thaumic Dyes-神秘染料]——你是否觉得护甲颜色太单调？",
    "author": "冷~风",
    "replyCount": 5,
    "timestamp": 1500800580,
    "txt_content": " 本帖最后由 冷~风 于 2017-12-14 18:59 编辑 \n\n由于原搬运者搬运贴已经删除且该模组已经更新许多内容特开此贴。\n附注：该模组附带汉化（由我本人汉化并提交作者），如果有什么不足请提出我会加以修改。\n科普：这个模组是由作者‘EtsyTheDragon’制作的‘Thaumic Upholstry’（神秘装饰）的重塑与延续。\n\n\n介绍：\n你是否觉得原版神秘时代护甲太过于单调？\n那么，就试试这个模组吧！\n这个模组增加了许多新颖的内容，例如：\n对神秘护甲染色，增强符文护甲 等等\n更多内容将有待你去发掘！\n\n图片欣赏：\n\n\n\n\n\n2016-10-20_20.png (328.91 KB, 下载次数: 5)\n\n下载附件\n\n2017-7-23 16:52 上传\n\n\n\n\n\n\n\n\n\n\n4857d50d3e0018f85f245f449dc2d14c.png (299.71 KB, 下载次数: 8)\n\n下载附件\n\n2017-7-23 16:53 上传\n\n\n\n\n\n\n\n\n\n\n2016-10-20_20 (1).png (328.91 KB, 下载次数: 9)\n\n下载附件\n\n2017-7-23 16:55 上传\n\n\n\n\n\n\n\n作者原话：\nEver looked at Thaumcraft's armor and wondered why you can't personalise it? Well, wait no longer!\nThis addon lets you enhance the armor sets in your collection, so you can bring your style with you as you explore. Like the Crimson look, but wish it came in blue, pink, or maybe black? Now it does - or whatever color you choose.\n\n原文翻译（翻译时有改动）：\n曾经使用过的神秘盔甲想不想让它个性化？好吧，就是现在！\n这个模组可以让你收藏的护甲拥有属于自己中意的颜色，显示出自己的风格与个性。例如血腥护甲它本来是红色的，但你希望它是蓝色，粉红色甚至是黑色该怎么办呢？现在拥有了这个模组会让你的盔甲们-绽放光彩。\nChangelog（更新日记）：\n-1.8.5-\nThe Runic ExpansionAdded the Runic Armor, a relic from Thaumcraft 4.1, before the bauble system was added.\nAdded the Runic Goggles of Revealing and Runic Boots of the Traveller, also from TC4.1\nAdded 6 infusion augments for runic armor. Check the Thaumonomicon for more details on them. 5/6 are mostly the same as they were in TC4.1, but there's a new one, because I couldn't get Charged to work.\nAdded the Enhanced Runic Armor, a WIP feature from Thaumic Exploration that was never added, as an improved version of the Runic Armor. \nAdded an \"investment bonus\" for certain upgrades. You'll have to discover these.\n\nRunic Armor cannot be enchanted, but it can be upgraded. The upgrades increase in potency the more of them you have. That's the tradeoff. How you mix and match the upgrades is up to you.\n\nCosts are still under review, so leave feedback.\nRecipes are currently balanced around a mid-late game progression, as that's about the tier Runic Armor fits into, especially once multiple upgrades are in play.\n-1.8.6-\nFixed major bug caused when player took damage.\n-1.9.1-\n(Runic Expansion Phase II)Added the Mask of Cruelty, a relic from TC2. Careful where you point it.\nAdded the [Tier 3 Runic Armour]. I'll let you discover the details of this one.Added 3 new runic augmentsVitality increases your max health.Steadfast increases your knockback resistance.Haste is equivalent to Haste II enchant, and can only be applied to runic boots.\nRewrote sections of the lang file around runic things to be more specific about how they work.Fixed some runic sets showing they have vis discount, but not actually applying it.\nFixed some odd pixels on fortress, praetor and archer sets.As per usual, if something breaks, report it.\n\n下载地址:（注：作者不允许到除了原贴外的地址下载，所以这里只留原贴）\n原贴地址\n\n相关推荐：\nMC百科:传送门（惰性中...可以去看看物品）\n",
    "replies": [
        {
            "author": "梨木利亚",
            "timestamp": 1500800880,
            "txt_content": "又是神秘附属又是冷风还是例行支持下吧"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1500807660,
            "txt_content": "我比较在意那些盔甲是哪些MOD"
        },
        {
            "author": "冷~风",
            "timestamp": 1500807900,
            "txt_content": "就是神秘的护甲...染了色，这个模组也有加一些= =你不会看介绍吗..."
        },
        {
            "author": "小盆友",
            "timestamp": 1506327480,
            "txt_content": "这个mod是只可以染mod里的护甲还是神秘原版的也能染色？另外支持污秽魔法里面的盔甲吗。\n\n最最重要的是我想知道怎么染色。。"
        },
        {
            "author": "鬼鬼5173",
            "timestamp": 1543990500,
            "txt_content": "注魔染色一下上天"
        }
    ]
}