{
    "title": "【Multiverse】开发日志#2",
    "author": "dnz0211",
    "replyCount": 3,
    "timestamp": 1500822720,
    "txt_content": " 本帖最后由 dnz0211 于 2017-7-25 16:36 编辑 \n\n 上一篇：\n【Multiverse】开发日志#1 又这么久官方有毒？\n\n提示：下面的版主说的有道理\n\n\n大家好！\n\n今天我们将带给你们第二期的更新日志！上一次的日志主要集中在多人游戏的物理上，关于它怎么工作和产生的效果如何。\n\n然而今天，我们会发布第一篇（共两篇）关于关卡编辑器的日志。这第一篇会主要关于你们怎么创建一个新的环境，及使用编辑器；第二部分会集中使用我们新创建的逻辑系统创建游戏模式和可交互关卡。\n\n请注意Multiverse更新仍然在持续进行，现在呈现的一切都有可能再次更改。\n\nBesiege的关卡由一堆扔进世界并且可以编辑的部件组成（误），包括：结构，植物，NPC和环境效果。而对于你们想知道的，我们正在努力创建一些特别的东西来用在自定义关卡和多人关卡里。\n\nBesiege的关卡部件被分成了几个不同的类，这使得你们更容易找到所需要的东西。\n要把部件放到关卡里，你只需要选中它然后在另外随便什么地方点一下就可以放置了。一旦我们在关卡里有现存的部件，我们就可以用最上面的工具来编辑它。\n\n首先我们有移动工具，能让你移动部件。然后还有旋转工具，缩放工具和镜像工具，和橡皮擦（删除工具），设置工具，分别用于旋转，缩放，快速移动部件，删除部件和设置部件详细属性。\n\n设置工具对于不同的部件有不同的选项。例如，编辑墙可以让你调整墙是否以物理方式工作和摧毁它需要的力。关闭物理选项会导致这个部件变得静止，而且不在被摧毁后碎裂成受物理影响的碎块。\n\n你甚至可以设置部件使用的模型（外观）。\n\n其他的部件，如AI，也有一些选项。你可以改变他们的行为，甚至让他们对一个特定队伍友好，或者引发AI和AI间的战斗。\n\n另外我们也有另外的地图编辑工具，包括：刷子（规律放置大量部件），坐标系修改工具（？）和一个复制选项，热键Ctrl+D。\n\n通过点击坐标系修改工具右上角的小绿铅笔可以设置你想要的坐标系大小。\n\n刷子工具可以通过按住鼠标左键并拖动来放置部件，部件会规律放置下来，它们的方向和大小都是随机的。\n\n关卡可以由服务器上的任何玩家下载或者上载（打开新的？），而这些关卡文件可以被分享给其他玩家，你也会可以从steam创意工坊上传和下载地图！\n\n你还可以自定义你关卡的环境效果，我们会在下一期谈论更多关于这个的事情。\n\n还有要记住的是，任何时候你都可以开始模拟并测试你的关卡，十分简单。\n\n很不幸，这次的更新日志到这里就结束了。但是请确保持续关注我们下一篇日志，到时候我们会讨论关于设置你的关卡来让其有规则，我们会向你介绍编辑器的逻辑系统，能让你创作更加复杂有趣的关卡和模式！\n原文：\n \nMultiverse Dev Blog 2 - 21/07/2017\nBesiege - Von\n\n\nHello Everyone!\n\nToday we’re bringing you the second in a series of development blogs about the Multiverse update! The last blog focused on Physics in Multiplayer, how that all works and what kind of performance you can expect to get out of it.\n\nToday's blog however, will be part 1 of 2 blogs on Besiege's new level editor. The first part will focus on how you'll be able to create an environment, using the editor, and the second part will focus on creating game modes and interactive levels using our newly created logic system!\n\nPlease keep in mind that the Multiverse update is still in active development and anything shown here may be subject to change.\n\nBesiege levels are created using a variety of game objects which are placed into the world and can then be edited, including; structures, foliage, NPCs & environmental effects. And for those of you wondering, we are in the process of creating assets specifically to be used in custom levels & multiplayer levels.\n\n\n\nBesiege's level assets have been divided into several different categories, making it easier for you to find what you're looking for.\nTo place an asset into the level, you simply select it and then click somewhere in the level to place it. Once we have the object in the level, we can use the tools along the top of the editor panel to edit it.\n\n\n\nFirst we have the Translate tool, which allows you to move a selected object around the environment. Then there's; the Rotate tool for rotation, the Scale tool for altering the object's size, the Mirror tool for moving objects in relation to one another, the Eraser for removing objects and the Modify tool for editing an object's properties.\n\n\n\nThe properties tool has different options depending on the object that you're editing. For example editing a wall allows you to dictate whether the wall works in a physics way and the amount of force required to destroy it. Turning off the physics option will cause the object to become static and not to break into physics pieces when it’s destroyed.\n\n\n\nYou can also use the Properties tool to switch between several variations of certain models.\n\n\n\nOther objects such as the AI for example, have considerably more options, allowing you to change their behaviour, stats and even make them friendly to a specific team! Allowing AI vs AI combat!\n\n\n\nIn addition to the object tools we have some more general level editor tools as well, including; a paintbrush mode for placing lots of a particular type of object, a snap to grid option and a duplicate option which has the hotkey Ctrl + D.\n\n\n\nBy clicking the green pencil on the snap to grid button, you can edit the size of the grid you wish to use:\n\n\n\nThe paintbrush tool works by holding down mouse button one and then moving your cursor around. Objects are then periodically placed along the path of your mouse, with random rotations and scales.\n\n\n\nLevels can be saved and loaded at will by any player in the server, these level files can be shared with other players and you will be able to upload and download them from the Steam workshop as well!\n\nYou can also customize the aesthetic environment for your level in the level settings menu, we’ll be talking more about the menu in the next dev blog. \n\nAnd remember, at any time you can just start simulation and test your level, easy peasy!\n\n\n\nUnfortunately that's it for this Dev blog, but be sure to tune into the next one where we'll talk about configuring your levels to have rules and we introduce you into the editor's logic system which allows for more complex and interesting levels & game modes!\n\n\n\n\n最后：\n码字不容易随便来点什么都行了。。先去睡觉",
    "replies": [
        {
            "author": "shijucheng",
            "timestamp": 1531668660,
            "txt_content": "开发日志全是英文233"
        },
        {
            "author": "黑色无耻",
            "timestamp": 1593225000,
            "txt_content": "8888888888888"
        },
        {
            "author": "人生日梦",
            "timestamp": 1607472240,
            "txt_content": "请无视我我只是个路过"
        }
    ]
}