{
    "title": "[1.6.4][贝爷]Minecraft is too easy MC太简单了！？整合包",
    "author": "1254371679",
    "replyCount": 14,
    "timestamp": 1500949320,
    "txt_content": " 本帖最后由 1254371679 于 2017-7-25 10:24 编辑 \nMC IS TOO EASY\n\n\n\n\n关于贝爷这是外国人做的mod，在这个世界里，没有创造模式，不能加入任何其他mod，不能forge，没有小地图，没有地点定位，没有F3，你唯一能做的就是靠自己的能力好好的活下去。贝爷取消了几乎所有的原版木质工具，所有的石制工具，所有的钻石工具（只是工具）附魔台依然需要这钻石。1.取消了木制，石制和钻石工具2.玩家血量恢复速度很慢（但是如果睡觉，会加速血量回复）\n3.经验很难获得，杀死和平动物无法获得经验\n4.方块更硬很难撸\n5.工具耐久度很快就容易用完\n6.装甲的防御能力和以前相同，但是耐久降低\n7.在这个世界，连煤炭都和矿石一样难找\n8.怪物攻击欲望更强大，从很远的地方就可以看到你，飞奔向你\n9.僵尸的攻击范围变大（别指望你空手能撸到他，你早就死翘翘了，甚至有时候用武器，他撸到你了，你还没撸到他）\n10.新金属：铜是最初获得的金属。银对不死族有50%伤害加成，并且有部分怪物只能被银制工具或者附魔武器杀死。秘银耐久非常高。阿德曼合金是所有金属耐久最高的，只有在最深的地方才会出现，并且需要地狱石熔炉加上烈焰棒才能熔化这个矿石\n11.砧：一共有六种砧分别是铜砧，银砧，金砧，铁砧，秘银砧，阿德曼合金砧。都能用来修复金属制作的装备和武器，并且只需要用相应的金属粒。所有砧都是向下兼容，也就是铁砧可以修复铜制武器装备，但是铜砧不能修复铁制武器装备，并且将一个将要破掉的装备修复成完美耐久度，是加入制作武器所需要锭的数量相应的金属粒的数量。比如铜剑修复只需要2个铜粒就可以了，因为制作铜剑只需要2个铜锭\n12.武器，工具，装甲：小木棒，大木棒，燧石斧和燧石小刀是最初能获得的装备，匕首容易制作但是没有剑那么长。战斧是剑和斧子的合成体。战锤的耐久高可以用来挖矿。鹤嘴锄耐久比普通锄高，并且可以用来挖掘。现在有7种箭：燧石箭，铜箭，金箭，银箭，铁箭，秘银箭，阿德曼合金箭，金属粒可以制作链甲装备。\n13.附魔：战锤可以附魔“晕眩昏迷”，钓鱼竿可以附魔“时运”，盔甲可以附魔“再次生成”，鞋子可以附魔“速度”和“自由移动”（这个自由移动每增加1级附魔等级可以减少20%缓慢移动效果），鹤嘴锄和锄头可以附魔“富产”，斧子和战斧可以附魔“采伐”，剑和匕首以及大镰刀可以附魔“窃取生命”\n14.新食物：牛奶可以制作奶酪（4碗牛奶=1个奶酪（2点饱食度）），可可豆和甘蔗可以做成巧克力，蒲公英（黄色菊花）可以做成沙拉（3个菊花+1个碗）\n种植的小麦3个可以变成1个面粉，然后加上水变成面团，然后烧制变成面包（面包提供1点饱食度但是却提供4点营养，所以也特别好），一碗牛奶加上巧克力加上雪球=冰淇淋\n15：新的怪物：\n食尸鬼：移动比普通僵尸快，阳光下不会燃烧，并且攻击会产生麻痹效果不能动，所以遇到基本=死亡\n白色食尸鬼：此僵尸会窃取经验等级并且杀死的方法是用银制工具或者附魔武器，普通武器无法杀死他\n隐形潜伏者：基本上看不到\n恶魔蜘蛛：拥有剧毒的毒液，会造成麻痹和中毒\n地狱犬：会喷火让人着火\n惧狼：惧狼在雪原，并且如果靠近就会主动攻击\n地狱苦力怕：全身红色，爆炸威力范围更大\n木蜘蛛：生长在丛林和森林，并且白天也会主动攻击，会中毒，体形最小，1X1\n影子潜伏着：在最黑暗的区域，并且有光源会自动去熄灭\n火元素：火元素防御伤害，并且会从岩浆中出现，杀死的方法有用附魔的武器砍死或者用水浇死（但是他会主动躲避水源）\n16.动物：比如鸡，猪，羊，牛都需要食物，水，阳光，自由才能健康成长，否则会生病，产量很低不能繁殖。并且如果成群在一起，会造成生病（所以在游戏中，经常看到动物是一个一个的，几乎看不到以前版本中那种一群一群）。动物会自己寻找食物和水源，以及在下雨天自己寻找庇护所。\n17.作物：新加入了洋葱。作物生长速度受到当地温度和湿度的影响。作物可能会枯萎，作物的枯萎会传染给旁边的作物，所以切记作物和作物之间一定要隔开。动物掉落的粪便可以用来肥沃土壤，增加50%作物生长几率，但是等到作物成熟收割后，那块土地也有50%几率变得贫瘠。\n18.床：在床上血量恢复速度是翻倍。在白天也可以睡觉用来回复血量。不可以在室外睡觉，庇护不足够也睡不着，当你睡觉的时候，怪物也会偷偷靠近你，所以保证把门都关上。睡觉的时候新陈代谢依然进行，所以如果饱食度不够，半夜会醒来吃夜宵哟\n19.杂项：\n1.原木，石头和其他硬的方块，徒手无法获得\n2.制造任何东西都需要时间\n3.玩家的挖掘速度和伤害以及移动速度，等级每增加1级，加成2%\n4.所有物品的携带量上限都有所更改\n5.掉落在地上的物品，可以持续更长时间再消失\n6.哪怕什么都不干，人有新陈代谢都会消耗营养和饱食度\n7.进行一些费力的工作，比如挖泥土，砍树等消耗饱食度都是按照每一下撸东西决定的\n8.下雨天在野外淋雨增加饱食度消耗\n9.在水下不能吃东西喝东西，除非喝了水肺药水\n10.移除了蘑菇岛\n11.骷髅移动快但是一击必死（只有4-5点血）\n12.驯养的狼可以做更多的事情\n13.燃烧的生物可能会点燃周围能燃烧的物品\n14.金属箱子，只有自己能打开\n15.如果泥土和沙子没有支撑，会塌方\n16.TNT不会炸掉矿石，但是可以炸掉煤矿和宝石\n17.弓箭的精准度由玩家等级决定，等级越高，精准度越高\n18.最好的钓鱼时间是黄昏，黎明和下雨天\n19.水越深，抓到鱼的几率越大\n20.当饱食度为0的时候，什么都不能做，只能吃东西\n21.僵尸和食尸鬼会攻击动物，但是鸡最惨，因为狼和蜘蛛也会攻击他们\n贝爷合成表\n关于材质包本材质包是采用舒服细致材质包，停，小编我听说贝爷不能加材质啊？能，但要名字相同。\n\n\n\n\n2017-07-25_10.02.00.png (133.97 KB, 下载次数: 1)\n\n下载附件\n\n2017-7-25 10:13 上传\n\n\n\n\n\n\n\n\n2017-07-25_10.02.08.png (180.31 KB, 下载次数: 5)\n\n下载附件\n\n2017-7-25 10:13 上传\n\n\n\n\n\n存档这是马桶大大玩完的存档，按他的要求，各位请善待他的老王哦~ \n\n\n\n\n2017-07-25_10.02.57.png (210.96 KB, 下载次数: 10)\n\n下载附件\n\n2017-7-25 10:13 上传\n\n\n\n\n\n\n\n\n2017-07-25_10.03.04.png (238.92 KB, 下载次数: 2)\n\n下载附件\n\n2017-7-25 10:13 上传\n\n\n\n\n\n\n更新日志(多字误入）R115更新内容20150418:1.薄雪的硬度现在根据厚度来定2.8层薄雪自动变成一个完整的雪块3.铲子，鹤嘴锄以及锄头对雪块也有效R116更新内容20150418：1.玩家可以按住CTRL扔鸡蛋2.增加所有金属门的配方3.猪除了可以吃胡萝卜，也可以吃棕色蘑菇4.冶炼下界石英矿石，绿宝石矿石，钻石矿石，红石矿石，青金石矿石的热度从1变成2 （热度从1到4分别是木头和木炭，煤炭，岩浆，烈焰棒）R117更新内容20150725：1.加入了5种新的花朵：兰花，葱属植物，郁金香，大丽花，雏菊2.兰花提供浅蓝色的染料，在丛林能找到这种花3.葱属植物提供品红色染料，在许多群落都能找到4.郁金香提供橘黄色染料，在沼泽地区能找到5.大丽花提供粉色染料，也是在沼泽地区找到6.雏菊提供浅灰色染料，除了沼泽和丛林都能找到7.骨粉用于草的话，有几率生成以上的花朵（获得菊花的概率又低了）8.黄色的花重新命名为：蒲公英9.在沼泽，蒲公英的数量减少10.蒲公英出现频率减少11.沼泽小屋宝箱中有几率出现蒲公英和葱属植物12.蒲公英和葱属植物在击杀女巫后有几率掉落13.猪，羊和牛践踏花儿，不会掉落14.花盆可以种植新的花朵15.修正了弓箭射击末影人后有纪律反弹的bug16.取消了把沙砾变成圆石的配方（那前期无法搞到圆石炉子了），取消了地狱中的沙砾合成地狱岩的配方17.新的食物配方：烤土豆+奶酪+一碗牛奶=马铃薯泥18.新的食物配方：橘子+糖+雪球+碗=果汁雪糕19.沙拉的饱食度和营养度，从以前的1个鸡腿饱食度和半格营养度，变成半格饱食度和半格营养度20.铁砧修复的修改。（快乐这里并不是非常理解，作者这样说的原话，如果一个物品用一个粒就可以完全修复，那么就可以这样修复，但是如果一个粒无法完全修复，第一次只会修复一部分，第二次就可以完全修复，意思难道是不管消耗多少，2个粒一定可以修复完成吗，这个还请大家测试了告诉快乐）21.所有工具和装甲的耐久度翻倍（这个稍微有点变态，普通燧石斧可以有6个木头，大的燧石斧可以有20个木头，作者说可能今后会变成1.5倍）22.在液体中，物品沉下去的速度变慢23.在非适宜时间（适宜钓鱼时间为凌晨，黄昏和下雨天），钓鱼成功几率稍稍增加（以前是1/4000，现在是1/2400）24.在整个蓝月的夜晚，钓鱼成功几率大大提升25.鸡掉落更少的羽毛26.骷髅弓箭手掉落更少的箭27.所有工作和活动饥饿率减半27.把甘蔗变成糖的制作时间加倍28.牛踩掉草的几率更高29.牛除了可以吃草，还可以吃蒲公英30.牛会周期性的破坏草和蒲公英31.修复僵尸和骷髅弓箭手重复丢下和捡起武器的bug32.骷髅弓箭手会捡起比他们手里拿的更好的弓32.僵尸手里的低质量武器75%的几率不会掉落，除非耐久度比较高或者是僵尸捡起来的33.怪物手里武器，身上的装甲是附魔的几率更低34.把沙子变成沙石，只需要3个，但是必须在工作台，放一排才可以35.加入了硬币系统（比如一个铜粒，可以在工作台变成一个铜币，通过消耗自身经验储存在铜币中，这个铜币可以交易给自己的朋友，也可以用来储存经验，把铜币放在工作台，变成铜粒的同事，增加自己经验，万一自己死了，经验变成负的或者其他情况，就可以用一下恢复经验）36.在森林和丛林，花朵出现的几率稍有提高R118更新内容20150731：1.增加修复皮革装甲的配方，身上的背包就能修复，放在一起（好像是用绳缝补，就是1个皮革可以变成2个绳）2.修改配方：一个皮革变成4个绳，之前是2个绳（所以修补一个皮革装备，需要1/4制造数量，比如鞋子4个皮革，那么1个皮革分解的4个绳就可以修复完成，大概是这个意思，反正就是可以用绳修复）3.减少皮革的保护能力，毕竟修理很便宜，也很方便4.损坏的装备不会被破坏，当耐久度50%以下的时候，保护值也会慢慢降低，最终1点耐久度的时候，保护值就是0%5.改变饥饿度X0.75（因为在R116是X1，在R117是X0.5，这样的饥饿度减少太慢，降低游戏难度，所以折中）6.不管饱食度是多少，玩家每8小时会损失一点营养值（应该是游戏中8小时吧），这样玩家是不可能靠吃垃圾食物（应该指的是加营养值很少的东西）存活的7.营养不良的话，饱食度下降翻倍8.所有的花提供的染料只有1个，以前是2个9.把所有装备，工具，武器的耐久度回归到R116，但是把材料耐久稍作修改材料（R116-R118）铜/银：3.0-4.0金：2.0-3.0铁：4.0-8.0秘银：16.0-64.0艾德曼：64.0-256.010.在丛林群落和森林群落中增加蓝莓灌木丛，可以采摘并且可以再生，也可以用骨粉催熟11.新食物：蓝莓（1/1，植物营养素这个意思应该是半格饱食度和半格营养值）12.增加食物配方：蓝莓+种子+糖+一碗水=粥（4/2，植物营养素）13.增加食物配方：小麦+糖+一碗水=小麦粥（4/2，蛋白质）14.怪物攻击后，伤害不会集中在一件装甲上，会比较平均，防止一件装备都要坏了，其他的还有很多耐久R119更新内容20150807：1.增加4个成就“你正在烹饪”（做出熔炉），“燧石寻找者”（从沙砾中找到燧石），“让一切亮起来吧”（做出火把），“泥土增肥”（对农田使用粪便）2.蓝莓出现的几率减小，但是出现的数量增加3.所有金属箱子破坏的镐子等级+1，比如铜箱子需要用铁镐破坏4.所有的锄头和鹤嘴锄都会触发“种植时间”这个成就，以前只有铜锄头可以5.站在1.5格水中，饱食度消耗为1.5倍，站在2格水中，饱食度消耗为2倍，下雨天在雨中是2倍饱食度消耗6.把蛋白质和植物营养素的限制从168000改为160000时钟节拍7.把食物的蛋白质和植物营养素的值，每一个营养点，从5000改为8000时钟节拍所以吃20点营养点并且包含蛋白质的食物，可以从营养不良状态直接提供满的蛋白质8.身体状况健康的玩家，在满饱食度的状态下也可以吃增加营养值的食物9.沙石的制作方式取消10.增加了沙石熔炉的配方：在炉子中，用木棍作为燃料2个木棍烧制4个沙子，可以变成沙石，其他方法会变成玻璃11.燧石小斧和燧石大斧可以用来挖沙石12.把蓝莓灌木丛放在耕种的地方会把地变成泥土13.把超过1个可以燃烧的东西放入明火中，比如燃烧的地狱火，有几率物品消失。（如果放入太多可以烧的物品，火焰可能会熄灭，防止玩家在火中放入太多东西，简化游戏）14.修复丛林神庙，有时候解谜机制无效的问题15.玩家死后，在120秒内自动会重生，防止玩家死亡后等到天亮或者等作物成熟16.玩家在复活界面不会影响其他玩家休息17.增加大粘土熔炉配方：8个硬粘土=大粘土熔炉18.把4个红砖合并变成坚硬的粘土方块，而不是砖头方块19.增加砖块的配方，8个红砖+1个沙子=2个砖块20.砖块可以丢出去，造成2点伤害，破坏薄玻璃R120更新内容20150810：1.4个粘土可以熔化成1个红砖2.火把在下雨的时候，有几率掉落3.南瓜灯在水底会熄灭4.要塞生成点距离出生点远16X5.玩家睡觉的时候恢复血量速度为4倍，以前为2倍6.如果薄玻璃不能移动，活塞会破坏玻璃7.链甲装备的耐久度是相应锭装备耐久度的一半8.新的饥饿度计划站在温暖/冷的/冰的水里，饥饿度分别增加+0%/+25%/+50%沉默在温暖/冷的/冰的水里，饥饿度分别增加+0%/+50%/+100%站在普通雨/暴雨里面，饥饿度分别增加+25%/+50%站在冷水里面，并且如果还有普通雨/暴雨的话，饥饿度分别增加+37.5%/+50%任何一种形式的营养不良，饥饿度增加+50%温暖的水的意思就是在沙漠里面的水输入指令/hunger可以查看当前的饥饿度速度R121更新内容20150821：1.意外之财：树叶方块有一定几率固定打掉几次后就掉落木棒，橡树树叶和丛林树叶也可以掉落食物。2.熔化配方改变：4个沙子变成玻璃方块，用热度2的燃料，煤炭3.流水会把熔炉熄灭4.物品可以穿过树叶掉下来5.成就可以通过任何顺序激活，而不是一定按照路线走6.新成就：休息充沛，航海家，探险家，启蒙7.巫师小屋，丛林神殿，沙漠神殿，村庄生成更远8.丛林神殿和沙漠神殿在出生点2km之内不会生成。MITE R122更新内容20150825：1.沼泽树叶的物品掉落和意外之财掉落几率减小50%2.工作台如果上面有实体方块或液体的话无法使用3.怪物现在可以在薄雪，绊线，莲叶，浅水区域刷新MITE R123更新内容-201508311.增加“虚空之门”的成就2.减小了砖块的投射距离和伤害3.投掷砖块会造成饥饿度下降4.墨鱼哥的刷新需要的水域更大5.船只最大速度为原来的70%、6.按钮不可以放置在泥土，草，沙子，沙砾，雪，南瓜和西瓜上7.控制杆不可以放在以上的物品和软粘土上8.门的下方不需要实体方块9.门和活板门的转动部分，必须保证是实体方块，不可以是泥土，草，沙子，沙砾，雪，树叶，南瓜，西瓜，玻璃，海绵等10.修复玩家出生在水下而且周围没有陆地的BUG11.史莱姆不会在树顶刷新12.蝙蝠不会飞入虚空13.生成的湖不会破坏树干，也不会让草，花，薄雪等悬浮在空中14.下雨不会把火把掉落（这作者之前更新说有几率下雨会掉落，现在又不掉落了）15.掉落的物品在半砖上不会滑落16.在雪地的动物数量减少17.怪物不会在梯子和板子上MITE R124更新内容-201509011.石头按钮和木头按钮持续的时间一样2.敲门的僵尸不会再生MITE R125更新内容-201509081.铁砧现在修理东西会损坏了2.对于金属制品的维修费用翻倍，以前需要1个粒，现在就需要2个3.掉落的铁砧会把草打掉4.玩家从水底到水面，空气条不会立刻补满5.挖掘的僵尸和食尸鬼不会消失6.优化区块呈现和下雨溅射效果7.物品展示框和图画恢复正常MITE R126更新内容-201510031.奶酪的饱食度和营养值从4/4变成3/32.地狱石的硬度从2.4变成1.63.熔炉，发射器和漏斗如果前面有物品挡住，无法工作4.铁砧，附魔台和唱片机的上方如果有物品挡住，无法工作R127更新内容：2016.04.021.用四碗牛奶做奶酪的时候，碗的排列可以随意，并且现在可以8碗一起做奶酪2.秘银弓的速度加成只在按住shift键的情况下显示3.大大大大大树有时候会在平原地区出现4.在熔炉前面放一个实心方块会把火焰熄灭5.动物在不健康的状况下是不可以喂食的6.血月现在会产生不死怪物，变得很疯狂7.疯狂的僵尸有跟强大的挖掘能力8.疯狂的怪物移动速度增加20%，并且造成额外的近战伤害9.疯狂骷髅弓箭手射速增加33%10.增加了一种新的僵尸，叫做亡魂11.如果玩家背包里面有末影之眼或者末影珍珠，末影人对玩家是不具备仇恨或者攻击性的12.末影人会捡起掉落在地上的末影珍珠或者末影之眼13.降低了骷髅弓箭手和食尸鬼的速度14.僵尸如果依靠武器杀死村民，村民不会变成僵尸15.取消的附魔金苹果的吸收效果16.增加/stats命令，把玩家的信息写进文件中17.银的装备现在可以抵抗中毒，经验流失（主要是对于白色食尸鬼会偷经验）和影子效果（shadow effect不知道具体是什么意思，应该是对影子潜伏者这个怪物的一种效果，具体是什么快乐还不知道）18.工具和装备等的耐久度现在可以直接在物品上显示，也可以在工作台的产出物方块中显示，看看自己做的东西是多少耐久的19.白色食尸鬼偷取的经验是根据玩家的等级而定20.当潜行的时候，玩家画面会感觉更像潜行21.银制武器对于怪物的加成从50%降低到25%22.装备现在能提供的保护就是固定的伤害，以前是按照百分比来的23.洞穴蜘蛛和恶魔蜘蛛在白天的时候也具有攻击性24.玩家现在可以跳过栅栏了24.增加/command这个命令，可以显示有哪些命令可以使用25.修正了活塞的材质26.蛋糕最大的堆叠是8个，南瓜派从16个降低到8个27.炼药锅的堆叠数量从16个变成4个28.小刀现在可以获得收割蜘蛛丝的附魔，除了生锈的铁小刀之外29.剑，匕首和小刀现在对干草和地毯有效30.头颅现在右键可以转动方向31.完整的蛋糕可以整个的拿起来32.龙蛋可以用活塞推动33.雨雪可以通过开着的活板门进来34.炼药锅上面如果有实体方块，那么不可以使用35.下雨的时候，红色蘑菇在露天情况下是不会生长的36.雪花现在会飘落在方块上，而不是在某些高度就直接消失了37.下雪天也有不同的变化，比如刚刚还安静的下雪，现在就是狂风四起38.实体的影子现在会印在板子和楼梯上39.影子潜伏着对玩家造成虚弱状态40.修正了带上南瓜头之后光线变暗的bug41.僵尸猪人现在在近战攻击的时候会挥动武器42.修正了巨大火球的轨迹43.对于抛射物体，增强了方块检测，就是比如活塞顶住的炼药锅，箭射过去可以穿过活塞，射在炼药锅上44.现在可以直接观看马的装备的保护值，直接鼠标移动到物品上就可以45.马的铠甲保护值下调46.对一些怪物的行走路径进行改善，增加AI，比如蜘蛛和僵尸猪人47.女巫现在有一定几率掉落药剂，并且在女巫的小屋中宝箱也有机会出现药剂48.修正了有时候在女巫小屋中不出现宝箱的bug49.生成的水塘和小湖泊不会破坏女巫小屋的阳台等50.下雪现在会摧毁作物和瓜类的根茎51.石头砖块的硬度有所修改，半砖的硬度是整砖的一半52.增加了在花瓶中种植凋零木灌木的能力（不是很清楚）53.剪刀现在可以收割死去的植被和凋零木54.修正了一些关于活塞不能推的bug55.修正了地狱中一些不可能平面蔓延的岩浆路径56.鱼儿咬钩的时间增加1秒57.不同生物群落之间的天空变化是慢慢变化的R128更新内容：2016.07.171.睡觉到日出不能保证天气就变好，天气时钟根据你睡觉的时间推迟2.骨粉无法让庄稼，树苗，可可豆，西瓜，蓝莓灌木丛或者蘑菇等立刻生长3.便便可以用来让蘑菇变成超大（骨粉没用）4.作物的枯萎现在可以在不同的作物之间传染5.不健康的动物不会掉落肉6.村民不再交易经验瓶7.重新安排了成就界面，新增加了11个成就R129更新内容：2016.07.201.对钓鱼的改进：鱼钩不会再卡在船上或者底里2.玩家在游泳，潜水时不能抛鱼竿3.增加了在海洋中大片水域中能钓到大鱼的几率4.现在的村民不再可以交换经验瓶，而是解除魔法药水（可以用于解除女巫的诅咒）5.修复了树干不能生成在水里的bug6.修复了在树干旁边有大量水平原木方块的bug7.修复了在下界有普通沙砾的bug8.增加了恶魂的生成几率，现在不会生成在玩家身边9.稍微增加了木蜘蛛的生成频率10.从发射器中射出的箭的速度翻倍R130更新内容：2016.07.251.增加了新怪物：土元素2.土元素只会受到爆炸伤害以及镐子和战锤,土元素不会被击退，会挖石头并且很快的敲碎门(土元素生成和白色食尸鬼的层数一样，插满火把或者照明足够就不会生成)3.在血月的晚上，作物会枯萎的更多4.所有的作物都需要完整的阳光才会生长，火把和岩浆的亮度无用5.史莱姆碰到作物，作物就被破坏了6.沙砾和灵魂沙在受到投掷物的碰撞后也会受重力影响（包括扔雪球和砖块）7.一碗液体或者一桶液体倒在火元素上，会让它受伤8.对怪物生成进行调整：在探索洞穴时会生成更多的怪物，去地狱中不会再出现大量火元素的情况9.玩家的伤害加成以前是增加2%每级，现在变成0.5%10.地狱犬的眼睛现在闪闪发光。R131更新内容: 2016.07.291.增加新机制：胰岛素抗性2.玩家吃甜的食物会积累胰岛素抗性（应该就是需要糖才可以制作的食物，比如巧克力，蛋糕等），会导致一些惩罚，随着时间推移这种惩罚会消失3薄雪落在工作台上，工作台无法工作R132更新内容: 2016.08.021.对胰岛素抗性进行一些改良，主要是图形界面GUI2.修复了带有火焰附魔的弓射出的箭没有火焰效果的BUG3.修复了怪物跳过开着的门和活板门的BUG4.血月当天的白天一定是下暴风雨的，在沙漠地区是下小雨，晚上才会放晴5.在血月下雨时候，增加闪电的几率6.日出的颜色现在表示当天是晴天，小雨还是暴风雨7.增加了落日颜色的变化8.如果是阴天，日出和日落的颜色就看不到9.蓝月当天一整天天气都晴朗R133更新内容: 2016.08.041.在夜晚，屋外的亮度受到月亮不同阶段的影响2.在血月之前的全月是淡黄色的收获之月（应该是对于作物来说）3.血月会有微红的亮光照射大地，收获之月和蓝月也会有各自的月光4.慌忙逃跑的动物会把这种恐慌传递给其他不同的动物R134更新内容: 2016.08.141.新增加了不同种类的胶质怪(原版唯一的胶质怪是史莱姆)：褐色果冻怪，红色黏黏怪，灰色软泥怪，黑色布丁怪（也就是各种颜色的史莱姆）2.史莱姆，褐色果冻怪和红色黏黏怪分泌胃蛋白酶会消化肉和蛋白质食物比如肉，奶酪和皮革3.褐色果冻怪比史莱姆造成的伤害更多，出生在地下4.红色黏黏怪比褐色果冻怪造成更多的伤害，碰到后会产生麻痹状态5.灰色软泥怪和黑色布丁怪是强酸性的，会腐蚀玩家握着的或者掉落的木质和金属物品，只有与矿物相关的物品，比如石头方块，金，秘银和艾德曼能够抵抗这种怪物（这可能是为了增加金这种矿物的利用率）6.灰色软泥怪和黑色布丁怪会慢慢的腐蚀方块比如按钮，控制杆，门，梯子，木栅栏，铁轨等7.灰色软泥怪不会跳跃，移动时候无声，可以爬垂直的表面8.灰色软泥怪对火焰免疫，但是会受到岩浆和附魔武器的伤害9.黑色布丁只能被火焰，岩浆和附魔武器伤害10.灰色软泥怪有时候在挖矿的时候出现11.史莱姆球现在可以扔出去了，上面的四种怪物击杀都会掉落对应的球12.所有的胶质怪和岩浆怪跳到墙壁上的火把时候，火把会掉落13.如果手里拿着容易破坏的物体（不是很清楚是什么物体）攻击胶质怪，物品会被破坏14.箭射入灰色软泥怪和黑色布丁，会立刻被分解并且不可回收15.史莱姆，褐色果冻怪和红色黏黏怪碰到作物会让作物枯萎，灰色软泥怪，黑色布丁怪和岩浆怪会直接破坏作物16.所有的胶质怪都会寻找并攻击动物17.各种不同的胶质怪会根据体形大小有不同的影子18.史莱姆不能跳过栅栏，门和墙壁19.燃烧的箭如果碰到了血或者冰会熄灭20.携带的岩浆桶，如果玩家游泳的话会变成一桶石头21.玩家携带的任何其他的一桶液体或者一碗液体，比如牛奶，汤之类的，如果游泳（就是水位到达眼睛的位置），就会变成水22.如果玩家的装备的防护等级满足或者超过伤害，有几率只受到半颗心的伤害23.修复了岩浆有时候不流动或者不照明的bug24.减少了火元素在浅岩浆处和流动的岩浆中生成的几率25.修复了蘑菇不显示饱食度和营养值的bug26.玩家在交易和关闭马的储存窗口后有一小段时间不能立刻攻击27.食尸鬼现在会攻击村民R135更新内容: 2016.08.181.修正了一些胶质怪物溶解方块的行为2.调整了胶质怪和岩浆怪的经验3.岩浆怪不能被不能破坏石头的武器伤害4.聊天不会阻挡鼠标的输入，玩家可以在聊天的时候依然移动鼠标进行互动5.奔跑的时候按tab可以停止奔跑R136更新内容: 2016.08.211.修复了一些胶质怪生成的bug2.当胶质怪没有目标的时候减少跳跃的频率3.调整了部分由于新陈代谢造成营养减少4.狼和惧狼在蓝月的晚上更容易被驯服5.在蓝月之前的满月会有幻月萦绕R137更新内容:2016.08.231.第三人称的玩家不会被玻璃而阻隔，就是说现在可以透过玻璃给自己拍照2.胶质怪会攻击村民，村民会逃跑3.地狱犬不会掉落皮革了R138更新内容:2016.08.241.修复了铁砧的部分bugR139更新内容:2016.08.311.增加了史诗洞穴的生成，包括稀有的蘑菇洞穴等2.山涧的频率减少了50%，并且不会在海洋群落生成3.修复了有时候巨大蘑菇会穿插在一起生长的bug4.怪物不会在菌丝或蘑菇伞帽上生成5.岩浆会毁掉菌丝，在水下的菌丝会变成泥土6.菌丝不会蔓延到水下的方块7.菌丝只可以用时运工具采集8.地狱中增加了金矿石R140更新内容:2016.08.311.新增怪物:吸血蝙蝠和吸血巨蝠2.吸血蝙蝠会攻击玩家和动物，并且会吸血来回复自己的血量3.当通过吸血转移血量的时候，血的显示有所变化4.有时候在洞穴的顶端会有成群的蝙蝠5.豹猫会攻击蝙蝠6.对雪人增加了AI，现在雪人在水中会自己爬上来7.村民会主动避开土元素8.爆炸会把菌丝直接炸成普通泥土R141更新内容: 2016.09.201.新增加一个纬度，地下世界2.地下世界有新怪物和新金属3.击杀末影龙增加了新成就和要求3.更改传送门传送的地点（和原版不一样了）4.坐落在主世界基岩上的传送门能传送到地下世界5.坐落在地下世界基岩上的传送门能传送到地狱6.坐落在主世界非基岩上的传送门是随机传送到主世界的另外的地方7.增加了土元素的硬直和攻击力R142更新内容:2017.03.081.修复了小小鸡不会被流水冲走的bug2.修复了物品丢在地面上，关闭游戏后，物品可以复制的bug3.修复了玩家按住SHIFT后点击附魔台会掉耐久的bug4.修复了蜘蛛会刷新在冰下的bug5.修复了用皮革绳修复皮革装备时候的“经济修复”bug6.普通尺寸的吸血蝙蝠会偶尔吃动物，而不是反复的攻击动物直至死亡R143更新内容:2017.03.131.下雨天气频率减少25%2.羊受到腐蚀或酸性攻击会掉落羊毛3.修复了怪物不会在冰覆盖的湖面上刷新的bug4.修复了服务器“连接失败，无法登录”的bugR144更新内容: 2017.04.171.修复了起床时，有时候会被推到墙壁里面的bug2.增加了新的怪物变种：夜翼（暗影蝙蝠）和灵魔（爆炸性蠹虫）3.宝石可以右键变成经验（钻石，绿宝石，青晶石，石英）R145更新内容: 2017.04.181.减少了青晶石的经验2.拉着弓的状态会消耗饱食度3.给护甲增加新的附魔：耐力（耐力等级每一级会减少20%的饥饿消耗，包括以下行为：收割，放置方块，攻击，扔东西，耕种土地，拉弓）R146更新内容 2017.04.211.树苗长大时间延长 (平均延长4倍)2.新增怪物: 铜毒蠹虫 (在铜矿附近生成并且能够造成中毒)3.装有液体的碗或桶不会因水没过玩家而变成水碗或水桶4.可以通过Ctrl + 右键生成岩浆源或水源(每放置一格消耗100XP)R147更新内容 2017.04.271.更改了新的硬币图表2.地牢宝箱会有硬币，以前是金属粒3.金属桶根据材料，装填岩浆的时候有可能损坏4.草方块上有岩浆会变成泥土5.蠹虫从方块中出来的时候会有警告提示6.蠹虫从方块中出来的时候会触发塌方机制7.掉落的沙子，泥土或沙砾不会对蠹虫造成伤害R148更新内容 2017.04.291.增加了远古金属桶的配方2.增加了当玩家不足以修复物品的文本说明3.修复了作物在下雨天情况下不正常生长的bug4.作物生病几率和生病后传染几率都减少50%5.如果相邻的作物是不同的，则生长速度减少50%，鼓励把相同作物种植在一起R149更新内容 2017.05.011.新版本不兼容旧版本存档，使用以前的存档无法继续游戏2.工作台根据制作材料不同可以分为8种，现在称作为“tool benches”工具台3.燧石工具台是一个原木+一个燧石做成4.金属工具台是一个木板+3个金属锭5.木板需要至少在燧石工具台上才可以用原木制作6.两件金属制品以直接合成的方式的修理需要在与之对应（或更高级）的工具台上才能完成7.金属制品的制作需要在与之对应（或更高级）的工具台上才能完成（金属锭与金属粒的转化除外）R150更新内容 2017.05.041.虽然更改了工具台的配方，但是R150和R149存档可兼容2.更改了工具台的配方（请看整合包中新增配方图）3.增加黑曜石工具台4.增加金属工具台的成就5.做燧石工具和黑曜石工具需要线或者皮革绳来进行绑扎固定（比如小刀，小斧子，铲子和斧子）R151更新内容20170506:1.保持与R149和R150的兼容性2.鱿鱼会破坏载有玩家的船，在晚上尤其具有破坏性3.蓝月时，鱿鱼是和平状态，但是碰到后依然会麻痹4.修复了黑曜石小刀和燧石小刀的修补bug5.添加服务端提示文本R152更新内容20170512:1.保持与R149之后版本的兼容性2.工具台使用相对应的配方3.修复了在工具台上不能修补皮革制品（之前是显示Damaged Component损坏的成分），不能把两个耐久不满的相同武器合成耐久相加武器的bug4.皮革装备可以用线也可以用皮革绳修复5.增加古金属硬币500经验，秘银硬币2500经验和艾德曼硬币10000经验6.增加艾德曼符文石7.用艾德曼符文石制作的符文门传送的距离比秘银的符文门更远，比秘银的远8倍（也就是虚空之门，地狱门四个角落放符文石头，秘银符文石头和艾德曼符文石头做法相同，都是4个粒）R153更新内容20170513:1.保持与R148版本存档兼容性（也就是R104-R148以及R153这些版本的存档是通用的了）2.包括了R149-R152所有更新，但是把相关工具台的配方，燧石和黑曜石工具的配方全部移除，保留了以前的配方合成方式。R154更新内容20170516:1. 发布试验版（与R149-R152兼容）2. 艾德曼符文门现在传送的距离会从玩家的出生点开始至少20km3. 淘汰金属小刀（无法制作也无法从村名交易获得）4. 匕首现在增加屠宰附魔5. 增加了木蜘蛛生成几率（几乎翻倍）6. 敌对的怪物在蓝月月光能照射到的地方都无法生成7. 新增加怪物变种：远古蠹虫（在地下世界生成，造成麻痹）8. 普通的蠹虫不会再造成麻痹效果9. 增加铜毒蠹虫和爆炸蠹虫的经验，从5增加到10R155更新内容20170516:1. 版本兼容R1532. 包括所有R154的更新R156更新内容20170524：1.保持与R155，R153以及R148以前版本的兼容性2.村庄中铁匠铺里面的箱子包括各种硬币以及更多有价值的物品3.斧子可以增加对粘土和硬化粘土方块的挖掘速度4.增加了新的土元素品种：粘土土元素5.驯养马儿现在难度增加6.野马用食物喂养的时候，每次喂养的间隔是200秒7.驯养马儿的时候，骑上马儿如果被摔下，下次骑上也需要间隔200秒8.野马会避开玩家9.攻击野马会降低顺从度10.修复了把小马挤进实体方块和障碍的bug11.修复了小马不能移动的bug12.蠹虫在任何一种生物群落都会出现，在山地地形出现频率最高13.蠹虫会杀害村民和动物R157更新内容20170526：1.保持与R156，R155，R153以及R148以前版本的兼容性2.增加铁傀儡的攻击距离3.铁傀儡会攻击所有的土元素4.土元素被雷击后，会变的暴躁5.牛牛君在吃草的时候，减少了90%破坏高草的几率6.马儿被攻击的时候会立刻停止进食7.马儿在避开玩家的时候不会进食8.修复了马儿和铁傀儡在X轴或Z轴移动时候不能跳的bugR158更新内容20170527：1.此版本与R154，R149-R152版本相互兼容，也就是有特殊工具台的版本之间相互兼容2.包括所有R156和R157的更新内容R159更新内容20170529：1.保持与R158版本的兼容性2.游戏状态在玩家死亡的时候自动保存3.修复了小马会进入半砖方块的bug4.怪物会自行避开仙人掌5.怪物只有站在仙人掌上，或者被其他物体挤过去碰到或者移动很快的时候才会受到伤害R160更新内容20170601：1.与R159保持兼容性，也就是有特殊工具台的版本之间相互兼容（159与哪些版本是兼容的请自己查看整合包里面以往的更新内容，今后就不一一解释了）2.在游戏视频设置页面中的最大帧率选项中，增加了一个“加强”选项，加快了区块加载速度，可以按Shift+C来进行区块加载测试R161更新内容20170603：1.版本兼容R160，即有特殊工具台的版本2.减少主世界基岩层雾的浓度3.夜视药水不会让雾变成白色R162更新内容20170604：1.版本兼容R157,即没有特殊工具台的版本之间相互兼容2.包括了所有R159-161的更新内容R163更新内容201706026：1.本版本与R162版本兼容，即没有特殊工具台版本之间相互兼容2.取消“最大FPS”性能设置3.修复了沼泽小屋被莲叶截断的bug4.修复了僵尸把整堆南瓜捡起来作为头盔，而不是只捡1个的bug5.传送门不再生成怪物（因为有可能传送门的另外一边是被方块堵住的）6.地下世界古尸生成率翻倍7.增加了地下世界宝箱中古金属粒和古金属锭的几率8.地下世界中地牢的数量翻倍9.附魔金苹果可以立刻把虚弱的僵尸村民转化10.现在没有直接的村民了，只会出现僵尸村民，然后我们来转化11.僵尸村民会躲避阳光，并且不会消失12.僵尸村民是什么职业是无法辨别的13.增加/villages指令，可以显示剩余的未转化的村民14.不同金属的桶盛的牛奶可以一起放在工作台中做奶酪R164更新内容201706030：1.版本与有特殊工具台的版本相互兼容2.与R163版本更新内容同步\n\n下载地址贝爷MITER165：https://pan.baidu.com/s/1c28IM6s。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Y_sw",
            "timestamp": 1500949620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zjxx",
            "timestamp": 1500949680,
            "txt_content": "1.6.4....远古版本了。。。。"
        },
        {
            "author": "qjx555555",
            "timestamp": 1500950040,
            "txt_content": "不大喜欢1.6.4，太老了。"
        },
        {
            "author": "Noval的季歌",
            "timestamp": 1500951360,
            "txt_content": "在关于材质包一栏我看到了“小编”二字\n你这个是粘贴的没错吧？"
        },
        {
            "author": "魔界冉冉",
            "timestamp": 1500953040,
            "txt_content": "2-2-B-a原帖地址：如为转载整合包则必须填写该项，所填链接必须为原创作者的发布页地址（注意），此项违规视为非法转载，发卡+删帖。\n4-6-e禁止转载：本版禁止从如minecraftdl、9minecraft等的国外二搬站点及中文下载站、贴吧、本站等国内站点转载整合包。发卡+删帖。\n\n楼主差不多可以申请删帖了。"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1500955200,
            "txt_content": "部分图片好像崩了…"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1500955260,
            "txt_content": "魔界冉冉 发表于 2017-7-25 11:24\n2-2-B-a原帖地址：如为转载整合包则必须填写该项，所填链接必须为原创作者的发布页地址（注意），此项违规 ...\n哇嘿背版规dalao"
        },
        {
            "author": "weibokang",
            "timestamp": 1500956580,
            "txt_content": " 本帖最后由 weibokang 于 2017-7-25 12:24 编辑 \n\nMinecraft is too easy没有贝爷的翻译只有他的缩写MITE\n另外，贝爷mod和MITEmod不是同一个mod！"
        },
        {
            "author": "1097982745",
            "timestamp": 1500956640,
            "txt_content": "搬运名称错误，排版也是乱的，版本旧，汉化版整合是q群413669756的，有汉化组的授权吗？"
        },
        {
            "author": "1097982745",
            "timestamp": 1500956700,
            "txt_content": "作者授权也没有，你在干嘛……"
        },
        {
            "author": "Skion",
            "timestamp": 1500957360,
            "txt_content": "这个mod是MITE ! minecraft is to easy    贝爷mod是另一个mod  "
        },
        {
            "author": "hyjj0125cs",
            "timestamp": 1500958380,
            "txt_content": "转载某些内容，还请大大注明，谢谢"
        },
        {
            "author": "縻风",
            "timestamp": 1500958680,
            "txt_content": "这个整合包很强啊。只可惜我是个没有耐心玩生存的人。"
        },
        {
            "author": "1254371679",
            "timestamp": 1500959160,
            "txt_content": "Noval的季歌 发表于 2017-7-25 10:56\n在关于材质包一栏我看到了“小编”二字\n你这个是粘贴的没错吧？\n不是的，我不知道该怎么\n说，就用了“小编\""
        }
    ]
}