{
    "title": "【原创短篇恐怖小说/连载】《4号禁区》第2章",
    "author": "南歌_未央_",
    "replyCount": 0,
    "timestamp": 1500908160,
    "txt_content": " 本帖最后由 南歌_未央_ 于 2017-7-25 08:26 编辑 \n\n\n注释：\n人物：夏哲字体（黑），梓皓字体（褐色），旁白（灰色）\n\n\n\n前提回顾：\n\n夏哲（我）和梓皓合力打开了那扇门，看到了久违的光明\n\n\n正文：\n   我和梓皓试探着走出了铁门，门外是一个普通的郊区正笼罩在一片低垂的夜幕中2人不由得面面相觑似乎如此的死里逃生让人难以置信，当我们再回过头那扇门已经消失了，擦了擦汗便开始漫步在市区中，路上我不禁拨打了以前那个求救电话，电话刚一接通我豪不犹豫的质问起来。\n   “你是谁，为什么要让我去4号区救人，你到底想干嘛？”\n   谁知道电话那头传来一个小女孩的声音\n   “大哥哥，你大晚上梦游呢，这里的市区哪来的4号区？”\n   “这个电话不是你打给我的吗，让我去哪里救人的”我怒气冲冲地吼道\n   “好笑，我什么时候打给你，我和你素不相识，怎么可能那么无聊给你打，有病！”\n   “嘟嘟嘟.........”\n  电话被对方挂断，正在我百思不得其解时\n    “夏哲，这里好像有点不太对劲，不知道怎么了今天的市区竟然没有人“\n    “那他们一定是在家睡觉啊，这都几点了，要不我们去同学家看看？”\n  随后梓皓拉上我去了刘辰家，敲了敲门发现他家门居然没有锁，我悄悄推开他的房门发现一个黑影正一动不动的躺在床上蒙头大睡，我皱了皱眉\n    “你看我说什么来着........”\n 这时一只手突然拍上我的肩膀，我吓得回头，一张煞白的脸浮现在我眼前，而那人却是梓皓\n    “你干什么，想吓死我啊？”我没好气的回道\n    “你有没有发现什么？”\n    “发现什么？别给我装神秘”\n    “刘辰这家伙平常爱打呼噜打的震天响，但今天怎么就没有响声了呢，甚至连呼吸声我都没听见”\n     “是你神经过敏了吧，怎么会呢”\n 我轻手轻脚的走近刘辰，抓起被单的一角猛地掀起，一股恶臭顿时熏得我倒退几步那张被单下赫然躺着一具早已高度腐败的尸体，尸体已经烂的淌出了尸水恶心的蛆虫正在那已经被啃噬的千疮百孔的尸体上钻进钻出，我不由得大叫一声，随着一阵刺耳的骨节摩擦声那具尸体竟然缓缓地站了起来正朝我的方向走来。\n     “快跑！”\n 梓皓见状惊呼一声，拉着魂不守舍的我冲出了刘辰家，我们几乎把两条腿甩成圈儿可是后面的\"刘辰\"仍然越追越近，跑着跑着我们不知道期间穿过多少栋房子多少条街，渐渐地眼前的一切似乎开始一模一样，直到后面的追赶声离我们越来越远我们才停下来。\n     “我们怎么又回来了？”我无奈的叹了口气\n 梓皓摇摇头说“我觉得我们根本就没离开过”\n 我望着四周熟悉的场景和地上凌乱的脚印一圈一圈的重叠着好像有人从这里飞速的跑过。\n     “夏哲，你还记得那间隔离房的尸体吗？”\n     “记得啊，怎么了？”\n     “我发现他们死亡有一个共同点那就是——自杀！”\n     “他们为什么那么做？”\n 梓皓想起那一双双死不瞑目的眼睛幽幽的的说出两个字“绝望”\n     “人一旦来到这个地方，很有可能再也无法离开，这时人会想方设法的逃离这里，但却经历在无数恐怖的事件后悲哀的发现自己竟一直都在这个诡异的地方不断重复着那个让人绝望的过程，人的承受能力最终会超过极限，直到以自我了断的方式来逃离者永无止境的恐惧”\n     “梓皓，那样说我们只能在这里坐以待毙吗？”\n     “或许我这还有一个方法......”\n     “这里应该是一个鬼魂制造的空间，前面我们走出去的那个铁门可能是不同世界的分界线，只要从那个门中出去外面便到了鬼魂所在的世界这就可以解释刘辰为什么会是死人了，然而刚刚从铁门出去看到的市区好像和现实的没什么区别，因为那只是个迷惑人的障眼法，据我了解出口应该就在.....”梓皓伸手指了指我们出来的地方\n“为什么是原来的地方？”\n     “凡事都有个源头，现实中是没有4号区的，你应该知道，我们只能回去找到原来那个消失的门才行”\n     “你的意思死再回那个房间里去？”\n 梓皓点了点头，示意我走过去，走过去才发现那里被一道道铁网包围着，仔细闻还能闻到空气中有股化学用品的味道。\n     “梓皓，你确定我们要爬进去吗？”\n 梓皓白了我一眼：“那还能怎么办，你还想不想回去了？”\n 我有点不情愿，可是还是抓住了铁网爬了进去梓皓随后也跟了上来，但就当我双脚刚落地不久不远处就传来了如猛兽的嘶吼声，梓皓拉上我2话不说就跑，我们跑到一个房间内随后锁上门，这时门外传来了撞门声。\n    “现在我们怎么办？”\n    “先搜索这里吧，想办法离开这”\n    “走这边........\"\n就当我们认为无路可走时，前方突然出现一个黑影正奋力地向2人挥舞着手臂，黑影比划着示意我们跟着他走，我们机械的跟在黑影身后拔腿狂奔只感觉四周的东西飞快的从眼前晃过，那些让人不寒而栗的声音渐渐离我们愈来愈远，可是我和梓皓发现有点不太对劲，这个区域总共就那么几十来米，而我们跟着的那个黑影似乎却已带着我们跑了几百多米.......\n\n\n\n\n后事：他们逃出去了吗，黑影的带领会不会也是个圈套呢？欲知后事请看第3章\n\n\n\n\n@AshLikeSnowALS @CunMa @FHC红石 @北极日记 @麦白 @H.K @John010903 @Kongo @Cai_Iu @qq87809938 @二哈大魔王 \n\n\n\n\n\n \n\n\n\n\n\n",
    "replies": []
}