{
    "title": "[原创·单篇]虚妄的源头[Completed by xcc]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1500906180,
    "txt_content": " 本帖最后由 xcc 于 2017-7-24 22:25 编辑 \n\n前言：算是以后要挖的一个坑的前传？\n很久没有写过东西了，在学校也没读过其他的书，偶尔有个奇怪的脑洞也蛮难得的（笑）\n虽然感觉我的想法显然是难以创新的嘛www\n\n\n在很久以前，这里只有一座山。\n确切点说，是除了一座常青的山脉以外全部是一片黑暗，没人敢靠近那些未知的黑暗，所以他们的活动范围仅仅在那座山上。而山上没有凋亡的花和故去的人，一切活在永恒，但永恒之中的人没有名字，只有一个个标签，他们不知道自己是谁，该到哪里去。世界在无序的混沌中像没有罗盘的落魄航船一样前行，不知去处。\n在这个世界里唯一不显得乏味的，只有一个写故事的女巫写的故事。 \n\n“没劲。”年轻的女巫支着脑袋，用手指碰了碰桌子上一本很厚的书。\n她随意将书翻开一页，书页上只有空白。\n“啧。”她把书往旁边一摔。\n立在书架上的雕立刻扑扇着翅膀飞下来，将书抓起，然后丢到书架底层。\n“没劲也不该迁怒于书。”雕开口道，“况且是你自己忘记在这本书上写你那些故事了。”\n在外人看来，一只雕发出了不属于它的声音劝说女巫，实在是无比奇诡。但存在即合理，这个世界的人也从未质疑过一切的存在。\n“区区一只妖怪雕还来劝说我…….要不是我救过你….”女巫没好气道，“欸，对了，你们这些妖怪是不是很聪明啊？”\n雕摇了摇头，黑色的喙深埋到油亮的羽毛中。\n没劲。女巫忍不住在心里说。\n真是无聊……每个人都不知道要干什么，而且每个人似乎都在永恒中磨灭了个性，究竟是为什么她也不知道。这里的故事没有结局，永远都是平淡的故事永恒地进行着，但是她想创造出不再平凡的故事。\n比如看看山外的混沌之后是什么。\n比如探究一切的源头。\n比如，让故事都有结局。\n她像梦呓一般自言自语道：“为什么故事只能是故事呢？”    她走出自己的小屋的时候，天色仍然是一成不变的清澈的蓝。\n这里没有别的天气。\n她路过一间又一间木屋，千篇一律的样式让她有些厌倦。里面每个人都做着各自的事，但是女巫却觉得很恼人。\n每个人都像是贴了标签，没有人有属于自己的名字。彼此间以“铁匠”，“信使”，“女巫”等称谓相称。而且没有人会想着探索外面的世界，也没有人想着自己为什么会活在这里。\n为什么这里的人没有探索的想法呢？\n除了没有这种想法之外，这里的人还没有任何追求。\n她知道这里的一切是永恒的，但不知道为什么生命的永恒会让人变得没有追求，也不知道到底是什么让世界没有“真实“，也没有”爱“，也没有规则，只有无序，只有无意义的一切。\n她跑到了山脚下，往前大概十米的地方就是山的边界，混沌的起点。\n“冷静点你这个无聊的女巫！“雕扑着翅膀飞来，停在她肩上，”你到底在想什么？”\n“这个世界什么都没有。所有真实的东西都只存在于故事中！”\n雕起先很不解，以妖怪的思维思考片刻后他回复道：“但是这里有美好而单纯的永恒。并不是空无一物。”\n她像是没有听到一般，抬头看了看天上的蔚蓝。\n“你能改变外形不？”她扭头对雕说。\n“····…..变大和变成人形你选一个。”雕有些不适应刚刚转变的的话题。\n“变成能让人骑乘的雕。“她以不容置疑的口吻说道。\n雕本来想问为什么，但被她的一句话问得没了脾气——“你知道混沌外面是什么吗？“\n他无言以对，只好妥协，伸展翅膀，鸣叫一声后周身突然变大了数尺，双翼更是比原先长了数丈。\n女巫跃上雕的背，从背包里拿出纸和笔，在纸上密密麻麻写了很多字后，将纸叠成了纸飞机，然后丢了出去。\n“山上的一切都是无意义的虚妄与永恒，不过在那群人看来，山外的一切才是虚妄吧？“她自言自语了一番，随后说道：”飞慢点，跟着纸飞机！我的目标是找到世界的尽头！“\n“一个纸飞机能飞多远啊。“\n“我在上面施加了永恒的魔法，反正这个魔法和山上的永恒一样不值钱。”\n永恒的东西太多了就会很无趣。她想。\n“可是你刚才在纸飞机上写了些啥？”\n女巫一边收起笔一边回复：“我所期望的世界的样子和规则。”\n真当自己是创世的神明吗。雕在内心抱怨。\n他还想抱怨一句这个女巫真是给他添乱的时候，他惊讶的发现原本包裹着整个世界的黑暗竟然慢慢消失了。\n如潮水般褪去的黑暗背后，是女巫所认为的真实。\n纷纷落叶飘向大地，海中涌起惊涛骇浪，丛林中树叶沙沙作响，冰山上覆盖着来自未知年代的冰霜。\n头顶的天空终于有了明暗阴晴的变化，云海在逐渐加深色调的蓝色中翻滚着，如雕的影子一样在空中前行。\n纸飞机仍然在飞行。\n但是有什么东西打到了纸飞机上——虽然对它的航行没有构成影响——不过很快女巫就知道是什么了。\n下雨了。\n他们仍在前行，但身后的一切，逐渐在他们离开后的很久，堆叠出沉重的历史。\n但是，女巫最后没有找到世界的尽头。\n纸飞机落到了一座山下，女巫抬头，确信自己回到了出发点。\n“它竟然停下了。“她喃喃自语，抬头看山，自己很早以前挂在树枝上的旗帜就算破损了也能告诉她，这里就是以前那座万物永恒的山。。\n她最后又绕了回来，但在走过了世界的每一个角落后，一切都已经改变，新的规则被建立，旧世界的无序被推翻，生活在新的规则下的人们，有梦想，有欲望，有感情，会和其他人成为朋友，也会和妖怪发生冲突。\n尘封在书卷里的故事开始不只是故事，幻想不再是幻想。\n在纸飞机上所写的少女幻想的规则之外，无限的可能性终于开始从这个曾经混沌的世界延伸。      人们给世界命名“虚妄山“，不知道是否有纪念的意思。\n不过现在只有很少人记得，很久很久以前，这里还是一片混沌，世界无序而懵懂。\n直到一个女巫说，她决定看看世界的尽头。     \n\n       @恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807 \n@柠檬柠檬柠  @llxy  \n@gggbbb  ←我也不知道为什么蓝不了[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1500906240,
            "txt_content": "这一楼留着各种说明啥的，日后补补"
        },
        {
            "author": "qjx555555",
            "timestamp": 1500915420,
            "txt_content": "这个这个，还阔以，不错的"
        }
    ]
}