{
    "title": "[ Minecraft.net│CULTURE ] Roboto McExploto 机器人的Minecraft历险",
    "author": "像素君",
    "replyCount": 5,
    "timestamp": 1500910800,
    "txt_content": " 本帖最后由 像素君 于 2020-7-19 08:24 编辑 \n\n\n\n\n\nROBOTO MCEXPLORO机器人的Minecraft历险\nChart new territory with this cybernetic surveyor skin by Irish用Irish的机器调查员皮肤探索未知领域吧！\nStar Trek's sold you a pup, I'm afraid. Forget Jean-Luc and the Federation of squishy organic space-explorers - the first interstellar pioneers will likely be robots. It may be disappointing, but it makes sense: robots don't need to worry about distractions like breathing, sleeping or slugging back cup after cup of hot black Earl Grey. Given that it takes aeons to get from one place to another, just keeping humans alive during the journey is quite a hassle. Much easier to send up a digital brain in a tough robotic body, and have it do the legwork for you. (Assuming the robots haven't completely taken over by then, of course.)\n我担心，《星际迷航》可能对你开了个玩笑——忘掉Jean-Luc和那由有机生命体组成的太空探索者联盟吧，第一批星际开拓者的职位很有可能会由机器人担任。这也许会令人感到失望，但也不无道理：机器人不需要担心呼吸、睡觉、在缀饮一杯热格雷伯爵茶后心绪不宁等让人分心的事情。在探索的旅途中让人类维持生命体征相当麻烦，不过，如果你可以在一个机器人身体里放入一个智能大脑，让它为你跑腿的话，事情就会变得轻松很多。(当然，前提是机器人还没有完全取代人类。)\n\nThis rad robot skin by Irish is inspired by exactly this theme. It's a thorough re-do of an earlier skin he submitted to one of PlanetMinecraft’s regular competitions - which was all about robots replacing humans.\n这些由Irish设计的机器人皮肤受到了这一主题的启发。这些皮肤是他先前的参赛作品的重制——一场PlanetMinecraft论坛举办的有关“机器人取代人类”的比赛。\n\n\"I was flicking through articles online and stumbled across one that mentioned how less than 5% of the ocean had been discovered,\" says Irish. \"This got me thinking about how maybe the next big ‘Industrial Revolution’ could be based around using more of the ocean's resources or unravelling its mysteries, and so the Aquatic Drone Researcher was born!\"\n“我在网上阅读时偶然发现了一篇文章，其中提到人类已经探索过的海洋还不及其5%，” Irish说道，“这让我想到，下一场‘工业革 命’可能与利用海洋资源或揭开它神秘面纱有关，因此，水下无人调查者诞生了！”\n\nIrish wanted to revisit the concept of an explorer of the unknown, so revamped the skin into the all-purpose exploration droid you see below!\nIrish想要重新审视“未知探索者”的概念，所以他把皮肤做成了下图所示的万能探索机器人！\n\n\n\"My two biggest gripes with the original design were how bulky the head was in comparison to the body, and how little of the robot's armour was visible,\" he says. \"[Now] the arms and chest are much bulkier, and very little of the robot is ‘unarmoured’, making it seem much more formidable and equipped for the task.\"\n“我对初版的两个不满是，头与身体相比显得太笨重了，而且我几乎看不见机器人的装甲。”Irish说道，“（现在）手臂和胸部位置都显得更加笨重，而且全副武装，这使得机器人显得更加强壮，可以更加游刃有余地完成任务。”\n\nIt's a much cleaner, striking design now - but it's surprising how much detail is packed in! Irish points to the use of layered shading on the shoulder pads to give the impression of plating, and the emphasis on a couple of big features - the central eye and claw hand - which give the skin a really unique character. What does Mojang's master of pixels, Johan, have to say?\n现在的设计更加简洁、更加引人注目——但令人惊讶的是，里面还隐藏着不少细节！Irish指出，他在护肩位置使用了分层的阴影，这样就会给人一种电镀的感觉；除此之外，他还着重强调了一些主要的特征——脸部中央的眼睛和爪子似的手——这正是这些皮肤独一无二的特点。让我们来看看Mojang的像素画大师Johan有什么话要说：\n\n\n\nIrish's advice to other would-be skinners is to try and stand out from the crowd: “Don’t be afraid to go against what’s popular in the community, even if it means sacrificing getting popular yourself. You can't really grow your skills by just rehashing a worn-out idea, and you're also just another face in the horde of skinners creating the same thing.”\nIrish对想要成为皮肤制作者的玩家的建议是——尝试从人群中脱颖而出：“不要害怕与社区中所流行的东西背道而驰，即使这意味着失去人气。”通过达成一个已经过时的想法来提高自己的水平是不可能的，这样的话你本质上也只是制作同一种东西的人——只不过外貌不同罢了。”\n\nGo grab the skin from PlanetMinecraft. You can also get this skin as part of a larger robot-explorer-themed pack on Marketplace for Pocket and Windows 10. Watch out for more of Irish's stuff on there in the near future!\n你可以在PlanetMinecraft论坛获取这些皮肤，也可以在PE版和Windows 10版的市场上购买一个内容更加丰富的机器人探索主题包。记得多留意Irish未来的作品噢！\n\n(Incidentally the header image is a map I put together using Galingueur’s Odyssey resource pack!)\n（顺带一提，文章封面的背景来源于一张使用了Galingueur制作的Odyssey材质包的地图！)\n\n\n原文链接：https://minecraft.net/zh-hans/article/roboto-mcexploro\n原文作者：Marsh Davies\n原文发布日期：2017年7月24日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "qjx555555",
            "timestamp": 1500914160,
            "txt_content": "可以，就当我提升等级了"
        },
        {
            "author": "qjx555555",
            "timestamp": 1500914400,
            "txt_content": "可以啊，不错帅气，再帅一些就好了"
        },
        {
            "author": "cc7w",
            "timestamp": 1500949260,
            "txt_content": "八段好少233\n辣鸡像素辛苦了"
        },
        {
            "author": "Breakfastbone",
            "timestamp": 1501035600,
            "txt_content": "仰望皮肤大佬，像素都能玩出这么强的操作"
        },
        {
            "author": "long_axin",
            "timestamp": 1501047000,
            "txt_content": "钢铁侠都怕我........"
        }
    ]
}