{
    "title": "军械库＆科研所",
    "author": "Оil",
    "replyCount": 10,
    "timestamp": 1355648880,
    "txt_content": " 本帖最后由 Oil 于 2012-12-16 17:21 编辑 \n\n混蛋播音站报道：播音员（大误）：“最近Oil村长去了由无敌JJ怪担任市长的大村庄市考察学习，回来后不禁感慨万分，表示要向大村庄市学习，所以在Oil村长的带领下，我们建起了一个军械库＆科研所（简称军科所）！           “下面我们有请路人甲同志实况转播！”路人甲：“大家好！我们又见面了！（谁认识你？）现在我在我们军械库＆科研所的正前方！”路人甲：“大家请看，这栋建筑物造型很美观！尤其是顶部采用了上海世博会中中国会馆”东方之冠“的设计！（路人乙：“看！好大的一个洗手池，好大的一个洗手池......”）             路人甲：“现在我们已经进入了军科所的大门，这是它第一层的景象。” 路人甲：“喏，这就是我们军科所的工作人员。”工作人员甲：“请出示有关证件，谢谢。”路人甲：“大家请看防护门旁的两个识别仪，只要我把Oil村长给我的证件放在上面，它就可以为我开门。”路人甲：“好了，现在识别通过了我的证件，防盗门已经开启了。”路人甲：“当然，进入电梯时别忘了拿走证件，不然你就如同肉包子打狗——有去无回了。”路人甲：“现在我们已经到达了第二层，大家可以看到，有很多智能机器人在这里守护着身后的箱子，它们会自动识别来者的身份，如果发现偷窃者和间谍，它们就会自动攻击。“路人甲：”让我们看看左边的箱子里有什么......“（路人甲装备霸气外露......）路人甲：”这是第二个箱子。“（箱子内的东西霸气外露！）路人甲：”接下来我们要到第三层去了。“路人甲：”这就是第三层，大家可以看到有很多的箱子，这也是主要的军械储藏地点。“路人甲：”让我们从右往左看起，这是......“路人甲：”第二个......箱子。”路人甲：“第三个......箱......子......”路人甲：“第......四......个......箱......子......”路人甲（清清嗓子）：”咳咳，第五个箱子。“路人甲：”第六个。“路人甲：”这是一把四十四式的左轮手枪制造所需材料，现在大家知道为什么有这么多的火药、铁锭和钻石了吧！“（乘电梯到四楼的过程略过）路人甲：”好了，现在我到达了军科所的第四层，这里是生化物品试验的场所，旁边的那两位是这里的科学家。“路人甲：”当然了，我们是不会像日军的七三一部队一样用人来做实验，我们只是用一些动物而已，请看：“路人甲：”这是第四层的整个布局:\"（到五楼过程略）路人甲：“这里就是军科所的五楼，是测试枪械威力及精准度的场所，那边的就是军科所的枪械顾问。”路人甲：“这里放着许多的枪支及其弹药，让我们来看一看。”路人甲：“好家伙......”（你为什么不感叹一下自己的装备？！）路人甲：“让我们试试这些宝贝的威力吧！”（......）路人甲：“Yooooo!HEAD SHOT!\"(......）路人甲：”Yooooooooo！！！“（好血腥好暴力......）枪械顾问：”这支枪状况很好！估计可以使用五年。“（到六楼过程略）路人甲：”我们现在正在军科所的第六层：核心主机。大家可以看到有几个技术人员在这，他们是负责监控主机的情况的。“路人甲：”大家看到的这条光纤就是我们核心主机的，它负责传达主机的命令至军科所的其他地方。“（光纤？！）（到达核心主机区域过程略）路人甲：”现在我就站在我们军科所的核心主机房，这就是核心主机，它负责处理军科所的日常事务，同时它也负责向当地军营传送由军科所内外的针孔摄像头拍到的一切东西。“（这是最后一层）路人甲：”这是军科所的最后一层，同时它也是整个军科所的重要核心之一——核能供电器!它负责给整个军科所的电子设备提供电力，没有了它，军科所就如同手无缚鸡之力的人一样对外界的入侵毫无招架之力！\"播音员（大误）：“嗯，就是这样！我们下期再见！”THANKS FOR READING混蛋播音站 版权所有@盗版必究\n\n\n",
    "replies": [
        {
            "author": "edwardk98",
            "timestamp": 1355649000,
            "txt_content": "沙发+拿金币。。。{:10_513:}"
        },
        {
            "author": "zjy",
            "timestamp": 1355649120,
            "txt_content": "第一张图就开始作死了"
        },
        {
            "author": "262949130000",
            "timestamp": 1355649120,
            "txt_content": "顶一下撒。。。"
        },
        {
            "author": "ggehuliang",
            "timestamp": 1355649180,
            "txt_content": "最后一张图的任务亮了、、"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1355649300,
            "txt_content": "把整合包发来+w+"
        },
        {
            "author": "Оil",
            "timestamp": 1355649360,
            "txt_content": "注：路人乙说的话可以用《茉莉花》的旋律来”唱“。"
        },
        {
            "author": "陆雨泓",
            "timestamp": 1355649540,
            "txt_content": "{:10_492:}围观中。。。。。。。。。。。（存档哪去了？）"
        },
        {
            "author": "qq654874734",
            "timestamp": 1355649600,
            "txt_content": "太空故事？？？{:10_522:}"
        },
        {
            "author": "孤剩",
            "timestamp": 1355651160,
            "txt_content": "尤其是顶部采用了上海世博会中中国会馆”东方之冠“的设计！（路人乙：“看！好大的一个洗手池，好大的一个洗手池......”）神马洗手池，神马采用了上海世博会中中国会馆”东方之冠“的设计，明明是是定在地面的一个大钉子"
        },
        {
            "author": "Ramsay",
            "timestamp": 1355674200,
            "txt_content": "做得很不错，但是我个人不太喜欢那个黄色的大标志"
        }
    ]
}