{
    "title": "求翻译forge生成的配置文件",
    "author": "Damnie",
    "replyCount": 2,
    "timestamp": 1500946080,
    "txt_content": "位置：config/forge.cfg 和 forgeChunkLoading.cfg\n\n\n\n\nforge.cfg：\n<font face=\"微软雅黑\" size=\"2\"># Configuration file\n\ngeneral {\n    # Set to true to disable Forge's version check mechanics. Forge queries a small json file on our server for version information. For more details see the ForgeVersion class in our github.\n    B:disableVersionCheck=true\n\n    # Controls the number threshold at which Packet51 is preferred over Packet52, default and minimum 64, maximum 1024\n    I:clumpingThreshold=64\n\n    # Set to true to enable the post initialization sorting of crafting recipes using Forge's sorter. May cause desyncing on conflicting recipies. MUST RESTART MINECRAFT IF CHANGED FROM THE CONFIG GUI.\n    B:sortRecipies=true\n\n    # Set this to true to remove any Entity that throws an error in its update method instead of closing the server and reporting a crash log. BE WARNED THIS COULD SCREW UP EVERYTHING USE SPARINGLY WE ARE NOT RESPONSIBLE FOR DAMAGES.\n    B:removeErroringEntities=false\n\n    # Set this to true to remove any TileEntity that throws an error in its update method instead of closing the server and reporting a crash log. BE WARNED THIS COULD SCREW UP EVERYTHING USE SPARINGLY WE ARE NOT RESPONSIBLE FOR DAMAGES.\n    B:removeErroringTileEntities=false\n\n    # Set this to true to check the entire entity's collision bounding box for ladders instead of just the block they are in. Causes noticable differences in mechanics so default is vanilla behavior. Default: false\n    B:fullBoundingBoxLadders=false\n\n    # Control the range of sky blending for colored skies in biomes.\n    I:biomeSkyBlendRange <\n        2\n        4\n        6\n        8\n        10\n        12\n        14\n        16\n        18\n        20\n        22\n        24\n        26\n        28\n        30\n        32\n        34\n     >\n\n    # Base zombie summoning spawn chance. Allows changing the bonus zombie summoning mechanic.\n    D:zombieBaseSummonChance=0.1\n\n    # Chance that a zombie (or subclass) is a baby. Allows changing the zombie spawning mechanic.\n    D:zombieBabyChance=0.05\n\n    # The spawn fuzz when a player respawns in the world, this is controlable by WorldType, this config option is for the default overworld.\n    I:defaultSpawnFuzz=20\n\n    # If the overworld has ANY spawn fuzz at all. If not, the spawn will always be the exact same location.\n    B:spawnHasFuzz=true\n    B:enableGlobalConfig=false\n}</font>复制代码\n\nforgeChunkLoading.cfg：\n<font face=\"微软雅黑\" size=\"2\"># Configuration file\n\n##########################################################################################################\n# Forge\n#--------------------------------------------------------------------------------------------------------#\n# Sample mod specific control section.\n# Copy this section and rename the with the modid for the mod you wish to override.\n# A value of zero in either entry effectively disables any chunkloading capabilities\n# for that mod\n##########################################################################################################\n\nForge {\n    # Maximum chunks per ticket for the mod.\n    I:maximumChunksPerTicket=25\n\n    # Maximum ticket count for the mod. Zero disables chunkloading capabilities.\n    I:maximumTicketCount=200\n}\n\n\n##########################################################################################################\n# defaults\n#--------------------------------------------------------------------------------------------------------#\n# Default configuration for forge chunk loading control\n##########################################################################################################\n\ndefaults {\n    # Are mod overrides enabled?\n    B:enabled=true\n\n    # The default maximum number of chunks a mod can force, per ticket, \n    # for a mod without an override. This is the maximum number of chunks a single ticket can force.\n    I:maximumChunksPerTicket=25\n\n    # The default maximum ticket count for a mod which does not have an override\n    # in this file. This is the number of chunk loading requests a mod is allowed to make.\n    I:maximumTicketCount=200\n\n    # The number of tickets a player can be assigned instead of a mod. This is shared across all mods and it is up to the mods to use it.\n    I:playerTicketCount=500\n\n    # Unloaded chunks can first be kept in a dormant cache for quicker\n    # loading times. Specify the size (in chunks) of that cache here\n    I:dormantChunkCacheSize=0\n}</font>复制代码\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1500946080,
            "txt_content": "我直接从上到下了啊\n\n是否禁用版本检查\n控制数量阈值（别动）\n自动为合成配方排序\n自动移除错误实体\n自动移除错误方块\n在梯子上是否检查实体还是方块【别动】\n某些生物群系天空渲染\n僵尸生成率\n生成小僵尸几率\n重生区域范围\n是否在主世界启用重生区域\n是否启用全局配置\n\n下面的配置文件是区块读取相关设置"
        },
        {
            "author": "cc7w",
            "timestamp": 1500966600,
            "txt_content": "下面的：\nforge设置\nmod最大每tick生成的区块数\nmod的最大 ticket count 设置为0禁用区块加载兼容\n\n######\n默认：\n是否启用mod覆盖\n每tick每个mod能生成的最大区块数\nmod的最大 ticket count \n玩家能够被发送的ticket数\n区块缓存\n\n下面相对于开发者调试这种 最好都别动"
        }
    ]
}