{
    "title": "[Minecraft.net|CULTURE]In Deep Thought 值得深思",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1500959820,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-7-25 18:38 编辑 \n\n\nIN DEEP THOUGHT\nThe making of a mini redstone computer\n\n值得深思\n制作迷你红石电脑\n\nConsidering it's a game about having adventures and building, Minecraft sure is home to a lot of computers. Computers that calculate; computers with screens; computers that run programs; computers that play games. They're computers in a world in a game in your computer!\n考虑到这是一个关于冒险和建设的游戏，Minecraft肯定是很多电脑的家园。用于计算的电脑；带有屏幕的电脑；运行程序的电脑；玩游戏的电脑。这台电脑位于世界中，这个世界位于游戏中，而这个游戏，位于你的电脑中！\n\nThat's because Minecrafters discovered that redstone and some of its components, such as comparators, repeaters and redstone torches, act very much like the electronic components that you find squeezed down to a microscopic scale inside a chip.\n那是因为Minecraft玩家通过对红石及其一些组件，如比较器，中继器和红石火把等的研究，发现它们非常像电子元件那样，可以挤压到一个芯片的微观尺度下。\n\nBut just because redstone behaves like this doesn't mean that it was intended to build computers. When the first Minecraft computer was shown off, way back in September 2010, it knocked a lot of socks off, even Notch's. That computer was made by theinternetftw and it performed maths and logic operations, but it wasn't a computer that you'd easily recognise. It lacked its own memory and a screen and it didn't play games. But it was extraordinary to behold.\n但是，仅仅是因为红石有着这样的特性，这也并不意味着它就是为制作电脑而生的。因此，在2010年9月，第一台Minecraft电脑的出世，让包括Notch在内的很多人，都大吃一惊。这台电脑是由theinternetftw制造的，它的主要功能执行数学和逻辑操作，但它和你在日常生活中所见到的电脑有所不同。这台电脑没有自己的内存和屏幕，它也不能玩游戏。但是，它的出现，有着非凡的意义。\n\nhttp://static.hdslb.com/miniloader.swf?aid=2387245&page=1\nThe reveal as theinternetftw comes out of the cave and looks out across his computer as it spreads out into the distance still puts shivers down my spine. What a sight!\n随着theinternetftw从洞穴中走出，看着他的电脑，这台电脑不断地在远方露出它的真面目，就算是我也被吓得一哆嗦。多么宏伟啊！\n\nSince then, many, many more Minecraft computers have been built. Laurens Weyn's Redgame computers came with memory and a GPU and could run programs and even play simple games. They were huge, comprising thousands of blocks, using both redstone and command blocks, and today, Minecrafters are still pushing the boundaries, like SethBling's new Atari 2600 emulator, which can run and display games like Donkey Kong. Very, very slowly.\n此后，许许多多的玩家开始在Minecraft中建造电脑。Laurens Weyn的Redgame电脑带有内存和GPU，可以运行一些程序，甚至可以玩简单的游戏。这些电脑使用红石和命令方块工作，它们巨大无比，包含有数千个方块。Minecraft玩家至今仍在进一步挖掘Minecraft电脑能够做到的事情，比如说SethBling新出的Atari 2600模拟器，可以运行和显示像Donkey Kong这样的游戏。只不过，运行得非常，非常，非常慢。\n\nAs well as building massive and complex computers, there's also the challenge of making small ones. A new computer called Deep Thought is tiny by Minecraft standards. Built by n00b-asaurus, it fits into an area of just 40 by 40 blocks across and 35 blocks high. Seriously, this is small, but it can execute four different operations: AND, XOR, OR, and ADD+C. Together, these can perform just about any calculation you need, and what's more, Deep Thought has ports into which you can plug other hardware you might build, such as a screen.\n除了构建大型和复杂的计算机外，还有一个挑战是制作小型计算机。根据Minecraft的标准，一台名为Deep Thought的崭新电脑已经被认为足够小了。该电脑由n00b-asaurus构建，它可以被容纳到长宽分别为40×40，而高度为35个方块的区域。这实在是太小了，但它可以执行四种不同的操作：AND，XOR，OR和ADD+C。总而言之，它可以执行你想要执行的任何计算任务，此外，这台电脑提供了相应的接口，可用于插入你想要插入的其他硬件，如屏幕等。\n\n\nInside Deep Thought's neat exterior lies its complex Redstone workings.在Deep Thought整洁的外观下，其内部的处理单元由复杂的红石电路组成。\nn00b-asaurus has had an interest in electronics since he was about 10, when his parents got him a Radio Shack electronics kit. \"At 13, I got an Arduino, and when it came time to go to college, I signed up for the first electronics class I saw, no hesitations,\" he tells me. Arduino is a system of connected components you can use to build and prototype electronics, and it led him to learning more about electronics in college.\nn00b-asaurus在大约10岁时就对电子产品很有兴趣，当时他的父母给了他一个Radio Shack电子套件。他告诉我，“在13岁时，我拿到了一个Arduino，当我上大学的时候，我毫不犹豫地参加了我看到的第一个电子课程。”Arduino是一个由一些电子元件组成的系统，可用于组建电子产品，或者设计它们的原型，并使他在大学生活中，对电子学有了更多的了解。\n\nBut n00b-asaurus finds it a lot easier to work with redstone than it is to work with electronics. \"There's no power and ground traces to route. You don't have to deal with induction causing noise, plus you can see everything happening inside the computer as it's happening. Also, components are expensive!\"\n但是，n00b-asaurus发现使用红石比使用电子元件要容易得多。“你不需要连接电源，也不需要接地。你不需要解决感应电流产生的问题，也不需要担心电脑里的红石电路不是所见即所得的。此外，电子元件实在是太贵了！”\n\nBut this doesn't make creating a computer like Deep Thought easy. Its size brought some serious challenges. \"It took quite a bit of 'deep thought' itself,\" n00b-asaurus jokes. (Deep Thought's name is a bit of a joke, too: it's from the city-sized computer in The Hitchhiker's Guide to the Galaxy, which calculated the answer to the Answer to The Ultimate Question of Life, the Universe, and Everything to be 42.)\n但是这并不意味着创建一个Deep Thought这样的电脑就很容易。它的体积和尺寸也带来了一些不小的挑战。n00b-asaurus开玩笑说：“设计这一台电脑本身就值得深思熟虑（Deep Thought）”（Deep Thought的名字本身也来源于一个有趣的故事：这是一个来自于《银河系漫游指南》的，城市大小规模的计算机，它计算出了“生命、宇宙、一切一切的终极问题”的答案，42）。\n\n\nDesigning a computer like Deep Thought takes a lot of doodling on scrap paper.设计一个Deep Thought这样的电脑，需要在废纸上进行大量的涂鸦。\nTo fit in the space, n00basaurus had to rein in some of his ambitions. He originally wanted it to be 8-bit, but had to scale it back to 4-bit. In simple terms, bits relate to the size of individual numbers a computer can handle. An 8-bit computer can handle numbers up to 256, while a 4-bit computer can handle only 16, but it uses far fewer blocks. Yet with some clever design Deep Thought can perform calculations on much larger ones.\n为了适应特定的大小和尺寸，n00b-asaurus不得不控制着他的一些野心。他原本想要的是8位计算机，但后来不得不将其缩小到4位。简单来说，位与计算机可以处理的整数数量有关。一个8位计算机可以处理多达256个整数，而一个4位计算机只能处理16个整数，但是它使用的方块就少得多。然而，通过一些聪明的设计，Deep Thought有望计算更大的数据。\n\nAnother tactic n00b-asaurus used was to use something called a finite-state machine as the control circuit, a structure that tells each part of the computer what to do. Though simplistic and rather inflexible, a finite-state machine is smaller to build than the logic circuits found in other computers, and it also made timing instructions more straightforward.\nn00b-asaurus使用的另一种策略是使用被称为有限状态机的东西作为控制电路，该结构告诉电脑的各个部分要做什么。虽然这很简单，也并不灵活，但有限状态机比其他类型计算机中发现的逻辑电路要小一些，并且它使延时指令更加直观一些。\n\nThe result is a machine that n00b-asaurus says is similar in architecture to an Intel 4004, which was the first commercial microprocessor when it was launched in 1971. He admits that Deep Thought is rather lower powered, however.\n最后诞生的这台机器，n00b-asaurus称其在架构上类似于英特尔4004，一个于1971年推出的第一个商业微处理器。然而，他也承认，Deep Thought相对较弱一些。\n\n\nAs for his next challenge, it's all about recreating in redstone an x86 chip. This is a long-living family of chips on which you might well be running your copy of Minecraft today, since it's inside most PCs!\n至于他的下一个挑战，那就是使用红石电路复现x86芯片。这一系列芯片存在了很长时间，你今天也在用着x86芯片，运行着Minecraft的一个游戏副本，因为它已经广泛运用在大多数的PC机里！\n\nAfter all, the only real restriction to building Minecraft computers is time. \"A redstone computer's clock speeds are limited to how long it takes to get data from one side of the computer to the other,\" he explains. Thus, the bigger the computer, the slower it is. \"Really, there's no limit to how sophisticated redstone computers can get, it's just whether you're willing to wait 4-5 hours for the result.\"\n毕竟，建造Minecraft电脑的唯一真正的限制是时间。他说：“红石电脑的时钟速度，被限制在将数据从计算机的一侧传输到另一侧所需的时间。”因此，计算机越大，速度越慢。“真的，复杂的红石电脑的确可以做想要做的几乎任何事情，只要你愿意等待4-5个小时才能得到结果。”\n\nBut why does he only work with redstone and not command blocks, which are inside most other Minecraft computers? \"I'm not at all against using command blocks in a computer,\" n00b-asaurus says. \"In fact, I do intend on eventually making a computer out of command blocks simply for the fact that so many options open up when you use them. For now, though, the challenge presented by redstone is a lot more fun and rewarding. That and it's fun to watch redstone lines flicker on and off when you finally get your computer running.\"\n但是为什么他只使用红石，而不去使用其他大多数Minecraft电脑里使用的命令方块？“其实我根本不反对在设计电脑时使用命令方块，”n00b-asaurus说道。“事实上，我只是不希望我的电脑包含有命令方块，只是因为在使用它们时需要涉及到很多很多的选项。对于当下的情况来看，红石电路带来的挑战是更加有趣，也更加有成就感的。当你最终让你的电脑运行起来的时候，看着红石线在不停闪烁是一件很有趣的事情。”\n\n原文：https://minecraft.net/zh-hans/article/deep-thought\n作者：Alex Wiltshire\n原文发表时间：2017年1月19日",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1500960120,
            "txt_content": "参见土球4zdalao\n教练直接挂原图我加载的好慢"
        },
        {
            "author": "縻风",
            "timestamp": 1500963120,
            "txt_content": "好厉害啊0.0.不知道MC以后会不会成为商用工具呢0.0"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1501001880,
            "txt_content": "图片最好搬运到国内图床【虽然我加载挺流畅的\n然后排版再多搞两下就更吼了"
        }
    ]
}