{
    "title": "[七月活动]星星和雨的夜【内含BGM】",
    "author": "暗夜Elen",
    "replyCount": 1,
    "timestamp": 1500977580,
    "txt_content": " 本帖最后由 雨夜蔷薇 于 2017-7-25 18:14 编辑 \n\n第一次参加周创月活动好紧张啊qwq　←你够了http://music.163.com/style/swf/widget.swf?sid=468026331&type=2&auto=1&width=320&height=66废言：半夜听歌突然有了点灵感然后就糊了这么个东西。。后来再看大概受写的时候听的BGM影响有点大吧= =BGM是仙儿版的一人行者，昨天突然想找来听听然后被变调苏了一脸= =（所以后半段都是听着这个写出来的= =）选图：正文：　　夕阳的余光渐渐消散，只在天边留下一条浅蓝色的线；夜幕降临前的天空，下了一天的雨终于停下来，透过润湿的空气，看到星星渐渐显露在天际。独自走在被水色浸润的街，湿润的城市不似往日烦躁而意外的显得有些空旷，清凉的风在街上穿行，带起了裙角微微飘舞。路上有微光明明灭灭，不知是街灯还是繁星点点。　　自来到这个城市已经过去了三年半，但她还是喜欢不上这座繁华但又浮躁而不近人情的水泥森林。独自地走在陌生的街，呼吸着厚重的水汽，忍不住又想起了家乡干净的天空。三年来早已习惯了一人离乡的孤独，暮然回想，曾经那个年轻气盛想要在异乡好好生活的姑娘，不知不觉中早已消失在时光里。　　离开家的时候已过了夏末，初秋的阳光中带着不易察觉的凉意。她背对着下午的太阳向家人挥手，满心想着新的城市和新的生活，就像初次展翅的雏鹰显得毫无畏惧。车水马龙的大城市少了一丝家乡温馨的人情味，却也让她坚定了一定要在这好好呆下去的念头，高楼林立的森林让人眼花缭乱，拉着行李箱在大学校园中漫无目的的走着，已是华灯初上的时候，她却不知道该去哪落脚。　　——直到一只手拍上了她的肩膀，完全不认识的学姐，却因为那眉眼间直爽的欢笑而难以警惕起来。也没法拒绝对方在知道自己因为安排失误而没有宿舍床位的时候果断的邀请去她的宿舍过夜。　　于是，就像是理所应当的似得，她们成了朋友，趁着还没开学的几天逛遍了学校周围的大街小巷，初来乍到的紧张仿佛融化在了响彻在热闹街巷的笑闹声中，热闹而灯火通明的巷子里，明黄色的灯光照在他们仿佛无处不在的身影上，让他觉得着城市也不像表面上那么冷漠麻木。　　天空是那样的绚烂，刚刚试着展翅飞翔的雏鹰早已无暇顾及家的温存。\n　　军训后新学期正式开始，她也真正的开始感到自己正在慢慢融入这陌生的一切。从学姐的宿舍搬回调整后分到的新生宿舍，尽管有些不舍，但还是很快的和几个舍友熟络了起来，一起出没在校园角落，偶尔拌拌嘴闹闹别扭，但是一到中午一顿饭之后就又和好如初，就好像什么事都没发生过似的。秋天学姐来叫她们一起去爬山，背着大大的包一路爬到山顶，坐下来边看着山下的远方边一起畅想以后的日子，时间在欢笑中慢慢流逝。又一年的开始，就像当时学姐认识自己一样和一个小自己一年的学弟做了朋友，慢慢体会到光鲜城市掩盖下的一些事情，与朋友们吵了几次架。黯自伤心了几天后才发现，自己有些想家了。　　再后来也开始忙了起来，忙着想毕业后的事，忙着为以后的人生准备，也就无暇顾及那些了。最初的新鲜感过去后，也开始变得有些麻木了，渐渐失去身上多彩的颜色，变得有如水泥森林的灰。\n　　学姐毕业那天大家一起去庆祝，推杯换盏直到凌晨多。记得那天也是一个雨夜，小雨淅淅沥沥的下着，却掩不住偶尔透过乌云照进来的星光。那一个星星和雨的夜，她扶着喝的烂醉的学姐回到宿舍，陪她聊了很久，从小时候一直到现在，往日总是元气满满的学姐却在这样一个夜晚趴在她怀里哭的稀里哗啦，像是积攒了十几年的眼泪一下子都涌了出来一般。　　真正毕业后的学姐为了工作一直在东奔西跑，各种各样的事情总是缠在身边，联系渐渐的也少了，几年前历历在目巷子中女孩们的欢笑声仿佛被风带走吹向远方，再也听不见了。也许再半年后，另一个自己是主角的毕业派对后，曾经熟络的朋友，也会像这般慢慢淡泊疏离吧。　　夜风渐止，地面上的积水打湿了她的鞋子，路上街灯一盏盏熄灭，空旷的街只剩下她和星星还没有入眠。漫天的繁星在天上静静的看着她孤独走在街上，平日冷漠麻木的水泥森林现在却显得有一点小小的脆弱，曾经热热闹闹说好要当一辈子朋友的人们，最后也只剩下了一个人独自走在夜空之下。　　即使来到这里已经过去了三年半，经历了人情冷暖起起伏伏，却还是习惯不了，为何人生来注定孤单，注定离散？",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1500977820,
            "txt_content": "其实用这个文章参加六月活动至少可以拿二等奖？"
        }
    ]
}