{
    "title": "体验我的世界国服Hypixel小游戏 - 《来！战个痛！》",
    "author": "kaho",
    "replyCount": 4,
    "timestamp": 1500983280,
    "txt_content": " 本帖最后由 kaho 于 2017-7-26 20:34 编辑 \n\n\n7月14日网易游戏开启了《我的世界》国服PC Java版不删档测试，之前参加过一测或预约过的玩家都可以直接领取激活码，2017年8月2日0时前购买过《我的世界》国际版的玩家也可以在12月14日0时前通过领取回归奖励来获得激活码。（点我 进入我的世界中国版官网）\n国服启动器简洁明了，节省了玩家的时间，在游戏中心，已经有不少服务器可以选择了，接下来我就带你来看下目前最受欢迎的Hypixel小游戏服。\n\n来到服务器的大厅，就看到了不少玩家在挑选自己感兴趣的游戏模式，在线玩家数有1900多人，可见这个小游戏服的魅力之大。服务器目前有街机游戏、建筑大师、超级战墙、迷你战墙、起床游戏、掘战游戏、空岛战争这七个模式，日后应该还会推出新模式。\n\n除了众多的游戏模式之外，Hypixel服还有让玩家更有动力 “刷刷刷”的任务挑战和成就系统，升级就会有奖励的等级系统，人名币玩家最爱的MVP系统，以及组队、宠物、工会等常见的游戏系统。\n我先后试玩了几个游戏模式，接下来就让我们一起来看一下吧。\n\n超级战墙\n选择该模式之后，玩家便会被传送到相应的游戏大厅，在玩家的左手边有该游戏的排行榜，右手边则是游戏的玩法介绍。选择玩地图后，玩家就会进入指定的区域等待游戏的开始。\n在等待的过程中，你可以选择包括海诺布朗恩（战士）、鱿鱼（坦克）等普通职业，也可以通过氪金或者爆肝解锁更强力的诸如奥术师、恐惧魔王等英雄职业，甚至是听起来很一般但其实是神话职业的鼹鼠、狼人和凤凰，不同的职业有不同的属性和技能，总有一款适合你。\n游戏开始后，玩家被传送到地面上，身上会有一些初始装备，接下来玩家要做的就是在高墙倒塌之前，尽可能的提升自己的装备，来应对接下来的硬仗。在玩家挖矿时，会时不时挖到一些箱子，可以开出一些食物和武器补给。\n在高墙倒塌后，也就意味着战斗真正的开始！玩家需要进入敌方的高塔内，消灭藏在其中的凋灵来使敌方无法复活，进而将敌方团队团灭。\n\n所有团队的凋灵全被消灭后，游戏会变为死斗模式，所有玩家被击杀后无法复活，并在中心区域以外的地方会一直处于饥饿状态。当一方的全部队员被全数击杀后，这只队伍即被淘汰。\n那么此时你可以选择当一个“不胜利，毋宁死”的meng男，或是找个地方躲起来苟到游戏结束，你的选择将影响重大。大吉大利，晚上吃鸡！\n\n当然你要是觉得超级战墙太费时间，或者想要战个痛的话，可以尝试下街机模式下节奏更快的迷你战墙，能更快更直接得体验到团队厮杀时热血沸腾带来的快感。\n\n掘战游戏\n这个模式包含两个游戏：方块掘战和丢锅大战。\n方块掘战，一个字，跑！你所踩到的方块会在短暂的延迟之后爆炸，玩家需要秉承着“真男人从不回头看爆炸”的信念，通过自己的身法在沟壑纵横的地图上闪展腾挪。不过玩这个模式，你需要一台配置比较好的电脑，因为我想应该没人喜欢在游戏里想看 ppt 吧。\n\n?丢锅大战，每一回合的开始，有几名玩家会成为“天选之人”，被戴上会爆炸的TNT帽子，这几位“天选之人”需要在限定的时间内，将自己的锅也就是头上的TNT丢给其他玩家，不然就会在回合结束时爆炸。届时，就看各位的speed能不能比香港记者还快了。\n\n\n\n起床战争\n\n\n每天早晨，被闹钟或是父母叫醒都要依依不舍得离开舒适的床。起床战争就是在敌人的攻击下守护住自己团队的床。玩家使用地图上刷出来的资源购买装备和方块来进攻或防守，将所有敌对势力的床破坏后，玩家即可获得胜利，可以获得相应的经验值和奖励宝箱。开箱子什么的最爽了！\n\n\n\n这次的小游戏服体验除了游戏突然崩溃，大概有一秒左右的网络延迟之外，总的来说还是很不错的，网易游戏能做到这种程度也实属不易。当然《我的世界》国服里除了Hypixel小游戏服外，还有许多有意思的服务器等着大家，快叫上你的小伙伴们一起嗨皮嗨皮吧！\n\n\nCthuzine 编辑组责任编辑：浮云整理：kaho封面图渲染：Zhou_wizard版权持有，未经允许，严禁转载至其他网站及门户。欢迎各位打赏，支持我们\n关注本刊微博 @Cthuzine，了解更多 Minecraft 资讯。本文章与微博同步发布。\n[groupid=1300]Cthuzine 杂志组[/groupid]",
    "replies": [
        {
            "author": "1245892483",
            "timestamp": 1500984660,
            "txt_content": "那个足球小游戏才是真爱"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1500986220,
            "txt_content": "标题 战个痛 是smg2333"
        },
        {
            "author": "守望星空",
            "timestamp": 1500991560,
            "txt_content": "看起来很好玩的样子耶~~"
        },
        {
            "author": "cry-Ramon",
            "timestamp": 1504096860,
            "txt_content": "网易游戏，，能做到这种程度也实属不易。对的。"
        }
    ]
}