{
    "title": "[Minecraft.net|CULTURE]Flight of Fancy 放飞梦想",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1501028880,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-7-26 08:41 编辑 \n\n\nFLIGHT OF FANCY\nGet a bird's-eye view of Haru's coastal city\n\n放飞梦想\n鸟瞰Haru建造的海滨城市\n\nThis stunning build is the work of expert mega-builder Haru. Called \"Crane Travel\" it shows clusters of buildings, inspired by historic designs from across Asia, attached like limpets to craggy coastal outcrops. Walkways are strung between the islands, and, towering above the other houses is a grand palace of green sweeping roofs, draped in multicoloured pendants. And further above that still, sailships hang miraculously in the air as a flock of gigantic cranes soar past.\n这个惊人的建筑作品出自专业的大型建筑师Haru之手。这个被称为“Crane Travel”的建筑作品，展示了来自亚洲各地的建筑，它们拥有着悠久的历史文化，座落在崎岖的海岸上。人行道位于岛屿之间，高耸在建筑之中的，是一个宏伟的宫殿，它的屋顶是绿色的，并身披五彩缤纷的垂饰物。在更远的地方，巨大的白鹤，自由地翱翔在天空下。\n\nIt's an extraordinarily beautiful build - rendered above by Antrelial - and a thrilling mixture of precisely realised architecture and geography, and startling fantastic elements.\n这是一个令人赞不绝口的建筑作品——上面的渲染图由Antrelial制作——它把严丝合缝的建筑和地表环境完美地融合在了一起，并加入了许多令人惊奇的元素。\n\n\"Every time I build I put in 70 percent realistic elements and 30 percent unrealistic elements,\" says Haru. There needs to be something solid and credible first to anchor the viewer in the reality of the world, before Haru starts to build the more outlandish aspects around it. With this ratio of real to unreal \"the overall look of the build will be better. If I put more unrealistic elements, then it will come out unnatural and awkward.\"\n“每次建造时，我会在70％的现实主义成分中掺入30％的虚构元素，”Haru说道。首先需要有一些真实的，可信的东西，从而决定整个世界的基调，接下来Haru才会在其上创造那些虚幻的元素。通过这样决定真实与虚幻的比例，“整体外观的构建将会更好。如果我掺入了更多的不切实际的元素，不自然和尴尬的痕迹就在所难免了。”\n\n\nThough Haru looked to traditional Korean architecture, \"most of the buildings were actually inspired by Japanese building style.\" Render by Kryiin.虽然Haru是向韩国的传统建筑看齐的，不过，“大部分的建筑实际上是受到日本建筑风格的启发。”此图由Kryiin渲染。\nHaru's hope is that the fantasy elements emphasise the beauty of Asian architecture rather than distract from it. Render by Banan.Haru希望，虚幻的元素是用于加强亚洲建筑的表现力，而不是用于分散注意力的。此图由Banan渲染。\nFor Haru, Minecraft is a tool of artistic creation first and foremost. \"And I love the Minecraft character. It's so cute.\" Render by Antrelial.对于Haru来说，Minecraft是艺术创作的工具，因此作为第一步，它是最重要的。“我爱Minecraft的人物。它很可爱。”此图由Antrelial渲染。\nHow did Haru set about constructing such elaborate structures? Did he sketch the designs out first?\nHaru是如何建造这样精雕细琢的结构的？他会先把框架画出来吗？\n\n\"In my case, I didn't sketch at all,\" says Haru. \"My only process in order to build is just my own imagination. The reason why I don't sketch first is because I think of the Minecraft world itself as my own sketchbook and all of those blocks are my paints. I just use my own imagination instantly and build. In this point, I can feel the beauty of Minecraft.\"\n“按照我的情况来看，我根本没有设计过框架，”Haru说道。“在我制作的过程中，我唯一依靠的的就是我自己的想象力。我不首先设计框架，是因为我认为Minecraft世界本身就是我自己的画本，所有这些方块都是我的颜料。我只是用自己的想像力立刻开始我的建设。在这一点上，我可以感受到Minecraft世界的美丽。”\n\nEach build is a self-set challenge to improve, says Haru - to hit some creative limit, overcome it and grow as an artist. But such ambition sounds occasionally exhausting and sometimes Haru will hit a creative block: \"If I can't think about ideas of building anymore, then I have to take time to rest - just few days and I go back to focus on building again.\"\nHaru说，每个建筑都是一个提升自我的挑战——挑战极限，克服困难，最终成长为艺术家。但是，这样的野心有时候听起来会让人深感疲惫，有时候Haru会进入创作的瓶颈期：“如果我建造的想法快要枯竭了，那么我不得不花时间休息几天，然后回来并再次开始建筑工作。”\n\nWhat can we expect to see from Haru in the future? \"I will work hard to improve and develop Korean minecraft building community in 2017.\" With builds as good as this already, that's quite the challenge!\n未来我们能够从Haru这里看到什么？“我将在2017年努力改进和发展韩国的Minecraft建筑社区。”建筑已经非常棒了，这是相当大的挑战！\n\nYou can see more screenshots of this build here.\n你可以在这里看到更多有关于这一建筑作品的截图。\n\n原文：https://minecraft.net/zh-hans/article/flight-fancy\n作者：Marsh Davies\n原文发表时间：2017年2月1日",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1501029060,
            "txt_content": "大佬太多，感觉人生无望……"
        },
        {
            "author": "ProducerSoda",
            "timestamp": 1501032300,
            "txt_content": "好厉害啊，佩服佩服"
        },
        {
            "author": "qjx555555",
            "timestamp": 1501034700,
            "txt_content": "感觉有点像驯龙高手，这是海鸥吗，太大了吧"
        }
    ]
}