{
    "title": "「Minecraft.net|CULTURE」Castle Canyon ——  Canyon城堡",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1501044060,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-29 11:23 编辑 \n\n\nC A S T L E    C A N Y O N\nCanyon城堡\nIstanbul! Texas! Together at last in Crabcod's worldly build!\n伊斯坦布尔和德克萨斯州！——都在Crabcod最新的世界级建筑中！\n\n　　Sometimes I wonder if I've seen more castle builds in Minecraft than I've seen actual blocks. I've seen medieval castles, redstone castles, futuristic castles, epic fantasy castles, watermelon castles, chocolate-coated castles, mashed potato castles complete with gravy moats... actually, I might've made those last two up. Need to stop writing these articles before lunchtime.\n　　我时常会认为我在Minecraft中看到的城堡建筑比现实中看到的还多——例如中世纪风格的，红石类型的，未来风格的，史诗幻想型的[sup]1[/sup]，还有西瓜城堡，外表涂抹着巧克力的城堡，用酱油调和的土豆泥城堡……其实，最后两个类型是我随口编的，我不该在午餐之前写这篇博文的。\n\n　　Anyway, today's build proves that there's plenty of life in the castle build yet, so long as you keep finding fresh twists on it. Korean builder, Crabcod has done exactly that, with his 'City of the Canyon' taking inspiration from two very different parts of the planet.\n　　不管怎样，现在的建筑证明了一个道理，只要你不断寻找新鲜的闪光点的话，城堡建筑是很有生命力的。一位韩国的建筑师Crabcod[sup]2[/sup]的做法就是那样，他的建筑'City of the Canyon'的灵感来源于地球上两个完全不同的地方。\n\n　　“I was always interested in artistic things and liked to play games,” explains Crabcod to me, “so I went to find things that could make artistic expressions in games and started to work on Minecraft.”\n　　“我对艺术这类的东西很感兴趣，而且我也很喜欢玩游戏。””Crabcod向我解释道，“所以我就开始寻找我能表达艺术的游戏，——然后我就开始我的Minecraft创作生涯了。”\n\n\n\n\n\n\n\n\n\n　　Crabcod started the project with a desire to create simple urban architecture, surrounding a larger main element. After “looking for a good background image and an illustration,” he chanced upon the scenery of the Texan city of Canyon. “It was so beautiful and I liked it that I made [my build] with reference to the image of the city.”\n　　Crabcod起初希望建造简单的城市建筑，将其作为主要元素。但是在寻找背景图片和插图之后，他决定着手于德克萨斯州的Canyon[sup]3[/sup]。“那个地方是那样的美丽，我喜欢根据那城市的图片来重建它。”\n\n　　But Crabcod's architectural designs aren't consistent with the actual Texan city of Canyon. Instead, he opted for spired towers, slanted roofs, and a castle more Middle Eastern in feel.\n　　但是Crabcod的建筑设计风格与真实的Canyon不同。相反的，他选择了螺旋塔楼，倾斜屋顶，和一座更有中世纪感觉的城堡。\n\n　　This architecture, he explains to me, “was inspired by Hagia Sophia in Istanbul.” It's a smart mesh of influences – distant landscapes and architecture mixed together - resulting in a build that's truly the best of both worlds! (OK, true, both of those places are on Earth, so technically it's the best of one world. But in my defence - shut up).\n　　对于这个建筑，他向我解释道，“灵感来源于伊斯坦布尔的圣索菲亚大教堂[sup]4[/sup]。”这两种灵感的共同影响就像是一张交织错杂的网，将远处的风景与建筑的艺术混合在了一起——最终造就的建筑对于两个世界来说都很棒！（好，是的，这两个地方都在地球上，所以实际上这是一个世界，但在这是我的言辞——请不要再说了。）\n\n\n\n\n\n\n\n　　Crabcod's city was no small undertaking, and he has advice for players taking on longer projects like this. “You can be tired or have no fun when you are building,” he explains, breaking new ground for this usually pro-Minecraft website. “When that happens, try it with your friends. Then it will be more fun and [you'll become] closer to your friends.” Good idea! Those friends are fellow members of Korean build team, GBF – and you can expect to see more builds from that talented team on Minecraft.net soon.\n　　Crabcod建造这座城市的任务并不简单，同时他也对我们在完成大工程时的做法提出了建议。“在你建筑时，你可能会疲倦，然后不能从中得到任何乐趣，”他解释道，但是一反往常的态度，他向我们说——“当你厌倦的时候，和你的朋友们一起去建造吧——从中得到的乐趣比你自己建造所得多了很多，你和朋友们的关系也会更好。”多么棒的想法！他的朋友们也是韩国建筑团队GBF的成员——你可以期待在Minecraft.net上看到更多这支团队的作品！\n\n　　So what's next? “I want to make a building of Korean traditional style,” Crabcod says. “I want to spread the beauty of Korea through this.”\n　　接下来他想干什么呢？“我想建造出一座韩国传统风格的建筑，”Crabcod说道，“我想通过这样来向世界展示韩国的美。”\n\n\n\n　　It's not like he doesn't have globetrotting form in replicating the beauty of the real world in Minecraft, as his builds based on Japanese architecture and a Baroque Palace attest. Why not follow Crabcod on Twitter to see where he takes us next?\n　　将真实世界的美丽复制到Minecraft中来，他并没有去环游世界，他的建筑风格以日本建筑[sup]5[/sup]和巴洛克宫殿式[sup]6[/sup]为主。为什么不在Twitter[sup]7[/sup]上关注Crabcod来看看他接下来会带给我们什么呢？\n\n\n原文地址：https://minecraft.net/zh-hans/article/castle-canyon\n原文作者：Tom Stone\n原文发布时间：2017/07/25\n翻译者：c7w\n翻译时间：2017/07/25\n\n1.https://minecraft.net/en-us/article/dragon-scale\n2.https://www.planetminecraft.com/member/crabcod/\n3.http://www.canyontx.com/\n4.http://www.hagiasophia.com/\n5.https://www.planetminecraft.com/ ... e-building-3778297/\n6.https://www.planetminecraft.com/project/baroque-palace-3865677/\n7.https://twitter.com/guen015615\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1501267980,
            "txt_content": "第一段最后两句完全不对\nmade sth up 是编造的意思\nactually, I might've made those last two up. 其实最后两个是我编的\nNeed to stop writing these articles before lunchtime. 我不应该在午餐前写这博文的\n\n第三段 开始从事于Minecraft了 可能改成 开始使用Minecraft创作了 这种说法会更通顺\n\n他解释道，与原先的说法不同的是，他说道 \n这段我看不懂，你觉得正常中文会这么写吗\n\n翻译建议\nhe explains, breaking new ground for this usually pro-Minecraft website. \n一反自己一贯支持Minecraft的态度，他说到\n\n"
        }
    ]
}