{
    "title": "「Minecraft.net | CULTURE」 Living the High Life —— 过高大上的生活",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1501130700,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-29 11:30 编辑 \n\n\nL I V I N G    T H E     H I G H    L I F E\n过 高 大 上 的 生 活\nAll aboard Swigly’s flying fortress turned luxury cruise!\n请登上Swigly的豪华飞艇！\n\n\n　　The soldier’s life is not known for its luxuries. Fighting folk have typically found themselves in sodden trenches, sweltering desert camps, or squeezed together in stinky submarines. And then, to round it all off, other soldiers try and poke nasty holes in them. Doesn’t sound like my cup of tea, to be honest.\n　　士兵的生活不以奢侈而著名。战斗民族的人民通常都在湿透的战壕，闷热的沙漠营地，或是在潜水艇中窥伺着他人。然后，其他阵营的士兵会尝试突破他们的防线。说实话，这样的生活听起来不是我的菜。\n\n　　Maybe I’d be more enthusiastic if the armed forces gave up all that nasty fighting business and instead spent their time floating over the world in a dayglo-orange mobile resort. And that's just what we have in this terrific new build by Swigly! This indomitable flying vessel has every facility an elite warrior unit could ever want. Like, er, tennis courts and a casino. Wait, what?\n　　如果士兵的任务不是战斗，而是在世界各地的度假村中环游的话，可能我会更喜欢些。这，就是Swigly的最新建筑！这艘不可战胜的飞艇之上几乎拥有每位精英士兵想要的设备。例如，额，网球场和赌场。等下，啥？\n\n　　It’s important to stay in shape, of course - and maybe the casino is there to teach soldiers about the devastating nature of risk. It makes total strategic sense, I’m sure.\n　　当然，飞艇的外观是很重要的——可能那里的赌场会教授士兵们人生大起大落的快感。我确信那是有战略意义的！\n\n　　Mind you, Swigly wasn't exactly going for grim realism.\n　　请注意，Swigly并不是现实主义建筑师。\n\n\n　　Giant engines provide structure behind the Victor's striking shark-like tail.\n　　胜利者号引人注目的鲨尾型巨型发动机结构。\n\n\n　　Careful not to thwack your tennis balls over the side.\n　　注意不要把网球打出界了。\n\n\n　　Ignore the guns - check out all that space for sunbathing and hacky sack!\n　　无视掉枪支——这里是用来晒日光浴和享受的！\n\n\n　　Hopefully there are systems to prevent pool spillage during high-speed manoeuvres.\n　　希望在游轮高速前行时有能够阻止游泳池内的水溢出的系统。\n\n\n　　The Victor's mighty batteries hopefully deter any interruption of R&R.\n　　胜利者号强大的能源供给能够防御任何中断R&R的行为。\n\n\n　　\"I've had an obsession for airships for a long time, be it zeppelin style or more futuristic,\" he tells me. \"I've definitely drawn a bunch of them. I borrowed a lot from that, and different ones I find online. This certainly has a touch of Meta Knight's ship and a bit of Dr. Robotnik's Egg Carrier.\"\n　　“我想建造一艘飞船已经很长时间了，我梦想中的飞船是齐柏林风格的，更具未来化，”他告诉我，“我画了很多飞船草图。我从草图中借鉴了很多元素，另一些元素是我从网上找的。这艘飞船看起来有点像Meta Knight的飞船，也有点像Dr. Robotnik's Egg Carrier。”\n\n　　OK, so not so much Sun Tzu as Sonic and Kirby. And what about the whole casino and resort thing? Well, Swigly has been playing Minecraft since Alpha, and one of his earliest builds was a flying casino. \"It was a square, looked simple and didn't resemble a casino or an airship,\" he admits, but he wanted to make a tribute to it anyway.\n　　好的，没有像Sonic 和 Kirby 那样借鉴那么多的战略兵法，关于赌场和度假村呢？好的，Swigly自从alpha版本就开始玩Minecraft了，他早期的作品之一就是飞翔的度假村。“它是方形的，看起来很简单，就和普通的赌场和飞艇差不多。”他必须承认，他想把这个当做纪念。\n\n　　A lot of thought has been given to the opulent interior. There are lounges for the different ranks, with the Grand Suite truly fitting for an admiral. There's also an outdoor tiki-themed one, with a pool and hot tub. There's also a club for stage acts, a ballroom and an entire Dig-Fight arena squeezed into this flying battleship. And there are even the practical things a giant flying resort would need, like 12 engines, luggage storage and a cupboard for the cleaners.\n　　关于内饰他考虑了很多，对于不同级别的士兵有不同级别的休息室，例如适合上将的豪华套房。也有户外以提基文化为主题的休息室，其中有游泳池和热水浴池。在这飞船中还有一个舞台表演俱乐部，一间球室和一块挖掘战斗区域。甚至飞船上还有一艘飞船真正应该拥有的基础物品，例如12台引擎，行李寄存柜和清洁工的橱柜。\n\n\n　　Under all the opulence thunders the Victor's engine room. More like engine vroom! Ha! Ha!\n　　在所有奢侈的东西之下，胜利者号的引擎室，更像是发动机的声音——哈——哈——\n\n\n　　The lobby features a near-aboretum of greenery.\n　　大厅附近的室内树木园。\n\n\n　　The Grand Suite is for the highest ranking officers only. Pretty fancy stuff.\n　　豪华套房仅仅对高阶士兵开放，相当奢侈。\n\n\n　　The upper class bar and cake dispensary reflect the Victor's taste for military hierarchy.\n　　上层的酒吧和蛋糕店反映出胜利者号对军队等级制度的品味。\n\n\n　　A dress code applies for the casino. Full regalia only. Golem croupiers deter card sharks.\n　　赌场的着装规范，来这里的人都必须盛装出席，铁傀儡荷官会将出千的人赶出赌场。\n\n　　Swigly built the USS Victor in vanilla Java Minecraft, using structure blocks to copy complex repeated elements, such as those engines. There's also some canny use of command blocks to deal damage to anyone who gets too close to the turbines.\n　　Swigly使用Minecraft:Java版原版建成了USS 胜利者号，他使用了结构方块来复制重复的元素，例如引擎，同时他也设置了一些命令方块来对靠近涡轮太近的人造成伤害。\n\n　　\"Mostly I just made it up as I went,\" he says. \"I know it needed a pool and a tennis court, engine room, first, 　second and third class, the casino, and at least one lounge. I started with the main deck in the front and built towards the engines. There's been many times where I didn't like where the design was going, and I'd erase large chunks and start over. I kept doing this until it looked good.\"\n　　“我只是做了我想做的东西，”他说道，“我知道这里需要游泳池和网球场，引擎室，三间房子，赌场和最少一间休息室。我从前面的甲板开始做起，到最后造的引擎室。有很多次我对一些设计感到厌烦，所以我就拆掉那些我厌烦的设计，然后重新建筑一遍。我一直这样重复，直到我自己看着满意为止。”\n\n　　The one little problem? There's only one lifeboat. I guess the casino’s not the only place you can find terrible odds.\n　　有一个小问题？这儿只有一艘救生艇，我想赌场不仅仅是唯一可怕的地方。\n\n　　Still, why worry about that when you can just go for a dip in the tiki-themed hot tub? Swigly, we salute you!\n　　现在为什么要担心你能不能泡热水浴池浴呢？Swigly，我们向你致敬！\n\n\n原文地址：https://minecraft.net/en-us/article/living-high-life\n原文作者：Alex Wiltshire\n原文发布时间：2017/07/26\n翻译者：c7w\n翻译时间：2017/07/27\n\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1501269120,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-7-28 20:13 编辑 \n\ncasino 赌场\nshark-like tail 鲨尾型\n\n我梦想中的飞船是有齐柏林风格的\ntiki 提基 一种文化\naboretum 树木园\ncroupier 荷官\ncard sharks 老千\n我怀疑你是不是遇到不会的词都不查的\n\nA dress code applies for the casino. Full regalia only. Golem croupiers deter card sharks.赌场内有特定的着装规范，必须盛装出席。铁傀儡荷官也会驱赶出老千的人俱乐部的着装规范，铁傀儡管理员决定鲨鱼卡的去向\n你比较一下\n\n倒数第三段 tennis court 是网球场不是台球桌\n\n\n\n"
        }
    ]
}