{
    "title": "[ Minecraft.net│MERCH ] We Made a Magazine！我们做杂志了！",
    "author": "像素君",
    "replyCount": 10,
    "timestamp": 1501201860,
    "txt_content": " 本帖最后由 像素君 于 2017-8-7 17:57 编辑 \n\n\n\n\n\nWE MADE A MAGAZINE!我们做杂志了！Announcing the all new Minecraft: Official Magazine\n介绍Minecraft家族的新成员：官方杂志\n\nWe like to think we do a decent job of keeping you up-to-date on all the goings on in Minecraft right here on this website - but there are some things that the digital medium just can’t do. The smell of crisp, freshly printed pages. The heft of a new glossy mag in your hands. The reassurance that you can read it in the bath without fear of electrocution.\n\n我们认为自己做了一件很好的事情——让你现在可以在这个网站上了解《Minecraft》的最新动态——但有些东西是数字媒体无法做到的。刚印好的书页散发着清香，一本崭新的光滑的杂志正放在你的手中。放心，你可以在浴室里阅读它，不用担心触电的问题。\n\nAnd so, together with our publishing partner Egmont (responsible for our many fine books) we’ve put together a wonderful papery companion for Minecraft - packed with dev insight, fun and frolics. There are elite building tips, survival stories and so, so much more to be found within. There’s even a comic, illustrated by the truly amazing Trudi Castle and starring new Minecrafting heroes - Bear, Scout, Monty and Sparks - who also dole out useful ‘crafting advice throughout the mag. You’ll hear more about them soon!\n\n因此，我们与我们的出版合作伙伴Egmont（负责给我们出版许多优秀的书籍）一起，为《Minecraft》带来了一位奇妙的纸质伙伴——它充满着洞察力、乐趣和嬉戏。这里面有着优秀建筑技巧，生存故事……还有更多。这里面甚至还有漫画，由Trudi Castle演绎和展现新的Minecraft英雄——Bear、Scout、Monty和Sparks。他们会在杂志中向你提供有用的合成建议，你很快就会知道更多关于他们的消息！\n\nEvery page is a delight - and you can pluck it from UK shelves VERY SOON for a mere ?4.99, before it becomes available in other countries.\n\n每一页都是一份喜悦——你不久后就可以把它从英国书店的货架上拿下来。在它可以来到其他国家之前，价格仅为4.99英镑（约合43.9元人民币）。\n\nIt’s a really gorgeous thing to behold - and super-useful, too: the first issue contains 14 pages of hints and tips, with each build broken down into detailed steps that show readers how to improve their game and hone their building skills. Try as we might here on Minecraft.net, there’s something magical about The Double-Page Spread which cannot be replicated outside of print.\n\n这本杂志非常漂亮，而且非常有用：第一期包含14页的提示和技巧，每一个建筑都分解成详细的步骤，向读者展示如何把游戏玩得更好，并磨练他们的建筑技能。就像我们在minecraft.net上所做的那样。这一双页一面的东西有一个奇妙之处——这上面的东西不能被复制到别处。\n\n\nPrint 4 Ever. I ? print.\n永远的打印！我爱打印！\n\nHave a look!\n来欣赏一下吧！\n\n\n\n\n\n\n\n\n\nTo give you an even better sense of what awaits within, we asked the magazine team a few questions!\n为了让你对杂志里的东西有个更充分的了解，我们向杂志出品团队询问了几个问题！\n\nMarsh: What's this magazine thing all about then, eh?\nMarsh：这本杂志有什么内容？\n\nMagazine Team Speaking As A Mysterious Collective Voice: It’s a sumptuous, glossy celebration of all the things that make Minecraft great.\n\n杂志出品团队以一种神秘的语气回答道：这是一场关于让《Minecraft》变得更好的伟大而华丽的庆祝。\n\nAnyone who loves getting creative will be inspired by our expert building features, and in the first issue we’re going to show you how to construct a secret pirate island, a gorgeous wooden galleon, and a fearsome TNT cannon. Blam!\n每个热爱创造的玩家都将会受到我们的特色建筑的启发，在第一期中，我们将会为你展示如何构造一座秘密的海盗岛屿，一艘漂亮的木制帆船，以及一门令人闻风丧胆的TNT大炮。砰！\n\nFor daring swashbucklers we’ll have regular exploration guides, and in our debut issue we’re going to dive deep into ocean monuments and show you how to survive the sunken corridors and hostile mobs that lurk there.\n\n对勇敢之人，我们会有常规的探索指南。在第一期，我们将深入研究海洋神庙，并向你展示如何在沉没水中的走廊上和周围暗中观察的敌对生物中生存。\n\nThe first issue also has challenges, a super-tough quiz, tips on how to throw the ultimate Minecraft party, awesome stickers, a card battling game, a four-page celebration of builds and skins created by the Minecraft community and loads, loads more.\n\n第一期里也有挑战。一个难以应对的小测验，关于如何开一场终极Minecraft派对的技巧，漂亮的贴纸，一个纸牌游戏，展示四页由Minecraft社区里的玩家制作的建筑、皮肤……等等等等。\n\nIn short, Minecraft Official Magazine is packed with all the things you love!\n简而言之，《Minecraft》官方杂志包含了你喜欢的所有东西！\n\nM: So, what's your favourite feature in the first edition?\nM：所以说，你在第一期里最喜欢的是什么？\n\nMTSAAMCV: Definitely the feature that shows you how to beat up elder guardians.\nMTSAAMCV：当然是打败远古守卫者的攻略啦！\n\nWith their creepy staring eye and nasty spikes, these terrors of the deep deserve a good kicking – and with our tips, direct from the magazine’s combat experts, you’ll have no problem sending these watery beasts crying home to momma.\n\n它们有着直勾勾盯着你的恐怖眼睛和令人作呕的尖头，这些深渊中的可怕生物就应该被打一顿——使用来自杂志出品团队中战斗专家的建议我们的建议，你就可以轻轻松松地把这些水汪汪的生物带回家给妈妈。\n\nWhat kind of cool articles can we expect in future issues?\n\n我们可以在未来的杂志中期待什么样的有趣文章？\n\nMTSAAMCV: We have such sights to show you!\n\nMTSAAMCV：我们有很多好东西要带给你看呢！\n\nIssue 2 is a Nether special, where we’ll help readers build their own Nether castle, showcase the Minecraft community’s best infernal builds, and show you how to gut those gruesome ghasts.\n\n第二期是下界特刊。我们将帮助读者们建造他们自己的下界城堡，展示Minecraft社区中最好的下界建筑，并向你介绍如何解决那些可怕的恶魂。\n\nThe third issue, due in December, has a winter theme, and we’d love to see the snowy builds and skins created by our readers.\n\n第三期定于12月发行，主题为冬日。我们很愿意看到读者们制作的冬日建筑和皮肤。\n\nIf you’d like to see your frosty work featured in the magazine, please send high-resolution images of your builds and skins to us via the world’s clumsiest email address, Minecraftmag@euk.egmont.com. We’ll feature your coolest stuff in the mag!\n\n如果你想在杂志中看到自己的作品，请把自己的作品和高清截图发至这个世界上最冗长的地址：Minecraftmag@euk.egmont.com。我们会把你最酷的作品放在杂志中！\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-granite\n原文作者：Marsh Davies\n原文发布日期：2017年7月27日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "Ant繁星飞跃",
            "timestamp": 1501209540,
            "txt_content": "宛如腾讯代理Minecraft"
        },
        {
            "author": "cc7w",
            "timestamp": 1501223040,
            "txt_content": "Print 4 Ever. I ? print.\n永远的打印！我爱打印！\n\n爱心被吃掉了蛤蛤蛤"
        },
        {
            "author": "子德",
            "timestamp": 1501297980,
            "txt_content": "杂志jang"
        },
        {
            "author": "3534383457",
            "timestamp": 1501310220,
            "txt_content": "挺吸引人的，就是没法买到了......"
        },
        {
            "author": "Mr_X5",
            "timestamp": 1501325700,
            "txt_content": "太贵了，没钱（只买的起漫画）"
        },
        {
            "author": "凌峰大大233",
            "timestamp": 1501456980,
            "txt_content": "这杂志...宣传得倒是挺好，但看内容里面全是些小学生内容啊。\n造什么“TNT大炮\"?\n给小学生装X倒是不错...\n个人表示不感兴趣。\n（纯属个人意见，要喷喷到我的邮箱,lingfengcode@gmail.com）"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1501473000,
            "txt_content": "坐等中文版。"
        },
        {
            "author": "255524",
            "timestamp": 1501724520,
            "txt_content": "宛如腾讯代理Minecraft"
        },
        {
            "author": "eer12138",
            "timestamp": 1501903680,
            "txt_content": "悄悄的问一下\n\n有中文版吗"
        },
        {
            "author": "凛",
            "timestamp": 1502095800,
            "txt_content": "是Trudi Castle\n不是Trudi Castleand"
        }
    ]
}