{
    "title": "「Minecraft.net|INSIDER」 如何安全地多人联机",
    "author": "cc7w",
    "replyCount": 0,
    "timestamp": 1501239720,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-29 11:44 编辑 \n\n\nH O W    T O    S T A Y    S A F E    O N L I N E\n如 何 安 全 地 多 人 联 机\nRead our safety tips for Minecraft multiplayer!\n阅读我们对Minecraft多人联机的安全提示！\n\n\n　　One of the best things about Minecraft is the amazing community. There’s nothing better than getting together with like-minded Minecraft players to collaborate on amazing builds, play together on Realms or compete on multiplayer servers.\n　　Minecraft极棒的东西之一就是多彩的社区。现在没有比和其他热爱Minecraft的玩家一起合作建造建筑，玩领域服，或是在多人服务器上对战更有乐趣的事情了。\n\n　　With the Better Together update, there will be more ways than ever for Minecraft players on mobile devices and consoles to play together online through LAN, shared worlds, Realms and servers. With so many ways to connect from so many devices, we wanted to share some changes to Minecraft designed to ensure everyone has a positive and safe experience, as well as some online safety tips.\n　　独乐不如众乐更新将为Minecraft玩家带来比之前更多的在线游玩的方式，玩家可以在任何手机或主机设备上通过网络进行通信，互相分享本地世界，领域和服务器。在这些设备拥有更多连接方式之际，我们想分享Minecraft在安全方面的一些改进和一些网络安全提示，目的是确保每个人的体验都是精彩和安全的。\n\n　　We believe improving online safety is an ongoing effort. These changes are just one step in how we at Minecraft are working on creating online gameplay everyone can enjoy. But we also want your input. If you have any suggestions for how we can improve online multiplayer experiences, or have any feedback for our team, please share your ideas at feedback.minecraft.net - we read every single one. A safe and welcoming experience starts with a great community, so thank you for sharing your input, and being the wonderful Minecraft player that you are!\n　　我们相信，改善网络安全是一项长期不间断的工作，但是总的来说我们的目的只有一条，——我们想创建一种所有人都能开心游玩的网络环境。但是我们也想听到你的想法，如果你有一些关于改善在线体验的建议，或是对我们团队有一些反馈性质的建议的话，请在反馈页面（feedback.minecraft.net）分享你的想法 —— 我们会认真去读每个意见。安全和受欢迎的体验首先从极棒的社区氛围开始，所以感谢你的反馈，——做最棒的Minecraft玩家吧！\n\nGAME UPDATES FOR SAFER ONLINE PLAY\n更安全的网络游戏更新\n\n　　With the Better Together update, there will be a few changes to how you connect and communicate in online multiplayer games on mobile, Windows 10 and console devices.\n　　独乐不如众乐更新会为手机，Win10版和主机版相互连接和玩家聊天的方式上带来一些改进。\n\nXbox Live Sign-In Required for Online Multiplayer\n在线游玩需要登入Xbox\n\n\n\n　　Xbox Live is a social network for gamers, that’s free to join, doesn’t require an Xbox console and gives you your very own gamertag – also used as your name when playing in Minecraft!\n　　Xbox Live是一个为玩家而开放的社交网站，加入它是免费的，你不需要购买Xbox主机，你只需要给你自己起个昵称就好了 —— 在Minecraft中游玩你也要使用这个昵称！\n\n　　Starting with the Better Together update, you’ll need to have a gamertag of your own to connect to online multiplayer experiences, whether that’s a Realm, an official server partner or a hosted Minecraft world via an IP address.\n　　在独乐不如众乐更新之后，想要连接到任何多人游戏中你都需要一个昵称——不管是领域，官方的服务器还是其他通过IP分享的Minecraft世界。\n\n　　By creating an Xbox Live account and gamertag, when logged in you can set your own privacy and multiplayer preferences, create and manage accounts for your family members, and stake your claim on your name in the Minecraft universe. Plus, because everyone will have an account, if you do run into any creepers ruining the fun, it’s easy to report them, and for our Enforcement team to identify the player in question.\n　　创建Xbox Live的账号且设置昵称之后，登入时你能够设置你的个人隐私与偏好，为你的家庭成员创建或管理账号，或是更改你在Minecraft世界中的游戏名。并且，因为所有人都会去游玩，如果你在游玩的过程中遇到一些安全问题的话，反馈是很简单的，我们的执行团队会使用安全问题来验证玩家。\n\n　　Of course if you are playing on a local area network (LAN) connection, you won’t need to sign in to play with friends on the same network.\n　　当然如果你在本地局域网内和在相同局域网中的朋友游玩的话，你就不需要登入Xbox了。\n\nAdd, Mute, Block or Report Players from the Pause Menu\n在暂停页面添加好友，屏蔽，加入黑名单或举报玩家\n\n\n\n　　Because everyone you’ll meet online in Minecraft will have their own gamertag too, you can add new friends, or mute, report or block someone, right from the pause menu in-game. Here’s a run-down of the options:\n　　因为你在Minecraft世界中遇到的所有人都拥有昵称，所以你可以在暂停界面中将他们添加为好友，或是屏蔽，举报或将他们加入黑名单。这是具体说明：\n\n　　Add Friend: If you add someone to be your friend on Xbox Live, they will be able to join you when you’re playing on your own Minecraft worlds, and they’ll show up in your easy-access invite lists for Realms and online multiplayer.\n　　添加为好友：如果你和某人在Xbox Live上成为好友之后，当你在游玩你本地的Minecraft地图时他们就可以加入你的本地世界，他们也会出现在你的领域服和在线多人游戏的邀请列表当中。\n\n　　Mute: When you mute someone, you won’t see any of their messages in game chat or in servers.\n　　屏蔽：当你将某人屏蔽了之后，你看不到他们在游戏中或服务器中的聊天。\n\n　　Block: Blocking someone means that they can’t contact you at all in Minecraft or through the Xbox Live network. You won’t see their messages in chat, they can’t join your Realm (even with an invite), you won’t see any Xbox Live messages or game invites from them.\n　　加入黑名单：在你黑名单列表中的玩家不能通过Minecraft或Xbox Live网络联系你，你在游戏中看不见他们发的消息，他们不能加入你的领域服（通过邀请也不能），你收不到任何来自他们的Xbox Live私信或游戏邀请。\n\n　　Report: Reporting someone sends a message to Minecraft and Xbox Live Enforcement with information about the issue.\n　　举报：举报该玩家，Minecraft和Xbox Live的执行团队会去处理举报。\n\n　　We take reports very seriously. All our players are expected to adhere to the Xbox Live Code of Conduct. When you report bad behavior you’re helping to create a positive and welcoming experience for all Minecraft players. Depending on the infraction a report can result in consequences such as a temporary inability to chat in game, a suspension from being able to join servers or multiplayer worlds, or in the most extreme cases, a permanent Xbox Live account or console suspension!\n　　我们处理举报是很认真的，我们希望我们所有玩家都遵守Xbox Live的产品守则。当你举报别人时，你也在帮助我们为Minecraft社区营造积极的氛围。取决于被举报人的违规程度，我们可能会将他永久禁言，或是让他永远不能加入服务器或多人世界，如果更糟的话，我们可能会让他的Xbox Live账号永久封禁！\n\n　　In order to prevent false reports, our Enforcement teams work to verify and confirm any misconduct reports.\n　　为了防止滥用举报，我们的执行团队会对每个对不当行为的举报都进行调查取证和确认。\n\nSet Player Permissions from the Pause Menu\n在暂停页面设置玩家权限\n\n\n\n　　Want to invite friends to look but not touch in one of your shared worlds? Or help you fight off a horde of zombies without attacking each other? Now you can with new player permissions which you can manage right from the game. You can set custom permissions for each player in your world or Realm, or use pre-set permissions levels.\n　　你仅仅想邀请玩家来观览你的地图，却不想让他们破坏或放置方块？或是邀请他们一起来战胜僵尸大军，但不想有友军伤害？现在你能够在游戏中设置玩家权限了。在你的世界或领域服中你可以为每个玩家都设置权限，或是使用我们预先设置好的权限等级。\n\nChat Filters\n聊天过滤器\n\n　　While we want everyone to be able to express themselves within Minecraft, we also want the entire player community to feel comfortable and welcome. Throughout the game we’ve expanded the list of words that get filtered out by our chat filter.\n　　虽然我们想让Minecraft中的每个玩家都完整表达自身的想法，但是我们也想让我们的整个玩家团体感觉舒适和受欢迎。在游戏中我们已经扩充了聊天过滤器的过滤清单。\n\n　　On our official server partners - Cubecraft, InPvP, Lifeboat and Mineplex - there are some additional filters for email addresses and numbers, including phone numbers and ages.\n　　在我们官方的合作伙伴服务器中 —— Cubecraft, InPvP, Lifeboat 和 Mineplex —— 对于邮箱地址和数字，例如电话号码和年龄也有额外的过滤。\n\nSERVER MODERATION\n服务器相关修改\n\n\n\n　　While we continue to look for ways to help protect our players, we’re excited to be working directly with official server partners that are adding additional moderation and tools to help with player safety.\n　　在我们持续寻找保护我们的玩家的方式的同时，我们很兴奋能和我们官方服务器的合作伙伴们一起改善一些机制和工具来保护玩家的安全。\n\nVolunteer moderators\n志愿者协管\n\n　　Each of our server partners work with a fantastic team of volunteers to keep an eye out for bad behavior, including bullying and cheating, and help report issues.\n　　我们所有服务器的合作团队都是由志愿者构成的，他们会留意不好的行为，例如欺凌和作弊，他们也帮助处理举报。\n\nExpanded chat filters\n为聊天过滤器列表增加新内容\n\n　　Each server partner includes their own expanded word filter list to make their server experience friendly for all ages.\n　　每个服务器合作团队都为聊天过滤器增加了新的过滤内容，来确保服务器的游玩适合全年龄段的玩家。\n\nRemoval of Private Messaging\n取消私信功能\n\n　　At our request, our official server partners – Cubecraft, InPvP, Lifeboat and Mineplex – have removed private messaging, including the /tell command, to allow more thorough moderation across all parts of the server.\n　　在我们的要求下，我们的官方服务器合作伙伴 —— Cubecraft, InPvP, Lifeboat 和 Mineplex —— 它们都移除了私信功能，包括 /tell 命令，来确保各服务器中的玩家公平。\n\nPRIVACY SETTINGS, PARENTAL CONTROLS AND CHILD ACCOUNTS\n私人设置，家长控制和儿童控制账号\n\n\n\n　　Your new Xbox Live account gives you access to a whole host of settings to let you, and your family, play the way you want online. You can manage all of your settings at account.xbox.com/settings but here’s a rundown of the most important ones:\n　　你的Xbox Live账号能够设置很多东西，这些设置能够让你和你的家庭用你们都期望的方式在线游玩。你可以在  account.xbox.com/settings 这里管理你所有的设置，下面是比较重要的几条：\n\n“Join Multiplayer Games” Settings\n“加入多人游戏”设置\n\n　　If you have your settings set to block joining multiplayer games, you can’t join any multiplayer games in Minecraft, including shared local worlds, Realms or servers. To enable multiplayer in Minecraft, make sure this setting is set to ‘Allow.’\n　　如果你的设置为禁止加入多人游戏的话，你不能在Minecraft中加入任何的多人游戏，这包括他人分享的本地世界，领域服或其他服务器。要想在Minecraft进行多人游戏的话，请确保本项设置为“允许”。\n\n“Others can communicate with voice, text, or invites” Settings\n“其他人能否语音，私信或邀请”设置\n\n　　If you have your settings set to block communication from others, you will still be able to join and play in multiplayer experiences across Minecraft, but you won’t be able to see chat messages from other players or receive invites to join other players’ games.\n　　如果你设置为禁止从别人那里获得信息的话，虽然你可以加入Minecraft多人服务器并游玩，但是你看不到别的玩家的聊天信息或是接受他人进入他人游戏的邀请。\n\nChild Accounts for Under 13s\n13岁以下儿童的儿童控制账号\n\n　　If you are under 13 years old, you will need your parents permission to create an Xbox Live account. Parents can add a child account at https://account.microsoft.com/family/addmember.\n　　如果你还不到13岁的话，你需要你父母的许可才能创建Xbox Live账户。父母可以在这里https://account.microsoft.com/family/addmember为孩子添加儿童控制账号。\n\n　　By default, all child accounts have their multiplayer and communication settings blocked. This means that until a parent logs in and changes the setting to enable multiplayer, child accounts can’t play on other player’s worlds, or on Realms or servers, or chat with other players online.\n　　默认地，所有儿童控制账号的多人设置和聊天设置都是关闭的。这意味着除非父母登入并修改设置为允许多人游戏的话，儿童控制账号下的玩家不能加入别的玩家的世界，领域服务器或和其他玩家一起在线聊天。\n\n　　To learn more about Xbox Live settings, you can visit https://privacy.microsoft.com/en-us/xbox-one-privacy-and-online-safety\n　　要想了解更多Xbox Live设置的话，你可以浏览https://privacy.microsoft.com/en-us/xbox-one-privacy-and-online-safety\n\nGENERAL TIPS FOR STAYING SAFE ONLINE IN MINECRAFT\n在Minecraft中保持安全的常规提示\n\n　　There are a ton of great guides for staying safe online (here’s one we recommend!) but here are a couple of Minecraft-specific tips.\n　　安全上网有很多极棒的教程，但是这里我们提出一些在Minecraft特殊的地方。\n\nNever share your Xbox Live account password\n不要告诉别人你的Xbox Live账号的密码\n\n　　Your account not only includes your personal information, but if you have a Realm or have made a purchase in the marketplace, it also is the record of all of your online purchases in Minecraft. You should never give out your password or share your Xbox Live account.\n　　你的账号不仅包括你的个人信息，如果你在领域服或在市场买过东西的话，你的账号也会有这些购买记录。请永远不要把你的密码或Xbox Live账户给予他人。\n\nThere’s no way to get free Minecraft Coins or Marketplace content\n没有免费获得Minecraft硬币或市场中内容的方式\n\n　　Anyone who asks for account details or personal information, and promises you Minecraft Coins or content in return is up to no good! There’s no way to get Coins or marketplace content other than through the game – and there’s no way to send Coins to another player.\n　　那些询问你的账号信息和个人信息，并且为你承诺能够给你Minecraft硬币或市场中内容的人绝对没安好心！除了游戏，没有免费获得Minecraft硬币或市场中内容的方式 —— 并且也没有把硬币赠予别的玩家这种机制！\n\nWe will never ask you to share personal information, including your password\n我们从来不会让你分享个人信息，包括你的密码\n\n　　The Minecraft team and server moderators will never ask for your password, or personal information like your address, phone number, age or full name.\n　　Minecraft团队和服务器的管理员从来不会询问你的密码和个人信息，像你的地址，电话号码，年龄或全名！\n\nYou can turn on and off multiplayer for local worlds through the settings menu of your game\n你可以通过你的游戏的设置页面来设置是否启用本地世界对外开放\n\n\n\n　　If you have Xbox Live multiplayer permission enabled, your local worlds have multiplayer settings turned on by default. This means that it’s easy for players that you have already added as friends in Xbox Live to join your world and play too. If you want to prevent anyone from joining your local worlds, you can turn off multiplayer from the settings menu.\n　　如果你的Xbox Live账户中的多人游戏设置启用了的话，你本地游戏的多人设置默认也会启用。这意味着对于那些你已经在Xbox Live中添加好友的玩家来说，他们也随时可以加入你的本地世界和你一起游玩。如果你不想要别人加入你的本地世界的话，你可以在设置页面关闭多人游戏设置。\n\nSO! STAY SAFE OUT THERE!\n所以！请保持安全！\n\n　　Minecraft is, and continues to be, a community about creativity, self-expression and acceptance. We hope that these changes and tips will ensure everyone feels safe, secure and comfortable playing online, both with old friends and new ones, in whatever worlds their Minecraft travels take them.\n　　Minecraft不管是现在，还是未来，都将是关于创造，自我表达和宽容接纳的社区。我们希望这些改进和小提示能够确保所有人感受到在线游戏的安全与舒适——不管你在Minecraft中的哪个地方，也不管你在和旧朋友还是新朋友一起游玩。\n\n　　As always, please share your feedback, ideas and comments at feedback.minecraft.net - we’d love to hear from you!\n　　一如既往地，请将你的反馈，想法和评论分享在 feedback.minecraft.net 上 —— 我们很想听到你的声音！\n\n\n原文地址：https://minecraft.net/en-us/arti ... layer-server-safety\n原文作者：Meaghan Fitzgerald\n原文发布时间：2017/07/28\n翻译者：c7w\n翻译时间：2017/07/28\n\n\n\n",
    "replies": []
}