{
    "title": "【原创意识流小说/连载】《梦界》【索引贴】",
    "author": "孤独患者",
    "replyCount": 4,
    "timestamp": 1501245180,
    "txt_content": " 本帖最后由 孤独患者 于 2017-8-7 23:36 编辑 \n\n求大佬回复，评论，鉴赏，批判++更新进度++最新章节 第十节今日更新 一节昨日更新 零节今日字数总计：1013字全本字数总计：16193字2017/8/6停更一天，要出门搞事2017年/8/7，小说完结。++完毕++人物介绍（随文章更新）：人物名：贾昕\n年龄：17~18\n性别：男\n阵营：人类\n\n主要环绕名词：（记笔记记笔记）\njiā xīn已知的消息（剧透/请阅读后依自己喜悦进行阅读） （随章节更新，具有误导性）\njiaxin药剂（第6次改版）\n成分：？？？\n辅料：？？？\n性状：本品为液体状，需装罐在器材内使用；为深绿色的液体，无味。\n贮藏：密封包装\n效用：将已活尸化的人类转换为正常人类，细胞再生加快，新陈代谢加快\n不良反应：可能导致失忆，痛觉丧失、力量保护机制丧失等不良症状\n禁忌：尚未明确\n注意事项：？？？\n不定期更新，但是基本一天一更\n\n序幕[类似介绍？反正围绕这个]\n醒来；接着昏睡。无数个日日夜夜里，我都被枷锁困在这无限的幻想桎梏中。无法自拔，沉沦其中，向着深渊前行。\n第一节我的名字，叫贾炘。就读于钾欣高中，今年jiaxin岁，单身，无车，无房，无..“行了行了，你说的这些屁话我全都听不懂，你到底还想不想走了？”“如果大人你想和我正常对话的话，能否帮我把铐着我的手铐给解掉？”“诶你这话就说的不对了，这叫暖心小镣镣~”“那么大人，能否..”“闭嘴，再bb一句我就给你再多贴一张胶布让你清静清静，死废渣”“好的，女王大人。” 随意瞟了瞟周围的环境，昏暗的灯光成了这间小屋唯一的亮点，将那副把我的手反铐的手铐照的更亮了；四面墙壁只有白这一种颜色，而墙角摆着的一台电视，重复不断的播放着同样的画面。眼前的女人穿着一身墨黑色的军服，一头乌黑色的中长发中细夹几根白发；清澈明亮的双眸略带几许疲倦，高挑的鼻尖凸显了她的美，没有任何的粉饰的脸庞却并无感觉到任何一点的平凡：此时的她正拿着一支JX牌黑笔，在一块写字板上抄写着什么。啊啊，这莫非是新型的心理防线拆迁手段？我想了想，woc这是个阴谋啊！“呐，女王大人，请问这是哪///呜呜呜呜///”嘴被封住，我无助的在内心中呐喊着我并未说出口的疑问。“我不是都让你闭嘴了吗，这么丑还出来见人就是犯罪”她道哇，社会真是险恶，说上胶布就就上胶布啊“好了，接下来我问你什么你就给我答什么，听到了吗？同意点头，不同意摇头。”她道我耸了耸肩肩膀，紧盯她的瞳孔，一本正经的摇了摇头。接着她给我加了一副脚镣。“我再问你一次，点头，还是摇头？”她道哇塞这女人，欺负人嘛这是，你觉得我会屈服你这种小小的..小小的..小..随即点头。     “首先，你的名字是？”“鑫宝”“我记得你刚说你叫贾炘吧？还是说连那个都是骗人的？”“那就贾炘吧，名字不就是个代号吗，有啥好折腾的？”“好吧，贾炘，你的年龄。““永远的十七岁纯情美少男！”其实我有时候觉得，项圈play也挺好玩的XD略微扭了扭被铁项圈铐住的颈部，稍稍缓解了喉结传来的冰凉触感，随即用稍显复杂的眼前看向了眼前的人。“你知道你为什么会在这吗”“我想想啊…因为我///（胶布被贴上，随即撕下来）“小姐姐，你想在我身上留樱桃也不是这么留的吧…而且这樱桃也太大..”“我说啊，你这小子，嘴巴里能不能说出来一些有用的东西，我都不用听你说就知道你要说垃圾话！老娘今天就直问了，你是属于哪个阵营的，末影？苦力怕？僵尸？还是骷髅射手？！““你是认真的吧，小姐姐？“我抬头看向前方的人她被这有点侵犯的眼神看的心虚；至少我是这么认为的“小姐姐，凡事都要讲人权，你看看你这样单方面询问我是不是不太好，看你这姿势，出身医生吗？““你““嗯嗯！心理医生啊~”“那要不这样，你只能审问我，但按照我这个套路，你也审问不出来。”“既然这样。“\n“那我们交换吧，一，问，一，答；无奖竞猜环节！”未完待续[如果有人想看的话]\n第二节睁开双眼。\n啊；白色的房间。\n装扮成这样是审问室吗？又或者只是单纯癖好使然？还是说我又被某个人囚禁在了这片场景中，一切都得出去之后再说啊。\n我望向了前面白门，门上有一块可以打开的小铁口，打开一看一片漆黑。\n转了转稍有臃肿的身躯，对于阳光美少年永远17岁我来说，睡醒的第一件事就是舒缓舒缓身骨：想到此刻的我立即原地来了一套舞动青春，而后又来了一套眼保健操。大声呐喊：“贾忻到此一游！”\n除了房间内的回声再无任何可疑的声音\n啧，无人监管的白色监狱吗，看来这次我又选了一个好地方起床了啊。\n想到这里，我看了看唯一在墙角摆放的一台老旧电视，里面循环播放着一些没有意义的广告语：「骷髅牌洗骨液，保证您浑身亮晶晶！」「震惊，一名僵尸竟在半夜十二点…」「史蒂夫的这则消息，男人看了沉默女人看了哭泣..」\n“哎，我要怎么出去呢”我抬头望着昏暗的灯管，暗红色的粉末被包裹在了玻璃细管中，一头连接着灯管，一头通往外头。\n通往外头的那一处没有任何的光线：也是啊，你见过谁家的线路亮堂堂的？\n线路？\n啊，有了！\n我慢悠悠的走向电视机，拔掉了背后的玻璃管，旋下了机壳后带着手攥螺的螺丝，成功拆下了机壳，看到了电视机的内部：不出所料，里面充斥着带着红色粉末的玻璃管。\n“电路体系是这样的吗”我挠了挠手背，将里面的红色晶管一一取了下来，摆放在了地上。之后又将头上的灯管拆了下来，把灯管与红色晶管连接了起来，之后插上电视机后面的插头。\n“成了！”酷酷的看着眼前发光的灯管，将之塞入了白色铁门的铁口里，然后眺望外面的风景。\n眼前是一条走廊…\n还有一只怪物。\n全身白色又在表皮上散布着一些藤蔓，手臂比脚长，深红色的眼睛正死死的盯着这里的门，中间夹着一条巨大的鼻子，鬼知道那是不是鼻子。\n“嘿，朋友！父亲在这！看我看我~”我大声的像它叫着，但是他并没有看着我。\n但为什么一瞬间，我感觉它看了我一眼？\n“嘶……为什么会觉得头好晕？”\n怪物看向了我。\n“该死”我闭上了眼睛。\n……\n……\n“喂，你不是要问我问题吗？你赶紧点，怎么愣住了？”女子开口道\n“…哦..哦！没事没事，刚刚脑袋里混入了一些乱七八糟的事情。我绝对没有在想小姐姐的罩杯到底是多少哦”\n“死废渣，嘴皮子耍的挺好的嘛？”女子问道\n“小姐姐说的对。”我道\n“你问吧。”女子道\n“首先首先，第一个问题，小姐姐名字叫什么呀。”我道\n“筱筱筱，好了，轮到我了，你是什么阵营的？”筱筱筱道\n“嗯..人类吧？”我道\n筱筱筱一拍桌子：“我有在认真回答你！所以请你也认真回答我的问题！”\n“那么还继续问问题吗，筱筱筱姐?”我带着许些疑问道\n“继续吧……”\n“好！那么请问~外面的白色怪物叫什么名字~”我道\n“之前的剂量还不够多吗？”筱筱筱道\n“算是吧，问答游戏结束，所以我为什么会在这里？”我道\n“你真的什么都不知道了？”筱筱筱道\n我敲了敲桌板，用疑惑的眼神回应了她的疑问，随即答道：“如果我是你的话，我就会把我知道的一些基本常识告诉一个被关起来强制服药到失忆的可怜家伙，然后让他对自我人生今后该怎么走做出一个理性的判断。\n筱筱筱沉默了一会，离开了房间，等待数分钟后又回来了。她看了看我道：“你是一名来自僵尸阵营的俘虏作为服用活性药物的测试者”\n我叹了一口气，道：“这是我第几次苏醒了？我见过你几次？”\n她自顾自的在旁边低语着：“jiaxin实验药剂，效果为将僵尸转化为人类，副作用为体质变虚弱，失忆;测试者为僵尸阵营战俘。期间出现各类异常现象，有摧毁倾向，最为显著的是第3次实验，将房间内所有物品拆卸成一条线状，将灯管塞入铁窗。顺带一提，这是第5次;还有就是，有可能会唤醒之前的记忆…行了！咱们老板要求你去见他，跟我来吧：最好别耍小动作，把攥着的晶管放下。”\n“切，见boss装备都不带，过去不就是死吗”\n“请安心，只要你不做小动作大概是不会死的。”\n“大概？！”我虚着眼道，随即跟上了筱筱筱的脚步。\n未完待续[慢更]\n第三节从白色门扉中走出。仿佛隔世啊，这种从精神深处上传达的感觉。稍微适应一下忽变明亮的光线，转头望了望四周的情景：这里并没有想象中的那么科学fan，反而到处透露出一股荒凉的气息。就连白色油漆也盖不住吗..？“大姐啊，不是我说您这家实验室够简约风的啊，连空调费都省了。”我道她略有诧异的看了看我，随即转头：“胖猪狗，你现在是要被带去审问的，而不是夕阳红旅游团，这点你要分清楚啊。”“再怎么审问也要看看四周景点吧，你看您家这天花板还有个洞，那红红的天还有那飞在天上的水母，要不要我给您念首诗？”我道“闭上你的嘴，不然上胶布。”她从口袋里掏出来某样东西“好的女王大人。”撇了撇嘴的我安静的闭上了嘴。 “到了，这里就是..”/“哇，这里就你家boss地点啊，这么俗，没带点诚意的吗？”刚见到合金门的我发出了这由衷的感叹，丝毫没有在意身旁小女导游的禁令，于是乎，我被胶布贴上了嘴。打开门，迎面而见的是一名胡渣大叔，他跟其他的妖艳贱货大反派一模一样，一见到我那眼神就跟见到杀父仇人似的；“让他能说话”伴随着大叔一声口令下，我迎来了我期盼已久的垃圾话时间（虽然也就几分钟）“那，垃圾大叔，我该怎么称呼你呢？“我道“你爱怎么叫就怎么叫，我来不是找你闲聊的。”反派道“那我叫你猴子啦，看你这瘦身板..”话音刚落，我的手臂就感受到了一阵抽搐般的刺痛，整个人被压在了桌子上让我全方位的感受到这桌子的厚实：“诶你这人怎么这样，说打人就打人。”“你就死点心吧，贾炘，你现在是作为一名人质，我不是你可以利用的对象，请不要拿这种玩笑来测试我对boss的忠诚度。”筱筱筱道胡渣大叔冷眼看着我们胡闹，待筱筱筱松手之时，我刚爬起身，胡渣大叔就掏起了枪直指我的右臂，伴随一阵令人耳聋的枪响，血液随伤口而下，我看着胡渣大叔。“别装了，你演技太差了，身体肌肉都没紧张起来，你是不会痛的对吧？”大叔道“bingbong~正确答案~”打了一口哈欠，将子弹从伤口处掰了出来，扔到了一旁“我就说我在这装了半天也没把你们骗出来，差点连我也骗过去了，之前小姐姐自言自语提供给我的消息也是编排好的吧？我个人呢，是不怎么喜欢被忽悠的，所以你们是否想和我合作我大约就能猜出点来吧。”“你还知道什么信息？”大叔道“所以说，要合作，还是不合作？”我道他撇了我一眼“我们大可把你直接在这里解决了，你懂我的意思吗？”“你需要我帮你做某些事，但是我是会死的，所以需要你们配合。是这个对吧~”我道未等大叔开口，已经憋了好久的话就再也忍不住了，随即脱口而出：“那么大叔，我们来一场友谊的合作小游戏吧~！”刚开口而出，站在旁边的路人甲筱姐就一扯我的病号服（应该吧），瞪着我：“一直游戏来游戏去的，你现在知道你自己的处境吗？““放开他，让他玩。“大叔道被放开之后的感觉真不错，至少脖子不再麻麻的；我不再废话：“让我睡着，然后给我注射jiaxin实验药剂，按照之前的量。”“你想做什么？”大叔看着我“我想做点什么。”我道未完待续[一天一更]\n第四节起床了。     环顾四周， 空无一人的白色房间。    四周有电视，灯泡，还有床。     怎么感觉有点熟悉？    回忆了一下仅存不多的记忆；    我从来，没有来过这里：也没有来过类似的地点。    这么说的话，我忘记了什么。    起身，挠了挠手背。    开始了调查工作。    在角落的白门是唯一的出口，门上有道铁口，但是被封死了。    连接灯管发亮的是一条玻璃管，里面装着暗红色的物质，而另外一边也被封死了；电视在重复的播放着一些对我而言无意义的画面，而这台流线型的一体机电视也让我无法拆开找寻我可利用的物品；床上没有任何东西能使我睡眠变得更精致点，而床本身准确来讲就只是单纯的利用一条条木板拼凑起来的大型板床而已。     这里封锁的可真严密啊。A。     无奈，我只好再次回忆一下被轰炸过的记忆田，妄求一些我能利用的线索。     我被关在这里是为什么？    在逃犯？精神病人？还是待审讯的叛徒    不清楚。（切换思路）    我被关押在这里能给关押者带来什么好处？    金钱，名声，还是关于自身性命。    又或者是...？    等等。    我记起了点什么：我好像是名实验体。    我想了想周围给我提供的物品，诧异道“woc，看来不是什么人道实验啊，感觉被掏空了似的”     那么我的思路应该是正确了的，他们在拿我的身体做一些什么不可告人的交易。对此表示震惊的我只好露出XD般的笑容来应付这残酷的事实。    既然我是一名实验体，那为什么出现失忆的情况，是因为我之前的精神状态有问题，还是实验人员不想让我拥有之前的记忆？    还是不知道，线索太少了。    该死的，手背都快挠掉了。     在我为没有线索而烦恼之际，白色门扉被打开了。     （很奇怪诶，怎么这么巧合）     走进来的是一名略有小姿的女子，身穿墨绿色军服，乌黑的中长发    我怎么感觉她看我的眼神带着侵略性    不会吧，我堂堂七尺长两尺粗男儿今天就要在这鬼地方缴械了？    哦对，还是立体的。    当我正准备开始我的表演的时候，她开口了    “贾炘，过来。”玉音响起    “小姐姐，有什么事吗，没什么事的话我有点事啊；咱们要什么体位，清蒸还是油炸呀”    话音刚落    我就一脸绝望的看着一群猛汉从白门中走了进来，一脸刚毅的望着我。    手里还拿着器材。     “这，姐姐我错了，我不怎么想和一群大哥哥玩s..”    “闭嘴，你有种再说一句我就让你梦想成真。”     “喔”    女子熟练的叫大汉把器材摆放好，随后招呼他们出去。    这摆放的，宛如审问现场。w。    “小姐姐，这..”    “坐上来”    “啊？！坐上来，这么快，不要我还没准备好..”    “坐上那把椅子”     “不不不，我不怎么喜欢当m啊。”    “别想着拖延时间逃脱，刚走的那些壮汉都在门口等着你，你走不了。”    “切，你早说啊，浪费我这么多时间。”    我坐上了椅子，翘起二郎腿，一脸嚼了炫迈拽的跟二百五似得的看着女子：“说吧，找大爷我什么事，要献身可以，要放我出去也行，其余免谈。”     她招呼了一名壮汉进来，道：“把二郎腿放下，手反扣在椅子后面。”    只好照做，然后不惊讶的看着壮汉帮我扣上手铐    “注射药剂。”女子道  “是”壮汉道     “诶你们这别注药啊，别，别扎那里...我怕疼..不，不要~”贾炘道    忽然觉得头有点发昏，眼皮像灌了铅似的    原来是这样    原来是这样啊    我民白了，我都懂了    怪不得我什么都不知道    该死的    再让我搓一搓手背啊..    我闭上了眼睛    ......    ......    “你的名字叫什么？”    “啊，这..我..”    “你的名字叫什么？”    “我也不知道”    “你想试试好玩的东西？”    “我的名字，叫贾炘。就读于钾欣高中，今年jiaxin岁，单身，无..”未完待续[一天一更]\n第五节\n    至关重要的操作啊。\n    至少行走在丛林中的我是这么认为的。\n    终于出来了。 \n    幸好猜对了。 \n    ...\n    转回之前的时间线： \n    “在此之前，能让我看看jiaxin药剂吗？”我道\n    “不行。”大叔道 \n    “为啥。”我道 \n    “带他去测试间。”大叔道\n    “可以不去测试间吗。”我道\n    “做实验是具有风险性的，任何实验都要在测试间。”大叔道\n    我不耐烦的摆了摆手：“你这人话怎么这么多，这么不近人情；你看看你：药物也不给我看，我想在这风水宝地测试一下也不行，你也不去死，这让我很为难你知不知道。”\n    大叔沉思了一会“那你到底还要不要注射。”\n    我道：“注射啊，但是在这里注射不行吗。”\n    “倒也不是不行，把你绑严实了也未尝不是一种方法。”话音刚落，他便招呼了一名壮汉收拾了点家伙上来了。\n    「瞳孔收缩」 \n    这几个人，我好像见过？\n    他们把我绑住过？之前的实验吗\n    第几次？\n    我摆了摆头，暂时将想法压下：“大叔，你这癖好有点独特啊，不多招点像筱筱筱那样的小姐姐，找这么多大汉子干嘛。”\n    “震撼住你这样的烂人啊。”筱筱筱在一旁插嘴道\n    “切，你哪里看到我烂了，你信不信我掏出来给你看看多壮？”我道 \n     “看过啊，我还有你丧尸状态下的照片，你要不要看，那么多烂肉怪恶心的。”筱筱筱道\n    “哇，姐姐，要不要这么拆我台。”我道，登时坐在椅子上 \n    扫视四周：这是一个六棱型的房间；很严实的在所有物品的尖锐处都包好了可以防止刺伤的撞布，门的正对面摆着一张类似老板桌的试验台，而实验台的后上方贴着实验室的标志（为啥我感觉这标志跟儿童画似的）；使人走进门就可以注意到这亮堂堂的儿童画；不对标志。门的旁边有两个按钮，一个红色一个绿色，在旁边歪歪斜斜的写着几行字。 \n    红色：关闭\n    绿色：开启\n    绿的按钮是亮着的。 \n    字迹有被尘土拍过的痕迹。 \n    “把双手反扣在椅子上。”筱筱筱道\n     将双手反扣在了椅子上；轻呼一口气，将感官集中在手上。只分出一点观察前面的动静。 \n    时间宛若停滞了一息，又慢慢的从慢而快\n    当手触碰到大汉的手之时； \n    抓住他的双手，然后身体用力向前倾！ \n    大汉的头撞到了椅子，晕了过去。而我的右臂也忽然没了力气 \n     脱臼了吧？XD\n    用左手夺取了筱筱筱手上的药剂，用右臂一个侧甩啪到了筱筱筱脸上\n    然后对着她的脖子就是一针\n    大叔瞄准了我的小腹，就是一枪\n    peng\n    感觉力气忽然被抽空了。\n    外面传来了撞门的声音。 \n    我倒在了地上，看着筱筱筱撕碎了吓傻了的大叔，而后又转身结束了昏迷大汉的生命，在解决了这一切之后。 \n    站在那边不动了。 \n    我看着小腹流着暗红带绿的血。感叹道：“我记得腹部的血是鲜红的吧？”\n    等待了数分钟，我恢复了一些力气。 \n    起身拿起了壮汉身旁带血的胶带，慢悠悠的用双指拉开了伤口，将子弹从肠堆里抓出来扔掉，又用胶带圈了几圈小腹，伤口解决~\n    “话说回来这场景还真的瘆。”我握紧了右臂关节，使力向前一扯；\n    有点力气了，但可能因为肌肉组织断了点还是骨折了，没法使力。\n    “骨折就麻烦了啊。”我这么想着，一边开始认真搜起了旁边大叔和壮汉的尸体。\n    类似手枪的发射器，三发铁球，通往实验室各个地方的终端钥匙卡（卡上是这么写的），一副手铐带钥匙，从大叔脚上扒下来的唯一没被撕烂的一双工作靴，还有几枚零碎的小硬币。\n    这些是钱吧？话说终于穿上鞋子了，穿着真舒服。\n    翻了翻实验室，除了一些对我而言毫无意义的实验器材。\n    “垃圾大叔怎么什么都没有”我这么说着打开了在一旁的衣柜\n    里面全都是清一色的天蓝色布衣，哇这大叔怎么这么重口 \n    如此想着，我换掉了我身上的囚犯实验服\n    虽然外观挺差劲的，但是穿着真挺合身。 \n    看着在一旁发呆的筱筱筱，又看向了门那边的绿灯\n    想的可真是周密，为了防止我逃出去到做到这个程度；\n    虽然只是帮我铺路而已\n    在筱筱筱面前摆了摆手，没有任何反应。\n    双目发黑。\n    眼睛已经坏了吗。\n    还对活人有攻击性？\n    那jiaxin药剂怎么搞的，不会是盗版吧，想把我搞成那样继续？\n    不对不可能，他们没有必要那么做，也就是说：对活人是这样的？\n    。A。震惊\n    我一边想着一边搜着筱筱筱的身，除了几支笔和几份记录什么都没有。\n    我发誓，这是我最认真的一次调查了，绝对没有打着搜身的旗号干一些肮脏的事。 \n    看着手里的钥匙卡，我认为我有事干了。 \n    让我去找找我的实验资料和jiaxin药剂的备份吧XD，这么想着 \n    将筱筱筱一路牵到了门口，右手搭在了红色按钮上。\n    “虽然我也很想趁热来一发啦，但是借刀杀人不也是很棒的吗。”\n    听着外面嘈杂的砸门声，我按下了开关。 \n    “来吧，屠杀，开始了！”我大吼道。 \n    怪不得反派最后都要说这样的废话，原来这么爽\n    按完按钮躲在老板桌后面的我看着外面的无双这么想着。 \n未完待续[感觉今天量♂很多]\n\n第六节\n    麻木的看着这一地的尸体。\n    血肉横飞，地上，墙上，天花板\n    无不存在着被血迹沾染过的鲜红\n    而罪魁祸首在我眼前\n    她的指甲因用力过猛脱落了几块指甲，而剩余的也只不过是连接着一丝血肉，贴在指甲肉上。\n    她静静的站在那里，犹如潜伏在暗夜中的杀戮者，喷溅在她身上的血迹又更加的衬托了这一点，已被玄色吞噬中的双眸又好似带了点血色，映射在她的眼中； \n    她的眼神较比之前更有神了。 \n    她静静的看着他。\n    话分两头，此时的他正整理着搜罗而来的战利品。\n    “ 发射器与子弹，钥匙卡，手铐，硬币，手表，用过的安全套，生鱼，带单肩的皮革袋，栓绳，锁链胸甲，比♂力 的照片...卧槽这些都是什么东西，这些大汉平常都是干什么的？！。”贾炘嘟囔道，将用过的安全套丢弃之后，把子弹装满，挂在腰间；手表戴在左手上，生鱼挂在腰间，，锁链胸甲穿上，比力的照片贴在右臂上辟邪之后...\n    感觉跟个盗版贩子似的\n    凭什么！！凭什么其他主角都穿那么帅，我...不好意思串戏了。 \n    将肩包跨上， 起身正准备搜查研究室的时候。\n    脚步声？我攥紧了手里的发射器，将食指搭在了扳机上 \n    慢慢站起身，一个转身！\n    好吧没转过去，被扑倒了\n    眼前的女子趴倒在我的身上\n    “卧槽筱筱筱你干嘛？”我大惊\n    难道我今天终于要体验一把奸..不对啊\n    这丫头把烂指甲和血肉糊我脸上了啊！\n    我慌忙把她推开，一个踉跄正要爬起时\n    又被扑倒了\n    大姐你要我知道，但是你先洗洗身体，长长指甲好不好\n    你看看你，跟被血泡了的似的，我这弄起来不是要得艾滋吗？ \n    当我在内心刷屏的同时也不忘推开身上的人儿\n    咔嚓一声。\n    大姐求您了，饶了我吧，我这右手还没好呢，你看又骨折了\n    感受右臂传来的无力感我如此愤懑的吐槽着\n    “算了，你爱什么时候起来就什么时候起来了吧，反正我也被压的挺爽的..”我渐渐的放轻左手的力道，让她慢慢的趴到我身上。\n    一分钟...\n    两分钟..\n    三..大姐啊我跟您开玩笑的别就这么趴着啊，真的，我肋骨要断了！要断了！\n    你好歹也是我一手下得力干将，兼职得力干将，这么火热我怎么好意思，快起来啊；正值我浸浴在这内心传达的哀怨与身体无法抵抗的美妙交加的瞬间，她的眼睛，聚焦到了我身上。\n    牢牢的盯着我。\n    我从她涣散的瞳孔坊镳看到了一片星空\n    星空下是一片空旷的草原，她就躺在那里\n    思绪交织在了一起\n    她是谁？我是谁？\n    为什么她会令我如此熟悉\n    如此熟悉的面孔\n    如此陌生的灵魂\n    我在做什么\n    这是什么地方？\n    白色的房间。\n    房间内被窗外的柔光沐浴着。\n    我躺在床上，床头坐着个人\n    筱筱筱？不对\n    她不是筱筱筱。\n    她趴了下来，亲吻了我的额头\n    时间依旧在缓慢的流逝着，右臂挂着点滴\n    我的胸前..幽蓝色的圆形铁片。\n    上面写着：贾昕 \n    墙上有一块天蓝色的挂钟，小鱼风格的挂钟吗？ \n    青丝从发簪上滑落了下来，光线穿透了青丝\n    照在了我身上，而她不断的念叨着什么 \n    「我会永远守护着你」\n    「将你从你的世界中」\n    「拯救。」\n    言犹在耳，房间就崩塌了，一砖一瓦被深渊吸去\n    好冷\n    好...\n    卧槽筱筱筱，你从我身上起来！\n    我抓了抓脑袋，看着身前的人\n    涣散的瞳孔。\n    我是不是被她身上的冰凉搞到神游了？神经质了？！\n    这可不得了\n    她突然松开了力气，见状，我迅速的将她推开了；\n    这下有趣了，我现在也是一个血人儿了\n    右手的无力感消失了，而我的脖子上..\n    这是什么东西，我有弄过这东西吗？\n    蓝色小铁片？上面写着什么啊\n    贾...昕..炘？\n    贾炘？写着我的名字？\n    什么鬼东西\n    虽然不知道是什么，但是铁片上传达的温暖感刺激着我的心脏\n    这东西，肯定是宝贝！ \n    看向趴在地上的筱筱筱，我抱起了她\n    用胶布帮她处理了一下她的手，又用手铐把她铐了起来。\n    嗯嗯，RB，不对，战力完成。\n    牵起了她的手臂，开始搜查研究室吧！\n    .....\n    研究室总共就只有四间房间\n    分别是测试间（白色），总间（大叔间），资料室，药房\n    “说什么任何实验都要在测试间，说白了就是没钱嘛；你说是吧，筱筱筱？”\n    没反应。\n    “真无趣。”吃了瘪的我自然非常不好意思的自己打没趣（才怪），找寻着关于我的资料文件：我看看啊，这边的是壮阳药IV型，小菊花感冒灵颗粒，骷髅洗胃液，僵尸生发剂，铁傀儡药剂，僵尸活化..找到了！jiaxin药剂VII！\n    研究日记：\n    第一次实验：将僵尸转化为人类（附照片）\n    第二次实验：测试药抗性（ 细胞再生加快，新陈代谢加快）\n    第三次实验：测试实验者是否拥有意识（拥有） \n    第四次实验：测试记忆力（出现记忆缺失现象） \n    第五次实验结果还没有填写上去吗\n    我将研究日记塞入肩包，思考了起来\n    我的记忆出现了错误。\n    根据我记忆的推断来看，第三次到第四次才是测试抗药性\n    这份笔记是有问题的。\n    想到这里，我前去了药房，拿了几支jiaxin药剂\n    这地方真穷，连点治疗药水都没有，其他研究笔记有提到的东西，全都没有，这药房，只有jiaxin药剂\n    为什么？不清楚\n    一路牵着筱筱筱来到了大门\n    哇，长得跟金库大门似得，这有啥用\n    天花板都破了\n    这么想着，我用终端卡刷开了大门\n    外面一片血红，腐烂的肥猪佬遍地都是 \n    到处都是岩浆，还有贴在上面血红岩石上的亮石\n    这是建在洞穴里的吗？\n    我该怎么出去？ \n    前面有个用黑曜石组成的门\n    中间散发出紫幽色的光芒。\n未完待续[今天一天更新了2章的量！XD]\n\n第七节\n    感受着四周的岩浆所带来的炽热的触感，我牵着筱筱筱蹑手蹑脚，以不惊动周围的人形猪的声音将她带到了黑曜石块前。\n\n    “这是..门吧？” 望着比自己高一个人的巨大门扉与门内的紫色幽光传出的细微眩晕感，我不襟眨了眨眼，然后。\n\n    开始了测试。\n\n    这是门形没错，但里面的物质会让身体产生什么样的反应就不知道了；在一片自己不熟悉的不毛之地，带些谨慎总是好的。\n\n    首先测试死物。\n\n    我将右臂上的比力照片撕了下来，小心的将半边的比力照片以幽光不触碰到指尖的方式放入了传送门。\n\n    “什么也没发生嘛，我还以为是什么恐怖的东西，没想到就一”话还没说完，就诧异的看着半边的照片突兀的消失在了我的眼前：比力的头没了。\n\n    照片的切口非常整齐，切口处的平滑感，毫无粉尘飘出的切割，都让人不经意间认为这是一张完整的照片：只要把图片上比力那爽朗的笑容还回来就好。\n\n    也就是说，切割东西是有延迟性的吗，那这个应该可以作为大杀器了吧，只要认真运用的话。正当我思考之际，黑曜石门扉忽然发出了相比之前更亮的光线，然后又在瞬息回归平静。\n\n    比力爽朗的笑容回来了。\n\n    这罪恶的东西打翻了我之前的一切推断。\n\n    我就在一旁算着时间，静静的看着还会有什么反应。\n\n    将死物放入其中需要4秒时间才会消失吗？\n\n    那活物呢？\n\n    我看向了身旁的...算了还是看腰间的鱼吧\n\n    尽管这也是一个死物，但至少之前是个生命体，我想拿它试试看。\n\n    将生鱼从腰上摘下，放入了光中。\n\n    也是4秒。\n\n    这是一个能让物体隐身4秒的装置，还是传送或者毁灭后重新复制一个？为了证实，我将身旁的筱筱筱推入了传送门。\n\n    4秒过去，她消失了。\n\n    又过了4秒，她回来了。\n\n    是时候该做个决断了。\n\n    我进入了传送门，抓着一旁的筱筱筱。\n\n    一阵眩晕感袭来，眼前的视野早在进入光线的瞬间被剥夺。\n\n    4秒过去。\n\n    我看着前面的草地，抓着筱筱筱跳了出来。\n\n    丛林？\n\n    四周的场景变换之快另我本来就有点抽筋的大脑彻底当机了一会，我揉了揉眼睛，再次查看四周的环境。\n\n    这是被一片森林包围的林间密地，朝阳明晃晃照在头顶上，幸好周围高大雄伟的树木遮挡住了大部分的阳光，使这一片凉地不那么热。\n\n    在此地休憩了一会，我拉上了身旁的筱筱筱走向了人生之巅。\n\n    剧本拿错了，剧本拿错了..\n\n    “姐呀，咱能不能学会自己走路自己思考，你这样不想事让我拉着你很麻烦的啊，虽然你也是个战斗力不是，但你也不能..”与筱筱筱的单面谈话让我缓解了一下紧绷已久的精神。\n\n    但这好像不是单面谈话吧？\n\n    “不要，说话，麻烦，思考，麻烦。” 筱筱筱道\n\n    “大姐你这样让我..你..我。”尴尬的看着眼前的人“你什么时候学会说话了。”\n\n    “你让我跟很多人打的时候。”话语中没有带任何感情。\n\n    “那为什么我很多时候我跟你对话的时候你都没回我，我在思考的时候你也没帮我？”\n\n    没有回应。\n\n    “喂，说话啊，说话啊，你倒是说话啊。”我道。\n\n    “你很烦。”她低语了一句。\n\n    “喔，那你能给我提供什么消息吗，比如附近哪里有城镇啊，村镇啊什么的都行。”我询问道\n\n    “不知道。”她道\n\n    “那之前我让你打的那些人好吃吗。”我继续询问着\n\n    “很难吃的臭味。”她面无表情的脸庞上终于有了一丝色彩，虽然是厌恶的表情就对了。\n\n    “那附近有没有和那一样臭的味道。”我问道\n\n    她指向了与我们的走的路相反的一面森林。\n\n    我刚要过去，就被她拉过去了。\n\n    “不去，很臭，我讨厌臭的东西。”\n\n    我拿起了在腰上挂着的沾满了各种脏东西的生鱼，举到了她的面前“那个..这个要不要。”我本来是开玩笑的，结果她\n\n    她拿过去吃掉了。\n\n    我傻眼的看着这一幕。\n\n    “可以走了吧，我到那边再找东西给你吃”\n\n    “嗯。”\n\n    我与筱筱筱一路走着，带着欢乐（我认为）的气氛到了目的地。\n\n    “嘿，你喜欢我吗。”我问道\n\n    “喜欢。” 她道\n\n    “是不是喜欢哥我的气质和英俊的面貌？”我嘿嘿着\n\n    “你给我东西吃，是我忠诚的奴隶”\n\n    “cao。”\n\n    闲话聊完，看着头上的快要落下的太阳：应该快晚上五点的吧？\n\n    如此想着，走到了村镇。\n\n    这是一个很小的村镇， 一眼望去都能将整座村镇收入眼底；大致一看人口只有几百人不到的小村庄却显得生机勃勃。\n\n    但是旁边围着的高大石墙却唐突的围在这座村镇里面，给人带来巨大的违和感。\n\n    我解下了筱筱筱手上的手铐，同时将发射器从左腰挂到了背后，将jiaxin试剂藏到了袖口中，接着牵着筱筱筱来到了城门口。\n\n    早在之前就想到了，没想到还是得过这一关。\n\n    “朋友冷静点，我们没有恶意！”我大喊着，并招呼筱筱筱与我一同举起了双手。\n\n    他们依旧瞄着“ 现在几点钟！”\n\n    “啥？”我有点没反应过来\n\n    他们将一块大钟抬了上来，指着大钟。\n\n    “现在几点钟，具体时间，最后问一次！”上面的人道\n\n    我看向了大钟。\n\n    恐惧感来袭。\n\n    那里没有显示时间。\n\n    一条乱码。\n\n    我看向了天空。\n\n    怎么回事。\n\n    为什么，上面什么都没有。\n未完待续[今天水字]\n\n第八节\n    屋外寒风呼啸，白色的建筑似乎在暴风中飘忽不定。屋内散发着一股刺鼻的消毒水味，从大门口伴随而入的是一阵阴冷的风，咆哮的冲向对口固定着的红色十字架。\n\n\n    这里是令人惆怅的医院，这里也是令人感到可骇的医院，它近两个月来每天都会准时的传出一些及其违和以及古怪的声音。\n\n\n    听，今天又来了！\n\n\n    “舞动青春，现在开始！”\n\n\n    “轻闭双眼，身体坐正，双腿..”\n\n\n    真是令人浑身颤抖，极其惊怖的声音！\n\n\n    活动活动了筋骨，我开始了每天都会做的事情。\n\n\n    检查了大门出口：依旧被某种神秘的力量所禁锢，这里似乎又堵无形的墙。\n\n\n    整座医院都十分古怪，除了门之外其余能通光通风的地方都被大型铁板封死了。\n\n\n    说是铁板，但其实是我无法用常理解释的东西，无法破坏，只是形似铁板才如此解释罢了。\n\n\n    医院食堂的餐架是用铁框盖住的，每当取食完关上铁框则又会恢复成原来的形态，永远吃不完；而本身装食物的铁夹也被固定在了石英桌上，饮水机则是用铁桶灌装的，打开水龙头就会流出水。\n\n\n    “今天也是一样啊，筱筱姐。”我沮丧道\n\n\n    每当我和她睡觉之时，一切都会恢复原状。\n\n\n    “贾昕乖，别担心啦，你卧室里不摆着一台从机房里搬过来的电脑吗，趁着还有网，你赶紧去玩吧，我去睡觉了。”筱筱姐道\n\n\n    “但是那破网无法和外面有任何的信息交互，只能是我单方面的读取啊。外面的人也似乎不知道这个医院，明明那么古怪。”我道\n\n\n    “好啦好啦，你去玩你的。”筱筱姐道，说完她便走了。\n\n\n    筱筱姐今天有点奇怪。\n\n\n    为什么她的眼角红了，是眼睛得病了吗？\n\n\n    筱筱姐是这所医院中唯一能与我交谈的对象了，她来到这里的时间比我早，算是我的前辈吧。\n\n\n    顺带一提，我忘记了我之前的记忆了；当我睁开眼睛的时候，我人就已经在这里了。\n\n\n    筱筱姐说她也是这样。\n\n\n    带着满脸的不愉快，我走向了5号病房。\n\n\n    那是我占据充当房间的一件病房，里面摆着一台我从机房搬过来的电脑，我的许多事情与资料都通过txt的方式存储在电脑上。\n\n\n    我如常的打开了游戏。\n\n\n    打开了我的世界游戏存档。\n\n\n    好，今天也是生存。\n\n\n    ......\n\n\n    抬头看了看蓝色小鱼挂钟显示的时间，已经晚上了吗。\n\n\n    我新建了一个txt文件充当日记\n\n\n    2017年8月3日\n    今天很开心，终于在地狱中用石英建起了自己的要塞！\n    还了用我自己的名字命名这座要塞\n    画了一个我自己认为非常帅气的徽章（为啥看起来那么像儿童画）\n    今天是值得纪念的一天！\n    完毕\n\n\n    我关闭了电脑，去寻找筱筱姐。\n\n\n    “筱筱姐，晚上到啦，我去睡觉啦。”我拍了拍正睡得正熟的筱筱姐，将她叫醒后，我打了个哈欠，回到了5号房间，看着时钟，睡着了。\n\n\n    这是我们保存资料的唯一方式，只要有人没有睡着，东西就不会恢复原状。\n\n\n    明天也是美好的一天吧？\n\n\n    这么想着，我闭上了双眼。\n\n\n    ......\n\n\n    ......\n\n\n    睁开双眼，这里是哪里？\n\n\n    怎么感觉有点肚子有点痛？\n\n\n    我看向了自己的腹部\n\n\n    有一条被缝合过了的沾满血迹的伤疤。\n\n\n    woc，我被绑架了卖器官了吗？！\n\n\n    慌忙看向四周，病房状的摆设，窗户被铁板封死了。\n\n\n    我什么都记不起来了。\n\n\n    那为什么没有把我捆起来？\n\n\n    我有点慌张的打开了房间的门。\n\n\n    我所在的门房上面写着字\n\n\n    5号病房\n\n\n    病者：贾炘\n\n\n    我的名字叫贾炘吗？\n\n\n    我扶着墙在病院内瞎晃着，头上的灯忽明忽暗，徒增了我的战栗感。\n\n\n    我走到了一扇门前，上面写着：机房。\n\n\n    我缓缓的打开了门。\n\n\n    里面摆着一台台电脑，我锁上了房门。\n\n\n    打开了一台电脑，看向时间。\n\n\n    2017年6月2日..吗\n\n\n    敲门声响起了，外面传来声音：“贾昕，你在里面吗？”\n\n\n    是在叫我吗，但是发音有点不对啊？\n\n\n    我随手抓起了旁边的发射器。\n\n\n    这里什么时候有发射器了？不管了\n\n\n    我将发射器握在了手上，慢慢打开了门。\n\n\n    我瞄准了眼前的女人\n\n\n    “你好，叫我干什么，我在哪里，你是谁。”我道\n\n\n    她看着我，颤抖着说“你..不会吧，我是筱筱姐啊，我们之前一起生活过得。”\n\n\n    啥，什么意思。\n\n\n    我继续瞄着她：“我是怎么到这里的，你到底是谁？”\n\n\n    她颤抖着问我：“今天几号。”\n\n\n    “6月2号，后面电脑这么写的。”\n\n\n    “那现在几点钟..”\n\n\n    “3点啊，怎么了？”\n\n\n    她动了。\n\n\n    想抢走我的枪吗？\n\n\n    我刚要拿枪托打晕她。\n\n\n    她抓住了我的手。\n\n\n    “对不起，对不起，对不起..”话音响起\n\n\n    她抓着我的食指，按了下去。\n\n\n    pang\n\n\n    一切都停滞了。她化作白烟消失在了我的眼前。\n\n\n    “等等，等等，等等啊，现在几号，现在几点。”\n\n\n    我疯了似得冲向机房，看着刚开起来的电脑时间。\n\n\n    2017年8月3日，上午8:25分\n\n\n    “刚刚我干了什么。”我双手握着自己的头。\n\n\n    地上散落着从发射器掉落出来的3发铁球\n\n\n    我绝望的看着电脑\n\n\n    电脑打开了我的世界。\n\n\n    打开了存档，上面显示的是\n\n\n    白色的房间。\n\n\n    对啊，我是贾炘。她在骗我，都是套路。\n\n\n    我走到了门前，感到越来越晕。\n\n\n    眩晕感将我压在了地上，小腹传来了刺痛感。\n\n\n    我晕了过去。\n\n\n    ....\n\n\n    “开始第一次测试，给僵尸注射jiaxin药剂。”声音响起。\n未完待续\n\n第九节\n    “她是时间的掌控者。”     “你是谁？”     “我是谁。”     “不知道。”     ※※※     自从苏醒以来已经数天了。     我是一名幻想中的人。     被某个人期待着，渴盼着，诞生到了这片焦土中。     我应该算是某个人的投影吧。     在另一片界限。     望着白色的天花板，我如此道。     这是一片已被任何人遗忘的焦土，而他则是被遗忘的中心处。     “今天也是一样啊，筱筱姐。”他开口了。     我擦拭眼角流干的泪水。     “贾昕乖，别担心啦，你卧室里不摆着一台从机房里搬过来的电脑吗，趁着还有网，你赶紧去玩吧，我去睡觉了。”我道     我还要骗他吗？还要撒更大的谎言吗。     当前几天的他降临的时候，我是欢悦，找到创造者就是让我这幅傀儡值得开心一辈子的事了。     但随着我了解的越多，我便越是绝望。     我有办法让他离开这个世界，但离开的同时我也会消失，同时他也会遗忘我任何存在过的痕迹。     我很害怕，并且在他睡眠之时将所有事物重叠。     他为他自己创造了一片幻想囚笼，同时制造一副他所熟悉的，所值得依靠的傀儡皮囊，尽管灵魂是不一致的。     他封闭了之前的所有记忆，而我则是钥匙。     颤抖着双手，离开了他的眼前：“好啦好啦，你去玩你的。”     纂改创造者的记忆是正确的事吗？我......     看着他的背影。     攥紧了胸口处，平复了那颗狂躁的心。     心如刀绞。     这是现在能形容我心情最为贴切的词了。     我获得的已经足够多了，而现在，是时候让他逃离这片荒芜之地了。     我看向了手中的终端卡。     走到医院正门口，将卡对准卡槽。     刷了下去。     ※※※     当我苏醒之时。     为什么我还存在着。     周围还是熟悉的情景，唯有大门口被替换，其中的漩涡绽放着紫幽色的光芒。     我慌忙前往他的卧室，然而并非发现他在那里。     他在哪里？我寻找着。     机房的门被锁住了，我开口道：“贾昕，你在里面吗？”     里面传来了一阵碰撞的声音，随即脚步声越来越近。     门开了：“你好，叫我干什么，我在哪里，你是谁。”     面前的男子一脸陌生的看着我，手上持着发射器。     他的脸上有一条缝合起未愈合拆线的大型伤疤。是从另外一个界位面投影过来的吗，他自己没有发觉吗？     他难道被重叠了吗..     不可能啊，我没有使用过重叠，而且我本身也没有权限重叠他本身啊。他难道自己不想出去吗？     这么说来，是我害了他吗，从一开始就。     “今天几号。”我强忍心中的疼痛问道。     “6月2号，后面电脑这么写的。”他的表情带着一些疑惑。     “现在几点。”     “3点啊，怎么了？”     一切都错了，现在唯一能挽救的就只有这种方法了。     我抓住了他的手，看向了一脸错愕的他。     “对不起，对不起，对不起..”将枪移到了我的下颚处，枪口直指我的后脑勺。     「今后，我可能只能偶尔短暂的陪伴你了」这句话并没有说出口。     peng     他失去了时间感。     我化作白烟而去，终端卡甩落在了地上的某个角落里。     ※※※     我从躯体中醒来，看向了周围的情景。     这是一条白色的走廊，熟悉的他正蹲伏在一旁整理着什么。     我走了过去，扑向了他。     听觉系统有点问题，我只能隐约听到他在吼叫些什么：     “卧槽筱筱筱你干嘛？”     他还没有忘记我，太好了。     时间不多了，我看向了他。     我将充当他与上界面沟通的无线电，为他逃离这个更深层的位面打下基础。     时间又到了吗。     ※※※     “现在几点钟，具体时间，最后问一次！”上面的人道     耳边传来了与上次更加清晰的声音，我又醒了过来。     看着一旁的他，我更加坚定了信心。     用尽了我最后一丝力气，我点燃了这个时空中的时间。     这是最后了，再见。未完待续[水了一节]\n第十节\n    本应存在于上空的苍穹如同被强迫撕扯掉了一般，变得十分漆黑。\n\n\n    我看着上方，浑身发出战栗。从身体乃至心里散发出的无限恐惧将我压迫在了地上，不再动弹。\n\n\n    一切又再次停滞住了，似胶片断带了一般。\n\n\n    身旁的筱筱筱眼睛里散发出了一阵湛蓝色的光芒，与我颈上挂着的幽蓝色铁片产生了共鸣。\n\n\n    她低头看向了一旁趴着的我。\n\n\n    「..」泪珠从她眼角滑落下来，但她的话语早已无法听清。\n\n\n    她用手擦抹着无法止住的泪水，一边拿着终端卡在做着什么。\n\n\n    终端卡是什么时候到了她的手里的？我有些茫然道。\n\n\n    但是无法理解那么多，无法理清那么多了。\n\n\n    胸口处的铁片已经开始蒸发，热量灼伤了我的肌肤。\n\n\n    但与此同时带来的还有心情的无限低落与深深的不舍。\n\n\n    我为什么要为那家伙低落，她是我什么人。我深刻的明白我忘记了许多重要的事，但心中的那道枷锁牢牢的关住了能让我逃脱困境的出路。\n\n\n    “别逃避，正视你自己。”陌生的声音传入了我的内心。\n\n\n    这一切仅仅需要一个起子。\n\n\n    身旁的筱筱筱爆发出了一阵更为强烈的光芒。\n\n\n    ※※※\n\n\n    梦醒了吗。\n\n\n    我这么看着。\n\n\n    周围空无一人，而外面传来了庞杂的脚步声与刻意压低的声音。而我的床位附近没有其他的病号，应该是单人间。\n\n\n    “房间里的那个患者还没醒吗？”\n\n\n    “他啊，昏睡很久了！据说是得了“长期昏迷”的病。”\n\n\n    这里是陌生的空间，整体以白色基调为主，右手边窗外的一阵风吹起了白色的窗帘，照进室内的光刺激了我长久未打开的双眼，身旁的心电监护仪传出了令人烦躁的声音。\n\n\n    唔，这里凉飕飕的，woc我没穿衣服。\n\n\n    适应了一下周围，这里是哪里？桌上摆着一张终端卡。\n\n\n    开外面门用的？医院还有这种设计吗。\n\n\n    这么说着，看向了位于床前正上方的天蓝色挂钟。\n\n\n    8月3日，下午3点整。\n\n\n    “还是得自己出去看看啊。”我看着身边写着“正在维修”的呼叫铃。\n\n\n    我摘除了贴于鼻腔的鼻胃管，长期的灌注让我的鼻腔呛住了，稍微适应了不愉快的感觉，我慢慢的爬了起来，有点尴尬的把尿布摘下，将挂在衣架上的一体式的病号服套在了身上。\n\n\n    一体式病号服的中间写着“jiaxin医院”\n\n\n    什么鬼，这名字够实在的。\n\n\n    扶着在墙上的铁扶手，匍匐而行的走到了门前。\n\n\n    这身体好弱啊，我好像忘记了一大滩的事情啊。这么想着，我拿起了手上的终端卡。\n\n\n    “呃，是这里吗？”我将卡对准了卡槽，刷了下去。\n\n\n    一阵开锁的声音从门槽响起，我握着门把手。\n\n\n    推开了门。\n\n\n    ※※※\n\n\n    醒来，白色的房间。\n\n\n    “奇怪，我刚刚不是在推门吗。”从地板上爬起，拍了拍身上的灰尘。检查起了自己的身体状况。\n\n\n    刚刚的那种身体传来的无力感消失了，而我现在身上穿着的是一件天蓝色的布衣。\n\n\n    “你真以为你能那么容易出去吗？”\n\n\n    “诶？”\n未完待续\n\n第十一节[终章]\n    “诶？”\n\n\n    看着自己身上穿着的天蓝色布衣，我不襟发愣起来。\n\n\n    “啧我在哪？”看着周围熟悉的场景，我尝试的对着眼前的空无询问刚刚悄然散去的黑影。\n\n\n    “梦界。”从空气中传出的声音回应了我的困惑。\n\n\n    “那你是谁？”我挠了挠头发问道，并将发射器拿起来，装入了一发铁球在膛中，将按键调整为解除安全模式。 \n\n\n    “不知道”仿佛从它的语气中听出了一丝无奈的语气。\n\n\n    “那能让我醒么。”我问道，同时按开了原先并拢的瞄准器，聚焦了一下后对准了黑影。 \n\n\n    “不行。”它说。\n\n\n    “为什么不行。”我打了一口哈欠。 \n\n\n    “你说不行。”它回答道。\n\n\n    “那你过来呗。”看着凝聚而来的黑影，我笑了笑，举起了手中的发射器，将食指握到扳机处。\n\n\n    “那只好让你试试这宝贝的威力咯”\n\n\n    碰，一声枪响。\n\n\n    黑影散了，前面的墙壁冒出了一道白色的门扉。\n\n\n    打开了它，里面散发着紫幽色的光芒。\n     \n    走了进去。 \n     \n    ※※※\n\n\n    一脸讶异的看着自己被包裹在白色透明屏障中，四周传来的空洞声刺激了我的灵魂；而在我脚下的是一片分崩瓦解的世界。\n\n\n    被封锁住的医院慢慢的一砖一瓦的从外层开始分解了起来，而包裹在医院机房中的二层世界也开始化作白雾飘散到了各个角落。\n\n\n    原本躺在我胸口的幽蓝色圆形铁片忽然散发出了光芒。光线似乎凝聚成了一位女子的模样。我看着她，似乎想起了许多事。\n    \n    “那个，你是筱筱筱吗？”我问道。她并没有回答我。\n    \n    但我能感觉得到她的目光正注视着我，我开口道：“虽然不知道为什么就这么出去了，但是很感谢你陪着我一路，再见。”\n    \n    她看着我。 \n    \n    被她盯着的我忽然感受到一股巨大的压力震慑着我的脑袋，我抓着脑袋，在一旁看着她。\n    \n    “ho，这么友好的道别方式啊。”我看着她，睡了过去。 \n\n\n    ※※※\n\n\n    我好像是因为救了谁才进入了这个世界...筱..\n\n\n    什么来着？忘记了。不知道该做什么的我挠了挠后脑勺。\n\n\n    算了，睡吧。\n\n\n    像往常一样。\n\n\n    ※※※\n\n\n    睁开双眼。看着眼前熟悉又陌生的天花板 \n\n\n    心电图刺耳的警报声轰炸了我的脑袋。\n\n\n    抬头看了看上面的蓝色小鱼挂钟。\n\n\n    上面写着：2017年8月3日，下午三点整。\n\n\n    看了看护理桌上摆着的粉红色便当盒和在沙发上杂乱的被窝。\n\n\n    啊，好麻烦。用手拍向了请求帮助铃。\n\n\n    不一会儿，一名护士与一名少女从房门走了进来。\n\n\n    护士惊讶的看了看我，然后帮我拆除了我身上的一些装置就慌忙跑去找主治医生了（大概吧）。 \n\n\n    而她则擦着泪水。\n    \n    一阵风从窗户吹了进来，将她乌黑色的头发吹散了。披肩散发的，我怎么感觉在哪里见过？\n    \n    “那个，请问你是......”在她一脸呆滞的目光下，我看了看她手里攥着的终端卡。\n\n\n    什么医院啊，我用力看着卡上写的字。\n    \n    ......\n    END    “诶？”\n\n\n    看着自己身上穿着的天蓝色布衣，我不襟发愣起来。\n\n\n    “啧我在哪？”看着周围熟悉的场景，我尝试的对着眼前的空无询问刚刚悄然散去的黑影。\n\n\n    “梦界。”从空气中传出的声音回应了我的困惑。\n\n\n    “那你是谁？”我挠了挠头发问道，并将发射器拿起来，装入了一发铁球在膛中，将按键调整为解除安全模式。 \n\n\n    “不知道”仿佛从它的语气中听出了一丝无奈的语气。\n\n\n    “那能让我醒么。”我问道，同时按开了原先并拢的瞄准器，聚焦了一下后对准了黑影。 \n\n\n    “不行。”它说。\n\n\n    “为什么不行。”我打了一口哈欠。 \n\n\n    “你说不行。”它回答道。\n\n\n    “那你过来呗。”看着凝聚而来的黑影，我笑了笑，举起了手中的发射器，将食指握到扳机处。\n\n\n    “那只好让你试试这宝贝的威力咯”\n\n\n    碰，一声枪响。\n\n\n    黑影散了，前面的墙壁冒出了一道白色的门扉。\n\n\n    打开了它，里面散发着紫幽色的光芒。\n     \n    走了进去。 \n     \n    ※※※\n\n\n    一脸讶异的看着自己被包裹在白色透明屏障中，四周传来的空洞声刺激了我的灵魂；而在我脚下的是一片分崩瓦解的世界。\n\n\n    被封锁住的医院慢慢的一砖一瓦的从外层开始分解了起来，而包裹在医院机房中的二层世界也开始化作白雾飘散到了各个角落。\n\n\n    原本躺在我胸口的幽蓝色圆形铁片忽然散发出了光芒。光线似乎凝聚成了一位女子的模样。我看着她，似乎想起了许多事。\n    \n    “那个，你是筱筱筱吗？”我问道。她并没有回答我。\n    \n    但我能感觉得到她的目光正注视着我，我开口道：“虽然不知道为什么就这么出去了，但是很感谢你陪着我一路，再见。”\n    \n    她看着我。 \n    \n    被她盯着的我忽然感受到一股巨大的压力震慑着我的脑袋，我抓着脑袋，在一旁看着她。\n    \n    “ho，这么友好的道别方式啊。”我看着她，睡了过去。 \n\n\n    ※※※\n\n\n    我好像是因为救了谁才进入了这个世界...筱..\n\n\n    什么来着？忘记了。不知道该做什么的我挠了挠后脑勺。\n\n\n    算了，睡吧。\n\n\n    像往常一样。\n\n\n    ※※※\n\n\n    睁开双眼。看着眼前熟悉又陌生的天花板 \n\n\n    心电图刺耳的警报声轰炸了我的脑袋。\n\n\n    抬头看了看上面的蓝色小鱼挂钟。\n\n\n    上面写着：2017年8月3日，下午三点整。\n\n\n    看了看护理桌上摆着的粉红色便当盒和在沙发上杂乱的被窝。\n\n\n    啊，好麻烦。用手拍向了请求帮助铃。\n\n\n    不一会儿，一名护士与一名少女从房门走了进来。\n\n\n    护士惊讶的看了看我，然后帮我拆除了我身上的一些装置就慌忙跑去找主治医生了（大概吧）。 \n\n\n    而她则擦着泪水。\n    \n    一阵风从窗户吹了进来，将她乌黑色的头发吹散了。披肩散发的，我怎么感觉在哪里见过？\n    \n    “那个，请问你是......”在她一脸呆滞的目光下，我看了看她手里攥着的终端卡。\n\n\n    什么医院啊，我用力看着卡上写的字。\n    \n    ......\n    END\n\n\n小说整理(全本剧透)\n第四章\n4-5\n第三章\n5-6\n第二章\n3跳5\n第一章\n5\n\n\n主角不会渴，不会饿（第二层梦境）\n现实与梦境的时间不对等，没有特定比率\n解释药房为什么只有jiaxin药剂\n传送门需要4秒\n发射器 3发子弹\n钥匙卡\n手铐与钥匙（在筱筱筱身上）\n硬币\n手表\n手表（之后男主依照阳光判断时间，从不看手表）\n（梦中没有绝对的时间观念，随着男主的意识流动）\n肩包（因梦境空间扭曲，无观测点地为无限大空间）\n（但实际每次男主观测的时候都会变成原来大小）\n天蓝色布衣\n锁链胸甲\n囚犯裤\n工作靴\n\n\n\n\n第五章写的场景是现实，筱筱姐是贾昕的女友\n贾昕当初拼死救了筱筱筱一命，之后好上了\n第七章为贾昕的浅层梦境\n男主真实名字叫贾昕，贾炘为男主陷入深层梦境的臆想\n筱筱筱在梦境中扮演着重置者的身份，作为男主臆想中的存在，一旦死亡将陷入更为深处的梦境\n",
    "replies": [
        {
            "author": "chenkuan12",
            "timestamp": 1501245480,
            "txt_content": "2333333333333333333333"
        },
        {
            "author": "孤独患者",
            "timestamp": 1501245840,
            "txt_content": "chenkuan12 发表于 2017-7-28 20:38\n2333333333333333333333\n辣鸡蓝天"
        },
        {
            "author": "MC_wuxin",
            "timestamp": 1502607540,
            "txt_content": "顶顶顶。。"
        },
        {
            "author": "MC_wuxin",
            "timestamp": 1502607600,
            "txt_content": "慢慢看，有点累了，看到第6节了，开可以吧"
        }
    ]
}