{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week:Chest 本周方块：箱子",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1501252920,
    "txt_content": " 本帖最后由 像素君 于 2020-9-22 15:50 编辑 \n\n\n\n\n\n\nBLOCK OF THE WEEK: CHEST本周方块：箱子\nThinking Inside the Box在盒子里思考\nMinecraft's inventory is a pretty decent size, but once you've acquired several tools (and a few replacement tools for the  ones that break), food, torches, a map, compass, and some building materials, you're starting to run short of space to store anything you pick up in the world.\nMinecraft的物品栏大小恰到好处。但是当你开始拥有工具（和以防万一的备用工具）、食物、火炬、地图、指南针以及一些建筑材料时，这个存放你所捡起的物品的地方很快就会被塞得满满当当的了。\n\nEnter the humble chest. First introduced in Minecraft version 0.31 on the 24th January 2010, before it was even possible to craft items, the first chests would crash the game if you put too many of them next to each other. Oops. It took until version 1.5, more than a year later, before all the bugs were ironed out.\n让我们把这些多出来的东西放进默默无闻的箱子吧。它首次出现于2010年1月24日更新的Minecraft 0.31版中——在合成物品的世代到来之前。最开始的时候，如果你在一个箱子的四周都放上箱子，你的游戏就会崩溃。直到一年多之后发布1.5版时，这些bug才被修复。哎呀。\n\n\n\nChests, in human history, have been around since someone first had the bright idea of putting a lid on a box. How clever! For a long time, in many places, a chest was the only piece of furniture in a house - used not only for storage but as a place to sit and even to sleep. They weren't very comfortable, but at least they kept you off the cold floor and the bugs.\n回望历史，自从人类开始有在盒子上加盖子的想法时，箱子的概念就产生了。那时的人类真是聪明！很长一段时间以来，许多地方的房子里的唯一家具就是一个箱子。它不仅可以用于存放物品，还可以当作卧床。尽管躺上去不是很舒服，但至少可以让你远离寒冷的地板和地板上的臭虫。\n\nMany early chests were made from hollowed-out logs, but Fine Woodworking magazine points out that this isn't a very good way to construct a piece of furniture - it tends to crack quite easily under weight. It wasn't until the Middle ages that security became a more important consideration in chest design, and people started making metal edgings.\n早期的箱子由中心被挖空的原木制成。但《好木工》杂志指出，这并非制作家具的好办法——它往往会因为自身重量的原因而容易导致磨损。直到中世纪，人们才关注起箱子的保护问题，开始为箱子制作金属边角。\n\nNot long afterwards, chests diversified into all kinds of categories - \"coffers\" for storing valuables, \"trunks\" for travelling, \"cassones\" in Renaissance Italy for carrying the dowry goods in a marriage ceremony. In the Arab world, a \"muqaddimah\" held a bride's personal posessions, while in Ukraine chests were a valuable heirloom - an indicator of a peasant family's wealth.\n不久之后，各种用途的箱子开始出现：用于存放贵重物品的“保险箱”，旅行用的“衣箱”，意大利文艺复兴时期的婚礼中用于存放和携带嫁妆的的“新娘婚礼箱”……等等。在阿拉伯，“muqaddimah”存放着新娘的个人物品；而在乌克兰，箱子可谓是珍贵的传 家 宝——它是一个衡量农民家庭财产多寡的标准。\n\nAs carpentry skills improved over the centuries, chests began getting more and more complicated. First, a drawer was installed below the main compartment, then the entire main compartment was replaced with drawers - which is why the modern furniture item is called a \"chest of drawers\". Bet you didn't realise there was so much to know about chests!\n几个世纪以来，随着木工技术水平的提高，箱子的结构开始变得日趋复杂。首先是在主储物箱下面装一个抽屉，然后便是整个主储物箱逐渐被抽屉所取代——这正是现代家具被称为“抽屉柜”的原因。我打赌，你对箱子绝对知之甚少！\n\n\nImage credits (clockwise from left) - AlejandroLinaresGarcia, Teachalakazi, Beaconhiller\n图片鸣谢（从左至右）：AlejandroLinaresGarcia, Teachalakazi, Beaconhiller\nToday a chest or two is probably one of the first things you build in a new Minecraft world, and any house worth living in has a dedicated storage area that's organised carefully in a system that only its creator fully understands.\n现在，制作一、两个箱子可能是你在新的Minecraft世界中生存下去的重要任务之一。所有值得居住的房屋都会有一个专门的存储区，它只会按照其建造者的意愿对物品进行细致的分类和整理。\n\nUs? Early-game we like to split resources into \"organic\" and \"inorganic\", then later on into a system that differentiates between building materials, crafting resources, tools and armour, consumables and the always-popular \"misc\". How about you?\n我们呢？在早期的游戏中，我们喜欢将资源分为“有机物”和“无机物”两类，然后再细分为建筑材料、合成资源、工具和盔甲、消耗品和一直很流行的“杂项”。那么，你是怎么分类物品的呢？\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-chest\n原文作者：Ducan Geere\n原文发布日期：2017年7月28日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "z99891179",
            "timestamp": 1501258800,
            "txt_content": "旅行用的“树干”\ntrunks\nn. 衣箱;树干( trunk的名词复数 );象鼻\n来自百度翻译"
        }
    ]
}