{
    "title": "[Wiki][PCD]MobArena——怪物竞技场Wiki翻译",
    "author": "白羊羊",
    "replyCount": 19,
    "timestamp": 1501306920,
    "txt_content": " 本帖最后由 mimimis 于 2017-8-25 19:27 编辑 \nMobArena中文Wiki——怪物竞技场（站内搬运帖）\n注意：翻译文本所有链接均为原站链接。\n 入门（插件的安装与简介） 其实从一个普通服主的角度来说，配置一个插件并不难，但是想要配置好一个插件才是真正的挑战，为了帮助各位服主更好的对这个插件进行了解，我们特别创建了中文Wiki，希望各位服主可以在中文Wiki里面找到你想要的内容！虽然MobArena的功能非常强大但是配置起来却非常方便，不要看到Wiki的篇幅这么大就开始打退堂鼓，这往往就成为了开一个好服务器的绊脚石，请不要以篇幅来衡量插件的配置难易程度，不仅仅是MobArena，包括其他的任何插件都是这样的，只有你真正的去了解了这个插件，你才会发现，配置起来简直是得心应手！那么，我们现在就可以开始着手插件的配置，你可以在下面的所有内容中寻找你想要的内容。（为了更加方便，我们特别将各个部分的大致内容放在了标题）\n\n要在您的服务器上运行MobArena，您首先必须将其下载并将其粘贴到服务器的plugins文件夹中。\n当插件加载完毕后，如果还没有加载竞技场，那么你必须建立一个竞技场。按照“设置竞技场”页面上的说明进行操作，插件会自动生成一个竞技场文件，无需任何配置就可以启动一个初始的竞技场。安装完毕后，你就可以准备好玩了！请查看“使用MobArena”页面，了解使用命令的简要说明。默认的竞技场设置只是作为一个例子，因此您可能需要配置波数，奖励，职业或者某些特定的竞技场设置。本wiki上的各个页面将帮助您根据自己的喜好配置MobArena。以下是几个链接，让您开始：\n设置config文件\n设置波数\nMobArena命令\n如果您打算修改职业或奖励，还要查看“物品语法”页面。 MobArena在配置文件中使用插件自带的物品配置语法，因此您需要熟悉它才能编辑类似于附魔和职业继承的功能。\n\n更多信息：\n当您有疑问时，可以在Wiki上寻找帮助 - 99％的帮助信息都在这里。查看Wiki列表，看看是否可以在那里找到你的答案。您也可以查看Spigot和Bukkit上的帮助页面。\n\n建议和错误：\n如果您认为您发现了一个错误，或者您有什么好的建议，您可以在Github上回复。确保尽可能地具有描述性，因为您可以提供更多信息，更容易就行BUG反馈和错误报告。\n如果你想聊聊插件，可以访问IRC频道（#mobarena @ EsperNet） - 请注意，IRC是空闲时聊天，这意味着大家似乎在频道中，但可能不随时都在，提出你的问题，然后放在那里，直到你得到答案;它可能是几秒钟，几分钟或几个小时，但一直放在页面上也有可能（大多数人都是这样的）。\n 消息文件(announcements.yml的配置) （完成此配置，可以达到的最终效果：玩家会看到服务器独一无二的插件消息内容）\n\nannouncements.yml文件是存储MobArena的所有通知和消息的地方。 您可以随意编辑此文件，支持所有语言，并支持颜色代码。 要向消息添加颜色，请使用象＆1这样的颜色代码。 您可以在这里找到所有代码的列表，您可以在默认文件中找到示例。\n\n请注意，一些公告采取变量，在消息中由类似于％player来表示。 如果您不想要消息中的变量，你可以删掉这个字符。\n\n如果您不想看到特定的消息，您必须将其值设置为“（注意：两个单引号，而不是一个双引号）。 这样MobArena就会撤销掉这条消息的显示，再出现类似的情况则不会再出现这条消息了。 请注意，如果删除方法使用错误，MobArena会强制将其添加回来。\n 设置竞技场（配置模式，游戏区域，传送点，刷怪点设置与讲解） （完成此配置，可以达到的最终效果：玩家进入游戏并开启游戏，当物资不足时可以从补给箱中拿去物品）\n\n一个标准的竞技场包括一个大厅，职业选择牌子，游戏场地，旁观者区域和一个结束传送点。\n大厅：大厅是加入游戏时玩家选择职业的地方。一个标准的大厅包括每个职业的牌子，玩家点击牌子可以选择职业，以及一个铁块，玩家准备好后就可以点击铁块进行准备。牌子必须在第一行打上职业的名称（区分大小写），但是您可以将剩下的三行进行任意编辑。请注意，MobArena不会自动为你创建职业牌子，因此您不会收到确认牌子已经建立之类的确认消息。\n游戏场地：这是你的玩家将与怪物战斗的地方，游戏场地应该建在一个封闭的空间中，而且必须要全面封住，使得玩家和怪物无法离开，这样可以确保玩家无法直接跑出竞技场。\n旁观者区域：当玩家想要观战时，他们可以使用/ ma spec命令传送到竞技场的观众区域，这也是竞技场内玩家在死亡时被传送的地方，如果配置文件中spectate-after-death: true。玩家就会在死亡后进入观战模式。\n退出传送点：输入/ma leave后，竞技场内的玩家和旁观者将被传送到他们加入游戏时的位置，除非竞技场设置了专门的出口传送点（可选）。使用此功能，可以准确控制玩家在游戏结束后的位置。\n  关于区域和地标当我们建立完整个竞技场地图时，现在是建立MobArena游戏区域，传送点和刷怪点的时候了。在我们这样做之前，让我们先来看看这些东西如何配置...游戏区域：竞技场需要设置一个游戏区域，以及可选的大厅区域。 MobArena专门设置游戏区域是为了防止玩家跑到竞技场外面（如果玩家跑出了竞技场的区域，将会被游戏踢出），并且只有MobArena插件生成的怪物在区域内。 MobArena的怪会对非游戏内玩家进行攻击，所以尽力避免怪物跑到竞技场外面，请使用工具对游戏区域进行划定。传送点：当玩家加入MobArena游戏时，他们将被传送到大厅内，在那里，他们可以选择自己的职业并使用已经放好的方块（铁块）进行准备。当每个人都准备完毕之后，玩家将被传送到竞技场内的游戏区域，旁观者将被传送到观战区域。当玩家离开游戏时，他们将被传送到他们加入游戏时的地方，或者到专门设定的出口传送点。怪物生成点：竞技场的怪物生成点是怪物生成地点， MobArena只会从玩家附近（15个半径）的怪物生成点生成怪物。注意，所生成的怪物数量不是取决于一个竞技场有多少个生成点 - 怪物的数量由整个游戏的波数和玩家数量决定（除非您使用固定数量）。补给箱：竞技场的补给箱是箱子、发射器等，补给箱中装有竞技场结束时会被更新的物品（可以在里面放上物品，每次开始游戏时，箱子里面就会出现放进去的物品）。只有被设定为补给箱的物品才能拥有以上功能，所以仅仅把箱子放在游戏区域内还不行 - 还需要使用特点的工具选定为补给箱。  配置模式我们可以使用配置模式来设置竞技场，当我们进入配置模式时，MobArena将临时存储背包物品，并在物品栏生成一套金属工具（官方叫做工具箱），每个工具都有不同的功能。插件会自动为你开启飞行模式，这样配置起来竞技场会更加方便。请注意，在配置模式下，一部分命令无法使用。\n如果要进入配置模式：请输入/ ma setup <arena>，其中<arena>是竞技场的名称。请注意，如果您只创建了一个竞技场，则不必输入竞技场名称，插件会自动锁定唯一的那个竞技场。如果想要建立的竞技场尚未创建，请先输入/ ma addarena <arena>来创建一个竞技场。\n如果要离开配置模式：输入done（不是/done，直接输入单词即可）\n请注意，如果是第一次安装MobArena插件，那么在配置文件中将会自动生成一个名为default的默认竞技场。如果你想要一个新的竞技场，请先创建一个新的竞技场，然后输入/ ma delarena default来删除默认的竞技场。  配置模式命令配置模式是一个孤立的对话，这意味着安装模式将拦截我们键入的所有内容。这样做的原因是它使设置模式中的命令更短（例如，exp而不是/扩展区域），并且还防止我们意外地从其他插件中键入命令。\n以下是我们可以在配置模式下使用的所有命令列表，许多命令具有更短的别名，这会大幅提升工作效率。例如，expand命令具有别名exp。有时，记住更长的名字更容易，但是为了更快地进行配置，插件提供了更短的别名：\ndone - 离开配置模式\n别名: end stop done quit\nhelp - 显示帮助信息\n别名:? h\nmissing - 显示所有还未配置的区域\n别名:miss\nexpand <区域> <数量> <方向> - 在一个方向上扩展一定范围\n可用的区域：arena区域（游戏区域）、lobby区域（大厅区域）\n可用的数量：整数即可\n可用的方向：up（上）、down（向下）、out（向外）\n别名：exp\nshow [<区域>|<传送点>|<点>] - 显示已经编辑好的区域\n可用的区域：arena区域（游戏区域）、lobby区域（大厅区域）\n可用的传送点：arena（游戏区域）, lobby（大厅）, spec（旁观者）, exit（退出游戏）\n可用的点：spawn或sp（刷怪点）、chest或c（补给箱）工具箱使用工具箱是一套金工具，每个工具都有一个特定的功能，我们将使用这些工具来建立我们的竞技场区域，传送点和点。 这些工具使用左右键单击使用，并且操作根据工具类型有所不同。\n请注意，工具的功能会以描述的形式出现在物品上，我们可以通过打开我们的背包并将鼠标悬停在工具上来查看。\n\n区域划定工具\n可以使用区域工具（斧头）设置竞技场和大厅区域。工具箱中有两个黄金轴，它们的表现都一样，除了一个是竞技场区域，另一个是大厅区域。这些工具被相应命名，当我们选择它们时，它们将在快捷栏上方显示“竞技场区域”或“大厅区域”。\n请注意，区域划分工具的使用方法类似于WorldEdit（创世神）、Res（领地）等插件，因此，如果你会使用WorldEdit插件，则使用区域划分工具应该会很顺手。\n左键单击：选取第一个点右键单击：选取第二个点\n选取的区域大小可以使用show ar (或show lr)查看，如果该区域不符合你的要求，可以使用expand命令（见上文）使其范围更大一些。\n注意：划定的区域必须看起来像一个框（3D）而不是一个矩形（2D）。如果该区域只是一个矩形，您的竞技场将无法正常工作。如果竞技场的最底部没有完全包含在划定的区域当中，无法正常使用，所以确保将区域向下扩展一两个方块。\n\n传送点设置工具\n可以使用传送点设置工具（锄头）设置竞技场的传送点，大厅传送点，观战传送点和出口传送点。 该工具可以配置所有的传送点，我们可以右键循环切换传送点，来切换要设置的传送点，默认是竞技场传送点。\n左键点击：设置为传送点右键点击：切换传送点\n当左键单击时，被敲击的方块顶部位置将被设置为传送点。 在设置传送点时，你所面向的方向很重要，玩家被传送时的方向就是你在设置时的方向。\n竞技场传送点、旁观者传送点、大厅传送点必须进行设置，出口传送点可以不设置。（玩家在游戏结束后会回到加入游戏时的位置）\n\n刷怪点设置工具\n可以使用刷怪点设置工具（剑）设置刷怪点，该工具可以配置竞技场内所有刷怪点，当然也可以使用删除或是新增。\n左键点击：设置为刷怪点右键点击：删除刷怪点\n当左键单击时，将在被点击方块的顶部添加一个生成点，右键单击一个块将删除该块上的一个刷怪点。\n注意：由于Minecraft中的限制和“错误”，无法在玩家周围15格外生成怪物，而且无法使其自然地攻击玩家。因此，建议设置更多刷怪点，使竞技场中的每个玩家位置都位于怪物点的15个半径范围内。如果玩家不在任何刷怪点的15个方块内，MobArena将会向控制台发出某个坐标的警告。如果没有任何玩家在任何刷怪点的15个区块内，MobArena将默认使用所有的刷怪点，这可能会导致怪物远离玩家，并且怪物不会主动寻找和攻击玩家。\n\n补给箱设置工具\n补给箱可以使用补给箱设置工具（铲子）进行设置。 它非常像刷怪点设置工具，但要求点击的方块是有效的容器。\n左键点击：设置为补给箱右键点击：删除补给箱\n当左键单击一个容器时（请在注册此容器之前放入补给物品），MobArena将注册该容器（如果尚未注册），以便在一个竞技场游戏结束时，该容器内的物品将被恢复以并拥有竞技场开始时的任何物品。，右键单击容器将取消注册。\n\n 职业箱子设定（职业箱子的使用） （完成此配置，可以达到的最终效果：管理员可以在游戏内快速对职业的物品进行配置）\n\n如果你设置的职业物品在配置文件中无法读取，或者你想快速地进行职业的物品配置，你可以创建职业箱子来快速进行设置！\n注意：职业箱子只有在配置文件use-class-chests: true时才能使用，并且类型必须存在于MobArena的配置文件中才能识别它们，但是物品和装备列表可以为空。\n最简单的想法是将一些箱子放在大厅的相应的职业牌子下面，并放入任何你想要设置的职业的物品。 当玩家选择职业时，箱子内的东西就是相应职业的物品。 这表示一种“控制室”设置，大厅下面的只有管理员的通道有箱子，允许管理员在那里传送并修改箱子内的东西。（简而言之，就是一个箱子对应一个职业，需要设置职业的物品，就直接在对应箱子里面放物品即可，可以不按照官方的这种方式摆放，官方只是为了管理员的便捷）\n\n为了更容易地进入和修改职业装备，从竞技场或大厅区域而省去控制室是可行的。 否则，竞技场可能必须暂时禁用或进入编辑模式，以允许传送和修改箱子物品。\n职业箱子可以位于牌子下放或牌子下方的块下面6个方块的位置。 箱子也可位于牌子后面的区域只要这是安全的就行了，因为MobArena防止大厅玩家打开背包，所以如果您的大厅处于开放状态，这可能是更好的选择。\n\n要从职业箱子获得自动装备好的盔甲，请将护甲放在箱子第三排的最后四个槽中。 MobArena将检查这四个插槽，如果其中任何一个是护甲或是可穿戴的装备，选择职业后他们将被自动装备在玩家身上。 请注意，放置在最后一个槽（右下方）的物品将始终作为头盔（甚至可以用羊毛块，南瓜等用作头盔）， 其他三个插槽的顺序并不重要。\n\n玩家背包内的物品不需要特别的设置，只需放入职业箱子内即可，目前已经支持了所有的原版物品，MOD物品待测。\n\n如果要挨着设置每个竞技场的物品太麻烦，如果你不需要每个竞技场都去设置一遍，或者如果你只想要一个箱子来设置所有的竞技场的职业物品，你可以同样使用职业箱子。当您使用的是职业箱子时，MobArena将始终把箱子里面的内容复制到玩家的背包中而不是在配置文件中配置的内容。（注意配置文件的配置use-class-chests: true）\n职业箱子需要进行关联，输入/ ma classchest <职业名称>即可进行关联。\n 计算公式（插件内部计算公式的讲解） （完成此配置，可以达到的最终效果：可以对各种数值进行精确计算或是大致推测）\n\nMobArena波数系统中使用的所有公式，你可以定制波数的不同属性，如果可以计算出来结果，应该更容易配置一些，所以我们列出了所有的计算公式。所有的公式计算结果可以通过乘数进行调整。\n\n关于符号：公式中使用的每个变量都有自己的名称。 以＃开头的变量表示某数值，所以#players表示玩家人数，#wave表示波数，#monsters表示怪物数量。 函数min（a，b）意思是返回的值为最小值，max（a，b）意思是返回值为最高值。\n\n怪物数量随波数计算公式：\n波数的增加，玩家数量的多少，都会决定怪物的生成数量，具体的计算公式如下：\n#monsters = base * #wave^expbase = min(#players/2 + 1 , 13)\nexp变量由成长节点定义，并具有以下值：\nslow   = 0.5medium = 0.65fast   = 0.8psycho = 1.2\n\n特殊波数计算公式：\nmultiplier是乘数，可以在配置文件中amount-multiplier进行设置。\n#monsters = max(1, #players/2) * multiplier\nmultiplier具有以下值：\nslow   = 10medium = 20fast   = 30psycho = 60\n\nBOSS生命计算公式：\nBOSS的生命值也可以进行计算，可以在配置文件中设置health-multiplier来调整生命的乘数， BOSS可以拥有的最低健康状况是320生命值（160心），生命值很低，只有1名玩家在竞技场内。 有10名玩家在竞技场，BOSS将有5500生命值（2750心）。\nhealth = (#players + 1) * 20 * multiplier\n\nmultiplier具有以下值：\nverylow   = 4low       = 8medium    = 15high      = 25veryhigh  = 40psycho    = 60\n\n 物品语法（配置自定义物品讲解） （完成此配置，可以达到的最终效果：给玩家特殊的物品或是金钱奖励，给职业特别的装备等）\n\n奖励不仅仅只能是单一的物品，可以是更多自定义的东西，MobArena为你提供了特殊的物品语法，让你可以自定义编辑物品的各种属性，包括附魔、名称、药水效果、介绍等。\n\n最简单的设置：\n[<物品id>或<物品英文名称>]\n例如：diamond_sword, stone, 42, 322（这会给玩家钻石剑、石头、铁块、雪球各一个）\n\n自定义数量的设置：\n[<物品id>|<物品英文名称>]:<数量>\n例如：arrow:64, grilled_pork:4, 46:10, 142:5（这会给玩家64只箭、4个猪排、10个TNT、5个土豆）\n\n自定义物品数据的设置：\n[<物品id>|<物品英文名称>]:<数据>:<数量>\n数据是可以有很多种意义的，比如在羊毛上，数据是用来设定颜色的，而在药水上，数据是用来设定药水效果的（药水效果DV表）。\n例如：wool:blue:1, ink_sack:brown:10, potion:8201:1, 373:8197:2（这会给玩家1个蓝色羊毛、10个可可豆、1个力量药水、2个生命药水）\n特别提醒：如果你是在职业的初始物品中设置以上内容，请在两边加上' '，例如：\nclasses:\n      职业1:\n          items: '373:8197:2'\n          armor: '300'\n\n自定义物品的附魔设置：\n<物品ID> <附魔ID>:<等级>;<附魔ID>:<等级>;...\n不同的附魔之间用“;”隔开，所有的附魔ID列表。\n例如：diamond_sword 16:2;19:5（会给玩家一把带有锋利2和击退5的附魔钻石剑）\n\n金钱奖励设置：\n除了物品之外，你还可以奖励玩家金钱（Vault支持）。\n例如： $1（玩家会获得1元）或是：$3.14（在插件V0.96后，支持小数点后两位小数，玩家会获得3.14元）\n\n 排行榜（如何设立排行榜） （完成此配置，可以到达的最终效果：在排行榜上显示玩家的实时战斗数据）\n\nMobArena支持所谓的排行榜（尽管技术上他们更像是记分牌或告示牌）。 通过在墙上放置两排告示牌，所有人都可以看到每个玩家选择哪些职业，他们死在哪一波，多少次击杀以及多少伤害等等。不过个人认为，这种东西更像是实时数据分析。\n\n\n排行榜功能可以显示游戏内的各种数据，并且非常容易配置。排行榜的要求在墙上至少有两排告示牌，如上图截图所示。 但是，最上面一排不应该是空的，因为那一排要包含排行榜标题，下面显示的对应的信息，你想要多少种排行榜都可以的。\n\n从最基本的开始，我们要弄上第一个牌子，在上图位置放上一个新牌子并在第一行写入[MA] <竞技场名称>， 在上面的屏幕截图中，我通过写下[MA]jial，设置了名为jial的竞技场的初始牌子，MobArena会自动为您填写其余的文字和颜色。\n\n然后，MobArena插件会告诉你，告示牌已经创建，你应该设置其余的告示牌。其余的告示牌遵循与第一个告示牌相同的格式，因此您只需写入[MA] <类型>，其中<类型>包括以下内容：\nclass - 玩家的职业。lastWave - 玩家存活的波数。kills - 玩家杀死的怪物数量。dmgDone - 玩家造成的伤害数。dmgTaken - 玩家所遭受的伤害数。swings - 玩家使用武器的次数。hits - 玩家使用武器并成功击中一个怪物的次数。\n在上面的屏幕截图中，我已经设置了几个告示牌，我将要设置一个玩家造成伤害的的告示牌。与第一个告示牌一样，你唯一的工作就是告诉MobArena你想要哪一个统计数据，它会自动处理颜色和格式。请注意，MobArena的告示牌类型是区分大小写的，因此请确保填写正确。\n\n当您设置好排行榜后，效果应该像上面的截图一样， 排行榜可以在任何地方（即在竞技场的之外）设置，但是每个竞技场只能有一个排行榜。\n\n 命令（玩家、管理员、设置竞技场命令讲解） （完成此配置，可以达到的最终效果：会使用命令来设置竞技场和游戏）\n\n注意：所有MobArena命令均以/ma开头，并且大多数命令可以使用权限来禁用。\n如果您正在寻找禁用非MobArena命令的方法，请查看配置文件设置页面的global-settings-section选项。\n插件可以在游戏中禁止除插件自带命令以外的全其他命令防止玩家作弊等。\n\n默认所有玩家都有权限执行以下命令（无需设置权限）：\n/ma join (<竞技场>) 或者 /ma j (<竞技场>) - 加入竞技场。/ma leave or /ma l - 离开当前竞技场。/ma notready - 获取未准备的玩家列表。/ma spec (<竞技场>) 或者 /ma s (<竞技场>) - 加入一个竞技场的旁观者模式。/ma arenas - 获取所有竞技场列表。/ma players - 获取所有竞技场内所有玩家的列表。/ma players <竞技场> - 获取当前竞技场内的玩家列表。\n/ma class <职业> - 选择一个职业。\n\n管理员命令列表（只能OP使用这些命令）：\n/ma enable - 开启插件。/ma disable - 关闭插件。/ma enable <竞技场> - 开启竞技场。/ma disable <竞技场> - 关闭竞技场。/ma force end - 强制结束所有竞技场的游戏。/ma force end <竞技场> - 强制结束指定竞技场的游戏。/ma force start <竞技场> - 强制开启一个竞技场的游戏。/ma notready <竞技场> - 获取竞技场内所有未准备的玩家列表。/ma restore <玩家> - 欢迎某个玩家的背包物品。/ma config reload - 重载插件。\n\n竞技场配置命令列表：\n/ma setup <竞技场> - 进入一个竞技场的编辑模式。/ma addarena <竞技场> - 创建一个新的竞技场。/ma delarena <竞技场> - 删除竞技场。/ma editarena <竞技场> - 为指定竞技场切换编辑模式（开启编辑模式后，玩家暂时无法加入）。/ma editarena <竞技场> [true|false] - 开启某个竞技场的编辑模式。/ma setting <竞技场> - 列出竞技场所有设置。/ma setting <竞技场> <值> - 检查竞技场的指定值。/ma setting <竞技场> <值> <变量> - 给指定竞技场的给定设置的设置为给定值。/ma checkspawns - 显示竞技场的出生点。/ma classchest <职业> - 在准星放在箱子上时，将一个箱子作为某个职业的职业箱子，可以更加方便地对职业初始物品进行设定。/ma auto-generate <竞技场> - 自动生成一个竞技场。/ma auto-degenerate <竞技场> - 取消自动生成的竞技场并恢复成原来的样子。\n\n\n 怪物类型（如何自定义怪物） （完成此配置，可以达到的最终效果：自定义各种竞技场内的怪物，而且可以控制史莱姆大小）\n\nMobArena支持EntityType中所有可用的怪物，怪物名称可以不用大写字母，您可以随意省略或添加下划线（_），连字符（ - ）和句号（.）。\n有些怪物有点特别。 例如，爬行者可以变成闪电爬行者，这意味着他们的爆炸威力变得更加强大，并且它们的外观也发生了变化，还有就是拥有不同尺寸的史莱姆和岩浆怪。\n希望你可以在这里找到设置怪物类型的帮助。\n\n特殊怪物类型：\nexplodingsheep - 爆炸羊，在玩家附近会发生爆炸。\npoweredcreeper - 闪电苦力怕，爆炸威力相当于苦力怕有所提升。\nangrywolf - 愤怒的狼，比普通的狼更凶猛。\nbabyzombie - 小僵尸。\nbabypigman - 小僵尸猪人。\nbabyzombievillager - 小村民僵尸。\nkillerbunny - 杀手兔。\n原版所有的怪物类型列表：点我\n\n你可以自定义史莱姆或者岩浆怪的大小：\n在它们的名字后面加上这些，你可以随意调整大小：\ntiny 最小small 小big 大huge 最大\n例如，slimehuge会生成一个最大尺寸的史莱姆,而magmacubetiny 则会生成一个尺寸很小的岩浆怪。\n\n 权限（如何禁止玩家使用某些职业或功能） （完成此配置后，可以达到的最终效果：可以给特定的组某个特殊职业的使用权限，也可以禁用某些职业的使用权限）\n\nMobArena不需要权限插件，但是如果您需要额外的控制权限，则可以使用MobArena来使用不同类型的权限节点。注意：MobArena使用合理的默认值。 这意味着默认情况下，所有玩家都可以使用所有的竞技场和所有职业，并且操作可以使用所有的管理和设置命令。 除非你想禁止一些权限组使用某些竞技场或是职业，或者想要给予非OP一些特殊的权限，否则就不用再添加任何权限！\n\n如果你想要移除某些用户组或是玩家的默认权限，你可以加入以下负权限来抵消掉：\nbPermissions插件: ^mobarena.arenas.default\nGroupManager插件: -mobarena.arenas.default\nzPermissions插件: mobarena.arenas.default: false\n\n如果你想要禁止某些玩家或是用户组使用某个职业的权限，你可以加入以负权限来抵消掉：\nbPermissions插件: ^mobarena.classes.knight\nGroupManager插件: -mobarena.classes.knight\nzPermissions插件: mobarena.classes.knight: false\n请注意最后是对应的职业，比如我想禁止玩家使用kinght职业，我就可以加入上面的负权限来抵消。\n\n如果你想要某些玩家或是用户组禁止使用插件的一些命令，你可以禁止以下权限，但是不要禁止mobarena.use.*这种你随便想当然的权限，没有用的。你想要一条一条禁止，所有的命令对应的权限如下，你可以加入负权限来抵消掉对应命令的使用权限：\nmobarena.use.joinmobarena.use.leavemobarena.use.specmobarena.use.arenalistmobarena.use.playerlistmobarena.use.notreadymobarena.use.class\n\n管理员命令很简单，他们可以禁用/启用MobArena和个人竞技场，从游戏中踢出玩家，如果失败，恢复玩家的背包，强制游戏开始或结束，并且不管竞技场状态如何，都可以传入和进出竞技场。 如果要授予所有这些权限，请使用父权限节点mobarena.admin ，不要在权限组乱加入七八糟的东西或像mobarena.admin.*这样胡编乱造的东西。\nmobarena.admin.enablemobarena.admin.kickmobarena.admin.restoremobarena.admin.forcemobarena.admin.teleport\n\n设置竞技场的对应权限：\nmobarena.setup.configmobarena.setup.setupmobarena.setup.settingmobarena.setup.addarenamobarena.setup.removearenamobarena.setup.editarenamobarena.setup.spawnpointsmobarena.setup.containersmobarena.setup.checkdatamobarena.setup.checkspawnsmobarena.setup.classchestmobarena.setup.classesmobarena.setup.leaderboardsmobarena.setup.autogeneratemobarena.setup.autodegenerate\n\n以下情况是针对于想要设置不同的用户组不同权限的服务器：假设你设置了一个叫做DiamondKnight的职业，你希望只能你的VIP使用（很常见的用例）， 当您必须撤销默认组中的职业权限时，如何设置权限插件，但是VIP组却从默认组中继承了权限，这是为什么？ 答案很简单：你做错了...\n其实配置权限并不麻烦，你需要做的是创建一个包含所有默认权限的辅助默认组，并将默认组从该组继承，此外还撤销MobArena中的DiamondKnight类权限。 你的捐助组织也从辅助组继承，一切都很棒。混乱？ 这是一个伪代码示例：\ndefault-aux:\n     permissions:\n         - essentials.balance\n         - essentials.pay\n         - essentials.sell\n↑这是↑由默↑认组↑和特殊组↑继承↑的辅助组，没有任何用处。\ndefault:\n      inherits: default-aux\n       permissions:\n               - -mobarena.classes.diamondknight\n↑这是继承辅助组的默认组，可以禁止使用特殊的职业。\ndonor:\n        inherits: default-aux\n        permissions:\n             - essentials.balance.others\n             - essentials.kit  \n↑这个组同样继承辅助组的权限，可以任意添加特殊权限。\n\n 配置文件（如何设置职业、游戏奖励） （完成此配置后，可以达到的最终效果：自定义竞技场的各种属性，自定义竞技场前缀，自定义职业，自定义奖励）\n\n注意：编辑配置文件时，必须使用空格缩进！ 使用制表符代替空格会导致配置文件无法读取！（就是说：后面要空一格）\n\n全局设定global-settings:\nenabled: [true|false] -  这决定了MobArena是否启用，如果设置为false，玩家将无法加入任何游戏，无论游戏中的个人状态如何。update-notification: [true|false] - 自动更新开关。allowed-commands: /list, /pl - 游戏内允许使用的命令，插件本身自带的命令可以不用写进去，两个命令之间请用“, ”隔开。prefix: '&a[MobArena] ' - 插件的前缀，每一个提示前面都会显示的东西。\n\n 职业设定职业稍微复杂一点，因为有许多个职业，其中每个职业都有一个名称，每一个职业都有专属的物品和工具，甚至包括专属的武器、护甲、价格、权限、大厅权限、无限耐久的武器和无限耐久的装甲。至于如何设置专属武器，可以参照上文物品语法进行编辑，为了让各位服主更好地进行理解，我们直接使用官方Wiki列出的举例进行拆分讲解。\nclasses:\n    Archer:            <—职业名称，经过测试，是可以使用中文的！\n        items: wood_sword, bow, arrow:128, grilled_pork     <┐\n        armor: 298,299,300,301    <—可以给玩家专属的物品和护甲（护甲会直接装备在身上）\n        permissions:                              物品可以是物品名称也可以是物品ID\n        - EffectiveArrows.use.*       <—可以给专属的职业添加权限，玩家选择该\n        - -mobarena.use.leave              职业后，即可获得这些权限。\n    Tank:\n        items: iron_sword\n        armor: 310,311,312,313\n       offhand: shield        <—你可以给职业的副手（左手）也装备物品，可以不仅仅\n     Knight:                            是盾牌，可以是任何东西。\n        items: '276'\n        armor: iron_helmet, iron_chestplate, iron_leggings, iron_boots\n     Wolf Master: \n       items: stone_sword, grilled_pork, bone:2  <—有一些特定的职业可以使用狼作为\n        armor: 298,299,300,301                                宠物进行辅助攻击，设置非常简单\n    Crusader:                                                           只需在初始物品里面添加骨头即可。\n        items: iron_sword\n        armor: 302,303,304,305\n        price: $5        <—你甚至可以设置使用职业的价格，玩家要使用这个职业，必须\n                                   付费才能使用。\n还有一种职业比较特殊，类似于骑士的功能，在玩家选择好职业进入游戏后，会出现一匹马可以供特定职业骑乘。我们引用官方的一个例子进行讲解。\nclasses:\n    Crusader:\n        items: iron_sword, hay_block:17    <—在物品里面添加干草块，并在“:”后面标上\n        armor: 302,303,304,305                      标上对应的标签（标签将决定马的种类）\n下面就是标签决定的马匹种类表格：\n╲无装备铁马凯金马凯钻石马凯普通马191725驴2---骡子3---骷髅马4---僵尸马5---因此，我们上面例子职业中的马就是装备了金马凯的普通马。至此，关于职业的所有讲解已完毕。\n\n游戏设定arenas:\n  default:\n    settings:\n      prefix: ''（竞技场的前缀名字，可以自定义，这将会替换前面的全局前缀）\n      world: world（所在的世界，请不要随意修改）\n      enabled: true（是否开启此竞技场，未开启的话玩家将无法加入这个竞技场）\n      protect: true（竞技场地图的保护，防止被破坏，包括玩家破坏和怪物爆炸）\n      entry-fee: ''（加入这个竞技场的费用，例如$20，玩家就需要20元才能加入游戏，当然，你还可以向玩家索要某件物品才能进入竞技场，例如$5, stick:2，则需要玩家上交5元以及2个木棍才能加入竞技场，这里的物品遵守上面的物品语法）\n      default-class: ''（默认职业，在玩家不选择职业的情况下的默认职业）\n     clear-wave-before-next: false（是否杀死当前波数的怪物才刷新下一波怪物）\n      clear-boss-before-next: false（BOSS波，同上）\n      clear-wave-before-boss: false（同上）\n      soft-restore: false（如果开启，所有竞技场内破坏的方块会在游戏结束后被复原）\n      soft-restore-drops: false（如果开启，方块被破坏后会掉落在地上）\n      require-empty-inv-join: false（是否需要清空背包才能加入游戏）\n      require-empty-inv-spec: false（是否需要清空背包才能加入旁观者模式）\n      hellhounds: false（开启宠物的火焰特效，例如狼，特效没有任何作用，仅仅是为了好看）\n      pvp-enabled: false（是否允许玩家之间PVP）\n      monster-infight: false（怪物之间是否会内讧）\n      allow-teleporting: false（游戏开始后，是否允许非游戏中的玩家传送进入竞技场）\n      spectate-on-death: true（死亡后进入观察者模式）\n      auto-respawn: true（是否开启自动重生）\n      share-items-in-arena: true（是否允许玩家在竞技场内丢出自己的物品）\n      min-players: 0（竞技场的最小人数，0为不限制）\n      max-players: 0（竞技场的最大人数，0为不限制）\n      max-join-distance: 0（设置加入游戏的距离，离竞技场太远会无法加入，0为不限制）\n      first-wave-delay: 5（玩家进入游戏后，离第一波怪物生成的准备时间，以秒为单位）\n      wave-interval: 15（每一波的间隔，如果之前设置了杀完一波怪才能开始下一波，则此选项无效）\n      final-wave: 0（游戏最多有多少波，0为不限制）\n      monster-limit: 100（竞技场内怪物最多的数量）\n      monster-exp: false（怪物是否会掉落经验）\n      keep-exp: true（是否会保存获得的经验，在竞技场内获得的经验将在游戏结束后被带出竞技场，如果经验掉落为false，则无视此选项）\n      food-regen: false（玩家在满饱食度情况下是否会恢复生命值，注意，这样玩家会很容易恢复生命值，坦克职业设置可能会非常耐打，请各位服主仔细考虑后再决定） \n     lock-food-level: true（开启后，玩家的饥饿值不会掉）\n      player-time-in-arena: world（在竞技场内的时间设置，world则是随当前世界时间相同，也可以设置：dawn黎明, sunrise日出, morning早晨, midday接近中午, noon中午, day白天, afternoon下午, evening晚上, sunset日落, dusk黄昏, night夜晚, midnight午夜）\n      auto-ignite-tnt: false（玩家放置TNT后，是否自动点燃）\n      auto-start-timer: 0（游戏自动开始的的时间，游戏会在一段时间后自动开始）\n      start-delay-timer: 0（游戏开始后进入游戏区域的延迟时间）\n      auto-ready: false（是否自动让玩家准备，不用敲击铁块）\n      use-class-chests: false（是否开启职业箱子，上文已经进行讲解）\n      display-waves-as-level: false（用经验条来显示怪物波数）\n      display-timer-as-level: false（用经验条来显示时间）\n      use-scoreboards: true（是否开启计分板）\n      isolated-chat: false（开启后，只有竞技场内的玩家可以看到发送的消息）\n      global-join-announce: false（是否在游戏开始时发送全服公告让玩家加入游戏）\n      global-end-announce: false（是否在游戏结束是全服公告）\n      show-death-messages: true（是否显示死亡信息）\n\n奖励设定奖励的设置非常简单并且遵循之前的物品语法，因此你可以自定义多种奖励，为了更加的简单易懂，我们直接在官方给出的示例奖励设置上讲解。\nrewards:\n      waves:\n        every:  <—每通过N波的奖励\n          '3': feather, bone, stick  \n          '5': dirt:4, gravel:4, stone:4\n          '10': iron_ingot:10, gold_ingot:8\n        after:   <—通过第N波的奖励\n          '7': minecart, storage_minecart, powered_minecart\n          '13': iron_sword, iron_pickaxe, iron_spade\n          '16': $200    <—同样是可以设置金钱奖励的\n请注意：波数的格式应该是'7':而不是7:\n\n坐标设定当MobArena第一次生成配置文件时，coords-section这个选项不存在，因此服主无需在配置文件中进行坐标设置，坐标需要由服主在游戏中进行设置， 有关如何设置所有坐标详细信息，请参阅上文。 整个竞技场包括五个关键的点和任意数量的生成点：\np1和p2 - 这是游戏区域的两个选取点坐标l1和l2 - [可选]大厅区域的两个选取点arena - 这个坐标是玩家在游戏开始时被传送到的地方。lobby - 玩家在进入大厅时被传送的地方。spectator - 玩家在死亡后或旁观者的传送点。spawnpoints - 怪物生成点。\n请注意：手动编辑这些坐标可能会产生一些无法预测的后果， 所以更建议再游戏内编辑这些坐标，这样会更加方便和安全。\n 波数设定（自定义怪物、BOSS） （完成此设置，可以达到的最终效果：自定义任何波数，包括BOSS波、奖励波等特殊波数，大幅提升可玩性）\n\n 波数的设定其实非常简单，你可以自定义许多种波数，并且里面的怪物都是可以自定义的。\n\n波数波数设定我们不用官方的原文翻译来对大家进行讲解，我们直接拿官方给出的例子来进行讲解，这样会使各位服主更容易理解。\n    waves:\n        recurrent:                   <—这个是一般的波数，就是说如果在没有编辑其他特定\n            <波数名字(可自定义)>: 波数的情况下，就会使用一般的波数作为当前波。\n                type: <wave type>    <— 这个是波数类型，一共分6种，之后会一一\n                frequency: #                    讲解的。\n                priority: #\ntype: [default|special|swarm|supply|upgrade|boss] (必须)波数的类型必须进行设置，一共分6中类型。\nfrequency: #（必需）这是特定波数的频率，recurrent波的频率为一般1，也就是说每一波都会产生这种类型的波数。 例如MobArena中的默认波数频率为1，特殊波的频率为4，因此，每一波都会生成默认波，而特殊波则会每四波出现一次。\npriority: #（必需）这个选项很重要，如果两种类型的波发生冲突（例如上面的默认波和特殊波，在第四波的时候不就冲突了吗？这该怎么办呢？），这时你就需要用到优先级选项，优先级高的波数会覆盖优先级低的波数，因此，如果你吧特殊波的优先级设置得比默认波高，在第四波时就会出现特殊波而不是默认波。\nwave：＃（可选）这个是限定在第几波会出现这种类型的波数，当然这个是可选的，如果你限定了特定波数出现，但是之前的波数频率依然是有效的，这个设定只是强制在某一波出现这种类型的波。\n    waves:\n          single:            <—这个是单独的波数，就是单独添加进来的一个波数\n            <波数名字(可自定义)>:             一般可以用在特殊波和BOSS波上面。\n                type: <wave type>     <— 这个是波数类型，同样可以使用6种。\n                   wave: #\nwave：＃（必需）你需要使用特点波数来确定这一波将在什么时候产生，单独添加的波数优先级永远保持最高。这种单独的波比较适用于做BOSS波或是特殊波、奖励波等。\n\n6大波数类型：\n所有的波数类型一共分为：default（默认）special（特殊）swarm（大波）supply（补给）upgrade（升级）boss（BOSS）\n下面我们用例子来进行讲解：   \n waves:\n      recurrent:\n        def1:\n          type: default（这是默认类型，可以设置为其他的）\n          priority: 1\n          frequency: 1 \n          monsters:（怪物列表和概率值，怪物可自定义，目前不支持鹦鹉和幻术师）\n            zombies: 10\n            skeletons: 5\n      fixed: [true|false]（默认波有效，开启后怪物列表中的概率值会变成确切数值，这样上面的波就会产生10个僵尸和5个骷髅，不管玩家数量和波数如何，将不会使用公式进行计算）\n       growth:[old|slow|medium|fast|psycho] #（可选）这个是增长值，如果你觉得实际使用的值偏大，可以参照上文的计算公式表进行计算和调整。\n\n默认波会生成怪物列表里面的所有怪物，并通过计算公式进行分配和数量增长。\n特殊波只会随机生成怪物列表中的其中一种，并且在怪物后面设置数量是固定数量，和默认波不同的是，默认波可以是固定数量也可以使概率值。\n一大波像特殊波一样，只会生成一种类型的怪物，但是这种波生成的怪物生命值很低，只有半颗心。 然而，与默认和特殊波相比，它们的数量非常庞大，可能会卡服，请谨慎使用此类型！\n补给波这种类型的波会在玩家身边生成一个怪物，并且有着特殊掉落，所以你需要设置一个特定于补给波的选项，例如：\ndrops: grilled_pork, cooked_chicken, cooked_beef, cooked_fish:2\n升级波这种波不会生成怪物，而是给玩家一定的补给来让他们得到续航，你可以设置所有职业都可以得到的补给，也可以设置单独职业可以得到的补给。在以下示例中，所有玩家都获得了治疗药水，所有Archer职业都获得64个箭头，所有Oddjob职业都可以获得2个TNT或一个地狱岩：\nupgrades:\n          all: potion:8197:1\n          Archer: arrow:64\n          Oddjob: tnt:2, netherrack\n          give-all-items: false（设置为true则取消随机给予，而是发放全部）\n更高级的设置方法：\nupgrades:\n       Archer: arrow:64\n       Knight:\n           armor: diamond_chestplate（这样会强制替换掉已经装备的铠甲，可以达到升级的效果）\n           items: diamond_sword 16:2（这样会强制替换掉已经拥有的武器，可以达到升级的效果）\n       Wizard:\n           permissions:（这样会让该职业的玩家获得权限，游戏结束后取消，用途就自行脑洞了）\n               - magicspells.cast.forcepush        \n        give-all-items: true\nBoss波可以自定义怪物的生命值、技能以及特殊功能的配置，下面是一个例子：\nboss1:\n          type: boss（BOSS波类型）\n          wave: 10\n          monster: cave_spider（怪物种类，可自定义）\n          health: high（生命值乘数，可以参照上文计算公式进行配置）\n          abilities: arrows, root-target, throw-nearby（BOSS的技能，列表在后面，请用“, ”隔开每一个技能）\n\nBOSS技能列表\n    arrows              射一支箭出去。\n    fireballs           发射火球。\n    fire-aura           点燃5个方块之内的玩家。\n    lightning-aura      在周围3个方块内的4个地方产生闪电。\n    living-bomb         将一个玩家点燃，并在3秒后爆炸（会炸伤其他人）。\n    obsidian-bomb       在玩家旁边生成一个黑曜石，并在3秒后爆炸。\n    chain-lightning     雷击一个玩家并闪现到附近的玩家身边。\n    disorient-target    将玩家方向选择一定角度。\n    disorient-nearby    眩晕5个方块内的玩家。 \n   disorient-distant   眩晕8个方块以外的玩家。\n    root-target         将目标禁锢几秒钟。\n    warp-to-player      随机传送到附近玩家的身边。\n    shuffle-positions   随机交换每一个人的位置，包括BOSS本身。\n    flood               随机在玩家身边放水。\n    throw-target        将一个玩家向自己身后摔去。\n    throw-nearby        把5格只内的玩家全部抛起。\n    throw-distant       将8格之外的玩家全部抛起。\n    pull-target         将一个玩家拉倒BOSS面前。\n    pull-nearby         把5格只能所有玩家拉过来。\n    pull-distant        把8格只内所有玩家拉过来。\n    fetch-target        把一个玩家传送到BOSS的位置。\n   fetch-nearby       把5格只内的玩家传送到BOSS位置。\n    fetch-distant       把8格之外的玩家传送到BOSS位置。\n至此，你已经完成了该插件的所有配置，真是不容易呢，我相信能看到这里的服主，一定可以做出一个让所有人都喜欢的好服务器。\n MobArena的使用（配置完成后可以开始享受成果了） 由于字数太多，我们对官方的Wiki内容进行了简化，各位服主可以直接让玩家按照流程来进行游戏了！\n\n玩家输入/ma join <竞技场名字>即可快速加入竞技场（如果有人正在进行则无法加入）。加入竞技场后，点击职业牌子（只需在牌子上写上对应职业的名字即可），也可以使用/ma class <职业>进行选择。右键铁块进行准备（请事先在准备大厅内放置铁块）。玩家进入游戏后，会面临一波又一波的怪物。如果玩家想要中途退出，输入/ma leave即可离开。\n\n如果玩家需要观战，请输入/ma spec即可\n开始玩吧！\n\nMobArena的中文Wiki到此结束\n翻译者：mimimis（LK520）\n耗时：10小时\n汉字数：10000+\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "白琥",
            "timestamp": 1501502460,
            "txt_content": "野外传送而来，\n粗看了下还不错。于是\n坐沙发，喝着咖啡欣赏这篇文章\n\n然后表示，什么鬼音乐，我的耳朵啊"
        },
        {
            "author": "yangchenjun",
            "timestamp": 1501726380,
            "txt_content": "翻译版 好评！"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1501729920,
            "txt_content": "哇，这个插件搞的PVE确实很好玩，支持一个"
        },
        {
            "author": "MC_Miter",
            "timestamp": 1501914840,
            "txt_content": "哇，这个好像很不错的插件，还有翻译wiki支持！"
        },
        {
            "author": "Mi_Lin",
            "timestamp": 1502111580,
            "txt_content": "不错支持一下"
        },
        {
            "author": "CaoMeiNaiCa",
            "timestamp": 1502142840,
            "txt_content": "不错的插件吗我来顶一个"
        },
        {
            "author": "Huah_a",
            "timestamp": 1502169300,
            "txt_content": "vvvvvvvvvvvvvvvvvvvvv"
        },
        {
            "author": "2692452478",
            "timestamp": 1502300640,
            "txt_content": "支持！"
        },
        {
            "author": "辣条未至",
            "timestamp": 1502349180,
            "txt_content": "我翻译半天了 万万没想到有大神"
        },
        {
            "author": "縻风",
            "timestamp": 1502410080,
            "txt_content": "神乎其技神乎其技。这个小游戏良心好玩。"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1502419260,
            "txt_content": "支持。。虽然感觉像看天书一样"
        },
        {
            "author": "312888888",
            "timestamp": 1502421780,
            "txt_content": "BOSS血量可以设置为固定值吗？还有boss种类可以为蜘蛛骑士吗？"
        },
        {
            "author": "longG123",
            "timestamp": 1502437020,
            "txt_content": "不错的插件！顶你！"
        },
        {
            "author": "jin_song",
            "timestamp": 1502511960,
            "txt_content": "只是感觉如果不用插件的话，原版搞起来应该很难吧"
        },
        {
            "author": "xiaollzx",
            "timestamp": 1502907960,
            "txt_content": "终于等到翻译了"
        },
        {
            "author": "WANGWEI20030413",
            "timestamp": 1512795900,
            "txt_content": "终于有人翻译了！以前靠着百度翻译经常有弄不懂的地方"
        },
        {
            "author": "ShadowFox",
            "timestamp": 1529384160,
            "txt_content": "辛苦了辛苦了"
        },
        {
            "author": "1951527513",
            "timestamp": 1529671560,
            "txt_content": "666皇家翻译啊"
        },
        {
            "author": "xc87",
            "timestamp": 1530548460,
            "txt_content": "如何设置boss的技能冷却时间呢？"
        }
    ]
}