{
    "title": "我的世界贝爷生存整合包1.6.4",
    "author": "yingjunde223",
    "replyCount": 21,
    "timestamp": 1501298460,
    "txt_content": " 本帖最后由 yingjunde223 于 2017-7-29 11:24 编辑 \n\n这个整合包总体来说需要的是耐心，有耐心才能活下去！！！难度还是比较难的主要是没有权限打指令，相关的MOD的攻略的就丢下来啦！！！大家慢慢体验吧！！！\n\n\n\n\n此版本MOD出生只有3滴血和3点饱食度，每升级5级会各增加1点，上限依然为10R31-2014.3.17此版本木蜘蛛的中毒比例减少了25%并且骷髅弓箭手的伤害减少50%（也就是现在如果没有装甲，骷髅弓箭手的弓箭伤害是1.5颗心），今后更新可能会增加到2颗心。在夜晚苦力怕的刷新几率减少了因为早上来临的时候，有时候会出现太多的苦力怕。\nR32-2014.3.18草生长的越高，撸的时候就更容易获得种子怪物只有25%的机会掉落手中的武器，如果他们是捡起已经掉落的武器，那么再杀死的时候是100%掉落的。燃烧的僵尸能把周围点燃的几率更小了晚上怪物刷新率减少了50%骷髅弓箭手现在平均伤害为2颗心的伤害了全装护甲的保护程度如下：一整套的皮革套装：4点一整套的铜链甲/银链甲/金链甲/生锈的铁链甲：4.5点一整套的铁链甲：5点一整套的秘银链甲：6点一整套的阿德曼合金链甲：7点一整套的铜甲/银甲/金甲/生锈的铁甲：6点一整套的铁甲：7点一整套的秘银甲：8点一整套的阿德曼合金甲：9点\nR33-2014.3.19对可可豆和可可豆的种植进行了相关的修改：1.      成熟的可可豆荚会掉落1-2个可可豆（概率是50/50）2.      可可豆荚只可以种在丛林树上，并且必须直接在树叶的下面或者在其他的可可豆荚下面，并且只可以在树干的一定距离之内种植（也就是从树叶下面一行开始，一共三行，一棵树最多只能种12个可可豆荚）3.      如果自己把丛林原木砍下来，放在自己家边，这样是不可以种植可可豆荚的，必须是在丛林原生态的树木上才可以种植。改变了苦力怕的爆炸能力。他们的爆炸对周边的方块不会造成太大的影响，但是伤害和以前一样。（只能爆炸沙子，泥土和树木，爆炸树木不是掉原木，而是掉1-2个木棒）\nR34-2014.3.20鞋子可以附魔“自由移动”（每增加1级附魔等级，取消行动缓慢20%的效果）钓鱼竿可以加入铜粒，银粒，铁粒等变成不同的钓鱼竿，成功率也依次上升，钓鱼最佳时间是黎明，黄昏以及下雨天，水越深，几率越高，所以海边是钓鱼的好地方苦力怕如果死亡的时候处于着火状态，有一定的几率也会爆炸\nR35-2014.3.21在针叶林区域的狼和惧狼数量减少雪球对火元素有额外的伤害，并且有几率会熄灭燃烧的方块雪球对准火焰丢过去能把火焰熄灭当下雨的时候，村民会自己进入房间或者寻找其他的庇护所在白天的时候，蜘蛛很和平，除非主动攻击（小心点，如果他们在没有阳光的阴暗区域，哪怕是白天，依然具有攻击性）\nR36-2014.3.23骨头现在只能变成一个金克拉（以前是3个）\nR37-2014.3.24现在可以制作燧石粒的钓鱼竿了绿宝石可以用来制作附魔台，但是比钻石附魔台的附魔能力要差一点\nR40-2014.3.26僵尸的AI更高了（更智能化）减少了蜘蛛的刷新率僵尸现在可以吃你丢掉的肉，20秒吃一块，帮你脱逃\nR43-2014.3.28游泳加速消耗饱食度骷髅弓箭手和僵尸如果戴着帽子，在阳光下不会燃烧蘑菇岛和蘑菇牛以及僵尸宝宝都取消了一些动物的AI增加了，比如马会躲避捕食者，从水里游出来，下雨时候寻找庇护所\nR44-2014.3.30甘蔗的生长受到地域的影响：针叶林区域：不生长海洋区域：72天（可能是因为太咸了，甘蔗是甜的，哈哈）河流区域：67天森林区域：42天平原区域：33天沼泽区域：31天沙漠区域：21天增加了最小的视野距离，保证在远处也可以看到小鸡菌丝是让棕色蘑菇长在耕过的潮湿的土地上，并且土地必须施肥（游戏中有动物粪便，可以用来施肥，棕色蘑菇可以在半天或者一天左右把这块土地变成菌丝，如果你愿意，可以用水碗或者水桶把土地弄潮湿）菌丝会慢慢的长出棕色蘑菇，可以收割，也可以用铲子或者鹤嘴锄移栽红色的蘑菇需要一半阳光一半阴暗，一般都长在草方块上\nR45-2014.4.1骷髅弓箭手的AI和攻击范围增大（真的很致命，不光从很远就射你，而且相当准）如果骷髅弓箭手的弓没有附魔，但是射出的箭是燧石箭，会造成2.5颗心的伤害\nR46-2014.4.3游泳的时候如果拉弓，会沉下去蘑菇的伞帽有50%的摔落缓冲丢雪球或鸡蛋的精准度初始值下降，但是自身等级越高，精准度会上升\nR47-2014.4.4新增两种生物群落“丛林河流”和“沼泽河流”如果玩家在水中或者岩浆中，格斗伤害减半，使用弓以及扔东西的准确度会下降\nR48-2014.4.11掉落的物品和经验球，可以从稍微远一点的距离就获得增强了摔落机制，并且雪的厚度也会加入掉落伤害的计算中1.      掉落在海绵上，减少100%的伤害2.      掉落在羊毛和雪块上，减少80%伤害3.      掉落在床上和树叶上，减少60%伤害4.      掉落在沙子，耕种的土地，干草垛和蘑菇伞帽上，减少40%的伤害5.      掉落在泥土，草，死亡的灌木，作物和树苗上，减少20%的伤害6.      薄积雪每层会提供10%的缓冲生肉可以在火焰中被烤熟，但是不能放太久的时间小技巧：撸东西的时候，按住左键开始撸，然后按一下右键（此时左键依然是按着的），然后同时松开左右键，就会一直保持撸那个方块，并且这个方块撸完，不要按键，鼠标移动到相同的方块上，会继续一直撸下一个相同的方块。进一步降低夜晚怪物的刷新率木蜘蛛可以在树叶之间穿梭死亡的灌木可能会掉落木棒当原木被爆炸的时候，可能会掉落1-2个木棒爆炸会造成周围的动物很慌张，到处乱窜一些物品免疫爆炸，比如矿石，铁锭和红石粉爆炸会有残害碎片溅射效果爆炸会对掉落的工具，武器，装备和其他能受到伤害的物品造成伤害\nR49-2014.4.12对蜘蛛类动物的AI进行调整在丛林中出现的河流叫做“丛林河流”生物群落绿宝石方块和钻石方块受到爆炸会掉落9个碎片（这里说的是方块，不是矿石，别傻傻的把苦力怕引过去哟，苦力怕连碎石都炸不掉的，哈哈）如果站在没有支撑的沙子上面，由于重力，沙子会掉下去在地图生成的时候就有村庄，但是只有当玩家生存了一定时间，收集并且制造了一些东西后才会出现。\nR50-2014.4.14烤马铃薯不会再获得经验掉落的物品不会受到仙人掌造成的伤害在沼泽地带出现的河流叫“沼泽河流”生态群落南瓜和西瓜的最大携带量是8个\nR51-2014.4.18调整了作物生长速度调整了各种生物群落的温度（生物群落包括沙漠，草原，森林，丛林，沼泽等）链甲现在可以做回金属粒没有任何装备的僵尸也可以挖通织物（比如羊毛），海绵，菌丝和干草方块\nR52-2014.4.21调整了僵尸的AI杀死马会掉落皮革和牛肉各种熔炉如果不是受到爆炸，掉落依然是完整的新食物：沙拉（一个碗加上3朵黄色菊花）TNT的威力减少雪方块的制作方法改变，4个薄雪块变成一个雪板，2个雪板变成一个完整的雪方块\nR53-2014.4.23石头方块现在掉落圆石作物会枯萎，并且枯萎出现的几率受到地质，温度，湿度的影响（这里的百分比不是非常了解，为什么会超过100%出现120%和150%，难道种下去就枯萎了？试验过不是的）1.      冰原： 0%2.      针叶林： 5%3.      高山： 40%4.      沙漠： 60%5.      森林： 70%6.      平原： 80%7.      沼泽： 120%8.      丛林： 150%\nR54-2014.4.26把键射到薄的玻璃上，玻璃会碎掉（小心小白啊！！！更何况怪物都可以透过玻璃看到你）无装备的僵尸，也可以把玻璃打碎地狱石需要铁镐才能获得苦力怕AI和爆炸伤害有所调整（小心小心再小心）\nR56-2014.5.1木蜘蛛AI调整蜘蛛从高出落下的伤害减少僵尸的伤害稍微增加在废弃矿坑中，除非经过了一定的时间，否则不会生成火把\nR61-2014.5.22地狱犬在明亮的地方不会刷新附魔书可以在铁砧使用发射器可以控制水沙漠的天气会有所不同，可能同一个沙漠，一半下雨一半晴天用工具敲掉工作台，熔炉，铁砧等便携方块的时候，不掉耐久在宝箱和铁箱上，如果有方块，就打不开\nR62-2014.5.17输入命令/day会出现生存了多久箭可以反向制作，还原成原始的材料，但只能获得箭头的这个金属粒\nR65-2014.6.1胡萝卜钓竿可以反向制作，还原为制作时候的钓鱼竿秘银弓，耐久度是普通弓的两倍，可以修理，并且能够增加25%的速度奖励\nR66-2014.6.4吃生鸡肉和腐肉可能会让玩家中毒，而不是产生饥饿效果箭和木棒都可以烧，提供的烧制时间相同很多物品可以按shift显示说明，比如伤害等秘银弓的耐久度再次翻倍，是普通弓4倍\nR68-2014.6.6奔跑消耗的饱食度减少划船消耗更多饱食度一边奔跑一边跳消耗的饱食度最多在船上会显示饱食度和血量\nR69-2014.6.8骷髅弓箭手不会受到仙人掌的伤害铁傀儡不会重生可以收割丝绸\nR71-2014.6.10骷髅弓箭手会捡起骨头给自己补血（完全没用，在这里mod里面骷髅弓箭手只有4滴血，拿木棒子一下子搞定）阴影潜伏者在黑暗的区域会回血\nR74-2014.6.13怪物从高出摔落并且摔死，掉落的东西会很少加入了符文石和符文门\nR75-2014.6.15作物在有亮光处也会枯萎，但是几率是大大减小茎状作物在结果实的时候可能会死掉树苗在某些地方是无法生长的没有装备的僵尸可以挖通粘土，但是很慢如果炼药锅的水平面低于动物的眼睛，动物会从中喝水可以把一碗水或者一桶水倒入炼药锅中填满空桶也可以从装满水的炼药锅中提取一桶水\nR76-2014.6.17加入了“清醒药剂”（水瓶+地狱疣+煤炭）碎石现在有机率掉落黑曜石碎片乌贼不会掉落经验，而且如果靠到会麻痹玩家麻痹/移动缓慢会对游泳造成影响\nR77-2014.6.20在生成世界的时候，狼和马生成的更少掉落的方块会破坏火把和花朵牛牛君的血量上升（20点也就是空手撸20下）铁箱中的物品无法掉落入漏斗\nR80-2014.8.9空水瓶可以从流动的水中装满吃红色的蘑菇会造成迷幻（屏幕扭曲）食尸鬼可以挖通方块女巫可以通过蝙蝠的眼睛观察，并且可以召集狼作为同伴玩家不可以沿着瀑布游上去黑寡妇蜘蛛在丛林区域出现，但是很稀有游戏中加入了饱食度和营养度(只吃肉会营养不良哟)青金石块爆炸的时候不会掉落，但是石头爆炸会掉落圆石\nR81-2014.8.27女巫会对玩家造成诅咒，有两种办法解除诅咒，第一就是杀死女巫，第二就是喝下清醒药水当玩家的饱食度满的时候不能吃增加饱食度的食物增加两种新的食物：蘑菇汤和蔬菜汤所有金属都可以做小刀燧石小刀在收割的时候比匕首更好，但是伤害很低对工具和装备加入了等级系统，劣质，普通等级等分类地狱犬和火元素会自动绕开水源\nR83-2014.9.3“耐久”可以附魔在镐子，战锤和金属装备上战锤无法获得“精准采集”附魔“无限”附魔进行了修改，是变成100%回收射出去的箭对附魔经验进行修改史莱姆不会淹死秘银弓可以有更高质量等级银箭可以攻击白色食尸鬼船不可以放在粘土炉子中烧小史莱姆也有攻击性大史莱姆的攻击范围减小岩浆方块会让人着火猪人对人类永远是敌对的，有攻击性的黑曜石只能从不流动的岩浆获得\nR84-2014.9.14灵魂沙和普通沙子一样都会掉落地狱疣长起来很慢在地狱中耕种的土地无法变潮湿猪人如果没被激怒，攻击范围变小对锄头，鹤嘴锄和镰刀有“收割”附魔降低猪人刷新率工具和武器可以增长你的攻击距离对镐子有“刺穿”附魔（也就是无视装甲）剑有“解除武装”附魔弓有“快速”“精准”“中毒”附魔怪物经常掉落的武器装备是最垃圾的品级\nR88-2014.12.10岩浆发出的光范围减小薄雪片的携带量是32个，雪板的携带量是8个中毒不会减少装备的耐久木蜘蛛在阳光下追踪的距离减半黑寡妇蜘蛛的经验从5升到8\nR89-2014.12.13箭可以穿过岩浆如果吃东西不均衡会造成营养不良（蔬菜肉类都要吃）骨头和木棍有时候攻击会坏掉，但是骨头没有木棍那么容易坏南瓜+一碗水=南瓜汤，南瓜籽本身能提供1点饱食度\nR93-2014.12.16所有的种子除了地狱疣，都能提供热量，也就是营养，而不是饱食度（有营养就能让饱食度不抖动）爆炸对硬度不高的方块破坏性较高\nR94-2014.12.18驯养狼需要消耗骨头加强发射器发射的箭的威利红石方块的携带量从1变成4减少木蜘蛛刷新率木蜘蛛血量从8变成6所有装甲的耐久翻倍每个月最后一个圆月是血月地表怪物生成率按照月亮阶段进行（新月是-50%，满月是+50%，血月是+100%）从第8天开始才会出现第一个满月\nR95-2014.12.21如果树叶方块被打下来，然后放在地上撸，是撸不出东西的（这和从林木打下来放地上，种可可豆一样，都是不可行的）在丛林的橡树树叶掉落的不是苹果，而是橘子丛林树叶可能会掉落香蕉\nR96-2014.12.23减少普通蜘蛛的刷新率如果玩家空手打怪，没有武器，工具，木棒或者骨头的话，有1/8的几率受到伤害\n R97-2014.12.24如果玩家没有装备武器，并且血量是半格或者没有饱食度，依然可以打怪，但是没有伤害血月，玩家不能睡觉在满月和血月，怪的数量增加\nR98-2014.12.31银制工具对怪物的伤害增加量从100%减少到50%一些深处的怪物在血月会出现在地表（食尸鬼会出现在任何地方，白色食尸鬼出现在冰原，影子潜伏者出现在沙漠）猪人和凋零骷髅掉落劣质武器地狱疣只能在低于生长一瓶水可以用来熄灭火焰改变了钟和指南针的做法蜘蛛的追踪距离减小仙人掌只能在沙漠生长，高度是1-3格\nR99-2015.01.07树苗和粪便能够烧制（树苗是提供1个物品烧制，粪便是提供2个物品烧制）狼和惧狼现在可以在冰原和山上刷新用雪球丢怪物，大部分没有伤害，但是会有击退效果雪人被弓箭射到，伤害减轻燃烧的僵尸更倾向于跑向玩家占林的树木手持武器的怪物更倾向于攻击玩家正在骑的马骑着马，不能捡掉在马下的东西每经过三个血月，第四个血月是蓝月，蓝月怪物生成最少，并且会刷新动物\nR100-2015.01.12骑马受到怪物攻击，可能会被摔下马减少地狱中生成的有攻击性怪物在血月，未被驯服的狼具有攻击性喂狼骨头，有5秒钟冷却驯服狼更加危险，等级越低成功率越低，并且有可能立刻变成敌对，攻击\nR102-2015.01.20钓鱼竿的“时运”附魔现在变成“Luring诱饵”摔落在硬的方块上，造成伤害更多把完整的雪方块放在岩浆上会变成圆石或者黑曜石橡树树苗可以在很高的山上生长云杉树在冰原和山上生成骨粉不能用于树苗晚上9点钟才能睡觉\nR104-2014.01.23没有装备的僵尸也可以打破活板门或者木门鸡掉落的羽毛更少\nR105-2014.02.17取消的隐形蜘蛛怪物可以透过玻璃块和冰看到你怪物可以透过草，藤蔓，甘蔗，树叶，栅栏，门和铁栅栏看到你箭可以穿过铁栅栏，有时候也可以穿过树叶食尸鬼也可以和普通僵尸一样敲门对着藤蔓扔鸡蛋，雪球和药水，有50%几率穿过藤蔓在附魔台上附魔，显示的是消耗的经验而不是消耗的等级金苹果的配方使用金粒而不是金锭附魔金苹果的配方取消，可以在附魔台制作，也可以用金苹果和附魔水一起合成增加了地狱碎石，会掉落燧石，金粒和石英碎片凋零灌木出现在地狱，碰到会造成凋零效果（不是很明白）“屠杀”附魔可以用于小刀，增加肉的掉率猪人更多的拿着金装备烈焰人更加强大，只能用附魔武器杀死\nR109火元素和烈焰人对所有附魔火焰属性的武器免疫减少了在废弃矿坑箱子中出现蔬菜的几率将箭从方块边缘射出去将打不到怪一些代码重构\nR110得到蘑菇后可以种植，而不是仅仅吃掉修复在作物里面的物品无法捡取的BUG\nR111地狱苦力怕会掉落更多的火药加入了对秘银装备的最高质量等级修正了在某些熔炉中可以烧制不属于该熔炉的东西（我就说我R110版本还能在粘土炉子放木板，原木，怎么111版本就不行了，真讨厌！）烈焰人可以穿过金属棒丢火焰球\nR112动物不可以从覆盖的炼药锅中喝水刚出生的小动物如果调入有东西覆盖的炼药锅里面，不回长大刚出生的小动物，营养不良，也不会长大如果完全用雪或者冰做成的物品放在背包里面，你跑到热的地方，比如丛林，沙漠，地狱，那么有可能会熔化掉。（很人性，也很变态）\nR113小的动物可以从炼药锅中轻松跳出来出生的小动物的健康值是参考父母中健康值最低的一方增加了水碗/一碗牛奶对应一桶水和一桶牛奶之间的转换也就是4碗水中间放一个空桶=一桶水（空碗依然回收）一桶水+4个空碗=4碗水（空桶依然回收）牛奶和水的配方相同如果是由冰或者雪做成的物品，丢落在炎热的区域，依然会融化（地狱区域，丛林区域和沙漠区域）如果玩家自身燃烧了，背包中由冰或者雪做成的物品融化的几率增加WIKI1.铁砧：铁砧用来修复装备，只需要用相应的金属粒，只有金属的武器装备才可以修复，修复一把几乎要碎掉的武器，只需要制作这把武器需要的金属锭相应的金属粒。比如说一把铁剑要碎了，只需要2个铁粒就可以修复完成，因为铁剑只需要2个铁锭。并且不同的金属砧是覆盖效果，按照硬度的排行如下金砧》铜/银砧》铁砧》秘银砧》阿德曼合金砧并且铁砧不能用于合并附魔效果\n2.箭：用不同的金属粒，碎片等可以制作不同的箭，并且如果射杀的是活的物体，死亡后有一定几率回收。如果没射中，射在泥土或者任何其他地方，靠近就100%回收。具体如下：箭的类型                     伤害                     回收几率燧石箭                         +1                        30%黑曜石箭                     +2                        40%铜箭                            +3                        60%银箭                            +3                        60%金箭                            +2                        50%生锈铁箭                     +2                        50%铁箭                            +4                        70%秘银箭                         +5                        80%阿德曼合金箭              +6                        90%伤害=速度系数*箭攻击力\n3.小技巧，放松双手。比如在撸碎石的时候，先按好左键，然后按一下右键，此时左键不松开，然后按完右键，两个键都松开，就会一直保持撸的状态，撸完一个，不要动鼠标键，直接移动鼠标到下一个碎石，就会继续撸同样的方块。4.小技巧，自动使用。比如用铲子在撸碎石，一个撸完了，然后背包中有另外一把铲子，这时候就不需要打开背包放到下面的物品栏，直接右键，自动填充相同的物品，很方便。5.工具收割等级如下 制作工具的材料                  收割等级木头                                   0燧石                                          1黑曜石                                       1铜                                              2银                                              2生锈的铁                                   2金                                              2铁                                              3秘银                                          4阿德曼合金                                56. 方块的硬度如下：方块                     硬度                     最小工具收割等级高的草                  2                          0代表空手可以撸藤蔓                     20                         0沙子                     40                         0泥土/草                 50                         0碎石                     60                         0南瓜                     60                         0木板                     80                         0沙石                     80                         1原木                     120                       1煤矿                     120                       2圆石                     200                       2石头                     240                       2金矿                     240                       2铜矿                     250                       2银矿                     250                       2铁矿                     300                       2秘银矿                  350                       3阿德曼合金矿       400                       4\n7.解除魔法药水（配方一瓶水+地狱疣+煤炭）：可以在任何一种铁砧上进行解除附魔8.魔法药水：一瓶水放在附魔台就可以变成附魔药水。任何附魔台都可以附魔，但是消耗200点经验。如果把附魔药水摔碎了，会掉出200点经验。所以附魔药水可以用来贮存经验。也用来制作附魔金苹果。9.粘土炉子：不像其他的炉子，这个炉子是可以空手制作的，撸4个粘土快，然后变成炉子，最初的用来烧制食物，只能放木棍，树苗，木质工具和其他可以燃烧的东西还有粪便，不能放入方块类物品，也不能燃烧比木头或者木炭更热的东西，比如煤炭和岩浆等10.可可豆：可可豆荚会掉落1-2个可可豆，可可豆可以用来做巧克力和饼干。可可豆荚只能种在从林木上，直接种在树叶下或者其他可可豆荚下，最多三行11.女巫的诅咒种类如下：装备衰减—装备耐久度下降比平时快不能奔跑—不能跑动不能吃动物的肉或者与动物相关的食品不能喝水或者牛奶或者任何液体缠绕--穿过藤蔓或者其他植物的时候移动缓慢不能穿装甲—所有装甲都穿不上不能睡觉—晚上不能休息惧怕蜘蛛—惧怕与蜘蛛进行打斗惧怕狼—惧怕与狼进行打斗解除诅咒方法如下：杀死女巫或者喝一瓶解除魔法药水12.附魔金苹果：金苹果和魔法药水组合就可以了13.经验等级：角色每增加1级，可以增加2%的工作效率，攻击伤害和制造速度角色每增加5级，可以增加一点饱食度和血量上限。并且等级越高，射箭越准，丢东西越准。每次死亡会掉落三分之一的经验，这些经验球只有自己能吃，并且另外的三分之二永远消失。如果玩家等级是0级或者更少，那么每一次死亡就减少一级变成负等级，最多可以是-40级，也就是如果是-40级，所有的工作效率，攻击伤害和制造速度将减少80%。14.火元素：火元素防御伤害，并且会从岩浆中出现，杀死的方法有用附魔的武器砍死或者用水浇死（但是他会主动躲避水源）15.钓鱼：钓鱼是另外一个食物来源，最好的钓鱼时间是黄昏，黎明，并且水越深越好，然而下雨天是钓鱼的最佳时间。16.燧石碎片：燧石碎片是最容易从碎石中掉落的。可以做成燧石箭或者4个燧石碎片变成一个燧石，做成斧子或者燧石小刀。17.食物的营养和饱食度：（从官网是如下的表格，但是实际上好像饱食度和营养对调了，并且此处的饱食点2点=一个鸡腿，就是右下角的那一排鸡腿饱食度）食物名称              -营养                    -饱食点                -附加作用金苹果                  2                          1红苹果                  2                          1香蕉                     2                          1熟牛肉                  10                         10生牛肉                  5                          5面包                     8                          2蛋糕块                  2                          2整个蛋糕              12                         12胡萝卜                  1                          2金胡萝卜              1                          2奶酪                     4                          4熟鸡肉                  6                          6生鸡肉                  3                          3                          有30%几率中毒巧克力                  3                          3饼干                     3                          1面团                     6                          2鸡蛋                     1                          3熟鱼                     6                          6生鱼                     3                          3冰淇淋                  5                          4熟羊肉                  6                          6生羊肉                  3                          3西瓜片                  1                          1一碗牛奶              0                          1一桶牛奶              0                          4棕色蘑菇              1                          1红色蘑菇              1                          1                          思维中毒+恶心洋葱                     1                          1橘子                     2                          1南瓜派                  10                         6熟猪肉                  8                          8生猪肉                  4                          4烤土豆                  6                          2毒土豆                  2                          0                          60%几率思维中毒生土豆                  3                          1腐肉                     2                          1                          80%几率中毒沙拉                     1                          2小麦种子              1                          0地狱疣种子           1                          1西瓜种子              1                          1南瓜种子              1                          2鸡汤                     10                         10蘑菇汤                  2                          4忌廉耐油蘑菇汤    3                          5南瓜汤                  1                          2蔬菜汤                  6                          6耐油蔬菜浓汤       7                          7蜘蛛眼                  0                          1                          思维中毒牛肉汤                  16                         16糖                         1                          0\n17.食物能量：食物能量分为营养和饱食，如果饱食为0，则不能进行任何操作，除了吃东西，也可能出现饱食为满，但是营养为0的状况，这样的话，饱食度开始抖动，持续降低饱食度直到018.燃料的热能等级：对于不同的熔炉，使用不同的燃料，不能超过熔炉的热度燃料                     热度              备注木头，木炭           1                   能够燃烧食物，产生木炭煤炭                     2                   能够燃烧普通的矿石（铜，银，铁，金）岩浆                     3                   燃烧秘银矿烈焰棒                  4                   燃烧阿德曼合金矿19.熔炉：一共有5种，粘土炉子，沙石炉子，石头炉子，黑曜石炉子和地狱石炉子：粘土炉子：不像其他的炉子，这个炉子是可以空手制作的，撸4个粘土快，然后变成炉子，最初的用来烧制食物，只能放木棍，树苗，木质工具和其他可以燃烧的东西还有粪便，不能放入方块类物品，也不能燃烧比木头或者木炭更热的东西，比如煤炭和岩浆等沙石炉子：用8个沙石做成（4个沙子=1个沙石），能够燃烧木板，并且可以产生木炭，不能把煤炭作为燃料，只能燃烧木头或者木炭石头炉子：用8个圆石做成（前期圆石可以通过碎石制作4个碎石=2个圆石），能够用来烧普通的矿（铜，银，铁，金）黑曜石炉子：用8个黑曜石组成，能够把岩浆作为燃料，熔化秘银矿地狱石炉子：用8个地狱石组成，能够把烈焰棒作为燃料，熔化阿德曼合金20.碎石：碎石是一开始最重要获得金属的来源，可以获得以下金属粒，并且附上几率掉落的物品                  几率掉落自身碎石              3/4燧石碎片                     5/32铜粒                            1/18银粒                            1/54燧石                            1/96金粒                            1/162黑曜石粒                     1/486绿宝石粒                     1/1458钻石粒                         1/4374秘银粒                         1/13122阿德曼合金粒              1/2624421.短柄小斧：这个是斧头的缩小版，在早期砍木头需要这个，两个木棒，一个燧石就可以做成，但是只能砍3个木头，如果有了工作台，就可以用两个木棒，3个燧石做成燧石斧子，可以砍10个木头。22.营养不良：如果吃的食物太单一，会造成营养不良，不能继续吃那种东西。总之就是蔬菜荤菜搭配就可以了23：粪便：可以用作肥料，增加50%的作物增长速度。如果作物成熟了，有50%的机会这块土地变得贫瘠。并且粪便可以用来制作菌丝。24.材料坚固度：坚固度是用来计算工具的耐久和一些方块的硬度材料                     坚固度木头                     0.5燧石                     1.0   黑曜石                  2.0铜                         3.0银                         3.0生锈的铁              3.0金                         2.0铁                         4.0秘银                     16.0阿德曼合金           64.025．菌丝：蘑菇岛不会出现在世界里，只能自己培养，把棕色蘑菇种植在耕种的潮湿的阴暗的用粪便施肥过的泥土上，等几个小时蘑菇把周围泥土变成菌丝，然后长成很大的蘑菇26．银制的东西耐久度和铜一样，但是对抗不死族，可以增加50%伤害27．木棒：在开始阶段，由于不能用手撸树，所以只能撸树叶，撸树叶会有几率掉落木棒，所以第一把小斧子继续靠运气去撸树叶28.工具耐久度如下工具             铲子              镐子              钓鱼竿       木头              200                0                   0       燧石              400                0                   3       黑曜石           800                0                   0       铜                  1200              3600              6       银                  1200              3600              6       生锈的铁       1200              3600              6       金                  800                2400              4       铁                  1600              4800              8       秘银              6400              19200            32       阿德曼合金    25600            76800            12829.村庄：村庄的出现，只有在以下三种情况都达到了才会有：存活了60天。采摘了每一种作物（小麦，胡萝卜，土豆，洋葱）。制作了铁镐或战锤30.木蜘蛛：木蜘蛛只有在森林刷新并且白天也依然具有攻击性。尺寸是最小的怪物1X1，也可以钻到树叶里面去，这些蜘蛛很容易辨识，颜色是棕色并且咬你中毒。\n\n对于一些新增的武器和装备以及细节说明1.取消了木制，石制和钻石工具2.玩家血量恢复速度很慢（但是如果睡觉，会加速血量回复）3.经验很难获得，杀死和平动物无法获得经验4.方块更硬很难撸5.工具耐久度很快就容易用完6.装甲的防御能力和以前相同，但是耐久降低7.在这个世界，连煤炭都和矿石一样难找8.怪物攻击欲望更强大，从很远的地方就可以看到你，飞奔向你9.僵尸的攻击范围变大（别指望你空手能撸到他，你早就死翘翘了，甚至有时候用武器，他撸到你了，你还没撸到他）10.新金属：铜是最初获得的金属。银对不死族有50%伤害加成，并且有部分怪物智能倍银制工具或者附魔武器杀死。秘银耐久非常高。阿德曼合金是所有金属耐久最高的，只有在最深的地方才会出现，并且需要地狱石熔炉加上烈焰棒才能熔化这个矿石11.砧：一共有六种砧分别是铜砧，银砧，金砧，铁砧，秘银砧，阿德曼合金砧。都能用来修复金属制作的装备和武器，并且只需要用相应的金属粒。所有砧都是向下兼容，也就是银砧可以修复铜制武器装备，但是铜砧不能修复银制武器装备，并且将一个将要破掉的装备修复成完美耐久度，是加入制作武器所需要锭的数量相应的金属粒的数量。比如铜剑修复只需要2个铜粒就可以了，因为制作铜剑只需要2个铜锭12.武器，工具，装甲：小木棍，大木棍，燧石斧和燧石小刀是最初能获得的装备，匕首容易制作但是没有剑那么长。战斧是剑和斧子的合成体。战锤的耐久高可以用来挖矿。鹤嘴锄耐久比普通锄高，并且可以用来挖掘。现在有7种箭，上面六种金属加上一个燧石箭，可以制作链甲装备。13.附魔：战锤可以附魔“晕眩昏迷”，钓鱼竿可以附魔“时运”，盔甲可以附魔“再次生成”，鞋子可以附魔“速度”和“自由移动”（这个自由移动每增加1级附魔等级可以减少20%缓慢移动效果），鹤嘴锄和锄头可以附魔“富产”，斧子和战斧可以附魔“采伐”，剑和匕首以及大镰刀可以附魔“窃取生命”14.新食物：牛奶可以制作奶酪（4碗牛奶=1个奶酪（2点饱食度）），可可豆和甘蔗可以做成巧克力，蒲公英（黄色菊花）可以做成沙拉（3个菊花+1个碗）种植的小麦可以变成面粉，然后加上水变成面团，然后烧制变成面包（面包提供1点饱食度但是却提供4点营养，所以也特别好），一碗牛奶加上巧克力加上雪球=冰淇淋15：新的怪物：食尸鬼：移动比普通僵尸快，阳光下不会燃烧，并且攻击会产生麻痹效果不能动，所以遇到基本=死亡白色食尸鬼：此僵尸会窃取经验等级并且杀死的方法是用银制工具或者附魔武器，普通武器无法杀死他隐形潜伏者：基本上看不到恶魔蜘蛛：拥有剧毒的毒液，会造成麻痹和中毒地狱犬：会喷火让人着火惧狼：惧狼在雪原，并且如果靠近就会主动攻击地狱苦力怕：全身红色，爆炸威力范围更大木蜘蛛：生长在丛林和森林，并且白天也会主动攻击，会中毒，体形最小，1X1影子潜伏着：在最黑暗的区域，并且有光源会自动去熄灭火元素：火元素防御伤害，并且会从岩浆中出现，杀死的方法有用附魔的武器砍死或者用水浇死（但是他会主动躲避水源）16.动物：比如鸡，猪，羊，牛都需要食物，水，阳光，自由才能健康成长，否则会生病，产量很低不能繁殖。并且如果成群在一起，会造成生病（所以在游戏中，经常看到动物是一个一个的，几乎看不到以前版本中那种一群一群）。动物会自己寻找食物和水源，以及在下雨天自己寻找庇护所。17.作物：新加入了洋葱。作物生长速度受到当地温度和湿度的影响。作物可能会枯萎，作物的枯萎会传染给旁边的作物，所以切记作物和作物之间一定要隔开。动物掉落的粪便可以用来肥沃土壤，增加50%作物生长几率，但是等到作物成熟收割后，那块土地也有50%几率变得贫瘠。18.床：在床上血量恢复速度是翻倍。在白天也可以睡觉用来回复血量。不可以在室外睡觉，庇护不足够也睡不着，当你睡觉的时候，怪物也会偷偷靠近你，所以保证把门都关上。睡觉的时候新陈代谢依然进行，所以如果饱食度不够，半夜会醒来吃夜宵哟19.杂项：1.原木，石头和其他硬的方块，徒手无法获得2.制造任何东西都需要时间3.玩家的挖掘速度和伤害以及移动速度，等级每增加1级，加成2%4.所有物品的携带量上限都有所更改5.掉落在地上的物品，可以持续更长时间再消失6.哪怕什么都不干，人有新陈代谢都会消耗营养和饱食度7.进行一些费力的工作，比如挖泥土，砍树等消耗饱食度都是按照每一下撸东西决定的8.下雨天在野外淋雨增加饱食度消耗9.在水下不能吃东西喝东西，除非喝了水肺药水10.移除了蘑菇岛11.骷髅移动快但是一击必死（只有4点血）12.驯养的狼可以做更多的事情13.燃烧的生物可能会点燃周围能燃烧的物品14.金属箱子，只有自己能打开15.如果泥土和沙子没有支撑，会塌方16.TNT不会炸掉矿石，但是可以炸掉煤矿和宝石17.弓箭的精准度由玩家等级决定，等级越高，精准度越高18.最好的钓鱼时间是黄昏，黎明和下雨天19.水越深，抓到鱼的几率越大20.当饱食度为0的时候，什么都不能做，只能吃东西僵尸和食尸鬼会攻击动物，但是鸡最惨，因为狼和蜘蛛也会攻击他们\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "yingjunde223",
            "timestamp": 1501298880,
            "txt_content": "顶一个！！"
        },
        {
            "author": "麦神y",
            "timestamp": 1503396540,
            "txt_content": "支持，只只想找贝爷的！！！"
        },
        {
            "author": "1636971685",
            "timestamp": 1503549540,
            "txt_content": "啦啦啦啦啦啦啦啦啦啦啦阿拉了"
        },
        {
            "author": "cyfbzc",
            "timestamp": 1503713340,
            "txt_content": "666666666666666666666666666666666666666666666"
        },
        {
            "author": "2062847811",
            "timestamp": 1503901380,
            "txt_content": "谢谢谢谢谢谢 终于找到了"
        },
        {
            "author": "木子牛攵",
            "timestamp": 1503922860,
            "txt_content": "不是有R165了吗"
        },
        {
            "author": "够热情",
            "timestamp": 1506076860,
            "txt_content": "顶顶顶顶吊打"
        },
        {
            "author": "w3022257549",
            "timestamp": 1509783480,
            "txt_content": "R192整合包http://pan.baidu.com/s/1geRzjOJ不用谢"
        },
        {
            "author": "__天暗下来",
            "timestamp": 1511516040,
            "txt_content": "怎么卡存档？"
        },
        {
            "author": "离殇、、",
            "timestamp": 1514626440,
            "txt_content": "C:\\Users\\Aministrator\\Pictures"
        },
        {
            "author": "离殇、、",
            "timestamp": 1514626620,
            "txt_content": "为什么我一进去方块就刷不出来"
        },
        {
            "author": "LDSS",
            "timestamp": 1515823380,
            "txt_content": "可以有，要什么都能找到"
        },
        {
            "author": "离殇、、",
            "timestamp": 1518878280,
            "txt_content": "为什么我刷不出来方块C:\\Users\\Administrator\\Pictures"
        },
        {
            "author": "离殇、、",
            "timestamp": 1518878340,
            "txt_content": "C:\\Users\\Administrator\\Pictures\\捕获"
        },
        {
            "author": "2895227622",
            "timestamp": 1521696360,
            "txt_content": "666666666666666666"
        },
        {
            "author": "夜色蒙寂",
            "timestamp": 1522423800,
            "txt_content": "我要挑战贝爷"
        },
        {
            "author": "NAGER",
            "timestamp": 1522726080,
            "txt_content": "请问大佬有没有r133的服务端整合包啊，感谢大佬"
        },
        {
            "author": "2664307632",
            "timestamp": 1526407860,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "zhenTOzxcv",
            "timestamp": 1529657280,
            "txt_content": "好好好好好好好好好好好好好好好玩玩玩玩玩玩玩玩玩"
        },
        {
            "author": "真·牛逼",
            "timestamp": 1531194600,
            "txt_content": "感觉好复杂                           "
        },
        {
            "author": "三少233",
            "timestamp": 1531572480,
            "txt_content": "网盘已炸"
        }
    ]
}