{
    "title": "「Minecraft.net|CULTURE」闹鬼的酒店",
    "author": "cc7w",
    "replyCount": 2,
    "timestamp": 1501326720,
    "txt_content": " 本帖最后由 1345979462 于 2017-7-29 20:26 编辑 \n\n\nH A U N T E D    H O T E L\n闹 鬼 的 酒 店\nCan you reach the top floor of this challenge map alive?\n你能活着登上这张挑战地图的顶层吗？\n\n\n　　Ah, there's nothing quite like staying in a hotel! Freshly made beds, chocolate on the pillows, maids cleaning up after me, concierges carrying my bags, lady at the front desk saying my card has been declined, lady at the front desk saying this card doesn't work either, lady at the front desk saying this card just says 'LET ME STAY FOR FREE PLS', the screams of the angry manager threatening to call the police, security throwing me painfully into the streets... ah, staying in a hotel! I love it.\n　　啊，没有比住酒店更好玩的事情了！在刚收拾好的床上的枕头上有巧克力，女仆会为我打扫房间，门房会帮我收拾包裹，只是前台小姐说我的房卡过期了，前台小姐说这张卡也不行，前台小姐说这张卡上只是写了“让我免费呆一会吧”，——经理愤怒的咆哮声在威胁我说要报警，保安把我痛苦地摔在街上……啊！我最爱呆在酒店中了！\n\n　　So when Nephalem and Annemette offered me a free stay in their new Minecraft map, Haunted Hotel, I would've been stupid not to take it!\n　　所以当Nephalem和Annemette让我去他们的最新的Minecraft地图——Haunted Hotel（闹鬼的酒店）中游玩时，我会笨到不接受吗？\n\n　　I told Marsh I was off on holiday. Marsh told me not to bother coming back. All right! Unlimited vacation!\n　　我告诉Marsh我打算去度假，Marsh对我说不要回来了。多么棒！无限的假期！\n\n\n\n　　I packed my bags and sprinted off to enjoy my free stay in this no-doubt luxurious five-star hotel. “This is going to be great!” I yelled merrily to myself. “And the best part is, my life will be in no danger whatsoever!”\n　　我收拾好了行李，然后跑去享受这免费的豪华五星酒店的免费住宿。“绝对很棒！”我开心地对自己说道。“最棒的原因就是我的生命不会有危险！”\n\n　　How bitterly ironic those words turned out to be.\n　　那是多么讽刺的话啊。\n\nIT BEGINS\n伊始\n\n　　I've arrived! Holiday, here I come! Although... I can't see the beach. Can't see the cinema. Can't see the arcades, the bowling alleys, the museums, or the shops. I can see no fun, nor see no joy. I can't see another living soul. I'm completely, utterly alone...\n　　我抵达了目的地！假期，我来了！虽然……我看不到海滩，摄像机，游乐中心，保龄球场，博物馆或商店这类建筑。我看不到标志着趣味和快乐的东西。我看不到其他活着的生物，我被完全，完全孤立开来了。\n\n　　Oh well! So long as the hotel has a TV, snack bar and enough pillows for me to build my Holiday Fort, I'll be happy! Whistling merrily, I started walking down the street.\n　　哦没关系！只要酒店中拥有电视，小吃店和能让我建造夏日城堡的足够的枕头的话，我也会很开心的！我开始走在街上然后愉快地吹着口哨。\n\n　　That's when this happened:\n　　就在这时：\n\n\n\n　　A mysterious plume of grey-black smoke, twisting and flowing ahead of me and into the hotel. OK...\n　　一阵神秘的灰黑色烟雾，在我面前流动，扭曲，然后飘进了酒店之中。好吧……\n\n　　So that was... odd. Probably nothing to worry about! I decided to worry anyway. I peered nervously at the silent buildings, looming over me. Where was I anyway? England? It was eerie, cold and I slightly wish I'd never come here. Yeah, probably England.\n　　那么……古怪。但没啥好担心的！但是我还是警惕了些许。我仔细凝视着死寂中的建筑物，死寂也笼罩了我。我在哪？英格兰？这里是那么的可怕与寒冷，我有些许希望我之前没有决定来这里。好吧，这里可能是英格兰。\n\n　　But I instantly cheered up when I found the hotel and glanced through its windows. A room full of delicious cakes! And a room full of delicious cameras! Well, cameras aren't delicious, but I was so excited, I ate five anyway. Yeah! Holiday back on track, baby! My stomach still hurts, and if you squeeze me, I sometimes take a photo of my lower intestine. Don't ask me how I develop it.\n　　但当我找到酒店时，从窗户外瞥了一眼时，我立刻就高兴了起来。一间满是美味的蛋糕的屋子！还有一间满是美味的摄像机的屋子！好吧，相机可能不是那么好吃，但是我是那么的激动，于是我一口气吃了五个。耶！假期回到正轨了，宝贝！虽然我的胃仍然很疼，并且如果你不小心挤到我的话，有可能会拍到我的肠道的照片。别问我它是怎么成像的。\n\n　　“I knew I was worrying about nothing!” I laughed to myself as I entered the hotel.\n　　“我知道，没啥好担心的！”在我进入酒店时我暗笑自己。\n\n　　Hey, who turned out the lights?\n　　嘿，谁把灯关了？\n\n\n\n　　The hotel! True, it looks a bit grim and ominous and STAY AWAY on the outside. But don't we all?\n　　这座酒店看起来确实有点阴森和不详，似乎与外界隔绝。但我们不是吗？\n\n　　“Hello?” I called out into the darkness. Nothing. Where was the Front Desk Lady, to welcome me to the hotel and pretend to like me? Where was the Bag Boy, to take my bags to my five-star suite? And where was the Good Hair Lad, to lie that my hair looks lovely and that I'm not going bald? (FYI, if your hotel doesn't have a Good Hair Lad GET ONE. Or I'm giving you one star on TripAdvisor).\n　　“有人吗？”我朝黑暗中喊道。没有应答。欢迎和假装喜欢我的那个前台小姐在哪里？把我的包裹带到五星级酒店中的门房在哪里？让我的头发看起来可爱点但不会秃顶的发型师在哪里？（还有，如果你的酒店中没有发型师的话去聘一个，不然我会在TripAdvisor上给你一星的）\n\n　　Instead of enjoying all those lovely hotel things, I flailed around in the pitch black lobby for hours, banging my shins on obstacles until my legs were basically stumps. I've had better holidays. Although I've also had worse.\n　　我没有享受这些旅店中惹人喜爱的东西，我在漆黑的大厅中被绕了几个小时，——我的腿被各种障碍物绊到几乎不能正常行走。我之前的假期比这好多了——虽然也有比这坏的。\n\n　　But my pain was rewarded when I found the elevator. Success!\n　　但是当我找到电梯的时候，我的痛苦得到了回报。成功！\n\n\n\n　　The elevator! Don't find this screenshot exciting? Sorry, pal, you're going to be seeing a lot of it.\n　　电梯！你不觉得这张截图很令人兴奋吗？抱歉伙计，你会看到更多这种截图的。\n\n　　I hit the button and the elevator started heading up. Music started playing. It was pleasant, soothing and upbeat! Unlike everything that was about to happen to me.\n　　我按下了按钮，电梯开始上升了。音乐响起。愉快，舒缓，乐观！与之前我遇到的事物截然不同！\n\nFLOOR ONE\n第一层\n\n\n\n　　The doors pinged open, and I started exploring. There didn't seem to be anyone there. Weird, but not as weird as the mysterious map that had suddenly appeared in my left hand. Huh. Guess I need to start washing my hands properly, intead of just spitting in them once a month.\n　　电梯门打开了，我开始了我的探索。好像这儿没有人。周围很奇怪，但是没有突然出现在我的左手中的那张奇怪的地图那么吓人。哈。我想我应该认真洗手了，而不是每月往手上吐口吐沫。\n\n　　Using the map, I found a library, a room full of iron bars (promising!) and a relaxing looking room with a bathtub.\n　　通过这张地图我找到了图书馆，——一间满是铁栅栏的屋子（有希望！）和一间内含浴缸的令人放松的房间。\n\n\n\n　　Bliss! Heaven! I can't remember the last time I enjoyed a nice, hot bath! Or washed at all, actually.\n　　极乐天堂！我都忘了我上次享受热水浴是什么时候了！或者说，实际上，全身沐浴。\n\n　　While I chilled in the tub, I took a closer look at the map.\n　　当我在浴缸中冻得发抖的时候，我仔细看了看地图。\n\n　　The little white symbol was presumably me, and the blue lines were the parts of the hotel I'd already explored. But what were the black lines in the top right corner?\n　　白色的标志应该是代表我，蓝线圈出的部分应该是我已经探索过的地方。但右上角的黑色区域代表什么？\n\n\n\n　　GASP! It must've been another guest! I wasn't doomed to endure my relaxing holiday alone after all! “Towel Boy, fetch me my towel!” I roared, hopping out of the tub.\n　　深呼吸！那一定是另一位客人！毕竟我肯定不是一个人享受这愉快的假期！“佣人，把毛巾拿来！”我大喊一声，跳出浴缸。\n\n　　But no Towel Boy emerged, so I had to dry my body all by myself. Honestly what kind of hotel are they even running here I mean come on.\n　　但是佣人没有出现，所以我不得不自己擦干身体。老实说，这种类型的酒店怎么还能开下去！额，我是说继续吧。\n\n　　Freshly dry and freshly dressed, I ran to find the other guest! But irritatingly, my new BFF was trickier to track down than I expected. The hotel was full of twists and turns, dead ends, and doorways blocked by thick glass.\n　　擦干身体穿上衣服之后，我就跑去寻找那另一位客人了。但让我很生气的事情是，我的新BFF追踪器不像我想的那样简单。酒店中到处都是转角，死胡同和被厚玻璃板挡住的门。\n\n\n\n　　Soon, according to my map, I was just a few rooms away from the other guest. For the first time in my life, I was going to make a friend!\n　　很快，根据我的地图的指示，我跟另一位客人之间的距离只有几间房间了。我生命中的第一次，——要去见我的朋友了！\n\n　　But that's when events took a nasty turn.\n　　但是情况突然变得截然不同。\n\n　　I was strolling into the library, when I heard a single foreboding note ring out, as if someone had accidentily stepped on the worlds creepiest piano. With the sinister sound came a green exclamation mark, suddenly popping up in front of me.\n　　我正想漫步进图书馆时，一个不祥的音符突然响起，似乎是有人不小心触到了世界上最可怕的钢琴。在不祥的声音之后，一个绿色的感叹号突然出现在我的面前。\n\n\n\n　　I took another shaking step forward. The ! turned orange. Was this a warning? A threat? Was I not allowed in this room? Hey! You're not the boss of me, you poncy floating piece of punctuation! I'm the HONOURED GUEST of this hotel! I can go in any room I please! I stormed into the room to prove my excellent point.\n　　我又向前迈了一步。感叹号变成了橙色。这是警告吗？还是威胁？我不能在这间屋子中吗？嘿！你又不是我的上司，你就是一个漂浮的标点符号罢了！我是这间酒店最尊贵的客人！我能去任何我想去的房间！我冲进了房间来证明我极棒的观点。\n\n　　This turned out to not be such a good idea.\n　　结果证明这确实不是个好主意。\n\n　　Now I could hear a deathly groan, along with the electric crackle of static. Both these nasty noises were getting louder. The ! turned blood red. “A-actually,” I said. “I d-don't like this stupid r-r-room anyway! I'll just leave now.”\n　　现在我听到了一声死亡呻吟，就像是静电发出的噼啪声。这些讨厌的噪声越来越响。感叹号标志变成了血红色。“其……其实”，我说道，“我才不……不喜欢这间愚蠢的房……房间呢！我现在就走！”\n\n　　But it was too late for that. I realised, with a scream, that it had already found me.\n　　但是我意识到已经太晚了，一声尖叫表明它发现了我。\n\n\n\n　　WHAT THE HECK WHAT THE HECK WHAT THE HECK WHAT THE HECK WHAT THE HECK WHAT THE HECK WHAT THE HECK WHAT WHAT WHAT WHAAAAAAAAT THE HECK WHAT THE HECK WHAT THE HECK WHAT THE HECCCCCK!?!!?!??1!!\n　　搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼搞什么鬼！？！？？！？！！？？？？\n\n　　...And when I woke up, I was back outside the hotel.\n　　当我醒来的时候，我又回到了酒店外。\n\n　　What. The. Heck.\n　　搞！什！么！鬼！\n\nFLOOR ONE (ER, AGAIN)\n第一层（额，再一次）\n\n　　Escape was impossible. The streets led nowhere. My cries for help were answered with silence. None of the buildings accessible, except the dreaded hotel. Where else could I go? I had no choice but to go back inside. Maybe I'd find something that could help me escape? Maybe I'd be attacked by mysterious entities again? Sadly, the latter seemed far more likely.\n　　逃脱是不可能的。街道无处可去。我寻求帮助的哭声没有回应。除了那可怕的酒店，别的建筑物都不能进去。我还能去哪？除了回去，我别我选择。可能我能找到能够帮助我逃脱的东西？可能我会再次被那神秘生物攻击？可悲的是，后者似乎更有可能。\n\n　　Emerging from the lift, I was back on the first floor. Except... it had all changed, and now all the doorways were blocked. Oh terrific. What now? Curl up into a ball and whimper about the futility and unfairness of life? Say, that's not a bad idea!\n　　从电梯出来后，我又回到了一楼。除了……一切都改变了，现在所有的门都锁上了。太棒了！现在我该干什么呢？蜷缩成一个球埋怨生活的徒劳与不公？这不是个坏主意！\n\n　　But then I noticed something. The map wasn't the only mysterious gift the hotel had given me. I was also now carrying two potions, one called 'LIVING WALLS' and another called 'TELEPORTATION'. Hmmm, what could they possibly do?\n　　但我注意到了一些不同的东西。地图不仅仅是酒店给我的唯一的神秘礼物，我现在身上也有两瓶药水，一瓶叫做“生命之墙”，另一瓶叫做“传送”。它们能做什么呢？\n\n\n\n　　“Well, there's never any harm in trying something new!” I thought, as I drank a mystery potion I'd found in a hotel full of deadly ghosts.\n　　“探索新东西总是没坏处的！”我这样想到，于是我饮下了一瓶我在一间满是致命鬼魂的酒店中找到的药水。\n\n　　It tasted like a delicious glass of fresh orange juice! That had been poured a 100 years ago and spat in by a man who'd never heard of a 'toothbrush' but had heard of 'eating garbage'. Not great.\n　　感觉就像一杯新鲜的橙子汁！——100年前倒在杯子中的，被一位从来没有听说过“牙刷”但听说过“吃垃圾”的人喝进去又吐出来的。不是很棒。\n\n　　But what was great was what happened next. There was a puff of smoke and then I teleported to another part of the hotel!\n　　但接下来发生的事就很棒了。大团的烟雾涌了出来，我被传送到了酒店的另一个角落！\n\n\n\n　　Teleportation feels kinda like being kicked in the head by the opening credits of Doctor Who. Fun!\n　　喝下传送药水的感觉就像被Doctor Who的开场字幕踢到头了一样。有趣！\n\n　　This was incredible. I now had access to teleportation technology! Just imagine what I could do. I could rob every bank in the city! Or, er, something less incriminating! Things like:\n　　真是令人难以置信！我现在拥有传送技术了！想想我能干什么。我能够抢劫城市中所有的银行！额，或者，一些不是那么有罪的事情，就像：\n\n　　At a restaurant that takes half an hour to cook pizza? No problem! I'll just TELEPORT to Speedy Joe's, the restaurant that cooks your pizza in 15 seconds!\n　　餐馆为你烤披萨要半个小时？没问题！我会传送到Speedy Joe's餐馆，那里的披萨只要十五秒！\n\n　　Waiting in a looooooong line for the movies? No problem! I'll just TELEPORT home and go some other time.\n　　看电影要等太长时间？没问题！我会传送回家等会再去。\n\n　　Been throwing up all day? No problem! I'll just TELEPORT to the hospital. Don't eat at a restaurant that only cooks your pizza for 15 seconds, folks. Trust me on this.\n　　吐了一整天吗？没问题！我会传送到医院。不要吃15秒烤好的披萨，人们，请相信我。\n\n　　Suddenly I didn't feel so trapped in this deadly hotel. Not now I could teleport anywhere I wanted! Well, not quite. Drinking the potion teleported me to a completely random room on this floor. So it could teleport me into the loving arms of the exit! But it could also teleport me into the loving arms of the monsters. Oh.\n　　突然，我在这致命的酒店中感觉不那么困惑了。现在我能传送到任何我想去的地方了！额，也不是全部。喝下传送药水能够把我传送到这层楼的随机一个房间内，所以它可能把我传送到出口的温暖臂膀中！但它也能把我传送到怪物的温暖臂膀中。哦。\n\n　　Potentially less risky was the other potion, 'LIVING WALLS'. Drinking this made the structure of the building shift and change, the walls rumbling and shaking into new positions. Could this be the crucial concoction that helped me escape?\n　　存在潜在危险较小的另一瓶药水是，——“生命之墙”。喝下这瓶药水能够让建筑的结构改变，墙壁会在隆隆声中移动到新的位置。这可能是帮助我逃脱的关键性药水。\n\n\n\n　　Oh no! This doorway is blocked by a wall of mighty glass! What can I do? Give up? Cry loads? Both?\n　　哦不，这扇门被厚重的玻璃挡住了！我能做什么？放弃？哭？还是两者一起？\n\n\n\n　　Aha, I'll glug down some LIVING WALLS potion. And suddenly, the wall has completely changed...\n　　啊哈，我喝下了一瓶生命之墙药水。突然，墙壁改变了……\n\n\n\n　　...into another dead end! Oh. Wait. That's not useful at all. Looks like crying/giving up it is!\n　　……到了另一个死胡同之中！哦，等会，那一点都没用。看起来想哭/放弃它！\n\n　　Had I found a way to cheat my way out? Just keep glugging down LIVING WALLS potion until the wall in front of you changes into an entrance, then walk on through!\n　　我好像找到了一条出路？不停喝下生命之墙药水，直到你面前的墙壁变成了入口，然后走进去就好了！\n\n　　But walk on to where? Seemed the goal of each floor of the hotel was to find another elevator, one that would take me even higher up the hotel. Could the top floor be my only hope? I'd have to find out the hard way, creeping through the maze-like corridors, avoiding monstrous ghosts. Here's an artists rendering of these terrifying scenes:\n　　但走去哪呢？看起来这座酒店每一层的目标都是找到通向下一层的电梯。最顶层是我求生的唯一希望了吗？我必须找到克服困难的方法，匍匐穿过迷宫般的走廊，避免遇到怪物与鬼魂。下面是一位艺术家对这些可怕场景的描绘：\n\n\n\n　　Nevertheless, I was able to drink my way to success, opening up a route with Living Walls that took me to the next elevator. But how long could this trick keep me alive?\n　　不过，我可以通过喝药水来走向我的成功之路，使用生命之墙来开辟路线，将我带向通向下一层的电梯间。但是这技巧能让我生存多久呢？\n\nFLOOR TWO\n第二层\n\n　　Drank the teleportation potion. Spawned outside the exit elevator. Hey, this is easy!\n　　喝下传送药水，传送到了下一层电梯的外面。嘿，多简单！\n\nFLOOR THREE\n第三层\n\n　　Smugly drank the teleportation potion. Spawned in front of a ghost. Ran screaming through every room of the floor, until I smacked head-first into the exit elevator. This is the worst holiday ever.\n　　沾沾自喜的喝下传送药水之后传送到了一群鬼怪之前。尖叫着跑过这一层的每一间房间，最后我拍了拍头找到了通向下一层的电梯间。这是最坏的节假日了。\n\nFLOOR FOUR\n第四层\n\n\n\n　　Wait, what?\n　　等下，啥？\n\n　　Yes, as if killer spirits weren't scary enough (they were), the hotel sometimes triggers a Floor Event. Zombies attack, poison infects you, or, in this case, rats scurry around the hotel floor, licking their ratty lips at the thought of a bite of me.\n　　是的，如果杀手鬼魂还不够恐怖的话（它们已经很恐怖了），酒店有时触发的楼层事件更加恐怖。僵尸的袭击，感染你的药水效果，或者，和这里一样，楼层间时不时有大老鼠乱窜，它们舔舔嘴唇，似乎想要咬下我身体的一块肉。\n\n　　Seriously, what kind of health inspector allowed this hotel to open?!?\n　　说真的，什么样的卫生检查员允许这样的酒店开业？\n\n\n\n　　But maybe this plague of long-tailed vermin was good news. After all, are rats really scarier than ghosts? They're 100% more real, I suppose, and I've never seen a hit children's movie called Casper the Friendly Rat (get on it, Hollywood!).\n　　但也许这充满瘟疫的长尾害虫也是好消息。毕竟，老鼠比鬼魂还可怕吗？它们绝对100%真实，我猜的，因为我没看过一步幼儿电影——友善的小老鼠（好莱坞请拿下它！）。\n\n　　A shrill squeak from very nearby reminded me that I was terrified of both rat and rat ghost. I started running.\n　　附近一个吱吱的叫声提醒我我被老鼠和鬼魂的一起恐吓吓坏了。我开始跑了起来。\n\nFLOOR FIVE\n第五层\n\n\n\n　　I'd managed to avoid the rats (though their sinister squeaking is a sound I shan't soon forget) and reached the next floor. But this triggered another Floor Event. Look, Hotel, these events are awful. Here's the kind of Floor Event I enjoy:\n　　我设法去避免遇到老鼠（因为它们吱吱的叫声使我永远不能忘怀）然后抵达下一层。但我在这层触发了另一个楼层事件。看，酒店和这些事件是多么讨厌。这才是我喜欢的楼层事件：\n\nDancing!跳舞！All you can eat buffet table!你可以吃自助餐！Dancing on the all you can eat buffet table!在自助餐台上跳舞！You can't throw me out of this buffet, I'm (potentially) a paying customer!你不能把我从自助餐馆赶出去，我可是（潜在的）会付钱的客户！\n\n　　But instead of those fun events, I had to avoid a horde of zombies chowing down on my brain.\n　　但取代这些有趣的事件的，是我需要避免僵尸群体吃了我的脑子。\n\n　　This was particularly bad for me. According to my doctor, my brain was born with 1000% more 'deliciousness' than 'intelligence', so I was already starting to sweat. I also have a weird affliction that makes me sweat gravy. I threw some salt over my shoulder for luck, but just got it all over my increasingly-tasty body. Drat!\n　　我特别讨厌这个。根据我的医生的说法，我的脑子的“美味”程度比“智慧”程度多1000%。所以我开始流汗了。痛苦，使我的汗水不断渗出。我在我的肩膀上撒了一些盐求好运，但这只会让我的身体看起来更可口。真讨厌！\n\n\n\n　　What a lovely sentiment! I mean, I lost all hope about three floor ago, but still, what a nice idea!\n　　多么温暖的感觉！我的意思是说，我在前三层几乎丢掉了所有的希望，但是这仍然是，一个多么棒的想法！\n\nFLOOR SIX\n第六层\n\n　　Poison! Poison pouring into my delicate lungs! My health chipping away, heart by no-longer-beating heart! Luckily, I always carry a spare bottle of ANTIDOTE for special occasions. I took a sip. Yuck! I spat out the foul tasting medicine and threw the bottle away.\n　　毒气！毒气侵入了我纤弱的肺！我的心不再跳动，生命在渐渐消失！幸运的是，我总是带一瓶用于特殊场合的解药。我喝了一口。啐！我吐出难闻的药，把瓶子扔了。\n\n　　In hindsight, not my smartest move.\n　　事后表明，这不是明智的选择。\n\n　　I ran for the next elevator, my body shaking, my vision blurring, as the poison stretched out into every crevice of my corrupted body. I barged through the elevator doors and punched the button with my face. Amazingly, the poison left my body, as if it had never been there at all! My face hurt a lot now though. Ow.\n　　我跑到了通向下一层的电梯间，我的身体在剧烈抖动，我的视角开始变得模糊，毒气已经扩散到了我身体的每个部位。我闯进了电梯门，用我的脸按下了按钮。惊人的是，毒气离开了我的身体，就像它原先从来没在我的身体中呆过一样！但是我的脸到现在还疼。喔。\n\nFLOOR SEVEN\n第七层\n\n\n\n　　This was the most challenging Floor Event yet. My map had been ripped away, leaving me blind to find the exit.\n　　这是目前为止最具挑战性的楼层事件，我的地图被扯烂了，只留下我自己空手独自寻找出口。\n\n　　Mapless and hapless, I nervously tiptoed from room to room. I considered drinking the potions, but really, they were just as evil as the hotel. Designed to trick me into drinking myself to death. Teleporting me into the belly of the beasts, or shifting and sliding the walls to create new traps.\n　　在没有地图的不幸之中，我在一个一个房间之间蹑手蹑脚地行走。我考虑过喝下药水，但是它们带给我的结果和酒店一样邪恶——故意让我喝药水把我自己逼上死路，把我传送到野兽群中，或是把墙壁变化成新的陷阱。\n\n　　Getting by without a map was like trying to find a needle in a needle factory – impossible (they wouldn't let me inside. Jerks). So I darted from bedroom to kitchen, from bathroom to gallery, from hopeless situation to even more hopeless situation.\n　　没有地图，行走就想要在制针工厂中要找到一根特殊的针那样 —— 几乎是不可能的（他们也不会让我进到工厂里的，傻瓜）。所以我就从卧室到厨房，从卫生间到画廊，从一个绝望的处境到另一个更绝望的处境之中。\n\n\n\n　　I'm not ashamed to admit that I shed a lone tear. Then a few hundred more tears. Then thousands more, while punching my little fists against the floor and bawling “I want my blanky and a hug!”\n　　我惭愧的承认我流下了一滴孤独的眼泪，然后就是几百滴眼泪接踵而至，然后是几千滴，用我的小拳头捶打着地面，大叫道“我不想要那么空虚，我想要一个拥抱！”\n\n　　OK, so maybe I'm a little ashamed.\n　　好吧，也许那有点羞耻。\n\nFLOOR EIGHT\n第八层\n\n　　Lucky for me, good things happen to bad people. Just as I was verging on giving up, I found the next elevator. I ran inside, weeping tears of purest joy!\n　　我是多么的幸运，——也许是因为好的事情会发生在好人身上。就在我近乎放弃的时候，我发现通向下一层的电梯。我跑进电梯中，喜悦的泪痕划过脸颊！\n\n　　But like all happiness, this was fleeting. I arrived on Floor Eight to find my map restored, and showing me more spirits than ever. They were increasing with each floor, and so was my cowardice. But then something caught my eye – a mysterious green light in one of the rooms. I approached it and found a new potion. I picked up Dimensional Vision.\n　　但是像所有的幸福一样，这也是短暂的。我到达了第八层，地图还给我了，鬼魂数目也比以往多了更多。它们的数目每一层都在不断增加，所以可能是我太怕它们了。但是接下来的一些东西吸引了我的目光 —— 一间房间中闪出的神秘绿光。我靠近它，发现了一瓶新药水。我捡起了立体视觉药水。\n\n\n\n　　Desperate, I glugged it down.\n　　绝望中，我喝下了它。\n\n　　It felt like I'd dunked my eyes into the fires of a thousand burning kaleidoscopes. The potion filled my eyes with a mighty new peeper power. I could now see the outlines of the spirits through the walls themselves! Using this ocular upper-hand, I was able to slip by undetected. I got into the next elevator, laughing about how easy this was going to be now I had such an unfair advantage!\n　　感觉像是我把眼睛浸入了燃烧的万花筒之中。药水给我的眼睛注入了新的能量，我现在即使透过墙也能看见鬼魂的外框了！占据视觉的上风，我能够在不被发现的情况下悄悄溜走了。我进入了通向下一层的电梯，嘲笑着在我拥有这不公的优势之后事情变得多么简单！\n\n　　Which is when the potion disappeared from my inventory. Never to return.\n　　但是药水从我的背包中消失了，再也不回来了。\n\n　　“Hey, look on the bright side!” I said to myself. “At least you're nearly at the top floor.” Then I walked out of the elevator, and straight into one of the spirits.\n　　“嘿，看向亮光的那边！”我对自己说道，“最少你已经快到顶层了。”然后我走出了电梯，径直撞到了一个鬼魂。\n\n\n\n　　Perhaps you're wondering how I escaped the hotel. Well, funny story! I didn't. I'm starting to suspect I never will.\n　　可能你想知道我怎么从酒店中逃出去的。好的，多么有趣的故事！我没有逃出去。我开始怀疑我以后永远都逃不出去了。\n\n　　But it's not so bad! Getting killed by spirits and waking up outside the hotel all the time is annoying, but it's better at getting me up in the morning than any alarm clock. Never seeing another human again will be sad, but I never have to queue for the bathroom or share any of the food in the kitchens. Who else can brag they have an entire hotel all to themselves! For all eternity because there is no escape! Hooray! Sorta!\n　　但也不是那么坏！被鬼魂杀掉，然后又回到酒店外面虽然很令人恼火，但那也比早晨的闹钟把我闹醒好。以后看不到其他人类可能会很悲伤，但是我不要为洗澡排队或是在厨房中和他人分享食物了。谁能吹牛说他们自己拥有这一整座酒店呢？永恒之中，这里可以说是没有出口！万岁!\n\n\n\n　　So quiet! So peaceful! So isolated! So relaxing! So lacking in people mocking my stupid haircut!\n　　那么安静！那么安宁！那么与世隔离！那么放松！没有人会嘲笑我愚蠢的发型！\n\n　　But don't take my word for it. If you want to try a surprisingly effective piece of Minecraft survival horror, go here and visit the hotel yourself. Tell 'em Tom sent you to get a discount! Or to be charged treble if they make you pay my tab. Don't say I didn't warn you, and best of luck surviving...\n　　但不要把我的话当真，如果你在Minecraft中尝试一张令人惊讶的恐怖地图的话，点这里然后自己去游览一下那酒店吧。告诉他们是Tom介绍的你，让他们给你打折！或者，如果他们让你付我的帐，你就要付三倍的费用。不要说我没有警告过你，祝你好运……\n\n\n原文地址：https://minecraft.net/en-us/article/haunted-hotel\n原文作者：Tom Stone\n原文发布时间：2017/07/29\n翻译者：c7w\n翻译时间：2017/07/29\n\n\n",
    "replies": [
        {
            "author": "WarbleOrigin",
            "timestamp": 1501330620,
            "txt_content": "But no Towel Boy emerged, so I had to dry my body all by myself. Honestly what kind of hotel are they even running here I mean come on.\n　　但是没有出现毛巾，所以我不得不自己擦干身体。老实说，这种类型的酒店怎么还能开下去！额，我是说继续吧。这句翻错了，应该是但是佣人并没有出现..."
        },
        {
            "author": "ShenXian_123",
            "timestamp": 1598156580,
            "txt_content": "6666666666666666"
        }
    ]
}