{
    "title": "【原创·连载】【碧蓝天空】第一章：窘迫",
    "author": "Giftia_依酱",
    "replyCount": 5,
    "timestamp": 1501336620,
    "txt_content": " 本帖最后由 Giftia_依酱 于 2017-8-18 14:37 编辑 \n\n碧蓝天空第一章\n窘迫    走出医院，夏末的心情异常沉重。母亲的病情又加深了，若再不凑齐做手术所需要的钱，母亲可能挺不过这一次了...\n    可是自己不过是一个高中生，哪怕平时勤工俭学也不过是勉强凑齐学费罢了，父亲留下的存款仅仅够补贴家用，贫乏像是一座大山，压得夏末喘不过气来。\n    一辆汽车从夏末身旁擦过，司机探出头来冲夏末吼道：“走路不看路，找死啊！”夏末正愁着如何筹到救命钱，空洞的眼神不禁把司机吓得一个寒颤，他骂骂咧咧地缩回头，喷了夏末一身尾气。\n    来到校办公室，夏末想敲门的手举起又落下。“还是不要麻烦御畈老师了吧”夏末这样想道，“可是母亲的病情不能再拖了，自己真的就无依无靠了除了御畈老师，”\n    正当夏末与自己作心理斗争的时候，门，开了。\n        \n    “小末？你怎么在这？找御畈老师有事么？”\n　　“啊？是钱校长啊，我想找御畈老师帮个忙...”夏末有点心虚，手不自然地攥着衣服的下摆。\n　　“御畈老师去外地办事了，起码要过一两个星期才能回来，有什么问题可以和我说，我看看能不能帮你解决。”\n　　夏末想拒绝钱校长的“好意”，学校传言道钱校长为人好色且奸诈，仗着背景时常做一些为他人所不齿的事情。夏末生怕自己找他帮忙，会把自己拖入泥潭。\n　　还是想其他办法吧，夏末如是想道。\n    “怎么样？需要我帮忙什么么？”钱校长看见夏末久久不答话，再次出言提醒道。\n    “我记得你的家境不是很好，如果是钱的事情，我想我可以帮你这个忙，不过现在学校有一个瞳孔建模的实验，需要找一些志愿者来作为原型获取相关实体数据，以后会用来作为人造眼球的实验数据。如果你有需要的话，我想我很乐意接受你这样的美丽志愿者的报名。”钱校长从包中取出一份材料递给夏末。\n        “学院还有事，我就先走了，记得来办公室找我哦~”钱校说完便匆匆离去，留下夏末一个人在原地呆立着。\n　　“实...实验？”\n　　夏末的室友Ailxs从床上跳下，用手搭在夏沫的额头上。\n    “哎？没有发烧啊，怎么就开始干起胡事来了呢？”夏末一脸凝重地拍开Ailxs的手。\n    “我没有在开玩笑，我母亲的病已经不能再拖了，再筹集不到做手术的钱的话，她会没命的。”Ailxs望着夏末欲言又止，想安慰夏末却又不知道如何开口。\n　　“那个...御畈老师不在么？”Ailxs也是单亲家庭，财产状态也仅仅是勉强温饱罢了。正因如此，Ailxs和夏末才有相见恨晚的感觉，才成为了室友。\n　　“御畈老师出了远门，近期是赶不回来的，况且我们已经麻烦御畈老师太多次了，不能总依靠别人生活吧，这样下去自己就真的无依无靠了...”\n　　“说的是呢，但是钱校长说的实验...总感觉会不靠谱啊...”\n　　“放心吧，钱校长拿了实验的计划书给我，上面有学院和国安局的印章，应该不会出问题的。”夏末从背包里拿出计划书，丢给了Ailxs。\n　　“可是钱校长不是一个老色鬼么，万一他趁你注射了麻醉剂的时候做了什么...”Ailxs还是不敢让夏末去报名，努力打消着夏末的念头。\n　　“放心吧，那么多人在，他不敢做什么的。”夏末躺在床上，右手抚着额头“我困了，先睡了，晚安小艾莉。”\n　　Ailxs站在夏末的床边，看着夏末无助地裹紧被子，蜷缩在床的一边：“晚安...小末姐姐...”\n\n　　次日，夏末站在钱校长办公室门前，抬起手来似乎有千斤重，“咚。咚。咚。”一下一下的敲门声回荡在空旷的走廊里，也在一遍遍冲刷着夏末的心。\n　　“夏末你来啦，快进来快进来！”门开了，钱校长一脸欣喜地望着门外不知所措的夏末，将夏末扯进办公室。\n　　夏末不动声色地甩开钱校长攥着自己的手：“钱校长，我是来交申请书的。”夏末从背包中取出申请书，递交到钱校长手中“钱校长，申请书已经交了，我就先走了，麻烦您了。”说罢，夏末便扭头走出办公室，更贴切地说，是跑出办公室。钱校长正看着申请书，发觉夏末要跑时已经抓不住她了，只扯断了夏末的一根肩带。\n　　跑出办公大楼，扶着右肩滑落的白衫，莫大的无助和委屈占据着夏末的心。她蹲下双手抱膝，将头埋进双膝之间，两行清泪顺着脸颊淌在了地上...\n上一章：引子下一章：威拉德————来自Force of Axis\n数轴之力SmartTable\n——来自MCBBS客户端PC版\n",
    "replies": [
        {
            "author": "zclzcl",
            "timestamp": 1501342680,
            "txt_content": "高产似母牛？？"
        },
        {
            "author": "Giftia_依酱",
            "timestamp": 1501345860,
            "txt_content": "zclzcl 发表于 2017-7-29 23:38\n高产似母牛？？\n阿拉阿拉，只是攒一起发而已啦w"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1501382520,
            "txt_content": "啊大佬越来越多……自愧不如……\n\n嘛……自我感觉还是有一点问题的……\n就比如说。。\n“小末？你怎么在这？找御畈老师有事么？”\n这里……校长是可以洞穿他人内心的吗……\n有的地方觉得可以再描写一下，\n“学院还有事，我就先走了，记得来办公室找我哦~”\n这里可以加个语气什么的，光是看上去我只会觉得他是个gay里gay气的人。。\n\nemmm暂时这么多，当然这些只是个人看法啦。。"
        },
        {
            "author": "Giftia_依酱",
            "timestamp": 1501394700,
            "txt_content": "恶魔-潇洒 发表于 2017-7-30 10:42\n啊大佬越来越多……自愧不如……\n\n嘛……自我感觉还是有一点问题的……\n\n的确，事情地点没有交代清楚，学院老师是单独一栋办公楼，且御畈老师作为教导主任是有独立办公室的，学生一般来说都是有要事才会去办公楼找老师。而御畈老师不在，钱校长又从御畈老师办公室出来是为后文埋下伏笔。钱校长我是想把他刻画成大胡子光头的风骚男形象，这在后文也是要起到比较重要的作用的。\n（PS：谢谢恶魔大大的建议，我会努力改进哒w）"
        },
        {
            "author": "guqu",
            "timestamp": 1501406760,
            "txt_content": "大佬是大佬\n但是发帖还是要讲基本法"
        }
    ]
}