{
    "title": "论作为一个腐竹的修养",
    "author": "hejunyi2000",
    "replyCount": 14,
    "timestamp": 1501329540,
    "txt_content": "总在茶馆上看到很多腐竹失意，吐槽一堆，遂是也来吐槽一下交流腐竹经验一二吧\n我认为归根到底有三种原因吧，且听我慢慢道来\n由于人生的原因，我是很难相信人的，那种对陌生人或者是有过经历的人都是特别难相信。\n比如拿我的一个经历来讲吧，曾经开过一个公益服，在线几十人的那种，有个玩家跑来跟我讲无尽套装还是什么的消失了，反正神秘高端装备，虽然这种玩家无条件赞助过我，但我肯定不能因为他的一言两语就还装备呀，从我多年的察言观色经验，结合他前言不对后语的聊天记录，当时应该是这样的：\n腐竹我的装备消失了\n你的装备消失了？不可能\n是真的\n你玩几天这么快就有了？有曾经的截图证明拥有吗？\n**玩家可以证明我有\n他不是退服了吗？\n**退服了但是他可以证明\n他退服了你扯什么都行呀\n装备是他借我的\n嗯？刚才不是说装备是你的吗？\n他借给我穿之后就退服了\n既然不属于你的东西那就不赔偿了  等他回归我会还他的\n就算他退服了 那也是他的东西 我要亲自还他\nCNM不属于你的东西你碰来干毛线？这种借口都说得出来？\n玩家：CNM!#￥%……\n事后我就懒得鸟这个人了，以退服威胁我，我直接让管理在他家蹲着让他发完散伙物资直接把他地皮清了\n反正公益服的宗旨一向是爱玩玩不玩滚，又不缺玩家\n诸如这种类似的，反正讨要装备的一堆，除去能带上截图证明的，一概都给我炮轰走了，这种玩家是最恶心的，而没有经验的腐竹面临不补偿就退服的\n威胁就选择了退一步。其实想想开公益服多开心啊，没有商业利益的瓜葛，对上玩家，说什么都是理直气壮的，就算错了，玩家退了，还有新的玩家加入。\n第二种原因就是部分玩家智商太过**，熊孩子满天飞、玩家言称要退服、不懂配置硬要吵，不在话下，导致的结果就是，脾气就没那么好了，以下就以我几句话让你们代入我的心情\n你**吗服务器I7你们连一半的资源使用率都没好意思说卡？\n你自己作的死凭啥要我赔偿？诸如如此，我相信各位腐竹都有自己的体会。\nps：为了让玩家减少无意义的对话，我设置了无法私聊，不管怎么开关就是有玩家私聊我。后来我才发现这一项功能只能对群成员生效，管理是可以被私聊的= =\n\n第三种，就是懒\n有多懒，拿我这个月做个例子，租了个BGP高防独立机，拖了20天本该早做好的群组服潦草开启，导致有些本来精心准备因为某一项的不快给盖过了，玩家纷纷退服，而下个月的机子费用还没着落。\nall in all，希望能对一些腐竹有些帮助吧，如果我确实有做错的地方，可以在下面回复我，抱着交流的心态。\n\n\n",
    "replies": [
        {
            "author": "1146537933",
            "timestamp": 1501341660,
            "txt_content": "主要当腐竹开服真的好累啊，mod插件啥的，还要改配置什么的，很鸡儿头疼！"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1501342260,
            "txt_content": "理智点 兄弟 这个游戏的受众决定了    直播也一样  我主机区的方管 到现在整个房间禁言零  MC区我也是方管  熊猫MC区 人气稳定前几名的主播 十五页禁言"
        },
        {
            "author": "1245892483",
            "timestamp": 1501343220,
            "txt_content": "一样每天总有那么多玩家来到服务器 总有几个是故意挑事情的，自己作死要去什么听别人搞什么bug自己精灵全没了然后喊我赔精灵，我不赔就一顿痛骂，骂完我还要侮辱服务器，还要在我服务器帖子上黑。真是受不了真的。\n问我为什么禁止树果种植，我说有BUG 他说我是**  别的服都给种，我就想知道神奇宝贝服给你种树果不就是等于服务器都满是BUG？\n我很难受，他们问为什么没有新手礼包，Exm？？？我帖子上写了有新手礼包？大写的特殊地形剧情奖励，然后到了特殊地形就一个劲的喊就俩npc，然后又开枪辱骂我，侮辱服务器！明明是他自己玩游戏不用脑子把 ！这很明显一条那么明显的路直走顺着血迹，别的玩家都能找到他就不行？他不是故意挑事? 骂我，可以我不会理会，但是这样的玩家请不要来到服务器，我随便你怎么黑，请不要带黑别人体验服务器的过程。我已经做到一个小型服务器能做到的良心了。别的服特殊精灵都不售卖，我特意搞几个地形来弄剧情另外弄几个刷特殊精灵？？？还说我坑？不断的辱骂，难道玩精灵服的那么多心智不成熟？有时候我也想过直接关服走算了，受不了这样的气，因为之前和别人闹过矛盾服务器回档的问题那的确是我的错？可是我没补偿？然后就一堆水军来了，可真是厉害呢！\n我真的不知道对这样素质低下的玩家说什么！"
        },
        {
            "author": "1245892483",
            "timestamp": 1501343760,
            "txt_content": "最初我租的机器是每月600他们说服务器卡受不了可是tps明明19以上，我无话可说，升级服务器。换到800价位。他们依旧说卡，我说行，没事我换到1000。然后出了点毛病，升级的时候我没有备份导致直接替换的并没有数据，幸好我百度云盘里面还存着五天前的存档。于是几个玩家就开始挑事了！出事情的时候刚好第三周目开了6天！其他玩家说不补偿算了，于是我也没有多想，反正也就开了六天。于是二位玩家真是高端的，QQ群刷屏**服务器**腐竹**全家** 。 贴吧刷，私聊发。我也想过关服跑路，可是呢？那些冲过钱的让他们打水漂？换做是你你良心能过得去？我在这里只想说请那些玩家不要把我一次次的忍耐当做我的害怕当做我很**。我并不想和你们争吵，因为争吵毫无意义，只会让自己变得更加低俗。带节奏，挖墙角，我真的无法忍直接T出群了，于是QQ私聊又开启了一波刷屏！\n真好，嗯，整件事情都是我不对，好了吧!"
        },
        {
            "author": "ir-0",
            "timestamp": 1501344600,
            "txt_content": "某mod服OP表示 经常有人因为自己电脑配置不够而怪服务器的  自己fps低说服务器lj"
        },
        {
            "author": "hejunyi2000",
            "timestamp": 1501346460,
            "txt_content": "1245892483 发表于 2017-7-29 23:56\n最初我租的机器是每月600他们说服务器卡受不了可是tps明明19以上，我无话可说，升级服务器。换到800价位。 ...\n遇见的多了 这种美素质的直接踢\n毕竟公益服爱玩玩不玩滚"
        },
        {
            "author": "hejunyi2000",
            "timestamp": 1501346520,
            "txt_content": "Sakura_End 发表于 2017-7-30 00:10\n某mod服OP表示 经常有人因为自己电脑配置不够而怪服务器的  自己fps低说服务器lj ...\n我就想知道你在哪里举报的\n我今天刷插件版举报屠了两版举报\n然后莫老说我作死只发了十金粒233"
        },
        {
            "author": "X_guang",
            "timestamp": 1501575900,
            "txt_content": "开服没人最蛋疼"
        },
        {
            "author": "咯咯哒37",
            "timestamp": 1501576680,
            "txt_content": "直接无视的"
        },
        {
            "author": "1204244136",
            "timestamp": 1501579020,
            "txt_content": "服主很累能够理解\n玩家的素质低可能是因为过度宣传"
        },
        {
            "author": "FGbaihu",
            "timestamp": 1501584960,
            "txt_content": "累呀的确有楼主大大说的情况，谢谢啦"
        },
        {
            "author": "LX神龙",
            "timestamp": 1501585020,
            "txt_content": "当腐竹肯定有这个情况哦"
        },
        {
            "author": "DefineEvil",
            "timestamp": 1501586040,
            "txt_content": "问下公益服的赞助能够服务器费用吗"
        },
        {
            "author": "hejunyi2000",
            "timestamp": 1501594740,
            "txt_content": "DefineEvil 发表于 2017-8-1 19:14\n问下公益服的赞助能够服务器费用吗\n想多了 不够用\n小服还可以\n大服完全不行了"
        }
    ]
}