{
    "title": "[多线]Critical ——█生存█枪战█战地PVP〓四周目盛典〓更换机房、IPX2〓[1.8.X]",
    "author": "你好大大",
    "replyCount": 0,
    "timestamp": 1501414020,
    "txt_content": " 本帖最后由 你好大大 于 2017-7-31 08:55 编辑 \n【Critical —— 一个开明、纯净服务器】  乄末日/纯净/变异/生存/结婚/RPG/枪战/温馨/战地/黑市/赌场/末日都市乄本服完全纯净，无需专用客户端，一个1.8版本客户端即可与大家加入服务器，体验多种刺激~！近日服务器已更换核心，支持1.8.X的客户端进入。服务器属于纯净服！！！纯净的！纯净的服务器！【重要的事情说3遍】不需要专用客户端也可以进的。实在不行可以随便找一个1.7.X的客户端。。。在这里推荐您使用1.7.2进入服务器。\n\n温馨提示，进入服务器时有必要加服务器QQ群哦！！！进Q群后，您可以了解更多超乎意料的东西。请注意，由于服务器IP更换，新客户端（版本5.0）已经上传，请卸载掉旧客户端（版本4.8，已无法进入服务器），新客户端版本（5.0）更新了服务器IP和客户端整体，启动器增加背景。除此之外还缩小了体积~。此次更新客户端带来的不便请谅解。无需下载1.8.X就可以 IP:critical.icraft.cc       (想下载的话可去群里自行下载)版本1.8.8再说一遍，服务器是纯净的，无需专用客户端和mod！我们提供的客户端仅作懒人用，并不代表必须下载！您的群组Crtitical已降级为枪战Critical尊敬的各位玩家以及管理嘉宾，你们好！恍惚间，服务器经历了一年的时光。酸甜苦辣，如今又开始冷淡。作为服主的我，在这些时光中也受益匪浅~\n我要说的事情，非常的严肃，也有点令我伤心，但希望您还是喜欢我们的服务器！\n您可能不能在Critical玩枪战饥饿游戏、起床战争、荣耀竞技场了，这些大都是我的心头肉，但无可奈何，服务器囊中羞涩，实在开不起群组服了。\n再加上服务器人数稍显逊色，3分钟内能凑够一场小游戏也算不错了。\n关于服务器：时光匆匆，花了很大一笔钱买的VPS已经过期了，在此我感慨VPS管理的困难和所需费用的昂贵。不错，仅仅是开一个小游戏，一个登陆服，一个枪战主打服，TPS就变红（<14）了。开服一个月耗资几百，后面还花很多钱升了10G内存，可惜玩家的回头率一直收效甚微。经过我的调查，许多玩家都声称是服务器卡到爆了。\n因为群组服需要很多的内存，又因资金不足而不能开更强大的群组服【配置好才能流畅】，所以被迫转为单独的枪战服，这样能保证服务器的流畅，并且更实惠一些。我渴望回到去年繁华的70人在线时代，当年就是服务器流畅的一逼，一堆人玩，不到3个月服务器就破50人了~7月份有换过一次机房，IP更换，即使玩家锐减，但9月份开学，不久就立马破40人，一片的热闹非凡。\n新服务器已经租了，IP更换，TPS稳定19+--------------------------关于我的学业：每个人都有自己的理想。我的理想不是考个职中，浑噩地度日，而是考上好的高中。2017年的小中考（生地会考），2018年的真正中考，也将是服主（我）在战场上冲锋陷阵的时候。中考，是人生第一大考，也是决定今后人生发展的一个节点！这不是夸夸其谈。因此服主（我）将在未来的一年中为自己的梦想做出绝对的冲刺，希望各位朋友都能够支持我~那么从本公告发出后我将重点发展学业，服务器不再继续更新，我只保持服务器正常开启！（枪战服有可能会做）每天只控制上网时间半小时，大概在13:00-13:30，朋友们赞助依然只能找我，最好在这时间内赞助。其余时间不登陆QQ也不上网，尽可能把学习时间最大化调控！一些废话我也不多说了，希望大家还能支持我，也希望各位能够考上自己理想的中学/大学，成就自己的梦想！小中考即将来临，再次希望各位仍然支持我，到6月25日之前，我都将不再更新服务器，准备迎接中考。7月份之后放暑假，我就每天更新一把枪/一个怪物~\n\n\n\n》枪战服《\n本服有末日、生存、枪战、RPG的元素。因为本服怪物太厉害，玩家不得不组队，所以大多世界移除战争元素，但还有战地副本、PVP场地和末日都市可进行PVP！（Critical末日生存枪战服↓↓↓）\n为迎接寒假，服务器开始推出新的特色，没错，在服务器建设一点点副本之后，我们考虑到服务器的趣味需要得到升华。于是，我们开放了战地副本，这种副本开放了PVP，玩家可随意互相伤害，当然，这里也栖息着各种僵尸！在这里，你可以找到特殊怪物的出生点，并占领它，获取特殊的物品！但是，这里有许多的玩家在与你竞争，你，需要战斗下去，为自己编写一段在枪火下沸腾的史诗！毋庸置疑，打死怪物还可能掉落各种宝箱，你可以通过开宝箱来获取枪械。或是特殊材料，以此兑换强大的武器，让自己变得更强！还在等什么？\n\n \n\n\n\n\n上十种末日怪物，各种怪物技能，还有每日世界BOSS，末日与枪战触碰，生存结合上末日。。又该多么残酷而温馨！也许你想到这是末日，心中也充满了刺激，快乐也悄然诞生，紧张的在地底挖矿，看着钟表，熬过每一次恐怖的夜晚，心中是烧不尽的乐趣。。但是，一次你在MC的世界，在晚上时，自己住在小伙伴们的城镇中，围墙依然耸立，伙伴们在围墙边作战，几乎无限的怪物冲入城镇，懒洋洋的自己，拾起了手中的冲锋枪，向着你的伙伴，也将枪口对着你眼中的怪物，开火吧！燃烧你的激情，你的激情终于在这一晚燃烧！为你带来了温馨！ —— 夜晚的温馨，不一样的MC，自己的传奇时刻，美好的回忆。By MYMY4  （真名MYMY，于2015年12月10日更名为Empathica，Critical 末日枪战生存服，腐竹）=============================================================序言\n近代，Notch受到了Herobrine的报复，被迫与Herobrine决战于石灰群山中，但Notch身陷山中，狡猾的Herobrine把万毒洒在了Notch身上，霎时，Minecraft的主人——Notch，他在无限的痛苦折磨中，被迫跳进地狱，受到了与Herobrine同样的遭遇——囚禁。\n在此之后，嚣张的Herobrine开始报复Minecraft（简称MC），在MC世界中创造了许多加强的怪物，但也同时留下了财富与金钱，整个世界被糟蹋成一片，史蒂夫无力抵抗恐怖的怪物，频频倒在了血海之中。\n数年之后，某个地方耸立起了一座庇护所，那里的人类勇敢、聪明、吃苦耐劳，他们合作着，建起了自己的家园，并为新的勇士做好了教程和设施，准备了一大堆的武器，等待着与他们共同维护自己的家园。即便庇护所依然稍显逊色，但一大批的勇士进入了这神秘的世界，寂寥无人的小桥出口，正栖息着可怕的怪物。\n你，究竟能不能冲出一片天地？你，是甘为欺凌，还是争霸江山？只是几把枪的事情。如今，不再是枪械的天地，魔法时代降临，技能系统使史蒂夫更威武，抹去平庸，冲向战地副本扫荡，即使被怪物追，也要开枪打死别人，享受危机中的PVP。末日都市耸立，终极卷轴直接送，右键穿梭时光传送到城市，立马开始冒险。\n=============================================================\n\n服务器制度：\n1、不能刷屏和恶意谩骂，包括如果被误杀了，或者被人弄死了。\n2、可以随意杀人，无法开启自身的PVP保护，杀人不犯法。但是请放心，主城和远征还有少数副本关了PVP，传送时会有4秒的保护时间的。\n3、请勿在服务器宣传其它服，要宣传去论坛。\n4、请不要RMB交易账号或物品，一经发现没收。因为服务器不是给你卖东西的，况且骗子那么多，被骗了腐竹也很难管。\n5、可以和其它玩家搞联盟，但误杀不管。\n6、禁止卡BUG来刷物品，发现BUG告诉腐竹有奖，但是利用BUG，就没那么好玩了哦！\n7、一旦发生了什么事，比如东西吞了、村民坑人了、被骗了，不要直接去找Empathica[腐竹]，要找城管[如suncat、Iris、meng_you_等人]，并且也别大吵大闹的，城管会处理的。因为腐竹需要把精力花在更新服务器上，没太多空理玩家。。。\n===========================================================================玩法介绍                  玩家可以在主世界生存，击杀特殊怪物获取一些材料，来帮助自己在生存世界活下去。也可以去副本打怪，或者去末日都市扫荡，也可以去特殊世界玩，体验震撼的世界。反正除了搞破坏，能干的事情都能干。                  玩家可以出售物品到枪械商店，也可以在枪械商店换物品，基本的货币是白银、镀金、蓝晶。服务器有许多的枪械，但不会以RMB出售一些牛叉到爆的枪、武器，我们公平公正，玩家们无需害怕被用RMB神器吊打！我们的武器种类很多，玩法也多，单单是剑，就很霸气狂拽，你可以冲锋，连击，大范围远程攻击，打中人爆炸，甚至释放剑气！各种特效，让你玩的够爽，喜欢玩喷子（散弹枪）？随你浪！各种特色的喷子都有，但高手玩的喷子，技术要求可是和伤害成正比！当然我们还有喷火器、空袭、闪光弹、手雷、激光枪、电磁炮、炮台、火炮、手榴弹、法杖、C4炸弹，等等！            在一些副本，将会刷出特殊BOSS，玩家可以通过击杀BOSS来获得碎片，甚至会爆神器！并且神器能通过碎片合成，或者用混沌水晶、七彩强化石强化到 乄神级乄 ，让你的武器不再低调~即使不是RMB玩家，你也可以玩出风格来，独霸一方，成为服务器的大佬！                          许多的物品也可在出售商店中卖钱，钱有许多的用处，不光是给你圈地，还可以让你买商店的一大堆好东西~                     钱也可让你可以去一些副本挑战，还可以用来圈地、买东西、结婚、换称号、去世界市场买东西。。等等！可以说，钱的用处太多啦~乄服务器＆截图乄\n要的说一遍：这是一个有特色而公正的末日生存枪战服！\n虽然它是一个商业服，但仍然要做一个公平公正的商业服，在不破坏EULA的前提下收集玩家们的赞助，以此来升级我们的服务器！\n服务器只有1个腐竹\n腐竹：Empathica\nQQ295250112\n目前服务器缺人，如果您喜欢我们的服务器，并且帮忙拉人进来，那我们还必须感谢您！\n\n===========================================================================\n服务器简介：\n\n《如果你需要一个温馨而公平的末日生存枪战服，你应选择我们！》\n此服务器于2015.12.20 开始内测，2016.1.16 删档开始公测，以全新的枪战模式运营，2016.2.16 被收购，现在转型为末日生存枪战，乐趣十足，是一个为玩家而举办的服务器，正在全面发展着，需要玩家的配合以提升我们！\n\n※多样的活动和乐趣※\n服务器的乐趣在于活动，而我们活动举办过非常多次，种类也多，如 pvp大赛、擂台赛、赛猪比赛、群殴副本 等等\n\n※绝对的公平，给玩家最好的保障，让服务器更加公正※\n服务器虽有VIP出售，但我们对所有玩家依然都是公平的，就算有人赞助100RMB，如果在服务器里恶意骂街，照样会被禁言。\n\n※1.8.8的原始，还原到Minecraft最辉煌的版本※\n服务器以1.7.2为起点，为玩家创办最温馨的一个服务器——1.8.8是MC里最辉煌的一个版本，多少的服务器，都是以1.8.8为荣，多少热爱MC的玩家，又是在1.6、1.7.2开始了旅程！杜绝繁琐的1.9,1.10，回到最温馨的家——1.8.8\n\n※继承一切FPS的枪战服※\n服务器包含了许多FPS【第一人称枪战游戏】的元素，在MC的基础上还原了乐趣，更是尽力为每一个玩家的愿望发展，努力创造最好玩的多样末日服。\n\n※稳定的连接※\n服务器接入百兆宽带，尽力保证每一个玩家的流畅连接。在服务器里流畅的玩耍，就像上了天堂一般。而卡爆的服务器，在里面玩，就如在地狱徘徊。有时候服务器崩溃、关闭会直接导致玩家的卡退，但我们会尽力保证每一个人数据的安全！服务器会在玩家网络正常时尽力带来最好的体验！\n\n※原创宣传图※\n腐竹以一身好绘画的技术，成就一个有声有色的服务器！\n\n※原创建筑※\n服务器的一切建筑都是原创的，没有任何盗建筑，由热心建筑师亲手建造，打造了不少的副本！\n\n※世界BOSS※\n你还在寻找那更强大的怪物吗？还在不停的砍小怪，玩无聊的副本？来吧！这里有恐怖的世界BOSS，它们有上万的血量，还有极多的特技，单单一个人类是抵抗不住的！全民一起挑战世界BOSS！当然，大家一起参战，一起获得战利品！世界BOSS死亡后掉落上几十组的铁锭和许多的经验，让你一夜暴富！\n\n※特色插件※\n服务器属于插件服，虽然没有那种高大上的3D枪械mod，但我们有属于自己的特色枪战！200多种枪械，多种枪械和物品，各种酷炫的特效，还有不同于普通RPG服的新模式——BOSS战！这里有许多BOSS，它们会掉稀有的物品，击杀BOSS后，你会享受到无比的爽快——赚啦！！！这里还有跑酷世界，但不同于别的服务器，你可以跑的非常快，并且体验速度与激情！你在普通的服务器看不到的东西都在这！__________★__________\n这里有许多的副本、世界、模式和游戏，甚至有上100多种枪械和武器！这里是公正，公平和正义，没有一个影响平衡的RMB武器的服务器！有的枪战服，出售XX武器，攻击力999，售价800多，居然他们称王称霸的玩家就有着这武器！而我们出售的武器，大多数都是在不影响平衡下建立的，并且可以打某些BOSS、通过抽奖、活动、兑换获得！\n__________★__________乄赞助单乄：\n类别VIPVIP\n\n价格30RMB300RMB\n\n特权个数16个特权16个特权\n\n日期1个月永久\n\n\n\n\n我们只出售一种VIP，并且所有特权都不影响服务器的平衡！我们只有VIP，没有什么 MVIP 或 钻石VIP 什么的多余的玩意！~\n服务器是不会出现土豪玩家称霸的，成为VIP，也不会直接镇压全服的玩家！我承诺，服务器会开很久，一直的活跃。赞助我们，你是不会白白花了血汗钱的！你的赞助是为了我们的将来，是为了未来上千个枪战玩家的梦想，也是为了更多玩家能在服务器常驻！现在有上60个玩家赞助了服务器，且从3月份开始，服务器就一直受许多玩家青睐！乐趣比普通的服务器要多的很多！\n大家可尽力而为或是多多少少的赞助服务器，服务器的赞助适量时，将用来升级服务器！以给大家带来更好的游戏体验！玩家不用怕VIP会乱欺负人，腐竹不会偏心VIP！看看别的服务器，VIP干坏事，10%被ban，普通玩家干坏事100%会被ban！甚至有的服，有人赞助上千元，腐竹还送他附魔上千的神器，并且随他怎么去欺负普通玩家，还是0%ban！这种情况真的有过，甚至是在千人服里。。无心插柳柳成荫！一份赞助能十足的鼓舞我继续走下去，甚至为我展开充满黎明的新篇章！服务器会因为资金问题而倒闭吗？不可能。我不是贪财的人，我只是一个退了一切网游，只热爱MC的中二，乱给游戏砸钱也没屁用，我又没时间去玩，何必呢？吃喝玩乐？家里几袋现有的绿茶红茶铁观音慢慢喝，品味人生。麦当劳肯德基也吃腻了，KTV什么的不敢去，打火锅太热气我吃不来。\n咱们放开一切心事，远离险恶的人心，回到天伦之乐，爽快的玩！\n\n你还在玩那无聊的生存服吗？你还在后悔你被一个服务器欺骗了，你还在和基友玩那无聊的联机，难道你还在玩那小白一大堆的 我的世界盒子？你需要玩一个有多种特色的服务器吗，你还想同时玩一个枪战服？哈！加入我们Critical吧，这里有你的伙伴，也有你的对手！你要立地成佛，在这里玩出名堂来！你可以在这里学会自立自强，学会与你的对手交谈，懂得“知己知彼，百战不殆”的真实意义！！！现在MC的枪战服太多了，但都是一些mod服，要下载他们的客户端，在挑选自己喜欢的服务器时，桌面全是客户端，早已乱成一片了！但我们绝不是大多数，我们的服是插件服，随便一个1.7.2的客户端就可以进了！知道我们为什么要用1.7.2？因为1.7.10的服太多了，有些人进我们服宣传的服务器都是1.7.10，但Critical的玩家们都是1.7.2的，谁会稀罕你来这里宣传？服务器预计要开上几十年，欢迎常驻！即使你参与中考，还是高中毕业，我们都仍然欢迎您回来！！！每当你隐退后，过上几个月再次加入服务器时，服务器还是变了。。但城管和腐竹都会欢迎您回来的！常驻玩家将有超丰富的奖励，还有黄金称号和神级武器哦~\n如果你喜欢玩枪战，喜欢挑战副本，用各种酷炫的枪，与朋友拉帮结派，与腐竹持枪对打......\nSo.....那么！Critical 服务器需要你！服务器后台\n",
    "replies": []
}