{
    "title": "【小说】你跟得上我的speed吗",
    "author": "TQyujianni",
    "replyCount": 6,
    "timestamp": 1501481640,
    "txt_content": " 【第一章】效率镐和无限弓\n  我是李解，性别女，本来是个LOL玩家，本来小目标是上黄金，但是在连败还有喷子太多的影响下，我看着一排排的失败战绩，让我突然感觉到厌倦。\n        “黄金有什么好的，你看看那些黄金五的，自己以为自己厉害的不得了，每次喷人的都是他们。不就是定级赛在白银然后打上来了吗？”我的好友这么和我说，语气中似乎还带着点愠气。\n   这样一来我也就顺便介绍介绍他好了，性别男，因为长得很俊而且曾经的他有点小害羞，然后我开玩笑地就给他起了个“班花”的名字，并且现在一堆人都这么叫他，然而其实我跟他一起玩的时候都是互相直呼其名的，这么算来我们可以算是老夫老妻状态了，因为我们之间现在不存在小情侣应该有的暧昧啥啥啥的，即使有那肯定是他先发起的，因为我觉得这样的情话听着特别别扭。\n\n   在这种就算被人骂也欲哭无泪的环境下，我们决定换个游戏，于是就想起了2年前我们玩的MC。这个游戏我个人觉得如果多人联机的话是很治愈的，因为一个人玩不免孤独，而且我也很喜欢游戏自带的BGM，温柔的钢琴曲，这种曲子听着就能让人心情舒畅。\n   在两年前我刚接触MC的时候，我记得是班花带我来玩的，他还带了个新疆的人一起来玩，当时还是个能用蛤蟆吃的年代，就那次，我刚入坑，结果就被封了。刚入坑的我被他们开创造用怪物蛋乱虐，让我觉得有点不满准备退游。\n   所以读者们你们如果看见一个小萌新请好好对他，我差点就被来自“大佬”的恶意给吓退。\n   然后我们到了一个1.7的服务器，当时这个服务器是自带四件套，剑斧稿铲，不过全部都是石头做的，然后我开始慢慢摸索着，我们班另一个同学，我们叫他小朱好了，也一起和我们在玩，当班花教我这个四件套是干嘛的时候，我回了一句：\n        “这个我不需要你教，有点常识的人都看的出来，剑嘛，就是砍人的，斧子砍树，镐子挖矿，铲子铲泥土咯。”\n    班花：“不是啊，小朱他就不知道这个怎么用。”\n    小朱：“......”\n   班花是那个服务器的op，至于怎么当上的，据说是那个服务器本来没啥人，然后班花自愿帮忙管理于是就有op了，还有就是他对指令什么的很熟悉，最关键的一点是，他很有责任心，服务器里只要一出情况他马上就会去解决，和某些不务正业的熊op比起来好多了。\n   到这里的我的第一反应不是找个家啥的，而是去开凿大运河，在一片很小的湖那边，我开始向下挖，因为我希望能挖出一道可以运输方便走的河流，然后我挖到了一堆矿物，最后我居然挖到基岩上了，然后我用班花给我的铁镐，没错一定是铁镐，因为你们要知道石镐是没办法挖金矿石啊，钻石啊这种高逼格的矿物的，在班花去修复bug的时候，小朱对我说：\n        “我跟你讲，这个基岩是很值钱的，一块基岩用你这个铁镐挖要挖满整整5分钟，挖到你就发财了。”\n   然后我就在基岩那边真的整整挖了五分钟，等到班花来的时候，他看见我的行为不知所措：\n         “你在干吗？别挖了，这玩意挖不掉的。”\n         “就算更高级的镐子也挖不掉吗？”\n         “基岩是只有创造才能挖掉的。”\n         “哇兄弟我跟这个人讲基岩特别值钱她真的去挖了哈哈哈。”\n     我走过最长的路怕就是你的套路了哟。\n   因为开凿大运河的缘由（虽然最后是失败了因为水只会往低处流，最后还是班花帮我把水换成轨道，船换成矿车，事与愿违但我想这也算是个不错的结果了吧），我的灵魂深处觉醒了一个神奇的技能！\n    没错！\n   我发现我自己特别喜欢挖矿，我看了很多MC主播或者其他的一些玩家，很多人都觉得挖矿特别无聊，但是我却对在地底下的生活近乎有痴迷的情感，我为像我这样特别喜欢挖矿的玩家起了个非常高逼格的名字\n         ——“地下工作者”！\n    好吧其实并不高逼格，只是我随便想出来的。\n   喜欢挖矿的人最喜欢的那一定是好的镐子，这也就意味着，是不是在我附魔的时候，一定是想要先附魔一把好的镐子？\n   No,No,No,虽然挖矿的确深得我心，但是防身才是最重要的，要是你挖矿的时候一只蜘蛛糊你脸上，没有防身工具怎么好呢，而我尤其是喜欢弓，远程输出就很舒服，你摸不到我，遁入阴影之中，杀人于无形，岂不美哉，但是弓箭是有一定数量的，这种时候无限就显得极为重要，而这个无限就成为我升到30级为之奋斗的目标，而整个游戏，都以能附魔到无限弓这一目标展开着。\n\n   而如果有了无限弓那我就会去附魔镐子，总之这个游戏玩法很多，即使是原版的游戏也可以玩很久很久，游戏中也少有那些像LOL一样让人心烦的人。\n    直到我遇见了那件事......\n 【你刚接触MC的时候又有什么样的故事呢？请分享出来吧。】",
    "replies": [
        {
            "author": "TQyujianni",
            "timestamp": 1501481760,
            "txt_content": "第一次发这个有空格掌握不好抱歉了..."
        },
        {
            "author": "langyo_v3",
            "timestamp": 1501482720,
            "txt_content": "这不应该是小说了，而是类似自传的……作文\n\n格式有点瞎眼，全是粗体三号字……"
        },
        {
            "author": "guqu",
            "timestamp": 1501486440,
            "txt_content": "说了多少遍了。\n发帖，要讲基本法。\n详情自己看置顶帖"
        },
        {
            "author": "TQyujianni",
            "timestamp": 1501493160,
            "txt_content": "guqu 发表于 2017-7-31 15:34\n说了多少遍了。\n发帖，要讲基本法。\n详情自己看置顶帖\n那个有什么办法吧帖子删掉吗"
        },
        {
            "author": "初阳时光",
            "timestamp": 1501547280,
            "txt_content": "TQyujianni 发表于 2017-7-31 17:26\n那个有什么办法吧帖子删掉吗\n直接在原帖内编辑。\n别尴尬，你尴尬了别人也会尴尬。"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502678280,
            "txt_content": "LV2DALAO不是应该没权限发布帖子吗。"
        }
    ]
}