{
    "title": "【七月活动】[原创.单篇]七月活动图片背后的阴谋",
    "author": "FBILer",
    "replyCount": 8,
    "timestamp": 1501493880,
    "txt_content": "2017年7月5日，我正在网上消耗着我的空闲时间，突然，一个论坛的活动贴吸引了我，尤其是活动的一幅图片：\n\n\n\n\n\n\n1kirzuubamx1312.jpg (141.41 KB, 下载次数: 1)\n\n下载附件\n\n2017-7-31 17:33 上传\n\n\n\n\n可谁又知道，当年就围绕着这幅图片，发生了多少不该发生的故事……\n\n\n‘诸位，现在插播一条紧急消息！’\n\n\n \n屏幕上的主持人没有了以前的从容不迫，反而在他的观众面前浑身颤抖，强装镇定的吐出这一串连珠炮似的话语。\n\n\n \n‘亚美利哥联盟今天宣布，在当地时间6:00，亚美利哥总统宣布全国进入战争总动员状态，并要求秦娜共和国及其盟国放弃对亚美利哥盟国施威尼坦的武装入侵，并且宣布如果秦娜及其盟友对该公告仍视而不见，亚美利哥联盟将会以坚决而又果断的措施予以回应……’\n\n\n \n当得知这一震惊世界的消息时，整个施威尼坦都陷入了沉默……\n\n\n \n这是不对的。\n\n\n \n我们应该高兴，应该狂欢，作为亚美利哥的盟国，我们刚刚获得了其50亿美元的贷款和很多先进的武器装备，尤其是天盾雷达，更能覆盖秦娜的大半领土。一次小小的边境冲突，就能让我们的老大挺身而出，真是令人称快！\n\n\n \n‘秦娜绝不准许任何国家以任何理由对我国公民合法的边境活动进行干涉，施威尼坦当局借口我方人员所谓的非法入境，竟然越界追捕我方公民，并强行占领了我方的一处岛屿，我方虽保持极大克制，但对施威尼坦政府无理行径进行了反制，并敦促施当局恪守两国订立的边界条约……’\n\n\n \n电视中，秦娜的发言人‘据理力争’，但其实改变不了什么，我们和秦娜的争端由来已久，无论是边境争端还是经济争锋，我们都处于劣势，但我们有亚美利哥的支持，因此我们————这个人口一千万且领土不足对手13%的国家在这些争端中从来没有低下过头。\n\n\n \n正在大国之间博弈加剧的当口，我们也进行了一系列的准备。\n\n\n \n军队进入准战争状态，经济进行计划集中，城市也开始了灯火管制……\n\n\n \n原先五光十色的都市夜生活自此成为了历史，政府的宵禁令使得大街小巷原本人头攒动的场景消失的无影无踪，每日每夜只有军人皮靴的哒哒声伴我们入睡。\n\n\n \n‘没关系的，这只是军事演习，睡吧’\n\n\n \n一个女人哄着她不肯睡觉的女儿，一边拍着，一边说道\n\n\n \n‘‘这样的日子啥时候是个头啊’她在心中默念道。远处，只有路上的车队发出的微弱亮光照射着黑洞般的天穹。\n\n\n \n‘哎呦我去！’\n\n\n \n一名士官的头重重的磕在了车顶上，随后又被车的颠簸给震了回来\n\n\n \n‘狗娘养的，司机你是用脚开的车吗！’\n\n\n \n‘对不起，长官，我实在是看不清路啊……’司机也是一脸委屈\n\n\n \n‘没路灯的路我还是第一次走，让长官受罪了’\n\n\n \n‘MD，都说了要打仗，打仗打仗，结果没想到第一次为国献身竟给了一辆破车’士官一边捂着头一边怒骂道\n\n\n \n‘长官，前面就是总统府了’司机一路上第一次以轻松的口气向后面的士官‘汇报’\n\n\n \n‘行了，我知道了，你别走神，在走神我可要立‘一等功’了’\n\n\n \n后视镜里的司机只能尴尬的笑了笑，同时不由得将方向盘握的更紧了些（即便手上已经布满了因握紧而产生的皱纹）\n\n\n \n闯过重重的哨卡，走过无数的手续，拐过各种的弯路，遇见各色的人物……司机总算是安全的将士官护送到了总统府。\n\n\n \n‘布奇上校，可把你给盼来了’\n\n\n \n布奇刚准备下车，只见国务总理尼斯挤出一脸的笑容，一路小跑来到布奇面前，一把推开旁边的护卫，亲自扶车门。司机在一旁看到这搞笑剧般的一幕，心中不禁怀疑起来，一个普通的上校用得着这么低三下四吗？反观布奇，脸上不能说是风轻云淡，但总感觉有种莫名的难以表述的感觉。\n\n\n \n‘呦，尼斯总理也在，咱俩就不用这么客气了，都是兄弟，你瞧瞧你这样让老弟多下不来台啊’\n\n\n \n‘哈哈，布奇上校还是那么的风趣幽默，要不是这次的紧急会议我还打算提前拜访您呢，听说您这次回国带来了不少国外的玩具和糖果，我儿子听到这消息当时就一蹦三尺高，非要去见布奇叔叔，你说这可让我怎么办’\n\n\n \n‘总理先生也别客气，哪有长官拜访下属的道理，放心，赶明我亲自去拜访’\n\n\n \n尼斯接过布奇手中的黑皮革手箱，一边聊，一边走进了总统府……\n\n\n \n总统府是最近几年新建的，样貌堪称微缩版圆明园，若要不是战争迫在眉睫，恐怕其面积还要扩大一倍。即便现在处于灯火管制状态，从远处望去也能望见其森严的轮廓。\n\n\n \n进入大厅，两人先是拐了好几个弯然后径直拐入了旁边一处隐秘的暗门。\n\n\n \n暗门后面，则是一处较为宽敞的房间，一排排计算机纵横交错，各色人员来来往往，可两人丝毫没有放慢脚步，反而加快步伐，挤进又一个密室。\n\n\n \n这里，就是他们此行的终点\n\n\n \n‘爸！我回来了！’布奇见到自己贵为总统的父亲，先是敬了一个比较标准的军礼，随后伸出一双白嫩的双手与父亲的双手紧紧相握\n\n\n \n‘公子平安归来就好，你可是我们国家仅有的救星了’一旁的内阁阁员早就准备好了一番高调\n\n\n \n‘如今秦娜大兵压境，诸位来此是讨论如何对付秦娜，布奇上校，不知亚美利哥总统对您说了些什么？’尼斯瞥了一眼满脸堆笑的阁员们语调沉缓道\n\n\n \n‘放心吧诸位！’\n\n\n \n在保持了5秒军姿过后，布奇直接一屁股坐在了真皮椅子上（要不是这地方太小没法搬进沙发，他才不会坐在这样掉价的椅子呢）\n\n\n \n‘说什么？切！说了一通废话，不过还算有几个好消息’布奇说完便品起了桌上的蓝山咖啡\n\n\n \n密室的空气顿时更加稀薄，所有人目不转睛的盯着他，心中不禁骂道：这都什么节骨眼了，还品咖啡，再不拿出点什么切实的方案，恐怕你只能在秦娜人的监狱里喝茶了！\n\n\n \n‘我的老儿啊，你可急死爹啊，你赶紧说吧！！’连一旁的总统都忍不住说话了\n\n\n \n布奇还沉浸在咖啡的朦胧意境中不可自拔……\n\n\n \n‘爸！怕什么！要是没弄出个东西，我还有脸见各位吗？！’\n\n\n \n只见布奇熟练的打开了随身的手提箱，拿出一堆哗哗作响的纸页，在众目睽睽之下，他直接抽出几张标记红颜色的文件\n\n\n \n‘爸！各位！这就是我们的救星！’\n\n\n \n只见布奇挥舞着这五分文件（无非就是一叠纸），一面以一种宣告世界大战结束的口气说道\n\n\n \n‘我带回了我们五代人的和平！’\n\n\n \n……\n\n\n \n‘这怎么这么耳熟，布奇的样子也有点眼熟，好像在哪本书上见过？’一名阁员心想\n\n\n \n一旁的尼斯总理不快地望着布奇的父亲————冯曼总统\n\n\n \n只见总统一把夺下了这一叠文件，在粗略了翻看了一会后，从中挑出一份红字文件细细研读，但不一会他便将这些文件传给了下面的内阁\n\n\n \n‘诸位有何意见？我觉得布奇带回来的东西可以给我们今后的国策制订给予一些启示’\n\n\n \n冯曼说罢便拉下眼帘，不知道是闭目养神还是思索对策，他用手紧捏鼻梁不停的揉搓着\n\n\n \n‘不行！这太疯狂了！’内阁中的高级顾问像被毒蛇蛰了一口，猛然站起，用手不停的敲打着桌子\n\n\n \n……太突然了……鬼才知道今天为何充满了各种‘突然袭击’\n\n\n \n其余的阁员正在分别阅览那其他的四份文件，面对此景无不既惊恐又疑惑，互相面面相觑不知所措\n\n\n \n‘总统先生，我必须慎重的提醒您，如果你真的要实施这一计划，那么我们就会成为世界公敌的！’\n\n\n \n其余的阁员看着拍在桌上的文件，正是那个红字文件，看来这个文件的冲击远远高过剩下的那四份文件……\n\n\n \n其他的阁员知道，他们手中的那四份，无非就是一些盟友之间常用的保证术语罢了，再者就是一些军事援助和协同作战的一些具体事项，如果高级顾问看的文件内容跟他们看的差不多，那么做出这种行为的解释只能是他疯了。要知道，高级顾问是总统身边的红人之一兼要员之首，能做出如此反应，怕是……\n\n\n \n‘我知道，但我们的军队和秦娜的军队没有任何的可比性，即便现在亚美利哥的首批军援已经分发部队，但面对数百万训练有素装备精良且练兵多年的对手，我们胜算能五五开就是最好的结果了’总统闭着眼睛缓慢的说到\n\n\n \n‘可这个计划如果失败了，或者被透露出去，损害的还是我们国家的利益啊，到时候如果亚美利哥将我们一脚踢开，我们又能怎么样呢？还有……’高级顾问喋喋不休，话语喷涌而出\n\n\n \n‘都行了，别吵了！！！’布冯将桌子拍的震天响，气呼呼地接过顾问的质疑\n\n\n \n‘这个东西是亚美利哥总统亲自组织计划多年的计划，他们已经做过实验了，保证没有问题！再者，我们追求的是胜利，只要获得了胜利，输家和他人的言语算个P！亚美利哥当了那么多年刁民口中的搅屎棍，不还是世界最强吗，谁敢惹他！！要我说你们这群人就是书读傻了，这个世界可没那么多规矩！……’\n\n\n \n‘行了，赶紧闭上你的嘴吧’冯曼也变的焦躁起来，站起来不停的来回踱步\n\n\n \n‘总统先生，我看今天的会议？’尼斯在一旁小心翼翼的问道\n\n\n \n‘……暂时就这样吧，最近几天我会召集人再议’冯曼小声说道\n\n\n \n‘行了，先生们，散会！’\n\n\n \n没到30秒，拥挤不堪的小室就剩下冯曼总统和布冯（本来高级顾问也想留下，但被尼斯硬拽走了）\n\n\n \n‘你觉得这计划可靠吗？’总统低沉的说到\n\n\n \n‘绝对没有问题！爸，我实在跟您说，此次出访我真是煞费苦心，您可知道那亚美利哥总统对我是什么态度？简直把我……当佣人（心中原词是孙子）看，可这不算什么，我知道，我们今天能坐在这个位置上，没有亚美利哥的帮助是绝对不可能的，我们和秦娜没有什么和解可言，若要是讲和怕是两头都得罪，所以我们必须也只能押注给战争，哪怕只有1%的胜算也要试试’布冯言辞恳切，眼睛止不住的眨着\n\n\n \n‘秦娜密使已经来过了，他说只要停止敌对并恢复边境的秩序并重回谈判的轨道，秦娜是绝对不会对我们诉诸武力的’总统言语更加的沉缓，好似一位70岁的老头一样\n\n\n \n‘……爸，还记得我们是怎么从秦娜里分裂出来的吗？’\n\n\n \n‘！’\n\n\n \n总统霎时间回头，死死的盯着布冯。\n\n\n \n对他而言，这个问题是他，不，是整个施威尼坦的噩梦。其实施威尼坦过去是秦娜的领土，但由于当时秦娜国力衰微，许多边境地方都纷纷搞起了‘自治’，施威尼坦也不例外。可当秦娜获得国家统一和民族独立，国力日渐提升的时候，施威尼坦却仍旧徘徊在回归和独立的两难抉择上……。当时，回归派在国内占据优势，总统威登本来已经开始了回归谈判，但世事难料，由于施威尼坦独特的战略位置，超级大国亚美利哥早就插手该国内政多年，眼看着自己苦心经营的大棋就要面临崩盘，当时的亚美利哥总统干脆一不做二不休强行推翻了回归派政府，并扶植独立派的冯曼作为新‘国家’的总统。\n\n\n \n时光荏苒，但伤痛依旧。外有回归派在秦娜支持下支援国内抵抗派，而在内部汹涌澎湃的反亚美利哥势力也已羽翼渐丰……\n\n\n \n‘独立’多年，不仅内政受到他国干预，甚至亚美利哥的军队也曾进驻施威尼坦，无数的百姓被他们欺凌，光是针对女子的暴行就多达数百件。若不是依靠军队威权，恐怕这些政府高官早已流亡国外了……\n\n\n \n‘爸，我想我们已经没有退路了……’布冯的双眼早已溢满泪水，他也不愿意看到自己的父亲被推翻流亡，更不愿意自己真的变成了亚美利哥人嘴里的‘孙子’\n\n\n \n一旁的总统面色苍白，回忆如同台风巨浪一样冲击的他的内心，他想后悔，想重新来过，可现实已经不容许了。\n\n\n \n‘就这样吧……这个计划的实施不要透露给任何人，要做到万无一失’\n\n\n \n说罢，总统便缓缓的走出了密室。\n\n\n \n.\n\n\n \n‘我说总理，你拉我都走出总统府500米了，你难道想绑票劫持？’\n\n\n \n‘皮斯顾问，你今天的胆子实在太大了，连总统都敢正面硬对，这到底是怎么了？’\n\n\n \n两人拉拉扯扯，推推搡搡的钻进了一辆政府专车，向远方疾驰而去。\n\n\n \n‘这到底是怎么了？快说话啊！’尼斯一脸迷惑的看着顾问泥塑般的脸\n\n\n \n‘那是A-5计划’顾问挤出一句\n\n\n \n‘A-5？这个是什么东西’尼斯被这词语整的一头雾水\n\n\n \n‘A-5是亚美利哥的一项计划，这项计划由他们负责生化试验部门进行’\n\n\n \n一听到【生化试验】这四个字，尼斯不禁倒吸了一口凉气，莫非总统和布冯是想……\n\n\n \n‘据说公子这次出访的目的就是为了搞到这个东西，而且把生产链都给搬到国内了，这真是为了权势豁出一切啊’\n\n\n \n‘……这么敏感的事情怎么能让我们知道，难道是总统为了揪出内阁里面的反对派搞的烟雾弹？’尼斯心中不禁打起了鼓\n\n\n \n‘你放心吧，这个消息早就确认了，今天能给我们看，算是给我们一个活命的机会’\n\n\n \n‘此话怎讲？’\n\n\n \n‘这个计划的风险自不用说，所以亚美利哥的军援里面多出了几个新鲜玩意，不知道你看没看见’\n\n\n \n‘这个……太多了啊，还真没注意’\n\n\n \n‘其实也不需要太注意，总之提前跟你说一声，疫苗已经到位了，不过有多少就说不清了’皮斯顾问偏过头来面无表情地看着尼斯\n\n\n \n此时的尼斯不禁心中一震，怕是皮斯知道的消息早已远远超过了自己，看来自己未来还要多多向他靠拢一下，毕竟皮斯是亚美利哥排名第一的大学毕业的，其同学广布四海，光是在亚美利哥政府担任要职的就有好几位，其中有一个还是总统助理，否则他哪来的胆子跟冯曼相抗。\n\n\n \n‘皮斯兄弟，我……啥也不说了，今后我和我家人的命都在你手上了，无论如何都要给我搞到一份啊！’尼斯眼里的泪水终于挤了出来，低三下四的紧紧握住皮斯的手。\n\n\n \n‘放心吧，我做人一向光明磊落，今天的圆场还是你帮我的，咱俩之间没必要这样’皮斯语气和缓的安抚道\n\n\n \n远处，满天的星辰依旧，照耀着死寂的楼宇高桥。\n\n\n \n.\n\n\n \n回到家中，皮斯推开迎接的妻子，一头扎进了被窝……\n\n\n \n他知道，这次的计划看来是已经实施了，不过幸好，在一次国外同学聚会中，他从一位供职在亚美利哥工程院的同学口中得到了一些隐晦的信息，不久后他干脆托人买通布冯在亚美利哥包养的女人，通过她皮斯才了解到更多具体的信息。此刻他心中不禁庆幸冯曼犬父生犬子，否则自己此刻还像尼斯一样被蒙在鼓里。不过说实话，这次的公开文件也是远远的出乎了他的预料，要知道冯曼可是个出名的刽子手，政变时杀了威登总统还不算，甚至连他的家人也难逃他的魔爪，全家上下最后只剩下留在秦娜读书的两个孩子，至于镇压回归派也是不用多言。可这次情况大有不同，冯曼竟然把那份文件给了自己，怕是提醒他做好准备，同时也想试试自己这潭水，也怪自己当时太激动没有控制好情绪，如今的自己也是泥菩萨过河自身难保了，至于告诉尼斯，他也是想把尼斯拉到自己这边，随时探听总统的消息，以便做好准备。\n\n\n \n.\n\n\n \n‘亲爱的，你怎么了？’皮斯妻子从没有看到过丈夫这样，面对此景她有些不知所措\n\n\n \n‘……没什么，今天工作太累了’皮斯的声音像蚊子一样低鸣着\n\n\n \n‘别蒙我了，就你这个样子哪像是累的，你难道是被冯曼炒鱿鱼了？’\n\n\n \n‘或许比这个还糟’皮斯的声音变的更小，但却没有逃过他妻子的耳朵\n\n\n \n‘快点起来，到底怎么了，你别吓我’她轻轻推动皮斯，想让他起来\n\n\n \n皮斯见状干脆翻了个身，面朝天花板，但却仍紧闭双眼，双手不停揉搓着鼻翼\n\n\n \n‘你不用担心，我不会丢下你不管的’皮斯又嘟哝了一句\n\n\n \n‘明天你帮我把从古巴购买的雪茄拿来，我后天要去参加一个商务贸易会’说罢皮斯就起身洗漱睡觉，而他的妻子则在一旁始终忧心忡忡的注视着他\n\n\n \n.\n\n\n \n‘这就是你们的情报？’\n\n\n \n一位国家级军官将一位少校军衔的士官递上的文件重重的甩到了地上\n\n\n \n‘周总书记已经在常委的秘密碰头会上做出了决定，必须不惜一切代价粉碎敌方的A-5计划，可现在，你们竟然连A-5的部署情况都没搞清，这难道就是你们的工作真正效率吗！’\n\n\n \n‘副委员长息怒，我们现在已经着手派人利用各种手段搜集情报了’\n\n\n \n‘现在？我们能有几个现在？要是敌方的计划实施恐怕我们就没有现在了，你现在的任务是务必确定敌方A-5的部署地和部署情况，我只给你3天时间，3天后你要是再给我这样的回复（边说边指向那份文件），你就可以和轮胎合影了！’\n\n\n \n‘是！保证完成任务！’\n\n\n \n少校敬了一个标准的军礼，然后正步而出。\n\n\n \n‘呦，皮斯顾问今天能大驾光临真是我们商务团的荣幸啊’\n\n\n \n话音未落，一旁的商务团长一路小跑地来到皮斯跟前和他紧紧相拥。\n\n\n \n‘兄弟，这么多年没见你还是那么壮实啊’团长打趣道\n\n\n \n‘哎……不行了，我可不如当年在学校里当运动员时那么灵活了，现在你让我跑一千米恐怕都得要4分钟了’皮斯一面说着，一面望着团长背后的团员们\n\n\n \n‘今天的宴会本来是想简单的庆祝奥施两国贸易协定签署，可顾问竟然也大驾光临真是令我们受宠若惊啊’团长继续打着哈哈，可皮斯此刻的心早已经不在这番例行颂词上，他急需和团长单谈，而那盒古巴雪茄就是此行最根本的目的\n\n\n \n午宴照旧进行，在一番又一番的推杯换盏后，皮斯终于抓住时机将团长带了出来\n\n\n \n‘团长先生，这是鄙人的一番心意，还望您能收下’皮斯开门见山，将那盒雪茄从随身携带的包中取出\n\n\n \n‘哎哟，这可使不得’团长笑着推回了雪茄\n\n\n \n‘咱俩之间就不用这样了，兄弟，听说你在施威尼坦的生意已经都……’\n\n\n \n话还没说完，这俩人就四处环顾周边，而在确定没人后\n\n\n \n‘别提了，这亚美利哥都总动员了，看来施威尼坦是非打不可了，我不还得早作准备吗，不过多亏了你，否则我的那些肯定出不来’\n\n\n \n‘这里的倒还好说，但秦娜那边呢？’\n\n\n \n‘更别提了，事情就是这样，一会紧一会松，我在秦娜也有投资，但真巧了，投资的地方恰恰是边境附近，我想撤也来不及了’团长双手不停地揉搓着\n\n\n \n‘这有何难处，只要找人不就得了’皮斯一脸成竹在胸的表情\n\n\n \n‘……说着容易做起来难啊，我要有人还好了呢’\n\n\n \n‘所以你更应该收下它’说罢，皮斯又将雪茄塞回了团长的手里然后用手势示意团长附耳过来，耳语一番后，团长脸上渐渐有了阳光……\n\n\n \n.\n\n\n \n‘嘿，你说那个奥地利商务团团长还真是神通广大啊，竟然搞了盒古巴雪茄给我’\n\n\n \n在秦娜驻奥地利大使馆，大使正和他的一位参赞兴致勃勃的聊着天\n\n\n \n‘恐怕没那么简单吧’参赞拿起雪茄细细观摩，不时用鼻子细嗅\n\n\n \n‘哼，自古无功不受禄，还不是想利用我搞好他自己的那点生意……不过这雪茄怎么有点硬啊’大使在椅子上点燃了一只雪茄，一番吞云吐雾后说道\n\n\n \n‘恩，不过这盒雪茄倒是极品’参赞经过多重‘测试’后，不由得发出赞叹\n\n\n \n双方你来我往，时间便在这无聊的交谈中慢慢流逝，今天既没有什么活动也无任何突发国际麻烦，两人就这样在大办公室里享受着难得的下午\n\n\n \n不久，雪茄毕，大使顺手摁住了雪茄头，他很喜欢用力按灭雪茄（据说英国首相丘吉尔就是这样），不过这次……\n\n\n \n‘哎呦我去！’\n\n\n \n参赞迅速抬起头，只见大使握着手指，脸上的表情十分痛苦。\n\n\n \n‘不会是格到烟灰缸了吧？’参赞心中虽这样想，不过大使痛苦的表情也有点太过了吧……\n\n\n \n‘这什么破东西，怎么像个火炉’大使指向那根雪茄愤愤道\n\n\n \n只见参赞拿起雪茄一看，里面的烟草早已用尽，可其中却多出了根黑金属管……\n\n\n \n.\n\n\n \n‘‘长官，情报已经确定，这是我们秘密情报部最新的汇总，请过目’\n\n\n \n副委员长面无表情的接下了文件，在‘漫长的’审视过后，他缓缓地放下了文件。\n\n\n \n‘你能保证奥地利大使馆的这份情报不是敌人的烟幕弹？’\n\n\n \n少校听罢，不由得将已经十分笔挺的军姿立的更正。\n\n\n \n‘报告副委员长，我能保证！’\n\n\n \n‘何以见得？我需要具体的理由’\n\n\n \n‘报告副委员长，首先我们从情报的来源获知，这份情报的源头来自于施威尼坦的高级顾问皮斯，经我们内线调查，他跟回归派有过秘密往来，而且在亚美利哥留学期间和地下秘密的施威尼坦反抗组织有过联系，而且更重要的在于，他对A-5计划持反对态度。情报显示，他在透露情报后主动辞去了高级顾问职务，只不过……’少校在此卡顿了一下\n\n\n \n‘他怎么了？’\n\n\n \n‘我们在施威尼坦内部潜伏的K，最近刚刚得到一个消息，说皮斯和他的家人被冯曼秘密的软禁了起来，据说冯曼怀疑他暗地联络人组织反对他的联盟，因此以保护为名将其软禁在家’\n\n\n \n‘……，还有其他的吗？’\n\n\n \n‘还有，K最近已经搞到了A-5的秘密部署位置，与皮斯给我们的情报相同’\n\n\n \n‘它在哪？’副委员长再也按捺不住，起身走向身旁的巨幅电子地图\n\n\n \n‘在施威尼坦首都不远的一处卫星城，不过由于他们国内的贪腐，这个城市始终还在建设，不过已经有部分的企业和百姓进驻该城’少校一边说，一边锁定了具体的位置\n\n\n \n‘副委员长，这就是K提供给我们的照片’\n\n\n \n随着少校的操作，大屏幕上缓缓出现了一张巨大的城市‘风景照’\n\n\n \n\n\n\n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n\n\n 纵横交错的立交桥配上几栋僵尸般的大楼，若要不是天上星宿发出的微弱亮光，恐怕这张照片还要更加模糊。\n\n\n \n‘这么多楼，到底是那个？’副委员长见此情景不由得感叹冯曼这个老东西越来越像个老狐狸了\n\n\n \n‘长官，我说的您可能不信，其实这全都是’\n\n\n \n‘！’副委员长瞪大了眼睛，吃惊之状不可用言语描述\n\n\n \n.\n\n\n \n生化研究其实大多数都要远离人的视线，所以很多国家的生化研究所大多位于人烟稀少之地。可施威尼坦国土较为狭小，所以很难找到合适的地点。\n\n\n \n不过天无绝人之路，二战期间该卫星城地下曾经有过一个巨大的防空设施，原本是用来储备军工产品的，但现在却成为绝佳的试验场所。所以地面上虽然高楼林立，但其‘内在’却是远远高出‘外在’。\n\n\n \n‘诸位，今天我们中央再次召开紧急会议，此次会议的议题是如何处理A-5’\n\n\n \n副委员长原本是无权组织中央级别的会议的，但此次行动十分危险，因此他难得有了次会议的发言权。\n\n\n \n‘根据情报，A-5就部署在施威尼坦首都约2公里外的一座无名卫星城，而冯曼为了掩盖计划，已将其一部分设备转移到了二战期间在该城地下的军用防空洞，并将洞内的设施全部改造。据我方情报人员的报告，后天敌方就会将亚美利哥支援的剩余设备移入其中并开始生产，所以我们必须决定要用什么手段阻止敌方的邪恶计划’\n\n\n \n‘用导弹直接精准摧毁怎么样？我们的火箭军也该露露脸了’一位将军率先发言\n\n\n \n‘这样太莽撞了！搞不好会引起平民死伤，毕竟附近也有几处居民点’总参谋长匆忙打断了将军\n\n\n \n‘这是问题吗？谁不知道我们的冬风导弹向来以厘米来计算误差，哼，就算敌人把设备安在了蚂蚁洞，我们也能照样打掉他！’将军毫不客气的回复道\n\n\n \n‘可是施威尼坦当局会不会借机搞出个‘平民死伤’给我们扣帽子啊，毕竟搞出个所谓的现场也不是什么难事’秦娜的总理也对此发表了意见\n\n\n \n经过一番激烈的争论，双方你来我往也没定出个具体意见，这时候一旁的秦娜总书记说道：‘诸位，我觉得这件事不一定非要弄成大事，我们也可以静悄悄的搞定’\n\n\n \n房间内终于出现了久违的宁静，大家纷纷将目光投向总书记\n\n\n \n‘我建议，出动雪豹突击队直接来个‘斩首行动’，不知各位意下如何？’\n\n\n \n‘这个……’全房人不由得陷入了深思，不过为了不给亚美利哥留下主动入侵的话柄，这种‘静悄悄的’破坏或许更适合国家的利益考量。\n\n\n \n‘如果诸位没有意见，我将在2小时后的常委会议上提出并交由常委团讨论’总书记环视四周说道\n\n\n \n‘报告总书记，我们没有意见’总理终于先开了话。\n\n\n \n‘那么今天的会议就到此为止，散会！’\n\n\n \n.\n\n\n \n【绝密】\n\n\n \n中央已经通过关于突袭施威尼坦生化武器研究所的行动，命雪豹突击队1队，2队，3队于明日23点准时出发，目的地为施威尼坦1号卫星城，行动代号：麦块。……。\n\n\n \n按照中央的秘密指示，1队和2队将首先行动，目标是不惜一切代价摧毁敌方的研究所，研究所代号：X1，。\n\n\n \n3队则负责解救软禁的某位施威尼坦官员，他的代号是：G1。并且，3队完成任务后要接应1队和2队掩护其撤离\n\n\n \n剩余情报已经全部发送给你们，请做好一切必要的准备。\n\n\n \n.\n\n\n \n‘队长，他们来了吗？’一名队员双手早已‘大汗淋漓’但仍将枪握的死紧\n\n\n \n在离研究所5公里的道路两旁，全副组装的特种队员正在密切注视着远方的道路\n\n\n \n‘该来的总会来的，你做好你自己的工作’队长冷冷的回应道\n\n\n \n忽然，远处渐渐传来了汽车的轰鸣声。\n\n\n \n‘这些人还真精，不开车灯行驶，幸好有红外线，否则一会行动可太危险了’一旁的队长用红外望远镜紧盯车队的动向\n\n\n \n彭！\n\n\n \n‘我去，什么情况！’\n\n\n \n‘报告队长，貌似车胎爆了……’\n\n\n \n‘……你可真会开车，还不下去看看！’\n\n\n \n司机只好下了车，只见汽车的前轮胎不知道被什么硬物格爆了，咳！不开车灯开车不爆胎才叫奇迹，司机只好去后面拿备用轮胎并叫后面车队的人过来帮忙\n\n\n \n但正在他们修车的时候，一旁的特种队员悄悄干掉了护送的士兵，并逐渐向前车靠近\n\n\n \n‘我的天啊，可累死我了’一行人终于按上了新轮胎\n\n\n \n可就在这时，一颗闪光弹飞了出来，一行人还没回过神来就都见了阎王……\n\n\n \n‘快，看看有没有什么破绽’一阵繁忙后，队员们换上了他们的衣服，并检查车上有没有留下什么枪弹的痕迹\n\n\n \n‘报告，一切正常’\n\n\n \n在得到全面正常的回复后，一行人踏上了去往研究所的道路。\n\n\n \n不久，他们就到达了照片上所示的立交桥，在经过一番曲折探索后，他们终于到达了图片中心的某座‘居民区’。\n\n\n \n而此时，2队也早已到达了现场，现在四周高楼的监视哨已经全部消灭，整个研究所上方的建筑物早已经被各种狙击手和机枪手覆盖。在知情的人看来，这里高楼和星穹此时则显得无比肃杀，好像一个个跃跃欲试的刽子手和一双双惊恐的眼睛正在死死地盯着他们。\n\n\n \n‘好的，请跟我来’在确认证件无误后，一行人终于踏入了神秘无比的研究所。与之前情报相同这里的空间还算巨大，并被分成了一个个区域，已经运来的设备早已经进行多次的试运行（貌似设备已经开始投入使用），看来他们就等今天最后一部分设备的到来了，不过等来可不仅仅只有设备……\n\n\n \n‘开火！’\n\n\n \n高楼上的狙击手迅速秒杀了‘居民点’内剩下的流动哨，地面上的1队也迅速的清空了场地，将所有已知的出口封锁\n\n\n \n而在研究所内部，激烈的枪支充斥着每一个角落，队员们见人就杀，哪管什么无不武装人员的区别。很快，研究所内部的抵抗枪声渐渐消退了，但也有一部分研究人员夺路而逃，可他们不知道紧急出口早已经变成了升天入口，只用了5分钟，研究所内便血流成河，伏尸百具。\n\n\n \n而在设备附近，3名队员正在进行任务最核心的一步……\n\n\n \n【炸弹已被安放】\n\n\n \n队员们迅速的撤出了研究所和附近的高楼，按照计划，炸弹将会在十分钟内引爆，而他们必须在这十分钟撤到3公里外，并且和赶来接应的3队撤离\n\n\n \n1队撤出后，开车一路狂奔，而剩下的2队则分头撤离，但也苦了高楼狙击的狙击手，他们为了赶时间，不得不直接通过绳索到达地面\n\n\n \n远处，可依稀听到直升机的轰鸣……\n\n\n \n.\n\n\n \n【本报讯，在昨日夜间，施威尼坦首都附近的卫星城发生了一起巨大爆炸，据相关人士消息，该爆炸是因为夜间居民家中的煤气泄漏，导致的燃气爆炸，目前暂无人员伤亡，更多的消息我们将持续关注……】\n\n\n \n【亚美利哥通讯社消息：亚美利哥总统由于涉嫌滥用总统权力，现已被高级法院传唤，同时亚美利哥国会也已经终止了总统单方面的总动员令，并准备启动弹劾】\n\n\n \n【塔斯社消息：施威尼坦爆发大规模军队哗变，目前以导致千人死亡，施威尼坦自由军官组织的军队已经控制了该国60%的地区，总统冯曼已经离开首都……】\n\n\n \n电视机旁，皮斯妻子正在熨烫他的西服，明天，皮斯就将受到秦娜高级领导人的会见，一定要把他收拾的干净利索些，她心中想着，脸上却是止不住的自豪。\n\n\n\n\n",
    "replies": [
        {
            "author": "FBILer",
            "timestamp": 1501503540,
            "txt_content": "本来应该28日完稿的，结果中途肠胃感冒到医院打了两天点滴，休息一段时间才开始工作。导致全文有些匆忙，而且后面错别字也有点多，还望各位多多包涵"
        },
        {
            "author": "guqu",
            "timestamp": 1501509600,
            "txt_content": "你要管理组爆肝写文评"
        },
        {
            "author": "初阳时光",
            "timestamp": 1501546980,
            "txt_content": "哈哈哈哈哈嗝\n行距可人……"
        },
        {
            "author": "FBILer",
            "timestamp": 1501550400,
            "txt_content": "初阳时光 发表于 2017-8-1 08:23\n哈哈哈哈哈嗝\n行距可人……\n在word上写的，结果一粘贴就这样了……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1501584240,
            "txt_content": "哇这么长么，太吓人了\n开个玩笑，其实是换行太蛋疼了...\n看得有点晕乎乎的。不过...\n皮斯叛国了对吧，炸死了那个谁"
        },
        {
            "author": "FBILer",
            "timestamp": 1501591500,
            "txt_content": "Smokey_Days 发表于 2017-8-1 18:44\n哇这么长么，太吓人了\n开个玩笑，其实是换行太蛋疼了...\n看得有点晕乎乎的。不过...\n1.行的问题是word文档转换的不太好==\n2.皮斯若要说是叛国不如说是救国"
        },
        {
            "author": "縻风",
            "timestamp": 1501591680,
            "txt_content": "我觉得自然段之间的间隙太大了……不好看……"
        },
        {
            "author": "FBILer",
            "timestamp": 1501592520,
            "txt_content": "縻风 发表于 2017-8-1 20:48\n我觉得自然段之间的间隙太大了……不好看……\n我的原稿很紧凑，谁知一粘贴就……"
        }
    ]
}