{
    "title": "【周边创作每月活动】|七月活动|夏日空想|结果公布|",
    "author": "guqu",
    "replyCount": 14,
    "timestamp": 1501517520,
    "txt_content": " 本帖最后由 guqu 于 2018-9-22 16:40 编辑 \n\n\n\n\n文评\n      【七月活动】少年划水吗？ 离题 @泫酒w \n　　不看主题，应该还是不错的作品的。\n\n　　因为从画面的和谐度来看，确实，两个作品都给人一种比较轻松愉悦的舒服感觉，并且整体也算挺协调的。作为C4D作品，渲染的也相对来说比较到位，至少不会给人一种堆预设的感觉。\n\n　　但如果跟月活的主题关联起来，就会比较尴尬了。因为七月月活的本身，是偏向于“根据图片进行创作的”。虽然想象成分可以适量添加，并且能够在原有的基础上进一步地扩展，但是恕我直言，我可能真的看不出这些渲染图跟图片有什么关系。\n\n　　“以上面两张图的内容进行自主创作，设计一个你认为能表达你的主题的情景或故事。”\n\n　　如果主题是偏向于“夏日空想”，那么还相对好说一点，不过如果是两个图片的话……\n\n　　嗯，从沙滩联想到在小池子划水，这个脑回路是比较清奇的。\n\n　　总结一下，质量中上，但跟主题的切合度有待提高。\n\n　　继续加油吧。　　 [厕所制造]咸鱼厕所的摸鱼蹭金粒系列 @wc_c 　　能不能用……在有诚意一点。\n\n　　嗯，先不说那个疑似没腿的原版史蒂夫，也不谈那个奇怪的坐姿，也不说纯粹的沙滩与海边背景毫无亮点。\n\n　　至少，跟主题的切合度还是有的。不过质量上，实在是恭敬不如从命。\n\n　　“以上内容仅仅是提示，千万不要被这些内容框束了思维，那就违背提供者的初衷了。”\n\n　　由此看来，如果只是在单纯的沙滩环境中，加上一个史蒂夫的话，这样的创新似乎也过于简单与普通了。\n\n　　再结合题目，我这里可以稍稍提点建议。无论作品的质量好坏，也无论创意的新奇与否，作为一个作者，对于活动的态度应该是要放端正的。作出有自己想法的作品来，才是最好的。\n\n　　继续努力。\n　　【七月活动】他在立交桥底 @初阳时光  　　有意思。\n　总体上来讲，这是一篇有些抑郁的小短文。立交桥底的线索极为鲜明，但也很容易引起读者的阅读兴趣。\n\n　　全文逻辑清楚，条理明确，人物的刻画塑造在我看来，也不算太过粗糙。\n\n　　至于结尾，会给人一种意味深长，不明觉厉的感觉。但两种截然不同的感觉交杂在一起，虽然不知道作者是怎么想的，但个人觉得，稍微会有点冲突。\n\n　　分析一下，文中的R应该是真正地消失不见了。“我”在结尾对R去处的推测，很有可能只是一种给自己的安慰以及解释。但R的那句“我会回来的”就有点耐人寻味了，因为R的确已经自愿地消失了，在这里还给出一个会回来的承诺。在个人的角度上来看，这个会回来虽然是个假承诺，但在结尾应该起到的是积极的作用。但“我”在得到了承诺后，却给了自己一个自我安慰的解释，感觉在逻辑上可能会存在一点小问题。\n\n　　不过，作者肯定会有自己的合理解释。在这里只是指出一点：富有深意的结尾是可行的，留下适当的悬念也是可行的。但纯粹地为了追求良好的意境，而让读者不明不白地阅读，是稍微不太可取的。\n\n　　接下来，说一下个人认为比较可行的改正方法。首先，既然R的去向跟结尾的那句话有些矛盾，那么要不就将R最后的结局再点明一下（开头的一场消失有点奇怪），把话说清楚。其次，可以考虑将结尾的明白改成若有所思之类的词语，然后在最后一段“很明显，他一定在立交桥底”中再加点料，比如“永远也不会离开”什么的。这种更改，可能会让文章的意境冲淡一些，但总比让读者不明不白地来得清晰。不过，这只属于个人的意见，作者对于作品可能会有更为深远的想法，这里先点到为止。\n\n　　接下来点几处语言上的不流畅。因为在这种注重意境的小说中，语言的简练与否跟印象分有着很大的联系。\n\n　　“如果非要问我刚刚这句话所指的是哪件事的话，我会回答你这件事是R在去年的一个秋夜的一场消失。”\n\n　　这种说法比较绕口，虽然比较有感觉，但相对而言的，这段中的第二小句就有些拖沓了。而且，作为开头，单纯地点出事件感觉上会更好一点。另外，一场的量词可以稍作更改，这样会让人感觉R还有回来的可能，或者多次‘永远地’消失了。\n\n　　“他还喜欢在夏天的夜晚望着满天繁星一动不动，甚至可以保持半个小时。不得不提的是，他还喜欢研究星座。”\n\n　　两个“还喜欢”有着比较明显的重复，这会影响读者的阅读体验。文中还有一些语句上的不通，这些都是可以酌情修改的。\n\n　　先说这些。总体来看，这篇文给我的印象是相对较好的，至少有着自己独特的想法。细节方面，可以进一步地完善，再接再厉。\n\n　　继续加油吧。\n         [Mi/单图] 下水摸鱼 @R丨Z丨P         为什么一桶岩浆可以顶开一个箱子？\n　　合理性暂且不论，图中独特的MC元素倒是表现的非常充分。\n　　不过，这张图在整体的协调度上，还是稍有欠缺。无论是人物的动作，还是场景的布置，都稍微有些奇怪的感觉。这一方面上，还是有进步的空间的。\n　　在主题的基础上有着稍好的展开，但在质量方面仍需努力，可以多琢磨下整体的布局。\n　　继续加油。\n　　【原创-单篇】星球平移 @海潮 　诶，脑洞挺有意思的么。这篇文章从整体上来讲，应该算是一次比较成功的尝试。\n\n　　虽然文中仍旧存在着或大或小的问题，但在较为流畅的行文中，我可以看得出你清晰的想法构思，这算是比较出彩的一点了。\n\n　　提几点问题。\n\n　　第一点，从大局方面来看，三个时间段上，结构的安排并不鲜明，这就导致了剧情的起伏稍微小了点，表达效果差了点。这会导致读者觉得故事较为平淡，而没有那种突然转折的良好感受。\n\n　　如何修改？首先，在第一次时间跳转之前，应该再加深对Alex与主人公关系的描写，因为这是文中主要表达的内容。而**的目的之类，，可以当做一个背景，进行简单地叙述。就是把事情讲明白就好。机器怎么运转也可以稍作忽略，这不是主题。\n\n　　其次，第一次时间跳转之后，可以直接简单地描写下城市的现状，然后对Alex的思念可以稍微扩展一下，剩下的部分可以考虑删减。这是中间的过渡段落，除了对城市的描写，其他可以一笔带过。\n\n　　至于结尾……嗯，结尾还好，保持就可以了。\n\n　　总体上来讲，既然是围绕着两个主人公的主线，那么就把“被人类背叛”与“Alex的留下”加深刻画。至于一开始的目的带过就好，只有整体的结构鲜明，文章的条理才能相对清晰地展现出来。所以，在这方面仍需努力。\n\n　　第二点是态度问题。我可以看到，文中出现了很多疑似玩梗的痕迹。什么“233年”，“江姓长者”，“**”。\n\n　　这种东西在这类短小精悍的文章中，是很破坏意境的，因为违和感实在是太强了。这里我可以看到，作者在某方面，对待这篇文章的态度，其实是比较随意的。\n\n　　文学是一项相对自由，但也稍微比较严谨的东西。像这种满足自己恶趣味的小动作，还是少做为好。\n\n　　继续加油吧。\n　　【原创·单篇】夏梦一场，碎人心肠 @Gong_Pu \n　　大体上来看，这还是一篇不错的文章的。结构清晰，条例明确，且故事主题突出。\n\n　　大体上看完了，文章的意境也有了，那么欠缺在哪里呢？\n\n　　第一点，分段与结构\n\n　　先点一个小的，分段的问题。首先，无论你是以什么逻辑进行分段的，先要记住，大量的不同内容，叠加到同一段里，是一个算不上好的习惯。\n\n　　因为，这会导致文章不像是原先那样流畅简明，大量的内容堆积一块也会使得意境被长段冲淡。\n\n　　打个比方：\n\n　　“ 三天后，还是在这里，我们照常来这里照顾这颗樱花树。在树下，你抓住了我的手，“对不起。我要离开了。”为什么，怎么会，过了数不清的春夏秋冬，你为什么要离开我。“你看呐，我已经帮你实现愿望了。我的使命也就完成了呀...”不，不！她哭的不像样子的告诉了我真相。不！这不是梦！这一切是如此的真实，我和她度过的时光怎么会是梦呢？我哭着一把抱住了她，“不！骗人的！我的愿望是和你永远的生活在这里！生活在这片我们亲手建设的土地上！”不对呀！我应该是紧紧的抱住了她，可她还是在我怀中化作萤火消失了。我在树下，哭的癫狂，哭得绝望。这个死气沉沉的世界！这个孤独的世界！”\n\n　　像这种高潮的段落，其实根据一整个内容分段，是比较糟糕的。因为这会让读者看起来比较费劲，想要代入也会比较困难。所以，可以试着采取一个引号一分段这类更加松散的分段，相对而言，读者看得会舒服点。\n\n　　顺带着点下结构的问题。总结一下，文章分为以下几个部分：回忆，建城，种树（因为种树格外描写了一整段，我就独立为一个部分），离开。\n\n　　这样看上去，结构就会很奇怪了。题目为“夏梦一场”，结尾也只是以“一场仲夏夜之梦”扣题，那么文中的种树部分是不是就有些刻意了？\n\n　　是的，填上这样一个部分是会起到一定的渲染意境的效果，但也得在首尾通过几个呼应来加深效果吧。\n\n　　短篇小说，累赘的东西最好不要去写，如果着重描写的一个事件，跟主题没有太大的关系，那么就很有可能会被称之为累赘。\n\n　　结尾的花开花落太浅，如果真是象征着爱情的樱花树，在开头应该是很好点到的吧。随便用眼角的余光一扫，就能自然而然地引入了。\n\n　　而最后几段升华到“在时空的海洋寻找痕迹”，我个人认为是有点过了。虽然可以，但会显得有点刻意地无病呻吟。\n\n　　当然，以樱花树作为全文线索固然是一个逻辑，以夏夜之梦作为线索也是个逻辑。不过，整体的行文应该就是偏描写夏夜的景物了，而不是突兀地写“种树”的情节。至于其他的结构问题，这里先点到为止。\n\n　　第二点，描写方向\n\n　　这个问题比较难讲，我就尽量说得简单点吧。\n\n　　举个例子：“她整个儿都浸染在星光中。她是多么的美丽，多么的圣洁。”\n\n　　像这种句子，在文章中尽量不要出现太多。因为，这种单纯地强调“美丽”与“圣洁”，固然会有一定的意境，但在表达效果上就会稍差一点。\n\n　　文中同样有很多类似这样抽象的描述，那两个“几十年”之类的也稍显做作。总之，描写可以再具体形象一点，意境优美并不一定代表着就不能描写，所以适当的正面描写相对于比较虚的抽象写法来说，效果会好得很多。\n\n　　综上，本文意思是到了，但在写法上还需琢磨。\n\n　　继续努力。　　【原创·渲染】迎接** 离题 @猜猜谁是谁 　　嗯……\n\n　　我不是太懂，在山上（连沙子都看不到的地方）赞美太阳，可能跟沙滩有点关系？\n\n　　咳。抛去可能是想象力太丰富离题的问题，这篇渲染图果然还是有点奇怪。虽然说是迎接**，但“怎么感觉这家伙好像要跳下去……”\n\n　　从取景方面来讲，完全地背对着的姿势，与有些杂乱的地形设置，可能会稍稍地有些不太协调。而所采取的角度，和人物的动作也有些奇怪，一些景物的设置也可以更加地符合所表达的意境。\n\n　　总之，除了主题违和之外，剩下的部分也仍需努力。\n\n　　加油。　　【原创·单篇】夏日空想 @wuzhongtaogo        其实，本文大致是没什么毛病的。\n\n　　首先，首尾两段作为小说而言，太过于简单了。虽然有一定的描写，但可以看出只是做了一个简单的叙述，将背景微微介绍了一下。可以说并没有特别出彩的地方，但至少简明扼要。\n\n　　文章的亮点在于那首英语诗中。语法姑且不论，光从整体意境上看，还是有些感觉的。\n\n　　至于要加强的地方，还是有一些的。首先，文章的主体内容是不能够光用一个诗支撑起来的，而且尤其是在这首诗只是单纯地点明主题的情况下。\n\n　　诗在一篇短篇中，可以起到的最好作用是烘托意境，渲染氛围。但这不代表着一首诗就能填充一个文章的全部。\n\n　　但是，最起码的，文章的意境是比较成功的。而首尾两段作为引子，在文笔上也是相对较为优美的。不过，在主体内容的选定上，以后可以稍下功夫。\n\n　　文章的大致内容稍微简单，所以得分较低，不过以后可以继续努力。\n\n　　加油。\n　　【原创·单篇】《炙热之后的清凉》 @MF_Mufeng \n　好，满分作文一号。\n\n　　怎么说，虽然文章的确可以围绕着“沙滩”这一图片进行创作，但如果只是单纯地描写沙滩，不感觉过于单调了吗？\n\n　　“以上内容仅仅是提示，千万不要被这些内容框束了思维，那就违背提供者的初衷了。”\n\n　　虽然与主题的切合度的确很高，但无论是内容，还是情节，也未免太过“规矩”了吧。剧情的起伏非常小，主题单薄，这可以说是文章最大的问题了。\n\n　　当然，这种中规中矩的写法，也并非不可。至少行文的逻路较为清晰，总体来说还算不错。\n\n　　接下来，稍微提几点描写上的问题。\n\n　　“两三个小时之前，我到达了这里”\n\n　　过于直白简单的段首。就算是散文随笔，这种“我到达了这里”的话也是尽量少说为好。个人建议，直接删除即可。因为就算是单纯的景物描写，也足以支撑这一段的主体内容。\n\n　　“海洋的水汽吸收了热量，变得湿热湿热，令人难受”\n\n　　既然是以描写类为主的散文，这种比较抽象的叙述，也可以通过具体的感官描写来代替。其中“令人难受”就完全可以展开来写的，这种体现对比的地方，稍微夸张一下也是可取的。\n\n　　“ 白云翻腾着，带着一点蜡黄，气势磅礴。海浪携着白色的泡沫卷来”，“暗蓝色的大海也趋于平静”，“好似一条黑色的巨蛇正在匍匐着”\n\n　　可以看出，在行文过程中，作者运用了大量的从颜色方面进行的描写。这种方法虽然可行，但个人建议，这种单纯的色调描写，是可以配上从形态方面的修饰词一并进行更深的刻画的。比如“黑色的巨蛇”就可以描写得更为具体，使其富有层次感。\n\n　　整体来讲，这篇文章是可以看作一个不差的散文的。正因如此，所以结构上的问题，就会相对地减少。不过，既然是写散文，那么在行文的过程中，就要把散文“利于描写”的这一个长处发挥出来。至于文字功底，还是有待磨练的。\n\n　　那么，继续努力吧。　　【原创·单篇】光逝 @南歌_未央_ \n好，满分作文二号，新人不是怪物还叫什么新人。\n\n　　文中的优点较多，首先作者本身的文笔不差，驾驭这种有些意境的文章所达成的效果，也还算出色。再其次，主题方面，作者同样在原有的“海滩”上深化至了“回忆”。虽然比较平常，但这种题材的文章，的确很符合作者的文风，从而凸显出了较好的表达效果。\n\n　　接下来，就提几点问题所在吧。\n\n　　第一点，语言应当流畅简洁\n\n　　“时光是飞逝的，那些回不去时光，那些曾经离我而去的人或事，我不曾一次想过我该怎么办，”\n\n　　首先，作为一个小短文的开头，无论题材如何，它都应该是简明扼要的。就算是要引人深思或者是要达到其他的效果，让人能够读懂读透都是第一位的。\n\n　　由此来看，这个开头是不是就有些节奏拖沓且语句不通了呢。很明显，这个开头是需要稍作修改的。\n\n　　“那些回不去时光”中很明显缺少了一个“的”字，而后文的“我不曾一次想过我该怎么办”也跟前文衔接不上，出现了一些空缺的部分。这里建议，在码好文段之后，可以采取多读几遍的方法，用来增加语句的流畅程度，以便及时对一些瑕疵进行修改更正。\n\n　　“我望着海水时涨时落，椰树迎风摇拽，空气自然清新，我开始眷恋那片海洋好想时光就此停留”\n\n　　“我开始眷恋那片海洋”指的是我的内心感受，而“好想时光就此停留”是指我的感受的进一步延伸表达。个人在这里看来，这两个部分是不足以合并为单纯的一部分的。可以用标点隔开，并且对着“好想时光就此停留”这一部分更加地扩展一下。\n\n　　改动的原因，是因为这样的行文，会使得原本是优美的抒情段落，变为有些拖沓的长段语句。并且在读文章的过程中，难免会影响到读者的阅读兴致。文章中还有一些不合理的长段，这里举个例子，作者可以选择性地进行略微地修改。\n\n　　“我开始眷恋那片海洋好想时光就此停留，不过当一抹晚霞划过天际，黄昏来临，我似乎想放弃那片海洋，可我久久不愿离去，也许只剩下拥抱海洋，漫步银滩了。”\n\n　　这里可以看出，“我”的情感进行了三个短暂的转折，从“眷恋”到“似乎想放弃”到“久久不愿离去”。\n\n　　看到这里，我想提一点建议，一些跟主题无关的自主情感，其实是可以选择性地描述的。因为，文章并不代表着完全的写实，固然这三个情感的转变都有符合它的逻辑，但关键是这三个连串的转变，既跟主题无关，又会相对而言地破坏文章的感觉。因为每一个转变没有进行详细的描述，无法让读者真正代入其中，并且结尾段的“拥抱海洋，漫步银滩”与之前的似乎想放弃来比，这个描述就有些不着边际了。\n\n　　所以，这里其实不必要写这么多感情的变化，如果真的要达到这样一种表达效果的话，轻描淡写地点到一个，再着重写另一个就足够了。\n\n　　第二点，请适当使用标点符号，不要过度依赖逗号\n\n　　这里先不提单纯的分段问题。比起这个，我更在意的是全文中贯穿的一个不大不小的毛病。也就是，段落非到结尾，绝不用句号进行分开。\n\n　　首先，标点符号既然是分成了那几种，也就是给你灵活运用的。作为一个以意境取胜的，文笔较好的文章来看，我认为这样通篇逗号，是作者对自己文章一种不负责任的体现。\n\n　　因为，这种通篇逗号的做法，是会让读者感受不到描写的层次，以及叙述的转换的。这会使得读者在阅读的过程中，看得非常难受。因为读者需要自主地将内容进行分层，并且才能代入意境。所以，这种写法直接地影响了读者对文章的整体评价。\n\n　　如果原来还能算是一篇意境较好的佳作，可能只会评价到良作的程度。\n\n　　这一点强烈建议修改，因为想要修改，其实并不困难，只需要将一些逗号转换为句号就好。\n\n　　由于一些因素，文章可能还有一部分问题尚未提出。不过，从整体来看，还是一篇较为出色的文章。保持着这个水平，图章只是时间的问题。\n\n　　以后，继续努力吧。\n　　[IEM]不是渔翁也要钓两条啊！ @ItIsEnderman \n　整体来说还算不错的一张渲染图，画面的布置较为和谐，三个角度的取景也算不错。\n\n　　至于立意构思的话，也在原有的基础上稍微地扩展了下，可以看作较为出色。\n\n　　但是，第一张的正面图，个人觉得有点“不管怎么看都会让人很奇怪的感觉”。\n\n　　首先，那个阴影打得太多了。虽然这样的确比较有真实感，但把整个画面人物遮住也未免太过了一点。\n\n　　其次，鱼总有种像是物品漂在水面上的感觉，应该可以改进吧。\n\n　　当然，除去那个阴影，总体的感觉还是比较良好的，不过一些细节的处理上还可以更进一步。\n\n　　继续加油吧。\n\n　　另外，远处的那一大块其实根本就没有取景到吗（滑稽　　【原创·单篇】浴火夜 @小吴同志 　　有意思。\n　从整体上来讲，主线清晰，剧情明了，并且立意构思比较独特，这算是文章的亮点。\n\n　　嗯，当然也有缺憾。\n\n　　文中简单地分成了三个段落，在结构上是没什么问题。但个人认为，三个段落其实都过于短小了。\n\n　　因为这种篇幅过短以构思取胜的文章的话，如果不去重点地将一些内容体现出来，当读者看完通篇后，也只会觉得是读了一个简单直白的故事而已。读者完全产生不出代入感，也不会有任何的感情波动。\n\n　　因为，只有稍微详尽的描写，与一些地方的加深刻画，才能最终写出一个好故事来。像这样简单地将脉络说清，是引发不了读者一点的阅读兴趣的。\n\n　　总之，无论是意境也好，代入感也好，都是需要去通过适当的文字来进行刻画描写的。所以，除非是你的文字功底达到了一定的境界，否则单凭这么少的字数，就算有着出色的想法，也是很难写好一篇出彩的文章的。\n\n　　至于关于如何修改的建议，个人认为，第一段落的语言文字可以稍微精简一下，特别是对话。而重点可以放在有关人物的细节描写上。\n\n　　第二段落中可以添加细节描写，以及适量的主角的心理描写。感觉这种段落，是很好形成一个较有讽刺点的小高潮的。\n\n　　最后一个段落的节奏太快了，感觉就像是在平叙剧情一样。这个段落，个人认为是可以将一些人们的行为写得更加详细，从而与后面浴火后的行为形成一个对比。注意细节描写，挑重点的来写，只有这样才能让你的文章相对出彩。\n\n　　总之，这是一篇有想法，但是发挥不是太好的文章。作者如果有兴趣，可以向一些优秀作品学习下，怎么写好细节描写以及充填文章的内容。\n\n　　那么，继续努力吧。       [原创-单篇]足迹  @Smokey_Days  \n　　传说中的高质量参赛作品。15k啊，无论内容如何至少这字数看起来挺良心的么（笑\n\n　　总体来说，这篇文章主线清晰，行文流畅。而文中的一些叙述手法，在细读之下也别有韵味。\n\n　　作为一个故事来看，它已经挺不错了。\n\n　　当然，文中仍旧有些问题，在下文中会一一点出。\n\n　　第一点，在追求意境的同时，也应重视运用手法的恰当与否\n\n　　首先，先说下文风的问题。这种形式重于内容的文章，它的亮点就在于“通过大量的短句塑造意境”。\n\n　　可是在这里，我也想提出一点问题。虽然逗号与分段的大量运用，的确可以将文章的意境拔高到一个新的层面，但这并不代表着你可以滥用这一点。\n\n　　要知道，在没有意义进行分段的地方强行分段，细读之下就会出现一种有些做作的感觉。\n\n　　举例：\n\n　　“他的确是杀人犯。\n      他还不是一般的杀人犯。\n      他是那种，特别偏激的杀人犯。\n      他是恶魔。”\n\n　　好吧，这四个段落的确存在着递进的关系，但你也不能任性地将他们连分数段吧。\n\n　　因为这里个人认为，第二段的“他还不是一般的杀人犯”这段，是没必要再加分段的。后文的“他是那种，特别偏激的杀人犯”的表达效果上，跟这段有点叠了。说不好听点，这叫绕。兜来兜去都是一个意思，所以第二分段的递进是可以完全删除的。\n\n　　并且，第三分段的那个逗号，是不是有点太过做作了？“那种”跟“特别偏激”直接接上就好，完全不用刻意打个逗号上去的吧。\n\n　　是的，被分段逗号处理过后，的确会产生一些意境，但文章中像这样的“滥用”现象，不能说是少数。所以如果有空的话，这些段落都还是可以再加精简的。毕竟，让人看起来舒服的文章，才是真正的好文章。\n\n　　第二点，剧情详略的设置问题\n\n　　其实吧，第一眼看这篇文章时，我就下意识地认为这个剧情是有点“俗套”的。\n\n　　因为它大体的框架和剧情的进展，都与平常的勇者小说相差无二。什么冲冠一怒为红颜之类的。\n\n　　但是，作者对叙述手法的掌控，还是让我在这个套路中看出了一些新鲜的东西。不过，在一些高潮点的掌握上，我认为还是俗套的那种比较燃的起来。\n\n　　举个例子好了。\n\n　　我们来看看浪子跟火狮子交战的那里吧，如果从内容上分部分的话，我会这样分：火狮阻拦浪子，浪子斩杀火狮，浪子发现棂死去了。\n\n　　我们再看字数，第一部分1600多字，第二部分1000多字，第三部分1400多字。\n\n　　知道问题在哪里吗，第一部分的字数多了。为什么多了，因为如果模糊分块的话，第一部分跟第二部分其实是完全可以合并的。按照结构上来讲，这叫做高潮之前的铺垫，因为斩杀火狮并不是主要剧情。\n\n　　所以问题来了，高潮前的铺垫整整有快三千字，而高潮只有一千四百多字。这种写法，是会让读者感到一种审美疲劳的。打斗的描写固然精彩，但是连续的一大串打斗，硬插在两头的抒情段落中间，是不是有些过了？\n\n　　个人认为，火狮的那三爪完全可以略写或者忽略不计，单纯地将挑衅这个意思点到就好。因为过多的铺垫反而会乱了主次，而清晰地表达文章内容才是相对必要的。\n\n　　除此之外，文中还有一些段落太过详尽，不过从整体上来看倒是无伤大雅，这里不提。\n\n　　那么总结一下，高潮是完全可以写透的，但铺垫并不是必须的。为了铺垫舍弃高潮这种行为，并不做好。\n\n　　先说到这里吧。文章中当然还有一些语句描写上的问题，但在这里就不再多说了。\n\n　　从总体上来看，这仍旧是一篇出色的文章，意境氛围渲染的也极其到位，可以说得到这个分数是当之无愧的。\n\n　　不过，仍有需要改进的地方，这些问题下次可以多多注意一下。\n\n　　那么，继续加油吧。      【七月活动】Cornfield Chase | 原野追逐 特别奖 @1368363199  \n　　如果能够给出这张渲染图片一个合理的评价，我会说：高清壁纸，还是特别高档的那种。\n\n　　无论是画面的精美度，还是整体的布局，取景都可以说是达到了一个新的层面。\n\n　　如果单纯以渲染图的角度来看，我会觉得它无可挑剔，但作为一个活动作品就稍有问题了。\n\n　　因为作者的想象力实在太过丰富了，跟规定的两张图片虽在某些地方上有点联系，但大体上看还是偏离太多了。\n\n　　介于作品的优秀程度，我们特地设立了一个特别奖的奖项。虽然因为主题原因，无法达到一等奖的程度，但本身的高等质量和作者的丰富想象力也足以达到特等奖的程度了。\n\n　　再接再厉。      [原创·单篇]夜 @依淇钰Vu \n    嗯，同样是很有想法的一篇文章，我只能说新人不愧是怪物吗？\n\n　　这个小说整体的构思设想堪称优秀，而独特的文风也有着较为出色的表达效果。虽然仍有缺陷，但整体上是一篇不错的文章。\n\n　　下面来提问题。\n\n　　有一点有必要说明的是，在追求独特文风的基础上，要保证行文拥有一定的流畅度和逻辑性，至少要达到不会让读者觉得过于生涩的程度。\n\n　　举几个例子：\n\n　　“黄昏的地平线划过一道光芒，最后一抹殷红色的夕阳在天际落下，夜幕随之而来。”\n\n　　这里存在着两个小问题。第一，“黄昏的地平线”是一个不太准确的抽象地点，个人认为在之后加多一个“上”，句意应该会更加流畅一点。\n\n　　第二，这段描写的思路存在着一定问题，先是描写“地平线划过一道光芒”，说明这里的视角是停留在地平线上的，但后续又跟着接了一段“最后一抹夕阳在天际落下”，这就会比较让人摸不着头脑了。因为这里的视角进行了两次快速的转换，从地平线转换到了天际，还用了一个“落下”的动词，于是细读之下，就会让人产生一种非常奇怪的感觉。\n\n　　首先，本来就理应转换到地平线上的视角，被你硬生生地扯到了天空上去，这就产生了视角的两次快速转换。\n\n　　而原来好好的一个光芒划过，是光亮已经消失了吧。那么如此看来，在这里你又往后面写的“最后一抹夕阳在天际落下”这一段就有些欠考虑了。按照常理来说，最后的夕阳光理应是消失或隐去，所以“从天际落下”这段文字，于情于理都说不清楚。\n\n　　“目光掠过拿着火把的人，向远处看去。远处是一片黑暗，一片寂静到有些荒凉的黑暗，若是向那望久了，便会感觉那里似乎有一只噬人的野兽正蛰伏着。”　　这里的语句比较啰嗦。首先两个“远处”从句意上看略有重复，可以分段处理或者直接稍作修改。至于原因，有些地方的连续重复是可行的，但那是建立在递进叙述的基础上。个人认为，平铺直叙的连续重复，还不如将其中一个替换掉句意更来得简洁明了。　　然后，“若是向那望久了”的“那”字，与“便会感觉那里似乎有一只噬人的野兽正蛰伏着”的“那里”，从句意上来看同样比较重复。这个小问题同样可以很轻松地解决掉，将其中的一个省略或者替换就可以避免了。　　文章中同样还存在着一些内容上的问题，这里先挑了两个典型的案例，以供参考。至于其他未挑出来的问题，有空可以自行修改。不过相较于语句，结构上的问题倒是不大，可以暂且放放。　　总结一下，从总体来看这仍旧是一个不错的文章，但在一些语句上还是处理得不够到位。所以，下次再进行写作时，可以主观地避免这几类问题，将语句变得更为通畅，文章的可读性自然也会大大提高。　　总之，继续加油吧。       [七月活动·原画]河边吃冰棒的少女 离题 @呵呵1232 \n　　嗯，其实这张渲染图的整体还算是比较出色的。\n　　初看之下，会给人一种较为轻快的感觉。而画面的布局同样是花了一番心思，任何的景物设置都不会显得过于突兀，整张图片很是协调。　　但是问题还是要说的。　　首先，主题的两张图片分别是“熄灯的城市”和“沙滩”吧，我实在是想不明白，为什么“沙滩”能够和“在河边吃冰棍”联系上。所以就主题的切合度上来看，这张图片很显然是有些离题的了。　　除了主题的问题之外，个人认为，画面的整体色调似乎调整的不太好，总觉得好像有点偏绿了。　　虽然绿这个颜色较为养眼，但草坪上的那些大片大片的绿还是太过了点吧。　　总结一下，除了离题之外，一些渲染上的小问题还需要努力。总之，希望下次能够看到你更好的作品。　　继续加油吧。       [七月活动][渲染]生于忧患？死于安乐！ @FHC红石 \n　　非常有趣的一个作品。\n　　可以说这张图片的确是很好地表达出了这个活动的主题，在原有图片的基础上有了全新的扩展，从这点完全能够看出作者的想象力之丰富。　　整体上来看，这张渲染图的画面简单明了，构思独特，且巧妙地与主题挂上了钩，而标题也同样是采取了一种新颖的方式，让人印象深刻。　　不过在画面的布局上来看吧，个人认为，这种将沙滩上下一分为二的取景手段，有些过于压抑了。其实完全可以采用一个稍微仰视的视角，将上面小人的惬意更突出一点，然后将下面的TNT露得再稍少一些，至少不要一眼就看明白的那种。　　当然，总体来讲这个渲染的确是一个很不错的作品了，不过有些地方个人认为还能够再接再厉。　　所以，继续加油吧。\n　　[七月活动]星星和雨的夜【内含BGM】 @雨夜蔷薇 　　有意思。　　整篇文章充满着一股似曾相识的感觉，让我想想。嗯，记起来了，所以你这是不写第一人称转为第三人称来糊弄我？　　咳，开个玩笑。　　总体来看，这篇文章还是相对比较出色的。逻辑清楚，文风简练，叙述简单明了，主线清晰，应该可以称之为优秀了。　　下面提出几点问题：　　第一点，语句的不通畅　　首先提一个小建议吧，适当地加入主语，反而会比为了塑造意境而过分省略主语要好得多。　　因为个人认为，像这种省去主语塑造意境的方式，在某些时候的确是可取的。但是问题就在于，你不能因此就过分滥用这一点。因为从某种意义上来讲，句子缺少主语是可以当做病句的（笑）　　举例：　　“夜幕降临前的天空，下了一天的雨终于停下来，透过润湿的空气，看到星星渐渐显露在天际。”　　是的，就像是这种地方，如果省去了主语就会让人读起来非常奇怪。首先“看到”是一个应该由人引发的行为动作，而这还是在文章的开头，写景凝造气氛的地方。就连人都没出来的情况下，毫无征兆地冒出一个没有主语的句子，这是会在一定程度上，影响读者的阅读体验的。　　当然，在这里我不太建议你加上主语。因为写景的部分还是尽量整齐为好，而主人公的刻画大可以之后在进行，所以直接对“看到”一词进行更改就好，删除或者替换都是可以的。因为视角的转变，不一定就需要一个准确的行为来支撑。　　“独自地走在陌生的街，呼吸着厚重的水汽，忍不住又想起了家乡干净的天空。”　　“从学姐的宿舍搬回调整后分到的新生宿舍，尽管有些不舍，但还是很快的和几个舍友熟络了起来，一起出没在校园角落，偶尔拌拌嘴闹闹别扭，但是一到中午一顿饭之后就又和好如初，就好像什么事都没发生过似的。”　　像以上的段落，相对而言加上主语会比不加效果好得很多。因为这样持续地省略，是会让人产生一种做作的感觉。而且这不是日记体，也不是第一人称的视角，于情于理来讲，这样写都会不太通顺。所以，个人觉得这些地方都是可以稍微注意一下的。　　再谈谈一些描写上的小问题吧。　　“夜幕降临前的天空，下了一天的雨终于停下来，透过润湿的空气，看到星星渐渐显露在天际。”　　个人感觉，这里描写的顺序有些不太恰当。如果将“下了一天的雨终于停下来”放到中间的话，感觉不是特别顺畅。因为这里的视角太过广泛了，直接引到下一句的话，可能会有点生硬。个人建议，这里在“天空”一句后面，追加上一个“中”字可能会更好。或者可以考虑将雨的那句调至句首，再对着后面略微地进行修改。毕竟凝造气氛的段落是比较追求语言的流畅度的，所以如果觉得有必要，是可以进行微调的。　　“高楼林立的森林让人眼花缭乱”“但她还是喜欢不上这座繁华但又浮躁而不近人情的水泥森林”“变得有如水泥森林的灰”　　其实，水泥森林这个比喻与文章的大体内容相比，还是较为贴切的。不过如果在这样一篇短小的文章中，多次运用相同的比喻，这个效果就会相对地差了点。个人建议，这种风格的比喻仍旧可用，但尽量不要刻意重复，因为这样会稍微对读者的阅读体验起到一些副作用。　　第二点，剧情稍显平淡　　说总体的。其实，这篇文章的立意构思与结构真的可以说是不错，也看得出作者很是下了一番功夫。　　但是，这种碎碎念似的口吻如果从开头一直持续到结尾，中间没有任何爆发的话，其实对于这篇文章的水准来说还是比较可惜的。　　因为，这种构思完全就可以从中，很容易地找到几个能够写成高潮的点啊。虽然作者并没有这样去写，而只是在结尾中稍微地改变了下说法，但个人建议，在平稳叙述的同时是可以找个机会，穿插下对这种生活的不满和抱怨的，这也会让文章的主旨相对突出，从而可以让文章显得更有层次感。　　所以如果有空，还是建议稍作修改的。　　先说到这里吧。总体来看，这还是一篇不错的文章，但在剧情的处理上，尚需加油。　　继续努力吧。\n[原创·单篇] Conqueror @1345979462 　　嗯，大体上来看还算可以的一篇文章。篇幅较短，但很好地把故事主线交代了出来，至少行文较为流畅，而且排版有着一定的创新。　　下面简单地说一下问题好了。　　首先，文中有一些破折号个人认为是比较多余的。　　因为在有些时候，大量使用这种独特符号，不但会让文章的表达效果变得有些糟糕，而且还会从某种层面上影响读者的阅读感官。　　“可是他找不到的——\n     不只是因为星星发出的微光太弱，还是人为制造的光束太强。”　　“在他的征途之中，他听说，——\n    红石灯的最新变种即将被研发出来，——\n    它有一个炫酷的名字——\n    海晶灯”　　像这些地方，就完全没有必要打上破折号了，更不用多余地去分段。这种做法除了会让人感觉做作之外，是起不到什么好处的。　　所以个人建议，这些地方都可以进行略微地修改，以加强文章的可读性。　　再然后，说一下剧情的问题。　　文中主线非常明确，交代了社会现状，顺便提了一下主人公的目的。　　但是，如果只是这样平铺直叙的话，在表达效果上是不是会略差一点？　　个人建议，文章除了这个主线之外，还可以用插叙的手法，交代一些其他的东西。例如光污染持续后可能出现的危害，例如光污染开始之前的景象回忆，例如他曾经的行为被不被人接受，他受到过什么打击，又是怎么坚定自己的目标，再度振作起来的。　　这些，都可以写。而如果写上，那么文章的可读性远比之前单纯的叙述好得多吧。　　总结一下，从整体看来，这仍是篇不错的文章。但在一些地方上，的确可以再度改进。　　那么，继续努力吧。\n[原创.单篇]七月活动图片背后的阴谋 @FBILer 　　9，9千字……\n\n　　好吧，我被你吓到了，活动结束才跳出来是想搞事啊。\n\n　　嗯，既然文中的内容已经可以算是脱离了微型小说的范畴，那么我也就不再针对描写进行点评了吧。\n\n　　来，先说说剧情。虽然是长篇幅的文章，但最起码它基本的剧情走向是有的，而且思路较为清晰，行文较为流畅。先不谈这篇文章的逻辑问题，光这个立意构思已经可以看出作者的想象力了。\n\n　　但是，对于这篇文章的写作手法，我个人是不太看好的。首先，这里我要提出一点的是，文中的确是运用了过多的纯粹对话了，虽然中途有着两者之间的细节描写，但对话实在是太多了。\n\n　　虽然对话的确能够起到推动剧情发展的作用，但过多的对话是会给读者产生审美疲劳的。这样的写法不光你自己码得会难受，表达效果也会相对来说差上一截。\n\n　　所以我这里建议，你在叙述的中途，可以稍稍地转变一些写法。比如中途可以借助他人的视角，通过较为详尽的描写来增加文章的实质内容。也可以在叙述的过程中设立一个线索，相对应地在一些地方照应点出一下。\n\n　　采取一些独特的写法，应该是远比由纯粹的对话来推进剧情好得多的。\n\n　　再其次，一些与主线无关的剧情，也可以进行一定的删减。\n\n　　例如开头与司机对话的一段，完全可以简短地一笔带过，随后直接切入正题。这样，才会使读者始终对阅读你的文章产生一种兴致，而不是中途弃文。\n\n　　总的来说，从剧情方面，这篇文章还算处理的比较优秀。但对于一些写法，还是可以稍微注意一下的。\n\n　　所以，继续加油。      【七月活动】界·律 @2B与mc的故事 \n        文章立意较深。\n        可语言与剧情的契合度不高。\n        导致这篇文章读起来丝般顺滑，像是在欣赏名言警句集，却将最重要的剧情隐晦起来。\n        加油。\n\n感谢对管理组的支持~\n\n\n",
    "replies": [
        {
            "author": "FBILer",
            "timestamp": 1501577160,
            "txt_content": "我才发现我的文章到了9千字，之前我一直认为是3000左右，看来我要配副新眼镜了"
        },
        {
            "author": "依淇钰Vu",
            "timestamp": 1501594320,
            "txt_content": "我以为我又是三等呢。\n\n不过流畅度和逻辑性是我文的一个明显缺点，我也知道\n\n正在努力加强..."
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1501647000,
            "txt_content": " 本帖最后由 南歌_未央_ 于 2017-8-2 12:14 编辑 \n\n我2等啊，我以为我就参与呢，虽然一直不会断句，不过谢谢提醒"
        },
        {
            "author": "cc7w",
            "timestamp": 1501652340,
            "txt_content": "十二点发帖真心修仙dalao"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1501674960,
            "txt_content": "为什么不@啊……我现在才知道，哇这个排版和图片做的很认真，很不错"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1501676160,
            "txt_content": "建议最下面的每个作品文字可以直接点开的"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1501732620,
            "txt_content": "比起章鱼，我的字数算是真的不良心XD（15k与0.6k）\n不过想写也写不下去了...\n感谢看文的评文者。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1501919700,
            "txt_content": "这个文评好认真啊0-0\n超级感动，第一次被版主大大肯定。\n辛苦了XD"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1501920120,
            "txt_content": "不at才看到。。\n差点被玩笑吓死= ="
        },
        {
            "author": "guqu",
            "timestamp": 1502058300,
            "txt_content": "FHC红石 发表于 2017-8-2 20:16\n建议最下面的每个作品文字可以直接点开的\n@和超链接没有设置确实是我们的失职，深表歉意"
        },
        {
            "author": "R丨Z丨P",
            "timestamp": 1502151180,
            "txt_content": "二次评分？"
        },
        {
            "author": "wc_c",
            "timestamp": 1502153760,
            "txt_content": "因为做这个之前还是英文的嘛，看不懂，现在中文了，会做的更好看的"
        },
        {
            "author": "Aezning",
            "timestamp": 1502195460,
            "txt_content": "感谢文评，第一次参加赶得稿子，不好意思"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502676900,
            "txt_content": "每次艾特都是艾特不到人，原来管理组也没这个权限？"
        }
    ]
}