{
    "title": "[ Minecraft.net│INSIDER ] How to get into Minecraft Betas 如何参与Beta测试",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1501521540,
    "txt_content": " 本帖最后由 像素君 于 2017-8-1 01:27 编辑 \n\n\n\n\n\nHOW TO GET INTO MINECRAFT BETAS如何参与Minecraft的Beta测试\nWanna help us test Minecraft? It's easy! But beware of bugs!想帮助我们测试Minecraft吗？这很容易！不过需要当心bug哦！\nPeriodically, we release early versions of Minecraft updates to test out new features, shake out the wrinkles and squish the bugs before they reach a wider audience. It’s also a cool way to check out what new stuff is coming down the pipe.\n\n每隔一段时间，我们就会发布Minecraft更新的早期测试版来测试我们的新特性，删繁就简，并在新版本的受众更广泛之前修复bug。这也是一条确定我们今后目标的不错道路。\n\nFancy helping us out? Then follow the instructions below - but be aware: betas are by their nature a bit unstable, and things are likely to be weird, wonky or just plain wrong. The game may crash and things you build might get corrupted. It’s a small risk, but a risk nonetheless!\n\n你想帮助我们吗？那就按照下面的指示去做吧。但是要小心：Beta版非常不稳定，很多东西可能会是奇怪的，不可靠的，甚至是完全错误的。\n\nUndeterred? Here's what you need to do.\n\n没被吓住？那好，这是你接下来需要做的：\n\nJava EditionJava版\nIn the Java Edition, we put out regular test versions known as Snapshots: just go to the Launch Options tab, enable Snapshots, and then select the latest snapshot by clicking the arrow next to the Play button on the main tab.\n\n在Java版中，我们将普通的测试版称为快照。只需单击“启动选项”，启用快照，然后点击首页上Play按钮旁边的箭头就可以选择最新的快照来下载和游玩。\n\nWe also run beta tests for Minecraft on console, mobile and Windows 10.\n\n我们会也在主机板，移动版和win10版发布测试版。\n\nXbox One / Windows 10Xbox One / Windows 10版\nYou will need to own the digital version of the game. For the beta, disc owners are not supported - sorry!\n你需要拥有这个游戏的数字版来加入Beta测试，磁盘版是不被支持的——抱歉！\n\nJoining the Minecraft Beta on Windows 10 or Xbox One:\n加入win10版或Xbox One版的Minecraft测试：\n\n1. Go to the Store app on Xbox One or a Windows 10 PC.\n1.前往win10版电脑或Xbox One版上的商店。\n\n2. Search for the Xbox Insider Hub app.\n2.搜索软件：Xbox 会员中心。\n\n3. Download and install Xbox Insider Hub.\n3.下载并安装Xbox 会员中心。\n\n4. Launch the Xbox Insider Hub.\n4.运行Xbox 会员中心。\n\n5. Navigate to Insider content > Minecraft Beta.\n5.点击：内部内容>Miencraft Beta。\n\n6. Select Join.\n6.选择加入。\n\n7. Have fun and find bugs!\n7.尽情游玩并寻找bug吧！\n\nAndroid安卓平台\nHead over here for a breakdown of how to access betas on Android.\n点击这里来阅读如何在安卓平台上参加Beta测试。\n\nPlease report all your bugs at bugs.mojang.com & please let us know what you think about the beta by pressing the feedback button in the game or visiting feedback.minecraft.net.\n\n我们十分乐意你在bugs.mojang.com上汇报bug或是通过游戏中的反馈按键以及访问feedback.minecraft.net来告诉我们你对Beta测试的看法。\n\nThat's it! Have fun!\n\n就说这么多了！祝你们玩得开心！\n\n\n原文链接：https://minecraft.net/zh-hans/article/how-get-minecraft-betas\n原文作者：Marsh Davies\n原文发布日期：2017年7月31日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "x_ying",
            "timestamp": 1502277120,
            "txt_content": "有些没修复的类似bug的就直接叫成特性了qwq"
        },
        {
            "author": "天真小豆",
            "timestamp": 1503149700,
            "txt_content": "minecraft所有的bug在正式版里不叫bug，叫特性！特性！（滑稽）\n"
        }
    ]
}