{
    "title": "【七月活动】【Bone Studio】 界·律",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1501513680,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2017-7-31 23:15 编辑 \n\n壹\n    白得像雪一样，阳光从东方的海平面撒过来。微咸的海风吹走了它仅存的温热，轻漾的海水卷走了它微弱的光辉，投映到海晶石砖上的，只剩下微不足道的一圈余晕。    她单手扶着墙，睁大碧蓝的双眼呆呆地凝视着海面。她有些难以置信，所有这一切似乎是自己太过激动产生的幻觉。阳光被海水折射成七份，随波浪涌动，飘荡，汇成一圈光晕。这就是清晨的阳光，黯淡得可怜，却又绚烂得耀眼。她下意识地想伸出手遮挡，却又于心不忍，掐着掌心收了回去。    虚幻的光晕像是一道虚幻的大门，而门的那头是梦寐以求的真实世界。    她曾试图从守卫者口中打听过外面的世界，当然，这是徒劳的。它们的生命不知某时某地轰然而至，从此便被宿命软禁在这海晶石围成的迷宫里，不明缘由，穷尽一生，然后在某个冰冷的角落悄然凋零，连尸骸也不会留下——这个世界的造物主很聪明，他不会让自己的杰作被肮脏的尸骸玷污。究竟在守卫什么？为什么不能离开？恐怕这是连远古守卫者也没法回答的问题。每次想到这里，她就会打心底觉得，活得最长的远古守卫者其实也是最可怜的。在这样的空虚与疑惑中经历了几百年的沧海桑田，恐怕生命已经被深海冰冷的咸水挤满，再也装不下任何意义了。    但她不一样。    她是海的女儿。即使打出生起就从未离开过这海底神殿，但她知道，这并不是生命的全部，她能出去。这个世界的造物主也很自私，他唯独不会凭空剥夺自己女儿的自由。他不过想先教会女儿一个道理：自由并未廉价到唾手可得。    她就这样独自一人，在黑漆漆的神殿里奔走，徘徊，寻找。永远只有海晶石砖铺成的转角，死路，暗道。单调到令人抓狂的循环往复，循环往复，像蠹虫一样蚕食着她的神智。    无数个这样的岁月里，唯一能让她感到安心的，是疲惫的时候靠在一个有海晶灯的微亮墙角蹲坐下来，闭上双眼，用全身的感官拥住那一丝温暖，然后迷迷糊糊地睡着。睁开眼的时候，海流卷起细碎的海晶砂粒翻飞。淡蓝的光芒忽闪忽闪，映在她的脸颊上，不久就消逝在周围无边的黑暗中。这时她就会简单捋一乌黑的长发，打起精神k重新出发。    海流流过的方向就是出口的方向，光芒逝去的远方就是自由的故乡。她由此坚信，比海晶石还要耀眼的阳光，一定是世上最美的。    今天的阳光当然没让她失望。    像着了魔一样，她痴痴地望着头顶，摆动纤细的双腿，加速朝海平面游去。    “唰啦”平静的海面掀起一片水花。那一瞬间，新鲜的空气有生以来第一次涌入她的肺腑。这是一种很奇妙的感觉，海上的空气很湿润，但她还是很快感受到了干渴。这种脱离了笨重海水的感觉反而又让她觉得轻松。    她屏住呼吸，睁大双眼，像要把过去十多年浪费的时间全部补回来一样，用视线抓住每一寸新奇的角落。晨曦，浮云，碧波，浅滩，还有黄沙深处在灼热空气中摇曳的...沙漠神殿......\n \n贰 \n    正午的阳光往往异常毒辣，尤其是在这样的沙漠中心。更可恶的是，四周一望无际的沙子最爱在这时助纣为虐，把剩下的热量统统吞噬，生怕自己不够烫死一头牛。头顶是毫无遮拦的炙热光照，脚下又是满地的滚烫沙粒，让人无处可逃，只好咬咬牙逼着自己适应，但你会渐渐发现这是不可能的。反倒有一种感觉越来越明显，每跨出一步都更加强烈地烙在心口——自己在融化。    他不由得打起退堂鼓。早知道就不要相信那个莫名其妙的预知梦。这下好了，独自在沙漠无头苍蝇似的乱撞，连能否活下去都说不准。    他的故乡在沙漠外围的绿洲，在被当地人成为“圣泉”的一条小河的滋养下，当地的居民过着相对稳定的环境。正常情况下，除了商队和一些不要命的冒险家，是不会有疯子穿过绿洲，往西边的沙漠中心去的。无论是装备齐全的冒险家，还是经验丰富的商队，只要胆敢踏进那片禁区，存活的概率不会超过三成。在浩大的黄沙面前，人类的那一点自以为是的技巧，设备，都渺小得如巨人眼前的蚂蚁。它也许连手指都不用动，轻轻吹一口气儿都能把你掀起数十个身位，然后跌得粉身碎骨——当地人称之为沙神之怒。也就是所谓的沙尘暴。    其实沙尘暴并不常见，至少从小到大十多年，他也就只见过一次，还是在远处的沙漠中心。但也仅仅是这一次，沙漠的伟大与人类的渺小，还有意识到渺小后随之而来的恐惧，刻在了每一个绿洲居民的心底。漫天的黄沙饥饿的野兽狂啸，撕扯阴暗的天空，掀翻破碎的沙地，投下足以掩盖整个绿洲的阴影。那是沙神的图腾，它用沙漠特有的语言向所有人发出警告：“千万不要靠近这里。”言简意骇。    如果不是因为那个梦，他也许会和大多数绿洲居民一样，把自己囚禁在虚伪的安全感里虚度一生。    他很少做梦。偶尔做过一两次，印象也模糊不清，醒来后很快便忘了。但这次不一样，好像是亲身经历过一样，他至今能够回忆起梦中的一些细节。翱翔的雄鹰，阴暗的神殿，意义不明的符文，然后眼前的光景扭曲坍缩，片刻后又缓缓平铺开来，从神殿门口东边望去，隐隐约约能看到一片截然不同的大陆。很奇怪，虽然看上去跟这里的沙子是连着的，但是中间有一道明显的分界线，好像是硬生生缝合起来的碎布。因为远处的沙子，很明显是蓝色的。    他犹豫过一段时间。找神婆占卜过，找先知询问过。神婆用干得满是青筋的手颤颤巍巍地扶着水晶球，念叨了好一会，也没弄出什么名堂；先知挠了挠花白的胡须，望着远方，手指掐了又掐，最终还是摇头。太玄乎了，他从小到大就没遇见过这种事。只能靠自己判断了，因为问其他村民毫无意义。任何关于前往沙漠的问题，他们的回答只有“不能”“不行”“不可以”。    刻骨的恐惧像是一道真切的墙，墙的那头是所有人闭口不谈的理想禁区。    所以就要在这堵根本不存在的墙里苟活一辈子吗？    第二天凌晨，太阳还没升起来的时候，他悄悄整理好了行李。摸着黑来到圣泉面前，他双手合十，虔诚地祷告了数十分钟，然后装满水壶，独自跨过低矮的围栏出发。\n    “哈啊！”    晶莹的水滴飞溅，在半空闪闪发光。如果不是还没恢复力气，他甚至想伸出舌头接住最后那几滴不慎飞出的水。所有的绿洲居民都对圣泉尊敬有加，而他现在清楚缘由了。在沙漠里，哪怕是一小汩水都能给人带来活下去的可能。绿洲的安定，和圣泉有着千丝万缕的联系。清亮的水滑过干涸的喉咙，猛地灌进胃里，已经快要离散的神识似乎都凝固了一些。现在的他，甚至有一种想跪下来顶礼膜拜圣泉的冲动。\n    但是还不能这么快放松警惕。可恶的太阳气势正旺，离他乖乖跌回西边睡觉还早。他站在门口，朝黑漆漆的沙漠神殿内部望去。这地方...不会有什么陷阱吧？\n    他小心翼翼地踱步。刚一探出头，视野就被黑色覆盖，伸手不见五指。虽说没有任何照明设备，但好歹是沙漠的下午，神殿的大门敞开着，随便透进来几缕阳光也不至于什么也看不见。太奇怪了，这里面的空间，似乎被什么看不见的东西隔绝了。一种莫名的恐惧涌上心头。他轻轻摇了摇腰间的水壶，已经空得发不出水声。看来不能再浪费时间了。这种黑漆漆的地方能发现什么东西？他皱着眉头，应付似的随意张望了一下，却不经意间发现不远处泛起的几粒幽绿的光。它在他的瞳孔中闪烁，离散，接着突然旺盛地燃烧起来。\n    神殿亮了起来。不对，没有任何亮光，但他不知为何能看清楚了。那些符文！是在梦中见过的那些。他觉得头脑发胀，像是有什么东西正在猛地往里灌。不过这并不令他不适，相反的，他觉得自己前所未有的清醒。符文的含义，神殿的起源，远处蓝色的沙漠，一些断断续续的残片在眼前不停闪过。现在，一个想法无比强烈地开始回响：继续往东走，蓝色的沙漠......那里有我想要的珍宝。\n    珍宝到底是什么？他不清楚。但他就是知道这是真的，知道这不是幻觉。\n    “磕噔”一声脆响，空水壶跌落，滚动，消失在黑暗的墙角。神殿外，一列匆忙的脚印背离缓缓下沉的太阳，向东方，沙漠深处，那个未知的远方行进。\n    沙漠神殿上的某处，传来一道细微到听不见的叹息，和两声释然的轻笑。\n\n\n叁\n    绯红，从云层深处渗出来，投映到地上，阴影被拉得很长很长。\n    “所以，能好好解释一下吗。”一个大胡子男人端着茶杯，眯着眼朝脚下的海滩望去，“你到底在想些什么？”    “不用明知故问吧。”回答的是一个穿着蓝色衬衫的青年，“如你所见，他就快到海边了。”    “他终于意识到，梦中所见的'蓝色沙漠'是自己会错意。大概是在沙漠里长大的孩子不敢有这样的想象，竟然会有跟沙子一样一眼望不到边的水。看，他果然连滚带爬地跑了过去。他现在一定在想，这片海水就是上天赐予他的珍宝了。不对，真正的珍宝，她还未出场吧。”    “而她在海面上待了一整天，差不多也该动一动了。对她来说，吸引力最大的莫过于那片滴水不沾的沙漠了。”    “所以，就这么顺理成章的，他和她相遇了。”青年平淡到像是儿戏的语气让大胡子男人不禁面露愠色。\n    “Herobrine，你好歹为这个世界考虑一下！这......”大胡子男人瞪了herobrine一眼，却被后者瞳孔里的寒光硬生生逼退了气势。无奈之下，大胡子放下茶杯，食指在桌面轻敲了几下。\n    “这样真的好吗，Notch。”Herobrine的声音沉了下来。“这是她有生以来第一次见到真正意义上的活物，也是他这辈子最不可思议的邂逅。初次见面，他们双方一定有很多疑惑吧，一定有很多话要说吧。他们不会奢求太多的交集，只不过是想了解外面的世界而已，而你......”\n    “闭嘴。”Notch头也不抬，“这只是你幼稚的一厢情愿。人类不能接触这片海域，海之子也不能踏进沙漠半步，否则世界的秩序将会紊乱。”Notch从高空远远望着海与沙的交界处，两个渺小得如蚂蚁一般的创造物被一道无形的墙壁隔开，看似真切得触手可及，实则虚幻如镜花水月。在他眼中，这两个造物的感受跟整个世界的秩序相比，微不足道。\n    “这就是你所谓的自由？”Herobrine冷笑道，“把他们按群划分，牲畜一样圈养在一块一块的区域里？”\n    “自由不等于无法无天。”Notch的语气渐渐平静下来，“如果没有规则的约束，这个世界会变成什么样，谁也不能保证。”\n    “因此你也无法保证。并不一定会朝着不好的方向发展，你可以善加引导。”\n    “Herobrine！这次你擅自把一个人类移出自己生存的疆域，还嫌责任不够大吗？”\n    “我没有移出他，他自己就有这个本事。我不过是给了一个契机而已。”说着，Herobrine的目光移向地面。\n\n    发现站在原地毫无意义之后，他和她开始沿着那道无形的壁奔跑，妄想找到一处缺口。海滩边上留下两行零散的脚印。但很可惜，神的作品都是天衣无缝的。\n\n    “这不是自由。这不过是按格式和程序运行的机械世界而已。”Herobrine抬起头，叉手正视着Notch，“这就好比你面前有一个快要饿死的乞丐。你不给他食物，只给他打了一针刺激神经的药物，让他产生了一种'不饿'的错觉，然后在这种饱腹感中可悲的饿死。”    “强词夺理。”Notch扭过头不予答复，谈话中止了。\n\n    凌乱的喘息，踉跄的足迹。每一次空气钻入肺腑，都伴随着一阵撕裂般的疼痛。在沙漠中断绝水源已久的他，已经目光涣散。他扶着透明的墙壁，空洞地望向近在眼前的海水，祈祷着哪怕一滴也好，能随着涨潮涌上来润润他的喉咙——尽管他不知道，他所祈祷的海水只会让他更加干渴。\n    凡人的体力终有极限。终于在某个瞬间，生命之火燃尽最后一道璀璨。他眼前一黑，瘫倒在沙滩上。\n    她呆住了，一股冰凉的液体涌出她的眼眶，在脸颊上划出长长的痕迹。她见过无数个守卫者的死，但从未因此流泪。\n    她很快又清醒了，咬咬牙把泪水憋住，掉头继续向前跑去，让海风拭去留在脸颊上最后两道的软弱。她只能向前，呆在原地什么也改变不了。一定要找到缺口，找上几天，几个月，几十年也罢。过去，不就是这样逃出海底神殿的吗？她深信着自己的努力会有回报——虽然她不知道，这一切的挣扎都不过是无用功。\n    这个世界的神是很无私的，他不会让悲痛扩散到其他地方。\n    大地崩裂，板块折移。这个沙滩，这个小小的错误，被永远地从其他世界隔离。\n    她向前跑着，沿着夕阳暗红的余晖与海面的切线。沙滩上的足迹从两行变成了一行。\n    光芒渐渐褪去，她所厌恶的黑暗一点点将大陆覆盖。但她不会止步的，就连神也阻止不了。\n\n\n\n后记\n  “这才是人类最可爱的地方。”Herobrine已经回到了沙漠神殿。他无法过多的干涉Notch管理的世界，更无法在戒律之壁上打出缺口。\n    但如果不是Notch的世界，当然就可以。\n    与主世界原本已经脆弱不堪的联系被瞬间切断。沙滩所在的小区块拔地而起，多余的海水从半空倾泄而下。它突破边境，最后平稳地停在星斗璀璨的深空。\n    “我称这里为末地，孩子。”Herobrine收起眼中骇人的白光，对着一脸茫然的她微笑着，“一个神也管不到的自由之地。”\n\n\n\n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1501513860,
            "txt_content": "每次一不小心就写很大篇你们会不会觉得废话很多Orz\n大概太久没动笔了大脑很抽筋\n总算是在截稿之前赶完了，让我缓缓...额滴肝啊"
        },
        {
            "author": "初阳时光",
            "timestamp": 1501546920,
            "txt_content": "骨头工作室……？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1501551060,
            "txt_content": "初阳时光 发表于 2017-8-1 08:22\n骨头工作室……？\n嗯...那是我们小组的名字\n但是翻译成中文听起来别扭，还是就叫Bone Studio吧233"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502678220,
            "txt_content": "Bone Studio，我这翻译过来是骨干工作室，#滑稽"
        }
    ]
}