{
    "title": "【原创·连载】[圣石战争] ⑥",
    "author": "上官轩清",
    "replyCount": 3,
    "timestamp": 1501585560,
    "txt_content": " 本帖最后由 上官轩清 于 2017-10-2 19:42 编辑 \n\n　　【Chapter 6】\n\n　　哈拉尔并不怎么高兴，离开他姐姐的住处后，穿着白衣的皇家侍卫立刻向他传达了有人拜访的消息，并坚持要他即刻进宫。他猜到前来拜访的人是他记忆中的哪一位，因此他暂时忘却战败的屈辱和不甘，即使那名为米娅的侍女仍在不远处站着，作为长公主的眼注视着他。侍卫示意靠近这里的守卫，一辆华丽的四轮马车随即驶近，载送他前往皇宫。\n\n　　马车穿过内城墙的大门，缓缓驶入人声鼎沸的博纽莱尼大道。这里的贵族们今天开起了一场场宴会，用来庆祝东方梅泽尔城的收复。街道上满是洋溢笑容的脸，当皇家侍卫护送的四轮马车经过时，贵族们才全都停止交谈，一道道目光朝着马车内部刺探。\n\n　　少数人认出马车里的是皇子哈拉尔，隐隐露出了轻视的表情。哈拉尔坐在宽敞的车厢里，迎着那些或是嘲讽或是轻视又或是怜悯的目光，再次感觉到内心传来的阵痛，缄口不语，暗自庆幸不需步行过路。\n\n　　城市的风景建筑在他身边闪过，他握紧骑士剑，深**气才仰坐在垫子上。他闭上双眼，脑海中梳理着一条条不为人知的想法。自从艾格莱希联邦首次入侵帝国东境已经过了足足一年。野心勃勃的艾格莱希人在绕过北山向边境的亚马亚高地的进攻中夺得大胜，高地的四座城邦在短短一个月中尽数沦陷，现在那里已经成为了侵略者的根据地，为他们的前线提供源源不断的物资输送。但幸好萨拉沼泽与亚托直森林的守军及时反应过来，向南面的特拉加堡求援，这才使得后面一个月的战线稳固下来。\n\n　　哈拉尔清楚地记得，战争的起源是从卡尔玛西的森林开始的，因为他的姐姐——也即长公主在那座森林里，碰见了一支斥候小队。仅带着三名侍从的艾米瑞达甫一照面就遭受了攻击，唯一幸存下来的她耗费了足足三天才歼灭那支据说是由高级将领带领的斥候队，随后拖着重伤找到了森林边缘的守军。\n\n　　那也许是阴谋的苗头，长公主的战绩上也添上了极为光辉的一笔，但却并没有引起那些贵族足够的重视。那些腐朽的贵族只顾眼前的利益，认为长公主口中所言的“精锐兵团”只是小女孩的夸大之词，因而忽视了来自森林另一边的威胁。\n\n　　他们也因此付出了代价，哈拉尔在心底冷笑。这时车厢外的敲门声迫使他醒来，当他睁开眼时，马车已经停在了连接贵族区与皇宫的大桥一端，从车窗探出去，便是皇宫。\n\n　　他默默打开车门，向侍卫解释了以后便徒步走入。他拒绝了仆人的指引，这会儿所有人都看出这位皇子的心情似乎并不怎么好。他快步走入自己的房间，心绪不宁地将门甩上。他始终认为若是自己在卡尔玛西，那么以他的身份地位和指挥能力，一定能够带领那些顽固的贵族出兵森林，消灭斥候兵团的同时顺势消灭沃尔垂德驻扎的敌军，收获一个完美的战果，随后从姐姐手中夺回属于他的继承权。\n\n　　而不是像艾米瑞达那样拖着残破的身躯回到城内，丢尽皇室的脸面。\n\n　　但没有如果。他怨气难平。\n\n　　与此同时，一道人影缓缓从座位上站起来。\n\n　　“皇子殿下什么事情如此烦心呢？”这人整个身体都包裹在黑色的斗篷中。看不出他的样貌。而面对这名男子的询问，哈拉尔的眼中却闪过一丝暴躁和寒光。\n\n　　“谁允许你擅自进入我的房间！”他厉喝道。\n\n　　“呵呵......皇子殿下可真是说笑了，只是等太久，好奇皇子殿下在不在房间里罢了。”沙哑的声音回荡在偌大的房间中，竟给人一种不寒而栗的阴冷感，“况且，我们已经向您展示了我们的诚意。”\n\n　　诚意？哈拉尔眉头一皱，扫了一眼对方遮蔽在阴影下的脸庞，迅速思索起来。\n\n　　“我可不记得你们什么时候向我展示过什么——等等，”他双眼微眯，脑中迅速闪过一道灵光，但旋即又因此倒**凉气，他神色惊疑，语气间充满了不确定的意味，“梅泽尔城是你们干的！”\n\n　　黑袍人微微躬身。\n\n　　果然！哈拉尔心底升起一种浓浓的忌惮和不可思议感，但此时他也终于明白了为什么梅泽尔城会被如此轻而易举地夺取回来，原来是他们搞的鬼。\n\n　　“好。”他沉声道，努力摆出身为皇子的威严来掩盖方才的失态，“既然如此，我就认可你的合作地位。我会负责提供资源，但你的事情必须由你们自己去办。”\n\n　　年轻皇子的语气不容置疑，全然是在发布命令。他稍作停顿，似乎是在思考接下来要说的话，但很快便再度发声。\n\n　　“你们需要多久才能再次行动，嗯——比方说——不，就像梅泽尔城那样子的。”\n\n　　黑袍人站着没有动静，只是简单的回答了他：“像梅泽尔城的动作我们随时可以开始，只不过需要皇子殿下您的军队掩饰。”\n\n　　哈拉尔显然为这个答案吃了一惊，心底对对方的忌惮愈发重了。他原本以为那种大动作需要准备很久，却没想到对方是这样的答复。那岂不是说只消半年甚至几个月，就可以彻底清除艾格莱希在东境的势力。他心中盘算着，随后出声：“那么十天后我要你们再次行动，目标是亚马亚高地外围西部的卢格岗哨，我会在五天后领着亲卫军到达那里发起进攻。”\n\n　　黑袍人弯下腰去。\n\n　　“我们会遵守约定，那么——皇子大人，一切都结束后，最终的报酬还请——”\n\n　　“不就是块破石头！你们只要能达到我的要求，我当然会给你们。并且现在开始我就会帮你们搜查那个你们要找的人！”\n\n　　黑袍人低头，沉默了片刻以后，才起身。\n\n　　“那么需不需要我们将长公主......”他话未说完，但后面的意思在场的两人都清清楚楚，他心以为皇子应该不会拒绝这一个要求，哪知道——\n\n　　“闭嘴！”哈拉尔神色陡然阴沉下来，其眼中赫然爆发出仿佛遭受侮辱的愤怒，“你是在瞧不起我哈拉尔的名字吗！我的姐姐必须由我亲手击败，莱恩帝国的继承权不容你们这种外人亵渎！”\n\n　　他显然是怒极，但能够强行忍耐下来，挥了挥手让黑袍人离开。\n\n　　“不要插手这件事，做好你们该做的！”\n\n　　听到他的回答，黑袍人低低地冷笑起来。眼前的人虽说是帝国的皇子，但见识和眼界着实浅薄，心思幼稚，若不是.......\n\n　　“好，那我便告辞了，期待十天后皇子殿下的到来。”\n\n　　一团浓密的阴影平地出现，将其包裹在内，随后消失不见。而望着他消失的地方，哈拉尔的面上浮现出了明显的厌恶感。\n\n　　“贪得无厌的亡者，总有一天连骨头都化成灰！”\n\n　　冷哼一声，皇子转过身，叫来了几名侍者。\n\n        \n　　米娅顺着回廊走回庭院，看到那名年轻的长公主脸上露出了从未有过的迷茫和担忧。\n\n       而直到侍女走近，长公主才回过神来，朝着米娅不好意思地笑笑，问道：“哈拉尔回去了吗？”\n\n　　米娅躬身行礼，然后告诉她有侍卫接着皇子朝着内城去了。\n\n　　艾米瑞达无奈地叹口气，她捧起挂在颈间的圣石，仿佛下定了决心。\n\n　　接着她站起身来，对着米娅说：\n\n　　“准备一下，召开皇家会议。”\n\n索引\n有生之年再度出现竟是为了......\n\n\n",
    "replies": [
        {
            "author": "食人黑鹿",
            "timestamp": 1501585740,
            "txt_content": "文豪的沙发由我来承担！写的很棒！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1501588980,
            "txt_content": "下一更几时？"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1501593540,
            "txt_content": "确实是不知道该怎么作评，文笔已经是很优秀了。\n圣石战争一文本人也没有太大印象——算是罢。\n他猜到前来拜访的人是他记忆中的哪一位，因此他暂时忘却战败的屈辱和不甘，即使那名为米娅的侍女仍在不远处站着，作为长公主的眼注视着他。\n修改\n他暂时放下了战败的耻辱和不甘。——即使长公主的眼，那名名为米娅的侍女依然在看着他。他已经猜到了来访者的身份，他记忆中的那一位。\n---------\n这里的贵族们今天开起了一场场宴会，用来庆祝东方梅泽尔城的收复。街道上满是洋溢笑容的脸，当皇家侍卫护送的四轮马车经过时，贵族们才全都停止交谈，一道道目光朝着马车内部刺探。\n修改\n街道上满是洋溢着笑容的面孔。这里贵族们为了庆祝东方梅泽尔城的收复，举办了一场盛大的宴会。皇家侍卫的马车经过人群，正在说笑的，或是已经停止交谈的贵族们，都窥探着马车车厢的深处。\n---------\n少数人认出马车里的是皇子哈拉尔，隐隐露出了轻视的表情。\n修改\n有些人露出了轻视的表情，但轻视很快就变成一片唏嘘。哈拉尔坐在马车的车厢上，缄口不语。\n就稍改些片段，还请阁下自行体味。\n主要还是描写上略有欠缺。\n剧情呢？有些有趣...却又不知该如何作评。就按照思路蔓延下去罢。"
        }
    ]
}