{
    "title": "Hypixel国际版简体中文汉化项目再度召集志愿者！",
    "author": "乙烯_中国",
    "replyCount": 49,
    "timestamp": 1501620840,
    "txt_content": " 本帖最后由 乙烯_中国 于 2017-8-4 13:34 编辑 \n\n一年前，Hypixel服务器与mcbbs进行了一次友好交流，同时达成了协助进行中文汉化的协议：http://www.mcbbs.net/thread-619345-1-1.html\n那时，在众多热心坛友的帮助下，我们很快完成了全部词条的翻译，并仔细推敲，快速定下了全部的词条。\n\n\n现在，网易国服已经开测，但是Hypixel同样欢迎玩家到国际服游玩，同时，Hypixel翻译项目再度增加了海量词条。希望各位Hypixel玩家以及翻译爱好者们再次伸出援手进行协助。\n\n这是一年前的词条\n\n这是现在的词条\n\n\n\n\nQQ图片20170802045818.jpg (384.78 KB, 下载次数: 41)\n\n下载附件\n\n2017-8-2 04:54 上传\n\n\n\n\n\n\n请注意：\n1.本翻译项目无任何实物或金钱报酬。\n2.本翻译项目为国际服简体中文翻译，与网易国服翻译项目无关。\n3.我们并未管理网易国服相关翻译事项。\n4.如果想参加翻译项目，你需要有一个crowdin账号，然后申请加入中文翻译项目。\n5.机翻与抄袭不可容忍，如果被我等proofreader发觉，我们会回滚你的所有操作并取消你的翻译权限。\n6.翻译将在我们与诸多参与者以及服务器游玩者交流沟通后最终确定。\n补充：经过几日工作后，我们发现有部分使用机翻的，有部分使用提交繁体翻译的，有部分心智不适合与他人合作的，这些有碍合作项目完成的人，我们会直接取消其翻译权限以止损。望各位理解。\n\n进行翻译前，请阅读Hypixel官方给出的相关注意事项：https://hypixel.net/threads/guid ... ate-hypixel.800941/\n其中有部分规则针对中文有特化修改，日后我会整理注明。\n无法登陆的用户可以在楼下阅读我们的汉化转载版。\n这是项目主页：https://crowdin.com/project/hypixel/zh-CN#\n这里是翻译交流QQ群：258642690\n\n\n\n\n1501617992789.jpg (61.58 KB, 下载次数: 37)\n\n下载附件\n\n2017-8-2 04:54 上传\n\n\n\n\n扫描二维码以加入本群。\n成为翻译者不一定必须加入本群，但我们鼓励大家加入，方便翻译交流。\n\n\n\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1501621080,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2017-8-2 13:32 编辑 \n\nWhat is Translation?\n何为翻译项目？\n\nAs part of translating Hypixel, we've created a way for any player to help us translate in-game text into any language. With your help, we hope to support even more languages and make Hypixel a better experience for the non-English speaking players in our community.\n\nIf you would like to help us translate new areas of the network or improve an existing translation that you don't think is quite right, please read the guide below on how to sign up.\n\n\n\n作为Hypixel翻译项目的一部分，我们为广大玩家提供了一个协助将游戏内文字翻译为其他语言的机会。通过你们的协助，我们希望能够提供更多样的语言选项，改善Hypixel社区中非英语玩家的体验。\n\n如果你愿协助我们翻译服务器的新增内容，或改善一些尚不齐美的部分，请继续阅读，了解如何注册参与。\n\n\nHow do I join the translation team?\n如何加入翻译项目组？\n\nWe are currently looking for help translating English into the following languages:\n\nChinese SimplifiedDutchFrenchGermanItalianNorwegianSpanishPortugueseBrazilian PortugueseRussianTurkishJapaneseKoreanSwedishPolish\n\n\nMore Languages will be supported at a later date as we expand the project.\n\nSo if you are bilingual in English and one of the above languages follow the steps below to help translate Hypixel.\n\nHow to get started:\nRegister (or sign in) at crowdin.netFill in your Profile (include your Minecraft username if you like)Find your language on the Project PageClick your language you would like to help with.Then click Join next to the \"You must join the translator team to be able to participate in this project.\" Message.A team member will review your application and accept you.Once accepted, Check your language's Discussions tab for hints/issuesIntroduce yourself and say hello to the team.Please see our guide on the “Do's and Don'ts when translating”Go back to the Files tab and hit the Translate or Vote button!Due to the overwhelming amount of applications we have had for the team we be expanding new translators in small batches and may not be able to accept everyone. You will receive an email once you have been accepted to the team.\n\n\n目前我们正在寻觅以下语言翻译：\n\n简体中文荷兰语法语德语意大利语挪威语西班牙语葡萄牙语巴西葡萄牙语俄语土耳其语日语韩语瑞典语波兰语\n\n\n今后项目扩张之时，我们将会开启更多的语言支持。\n\n如果你具备英语与以上一种语言的双语能力，参阅如下步骤即可协助翻译Hypixel。\n\n如何开始：\n在crowdin.net注册（或登录）填写你的个人资料（可以在其中加入你的Minecraft用户名）在项目页面找到你的语言点击你希望参与协助的语言项目接着，在\"You must join the translator team to be able to participate in this project.\" （“你必须加入翻译者团队才能参与该项目”）消息框中点击Join（加入）一位团队成员将会审核你的申请，将你加入团队成功加入后，查看你的语言对应的讨论版（Discussions）来获取提示以及项目相关问题跟团队打个招呼，介绍下你自己请了解我们的“Do's and Don'ts when translating”“翻译之应为与勿为”方针回到文件版（Files），点击“翻译”（Translate）或“投票”（Vote）吧！\n\n\n由于收到的团队申请数量庞大，我们将会分批通过新译者的申请，并有可能不会照单全收。当你成功加入团队时，将会收到邮件提醒。\n\n\nDo's and Don'ts when translating?\n翻译之应为与勿为？\n\n\nDo's\n\nBe Consistent: It's very easy with Crowdin to check how words have been used before. Just have another translation tab open and use the search feature (the magnifying glass at the top of the \"Texts to translate\" list) to search for the English word you want to check.\nContext: In case you are lacking information to give an appropriate translation, use these:\nSingular over PluralMasculine over FeminineGeneral over SpecificMost probable outcome\n\nUse Comments: The Crowdin translation interface has a Comment section at the side. Often other language teams will have already put useful advice or suggestions there. Read them.\nNo translation can be better than a bad translation: If you're not sure about a translation, either take the time to find the best solution or just leave it to someone else.\nAvoid accents on capital letters: They do not look good in Minecraft font.\nReorder words: Do not forget to arrange the order of the words if it is grammatically correct in your language\nLocalization: If a word or sentence does not translate well feel free to apply a suitable non-direct translation, Another option is if an English word is commonly known/used in your language feel free to keep that word English.\nVoting: If everything has already been translated in a certain language, vote! There is always the option to vote for strings. The more votes something gets the more likely it'll be approved quicker.\n\nDont's\n\nMachine Translation: Computer translation has come a long way, but it won't give you a quality translation and for many languages, it will give you complete rubbish.\nSpaces: Do not add a space before punctuation even if that is correct in your language.\nVariables: Are easily identified by the follow format: %%text%% You should never translate a variable and Crowdin does a great job highlighting them green but is not perfect. Strings should include all variables included in original string and make sure you don’t add spaces where they do not belong!\nMulti-Line Translations: Some translations can span over several lines make sure you don't remove these lines when translating.\nWords & Titles to not translate: (see mini game specific for examples)\nGame Names: Hypixel, Skywars, Arcade Lobby, Football.Currencies: Coins, Souls etc.Level Display : Experience, EXP.Stats: Leaderboard, Kills, Deaths, Wins.Kit or Perks Names\n\nMini Game Specific: These are word and title examples of what to not translate in each minigame, We may have missed some items but this list should give you a good idea of things you may come across if you don't actively play these modes yourself.\n[spoiler]\nSkyWars\nSouls\nSoul Well\nKit\nAny Kit or Perk Names\nDouble Fortune\nAngel of Death\nNormal Mode\nInsane Mode\nTeam Mode\nMega Mode\nRanked Mode\n\n[/spoiler]\n\n应为之事\n\n保持一致性：在Crowdin中可以简单地查询某一单词之前的用法。只要打开另一个翻译标签并在其中搜索需要查询的英文单词即可（“Texts to translate”（“待翻译文本”）列表上方放大镜图标）。\n上下文关系：如果你在翻译过程中发现没有足够的相关信息，就使用这些规则：\n单复从单阴阳从阳元集从集最常语境\n\n使用评论功能：Crowdin翻译界面侧面有评论区。可能其他语言项目成员已经写了有用的意见或建议，阅读一下吧。\n宁缺毋滥：如果对于某个翻译不是很确定，要不花点时间研究个最优选项，要不直接留给别人。\n大写字母勿加音调符：Minecraft字体里这样不好看。\n重组单词顺序：不要忘记根据自己语言的语法规则重新排列单词的顺序。\n本地化：如果不能很好地直接翻译某个单词或句子，可以尝试间接翻译。另外如果某个英文单词在你的语言中家喻户晓，直接保留那个英文单词也可以。\n投票：如果某个语言项目已经翻译完成了，那就投票吧！词条的投票选项是一直开放的。一个翻译意见的票数越多，就更有可能被更快采纳。\n\n\n勿为之事\n\n机翻：机器翻译的发展走过了漫长的道路，但仍然不能给你一个质量过关的翻译，而且在某些语言中使用机翻只能让你得到锟斤拷。\n空格：在标点前不要加空格，就算这在你的语言中是正确的。\n变量：识别变量很容易，它们的格式是%%文字%%。永远不要翻译变量，Crowdin也会使用绿色高亮它们，但有时也会出错。词条翻译中必须包含原词条中的所有变量，也不要在不该加的地方加空格！\n多行翻译：某些翻译部分会跨行，翻译时请确保不要移除换行。\n不需翻译的词语与标题：（请查看游戏相关单词中的例子）\n游戏名：Hypixel, Skywars, Arcade Lobby, Football货币：Coins, Souls等等级显示：Experience, EXP统计信息：Leaderboard, Kills, Deaths, Wins套装与增益名\n\n游戏相关单词：这是每种游戏中不需翻译的词语与标题例子，可能漏了一些，但你应该能明白你可能将会遇到的这类词语了，就算你不经常玩这些模式。\n例子：\n\nSkyWars\nSouls\nSoul Well\nKit\nAny Kit or Perk Names\nDouble Fortune\nAngel of Death\nNormal Mode\nInsane Mode\nTeam Mode\nMega Mode\nRanked Mode\n\n\n本规则针对中文有特化修改，我们将对这些词语进行翻译，但专有名词译名需经项目管理组进行讨论并进行统一，望各位译者注意。\n\n\nFrequently Asked Questions?\n常见问题\n\nI can't find my Language!\n\nWe currently are actively translating some of the most common client languages used on Hypixel. We do plan to support more languages based on demand at a later date. Please do not make requests for your language.\n\nWill you support right to left languages such as Hebrew.\n\nAt the moment our translation system is only able to support additional left to right languages, so for now, it's not possible to support any RTL languages. Once we have a good few LTR languages up and running - then we can start to look more into RTL.\n\nMy favorite mini game is not supported!\n\nWe will be trying to support as many games as possible depending on demand. This does take time so please be patient. \n\nWhy are some things still in English on a supported game or lobby.\n\nNot all system have been adapted to have multilingual support, We hope over time to update these as demand sees fit.\n\nHow do I report mistakes or errors for active translations?\n\nYou can report by using the discussion section on the project or searching for the string and reporting it directly.\n\nA bad translation is stuck with lots of votes\n\nIt can happen. You can also get different translations of the same word winning different votes. These situations can only be solved by a proofreader. We currently have active proofreaders from the admin and staff teams, in the future we may include active contributors to this list at a later date. \n\nI have not been accepted into the translation team and it has been ages?\n\nDue to the number of applications we have received, we are working to accept as many people as we can. We appreciate your patience!\n\n我找不到我的语言！\n\n目前我们正在积极进行Hypixel中最常见的客户端语种的翻译工作。我们已经计划在今后按需求增加更多的语种支持。请不要向我们要求增加你的语言。\n\n你们会支持从右向左阅读（RTL）的语言吗，比如希伯来语？\n\n目前我们的系统仅能支持更多从左向右排列（LTR）的语言，所以就现在来讲还不能支持任何RTL语言。当我们成功上线不少LTR语言之后，才会开始考虑RTL语言。\n\n我最爱的模式你们不支持！\n\n我们会根据需求想方设法支持尽可能多的模式。可能会花点时间，请耐心等候。\n\n为何某些已提供支持的游戏或大厅里还有英文的东西。\n\n并非所有系统都增改了多语言支持，我们希望以后能按照实际需求继续更新。\n\n如何举报目前译文的错误？\n\n可以在项目讨论版（Discussion）进行举报，或者找到对应的词条并直接举报。\n\n一个高票渣翻冲榜下不去了\n\n这是有可能的。有时还会出现同一个词语的不同翻译得到不同的票数。这种情况只能由审译员解决。目前我们的审译员来自管理组，未来也可能会让活跃贡献者加入。\n\n我一直没被翻译组接受，都好久了？\n\n因为我们收到的申请颇多，我们正在努力通过尽可能多的申请，感谢您的耐心等待。"
        },
        {
            "author": "縻风",
            "timestamp": 1501630800,
            "txt_content": "很想加入可惜英语不好……能不能先机翻查出意思是什么然后在自己翻？"
        },
        {
            "author": "公朴子",
            "timestamp": 1501637040,
            "txt_content": "好像加入，但是我没有crowdin账号。"
        },
        {
            "author": "cc7w",
            "timestamp": 1501639020,
            "txt_content": "前排\n第二波来了"
        },
        {
            "author": "cc7w",
            "timestamp": 1501639200,
            "txt_content": "縻风 发表于 2017-8-2 07:40\n很想加入可惜英语不好……能不能先机翻查出意思是什么然后在自己翻？\n要调整下成为正常语序啊"
        },
        {
            "author": "a59118196",
            "timestamp": 1501640280,
            "txt_content": "1345979462 发表于 2017-8-2 10:00\n要调整下成为正常语序啊\n那……是不是可以先机翻出大致意思，然后再人工修改语序=w="
        },
        {
            "author": "小鱼123",
            "timestamp": 1501677780,
            "txt_content": "膜拜英语大佬，自己就算了..."
        },
        {
            "author": "dwch",
            "timestamp": 1501680480,
            "txt_content": "已经加入了的支持一下"
        },
        {
            "author": "MC_Panda",
            "timestamp": 1501691160,
            "txt_content": "縻风 发表于 2017-8-2 07:40\n很想加入可惜英语不好……能不能先机翻查出意思是什么然后在自己翻？\n应该不允许润色吧\n至少我加入过的翻译游戏小组不允许"
        },
        {
            "author": "5igm1",
            "timestamp": 1501694580,
            "txt_content": "bbs会发徽章么=-="
        },
        {
            "author": "苏雅人",
            "timestamp": 1501695240,
            "txt_content": "这服务器国内的连接速度根本不友好开放汉化有何意义。"
        },
        {
            "author": "縻风",
            "timestamp": 1501718580,
            "txt_content": "小鱼123 发表于 2017-8-2 20:43\n膜拜英语大佬，自己就算了...\n同感。(我也是宁波的诶！)"
        },
        {
            "author": "17488",
            "timestamp": 1501718700,
            "txt_content": "啥？hyp国际版还有中文？哪呢"
        },
        {
            "author": "mage6",
            "timestamp": 1501719480,
            "txt_content": "搞事情搞事情"
        },
        {
            "author": "God_Boy_Yu",
            "timestamp": 1501720920,
            "txt_content": "先网上翻译一下再人工修改正常不就行了"
        },
        {
            "author": "zjxx",
            "timestamp": 1501721460,
            "txt_content": "H.K 发表于 2017-8-2 09:24\n好像加入，但是我没有crowdin账号。\n你不会注册吗/滑稽"
        },
        {
            "author": "公朴子",
            "timestamp": 1501721640,
            "txt_content": "zjxx 发表于 2017-8-3 08:51\n你不会注册吗/滑稽\n不想随便就注册一个账号。"
        },
        {
            "author": "Hugh爱休",
            "timestamp": 1501722420,
            "txt_content": "God_Boy_Yu 发表于 2017-8-3 08:42\n先网上翻译一下再人工修改正常不就行了\n你在作死"
        },
        {
            "author": "小柏君233",
            "timestamp": 1501727460,
            "txt_content": "迷之想加诶hhh然而不知道水平行不行_(:зゝ∠)_"
        },
        {
            "author": "字幕kall",
            "timestamp": 1501735140,
            "txt_content": "版主的签名告诉了我事情并不简单\n[英语不好感觉有心力不足]"
        },
        {
            "author": "Ghosxy_Conan",
            "timestamp": 1501751640,
            "txt_content": "可惜了我国际服开VPN被封号两次"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1501755660,
            "txt_content": "为何不允许我加入翻译队伍？"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1501755900,
            "txt_content": "God_Boy_Yu 发表于 2017-8-3 08:42\n先网上翻译一下再人工修改正常不就行了\ncrowdin的翻译机制其实能满足你的愿望，先帮你把要翻译的内容机翻，然后你对照两篇或两篇以上的机翻译文修改。\n但是，也因此，crowdin所给出的英文原文其实是很难的，你不仅要英语好，中文的表达能力也要好歹能读的下去、语句通顺、逻辑清晰，而且要时刻注意可能会出现的个别需要不翻译/以其它非常用词翻译的单词。\n\n我上次在crowdin翻译时，给出的大多都有微软和谷歌的机翻，所以相对起来还是减轻了一些工作量的。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1501760400,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-8-3 19:43 编辑 \nLocusAzzurro 发表于 2017-8-2 04:58\nWhat is Translation?\n何为翻译项目？单复从单\n阴阳从阳\n元集从集\n最常语境\n,,,这是啥意思嘞？第一个我面前看懂了，后面的。。。第二个大意是不是“男性名词和女性名词中男性名词优先”\n第三个应该是指...“特殊情况和普遍情况选择普遍情况”\n第四个完全不理解"
        },
        {
            "author": "youyoudeminger",
            "timestamp": 1501762800,
            "txt_content": "申请不知道啥时候通过【托腮】"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1501763700,
            "txt_content": "Smokey_Days 发表于 2017-8-3 12:40\n,,,这是啥意思嘞？第一个我面前看懂了，后面的。。。第二个大意是不是“男性名词和女性名词中男性名词优 ...\n不确定时选择使用最常见的语境"
        },
        {
            "author": "alxa",
            "timestamp": 1501766460,
            "txt_content": "看不懂怎么办，求大佬带"
        },
        {
            "author": "2393898779",
            "timestamp": 1501768320,
            "txt_content": "66666666666"
        },
        {
            "author": "wdsjtmw",
            "timestamp": 1501811280,
            "txt_content": "有没有勋章可以拿？给点荣誉感行吗？"
        },
        {
            "author": "xu2655271679",
            "timestamp": 1501815480,
            "txt_content": "英文真好,我也要学英文~"
        },
        {
            "author": "wangzaiaitangwe",
            "timestamp": 1501834380,
            "txt_content": "托福上100的能加么23333"
        },
        {
            "author": "九尾·",
            "timestamp": 1501850880,
            "txt_content": "hyp国际服不是有中文吗..."
        },
        {
            "author": "良辰和星",
            "timestamp": 1501907400,
            "txt_content": "17488 发表于 2017-8-3 08:05\n啥？hyp国际版还有中文？哪呢\n早就有了 可以选择的"
        },
        {
            "author": "奕肆Starry",
            "timestamp": 1501919100,
            "txt_content": "LocusAzzurro 发表于 2017-8-2 04:58\nWhat is Translation?\n何为翻译项目？\n在翻译中按要求保留%%%%变量会报错，是继续翻译还是取消？"
        },
        {
            "author": "奕肆Starry",
            "timestamp": 1501933440,
            "txt_content": " 本帖最后由 奕肆Starry 于 2017-8-5 21:54 编辑 \n\n举报账户Thorlon，在Lobby（https://crowdin.com/translate/hypixel/146/en-zhcn）下的翻译均与页面给出机翻完全一致！\n---噢，他们告诉我那是Hypixel的员工---"
        },
        {
            "author": "la_you",
            "timestamp": 1502097720,
            "txt_content": "我能来志愿一部分的翻译错误吗??awa"
        },
        {
            "author": "cai_cai_cai",
            "timestamp": 1502106300,
            "txt_content": "这句滚回太帅了！！！"
        },
        {
            "author": "lcxieun",
            "timestamp": 1502139600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "lcxieun",
            "timestamp": 1502139660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "yang2001",
            "timestamp": 1502181660,
            "txt_content": "不挂VPN进入卡的一批.."
        },
        {
            "author": "luole1997",
            "timestamp": 1502244420,
            "txt_content": "英语渣，机翻就是查百度吗？？？因为机翻语句很生硬？纯属好奇！！！"
        },
        {
            "author": "1270923533",
            "timestamp": 1502245080,
            "txt_content": "可以可以很强势"
        },
        {
            "author": "guizi233",
            "timestamp": 1502266920,
            "txt_content": "路过这个任务"
        },
        {
            "author": "guizi233",
            "timestamp": 1502266920,
            "txt_content": "ll个回复回复"
        },
        {
            "author": "genghe",
            "timestamp": 1502271420,
            "txt_content": "已经申请，希望快点可以进行汉化工作"
        },
        {
            "author": "x_ying",
            "timestamp": 1502272860,
            "txt_content": "仰望英语大佬们！~"
        },
        {
            "author": "cc7w",
            "timestamp": 1503318660,
            "txt_content": "奕肆Starry 发表于 2017-8-5 15:45\n在翻译中按要求保留%%%%变量会报错，是继续翻译还是取消？\n报错是crowdin的特性 继续翻译"
        },
        {
            "author": "1204942617",
            "timestamp": 1533820320,
            "txt_content": "@乙烯_中国 所以说已经全部翻译完了，你需不需要去看看呢？？？？"
        },
        {
            "author": "2690515748",
            "timestamp": 1534143360,
            "txt_content": "是没人继续翻译了么。。。大佬们加油啊"
        }
    ]
}