{
    "title": "【八月活动】[BS]【南风】[原创·单篇] 末世·冒险",
    "author": "南少D凌坤",
    "replyCount": 6,
    "timestamp": 1501645680,
    "txt_content": " 本帖最后由 南少D凌坤 于 2018-7-9 17:44 编辑 \n\n【八月活动·TR】\n    “我······这是在哪？”\n    每当睁开双眼，为何总是忧愁。\n    剧烈的狂风卷席着大陆南部，家家户户的窗户都严严实实的封闭着。此时已是深夜，每个人都深睡着，并没有管这场南风，毕竟随处可见。谁又会想到这竟是毁灭南部的灾难！\n    南风来袭......\n\n\n\n    “这.....是哪？”我睁开了双眼，眼前正是一片无尽的森林。\n    突然！从身后传来一声巨响！嘣！嘣！嘣！我赶紧起身，看见的却是一头巨龙，那条巨龙十分强壮，身体的颜色是绿色，头型很像一头猪，让我很难确定这是龙还是猪，但它的尾巴又酷似鲨鱼！\n    “小心！！”一个年轻的大叔从山上跳了下来，并用弓射中了那条巨龙。“小破孩，在这很危险，赶快走！”这位年轻的大叔脸色慌张，“谁是小破孩，我可是带丝的(污)”。那位大叔抓着我的手，然后带我跑出了森林。不知跑了多久，到了一处沙漠。“笨蛋，谁带你来边界的！你叫什么名字！”他脸上已经出了许多的汗，“我....我好像忘记了自己叫什么名字...我一醒来就在这的。你又叫什么名字？”我反问大叔，大叔说道：“你也不知道自己的名字！？我跟你一样，也不知道自己的名字，但是却非常熟悉这个地方，不知为何，好像有人要我指引某个人.....你可以叫我向导吧。”\n    “你既然熟悉这个地方，你能告诉我我怎么出去吗？！”我激动的问这位大叔。“这个地方并没有出口，我只熟悉大陆，天空和地狱，我却对出口...懵懂无知啊。”\n    天色马上就暗了下来，“快走，到山洞里避难！”向导急忙的跑出去。\n    我们一同到了一个山洞，见山洞里有许许多多的生活物品。向导跑进了自己的房间，拿出了一把剑，一把木斧，一把挖石头的破稿。“这些给你，早上了你可以自己砍树做树屋什么的，这个山洞太小，不能容下你，抱歉！”向导说完便随处靠在石块上睡着了。\n    我偷偷看了看山洞外，突然！一个黑影...不！是很多的僵尸？！\n    这些僵尸冲破了山洞的遮挡物。“向导！有僵尸啊！！！”我慌慌张张的叫醒向导，向导看了看，“为何今天的怪物如此之多！难道？你是卧底！”\n    “卧底？开玩笑，快，哪里有安全的地方！”，向导便说：“你既然不是卧底，那你用你的剑跟我一起冲出重围”。\n   说完，向导拿着剑，只见\n    飞龙一血，瞬闪一刀\n    万恶除灵，娇身唤尸\n\n    我们一起跑，跑了很久，之到早上。。。。。\n\n    “你去砍树吧，不过要小心周围的乳绿色液体，他们会吞噬你的。你也可以叫他们史莱姆。绿色为普通史莱姆，红色为特色史莱姆，紫色为神将史莱姆，白色为幽灵史莱姆，蓝色为史莱姆王。”\n    “嗯，我会小心的。”\n    我到了一个参天大树的身边，随后便是用力的砍到，没曾想....这树内居然有一个洞，我本想告诉向导，但是不小心滑了一脚摔下去。\n    “嘿，有人吗”我见漆黑黑一片，不敢说话，谁知我碰到了某个东西，周围的火光亮了起来。“你是谁？”一个年轻的女孩开了机关门，“哇你这门的颜色跟木头颜色一样啊”，女孩赶紧拿着捕虫网对着我，“别过来，你是僵尸？！”\n    “笨蛋，僵尸能说话吗。”女孩笑了笑，随后便放下了手中的捕虫网。\n    “这里是原始森林的地方，这棵大树是中心，我也不知道我自己是干嘛的，但是却一直生活在这，好像直到等待一个人......”\n    “等待着英雄救美是吗？嘿嘿嘿。”\n    “这颗树下有一把传叫附魔剑，上斩僵尸，下斩恶龙，只要是能人用这把宝剑，便可发出光芒刺中他人！可惜我用这把剑却只能收藏起来，你去试试吧？？！”\n    这位女孩把我带到了一个洞内，我看到了一把尘封很久的剑，已经有很多灰尘在旁边，剑也并不锋利。\n    “大哥，开玩笑吧，这剑还不如石头锋利。”\n    “你去拔起来试试？”\n    我琢磨琢磨这把剑，随后用手将它拔出，突然！山洞大晃！“快走，山洞好像要塌了！”\n    我拿着剑和这个女孩跑出了山洞，回到了树屋的顶端。一条白色青龙飞过，用尾部卷起了那个女孩，我见情况不妙。拿出了向导给的剑，扔了过去，刺中了那条白龙的足部。白龙眼前一片血腥色，突然发怒向我冲来，我急着拿出了附魔剑，附魔剑闪出了光芒（心中想：还好那女孩没骗人，可这破剑能砍死这条龙吗，只能试试了！），随手便挥了过去，一道闪色闪中了白龙，白龙被劈中了两半。女孩也被救了下来，我们一同看见了白龙心脏内居然有石头！向导跑了过来：“我见有条闪电似的闪光，于是跑了过来，没想到是这传奇的附魔之剑.....这是？！统治天空的白龙啊！传说是它守护着世纪之花，你...居然把它打死了，怎么可能！”\n\n\n（混乱/清场）\n    “这石头是什么石头”我拿起来那红色的石头，“把石头给我，我可以做成羽翼！”我好想有所心动了呢，于是把那几块石头给了向导，第二天，向导便带着一张白色羽翼过来，“这大小，刚好！你既然是杀死白龙的人，那你就是我们这的老大了，我便不瞒你，其实这个大陆有很多的守护者，都是跟我和这位女孩一样的人，也许是天意呢。”\n    突然，从地底中穿出一条大虫。\n   “小心，这是邪恶的大脑！”向导急忙说。\n    我凭着灵感，挥动了宝剑，却没想它躲了过去，它还召唤了许多小眼球，十分恶心。\n    我也不示弱，挥动翅膀，左闪右闪，把它身边的小眼球都给刺死了，最后一刀从大脑的上方刺下去，这一刀效果拔群，直接让大脑巨酱爆裂。\n\n\n    向导说：“你可以再熟悉熟悉这把附魔之剑，我给你做血腥战甲，只要你杀死这大陆的统治者-世纪之花，我们大家都能回到我们自己的家园！”\n    \"我好想还真有点小激动啊，哈哈，这些怪物太弱鸡了，不用练习，直接砍那破花吧。\"我骄傲并且飘了起来，心中所想（哈哈，我这么NB，这大陆的女孩都得围着我转，想想还有点小兴奋。）\n    “你想多了吧，凭附魔之剑的实力，虽然伤害高，破坏力强，但是你没有武装起来，只要被打中你就得死！”女孩说道，我慢慢收敛了起来，跟着向导走出丛林，途中还遇到几只蜜蜂，由于有只蜜蜂蜇了我一下，我便用手把它弄死了，可没想到丛林的巨型花把我吞进去，我一直从那巨型花的肚子内顺道滑下，直到一座大型的蜂巢。“嘿，别打扰我做生意，我还要偷蜂蜜呢”一个年迈的老人说道，便用手中的炸弹炸开了蜂巢，突然？！蜂巢中的老大，疑似是他们的蜂王（蜂后）一样，“哼，菜鸡还敢在我面前出现。”我拿着附魔之剑，闪动光芒，劈中了蜂后。蜂后又回到了蜂巢，随后快速的又跑出来。那位年迈的老人说：“小伙子，蜂后除了仙人掌剑，以毒攻毒外，其他无法伤害到它。”我开始有点懵，便说“这附近都是洞，我怎么去找仙人掌，再做剑啊！”，那位年迈的老人拿出了一把仙人掌剑，便诡异的笑着：“小伙子，这把仙人掌剑，便宜点卖于给你，五十个金币！”，我斜着白眼看着老人：“这都生命关天，你还做生意呢，我这只有一个银色的钱币，白龙内脏里的。”，年迈的老人突然跪下，“这是铂金币啊，(土豪！)你缺助手吗。”\n    “这时候别开玩笑了，快把仙人掌剑给我”。老人把仙人掌剑从包中拿出，交付于我。我拿着仙人掌剑，使动羽翼，冲了过去，那只蜂后居然跟大脑一样能召唤士兵，那便是小蜜蜂，不过对我没用，小蜜蜂射出了刺，我便躲开，闪动附魔之剑，刺死了小蜜蜂，我的体力居然也随着增强？！，随后蜂后闪到左侧，又闪到右侧，又闪到我的上方，便再召唤一次小蜜蜂，我还是拿着附魔之剑弄死了小蜜蜂，随后它闪到左侧，我便跑到右侧，拿着仙人掌剑，一刀刺中了蜂后，蜂后的羽翼被我刺中，掉落到了蜂巢，我便冲进去，闪动附魔之剑来照亮附近，看见了蜂后，拿着仙人掌剑二话没说，直接扔了过去。蜂后便随之死去。\n\n   我跟这位老人一起跑出了山洞，没曾想我的翅膀在半路挥动不了，掉落下去。老人也跟着我掉落了下去，可老人在掉落的途中，拿着一个蓝色的明镜，把自己传送走了。“我靠，有这种道具居然不卖给我，自己跑了。”我抱怨着，一直掉到了水中，醒来时发现，这里有个蓝色的山洞，我看见里面有很多的蓝色史莱姆，难道说，这里是史莱姆基地？看我把他给端了。\n    “嘿，各位，我来参观参观”。我拿着手中的附魔之剑，左闪右闪，把洞内的蓝色史莱姆都给刺死了。突然，从洞口跑进了一个大型的蓝色史莱姆，难道是年迈的史莱姆？那个史莱姆头上还有个皇冠，我便一刀砍过去，它却直接死了。\n    “哇，这么弱鸡。”\n    从洞外我看见了一个身上有很多机械的小孩。\n   “喂，醒醒！”\n    “这里是哪？”\n    “这里是史莱姆山洞，现在被我端了，哈哈”\n    “白痴，这里是夜光蘑菇的地方，哪里是什么史莱姆山洞啊，那...那是大型史莱姆。”\n    我白高兴一场，不过这个小孩居然是个商人，专卖机械的。\n    “你要买东西吗，不买我就去采蘑菇了。夜光蘑菇做家具非常好，而且会召唤出蘑菇商人。”\n    听了他的话，我采了许许多多的蘑菇，小心翼翼的飞出了洞外，在一个平地，我用之前砍树采的木头做了一个二层四房的房子，请了很多商人在这里居住，但是条件是买东西给打折（污）。向导把一身盔甲给了我，我穿着非常舒服，并且感觉身体有了许多的力量。\n    【“我”的视角】\n    哈哈，我跟着向导，一起到了一个城堡，到了晚上，城堡的一个老人召唤了骷髅王......\n    骷髅王的头颅一直转动，让人十分恶心，我忍着闪动附魔之剑的光芒，身上的铠甲像火焰一般炽热，附魔之剑的光芒如阳光一般闪耀，我的羽翼挥动如此之快，难道？我要进化了！（滑稽），我的身体突然又如此痛苦，身上像被蜜蜂蜇了一样，到处刺痛。我的左拳突然出现了火焰，害怕的我甩动这个火焰，这个火焰转化为火球，向骷髅王的方向冲了过去，把骷髅王的左手给燃烧起来。我的铠甲发生炽热，我的羽翼也着起了火，这把火让我心脏也燃烧起来，整个人都被这种火给包围，我实在忍不住了，吼叫起来，向导等人听见我的吼叫都被吓到了。我身上的火焰也散发出去，最后又汇聚到我的附魔之剑中，我的附魔之剑被火给融化，铸造成了新的熔岩巨剑，我的铠甲也被火焰给保护。我挥动红色的羽翼，冲了过去，熔岩巨剑十分沉重，但是我却神奇的可以拿起，随后一刀下，直接砍杀骷髅王，骷髅王被我用这把剑给砍爆！\n\n    【正常视角】\n    我和向导跳进了地牢，在里面找了许许多多的宝藏，向导用里面的一些东西，给我也做了一个能传送的镜子。\n\n    【最后·场】\n    慢慢的，我在这冒险了八个月，这是第八个月。我和很多的商人一起到了天际之边，看见了世纪之花。\n    世纪之花旁边有数不清的食人花守护着。\n    我的剑早已不是普通的熔岩巨剑，在这之前我已经铸成了新的神剑——大地之刃。\n\n    【最后·战斗视角】\n    我慢慢闭上眼睛，感受着大地之刃给我的力量。世纪之花早已按捺不住战斗的心灵：“你们这些平民，还想伤害我，回到你们的世界吗，想都别想，今**便消灭你们这群乌合之众！”这口气十分嚣张，我马上感受到了力量，身上的熔岩铠甲发出深深的火焰，包裹着我的身体，靠近的食人花都被我身边的火焰给灼伤。世纪之花用自己的力量，把身边的巨石都给砸了过来。我拿着大地之刃，挥动光辉，斩断了巨石，冲了过去，把世纪之花旁边数不清的食人花都给灼伤，他们都烧了起来，世纪之花看情况不妙，赶紧逃跑。我急忙追了过去，把它给劈成花瓣！\n\n    “好！”这些商人都为我骄傲。而我......\n    “我们现在怎么回到现实世界！”我问向导\n    “我也不知道，我只知道杀死世纪之花，我们就会被传送过去，可现在并没有！”向导回答道。\n    “你！！！！难道在骗我吗！”\n    “不，我也不知道啊”\n    商人们都各自低下头\n    我独自一人回到了我来到这个世界的地方——边界\n    唉声叹气，心情忧郁。\n    在边界我独自一人生活了许久，每当睁开眼睛，满脸的忧郁。\n    不知过了多久，房子外面来了一阵风，这阵风刮起了海面。\n    “这里好像是这个世界的南部边界，从这里来的风，难道是！南风！”\n    我赶紧兴奋跑到商人们的大房子，但我没有看见一个商人，只看见了很多的尸体。。。。。。突然！从房子上方卷来了一条龙，不！那是猪鲨！就是你一开始袭击我的那个！\n    我看见猪鲨嘴里还叼着尸体，难道？！我可气可恨，拿着手中的大地之刃，挥动最强的一击，把猪鲨给刺死。猪鲨掉落下来的石头，我随着向导的手法，做出了猪鲨铠甲和猪鲨羽翼，可猪鲨体内还有一块石头，我并不知道怎么用，我的大地之刃也挥动着光，我便拿出大地之刃，与那石头碰撞，没想到，我的大地之刃被绿光所包围，变成了向导听过但没见过的泰拉之刃！我拿着泰拉之刃，泰拉之刃闪耀出一阵风，刮起了龙卷，我被卷了进去。\n\n\n\n\n\n\n    “啊啊啊啊啊~！！！！！！！！！！！！！！！！！”\n    我醒来了，慢慢的，我发现我回到了我的世界。可那些商人却被猪鲨给杀死！我真希望死的人是我！\n\n    直到这件事，我每天晚上都希望再来一次南风。过了数十年。我熟睡了。\n    突然！南风来袭......\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "南少D凌坤",
            "timestamp": 1501645740,
            "txt_content": "沙发，个人在线字数统计器 ，（此故事禁止转载！）\n中文：4131 　英文：517 　数字：0　　中文+标点：4844 　中文+数字：4131\n\n字符总数：共记10205个字符 (汉字算两个字符，数字、空格、英文字母算做一个字符)"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1501645860,
            "txt_content": "感觉这个有点不适\n“这是铂金币啊，土豪！你缺助手吗。”\n土豪"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1501645920,
            "txt_content": "我叫坂本 发表于 2017-8-2 11:51\n感觉这个有点不适\n\n土豪\n有点中二，但是为了不让故事变得节奏带快和激动，喜庆点就加入了这个梗，如有不适可越过。已经修改加括号。"
        },
        {
            "author": "Xwan泽宛",
            "timestamp": 1501798500,
            "txt_content": "附魔之刃什么时候辣么厉害了，居然能秒掉小白龙和克脑？ #滑稽\n大地刃一巴掌居然能呼死世花和猪鲨 #滑稽\n也许这就是主角光环吧 #滑稽"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1501808340,
            "txt_content": "wwewwewwewwewwe 发表于 2017-8-4 06:15\n附魔之刃什么时候辣么厉害了，居然能秒掉小白龙和克脑？ #滑稽\n大地刃一巴掌居然能呼死世花和猪鲨 #滑稽\n也 ...\n强大的主角光环让我无法自拔【自动滑稽】"
        },
        {
            "author": "創太",
            "timestamp": 1503964320,
            "txt_content": "南少D凌坤 发表于 2017-8-2 11:52\n有点中二，但是为了不让故事变得节奏带快和激动，喜庆点就加入了这个梗，如有不适可越过。已经修改加括号 ...\n难免有点233"
        }
    ]
}