{
    "title": "[原创·连载]《鬼雄》天道黑暗,神之殒落.为了你,我即使是上穷碧落下黄泉,又如何？",
    "author": "qmsiyu",
    "replyCount": 8,
    "timestamp": 1501649460,
    "txt_content": " 本帖最后由 qmsiyu 于 2017-8-2 13:04 编辑 \n\n华丽的排版？不存在的，这里只有最经典的小说！\n\n\n引\n                                                      偌大的军帐中，项羽眼神迷离地望着他心爱的女人——虞姬。\n    这位顶天立地的男子汉，这位泰山崩于前而毫无色变的绝代豪杰，此时此刻，他的双眸却充满了泪 水——那是愤怒、不甘、悲痛...... \n    \n    “姬儿，不要......”项羽已经吼到沙哑的声音不断在军营中回荡着，他的脑子一瞬间仿佛被抽空了。他看到了令他几欲自刎的一幕......\n  \n    铮亮铮亮的刀在虞姬雪白雪白的脖颈上划过，鲜红鲜红的血珠从脖颈上滚落。虞姬那娇弱、纤瘦的身影在项羽瞳孔中倒下，显得那么无助、凄凉。\n   \n    “王，能...带姬儿...走吗？我...不想看见...他们...”临死前，虞姬那双漂亮的此刻却异常黯淡的眼眸闪烁着希冀的光芒。\n     \n    “我带你走！为你...上穷碧落下黄泉！”项羽哽咽道。他擦了擦已经哭红的眼角，缓缓的将虞姬拦腰抱起，小心翼翼的放在乌骓上。\n   \n    项羽吻了吻虞姬已经冰凉的嘴唇。\n   \n    “对不起，姬儿！此生...我不能和你天长地久了。来生，再见......”\n\n\n鬼雄\n\n 幽冥地狱......这里四处可见一片又一片的鬼火，一条条迷茫的灵魂在黑暗间游走着。一个英俊挺拔的身影从灵魂中缓缓走出。\n\n    他背着一把暗黑巨剑，一头散乱的长发披撒在肩上，眼神异常锐利，男子的嘴角从始至终都挂着一丝邪邪的笑意，显示着他的放荡不羁。\n\n    他朝阎王殿一步步的走了过去。四周的鬼魂，无论是厉鬼还是牛头马面，见到他竟如见到绝代煞神一般，纷纷退让。\n    他就这样不紧不慢的走进了阎王殿，从头到尾竟没有一人阻拦他。\n\n    “阎王，我不想废话，交出生死簿，助我逆天改命。如果......你不想死的话！”他站立在阎王面前，睥睨着这个地狱的王者——阎王。如果不是因为阎王有生死簿，阎王连和他交手的资格都没有！不是他太骄傲，而是神的实力。\n\n    “鬼雄，你......难道不怕上界联合将你击杀吗？上界会将你追杀的走投无路的！”在这个独尊于三界而脾气反复无常的鬼雄面前，他实在有些色厉内荏。\n\n    “你的废话有点多了！”鬼雄皱了皱眉头，从背后缓缓抽出暗黑巨剑。\n   剑起，剑落。阎王一条手臂滚落而下，断落处，竟光滑如境。阎王甚至连反应的资格都没有，就断了一条手臂。\n\n    “我答应你！”阎王有些咬牙切齿的说道。\n\n    鬼雄在阎王要吃人的目光下缓缓登上他的宝座，小心地捧起那本生死簿。又能见面了吗？此刻，鬼雄的脸色竟露出一丝温柔，虽然很隐晦，但还是被阎王捕捉到了。阎王暗暗吃惊，世上竟有人这么想让鬼雄复活？\n\n    “愣着干什么，快点滚过来！”鬼雄冷冷的瞟了阎王一眼。\n\n    “鬼雄，我知道你很厉害，但，你能对付的了冥界大阵吗？你终究是大意了！冥龙锁天阵，启动！”\n\n\n\n斩冥龙\n\n“轰隆隆！”一片漆黑与荒芜的冥界，天空竟突然响起闷雷声，遮天蔽日的乌云朝阎王所在的位置滚滚而来。隐隐约约间，在层层环绕的乌云中间，一条巨大的黑影不断在云层中穿梭着——那是冥龙。\n\n    “哼！”望着天空中那条暗黑色巨龙，项羽冷哼一声。就凭一个冥界大阵也想困住鬼雄，谈何容易！\n  “嘶!”鬼雄缓缓将暗黑巨剑从剑鞘中抽出。鬼雄朝着灰暗的天空不紧不慢的轻辉下去。只听一阵阴风略过，暗黑巨剑发出一道锋锐异常的剑茫，仿佛万千厉鬼悲啸一般，以不可匹敌之势，斩向冥界天穹\n。      “吼!”冥界上空的黑龙发出一声骇人的咆哮，张口喷出一个黑暗炎球冲向剑茫。\n\n    两者碰撞，火球竟如冰雪遇见烈火一般消散在了空气之中。而天空中的剑茫竟丝毫无恙，朝着冥龙直挺挺的斩了过去。\n\n    异常绚丽的剑茫，却如死神的镰刀一般，划破冥界的乌云，然后便无声无息的消失了。\n\n    “噗!”宝座上，阎王忽然喷出一大口鲜血，缓缓的软倒在了地上。阵生人生，阵死人死。\n\n    鬼雄将剑不紧不慢的插入剑鞘，然后走到阎王面前，捡起了生死簿。\n\n    “终于......”鬼雄的手不受控制颤抖着，他那一身冷却的血液此刻竟沸腾起来，泪水从那张刚毅冷峻的脸颊上不受控制的淌落。他那一双颤抖的手不断的在生死簿上翻阅着，突然间，翻阅着的手戛然而止。\n      那是生死簿上的一行小字:虞姬  女  冥元202年 阳寿尽。\n\n\n战魔帝\n\n“为什么？姬儿为什么没有转世投胎？”鬼雄心中升起一丝不详。\n\n    “嗖!”忽然，一条条暗黑色巨龙撕裂冥界天空，从高空直奔鬼雄俯冲下来。鬼雄脸色变得异常难看。即使他不用大法力去预知未来，也知道这是谁的杰作了——玉皇大帝，天庭掌控者。况且也只有他有资格从阎王手中拿走虞姬的灵魂。\n\n    “我不去找你，你到是来找我了，玉帝。”鬼雄负手而立，傲然地睥睨着那一条魔龙。以他的眼光，自然早以看出那是玉帝。\n\n    “鬼雄，早知你会成长到这一步，我就应该亲自去解决你这个祸患！”玉帝凝视着鬼雄，缓缓地说道。\n\n    听到这话，鬼雄冷冽的瞳孔骤然紧缩。这还是当初那位怜悯天下苍生，为光明而战，为和平而生的玉帝吗？现在的他，称之为魔帝，恐怕更合适吧！\n\n    “当初我成神路上，遇到重重杀害，几乎是十死无生，这些都是你做的吧！”\n  “是我，可惜那些废物没把你杀死！现在只能要我亲自出马对付你这个蠢货了。”魔帝此刻显得异常狰狞，再无曾经那种仙风道骨的得道高人气息。\n\n    “哈哈哈！玉帝，不，魔帝！我鬼雄怕过谁？我鬼雄生平最讨厌的是，在我眼里和蝼蚁一般的人渣，胆敢威胁我！”鬼雄仰天大笑，在他眼中，没有不可战胜，任何阻挡他的人，都得死！\n\n    “铮~”鬼雄不紧不慢的抽出暗黑巨剑。一个跃步，朝着魔帝当头劈去，阴风吹过项羽脸颊，发出巨大的呼啸声，如冥界厉鬼的嘶哮一般。\n  魔帝手一挥，一柄巨大的权杖从手中变得出来。竟不躲避巨剑锋芒，持着权杖对着巨剑打去。\n\n    剑杖相接，悄无声息--\n\n二者竟僵持下来。\n   ‘魔帝！再留手，你必败无疑！曾经那万千厉鬼噬心的痛苦，我也要让你尝一尝！’鬼雄大喝一声，一手拔起上古巨剑，一手快速在天空结着手印，随即快速的腾起身对着魔帝就是一个立劈，‘鬼-冥-斩！’\n\n\n\n魔帝殒\n\n望着天空鬼雄那诡异的一斩，魔帝眉头紧紧的皱在了一起，这一劈，确实可以定胜负了。\n    一身黑暗的邪火从魔帝身上瞬间升腾,整片天空竟因为这突然出现的邪火而阴冷了下来。\n    ‘紫薇-真火！’魔帝嘴里不断的吟唱着咒语，伴随着魔帝的咒语，一团七彩颜色的火焰从魔帝手中骤然升腾。魔帝屈指一弹，这一丝火焰带着可怕的高温对着鬼雄大剑硬撼而去。\n    看起来虚无缥缈的火焰，竟是实质的。鬼雄的巨剑重重劈在的火焰之上。\n    ‘噗哧！噗哧！’包裹在剑芒中的巨剑在火焰中竟有被融化迹象。\n    ‘给我破！’鬼雄怒吼道。火焰在鬼雄的疯狂下颤颤巍巍，最后终于被鬼雄打散。\n    ‘不！昊天云步！’魔帝快速一个腾云，一个闪身，快速躲过了鬼雄恐怖的一斩。\n     “很好！很好！”魔帝此刻异常愤怒。\n     “吼！”一声巨大的龙鸣忽的从魔帝身上传了出来，魔帝浑身忽然被一股股魔气环绕着。一条暗黑色真龙在魔气环绕的魔帝身上缓缓的出现。“受死吧，鬼雄！”，魔帝此刻的脸色变得异常狰狞，“别忘了，我可是真龙天子！”魔帝一个昊天云步，手中紫薇真火又一次燃起，对着鬼雄狠狠的打了过去。与此同时，在魔帝身上环绕的暗黑色巨龙也朝着鬼雄直冲而去。\n     “不能输，姬儿！”鬼雄心中忽然有种明悟，他这么努力渴望变强，所求的又为何？因为虞姬--他心中那个朝思暮想的可人儿啊！鬼雄手中开始结印，那是他曾经未曾有过的。“因为姬儿，我才能有这种觉悟吧。就叫它羽姬劫吧！”鬼雄那坚毅冷峻的面庞此刻变得异常柔和。他把远古巨剑缓缓插入剑鞘，左手为白--那是虞姬，右手为黑--那是他。鬼雄将左右手徐徐并拢，阴阳之力猛的扩散开来，整片天地竟仿佛扭曲了一般，一只无形的大手将整片天地牢牢的禁锢住。无论是真龙还是魔帝，在鬼雄这一片区域中竟动弹不得。\n    “不，鬼雄，放过我！我带你去找虞姬！”死亡的威胁降临，魔帝骤然失色。\n    “没有见到她，我会让你尝到万万年炼魂之痛！”鬼雄脸色开始沉的可怕。他最讨厌别人欺骗他。\n    。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。\n     路上，鬼雄不由得开始期待了起来，姬儿，能见面了吗？\n    “到了！进去吧。”魔帝不情愿的说道。这是一座小屋，里面漆黑一片，即使以鬼雄的眼力，也根本看不清里面为何物--有神明在这里施展了一个大魔法。\n    “你有碰过她么？”鬼雄一把抓起魔帝衣领，把他整个人提了起来，睥睨道。\n    “碰过又如何？哈哈哈！主啊，杀了这个该死的人吧！”魔帝忽然变得歇斯底里起来，“你以为你能活吗？你所面对的是天道，是天！你必死无疑！”\n    “轰隆隆！”整座小屋开始颤动，一个人影缓缓的走出小屋显现出来。以鬼雄的眼力，一眼就看出这是一个虚影。\n    虚影朝着魔帝一掌拍了过去，魔帝竟毫无反抗的余地，结结实实挨了那虚影一掌。\n    “噗！为...什么？”魔帝喷出一大口鲜血，缓缓的软倒了下去，眼睛圆睁，显得异常狰狞。\n\n\n\n虞姬现\n\n“鬼雄，你不是一直想见虞姬吗？今天我就满足你这个愿望！”神秘男子淡笑着，“乾坤界，收！”随着男子的声音，那座小屋竟凭空消失，一个被秩序神链捆绑的纤细的身影出现在了鬼雄面前。\n    “姬...儿，是你吗？”鬼雄眼神迷离的望着这个他日日夜夜为之着迷的姑娘，“混账！竟然敢捆住她，你是想死吗？”鬼雄大怒。他历经千辛万苦，就是为了能找回姬儿，和她过着平凡的生活，没想到竟有人敢当着他面，绑着虞姬。\n    虞姬显然看到了鬼雄，即使过了许多年，那张熟悉的面孔，即使将她烧成灰，她也依然认得。\n    “王！你快走！你斗不过那人的，即使你是神！”虞姬冲着鬼雄大喊道，话音中带着绝望。那道虚影，可是连魔帝都为之为奴为仆的，鬼雄是斗不过他的--那是上天的意志，天道。\n    鬼雄仿佛没听到虞姬说的话一般，快速冲向虞姬。“呛！”巨剑出鞘，对着秩序神链就是几个横斩。当神链断开的刹那，鬼雄再也抑制不住，将虞姬狠狠的搂在了怀里。\n    “姬儿，我会永远保护你的！一生一世！”鬼雄抚摸着虞姬的青丝，眼神变得异常的温柔。\n    “王......你打不过他的！连魔帝在他的面前也仿佛如奴仆一般的卑微可笑。我怕你会......”虞姬美眸中闪过浓浓的担忧，她曾见过魔帝在这道身影面前如何的谦卑。\n    鬼雄将嘴巴凑近虞姬的耳畔，咬了咬虞姬的耳朵，说道：“记得我曾经为你许下的誓言吗？ 我会为你--上穷碧落下黄泉！” 项羽缓缓松开了虞姬，转向天道，双手紧握剑柄，将巨剑插入地面，作势欲刺。他眼神睥睨着，嘴角挂着一丝温和的笑意，剑眉如峰，一股豪气直冲云霄。宽阔的背影，傲慢俯视敌人的姿态。他不再是那个傲视厉鬼的鬼雄，他是项羽！\n    “天道又如何！想要姬儿，不-可-能！”\n\n\n\n羽姬劫（大结局）\n\n“鬼雄，你知道我为什么把虞姬抓过来吗？”天道幻影一副笑眯眯的样子，丝毫没有想战斗的迹象。\n    “叫我项羽吧！我不再是那个冷酷无情的鬼雄了。”项羽淡然的看着天道幻影。他的确想知道，天道为什么要抓虞姬。\n    天道看着眼前的项羽，忽然脸色变得异常狰狞。“我之所以抓虞姬，是因为曾经我消耗自身精元来做了一次预知未来，有一个人他会突破神的桎梏来取代我，而你就是那个有突破神的可能的人，成为新的天道。”\n    “这和姬儿有什么关系？”项羽凝视这天道幻影，神情凝重。\n    “人的七情六欲，是成为天道的一个阻力。本来没有我，虞姬会早早的被厉鬼杀死。而我救了虞姬，就是让你心中的爱情重燃，从而解决你。”天道凭空负手而立，大笑道，“所以你，去死吧！”说罢，一掌朝着项羽拍去。\n    “哼！我项羽即使不为天道，也能杀了你！”项羽冷笑一声，双手握剑朝着天道幻影立劈而去。\n    天道的手改攻为抓，竟牢牢的攥住了项羽的大剑。\n    “滚开！鬼冥斩！”项羽的长剑用力朝着天际一挥，天道幻影竟被项羽甩了出去。\n    “果然有突破神的迹象，不过，远远不够！”天道邪笑的再次朝项羽拍去。这一掌速度竟比上次快了数倍，饶是以项羽的眼力，也只能勉强看清。项羽朝着那只手掌挥剑重重斩了过去。\n    两者相接，项羽的巨剑竟仿佛陷入了泥潭一般，任项羽怎么抽都无能为力。\n    “哼！你太嫩了！你终究没有突破神！”天道牢牢抓着项羽的巨剑，用力一捏，这把上古巨剑竟如豆腐一般，在天道手中破碎。\n    “就算没剑又如何！我项羽怕过谁！”项羽一声清啸，竟空手朝着天道拍去。\n    “可笑！”天道不急不缓的迎着项羽就是一掌。\n    “噗！”手掌相接，项羽立刻喷出一大口鲜血，如断了线的风筝一般，被天道重重的击飞出去。\n    不，不能输，我还有姬儿。。。天道面前，羽姬劫会有用吗？本以为以后能和她永远在一起，结果，还是注定了吗？羽姬劫...羽姬劫...只能试试了。\n    项羽的双眼缓缓的闭上，手上开始结起那个他曾只结过一次，却一辈子忘却不了的印记。\n    “羽姬劫！”项羽左手为白，右手为黑，他将手掌缓缓的合拢。整片天地刹那间停止了。羽姬劫，对天道，会有用吗？答案是肯定的。\n    “该死的！竟然不能动了！不过，哈哈哈，你又能撑多久？禁锢住我，你恐怕连稍稍动一下都不行吧？”天道邪笑道，“等你神力耗完，再杀你也不迟！”\n    “王，要死，我们一起死！”虞姬快速朝着项羽跑了过来，泪水不受控制从她的眼角滚落，划过那早已哭的梨花带雨的脸颊。她用手臂紧紧的搂住项羽，仿佛抱着这世间最珍贵的东西。\n    项羽感受着自己体内快速丧失的神力，他绝望了。他不能输！即使他死了，他也要保护虞姬！项羽用神力把虞姬在他的世界中牢牢的围住。他现在只有一个方法能杀死天道--自爆。\n    “姬儿！”项羽竟用双臂反手搂住虞姬，轻柔的朝着虞姬的小嘴吻了过去。即使鲜血不断从项羽的嘴角流下，项羽依旧用嘴紧紧的吻着虞姬，用目光牢牢的凝视着虞姬。“当初的诺言，我实现了哦！别了！”\n    “轰隆隆！”天地突然开始崩塌，闪电与响雷不断在天地间跳动，随着一声震耳欲聋闷响，刚才还红花绿叶的土地，刹那间化为一片虚无。\n    “项羽！你疯了！不...我不甘...”天道死死的盯着那道已经虚无化的身影，如果他的目光能杀项羽，他早将那道身影千刀万剐了。可惜，即使是天道，终究不能一道目光杀了项羽这个神。天道，在最后一声天地爆炸中，消散在了空气中。\n    “不要啊！倘若你死了，那姬儿一个人又有什么意思？”虞姬声嘶力竭的哭着。\n    然而，虞姬还是活了下来，方圆几万里内，是一片虚无的虚空。虞姬静静的站在虚空上，无助的哭着。“王！既然你死了，我陪你！”虞姬从腰间抽出一把佩剑，就欲朝着自己脖子间抹去。却听死寂的虚空想起一阵低沉的声音。\n    “姬儿，等...我！”\n\n\n\n\n\n",
    "replies": [
        {
            "author": "qmsiyu",
            "timestamp": 1501650180,
            "txt_content": "如此经典的小说，不来点评分或回复真的好吗？"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1501653780,
            "txt_content": "我从未见过这么排版文学编辑，一贴所有内容搞定"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1501655220,
            "txt_content": "感觉这些排版的字很像一首歌，战魔帝什么的，后面跟着二次作品。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1501664580,
            "txt_content": " 本帖最后由 gggbbb 于 2017-8-2 19:45 编辑 \n\n有点中二，但大体尚可。文评稍后。"
        },
        {
            "author": "qmsiyu",
            "timestamp": 1501665840,
            "txt_content": "gggbbb 发表于 2017-8-2 17:03\n原贴      如是原作者，请在原贴内以作者的身份给予原创声明，并截图至贴内。\n\n ...\n行，我在那个上面打上  我这个帖子的地址  稍等哈"
        },
        {
            "author": "qmsiyu",
            "timestamp": 1501672140,
            "txt_content": "gggbbb 发表于 2017-8-2 17:03\n原贴      如是原作者，请在原贴内以作者的身份给予原创声明，并截图至贴内。\n\n ...\n好了，我已经加了个  本书来自Mcbss 额附带了 这个帖子的链接，这样就不算剽窃了吧"
        },
        {
            "author": "qmsiyu",
            "timestamp": 1502032860,
            "txt_content": "是时候自顶一发了"
        },
        {
            "author": "qmsiyu",
            "timestamp": 1506226440,
            "txt_content": "竟然沉下去了，怎么可能！不行，这样回复肯定会被警告，我得想个办法让版主看不出我是顶帖，(⊙v⊙)嗯，有了！\n11月份将推出新小说《金乌传奇2》\n希望大家能够支持~"
        }
    ]
}