{
    "title": "[ Minecraft.net│CULTURE ] Fear Factor 恐惧之因",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1501645680,
    "txt_content": " 本帖最后由 像素君 于 2017-8-2 23:01 编辑 \n\n\n\n\n\nFEAR FACTOR恐惧之因Fear takes form in Gabriel Gould’s latest build来自Gabriel Gould的作品中的恐惧\nMore than a video game and more than a tool to build epic worlds and works of art, Minecraft can be a vehicle for expression in all its forms. The beautiful, the funny, the creepy, and even the sad and scary. Gabriel Gould, fresh from his build that examined his childhood memories, has created something else from deep within his heart – but something darker and more frightening.\n\nMinecraft不仅仅是一个电子游戏，它除了是一个用来建造史诗般的世界和艺术作品的工具，还是一个表达各种感受的工具。其所表达的可以是美丽的，也可以是滑稽的；亦或是令人毛骨悚然的，亦或是悲伤和可怕的。Gabriel Gould在他的建筑中重现童年回忆后，他从内心深处有感而发，创造了这些——但充满着黑暗和恐惧。\n\nHe calls it Fear. And judging from the black skulls and bony arms that look like something more out of Resident Evil rather than Minecraft, it certainly is scary. Though this build isn't meant to inspire fright in others, but meant to express and confront the fear within himself.\n\n他将这个作品的名字定为“恐惧”。从黑色的头骨和骨头来看，这更像《生化危机》而不是Minecraft。虽然它不是用来引起别人的恐惧，而是用来表达和面对内心的恐惧的，但这个作品仍然令人感到害怕。\n\n\"The idea I had for this project was based on my own fears and my own anxiety,\" Gabriel says. \"Fear of the unknown, fear of losing creativity, and darker topics like death. Most of all, it’s about the fear that this fear will consume me and become who I am.\"\n\n“这个作品的创意基于我自己内心的恐惧和焦虑，”Gabriel说道。“这其中包含着对未知的恐惧，害怕失去创造力，以及其他黑暗的话题，比如死亡。”最重要的是，我害怕这种恐惧会吞噬我，占据我。”\n\n\nGabriel talks about his inspiration for making his fear look like a giant blob of skulls and limbs. \"The long arms coming out of the project are based on Stromae's \"Quand c'est\", a song about cancer. My grandfather died from cancer a few years back. A fear I wanted to highlight in this project was my fear of cancer.\"\n\n在谈论关于这个作品的灵感的问题时，Gabriel说道：“我把自己的恐惧幻化成了一个巨大的骷髅头和骨头构筑成的四肢。作品中手臂的灵感来自于Stromae的‘Quand c'est’，这是一首关于癌症的歌曲。我的祖父几年前死于癌症。在这个作品中，我想着重表达的是自己对癌症的恐惧。”\n\nThe skulls stacked one on the other certainly look cancerous, same as the limbs reaching out as if to metastasize to other parts of the body and mind. But not everything involved with building this giant tumorous mass of death was all doom and gloom. There were some lighthearted moments Gabriel encountered while building this too, courtesy of an unhelpful pet.\n\n这些头骨在层层堆叠在一起，看起来就如同癌变一般，四肢伸展出来，转移到身体和思想的其他部位上。但并不是所有涉及到产生这类巨大的肿瘤的死亡都充满着不公和黑暗，Gabriel 在建造时也和自己的宠物度过了轻松愉快的时光。\n\n\"I almost crashed the server three times and my cat almost knocked over my monitor. And once in chat I witnessed a rap battle.\"\n\n“我差点撞到主机，这样的情况还发生了三次；而我的猫差一点就撞翻我的显示器了。”还有一次在聊天时，我亲眼目睹了一场说唱之战。”\n\n\n\n\nAppropriate since Gabriel takes a lot of inspiration for this work from rap.\n\n因此，Gabriel从说唱之中获取了不少灵感。\n\n\"I've always been a big Kendrick Lamar fan, and a hip hop fan in general, but I feel his latest album is something really amazing. The idea of the album is fear, just like in my project. I really liked the way Kendrick was able to capture his fears and use imagery to describe exactly what he was feeling.\"\n\n“我是Kendrick Lamar的铁杆粉丝，也是一个嘻哈迷。他的新专辑真的很赞。”专辑的主题是恐惧，和我的作品刚好契合。我很喜欢Kendrick这种捕捉到恐惧，并用意象来描述感受的方式。\n\nAnd just like Kendrick and his music, Gabriel uses Minecraft to describe exactly what he's feeling too.\n\n就像Kendrick用音乐来表达想法一样，Gabriel用Minecraft来描述他的感受。\n\n\nWith rendering help from Florian Funke, Darastilix, and Xelacreations and build assistance from Necrosys, Minecraft helps Gabriel give a face to his fears.\n\nFlorian Funke, Darastilix, and Xelacreations帮助渲染图片，Necrosys帮助建造。在他们的帮助下，Minecraft成功让Gabriel得以面对他的恐惧。\n\n\"Minecraft is a good way to express how you feel. The skulls and faces really represent my fear of death. If there is one thing I'd like people to take away from this piece is that everyone has fears, and it's okay to have them. The idea is to never let those fears consume you.\"\n\n“Minecraft是一个表达自身感受的好工具。头骨生动形象地代表了我对死亡的恐惧。如果说我有什么想让其他人从这件作品中明白的，那就是：每个人都有恐惧，它们可以存在于你的身体之中，但永远不要让这些恐惧吞噬你。”\n\nIt's good to know Gabriel hasn't been consumed by his own fears, as he's already working on his next build. \"I do have a large project coming soon and I promise, this next project isn't as dark as this one. The idea of this next one is trust.\"\n\n知道Gabriel并没有被自己的恐惧所吞噬真是一件好事，因为他已经开始建造下一个作品了。“我很快就会放出一个大作。我保证，下一个作品不会像这个一样黑暗。下一个作品的主题是信任。”\n\nTrust then, that like Growing Up and Fear, Gabriel's next work will be something spectacular.\n\n信任，就像成长和恐惧一样。相信Gabriel的下一个作品会很赞的。\n\n\n原文链接：https://minecraft.net/zh-hans/article/fear-factor\n原文作者：Ash Davis\n原文发布日期：2017年8月2日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1501647840,
            "txt_content": "Minecradt不仅仅是一个电子游戏\n真·Minecradt现场【跑"
        },
        {
            "author": "guizi233",
            "timestamp": 1502267460,
            "txt_content": "个地方郭德纲"
        },
        {
            "author": "goldenbutt",
            "timestamp": 1502386080,
            "txt_content": "能将mc作品升华成富含情感艺术品实在是可贵，谢谢楼主做出的翻译与分享。另外有一个翻译点可能有误，\"I almost crashed the server\" 应该是差点把服务器玩崩了的意思。\n\n-Per_Mer"
        }
    ]
}