{
    "title": "[多线]第三纪元——更好的精品魔戒中土世界|带兵|远征|结盟|冒险|中土生活| [1....",
    "author": "斯巴达",
    "replyCount": 0,
    "timestamp": 1501714380,
    "txt_content": " 本帖最后由 斯巴达 于 2017-8-3 07:03 编辑 \n\n第三纪元，由此开始（本服务器基于马文斯-Minecraft魔戒mod、《魔戒》、《霍比特人》、《精灵宝钻》等内容）\n本服务器由Thogsloc - 铸戒者团队呈现\n第三纪元 是在 Minecraft 中还原展现托尔金《魔戒》中土世界 自由冒险、宏大氛围的先进服务器。在服务器里的每一处，你都能感受到《魔戒》中土世界的魔幻氛围。魔戒mod的加入，让 Minecraft 的体验变得前所未有的新奇。它带来了一个全尺寸无缝的全新中土大陆世界、神秘未被探索的卢恩和哈拉德、合理有据的生态群落、基于阵营互动结盟系统的贸易、雇佣、成就系统、前所未有的史诗冒险、百玩不腻的预写任务。它让 Minecraft 的每一处点滴，都沐浴在托尔金《魔戒》中土世界的魔幻光芒中。\n \n\n先进的结盟系统，或敌或友，一目了然。在第三纪元当中，游戏画面上方的界面显示您的结盟值。数字代表当前的结盟值，出现箭头则代表您现在所处的地方属于该势力。可以通过完成该势力NPC的任务和击败该势力的敌人来获取该势力的结盟值。结盟值越高，您就可以和该势力更有地位的人贸易，雇佣该势力更加强力的佣兵，雇佣的价格也会随着结盟值的提高而降低。\n\n\n 田园生活，更多种，也能种更多。在第三纪元当中，我们为您添加了许多新的作物和水果。不仅有树莓，李子,樱桃一类各种浆果，更有橙子，香蕉，芒果，梨和青苹果等树果。新的玉米让你可以轻松打造一片金黄色的海洋。韭葱或许还能让您找到一点中国味。仅仅有新作物和新水果怎么够呢？您可以尝试圈养一些新的动物——犀牛，鹿，甚至是小兔子。您能随意打造自己的梦幻农场。更多种，当然也能种更多。\n\n\n贸易，用银币。在第三纪元当中，与NPC的交易不再使用绿宝石，而是银币。银币有3种面额——1、10、100。您可以向NPC出售物资以赚取银币，或者用银币向NPC购买那些难以取得的物资或是强力的武器。您完全没必要为了几个矿物去冒险，您只需要一位NPC商人和一把银币就能成品的工具和武器。而银币还可以去雇佣友好势力的强大战士，让您在中土的任何地方都势不可挡，所向无敌。\n\n\n探索广袤无根的魔幻世界，领略各具特色的风土人情第三纪元完全的复制了整个中土世界的地图，包括中土世界上的风土人情。不知道您是喜欢夏尔的阳光和树林，还是落汗的草原和烈马？是蓝色山脉的冰天雪地，还是西方群岛一望无尽的大海？整个中土世界，处处不尽相同，而处处都有专属于自己的地形，生态。每个势力都有专属于自己的建筑，城镇，要塞。这些可不是一两个小时就能看完的。带上自己的行李，沿着大道来欣赏一下这个丰富多彩的世界吧！\n  \n\n  呼朋引伴，招募随从成为一方之主。您不愿默默无闻，您想要属于自己的土地，您想成为一方之主。那首先您得创建属于您自己的远征队。呼朋引伴，寻找与自己志同道合的伙伴；招募随从，雇佣强大的佣兵为你而战。插上自己的旗帜，建造自己的城堡，坐上属于您的宝座。甚至是向你的敌人主动出击，杀得他们丢盔弃甲。您的领导才能和战略眼光可以在第三纪元发挥的淋漓尽致。\n  \n\n打造繁华的城镇，建造富丽堂皇的城堡。如果您喜欢建筑，那您一定要来第三纪元。第三纪元有上百种新的材料，各色不同的木料，石料和全新的阶梯，玻璃供您选择，完全不用担心材料不够，您只会纠结该用哪个。全新的大门和柱子更是让震撼的城门不是梦想。不光光是材料，第三纪元还有各种新的小饰品，小架子。吊灯，火把甚至是兽皮地毯我们都有，我们还有盔甲架，武器架，供您打造独一无二的战利品陈列室。\n\n\n打造独一无二的厨房，装饰展现你个人风格的餐桌。在第三纪元我们给您准备了新潮的烹调方法，您可以造一个烘焙炉做蛋糕，或者造一个烤肉架来烤熟刚猎到的猎物，甚至是修建一座地窖来酿造无与伦比的佳酿。不仅如此，您还可以把烤肉装进餐桌上的盘子里，把佳酿倒进桌上各类材质的酒杯，在花盆里插上几躲小花，再摆上刚出炉的蛋糕，装饰展现你个人风格的餐桌。\n\n\n 举杯对月，三五好友一同享受惬意的中土生活。您在第三纪元可不光是有冰冷的银币和毫无感情的NPC陪伴。您可以和朋友们一同在落汗的草原上捕获属于您们的宝马神骏；可以一同在您的后院里和朋友们举杯对月，品尝烤肉与美酒；可以在色彩缤纷的果园里看着太阳落下，月亮升起，谈天说地。在第三纪元，联机不止是冒险与奋斗，还可以如此惬意。\n\n\n忠于原著，用数字说话。300多种新生物，NPC；400多种特有新方块，新材料；250多种新建筑和建筑群落；500多种不同势力的武器装备；63种新的工具。NEI内容多达十余页。\n\nOP证明后台截图\n\n本服务器由Thogsloc - 铸戒者团队呈现\n\n本宣传贴文案、图片由第三方营销团队SimLife游戏工作室制作并版权所有\n",
    "replies": []
}