{
    "title": "[双线]永恒童话服务器 —— 我们自己的故事：神奇宝贝冻结·光泽|公益服开荒[1.10.X]",
    "author": "926==",
    "replyCount": 0,
    "timestamp": 1501745940,
    "txt_content": " 本帖最后由 926== 于 2017-8-3 15:42 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果前言：Pixelmon的悲剧7月15日，一个悲伤的日子。Pixelmon（Minecraft神奇宝贝mod）被任天堂责令停止更新。Pixelmon与任天堂两者本来是互利共赢的。Pixelmon总是要比任天堂发现的主系列版本晚一个多世代，而且许多精灵没有模型（从七月初的一则Pixelmon News可以了解到，不是他们没做好这些模型，而是考虑到任天堂的因素，没有发布。）但是由于泰国对Pixelmon3.5.1魔改而成的所谓的“泰国神奇宝贝mod”，以及国内的“mega魔改mod”，修改出了所有mega和几乎所有神兽，这严重侵害了任天堂的正当利益，导致了悲剧的发生。Pixelmon在较新的版本中加入了宝可梦编辑器，这一编辑器能使宝可梦学到原来不能学到的招式，但是不能修改出原来不存在的特性。相信Pixelmon制作团体考虑了许多因素，才加入这一物品。1.7.10版本的pixelmonmod被NBT编辑器修改的面目全非（当然，魔改mod更是面目全非）。不得不说，宝可梦编辑器是Pixelmon团队的伟大创造——与魔改mod这些不同，这一创造是有原则，有底线的。表现了对任天堂原作的尊重——使用这一编辑器无法修改出那些没有模型的精灵，也无法突破100级等级上限，也无法制作像NBTedit一样6项努力值255（甚至更高，甚至负数）的“神存在”。精灵宝可梦有一部十周年的电影《战栗的幻影宝可梦》，剧中杨古博士制造出了幻影宝可梦，能变化任何属性，学会任何技能。这也许是精灵宝可梦的制作者对各种面目全非的修改物表达地深深不满。在Pixelmon倒闭的时候，我们也不得不思考。什么样的创造，才应该得到包容——也许在创造的时候，要表达尊重。有些手段，也许只是为了单纯的盈利，丝毫不表现出原作想要表现的内容。《迷你世界》就是一个很好的例子。我一直对剧情游戏非常感兴趣，也一直希望创造出属于自己的故事。在繁重的学业稍有喘息的暑假，希望能做出一个美好的同人故事。我把它称为Pixelmon 冻结·光泽，这是一个以【自由】和【秩序】为主题，【包容】和【创造】为副主题的故事，仿造主系列游戏和特别篇剧情。利用宝可梦编辑器这一新要素，我希望能表达出精灵宝可梦原版与Pixelmon团队想表达的那些东西。\n正文：本周目的发布日期是：2017年8月1日_(:з」∠)_永恒童话服务器新周目Pixelmon 冻结·光泽群号：570406911“年轻人，欢迎加入火箭队，跟着坂木老大一起征服世界吧！”这句话依然回响在耳畔。你是火箭队的一员，生活在苏提因地区（Sortieren，来自德语“sortieren”排序，以德国为原型）的一座大城市里——由于战争，这座城市被巨大的基岩墙分成了两个部分：南部的北极花市（Linnae City，来自“Linnaea”北极花属，以西柏林为原型）与北部的天门冬市（AsparaCity，来自“Asparagus”天门冬属，以东柏林为原型）。你过着正常人的生活——训练精灵，对战，执行火箭队的任务，挖矿，种植等等。一系列重大的事件正在这两座城市发生——不过这也许并不会影响你的生活，也许会。直到有一天，你了解了这个故事：\n来自合众地区的山奈博士（Kaemper，来自“Kaempfer”山奈属）研制出了通用技能系统（可以给精灵学原来不能学的技能，原型是宝可梦编辑器），但是使用该系统 给精灵学习的技能有限制并且每使用一次 都要消耗某种矿物（萤石），山奈博士常居住在北极花市。这项技术还未完善，但已遭到了火箭队和标量团（Scalar Group，来自“scalar”标量）（一个天门冬市的官方秘密警察组织）的觊觎标量团的成员不多，但是他们在整个天门冬市还有其他地方都有数不胜数的线人，称为“告密者”（标量团的原型是东德的秘密警察组织“史塔西”，比如有一部电影窃听风暴专门描述这个）。\n而差不多同一时间，天门冬市的一个少年，光泽（Gloss，来自游戏名“光泽”，称号【创造者】）也独立研发出了精灵融合系统（原型是本服务器之前周目利用NBT编辑器的精灵融合系统），但是这套系统是使用两只精灵，互换技能或者特性，其中一只会被降到1级并且沉睡。他因此受到了标量团的逮捕，罪名是这样做不道德。为了逃避标量团的逮捕，他翻过基岩墙，逃到北极花市，途中受了重伤。火箭队为了利用他，在逃跑的途中，派火箭队队员奥罗明（Aroma，来自“aroma”芳香）帮助他，并且一直同他作伴。\n山奈博士也被以“不合乎学术规范”的名义被标量团找麻烦。她在一次演讲中碰到了没买票但是路过听演讲的少女，冻结（Freeze，来自游戏名“冻结”，称号【包容者】）。冻结以成为宝可梦协会的理事长为目标旅行，与她同行的伙伴“以太”（Ether，来自“ether”乙醚），是一个线人，标量团的“告密者”。为了实现自己的目标，冻结正准备着参加宝可梦大赛，却得知……\n与此同时，沉睡在北极花市与天门冬市的两只传说中的宝可梦即将苏醒。标量团的首领尤弗瑞安（Euphorian，来自“Euphorbia”大戟属）的女儿法林诺（Phalaena，来自“Phalaenopsis”蝴蝶兰属）预言了这一事实，并且使标量团找到了……\n\n服务器特色：1.本服务器为公益服，只接受“无条件”捐助2.服务器升级快，对战经验多，保障新玩家的发展3.服务器由于剧情需要与实际原因，控制神兽生成率，防止神兽泛滥4.主城（火箭队基地）设有火箭队特训室，方便玩家刷努力值（NPC训练师，实力相当）：5.服务器城市中除了剧情需要的位置，其余位置都可以自由居住（先到先得）：6.服务器初学者精灵符合火箭队特色【滑稽】：7.城市中有众多可供对战，掉落物品的市民NPC（一个市民，MC中的一天能对战一次）——请不要小看NPC的强度。8.所有剧情【按时间线更新】，并且会在更新剧情时同步更新小说版剧情9.玩家可以选择住在郊外，或者在城市不参与剧情，过普通的神奇宝贝生存生活\n问题及申明：1.服务端1.10.2的许多插件不完善，可能会出现一些问题2.由于1.10.2pixelmonmod对电脑配置要求较高，一些玩家可能无法进入游戏3.服务器管理员学业繁重，一些处理可能不及时4.由于各种因素，服务器开启【白名单】，需要管理员审核。5.客户端群内下载。\n 后记：制作这个周目的原因   这是很早以前我写的一篇文章。        我很小的时候，大概上三四年级吧。学校还有借书课。我总是借一种书看。那种书的剧情，是由读者选择的。        比如我看到一个地方：钻到洞里-翻到23页；向草丛走-翻到55页。然后我就特别喜欢借这种书。书后面有个目录，里面有一张像蜘蛛网一样的剧情图。我喜欢先看这张图，然后挑一条最长的“路”。这样的，然后看完。再走其他岔路口。最后把所有的路，所有的结局，都看一遍。然而，我后来渐渐就不喜欢看这种书了。我看书的速度也越来越快了。不论是长的路短的路，一下子就走完了。再多也是一样，都是有限的！我感到十分难受。在那个时候，我玩永远的马里奥（又译“超级玛丽”），玩赛尔号。永远的马里奥其实从一年级就开始玩了。在六年级的一天，有一个朋友来我家。我记得很清楚，我打通了永远的马里奥的最后一关（第8-4，32关）。那时候是非常高兴的。        然后突然回想起，自己为什么要玩超级玛丽？我其实每玩一关，都很好奇：下一关是怎样的？然后最后通关了，却突然感到很失落。似乎所有剧情都完结了。我开始困惑我想要什么。六年级小升初的那个暑假，我有了一只ipone5。玩手机，觉得很无聊。QQ也不想和任何人讲话，因为没有人可以说话。然后我在电脑上看见神奇宝贝的动画片吧，就特别想玩神奇宝贝。看见其他安卓手机的朋友都多多少少下载了一些（我那时苹果不会越狱装不上）。然后就电脑上下载了。我玩漆黑的魅影。然后开始的时候很弱，真的是不会玩。但是后来有了玩赛尔号的经历，去看努力值、个体值那些，就玩到了很后面。之后要去抓好多神兽，到了神兽的迷宫，由于地形很复杂，就只能看攻略。我抓了基拉帝纳、盖诺赛克特、超梦等等。最后发现自己三神柱（民间戏称“三马桶”）没抓。我到了那个海上的迷宫，它错综复杂。我突然想起自己超级玛丽通关的时候，就突然不想玩了。我又想到我到底想要什么。不过是玩过了所有的剧情罢了！我就觉得心很冷，我不知道该怎么办。到了初中，一切像新的一样。我也渐渐地忘记了。一天，去同学家。他的ipad上有个游戏叫Minecraft。他造了一个房子，和一个打到基岩底下的地下室。跳下去就会“youdied”。他给我玩了一会儿，我一直不敢跳那个洞，不敢像他一样。我以前玩过太多游戏，死亡都是不好的结果——或是从关卡的开头开始，或是到了附近的神奇宝贝中心……我也学着他，在山坡和湖水中间造了个房子，用黑曜石做砖头和屋顶，再把水倒上去，像水帘洞一样，可笨拙的。后来我也挖了个“地下室”，通到了基岩的底下。然后我一手贱，自己掉下去了。出现了我一直不能面对的“you died”的字幕。我很害怕，含含糊糊地就复活了，却也没有什么受到什么可怕的惩罚。我的心那时候被震撼了。我开始不知道要做什么——是造一个房子，像他一样的，还是别的。但我突然觉得我好像找到了要做的事情。后来我回家了，在电脑上下载了1.4.7。我用钻石块造了一个自认为很好的房子，周围又铺上玻璃，房间里也有玻璃的管子，里面有许多蝙蝠在飞，外面是水幕打下来，打下来。很漂亮的。虽然这很“完美”，我还是觉得要再加一个地下室，然后再挖，挖到了和石头不一样的东西（我那时候不认识是铁矿石），就比较想拆掉，补上石头。后来我又给地下室打了条很长，很长的隧道。它真的好长。我骄傲地对同学说：“花了两个小时呐！如果按照显示器上的比例铺开了有一个操场呢！！”他们也喝着说：“真棒！！”虽然他们不知道那是什么，也没见过。但是好像是很厉害的样子。        我们刚开始玩MC的时候，都是在玩创造模式，但不是只有创造模式能创造。后来我们开始玩生存了，也是在创造。我们用越来越好的工具。我相信，刚开始玩生存的时候，大家都会去造一个家，就像玩创造模式一样。哪怕是用木房子造的火柴盒。因为在这个世界里，所有的故事还是我们自己所写下的。后来，我们为什么会去玩联机？因为我们已经写了太多的故事，迫不及待地需要，被人所阅读。比如我对朋友炫耀：“我的家造的有多少多少好，里面的红石有多少多少复杂。”他就想看看到底怎么样。然后他说自己也很厉害很厉害，我们就开始玩多人了——那种最简单的联机。再后来，就去找人更多的地方。在这个阶段，我们除了创造，还有竞争。竞争和创造都能获得乐趣。因为刚到服务器的时候，会从零开始。单人生存的那些豪华的（甚至指令作弊过得到的）东西都会消失。剧情会有尽头，这就是神奇宝贝服比“漆黑的魅影”这些GBA上的神奇宝贝耐玩的原因。我渐渐知道：除了剧情之外，还有一种更美好的东西——【创造】。也许只是不想，做一个只能读别人的故事的读者；而是想，去写下自己的故事。在别人的路上奔走，总是疲惫和有尽头的；只有在自己铺起的路上奔跑才是无限的。也许只有【创造】是没有尽头的。\n\n\n\n\n\n\n$5NJ8N4QK{04YUJQGH5R3ER.png\n(324.63 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n$M{6DJX5O$M%DS%%5`472.png\n(287.02 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n()]IROAKR6V_RUY$~)@Q{HV.png\n(288.87 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n@P}2J]54[)VS_B[PX5DQ9QG.png\n(271.87 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[79_PC`T}A6SF26K1NC$RUI.png\n(285.72 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n`Q{}EFH)MH~9S7QIO6_X_VD.png\n(239.69 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDLTSOHQ%LZ}$%HGJMFOR$E1.png\n(325.28 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nE6W3UR([FH9C9HW0SP0%V$J.png\n(277.1 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFZ{CD)[BR_M7$LP@(8}@I)V.png\n(198.92 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nM62[)_{(FS[B_F`U$%_JNXT.png\n(346.76 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-3 15:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}