{
    "title": "【PMC单人建筑比赛】│Behind the Picket Fence - 栅栏之后│",
    "author": "像素君",
    "replyCount": 6,
    "timestamp": 1501743720,
    "txt_content": " 本帖最后由 像素君 于 2017-9-9 11:34 编辑 \n\n\n\n\nBehind the Picket Fence Solo Project Contest\n\n\n投稿开始时间：2017年8月1日 12:00 PM EST（美国东部标准时间）投稿截止时间：2017年8月21日 12:00 PM EST（美国东部标准时间）\n\n\n    [ Introduction        介绍 ]   \n本次单人建筑比赛主题：栅栏之后\n你在本次单人建筑比赛的目标是：设计你梦想中的住宅。并把它放于最重要的地方——栅栏后面，让所有人都能欣赏。在这里，外观和室内设计同等重要。展现你的建筑技艺，给评委留下深刻印象吧。记住，在这场比赛中，你就如同一位房地产开发商，请确保你建造的住宅是适合人们居住的，也请想象一下你是如何通过住宅来让一个人展现其优点的。\n\n点此浏览并下载官方初始地图——由Lentebriesje制作\n\n\n\n这些规则可能随时都会改变，所以务必仔细阅读，每次大赛的具体规则都是不同的！不遵守这些规则会导致你的作品被判为不合格，甚至取消你的参赛资格。\n\n    [ General Rules        通用规则 ]   \n1.你必须使用官方初始地图，不可移动或破坏栅栏以及栅栏周围的区域。2.你可以改变或是破坏基础平台的材料来建造，但不要改变建造区域的大小。3.你的作品必须是完全原创的，不可使用以前的作品，也不可剽窃他人的作品。请记住，独创性才是关键！4.你必须自己建造！你不可以从其他玩家那里得到帮助！同样的，你的作品名义上只属于你自己，建造小组不包括在内。5.介绍帖内四分之三的截图必须是未经编辑的游戏截图。这意味着，你的大部分截图将没有光影或是图像编辑器的帮助！6.你必须使用原版材质包。这是建筑比赛，不是材质比赛。评委会把是否使用原版材质包进行建造纳入评审范围中。7.你必须在初始地图所提供的地形中建造。你不可以在建造区域外添加或移除任何东西。8.介绍是非常重要的！请确保添加大量的截图（最好是未经处理的），极尽详细的介绍，给你的建造过程添加一些适当的描述。这一切都只是为了更好地呈现你的作品。9.一个用户只能参赛一次！如果必要的话，你可以编辑自己的作品。但请记住，投稿截止后，你就不能编辑自己的参赛作品了。10.你不可以使用任何工具来输出地图。你可以使用辅助建造的工具，但不要让程序（三维模型转换器等）把你的主要工作给做了。11.不可使用模组！你必须在1.12或1.12以下的版本进行建造。评委也将会判断是否在原版Minecraft进行建造。任何外来方块都将在最终评审环节被舍弃。\n\n    [ FAQ        常见问题 ]   \n我可以更改地形吗？\n不可以。你只能在栅栏围住的区域里建造。\n\n建筑有高度限制吗？\n没有。\n\n我可以挖穿草地吗？\n可以。\n\n可以超过建造区域吗？\n可以，但不要过度。举个例子，如果一棵树位于栅栏内，但是它有几片叶子超过了栅栏，这是没问题的；但建筑不可以超过栅栏。你的建筑主体需要在栅栏内部。\n\n我可以更改或移除栅栏吗？\n你可以在不改变建造区域大小的情况下用其他类型的方块来替换栅栏，但你不可以把建筑建到栅栏上。\n如果需要的话，你可以移除一小部分栅栏来给你的建筑打开一个出入口，但你的建筑不能占用到栅栏的位置（建造区域边缘），而且你应当保留大部分的栅栏。\n\n\n    [ Judging        评审 ]   \n参赛作品将由PlanetMinecraft的高级建筑师进行评审。与此同时，我们安排了一队场外玩家来进行个人评审。不用担心他们的人数，很快就会有人加入的！\n\n第一阶段，评审们将对参赛作品进行筛选，取消不合格建筑和违规建筑的参赛资格，并给喜欢的作品钻石。请记住，评审的钻石可非同一般！投稿期限一到，评审将进入第二阶段，\n\n第二阶段，将进行为期五天的审查。评审将会审查全部地图并找到任何破坏规则的玩家。在此期间，PMC会员可以查看参赛者们的作品并给予钻石。\n\n最后阶段，评审将对所有入围的作品进行评定。评定基于活动总分和投票数。\n你的作品将会按以下方面进行评审，按1-10的比率包括：\n\n概念&创意：新奇的想法和疯狂的概念！试着从传统中脱颖而出，建造一些新东西展示给我们看吧！技术&制作：颜色、形状、纹理——请确保这些元素可以在你的建筑中实现融会贯通，以此来突出你的作品。展示&体验：作品的介绍会给玩家留下深刻印象。请用心截图，多花点精力在作品的呈现上！\n\n\n\n准备好要参加比赛了？好极了！\n\n第一步：点击这个链接下载初始地图。之后把地图文件放在Minecraft游戏文件中的“saves”文件夹。为了更快地寻找到该文件夹，你可以点击游戏中的“资源包”选项，然后点击“打开文件夹”按钮，之后往前退一个文件夹，你就可以发现“saves”文件夹了。记得在那里解压地图的ZIP文件。\n\n第二步：在Minecraft中打开地图，然后尽情建造吧！你有三周的时间建造自己的作品，所以你不用急于发布自己的地图。但请记得在投稿截止时间之前发布作品。\n\n第三步：当你准备好要发布自己的作品时，前往“saves”文件夹，找到要发布的地图的文件夹并压缩它。Windows用户可以右键单击>添加到压缩文件。你也可以使用第三方程序，比如WinRAR或者7zip。\n\n第四步：进入PlanetMinecraft上的“新建地图”页面，并正常上传你的地图！记得多放一些内饰的截图哦。\n\n\n   [ Prize        奖品 ]  \n冠军\n价值50美元（约合336人民币）的Steam游戏额度；游戏将会作为礼物发送至你的Steam账号。冠军可以选择不止一个游戏，但总额度不可超过50美元。你必须有一个Steam账号才能领取获胜奖励。该奖励没有替代品。一个特别的金色冠军勋章将会在你的勋章展示栏中永久显示获胜作品将在PMC展示一周\n\n亚军\n一个特别的银色亚军勋章将会在你的勋章展示栏中永久显示获胜作品将在PMC展示一周\n\n季军\n一个特别的青铜亚军勋章将会在你的勋章展示栏中永久显示获胜作品将在PMC展示一周\n\n决赛入围\n一个特别的决赛入围勋章将会在你的勋章展示栏中永久显示\n\n参与者\n一个特别的参与者勋章将会在你的勋章展示栏中永久显示\n\n\n\n    [ Legal Terms        法律条款 ]   \n参加本次活动，即视为同意受到以下官方规则和条款的约束。Planetminecraft.com保留最终解释权以及对该活动的最高约束力。\n\nNo cash substitute or transfer of prizes is available. Prizes are awarded without warranty of any kind from Planetminecraft.com, express or implied, without limitation, except where this would be contrary to federal, state, provincial, or local laws or regulations. All federal, state, provincial and local laws and regulations apply. Decisions of Planetminecraft.com and the voting system are final and binding on all matters pertaining to this event. Return of any prize/prize notification may result in disqualification and selection of an alternate winner. Any potential winner who cannot be contacted by email within 15 days of attempted first notification will forfeit his/her prize. Potential prize winner(s) and their parents/legal guardians may be required to sign and return an Affidavit or Declaration of Eligibility, a Liability/Publicity Release within 30 days following the date of first attempted notification. Failure to comply within this time period may result in disqualification and selection of an alternate winner. Planetminecraft.com at its sole discretion shall reserves the right to disqualify any Participant from the event if it reasonably believes that the Participant has attempted to undermine the legitimate operation of the event by cheating, deception, or other unfair playing practices or abuses, threatens or harassment of any other Participants, Planetminecraft.com employees and affiliates.\n\nLimitations of Liability:\n\nBy entering, entrants agree to release Planetminecraft.com, and their officers, directors, employees and agencies from any claim, loss, liability, damage or injury of any kind arising from their participation in the event or their receipt or use of the event prize.\n\nWinner is responsible for all federal, state and local taxes associated with acceptance and use of prize.\n\nAny and all disputes, claims and causes of action arising out of or connected with this event, or any prize awarded, shall be resolved individually, without resort to any form of class action, and exclusively by arbitration. Claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this contest, but in no event attorney's fees. These Official Rules shall be governed by, subject to, and construed in accordance with the laws of the State of Maine, United States of America, excluding all conflict of law rules. If any provision(s) of these Official Rules are held to be invalid or unenforceable, all remaining provisions hereof will remain in full force and effect. To the extent permitted by law, the rights to litigate, seek injunctive relief or make any other recourse to judicial or any other procedure in case of disputes or claims resulting from or in connection with this event are hereby excluded, and all Participants expressly waive any and all such rights.\n\n\n    [ Contest Entries        参赛作品 ]   \n（现正对最终排名进行整理）\n名次作者名称封面评分搬运1-----2-----3-----4-----5-----\n    [ Notice        特别标注 ]   \n此大赛非MCBBS论坛活动，而为PMC的国际性Minecraft建筑比赛。优秀地图作品将在本帖直接索引，实时更新至比赛截止。\n\n比赛期间，搬运工可对比赛作品进行搬运。发布该类作品的搬运帖时，前缀一律使用【PMC大赛】，以方便版主管理和查找。这些搬运帖同样受本版版规约束。\n\n参考原帖：点击浏览\n\n\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1501744020,
            "txt_content": "暑假真多建筑比赛\n这比赛举行的够呛的"
        },
        {
            "author": "cc7w",
            "timestamp": 1501744080,
            "txt_content": "游戏将会作为礼物发送至你的Stean账号"
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1501745640,
            "txt_content": "话说这个勋章是MCBBS的勋章还是PMC的勋章？"
        },
        {
            "author": "zjxx",
            "timestamp": 1501748340,
            "txt_content": "可以用WE吗"
        },
        {
            "author": "縻风",
            "timestamp": 1501749000,
            "txt_content": "我想问我外网打不开怎么下载……"
        },
        {
            "author": "592764254",
            "timestamp": 1576949580,
            "txt_content": "图片呢？？"
        }
    ]
}