{
    "title": "[原创·连载]废宅摇篮曲",
    "author": "我的工业2",
    "replyCount": 4,
    "timestamp": 1501775400,
    "txt_content": " 本帖最后由 我的工业2 于 2017-8-17 09:45 编辑 \n\n写在前面的话：       这是我写的第一本小说，不过很意外地是东方同人文。那么直入主题，我写这一本是希望能诠释一下自己幻想中古明地宅的故事，也就是大致发生在间歇泉异变前后的事情。鉴于一千个人眼里有一千个幻想乡，读者需要注意本篇存在以下几个缺点（未来还会暴露更多！），做好心理准备了吗？①一设改动，剧情都不放过的那种②二设使用无法计量③不熟悉幻想乡的人读起来会有点吃力④minecraft相关度＜2%⑤社交能力低下，对话设计尴尬⑨写紧张刺激的内容时作者经常失去生理反应\n\n设定部分：        坐落在山腰上一处偏僻的地方的古明地宅，是古明地姐妹的住所，这里住着两只觉（种族）妖怪。       身为姐姐的觉，能够窥探到他人内心所想，（似乎理所应当地）是这个宅子的主人；而妹妹恋，因为闭上了自己的觉瞳，失去了读心的能力，因此只能跟着姐姐生活，但作为失去的补偿，她获得了操控无意识的能力。虽然两人因为种族遭到人类和其他妖怪的厌恶，只能住在这种僻静的地方，但是她们的生活依然过得有滋有味。       古明地姐妹在被赶到这里之后，为了谋生只好去地狱寻找工作。很幸运的是地狱的统领赫卡提亚看中了她的能力，让她当了断司，负责对来到地狱的罪人进行审讯。在这期间觉收养了阿燐和阿空。       后来因为人间之里的人口猛增，来到地狱的罪人也相应地变多了，地狱里无法容纳如此多罪人的怨灵，赫卡提亚决定将地狱进行搬迁。在地狱里工作的不少妖怪都跟着一起去往地狱新址，但觉因为家庭的原因不能离开。不过赫卡提亚顾虑于怨灵搬迁的巨大耗资，也出于对于觉多年的工作贡献非常感激，就将曾经的地狱连同里面的怨灵全权交代给她管理，也顺便让她打理地狱里的灼热遗迹--从古至今一直都是世界的地热能之源，并且答应给觉一定的工资。而地狱的旧址连同灼热遗迹，被世人统称为“旧地狱”。       火焰猫燐与灵乌路空，是两只生活在旧地狱中的动物妖怪。阿燐--外貌像一只浑身黑色的猫又，其实种族是火车，也就是亻弗教中将罪人送入地狱的妖怪，但是因为她会做出偷走尸体的不吉利行为，所以人类都不喜欢她。阿空则是旧地狱里土生土长的地狱鸦，和其它所有的地狱鸦一样，她也是一个鸟脑袋的笨蛋，不过她和阿燐却是幼驯染的好朋友。旧地狱里的怨灵激增，极大地压缩了动物们的生存空间，渐渐地许多的地狱鸦因陷入了生存僵局而死去。阿空倒是因为有阿燐智商担当苟活了下来，但那也近乎垂死挣扎了。正当阿燐阿空面临巨大的生存压力的时候，她们遇到了古明地觉。       在接下来被觉收养为宠物的生活中，阿燐和阿空因为已经化为妖怪，就担起了一些照顾家庭的责任。阿燐负责掌勺，给觉、恋和所有的宠物准备饭食，她也会时常跑到地面上帮阿空寻找合适的核燃料（尸体），然后顺便采购食材。阿空则是负责控制灼热地狱里的核反应，虽然看起来很厉害但也只是一些简单而重复的适合笨蛋干的工作，不过她似乎还干得很开心。\n\n章节①————————……       「今天也是个好天气啊。」       古明地觉打开自己卧室的窗户，但是阳光像往常一样，是无法照进来的，这是因为觉的卧室是南北朝向。事实上妹妹的，以及其他宠物们的都是如此。       觉稍微整理了一下自己的头发，随手拿起床头柜上的发卡别在头上，因为基本不出门，所以觉在家里从来都是穿着睡衣到处走。       真正的阳光透过中庭的琉璃窗户从东方洒下来，上面的觉瞳图案此时折射出了奇异的光芒，把整栋宅子照得通亮。       随后她又下到一楼去洗手间里洗了把脸，勉强让自己看起来不那么颓废之后，觉打算先把其他人叫起来。       「阿燐，阿空，起床啦~」       门后传来一阵骚动，甚至还有什么制御棒之类的重物掉在地上的声音，但是很快就有了应答——       「嗨觉大人，早上好啊！」       燐不知道怎么做到的，只在几分钟内就绑好了麻花辫，换上正装出现在觉的面前，一看就是干劲满满的样子。觉又顺便往她们的房间里瞟了一眼，但只能看到空还懒洋洋地坐在床尾，乱糟糟的头发从她的面前垂到地上。       「似乎每天都是这样呢……」       空仿佛从觉的语气中读出了什么，猛地一下占起来开始整理自己的头发，然后又四处找起绑马尾用的发带——那条墨绿色的发带明明就放在床头柜上。这时燐已经下楼去准备早饭了。       觉又往前走了点，走到下一个房间的门前，想把妹妹也叫起来。       「恋！起床啦~」       没有人应答。       觉知道妹妹经常听不到别人说的话，这是因为她的潜意识占主导的时候能力会影响到自身，然后就过滤掉了外界的一些声音。不过觉出于礼貌每次都会先在门外叫一声，然后再进去用物理方法把恋摇醒。       「似乎每天都是这样呢……」觉推开了房门。       觉看到恋像往常一样躺在自己的大床上，就准备用平时经常用的那种方法大干一场。但是当她看恋第二眼的时候，她发现了不对劲。       「有什么东西挤到我的脑海里？」       这是觉在发动读心的能力时特有的感觉，因为内心多了些许被读心者的思绪而产生的充盈感。       但是恋闭上了觉之瞳，封闭了内心，分明是无法读心的才对啊！虽然抱有这样的疑问但觉还是感到有点兴奋，毕竟身为一只觉不会读心是令人感到有点耻辱的，而恋能被读心，意味着她睁开了觉瞳，算是打开了自己的心扉，就像——做好了作为一只真正的觉妖怪生活下去的准备。       觉总感觉这种情形莫名有些熟悉。       觉赶紧把妹妹侧了个身，想看看恋的觉瞳，事实是它并没有打开，这让她感到非常疑惑。旋即她又想起了自己刚才读心得到的信息。       「既然得到了这个，那就先看看吧？」       但是觉仿佛被心里的什么，拖进了一个恐怖的噩梦里面。\n\n\n章节②————————……       似乎是两三百年前，总之对人类来说是很久以前，那时古明地觉刚盖起了这栋宅子。但是毕竟她步入妖怪的社会没几年，还没像现在这样沉着稳重，平时做事也是马马虎虎，要不是有燐和空在帮忙整理，估计宅子会乱翻天。恋已经闭上了自己的觉瞳，倒不如说她刚出生时就是这幅模样，过起了被无意识支配的生活，她像接下来的几百年一样，在无忧无虑的四处游荡玩耍中度过每一天。       古明地宅的旁边有一座稍稍隆起的小山包，恋无聊的时候就会跑到那上面去，躺在草地上看看天上飘过的云朵，把它们想象成各种各样的幻想乡特产。但是这座小山实在太小了，比宅子都矮。姐姐说有一座很大的妖怪山，上面生活着许许多多的神秘而有意思的妖怪，而且还有一座神社里住着几位神明，恋是这么听说的，所以她一直很向往能进到山里结交一些新的朋友。       不过姐姐告诉过她，大山里的妖怪都很强大而且敌视她们，一路上也潜藏着许多的危险，所以姐姐不让她上山，还警告她如果不听话，会有令人讨厌的惩罚。尽管这样，恋还是无法压抑自己内心的悸动。       小山包虽然是小了点，但其下却藏着一个幽暗的洞穴，这个洞七拐八拐，途中伸展出许多支洞，最后通向了旧地狱，觉就是通过这里来往于宅子和地灵殿--她工作的地方。燐和空平时也从这里下去，但走其中一条支路，抄小道去往灼热遗迹。在其他人都在工作的时候，恋身边就没有别的玩伴了，因此她除了上山以外，也会来这个洞穴里面玩捉迷藏--当然只能和自己玩。       觉不希望妹妹来这种阴暗而充满了危险的地方，怕她玩耍的时候不小心从洞穴的底端直接坠入旧地狱，那种高度对觉妖怪来说都是必死无疑的。所以觉在洞穴稍深的地方设置了一个结界，只有觉和她的两只宠物才能打开它，而其他时候只是一片和洞壁相似的石头。       只过了几年，恋就把宅子周围的大片区域都躺了个遍，这点小地方根本不能满足她旺盛的好奇心。终于有一日，恋趁着觉她们去工作的时候，偷偷地离开了古明地宅。       她顺着离家有一些距离的那条大河而上，沿河的风景从长满花的青草地皮渐渐变成了成片成片的红枫林，途中还遇到了一道由石砖筑成的堤坝，恋知道这是河童以及天狗们的地盘。再往上走，就能听到有如雷鸣般的大水声，那就是妖怪山上的秋意瀑布。河水裹着枫叶从瀑布顶端一泻而下，在瀑布的底端激起一人高的巨大水花。尽管这里理应是天狗的地盘，但是因为瀑布的水汽太多，给天狗的飞行增添的不少危险，所以这瀑布也就渐渐被让给了河童。恋稍微绕了点路，总算爬上了瀑布，高处枫叶林也变得愈来愈稀疏。最后，在妖怪之山的高地上，枫叶林终于全都消失了，而恋也见到了       她最感兴趣的那座神社。章节③————————（月艹日大注意）……       这是一座和山脚下博丽巫女的住所不太一样的神社。好像在特别强调似的，建筑的外面挂着很多注连绳，神社的牌匾上也挂着比其他任何一个都大的注连绳，似乎象征着什么。神社周围的地面用平整的石砖覆盖着，一位看起来像是这里的风祝的绿发少女在清扫地上的枫叶。       恋悄悄地跟着她，然后突然从她背后抱住了腰——       「早苗小姐~好久不见啦！」       这位风祝装的少女即是东风谷早苗，是在不久以前从现世来到这里的人类。       「啊！谁……你好像……原来是你呀，真是好久不见了呢。」       早苗刚来到这个世界的时候最先投靠的是古明地一家人，也在宅子里住了一小段时间，最后是因为不能忍受和一只会读心的妖怪住在一起，就离开了古明地宅，尔后在人间之里偶然遇到了这座神社的两位神明，就被她俩收容到了山上。但是在古明地宅的时候，早苗认识了除古明地觉以外的另一只觉妖怪也就是恋，并且和她玩的很来，恋也经常带她去看宅院周围的各种各样有意思的地方。因此虽然时间过去了很久，早苗还依稀记得。       「我还是第一次到这里，感觉这地方好大啊……所以，能请早苗小姐能带我到这神社周围看看吗？」       「当然没问题。还有，以后叫我早苗就好啦！」       早苗放下了手上的活，为恋介绍起自己的新家。       ……       和早苗闲聊吹水的同时，她们绕着神社周围枫林的边缘走了一圈，恋才知道这里是叫做守矢的神社，里面的两位神明则分别是八坂神奈子和泄矢诹访子。另外，让恋感到很高兴的是，早苗提到她有可能要成为守矢的第三位神明了--现人神而已啦，早苗是这样说的。       「这里就是我们守矢家后面的大湖。」       然而平静的湖面上，密密麻麻立着许多原木桩，每一根上都系着一段注连绳。       「听神奈子大人说是她们刚搬来这里的时候，从山底下的博丽神社那里争到了不少信仰，所以博丽的巫女上来找她们讨说法，最后没协商好就打了一架。」       「那湖上为什么立着这么多的原木啊？」       「这些木桩叫御柱，是神奈子大人用的武器，湖上这些就是当时打架留下来的，不过她事后也不收拾一下，就权当它是以后练习弹幕用的场地。」       ……       「我们神社的外面其实也没有什么特别吸引人的啦，不过既然转了一圈，不妨就进来坐坐吧。」早苗的这份热情，让她难以回绝。       「打扰了。」       恋轻轻地踏上守矢神社的石台阶。本来觉妖怪是不适合进入神社的，但是她本人，以及早苗似乎都不在意这一点。       神社正中的厅里，摆着一张超大的圆木桌，不过木头的纹路以及桌角系着的注连绳，让人不禁回想起刚才湖上的那些御柱。恋站在神社的门口，看见两位神明坐在圆木桌边，面前摆了一套茶具。很明显两人是在一边喝着茶，一边闲聊吹水谈笑风生。       早苗拉着恋的手走进来，各自找了个位子坐下。       「神奈子大人，诹访子大人，今天我带了一位朋友过来了哦！」早苗试着先开了口。       两位神明却感到有点匪夷所思，因为她们眼前除了早苗明明就没有其他人啊？两神盯着早苗看了很久，用表情表达出了自己的不解。       但是没过多久，诹访子突然看到早苗的身边多出了一个身着石绿色的黑边衣服，戴着黑色帽子的少女，甚至连帽檐下面露出来的头发都是青绿色的。       神奈子注意到诹访子看着一团空气看得出了神，刚要问的时候，她也似乎看见了什么。       「她叫古明地恋哦。」早苗如是说。       恋一动不动地坐着。       「古明地家的人吗？这个我们是有听说了啦，从人间之里的某户人家写的幻想乡史里。可是那上面记载的你们的历史，似乎在两三百年前突然中断了呢，后来是发生了什么意外事件吗？」神奈子马上发表自己的意见。       诹访子虽然没有抢到发言权，但是这些话也是她想问的，所以她脸上也有了一些好奇的神色。而且谈到自己熟悉的事情，恋也不再那么拘谨了。       「那个啊，是因为那时人间之里一些讨厌觉的人请来治退妖怪的高手，又说服妖怪山上的两大妖怪势力，最后联手把姐姐连同我从妖怪山下赶走了呢。」「话说你们在这里定居这么久了，连这种声势浩大的劝退行动都不知道的吗？」       神奈子莫名其妙地被恋批了一通，感觉到了她的嘲讽却又说不出来。不过诹访子发话了：       「很久以前我们两位神明刚来的时候，抢了山下那巫女一点信仰，闹了很大的动静，我就交代了那些天狗记者，让她们不要一天到晚想搞大新闻。」       「但是天狗们似乎安分过头了，以至于我们只能收到大结界相关的六十年一期的报刊。我和神奈子商定了一下，决定还是钦定一家报刊社来负责整个幻想乡的报纸，只是之前那段时间的各种新闻就没有人报道了，我想幻想乡史的那位作者可能也无法亲自考证。至于我们定的那家报社，你有订阅《文文新文》吧？就是那个了。」诹访子这么说着的时候，她帽子上的那对眼镜眨了好几下。早苗帮三人泡了一泡好茶，接着起身离开。       「我去准备晚饭啊。」       ……       品尝了早苗亲手制作的美味，二神一妖满足地坐在神社后院的台阶上。因为时间差不多是傍晚了，所以神奈子提议大家一起看看妖怪山上的日落。早苗很是开心，一直抓着恋的双手，她似乎到了幻想乡里以后还没交到多少朋友，所以她对恋格外地珍惜。但两位神明看起来也很高兴，这是有着更重要原因。自从山的一侧有一群佛教徒定居下来之后，守矢一家就全员投入了信仰的斗争中，谁都不敢松懈，毕竟信仰决定了守矢两位神明的生死存亡；早苗为了报答恩情，也帮她们收集信仰。而这样以后，三人就几乎没有再好好地在自家后院里看过一次日落。而今天这样的机会十分难得，两位神明能借着欢迎远道而来的新朋友的机会，能趁机放松放松。       但是恋好像没什么感觉。       远处的夕阳把周围的云映得通红，也难得在湖面上倒映出了自己的光辉。不过整个湖面还是泛着幽暗的蓝紫色，仿佛其中的那一小块赤屿在涨潮时做着最后的挣扎一样。       二神一人都很惬意地看着夕阳渐渐被湖面吞下，但是不知道什么时候恋回到厅里去了。       「我可能还是不太适应这种景色。」\n发布速度：目前一周一更施工速度：均400字每天（=）完成度：████████████▌▌▌▌▌▌▌▌▌▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏▏*█（已发布）▌（存货）▏（坑）对内容、设定等等有任何意见建议欢迎文明指出！\n\n更新记录（偷懒凭证）8.3.2017设定部分、①8.4.2017②；关 键 词 削 除8.17.2017③\n钦 点几个东方众@尻雨魔理沙 @暴力杀狗 @六等星之夜 @570855441本帖遭到作者格式爆破……",
    "replies": [
        {
            "author": "南少D凌坤",
            "timestamp": 1502677500,
            "txt_content": "两个章节可以整合到一起，排版简洁点，显得字少。"
        },
        {
            "author": "CHAKRO",
            "timestamp": 1503040020,
            "txt_content": "怎么感觉人气很低呢"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1503195660,
            "txt_content": "恋恋似乎不擅长和别人交往，所以没什么感觉？\n毕竟觉之瞳关了那么久"
        },
        {
            "author": "xcc",
            "timestamp": 1503401280,
            "txt_content": "我可能一些奇怪的东西看多了导致总感觉会有刀子\n（掩目\n.......\n以前看过一个恋开眼的同人本就有刀子（闭嘴\n总之古明地家的故事真的是可以挖掘的很深啊嘛\n\n\n\n\n"
        }
    ]
}