{
    "title": "论自己注册半年后的感想。",
    "author": "天空的大楼",
    "replyCount": 10,
    "timestamp": 1501767840,
    "txt_content": "  话说我这号注册也有半年了，进入论坛后也发现很多有趣的东西，比如各种奇特的，有趣的帖子，比如mod，皮肤，的确比某盒这类的资源多的多，某盒没有的插件这里都有，虽然我不是搞服务器的（比如我找到的第一个可实用的可以生成大型城市的mod就是从这里找到的，即使它的要求的版本号很高），还有各种违规的奇葩，我翻查一下，比如某个注册时间比我晚但分比我高不少但证实是刷分的人也很多，也有水帖马甲超多的凉择洗，和坚持骂街两年的骆驼。\n  其实我第一次见到论坛是在2015年初（刚开始玩mc几个月的时候）我在玩这个游戏时一次出了故障它弹出了这个论坛网址我点了进去，给的貌似是一个关于这和个启动器或游戏出故障时的解决办法，但是我当时因为刚上初一还看不懂那些内容 我当时既不会了解这个论坛的板块也不会注册这个论坛的号（尤其在当时邮箱注册对我来说是个严重问题），所以这个故障我也没法解决，我也没法从论坛获得更好的资源，这样直到我的玩第一段mc时间的结束，（我第一段mc生涯的中断就是不能解决启动器崩溃问题才结束的）这么不玩mc有半年，直到2016年初我玩腻了其他游戏后，又有了重新玩mc的想法，我想了一些办法先整到了远古版本（1.2.5）的包玩了1个多月，我终于又把1.7.10的大整合包在自家电脑上启动了（整合包哪里弄来的在我的新人帖里有介绍），于是就弃了那个内容少的要命的远古版本的游戏，在这段时间直到我开始接触论坛注册这个论坛号直接的这段时间，我好不容易搞明白一些mod怎么用，并且我无发辨别mod文件夹里mod是什么，一等崩溃时也不能上论坛提问，删增mod也造成了很多麻烦，(nei我当时根本不知道是什么，不过我下的整合包的mod中有它)常常误删重要的mod。\n  后来等到了今年年初，我通过一些方式简单了解下了论坛（zwh007和2403的地图在这其中起到了重要作用），我也有了注册论坛号的条件，于是在看了几次版规，坛规的帖子后就注册了这个号。\n  有时我有点后悔在2015年初没早点注册这个号，因为如果当时我注册了这个号，我可能会很好找到心仪的mod或整合包以及皮肤和地图，或我现在可能是9级10级甚至是版主(像素君就是个正面例子)，亦或是看到某些有名奇葩在作死的直播过程，但我也有点庆幸我没在2015年见到这个论坛就注册，因为以我的当时的脾气，见到了骆驼刷屏恶性辱骂后，我很可能会立马冲动生气和他理论，甚至可能无视版规和骆驼争吵，以至于骆驼把我的智商拉的和他一样低，我也会成为2015.2016这两年和骆驼，g某，以外的第三个臭名昭著的id,亦或是可能成为凉择洗，等凉择洗来你们可能会称他为z020114二世（不过我真在当时注册很可能不是这个id ）不过要是在2016年10月注册这个时间点最合适，因为我那时已经比较成熟了，没有了小学生的特征。\n  我的计划是想在这个论坛分享展示一些自己制作的地图（最初玩mc这个动机占了主要因素）。 \n  最后我想使自己的建筑技术变得好些，以便制做出好的地图来。",
    "replies": [
        {
            "author": "小安゜",
            "timestamp": 1501768080,
            "txt_content": "加油哦~mcbbs就是这么一个让人神往的平台呢"
        },
        {
            "author": "Оil",
            "timestamp": 1501768920,
            "txt_content": "加油吧……\n话说我当年是为了下载资源才注册的……\n当时有些附件下载要金粒的说。"
        },
        {
            "author": "hunterincave",
            "timestamp": 1501769400,
            "txt_content": "Oil 发表于 2017-8-3 22:02\n加油吧……\n话说我当年是为了下载资源才注册的……\n当时有些附件下载要金粒的说。 ...\n跟你注册的原因一样23333\n3年前注的册，一直划水，我直到今年7月才活跃起来"
        },
        {
            "author": "我的工业2",
            "timestamp": 1501769820,
            "txt_content": "可以，还行\n\n⑨了十了也很难当上版主啦\n你可以看看之前应聘成功的各版主的申请帖，估摸一下大致需要的额外能力"
        },
        {
            "author": "梦及深海丶",
            "timestamp": 1501771140,
            "txt_content": "啊 ~感觉你经历了好多呢XD"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1501803360,
            "txt_content": "我的工业2 发表于 2017-8-3 22:17\n可以，还行\n\n⑨了十了也很难当上版主啦\n我也看了一些有关的帖子，申请版主主要是要对自己申请的板块又足够了解，并且会相关的软件操作，又要有管理经验，但有关于我对于所有板块有关方面的资历少，仅建筑，红石，命令方块，和少量mod了解一些，相关软件也是刚接触，也不怎么会用（至少不是一窍不通），也不是很深入，管理经验更是几乎没有，还有我分不清对于水帖版主们是怎么选择扣分还是发好人卡。如果我要是在2015年注册我有关技术，mod红石建筑命令经验一定比现在要丰富，或许我早就知道了好的建筑方法，不用纯手撸建筑了，或许早就出了自己的地图，【（记得在2015年我想造一栋大厦，但建造没过半就因太烦而弃坑，这建筑是手撸的，并且就算是没过半的建筑也耗了至少一个月，并且构想是最基础的火柴盒），在2016年一个新档里我才建好了一个半多层公寓楼（一个只建到了一多半），一段比较长的红石铁路，和一个粗劣的石头底钻石块雕像（公寓楼是半火柴盒，那个钻石雕像根本不知到做成了什么东西），还有很长一段简单的围墙和中段的公路，另外一个小型地下室，一个两层火柴盒，和一个高塔（这个高塔是我第一次建造的非火柴盒建筑，算是不小的进步）这个依然手撸好几个月才建成的，到去年11月时，另一个档我有了快速建造的方法，用了we和其它的瞬间建造mod，效率有所增大。并且在一个空岛档里首次应用命令和命令方块，到了论坛看了一些建筑大佬的建筑帖子，我的技术才有了很大的发展】，或许早就有了当版主的条件，对不起有点跑题了，不过我能当版主的话我最可能是展示共享版，最不可能是服务器版。"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1501805700,
            "txt_content": "启动器看起来像是HCML\n听说HCML外包给某工作室了\n我用的时候老是崩溃"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1501805820,
            "txt_content": "咕噜and呼噜 发表于 2017-8-4 08:15\n启动器看起来像是HCML\n听说HCML外包给某工作室了\n我用的时候老是崩溃\n我当时应该使得是旋律或bmcl启动器因为当时hmcl还没出呢。"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1501806060,
            "txt_content": "z020114 发表于 2017-8-4 08:17\n我当时应该使得是旋律或bmcl启动器因为当时hmcl还没出呢。\n我记得旋律好像是发贴吧的吧......"
        },
        {
            "author": "水沐",
            "timestamp": 1501827900,
            "txt_content": "又遇到一个写的这么认真的家伙   "
        }
    ]
}