{
    "title": "Minecraft 携带版 1.1.5 发布",
    "author": "像素君",
    "replyCount": 16,
    "timestamp": 1501780800,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:00 编辑 \n正式版是Minecraft PE经过一段时间的测试版测试之后得到的稳定版本，也是众多材质、Addons、Js插件与官方领域服会逐渐跟进的版本。与此同时Google Play与App Store等官方软件商城也会推送次更新。  转载本贴时须要注明原作者以及本帖地址。  \n\n\n\nMARKETPLACE GETS INFINITY DUNGEON, SKINS AND STEAMPUNK!市场新增了《无限地牢》、皮肤和蒸汽朋克材质包！Randomised challenges and skins aplenty in the latest Pocket and Win 10 update在PE版和win10版的最新更新中加入的随机挑战和丰富皮肤\nA healthy slew of new skins is arriving on Marketplace today. Four packs of them, in fact! It’s really quite a range, from post-apocalyptic survival experts, medieval peasantfolk to beach bums and athletes of every kind. You can find them all by going directly to Marketplace through this very link on your Minecraftin’ mobile device or Windows 10 machine.\n\n今天，市场上出现了不少漂亮的新皮肤。事实上，市场上新增了四个皮肤包！这些皮肤涵盖的范围非常广泛，从世界末日后的生存专家，中世纪的农民，到沙滩上的男男女女和各类运动员。你可以通过在移动设备上的Minecraft或Windows 10电脑上的这个链接直接进入市场。\n\nBut even if you’re already comfortable in your own skin, there’s something else that might perk your interest: the ever-changing, reconfiguring, randomised deathtrap that is INFINITY DUNGEON EX! It’s a new version of a legendary map by the equally legendary Jigarbov, and it generates a new dungeon every time it’s played from a dizzying array of modules, each containing a different challenge. Parkour, combat, logic puzzles await within, as you hunt the items within its labyrinth, feed them to the Infinity Core and, hopefully, escape!\n\n即使你已经找到了适合自己的皮肤，这次更新还是有一些可以让你充满兴趣的东西：地图《无限地牢》！这里面有不断变化的、会不断重新配置的、死亡陷阱随机地在四周分布！这是Jigarbov制作的传奇地图，每一次的地图都是由一个个令人眼花缭乱的模块随机组成的，每一个模块中都有不同的挑战：跑酷、战斗、逻辑谜题。当你在迷宫里找到某些物品时，你就可以把它们喂给无限核心，然后你就可以获得梦寐以求的自由！\n\nIt’s been a much loved map on Java Edition, but it’s been updated for its Marketplace debut with new room designs, new puzzles, tools and mobs, and a brand new procedurally generated underground section with additional challenges and traps. Plus, you can play it on your phone! Convenient.\n\n这张地图的Java版很受欢迎，但是它在被移植到市场上的同时做了一次更新。这一次更新添加了新的房间，新的谜题，新的工具和新的怪物，还有一个全新的生成地牢的程序，以及更多的挑战和陷阱。更棒的是，你可以在自己的手机上游玩这张地图！这真是方便。\n\nHave a looksie yourself!\n\n下面就请欣赏一下它的预告片吧！\n\nhttp://static.hdslb.com/miniloader.swf?aid=12931498&page=1\nHere’s a quick glimpse of all the skins, too:\n\n下面是新加入的皮肤包一览：\n\nSUMMER FESTIVAL SKIN PACK by Noxcrew\n夏日节皮肤包——由Noxcrew制作\n\n\nIdeal for use with Noxcrew’s Summer Mini Games Festival, or any sunny, sandy, summery map. Whether you want to slip into some swimwear, try out life as a turtle, or fit on a mermaid flipper, these seasonal skins will give you a way to show off your beach body.\n\n这些皮肤适用于Noxcrew的地图《夏日迷你小游戏节》，或是任何充满阳光、沙滩、夏日气氛的地图。你可以穿上泳装，也可以尝试着像乌龟一样生活，或者是穿上美人鱼的衣服。不论你如何选择，这些季节性皮肤都会给你在沙滩上展示自己身材的机会。\n\nSURVIVORS SKIN PACK by Eneija\n幸存者皮肤包——由Eneija制作\n\n\nOh dear. Everything’s gone to pieces, and civilization is no more than a smoking, charred memory. But tenacious sorts can still survive among its ruins - why not be one of them? Dress the part with these hardy survivalist skins!\n\n哦，亲爱的，一切都已成为废墟，文明已化为充斥着浓烟和烧焦气味的记忆。但顽强之人仍能在废墟中生存——为什么不成为他们的一员呢?用这些幸存者的皮肤来装扮自己吧！\n\nKINGS & PAUPERS by Razzleberry Fox\n国王和乞丐——由Razzleberry Fox制作\n\n\nFrom the heights of the castle down to the streets of the city, this pack will immerse you in the European medieval era. Beg for your bread or bake it yourself, wield the king’s justice as a fearsome executioner or simply prat about as a jester. So many choices!\n\n从城堡到城市的街道，这个皮肤包会让你沉浸在中世纪的欧洲中。你可以向别人乞求面包，或者是自己烤制面包；你可以成为一名可怕的刽子手，为国王伸张正义，或者只是简简单单地做一个小丑。选择可有不少呢！\n\nSPORTS! by Razzleberry Fox\n运动——由Razzleberry Fox制作\n\n\nThere are 15 different sporting professions crammed into this pack: figure skaters, hockey players, volleyballers, fencers, footballers, gymnasts and more. Celebrate your Olympic feats in style!\n\n这个皮肤包15种不同运动员的皮肤：花样滑冰选手、曲棍球运动员、排球运动员、击剑运动员、足球运动员、运动员，等等。用你自己的方式庆祝奥运吧！\n\nAnd that’s not all!\n\n还不止这些！\n\nTomorrow, we'll also be bringing the console classic Steampunk Texture pack over to mobile and Win 10 devices. Build massive airships and shiny steam trains in all their ahistorical pseudo-Victorian glory!\n\n明天我们还将会把主机版上经典的蒸汽朋克材质包移植到PE版和win10版。建造巨大的飞艇和漂亮的蒸汽火车吧，它们可都是维多利亚时代（伪）的骄傲！\n\n\nWe also snuck in a substantial update to PureBDcraft, bringing updated textures and items, and a smattering of bug fixes and tweaks. The skin picker is now more efficient than ever! Tripwires display correctly! Weird stuff won’t happen to your clock or compass textures any more! Hooray!\n\n我们还偷偷地对PureBDcraft进行了一次更新，添加了新的材质和物品，做了调整并修复了一些bug。现在，皮肤选择器将会更加有效率地工作！拌线钩将会正确地显示出来！你的钟和指南针上再也不会有奇怪的东西了！万岁!\n\n\n原文链接：点此浏览\n原文作者：Marsh Davies\n原文发布日期：2017年8月2日\n文章翻译：像素君\n\n\n\n 正版地址AndroidGoogle Play(推荐): https://play.google.com/store/apps/details?id=com.mojang.minecraftpe亚马逊应用商店: http://www.amazon.cn/mojang-minecraft-pocket-edition/dp/b00992cf6wiOS App Store: https://itunes.apple.com/cn/app/minecraft-pocket-edition/id479516143Windows PhoneWindows Phone 游戏应用商店: http://www.windowsphone.com/zh-cn/store/app/minecraft-pocket-edition/1a625b44-b542-401b-bdff-52b4357c0573   外部来源以及详细的更新条目追踪 Mojang官方博客（英文）MCPE 测试版官方博客 （英文，内地需**）Jeb的Twitter（英文，内地需**）tomcc的Twitter（英文，内地需**）MissMarzenia的Twitter（英文，内地需**）Jason的Twitter（英文，内地需**）Daniel的Twitter（英文，内地需**）Shoghi的Twitter（英文，内地需**）\n",
    "replies": [
        {
            "author": "MC_Panda",
            "timestamp": 1501801920,
            "txt_content": "神一般的PE皮肤"
        },
        {
            "author": "縻风",
            "timestamp": 1501805100,
            "txt_content": "宣传图里的人有点鬼畜啊……"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1501808760,
            "txt_content": "不得不说，贴纸越来越难看。"
        },
        {
            "author": "1377023219",
            "timestamp": 1501813740,
            "txt_content": "都是什么鬼，这些风格有点诡异啊。上上上...几次那些“精细”的模型皮肤呢？"
        },
        {
            "author": "Alxeh",
            "timestamp": 1501820100,
            "txt_content": "mojang日常刷版本系列第N弹。"
        },
        {
            "author": "破损的鞘翅",
            "timestamp": 1501820340,
            "txt_content": "看楼上观众所言，歪果仁的审美不符合中国人的习惯。"
        },
        {
            "author": "kkk154",
            "timestamp": 1501861440,
            "txt_content": "都1.2了，要1.1.5何用？"
        },
        {
            "author": "pkmoln",
            "timestamp": 1501877100,
            "txt_content": "最后一张看错成佟♂大♂为，诶……"
        },
        {
            "author": "DQRT",
            "timestamp": 1501932000,
            "txt_content": "kkk154 发表于 2017-8-4 23:44\n都1.2了，要1.1.5何用？\nUI不一样"
        },
        {
            "author": "kkk154",
            "timestamp": 1501949340,
            "txt_content": "DQRT 发表于 2017-8-5 19:20\nUI不一样\n我喜欢新版的ui"
        },
        {
            "author": "673117056",
            "timestamp": 1502310300,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "673117056",
            "timestamp": 1502310360,
            "txt_content": "66666666666666666666666666666666"
        },
        {
            "author": "673117056",
            "timestamp": 1502310360,
            "txt_content": "签到~~~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "673117056",
            "timestamp": 1502310360,
            "txt_content": "66666666666666666666666666"
        },
        {
            "author": "方块宫宇",
            "timestamp": 1502339160,
            "txt_content": "666。终于出1.5了，大大的高兴了。"
        },
        {
            "author": "a2001772001",
            "timestamp": 1502689500,
            "txt_content": "表示看不懂！"
        }
    ]
}