{
    "title": "[1.7.10][DragonBlockC——龙珠C]添加新剧情！完美自在来袭！",
    "author": "2578119060",
    "replyCount": 99,
    "timestamp": 1501835580,
    "txt_content": " 本帖最后由 2578119060 于 2020-12-25 19:14 编辑 \n    \n=关于作者=作者Tamás Nagy，已经于2018年10月9日去世。\n我希望大家不要忘记Tamás Nagy带给我们的快乐！\n作者的弟弟JinGames_Ben已经接坑了\n龙珠不出意外会持续更新中\n=关于搬运=Xiang-Long \n这是他的帖子地址\nhttp://www.mcbbs.net/thread-493071-1-1.html\n帖子最后一次编辑为2016年1月9日，已经停止更新一段时间=关于授权=已经通过邮箱获取作者授权\n\n=MOD介绍=灵感来自于《七龙珠》动漫为题材而制作的一个MOD\n在MOD中可变身为赛亚人，混血赛亚人，娜美克星人，冰冻恶魔人\n用变身后的力量探索‘方块龙珠世界’吧\n建议收藏此贴来获取第一时间更新消息=MOD汉化=MOD为个人汉化一些翻译并不准确但并不影响游戏\n出现翻译错误还请各位在帖子下方指出=MOD BUG=已知BUG如下：\n服务器：\n玩家A登陆玩家B的账号无须输入密码即可删除技能\n解决办法：打开路径下\n.minecraft\\config\\jinryuujrmcore.cfg\n搜索 I:\"Offline Server Protector\"=0 \n进入服务器后禁止删除技能等操作单位为秒\n0可以改成0-300（建议改为60）\n据反映地府可以卡物品\n解决办法：打开路径下\n.minecraft\\config\\jinryuudragonblockc.cfg\n搜索：B:\"Death System - Switch Inventory\"=true\n死亡后和死亡前拥有两个世界的背包\ntrue可以修改为false即可关闭\n还有什么BUG请在帖子下方评论或加入聊天讨论群：832801580\n=Q&A=Q：为什么我选择种族的时候没有显示自定义头发，尾巴，皮肤\nA：您可能安装了高清修复，会导致显示的皮肤全部消失\nQ：为什么服务器中扣原版血量\nA：您可能使用了kcauldron这种服务端 建议使用cauldorn\n如果有任何问题可以在帖子下发提出问题\n=MOD版本=1.7.10最新版本-1.4.72（持续更新）\n1.6.2最新版本-1.1.3（停止更新）\n1.5.2最新版本-1.1（停止更新）\n=MOD详细介绍=关于种族 技能 等等请看这里\nNPC \n\n加林塔中的加林仙人加林仙人可以为你提供仙豆，筋斗云和学习技能\n\n神仙神殿中的神仙神仙可以为你提供剪掉尾巴，重新开始，学习技能和负重训练\n\n神仙神殿中的贝吉塔贝吉塔可以为你提供学习气功和学习技能\n\n神仙神殿中的特兰克斯特兰克斯可以为你提供学习气功和学习技能\n\n神仙神殿中的比克比克可以为你提供学习气功和学习技能\n\n龟仙屋中的武天老师（龟仙人）武天老师可以为你提供学习气功，学习技能和负重训练\n\n沙鲁的比武场中的沙鲁沙鲁可以为你提供学习气功，学习技能\n\n\n悟空的家中的悟空悟空可以为你提供学习气功和学习技能\n悟空的家中的悟饭悟饭可以为你提供学习气功和学习技能 \n\n巴比迪飞船中的巴比迪巴比迪可以为你提供魔化，学习气功和学习技能\n弗利萨的飞船中的弗利萨弗利萨可以为你提供学习气功和学习技能\n黄泉地府中的阎魔王\n阎魔王可以为你提供轮回转世，复活，呆在地府\n\n北界王星中的北界王北界王可以为你提供学习气功，学习技能和负重训练\n\n北界王星中的Jin（作者）Jin可以为你提供学习技能\n\n 黄泉地府下的蓝鬼和红鬼\n\n由地球龙珠召唤出来的神龙神龙可以满足你一个愿望（右侧可以下拉）\n由那美克星龙珠召唤出的波仑伽波仑伽可以满足你三个愿望（右侧可以下拉）\n那美克行星的那美克星人\n霸王龙那美克行星或Dirty Stony地形刷新\n迅猛龙那美克行星或Dirty Stony地形刷新\n三角龙那美克行星或Dirty Stony地形刷新\n\n贝吉塔行星的赛亚人主世界的剑齿虎在Dirty Stony地形或平原地形刷新\n主世界的红缎带机甲在Dirty Stony地形刷新\n世界\n\n\n黄泉世界\n贝吉塔行星\n那美克行星\n精神时光屋\n\n建筑物\n\n\n加林塔坐标固定80 220 60 \n\n神仙神殿坐标固定80 220 60\n龟仙屋坐标随机海洋群系（Ocean biome）\n沙鲁的比武场坐标随机平原群系（Plains biome）\n悟空的家坐标随机平原群系（Plains biome）\n巴比迪的飞船坐标随机平原群系（Plains biome）\n\n弗利萨的飞船（那美克行星刷新）\n黄泉地府死后自动传送\n蛇道地府后面\n北界王星蛇道尽头\n精神时光屋 神仙神殿屋子里进入\n生物群系\n\nDirty Stony新的生物群系会刷新新的矿物及新的NPC\n矿石\n\nJ界矿可以在黄泉地下生成，木镐以上均可挖掘\n迪罗格矿在黄泉地下生成，石镐以上均可挖掘\n雷诺沃里矿黄泉地下生成，石镐以上均可挖掘\n德诺迈德矿黄泉地下生成，铁镐以上均可挖掘\n高强度的晶体矿石可以在主世界Dirty Stony生物群系下生成，木镐以上均可挖掘\n装备/工具/武器\n\n\n\n道具/Vanity物品\n地球龙珠/那美克星龙珠 \n地球龙珠刷新在主世界/那美克星龙珠刷新在那美克行星\n用龙珠摆成一个工字然后右击中间的龙珠即可召唤神龙/波仑伽\n\n龙珠雷达\n龙珠在附近则会显示黄点\n\n\n空间仓\n鼠标中键打开操作面板，然后点击同意打开传送面板\n选择可进行上下跳动，Namek那美克行星Vegeta贝吉塔行星\n点击同意即可完成传送\n\n\n\n理发剪刀和梳子\n可以进行头发的发型调整\n\n\n探测器/紧身衣/负重训练/Vanity物品\n头部槽为物品栏第四排 （可存放探测器）\n本体槽为物品栏第三排（可存放紧身衣）\n重量槽为物品栏第二排（可存放负重训练服饰）\n最右侧八个槽为物品栏第一排（可存放vanity物品）\n\n\n按键\n1.2nd Fn：默认按键：CTRL\n\n使用筋斗云或空间舱的时候可以使用‘’CTRL‘’键来下降\nCTRL+E 打开龙珠装备插槽\nCTRL+右击 蓄力并释放气技能\nCTRL+鼠标滚轮 可以切换气技能\n\n2.Action menu：默认按键：X\n\n按‘’X‘’打开控制面板\n\n3.Bloodline Power Off：默认按键：H\n\n按‘’H‘’可以解除形态\n\n4.Bloodline Power On：默认按键：G\n\n按“   G   ”可以变身\n\n5.Date Sheet：默认按键：V\n\n按‘’V‘’可以显示龙珠主菜单\n\n6.Energy Control/Flight：默认按键：F\n\n习得舞空术后，可以跳起来或在空中按‘’F‘’即可飞行\n\n7.Energy Release：默认按键：C\n\n按‘’C‘’提升你的气，在左上角的 N 后面的百分比，提升后可以变身或释放技能\n\n8.Info Panel：默认按键：K\n\n打开新闻界面（一堆英文）\n\n9.Lock On：默认按键：Z\n\n习得气感后，可以按‘’Z‘’锁定敌人\n\n10.Story System：默认按键：L\n\n按‘’L‘’可以显示龙珠的故事系统\n\n11.Turbo Made：默认按键：R\n\n加速，（飞行，奔跑）\n\n功能\n帮助\n基本教程/合成指南\n\n客户端设置\n更改图像设置/用户界面\n\n\n新闻\n官网上的消息\n\n角色表\n一些基本信息\n\n技能\n种族天赋和技能的升级\n技能可以向指定NPC学习\n\n气技能\n气技能的设置与升级\n气技能可以自己设置技能或向指定NPC学习\n\n训练\n技能点的获取\n\n故事系统\n游戏的主要玩法\n\n组队管理\n\n服务器设置\n\n配置文件\n生成路径为.minecraft\\config \n拥有两个文件jinryuudragonblockc.cfg和jinryuujrmcore.cfg\n以下配置均个人理解（部分未经过游戏测试请谨慎修改）\njinryuudragonblockc.cfg\n\n#服务端！邪恶玩家在黄泉的出生位置 (X, Y, Z)\n    D:\"Death System - Evil Death Location Otherworld\" <\n        75.0\n        92.0\n        127.0\n # 服务端！邪恶玩家复活后的出生位置.\n    D:\"Death System - Evil Revive Location\" <\n\n        96.0\n\n        230.0\n\n        7.0\n#服务端！如果设置为true那么玩家可以免费复活,如果为false,那么玩家无法免费复活,只能通过轮回或者复活指令\n    B:\"Death System - Free Revive\"=true\n#服务端！善良玩家在黄泉的出生位置 (X, Y, Z)\n    D:\"Death System - Good Death Location Otherworld\" <\n\n        75.0\n\n        92.0\n\n        127.0\n# 服务端！善良玩家复活后的出生位置\n    D:\"Death System - Good Revive Location\" <\n\n        75.0\n\n        220.0\n\n        55.0\n#服务端！中立玩家在黄泉的出生位置 (X, Y, Z)\n    D:\"Death System - Neutral Death Location Otherworld\" <\n\n        75.0\n\n        92.0\n\n        127.0\n # 服务端！中立玩家复活后的出生位置\n    D:\"Death System - Neutral Revive Location\" <\n\n        58.0\n\n        220.0\n\n        7.0\n#服务端！轮回重置一切,你将重新开始,并且拥有一个百分比的属性.它的值为0-100（默认为50）如果要禁用请填写0\n    I:\"Death System - Reincarnation Penalty\"=50\n#服务端！如果免费复活开启,玩家将可以复活.时间可以是1-100000分钟（将近一周）（默认值为5）\n    I:\"Death System - Revive Timer\"=5\n#服务端！如果为true那么将拥有死亡时的物品栏和复活时的物品栏,如果为false取决于复活时的物品栏（服务器建议关闭）\n    B:\"Death System - Switch Inventory\"=true\n #服务端！如果为false死亡系统则为打开,相反true为关闭（如果为true可以减少滞后）\n    B:\"Death System Off\"=false\n#服务端！Dirty Stone 地形的生成速率,值为0-30 (默认为10)\n    I:\"Dirty Stone biome spawn rate\"=10\n#服务端！如果为true就会生成龙珠,如果为false则不会生成龙珠（如果为flase可以减少滞后）\n    B:\"Dragon Blocks Spawn Enabled\"=false\n#服务端！龙珠的生成时间拥有3个状态morning（早上）midday（中午-默认）evening（晚上）\n    S:\"Dragon Blocks Spawn Time\"=midday\n#服务器端！赛亚人在超级赛亚人之神的仪式完成后的冷却时间为0-1000分钟（默认为10）\n    I:\"Transformation - SuperSaiyanGod Helpers fatigue\"=10\n#服务端！超级赛亚人之神仪式的赛亚人人数需求,人数可以在1-100人（默认为5人）\n    I:\"Transformation - SuperSaiyanGod Helpers needed\"=5\n#服务端！如果为true,神形态将被允许使用,flase则禁止使用\n    B:\"Transformations - God Form\"=true\n#客户端！如果为true,变身为神形态将会拥有SSG红色眼睛和SSG光环,反之false则无变化\n    B:\"Transformations - God Forms Cosmetics\"=true\njinryuujrmcore.cfg\n待更新\n命令\njrmca set/add 属性 点数 玩家\n实例1：jrmca set str 1 123\n玩家123力量属性设置为1\n实例2：jrmca add  str 1 123\n玩家123力量属性增加1\n实例3：jrmca add  str -1 123\n玩家123力量属性减少1\n实例4：jrmca set all 1/max/reset 123\n玩家123所有属性设置为1/max（极限）/reset（重置）\njrmctp 点数 玩家 （点数最大1000000000）\n实例1：jrmctp 100 123\n玩家123增加100技能点\n实例2：jrmctp -100 123\n玩家123减少100技能点\njrmctexp 卡槽位置 经验 玩家（卡槽位置为1-4）（经验最大100000）\n实例1：jrmctexp 1 1 123\n玩家123的气技能卡槽位置1添加1的经验\njrmcm main 章节 （章节为0-82）\n实例1：jrmcm main 1 123 \n玩家123的故事系列章节调整到1\njrmcpvp  true/flas 开/关\n实例1：jrmcpvp true PVP开\n待更新\n=下载地址/下载教程/汉化文件/安装教程=下载地址：\n\n官方网站：http://jingames.net原帖地址：http://main.jingames.net官方下载地址：http://dl.jingames.net/请各位不要提供第三方下载地址！JinGame的所有MOD只允许通过官方途径下载下载教程：\n\n打开官方下载地址（可点击）以JRMCore 1.3.31版本实例\n\n\n\n汉化文件：\n\n提取码为：d74m\n使用压缩软件打开DBC和JRMC,然后找到相对应的路径替换zh_CN\nassets/jinryuudragonbc/lang\nassets/jinryuumodscore/lang\n安装教程：\n\n将下载的JRM Core，JBRA Client，Dragon Block C 全部拖入mods则安装成功\n=作者日志（部分汉化）（部分配置和命令考虑到自身时间问题没有汉化，后续会更新出来）\n以下自在极意功简称为UI大家好！\n此版本的发布时间比原先的计划要早一些，它包含着一些重大的改变。所以至少在发布新的修复版本之前，不建议在服务器中使用。另外在这次更新当中，我尝试使用新的方法来记录mods的修改，但这是错误的决定，因为我没有写下所有的信息，所以这次的更新日志是不完善的，而且没有以前那么详细。\n\nBUILD 1.114 (修复)\nMOD更新：\nJBRA Version 1.6.46 (修复)JRMCore C Version 1.3.33  (修复)\nJBRA Version 1.6.46\n修复：\n超级形态的头发都是白色\nJRMCore C Version 1.3.33\n修复：\n超级形态的头发都是白色\nBUILD 1.113\nMOD更新：\nJBRA Version 1.6.45Dragon Block C Version 1.4.72JRMCore C Version 1.3.32\nJBRA Version 1.6.45:\n变化：\n使其与新的自在极意功系统兼容\nDragon Block C Version 1.4.72:\n附加内容：\nNPC：\n危险三重奏（巴兹尔，拉凡达，贝尔盖莫），里布里安，卡莉芙拉（正常），卡莉芙拉（超级赛亚人），蒂斯破，吉连（正常），吉连（全功率），开尔（正常），开尔（超级赛亚人），开芙拉（正常），开芙拉（超级赛亚人），托破（正常），托破（破环神状态）大部分的破坏神和天使\n\n\n故事模式\n龙珠超完成\n维度\n 无之界\n力之大会和全览大会天使维斯生成在竞技场\n\n\n建筑物\n 大长老的房子\n在那美克行星上进行生成\n配置\n  无之界最小高度\n如果玩家低于设定的高度就会传送回维斯身旁维斯可以将玩家传送无之界并返回地球维斯的传送地点在无之界与地球阎魔王的大小比例大长老的大小比例\n变化：\n使其与新的JRMCore系统兼容维斯在天神殿生成如果启用维斯可以传送玩家进出无之界无之界中维斯的安全区域将变得很小\nJRMCore C Version 1.3.32:\n附件内容：\n配置：\nExtendedPlayer变量虽然没有经过太多测试，但是他应该可以提高Mod Pack的兼容性\n变化：自在极意功:变形不再可以在移动时蓄力变形可以在爆气模式时蓄力如果你处于UI的状态下击中同样处于UI状态下的某玩家，闪避率将除以两个玩家之间的等级差。等级间的差别越小，闪避率就越低新的不完整气焰和白发UI\n自动计数器:如果你成功躲避了一次攻击，那么你有x %的几率反击伤害来源使用该技能后的疼痛状态效果持续时间将取决于玩家在该技能中所达到的最高级别的UI新的独特的配置文件位于“config\\jingames\\dbc\\forms\\ultra_instinct.cfg”\n配置:主要:自在极意功等级：默认情况下，你有三个等级等级1和等级2是不完整的, 等级3是完整的/白发版本每一个等级都比之前的等级更强，但是它们的“寿命”会更短，因为它们的最高热量较低，所以你可以保持1级的状态，是3级时间的2倍UI不能躲避的伤害源列表UI可以反击的伤害源列表处于疼痛要求\n       模式:\n0 = 完全关闭1 = 玩家至少有一次疼痛状态的影响才能进入白头发的UI（也就是完全自在）2 = 玩家只有在疼痛状态下才能进入白头发的UI（也就是完全自在）当玩家进入白头发的自在时重置 疼痛持续时间如果 “在疼苦中” 设置的模式为2，此计时器将在设置的时间段后将其重置\n对于每个级别:属性乘数反击伤害（百分比）反击率（最小，最大）每个级别都有一个最小和最大率当前的攻击率将通过使用此配置值检查玩家当前的热气流％来确定（热气流为物品栏上方的白色热条）闪避率每个级别都有一个最小和最大率当前的攻击率将通过使用此配置值检查玩家当前的热气流％来确定闪避耐力消耗反击耐力消耗体力要求（百分比）热量计时器将其设置为0将禁用它，使形态无限存在级别要求心灵要求疼痛持续时间级别要求（百分比）可跳过级别要求如果为true，当你拥有级别3时，变身可跳过级别2和级别1。成功转型聊天消息在字符串中添加“@p”将被替换为玩家的名字TP花费白发模式开启\n能量攻击:Added new 2D option for Ki Attacks and JutsusAdded Client settings to switch between the 2D/3D rendering, and change the size and transparency of the attacksEnergy Attacks only give Experience Once when hitting entities (this just effects mainly Ki Explosions)Completely changed the Sizes for Energy Attacks.Now they depend on what the damage of the attack is compared to the server’s max attribute and the new size configsNew Particles for charging and shooting techniquesKi Attack’s explosion size now actually depends on the strength of the attack (be sure to change the “Energy Attack Size Limit” config if you want bigger explosions)Config “Energy Attack Explosion Size” was changed to a DOUBLE number that can go from 0 to 100. So now it can be set to very small numbers such as 0.01. (This means that it will generate a new config!)\n配置:Continues Attacks can be shot foreverContinues Attacks start moving forward again once the hit entity isn’t near anymoreContinues Attack Enemy LockEnergy Attack Death after x tickSlow down when hitting an entityKi Shield, and Explosions follow the userTraining Point Gain MultiplierThis originally was connected to the Global Training Point Gain MultiplierList of Continues Attack typesMinimum and Maximum Size ScaleScale with the User’s heightContinues Attack User walks or looks away from it then it dies OnContinues Attack Dies if the hit entity moves away from itContinues Attack Shrinks if the user looks walks or looks awayKi Attack Power FormulaThis is used to calculate the Power of a Ki Attack when it clashes with another one to decide which is more powerfulAura Lightning becomes red if the Player has the Majin Status EffectCustom Particles have a longer render range\n修复：Naruto C characters didn’t gain Damage when using “forms” such as 8 gates, and dojutsus such as Sharingan and Byakugan.如果气类型的效果被禁用，那么它被使用时的效果将被设置为0Hyperbolic Time Chamber kick from being too long in the dimension sent the players to a bad locationSwapping the location of Ki Techniques didn’t swap their cooldown timerKi Waves (now all Continues attacks) cost didn’t scale with the Ki Cost Config once it looked onto a Target\n（部分配置和命令考虑到自身时间问题没有汉化，后续会更新出来）Dragon Block C Version 1.4.71：\n添加：\n配置 ：\n各阵营的复活位置\n行星贝吉塔生成速度\n医疗液体/医疗舱的门变化：配置：（它们将生成新的配置文件）注：服务器谨慎更新此版本气防御，气护体护甲每层等级\n气防御，气护体升级每层等级生物模型：\n新的模型：阎魔王，北界王小改动：比鲁斯, 贝利布露, 象帕, 胖布欧, 瘦布欧, 大布欧, 悟天克斯布欧, 比克布欧, 悟饭布欧, 南界王神布欧, 小布欧\n克林, 巨大化武天老师, 西萨米, 索尔贝, 塔格玛,芭朵斯 , 维斯, 扎马斯, 光之壁扎马斯, 巨魔化扎马斯修复：\nDebugging Console text writing a few block IDs at the start of the servers was removed\nDbcspawn command could not be used with only health being set\nMobs on some servers have a negative number as their damage which creates a crash, now their damage is set to 0.\nJRMCore C Version 1.3.31:添加：\n命令\nJRMC种族天赋:\n设置或增加玩家的种族天赋等级\n命令：“/jrmcracialskill set/add Level [Player] [TPCostOn] [ConsiderMind]”\n实例：“/jrmcracialskill add 1 @p true true”\n龙珠和火影忍者都可适用\n配置：\nRacial Skills can be leveled up using TP on/off.\nPlayer Update Timer (Tick): Sets how often the player will update itself when asking for missions, and when entering the teleporter for the Hyperbolic Time Chamber\nJRMCRacialSkill command received 3 Command configs to notify Self, console, or others.\nFor Ki attacks:\nList of Entities EVERY Ki Attacks react to\nReactions: The Ki blast will…\n1 = Vanish from it\n2 = Destroy it\n3 = Destroy it IF “effect” is on for Ki attack\n4 = Damage it\n5 = Damage it IF “effect” is on for Ki attack\nThe default config will destroy Snowballs, Arrows, Small fireballs, Large fireballs\nTo add a specific Ki Attack Type to the config add for example “jinryuudragonblockc.EnergyAttack!2 1”.\n2 equals the type of the Ki attack, and 1 sets it to instantly vanish/die from it\nKi Attack type list:\nWave = 0, Ball = 1, Disk = 2, Laser = 3, Spiral = 4, Large Ball = 5, Barrage = 6, Shield = 7, Explosion = 8\nNOTE:\nKi attacks still work the same way. Even if a living entity is not on the list it will still damage it like before.\nSome entities don’t always get deleted. This might be caused by lag.\nSeparate “List of Entities Ki Attacks react to” for Each Ki attack type besides Shield and Explosion\nThis way you can configure special reactions to entities for specific Ki types, while having the option to only use the config above for the ones every type uses\nEntity Hit by Ki Attack Console message\nIf a Ki Attack hits an entity which is compatible with the Config above it will type in the name of the Entity in the server console/log.\nSpirals go through entities rather than explode (on off)\nFinal Explosion vanishes if the user dies\nIf a blast is x times weaker than the other Ki attack clashed with then it just instantly gets destroyed\nKi Attacks knockback on/off\nKi Shields and Explosions give Ki Tech Experience percentage\nDisable Explosion/Effect for any specific Ki type\nFinal Explosion Self Harm Damage Percentage (from 0 to 100)\n变化：\n命令：\nJRMCTP：\nYou can now add an equation with Player NBT values to the TP value\nUsage: “/jrmctp value [Player]” or “/jrmctp value [Player] [(nbt)]”\nCompatible Math operations: (+, -, *, /, %)\nThe command will try to look for numbers in NBT values even if it’s a text, BUT it will only succeed in finding numbers if the last value is not a character, but a digit.\nThis means that it is compatible with Super form levels which are saved for Ki Types as “TRx” – x being the level.\nIf it fails to find a number then it will just ignore the formula and move to the next one.\nNBT Options:\nMethod 1:\n[ Math operation (NBT) ]\nExample: “/jrmctp 1 @p [*(jrmcAlign)]”\nTP Result: 1 * Player’s Alignment\nMethod 2:\n[ Math operation (NBT | Number 1 | Math operation 2) ]\nExample: “/jrmctp 15 @p [*(jrmcDiff|3|-)]”\nTP Result: 15 * (3 – Player’s Difficulty ID)\nMethod 3:\n[ Math operation (NBT | Number 1 | Math operation 2 | Math operation 3 | number 2) ]\nExample: “/jrmctp 15 @p [*(jrmcDiff|3|-|+|1)]”\nTP Result: 15 * (3 – (Player’s Difficulty ID + 1))\nUsing Multiple Methods:\n[ Math operation (NBT) Math operation 2 (NBT 2) ]\nExample: “/jrmctp 15 @p [*(jrmcDiff|3|-|+|1)*(jrmcAlign)]”\nTP Result: 15 * (3 – (Player’s Difficulty ID + 1)) * Player’s Alignment\nClient Settings:\nEnma’s Desk on/off\nFor Clients regarding Ki configs:\nYou can no longer charge disabled Ki Attack types\nKi Attack charge is now connected to the Ki Attack damage and cost configs\nArcosian 5th form mask On/Off switch in Action menu received colors, and changed text from “Mask” to “5th Form Mask”\nKi Attacks now go through certain entities by default instead of instantly vanishing (e.g.: projectiles)\nHelp Guide Crafting Page:\nItems are generated items instead of a few fixed images making it Texture pack compatible\nHovering the mouse over an item will display its name.\nAdded most crafting recipes from the JinGames mods.\nConfig name description for Explosion Max Age Ticks multiplier removing “multiplier” from both (A new config will be generated for it!)\n修复：\nOozaru transformation will turn you into an Oozaru in more cases even if another form is enabled.\nKi Blade/Scythe power didn’t scale with forms.\nCustom HUD preview in the client settings would create a crash if DBC wasn’t installed.\nA few Portuguese language file crashes.\nOn server update it will now check if a player is above the max Racial skill level to prevent crashes.\nKi Explosion Client Hack\nStatus effect Cooldown texts were invisible with Custom HUD turned off.\nJutsus:\nWeak Jutsus (mainly 1% chakra ones) had 0 set as their size making them invisible.\nJutsus would often vanish instead of dealing damage to their target\nLearnable Jutsus list’s next page button didn’t function properly.\nPlayer reset while being Fused could cause issues so it was a bit tweaked to not always reset the players.\nNOTE: It still can cause issues, so you should still avoid trying.\nOther small fixes\nDragon Block C Version 1.4.70:\nADDED:\nKatchin block can be crafted back to shards\nJRMCore Version 1.3.30:\nADDED:\nConfig: \nMystic Level Loss Timer Multiplier (0 = timer disabled)\nPlayer Flying Speed Multiplier\nHelp Crafting Guides for: \nKatchin Block, Smooth Katchin Block, Katchin Brick\nPaste Custom HUD code button to Client settings \nOnly shows up if Custom HUD is enabled\nAllows you to Paste a Custom HUD code from your clipboard\nIF the player pastes an invalid code it will hide the HUD \nDo NOT save your client settings if the HUD isn’t showing, it will create a bugged config which then needs to be manually fixed\nClient Setting (User Interface): \nSwitch between “Enable/Disable” to “Off/On” in the action menu\nEnable/Disable Colored text in the Action menu\nCHANGED:\nKi Shield and Ki Explosion skills will vanish if the user reaches 0 JRMCore Health\nColorable Long Boots crafting recipe, and changed it in the crafting guides too\nAction menu option Texts \n“Disable/Enable” is “Off/On” by default\nChanged colors and received borders \nWhite default text, Gold if highlighted\nBlack border\nOn/Off is Green/Red\nKi Blade and Ki Scythe text in the action menu to “Ki Weapon: Ki Blade/Ki Scythe/Off”\nSpiritbomb Charge particles also spawn if the skill has “spirit bomb” in it’s name and Kamehameha Charge particles also spawn if the skill has “kame hame” in it’s name\nFIXED:\nCrash if Naruto C Wall Jutsus got hit by newer Jutsus\nIf “Other particles” was disabled in client settings then the Ki Attack Charge effect would not vanish or move.\nKi Shield Technique upgrade button texts were all “Shield increased”\nJBRA Version 1.6.43:\nCHANGED:\nSSJ3 Doesn’t show eyebrows (and they received a unique empty texture file)\nFIXED:\n(Hopefully) A crash when using Naruto C Rasengan, and then exiting and re-entering a world\nDragon Block C Version 1.4.68:\nCHANGED:\nCommand dbcspawn:\nNow you can set the spawned entity’s damage as well\nFIXED:\nA crash with Aura Flying Trails if the player could not be found\nJRMCore Version 1.3.29:\nADDED:\nBorder Block:\nWorks similar to Barrier Blocks. They can not be destroyed, and you can’t go through them, and you can only get them via creative mode or cheats.\nThey have an animated texture which is always visible, but if you hold the block in your hand then it will use a “locked” texture which isn’t animated.\nEvery Ki Attack that contains “Galic” in it’s name will create a new Galick Gun charge animation\nConfigs:\nKi attacks:\nDisable any specific Attack Types\nSet Damage, Speed, and Cost of each Attack Type\nKi Explosion Max Age Tick (the amount of time it is active after being fired)\nMeditation Stamina Cost Multiplier\nKi Blade and Scythe Damage multiplier from Ki fist and Ki infuse skills separately\nCustom HUD:\nVanilla minecraft health is actually added now (if player reaches 0 health, then his life bar will become will, but will have a red tint)\nIF “color with aura” is enabled then it will use the Text Color for the bar, then combine the two in to a new single color\nCHANGED:\nKamehameha charge particles appear if a skill has “kamehame” in its name\nKamehameha and Spiritbomb charge particles are now using the skills color rather then a fix one\nSmall note: These particles spawn if the name of an attack name (including custom ones) contains\n“spiritbomb” – Spawns Spiritbomb particles\n“kahame” or “kamehame” – Spawns Kamehame particles\nAll new player properties from the last big update were combined into a single data giving back more compatibility with non-JinGames mods, but will cause crashes when downgrading them\nParticle Spawn amount Client Setting can now be set to 0\nAll Attack’s charging particle textures were moved to Dragon Block C as “bens_particles_attack.png”\nFinal Explosion (Ki Explosion with Effect on) locks the user to the attack’s position\nKi Shields do not gain experience if hitting another Ki Shield or a Ki Explosion\nFIXED:\nDamage indicators didn’t rotate properly in the second third person view.\nA Client Crash with Ki Charge animations that created particles if the user could not be found\nJRMCore missions could not change the damage of entities below their set base amount (this change could cause issues with non JinGames entities)\nKi blade/scythe used the Spirit attribute instead of Will Power power in some parts of the formula\nNaruto Jutsus were too fast if their affinity was leveled up\nFinal Explosion KO-d the user if Friendly Fist was enabled\nTexts for Attack Types:\nBarrage damage didn’t show the proper amount (because the skill type instant charges, but only to 50%)\nBarrage cost was written as 5x as much then it should be, but was normal after creating it\nKi Shield “Damage” texts were switched to “Shield”\nKi Shield and Ki Explosion Shield/Damage was multiplied by 2 as the damage taken from attacks are divided by 2\nKi Explosion with Effect on has it’s damage multiplied by 3\nJBRA Version 1.6.42:\nCHANGED:\nKi Blade’s size increases as you level up Ki Fist and Ki Infuse\nFIXED:\nSharingan and Byakugan received a unique texture for each basic eye\nDragon Block C Version 1.4.67:\nADDED:\nGave Unstable/Damaged Fused Zamasus the SSJ Rose Aura\nCHANGED:\nReduced Barrage skill shot sound volume: 100% > 20%\nReduced Barrage skill moving sound volume: 100% > 50%\nREMOVED: Flying speed config for now because it was client sided.\nConfigs: Flying speed stamina cost was rewritten to “Flying speed, and Dodging Stamina cost”\nFIXED:\nThe Ki Scythe Damage config had  a bad value written as default in its description.\nJRMCore Version 1.3.28:\nFIXED:\nKi shield would CRASH the server when getting hit by an energy attack.\nJBRA Version 1.6.41:\nCHANGED:\nKi Scythe received a very small rotation when rendering on players\nKaioken Gives a red tint even when charging\nFIXED:\nYou could only see ki blades and ki scythes if you had ki fist and ki infuse learned\nSSJ4 fur color did not turn white if April mode was enabled\nHopefully a crash with the bruises textures sometimes not found\nDragon Block C Version 1.4.66:\nADDED:\nSuper Saiyan 5 Each April the first every Super Saiyan 4 will turn into Super Saiyan 5 or if April fools mode is enabled in the client settings\nStory Mode: Fight 7 Cell jrs before Final Form Cell\nFinished Buu saga\nBeerus Arc\nGolden Frieza Arc\nUniverse 6 7 Tournament Arc\nCopy Vegeta Arc\nFuture Trunks Arc\nSKILLS: Ki Blade/Sword AND Ki Scythe They don’t have a new unique skill for now,  instead they can be acquired by learning Ki first and Ki infuse.\nYou can turn them on in the second page of the action menu (Default key: X) in the right middle box.\nRaises your punching power, and it gets stronger by leveling up ki fist and ki infuse.\nTheir Colors change with your Aura color\nBoth use Ki when hitting.\nTheir damage rises with higher Ki first and Ki infuse levels, and their cost goes slightly down.\nScythe is 3 times stronger than blade, but costs 3 times to hit with it\nHaving 0% release will turn them off\nKi Barrage (Ki Attack Type) Very small cooldown timer\nRaising the Damage ki power % will not raise its cooldown\nKi Shield AND Ki push (Ki Attack Type) Moving away 3 blocks from it will make it vanish.\nTurning EFFECT on in the skill creator will make it push away others\nBlocks Ki Attacks, but takes damage from them.\nKi Explosion AND Final Explosion (Ki Attack Type) Damages entities inside it. IF effect is on then it will damage the user as well, But it deals three times the damage\nTurning EFFECT on in the skill creator will make it damage the user as well, but deals 3 times more damage\nBlocks Ki Attacks, but takes damage from them.\nMOBS: Master Grand Elder Guru Doesn’t spawn naturally yet (“summon with command “/summon jinryuudragonblockc.gurumaster”)\nCan teach Skill potential unlock\nMaster Whis Doesn’t spawn naturally yet (“summon with command “/summon jinryuudragonblockc.whismaster”)\nCan teach Skills God Form, and Ultra instinct\nCan give Weight Whis’s Heavy Weight Suit\nGoku –  (Normal, SSJ, SSJ God, SSJ Blue)\nVegeta – (Normal, SSJ , SSJ God, SSJ Blue)\nAdult Gohan Blue Gi – (Normal, SSJ)\nAdult Gohan Orange Gi – (Normal, SSJ)\nFuture Trunks DBZ – (Normal, SSJ)\nFuture Trunks DBS – (Normal, SSJ)\nKrillin\nMaster Roshi Super\nCell jr.\nEvil/Skinny Buu\nBuff Super Buu\nSuper Buu Gotenks absorbed\nSuper Buu Piccolo absorbed\nSuper Buu Gohan absorbed\nKid Buu\nShisami\nSorbet\nTagoma\nBerryblue\nBotamo\nCabba – (Normal, SSJ)\nChampa\nFrost (Form 1, 2, 3, 4, 5(looks like 4), 6)\nHit\nMagetta\nMonaka\nVados\nWhis\nZeno\nGoku Black (Normal, SSJ Rose)\nZamasu\nFused Zamasu (Normal, Half-Corrupted, and Big Half-Corrupted)\nBeerus in Monaka suit 1, 2, 3\nCopy Vegeta (Normal, SSJ Blue)\nNamekian Frog Spawns on namek with the configured spawn rate\nYou can summon him with the command “/summon jinryuudragonblockc.EntityNamekFrog”\nCommand: Spawn Ki blasts Command: “/dbcspawnki” “/dbcspawnki (Type) (Speed) (Damage) (Effect) (Color) (Density) (Sound: Move) (Charge Percentage) [User Position X] [User Position Y] [User Position Z]’ to spawn a Ki Attack.”\nExample usage: “/dbcspawnki 1 1 10000 0 2 1 0 50 44 77 152” OR “dbcspawnki 1 1 10000 0 2 1 0 50 44 77 152 @p”\nThis command allows you to spawn a ki attack from a specific entity. It checks for a user in a specific position, and spawns a KI attack using his rotation.\nConfigs: Ki Fist damage, and cost per level multiplier\nKi Infuse damage, and cost per level multiplier\nKi Defense armor, and cost per level multiplier\nKi Blade damage, and cost per level multiplier\nSpacepod, and Flying nimbus flying speed multiplier\nPlayer flying speed, ki cost and stamina cost multiplier\nDirty Stone/Rocky Biome spawn rate\nNamekian Frog spawn rate\nA Very simple dodge animation for Ultra instinct\nBlock: Namekian/Guru’s Throne Can be right clicked to sit in it (sadly doesn’t work a lot of times at the moment)\nKi Attack Charge Animation\nCustom particles: Player Flying Aura Trail\nFlying nimbus moving trail\n2D particle Aura (You can use both this and the old aura at the same time). God form, SSJ Blue, SSJ blue Shinka, SSJ Rose, SSJ Rose Shinka, Golden Arcosian, Ultra instinct all have their own unique aura.\nSpiritbomb has small particles flying towards it while charging, and kamehameha has a few lines spinning around it randomly.\nNPC Auras Some of them have a unique aura (for example Goku SSJ Blue, SSJ God, SSJ, Goku Black SSJ Rose, and Beerus)\nSounds: Ki blade/ki scythe On\nKi blade/ki scythe Hit\nLock on\nBlocking (has 2 different sound effects)\nUltra instinct dodge (has 3 different sound effects)\nHit Time Skip when he teleports towards his target\nGoku Black Teleport when he teleports towards his target\nRocket Shot\nRocket Travel\nVanity Items: Halo\nWhis’s Angel Halo\nFused Zamasu’s Barrier of Light\nWeight Item: Whis’s Heavy Suit\nCHANGED:\nCommand dbcspawn Now you can set the health of the spawned Entity using the command “/dbcspawn (MobName) (Health)”\nConfig: (They might create a new config, because of the default value change) Default Mecha spawn rate from 4 to 3\nDefault Sabertooth spawn rate from 4 to 2\nZ sword model\nLightning’s color gets a slight red tint when the user has Kaioken status effect\nBlack Flying nimbus name to Dark Flying nimbus\nKi blasts now have 2 colors, a lighter inside and a normal outline.\nKi attacks from the same person won’t hit each other, unless it is a ki shield or a ki explosion\nAura lightning is a bit more random with size, rotation, position, and amount.\nUltra instinct aura particles\nJin’s aura particles to the new Ultra instinct\nSounds: Punching (has 3 different sound effects)\nFlying Nimbus models and textures. They have a small shake animation.\nItem texture for black nimbus to match the now dark blue tone of the model texture.\nA few body slot Gi clothes were changed to Vanity items.\nRed Ribbon Mechas no longer spawn in plains biome\nKi infuse, Ki Shield, Ki Defense were all boosted in power with the new configs\nFIXED:\nInstead of spawning Sabertooths in the selected biomes (Plains, Forest, Forest hills, Birch forest, Birch forest hills) they were spawning Red Ribbon Mechas\nAura Lightning would follow the client player when moving away from it, rather than rendering on the player creating it.\nMany of the mobs made King Cold(s) angry on death (Super Buu, Beerus, Cell1,2,3,4, Android 16,17,18,19,20, Dabura, Pui Pui, Yakon)\nGolden Frieza made Jeice(s) and Burter(s) angry on death\nSuper Android 17 clothes received damaged textures\nJRMCore Version 1.3.27:\nADDED:\nIn-Game Client config: Damage bruises (ON/OFF)\n3D Normal aura, 2D god aura (ON/OFF)\n3D Aura Invisibility\nCHANGED:\nBruises images were moved one folder up\nReduced the ki explosion life ticks: 120 > 60\nKi Barrages  now have a 1 in 5 chance to get experience\nKi Explosions now have a 1 in 3 chance to get experience\nKi Shields can level up now, and a 1 in 3 chance to get experience by getting hit with a energy attack\nCustom HUD: Battle Power text now also contains the difficulty level of the player, and the arcosian power point reserve amount\nYou can no more swoop with a low amount of Ki (10% – (Fly Skill level * 0.5%)) for now to prevent a few bugs\nFIXED:\nIf you were a pure blooded Saiyan then you you could not use the new RGB color picker anywhere\nNew Ki charge effect used the client player’s skills for things like color\nDragon Block C release version 1.4.65:\nREDUCED Red Ribbon Mechas, and Sabertooth’s spawn rate (From 8 and 10 to 4)\nADDED Configs:\nSet Damage, Health, And Spawn rate for\nDinos\nRed Ribbon Mechas\nSaber Tooth\nSet Spawn rate for Ogres (this might not work)\nJBRA release version 1.6.39:\nCHANGED: Rewritten Vanity item model renders.\nCHANGED: Now there is a specific armor id for Vanity items, that will make it hide the player hair when worn rather than asking for a fix few Vanity items.\nJRMCore release version 1.3.24\nCHANGED textures for:\nKatana\nBrave sword\nZ Sword\nSmall club Item\nCooked dino meat Item\nCHANGED Texture for Enderman Sweater Damaged to an actually damaged one.\nFIXED: First DBC colorable Shirt had “Creeper Sweater” as name by changing the Creeper and Enderman Sweaters names\nADD Vanity Santa full clothing set as a Christmas update bonus.\nHas crafting recipe.\nADDED Blocks\n5 Blocks with unique patterns\nEach has 16 color variants that you can use.\nEach color variation has a stars, slab, and fence to it.\nThey can not be crafted.\nADDED Particles for Explosions used in DBC and Naruto C.\nCHANGED Texture for:\nStatus effect green up, and red up arrow, and red X\nFIXED: When using Chakra as power, in client settings it wouldn’t render and position your chakra bar properly.\nOTHER FIXES to a few random client sided crashes, and hacks.\nFIXED: The Health and Stamina/Action bar’s red outline shows your minecraft health again.\nADDED to Vanity Items description that they can be colored using dye surrounding them.\nADDED: To Help Menu:\nIn Basic keys Guide: Spacepod key to turn it on (pick block/mouse 3 middle button)\nWhen entering Guides it will now give you a list of all of their titles.\nColorable Tieless Belt, Colorable Wide Tieless Belt, Santa set, Konohamaru’s Scarf and Naruto’s Goggles recipe\nCHANGED Colorable Tied Belt’s recipe\nCHANGED the inventory image to the current one with 8 vanity slots\nTo recipes that you can color “colorable” vanity items by surrounding them with dye\nClient settings and Ben’s config:\nFIXED: Upgrading and downgrading Ben’s config can cause crashes. Starting from this version that should not happen anymore.\nADDED: The lock on style image is visible on screen\nFIXED: Ki bar now shows properly without needing to save\nADDED: Naruto Fireball Particles ON/OFF\nADDED: Explosion Particles ON/OFF\nADDED: God particles ON/OFF Now also affects the new Ultra instinct particles\nADDED: Rotated Health bar ON/OFF (Known error: It doesn’t rotate in the client settings preview)\nADDED: Percentage/normal Health bar level switch\nDragon Block C release version 1.4.64\nFlying nimbus Item\nBlack flying nimbus Item\nKatchin shard Item\nKi Sense\nNamek House Stone/Basic Wall Stone Block\nSpace Pod Entity and Item, and GUI\nFIXED: In second third person view Ki sense wasn’t rotating properly with players camera.\nFIXED: A rare random crash when the Namek sapling failed to return it’s icon.\nRemade God Particles:\nNow they use a custom image, and system rather than the basic minecraft particles\nThey turn a bit transparent in first person\nCHANGED Stone/Rock Particles:\nRotate while flying, and also a few of them fly away from the player.\nSpawn while player charges, or transforms. \nADDED: New custom particles:\nUltra instinct (Omen) particles\nBesides Dust particles, every other one rotates while moving.\nAll particles vanish in and out rather than pooping in and out of existence.\nGrass particles will spawn when charging, or transforming above a block that has “grass” in its name.\nMany of the particles fly away from player\nDust particles will spawn when charging, in turbo mode, or transforming.\nThe closer you are to the ground, the more dust particles will spawn.\nGet smaller as they go away from player\nSneaking makes them spawn a bit more higher\nADDED Clothing:\nXeno Goku set\nADDED: Dino 2, and 3 now have tail wagging animation\nADDED MOBS:\nRed Ribbon Mecha Robot 1 – has 3 types\nHas a unique 3D model\nThey spawn in Dirty stone, Plains, and Extreme Hills, Taiga, Taiga hills, Ice plains biomes\nIt has 3 types of variants which all have different textures, power, health, and size.\nThey can be summoned with the command “/dbcspawn RRMecha1”\nSabertooth\nHas a unique 3D model\nThey spawn in Dirty stone, Plains, Forest, and Birch Forest biomes\nThey can be summoned with the command “/dbcspawn Sabertooth”\nCHANGED MOBS:\nDino 1 model changed\nCHANGED: Sounds:\nLowered the punching, and jumping sound a bit\nADDED: Jin now has god particles spawning around him\nCHANGED: God Form and Ultra instinct (Omen) are now taught by Jin instead of Kaio\nCHANGED: Kaioken in pain now damages the player greatly\nADDED: When using Mystic and Ultra instinct at the same time, the player loses his life and both forms.\nCHANGED: Vanity item Belt with Knot’s name to Colorable Tied belt, and had its recipe changed as well.\nADDED Vanity Item:\nColorable  Tieless Belt\nColorable  Wide Tieless Belt\nAndroid 21 clothing set\nCoat, Chest, Arm, Leg, Boots\nJBRA release version 1.6.38\nFIXED: Years C Watch renders properly again on players\nADDED: Head rendering for Vanity items\nJRMCore release version 1.3.23\nADDED: Using Kaioken while having Pain Status Effect now makes you lose a lot of health.\nADDED: New Craftings to Help Guides\nCHANGED: Help text below the icon has now a border\nCRASH FIXED: When a Saiyan opens up the “turn ssj” mission in Super Saiyan God SSJ Evolved/Shinka, the game crashed.\nFIXED: If you were to lose Potential Unleashed (Mystic) skill, but had it enabled, it would stay enabled in the action menu, and block you from enabling Kaioken and Ultra instinct\nADDED: 5 more vanity slots. Now there are 8!\nCHANGE: Vanity items were changed in to regular items from armors to prevent players from putting them in to regular minecraft armor slots\nCHANGED: Server config tab name changed to Settings & Configs\nADDED: New rocks animation when player is transforming.\nADDED Item:\nFabric\nADDED Vanity item:\nCreeper Sweater\nEnderman Sweater\nADDED New Config:\nMinigame Combo Timer (in seconds).\nADDED New GUI: Client Sided Settings\nThis contains the new “Ben’s Config” content so that you can customize them in-game\nADDED: Ben’s Config, a new Client Side Config system\nKi bar style picker\nKi/Chakra bar position editor\nLockon Style select\nHealth/Action bar style picker\nHealth/Action bar position editor\nTurn God particles on/off\nTurn New Rock particles on/off\nTurn New Swooping Lines on/off\nBUG FIXED: If you didn’t have DBC, Naruto, or Sword Art online installed, and started to create a character, you could freeze the game by trying to select a Power type.\nDragon Block C release version 1.4.63\nFIXED CRASH: When player enters a character that isn’t a number when asking for Weight from a master, the game crashed.\nRedrawn namek dirt,namek grass, dirty stone, dirty cobblestone, clouds in heaven\nChanged colorable items from armor to item. Now they can not be put in to the normal armor slots\nFIXED BUG Hopefully: Aura hurricane\nCHANGED: Bodysuits Icons are colored now too\nCHANGED: Colorable Non-Vanity Clothes Icons are colored now too\nADDED Vanity items:\nColorable Headband\nColorable Wide Headband\nColorable Wristbands\nColorable Long Wristbands\nCHANGED:\nGreen and Blue Jackets were remade (Note: The old ones will most likely vanish from your world)\nThey are now vanity items\nTheir head texture is visible  on the player\nADDED: Blue and Green Jackets now have recipes\nADDED: Rocks Spawn when a Player is transforming.\nThey can be turned off in the Client settings\nThey only spawn if the player is above a block that contains dirt, grass, stone, or rock in its name.\nADDED: While swooping, lines appear on screen as an attempt to give a better effect\nCHANGED: Lightning is invisible when game is stopped in single player\nJRMCore release version 1.3.22\nADDED GUI TAB Help:\nGuides: There are 13 short basic guides\nBasic Keys\nInventory Extra Slots\nRelease Level\nLeveling up stats and skills\nSkills\nAction Menu\nForms\nMovement\nBuildings and Masters\nSafe zone\nDragon blocks\nDimensions and Spacepod\nLearnable Forms\nRecipes: Shows images on how to craft new things. (Every recipe will most likely be added)\nStrong fabric and New Color-able items crafting\nNew Type of Extra Inventory Slot called Vanity Items. They aren’t limited on how many of a kind you can wear at once, for example you can wear multiple clothes for chest, and currently all of them can be colored.\nCHANGED: Few GUI icons\nUPDATED: Translation file for Spanish\nSMALL BUG FIXES\nJBRA release version 1.6.37\nADDED: Renders armor for Vanity Items in the New Extra Inventory slots\nDragon Block C release version 1.4.62\nADDED: Vanity Items: (Note: They Can be worn in the normal inventory armor slots, but then they won’t be colored)\nColorable Gi Set\nColorable short pants\nColorable longer boots\nColorable Belt\nColorable Gloves\nColorable jacket\nColorable coat\nColorable One-shoulder Top Robe\nADDED: Armor:\nJin’s Clothes\nColorable T-Shirt\nColorable long sleeves Gi shirt\nColorable no sleeves Gi shirt\nFIXED CRASH: When player enters a character into the gravity device that isn’t a number, the game crashed.\nUPDATED: Translation file for Spanish\nADDED: Jin now has a Halo\nADDED: Item:\nStrong Fabric: It is used to craft new colorable Gis.\nADDED: New Biome to Other world – Type 4\nSpawns the new Maple Trees and Red tulips\nADDED Blocks and Items:\nSakura, Mahagony, and Maple Fence Gates\nMaple Log\nMaple Sapling\nMaple Leaves\nMaple Stick\nMaple Tools (Sword, Pickaxe, Axe, Shovel, Hoe)\nMaple Fence\nMaple Planks\nMaple Stairs\nMaple Slabs\nCHANGED: Scouter crack images\nCHANGED: Scouters now can takes a lot more damage before starting to crack\nCHANGED: When a person is charging his aura ring will vanish bit by bit rather than suddenly popping out of existence\nFIXED: Aura animations Speed now aren’t affected by client FPS.\nADDED: Aura lightning rotates around the player randomly\nFIXED: The mini game isn’t affected by FPS anymore.\nCHANGED: Mini game combo speed has been decreased.\nCHANGED slightly the texture for:\nPower pole item\nSmall Club\nDragon Block\nNamek Dragon Block\nSaibamen seed\nSenzu bean\nDragon Block C release version 1.4.61\nADDED: NPC Jins Avatar\nSpawns in Heaven at King Kais place\nADDED: Particle effects for Saiyans God forms\nADDED: ARMOR & CLOTHING list from the Dragon Ball Super Broly Movie:\nBroly Armor\nParagus Armor\nCheelai Armor\nLemon Armor\nGokus Jacket\nVegetas Jacket\nCHANGED: Aura lightning is now slightly randomized in size\nCHANGED: Aura now constantly changes its size slightly\nJRMCore release version 1.3.20\nFIXED: Being able to transform in to Mystic and Ultra instinct at the same time\nDragon Block C release version 1.4.60\nJRMCore release version 1.3.20\nJBRA release version 1.6.36\nall received an update, but there were no notes from Jin on what he changed. Most likely bug fixes only.\nKNOWN BUGS:\nCRASH – starting a game using the previous version JRMCore (1.3.19) together with the new naruto can cause your game to crash\nJRMCore release version 1.3.19\nCRASH – starting a game using the previous version JRMCore (1.3.19) together with the new naruto can cause your game to crash\nYes these are all small changes for now sadly, but now I have a good understanding of how Jin projects  work behind the scenes, so I can dedicate my time more on just coding and adding new content.\nDragon Block C release version 1.4.59\nFIXED – When in Mystic, ki attack cost scales up unlike with racial transformations\nFIXED – When in Ultra Instinct, ki attack cost scales up unlike with racial transformations\nChanged – colors in ki bar to work for SS4 be yellow and for legendary be green instead of yellow. I don’t remember why it was disabled \nJRMCore release version 1.3.19\nFIXED – godform skill upgrade cost issue\nChanged – if you’re KO’d while using Mystic then it will turn off\nChanged – if you’re KO’d while using Ultra Instinct then it will turn off\nChanged – the UI eyes got darker because it was too light for default textures\nDragon Block C release version 1.4.58\nFIXED – When you delete Skill Kaioken, you can’t transform anymore\nFIXED – Mystic & UI descriptions\nJRMCore release version 1.3.18\nFIXED – Namekian Regen config didn’t work\nFIXED – Crash after using the Status Effect config on noFuse\nFIXED – in the skill list the 16th skill’s upgrade button also opened the arcosian ultimate form color selector menu\nFIXED – when in UI the mobs have 20% to hit regardless config\nDragon Block C release version 1.4.57\nADDED – Status Effect Pain function – Slow down movement speed\nADDED – Status Effect Pain function – Body damage by 0.1% of max Body, every 5 seconds\nADDED – Status Effect KO function – forced TPS view while KOd, then back to the original view\nADDED – Ultra Instinct state  – silver colored Ki bar\nADDED – Ultra Instinct state  – in Char Sheet the attributes are light Blue colored\nADDED – King Kai teaches – Skill Ultra Instinct\nJRMCore release version 1.3.17\nFIXED – crash caused by char reset\nFIXED – Config – UI attribute multiplier\nADDED – New Config – Skill Ultra Instinct – Level Requirement\nADDED – New Config – Skill Ultra Instinct – Dodge Rate\nADDED – New Config – Skill Ultra Instinct – Regardless Level Requ\nADDED – New Config – Skill Ultra Instinct – Pain Duration\nJBRA release version 1.6.35\nADDED – Status Effect KO Animation – lying animation\nFIXED – Ultra Instinct state  – silver eye color for every race\nDragon Block C release version 1.4.55\nFIXED – Skill upgrade – if clicking too fast it could take more TP then needed.\nFIXED – Dimension OtherWorld – the blackish background/blocks finally removed\nFIXED – Dimension TimeChamber – the blackish background/blocks finally removed\nFIXED – old issue, when in Single Player while aura anim, pressing ESC to access the in game main menu, caused problems\nADDED – Godform lvl 3 for Saiyans\nChanged – Godform for races other than Saiyans, can’t be upgraded to lvl 2 and above\nADDED – SSB Shinka (unlocked with Godform lvl:3 and Racial skill Super Form lvl:5)\nADDED – new Status Effect – Divine – those who have it means they are divine beings or from divine origin. (Only command)\nRemoved – Saiyan transformation Super Saiyan Rosé for evil alignment Saiyans\nChanged – Super Saiyan Rosé is now a visual change for the Super Saiyan Blue form that is only received if the ‘Status Effect Divine’ is active\nADDED – Super Saiyan Rosé Shinka\nADDED – new DBC Config – “Skill Kaioken – Name Changer” – it does basically what it says. You can change the kaioken forms name.\nADDED – Dinosaur Names were added\nJRMCore release version 1.3.15\nADDED – new “Above Name Tag” text, called -POWER- which if uses it will change the text to the transformation’s name the player is in\nUpdated – Translation – portuguese language for all mods – made by Grypper, contacts= Skype: Leh Grypper?  and discord: ????????????????????#9531\nADDED – Translation – italian language for all mods – made by\nADDED – new DBC Config – “Fusion – Dance fusion – NoFuse Time” -> Time in minutes can be from 1 to 1000 (default: 10)\nADDED – new DBC Config – “Fusion – Dance fusion – Fuse Time” -> Time in minutes can be from 1 to 30 (default: 5)\nChanged – YearsC mod – Age selection starts from Adult, not child\nChanged – Stamina word is now called ActionTime to represent what actually is used for?\nADDED – Attribute upgrade +10 +100 +1000 to char sheet\nADDED – visual – a number transition system – when the BP changes now it looks awesome! XD\nJBRA release version 1.6.33\nADDED – compatibility with the new updates\nDragon Block C release version 1.4.54\nADDED – Master Gohan and Trunks – can teach now skill ki Infuse\nFIXED – a skill ki fist glitch\nChanged – description for skills jump, fly and dash\nJRMCore release version 1.3.13\nChanged – DBC –  If your release is 0% you will suffer fall damage all the time, If release is more than 0% there are other options. if you have skill fly then no fall damage. If you have skill jump then only fall damage if fallen more than 100 blocks. If no skill fly or jump then only fall damage if fallen more than 20 blocks (can change later)\nChanged – NC –  If your release is 0% you will suffer fall damage all the time, If release is more than 0% there are other options. if you have skill chakra control then no fall damage. If you have skill taijutsu then only fall damage if fallen more than 100 blocks. If no skill chakra control or taijutsu then only fall damage if fallen more than 20 blocks (can change later)\nDragon Block C release version 1.4.53\nFIXED – ki attack type large blast for learnable ki attacks use wrong blast animation\nChanged – fall damage is on when release is 0% if you have skill fly, if you don’t have skill fly then fall damage will be on all the time (1 block/damage)\nChanged – another major change! Swoop (aka short speed burst) – no more double tap -> bout time ay? Sorry… -> “2nd Fn key (default Ctrl)” + a direction key will do the trick from now. Won’t stack.\nADDED – Block icon will now also appear in the middle of the screen when blocking\nADDED – new Skill Ki infuse -> ki infuse, that is 1% of willpower for projectiles damage increase. Now it works as its own skill, with a max of 5% increase.\nADDED – to Action menu – on the new 2nd page, Ki Fist can be disabled\nADDED – to Action menu – on the new 2nd page, Ki Protection can be disabled\nJRMCore release version 1.3.13\nChanged – Action menu – now there is as middle box that is named “MORE”, clicking on it opens a new page where settings can appear.\nFIXED – old bug finally fixed – if someone else blocks or right-clicks, in the FPS view the arm moves.\nJBRA release version 1.6.32\nFIXED – Years C watch – showing 24 as hour instead of 00\nDragon Block C release version 1.4.52\nADDED – Dragon Blocks appear 3D in hand\nJRMCore release version 1.3.12\nFIXED – mission system – client sided multiplier mess\nFIXED – group system – member kick\nFIXED – group system – not visible or far away members didn’t appear in the list\nADDED – group system – not visible or far away members will show in a red color in the list\nADDED – at the Missions and group GUIs tabs, next to the Group a number appears, indicating the group member count\nJBRA release version\nFIXED – Family C – Female models not working without one of 3 mods (DBC, NC, SAOC)\nDragon Block C release version 1.4.51\nFIXED – dbc swords on ground – not rendering correctly\nFIXED – dbc swords in frame – not rendering correctly\nChanged – Config – Mind Requirement – minimum percentage has been reduced to 0.005\nADDED – new Item – Power pole\nADDED – new Shenron model with animation (still can change again later when I get better in animations more)\nADDED – 2 new dinos – basically the same as the first dino, just with other model for now.\nADDED – npc spawn – the 2 new dinos spawn now in rocky biome and on namek, with different spawn rate?\nADDED – new Item – Janemba’s Dimension Sword (currently nothing special just a plain melee weapon)\nADDED – new Item – Darbura’s Evil Spear (currently nothing special just a plain melee weapon)\nADDED – new Item – Small Club – to craft the Dimension Sword\nADDED – new Item – Janemba Essence – to craft the Dimension Sword\nADDED – new wishes for Shenron – to ask for the items Power Pole, Janemba Essence, Small Club and Evil Spear\nADDED – new wishes for Porunga – to ask for the items Janemba Essence and Small Club\nADDED – new crafting recipe – Small Club in middle + around it 8 Janemba Essence => Dimension Sword\nJRMCore release version 1.3.11\nChanged – Character Sheet – the Passive Defense after the slash (“/”) moved below the Defense with the name “Passive”\nADDED – group system – compatibility with the new mission system finally\nADDED – group system – mission share feature – that is more deeper then it was in the previous mission system\nDragon Block C release version 1.4.50\nADDED – Outfits – 7 new outfits. (damaged parts were not added yet)\nJRMCore release version 1.3.10\nChanged – attribute limit increased to 100,000\nChanged – (minor) – some config texts\nADDED – development supporting feature with a button to char sheet to go to http://supporters.jingames.net\nJBRA release version 1.6.30\nADDED – Compatibility with new changes in build 1.86\nDragon Block C release version 1.4.47\nChanged – Dragon Radar – hold it in your hand, direction rotation for an easier search and a higher search range. (experimental)\nJRMCore release version 1.3.7\nFIXED – recent transformation issues – caused by the new way the legendary forms work. (at least I tried)\nDragon Block C release version 1.4.46\nFIXED – Arcosian custom ultimate colors – When starting new the colors didn’t reset\nFIXED – Arcosian custom ultimate colors – When choosing a color and clicking back it went to char creation screen\nFIXED – Arcosian custom ultimate colors – color changing didn’t work correctly\nFIXED – a crash regarding legendary\nFIXED – Saiyan transformation – Oozaru color issues\nChanged – for some players the thousand separator showed an “nbsp” char, now the thousand separator is for everyone a comma (“,”)\nADDED – Saiyan – in form SS4 if tail gets cut Saiyan will return to base form\nADDED – NPCs – Future Trunks and Vegeta being able to be used in SSG ritual\nChanged – Legendary Status Effect – Fusion is now available\nChanged – Legendary Status Effect – Kaioken can now be used (but still bugged!)\nJRMCore release version 1.3.6\nFIXED – racial skills mind requirement issue\nFIXED – skill fast click upgrade for skills that have upgrade limit\nFIXED – side missions not working\nJBRA release version 1.6.29\nFIXED – If disconnected while SS4 from server, when logging back it crashes\nDBC release version 1.4.45\nADDED – Arcosian ultimate form’s custom colors – The gui can be accessed from the skills menu as a green button, afterwards It can only be changed again with a wish.\nADDED – New wish – to change the arcosian ultimate form’s colors\nADDED – New aura – for arcosian ultimate form\nADDED – 9 New outfits – mostly outfits from DB Super\nADDED – Otherworld received 2 new tree types – Mahagony and Sakura trees (coded by Matu, Textures by LadyBubblez and LucidBounder)\nADDED – New Items and Blocks – from the new Mahagony and Sakura trees (coded by Matu, Textures by LadyBubblez and LucidBounder)\nChanged- Item Dragon Radar – its not lagging anymore like it did and it has a slight different look\nJRMCore release version 1.3.5\nFIXED – Some rare crashes\nADDED – New config – Legendary – transformation boost\nADDED – New config – Legendary – boosted transformations\nADDED – Char sheet – transformation body endurance – Incoming damage reduction for transformations, instead of increasing constitution for it. This was already added for balancing reasons but it was never shown in gui. It is now. If it is not liked i will make a configurable sooner.\nADDED – Status Effect Legendary is now available to all races and it works similar to the Majin seal, except it can configured to only support specific transformations.\nChanged – Damage multiplier configs – the maximum 10 000% multiplier has been increased to a maximum of 100 000%. NOTE that high multipliers will cause glitches and numbers will get messed up!\nDeprecated – SS Green transformations became unused as of this update, and will be removed at a point or changed for a different use\nRemoved – leftover debug prints\nJBRA release version 1.6.28\nFIXED – If disconnected while SS4 from server, when logging back it crashes\nDBC release version 1.4.44\n+ FIXED – Skill upgrade disconnects from world/server for the skill number 11 in the skill list screen\n+ FIXED – Saiyan racial skill – the skills screen is missing the “lvl:7” when its maxed\n+ FIXED – SS4 was accessible without tail\nJRMCore release version 1.3.4\nRemoved – some debug prints\n+ Changed – saga system quest repeat/cooldown rate has now a good countdown\n+ FIXED – scrolling don’t always start at the top\nJBRA release version 1.6.27\n+ ADDED – Saiyan form SS4 – fur is visible in FPS view\n+ ADDED – Saiyan form SS4 – if tail color is natural brown the color will change to red\n+ FIXED – Saiyan form SS4 – if you had hair 11 then you didn’t had SS4 fur\nDBC release version 1.4.43\n+ FIXED – players could upgrade skills while fused\n+ Changed – friendly NPC – Vegeta received the better hair model\n+ ADDED – new friendly NPC – Gohan\n+ ADDED – new friendly NPC – Future Trunks\n+ A DDED – new opponent NPC – Beerus\n+ ADDED – new scrolling function – for wish screen\n+ ADDED – new experimental saiyan form (will be explained later)\n+ ADDED – new config… (will be explained later)\n+ ADDED – new skill – defense penetration – the opponent’s defense will be ignored a percentage but the same percentage for the damage will always be dealt minimum. From 1% to a maximum of 10%  (mobs use this by default maxed, atm not configurable)\nDBC release version 1.4.42\n+ FIXED – tracksuit issue for those who had it\n+ ADDED – new command function – “dbcskill give all” and “dbcskill givelvl all [amount]” (this command will always give skill regardless Mind Requirement!)\nDBC release version 1.4.41\n+ FIXED – Ogres missing names in language files\n+ Changed – NPC Ki attacks wont hit other NPCs anymore\n+ Changed – some NPCs have changed skill sets to teach\n+ ADDED – new friend npc – Piccolo (at Lookout)\n+ ADDED – new friend npc – Vegeta (at Lookout)\n+ ADDED – new opponent npcs – Zarbon – 2nd form (spawn command: /dbcspawn zarbon2)\n+ ADDED – new opponent npcs – Golden Freeza  (spawn command: /dbcspawn freezagolden)\nDBC release version 1.4.40\n+ ADDED – In Training menu in the “Client settings” – you can change your BP formula from Normal to High to have stupid amounts of BP. (since its only visual thing nothing more)\n+ ADDED – Great Ape transformation sound!\n+ FIXED – missing transformation auras\n+ FIXED – wrong aura ring color when transformed\n+ FIXED – auras being a little more up positioned when transformed\n+ FIXED – legendary mode is not working if kaioken is enabled\nDBC release version 1.4.39\n+ Changed – old kai’s ritual is placed in the learn skills for king kai\n+ ADDED – new Status Effect – Legendary! Only for saiyans, if they have this effect saiyans can use yet a new “powerful” form with some drawbacks. Till next update use the command: “/jrmcse set legendary 1”\n+ Changed – BP calculations formula became flat simple! No more ridicules BP amounts without reason… and it never even scaled with the real in game power levels, only with the spent TP.\n+ ADDED – new Outfit – Black Supreme Kai set\nDBC release version 1.4.38\n+ Changed – transformation Mystic wont allow you from now to transform again and so ending Mystic form.\nJRMCore release version 1.3.3\n+ FIXED – Mind Requirement issue for DBC race or NC clan skills when they are still lvl 1 (hopefully it works now)\n+ FIXED – passive defense issue when ki release was not on 100%\n+ ADDED – new scrolling function – currently used by: News, Skills, (DBC’s wish screen) and Mission System (you can now have as much description and reward button as the minecraft can hadle)\n+ ADDED – for Skills screen – confirmation need for deleting skills\n+ ADDED – Experimental death message for players (atm it is not configurable so can’t be turned off, I need feedback on it if it works right or not)\n+ ADDED – new config – Clan Skill Hyuuga – Energy Damage percentage\nJRMCore release version 1.3.2\nFIXED – “no mind available” message even thou there is enough\nJRMCore release version 1.3.1\nFIXED – Mind Requirements network issue\nJRMCore release version 1.3.0\n+ FIXED – 3 crashes (OutOfBounds and an IllegalArg and a NullPointer)\n+ FIXED – Ki attack explosion issue (that caused lag for some servers)\n+ FIXED – Command jrmca issue – when using “jrmca add” it has still the “short” limit\n+ ADDED – for Command jrmca – a new format, to add a specific amount for every attribute “/jrmca add all (amount)”\n+ ADDED – new Mind Requirement System with new player skill list core change! Every skill is configurable (old skill list will be converted to the new one)\n+ ADDED – new command configs – “jrmcm – Notify admins”\nJRMCore release version 1.2.47\n+ ADDED – new Config for DBC – “Racial Skill Arcosian – Power Point multiplier”\n+ ADDED – new Config – “Offline Server Protector” – to prevent some gui interactions for a limited time (Online servers should have no use for this unless they use a password plugin I guess)\n+ ADDED – new Config – “Core System – Attribute Cost mulipier” – Attribute’s TP cost mulipier. The higher amount the higher will be the increase of the TP cost after each upgrade.\n+ FIXED – crash with mission objective state in for saiyans having the status effect legendary\n+ FIXED – config “Status Effect – Legendary – For every day a Lucky player” setting it to zero didn’t disable it\n+ FIXED – for Naruto C – when doing char reset skill names are shown as error in the console\nJRMCore release version 1.2.46\n+ ADDED – for Char Creator – hovering over the face options will enlarge the model and turn off light!\n+ ADDED – In game “Client Settings” have been added, and found in the Training menu atm\n+ FIXED – After resetting or startnew pressing V right after, would bring up an empty sheet instead of the Char Creator\n+ Changed – Some large numbers are more readable, so not everything. (Slowly every number shell be more readable)\nJRMCore release version 1.2.45\n+ FIXED – some random crash from previous update\n+ FIXED – for NarutoC the action menu not appearing if DBC is not installed (while action menu has been started to be used for NC with the Eight Gates)\n+ FIXED – manual attribute upgrades when reaching above 32767 go minus.\n+ ADDED – New command – for character reset the JRMC’s Reincarnation => “/jrmcrei (playerName) [keepAttributePercentage] [keepSkillsBoolean] [keepTechsBoolean]”\n+ ADDED – for Status Effect Legendary – Players can receive it now randomly. Every minecraft day there will be a roll based on the 2 new configs!\n+ ADDED – New Config – “Status Effect – Legendary – Chance to get it” => The chance (in percentage) for a player to receive the Legendary Status Effect every 20-30 mins, regardless of race even thou only saiyans can use it atm.\n+ ADDED – New Config – “Status Effect – Legendary – For every day a Lucky player” => Above this amount a player will be always selected to receive the Legendary status effect, regardless of race even thou only saiyans can use it atm.\nJRMCore release version 1.2.44\n+ Changed – increased attribute limit to 50.000\n+ ADDED – for Mission System – the unlock function now supports mission IDs within a mission/story file. \n+ Changed – Barber menu – player model position has been moved a few pixels downwards and left\nJRMCore release version 1.2.43\n+ ADDED – for Mission System – Random Reward option. check the Mission System page on how to use it!\n+ ADDED – for Mission System – for gather item objectives the metadata support is added (since it was not added yet)\n+ ADDED – for Mission System – for the Objective parameter P (which was used for “Pno” only) has now a new function “Pspwn” that will disable the spawn button for killing objectives and forces players to kill the asked NPC from a different source (like naturally spawned one)\n+ ADDED – for Mission System – repeat function – in a mission file you can find a repeat field, you can give a number where 1 will be 1 minutes and the players will have to wait the in game cool down time to play the story again. Or write “-1” and the story will be not repeatable until story version change\n+ ADDED – for Mission System – unlock function – in a mission file you can find an unlock field, you can write other mission file names in separated with only a comma “,” and these missions need to be completed atleast once to unlock the story (thou changing the version number for the required mission files will result in the need to complete those missions again)\n+ FIXED – for Mission System – the Level requirement objective doesn’t show the level to reach as it supposed to\n+ Changed – for Mission System – objective StateIn conditions are now more similar to ** in the config since it wasnt… more on this in the “Mission System page”\n+ Changed – for Mission System – the gui where you would choose the “reward” the mission description appears too. This is a temporary change for various reasons, I will be interested in feedback on this.\n+ Changed – Char Sheet GUI – below the Spirit attribute there is now a new line called UC with a number. UC means Upgrade cost, so basically the attribute upgrade cost shows now there instead of at every upgrade buttons tooltip info.\nJBRA release version 1.6.26\n+ ADDED – Compatibility with new changes in build 1.81\nJBRA release version 1.6.25\n+ FIXED – the SS Green (the form as of now named in dbc) the pupils for the 2 states have been switched\nJBRA release version 1.6.24\n+ Compatibility for new changes\nJBRA release version 1.6.23\n+ Changed – few lines because of my Resource pack update=本贴日志2020-12-25更新最新版本1.4.72修复错误汉化2020-10-23\n优化排版\n添加更为详细的MOD介绍\n2020-10-13更新最新版本1.4.71\n翻译官方更新日志\n修复错误翻译\n2020-7-31更新最新版本1.4.70\n修复错误翻译\n2020-4-23更新最新版本1.4.68\n2020-4-7更新最新版本1.4.67\n2020-1-12更新最新版本1.4.65\n2019-6-24更新最新版本1.4.60\n2018-8-19更新最新版本1.4.59\n2018-8-9 更新最新版本1.4.58\n2018-8-9 更新最新版本1.4.57\n2018-7-23 更新最新版本1.4.55\n2018-5-2 更新最新版本1.4.53\n2018-5-1 更新最新版本1.4.53\n2018-4-14 更新最新版本1.4.52\n修复错误汉化\n2018-3-17更新最新版本1.4.50\n修复错误汉化\n2018-1-21更新最新版本1.4.47\n2017-12-31 更新最新版本1.4.46\n2017-12-29 更新最新版本1.4.45\n2017-11-12 更新最新版本1.4.44\n2017-11-9 更新最新版本1.4.43\n2017-10-3 更新最新版本1.4.42\n2017-8-5 更新最新版本1.4.40\n2017-8-1 更新最新版本1.4.39\n2017-7-9 更新最新版本1.4.38\n\n",
    "replies": [
        {
            "author": "Xiang-Long",
            "timestamp": 1501837800,
            "txt_content": "可以，我自己贼懒于是懒得更了(虽然我搞了最新版本)，感谢你继续给MCBBS坛友更新！"
        },
        {
            "author": "2578119060",
            "timestamp": 1501837920,
            "txt_content": "Xiang-Long 发表于 2017-8-4 17:10\n可以，我自己贼懒于是懒得更了(虽然我搞了最新版本)，感谢你继续给MCBBS坛友更新！ ...\n感谢支持"
        },
        {
            "author": "宙斯の猫",
            "timestamp": 1501852680,
            "txt_content": "请问控制里的按键设置是否可以汉化呢？"
        },
        {
            "author": "2578119060",
            "timestamp": 1501853400,
            "txt_content": "宙斯の猫 发表于 2017-8-4 21:18\n请问控制里的按键设置是否可以汉化呢？\n似乎不可以"
        },
        {
            "author": "2578119060",
            "timestamp": 1501854000,
            "txt_content": "宙斯の猫 发表于 2017-8-4 21:18\n请问控制里的按键设置是否可以汉化呢？\n不过我可以写上按键的作用"
        },
        {
            "author": "tfw",
            "timestamp": 1501868460,
            "txt_content": "建地图闪退..."
        },
        {
            "author": "a2473080572",
            "timestamp": 1501894080,
            "txt_content": "撸主加油！搬运辛苦了！发现更了原谅赛就来了!"
        },
        {
            "author": "2578119060",
            "timestamp": 1501897200,
            "txt_content": "a2473080572 发表于 2017-8-5 08:48\n撸主加油！搬运辛苦了！发现更了原谅赛就来了!\n感谢支持"
        },
        {
            "author": "woaixx",
            "timestamp": 1501902240,
            "txt_content": "战斗力好少啊"
        },
        {
            "author": "不灭战神",
            "timestamp": 1501911900,
            "txt_content": "哇~这是我见过排版最好看的龙珠mod搬运帖"
        },
        {
            "author": "a2473080572",
            "timestamp": 1501912440,
            "txt_content": "撸主6啊！更新神速，汉化更是神速！"
        },
        {
            "author": "18990515189",
            "timestamp": 1501913220,
            "txt_content": "界王那里新增了个老界王的仪式，学了之后叫潜能释放，有什么用啊？"
        },
        {
            "author": "2578119060",
            "timestamp": 1501918920,
            "txt_content": "不灭战神 发表于 2017-8-5 13:45\n哇~这是我见过排版最好看的龙珠mod搬运帖\n感谢支持"
        },
        {
            "author": "2578119060",
            "timestamp": 1501939740,
            "txt_content": "a2473080572 发表于 2017-8-5 13:54\n撸主6啊！更新神速，汉化更是神速！\n感谢支持"
        },
        {
            "author": "宙斯の猫",
            "timestamp": 1501954440,
            "txt_content": " 本帖最后由 宙斯の猫 于 2017-8-6 02:24 编辑 \n\n这么快就又更新了...服务器更新数据会受影响吗？"
        },
        {
            "author": "马德碧",
            "timestamp": 1501971960,
            "txt_content": "辣个配置文件里有没有修改训练点的获得速度的配置的比如打怪获得训练点的概率或者几率获得多点训练点的"
        },
        {
            "author": "2578119060",
            "timestamp": 1501989120,
            "txt_content": "宙斯の猫 发表于 2017-8-6 01:34\n这么快就又更新了...服务器更新数据会受影响吗？\n应该不会的"
        },
        {
            "author": "2578119060",
            "timestamp": 1501989180,
            "txt_content": "马德碧 发表于 2017-8-6 06:26\n辣个配置文件里有没有修改训练点的获得速度的配置的比如打怪获得训练点的概率或者几率获得多点训练点的 ...\n目前我不怎么清楚，，，"
        },
        {
            "author": "3333333e",
            "timestamp": 1502006760,
            "txt_content": "有增加训练点和点满属性的指令吗"
        },
        {
            "author": "2578119060",
            "timestamp": 1502006940,
            "txt_content": "b3333333e 发表于 2017-8-6 16:06\n有增加训练点和点满属性的指令吗\n有的 /jrmca Set All Max"
        },
        {
            "author": "3333333e",
            "timestamp": 1502011800,
            "txt_content": "如何使用界王拳"
        },
        {
            "author": "tfw",
            "timestamp": 1502061180,
            "txt_content": "b3333333e 发表于 2017-8-6 17:30\n如何使用界王拳\n学习以后点一下按g"
        },
        {
            "author": "宙斯の猫",
            "timestamp": 1502084160,
            "txt_content": "在服务器里受到伤害掉的是原版的血，而不是龙珠里的血量...\n有办法解决吗？"
        },
        {
            "author": "tfw",
            "timestamp": 1502132520,
            "txt_content": "lz超级赛亚人绿怎么变的"
        },
        {
            "author": "2578119060",
            "timestamp": 1502161080,
            "txt_content": "tfw 发表于 2017-8-8 03:02\nlz超级赛亚人绿怎么变的\n1.指令/jrmcse set legendary 1 变成传说中的超级赛亚人(绿)\n2.在服务器里会随机选择玩家，使玩家有权限变身成超绿"
        },
        {
            "author": "abc1",
            "timestamp": 1502184420,
            "txt_content": "技能点数只有10点能提高吗    还有全三万的属性全功率放个满蓄力的能量球地图会炸成什么样？"
        },
        {
            "author": "2578119060",
            "timestamp": 1502185620,
            "txt_content": "abc1 发表于 2017-8-8 17:27\n技能点数只有10点能提高吗    还有全三万的属性全功率放个满蓄力的能量球地图会炸成什么样？ ...\n不清楚 没有测试过，不过你可以试一试（滑稽~）"
        },
        {
            "author": "gui_yin006",
            "timestamp": 1502203560,
            "txt_content": "龙珠融合技能怎么开启"
        },
        {
            "author": "刹那澪",
            "timestamp": 1502220600,
            "txt_content": "楼主这个整合包，我进去地府后发现蛇道不见了orz"
        },
        {
            "author": "2578119060",
            "timestamp": 1502250360,
            "txt_content": "刹那澪 发表于 2017-8-9 03:30\n楼主这个整合包，我进去地府后发现蛇道不见了orz\n这个我也遇到过，应该是卡了，解决办法：地图删掉重新开一个（我只知道这个方法不好意思）"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502255460,
            "txt_content": " 本帖最后由 杰哥123 于 2017-8-10 11:07 编辑 \n\n楼主能不能修改战斗力上限= ="
        },
        {
            "author": "ddytr",
            "timestamp": 1502290140,
            "txt_content": "融合怎么学啊"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502343480,
            "txt_content": "楼主这算不算BUG= =我打了指令All MAX之后全满数值500了，但是战斗力变身后没有增加= =\n\n\n\n\n\nQQ图片20170810133334.jpg\n(68.02 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2017-8-10 13:36 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20170810133330.jpg\n(72.03 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2017-8-10 13:36 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20170810133323.jpg\n(72.14 KB, 下载次数: 6)\n\n\n\n\n下载附件\n\n\n2017-8-10 13:36 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502344380,
            "txt_content": "杰哥123 发表于 2017-8-10 13:38\n楼主这算不算BUG= =我打了指令All MAX之后全满数值500了，但是战斗力变身后没有增加= =\n ...\n楼主啊我发现，如果你的属性全满了，任何变身都不会有战斗力加成的了，因为变身是加你的属性的，属性到达上限再变身就不会有加成的了不知道是不是BUG，我自己解决的话只有把属性上限调高，这样的话变身才会有相应的加成"
        },
        {
            "author": "2578119060",
            "timestamp": 1502359380,
            "txt_content": " 本帖最后由 2578119060 于 2017-8-10 18:04 编辑 \n杰哥123 发表于 2017-8-10 13:53\n楼主啊我发现，如果你的属性全满了，任何变身都不会有战斗力加成的了，因为变身是加你的属性的，属性到达 ...\n不怎么清楚，，，因为已经全部都到极限了，所以应该不会加了吧，，，，"
        },
        {
            "author": "aaa62377231",
            "timestamp": 1502435580,
            "txt_content": "这位大大，为什么我在服务器中飞行之后，会马上被T出去"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502437920,
            "txt_content": "aaa62377231 发表于 2017-8-11 15:13\n这位大大，为什么我在服务器中飞行之后，会马上被T出去\n既然你被T出去你问他干嘛== 你得问腐竹= ="
        },
        {
            "author": "2578119060",
            "timestamp": 1502443320,
            "txt_content": "aaa62377231 发表于 2017-8-11 15:13\n这位大大，为什么我在服务器中飞行之后，会马上被T出去\n腐竹设置了防作弊，你可以向他提意见，我记得可以改，前提是你用的是舞空术"
        },
        {
            "author": "2224030092",
            "timestamp": 1502502900,
            "txt_content": "lz知道怎么变超红那些的嘛"
        },
        {
            "author": "2578119060",
            "timestamp": 1502505300,
            "txt_content": "2224030092 发表于 2017-8-12 09:55\nlz知道怎么变超红那些的嘛\n去找界王 就是阎王后面的蛇道 跑到终点看天上界王就在哪儿等着你哟~~~"
        },
        {
            "author": "2224030092",
            "timestamp": 1502505480,
            "txt_content": "2578119060 发表于 2017-8-12 10:35\n去找界王 就是阎王后面的蛇道 跑到终点看天上界王就在哪儿等着你哟~~~\n谢谢lzawa"
        },
        {
            "author": "572969444",
            "timestamp": 1502505480,
            "txt_content": " 本帖最后由 572969444 于 2017-8-12 10:44 编辑 \n\n龙珠mod的蛇道要跑多长时间啊"
        },
        {
            "author": "2224030092",
            "timestamp": 1502506320,
            "txt_content": "572969444 发表于 2017-8-12 10:38\n龙珠mod的蛇道要跑多长时间啊\n真的好长啊mmp"
        },
        {
            "author": "wuxize",
            "timestamp": 1502511180,
            "txt_content": "为什么我装到服务器里面怪物打人掉真血，两下就死了。"
        },
        {
            "author": "tfw",
            "timestamp": 1502515620,
            "txt_content": "2224030092 发表于 2017-8-12 10:52\n真的好长啊mmp\n蛤我用小地图传送的"
        },
        {
            "author": "2578119060",
            "timestamp": 1502517000,
            "txt_content": "wuxize 发表于 2017-8-12 12:13\n为什么我装到服务器里面怪物打人掉真血，两下就死了。\n不怎么清楚，，，我暂时没遇到这情况"
        },
        {
            "author": "wuxize",
            "timestamp": 1502520300,
            "txt_content": "2578119060 发表于 2017-8-12 13:50\n不怎么清楚，，，我暂时没遇到这情况\n单人正常放到服务器就不行"
        },
        {
            "author": "347218443",
            "timestamp": 1502520840,
            "txt_content": "请问怎么变赛亚巨猿和黄金赛亚巨猿？"
        },
        {
            "author": "347218443",
            "timestamp": 1502521140,
            "txt_content": "tfw 发表于 2017-8-12 13:27\n蛤我用小地图传送的\n诶 你不知道界王的坐标怎么传送的"
        },
        {
            "author": "马德碧",
            "timestamp": 1502530380,
            "txt_content": "链度盘接挂了官网进不去哇"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502535180,
            "txt_content": "347218443 发表于 2017-8-12 14:54\n请问怎么变赛亚巨猿和黄金赛亚巨猿？\n同上，求解"
        },
        {
            "author": "2578119060",
            "timestamp": 1502544900,
            "txt_content": "马德碧 发表于 2017-8-12 17:33\n链度盘接挂了官网进不去哇\n没挂吧。。。我这里好好的"
        },
        {
            "author": "2578119060",
            "timestamp": 1502545080,
            "txt_content": " 本帖最后由 2578119060 于 2017-8-12 21:52 编辑 \n347218443 发表于 2017-8-12 14:54\n请问怎么变赛亚巨猿和黄金赛亚巨猿？\n貌似是赛亚人 月圆的时候 抬头看月亮，，，角度要90° 反正就是抬头抬到顶 变身后是个猩猩不知道是不是你要的=-="
        },
        {
            "author": "马德碧",
            "timestamp": 1502556240,
            "txt_content": "2578119060 发表于 2017-8-12 21:35\n没挂吧。。。我这里好好的\n好吧是我浏览器抽风了"
        },
        {
            "author": "马德碧",
            "timestamp": 1502567880,
            "txt_content": "辣个蓝条下面一些像是buff的可不可以详细说明下呀好多都不懂是什么意思"
        },
        {
            "author": "h862891640",
            "timestamp": 1502597640,
            "txt_content": "可以，我自己贼懒于是懒得更了(虽然我搞了最新版本)，感谢你继续给MCBBS坛友更新！"
        },
        {
            "author": "tfw",
            "timestamp": 1502616240,
            "txt_content": "347218443 发表于 2017-8-12 14:59\n诶 你不知道界王的坐标怎么传送的\n我的不用知道坐标"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502676720,
            "txt_content": "楼主能不能关闭气功波造成的地形破坏啊= ="
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1502682960,
            "txt_content": "楼主，怎样超蓝再加界王拳"
        },
        {
            "author": "2578119060",
            "timestamp": 1502683620,
            "txt_content": "shuaibibei2004 发表于 2017-8-14 11:56\n楼主，怎样超蓝再加界王拳\n看教程里面的肌肉崩坏设置"
        },
        {
            "author": "2578119060",
            "timestamp": 1502683680,
            "txt_content": "杰哥123 发表于 2017-8-9 13:11\n楼主能不能修改战斗力上限= =\n战斗力是不是说属性=-="
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1502701560,
            "txt_content": "界王星在哪，蛇道找不到"
        },
        {
            "author": "15869453012",
            "timestamp": 1502774700,
            "txt_content": "为什么点界王就崩"
        },
        {
            "author": "deng13243118195",
            "timestamp": 1502779740,
            "txt_content": "希望更新一下任务，一直都是那几个，打的久了就没有新鲜感了.."
        },
        {
            "author": "黑崎丶一护",
            "timestamp": 1502780280,
            "txt_content": "支持支持"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502798580,
            "txt_content": "2578119060 发表于 2017-8-14 12:08\n战斗力是不是说属性=-=\n楼主我已经解决咯谢谢(づ￣ 3￣)づ"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502798820,
            "txt_content": "楼主，潜能激发的英文缩写是什么啊= =我想修改潜能激发的变身数据可是找不到潜能激发是哪个啊= ="
        },
        {
            "author": "2578119060",
            "timestamp": 1502861580,
            "txt_content": "黑崎丶一护 发表于 2017-8-15 14:58\n支持支持\n感谢支持"
        },
        {
            "author": "zzx2005323",
            "timestamp": 1502870280,
            "txt_content": "怎么打开啊我找半天还是不知道从哪打开"
        },
        {
            "author": "zzx2005323",
            "timestamp": 1502873040,
            "txt_content": "楼主这个怎么打开啊我找半天了还是不知道怎么打开啊在线等啊"
        },
        {
            "author": "杰哥123",
            "timestamp": 1502881860,
            "txt_content": "2578119060 发表于 2017-8-16 13:33\n感谢支持\n楼主请看你上一楼"
        },
        {
            "author": "wutaofr123",
            "timestamp": 1502894100,
            "txt_content": "谢谢楼主的辛勤付出！~"
        },
        {
            "author": "洛天萌萌哒",
            "timestamp": 1502895960,
            "txt_content": "23333333333333333可以这个不错"
        },
        {
            "author": "苹果1",
            "timestamp": 1502897580,
            "txt_content": "MC真是越来越强大了"
        },
        {
            "author": "31623875171",
            "timestamp": 1502941680,
            "txt_content": "楼主 我从bbs上下载了这个http://www.mcbbs.net/forum.php?m ... 0226&highlight=龙珠    然后切换你的mod 上面就尴尬了 请问这是怎么回事"
        },
        {
            "author": "2578119060",
            "timestamp": 1502951400,
            "txt_content": "31623875171 发表于 2017-8-17 11:48\n楼主 我从bbs上下载了这个http://www.mcbbs.net/forum.php?mod=viewthread&tid=700226&highlight=龙珠     ...\n尴尬了？说清楚点可以嘛？"
        },
        {
            "author": "2578119060",
            "timestamp": 1502951580,
            "txt_content": "洛天萌萌哒 发表于 2017-8-16 23:06\n23333333333333333可以这个不错\n感谢支持"
        },
        {
            "author": "2578119060",
            "timestamp": 1502951640,
            "txt_content": "杰哥123 发表于 2017-8-15 20:07\n楼主，潜能激发的英文缩写是什么啊= =我想修改潜能激发的变身数据可是找不到潜能激发是哪个啊= = ...\n每一个都试试看吧，我也不清楚"
        },
        {
            "author": "2578119060",
            "timestamp": 1502951640,
            "txt_content": "deng13243118195 发表于 2017-8-15 14:49\n希望更新一下任务，一直都是那几个，打的久了就没有新鲜感了..\n我会和作者及时反应的感谢支持"
        },
        {
            "author": "2578119060",
            "timestamp": 1502951880,
            "txt_content": "shuaibibei2004 发表于 2017-8-14 17:06\n界王星在哪，蛇道找不到\n死亡后会传送到别的世界 一直往前面走 会有长长的蛇道 如果看不见就是卡了 删地图吧"
        },
        {
            "author": "15269887567",
            "timestamp": 1502952780,
            "txt_content": "为啥我朋友开了个服怪打掉的是原版的红心不是mod里的血条"
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1502964720,
            "txt_content": "变成超级赛亚人ss这个任务怎么完成"
        },
        {
            "author": "沙鲁完全体",
            "timestamp": 1502966280,
            "txt_content": "感谢搬运"
        },
        {
            "author": "okshaowending",
            "timestamp": 1502971500,
            "txt_content": " 本帖最后由 okshaowending 于 2017-8-17 20:16 编辑 \n\n哦哦哦，良心贴！当初找了好长时间类似的都没找到，被迫进官网研究（全英文。。）\n为楼主这份良心，我再把”多年“的研究成果提供几个\n# Server Sided! If 'true' then the Kaioken will be sustainable in any transformation, If 'false' then Kaioken will be hard to maintain with every transformation. (This WILL make the game more unbalanced. default: false)\n    B:\"Kaioken - Sustainable Super\"=false\n有些人进游戏发现界王拳无法和超赛混用，是因为配置文件中给关闭了。把false改成true即可\n\n # Server Sided! The chance (in percentage) for a player to receive the Legendary Status Effect every 20-30 mins, regardless of race even thou only saiyans can use it atm. Can be from 0 to 100 (default: 10) and 0 will result in close to never. (This config will only be enabled if the 'For every day a Lucky player' config conditions are not met, furthermore setting this to 100 will result in the same effect as the 'For every day a Lucky player' config)\n    I:\"Status Effect - Legendary - Chance to get it\"=10\n指获得传说中的超级赛亚人的几率，100为所有人都获得，0为关闭\n\n  # Server Sided! With this you can change how many players may use this state. Can be from 0 to 1000 (default: 1) \n    I:\"Status Effect - Legendary - Server limit\"=1\n开服的人必看！指服务器中有几个人可以变身为传说中的超级赛亚人，上限为1000\n\n# Server Sided! Maximum Attribute a player can have. Maximum Attribute can be set between 100 and 50000!\n    I:\"Attribute Maximum\"=100\n指可以加的点数上限，默认100,最高50000\n\n# Server Sided! The numbers are meant to be in percetage with the minimum at 10% and maximum at 10000%. Change only to your own responsibility! Having too high multiplier will cause glitches!\n    S:\"Racial Skill Saiyan and Half-Saiyan - Damage multiplier\" <\n        Base 150\n        SS 50\n        SSG2 60\n        SSG3 70\n        SSFullPow 80\n        SS2 200\n        SS3 400\n        Oozaru 100\n        Golden 500\n        SSGod 520\n        SSB 520\n        SSGodR 520\n        LSS 200\n        LSS2 250\n指种族变身的伤害的乘数。比如SSGod 520指的是SSGod形态下，玩家伤害×520%\n\n  # Server Sided! The numbers are meant to be in percetage with the minimum at -1000% and maximum at 1000%. The negatives mean those are the transformation ki costs! Also percentages are still based on Power bonus amount.\n    S:\"Racial Skill Saiyan and Half-Saiyan - Ki Regeneration multipliers\" <\n        Base 100\n        SS -20\n        SSG2 -30\n        SSG3 -40\n        SSFullPow -5\n        SS2 -20\n        SS3 -100\n        Oozaru -10\n        Golden -40\n        SSGod -40\n        SSB -50\n        SSGodR -10\n        LSS -20\n        LSS2 -20\n指种族变身情况下回复气的乘数。比如SSGod -40指在SSGod形态下，玩家每秒回复气的速度×-40%\n\n以上是比较常用的配置文件用途翻译，配置文件目录：.minecraft\\config\\jinryuujrmcore.cfg （本人能力有限，只研究出了这些内容，请见谅）\n下面是指令用途翻译\n\n/jrmctp (数量) {玩家名称}\n给予该玩家X个点数\n/jrmca set\\add (属性\\all) （数量\\max） {玩家名称}\n替换\\增加 该玩家所输属性为X个\n/dbc loc\n告知玩家NPC坐标\n/jrmctexp （1-4）（数量）{玩家名称}\n给予该玩家第X个技能X点经验\n\n以上为实用指令翻译\n\n\n"
        },
        {
            "author": "okshaowending",
            "timestamp": 1502972400,
            "txt_content": "shuaibibei2004 发表于 2017-8-17 18:12\n变成超级赛亚人ss这个任务怎么完成\n就是变成超级赛亚人，ss的意思是supersaiya\n（顺便说一下，超级赛亚人ss指的是超级赛亚人之神超级赛亚人，即超蓝，英文缩写SSGSS）"
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1502978520,
            "txt_content": "okshaowending 发表于 2017-8-17 20:20\n就是变成超级赛亚人，ss的意思是supersaiya\n（顺便说一下，超级赛亚人ss指的是超级赛亚人之神超级赛亚人 ...\n拜托，龙珠z那会还没有超蓝好吗"
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1502978700,
            "txt_content": "okshaowending 发表于 2017-8-17 20:20\n就是变成超级赛亚人，ss的意思是supersaiya\n（顺便说一下，超级赛亚人ss指的是超级赛亚人之神超级赛亚人 ...\n更何况我都已经变成超级赛亚人了"
        },
        {
            "author": "2578119060",
            "timestamp": 1502985180,
            "txt_content": "沙鲁完全体 发表于 2017-8-17 18:38\n感谢搬运\n感谢支持"
        },
        {
            "author": "2578119060",
            "timestamp": 1502985300,
            "txt_content": "okshaowending 发表于 2017-8-17 20:05\n哦哦哦，良心贴！当初找了好长时间类似的都没找到，被迫进官网研究（全英文。。）\n为楼主这份良心，我再把 ...\n感谢为各位网友提供教程"
        },
        {
            "author": "31623875171",
            "timestamp": 1503019740,
            "txt_content": "2578119060 发表于 2017-8-17 14:30\n尴尬了？说清楚点可以嘛？\nsorry， 我自己弄好了 不过在请问 怎么从神模式退出来"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503035280,
            "txt_content": "31623875171 发表于 2017-8-18 09:29\nsorry， 我自己弄好了 不过在请问 怎么从神模式退出来\nH键，所有变身都用这个变回来（融合除外）"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503035820,
            "txt_content": "shuaibibei2004 发表于 2017-8-17 22:02\n拜托，龙珠z那会还没有超蓝好吗\n。。。做剧情很麻烦，所以作者会先把变身和装备做出来。原来剧情模式到沙鲁篇结束，作者先做的超三，过了半年左右才出的魔人布欧篇。最近的一些变身几乎都做完了，估计再完善一下融合，就会出神与神篇了。\n而你的问题问的是“变成超级赛亚人ss这个任务怎么完成”，而并没有这个任务，因为我在回复里也说了，超级赛亚人ss指的就是超蓝（到了龙珠超，爱奇艺翻译成超蓝），所以我只能把ss理解成supersaiya。如果你以前玩过英文版的，就会知道超一超二超三在这里的英文是ss1 ss2 ss3.建议仔细看看任务，后面有没有数字。"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503035940,
            "txt_content": "shuaibibei2004 发表于 2017-8-17 22:05\n更何况我都已经变成超级赛亚人了\n既然你已经变成超级赛亚人了，估计就是超二，你应该已经打完沙鲁篇了"
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1503043500,
            "txt_content": "okshaowending 发表于 2017-8-18 13:59\n既然你已经变成超级赛亚人了，估计就是超二，你应该已经打完沙鲁篇了\n拜托，我才刚刚打完弗利萨和他老爸。超二是沙鲁篇登场的"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503047580,
            "txt_content": "shuaibibei2004 发表于 2017-8-18 16:05\n拜托，我才刚刚打完弗利萨和他老爸。超二是沙鲁篇登场的\n所以说是超一啊，你变一次再看任务。我也知道超二是沙鲁篇登场的，但你不说任务进度让我猜？沙鲁篇结尾也有任务让你变超二，很容易混的"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503047820,
            "txt_content": "shuaibibei2004 发表于 2017-8-18 16:05\n拜托，我才刚刚打完弗利萨和他老爸。超二是沙鲁篇登场的\n还有就是，这个mod比较自由，你可以前期大量修行（比如靠重力仪或加重护甲等），获得很多点数，甚至一开始就可以变超蓝加界王拳（不过要耗费极长时间）这个mod，你不用非的跟着剧情走。建议玩自带的小游戏，给的点数很多。2"
        },
        {
            "author": "shuaibibei2004",
            "timestamp": 1503062760,
            "txt_content": "okshaowending 发表于 2017-8-18 17:17\n还有就是，这个mod比较自由，你可以前期大量修行（比如靠重力仪或加重护甲等），获得很多点数，甚至一开 ...\n那我想知道，超蓝再加界王拳怎么弄。变成超蓝后再用界王拳直接被界王拳抵消掉了"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503063360,
            "txt_content": "看我前几楼发的教程，配置文件中给关了，改成true就行"
        },
        {
            "author": "okshaowending",
            "timestamp": 1503063480,
            "txt_content": "shuaibibei2004 发表于 2017-8-18 21:26\n那我想知道，超蓝再加界王拳怎么弄。变成超蓝后再用界王拳直接被界王拳抵消掉了 ...\n其实网上有一个教程是不改配置文件就变得，但属性点要求极低，而且只能10倍。后来我自己研究发现配置文件关的。"
        }
    ]
}