{
    "title": "网易服务器嗨皮咳嗽行尸走肉教程",
    "author": "FBI_cole",
    "replyCount": 7,
    "timestamp": 1501856580,
    "txt_content": " 本帖最后由 FBI_cole 于 2017-8-4 23:01 编辑 \n\n玩了几天行尸走肉，总结下自己的心得，轻喷。\n1、把亮度调到最高，死亡的时候观察下整个地图以及撤离地区的地形\n\n2、杀僵尸尽量使用手枪爆头，如果实在太多并且很密集就用喷子来清扫下，尽量节省M16子弹，留到逃离的时候用来堵住门。\n\n3、捡箱子的时候尽量和队友一起，让队友来掩护，否则很容易回头遇到爱。\n\n4、在捡小房间的箱子要尽快，否则僵尸会立刻堵住你的出路，想要出去就要消耗大量的子弹并且还要掉大部分的血。\n\n5、遇到僵尸要确保能够爆头，如果一枪没爆头僵尸移动速度会大幅度加快。\n\n6、被分散的僵尸包围的时候不要边后退边射击，要注意自己的逃离路线上的障碍物以及背后僵尸的刷新。\n\n7、开局如果是有能力的人可以去各个地区将箱子搜刮一部分再去教堂集合，如果没实力就跟随同伴一起前进，教堂是玩家集合的最好区域，但必须要有多个玩家守住大门及侧门和室内的僵尸刷新点，如果子弹较多可以分出一部分给队友。\n\n8、各个逃离地点的方位：Police office 警察局，在教堂出门左边第一个建筑，警局内小房间有1个补给箱子，比较好防御，只要幸存人数够多即可守住大门。 lake  湖，坠机地边上的湖，上面有两个箱子，十分不好防守，需要大量人员警戒四周。School 学校，位于教堂出门左走再直走后的一个内部有3个箱子和两个小房间的建筑，防御也比较困难，如果人数够多可以守在台阶上，人数太少则进入两个小房间之一。体育馆，在学校隔壁，在两个架子下面各有1个补给箱，有两个小门，如果有大量步枪子弹守住比较轻松。加油站，比较好认出，内有两个箱子，不好防御，防御千万别进入小房子里，否则防线分分钟崩溃。废品回收站【或者还是什么别的】在地图的角落，单人防御压力根据步枪子弹数量变化，尽量找到一个狭窄的长道使用步枪防御。谷堆，在地图上一片小麦的地方边上，内有3个补给箱，2个门，一个大门一个小门，大门要3人左右防御【根据弹药数量变化】，小门需要1个弹药充足的人防御，如果弹药不足的话防守及其困难，单人几乎无法成功。荒野，就是谷堆边上的小麦地，因为草太多，视野及其不好，只找到两个箱子，防守及其困难，需要大量枪法够好的人来守住。还有一个点不知道叫啥，如果不是以上几个，那估计就是谷堆边上的那栋小房子了，房子通道不算狭窄，想要防御需要3个左右拥有大量M16弹药的玩家守住大门，暂时不知道内有多少补给箱。【如果找到地区但不确定的话可以看看周围有没有烟花发射的粒子效果】\n\nps：另外补给箱大部分地点：教堂内有两个箱子，外面有一个明显的，在一个木头堆后面有一个，小亭子内侧也有1个。在教堂外面的救护车上也有1个补给箱，外面还有1个明显的箱子。银行柜台内有1个箱子，金库里有3个箱子，如果想要等到第二次刷新，最好两个人防守，如果是一个人的话在箱子刷新后极难拾取物资，并且消灭一波僵尸后立刻会有一波僵尸刷新。学校里二楼有一个箱子，在一排架子内侧有一个箱子，每个房间角落里也有1个箱子。如果看到比较大的车可以进去看看，里面能够找到补给箱。\n目前就知道这么多了，如果还有别的欢迎补充。\n\n\n\n",
    "replies": [
        {
            "author": "FBI_cole",
            "timestamp": 1501856700,
            "txt_content": "1、把亮度调到最高，死亡的时候观察下整个地图以及撤离地区的地形"
        },
        {
            "author": "小安゜",
            "timestamp": 1501856760,
            "txt_content": " 本帖最后由  小安゜ 于 2017-8-4 22:28 编辑 \n\n\n\n\n\nQQ图片20170403132405.jpg (69.01 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-4 22:25 上传\n\n\n\n\n来吧，让我见识见识dalao的力量，正好我突然想玩网易的，也激活了。。\n\n\n推荐楼主使用编辑功能，这里不像贴吧哪样的，可以再一楼编辑，或者二楼，不要一条一条发，影响看客的观感\n"
        },
        {
            "author": "FBI_cole",
            "timestamp": 1501856760,
            "txt_content": "2、杀僵尸尽量使用手枪爆头，如果实在太多并且很密集就用喷子来清扫下，尽量节省M16子弹，留到逃离的时候用来堵住门。"
        },
        {
            "author": "FBI_cole",
            "timestamp": 1501856820,
            "txt_content": "3、捡箱子的时候尽量和队友一起，让队友来掩护，否则很容易回头遇到爱。"
        },
        {
            "author": "FBI_cole",
            "timestamp": 1501857000,
            "txt_content": "4、开箱子的时候不要贪心，如果是独自一人请适而可止，在学校里的房间里开箱子一定要尽快，否则门外僵尸会堵住门口，想要出去的话就得扛着伤害出去"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1501857060,
            "txt_content": "这里不是贴吧，请不要直接回复以补充内容\n\n一楼左下角有编辑按钮的，你的更新可以都直接在一楼上做，不会有人说看不见的"
        },
        {
            "author": "师兄",
            "timestamp": 1501857120,
            "txt_content": "坐等更新国服开了后 最近也在玩这个 来学点小窍门"
        }
    ]
}