{
    "title": "这篇古今第一好文其实是拿来测试发帖模版的",
    "author": "sjjklh",
    "replyCount": 9,
    "timestamp": 1355929560,
    "txt_content": "从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：“从前有座山，山里有座庙，庙里有个小和尚和老和尚。有一天，老和尚对小和尚说：我的故事讲完了。DJX觉得这个发帖模版怎么样？\n\n\n采用二维分类的方法（亦即参考皮肤区的处理方式、其中一级分类在发帖模板中出现）\n一级分类：创作、翻译（出现在发帖模板之中）    已实现\n二级分类：wiki词条、文学创作、周边教程、插画作品、杂志期刊、公告讨论、其他   已实现\n\n亦即需要在当前板块中将主题分类修改成这些内容（wiki词条、文学创作等）……\n\n发帖模板：\n————————————\n建议添加“创作作品发布”这一模板，其内容如下：\n发帖说明：创作作品发布专用格式   已实现\n分类：翻译or创作 （单选）   靠选项卡选择\n书目名称： （必填，即小说或期刊的名称）  已实现\n章节名称： （必填，即对应的章节名或期刊数）已实现\n最后更新时间： （必填）  已实现\n作者：（默认是自己，可以修改，此功能如果可以实现就最好了^_^）  默认自己，这个我搞不出来……\n\n————————————\n翻译作品发布模板的修改：\n添加分类选项：翻译or创作 （单选）\n\n",
    "replies": [
        {
            "author": "洛音",
            "timestamp": 1355929680,
            "txt_content": "= =我去绝对偷懒复制了"
        },
        {
            "author": "262949130000",
            "timestamp": 1355929680,
            "txt_content": "新闻官必须顶撒。。。"
        },
        {
            "author": "ggehuliang",
            "timestamp": 1355929740,
            "txt_content": "眼花中QAQ。。。。"
        },
        {
            "author": "likeliang",
            "timestamp": 1355929800,
            "txt_content": "新闻官真是博学多才……"
        },
        {
            "author": "geludan",
            "timestamp": 1355929860,
            "txt_content": "老和尚问：DJX你满意了吗？\n小和尚：？？？？！？！？！？！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1355930820,
            "txt_content": "小和尚说，从前有个DJX，DJX有个文字版，版里有一堆死基佬天天开大坑\n坑里有个小和尚\n小和尚说，从前有个DJX，DJX有个文字版，版里有一堆死基佬天天开大坑\n坑里有个小和尚\n小和尚说，从前有个DJX，DJX有个文字版，版里有一堆死基佬天天开大坑\n坑里有个小和尚{:10_492:}"
        },
        {
            "author": "zzcat770",
            "timestamp": 1355931180,
            "txt_content": "噗，我的眼睛啊"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1355954760,
            "txt_content": "我觉得少了好多后引号(^_^)\n模板的话很不错~sjjk辛苦了~\\(≧▽≦)/~"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1355955480,
            "txt_content": "为什么模版上有两个冒号啊。。。。"
        }
    ]
}