{
    "title": "[Minecraft.net|CULTURE]ULTIMATE FANTASY FIGHT 无限幻想之战",
    "author": "PlayerMingZhu",
    "replyCount": 0,
    "timestamp": 1502025780,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-8-6 21:30 编辑 \n无限幻想之战天哪！巫师和龙还有忍者！ULTIMATE FANTASY FIGHTWizards and Dragons and Ninjas Oh My!\n     谁会赢得这场战斗：龙或凤？忍者还是巫师？天使亦或是黑暗魔王索伦？（顺便提醒一句，正确答案是龙、巫师和索伦。）       Who’d win in a fight: a dragon or a phoenix? Or a ninja versus awizard? Or an angel versus The Dark Lord Sauron? (The dragon, the wizard, andSauron are the correct answers by the way.)\n     尽管如此，如果你正在欣赏这“善与恶”或是“小恶与至恶”之间的史诗之战，你可能不会这么认为。你可能会认为凤凰取得了胜利（你答错了），或是天使战胜了魔王（又答错了），或者你可能压根就没见过天使（伙计，讲真，你怎么还是答错了？）但那确实是是建筑师Plutouthere想让你看到的：任何你想像的。       Although, if you’re looking at this epic fight of good versus evil orslightly evil versus more evil, you may not see it that way. You may think thephoenix wins (you’re wrong), or the angel (still wrong), or you may not evensee an angel at all (dude, seriously, how wrong can you get?) But that’sexactly what builder Plutouthere wants you to see: whatever you want.\n     这场史诗之战没有故事情节，其中的人物也没有名字（你甚至可以给魔王索伦起一个新的昵称。但是，嗯，不要告诉他们是我出的主意）。相反，Plutouthere想要你看到的是它的作品-史诗之战，然后可以得出你自己的结论。他想让你自己讲出一个故事，划定胜者和败者，不管这故事有多异想天开都没关系。       This epic battle has no story and the characters have no names (you caneven give Sauron a new moniker. But, er, don't tell him that was our idea).Instead Plutouthere wants you to see his work, Epic Battle, and draw your ownconclusions. He wants you to make your own story, complete with victories anddefeats, no matter how factually incorrect they might be.\n\n   “我不想编故事，因为我建这些的时候我脑海里是没有故事的，”Pluto说道。“我觉得最好还是让别人来解释为什么每个人都在战斗。”       “I didn’t want to make astory since I hadn’t made one in my head as I was building this,” Pluto says.“I figured it would be better to let others come up with their own reasons whyeveryone is fighting.”\n     好啊！所以忍者和巫师打架是因为忍者要为它的宗派复仇。龙和紫色巫师战斗是因为紫色巫师想从龙的宝藏中抢走一个远古神物。而魔王索伦战斗的原因呢，说什么都是浪费口舌，就因为他是索伦啊，笨蛋。       Ok! So the ninja and the wizard are fighting because the ninja mustavenge his clan. The dragon and the purple wizard are fighting because thepurple wizard wants to take an ancient treasure from the dragon’s hoard. WhileSauron is fighting, laying waste to everyone and everything, because that’sjust what Sauron does. The jerk.\n    真正厉害的地方在于，如果你从另一个角度看待这场战斗，故事和人物都会变得不一样。凤凰使用了一个强力有效的火攻击使得天使坠落。但是换一个角度看起来就像是天使在轰击一个维京海盗。因为这场战斗无论你怎么解释都没问题。       What’s really awesome though is that if you look at this battle fromanother perspective, the stories and the characters change. That angel could befalling because the phoenix used a super effective fire attack. But change theangle, and it looks like that angel is powerbombing a viking. And since thisbattle is whatever you want it to be, you’re right!\n \n    但是，龙与天使、恶魔和维京人之间的战斗还在继续，Pluto在他的生活中也有一场史诗之战。       But for all the fighting going on between dragons and angels and demonsand vikings, Pluto had his own epic fight just to bring this battle to life.\n    “完成这个项目实际上花了一年，算起来差不多有100到200个小时的时间。”他说道。对他来讲最大的困难是需要继续前进下去的动力。   “It took a year of real lifetime and anywhere from 100 to 200 hours just to finish this project.” He says.And one of the hardest things for him was coming up with the motivation to keep going.\n    “说真的，大学学业的压力是项目最大的阻碍。”   “Really, the stress of beinga college student was what delayed this the most.”\n     Pluto，这些我们都能理解。       Pluto, we all can relate to that.\n \n    随着无限结局的史诗之战的完成，Pluto正要回归他的根基。就像字面意思一样，“大多数认识我的人都会说我是我建造的树木而闻名的，我做过很多树木”       With the Epic Battle of infinite outcomes completed, Pluto is returningto his roots. Literally. “Most people who know me would say I’m known for mytrees. I do lots of trees.”\n     他正在建造壮丽的树木作为资源以供建筑师们用在他们的地图中。但是在未来，他希望能组建一支Minecraft中最知名的建筑师的团队，一起“做一些厉害的事情！”        He’s working on building gorgeous trees resources for builders to usein their maps. But in the future, he hopes to assemble a team of Minecraft’sbest known builders to get together and “just make something awesome!”\n     比维京海盗、天使、忍者、勇士、巫师、凤凰和龙之间的战斗更厉害？我们仍旧拭目以待。        More awesome than a fight between a viking, an angel, a ninja, awarrior, a wizard, a phoenix and a dragon? We’ll just have to wait and see.\n\n原文地址：https://minecraft.net/zh-hans/article/ultimate-fantasy-fight原作者：Ash Davis，发布于2017年8月6日译者：Player_明珠（来自M.V.T）\n",
    "replies": []
}