{
    "title": "[1.11.2][休闲][烧脑]解密——赤色毁灭,历经九九八十一难终于发布出来了",
    "author": "ninestarfalls",
    "replyCount": 7,
    "timestamp": 1502157300,
    "txt_content": " 本帖最后由 ninestarfalls 于 2017-8-19 15:53 编辑 \n\n请用1.11.2版本游玩本地图，本张地图是一张休闲解密，就是不会使人太过紧张的那种，但是由于剧情比较烧脑，物品的藏觅处比较难找，所以作者把这张地图定为了一张烧脑解密，本张地图的成就物品命名选择的是现在比较流行的几种新潮语言。由于作者做的图都普遍偏长，做的时间也比较长，所以请大家认真、耐心并愉快的游玩哦！\n游戏攻略：\n开始游戏：只拿潜影盒里面的末影水晶（末影之眼），然后把它们依次放进末地传送门里铁栏杆被移掉后走右边的门是开始游戏，左边的门就是如果你不想玩了，可以直接到结束屋\n任务1：逃出家门      首先去厨房，储藏柜里面的东西都不重要，不用拿，点一下角落里的阳光传感器，垃圾箱里面就会多出一把钥匙，可以开楼下一个客卧的门两个熔炉里面都有东西，烤苦力怕的头也需要拿，是成就物品。从酿造台里面拿出一个水瓶，倒进炼药锅里，门前面的活塞会弹上来，活塞臂的右边，地毯的下边有一个箱子，里面是成就。垃圾桶下面的漏斗里也有成就。厨房篇到此结束。      然后去客卧，右边桌子的下面有个箱子，箱子里面是成就。拨一下左边桌子上的红石中继器，会给你旁边客卧的钥匙。小客卧篇到此结束。      接着去旁边那个大客卧，石台阶下面有个箱子，箱子里面有木镐，旁边还有一个箱子，箱子里面是成就。大客卧篇到此结束。       更衣室的漏斗里有东西，用木镐挖掉铁栅栏，左边只有能看到的那四个箱子，里面的东西都可以拿，然后潜到水底，缺口里面那个最深的箱子里有东西，实在看不到就把光影换成RC6。更衣室篇到此结束。      用从更衣室里找到的打火机左键撸掉挡住楼梯的木板，楼上工作区里每个容器都要翻，对面地毯下面有个箱子，里面是成就。     然后去图书室，里面只有一个最明显的箱子，里面有卫生间钥匙，卫生间里只有漏斗里有东西。     接着去主卧，潜影盒里也有东西，电视右上角的缺口不用在意他，现在用不上，拿着从潜影盒里找到的石镐挖开玻璃板，拉下马桶下方的拉杆。     拉下拉杆后，那个长得跟壁炉似的的画后面就开了一道门，出去后是阳台，阳台的右手边有一个箱子，有些地方被屏障包着，所以最好从上面点。      至此，任务1完结  任务2：获取矿洞钥匙去和村民对话，每一个村民手里都有下一个村民家的钥匙，只有石砖房子里面有成就。 石砖房子的熔炉里有东西，按下楼上的按钮，左前角会出现一个洞，洞里有东西，火会熄灭，火下面也有东西。 然后出来，在家对面的那个喷泉下面有箱子。 通过一段甘蔗跑酷跳到树上，如果最后那个三远一高跳不上去，也可以从旁边的喷泉游上去。那棵长到基岩上面的大树后面有东西，沿着基岩走一圈，走到石砖房子上面，那个烟囱里面也有东西。 再回到家后面的树上，一棵白桦树上面有东西，然后一直跳到刚才在主卧看到的那个缺口里面，顺着梯子爬上去（爬不到房顶上的，但是可以直接开到房顶上的箱子）。 然后，先打开控制室的大门，再把矿洞大门钥匙放在青金石块上。  至此，任务2完结  任务3：找到龙之晶 顺着矿洞的通道下去，第六条矿道里面有龙之晶，其他的矿道里面都没有东西。一直走，期间要穿过一个画，然后就到了装有龙之晶的箱子那了，熔炉里可能有东西也可能没东西（作者忘了），拿完龙之晶再点按钮。最后，跳进传送门，传送到结束屋。 至此，整张地图完结。 地图如有bug请在此帖下联系作者，作者将在8月25日前予以解决，感谢您的支持\n\n\n\n\n\n2017-08-07_19.37.46.png\n(340.7 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2017-8-8 09:54 上传\n\n\n\n\n\n\n\n\n此图为整张地图的缩略图，材质包：舒服细致材质\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "专sha苦力怕",
            "timestamp": 1505402700,
            "txt_content": "建议打包成zip格式"
        },
        {
            "author": "mynamecc",
            "timestamp": 1505445240,
            "txt_content": "排围观地图收走膜拜大触"
        },
        {
            "author": "E100撞老鼠",
            "timestamp": 1505458920,
            "txt_content": "你可以去借鉴下别人发帖的排版和内容哦"
        },
        {
            "author": "wujii233",
            "timestamp": 1584165120,
            "txt_content": "看起来不错，拿去玩玩"
        },
        {
            "author": "reatha",
            "timestamp": 1610152860,
            "txt_content": "谢谢分享，感谢作者"
        },
        {
            "author": "奶糖喵",
            "timestamp": 1610790900,
            "txt_content": "很不错的地图哦赞一个"
        },
        {
            "author": "钟惠枰",
            "timestamp": 1611899040,
            "txt_content": "网盘挂了..............\n"
        }
    ]
}