{
    "title": "[ Minecraft.net│CULTURE ] Aotearoa Awaits 奥特亚罗瓦的守候",
    "author": "像素君",
    "replyCount": 4,
    "timestamp": 1502245020,
    "txt_content": " 本帖最后由 像素君 于 2017-8-9 10:18 编辑 \n\n\n\n\n\n\nAOTEAROA AWAITS!\n奥特亚罗瓦的守候\nLearning New Zealand history through blocks and builds!\n通过方块和建筑学习新西兰的历史！\n\nA few years ago, the Danish government decided to fund a Minecraft project: a 1:1 scale model of the entirety of Denmark, created in endearing chunky lumps. Now, you may never have been to Denmark - though you should, because the food is exceptional, and you sadly can't recreate that in Minecraft - but thanks to this project, you could explore its cities, roam through its woodlands, and experience what life might be like in the land that brought us Lego!\n\n几年前，丹麦政府决定资助一个Minecraft项目：使用一个个方块建造1:1的丹麦模型。现在你可能没办法去丹麦——尽管你应该去一趟，因为食物是例外的；更遗憾的是，你没法在Minecraft里还原它——但多亏了这个项目，你可以探索城市，在森林里漫游，感受带给我们乐高玩具的这片土地的生活是怎么样的！\n\nSaying that, when people actually got hold of it, they blew it up. That's what happens when you let the internet have nice things. Bah!\n\n当人们真正把握住一件事时，它就会被搞砸。这就是当互联网拥有美好事物时所会发生的事情。呸！\n\nStill, unfortunate TNT-related incidents aside, the Denmark project is a fascinating example of what Minecraft can do to preserve history. People have built ancient underground structures, museums, even transformed the New York Public Library's extensive collection of old maps into digital versions. Minecraft is an accessible and easy-to-use tool that enables even the crustiest, tweediest old historians to keep history alive.\n\n把和TNT有关的事情放到一边，你就会发现丹麦项目仍旧是一个很好的范例，它说明Minecraft是可以用来保护历史的。人们把古老的地下建筑、博物馆转换成了数字版本，纽约公共图书馆中的大量旧地图也是如此。Minecraft是一个简单而易上手的工具，它可以成为最强大最酷炫的历史学家，保持历史的鲜活感。\n\nBut it's not just about old history - sometimes it's about shining a light on current, living history that so often gets forgotten. That's what Minecraft builder, Lt_Peanut, aimed to change with his piece, Rangatira.\n\n但这不仅仅关于旧历史——有时它也是点亮当前的历史的一盏灯，而这些历史往往会被遗忘。这正是Minecraft建筑师Lt_Peanut想用作品Rangatira所去改变的。\n\nA Rangatira is a Māori chief, the indigenous people of New Zealand. There are details around the Rangatira that represent New Zealand, with the Rangatira \"wearing his Korowai, piupiu and wielding his Taiaha in a New Zealand rainforest,\" according to the builder.\n\nRangatira是一位毛利人酋长，一个新西兰土著。据建造者所说，你可以在新西兰的兰提拉岛找到其中的很多细节，包括“他穿着Korowai、piupiu，在新西兰的热带雨林中挥舞塔哈的动作”。\n\n\"I have tried to create a rainforest without the use of trees, as the trees would go beyond the build limit,\" says Lt_Peanut in his description on Planet Minecraft. \"So instead, I have created the native bird of New Zealand, the Kiwi, and the silver fern, our most symbolic plant, that produces the koru, to represent a New Zealand rainforest instead.\"\n\n“我试着在不建造树木的情况下营造出雨林的气氛，因为建造树木会超出限制，”Lt_Peanut在Planet Minecraft的帖子简介中说。“所以我建造了新西兰的本土鸟类无翼鸟，和新西兰最有象征意义的植物——涡旋图案的银蕨，用他们来代表新西兰的雨林。”\n\n\"Rangatira are of great importance to an iwi (tribe),\" Lt_Peanut explains. \"They lead their tribe and maintain balance with other iwi.\" There is a great amount of detail on the Rangatira himself - \"details like the ta moko (tattoo) and the feathers on the korowai were hard to achieve even at that scale,\" Lt_Peanut admits - and his traditional Māori weapon, the Taiaha, which was nearly wiped out after the arrival of the Europeans and their muskets.\n\n“Rangatira对iwi（部落的意思）非常重要，”Lt_Peanut解释道。“他们领导着自己的部落，并与其他iwi保持沟通，保持各iwi之间的平衡。”Rangatira身上有着大量的细节。“比如ta moko（纹身）和在korowai上的羽毛都比平常要少，”Lt_Peanut承认道，他的传统毛利武器aiaha在欧洲人带着火枪前来之后就磨损得更加厉害了。\n\n\nIt's clear that this piece isn't just about national pride - it's also about shining a light on a very real issue. \"Recent studies have shown that fewer than one million Maori people are on our earth today,\" says Lt_Peanut, and the Māori language (which Lt_Peanut's description is written in) is only spoken by about a fifth of those.\n\n很明显，这篇文章并不仅仅是表达民族自豪感，它也是反映了一个非常现实的问题。“最新研究表明，在地球上，毛利人的数量不到一百万，”Lt_Peanu说道，而其中只有大约五分之一的人说毛利语（在Lt_Peanu的作品描述里有提及）。\n\nEven the friendly, curious little kiwi orbs surrounding the rangatira are in danger of going extinct, mostly by predatory animals like stoats and dogs that were introduced to New Zealand by immigrants. So much of New Zealand history, environment and culture is in danger of being wiped out, from weeds that choke the natural plant population to Māori cultural traditions like Tā moko, the art of tattoo-like permanent skin art like you can see on the face and arms of this Rangatira. Hopefully more art, like Lt_Peanut's build, can keep that history alive!\n\n即使是那些充满着友好和好奇的无翼鸟，也有可能会灭绝。它们大部分被外来移民所引进的食肉动物所猎杀，比如白鼬和狗。新西兰的历史、自然和人文都面临着被消灭的危险，从自然植物种群到像tmoko这样的文化传统，还有像纹身一样的皮肤艺术，就像你在Rangatira的脸上和手臂上看到的一样。希望有更多的艺术作品，像Lt_Peanut的作品一样，能让这段历史保持活力！\n\nThe builder himself has some sweet stories to tell of how he got into Minecraft. \"I started playing Minecraft in 2011, and for about a year and a half I played offline and pretended that villagers were real people, because I didn't know how to join servers.\" Friend, we've all been there. \"I asked a friend what the strongest block was, and my first ever build was a bedrock cube with holes for windows.\"\n\n这位建筑师给我们讲述了自己来到Minecraft的故事。“我从2011年起开始玩我的世界，我差不多玩了一年半的单机模式，假装村民是真正的人，因为我不知道如何加入服务器。”朋友，我们一直都在这里。“我问过一个朋友最坚固的方块是什么，让后我就用基岩建造了自己的第一个火柴盒建筑，在上面开洞并把它当作窗户。”\nBut now that he's branched out a little bit, Lt_Peanut wants the Minecraft world to try building a little bit of their own history in block form. \"I think Minecraft can help highlight parts of history,\" he explains. \"If people create eye-catching projects that both look good and have meaning to them. If a Minecraft build is aesthetically pleasing, most people will look at it, and if it is educational, people can pick up on things that are unfamiliar to them, possibly edging them towards researching and finding out what these different things are.\"\n\n但现在他建造的范围有所拓展，Lt_Peanut希望在Minecraft中用方块尝试着建造他们的历史。“我认为Minecraft可以用于突出一部分历史，”他解释道。“如果有人制作了引人注目的作品，那么除了看着漂亮，这些作品对他们也有意义。”如果那些Minecraft的作品是令人感到愉快的，那么会有很多人去看；如果它是有教育意义的，人们就可以接触那些自己不熟悉的东西，并会让他们去研究和发现这些是什么。”\n\n\"A message I would give to other Minecrafters that want to attempt builds like this, is to let your imagination flow, and let your origins influence your build. Pour a part of yourself into every build.\"\n\n“我要给其他想要尝试这样的作品的玩家们传达一点建议，那就是让你的想象力流淌于脑海之中，用自己的本意来影响你的作品。把自己当做是作品中的一部分，全身心地投入进去。”\n\n\nYou can see more of Lt_Peanut's amazing build on his Planet Minecraft page, where the Rangatira is displayed in all his fern-loving, kiwi-befriending glory, or follow him on Twitter. Kia ora!\n\n你可以在Planet Minecraft 上浏览他的个人主页，发现他更多的优秀作品。那里是展示充满爱意的、热爱无翼鸟的Rangatira地方。或者你也可以在Twitter上关注他。Kia ora！\n\n原文链接：https://minecraft.net/zh-hans/article/aotearoa-awaits原文作者：Ash Davis\n原文发布日期：2017年8月2日\n文章翻译：像素君\n\n",
    "replies": [
        {
            "author": "酉月一",
            "timestamp": 1502246040,
            "txt_content": "非洲酋长还行"
        },
        {
            "author": "a526026058",
            "timestamp": 1502248080,
            "txt_content": "辛苦了。看来像素君的英文水平很高啊"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1502569800,
            "txt_content": "这个exceptional应该是outstanding/excellent这种意思，不是exception的那种意思"
        },
        {
            "author": "不死之躯",
            "timestamp": 1502580300,
            "txt_content": "感谢楼主的翻译（肯定不是鸡饭，很流畅）"
        }
    ]
}