{
    "title": "[1.14-1.9.4][TheoneProbe——检测器]显示物品的另一个选择",
    "author": "花生小孩子",
    "replyCount": 36,
    "timestamp": 1502266860,
    "txt_content": " 本帖最后由 花生小孩子 于 2019-5-26 12:38 编辑 \n\n关于授权\n\n\n\n\nQQ截图20170809133925.png (25.95 KB, 下载次数: 30)\n\n下载附件\n\n2017-8-9 13:53 上传\n\n\n\n\n\n\nTOP是由McJty制作的一款辅助类模组。和Waila有着相似的面貌，但是可玩性也比较高一点。不能直接查看而需要合成东西，是这个模组的特点之一。以下是作者对这个模组的简介。\n原文简介** Probe (or TOP in short) is a more immersive version of WAILA. You don't get to see the information tooltip all the time but only when you have the probe in your hand (note that this mod can be configured to show the information all the time just like WAILA).The purpose of this mod is to show on-screen information about the block or entity you are looking at whenever you hold the probe in your hand (or off-hand). The mod itself will show basic information like the name of the block, the mod for the block and also the tool to use for harvesting the block. In addition this mod will also show the amount of RF energy that is stored in the block (if the block supports RF) and if you are sneaking it will also give a list of all items that are in the block if it is an inventory (like a chest).It can also show information about liquids (default off, you can toggle this on with the 'L' key) and entities. If you sneak this mod will even show you what potion effects are active on the mob.This mod is very configurable so you can disable all the features mentioned above if they do not fit your playing style or modpack.This mod also has a flexible API that other mods can use to add more information. Deep Resonance will use this mod to show information about the crystals and liquids. RFTools will also have support for this mod. The API can be found here\n** Probe检测器（简称TOP）是一个比WAILA更加真实的版本（就像VR一样）。注意 ：这个mod可以设定到和WAILA一样一直显示所有物品的信息\nTOP的目的是显示你所看的方块的信息，并必需持有检测器（或者空手）。这个mod会显示方块的基本信息，例如方块的名称，方块属于什么mod以及用于采集方块的工具。此外，这个mod也会显示有多少个RF能量存储在方块内（如果这个方块支持RF)。如果按着‘shift’键（潜行），你会看到这个方块存储了什么（如果这个方块是一个可存储东西的方块，例如箱子）\nTOP也可以查看液体的信息（默认关闭，你可以按‘L'键和进行切换），如果你按着‘shift’键（潜行）也可以看到生物身上有什么药水效果。\nTOP的可配置性非常高，如果你不喜欢，你可以关闭所有的功能。\n[attach]1119040[/attach]\n模组兼容这个mod提供了可以让mod兼容的API。点我进入\n本模组特点默认需要合成检测器才能显示信息（除非你在config里或游戏里设置)检测器会在你空手的时候工作只有方块支持RF的时候才会显示有关RF的信息显示箱子的库存内容或其他可存储东西的方块（只有按着‘shift’键的时候）显示当前方块需要什么工具采集显示当前方块的红石能量显示农作物的成熟度当你切换液体模式的时候会显示液体的信息（按‘I'键和进行切换）显示生物的信息显示生物当前的药水效果（只有按着‘shift’键的时候）使用/topcfg这个指令可以在客户端重置检测器显示信息的位置你可以修改设定在theoneprobe.cfg已提供了一个API可以让玩家添加其他模组的信息在检测器里检测器有三个模式：\n     普通：显示基本的信息（当检测器持在手中）     扩展：显示额外的信息（按着‘shift’键的时候）     管理员：拿着创造模式的检测器的时候才会显示\n关于汉化这模组在我搬运时已经有汉化了，但是GUI界面还没有汉化。\n版本更新1.14：2019-05-231.13：2019-03-061.12：2019-02-011.11.2:2017-08-271.11:2017-11-041.10.2:2017-11-041.9.4:2016-06-17\n最新版本1.4.18：修复了一些bug令更多玩家能使用\n更新日志（未汉化）Version 1.0.0:\nAPI changes\n\nAdded the ability to override providersAdded ways to show icons and entitiesNew provider system for entities\n\nThe probe item looks nicer now (thanks to CyanideX)When there is an error in a provider this is now also logged in the server logEntities are now supported:\n\nShow name and mod and rotating iconShow health with hearts. If sneaking show health as text as wellIf sneaking also show the active potion effects\n\nLiquids are now supported\n\nDisabled by deafultUse 'l' key or /topcfg liquids to enable\n\nThe probe shows growth level of a cropShow redstone level on the side of a blockBetter configuration control of how and when to show stuffShow more information with the creative probe (debug info)\n\n\n1.0.3:\nAdded support for 'long' in progress bars (for really big numbers)Fixed support for the RF API. Oops! So from now on TOP should again show how much RF there is in a machineAdded protection for entity rendering to avoid TOP crashing. The error is reported in the logAdded an API to do custom rendering for ** probe. Using this new API modders can now render their own overlays easily whenever they want\n\n1.0.4:\n\n\nFixed crop age rendering for beetrootAdded debug information for entities (creative probe)Entity rotation is no longer faster if multiple entities are visible. In addition it is paused when the game is pausedBetter scaling of entities so they fit their box better. Also for modders there is now more control in the API to control the size of the entity box as well as the scale of the entity inside that boxMore alignment options for layouts (for modders)Fixed a problem on servers where sometimes a weird character would appear in the tooltipExtended the API so that you can now use the entity directly instead of the entity name. That way the NBT data is also preserved which means that the icon will 100% mirror the entity (wither skeletons, horse colors, ...)New API to be able to override the default TOP config for your own blocks or entities. Mods can use this to (for example) disable the built-in RF display if they have their own version of that\n\nAvoided client side dependencies which could make TOP crash on servers\n\n1.0.6:\nFixed TOP tooltip being rendered twice every frameFixed entity rendering sometimes corrupting GL state (this could cause weird render issues when looking at entities with the probe)Added a new config option to control when (or how) the name of the mod should be visibleAdded config for sorting and excluding entity providers as wellAdded a new hotkey ('v' by default) to toggle visibility of the probe (so you can make it invisible even if you're holding the probe)\n\n\n1.0.7:\n\nStandard probe info provider now uses getPickBlock correctly to get the information from a block. That should fix multipart and relatedAdded a new config option so that you can automatically enable extended mode (sneak mode) if the probe is in your main hand. In off hand it will still act normalAdded new 'extendedinmain' and 'defaultinmain' subcommands to set the new optionShow growth level for netherwart too\n\n\n1.0.9:Fixed command completion for the topcfg commandFixed rendering of players in the TOP tooltip (for multiplayer)Avoid excessive logging spam in case a block causes an exception in TOPAlso the error is now logged with level debug instead of errorChanged the 'needsProbe' config so that it is now an int with three possible values: 0 = no probe needed, 1 = probe required (but client can override), 2 = no probe required and client cannot override. Default is 1 which is the same behaviour as it was beforeShow harvest level in addition to harvest tool now\n\n\n1.0.10:If the probe is off-hand or probe tooltip is always shown then harvestability is shown for the current blockTOP now catches Throwable instead of ExceptionAlso the first three frames of the stack are now compared for duplicate exception detectionTOP will report exceptions again after a certain time (default 20 seconds)It was not possible to configure the RF bar colors. This was forgotten in the configIf looking at a lever it will show the on/off state of that leverNo longer show the real name of blocks containing silverfish unless you're holding the creative probe\n\n\n1.0.11:\nProtection against things throwing exceptions that have no messageIt is now possible to attach the probe to the iron, gold or diamond helmet. That frees a hand slot for other uses. Other mods can easily suppor this too by tagging the 'theoneprobe' NBT tag to their helmet item\n\n\n1.0.14:\ngetPickBlock is now called client side with the correct raytracing information. That means that it should work properly for things like MCMP for example.Added a new feature that shows basic block/entity info when the server is lagging (more then 500ms behind). This can be disabledOther mods can now implement probe functionality in their items too (not only helmets). To do that just add the tag 'theoneprobe_hand' to the NBT of the item (for helments it was 'theoneprobe')\n\n\n\nWork around a crash with things giving negative harvest levelImproved helmet probe rendering (from The Fireplace)Changed how ** Probe handles client side configuration. The theonprobe_client.cfg is gone now. Instead there is a 'client' config category with values that can be changed client-side. This means that people will have to set client side configs again. However, you can now do this in 'Mod Options' while in gameAdded a new optional feature so that have to hold the visibility key in order for the tooltip to be visible (as opposed to having it as a toggle)Fixed bottom right corner of borders not rendering (Tylian)Bedrock is no longer considered to be harvestable\n\n1.4.15:Fixed entity rendering in the tooltip\n\n1.4.17:Fixed so that it actually works on 1.12 too (and not only 1.12.1)\n\n1.4.18:\nFixing a bug that will not affect many users\n\n1.4.19:Option to show silverfish (from ChristoCoder)[size=1.2]DefaultProbeInfoProvider shows what mobs spawner spawns (from Artemish)[size=1.2]Show tameable status, time to adulthood (Artemish)[size=1.2]Added mob armor visual to the HUD (Artemish)\n\n1.4.28\n - Small api method to allow getting the default config\n\n\n教程这里引用一下酒石酸菌的教程TheOneProbe-TOP模组介绍-part-1-本体简介TheOneProbe-TOP模组介绍-part-2-附属介绍\n游戏截图\n\n\n\n\nQQ截图20170812111418.png (268.55 KB, 下载次数: 21)\n\n下载附件\n\n2017-8-12 11:19 上传\n\n\n\n\n\n\n\n\n\n\n2017-08-12_11.15.19.png (170.54 KB, 下载次数: 19)\n\n下载附件\n\n2017-8-12 11:19 上传\n\n\n\n\n\n\nFAQsQ:我能使用这mod在我的整合包里吗？A：作者说可以自由使用这mod在我的整合包里。\n下载地址\n官方链接：https://mods.curse.com/mc-mods/minecraft/245211-the-one-probe#t1:screenshots\n（由于作者要求所以没有备份网盘）\n搬运日志\n2017-08-09：发表帖子\n2017-08-10：添加搬运者的话2017-08-12：更新1.12.1版本，添加教程，排版优化2017-08-20：更正语句不通顺的地方2017-08-27：更新mod的版本（1.4.18）2019-05-26：更新mod的版本\n\n搬运者的话总括而言，这个模组的缺点是需要合成物品才能使用，不过优点就是可玩点比较高，毕竟合成东西也是mc里其中一个特点。希望大家游戏愉快\n最后新人第一次发帖，有什么做得不好的话求原谅\n希望大家喜欢这mod\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Because.",
            "timestamp": 1502268420,
            "txt_content": "不错，收藏了"
        },
        {
            "author": "leavessoft",
            "timestamp": 1502269020,
            "txt_content": "这个很方便诶，可以快捷键显示、隐藏提示信息吗？"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1502269320,
            "txt_content": "leavessoft 发表于 2017-8-9 16:57\n这个很方便诶，可以快捷键显示、隐藏提示信息吗？\n我上了游戏看是可以的，不过要自己在’控制‘里设置"
        },
        {
            "author": "马若华",
            "timestamp": 1502269440,
            "txt_content": "你不会一直看到显示物品的信息直到你拿着检测器\n建议改为：你不会一直看到显示信息，除非你拿着探测器   或   直到你拥有检测器。\nTOP的目的是显示你所看的方块的信息当你拿着检测器（或者空手）\n建议改为：TOP的目的就是显示你所看的方块的信息，并必须持有检测器。（非直译，而是转译）（以上这两句话有意思的重复，所以可以删除一句）。\n很喜欢这个mod，之前一直在用，有一个教程：https://www.bilibili.com/video/av7712205/   https://www.bilibili.com/video/av7745838/\n也可以在帖子里加上。"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1502269740,
            "txt_content": "马若华 发表于 2017-8-9 17:04\n建议改为：你不会一直看到显示信息，除非你拿着探测器   或   直到你拥有检测器。\n\n建议改为：TOP的目的就 ...\n我当时人手翻译的时候就看这怎么不流畅谢谢你的建议。还有教程的我也看过了，不过先要问问up主同不同意转载"
        },
        {
            "author": "马若华",
            "timestamp": 1502281200,
            "txt_content": "花生小孩子 发表于 2017-8-9 17:09\n我当时人手翻译的时候就看这怎么不流畅谢谢你的建议。还有教程的我也看过了，不过先要问问up主同 ...\n不是说同不同意转载的问题，你在帖子里面放一个链接就行了。"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1502281980,
            "txt_content": "马若华 发表于 2017-8-9 20:20\n不是说同不同意转载的问题，你在帖子里面放一个链接就行了。\n不过我觉得还是先要up主说一声吧"
        },
        {
            "author": "马若华",
            "timestamp": 1502282220,
            "txt_content": "花生小孩子 发表于 2017-8-9 20:33\n不过我觉得还是先要up主说一声吧\n那您去视频的评论区回复一下，我只能帮到这了。"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1502282280,
            "txt_content": "马若华 发表于 2017-8-9 20:37\n那您去视频的评论区回复一下，我只能帮到这了。\n我已经私信了up主，不过还没回复"
        },
        {
            "author": "马若华",
            "timestamp": 1503189240,
            "txt_content": " 本帖最后由 马若华 于 2017-8-20 09:10 编辑 \n\n我想引用您的介绍至MCMOD百科，用于模组介绍，包括原文介绍翻译，介绍，部分图片。请问是否同意？\n我的MCMOD百科ID：“mamaruo”。此mod链接：http://www.mcmod.cn/class/782.html\n另外，您的介绍里也有瑕疵，例如：默认需要合成检测器才能显示信息（除非你在config里关闭了这个条件)\n根据酒石酸菌的教程和官方介绍，这些配置都是可以在游戏内修改的，所以请将部分类似介绍修改一下。还有语句不通顺问题也要改一改。"
        },
        {
            "author": "ZAB891561384",
            "timestamp": 1503194580,
            "txt_content": "卧槽这不跟透视箱子一样吗"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1503213540,
            "txt_content": "马若华 发表于 2017-8-20 08:34\n我想引用您的介绍至MCMOD百科，用于模组介绍，包括原文介绍翻译，介绍，部分图片。请问是否同意？\n我的MCMO ...\n已修正不通的地方，另外你可以引用我的介绍。"
        },
        {
            "author": "l519795122",
            "timestamp": 1503504600,
            "txt_content": "我最近在玩服务器的时候，发现使用这个mod，提示框里除了物品名字外，在物品名字的下面会一直出现读取服务器信息的字样，但读不出来，我不知道这个mod在服务器这方面是怎么设定的，但这个情况只能让我换回hywla，"
        },
        {
            "author": "waiteqi",
            "timestamp": 1523956800,
            "txt_content": "怎么设置不显示生物的信息？\n同时跟其他显示血量模组开着很烦"
        },
        {
            "author": "oqingzhao",
            "timestamp": 1556112540,
            "txt_content": "改更新了饿，1.14版本的都出来了"
        },
        {
            "author": "a13724082134",
            "timestamp": 1557462600,
            "txt_content": "请求二搬，二搬地址：http://www.mcbbs.net/forum.php?m ... ;extra=#pid14297646\n如果亲恢复搬运，我将删除此贴，请在此说明。"
        },
        {
            "author": "JackSparrow956",
            "timestamp": 1557655380,
            "txt_content": "谢谢楼主分享，继续加油分享一些好用的mod"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1558845540,
            "txt_content": "boqingzhao 发表于 2019-4-24 21:29\n改更新了饿，1.14版本的都出来了\n更新了，谢谢提醒"
        },
        {
            "author": "AAAX112234",
            "timestamp": 1559825040,
            "txt_content": "感谢分享"
        },
        {
            "author": "火炎焱燚丶",
            "timestamp": 1561566780,
            "txt_content": "很好 加油"
        },
        {
            "author": "547312329",
            "timestamp": 1562812320,
            "txt_content": "这个用了 感觉还不错 大家可以试着安装"
        },
        {
            "author": "w2639443897",
            "timestamp": 1562830740,
            "txt_content": "很方便的一个模组"
        },
        {
            "author": "Moilrc_冷颜",
            "timestamp": 1562869080,
            "txt_content": "感谢楼主的分享~~~"
        },
        {
            "author": "159426837",
            "timestamp": 1564641060,
            "txt_content": "可以和hwyla waila havestbilly wawla一起使用"
        },
        {
            "author": "interesting_233",
            "timestamp": 1564816140,
            "txt_content": "额，中文名和英文名写反了吧"
        },
        {
            "author": "咒鬼233",
            "timestamp": 1564817280,
            "txt_content": "终于有1.14的一些mod"
        },
        {
            "author": "Nestalie",
            "timestamp": 1564844340,
            "txt_content": "惊了,支持一下收藏马克"
        },
        {
            "author": "mc1125025242",
            "timestamp": 1577496660,
            "txt_content": "谢谢楼主分享"
        },
        {
            "author": "cp666",
            "timestamp": 1580479380,
            "txt_content": "能改成中文吗"
        },
        {
            "author": "Gai_sen",
            "timestamp": 1581227940,
            "txt_content": "我找不到1.12的版本诶最低版本是1.13的"
        },
        {
            "author": "Kreto",
            "timestamp": 1581866400,
            "txt_content": "1.14.4的显示在中间，好碍地方。。"
        },
        {
            "author": "qiaopiaohe",
            "timestamp": 1583915820,
            "txt_content": "强烈推荐玩工业系模组的同学使用这个模组！"
        },
        {
            "author": "787107518",
            "timestamp": 1598629560,
            "txt_content": "很有用！支持楼主  如果能支持1.7.10更好了"
        },
        {
            "author": "wdsj123345",
            "timestamp": 1598663340,
            "txt_content": "这也太有用了吧"
        },
        {
            "author": "wjfcyl",
            "timestamp": 1604236320,
            "txt_content": "感谢！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "xixixiyang",
            "timestamp": 1604666100,
            "txt_content": "看起来非常的有趣 谢谢分享"
        }
    ]
}