{
    "title": "【原创·连载】《浮水三千》第四章[By：临涘][FF]",
    "author": "Liversammyh",
    "replyCount": 3,
    "timestamp": 1502294940,
    "txt_content": " 本帖最后由 Liversammyh 于 2017-8-10 00:16 编辑 \n\n 《浮水三千》 第四章\n\n                                                                           第四章长空鹰展翅，深海鱼争流。奇书降异世，唯有雄才收。祸福朝夕间，勇智行万年。雾出断桥去，历险遇绿洲。··合上惑星留下的那本探险笔记，黑桦脸上的皱纹，更密了一层。自己从那片迷雾中一路走到普路托，那片迷雾中，他看到了无数遇难者的尸骨，他们有的是缪尔人口中所谓的败类，有的，心中流着探险家的血液。他刚刚踏入迷雾，本以为自己也会和其他走进迷雾的人一样，在这片外人看来邪恶的，神秘的迷雾中失去自己的生命，然而奇迹却发生了。在他饥肠辘辘，聆听到死神召唤的时候，一缕蓝光飘到了他的面前，仿佛是抓住生的希望一般，他跟着那道光，走到了一个圆台低端。圆台上，是一本书，一壶酒，还有一盒食物。食物不知道放了多久，但是依然保留着自己独有的鲜香，黑桦忍不住吃了几口，想想自己还有路要走，他感谢了那道光，拿着那本书，继续向迷雾的另一边走去。迷雾并不同人们在外面看到的一般黑暗，甚至可以清清楚楚看到眼前的路。黑桦踏着同伴的尸骨，有些，还是他认识的人。边走，他边看着书。古籍的作者是一个叫做惑星的人，黑桦自小没有听过故事，不同于其他缪尔孩子把惑星当作偶像，黑桦，甚至根本未曾听说过这个人。然而让他感兴趣的是，这个人叫惑星，他父亲叫陨星，而他本叫做擎星……如果这些还没有关联，为什么那道蓝光带着自己找到这本书，而不是别人？越想越觉得蹊跷，黑桦翻开了书，他首先看到的是一张地图，地图上缪尔在整个世界的最东方，而它的西方，也就是迷雾另一面的国家，叫做普路托。地图上，还有将近十个别的国家，他未曾听说过，也不感兴趣。在惑星的笔记上，他知道了这些国家曾经发生过战争，各个国家的探险家们联合在一起，创造了同迷雾一样的各种天险，为了让这些国家不再发生战争，也为了保护人民的生命，他们又用自己的生命，请求诸神，抹去了所有人关于战争的记忆。于是缪尔便成了那个安居乐业的城邦吧，黑桦想着，就连那点探险的血液也被洗刷的一干二净。黑桦讨厌缪尔，在他眼中，缪尔人都好像白痴一般，容易满足，自得其乐，每天过着重复而无趣的生活，却从不厌倦，不愿接受挑战，不愿探险，甚至是自己认为最理解自己的父亲，也认为自己是一个一无是处的败类。至少当时的黑桦，是不愿意回到那个自己厌恶和痛恨的城邦的。当他终于踏出丛林，来到普路托的时候，他的心中感受到的只有释然，只有轻松。踏出迷雾，普路托的城门好像还有一段路程，这个时候，一个男人和一个女人走进了他的视线，他可以看到，那对男女看到自己走出迷雾之后脸上的惊恐，惊喜，还有激动。他们异口同声：“缪尔！?”黑桦不愿听那个熟悉而又陌生的名字，只是摇了摇头，但是那对应当是夫妻的男女穷追不舍：“您是不是从缪尔来？！”黑桦一笑，问道：“你们要往哪里去？“那个男人也笑笑：“我们之前进过一次迷雾，但是没有收获，这次还是要去迷雾的另一边探索，所以我们才会想知道，您是不是从缪尔来。”黑桦一惊，但是也保持着微笑，慢慢说:”能活下来，便是万幸，为何还要再进去呢，一探究竟，不一定是好事啊。“男人却怀着他从未见过的坚定:”不，从上古开始，便流传着缪尔的传说，但是不知道为什么，这座城市里面的人，探险的灵魂死了一般，都只想着过好自己的生活，漫无目的，又毫无意义的活着。就算探险失去了生命，也总比作个活死人强。“眼泪在打转，黑桦记不得自己什么时候哭过，但是这次他却想哭了，他不知道自己在迷雾中漫步了多久，但是他感觉到自己的腰背渐弯，就好像在迷雾里过了大半辈子一般，如今，难得寻到一个知己，他也不再掩饰，直截了当说：“我叫黑桦。从缪尔来，是踏着无数缪尔探险者的尸骨走过来的，缪尔城和这里一样，都流失了探险的血液，我不愿看着这一切发生，而且我在缪尔也只是一个废物，就走进了迷雾，没想到能够走出来，既然你们选择了进入迷雾，我也不阻拦，只是提醒你们，注意安全，一定注意安全。”男人微笑:”我们还有两个孩子，男孩子十岁，女孩子三岁，拜托您照顾好他们，这里有棵树，如果我们还能活着，我们会在这棵树皮里放纸条，您要记得带给我的孩子们。““嗯。“黑桦于是接下了这个使命，也留下了不解之缘。·再翻开书，擦擦眼睛，看着旁边这个长高了许多的男孩，好像是曾经的自己，二十多岁，精神焕发。黑桦提了口气，摇了摇头：“黑幻，过来，我有话给你说……”\n\n\n编辑中 修复排版ing\n放弃\n\n\n",
    "replies": [
        {
            "author": "MC_Miter",
            "timestamp": 1502295180,
            "txt_content": "新人都是怪物系列\n怕不是专业的？"
        },
        {
            "author": "Liversammyh",
            "timestamp": 1502295240,
            "txt_content": "MC_Miter 发表于 2017-8-10 00:13\n新人都是怪物系列\n怕不是专业的？\nemmmm我这个文放好久了  我初三毕业(°ー°〃)"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502676780,
            "txt_content": "诗文下方两个*不是很好，推荐取消小点。"
        }
    ]
}