{
    "title": "[Minecraft.net|CULTURE]SAPPHIRE OCEAN 蔚蓝之海",
    "author": "PlayerMingZhu",
    "replyCount": 0,
    "timestamp": 1502340300,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-8-10 12:52 编辑 \n蔚蓝之海漫游在Squity的美不胜收的海底之城之中SAPPHIRE OCEANDrift through Squity’s incredible aqua city\n    我一直坚信我会很适合在海底生活。我能吃到所有的免费海鲜，领略绚丽多彩的美景，而且不用再惦记着洗澡了。确实，呼吸可能是个小难题，而且我不会游泳，但是搬到新的地方肯定是要适应一下的。另外，我怎么能阻止像Squity这样的建筑师来建造像是蔚蓝之海这样壮观的海底之城呢？       I've always thought I'd do quite well living under the sea. All thefree seafood I can eat, loads of pretty colours for my eyes to enjoy and noneed to worry about taking baths anymore. Sure, breathing might be a littletricky, and I can't swim, but moving somewhere new always takes a bit ofadjusting. Besides, how am I supposed to resist when builders like Squity are creatingmagnificent underwater cities like Sapphire Ocean?\n\n    Squity的水下奇观是对古希腊建筑作品的致敬。到这个梦想的城市来，一边看着鱼群、海豚和虎鲸，一边漫步在宏伟的塔楼和巨型角斗场之中。我不禁开始想入非非了。       Squity’s underwater wonder is a homage to the architectural works ofthe ancient Greeks. Stumble upon this dream city and watch schools of fish,dolphins and even orca whales as you wander between majestic towers andenormous colosseums. I'm blown away by the dreaminess of it all.\n\n    再说了，会有人不想和海豚做邻居吗？就是的！我肯定要搬过来住。        Plus, who doesn’t want dolphins for neighbours? That's it! I’mdefinitely moving here.\n\n   “我喜欢希腊和罗马的建筑，”这项目背后的16岁的建筑师Squity说道。“我当时在搜寻一些图片，然后希腊庙宇屋顶上的雕塑给我留下了深刻的印象。我决定把这方面的东西带到我的建筑里。”   “I love Greek and Romanarchitecture,” says the 16-year-old builder behind this project, Squity. “I wassearching through some pictures and I was impressed by statues in the roof of aGreek temple. I decided to bring that aspect to my build.” \n    正是由于这种对细节的关注，使得Squity的作品如此有魅力。他在超现实主义的海底世界和熟悉的建筑技巧之间寻求一种平衡，为那里带来了真实感。        It’s exactly this kind of attention to detail that makes Squity’s workso mesmerising. He balances the surreal underwater world with more familiarfeats of architecture that bring a sense of realism to the place. \n    住在这里的海洋生活也已经很好地实现了。“关于地形，我搜索了一些水生植物，参考了一些方面并创造出了自己的植物。”Squity将常规的传统海洋生命转变为一种新的方块植物群系，他在这方面确实有天赋。        The sea life that dwells here is also remarkably well realised. “Forthe terrain, I googled aqua plants, took some aspects and created my ownplants.” Squity’s clearly got a talent for adapting the regular old sea life weall know into a new kind of blocky flora.\n\n  “在我12岁那年，我购买了自己的Minecraft帐户。我开始玩生存和小游戏，但创造模式是我的最爱。每次我看到一座惊人的建筑时，我就想：哇！这真是太帅了，总有一天我也要给自己建一些这样的东西。”     “When I was12-years-old, I bought my own Minecraft account. I started playing survival andmini-games, but creative mode was my favourite. And every time I saw an amazingbuild I thought to myself; ‘Wow, that’s really awesome. One day I hope to buildthose things for myself.’\n   “我喜欢在Minecraft中做建筑是因为3D方面-你可以走在你自己的建筑之中，那很棒！而且所有的东西都是由方块建造的，所以建造一些现实的东西是一个挑战。在2014年，我加入了荷兰的一个小建筑团队，在那个团队里我遇见了新朋友，我们总是练习、练习、练习。这几天，我还在和那些朋友一起练习。”       “I like building in Minecraftbecause of the 3D aspect - you can walk through your own builds and that’samazing! Also, everything is made out of blocks so it’s a challenge to createsomething realistic. In 2014, I joined a small Dutch build team and in thatteam I met new friends and we were always practicing, practicing, practicing.These days, I’m still practicing with those same friends.”\n   “在Minecraft之前，我没有以其他方式做过建筑或是设计，但是因为这个游戏，我想要在在设计方面深造。我真的对设计很感兴趣。”  “Before Minecraft, I didn’tbuild or design in any other way, but due to this game, I am going to pursue aneducation in design. I’m really interested in design.”\n     那么，对于那些看到他的建筑并得到启发想要开始自己创造的人，他会给予什么样的建议呢？       So what advice would he give to anyone who sees his builds and isinspired to start creating themselves?\n \n  “加入一个建筑团队并且互相给予提示。看看在Minecraft星球上什么比较热门，同时在推特上关注一些Minecraft艺术家。如果你想要一些灵感并且想要学习建造技巧，要对其他人保持兴趣。当我开始那样做时，我马上就进步了。”      “Join a build team and giveeach other tips. Check out what’s hot on Planet Minecraft and follow Minecraftartists on Twitter. If you want inspiration and to learn building techniques,be interested in others. When I started doing that, I got better in no time.”\n     如果你想看到更多蔚蓝之海，就沿海岸走向Minecraft星球吧。如果你喜欢它，去在推特上让Squity知道！        Coast over to Planet Minecraft if you’d like to sea more of theSapphire Ocean, and if you like it, be shore to let Squity know on Twitter!\n     由Iskillia, Mydelko, Trentu, Frogocomics提供\n 原文地址：https://minecraft.net/zh-hans/article/sapphire-ocean原作者：Emily Richardson，发布于2017年8月9日译者：Player_明珠（来自M.V.T）\n",
    "replies": []
}