{
    "title": "返校季商品",
    "author": "像素君",
    "replyCount": 13,
    "timestamp": 1502379780,
    "txt_content": " 本帖最后由 像素君 于 2017-8-11 19:18 编辑 \n\n\n\n\n\nBACK TO SCHOOL MERCH!返校季商品\nEverything you need to rule the playground like a KING这里有可以让你像国王一样统治操场的东西！\nThe nights are growing longer, the days are getting cooler, which means Summer is finally beginning its endgame and it'll soon be time to go back to school. But cheer up! Study hard now, and who knows? Perhaps you'll become so smart that you develop your own hit game! One that's so successful, it puts Mojang out of business. Good luck!\n\n夜晚开始变长，天气开始变凉爽，这意味着夏天马上就要结束，很快你就要回到学校了。不要垂头丧气的，现在开始努力学习吧！谁知道呢？也许你会变得很聪明，以至于可以开发属于自己的热门游戏！这可是一个让Mojang失去摇钱树的好想法。祝你好运！\n\nWhile we are still in business, we have loads of cool merch perfect for the upcoming school season. There's tons more on the dedicated store page of our site too.\n\n我们趁自己现在还能工作的时候给你们准备了一大堆适用于即将到来的开学季的酷炫周边。在我们网站的商店界面上还有很多这样的东西。\n\nWe’ve included links below to the store run by our chums at J!NX, but be aware that there are lots of other ways to buy Minecraft goodies that may better suit your location - Amazon has a special Minecraft store, and lots of regional outlets, for example.\n\n我们在下面的商品中添加了直达商店的链接，而这个商店是我们在J!NX中的挚友开的。但你要知道，你可以通过很多途径来购买Minecraft周边，请根据你所在的位置适当选择。比如，亚马逊有一个专门的Minecraft商店，许多地方也有卖这些周边的商店。\n\n\n1. CREEPER BACKPACK\n1.爬行者背包\n\nHow do you carry your stationary, equipment and school books around? In an old shredded bag you found in the swamp? Don't do that! Not when you could carry them comfortably and stylishly in one of our many Minecraft backpacks. Get it from J!NX here.\n\n你是用什么装文具、杂物和课本的？用那个在沼泽里发现的破旧背包吗？别干傻事了！你可以在众多Minecraft背包中随便挑选一个，这样你就可以方便轻松地携带这些东西了。在J!NX上购买它吧。\n\n\n2. REDSTONE TORCH USB WALL CHARGER\n2.红石火把USB插座充电器\n\nStudying late into the night? Or just need to charge your phone? Let's go with the former, as this handy wall charger lights up, offering just enough redstone glow for those late-night study sessions you can totally pull off without checking your phone every four seconds. We believe in you! You're... you're reading this on your phone aren't you? Get it from J!NX here.\n\n学习到深夜了？或者只是需要给手机充电？让我们一起去学习吧，因为这款便捷的充电器会发光，为那些在深夜里学习的学生们提供足够的亮度。这样你就可以放心地学习，不用每隔四秒就看一次手机了吧。我们相信你！你……你现在是不是正在手机上阅读这篇文章？在J!NX上购买它吧。\n\n\n3. CREEPER SCARF\n3.爬行者围巾\n\nA scarf? In August? Look, buddy, if you lived in Stockholm like us, you'd be wrapping up warm in the 'Summer' (ha!) months too. Be prepared for the chills of Autumn and Winter with the hottest neck around (in both senses of the word) with this trendy Creeper scarf! Get it from J!NX here.\n\n在8月介绍一条围巾？伙计们，如果你像我们一样住在斯德哥尔摩，你就可以享受温暖的“夏天”了(哈！)。戴上这条时髦苦力怕围巾，准备好迎接秋天和冬天的寒冷吧（两个季节的寒冷）！在J !NX上购买它吧。\n\n\n4. CREEPER FACE MUG\n4.爬行者马克杯\n\nStudying can be thirsty work, so what better way to stay hydrated and prove you're not afraid of explosive mobs? Also a great way to stylishly hold pens and pencils, with that terrifying Creeper face perfect for scaring off would-be stationary thieves. You'd have to be a real mug not to buy this! Just like I'm a real mug for not deleting that last sentence. Get it from J!NX here\n\n学习也会让人感到口渴，所以有什么更好的方法来保持体内的水分，并证明你不怕会爆炸的怪物呢？这里有一个好方法，你也可以时髦地握住钢笔和铅笔，用吓人的爬行者的脸来吓跑那些一动不动的小偷。这样的话你得是一个真正的杯子，而不是去买这个杯子！就像我这个没有删除最后一句话的杯子一样。在J!NX上购买它吧。\n\n\n5. CAREER OPPORTUNITIES TEE\n5.职业T恤\n\nIn the words of all your nagging relatives: “have you thought about what you're going to do when you finish school?” Help make one of the most important decisions of your young life with this handy shirt! Warning: 'Treasure hunter' and 'alchemist' are not the wisest of long-term career choices. Get it from J!NX here.\n\n就像你那些喋喋不休的亲戚所说的：“你有没有想过自己毕业后做什么工作？”用这件轻便的衬衫来帮助你尚未成熟的人生做出最重要的决定吧！警告：选择“寻宝者”和“炼金术士”作为自己的职业是不明智的，也不是一个长远的选择。在J!NX上购买它吧。\n\n\n6. PERIODIC TABLE WALL POSTER\n6.元素周期表海报\n\nWe were pretty good at science at school, but we might have done even better if we'd had this handy poster, featuring the Minecraft periodic table! Actually, we would've done much worse. Please don't try using this poster to help you study. We cannot stress this enough. Get it from J!NX here.\n\n我们在学校里十分擅长科学，但如果我们有这张便捷的以Minecraft元素周期表为特色的海报，我们可能会学得更好！哦不，实际上我们的成绩会变差的。所以请不要使用这张海报来帮助你学习。我们不再强调这一点了。在J!NX上购买它吧。\n\n\n7. MINECRAFT MINER'S JOURNAL COMPOSITION BOOK\n7.Minecraft矿工日记——笔记本\n\nEveryone knows the secret to schooltime success is in the quality of the notes you take. For example, according to my notes, Marsh wanted me to write this list without any of 'your awful, stupid jokes.' Woops. Anyway, jot down everything you need to know in this handy composition book! Get it from J!NX here.\n\n每个人都知道，在学校里成功的秘诀在于你所作的笔记的质量。比如，据我的笔记所说，Marsh想让我列举下这个周边的清单而不写上任何“你那可怕的、愚蠢的笑话”。哎呀，无论如何，你可以在这本便捷的笔记本上记下自己需要知道的一切东西。在J!NX上购买它吧。\n\nYou can find more Minecraft goodies on our store page!\n\n你可以在我们的商店界面找到更多的Minecraft周边哦！\n\n\n原文链接：https://minecraft.net/zh-hans/article/back-school-merch\n原文作者：Tom Stone\n原文发布日期：2017年月日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "zxc99233",
            "timestamp": 1502379960,
            "txt_content": "X宝应该会很快上线"
        },
        {
            "author": "我的已被",
            "timestamp": 1502394420,
            "txt_content": "感觉很棒= ="
        },
        {
            "author": "TResult",
            "timestamp": 1502412600,
            "txt_content": "那个模特乍一看挺像玛格丽·提利尔"
        },
        {
            "author": "skyjjjjjjzzh",
            "timestamp": 1502419020,
            "txt_content": "没钱。   "
        },
        {
            "author": "CAISIDUO",
            "timestamp": 1502429640,
            "txt_content": "挺想买的 但是学校小学生太多了 很尴尬"
        },
        {
            "author": "楪祈YeQi",
            "timestamp": 1502436120,
            "txt_content": "真好看 想买"
        },
        {
            "author": "ff98sha",
            "timestamp": 1502436240,
            "txt_content": "怎么又是你(●—●)"
        },
        {
            "author": "青木源",
            "timestamp": 1502521980,
            "txt_content": "”像国王一样“\n看成像洛克王国一样，我还有救么\n（有苦力怕帽子么）"
        },
        {
            "author": "Little_four",
            "timestamp": 1502597220,
            "txt_content": "有钱真好.jpg"
        },
        {
            "author": "楪祈YeQi",
            "timestamp": 1502680680,
            "txt_content": "楪祈YeQi 发表于 2017-8-11 15:22\n真好看 想买\n同道中人"
        },
        {
            "author": "luojiarui",
            "timestamp": 1502711040,
            "txt_content": "老师：这就是你把爆炸物带到学校去的理由？？\n学生：（背着苦力怕背包，无辜脸）\n\n"
        },
        {
            "author": "初阳时光",
            "timestamp": 1502852040,
            "txt_content": "表示想买书包\n但是高中生好像不太适合= =####\n啊啊啊啊啊啊\n还是usb比较适合我"
        },
        {
            "author": "为爱苦练",
            "timestamp": 1502955540,
            "txt_content": "上校背一个TNT背包，以为要炸学校似的。( ⊙ o ⊙ )！！！"
        }
    ]
}