{
    "title": "做腐竹的感受",
    "author": "Momoroko",
    "replyCount": 6,
    "timestamp": 1502382660,
    "txt_content": "说实话挺累的，\n鄙人做腐竹已近两年，自打15年自己最常玩的一个服务器关服至今，我断断续续开着一个并不是人很多的服务器，虽然人不多，但是很欢乐，至少给我的感觉是，玩家之间也在玩乐中渐渐熟悉彼此，说不上100%全身心管理着服务器，但至少和玩家之间的交流还是很多的，起初最早第一次开服的时候什么都不懂什么都不会然后还被一个X宝黑心卖家的破烂服务器坑的要死，然而就是因为服务器的不稳定配置不够强劲等问题导致了玩家来来去去没有几个人，说起来也是无奈，这第一年简直就是煎熬，好在剩下了几个坚持一直没有离开我的玩家，说实话我很感激和感动，这份恩情我一直熟记于心，早先开服前，本来憧憬的美好没有实现，但后来16年，我带上了我前一年煎熬中，习得的一切服务器知识，以及吃的瘪，我开了新服，虽然人数依旧不算特别特别多，但是走的非常少，我个人虽然很想留住每一个来我这里玩的玩家，但人各有各的想法，不代表我做的越多越好就越没有不足的地方，所以那时偶尔我有空的时候便会不时的去问问某些玩家，听听某些玩家的想法，选择一些共同的方面去改进，显然这是有效的，回过来继续说我这服务器人数吧，别看人不多，不过这些玩家真的让我非常感激，由衷的在这里给你们道声谢谢，人不多其实好处也有一些的，比如管理起来，真的好简单。。虽然偶尔起点小争执，嘿嘿嘿，这段时光里我很开心，没错真的很开心。直至今日，虽不能说当初的人都还在我这里玩，但还是有不少人依旧留在群里每天都乐嘚喝的说着笑着，不过服务器嘛，也就没人玩了，嘛，无所谓啦~人还在就都好~都在就好~都在……唉\n\n说起来我当初为什么要开服呢qwq？\n要是说15年当时最爱玩的服务器 那个名为 朗姆酒葡萄干冰激凌服务器 要不是关服了。。我可能真不会去开服，\n当初那时候已经和这服腐竹有了一定程度上的认识，我问他为什么不开服了呢？\n他只回答了我：累了，不想开了\n当时我和某些新新腐竹想的一样，有啥可累的呢？\n后来我渐渐知道的是忙不来。。这是对于这个腐竹的解释，\n可是。。\n我后来对自己当腐竹又体会到了另一种感受。。\n累啊。真的累。。\n原来当腐竹不止忙不开啊，还有心累啊…\n\n听我说，这是对所有腐竹说的\n\n如果你准备好了开服，或已经开服，请放宽自己所有的心态，认真的去了解每个玩家，多听听大家的意见，一个服务器不需要特别特别多的人，少少的几个人围在一起玩着，群里聊着，渐渐就会产生一股很美好快乐的氛围，慢慢人就会加入这种氛围之中，服务器就像一个大家庭，请好好对待每一个玩家，当然那种太皮的就算了吧，如果家里有人扎刺那时再拿出一家之主的风范管制他，该认真的时候认真，不用认真的时候，开开玩笑缓解气氛，考虑事情别一锤子钉死，多考虑考虑后再做决断，我说不上是一个最好的腐竹，除了有点懒以外，我对我的玩家并不会太过拘谨，所以要善待玩家啊，就算自己做不到最好，但也请尽力，要不待到玩家散去，只剩下寥寥几人，那时可能，或许，也许吧，你们大概能感受到一些莫名其妙的心情。最后，请善待玩家，祝你们能在服务器中交到更多的朋友，拥有长久的友谊。",
    "replies": [
        {
            "author": "Momoroko",
            "timestamp": 1502382840,
            "txt_content": "有些语无伦次了qwq"
        },
        {
            "author": "a13637342016",
            "timestamp": 1502382840,
            "txt_content": "是的，一路走过来，真的明白了很多，也很感谢那些陪伴至今的老玩家。"
        },
        {
            "author": "wxtv",
            "timestamp": 1502385720,
            "txt_content": "服主当起来看着就很累，经常看到一群低龄玩家，出啥BUG怨服主一直骂。不知道去看公告，去私聊问，就知道一直刷屏一直抱怨。说服主这服主那，心疼那些那么辛苦的服主们。"
        },
        {
            "author": "zxc99233",
            "timestamp": 1502386800,
            "txt_content": "只希望不忘初心"
        },
        {
            "author": "异域雪月",
            "timestamp": 1502386920,
            "txt_content": "萌新瑟瑟发抖"
        },
        {
            "author": "1559540917",
            "timestamp": 1502527560,
            "txt_content": "是的！开服真的累\n身心疲惫！\n唉。。。。"
        }
    ]
}