{
    "title": "【1.11.2】NCC-2304 USS Concord（ncc协和号）",
    "author": "索菲缇娅",
    "replyCount": 2,
    "timestamp": 1502443860,
    "txt_content": " 本帖最后由 yjl222 于 2017-8-11 18:30 编辑 \n NCC-2304 USS Concord\n\n作者原话：\nI present to you, the USS Concord. This is a build which means very much to me. I first started this 3 years ago when I initially joined Planet Minecraft. I had almost completed the ship when my computer failed and it was lost, However, recently my Dad had the old hard drive read and a schematic of the Concord's Saucer section was found. For the last few weeks I have been working to complete my baby and here she is. There are only 2 decks left in the secondary hull to complete. The nacelles are a modified version of the legendary Atrocities Constitution-class ones. He was a great inspiration for this build.\n\n船的历史\nThe USS Concord was built and launched in 2267. The ship was specifically built for defense and flagship duty. It was built with the worry of Romulan attacks and a war with the Klingons constantly on the horizon. The vessel was equipped with 14 phasers, 2 torpedo bays, and an experimental \"super phaser\" designed to negate shields. To support its combat duties, it also had large cargo bay and staging area, and an extensive shuttle bay with room for 8 shuttles! It also contained a larger, weaponized shuttle called the \"Flaming Arrow\". This would be used to strategically strike enemy ships. It also had extensive crew accommodations as it was designed to spend extremely long times away from starbase. \n\nHowever, soon after the vessel was finished, the Treaty of Organia was signed and the colony of galactic peace was established. With the threat of was dissipating, the Federation felt embarrassed at building a warship and immediately after it left drydocks it was shoved off into a far corner of the Federation and put in mothballs. However, with the Romulans reappearing and the Borg coming into play, the ship is being reactivated In 2365, almost a century after her initial introduction.\n协和号的建造和发射是在2267年。该船是专门为国防的责任建造的。它是建立在罗穆兰攻击的担忧和与克林贡人不断地在地平线上的战争上的。该船配备14炮、2个鱼雷舱，和一个实验性的“超级相位”专门对负盾牌。为了支持其作战任务，也有大型的货舱和中转区，以及一个拥有8架航天飞机的宽阔的穿梭舱室!它还包括一个更大的、被称为“火焰箭”的武器。这将用于战略打击敌舰。它也有大量的船员住所，因为它被设计用来在远离母星花费非常长的时间。\n\n然而，在这艘船完成后不久，就签署了《组织条约》，建立了银河和平的殖民地。随着威胁的消失，联邦政府在建造一艘军舰时感到尴尬，在它离开干船坞后，它被塞进了联邦的一个遥远的角落，并被放弃。然而，随着罗马人的重新出现和博格进入战争，该船被重新激活在2365年，几乎隔了一个世纪。\n图片\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n下载:度盘支持原贴\n\n 木有了23333333,第一次转载支持一下呗",
    "replies": [
        {
            "author": "酉月一",
            "timestamp": 1502445840,
            "txt_content": "请将分类改成“艺术造型”"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1502447460,
            "txt_content": "zxc554989965 发表于 2017-8-11 18:04\n请将分类改成“艺术造型”\n感谢提醒，改了"
        }
    ]
}