{
    "title": "[Minecraft.net|INSIDER]本周方块：TNT",
    "author": "土球球",
    "replyCount": 5,
    "timestamp": 1502451720,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-8-11 20:46 编辑 \n\n\nBLOCK OF THE WEEK: TNT\nGo ahead, hit it! What's the worst that could happen?\n\n本周方块：TNT\n冲啊，上啊！最差的情况能差到哪里去！\n\nIn 1863, a German chemist named Julius Wilbrand was playing around with some chemicals (side note: don't play with chemicals) when he created a new, previously-undiscovered compound. He called it \"trinitrotoluene\", and its bright yellow colour led him to suggest that it could be used as a dye. It took 28 years until another chemist, Carl Haeussermann, discovered that it was also an impressive explosive. Did he discover this after dyeing all his clothes with it, then giving someone the deadliest hug of all time? Hopefully not!\n1863年，德国化学家朱利叶斯·威布兰德（Julius Wilbrand）在实验室研究着一些崭新的化学物质（危险操作，请勿模仿），因为他合成了一种全新的化合物。他将其命名为“三硝基甲苯”（trinitrotoluene），并且他认为其亮黄色的性质可以拿来当作染料使用。直到28年后，另一位化学家卡尔·汉斯曼（Carl Haeussermann）才发现了它作为爆炸物的性质。他会不会是在把他所有的衣服用其染色，并给予人一个足以致命的拥抱后才发现了这件事？但愿事实并非如此！\n\nToday, we know trinitrotoluene by its shortened form - TNT – a far catchier name for our Block of the Week! Tom always thought 'TNT' stood for 'Tom's Nap Time' which is just one of the many reasons why we don't let Tom write Block of the Week anymore.\n现在，对于三硝基甲苯而言，其缩写——TNT——被公众所知晓的范围要更广泛一些。对于我们的本周方块来说，这个名字好记得多了！汤姆总是认为“TNT”代表了“汤姆的休息时间”（Tom's Nap Time），当然，还有其他许多许多原因，最后我们这周也没让汤姆写“本周方块”。\n\nTNT is probably the most dangerous block in Minecraft. It was added on 24 October 2009 alongside mossy cobblestone, obsidian and bookshelves, and initially you could hit it once to begin detonation and hit it again to cancel. In 2010 it became craftable, but since then it hasn't changed too much - mostly fixing bugs in the explosion physics.\nTNT可能是Minecraft中最危险的方块。它于2009年10月24日，与苔石、黑曜石、和书架一起被加入游戏，最初你可以点击它一次来触发爆炸，然后再点一次取消。2010年，TNT得以在工作台上合成，但从此以后，它就再没有什么大的改动了——主要是修复其引发的在爆炸物理逻辑中的错误。\n\n\nOh yeah – explosions! The reason TNT exists. When you give a TNT block a redstone signal, touch it with lava, or put it in the blast radius of another explosion, then it'll start flashing white. That's your cue to hightail it out of there. After 4 ticks, it'll explode with an enormous BOOM, shattering blocks nearby with a force slightly greater than that of a creeper explosion.\n哦对——爆炸！TNT，为爆炸而生。当你给予TNT一个红石信号、将其与岩浆接触、或者将其放置在另一起爆炸的波及范围中，那么它将会发出白色的闪光。这是一个预警信号，你随后应该迅速撤离。大概4tick后，它便会在一声BOOM中爆炸，炸碎其附近的方块，其威力要较爬行者略胜一筹。\n\nAll well and good. But there are some subtleties to TNT that make all kinds of fun things possible. If you prime a TNT block with nothing beneath it then it'll start falling, so you can drop it on the heads of zombies massing below the battlements of your castle (but watch you don't blow a hole in the wall). Drop it through an End portal, and it'll explode the next time that a player passes through that portal, making a fun surprise for your friends! Well, soon to be ex-friends, probably.\n一切都还好。不过TNT有那么一些小特性，能够做一些有趣的事情。如果你引爆TNT的时候，其下并没有任何方块的话，那么它将会开始下落，所以你可以把它放在你的防御工事下面的僵尸群头顶上（不过要小心不要把你的城墙炸出一个洞）。或者，在引爆后任其下落进末地传送门中，这将在玩家下一次去往末地时爆炸，从而给予你的朋友一个惊喜！好吧，你们的友谊大概就要走到尽头了，大概。\n\nAnother nifty little trick with TNT is that when primed it ceases to become a block and turns into an \"entity\" - like a mob or an item. These have their own physics and can be pushed around - with water, for example, or even by other explosions. There are a whole bunch of imaginative design guides for cannons that fire TNT across the landscape that'll you'll find on the Minecraft wiki.\n还有一个非常棒的有关于使用TNT的小技巧，就是当它被引爆后，它将不再是一个方块，而变成了一个“实体”（entity）——就像一个怪物或者一叠物品。它将有其固有的物理逻辑，比如说可以被推动——比如说被水，甚至是其他的爆炸推动。有关于TNT大炮的设计，有一大堆的成文可以参考，具体请参阅Minecraft wiki。\n\nFinally, you can use TNT in all kinds of different traps. You can start with a block of TNT connected to a pressure plate, and get more complicated from there. For inspiration, check out a desert temple or woodland mansion, where you'll find a few blocks of TNT carefully squirrelled away. But tread carefully... those traps are armed!\n最后，你可以在各种不同的陷阱中使用TNT。你可以先尝试着设计一个连接着压力板的TNT，然后将工程慢慢地变复杂。如果想要发掘更多的灵感，你可以观察一下沙漠神殿或林地府邸，在那里你会发现一些被谨慎放置着的TNT方块。不过请小心行事……所有这些陷阱都已经投入使用了！\n\n原文：https://minecraft.net/zh-hans/article/block-week-tnt-0\n作者：Duncan Geere\n原文发表时间：2017年8月11日",
    "replies": [
        {
            "author": "rooke_zb",
            "timestamp": 1502461980,
            "txt_content": "本周方块:熊孩子方块"
        },
        {
            "author": "cc7w",
            "timestamp": 1502687520,
            "txt_content": " 本帖最后由 1345979462 于 2017-8-14 13:27 编辑 \n\n4z：蓝鸡求求你了你就给我加分吧\n蓝鸡：下一个\n\n蛤蛤蛤终于有一个和我同病相连的人了【跑\n\n呦3天了→_→蓝鸡看起来是真不打算审了【跑 \n\n给你立下了反flag"
        },
        {
            "author": "tsd1",
            "timestamp": 1503189300,
            "txt_content": "TNT是使用沙子和火药合成的。\n提供给了我们大量关于如何真的合成炸药的信息。"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503670320,
            "txt_content": "tnt别名熊孩子方块"
        },
        {
            "author": "Ender_hz",
            "timestamp": 1519294080,
            "txt_content": "给熊孩子提供了很好的介绍"
        }
    ]
}