{
    "title": "【同人文】科幻MC同人文——凋零时代（已更新到———第一章）",
    "author": "将军金甲夜不脱",
    "replyCount": 4,
    "timestamp": 1356097380,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-1-30 17:11 编辑 \n\nMC同人文——凋零时代\n\n概念理解：\nMC大陆：minecraft的世界，在这个世界里，一世纪有1000年，一年有484天，一年有12个月，一个月有40天，第12个月有44 天，一天40个小时，一小时有40分钟，一分钟有40秒。\n黑龙：MC大陆人民的宿敌。\n凋零：黑龙的仆役，但攻击力，血量比黑龙要高。\n暗黑圣林：必须由暗黑之门进入，暗黑之王居住的地方。\n女巫：黑龙时代时的MC正义军变成的一种远程攻击生物，落日国高额悬赏。\n\n\n序章\n        这是公元0001年，MC大陆的第四个世纪，简称MC第四纪元，又称黑龙时代，那个时代，整个MC大陆都被黑龙所统治，许许多多的勇士去挑战它，却无人生还。公元0050年，黑龙建造了一个能大批量转送生物到MC大陆的传送门，把许许多多的enderman送到MC大陆上，骚扰人们生活。于是MC大陆的人民组建了一支庞大的军队去末路之地和黑龙，enderman决一死战，一打就是20年。时间来到0099年，enderman终于被MC的正义军消灭了，黑龙现身在末路之地，身边围绕着许多魔法柱，MC正义军蜂拥而上，向黑龙发起猛烈攻击。时间又过了一年，在0100年00时00分，黑夜破裂了，阳光涌进末地之路，黑龙嚎叫一声，躲进了末地之路的深处，不再出来，于是MC正义军热烈欢呼，黑龙被消灭了，准备返回MC大陆。但是他们，末路之地没有离开方法，只有打败黑龙或死去，才能返回MC大陆。MC正义军十分紧张，想利用各种方法，要么自杀，要么把黑龙引出来，可没有一个人成功自杀或引出黑龙，他们长生，可容貌正慢慢变老，身体的疾病也越来越多，可总是死不了。阳光还是照耀在末地之路，黑龙一直躲着不出来。400年过去了，MC大陆也和平了500年，可那群400年前的MC正义军却消失了，人们都以为他们和黑龙同归于尽，可是他们却在末地之路过着惨无人道的生活——疾病，衰老折磨着他们，可死亡却离他们远去，又过了400年，他们终于疯了，这可能是他们最好的结局了吧。0999年39时00分，末地之路的裂缝闭合了起来，阳光被阻挡在末地之路外，黑龙重现末地之路，它看着这群发了疯的MC正义军，并不急着消灭他们，而是利用他们来危害MC大陆的和平人民，他们成了女巫，被流放到MC大陆。接着黑龙又花了30分钟时间，制造出了他的另一个帮手——邪恶的凋零，为它服务，新的世纪来临了，1000年，MC大陆第五纪元，也就是凋零时代，也随着新年的钟声来临了，MC大陆的人们并不知道，这是比黑龙世纪还邪恶的一个纪元，黑龙也不知道，它制造了一个可以对他造成威胁的东西。\n\n第一章     嗯？身体很轻。    我往下望，下方白蒙蒙的一层什么都看不见，身边忽然浮现许许多多奇怪的身影。我闭上眼睛，忽然下方传来钻心的疼痛，我急忙睁开眼睛，却什么也看不到……    终于睁开眼睛，投影在眼中的是一大堆的砖块，貌似是天花板吧。我坐了起来，挠挠头，我这是在哪里来着。    唯一的记忆告诉我，这是在一间纯砖块垒成的房屋里，窗外还不时传来一些火车在铁路上滚的声音，还伴着一阵阵的歌声。我走到窗前，就着那一丁点的阳光，审视着自己的身体，还好穿了一条裤裆，不过衣服是没穿的啦。我把头转到门口和楼上，这间房子的主人呢？我在房子里走了一圈，又到楼上走了一圈，什么人都没发现。不过，这二楼的风景还挺好的。    我走到阳台，才发现这座落在山脚的山村还不是普通的优美的说。还有村用铁路，各种畜牧圈，还有人来人往的商店，还有最重要的村民。奇怪，我什么记忆也没有，唯一的印象——就连自己的名字也不知道了。    最终，我还是在屋子里找到了一件合适我穿的衣服，不瞒你说，还挺帅的。我深吸了一口气，把所有可能的对话都在心里问候了一遍，毅然走出家门。    话说这真的是我家么，一开门便被一座山挡住了，真所谓看门见山，我在门前转了两圈，才找到一条仅容一人通过的小径，我径直穿过小径，便又差点被一架从山里出来的矿车撞了个正着，紧接着又出来一架矿车，载着一个村民，那个村民见到我，便露出一脸的笑容：“村长几时起床的？早上好啊。”我被这预料之外的问题吓了一跳，勉强说了声早上好，心想，这人真没礼貌，就要撞到我都不说声对不起，望着那个村民开远，我哼了一声，接着又笑了。    我竟然是个村长？我笑了大半天，好歹我也是个有身份的人，怪不得房子这么漂亮。    我接着往前走，忽然前面传来一阵骚动。我慌忙探头去看，只见前面有一大堆人，围着一个十分可怕的怪物，一个村民看到我，招呼我过去，对我说：“村长，二狗在树林里抓到一个女巫，正想问你怎么处置。”我听了，笑了半天，怎么这世间还有女巫这玩意，我便随口说：“烧了。”    可能还真的是村长在这个村里威望大，竟没有一个人反驳，很快他们便架起了一堆木材，在中间立根大柱，把女巫三下五除二绑在上面，这时我才看清这个女巫的面貌。她的头发非常长，长到挡住了脸，以自我看不清她的脸，她浑身污秽。村民们急忙点来一支火把，想交到我手上，我并不想由我点火，我就说：“既然是二狗抓的，那就由二狗点吧。”这时，旁边的人群又骚动了起来，接着一个相貌清俊的男子就被推了出来。我笑了笑，心想，就凭这相貌叫二狗，也太欺人了吧。我把火把交给二狗，二狗呆了呆，接过我的火把，扔到木柴上，木柴熊熊燃烧起来，女巫哀叫起来，扔出一瓶药水，掉到地上碎了，药水漫出来，神奇般地把火都灭了，女巫连忙烧断绳子，往树林跑去，一边跑一边哀叫，周围山林树林中纷纷传来回应，也是悲哀婉转。我的脸刷一声白了，二狗也白了，呆了两秒才想起去追。    “快！跑步能手都去追！！”另一个村民大喊，很多村民闻声，立刻跑去追女巫了。我转过脸一看，发现是刚才从矿洞出来的那位村民，我刚想说谢谢，却被另外一个村民打住了，只听哪个村民说“副村长，周围山林都冒出了许多黑影，还是叫他们不要追了吧。”    我愣了愣，他竟然是副村长？！亏我我以为他是个没什么礼貌的人呢，副村长沉思了一会，才吩咐那个村民：“在太阳落山之前，才停止追捕。”那个村民听了，急忙跑进了树林。我笑了笑，转过脸对副村长说：“就是个女巫罢了，用得着拼命追捕么。”副村长瞥了我一眼，“村长你没看落日城发来的公告么，抓到一个女巫悬赏500个银块，要是女巫尸体就悬赏100金块，他们也知道女巫难杀，难道你不想要这一大笔钱吗？你可是一村之长，要是事成了，你可是有三分之一的钱啊！”    我K！竟然有这么多钱，怪不得要这么多人力去寻找。唉~算了，反正追捕工作又不是我进行，我吩咐了副村长管好追捕行动，自己回家了。    回到家，我径直走上二楼，找到了一本微微发黄的书。刚刚起床走上二楼的时候看到了这本书，貌似上面写有关于女巫的说明：   “一种能够远程攻击的生物，为MC世界中继骷髅和凋灵之后第三种远程攻击生物。 　　女巫使用多种负面效果的喷溅药水攻击玩家，包括剧毒、虚弱与迟缓。这些药水也会对被波及的生物起作用。其不会受到阳光伤害。女巫死亡后，女巫会罕见地掉落治疗药水、迅捷药水与火焰抵抗药水。铁傀儡会因为女巫是攻击型生物而对其主动攻击。女巫对剧毒、迟缓与立即伤害喷溅药水免疫。 　　当被物理伤害时，它们会喝下恢复药水以治疗。女巫饮用药水时，他的鼻子会立起，指向前方。当治疗自己时，他们无法攻击玩家。当女巫被点燃时，它们会喝下抗火药水以避免伤害——所以想用火攻对付女巫是不可能的。 　　弓是对付女巫的最好武器。喷溅药水由于其攻击距离较短并不适合。”   火对付女巫是不可能，看来我犯了个大错误。   我冲出家门，再次找到副村长，开口就说：“我找到打死女巫的方法了！”",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1356097440,
            "txt_content": "这两天光移帖子就快累我了"
        },
        {
            "author": "zhh30648",
            "timestamp": 1356098100,
            "txt_content": "Sky、果冻 发表于 2012-12-21 21:44 \n这两天光移帖子就快累我了\n果冻辛苦了{:10_512:}"
        },
        {
            "author": "将军金甲夜不脱",
            "timestamp": 1358849160,
            "txt_content": "我来顶贴{:10_512:}"
        },
        {
            "author": "Yihc",
            "timestamp": 1358919180,
            "txt_content": "恩 加油             加油     "
        }
    ]
}