{
    "title": "我的世界中国版居住地选择攻略 我的世界中国版居住地怎么选",
    "author": "iantao277",
    "replyCount": 0,
    "timestamp": 1502546640,
    "txt_content": "我的世界中国版居住地选择攻略 我的世界中国版居住地怎么选？我的世界中国版居住地哪个好？我的世界中国版住哪里好？生存玩法作为我的世界中颇为重要的一个玩法，也是众多玩家很喜欢研究的一个，在生存玩法中，挑选一个适合居住的环境并成功搭建住所也是一个相当有趣的过程。\n1.峭壁优点：采矿的时候可能会采到绿宝石、矿石，如果靠近山庄的话方便与村民交易；可以采集大量的矿石；会生成羊驼，可以获得皮革；高山有的时候会下雪，看起来很美。缺点：容易摔死；山底容易产生熔岩；不能建造平房；可能会挖到怪物蛋，放出蠹虫。总结：有圆石、冰雪、绿宝石、皮革等资源，自然景观很美。2.沼泽优点：有很多粘液球制作粘性活塞、粘液块；有很多蘑菇可以做菜；有很多珍惜植物资源，如睡莲、兰花；沼泽多水，可以防止恶意破坏，没有火的威胁。缺点：没船、没桥的话交通不便；史莱姆和女巫可能回杀死玩家；容易生成不少怪物；虽然水生植物多但是也没有更多的花作染料；总结：有很多稀缺的资源，除了怪物之外没有太多的危险，建房子的地方也很多，食物资源丰富。3.草原优点：地势平坦风景优美；农场种子来源可以用草丛获得；村庄、马和向日葵在这里很适合，在村庄里可能会生成铁匠铺，里面可能会生成箱子；刷怪的时候没有障碍物也有地方可以避开怪物；有湖泊有水源也有熔岩湖；缺点：草丛很多，但是树木相对来说比较少；村庄晚上可能会有僵尸袭击；总结：总的来说这里很适合大型住宅的存在，村庄之类的在这里也会比较多，更接近社会群系，可以说是最理想的地点了。4.雪针叶林优点：有冰、雪；林子里可能会有狼，驯服了狼能带来很多便利；林子代表着树木，代表着有不少木头；缺点：狼群的攻击；水会结冰；障碍物比较多；雪会堆积在住所上；总结：落雪和结冰总是会对人产生一定的影响，不利于采集，障碍物阻碍怪物靠近但人的速度也会降低，总的来说并不是一个十分宜居的地点。5.大型针叶林优点：土壤灰化带来了大量的灰化土；泥土上没有草但是有大量的蕨类；有狼的存在，驯服狼依然是一个值得冒险的选择；缺点：树叶少，采集树苗依然艰难。总结：大型针叶林有很多雪针叶林的特点，但是少冰无雪，可以说是相对来说更加适合人类一点。而且蕨类和灰化土使得这里的资源更加丰富。6.沙漠优点：地形平坦，有可能产生沙漠村庄；地形的变化可能会暴露一些地牢；仙人掌等沙漠植物的存在；存在着大量的沙子，砂岩和玻璃制品成为这里常见的造物；生成沙漠神殿，可以在里面找到自然生成的TNT；末影人比较多，可以刷末影之眼前往末地；缺点：水源短缺，也没有雨水，没办法钓鱼；没有除了兔子之外的天然被动型生物；沙尘暴、沙漠塌陷都很危险；尸壳会降低饥饿值；总结：不少玩家不怎么喜欢这个地方，对于新手也确实不太友好，但是老手玩家对这里还是有些偏爱，因为这里有非常美丽的沙漠景观以及许多的稀有材料。7.蘑菇岛优点：蘑菇、菌丝、巨型蘑菇，基本没有除了僵尸围城外的其他敌对圣物；非常多的蘑菇；缺点：无法刷怪，没有经验和掉落物，没有木头，几乎没有和其他陆地相连的地方也很少相连；总结：各种菇是这里的特点，没有怪的绝对安全和绝对没经验是另外一个特点，这样稀有的地方实际上对于新手来说还算是挺友好的，毕竟绝对安全，对于老手来说也可以采集到不少东西。8.森林优点：有大量的木头，这点毋庸置疑；树林里也有草，生长的很好；风景秀丽；缺点：房屋建造不方便；有怪物可能会带来很多危险；地形上来说不是很好，产生危险的可能性较高；树木聚集使得跑速难以提升；总结：对于新手来说比较好，因为有大量木头的存在，但是也充满了危险，不能建房也是个大的缺点，所以得到木头之后，建议还是搬出去吧。9.平顶山优点：风景不错；有硬化黏土和稀有的红沙资源；如果能找到变种平顶山高原的话是最好的；有大量金矿，可以合成金苹果；缺点：没什么树木；地表很多的染色黏土，要挖掘很长时间才能看到岩层；总结：彩色黏土和红沙资源是一个很好的选择，当然如果找到高原变种的话，才是居住的最佳选择。10.深海优点：能获得不少墨囊，基本没有鱿鱼之外的圣物，能看到一些海底遗迹；缺点：建房子很难，食物获取也很难，没有船或者深海探索者的情况下移动也很难，守卫者能带给玩家很多危险 ；总结：获取墨囊的好地方，但不适合新手居住，短时间的路过还是可以支持的。11.丛林优点：大量树木的存在使得木头成为很易获得的资源；丛林神庙可以当做临时住宅，也可以获得宝物；豹猫、可可豆、西瓜等特产在这里容易获取；食物不匮乏；树叶比较多，怪物生成率比较低；房屋的天然屏障；缺点：厚重的树叶是的建造较为困难；容易迷路；不容易行走；总结：总的来说并不适合新手生存，但是木头的数量实在令人心动，迷路了的话只能自求多福，但找到丛林神庙的惊喜能让人忘却很多。12.热带草原优点：树木丰富，也就意味着木头采集不算困难；有马，有时会有村庄；有羊驼，可以获得皮革；缺点：水源比较短缺；建设农场比较困难，而且高草丛会阻拦视线，被偷袭；加油加油！！！还差5个贴子升级\n",
    "replies": []
}