{
    "title": "[原创·连载][BS]《赤龙决》转折点：第二章[Dream-XD][内含音乐]",
    "author": "南少D凌坤",
    "replyCount": 1,
    "timestamp": 1502593560,
    "txt_content": " 本帖最后由 南少D凌坤 于 2018-7-9 17:44 编辑 \n<赤龙决>-与龙共舞，与魔为敌-[转折点]第二章\n\n片絮####也许光芒能照射到你吧，但人生会不会再来一次呢。也许星星能保护月亮，但太阳呢？也许.....也许没有也许，也许就是现在，也许就是过去，也许...也许南风能再来一次呢。也许冬日并不能融化冰雪，也许东风不能吹走方块，也许暴雨不能引来末影，也许羊毛不能出现在地狱，但是只要有挖掘的精神，我们的MC永远都在，都在心里。####南风来袭......\n正文####我听到这点，貌似有点小心动，又能学习武功又能活着出去，便答应了下来，“好啊......”####“不过，训练是非常刻苦的，你能坚持下来吗。”，“当然，只要你训练到能放我出去为止，我只希望能出去。”“不，你还要帮我做事呢，行了，黑七，你先教他制作工具的方法吧。”####我看着一个黑色的怪物瞬间过来了，十分可怕，他比我高0.5倍左右，并且手臂十分的长，长的离谱。“你好，我是黑七，龙王既然命令我来教你制作工具，你就好好学。”我看着他说话挺温和的，慢慢的也习惯了，“嗯，好。”不知过了多久，一个月，还是两个月，我已经学会了所有工具的合成方法，基本上只要图鉴里出现的工具，我都背熟了。“好了，你现在去见龙王吧，龙王会给你第二阶段的训练。”####黑七带着我，到了龙王的栖息地，“嗯，是吗。你已经学会了？也太慢了吧，足足半年呢。”我听见了半年这句话，“什么！半年？又是半年，你们的时间段有毒吧，我感觉才过了一两个月，可你们非说是半年。我在一个我不熟悉的地方那里度过了半年，可村子里的人都说我过了十七年，难道？这里面有什么蹊跷？”龙王见我这样说道，便一笑而过，“你难道不知道，末影圣地属于人界上方，时间段是1X6，而猎魔地狱是属于人界下方，时间是1X12吗，这些基本的你都不知道？你说你过了半年，他们过了十七年，那你可能是在地狱度过了半年吧，既然是在地狱，你能活下来一定很了不起，说罢，你是不是有什么特殊实力没发挥出来。”我开始有点懵了，什么？我在地狱度过了半年，虽然我不记得了，但是地狱是特别可怕的，有许多的猪人、甚至是掌管地狱的灰色凋零，这些都可以把我杀的几百遍了。我为什么还能活下来，并且出现在人界呢。“算了，别提这些没用的了，接下来本龙王来教你如何掌握人类的隐藏力量，每个人类都有隐藏的力量。每个怪物也有隐藏的力量，等我挖掘了你的隐藏力量，便把你扔到怪物训练营里去。”我听完后，便趴下了，“怪物训练营？”，“怪物训练营，是每个怪物都要在里面训练的地方，那里有很多高手，但是凭着本龙王教你的，一定能闯出去。”听完龙王的话，我好想有点放心了，“那就快点教我吧！”####只见龙王头朝着上方，仰卧着虚空，飞翔着，慢慢的，它闭上了眼睛，嘴里念着什么。突然！末影之地像是地震了一样，我已经站不住脚跟。“你可站好了，看我的！”只见龙王一直飞往上方，一直飞着，飞着，飞到一个高度的时候，仰视着我，随后便迅速的绕起了圈，突然！又冲了下来，向我吐火球，我看见火球，赶紧跑，龙王一直向我吐火球，我便没有停下来过。一直持续着，不知过了多久，停了下来，没有一个火球砸中了我。“嗯，很好，你现在速度很快嘛，每天抽十个小时绕着末影圣地跑三百个来回，一个星期后再来找我。”龙王说完，便飞走了。于是我照着它的训练方法，持续了七天，一直跑，跑，从未停过，感觉自己的身体已经虚化了，感觉我已经没有手臂、没有头颅，也没有心了，感觉全身都已经动弹不得，感觉....感觉....感觉！感觉自己有股非常清凉的感觉，对？！就是这种力量。我跑着跑着，看见前方有一个黑曜石水晶塔，本来是要绕过去的，可是没曾想，我极度想着想绕过去，正打算做的时候，我突然直接穿过了水晶塔，难道现在的我？！已经学会了跟末影人一样的技能，瞬间移动吗！####我赶紧去找龙王，可是却没有再看见它。黑七跑过来对我说：“龙王已经在闭关修炼了，你也训练的差不多了，你可以去怪物训练营了。”，“不，我还没学到什么真正的武功啊！”，黑七笑着，说道：“瞬间移动是我们末影人的最高技能，学会这个，你基本上除了龙王以外，没有人能伤害你，现在，我就把你传送到怪物训练营中，你要赶紧跑，跑出去就是你的世界了，龙王交给你的事就是.....刺杀凋零，刺杀完了之后记得拿下届之星给龙王，给你一个月的时间，要是没有成功，你就会死。。。。”说完，我便莫名其妙的传送到了一个帐篷中，难道这里是怪物训练营吗？\n“快集合！这里有人类！！！！”\n南风来袭......\n\n片尾为方便版主操作[字数统计器]中文：1320 　英文：58 　数字：7　　中文+标点：1550 　中文+数字：1327\n伴奏的音乐[BGM，自动播放](帖子标题已经注明，内置音乐，如有问题请提醒)http://music.163.com/style/swf/widget.swf?sid=26131697&type=2&auto=1&width=320&height=66",
    "replies": [
        {
            "author": "南少D凌坤",
            "timestamp": 1502676300,
            "txt_content": "二楼留着沙发待编辑......"
        }
    ]
}