{
    "title": "[原创·连载][BS]《赤龙决》转折点：第一章[Dream-XD][内含音乐]",
    "author": "南少D凌坤",
    "replyCount": 2,
    "timestamp": 1502591100,
    "txt_content": " 本帖最后由 南少D凌坤 于 2018-7-9 17:44 编辑 \n<赤龙决>-与龙共舞，与魔为敌-[转折点]第一章\n\n片絮####也许光芒能照射到你吧，但人生会不会再来一次呢。也许星星能保护月亮，但太阳呢？也许.....也许没有也许，也许就是现在，也许就是过去，也许...也许南风能再来一次呢。也许冬日并不能融化冰雪，也许东风不能吹走方块，也许暴雨不能引来末影，也许羊毛不能出现在地狱，但是只要有挖掘的精神，我们的MC永远都在，都在心里。####南风来袭......\n正文####“这.....这是哪？”苟延残喘的我慢慢苏醒着，用模糊的余光注视着我的周围。“果然还是回来了......我的世界，好久不见。”####“这不是阿正吗？阿正回来了！”旁边的农民都在我的身旁围着并用质疑的阳光看着我，“你们是......”尽管我醒来了，但是不记得很多事了，难道是过了这么久没回来，把这给渐渐忘记了吗，我的记忆力没到这种地步吧，也就半年没回来罢了。“阿正，我的儿子！”只见有位年迈的老人喊着，“什么？你这么老，我怎么可能是你的儿子呢，别开玩笑了老伯伯。”当我说完这句话的时候，那位年迈的老人手中的拐杖滑落了。“你不是阿正！？你到底是谁，阿正走了十七年，他是二十岁离开的，而你，却连二十岁都没有，你到底是谁！为什么长得跟小时候的阿正一模一样！”那位老伯伯质疑着，“我虽然什么都不记得了，但是我却还记得我自己的名字，我就叫凌玄正！”旁边的村民都惊讶了，开始说着闲话，“该不会是我们撞邪了吧！遇到鬼了！”“说不定是什么怪物变的”，“对对对，一定是怪物变的，说不定他是女巫变的，留不得啊！”我开始有些害怕了，这些人也太没常识了吧，女巫只有治疗、伤害、中毒药水，你们见过哪只女巫可以百变的，你以为是变形金刚呢。####“快把他赶出去！”只见一个德高望重的老人喊着，看样子像是这个村庄的村长。####“不用赶我，我自己走。”说完，我便站起来拍拍灰，然后看着那个喊我儿子的老伯伯，那位老伯伯眼中还留着眼泪，可能是伤心吧。但是我不知道为什么，特别想说一句，“父亲”。那位老伯伯的眼泪已经遮盖不住了，我的眼睛也不禁流泪，难道我们真的是父子吗，可我为什么不记得了呢。####到了一个离村庄有十里的地方，看到了一处茶馆，只见上面写着四个大字和一幅对联。矿工茶馆遇水则轻，强水则鄙。####于是我进入了茶馆，看见了很多人在这谈茶闲聊，真有一番休闲的景象。陆陆续续的也有很多冒险者，每个人手中都几乎有很多的僵尸头颅和骷髅头颅，也许这个茶馆很不简单啊。我得赶快离开。####“嘿，臭小子，你还没给茶钱呢。”只见店中小二看着我，我也很无奈，喝茶还要给钱的啊，“可我......没钱。”当我说完这句话的时候，全茶馆的人都站起来了，店小二问：“没钱你来茶馆干嘛！来人，给我押进末地之门！让他生不如死！”一两个大汉突然过来，强弩着我的手，我已经动弹不得，只见茶馆后门有个很大的井口，那几个大汉把我扔进了井口内，我一直在下降....下降....下降，可没曾想下降了多久，我都快睡着了，突然！一声巨响，BOOM!我掉进了黑乎乎的疑似沼泽的泥浆里，然后被传送到了一个奇怪的地方，在这个地方我不能看的很远，我的视线被这个地方独有的末影给遮蔽了。“是谁？谁敢来我的地盘打搅我的清净。”“是谁在讲话！快出来。”我只听得到声音，却看不到人，也听不到声音从哪里来，好像是立体感一样。“哼，我当是谁呢，原来是个屁颠屁颠的小屁孩啊。我可是掌管末影圣地的龙王！既然你想来挑战我，那我就成全你！”突然，我看见我的头顶天空上有一条巨大的黑龙，难怪我听不到声音从哪里来的。“龙王，别误会，我是被人扔进来的，并没有挑战您的意思。”我赶紧解释道，“哦，是吗，也难怪，人心都是这样。嘿，小鬼，不如我来教你点武艺，然后送你出去，只要你帮我做件事就行，怎么样？！本龙王可是很善良的，不舍得杀小孩。”我听到这点，貌似有点小心动，又能学习武功又能活着出去，便答应了下来，“好啊......”\n南风来袭......\n\n片尾为方便版主操作[字数统计器](中文：1155 　英文：86 　数字：0　　中文+标点：1349 　中文+数字：1155)\n伴奏的音乐[BGM，自动播放](帖子标题已经注明，内置音乐，如有问题请提醒)http://music.163.com/style/swf/widget.swf?sid=26131697&type=2&auto=1&width=320&height=66\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "蔡锡晨",
            "timestamp": 1502591340,
            "txt_content": "茶馆因此莫名背锅"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502591400,
            "txt_content": "蔡锡晨 发表于 2017-8-13 10:29\n茶馆因此莫名背锅\n莫名成为彩蛋【滑稽】对联送给还在水的各位。"
        }
    ]
}