{
    "title": "「Minecraft.net|CULTURE」幽灵似的尖顶",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1502600700,
    "txt_content": "\nSPOOKY SPIRES\n幽灵般的尖顶\nCreepy castle seeks grim ghost for harmonious haunting!\n在令人毛骨悚然的城堡之中猎寻可怕的鬼魂！\n\n\n　　When you buy a castle, you want to get your money’s worth. Tall spires, huge defensive walls, super spooky ghosts and preferably a huge body of water to surround it on all sides. But you know what estate agents are like. “Ghosts aren’t real!” they say. “We’re not estate agents!” they say. “Please get out of my house and stop harassing the cat!” they say.\n　　你在买城堡时想钱尽其用，高高的尖顶，巨大的城墙，超级吓人的鬼魂，当然外围最好用水围起来。但是你知道房产经纪人是什么样子的吗——“世上是没有鬼的！”他们这样说；“我们不是房产经纪人！”他们这样说；“请从我的房子中出去，不要再骚扰可爱的小猫了！”他们这样说。\n\n　　Sigh. I don't know. It’s almost like they don’t want a supreme leader to sit in a high tower and preside over the downtrodden peasants as they toil at the barren earth to bring more coffee, more cheeseburgers and more cool Minecraft builds. Ugh, the housing market, am I right?\n　　哎，我不知道。差不多就像是他们不想让一位最高领袖坐在高塔之中，领导受压迫的农民在贫瘠的土地上辛勤劳作，为你带来更多的咖啡，汉堡和炫酷的Minecraft建筑。呃，房产市场，我说的对吗？\n\n　　Thankfully, I later saw that some builders from team Harmony Blocks had been working on my dream home. Unfortunately, they’d named it the Castle of Harmony, which doesn’t inspire fear and loyalty in one’s terrified followers. Hmmm. Maybe Castle of Harm Only? I’ll have a think.\n　　幸好，晚些时候我看见Harmony Blocks建筑团队中的一些建筑师正在建造我梦想中的家园。可不幸的是，它们将其命名为哈莫尼之塔，这不会使他们恐惧的追随者之一激起恐惧和忠诚。额……可能只有满是伤害的城堡？我会仔细考虑考虑的。\n\n\n\n　　After just three days, the building trio working on the Castle of Harmony - UmutUG, Onlyze, and Aetiras - had finished it. Spires, walls, huge body of water and everything. All I need now is to advertise for an ethereal roommate with at least 200 years of previous haunting experience. It even has an atmosphere of otherworldly, Gothic fantasy included with the build! Brilliant.\n　　就在三天之后，工作于哈莫尼之塔的三人工作团队 —— UmutUG，Onlyze和Aetiras——完成了他们的建筑。尖顶，城墙，大部分是水的主体和其他所有东西。我现在需要做的就是寻找一位最少拥有200年猎鬼经验的室友。这座建筑甚至拥有超自然的氛围，其中包括了哥特式的幻想！真是太有才了！\n\n　　When I asked the Harmony Blocks team how they came to build this place, they explained how anything can inspire you to create a build in Minecraft. “There are a lot of ways to get inspired,” they say. “You can watch a movie and see something in it, or you might just do some research and suddenly you’re inspired, but eventually you’ll always be inspired by something.”\n　　当我询问Harmony Blocks建筑团队他们是如何建筑之时，他们向我解释说，Minecraft中所有的东西都能使你获得建筑的灵感。“获得灵感的方式有很多种，”他们说道，“你可以去看一部电影然后在其中选材，或者你可以去做些调查，可能突然你就获得了灵感，但是最终你肯定是能够得到灵感的。”\n\n　　It’s a truth I think we can all relate to. Like how I’m inspired by autocracy. “We got inspired by a photo we found on the internet,” says Harmony Blocks. “We just found it and brought it to Minecraft.”\n　　我认为这是我们都能够理解的事实，就像我被独裁统治所激励一样。“我们是从在网上找到的一张图片中获得灵感的，”Harmony Blocks团队说道，“我们找到了那张图片，然后就将其上的建筑带到了Minecraft中。”\n\n\n\n　　This creepy-looking castle inspired Harmony Blocks' build!\n　　就是这座令人毛骨悚然的城堡启发了Harmony Blocks的建筑！\n\n　　Castle of Harmony is reminiscent of both Gothic architecture and fairytale castles. Personally, I really love the colour and shape composition, with the fiery red of the main structure, tall and sharp, standing out against the dull metallic grey of a defensive wall. The castle feels like it could be lifted from a fantasy and planted right into our own world, somewhere in Germany or Austria. The curved towers and turrets, with their cold stone exterior accented by the red above, shares some striking resemblances with those of real castles high in the Austrian mountains.\n　　哈莫尼之塔能够同时让人想起哥特式建筑和童话中的城堡。就我个人而言，我真的很喜欢本作品的颜色和形状，主建筑如火焰一般鲜红，又高又尖，与城墙沉闷的金属灰色相互对立。这座城堡感觉起来就像是从幻想世界而来，人工种植在这个世界之上——在德国或奥地利的某个地方。由冰冷的石头构成的弧形塔楼和炮台，被上面的红色一加重，与奥地利山中的高高的城堡有些惊人的相似。\n\n　　Harmony Blocks also say that their favourite things to build come from the worlds of medieval and sci-fi. The build absolutely reflects the medieval aspect; it looks positively feudal in design. All it lacks is a coat of arms and the legacy of a king who died horribly after his Queen betrayed him, but I can take care of that. Alas, the creators themselves had no terrible tale of their own behind their construction.\n　　Harmony Blocks团队也向我们说，他们最喜欢的东西是来自中世纪和科幻世界的。这种建筑完全反映了中世纪的风格，在设计上它看起来有些封建。它所缺少的只是纹章和一位国王的遗产，那位国王在皇后背叛了他之后死去，但我能注意到那些。哎，建筑师没有为建筑的背景加入一些可怕的故事，真是太遗憾了。\n\n\n\n\n\n\n\n　　“There is no story to this build,” says Harmony Blocks. “It’s a planned thing. We have special methods, we make a plan, and then we build. The only reason for it is that we love building in Minecraft.”\n　　“这座建筑是没有故事的，”Harmony Blocks说道，“这是预先有计划的。我们有自己的特殊方法——我们首先会制定计划，然后再建筑。这样做的唯一原因就是我们喜欢在Minecraft中建筑。”\n\n　　So what advice would they give to someone who wants to build something similar? “Never give up. Eventually, you’ll do a good job.”\n　　所以你会给那些想做出相似建筑的人哪些建议呢？“永远不要放弃，最终你会做得很棒的。”\n\n　　If you want to take a closer look at the Castle of Harmony before sending in your application for the role of my malevolent poltergeist, you can check it out here! Please note that you must have been dead for at least 200 years or have relevant experience in an equivalent field.\n　　如果你想在恶鬼潜入你的应用程序之前仔细看看哈莫斯之塔这座建筑的话，你可以点这里查看！请注意，你最好已经死了200年以上，或是在猎鬼的领域有相关的经验。\n\n\n原文地址：https://minecraft.net/zh-hans/article/spooky-spires\n原文作者：Emily Richardson\n原文发布时间：2017/08/12\n翻译者：c7w\n翻译时间：2017/08/13\n\n\n",
    "replies": [
        {
            "author": "FlyCow666",
            "timestamp": 1502601240,
            "txt_content": "好大的建筑造了多久啊"
        }
    ]
}