{
    "title": "[原创·连载][BS]《赤龙决》转折点：第三章[Dream-XD][内含音乐]",
    "author": "南少D凌坤",
    "replyCount": 3,
    "timestamp": 1502615760,
    "txt_content": " 本帖最后由 南少D凌坤 于 2018-7-9 17:45 编辑 \n\n<赤龙决>-与龙共舞，与魔为敌-[转折点]第三章\n\n片絮####也许光芒能照射到你吧，但人生会不会再来一次呢。也许星星能保护月亮，但太阳呢？也许.....也许没有也许，也许就是现在，也许就是过去，也许...也许南风能再来一次呢。也许冬日并不能融化冰雪，也许东风不能吹走方块，也许暴雨不能引来末影，也许羊毛不能出现在地狱，但是只要有挖掘的精神，我们的MC永远都在，都在心里。####南风来袭......\n正文####快集合！这里有人类！！！！”(摘取上章-背景颜色有点尴尬)####“不好，有人发现了。”我赶紧躲了起来，只见有很多的骷髅、僵尸都跑了进来，他们似乎跟野生的骷髅、僵尸都不太一样，他们有自己的思维，十分可啪。突然！不知怎么回事，我被人从后背给敲晕了。当我醒来的时候，正发现自己被绑在了一个舞台上，舞台旁有一组字。MC擂台清风与色，万众与心。谁能唔我，王者之战。         “欢迎各位来自四海八方的商业人士来到MC擂台”！晕晕乎乎的，我看见了一个穿着随意的人站在舞台旁，“身边便是“商品”了，咱们看看这个商品的实力。”我不知他所说的商品是什么，但好像是在说我一样，难道这些人想拿打擂的来卖钱？        “放僵王！”此话一出，从舞台旁的一个囚牢里，被放出了一只体型比一般僵尸还大十倍左右的僵尸。        “看来不打不行了，今天拿你试试手，看招吧！肮脏的代码。”说完，我迅速拿起舞台中央的木剑，虽然我不会舞剑，但是我眼睛可没那么差，想扔过去刺中它是没问题的，看来在末地待久了，视力也增强了不少。        随后，我看准时机，拿着木剑刺了过去，一直插进了那只僵尸的脚踝上，“哈哈，现在你跑不了吧。”我嘲讽着，那只僵尸突然大怒，用脚想踢我，可是万万没想到，我瞬间移动到了它的脚后，然后跳了过去，把木剑又拔了出来，那只僵尸直叫痛苦，我用心想着，瞬间移动到它的头颅上刺中它，没想到还真行，看来瞬间移动是想到哪就到哪，只要集中注意力。        当我瞬间移动到僵尸的头颅上时，用尽了全身的力量刺中它的眼睛，BOOM！它的尸体全部化成了方块状，然后慢慢的死了。        旁边的观众都看呆了，还有很多人急着想要买下我，我可不是用来卖的♂，我想着逃出去，突然，瞬间移动到了一处草地，随后又想到其他地方，可居然没用了，无论我怎么想，都无法瞬间移动，难道这还要什么特殊情况吗，我赶紧跑，一直跑到一个酒馆。只见匠人酒馆匠心打造一切，创造使世界绝。        看来只能在这休息休息了，虽然没有钱，但是喝完酒再跑也是可以的。“小二，上酒。”我也有些口渴了，“来嘞，客官，您的酒。”        “嗯，你们这离一个叫矿工茶馆的地方有多远啊。”我问着小二，小二答：“矿工茶馆？是我们的分店呢，就在离这三千米的地方，半个小时就能到达，嘿嘿。”“嗯，忙你的吧。”我看着这碗酒，一开始喝了几口，可越喝越口渴，感觉身体很沉重。那个小二在我旁边笑着，一直笑着......        当我醒来的时候，只看见我的衣服被抛了下来，“穷鬼也来喝酒？身边一点金粒都不带，还敢来咱们酒馆！我们这么黑，没想到你更黑啊，来喝霸王酒来了啊你，信不信我抓你去小黑屋！”......        “什么鬼，兄弟，你这是黑店啊。”我尴尬的说道，“滚你的，没钱敢来喝酒。”他一直在辱骂我，我也忍不住了，心里想着瞬间移动到他的背后，果然，我被传送到他的背后了，然后速度给了他一拳，“好汉饶命、好汉饶命，是小的有眼不识泰山啊，好汉。”小二痛苦的叫道，“还敢不敢了，你这......有没有钱啊，借我一些。”我想用钱搭个顺风车，这样很快就可以到达茶馆，“好汉，您要钱，您随便拿，拿多少都可以。”小二既然这样说了，那我就不客气了，我翻开了收账的抽屉，里面金银财宝数不胜数，十分多，基本上不是绿宝石就是金锭，但是我却用不了这么多，顺手拿了三个绿宝石和四十个金粒，穿上衣服，然后便走了。看见岸边有船能直通茶馆，我便给了些金粒，他便搭我过去。        不知过了多久，已经到达了岸边，看见了矿工茶馆四个大字，然后我下船，在旁边用一些木棒乱七八糟做了一个小刀。藏了起来，便进了茶馆。茶馆的小二见了我，“这....这不就是半年前那个穷小子吗，他不是被我们扔进了末地吗，怎么会出现在这！”小二十分惊讶，我速度想着瞬间移动到他的后面，然后用小刀刺死了他。茶馆的人都**了起来，“臭小子，这里不是你撒野的地方！我是这里的掌柜，名叫混乱......”\n南风来袭......\n\n片尾为方便版主操作[字数统计器]中文：1300 　英文：160 　数字：0　　中文+标点：1519 　中文+数字：1300\n伴奏的音乐[BGM，自动播放](帖子标题已经注明，内置音乐，如有问题请提醒)http://music.163.com/style/swf/widget.swf?sid=26131697&type=2&auto=1&width=320&height=66\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1502631960,
            "txt_content": "这文莫名喜感。。。/笑哭 是根据轻身经历改变的么？"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502632440,
            "txt_content": "縻风 发表于 2017-8-13 21:46\n这文莫名喜感。。。/笑哭 是根据轻身经历改变的么？\n不不不，纯属是滑稽而作。"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502665080,
            "txt_content": "第四章已经取消，转为第二本改第一章。"
        }
    ]
}