{
    "title": "[原创·连载]《草方块之谜》第二卷 第七章 警报",
    "author": "初阳时光",
    "replyCount": 0,
    "timestamp": 1502631960,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:32 编辑 \n\n7\n      “拔刀剑……”Nelson喃喃，“你的大蛇峒门的杀敌数到多少了？还不赶快拿去熔炼。”\n      “54037，好不容易把它弄到了五万啊。”\n      Steve收集了材料，制作了一把妖刀「深海之森」。\n      熔炼，指的是把三把刀放进熔炼台，而制作出一把全新的，随机的剑。不亏的是，熔炼出的剑会继承三把被熔炼剑中最高的伤害。以前用这个方法换取神剑的例子并不鲜见，所以他们才敢做出这个决定。但是，把刀放在一起熔炼的条件非常苛刻。既要有2把杀敌数超过五万的任意拔刀剑，同时又要有一把带有锋利并且杀敌数为零的妖刀。\n      那么，妖刀「炽银」、妖刀「大蛇峒门」以及妖刀「深海之森」就变成了他们的不二之选。其中，加入深海之森是有原因的——熔炼出来的剑会继承被熔炼剑的光照度。\n      不过，正是因为被熔炼剑的诸如樱花飘落的击杀特效可能不会被保留，Steve迟迟不肯下手。\n      过了好些时候，他才把那三把剑小心翼翼地放入熔炼台，轻轻按下“熔炼”键。\n      经过了几分钟的等待，终于熔炼出了一把——\n      愿刀「尘色之绊」。\n      “简直再完美不过。”\n      银色而闪闪发光的外表，独具一格的属性，这回他们可是猛赚了。\n      银色外表的拔刀剑，他们可是第一次拥有。和之前他们所见过的拔刀剑不同的是，这把剑的图标上不是双刃，而是单刃。这也是熔炼剑的识别方法之一。\n      但是最引人注目的是，这是一把愿刀。愿刀在妖刀的基础上，增加了一个看名字就可以猜出来的特点。可以对这把刀许一个愿，之后拔刀即破碎成若干枚愿魂。拿着愿魂去做愿望中的事，愿望即可实现。\n      根据这一特点，所有的愿刀都价值连城。\n      “啊啊啊！这么厉害的手气吗！现在许愿吧，到时候丢了怎么办？”Candice激动万分。\n      “好。我希望……”\n\n\n      宫殿里，满地都是破裂的花岗岩，萤石已经被吊顶的灯砸得破碎不堪。宫殿失去了昔日的风采，变成了废墟。\n      显然，这是人为的。\n      “这么惨啊？堂堂一个城市，今天怎么变成这种样子？现在开始重建，知道了么？”\n      “我先去看看实验室。”\n      实验室毕竟在底下，被破坏的不是很严重。\n      “新版的火妖生成蛋果然完好无损……”\n      “陛下，这火妖有什么特别之处？”\n      “上次我们被打败了是因为火魔控制杖被窃取了，这次的火妖不会有控制语，虽然威力不变，但是变得更加强大——我敢打赌，除了我能把他用命令强制死亡外，其他人肯定不可能将它击败。”\n\n\n      “巫师！你来了！”\n      Andrew一袭蓝黑色长袍，戴着熟悉的黑框眼镜与浅灰色针线帽。他的左口袋里塞着左手，右口袋里插着一瓶随身携带的隐身药水，冷不丁地出现在Nelson的面前。身后，Forge紧紧跟随。他打了个哈欠，旋即迅速做出严肃的表情，把左手从口袋里抽出，推了一下眼镜：\n      “我刚刚看到的。接下来会有更加强大的火妖由你们打败。你们也知道，火系只能由——不，不是只能——火系被单系打的伤害更高。”\n      单系，指的就是像尘色之绊一样独一无二的剑所形成的剑系。\n      “哈哈，没关系的，我们恰好有一把单系剑。而且最重要的是，这还是愿刀。”\n      “愿刀对没有特定消灭物的怪物没有用。”\n      “什么意思？”Steve简直要听进云里雾里了。作为拔刀剑的初学者，部分专业术语他还是无法理解。\n      “特定消灭物，打个比方，之前是我用一句话将火魔直接解决掉的，那句话就是特定消灭物。”\n      “哦……啊？完蛋了！”\n      “如果你不尽力打或者研发作战计划，那么就会真的完蛋。”\n      说完这句话，巫师瞟了一眼地平线上的火焰，立即知道了刚刚家中被放火的事。\n      他预测，一星期内火魔就会攻来。\n\n\n      “陛下准备什么时候释放火魔？”\n      Frank果断接过话茬：“明天。今天是等待期。”\n      “当火魔被放出来之后，有他们好看的。哈哈哈！”\n\n\n      一个明媚的清晨。\n      六个人横七竖八地躺在橡树下的草地上，但最先醒的却是最底的Nelson。\n      之后就顺理成章了，他一个翻身，所有人毫无规律地滑下去。最倒霉的是巫师，直接滑进湖里被呛醒。\n      其他人也陆陆续续醒了。\n      这是他们好一段时间迎接的第一个朝阳。空气清新了许多，太阳从水面上的反光十分耀眼。这又是平静而日常的一天。\n      浮萍不可抵挡地占领了湖面，却无法填塞缝隙，这给阳光些许可乘之机。\n      橡树上垂下的藤蔓是一道完美而自然的玄关，但要说是一扇绝妙的雕花窗也无人反对。\n      “这就是……”Candice慵懒地说道，“钓过鱼的地方吗？”\n      天空下起了毛毛细雨，将浮萍轻轻拍打。\n      “久违的雨声……真是美妙而精致。”\n      雨渐渐下大了。\n      雨帘中，隐隐约约可以看到森林大火被雨滴渐渐扑灭的过程。河面弥漫着的些许雾气酿出了迷幻的氛围。\n      “反而……无所事事吗？”\n      Nelson掏出无味的面包，勉为其难地吃了一口，然后又配了一口湖水。\n      他拿出尘色之绊，刀锋在太阳的照耀下更加的闪闪发光，让人更加爱不释手。\n      鉴于没有烹饪锅，他们在现有的条件下只能做苹果面包和原味面包。能够吃苹果派和蓝莓冰沙的日子真是令人怀念。\n      不见了麻雀林间的啁啾，这样下雨的清晨反而平添了一丝落寞与寂寥。\n      比起原味面包，苹果面包这一奇异的组合更加讨人满意。虽然苹果酱会更好，但是研磨机的缺失的确让人很不习惯。\n      真是不可置信。昨天还在炼狱里进行一系列的无聊日常活动，今天就回到了平常世界享受朦胧清晨。最重要的是，朋友都在。\n      是的，朋友都在。\n\n",
    "replies": []
}