{
    "title": "【持续更新】【常用】给广大玩家的小福利",
    "author": "Wu_Shi",
    "replyCount": 14,
    "timestamp": 1502658120,
    "txt_content": " 本帖最后由 Wu_Shi 于 2017-8-14 21:45 编辑 \n这里整理下目前大部分版本常用的小技巧，如果错版麻烦管理员帮我移一下。（因为我真的找不到哪里还能发这个帖）关于想要开这个帖的原因....就是因为公会有一个人想开服务器，然后让我整理一些东西，我就想着顺便直接做一个帖子吧，然后这个帖子就这么出来了....\n如果有人想要问一些问题的，我不敢夸大，基本的一些问题我还是能够解答的。\n假如这个帖子活跃的话我就创一个群了...也方便解决问题\n\n找插件的话，如果你是娱乐的服，那插件版很多插件你都可以加\n如果你是想做一个稳定的生存服，那我建议你，多的东西不要加，有的没用还占资源\n做整合包的小伙伴们，请把你们的整合包，做好以后，以一个陌生人，去测试你的端\n为什么？虽然包是你整合的，但是如果你想给别人用，那你也要注意别人使用时候的感受\n下面给一些插件/权限节点/小教程\n\n\n/about 查询当前核心及游戏版本\n/afk /away离开\n/changepassword 旧密码 新密码\n/day 设置为白天\n/suicide 自杀\n/fly 开启飞行\n/forge tps 检查每一个世界的TPS延迟（这个适合腐竹看哪个世界卡）\n/mv modify set diff 0 设置当前世界为和平 0 1 2 3分别代表4个难度\n/sethome 名字 不输入名字默认为home 某些服默认可以设置3个家\n/delhome 名字 删除\n一代地皮：\n/p add ID 给某个玩家权限\n/p remove ID 删除某个人权限\n/p deny * 禁止所有无权限的人进入\n/p biome 改群系\n/p clear 清空\n/p claim 领取脚下地皮\n/p auto 自动领取下一个地皮\n二代地皮：\n/ps add 临时给一个玩家权限（你下线就没了）\n/ps trust 永久给权限\n/ps remove 删除某人权限\n/ps deny * 同一代\n/ps delete 删除自己地皮（顺便清空）\n/ps claim 领取脚下地皮\n/ps auto 自动领取下一个地皮\n\n------\n/gamerule keepInventory true 关死亡掉落\n/mangadd V1 创建一个权限组叫V1\n/mangaddv V1 build true 使这个V1拥有基本的建筑权限\n/mangaddi V1 V2 让V2拥有V1所有的权限\n/mangaddp V1 v.1.2 给V1权限组添加v.1.2权限\n/manuadd ID moderator 这个其实是一个预设组，很好的一个权限组\n我服里的管理都只有这个权限组，因为它有服务器大部分基础的管理权限\n但是又没有作弊权限，很适合一些不想麻烦的腐竹.\n/tptoggle 禁止别人对自己使用/tpa和/tp\n/tpo 强制tp某个人（即使在上面那个禁止以后）（但这个只有OP有）\n/tpohere 同上，把人tp到自己这\n/pt 对手上物品加一个指令，你用这个东西就可以使用这个指令\n这个有点鸡肋，因为可以无视冷却时间，加一个tpa，疯狂给某个人刷屏\n加一个/me 全屏广告 加一个/back biu来biu去的\n未完待续...(其实是我想不起来了，撇嘴`_>)\n权限节点：（禁止这个权限就在它前面加个-）\nworldedit.* 使用创世神 如果有地皮，还要给一个plot.weanywhere或者plots.wea\nessentials.fly 飞行\nessentials.chat.color 使用彩色字体\nessentials.gamemode 使用模式切换\nessentials.gamemode.other 对他人使用\neasykits.kits.名字 允许使用某个礼包\neasykits.kits.cooldown\neasykits.kits.maxuse 这2个都不解释了，加这两个在这其实是因为....我自己有时候都搞不清是kits还是kit\nessentials.kits.名字 允许玩家使用“名字”的礼包，这个是ESS里面的，要改配置文件才能解决\nbukkit.command.op 允许使用/op指令\n这个权限有点用处的，一个人测试时候，下了OP又可以直接上，方便\n* 咳咳..不多说，全部权限\n这里纠正一个误区，很多熊孩子都认为*就代表全部，其实不然，\n/op /deop 使用*都不会造成全民OP的情况，而有插件的限制\n即使你使用指令方块也不会有啥效果滴，因为被禁止了...\n未完待续...(其实是我想不起来了，撇嘴`_>)\n再教几个小技巧\n更新服务器地图时候，只需要删除/world/地图文件夹/region 文件夹里面的文件就可以了\n不过记得要事先关服哦！！！要不然有些玩家会卡在地图里，就必须删除玩家的游戏文件了\n游戏中输入/gc 可以看到服务器的一些状况，TPS是你游戏的状态，基本19+就算是没问题了\n最大内存就是你服务器设置的内存，已分配就是说，从最大内存里面，先拿出来了多少，\n空闲内存就是，拿出来的内存，还有多少没有使用，也就是说，实际使用内存=已分配-空闲\n之前开头说到的那个人，当时就问我，他买的服到底是1G还是10G...\n然后下面是各个世界的情况，区块，实体，tiles（这个我也不知道是什么，没管过）\n没有mv mw多世界的，可以使用/world 世界名字 进行切换世界\n\n\n再说几个吧，有的腐竹，想要做自己的服，想买VPS啊，机器啊，做网站啊。\n我建议啊，你服务器没有一定规模不要去想这些，你要做网站，你要备案，还要空间\n先不说空间要花钱，备案要18岁，网站还要模板，更多的是，你做了网站，可能也没多少人去管\n\n\n还有一些人，喜欢去别的群宣传，感觉被踹了就好了，其实没必要，你去宣传的那个群\n能进去的，都是感觉那个服不错，诶，我进去玩。试问，你都玩了一段时间了，你还想换服么?除非那个服管理层都是小学生。\n\n\n还有，尽量不要去什么事情都去找管理找腐竹，也不要进服就要东西，试问，你是做了什么惊天动地的大事呢\n还是在管理，腐竹小时候帮过忙啥的，先不说会反感，于公于私也没理由给你东西，你说赞助优惠点，那要赞助表干什么呢？对吧？那不是每来一个赞助改一次赞助表？\n\n",
    "replies": [
        {
            "author": "ToTelwang",
            "timestamp": 1502658240,
            "txt_content": "顶一顶....."
        },
        {
            "author": "Wu_Shi",
            "timestamp": 1502658360,
            "txt_content": "神秘2个指令\n/tc research ID all 全解\n/tc aspect ID all 1 给某个玩家所有元素都加1 没有的元素也能加，就相当于解锁全部的元素了"
        },
        {
            "author": "Wu_Shi",
            "timestamp": 1502660880,
            "txt_content": "前几天上完课回家后第一件事情当然是兑现对服务器玩家的承诺，更新服务器了。虽然性质跟换周目差不太多但是为了好听点暂且叫它公测吧。下面来说说“公测”需要注意的一些事情：既然是公测，删档是必须的，这里的删档并不只是地图文件，包括玩家金钱呀领地呀地皮之类的，反正就是跟重新弄个服务器一样。但是请注意，务必先备份好所有数据再操作，第一次肯定会有点误操作什么的，一恢复就行啦！\n首先说说如何删除玩家数据吧，这个牵涉到很多，如果不删除数据，你需要进入地图文件夹里的“players”文件夹，里面会有一堆以玩家ID为文件名的dat数据，全部删除即可。如果本来就要换地图文件可以忽略。dat文件保存的主要是玩家位置、背包数据之类的。接下来是权限数据，换周目什么的当然不能保留什么VIP了，嫌麻烦的直接删掉GroupManger文件夹重新配置超省事，要不然就自己进去慢慢改吧接下来就是领地了，领地这个就不方便直接删除，直接进入plugins\\Residence\\Save，全选删除即可。最重要的就是玩家登录信息了，这个不同的登录插件都不一样但大同小异，下面以Authme为例。大部分服务器一般以SQLite为数据介质，这个大家用help命令可以看到，但是也会有例外，有些大服用的是MySQL数据库。如果你使用的是SQLite，请直接删除plugins\\AuthMe下的auths.db文件，如果想完全重置可以只保留config.yml其他的全部删除，这样登陆的时候就不会出现一些奇奇怪怪的问题了。使用MySQL的可以自行清空数据库，如果租用服务器的给你的数据库可以让服务商帮忙删除一下，一般花不了多少时间的。然后是Ess插件的数据，plugins\\Essentials\\userdata下所有文件都删除，这里面都是以玩家ID为文件名的yml文件，当然类似warps文件夹也要删掉的。如果你使用了Quickshop之类的商店插件，请删除这类插件配置文件夹下所有db文件，这些记录了商店的坐标但是如果换周目了这些就会阻碍新商店的生成还会出现一些兼容性问题。注意不只是这类插件，mcjobs职业插件、各类签到插件、AntiX-Ray插件的玩家数据都要删掉的，不然会出现一些奇怪的问题。最后处理，请用批处理文件删除所有目录中的log、tmp文件以减小文件夹大小，这些日志、缓存对我们来说已经没有用了，留你何用？\n"
        },
        {
            "author": "Wu_Shi",
            "timestamp": 1502661420,
            "txt_content": "怎么做好一个服主这点谁也说不准。我去过的服务器多了，真正能给我留下深刻印象的，不是什么几百人的多MOD大服务器，而是一些小的几乎没人知道的服务器，为什么一印象深刻，因为他的一个小字，正因为小，才感觉亲切，正因为亲切，印象才深刻。一些大服，OP多，人也多，你进去基本都是各顾各的，理睬新人的却是很少，这些服务器虽然可玩性高虽然人多，但是缺少一份情感，没有亲切的感觉，没有家的感觉，为什么？具体为什么我也说不准，因为你服务器大，人多，顾不得对方的事情什么的。就导致了缺少一种家的感觉。1.素质低下型这种类型的腐竹，都是一种心态“你在我服务器玩就必须听我的！”管你和他乱什么，就是给你一种我的地盘我最大的感觉，在这里你听我的也要听，不听我的也要听，不然BAN了你。然后你反驳几句就被骂的狗血淋头。这类型的腐竹是绝对是小学生的亲戚。有过之而无不记。2.不讲理型所谓不讲理是指，比如你什么事情都没做，然后有个人污蔑你说你偷东西，服主看都不看一眼，直接把你BAN了，然后比如你做什么事情，然后这是服务器禁止的，你不知道，服主管你干了什么，直接BAN。这类型腐竹，就是那种不长眼睛的类型。3.亲国亲民型这类型的腐竹往往都是一些小服的腐竹，虽然服小，虽然人少，但是给你感觉很亲切，这类服务器往往都是最长久，往往都是那些看破红尘的老玩家最渴望的，这些类型腐竹是最负责最亲切的，让人喜欢，一般这种腐竹的服务器都不会起纷争。4.不管事型这类型的腐竹基本是服务器交给OP管，自己只是时不时玩玩而已，具体怎么的也不好说。5.没主见型这类型的服主，就是缺乏自己的意见，玩家说什么就干什么，OP提什么意见，就照OP的意思办，长此以往，就因为没自己的主见，所以导致了玩家丢失。上个月我又做了 从零开始的MC世界 这是一个服 腐竹叫IC 当时想找一个技术 我一开始的想法就是，做一个以玩家体验性为主的服务器，但是服务器开了没几天，我发现了一件事情，腐竹想赚钱，管理不想管事，简单的一句话就是，他们想开一个氪金向的服务器，然后自己又不需要去管，后来和他们因为意见不合就离开了，结果当天就说是前技术恶意捣乱，我也是醉了。然后过几天又找技术开了个海岛，一星期一个周目。服务器蹦了，技术天天在外面，腐竹只会开服，但是又打不开，只会玩，当时我还看到一句话，IC：“反正我能玩”我还记得IC的那一句话：你赞助了吗？没赞助你说什么东西。笑死人了。做好一个腐竹你要做到如下几点            1.   亲民，和蔼，对玩家态度好            2.   配合，热心，和玩家相处好            3.   气质，素质，待玩家如兄弟            4.   公正，无私，与玩家做朋友\n腐竹和玩家的关系应该是兄弟一般的，非常好的朋友一般的，腐竹和玩家的朋友没区别，那才是我们的腐竹，我们的好腐竹！\n当好服主还有一点，就是服务器要稳定，我相信很多人都遇到过类似的情况，服务器原本好好的，然后腐竹说升级什么的，结果升级了就常常出问题，然后经常换图什么的，就因为这样导致玩家丢失。有些纯净服原本很好的，就是因为加了很多MOD导致服务器隔三差五出问题。也是一句话：好服务器不一定多MOD，多MOD也不一定是好服务器。真正和谐的服务器，大多都是纯净的，如果是新手加服，最好就是去那些纯净的小服，MOD太多的我个人不建议新手去玩。\n服务器也不是一个人就能管理的好的，你需要的是一个团队，一个属于你自己的服务器团队，小服务器至少要有一个腐竹、一个管理。中型服务器的话我个人认为配置应该是：一个腐竹，2~3个管理，1~2个新手接待。大服务器不好说，可能有的大型服连副腐竹什么的都会有，所以在此不做评论。\n如何管理好一个团队呢，首先你必须在服务器里建立起威信。\n没错，就是威信，你必须在玩家和管理面前建立起威信，威望和信誉，要想建立威望你就必须要有一个领导者应有的风度，要做到有风度而不失幽默，有气概而不失态度。\n你在行事、做事的时候有风度，要有自己的行事风格，该幽默的时候就幽默一下\n。要有豪迈的气概，不要因为一些小事就和玩家和管理吵起来，记住，有句古话叫做“小不忍则乱大谋”如果连一点小事都忍不了还开什么服务器，回家种田得了，因为在一些小事上吵起来就跑到论坛和贴吧发帖的例子比比皆是，我也不多说什么了，在服务器里一般不要失态，管住自己。能忍则忍，不能忍更是要忍，除非你不想开服务器了。我记得拉姐在《如何打造一款成功的游戏》说过这样一句话，“不过天朝从来就不缺少２Ｂ青年，它们最擅长的就是胡搅蛮缠，没事找事，颠倒是非，混淆黑白。当你开始和它们争辩的那一刻起，你就已经输了。虽然我在上面说过了要认真对待每一个玩家，认真听完每一个意见……”\n里面所指的2B青年，也就是我们常说的小学生了，小学生在你服里闹，你可能BAN了他，在你群里乱，你可以T了他，但是绝对是不能和他吵起来，你一吵，他可能就在贴吧就在论坛，发你吵他骂他的截图，在写一些煽动性的话，你原本好好的一个服务器，都能被他说的道德沦丧，人性缺失。黑的说成白的，白的说成黑的。到时候你再想挽回就难了。\n一个好的管理者是不会管流言蜚语的，他在发帖骂你的服务器时，你更是不要和他对骂。那只会让其他不明真相的人更加的误会你。如果把服务器比作国家，那么腐竹就是一国之君，OP就相当于是你国家的官员或者大臣。你是要主张和平的建筑服，还是要自食其力的生存服，再或者是一个战无休止的战争服等等，这些都是腐竹要考虑的，你也要根据你的经济情况来选择服务器的类型和大小。大服自有大服经营之道，小服自有小服生存之法。小服不要羡慕大服的发达，大服不要盯着小服的和蔼，各有各的好处，要做腐竹必须讲诚信，和玩家和OP说好的就一定要实现，否则只会让玩家心里对腐竹的印象变差。说到印象，玩家对服务器的第一印象很重要，你服务器如果出生地凌乱不堪，就算后面有多华丽的建筑，也不会让玩家对服务器的印象提升一点半点的，如果你服务器出生地给人很好很舒服的感觉，那么留给玩家的第一印象就会很好。玩家的意见做腐竹的一点要多听听，OP的抱怨做腐竹的你也不能少看，但是记住，原则性的问题绝对不能疏忽，听玩家的意见看OP的抱怨，最后总结一下之后服务器该往哪发展，这是至关重要的一点，如果做腐竹的你不听玩家和OP说的话，那么你只会和玩家和OP越来越疏远。\n希望大家看完之后能从中学到不少，这也献给各位新手服主，让我们一起为中国MC服务器界做出自己的贡献吧！（情节真实，部分语言有转载（名言，引用等等））"
        },
        {
            "author": "leavessoft",
            "timestamp": 1502662260,
            "txt_content": "有所启发，感谢lz. \n咨询个问题：目前我的服务器强调提升难度（但目前并不是变态到不能玩下去的难度），但是玩家怨言很多，请问该怎么办呢？"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1502664780,
            "txt_content": "乱七八糟的，根本看不明白。"
        },
        {
            "author": "cc7w",
            "timestamp": 1502669280,
            "txt_content": "版头说明了啊\n这个板块针对pc原版\n\n你应发到联机教程"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1502676480,
            "txt_content": "这里不是贴吧==\n自行修改更新"
        },
        {
            "author": "战龙s",
            "timestamp": 1502677620,
            "txt_content": "\n神乎其技，不服不行！"
        },
        {
            "author": "Nethop",
            "timestamp": 1502678280,
            "txt_content": "那个……晶蓝字体是不是有点不太适宜白色背景呢，内容相当深刻，但是这个字体颜色会劝退啊orz"
        },
        {
            "author": "Wu_Shi",
            "timestamp": 1502718240,
            "txt_content": "leavessoft 发表于 2017-8-14 06:11\n有所启发，感谢lz. \n咨询个问题：目前我的服务器强调提升难度（但目前并不是变态到不能玩下去的难度），但 ...\n难度这个，其实说不清，要仔细分的话，RPG服可能还比纯净难，这要看你怎么去想。\n有些玩家，喜欢轻松一点的生存，边玩边研究。有些玩家喜欢难度高的，觉得太简单没意思。\n那就分2部分好了，你让玩家前期，觉得很轻松，进服以后尽量明显透露给他们趣味性的一面，到了中后期，在玩家进行高水平创作时候给予一点压力。\n\n当然我这个话说的很空，因为我不了解你的服务器的大概构造，我现在能看到的是纯净，说实话...纯净服能开下去很不容易，建议你不要往难度那一方面考虑，往趣味性和可玩性一面去想。\n希望我的建议对你的服有效果。"
        },
        {
            "author": "Wu_Shi",
            "timestamp": 1502721180,
            "txt_content": "Nethop 发表于 2017-8-14 10:38\n那个……晶蓝字体是不是有点不太适宜白色背景呢，内容相当深刻，但是这个字体颜色会劝退啊orz ...\n这么一说还真是诶。。。"
        },
        {
            "author": "Nethop",
            "timestamp": 1502947920,
            "txt_content": "Wu_Shi 发表于 2017-8-14 05:06\n神秘2个指令\n/tc research ID all 全解\n/tc aspect ID all 1 给某个玩家所有元素都加1 没有的元素也能加， ...\n唔……然后是这里，神秘还有一个清除扭曲的指令，毕竟有些玩家不喜欢什么反常之饥，邪术水表之类的。\n/tc warp ID set 0 (永久扭曲设置为0)\n/tc warp ID set 0 PERM （粘性扭曲设置为0）\n\n仅作补充qw"
        },
        {
            "author": "The_Story",
            "timestamp": 1504054560,
            "txt_content": "很详细，赞一个~"
        }
    ]
}