{
    "title": "[双线]时界——盘灵古域[1.8-1.12]",
    "author": "HeXiaoDong521",
    "replyCount": 0,
    "timestamp": 1502702580,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n盘灵古域\n无需专门客户端\n任意 1.8 - 1.12 的客户端都可以进\n需要添加此地址到你的服务器列表\npan-gu-continent.mc.ilans.cn\n\n\n========================================\n\n\n游戏介绍\n盘灵古域是一张 1.8 版本的Minecraft地圖，由MTW和紅石口袋共同制作，至今制作了超过二年半的时间，在2015年4月正式发布了。\n\n\n一. 背景历史\n1. 古代历史\n盘古开天辟地之后，世界便由浑沌分割为天与地，而盘古的身体就幻化为山川泽林，万物也得以繁衍生息。\n这时，只有盘古的遗族-神族拥有高等的智慧，他们与天地同寿，拥有强大的力量。\n他们支配了这个世界，协助世界的运行和规则的制定。\n而渐渐的，新的智慧物种出现了。集日月精华所生，妖族在大地上诞生了。过了不久，神族的女娲也创造了「人类」。\n人族和妖族互相争夺土地的使用权，而神族则秉持著不干预地上生物的原则，继续在天上维持著世界的秩序。\n几千年的时间过去了，人族发现了一种修练方法，可以使寿命延长许多，并且获得强大的力量。这些修练成功的人，自称为「仙」。仙人越来越多，他们联合起来，在蜀山这处盖了一个供他们「仙族」居住的地方。\n而仙族虽然拥有强大的力量，但是他们并没有失去过去身为人族时最强大的力量：「创造力」。因此仙族擅於研究发明各种阵法和装置。\n就在各方势力都大致上稳定的时候，有件事情打破了平衡。\n神族创造了「四圣兽」，并且利用圣兽作为阵眼，形成一个巨大的阵法，覆盖住整个大陆。美其名是利用结界保护生灵，不过各族都认为绝对没这麼简单…\n果不其然，结界建造好不久，神族认为他们花费力气管理这个世界，理当要向各族收取报酬，因此，他们利用四圣兽的力量逼迫其他各族每年都必须要缴纳供品。\n这种恶霸的行为很快的激起部分居民的不满，他们集合起来，成立了一个叫做「战神联盟」的组织，拒绝缴纳供品，甚至某些不支持供品制度的神族也加入了这个组织。\n但是，神族率领了四圣兽对战神联盟的基地进行了毁灭性的攻击，联盟的成员死的死，伤的伤。没被抓到的成员躲到了沙漠的南边，传说中的恶劣边境。自此之后，没有人敢反抗神族的命令，各族都乖乖的缴纳供品。\n战神联盟解散之后，人仙二族与妖族的关系日益恶化。原因在於他们发现妖族的内丹可以用来炼制丹药，增加人类修炼成仙的可能性。二族为了炼制丹药，甚至建造了一座「镇妖塔」作为关押妖族的处所，只为了丹药的原料-「妖族内丹」。\n妖族数量因此大量减低，渐渐的淡出了大家的视线，躲到各处的深山中隐居了起来。\n2. 近代历史\n这样的情形差不多维持到了一百年前。\n约百年以前，突然有一天，四圣兽所居住的四大神庙同时受到了攻击，虽然发动攻击的犯人全数死亡，但是四圣兽依旧受到了致命的伤害，为了保命，四兽离开了驻扎的神庙躲起来疗伤，并且在离去前，将身上的一部分部件取下来摆在神庙中，当作维持结界的能量来源。\n没有人知道圣兽们去了哪里，只能静静等待它们的归来，并祈祷结界不要提前失效。\n最近一阵子，皇城弥漫著一股不祥之兆。各地的野兽和魔物突然之间变得凶暴异常，大举进攻人族居住的据点。\n皇城的人皇派人联系了仙神二族，希望能找出天灾的原因，而你们，就是在这样的状况下，来到了这个世界......\n\n\n\n\n二. 地理位置\n上图为盘古大陆的地理位置图。中间最大的部份为人族的皇城。此外东边为龙鳞之森，南边是焱砂大漠，西边有虎爪山脉，北边有玄水湖泊。主要的故事就发生在这块大陆上…\n\n\n\n\n\npan-gu-continent_01.jpg (178.55 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-14 17:07 上传\n\n\n\n\n\n\n\n\n三. 五大种族\n在盘灵古域的世界中，主要有五大种族，分别为：\n1. 神族：作为得天独厚的种族，承袭了盘古血脉而拥有强大的能力和几乎不会有尽头的寿命。神族的特色是生命值比其他种族为高。\n特性：生命值高\n2. 仙族：由人族修炼而成，均是菁英中的菁英，创造力非常惊人。仙族的跳跃力较高，可以跳到其他种族跳不到的地方。\n特性：跳跃力高\n3. 妖族：集日月精华而生的种族。五大种族中唯一不需要双亲就可以诞生的种族。妖族的特色是移动速度较快。\n特性：移动速度快\n4. 战神族：五大族中最为神秘的种族，人族甚至不知道其存在。战神族不怕火焰，免疫燃烧伤害。\n特性：免疫燃烧伤害\n5. 人族：受到女娲庇佑的种族，虽然寿命短，但是繁殖和势力扩张的速度却非常惊人。人族对所有伤害有额外减免。\n特性：伤害额外减免\n\n\n\n\n\npan-gu-continent_02.jpg (140.41 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-14 17:07 上传\n\n\n\n\n\n\n\n\n四. 职业介绍\n盘灵古域中总共有三个职业，分别是战士、弓箭手和炼丹师。\n1. 战士\n作为一个近战的角色，战士的血量和防御是三种职业中最出色的，但是缺点是速度也是最慢的。\n战士的武器又分为「金钟」和「破军」两种：\n金钟类型的武器可以使用右键进行防御，可以抵免一半的伤害，提供的生命值也较多。缺点是金钟武器的速度较慢，攻击力也比较低。适合队伍中有其他队友协助输出时使用。\n破军类型的武器攻击力较高，移动速度也快，表现较平均，适合需要近战输出伤害的场合。\n2. 弓箭手\n弓箭手是完全的远程输出，攻击能力和移动速度最为出色，但是因为攻击需要拉弓的时间，而且弓箭手的生命值也偏低，因此被敌人近身后会很难反击，所以往往必须同时进行攻击和回避，是相当需要操作技巧的职业。\n弓箭手的武器又分为「狙击」和「游侠」两种：\n狙击类型的武器攻击力高，但是持弓攻击时移动速度会大幅下降，比较适合需要专心输出和高伤害的场合，缺点是很难应付速度快的敌人。\n游侠类型的武器攻击力虽然较狙击为低，但是持弓时移动速度快，生命值也较高，而且直接使用弓进行左键打击可以将敌人击退后再进行射击，是能力比较平均的类型，但是遇到会抵抗击退效果的敌人会大打折扣。\n3. 炼丹师\n炼丹师是最强大但是却也是最弱小的职业，由於炼丹师主要是以辅助为本业，因此队友越强大，炼丹师就越能显现他的重要性和价值。除此之外，炼丹师也是唯一能够在皇城炼丹房中炼制丹药的职业。\n丹药有单人使用也有多人使用的，炼丹师可以使用丹药治愈队友或是阻碍敌人，是属於类似补师定位的职业。\n\n========================================\n\n新手教学\n\n\n一. 大陆通则\n\n1. 不可以破坏或放置任何方块\n2. 请勿合成或分解任何物品\n3. 请不要把 NPC 推离原本的位置\n4. 请不要游泳跨越地图\n5. 尊重剧情，请把每一本书认真看完\n6. 种族证明和 NPC 对话泡泡是用来接取任务用的，不会消耗，所以交易时请注意不要按住 Shift 键拿取，交易完也请记得把证明和泡泡带走。如果不幸遗失了，可以在种族重生点附近领取\n7. NPC 脚下都有一个红色框框，若看到一个没有 NPC 的框框，代表 NPC 没有出现，请踩一下框框重新召唤他\n8. 看到重生石的纪录点可以踩一下纪录位置，使用重生石便能重生在该位置。若不使用重生石重生得话，会回到种族重生点，并且扣除一定量的等级当作惩罚。\n9. 职业的武器和装备种类是固定的，系统会定时清除不属于玩家职业的物品\n\n二 .锻造说明\n玩家可以从怪物身上搜集到武器或防具的核心，到铁匠铺进行锻造就可以制作成不同职业的装备\n\n\n\n三 .炼丹说明\n首先，先找到位于皇城中央偏东方的炼丹房，再向里面的小二换取「炼丹入门」和「丹药集注」这两本书，里面详细的解说了如何炼制丹药，以及基本的丹药配方。\n\n炼制的原则请谨记以下几点：\n1. 药引和元素由左到右，一定是依照「药引->金->木->水->火->土」的顺序放置。(放错就不会发生任何事)\n2. 材料一律靠左边摆放，中间不要留空格。\n此外，除了从怪物身上或宝箱中获得外，某些种族的村庄中可以购买或兑换更高等级的丹药药引，这些都要靠玩家去找寻了。\n四 .常见问题\n\n\nQ：装备（含武器）升级材料怎么获取？（以下答案爆率相对较大，实际出产于人品有关）\nA：三阶刷森林 “蜘蛛女王”；四阶刷沙漠 “马贼首领”（森林的 “始皇陵墓” 可刷四阶装备核心，30 级进入）；五阶刷北方玄武湖方向的 “蜘蛛骑士”\nQ：沙漠（XX 地图）怎么过？\nA：怪是无限刷新的，所以尽量不要打怪（刷元素除外），一直往前冲，到安全区为止（目的地、村庄等）\n\n\n\n\n\n========================================\n\n\n\n\n\n如果 1.9 以后出现材质包Bug请加QQ群下载材质包\n\n\n\n\n如果你想成为我们服务器的一员，加入我们的服务器\n\n\n玩家交流群\nQQ群：146238300\n\n\n\n",
    "replies": []
}