{
    "title": "「Minecraft.net|INSIDER」聊聊尸壳",
    "author": "cc7w",
    "replyCount": 13,
    "timestamp": 1502712900,
    "txt_content": " 本帖最后由 cc7w 于 2020-3-5 14:32 编辑 \n\n\nMEET THE HUSK\n聊聊尸壳\nThe powerful zombie that punches us peckish!\n使我们饥饿的强大僵尸！\n\n\n　　I remember the first time I had the pleasure of meeting a Husk. I had gotten myself trapped in a sandpit of my own creation (as you do). Then, looking up, I saw a silhouette towering over me, lit up against the burning desert sun. “At last, my savior!” I cried, doing a little jig for joy. But then I heard that awful zombie screech, and I was thumped over the head.\n　　直到现在，初见尸壳的经历仍记忆犹新。我掉进了自己挖的沙坑里（笑什么笑，跟你一样）。就在那时，我抬头仰望：一具魁梧的躯体朝我走来，在灼热的沙漠阳光中燃烧。“我的救世主，你终于来了！”我一边哭泣，一边高兴地打了个响指。但接下来，讨厌的僵尸吼声传进了我的耳朵，然后我的头就遭受了重击。\n\n　　Good times.\n　　可真会挑时候。\n\n　　Husks dwell deep in desert sands, far away from their greatest nemesis, water. Come stumbling into their domain and they'll impart a deep hunger upon your soul to go with that dreadful thirst you must be suffering. For real, you actually get really hungry when they hit you. And unlike their regular Zombie friends, they don’t mind the sun. In fact, I’ve heard that when they’re not out attacking us, they enjoy catching some rays. Because who wants gross, green, flammable flesh when you can get a sweet undead tan?\n　　尸壳深居于沙漠里，远离他们最大的克星——水。如果你不慎踏入了他们的领域，他们会让你的灵魂承受难以忍受的饥渴。不加修辞的说，被他们攻击后，你会获得饥饿效果。与他们的普通僵尸朋友不同，他们不害怕阳光。我听说，他们出来其实不是攻击我们，而是在享受日光浴。毕竟，如果你的不死躯皮能够散发芬芳香气，谁想要漏出长毛、发绿、易燃的腐肉呢？\n\nHusks were actually created by Jason Mayer at a game jam. After every major release we have a game jam where we can essentially make anything and he made a Husk. I thought it was interesting to add some variation to the standard mobs, so I implemented them in Java and then they were implemented into Pocket as well.Jens Bergensten\nJason Mayer 在一次制作节时创造了尸壳这种生物。在每次大更新之后，我们都会举办一次游戏制作节，每位参与者都要有所创造，尸壳就是这么产生的。我觉得添加原版普通怪物的变种挺有趣的，所以我把他们添加到了Java版里，接着携带版齐头并进。—— Jens Bergensten\n　　So I'm not safe from them in both those versions of the game? Oh goody.\n　　所以在这两个游戏版本中都不能安全地远离他们吗？天呐。\n\n　　If you’re hanging around in the desert (why are you hanging around in the desert?!) you’ll probably notice more Husks trying to maul you than regular plain old photosensitive zombies. This is because there’s an 80% chance for a desert-born zombie to be a Husk, so they'll gladly get all up in your grill, ruining your otherwise lovely summer BBQ. So WATCH OUT. Unless you want to end up being that BBQ's main course...\n　　如果你在沙漠里闲逛（你为什么会在沙漠里闲逛？！），你就可能注意到，尸壳比普通僵尸的数量更多，这是因为沙漠中生成的僵尸有80%的几率变成尸壳。所以他们很乐意支起你的烧烤架，毁掉你美妙的夏日烧烤。所以请小心，除非你想变成烧烤的主菜……\n\n\n原文地址：https://minecraft.net/en-us/article/meet-husk\n原文作者：Emily Richardson\n原文发布时间：2017/08/14\n翻译者：c7w\n翻译时间：2017/08/14\n\n\n【c7w 译自官网 2017 年 08 月 14 日发布的 Meet the Husk；原作者 Emily Richardson】\n【本文排版部分借助了：SPX】",
    "replies": [
        {
            "author": "z99891179",
            "timestamp": 1502730480,
            "txt_content": "我一遍哭泣，一般高兴地打了个响指\n翻译大大是不是手滑了？"
        },
        {
            "author": "丶Anni",
            "timestamp": 1502870700,
            "txt_content": "一直想搞皮肤，但是不懂怎么样搞，但是看着你这个皮肤不错的样子"
        },
        {
            "author": "清风缕缕",
            "timestamp": 1503151260,
            "txt_content": "说实话，我更新之后只是观察了观察这种怪物，连它在哪产生都不知道，而且也没杀过几只，我只感觉是僵尸换了身衣服"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503254820,
            "txt_content": "不止是换个衣服，还加了个buff免疫阳光"
        },
        {
            "author": "MC_骚气",
            "timestamp": 1503309960,
            "txt_content": "攻击也加饥饿buff"
        },
        {
            "author": "ranick",
            "timestamp": 1503633660,
            "txt_content": "姜丝去沙漠之后回来的样子【手动笑哭】"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503669900,
            "txt_content": "他的名字就叫尸壳吗？有特殊掉落没？还是单纯的抗火buff"
        },
        {
            "author": "abcba18",
            "timestamp": 1503724920,
            "txt_content": "我将自己困在了我自己挖出的沙坑之中（就像你一样）？？我从来没有困在了我自己挖出的沙坑中。。。"
        },
        {
            "author": "h67yufyter",
            "timestamp": 1503736080,
            "txt_content": "当你吃的很饱时候还想吃东西但吃不下就找尸壳打你一下XD\n可无限循环"
        },
        {
            "author": "cc7w",
            "timestamp": 1503736200,
            "txt_content": "h67yufyter 发表于 2017-8-26 16:28\n当你吃的很饱时候还想吃东西但吃不下就找尸壳打你一下XD\n可无限循环\n→_→\n抖M？"
        },
        {
            "author": "chyx",
            "timestamp": 1503813840,
            "txt_content": " 本帖最后由 chyx 于 2017-8-27 14:06 编辑 \nlit up against the burning desert sun. 它在灼热的沙漠阳光之下燃烧\n真好玩"
        },
        {
            "author": "Faith信使",
            "timestamp": 1503923160,
            "txt_content": "皮甲僵尸，银甲僵尸，金甲僵尸"
        },
        {
            "author": "Xiao_Yezhi",
            "timestamp": 1503983880,
            "txt_content": "感觉翻译怪怪的"
        }
    ]
}