{
    "title": "使用PS将身边的素材转换为贴图！hunterincave的高清材质制作教程【图文】",
    "author": "hunterincave",
    "replyCount": 16,
    "timestamp": 1502887500,
    "txt_content": " 本帖最后由 hunterincave 于 2017-8-18 18:27 编辑 \n\n前言\n\nPhotoshop作为一款强大的图片处理软件，大家估计都耳熟能详不过大多数人对PS的印象可能更多是在P图方面，比如这个\n\n当然，PS的功能远比你想像的强大，这是我的亲身体会。在绘制材质方面，它绝对能做到游刃有余。OK，废话不多说，教程正式开始\n\n1.准备工作\n首先你需要下载一个PS CC 2017http://www.jb51.net/softjc/507814.html网址内附了破解教程安装成功后打开PS出现打开界面，说明你已安装成功\n2.基本操作\n加载完毕后出现的界面应该是这样的这些图片是你的操作记录，第一次打开时不会出现。以后再进入PS时可以直接点击进入你上一次未完成的工程。如果你还没有工程，那就点击【新建】你可以选择已有预设，也可以在右侧填写长宽高，创建自己的预设。一般而言，长和宽要相等，且其数值为2的倍数，比如32,64,128等，这就是材质包的分辨率了。当然，一个材质包中也可以出现分辨率不同的贴图（我正在做的就是），不过分辨率还是不能相差过大，否则会非常不协调除了新建之外还有一种创建方法，就是直接把图片拖进初始页面，非常简单。这种方法一般而言适用于恰好为正方形的图片，如果不是正方形就要调节图片大小，在下面的章节中我将详细讲解。创建了你自己的文档之后，PS会自动进入工作界面：\n工作界面可以大致分为3个常用区域，上方为菜单栏，左侧为工具栏，右下为图层区。下面我将对这3个区域详细介绍\n\n\n工具栏\n用红圈圈出的工具是常用工具，从上往下依次是选择框，套索，切片，修复画笔，画笔，仿制图章，形状，大小调节，和调色器\n选择框：功能为选择一片区域（创建一个选区）。不要小看这个工具，PS的【编辑】菜单栏中的很多功能都要与选区相配合，还有一些比如复制、粘贴、删除之类的功能都要与选区配合。选区有一个特性就是建立选区后，所有操作都被限制在选区内，选区外是无法画图的。只有取消选区（ctrl+D）后才可以继续。（这个破特性让我懵逼了好长时间）套索：对着图标长按左键会出现3个选项〔套索〕〔磁性套索〕〔多边形套索〕 主要用于抠图，也可视作增强版选择工具，但操作不如选择简便。切片：长按左键会出现4个选项，这4个工具只需记住最后一个[切片选择]即可。使用时先对着画布点一下，之后点击左上角的划分按钮，输入数据后点击确定，画布就会被划分成一定数目的方格。这个工具可以起到参考线的作用，它还是在CTM材质制作过程中最关键的一个工具，这点以后会讲到。修复画笔：这一个区的工具只需记住第一个[污点修复画笔]，专门用于去除水印。它的最大优点是智能化程度非常高，会自动检索周围的环境，将水印修复为与环境相同的图案。当然，这个工具不是任何时候都有用，时常会判断失误。这时我们就需要[仿制图章]工具了。仿制图章：与修复画笔一样，它的主要用途也是去除水印（当然也有绘画功能），但是操作要繁琐些。使用时需要按住alt键定义一个与要修复部分相似的源，之后才能在水印上涂抹。虽然麻烦，需要一段时间的摸索，但是仿制图章要比污点修复稳定的多，它们两个需要配合使用才能发挥出最好的效果。画笔：与其他绘图软件中的画笔没啥区别，这里就不多做介绍了。橡皮：分为普通橡皮擦和魔术橡皮擦。普通橡皮擦估计大家都明白，魔术橡皮擦也不太复杂，只需对着一片颜色点一下，周围相似的颜色都会被擦掉。上方的“容差”处可以调节对颜色的识别度。容差值越高，一次操作能擦除的面积也越大。容差值一般设定在30左右较为合适，过高会导致“误伤”不想擦除的颜色，过低则会导致擦除不干净。形状：包括直线，矩形，圆角矩形等，使用方法与其他绘图软件相同。大小调节：左键放大，alt加左键缩小\n\n菜单栏菜单栏乍一看很复杂，实际上我们只需了解[文件][编辑][图像][图层]三个就够了，[文件]不必多说，就是一些包涵存储、导出之类的操作。[编辑]的功能复杂一些，可以类比为第二工具栏，具有撤销、重做、复制、粘贴等功能，这些功能也可以通过右键点一下选区来实现。先说说复制、剪切、粘贴三兄弟，对应在右键选区出现的菜单栏中的“通过拷贝的图层”，“通过剪切的图层”，之所以要新建一个图层来安放粘贴来的图像，是因为PS的一个特性，如果图形被同图层中经自由变换、移动、粘贴过来的图形覆盖，下面的图形便会消失，必须新建图层才能避免这种情况。除了这点之外，PS中的复制粘贴便没什么需要特别注意的了。接下来需要讲的就是[填充]，它类似于修复画笔，也是用于去水印或污点，但是范围更大——直接作用于整个选区。最后，还有[变换]和[自由变换]，变换包括缩放、旋转、斜切、变形、透视、扭曲。缩放和旋转比较简单，就是放大、缩小，或旋转选区内的图像。这4个我会一一举例演示斜切透视变形扭曲现在大家应该对变换有一个清楚的概念了。而自由变换其实就是缩放，旋转，斜切工具的整合，是最为常用的一种变换，使用选择框工具右击选区也有自由变换选项。自由变换还有一个特性：按住shift时会比例缩放。（其他工具也有类似操作）最后我来讲讲[图像]栏（图层栏跟下面的图层区一起讲），这个菜单栏用于图像的细节处理，其中常用的选项有模式、调整、图像大小、画布大小、裁切。模式指的是颜色模式，有时拖进来的图像是索引颜色或者是其他颜色，无法直接编辑。此时把模式调成RGB颜色即可。调整中有好多子选项，常用的只有[亮度/对比度]一个，亮度指的就是颜色的明暗，对比度则是指颜色对比的鲜明程度。比如红色和绿色就是高对比度，蓝色和绿色就是低对比度。图像大小我就不解释了点击之后出现这么一个界面，通过它我们可以很方便地将图像比例放大或拉伸，最下面那个重新采样的意思是在放大后对图像作出的调整，这里建议大家点选邻近（硬边缘）因为所有其他选项都会使图像变得模糊不清。画布大小可以在不改变图像本体的情况下扩展绘画空间，也可以改变画布的形状（对于物品贴图十分重要）在定位处可以调整画布扩展的方向。裁切指的是剪切掉空白的画布，上面3个选项中，如果选择第一个，就会裁掉所有透明像素，第二个会裁掉所有与左上角像素颜色相同的像素，第三个会裁掉所有与右下角像素颜色相同的像素。下面的选项则决定了裁切的方向。\n\n\n\n\n图层区这一区与菜单栏中的图层选项联动，主要用途是管理图层。可以在这里（或图层菜单栏）新建图层，删除图层，合并图层，栅格化图层，或者对图层进行特殊处理等。在此我着重讲一下栅格化，栅格化的意思是把图像转换为可编辑的像素，与栅格化状态对应的是智能对象状态，这种状态下图像不能编辑。新创建的形状，拖进来的图片等默认都是这种格式，因此我们需要右键点一下图像所在的图层，点击栅格化后才能编辑（当年这个把我坑惨了）。如果需要栅格化的图层特别多，也可以打开图层菜单栏，点击栅格化图层>所有图层即可。\n\n材质绘制流程（方块）\n现在你已经对做材质的操作与工具有了一个基本的了解，但是这只是一个开始，进入实战阶段还需要一段时间的练习，也需要正确的方法，在此，我把我几个月来总结的经验毫无保留的奉上，希望对大家有所帮助。\n\n\n步骤一 寻找素材\n\nA.网上搜索\n在网上的各大图床网站可以很方便的搜到大量素材，当然适合制作材质的素材并不多。挑选到好的素材是制作一款优秀材质的基础。比如下面这个就是一个不错的素材\n\n\n可以看到，这张图片线条平直，视角垂直，总体颜色均衡，没有突出的污渍，水印也比较好处理，是制作材质的绝佳选择\n\n这张正相反，线条有明显的扭曲，制作时需要花费很大力气来摆正，增加了不必要的耗时。\n\n对于武器材质，选择的标准也是相似的\n\n这也是个不错的素材，可以看到其背景颜色单一，使用魔术橡皮擦能非常轻松地把背景扣掉，再用自由变换调整一下即可做成武器材质了。\n\n相比之下，这张就逊色很多，其背景颜色不单一，并且和武器本身的颜色很相似，这种情况下只能用套索一点一点的抠图\n\n这张也有许多问题，首先是周围的环境很复杂，而且背景颜色也有问题，只能使用套索+橡皮处理，还有一点就是水印的位置很可恶，去除比较困难。\n\n\nB.实地取景\n首先是拍摄器材的问题，建议大家选择专业的照相机，而不要用手机镜头。使用手机镜头拍出的照片会有较大的曲率，而且分辨率不高，杂色也多。照相机的照片曲率较小，如果远程拍摄的话曲率几乎为0，照片质量也比较好。\n拍摄素材时，一定要垂直于素材，千万不要斜着。另外尽量拍摄完全处在阴影中的素材，因为阳光会改变图片的色调。选择网上素材的标准同样适用于实地拍摄。\n推荐素材：广场地砖，红砖，高楼的玻璃幕墙，钢梁，你家的防盗门，菜刀等\n\n\n步骤二 初级处理\n\n这一步包涵拖入素材，选取大小，去水印等处理步骤。具体操作可以参照以下的例程\n\n\n这一次我选用刚才展示过的素材\n\n拖入图片\n\n使用选区框出你想要的部分，我这里选择一个有水印的区域只是为了展示修复画笔，大家实际操作时不必如此。\n\n先使用修复画笔涂掉水印\n\n处理效果展示，很明显，修复画笔鬼畜了，纹理出现了明显的断档，所以我们需要仿制图章来救场了\n\n使用仿制图章处理完的效果，只需对着断档点正上方的接缝图案点一下左键，之后对准位置，就能涂抹掉断档\n\n\n水印处理完毕，此时切回选择工具，右击选区，点击选择反向，随后按下退格键删除，只保留下想要的部分。删除完毕，点击裁切。\n\n可以看到，所有透明像素都被切掉了。现在我们点击图像大小，将图像调成正方形\n\n\n\n\n步骤三 次级处理\n\n次级处理的主要目的是使材质的纹理衔接，否则你的材质只能是一个个单独的方块。因此几乎每一张贴图都必须经过这一步的处理，才能正式进入材质包\n\n第一步就要划分切片，为了方便起见，建议两个数值都填2。\n\n使用选择框框出左侧的两个切片，右击，点通过剪切的图层，再次点选左侧的两个切片，使用自由变换工具将其移动到右边，与右边的切片完全重合。\n\n切换图层，框选右侧的切片，使用自由变换移动到左边。修复两者不衔接的纹理（这个情景里可以略去这一步，因为两个材质本身已衔接的很好）\n\n\n\n使用相同的手法将上下的切片调换，这次发现了不衔接\n\n使用仿制图章直接推平，现在一个材质正式制作完成。点击文件>导出>快速导出为PNG 完成制图\n\n\n\n材质绘制流程（物品）\n制作武器/物品材质要比方块材质简单的多，毕竟不需要考虑纹理的连接问题。在此本人给出2个例程以供参考\n\n\n物品\n\n\n这次我选用一张绿宝石的贴图\n\n使用填充/污点修复去掉一些瑕疵\n\n\n魔术橡皮擦点掉背景。一次点不掉就调高一些容差，当然前提是物品的颜色与背景颜色差值较大。如果并非如此，建议使用多边形套索框一下物品贴图，之后选择反向，删除。非规则贴图大致框一下就行，删完之后使用橡皮去掉剩余的背景即可。\n\n现在到了最后一步：调节画布大小，使其为正方形。这一步极为关键，如果长宽不一样，即使只有一个像素之差，贴图也会显示错误。调节完毕，点击文件>导出>快速导出为PNG，制作完成\n\n\n\n\n武器\n\n\n首先拖入素材\n\n\n调节画布大小至正方形\n\n变成这样\n\n使用魔术橡皮擦点掉所有白色部分\n\n换上选择工具，框住整个图像并进行自由变换，在上方调节角度，使图像中轴线与左上——右下对角线重合（刀剑贴图为左下——右上）\n\n\n旋转完成后点击裁切，调节完画布大小，再做一些细微的调整后即可导出\n\n\n\n注意：不推荐使用这种方法制作并发布高清材质，理由详见7楼\n\n\n\n后记\n\n说实话，我其实只是个伪·大神，相对于PS的全部功能，我发现的只不过是冰山一角。毕竟这里面的所有技巧都是我自己一个人在几个月的时间里一点一点的摸索出来的，不可能做到专业人员的水准，大家如果对教程中的内容有疑义或者困惑，可以回复通知我。我会及时作出解答和修正。本教程也将持续更新并推出番外篇和新内容。\n\n\n\n版权声明\n本教程所有内容为100%原创，任何网站欲转载请附上作者名字和原贴地址\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Y_sw",
            "timestamp": 1502887920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Y_sw",
            "timestamp": 1502887980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "hunterincave",
            "timestamp": 1502888160,
            "txt_content": "Y_sw 发表于 2017-8-16 20:53\n我在想直接用美圖秀秀摳圖不就好了（滑稽）\nPS和美图秀秀不是一个级别的"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1502888580,
            "txt_content": "你最好说下，这样做材质包发出来是不允许的\n\n关于水印，我觉得你可以试试PS强大的内容识别功能来去掉\n\n还有最后一个抠图，完全可以用多边形套索初略的圈出来，然后用魔棒选择白色部分\n不用一点点抠"
        },
        {
            "author": "hunterincave",
            "timestamp": 1502888820,
            "txt_content": " 本帖最后由 hunterincave 于 2017-8-16 21:08 编辑 \nFHC红石 发表于 2017-8-16 21:03\n你最好说下，这样做材质包发出来是不允许的\n\n关于水印，我觉得你可以试试PS强大的内容识别功能来去掉\n这样做出来的材质不能发？！！我之前还真不知道唉\n最后一张图我确实是用多边形套索抠出来的，不过我好像没说明白..."
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1502888940,
            "txt_content": "hunterincave 发表于 2017-8-16 21:07\n这样做出来的材质不能发？！！我之前还真不知道唉\n最后一张图我确实是用多边形套索抠出来的，不过我好像 ...\n如果这样就能做材质包的话，我百度一下图片，然后PS稍微修改下，哈我的原创材质包？\n版规有说的我记得，不能直接拿高清图片做高清材质（自己做地图随意）"
        },
        {
            "author": "hunterincave",
            "timestamp": 1502889000,
            "txt_content": "FHC红石 发表于 2017-8-16 21:09\n如果这样就能做材质包的话，我百度一下图片，然后PS稍微修改下，哈我的原创材质包？\n版规有说的我记得， ...\n现在的版规好像没有了\nhttp://www.mcbbs.net/thread-720143-1-1.html"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1502890080,
            "txt_content": "FHC红石 发表于 2017-8-16 21:09\n如果这样就能做材质包的话，我百度一下图片，然后PS稍微修改下，哈我的原创材质包？\n版规有说的我记得， ...\n如果将素材处理得效果不错，衔接合理的话，还是可以的，毕竟真实风格的材质取材都来自现实"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1502945040,
            "txt_content": "不是那么全面（写得比较少），不过还是鼓励一下。"
        },
        {
            "author": "hunterincave",
            "timestamp": 1503051960,
            "txt_content": "更新日志：\n\n2017.8.17  本教程发布\n2017.8.18  增加武器材质及物品材质的教程\n待续\n"
        },
        {
            "author": "hunterincave",
            "timestamp": 1508675400,
            "txt_content": "突然发现自己好久没更新了唉"
        },
        {
            "author": "海贼王#",
            "timestamp": 1528521480,
            "txt_content": "这个教程对我很有帮助\n以后做材质包"
        },
        {
            "author": "Tensins",
            "timestamp": 1549719840,
            "txt_content": "沙发，还有人吗"
        },
        {
            "author": "hunterincave",
            "timestamp": 1549800180,
            "txt_content": "Tensins 发表于 2019-2-9 21:44\n沙发，还有人吗\n呃，啥事？"
        },
        {
            "author": "Tensins",
            "timestamp": 1549802760,
            "txt_content": "hunterincave 发表于 2019-2-10 20:03\n呃，啥事？\n没事，楼主"
        },
        {
            "author": "liukai3185",
            "timestamp": 1551866640,
            "txt_content": "很棒的材质 支持"
        }
    ]
}