{
    "title": "[ Minecraft.net│CULTURE ] MIND YOUR MANORS 规划你的庄园",
    "author": "像素君",
    "replyCount": 5,
    "timestamp": 1502858520,
    "txt_content": " 本帖最后由 像素君 于 2017-8-16 21:40 编辑 \n\n\n\n\n\n\nMIND YOUR MANORS\n规划你的庄园\nLook at the estate of this build from Bulix!\n来看看Bulix的建筑吧！\n\nIf my new gig writing for this lovely website doesn't work out, I've got a plan B - I'll become Queen of England! I mean, how hard can it be? I’ve already got being English down, I love barking orders at people, and I always wear a crown to work, despite the funny looks I get. I don't really know how the whole aristocrat/monarchy thing works, but I'm probably at least 8,977,434th in line to the throne, right? Right! All right! Queendom, here I come!\n\n如果我为这可爱网站写文章的新工作干不下去的话，我还有另一个计划——我会成为英国的女王！我的意思是，当女王有多难？我已经学过英语了；我喜欢对别人发号施令；我总是戴着皇冠上班，尽管我带着皇冠的样子看起来很滑稽。我不知道整个君主政体是如何运作的，但我至少会是第8977434位王位继承人，对吧？没错！就是这样！女王统治的王国，我来了！\n\nBut while I wait for Buckingham Palace to become rightfully mine and my renovation team to get to work (it's gonna look great in hot pink), I need somewhere to stay. Somewhere worthy of my (potential) royalty. Somewhere like this build, Waddesdon Manor, by Bulix.\n\n但是在等待白金汉宫落入我的名下并让我的翻修团队开始装修的时候（白金汉宫变成粉色一定很棒），我需要一个地方居住，一个配得上我这个（潜在的）皇室成员的地方，就像Bulix的Waddesdon庄园这样的地方。\n\nA talented Minecraft architect, Bulix was was kind enough to tell me a bit more about himself and his builds, so we all have something to read while we wait for the current Queen to be ousted. Hoorah!\n\n作为一名天才的世界建筑师，Bulix告诉了我很多关于他自己和他的作品的信息。所以在现任女王被驱逐之前，我们有东西可以读了。耶！\n\n\n\nBefore finding Minecraft in 2011, Bulix was testing out his building talents with Lego. “The idea of assembling really basic components into complex structures always fascinated me,” he explains. “And Minecraft gave purpose to my creations, which was and is still a really appealing aspect of the game.\n\nBuilx在2011年发现Minecraft前用乐高玩具来测试他的建筑天赋。“把基础构件组建成复杂结构的想法非常使我着迷。”他解释道，“Minecraft为我的创作提供了目标，这也是它一个十分吸引人的地方。”\n\n“I wasn’t just building houses for the sake of it, but in order to survive and thrive.”\n\n“我只是为了生存和发展建造房屋，而不是为了利益。”\n\nSoon Bulix moved on from mere survival, to more complex creations. “It became a way for me to express myself,” he says, “the fact that it’s so easy to use and that it offers a large palette of colours and textures makes building in Minecraft a really pleasing and satisfying experience. It also allows me to share my creations through multiplayer”\n\n很快，Bulix就不满足于单纯的生存了，而是转向了更复杂的作品创作。“这成为了我表达自己的一种方式，”他说道，“Minecraft使用起来很容易，而且它提供了大量含有丰富色彩和纹理的方块，这使得在Minecraft中建筑是一次非常愉悦而令人满意的经历。它还允许我通过多人游戏来分享我的作品。”\n\n\n\nAlmost all of Bulix’s extensive library of builds are reproductions of existing buildings, stemming from a love of renaissance architecture and a desire to shine fresh light on designs he feels have been unfairly lost to history.\n\nBulix的大部分建筑都是现存建筑的复制品，这是因为他热爱着文艺复兴时期的建筑，他对这些不公平地被遗忘在在历史长河中的设计充满着渴望。\n\n“I have a special place in my heart for the renaissance revival style. My favourites are situated between the 13th and 19th centuries. These styles are renowned for their ornaments, balance and overall aesthetics. Every aspect has meaning, and some of these aspects date back as far as ancient Greece!”\n\n“在我心中有一个特别的地方，那里面装有文艺复兴时期的风格。我最喜欢的是13世纪到19世纪间的。这一风格以其装饰品、相互间的平衡和整体美感而闻名。每一方面都有其意义，其中一些甚至可以追溯到古希腊时期！”\n\n“I look for structures that aren’t completely symmetrical and repetitive, which makes it more challenging and, I think, more aesthetically pleasing. What makes it harder is that I actively search for constructions that aren’t popular so that by reproducing them, I feel I’m paying tribute to those beautiful, neglected designs that too few appreciate fully.”\n\n“我寻找的是那种不完全对称和不完全重复的建筑结构，这使得建筑的建造更具挑战性。而且我认为这种建筑更具有美感。”更困难的是，我热衷于寻找那些冷门建筑，通过复制它们，来向那些美丽但却被忽视的设计致敬。\n\nBulix is enthralled by architecture. He pays such intense attention to the original structures that when he translates them into their Minecraft counterparts, he manages to capture the same sense of regality and majesty. It’s almost as if an actual renaissance master was at the keyboard, shovelling dirt blocks and smelting cobblestone.\n\nBulix被建筑迷住了。他对要还原的建筑给予了非常强烈的关注，以至于当他在Minecraft里还原它时时，他捕捉到了原建筑所具有的“王权”和“威严”。就像一位真正的文艺复兴时期的建筑大师在键盘前挖掘泥土和烧炼鹅卵石。\n\n\n\n“As I live in Switzerland, I’ve been more often exposed to European styles,” Bulix continues. “What fascinates me is the dedication that people put into designing all the beautiful monuments you come across when travelling. They could have stopped at the essentials; walls, windows, a roof. But instead, they added arches, ornaments, sculptures and so on. We do that because we humans were somehow given the ability to do so and that’s fantastic. Every style reflects the society it comes from and tells a story.”\n\nBulix继续说道：“当我居住在瑞士时，我有很多次接触欧洲风格的机会。”“旅行时，我看见人们为设计具有纪念意义的东西而投入很多心思，这很让我着迷。”他们本可以在达到墙壁、窗户、屋顶这些基本的东西上就停下来。但他们却增加了拱门、装饰品、雕塑，等等。我们之所以这么做，是因为我们人类有能力做到这一点，这实在是太棒了。每一种风格都可以反映出其所属的社会，并讲述其中的故事。”\n\nAs for the Waddesdon Manor build, Bulix says, “ could have done a bit more planning before undertaking this manor, that’s for sure. Usually, I draw an outline in-game that sets the scale, but this time, I simply started by building one of the front windows. Once I was satisfied with it, I just continued to build around it. I based my scale around one feature of the structure and adapted the rest to it. It worked out fairly well in this case, although I think I got lucky in some places.”\n\n关于 Waddesdon庄园，Bulix说道：“可以肯定的是，我在建造这个庄园之前做了很多规划工作。”通常我会在游戏中画出一个轮廓线来确定这个比例，但这一次我从建造正面的窗户开始。当我满意时，我就会继续围绕它进行建造。我会根据建筑特点来调整我的建造范围，然后调整其余的部分。在这种情况下，这一建造计划很有成效，尽管我觉得这一计划在某些地方有点运气的成分。”\n\nIn spite of this, Bulix believes there’s a big difference between this build and his last - a reproduction of the Moszna castle. A big part of that is due to him joining the NewHeaven build team.\n\n尽管如此，Bulix仍然认为，这一作品和他的最后一个还原建筑（还原莫萨纳城堡）间有很大的不同。其中很大一部分原因是他加入了NewHeaven建筑团队。\n\n\n\n\"Collaborating and sharing ideas with other builders has been beneficial for me,” he says. “I realised that my style was not up-to-date by looking at other people’s builds. I was over-detailing my structures, which is something I now know to avoid doing. Details are great, but like all good things, you shouldn’t overdo it. So, if you want to progress, joining a well-established build team should take you in the right direction.”\n\n“与其他建筑师合作并分享想法对我来说十分有益。”他说道，“我意识到，我的风格并不是通过观察别人的建筑来发展的。我给自己的作品添加的细节太多了，这是我现在要去避免的事情。细节固然很好，但就像所有的好东西一样，你不应该做得太过。所以，如果你想要进步和发展，就加入一个可以带领自己向正确方向前进的团队吧。”\n\nAnd if people are inspired to try and take on the same style? What’s Bulix's advice then?\n\n如果人们想尝试建造采用同样的风格的建筑时，Bulix有什么建议呢？\n\n\"For that, you'll need to be somewhat interested in architecture because if you truly find the structure you’re reproducing beautiful, you’ll be less likely to give up. It’s also crucial to find a proper scale, that allows you to put in as many details as you want. Drawing an outline first may help. Once that’s done, experiment until you’re satisfied with what you’ve made. Be careful with the amount of colour and details you use. And you might run into problems but, hey, it wouldn’t be fun otherwise.”\n\n“你需要对建筑有一定的兴趣，因为如果你发现自己建造的建筑十分美丽时，你就不太会想着要放弃了。合适的规模也是至关重要的，这样你就可以按自己的想法尽可能多地建造细节。在一开始画一个轮廓可能会有所帮助。一旦你这么做，你就可以一直尝试，直到你对自己的建筑感到满意为止。记得注意自己所使用的颜色和添加进的细节。你可能会在这里遇到问题，但是，嘿，如果不这样的话就不好玩了。”\n\nThe manor eve has an Enderman butler! If your butler isn't an Enderman, fire them immediately.\n庄园里有一个末影人管家！如果你的管家不是末影人的话，马上解雇他们吧。\n\nWell, I’ll certainly be eagerly awaiting Bulix’s next work! In the meantime, I guess I can keep up-to-date with him on Twitter and peruse his PlanetMinecraft page as I bide my time, waiting to overthrow the British monarchy.\n\n好吧，我肯定会焦急地等待着Bulix的下一个作品！与此同时，我想我可以在Twitter上了解他的作品进展，并在等待英国君主制被推翻的时候，在他的PlanetMinecraft页面上浏览他的作品。\n\nAlso, Bulix would like to thank the NewHeaven build team and Thurman. Since these guys have been helping Bulix out I’ll give them a knighthood or something once I’m in the palace. Everybody wins!\n\n此外，Bulix也想感谢 NewHeaven 建筑团队和Thurman。既然这些家伙一直都在帮助我，我会在来到皇宫之后给他们一个骑士头衔或者别的什么东西。每个人都有收获不是吗？\n\nRenders by Iskillia\n图片由Iskillia渲染\n\n原文链接：https://minecraft.net/zh-hans/article/mind-your-manors原文作者：Emily Richardson原文发布日期：2017年8月15日\n文章翻译：像素君\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1502858700,
            "txt_content": "妈耶我刚翻完啊 4页啊大哥\n还想着能不能有贡献呢_(:зゝ∠)_"
        },
        {
            "author": "DGK2",
            "timestamp": 1502859240,
            "txt_content": "1345979462 发表于 2017-8-16 12:45\n妈耶我刚翻完啊 4页啊大哥\n还想着能不能有贡献呢_(:зゝ∠)_\n翻车现场"
        },
        {
            "author": "www847343",
            "timestamp": 1502862780,
            "txt_content": "这个地图是真的漂亮啊，感谢楼主翻译~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1502888880,
            "txt_content": "但我至少会有8977434位王位继承人\n至少会是第8977434位王位继承人\n\nfor the sake of it 可以理解为只是为了做某事而做\n\n来向那些美丽但却被被忽视的设计致敬\n\n就像一位真正的文艺复兴时期的建筑大师大师在键盘上挖掘泥土和鹅卵石。\n“键盘前”感觉更通顺 另外鹅卵石是被烧炼的（\"smelting\"）\n\n他们本可以在达到墙壁、窗户、屋顶这些基本的东西上就上停下来"
        },
        {
            "author": "Xiao_Yezhi",
            "timestamp": 1503984060,
            "txt_content": "感谢楼主翻译，楼主辛苦了"
        }
    ]
}