{
    "title": "[原创·连载]《草方块之谜》第二卷 第八章 决战",
    "author": "初阳时光",
    "replyCount": 0,
    "timestamp": 1502886540,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:33 编辑 \n\n第八章 决战\n      漫步于草地，很容易觉得自己无所事事——Candice也不例外。\n      这里幸免于大火。及膝的草以及一些零零碎碎的野花一眼望去宛若一盘清淡的蔬菜沙拉，而一场大雨就像是最后挤上沙拉酱的步骤，不可或缺。\n      虽然刚从炼狱里出来，伞还是有的。这把蓝色的雨伞已经躺在她背包里很久了，但是依然可以正常使用，并且可以遮住三个人。剩下三个人只好躲在树荫底下。\n      大雨使温度下降。她打了个喷嚏，急忙拿出餐巾纸掩盖窘色——差一点点，就差一秒种，Nelson的视线就要扫过来了。到底是对玫瑰香的过敏还是温度的下降导致了这个小插曲，谁也不知道。\n      湖面上，可以清晰地看到雨滴泛起涟漪的景象，颇为美丽。正在钓鱼的Steve突然感到鱼线被拉动，缓缓开始收线。\n      那条鲈鱼跳出了水面。他不慌不忙地收线，终于把鱼捕获。\n      “一年来第一次垂钓的感觉真棒。”\n      他拿出昨天晚上挖到的铁矿烧成的铁锭，做了一个料理架。将一条鲈鱼放进料理架，可以获得两片鲈鱼刺身。他洒了点酱油，将刺身切成若干小片，和大家一起大快朵颐。\n      接下来就是冗长繁杂的拔刀剑处理步骤。Candice照例和巫师一起砍树做剑，但是这树量有点偏少，因此今天的收成将会不多。\n      现在，她手中有七把刀鞘，十把付丧以及三把白狐。昨晚的怪物不多，所以怪物击杀数上涨量也比较少。出了炼狱刷怪果然不简单。\n      一个小时后，挖矿的Forge就找到了两个四阶僵尸刷怪笼，并且用刷怪笼钳将它们俩放在了一起。十分钟之后，一个装修精良的刷怪点就做好了。\n      接下来就是更加无聊的刷怪时间。大约是两个钟头后，Candice终于把一把付丧的killcount弄到了一万。\n      巫师接过这把付丧，将它与荧光和村正放在一起，就做出来了一把结月刀「濑丘」。\n若是要说真心话，巫师已经看腻了所有除单系以外的刀。这种枯燥乏味的合成工作他只能睁一只眼闭一只眼，做个白日梦。合成濑丘的方法是他独创的，也是他的得意之作——因为濑丘的性价比比较高，攻速也在相近成本的刀中名列前茅，而唯一的缺点就是濑丘的耐久度损耗得快，而且没有耐久附魔。耐久的耀魂宝珠可以说是非常抢手，因此市场上的价格普遍偏高。这也是濑丘不被很多刀剑高手看好的原因。\n      巫师轻轻叹了口气，把濑户递给了Candice。\n      今天的他们出奇的安静，或许是因为不适应吧。\n      转眼间，Steve的盘子上已经摆满了河鲜。钓到的大虾尤其肥美，和附近生长的柠檬是不容分说的绝配。葱油三文鱼片散发出鲜香，在雨中，香味飘扬千里。煎猪肉饺是一大经典，原材料也触手可及。饮料是新鲜的柠檬汁，毕竟条件有限，而苹果汁渣多，还没有滤网，所以只能用柠檬汁凑合一下。\n      他快速喝掉一杯柠檬汁，脸上写满了满足。又一片三文鱼片下肚，淡淡的焦香让人胃口大开。他又夹过一只大虾，小心地剔掉虾线，放进了嘴里。柠檬的味道解腻生津，大虾的香脆恰到好处，与之后的一个煎饺相得益彰。\n      巫师连续吃了两个煎饺，之后又猛灌了两杯柠檬汁，连连夸赞Steve的手艺。\n      “那么，你认为关于Authur……”\n      “他啊，尘色之绊就能搞定吧？”\n      巫师噗嗤一笑：“你以为就他一个和他的新火魔？还有两个人。”\n      Steve打了个寒战。\n      Nelson三人回到了湖边，突然发现一股热气扑面而来。\n      几秒种后，天上出现了耀眼的黄光。黄光越发刺眼，他们六人捂住眼睛。\n      “该死，这么快吗？”Nelson咒骂道。\n      过了大约十秒后，“嘭”的声音发出，远处是周围绕着一圈火焰的火妖。\n      温度将近40度。即使阳光不太灼热，火妖自身的温度也超过了五百摄氏度。火妖的眼睛是令人惶恐的血红，其他地方都是一片漆黑。巫师一惊，连忙抽出一把拔刀剑。\n      那是其他人从未见过的一把剑——星刃「辉诗」。一把单系的剑。\n      那是巫师十几年的珍藏，也是他所看到过的第一把熔炼剑，更是他迄今为止看到过的伤害最高的剑。金色的外表，诉说着它经历的传奇。\n\n\n      “啊，就是这个吗？”男孩小心翼翼地朝盒子里看了看，眼里充满了好奇。\n      “嗯。这是祖上留下来的，不能乱用，也不能修缮，因为这是星刃。”男孩的父亲点了点头。\n      “星刃？”\n      “没错。世上只有一把星刃，就是这一把。这把剑，是绝无仅有的，伤害之高是前所未有的。千万不要告诉别人你有这把刀，而且你只能在危急关头使用。耐久只剩下十二点了。”\n      “啊，居然没有耐久附魔……也就是说，我最多能用它砍十二刀？”\n      “是的。现在，这把刀就交给你了。”\n\n\n      “你……已经逃不掉了。哈哈，所有巫师都是一样的脆弱呢。”\n      Andrew叹了口气，拔出了星刃「辉诗」：“那么，就来决斗吧。”\n      翌日。\n      “小小巫师仅用四刀解决无人能挡的国内最大抢劫犯团伙头目，目前该组织已被全部抓获。”报纸头条的主要内容都是出奇的相似。\n\n\n      “拿去！仅用八刀，我是不可能解决这怪的！”巫师把剑扔给了Steve，同时在他身旁砸下了一瓶超能跳跃药水。\n      后者趁剑还没落地就接起来了。虽然不太清楚巫师的话是什么意思，但是他从中提取到的有效信息就是只剩下八次使用机会。\n      火妖在迅速逼近，他的压力又翻了一番。其他人都纷纷逃跑，他知道只剩下他一个人能够为大家带来生的希望。\n      他左手拿着星刃「辉诗」，右手拿着愿刀「尘色之绊」，硬着头皮冲上前去。\n      他纵身一跃，拿起左右两把刀，开始了他一生都不会有第二次的战斗历程。\n\n\n\n\n",
    "replies": []
}