{
    "title": "[双线/多线]永恒云端——世界不是完美的（修改中）",
    "author": "夏陈朗",
    "replyCount": 0,
    "timestamp": 1502879160,
    "txt_content": " 本帖最后由 夏陈朗 于 2017-8-16 20:23 编辑 \n                                        服务器版本：1.7.10                                                                                  服务器人数上限：20人\n                                              类型：基础免费+道具收费\n                                               mod:无限红石，更多武器，npcmod,自制mod(开发阶段)\n                                               插件列表\n                经济基础，箱子商店，地皮插件，多世界插件........（别说废话！）\n                                                工会\n                                        UltimateArena（说人话）竞技场呗\n                                                战墙\n                                                结婚\n                                                技能\n玩法嘛：\n                                               rpg战斗\n                                                 对战\n                                          其他的不用我多说了吧\n《剧情简介》      我们为使命而生，我们也为命运而战。在黑暗的中世纪，人们也在拼搏着完成他们的使命：为了贝塞尔王国和平而冲锋陷阵的德.斯特国王；保护人民和恋人的剑术及弓箭指导师天行者，艾美娜；冲锋在前为国捐躯的骑士贝尔；因村长的死走上复仇之路的魔法指导师克娜等。甚至那不惜一切代价发动全面魔法战争，只为报弑父之仇的海德拉莱亚.德.西法尔王子，以及那个想结束一切痛苦，重新回到那安宁祥和的你。这部戏里，世界不再温柔：贪婪与仇恨并存，温暖与冷酷相峙。在战争的悲伤之中，又能感受到人间的种种温情。“我们虽然小如蝼蚁，心却涵盖天下（莱亚.德.西法尔）”进入这个世界，体验不一样的人生。\n  然而，这仅仅是一个人的故事，但在这个服务器里，每天都有许许多多的故事发生。你的故事，准备好了吗？                                                                                                                                                         \n                                                          \n———————————————————————————————————————————————————\n 小编评语：我们服务器正处于开荒阶段，人少的有点凄惨。望各位能赏脸来到我们服务器来做做客，一起发展发展。\n》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》》\n   我们服务器已经成立了三年，在管理和客户体验有着一定的基础；目前能够开放的世界有：资源，地皮，竞技场，剧情正在施工当中，请大家期待\n\n\n    当然，在暂未施工完毕的服务器里，也有许多福利等着大家。腐竹也是用心良苦，为我们制造出了一批批的神器！\n没有地方玩什么神器，所以，腐竹为我们开启了一个大型副本：海德拉前传！（不知大家能否坚持到宫廷，反正火力太强小编挺不过去）\n\n\n+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++\n                              至于主线剧情嘛，小编也不妨透个露告诉大家。\n                （这剧情有点烧脑，而且难过的要死。第一关我花了半个小时才过，好累！）                        \n//////////////////////////////////////////////////////////////////////////////////////////////////////\n                                               必读文件\n 云端秘境玩家须知 云端秘境服务器管理工作组（以下简称\"云迷管理\"）按照下列条款与条件提供服务和产品。当您使用云迷管理相关服务和产品时，表示您已经同意下述条款与条件。您同意云迷管理有权根据具体情况，在无需另行通知您的情况下，即可随时自行更改下述条款和条件，以及云迷管理旗下相关产品所提及的产品、服务、价格与程序的规定。若您违反下述条款与条件，则云迷管理保留权利。云迷管理保留一切未在此明示的所有法定权利。 云迷管理相关产品包含:服务器小游戏，剧情，网页，图片，logo等之所有权归属云迷管理及旗下相关产品的内容/信息提供者，其受中华人民共和国的知识产权法律及中华人民共和国缔结的相关版权条约的保护。对云迷管理旗下相关产品上所有内容之复制（意指收集、组合和重新组合），云迷管理享有排他权并受中华人民共和国的知识产权法律及中华人民共和国缔结的相关版权条约的保护。云迷管理提供的所有服务的所有权归属于云迷管理或其软件供应商，并受中华人民共和国的知识产权法律及中华人民共和国缔结的相关版权条约的保护，严格禁止对云迷管理旗下相关产品涉及内容的任何其他使用（包括但不限于再造、修改）\n                                                                                                      （想读就读）\n\n\n\n\n\n\n\n\n\n\n\n\nb95d22f9bab97672.jpg\n(72.69 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2017-8-16 18:44 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}