{
    "title": "[ Minecraft.net│INSIDER ] MINECRAFT'S TOP 10 BUGS Minecraft的十大bug",
    "author": "像素君",
    "replyCount": 9,
    "timestamp": 1502943480,
    "txt_content": " 本帖最后由 像素君 于 2019-8-4 08:54 编辑 \n\n\n\n\n\nMINECRAFT'S TOP 10 BUGS\nMinecraft的十大bug\nThe devs pick their favourite glitches\n开发人员最喜欢这些小毛病了\n\nMinecraft is a notoriously stable and precision-crafted game. Everyone knows this. However, on the rarest of rare occasions, a tired developer’s finger slips on their keyboard, or someone drops their cinnamon bun into the Central Flux Capacitor, or we forget to make the timely sacrifice to Omak’katheth, and the game wigs out completely. Sorry about that.\n\n众所周知，Minecraft是一个稳定而准确的游戏。然而，在某些罕见情况下，一个疲惫的开发人员的手指滑过了键盘，或者有人把他们的肉桂包放进了中央通量电容器中，或者是我们忘记了及时给Omak’katheth献祭，然后导致了游戏的完全错误。我们对此感到很抱歉。\n\nBut it doesn't always turn out badly: many of Minecraft's most infamous errors were, in hindsight, happy accidents, that led the way to new features and even new mobs.\n\n但事实并非总是这样：许多Minecraft中臭名昭著的错误，现在看来都是一些快乐的意外，它们可能是某些新特性，甚至是某些新生物出现的开端。\n\nAnd so, in memory of those fleeting moments of instability and/or serendipity, we asked the developers to recall their favourite bugs and glitches from across Minecraft’s history and its many platforms.\n\n因此，为了纪念那些让游戏在短期内不稳定的东西，或是说机缘巧合，我们让开发人员们回忆他们在Minecraft发展历程和许多其他平台的版本上最喜欢的bug和小故障。\n\n\n\n1. AN EMBARRASSMENT OF RICHES\n1.一笔尴尬的财富\n\nTurns out you can have too much of a good thing, when that good thing messes with a carefully balanced progression system. Jens remembers a time when this routinely happened with nearly every release, due to simple, repeated oversight.\n\n事实证明，当一件好事扰乱了已经平衡的发展系统时，结果是你可能会有一大堆好东西。Jeb记得有一次因为一个简单但却出现很多次的疏忽，在那时的几乎每一个发行版本中都经常发生这类情况。\n\n\n\n2. FLYING SQUID MILK\n2.飞行的鱿鱼以及鱿鱼牛奶\n\nThis humble passive mob is the source of several bug-based Minecraft memes. It’s also the very first mob that Jens created for the game. These facts may be related.\n\n这类小型的被动型生物是几个基于Minecraft模型的bug的来源。它还是Jeb为这个游戏制作出的第一只生物。这些事实可能息息相关。\n\nSquid can also fly. In fact, they \"fly\" all the time - it's just that they normally do so underwater. Normally.\n\n鱿鱼也会飞。事实上，它们一直在“飞”——只是它们通常是在水下飞行的。\n\n\"Essentially, the squid was moved by a velocity vector,\" explains Jens. \"When it hit the surface of the water, it stopped.”\n\n“实际上，乌贼的移动由一个速度矢量来控制，”Jeb解释道。“当它碰到水面时，这一矢量就停止运作了。”\n\nAt least, that's what's meant to happen - and it did on the server side.\n\n至少，这是应该发生的事情——而且这件事也会在服务器里发生。\n\n\"Unfortunately, the game didn't update the velocity on the client side, so the client thought that the squid would just continue at that speed up into the air\"\n“不幸的是，游戏没有像客户端那样的更新速度，所以客户端会认为乌贼会以这种速度继续开空中飞行。”\n\nMajestic!\n真是宏伟！\n\n\n3. \"JUST PISTONS IN GENERAL\"3.“就只是一般的活塞”\n\"Pistons have always been extremely buggy,\" says Jens. \"There are just so many corner cases, they can be activated in so many different ways.\"\n“活塞总是有问题，”Jeb说道，“有很多角落都存在着问题，所以它们可以以很多种不同的方式被激活。”\n\nBut in at least one way, the bugs turned into a benefit - one which was embraced by the community to create clever redstone trigger mechanisms.\n\n但至少在某些程度上，这些bug还是有好处的——它被玩家社区所接受，从而出现了聪明的“红石触发机制”。\n\n\"The community calls it quasi-connectivity,\" says Jens, referring to a bug which allows pistons (along with dispensers and droppers) to be activated when blocks directly or diagonally above them receive a redstone signal, even when they don't get one directly. That'd be weird enough by itself - but weirder still: the pistons sometimes don’t even know they've been activated.\n\n“我们的社区称之为准连通性，”Jeb说道，他指的是一个允许几个活塞（发射器和投掷器也是这样）一起被激活的bug，当它们直线或对角线以上的块接收到一个红石信号时就能被激活，即使它们不能直接得到这一红石信号。这本身就够奇怪了，但更奇怪的是：活塞有时甚至不知道他们已经被激活了。\n\nThe result is that the piston should be activated, but the block hasn’t been updated to be told that yet. But in Minecraft, lots of events can cause nearby blocks to update: blocks being placed or destroyed, water or lava levels changing, sand falling, plants growing, fires igniting, tripwires tripping and even cake being eaten. So what you get is a trigger mechanism - aka a Block Update Detector - that can be activated by all kinds of other interactions.\n\n结果是，活塞应该被激活，但这一方块还不知道自己需要被更新了。但在Minecraft中，许多事件都会导致附近的方块更新：放置或摧毁方块，水或熔岩的深度的变化，沙子的下落，植物的生长，火的点燃，触发拌线钩，甚至是蛋糕被吃掉。所以你得到的是一个触发机制，也就是一个方块更新检测器，它可以被各类其他的交互作用所激活。\n\nAnd so, from bug to BUD. A heartwarming story of redemption. (Until it was superseded by the introduction of the Observer Block, that is.)\n\n从bug到BUD。这是一个关于救赎的感人故事。（直到它被观察者方块的引入所取代）\n\n\n\n4.DISCO DRAGON\n4.跳迪斯科的龙\n\nWho knew that Minecraft's most menacing boss mob could throw such sweet shapes? Nathan did!\n\n谁知道Minecraft中最具威胁性的boss会画出这样有趣的形状呢？当然是Nathan！\n\n\nYou can witness the Enderdragon's devastating dancefloor moves in this gif.\n\n你可以在这张gif动图中看到末影龙毁灭性的舞蹈动作。\n\n\n5.CREEPERS\n5.爬行者\nMinecraft's most iconic mob was once a bug! Before they got their bright green makeover, before they were packed with an explosive payload, they were no more than terrifyingly deformed pigs. Notch simply mixed up a couple of coordinates, giving the pig a weird vertical torso which looked so uncanny and, well, creepy that he couldn't help but make it an official part of Minecraft's bestiary.\n\nMinecraft最具标志性的怪物最初只是一个bug！在它们的身体变成鲜亮的绿色之前，在它们的身体里被装满炸-药之前，它们只是可怕的畸形的猪而已。Notch只是混合了几个坐标，给了猪一个很奇怪的直立着的躯干，这看起来很不可思议，而且令人感到毛骨悚然，以至于Notch忍不住把它变成了Minecraft的官方怪物。\n\n6.X/Z\n6.X坐标/Z坐标Some bugs are stealthy, remaining hidden for years. Given that this one involved flipping the entire world around, you'd think it'd be more noticeable, but not only did Michael \"Searge\" Stoyke create the bug in a haze of exhaustion, but he accidentally fixed it too (at least superficially).\n\n有些bug是看不见的，它们隐藏了好几年。考虑到这个问题涉及到整个世界，所以你可能会认为它更值得多多注意，但这个bug不仅是Michael“Searge” 在他疲惫的时候制造的，而且他也不小心把它给修复了（至少表面上看是这样）。\n\n\n\n\n\n\n7. ATTACK OF THE CLONES7.克隆攻击\nSearge's other favourite bug is one that's still in the game. But is it really a bug, or just an extremely inadvisable performance-shattering feature? Hard to say!\n\nSearge最喜欢的另一个的bug也存在于游戏中。但它到底是bug，还是一个极其不可取的可以粉碎游戏性能的特性呢？这很难说！\n\n\n\n\n8.THE SPOOKY WITHER BUG\n8.可怕的凋零bug\n\n\"When we added the Wither, suddenly our game would start crashing in really weird and impossible ways,\" recalls Nathan Adams. \"It made no sense.\"\n“当我们加入凋零后，我们的游戏突然开始以一种奇怪而不可能的方式崩溃掉，”Nathan Adams回忆道。“这完全没道理啊。”\n\nA lot of the crashes were affecting Java - the thirdparty program that runs Minecraft's code in the aptly named Java Edition of the game. Think of it as running Minecraft on a virtual computer within your own computer - because that virtual computer is always the same wherever its installed, it provides a static set of specifications, making it quick to develop for and (in theory) ensuring that the game runs more or less the same way on any machine.\n\n许多崩溃都影响到了Java——在Java版中运行Minecraft代码的第三方程序。想象一下在虚拟机而不是自己的电脑上运行Minecraft——因为当虚拟机被安装了之后总是一样的，它可以提供一组静态的标准，使其快速发展并（在理论上）确保游戏或多或少地以相同的方式运行在任何一台机器上。\n\n\n\nSometimes they were more subtle than that.\n\n有时这可能会更加微妙。\n\n\"A variable that existed on one line didn't on the next,\" says Nathan. \"Things started to corrupt and the game would really freak out. It mostly caused crashes but sometimes it'd make the game just act odd. If we were working on something new, it might not always do what we wanted it to do.\n\n“一个在一条线中存在的变量并没有出现在另一条线上，”Nathan说道。“事情开始变得怪异，游戏开始变得疯狂。”主要是它导致了崩溃，但有时它会让游戏表现得很奇怪。如果我们正在做一些新的事情，它可能并不总是按照我们所希望的方式去做。\n\n\"So we reverted the Wither and... it still kept happening. We had no idea what was going on but it only affected someone after they'd seen the Wither once. We tried everything to fix it and just came up empty, so we kinda just lived with it for a while.\n“所以我们恢复了凋零，但这件事仍然不断地在发生。我们不知道发生了什么，但这一事情只会在看到凋零的时候发生。我们尝试了所有的方法来修复它，但我们对此讨论不出任何结果，所以我们只能暂时和它一起生活。\n\n\"Eventually, we tweaked the Wither so that the skulls he shoots were no longer on fire. Then - for whatever reason - he was finally happy.\"\n最后，我们调整了凋零，让他的头部不再着火。不知道为什么，他终于安静下来了。”\n\nMysterious!\n真是神秘！\n\n\n9.WATERWORLD\n9.水上世界\n\nWhy fix a bug when you can make it a feature? Pocket Edition dev, Tommaso Checchi suggests a fine example. While optimising the Pocket Edition of the game, the devs removed a stage of terrain generation which checked whether terrain underlying villages was suitable. Suddenly it was possible for villages to generate over water. Oops! But instead of reverting the change, Tommaso switched the roads for walkways made of wooden planks - which look just as good spanning rivers as they do tracing paths over dirt.\n\n为什么要修复一个可以变成特性的bug呢？口袋版的开发人员Tommaso Checchi提出了一个很好的例子。在优化游戏的口袋版时，开发人员移除了生成地形的阶段，这一阶段会检查生成村庄的地形是否合适。于是便导致会有村庄突然地在水上生成。哦！不过Tommaso没有修复这一问题，而是用木板来制作人行道，就像他们在泥土上寻找道路一样。\n\n\n10.SAND TRAPS\n10.沙子陷阱\n\nTommaso is also responsible for the bug which was to become the falling sand trap. Sand and gravel are two of a relatively small number of blocks that are affected by gravity: without support by another block, they will fall straight to the ground. However, sometimes you will find naturally generated terrain which lacks any support, but will remain in place until the block receives an update, triggering a collapse.\n\n这个落沙坑的bug也是Tommaso弄出来的。沙子和砾石是两个相对较小的方块，它们会受到重力的影响：如果下面没有另一个方块的支撑，它们就会直接掉落到地面上。然而有时候在自然生成的地形中会发现，即使它们没有方块支撑，但是会一直保持，直到该方块收到方块更新时它才会下落。\n\nLuckily for Minecraft players, these ten bugs are literally the only ones we’ve ever introduced to the game! We definitely haven’t, say, shipped a beta where you couldn’t mine or jump. Or put out an update which made the grass random rainbow colors. Or misaligned the moon. Definitely didn’t happen. Nooope. However, if you wanted to fully prevent the frankly infinitesimally small chance of a bug sneaking into Minecraft, you could join our beta program, and help us squish them before they get too large!\n\n幸运的是，对于Minecraft玩家们，我们从来没有在游戏里介绍过这些bug！我们也绝对没有说过会发布一个你不能挖矿或者跳跃的测试版，或者是发布一个会随机让草的颜色变成彩虹色的更新，或者是把月球歪到一边去。当然，这些不会发生的。然而，如果你想完全夺走bug们偷偷潜入Minecraft的机会，你可以加入我们的测试计划，帮助我们把这些bug扼杀在萌芽之中！\n\n原文链接：https://minecraft.net/zh-hans/article/minecrafts-top-10-bugs原文作者：Marsh Davies原文发布日期：2017年8月15日\n文章翻译：像素君\n\n",
    "replies": [
        {
            "author": "ff98sha",
            "timestamp": 1502987460,
            "txt_content": "dropper & hopper 傻傻分不清"
        },
        {
            "author": "cc7w",
            "timestamp": 1503051960,
            "txt_content": "ff98sha 发表于 2017-8-18 00:31\ndropper & hopper 傻傻分不清\n蛤蛤蛤神补刀【跑"
        },
        {
            "author": "吴邪123",
            "timestamp": 1503239400,
            "txt_content": "很棒的作品"
        },
        {
            "author": "20020607",
            "timestamp": 1503466140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "漂移是个啥",
            "timestamp": 1503576720,
            "txt_content": "小白前来科普知识"
        },
        {
            "author": "TK_柴郡@MC",
            "timestamp": 1503652800,
            "txt_content": "龙龙disco"
        },
        {
            "author": "h67yufyter",
            "timestamp": 1503722880,
            "txt_content": "TK_柴郡@MC 发表于 2017-8-25 17:20\n龙龙disco\n打玩家不如跳舞回血XD"
        },
        {
            "author": "cc7w",
            "timestamp": 1503741660,
            "txt_content": "20020607 发表于 2017-8-23 13:29\n我看不出翻译版是什么语言，请检查您的翻译\n一段一段从英文译成中文 有毛病吗？"
        },
        {
            "author": "20020607",
            "timestamp": 1503813780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}