{
    "title": "[Minecraft背后的秘密]陨落的末路之地  （预告）（新坑）",
    "author": "zhh30648",
    "replyCount": 7,
    "timestamp": 1356180120,
    "txt_content": " 本帖最后由 zhh30648 于 2012-12-22 20:51 编辑 \n\n\n\n\n\n大家好，我又来开新坑了，看到今天果冻和茶杯都发布新的一章了，我想着对不起那些说“不过瘾”的读者们，于是，今天我开了一个新坑，总感觉自己又要被这大坑给吸引进去了，算了，就先开在这了，希望大家多多回复我的索引帖，看完的觉得好看的话请帮忙“顶”一下，谢谢{:10_512:}\n由于是序章一类的，今天没有配上图片，先说声对不起。\n===========================================================================\n美好的温暖下午。史蒂夫选择在离自己昏迷地不远处的平原上建造自己的家，周围是群山环绕，还有云雾缭绕的雪山，整个平原就像是一个盆地，被山峦包裹着，里面与世隔绝，一条清澈的河流从雪山的源头汩汩得流淌下来，滋润着这个世外仙境里的生灵而史蒂夫，也被这景色迷住了，决定定居在这里。史蒂夫正带着小猪坐在刚建好的木屋旁休息，手里的榔头慢慢放在身后的地板上。“终于建好了，这样我们也能有个家咯，小猪~”“哼哼，哼~”小猪围着史蒂夫的脚欢快得蹦来蹦去，仿佛也为史蒂夫高兴着。先，睡一会吧史蒂夫用双手枕着后脑，慢慢得躺在精致木屋前的阳台上，在温暖的阳光下慢慢睡去。小猪也蜷缩在史蒂夫的脚边，渐渐地响起了可爱的呼噜声。[不好了，末影世界似乎[吾王，我们..该......办脑袋里嘈杂的声音把史蒂夫从美好的梦中惊醒“唔。。。是什么声音啊！”史蒂夫伸了个懒腰，拍拍自己身边还在睡觉的小猪。“天色都这么晚了，该起床啦，小猪！”透过窗户看着自己家里挂着的时钟，现在的时间是14:02唔，还很早啊，怎么会天色这么暗的。史蒂夫睡眼朦胧得望去，发现整个鲜绿色的山脉和淡蓝的湖水此时此刻都蒙上了一层淡淡的阴霾，远处的白色迷雾也变成了晚上特有的淡黑色，即使是下午两点，仍旧看不到太阳的阳光，似乎一切都被什么巨大的物体吸收了，或者，遮住了？抱着疑惑的史蒂夫抬头望去，想寻找太阳的踪迹。天上太阳原本的位置出现了一个巨大的黑色旋涡，甚至周围的光芒都被吸的一干二净，正在慢慢扭曲着周围的时间和空间，把一切都搅成一团然后一口吞进自己的无限黑暗之中。然而却有一角从黑色旋涡里慢慢得显露出来，有一些巨大的碎屑从空洞的旁边掉落下来，砸落在史蒂夫的身边河流里。嘣！巨大的水花四散开来，溅射在了史蒂夫的身上，铺天盖地的水幕卷了起来，唰得一声拍打在周围的地面上。一个超过史蒂夫家10倍面积的湖被瞬间砸去了几乎所有的水，湖中央孤独地屹立着一根巨大黑色石柱，重重得插进了湖的最深处，在黑色石柱的最上端，一颗正在飘动着的紫色水晶渐渐地失去明亮的光芒，暗淡了下来。最终失去了漂浮的力量，左右摇摆着，慢慢得跌落在黑色石柱的旁边。“喂喂，我刚建好房子就来这么个东西...谁能告诉我这是怎么回事？！！”史蒂夫朝天空大喊到。“真是不幸啊！！！！！！！！！！！！！！！！！！”本来就已经失去了记忆的自己，现在要面临这么个巨大的不祥之物，完全不知道自己应该做什么。[那块水晶是指刚才那个么，对着脑部又传来的金属质感声音，史蒂夫产生一丝似曾相识的感觉。“这个声音，似乎听到过...”史蒂夫自言自语到。[水晶管不了这么多了，先去捡起来看看史蒂夫把目光从头顶慢慢显露出来的巨大漂浮物移开，向着湖里全力奔跑着，身边的小猪则害怕得躲进了屋子的阴影处。“哼！哼~~~~~”小猪害怕得呻吟着。史蒂夫快速得到达干涸的水池上端，用左手撑着地面，顺着坡面滑了下来，从地上起身，踩在泥泞的河床上，身后留下一串深深的方形脚印。黑色的石柱渐渐明朗了起来，是一根巨大的由黑曜石组成的石柱，折射着着黝黑的光芒，斜插在湖床上，似乎随时都可能坍塌下来，不时得还落下一些灰绿色的粉尘。这是末地石，史蒂夫在那本小图册里曾经看到过，似乎是目前世界上唯一存在的异界物品，有着不寻常的绿色花纹。从黑色石柱的周遭转了几圈，终于在灰绿石头的碎屑和残渣中找到了那块掉下来的被称为水晶的东西。\n\n\n\n\n图片1.jpg (22.35 KB, 下载次数: 14)\n\n下载附件\n\n2012-12-22 20:39 上传\n\n\n\n\n只有微微得一丝光芒在半透明的紫色包围物中闪烁着，似乎随时都可能灭掉。上面刻画着红色的类似于符咒一样的图案，也随着水晶中央的光芒黯淡下去，变成了死死的深红色，就像没有被激活的红石一样。“唔，好烫！”史蒂夫把手快速得缩了回来,看来是刚在火焰上炙烤过一样，异常的烫手。[不好..崩..水晶...缺声音变得嘈杂，渐渐消失在了脑子里。史蒂夫把水晶裹在衣服里，抬头望着被巨大浮游物遮挡着的天空。整个世界被黑色的阴影罩住，不断地有末影石的碎屑掉落下来，砸在史蒂夫的身边。宛如流星撞击地面一样，漫漫的灰尘迷住了史蒂夫的眼睛。[世界......崩塌===========================================================================索引在此，希望各位能够支持下本人，谢谢\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1356180180,
            "txt_content": "史蒂夫已经把自己撸死了，小说结尾"
        },
        {
            "author": "oy丶堕",
            "timestamp": 1356180840,
            "txt_content": "呵呵好想是的"
        },
        {
            "author": "-Martin",
            "timestamp": 1356184980,
            "txt_content": "呵呵不错{:10_512:}"
        },
        {
            "author": "262949130000",
            "timestamp": 1356192000,
            "txt_content": "不管怎样先顶下撒。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356277260,
            "txt_content": "阁下写文几年了？"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1367288160,
            "txt_content": "写得真好{:10_523:}"
        },
        {
            "author": "qwweeii",
            "timestamp": 1376619660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}