{
    "title": "【第八届PE/win10创意赛】Constellations Palace 十二星宫展馆",
    "author": "像素君",
    "replyCount": 6,
    "timestamp": 1502983500,
    "txt_content": " 本帖最后由 像素君 于 2017-8-17 23:51 编辑 \n\n\n\n\n12 Constellations Palace——Made by Pixelman\n\n\n\n   [ 地图介绍        Map Info ]   \n（情节纯属虚构）\n\n星之大陆上居住着十二种不同的种族，每个种族都有各自的生活习惯和文化。每隔一年，他们就会各自派出代表，前往中心平原的“十二星宫展馆”，向其他种族展示自己种族最先进的科技与文化，相互交流和学习。这一次也不例外……\n\n建造版本：1.1.3     作品面积：83X87（可能会有误差）\n\n   [ 游戏截图        The Screemshots ]   \n（图片较多，所以折叠了一部分）\n总体一览\n\n\n\n\n\n\n带游戏内UI截图（未编辑截图）\n\n\n\n\n\n\n\n详细介绍\n\n白羊宫\n白羊一族行事果断，勇往直前，是战场上的前锋。这一次他们除了收获怪物们的头颅，还斩杀了末影龙，来到了下界，把那里的怪物带回了主世界。不仅如此，一年来辛苦训练的他们已经在竞技场饥渴难耐了，你准备好应对他们的利刃了吗？\n\n\n\n\n\n\n\n金牛宫\n\n金牛一族对金钱有着一股执念，善于计划的他们十分善于理财，于是他们渐渐学会了经商。这一次他们在星宫里开了一家临时银行，向其他种族介绍他们的生财之道。\n\n\n\n\n双子宫\n双子一族总是成对在一起行动。他们的速度是所有种族里最快的，这一优势使他们做起了快递员的工作。你想感受一下他们飞一般的速度吗？那就快来双子宫的“双星快递”临时分部吧！可不要被他们耍得团团转哦！\n\n\n\n\n\n\n巨蟹宫\n巨蟹一族从来不会挨饿，他们居住的地方盛产各类食物，于是他们练就了一身厨艺。快来品尝他们制作的美食吧。可不要吃坏了肚子哦！\n\n\n\n\n狮子宫\n\n狮子一族生活在沙漠中，资源的稀缺让他们学会了珍惜。于是他们开始收藏各类珍奇物件。尽管现在狮子宫的玻璃展柜还是空荡荡的，但他们会在不久后把自己珍藏的宝贝摆上去的！你说你看到狮子宫里外都装饰有紫色的东西？哦，那些是他们从末地中取回的末影石合成的砖块。可别小瞧，紫色可是权力的象征呢！\n\n\n\n\n处女宫\n处女一族特别爱干净，他们容不得眼里有任何污秽之物。这份执着使得他们大部分人走上了医生的道路。这一次，他们会用自己研发的身体扫描机全面扫描你的身体，然后来一次全面清理！准备好给自己的身体来一次大扫除了吗？\n\n\n\n\n\n天秤宫天秤一族天生拥有高贵的气质。他们举手投足间都尽显风度，深得所有种族喜爱。他们喜欢演戏，所以天秤一族的戏剧独树一帜。来天秤宫欣赏他们精彩的表演吧！特别提醒：被迷倒或是笑死我们均不负责！（逃）\n\n\n\n\n\n天蝎宫天蝎一族一直都害怕光亮，所以他们一直在地下居住，深居简出。他们对复杂的地底环境了如指掌，但又十分熟悉各类植物，于是他们掌握了一套独特而复杂的炼药技术。要不来喝一口？\n\n\n\n\n\n射手宫\n居住在大草原的射手一族和野生动物关系十分亲密，也很了解它们的繁殖方法，他们的畜牧业可谓是数一数二的。不仅如此，他们的弓术也十分厉害，想体验下百步穿杨？找他们就对了！\n\n\n\n\n摩羯宫\n摩羯一族热衷于科学观测和电脑技术。他们绘制出的地图和星图是最精准的，电脑技术也是数一数二的。他们大部分人都始终在工作状态，直到工作结束才肯离开去喝杯小酒放松一下。或许到摩羯宫的雷达酒吧看星星是个不错的选择？\n\n\n\n\n水瓶宫\n水瓶一族热衷于科学研究。很多高科技的发明都出自于他们之手。或许可以从这里带点有用的小玩意回去？\n\n\n\n\n双鱼宫\n身为生活在海底的种族，双鱼一族继承了水的温柔细腻，他们在海洋的启示下摸索出了一套独特的魔法体系，也掌握了不少海底美食的制作方法。不决定来双鱼宫欣赏魔法的奇妙或者是品尝一下海底美食吗？\n\n\n\n\n   [ 地图下载        Download ]   \n下载地址：12 Constellations Palace\n（如果存档有误还请及时提醒）\n   [ 最后几句        The Others ]   \n这一次的作品也算是建筑咸鱼很久之后的第三个比较正经的作品，希望大家可以喜欢(￣▽￣)／\n手残党加上手机卡，花了不少时间才磕磕绊绊地弄完，截图的时候又老是手滑截歪了...\n嘛不管怎样请随意欣赏参观吧，如果能进存档参观更好哦(～￣▽￣)～ \n\n",
    "replies": [
        {
            "author": "酉月一",
            "timestamp": 1502994960,
            "txt_content": "怎么这么多快餐盒？"
        },
        {
            "author": "像素君",
            "timestamp": 1503012840,
            "txt_content": "zxc554989965 发表于 2017-8-18 02:36\n怎么这么多快餐盒？\n建成这样子好控制一下大小和整体，毕竟有范围限制，到时候要是形状各异的挤在一起不好看啊～(虽然这些也不好看_(:_」∠)_ )"
        },
        {
            "author": "darrksy",
            "timestamp": 1503052560,
            "txt_content": " 本帖最后由 darrksy 于 2017-8-18 18:40 编辑 \n\n第一眼以为是搬运作品。好大一份便当qwq"
        },
        {
            "author": "牙牙big",
            "timestamp": 1503974880,
            "txt_content": "垃圾23333333"
        },
        {
            "author": "1523464360",
            "timestamp": 1504708860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "15974155101",
            "timestamp": 1505530800,
            "txt_content": "感觉如果分布更有规律就好了"
        }
    ]
}