{
    "title": "【第八届PE/Win10创意赛】记叙之书",
    "author": "ksc",
    "replyCount": 23,
    "timestamp": 1502985120,
    "txt_content": " 本帖最后由 ksc 于 2017-8-18 00:00 编辑 \n\n↑可点击上方目录的文字翻页↑\n\n\n[记叙之书]\n\n- 前言 -\n              这次用的是钾钪的号来发帖，但在这里跟你们瞎扯的依旧依旧是雷鸣w【←为什么会有两个依旧？       这次来摸坑的人更多啦！一共有十个！相比半年前足足多了一倍！惯例先丢制作人员名单以示感谢你们的辛勤付出！       建筑大佬：橙子（@chengzi_SC）、暗夜（@夜之暗夜 ）、钾钪（@ksc ）、gt（@Gtrog ）       文案大佬：玄素（@玄素 ）、一零（暂无id）、雷鸣（@雷鸣·翾鹗）←最后一个是文案菜鸡       后期大佬：吸管（@夼枼L吸管）、ze（@Zero_Exact）、sk（@skeleton小白）        废话前先讲个笑话，这届创意馆举办的创意赛主题是创意馆。\n       原本是一群人沉迷国服起床无法自拔，结果一看到创意赛又全都被我拉到了坑里想想还是挺自豪的【雾】。然后这次的主题确实是相当棘手，一个星期下来我们三个负责文案的也没有丝毫头绪。如何表现创意？创意的定义是什么？又用怎样的建筑来制作“馆”？这些是我们思考的问题。后来有一天橙子突然跟我们说“要不弄个没有创意的外星人来窃取人类的创意，然后弄个工厂什么的？”正是这句话把我们的思路引入了一个正确的方向。一设，有深度，但是涉及到现实历史，不易于表现，否决。二设，避开了历史问题，建筑风格也可以用更mc了，然而内容没有深度，否决。直到最后的三设才一致通过，于是赶紧开始去坑文坑建筑。       本次文案尝试了三人合作，各位看官可以欣赏到不同文风的作品，但是由于时间关系未能进行更深入的交流，导致各人的文中会出现各种奇奇怪怪的设定冲突，还请各位多多见谅。创意嘛，集众之力才有创意√       然后当你们下载到win10存档之后发现货不对板请不要怀疑你下的可能是假存档，在制作渲染图时为了弥补pe的缺陷，我们对地图进行了小部分的修改，保证渲染图质量都是能顶十个玄素的！【雾】\n合影预留       那么废话就不多说了，接下来就让我给你们看看我这几天接收到的几个机密档案吧。\n\n[1/6][请返回本帖顶部翻页]\n【7.22  晴】\n成功渗透\n【7.23  晴】\n认识了几个魔法师  或许他们知道些什么\n【7.25  多云】\n经魔法师介绍，成为了魔法结社的一员\n【7.28  多云转阴】\n我逐渐取得了他们的信任  这使我可以更加轻松地获得他们的创意……\n下午 3:20\n天气很闷。我回到屋子，打算把观察到的一些信息找机会发送回去……\n但是，他们的一些行为使我很在意。我不清楚他们的思维是如何运转的，不过可以肯定的是，他们的创造力很强……和指挥官所描述的完全不同。\n晚上 8:55\n刚刚魔法师们来找我了。我不知道他们是如何把这些东西制造出来的，不过他们所展示的，确确实实是我们所没有的。他们并不像是我们所想的那样可怕，反而……他们的探索精神使他们看起来更像是学者。\n【7.30 阴】\n今天风很大。很奇怪，本来我无需在意他们的言行，那不是我的任务……但是他们和我们所认知的确实有很大不同。甚至于，完全相反。我很好奇他们究竟是怎样的一个部族。\n中午 12:20\n他们没有来找我。平时他们总是很准时，可是今天……\n中午 12:45\n我去找了他们，他们全都不在，似乎是有什么事。街道上也很少有人。\n下午 5:30\n我准备吃饭的时候，他们来找我了。但是只说了几句话就走了。\n晚上 8:45\n我找出床底下的发送装置，发现有移动过的痕迹。很明显，那不是我的。\n晚上 10:50\n我始终无法入眠。\n【8.1 雨】\n现在是午夜，外面开始下雨了。我仔细听着下雨的声音，可是我仍然无法入睡。\n他们好像发现了我的身份。我该怎么办？\n凌晨 4:25\n外面有脚步声。\n我想我知道那是谁。7.31日  渗透报告\n尊敬的指挥官：\n       对勒梅尔的调查已经进行到了第三个阶段，我差不多接触到了他们的上层技术。\n他们的思路真的非常奇特，有许多我们想象不到的东西。       请容我直言。我认为我们的创造力远远不如他们……或许是我们的生活过于安逸？我们的科技仍然有长远的进步空间，可是现在我们的技术进步确实在渐渐变缓，甚至已经到了停滞的地步。如此，才不得不出此下测……我真的不想与他们有摩擦，或许他们可以使我们得到更多、更加跳跃性的思路，使我们的科技更进一步。\n                                                                                                                                                                    来自：间谍1\n                                                                                                                                                                    0025:07:31\n[2/6][请返回本帖顶部翻页]\n\n1.\n我躺在草丛上。\n面前是大片大片金色的麦田，风卷着麦浪如波涛起伏。这是在我的家乡肯特见不到的景象——机械化的流水线工作代替了亲力亲为，麦子从生长到收割全部在温度湿度精确到小数点后两位的层叠温室中进行。\n据说最近他们已经开始研究人工合成食物了。这样就能拆掉那些保留着那片土地仅存的些许生机的温室，省下大片的空间，留给新的工厂。\n但一切在这里不一样。\n2.\n接到来这座城市记录所谓“创意”的任务时，我以为从不犯错的司长终于脑子短路了一次。\n谁都知道勒梅尔是贫瘠和落后的象征，靠帝国的施恩苟存。如果尊上需要，帝国的铁骑可以在七天内踏破那个国家的王都。就是这么一个破败的国度，有什么东西是我们所需要的？还是不惜出动帝国情报司的秘密探员也要获得的？\n创意？没听说过。\n可就连司长也解释不清楚什么是创意。最后看着一头雾水的我，他说，那你就去尽可能地多记录些东西吧。生活中的方方面面，每个技术的细节，越详细越好。至于什么是创意……甚至你可以去问问那些人自己。\n3.\n来到勒梅尔之后，我很快找了一个小镇子住下。这个国家的管理果然宽松至极，只要不明目张胆的去做傻事，没人会在意这个镇子上为什么会突如其来的多出一个人。\n那时我会想起我的家乡。并不是没有那些魔法师偷渡来我的国土，但多半会被严格的身份管理制度立刻识破。被识破的后果是什么？我不知道，我也不需要知道。\n“只知己所须知”，这被认为是一种美德。\n所以在动身前往目的地之前，我恶补了关于勒梅尔的信息。\n所有人都知道“勒梅尔是贫瘠和落后的象征，靠帝国的施恩苟存”。但只有智库里才有更详细的关于那里的记载。\n而访问智库，需要权限。\n总之在层层授权之后，我终于得以查询关于那个国家的记述。\n“勒梅尔是一个魔法师的国度。魔法对于勒梅尔人是一种本能，在第一纪元他们曾使用魔法大肆屠戮。在三王之乱导致的全国性动荡中，勒梅尔建立的腐朽国度被推翻，在废墟之上建立了新的王朝。勒梅尔人在做出了决断性的废法条约后也被放得生路，于西岭省保留着过去的习仪苟存于今。”\n曾经的辉煌和今日的破落……么。\n4.\n但我并不能看出丝毫破落。古老的石板街巷里，行人甚至比故乡更多，虽然也有肯特早已可以足不出户办完几乎所有事宜的原因在，但我本以为这里该是教科书一般的荒凉和老旧。\n我便穿行于大街小巷，记录我看到的无穷尽的新鲜事物。\n“勒梅尔民居通常尖顶。因西岭雨水颇丰，尖削的屋顶可以避免雨水沉积。屋中多放有各类饰物，但并不确凿知晓其作用。”\n肯特的房子都是六角格子样式的。一间一间堆在一起，最大限度的利用空间。勒梅尔的屋子……可真浪费啊。\n“勒梅尔的村镇看不住明显的规划。功用不知的魔法祭坛成为了城镇的中心，其他建筑零散的分布于四周。街巷普遍弯曲扭转宽径不一，导致那里并没有像高度同一化的大众交通工具。”\n但还是有主要的街道和各式小巷子。在巷子中穿梭一度成为我的乐趣，虽然不知道这种乐趣从何而来。这也不算是偷懒怠工对吧……至少我画出了一份整个镇子的巷口图。\n“勒梅尔的魔法领域似乎并不发达。在日常生活中只有少量领域使用了魔法来代替对我们而言机械的作用，但是并没有看到使用魔法殴斗的现象广泛存在。”\n写下这句话的时候我自己也是颇有不敢置信的。什么时候一个曾经大杀特杀的族裔还能改邪归正平心气和敬天礼地了？但是的确没有……一切看起来都是那么和谐。\n我将这些消息传回了司中。\n然后我收到了司长的回复，“收到，全是废话。”\n5.\n所以还是得从人上找线索了，这意味着我需要去接触至少一位的勒梅尔人。\n我选定的目标是一个叫穆斯塔的孩子。在过去的一次“偶遇”中，我结识了穆斯塔一家人。孩子的口中总是最容易撬出线索，至少对于这样一个不需要找特定的人获得情报的任务，我认为我应该做了一个正确的决定。\n他的父亲，就是我身后这座农庄的主人。一家人打理着这一片的田地，生活虽说不算是大富大贵，但也算是在当地的人里，过得还不错的一类。我偶尔会去拜访这一家人。\n“嘿，穆斯塔。你说啊，什么是创意呢？”我侧过头问。漫不经心，无意出口，我让我的话语看起来尽可能像是这样。\n那个小胖子就躺在我身边，叼着一根草茎，哼着奇怪的歌谣。听到我的问题他便停了哼唱，挠着头想了想，然后才犹犹豫豫地说，“嗯……也许，这片田野就算是创意？”\n“田？”我大为不解。\n“以前这里种的都是一种稻子，但后来发现多种几种稻子，收成会高不少。”\n杂交优势。对这样的东西视如珍宝？不愧是落后于肯特几个技术层级的国家呢。更何况这样的东西，大约该只能算是技术创新，而不是那虚无缥缈的创意吧。\n但我接着就见到他一跃而起，还招呼着我，“跟我来！”\n6.\n在风车的顶端，我第一次见到了这片稻田的全貌。\n早熟的稻子已经一片金色，间夹着还有些偏青的晚熟种。\n青色在金色的海洋中写下了穆斯塔的名字。\n小胖子仰头看着我，“每年我们都会换一点东西画在稻田里。今年爸偷偷瞒着我种成了这个样子，我刚看见的时候也是吓了一跳呢。”\n无趣。毫无意义的举动，平白徒费力气。\n可我为什么笑了出来呢？\n在无尽的标准化生活中，我已经多久没有见过这样能让人会心一笑的闪光点了。每一天的生活像是单曲循环，重复、重复、重复，下一刻会发生什么都是可预知的，在安全稳定的壳子里做着……机器做的事。\n我们就是机械，是帝国这部大机器上的一个小零件。做这个零件该做的事。坏了，自然有替换品。我们作为一个人，究竟想做些什么，没有人在乎。\n但在这里，有人在乎。\n7.\n上报了最后一次信息之后，我在结尾附上了一张请假条。格式是标标准准的告假格式，只是时间上我填写的值是一百年。\n嗯……希望司长能原谅我的任性。不过就算不原谅又如何呢。\n设置好定时发送后，我摘下一直贴身的通讯器，用力扔向山崖外。摔不坏，我知道。毕竟我也并不希望它就这么损毁。该做的任务一定要做完，这是一个秘密探员的优良品德。\n但反正现在我不是了。\n所以，也无所谓了吧。\n再度确认自己已经摆脱了所有设备的追踪后，我踏上了前往下一个城市的传送阵。\n就让这个国度多那么一个来历不明的人吧。\n一个或许落后，但却让人温暖的国度。\n[3/6][请返回本帖顶部翻页]\n1.情报吻合。他们如期来到了我所潜伏的佣兵馆，花了一大笔钱把我雇佣了回去。他们都是恶魔之子，一个残暴的族裔。史书上记载，他们天生会使用魔法，曾经肆无忌惮地杀害大陆上的生灵，所到之处寸草不生，而他们的居住地更是笼罩着一片黑暗。后来大陆上其他的种族合力讨伐他们并且取得了成功，最后他们妥协了，带着为数不多的族人到了一块贫瘠的土地上，建立起了现在这个弱小的国家，之后便再没有人踏上那片恶魔的土地，至于史书的记载从何而来，我不知道，也无须知道。这次的任务比以往的简单。“潜入勒梅尔的军队，窃取‘创意’。”一个简单的窃取任务，不过当我问起司长什么是“创意”的时候，他也只是摇摇头，意味深长地看着我。我知道，我又要自己解决了。“跟我们不一样的方面就记录下来吧，也许那就是‘创意’。”这是我接到的最后一个命令。勒梅尔人的海上交通工具慢得可怜，仅仅靠着那几片白帆和风的施舍才慢悠悠地晃到了港口。我大概是多年以来，第一个踏上恶魔土地的肯特人吧。\n2.没有史书上所说的乌云蔽日，也没有史书上所说的寸草不生，勒梅尔的土地甚至就跟故乡一样......不，它没有故乡钢铁般的秩序——为了节省停泊处的空间，船只几乎被设计成了一个方盒子，它们紧密排列在港口，海浪甚至不能让它们起伏丝毫，港口上只有登船和下船的人组成的两条密集的黑线有秩序地移动着，除此以外再没有多余的东西。而勒梅尔的船只都是懒洋洋地由栓绳零散地牵住便任由海浪拍打上下起伏着，港口上也有不少商人就地摆摊，导致这本就没有多少秩序的地方更加混乱了。不过倒是意外地洋溢着只有海上才有的气息——故乡港口没有的东西。我随着雇佣我的长官去到他们的兵营，还未踏进门就已经能听到里面传出的一阵阵高昂呐喊，进去之后我便发现那是一群群排列成方阵、身着沉重盔甲操练的士兵。实体操练，浪费体力，蠢极了。这种人力军队在帝国的全机械化军队面前根本就是微不足道的蝼蚁。但是为何这样的军队中会有我们需要的东西？\n3.三天后我将随同勒梅尔的一小支部队前往位于他们王都东边的一个小镇，到那里讨伐被溢出的魔力所侵染的动物。听他们说，那将会是一场恶战，不过我也可以趁机完成我的任务了。勒梅尔的士兵有一个习惯，在出征之前他们都会去酒馆大喝一场。我并不觉得用酒精麻醉自己的神经能够为接下来的战斗提供什么帮助，但酒后吐真言这个道理我还是明白的，也许这是我从他们口中获得情报的大好时机。酒馆里并没有想象中充满了令人头晕的酒精味，相反这里有一种淡淡的清香，我不知道那是酒的味道还是别的东西，但它确实带给我一种特殊的感觉......惬意？我真的不知道。士兵们很快就喝到兴头上，我拿了瓶酒，走到了一个独自坐在一边的年轻士兵对面，给他面前的酒杯倒满了酒。“谢谢......伙计，你......知道吗？这可能是我们......喝的最后一次酒了......干杯！”看着他笑着举起酒杯贴到嘴边，随着喉结上下跃动，酒一口一口灌入肚中，最后猛地放下酒杯痛快地大喊一声，我顿了顿。最后一次么......为什么还能那么高兴......？不知道。勒梅尔人太让人看不透了。“伙计，”我重重地拍了拍他的肩膀，有意让我看起来像是喝醉了胡言乱语一番，“你知道什么是创意吗？”“创意？”他用力睁开迷糊的双眼望了我一下，费劲地抬起手指了指外面，“那玩意就是创意……”镇中心的祭坛。接下去的话他讲的很含糊，我也听不太清，大概已经是开始神志不清了吧。看来又是一条不可靠的情报。我举起手中的酒瓶，醇酒下肚，我的意识渐渐模糊......\n4.我们完成了任务，但战斗异常惨烈，死了不少勒梅尔人，包括那个年轻士兵。血肉之躯战死是常有的事，士兵就跟机器一样，消耗了很快就能够补充回来，区区一个士兵是微不足道的。但我心里却感觉被狠狠地刺了一下……同出征前一样，镇子上大部分的人和士兵们聚集在镇中心，围绕在祭坛的周围，祭坛上的老者仍在用我听不懂的语言吟唱着诗一样的东西，只是这次更加沧桑，聆听的人们也不住抬手拭去双眼的泪珠。那些整齐地躺在在祭坛下方的逝者在吟唱声中渐渐变得透明，躯体化作一道蓝光向四周散去，又慢慢收拢，最后又变回原来的样子。只是他们不再拥有躯体，空留下一个灵，用作最后的告别。\n5.我看到了年轻士兵，他也看到了我。他冲着我笑了笑，向我走了过来。“没想到我们还能这样见面吧？祭坛在我们国家不只是用来祈福的，它还可以凝聚死了没多久的人残存的魔力，让他们以灵的形态在世界上多保留一会，这样就可以把死前没交代完的事交代了。怎么样？很神奇吧？”是啊……很神奇……在我们国家，每一个肯特人由出生到死去都会物尽其用，生前努力工作，死后便被统一收集到工厂中，成为维持机械咆哮的燃料之一。不会有专门的土地用来埋葬逝者，也不会有祭典，没有墓、没有碑，死后便一无所有了。但在这里，逝者只会没有遗憾。“你之前问过我什么是创意对吧？我觉得这就是创意，化灵之后我才知道原来我守护了这么多的人，当士兵值了！”他把他那晚没说完的话说完后，默默退了回去，走向生命的终结。“再见，很高兴认识你！谢谢你的酒！”我回过头，眼前只剩下蓝色的流萤在空中飞舞，与蓝天融为一体。再见。我在心中默默为那个离去的灵魂祈祷着。\n\n[4/6][请返回本帖顶部翻页]\n\n尊敬的司长大人：      三天前我接到了您的临时任务，并于今天完成了与另外两名探员的汇合。您无需担心，他们没有被发现身份，也没有遭遇意外，只是他们自己把通讯器遗弃了而已，并没有叛国的意思。      我和他们交换了一下情报，大致明白他们的苦衷了，虽然我是您最骄傲的一名探员，所以我认为我更应该对您实话实说，这也许是我最后一次做任务报告了。      我和他们一样，厌倦了每日如一的生活，厌倦了机械般的工作，厌倦了行走在街道上恍若行尸走肉般的感觉。我不想诋毁我的故乡，但肯特已经在高度机械化的时候失去了发展的心脏，而这颗心脏恰好在勒梅尔的土地上生机勃勃地跳动着。      这便是我们一直寻找的创意。      也许它是个日常生活中惹人一笑的小点子，也许它是一个宏伟目标中的奇思妙想，但创意就是这样信手拈来的一个东西。创意是创造的根源，没有创意，一切都会循规蹈矩地进行，最终慢慢步入深渊。我不希望看到肯特会变成那个样子……      我知道，肯特的军队可以轻而易举地毁灭这片土地，但我请求不要摧毁这个弱小的国家，因为它的弱小，我们有太多的东西需要向他们学习。      最后请收下我们的这份礼物，它叫记叙之书，勒梅尔一种常见的记录工具，除了您手上的这本以外，我们三位探员手上也各有一本，我们可以随意往里面写进东西，而您也可以实时看到。现在里面记录了我们在这个国家的所见所闻，请允许我们为肯特记录下这个国家真正的面貌。      记录它美丽的样子，以及发生在这片土地上的平凡的故事。[5/6][请返回本帖顶部翻页]\n- 后记 -\n       也许各位看官觉得文中的“创意”飘渺虚无，但这的确就是我们所定义的“创意”，若隐若现，仿佛远在天边，却又能够灵光一闪、近在眼前。生活中的创意便是如此，一切平凡的事物都可以是创意。那个强大的肯特国也许有一天也会停下旋转的齿轮，放下那颗机械的心，向着弱小的勒梅尔人学习，让他们的国家重新充满活力吧。\n\n- 更多图片欣赏 -\n\n \n\n\n\n\n\n\n\n\n\n\n- PE/Win10版本证明 -\n\n\n\n\n- 下载链接 -\n[记叙之书]\n解压密码4do0 \n\n[6/6][请返回本帖顶部翻页]\n",
    "replies": [
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1502985900,
            "txt_content": "放假之后第一次体验到了到了一把催命的感觉，我不是故意踩点的我已经码了三个小时的帖了orz"
        },
        {
            "author": "夼枼·吸管",
            "timestamp": 1503027060,
            "txt_content": "最后两天了才发现有个创意赛没搞，此处应放催命神曲？"
        },
        {
            "author": "Gtrog",
            "timestamp": 1503117720,
            "txt_content": "我现在除了填坑和看兽娘第二季其他什么都不想做.jpg"
        },
        {
            "author": "玄素",
            "timestamp": 1503120900,
            "txt_content": "这个故事叫做“除了睡觉就是起床的一群人受迫于ddl床也不起了躺着填坑”\nddl是第一生产力，此言诚不欺我也"
        },
        {
            "author": "Pygriaaf",
            "timestamp": 1503124620,
            "txt_content": "2333333333333333"
        },
        {
            "author": "XCVBN",
            "timestamp": 1503580560,
            "txt_content": "这个真的小于100x100吗"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1503592140,
            "txt_content": "XCVBN 发表于 2017-8-24 21:16\n这个真的小于100x100吗\num是的，封面图看上去书页可能飞了点但俯视图的话其实都是在魔法阵上面的并没有飞出去√"
        },
        {
            "author": "大佬是智障",
            "timestamp": 1503758760,
            "txt_content": "厉害了...................."
        },
        {
            "author": "牙牙big",
            "timestamp": 1503974820,
            "txt_content": "哇哦666666666"
        },
        {
            "author": "L魔方",
            "timestamp": 1504140180,
            "txt_content": "你们团队是有一个大胆的想法的xd"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1504255380,
            "txt_content": "Gtrog 发表于 2017-8-19 12:42\n我现在除了填坑和看兽娘第二季其他什么都不想做.jpg\n兽娘第二季出了？"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1504771680,
            "txt_content": "\n\n\n\n\nTIM图片20170907160331.png (22.19 KB, 下载次数: 20)\n\n下载附件\n\n2017-9-7 16:08 上传\n\n\n\n\n\n提前祝贺冠军\n马上就要破百了\n（好多4）\n"
        },
        {
            "author": "Gtrog",
            "timestamp": 1505015700,
            "txt_content": "暴力杀狗 发表于 2017-9-1 16:43\n兽娘第二季出了？\n还没，不过官方情报越来越足了，坐等"
        },
        {
            "author": "1114965060",
            "timestamp": 1506172080,
            "txt_content": "6666666666666666666666666666666666666666666"
        },
        {
            "author": "3186252586",
            "timestamp": 1506509160,
            "txt_content": "666666666666666"
        },
        {
            "author": "xlf",
            "timestamp": 1508083560,
            "txt_content": "大佬！请问封面地图模型的渲染图是用什么软件制作的？"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1508586960,
            "txt_content": "xlf 发表于 2017-10-16 00:06\n大佬！请问封面地图模型的渲染图是用什么软件制作的？\nmagicV+PS   "
        },
        {
            "author": "xlf",
            "timestamp": 1508733960,
            "txt_content": "雷鸣·翾鹗 发表于 2017-10-21 19:56\nmagicV+PS\nmagicV 是什么呀，网上完全搜不到这个..能说详细点么，我也想导出渲染PE版的地图，之前玩java版用chunky渲染的，然而chunky并不支持PE的地图..谢谢"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1509103620,
            "txt_content": "xlf 发表于 2017-10-23 12:46\nmagicV 是什么呀，网上完全搜不到这个..能说详细点么，我也想导出渲染PE版的地图，之前玩java版用chunky ...\n因为渲染不是我干的于是我也不是很清楚我看看能不能把那只家伙拉出来跟你讲讲x"
        },
        {
            "author": "晚空",
            "timestamp": 1554031740,
            "txt_content": "uiououioui"
        },
        {
            "author": "81193176",
            "timestamp": 1579409280,
            "txt_content": "那就看房费VBif好几个"
        },
        {
            "author": "王铜升",
            "timestamp": 1611320220,
            "txt_content": "还行吧，但总感觉不错！"
        },
        {
            "author": "笙酱不是酱",
            "timestamp": 1612315320,
            "txt_content": "6666666666\n"
        }
    ]
}