{
    "title": "[Minecraft.net|INSIDER]本周方块：树叶",
    "author": "PlayerMingZhu",
    "replyCount": 8,
    "timestamp": 1503054600,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-8-18 20:20 编辑 \n每周方块：树叶不喜欢这个方块？你会习惯它的BLOCK OF THE WEEK: LEAVESDon't like this block? It'll grow on you \n    不是我自吹自擂，Minecraft的森林确实是所有游戏中最美的（算了吧，还有Oxenfurt的森林）平和、寂静、昏暗、充满了建筑材料-只是偶尔僵尸爬出洞穴扰乱这片宁静。如果我只能带一个生物群系流落荒岛，那我就选森林（我想这就会把荒岛变成一座森林岛），为我提供一个稳定的本周方块—树叶的供应！       Not to toot our own horn, but the forests of Minecraft are among themost beautiful in all of videogames (suck it, Oxenfurt forest!) Calm, still,dark, and full of building materials - with only the occasional zombie crawlingout of a cave to disrupt the tranquillity. If I could only take one Minecraftbiome with me to a desert island, it would be forest (making it a forestisland, I suppose), providing me with a steady supply of our Block of Week -leaves!\n\n    树叶是Minecraft中最早添加的，在2009年的0.0.14a_01版本中和原木、矿石、沙子一起。它们随着时间有了许多变化，第一次的调整是掉落树苗，然后是在离开树干的时候腐烂消失，然后是会掉落苹果，再然后是下雨时会有水滴渗落！       Leaves were one of Minecraft's earliest additions, arriving alongsidelogs, ores and sand way back in 2009 in version 0.0.14a_01. They've changed alot over time, first being tweaked to drop saplings, then to decay whendeprived of their trunk, then to drop apples, then even to have water dripthrough them when it's raining!    你可能已经注意到在Minecraft中其实有很多不同种类的树叶—一共有六种。有宽阔的橡树叶、较薄的云杉树叶、浅色的白桦树叶、茂密的金合欢树叶和深色橡树树叶，最后还有厚实的丛林树叶。你可能也注意到了当你在不同的生物群系中，树叶的颜色会有一些小变化—这个小技巧可以用来赋予每一种生物群系自己的特性。        You might have noticed that there are actually lots of different kindsof leaf in Minecraft - six in total. There are broad oak leaves, thinner spruceleaves, light birch, leafy acacia and dark oak, and finally chunky jungleleaves. You might also have noticed that leaf colour changes a little dependingon what biome you're in - a little trick that helps give each biome its ownpersonality.\n     自然生长的树叶（不是你自己放置的）在离开原木四格远后的每个瞬间都有概率会腐烂掉。你可以用剪刀或用精准采集的工具来收割它们——否则，它们就会被你破坏掉。大约每20个树叶方块会掉落一个该类型的树苗，然而丛林树叶要每40个树叶方块才会掉落一个树苗。大约每200个橡木树叶或是深色橡木树叶方块会掉落一个苹果。超好吃！完全值得为它去破坏200个方块！等一下。不是这样的，好一个骗子！        Natural leaves (not ones you've placed yourself) have a chance ofdecaying every tick as long as they're more than four blocks away from a blockof wood. You can harvest them with either shears or a tool enchanted with SilkTouch - otherwise, you'll just break them. About every 20th leaf block thatbreaks will drop a sapling of the same type, while jungle leaves only dropsaplings every 40th block. About every 200th block of oak or dark oak leaveswill drop an apple. Tasty! Totally worth having to destroy 200 blocks for!Wait. No it isn't. What a con!    树叶真是个不可思议的东西。它们使得树木和植物呼吸并吸收阳光—吸入被污染的二氧化碳并转化为氧气释放出来。有的树全年都有树叶—它们被称为常青树—然而，有些树会在色彩斑斓的秋天落叶，然后在春天重新长出叶子。        Leaves are pretty incredible things. They let trees and plants breatheand absorb sunlight - sucking in polluting carbon dioxide and turning them intooxygen. Some trees keep their leaves all year round - they're known asevergreen - while others drop them in a colourful display in the autumn andregrow them in the spring. \n    有些树叶在秋天就会变色，这是因为它们在为冬天做准备。在春天和夏天，树木利用阳光和一种叫做叶绿素的化学物质为自己制造食物。叶绿素是绿色的，这就是为什么叶子会是绿色的。但是到了秋天，白天变短了，叶绿素的用处没那么多了，它就会消失。自然，树叶就会呈现出它们真实的颜色—黄色、红色和橙色—最终就会掉到地上。The reason that some leaves change colour in the autumn is becausethey're getting ready for winter. In the spring and summer, a tree makes foodfor itself using sunlight and a chemical called chlorophyll. Chlorophyll isgreen, which is why leaves are green. In the autumn, though, the days getshorter and so the chlorophyll isn't so useful any more and it disappears. Asit does, they reveal their true colours - yellow, red and orange - andeventually drop to the ground. \n    所以，下一次你在秋天的公园里散步时，你就会看到这些树的叶绿素外衣之下真实的样子。别脸红！有树叶变红已经够了…       So next time you're strolling through a park in the autumn, you'reseeing what the trees really look like, underneath their chlorophyll clothes.Don't blush! The trees are turning red enough already...\n原文地址：https://minecraft.net/zh-hans/article/block-week-leaves原作者：Duncan Geere，发布于2017年8月18日译者：Player_明珠（来自M.V.T.）",
    "replies": [
        {
            "author": "猜猜谁是谁",
            "timestamp": 1503055020,
            "txt_content": "所以说。。。。这就是你mc里的树不落叶的原因！？"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1503058080,
            "txt_content": "我的天 5级就翻译东西而且还有贡献"
        },
        {
            "author": "leavessoft",
            "timestamp": 1503059520,
            "txt_content": "又要到秋天了！细思恐极"
        },
        {
            "author": "去掉头都能",
            "timestamp": 1503193440,
            "txt_content": "绿莹莹一片A.A"
        },
        {
            "author": "Yumis",
            "timestamp": 1503481620,
            "txt_content": "猜猜谁是谁 发表于 2017-8-18 19:17\n所以说。。。。这就是你mc里的树不落叶的原因！？\n这一手吐槽神了"
        },
        {
            "author": "Minecraftmoon",
            "timestamp": 1503821940,
            "txt_content": "所以这就是不添加季节系统的理由？"
        },
        {
            "author": "葱油饼好吃",
            "timestamp": 1504226160,
            "txt_content": "大爱mcbbs"
        },
        {
            "author": "木斧头",
            "timestamp": 1504310400,
            "txt_content": "我喜欢这个帖子"
        }
    ]
}