{
    "title": "[原创/连载]Ialyz·昼生 第一章·第一幕",
    "author": "Nethop",
    "replyCount": 3,
    "timestamp": 1503116940,
    "txt_content": " 本帖最后由 Nethop 于 2017-11-15 20:47 编辑 \n\n   那天早晨在弗西里车站，负责指引的工作人员指着那锈蚀失修的蓝色车厢对米塞瓦说：“那是您的车厢，到福斯汀的旅途相当短暂，但我相信您在车上能充实万分。”     如此明显的嘲弄，可米塞瓦没有任何办法，只好拎着行李上了这节挂在列车最后的废品。实际体验极差。\n  如果他当初明智地选择类似星门一类的永久传送结构，结果可能就是他本人安全又舒适地抵达福斯汀——不至于在这种地方受苦。     列车的动力系统发出巨大的噪声，这是在其驶离弗西里三小时后发生的，Iter源质已经消耗殆尽，谁也不能阻止这具衰朽的怪兽罢工，以及幸免接下来的冲击。     已经熟睡的米塞瓦就这样撞到了放在桌子上的，他的那些记录，顺道赠送一次猛烈的惊醒。\n  “该死的保障部。”\n  咒骂过后，他揉着发痛的头部，弯腰去拾起那散落一地的书籍:有关巫术的诸多研究、一本Vazkii学士监修的植物词典、最重要的是那些散乱的研究手稿和那棕底饰金的手册——这是他在神秘学上造诣的完美表现。\n  “所谓神秘乃是，由无限的确定性所引发的有限的不确定性。”    若是米塞瓦当初在弗西里的拉迈松分会学习神秘学的时候，他的导师没有告诉他，在Ialyz除了位于麦纳克斯的避风港之外，第二大秘术使们的聚集地就是福斯汀的话，米塞瓦现在也不会遭遇此等祸患——对于知识的渴求驱动他想要挤到有更多学识渊博的人之中。这是我的梦想，以及成为他们的一员。\n    伴随着这套奥术交通设备开始喷出白色的雾霭，米塞瓦知道他们用Motus源质代替了Iter源质，虽然这是一种低效率的做法，但现在至少这东西开始缓缓移动了。      向着那阴云密布的福斯汀方向移动。\n\n\n\n\n  “如果神圣的本质不是牺牲，那么所谓的神圣就毫无价值。”\n  “佐艾尔先生，我相信你能给我一个满意的答复。”        就像是远古的穴居生物栖息之所一样，这房间也如此。在正中央放着一张方桌，其两侧正坐着两个人，在两人背后，则各有手执白烛的三人侍立。\n   “您知道监察们的规矩，蜡烛已燃烧过半，可是你仍拒绝坦露真相——艾娅伊到底想做什么，以及他们的目标是什么……”     坐在这方桌一侧的，是一名面色冷漠的女人，身着红底嵌黑的制服，配一条纯黑色的长裤，在左胸前有一枚三角形的别针——死者之眼，所有畏惧他们的人都如此称呼他。   “我被胁迫，他留下我，让我回来通知岚哈因，说岚哈因运势已衰，将被裁断所吞灭。”\n  对面的男人装束与这女人一致，除了他并没有佩戴那“死者之眼”。\n  “佐艾尔先生，我希望你能提供更加明确的信息，比如对方的样貌，或者至少是使用何种秘术——我们自然知道那是艾娅伊的使臣，我是指，在这个巫术协会里的秘术流派。”\n  对方没有应答，此时蜡烛已燃四分之三。妄图逃离追责的庸才。\n  女人站起来，转身准备离开这压抑的房间，她白手套上切成四棱的宝石在**的映衬下发出某种妖异的色彩。\n  “为我向典仪长阁下问安，以及向女皇殿下通报我的行程——我要亲自去福斯汀看看，绝不容许我们的敌人在世界的各个角落挑起使他们饱足的焰火。”她对门前的守卫低语道，“然后，请按照传统，给那个家伙教授什么才是忠诚和名誉。”\n  那扇用中子锭制作的门扉猛然阖起，伴随着无人所知的嚎哭以及浸着某种恐惧液体的，整个苏耶蒂尔--岚哈因的秘密。\n\n回到上一幕                                                                                                前往下一幕",
    "replies": [
        {
            "author": "2994773501",
            "timestamp": 1503121800,
            "txt_content": "帖子不错支持一下"
        },
        {
            "author": "WM2030",
            "timestamp": 1503126420,
            "txt_content": "很不错哦。\n语言风格有较强的一贯性，表达较为流畅，思维清晰，节奏把握合理。\n可能有些地方采用的修饰性的表达，导致了阅读流畅度上有提高空间。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1512147420,
            "txt_content": "文风很棒，支持一下"
        }
    ]
}