{
    "title": "高级火箭——又一冲向天空力作！",
    "author": "森林蝙蝠",
    "replyCount": 13,
    "timestamp": 1503139080,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2018-2-19 23:11 编辑 \n\n\n高级火箭（Advanced Rocketry）是继GC之后又一个走向太空的模组，添加了富有定制性的火箭，还添加了诸多美观的多方块结构机器，拥有诸多的科幻概念。\n上图为大气修改器预览。\n\n\n\n\n\nAR的矿物事实上处在它的前置libvulpes中，也有铜锡铝，作用不是很大，按过不表。meta数据分别是4,5,9。\n金红石（rutile）：处理得到钛，支持各路模组的磨粉机加成，会与AR铜锡伴生，meta为8.\n双锂（**thium）：支持各路磨粉机加成得到锂粉，锂粉在AR自带的结晶器里面做成双锂晶体，用作跃迁核心的燃料，meta为0.\n铱（iridium）：支持各路磨粉机，与TE5的铱通用，meta为10.\n如果你的整合包里有cofhcore或者orespawn之类可以控制矿物生成的模组，可要注意了，你或许需要在它们的配置文件里改出AR矿物的生成。\ncofhcore的修改方法（建议按照模组名修改，但是不重要）：\n\norespawn的修改方法（这玩意是按照维度ID改的）：\n\ndimension0：主世界。\ndimension6：aroma矿界。\ndimension-9999：EXU2量子采石场矿界。\ndimension-11352：EXU2漆黑矿界。\n\n\n\nAR只有一个删了都无所谓的太阳能发电机，因此某种意义上它是不能单独装的——支持EU和RF。\nlibvulpes里的全息投影器会告诉你如何搭建某一个多方块结构。\n手持全息投影器，潜行右击，打开其界面，选择对应机器，例如切割机。\n用投影器右击地面会出现一层虚拟方块，显示玩家搭建此结构需要些什么，玩家可以直接在虚方块上摆放方块，也可以破坏它们。\nAR的多方块结构一般不止一层，这种情况下，手持投影器，shift+滚动滚轮即可逐层显示该结构所需方块。（猜猜看，图中有哪些模组？）\n\n切割机：可以代替TE和MEK的锯木机，但是它主要的功用是用来切割各种芯片，想要上天的前置机器之一。\n结晶器：用来将硅凝结成硅球，锂粉凝结成双锂晶体的机器，虽然动画效果里同时产生三个产物，但一次工作实际上只有一个产物，上天所需机器之一。AR的硅与EIO的硅通用。\n精确组装机：制作各种芯片的机器，建议使用强化马达，否则你会被它慢死的，上天必要前置机器之一。\n卷板机：搭建用到液体输入口，需要往里输入水来使它工作。其中负责压板的合成可以用IE金属冲压机+板材模具代替，压片则不行。\n车床：完全可以被IE金属冲压机+杆模具代替的货。\n常用来组成多方块结构的方块：\n机器结构方块：便宜到死的方块，没啥可讲的。\n线圈：共有4种（铜金铱，Ti，仅限alpha1.1.x-1.2.x），不同的线圈影响着机器的速度，Ti线圈加速效果最好。\n马达：也有四种（仅限alpha1.1.x-1.2.x），强化马达速度最快，是普通马达的4倍。\n输入口：用于输入/缓存原料到机器内加工，可以接AE/RS的传输接口/装配室实现自动化。\n输出口：用于取出/缓存成品，可接输入总线。\n液体输入口/输出口：输入/输出液体，可以在其中放入桶来制作氧气桶等等。\n（IC2）能量输入口：为机器接入电能，一些机器会有不止一个能量输入口，需要都供上电。\n电弧高炉：多方块结构，用来炼制合金，但也可以被TE和EIO的炉子代替。\n电解器：用来将水电解成氢气和氧气。注意，要得到合成表里的氢气桶和氧气桶，需要事先在液体输出口里放进空桶，上天前置机器之一。\n化学反应器：主要是将氢气和氧气混合成火箭燃料，上天必要，但是速度不是很快。\n瞭望台：只在夜间工作，会缓慢收集“距离”数据，在1.0.x是没用的，在1.1.x和1.2.x则是用来发现小行星的重要道具。\n天体数据处理器：在1.0.x通过卫星终端用来发现小行星和月球，在1.1.x之后就成了不知所用的东西。\n\n\n\n\n瞭望台&天体数据处理器\n瞭望台：虽然这东西可以用全铁块+石头搭建，但是怎么供电呢，怎么输出数据呢？所以搭建它的时候，不要贪便宜，至少保证一个能量输入口和一个数据总线。（限1.1.x版本以后），点击扫描，瞭望台会消耗100点数据扫描几个小行星，右侧会显示其矿物成分，在界面左下角的卡槽里放入小行星ID芯片，点击齿轮图案就会将该小行星的数据写入芯片中，给挖矿火箭用。\n貌似有bug，扫描出一批小行星后瞭望台便不会再接收新数据。（如果修复了请提醒我删除）\n天体数据处理器：\n\n以上是1.0.x的数据处理器界面，上面的三个绿条分别是成分、质量、距离数据。当三个数据都满了之后，在右上角放入小行星ID芯片，点击齿轮图标进行编程，就会写入一个小行星。\n中间的瓶子图案是对已编程的小行星ID芯片进行分析。\n瞭望台只能接收到距离数据，那么成分和质量从哪里来？\n\n我们需要一个卫星制造机来做卫星收集3种数据——需要在下面放一个能量输入口来工作。\n\n卫星建造机的右上角放入传感器，演示中放的是光学传感器（用来收集距离数据），此外还有收集成分数据的成分传感器和收集质量数据的质量检测器。\n较下方的6个槽中，上面三个是放太阳能板以提供能量的——事实上并不需要，你可以把这6个槽全部放满数据存储单位。左侧放入卫星ID芯片，然后点击build即可建造卫星，建造完毕后卫星芯片会被写入这一卫星的数据。\n\n\n\n是的，做了卫星，总要火箭把它发射上去。\n\n上图是一个发射台（其实3*3就行，之所以修得这么大是为了在上面搭建空间站），不要忘了在发射台旁边立起几层结构塔（结构塔底端与发射台处在同一高度），否则无效。\n火箭可以使用任何方块——是的，任何方块，只要不超过发射台的面积和结构塔的高度即可，但是两种方块时必不可少的——液体燃料箱（一个燃料箱500mb燃料，至少需要8个）和液体火箭发动机（至少2个）。\n\n便于演示而已，实际4个燃料箱是不够用的——最上面是一个装卫星的卫星仓。\n我们需要在发射台旁边高一格的地方放一个火箭组装机来建造火箭。\n\n点击scan（扫描）按钮，火箭组装机便会扫描发射台上的方块，发射台越大扫描越慢，扫描完毕后上面会出现火箭的推力（thrust），重量，燃料和加速度，发动机越多推力越大。\n然后点击build（建造），就可以将这些方块打包成火箭了。\n当火箭建造完毕后，shift右击火箭打开其GUI，由于我们在搭建火箭时用到了卫星仓，所以我们可以在界面中点击打开卫星仓，放入先前制作的卫星。dissassemble是分解，可以将已经搭建的火箭实体重新分解成方块回收利用。\n有人可能会问，“为什么我的火箭右侧“fuel”条是空的，没有燃料呢？”所以你需要一个燃油站和一个监测站。\n手持连接器shift右击燃油站，然后shift右击火箭组装机；同理，将监测站链接到火箭组装机，燃油站便会为火箭灌注燃料。\n灌注完毕，点击监测站的“launch！”按钮，即可发射火箭了，卫星会被自动发送到太空中。怎么接收来自卫星的数据呢？\n\n需要几个卫星终端，把先前卫星制造机里写出来的卫星ID芯片放进去，点击connect，即可接收数据，用数据线传递出去。\n数据线是不会自己输出的，需要在连接数据源（例如卫星终端）那一头，给予红石信号，才可以输出数据。\n卫星终端中可以摧毁卫星。\n\n\n\n看到这里，怕是早已跃跃欲试，准备载人航天，准备登月了吧？不过去其他星球，最好要靠空间站，载人火箭唯一的作用，就是把你送到太空站。\n\n如图，随便用什么方块也好（这种白色方块是星辉魔法的大理石），搭建出一个密闭的结构，进出空间站的门需要采用AR自己的小气密门，最好采用两道门（其实一道门也不会有什么灭顶之灾）。\n\n在太空站组装机（同样放在发射台旁边高一格的地方）里放入一个卫星仓和一个空间站ID芯片，然后像一般火箭那样，扫描，建造，最后发射台上的结构消失，被装入一个空间站容器中，而空间站ID芯片则会被写入信息。\n然后将空间站容器装进卫星火箭，像一个普通卫星一样发射到太空中，空间站即告完成。\n搭建载人火箭和搭建卫星火箭区别并不大，唯一不同在于，你要把卫星仓换成导航电脑，并在导航电脑上放一个座位，就像这样：\n\n将先前由太空站组装机写好的空间站ID芯片放入导航电脑中，右击火箭坐上去，发射！然后火箭就会如上图一样，落在这个空间站的顶端，你便可以进入空间站中了。\n\n空间站内的基本需要物品：\n氧气排放口：在空间站内提供氧气，需要在两侧摆上两个二氧化碳净化器，默认需要红石信号启动，也可以关闭红石控制。可以用AR自带的太阳能发电机供电，也可以用EIO空间传送器/MEK量子传送器从家里拉电源。\n二氧化碳净化器：需要在里面放入碳收集器（能用很长时间，做上一组够你玩一年）来工作，不需要电。\n空间站光源：不需要电源和氧气的灯。\n跃迁核心：在该结构上方的输入口里放入双锂晶体作为跃迁燃料，用以来到其他星球。最好到空间站之后再搭建，因为太空站组装机在打包空间站时会将这些方块看做一个整体，地面成型的跃迁核心需要拆掉一个方块重搭。\n跃迁控制器：跃迁核心没有GUI，需要这东西来操作。不必放在核心旁边，在一个空间站里就行。\n\norbiting代表了你当前所在的星球轨道，点击“selectplanet”即可选择目的地星球。\n这里是星球选择界面，选择某一个星球，可以在上方看到它的气压，质量和相对距离（天文单位）。\n气压是最重要的参数。例如选中的这个星球，气压为1.34atm（地球大气压）。任何气压大于1atm的星球，天空都是绿色/黄色的，有一定迷雾效果，能见度低，且会给玩家带来缓慢4和偶尔的挖掘疲劳4效果，因此如果你要用大气修改器修改星球空气，务必选择“decreaseatm（降压）”，而那个1.94，就是指可以将星球气压提升到1.94atm。\n质量不重要，相对距离决定了你跃迁时消耗的燃料量。\n选好要去的星球之后，点击select（选择），目的地（dest）便确定了，让我们回到楼上跃迁控制器的GUI中。\n如果你的跃迁核心搭建没问题，燃料足够，下方将会有绿字“ready！”，点击warp即可跃迁。消耗双锂晶体的数量=fuelcost/10，遵守四舍五入，也就是说，上图中所要消耗115燃料进行的跃迁会消耗12个晶体。\n抵达目标轨道之后，你就可以用火箭在空间站和这个星球间往返。\n\n\n\n\n总有一些没有大气的星球，比如月球，如果想要出舱怎么办呢？需要一套太空服和太空服调节台。\n将太空服中的某一件放入太空服调节台的左上角槽里，下方的格子会变亮，就可以将各种组件放进下方格子加装升级。取出太空服，升级自动保存。\n戴上太空头盔显示太空服的GUI，支持如下组件：\n盘旋升级，在太空胸甲加装飞行背包的情况下，可以让玩家降落时盘旋，装X用。\n飞行速度控制升级：可以加装多个，每个加快玩家的飞行速度0.4m/s。\n大气分析器：看到当前气压以及是否可呼吸。\n雾镜（沙僧）：帮你看穿迷雾。\n信标寻踪器（beaconfinder）：会显示一个箭头指向当前星球激活的AR信标。\n太空胸甲支持如下组件：\nAR的四种槽，其中前两格只能放氧气槽，其他的格子里可放飞行背包和氢气槽。\n飞行背包：加装之后可以在太空头盔中看见一个氢气条，按下专门的快捷键（选项-控制可调）即可飞行，消耗氢气。\n\n太空裤子支持组件：仿生腿升级，可以加装多个，每个加快玩家行走速度0.5m/s。\n太空鞋支持组件：降落缓冲鞋，消除掉落伤害。\n在化学反应器中可以为护甲制作airtight附魔，这样其他模组的护甲也可以像太空服一样在太空中呼吸了。注意：如果你使用血魔法的约束套和龙之进化的龙套这样可以升级的套装探索太空，那么这个附魔会把套装的升级全部抹掉（换句话说就是不保留NBT标签），建议一做出相应套装就打上这个附魔。\n不管怎么说，你是降落在这个星球上了。然而你真的喜欢这个黄蒙蒙如同特级沙尘暴的一样的天空吗？或许你需要这个堪称MC模组史上最大的多方块机器——大气修改器。\n\n大气修改器的创意来自于电影《塔拉星球之战》的那个“塔拉转换器（terraformer）”，故名。有4个液体输入口，向其中2个输入（液态）氧气，另外2个输入氮气，3个能量口全部输入能量，打开开关（如前所述，如果你在一个高气压星球，应该选择decreaseatm，低气压星球相反）。\n注意，在使用这个机器之前，请注意AR配置文件里allowTerraforming和EnableTerraforming这两项都为true。\n每改变0.01atm的大气压，需要720桶氧气和18MRF，消耗不小，当然，还是比充满一个DE的8级能量库简单一些的。\n用来建造卫星的除了成分质量光学这三种传感器，还有一个生物群落修改器和一个微波传输器，一个矿物扫描仪。\n\n像建造数据卫星一样，将生物群落修改器放到卫星建造机右上角，放入太阳能板（爱放不放），左面原本放卫星ID芯片的地方，放入生物群系修改器遥控终端（以下简称终端），点击build建造生物群系转换卫星。\n\n来到你要改变大气的那个星球（跑来跑去的是不是很累，用龙之进化的传送符咒吧），用卫星火箭将这个卫星发送到该星球轨道上。\n\n当然在此期间终端也不能闲着。\n来到你想要的那个生物群系（比如我想改成roofedforest，黑森林，那就去黑森林群系），shift右击打开终端，点击scanbiome，选择你想要的生物群系，退出。\n\n现在卫星发出去了，终端也标记好了，将终端放入大气修改器右下角格子里，供足气体，开机。\n\n\n接下来就是等待——每改变0.25atm，需要消耗18000桶氧气和氢气，过程中会改变地貌。\n如果不用大气修改器，只是想改群系，用终端标记群系后，到别的地方右击一下（注意必须是生物群系卫星所在的星球，否则距离太远链接不上），玩家周围20*20的区域便会被修改。未完待续……\n\n\n\n\n\n\n\n\n\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1503140100,
            "txt_content": "终于有dalao写教程了\n目录里好像多了些神奇的东西= ="
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1503140580,
            "txt_content": "袋里的鲨 发表于 2017-8-19 18:55\n终于有dalao写教程了\n目录里好像多了些神奇的东西= =\n不知道怎么改掉了……"
        },
        {
            "author": "Nethop",
            "timestamp": 1503141060,
            "txt_content": "来围观一波蝙蝠julao"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1503141420,
            "txt_content": "Nethop 发表于 2017-8-19 19:11\n来围观一波蝙蝠julao\n巨佬你可折杀我了。"
        },
        {
            "author": "renkk",
            "timestamp": 1514804940,
            "txt_content": "楼主发个整合包呗"
        },
        {
            "author": "ProperSAMA",
            "timestamp": 1540150620,
            "txt_content": "图片全爆 望修复=-=…"
        },
        {
            "author": "shen_yan大佬",
            "timestamp": 1540393380,
            "txt_content": "e 图片挂了"
        },
        {
            "author": "1723624171",
            "timestamp": 1542175740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "HanBingSXG",
            "timestamp": 1588209720,
            "txt_content": "好是好，但是那个创造模式能量输入口得创造获得啊，生存没有，还是星系好"
        },
        {
            "author": "克己守心.",
            "timestamp": 1588210140,
            "txt_content": "图片挂了，而且文字说明好少哦"
        },
        {
            "author": "823332077",
            "timestamp": 1588254900,
            "txt_content": "为啥图片没了呀"
        },
        {
            "author": "kwcha333",
            "timestamp": 1589717220,
            "txt_content": "看不到图......."
        },
        {
            "author": "超级帅qwq",
            "timestamp": 1591529220,
            "txt_content": "不过这玩意不能和GC一起用"
        }
    ]
}