{
    "title": "[Minecraft.net|CULTURE]TO THE MOON-飞往月球",
    "author": "PlayerMingZhu",
    "replyCount": 2,
    "timestamp": 1503152640,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-8-19 22:48 编辑 \n飞往月球就现在，在这个建筑摧毁掉它之前！TO THE MOONQuickly now, before this build finishes destroying it!\n\n    外太空是无限好奇心之源。巨大的未知引发了无数人的好奇心，创造出了远方的另一个世界。Christopher Nolan刚完成那部给我们带来有史以来最好的坏蛋声音的电影，就要开始一段奇妙的星际旅行。AutomailED20和他的朋友BlackWooz的最新建筑作品的灵感正是来源于这部电影。\n    Outer space is an infinite source of intrigue. The great unknown draws the curiosity of many and countless minds have crafted entire worlds in the great beyond. Christopher Nolan, fresh from making the movie that gave us the best bad guy voice of all time, journeyed to that wondrous expanse for Interstellar. It's the film that inspired AutomailED20, and his friend BlackWooz’s, most recent build.\n\n    “我喜欢那部电影的气氛和设计的环境，” AutomailED20说道。“那真是太漂亮了，那种环境正是我们想要在我们的建筑中体现的。”\n    “I love the ambience and the environment design of that movie,” says AutomailED20. “It’s just too beautiful and that kind of environment is what we want to capture in our build.”\n\n    在太空的前线，月球毁灭就是他所说的有关星际的灵感，以一艘巨大的宇宙飞船、宇航员和一个严重损坏的月球为特点的场景。\n    Moon Destruction, Front Line In Space, is the Interstellar-inspired build he speaks of, a scene featuring a gigantic spacecraft, astronaut, and a severely damaged moon.\n\n\n\n    AutomailED20是一个有着几部作品的来自印度尼西亚的作者。他经常与同样来自印度尼西亚的BlackWooz合作，他们联手带来了月球毁灭。更大的团队可以做出类似的复杂的建筑，但他们两人已经有三年的合作经验了，可以达到很高的效率。\n    AutomailED20 is a creator from Indonesia with a handful of creations under his belt. He regularly collaborates with BlackWooz, also from Indonesia, and they teamed up to bring Moon Destruction together. Larger teams have crafted similar complex builds but this duo has three years of experience together that lend to a high degree of efficiency.\n\n    “我往往会先注意细节，然后才关注结构。细节展现出一件作品是优秀还是平庸，” AutomailED20解释说。接着他表示BlackWooz正好和他完全相反，这就是为什么他们会是一对好搭档。\n    “I often look at things with their details first and then their structures. Detail shows whether a work is nicely made or just so-so,” AutomailED20 explains. He goes on to express that BlackWooz is his polar opposite creatively, which is what makes them a good team.\n\n    “他擅长结构，而我注重细节。我想让人们欣赏我的作品时不仅仅是感到敬仰（由于它的规模），而是感受到它的气氛和细节。” AutomailED20之前的项目大约花了两周就完成了，和月球毁灭用的时间差不多，但他觉得这是迄今为止最庞大最费力的作品了。\n    “He is good at structures, while I focus on details. I want people to look at our work not just in awe [of the scale], but feel the ambience and details.” AutomailED20’s previous projects took roughly two weeks to complete, which is the same amount it took for Moon Destruction, but he does consider it the largest and most ambitious thus far.\n\n\n\n    在月球毁灭里看到AutomailED20和Blackwooz一起建造的像是宇宙飞船的整块结构是一回事，但看到整个的飞船和损坏的月球全景又是另一回事，就感觉像是有一个更大的故事要发生。\n    It’s one thing to see a massive structure like the spacecraft in Moon Destruction that AutomailED20 and Blackwooz built together, but another thing entirely to take in the full scene with the ship and damaged moon, feeling like there is a larger story taking place.\n\n    月球上的破坏暗示某种冲突，普通的观众会想象这建筑背后有作者故意隐瞒的故事。但实际上月球的破坏是偶然间成为艺术的。\nThe damage on the moon alludes to some sort of conflict, and a casual viewer would think there’s a backstory to this build that its creators are deliberately keeping to themselves. But it turns out the damaged moon was ultimately a moment when accident turned to art.\n\n“细节展现出一件作品是优秀还是平庸” \n“Detail shows whether a work is nicely made or just so-so”\n\n    “我把月球表面复制得太深了点，但接下来BlackWooz做了他那部分的工作，” AutomailED20说道。“他把月球表面改成了一个被破坏的部分，结果与我们的探险飞船意外地相吻合。”\n    “I copied a part of the moon's surface a bit too deep, but then BlackWooz played his part,” AutomailED20 says. “He changed the idea of that surface into a destroyed part and that surprisingly went well with our expedition ship.”\n\n    纵观历史，最初的瑕疵到后来总会被定义为艺术，这也不例外。灵感往往来自于最奇怪的地方，BlackWooz正巧发现了毁灭中美好的一面—而这一点最初在AutomailED20眼中被视为灾难。\n    Throughout history, things that would be considered blemishes initially have regularly gone on to define works of art, and this instance is no different. Inspiration can be found in the strangest of places and BlackWooz happened to see something beautiful in that moment of destruction – something that seemed like a disaster in AutomailED20’s eyes initially!\n\n\n\n\n\n    当涉及到建造时，不管是多微小或是多庞大，一些作者会用其他艺术媒介来将项目实现为他们的作品。当项目越费力越复杂，额外所需的洞察力就变得越重要。AutomailED20将作品实现出来的动机实际上是来源于他的母亲，他母亲在他的成长过程中经常会给他做泥塑。\n    When it comes to creating builds, no matter how small or large, some creators have to use other artistic mediums to help visualize the project as they work. As projects become more ambitious and complex, the more important an additional perspective becomes. The medium AutomailED20 turns to is actually one set into motion by his mother, who often made clay sculptures as he was growing up.\n\n    当她制作纪念品和其他物品时他觉得黏土很有趣，但当她不再做泥塑时，他的兴趣就转向了绘画。当他开始尝试建造有机物（在Minecraft中建造代表某种形式的生命体）时，他反观他妈妈的风格，进而发现粘土和体素之间有许多相似之处。关于这两种风格他说道，“你必须感受物体、视觉和阴影。”\n    He found clay interesting when she would create souvenirs and other items, but his interests turned to drawing when she quit making sculptures. When he started trying to make Organics (builds that represent some sort of lifeform in Minecraft) he returned to his mom’s style and found many similarities between the clay and voxels. He says, about both styles, “you have to feel the objects, visualize, and shade.”\n\n    但在为了这次创作的而进行星际旅程之后，这对作者搭档还要去哪里呢？更深的宇宙？在飞船里？\n    But after journeying to the stars for this creation, where does the creative duo go next? Further out into the cosmos? Inside the ship?\n\n\n\n    实际上，AutomailED20脑海中有个完全不同类型的幻想。他说，在他有无限的时间去建造的完美情况下，他会去做一个美女与野兽的想法，他已经和Blackwooz讨论过了。\n    Actually, AutomailED20 has a very different type of fantasy in mind. He says that, in a perfect situation where he had an unlimited amount of time to build, he’d work on a Beauty and The Beast idea he and Blackwooz have been discussing.\n\n    “我们计划建造一个类似于美女与野兽的幻想，会有城堡、魔法以及许多其他的童话故事，”他说，AutomailED20业余时间的最大阻碍来自于他的大学学业，但他认为他们最终会找到时间来实现他们的想法的。\n    “We planned to create a Beauty and The Beast-like build - fantasy-like, with a castle, magic, and a touch of other fairy tale things,” he says. AutomailED20’s largest barrier to free time is his university studies, but he thinks they may find time to work on this idea eventually.\n\n\n    哦，当然，他正在学习建筑。幸运的是，课程大纲中没有小行星毁灭这种课…\n    Oh, and naturally, he’s studying Architecture. Lucky for us that a course on planetoid destruction isn't on the syllabus...\n\n原文地址： https://minecraft.net/zh-hans/article/moon\n原作者：Charles Singletary，发布于2017年8月19日\n译者：Player_明珠（来自M.V.T.）\n\n",
    "replies": [
        {
            "author": "唯她命LOVE",
            "timestamp": 1503388500,
            "txt_content": "厉害了，这666"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503670140,
            "txt_content": "看上去不错，期待"
        }
    ]
}