{
    "title": "【原创·连载】[PCD] Minecraft时光之海 剧情公开 【序章】",
    "author": "白羊羊",
    "replyCount": 5,
    "timestamp": 1503318900,
    "txt_content": " 本帖最后由 mimimis 于 2017-8-29 22:19 编辑 \n文章目录：┣ 序章 <当前┣ 第一章┗ 第二章 序章（前情内容概述）  又是一个宁静的夜晚呢，国王在倾世城堡的天台无比欣慰地望着漆黑天空中的圆月。不对啊，为何月亮周围全是云雾？冰冷的月光似乎在暗示着什么不可告人的秘密。此时，在倾世城堡的大厅，KULA正在悄悄地布置着一切，当然，这是一个很伟大的计划，在他看来是这样的。无情的冷风扫过了脸颊，国王准备离开这个令人莫名恐惧的地方。国王走在二楼的楼梯上，就在此时，忽然出现了一束耀眼的光芒，国王在缝隙中窥视着一切。月光射到大门，完美地镜面反射到王座上的某一处。是谁做的！国王怒吼了起来，但是机关启动的能量早已盖过了国王的愤怒，国王知道，此时在他眼前的，是比凋零还要可怕的凋零风暴，尽管他早就知道会发生，但他始终无法明白到底是谁为了什么而制造这一切。时空从这时起开始崩裂，整个世界的怪物似乎真的变强了，但是没人知道真相，这件事情似乎真的成了一个谜，不过，比起寻找真相，生存似乎显得更为重要一点，每一位居民都用那双深邃的眼睛望着被撕裂的天空，接踵而至的狂风，卷走了往日的繁华，冷血无情的暴雨，击打着着每一颗向往美好的心灵。昔日的和平在这里停顿，没人能阻挡黑暗的侵蚀。正当所有人都绝望的时候，国王正在准备打开一个新的次元空间，这样人们就可以到里面去暂时躲避外面的侵袭一段时间了。法杖在风中挥舞，巨大的法阵在地面上展开，传送门即将展开。怪物冲进了城镇，皇家军队正在拼命地掩护居民向传送门撤离，看着战士们一个一个地在雨中倒下，骑士长的脸上沾着的不只是雨水。一个叫小智的少年，以外地发现了不知道什么原因晕而过去的一位居民，于是，他背着那位居民，继续向传送门方向撤离。所有人都进入了传送门，但骑士长察觉到了不对劲，在传送门关闭的最后一刻，砍下了一只凋零风暴的触手，永远地留在了外面……大家来到了一个新的地方——虚界，这里的时光如同海洋一样，漫长而又迷茫，人们很容易在这里迷失自我，当然，国王也不例外，但这是最好同时也是最坏的做法了，在这里等待的人们，即使不做任何事情，凋零风暴迟早会找过来，到那时，人们，就真的是难逃一劫了。而现在要做的，要么是找到制造者破坏凋零风暴，要么就赌上所有人的性命，背水一战！国王耗尽了自己的法力来拯救众人，但众人却把国王视为仇人，因为国王平日里最喜欢恶作剧，大家认为这一切一定是国王所为，国王在众人的怒视下悄然离去。现在要做的，就是在这里建立一个暂时的安置点，利用目前仅有的材料，众人很快建立起了一个新的堡垒，他们还特意修了王座，不过，没人知道为什么要修。国王决定独自寻找KULA，一定要把事情的真相查个水落石出。时间缓缓流逝着，人们渐渐忘记了外面的日子，准备永远在这里生存下去。而这时，KULA主动站了出来，并承认一切是他的所作所为，但这时，人们被时光所洗礼，已经不记得这件事情了，即使现在仅仅过了几天而已。国王从人群中走出，怒气冲冲地拿出了“不灭之握”指向KULA，威胁其说出这一切的原因。KULA没有听从，但是他说，这只是一个失误，他可以把凋零风暴摧毁，但是不会说出制造这一切的原因，而知道如何摧毁凋零风暴的人，也只有KULA了，国王忍住了怒火，同意了KULA的想法，但是想要摧毁凋零风暴不能只靠KULA一个人的力量，而是需要所有人的力量。可是，人们似乎对此并不感兴趣，因为，他们已经永远地忘记了这件事情……国王决定和KULA两人独自完成这个项目。时间依然在流逝着，国王的记忆开始模糊不清，时不时忘记自己为什么在这里，在做什么。已经是避难的第二周了，人们的生活就像在外面的生活一般，看上去毫无差别，其实他们早就忘记了自己所处的位置了。凋零风暴来袭了，虚界出现裂缝，人们终于想起了一切。可是为时已晚，仅靠国王和KULA两人的努力，凋零风暴的摧毁工程仅仅完成了20%。就在这时，一个自称名叫小智的人和一个不知名的居民，递给了国王一个神秘的机器，并称这是他们合理完成的时间控制机器，可以减缓时间的流逝，但是能源有限，机会只有一次。国王启动了机器，并召集所有人参与凋零风暴的摧毁工程。机器能量耗尽，凋零风暴的催款工程顺利完成，KULA走进了中枢控制室，国王和众人在外面等待，随着一阵剧烈的强光发出，所有人都昏迷了过去……醒来之后，国王向四周望去，被摧毁的城堡、城镇、森林尽收眼底，突然，他意识到，大家已经回到了原来的世界，他马上动身去寻找KULA，但是KULA早就不在他的视线之内了。于是，城镇开始了漫长而又艰苦的重建工程，而国王最挂念的，是KULA背后那不为人知的秘密……感谢大家支持我们PCD小组！\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "龙大哥",
            "timestamp": 1503319380,
            "txt_content": "火钳留名，找楼主有事相求，已私信"
        },
        {
            "author": "mo魔灵",
            "timestamp": 1503320760,
            "txt_content": " 本帖最后由 mo魔灵 于 2017-8-21 21:08 编辑 \n\n呃，原来服务器的剧情也发布嘛····好神奇，还有，这个序章有点短吧老哥，嗯，最后支持下PCD，剧情设定方面有啥不懂的问傲娇，呸，问我，有雨和晴天的日子，清明。而且···你们组不是做插件的嘛，rpg竞争本来就够激烈了，技术组还来插一脚···"
        },
        {
            "author": "白羊羊",
            "timestamp": 1503320820,
            "txt_content": "mo魔灵 发表于 2017-8-21 21:06\n呃，原来服务器的剧情也发布嘛····好神奇，还有，这个序章有点短吧老哥，嗯，最后支持下PDC，剧情设定 ...\n序章就是概述一下而已嘛，，，第一章会详细一点的，还有，是PCD不是PDC"
        },
        {
            "author": "mo魔灵",
            "timestamp": 1503320940,
            "txt_content": "mimimis 发表于 2017-8-21 21:07\n序章就是概述一下而已嘛，，，第一章会详细一点的，还有，是PCD不是PDC\nwoc，二十四小时在线dalao"
        },
        {
            "author": "mo魔灵",
            "timestamp": 1503321240,
            "txt_content": "话说···默默看了一眼我的序章···好多字···不知道让不让发布哇，mcbbs有没有规定啥的"
        }
    ]
}