{
    "title": "【原创/单篇】关服之日",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1503317760,
    "txt_content": " 本帖最后由 xcc 于 2017-8-22 19:35 编辑 \n\n\n -正文-萨里意识到自己背包里的食物吃完的时候天已经黑了，有些不知所措地想要在黑夜下就地建造起庇护所，但是想了想又放弃了，将手持的物品从金粒换成一把钻石剑后他开始漫无目的地走着。这时他看见一辆车开过他的面前，看到开车的玩家好像没有什么恶意后他确认似地问：“载具模组还没有被卸载掉吗？”车主停顿了一会后才说没有。萨里按了下Tab键，显示出的在线玩家名单上只有五个名字。“还有大概半个小时就关服了，你还开着车乱转啊？其他玩家都在合照或者去变卖东西了。”他没头没脑地问了一句。“你不也是开荒一样地乱跑吗。我这边值钱的都卖掉了。你呢？”“……本来就没什么东西好卖。对了，能载我一程吗？”车主看了看这人手中的钻石剑，然后回复：“你是要去刷怪？”萨里收起了钻石剑，直接坐上车：“随便转转。”真是随意。车主在心里发表了对此事仅有的看法。\n\n\n这个大型公益生存服务器终于因为支持服务器运行的人手与资金都不够而关服了。不过人手的问题终究也还是资金的问题，所以简而言之，服务器因缺钱而关服。这个多么具有震撼效果的消息在预计关服的两个星期前放出，在大量玩家的传播下，知道这个消息的人以几何倍数增长，并出现了对关服内幕的猜疑——“怕不是服主失了业”，同时也有人怀疑内幕是服主家庭的恩格尔系数逼近一所致。尽管任何黑幕都只是人猜测的，但仍然在玩家群体中成为了茶余饭后新鲜的谈资。直到服主本人发帖澄清这其实只是因为他打算给未婚妻买钻戒而得先把准备给服务器的资金拿来用，不过大概等个一年服务器就可以重启了，地图会更换，但插件和模组只会只增不减，玩家信息大多保存在插件中，所以他劝玩家，能卖的东西就都卖了吧，到时候开服的时候起码还能有个金库。然而玩家们在听从后半段话的意见后，转而开始批判他前半段话中盈满的恋爱的铜臭味，但遗憾的是服主对这些感情色彩不明的言论置之不理，称自己最近唯一会做的与服务器有关的事情只是关服，还希望大家多多包涵。于是有的玩家便卖完东西后开小号与服主争辩，在电脑屏幕前狰狞地敲着键盘，如年轻的教士接过前辈的兵器去制裁异教徒，咆哮着用表情包与聊天文字结合诉说着自己对游戏的热爱与信仰。还有一部分玩家在服务器的最后一段时间里想要体会最后的疯狂，把共享了领地权限的同僚——这些伙伴大多是卖完东西就走人的——的家炸个稀巴烂，恶趣味地打出“砸烂旧世界”几个字实施以前从未体会过的事。关服前的服务器充斥着戾气和疯狂，让萨里看了之后疑惑道这些人是不是现实中压力太大了。而现在在线的五个人，除去萨里和车主两个漫无目的游走的人之外还有三个玩家。其中一个玩家的ID萨里认得，一个自称游手好闲的人，从他每天在线14小时的状态来看要么是有登峰造极的挂机艺术要么是本人就是一名货真价实的无业游民。而萨里现在来服务器转转的想法，也是因为他想要打发时间，顺便再看看服务器。他瞥了一眼在Minecraft进程旁的浏览器，图标上有一半是绿色，昭示着浏览器已经用奇慢无比的速度把某个弹幕格斗游戏下载了一半。啧，真慢，没准关服了都还下载不完，下次换个浏览器会不会快一点啊。他想。\n\n\n车主问他：“另外三个人你认识吗？““只知道一个。““…….哦，我还以为都是你的朋友。“萨里庆幸服务器装了一个距离近的人才能看见彼此发在聊天框的内容的插件，不然那三个人看见了岂不是很尴尬。然后他就把刚才的想法发了出来作为尴尬气氛的调剂。“喂……还有半个小时就关服了，就算尴尬也没什么。.““…..其实其他很多事都没什么。“萨里匆忙之中回了一句他自己都有点不知所以的话，没想到对方却接上了：“对啊，不管是服务器里的巨款，还是荣誉的头衔，还是其他的什么，都没有什么了。“前面是一片海，海前方的地图还没有加载出来，车主便将车换了个方向继续开。“现在还有十五分钟了。“车主说，”十五分钟后这里会像是总电闸被拉下来了一样而一片漆黑，然后我们就会看到自己已经退出了游戏，只剩下土色界面上一行白色的字告诉我们服务器真的关了。不过没什么，一年后想要回来的玩家都会重新登录，大家原本拥有的会很快地重建，然后很多事会变得像从前没有关服的时候一样，只是过了一年。“看着聊天框里突然冒出的一大串感慨，萨里有点不知所措。、是啊，一年之后一切都会回来，只需要等一年。“啊……有道理。“为了表示自己并非挂机他回复了这么一句。“这话我之前跟别人说的时候他们巴不得给我扣上一顶变质了的‘文艺青年’的帽子啧。“车主说。车开了一会之后，终于开到了一块平原，上面是残破不堪的玩家们的建筑，经过时有的区域还有进入领地的提示，但很快这些小字就被一条紫色的字掩盖了——[SEVER]还有1分钟关服。“我怀疑这个服主其实挺闲的。”萨里说，“就剩一分钟了也要通报一下。”“不过还有1分钟了，心情突然有点复杂呢。”车主将车朝着一片密集但是可以称作废墟的建筑开去，“唯一可惜的只是一年后玩家们的建筑回不来了，还需要很多时间再重新造啊。”“说得跟灾后重建似的。”萨里打开小地图看了看这里建筑之密集，“不过，只要人还在，动力还在，一切都会回来的，这只是时间…..”他还没有说完，整个游戏界面就忽然一黑，然后就像车主之前说的那样，一条看上去就非常不友好的关服消息横在游戏界面上。这只是时间问题。他默默在心里补充上这一句，然后退出了游戏。啊，那个游戏下载完了。 \n\n-一些话-很久没写，有点退步了。然而未来三年内估计因为学业关系也写不了了吧（笑）想要表达很多东西，但自己看起来有点费劲啊，而且怎么说，有些话都像是说给自己听的呢。个人的一些写的时候的想法其实这里面写到了几种人。一种是依赖着游戏并将其当成支柱的。一种是用来发泄压力的。一种就是如萨里那样，仅仅是休闲，就算某个游戏因为什么原因玩不了了，大不了换一个。三种人的想法决定了行为，这些行为就决定了，一个因故关服的服务器在重新开服后到底会怎样呢？以前的玩家不可能全部回来，但新玩家会不断进来，都是时间问题啦w\n-----xcc\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1503318060,
            "txt_content": "为什么看完我会有一丝惆怅感啊喂_(:зゝ∠)_"
        },
        {
            "author": "寒冰之刄",
            "timestamp": 1503319440,
            "txt_content": "拿去做群公告一天发一章233"
        },
        {
            "author": "leavessoft",
            "timestamp": 1503323520,
            "txt_content": "看着有点伤心"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1503367800,
            "txt_content": "想起了某服务器，虽然不是公益生存服"
        }
    ]
}