{
    "title": "[原创·连载]《草方块之谜》第二卷 第九章 全胜&尾声 完结撒花！",
    "author": "初阳时光",
    "replyCount": 0,
    "timestamp": 1503410760,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-29 18:40 编辑 \n\n第九章 全胜\n      火妖吐出了火焰，Steve险些没避开。他从侧面进行突袭，双刃齐下，砍下了重重一刀。“趁人之危啊，”他说，“我还没调整到战斗状态呢。”\n      高处落地还是要靠减伤符文。六级的减伤符文被自动调节到高处摔落的状态，完美避免了所有的摔落伤害。小部分地上草方块燃烧所传递的烧灼伤害也被燃烧减伤符文避免到零。目前，他所装备的符文除了这两个还剩下一个法术减伤符文与一个血量加成符文。 \n      40格血槽，不进地狱刷符文，一般人是不太可能拥有的。\n      法术减伤符文，是减少诸如中毒药水之类的负面效果药水对自身伤害的符文。作为一个熟练度已经满了的符文，它的技能已经可以对至少7格血量以内的伤害免疫。这同样也是在炼狱获得的一枚珍贵的符文。\n      他冲向前去，又是一个用尘色之绊打出的连续刀法。完美的次次暴击，让他更加充满信心。\n      “啊，记得吗，仅剩八刀了——哦不，七刀。”\n      如何完美地使最少的刀数打出最多的伤害，巫师可是教过他们的。\n      “首先，我们举个例子。”巫师咳了咳。\n      那大概是一年前的某一天逼近黄昏的下午，太阳不毒辣，天边微微泛起橘红色。巫师在一棵白桦底下，说出了这样一席话。\n      “比如有三刀给你打。第一刀，跳击；第二道，迂回一圈之后助跑打出来，紧接着第三刀横着打出，就可以取得最佳的效果了。”\n      “哦哦，明白了。”\n      “然后，我们来说四刀的情况……”\n      Steve思考了不到半秒钟，从侧面打出完美的一个暴击，之后用尘色之绊打出连续两个三阶十格跳击。又是一次重伤效果。\n      他在迂回之余砸下了一瓶瞬间治疗药水，完全不给火妖发招的余地，又用喷气背包飞了起来，迅速从它头顶上往下打了一刀。遗憾的是，火妖往左一步，避开了这一刀，并且释放出了地刺。\n      Steve虽然能够避免摔落伤害，但是源源不断的地刺真是令人头疼。他的血量减少了六槽。\n      “早知道，就将法术减伤符文改成物理减伤符文了……”\n      他又从正面出击，用辉诗横着砍下了一刀。火妖的血槽迄今为止减少了百分之三十。\n      “这该怎么办啊……”\n      说时迟，那时快，随后他连续打出了四十八次连击，但就是少了几个暴击。他又一个回旋喘了口气，歇了一歇。\n      火妖的回合到了。它从背面射出了被Steve躲避掉的一群火焰弹。\n      7月22日，草方块节。\n      呐，这节日，你也感觉得到吧？\n      肯定是这样的。不然，怎么会有这个节日呢？\n      说起这个节日的来源，你也不太清楚吧……反正是因为你，热爱草方块。\n      你热爱，所以它存在。\n      说不清楚为什么，绿色的表面与褐色的打底会莫名的好看，可能是因为……这是自然的颜色？\n      ——啊，对，就是你，Nelson。\n      上一秒还吵吵着要绝交，下一秒就开始拜托我帮你拿着拔刀剑刷怪。\n      友谊真是奇妙无比，不是吗？\n      Candice说“我愿意”的时候，我都快要哭了。你知道吗，这件事意味着什么？凝聚力。\n      那天晚上，我想了很多，最终决定要亲手对邪界斩草除根。\n      为什么要坚持正义？我反复问过自己这个问题。但是现在恐怕真的来不及了。此时此刻是一场我与火妖的最终对决。\n      回到正题吧。当时，草方块节是你自己定的，我也不知道其中有什么奥秘，直到有一天我发现草方块是你的本命方块。\n      7月22日，是你的生日，我肯定没有记错。\n      你的那件黑曜石铠甲正在背包里熠熠生辉喔。\n      自然的颜色，深沉，简约而华丽。知道吗？这几个形容词丝毫没有相撞，而是紧密的联系在一起。\n      记得很久以前，当我们还不认识巫师的永夜岁月，苹果都用完了，你却坚决不杀生。\n      这恐怕就是热爱大自然的情感吧。\n      Steve一震，不管三七二十一，拿着辉诗连续砍下了六刀顺畅的连击。\n      全部暴击。\n      火妖应声倒下，发出震耳欲聋的撞击声。\n      他颤抖着，往回看。\n      其余五人站在原地发愣似的看着他，不断地发出惊叹。\n      “这五阶连击……就是当年把我虐的惨败的剑圣所秘而不宣的绝技……”\n\n\n      Fred缓缓说出一句话：“我们……失败了。”\n      “怎么办？”\n      他说道：“投降吧，不然你还能怎样？”\n      Frank站了起来，沉思了好一会儿，期间不断地喝茶。\n      “好吧，就这样。什么发誓的我都不管了，打不过就要屈服。”\n      Fred也站了起来。\n\n\n      “但是，我却没有发现这个五阶连击的秘密……”\n      那大概是一年前的某一天逼近黄昏的下午，太阳不毒辣，天边微微泛起橘红色。巫师在一棵白桦底下，说出了这样一席话。\n      风微微吹动着，白桦微微摆动着。\n      过了半晌，天边出现了瑰丽的火烧云。\n      那只不过是一个简简单单的屠龙故事。\n尾声\n      “其实，你还有一些不知道的事情喔。”Nelson打了个哈欠。\n      “关于什么？”Steve反问。\n      “关于草方块啦。”\n完完完完完结撒花！！！！！！！！！！！\n\n\n",
    "replies": []
}