{
    "title": "[Minecraft.net|CULTURE]STONE SKULL ISLAND-石骷髅岛",
    "author": "PlayerMingZhu",
    "replyCount": 6,
    "timestamp": 1503449400,
    "txt_content": " 本帖最后由 PlayerMingZhu 于 2017-8-30 21:15 编辑 \n石骷髅岛来到这个恐怖的多人游戏大厅！STONE SKULL ISLANDTake a trip to this forbidding multiplayer lobby!\n    嘿，伙计们，欢迎来到石骷髅岛！在这里，你所有的梦想和愿望都能成真，但是必须要收缴你的黄金，你的灵魂以及你的晕船药。啊，你吐在我的鞋上了！\n    Ahoy there, mateys, welcome to the Stone Skull island! Here, all yer dreams and wishes can come true, though ye must forfeit yer gold, yer soul an’ yer travel sickness tablets. Argh, here be vomit on me trainers!\n\n    好吧，我不是一个称职的海盗。晕船，手软，而且厌恶海鸥，这让我不适合成为一名水手。说到底，这次航海冒险唯一的好处在于我的石骷髅岛之旅，那是一个Minecraft多人游戏服务器的中心。它美丽又神秘，每当我呆呆地凝视着骷髅空洞的眼窝时，我就觉得我的灵魂要逸出我的身体。\n    Okay, I’m not a very good pirate. Sea-sickness, soft hands and burning hatred of seagulls make me a pretty sub-par Jack Tar. Turns out that the only good thing to come of this otherwise horrendous seafaring escapade was my tour of Stone Skull Island, a hub for multiplayer Minecraft servers. It’s beautiful, mystical and I can feel my soul slowly seeping out of my body every time I gaze foolishly into the hollow sockets of the skulls’ eyes.\n\n    这里基本上有你正在寻觅的度假小岛上的一切所需。\n    It’s basically everything you’re looking for in a holiday island getaway.\n\n\n\n    看到这个岛，你可能会觉得它一定是由一种邪恶的力量所创造的；幽灵船长依然在寻找他的船只沉没的那片海域，或是从深渊中爬出的一只痛苦的海怪，但你错了！这是可爱的ByMrCraft建造的，他是一位从一个学校项目开始涉足的长期的Minecraft建筑师\nYou might look at this island and think that it must have been created by a malevolent force; a ghost captain still searching the seas for his sunken vessel, or a tortured kraken from the deeps, but you’d be wrong! This was made by the lovely ByMrCraft, a longtime Minecraft builder who first got into Minecraft through a school project.\n\n    “这是重建一个罗马风格城市的项目，” ByMrCraft告诉我。“我们需要将所有最流行的建筑包括在内。我喜欢在游戏中做建筑，因为这是一种表达自己的感受的方法。这是一种做自己想做的事的方式，没人可以告诉你应该在哪里放个方块。”\n    “It was a project in which we had to recreate a Roman city,” ByMrCraft tells me. “We had to include all its most popular buildings. I loved building in the game because it was a way of expressing how I feel. It’s a way of doing what you want to do, and nobody can tell you where you have to place a block.”\n\n    于是，ByMrCraft一直在做建筑。这种自由的建筑风格让他能够去探索新的想法以及他自己想象中的不同之处。“我有一个做大型结构的想法，用石头作为其中的主要建筑材料，创造出一个黑暗的环境，” ByMrCraft解释道。“这都是来自我的内心世界，一个黑暗阴森的地方。”\n    Naturally, ByMrCraft kept on building. And this freeform building style allowed him to explore new ideas and different parts of his own imagination. “I had the idea of making a large structure, in which the main material used was stone, creating a dark environment,” ByMrCraft explains. “It just arose from my mind, a dark and tenebrous place.”\n\n\n\n\n\n\n    然而建筑可以让你联想到远古海盗神话和邪恶的航海传说，ByMrCraft的灵感是视觉性的—来自于插图和对自然景观的观察。这一部分的设计是和建筑本身同样重要的：离开了岩石、鸟和树木，建筑本身就失去了意义，他说。\n    While the build may make you think of ancient pirate myths and sinister seafaring tales, ByMrCraft’s inspirations were visual - pulling ideas from illustration and observation of the natural landscape. That was as important a part of the design as the buildings themselves: without the rocks, birds and trees, the architecture itself wouldn’t make sense, he says.\n\n    骷髅是后期添加的，为了进一步区分建筑并为其增加一个额外的、即刻显著的特征。“鸟也是一样，” ByMrCraft说，“它加入最终的结构可以丰富其色彩，创造出一个更加神秘的环境。”\n    The skulls were a late addition, an attempt to further differentiate the build and add an extra, immediately striking feature. “The same with the birds,” says ByMrCraft, “which were added to the finalised structure to give colour and create a more mysterious environment.”\n\n    当然，作为一个多人游戏中心，这座岛屿要让许多人一同疯狂起来—这是ByMrCraft着重考虑的。“我建筑的大部分是为多人游戏模式而建造的，所以人们可以乐在其中，” ByMrCraft告诉我。“我认为服务器的艺术最重要的一点在于能让玩家。”\n    Of course, being a multiplayer hub, loads of people can enjoy the island of madness simultaneously - an important consideration for ByMrCraft. “Most of my constructions are built for multiplayer mode, so others can enjoy them,” ByMrCraft tells me. “I think the aesthetics of a server is one of the most important things for the players to enjoy.”\n\n\n\n    当谈到建造这些地方时，他说，“我只是需要时间和想象力。不只是我，任何人在Minecraft中建筑都不会受到限制。这很特别，无论你想什么、你想怎样，你都可以把它建造出来。”这也是他对新手建筑师的建议；“不要试着去复制那些已经建好的东西。做你自己。每个建筑师都有他或她自己的建筑风格，以及他或她自己做事的方式。”\n    When it comes to building these places, he says, “I just need time and imagination. Neither I, nor anyone else, has any limitation when building in Minecraft. It’s so special, you can build anything you want, how you want.” This translates into his advice for newer builders, too; “Never try to copy something already done. Be yourself. Every builder has his or her own style of building, and his or her own way of doing things.”\n\n    所以就出发吧，建筑师！去帮我建一个特别的海鸥加农炮！你懂的，或是任何你想要的，我猜。\n    So get out there, builders! Go build me a special seagull-splatting cannon! Or, y’know, whatever you want I guess.\n\n    如果你想要看到更多ByMrCraf的建筑，你可以去他的网站，并且留意他的推特关注他之后更新的努力成果。\n    If you want to see more of ByMrCraft’s builds you can do so over on his website, and keep an eye on his Twitter for updates on his future endeavours!\n\n原文地址：https://minecraft.net/zh-hans/article/stone-skull-island\n原作者：Emily Richardson，发布于2017年8月22日\n译者：Player_明珠（来自M.V.T.）\n\n\n\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1503451080,
            "txt_content": "啊，你吐到我的鞋了！\n\n这句是啥意思233"
        },
        {
            "author": "PlayerMingZhu",
            "timestamp": 1503451380,
            "txt_content": "1345979462 发表于 2017-8-23 09:18\n啊，你吐到我的鞋了！\n\n这句是啥意思233\n就是吐在鞋上了XD"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503670080,
            "txt_content": "不觉得太拥挤吗。？？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1504023660,
            "txt_content": "第二段Minecraft少个t\n\nRoman city不一定是罗马城，可以指带这种风格的建筑，而且原文是“a Roman city”，可以看出不是特指罗马\n\n离开了岩石、鸟和数目\n\n“鸟也是一样，” ByMrCraft说，“将鸟添加进最终的结构以便丰富色彩并创造一个更加神秘的环境。”\n这个鸟前后重复了，而且后半段语法（中文）不通顺\n\n"
        },
        {
            "author": "NrfircatEric",
            "timestamp": 1504088580,
            "txt_content": "哇赞耶，赞赞赞赞"
        },
        {
            "author": "PlayerMingZhu",
            "timestamp": 1504099020,
            "txt_content": "LocusAzzurro 发表于 2017-8-30 00:21\n第二段Minecraft少个t\n\nRoman city不一定是罗马城，可以指带这种风格的建筑，而且原文是“a Roman city”， ...\n为以上错误感到抱歉\n谢谢指正，已改"
        }
    ]
}