{
    "title": "关于中国版MC的事情",
    "author": "cuilin",
    "replyCount": 9,
    "timestamp": 1503449400,
    "txt_content": "大家最近都在玩中国版，自从中国版上线了，国际版的MC也将下架了，首先从PE开始，它们不在中国大陆地区提供版本更新，只能玩以前的版本，也将在中国大陆禁止VPN，也就是，正版账号不能成功登陆国外服务器，比如说嗨皮咳嗽，小蜜蜂之类的服务器。那正版玩家就会抱怨，我买了A游戏，到最后给我的是个B游戏，意思就是，我购买了国际版MC也就是正版MC，但是最后却要下架了，给我了一个网易的中国版MC，那没有购买国际版MC的玩家就回去玩中国版MC，导致很多正版玩家的气愤，为什么我付了钱，给我的却是免费的，而没有付钱的玩家也能玩到免费的，这不公平。当然，这是不公平的，网易引进国际版MC之后，就是进行了代码修改，跟迷你世界抄袭MC没什么两样，让他的吸引力更大。说不定王毅以后还会添加什么收费项目，比如说，游戏的VIP，收费道具之类的，他们花大价钱引进MC就是为了图回报，就像百度贴吧一样，之前都是没广告，很干净的，然而现在，广告多的你都无法看帖子了。但是网易也许不会搞除了皮肤，材质包之类的收费游戏道具，因为MC的Eula协议里面准确地说明，不允许收取破坏游戏公平的刀具，比如说，起床战争，用点劵购买资源，武器，这些都是违反Eula协议的，但是皮肤之类有视觉效果的可以出售，因为这并不影响游戏公平。但是有的人认为，服务器是该收取游戏道具费用，不然他们开服务器的资金全部白费了，开个服务器就是想赚钱，根本不是为了好玩而努力的，只是把服务器做到好玩，但幕后还是会收费的，比如说，秋月之光，一个MVP可以说要290多，这不是幕后收费是啥，对吧，还买这么贵，顶多就是不超过50元的VIP大家还愿意购买，290大家都要攒很多钱，但是他们没有给国际版的福利，只是单单给个称号，其他特权全部没有，皮肤也显示不来。这些就是中国版MC和服务器所搞的陷阱，你就上了他们得当。网易一开始不收费，大家都会去玩，可是生意人必有自己的一套小算盘，网易最后还是会收费的，就像促销食品一样，把他们要促销的食品分成几十块，然后让大家品尝，觉得好吃，然后就会买，网易就是，稍稍改一下游戏的代码，增加一个游戏界面，与多玩盒子没两样（但是多玩盒子注重的并不是收费），让大家觉得好玩，就会理所应当支持一下，但是网易没有太多的考虑到正版玩家的感受，有专属皮肤吗？正版称号标签吗？独自特权吗？有没有考虑正版玩家的感受？单单只是给个测试的进入权利，就说是国际版玩家的福利，国际版MC的玩家会怎么看网易？以什么样的姿态？迷你世界抄袭一下我的世界，大家就会觉得迷你世界好玩；而网易只是改那么一下代码，然后加个界面，你们就去玩中国版了？就玩了让国际搬完家气愤所谓的B游戏？一个游戏的本质是好的，靠玩家自由创造，怎么网易收购过来就变成收费的？也就几个辣鸡MOD，还要绿宝石购买，你问问谁，都不愿意去换。现在入驻网易中国版MC的服务器都要从中国版MC平台启动游戏才可进入，不是无论在天涯海角，游戏版本匹配，输入服务器IP就可以进入了，而是，它限制了你的启动器，让你只能从中国版MC进入。从此便改变了MC的美好本质。如果你被感动了，那么请转发出去，让更多的人看到，让更多的人支持国际版MC，网易这个婊子的游戏倒闭！让MC在中国回归原来的本质，原来的模样！\n\n",
    "replies": [
        {
            "author": "cuilin",
            "timestamp": 1503449400,
            "txt_content": "不错的帖子啊"
        },
        {
            "author": "破损的鞘翅",
            "timestamp": 1503463440,
            "txt_content": "虽然网易做的不咋地，可是中国禁梯子和海皮咳嗽封梯子都跟网易没有半毛钱关系。还有转发是什么鬼"
        },
        {
            "author": "YXF1850343382",
            "timestamp": 1503463500,
            "txt_content": "感觉就是网易Mojang才会对中国区做制裁\n还有楼主的排版也太。。。"
        },
        {
            "author": "undefined",
            "timestamp": 1503464040,
            "txt_content": "国际版mc经过广电审核了吗"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1503465480,
            "txt_content": "国际要下架了吗，可怕了"
        },
        {
            "author": "xcsdrxxsyz",
            "timestamp": 1503559800,
            "txt_content": "本人也买了正版，同感，支持楼主！"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1503561000,
            "txt_content": "网易GG是迟早的事==\n但是\n连不上国际服纯属你脸黑怕不是长城\n苹果商店有地区专版下架国际版是传统"
        },
        {
            "author": "DefineEvil",
            "timestamp": 1503561840,
            "txt_content": "中国向来有锁区的传统。。"
        },
        {
            "author": "TK_柴郡@MC",
            "timestamp": 1503564960,
            "txt_content": "密密密……密集恐惧症啊，谁来划个重点"
        }
    ]
}