{
    "title": "【原创·连载】【末影检查官】【01】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 3,
    "timestamp": 1503501060,
    "txt_content": " 本帖最后由 tzxwdu 于 2017-8-26 13:08 编辑 \n\n前言\n\n各位好~我是tzxwdu。已经很久没有在本版见了，上一个坑也被我弃掉。不是我不想更，可是我确实没那么多空闲时间，有空又去玩mc放松心情，没时间填坑了（最近一年，我论坛几乎没活跃度）。之前的文章，因为过去一年，灵感完全没了，所以这次重新开坑。\n一年了，对论坛生了许多，版主不认识了，写手们不认识了~~算是成萌新了吧，所以还是请各位多多赐教\n依然是长篇，主要是没有短篇的灵感。文章的剧情构架什么的，我已经打好了，就是写内容的问题了。\n本文，我会尽量坚持更新。如果实在是没办法更新，我会发贴道歉的。更新速度不会很快，开学后可能周更，但我依然尽我所能。现在只混周创，精力可能多一些。\n由于一年没碰写文了，文笔剧情什么的可能比较差（本来我文笔也不怎么好），请各位谅解，我已经尽力在写了。如果大家有什么好的建议，都可以提出来，只要不是无脑喷，我都会认真听的（加分也说不定哦2333）\n有什么话可以回复或私信，我都会回的~\n\n\n正文\n\n1\n我叫诺特，是伟大的MC帝国的一位公民。这是一个很特别的世界，一切都是方方正正的，非常直率。我已经在这片和谐舒适的土地上生活了20多年了。\n我算是一名“贵族”吧，因为据说我的爷爷的爷爷的爷爷的……呃，不知道怎么说，反正我很久以前的一位“爷爷”，是皇室里的人，尽管到我这一辈已经说不清楚了，但总算是个低等贵族吧。\n\n现在，我生活在地下，一个被称为“末影要塞”的地方。可以说，这是一个黑暗、压抑的地牢，每天都会有很多来自全国各地的犯人，他们会被关在牢狱里面度过余生，有时还会受到一些刑罚。我很不喜欢这里的环境，因为我永远都没办法见到阳光，永远没办法呼吸到新鲜的空气，只能一直在地下待着。我每天的任务，就是在地牢里面检查，看看每个犯人的情况，有时还要亲自上阵。而且由于这里太黑，火把实在不够用，有时会刷出一些怪来，这使我很头疼。因为我是整个“要塞”里地位最高的人，所以没办法依靠上级，属下通常又不管用，许多时候必须“自己动手，丰衣足食”。\n\n我的生活质量不怎么好，这里实在太偏远。但是，我依然在努力地做着我的工作，因为，我有我的理想，我来这里是有原因的……\n\n之前说了，我出生在一个“低等贵族”的家庭。我的父亲生前是一名特工，据说也干过检查官的职业，长期待在末地。他是一个伟大的人，曾经被国王亲自表彰，拿过无数功勋。可是在我很小的时候，父亲就因为一场意外去世了，要不是因为有照片，我可能根本就不知道他长什么样。母亲又没工作，只能开个小店勉强过日子。由于我十分内向，不愿和同龄孩子玩耍，在我成年之前，除了上学，许多时候只能一个人待在家里。有时读读童书，读读父亲曾经写过的笔记，有时便自己一个人躺在床上胡思乱想。\n\n到了上大学的时候，我毫不犹豫地选择了军校。我希望自己能成为一名真正的军人。我考上了军校，可是军校的纪律十分严格，每天还要进行很多训练，假期非常少，甚至每年还要淘汰一部分表现不好的学员。不过，我十分努力刻苦（这样的精神，或许是以前父亲留给我的吧），因此长期成绩名列前茅。4年的军营生活过去了，我也即将以优异的成绩毕业。\n\n毕业的那天，我的同学们纷纷收到了进入国家总军队的通知书，可是我什么也没收到。什么也没收到，意味着什么？意味着我没有资格继续成为一个士兵。可我大学4年只学了当兵，不可能从事其他行业。也就是说，如果收不到通知书，我可能会彻底沦为社会底层。我焦急地等着，等着，却没了音讯。\n就这样到了要离开学校的那一天，我一蹶不振，脑袋感觉都要成浆糊了。中午的时候，一名士兵进我的宿舍来找到我：\n\n“出来一下，有人找。”\n\n“哦。”我随随便便地答应着，慢慢地跟随他走出去，“找我做什么？发配到偏远地区？退学通知书？还是什么？”\n\n到了门口，我看见一名强壮的军官，于是便向他敬了个礼。\n\n“你是诺特吧？”\n\n“嗯。”尽管对面是一个地位比较高的人，但我也没有摆出很尊敬的样子。我的心情太差了。\n\n“喏，这是给你的。”他递给我几张纸，“你可能一直因为没有收到消息而着急。跟你说吧，上级跟我说了，他们希望你能做做别的。我们希望你可以成为一名检查官，就在末影要塞，相信你能成为优秀的人。同时，这是你的士兵证明，至少我们承认你是一个兵。”\n\n“成为一名检查官？你知道我希望做什么吗？我想当兵！我付出了这么多，你让我去做我不想做的事情！我的成绩是全校前10，难道不能给我发张通知单吗？”我感觉堆积在心中的怒火和委屈全部被发泄出来，劈头盖脸打在了军官头上。\n\n说完，我想着，又得罪个高官。没想到他没生气，但是显得激动了一些：“孩子，你还年轻呢，你知道末影检查官意味着什么！你知道你的父亲就是做这个的吗？你知道，凡是内奸以及别国的情报员落到他手里，都招供出情报了吗？你知道那里的“蠹虫危机”被你父亲解决掉了吗？你知道他是如何改造要塞，同时通过自己的方式保卫国家的吗？你知道他在末地做了什么伟大的事情吗？他很神秘，难道你不想去解读他伟大的人生吗？我知道你的梦想是什么，如果你只想当兵，也可以。这是我的电话，再回家和你母亲讨论之后，你可以打电话告诉我你最后的决定，给你两周的时间吧。”\n\n一席话震惊的我说不出话来。尤其是说到我父亲的时候，我的内心受到极大的震动，甚至不自觉地留下了两行热泪。我开始犹豫起来，我到底要做什么？\n\n带着无限的思考，我回到了家。4年不见，母亲老了许多。我把关于未来职业的事情告诉了母亲，她也是流着泪：“孩子，去继续你父亲的事业吧，他是一个伟大的人啊……虽然他几乎不回家，在外也遭人排挤，可我还一直爱着他。因为他是好人啊！他为MC帝国做出了伟大的贡献！”\n\n看着母亲，想起军官激动的眼神，想起我从未有记忆的神秘父亲，我忽然有了坚定的力量。两周之后，我乘上矿车（就是火车），便驶向了末影要塞。我要解读我父亲的人生，我要为伟大的MC帝国付出一份力！\n\n字数：1934\n\n\n其他的话\n\n1.如果论坛排版又出问题了，请稍等，我会尽快修改\n2.我已经检查3遍，但毕竟近视，可能还是有漏网错别字，各位大佬看见了麻烦提出来，谢谢~\n\n传送门索引贴：还木有哦╮(╯_╰)╭上一章：第一章啊，哪里有上一章下一章【02】\n\n嘉宾席\n因为很久没混论坛，所以不知道该at谁了，随便at几个我熟悉的人和现在版主吧2333\n@gggbbb @guqu @冥王星人 @暴力杀狗 @FHC红石 @WM2030 \n",
    "replies": [
        {
            "author": "LED--风扇",
            "timestamp": 1503645840,
            "txt_content": "感觉文笔可以的，也很好看。不过为什么没人回复呢？\n支持一下"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1503711420,
            "txt_content": "军官那部分对话流有点严重啊 相比之下剧情就变得比较单薄了\n建议多加些细节描写 心理活动啊什么的"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1504077360,
            "txt_content": "索引贴链接http://www.mcbbs.net/thread-725997-1-1.html\n编辑一次就要重新审。。。。就在下面贴出链接了"
        }
    ]
}