{
    "title": "【八月活动】战斗之后",
    "author": "Aezning",
    "replyCount": 0,
    "timestamp": 1503563340,
    "txt_content": " 本帖最后由 小吴同志 于 2017-8-24 16:34 编辑 \n\n这里是小吴同志\n然后我也玩过一段时间的泰拉瑞亚。\n所以我就来写文了。字数1646字，不好意思，时间全部用在WORD排版上了\n精美版：\n\n   \n\n\n文本版\n  艾思历三年：  “一晃眼三年就过去了呢！还记得三年前这里还是一片冰雪覆盖的荒原呢!”文德斯在冰原上散着步，回想往事，“还有，在我挖矿的时候踩到冰没站稳摔了下去，结果差点死在冰坑里，没被怪物打死也活活冻死了。”他笑了笑，走下坑洞。不过这次，他不是去挖矿，而是要去挑战肉山的。  “真是的，来打肉山每个人帮我，还怂恿我花35金买个这玩意？”文德斯到达了地狱，抱怨道，“还有这些子弹？”他边说边打下了一旁的巫毒恶魔。被那极快的射速吓了一跳，然后他将人偶随意一扔，肉山出现了……  乌拉！文德斯拼命地跑，他只感到附近景物化成一片虚影。直到跑到一个有利的位置才敢回头，定睛一看，这是什么玩意！他收到了严重的精神污染。“好恶心……”他心想“又是那个向导！怂恿我来打肉山，上去之后治治他【阴间的向导：阿嚏】，就死马当活马医吧！”  文德斯闭上眼睛胡乱打上一通，枪口的火焰闪烁着，虎口被震得酥麻。一大堆触手飞来，他一个翻滚躲过了一只触手，然后边打边退。肉山好像被激怒了，两只眼睛变得愈发明亮，射出了激光。他暗骂一句，我去你的。然后抄起草刀冲了上去。双方酣战了许久。最终文德斯还是一刀砍爆了肉山。肉山的肢体四处飞溅，令人作呕。  他长舒一口气，然后收集了一些物品后满载而归。  到了地面上，他发现艾思国已不复存在，只剩下了残垣断壁。还有细若游丝的哭声，循声望去，是一个女生坐在雪地里，她的一旁全是墓碑。他警惕的抽出草刀，缓缓靠近她。她抬起了头，张弓搭箭大喊一声：“龙が我が敌を食らう!”文德斯一惊，顺势一挥刀“竜神の剣を喰らえ!”两龙相撞，迸发出强烈的气流将她掀倒在地，文德斯将刀插在地上勉强保持平衡。他在气流平息后走到她身边，她昏厥了。他只好升起篝火等待黎明的降临。  “你到底是谁？”女生醒来，看到了篝火和一旁在火光中时隐时现的文德斯。  “这话，应该是我问你才对。”文德斯反问道。  “那好吧，我是艾思国的长公主！”她骄傲地抬起头，仿佛她身后的皇族实力仍然存在。  “艾思国骑士长，公主殿下。刚才若有冒犯请谅解。所以到底发生了什么？”  “骑士长先生，您能保护我吗？你应知道，我们国与莱克国向来不合，但是他们趁着我们大宴宾客连夜偷袭，我国大破。他们本想带走我，可我以死相逼他们也那我没办法。”  “荣幸之至，公主。”文德斯细细端详着公主，也称得上是倾国倾城了。“巧笑倩兮，美目盼兮”的描写放在她身上也不足为过。  文德斯带着公主走南闯北，交给了她基本的战斗技巧。她一直在努力的学习，在没有怪物的日子里，他们睡在一个一个的高石缝里，两人同时不会盖房子真是尴尬。  “这是什么？”在一个白天，她拿着一个眼球给我看，这个邪恶的滴血眼球我一辈子也忘不了，艾思国二年发生的第三次战役就是因为一群小屁孩在夜晚把这东西举了起来，导致居民区血流成河……我笑笑，说：“到了晚上，你把它举起来就是了。”她肯定不懂我的意思，只是点了点头。  晚上，她照做了，突然间“俄顷风定云墨色”，眼球消失了，只剩下了一脸茫然地公主，突然，天空下起了雨，她突然冷颤起来。克苏鲁之眼猛地从云层中窜起，俯瞰着一切。公主瘫在了地上，显然是吓傻了。它晃晃悠悠的飞过来，正准备向公主进攻时文德斯一个飞奔挡住了。然后一刀砍过去，它也不急着迎战，而是召唤出几个奴仆。“这就是炮灰吧。”文德斯掏出了小鲨鱼突突一阵子。克总显然是被激怒了。它的眼球裂开了，漏出了一排参差不齐的牙齿。它低吼着，不断的冲刺。这是公主清醒了过来，开始向恶心的克总发起了猛烈的进攻。最终，巩膜被打破了，克总挂了。  “真是垃圾，我还记得洛夫克拉夫写的克苏鲁的呼唤中说，克苏鲁是一位沈睡着的古老神明，如果克苏鲁醒来，一切生物都将被毁灭。结果就这么差劲吗？”文德斯一边搜寻着装备，一边调侃着克总。  “唔，这次又没帮上忙，对不起啊。”她站在了他的面前，开始撒娇。  “没事，以后就好了”文德斯抚摸着她的秀发，温柔的说。  时间一天一天的过去了，文德斯也逐渐掌握了建筑技巧，但是血腥之地的形成，导致怪物越来越强力，进攻次数也越来越频繁。最终，文德斯与公主在长期的战斗中死去……\n\nfile:///C:\\Users\\ADMINI~1\\AppData\\Local\\Temp\\ksohtml\\wpsD201.tmp.pngfile:///C:\\Users\\ADMINI~1\\AppData\\Local\\Temp\\ksohtml\\wpsD202.tmp.jpg\n\n\n\n\n",
    "replies": []
}