{
    "title": "「Minecraft.net|CULTURE」可爱的建筑！",
    "author": "cc7w",
    "replyCount": 0,
    "timestamp": 1503583320,
    "txt_content": " 本帖最后由 cc7w 于 2020-8-11 16:39 编辑 \n\nA D O R A B U I L D S !\n可 爱 的 建 筑 ！\nCute creature creations from DerpinQ4!\nDerpinQ4 建造的萌物！\n\n\n　　Minecraft has always been a lovely place to experience the animal kingdom in safety. Sure, that animal kingdom may be limited to the categories of things you can befriend, things you can sit on, and things that want you dead, but isn’t the real world much like that anyway? Look, all I'm saying is that I had a very traumatic experience this one time with a field of bulls and a very yappy dog, and we’re leaving it at that.\n　　Minecraft 可谓是和动物们安全接触的胜地。诚然，Minecraft里的动物类属很少，也就有能成为朋友的，能成为坐骑的，能让你狗带的这几种。但是，现实世界不也是如此吗？说到这儿，我又记起了那次痛苦不堪的经历，那一群公牛朝我横冲直撞，那一条野狗朝我大呼小叫……算了，不抹这把辛酸泪了。\n\n　　But one thing Minecraft has never been very accurate for is depicting the British countryside. Why should it have to, you ask? Why would anyone want to recreate a place renowned for its mangy badgers, soggy summers and a constant fear that there are ants in your picnic basket?\n　　但是，有一件事情 Minecraft 未曾做到——那就是以细腻的笔触，刻绘出英国乡村风光。你可能会问了，为啥它需要做到这一点？不会真有人想重建因恶臭的獾鼬、潮霉的暑天和遍地的蚂蚁而闻名的英国乡村吧，不会吧不会吧？\n\n　　Find your answer in these two Minecraft builds, showcasing the most bright and beautiful creatures that the British countryside has to offer: a fox and a deer.\n　　这两座Minecraft建筑就能给你答案，来看看它们展示的英国乡村里最精妙绝伦，最美丽动人的小动物吧：一只是狐狸，另一只是鹿。\n\n　　The former is a bushy-tailed friend that’s the perfect combination of a dog and a cat, a lovable animal that may or may not have been sharp-shooting rich-folk-robber, Robin Hood, and a far better bin-loving pest than the American equivalent, the raccoon. I love foxes, and so do these builders, Natalia4 and AnnejuQ, collectively known as DerpinQ4.\n　　先说这狐狸，尾巴毛绒绒，远看似狗，近看如猫，让人联想到往昔，那劫富济贫，百发百中的英雄罗宾汉。同是爱好垃圾箱，它可比美国的浣熊可爱多了！我真的倾慕狐狸，DerpinQ4的建筑师们，包括Natalia4和AnnejuQ，自然也是如此。\n\n\n\n\n\n　　“We did not know each other in the beginning but our stories are quite similar,” they say of how they met. “Our adventure with Minecraft began 4, maybe 5 years ago. We played mainly survival servers, but we were interested in building. We left Minecraft for 2 years, and returned at the beginning of this year.”\n　　当我们请他们谈一谈他们是如何邂逅之时，他们回答说，“最初，我们并不相识，但我们的经历却近乎一致。我们在Minecraft世界中的探险于四五年前开始。当时，我们主要是玩生存服，但我们对建筑也很感兴趣。2年前，我们都暂时与Minecraft分别，而今年年初，我们又都同时回坑。”\n\n　　The pair met by joining CraftCast, a Polish building crew, after auditioning for the group by building dragons, which aren’t available to the public yet. Awwww!\n　　在他们各自造了一头龙，通过入组审核之后，这对兄弟便在CraftCast这个波兰地图小组里相识。目前，他们的审核作品还没有向公众公开。厉害啊！\n\n　　The fox and deer are both inspired by photography, either that the two builders took themselves - “we take photos sometimes, but it’s amateur photography,” they admit - or photos that they find. It’s not hard to imagine the fox sneaking through the undergrowth, but what about the deer?\n　　这头狐狸与这头鹿的灵感都来源于照片：有些是这两位自己拍摄的，有些则是他们在网上找到的。“有时我们确实也去拍照，但只是业余爱好而已。”他们如是说。也许幻想出趴在灌木丛中的狐狸并不难，但这头鹿呢？\n\n\n　　It’s not just a deer, after all - it’s a sort of deer-tree hybrid. You might not have visited the British countryside (and we’re starting to worry that you might think we’re being paid off by Big Countryside here, but you definitely should visit, it’s great) but we definitely don’t have deer that are also trees. Although that would be OUTSTANDING.\n　　其实，它并不仅仅是一头鹿——你可以叫它鹿和树的杂交种。你可能并没去过英国乡村（我们开始担心了，你可能会认为，我们恰了烂钱给那里打广告，但老哥，我说实话，你真的该去那里玩玩），但我们敢打包票，这世界上目前还没有既是鹿，又是树的生物，虽说这种生物听起来很炫酷。\n\n　　So where did the tree-deer (Treer? Dree?) idea come from?\n　　所以这种既是鹿，又是树（树之鹿？鹿之树？）的生物的灵感来自哪里呢？\n\n　　It turns out that it’s quite a common theme in photo manipulations to combine the branch-like structure of a deer’s antlers with the, er, branch-like structure of actual branches. Deer and woodland have been intertwined since the days of Ancient Greek mythology, in stories from that of doomed hunter Actaeon (who was turned into a stag and promptly torn apart by his own hounds) to the sun-god Apollo and the woman he fell in love with, Daphne (who was turned into a tree so she didn’t have to date him). Maybe this particular deer is also not into Apollo? We will likely never know.\n　　事实上，把如树枝的鹿角和如鹿角的树枝等量齐观，是图像处理领域的正常操作。将鹿角与树枝交错连结的这种做法，上可追溯至古希腊神话中，从猎人阿克特翁变身雄鹿，被自己的猎狗四分五裂，到太阳神阿波罗追求月桂女神达芙妮，后者终化身月桂……可能这只鹿也在想方设法拒绝阿波罗的求爱呢？而这些，我们就未从知晓了。\n\n\n\n\n　　ARGGGHHHH! What the heck?! This build isn't cute at all! Just look at it's terrifying jaws, ready to rip the entire premise of my adorable article to shreds! Seems even DerpinQ4 have a dark side...\n　　啊啊啊啊啊！搞什么鬼？！这座建筑一点都不可爱！看看那可怕的嘴巴，它准备好将我的草稿撕成碎片了！看起来DerpinQ4也有阴暗的那一面……\n\n　　One thing we do know is that DerpinQ4 put a ridiculous amount of research into their work. Not only do they build from reference photos, but they also make sure their animals are correctly proportioned and realistic. (Unlike Minecraft’s actual native animals. Have you ever seen a cow with sharp corners? We certainly hope not!)\n　　而我们知晓的，便是DerpinQ4团队为他们的作品做足，做够了工作。他们不仅搜集了照片作参考，同时还确保动物比例协调，符合现实。（这跟Minecraft里的那些动物可不一样，难道你在现实世界里看到过方形、“拐角”尖锐的牛吗？我们希望没有。）\n\n　　“Before we build each animal, we need details of its body. Bones and anatomy photos are required. Then we can begin our work,” they explain. Not only is that admirable attention to detail, it’s also a borderline Dr Frankenstein way of doing it, and for that we applaud you, DerpinQ4.\n　　“在开始建造每只动物之前，我们都需要注意它躯体部位的细节。我们需要骨骼与解剖学照片，然后我们才开始工作。”他们解释道，不仅对于细节的注意程度令人钦佩，同时这做法也与弗兰肯斯坦博士的行为近乎神似，所以我们为你喝彩，DerpinQ4。\n\n　　Just, er, don’t actually fuse a deer with a tree. We’ve seen Doctor Who, and other than the main message of “dressing like you got drunk in a costume shop makes everyone think you’re a genius”, we feel like we’ve learned that eldritch abominations are rarely a good idea.\n　　就是...怎么说...别真把鹿和树给杂交起来了。我们见过神秘博士，除了领会到“在服装店里装扮得像喝醉了一样，会让别人认为你是个天才”的主题之外，我们认为这种妖邪异怪并不是个好主意。\n\n\n\n　　Sometimes it can be hard to be a Minecraft builder when everyone else is creating works of art that take hundreds of hours of practice and perfection. But DerpinQ4 have an important message for all builders who want to hone their skills: “the most important thing is patience. Do not give up, even if the project seems to be difficult. We both know how hard beginnings are - but you can learn everything if you are patient.” Even how to combine a deer and a tree in real life? Hopefully, we'll never find out.\n　　有时，要成为Minecraft建筑师还是很困难的，要创造好的地图，总是要花费成百上千小时来练习与提升。但DerpinQ4对所有想要磨练技能的建筑师们有话说：“最重要的一点，是要有耐心。纵隔千山万水，纵有艰难险阻，一定不要放弃。我们都知道，万事开头难，但俗话也说，世上无难事，只怕有心人。”难道这句话对在现实中培育鹿-树杂交种也适用吗？希望我们永远不会得到肯定的答案！\n\n\n原文地址：https://minecraft.net/en-us/article/adorabuilds\n原文作者：Kate Gray\n原文发布时间：2017/08/24\n翻译者：c7w\n翻译时间：2017/08/24\n\n\n\n",
    "replies": []
}