{
    "title": "[多线]SimLife模拟人生服务器 —— 模拟现实生活的服务器[1.7.10]",
    "author": "2821430542",
    "replyCount": 0,
    "timestamp": 1503645360,
    "txt_content": " 本帖最后由 2821430542 于 2017-8-25 15:36 编辑 \n\n服务器官网是SimLife.top大家可以去看下，首先呢\n实在抱歉啊各位，服务器是买断制度服务器，白名单收费十元哦\n对于真心想玩这个服务器的玩家来说，十元不算多，但是对于熊孩子来说，为了熊服务器十元已经很多了。\n\n\n\n\nQQ截图20170805222615.png (274.23 KB, 下载次数: 2)\n\n下载附件\n\n2017-8-25 13:56 上传\n\n\n\n\n\n这个是旧地图，新地图图片太大，不让上传，哭哭T.T，不过看到旧地图就可以自己想象新地图哦\n先来简单介绍一下服务器哦，第一点就解释下收费制度吧\n有的玩家就说了，服务器是有多好玩才敢收费准入？请看我没发帖子之前，群里内测时有个玩家发的帖子（如图）\n虽然我不知道是谁，不过那句很好玩说的我很开心-。-\n\n\n\n\nQQ截图20170822194940.jpg (18.41 KB, 下载次数: 1)\n\n下载附件\n\n2017-8-25 14:03 上传\n\n\n\n\n\n好啦好啦，其实能收费制度主要是我想把时间都用在热爱模拟人生类型的核心玩家身上\n对于每个新人，我都会亲自分房子，带着逛一圈，之前经常遇到新人进来我花半小时带他玩，\n然后新人就再也不上线了浪费了时间和感情，还占着房屋资源，所以这次改成收费准入，\n就当花10块钱在服务器里买房子了和导游服务了。\n服务器是一次性买断制度，10元买了白名单就可以一直玩，而且服务器内部不存在氪金系统，\n但是玩家之间互氪是可以的，肝玩家卖氪玩家物品，这种情况是允许的。而且我也有一种宁缺毋滥的想法。\n服务器三大缺点：\n1：没有任何指令，除了登陆注册改密码还有私聊/t指令（资源世界可以使用spawn）\n2：死亡掉落，而且是全部世界死亡掉落（惊喜不惊喜，意外不意外）\n3:超级困难的生存，对就是超级困难(渴死？挖矿遇到二氧化碳然后憋死？遇到煤气然后放了一个火把爆炸炸死？\n被车撞死？模拟现实第一视角专虐生存大佬)\n服务器九大特色：\n特色1：死亡掉落三重保护：第一层：如果你有死亡不掉落护符的话，可以死亡后免除掉落（只有资源世界和主世界有效），\n但是背包依然会掉落到原地。第二层：如果有背包的话，死亡后背包会掉落到原地，\n并保留背包内物品（仅限资源世界）。第三次：如果刚巧什么保护物品都没带然后死了，\n会在死的地方生成一个墓碑保留你的物品，并且复活会获得一本书，书上有坐标，\n跑过去挖掉坟墓就可以获得之前的物品，墓碑有保护，别人挖不了；\n（目前其他世界维度：刺客信条，糖果世界，星球。这些维度是没有保护的）\n特色2：超多交通，因为没有tpa指令和tpr随机传送，所以添加了大量的交通mod，\n没错就是大量，各种船，火车，汽车，飞机，火箭。\n服主照片：\n\n\n\n\nQQ截图20170825141444.jpg (101.66 KB, 下载次数: 0)\n\n下载附件\n\n2017-8-25 14:28 上传\n\n\n\n\n\n\n\n\nQQ截图20170825141431.jpg (125.39 KB, 下载次数: 1)\n\n下载附件\n\n2017-8-25 14:28 上传\n\n\n\n\n\n特色3：服务器原创职业，怎么个原创法呢，就是我给你一些职业，你选好了告诉我，\n我给你个称号，每种职业都有自己的特权，或是有创建商店的\n权限，或者是拥有菜地，或者是拥有出租车。详细点的可以去官网看看哦simlife.top\n特色4：最大化模拟现实生活，不干活不知道赚钱难，服务器里采取的是模拟人民币和欧元的mod物品作为货币，\n并且赚钱超级难的，而且不能长时间吃一种食物，会不加饥饿度的，还有饮水mod时时刻刻在坑你，\n下矿不带防毒面具能活？遇到煤气还放火把找死？不过新人进来就送一组（32个，因为有负重mod，坑不坑？）\n暮色的矿石树苗，确保开局能安静挖矿度过第一天。除了大量交通外，\n还添加了大量食物，大量动物，大量植物。打草想打出小麦种子吗？\n骚年，你想多了。一堆作物种子会冒出来坑你的。各种做饭，酿酒，炼药，钓鱼，厨师这个职业也挺好的哈。\n特色5：主世界强制保护系列，主世界除了服主给你发的新人公寓外，所有地方都没权限破坏。\n（啥，问我别人住高级小区，你为啥分个破房子？\n自己努力赚钱买房子哦，别人都是买的，又没有氪金系统，所以只能老老实实赚钱咯），\n想看银行存款就要去银行看。为了促进出租车司机这个\n职业的收入，我把银行和商场修在了郊区。。。我就是这么坑，不服憋着-。-\n特色5：服务器玩法，玩法主要是大量借鉴模拟人生和GTA的玩法，这两个游戏都是神作，\n只不过模拟人生不能第一视角，GTA不能随便创造，\n于是就有了这个独特的服务器。服务器有枪械，只不过只有警察发枪，\n其他人要从黑市买哦。而且只要你努力，做出飞船在月球开公司也是可以的。\n特色5：负责的服主，我每天晚上8：00-11：00都在线，要是有事前一天会群公告通知的。\nQQ私聊必回，有问题远程协助，还免费，态度还好，\n而且服务器承诺了什么都说到做到，这么好的服主哪里去找？？？\n问我服务器这么坑我还有脸说自己好？\n主要是开局屠龙宝刀点击就送，新人奖励\n顶级装备，出门左转有很多这样的服务器。一个服务器留不住玩家，主要是节奏太快，\n玩一周，mod全部玩透，也没什么其他的玩法了，玩家自然\n就转服了啊，所以嘛，我这里特意添加了一些百度上没有的MOD\n，客户端不支持单人模式，mod文件夹我也做过处理了，\n而且我还这么努力坑玩家拖慢节奏，想发展起来没一个月不太可能哦。\n各种死法死到你想吐，唯一破解方法，和其他小伙伴和谐组队。\n快渴死了饿死了，让伙伴奶你一口；快憋死了，毒死了，让小伙伴奶你一口；\n死了想去挖坟，组队去吧，别问我为什么。\n特色6：无氪玩家天堂，氪金玩家坟场。你很有钱？好的，自己去租服务器。\n不要跑到我这里吹牛好吗？遇到说要无偿捐钱一顿吹牛的，然后\n灰溜溜跑路的那种人，我真的很心烦。但是遇到那种真心喜欢这类服务器，\n想让我把服务器变得更好的谦虚土豪玩家，欢迎捐款，虽然我不能在\n游戏里给你什么帮助，但是我可以在服务器官网帮你弄个捐助玩家个人主页。。。满足下你的虚荣心。\n特色7：模拟现实的各种细节，防盗门，没钥匙不能打开，密码门，输入正确的密码才能开门。\n倒着走路速度大幅度减慢，还有其他这些\n种种的小细节，保证让你体会到模拟现实的感觉，\n不吃饭会饿的走不动路哦，各位宝宝要好好吃饭哦。\n特色8：小镇分区生活，这个不算特色了，我实在没啥编的了，分两个区域，东方和西方，\n东方的使用人民币，西方的使用欧元，小镇离得很近，\n开车就能到，但是两个区域离得很远，只能做火车和飞机才能到达，土豪可以打出租车。\n特色9：超多装备：除了基础的，还有军装、翅膀套装、登山装备、各种箭、探险家装备、\n刺客装备。。。不剧透了，欢迎喜欢模拟人生的玩家\n进来自己摸索发展，服主会珍惜每一位玩家的。\n\n服务器保留玩家白名单所有权，加群购买白名单即视为同意以下条款：\n1：恶意违反服务器规则，服主有权取消白名单，不返款\n2：素质低下者，服主有权拒绝对此类玩家出售白名单与取消白名单，不返款\n3：长期表现优越者，服主将看心情返还购买白名单的十元钱。\n\n\n\nSimLife模拟人生服务器QQ群639969437\n\n",
    "replies": []
}