{
    "title": "「Minecraft.net|INSIDER」本周方块：砂岩",
    "author": "cc7w",
    "replyCount": 8,
    "timestamp": 1503665340,
    "txt_content": " 本帖最后由 cc7w 于 2020-3-20 10:40 编辑 \n\nB L O C K    O F    T H E    W E E K :  S A N D S T O N E\n本 周 方 块 ： 砂 岩\nDon't get all sedimental on me\n[ruby=别让我如此多愁善感！]别把这沉积物压我身上！[/ruby]\n\n　　The very first time I played Minecraft, I built a sandcastle. It was dark, I was getting swarmed by zombies, and I needed some place where I could hide until morning. I'm sure many of you experienced something similar when you played the game for the first time. But I had a problem - I couldn't make a door. The sand kept falling when I dug out below it. I needed our block of the week - Sandstone.\n　　初次体验Minecraft时，我造出了一座沙堡。当时天已经黑了，成群的僵尸把我团团包围，因此我需要寻找一隅藏身之地，助我迎接明日的朝阳。我相信，你们大多数人初次游玩Minecraft时都有过类似的经历。但那时我遇到了困难——门留不出来。在我挖掉沙子下方的方块时，沙子就往下落。因此，我就需要本周方块——砂岩了。\n\n　　Sandstone is pretty easy to find in Minecraft. Find a desert and start digging. The upper layers of the ground will be regular sand, but below that the weight has compressed the sand into tougher sandstone blocks that hold their shape and won't fall. If all that digging sounds like hard work, then track down a desert village, well or temple instead - all of which are made of different kinds of sandstone. Or - for the very laziest amongst you - just combine four sand in a crafting grid.\n　　在Minecraft中，砂岩很容易找到。首先请找到一片沙漠，然后请向下挖。地面的顶层是普通的沙子，但是在那之下，表层沙子的重量将下层沙子压实，便成就了更坚硬的砂岩。如果挖掉其下方的方块，砂岩能够维持形状，不会掉落。当然，如果你觉得向下挖太麻烦，请在沙漠中找到一片村庄，或者一座沙漠神殿——这些建筑都是由不同类型的砂岩构成的。又或者——如果你懒到极致了的话——请往合成栏中放入四个沙子。\n\n\n\n Chiselled sandstone - the kind you find in temples - has a little creeper face on it! It’s one of the few things in Minecraft that implies a grander story - who carved these blocks? Like the abandoned mineshafts, too - you wonder who’s been there before you. I love that stuff!\n Markus ‘Junkboy’ Toivonen\n　　沙漠神庙中的錾制砂岩的侧面印着爬行者的样子！錾制砂岩可以说是Minecraft背后隐藏的传奇故事之一——到底是谁将其雕刻？就像废弃矿坑一样——究竟是谁将其开拓？我真的很喜欢这种都市传说！—— Markus ‘Junkboy’ Toivonen\n\n　　Sandstone comes in lots of different types. Put four blocks of regular sandstone in a crafting grid and you'll get a variant called smooth sandstone back, with - you guessed it - a smoother texture. Or, if you want something a little fancier, then put a line of three regular sandstone blocks in a crafting grid to make six sandstone slabs, then two of those slabs on top of each other to make chiselled sandstone.\n　　砂岩可以分为很多种。将四种普通的砂岩放在合成栏中，你便可合成平滑砂岩这一变种，它拥有——你猜对了——更加平滑的材质。或者，如果想要再炫酷一点的话，把三个普通的砂岩方块放在合成栏里，便可制成六个砂岩台阶，然后将合成出来的台阶一上一下放置在合成栏中，便可合成錾制砂岩。\n\n\n\n　　You can also make stairs out of sandstone, just like you would make wooden stairs, and - best of all - you can swap regular sandstone for red sandstone in any step to make a red variant. Very handy if you live in a mesa and don't have a desert nearby. Or just like red things.\n　　当然，砂岩也能够合成楼梯，其合成方式与木制楼梯相同，并且——最帅的是——上述的每一种合成方法都能将普通砂岩替换成红砂岩，最终合成红砂岩对应的物品。如果你住在平顶山生物群系中，附近没有沙漠，或者你喜欢红色的话，这就非常方便了。\n\n\nPhoto credit: Etan J Tal. CC BY-SA 3.0\n图片来源：Etan J Tal，使用 CC BY-SA 3.0 协议\n\n　　Real-world sandstone is made in exactly the same way that Minecraft sandstone is. Big rocks are broken down into sand over thousands of years by the weather, then that sand is buried and the weight of the materials above it is enough to make it turn into rock, with the gaps in between the particles filled up by minerals as water flows through.\n　　真实世界中，砂岩的形成方式与Minecraft中完全相同。经过上千年的风吹雨打，大型的岩石便风化成了沙子。沙子逐渐沉积，其上物质的重量将其压成了岩石。随着水的流动，矿物质填满了砂岩的间隙。\n\n　　As a result it's pretty common - you'll find sandstone all over the world. Red sandstone is real too - it's created in places with lots of iron in the ground, like the southwestern United States, central Europe, the southwest of the UK, and Mongolia. In a few places, like Monument Valley in southern Utah, the wind has carved the sandstone into incredible natural sculptures that inspired Minecraft's very own mesa biomes.\n　　结果就是，砂岩非常常见——世界各地都有它的身影。红砂岩在现实世界中也是存在的——如果地表有富余的铁元素，砂岩便会显出红色，例如美国西南部，欧洲中部，英国西南部和蒙古。在一些特殊的地方，例如犹他州南部的莫纽门特谷地，风力将砂岩刻蚀成了不可思议的自然雕塑，这也是Minecraft平顶山生物群系的灵感来源。\n\n\nPhoto credit: Adc0317. CC BY-SA 4.0\n图片来源：Adc0317，使用 CC BY-SA 4.0 协议\n\n　　So the next time you're trying out a desert survival experience, give sandstone a shot as your building material of choice (perhaps paired with acacia wood?). You'll be surprised how versatile it can be!\n　　所以，在下次尝试沙漠生存的时候，将砂岩作为建筑材料之一吧（可能可以与金合欢木搭配？）。你会感叹其用途之大的！\n\n\n原文地址：https://minecraft.net/en-us/article/block-week-sandstone\n原文作者：Duncan Geere\n原文发布时间：2017/08/25\n翻译者：c7w\n翻译时间：2017/08/25 → 2020-3-20\n\n\n\n\n\n【c7w 译自官网 2017 年 08 月 25 日发布的 Block of the Week: Sandstone；原作者 Duncan Geere】\n【本文排版部分借助了：SPX】\n\n\nINSIDER\n\nBlock of the Week: Sandstone\nBlock of the Week: Sandstone\nDon't get all sedimental on me\nDon't get all sedimental on me\n\nDuncan Geere 邓肯·Geere\nThe very first time I played Minecraft, I built a sandcastle. It was dark, I was getting swarmed by zombies, and I needed some place where I could hide until morning. I'm sure many of you experienced something similar when you played the game for the first time. But I had a problem - I couldn't make a door. The sand kept falling when I dug out below it. I needed our block of the week - Sandstone.\nThe very first time I played Minecraft，I built a sandcastle。It was dark，I was getting swarmed by zombies，and I needed some place where I could hide until morning。I'm sure many of you experienced something similar when you played the game for the first time。But I had a problem —— I couldn't make a door。The sand kept falling when I dug out below it。I needed our block of the week —— Sandstone。\n\nSandstone is pretty easy to find in Minecraft. Find a desert and start digging. The upper layers of the ground will be regular sand, but below that the weight has compressed the sand into tougher sandstone blocks that hold their shape and won't fall. If all that digging sounds like hard work, then track down a desert village, well or temple instead - all of which are made of different kinds of sandstone. Or - for the very laziest amongst you - just combine four sand in a crafting grid.\nSandstone is pretty easy to find in Minecraft。Find a desert and start digging。The upper layers of the ground will be regular sand，but below that the weight has compressed the sand into tougher sandstone blocks that hold their shape and won't fall。If all that digging sounds like hard work，then track down a desert village，well or temple instead —— all of which are made of different kinds of sandstone。Or —— for the very laziest amongst you —— just combine four sand in a crafting grid。\n\n\nSandstone comes in lots of different types. Put four blocks of regular sandstone in a crafting grid and you'll get a variant called smooth sandstone back, with - you guessed it - a smoother texture. Or, if you want something a little fancier, then put a line of three regular sandstone blocks in a crafting grid to make six sandstone slabs, then two of those slabs on top of each other to make chiselled sandstone.\nSandstone comes in lots of different types。Put four blocks of regular sandstone in a crafting grid and you'll get a variant called smooth sandstone back，with —— you guessed it —— a smoother texture。Or，if you want something a little fancier，then put a line of three regular sandstone blocks in a crafting grid to make six sandstone slabs，then two of those slabs on top of each other to make chiselled sandstone。\n Chiselled sandstone - the kind you find in temples - has a little creeper face on it! It’s one of the few things in Minecraft that implies a grander story - who carved these blocks? Like the abandoned mineshafts, too - you wonder who’s been there before you. I love that stuff!\n Markus ‘Junkboy’ Toivonen\nChiselled sandstone —— the kind you find in temples —— has a little creeper face on it！It’s one of the few things in Minecraft that implies a grander story —— who carved these blocks？Like the abandoned mineshafts，too —— you wonder who’s been there before you。I love that stuff！ Markus ‘Junkboy’ Toivonen\nYou can also make stairs out of sandstone, just like you would make wooden stairs, and - best of all - you can swap regular sandstone for red sandstone in any step to make a red variant. Very handy if you live in a mesa and don't have a desert nearby. Or just like red things.\nYou can also make stairs out of sandstone，just like you would make wooden stairs，and —— best of all —— you can swap regular sandstone for red sandstone in any step to make a red variant。Very handy if you live in a mesa and don't have a desert nearby。Or just like red things。\n\nPhoto credit:Etan J Tal . CC BY-SA 3.0\nPhoto credit:Etan J Tal . CC BY-SA 3.0\nReal-world sandstone is made in exactly the same way that Minecraft sandstone is. Big rocks are broken down into sand over thousands of years by the weather, then that sand is buried and the weight of the materials above it is enough to make it turn into rock, with the gaps in between the particles filled up by minerals as water flows through.\nReal-world sandstone is made in exactly the same way that Minecraft sandstone is。Big rocks are broken down into sand over thousands of years by the weather，then that sand is buried and the weight of the materials above it is enough to make it turn into rock，with the gaps in between the particles filled up by minerals as water flows through。\n\nAs a result it's pretty common - you'll find sandstone all over the world. Red sandstone is real too - it's created in places with lots of iron in the ground, like the southwestern United States, central Europe, the southwest of the UK, and Mongolia. In a few places, like Monument Valley in southern Utah, the wind has carved the sandstone into incredible natural sculptures that inspired Minecraft's very own mesa biomes.\nAs a result it's pretty common —— you'll find sandstone all over the world。Red sandstone is real too —— it's created in places with lots of iron in the ground，like the southwestern United States，central Europe，the southwest of the UK，and Mongolia。In a few places，like Monument Valley in southern Utah，the wind has carved the sandstone into incredible natural sculptures that inspired Minecraft's very own mesa biomes。\n\nPhoto credit:Adc0317 . CC BY-SA 4.0\nPhoto credit:Adc0317 . CC BY-SA 4.0\nSo the next time you're trying out a desert survival experience, give sandstone a shot as your building material of choice (perhaps paired with acacia wood?). You'll be surprised how versatile it can be!\nSo the next time you're trying out a desert survival experience，give sandstone a shot as your building material of choice (perhaps paired with acacia wood?)。You'll be surprised how versatile it can be！\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1503665580,
            "txt_content": "gg，翻了一半，刷新发现手慢了"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1503665640,
            "txt_content": "emmmmm感觉这一期的这周方块好无聊啊XD"
        },
        {
            "author": "cc7w",
            "timestamp": 1503665640,
            "txt_content": "kakagou12 发表于 2017-8-25 20:53\ngg，翻了一半，刷新发现手慢了\n啊？我还故意在某搞♂事群里问了一圈没人搞我才去的→_→\n\n搞事群看新闻版版头【跑"
        },
        {
            "author": "cc7w",
            "timestamp": 1503665700,
            "txt_content": "猜猜谁是谁 发表于 2017-8-25 20:54\nemmmmm感觉这一期的这周方块好无聊啊XD\n我觉得最刺激的就是我发的那个水【跑"
        },
        {
            "author": "Mithey",
            "timestamp": 1503666420,
            "txt_content": "1345979462 发表于 2017-8-25 20:54\n啊？我还故意在某搞♂事群里问了一圈没人搞我才去的→_→\n\n搞事群看新闻版版头【跑 ...\n违规宣传群 扣贡献"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1503668880,
            "txt_content": "1345979462 发表于 2017-8-25 20:54\n啊？我还故意在某搞♂事群里问了一圈没人搞我才去的→_→\n\n搞事群看新闻版版头【跑 ...\n唔，我把那个群的消息关了……"
        },
        {
            "author": "Slimeboy666",
            "timestamp": 1505302740,
            "txt_content": "额...好少啊，这一期太水了"
        },
        {
            "author": "ShenXian_123",
            "timestamp": 1598156640,
            "txt_content": "666666666666666666666"
        }
    ]
}