{
    "title": "【原创·连载】【末影检查官】【02】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 1,
    "timestamp": 1503723840,
    "txt_content": " 本帖最后由 tzxwdu 于 2017-8-26 13:06 编辑 \n【末影检查官】【02】\n\n\n\n\n\n一些废话\n\n\n\n1.如果排版有点杂乱，请稍等，我会尽快处理好\n2.我已经检查了2遍，如果还是有错别字或者语句不通，请下方留个言，感谢！\n3.其实我已经写好3章了，但是我慢慢发，因为要留点存稿。毕竟开学后我不一定有很多时间来写了。\n4.文笔捉急QAQ，我也在尽量提升，如果大家有什么建议请留言，我都会看的\n\n\n\n\n\n正文\n\n\n\n02\n\n\n出发去末影要塞前，不知为何，我的心情格外的好。白天的时候，我喜欢在院子里坐着，看看家乡的风景。谁知道，我去了以后，什么时候才能回来。\n 这一天早上，我正在屋里吃早饭，忽然听见木门“嘎吱”的声音。走到屋门前一看，是比岚。比岚是真正的皇族，他的地位非常高。但他不在乎地位，愿意和我成为朋友。我们从小就像兄弟一样一起玩，互相包容。只不过，他比较喜欢损我。当然，我不会在意这些的，好朋友当然要珍惜。\n 但我看他脸上的表情有点着急，心里十分疑惑。“比岚？怎么了？”\n “出事了！有一个人想揭发你之前在军校中的严重违纪。如果真的成了，你可能会被解职，甚至被处分。”\n 我？严重违纪？我的眼珠开始转着圈子。我违纪了吗？在我的印象之中，我应该是很守纪的呀，教官们都是这么评价我的。\n “难道你忘了？”比岚睁大眼睛，摇摇我的手臂，“1年级和2年级的时候，给你母亲汇款的事？不记得了吗？”\n 听到这里，我恍然大悟。大学刚上学不久，母亲就得了重病，我又不在家照料她，于是病情逐渐加重。我没有办法，只好把我所有的生活费和奖金什么的全部寄回老家给母亲用，自己的生活费用，只好用我一位非常要好的哥们儿的了。他比较节俭，并且还是能理解我的。可是，这样的行为在军校里的禁止的，教官的说法是“本来就是自己的生活费，不得用于其他用途”。我对此很气愤，却没有任何办法，只能暗暗地寄走钱，一直到母亲的病好转为止。谁知道，过了几年，有人还要找我算账！\n 在我印象中，我是没有仇敌的，但是这个人竟然这样对我！\n “快去看看情况吧，诺特。晚了，可就不好啦。他就在你院子旁边的白桦林里呢。”\n 听完他的话，我直接冲出家门，到小树林里。找了一会儿，发现一位面容清秀的少年。根据比岚的描述，应该就是他了。我冲到他面前，大声地质问：“你！你！是不是就是你！”\n “我什么？你要干什么？”少年的眼角闪过一丝惊慌，被我发现了。于是我更加愤怒：“你还装作什么都不知道的样子，竟然敢揭发我和我的母亲！你只想着那些没有用的规矩，有没有想过，我寄钱是想保证她的健康，难道这都不行吗？你有没有人性！”\n 我凶神恶煞的样子似乎吓住了那位少年。“不，不是，真的不是我。你认错了吧。”\n 好吧，他不说，可别逼我来硬的。我左手用力抓住他的两只手，右手握成拳头。他看起来比我小两岁左右，身体也没有我强壮，所以我很轻松地制服了他。愤怒地咆哮着：“还敢狡辩！”没想到他还不承认，于是我直接对准他的脸就是一拳。\n “你要干什么！别打我！你是不是活的不耐烦了，想犯罪？”我听不见他说话，只想着我和我的母亲。\n “救我！救我！有人要杀人了！”他终于忍不住了，开始大喊。\n “呵呵，你喊吧，你觉得，谁没事会到这白桦林里来救你？”我冷笑一声。令我没有想到的是，熟悉的声音在我背后响起：“谁说没人会来救他？”\n 我本能地放开少年，回头一看，是比岚！他怎么会在这里？还说……要救他？等等，他们好像互相认识，难道这位少年也是皇族什么的？那我岂不是要完了？\n 比岚看着我惊讶的表情，解释道：“他可是MC帝国的王子呢，被你这样打……”\n “什么？！”我的内心冒出一个念头：我完了。我打了帝国的王子几拳，还骂了他！我怎么办，估计我的小命就这样交代了吧。我腿一软，跪在地下，闭上双眼，用十分虚弱的语气说道：“对，对不起……王子……我不知道是您……如果您要杀我，现在就杀吧，但请不要杀我的母亲，她已经很老了，失去了父亲和我，已经非常不容易了……”\n 没想到，王子不仅没有愤怒，而且露出了爽朗的笑容：“我认识你呢，你叫诺特是吧？在军校是很有名的，你很优秀。我不会杀你，更不会杀了你的母亲。因为我想，你不会有这么胆大吧，肯定……是比岚，你策划的，是不是？”原来是这样，我就这么被从小玩到大的好朋友坑了。比岚尴尬地笑笑，他没想到事情会发展成这样，毕竟我平常很少发怒。\n 王子摇摇晃晃走了几步，对比岚说：“我们回皇宫去吧？”比岚点点头，于是他们便慢慢往公交站走。走了几步，王子突然转过头来：“忘记跟你说了，我的名字是波利安。这一次事情你就不要放心上了，毕竟你不是故意的，我也原谅你了。但是你要记住，以后不要那么冲动，要是换成其他皇族的人，你可能现在已经掉脑袋了。”\n 看着王子的背影，我忽然有种大难不死的感觉。我们的帝国王子能有这样的胸怀，也是让我十分感动。我慢慢走回家，心里又愉快了很多。明天，就是去末影要塞的日子了呢……\n\n字数：1755作者：tzxwdu\n\n\n\n传送门\n\n索引贴：还木有哦=￣ω￣=\n上一章【01】\n下一章【03】：还木有哦=￣ω￣=\n\n\n\n\n嘉宾席（依然是随便at几个人2333）\n（如果需要at，可以下方回复）\n@gggbbb @guqu @FHC红石 @冥王星人 @@WM2030 @LED--风扇 @bo_bo2001 ",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1503741720,
            "txt_content": "讲道理你这个人设让我感觉比岚才是王子……这不是有胸怀，这就是软啊= ="
        }
    ]
}