{
    "title": "现已登上领域：测试地图与忍者防御",
    "author": "cc7w",
    "replyCount": 5,
    "timestamp": 1503726060,
    "txt_content": " 本帖最后由 1345979462 于 2017-8-26 14:24 编辑 \n\n\nNEW ON REALMS: TESTING AND TESTIFICATES\n现已登上领域：测试地图与忍者防御\nFour new curious creations come to Java Realms\n四张新奇的地图登上Java版领域\n\n\n　　Hello Minecrafters! If you’re still reeling from the last Java Realms mega-release, we’ve got a short but tasty update that we think you’ll enjoy!\n　　Minecraft的玩家们好！不管你们是否还沉醉于上次Java版领域更新中，现在我们为你们带来了一次你们绝对会喜欢的小更新！\n\n　　Every few weeks we put together a wonderful bundle of joy like this: amazing maps, made by the community, curated by us and sent out to you for free - all via the Realms service on Java Edition.\n　　每隔几周我们都会像这次一样，将一些不错的东西，例如，经过制作者的巧妙制作与我们的精心策划的地图，放到Java版的领域设备之上，供你们免费游玩。\n\n　　This week we have a new entry for our Experience category, two mend-bending minigames, and a dash of the ever popular running and jumping. Read on to learn more about each one!\n　　这周的新地图，一张是体验类型的，两张是修复过漏洞的小游戏，还有一张是永远都会流行下去的跑酷。向下阅读来获得地图的有关信息吧！\n\nQMAGNET’S TEST MAP\nby qmagnet\n\n[bili=13824832]1[/bili]\n\n　　You might remember qmagnet from his Diversity maps, some of the most downloaded maps ever, and definitely one of my high points of MINECON 2015. He’s been a bit quiet lately, so we were delighted when he dropped by to share this new kind of map. Originally designed as a map to test pretty much everything in Minecraft, his creation now comes to you as a Realms Experience.\n　　你可能因为多样性地图认识qmagnet，那些地图的下载量高居榜首，并且明确地来说，最高峰可能就是MINECON 2015了。在那之后他的消息逐渐变少，所以他顺便再次分享这张新类型的地图时，我们是很高兴的。设计这张地图的目的就是，测试Minecraft中的一些东西，他的作品现在可以在领域中体验了。\n\n　　While the map will show you things such as one of every block or mobs frozen in place for your viewing pleasure, it’s also got some tools that border on being toys. There’s a room to try out particles, weather, fireworks, and beams, a room to spawn mobs with effects and have them fight, or maybe you’d like to find out how to create a banner with any country’s flag. If you’re the kind of person who wants to create or try out different resource packs, this map will be extra useful for you. For most of us, it serves as a kind of museum to all of the things that are in Minecraft\n　　这张地图会向你展示一些很棒的东西，例如，静止不动的方块和怪物，这些东西可以供你观赏，其中也有一些调试用的工具。地图中有可以测试粒子效果，天气，烟花和装备的房间，有能够生成带有状态效果的怪物并让它们战斗的房间，或许你能在其中弄清合成带有任何国家国旗标志的旗帜的方法。如果你是一位想制作或尝试不同资源包的人的话，这张地图对你就很有帮助。对于我们中的大多数人来说，它更像是一座装有Minecraft中所有东西的博物馆。\n\nNINJA DEFENSE\nby Rogue_Baron\n\n\n\n\n\n\n\n\n\n　　Do you have what it takes to defend against waves of illagers? It’s going to take patience, dedication, and precise rhythmic timing! In this minigame, nefarious foes will attack you from four directions. Your task, as a master of villager martial arts, is to defeat each of them before they reach you. If you touch, it’s game over, but you can hop right back in and try again. We think anything above fifty points is pretty good, so give it a try!\n　　你拥有抵御成波村民攻击的必要条件吗？你需要耐心，投入精力以及准确把握好时机！在这张小游戏地图中，邪恶的敌人会从四个方向攻来。你的任务就是，作为一位村民中的武术宗师，在他们接触到你之前击倒他们。如果你不慎碰到了那些家伙，游戏就结束了，但你能够跳回战场重新尝试。我们认为如果你能打到50分以上的话就很厉害了，所以请尝试一下吧！\n\nPENTABLOCK\nby Incarceron, Jbip, dragonmaster95\n\n\n\n\n\n\n\n\n\n　　Joining other minigames that have taken emulated physical board games, PentaBlock features simple grid-based gameplay with a literal twist: after placing each piece, you rotate one of the four quadrants. This action can be used to block your opponent’s plan, or to lock your own winning strategy into place. Line up five game pieces and you win!\n　　其他小游戏也有模拟物理棋盘类型的，这张地图虽然基于网格，但是特点是带有旋转特效：在放好你的棋子之后，棋盘的四分之一部分会被旋转。你可以利用这个特性来打乱你的对手的计划，或者实施自己的胜利策略。将五个棋子排成一排你就赢了！\n\nMAGMA RUNNER\nby Rogue_Baron\n\n\n\n\n\n\n\n\n\n　　Magma Runner is a bit like a reverse original Donkey Kong, mixed with a pachinko machine and explosives. If that description isn’t at all relatable, the goal of Magma Runner is to run real fast towards the bottom of the course before the descending magma catches up to you. To assist you in this, you’ll get powerups like TNT, so you can blow up the floor, or cobwebs, so you can trip up your competitors. Three difficulty settings allow you to customize the challenge, or in our case, allow us to burst into flame even faster.\n　　这张地图有点像大金刚的反转版本，其中混合和弹球机和爆炸。如果这种描述根本不可信的话，本地图的目标就是，在逐渐下落的岩浆之前先行到达底部。在你完成目标的同时，你会获得类似于TNT的加成道具，所以你能够将地板炸出洞，或者用蜘蛛网将你的对手困住。通过设置三个与难度有关的选项，你可以自定义挑战难度，或者我们举个例子，会让我们在火焰中的生命怒放的更剧烈。\n\nNEXT TIME, ON MINECRAFT REALMS...\n下次登上Minecraft领域的是……\n\n　　Our work here is never done, so we’re already working on the next release, tentatively scheduled for September 15th. If there’s a piece of content from your favorite creator that you’d like featured on Realms, let them know, and they can drop off their map at the Realms subreddit.\n　　我们的工作从不会结束，所以我们已经开始致力于下次更新的任务了，更新时间暂定为九月十五日。如果你想让你喜欢的地图登上领域的话，请让地图制作者知道，然后他们就可以将地图放在领域Reddit上了。\n\n　　To learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n　　要想了解将Java版领域的这些或其他内容在你的电脑上游玩的方式的话，请查看帮助页面。如果你自己还没有试过领域的话，在Minecraft领域页面上会有一颗蓝色钻石按钮，具体位置为Minecraft：Java版主页面。点击它，然后跟随提示你就能免费获得30天的领域使用权！\n\n　　Happy Minecrafting!\n　　开心的去玩Minecraft吧！\n\n\n原文地址：https://minecraft.net/en-us/arti ... ng-and-testificates\n原文作者：Marc Watson\n原文发布时间：2017/08/25\n翻译者：c7w\n翻译时间：2017/08/26\n\n\n",
    "replies": [
        {
            "author": "青苦",
            "timestamp": 1503735300,
            "txt_content": "额啊......材质测试地图有什么必要加入领域？"
        },
        {
            "author": "1924837262",
            "timestamp": 1503902820,
            "txt_content": "66666666666666"
        },
        {
            "author": "安小星",
            "timestamp": 1503997740,
            "txt_content": "好，我喜欢"
        },
        {
            "author": "香香的卤蛋",
            "timestamp": 1504516800,
            "txt_content": "看起来好玩可是没钱"
        },
        {
            "author": "xu2414418650",
            "timestamp": 1504611660,
            "txt_content": "66666666666"
        }
    ]
}