{
    "title": "「Minecraft.net|CULTURE」如出一辙",
    "author": "cc7w",
    "replyCount": 4,
    "timestamp": 1503741240,
    "txt_content": " 本帖最后由 cc7w 于 2020-7-15 14:31 编辑 \n\nCULTURESpitting Image\n如出一辙\nElisthetic and Aequotis replicate this hallmark of British warplanes\n来看看Elisthetic和Aequotis仿建的这架英国战机！\nEmily Richardson\n\n\n“A build, no matter the size, can spark many feelings and emotions in anyone,” says Adam 'Aequotis' Berry, one of the builders behind this magnificent Spitfire reproduction! He’s right, I think, as I remember a Minecraft replica of cheeseburger and lose my focus entirely.\n“ 无论是巨丽雄伟，还是小巧玲珑，建筑总能引人兴怀，触人感伤。”这句话出自Adam Aequotis Berry之口，就是他参与完成了这架喷火式战斗机的完美复刻！再说这话也真不假，在想到之前有人在Minecraft里仿建了起司汉堡之后，我的思绪便飞到了九霄云外。\n\nMmmmmm cheeseburgers, with the cheese, on the burger. MMMMMMmmmmm... what was I writing about again?\n唔姆姆姆姆姆……起司汉堡啊……香甜可口的奶酪，浇在外酥里嫩的汉堡上……唔姆姆姆姆姆……等下，我在写什么？\n“I feel scale is subjective,” Adam says, causing me to come back to reality with a notably tasteless jolt. I wipe the drool from my face and try to scrub all trace of the greasy, delicious burger from my mind. “A city is certainly more significant than a plane, but think of this plane as me and my girlfriend trying something new together.”\n“ 我感觉，飞机的大小具有一定的主观性，” Adam这么一说，把我从起司汉堡的美梦中惊醒，让我顿时感觉眼前的一切索然无味。擦了擦早已垂下三尺的口水，我尝试将所有对汉堡的念想从脑海中揩去。“城市当然比飞机宏伟瑰丽，但姑且把这架飞机当做我和女票对新鲜事物尝试的产物吧。”\n\n\n\n嘿，这东西可没开头那张图那样引人眼球！发生什么了？哦，原来这张图是来自施工现场的截图。在这篇文章后面的图片里，你就能观览建筑全貌了！\nAequotis has a lot of experience with Minecraft builds - he’s the owner of Cubed Community, the building team behind Westpoint, which we’ve featured on the site previously . However, he’s happy to be making something a bit different from his usual landscapes or environments. Especially as, this time, his partner Elisthetic is helping him out.\nAequotis在Minecraft建筑领域颇有造诣——他是【Cubed Community】的组长，曾带领组员们一起造出了我们官网曾经介绍过的【Westpoint 城市】。然而，他也乐意做些和平时的景观环境不同的东西。特别是这次，朋友Elisthetic来帮他的时候。\n\n“The Spitfire is a thing of beauty,” Adam explains. “Ever since childhood I have found planes to be that one thing that keeps me dreaming. Luckily, one day, my girlfriend turned to me and said, ‘hey, let’s build it in Minecraft!’ So, one day later, we finished the Spitfire and poof! Here it is.”\n“ 喷火式战斗机可以说是美的集合，”Adam向我们解释说，“打小我就有对这种飞机的幻想与憧憬。说来也幸运，有一天我女票来找我说，‘嘿，我们在Minecraft中把它造出来吧！’于是，一天后，我们就大功告成了！”\nIt’s a remarkable achievement for a day’s work, too, given that they’ve made it using the actual dimensions - something Aequotis isn’t necessarily able to do with his other builds. “Actual dimensions are unreachable at the scale that cities are made, where typically one block is equal to a metre,” he explains.\n只用一天的时间，实现等比例复现（之前的建筑里，他可从来做不到这一点），真真是可以称为不朽的功绩了。“真实大小1:1等比复现的方法并不适用于像城市这样巨大的建筑。”他向我们解释说。\n\n\n\n\nEqually, it’s exactly this that appeals to him. “I got into Minecraft by accident, actually,” he says, “researching designs for an architectural class three years back. I happened upon some structures made of blocks and it piqued my interest. I decided to get involved; try my hand at the legendary block game! What compels me is the new friends, experiences and being able to build stuff that’d take waaaaay too long in real life. I’d rather not build a city by hand, if you get me.”\n同样，也正是这次仿建的可能性吸引了他。“说实话，我邂逅Minecraft纯属巧合。”他说，“三年前，我在为建筑课搜罗设计方案。就在这时，我遇到了一些用方块搭成的建筑结构，极大地激发了我的兴趣。于是，我也决定参与其中，切身体会一下这款传奇的方块游戏！结交新友，探索体验，以短暂之时间，创无限之可能，是吸引我热爱这游戏的闪光点。如果你明白我什么意思的话，就能理解相比之下，我不想靠双手筑起现实城市的原因了。\n\nWe do.\n我们当然理解。\n\nWith his community of likeminded block builders, Aequotis is able to achieve amazing feats of architecture. However, he says his dream build is his part-built solo passion project - the mysterious medieval woodland,Catalné, which we’ve also featured previously . (What can we say? Dude’s prolific and precise in equal measure.)\n和拥有相同想法的建筑师团队一起，Aequotis在建筑领域创就了灿烂辉煌的功绩。但是他说，他理想中的建筑作品，是目前仍在施工中的一项单人项目——神秘中世纪树林【Catalné】，之前我们也介绍过了。（我还能再说什么呢？这大兄弟的作品产量还高，质量又好）\n结交新友，探索体验，以短暂之时间，创无限之可能，是吸引我热爱这游戏的闪光点。\n“It’s a massive project and a dream I’ve had since childhood - a massive medieval wonderland. So far it’s expanded beyond ‘big’, managing to blast my older solo projects out of the water, having hit a size of 2000x2000 blocks. All hand-placed.”\n“那是个大工程，是我从小以来的梦想——没错，大型中世纪幻想世界。到目前为止，‘巨大’已经再无法形容它了，它已击败我之前所有的单人项目，到达2000x2000大小了，而且，所有的方块都是我用手一点一点搭出来的！”\n\n\n\n\nSo, given that he’s already making his Minecraft dream, what’s next on the horizon? What could possibly compete with Catalnè? “After that’s finished, I think I’ll likely try a city reminiscent of Turkey. The architecture and diversity truly interests me and I’d like to mix things up with a modernist touch.\n所以，既然他正在制作理想中的地图，那么之后，他又会为我们带来什么呢？还有什么能够与Catalnè比肩呢？“在那张地图完成后，我可能会试着仿制一张怀旧风的土耳其地图。那里的建筑和多样的文化着实让我着迷，我想将那里的风格与现代风实现完美交融后，展现给大家。”\n\n“Typically, I work on multiple maps at the same time, while making small projects and tiny builds to spark imagination and keep me motivated. You never know what will pop up, since the possibilities in Minecraft are endless. This Spitfire took around four hours of planning, then two hours of building. At one point we realised the wings were on upside-down after an accident, though.”\n“ 一般来说，我手头上会同时进行好几张地图的建造。像这样造些小点的建筑，能激发我的灵感，让我保持热情。你永远无法预知下一秒有什么想法涌现，正因Minecraft世界有无限可能。这架喷火式战斗机花了我大约四个小时来企划，然后两个小时来建造。而且是在建造的过程中，我们才突然认识到机翼其实是上下翻转的。”\n\n\n\nSo, bearing that in mind, what advice would he give to novice builders just spreading their wings (geddit? WINGS – LIKE ON A PLANE!!!)? “My best advice is always practice and look at images. Doing a build straight off the starting line is gonna end badly. It’s best to plan first, observe similar builds and form ideas. Try replicating a build style you’re interested in. Apart from that, just asking a friend for advice and talking about stuff is an excellent way to conjure new ideas. Plus, keep chocolate nearby as it’s brilliant brain fuel - yep!”\n所以，将此铭记于心后，他会给准备施展“翅膀”的建筑新手们什么建议呢？（你懂我意思吧？翅膀，就是飞机上的那个翅膀！！）“我最首要的建议是，加强练习，培养观察原图的能力。从头开始直接一个劲猛冲，最后结局一定会很悲惨。最好是先做好计划，观察其他类似的建筑，然后头脑中形成设想与方案。还有，要试着去复建你感兴趣的风格。除此之外，多问问朋友，多和他们交流，让他们提供建议，也是让灵感涌现的好方法。最后，在你手边放几块巧克力，毕竟糖类可是大脑最好的燃料——没错！”\n\nI’m glad he just said that, because to make up for the glaring lack of cheeseburgers around the office, I’m now stuffing my face with chocolate. I’ll have to wrap this article up soon as a result ‘cos now the melted remnants have smudged into the keyboard and all the keys are stuck and Tom's threatened to fire me if he catches me licking it clean again.\n我很高兴他这么说，因为巧克力能弥补办公室周边起司汉堡的短缺。现在我正把巧克力塞得满脸都是呢。我现在得赶紧把这篇文章水完，因为熔化的巧克力酱淌到了键盘上，所有的按键都粘在了一起。汤姆还威胁我说，再看到我搁那舔键盘，就让我卷铺盖卷走人呢！\nWhile I do that, why don’t you go and check out Elisthetic and Aequotis’ build and, if you want to keep up to date with what they’re doing, follow Elisthetic or Aequotis on Twitter and at his CubedCommunity website?\n在我舔键盘的时候，你为什么不去看看【这两位天才的建筑】呢？或者，如果你想要第一时间了解他们的消息，关注他们两人的【Twitter】，和他的【CubedCommunity】网站吧！\n\nRender by Droolie\n渲染图提供：Droolie\n\n\n【c7w 译自官网 2017 年 08 月 26 日发布的 Spitting Image；原作者 Emily Richardson】\n【本文排版借助了：SPX】\n\nS P I T T I N G    I M A G E\n如  出  一  辙\nElisthetic and Aequotis replicate this hallmark of British warplanes\nElisthetic 和 Aequotis 复建这一标志性的英国战机\n\n\n　　“A build, no matter the size, can spark many feelings and emotions in anyone,” says Adam “Aequotis” Berry, one of the builders behind this magnificent Spitfire reproduction! He’s right, I think, as I remember a Minecraft replica of cheeseburger and lose my focus entirely.\n　　“一座建筑，不论规模大小，都可以燃起一个人的情感火花。”Adam “Aequotis” Berry这样说道，他是这座壮观建筑的重建者之一！我认为，他说的是对的，因为我一回想起用Minecraft重建的干酪肉饼时，我就完全走神了。\n\n　　Mmmmmm cheeseburgers, with the cheese, on the burger. MMMMMMmmmmm... what was I writing about again?\n　　Mmmmmm，干酪肉饼，把新鲜的干酪放在美味的肉饼上。MMMMMMmmmmm……等下，为什么我又写了一遍干酪肉饼？\n\n　　“I feel scale is subjective,” Adam says, causing me to come back to reality with a notably tasteless jolt. I wipe the drool from my face and try to scrub all trace of the greasy, delicious burger from my mind. “A city is certainly more significant than a plane, but think of this plane as me and my girlfriend trying something new together.”\n　　“我感觉建筑的规模是要凭经验的。”Adam这样说道，这导致我身体一抖，注意力回到了现实。我擦了擦嘴边的口水，尝试从我的脑海中擦去油腻，美味的汉堡的踪迹。“一座城肯定比一架飞机更重要，但是你可以把这架飞机想象成我和我女朋友共同尝试一些新东西后的产物。”\n\n\n\n　　Hey, this isn't nearly as impressive as the opening image! WHAT GIVES. Oh, this is actually a handy work-in-progress screen. Check out the gallery later in the article to see the build come together!\n　　嘿，这跟开头的图片一点都不一样！出什么情况了。哦，这其实是用手搭出来的轮廓，还没完工的一张截图。看看这篇博文后面的画廊来看看这建筑拼在一起的形态！\n\n　　Aequotis has a lot of experience with Minecraft builds - he’s the owner of Cubed Community, the building team behind Westpoint, which we’ve featured on the site previously. However, he’s happy to be making something a bit different from his usual landscapes or environments. Especially as, this time, his partner Elisthetic is helping him out.\n　　Aequotis 在Minecraft建筑方面有很丰富的经验 —— 他是 Cubed Community ，即 Westpoint 背后的建筑团队的管理者，那也是我们网站之前的介绍内容。但是，他在建筑和普通的景观和环境不同的东西时，也是很高兴的。特别是，这次，他的伙伴 Elisthetic 帮助了他。\n\n　　“The Spitfire is a thing of beauty,” Adam explains. “Ever since childhood I have found planes to be that one thing that keeps me dreaming. Luckily, one day, my girlfriend turned to me and said, ‘hey, let’s build it in Minecraft!’ So, one day later, we finished the Spitfire and poof! Here it is.”\n　　“Spitfire 也是美的一种，”Adam解释道，“自从童年以来，我就发现飞机总是令我幻想。幸运的是，有一天，我的女朋友找我然后说，‘嘿，让我们在Minecraft中重建它吧！’所以，一天以后，我们就完成了Spitfire！图片就在这儿。”\n\n　　It’s a remarkable achievement for a day’s work, too, given that they’ve made it using the actual dimensions - something Aequotis isn’t necessarily able to do with his other builds. “Actual dimensions are unreachable at the scale that cities are made, where typically one block is equal to a metre,” he explains.\n　　考虑到他们是等比例的重建，花费一天的时间完成这样的工程，真是了不起的成就！——但是，并不是Aequotis所有的建筑都需要等比重建。“如果你重建类似城市这种规模的建筑的话，等比重建基本是不可完成的，因为比例是一个方块为一米。”他解释道。\n\n\n\n\n\n\n\n\n\n　　Equally, it’s exactly this that appeals to him. “I got into Minecraft by accident, actually,” he says, “researching designs for an architectural class three years back. I happened upon some structures made of blocks and it piqued my interest. I decided to get involved; try my hand at the legendary block game! What compels me is the new friends, experiences and being able to build stuff that’d take waaaaay too long in real life. I’d rather not build a city by hand, if you get me.”\n　　与之相等的，是它对他有极大的吸引力。“其实，我是偶然进入Minecraft的，”他解释道，“那是三年前，我在调查一个建筑课程的时候。我看到了一些用方块组成的结构，然后它们吸引了我的兴趣。我决定参与其中，用我的双手亲自尝试一下这传说级的方块游戏！吸引我的地方有很多，我能遇到新朋友，在这世界中进行探索，我能够建造出现实世界中需要花费很长时间才能完成的东西。如果你找到我的话，我宁可不用手建造出一座城市。”\n\n　　We do.\n　　我们知道。\n\n　　With his community of likeminded block builders, Aequotis is able to achieve amazing feats of architecture. However, he says his dream build is his part-built solo passion project - the mysterious medieval woodland, Catalné, which we’ve also featured previously. (What can we say? Dude’s prolific and precise in equal measure.)\n　　和他志同道合的方块建筑师们一起，Aequotis能够实现惊人的建筑壮举。但是，他说道，他梦想中的建筑是目前部分建成的独奏激情的项目 —— 神秘中世纪的仙境，Catalné，之前我们也曾介绍过。（我们能说什么呢？他的作品不仅高产，而且质量好。）\n\n\n\n　　“It’s a massive project and a dream I’ve had since childhood - a massive medieval wonderland. So far it’s expanded beyond ‘big’, managing to blast my older solo projects out of the water, having hit a size of 2000x2000 blocks. All hand-placed.”\n　　“它是一项庞大的工程，也是我从小以来的梦想 —— 一处巨大的中世纪的仙境。迄今为止它的大小已经不可以用‘大’来描述了，它的大小要挑战我过去用水建成的单人作品，其大小为 2000x2000 个方块。所有的方块都是用手逐个放置的。”\n\n\n\n　　So, given that he’s already making his Minecraft dream, what’s next on the horizon? What could possibly compete with Catalnè? “After that’s finished, I think I’ll likely try a city reminiscent of Turkey. The architecture and diversity truly interests me and I’d like to mix things up with a modernist touch.\n　　所以，考虑到他正在建造他梦想中的建筑，接下来会怎么样呢？什么建筑能够挑战Catalnè呢？“在那建筑完成之后，我认为我会尝试重建一座土耳其怀旧风的城市。我觉得那里的建筑和文化的多样化十分有趣，我也喜欢用现实主义风格将东西混合在一起。”\n\n　　“Typically, I work on multiple maps at the same time, while making small projects and tiny builds to spark imagination and keep me motivated. You never know what will pop up, since the possibilities in Minecraft are endless. This Spitfire took around four hours of planning, then two hours of building. At one point we realised the wings were on upside-down after an accident, though.”\n　　“我经常同时制作多张地图，这能够让小型项目的灵感火花充分释放，不断给我启发。你不知道什么时候会突然出现一个新点子，因为Minecraft所提供的可能性是无限大的。这艘Spitfire的计划大概花了我四个小时，然后的两个小时用来建筑，虽然中途我们意识到机翼颠倒了。”\n\n\n\n　　So, bearing that in mind, what advice would he give to novice builders just spreading their wings (geddit? WINGS – LIKE ON A PLANE!!!)? “My best advice is always practice and look at images. Doing a build straight off the starting line is gonna end badly. It’s best to plan first, observe similar builds and form ideas. Try replicating a build style you’re interested in. Apart from that, just asking a friend for advice and talking about stuff is an excellent way to conjure new ideas. Plus, keep chocolate nearby as it’s brilliant brain fuel - yep!”\n　　所以，将其铭记于心，他会给建筑新手哪些建议，让他们展开建筑的翅膀呢？（懂吗？翅膀，机翼，就像飞机上的那样！！！）“我的建议永远是多加练习，多看一些图片。直接开始建筑的结局往往会很糟糕。首先有计划是最好的，观察类似的建筑，形成建筑的相关理念。请尝试重建你感兴趣的建筑类型。除此之外，你也可以向你的朋友寻求建议，和他们讨论一些问题，这也是一种能够冒出极棒新点子的方式。另外，在你的身边放几块巧克力，作为大脑的燃料——是的！”\n\n　　I’m glad he just said that, because to make up for the glaring lack of cheeseburgers around the office, I’m now stuffing my face with chocolate. I’ll have to wrap this article up soon as a result ‘cos now the melted remnants have smudged into the keyboard and all the keys are stuck and Tom's threatened to fire me if he catches me licking it clean again.\n　　我很高兴他刚刚说了巧克力，因为为了弥补办公室周边干酪肉饼的短缺，我现在就正在吃巧克力。因为我需要快点写完这篇文章，所以结果就是已经融化的巧克力滴落在了我的键盘上，所有的按键都被黏住了。Tom恐吓我说，如果他下次再抓到我舔键盘的话，就把我解雇。”\n\n　　While I do that, why don’t you go and check out Elisthetic and Aequotis’ build and, if you want to keep up to date with what they’re doing, follow Elisthetic and Aequotis on Twitter and at his CubedCommunity website?\n　　在我舔键盘的时候，你为什么不去看看 Elisthetic 和 Aequotis 的建筑呢？如果你想第一时间知道他们在做什么的话，你也可以在推特上跟随 Elisthetic 和 Aequotis ，或者看看他的 CubedCommunity 网站。\n\n\n原文地址：https://minecraft.net/en-us/article/spitting-image\n原文作者：Emily Richardson\n原文发布时间：2017/08/26\n翻译者：c7w\n翻译时间：2017/08/26\n\n\n",
    "replies": [
        {
            "author": "可口可乐dseg",
            "timestamp": 1503741420,
            "txt_content": "画风。。。好搞笑"
        },
        {
            "author": "cc7w",
            "timestamp": 1503741480,
            "txt_content": "可口可乐dseg 发表于 2017-8-26 17:57\n画风。。。好搞笑\n老哥你看第一张配图下面的那句话了没→_→"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1504024020,
            "txt_content": "干酪肉饼 \n你是不是没去过M记\n"
        },
        {
            "author": "1204983919",
            "timestamp": 1504344540,
            "txt_content": "666666666666666"
        }
    ]
}