{
    "title": "【原创|单篇】道海杂文-乌鸦",
    "author": "WM2030",
    "replyCount": 4,
    "timestamp": 1503880980,
    "txt_content": " 本帖最后由 guqu 于 2017-8-28 22:58 编辑 \n\n乌鸦\n      下午两点，二十岁的保险推销员克洛走到了十字路口，向左拐。\n      三分钟前，他在一间老式公寓的门口同他的妻子挥手告别。这栋房子附近交通是很方便的，现在却已经没剩下多少人，只有几个\n劳资比机器更低廉的装配工人还住着，由此看来它大约不久就会被拆掉了。克洛的工作和他们比起来要少许好一点，但是也差不了太\n多，尤其是在工资方面。现在的时局很好，福利也很高，想要买保险的人是不多的。一年前，克洛对这些事情还不太明白，后来客户\n讲得多了也就知道些。但他还是想着过几年保险这行当又会兴旺起来的，他的这种期望不太有根据，所以有时候遭了质疑，只好用“\n不证自明”四个字挡着。\n      克洛今天本来是不必出门的，他只是想到屋外走走。他的妻子崴了脚，叮嘱了几句，就在家里歇着了。\n      天上的云黑黑的，没有可供阳光透过的缝隙，也不知是灰尘太大还是将要下雨。克洛懊悔着自己没有听妻子的话，带上他的黑伞\n，却又不愿意折回去取，就硬着头皮继续往前走。\n      正这么想着，雨就下来了。指甲般的雨滴打在克洛的油亮黑头发上，刺得他脑壳生疼。克洛捂住自己的脑袋，躲到街边的雨篷下\n面。他为自己的失误越发感到懊悔和恼怒，同时又带着那么点庆幸。因为若是刚才回家，多半是要被妻子数落一顿的。\n      克洛的身后是一家不知道卖些什么的商店，但是克洛没有进去看一看的打算，也不怎么愿意去细究它到底做着什么生意，尽管他\n无聊得正在抠指甲。他嘴里念叨着：“指甲，雨……指甲，雨……” 一边疑心是不是把指甲拔掉能让这雨停下来。\n      店主从店里探出头来，对克洛挡住客源表示不满。她看上去年纪很大，头发已经掉得不剩多少。克洛站在原地没有动作，对于身\n边的脑袋无动于衷，于是店主呵呵地笑：“我知道你不会让开的……”\n      克洛从指甲和雨中暂时清醒过来，稍许向外挪出去一些，小心翼翼地试探着在什么距离上既淋不到雨又挡不着路。\n      店主哼着小调：“你果然是要让开的。”\n      克洛抠指甲的手颤抖着，长久的颤抖之后，是一声长久的嚎叫——克洛不小心把自己的指甲拔掉了。他跺着脚离开，愤愤地咒骂\n：“秃头的老女人！”\n      他的头皮在雨中又感到刺痛了，好像有人在用指甲掐。他忽然想起来自己刚才的猜想，脚就跺得更用力，地上的水花也更高了。\n\n      克洛现在无处可去了，他不好意思再躲回雨篷里，雨幕的遮掩反而让他手上的疼痛减轻些。地上的积水已经很深，水往克洛的皮\n靴子里渗进去，又从鞋子的孔缝里被踩出去。水把每一个毛孔都堵上，脚感觉自己几乎窒息。\n      克洛坐到路崖子上，跷起一条腿，拼了命地把靴子往外拔。靴底上沾的泥，碰了手上的伤，又是疼。\n      这靴子本来也不是克洛的，是他从旧货商店里淘来的。在它身上发生了什么故事，那是没人知道的了。不过这靴子穿到克洛脚上\n的时候已经是很破旧的了，在水里泡得又久了，再经不起折腾。不多时，靴子烂了，鞋底整个掉在地上，于是靴子也就取下来了。克\n洛把它抛到远处，再也看不见了。\n      另一只靴子没了伙伴，坚守的耐心就磨光了，很快它也飞到远处去，不知是不是同另一只会了面。\n      克洛终于能把自己的袜子扯下来。脚接触到空气，他和它都感觉自己重获新生。\n      现在克洛想回家去，处理一下伤口，洗个热水澡睡上一觉。他站起身来往回走，赤裸的脚在赤裸的路上踩着，他开始后悔自己丢\n掉了靴子。\n      克洛光着脚走在积水的路上，缺了指甲盖的手指被他含在嘴里，不知道是脚更疼还是手更疼。\n      背后水花的声音响起来，密集且嘹亮。\n      一只手拍在克洛的肩上：“兄弟！你在这儿！”\n      一群一模一样的人站在克洛身后，他们的目光热切地聚焦在他身上，让他自然地感到慌乱：“你们……”\n      这群人光着脚踩在水里，仔细打量起来大概并非完全相同，但他们能让人知道他们是一个紧密的集体。这不是通过服饰或者相貌\n可以达到的效果，尽管他们确实都穿着一样的黑白横带针织套头衫。\n      站在最前方的人声音恳切：“兄弟你一定是来参加游行的！”\n      “不……”\n      “你光着脚！”\n      “我……”\n      克洛被他们举起来前进。他们路过了那家商店，光脚的店主也被举起来一起走，她看着克洛，露出慈祥的微笑。克洛面对着笑\n容，想：我为什么不给自己买一份保险呢。我早该知道会有这种鬼事情要发生的……\n      他们走到了克洛出发的十字路口，他就被丢下了。他们丢得毫不犹豫，干净利落，好像克洛这个人从来没有出现在队伍里一样。\n秃头的老太凌驾在他们的上方，继续向前飘出去了。\n      克洛站起身，抖抖身上的水。迈开步子回家。\n      他在楼底下见到了他的妻子，她拿着克洛的伞，张开嘴，想要说些什么。\n      克洛迅速地转过身子，朝着他出发的十字路口坚定地走去。他听到身后的女人说：“你怎么又要走？”\n      他回头：“我不想看到你。”\n      两人的脑门同时被对方的子弹击中，一起倒在地上。\n      过了一会，一群乌鸦飞过来，俯在尸体上把肉啄了个干净。又过了一会，连骨头和血迹也不剩下了。两套衣服干瘪瘪地躺在地\n上，不知道在想些什么。\n\n注：\n本文同期发布于《复馥书华》。\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1503899580,
            "txt_content": "道理我都懂，但为啥连骨头都没剩下……这天上下的怕不是酸雨"
        },
        {
            "author": "冥王星人",
            "timestamp": 1503924300,
            "txt_content": "狗头写的越来越外星了"
        },
        {
            "author": "玄素",
            "timestamp": 1503967380,
            "txt_content": "死犟啊，哎。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1504067160,
            "txt_content": "外星\n嗯，大概看懂了一点\n为什么题目叫乌鸦……"
        }
    ]
}