{
    "title": "「Minecraft.net|CULTURE」井然有序的战舰",
    "author": "cc7w",
    "replyCount": 6,
    "timestamp": 1504009440,
    "txt_content": "\nS H I P    S H A P E\n井 然 有 序 的 战 舰\nA fleet of Japanese vessels from Yamada-Ken!\nYamada-Ken 建造的日本舰船船队！\n\n\n　　If you read Minecraft.net a lot, 23 hours a day, seven days a week, including Christmas/your wedding day (like you're supposed to) you've likely noticed that we enjoy our boat builds. We've featured fisher boats, perfect for trying to catch a bite, these Black Sails inspired ships, perfect for your classic pirate, and whatever the heck this awesome boat is supposed to be, perfect for... well, anyone who loves awesome things!\n　　如果你一周七天，不管是圣诞节还是你的婚礼，每天都花23小时阅读Minecraft.net上的文章的话（你就应该这么做），你可能会注意到，我们很喜欢舰船类型的建筑。我们推荐过渔夫的船，它非常适合抓鱼；我们推荐过黑帆之船，它非常适合实现海盗梦；并且，我们也推荐过最棒的船只，它很适合喜欢炫酷东西的人们！\n\n　　But ace as all these boats are, they might as well be a school of herring when compared with vessels we're featuring today - a fleet of Japanese ships, recreated in meticulous detail!\n　　但是作为这些船只中的王牌，相比较于今天我们将要介绍的内容——精心制作的日本舰船船队而言，以往的只能称为一群鲱鱼罢了。\n\n　　These ships are the work of Minecraft builder, Yamada-Ken. I first encountered one when I was bobbing through the high seas of Planet Minecraft and found the IJN Battleship Yamato. I was impressed by Yamada-Ken's level of detail, and his smart use of TNT cannons to show the Yamato's might. FIRE!\n　　这些船只都是Minecraft建筑师 Yamada-Ken 的作品。在我遨游在PMC公海海域时，我遇到了他们的作品之一 —— 日本大和号战列舰。我被 Yamada-Ken 对细节的注重程度所启发，他巧妙地运用了TNT大炮展示大和一族的可能性。开火！\n\n\n\n\n\n\n\n\n　　“Originally, I had an interest in warships and had made efforts to make plastic kits of them,” explains Yamada-Ken to me. “But I found it tiring to paint the kit and so was seeking for another way to enjoy building warships with total flexibility.”\n　　“起初，我对军舰很感兴趣，然后我就努力去制作它们的塑料模型，”Yamada-Ken 向我解释道，“但是我发现为模型涂色很累，所以我就去寻找另一种灵活性较强的建造军舰的方式。”\n\n　　It was Yamada-Ken's search for a more flexible building medium that helped him find our game. “I figured out that Minecraft would be great for building ships since I can start from scratch and I have no limit of which ship I [can] build.”\n　　正是由于Yamada-Ken对另一种灵活性较强的建造军舰的方式的搜索，这帮助了他找到了我们的游戏。“我发现Minecraft对于建造船只来说是很棒的，因为我能够直接从头开始，我所能够建造的船只没有限制。”\n\n　　The restrictions of plastic models gone, Yamada-Ken started considering how to use different aspects of Minecraft to create more detailed ships. “I can use the blocks with the colors I want,” he says. “I could also make interior and fit TNT cannons which cannot be done with plastic kits.”\n　　摆脱了塑料模型的限制，Yamada-Ken 便开始考虑使用Minecraft不同的材料来建造更加细节化的船的方式。“我可以使用拥有我想用的颜色的方块，”他说道，“我也能进行船体内部的内饰或安放TNT大炮，完成这些塑料模型所不能做到的事情。”\n\n\n　　Yamada-Ken started playing Minecraft “about three and a half years ago” at a Minecraft club in his school (all good schools have a Minecraft club – don't argue with my sweeping generalisation there, this is now a fact). But after convincing his parents to buy him the game, Yamada-Ken spent a surprising amount of time not focusing on building. “Initially I did not build anything and just played survival mode for about a year.”\n　　Yamada-Ken是在“大约三年半以前”开始玩Minecraft的，当时他加入了他们学校的Minecraft俱乐部（所有好学校都拥有Minecraft俱乐部，不要因我这笼统概括的说法与我争论，这确实是事实）。但在说服他的父母为他买游戏之后，Yamada-Ken在建筑以外的方面花了大量的时间。“起初我没有建造任何东西，只是玩了一年左右的生存模式。”\n\n　　It's a way of playing the game he's keen to return to. “Another interest I have is playing survival mode of Minecraft with some mods. Because I always build in creative mode, I haven't played survival mode for a while and I often miss it.” Nooooo! We want more ace builds, dude!\n　　这是他渴望回归的一种游戏方式。“我的另一个兴趣就是装一些Mod，然后玩生存模式。因为我总是在创造模式中建筑，我玩生存模式的时间并不长，所以我经常很想玩。”不不不！我们想要更多王牌建筑啊，先生！\n\n　　We're just kidding of course – Yamada-Ken is free to play Minecraft however he chooses – though if he had to pick a favourite amongst his fleet, which ship would he choose?\n　　当然，我们只是在开玩笑—— Yamada-Ken 可以随意按照他想要的方式去游玩Minecraft —— 不过，如果他不得不在舰队中挑选一个最喜欢船的话，他会选择哪艘船呢？\n\n　　“My favourite one is the Kaga-class battleship.”\n　　“我最喜欢的一艘是加贺级战列舰”。\n\n\n\n\n\n　　An impressive ship indeed, and we're particularly enthralled by the choice of a pumpkin block as a masthead. Yamada-Ken explains that the Kaga has a rich history. “[It] has three other sister ships and they are Tosa, Satsuma, and Owari. Those names are taken from the names from the feudal states in Japan which existed [a] long long time ago.”\n　　它的确是一艘令人印象深刻的船，我们都被其用南瓜方块做船头的选择所吸引。Yamada-Ken 解释道，这艘船拥有丰富的历史。“它有三艘同型船，”\n\n　　So of all his builds, why is this his favourite? “The reason why I like this one the most is because Kaga class is the first battleship I made,” he explains. “and through the constructions of all four Kaga-class battleships I learned the basics of building battleships.\n　　所以在他的所有建筑中，为什么这是他最喜欢的一艘船呢？“我最喜欢这艘船的原因是，它是我建造的第一艘战列舰，”他解释道，“并且在四艘加贺级战列舰的建造过程中，我了解了建造战列舰的基本技巧。”\n\n　　“For example, the distinct shape of the bow and a unique bridge that is often called \"pagoda mast\". I was able to utilize these things I learned for the later creations including this Yamato.”\n　　“举个例子，独特的弓形和独特的桥通常被称为‘塔桅’。我能够将这些了解的东西用于未来的建筑中，包括这艘大和号。”\n\n\n\n\n\n\n\n　　Click through the slideshow above and you'll see Yamada-Ken's impressive array of naval battleships. But has he ever considered leaving the waters for a different kind of build?\n　　浏览上面的图片，你能够看到 Yamada-Ken 令人印象深刻的海军军舰系列。但他有没有考虑过离开水域，换一种不同的建筑类型呢？\n\n　　Indeed he has, thanks to interacting with the wider Minecraft community. “Through twitter, I [have] had a chance to be acquainted with those who build huge structures such as castles or traditional shrines in Japan. So I am also interested in building those, although, to me, it looks like it would take much more effort than building warships.”\n　　他确实有，感谢与更广阔的Minecraft社区互动。“通过推特，我能够和能够建造巨型建筑的人熟悉，这些巨型建筑包括城堡和日本的传统祭坛。所以我也对建筑那些东西很感兴趣，但是，对我来说，相比建造战列舰而言，那需要费更多的功夫。”\n\n　　Not necessarily! For example, the castle I recently built in twenty minutes out of rotten flesh took very little effort. Marsh even said that it looked like I'd “put in no effort at all”. Bah. Everyone's a critic.\n　　不一定！举个例子，我最近用腐肉二十分钟建造出来的城堡只花了一点精力。Marsh 甚至说那座城堡看起来“一点都没费力气”。呸！每个人都是批判家。\n\n\n　　You can enjoy more of Yamada-Ken's spectacular seafaring work in this handy Twitter moment he's compiled. We'd recommend following him too - if only to see where his seafaring building skills take us next.\n　　你能通过他收集的推特瞬间来查看更多他的船只建筑。我们也推荐你关注他——只有这样才能查看他的航海建筑技能接下来会带给我们什么。\n\n\n原文地址：https://minecraft.net/en-us/article/ship-shape\n原文作者：Tom Stone\n原文发布时间：2017/08/28\n翻译者：c7w\n翻译时间：2017/08/29\n\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1504009740,
            "txt_content": "我突然想到了红警3……\n还有绕圈躲飞机的武藏号……"
        },
        {
            "author": "㏑243",
            "timestamp": 1504009740,
            "txt_content": "向军舰大佬低头！ 做的太棒了 细节真的很好"
        },
        {
            "author": "縻风",
            "timestamp": 1504011900,
            "txt_content": "果真大佬， 烟雾效果超棒！"
        },
        {
            "author": "1204983919",
            "timestamp": 1504344600,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594891620,
            "txt_content": "好细的军舰\n想下载"
        },
        {
            "author": "1539776978",
            "timestamp": 1594896000,
            "txt_content": "        MCBBS有你更精彩~"
        }
    ]
}