{
    "title": "【原创·连载】[PCD] Minecraft时光之海 剧情公开 【第二章】",
    "author": "白羊羊",
    "replyCount": 2,
    "timestamp": 1504016100,
    "txt_content": " 本帖最后由 mimimis 于 2017-8-29 22:20 编辑 \n\n文章目录：┣ 序章┣ 第一章┗ 第二章 <当前 第二章   在城外，一辆马车正匆匆驶离城镇，车上的黑衣人正拿着电话和另一个人商量着：\n\"还有30分钟，老大，但是现在我看国王正带着人往那边走呢，要不...\"\n\"继续观察，还有一部分人没有撤离，我们还有重要的物品\"\n\"也就剩下点钱了吧...\"\n\"钱怎么了？你有意见吗？\"\n\"不，我不是那个意思\"\n\"按计划进行，等待指示！\"\n\"没问题！\"\n\n国王带着一路人马正赶往发现炸弹的地点，一行人中，小智正和小乐在谈着关于魔法的事情：\n\"话说，你之前用的是什么魔法直接让那些人倒地了\"\n\"关于魔法，我不能告诉你更多，因为这是皇家机密\"\n\"也对，人们都向往魔法，但是魔法太深奥了，无人知晓其原理，以至于人们现在向科技方向发展\"\n\"科技仅仅是最本质的东西，只有魔法能主宰世界\"\n\"这话是什么意思，魔法真那么无敌吗？\"\n\"跟你说着玩的\"\n\"切，没意思\"\n\n国王一行人到达了炸弹的发现地点，这里是城镇的下水道入口，国王命令所有人打开手电筒，进入内部进行排查，一道道光束充满了整个下水道，呈现在所有人眼前的，是布满了整个下水道的炸弹。这些炸弹足以摧毁整座城镇！国王下令立即排除炸弹，所有人都进入了下水道开始对炸弹进行排除。\n\"我认为，这些炸弹，可能没这么简单，也许我们现在排除已经来不及了\"，小乐向国王警示着。\n\"城镇也许保不住了，因为这些炸弹已经被排布完成了，安置炸弹的人随时可能引爆这些炸弹！\"，小智向国王提议，\"立即疏散城镇居民吧！\"\n\"为什么，城镇好不容易重新建立起来，居然又有人图谋不轨！\"，国王生气地说，\"你们立即去通知居民，我去开启传送阵。\"\n\n与此同时，在另一个角落，事情有了特别的变化：\n\"老大，国王准备疏散居民离开城镇了\"\n\"哦？想跑吗？\"\n电话的另一头被挂断了，\"老大！老大！怎么突然挂断了？\"\n\n在城外的马车内，车内黑衣人拿出了引爆器，说着\"总不能让那些傻子跑了，你们这些小喽啰，跟着那群傻子一起死吧\"，引爆器的按钮被按下，城内顿时爆炸声四起，整个城镇如同被重建前一般，混乱不堪。许多居民都没能幸免于难，全都葬身于火海之中。城镇的上空再次浓烟滚滚。\n\n灾难的第二天，下着小雨，国王在睡梦中醒来了：\n\"这是...哪里？\"\n\"我是小乐啊，国王你醒了？\"\n\"小乐，其他人呢？\"\n\"他们都没能幸免于难...都...\"\n\"你说什么？之前到底发生了什么？\"\n小乐回忆着，昨天我们正准备去疏散居民时，不料炸弹被立即引爆，你正在准备传送阵法术时被炸晕过去了。小智叫我就算拼了命也要保护你，于是我耗尽了魔法强制带上你瞬时传送出城。小智说，他想保护所有人到最后一刻，城镇是大家的，我们就算是死也要保护这里。\n\"我拦不住他了，也许已经...\"\n\"我们现在赶紧回城看看吧！\"\n\"别去了，我使用法术探测，城内没有任何生命迹象了\"\n\"到底是谁做的，我不能接受这样的事实！\"\n国王拼命的嘶吼着，但是这样没任何用，城镇已经被摧毁了，这已经是事实了。国王看着远处城镇上空弥漫的黑烟，眼泪不禁从两颊留下。\n\n在另外一边，黑衣人似乎在讨论着新的话题：\n\"凯文，别拿你那一套出来，看着很恶心\"\n\"行，你是长老，我得伺候着你啊\"\n\"那你接下来准备怎么办，那国王现在不知道跑哪儿去了\"\n\"不不不，我可是有眼线的，他跑到哪里我都知道\"\n\"那凯文dalao你是准备继续按照计划进行咯？\"\n\"我们现在就去找他，带上你那大宝贝，别墨迹，这也是夜幕大人吩咐的\"\n\"emmmmm\"\n\n时间从早上跳转到下午，国王恢复了体力后，准备回到城镇内，\n\"果然要执意回去吗？\"，小乐说道，\"既然你执意的话，那我和你一起去吧\"\n两人回到了城内，看着一片狼藉的废墟，国王心里的滋味别提有多么不好受了，自己一心建立的小镇再一次在他人手中毁灭，国王现在很想抓住那个幕后操纵者，但是，毫无线索的他，似乎已经没有了任何依靠。这时，废墟内爬出一个人，国王看见这人还有微弱的气息，急忙施展治疗术，对其进行治疗。\n\"小乐，不是说没有生命迹象吗？\"\n\"可能是魔法耗尽了没有正常探测到吧...\"\n\"我有一些事情不得不告诉你，国王\"，那个人低声地说道，\"其实，这一切的幕后操纵者，是一个叫凯文的人，我是他之前的手下，没想到他居然忘恩负义...\"\n\"对了，你旁边站着的是小乐对吧？我告诉你，其实他...\"\n突然，这人就晕了过去，\"不可能吧？！我明明已经治疗了啊，怎么会突然昏迷？\"\n\"我也不知道，可能是由于你法术耗尽了吧\"\n\"真奇怪啊，不过到底说的是你什么？\"\n\"我也不知道，只能等他醒来了\"\n小乐放下了左手，一丝使用法术残余粒子从手中落下。\n\"我们再看看有没有其他人吧，小乐\"\n\"好的\"\n国王和小乐继续在城内搜寻着残余生命的踪影，而之前还没有告诉国王小乐真相那个人，已经被小乐的法术杀死了。\n时间继续流逝着，国王将面对些什么，这一切的背后到底是什么，依然是个谜。\n也许，这还仅仅是暴风雨前的宁静。\n感谢大家支持我们小组！[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "白羊羊",
            "timestamp": 1504083480,
            "txt_content": "@gggbbb 帖子忘给人气奖励了"
        },
        {
            "author": "子德",
            "timestamp": 1506434280,
            "txt_content": "对话流。"
        }
    ]
}