{
    "title": "【原创·连载】【末影检查官】【03】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 2,
    "timestamp": 1504016400,
    "txt_content": "【末影检查官】【03】\n\n\n\n\n一些废话\n\n\n\n1.这一章写出来之后感觉有点怪怪的，就是没达到预期的效果，可能是因为以前没写过这一章的风格的吧\n2.文章中的个别词可能有那么一点敏0感，所以我中间用了隔开符号。我也不知道这样能不能逃过审0核。毕竟如果贴子要审0核的话，我编辑贴子很麻烦，版主也麻烦，大家看我的贴有可能也显示看不了。\n3.排版若有问题我会尽快处理\n4.如果有错别字，语病什么的请留个言，我会给奖金哦~\n5.有建议还是希望各位大大提出来，不要惜字如金，我表示感谢！\n6.即将开学，楼主很可能因为事情多而更新减缓，很大可能性是周更，两周更一次也不是不可能。（但我尽量提高质量和数量）每一次我会提前写好2章，紧急时候用。\n\n\n\n正文\n\n\n\n3 随着我笔尖在纸上跳跃，时间也在一点点流淌。门突然开了，我的助手利卡走了进来。“长官，你又写了一夜啊……”他看着我的纸上写满密密麻麻的字，感叹道。 \n“是啊……”意识到了自己又写了整整一晚上，我站起来，伸了个懒腰。的确，有时陷入回忆就很难再出来啦。 \n挂钟上的指针指向七点整，似乎已经是清晨了。不过，这里深居地下，阳光透不进来，我也无从知道外面的情况如何。我在餐厅吃完了早饭，走向地牢深处。 \n今天要对两位犯人上刑。我走到第一位犯人牢房的门口，看着上级发下来的刑罚书，只见上面写着： \n叛国罪。无期徒刑。每3天执行一次以下刑罚：1.用锋利I的石剑鞭打50下，残血时休息，直到回复至满血。2.用击退II的木棍鞭打50下，回血方式同上。3.喝再生药水（60:00）后，在仙人掌内度过1小时4.穿上火焰保护X装备后，在岩浆中度过1小时5.强制将其摁入水下，使其窒息，在还剩1?时停下，回满血后继续，反复10次 \n话说MC帝国的人也真是脑洞越来越大，刑罚真的是越来越奇葩。什么“穿火焰保护后在岩浆中度过1小时”也想的出来。这样虽然会让犯人痛苦又不死，起到惩罚作用，但是他们有没有想过，这多耗材料啊！再生药水好贵的。至于火焰保护X，我也不知道该怎么获得。 \n但是，既然书上这么写，那我就执行吧。我把犯人用绳子绑起来，然后用锋利I的石剑往他身上劈。 \n“啊——啊——”（别想多了）显然，犯人因为没有穿装备，加上锋利I的石剑威力很强，这使他十分痛苦。但我是手下不留情，这样的残忍场面我已经见过很多次了，早就习以为常。何况他是叛1国1罪！我对这种人可是恨之入骨。 \n接下来，我松了绑，用击退II的木棍把他往墙上打。虽然木棍的攻击力很低，但是击退效果会使他受到巨大冲击力，有可能还会造成摔落伤害，所以依然是很不舒服的。执行到最后，犯人实在是没有任何力气，瘫倒在地上不动了。 \n我见状便看了看表，摇摇头，把木棍交给旁边一名军官：“已经打了43下了，你帮我把后面几项一起执行了吧，我还要去看另一个人。”说完便走出了牢房。 \n根据送来的消息，另一位犯人同样是叛1国罪。他本来也是军人，毕业后和另外一帮外国人联合在一起，偷1袭了首1都火车站，伤亡过百，造成重大损失。后来警局查了一下，查出来这个人一直和其他国家的“社1会分1子”有联系，长期策划干一些不好的事情，于是抓住了他，押送到了这里来。对这个犯人，首先要从他的口中得出他们秘密基地的一些消息，之后死刑处决。 \n我和利卡走到了这位犯人的牢房门口，只看见汉威站在门口，一副凝重的表情。汉威也是我在末影要塞的助手之一，不过地位要比利卡稍低。他凑到我的耳边，轻声说道：“这个犯人有点特殊，你审讯他的时候……呃，怎么说呢，总之稍微注意一下就好。” \n很特殊？我有点不明白。这是汉威第一次和我说“犯人很特殊”，我也十分好奇。因为从资料上来看，这的确是一个很神秘的人呢…… \n我走进牢房，看见一位年轻人被绑在墙壁上，他紧闭着双眼，双臂显得有些颤抖。顿时，我目瞪口呆…… \n“长官？”利卡戳戳我，一脸疑惑的样子。 \n不过我没有回答他，我走到那个犯人的旁边，低下头轻声问他：“王子！你怎么会在这里！” \n是的，这位年轻人就是波利安王子，就是在白桦林和我相遇的王子！ \n他抬起头来看我，似乎十分惊讶。“诺特，是你吗？你怎么会在这里？” \n“我也想问你这个问题。”我给他松了绑，让他和我坐在旁边的椅子上。我不知道为什么王子会在这里，但是无论他做了什么，我没有资格惩罚他。想起几年以前在白桦林里的事情，我也是愧疚了很久。 \n“说吧，你怎么会在这里？还有给我的报告上，怎么会写你犯了那么多罪？” \n“事情太复杂了，我就长话短说吧……现在朝廷里面已经不再安全，国家已经岌岌可危。国王的身体非常不好，据说是有人在他的三餐里下了药，几位助手也不管事。现在朝廷里都是一帮乱1臣1贼1子在掌权。我知道他们的目的，就是想要推翻已经建立了400多年的米雅王朝。那群人中的老大名字叫做拉比齐，是上一个朝代皇帝的后代，他对米雅王朝早就深恶痛绝了，现在他要亲手毁灭米雅王朝，建立自己的时代。所以呢，其实我没做什么，但是为了削弱我们这边的势力，故意给我安上一大堆乱七八糟的罪名，然后就把我扔过来了……”王子越说越激动，到最后又透露出了伤心。 \n波利安的话，我简直不敢相信。我那么热爱的mc帝国，我一直效忠的国家，怎么会成这样？那些人怎么会有这样大的胆子？看来，接下来比较长一段时间不会太平啊…… \n利卡一直站在旁边，倾听着我们的对话，似乎已经搞明白了事情的大概。他走过来问我：“长官，那接下来要做什么？” \n“刚才听了我们的对话，你应该已经明白了。我们不能罚他，更不能处死他。他没有做错任何事情。等一下你把他单独安排一个好一点的房间住着，然后回来和我讨论一下报告怎么写，只能以假乱真了。” \n“好的。”利卡办事情倒是利索，他领着王子出门，走向生活区。 \n我看了看手表，现在是上午11点。然而在这种地牢里，如同半夜一样的寂静、黑暗与压抑。路边突然刷出几只僵尸，然而我技巧早已经很熟练，又随身携带铁剑，于是它们被我轻松地干掉。我回到我的寝室，疲惫地躺在床上。我的直觉告诉我：天下不会继续安宁下去，可能将会有大事情发生了。我就这样睁着眼睛，仰望着天花板。 \n渐渐地，一晚上没有休息的我睡意袭来。\n\n字数：2098 -- by tzxwdu\n\n\n\n传送门\n\n\n索引贴：稍后发布\n上一章【02】\n下一章【04】：还没有发布\n\n\n嘉宾席\n如果需要at可以在下方回复~\n@gggbbb @WM2030 @FHC红石 @LED--风扇 @guqu @bo_bo2001 ",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1504077300,
            "txt_content": "索引贴链接 http://www.mcbbs.net/thread-725997-1-1.html\n第4章发布以后再贴出链接\n编辑一次就要审一次......以后我得想办法躲审（不是那个意思）啊，不然编辑太不方便了，所以我就回复补充吧"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1504077480,
            "txt_content": "那么问题来了\n这个犯人特殊在哪呢……"
        }
    ]
}