{
    "title": "【原创·连载】[PCD] Minecraft时光之海 剧情公开 【第一章】",
    "author": "白羊羊",
    "replyCount": 0,
    "timestamp": 1503999540,
    "txt_content": " 本帖最后由 mimimis 于 2017-8-29 22:18 编辑 \n\n文章目录：┣ 序章┣ 第一章 <当前┗ 第二章 第一章   城镇终于在一场大修建后竣工，国王决定在第二天举办庆典，大臣小智正在忙着帮助国王处理一件又一件的繁杂事务，城镇恢复了往日的安宁，集市上又能看到嬉戏的孩童，店铺内又能看到一位位聪明的商人，日子一天天过去，过去的城镇早已被人们忘却，或许是已经抛弃过去的痛苦。不过，新的城镇是否会带给人们新的麻烦？这一切都是一个未知数，没人知道将来又会面对些什么。\n\n庆典前一天夜里，灯火额外通明，街道变得更加热闹了，人们都在各自忙着准备着举办庆典所需的物品，但是，充满忙碌的街道两旁，却有一双眼睛在一直盯着这座新的城镇。\n\n终于，庆典到来了，国王高兴地站在讲台上，发表着早就想发表的演讲，不过，在议论纷纷的人群中，有几个黑衣人却在预谋着一场大事。没人察觉到这些黑衣人，因为所有人都在欣慰着他们有一个多么和平，多么安宁，多么美好的家园。庆典在一片欢声笑语中结束，小镇终于安定了，国王心里想着。\n\n\"听说最近有一家食堂开放了，要去看看吗？\"，\"据说好多人都觉得里面的东西好吃，这两天推特上面都快被这东西刷爆了\"，一些居民讨论着最近在城镇东边新开放的一家食堂，而小智在街上巡查时偶然听到了这些人的讨论，但小智觉得这其中可能有问题，于是决定自己前往那家食堂，看看有什么猫腻。\n\n进入食堂的大门，一股香味扑鼻而来，这家店铺果真这么好吗？小智心里想着。小智来到了店铺的后门，他很好奇地将手放上门，准备推开后门，这时，突然出现3个黑衣人，拦住了小智，\"哟，这不是我们亲爱大臣吗\"，其中一个黑衣人说道，\"既然你已经看了里面的内容，那么就别想走了\"，小智刚准备拿出剑时，身体突然失去知觉，原来他的背上早就中了黑衣人的毒针。小智看着黑衣人，倒在了地上......\n\n\"你确定他看见了？\"，在一个漆黑的房间内，几个黑衣人小声谈论着，\"我们到的时候刚好撞见这小子在门旁边，估计是看里面到了\"\n\"我们可以准备收拾一下，离开这座城镇了，本来还想赚一笔的，现在可能没戏了\"\n\"那我们现在就去布置炸弹\"\n\"记住，别暴露了，坏了大人的计划有你们好受的\"\n\"还有，这小子该怎么处理？\"\n\"把他关在这里吧，现在是非常时期，不能太张扬了\"\n门被关上了，而黑衣人却不知道小智早就醒来了。由于房间内没有任何光线，小智看不见自己，也更不知道自己所处的位置，唯一能感觉到的，是他那双被捆住的双手，小智用口袋内的玻璃碎片，慢慢地切断绳子，根据之前关门时的声音方向，找到了出口，不过这次，小智没有马上就去推，而是将耳朵贴在门上听着外面的动静：\n\"客人，那边是地下室，不能随意进入的\"\n\"滚开，本大爷需要你来管吗？\"\n伴随着醉声醉气的声音，一个啤酒瓶被狠狠地摔在了地上。脚步声越来越接近门，小智赶紧往回跑，躲在之前的那个角落。门开了，一束光照在了屋内的地板上，屋内有一点亮度了。小智看着墙上的钟，时间已经过了8个小时了？小智惊讶道。走进屋内的，是一个有钱人家的侄子，之前因为好几次闹事被小智抓到，没想到这次居然能在这里遇到。随后，一群人走了进来，门再一次关上了。而这次小智听到的，不再是小声的议论，而是人被敲打的声音。这种恐怖的声音持续了近10分钟。\n\"没动静了吧？\"\n\"估计是给打废了\"\n\"敢在我们老大的店闹事，不要命了吗\"\n\"拖出去吧，从后面丢出去\"\n小智在角落里听着这些话，他现在很清楚自己的处境。不过，一句令他恐惧的话被他听见了：\n\"之前那个小子呢？早该醒了吧？\"\n\"开灯看看吧\"\n小智不知道如何是好，他准备拿出的钻石剑，但是，他发现，自己已经什么都没有了。灯被打开了，小智被一群黑衣人死死盯住，\"刚刚的，你都听到了？\"，一个声音问向了小智。\n\"老大说了，这人知道得太多了，实在不行可以不留活口\"\n\"哦？那就别怪我们不客气了！\"\n黑衣人拿出了一把铁剑，准备砍向小智，\"咚！\"，门被狠狠地砸开了，原来，国王发现小智不见了就急忙派人寻找小智，没想到居然在这里找到了，\"外面的人已经被我们宪兵队解决了，你们四个，把刀放下跟我们走吧！\"，国王愤怒地说着。\n\"什...什么？\"\n一个黑衣人见情况不对，顺手把小智拿过来当成人质，\"别过来，否则你心爱的大臣就要和你说再见了！\"，黑衣人威胁着国王。\n突然，四个黑衣人全部倒地，王国魔法师小乐使用了他最拿手的魔法。\n\n从人回到了城堡内，小智向国王诉说了的他所得知的一切。\n那家食堂内的负责人早已不见了踪影，而那些在里面工作的人，均服毒自尽。线索从这里断开，即使是国王也无能为力。于是，这件事情似乎就这样结束了。\n几天后，小智接到民众反馈，说在下水道内发现大量炸弹，数量惊人，足以达到1000吨TNT当量。\n\"老大，国王那些人正准备去查呢，这...\"\n\"1小时后立即引爆，我和长老先撤离这座城镇，你们留下断后，记住，在上次的地方会和\"\n\"没问题\"\n感谢大家支持我们小组！[groupid=1330]PluginsCDTribe[/groupid]\n",
    "replies": []
}