{
    "title": "[八月活动]泰拉漫游记·与鲨共舞",
    "author": "玄素",
    "replyCount": 3,
    "timestamp": 1504077660,
    "txt_content": " 本帖最后由 玄素 于 2017-8-30 19:19 编辑 \n\n1.\n“你是知道猪鲨公爵是海里面最最最凶猛的王的对吧！”“是啊。”\n“那你还要去？别人都是在击败了丛林中凶悍的石巨人以后，才开始打猪鲨公爵的主意的！”\n“唔。你听说过‘猪鲨弱铁轨’吗？”\n“……你是打算用矿车来尝试吗？可，可只有击败了机械三王之后拼成的机械矿车才能有避开它攻击的速度啊，而你……还连它们中任何一个都没有挑战过呢。”\n“山人自有妙计。”\n“你你你……唉。”\n\n2.\nLisa已经不是第一次为Aran的性命担忧了。\n作为护士，她经常看着Aran伤痕累累地传送回家，“奄奄一息”地爬到她的屋子，然后给她一个治疗的请求。\n她也总是例行公事地用手拍拍Aran的头。\n这个世界设定这样就能恢复他全部的活力，让他从死亡边缘苟存的家伙重新变成一个生龙活虎的冒险者。一代一代冒险者就是靠这样的办法在这片凶险的世界活下来，一点点变强，探索着埋藏于世界各个角落的秘密。\n……然后，离开。\n总在某日的早上醒来之后，Lisa会再也等不到她的那位顾客。有的时候是顾客换了人，有的时候是真的不再有人来了。那时候她会叹口气，去一个新的世界，继续例行公事地治疗新的冒险者。\n所以她一直很慎于和这些冒险者交朋友。最开始她也会为冒险者的离去而悲痛，直到她强迫着自己变得铁石心肠。虽然偶尔还是会去想想看“如果我因为死亡而被迫换了世界的话，那些冒险者会不会想我”这样的无解问题……但她已经有了作为一个NPC所有的良好素质：专业，认真，无情。\n直到她遇见了Aran。\n这个人像是和死神有什么奇怪的约定似的，总能在死亡前的最后一刻摸出传送药水出现在家。\n在Lisa看来，这些危险的情景多半是他自己找死。才做了木头盔甲就打算一探丛林？拿着把小木弓就试图单挑骷髅王？她见过无数这样做的冒险者痛苦地死亡重生。\n偏偏这个人就是死不掉。\n有一次她问起Aran的时候，那个人露出了一丝无奈的微笑，说，“我要是死了的话，你就见不到我了哦。”\n于是Lisa知道了Aran是最大胆的那批冒险者。他们没有接受大地的祝福，在死亡之后……不会重生。\n她很少见到有人会做出这样的抉择。在一个如此危险的世界，每个人都想给自己多留一条退路，显然无限的复活是最好的保障。她确实也见过有不少人光溜溜地复活出来，从箱子里翻出备用的装备试图跑回他们死亡的地点。这种被这些冒险者乘坐“跑尸”的行为确实给这世界的冒险增加了不少难度，但终究没有直接拒绝祝福这样决绝。\n于是她“哦”地应了一声，“那你可得给我回来。”\n\n3.\nLisa是在休息时听见大地深处的动荡的。那动荡她已经很熟悉了，是光暗力量的解放。矗立于地狱的血肉之墙已经被击败，世界翻开了新的篇章。她瞅了一眼隔壁屋子里躺在地上的绿帽子，例行公事地纪念了一下为此事业献身的Andrew。\n随后Aran就出现在她的面前。身上还带着火焰灼烧的焰光，但显然很是兴奋。Lisa知道为什么他会这样兴奋。铺了大半个地狱的通路然后用魔精召唤杖战胜了血肉之墙，的确是了不起的冒险。\nAran丢给她几个银币，于是她拍了拍Aran的头，并顺手递给他找零。\n并顺口问，“你的下一个目标是哪位王啊？”\n“猪鲨。”\nLisa那时候以为他在开玩笑，但很快她看到了Aran的准备工作。\n西边的海岸多了那么一条轨道延伸到陆地，在离海岸不远的地方绕了个圈，他在铁砧敲打出一辆铁矿车，然后颇满意地在上面绕了几圈。\nLisa也见过以前的那些冒险者用铁轨来狩猎猪鲨的场地。那圈似乎看起来比眼前这个更大一些，可以支撑通过机械矿车对猪鲨公爵的无限绕圈。而眼前这个呢？这样小的圈，她从未见过。\n但也就就这些东西了。没有什么厉害的装甲和神奇的饰品，唯一算得上额外的准备的大约是他去狩猎了一只神圣宝箱怪和一些独角兽，获得了大约是他所想要的代达罗斯之弓和一些神圣箭。\n然后他问Lisa，“你想去看这场……嗯，战斗吗？”\n\n4.\nAran在海边修了个小屋子，邀请Lisa住进去。那位置能遥望到铁轨绕成的圈，Aran说离得再近可能会被猪鲨公爵的凶怒波及到。\nLisa就待在这屋子里，想象着他拿出了准备好的松露虫饵，向着大海抛去。\n一声怒吼。\n平静的海面这时应该冲出了那只猪鲨公爵。它向来是抵抗不了松露虫的诱惑的，Lisa知道。甚至她还曾经趁冒险者们都不在时，给某个世界里被遗忘太久的猪鲨公爵带过不少松露虫解馋。\n矿车如离弦之箭般冲来。\n猪鲨公爵如离弦之箭般追来。\n然后……开始无奈地绕圈圈。\n每一次冲撞都擦Aran的矿车而过，看似险险避过却稳定默契如同操练完美的交际舞。从天而降的星辰砸在猪鲨的背上，激得那本应该在实力上占据压倒性优势的猪鲨公爵发出阵阵怒吼。\n可是，没用。\n稳定的循环看得Lisa甚至有些想睡觉。\n直到那一声最后的哀嚎，猪鲨公爵倒在地上化作尸块消失，地上留下的只有一个属于它的宝物袋。Aran从矿车上下来……打了个呵欠。\n结束了。\n本来应该历尽艰辛的猪鲨狩猎之旅就这样结束了，看起来甚至有些虎头蛇尾。Aran捡起来那个袋子，从里面愉快地掏出水刃龙卷和猪鲨之翼，对着大海喊，“多谢啦！”\n然后他掏出魔镜传送回家，只剩下Lisa留在海边，依旧回想着刚刚这场极其过分的战斗。\n\n5.\n接下来的冒险流程就顺利了太多。水刃龙卷是相当强大的法书，水之刃环切割在机械三王的身上也如砍瓜切菜。在那个夜晚的一片混乱中Aran同时战胜了机械三王，然后跑去阁楼找Lisa。\nLisa其实就在阁楼上偷偷看着他。\n“你没受伤啊，我总不可能帮你整容。”她说。\n“你看，这点前期准备的付出是当然值得的，只有足够强大的力量才能在这个世界好好生存下来，而对猪鲨的狩猎是最快提升实力的办法。”\nAran笑的很开心。他将荣耀之证挂在阁楼的墙上，满意地拍了拍手。\n“猪鲨公爵会不高兴的。被你用这样简直像是调戏的办法击败了，他肯定很不服气的。”\n“唔……你是希望我再干掉他一次，用正常的办法？”\n“我可没这么说。”\n“嘿嘿，怂一点也是正常的嘛。毕竟我答应过你必须回来的啊。”\nLisa看着微笑着的Aran。那家伙看起来只是漫不经心地说了句话，没有丝毫自己说的这句话有多不正经的自觉。\n于是她羞红了脸关上了门，然后开始思考自己作为一个NPC的原则什么时候受到了动摇。\n那晚是个满月。月光照在Aran建的漂亮屋子上，还没有狼人来扰人清梦。\n是个好日子。\n尾声\nLisa丢给猪鲨公爵一条松露虫，看着那只巨兽猛地冲出海面叼住小小的一条虫子，然后露出满意的表情。没有冒险者见过一脸满意的猪鲨看起来有多……奇怪。\n“所以你是很不开心吧，被用这种方式打败。”\n“那史莱姆国王不是早就被气死了。”\n史王弱绳，这话Lisa也是听说过的。而且这打法……已经导致史莱姆王成为最悲惨boss很久了。但猪鲨公爵弱铁轨，什么时候又有了进化版了？\n“你以前被这么击败过吗？”\n“有啊……而且最近还越来越多了。”大个子话语中的深深无奈简直要溢出来了。\n“看来是我孤陋寡闻了。我还以为他那个样子来挑战你，和送死没什么区别呢。”\n“喂……帮我个忙吧。”\n“嗯？”\n“劝劝他好好和我打一架嘛。我都好久没有正经和人打一场了，全是铁轨铁轨铁轨，搞得我现在不在战斗也都晕乎乎的。”\nAran？没准还真打得过。一个这么喜欢挑战找死打法的家伙，还能活蹦乱跳的这么好，实力也是无可置疑的。\n猪鲨公爵看着Lisa的沉默，追了一句，“大不了……大不了我就装着打嘛。我就是想过个瘾而已……”\n“我问问看吧。”Lisa又掏出了一条松露虫砸给这个傻大个子。\n“就知道还是你最好了！”\n望着咧嘴露出尖尖獠牙笑的开心的猪鲨公爵，Lisa撇了撇嘴。\n还是Aran笑的比较可爱。\n\n后记一直是不擅长写战斗来着，但是tr的活动又不忍心不来插一脚，所以最后写了点奇怪的东西玩玩看。肉后直接猪鲨其实也是我们那几个家伙开荒的时候常见的打法，不过那时候还没有Art大仙的猪鲨铁轨II型，所以是海面直接铺场地走位打的。也不是不能打，不过的确会难度比较大。打完了的满意度自然也是很足的。tr的boss其实是都挺惨的，大多数boss都是有套路打法，真正的大杀器其实是小怪来着……然后我又是喜欢挂机，于是经常挂机回来发现自己已经变成墓碑制造场了。依旧是喜欢写npc的故事，那就继续摸npc咯。同样是npc的故事，还有个企划等以后什么时候不懒癌了再写吧……此致。[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1504080060,
            "txt_content": "所以一开始的两个“Lisa”是打错了吗……"
        },
        {
            "author": "不死之躯",
            "timestamp": 1504082460,
            "txt_content": "我想知道你写了多久"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1508919480,
            "txt_content": "好久不登自己的账号了，登了就想看看老朋友有没有发新作品了。嗯，果然有，也果然好看:)"
        }
    ]
}