{
    "title": "关于插件板块的版规2-16的细节建议",
    "author": "jiongjionger",
    "replyCount": 2,
    "timestamp": 1504110120,
    "txt_content": "2-16: 内容要求\n请遵循原贴的介绍，禁止主观夸大，虚假宣 传的行为，否则您会被处以-2人气-20金粒的处罚，严重可能导致发卡删帖。已经发布的转载插件，如果违反此项，在本条版规颁布之日起，请自行整改。\n(2017/8/29)\n　　主观夸大和虚假宣 传的描述过于空洞和主观，并不具备较大的可执行性和作为判断的准则。建议增加“插件版版主或大区版主、管理员拥有最终解释权”以增加一些特殊情况下判断的理论依据。　　并且建议按照不同的插件性质、分类增加一些可以落地的、客观的条款和对“主观夸大，虚假宣 传”的定义。例如（只是建议）：\n\n　　1. 对于所有类型的插件不得使用“最好”、“最强”、“世界第一”、“100%没BUG”等过于夸张、主观化、易误导的标题来吸引点击、下载，但是使用“更安全”、“更流畅”等标题在插件没有被广泛差评前应该被允许使用；\n\n　　2. 对于所有类型的插件不得在插件功能介绍信息内描述不存在的客观功能，例如村民交易插件的描述“可以方便玩家交易”，这种可以明确被感知的效果是被允许的，但是“可以镶嵌宝石附魔”这种该插件不存在的功能是不被允许的，“可以配合镶嵌插件用村民兑换进行武器强化”这种描述是被允许的（客观描述事实，避免对新手腐竹的误导）；\n\n　　3. 不允许勾选不兼容的服务端、服务端版本。例如不兼容MOD服务端，就不允许勾选“Cauldron”，不支持1.12则不允许勾选1.12版本号；\n（顺便说下“适用版本”这个分类目前来看并不合理，如果一个插件调用了NMS，在勾选1.8这个分类的时候，可能这个插件仅支持1.8R3这个NMS版本，也就是说这个插件支持1.8.8但并不支持1.8.3等其他1.8子版本，但是如果增加大量这种子版本号可能对腐竹、开发者带来误导、不便，建议可以要求使用了NMS的插件自行说明其兼容哪些具体的版本）\n\n　　4. 在使用比同类插件更优秀的描述时，如“比XXX插件的XXX功能效果更好”等描述，应列举客观的证据（包括但不限于实测截图、实测视频、同功能核心代码比较等），不能使用主观臆断的描述作为证据，如“我的插件更晚发布所以效果更好”等；\n\n　　5. 在使用了其他插件源码（即便已授权）的情况下，应禁止把他人原创代码的功能标注为自身的原创或者独有的功能。例如A插件为开源插件，其中包含了X、Y、Z等功能，B插件并非自身实现了X、Y、Z功能，而是引用、拷贝了A插件现成的代码，其理应不呗允许将自身X、Y、Z功能列为原创功能，并应当在进行功能列举的时候说明代码来源；\n\n　　6. 插件的功能描述或者介绍不应当存在逻辑矛盾或者理论上明确不可能产生的效果，这类应被判定为虚假宣 传，（例如粗暴的将世界保存的代码异步执行并将其描述为优化性能的功能，例如某经济插件的多个必须按照顺序、条件触发的写入操作，Mysql底层调用的实现并没有使用事务或其他可以保证其效果的代码，而描述却明确说明其保证操作顺序以及原子性）；\n\n　　7. 对于搬运插件，禁止增加原帖描述以外的功能描述（确有此功能除外），禁止过分夸张的演绎和说明（例如原帖明确使用“minor improve”而搬运时使用“大幅”、“巨大”等夸张、有悖于原帖的描述），对于原帖自身的夸张、虚假描述，不应当惩罚搬运者，而应该按照情况进行“修正”、“说明”、“锁帖”、“删帖”；\n\n　　8. 对于重制插件，应该明确说明重制了哪些功能、修复了哪些BUG，如果列举的修复、功能不存在，应当被判定为虚假宣 传，不应当把插件本身的功能作为自身原创功能（基于原功能改进、修复的除外），在重制功能描述的时候应当避免使用“修复所有BUG”等过于武断的描述，而应以“修复所有已知BUG”来代替，避免带来不必要的误导；\n\n\n对于娱乐、RPG插件这种大量依赖前置、第三方插件的类型建议：\n　　1. 在描述功能性的时候应明确说明哪些功能需要前置依赖或者安装第三方插件才可以使用，不可将前置、第三方依赖的功能描述为该插件的独有、原创功能，但是可以将基于前置插件的演绎作为自身原创的功能（例如A插件的功能为删除领地的时候退还圈地花费的游戏币，你可以将删除领地退钱描述为自身的原创功能，但不可以把前置插件——领地插件的圈地、删除领地功能描述为自身原创）\n\n　　2. 娱乐、RPG一般大量使用粒子效果，应不被允许使用“绝不卡服”等绝对化的描述（即便异步发包也无法保证绝对不卡服）；\n\n　　3. RPG插件的介绍很多都存在“完美兼容所有其他RPG插件”的描述，应禁止使用。使用Lore来计算攻击力、属性的插件很多都存在冲突，几乎所有对ItemStack做了NBT、序列化处理的插件都不兼容RpgItem等插件（其实所有类型插件都应当如此，但是RPG类插件是重灾区，这种描述极易对新手腐竹产生误导而安装多个冲突的Rpg插件导致不可挽回的损失）\n\n对于安全、反作弊类插件：\n　　1. 应该被禁止使用“100%无法绕过”、“零误报”等不切实际的描述，任何安全类插件均可被绕过，任何反作弊类插件均是误报和有效性之间的博弈；\n\n\n　　2. 应该被禁止使用超出其有效防御范围的描述，例如反压测插件不可使用“防御DDOS”、“防御流量攻击”等过份夸大的描述，反作弊插件禁止使用“100%过滤作弊客户端”等描述（即便完全过滤没有安装Forge的客户端也无法做到这点，部分作弊客户端可以通过增加包含“FML”的握手请求来逃避检测）；\n\n\n　　3. 应当被禁止使用伪造的、不真实的效果、用户评价作为依据（例如防御集群压测的插件使用压测IP均为127.0.0.1的防御效果截图作为防御效果的证明）；\n\n对于管理、优化类插件：\n　　1. 应该禁止使用过于主观或夸大的效果描述，如“使用XXX后可以带几倍玩家”、“使用后2G内存带200玩家”等；\n\n　　2. 应该禁止把不存在的性能优化效果的功能描述为性能优化功能，如“自动复活玩家来大幅优化服务器流畅程度”、“当玩家PING过高时自动踢出玩家”等；\n\n　　3. 如果优化类插件超过50%的优化功能被认定为不存在优化效果或者负优化的时候，应当被认定为虚假宣 传（例如一个优化插件有10个性能优化功能，其中5个或者5个以上的性能优化功能与描述不符合或者负优化）；\n[groupid=1465]银河系气功协会[/groupid]",
    "replies": [
        {
            "author": "秋风残叶",
            "timestamp": 1504116240,
            "txt_content": "非常赞同第一点，15年国家就审议通过了新广告法，其中规定广告宣传中不得使用“国家 级”“最高级”等夸张词汇，现在插件区确实有些插件在滥用“最”，“第一”等绝对化形容词，确实可能对使用者造成误导\n您所建议的大量细节性建议可能在实践起来后会加重版主负担，例如插件功能不符或兼容版本不符，版主可能要消耗很多精力去反编译甚至亲自实验来证明情况属实，我想也不会有人故意描述不存在的功能或不兼容的版本吧\n现行的插件版本分类仅列出大版本，确实不完善"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1504152600,
            "txt_content": "秋风残叶 发表于 2017-8-31 02:04\n非常赞同第一点，15年国家就审议通过了新广告法，其中规定广告宣传中不得使用“国家 级”“最高级”等夸张 ...\n现在的情况是版主发现或者他人举报的时候没有依据处理。所以先建立可以量化的版规是很重要的，也在一定程度上可以约束发帖者的行为。"
        }
    ]
}