{
    "title": "[移动]SAO project ——用mc还原刀剑神域世界[1.7.10]",
    "author": "DIVER",
    "replyCount": 0,
    "timestamp": 1504129380,
    "txt_content": "服务器简介：\n\n本服力求于用minecraft为平台，尽我们最大的努力去还原热门动漫刀剑神域中的世界，并于2014年5月25日开始建设至今。我们用方块打造出动漫中的场景，用插件复刻出小说和游戏中的技能系统，动漫中没有的场景就去小说中寻找，根据小说描写结合脑洞来建设，包括怪物的设计也大量的参考了原作动漫，小说，游戏等。在材质上，我们坚持原创，坚持打造出动漫中的风格，为大家带来更好的视觉体验。我们一切的努力都为了您能够得到更好的刀剑神域体验，您的支持是我们最大的动力。\n\n\n服务器展示：\n[bili=5029999]1[/bili]\n服务器前期建筑展示视频\n\n\n[bili=13917428]1[/bili]\n[bili=13775917]1[/bili]\n服务器近期建筑展示视频\n\n\n\n\n\n建筑场景图片展示\n\n\n\n\n\n\n时装与怪物图片展示\n\n\n技能，熟练度与属性图片展示\n\n\n\n常见问答：问：这个服务器有氪金项目吗？会不会很坑钱？\n答：会有的，但我们一切氪金项目是基于不破坏游戏平衡性的基础上弄的，像VIP特权，火麒麟神装一类的东西是绝对不会有的。但为了服务器的维持与发展，在不破坏游戏平衡的基础上收费对我们来说是不可或缺的，当然，您也可以无偿赞助，我们会非常感谢。\n\n问：基于不破坏游戏平衡性上进行收费具体有哪些？\n答：时装收费，粒子特效收费，特殊称号收费，广告牌位和海报收费，家具收费，房屋收费，部分独立副本和任务章节内容收费（非主线），部分职业副职收费（这些职业和副职不会比免费的职业强，所有数据设定都将保证平衡）。以上项目都不会破坏游戏的平衡性，即使您不充钱也能成为强者。\n\n问：服务器会有类似动漫中那种玩家死了现实也会死的设定么？\n答：这是不可能的事情。所以在时间线上这点，我们还原的是动漫中新生ALO时期的艾恩葛朗特。若还原了动漫中茅场晶彦时期的SAO，那很多设定就会因无法还原有冲突，而且很多东西因为动漫剧情和现实网游模式的巨大区别也都会出现很多不合理的地方。\n\n问：服务器怎么进入？什么时候开？什么时候可以玩？\n答：对不起，距离服务器进行二测的时间目前是个未知数，（因为人手因素和时间因素等）您可以先加玩家群：399147244进行等待。或者您也可以加入审核群：413011610 通过审核成为制作人员的方式进入服务器，但请不要过审核就是为了看一下服务器而消极不出力。\n\n问：服务器具体有什么内容？有何特点？\n答：本服历时三年多的时间打造，地图规模宏大，建筑精美，高度还原热门动漫刀剑神域，您未来将在这里得到真实的刀剑体验。\n楼层内容分布：\n在SAO每一层中共分为：城镇区（不会有怪物侵袭，城镇区根据规模大小将会有以下设施的一种或几种标准设施:NPC商店，玩家商贸街，竞技场，公会大厅，副职大厅，住宅区等），和平区（野外不会有怪物骚扰的地方），黄怪区（怪物不会主动攻击玩家），红怪区（怪物会主动攻击玩家），副本区（独立的野外副本，副本中有迷宫阻挠，且红石机关密布，一些高难度的副本还会有解密元素，野外副本中会有精英怪作为副本头目），迷宫塔（传统SAO上下两层的走道，是玩家通往SAO上层的唯一通道，由多重立体式楼层迷宫组成，在野外副本包含的因素上，怪物更难打，规模更大，迷宫更复杂，并且将会出现SAO一层里面才会有一个的领主级别怪物），我们拒绝无脑自动寻路自动挂机模式，一切的任务事件与副本的攻略都将由您自己探索完成。\n玩法特点：\n刀剑神域SAO的最大特点就是没有远程武器，一切战斗都靠刀光剑影下血与肉的搏击。但是，光拿一把白板剑狂打怪的玩法我们拒绝！我们拥有独创的刀剑神域技能，属性，和熟练度系统，大幅的还原了刀剑神域体系特征，在此基础上我们还引入了动态剑技MOD，多种格斗技巧为战斗增添一份打击感！在地图的任何地方都有可能散落着技能球碎片，快来寻找吧！    知名MC实况主籽岷对动态剑技MOD的介绍→[bili=1037205]1[/bili]\n我们不会只有打怪，刷副本这种玩法，因为刀剑神域是完全开放的大地图模式MMORPG世界，您可以无屏障的穿梭于副本与城镇之间。我们拒绝固定化模式化的一条路走到底的主线，在这样的大世界模式中会存在有无数的可能。例如：在森林中可能会藏有隐藏秘宝，城镇的街巷内可能会有种种的任务事件等着你去探索触发，商贸街口的货仓内有着许许多多奖励丰富的小任务等着你去做荒野的溪边您可能会遇到动漫中的人物或高手，您可以选择挑战或击败他。城堡的塔顶上似乎有个神秘人，您可以借助四周地势跑酷上去.........\n\n\n\n本服现状\n服务器目前还处于建设阶段，短期内无法开服，之前由于人手的短缺曾有一段时间效率很低。但最近我们通过BILIBILI的平台认识了很多各行各业的小伙伴，相信我们在不久的未来能以开服的形式再次与大家见面。\n\n\n如果您想参与我们的工程请加审核群：413011610 若您想加入这个大家庭却苦于没有能力过审核， 可以进群找审核员进行学习，我们会根据您的情况进行免费的传授。不用太紧张，不是所有的服务器都是国际级盛名大服，我们的要求远没有您想象的那么高。千里送鹅毛，礼轻情意重，感谢您的参与与支持！\n\n如果您想安静的当个玩家，请加玩家群：399147244 这里是玩家们交流的天地，您在这里除了能与未来的战友们交流，还可以随时与在群内的制作组成员进行聊天，向我们提出您的想法和意见，欢迎您提出宝贵的意见和看法。\n\n\n\n\n\n\n\n",
    "replies": []
}