{
    "title": "Minecraft官方：现已可以从Wii U向Switch上转移你的Minecraft存档",
    "author": "MineCrocodile",
    "replyCount": 4,
    "timestamp": 1504103160,
    "txt_content": " 本帖最后由 MineCrocodile 于 2017-8-30 22:58 编辑 \n\n\n\nMinecraft：你喜欢转移东西嘛？好消息！你现在可以在Wii U和Switch之间转移存档啦！方法详见：https://help.mojang.com/customer/portal/articles/2865993\n\n\nIt's possible to move your save files (in other words, your worlds) from Minecraft on the Nintendo Wii U to the Nintendo Switch. If you want to do so, just follow these steps:\n将你的存档（也就是你的世界）从Nintendo Wii U移动到Nintendo Switch是可能的。如果你想转移存档，只要遵循以下步骤：\n\n1. Turn on both your Wii U and your Switch and launch Minecraft. They will both need to be on for the transfer, so the easiest way to do it is to have the Wii U connected to the TV and the Switch in handheld mode.\n1. 同时打开你的Wii U 和你的Switch并登录我的世界。转移存档需要两个设备同时开启，因此最简单的方法是将Wii连接电视，Switch使用手柄模式。\n\n2. Press \"Play Game\" on the Wii U. In the main menu of the Wii U edition of Minecraft, press \"Play Game\".\n2. 按下Wii U上的“开始游戏”（“Play Game”）按钮。在Wii U版本我的世界主菜单界面，点击“开始游戏”。\n\n\n3. Connect to Nintendo Network. You need to be connected to Nintendo Network to transfer your save files, so make sure that you are not playing offline. \n3.连接到Nintendo网络。 转移存档需要你连接到Nintendo网络，因此需要确定你不是离线模式。\n\n\n\n4. Highlight the desired save file. Hover over the save file you wish to transfer.\n\n\n\n\n4. 选择想要转移的存档。选择你想要转移的存档。\n\n5. Access \"Save Options\" and select \"Transfer Save to Nintendo Switch\". As seen in the previous picture, you press \"X\" to access \"Save Options\".\n5.进入“保存选项”并选择“转移存档到Nintendo Switch”。见上图，点“X”进入“保存选项”。\n\n\n\n6. Confirm save transfer. Just press the \"OK\" button, and this step is done. Easy!\n\n\n6.确认存档转移。只需点击“确认”按钮，步骤完成。简单！\n\n\n7. Wait for the Switch to accept the transfer. When the screen below is displayed, it means you need to start setting up the transfer on the Switch, so carry on to the next step to start the process.\n7.等待Switch接收转移存档。下方页面显示意味着你需要开始在Switch上设定转移存档，继续下一步来开始转移。\n\n\n\n8. Press \"Play Game\" on your Nintendo Switch. In the main menu on the Switch, press \"Play Game\". \n\n\n8.点击你的Ninendo Switch上的“开始游戏”。在Switch主菜单界面，点击“开始游戏”。\n\n\n9. Make sure that you are connected to Nintendo Network. Just like on the Wii U, you need to be connected to the Nintendo Network, so make sure that you are. \n9.确保你已连接到Nintendo网络。就像在Wii U上那样，你需要连接到Nintendo网络，确定你连接上网络。\n\n\n\n10. Once in the \"Load\" tab, select \"Transfer save from Wii U\". Press \"Y\" to select this option.\n\n\n10.进入“加载”栏，选择“从Wii U转移存档”。点击“Y”来选择该选项\n\n\n11. Confirm save transfer. Just like in step 5, press \"OK\" to confirm the transfer.\n11.确认保存转移存档。跟步骤5一样，点击“好”确认转移。\n\n\n12. Wait until a connection with the Wii U is established. \n12.等待与Wii U的连接建立。\n\n\n13. Wait for the transfer to complete on the Wii U and on the Switch.\n13.等待Wii U和Switch转移完成。\n\n\n\n14. Confirm the transfer on the Wii U and on the Switch.\n14.在Wii U和Switch上确认转移。\n\n\n\n15. Access the \"Load\" tab and load the transferred save file. In the \"Load\" tab, where you normally load your worlds, you should be able to see the newly transferred save file. Select it, and enter the world.\n15.进入“加载”栏并加载刚转移的存档。在你平常加载你的存档的“加载”栏，你应该能看到刚转移的存档。选择并进入该世界。\n\n\n16. Enjoy the world on your Switch! \n16.在Switch上享受你的存档吧！\n\n\n\n",
    "replies": [
        {
            "author": "MCBBS.mcbbs",
            "timestamp": 1504106940,
            "txt_content": "哇，涨知识了0.0以前不知道Will U 和Switch的说。。不过能相互传存档倒是方便了。。。话说楼主无时无刻不关注MC新闻诶666支持\n我想吐槽第16条。。。为何只是在Switch，不是在Will U。。。。偏向啊[滑稽]\n顺便找人一起玩mc需要的私聊=w="
        },
        {
            "author": "Y_sw",
            "timestamp": 1504138380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "leavessoft",
            "timestamp": 1504138740,
            "txt_content": "这些主机的存档格式和Java版的会不一样吗？"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1504153980,
            "txt_content": "leavessoft 发表于 2017-8-31 08:19\n这些主机的存档格式和Java版的会不一样吗？\n应该是不一样的，详见：http://www.mcbbs.net/thread-41000-1-1.html"
        }
    ]
}