{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week: Podzol 本周方块：灰化土",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1504280580,
    "txt_content": " 本帖最后由 像素君 于 2017-9-3 08:01 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: PODZOL本周方块：灰化土\nWhatzol?什么土？\nWe'll forgive you if you think we're making this one up. Wasn't Podzol one of the goblin chieftans slain at the Battle of the Five Armies? Well, possibly. But it's also the weird-sounding name for one of Minecraft's rarer blocks - and probably a more important part of the natural world than you know!\n\n如果你认为这件事是编造出来的话，我们会原谅你的。但Podzol不是在五军之战中被杀的那个半兽人首领吗？嗯，可能是吧。但这也是Minecraft中一个罕见方块的名字——它也许是自然世界中很重要的一部分，比你想象的还重要！\n\nAdded in patch 1.7.2, podzol spawns in vast quantities in only one biome - mega taiga. Taiga is itself an unusual word (you can trace it back to Mongolian!) and refers to the vast forests of spiky, cone-bearing trees that cover huge portions of the Earth. Other than the ocean, there's no biome bigger in the real world, but the so-called mega taiga variant found in Minecraft is rather rare. There, podzol replaces grass on the floors of the enormous forests of skyscraping spruce trees, and the lack of grass means there aren't a whole lot of passive mobs around.\n\n灰化土在1.7.2的补丁中被添加进Minecraft。它会在一个生物群落中大量出现——大型针叶林。Taiga本身就是一个很不寻常的词（这一词语可以追溯到蒙古人！），它指在地球上大部分地区所覆盖着的带有尖刺的圆锥状树木。除了海洋，在现实世界中没有比针叶林更大的生物群落，但在Minecraft里发现这一生物群系的巨型变种还是相当罕见的。在那里，灰化土取代了针叶林地面上的草方块，而草方块的缺乏意味着那里不会有很多被动型的生物。\n\nWhat you will find enormous quantities of in a mega taiga biome is the world's best pizza topping - brown mushrooms - as well as mossy cobblestone boulders, which are handy for prettying up builds. The ample supply of unusual building materials, and relatively flat terrain, make it a pretty good biome to set up home in - you'll end up with a rather unusual-looking base!\n\n在大型针叶林中，你会发现许多棕色蘑菇——它们可是世界上最好的披萨顶料；你还可以找到用来装饰建筑的长满青苔的圆石。大量不同寻常的建筑材料以及相对平坦的地形使这里成为了一个很好的居住环境——你会建造出一个外观独特的基地！\n\n\nIt's a bit of a surprise that podzol is so rare in Minecraft, given how common it is in the real world. Real-world podzol covers a huge swathe of the Earth's surface, underneath the pine forests that blanket the subpolar regions of our planet. It's also found under the eucalyptus forests of southern Australia, and in heathland in Western Europe where humans have been grazing cattle for thousands of years.\n\n灰化土在Minecraft里十分罕见，这着实让人有些惊讶，因为它在现实世界中遍地都是。地球表面大片的区域都覆盖着它，比如高纬度地区的松树林的土地上就覆盖着灰化土；你还可以在澳大利亚南部的桉树林和西欧的希斯兰地区发现灰化土，人们已经在那里放牧了数千年。\n\nA typical podzol is split into two layers - one of them looks a bit like ash because minerals have been sucked out over time, leaving not very much behind. That, alongside the fact that podzol is kinda acidic and doesn't hold much water, means that it's not a very good soil to grow crops on, but not bad for grazing animals.\n\n典型的灰化土被分为两层——其中一层看起来有点像灰，因为其中大部分的矿物质已经随着时间而被吸收了，所留下的矿物质并不是很多。灰化土为酸性，也没有多少水分，这意味着它不适合用于种植庄稼，不过这对那些放牧的动物们来说也不算坏事。\n\nPhoto credit: Amdb73. CC BY-SA 4.0图片来源：Amdb73. 同意CC BY-SA 4.0协议\nBack in Minecraft, there's one especially useful property of pozol that makes it worth adventuring out to find a mega taiga biome. Mushrooms can be placed and grown on podzol no matter what the light level is. Not only does that mean a handy supply of mushroom soup (great for in-game vegans!) but it also makes it easy to grow giant mushrooms, if for some reason you want to build a house out of them or something.\n\n现在扯回到Minecraft。灰化土有一个特别实用的特性，这一特性值得你去冒险前往大型针叶林寻找它。无论光照水平如何，蘑菇都可以在灰化土中种植和生长。这不仅意味着你随时都可以喝上蘑菇汤（这对在游戏中只吃素食的玩家不错），而且当你想要用蘑菇建造一所房子或者其他什么东西时，它也使得种植巨型蘑菇变得容易和方便。\n\nYou'll need a silk touch tool to collect podzol, or it'll just turn into dirt, and you can't hoe it into farmland. But otherwise it pretty much acts the same as dirt - saplings, all kinds of flower and sugarcane can be placed on it normally. It doesn't spread, unlike grass or mycelium, and won't turn to dirt if you put a solid block above it.\n\n你需要一个附有精准采集效果的工具来收集灰化土，否则它就会变成变成泥土，而且你不能使用锄头把它变成耕地。但除此之外，它几乎和泥土一样，你可以在上面放置各种各样的花和甘蔗。它不会像草或菌丝一样扩散，而且如果你在上面放置固体方块，它不会变成泥土。\n\nWhat's your favourite use for podzol? Have you used it to build an enormous mushroom harvesting machine powered by redstone, and if not, then why not?\n\n你最喜欢拿灰化土做什么？你有试过使用它来建造一个由红石驱动的巨型蘑菇收获机吗？如果没有，那为什么不试试看呢？\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-podzol\n原文作者：Duncan Geere\n原文发布日期：2017年9月1日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "林琳",
            "timestamp": 1504290120,
            "txt_content": "支持一下~~~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1504391100,
            "txt_content": "making sth up 编造\nrarer 这个词是比较级不是最高级\nthan you know 指“比你想象中更..(重要)”\nend up 这个多指被动，这里指不同寻常的环境导致建造出不同寻常的基地\nmake ... out of ... 意思是 通过...建造/制作... 这里是用巨型蘑菇做成房子\n"
        }
    ]
}