{
    "title": "【周边创作每月活动】|八月活动|勇者冒险|结果公布|",
    "author": "guqu",
    "replyCount": 4,
    "timestamp": 1504334160,
    "txt_content": "勇者冒险作品作者周边创作管理组Terraria管理组平均分   排名  奖项      奖励我可能玩了假的泰拉瑞亚@R丨Z丨P 8.3+3.0+0.28.0+3.0+0.211.351一等奖6人气，70金粒，3下界之星依旧是摸鱼蹭金粒系列@wc_c 7.2+0.14.0+0.15.77三等奖4人气，30金粒，1下界之星与史莱姆国王的战斗@FHC红石 7.9+3.0+0.27.0+3.0+0.210.653二等奖5人气，50金粒，2下界之星战斗之后@小吴同志 7.4+3.07.0+3.010.25三等奖4人气，30金粒，1下界之星进击！金沙地の宫@314133896 8.1+0.36.0+0.37.356三等奖4人气，30金粒，1下界之星Adventure | World Beyond@1368363199 ----特别奖5人气，50金粒，2下界之星末世·冒险@南少D凌坤 7.2+3.08.0+3.010.64三等奖4人气，30金粒，1下界之星泰拉漫游记·与鲨共舞@玄素 7.9+3.08.5+3.011.22二等奖5人气，50金粒，2下界之星评价：\n依旧是摸鱼蹭金粒系列\n依旧是一个很没诚意的作品。\n\n　　这的确是一个打斗场面没错，但整个作品中我并没有看见最重要的泰拉元素，只有洋溢着MC气息的方块画面。\n\n　　不添加泰拉元素在这个月活动里就等同于是弃权，所以个人建议这种最起码的尊重主题的态度还是要有的。如果不加泰拉元素质量很高也就罢了，但这个渲染的真实水平却也有些不够看。\n\n　　首先呢，渲染角度的选取没有选到点子上来，从而导致在图的下端，无关紧要的草地占据了很大一部分。且画面布局过于杂乱，意义不明的背景反而跟打斗的场景产生了几丝违和感。\n\n　　而且，画面的本身并不协调，树摆放的位置太过单一与密集。虽然因为角度不好的原因，可能没办法表现太多内容，但整体上还是会让人有着太糙了的感觉。\n\n　　最后，说一个比较重要的问题，以打斗为重点刻画的作品，其打斗上面至少要让人有代入感吧，而3D渲染已经可以很好地表现这一点了吧。\n\n　　然后你大可以再稍微仔细地观察下你的人物，右边那个红人打丧尸的部分，我倒是觉得红人的动作挺像丧尸的。完全就没有画面感可言，而且打飞的丧尸也完全遮住了红人的动作，从而让人看得很不舒服。\n\n　　左边的蓝人同样如此，反手的激光剑不是让你把手腕转个一百八十度握剑，想象不出来起码要塑造一个劈的动作吧，这种表达的方式真的非常不做好。同样，蓝人的跑步动作也略有欠缺，虽然膝盖向前弯曲了，但身子却挺得笔直，这就会让人感觉动作非常地僵硬以及失真。起码要作出一个前倾的姿势来吧，而不是单纯地摆弓步？\n\n　　综上，从大体来看要改进的地方的确还有很多，所以望你在今后的作品中能拿出更好的成绩来。\n\n　　祝进步。\n与史莱姆国王的战斗\n很有创意的作品，巧妙地运用了纸片这个亮点，所以这可以看作是作品的加分点之一。\n\n　　相较于之前完成的版本，整张图在大体布局以及细节刻画等方面都有所提高，阴影也的确渲染得不错，让人看得很舒服。\n\n　　虽然构图清晰，但这张渲染图中还是存在着一些问题。其中，它虽然对打斗场面有了一定的描写，但刻画得并不是那么完善。虽然受于这个创意的限制，它的打斗场面不可能多么激烈，多么有画面感，但在构图上也许可以进一步地将战斗元素体现出来。比如试着微调一些人物的站位，并且在选图上面略作修改，或许可以更有画面感一点。\n\n　　暗色调的背景与色调鲜明的卡片人物的对比非常巧妙，这一点也可以说是图片的亮点之一。但也许还可以就着创意作出更多的对比，例如在人物的大小上就可以作一番文章。\n\n　　总体来讲还是一个非常不错的作品，望继续努力。\n泰拉漫游记·与鲨共舞\n玄素佬先拜一波。\n\n　　无论从哪个角度来看都非常优秀的短篇，全文没有一句废话，节奏平缓而有力，叙述的方式也非常有趣。除了描写略微地少了一些，其他还是没什么问题的，至少让人看得很舒服。\n\n　　文章的亮点在于人物塑造。简洁明了的文风很清晰地塑造出了两个主要角色，这点不错。\n\n　　但还是有些美中不足的。这次活动的主题是冒险与战斗，所以文章的情节应该主要围绕着这两个元素来发展才是。然而在这个短篇中，固然有着对战斗的描写，但太过粗糙简陋了，以至于并没有很好地将这两个元素展现出来，这可以说是存在于文中的一大遗憾了。\n\n　　以及，因为文中的故事情节过分简单的缘故，所以在整体的结构上并没有展现出什么独到之处。全文如果细读下来，就只是平淡的叙事而已。这的确可以算是将故事写明白，写舒坦了，但却缺少应有的起伏与波澜。文中一没有出色的线索进行贯穿，也没有让人眼前一亮的伏笔转折，纯粹就是一个平淡的故事而已。\n\n　　综上，虽然这个短篇的完成度的确很高，从质量上来看也堪称优秀，但还是少了一些必要的元素。它既没有明显的缺点，也没有太过出彩的加分点，对战斗的描写以及深层次的刻画也可以说是几乎没有，所以总体的打分不会高到哪去。\n\n　　希望下次能看到更精彩的作品，祝进步。\n我可能玩了假的泰拉瑞亚\n横屏的设计非常棒，清晰的版面让人眼前一亮。而图中的几个区域都划分得非常清楚，特别是一些生物动作细节的刻画，都可以说是非常优秀了。\n\n　　当然，这张图还是有着一些小问题的。比如左上角的泰拉瑞亚的logo，就有些没扣干净的感觉。另外，虽然各个生物的形象塑造还算可以，比起上次来讲要好得多了。但如果从整体来看，这些生物的形象塑造就有些过于平淡了，可以再考虑增加一些类似小剧情的独特画面，而不是作为生物单纯地摆着姿势，这就是在原有的基础上丰富作画了。\n\n　　然后，提一点最为关键问题。如果将这个渲染单独拿出来，作为一个独立的作品来讲的话，它可能的确会有着不错的评价。但它如果放到这个活动里的话，那就显得有些不恰当了。\n\n　　首先，这次活动的主题是战斗与冒险，如果是图画类作品，是要明确体现出这两个要素的。而图片上只是将泰拉的独特元素展现了出来，但却并没有与那两个要素很好地切合。\n\n　　所以，从某种层面上来讲，这也能算是离题了。因为缺少了必要的元素，所以整体的打分不会过高。\n\n　　但如果单从质量上来看，这张图也还是有些美中不足的。虽然做到了整体的协调，与清晰的布局，但是缺乏那种能够让人眼前一亮的亮点。\n\n　　综上，那么继续努力吧。 \n战斗之后\n整体不错，初次看时倒没有什么太大的问题，也勉强可以算是切合主题吧。\n\n　　那么说问题吧。\n\n　　第一点，结构与烂尾\n\n　　先草率地做下结构的划分，全文大体分为三个部分，打肉山400多字左右，遇到公主400多字左右，打克总500字，总共一千多字。\n\n　　主线是打怪然后被怪打死，唯一可能有点看头的地方就是跟公主不明不白的感情戏。先不提开局的打肉山对世界观有什么关系，我们只需要明白，单把这个内容提出来看，它是跟下文格格不入的。一没有对主角的塑造有什么太大的作用，二跟剧情的主线扯不上边。就算打肉山是你的大纲中必不可少的内容，那也可以以几句话简略地概括一下，比如用几句话直接引到战斗结束，这既能很好地增强文章的条理性，也满足了内容上的需要。\n\n　　这么跟你讲吧，在这个结构上首先你要明白一点，结构是用来为文章的主题服务的，而所谓的“冒险”与“战争”元素再怎么扯也是在构造文章的同时，穿插进去的附属品。你不能让你的内容被元素与结构带着跑，更不能为了表现这个元素而强行在开头插进去一段战斗描写。\n\n　　其实，既然文中出现了长公主这个角色，那么她的篇幅就一定得占据大半。因为在短篇小说中，每一个角色都是至关重要的，是不能随意插入的。如果在中途插入了一个设想中的角色，却因为篇幅或者其他的原因，没有完全地塑造好这个角色，那么还不如不加。\n\n　　因此，在特别短小的短篇中，有时候角色是能少就少，哪怕单主角也没有问题。但有时候如果在行文的过程中，你穿插过来了一个女主，而且这个女主还只占据了文章的一部分内容，前一大段与她完全无关，这就会让读者读着感觉别扭，而女主的形象也得不到很好的塑造，从而使文章的条理结构不再清晰。所以，既然已经选择了加入女主，那么个人建议将文章的内容围绕着女主与男主展开，开头只需要在击破肉山的时候，让男主通过几句话来建立一个初步的形象就好。\n\n　　说到结构，那么就顺带来说一下文章的结尾吧。稍微概括一下，就跟上文我所说的一样：长公主和主角打怪，然后被打死了。\n\n　　不知道你是一时兴起还是出于什么原因，这个结尾可以说是结的非常草率。首先，前文没有关于这个转折的铺垫，所以这么结可以说是非常的突兀与不合理；其次，它对文章的主题深化没有任何的价值；最后，这个结尾在某种程度上会间接地引起读者的反感。为什么这么说，因为在阅读全文的过程中，你作为说故事的人，给读者呈现的是一个完整的故事。然后等他们终于听到最后时，你告诉他们主角突然死了。这个没有任何理由的烂尾结局，会让读者产生一种被戏弄的感觉，从而对该短篇的影响直接拉低。所以这样写，可以说是为文章凭空加了一个大的毒点。要我具体地给这个结尾评价，那就是无厘头，还是没有任何根据的无厘头。\n\n　　就算是你写他们打败了某某某大boss，最终幸福地生活在了一起都比这个烂尾结局更好，所以个人是非常建议进行修改的。至于怎么改，如果你想不出来结尾，可以干脆将这个结尾删掉，直接以前面一句话作为结尾就够了。如果还有余力，甚至可以在末尾加点煽情的句子，再暗示一下文章就此结束都可以。因为写小说你并不是非要告诉读者，这个小说的结尾怎么怎么样他们最终怎么怎么样了，意犹未尽反而比直接说透要好的太多了。\n\n　　第二点，善用回车\n\n　　顺带着提一个小建议，文中的某些大长段落，其实是完全可以用回车分成小的段落的。就拿打克苏鲁之眼的那段来讲吧，将所有的动作描写都挤在一块，其实是一种很不理想的写法。\n\n　　首先，它会让文章的层次显得有些杂乱，从而较为强烈地影响到了读者的阅读体验。而大量的动作描写的堆积，反而会让读者产生审美疲劳。如果换成多个分段的写法，在某种层面上它能够将这一段落的内容较为清晰地展现出来，从而也能让文章表达效果增添些许，所以个人建议多加分段，至少比挤成长段要好得多。\n\n　　综上，文章虽然总体上还说得过去，但问题也同样很清楚。因为一些个人原因，在这篇文章在描写上的问题未能提出。建议作者先试着对一些词句进行修改，如果实在不知道如何下手，可以在某些方面稍微模仿一下其余优秀文章的片段。\n\n　　总之，先说到这里吧，祝进步。\n进击！金沙地の宫\n可以说是无论是在图片的质还是量上都可以称得上是优秀的一组渲染图，恰到好处的布局与取景，以及适当的渲染让这组图片在欣赏起来有着独特的意境。虽然没有那种特别出色的图片存在，但整体还是很不错的。\n\n　　前几段的配文也比较精彩，其在修饰词的选取上非常恰当，从而很好地塑造出了一个清晰的意境，并且为作品更增了几许画面感。\n\n　　再说一下问题吧。其实论“冒险”这个主题的话，作品倒是切合得不错。但是这次活动的重点，还在于“拥有泰拉元素”这块。\n\n　　“这主要是游玩泰拉瑞亚探寻与战斗BOSS的过程的一系列脑补，并且将其Minecraft化了而已。”\n\n　　这应该是你为泰拉元素做的解释。但按照你的说法，将在泰拉的探寻与战斗MC化，那不就完全是只有“战斗”与“冒险”的MC元素作品了吗。至于那个熔火之心，就更是跟泰拉扯不上半点关系了。\n\n　　如果单独将这组图片以渲染图来看待，它可能是一组优秀的图片。但如果放入这个活动里，就有些离题了。\n\n　　除去离题的问题，作品中的有些渲染有点没有放到点子上的感觉。拿第二张图举例，整体的画面倒是十分清晰，动作也很协调，但问题是对于朦胧这块的渲染有些太过了，反而将战斗这一主元素压了下去。对于僵尸眼中的红光，本该有着更为清晰的刻画，但却因为朦胧点过多而有些将其淡化了的感觉。\n\n　　总之，继续努力吧。\nAdventure | World Beyond\n离题所以没有评价\n末世·冒险\n整个故事的主线较清晰，但剧情并不起眼，但还存在许多基本问题。\n1.排版和分段\n凌乱的排版和分段造成极大的阅读困难。\n2.文章描写过于简单\n例如：\n（哈哈，我这么NB，这大陆的女孩都得围着我转，想想还有点小兴奋。） 骷髅王的头颅一直转动，让人十分恶心，我忍着闪动附魔之剑的光芒，身上的铠甲像火焰一般炽热，附魔之剑的光芒如阳光一般闪耀，我的羽翼挥动如此之快，难道？我要进化了！（滑稽），我的身体突然又如此痛苦，身上像被蜜蜂蜇了一样，到处刺痛。我的左拳突然出现了火焰，害怕的我甩动这个火焰，这个火焰转化为火球，向骷髅王的方向冲了过去，把骷髅王的左手给燃烧起来。我的铠甲发生炽热，我的羽翼也着起了火，这把火让我心脏也燃烧起来，整个人都被这种火给包围，我实在忍不住了，吼叫起来，向导等人听见我的吼叫都被吓到了。我身上的火焰也散发出去，最后又汇聚到我的附魔之剑中，我的附魔之剑被火给融化，铸造成了新的熔岩巨剑，我的铠甲也被火焰给保护。我挥动红色的羽翼，冲了过去，熔岩巨剑十分沉重，但是我却神奇的可以拿起，随后一刀下，直接砍杀骷髅王，骷髅王被我用这把剑给砍爆！“啊啊啊啊啊~！！！！！！！！！！！！！！！！！”\n描写手法过于幼稚，而整篇文章大量的运用感叹号（无意冒犯）\n怕不是你写high了\n3.视角切换\n也许是一个让读者理解你内心世界的很好的办法，但是并没有用的顺畅，本身这种手法要顺畅起来就是比较难的。\n4.没有意义的强制留下悬念直到这件事，我每天晚上都希望再来一次南风。过了数十年。我熟睡了。\n    突然！南风来袭......\n活学活用，体验一下用感叹号的感觉。\n望努力！！！！！！！！！！！！！！！！！！！！！！\n下次要注意这些方面，欢迎继续参加本版活动\n",
    "replies": [
        {
            "author": "xiaollzx",
            "timestamp": 1504336740,
            "txt_content": "我只想说,跟我预想的不一样O"
        },
        {
            "author": "玄素",
            "timestamp": 1504337040,
            "txt_content": "首先抱一个。\n这次我这边的问题主要是中途换了主题。最开始的立题也就是文章最后说的另一个企划，战斗冒险的要素是更惨一点的。中途发现离题万里若等闲的时候也已经月底了，先前也是先肝了创意赛的文案，短时间也就只能肝个偷懒的东西了（逃\n次上自己对战斗的把握是一直有问题。这个的确是欠的不少，得练。想用这种偷懒的战斗投机取巧一下结果被揍了（逃\n啊改天等我把原设肝完丢隔壁版吧，那个的故事性还是相对好些的，至少看着不会那么无聊了（逃"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1504341600,
            "txt_content": "每次混口饭吃我真丢人"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1504398540,
            "txt_content": "(开心)只有我的被引用句子了，【捂脸】"
        }
    ]
}