{
    "title": "[双线]梦想天空——新服开荒|在线奖励|副本|神秘|工匠|任务|舰娘|RPG|时装|~[1.7.10]",
    "author": "梦噬",
    "replyCount": 0,
    "timestamp": 1504340700,
    "txt_content": " 本帖最后由 梦噬 于 2017-9-2 16:46 编辑 \n\n\n\n——————————————_(:3ゝ∠)_我是纪元分割线——————————————\n服务器介绍\n\n\n这是一个魔法横行的世界在这里，你可以是一个冒险家，也可以是一个战士但是最终的目的还是击退这无边的黑暗带领整个世界走向光明PS：不论你是新手还是老兵，甚至是咸鱼，都欢迎加入这个世界（萌妹子的话更好哟）嘛，以下是服务器信息服务器群号：594302597(全天24小时审核入群！)主页: http://www.mxskys.com/服务器配置是E5-2690两颗+192G内存，托管到专业的机房，所以怎么滴应该也够了吧2333~\n\n——————————————_(:3ゝ∠)_我也是纪元分割线——————————————\n\n服务器特点\n\n\n指令简化服务器内实现无指令游戏，一个钟表菜单即可实现大部分功能，圈地、买地皮、回城点点手指就可实现。并且对于一些常用指令添加了中文指令，方便好记，新手再也不用担心记不住命令啦~\n在线奖励时间不应该白白浪费，只要在线就能获得多种豪礼。从金币到时装兑换券，哪怕是抽奖用的小金锤，这边都应有尽有，让你真正体验到游戏的乐趣。\n时装系统十多套时装任意搭配，并且时装库还在不断扩充中，原创时装也正在制作中，拒绝千篇一律的史蒂夫。翅膀、外套、光环等多个部位，在我的世界里，我就要和别人不一样！\n称号系统谁规定了一人只能拥有一个称号？称号库保存了你解锁的所有称号，随时可以自助通过GUI更换称号。同时可以通过称号库查看未获取的称号如何解锁，解锁一个稀有称号让别人一眼就记住你吧~\n交易系统之前的经验告诉我，直接把物品丢出来交易的方式非常不安全。如今通过改良后的交易系统可以极大的避免交易被骗，双重确认，双重安全~\n宝石系统装备属性不满意？没关系，我们提供了宝石镶嵌系统，多种属性自由搭配。而且宝石种类众多，可配合宝石打造自己独有的套装~\n任务系统任务不再是枯燥难认的文字游戏，全新的GUI界面，友好的任务提示和完成度显示，数个章节任务，丰富的剧情。随着剧情改变甚至会改变地形，让你完美融入这个世界。\n多个副本\n从简单的F级副本到困难的SSS级副本，多个副本任你挑选。每个副本的怪物、技能、剧情、掉落都不一样，而且还在不断的增加中。越困难的副本掉落的物品越好，带上你的朋友，一起组队来刷副本吧！\n抽奖系统开罐时面对未知的期待也是一种乐趣，而且开陶罐用的小金锤拥有多种获取途径。在线奖励、节日活动等多种途径都可获得，麻麻再也不用担心我没有小金锤了。\n装备系统上百套装备提供了各种各样的加成，不同的装备拥有不同的外形。还有更多的装备正在添加中，自由打造不同的装备，让自己变得更强！\n破坏记录破坏全纪录系统，绝不错抓一个好人，也不放过一个熊孩子。对于熊孩子采取零容忍态度，维护服务器的一方安宁是我们所有管理组的愿望。\n多彩聊天聊天再也不是枯燥的文字了，可以在聊天窗口中展示你的装备，可以直接点击别人的名字发起传送请求。聊天窗口的革新改变必会让你有了新的体验~\n举报奖励第一个发现BUG举报给管理员，且没有恶意利用的玩家，将会视BUG严重程度给予一些点券奖励。同时如果发现恶意利用BUG的人，将会受到严厉的惩罚，惩罚连带BUG涉及的所有人员。\n—————————————_(:3ゝ∠)_我还是纪元分割线—————————————\n\n服务器世界观\n玛诺洛克大陆服务器暂时仅开放玛诺洛克大陆，后续将会随着剧情推进开放更多的大陆，玛诺洛克大陆是主要大陆，大部分活动和剧情都将在这推进。\n塔哈玛特主城玛诺洛克大陆上的主城，也是玩家出生的地方，虽然黑暗已经褪去，但是还是被各种势力窥探着，邪恶的种子在一些人心中已经发芽。\n雷姆洛斯矿界\n一个小矿界，因为被神秘力量笼罩着，所以死亡不掉落，也无法PVP，是新手玩家挖矿的好地方。\n来瑟罗矿界一个巨型矿界，因为没有保护所以早已被黑暗侵蚀。这里死亡掉落，进入这里的矿工有可能被黑暗侵蚀，让他失去理智攻击同伴，大家进入时千万要注意安全。\n精灵驿站通往各个副本世界的中转站，据说是月光精灵开设的，里面吸引了不少商人驻足，同时有许多前往各个副本的传送门。\n————————————_(:3ゝ∠)_我说我不是纪元分割线你信吗————————————\n\n活动介绍\n节日特典大大小小的节日都会有各种各样的庆典活动，奖励丰富，限定时装、限定武器、装备或限定称号之类的都可获得。\n长期活动多个长期活动，里面有小金锤、称号、时装、武器、实物奖励等各种奖励。\n———————————_(:3ゝ∠)_我还是老老实实当一个纪元分割线吧———————————\n\n服务器守则\n\n大部分守则在这群公告里面都有写，游戏中也会发一本新手指南。里面也有写明哪些事情是不应当做的，请仔细阅读，觉得自己可以接受里面规则的约束后再进入游戏，谢谢~(另外在此再次提醒米娜桑，如果在服务器中遭遇熊孩子，还请理智举报，私聊群内OP，切勿在群内刷信息等行为＼（≥Д≤）＜)\n\n——————————————_(:3ゝ∠)_老实的纪元分割线——————————————\n\n服务器截图\n\n\n\n\n<主城>\n\n<精灵驿站>\n<副本地图>\n<副本地图>\n<副本地图>\n<OP证明>\n——————————————_(:3ゝ∠)_不是很老实的纪元分割线——————————————随便谈谈\n\n\n最后，由于服务器还在公测中，所以难免会有些BUG之类的，我们会不断完善游戏内容，在不远的将来，努力呈现给你最好的游戏体验以及更多原创内容。\n\n",
    "replies": []
}