{
    "title": "【原创·连载】【末影检查官】【04】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 5,
    "timestamp": 1504365660,
    "txt_content": " 本帖最后由 tzxwdu 于 2017-9-16 23:35 编辑 \n\n【末影检查官】【04】\n\n废话\n\n1.本章可能有点突兀……其实本来应该再铺垫1至2章的，但是考虑到各方面，最后我决定稍微加快剧情，为后面的内容做准备。所以如果感觉有点别扭的请见谅……也可能是我文笔的问题吧。\n2.下周开始更新会减缓，请各位见谅\n3.因为我上论坛会比较少了，所以如果有留言什么的我不一定会很快看到，但我看到了一定会回复，所以不用担心~\n4.错别字，排版等可能出现的问题我都会尽快解决\n5.有建议请dalao们提出来\n6.能不能不要再shenhe了QAQ\n\n\n正文\n\n4\n\n日子平静地流逝着，王子也将在不久后离开末影要塞，去帝国首1都接受死1刑的审判。临走的时候，他来到我的寝室，坐在我对面，与我谈了很久。他非常感谢我对他的宽容，同时又和我聊了聊未来世界的发展趋势。尽管他有些隐藏，但是我感受的到，他对未来充满了担忧。\n\n\n下午六点钟，晚饭的铃声响了。我和王子一同站起来。在这顿晚饭之后，他就要离开了。他的眼睛死死地看着房间的门口，眼神中有些害怕与委屈，但我看到的，更多是坚定与愤怒。随后，他走到我身边，再次和我握手告别，便走出了我的房门。\n\n看着他的背影，我突然有些伤感、气恼。几年前，我冒犯了他，但他救了我。而现在，这位宽宏大量的英雄就要去见上帝，难道我就不能想出一点点办法去帮助他吗？\n\n\n或许真的不行。他是王子，我不是。我只是低等贵族，我是没什么真正权力的。也许我就只能看着这样一位正是大好时光的青年离世。\n\n\n……\n\n\n我只感觉脑袋嗡嗡地叫着，泪水滚滚低落。\n\n\n“嘀……嘀……”\n\n\n警报声突然响起，附近的其他人突然开始慌张起来。根据我之前学习的经验，这样的声音，肯定是遇到什么大的危险。尽管我平常都以“临危不乱”而很出名，可是此时我的心脏依然在砰砰地跳动。怎么了？有人入侵了？还是MC帝国的那些上1层1官1员1们来查0水0表了？我只感觉我所生活几年的基地非常危险。\n\n\n一名士兵急匆匆地跑过来，不停地喘着粗气：“长……咳咳，长官，呼呼~我们遇到，遇到危险了，我们在基地里发现~呼~发现了大量的TNT，来源不明，但是似乎有人正在试图引爆这些TNT，目的是，摧毁这座要塞！”\n\n\n我不知道当时我的眼睛瞪得有多大，总之是死死地盯着他，嘴巴都可以塞下几个鸡蛋了。TNT？谁那么大的胆子？竟然要炸毁我们的要塞？我只能说这一切太突然，太不可思议了，平静的生活似乎突然就被打破了。我赶紧跑到通讯室，对着话筒大喊：“4号末影要塞的士兵们注意了！我们现在遇到了危险，有TNT要炸毁我们的基地！请大家立刻带上随身物品，争取逃到地面，并且为犯人们做好保护措施。如果通向地面的路被炸毁了，自己用稿子挖上去！快！时间现在就是生命！”我又迅速接通对首-都的电话：“呼叫！呼叫！4号末影要塞求救，我们遭到了地方的TNT攻击，请求支援！”\n\n\n似乎我已经听见TNT的爆炸声，还好我们的要塞是石砖做的而不是沙子做的，撑一下是可以的。我跑到地下最深处，疏散惊慌失措的士兵们和害怕的犯人们。我并不准备让犯人们都死在这里，我希望能把所有人带出地底，至少让他们死前还能见一见阳光。可是当时的场面实在是太混乱了，许多照明设备都坏了，根本看不清楚路。我只能凭借着几根火把，勉勉强强带领着两队士兵来到了地面。\n\n\n这是我4年以来第一次来到地面，有些亲切又有些陌生。以前不是没机会上来，但是到地面上来确实要走比较远的路，而且我事情繁重也没有空闲时间。这一次终于上来了，可是内心却十分悲痛。在西边，方方的太阳正在失去最后一点光芒，天上的星星若隐若现。看着狼狈不堪的属下们和被TNT炸出的大坑，我感觉心里在滴血。我大喊着：“还有没有人在下面没被救上来？”利卡此时刚刚逃出来，小跑到我身边汇报道：“对不起，长官，我们实在是无能为力，这件事情我们是在是意想不到。”我明白了一点他的意思，悲愤从心里涌出，咆哮着：“什么叫意想不到？！我的士兵们呢？犯人呢？还不把他们救出来啊！”而利卡只是无辜地看着我，眼神有些呆滞。\n\n\n另一位将军正在紧张地清点着人数。现在时间非常紧张，因为马上天黑了，说不准什么时候人群里就出现一只苦力怕。“报告长官，目前已经到陆地上的有172个人，其中犯人有51位，剩下的520名士兵，377位犯人目前失踪了。”他看着手上草草写完的报告，对我念道。\n\n\n我的目光顿时黯淡了一些。这么说……死了大部分吗……\n\n\n利卡走到我的身边，轻轻地拍着我的肩膀。“长官……我能理解你的心情，但现在不是时候啊。”他递给我一把锋利IV，耐久III的钻石剑，“现在，已经是晚上了，我们首先要振作起来活下去，争取明天白天赶到最近的城市。”\n\n\n方方的月亮已经从东边升起来。初秋的夜晚，还是有一丝凉意。我咬咬牙，走到了队伍的最前方……\n字数：1631\n  --by tzxwdu\n\n\n\n传送门\n\n索引贴\n上一章【03】下一章【05】\n\n\n嘉宾席\n@gggbbb @WM2030 @FHC红石 @LED--风扇 @guqu @bo_bo2001 \n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1504366980,
            "txt_content": "兄弟，你为什么要这么晚来发呢？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1504404720,
            "txt_content": "没收到at的提醒……\n这章还可以，就剧情来说虽然走的有点快但还算通顺\n士兵汇报tnt那段的浪号有点出戏= ="
        },
        {
            "author": "初阳时光",
            "timestamp": 1504432380,
            "txt_content": "段距都可以塞下几个鸡蛋了"
        },
        {
            "author": "xiaollzx",
            "timestamp": 1504432680,
            "txt_content": "我看好你！加油"
        },
        {
            "author": "shulker1",
            "timestamp": 1504520640,
            "txt_content": "666太太强了Y(^_^)Y加油"
        }
    ]
}