{
    "title": "[Minecraft.net | CULTURE] 避风港 Safe Harbour",
    "author": "LocusAzzurro",
    "replyCount": 0,
    "timestamp": 1504388460,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2017-9-2 23:10 编辑 \n\n\n\nSafe Harbour\n避风港\n\nFlee from the stormy sea to this enigmatic haven!\n远离惊涛骇浪，驶向神秘港湾吧！\n\n\nAre you lacking a mysterious venue in which to live out your nautical fantasies? Need something that blends beautiful man-made structures with the the wild ocean and ominous skies? Whether you’re simply looking for a safe berth or a surreal retreat into your subconscious, we’ve got the place for you!\n\n你是否一直在寻觅一方可以满足你航海幻想的秘境？是否在追寻那狂野的海浪，暗流涌动的天幕和那瑰丽的建筑的完美融合？不管你渴望的是一个安全的泊位，抑或是一个深入潜意识的虚幻帷幕，我们都为你找到了最佳的目的地！\n\nBuilders Vubervos and ErikJoel99 have come together to create this gorgeous creation called Aquila.\n\n建筑师Vubervos与ErikJoel99共同为我们带来了这次的华丽作品，名为Aquila。\n\n“We met when I was doing my trial for the build team Astrium,” says Vubervos. “ErikJoel99 was already part of the team and I had always really liked his build style. We’d been talking about doing a smaller collaboration ever since we met.”\n\n“我们是在当时我参加Astrium团队建筑审核时认识的，”Vurbervo说到。“ErikJoel99当时已经是团队成员了，而且我一直很喜欢他的建筑风格。在我们相识之后一直在讨论关于一个小型合作项目的事。”\n\n\n\n\n\nThis build feels like a perfect example of how to work in a small team, making the best of each member’s various abilities. In this instance, Vubervos says he and ErikJoel99 are very similar structural builders, and so they decided to divide the structural work up fairly equally. However, when it came to the details, they each took their specialty: Vubervos focused on the boats, and ErikJoel99 worked on the eagles that give Aquila its name.\n\n这个建筑可以说完美展示了小型团队应有的运作方式，充分利用每位成员的各项技能。在这次的合作中，Vubervos认为他和ErikJoel99是不分伯仲的结构建筑师，所以他们决定大致平等分配结构方面的任务。但轮到细节部分时，他们各自亮出了杀手锏：Vubervos将精力集中在了舰船上，而ErikJoel99制作了鹰群，Aquila也因此得名。\n\n译者注：“aquila”拉丁语意为“鹰”\n\nThey also got a little extra help from fellow Astrium builder, Pang. Vubervos says, “Pang’s an amazing builder and is always there to help us out with small details on the structure, or organics and plants. He is really good at building trees and plants, so we decided to let him build the tree so we were sure we would get the best results.”\n\n他们也从Astrium团队伙伴Pang那里得到了一些额外的帮助。Vubervos说，“Pang是位十分了不起的建筑师，在整个过程中帮助我们完成了建筑中的各种小细节，以及植物和有机物。他十分擅长制作树木和植物，所以我们决定请他来完成树木的制作，确保我们能收获最好的结果。”\n\nFor Vubervos, this build is particularly special. One of his very first builds was a bridge with a house on - and so it seemed fitting to return to this theme seven years later with all the ‘craftin’ skills he’d since amassed.\n\n对于Vubervos来说，这个建筑意义非凡。他的早期建筑之一便是一座上面有一栋房子的桥——因此这是一个绝佳的机会，让他在七年后重新回顾这个主题，展现多年来积攒的经验。\n\n\n\nAs well as a sprawling ocean, Aquila has an air of mystery surrounding it. Its structures are regal and intricate, but somehow aloof in their isolation. Who built this place? Why? Vubervos gives me no clues.\n\n如同无限蔓延的海洋一般，神秘的气氛笼罩着Aquila。它的建筑结构冠冕堂皇，错综复杂，却又不知何故地与世隔绝。谁建造了这个地方？又是为了什么？Vubervos没有为我留下任何线索。\n\n“The reaction and feedback from players and other builders is always amazing, and that’s what makes it so fun. People enjoy what you make and I enjoy other people’s builds as well. I think we can all learn from each other.”\n\n“来自其他玩家与建筑师的反馈总是十分精彩，也带来了乐趣。人们欣赏着我的作品，同时我也很欣赏其他人的作品。我觉得我们都可以相互学习。”\n\nSo, what are you waiting for? Go and visit Aquila’s PlanetMinecraft page and absorb all that unique knowledge that Vubervos, ErikJoel99 and Pang have!\n\n那么，你还在等什么呢？赶紧前往Aquila的PlanetMinecraft页面，听取Vubervos, ErikJoel99和Pang的独到之谈吧！\n\nRenders by: D34D, Maaki, Mydelko, Lorenzo, Avenz\n渲染图作者：D34D, Maaki, Mydelko, Lorenzo, Avenz\n\n\n[Minecraft.net | CULTURE]\n原文链接：https://minecraft.net/zh-hans/article/safe-harbour\n原文作者：Emily Richardson\n发布日期：2017/09/02\n\n\n",
    "replies": []
}