{
    "title": "「Minecraft.net|INSIDER」聊聊洞穴蜘蛛",
    "author": "cc7w",
    "replyCount": 5,
    "timestamp": 1504690380,
    "txt_content": " 本帖最后由 cc7w 于 2020-3-20 11:18 编辑 \n\nMEET THE CAVE SPIDER\n聊聊洞穴蜘蛛\nSurprisingly, not a great kisser\n惊讶的是，它不是接吻高手\n\n\n　　Ah, digging around in an abandoned mineshaft! What could be better? The fact that I get to go home and do it all over again in Minecraft, I guess. That’s pretty good too.\n　　啊，我正在废弃矿井挖矿！还有什么能比这更好呢？我想，只能是赶快下班回家，打开Minecraft再探矿了。那可真是人间乐事！\n\n　　Except! In Minecraft the Cave Spiders are much bigger and much more poisonous (unless you’re in Australia, I guess, getting bad advice from the malicious pig). I first encountered the cave spider when, through sheer courage and incredible smarts, I had thwarted a creeper from popping in my face... by blocking myself into a small hole with dirt blocks.\n　　一斤鸭梨！洞穴蜘蛛就能搅了你的美梦。这种生物个头更大，毒性更强（除非你身处澳大利亚，听了这头充满恶意的猪的建议）。记得那时，我浑身上下充满使不完的劲，脑海中充溢着不竭的智慧。我用泥土把自己围了起来，成功阻止了一只苦力怕在眼前爆炸——这，就是我和它的初次会面。\n\n　　To be sure I knew where my foe was, I’d left myself a 1x1 block hole to peep out of. I had my soft, delicate, perfectly nice face very close to this hole when a Cave Spider lunged out of nowhere and spat in it. Ewwwwwww!\n　　为了弄清敌人的的位置，我留出了1x1大小的洞，以便窥视外面。我柔软精致、洁白完美的脸庞刚刚探到洞口，一只洞穴蜘蛛就突然扑了上来，朝着我的脸吐吐沫。嗷嗷嗷嗷！\n\n　　I was distraught. I was poisoned. But that wasn’t so bad, because I was also already dead. Cave spiders have a mean 4x right hook.\n　　我有些抓狂：我中毒了。但那还不是最糟糕的，这只洞穴蜘蛛接下来对我使出了一击4x右勾拳，于是我便回出生点了。\n\n　　A smaller version of the regular Minecraft spider, these little guys are nippy, in terms of both speed and biting. They’re also perfectly adapted to squeezing through small spaces, like **s found in their native habitat of abandoned mines. Who knew? Well, obviously, this guy:\n　　虽说是普通蜘蛛的缩小版，这些小家伙不管是速度还是攻击都很敏捷。它们能穿过窄小的空间，例如它们的居处——废弃矿井中的条条道道。谁知道呢？嗯，很明显，这个家伙知道：\n\n At the time, we were thinking about adding the potion effects and I wanted to make a poisonous spider. Instead of adding poison to the traditional spider, we decided to make a new one. It was added when we added mineshafts, and while the normal spider is larger than one block in width, the Cave Spider is smaller, so it can get through smaller areas. It also has a slightly different texture. Jens Bergensten\n当时，我们在讨论增加状态效果，我想让蜘蛛带上中毒效果。但我们没有直接把中毒效果加给普通的蜘蛛，而是创造了一类新的生物。在我们添加废弃矿坑时，洞穴蜘蛛便加入到了游戏中。普通的蜘蛛要比一格宽，而洞穴蜘蛛的身体更小，所以它们可以穿越窄小的通道。洞穴蜘蛛的外表也与普通蜘蛛不同。—— Jens Bergensten\n　Another fun fact about the Cave Spider? Its shadow is the same size as that of a regular spider, so even if it isn’t crawling into your only hiding place, it is still absolutely terrifying regardless. How terrifying? I WROTE THIS ENTIRE ARTICLE SCREAMING. TRUE STORY.\n　　另一个关于洞穴蜘蛛的有趣事实？它的阴影大小和普通蜘蛛是相同的，所以即使它没有爬进你的藏身之处，也是十分可怕的。有多可怕？我写这篇文章的时候都在尖叫。喂，我没在开玩笑，这是真事。\n\n　　Want to meet more mobs? Why not try the Creeper, Evoker or the Ghast?\n　　想要让我们聊聊更多生物？你为啥不看看苦力怕，唤魔者或恶魂呢？\n\n　　Or for something completely different, click here!\n　　或者想看点别的东西的话，点这里！\n\n\n原文地址：https://minecraft.net/en-us/article/meet-cave-spider\n原文作者：Emily Richardson\n原文发布时间：2017/09/05\n翻译者：c7w\n翻译时间：2017/09/06 → 2020-3-20\n\n\n\n\n\n【c7w 译自官网 2017 年 09 月 05 日发布的 Meet the Cave Spider；原作者 Emily Richardson】\n【本文排版部分借助了：SPX】\n\n\n\nINSIDER\n\nMeet the Cave Spider\nMeet the Cave Spider\nSurprisingly, not a great kisser\nSurprisingly，not a great kisser\n\nEmily Richardson 埃米莉·理查森\nAh, digging around in an abandoned mineshaft! What could be better? The fact that I get to go home and do it all over again in Minecraft, I guess. That’s pretty good too.\nAh，digging around in an abandoned mineshaft！What could be better？The fact that I get to go home and do it all over again in Minecraft，I guess。That’s pretty good too。\n\nExcept! In Minecraft the Cave Spiders are much bigger and much more poisonous (unless you’re in Australia, I guess,getting bad advice from the malicious pig). I first encountered the cave spider when, through sheer courage and incredible smarts, I had thwarted a creeper from popping in my face... by blocking myself into a small hole with dirt blocks.\nExcept！In Minecraft the Cave Spiders are much bigger and much more poisonous (unless you’re in Australia，I guess,getting bad advice from the malicious pig)。I first encountered the cave spider when，through sheer courage and incredible smarts，I had thwarted a creeper from popping in my face…by blocking myself into a small hole with dirt blocks。\n\nTo be sure I knew where my foe was, I’d left myself a 1x1 block hole to peep out of. I had my soft, delicate, perfectly nice face very close to this hole when a Cave Spider lunged out of nowhere and spat in it. Ewwwwwww!\nTo be sure I knew where my foe was，I’d left myself a 1x1 block hole to peep out of。I had my soft，delicate，perfectly nice face very close to this hole when a Cave Spider lunged out of nowhere and spat in it。Ewwwwwww！\n\nI was distraught. I was poisoned. But that wasn’t so bad, because I was also already dead. Cave spiders have a mean 4x right hook.\nI was distraught。I was poisoned。But that wasn’t so bad，because I was also already dead。Cave spiders have a mean 4x right hook。\n\nA smaller version of the regular Minecraft spider, these little guys are nippy, in terms of both speed and biting. They’re also perfectly adapted to squeezing through small spaces, like **s found in their native habitat of abandoned mines. Who knew? Well, obviously, this guy:\nA smaller version of the regular Minecraft spider，these little guys are nippy，in terms of both speed and biting。They’re also perfectly adapted to squeezing through small spaces，like **s found in their native habitat of abandoned mines。Who knew？Well，obviously，this guy:\n At the time, we were thinking about adding the potion effects and I wanted to make a poisonous spider. Instead of adding poison to the traditional spider, we decided to make a new one. It was added when we added mineshafts, and while the normal spider is larger than one block in width, the Cave Spider is smaller, so it can get through smaller areas. It also has a slightly different texture. Jens Bergensten\nAt the time，we were thinking about adding the potion effects and I wanted to make a poisonous spider。Instead of adding poison to the traditional spider，we decided to make a new one。It was added when we added mineshafts，and while the normal spider is larger than one block in width，the Cave Spider is smaller，so it can get through smaller areas。It also has a slightly different texture。Jens Bergensten\nAnother fun fact about the Cave Spider? Its shadow is the same size as that of a regular spider, so even if it isn’t crawling into your only hiding place, it is still absolutely terrifying regardless. How terrifying? I WROTE THIS ENTIRE ARTICLE SCREAMING. TRUE STORY.\nAnother fun fact about the Cave Spider？Its shadow is the same size as that of a regular spider，so even if it isn’t crawling into your only hiding place，it is still absolutely terrifying regardless。How terrifying？I WROTE THIS ENTIRE ARTICLE SCREAMING。TRUE STORY。\n\nWant to meet more mobs? Why not try the Creeper,Evoker or the Ghast?\nWant to meet more mobs？Why not try the Creeper,Evoker or the Ghast?\n\nOr for something completely different,click here!\nOr for something completely different,click here!\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1504703400,
            "txt_content": "翻译的非常(??????)??棒[为啥你又换头像]"
        },
        {
            "author": "dijian",
            "timestamp": 1505178360,
            "txt_content": "其实玩MC真的能提高英语水平的，只要你认真些。"
        },
        {
            "author": "可乐ColaTan",
            "timestamp": 1506074100,
            "txt_content": "dijian 发表于 2017-9-12 09:06\n其实玩MC真的能提高英语水平的，只要你认真些。\n真的假的！！"
        },
        {
            "author": "初阳y",
            "timestamp": 1506169500,
            "txt_content": " 的确如此"
        },
        {
            "author": "s591287665",
            "timestamp": 1506698580,
            "txt_content": "MCBBS有你很精彩 多多来玩"
        }
    ]
}