{
    "title": "[Minecraft.net|INSIDER]本周方块：砖块",
    "author": "土球球",
    "replyCount": 7,
    "timestamp": 1504885920,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-9-9 00:01 编辑 \n\n\nBLOCK OF THE WEEK: BRICKS\nBlock of the Week 'fans' love throwing them through our windows!\n\n本周方块：砖块\n拿着它朝窗户扔啊！不扔才不是本周方块真正的粉丝！\n\nIn the streets of London during the Industrial Revolution, city planners had a problem. The pollution belching out of newly-built factories, combined with the city's dank geography, led to a series of dense, foul-smelling fogs. In the worst of them, it became impossible to tell the city's buildings - which were constructed from grey stone - apart from the fog around them. Traffic accidents, with carts crashing straight into walls, were commonplace.\n工业革命时期的伦敦街头，城市管理者正为大街小巷中一件事头疼。新建的工厂正在源源不断地排放污染，而城市本身又很潮湿，形成的浓密雾气散发着恶臭。在最坏的情况下，连城市的建筑都看不清——那些被雾气包围着的灰色石头建筑。在那时，一些诸如车辆撞墙的交通事故，往往是家常便饭。\n\nBut then the planners hit upon an idea - a new, building material that was simple and quick to mass produce, and had the added advantage of being bright red and easier to see in the fog. Fire! Er, I mean, bricks!\n不过很快，一个想法就在城市管理者的大脑中诞生了——使用一种可以简单迅速地大量生产的，拥有鲜艳的红色，并能在浓雾中看清的崭新建筑材料。火！呃，我说的是，砖块！\n\n\nBricks were added to Minecraft very early on in the game's development - on 24 October 2009, alongside mossy cobblestone, TNT and bookshelves. For a short while during the game's pre-Alpha Infdev phase, the game would generate huge pyramids made of bricks in the world, but this feature was later removed. Since then, the only thing that's really changed about bricks has been its texture - which has had a few minor tweaks along the way.\n在很久以前，砖块就已经被加入到Minecraft中了——在2009年10月24日，与之一起被加入到开发流程中的还有苔石、TNT、和书架。在游戏的早期，也就是pre-Alpha到Infdev的阶段，游戏将会在世界上自然生成巨大的砖块组成的金字塔，不过这一特性很快就被移除了。在此之后，有关于砖块的真正的变化也就只和材质有关了——一些小的调整。\n\nTo get a bricks block, you'll first need to smelt clay in a furnace into individual brick items which can't be placed in the world by themselves. But combine four of them in a square in a crafting grid and you'll get get the bricks block.\n如果你想要获取到一块砖块，你需要首先把粘土在熔炉中烧炼，然后得到作为物品的砖，它还不能直接放置在世界上。不过如果你把它们以二乘二方阵的方式在工作台上摆放，那么就可以得到一块砖块了。\n\nBricks have the same blast resistance as other types of stone, so they're pretty good for making your house creeper-proof. There are stairs and slabs made of brick, but the block's other crafting use is in making banners - adding bricks and dye to a banner will create a checkerboard background colour, which the game calls \"Masoned\". It's a great choice for a flag for a tribe of builders.\n砖块的爆炸抗性和其他类型的石头是一样的，因此它可以用于盖房子，从而免受爬行者的侵扰。砖块也有对应的台阶和楼梯，不过这个方块还有另外一个用途是制作旗帜——把砖块和染料添加到旗帜上就可以生成一个棋盘格形状的纹章图案，这个游戏被称为“Masoned”。对于一个建筑师来说，这种类型的旗帜是相当不错的。\n\n\nReal-world bricks were first made long before the Industrial Revolution. In fact, they date back almost ten thousand years to when they were first made by drying hand-shaped clay in the sun.\n实际生活中的砖块最初是在工业革命之前制成的。实际上，如果追根溯源，这甚至可以追溯到大概一万年前，那时候的人就已经开始使用在太阳下晒干的粘土了。\n\nLater, it was discovered that baking bricks in an oven would make them much stronger and longer-lasting (suck it, the sun!), leading to Ancient Egyptian fortresses, Sri Lankan temples and medieval castles all being built out of bricks, many of which are still standing today. In fact, bricks were so useful to the Romans that their legions carried mobile brick kilns around wherever they went.\n后来，有人发现在炉子里烧制砖块能够使其变得更坚固、更持久（拒绝太阳！），从此以后，古埃及的要塞、斯里兰卡的寺庙和中世纪的城堡都是用砖块砌成的，而它们中的很多目前仍然屹立。实际上，事实上，砖块对罗马人来说实在是太重要了，他们的军队里甚至到处都有可移动的砖窑。\n\nToday, bricks are one of the most common building materials around. They're used for structures in all sorts of shapes and sizes, from walls and houses to roads and cathedrals. There are lots of different kinds of specialised brick, made to be heat-resistant, acid-proof or particularly strong. Although if you live in a place full of acid that is constantly on fire, I'd consider just moving away. They also come in a range of colours - from London's red to yellow and even blue.\n现在，砖块是最常使用的建筑材料之一。它们被用于各种各样形状的建筑结构，从房屋和墙壁，到马路和教堂。目前的砖块有很多不同种类，有着耐热、耐酸、高硬度等性质。虽然说如果你身处在一堆强酸包围着的着火的建筑物里的话，换成我会直接想办法逃跑。它们还有着五彩斑斓的颜色，从伦敦的红砖、黄砖乃至蓝包的砖头。\n\nSo the next time you're playing Minecraft on a low-end machine, with the draw distance way down, consider taking a lesson from London's Victorian architects and using bricks for your buildings rather than cobblestone. If nothing else, it'll be much easier to find your way home.\n所以如果你在使用低性能的机器玩Minecraft，而且视距还很低，那么你可以考虑学习一下伦敦的维多利亚建筑，使用砖块而不是圆石建造你的建筑。无他，这会大大降低让你找到回家的路的难度。\n\nWant more Block of the Week goodness? Why not try Quartz, Sponge or Mushroom?\n想看看更多的本周方块？为什么不去看看石英、海绵、和蘑菇呢？\n\nOr for something completely different, click here!\n或者如果想找点什么完全不同的东西，点这里看看！\n\n原文：https://minecraft.net/zh-hans/article/block-week-bricks\n作者：Duncan Geere\n原文发表时间：2017年9月8日",
    "replies": [
        {
            "author": "zx728925",
            "timestamp": 1504887180,
            "txt_content": " 本帖最后由 zx728925 于 2017-9-9 00:15 编辑 \n\n其实我快要翻译完了，然后看到你先翻译完了，欲哭无泪啊！不过你翻译的比我要好太多了！"
        },
        {
            "author": "www847343",
            "timestamp": 1504919760,
            "txt_content": "翻译满分"
        },
        {
            "author": "cc7w",
            "timestamp": 1504933500,
            "txt_content": "zx728925 发表于 2017-9-9 00:13\n其实我快要翻译完了，然后看到你先翻译完了，欲哭无泪啊！不过你翻译的比我要好太多了！\n ...\n新闻版版头有个群你去加一下"
        },
        {
            "author": "s591287665",
            "timestamp": 1506699360,
            "txt_content": "升六级好难啊啊"
        },
        {
            "author": "2568430991",
            "timestamp": 1510749840,
            "txt_content": "十大是倒萨多大是的"
        },
        {
            "author": "老鼠菌",
            "timestamp": 1516416840,
            "txt_content": "又双叒叕水"
        },
        {
            "author": "Ender_hz",
            "timestamp": 1519294020,
            "txt_content": "楼楼辛苦惹~~"
        }
    ]
}