{
    "title": "【魔戒mod】中洲大陆路漫漫，乘上飞艇任我行。",
    "author": "阿薩男爵",
    "replyCount": 5,
    "timestamp": 1505220300,
    "txt_content": " 本帖最后由 阿薩男爵 于 2017-9-12 20:53 编辑 \n\n关于魔戒mod的游玩与其它一些模组的兼容状况。\n魔戒mod：http://www.mcbbs.net/forum.php?m ... =%E9%AD%94%E6%88%92\n魔戒模组，继勇者斗恶龙模组、战术框架模组以后，我个人玩得觉得挺有意思的大型模组。\n撇开托尔金的《魔戒》（又称指环王）系列小说的影响力不提，这个模组本身所包含的内容也是丰富的令人惊讶，\n就算是我这样的非死忠粉也能乐在其中。\n这个模组不单包含了一个全新的次元，100种以上的生物，种类繁多的道具/装备，二十多个阵营，还有着非常高\n的自由度。\n玩家既可以选择与原作电影中的人类、精灵、矮人、霍比特人成为盟友，也可以走上黑暗路线，同半兽人、巨魔、\n蛮族甚至是戒灵一派为伍，想走什么样的道路完全取决于玩家自己的选择。\n（不愧是西方奇幻文学的鼻祖，世界观和各种设定都非常详细。）\n\n另外在系统上，该模组也对于原版的一些机制进行了修改，比如取消了附魔系统，取而代之的使用了前缀系统，\n比如“忍木剑”就是这把木剑拥有原本1.25倍的耐久，前缀在玩家制造出一件工具、武器和防具时便会生效，有良\n性的也有负面的。\n在不使用分解台的情况下，可以拜托同一阵营的铁匠帮忙重铸/修理，（有点类似于泰拉瑞亚哥布林工程师的重铸，\n然而价格却相当便宜）修理功能可以修复武器工具防具的耐久度，这样就可以不借助其它的模组来修复耐久了，\n只不过这个功能也是有局限的，比如游民的铁匠就无法修复半兽人掉落的武器，而且必须与该阵营的结盟度达到\n一定数值后，铁匠才会为玩家服务，反之就不予理会。\nPS.铁匠和铁砧似乎都有其它的功能，只不过我目前还没研究出来，如果有了解的人，也可以补充一下。\n在B站看了一圈，做魔戒模组实况的Up主并不算太多，而且版本也比现有的要老，所以有很多内容也并不了解。\n\n接下来再说说【中洲】这片土地了，（我其实更喜欢原来的翻译中土大陆，中洲貌似是台湾那边的翻译，总让我莫名想到无限恐怖。）这里一天的时间要比主世界要长，进入后会有模组自带的天空贴图，玩家要是对着\n太阳看会闪瞎狗眼。\n到了这里后，就没有经验值可获得了，无论是击杀了敌人，杀小动物，采煤，熔炼等等都不会获得经验值。\n而且原版的怪物也不会在这里刷出来，下矿的时候也更加安全了。\n借用某个Up主所说的话，中洲这个地图虽然是固定的，但是地方非常大，我也算是见识到了，比起暮色森林中密\n集的生态群系，中洲的每个生态群系都非常的宽广，如果不借助传送、坐骑、交通工具、飞行能力等方式徒步旅\n行的话会非常的耗费时间。\n或许也是考虑到了这个问题，模组的作者加入了一个快速旅行功能，即在地图上的一些特定地点上使用这个功能，\n之后站定不动，倒数结束后便会开始传送，传送的目标地点需要是玩家涉足过的土地，（这一点也挺好，需要玩家\n至少得跑上一次。）传送后，如果没改设置的话有30分钟的CD时间，用来防止玩家滥用。\n（如果开启了作弊模式的话，打开中洲地图还有个没有CD时间的传送，不过总用就没意思了。）\n快速旅行比起小地图模组中的设定坐标传送的优点在于，可以同时带走自己骑着的坐骑，拴绳拴着的牲口，甚至\n已经雇佣的部队都可以一同带走，缺点当然也就是有CD时间了。\n由于这个模组的内容丰富，安装了它以后以其为主题基本上不太需要装其它的大型模组了。\n因为地图巨大，原本我所习惯的探索模式也就行不通了，（建设一个根据地，然后什么东西都往回带，把自己分\n门别类的仓库装得满满的，就是这种收集癖。）\n有太多的区域需要探索，太多的景色想要浏览，这里就需要用到一个移动的家了。\n\n理论上来说，阿基米德模组也可以实现这个想法，但是建造起来局限性更大，所以我还是选择了飞行方块模组。\n飞行方块mod：http://www.mcbbs.net/thread-118296-1-1.html\n优点在于不管玩家造出个什么形状的交通工具，只要是用的都是原版素材，且方块数量控制在2000个以内就能飞\n起来，且极限航行速度也相当给力。（当然也不是所有的原版方块可以带着飞行，泥土、沙子、灵魂沙都不支持\n飞行，水和岩浆会在飞船起飞后留在空中，不过耕种后的土地倒是能带着一起走。）\n缺点在于，如果玩家在船舱里放了任何一个原版以外的固体方块，飞行器就会被卡住，比如一个霍比特烤炉或是\n一块樱桃木板。和以前玩超多生物群系类似，此番我也还是造了一艘用于长途旅行的飞艇，与以往拥有热气球的\n传统不同，这次的飞艇风格偏向于最终幻想的飞空艇。\n\n\n\n\n001.jpg (126.63 KB, 下载次数: 0)\n\n下载附件\n\n2017-9-12 20:27 上传\n\n\n\n\n\n巨大的螺旋桨+动力炉，同时也保持着一部分船的特征。\n\n\n\n\n002.jpg (125.62 KB, 下载次数: 3)\n\n下载附件\n\n2017-9-12 20:42 上传\n\n\n\n\n\n船舱内部主要是仓库，可以用来分类摆放各种战利品和物资，并安置了作为商店店员的村民。\n有人可能要说，用展示框直接标识不是要比告示牌更方便吗？我已经试过了，因为展示框并非实体方块，一但飞船\n启动就全掉了。\n\n\n\n\n003.jpg (150.52 KB, 下载次数: 2)\n\n下载附件\n\n2017-9-12 20:34 上传\n\n\n\n\n\n船体两侧等多处设置了用于自动迎击的迷之生物，其实是工具怪物模组中的发射器。\n工具怪物mod：http://www.mcbbs.net/thread-158349-1-1.html\n它们可以在飞船低空停泊时，在其索敌范围内给予连续不断的火力支援，对付魔戒模组中这些半兽人之流还是绰绰\n有余的。\n有了这样一艘飞艇，便可以设定其航向，让它自动航行，玩家要做的就是倒上一杯饮料，观赏沿途的风景，时不时\n注意一下不要撞在树或是高山上即可。\n而遇到需要探索的地方时，降低高度，带上必要的物品下船进行探索。\n我这艘飞艇主要是为了还原最终幻想系列的感觉，上下船并不算便捷，有兴趣的玩家也可以尝试制造那种方便搭载\n人员或是动物的登陆艇类型，把沿途遇到的霍比特人，河谷帮商人，矮人零售商还有那些苏得要死的精灵族给予者，\n都请上自己的贼船，既可以方便随时交易，也可以保护他们不被兽人军团所杀害。\n这样一艘大小的飞艇，也就消耗了1000个方块的样子，也就是说还可以造个更大当量级的飞艇。\n\n\n\n\n004.jpg (102.09 KB, 下载次数: 2)\n\n下载附件\n\n2017-9-12 20:43 上传\n\n\n\n\n\n接下来要说说这个模组和其它模组的兼容性。\n装了魔戒模组后，战斗模式也发生了变化，各种武器攻击后会有一个CD时间，这和后面的版本有些类似，无法进行\n高速连打了。\n理论上，更多武器里的日本刀也就算废了，拔刀剑中的武器是否会受影响尚不知道。\n女仆模组附属中的精灵球也废了，收纳不了任何生物了。\n同样也是女仆模组附属的女仆枪中的P90也发生了奇怪的变化，每次射击完后会补射一支箭，然而此枪一但弹药打完\n就直接爆了！爆了……根本没机会装弹，所以也等于废了，不过也可以在爆前交给铁匠花钱修复。\n其它的枪械类模组还没测试，不知道是否也有影响，但是在魔戒的世界里用枪械实在是有些太过违和，所以我也没去\n测试了。\n需要用到经验值的基本上可以别想了，比如被动技能模组，也就无法成长了。\n工具耐久显示在进入中洲后也就莫名其妙的消失了，没办法显示出来。\n砍树模组在别人的视屏实况中似乎是可以正常使用的，可以直接砍伐中洲的各种树木。\n其它一些增加敌对生物的模组似乎也无法在中洲生成，还没有一个个测试……\n为了增加最终幻想的既视感，我此次还加了陆行鸟模组，陆行鸟也无法在中洲生成，但是基萨尔野菜却在夏尔长得到\n处都是。\n魔戒模组本身的联盟值条会挡住WIT模组显示的方块名称，罗盘则会挡住小地图模组中右上角的小地图，所以现在只\n能把小地图移到右下角来。\n\n\n\n\n007.jpg (111.01 KB, 下载次数: 3)\n\n下载附件\n\n2017-9-12 20:41 上传\n\n\n\n\n\n而这个模组本身似乎也存在一些问题，比如在中洲地图上显示布里这个地方，上面的说明是……\n\n\n\n\n005.jpg (101.43 KB, 下载次数: 1)\n\n下载附件\n\n2017-9-12 20:38 上传\n\n\n\n\n\n实际上到达这个位于路口交界的城镇时却是这个样子的……\n\n\n\n\n006.jpg (99.15 KB, 下载次数: 6)\n\n下载附件\n\n2017-9-12 20:39 上传\n\n\n\n\n\n简直坑爹呀，这里连口水井都没有！根本看不出有人住过的样子，亏我还满心欢喜的赶过来。\n类似的地点比比皆是，霍比特人住的区域倒是有大量的民居，人口也是铺天盖地。\n也许模组的作者会在今后的版本进行调整，当然这个结果我们也只能拭目以待了。\n……\n另外，这个模组也可以和自定义NPC模组那样用于建设游戏地图，在中洲生成中除了刷怪笼，刷怪蛋外还有快速建筑\n生成，对于建筑苦手的玩家来说可以很简单的一键生成建筑、村庄、城市，里面设施齐全，同时也可以在主世界使用，\n有兴趣的人也可以用来制作RPG地图。\n别的暂时也没什么了，接下来计划用飞艇游历中洲的其它地区，并测试一下北斗神拳模组是否也受此次战斗系统的影\n响。\n\n如果有谁也玩过这个模组或是正在玩这个模组，有什么自己的发现也欢迎留言或是截图交流，因为wiki的资料有限，\n所以有什么不懂的也可以留言。\n\n补充：\n1.关于中洲的进入方法。\n其实很多人应该都知道了，在游戏开始时设定中选择世界类型，可以选择【中洲】或是【中洲经典】，前者是直接就出\n生在中洲的夏尔地区，也就是霍比特人的家乡，物产丰富吃喝不愁的奢靡堕落之乡，也没有怪物，可以作为前期储备物\n资和资金的根据地；中洲经典则是打乱了中洲地图原本的区域分布，玩家一开始出生在魔多或老林子也是有可能的。\n然而如果不打算作弊，或是想要继承自己以前的存档展开新的冒险的玩家也可以在主世界开始，挖到黄金后用8个金粒围\n一圈，做个戒指，然后丢到火焰里即可以打开魔戒世界的传送门。\n鉴于中洲无法采掘到原版的红石、钻石，想要造飞船的就在主世界把飞船核心造出来再过去吧。\n而如果直接从中洲世界开始游戏的也可以利用精灵或是兽人的传送门来到主世界。（具体建造方法和条件还是在相关的\n帖子里查吧。）\n2.关于一个迷之兼容性\n大家知道1.7.10中的栅栏只有一种材质，而根据木材的不同材质也不同的栅栏只出现在后面的版本，魔戒模组里面提供\n了原版木材中其它材质的栅栏，照理说这也是模组中的物品，飞行方块是无法带动的，但实际证明还是带的动的，真是\n让人不解。\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "阿薩男爵",
            "timestamp": 1505649600,
            "txt_content": "\n\n\n\n\n008.jpg (87.49 KB, 下载次数: 1)\n\n下载附件\n\n2017-9-17 19:42 上传\n\n\n\n\n\n关于这个mod铁砧的用法，因为没有了附魔而改为了前缀系统，铁砧的话可以将两件相同的装备进行合成。\n和原版的同种装备合成不同，这里用铁砧整合两件装备是可以将前缀合并的，一般每件装备最多三个前缀，\n有一些也无法兼得，合并时需要消费原材料相同的素材，如图，矮人鹤嘴锄合并就需要矮人钢锭。\n在一些铁匠NPC或是【零头收集者】那里也可以选择“铁匠”功能，也可以整合两件装备的前缀，且不需要消\n耗素材，花钱就行了，价格也是相当公道，不过根据阵营的不同铁匠们也无法整合其他阵营的装备，比如，\n人类或高等精灵的铁匠就无法整合或重铸兽人的装备，但是零头收集者可以整合绝大多数阵营的装备，所以\n一旦遇上要善加利用。\n这里教大家一个小窍门，如果得到了两件相同的装备，打算使用，但是都没什么好前缀，那么就找到铁匠进\n行重铸，其中一个获得好的前缀后保留下来，再重铸另一个，得到了不同的前缀后再进行整合，就可以得到\n一把相当于30级附魔的装备了，铁匠这里只需要花钱就行了，不需要顾忌素材够不够。\n赚钱方法：遇到旅行中的商人，比如都灵矮人或是河谷帮，注意看他们收购的物资，一次可以同时卖给他们\n最多9组道具，比如某次遇到了河谷帮批发商，他收购腐肉2G一个，于是我将储备的大量腐肉都拿来一次头\n卖给他，9组腐肉一下子就卖了1152G，发财了！但是注意一般一次头卖给他同种物资数量过多时，下一次\n他就不收购了，所以这也是一次性的交易，当然旅行中的商人也会在一天后消失，所以赚他们一些钱也没问\n题。\n"
        },
        {
            "author": "HAWKBORK",
            "timestamp": 1505742240,
            "txt_content": "关于飞行艇模组我需要正名一下...\n首先，这两个模组都能调整能携带的方块上限，阿基米德为5000，而罗针盘为20000个方块。\n其次，阿基米德之舟除了携带方块的数量，也能调整飞艇需要多少气球才能飞行，甚至能调整为完全不需气球也能飞行。\n第三也是最重要的一点，虽然罗针盘预设只能携带原版方块，但从设定中添加方块ID，它其实是能带绝大多数mod的方块上天的(日本流行的军事部就是用这个方法携带mcheli的舰炮)，而阿基米德虽然扩充性较低，但是携带其他模组追加的装饰方块对它来说是一点压力都没有。\n结论:简便好用的旅行船首选阿基米德之舟，而现代风格的战列舰选择设定繁琐的扩充性强的罗针盘"
        },
        {
            "author": "阿薩男爵",
            "timestamp": 1505772180,
            "txt_content": "HAWKBORK 发表于 2017-9-18 21:44\n关于飞行艇模组我需要正名一下...\n首先，这两个模组都能调整能携带的方块上限，阿基米德为5000，而罗针盘为 ...\n原来如此，还没细研究过，谢谢指出。"
        },
        {
            "author": "chenyiii",
            "timestamp": 1511327280,
            "txt_content": "哈哈这个模组有趣，我要玩玩"
        },
        {
            "author": "847342403",
            "timestamp": 1516761660,
            "txt_content": "新盟表示电脑太渣玩不起"
        }
    ]
}