{
    "title": "《我的世界》经典实战版！中世纪王国，等你来挑战！",
    "author": "混乱",
    "replyCount": 6,
    "timestamp": 1505299140,
    "txt_content": "自2016年5月，风靡全球的创意沙盒游戏《我的世界》（MINECRAFT）被引进中国大陆之后，很快形成一股风潮。这款融合建筑学、美学、数学、地理等多学科知识的游戏，被孩子们津津乐道，国内多个《我的世界》知名游戏团队也极力贡献创意，交流游戏技能，一大批令人叹为观止的大型作品纷纷问世。也正因为这款游戏的内涵与广大受众的追捧，在2017年，由Mojang授权，童趣出版公司引进、出版的官方游戏指南才能创造畅销80万册的业绩。已出版的4本官方游戏指南全方位地向读者和玩家介绍了游戏的发展历程和基本技能，属于基础攻略系列。而今，许多玩家已经不满足于入门级的技能和指导，经由多位《我的世界》资深玩家的推荐，2017年9月，童趣出版公司推出了《我的世界》官方高阶建筑指南——《我的世界中世纪王国建筑分解图》。《我的世界中世纪王国建筑分解图》官方中文版！\n这本书把中世纪王国分为三大建筑群：城堡、聚居地、陷阱和机关。书中的每种建筑都配有分解图，通过结构拆解清晰地展示了构件之间组合拼接的方式。此外，书中还介绍了精巧的改装和加装方案，你可以将它们混合搭配，为自己的王国锦上添花。城堡\n欧洲中世纪时期，介于西罗马帝国分裂，15世纪文艺复兴之前的几百年间，也是欧洲的封建社会时期。欧洲土地上大大小小的王国之间战争不断，因此加强军事防御、培养强大的军队是中世纪王国最重要的任务。城堡，作为中世纪王国核心区域，是皇宫的所在地，王国或者女王在这里统领着他/她的领土和臣民，皇室成员也在生活和居住于此。为了彰显王国的威严和皇室的尊贵，城堡必定是壮观、宏伟的。我们将要搭建的城堡属于11世纪之后在欧洲流行的石制城堡，坚固是对它的基本要求。同时，为了应对频繁的战争，城堡需要具备完善的军事功能。它需要抵挡快速进攻的骑士，还需要弓箭手时刻瞄准兴兵进犯的敌人。城墙和塔楼从上面城堡的蓝图来看，这座城堡拥有固若金汤的城墙和多座高耸的塔楼。在《我的世界》中，玩家可以用黑曜石和水的组合来打造坚不可摧的城墙。黑曜石的爆炸抗性会是TNT失效，而水能够让挖掘黑曜石变得极其困难，以防止入侵者凿穿城墙。同时，城墙内墙放置的梯子和楼梯能让弓箭手快速到达各防御点。而且，城墙顶层的垛口既能给士兵留出射击空间，也能保护他们的安全。作为抵御入侵者的第一道防线，城墙和塔楼的设计可以满足军事防御功能的基本要求。\n\n城堡主楼城堡主楼是城堡的核心建筑，也是整个王国的中心建筑，皇宫也搭建在主楼内。作为王国统治者居住和处理政务的地方，城堡主楼承担着重要的政治功能、军事功能。\n本书中的城堡主楼是建筑师在中世纪国王或女王的宫殿中汲取灵感打造而成。当然，我们还可以将它进行创意改造。在建筑风格上，我们可以在主楼上加装高高矗立的尖塔，形成日耳曼风格建筑。然后，你还可以把这座日耳曼风格塔楼搭建在茂密的森林或者巍峨的山峰，从而营造出童话般的效果。城堡主楼是王国的最后一道防线，所以它需要精良的装备以应对突入城墙的敌人。因此，我们还可以在主楼上用黑曜石、水、红石粉、红石中继器以及TNT搭建TNT大炮，以增强城堡主楼的防御功能。\n\n（城堡主楼创意改造图）为了保卫王国领土，捍卫皇室权力，军营和附魔室都簇拥在城堡主楼周围，甚至主楼地底下还有收监战败敌人的秘密地牢。整座城堡军事功能完备、守备森严，由红石系统控制的城门以及各种战斗工具又为实际搭建过程增添了诸多趣味，让城堡不再只是静态的观赏性建筑。国王、大臣、魔法师、其他皇族成员，还有骑士和士兵，他们在城堡内各司其职，让城堡成为动态的历史展览馆。聚居地\n虽然中世纪属于欧洲的封建社会时期，频繁的战争和位于主导地位的宗教限制着人们的思想和生活，但是在中世纪中后期，商业和工业已经开始起步，因此在城堡之外的城镇和乡村，从事贸易的臣民改变了中世纪原本封闭、落后的氛围，渐渐形成了繁华热闹的聚居地。集市广场集市广场是中世纪王国的商业中心和活动中心。《我的世界》中，从武器和药水，到南瓜和马铃薯等农作物，王国需要的任何东西都可以在这里找到。交易者会专门销售某一类型的物品，比如铁匠铺会提供武器和金属制品，而农场主会进行牲畜交易。\n集市广场为玩家提供灵活买卖的机会。你可以对广场进行外观装饰，也可以扩展它的范围和功能，满足天南海北的访客需求，吸引他们加入交易区熙来攘往的人群中。我们可以尝试在广场周围搭建街角百货，将整个广场围在其中；甚至还可以搭建一个码头市场，用来交易海产品，同时还能建造一栋属于码头主人的房子。街角百货\n码头市场\n\n在广场周围建造一系列雕像也是绝佳的装饰方案。从勇敢的英雄、君主，到可怕的怪物、神话角色，塑像可以表现任何主题。\n集市广场雕像装饰方案\n\n教堂中世纪时期充斥着浓郁的宗教气息，宗教活动占有重要的地位，因此除了城堡之外，教堂建筑是中世纪王国最宏伟、最精致的建筑物。在《我的世界》游戏中，用色彩斑斓的花窗玻璃，加上不同的方块，可打造成能容纳数百人甚至数千人的大教堂，这里也是整个王国最繁华的地方之一。\n每座教堂都有一个钟室或钟塔，用来召集人们去教堂聚会，或者用以报时和向臣民发出警告。在高大的钟楼内，玩家能够使用音符盒建造一个可运转的音符钟系统。音符钟系统由红石粉、红石中继器、音符盒以及红石火把共同组成。它的工作原理是：红石中继器使几十个音符盒在不同的时间发声，并且根据音符盒下方所放置的不同方块而产生不同音色，比如，泥土可以发出钢琴声，而这种声音最接近现实世界教堂钟楼的钟声。\n教堂钟楼\n\n相对于城堡的庄严，供臣民生活的聚居地显现出一派繁荣，生机勃勃的景观。摆脱了军事功能的压力，臣民聚居地为玩家提供了休养生息的空间，各种社交活动也为王国更添了几分生气。无论是熙熙攘攘的市集，古朴雅致的民居，还是顾客盈门的旅店，玩家在这里可以任意发挥创造力，去打造风格鲜明的建筑物。陷阱和机关\n为阻止入侵者劫掠皇家财产，历史上的中世纪王国常常设有大量陷阱。本书的最后一章，是《我的世界》游戏开发者为中世纪王国定制的有趣的暗道机关。这些设计巧妙的陷阱和机关作为战斗工具，时刻保卫着城堡和臣民。熔岩陷阱熔岩陷阱利用看似装满战利品的箱子引诱敌人进入房间，然后机关将会启动，当敌人走投无路时，一大池熔岩就会倾注而下。\n（在中世纪，有许多类似熔岩陷阱的武器和防御工事，它们利用火、沸腾的武器或其他高温物体攻击敌人。比如，希腊之火。这是一种在海上使用的，以防止入侵者登陆作战的热兵器。易燃的溶液被倒入海中，并在水面上形成火焰，任何接触希腊之火的船只都会被点燃。）游戏中，熔岩陷阱的原理是通过红石电路来触发释放熔岩和关闭出口的机关。并联的红石电路在同一时间触发两个机械装置，暗处的陷阱箱则用来引诱入侵者进入房间。第一部分红石电路控制熔岩的释放，通过红石布线、上传信号等一系列红石系统的操作，第二部分红石电路被充能，活塞会将石砖方块推出，从而堵住出口。流出的熔岩在一段时间后会消失，不过它存在的时间足以耗尽敌人所有的生命值。\n这本书不仅汇集了各种建筑技巧，同时涵盖了生存模式下对抗敌对生物的攻略，以及红石系统在建筑以及战斗过程中的功效。玩家可以大展身手，挑战这座融游戏精华于一体的大型建筑——中世纪王国。中世纪城堡成品图\n这不止是一本游戏指南，还是全景式建筑图册；这不止是一本建筑图册，还可遍览欧洲中世纪的历史风貌。《我的世界中世纪王国建筑分解图》将历史溶解在建筑细节中，用人类活动为建筑注入灵魂，讲述时代的变迁。\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1505364660,
            "txt_content": "以防止入侵者造穿城墙\n疑似错别字？"
        },
        {
            "author": "TResult",
            "timestamp": 1505456520,
            "txt_content": "全套买不起系列"
        },
        {
            "author": "LINCHUTI",
            "timestamp": 1512230580,
            "txt_content": "很喜欢中世纪"
        },
        {
            "author": "AhtistedAtomic",
            "timestamp": 1513129380,
            "txt_content": "这本书好有意思，想要"
        },
        {
            "author": "zy779972259",
            "timestamp": 1514006460,
            "txt_content": "很久以前就钟爱中世纪建筑了  这里竟然看到了教程"
        },
        {
            "author": "abcd31",
            "timestamp": 1514112660,
            "txt_content": "这一套书好贵。"
        }
    ]
}