{
    "title": "[原创·单篇]深夜中的人",
    "author": "VVV晓雪",
    "replyCount": 14,
    "timestamp": 1505216640,
    "txt_content": "\n废话：说点什么我也不知道，写得好不好我心里有点数，所以尽管喷吧，不是玻璃心，不过也会生气emmm。\n\n\n\n\n正文：\n刘晴将手中的已经滴满了已经冰冷的泪水的纸拿开，像是发泄一样的往后用力一甩，白色的，盛放着朵朵深色泪花的纸缓缓打着转从空气中飘落，遮住了一只正在探寻着前方的不知名甲虫。\n刘晴从床上起身，眨了眨已经有点干涩的眼睛。踱着步从昏暗的卧室走到同样昏暗的客厅。客厅的米黄色摇摇晃晃，在深深的夜色中，仿佛昭示着房子主人的曲折命运。\n摇晃的灯光不时晃过刘晴已经许久没有清洗过的脸，倒映在对面的洗手间的镜子上。\n刘晴打开茶座的水龙头，只见连接着水龙头的矿泉水桶发出几声“滋滋”的声音后便没声了——很显然，水没了\n刘晴气得直接一脚踹翻了已经空了的矿泉水桶，发出一声空洞的声音，随后在空中划过一道优美的弧线后狠狠的撞在了已经有点发黑的墙壁上。\n刘晴踢完，还是走过去捡起来矿泉水桶，提着上面的把，就踩着一双破帆布鞋走出了家门去接水——毕竟深夜也没人。\n刘晴下过了又长又黑，声控灯早已坏了却无人检修的楼梯，推开生锈了的铁门，随后径直走开。失去了支撑了的铁门抖落了一身已经快要掉落了的铁锈，而后在深夜发出一声巨大的响动，声音远远传播到了两条街外的已经灯火通明的街道。\n刘晴走在依旧是又长又黑，依旧是灯早已坏了且无人检修的长长的过道。过道的深处仿佛是一头巨大的怪物，正在张牙舞爪的扑来。刘晴却毫无害怕的走着，任凭远处的凉风嗖嗖的吹过那已经油油了的头发，扬起那早已经沾满了灰尘的衣裳，伴着两旁在黑暗的过道中看不出一点绿色，只能看得到一个巨大的轮廓的桑树，在这个仿佛是被这个繁华的城市遗忘了的边际缓缓的移动着。\n刘晴突然想起当年初中老师讲的那些绿林好汉，便也学着将手中的矿泉水桶抬起，往自己的口中倒去，矿泉水桶中仅剩的一层薄薄的水顺着桶壁流下到刘晴的口中。也有几个不听话的流到了腮帮。顺着腮帮停留在下巴上，迟迟不肯落下。\n刘晴故作潇洒的用水擦去这些不听话的水，快意的笑了一声，惊起了几只正在沉睡的雁。\n再长的旅途也终究会有终点，刘晴走到了接水的地——就是一个方形的机器，里面装有许多纯净水，一元钱三公斤。\n刘晴将矿泉水桶放在水管下，然后从口袋掏出一张沾满了油渍的卡，在一个地方刷了刷。\n“嘀”显示屏突然闪出红光，在深夜中显得格外显眼，也更格外的突出了那个大大的“0”。\n刘晴却也不着急，只在方形机器一个地方重重地拍了两下，神奇的是，水竟然真的乖乖的从水管中流到矿泉水桶中。\n旁边的刘晴双手交叉抱胸看着，在浓墨的夜中竟也有几分不羁的潇洒与豪意。\n待到水满了，刘晴并没有像以前那样关上它。他任凭这些宝贵的水流到自己的上衣上，裤子上，鞋子上，随后蔓延到地上，慢慢地渗透进土壤中。\n刘晴只是自顾自的盖上水桶的盖子，随后走出接水的地方。他知道，明天这些水将会淹没这个地方，肯定会有人来谩骂这个人，也会有人来调取监控来查看这个不讲道德的人。不过他已经不在意了，刘晴认为，这是他在这个世界上最后所能让他人记住的很少的几件事情。\n刘晴同样的走相同的长又黑的过道来到家里，一切都没有什么不一样的，只是手中的桶满了。\n刘晴到家后，直接打开盖子，往头上倒，用口接住那压根没接住几滴的水珠。一瓶水倒完，水没喝上多少，家里却弄得潮湿了，配上那本有的阴暗，更显得跟这个世界不相符合。\n看着已经空了的水桶，刘晴呆住了。他忽然觉得这个水桶和水桶中的水和自己是多么的相似。他自己就如同生活。水桶中的水就如同自己的才华，或者说生命。\n付出了所有，真正进入生活的却没有多少，他突然想流泪。但是已经干涸了的泪腺根本提供不了任何的，可以给现在这个场景增添任何一份悲凉的眼泪，一滴，也没有。\n刘晴望了望自己满目狼藉的家，心中突然有着一个念想：要睡的安稳，踏实。\n刘晴翻箱倒柜的找到了几乎没有用过的扫把，随手挥了几下，只见扫把中被挥落几只叫不出名字的小虫。腹部朝天的摔落在地上，舞动着自己那几双脚，想把自己摆正。刘晴看着这个场景，皱了皱眉，然后把扫把拿到阳台，搁在布满了各种灰尘的晾衣架上狠狠的甩了几下。他才不管楼下的怨言，而且有没有人还不一定。\n依旧脏的扫把扫着更加脏的地，扬起一片PM2.5是工业区八倍的密度的空气，浮动了偷偷窜进来的冷风。\n夜空中的夜，很黑，尤其是在角落。\n夜空中的星，很亮，尤其是在中央。\n夜空中的风，很凉，尤其吹过泪人。\n夜空中的人，很静，尤其幸福安详。\n…………\n日出了，遥远的东方突然有了一丝光亮，那淡淡的红光在这黑夜中是那么的耀眼，它映射着几丝缓缓飘浮着的云彩。云彩如被光芒净化了一般，从内到外都透着红光。这些淡淡的红光似乎有着巨大的力量，在浓墨般黑的夜中很快成长起来了，慢慢改变着天空的颜色。\n突然，一个巨大的轮廓，火红火红的，并不刺眼，却能让人深切的感受到其内心的炽热的轮廓出现了。\n它帮助这红芒慢慢占领了黑夜，撕破了黑夜，将天空渲染成湛蓝的颜色，将云净化成白色，将温暖的光辉慢慢的划过大地。\n光芒划到了小区中，人们开始上学工作了；光芒划到森林中，动物和植物们又开始为了新一天的生存拼搏了；光芒划到高山中，欲将冰雪融化；光芒划到刘晴的脸上，温暖着那早已经没有了温度的脸庞，仿佛要将他抱起，重新让他温暖。\n一切都活起来了，世界开始有了新一轮的生机。\n人们歌颂着太阳给人们的温暖，却忘了那些对夜愁歌的人。\n…………\n刘晴消失了，却没人关心，刘晴的存在意义，不过也只是让去接水的人大骂一顿。他唯一的遗物，只有这首写得并不好的诗：\n当生命不再被我拥有，\n当生命早已被我浪费，\n当生命全部被我倒出，\n倒进那并没有接纳我，\n倒进那并没有在意我，\n那个毫无人性的生活。\n夜色很美，我看到了。\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1505223240,
            "txt_content": "哇这种文章还是让馄饨来吧\n我能说有点意义不明么……"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1505223540,
            "txt_content": "bo_bo2001 发表于 2017-9-12 21:34\n哇这种文章还是让馄饨来吧\n我能说有点意义不明么……\nemmm，意义不明……看的人什么心情，看到这文章就是什么故事"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1505223600,
            "txt_content": "所以他最后难道是在房间里密闭所有通风管道后电解水再点一把火？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1505224620,
            "txt_content": "大概算了一下，矿泉水桶一般是15L，如果漏电了就假设电量供应不限，能够电解出约1.7kg氢气，氢气热值1.4*10^8 J/kg，乘一下，大约是2.3x10^8J，大概两千万焦耳，考虑到爆炸会有大量的能量转化为冲击力，弄塌一栋楼再把自己埋了应该不成问题\n等等这里不是知乎"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1505817720,
            "txt_content": "不明所以＋1\n语言有点。。华丽成轻浮的样子？\n细节描写感觉怪怪的。。"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1505830020,
            "txt_content": "丹娘酱° 发表于 2017-9-19 18:42\n不明所以＋1\n语言有点。。华丽成轻浮的样子？\n细节描写感觉怪怪的。。\n我也很迷，华丽成轻浮，这个文风……"
        },
        {
            "author": "天下归心",
            "timestamp": 1506059700,
            "txt_content": "...除了看不懂我不能说什么了"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1506138900,
            "txt_content": "第一遍，看不懂;\n第二遍，还是看不懂；\n第三遍，依旧看不懂。。。\n天哪，我的语言中枢坏死了吗？？？"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1506181440,
            "txt_content": "LED--风扇 发表于 2017-9-23 11:55\n第一遍，看不懂;\n第二遍，还是看不懂；\n第三遍，依旧看不懂。。。\n我看文章很快的。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1507476660,
            "txt_content": "不是喷子，但也会胡乱平头论足。\n首先，这篇作品不讲究精炼。短篇，不一定讲究内容多，但讲究内容丰满。\n我是没有读出什么“丰满”了。情节上没有什么具体东西，表达的感情色彩看起来也比较单一、消极。中间一再提到虫子，我猜，这就只是一种消极象征吧。\n语言上还要下工夫。很多地方加了一长串修饰语（如开头“刘晴将手中滴满了已经冰冷的泪水的纸拿开，像是发泄一样的往后用力一甩……”），有些地方用词生硬（如“……肯定会有人来谩骂这个人，也会有人来调取监控来查看这个不道德的人”），有些地方特别啰嗦（尤其是取水一段，读着“刘晴却也不着急……”，我已经急得不行了）。\n如果句式写得特别复杂或者呆板，会影响阅读速度，节奏看起来很乱，读者也更难理解透。如果别人读你一个句子读了半天，还不让人家找到歇气儿的地儿，轻则，也就把别人憋得脸通红喘不上气儿；重则，恐怕要出人命，到时作者就有谋杀之嫌啦。\n情节太过做作了。我到底不知道，这位刘晴先生自杀个什么劲，也不知道他有什么“才华”或者“生命”是必须流逝的；从头到尾，没有将我带入到他的视角里去，我只看到自暴自弃，呻吟气很重。说实话，这种人的自杀我也不会可怜。\n巴尔扎克写过一个诗一般的青少年的故事（《幻灭》），结尾青年自杀时，改不了他那套有点矫情的浪漫做派，绝望中有很多孩子气的想法，但也更显得人物鲜活了，让人感觉他像是一个少年。（但是说实话，这部书中巴尔扎克的描写不是很高明。）威廉·福克纳，同样写过一个青年自杀的情节（《喧哗与骚动》），一天的故事，威廉写了近五万字，其中大量的闪回，让这一天浓缩了十几年来的生活碎片，拼织成一个凄美悲凉的故事，体现了人性的很多面。一天接近尾声时，青年也准备好了自杀。读到那段时，你明明知道情节已经没有余地——但真的会希望这个青年活下去。\n\n以上是我个人的一些看法，希望作者把人物塑造得丰满鲜活一些。《幻灭》对多数人来说太干了，《喧哗与骚动》建议读一下，我也在版内发过。"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1507541040,
            "txt_content": "安根_Engon 发表于 2017-10-8 23:31\n不是喷子，但也会胡乱平头论足。\n首先，这篇作品不讲究精炼。短篇，不一定讲究内容多，但讲究内容丰满。\n我 ...\n膜拜大佬\n点评我觉得都枪枪命中啊\n果然还是有很多错误的\n以后会慢慢改正的\n然后呢，这篇作品我也是心情不好的时候瞎写的\n现在自己看都好羞耻啊\n总的来说，谢谢大佬的点评！"
        },
        {
            "author": "314133896",
            "timestamp": 1507544400,
            "txt_content": "写的不错哦，请继续加油！"
        },
        {
            "author": "woodmanloveyou",
            "timestamp": 1508392740,
            "txt_content": "写得还好，就是没看出和MC周边有啥关系 = ="
        },
        {
            "author": "woodmanloveyou",
            "timestamp": 1508482500,
            "txt_content": "woodmanloveyou 发表于 2017-10-19 13:59\n写得还好，就是没看出和MC周边有啥关系 = =\n我懂了，文中自始至终贯穿着泪水、水龙头、水管、蔓延到地上的水、水桶和水桶中的水，结尾处又出现一个未出场的“接水的人”，可见这篇文章，不是一般的水啊，233333，开个玩笑，言归正传，这篇文字带来的画面感很强烈，并充满了阴郁的色调，但主人公的名字却叫刘晴（留情？），很有点讽刺意味。“夜空中的夜，很黑，尤其是在角落”、“人们歌颂着太阳给人们的温暖，却忘了那些对夜愁歌的人”，这类句子挺烘托文章的悲剧色彩，给我感觉，有点意识流小品文的味道，但前半部分的描写有一点拖沓，后半部分写的更好。"
        }
    ]
}