{
    "title": "欢迎讨论~如何建设一个耐玩的服务器",
    "author": "流离人",
    "replyCount": 8,
    "timestamp": 1505399460,
    "txt_content": " 本帖最后由 流离人 于 2017-9-14 22:33 编辑 \n\n如何建设一个耐玩的服务器\n\n自己的服务器也建设好久了。从安装翻译修改插件，权限，地图建设，游戏机制设置，到现在准备做网页和视频。。。也是经历了很多。\n\n但往往有一个问题，我一直在问自己，服务器耐玩吗？\n\n什么是耐玩呢？\n我认为能让玩家快乐的探索与建设而不知疲倦忘记时间流逝，为一个目标而努力好久，才能算耐玩吧。\n\n玩过什么耐玩的服务器？\n之前在mycraft玩过，他们会定期举办主题建筑比赛，并且评分颁奖。玩家的作品还会保留下来。让玩家为了建设理想的作品而不断努力。还是挺耐玩的。的确让建筑爱好者流连忘返。\n\n\nRPG服也玩过不少，但是真正做的好的太少。很多服务器区分装备的好坏只是一个伤害数字，或是护甲。亦或是一刀秒怪，把mc玩成割草无双；亦或夸张的boss血量，脸都被锤歪了。任务也都是收集怪物掉落，玩来玩去就是按鼠标左键，非常机械。\n\n\n生存服也玩过挺多，纯净的话我挺喜欢。但是一些朋友不喜欢，觉得原版内容玩腻了。很多人也是如此想法。于是各种服务器都千篇一律地装上了拔刀剑，工业，神秘时代，植物魔法，口袋妖怪，以及一大堆它们的附属插件。造成了2个现象，1：千“城”一面。感觉每个服务器都差不多（我甚至见过两个服务器，主城用的同一张地图，插件打的也几乎一样，mod也一样。区别可能只有服务器名字了。）2：各种崩服。打了一大堆mod，服主自己也没做好测试。玩着玩着就崩服。崩多了，服主就直接删mod了事，给人很敷衍的感觉。\n\n的确，这些mod让玩家离“毕业”的目标有更长的路要走了，所以装上这些mod就耐玩了吗？\n\n\n先不正面回答这个问题。\n\n\n说下魔改和无尽贪婪。有些用了点心的服主，会自己修改下科技树，让玩家更难毕业。\n\n为什么要让玩家更难毕业？\n\n\n玩家毕业后会如何？可能失去了探索与建设的动力。那么怎么办？这时候有些服主就会开始所谓的换周目。\n\n\n行，你毕业了，那咱换周目，从头再来吧。搞个新周目补偿，顺便再拉一波人。\n\n\n之前玩神秘时代，灵宝齐了，全自动生产，全自动炼金，物联网，源质网，毕业了。换周目吧，从头再来。行吧，那从头再来。从铁质法杖开始，慢慢地，又毕业了。换周目吧，从头再来。行，再来。再换周目？够了！\n\n题外话：暗黑破坏神3 的换周目\n\n\n我玩了4400+小时的暗黑3，这游戏够耐玩了吧？那么暗黑3玩家毕业了怎么办呢？开新赛季（换周目）\n\n\n玩家都从零开始吧，重新刷刷刷。暗黑3到现在已经换到第11个周目了。\n\n\n但是暗黑的玩家都期待着新赛季。为啥？新赛季会出新挑战，新装备，职业玩法的改变。\n\n但是，暗黑3已经好几个赛季没有更新过大量新内容了。在我印象里，从第7赛季开始，游戏基本没太大变化。所以玩家流失严重。现在没几个人刷新赛季了。好友列表都是守望先锋，wow，炉石。\n\n的确，不断添加新内容是提升耐玩性的一个有效的办法\n我自己在做服务器的时候，制作了大型副本，全新的自定义合成表，设计了副本的很多条路线以及隐藏关卡。为了让玩家不那么快就推倒最终boss，只能通过提高boss血量，添加各种boss技能。提高每个区域毕业装获取的难度。就算如此，玩家探索的进度肯定超过你制作的速度。\n\n\n那么在我建设新剧情新副本新装备新科技的时候，玩家可能已经毕业有一段时间了。（总不至于做成黑暗之魂那种难度吧）\n这就是自己设计内容的一个缺点。你要花比玩家探索多得多的时间来制作新内容。这就体现出打mod的好处，打个mod可能就几分钟，但是能增加玩家几十个小时的探索时间。但是打mod的问题，上文也讨论过了，千篇一律，炒冷饭等。\n\n最后再说下小游戏服与其他服\n\n\n小游戏服要做好得花很多心思。不是说装几个起床、掘一死战、躲猫猫等插件就算小游戏服了。\n\n\n感觉现在是个服务器都有起床战争什么的。在论坛上搜下娱乐插件，然后下几个装服务器，就说是小游戏服了？\n\n\n没有自己原创的小游戏，又如何让玩家感受到服务器的特色内容呢？又如何让玩家感觉很耐玩？\n\n\n然后再是粘液科技服、末日生存服、空岛海岛服。能做的非常耐玩的服务器，确实很少。有些服主就是下了插件，就迫不及待地开服，急不可耐地卖vip收费。\n\n题外话2：前几天的奇遇\n\n\n前几天去一个rpg服务器玩，宣传里说X大副本地图，X大职业，X件装备，X种怪物。我被吸引进去，心想一定很耐玩。然后发现，所谓的副本地图就是下载个别人发表的地图，然后在里面围一些栅栏，或是围个火柴盒，在里面刷一些猪牛羊，就是副本了。至于装备呢，无非就是伤害高的更厉害。很快我探索完，想去看看其他的副本地图，然后发现要vip。我惊了，然后去看了服务器别的内容，同\n样的，也都要vip。然后我发现我现在能做的只是杀杀猪牛羊。啥？你问我为啥不去资源世界生存世界地皮世界？因为要vip呀（笑）\n\n只给我杀猪牛羊就让我充VIP，老哥过分了呀\n\n\n或许这个服务器的vip副本做得够厉害。但是看到服务器展示的RMB装备，我能想得到，vip副本无非就是火柴盒里的更高伤害更高血量的怪物。这样的话还真不如打几个mod呢。\n\n此贴不是说贬低他人，只是发现问题，更能引发我们的思考罢。\n\n欢迎大家讨论\n如何建设一个耐玩的服务器\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zzgnn1010",
            "timestamp": 1505444880,
            "txt_content": "1、加入格雷科技\n2、加入群峦工艺\n哈哈哈这样的服务器还有人玩吗？\n我觉得周目是一定要换的，但是不要换的太勤快。换周目要对应着换MOD,换版本等等。\n比如说本周目是科技服，那就加格雷，工业，林业，BC，RC等等各种科技MOD\n然后下周目我们玩魔法服，那就加各种神秘啊，暮色森林啊，RPG什么的\n再下个周目玩生存服，那就加群峦，血月，各种饥荒类的生存MOD好了。\n每一次换血，op都要重新去整合服务端，客户端，调试，很多事情要做。可能很多盈利性质的op，就懒得去搞这些事情了，下一个1710的整合包开服就是了。"
        },
        {
            "author": "咕",
            "timestamp": 1505451540,
            "txt_content": "做RPG有一种想法，就是模仿csgo这种，装备属性相同换皮肤换价格换描述\nmod服感觉没啥意思，永远就那么几个mod\n另外RPG的意思是角色扮演游戏，所以玩家的角色感要做出来\n难度真的可以高，可能玩家少，但是玩家肯定都很优秀"
        },
        {
            "author": "流离人",
            "timestamp": 1505472540,
            "txt_content": "zzgnn1010 发表于 2017-9-15 11:08\n1、加入格雷科技\n2、加入群峦工艺\n哈哈哈这样的服务器还有人玩吗？\n如果不打mod的话，只能靠设计新内容。。感觉设计内容还是得有团队才行，要不然跟不上玩家探索的速度"
        },
        {
            "author": "流离人",
            "timestamp": 1505472840,
            "txt_content": "Italiangun 发表于 2017-9-15 12:59\n做RPG有一种想法，就是模仿csgo这种，装备属性相同换皮肤换价格换描述\nmod服感觉没啥意思，永远就那么几个m ...\n你跟我想的有点像。我想让毕业装有好多套。比如4件套，5件套。或者3件套+2件套这种混搭。让玩家能够自己动脑筋搭配。不过目前还在调试平衡。数据的测试工作量还是挺大的。\n的确，rpg服关键要做出玩家的角色感，很对。不过如何实现我也不是太清楚"
        },
        {
            "author": "1796953653",
            "timestamp": 1505473680,
            "txt_content": "这里一枚小腐竹说:想要人数千万别开科技空岛服务器QAQ。。我服务器平均6个人"
        },
        {
            "author": "马叉虫666",
            "timestamp": 1505474700,
            "txt_content": "mod多，不卡，多些耐玩的mod"
        },
        {
            "author": "咕",
            "timestamp": 1505487480,
            "txt_content": "流离人 发表于 2017-9-15 18:54\n你跟我想的有点像。我想让毕业装有好多套。比如4件套，5件套。或者3件套+2件套这种混搭。让玩家能够自己 ...\n我挺喜欢黑暗之魂和巫师3这两个游戏，很好的RPG，就是黑魂显得有些太难了\n搭配的套装的话，首先你得有个支持套装的插件，据我所知好像只有jobs reborn\n混搭这种一般就是职业这类的，我对这些在网上查过一些资料，比如如何设计游戏的数值平衡，怎么设置敌人血量，怎么设计装备升级带来的增幅等\n相关资料都是在外国网站找到的，知乎也有一些，但是不全"
        },
        {
            "author": "3261298764",
            "timestamp": 1505487960,
            "txt_content": "服务器耐玩\n就要多更新\n多调查玩家口味再换周目"
        }
    ]
}