{
    "title": "【招建筑】RPG服务器招三个建筑苦力[MOD服]",
    "author": "苏雅人",
    "replyCount": 0,
    "timestamp": 1505357880,
    "txt_content": " 本帖最后由 Stevenlaw 于 2017-9-17 10:26 编辑 \n\n【原服务器宣传帖(不重要)】http://www.mcbbs.net/thread-234749-1-1.html\n\n是这样的,本人打算创建一个新的RPG角色扮演MOD服务器,背景为一片大陆。\n目前大致的世界观和势力都已创建好,需要建筑师来完善每个地区的不同风格建筑。。\n大陆为魔法与科技/落后与先进 并存!各个种族势力产生的政治纠葛的类LOL/WOW大陆。\n\n大陆历史背景/世界观\n某一时刻，大陆上诞生了植物，然后是拥有知性的一种生灵，他们在混沌中体会这个世界，力量也在默默地增长，终于有一天，他们意识到自己是这片大陆上唯一有意识的生灵，为了给每一个个体以区分，他们划分了各自的职能，将自己命名为神。  \n\n古神历0年，掌控历法之神以日月星辰的移动规律创建了神历，从此，年月日成了时间流逝的衡量。  \n\n\n古神历1675年，他们创造了昆虫鸟兽，以龙种统治它们，从此，他们不再是除了植物之外的唯一生灵。 \n\n\n 古神历15649年，三名至高神以自身的形象创造了三个拥有智慧的种族，却从此力量衰竭变成了三族的图腾。他们分别代表了人族（格罗斯），精灵族（维格尔），矮人族（泰达）。  \n\n\n他们分别占据了大陆的三个角落，繁衍生息，虽然有着至高神的图腾（精灵族为世界之树，人族为永恒王座，矮人族为地心熔炉），但是也有着其他神的信徒，信徒越多的神能够获得的至高神力量就越大。随着领地的扩大，三族之间的摩擦开始出现。  \n\n\n古神历20000年，冲突爆发，神也加入到了这无休止的斗争中，作为两个势力最大的教派，战神奥都儿的教派（信徒主要为矮人）向爱神芙蕾雅（信徒主要为精灵）的教派发动战争，同时其下依附的教派也开始相互倾轧，战争导致大陆中心出现一道永久的裂口，将矮人与精灵永久地分割开了，人类世界也被天堑分为两半，同时毁灭的也有巨龙的家乡—永焰岛。  \n\n\n在这个永恒的战争中，战神奥都儿和芙蕾雅坠入爱河，使得大陆得以和平。但是，被无尽的烈焰和寒霜所覆盖的大地已经不再适合任何生物居住，众神对着这满目疮痍的大地忏悔着自己的罪行，用自己的力量和从信仰中汲取的至高神的力量修复了这片大陆上一半的土地，就因为力量枯竭陷入了近乎永恒的沉睡。  \n\n\n从此，人类，精灵，矮人的各个派系的代表共同宣誓接下来的千年内，不再出现战争。 而这一天，历法更迭，人们将新历称之为月历。  \n古神虽已沉睡，但是他们所滥用的力量却产生了异常的变化，这些力量主要分布在大陆南部的炙炎沙漠和大陆北部的极寒冰域，以及土壤下更加深层的地方。这其中混有了一丝毁灭的意志，任何接触到这些力量的生物，都会产生灾难性的变化，这些生物，称之为魔兽。它们一般以地下洞穴为巢穴，这样就能更好地汲取其中的力量了。 \n\n\n 这之后的千年，种族交流盛行，即使国家间出现冲突，也不会发生战争，只会出现暗地里的政治斗争。\n条约是一个主要的原因，肆虐的魔兽更使得他们无法分出精力对付敌对的国家，直到最近魔兽的力量开始衰弱。\n\n大陆的国家/种族势力\n洛萨王国是一个与精灵国家接壤的人类王国，其标志为艾萨克水晶所制成的王冠。国内拥有大量的艾萨克水晶矿脉，因此，对艾萨克水晶的研究也十分狂热，广泛使用艾萨克水晶进行科技研究和魔法、能源研究。    \n\n精灵王国艾瑞根坐落于洛萨王国和沙瓦利尔的中间，标志是水晶权杖。原本仅有的一个港口独立之后，艾瑞根就彻底的成为了一个内陆国家，虽然没有\n\n洛萨王国那么多的艾萨克水晶矿藏存储，但是其储存的艾萨克水晶并不会出现太过严重的消耗，所以总存量比洛萨王国多。甚至可以供应出口。    \n\n佛伦港 百年前洛萨王国通过政治手段让佛伦港自由投票自主脱离了艾瑞根，从此成为两个国家间的中立城市，种族分布虽然还是以精灵为主，不过人类和矮人的总数已经超过精灵。   \n\n沙瓦利尔是一个与极寒冰域接壤的王国，其标志为带有单翼的骑士之剑。沙瓦利尔是疆域最大的人类王国，他们的骑士大都为天空骑士，坐骑是飞马，由于该国山脉较多，飞马也是这个国家的主要运输工具。    \n\n矮人王国坎帕与炙炎沙漠接壤，其标志为地心熔炉，其坐落于坎帕首都的地下城市中央，其引出的岩浆和热度通过特殊的机械手段传递到了首都和附近的数座城市，坎帕如同沙瓦利尔一样山脉众多，却富含丰富的金属资源，因此他们的机械工学发达，熔炼技术也十分成熟，武器质量十分高。   \n\n精灵王国哈迪，其标志是世界之树，国都的世界之树，其根遍布哈迪，树冠可遮蔽天空，据说寄宿着至高神维格尔的灵魂，这也是精灵的标志。哈迪的植物生长速度极快，20年树龄的大树，高度却能够接近别处生长的百年树龄，在哈迪生活的精灵们（甚至别的种族的住民）因为毗邻世界之树，对自然魔法的亲和性极好。哈迪的世界之树上也拥有全世界最大的图书馆，里面存放了 自三族创立以来的大部分书籍，魔咒甚至是博学者的灵魂指引。   \n\n人类王国格罗萨，其名称为纪念先祖格罗斯，国都名叫永眠城，拥有永恒王座，大陆裂谷从永眠城的东南侧穿过一直延伸向大海，全奥都最大也是最早的大陆桥就建立于此。    \n\n矮人王国卢卡位于哈迪的东南，两者被大陆裂谷从中分离，卢卡虽然是矮人王国，却因为裂谷的分割导致有着近乎40%的精灵人口。值得一提的是，卢卡极大的临海面积使得其航海业十分发达，当然，附近海域的海盗也十分猖獗。\n\n大陆的组织\n明处组织 \n冒险者公会发源于沙瓦利尔，其前身为抵抗北部极寒冰域威胁的自发组织灰熊公会。总部位于沙瓦利尔的首都冰沙城。目前在大陆各处均设立有支部，接受委托和被雇佣是冒险者的日常活动。   \n\n魔法协会总部位于艾瑞根的首都莱顿城。魔法协会内部因为人员的构成复杂，亚人种也很多，所以并不会出现种族歧视，倒是分出了不少魔法流派，不过本着包容的原则，除非是尝试利用毁灭能量的流派，其他流派都是允许存在的（甚至死灵魔法也是，当然，被不被其他流派挤兑就另外说了），所以也有一种说法叫魔法协会出奇葩。  \n 芙蕾雅教会的信徒信仰爱神芙蕾雅和其他所有为修复受损大地做出牺牲的众神，他们不断地四处布教，从祈祷中获得众神流离在世间的力量，形成了自身所拥有的独立的魔法流派。    \n\n暗处组织 盖亚教会 在大地裂变后成立的主张将对大地有害的毁灭能量转化成无害甚至有用能量的组织，分为保守和激进两派，保守派主张在世人的背后默默地进行研究，而激进派则是主张参与到各国的事务中，争取更多的资源用以进行扩大研究。   黯凖 洛萨王国情报机构，其政治布局遍布整个大陆。\n\n这些只是初步的世界观,剧情和任务有专人完善。\n主要是会用mcedit把大陆的地形画好，然后缺少的最重要的建筑这块.\n所以我需要差不多三个建筑师.\n要求:最重要的是会精通中世纪风格,会用最基础的WE指令.建筑难度可能在精灵族的世界树这块,还要求会有一些其他类型风格的基础!\n\n如果有意请加我QQ：382258986 注明来意. \n如果有意需要报酬可以为结算制或者服务器盈利分红制都可以。\n\n\n\n\n\n",
    "replies": []
}