{
    "title": "[Wiki][PCD]MinigamesWiki翻译[施工中]",
    "author": "秋风残叶",
    "replyCount": 0,
    "timestamp": 1505460360,
    "txt_content": " 本帖最后由 秋风残叶 于 2017-9-15 22:42 编辑 \n\n\n注意：本Wiki含有少量过时内容一些过时内容可能无法给阅读者提供必要的帮助，甚至会起误导，译者秋风残叶正在努力解决这一问题，如果您发现文中不恰当之处敬请告知\n\n相关插件搬运正在进行中，敬请期待\n 首页查看Wiki原文   欢迎来到MinigameWiki，这里会告诉你有关Minigame小游戏的一切，这个Wiki还在编辑中，有很多亟待添加的内容。\n\n本插件可以给你的服务器添加一些小游戏，玩家可以加入其中，并通过胜利来获得游戏奖励，玩PVP游戏的玩家并不用担心他们的背包物品或者经验丢失，获得小游戏胜利或者PVP胜利的玩家可以获得奖励，如果玩家在加入游戏之前下了 注，那么他们获胜之后可以赢得赌 注，“赌 注”既可以是物品也可以是金钱。\n\n这些小游戏可以按照创建者的意愿来随心所欲地配置，例如创建跑酷，宝 藏 猎人游戏等等，同样也可以是PVP类型的竞技游戏，例如夺旗，你可以配置许多许多有关小游戏的配置项目。\n\n目录\n小游戏模式小游戏工具计分种类游戏木牌指令权限菜单系统回 血系统\n\n示例教程\n开始创建小游戏感染游戏教程跑酷游戏教程“宝藏 猎 人”游戏教程游戏区域教程\n\n相关链接\nGitHub：https://github.com/AddstarMC/Minigames\nDevBuilds:http://jenkins.addstar.com.au/job/Minigames/\nSpigotMC:https://www.spigotmc.org/resources/minigames.19687/\nBukkit[不再更新]:http://dev.bukkit.org/bukkit-plugins/minigames/\n作者官网：http://addstar.com.au/\n\n\n 小游戏模式查看Wiki原文   游戏模式是游戏设置中重要的一部分，它决定了这个游戏“是什么”，当前有四种游戏模式可供选择：单人模式，死亡匹配，团队匹配，宝 藏 猎 人\n想设置一个游戏的游戏模式，你需要输入以下指令\n/minigame set <游戏名> type <模式名>复制代码或者你也可以在游戏菜单里设置\n\n单人模式\n（“单人模式”不一定是“只有一个人才能玩”，也可以多人玩，译者注）\n单人模式是本插件最早的游戏模式，这个模式的特点是不需要玩家之间的交互，其它玩家随时都可以加入，若一个玩家想要赢得这个游戏，他必须和终点的“终点木牌”交互才行，然后他会获得奖励（最适合本模式的游戏是跑酷，译者注）\n\n在这个游戏模式里，系统会存储游戏区域内的方块，当一个玩家在其他玩家还在玩的时候退出游戏或者赢得游戏，这个玩家对游戏区域内方块的所有更改都会被回档，如果游戏里最后一位玩家退出或者胜利，游戏区域内所有变化，甚至包括与玩家无关的变化（例如发射器发射物品，树叶腐烂等等）都会被回档。\n\n最常用这个模式的游戏当然是跑酷，但是你可以给跑酷加上很多新元素，例如玩家必须通过搭建方块才能到达终点，甚至通过一个迷宫等等\n\n多人模式\n“多人模式”游戏模式是旧“Free of All”模式和旧“Team”模式的替代，在游戏中加入团队元素会让这个游戏看起来更像旧的“Team”模式，如果不加团队元素，那么看起来就像旧“Free of All”游戏模式\n你可以使用以下指令来设置游戏模式/minigame set <游戏名> type Multiplayer\n\n旧Free of All模式\n这个游戏模式是本插件第二个游戏模式，简称FFA，这个游戏是以PVP为基础的标准团队匹配游戏，你可能需要设置“计分模式”，但这不是必须的，在插件1.6版本，想要创建一个“比赛到达终点”的游戏（原帖“Race”意指比赛到达终点类型的竞技，译者注），你必须使用这个游戏模式\n\n当玩家赢得这个游戏后，所有玩家在游戏中修改过的方块都将会回档成游戏开始前的样子\n\n你可以使用以下指令来设置游戏模式/minigame set <游戏名> type FREE_OF_ALL\n\n旧Teams模式\nTeams是另一种多人游戏模式，最近我们升级了这个游戏模式，使得它更适合Minecraft的计分板和队伍系统，还在使用这个模式的旧服务器升级插件并不会造成游戏模式丢失\n\n有许多“计分模式”可被用于这个游戏模式，例如CTF（夺旗，译者注），感染，死亡匹配，同时你可以设置游戏中玩家的生命数量\n\n宝 藏 猎人模式\n宝 藏 猎人游戏模式是一个开放的游戏模式，他不需要玩家“加入”这个游戏，这是一个全服性的游戏，任何玩家可以在任何时候赢得这个游戏，这个游戏的目标是找到随机在一个世界里生成的宝藏箱，你需要设置一个随机生成范围的中心以及半径，玩家们可以在游戏进行中时（默认是1小时）通过获得一系列微妙的线索来寻找到宝箱，玩家也可以使用一个个人的线索指令/minigame hint来获得一条适合个人的线索，包括上一条显示过的全服线索等信息，玩家每5分钟才能使用一次这个指令，所以找到宝箱对于玩家来说还是比较困难的。\n\n宝藏箱内的奖品是按照“奖励系统”来生成的，宝藏物品/物品组的生成和稀有度有关，也就是说，一个物品/物品组如果稀有度很低，说不定这些玩意会在宝藏箱里出现很多次，只有“第一奖励”会起作用并生成在宝藏箱里，“第二奖励”不起任何作用，插件也不会用到那个，在旧版本插件里，插件会使用默认的战利品系统来随机生成奖励，那时还不存在“稀有度”和“物品组”的概念，所以你需要设置大量的物品。\n\n你可以使用以下指令来设置游戏模式/minigame set <游戏名> type TREASURE_HUNT\n\n\n 小游戏工具查看Wiki原文   1.6版本新增的一个亮点功能是“小游戏工具”，这个工具的作用是与输入复杂的指令相比，让设置游戏各点变得更容易，小游戏工具有以下几个功能，你可以使用指令/minigame tool <功能>来选择功能\nStart（开始点）End（结束点）Quit（退出点）Lobby（等待点）Regenarea（小游戏的“补血点”）Degenarea（扣血点）Restoreblock（回档方块）\n\n除了以上这些功能以外，本插件还提供了可视化的设置点，当你选中某个功能后，只需输入/minigame tool select，被选中的那个点将会以可视化的头颅的形式显现，而游戏场地的边界将会以钻石块边框的形式显现\n输入指令/minigame tool deselect将会取消选中\n\n创建/移除出生点\n使用这个工具来创建或者移除出生点是非常容易的，使用此工具右击将会在你所站的位置创建出生点，在那个点出生的玩家，其目光角度也将和你的目光角度相同，按照游戏的出生机制，玩家会按顺序出生在每个出生点（举例，玩家1会出生在第一个出生点，玩家2会出生在第二个出生点，以此类推），如果这个游戏允许玩家重生，那么重生的玩家将会随机选择出生点\n\n创建结束点，退出点，等待点\n创建这些点的方法与创建出生点的方法相同，唯一不同的地方是这些点无法被移除（因为想正常运行游戏必须要这些点的存在）\n\n创建/移除回血区，扣血区\n选择出一个区域实际上非常简单，无论是要创建回血区还是扣血区，只要右键点击选择区域的第一个角，然后右键点击第二个角，你的选区即算选择完成，选区的边框会呈现可见的钻石块边框，如果你对选区不满意，只要重复以上步骤，你的选区就会被重置并重新开始，如果你对选区满意了，用工具左键点击，选区即算创建完成。\n 计分模式查看Wiki原文   计分模式决定了一个游戏“怎么玩”，当前对于死亡匹配和团队匹配游戏；来说，一共有4种计分模式，单人游戏和竞赛游戏并不需要这些计分模式（因为它们有自己独有的计分模式）\n想要设置计分模式，请输入\n/minigame set <游戏名> scoretype <计分模式>复制代码你也可以在游戏菜单里设置计分模式\n\n\n默认模式\n这是每个小游戏默认的计分模式，这个模式对游戏的影响性不大，它只是和每个团队的得分挂钩，可以通过计分指令来增加，当达到最大得分时它也可以决定是否终止游戏\n\n击杀模式\n这个计分模式适合PVP小游戏，可被用于Free of All游戏模式或者Teams游戏模式，玩家/团队的得分随着他们的击杀玩家数而增加，你也可以设置一个最大/最小击杀数来限制得分，如果你没有设置最大击杀限制，那么游戏是否结束将取决于游戏限时，也就是说当游戏限时结束以后，击杀数最大的玩家/团队获得胜利。\n\nCTF（夺旗）模式\n这个计分模式适合夺旗类型的小游戏，既可用于非团队游戏也可用于团队游戏模式，关于这个模式，有三面旗帜需要设置：红旗，蓝旗，中立旗，红旗和蓝旗只能被对方颜色的队伍夺取（红队夺取蓝旗，蓝队夺取红旗，译者注）这个机制只能被用于团队匹配模式，中立旗可以被任何玩家夺取，这个机制既可以用于死亡匹配也可以用于中立匹配\n游戏队伍的目的是夺取敌方的旗帜并保护自己的旗帜，同样地，“旗帜”可以用小游戏木牌代替，小游戏木牌的工作机制与旗帜相似（相同地，“中立木牌”也是每个玩家都可以夺取），不同地，一个团队的木牌只能被该团队的玩家夺取（举例：只有红队玩家可以夺取红队木牌）\n\n感染模式\n“感染模式”计分模式只能被用于团队模式游戏，因为它同样需要“红队”，“蓝队”来完成，团队加入木牌不能被用于这个游戏模式，因为那种木牌只能被用于“团队均衡”的游戏（即游戏对每个玩家都公平）\n当“感染”游戏模式开始后，玩家中的18%会被自动选定为“感染者”（红队），“感染者”阵营的目的是杀死所有“正常人”（蓝队），当一个蓝队正常人被杀死，他将转变为感染者并加入攻击正常人的队伍，当感染者将全部正常人都杀死后，最初的感染者将会赢得游戏（而后来被感染的玩家不会算作获胜者，译者注），当“正常人”阵营获胜后，只有活到最后的正常人是胜利者（被感染的“正常人”依然不会算作获胜者，译者注）\n如果想让“正常人”阵营获胜，你必须设置一个游戏限时，或者把默认胜利者设置为蓝队（/mg set <游戏名> defaultwinner blue）或者加个生命数量系统，来让死掉的感染者直接被踢出游戏\n请注意，感染模式是最难让所有玩家都享受公平和均衡的，你必须权衡一下感染者阵营和正常人阵营的加强或者削弱问题。\n\n破坏王模式\n这种计分模式只能用于团队游戏模式，但是你无法创建团队，因为他本身不是一个团队游戏（原文This score type can only be used in the Teams Minigame Type, you cannot create teams as it's technically a not a teams minigame.此段内容自相矛盾，翻译存疑，译者注）\n当游戏开始后，一个玩家被随机选为“破坏王”，而其它玩家被分散在开始点周围，当破坏王击杀其他玩家时可以得分，或者其他玩家杀死破坏王时也能得分\n装备必须被命名为“default”或者“juggernaut”\n 游戏木牌查看Wiki原文   小游戏木牌的作用与小游戏息息相关，有些木牌的作用是加入特定游戏，有些木牌设置起来很复杂，用处很多，有些木牌设置起来很简单，本栏目的用处就是列出所有可用的木牌。\n\n赌注木牌\n赌注木牌有两种不同的作用，一种是和其他玩家赌物品，赢者通吃，另一种是赌金钱，赢者通吃，赌物品木牌只能被用于Free of All游戏模式，而赌金钱木牌既可以用于Free of All也可以用于Teams游戏模式，对于赌物品木牌来说，获胜者会赢得所有赌注物品，对于赌金钱木牌，如果游戏模式是Free of All，获胜者会获得所有赌注金钱，如果游戏模式是Teams，获胜的一队将平分赌注金钱\n\n\n记录点木牌\n记录点木牌可以用于所有游戏模式，不管游戏是Free of All模式还是Teams模式，该木牌会为使用此木牌的玩家设置记录点，玩家可以使用返回指令/minigame revert来回到记录点\n若该木牌第三行被添加了global,该记录点木牌就可以在游戏外使用，玩家可以在游戏外使用/minigame revert，这个功能很适合用来在世界探险\n\n\n终点线木牌\n终点线木牌可以用于所有游戏模式，当然，单人游戏模式用的最多，这种木牌最适合用来做跑酷游戏的“终点线”木牌\n\n\n旗帜木牌\n旗帜木牌的功能有所不同，它一开始是在单人游戏里用来让玩家获得收集物，但是随着“夺旗”游戏的加入，这种木牌有了第二种用法\n想在单人游戏中使用这些旗帜木牌，你需要先将其加入游戏，你既可以用指令也可以用菜单来完成，对于指令：\n/minigame set <游戏名> flags add <旗帜名>\n游戏名可以写在木牌第三行\n想在夺旗陌陌上使用这种木牌，你不需要通过指令或菜单来将其添加进游戏，你只需要在木牌第三行输入队伍名即可（红队，蓝队，中立），如果玩家想要“夺旗”，他既可以点击本队伍自己的旗帜（只有旗帜在它原本的位置才可行），也可以点击一个“夺旗木牌”，制作“夺旗木牌”只需将Capture添加在木牌第三行即可，然后将其附属的队伍名写在第四行\n想知道更多关于“夺旗”游戏的信息，请参考“计分模式”\n\n\n加入木牌\n加入木牌是用起来最广泛的木牌，这种木牌可以让点击它的玩家加入相应游戏，你可以在第四行添加一行“加入花费”，玩家必须支付一定金钱才能加入游戏（需要安装Vault前置）\n\n\n装备木牌\n如果一个游戏中，要为不同角色的玩家配备不同的装备物品，那么这种木牌就派上用场了，你需要把装备名称写在木牌第三行，你还可以在木牌的第四行加一行“respawn”来让玩家只有死亡后重生时才获得装备\n\n\n退出木牌\n这个木牌不是必要的，你可以把这个木牌安放在等待大厅，或者单人游戏的某处，它可以让点击它的玩家退出相应游戏\n\n\n奖励木牌\n想要创建这种木牌，你必须在木牌第三行写上一个名称，来验证玩家是否获得了这个奖励，你也可以把奖励的名称写在木牌第三行，简而言之，当你右键点击这个木牌时，你可以获得一个特定的已经设置好的奖励，这个木牌的功能还存在很大局限性，将会在未来改善\n\n\n计分木牌\n该木牌是在插件1.6版本以后新加的木牌，只有当小游戏使用SQL记录玩家数据时才能使用，你需要把游戏名称写在木牌第三行，然后把一个“面积”写进第四行“面积”的格式是“长x高”，如果你没有指定面积，面积默认将是3x3，一切都设置好了以后你必须右击一下计分木牌，打开一个菜单来选择“什么数据会被显示”，当一切都设置完后，上面会自动显示内容\n\n\n观察者木牌\n这种木牌可以让玩家旁观一个游戏，最好还是用指令来让玩家进入旁观模式，否则玩家将可以旁观所有游戏，你可以用菜单或者指令来开启旁观玩家的飞行模式（/minigame set <游戏名> spectatorfly true/false）\n\n\n团队木牌\n这种木牌可以让玩家在等待中或游戏中时，自由选择自己心仪的队伍加入，但是玩家不会因此破坏玩家团队平衡，如果玩家选择了“中立”，那么在游戏开始后玩家将随机加入一队（在游戏进行中时玩家不能选择“中立”，玩家只能在游戏开始前选择），当玩家在游戏中更换阵营时，玩家会先死一次，再加入新阵营\n这种木牌不能用于“感染”小游戏（这个自然，“感染者”和“正常人”要是能随随便便互换那还得了，译者注）\n\n\n传送木牌\n这种木牌可有可无，它可以将玩家传送至一个预设好的坐标，木牌的第三行必须写上一个坐标（相同世界的坐标），格式为：X,Y,Z\n另外，你还可以在木牌的第四行设置玩家的旋转以及视角，即Yaw和Pitch，格式为Yaw,Pitch\n\n 游戏指令查看Wiki原文   待编辑\n\n 教程：开始创建小游戏查看Wiki原文   创建一个小游戏十分简单，所有种类的游戏都有一个同样的创建开头，只要你掌握了这个基础教程，那么本插件的其它教程也不会难倒你，这个教程的目的是告诉你Minigames最基础的用法，你可以以此教程为基础举一反三，引申出创建小游戏的进一步教程来。\n\n第一步：创建小游戏竞技场\n在开始使用Minigames之前，你需要先设置竞技场，设置竞技场非常简单，但是想让一个游戏变得“均衡”，即让游戏对每一个玩家都公平。是相对困难的。\n“Free for all” 游戏模式可能是创建起来最困难的游戏，你需要确保游戏对出生在每个出生点的玩家都是公平的，包括每个出生点距离“特殊位置”的距离，或者每个出生点之间的距离，你需要考虑这些来让游戏变得公平。\n\n第二步：创建小游戏\n当你把一切都准备好以后，你就可以开始创建小游戏了，所有种类的小游戏都有一样的创建开头，每个种类的小游戏创建起来都很简单。\n\n首先，你需要创建小游戏，输入指令\n/minigame create <小游戏名>复制代码\n输入这个指令后会默认创建一个SinglePlayer种类的小游戏，且这个小游戏的出生点在你所站的位置（别担心，无论是游戏模式还是出生点都是可以后来改的）当然，你也可以把<游戏模式>放在上面那条指令的最后，来直接创建你想要的游戏模式，类似这样：\n/minigame create <小游戏名> [游戏模式]复制代码\n第三步：设置各种位置\n玩家赢了以后会被传送到哪里？玩家退出游戏以后会被传送到哪里？这些都是需要被设置的，最容易的设置方法是通过Minigames tool，但是同样地，也可以用指令设置（尽管设置出生点可能变得重复）以下是几个比较重要的点：\n\n退出点\n这个点是当玩家通过指令或木牌退出游戏以后会被传送到的位置，玩家在多人游戏里输了或者生命数耗尽了也会被传送到这里，如果你还没有用过Minigame tool 你只需输入\n/minigame tool复制代码\n你会获得一个新工具，若要将它把已经取名的游戏绑定，请输入\n/minigame tool minigame <游戏名>复制代码\n然后按住Shift+右击打开一个菜单，选择“退出点”然后关闭菜单，然后站在你想要设置为退出点的地方右键点击\n\n同样地，你可以站在你想要设置为退出点的地方使用指令/minigame set <游戏名> quit\n来用指令设置退出点（原文将退出点“quit”和结束点“end”的功能搞混了，此处译者做出更正，译者注）\n\n结束点\n（此点并不存在于原文中，由译者自行编写，译者注）\n这个点与上文“退出点”稍有区别，是当游戏超时结束时将玩家传送至的点（与退出点“主动退出”不同的是，“结束点”属于“被动退出”），使用指令/minigame set <游戏名> end即可设置该点\n\n\n开始点\n这个点是当玩家开始游戏后被传送到的位置，对于单人游戏，只需要设置一个开始点，对于多人游戏，你可以设置许多开始点，在配置文件中还有许多配置项可供配置，如果你拥有Minigame tool，打开它的菜单，选择开始点即可，如果你要为一个团队设置开始点，将开始点选项下方的选项改为“Team”，这时开始点就设置为了团队模式，现在你在站在你想设置为开始点的地方然后右键点击即可，你每一次右击都将设置一个开始点，如果游戏是单人模式，多余的开始点不会起任何作用，对于多人模式的游戏，这些点将作为重生点和初生点。\n\n同样地，你可以输入以下指令来使用指令设置开始点\n/minigame set <游戏名> start复制代码\n\n如果你想继续添加开始点，例如你要为游戏中每个人都设置一个开始点，输入\n/minigame set <游戏名> start <玩家数量>复制代码\n\n如果你想为游戏中的“红队”和“蓝队”设置分队伍的开始点，输入\n/minigame set <游戏名> start <red/r/blue/b> <序号>复制代码\n（序号为1,2,3等等，想要重置开始点请输入/minigame set <游戏名> start clear，译者注）\n\n当团队开始点被设置以后，默认的开始点就会失效（仅在Team Deathmatch模式生效）\n\n等待点\n这个点仅用于多人游戏，是玩家决定加入游戏后到游戏正式开始之前的等待的位置，最好把它设置在一个小房间里，想要设置这个点，打开Minigame tool菜单并选择等待点（lobby position）然后右键点击你想要设置的点即可\n同样地，你也可以输入指令\n/minigame set <游戏名> lobby复制代码\n需要注意的是，当前一个游戏只能设置一个等待点。\n\n第四步：设置木牌\n通过木牌加入游戏相对于打指令而言，对于玩家来说更方便，你可能需要设置以下木牌\nJoinBetQuitEndTeamCheckpoint\n所有木牌上的文字都有一样的格式\n[Minigame]<木牌作用>[游戏名][内容]\n\n例如：\n\n[Minigame]JoinMyMinigame\n\n木牌第四行留空也可以，第一行你可以输入简写的[mgm]来替代[Minigame]\n\n对于木牌的详细用法，请参“游戏木牌”部分\n\n第五步：配置\n到了前四步为止，一个游戏的基础配置就算完成了，剩下的工作是更细致地配置游戏各项属性，查看游戏有哪些可设置属性的最简单方法是使用配置菜单，即使用指令/minigame edit <游戏名> 内有很多可设置的属性\n也就是说，如果你想使用指令设置，或者你不知道有哪些属性可以设置，你可以输入指令\n/minigame edit <游戏名>复制代码\n使用这个指令后会出现可被应用于游戏的属性菜单，或者同样地，你可以使用这个指令\n/minigame set复制代码\n会出现一个可被设置的属性列表，如果你需要某个属性的详细信息，你只需输入不加任何设置值的指令，紧接着就会显示该设置项的详细信息，例如\n/minigame set <游戏名> lives复制代码\n输入这个指令后会显示出“生命数量”有关信息以及设置值的有关要求\n\n总结\n如同一开始所说的，所有游戏都有同样的创建开头，只要你学会了开头的设置，后面的设置也不会难倒你，游戏中有很多很多详细设置项，未来还会添加更多，使用本部分最后几个指令可以让你轻而易举地知道这些设置项的功能\n 教程：感染游戏教程查看Wiki原文   这个教程的目的是为了教你创建一个“感染”类型的游戏，其游戏机制类似某些僵尸游戏，在开始阅读本部分内容之前，请先读完“开始创建小游戏”教程部分\n\n第一步，准备\n当你理解了基础教程后，后面的步骤也就很容易了。首先，创建一个“Multiplayer”类型的小游戏，计分模式是“Infection”，请使用以下指令\n\n/mnigame create <游戏名> multiplayer\n/minigame set <游戏名> scoretype infection复制代码\n同样地，你可以使用小游戏菜单来设置小游戏模式和计分模式，使用指令/minigame edit <游戏名>\n\n第二步：设置各种点\n对于一个“感染”类型的游戏来说，你需要一个等待大厅，团队出生点，退出点以及结束点，如果你想知道这些点的设置方法，请参“开始创建小游戏”教程部分，强烈建议你把队伍的每个出生点分散的开一些，以避免感染者刚好出生在正常人身边。\n\n第三步：设置玩家装备\n想让一个“感染”游戏变得公平是很困难的，我（指作者，译者注）制作第一个感染游戏时，尝试了各种方法来确保游戏对于感染者和正常人都是公平而均衡的。\n\n最终，我给正常人阵营设置了每人一把一击必杀弓，一把很弱的可以击退敌人的剑，以及24支箭，给感染者设置了每人一把2击必杀的钻石剑，以及无限制的速度2和跳跃2加成。\n\n想获得更多信息，请参考“玩家装备”部分\n\n第四步：游戏特殊设置\n想让一个感染游戏能真正运行起来，你还必须设置很多细节，首先你必须要把默认的胜利一方设置成“蓝队”，使用指令\n/minigame set <游戏名> defaultwinner blue复制代码\n你还需要为正常人阵营设置坚持多长时间以后即胜利，你可以在游戏菜单里设置这项（请参“游戏菜单”部分）或者执行指令：\n/minigame set <游戏名> timer <时长>复制代码\n时长默认是秒 如果将“m”放在时长的后面，则代表分钟\n\n这只是一个游戏所需设置的诸多设置项目之一，你还可以设置例如玩家只有一条命，只要玩家死亡就立刻被踢出游戏（适合“胜者为王”游戏模式）\n\n第五步：启动小游戏\n在你加入小游戏之前，请确保你启动了这个小游戏，如果想启动小游戏，请打开小游戏菜单，然后将启动小游戏的选项修改为true，当然，也请别忘了设置游戏的最小玩家数和最大玩家数，感染游戏会随机选择玩家中的18%作为初始感染者，这个值越高代表初始感染者越多。\n\n“感染”类型游戏中还有许许多多的设置项，你可以通过游戏菜单来查看哪些设置项可用，或者使用指令/minigame info <游戏名>（实测失效，这个指令可能已经过时，译者注）\n\n使用预设\n对于“感染”模式的游戏而言，插件提供了一个预设，所有设置项都是预设好的，甚至包括玩家装备，使用预设，请输入指令\n/minigame set <游戏名> preset Infection\n\n使用了预设以后，你只需把剩下的出生点还有其它点设置一下就行了。\n 教程：跑酷游戏教程查看Wiki原文   （原帖“Race”意指比赛到达终点类型的竞技，此处译为“跑酷”比较合适，译者注）\n跑酷模式游戏在插件版本1.6以后变得不同了，在这个版本以前存在一个专门的游戏模式，但是现在已经被“Team”和“Free of All”模式取代了，未来，跑酷模式的游戏将趋向复杂化，但是现在，比赛模式非常简单，除了“一人赢，全队赢”的情况。\n\n第一步：准备\n阅读这个教程之前，请确保你已经仔细阅读了“开始创建小游戏”教程，那个教程会告诉你创建一个小游戏的基础步骤，当你已经创建好了一个小游戏之后，请继续以下步骤\n\n第二步：设置游戏种类\n你需要把游戏的种类设置为“Free of All”（或者Teams）你可以使用游戏菜单（使用指令/minigame edit <游戏名>）并选择你想要的游戏模式（更详细的教程请参“游戏菜单”部分）\n同样地，你也可以使用以下指令\n/minigame set <游戏名> type multiplayer复制代码\n对于跑酷模式的游戏来说，最好把计分模式设置成“custom”，同样，你既可以用游戏菜单来设置，也可以用以下指令\n/minigame set <游戏名> scoretype custom复制代码\n\n如果你只设置了这些就冒然加入游戏，游戏会显示“Score to win” 想要移除这个，你需要把最大得分设置为0，你既可以使用游戏菜单也可以使用指令\n/minigame set <游戏名> maxscore 0复制代码\n\n第三步：记录点与回档\n如果你想要在游戏里加入一些记录点，允许玩家卡在某些地方的时候回到记录点，你需要打开记录点系统，你既可以使用游戏菜单，将“Enable Multiplayer Checkpoints”设置成true，你也可以执行以下指令\n/minigame set <游戏名> mpcheckpoints true复制代码\n\n第四步：设置木牌\n对于完成跑酷的玩家，他们需要点击一块木牌来代表他们到达了终点，同样，你也可以为记录点设置木牌，欲获得更多信息请参“游戏木牌”部分\n\n总结\n恭喜你，你已经学会创建一个跑酷小游戏了，你现在只需用游戏菜单或者用指令将这个小游戏启用，就可以享受游戏了！\n 教程：宝 藏 猎人游戏教程查看Wiki原文   欢迎来到宝藏猎人游戏教程，“宝藏猎人”与其它游戏非常不同，它并不存在一个狭义的“竞技场”，整个服务器都可以是游戏发生的场所，任何一个玩家在任何时间都有可能找到宝藏（当然，前提这个游戏得是运行状态），宝藏猎人游戏配置起来非常简单，需要按照以下几个步骤，请参考以下教程\n\n第一步，开始设置\n想要开始设置一个宝藏猎人游戏，你必须先创建它，使用指令\n/minigame create <游戏名>复制代码\n当然，<游戏名>的部分任意，需要注意的是，这个名字会显示在全服的聊天频道中，例如：“<游戏名>的宝箱已经在<某地点>的东边生成”（关于<某地点>的设置后面会提到）你所站的位置会成为可能生成宝箱的区域中心，所以请谨慎选择你所站的点。\n如果你想改变上文提到的“区域中心”，你只需用Minigame tool设置一个新点即可（不过要记得把旧的点删除），你也可以使用以下指令：\n/minigame set <游戏名> start 1复制代码\n使用这个指令会把“区域中心”设置在你所站的位置\n\n第二步：设置游戏模式\n想创建一个“宝藏猎人”游戏，你需要设置它的模式，你可以使用以下两个方法之一：\n一，执行指令/minigame set <游戏名> type treasure_hunt\n或者\n二，使用指令/minigame edit <游戏名>打开游戏菜单，把游戏模式修改为 Treasure Hunt\n如果你使用的是第二种方法，也就是利用菜单来设置的方法，下一步对你来说将会非常容易。\n\n第三步：设置点\n你需要设置一个“用于描述宝藏在哪”的区域，来让玩家知道他们该从哪里开始找起，最适合作为这个区域的当然要数“等待点”（也就是玩家加入游戏之后到游戏真正开始之前的等待区域，译者注），当然，你想把这个地方设置在哪里都没问题，想要设置这个位置，你可以使用以下两个方法之一：\n一，使用指令/minigame set <游戏名> location <输入地点名>\n或者\n二，在游戏菜单内，打开Treasure Hunt菜单，左键点击Location按钮，紧接着你可以把这个点的位置以聊天的形式输入并发送\n\n第四步，设置各种值\n剩下的设置项你可以按照自己的喜好来设置，我设置的“宝藏猎人”游戏使用了以下几个设置项：最大半径，最大高度，最少物品，最多物品，你可以按照自己的喜好来设置\n\n最大半径\n这个设置项代表宝藏距离中心点最远的生成范围，默认1000，你可以按照喜好把它设置的更近或更远，想要修改这个值，你既可以通过游戏菜单下的Treasure Hunt内的设置值来修改，也可以执行指令：\n/minigame set <游戏名> maxradius <半径格数>复制代码\n\n最大高度\n上文中的“最大半径”指的是宝藏距离中心点的最大生成距离，本设置项可能有些难以理解，但是这么解释估计就比较容易理解了：宝藏会随机选择一个中心点的高度和最大高度之间的高度生成，例如，如果中心点的高度是64，最大高度是20，那么宝藏将会在高度64和84之间生成\n当宝藏选择了一个范围内的生成点以后，它会自动选择一个“安全”的位置来生成宝藏箱，如果范围内的点被选在了悬空的位置，系统会自动将这个点下移（哪怕这个高度已经低于了生成点的高度）直到发现了一个“安全”的有方块的平面，然后生成宝藏箱，如果范围内的点被选在了方块内部，系统会自动将这个点上移（哪怕已经高出了合法最大高度）直到发现了一个“安全”的有空气的方块，然后生成宝藏箱\n想要编辑最大高度，你可以在游戏菜单里编辑Max Height，也可以执行这个指令\n/minigame set <游戏名> maxheight <方块高度>复制代码\n\n最大和最小物品\n这两个值决定了宝藏箱里生成的物品最大和最小数量，默认最小值是0（因为我很坏！蛤蛤蛤~~~）（这里作者在开玩笑，译者注）最大值是8，想要修改这个值，你可以在游戏菜单内修改，也可以执行指令\n/minigame set <游戏名> mintreasure <物品最小数量>复制代码以及\n/minigame set <游戏名> maxtreasure <物品最大数量>复制代码\n\n第五步：添加宝藏物品\n这里是最重要一步，在插件版本1.6，宝藏物品是通过Rewards奖励系统来设置的，每个物品的稀有度都可以设置（欲了解更多请参Rewards奖励部分）宝藏按照稀有度会随机地选择战利品，也就是说，一个物品如果稀有度很低，它的出现次数就会很多\n\n第六步：开始游戏\n按照你在主config里的设置（路径plugins/Minigames/config.yml）“宝藏猎人”游戏的时长可长可短，默认是1小时，想要开始游戏，请输入\n/minigame start <游戏名>复制代码\n当“宝藏猎人”游戏运行中时，每过游戏时长1/4的时间（默认15分钟），系统会通过聊天栏显示一条全服线索，这些线索有时很可靠，有时也会误导你，玩家也可以使用指令/minigame hint 来获得一条给自己的线索（个人线索），包括游戏已经消耗的时长以及上一条全服线索，玩家每5分钟才能使用一次获得个人线索的指令\n如果你想终止游戏，只需要输入/minigame stop <游戏名>，游戏就会终止，宝藏箱也会从世界中移除\n\n总结\n以上就是设置“宝藏猎人”游戏的全部步骤，很简单是吧？不过想要上手也是有点复杂的，看你的悟性了！\n 教程：游戏区域教程查看Wiki原文   相关视频\n[bili=14358832]1[/bili]\n\n[groupid=1330]PluginsCDTribe[/groupid]\n",
    "replies": []
}