{
    "title": "Minecon地球：新的细节！",
    "author": "zx728925",
    "replyCount": 1,
    "timestamp": 1505402040,
    "txt_content": " 本帖最后由 zx728925 于 2017-9-15 12:51 编辑 \n\nMINECON EARTH: NEW DETAILS!\nMINECON地球：新的细节！\nLet’s get together - wherever you are!让我们一起吧 - 无论身在何方！\nIt’s a-comin’!Minecon来啦！\nMINECON Earth arrives on November 18 - in a brand new format! As you might have heard, we’re changing things up this year to make MINECON as accessible as possible for as much of our community as possible.Minecon地球会一种全新的方式在11月18日发布！你也许已经听说了，我们这一年正在做一些改变来让Minecon尽可能让更多Minecraft玩家参与进去。\nYou can read all about it on our super swish MINECON page. Look at it swishing over there! So swishy.你可以在我们超级漂亮的Minecon官网上了解所有信息。看看官网上漂亮的东西吧！真的很漂亮！\nThe short version is that we are going to be broadcasting an amazing, 90-minute-long spectacular show to every corner of the globe! You can watch it from the comfort of your own home, join in the fun with friends, or head out to meet like-minded minecrafters at one of our many super special Viewing Parties!简单说吧！我们会通过一段精彩又盛大的90分钟直播活动去向地球的每一个角落！你可以在你自己舒适的家中观看，或者和朋友一起欢乐地观看，亦或者在我们举行的许多非常特别的观影派对中去结识志同道合的Minecraft玩家！\nRead on for all the latest deets!继续读下去来了解所有最新的信息！\n\n\n\n\n\n1.jpg (57.36 KB, 下载次数: 13)\n\n下载附件\n\n2017-9-14 22:35 上传\n\n\n\n\n\nFIND THE FUN NEAR YOU!\n寻找附近的乐趣！\nToday we’re delighted to reveal a number of Viewing Party locations - but keep your eyes on the MINECON page as we update the list in the coming weeks! There are MANY more locations to come.今天我们很高兴揭示了大量晚会的位置 - 但是持续关注Minecon官网，因为我们在接下来几周里会更新地点名单！会有更多的地点哦！\nAs well as broadcasting the show itself, there'll be prizes, giveaways, costume contests and, of course, plenty of opportunity to play Minecraft itself. Test your elite competitive skills against the best your community has to offer, or collaborate on mighty builds in creative mode - it's up to you! Oh, and viewing parties held at Microsoft Store locations will be totally free!至于展出本身，在这里面会有奖品、赠品、COS大赛，当然，还有玩Minecraft的许多机会。你可以选择与高手玩家过招来展示自己的游戏实力，或者在创造模式里合作建造一些建筑物 - 这取决于你自己！噢，所有的观影派对是免费的！\nFind the nearest Viewing Party to you on the MINECON page for info on ticketing, timings and more.在Minecon官网上寻找到离你最近的派对地点，并了解派对的票价。举行时间以及更多。\nBRING THE PARTY HOME!\n把派对带回家！\nIf you’re looking something closer to home (or school - why not ask your teacher to set something up?), you can always grab some craftin’ chums and hold your own party. The MINECON page has a bunch of links to inspire you. Plus you can now pre-order exclusive MINECON swag from J!NX and Target - including limited edition tees, caps and turquoise sheep! - and get it delivered right to your door. Kit out your house with limited edition loot and let the party start in style!如果你想在家里参与盛会（或者学校 - 为什么不去让老师来帮忙筹备派对呢？），你可以一直邀请一些Minecraft朋友然后举行你自己的派对。Minecon官网有许多链接来给你灵感。并且你现在可以从我们的合作伙伴上预定独家Minecon物品 - 包括限量版T恤、帽子和蓝绿色的羊！ - 然后把它送达到你家门口。用限量版的物品来装饰你的屋子，让你的派对别具风格地开始吧！\nhttp://v.youku.com/v_show/id_XMzAyNDE2OTc4MA==.htmlYoutube地址：https://www.youtube.com/watch?v=FzQ_sJcdwwg\nDRESS TO IMPRESS!\n装扮！表现！\nGet your glue guns and sewing machines at the ready! Or get a responsible adult instead! Why? Because THE COSTUME COMPETITION RETURNS! In fact, you can enter it RIGHT NOW. Submit a video of yourself in full Minecraft garb by October 22nd and we will select three winners, fly them out and plonk them down, centre-stage at the MINECON Earth broadcast itself! So get crafting, and go here to fill out the form!准备好你的胶水和缝纫机！或者让一个负责的成人帮你！为什么？因为COS大赛回来啦！事实上，你现在就可以参加。在10月22号之内，穿着任意一件Minecraft的服装，提交自己的视频，然后我们会选择三位胜利者，把他们的视频放出来又放回去，放到Minecon地球的展出的中心舞台上！所以开始制作吧，然后来这填写表格！\nWE’RE NOWHERE NEAR DONE!\n还有好多信息要发布！\nKeep an eye on the MINECON page as more details come in! There’s loads more we want to tell you - and plenty we can’t because of SPOILERS! For example, for the first time ever we’ll be giving YOU the chance to decide what goes in the game. What do I mean by that? You’ll just have to watch and find out! I can say it’s going to be a ridiculous amount of fun though - and something you'll want to share with friends!持续关注Minecon官网等待更多的细节！有更多我们想要告诉你的东西 - 然而很多我们不能告诉你，因为一些阻扰因素！例如，这一次就连游戏里要增加什么内容都要由你们来决定了。那意味着什么呢？你将不得不观看这个直播并且知道意味着什么！我可以说这绝对会是一个疯狂有趣的事情 - 还有你想分享给朋友的一些东西！\n\n\n\n\n2.jpg (23.48 KB, 下载次数: 7)\n\n下载附件\n\n2017-9-14 22:35 上传\n\n\n\n\n\n\n原新闻地址：https://minecraft.net/zh-hans/article/minecon-earth-new-details\n新闻作者：Marsh Davies\n发布日期：2017-09-14\n\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1505432880,
            "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-9-15 08:15 编辑 \n\n建议根据这篇改一下 许多地方意义完全错了 http://weibo.com/ttarticle/p/show?id=2309404152007723206774"
        }
    ]
}