{
    "title": "Minecraft 基岩版 1.2 反馈改动与未来计划改动",
    "author": "广药",
    "replyCount": 3,
    "timestamp": 1505530800,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-9-16 11:02 编辑 \n\n\n你们让“BETTER TOGETHER”更BETTER啦！\n以下是你们的测试版反馈对游戏的影响\n\n非常感谢大家帮助我们做出最棒的游戏！我们从每个人那都得到了如此多的反馈和建议，“BETTER TOGETHER”更是Minecraft有史以来最大的一次更新，有34个新特性被实现，所以我们十分感谢所有分享你们想法的玩家，帮助我们找到并修复BUG。\n\n在目前为止，我们在Android、Xbox One和Windows 10上已经有数百万的Beta测试人员帮助我们找到bug并给出了反馈。多亏了测试版，到目前为止，我们已经修复了超过3000个BUG——贼多！当然，大家对这次的更新非常满意，测试人员对更新的评分是4.1分，满分5分。考虑到现在还是测试阶段，这已经是个不错的成绩了。\n\n我们已经很接近最终版本了，所以这里有一个根据大家的反馈的更新小预览：\n\n\n\n游戏体验：\n1.大家要求将坐标加入到基岩引擎，以帮助你找到方向。我们认为该满足他们，但同时也要让纯净生存的游戏体验有着额外的挑战，用游戏内物品进行导航，而不是依赖坐标。所以，现在玩家们可以通过开启作弊来启用坐标，你可以在生存中使用坐标，但这会使你的成就不可用，我们认为是一个很好的妥协。我们既让坐标可用，又没有把生存变的过于简单。\n2.有些玩家喜欢经典合成，希望可以隐藏配方书，所以我们做到了！\n3.有些玩家希望可以备份世界，以免存档出错，所以我们也做到了！\n\n红石：\n在旧版主机版中使用的红石和基岩引擎构建的Minecraft的红石存在一些差异，我们尽可能还原，但由于代码库的设计差异，红石在存档转换后可能需要做一些工作来回复功能。\n1.半连接性是我们在Java和主机版发现的BUG，尽管如此，玩家还是感觉这很有用，利用它创造出巧妙的触发机制，但终究这还是个BUG，所以我们不打算将其复制到基岩版，但我们将尽我们最大的努力将BUG以外的原版红石系统复制给玩家。\n2.基岩版的活塞激活时间与其他版本并不相同，这可能会让旧主机版导入的红石机器发生错误，因为我们做来了我们觉得正确的选择。太长不看版：在旧主机版依赖活塞做出的红石机器，存档转换为基岩版时，需要重新设计。\n\n运动：\n1.我们发现在Minecraft的三个代码库中，有三种不同类型的创造模式飞行形式，最后，我们决定调整基岩版的飞行形式，使其与旧主机版相同。\n2.玩家告诉我们在创造模式下飞行太慢了，所以我们增加了飞行速度。即使你在地面上飞行，你也会保持飞行状态。\n3.玩家要求将疾跑绑定到一个按钮（指手柄控制），所以我们将其添加到了选项中。\n\n建造：\n1.你们要求创造模式的纯净物品栏，我们做到了！\n2.你注意到改变手持物品时HUD不是非透明的，我们修复了这个问题\n\n\n\n我们还在致力于:\n还有一些反馈正在反馈给我们，我们希望将其实现，但由于时间和资源的限制，我们将在未来的更新中添加这些反馈：\n1.巨大化世界和自定义超平坦世界是大家都希望加入的，但对于基岩引擎来说，这有点棘手，我们将在未来添加这些特性，于此同时，你可以在旧的主机版中创建这些地形并转换存档，存档会保存地形，但刷新的方块将变为超平坦方块，我们知道这并不理想，但我们正在努力尽快实现这个特性！\n2.我们听说，在基岩版放置方块时不允许让玩家匀速移动以放置一条直线，对于建筑专家来说，这是一个相当大的麻烦，我们认为这是一个BUG，并且正在修复他，这个BUG将在更新后修复\n3.我们将添加一个更简单的方法清除创造模式的物品栏，我们正在开发一个光标让你可以在物品栏和配方书中使用。\n4.我们正不断的向商店添加更多内容，你需要更多的工具来决定是否值得把钱花到他们身上，这是完全公平的！我们计划增加评价系统，让你可以与其他人分享你的想法。\n5.自定义皮肤是最棒的，我们知道你们喜欢他们，让他们在主机版上工作并不是那么容易，我们正与主机方合作，有望在未来更新中可用\n\n最后，再次感谢大家！我们希望大家很够尽情享受本次更新！并且记住这次更新是你帮忙塑造的！\n\n\n原文：https://minecraft.net/zh-hans/article/you-made-better-together-better-ever\n\n\n",
    "replies": [
        {
            "author": "TZY枫",
            "timestamp": 1505534100,
            "txt_content": "难得bugjump这么暖心一次"
        },
        {
            "author": "1377023219",
            "timestamp": 1505534460,
            "txt_content": "没有任何光影的信息..."
        },
        {
            "author": "温柔的狂暴",
            "timestamp": 1505537160,
            "txt_content": "接近最终版本了"
        }
    ]
}