{
    "title": "现已登上领域：光线反射与占点游戏",
    "author": "cc7w",
    "replyCount": 2,
    "timestamp": 1505544600,
    "txt_content": "\nNew community-made goodness available on Java Edition!社区制作的新东西现已登上Java版领域！\n\n　　Ahoy-hoy! It’s that time where we drop a bundle of new maps into Java Realms.\n　　呦呵！又到了我们为Java版领域加入地图的时间了！\n\n　　Each of the showcased creations were created by members of the Minecraft community, handpicked by Mojang’s very own Content Team, and then delivered free to the folks playing on Realms for Minecraft Java Edition. See details of how to get in on the Realms fun at the bottom of the article!\n　　下列展示的作品都是由Minecraft社区成员所制作，经过Mojang自己的内容团队精心挑选后，送上Java版领域供你们免费游玩。查看本文章底部的信息来了解去领域中游玩的方式！\n\n　　This week we’ve got modified survival, PvP in the sky, laser puzzles, and blocks that you’ve gotta stand on for a long time.\n　　这一周我们的地图有，魔改后的生存，天空中的PvP，激光解密和你将要站于其上很长时间的方块！\n\n　　Onwards to the stunning visuals!\n　　让令人惊叹的视觉效果开始吧！\n\n\nCAVE GAMEby Mr3DAlien洞穴游戏作者 Mr3DAlien\n\n\n\n\n　　Playing through Cave Game feels a lot like playing an enhanced version of survival Minecraft. While most of the same rules apply, you’ll find yourself facing new challenges, communicated to you through the innovative use of the advancements menu. The game will also ask you to do things like collecting lots of resources and tossing them at a block to transform it into a better block. How magical! If you think you’ve got the skills to survive underground with all new rules, try out Cave Game!\n　　游玩洞穴游戏这张地图给我一种游玩Minecraft进阶版的感觉。伴随着许多新的规则，你要面对更多的挑战，这些挑战通过创新的进度菜单来传达给你。这张地图还会让你做一些简单的事，例如收集大量的资源，将它们扔到一个方块上，然后让该方块变成更高级的方块。多么神奇啊！如果你认为你能在新规则下成功在地底生存的话，玩玩这张地图吧！\n\nCRAFTY MONKEYSby MineMakers Team狡猾的猴子作者 MineMakers Team\n[bili=14508830]1[/bili]\n　　I’m going to be upfront with you here: there are no monkeys in the map, other than the ones that you bring with you. The crafty monkeys. You’re the monkey, and you’re crafty. Got it? Great! With that out of the way, this is a map where two teams fight for control points, resulting in a kind of tug of war that leaves but one team standing. You may have played games with control points in the past, but in Crafty Monkeys they’re all in a line! In the air! Suddenly, left and right movement are luxuries only afforded to you by the sparse amount of building blocks that you’re given. This map had the Content Team hammering the replay button again and again, with our raucous laughter thoroughly disturbing everyone around us.\n　　我在这里跟你坦白：这张地图中没有猴子，除了游玩的人。狡猾的猴子——你是一只猴子，并且很狡猾，听懂了没？好了！这样一来，这是一张两支队伍抢夺目标点的地图，两支队伍相互竞争，但只有一支队伍能够站到最后。你可能过去也玩过占点游戏，但是在这张地图中目标点是在一条线上的！在空中！因为你只有少量的方块，所以左右移动可以说是十分奢侈。这张地图让内容团队一次又一次锤打重新游戏按钮，我们的笑声打扰到了所有周围的人。\n\nREFLECTIONSby CommandRedstone, Barf Creations, Ds43m, illio反射作者 CommandRedstone, Barf Creations, Ds43m, illio\n[bili=14508830]2[/bili]\n　　Next in the series of “I Actually Have No Idea How They Made This” maps comes the puzzling mirror game, Reflections. This here map is a top-down creation that requires you to push mirrors and bounce lasers around twenty-four challenging levels. When the laser hits all of the mirrors in the proper order, it’ll bounce around to its goal and give you a rating based on how you finished the puzzle. It’s even got a level editor! There’s loads to unpack here, and part of the fun is trying to figure out just how all of these levels work in Minecraft.\n　　“我真的不知道他们是怎么做到的”系列中的下一张地图是反光镜游戏，——反射。这张地图需要你移动镜子，反射激光，它总计有二十四个关卡。当激光按正确的顺序穿过所有的镜子之后，它需要穿过目标，然后就会根据你完成谜题的过程给予你一个评级。它甚至内附了关卡编辑器！这张地图中有很多新奇的东西，当然部分乐趣就是尝试弄清楚怎样才能在Minecraft中做到这些！\n\n\n\nSKY WALKERby Kris Madas and iWacky空中行者作者 Kris Madas 和 iWacky\n\n\n\n\n\n　　Fans of our old map testing streams will know that we can sometimes spend an abundance of time just reviewing someone’s minigame lobby. It’s important to set the theme, let people know how to play, or just huddle together until everyone is ready to hop into the gameplay. It’s hard to get right, but Sky Walker has one of our favorite lobbies to date! There’s a clear way to start the game, and attention has been paid to the background, while not distracting from what you need to do in the main area. Fantastic! Ah yes, the minigame itself plays great too! You and your friends have to step on the shifting blocks and not fall off. That’s it! Try to beat our top score of approximately seven and a half seconds; we believe in you.\n　　熟知我们的测试地图流程的粉丝们一定知道我们有时会花费大量的时间查看小游戏大厅。设置主题是很重要的，大厅可以使玩家知道玩法，或者让玩家在所有人都做好准备之前进行等待。我们很难找到正确的答案，但是空中行者是我们最喜欢的大厅地图之一！开始游戏的方式很清晰，注意力被放在了背景之上，所以这不会影响你想做的主要区域。多么棒！并且，这张地图本身也很好玩！你和你的朋友需要踩在移动的方块上，不要掉下去。就是这样！尽量超过我们的最高分数——七秒半吧，我们相信你。\n\n\n\n　　With autumn firmly here in Stockholm, we’re looking towards the holidays such as Spooky Day, Gunpowder Day, Turkey Day, Julafton, Juldagen, and Annandag Jul (that’s 3x Santa Day, in Swedish)! Last year, we released loads of maps based around holiday or seasonal themes. Were you looking forward to that again, or something totally different? Drop me your thoughts on what kind of content you look forward to over at Twitter dot com.\n　　在斯德哥尔摩，这里的秋天很长。我们盼望着像万圣节，火药阴谋节，感恩节，Julafton，Juldagen，和Annandag Jul（这是瑞典话，指圣露西的盛宴）！去年，我们发布了大量基于假日或季节主题的地图。你是不是在期待着我们再做一遍，或是做些完全不同的事情？在Twitter上把你想要的内容告诉我。\n\n　　To learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n　　要想了解怎样将这些或其他内容加入PC的Java领域中，请查看我们的帮助页面。如果你自己还没有尝试过领域的话，在Minecraft: Java版的主页面的Minecraft领域按钮旁边会有一颗蓝色的钻石。点击它，然后跟随说明免费试用领域30天吧。\n\n　　Happy Minecrafting!\n　　开心地去玩Minecraft吧！\n\n\n原文地址：https://minecraft.net/zh-hans/ar ... mirrors-and-monkeys\n原文作者：Marc Watson\n原文发布时间：2017年9月15日\n翻译者：c7w\n翻译时间：2017年9月16日\n\n\n",
    "replies": [
        {
            "author": "zx728925",
            "timestamp": 1505554980,
            "txt_content": "感谢翻译那么长的博文"
        },
        {
            "author": "cc7w",
            "timestamp": 1505555400,
            "txt_content": "zx728925 发表于 2017-9-16 17:43\n感谢翻译那么长的博文\n暑假半月次的Java领域都是我的→_→"
        }
    ]
}