{
    "title": "【原创·连载】【末影检查官】【05】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 3,
    "timestamp": 1505575860,
    "txt_content": " 本帖最后由 tzxwdu 于 2017-9-16 23:36 编辑 \n【末影检查官】【05】\n\n废话\n\n上周没有更新，是懒癌犯了，泡在mc里面了，实在抱歉，真的抱歉，真的抱歉。\n这一章可能又有点奇怪，并且有点短。。。。主要是我想到了些新的剧情，在重新写，本来时间不多，又不希望质量低，所以量少。。。往多多谅解。\n其他的不多说了，有点晚了，我想睡觉了qwq\n有错别字、建议什么的，希望多多留言！\n\n\n\n\n正文\n5\n\n东边的云，被渐渐升起的太阳染成了红色。我带领着疲惫的人群，走进帕塔市。这个地方，其实严格意义上来讲不算是“城市”，只是人比较多，但是科技、技术发展什么的并不先进。现在形势这么紧急，也没办法讲究了，随便选一个地方休整休整再说吧。\n我解散了队伍，让大家休息一下，等待上级的指令。而我钻了几年的洞，对外面的世界一无所知，很多新的事物我都不知道，所以此时此刻我最想的就是在大街上走走瞧瞧，看看现在有没有什么新的东西或者事情。\n这一天阳光很大，走了一会儿我便感觉非常疲倦。但是当我走到一家店的门前时就眼前一亮，店名是“帕塔市探险中心”。 \n店里的装饰并没有那么豪华，只是云杉木的地板和墙壁，火把照明和一些盆景植物，甚至可以说十分朴素，有种乡村酒馆的感觉。不过墙上的一则公告吸引了我，上面讲的是新的探险任务“探索海底遗迹”，这使我感到十分好奇。“海底遗迹”这个名词我是第一次听说。海底也能有“遗迹”？在我的印象之中，海洋是枯燥的，只有无尽的水，无尽的天空和恶心的鱿鱼，怎么会有遗迹，怎么还值得人们去探险？我左手托着腮，微闭着双眼思考着。\n柜台边趴着一位中年男子，看上去有50多岁的样子了，脸上，手臂上尽是伤疤，不知道是岁月留下的还是战争留下的。他看我对“海底遗迹”感兴趣，好奇地问我：“这位顾客，你是……什么人？”\n我转过头来看着他，眨眨眼睛，只见他也以同样的眼神看着我。我舔了舔干涩的嘴唇，开口道：“我叫诺特，前几年一直都在末影要塞工作，昨天晚上因为发生了一些特殊情况，来到了帕塔市，现在只是随便逛逛而已。”\n他只是看着我，眼神中似乎还是有很多疑问，但是并没有说什么话。\n“我想问一下，先生，‘海底遗迹’是个什么东西？我从来都没有听说过，海底发现了什么有趣的事情吗？”\n“抱歉，诺特，”他咳嗽了几声，“这个……其实我是有名字的，你就叫我飒飒西吧。至于你的问题，我只能说近几年发生了巨大的变化，如果你真的是在地下生活了几年，很多东西你应该是不知道的。你知道粘液块、旁观者、屏障是什么吗？”\n我快速地在脑海中搜索着这几个词语，却没有任何结果，只有一脸茫然地看着他。\n“果然，你不知道。这些是这个世界新发现的事物，很难解释清楚。我不是哲学家，并不研究这个世界到底是怎么一回事，只是提供一些冒险的服务而已，所以可能没办法让你明白一切。”\n飒飒西的一番话让我有些吃惊，他说的事物我真的一点都不知道，这个世界真的发生了变化吗？我突然想起昨天下午发生的悬疑爆炸案，想起之前王子被送到末影要塞，我感觉背后凉凉的，说不清楚是什么原因。我走出飒飒西的探险中心，正值中午，太阳很大，但我的心情却怎么也阳光不起来，感觉有什么地方哽住了。\n这时，利卡在街道的另一头看见了我，他跑过来很热情地和我聊天。他告诉我，他已经去问了人，管刑讯的上级说，我们现在可以先休息一段时间，等他们有了新的任务再发派我们。现在不需要做任何事情，也可以领工资。这个消息让我很高兴，我想我现在十分需要“调养”一下。回到了住宿的地方，我就像昨天发生爆炸前一样，安静地卧在床上。虽然心事重重，一件大事又打破了我的正常生活，可是一天半没睡觉，身体实在承受不住，于是很快入梦。\n字数：1288    --by tzxwdu\n\n\n\n\n传送门\n索引贴\n上一章【04】\n\n\n\n嘉宾席\n@gggbbb @WM2030 @FHC红石 @LED--风扇 @guqu @bo_bo2001\n",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1505576160,
            "txt_content": "@不死之躯 @光线桑德斯 漏了2个人。。。补at"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1505610660,
            "txt_content": "确实很短，不过继续加油吧！\n希望剧情更加的跌宕起伏吧！"
        },
        {
            "author": "55686368",
            "timestamp": 1507774860,
            "txt_content": "楼主头像是星际探机吧，和我一位故友头像一样"
        }
    ]
}