{
    "title": "【原创/单篇故事/渲染插画】痼病",
    "author": "nianbing",
    "replyCount": 6,
    "timestamp": 1505618220,
    "txt_content": "\n\n\n\n\n    身患顽疾的人类，是否能够与病魔抗争？\n    当我睁开眼，从黑暗中模糊的苏醒，望见的是陌生的天花板。沉思片刻，我意识到了自己正躺在医院的病床上。疯狂的在记忆里翻箱倒柜，才想起了昨日昏倒的情景。没日没夜的加班工作，换来的是一身的疲乏与一些微薄的薪水。再次试问自己，这种惨淡境遇是否值得付出如此辛劳？答案却是“无可奈何”。\n    当我被告知自己身患重病，甚至于达到了性命垂危之态，内心竟有一丝欣然，追根究底也不过是我对自己能够脱离如此煎熬的生活而感到庆幸。\n    现在能够睁开浊目仔细欣赏窗外的景色，竟让我认不清这是死前的走马观花或是回光返照。从病床上向右望去，时常能够见到恰好经过病房门口的医生与护士。他们时常向我投以鼓励的目光，似要让我继续与病魔对抗。而我，却不知应该作何反应。\n    试问，为何必须与其斗争？我自问是一个贪生怕死的家伙，却也并没有达到站在死亡边缘便软了腿的程度。只要有人稍微对我煽风点火，我就能够展现视死如归的气势。因而，我相信自己是不会因为畏惧死亡而继续苟活。\n    再做思量后，想起了某本书中写到的“贡献”一词。因为我的病情比较特殊，若我能够继续生存下去，那么也许就有“百分之一”的可能，为社会做出了贡献。\n    假设我的病情得到了显著的好转，那么毫无疑问，世界上因我而解决了一起困扰医学界多年的顽疾。即便我的身体状况日渐衰退，并未发生奇迹，但每活下去一秒，也都为这一顽疾的治疗提供了帮助。\n    可我却并不想做出任何贡献。即便是死，我也不愿意成为一个被他人赞颂的“好人”又或是“伟大的人”。我坚信着这些彰显个人的名词会为我的业障添油加醋。“坏人临终前也想要做一件好事”的故事情节至今也是最令我感动与厌恶的情节。但即便是不为人称颂，我也不愿意收到因我而得以继续生存的人类们的感激之词。\n    至于脏器捐献一类，就更无可商量。至少在被送入烈焰之前，我希望自己能够完整的被火焰化为灰烬。都说人们是一无所有的诞生于世，因此我希望自己至少能够完完整整的离开这纷扰世间。\n    这就是我至始至终都如此自私的根源。不愿为人贡献，亦不愿被人称颂，既默默无闻的渡了自己的一生，又可能中途沉沦遗臭万年。或许会成为了海里无数生物的口中食粮，又或是任由躯体腐烂而污染海洋。\n    现在躺在病床上，任由回忆在脑内翻腾，想起了幼年的自己似乎也同现在一样体弱多病。尽管我记不清当时的可怜，但我的日记里却是如此详细的记叙了全部。\n    一页一页，用简单的数学公式去计算自己的“病历周期”。似乎从开始记日记的还要更早，几乎每过两周都会得一场不大不小的恶病。现在倒也能够佩服儿时如此努力生存的自己了。\n\n\n    7.20 阴\n    今天早晨从床上爬起来，觉得脸非常的烫。测过体温后才知道，自己又发烧了。\n\n\n    8.13 多云\n    今天得了一点感冒，可能昨天没有把被子盖好。又生病了。\n\n\n    8.30 晴\n    昨天晚上下了一场暴雨，当时从外面后来没有带雨伞。淋了雨之后，今天早上起来又发高烧了。\n\n\n    ......\n    沉默良久。越是翻读下去，就越是让自己的心脏仿佛被揪住一般痛苦。不论是自己竟对自己幼年时候的病情一无所知，还是对现在心有死念的自己感到恶心，又或者是对自己即将消逝的未来感到惋惜。\n    归根结底，也只能总结出：“懦弱的人”这唯一一条盛赞。\n    合上日记本，现在心中又多出了些许留恋。年纪不算太大的自己，仍然有想要完成的事。有很多，多到穷尽此生也无法完成的庞大数量。再次试问自己，是否真的一心寻死，答案也自然明了。\n\n\n    “话虽如此，但这个人最终还是选择了死亡哟。”\n    坐在桌对面的男人表情平静的如是说到，可我却对这个结局却感到惊异。\n“他呀，这一生做了许许多多普通人应该做的事。虽然满嘴对自己所做之事以及所成为之人都能够发自内心的产生厌恶，但却始终如此活地庸碌，至死也没有丝毫改变。”\n    微微抿了一口咖啡，男人又继续说了下去。\n    “虽然他总是想要做一些与众不同的事，但他并不是热爱[不凡]，只不过是讨厌[平凡]罢了。他的周遭全都充斥着所谓日常一样的东西，而他自己却又对这一切嗤之以鼻，可自己也没有能力去改变周遭的一切，所以才会活的这么累啊。”\n    “唉！”\n    一口沉重的叹息从男人的嘴里发出，混杂着咖啡的味道在我的身边缭绕。不过这咖啡的香味并不喜人，一般价位的普通咖啡确实和我的口味相差甚远。事实上，我也并不是喜欢那种价格高昂的咖啡，我只是不喜欢与一般人一样，喝着他们或她们所喜爱的味道罢了。\n\n\n\nP：我说你写的真棒，你感动吗？\nI：不敢动，不敢动......\n",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1505618340,
            "txt_content": "说真的，我其实一开始还准备拿这张插画去参加活动来着......一百次心理战争之后，“我这不是又要跑题么”......"
        },
        {
            "author": "R丨Z丨P",
            "timestamp": 1505618940,
            "txt_content": "我选择死亡"
        },
        {
            "author": "nianbing",
            "timestamp": 1505619420,
            "txt_content": "R丨Z丨P 发表于 2017-9-17 11:29\n我选择死亡\n你想怎么死呀QWQ"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1505620620,
            "txt_content": "这个插画很好看啊"
        },
        {
            "author": "nianbing",
            "timestamp": 1505643720,
            "txt_content": "hurui 发表于 2017-9-17 11:57\n这个插画很好看啊\n给大佬递帽\n真的是不敢当.."
        },
        {
            "author": "nianbing",
            "timestamp": 1506229440,
            "txt_content": "愉♂悦..过优秀了，以前好像只有过推荐,,"
        }
    ]
}