{
    "title": "【九月活动】爱情的颜色是什么",
    "author": "Aezning",
    "replyCount": 6,
    "timestamp": 1505637120,
    "txt_content": " 本帖最后由 小吴同志 于 2017-9-18 19:21 编辑 \n\n\n\n这里是不务正业的小吴同志。又来发文了。\n\n配合歌曲：\n[bili=8186214]1[/bili]正文：爱情的颜色是什么？  愿得一人心，白首不相离。——白头吟   许多人在思量，爱情的颜色究竟是什么，有人说，爱情如红色，炽热如火，又有人说爱情如蓝色，清淡秀丽。其实，我认为，爱情的颜色千千万万……但爱情的主色调，是金黄色。——题记 彩色  池塘边的榕树上，知了在声声叫着夏天……  又是一度夏日，空中没有一丝风，天上没有一片云。烈日照耀着大地。  “我的理想，是当一名钢琴家！”一曲终了，他骄傲的宣布“总有一天，我会弹出最好听的歌曲！”  “切”“就你？哼！”一旁围着的小朋友嚷嚷着，毫不客气的嘲笑了他。他攥紧了拳头，牙齿咬得咯咯打颤，仿佛马上就要咆哮了。一旁的小朋友看到他这样，吓得直打哆嗦，连忙四下逃窜。人群散去了，一个小女孩怯生生的站在一旁没有退去。  “你没事吧。”她开口了，声音非常柔和，仿佛水上荡漾的涟漪。  “唔，还好……”他变得腼腆起来。不好意思的回答到。  “你的琴弹得很好呢，我们以后做朋友吧！你弹琴，我唱歌。”她提出的要求令他措手不及。但他高兴地答应了。  “一闪一闪亮晶晶，满天都是小星星。”他的琴声流畅悦耳，她的声音空灵动听。两股音符交织了，在这个夏天，谱下了华美的乐章。童年虽好，但却易逝。如同阳光下的泡泡，虽然在照耀下流光溢彩，但是不久就会碎裂。 天蓝色：  陌生的环境，陌生的校园，陌生的你我他……  她在中学门口踌躇着，一旁都是陌生的身影。她迟疑不前，巨大的孤独感如同潮水一般涌来，紧紧地攥住了她。她无助的四处探望，突然，一个熟悉的声音传到她的耳朵里——“嘿，是我诶！”是他！她无法掩盖自己惊愕的神情，两人就在人群中对望着，许久都没有动。  “好巧阿，我们分到一个学校了。”她尴尬的笑笑，说。  “不巧，我为你而来。”他走到她的身边，深情的望着她。  她双手捂嘴，在不现实恍惚中看到了过去，那时，他偷偷地看了她的学校邀请函后整个人僵在原地。他和她没有分到一个学校，然后他就默默离开了。这是她看到的，她还没看到他为了她苦苦央求校长重新择校才勉强分进去这所学校。  也许是上天注定，或许是人为安排。他们被分到了一个班里并当上了同桌。一晃就是三年，他数理化成绩拔尖，成为了叱咤全校的数学王子。而她拥有细腻的文笔和强大的记忆力，文科十分的好。他们成为了学习帮扶小组，成绩蹭蹭的上涨，成为了同学们效仿的对象，也变成了老师口中的金童玉女。  最后一次考试结束了，一套考卷散了一个班级。散了三年同窗的感情。他找到了她，红着脸说：“我喜欢你。”她的脸也瞬间变得绯红，但是她抽了抽鼻子，说：“对不起，我也喜欢你，不过我要搬家了，我要去南方生活了。我们以后再也见不到了。”她哽咽起来。  他鼻子里顿时一种ph值小于7的感觉，她哭了，他也哭了。哭得很伤心。  风吹花落泪如雨，因为不想分离。 粉红色：  曾经沧海难为水。自从考上高中以后，他没有跟别人说过话，没有喜欢过任何人。他喜欢上了仰望天空，每天要对着天空发呆半个小时。她喜欢的歌他放了一遍又一遍。她的声音也在他的耳边回荡。他明知这份爱没有结果，这份爱只能割舍。却无法忘却这段回忆，无法忘却她。  他努力的学习，只为了考上南方的大学，见她一面，哪怕听听她的声音也好。  终于，天尽人意，他考上了香港的一所学校。他闻着南方特有的湿热空气，背着行囊远离北方。他不止一次的问过自己，这么做值得吗？但每次他都给出了肯定答案。  在踏入校门的那一刻，他好像看到了一个熟悉的身影，那个身影常在他的梦中时隐时现。他快步赶上，呼喊着她的名字。  她错愕的回过头，看到了他。仿佛回到了中学时代的那次相遇，两人哽咽了，抱在了一起。  他们在大学中理所当然的当上了情侣。他那灰色的高中时代结束了，三年的隐忍与努力换来了大学粉红色的天空。  两人在大学中如鱼得水，很快攻读完了本科。便在系主任的推荐下前往自己的工作岗位。工作三年后两人在香港结婚了。 黑白双色：  结婚七年后，他们发现自己不是原来的自己了。两人经常吵架，彼此拿着手机，宁可刷微博也不聊聊天。两人关系越来越僵，甚至要闹到了民政局的阶段。  有一天，他突然发现自己只忙于工作了，没有照顾亲爱的她。他郑重的向她道了歉，她也娇嗔起来，就像10年前他们还是情人的时候。 夕阳红：  他握着她的相片，看向天空。  回想起自己的一生。一朝朝一幕幕，在他的脑海中回荡。她因心肌梗死去世了10年了。自从他去世以后，他什么也不干了，每天就将自己的躺椅搬到院子里。直到有一天，他感到自己不行了。他眼中流下了几滴浑浊的泪水，怀着对她的回忆。安详的闭上了双眼……\n后记：因为我是中学生，所以高中之后的事情我不是很了解。所以就详写了童年时期，望谅解。\n",
    "replies": [
        {
            "author": "314133896",
            "timestamp": 1505976180,
            "txt_content": "突然想起我的青梅竹马"
        },
        {
            "author": "初阳时光",
            "timestamp": 1506243480,
            "txt_content": "蜜汁字号忽大忽小= =标题图辣眼睛"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1506336120,
            "txt_content": "第一张图都糊掉了啊\n顺便可以气死设计师朋友。。。"
        },
        {
            "author": "殇凌·残胤",
            "timestamp": 1506338280,
            "txt_content": "爱情的颜色？不是原谅绿吗？？？\n\n想要爱情过得去 头上哪能不带绿"
        },
        {
            "author": "天下归心",
            "timestamp": 1506348120,
            "txt_content": "......楼上说的好（+1s"
        },
        {
            "author": "guqu",
            "timestamp": 1506994800,
            "txt_content": "ph值小于7\nemmmmm"
        }
    ]
}