{
    "title": "【Isaac作品】阿多纳之心【中篇】【第一二章】",
    "author": "IsaacOU",
    "replyCount": 30,
    "timestamp": 1356444120,
    "txt_content": " 本帖最后由 IsaacOU 于 2012-12-26 21:17 编辑 \n\n一个发生在架空大陆上的故事……\n\n看文不过瘾？那就去地图里亲身体验，重走主角的旅程吧！猛戳这里：\nhttp://www.mcbbs.net/thread-72473-1-1.html\n鸣谢：谢谢外星人赐名哈~\n\n\n第一章\n这次朝圣的旅途，在我心中已经计划许久了，从刚刚记事的儿时起，我就常常听父亲说起在黎明大陆远方那座圣洁的城市。听父亲充满神往的描述那直接天际的巍峨山脉，和其间巨人般矗立的雪白城墙。我渐渐知道，这城市，是父亲心中永远的遗憾。少年时的父亲曾有机会跟随远行的旅者前往圣城，然而就像父亲自己说的一样，一念之差，让他和年少时要好的伙伴走上了完全不同的道路。后来，伙伴再也没有回来的，父亲也常常在日落的十分坐在阳台上朝西方远眺。“西蒙应该在圣城住下来了吧。”父亲总会这样喃喃的低语。后来，父亲过世了，“如果当初再坚定一点……”父亲说着这样的话，怅怅的呼出一口气，终于阖眼了。父亲得到了安息，但父亲的愿望，从很久之前开始就已经在我心中生根发芽了。母亲在我很小的时候就已经不在，现在似乎没有什么东西能阻止我一个人踏上旅途了。在一个星期六的早晨我收拾好了行囊，关上父亲留下的铁匠铺，加入了西行的商旅。那个父亲的梦想，我的梦想，终于开始向我靠近了。\n两个月后的一个早晨，当我已经习惯了在无尽的草地和森林之间风餐露宿的生活，我同行商队的头领大叔骑着马轻快地来到我身边。“艾萨克，翻过这座山岭就可以看到城墙咯。”然后，就像是事先安排好的一般，一座象牙色的城市就这么陡然地出现在我的眼前，我甚至来不及做好任何心理准备。如此突然地遇见，如此突然的狂喜。我情不自禁地拉住缰绳，呆呆地立在了山岗之上，只觉得晨风裹挟着青草的气息从我耳边呼啸而过。头领笑着拍拍我的肩膀，自顾地向商队的前头赶去了。那是一座白色的城，巨大的城墙横亘在天然的山崖之间，一个天然的岩拱从城上飞跨而过。城墙脚下是一片湖水，湖水从浮萍下静静的流过，顺着山涧的小溪流往远方。城墙上有几个出水口，晶莹的水花从城墙上泄入湖里。城墙之上是几方高耸的哨塔静静竖立。城墙的一角还有一栋有着别致飞檐的小屋。再远处是，白色的塔楼在山峦的雾霭之间若隐若现。在山崖的最高处，似乎是一个宏伟的穹顶。这个在梦中无数次勾画的城，如今看来却比梦里面那些光怪陆离的景象更加美丽而真实。\n不觉间跟随的商队已经走远，我赶紧催马向前，才发现脚下的路一直蜿蜒着通往一个坐落在城墙之前的小镇。看来，那儿就是商队的终点了。通往小镇的大路旁是大片的牧场，一些由圆石垒砌的祭坛星星点点散布在草场上，其中一些还有未散去的祭祀的烟火。一些信徒们面向城墙，三五成群的跪坐在草场上虔诚地祷告着。\n我在镇子的路口停下来向商队的头领道别。这是一个热心的大叔，穿着皮马甲和一顶有些滑稽的宽边帽。\n“那么，艾萨克，现在到了城下了，你接下来准备干什么呢？”大叔一边整理着卸下的货物一边问我。\n“我不怎么确定，先进城里游览一番再说吧。”我环顾着四周，镇子不算特别繁华，却也有不少过往的旅人在街道上穿行。\n大叔眨眨眼睛，露出一种有些吃惊又有些可惜的表情。“这恐怕有些难办，你还不知道吧。”\n我很费解，当然之前我们谁也没有提起过关于城里的事情。“欸？我应该知道什么？”\n“并不是谁都可以进到城里去的。事实上，已经有好多年没有人进去过了。你看这个小镇就是那些等待着入城朝圣者们定居下来之后建立的。”\n“那，”我一时语塞，这一点我从来都没有想过，心中一直认为，只要抵达便是全部去了。“您说等待？还是有机会进入的吗？”\n“都是不一定的，我知道之前是有人进去过，就好像某种应许，总有一些幸运儿可以得到入城的许可。”大叔磨砂着下巴上的胡子考虑着“我记得上一次是在七年之前了吧。”\n“那进去的人呢？没有人再出来么？”\n“有的，是不是会有城里的人出来和小镇上的人以及来往商队进行贸易。但一般也不会在城外过夜，应该是在城里定居下来了吧。”\n“我之前还真没有想到这个，我看我还是先在镇上住下来再想办法吧。”我踟蹰地掏了掏口袋，估摸着剩下的盘缠还能支持几天。\n大叔似乎看到了我的小动作，爽朗地大笑起来：“可以啊，这里定居的都是虔诚的人们，旅店的价格也很公道。我的商队会在这里呆上一个礼拜，如果有什么事情还可以来找我，实在不行的话就跟着我们原路返回吧。你是一个很不错的旅伴，我们随时欢迎你。”\n大叔的话让我倍受感动，再三感谢之后，我们挥手道别。大叔开始吆喝着指挥他的队员们搬东西，我也牵着猪朝小镇的中心走去。\n“对了艾萨克！”大叔在身后喊道：“明天会有城里的人出来选购我们带来的货物，你可以来看看，就在镇里的集市上。说不定能有什么消息呢。”\n“嗯，好的！”\n这个镇子就如同大叔说的，都是住着虔诚的信徒。住在圣城的脚下，似乎让他们的生活充满了热情。街道两旁都是精心打理的花木，鹅卵石的路面虽然不宽，却也十分干净。来往的行人也都带着满足的微笑。在快到中心广场的地方我看到一块石碑，上面写的似乎是这个镇子的名字：墙脚镇。真是活泼又贴切，我想到这里不禁会心一笑。父亲一生向往的，还真是一个美丽的地方，或许真的在这里长久的住下去也不错？\n镇中心有个小广场，四周摆着几个摊位。一个小小的喷泉让小广场变得格外的活泼轻快起来。几个居民在喷泉里提水，另外几个则好像在和摊主议论着羊毛的价格。想必，这就是大叔口中的集市了，只是现在似乎不是赶集的时间，希望明天来的时候能碰上几个城里来的人。“他们会有什么与众不同吗？”我思索着，眼见广场的西面连着一条笔直的街道，尽头好像是一片空地。几方石柱矗立在空地周围。\n没有太多留意，我继续向前走去，街道的拐角处是一栋两层楼高的建筑，鹅卵石基座，松木墙面，一个床的门牌挂在门前。这应该就是旅店了。抬头看看天空，太阳也已经西斜了。我还是先安顿下来吧，两个月的饼干萝卜的生活也让我格外渴望能有一餐美味的晚餐和一张柔软的羊毛床。\n老板是一个胖胖的中年妇女，一边擦着盘子一边向我招手。“小伙子，一个人？要找个地方过夜吧？”\n“唔，是吧。”店里的人不怎么多，而且我也不确定自己能否出得起房钱。从墙上的羊毛来看，老板在装潢上还是略微考究了一番。\n“呵呵，别紧张。大家都是虔诚的兄弟姐妹，价钱绝对公道。过夜两个银币，晚餐提供干面包和蔬菜浓汤，加一个银币的话还能尝到老板的秘制烤猪排。”\n口袋里还有十个银币，美餐和床的诱惑又是如此的强烈。“这里人不怎么多哦？”我决定再挣扎一下。\n“嗯嗯，是啊，商队一般图个便宜，住在镇子另一头大旅馆里。那里床位比较多，牲口栏也大，但是条件就没有这里好。”老板娘放下手中的活计“小伙子，你是第一次到这里吧。”\n“嗯。”我还在犹豫。\n“第一次来绝对推荐住我这，从二层的露台晚上可以看到圣城的夜景，你第一次来，我给你安排一个窗子朝着城墙的房间，不会让你后悔的。”老板娘说着招手换来小厮。\n“那好吧，”我开始摸索钱包，“先住一个晚上吧。”\n“没事，”老板娘摆摆手中的抹布，“明天再给吧，来朝圣的人我信得过。”说着小厮接过我手中的缰绳，把猪领到后院去了。“房间在二楼，你先休息一会，很快就开饭了啊。”\n那天的晚餐我又多出了一个银币要了一份猪排，老板娘还很好心地选了一块大的，差不多有两块那么大了。当淋着浓香的肉汁的猪排端上来的时候，我所有关于盘缠的焦虑感都被抛到了脑后，大快朵颐是现在唯一的想法了。\n正当我满嘴流油地消灭完最后一块猪肉，准备开始享用热腾腾的胡椒蔬菜浓汤时。两个护林员打扮的人走进了旅店大厅。他们都穿着熟皮甲，皮甲下穿着一个类似长袍的绿色兜帽衫，下摆却被改短了，应该是特别设计过的。其中一个人还背着弓箭。\n两人在我旁边的一张桌子坐下，要了两份晚餐。在等饭的档口，一些对话飘进了我的耳朵。\n“昨晚南边林子里又有亮光了？”这是个年轻的声音。\n“嗯，昨晚是伊恩在塔楼值班。已经跟队长报告了。”这个年纪要大一些。\n“老头怎么说？”\n“没要什么动静，上次失踪了两拨人之后，老头也有些担心了。”\n“最近亮光好像要频繁得多了。”\n“好像是这个月第三次了。”\n接着沉默了一阵子，年轻的人又开口了：“前天白天派出去搜索的还是没找到失踪的人么？”\n“嗯，向北边搜了三十多里，没什么收获，天黑就撤回来了。”\n“不是说找到德特的外套么？”\n长者的声音明显一沉，“你听谁说的？只是一些碎片，还不能确定是什么东西，别瞎传。”\n“喔，是了，”年轻人尴尬地说，接着好像下定了决心，“我还听乔治说，有人说会不会是那个……”\n年轻人的话被长辈的咳嗽打断了。只见小厮端着两个盘子小跑着过来了。在我吃完回房间之前，两个人除了吃饭之外就再没说过什么话了。\n我的房间靠近露台的出口，不大，但很温暖，朝西的方向有一面巨大的落地窗。老板说得没错，高处的城墙上已经开始星星点点地亮起了灯光，包括白天隐没在雾里的远处山崖上的建筑也在灯光的下显现出来。\n透过桦木板，灯光从那座有着飞檐的小屋里透射出来，整栋建筑就好像一个晶莹的灯笼，静静地挂在山崖黑色的背景之上。另一边在闪烁的光影衬托下，白天圣洁的城墙显得更加庄重而神秘，城墙脚下的湖水在夜色中化为了一弯黝黑的深潭，倒映着墙上的灯光，仿佛另一重世界。守卫塔被灯光装点得格外消瘦笔直，像一位登高远眺的母亲，期盼着远行的游子，我坐在炉火旁，享受着在这静匿的黑夜中的温暖与安详，眼皮也在不知不觉中阖上了。\n\n第二章\n当我被早晨的喧闹吵醒时，我有那么一瞬间以为自己又回到了家中的床上，那个早晨向西行的商团从门前走过，让安静的小山村格外的热闹。但屋顶的羊毛装饰和灯具让我想起了自己在哪。时候似乎还不晚，窗前的城墙还缭绕着乳白色的晨雾。朝西的窗子看不到这阵喧闹的来源，我简单穿戴了一下来到了旅馆的大厅里。\n透过旅店敞开的大门就能看见街上来往的人流，看上去明显比昨天拥挤了不少。老板娘和小厮正在忙着摆桌椅准备开张，“小伙子，这么早，被吵醒了吧？”\n好像什么事情都能被她猜中，“是啊，外面出了什么事吗？”\n“没事儿，就是赶集嘛，一个月一次，我们早就习惯了。”她边说着边用抹布狠狠地揩了桌子一番“你第一次来，可以去看看，这个月正好是双月，城里人也会出来。”\n“哦。”我应答着走出门去，这么说城里人是两个月出来一次了？\n人流里有不少挂着褡裢的农民，看样子是从附近村子来赶集的。昨天还显得比较宽敞的小广场上人头攒动，比昨天热闹了好几倍还不止。除开昨天看到的之外，还搭建了不少临时摊位，以及数不清的地摊，提篮和放着萝卜之类蔬菜的平板车。农民和镇上的手工艺人们带着各自的商品高声吆喝着。土豆，大麦，鸡蛋，羽毛，铁桶，陶器。我试着数了数有多少个摊位，但很快就放弃了。有三个比较大的看来就是商队的摊点了。有的遮雨棚上还挂上了鲜艳的彩旗以招揽顾客。这些远道而来的稀奇货物之前聚集的人也最多。我搜索了一番，找着了头领大叔约翰，他正向人群推销着东边雨林运来的可可豆。\n“大叔。”我凑上前去。        \n“诶，艾萨克，马林，你过来帮我招呼一下。”大叔从一个垫高的木箱上跳了下来。“来了，昨晚住得怎么样？”\n“还行，我就住街角那个旅馆里。”我指指身后。\n“绿灯旅店，嗯，真怀念那里的秘制猪肉啊。可惜我们这么多人贵了点。”大叔说着又咯咯的笑了起来。\n“嗯，生意怎么样？”我随便问道。\n大叔两手一摊，示意周围的人群“你看，还不错，把带来的货物卖完应该没问题了。半天路程外的村子都有人过来了，峡谷地的骨粉肥料真是销得飞快啊。”\n我注意到在摊位一边还有好几个大箱子没有打开，便指了指问：“欸，那个是什么，不拿出来卖吗？”\n“那些是铁矿区运过来的铁锭，镇上的一般自己开采一点就够用了，这些是专门留着卖给城里人的。”\n说起来我正要问这个：“城里人他们什么时候……”\n我话还没说完，就听见广场西边的人群中爆发出一阵喧嚣，惹得人们纷纷侧目。有大人还把小孩子举到了头上。\n好像是特意解释一下似的，大叔指了指：“你看，这不是来了。”\n我想起昨天看到的那条向西笔直的街道，街道尽头的小空地似乎是裂开了一个门洞，两排穿着白色长袍的人就好像从地下升上来一般出现在街道上，数了数，大概有二十个的样子。穿白袍的队伍全部走出之后，又走出几个穿银白色铁甲的军官样的人物在门洞周围站住了。街道两边的人们自觉地让开了一条通路。那些穿白袍的祭司们沉默的穿过街道走向赶集的广场。撑着他们走近了，我看到大部分人都是三四十岁上下，有男有女，只有一两个年轻的面孔。他们头上都罩着白色的头巾，长袍上有类似橄榄枝形状的金色装饰。到达广场之后，一行人便四下分开，三三两两走近商队的摊位，还有几个则穿过小巷走进镇子里去了。\n有几个人就这么径直的来到了大叔的货物前，大叔乐呵呵的迎上去：“来来来，这里早就跟你们准备好了。”\n为首的是一个看样子三十多岁的妇女，看到大叔也露出了笑容：“约翰大哥。”看来他们也已经打了很多次交道了。\n大叔招呼她再走近点“你来看看，大铁厂的精炼铁锭，五箱，我出发的时候把所有能带上的都带上啦。要不要点点？”\n“不用了，都这么久了，您我信得过的。”说着女子摆摆手，他身后的男子掀开长袍的下摆，从腰带上取下一个事先就装好的钱袋上前递给大叔。\n“好嘞，我也信得过你们。”大叔接过钱袋就直接丢进了身下的箱子里，发出一声清脆的碰撞声。\n“下次，”女子看了看箱子又开口道：“我们可能还需要更多一些。”\n“这可能有点难办呐，我这次来差不多把他们的库存要空了。”大叔捋了捋自己的络腮胡子。“我在沿路的村子再帮你们留意一下吧。不过也不会有很多就是了。”\n“就这样吧，麻烦您了。”女子说着闪到一边，他身后的人们开始上前搬运货物。\n大叔也招呼着几个同伴上去帮忙，我乘机向前挤去：“祭……”\n“祭司大人，”我的话又被别人抢先了，我才发现周围不知什么时候已经聚集了一群年轻人。\n“我不是什么大人。”白袍女子轻轻的纠正，似乎也不想过多的解释。“有什么事吗？”\n挤到最前面的年轻人开口说道：“祭司大人，圣城需要人吗？我们都很虔诚，愿意为神服务。”“是啊，是啊。”他身后的年轻人也纷纷附和着。\n有那么一刹那我好想从女子的脸上看到了一丝无奈的表情，但下一刻，她似乎又换上了个冷酷的面具，就像他们沉默地穿过街道时一样。“耐心等待吧，年前人，神域需要的时候会召唤虔诚的人的。”接着她便不再开口。\n年轻人颇感失望的叹了一口气，他身后的伙伴拉拉他的衣服：“我们过两个月再来试试吧。”\n我一时不知道该问什么好了，应该向他打听爸爸的伙伴西蒙的事吗？他可能根本就没有进到圣城，而也只是在小镇的某个角落住了下来。正在踟蹰着，广场上似乎又有了一些其他动静。\n我穿过人群，看到七八个像昨天夜里在旅馆中遇到的那样绿袍打扮的队伍从广场的另一端走来。走在最前面的是一个将近六英尺高的人，披着一块硕大的墨绿色羊毛斗篷，斗篷上有着看上去像橡叶形状的银色花纹。我起先以为他们是朝我们而来的，然而他们只是穿过广场直接朝圣城的出口走去。绿袍子经过我面前的时候我才注意到，这个六尺高的男人年纪已经不小了。他兜帽之下是一张如同老熊一般令人生畏的青灰色脸庞，有着剔得极短的如同钢刷一般坚硬的雪白色面须。头顶微秃，两鬓也像胡子一样短而雪白。我注意了一下他身后的人，似乎没有昨晚遇到的那两人之一。\n身旁的白衣祭司对这些人似乎无动于衷，仍然带着一副麻木的表情注视着往来搬运货物的同伴。我找了找，约翰大叔还在忙着清点货物，想让他给我解释一下似乎不妥。于是我拍了拍一个刚刚在情愿人群中的年轻人的肩膀：“你好，我想请问一下，他们是什么人呢？”\n年轻人转过头来，棕红色的头发不羁地卷在头上，一脸雀斑让他看上去比他的背影还要年轻，倒是一双湛蓝的眸子显得极其锐利。“哦，你是刚到这里吧，他们是侍僧团，不过大多时候，我们也叫他们绿修士。”\n“侍僧？那他们是神职人员咯？”我对这个答案表示怀疑。\n“也不全是吧的，好像他们最开始是来这里朝圣的宗教团体，后来在这定居下来后有些人就武装起来保护过往的信徒，维持地区治安了。不过侍僧团的名字一直没变。这是很久以前的事了，差不多跟这个镇子的建立一样久远。所以我也不全清楚。”\n“这么说，他们是本地的治安官了？”\n“啊，就是这个意思。”年轻人好像因为找到了一个合适的形容而很高兴。“你从哪儿来的？”\n“从东边的一个村子，很远，离这里有两个月的路程。我跟着约翰大叔一起来的。”我朝那边搬着东西的大叔示意了一下。\n“约翰大叔也算跟我们很熟了，他从峡谷地带来的蛛丝线很适合制弓，我以前也买过。”\n“你们家在这里住了多长时间了？”\n“我就是在这里出生的，我父亲是镇上的猎户。你叫什么名字？”\n“艾萨克，亚伯拉罕之子。”\n“特莱里克，克里格波斯之子。”少年向我伸出手来“我们也算是认识了。”\n我伸手握住。“你的手蛮有力的，会用剑吗？”少年捏了捏我的手说。\n“不会，我之前跟我父亲打铁。”我老实承认。\n“镇上的铁匠多尼快老得干不动了，没准你想找份工作？你是刚到对吧。”\n“这样再好不过了。”生活突然有了着落，让我不禁长嘘一口气。\n刚刚一同请愿的少年里有人朝特莱里克招手，特莱里克转身答应。“那这样我先走了，有机会再见。”\n“没问题。”我点头道。\n再转头看看另一边，绿修士的领头人正在跟从圣城里出来的军官交谈着。那头老熊身子前倾，一手举在胸前好像在激烈的解释着什么。另一边的军官则是将双手抱在胸前，好像并没有被对方的情绪所感染。看来对话进行得不怎么顺利。\n圣城的采购活动也差不多结束了，白袍的祭司们陆陆续续的回到了入口里，大叔和手下将箱子搬到入口之后也走了回来。当所有的货物和祭司们都回到了入口之下后，军官似乎想要就此结束对话了。他向对方伸出手掌，好像在劝对方要冷静一些，一面指挥手下有条不紊地撤回入口里。绿斗篷的大熊似乎对这个结果不太满意，又向前踏了一步。身后的另一名绿修士忙轻轻的扯了他的衣角一下。最终，银白色盔甲的军官摊开双手似乎做出了某种妥协，接着转身快步走下台阶。入口在他身后缓缓合上。绿修士们在门口伫立了一会，也转头离开了。\n我向大叔打听了一下铁匠铺的地方后相互道了别。“老多尼是需要一个帮手了。”大叔临走的时候着样说道。\n小镇的房子都修得很别致，有许多屋子的阳台上都摆着鲜花。我沿着鹅卵石的小道向前走着。在这脱离了主干道的地方，人流相比起来就少得多了，我四下打量着希望能找到一些能确认自己位置的标志。约翰大叔说铁匠铺在小镇的南边，“很好找的，你绝不会错过。还有那叮叮当当的声音。”不知道是因为老人也去参加赶集了还是什么别的原因，我真的没有听到任何打铁的声音。\n我莽莽撞撞地从小巷子里冲到了一个稍微宽敞一点的街道上，盼望着能找到个把行人打听一下。眼前是一个石质的结实建筑，二层有几个装着铁栅栏的窗棂，两条绿色的绶带从门扉的两边垂了下来，上面有着银白色的橡叶标记。这个熟悉的标记我记得也在那个高大老者的斗篷上出现过。如果我没估计错的话，这应该就是绿修士们的驻地了。从石块的颜色来看，这栋建筑多次翻新过。在门口的左边的，有一块相当古老的石头，顶上破裂了三分之一。我本以为是一块乱石，直到凑近了才发现原来上面还写着字：圣地开拓者，侍僧团首席祭司，墙脚镇第一任镇长。黑铁374年秋。本来应该写着名字的地方刚好破损了。\n看来这指的是这里最初的创立者，黑铁374年距今已经有700多年的时光了，看来特莱里克说得没错。\n我刚把脸从石碑上移开，就听见一阵沉重的脚步在身后响起。那个绿斗篷的老者从我身旁擦肩而过，匆匆的踏上堡垒前的台阶。他一脸怒容，看上去更加让人敬畏。\n我连忙从石碑前闪开，希望这种举动没有冒犯到某些人。不过看来并没有人在意我的存在，他边走着边转过头来同后面的人说道：“他们太自以为是了……”，说罢他很用力的推开大门走进了堡垒里。\n我猜他的话指的是那个城里的军官。这让我有些吃惊，在我的想象中，圣域中的神们，连带着他们的侍者，不都应该是圣洁而无暇的吗？自以为是这个词语有些太严重了，甚至有些不敬的意味。还是因为住在圣城脚下太久，对一切都习以为常了吗？不过这个问题并没有困扰我很久，因为我发现铁匠铺就在堡垒的斜对面。\n",
    "replies": [
        {
            "author": "DJXGAME",
            "timestamp": 1356447900,
            "txt_content": "我建议一章一章发~好长呀……"
        },
        {
            "author": "ql17934862",
            "timestamp": 1356508740,
            "txt_content": "好棒的小说，必须留名"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1356512940,
            "txt_content": "这个颜色的字体最好加粗吧~要不然。。。看得眼花了>.<~"
        },
        {
            "author": "IsaacOU",
            "timestamp": 1356520200,
            "txt_content": "IceFreeze 发表于 2012-12-26 17:09 \n这个颜色的字体最好加粗吧~要不然。。。看得眼花了>.\n好建议~我编辑一下"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356622080,
            "txt_content": "外星人来捧场了，不过阁下换个印象深刻的头像好不？"
        },
        {
            "author": "IsaacOU",
            "timestamp": 1356624660,
            "txt_content": "冥王星人 发表于 2012-12-27 23:28 \n外星人来捧场了，不过阁下换个印象深刻的头像好不？\n昨天不是跟你说换头像的时候碰到了问题嘛~我今天再试试看咯"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356625080,
            "txt_content": "IsaacOU 发表于 2012-12-28 00:11 \n昨天不是跟你说换头像的时候碰到了问题嘛~我今天再试试看咯\n出来了，但是好可怕的样子，，，，，"
        },
        {
            "author": "IsaacOU",
            "timestamp": 1356626400,
            "txt_content": "冥王星人 发表于 2012-12-28 00:18 \n出来了，但是好可怕的样子，，，，，\n不要这样吧……难道洒家也要卖萌才行？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356674580,
            "txt_content": "IsaacOU 发表于 2012-12-28 00:40 \n不要这样吧……难道洒家也要卖萌才行？\n= =乃个冒牌鲁智深。。。。。。。"
        },
        {
            "author": "等後、那場雪",
            "timestamp": 1356754920,
            "txt_content": "{:10_512:}LZ太厉害了"
        },
        {
            "author": "Danny仔",
            "timestamp": 1356763260,
            "txt_content": "這篇幅讓我情何以堪= ="
        },
        {
            "author": "IsaacOU",
            "timestamp": 1356769440,
            "txt_content": "Danny仔 发表于 2012-12-29 14:41 \n這篇幅讓我情何以堪= =\n这是十分之一……更加情何以堪了吧"
        },
        {
            "author": "o_o",
            "timestamp": 1356916860,
            "txt_content": "长到坑爹！！！！！！！！！！！！！！{:10_515:}"
        },
        {
            "author": "rex1919",
            "timestamp": 1359137880,
            "txt_content": "有错别字哦~"
        },
        {
            "author": "luochen24",
            "timestamp": 1364696220,
            "txt_content": "这无比长的篇幅....看的头晕- -{:10_507:}"
        },
        {
            "author": "虚伪寂寞",
            "timestamp": 1371632940,
            "txt_content": "怎么那么少人看的·"
        },
        {
            "author": "16136953",
            "timestamp": 1376175240,
            "txt_content": "冥王星人 发表于 2012-12-27 23:28 \n外星人来捧场了，不过阁下换个印象深刻的头像好不？\n你换头像了？。？？"
        },
        {
            "author": "Yinyu",
            "timestamp": 1388085540,
            "txt_content": "[Yinyu]\nLZ我支持你！\n{:10_523:}"
        },
        {
            "author": "wyf",
            "timestamp": 1388139720,
            "txt_content": "好！！！收藏的搞活！！！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1388280780,
            "txt_content": "好长的文章啊"
        },
        {
            "author": "ZENONIA4",
            "timestamp": 1388317260,
            "txt_content": "居然有精华  "
        },
        {
            "author": "12378363w",
            "timestamp": 1388332500,
            "txt_content": "一定要頂一下+回覆"
        },
        {
            "author": "164400720",
            "timestamp": 1388347260,
            "txt_content": "不明觉厉                           "
        },
        {
            "author": "疯华绝代",
            "timestamp": 1392556500,
            "txt_content": "文笔很棒的呢，点赞哦"
        },
        {
            "author": "948701463",
            "timestamp": 1404657840,
            "txt_content": "我竟然神奇般的看完了。。。"
        },
        {
            "author": "大大的大神",
            "timestamp": 1416044400,
            "txt_content": "rex1919 发表于 2013-1-26 02:18\n有错别字哦~\n  赞一个！"
        },
        {
            "author": "8233234",
            "timestamp": 1416045000,
            "txt_content": "攒一个~~~~~"
        },
        {
            "author": "Godkiller~",
            "timestamp": 1429620780,
            "txt_content": "还不错呀！"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1433600880,
            "txt_content": "经典啊\n（文笔太好了吧—）"
        },
        {
            "author": "月杀233",
            "timestamp": 1587301260,
            "txt_content": "描写很细致"
        }
    ]
}