{
    "title": "11月18日的纽约时报国际版头条，李刚威武了",
    "author": "a602194317",
    "replyCount": 19,
    "timestamp": 1290148320,
    "txt_content": "\n人气啊，此贴必火，果断人气\n[attach]837[/attach]\n\nBAODING, China — One night in late October, a college student named Chen Xiaofeng was in-line skating with a friend on the grounds of Hebei University in central China. They were gliding past the campus grocery when a Volkswagen sedan raced down a narrow lane and struck them head-on.The impact sent Ms. Chen flying and broke the other woman’s leg. The 22-year-old driver, who was intoxicated, tried to speed away. Security guards intercepted him, but he was undeterred. He warned them: “My father is Li Gang!”“The two girls were motionless,” one passer-by that night, a student who identified himself only by his surname, Duan, said this week. “There was a small pool of blood.” The next day, Ms. Chen was dead.Chen Xiaofeng was a poor farm girl. The man accused of killing her, Li Qiming, is the son of Li Gang, the deputy police chief in the Beishi district of Baoding. The tale of her death is precisely the sort of gripping socio-drama — a commoner grievously wronged; a privileged transgressor pulling strings to escape punishment — that sets off alarm bells in the offices of Communist Party censors. And in fact, party propaganda officials moved swiftly after the accident to ensure that the story never gained traction.Curiously, however, the opposite has happened. A month after the accident, much of China knows the story, and “My father is Li Gang” has become a bitter inside joke, a national catchphrase for shirking any responsibility — washing the dishes, being faithful to a girlfriend — with impunity. Even the government’s heavy-handed effort to control the story has become the object of scorn among younger, savvier Chinese.“There was a little on the school news channel at first,” one Hebei University student who offered only his surname, Wang, said in an interview last week. “But then it went completely quiet. We’re really disappointed in the press for stopping coverage of this major news.”In many ways, the Li Gang case, as it is known, exemplifies how China’s propaganda machine — able to slant or kill any news in the age of printing presses and television — is sometimes hamstrung in the age of the Internet, especially when it tries to manipulate a pithy narrative about abuse of power.“Frequently we’ll see directives on coverage, but those directives don’t necessarily mean there is no coverage,” David Bandurski, an analyst at the University of Hong Kong’s China Media Project, said in an interview. “They’re not all that effective.”“Censorship is increasingly unpopular in China,” he added. “We know how unpopular it is, because they have to keep the guidelines themselves under wraps.”A gadfly blog, sarcastically titled Ministry of Truth, has begun to puncture the veil surrounding censorship, anonymously posting secret government directives leaked by free-speech sympathizers. According to the blog’s sources, the Central Propaganda Bureau issued a directive on Oct. 28, 10 days after the accident, “ensuring there is no more hype regarding the disturbance over traffic at Hebei University.”On that same day, censors prohibited reporting on six other incidents. One involved another girl’s death in police custody. Others included an investigation of a Hunan Province security official, the sexual dalliance of a Maoming vice mayor, the abandonment of closed pavilions at Shanghai’s World Expo and the increasing censorship of Internet chat rooms.But the Li Gang case was hard to suppress, partly because it personified an enduring grievance: the belief that the powerful can flout the rules to which ordinary folk are forced to submit. Increasingly, that grievance focuses on what Chinese mockingly call the “guan er dai” and “fu er dai” — the “second generation,” children of privileged government officials and the super-rich.Realizing the delicacy of the matter, the government tried to shape public reaction in more ways than by simply restricting coverage. After Internet bulletin boards began buzzing with outrage, China’s national television network, CCTV, broadcast an Oct. 22 interview with Li Gang and his son, filled with effusive apologies for the accident. On Oct. 24, the news media reported that Li Qiming, who had been detained by the police the day after the accident, had been arrested.Police regulations ostensibly bar interviews with detainees. A Baoding police spokeswoman who identified herself as Ms. Zhou said in an e-mail that the network obtained the interview because it had been approved by the local party propaganda office.Ms. Chen’s survivors were not afforded the same access. In early November, Fenghuang Satellite Television, a news channel based in Hong Kong that is available to some in mainland China, broadcast an angry interview with Ms. Chen’s brother, Chen Lin. On Nov. 4, the Central Propaganda Bureau banned further news of the interview.But censorship officials were seeking to control a message that had already spread widely.On Oct. 20, a female blogger in northern China nicknamed Piggy Feet Beta announced a contest to incorporate the phrase “Li Gang is my father” into classical Chinese poetry. Six thousand applicants replied, one modifying a famous poem by Mao to read “it’s all in the past, talk about heroes, my father is Li Gang.”Copycat competitions, using ad slogans and popular song lyrics, quickly sprang up elsewhere on the Internet. In the southern metropolis of Chongqing, an artist created an installation based on the phrase.On Nov. 9, Internet chatter on the case abruptly withered. But some have continued to dodge Web censors: starting in early November, the Beijing artist and activist Ai Weiwei posted on his Web site an interview with Ms. Chen’s father and brother, who said he had rejected appeals to negotiate a settlement of the case.“In society they say everyone is equal, but in every corner there is inequality,” Chen Lin said.“How can you live in this country and this society without any worry?” he added.Censors repeatedly blocked the interview. Mr. Ai has played a cat-and-mouse game, moving it to a new Web site every time.Finally, last Thursday, the Chens’ lawyer, Mr. Zhang, received a telephone call from his clients. “They thanked me for all the efforts I put into this case,” he said, “but they told me they have resolved their dispute with Li Gang’s family. Half an hour after the call, they came to my office and handed in a termination contract. And after that, they just disappeared.”Mr. Zhang said many of his cases involving conflicts between ordinary citizens and powerful people had ended the same way. “In current Chinese society, people put an emphasis on power more than on individual liberty,” he said.If the settlement was intended to quash chatter about the Li Gang case, it, too, seems to have accomplished the opposite.In Baoding, Hebei University students questioned at random for an hour early this week uniformly denounced the handling of the case of Chen Xiaofeng. “I’d see the case to the end,” said one young man who gave only his surname, Zhang. “Go through the legal process and seek justice.”A second student, called Zhao, was unsparing. “This is the kind of society we live in,” he said angrily. “People who have power, they can cover up the sky. We want this settled according to the law.”\nLi Bibo contributed research from Beijing.",
    "replies": [
        {
            "author": "a602194317",
            "timestamp": 1290148380,
            "txt_content": "绝对的不是PS的"
        },
        {
            "author": "ypzb001",
            "timestamp": 1290150360,
            "txt_content": "求中文.."
        },
        {
            "author": "poacher",
            "timestamp": 1290152820,
            "txt_content": "汗。这是说什么的？"
        },
        {
            "author": "a602194317",
            "timestamp": 1290162540,
            "txt_content": "回复 4 # poacher 的帖子\n\n我爸是李刚上环球时报了"
        },
        {
            "author": "a602194317",
            "timestamp": 1290162540,
            "txt_content": "回复 3 # ypzb001 的帖子\n\n我爸是李刚 不知道吗。。"
        },
        {
            "author": "poacher",
            "timestamp": 1290177360,
            "txt_content": "额。。。这新闻是不是有点过时？"
        },
        {
            "author": "qw789456zx",
            "timestamp": 1290179520,
            "txt_content": "孩儿莫慌   就说你爸是李刚！"
        },
        {
            "author": "ws02679864",
            "timestamp": 1290184860,
            "txt_content": "= =惊现内幕啊……{:zombie:}\n好犀利的报道{:10_514:}"
        },
        {
            "author": "Snowsore",
            "timestamp": 1290201180,
            "txt_content": "天......"
        },
        {
            "author": "a602194317",
            "timestamp": 1290219480,
            "txt_content": "回复 7 # poacher 的帖子\n\n哪里过时了，11月18的环球时报，我11月19日发的贴"
        },
        {
            "author": "a602194317",
            "timestamp": 1290223680,
            "txt_content": "回复 12 # 囧帝2号 的帖子\n\n我草，惊现基帝马甲"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1290247560,
            "txt_content": "My father is Li Gang！"
        },
        {
            "author": "a602194317",
            "timestamp": 1290265680,
            "txt_content": "李刚啊李刚你多么威武"
        },
        {
            "author": "poacher",
            "timestamp": 1290304320,
            "txt_content": "李刚。事件是几月几日发生。。。。。好像过了好多天了。。。这新闻都旧闻了才上报。。"
        },
        {
            "author": "a602194317",
            "timestamp": 1290314700,
            "txt_content": "回复 16 # poacher 的帖子\n\n李刚是中国人，上了环球时报不觉得很给力吗，而且我爸是李刚这句网络用语居然流行到国外，还登上了环球时报！知道环球时报是什么吗。不觉得给力吗"
        },
        {
            "author": "poacher",
            "timestamp": 1290327840,
            "txt_content": "我还是求官方中文版。。。。。。。我用GOOGLE翻译感觉好像在讽刺我们似的。。唉。。又不能否认又真的发生了这事。。唉。。"
        },
        {
            "author": "a602194317",
            "timestamp": 1290329160,
            "txt_content": "回复 18 # poacher 的帖子\n\n这有啥讽刺不讽刺的，天朝是啥样大家都清楚，还有官方中文版肯定是没有的"
        },
        {
            "author": "poacher",
            "timestamp": 1290332340,
            "txt_content": "唉。。。。现实很残酷。"
        },
        {
            "author": "唯恋丶枫叶乀",
            "timestamp": 1290838920,
            "txt_content": "求中文............."
        }
    ]
}