{
    "title": "关于服务器主城和出生点的一些经验",
    "author": "zhasinimen",
    "replyCount": 6,
    "timestamp": 1505792160,
    "txt_content": "首先说明我不会排版 =w=\n服务器呢，以往的服务器都有主城/出生点\n这里我要说的，出生点那是必须要有的，主城这个根据你们的服务器风格决定(当然可以没有主城)\n\n=服务器主城=\n基本上都是服务区或者展示建筑啊，或者展示服务器的一些玩法/特点/教学\n=出生点=\n玩家死亡后默认出生的地方，或者新来的玩家第一次进入服务器出生的地方\n\n如果把主城和出生点分为2个地方来做的话，那么去出生点的人次肯定比去主城的人次数多\n目前很多低价的vps都是5M上传的，有的服务器就能带很多人，有的服务器带很少的人；大多数服务器提倡玩家群居而不是分散独立，比如村镇制度或者城邦制度，目的是为了让多个人共享视野，以达到降低服务器资源使用和网络带宽使用\n\n出生点=主城\n一般服务器主城很多宏伟的建筑，给你们点个赞吧，建筑很大那么如果主城和出生点在一起的话，每有一个玩家进入服务器或者去出生点/主城的话，这个资源消耗是很大的，当然1-2个人是看不出来，如果服务器人很多全员都会卡，因为网络带宽不够用\n\n一些低配置的服务器技术在优化的时候也会考虑优化掉平滑光照的问题，主城如果是玩家建设的由于速度的问题基本都是实时计算然后保存的地图，开服之前op使用we或者地图编辑器可能造成开服后(进行配置文件优化的服务器)，某些玩家的光影客户端显示不正常2333\n\n主城的建筑很宏伟，那么玩家出生就可以看到，一些配置低的玩家进入服务器会明显感觉不流畅，这会造成玩家首先对服务器的印象就不是很乐观\n而且人多的时候也会造成服务器整体的卡顿\n\n出生点≠主城\n这个我个人比较推荐，毕竟去出生点的次数比去服务区的次数多得多，这样你在主城建设宏伟建筑也不会造成，每进入一个玩家就会卡顿一下的感觉\n而且低配置的玩家进入也不会卡顿\n\n算账\n好了现在算一笔账，咱们只是理论保守计算，当然实际可能更多或者更少(和服务器配置有关)\n保守计算，玩家最大视野5区块，服务器上传带宽5M(就按照625KB/S算,当然实际肯定达不到2333)\n1.出生点=主城(主城有宏伟建筑)\n客户端地图也是获取服务端种子代码计算的，然后下载不同的区块的数据\n一个人进入出生点平均是87KB/S流量 大概持续4-5秒，之后就小的多\n那么按照625算的话，也就是说只要同时去8个人就会感觉卡顿\n2.主城≠出生点(出生点为天然地图没有任何人为建筑或简单的告示牌建筑)\n默认地图由于是获取种子在客户端生成然后进行对比的，那么这个流量很小的\n一个人去出生点平均4KB/S以内，那么大家没事组团去出生点吃瓜没问题的\n\n出生点的选择\n出生点既然已经和主城分开，那么出生点就是出生用的 貌似是废话\n天然地形也有很多，选择在4个区块内(这样感觉地方大点)，反正我自己的基友服就给了1个区块的说 233\n四周最好有小山丘或者在山洞里也可以，或者房子里都可以，目的是为了低配置玩家进入服务器之后减少他显卡的计算\n这样呢低配置玩家进入服务器之后第一个感觉，啊呀这么流畅，第一印象好了之后就好办了 2333\n如此一来，大家两便都流畅了不少\n以上只是个人的一些经验吧，希望能帮助大家~\n",
    "replies": [
        {
            "author": "夜米奇",
            "timestamp": 1506668760,
            "txt_content": "精打细算的辅助，只是想过地图大小影响加载的问题。没有比较的这样详细。赞"
        },
        {
            "author": "磁道",
            "timestamp": 1506995160,
            "txt_content": "其实吧 我觉得不需要主城 玩家一到出生点 就强制打开菜单"
        },
        {
            "author": "xc87",
            "timestamp": 1507200480,
            "txt_content": "嗯，很有道理"
        },
        {
            "author": "柯南kn",
            "timestamp": 1508829660,
            "txt_content": "不错不错 小经验"
        },
        {
            "author": "xc87",
            "timestamp": 1509270480,
            "txt_content": "我都是直接在一个虚无世界建一个主城"
        },
        {
            "author": "xc87",
            "timestamp": 1509516360,
            "txt_content": "不错，支持一下"
        }
    ]
}