{
    "title": "拔刀剑怎么玩",
    "author": "huangzx9239",
    "replyCount": 4,
    "timestamp": 1505899200,
    "txt_content": "我只会右键三下，其他的不会。你们是怎么玩的呢？\n",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1505899200,
            "txt_content": "在r78版本之前\n拔刀剑算是一个无脑右键(可组合左键)进行刷怪的模组，玩法仅在锻造升级以及SA上面\n\n而到了r78版本之后\n拔刀剑迎来了大改革，攻击系统不再是之前的“右键 右键 右键，左键 左键 左键，SA SA SA”而是变得有了独特的攻击方式，增加大量攻击动画及连击方式（第一人称动画）\n\n在新版本中，有很多种连击方式和刀的妙用，合理的运用这些技巧可以让拔刀剑这款模组变得更加有趣\n\n首先是连击技巧，因为我很久没玩了，所以只能记得一些简单的连击技巧，当然肯定还是很好用的（至少比右键三下伤害高）\n下面我用一些长篇介绍与总结来说一些我知道和自己常用的连击\n\n在介绍连击技巧前，我先要声明一下，个人主打右键攻击（因为右键是范围型可以一次击打多个目标），所以不要吐槽为什么很少用左键或者干脆没有左键攻击，还有就是要说一下右键的前几下攻击是不会致死的（也就是无论怎么打1滴血的敌人都不会死），只有右键的最后一下才能打死只有1滴血的敌人（残血敌人还是用左键点死吧，多右键浪费耐久），还有就是r78之后右键最后一式会有一个短距离的幻影刃（多段伤害），还有就是只介绍两招，介绍太多的话，不如直接开一个新帖做教程，所以就介绍两个就我用得最多，也最实用的好了\n\n简单连击技巧\n①：\n首先锁定攻击目标（默认Shift键锁定目标），然后按下“W”与“右键”（在按的过程中不要放开Shift键），这样会对锁定的目标发起一次突进，如果角色是双持（1.9+）突进方式会是旋转刀刃的攻击动画（多段伤害）在击中敌人时还会将敌人束缚几秒；如果这时依然按着那三个键不放的话，就会有一个挑飞攻击，将敌人挑起置一格高的半空自己也会跟着挑起，如果此时再按“S”键加右键就会把敌人从空中劈下地面造成摔落伤害且下劈的招式为多段伤害（可能），这一套简单的连击可以造成大量的伤害，当然这只是顺势连击，不算复杂\n    Shift + W + 右键~ -> S + 右键（波浪符号“~”意为长按）\n   招式个人评价：能够简单使出且伤害客观，较常用\n   复杂度：3（满为10）   发动条件：必须有饱食度情况下才可起手\n\n   其他介绍：如果是单持情况下一样可以发动，不过突刺的方式变为平突（老版本的一个SA技能且是多段伤害），不过不影响整套连招的连贯性\n\n②：\n刚才的那套连击也可以接上一些其他的连击，比如在挑飞敌人自己也跟着跳起时，此时松掉“W”键转而按“S”键（Shift键不能放）然后再按下右键就会在半空中发动一次横切攻击（这会取消空中的连击指令，如果不取消则发动的是下劈斩），横切完成以后快速松开“S”键又按回“W”键再按右键（依然不要放掉Shift键），你会发现你可以在空中再突刺小段距离（突刺方式与手持武器数量有关，不影响伤害），然后落地（可能会摔伤）；这招“WSW”键的切换节奏要掌握好，不然会失败，不过也一套不错的连击\n   ① -> Shift + S + 右键 -> Shift + W + 右键（整套招式下来Shift都不要放开）\n   招式分离：Shift + S + 右键~ -> Shift + W + 右键~\n\n        ┗分离招式介绍：这招去掉了连招①的一套，而是直接用了连招②的后半段，这招效果就是连招②的后半段，虽然伤害会少些不过可以这发动后半段\n   招式个人评价：与招式①的起手相识不同的则是额外追加了一套空中的连击来造成更多伤害，但是在空中时按键需要有节奏才行，不然招式会很容易失败\n   复杂度：5\n   发动条件：必须有饱食度情况下才可起手\n   其他介绍：这招也可用于赶路，是一个赶路速度非常不错的招式，当然第二段的突刺可能会在空中卡顿或者有被拉回去的感觉，不知道是不是BUG"
        },
        {
            "author": "233minecraft44",
            "timestamp": 1505913180,
            "txt_content": "首先，是左键才能击杀某物，而且，连续快速击打某一物可以造成暴击效果。至于怎么发展。。。先定一个目标想要的剑（前提是必须很厉害的），然后慢慢筹集材料就ok了"
        },
        {
            "author": "Deing",
            "timestamp": 1505960040,
            "txt_content": "居然没人回答么，，其实我是看过一些教程的但是总是觉得好像不太对劲，难道是因为我玩的1.10.2的缘故？\n不过你可以看看，也许会有帮助\nhttp://www.mcmod.cn/post/139.html\nhttp://www.mcmod.cn/class/366.html\n还有这个帖子http://tieba.baidu.com/p/3518000813?pn=2的中间“刀的用法”部分"
        },
        {
            "author": "米安博奥",
            "timestamp": 1505988660,
            "txt_content": "BC酱_BcsC 发表于 2017-9-21 18:07\n在r78版本之前\n拔刀剑算是一个无脑右键(可组合左键)进行刷怪的模组，玩法仅在锻造升级以及SA上面可以这发动后半段\n改为“可以直接发动后半段”"
        }
    ]
}