{
    "title": "[基础|娱乐][付费]PortableHorses —— 把马放在马鞍里[1.8-1.12]",
    "author": "Fisherman_wcz",
    "replyCount": 6,
    "timestamp": 1506177480,
    "txt_content": " 本帖最后由 Fisherman_wcz 于 2017-10-11 14:03 编辑 \n PortableHorses  游戏截图  前言 这是一个重制插件(收费了)(我等了很久的一个插件, 从1.8等到1.12)接近50RMB\n原帖地址: https://dev.bukkit.org/bukkit-plugins/portable-horsesMCbbs旧版搬运贴: http://www.mcbbs.net/thread-229199-1-1.html\n(重制版和旧版玩法基本一样, 只是支持更高版本, 和增加了一些东西) 关于(英语原文) If you are the owner of a factions, survival or RPG kind of server, then you should know for sure how much of an issue horses are. Going on expeditions just to find horses than having to bring them back home on a usually long, frustrating trip that almost certainly has to go over rivers or oceans (which horses can't cross) just doesn't seem to be worth it, leaving many players without a horse. In a role-play server, horses should be essential, as well as in a factions server, where horse battles between factions are just glorious. Those are all just several reasons a server owner should promote horses to their players, but the limitations of vanilla minecraft make this almost impossible.  However, metalhedd solved this issue a long time ago with the release of portable horses, an awesome plugin that allows players to wield horses right into their saddles, giving them the opportunity to store them in chests (making them ideal raid targets in factions) or trade them with others (great for survival servers). I have myself used PortableHorses and my players simply loved it. When it was discontinued in 1.7.9, although I tried to replace it with other horse management plugins, like Stables, players simply didn't like it's system as much as the good old PortableHorses, so I ended up coming back to the vanilla behavior. Now however, after spending several weeks into creating this plugin as configurable and with as many features as possible, I think it's ready for the ultimate test: hitting the road! 特征 非常轻巧, 优化支持很多版本 (1.8 - 1.12 )兼容其他插件 ( 区域保护和作战记录 )一切都可以配置没有数据库或储存文件! 用NBT储存在马鞍里!有防盗选项!有两种把马放到马鞍的方式!特殊马鞍的选择使用!支持不同种类的马!储存马的所有数据, 包括其他插件 ( 或命令 ) .权限支持!重载指令!\n 权限 portablehorses.command: 允许使用 /ph commandportablehorses.command.help: 允许使用  /ph help commandportablehorses.command.reload: 允许使用  /ph reload commandportablehorses.command.givesaddle: 允许使用  /ph givesaddle commandportablehorses.use: 允许玩家使用马鞍将马放入portablehorses.*: 可以访问 PortableHorses 所有相关的权限.portablehorses.playerpack: 默认情况下新手获得的基本权限包，这使得他们可以访问/ ph帮助，并将马带入马鞍.\n 指令 /ph reload: 重制配置文件/ph help: 帮助命令显示有关插件的信息以及如何使用它. 它可以在配置中禁用，它显示的信息也可以编辑./ph givesaddle: 给发出命令的玩家一个特殊的PortableHorse马鞍, 可以用来将马带入. 只有在配置中启用了特殊的马鞍才可用。\n配置文件(暂未汉化) ##########################################\n#      PortableHorses - RELOADED         #\n#    Plugin by Ardelean Vlad (dadus33)   #\n##########################################\n#\n#\n#   This is the plugin's configuration file.\n#   As you can see, you can customize most of it's aspects.\n#   Although the large amount of options listed bellow can\n# prove rather confusing, every single one of them is commented\n# well. Also, for further documentation you can visit the plugin's\n# official SpigotMC page or check out our Discord server for live\n# help with any issues you may encounter, as well as reporting bugs\n# or requesting features. I really hope you'll enjoy my work!\n#\n#\n# Crafted with <3\n\n\n#   SPECIAL NOTE BEFORE GETTING STARTED\n#   If you're familliar with YAML files, you should know that tabs\n# are *NOT* allowed. Really. You should *ONLY* indent the file using\n# SPACES. To make your job easier, however, and to reduce the risk of\n# making mistakes, I recommend using Notepad++ and enabling the option\n# to replace tabs with spaces.\n\n\n#   This is the general section.\n#   Here you can configure most\n# ordinary options.\nGeneral:\n\n  #   Here you can choose what mode you want to use\n  #   There are two modes currently available:\n  # TAKEOFF: This mode will put the horse into the saddle\n  # when a user takes off the saddle from his horse.\n  #\n  # RIGHTCLICK: This mode will put the horse into the saddle\n  # when a user right clicks their horse with the saddle\n  # in their (primary) hand.\n  mode: TAKEOFF\n\n  #   First, let me explain what \"recursive saddles\"  means:\n  # Let's say you have a portable-horse (a saddle) and you place\n  # it into the inventory of another horse. If the bellow setting\n  # is set to false, when attempting to catch that horse\n  # you will be stopped. It's recommended to set this to false to prevent\n  # players from abusing your server by creating huge NBT tags\n  # on saddles. However, Minecraft will never allow more than 512\n  # records in a NBTTagCompound.\n  allow-recursive-phorse: false\n\n  #   After a horse dies, shoud it drop it's PortableHorse saddle\n  # (if it had one, of course) rather than a normal one? Keep in\n  # mind that setting this to false would allow people to endlesly\n  # revive their horses (as even though the horse had 0 HP when killed,\n  # the plugin will automatically add 0.5 hearts to make sure it can\n  # be spawned) or people stealing each other's horses by just killing them.\n  drop-normal-saddle: true\n\n  #   When spawning the horse, should it get saddled\n  # automatically? If set to false, the user will\n  # receive a normal saddle (by default). You can change\n  # that with the 'give-saddle' option.\n  auto-saddle: true\n\n  #   This option has no effect if the above is set to true.\n  #   This sets wether the user should receive the saddle in his/her\n  # inventory instead of auto-placing it on the horse.\n  # BEWARE: The give-saddle option has 3 fallback options\n  # in case the user's inventory is full: Give the saddle\n  # by replacing the first item in the user's inventory (FIRSTITEM),\n  # place the saddle on the ground (GROUND) or eventually\n  # just place it on the horse (HORSE).\n  give-saddle: true\n\n  #   Read the description from the 'give-saddle'\n  # field (the 'BEWARE' section).\n  auto-saddle-fallback-method: HORSE\n\n  #   Should the horse's armor (if any) be stored in the PortableHorse\n  # saddle? Donkeys can't have armor so for them this option will\n  # be automatically ignored.\n  store-armor: true\n\n  #   Should we store the inventory (if any) of the donkey/mule?\n  # Normal horse's can't have an inventory so tis option will\n  # be automatically ignored fot them.\n  store-inventory: true\n\n  #   If true, the following option will require players to use\n  # a special saddle in order to take the horse. If you want to use it,\n  # check the 'Special-saddle' section bellow the 'Mode-settings' section.\n  use-special-saddle: false\n\n  #   Should we enable the help command? It can be viewed by using /ph help\n  # in-game and contains various information about the plugin and how to use\n  # it's features. You can disable it completly if you want, but you should\n  # keep in mind that it's contents are FULLY CONFIGURABLE. You can edit them\n  # in the \"help-command\" sub-section found inside the \"Messages\" section.\n  enable-help-command: true\n\n  #   When spawning your horse, should you automatically mount it?\n  auto-mount: false\n\n\n  #   When dismounting the horse, should it automatically be despawned into the saddle?\n  auto-take-on-dismount: false\n\n  #   Whether or not to allow CombatLog integration. This will stop players from spawning\n  # horses while in combat.\n  combatlog-integration: false\n\n#   This section contains details about the lore and display name of a saddle\n# that represents a portable horse.\nPortableHorse:\n  #   Should the saddle have an enchanted effect on it?\n  enchanted: true\n\n  #   Should the saddle display the color of the horse inside the lore of the item?\n  show-color: true\n\n  #   Should the saddle display the style of the horse inside the lore of the item?\n  show-style: true\n\n  #   Should the saddle display the variant of the horse inside the lore of the item?\n  show-variant: true\n\n  #   Should the saddle display the jump strength of the horse inside the lore of the item?\n  show-jump-strength: true\n\n  #   Should the saddle display wether the horse has a mounted chest inside the lore of the item?\n  show-has-chest: true\n\n  #   Should the health of the horse be displayed?\n  show-health: true\n\n  #   Should the movement speed of the horse be displayed?\n  show-speed: true\n\n  #   Bellow you can translate different horse colors, variants and types into your native language.\n  # If your server's language is English, the bellow set-up should work right out of the box.\n  # For the ungrouped settings (data, color, style, variant, jump and health) you can use placeholders\n  # and also add more lines. All the aditional lines will be added to the lore of the saddle. As for\n  # the placeholders, those are pretty much self-explanatory.\n  Translations:\n    Display-name: \"&b&oPortableHorse\"\n    Colors:\n      BLACK: \"Pitch black\"\n      BROWN: \"Light brown\"\n      CHESTNUT: \"Chestnut\"\n      CREAMY: \"Very light brown\"\n      DARK_BROWN: \"Dark brown\"\n      GRAY: \"Gray\"\n      WHITE: \"Snow white\"\n    Styles:\n      BLACK_DOTS: \"Small black dots\"\n      WHITE_DOTS: \"Round white dots\"\n      NONE: \"No markings\"\n      WHITE: \"White socks or stripes\"\n      WHITEFIELD: \"Milky splotches\"\n    Variants:\n      DONKEY: \"Donkey\"\n      HORSE: \"Normal horse\"\n      MULE: \"Mule\"\n      SKELETON_HORSE: \"Skeleton horse\"\n      UNDEAD_HORSE: \"Undead horse\"\n    has-chest: \"This horse has a mounted chest\"\n    data:\n      - \"Horse information\"\n    color:\n      - \"Color: %color%\"\n    style:\n      - \"Style: %style%\"\n    variant:\n      - \"Type: %variant%\"\n    jump:\n      - \"Jump strength: %jump-strength%\"\n    speed:\n      - \"Horse movement speed: %movement-speed%\"\n\n    #   Notice the double backslash used here? I have to double them\n    # in order to mark the actual backslash as escaped. Therefore, after\n    # parsing, it will only show up as a single backslash.\n    health:\n      - \"Health: %current-health%\\\\%max-health%\"\n\n#   Here are the setting that only have effect when the plugin\n# runs in a certain mode. Thing to note: For the sake of keeping\n# everything short, I'll call any other people that are NOT the\n# owners of the horse \"strangers\"\nMode-settings:\n  takeoff:\n\n    #   Should strangers be allowed to take the horse\n    # into the saddle?\n    allow-stranger-take-off: false\n\n    #   If the player's inventory is full when they take the horse into\n    # the saddle, what should happen to the saddle? There are three values\n    # you can set this option to: GROUND, CANCEL and FIRSTITEM\n    # The GROUND option will throw the saddle okn the ground, sending the player\n    # a configurable message telling him the saddle has been dropped.\n    # CANCEL will simply cancel the operation, keeping the saddle on the horse and\n    # sending the player a configurable message announcing him why the operation\n    # couldn't be done.\n    # The FIRSTITEM option will simply replace the first item in the user's inventory and\n    # send him a customizable message about why that happened.\n    take-off-full-inv-mode: CANCEL\n\n  rightclick:\n\n    #   Should strangers be allowed to take the horse in\n    # their saddle even though they are not the owners of\n    # the horses? Please note that setting this to true\n    # will automatically make the stranger the new owner\n    # of the horse.\n    allow-stranger-take: false\n\n    #   Should players be allowed to override saddles?\n    # If a user right clicks a horse with a saddle that\n    # already is a PortableHorse, should the current contents\n    # of the saddle simply be overriden? You should note\n    # that this setting only makes sense if the special saddle\n    # is not enabled, as a saddle can't be a special saddle and\n    # a PortableHorse at the same time.\n    allow-override: false\n\n#   This section contains information about the special saddle\n# you want your players to use for creating portableHorses.\n# If you wish to enable it, set the field 'use-special-saddle' under\n# the 'General' section to true first.\nSpecial-saddle:\n\n  #   Do you want the reciepe to be craftable in-game or only\n  # available by command? The command to get the special saddle\n  # is /ph getsaddle\n  craftable: true\n\n  #   If the above setting is true, you can set the reciepe here.\n  # It's pretty much self-explanatory, but you can find an image\n  # of the slot numbers here: http://i.imgur.com/DbZivJi.png\n  recipe:\n    slot1: AIR\n    slot2: ENDER_PEARL\n    slot3: AIR\n    slot4: AIR\n    slot5: SADDLE\n    slot6: AIR\n    slot7: AIR\n    slot8: AIR\n    slot9: AIR\n    ignore-order: false\n\n  #   The name of the saddle. You can use color codes.\n  name: \"&b&oPortableHorse Saddle\"\n\n  #   The lore of the saddle. Add more lines if needed.\n  # You can also use color codes.\n  lore:\n    - \"&c&oYou can use this saddle and take\"\n    - \"&c&ohorses into it by placing it on a horse\"\n    - \"&c&oand then taking it back.\"\n\n  #   Should the special saddle have an enchanted effect on it?\n  enchanted: true\n\n#   Here all the messages the plugin will display can be configured\n# If you don't want a message to be displayed AT ALL you can simply\n# leave it blank, like this: \"\"\nMessages:\n\n  #   Here you can configure the contents of the help command (/ph help)\n  # if the command is enabled. To add new lines, simply add more entries\n  # to the list.\n  help-command:\n    - \"&b[]&e&m-------&a&m[&fPortable&bHorses&a&m]&e&m-------\"\n    - \"&b[]&c Command guide:\"\n    - \"&b[]&e/ph help&b: &aDisplays this help page.\"\n    - \"&b[]&e/ph reload&b: &aReloads the configuration.\"\n    - \"&b[]&e/ph givesaddle&b: &aGives you the special\"\n    - \"&b[]&asaddle needed to catch horses (if enabled in config).\"\n    - \"&b[]&e&m----------------------------\"\n\n  #   This will be the prefix before ALL messages bellow (that is, excluding\n  # the messages in the help command).\n  prefix: \"&a[&fPortable&bHorses&a]\"\n\n  #   The message users will get after successfully spawning a horse from\n  # their portable horse saddle.\n\n  horse-spawned: \"You spawned your portable horse!\"\n  #   The message users will get after successfully taking a horse in\n  # their portable horse saddle.\n\n  horse-taken: \"You put your horse into the saddle!\"\n  cant-use-nested-saddle: \"&cYou can't take horses which already have other portable horses in their inventories.\"\n  take-off-saddle-dropped: \"&cThe PortableHorse saddle was dropped on the ground because your inventory was full!\"\n  take-off-operation-cancelled: \"&cYou can't take this horse into a saddle because you are lacking space in your inventory!\"\n  take-off-first-item-replaced: \"&cYou din't have enough space in your inventory to take that horse, so the item in your first slot was replaced by the saddle.\"\n  take-off-denied-not-owner: \"&cYou are not the owner of this horse so you can't take it into your saddle!\"\n  auto-saddle-first-item-replaced: \"&cYou didn't have enough room in your inventory to store the saddle of this horse, so the item in the first slot of your inventory was replaced by a saddle.\"\n  auto-saddle-saddle-dropped: \"&cYou didn't have enough space in yur inventory to store the saddle of this horse, so it's saddle was dropped.\"\n  reload: \"&aPlugin configuration successfully reloaded!\"\n  player-not-found: \"&cThe player specified does not exist.\"\n  special-saddle-not-enabled: \"&cI'm sorry, but the special saddle is not enabled so you can't get it using this command!\"\n  cant-send-from-console: \"&cYou can't issue this command from the console!\"\n  no-space-for-special-saddle: \"&cYou don't have enough space in your inventory to get the special saddle.\"\n  special-saddle-given: \"&aYou got your special saddle!\"\n  cant-override-phorse: \"&cThe saddle you currently have in hand is already a PortableHorse!\"\n  cant-place: \"&cI'm sorry, but you can't spawn a PortableHorse here!\"\n  combatlog-cant-spawn: \"&cI'm sorry, but you can't spawn a PortableHorse while CombatLogged!\"\n  cant-use-no-permission: \"&cI'm sorry, but you don't have the permission to use PortableHorses!\"\n\n\n\n#   And, here we are! You made it! That was all the configuration you had to do!\n复制代码\n汉化文件(不是本人汉化的, 我的一个玩家汉化的)只汉化了文本消息, 配置什么的就默认吧\n\n\n\nconfig.yml\n(12.64 KB, 下载次数: 23)\n\n\n\n2017-10-11 23:02 上传\n点击文件名下载附件\n1\n\n\n\n\n\n\n\n\n 购买条例  在这里发一遍, 避免有些倒卖狗, 认为倒卖插件是可以的, 还和我各种辩的(截图已丢 失气的头晕)\n请尊重各位开发者的辛苦成果, 如果你是一位开发者, 看着你的插件被各种倒卖, 你肯定也会很不爽\n拒绝倒卖插件, 从我做起\n购买此插件, 你必须同意以下条例\n您最多可以在3个服务器使用这个插件!你不能以任何方式转售或重新分发这个插件!严格禁止解密插件，除非我(作者)明确授予.以任何方式修改插件，通过反编译和编辑源代码，或通过使用其他插件，在运行时刻意修改它的行为也是严格禁止的，除非我(作者)明确授予.除非我在某些特殊情况下作出决定，否则不会给予补偿.\n\n这是我第一次搬运插件,有不对的地方请指出排版来源于PCD小组\n欢迎各位萌新服主加下我签名的那个群\n\n\n",
    "replies": [
        {
            "author": "Look_out",
            "timestamp": 1506179580,
            "txt_content": "0.0\n0.0\n0.0"
        },
        {
            "author": "frea",
            "timestamp": 1506214260,
            "txt_content": "一直在寻找可以带走马儿的插件，这插件小贵。"
        },
        {
            "author": "Anoxia",
            "timestamp": 1523611740,
            "txt_content": "楼主谢谢了~"
        },
        {
            "author": "小佬虎",
            "timestamp": 1572467040,
            "txt_content": "非常感谢楼主 ，正在找这款插件呢 ！！！"
        },
        {
            "author": "Fisherman_wcz",
            "timestamp": 1572527760,
            "txt_content": " 本帖最后由 Fisherman_wcz 于 2019-10-31 12:18 编辑 \ntiger0901 发表于 2019-10-30 19:24\n非常感谢楼主 ，正在找这款插件呢 ！！！\n\n可惜该插件作者又不更新了, 原帖都没有了, 如果想要这个插件的存档, 请私聊我的扣扣"
        },
        {
            "author": "mcKaiFuxia",
            "timestamp": 1582902360,
            "txt_content": "在哪启用一直没找到 给我整meng了\n"
        }
    ]
}