{
    "title": "【Multiverse】延迟？重要的开发通知",
    "author": "dnz0211",
    "replyCount": 0,
    "timestamp": 1506224760,
    "txt_content": " 本帖最后由 dnz0211 于 2017-9-24 11:53 编辑 \n\n发布日期：8.30（拖了这么久才翻译只是因为住校+初三……绝对不是因为懒）\n上一篇：【Multiverse】开发日志#2\n前言\n \n虽然早就知道但是看到消息的时候我还是想骂开发组了（开发组：我能怎么办我也很绝望啊）\n\n\n正文\n\n大家好！\n\n不幸的是我们今天没能给你们带来一篇完整的开发日志，因为我们最近忙不过来，但是我们想发布一篇来告诉你们最近发生了什么并说一些我们在工作的事情。\n\n首先我们想说一些坏消息。不幸的是，我很怀疑我们能不能像最初计划的那样在九月底发布更新。这个时候很难说我们要推迟多久，所以我不想在这里设置一个明确的日期，但是我们会尽力发布日志来让你们跟进最新的更新内容，并第一时间让你们知道我们又有了哪些馊主意。我们知道很多玩家都想在几周后玩到新的内容，但是我们只能为延迟说声抱歉。\n\n推迟更新的理由主要是debug，我们确实希望你们能够尽可能流畅地享受这次更新！在这块上我们已经做了很多跨越式发展，但是距离我们能高兴地发布它还有很多工作要做。\n\n我们深深地为没能按时完成工作而感到遗憾，因为我们看到你们玩着，建造着，内心也是很激动的，但是我们感到优化这次旅程是同样重要的，我们不想因为各种bug和不稳定现象给这次更新蒙上阴影。我们正在努力解决所有问题，并一定会在我们可能的时候更新日志。\n\n接着是一个更令人愉悦的：我们又要开始讲关于更新的内容的事情了！\n\n为了完善Multiverse更新，我们增加了些新东西，包括一些关卡部件和环境。\n我们已经创建了一个完整的部件选择系统来给大家创建关卡用，它们为了最大化效率，经过了特别设计，来让你们能更好地创建一个大型关卡玩耍。\n\n我也认为我应该和你们分享一些允许你创建逻辑编辑器的关卡例子。请注意这仅仅是我们在测试游戏时创建的例子，所以不会在更新中发布。\n\n如果你和你的朋友更喜欢有规则的闯关或者竞争，而不是原版的沙盒模式，那么逻辑编辑器可能对你是一个非常强大的工具！它允许你用自己的设计创建关卡。\n\n例如，下面的截图是从一个夺“球”模式关卡中截来的。用逻辑编辑器，我们可以创建两个不同的队伍，每队有它们自己的铁矿球。每队的任务是偷走对面的铁矿并带回自己的收集点。每次收集到都会增加点数，让你的团队离胜利更近一步。\n\n一旦有一队收集到足够的矿石，会广播他们胜利的消息，然后分数和关卡 会被重置。\n\n另一种你可能设计的关卡是“山丘之王”模式的关卡，队伍通过呆在一块地区尽可能久来获取分数，就像下面的截图。\n\n\n每一队的进度条会在有成员在区域内的情况下缓慢的增加，先到达100%进度的队伍就会获胜。\n\n其他的就是我们加入的新部件，通过下面的GIF展示。【动图警告：流量慎入】\n\n\n\n\n\n\n这些就是全部的东西了。下次我会说一些关于逻辑系统如何工作的东西，并且将设置讲得更加细致一些。\n\n我们想再一次为了延迟道歉。Spiderling工作室里的每个人都在努力工作来尽可能用最少的剩余时间发布更新，我们希望大家能保持冷静。\n\n干杯！\n\nVon\n\n\n原文\n URL：http://store.steampowered.com/news/?appids=346010\nHello everyone!\n\nUnfortunately we don’t have a full dev blog for you today, as we’ve been extremely busy lately, but we wanted to update you on how things are going and give you another peek at some of the stuff we’ve been working on.\n\nFirst I wanna get some bad news out of the way. Unfortunately it's looking very doubtful that we will be ready to release when we had initially planned at the end of September. At this time its very difficult to say how long we will need to delay by, so we’re reluctant to set an exact date here, but we will be trying to keep you updated and we’ll let you know when we have a more solid idea. We realise this is upsetting news, we know you guys were really looking forward to playing it in a few weeks time, and we apologize for having to delay.\n\nThe reason we will be delaying the update’s release is primarily due to bug squashing, we really want the Multiverse update to be as robust as possible for you guys to enjoy! In that department we’ve made huge leaps and bounds, but there is still more work to be done before we’re happy to release it.\n\nWe deeply regret that the update won’t be finished in time as we’re really excited to get you guys playing and building, but we feel it’s important to make sure the experience is the best we can make it and isn’t overshadowed by instability and bugs. We are all working flat out to get everything finished asap and we’ll be sure to update you when we can.\n\nOnto a brighter note; we have another sneak peek into the Multiverse update and some of the stuff we’ve been working on!\n\nThere will be some new additions to the game to complement the multiverse update, including some new level objects and a new environment to play in.\n\nWe’ve created a whole selection of tiles & objects for you to use when designing your levels, they were specifically designed to maximise their usability in creating large level environments for you and your friends to play around in.\n\n\n\nI also thought I’d share with you a few examples of level types that the logic editor allows you to create. Please note that these are merely examples created by our team during playtesting and you should not expect to see these released with the update!\n\nIf you and your friends are more interested in structured gameplay or competitive objectives, rather than Besiege’s traditional more relaxed sandbox play, then the logic editor is the perfect tool for you! It allows you to create levels with objectives and games, of your own design.\n\nFor example, the screenshot below was taken from within a level designed as a kind of capture the ball type gamemode. Using the logic editor, we were able to create two opposing teams, each with their own iron ore ball. The objective being to steal the other team’s iron ore and bring it back to a collection point. Each time the enemy ore is collected, you can a point which brings you closer to winning the round.\n\n\n\nOnce one of the teams has retrieved a set number of ore, they are pronounced the victors and after a short delay, the level and scores reset!\n\nAnother possible game you can design is that with a ‘King of The Hill’ type objective, where teams gain points over time for being inside an insignia, like in the screenshot below.\n\n\n\nThe progression bar for each team slowly ticks up the longer they are in the insignia until one team reaches 100% and wins!\n\nAnd just to finish things off I’ve put together a few gifs showing some of the new level objects we’ve added in.\n\n\n\n\n\nI’m afraid that’s all for now, next time I’ll be bringing you a blog post about how the logic system works and delves into settings in a bit more detail.\n\nWe'd just like to appologise once again for the delay. Everyone here at Spiderling is working very hard to bring you the update as soon as possible but in the meantime, we really appreciate your ongoing patience.\n\nCheers,\n\nVon\n\n\n另外\n\n照例不要脸求点什么……算了\n\n大家来猜一猜要推迟多久吧 #滑稽\n\n\n",
    "replies": []
}