{
    "title": "「Minecraft.net|INSIDER」聊聊守卫者",
    "author": "广药",
    "replyCount": 1,
    "timestamp": 1506350640,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-9-25 22:57 编辑 \n\n\nMEET THE GUARDIAN\n聊聊守卫者\n\nWater sight to behold!\n在水里暗中观察！\n\nI’ve always wanted to live under the sea! As far away from all other human life as possible (no offence, any humans reading this). Just imagine it! Under the sea I could dress like Lady Gaga and not look weird, never have to shower or do any washing up, enjoy all the mermaids I can eat, and I'll get my own WATER DOG (or ‘seals’ as nerdy marine biologist types insist on calling them). Plus, all sea life is super-friendly and totally not dangerous at all, according to a cool article I read in my favourite magazine, Naive Idiots Quarterly. Yay!\n我一直想住在海边，远离所有人类独自生活（远离纷争，远离任何在读这篇文章的人类）。想象一下吧！在海下，我可以像Lady Gaga一样打扮自己，也没有人觉得奇怪。永远也不用洗澡或者淋浴，所有的美人鱼都是我的（都是我要吃的）。我会有一只属于我自己的水狗（或者和那些书呆子海洋学家一样坚持叫它们“海豹”）。根据我最喜欢的杂志上的一篇很酷的文章来说，所有的海洋生活都是超级友好的，完全不危险，哈哈！\n\nMinecraft has loads of friendly sea creatures too, like today’s mob, the Guardian. OK, true, these one-eyed spike-fests don’t look friendly - but I’m sure they’re nice as pie on the inside! Right, Jens? R-right?\nMinecraft里也有许多友好的海洋生物，像已有的生物，守卫者。好吧，说真的，这些单眼生物看起来并不友好。但我相信人不可貌相，他们一定很好吃，对吧，Jens？\n\n\n\nI really like the guardian, it’s one of my favourite mobs. I started working on it because I wanted to have a new underwater mob for the ocean monument, and obviously I needed something that would move in three dimensions. My favourite monsters from other games are like the Beholder and Cacodemon, so [that's why] it's like a floating eye orb monster. It started as just an orb and then I added a fin to make it more fishlike. I believe I added the spikes just as decoration at first, to give it a bit more character. Then, since it had spikes, I added the thorny behaviour.\nJENS BERGENSTEN\n我真的很喜欢守卫者，它是我最喜欢的生物之一。刚开始我在搞海底神殿的时候，我想搞一些三维的东西，我在其他游戏中最喜欢的怪物有Beholder（《英雄无敌》中的邪眼）和Cacodemon，所以[这就是为什么]它看起来像一个浮动的单眼怪兽了。它刚开始是个球体来着，然后我给它加了对翅膀，让它更像鱼一些。给了它更多的特点，我把尖刺加上了，因为他有尖刺，所以我添加了冲刺的行为。\n\nThorny fellows they may be, but that spiky exterior hides a deliciously tasty interior. When killed, the Guardian will have a 40% chance to drop a perfectly sliced piece of raw fish. However! If it’s on fire when it dies, it has a 40% chance of dropping a cooked fish. So make sure you set them on fire! Er, underwater.\n他们可能是群非常棘手的家伙，但这个尖锐的外表下可藏着美味的内在，当它被杀死时。他会有40%的几率掉落生鱼，当它们被烧死时，会有40%的几率掉落熟鱼，所以一定要让他们在火上！呃... 在水下...\n\nTbh, I’m all out of interesting Guardian facts. Oh, apart from the fact it shoots laser beams and can potentially live forever outside of water. It’s true! And those lasers can have one heck of a sting if you’re on the wrong side of them. As for its potential above-water immortality, there’s, er, a slight catch. Even if you manage to lure this beast from its watery lair, it will merely lay beached on land and squeak indefinitely, like a mouse on a dissapointing seaside holiday. Tragic.\n呃... 我们都忘了一个很有趣的地方，除了发射可怕的激光，他还可以永远活在离开水的地方，这是真的！那些激光可以穿甲的，至于在离开水的地方永生，恩，即使你将它从水里引了出来，它只会躺在陆地上，朝你不停的吱吱作响，像一只老鼠在海边度假，太惨了。\n\nSuch a cruel fate should never befall such a so-fish-ticated creature, though, because they are the eternal guardians of the beautiful ocean monuments. They may be prickly beasts, but they’re just trying to keep the sea-crets of the monuments safe. Good work! Now I feel bad for cooking so many of them. Well, almost.\n命运真是残酷，绝对不要像他们一样当一个这么生气的怪物，但他们是美丽的海底神殿守卫者，他们可能是长着刺的怪物，但他们只是像保证海底神殿的安全。不错的工作，现在我感觉吃他们有点难受了，恩... 其实也差不多啦...\n\n\n原文地址：https://minecraft.net/en-us/article/meet-guardian\n原文作者：Emily Richardson\n原文发布时间：2017/09/25\n翻译者：WuGuangYao\n翻译时间：2017/09/25\n\n",
    "replies": [
        {
            "author": "王正",
            "timestamp": 1506588720,
            "txt_content": "楼主 有一个地方译文没有变黑"
        }
    ]
}