{
    "title": "【九月活动】赤色旗帜",
    "author": "天下归心",
    "replyCount": 4,
    "timestamp": 1506609960,
    "txt_content": " 本帖最后由 天下归心 于 2017-9-28 22:48 编辑 \n\n前言（可以不看）我参加九月活动是心血来潮，\n毕竟之前几乎都在潜水，也没发过什么贴，\n同样，我文笔很渣，求轻喷QAQ\n下面就是正文~~\n\n\n正文：\n【1917年11月6日 阿芙乐尔号巡洋舰】斯特图亚站在大副室的舷窗前，背对着门，静静的注视着外面。天色已经被密布的乌云所笼罩，一阵倾盆大雨仿佛迫不及待想从天上奔下来，给这个已经足够寒冷的城市再添一丝凉意。于是他从手上的小盒子里缓缓掏出一支雪茄，放入口中，点上。整个动作一气呵成，没几年的功夫是练不成的。他惬意的享受着，但让人奇怪的是，门和窗都是关着的，在他吞云吐雾的同时，空气里的含氧量也在逐渐减少。当然，减少那么一点本就不多的含氧量没什么，可在密闭空间抽雪茄感觉一定不好受。斯特图亚自己却丝毫不在意，就连烟雾熏黑了他最心爱的笔记本他都无动于衷。他又深吸了一口雪茄，与上次不一样的是，铁门外，传来了喊声，打斗声，这些声音还在接近。突然，外面传来了一阵**，紧接着就是枪弹入肉的声音以及求饶的话语。又是几声枪响，求饶者也被杀死。“作案者”继续走上楼梯，又是猝不及防的骂声，这次没有打斗声，**赫然想起。他们直到了最上层，终于遇到了抵抗，交火的声音响了起来。斯特图亚再次吐出一圈烟雾，背对着的方向冲进来了一位身穿海军将官衣，身材高大的俄罗斯男人——这是阿芙乐尔号巡洋舰的舰长。舰长看到斯特图亚，先是恍然大悟的表情，随后又变成了愤怒：“斯特图亚！原来是你！你为什么要背叛祖国！”斯特图亚终于放下了手中的雪茄，微笑的对着舰长说道：“你说的很对，是我的背叛让阿芙乐尔号落到了人民的手中，相信现在那些顽抗的士官生已经被击毙了吧。但我要纠正一点，我背叛的仅仅是腐朽无能的联合政府，而不是我的祖国。”“你......”舰长已经气得说不出话来。斯特图亚转过身去，继续凝望窗外的景色。而门口的舰长却丝毫不敢动一下，即使他腰间挂着一把上膛的左轮手枪，因为一支委员会1888抵在他的后脑勺，一支莫辛纳甘抵在他的后背。冰凉的枪口让舰长感到生命在战争兵器的威胁下是多么的脆弱。“把舰长带到禁闭室冷静一下。”斯特图亚下达了指令。“是！”两个水兵同时答道。一名军士长走进了房间，先向斯特图亚行了个军礼，随后一脸凝重地说：“斯特图亚同志，人民委员会发来了电报，要求我们开往冬宫。”“好，我知道了，先到舰桥上去。”斯特图亚从抽屉里拿出了一个大铁盒子，在几名水兵的陪同下，走出指挥塔，来到了舰桥上。斯特图亚走到了旗杆旁，面前的两个水兵朝他敬礼，同时说：“斯特图亚同志，有什么指示吗？”斯特图亚将大铁盒子打开，里面静静地躺着一面折叠的很整齐的红色旗帜，旗帜的左上方印着镰刀与锤子相交叉的图案。斯特图亚慢慢的把旗帜拿出来，展平，再交给那两名水兵：“水兵同志，请将红旗升上去！”边说着，斯特图亚“唰”的将右手放在太阳穴前，注视着逐渐上升的红旗，一言不发。一旁负责护卫的水兵心中突然冒出了一种异样的情感，这股情感使他们也不由自主的跟着斯特图亚的动作，将右手放在太阳穴前，注视着红旗。红旗慢慢的，慢慢的，升到了顶部，这是个庄严地仪式。这时，突然刮来了一阵风，风刮的很是时候，红旗高高的飘荡在天空中，是官兵们看到了红旗的全貌。因为是不久前才制-作出来的，整个是鲜红色，左上角的镰刀锤子图案，如同刚升起的红日，耀眼的光芒刺破了乌云织成的天网，共-产主义的光辉传到了云端之上。“舰长，该起航了。”“我知道。”斯特图亚转身又看了一眼仍在飘扬的红旗，转过身。“左满舵，前进四！”“目标，冬宫！”旗帜的颜色仍是红的，光荣的红。这是伟大信仰的载体。\n感言：第一次发贴，还是挺激动的（ps：制-作也要和谐？）\n\n\n",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1506610500,
            "txt_content": "...真是，bbs的和谐赶得上起点网了\n（枪-声也要和谐？）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1506614580,
            "txt_content": " 本帖最后由 kakagou12 于 2017-9-29 00:08 编辑 \n天下归心 发表于 2017-9-28 22:55\n...真是，bbs的和谐赶得上起点网了\n（枪-声也要和谐？）\n现在回复都需要验证码了呢。。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1506651060,
            "txt_content": " 本帖最后由 FHC红石 于 2017-9-29 18:39 编辑 \n\n制作也会被和谐的吗？\n↑OK管理员改好了\n**"
        },
        {
            "author": "天下归心",
            "timestamp": 1506676320,
            "txt_content": "FHC红石 发表于 2017-9-29 10:11\n**也会被和谐的吗？\n对啊，所以你打的是什么？记得在和谐词中间加-，例如共-产"
        }
    ]
}