{
    "title": "发表小说，更新时间不定。",
    "author": "941655052",
    "replyCount": 9,
    "timestamp": 1356524100,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-26 21:03 编辑 \n\n第1章 初到乐园\n\n林云在公交车上兴奋的叫着“：欢乐谷我来了！”“安静点！不然不让你去了！”林云的妈妈不耐烦的说道，林云听了赶紧闭上嘴。不过还是忍不住窃笑起来。  汽车的广播响起“：欢乐谷即将到站请要下车的乘客做好准备。”     林云一听兴奋得崩了起了，只听“砰”的一声，撞到了放行李的架子。林云弯下身子抚摸着头，呻吟道：“哎呦喂，痛死我了。”突然架子上一个东西掉下来，又是“砰”的一声“：哎呦，我怎么这么倒霉啊！”说着林云往地上一看，只见一个铁罐子上印着几个血红的字：幸运兔坠（戴上它你是不幸还是幸运哪？）林云看了这些字觉得十分的好玩，于是好奇的弯下腰把铁罐子捡了起来。谁知那铁罐子“咻”的一声打开了，一个兔子型的玉坠飞了出来，不由分说的挂在了林云的脖子上。  林云惊呆了，使劲的扯“幸运兔坠”，可是这个坠子根本没有系的地方。林云见扯不下来，一时乱了手脚。心想：这东西太可怕了。过了一会林云冷静了下来，想到：这坠子肯定不简单，不然怎么会飞到我脖子上，还解不下来，那罐子上说这是“幸运兔坠”我倒要看看它能给我带来什么好运！   “：欢乐谷站以到，谢谢乘坐。”林云一听，又蹦得老高，刚才的事都到了九霄云外，突然街上传来了各种恐惧的生音。还有一种远远比汽车的引擎声大的另一种机械的引擎声。林云不顾一切的冲下车忽然，“幸运兔坠”散发出一股紫色的光芒，寒意侵袭了林云全身。一股不祥的预感涌上了林云的心头。那种机械的引擎声越来越大，越来越近。忽然林云向上一望——天哪一架飞机朝着林云所在的地方落了下来！  “幸运兔坠”又散发出了一股紫色的光芒，周围的一切都扭曲了，陷入了茫茫的黑暗。。。。。。  “：林云，别睡啦！我们到了。”林云的妈妈推了推林云。“：啊！刚才，飞机不是撞向了我们吗？”林云不解的问。“：你瞧你，都几岁了，还说梦话。走吧，欢乐谷到了。”林云的妈妈微笑着说道。林云听了一脸渺茫，不知所措。突然，他想起了“幸运兔坠”。林云低头一看只见那坠子正挂在他胸前。林云刚想跟妈妈狡辩，又把话咽回了肚子里。心想：跟妈妈说肯定没用，他是不会信我的。只能盼望刚才的那些事情真的是一场梦了。林云刚想完，妈妈就拉着他下了车。  欢乐谷里，有各种各样的游乐设施：过山车、摩天轮、云霄飞车、鬼屋。。。。。。应有尽有。可是现在林云根本没有心思去玩，只是一心想着“幸运兔坠”的事。突然，迎面走来了一个中年男子，他上前对林云的妈妈耳语了几句。林云的妈妈听完，吓得慌了神，对林云说“：你在这里等我一下，我马上回来。”说着就走了。林云见了，便追了上去，可是妈妈早已消失在茫茫人海。。。。。。  林云一下子吓呆了：我该怎么办？在这里等妈妈？“幸运兔坠”已经够诡异了，现在又。。。。。。要是能找到妈妈就好了。。。。。。这一想不要紧，可是那“幸运兔坠”却因此又散发出了诡异的光芒。突然人群的一个地方闪着紫色的光，林云愣住了半天。忽然转念一想：说不定妈妈就在那！便循着光而去。  林云跟着光走了半天，来到了一个名叫：血色鬼屋的建筑附近。林云突然觉得天旋地转，头晕目眩，心想：不会又像上一次一样吧？不行我，一定要查一个水落石出，我不能晕过去！于是林云使劲的眨眼睛，渐渐地，林云清醒了过来。可是紫光不见了。妈妈也没了影。林云冷静下来仔细一想，认为妈妈很有可能进了“血色鬼屋”。便拿出了十块钱，径直的走向了鬼屋。可谁知，鬼屋门前的售票小丑，伸出了手拦住了林云。说道“：未满15岁不能入内，你几岁？”林云先是一惊，然后往旁边的“规定板”一看还真有“未满15岁不得入内”的规定。  林云又着急又尴尬，忽然，他想到了“幸运兔坠”。他握住了兔坠嘴里低声的念道“：让我。。。。。。”可是林云还没说完，售票小丑就一把抓住了兔坠，眉开眼笑的说“：我们或许可以谈谈。我可是知道这个兔坠不少的秘密。”林云呆住了，心想：该不该听他的？售票小丑见有机可乘便煽风点火的说道“：我是不会害你的！而且，我还能告诉你怎么使用这个玉坠哦！”林云听了不由得心动了，可还是犹豫不决。他低头看“幸运兔坠”可是“幸运兔坠”纹丝不动。林云抬起头说道“：我。。。。。。。”（本章完，敬请期待下一章《逃离乐园》）\n",
    "replies": [
        {
            "author": "hsk001ufo",
            "timestamp": 1356524160,
            "txt_content": "路过看一看"
        },
        {
            "author": "某高宗",
            "timestamp": 1356524700,
            "txt_content": "围观\n又有小说了···"
        },
        {
            "author": "Minecraft_xl",
            "timestamp": 1356524700,
            "txt_content": "围观{:10_492:}"
        },
        {
            "author": "kaho",
            "timestamp": 1356526200,
            "txt_content": "围观看看{:10_492:}"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1356527940,
            "txt_content": "我是来学习学习的 {:10_492:}"
        },
        {
            "author": "zhh30648",
            "timestamp": 1356530340,
            "txt_content": "跟MC无关的小说看起来有点没味道- -"
        },
        {
            "author": "941655052",
            "timestamp": 1356599580,
            "txt_content": "额，没人顶，我就不更新了。"
        },
        {
            "author": "941655052",
            "timestamp": 1356600000,
            "txt_content": "如果顶到，25楼，我就更新！"
        },
        {
            "author": "941655052",
            "timestamp": 1356610080,
            "txt_content": " 第2章：逃出乐园\n  林云抬起头，果断的拒绝道“：我不想和你谈。我还有事情要做哪。”“：哟，你一个小屁孩，能有什么事？”售票小丑笑着说道，“：那一个小屁孩跟你有什么好谈的？”林云回敬道。“：别别别，刚才是开玩笑的。有话好说，有话好说！”售票小丑陪着笑脸，“：没什么好说的。”林云见进不了血色鬼屋，也不想在这里浪费时间。说完转身就要走。突然，售票小丑一把抓住了林云冷笑道“：敬酒不吃，吃罚酒！”\n  林云吓了一跳，心想：要是能离开这里该有多好啊！突然，“幸运兔坠”散发出了紫色的光芒，那股寒意再次侵蚀了林云全身，林云又有了不祥的预感。果然，整个大地颤抖起来了，欢乐谷里的人都摔了个四脚朝天，更可怕的是林云脚下的地面裂开了，散发出了紫色的光。“：不，你解除了了它的封印。。。。。。”售票小丑惊恐的叫道，一直巨大的兔子从地下冒了出来。\n  它对着售票小丑怒吼了一声，然后诡异的说道“：幸运将离你远去。。。。。。”“：不！”售票小丑痛苦的喊道。“：哈哈哈。”巨大的兔子发出了低沉的奸笑，然后走到了小丑的跟前，用力吸了一口气，一股紫色的气体，从小丑的身体了飘了出来，然后被巨大的兔子吸走。“：你的幸运已经被剥夺了，如果你想要回来，就得帮我找到它。”巨大的兔子一说完，就把晕过去的林云背走了。\n  明亮的白天，被黑夜所替换。太阳的离去，月亮的升起。月光下“幸运兔坠”散发着诡异的光芒。。。。。。\n  不知过了多久，林云醒了过来，他揉了揉眼睛，问道“：我这是在哪里？”\n  一片寂静，此时林云置身于一栋巨大而又神秘的建筑里，他站起了身，抖了抖身上的灰尘，便去寻找出口了。林云向前走了一会在一个拐角处，发现了一个楼梯，楼梯上有个告示牌写着：通往幸运兔坠研究室（非工作人员勿入）林云见了大吃一惊：我戴的不就是“幸运兔坠”吗？这个玩意儿给我惹了这么多麻烦，说不定在这里就会有答案！想完便走进了楼梯口：里面只有往上的一条一望无际的楼梯，楼梯边的墙上放着一支支蜡烛，散发着微弱的光。使这一望无际的楼梯显得十分诡异。可是林云没有半点犹豫，径直的走上了楼梯。\n  “啪啪啪”林云不知走了多久了，可是还是望不到楼梯的尽头，林云开始感到绝望和恐惧。心里暗暗打起了退堂鼓，可是回头看，回去的路感觉也是无边无际。啊，要是能直接到研究室就好了。林云暗暗感叹道。突然，“幸运兔坠”朝地板射出了紫光，“轰隆隆”楼梯出现了一道暗门，林云走了进去，来到了一个长长的走廊，在他左边的房间灯火通明，里面有些人在开会。林云走了过去，靠在门上倾听：一个中年男子的声音“：没想到，云博士给我们的“幸运兔坠”这么可怕，不知道，兔坠在C实验室里，安不安分。”“：看看不就知道了。”一个林云熟悉的女声。房间里传出了键盘的敲击声。这个声音我好像在哪听过，在哪里哪？林云回忆着，一阵惊叫打断了林云的思路“：不！“幸运兔坠”不见了。”有事那个熟悉的女声。“：不可能，我不信，让我看看。”说着中年男子一把推开了那个女的。“：不，假如兔灵被解放出来就完了，它会吞噬使用者的记忆然后。。。。。。”一阵开门声，打断了中年男子的话。“：谁？”中年男子质问道。糟糕，刚才只顾着想坠子的事，一不小心开了门。唉！林云边想，边慌忙的跑进了另一个房间里。“：别跑，嘿他在那间”中年男子喊道，林云惊呆了：他怎们知道我在这个房间？哦不！我忘记关门了。林云自责的想，他扫视了整个房间，可是根本没什么地方好躲。林云只好硬着头皮躲到了一个开会专用的卓子的下面，祈祷不被发现。林云刚躲进去，就发现了一份文件。林云捡了起来，低声的读出来“：从获“幸运兔坠”开始，它就会一点一点的侵蚀你的记忆，然后慢慢地霸占你的身。但是，假如在没有被侵蚀之前，召唤出了兔灵。那么它就会相近一切方法找到它，而你要就应该要。”\n“：该死！”林云暗暗骂道，因为这份文件只写到了这里。“：他在这。”中年男子说道，林云看见一个中年男子弯下腰看他，“：原来是个小朋友。”“：哦，我看看。”中年男子，让开出了一个位置，一个漂亮的女人蹲下来。\n  林云看见了大吃一惊“：妈妈。。。。。。你怎么在这。” \n（本章完，敬请期待下一章《真相大白》）\n"
        }
    ]
}