{
    "title": "《我的世界》官方小说——《我的世界：海岛》译者揭晓",
    "author": "混乱",
    "replyCount": 9,
    "timestamp": 1506751500,
    "txt_content": "《我的世界》官方小说——《我的世界：海岛》译者揭晓\n大家好！感谢各位读者和玩家的对译者征集活动的关注和支持。自《我的世界：海岛》译者招募信息发布后，我们共收到试译稿24份，其中有个人作品、合作作品，还有翻译团队作品。从各位试译者的译稿以及邮件中，我们不仅能看到大家认真的态度，更能感受到各位玩家和读者对《我的世界：海岛》这部小说的热情和信心。有些试译者还对这部小说的翻译提出了中肯的建议，我们都会慎重考虑。在此，我再次向各位踊跃投稿的试译者表示诚挚的感谢。\n\n\n\n\nQQ截图20170915161237.jpg (35.47 KB, 下载次数: 19)\n\n下载附件\n\n2017-9-30 14:02 上传\n\n\n\n\n\n经过筛选，我们从译稿的完整性、准确性以及文学性作品语言的适宜性几方面综合评判，并通过读者试读，最终选出“红叔御用汉化团”担任《我的世界：海岛》的翻译。\n\n\n\n\nIMG_20170930_120106.jpg (95.82 KB, 下载次数: 14)\n\n下载附件\n\n2017-9-30 14:04 上传\n\n\n\n\n\n\n\n\n【入选译文节选】第一章永不言弃\n落水了！        我记得醒来时，脑海中残存的意识告诉我，我正处于很深，很深的深海之中。冰冷刺骨，暗无天日。到底哪里才是水面？我疯狂地挣扎着，向四周游去，试图找出一条向上游的路线。盘旋又蜿蜒，突然，光！我看见光了！渺茫，微弱而遥远。直觉驱使着我朝它游去，慢慢地，光明取代了昏暗，眼前的世界越来越清晰，光晕与碧蓝交融，明晃晃的影子在水上摇晃。是太阳，马上就能游到水面了，我笃定地想着。可为什么太阳是......方形的？我一定出现幻觉了。可能是由于水的折射所造成的。我还剩多少氧气？不管了！只要到达水面就行了。使劲游！我的肺肿胀起来了，许多小气泡逃出我的嘴唇，与我一同比赛，看谁能先到达那遥远的光芒。我像一只被关在笼子里的动物一样胡乱地划着水。现在，随着每一次绝望的划动，我都能看到充满波澜的天花板离我越来越近。虽然更近了，但实际上还是很远。我全身上下都在疼，肺像火一样在烧。游！游啊！咔！一阵突如其来的疼痛从头到脚席卷了我的全身。我的嘴巴张开，发出溺水的惨叫。我伸出手，努力伸向那微弱的光芒，然后为了我的呼吸，为了我的生命，使劲地抓住了它。我冲出了水面，进入了凉爽而又清新的空气的怀抱之中。我咳嗽了。我哽咽了。我喘息了。我笑了。呼吸。有一瞬间，我竟然在享受那段经历，闭上眼睛让太阳温暖我的脸庞。但是当我睁开眼睛时，我简直不敢相信。太阳是方的！我使劲眨着眼睛。云也是方的？与印象中那种圆圆的蓬松的棉花球不一样，那些纤薄的，长方形的物体在我头上懒散地漂浮着。你肯定还在出现幻觉，我想。当你从船上掉下来时撞到了头，你现在肯定有点神志不清。但我之前从船上掉下来过吗？我记不起来。实际上，我记不起来任何事情；我怎样到达这里的，甚至“这里”是哪儿我都不知道。“救救我！”我大喊着，扫视着地平线，渴求能看到一艘船，一架飞机或者一小片陆地。“有人吗？有人吗！救救我！”我嘶喊着，回应我的只有无尽的沉默，无垠的海面和广阔的天空。孑然一身。我以为就是这样了。突然，水花飞溅到脸上，一扭头，无数触手闪过，露出一个厚重的黑灰色脑袋。我尖叫着，一点点向后游动。它看起来像是乌贼，却和这个神秘地区的其他东西一样，是方形的。它的触手正大张着向我抓来。我怔怔地看着它的血盆大口和裸露在外的白色剃刀状利齿。\n当然，其他参与者没有赢得第一名，并不代表翻译得不好。试译者的译稿各有千秋，以下4位试译者就给出了非常不错的作品（为保护隐私，隐去了部分邮箱信息）：ethylenexxxxx@163.com9078xxxxx@qq.comwangqinxxxxx96@foxmail.comfyq61xxxxx7@126.com他们的译稿给编辑组留下非常深刻的印象，为了表示感谢和鼓励。在《我的世界：海岛》小说出版后，他们将获得编辑组赠送的图书一本。此外，他们也会有机会参与《我的世界》后续图书的翻译或者审读工作。\n其他试译活动的译者，很高兴你们能够给我们发来自己的译稿， 在此我们选出5位译者赠送《我的世界幸存者的秘密之书》作为奖励（为保护隐私，隐去了部分邮箱信息）：enderlemxxxxx@foxmail.commjyxxx@126.com1289xxx012@qq.com7846xxx90@qq.comloster_xxxxxger@163.com\n《我的世界：海岛》是Mojang官方授权的作品，原版书由企鹅兰登书屋有限责任公司纽约分部于2017年在美国出版。作者是美国畅销书作家麦克斯?布鲁克斯。这部小说讲述了一个漂流到孤岛上的人在几乎绝望的境地如何面对陌生的规则，突破困境艰难生存的故事。主人公流落至荒岛，他在极限生存空间里经历了惊慌无助、奋力求生、自我勉励、自我怀疑等多重磨砺，最终开启全新的成长之路。小说在方块世界的设定里，通过险象环生的故事折射出生命哲理。更多精彩内容，让我们拭目以待吧！\n",
    "replies": [
        {
            "author": "ROF",
            "timestamp": 1506762360,
            "txt_content": "奈何英语不好咯。（也就初三英语）\n本来想的XD"
        },
        {
            "author": "縻风",
            "timestamp": 1506770700,
            "txt_content": "我就看着我只翻译了一页的稿子笑笑不说话"
        },
        {
            "author": "WKIL",
            "timestamp": 1506770820,
            "txt_content": "要是能拍出动画该多好啊233"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1506776280,
            "txt_content": "等翻译完成,我们也该老了"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1506776640,
            "txt_content": "果然团队还是比个人强啊\n居然蹭到了一本书……不过他要怎么送呢……\n期待全书咯"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1506867960,
            "txt_content": "bo_bo2001 发表于 2017-9-30 21:04\n果然团队还是比个人强啊\n居然蹭到了一本书……不过他要怎么送呢……\n期待全书咯 ...\n诶你也蹭到书啦233"
        },
        {
            "author": "volta薯片~",
            "timestamp": 1506880620,
            "txt_content": "感觉这份译稿和很多译稿一样，虽然翻译得很活，但多少偏离了原文\n而且本书是面对9-12低龄读者的，像这种比较高深的译文怕是他们看不懂...\n原文的语言风格是很简单易懂的，几乎没有什么生词\n所以希望翻译组在最后发表前更改一下定位"
        },
        {
            "author": "CRA飞翔鸟",
            "timestamp": 1506913740,
            "txt_content": "好中二的剧情!"
        },
        {
            "author": "1902073362@qq.c",
            "timestamp": 1506926340,
            "txt_content": "期待中！只是不明白汉化团队和红叔真得有关系吗？？"
        }
    ]
}