{
    "title": "联合活动赢新书！——翻译要者信达雅",
    "author": "乙烯_中国",
    "replyCount": 0,
    "timestamp": 1506860820,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2017-10-9 15:45 编辑 \n\n从2009年到如今，Minecraft已经走过了8个年头，越来越为人所知。同时伴随着一起发展的，也包括游戏相关周边产品，其中书籍也不落其后。近日，人民邮电出版社为大家引进了1套3本详尽介绍海内外各个大触作品的书籍。恰逢国庆佳节，综合讨论大区准备以这套书作为奖品来举办一次游戏技巧与翻译&wiki的双版联合活动。\n点击此处转到游戏技巧版块活动页\n\n\n翻译&Wiki版活动：\n\n翻译要者信达雅\n\n\n翻译&Wiki版发展一年余以来，内容逐渐充实，各类资料扩充了玩家们的知识储备，篇篇文章拓宽了玩家的视野。译者之路任重而道远，有些元老淡出了视界，但更多的是新生力量的加入，诸位为打破语言障碍做出了杰出的贡献。\n但是有很多的用户依旧觉得翻译离自己很远，也有不少用户明明能读懂意思，但是却不能够很好的用中文表达出来。\n正所谓“取人所长，补己之短”，通过比较才能更好得知自己的水平。不管你是贡献了诸多作品的肝帝，还是最近兴起加入的新秀，都可以在这次活动中与众译者切磋一番，提升水平。也许更能找到志同道合之有识之士共谋大业。\n这次活动分两个阶段：第一部分，翻译我们给出的以下几个段落。以信达雅为三个要点，尽可能的将文字活灵活现的表达出来。翻译完成后请用单独一楼回复于本帖下方，请勿回复无关内容，你可以只翻其中部分的段落，也可以选择将所有段落统统翻译。第二部分，翻译我们给出的官网博文。一直以来大家都以为，翻译过的博文与新闻一样，他人发布了，自己翻的再好也不能再发，但是我告诉你们，这么想就错了，翻译是不断精进的过程，不应局限于初版粗糙的翻译，但每人仅限一贴。活动要求与第一部分相近，但发布方面请使用官网博文的标准格式发布于翻译wiki版中。\n\n\n奖励规则每段有效的翻译段落计算为2人气20金粒，封顶为10人气100金粒。如翻译质量出众，则可破格额外加分。每篇有效的官网博文翻译计算以4人气40金粒为基准，按翻译良莠程度上下浮动。文章翻译优秀者另加1-2贡献。每人若参与则获得1下界之星，段落翻译出众者另加1星，文章翻译优秀者另加2星。文章翻译优秀者中将随机选出3人，每人获得《Minecraft我的世界创意指南》系列丛书全套3本。段落翻译出众者中将随机选出3人，每人获得《Minecraft我的世界创意指南》系列丛书中随机1本。有关于书的奖励部分，若已被选为文章翻译优秀者中的获奖者，则不再计入段落翻译出众者的获奖者随机池中。活动截止日期：10月31日 23:58\n\n\n\n奖品介绍\n\n编辑推荐：1.本书作者为超级玩家，书中介绍了很多很好的创意和搭建技巧。 2.通过大量的彩色图片生动展现了游戏场景创建过程，直观好用。 3.详细的搭建步骤助你迅速成为MineCraft建筑达人 \n\n内容简介：本书首先介绍了 Minecraft游戏新手入门所需要了解的基础知识，然后重点介绍了超级大都市、梦幻王国、世界奇观、古代宫殿、未来特区等大型游戏场景和模型的创建方法以及相关技巧。在附录部分还给出了相关资源，可供读者查阅。全书包括丰富的实用搭建技巧，适合不同玩家参考。\n\n作者简介：克尔斯·滕科尔尼是一名有着10年经验的关注游戏类新闻的记者。她曾担任BBC节目制片人，还担任过吉尼斯世界纪录游戏领域的编辑。她运营的游戏网站已连续4年荣获游戏媒体大奖提名奖。\n以上内容来自人民邮电出版社自营商店界面。\n\n人民邮电出版社购买链接：http://product.dangdang.com/25122162.html\n\n\n翻译文本\n\n\n所要求翻译的官网文章：SPIRES TO INSPIRE\n\n所要求翻译的段落：共五段\n----------------Minecraft: The Island 卷首语I would't expect you to believe the world I'm about to describe, although your reading these words means you're already here. Maybe you've been in this world for a while but just discovered the island. Or maybe, like it was for me, the island is your introduction to this world. If you're alone, confused, and scared out of your mind, then you're exactly where I was on my first day. This world can seem like a maze and, sometimes, like a bully. But the truth is that it's a teacher and its trials are just lessons in disguise.That's why I've left this book behind - so my journey can help you with yours.以下段落来自Minecraft Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWorld folder structureAn Alpha level is actually a single folder containing at least one file named level.dat. There is also a session.lock file to make sure only one Minecraft opens the level at once.\n\nThe level folder may have up to 64 subfolders, each with up to 64 additional subfolders each. These folders contain the chunk files that hold the level's terrain and entities. Each chunk file is identified by its chunk position xPos and zPos. The varying parts of the chunk file's name are obtained by taking the base36 representation of the xPos and zPos. The names of the folders that the chunk file is placed in are found by taking xPos and zPos, modulo 64 (or bitwise ANDing with 63), and converting to base36. Negative coordinates must be interpreted as positive numbers, bitwise, via two's complement. So, -13 is treated as 243 (if its size is a byte).\n\nAs an example, to find the chunk at position (-13, 44):The first folder name is base36(-13 % 64). This is base36(243 % 64 = 51) which is \"1f\".The second folder name is base36(44 % 64). This is base36(44) which is \"18\".The chunk file's name is \"c.\" + base36(-13) + \".\" + base36(44) + \".dat\". This evaluates to \"c.-d.18.dat\"Thus, the chunk at (-13, 44) is stored in \"1f/18/c.-d.18.dat\"Each chunk remembers its position independently of the file and folder names. See below to find out how to read a chunk's position from the file data.\n\n\n\nHate the SpawnIf you're building a massive fortress near the spawn, a griefer or simply a plain idiot might run behind you and kill you, disassemble your fortress and run off with your materials. Well, the easiest method to prevent this is to build your house away from spawn and try to survive a good distance away from spawn. It is usually a good idea to use the /sethome command around this area where you wish to live, as if it is a long way away from spawn and you die, it's a long walk, or mad chase if there are spawnkillers with diamond armor and enchanted diamond swords. Using the /home command if you used /sethome cuts the time getting to your safe zone drastically, usually having the spawnkillers and griefers be dazzled in confusion.\nWhat about my valuables?The best way to keep your most precious valuables is put them in an ender chest. Then put a chest in your house with basic invaluable items in it (with a few valuables mixed in to help fool them), and bury a chest with 8 obsidian, an eye of Ender, a crafting table, and other less semi-valued objects in it a short way away from your house.\n\nEven if your entire house is a crater and the ender chest you placed is destroyed, the chest you buried will still be safe, and your can craft an Ender chest with what is in it to access all your valuable items and loot in there, as well as the loot in your actual chest.Defending Your BaseLet's say you're on a faction server and you have many enemies. Your base has not been found until now. Two guys each holding a Sharpness V, Fire Aspect II, Knockback II sword and wearing Protection IV armor are directly outside your base setting up a TNT cannon.\n\nYou should always have defenses that are innately active, such as obsidian and water to negate explosions and if available, a spawner that can funnel out mobs on command (go exploring for spawners) to distract and dangerously deter, or snow golems to break armor.\n\nIf you have these, don't jump down and PvP. Wait for the spawning mobs to break their armor, or call for your faction members and allies to assist in defeating the enemy.\n\nIn these cases, booby traps are good, so set up booby traps everywhere where the enemy can't find them. In fact, make some that are meant to make the enemy know about the traps but it itself is a trap. These work as warnings and signals. Use tripwires and wool under them to use as signals for example.\n\n\n物品标签\nSome items support additional tags for model overrides. Below is a full list of available tags.\n\"angle\": Used on compasses to determine the current angle, expressed in a decimal value of less than one.\"blocking\": Used on shields to determine if currently blocking. If 1, the player is blocking.\"broken\": Used on Elytra to determine if broken. If 1, the Elytra is broken.\"cast\": Used on fishing rods to determine if the fishing rod has been cast. If 1, the fishing rod has been cast.\"cooldown\": Used on ender pearls and chorus fruit to determine the remaining cooldown, expressed in a decimal value between 0 and 1.\"damage\": Used on items with durability to determine the amount of damage, expressed in a decimal value between 0 and 1.\"damaged\": Used on items with durability to determine if it is damaged. If 1, the item is damaged. Note that if an item has the unbreakable tag, this may be 0 while the item has a non-zero \"damage\" tag.\"lefthanded\": Determines the model used by left handed players. It will affect the item they see in inventories, along with the item players see them holding or wearing.\"pull\": Determines the amount a bow has been pulled, expressed in a decimal value of less than one.\"pulling\": Used on bows to determine if the bow is being pulled. If 1, the bow is currently being pulled.\"time\": Used on clocks to determine the current time, expressed in Fa decimal value of less than one.\n\nExample: Torch\nThis example describes the torch as an item. The model can be found in the torch.json, which is stored in the folder assets/minecraft/models/item.\nFile: torch.json\n\n{\n    \"parent\": \"builtin/generated\",\n    \"textures\": {\n        \"layer0\": \"blocks/torch_on\"\n    },\n    \"display\": {\n        \"thirdperson\": {\n            \"rotation\": [ -90, 0, 0 ],\n            \"translation\": [ 0, 1, -3 ],\n            \"scale\": [ 0.55, 0.55, 0.55 ]\n        },\n        \"firstperson\": {\n            \"rotation\": [ 0, -135, 25 ],\n            \"translation\": [ 0, 4, 2 ],\n            \"scale\": [ 1.7, 1.7, 1.7 ]\n        }\n    }\n}复制代码\nThe \"parent\"-tag uses \"builtin/generated\", so that game uses the standard model of the torch, which has been generated out of the 2D graphic used for the item icon. The icon is specified with the \"layer0\"-tag and the texture, that has already been used for the block model, is used for the icon as well. As there is just one layer hard coded for the torch, there cannot be any more layers added. Furthermore, the display properties for the torch are specified, so that it will be displayed correctly in every possible situation. The torch cannot be placed on a players head and uses the specified icon in the inventory, so there is no need to adjust the model for these situations. To line the model up with the players hand in first and third person view, the model needs to be rotated, moved and scaled, which is done for each of the two situation separately.\n",
    "replies": []
}