{
    "title": "[原创·连载]方块世界[第四章]",
    "author": "鬼酱丶",
    "replyCount": 6,
    "timestamp": 1506909660,
    "txt_content": "正文\n第四章.探索\n墨黎看着火红的夕阳，想着父母的模样，一滴滴泪水流了下来，嘴中喃喃道:\"爸，妈，总有一天，我会回来的。\"\n墨黎打开手机，翻看着一张一张在地球拍的照片，不时的喃喃着什么，过了一会，墨黎才决定要外出寻找回地球的方法，也许，偌大的方块世界，有这么几个方块人，也许，有几个和自己一样穿越过来的外星人，也许，有人掌握了往返的方法，也许，Notch就来过这个世界，而他的弟弟him，也许也活在这个世界!\n墨黎走到工作台旁边，将铁片与木棒打造在一起，做出了一把简陋的铁剑，将剩余的铁片弄成了一件小小的背心，穿在身上。拿着铁剑，将苹果放进袋子里，朝着森林外走去。\n也许刘义平的营地里有什么可以用的东西，先按着他手机里记载的路线去他的营地看看吧。墨黎将刘义平手机上的路线图复制到了自己的手机上，免得刘义平的手机电量耗尽，彻底失去营地的线索。\n墨黎沿着路线走着，发现路上有一些牲畜的脚印，还有一些战斗的痕迹，地上有一些干了的血迹，墨黎趴过去闻了闻，似乎是鸡血的味道，还有一些绿色血液，应该是僵尸身上的血迹，看来有人来过这里。应该是刘义平吧。\n走了不知道多久，墨黎以及将所有的果子吃完了，陷入了饥饿中，看向附近的云杉树，只好继续赶路。\n\"嗷呜~\"\n远处的丛林突然传来一声吼叫，惊的墨黎一抖，双手紧握铁剑，向刘义平的营地方向奔去\n果然，怕什么来什么，几只狼从山丘上飞奔过来，扑向墨黎。墨黎情急之下，往后一跳，持剑往前一斩，将那只狼的尾巴斩了下来，一瞬间，狼群的眼眸变得血红，露出了锋利的牙齿，奔跑的速度超越了之前，墨黎飞快起身，向前跑去，那只断了尾巴的狼长啸一声，带着狼群疯狂的扑向墨黎。\n墨黎不断的改变方向，使这狼群根本抓不到他的身子，乘着一只狼扑空的瞬间，墨黎一剑砍在这只狼的腰上,狼——铜头铁尾豆腐腰，下一秒，这只狼的身体就分离成了两半，永远的沉眠在了这片土地上。\n风吹动着墨黎的头发与衣服，身旁的树叶发出飕飕的响声，染血的剑斜指地面，墨黎嘴中喘着粗气，持剑指着狼群，一只只狼的眼眸恢复了正常的颜色，一步一步向后退去，退了几步之后，快速的向后逃走，墨黎看着狼群逃跑，也不追击，当所有狼彻底消失在视野中时，墨黎直直的倒在地面上，嘴上喘着粗气，不时的发出笑声\n\"哈哈..哈..我活下来了\"\n墨黎看着天空，休息了一会之后，才站起来，拖着那只狼的尸体，走到树林里，生火!烤狼肉串!\n篝火发出噼里啪啦的爆炸声，狼肉的清香向远处飘去，夜晚的星空上，几颗明亮的星星伴随着月亮在不停的移动着，这到底是哪里，地球在何方?如何才能回去，一个人，好孤独。墨黎烤着肉串，看着夜空，思索着。\n孤独远不是在地球能够体会到的，在很多年后，墨黎时不时都会想到这时的孤独，一个人漂泊在未知的星球，思念着相隔无尽星空另一端的亲人与朋友。\n墨黎吃饱喝足，将剩下的狼肉串装入袋子中，向着刘义平的营地跑去，争取在天完全黑下来之前赶到!\n\n",
    "replies": [
        {
            "author": "楠木i",
            "timestamp": 1507280460,
            "txt_content": "..................."
        },
        {
            "author": "天下归心",
            "timestamp": 1507441020,
            "txt_content": "能改下排版吗？\n看着真的很不舒服，严重影响阅读质量。"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1507441500,
            "txt_content": "不要过于倾向写现实中拥有的东西,因为你这是个游戏周边文,写的时候要注重下环境细节;以及情感描写写得有点太直白了,你可以试试只凭神态与动作就能体现出主角的心情,毕竟独自一人基本上不用说话的"
        },
        {
            "author": "guqu",
            "timestamp": 1507441560,
            "txt_content": "第三章呢...奇怪"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1507544880,
            "txt_content": "...又是HIM梗么...\n不过这么多年来终于见到一次有人写穿越生存文了"
        },
        {
            "author": "鬼酱丶",
            "timestamp": 1507946280,
            "txt_content": "langyo_v3 发表于 2017-10-8 13:45\n不要过于倾向写现实中拥有的东西,因为你这是个游戏周边文,写的时候要注重下环境细节;以及情感描写写得有点 ...\n好的，谢谢"
        }
    ]
}