{
    "title": "[九月活动][原创-单篇][PCD] 亮色泯于无色之间",
    "author": "Smokey_Days",
    "replyCount": 12,
    "timestamp": 1506911820,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-12 13:26 编辑 \n\n\n亮色泯于无色之间\n——by Smokey_Days\n\n谨以此文，献给：\n\n10-15国际盲人节\n\n遗传病患者\n\n以及所有在生命中出于各种原因被歧视的人们\n\n迟到，抱歉_(:зゝ∠)_\n嗯...之前先是月考，后来肝翻译，刚刚才开始肝这篇文。\n全文有点长，请各位不要“太长不看”，文章的每一个字都是作者的心血，这样的话是对作者的一种侮辱。\n上篇的一些内容基本会在下篇得到解释，各位请耐心看下去。文章有些虐，也比较严肃，请各位能抱着严肃的心态看这篇文章，谢谢了。\n谢谢啦~\n\nRose Blooms With Red and Green\n\n在我还很年幼时，我得知，我是红绿色盲。\n人们歧视色盲，就像歧视其他的遗传病一样。极端的人们称遗传病患者是污染人类血统的一些个例。\n就像其他遗传病患者一样，我们被歧视。无法和正常人上一样的学校，难以和正常人一起生活。\n当我还很年幼时，我并未发现自己的世界和别人的有所不同。只是在书上，介绍颜色的那一刻，有几分诧异——在对比色鲜明的几组颜色中，却有一对颜色是几乎一样的。于是我意识到了自己是红绿色盲，并竭力隐藏这一点。看起来是成功了。\n然而瞒得过一时，瞒不过一世。\n在七岁时，开始初等教育时，这件事才败露。\n按照某些迭代主义者所通过的法案，接受政府提供的初等教育的儿童必须在入学时接受全面的体检，以证明自己没有“不良血统”。绝大部分的测试我都顺利通过了，然而唯有一个——\n颜色的测试。\n那是一张密布着大小不同斑点的图，图组成了一个圆，圆中间写着个“3”。\n但是我知道这是一个陷阱。\n体检的负责人开始提问了：“你看到的，这是什么数字？”\n我楞了一下，脑子迅速地开始转动。\n和3相像的数字…和3相像的数字…\n“8”，我这样回答。\n负责人露出了诡异的笑容。\n“这孩子有红绿色盲嫌疑，带去接受下一步检查。”\n我的心沉到了谷底。\n我被人拉拉扯扯地带出去了。下一个孩童进来了，还是一样的问题。\n他呆住了一下：“这…只是一堆散点啊！哪里有数字？！”\n“通过。”\n遥远处飘来的声音传得越远，听起来越是虚幻。好像在空灵的远处，又好像就在近旁。\n但我知道我一定是摸不着的。\n从“8”出口的那一刻起，我就和他们之间升起了一堵墙。\n他们是正常人，我是遗传病患者。\n\n歧视伴随着我成长。且不提校外对我们的歧视，就是遗传病患者之间也互相歧视。红绿色盲歧视全色盲，轻型血友病患者歧视重型血友病患者。唯一没有互相歧视的，可能只有二一三患者们了。\n就是在这样畸形的环境中，我们得到聊胜于无的教育。\n然而要记住，阴暗的角落中，也能绽放友谊的花朵。我和埔徳成为了朋友。\n埔徳是血友病患者，严格要说应该是中型血友病，属于擦伤以后很难痊愈但是不至于一碰就出血的那种级别。\n他的姓氏我不清楚。他告诉我，他丢掉了自己的姓氏。\n我不愿去探求这个。人们往往有一些伤疤是不愿他人揭开的。\n\n我坐在埔徳旁边。但是真正熟络起来大概是有一次他的手被木桌子上锐利的木头割破。他的血汩汩地流出，他掏出随身携带的绷带先包裹起来。\n他开朗地一笑，对我说：\n“你看着我的手，上面是不是像落了一片叶子？”\n“不像。”我有点冷漠地回答。想必他也是在开我的玩笑吧。\n不过并不是。\n“噫？真的么？我想，把令人不快的鲜红色，看成是充满生机的绿色，一定是很快乐的事情吧！”\n我明白他不是在嘲笑我。可我依然只能苦笑一下：“不一样的。”\n“这…嗯？”\n我组织了一下语言。眼前浮现出树上的叶子。\n“这种绿——或者你们所说的红——和树上的那种绿不一样。”\n我只知道不一样。为什么会不一样？明明看起来差不多，可为什么会有差别呢？我不知道这个差别体现在哪里，也不知道我为什么发现这种区别，我只知道：\n它们不一样。\n“噫？真有趣呢。你眼中的世界，和我眼中的，一定有不同吧？自我介绍一下吧，我叫埔徳…没有姓氏。”\n“唔….”我顿了一下，随即报上了自己的名字。\n\n许多时候，友情就来自于这样莫名的瞬间。\n学校难得举行一年一次的郊游。其实所谓的郊游也不过是应对社会舆论的一种举措而已，实际上根本没花什么功夫。我认为像我们这样的人能否享受到郊游的乐趣也未可知。\n实际郊游的气氛和书上看到的郊游很不一样。人们尴尬地攀谈着，年段里擅长交际的学生尝试带起气氛，然而被自卑心填充着的人们根本不可能有所响应。\n把劣等品堆在一起，真是个天才的主意。\n埔徳随在人流的背后蹒跚地亦步亦随。\n“你怎么了，不舒服么？”\n试图活跃气氛的人投来虚情假意的问候。\n“病罢了。”\n与其说是郊游，不如说只是一次大游队，为的是向外面的人展示我们的待遇如何如何。至于下来调查的人，也不知道摸了多少贿款。烂掉渣的伙食……刻满划痕缺胳膊少腿的桌子……似乎马上要倾倒下来的墙壁……这些没有人知道。\n只有郊游。\n埔徳停了下来休息了一会儿，我停下脚步等待他。前面的队列远去——庞大的队伍不可能因为一两个人而有哪怕一分停息。\n人们只懂得抛下所谓的包袱，然后前进。却不知道随着包袱丢下的还有什么。\n时间对于我们而言没有意义，生命的流逝反倒是一种解脱。可能是半个小时或者一个小时之后，埔徳勉强撑起身子。队伍已经远去，我们只能看着远方的黑点，猜测着人们前进的方向。\n他虚弱地笑了笑。\n其实他不必来的。许多行动不便的、不能剧烈运动的学生们都没有来。血友病显然是属于一种不能剧烈运动的疾病。我所认识的所有血友病患者都没有来，除了他。\n我不愿意去猜测为什么他执意要来，我只需要尊重他的选择。\n他指向了路边的花儿：“你看，玫瑰。”\n我顺着他手指的方向看去：在路边的野草间，绽放了一朵玫瑰。\n其实我并不能确定那是玫瑰。它似乎和课本上很不一样，没有大得像黑点一样的刺，也没有显著的水瓶样形状。唯一和课本上一样的只有它的颜色。\n那充满生机的叶子的红色，和花的绿色。哦，好像反了，不过都无所谓。红，和绿，对我而言没有区别。\n在寂静中，繁花开放着。玫瑰伴随着红与绿绽放。\n只是我不知道，什么是红，什么是绿。听说“灿烂”的红色，隐匿在草丛间并没有什么不同——既没有隐藏在草丛之间，也没有显得特别显眼。\n红色究竟有多灿烂呢？有时我会期望着，有朝一日能够分清红色与绿色，可是看着那些能够分清红色与绿色的人的丑恶嘴脸，我又觉得似乎不必。能否分清红绿，似乎并不是一件很严重的事情。那些叫嚣着让无法分清红绿者消失的人，似乎本身也没有比一些无法分清红绿者更高的修养和才学。\n“我很好奇你眼中的世界，花叶同色的景象，究竟是怎样的呢？”埔徳轻声地说，“现在见到了‘充满生机的绿色’，它和我血的颜色有什么不同呢？”\n我不知道，我说不出口。于是我们之间又默然了。继续看着花叶同色的玫瑰。\n那时周遭一片寂静么？应该不然。只是我在想些什么，想得出神，以至于所有的声音都荡然无存。那是我在想什么？现在想来，那时我应该就已经开始询问自己：花叶真的是严格的同色么？倘若花叶同色，那么我又是如何分清，什么是花儿，什么又是叶子呢？\n远处的炊烟袅袅升起，平地尽头的山包，黑点聚成一团。\n\n郊游正常的结束了，正常到令人感到不安，仿佛从未有人报了名而中途脱队一样。不过的确，我们并不重要。对于郊游的组织者而言，只要郊游顺利进行就好了。\n日子恢复了正轨。其实我们的日子无所谓有什么正轨的，自打我们出生起，就行驶在一条错误的铁路上。\n他家和我家在同一个方向，但他似乎在更中心的城内，我猜测他的家族一定是比较显赫的——而且可能是迭代主义立场的。不过我说过我不愿去探究\n每天放学，走在大路上，人们看见我们的来路和制服，总会投来鄙视的目光。一天天地，我和他决定从小巷子回家。\n小巷子里似乎没有了人们的指指点点，但却有比那更令人作呕的东西。\n\n在这个世界上，虽然许多人道主义者反对迭代主义者——请注意这两种思想有很大一部分不冲突的地方——然而对于遗传病的歧视已经铭刻在了人们的心理。\n人们蔑视弱者，鄙视弱者，更歧视带来弱的人。\n比如我们。\n同是被歧视的人们，本应当抱团取暖。然而越是在阴暗的条件中，人性的阴暗面越是展现得淋漓尽致、裸露无疑。\n\n那是第三次从小巷归家，天色略微昏暗，太阳斜射的的光被建筑物挡住，仅有极小的一部分反射到阴暗的小巷中，照亮几分前行的道路。\n我们还是慢慢地走着。埔徳的血友病使得他的身体不适合剧烈运动。踏着均匀的脚步，转过一个拐角：\n几名少年堵在那儿。\n那些人应该是我们学校的——那样的制服本身就代表着一种侮辱，正常的人不会穿那样的衣服。\n他们完全无视了我，朝埔徳走来。\n“小弟弟我看你家境不错，身上什么钱都交出来吧，不然别怪大哥哥不客气。”\n埔徳迫于他们的压迫，退了一步。而这退了一步却更加助长了他们的嚣张气焰。\n为首的那少年一手压住埔徳的肩膀，另一只手推着埔徳的胸脯，把他压在墙上。\n埔徳是血友病患者。我刚刚意识到这一点。\n仅仅是剧烈运动就会导致关节肿胀，此刻他当然不可能有能力反抗。\n埔徳转过头，眼神很明白。\n呼救，找人呼救。\n我在心里苦笑一声——这样的地方，极少人会经过。就算找到人，也未必有人会帮助我们。\n我们是[残次品]，[残次品]不需要关注。\n我冲了过去。我知道自己很弱小，但是这样或许能争取一分一刻。\n可是我错了。\n我冲上去，挥舞着拳头冲上去。那为首青年身旁的一名青年一只手挡住了我的拳头，然后抓得紧紧地，一拉。我重心失衡，无法挣扎，向前方扑倒。随即他一拳打在了我的小腹上。\n痛。\n痛痛痛痛痛痛痛！\n他的确有几分蛮力，我整个身体向后飞倒在地上，挣扎不起，意识涣散。\n迷糊间，听到了拳头击打在肉上的“噗”声。\n\n不知道过了多久，也许是十分钟，也许是三个小时。\n周围没有人影，只有埔徳瘫在墙角。仅有余光，和他病弱的身躯能够让我认出他是埔徳。\n我下意识地用手撑地板，想让自己的身子起来，却是一阵酸痛。身体发出无声的呻吟，疲倦得不听使唤。胸脯在痛，脸颊在痛，大腿在痛，手臂在痛……\n我想在昏迷过去以后，我应该还被他们打了几下吧。\n应该是五拳，十一脚，不过没有算上有可能存在的重复的攻击区域。\n但埔徳呢？他牙关紧咬地瘫坐着。\n我仅仅是试图冲上去而已，就被这样拳打脚踢，那埔徳，该有多惨？\n昏迷前的那拳头击打在肉上的声音还回响在我耳边。一次又一次地回荡，一次又一次地折磨着我本已被击打得伤痕累累的心。\n艰难地撑起身子，看向埔徳。他的身体大部分区域已经完全成了绿色——或者红色，而少部分甚至发白。血淌在地上，他的身上似乎找不到一块没有肿起来的地方。\n那些青年们下手似乎很知轻重——也可能是不希望事情闹大。埔徳虽然伤成这样，却几乎没有外伤。后来我才知道，内伤更加致命。\n夕阳早已落下，只有几分月光的残影洒在小巷间。搀扶着他，几乎是半背着他（虽然我也好不到哪里去），我们走出了巷子。我的腿仿佛灌了铅，每一次迈出都能扯到受伤的部位和受伤的肌肉。埔徳无法愈合的伤口滴下的血一滴一滴地打在地上，画出一条青绿色的路径，就好似长满了野草。在大街上似乎也能听到人的指指点点，不过那都无所谓了。\n你知道人在遭受痛苦的时候，第一想法是什么吗？我以前没想过这个问题，现在我知道了。\n就是不要让痛苦继续下去。\n什么侮辱啊，尊严啊，蔑视啊，歧视啊，议论啊，嗤笑啊——\n在那名为“暴力”的武器面前，似乎都算不上什么。\n也许毫无意义，也许更加致命。\n\n月色下，两个男孩行走着，一个拖着另一个，脚下残留着粘稠的血。\n埔徳大概有一点清醒了。他浑身一个痉挛，口中吐出一口血。血溅在我的眼睛上，使我的视线略微有点模糊。于是我用手揉了揉眼，放下来，眼角的余光瞥见的食指侧腹，染上了血。\n我曾经和埔徳说过，它明明和草木一种颜色却没有生气。\n屋子越来越近，视线却也越来越模糊。靠着意志驱动的肉体也游离在垮塌的边缘。视线再一次昏暗下来，我知道自己倒下了。\n\n重返学校已经是那个事件的三天后了。我以为自己已经躺了很久了。\n然而到了学校，不见埔徳。\n其实在心里我就已经明白了，埔徳是血友病患者，仅仅是被碎木片划伤便会血流不停，而遭受了那样的拳打脚踢，恐怕也没那么容易好。\n又过了两天，埔徳还是没有来。我想去看看他。\n\n于是我沿着我们走过了许多次的道路奔跑着，无意义的奔跑着。与其说是奔跑，更不如说仅仅是为了让自己有一个方式可以宣泄内心的苦闷。\n猛然间，我停下步伐。\n埔徳的家，在哪儿？\n记忆中一次又一次与他走在这条路上，事实却是自己到家以后就停下步伐而留他走完剩下的路。而今我要开始走他走过无数次的路，却不知路应向何方前行。\n我们以为彼此的友谊地久天长，以为我们将永远不离不弃，却不知当命运的手将我们拨开时，我们只能竭力挣扎却不知对方在何方。\n我沿着学校往家的延长线方向一路狂奔，呼喊着埔徳的名字。人们向我投来鄙夷和不屑的眼神，可那都无所谓。\n倘若人自始至终被唾弃，那么被唾弃也不是什么大不了的事情了。\n一路狂奔着。楼房街道间响彻我的呼唤的余音。周遭的景物向后飞逝，却没有人能够响应我的呼唤。\n两侧的房屋渐渐稀疏，风从我的耳畔呼啸而过。脑中的思绪一团乱麻，理不清，捋不顺。\n灰色的墙体隐去了，眼前是一片旷野。我已经穿过了这座城市。\n洒下来的还是夕阳的余晖，那和草地一样颜色的余晖。隐隐约约可以在杂草间分辨出几朵玫瑰，无人饲养、绽放在原野之间的野玫瑰。\n胸闷，喘着气。\n不过使我胸闷的不仅仅是疯狂的奔跑，恐怕还有那样的离别。\n埔徳，我有生以来唯一有所交心的朋友，尽管他仅仅是暂时没有来学校，我心中却有一种预感——我和他的缘分，到此为止了。\n带着刺的玫瑰依旧开放，昔日一同观望野玫瑰的人却已分离。\n在心中大概可以琢磨出几分机巧了，这玫瑰，隐匿在杂草之间却被我轻而易举地发现，明明无法区分出鲜艳的红色却可以从一片杂草中区分出玫瑰。\n其实我区分出的并不是玫瑰，而是玫瑰那与杂草略有不同的叶子。\n玫瑰伴随着红与绿绽放。\n\n十年时光转瞬即逝，初等教育结束了。家里人自然不可能给我机会接受高等教育——那些东西都是精英阶层或者是天资极其聪慧的人享受的东西。十八岁的我走入了社会。\n十年以来，书也就是按部就班的读。我清楚自己几斤几两，自己本来就不是读书这块料。况且，身为红绿色盲，就算书读得再好，在文化类行业中必然会受人排挤——越是精英行业，迭代主义者便越是猖獗。\n这是一个人人平等的社会，但首先社会要认可你为人。\n我锻炼身体，在家里总是吃特别多的东西。既然从文无门，便准备从武。每天我无论去哪儿都是跑着去，我搬运东西，我训练敏捷。每一块肌肉都历经训练。我渴望着参军，我知道对我而言只有这条路能够实现我的理想。\n其实驱使我做出这样决定的还有一个因素，那就是十年前，拦住我和埔徳的那一伙人。\n埔徳后来再也没来学校。我试图去教务处询问他的讯息却吃了闭门羹。我四处询问也没有人熟悉亦或是在意埔徳。从那以后我再也没有见过埔徳，也没有听说过任何关于埔徳的消息。他仿佛人间蒸发了一般。我将他封存在记忆中，这可能是大脑自动的反应机制吧。\n只有夜深人静的时候，我躺在床上，看着窗外斑驳的月光，会莫名地留下几串眼泪\n在我锻炼了两年多以后，遇见了拦住我的那伙人。他们似乎认出了我。没有多余的话，像上次一样，我冲了上去。为首的那个人还是不屑地举起手，试图挡住我。可与上次不同，他被我轻而易举地撞开了。他伸出的手掌被我抓住，一折，然后被我抓住手腕，往侧面一拉，他即刻狼狈地倒在地上。\n那一瞬间我知道，这些人其实都是缺乏锻炼的。他们之所以能欺负人这么起劲，也不过是在这方面有一点经验罢了。想来也难怪，学习的道路都没有毅力走下去的人，又怎么可能坚持着锻炼呢？\n不费吹灰之力，他们被我放倒在地上。我孤身远去，留下被摔得七荤八素的几个小混混。\n仇恨是最好的燃料。我锻炼着身体，四处拜师学习体术。\n于是十年的时间过去了。我准备报名入伍，展现自己的价值。\n然而这无情的社会再一次使我绝望。\n迭代主义者这几年并未式微，他们的运动反而愈演愈烈。就在我毕业的这一年，出台了《遗传病患者权利限制法（修订案）》，该法限制了“未由有名望者担保的遗传病患者”从事“体面的职业”的机会。\n在这一条的下方的那一张长长的，“体面的职业”的表格中，“军人”赫然在目。\n在招兵处，我看到了这条法令的细则，同时也彻底坠入了绝望的深渊。\n阳光照在那公告上，公告好像燃烧起来一样。恍惚间见到如同一团火焰的公告变成一条火蛇，向我扑咬过来，我被完全震慑住，无法躲闪。血盆大口展开了，火蛇从我的身体间穿过了。我知道这是幻觉，可，似乎，有什么东西真的被吃掉了。\n脑海中的图景，破灭了。坚持我走下这十年的目标，驱使我不断前进的目标，破灭了。我好像丢掉了双腿，想要迈步上前询问什么，却又缩回腿。\n现在回忆起来，那时候一定是很嘈杂的。人们想必都在议论着这个吧？可我又清晰的记得，当时我什么也没听到。汗渍味弥漫在空气中，我可以清晰地闻到这恶臭。\n嘴巴干涩极了，想破口大骂却张不开嘴。手中提着的材料勒得我生疼，默默无言地看着招兵处贴着的公告。灼热的目光黯淡下来。我感觉自己的双腿回来了，只不过它变成石头做的了。我提着行李，转身，踏着沉重的步伐，离去。\n走出两步，我不舍地回头，两眉紧缩着，又看向那公告。当时我有一种冲动——冲上去，把那公告撕了——然而冲动仅仅是冲动而已，鞋子好像粘在地板上一样迈不出脚。仅仅是一瞬间的时间，我走出了第一步，可也就是在这一瞬间，我又想了许多。当患得患失过之后，就没有能量做出冲动的行为了。\n旋即我死了心，向着外边走去。面前的街道很近，又很渺远。试图走着，那街道好像没有近多少，却又好像一下就到了眼前。此刻正值正午，火辣辣的阳光打在大地上，土地被晒得皲裂，皲裂的土地释放着热量，我的两脚却浑无知觉，只能机械地迈着无力的步伐，\n一直以来我都在用“上天不负有心人”的言语勉励自己，一直以来我都将自己代入鸡汤的主角，可现在我知道了。\n我只不过是那一张“法令影响范围统计表”的“等”字后面被省略掉的零头。\n社会很真实，也很残酷。\n流泪？我没有流泪。泪尚未转出眼眶，便已被烈阳灼干。\n双腿摇晃着，跪下地来。捂着脸，我不争气地哭了出来。\n\n我开始在社会厮混，我开始用酒精麻痹自己，我靠着偶尔做做体力活养活自己。\n坚持锻炼的习惯被我丢掉了，无论去何处我都是吊着手臂，弓着背，无力的迈动虚弱的步伐。明明时间才过去了半年，我却已经堕落成另一个人。\n只是有时，在深夜，我还是会不争气地流着泪，痛恨于自己的无力，痛恨于在社会这个巨轮之前，自己浑然无力。\n我告诉自己，不要努力挣扎了。浑浑噩噩地过着日子也是一种活法，磨练自己的才干又有何用？在黑暗的现实面前照样要妥协。\n倒是那些社会底层的小混混，活的不也挺舒爽？\n人生意义？扬名天下？那些东西不是我能够染指的。有一些人自从出生起就注定要功成名就，而有些人就算辛辛苦苦十几年也是枉费工夫。\n堕落的人很少在意时间的流逝，光阴的荏苒也难在醉汉的心底留下半点残渣。半年以来，酒成了我消愁的寄托。我出卖劳力，换来的钱全部换做酒。喝光了又再去干活。就是这样毫无节制、毫无规划地践踏着年轻的时光。\n又是半年过去了。我花在劳动上的时间是愈来愈少，泡在酒馆里的时间是愈来愈多。不出意外，我会在这样的生活方式中挥霍掉自己的青壮年，然后迎来劳力渐弱的中老年，接着流落街头成为一名流浪汉，最后成功的验证了迭代主义者们“遗传病患者是人类的毒瘤”这样的说法。\n不出意外。\n意外还是发生了，真是莫大的讽刺：正是发生在我消愁的唯一地方，酒馆。\n\n那天，如同往常一样，我迷糊着眼，抱着酒坛子，咕噜咕噜地把酒灌入肚皮。耳边穿梭过的话语我本是全不在意。被酒精浇灌出的大条神经教会了我无视很多东西。\n可是无视了许多，无视了冷言冷语，无视了另眼相看，无视了闲言碎语，却无视不了那句话。\n它并不是对我说的，只是从我的耳边飘过。轻飘飘的一句话竟撞动了我。\n“嗨，你听说了么？《限制法》被废除了！”\n限制法。\n其实我至今为止，除去在初等教育时背下的那些法案，唯一听说过的限制法，就是那决定我一生的那法案。\n本来就算是谈论那条法案，也不会引起我注意的。我的命运已然如此，别人再怎么谈论这条法案也于事无补、于己无利。\n但是他说的话，和人们单纯的闲聊又略有不同。\n《限制法》…被废除了？\n我略有点怀疑，不敢相信。\n“哪个限制法？”\n耳边传来醉醺醺的声音。\n“还有哪个？不就是去年通过的那条《遗传病患者权利限制法》嘛。”这声音的主人，可能略带有一点不耐烦了。\n“啊？就是那个？被废除了？”\n刚刚还是醉醺醺的声音，此刻一下子就激动起来。我的醉意也在同一时刻消散了。\n“听说是有个色盲发明了一种叫做‘计算机’的高级机器，严重打击了迭代主义者。大家都在说《限制法》太过了，迫于舆论，在连续几天的会议后，上面暂时废除了《限制法》。”\n还是默默地听着。明明非常高兴，眼泪却从泪腺中分泌出来，打了打转，落了下来。\n这就是“感动”的感觉吧！\n眼前那人刚才应当也是侧耳听着，这当下转过身来，说：“看你这样，也是遗传病患者吧。”\n我不知道如何回应。一股狂喜充斥着我的心间。我克制住自己不欢呼以至失态，冲出酒馆，冲到卖报亭。\n那儿人们已经挤成了一条长龙，人们交头接耳议论的都是这个。哪怕是在充斥着堕落者的地区，竟然也洋溢有生机勃勃的气息。\n我不知道《限制法》对于上层的人意味着什么，但是对于遗传病患者，它无异于晴天霹雳；对于其他劳苦人民，也会使他们感到兔死狐悲。\n其实我身上是没有钱买报纸的。我走到一个人身旁，和他一起看。他抬头看了我一眼，却没有任何嫌弃，满溢着的是同病相怜和欣喜。我不知道为什么他会这样，于是我前倾身体，看向报纸的头条。\n“遗传病无罪！潺行家族天才色盲少年开创机械计算新纪元！”\n我的心漏跳了一拍，愣住了。\n色盲…？\n\n潺行玄隐是著名的潺行家族的次直系后代。他是一位先天全色盲。在只有黑白的世界中，他摸着黑前行着。他遭受过冷眼，也曾被人不屑。但是最终他成功了。\n潺行玄隐自幼便对电路表现出浓厚的兴趣，这或许是因为“电路没有颜色，只有大小，就像黑白的世界一样”长时间以来，潺行家族的优越教育条件和优裕资源给他静下心来学习并深入研究电路的性质提供了条件。\n……\n\n狂喜，难以抑制的狂喜，难以言表的自豪。我理解了刚刚那人的同病相怜和欣喜是由何而来的。\n是的，遗传病人并非先天就是渣滓，自身努力、条件良好的遗传病患者，照样能够成功！\n“计算机”是什么，我不知道。但是我知道，一切都改变了。\n干他妈的迭代主义！遗传病患者，不是人类的毒瘤！\n那句歌词好像本能一样浮现在脑海中。\n\n是遗传病患者？你绝不是毒瘤！\n揣着激动的心情阅读完报首的潺行玄隐简传，做了个深呼气平息了激动，我的目光下移。\n“民众爆发示威游行，立法机构被迫废除《限制法》，迭代主义首遇颓势？”\n看着标题，我微微一笑。\n剩下的内容怎样，我已经不关心了。我知道这些游行的根本原因是什么——正是潺行玄隐的成功，给了人们勇气和舆论武器。我默默合上眼，在心底祝福潺行玄隐。\n尽管荒废了一年，可在这一时刻，一切的前景都是那么的美好。口袋没钱，身体虚弱，这些都不是问题，我的信念回来了。我被那条火蛇偷走的东西回来了。\n这一刻，我眼前闪现的，不是什么美好的图景，而是埔徳，和那朵玫瑰。\n我不知道为什么会这样，埔徳的脸似乎还浮现在眼前——那是我想象中埔徳长大后的脸，他还是像幼时那样，一脸稚气，向我指着那朵玫瑰。\n那朵隐掩在草地深处的玫瑰。\n还是无声地流下了眼泪，流下了与上次截然不同的泪。\n我哽咽了，向着栖身之所奔去。\n\n我入伍了。\n尽管酒精损伤了我的身体，但之前打下的底子还是比较稳固。健壮的我通过了军队的各项测试。经过两个月的集训，我被分配到边境的一个哨卡。\n这个哨卡把控着一个世界之柱偏北面的一个隘口，前方是苍茫的森林，位置险要。它是世界之柱这一天险中为数不多的数百个隘口之一。\n世界之柱是这片大陆上最高的一座山脉，它非常高，几乎不可翻越。历史上试图籍借翻越世界之柱发起奇袭的战争基本都失败了。因此我们国家最繁荣的城市都沿着世界之柱的边缘而建立——毕竟可以背倚天险。\n但是世界之柱毕竟不是城墙而是山脉，因此在它的一些区域，山脉断开成为零碎的山峰，而在这些山峰之间就有狭隘的通道。这些通道比较狭窄，通过小队尚可，想要通过大批的军队则非常困难。虽然这样，它依然可能成为敌国入侵的通道，因此就令我们把守这儿。\n提着旅行箱来到哨卡，和这儿的老兵打了招呼，互相交换了姓名和籍贯。在得知我是先天性色盲之后，一些人的笑容消散了，一些人皱起眉头露出担忧的神色，一些人眼色大亮，还有个别人露出了害怕的神情。有一个老兵和我是同乡，他把我拉到一旁，悄声说：“这个哨卡的哨卡长是个极端迭代主义分子，你要小心。”\n我在心底暗自感到反胃，看来自己的军人生活可能不会好过。\n见到了这个哨卡长。我用自己都感到恶心的姿态试图和他拉近关系。很快我知道这是枉费工夫，他摆着一副扑克脸对着我，不苟言笑。从他的眼睛中我能看到憎恶。\n那种像高高在上的人看老鼠一样的憎恶。\n我意识到，这个人，我很难相处。\n尤其是他那行为令人作呕。对待军队中的迭代主义者十分亲密，对待其他人，尤其是军衔较低的人又故作姿态。\n我不知道应该如何度过自己梦寐以求的军人生活，不过，这种令人尴尬的气氛很快消散了。\n可我不希望是以这种方式消散的。\n那天，哨卡长颇指气使地派我去站岗。我在掩体后面站得笔直，看着前方茂密的森林。我有种奇怪的感觉。\n明明森林还是这样的苍翠碧绿，为什么我会感到奇怪呢？\n这种诡异的感觉，就像血…\n往事闪电一般在脑海中闪过…血…埔徳的血…小混混…木片…\n\n“你看着我的手，上面是不是像落了一片叶子？”\n “这种绿——或者你们所说的红——和树上的那种绿不一样。”\n猛然间灵光一闪，这段对话没来由地在脑海中浮现。\n玫瑰。那朵伴随着红与绿开放的玫瑰，在我眼前绽放。\n霎时间脑海中浮现出那个傍晚，我像风一般穿行的傍晚，我站在郊外所看到的那片花海。\n竭力下，我回忆起了自己那个时候的所思所想。\n同是绿色却略有不同的那种颜色。\n一个个画面搭扣在一起，一次次思考链接在一起。我幡然醒悟——\n命运剥夺了我分清红与绿的权利，却同时赋予了我对同色中不同纯度的颜色的敏锐洞察力。\n遗传病患者绝不是毒瘤，挥舞着净化血统的旗帜叫嚣着消灭遗传病患者的迭代主义者，才是毒瘤。\n结合这一切，我明白下面那是什么了。\n那些不纯的绿色，那些没有生机的绿色。\n它们不是树木，不是草和灌木。\n它们，或者说他们，是敌人。\n我的双手颤抖起来，身体一阵痉挛。恐惧和激动同时到来。颤抖的双手拿起了望远镜。\n我僵住了。\n如果说战场上的部队是钢铁洪流，那么这儿的部队起码是涓涓细流。\n其实已经很多年没有发生过大规模战役了。就算有战役通常也是发生在北方的冰原或者是南方的沙漠的边境冲突。人们没有注意到自己的科技发展对于战争而言意味着什么。\n他们身上的服装，完美地借助森林隐匿了他们的身形，从而可以悄然无息地穿过森林，接近哨卡。\n我冲下了岗哨亭。\n和谁说这个？显然应该是哨卡长。然而我却有一些不妙的预感。\n哨卡长坐在一间小木屋里，他旁边有两人，在一起喝茶。\n“敌袭！”\n我快步走进去，向他报告了我的发现。他沉默了一秒钟，然后做出了令我愕然的举动。\n他站起身来，面容严峻，抬起手指着我。\n“这个人扰乱军心，把他抓起来。”说着给了他两遍的人一个眼神。\n我愣了一刹那——难道这哨卡长其实是敌国的奸细？\n旋即，我看懂了他那带着特殊意味的眼神。\n他这是想抢功。\n两人严肃的脸遮不住笑意。\n电光火石间思绪飞快转动，我立马转身，奔跑出去。那两人也立刻追上来，但他们又怎跑得过我？眨眼间我飞奔出去，他们被我甩在身后。\n我本想去军械室拿到枪支后先出去杀敌，可立马我就听到了哨卡内的广播声。如同哀亡的丧鸣。\n“发现敌军入侵，进入一级战备；三队五号疑似叛逃，请所有人协助抓捕！”\n我心底一沉。虽然如果我回去，让他和我对质的话，我肯定可以洗得清白。可是战事吃紧，敌军来袭，又怎么有时间浪费在内耗上？\n战斗吧。拿起武器战斗吧。哪怕没有枪也没关系，战斗这个行为本身就已经能证明我的清白。\n疾风一样的我掠过了沿途的士兵，冲出了哨卡的大门。我沿着山麓奔跑，穿行在森林之间。正值正午，火辣辣的阳光投射下来，却几乎都被树木遮掩住。借着树木的荫庇，我一路潜行。\n站在哨台上看去好像还在远方的敌军，此刻仿佛近在眼前。其实并没有多远，一两公里的路。快速奔行也就是十几分钟的事情。\n我拔出插在腰肋间的刀，插在树上，然后一翻身，上了树。在枝条和茂密的树叶间，我窥探到了敌军。\n敌军采用的是分散前进的策略，他们身上绿色的服装给了他们隐匿在树林之间的优势，倘若聚在一起就太过显眼，这一优势便荡然无存。而这正给了我机会。\n周遭寂静无声，只有风吹动树叶的沙沙声。下方的士兵充满戒备地走过，其实即使他充满戒备也只能是小心翼翼地匍匐前行。我从树梢上跳下。刀口准确地扎入他的身后。他闷哼一声，鲜血蔓延开来，便没有了动静。\n第一次杀人。以前看书上描写杀人之后会有呕吐、恶心、害怕的感觉，可是我浑然没有。我有的只有成就感，激动和刺激。尽管有着血腥味，却只能更刺激我的神经。或许我当时并没有把他当做人吧。只要是敌对的，就是另一种生物，杀害他们是毋须受到任何道德谴责的。\n大脑空白了一刹那，接着又恢复运转。于是扒下他的外套披在身上以便更好的隐蔽，接着躲藏到树后，在林间穿行。我落地的声音和他的闷哼都没有传出多远，密密麻麻的树干组成了最好的隔音墙。\n……\n一个，两个，三个……我本来以为自己阻塞他们前进道路的行为会很容易失败，可事实上居然如此顺利。想来也难怪，他们虽然是发动突袭的一方，其实对于战争的准备也未必有我们这边充足吧。\n在损失了数人人以后，敌方开始有了反应。士兵们三三五五地聚拢成小团队。但是我不害怕。\n小团队又如何？这些缺乏锻炼的脓包。必然会败倒。\n眼前三名士兵刚刚聚拢在一起。我从树的后方冲出。三人互相面对着，似乎在商讨什么。他们将自己的身体躲藏在高大的灌木之间，可这并没有用。在我的视线下，不存在绿色的伪装。\n面对着我的一人发现了我，他的同伴顺着他的目光看过来。不过已经来不及了，我就在他们面前几米出。那人果断地开枪，我却冲到他的一个被惊愕到的同伴身前，一刀捅进他的胸膛，然后举着这人的身体冲过去把另一人扑倒在地。接着拔出刀子，先是用刀柄反手重击打断站在那里的那人拔枪的动作，然后一刀割喉。被压在下面的那人还试图挣扎，又被我两刀击杀。\n事实证明，超短距离搏斗下，手持近战武器的一方可能会更有优势。他们自以为能够籍借这片森林以隐蔽，结果这片森林却被我反过来用作他们的葬身所。\n枪声的响起令他们更加提高了警惕，然而他们曾经的护身屏障这一刻却遮蔽了他们的视野。行云流水一般，我击杀了这个小队。\n我不是天生的杀手，后天的磨砺成就了我。我有着猛兽一般的反应力，只要我能听到子弹出膛的爆裂声，就一定能躲避。我已经躲避了数发子弹。\n这会儿，我在林间一小片空地歇息。敌方的队伍已经被我迟滞住，此刻已经是下午，之前的两公里他们只用了二十分钟，而这里的不到一公里他们却走了一个下午。我此时也略有些自得了。\n不过前方不到一百米就是我们的哨卡了。我一个人也很难扭转战局。虽然我已经击杀了二十余个人，估计是敌方这一支队伍的十分之一左右，但是如果发生正面冲突，战局依然会非常艰难。最后再解决一批吧，我想。\n像之前一样，埋伏在树梢，我等待着下一支小团队经过此处。他们过来了——小心谨慎地前行着，生怕被我突袭。这样的防备毫无意义，我想着。\n差不多了。我握着手中长满青苔——不，沾满血的刀子，跳下了树，他们也被我惊到了吧？那么接下来，就是我大显身手的时刻。我只要冲上去，先解决掉走在最前面的那个，然后——\n没有然后了。\n在我落地的一瞬间。我就被子弹洞穿了身躯。被击中肋部而失去平衡的我转了半圈倒在地上，脚朝着哨所。那四个人发现了我，毫不客气地就是一轮射击。一些子弹打在泥地里，但一些子弹击中了我的手臂和小腹。\n之后却不再有射击了，难道他们大发慈悲了？\n我挣扎着想要一探究竟，起身，却是枉费工夫。\n这不重要了。我感受到鲜血正在流走，带走我的生命。小腹、肩膀和肋部感到一阵阵的温热，没有痛，只有绝望。\n为什么，为什么。为什么？！为什么那子弹没有出膛的响声？！？！？！\n为什么子弹来自后方？！来自…哨卡？！\n迷茫间我隐约看到了子弹的来源。脑海中的画面拼凑在一起，我当时肋部所在的位置和子弹射来的方向组合在了一起。我的目光投向哨卡上的岗哨——\n那哨卡长正站在那儿，手中握着一把细长的被称为“枪”的远程武器，并且…\n并且第一次对我露出微笑。\n只是那微笑带着几分奸诈，带着几分嘲讽，带着几分蔑视，好像看垃圾一样的蔑视。\n我的眼眶暴突，却完全无能为力。\n最后的气力也伴随着血流走了，我靠着腹肌略微提拉起的身躯也重重地摔在地上，溅起一片尘土。\n侧着头，闻着自己身上传出的血液的腐臭和铁锈味，盯着空气中的几分浮尘，等待着死神的降临。目光聚焦又散开，模糊的视线前是一把刀，一把通红的刀。它上面沾满了鲜血——无论是谁的，无论是敌人的还是我的——鲜血。\n那鲜血在我面前幻动起来，埔徳的脸再一次在我眼前出现。\n我好像，回到了那一天。看着玫瑰伴随着红与绿绽放。\n\n游离在黑与白间的灰色代码\n\n二百一十六年前，一个巨星诞生了。他的诞生，改变了这个世界。\n迭代氏，著名思想家，生物学家，社会学家，他的原名早已被世人遗忘。但以他的名字命名的政治思想却不断壮大。\n迭代氏于其五十二岁时，发表其近三十年的研究成果，书名为《论自然与社会间各信息个体具有的迭代共性》，后世简称：《迭代论》。\n《迭代论》中提出了一条著名的论点：\n\n万物籍迭代而臻于至：远者亡，近者存。\n\n这本书在当时的学术界掀起了一片风暴，在社会上充斥着对他的议论，他和他的《迭代论》成为了大街小巷的热门话题。\n这是一场巨大的风暴，但这相比于《迭代论》带来的其他影响，只能说是九牛一毛。\n妇孺皆知的“迭代氏”这一姓氏，并非得于《迭代论》。一本书再如何也不过尔尔，但它所带来的其他影响，却可能颠覆这个世界。\n他的本名是什么？其实很多人都不知道，也不会去了解。然而许多人都没有意识到一点——“迭代氏”这一姓氏，究竟从何而来？\n迭代氏起初没有意识到，甚至直到他死亡也没有意识到，他的这部著作，意味着多大的变革。\n在他逝世后的三年，在离他的故乡仅仅一千余区块的一个小镇，另一个人深受他的感召。他的思想与《迭代论》迸出火花，他刹那间就顿悟了。他写下了不朽的，甚至比《迭代论》造成了更加深远的影响，至今还在这个世界上有着举足轻重地位的——\n《社会中迭代思想的运用与社会迭代方向》，简称《方向》或《迭代主义方向》\n他抛弃了自己的名字，抛弃了象征着自己身份地位和家族荣耀的名字。从这本书问世的那一刻起，他就叫“迭代臻至”。这是一个违反了基本命名法的名字，这是一个化用了《迭代论》中著名论点的名字。\n从那一刻起，迭代主义诞生了。这一称谓在当时默默无闻，而在今天。\n却是一个令人们颤抖的名字。\n他宣扬着迭代主义，他和所有能与他产生共鸣的人们。他们都丢掉了自己的名字，从他们信奉迭代主义的那一刻起，他们的姓氏都成为了“迭代”，他们毕生的宗旨，便是帮助整个人类社会，“迭代而臻于至”。\n……\n背诵到这儿，我已经无心继续背下去了。\n睁开眼，站起身，头也不转，反手将这本《浅析新时代下的迭代主义》放回书架，同时顺手抽出了另一本书，拿到身前，看了一眼书名，确认无误，触摸着粗糙的纸页，看着烫金的书皮——其实我并不知道“烫金”是什么样子的，我只是知道“烫金”这种东西而已——我翻到了熟悉的那一页。\n嘴唇轻启，熟悉的语段从口中飘出，\n\n……\n人类的历史，是在迭代中前行的。\n要在社会中践行迭代思想，其核心在于：远者亡，近者存。\n在此，我提出三个迭代重心：\n一：法律与制度的迭代：一切腐朽而无法运作的法律与制度必须割舍，一切新鲜而充满活力的法律与制度可以尝试，一切良好而行之有效的法律与制度必须保留。\n二：科技与生产的迭代：与实践不符的科技理论必须割舍，由于社会需要而发生的生产力变动无需干涉，对于新方法的讨论和实践不能停止。\n三：血统与人种的迭代：对于弱小的人种，无需加以留存；对于有缺陷的血统，不能令其繁衍；适应社会的血统与人种，绝不能对其打压。\n三个迭代重心，是我们当前在社会活动时需要宣扬的思想，同时也是我们未来对社会管理的核心纲领。\n……\n尽管已经是第六百三十二次读这本书了，可每次看到这段话或是翻阅到这段话，我的心情还是难以平复。\n又能感受到了，我的肩膀颤抖起来。压住书的那只手紧握成拳，捏住书页的那只手也难以抑制地将书页捏紧。\n放松。我告诉自己，放松。\n肩膀放松了，不再耸立；紧握成拳的那只手也张开了，捏住书页的那只手也松开了。书平摊在桌上，只是右边略有指印。\n眼角一酸，但我立刻闭上了眼。再睁开时，一切冲动都消散了，仿佛什么也没有发生过。\n我知道我正在逐渐丧失痛恨的能力。我不需要痛恨，痛恨令人丧失理智。我需要在令痛恨消失的同时，将痛恨的对象铭刻下来。\n迭代主义…\n第一次读到这一段时，我的血液好像要沸腾起来，双手颤抖着压在书籍上想把它扯裂。但哥哥走过来阻止了我。\n“呼，撕裂这本书可不能解决问题，记得我们的约定么？要就要撕裂这个思想，撕裂迭代主义本身。”\n他不是第一次说这样的话，我相信。他的目光平静如水，虽然他没有比我大几岁，却也好像历经人情冷暖。\n第一次和第六百三十二次，这本书的内容没有改变。但那一分分的仇恨，已经将那这四个字烙印在心上。\n现在我好像已经不会生气了。怨恨只会在脑海中萦绕，最多只会体现在一些细节上。再到后面，恐怕连一点细节，恐怕连一缕怨恨，都不再出现了。\n愤怒的能力即将被麻痹，只是对迭代主义的敌意，成为了一种习惯。\n看着那“三个重心”，那使得我和哥哥自幼遭受的不公正待遇的根源。咬牙切齿却也无能为力。只是，我知道，只要迭代主义尚存于这世上，像我们这样的遗传病患者，就不可能有喘息的空间。\n时至今日，谁也不知道，迭代臻至在写下这段文字时，心中的思绪到底如何。是对“少数人拖累人类进程”的痛恨么？亦或是“籍此可以攀上社会的强者”的阴险？再或者只是单纯地秉扬迭代氏的论点？无论如何，这一行字，成为了迭代主义者们迫害许多弱势群体的依据。\n我大口呼吸着，希望籍此平静内心。哥哥走了过来，轻轻拍了拍我的肩膀，我抬头，和他的目光相交，我们相视而笑。\n\n其实所谓的迭代主义的三个重点，根本没有决定性的意义。在迭代党完全建立执政之前，这样的政策都是很难得到其他党派的认可的。那又如何呢？加入迭代党的人都信仰迭代主义么？我看未必。\n所谓这个主义那个主义，虽然有少数人会真正的信仰它们的信条，但大部分时候它们只是一种工具。一种找到志同道合的人联合在一起对抗政敌的工具。至于信条本身，大部分时候只是作为一种标语，作为一种确认同伴的暗号罢了。\n\n不知出于什么原因。是潜意识中的“一见钟情”还是有什么人刻意的引导？总之从小我喜欢红石电路。红石真的是“红”的么？\n我和哥哥都是遗传病患者，都是被世人鄙视的遗传病患者，伴随我们出生的，是一种较为罕见的遗传病：全色盲。\n我无法分清树叶和树干的颜色有任何区别，我也无法分清在同样亮度下的白桦树和橡木。因此我们不知受到了多少冷眼。\n据说，我们看到的，是被成为“黑”和“白”的两种颜色。黑是什么？白是什么？我好奇着。我读到了无数关于它们的描述，我对它们的性质能如数家珍，可我不知道它们看起来是怎样的。我们这种“病”被称为黑白色盲。真的是把所有东西看成黑色和白色么？对于我而言，“颜色”这个词毫无意义。我所能看到的一切，只有亮度的深浅，没有颜色的区别。\n况且，我在书上读到，在“黑”和“白”之间，不是还有一种叫做“灰”的东西么？那么为什么人们总是喜欢说，我们只能看到黑白二色呢？我觉得，如果硬要说我们所看到的是黑白色的话，起码也应该是“黑白灰”啊。\n难道，他们眼中的我们看到的东西，都是非黑即白的么？\n我好羡慕啊，那些能够看见世界各种颜色的人们，那些能够见识到五彩斑斓的世界的人们。\n只有一种东西能够和我产生共鸣。\n电路。\n对于红石电路而言，没有颜色，只有强弱，就像我眼中的世界。能够描述红石能量的，只有一个被称为“强度”的量。\n说来也巧呢，就算是在红石电路上，人们也要发挥他们的二元论专长。在世人眼中的红石电路，只有“开”和“关”两种东西。\n但，红石电路对我而言，的的确确是一种消遣时间和发挥智力的东西。\n家族里有测试过智商，哥哥告诉我，不要表现得太高。我的确也不敢。我见过那些智商高的遗传病患者的下场，他们往往都会被一些极端迭代主义分子视作妨碍他们行动的人，被他们担着违反《方向》的骂名而强行刺杀。\n我的智商控制得仅仅是在平均线上一点点。我自己清楚，我的智商，可能比那儿测出来的高得多。\n电路，电路。我喜欢它。\n红石能量在红石电路中流动，就像是流动的时间，流动的人流。看着电路，我能知晓许多，我能察觉许多。我能得到在研究中的快乐。\n我设计了各种有趣的电路——虽然是在纸上。我和哥哥平日里常常籍借思维推导，验证电路的正确性。我们谈笑着，无论电路正确还是错误，时光都在这一刻凝滞而化作永恒。\n我永远怀念这段时光。\n要是…真的能一直这样，就好了。\n\n潺行家族虽然现在也算是个开明的大家族，但迭代党同样也是当前执政的第一大政党。我和哥哥虽然不用像一些偏迭代的大家族中的遗传病患者那样，被剥夺家姓以后丢出家门，但也不可能享受到和他人平等的待遇。\n人们虽然不至于冷嘲热讽，通常也是冷眼相待。同辈的人提出的请求往往都能得到回应，而我们提出的请求一般都是被丢到废纸堆。\n待遇的不公缠绕着我们，我们无法脱身。\n从很小起我就已经自以为弄清楚了这不公待遇的根源。迭代主义的盛行，人们的盲从和趋炎附势，就是这一切的根源。\n不得不承认，“三个重心”对于迭代主义的发展起到了纲领性的作用。在社会中强势而害怕被打压的人们看到“三个重心”便喜笑颜开地支持迭代主义，而社会内部的矛盾又被转移到开来。似乎整个社会在“三个重心”的引导下欣欣向荣，不需多久人类也将伴随着弱者的消亡而取得飞跃性的进步。\n看起来很美好，不是么？\n只是那些矛盾转移的对象，只是那些即将消亡的弱者，谁来关心他们的美好呢？\n我不知道，我没有能力知道，我也没有这样的精神力量去搞明白。\n但我能清晰地知道——\n我和哥哥，就是那矛盾转移的对象，就是那弱者。\n起初我们学习着各种各样的知识，毕竟哪怕是遗传病患者，好歹也是潺行家族的一个近旁支，也能享受到高出普通人不少的待遇。作为潺行家族的一员，况且患有的也不是多严重的遗传病，还是可以去正常学校读书的。\n可惜的是，这个世界发生的很多悲剧并不能以人的意志为转移。人们所哀叹的，所恐惧的，所逃离的，未必就不会发生在你身上。\n\n哥哥他是被人冤枉的，我知道。\n他一直是一身正气，举止优雅，没有不良嗜好也不慕虚荣。身为潺行家族的一员，基本上也没有生活资料的缺乏。他没有任何理由去偷窃教师放在桌上的珠宝。他们声称他偷窃珠宝的那个时间，我也清清楚楚地记得他当时在图书室和我一起读书。\n然而相比于真相，人们更愿意相信谎言；相比于客观地从各角度分析事实，人们更愿意相信他们愿意信任的人的一面之词。\n没有人愿意相信他。\n他站在众人面前，平日的淡然消失不见。他恐惧着，他慌乱着。人们步步紧逼，曾经虚伪地互相嬉笑的同学们也步步紧逼，曾经感叹于其才学的教师也步步紧逼，和他血浓于水的亲人们也步步紧逼。\n额头上豆大的汗珠滑下，我紧咬嘴唇。\n脑海中几乎是一片空白，想冲上去说些什么却欲言又止。\n有用么？有用么？\n那样的话语冲进我脑海，一次又一次地刺着我的神经：\n“切，果然是遗传病患者。身体虚弱，心灵也会变得丑恶啊。”\n“就是啊，真是肮脏。”\n“怎么能让这样的渣滓玷污我们学校？”\n“嘘，人家是潺行家的人，能量大着呢！”\n伴随着这一句听起来小声实则令人作呕的话，人群中爆发出了促狭的大笑。\n哥哥低着头，他的眼盯着地板，不愿意说一个字。这是正确的，无论他说什么，都一定会被人们曲解，最终成为反过来攻击他的武器。\n站在他面前和他对质的教师一巴掌甩在他的脸上，一声清脆的响声，人们露出欢愉的笑脸。\n那个教师似乎就是被偷走珠宝的那位，我对他非常熟悉。他是迭代主义者，在课堂上没少嘲讽我，没少给我冷眼。\n哥哥应该也和我一样。\n我无法忍受了。\n“不是的！绝对不是他！”\n我走了上前。\n人群乍然凝寂了。但当他们看到站出来的人的面孔时，他们又开始嗤笑了。\n“哈哈！我还当是谁呢，这不是那家伙的弟弟嘛！”\n“听说也是色盲呢…”\n“垃圾就是垃圾，品质也是一脉相承的。你看，还出来作伪证？”\n站在哥哥面前的教师，阴着脸走了过来。脚步声反常地大。\n“呼，你说他罪行没有那么严重，你有证据么？”\n脑子炸开了。\n证据？我没有证据。我没有证据。我只能提供所谓的不在场证明。\n可是，能证明那个时刻他在图书馆的，只有我。\n“我…”畏畏缩缩地，我试图辩解。无论有没有效果，总是一点微薄的…\n我的话还没有说出口，那教师就迫不及待地打断我的话。\n“没有对吧？果然么，只是出来袒护自己的哥哥啊。”他笑了笑，刮了刮我的鼻子，“小家伙，撒谎可不好哦。”\n虽然我很紧张，但我还是没有丧失基本的判断力。他的话步步紧逼，如果不是有预谋的，就是反应能力太强了。身为一名教师，却做出这样的事情？\n人群中的嗤笑，继续着。\n“不，不是的。”我知道，越是这个时候越是要坚定，绝对不能被其他人诱导性的语句引开话题。\n可是，我和哥哥的辩解，没有传递给任何人。\n那教师没有听到——或者说听到了却假装没有听到——然后头也不回地，只留给我一个背影。\n我尝试般的叫喊，被淹没在令人头昏脑涨的聒噪的喧闹中。\n似乎感觉这是唯一的机会。撕心裂肺地，我大吼：“不！不是这样的！那时候，他明明在图书馆的！”\n人群再一次凝寂了，不过更短时间内就恢复了喧闹。\n“哦，小朋友，如果你现在安静地待在这儿，那什么事都没有发生过。说不定你只是眼花看错了。如果你继续在这里造谣的话，就是作伪证了，是要受惩罚的哦~”\n旁边那一人奶声奶气地说，真是恶心。我听出了他的言外之意：\n\n就算你说的是真的，我也能证明它是虚假的。\n\n我想，退缩吧。面对带着有色眼镜的审判者，我们是没有能力反抗的。我这样想着。无奈地捂住了脸。这个世界除了黑与白，还有灰色。还有无人憎恨，无人赞美，而只有忽视和嫌弃的灰色。\n但是，如果不抗争，那还能做什么呢？乖乖地伸颈就戮么？\n那样的话，倒不如说，抗争，倒还有一线生机。\n就算是为了拼搏那一线生机吧。\n“我坚持。”\n他惊愕地看着我。\n“我坚持。”我以为是他没听到，于是重复了一遍。\n事实上我当时还是太过幼稚。他的惊愕，是想给我一个机会。\n他的眼神从惊愕转变为了无奈，然后摇了摇头。\n他走到了那教师面前，然后转述了我的话。\n教师笑了笑，然后转向身后的人说了些什么。\n“别为你的亲情做伪证了。一个无论是身体还是心灵都腐化到这个程度的人怎么配成为人？我以为你虽然身体已经腐化了，但是至少你的灵魂还没有肮脏到那个地步。看来不是，果然遗传病患者就是毒瘤啊，令我们这个社会蒙上了一层令人不快的薄雾。就是你们这些遗传病患者才使得我们这个美好的社会变得这么糟糕。不要继续无谓地试图说出谎言来替你的哥哥洗脱嫌疑啦。快，说你刚刚说的全都是假话，全都是为了包庇你哥哥而说出来的谎言！”\n他的语速很快，不过我还是每个字都听清了。\n他想让我放弃。\n怎么可能呢？难道我就如此之傻，以至于他的小九九都看不出来？\n然而我无能为力。\n摆在我面前的是两个选择，两个选择的结局都必然违我所愿。\n两权相害取其轻，我不能被他的言语而诱导。\n于是我决定坚持。\n“我说的是真的。”\n声音颤抖着。颅骨的震动与空气的震动互相干涉。我的声音听起来不像自己的。\n没有自己想象中那种刚毅的男子汉气息，有的只有娘娘腔，只有令我自己都恼怒的软弱。\n软弱啊！\n他笑了笑，正想继续说什么，门外却响起了“哒哒哒”的敲门声。\n吱嘎一声，门被推开了。\n几名中年男子走了进来。\n这些人虽然我认不全，但我知道他们都是家族内的人。这件事情，家族已经参与调查了。\n无色的画面中，他们显得如此的恐怖。\n那教师此刻一脸谄媚地走过去，耳语着什么。\n为首的那中年男子眉头一皱，然后平稳地说出了这样一番话。\n他说话时没有很用力，可声音却出乎意料地响，却出乎意料地传得很远。\n“经调查，潺行玄宁偷窃事件属实，败坏品行。带回去家法伺候。”\n“不！不是这样的！”我脱口而出，可已经没有人愿意听了。\n人群中又爆发起了窃窃私语。\n “唔，生在大家族就是好啊，在外面犯了事还可以免掉哦。”\n“就是，说什么家法伺候，回去也就骂两句。真是令人羡慕啊。”\n我的背已经浸湿。和外界的传言完全不同，家中人管教子弟的惩罚，是比什么都狠的。与那个相比，学校的惩罚不过是小儿科罢了。\n他的话语停顿了一下。我能察觉到一些微妙的差别——是停顿而不是停止，然后他又开口，继续说了下去。\n“同时，潺行玄隐公然做伪证，多次劝阻无果。考虑情节尚轻，就在学校关禁闭吧。”\n他的话语很轻，很轻。却又好像有着千钧之力。就这样，我们两人的命运，被审判了。\n\n黑暗。冰冷。\n无穷无尽的黑暗。寒彻骨髓的冰冷。\n在这样的暗室中，我睁开了眼。\n我不知道已经过去了多久，也不知道此刻的我身处何处。目之所及只有黑暗，体之所感只有冰冷。\n我生病了么？我不知道。我能感受到腹中空空，我能感受到饥饿使得腹肌一阵阵痉挛。他们每隔很长一段时间的确会送一点能吃的东西，可这些东西也不过能堪堪填肚，却完全不能消灭我身体中无法斩灭的饥饿感。\n送进来之前我在哪儿？记忆已经有点模糊了。我感到一阵头晕目眩。\n背靠着冰冷的墙壁，腿贴着冰冷的地板。整个人十分不适。\n接着是一束耀眼的强光，炫目的光线令我难以睁开眼。我知道，惩罚结束了。\n我被释放了出来，走在回家的路上。明明惩罚结束了，可是为什么…\n为什么我没有开心？\n为什么我的心在狂跳？\n对了，哥哥。\n他怎么样了？？？\n我在担心。\n于是我狂奔。\n狂奔。\n狂奔。\n天色昏暗了，淅沥沥的雨，下起了。\n我狂奔。\n久未运动的肌肉，略有点萎缩的肌肉，缺少营养的肌肉——\n驱动着我狂奔。\n风从耳边刮过，雨点，打在头顶。\n\n灰暗。\n只有灰暗。\n虽然我不知道灰色是什么，但这个词语非常适合描述我此刻的心情。\n家人对我说，哥哥他…现在卧在病床上。\n“啪！”\n雷声骤然响起，劈碎了我已经薄如纸片的心防。\n雨还在滴滴答答地下着，屋外的积雪已经不知道有多厚。我踏上楼梯，楼梯嘎吱作响。它呻吟着。\n就像响在脑海中的，哥哥的呻吟。\n“嘎吱。”\n门推开了，面前，是白色的被单。\n灰暗的房间，白色的被单，隐隐渗在被单上的血迹，和…\n和一脸阴沉，低着头坐在床上，靠在墙上的哥哥。\n“哥哥，我…”\n“你尽力了。”他说着。声音中没有了以前的轻快，只有沧桑，只有不符合他这个年纪的沧桑，只有令人心碎的沧桑。\n“哥哥！”\n双腿一软，我跪在床前。疯狂的奔跑已经耗尽了我所有的体力。大腿的肌肉经不起这样的折腾。\n“呵。”他勉强挤出一个笑容，“还记得，我们的约定么？”\n哥哥的声音，现在的哥哥的声音和以前的哥哥的声音，扭曲着，转动着，溶在了一起。\n坚实的来自现世的声音，和渺远的空灵的来自记忆深处的声音，交织在一起。\n哥哥低声说，我也低声说，记忆里的哥哥也低声说。\n“要撕裂这个思想，撕裂迭代主义本身。”\n“对不起，我不是要把仇恨灌输给你。但是…”他继续低沉地说。话语中已经没有了昔日的朝气。\n“我知道。这是…活下去的，动力。”\n他知道我明白了，但他连挤出一个笑容的气力都没有了。我们没有再说话。\n静谧的空气组成了屏障，不知道是隔开了我和哥哥还是隔开了我们和这个世界。总之，这层沉默总是隔开了什么，隔开了什么我们没有意识到的东西。一些我们自己——我自己都没有意识到的东西，正在逐渐成形。\n长久，昏暗的天色遮蔽了阳光。窗外的雨还是滴答滴答的响着。一只落满雨点的麻雀轻啼一声，飞向天空。昏暗的房间中，只有我和哥哥两人，一人跪在地上，一人坐在床上。无声地，仅仅是待在那儿。没有和对方对视着，仅仅是知道对方就在那儿。\n\n第二天，我起床。\n“你知道吗，潺行玄宁昨天晚上死了。”\n“潺行玄宁？那个贼？怎么死的？”\n“听说是疾病恶化。还挺可怜的，就这样死了”\n“这东西不配称为人。”\n心脏。我的心脏漏跳了一拍。\n无形的手勒住了我的气管。\n“什么？我哥哥他…？”\n颤抖着，我的声音继续颤抖着。等待着回应的一秒钟，无限无限无限无限无限地拉长。\n我热切地盼望着，他们能开口说：“诺，只是开玩笑的。那家伙还在楼上躺着呢。”\n事实，不以人的意志为转移。\n“死了啦。有什么好问的，骗子。难不成你还为你的哥哥可怜？”\n“怕不是兔死狐悲哦。这小崽子，肯定也是想干什么坏事，看到自己哥哥的下场才这么心虚吧？”\n“哦~好像真的有这种可能呢！”\n他们后来说了什么？我已经听不到了。\n他们的笑容扭曲了起来。他们脸的颜色，和爆炸的红石电路的颜色一模一样。\n身体抽搐起来，面前的一切都在扭曲然后扭曲然后扭曲然后扭曲然后——\n崩溃。\n我倒下了吗？我不知道。这个世界变成什么样了？我不知道。能够感受到一阵阵的虚幻感，我无法相信我所知晓的一切。躯体软下来了么？我不知道。我的骨头被抽走了么？我不知道。我的心灵崩溃了么？我不知道。我的思想爆炸了么？我不知道。我…\n存在么？\n我不知道。\n哥哥，死了。\n我想呼喊什么，我想嘶吼什么，我想咆哮什么，可最终到了嘴边都哽咽住了。\n能够代替我的呼喊我的嘶吼我的咆哮的，只有无声的眼泪。\n千言万语化作一滴泪。我无声地抽泣着。\n嗒，泪珠坠到地上。断线。我是行尸走肉。\n眼前的景象渐渐模糊了起来，我的思路已经跟不上感官的接受。周围的声音无法形成清晰的字眼而糊成一片。\n我昏迷了。\n\n再度醒来，眼前还是无穷无尽的灰暗。\n我想说什么呢？我当初想说什么呢？我为什么昏迷？昏迷的原因？悲伤的原因？无言的，悲伤的原因？是什么呢？\n想起来了。在想起来的一瞬间，我几乎发狂。\n哥哥，死了。\n谁害死了他？是谁？是执行家法的人么？是冤枉他的人么？是步步紧逼的人么？是歧视他的人么？是医生么？是谁？是谁？是谁是谁是谁是谁是谁？！？！？！\n是谁，害死了哥哥？\n整个世界扭曲成一个巨大而无比紧致的绞索，套在了哥哥的头上，然后绞索拧紧。\n一切的根源？\n画面闪烁起来。和哥哥曾经相处的每一个瞬间，和哥哥谈论的每一个瞬间，愤怒时被哥哥安慰的每一个瞬间，被哥哥宠爱的每一个瞬间，哥哥替我受罚的每一个瞬间。\n都碎裂开来。杂糅在一起。\n这个操蛋的世界。\n我知道了，凶手，我知道了。\n凶手就是这个不友好的世界，就是这个操蛋的世界，去他妈的这个操蛋的世界。\n就是让这个世界变得如此操蛋的：\n迭代臻至，和他的，迭代主义。\n\n我软弱么？还是我冷血么？\n我不敢大声地呼喊哥哥。那东西握着铡刀站在我身旁，我不知道那是什么东西，但我知道那个铡刀随时都会落下来。\n整个世界的力量所汇聚成的铡刀，铡刀下，是无数的人。\n以及无数的，不被视为人的，遗传病患者。\n彳亍行走，悲伤而蹒跚。无谓的呼唤，唤得的仅有迷茫。\n人们踏踏的脚步不会因为一个人的死去而停止，世界的车轮也不会因为一个人的消失而崩塌。\n他们还在议论着，还在嘲笑着。哥哥的葬礼上，宾客们谈笑着，他们吃着哥哥葬礼上的宴席，却还在谈笑着。\n我的世界已经快要崩塌了，可是你们为什么还在这儿谈笑？\n这一切都和他们无关，这仿佛只是一个派对而已。我默然地站在人群中，默然地注视着人群走来走去，默然地听着他们的嬉笑。\n我崩溃了，我要自杀。\n突然间，身体仿佛通了电一样。\n脑海中，又响起了哥哥空灵的话语，又浮现出了在图书馆的那一幕，和那个雨夜。\n“要撕裂这个思想，撕裂迭代主义本身。”\n是的，为哥哥复仇。这就是我剩余生命的全部意义了。\n在我至今为止的十余年短暂的年华中，在令人抓狂的冷漠和嘲讽中，哥哥是我的全部精神寄托，是我能保持冷静的唯一支柱。\n现在，寄托消失了，支柱断裂了。\n哥哥，死了。\n那么我…也死了。\n从这一刻起，潺行玄隐，那个天真聪明的，那个活泼调皮的，那个总是依赖着哥哥的小男孩已经死了。\n我，是复仇机器。\n\n从此我沉寂了。我不再和他人交谈，沉浸在自己的世界中。\n每天我都去图书馆，查阅各种关于反迭代主义的组织的资料。\n当前迭代党好歹是我所在的国家的第一大党。对它抱有不满有不少，公然反对的倒一个也没有。\n那么，我真的只能孤军奋战么？\n我能做的只有什么？我不过是一个只在红石电路上略有所成的色盲少年而已。我有能力撼动这个庞然大物么？\n这个发展了两百年而不见颓势的庞然大物？\n我还是在找着反迭代主义组织的资料，但总是一无所获。我不敢太过明目张胆，生怕会因此惹上迭代主义者们的注意。我只能在阴影中穿行，隐藏在玄色的黑夜中——至少书上说，黑夜是这样的颜色——竭力地寻找什么，然后白费功夫。\n突然，我想起来，可以考虑偷听长辈的谈话。一连三四天过去了，都没有出现有价值的内容。\n转机出现在一次家族中长辈们隐晦的谈论中。\n“唔，你们听说了么，‘平等会’又有了些动作了。”他的声音刻意压低了，很难辨清。\n“这也是没办法的事情，毕竟…”这个人想说些什么又没有说出口。\n“毕竟迭代党这两年越发猖獗了。”另外一个人帮他补上了。\n“的确，把矛盾转移到弱势群体这个是没有太大问题的，但如果逼得太紧肯定会出事的。”其中一个人的语气有几分沉重。\n“迭代党已经准备‘清洗’了么？”有一个人的声音透出了几分惧意。\n另一个人不太确信地回答：“估计是…二十年之内吧，如果‘平等会’的‘灰色代码’没有成功的话。”\n一个人慌忙压低了声音：“‘灰色代码’毕竟只是推测，还不是事实。况且就算是事实，我们也更不能传出去。只能期盼他们早点成功。”\n一连串的新名词击打在我面上。许多线索展现在我面前。\n“平等会”究竟是什么组织？“灰色代码”又到底是什么？\n\n我在酒馆之类的地方四处探寻，我继续偷听家里长辈们的谈话。可“平等会”好像一个虚构的概念一样，从那天以后就再也没有出现过。\n这究竟是一个怎样的组织？我不知道。绝大部分的人听了我的询问都是一脸懵逼，即便有极个别人有所反应也是讳莫如深，或者假装不知道。从那些“极个别人”我能够确定这个组织的确是存在的。可是组织集会的地点在哪儿？这是一个怎样的组织？我都是一头雾水。\n这点困难怎么能令我放弃？尽管两手光滑而抓不到它的尾巴，那又如何？起码，我知道了要抓什么东西的尾巴。\n我继续偷听着家里长辈的谈话。在客厅的谈话里往往没有什么有意义的东西，大部分的重要交谈都是在密室里进行的。这使得我能够听到的只有一些边边角角。\n那一天，事情有了转机。\n其实事情是来自我完全无意的行动：我是听到了隔壁收拾东西的声音，于是才好奇地偷听。\n“诺，我今天要出去一下。”家中一位叔父这样对着他的妻子说。\n“去哪儿？”他的妻子随口一问，本来也没指望他回答。\n可能要么是窗外哗啦啦的大雨给了叔父安全感，要么是今天心情太过不错以至于忘乎所以，要么是和她的妻子闹了矛盾因此要及时献殷勤，要么是三者都有之。\n他说出的话，令我的心脏漏跳一拍。\n“说了你也不懂…去‘平等会’。”\n“哦…”他的妻子仅仅是应了一声，没有什么特殊的反应。\n可对于我却不同了。\n这是一个极宝贵的线索。\n且不管外边下着倾盆大雨。事实上这倾盆大雨反而成了我的助力。穿梭在雨帘间，大雨击打在地上的声音遮盖了我笨拙的潜行而引发的声响。\n叔父一席深色调的衣服。什么颜色的我不懂，但听说黑色比较适合这种场合。他打着雨伞，顶着雨前行着。\n他到了一家旅馆，走了进去。我在雨中等了几分钟，再进去。\n令我惊讶的是，明明旅馆就这么大，他却不见踪影。不过这也正常，我猜测这样的秘密集会一定有什么暗号啊，密室啊之类的东西。我也不打算继续探寻下去，毕竟如果这样进去的话就会和叔父撞个满怀。于是我先返航了。\n到家中，我才意识到，那雨有多大，整个人都成了落汤鸡。衣服贴在身上，冰凉冰凉的。\n我的心却是火热的——额头也一样。\n\n在病床上大概躺了三天吧。我发了高烧，却急切地想去那儿。终于能够恢复行动能力了。我前去之前叔父去的那个旅馆。\n脚步每一次踏在地上，心都快跳一下，我心中出现了久违的，名为“激动”的情感。\n旅馆的柜台前，还是上次那个人。于是我走到他面前。\n他眉头微微一皱，怒喝：“快走，这儿不是小孩子该来的地方。”\n我却将身体前倾，靠在他的耳边，微微低语：\n“你知道…‘平等会’么？”\n他整个人抖了一下，目光中透露出了狐疑。他轻声问：\n“是遗传病患者？”\n我本来想“嗯”一声，以示赞同，可嘴巴却先于脑子回应了。\n“你绝不是毒瘤！”\n这是什么玩意？为什么我会这样回应？\n旋即我想起来了。那是遗传病患者之间传诵的一首歌。那首歌的高潮部分就是：\n\n粉碎这个操蛋的世界！粉碎操蛋的迭代主义！\n是遗传病患者？你绝不是毒瘤！\n在无人之处，我会默默地唱诵这首歌。有时是低声地歌唱着，有时是在心里唱着。\n唱着这首歌，好像就可以发泄对这个该死的世界的怒火。\n也是对迭代主义者那个“遗传病患者是人类的毒瘤”那样口号的回击。\n虽然毫无意义。\n又是浑身一个震颤。我已经在莫名间对上了所谓的“暗号”了么？\n可是这个暗号，不会太过简单么？\n他的声音颤抖起来：“你，姓潺行么？”\n从他见到我开始，他就一直低着头翻找着什么。现在总算抬起头了。\n我惊讶于他为什么知道我的名字。“是啊。”\n他压低声音：“配合我。”，然后大呼小叫。\n“什么？你要应聘？开玩笑吧？你干得动活么？”\n我旋即会意：“嗨，别看我这样，力气还是挺足的。”\n他一笑：“来来来，口说无凭，我带你去见我们老板。”\n他拉着我，鞋踏在台阶上，发出踏踏的声响。在我们之间，只有沉默。但这却不是那种令人尴尬的沉默，而是一种微妙的气氛，一种微妙的平衡。\n看起来他是要带我去旅馆老板的办公室做测验之类的，可走进办公室以后他们却对了一句奇怪的话。\n“新断？”\n“是，灰。”\n我想应该是暗语之类的吧，不敢多在意。\n可他说着话却没有在老板面前停下，径直从他的跟前穿过了。\n然后不知触碰了什么，一堵木墙上的几块木板移开，显露出一个刚好够一人通过的洞口。\n我们两人先后进去了。\n洞口后面，是一个石头砌成的旋转扶梯。他拉着我走下去。下方的灯光极其昏暗，几乎可以忽略。在扶梯的末端是一个不算宽大的洞穴和一个狭小的通道。之前看到的昏暗的灯光就是从洞穴中传出的。一个人打着油灯，低头看着书本。\n“嗨。”拉着我的手的人轻呼一声。\n那人抬起头，看向我。\n然后拉着我手的男子又说了一些不明就里的话：“新断，灰，凝。”\n之前满不在意的神色这一刻凝重了起来。他拉着我：“跟我走。”\n狭窄的通道看起来只能由一人挤过，事实上却可以轻松地走过两个人。他的脚步在密闭的石头间回荡。\n然后他走进去，敲了下那木门——准确点说，敲了五下门，两下短，三下长。\n门先是露了一条缝，可以依稀看见一只眼睛出现在那里，接着门完全拉开。一个人站在那儿。\n带我经过通道的男子继续说着那句话：“新断，灰，凝。”\n门后的男子目光顿时锐利起来，开始扫视我。然后带着我走了进去。\n里面的灯光同样昏暗。可以勉强看到一张大桌子。椭圆形的桌子周围围着一圈椅子，中央摆放着好几盏大油灯，但是都是灭的。我猜测，这里应该是用于集会一类的地方。布置比较简陋。灯光的来源是角落里的一张长桌。桌上同样摊开着书。\n“嘎吱。”沉重的木门关上了。他盯着我，盯了很久，然后开始问话：\n“你是怎么知道‘平等会’的？”\n“偷听长辈的发言。”我如实回答。\n“怎么找到这儿？”\n“跟踪长辈。”\n他的眉头皱了起来。我有些不解，我的话里有奇怪的地方么？\n“最后一个问题，你的名字？”\n“潺行玄隐。”\n突然间，周围异常地安静下来。安静得连一点声音都没有。本来地下就应该是什么安静的，但是为什么会有一种别样的违和感？\n接着安静感被打破了。大口的呼吸声传来。我明白了——刚刚一瞬间，他停止了呼吸。\n我的名字，有这么大的威力么？\n“你的哥哥，是不是…”他的声音也颤抖起来，借着微弱的火光，我能看见他的眼眶里闪烁着泪光。\n哥哥的旧识么？我不知道。\n我已经悲伤过太多太多太多次了，所以现在我已经不会悲伤了。\n麻木了，就不再累了。\n“潺行玄宁。”\n又是寂静。我讨厌这样的寂静，这让我想起了那个灰暗的雨夜。这个寂静还尤其不一样，是那种，闪电划破夜空的寂静。\n他继续大口呼吸着，然后开口：\n“你先回去吧，明天的这个时候，来这儿。我们最多会等你一个小时。”\n我有些奇怪。突然间为什么说这种话？我将疑惑压在心里，转身，返航。\n第二次，从这个旅店回去，怀抱着，许久未邂逅的那种，名为“激动”的心情。\n尽管对于现在的我来说，这种心情毫无意义，却也给了我一种新鲜感。\n\n第二天，伴随着正午的阳光，我如约到了那儿。带着我进去的不是上次那个人，却有着一样的严肃劲。\n在底下的密室里面，我见到的同样也不是上次那个人。这个人瘦瘦高高，穿着的衣服从纹路上看应该是正装。神色一丝不苟。\n他对我平缓地说：“我们调查了你的资料，看起来你的背景是清白的。”\n尽管我有估计过这个组织的能量，然而等到真正见识到他们的能量时，才发现远远超出了我的想象。在一天之内调查清楚一个人的讯息，对我而言几乎是不可想象的东西。\n他们却做到了。\n“那么，欢迎加入我们。我的代号是，铅笔。”\n如此严肃的一个人，却有着这样一个滑稽的外号，真是有趣。\n心里想着有趣，却丝毫没有笑的想法。\n他领着我坐到长桌旁，和我说了一番话。说了很多，但好像什么都没说。事实上说的都是一些无伤大雅的东西，涉及到核心内容的一个也没有。\n没有才是正常的，倘若这么容易就把重要的内容透露给我，反而我会有些怀疑以及害怕了呢。\n扯了许许多多毫无意义的东西，他的话题延伸得很广。毫无意义，却值得我耐心等待。\n终于在一大长串话后——大概是过了好几个小时吧——他询问到：“那你是打算…成为地下活动的成员呢？还是加入总部？”\n我表示不理解：“这两种选择分别意味着什么？”\n“如果你选择了前者，那么你就大部分时间都是做你日常的事情，除了在收到组织通知的时候参与集会并且完成组织给的一些任务。如果选择后者，组织就会把你接到总部，并且妥善地安顿好各种衔接工作。”\n我没有犹豫。\n“我选择加入总部。”\n坚定地，没有迟疑的。\n这种烂透了的地方我已经呆够了！这种疯狂地迫害着我的地方已经我已经呆够了！我要到新的地方去！总部再差，再怎样远离幻想，也比这儿好！\n铅笔露出一个僵硬的笑容：“总部已经猜到你会做这样的选择了。”\n上一次来这个密室的时候没有仔细观察，现在却发现这儿有些空荡荡的，空得有些异常，不像是人长久驻留的地方。铅笔走到墙边，按了一个隐藏的按钮。伴随着隆隆声，墙壁移开了。\n一个深邃而逼狭的走廊，走廊两端排着一排的门。两边加起来大概有十几个房间。\n但我没有机会满足自己的好奇心了。他拉着我，很快就穿过了走廊。走廊的末端又是一道石门，他将钥匙插进去，转动，石门推开。\n一阵恶臭扑鼻而来。这儿是下水道。\n意料之中。果然这个地方有不止一个出口么。\n微微掩着鼻子，顺着下水道旁的石砖一路走着。污水流着，我们逆着污水向上行。\n不知道走出去了多远，只是麻木地走着。在一个明明没有任何标记的地方，铅笔停下了脚步。\n“诺，上去吧。”\n我抬头一看，上面是一个井盖，井盖周围一圈生满了青苔。铅笔轻轻一推井盖就打开了，似乎并没有锁上。\n我们攀出下水道的井盖。周遭一片漆黑，已然是深夜。\n“已经过去…这么久了么？”我喃喃，之前的谈话果然是为了卡这个时间。\n把井盖放回原位，周围寂静无声——不，并非如此。事实上，远处了传来轻微的马蹄声。\n很快，一辆马车驾到了跟前。\n铅笔一挥手：“上车吧。”\n我们爬上了马车。\n马车颠簸着。不知过去了多久，饥饿和倦意同时袭击了我，我瘫睡在座椅上。马车的震动无法唤醒我。\n……\n迷迷糊糊间，铅笔摇了摇我。\n“喂，到了。”\n我拉开马车的帘子，一只手下意识地横在头顶，挡住刺眼的阳光。看太阳此刻的位置，可以猜测现在应该是下午了。\n腹中空空，略有几分饥饿。我快有一整天没有吃东西了。我看向了铅笔，铅笔耸了耸肩。\n“先进去吧。”\n马车停下的地方是一个酒馆。\n周围喧闹着，人们谈笑着。大声的吵闹成为了一种伪装，成为了一种屏障，使得我们在人群中的穿行不显得那么显眼。\n紧随而来的，是一长串各种各样的暗号和密道。我跟着他走，起先是可以和他并肩走，现在却已经越来越跟不上他的步伐。\n我的体力，的确还是不够强啊。\n伴随着一扇门的开启，无数重的防备终于全部通过。\n喧闹。与外面的喧闹不同的是，这不是那种令人烦躁的喧闹，而是那种使人喜悦的，温馨的喧闹。\n一些人来来往往，轻声谈论着什么。这估计是类似于大厅的地方，因此人流特别繁盛。门开开关关，吱嘎声此起彼伏。\n是的，这儿就是“平等会。”\n找寻了许久，最终抵达的——\n“平等会”\n事情是如此的顺利，顺利得连我自己都难以相信。我加入平等会了么？这么轻易地就加入了平等会了？对于这令人狂喜的事实，我却不知道如何接受。\n“主任要亲自见你。”前面的铅笔转过头来，又挤出一个僵硬的笑容。\n穿过了好几道自己都记不住的门，铅笔却轻车熟路地带队在前面。这些门没有任何一扇门有标牌。想来也难怪，好歹是一个地下组织，要是什么东西都写得那么明，和一个机关部门一样，肯定是有危险的。\n“哒哒哒。”敲门声响起了。是铅笔在用指关节轻叩木门。\n门拉开了，面前站着一位中年男子。他体态匀称，略微有些壮硕。高度将近一米七，算是规规矩矩。他的左手臂有一颗痣，眼眶上架着一副黑色边框的眼睛。头发略有点秃顶，也有几根头发发白。他的眼神锐利时能刺穿你的心灵，但旋即他又换掉了那一副锐利的眼神，眼睛变得温柔起来。\n“你就是…潺行玄隐吧，进来吧。”说着，他给铅笔使了个颜色。铅笔点了点头，带上门，退去了。\n他看着我，目光炽热得令我有些发麻。\n然后他冷静了下来：“先自我介绍一下，我的代号是‘主任’，我负责‘灰色代码’的科研方面实现。”\n“灰色代码”，这个词汇第二次出现。这究竟是什么？\n主任在说出这个词的时候，嗓音明显和刚才不同了。这是一种完完全全的彻彻底底的敬畏的嗓音，还抱着期望和憧憬。\n“那是…什么？”我好奇地问道。其实我不期望能有回应的。事实却不是这样。\n他神色凝重地拉着我，坐下来：“我已经等你，好多年了。”\n明明是风淡云轻的一句话，传到我耳中却震耳欲聋。\n“什…么？”我结巴了起来，他说的话饱含的信息量太过丰富，以至于一瞬间冲垮了我的思绪。\n他眯着眼，盯着我。接着他意识到我误会了什么：“不，不是等你这个人，而是等‘像你这样的人。’”\n我理解了。之前的冲击仍然在心里回荡：“我莫非是什么计划的绝妙人选之类的？”\n“你很聪明，就像我们调查的一样。”\n又宛如晴天霹雳。唯一一次关乎我智商的测试是在小时候由家族统一组织的。那一次测试我听从了哥哥的话，刻意答错了很多题。\n果然，我还是把人们想得太愚蠢了。我当时那么小的年纪，怎么骗得过组织考试的人？只不过家族为了保护我，刻意隐藏了这个消息。\n他继续看着我：“我跟你说一些基本的东西吧。”\n在静谧的地下石室中，他的话音闷在里面，震荡着整个空间。无数的信息从他的口中流出，流入我的耳朵。\n从他的口中，我知道了，平等会的背景是第二大政党，是由该政党整合多个反迭代主义的地下组织而组成的用于牵制迭代主义的组织。\n想来也难怪，如果是一个单纯的民间组织，是不可能对抗迭代党这个庞然大物的。\n接着我得知，平等会的成分也很复杂。优秀的遗传病患者是一部分，一些由于其科研方向实用性弱而被迭代主义排挤的科学家也是一部分，还有其他各种复杂的受到迭代主义迫害的人群。整个平等会的骨干主要就是由那些科学家和与迭代主义有政见冲突的政党组成的。\n在说了许多外部的意义不大的东西后，他开始触及问题的核心。\n“那么，就是最核心的问题了。你刚才是不是想问‘灰色代码’是什么？”\n我没有说出口，我的眼神却出卖了我。\n他一字一顿地，万分严肃地说：“听了，你就回不了头了。”\n我确认道：“这个计划，能否决定性地起到打击迭代主义的作用。”\n突然间，他阴下了脸。\n我寒毛直竖，能看到他那阴森的，令人发麻的眼神。\n也许只是我的错觉。他的阴森的眼神仅仅存在了一瞬间。他抬起头，恢复刚才的锐利的眼神：“当然可以…”\n剩下的话语变得模糊而微弱，如同无意义的呢喃。多年以来偷听练就的听力，让我听到了他隐去的话语是什么。\n我却震惊了。\n“考虑到…花费的代价…”\n究竟什么样的代价，能够令他如此阴沉？我不能明白。\n总之——“那好，我听。”\n他递出了一张似乎是早已准备好的纸——我没有看到他有搓开一叠纸拿出一张的动作。我双手接过这张纸。\n\n计划代号：平棋-灰色代码\n计划根本目标：初步打击迭代党，遏制迭代主义疯狂扩张。\n计划提出人：████（隐去）\n科研向修改者：████、████和████（隐去）\n描述：本计划在于，借助本组织的背景，提出研发“代码”和“计算机”的计划。筹集资金并调用平等会内部的人力。对外宣称毫无进展，并引起迭代主义压制。在研发的最终阶段，选出一个人带领所有人完成研发，对外宣称主要是他的功绩，最后籍借这个人来完成全计划。\n可行性报告：……\n部分词汇定义：\n代码：代码指的是某种语言，某种机器能够理解的语言。想要让机器进行计算，需要将人类使用的计算方式转换成代码。\n计算机：某种机器，能够通过执行代码来完成计算。\n……\n计划第一阶段目标：完成代码的初步设计，以及计算机元件的设计\n……\n计划第二阶段目标：完成代码，以及计算机的大致图景\n……\n计划第三阶段目标：找出人选完成计算机的后续研发\n……\n计划第四阶段目标：完成全部计划，并尝试借此有效打击迭代主义。\n第四阶段内容：——复制代码\n\n看到“第四阶段内容”我呼吸骤停了一下。\n抬头，看向主任，我想确认一些东西。\n我还没有问出口，主任就已经从我的眼神中读懂我想问的一切。\n“人选就是你，至于第四阶段的内容，就是上面写的那样。”\n我愣了一下。\n真的需要那样的付出么？我想起了他此前阴沉的脸色，有所领悟。\n我是复仇机器。\n于是我问：“计划能有效么？”\n他也愣了一下，显然我的问题和他想象中的不一样。\n主任实诚地回答：“可行性报告宣称能有效，但实际上…没有执行，谁也不知道。”\n意料之中的回答。不再犹豫，我脱口而出：\n“我接受。”\n他点了点头。\n\n于是我加入了“灰色代码”的项目组。我们开始了对于计算机最后阶段的研发。\n我走进了那个巨大的地下室。地下室中趴着一个巨大的庞然大物。他们说这个东西是红色的，我不清楚。我只知道它很巨大，很巨大，就像传说中的末影龙一样巨大。\n他们看着我，却丝毫没有“看抢功的人”的神情。我知道他们应该都读过计划书了。\n暗无天日的地下室里，没有娱乐，只有面对着红石夜以继日的研究。我丝毫没有腻烦——研究红石电路就是我的娱乐，对迭代主义的仇恨就是我的动力。\n驱使我，我们，走下去的，是仇恨。\n\n又是一个早晨——算是早晨吧。我们看不到外面的时间，只能靠着作息时间来大致判断现在的时刻。\n伴随着关键的拉杆拉下，面前庞大的红石电路一块接着一块地亮起，就像末影龙竖起它的龙鳞。\n计划又到了一个关键时刻。\n“目前主体框架已经完成，但是一部分元件出现了问题。”代号“墨水”的这位科学家汇报到。\n主任看了看那张报告，点了点头。\n“的确，缺乏单向元件，是会对研发造成阻碍的。我去和零件部那边沟通一下，调一批红石中继器来。你们也抓紧时间，讨论一下代码的移植问题，如何用红石电路来表示数字？”\n大家开始喧闹地讨论起来。代号“钢筋”的一位电路学家说：“现在的主要想法是，使用红石能量或者说红石信号的强弱来表示数字。现在有一个重要且难以解决的问题，就是，红石能量会随着距离的增加而迅速衰减。如果只需要‘传递能量’，可以通过在中途添加中继器的方式来解决，可是中继器虽然会将能量恢复到满，却也在同时抹杀了里面储存的‘数字’信息。有什么办法可以解决这个难题么？”\n人们就此探讨了很久。但是其实大家都心知肚明。这样的信号传输方式绝对不是最优解，因为这样的话，外界的干扰就会使得计算的结果出现巨大的偏差。\n他们讨论着，我却沉默着。脑海中好像有什么东西在碰撞。一次又一次地碰撞，将我的脑海撞得当当作响，也在我的脑海中迸出火花。\n\n是什么呢？似乎是在我极幼小极幼小时脑海中对这个世界的抱怨，是在我极年轻极幼稚时说出的不经调查的一面之言，是那个当时还活着的，名叫“潺行玄隐”的人的所思所想：\n\n“说来也巧呢，就算是在红石电路上，人们也要发挥他们的二元论专长。在世人眼中的红石电路，只有“开”和“关”两种东西。”\n刹那间，眼前的道路明晰了起来。往事碎裂开，片片如花。一串串数据流在我脑海中穿过，紧接着它们却消失了。消失得突兀，消失得不同寻常。接着我明白它们没有消失。\n就像这个世界的颜色对于我而言消失了，只剩下强弱；眼前的数据流也消失了，只剩下“黑”和“白”\n只剩下“1”和“0”。\n这个该死的世界用二元论将人们定性，用二元论公然忽视那些处在两元之间的人们。那么我，就要在这个黑白分明的世界中，敲出游离在黑白之间的灰色代码！\n用该死的二元论，打倒充斥着二元论的这个世界，打倒那把我们变成灰色的——\n迭代主义。\n既然电路无法表示强弱，既然电路都遵循二元论，那么我就用二元论来征服这个电路。\n就像我能在只有深浅的世界中，看出属于自己的三种颜色；我也能在这儿，用黑和白，用1和0，描绘出灰色、描绘出2、3、4、5……直到无穷大的数字。\n\n讨论会结束后，我找到了主任，向他转述了我的想法。他看着我。\n“果然，令你加入计划是一个正确也错误的选择。”\n我能听出他的话语中有叹息和惋惜。\n“越是珍贵的东西越有威力。”我重复着这句古谚。\n他看着我，目光不再有叹息和惋惜，只有坚毅：“是啊，越是珍贵的东西越有威力。”\n\n负责数论的和负责代码的一群数学家们开始了紧锣密鼓的讨论。他们的思想在空气中碰撞出火花。\n“经过我们两天的讨论，的确，‘灰’的想法有很高的可执行性。”\n“灰”是我的代号。起初他们看着我的眼神只有看着牺牲者的敬佩，这一刻却还添了几分其他的钦佩。我描述不来的那种钦佩。\n主任走到我身前：“我找了一个对于这方面可能有研究的数论专家，他是地下活动成员。你和其他人可以和他讨论一下。”\n我一开始不理解为什么一定要选这个人，在之后的讨论中，我明白了。\n他是一位消瘦的男子，身上穿着便服，他有些不修边幅，头发乱糟糟的。他坐在椅子上，开口是自我介绍：“我自我介绍一下，我的代号是‘青岚’，目前在部队那边负责密码破译。”\n他告诉我们，现代的密码，常常是用数字来指代词汇，然后再用1和0来指代数字，以便传输。\n我们在这儿冥思苦想了许久，却发现早在我们之前，这个想法就已经得到了运用。\n他讲到：“我之前的研究主要是关于转换的，也就是如何将普通数字转换为二进制，或者如何将二进制转换为普通数字。”我们经过一番讨论，决定将这个用1和0表示各种数字的系统称为“二进制”。\n“那么，我们目前工作的重点，就是如何将二进制的运算和普通数字的运算联系在一起。”\n彻夜，我们促膝长谈。思维碰撞出火花，我们得到了许多宝贵的信息。\n经过整整两天不眠不休的工作，普通数字←→二进制的各种换算被我们整理到数张薄薄的纸上。\n这是我们心血的结晶。计算机的又一个难关，被突破了。\n这本是无比欣喜的时刻，可一切的欣喜都被第二天得到的消息打破了。\n\n“经过数年的不懈努力，迭代党强行通过了《遗传病患者权利限制法（修订案）》，他们或买通或胁迫了其他小党派的一部分人，使得行使否决权的人数不足三分之一。”第二天，主任沉重地和我们宣告了这个消息，“迭代主义已经非常猖獗了。如果不对其及时打压，剩余的几个党派被挤兑乃至消失，不过是时间问题。”\n危机，迫在眉睫。大家都沉默了\n接着语调一转：“好消息是呢，我们整个理论体系上最大的难关已经突破了。计算机的完成估计已经只是时间问题了。大家要加油啊！”\n轻松的语调打破了凝固的气氛。\n\n《限制法》的通过，给了我们极大的紧迫感。\n继续工作。无数次地设计电路，无数次地调试硬件。在红石电路的滋滋声中，时光悄然流逝。\n光阴荏苒，又是一年，飞逝而过。\n\n这是一个值得纪念的日子。计算模块的最后一个部分也完成了。下面只要将传入、传出、计算三个模块连通在一起，计算机的设计就大功告成了。人们有条不紊地穿行在电路之间，铺设着早已经规划无数回的电路，有些乐观的人已经开始谈论未来光明的图景。\n似乎已经到了下午，最后一块红石，安放了。\n传来的又是主任中气十足充满活力的声音：“那么，计算机组装完成。下面我宣布，‘灰色代码’计划第三阶段，开始收尾！”\n人们欢呼起来。在地下室的欢呼震得石壁微微颤抖。站在计算机内的人们迅速退离，操控中心的操作员们按照次序拉下了一排排的拉杆。\n伴随着最后一根拉杆的拉下，整个地下室开始颤抖起来。不是人们的声音，所有人都屏住了呼吸。这声音是剧烈的红石能量导致的。\n亮光充斥了整个地下室。这儿好像比地面还要亮——虽然我已经很久没有见过地面的样子了。他们说这是逼戾的红光，我却丝毫不觉。我觉得这光就像太阳光一样，温暖人心。\n“传入模块正常，第一组数据正常输入！”\n“计算模块正常，第一组数据成功计算！”\n“传出模块正常，第一组数据成功传出！”\n“验算团队验算完毕，第一组无错！”\n“传入模块正常，第二组数据正常输入！”\n……\n人们的声音此起彼伏。\n在某一个刹那，所有人的停下了说话。\n他们在等待最后一组测验。这好像暴风雨到来之前的寂静。\n“验算团队验算完毕，第二十组无错！”\n“二十组数据测验完毕，未发现错误！”\n跟随在寂静之后的，不是暴风雨，而是人们疯狂的欢呼。\n“成功了！”\n此前死寂一片的人群，顷刻间欢呼起来。我想要流泪，却又没有流下来。泪似乎已经流干了。只是觉得，眼眶发酸。\n这是人们呕心沥血的成果，这是一代被迭代主义迫害的科学家，郁郁不得志的天才，建就的大厦。\n眼前那一幅幅画面闪烁起来，脑海中的幻影透明地加载眼前人们欢呼雀跃的景象上。压抑而昏暗的地下室成为了背景画面。一个个不眠的夜晚，一位位献出自己青春的奋斗者。\n“驱使人们前行的，是仇恨。”\n我却回忆起这句话。\n他们的战斗结束了。这些英雄们该休息了。但是真正属于我的战斗，属于我一个人的战斗，刚刚开始。\n主任看着我，向我挥了挥手。于是我走了过去。\n他拍了拍我的肩膀。\n“十五年，老了一代人，走了无数人。这个计划走到这一步。剩下的，就交由你吧。”\n我点了点头。\n\n平等会的所有宣传力量在瞬间发动了，“潺行玄隐”“发明”了计算机的消息，就像火点燃干草场，瞬间烧遍了全国。\n反转就好像在一瞬间发生的事情一样。就在前一天，迭代主义还是形式一片大好，许多趋炎附势的人们都赞颂着迭代主义；而到了今天，全国各地都爆发了示威活动，迭代主义为了安抚民心被迫暂时废除《限制法》。一切都好像梦幻一般。\n但是还没有结束。\n平等会所依靠的第二大党和迭代党开始了谈判。民众的游行示威也在继续。\n这就是为什么要将发明计算机的功劳推到一个人身上。单个的英雄，往往更能比一群英雄鼓舞人心；人们在斗争时，往往也拥有一个更加鲜明的旗帜。\n同样，也能够表现出我的天才…从而为最后的收尾做铺垫。\n‘灰色代码’，没有结束。\n其实稍微有点判断能力的人心里都明白。遗传病患者或者其他被压迫的弱势群体中，是很难诞生有能力的人的。只不过这样的人一诞生就一定会被人们大加报道、大肆渲染，最后写进心灵鸡汤。其实这些人根本不能代表他们所在的群体，他们只是个例。人们却因为这些个例而认为整个群体都是这样。我们的行为，将我推上来的行为，其实是一种欺骗。\n弱势群体需要关怀。但对于世人，只有那些聪慧或者有才能的弱势群体，才显得可爱。\n\n在应付各种报道中，我度过了两个月。媒体们向我询问着各种各样的东西，而我按照计划，尽可能地显现出自己的才干。\n这些，都是为了计划。\n两个月一晃而过，我的影响力已经临近最高。我心知肚明，找到主任。\n计划的最终阶段，开始收尾了。\n主任主持了一场会议。\n“为了抵抗迭代主义的压迫，人们已经奋斗了许久。我们的先辈，前一任平等会会长，制定了堪称天才的‘平棋’计划。在这一连串计划中，我们将最终扼杀迭代主义。”\n“我们被迭代主义迫害。因此我们被人们摒弃。我们被迭代主义排挤。因此我们丢掉了自己的理想。我们中有的人被迭代主义直接或间接的杀害，我们无法为他们哭泣。一切的一切只能转化为仇恨，令我们深深铭记。”\n“今天，是‘平棋’计划的第一项，‘灰色代码’的最终阶段的收尾活动的启动会议。”\n他的目光转向了我。\n“潺行玄隐，‘灰’。”\n“在。”\n我坚定的回答。面前的道路早已在数年前展现在我面前，我无数次在夜里辗转，思考它是否值得。但这一刻未来是明晰的，我在心中坚定地明白前进的路。\n“在你身后，有无数的科学家。他们献出了他们的青春年华，献出了他们的聪明才智，献出了他们的奇思妙想，献出了他们的身体健康。”\n全场的人，沉重地重复了这一句话。\n“而他们，却默默无闻。”\n“你，承载了所有的荣耀。所有的荣耀加诸你身。”\n他的话语中，带着悲伤。完全没有嫉妒。人们看着我，也没有嫉妒，也没有不平。他们早在计划开始的时候，就已经看到了我的结局。\n我的结局，早已注定。\n“我们都知道，这荣耀并非是给予你已经付出的，而是给予你…”\n所有人，又是低声的重复。好像雷声隆隆作响。地下室再次震动起来。\n“即将付出的。”\n自始至终，我几乎都是沉默，但这一刻，我表白出自己已经思虑许久的决定。\n“我，将下出这摧毁迭代主义的第一步...”\n所有的人看着我。有在场的，有不在场的。有活着的，有死去的。无数的人们注视着我。他们的血泪，倾注在无人问津的地方。平等会正是经由这血泪而长大。\n我可以看见，少年被高大的人拳打脚踢奄奄一息，只因为他过于弱小；少女被他人奸淫，只因为她是遗传病患者；可怜的人们被送上绞刑架，为的是那可耻的“血统不纯”；人们被冤枉而无从申诉，只因为他们是弱者。\n弱者，就应该忍受这些么？\n不！绝不！\n平等会因此而诞生。使平等会诞生的，是与迭代党政见不合的政敌。但驱使平等会里每一个人走到今天的，是痛苦，是仇恨。\n是同胞的痛苦，是对迭代主义的仇恨。\n仇恨点燃了人们心中的火焰，无数人像我一样，灵魂死去，只有躯体作为复仇机器而无谓地前行。\n一切的一切的一切的一切的一切的一切的一起的元凶。\n迭代主义。\n“要撕裂这个思想，撕裂迭代主义本身。”\n哥哥的面孔浮现在我面前。他是被迫害的无数弱者中的一员。他有我，而更多死者，没有任何人。\n在他们的世界消散的同时，有无数的人在谈笑。\n那么，撕裂这一切吧。撕裂这个操蛋的世界吧。这个无耻的令人无法忍受的世界，消逝吧。只要迭代主义消失，总会有些改变吧，至少不会这样无耻这样令人无法忍受吧。\n我知道我很弱小。一个弱小的人似乎是没有资格对迭代主义宣战的。但平等会给了我这个机会。\n给了我，复仇的机会。\n这是一场复仇，一场庞大的复仇，为在迭代党一步步向上爬的过程中而冤死的无数冤魂的复仇。\n这种复仇，哪怕是开端，代价也必然无比沉重。\n我拥有的，最珍贵的东西，不过是我这副躯体罢了。\n“越是珍贵的东西越有威力。”\n我想起了那天见到的那页纸。\n\n第四阶段内容：对外宣称的计算机发明者将会死去。尝试激怒极端迭代主义分子，从而诱导他们尝试暗杀。若对方有所防备，则杀死后嫁祸迭代主义者。\n复制代码\n我知道我本不必知道这些的，这样我可以死的更干脆一点。\n无论如何，我觉得，我是殉道者。\n我接了下去之前的话。\n“用自己的生命。”\n\n前线传来全面开战的消息，这正是我们的机会。尽管一位极端迭代主义分子在这场战争中起到了挫败敌军奇袭的作用，但这也无法使得我们计划有所改变。\n坐在马车上，我颠簸地前行着。此行的目的地是一处会馆，按照安排，我将去那儿参加一场关于二进制的讨论会。\n不过我知道，那个会场，是永远抵达不了的彼岸。\n我的心情毫无波动。该波动的，早已在无数个辗转难眠的晚上，波动干净了。\n马车骤然停下了，我的身躯向前一倾。我知道，最后的时刻来临了。\n一个带着面具的人从角落冲出来，顶开帷幕，冲进车厢。伴随着惊呼，守卫冲过来试图“阻止”他，可是来不及了。他对着我的胸口就是一枪。\n我看着他，微微露出了诡异的笑容。我能从他的瞳孔中倒映出自己的脸庞，脸庞上浮现出了微笑，浮现出了令人恐怖的微笑。他惊诧了。\n我的意识开始模糊了。胸口的血汩汩地流个不停，我却没有几分痛感。倒是有一种变态的舒适，和大仇得报的喜悦。\n哈，终于杀了我了。\n长长的复仇之路走到了尽头。在“要撕裂这个思想，撕裂迭代主义本身。”的漫长战斗中，我用自己的生命，下出了第一子。\n那刺客惊愕么？我不知道。隔着一层幕布——虽然不知道是什么颜色的但是可以猜测是黑色的——我看不到他的神情。\n朦胧的意识间，我似乎回到了那个图书馆。\n“去死吧！迭代主义！”\n无声地，我发出这样的呐喊。呐喊中包含着什么我无法辨清，我能够辨清的只有这声呐喊一定带有强烈的语气。\n我似乎升到了空中，看着自己的躯体倒在地上，胸口汩汩地流着血。那刺客怕我没死透，又补了两枪，然后束手就擒。\n天上，似乎出现了哥哥潺行玄宁的脸。我感觉我和那个名叫“潺行玄隐”的人，又重新合为一体了。\n哥哥，我们的约定，我尽力完成了。\n我来找你了。\n\n覆于灰色下的暗流\n人们自以为做出的主观选择，其实必然来自于社会的塑造。\n——迭代臻至 《社会中迭代思想的运用与社会迭代方向·论迭代主义社会的价值观塑造》\n平棋-灰色代码-灰种 相关材料节选：\n保密等级：永不解密 [原因:解密后可能会动摇组织内部稳定]\n资源调动等级：次高 [在保证第一线计划正常执行的同时，供给其所需资源]\n计划所属：平棋-灰色代码 计划下的子计划 [对于平棋-灰色代码的完成，至关重要]\n……\n子计划背景：\n平棋-灰色代码-第二阶段已启动。为提前确保平棋-灰色代码-第三、四阶段能正常完成，经十六天讨论，策划并启动子计划：灰种\n\n相关人员：\n子计划提出者：████（隐去）\n子计划审议员：████、████、████和████（隐去）\n子计划执行监督员：铅笔、主任、██和██（部分隐去，仅记录代号）\n子计划核心人物：灰 [直接用于平棋-灰色代码三四阶段的] 种子-序号 [有许多个，均按照 种子-序号 的格式命名，从中筛选出 灰]  [上述均为暂定代号，可能有更改]\n……\n可行性报告：\n……\n计划纲要：\n在全国范围内培养用于平棋-灰色代码三、四阶段的“种子”，通过各种手段令其成长并建立对迭代主义的仇恨，最终成为平棋-灰色代码三四阶段的“灰”\n由于计划具有较大不确定性，详细步骤在计划进行中讨论。\n\n步骤一：在全国范围内筛选符合条件的“种子”并备案\n实施日志：\n（部分隐去）\n列表第3469位[下文简称“目标”]，性别：男，姓名：潺行██ [保密协议]\n目标患有 全色盲 ，属于潺行家族的次干系，(可能?)遭受歧视，性格孤僻。其兄长对于其而言似乎有特殊意义。偏理性，智商极高[已经学会隐藏自己的智商]，但对其兄长感情很深。\n选作种子，编号326\n……\n步骤二：试图培养种子，有选择地予其灌输反迭代主义思想，并尝试令其产生对红石电路的兴趣。必要时可以调动各方面资源。\n实施日志：\n（部分隐去）\n种子-326[下文简称“目标”]：\n心理分析组：尝试通过书架的书本摆放位置与色调的关系引诱其接触反迭代主义相关书籍。\n有一定成效，但尚需要进一步鼓励。\n人事行动组：潺行家族内部的成员开始试图推荐其兄长阅读反迭代主义相关书籍，并将红石电路推荐给目标\n成效显著。目标开始阅读反迭代主义书籍。目标对于迭代主义的怨恨开始加深。目标很适合计划要求。\n\n……\n步骤三：摧毁“种子”的心灵支柱/心理防线，令其陷入绝望。彻底崩溃者舍弃，奋发图强者进入步骤四\n实施日志：\n（部分隐去）\n种子-326[下文简称“目标”]：\n目标调查完毕。目标人格建模完毕。\n目标属于已拥有精神支柱的类别，将目标的精神支柱标号为种子-326-1\n种子-326-1与种子关系为：兄弟\n心理分析组：经研究，认为通过摧毁目标精神支柱，能够给予目标较大心灵打击。\n可行性分析组：对目标进行人格建模，目标在经受打击之后崩溃的可能性小于11.4%，计划可执行。\n开始对种子-326-1进行打击，将试图通过栽赃种子-326-1令其遭受刑罚，同时将目标的仇恨转移到迭代主义上。\n（部分省略）\n种子-326-1已经受刑罚。当前情况超出计划。种子-326-1健康状况恶化。可能会导致目标受到打击过大而直接崩溃。\n种子326-1死亡，抢救失败。目标显得受到巨大打击。正在对目标人格进行重新建模分析。\n目标在经受打击之后崩溃的可能性达到34.9%\n经检测，目标未崩溃，可进入步骤四。\n……\n步骤四：强化目标对迭代主义的仇恨，并在尝试引诱目标进入平等会\n实施日志：\n（部分隐去）\n种子-326[下文简称“目标”]：\n发现目标正尝试偷听其长辈的聊天。\n人事行动组：试图令在潺行家族的成员在聊天时提起平等会。\n第一次提起：目标未在偷听\n第二次提起：目标未在偷听\n第三次提起：目标似乎在偷听，但由于杂音，应当是没有听到\n第四次提起：目标未在偷听\n第五次提起：目标可以确认在偷听，偷听完毕后有其他反应，应当是听到了。\n可以确认目标已经知晓平等会存在。尝试令内应假装参加平等会会议引诱其跟踪。\n可行性分析组：对目标进行人格建模，目标会冒险跟踪的可能性大于91.7%\n第一次前往会议：目标未注意\n第二次前往会议：目标开始跟踪\n目标成功被诱达平等会。设定目标代号为“灰”，引诱其加入平等会。若目标拒绝则将目标处理。\n（部分省略）\n摘录部分来自“铅笔”的工作日志：\n真是一群傻瓜，平等会在有这些人的情况下居然还能存活真是万幸。以为有了暗号就可以为所欲为了？简直傻透了。他们口中说出的“灰”字，谁能确保目标没有听到？倘若目标产生疑心就只能处理掉了，多可惜啊。\n他们汇报过来的时候才注意到这个问题。真是太令人猝不及防了。为求稳妥，我决定亲自上阵。\n（部分省略）\n目标似乎疑心很重，他询问了各方面的信息。幸好我们准备了大量的资料来应付目标。目标对于我们提供的许多信息都保持怀疑的态度。我决定尽快将其逼迫到必须做出选择的境地。\n密室被刻意封闭了，氧气开始减少。目标显得有些焦躁不安。他自己似乎没有意识到，但是非常果断地做了决定。很好。\n（部分省略）\n目标已经抵达总部，交付给主任。\n……\n种子-326抵达项目组\n[前]种子-326代号转为“灰”，“灰”将介入平棋-灰色代码三、四阶段\n子计划结束复制代码\n世人眼中的颜色\n汝所见，或为虚；汝所知，或成幻。汝眼中万事，非万事之实。仅听其一言，睹其一幕，岂能据此臆断乎？\n——有符氏《传说录》迭代择塑，一位表现平平的迭代主义者。在年轻的时候就因《方向》而热血沸腾加入迭代党。后来参军之后驻守一个关卡约三年。没有任何人知道他在那场战争中发挥了怎样重要的作用。\n没有任何人能说得清楚，川国在入侵仪仟国之前做了多少准备。这是一个至今仍然众说纷纭的话题。很大的一部分人支持川国的准备时间在三个月到六个月之间，目前的历史研究结果也偏向于这种说法。\n但是同样也没有人能提前想到，川国会这样一败涂地。\n当时的局势，川国和仪仟国在大陆东部的对峙已经持续了很久。仪仟国略有优势但是双方都分别借助天险“世界之柱”把守雄关隘口。川国利用世界之柱的空隙、“迷彩服”的优势以及出其不意的发动攻击，是军事史上的壮举。但是正是因此，迭代择塑，这一位激进的迭代主义者，才起到了如此大的作用。\n川军从七个隘口同时发动冲击，试图在仪仟军得知消息之前一举强袭重要城市。然而迭代择塑凭借其超越凡人的敏锐洞察力（或许还有一点的运气），在密林之间识别出了川军的突袭队。至今我们也无法明白，无论怎么采访迭代择塑也说不清楚，他到底是如何识别出隐匿在密林之间的穿着迷彩服的川军的。甚至现代有一部分神经学家声称迭代择塑很有可能是一名“红绿色盲”，然而这种说法却有着种种漏洞。最终人们只能将之归结为玄之又玄的“直觉”。\n在立刻通知总部后，迭代择塑大胆地带领手下进行反埋伏，在密林之中截击川军并令川军蒙受巨大损失。这同样也是一个谜团。如此多的人在没有迷彩服的情况下究竟是如何反埋伏有着科技优势的川军？人们出现了多种假说。包括着阴谋论等等各种极端的假说，但是都无法解释清楚。\n在截击之后，迭代择塑趁着川军尚未理清形势，分散行军的部队尚未聚拢时，占据地形优势进行远程火力压制，最终几乎使得数百名川军全数葬身此地。\n最令人拍案叫绝的巧合是，迭代择塑的突袭是完全的悄无声息的，碰巧该队川军的首领暂时不方便（或者其他原因），未销毁密电，却又被迭代择塑反埋伏而在短时间内死亡。于是迭代择塑得到密电后将之发送至司令部。军方的密码破译组结合此前截获的密电，在短时间内破译出了川军的密码。川军的军事行动方案等等重要信息完全暴露在仪仟军眼前。\n在情报完全泄露之后，川军就失去了此前发动冲击的猛劲，最终由于一些其他的事件而战败。\n在整场战争中，无论是迭代择塑的令人无法企及的细心和眼力带给全军的警惕，还是他极好的运气截获的密电对于密码破译的贡献，都对整个战局产生了决定性的影响。可以说，没有迭代择塑，就没有仪仟国在这场战争中的胜利。\n本来，如此巨大的影响，本应该成为迭代主义的又一次振兴，然而又是由于各种各样的原因，以及社会思潮的变动，甚至可能还有一些阴谋论者口中的“第二大党地下组织的暗中运作”。无论如何，迭代择塑的伟大贡献，却成为了迭代主义的最后辉煌，成为了迭代党最后的赞歌。\n——《迭代主义：天才建就的空中楼阁》潺行玄隐的轰动是经久不息的。他的计算机已经问世数个月，他仍然是媒体的焦点。正当人们打算挖掘这位天才色盲科学家的更多讯息时，一件令人们难以置信的事情发生了。\n该日，潺行玄隐前往参加一处关于计算机原理和二进制的讨论会。由政府为其准备马车和护送队前去，冗长谨慎的护卫似乎意味着政府可能料到了极端迭代主义者刺杀的可能。但是这些护卫全然没有作用。\n上午约十点十八分，马车在泥泞的路上颠簸，太阳比较刺眼。一名戴着面具的男子从背光的方向冲出来。护卫第一反应是试图认清他的面孔，“刺眼的眼光使得护卫们出现短暂的呆滞”。戴着面具的男子趁此机会冲进了马车。护卫试图上前拦截，但是男子更加敏捷。\n在掀开帷幕冲进去的同时，男子从腰部拔出枪。护卫试图击杀该男子，但由于紧张并未命中。靠得较近的护卫试图上前控制住男子。男子对着潺行玄隐总共开了三枪，其中第一枪击中潺行玄隐的小腹部，第二枪打在了潺行玄隐的手臂上，第三枪贯穿了心脏和肺之间的部位。从伤口上来看，潺行玄隐应该有试图躲避，因此刺客才试图瞄准其躯干枪击而非打头部一枪毙命。潺行玄隐呼吸停止，当场死亡。之后该刺客束手就擒。\n经过审讯，这名男子是一名极端迭代主义分子，曾经在军队服役而现今退伍，之后一直从事雇佣保镖的工作。其试图刺杀潺行玄隐以防止反迭代主义势力增长。但是关于背后是否有指使者、指使者是谁，完全没有结果。在第三天，该男子便在狱中死亡。使得无法继续挖掘深一步的信息。这件事被评论为“充满阴谋的味道”。\n整个事件中有很多疑点和古怪的地方。比如说，政府应当已经得知极端迭代主义者可能会尝试暗杀潺行玄隐，也因此增强了防卫，却为什么不检查一下沿线？防守为何如此松懈，以至于刺客能够轻易刺杀潺行玄隐？这些问题都无法得到一个合理的解释。\n更加出乎意料也更加可疑的是，这个事件带来的影响。和这位极端迭代主义者想要达到的目的正好相反，这个事件完全成为了反迭代主义势力用以攻击迭代主义的武器。紧接着在短短的数日内，即使在和川国的战争仍然在进行，仪仟国的舆论将矛头直指迭代主义。各地民众爆发示威游行、自发组织哀悼会，极个别地区发生了被迅速镇压的武装暴动。迭代主义的名声一落千丈，以这件事为导火索进而引发的一系列事件，更是迫使本能够和平政变的迭代党不得不铤而走险发动内战。\n迭代主义衰落的原因，众多且复杂。我们将在其他地方进行详细的分析。这个事件的意义，一言概之，就是迭代党由兴至衰的转折点。真是令人哭笑不得，明明是为了防止迭代主义衰落而发起的刺杀，却反而引起了迭代主义的衰落。\n事情的运作如此顺理成章，未免令人怀疑是否有反迭代主义势力暗中运作。但是就目前已经解密的文献看来，就当时反迭代主义势力高层的观点，潺行玄隐活着似乎更符合他们的利益，因此可以大概排除反迭代主义势力暗杀潺行玄隐的可能。这一系列的事情可能只能说是巧合。\n……\n但是，我的先祖有符氏曾经说过，“汝所见，或为虚；汝所知，或成幻”。人们眼中的一切，仅仅是历史所留下的印记。真正的真相是什么早已成为泯灭在时间流逝中的尘埃。或许真相并不存在。对于每个人而言，他们所看到的都是片面的。想要得到从各个方面得到绝对统一不矛盾且客观的答案，恐怕是不可能的。\n——有符烟日《仪仟史诗》\n迭代主义的原型是社会达尔文主义，不过比那个夸张多了就是了。\n颜色的话，勉强算五种吧。其实几种都无所谓。\n全文字数三万五左右吧，上篇一万四，下篇两万一，大概这样。快把手指打抽筋了【误】\n结尾想了好几个，尤其是下篇的结尾。后来感觉有一些太虐了，就选了一些适中的结尾。\n以后可能会写番外，会解释一些文章中间解释不清楚的东西，以及再虐一波\n\n基本上全篇就是这样了，不会再有大的动刀和增添了【吧？】\n结构上的问题改了一点，但是实在是没法大动刀。语言上稍微根据修改意见做了一点修改。\n之前正文中留的一些伏笔在番外基本都揭示了。不过番外的主要目的还是再虐一波\n怎么说呢...正文的话，第一人称，所以很多是主观想法，仅仅代表人物的观点，并不代表我本人就是这么想的。番外一基本上是比较客观，至于番外二，也是后人的看到的东西，自然就更不完全了。\n\n自我感觉还是比较好的，然后关于上篇结尾那段打斗，应该漏洞不是很多。如果改掉的话可能更难圆清楚，所以就没有动。\n自评嘛，水准还是比以前高了一些，基本可以脱离萌新的笔力了。进步的空间还是很大的，距离大佬还是有很长的路要走的。下一次写的话可能要注意一下节奏，目前写作的节奏因为是断断续续地写，所以节奏可能会乱。上下文文风和叙述语言的衔接性可能有一定的问题。这可以作为一个提高方面...吧？\n\n特别鸣谢：\n@gggbbb @安根_Engon 的文评\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1506921900,
            "txt_content": "julao\nguqu心里是无奈的2333\n文评……不敢写不敢写"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1506934200,
            "txt_content": "很想哭，默默地看完了。\n然而，结果都是悲剧吗？\n还是说，弱势群体最后还是会得到悲剧吗？"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1506951480,
            "txt_content": "本来我是想要以上一篇文章的色盲患者凌月做主角来写一篇这种文章的，现在感觉就算写出来了也比不上这篇....\n\n整篇文章成功的将一个庞大的知识理念展现给读者，会让一些不了解的人读完文章就会认为“计算机就是他发明的”“他就是色盲”“原来计算机产生的这么坎坷”，在关键的知识点上也让人无法找到瑕疵，读完全篇会让人了解到一种mc世界中的红石理念。\n\n我不知道《限制法》对于上层的人意味着什么，但是对于遗传病患者，它无异于晴天霹雳；对于其他劳苦人民，也会使他们感到兔死狐悲。这句话“晴天霹雳”读着有点别扭，因为虽然意思有了，但是略含贬义，用在这种让“我”感到高兴的消息上貌似不妥，后面的“兔死狐悲”则是我没有读懂....\n\n两个小节看似是“上”“下”关系，但实际上“下”只是有一小段交代了“上”的知识点，实际并没有什么交际，可以说是分为两篇文章分别抨击社会对这种人群的歧视？这就说的通了，那么文章的线索就不再是“颜色”而是“色盲人群”，也就是说“前言”说上篇内容会在下篇得到解释，但只有寥寥几段交代了“迭代主义”的起源、“计算机”的发明者，其余都是在强行代入一段兄弟间的感情文字\n\n两篇结尾都是以“枪”结束，两处**意味着社会对于这种人群的**，但反抗呢，如果加入反抗的借喻会不会更加完美\n\n以上是我的看法，有些地方可能我也没读懂所以会有评论不当的地方，见谅"
        },
        {
            "author": "WM2030",
            "timestamp": 1506953700,
            "txt_content": "越来越好了！\n论述的成分稍有些多？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1506991440,
            "txt_content": "火影羁绊 发表于 2017-10-2 21:38\n本来我是想要以上一篇文章的色盲患者凌月做主角来写一篇这种文章的，现在感觉就算写出来了也比不上这篇.... ...\n这里是我描述不当，应该是限制法的出台。这里是回顾限制法的出台。放在这儿可能会有歧义，抱歉233"
        },
        {
            "author": "V_院長",
            "timestamp": 1506992940,
            "txt_content": "这个的确可以"
        },
        {
            "author": "guqu",
            "timestamp": 1506995220,
            "txt_content": " 本帖最后由 guqu 于 2017-10-3 10:19 编辑 \n\n\n我也是写色盲来着，不过是只能看黑白的狗\n然后就存着一直没发\n感谢完成了我的夙愿\n↑没表达好"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1507030200,
            "txt_content": " 本帖最后由 bo_bo2001 于 2017-10-3 19:32 编辑 \n\n(?Д?≡?д?)!?       ←字符显示成问号可还行= =\n怎么这么多人都要写色盲\n你们是不是串通好的！是不是！！（跑"
        },
        {
            "author": "Smile_Sun",
            "timestamp": 1507267440,
            "txt_content": "仰望dalao\n不敢写文评\n。。。。233"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1507911240,
            "txt_content": " 本帖最后由 安根_Engon 于 2017-10-14 00:40 编辑 \n\n下半篇的社会大环境不错，剧情巧妙。\n哥哥被迫-害致死前出现的几个配角，给人的感觉不是充满傲慢与偏见，而是令人恶心。倒也对，全世界的人都恶心的话，就没有“令人恶心”这一说了；不过“恶心”应该不是作者主要想表达的迭代主义形象吧。恶心的人不太容易让别人——我主要指读者——跟他一般见识；许多经典的“恶人”形象，不是靠说话多难听丰满起来的。相比之下，潺行家族派的那个人说话更有力度些，大环境的“冷酷无情”主要是从这个方向上表达的。\n整个下半篇对细节都刻画得不到位。比如，受折磨的人也许会虚弱，但为什么会失去朝气？作者的意思应该是哥哥经受折磨后变得苍老了，变化主要在心理上；这样，人物还是需要心理上的刻画。又如，“平等会”的成员，应该基本是遗传病患者，但是前后出现的几个人中，只有“铅笔”有遗传病体现的细节，而且不到位，让人容易忽略，只觉得“僵硬的笑”很奇怪。而且，这样的群体应该不乏短命先生，整个计划前前后后十五年才大功告成，肯定会有人半途离世，本篇就缺少这一类的细节。\n潺行玄隐的塑造，大方向合理，但是具体的东西却令我疑惑。潺行家族，大概有世代的遗传病。本身就是弱势群体，迫于社会环境压力，还把同属弱势群体的家族成员弄死；玄隐难道完全没有意识到，迭代主义本身其实并不能决定这一切吗？迭代主义，只是一本书，一个理论。一些推行种族主义的地方，并不见到有什么具体的种族主义典著。这是人们的价值观问题，是本质问题。可是玄隐一眛复仇，到死都没有对他所复仇的东西产生疑惑，这才是令我觉得整篇文章最悲剧的部分。\n更令我疑惑的是，这个潺行家族即使出现遗传病病例，照样威名显赫，比上半篇的红绿色盲境遇好太多了。难道即使再搞什么迭代主义，只要有钱有势还是什么都好说的么？作者的用意有待深思。\n另外，“可是在我看来……”这样的句式，太容易拉大主角与其他角色的距离，而且给人的感觉是主角在反复强调自己与他人的区别，有呻吟意味了。语气最好淡一些，用“可是我只能看到……”；最好只用“可是”甚至“可那明明是……”。暗含着的意思是：主角的意识里，生活只有黑白两色已经是事实了。\n前半篇，作者可能想塑造一个比后半篇更鲜活的主角，但是不成功。全篇主角都像一个呻吟病患者，反复强调社会、政府对他们的轻视甚至蔑视。这样的话没力度，要拿出实在东西来——比如后半篇，哥哥被迫-害折磨致死的情节（有待深思）。\n作者想把埔德写得友善些，也不成功。如果不是当面，能够听出语气，类似“怎么会呢？到底是怎样的呢？”的话很难让人觉得友善。埔德本人也没有足够的能促进两人关系的具体表现（我记得以前跟你说过你有这样的问题）。\n剧情欠工夫。线索玫瑰，引出得比较牵强，后期扣得不严。剧情的起落，起得不高，导致落的效果不足。以仇恨为动机来提升自己，用暴力解决问题，导致人物缺少正面精神，思想境界比较低（后半篇，同样怀有仇恨的玄隐，选择了打击迭代主义本身）。后期主角不解释的原因，不拿枪的原因都缺乏说服力，打斗描写更令我疑惑不解。\n有很多可取的地方，但还需再下工夫。\n\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1507913220,
            "txt_content": "安根_Engon 发表于 2017-10-14 00:14\n下篇有很多可取的地方，大环境塑造得不错，剧情也很巧妙。\n哥哥被**致死前出现的几个配角，给人的感觉不是 ...\n【感动于安根深夜的文评】\n\n首先说说可能是由于表述而出现的理解偏差\n下篇自己重读了一遍，感觉的确有很多东西没有交代清楚。“平等会”未必是总是遗传病患者，（事实上遗传病患者也未必都有能力做出那么宏伟的事情。），遗传病患者大体上只是平等会的一个...意识形态上的旗帜？一类的东西罢。\n关于潺行家族，毕竟迭代主义的种族清洗也没进行多久，所以其实遗传病患者的产生在各个家族之间还是基本均等的。【或许是一个小bug？】\n\n接着说说叙述角度带来的影响。\n两个主角只是以他们所见到的和所经受的来下判断，但是。\n“所见未必是确实，所思或将被误导”\n番外中的几篇，会尝试从其他角度来写这个社会结构。可能会有一点效果，但是总归是要写出来才知道。文章中似乎忘记掉给读者一些“主角看到的只是他们看到的”这一类的暗示【我的锅】\n这么说吧，以玄隐为例，当一个人悲伤的时候，是不是听别人的话都很觉得刺耳？大概是这种感觉。不过我可能是没有表达清楚。\n黑暗的世界中没多少组织能够自保清白\n\n最后反省一下一些硬伤\n语言上和渲染上的一些问题的确是存在的，上篇的无病呻吟的确也太多。本来上篇的目的才是调动读者情绪的，不过看来我并没有成功。甚至是本末倒置——不过写文倒也没有什么太多的本末倒置吧233\n埔徳的形象塑造的确是差了一些火候，这可能真的会成为一些硬伤？对于计划内容的描写也的确过于含糊。其实是一直想，想来想去居然出了一些逻辑错误，最终时间紧迫只能先糊过去。这个后面肯定是要补充的，看看是用番外的形式还是继续修改原文\n\n总体而言，还是感谢安根先生在忙碌的学业中抽出时间阅览鄙文。不胜感激，必将竭力腾蛟起凤，不负安根先生栽培【好吧这里全是套话】"
        },
        {
            "author": "洛湫",
            "timestamp": 1510995420,
            "txt_content": " 本帖最后由 洛湫 于 2017-11-18 16:58 编辑 \n\n666……果然dalao\n\n这个标题我差点看成九月不lu\n#滑稽"
        }
    ]
}