{
    "title": "【原创·连载】[圣石战争] ⑦",
    "author": "上官轩清",
    "replyCount": 0,
    "timestamp": 1506944700,
    "txt_content": " 本帖最后由 上官轩清 于 2017-10-2 19:55 编辑 \n\n【Chapter 7】               莱昂纳多走出军官们所处的建筑物，外面的阳光令他不舒服地眯起了眼。时值春季，沃尔垂德地处森林和高山之间的接壤地带，从东北部顺着山脊而下的冷风常年吹过这里，所以即使是春天，这里的气候也会显得较冷一些。       但其西部毗邻的卡尔玛西大森林却与之相反，那里气候常年温暖，很适合生物生活，但森林深处的野兽和危险实在太多，因此通常除了冒险者几乎没有人会愿意久住森林。       篝火熊熊燃烧，映红了他的脸——尽管艾格莱希人将电力引为其国家的骄傲，但要普及这种新的能源和设备绝非易事，就比如说处于边境的沃尔垂德，这里在艾格莱希尚未统一之时是属于克莱恩公国的一座偏远的边境小城。别说电力了，当时几乎称的上是野蛮与落后。这次如果不是其在侵略邻国的方面上具有极大的战略意义，致使联邦半数以上的军官都聚集到这里，才进行了整修。但即便如此，区区两个月，也只有部分重要地点用上了电力。       莱昂纳多来到沃尔垂德城附近不远的一处废弃庄园中。他一路步行走入庄园深处，被几个早已等候在那里的士兵接待，他摆摆手拒绝了他们，第一眼就看到不远处空地上一群正在练习的士兵。       这座庄园在近一个月前就已经被重新整修过了，废弃的断壁残垣用木质的围墙整新，而今为了适应军队的需求，它的规模反而比过去扩大了许多，外围早种上了黑松，来年前就能长成郁郁葱葱一片，足以遮掩住庄园内的一切景象。       旁边的卡尔玛西外的松树林中安插有暗哨，与木质围墙上的站岗士兵可以互相照应，这里防守严密，是总司令选定的军营。       这座庄园被分为两个部分。东南四分之一靠近城池的一部分被提供给军官、将领作为宿舍，这些人是所有士兵的指挥中心，在更多部队集结完毕或是总司令、参谋到达以前进行决策、维持秩序，在将来或许会被调往更遥远的战场上。       事实上负责此地的正是先前那名开口的军官——一名和他同样是联邦高级将领的中年男子——只不过莱昂纳多接受任命的时间远比对方来的早，在所有高级将领中，那人可以算是较晚的几个之一。       这位军官原本对于被调往沃尔垂德这个偏远小城的命令还有所存疑，但自从了解到这里的地理位置未来对于战争的意义之后，他很快意识到这并非疏远而是重用。与他最初拥有相同想法的人不在少数，但所有人很快就变得积极起来。       这位高级军官将营务安排得井井有条。总司令的看人水准——除了涉及到莱昂纳多时会被人小说几句之外——一向为人称颂。军官在指挥上的水准并非在这里所有人之上，但这个心思缜密的人在后勤安排上的天赋却是常人难以企及。       这一点从如今的军营就能够看得出来，一切都符合秩序，那些士兵们都安安分分，恪守本职。       无一例外。       莱昂纳多走进庄园以后就站在离训练区域不远的一株黑松树树荫底下，没有人站在一旁——他身边的黑松树是沃尔垂德以及附近拉斯里亚山脉中最为常见的常青树种，这种常绿的松树即使在这里寒冷的冬天也能为这片地区染上绿色——灰眸的军官就这样站在墨绿色的树荫下，看着不远处训练的士兵。       那里大约有三四十名士卒正在进行有关森林地形的训练。       他一眼就明白那是一支负责侦查的斥候队伍。恐怕到时候和他一起深入卡尔玛西的士兵也不会超过这个数量太多。       一些军官正在维持秩序，其实也并不需要，这些士兵都是从原本的军队部属里挑选出来的，本就是素质良好的精兵。但当他们看见有一名穿着寒酸的人在树荫下驻足并望过来时，顿时有了些反应。     “那个是……莱昂纳多将军吧？”     “恐怕是了，这里穿那种衣服的也只有他。”     “他现在为什么在这里，高级将领不应该去开会吗？”     “恐怕是被赶出来了，我听说莱昂纳多将军一直不怎么受其他将军待见。”     “应该是已经有任务了吧？”     “对，挺有可能的。”       窃窃私语的议论不可避免地落入莱昂纳多耳中，他只是默默听到了军官出声呵斥以后才回头继续走路。他的脑中浮现出这支队伍的服装和训练项目，肯定了自己先前的想法。这支队伍恐怕来到这里不会超过两个星期，先前作战的地区估计也与森林相差甚远，训练不过关还得吃上一顿军法，但说到底——仍是精英。       莱昂纳多只希望他们不会后悔。       他很快走回了自己的单人房间，一边从怀中拿出怀表——这是一个老工匠送他的最后一作，他一直小心地使用。他翻开表盖，顺手关上房门，将帽子挂到椅子上，看到表盘上的时间已经到了快下午五点。他抬起头，从写字桌的抽屉里拿出一本看上去还很新的记事本来。这是一本深褐色书皮的本子，纸张呈黄色，还很干净，样式是他最喜欢的以往伊莱瓦城邦出产的复古式——当然，是放到现在来说的复古，艾格莱希人的口味年年都在变，始终如一的也只有他们对于战争的渴求。他轻轻翻开第一页，上面一片空白，显然他的主人是今天才打算开始用它来记事。       他的上一本记事本昨天刚好用完，所幸带来了两本，就用新的来写日记。       莱昂纳多将笔沾沾墨水，提起笔刚打算写个开头时，房门却正好被敲响了。     “咚，咚，咚——”节奏不急不缓，他猜测并不会是什么令人为难的急事。于是便放下笔，过去打开门。     “什么事情？”        站在门外的是一名个子比他稍矮的士兵，从服饰和配备腰间的短剑、信号枪来看，是负责营地巡逻的。这名士兵见他开门问话，先是行了一个军礼，然后开口道：“报告长官，营地里来了辆马车，说是奉了联邦司令部的命令找您！”        联邦司令部？莱昂纳多皱了皱眉，然后让这名士兵等他拿上帽子再带他过去。       他很快跟着士兵从庄园的房屋中走出来，恰好看到路旁边的树荫下停下一辆马车，相比正常的马车，这辆显然更小一些。       这是辆双轮小篷车，往往用于快速送信，有时候军队也会用来报告战况和负责联络。司令部用这种速度偏快又不引人注目的马车，显然是有要事找他。       他看见马车上走下来一名穿着黑色军装的男子，带着同样黑色的兜帽，不过对方的兜帽一看不是他这顶破帽能比的，至少干干净净，看去十分舒服。       莱昂纳多被士兵领过去站定，那人却背对着他，说了一句让士兵离开的话。       士兵敬礼后马上离去了，空地上静了下来，仿佛阳光和冷风都成了幻境一般。       “莱昂纳多·西罗芬亚。”忽然落针可闻的空地上响起一个声音，稳重而有些沙哑，这种沙哑像是通过伪装而形成，用来掩盖自己真正的声音。       莱昂纳多心中疑窦丛生，却还是答了一声：“是！”       接着他看到那人转过身来，尽管对方在兜帽下面部有大半看不清楚且阳光正对着他让他很难睁大眼，但对方穿着上的细节却能够尽扫眼底。       这位年轻的将军暗自端详这人，余光不经意间瞥到对方右手袖子上绣上的一个纹章。       “这……是？！”他瞳孔一缩，眼中反射出一朵深紫色的曼陀罗花。       终究也是一名将军，他没几秒钟就冷静下来，只是心中的思绪犹如浪潮一般难以平定。来人也似乎有意让他思考一会儿，这晃神的工夫并没有说话。       莱昂纳多扶了扶帽子，眼中透露出一丝凝重和严肃。       联邦军人的服饰大体风格是一致的，但根据职位和所属兵团的不同在外观上也会有明显的区别。但对于指挥官和高阶军官来说，他们的军服并不会有多大的差异，用以辨别职位和地位的，主要是绣在军服上的一个图案——纹章，偶尔也能以勋章之类的辨别身份和另外一些特例，但毕竟是少数——联邦才刚刚统一不久，所有发出去的勋章和奖章一只手都数的清楚，可以的话他自己还能给你一个个讲清楚都在哪些人手里。       这样说来的话一个用以辨别身份地位的纹章看到了似乎也并不需要惊讶。但此刻莱昂纳多看到的纹章却和大多数他见到的不一样——确切的说，是和所有的都不甚相近。纹章通常绣在军服的衣领或者胸口处，眼前这人却在袖口，若不是他有心观察，一般人恐怕不会注意。绣纹章的位置是硬性规定好的，而且全联邦有关纹章的特例并不多——       只有四个。       如果结合紫色曼陀罗的图案，那么有且一定只能剩下一个。       这个图案全联邦人都认识。       是联邦总参谋。   \n 索引\n\n发晚了\n\n\n",
    "replies": []
}