{
    "title": "[Minecraft.net|INSIDER]聊聊马",
    "author": "zx728925",
    "replyCount": 0,
    "timestamp": 1506959580,
    "txt_content": " 本帖最后由 zx728925 于 2017-10-3 10:23 编辑 \n\nMEET THE HORSE聊聊马\n\nWhy the long face? YOU HAVEN'T EVEN READ IT YET\n为什么它们板着脸？快读读这篇文章吧\n\nWhen you’re out on your own, far away from the safety of your little dirt house, what you really need is a good ally. Perhaps a trusty companion and/or a noble steed? Well, prepare yourself for your new best friend! It’s a horse, a creature that somehow manages to be more popular than I am, according to lead developer Jens. Unbelievable, I know!\n当你一个人出去时，离开了你小小的安全泥土屋，你最需要的就是一个助手了。可能是一位值得信赖的伴侣和/或者一匹骏马？好吧，为你自己新的最好的朋友做准备吧！它是只马，一种不知何故比我更受欢迎的生物，看看下面首席开发人员Jeb的说法吧。你一定会难以置信的！\n\n“The horse! Adding horses was one of the most requested features for a while. Everyone wanted horses, and horses existed in the MoCreatures mod, so we actually asked the developer of that mod if we could get his help and use his model and his code to add horses a little bit quicker. In the end though, we kinda ended up rewriting everything. And now in the next update we’re gonna change the model as well. So it’s gonna get a more Minecraft, style. The current horse is a lot more detailed than the other animals, so we’re actually gonna simplify it and make it a bit more blocky.”\nJENS BERGENSTEN“\n马！添加马是最需要的特性之一。每个人都想要马，并且马也存在于MoCreatures MOD中，所以我们请教了一下MOD的开发者，是否我们能得到他的帮助，使用MOD中的模型和代码来尽快增加马这种生物。最后，我们完成了所有东西。并且现在我们会在下一次更新中修改模型。所以马会变得更Minecraft一些。经修改过后的马会变得比其他动物更富有细节，所以我们将会简化来使马变得更块状。”\nJENS BERGENSTEN“\n\nOooh, excited! But, HAY! Don’t gallop off just yet - I have some WILD horse facts for you. Sit down and let me TAIL you everything you need to know about the horse. Tom's going to be furious when he sees I've filled this paragraph with delightful horse wordplay. I'm NEIGH bothered.Oh，真令人激动啊！但是，嗨！现在你还不能骑马哦 - 以下是给你的一些自然界中的马的事实。坐下，让我来告诉你你需要知道的关于马的每一件事。当Tom看见我用令人愉快的关于马的文字游戏完成这一段时，他会很愤怒的。我会被马嘶声打扰的。\nThe horse is a calm and confident compatriot out in the Minecraft wilds. Found in herds of two-to-six, they roam the plains and savanna biomes chomping on grass and swishing their swishy tails. But this life is an ambling, unfocused one, and the proud horse is a creature worthy of far greater adventure. Although before you can go riding off into the sunset, you need to know a few things.马是在Minecraft世界中的一种平静又自信的动物。你可以在2-6只一群马中找到，它们漫步在平原和热带平原生物群系上，吃着鲜美的草，摇摆着它们嘶嘶作响的尾巴。但是这种生活只是休闲又随意的而已，骄傲的马就是值得去参加更远冒险的动物了。不过在你可以骑着马离开，一直骑到夕阳之前，你需要知道一些事情。\nFirstly, horses come in a variety of colours and markings. Most herds will be of the same colour, but that’s not to say there aren’t some variables between each individual. Horses come with a set of unique characteristics affecting their health, movement speed and jump strength. Some of these steeds can jump five blocks high!首先，马有各种各样的颜色和花纹。大多数马群中的马会是同一种颜色，但那也不是说在每只马中间就没有一些变化了。马也有一些独特特征会影响他们的健康、移动速度和跳跃高度。其中有一些马能跳5个方块高！\nArguably most important, however, is their temper. Each horse has a temper and this will affect how easy it is for you to tame them. To tame a horse, approach it with an empty hand and then just jump on up! The horse might, er, throw you around a bit - best wear some diamond elbow pads or something - but persistence is the key. If you want to make it easier to tame a particularly grumpy pony, it’s a good idea to feed it some delicious treats! A pro life hack right there: food is the answer to all of your problems. Literally every single one. Hungry? Use food! Run out of food? Use food! Can't write an article about horses? Take three months off and eat food instead! Worked for me! Kinda!\n不过，按理来说最重要的就是它们的脾气了。每只马都有它们独特的脾气，这会影响你驯服它们的难度。为了驯服一只马，你要以一只空手靠近它，然后骑上它！这只马也许一会儿就会把你甩下去 - 最好的穿着就是一些钻石护肘或者其他一些东西 - 但最关键的就是坚持。如果你想要使驯服一只特别脾气很差的马，喂它一些美味的东西是个好主意！一个专业的生存者会说：食物是你所有问题的答案。确实每一个简单问题的答案就是这个。饿了吗？吃！用完了食物？吃！不能写一篇关于马的文章？花三个月时间然后吃！这对我真有用！的确有一点！\nHorses have a dark side though, so beware. Try to make sure the horse you’re attempting to tame consists of more than just a skeleton, and also isn’t green and rotting. Plus, bonus tip, it’s always good to check that the horse isn’t already being ridden by a skeleton archer that’s trying to kill you. Generally you shouldn’t try to tame things that are trying to kill you. Now you know!马也有它黑暗的一面，所以请当心一点。尝试确保你要驯服的马不仅仅只有骨头（骷髅马），并且身体也不是充满了腐烂的绿色（僵尸马）。而且一个额外提示，检查这只马是否被一个骷髅射手骑着总是好的，因为它要杀你。渐渐地，你应该不再会尝试驯服要杀你的一些东西。现在你知道了！\nAnyway, watch out for that horse revamp in the future and remember: always wear a helmet. And diamond elbow pads. And a shirt saying 'Emily is da BEST'.总之，请注意未来关于马的更新并记住：一直戴着头盔。和钻石护肘。和一句短小的名言：“Emily是最棒的！”\n原文地址：https://minecraft.net/en-us/article/meet-horse原文作者：Emily Richardson原文发布时间：2017.10.02\n翻译者：zx728925翻译时间：2017.10.02\n",
    "replies": []
}