{
    "title": "[Minecraft.net|INSIDER]你让独乐不如众乐的制作变得更好了！",
    "author": "猜猜谁是谁",
    "replyCount": 3,
    "timestamp": 1506955320,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2017-10-5 18:06 编辑 \n原文地址：https://minecraft.net/zh-hans/article/you-made-better-together-better-ever原作者：Aubrey Norris发布于2017年9月15日\n\n你让独乐不如众乐的制作变得更好了！你的测试反馈影响了整个游戏\n      在测试阶段中，我们收到了非常多令人惊讶的反馈与建议——非常感谢你们让我们做出了比以往更加好的游戏！独乐不如众乐更新是Minecraft有史以来最大的更新，在这次更新中有多达34个特性将被加入。这次有那么多新奇的特性都是大家的功劳，所以我们非常感谢每个和我们分享其想法以及努力找出游戏中的错误汇报给我们的人。     到目前为止，我们已经在Android、Xbox One和Windows 10平台上找到了数以百万计的测试人员，帮助我们发现错误并给出反馈。在从测试版到目前的这段时间里，我们已经修复了3000多个错误-这个数目非常惊人！当然你同时也告诉了我们你对独乐不如众乐的更新十分满意。beta版的测试者对测试版的评分为4.1分，满分是5.0分，考虑到我们现在还是测试版，所以这已经是个很好的分数了！     我们已经快要测试完毕，接近最后的测试版了，所以以下是对独乐不如众乐更新的概述，包括了你可以期待的东西等等：游戏体验大家一直要求可以查看坐标来帮助大家清楚自己处于何处。我们认为应该满足大家的要求，但同时希望原版生存能有更大的挑战性，需要通过游戏内的其它物品来帮助找到位置。综上考虑，我们加入了坐标，但玩家必须开启作弊才能查看。虽然这样生存模式可以看到坐标，但是成就将被禁用。我们认为这是一个很好的方案，因为它虽然可以让玩家看到坐标，但并不能让生存变得比之前容易。有玩家说自己想要以前的制作方法，不想使用配方书，我们便新增了这个功能！有玩家说想要备份他自己的游戏存档，避免存档损坏，我们也新增了这个功能！\n红石你在之前使用不同引擎制作出来的红石与现在使用基岩版的Minecraft所制成的红石可能会有一些差异，我们在尽可能还原以前的红石，但由于代码库上设计的不同，红石机器可能需要一些修整才能恢复以前的效用。QC特性是我们在Java版与主机版中发现的错误，但是有些玩家发现了它有益的一面，这使得它可以做到一些非常神奇的连接机制。但由于它的本质是一个错误，所以我们并不打算在基岩版上重现它——但我们将竭尽所能为玩家提供其它的工具来制成相同功效的机器。基岩版中的活塞的激活时间与其他版本的游戏不同，这意味着你不可以直接照搬其它版本的活塞机器到基岩版中。我们会尽力将让玩家不必更改大量的线路，尽可能让最少的玩家不必重做他们的机器。\n运动我们从游戏中的三个不同版本的代码库中发现了三种完全不同的飞行方式，最终我们决定将基岩版的飞行方式来原来主机版的飞行方式相匹配。有玩家告诉我们创造模式的飞行速度太慢了，于是我们修改了速度！并且即使你到达了地面也会保持飞行，直到你手动调节运动状态。有玩家让我们将疾跑可以直接绑定在按键上，我们实现了他的愿望，将疾跑键可以在设置中调整。\n建筑有玩家要求有一个干净的创造快捷栏，我们实现了！有玩家注意到切换手中物品时HUD变得不是不透明的了，我们修复了！\n\n我们仍致力于你们提供了其他希望能够实现的反馈，但由于时间与资源的限制，我们将会在之后的更新实现这些反馈：巨大生物群系与超平坦是非常棒的，我们也很喜欢这些设定！但是它们要在基岩引擎上实现还是有点棘手的，所以我们考虑在之后新增这些设定。当然你可以在原主机版中创建并转换地形，存档会保存地形，但刷新的方块将会是超平坦方块。我们知道这不尽人意，但我们会尽快还原这些设定。我们听说基岩版中无法以均匀的速度来创建一条直线，这对热衷于建筑的玩家是个很麻烦的事情。我们认为这是个错误，并且正在努力修复它，但是这个补丁将在发布了独乐不如众乐更新后再发布出来。我们将添加一个更便捷的方法来清除创造栏的快捷栏，我们正在开发一个光标让你可以用在你的配方书与背包中。我们向Minecraft商店中添加更多不同的东西，并且你要求能有更多工具来帮助你在商店中选择你中意的商品，这是木问题的！我们正在计划在Minecraft商店中添加分级系统以及评论系统。自定义皮肤是很棒的，我知道你们也热衷于它！但很可惜的是如果要让主机版的皮肤生效需要平台持有方的一些措施才可使用。我们正在与他们商议，使你们可以在以后的更新中使用自己的皮肤。\n所以在此我们再次感谢大家！我们十分希望大家可以享受这次独乐不如众乐的更新！并且请你记住，是你塑造了这次独乐不如众乐更新！",
    "replies": [
        {
            "author": "zx728925",
            "timestamp": 1506959820,
            "txt_content": "这不是好久以前就发过了吗？只是没发在这版而已\nhttp://www.mcbbs.net/thread-728494-1-1.html"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1506964980,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2017-10-3 01:25 编辑 \nzx728925 发表于 2017-10-2 23:57\n这不是好久以前就发过了吗？只是没发在这版而已\nhttp://www.mcbbs.net/thread-728494-1-1.html ...\nemmm 好吧我不知道。。。\n博文录说暂无译文对 所以说我不背锅\n那么我这个帖子怎么弄\n"
        },
        {
            "author": "aa949005723",
            "timestamp": 1507632840,
            "txt_content": "谢谢你的解释我终于明白了."
        }
    ]
}