{
    "title": "[Minecraft.net]尖顶之灵感",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1507008840,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2017-10-3 13:36 编辑 \n\n原文地址：https://minecraft.net/zh-hans/article/spires-inspire\n原文作者：Marsh Davies\n发布时间：2017年4月15日\n原文：\nSPIRES TO INSPIRE\n Darek’s baroque builds and lush landscapes\nMirror-like lakes, patchwork fields and ornate ornamental gardens - these are the idyllic settings for RezolutnyDarek’s stunning castles - often every bit as intricate as the architectural filigree on the buildings themselves! \n At first glance you see just the castle, catching the eye with its tall spires ringed by a bright blue moat, but look a little harder and the astonishing detail of the world around unfolds: a ruined chapel, almost consumed by thick forest, meandering rivers, hay bails and hedgerows. It feels like a place with history and hidden splendour, begging to be explored.  \nThe shots you see are still a work in progress, too. Finished projects include a sprawling, opulent palace, reminiscent of Versailles, and a vast gothic cathedral, surrounded by gardens concealed within a thick forest. \n So what is it about these styles of architecture that attracts Darek?\n “I generally like Western architecture, especially French and Italian,” he says. “I started studying this subject at the beginning of my adventure with Minecraft. I bought lots of books and became really passionate about it. It's very difficult to specify what exactly made me so fascinated with baroque. Probably the proportions, elegance, sumptuousness of detail and also history of some of the buildings.”  Some of the real life places he’s been inspired and impressed by include Venice in Italy and Chatsworth House, along with the many cathedrals dotted round England. \n “I would love to go to Paris and Rome soon, and maybe Barcelona,” says Darek. “Regarding baroque favourites I must mention San Carlo alle Quattro Fontane and Chateau de Vaux-le-Vicomte.”\n Remarkably for such intricately envisioned works, Darek’s creative process varies quite a lot, build-to-build.  “There are examples when I started with the building and then created the surroundings, but also the other way round,” he says. “However the idea of the building is ready first. Usually I want to set the creation in specific landscape. For example, castles are usually placed in mountain areas, surrounded by forests and lakes etc, while palaces have to be surrounded by impressive and colourful gardens and so on. I don't do any sketches or anything like that. I have a vision of all this in my head first and then just build it block by block.”  \nThe results are both pretty incredible and incredibly pretty - and there’s much more to be found on Darek’s PlanetMinecraft page. Have a look for yourself and set your own spires dreaming!\n\n尖顶之灵感\n\n\n\n\nDarek的巴洛克式建筑和青葱的自然风景\n水平如镜，错落有序的田地与华丽的花园——这些都是RezolutnyDarek的令人震惊的城堡中的田园风光。其中几乎每一点的复杂程度都堪比建筑本身！\n一开始，你只能瞥见城堡，你的目光会汇集在其高高的堡顶，和环绕在其四周的蓝色护城河，但是，仔细察看一番，四周世界的惊人细节就会铺展开来：已经被毁灭的教堂，几近被厚密的森林所吞没；蜿蜒曲折的河流，干草包以及树篱。这给人的感觉就是，一个充满历史感和神秘光辉的地方在乞求被探索。\n你目前所看到的仍然是一个在制作中的半成品，已经完成的项目包括一个庞大的，华丽的建筑，这让人回忆起凡尔赛宫和巨型哥特式教堂,被花园环绕，隐蔽于繁茂的森林之中。\n\n---\n\n那么，来谈一谈吸引了Darek的这些建筑风格如何？\n\n“我一般比较喜欢西方的建筑样式，尤其是法式和意式。”他这样说道，“我在我的Minecraft历程之初便已开始学习这个主题，我买了许多书并且开始对其投注大量的热情。究竟是什么让我如此着迷于巴洛克风格，这一言难尽。大概是因为它的比例、高贵典雅、富丽堂皇以及其一些建筑的历史吧。”\n像意大利的威尼斯，英格兰的查茨沃斯庄园，和点缀在英格兰周部的教堂，这些他在现实生活中去过的地方，让他灵感大增并且印象深刻。\n“我想要在将来前往巴黎和罗马，可能还会去巴塞罗那。”Darek说道。“至于最喜欢的巴洛克建筑，我一定要提及圣卡洛教堂和沃勒维孔特城堡。”\n\n\n\n-\n\n-\n\n\n\n值得注意的是，在建设过程当中，对于这些复杂迷离的工作，Darek的创作过程是不同的。\n\n“举个例子，我先从这栋建筑开始建，随后再创造周围的环境，但也有其他的方式。”Darek说道。“不管怎样，先把建筑物的想法准备好。我通常想把创作品置于特殊景色中。比如，城堡被放置在山区，被森林和湖泊等环绕，宫殿则需要被令人印象深刻的，富有色彩的花园围绕等等。我不打任何草稿，也不干与它相关的事。我会先在脑中进行总体的幻想，然后就一块一块地把它造出来。”\n\n\n最终的结果呢？是不可思议和难以置信的美，你还可以在Darek的PlanetMinecraft个人主页上找到更多。为了自己去看，打造属于你自己的尖顶梦！\n\n\n\n",
    "replies": [
        {
            "author": "Clean_smoke",
            "timestamp": 1515072480,
            "txt_content": "6666666666"
        }
    ]
}