{
    "title": "Minecraft 基岩版 1.2.2 发布",
    "author": "zx728925",
    "replyCount": 6,
    "timestamp": 1507132440,
    "txt_content": " 本帖最后由 zx728925 于 2017-10-5 15:22 编辑 \n\nMinecraft 基岩版 是指包括Minecraft 手机版（Android、IOS）、Win10版（VR）、主机版（XboxOne、NS）在内的 使用“基岩引擎”（C++语言）开发的Minecraft 统一版本。\n正式版是 Minecraft 基岩版 经过一段时间的测试版测试之后得到的稳定版本，也是众多材质、Addons和官方领域服会逐渐跟进的版本。与此同时Google Play、Win10 Store等官方软件商城也会推送次更新。\n  转载本贴时须要注明原作者以及本帖地址。\n \n更新日志：\nNew Marketplace Content:\n商城新内容：\nWorlds世界（译名还未确定）\n        Silvermist by Pathway Studios        由Pathway Studios制作的银雾        Wizard's Retreat by Imagiverse        由Imagiverse制作的向导的撤退        Forbidden Forest by Blockception        由Blockception制作的森林禁区        Abstraction: GRID by Jigarbov        由Jigarbov制作的抽象：网格\nAdventure Maps探索地图（译名还未确定）\n        Wildlife: Savanna by PixelHeads        由PixelHeads制作的自然生活：热带草原        Autumn Mini-Games Festival by Noxcrew        由Noxcrew制作的秋季迷你游戏节\nSkin Packs皮肤包（译名还未确定）\n        12 Wonders Skin Pack by Toyaplays        由Toyaplays制作的12个奇迹皮肤包        Adventure Together by Pathway Studios        由Pathway Studios制作的一起探索        Mineplex Heroes by Mineplex        由Mineplex制作的Mineplex英雄们        Foodies by 57 Digital        由57 Digital制作的美食家        Autumn Festival by Noxcrew        由Noxcrew制作的秋季节日\n\nBug Fixes:\n修复的BUG（29个）\n\nFixed a crash that occurred when loading worlds修复了在加载世界时导致游戏崩溃的BUGFixed a crash when backing out from a menu using a controller if there was a setting toggled by touch or mouse/keyboard修复了在用设备（有一个切换触摸或者键鼠的设置）返回菜单时导致游戏崩溃的BUGFixed a crash when signing out of the safe area screen after switching to a new profile (Xbox One only)修复了在切换到新配置文件之后离开安全区域时导致游戏崩溃的BUG（仅限Xbox One）Fixed a crash that occurred in the World Settings screen修复了在进入世界设置时导致游戏崩溃的BUGFixed a crash that occurred when joining servers修复了在加入服务器时导致游戏崩溃的BUGFixed a crash related to inputting and rendering text (Xbox One only)修复了与输入和渲染文本有关的导致游戏崩溃的BUG（仅限Xbox One）Increased performance when navigating the main menu (Xbox One only)提高浏览主菜单时的性能（仅限Xbox One）Holding sneak and jump at the same time while flying will no longer drift slowly downward在飞行时，同时按住潜行和跳跃键时，不再缓慢向下漂移了Realms invite links now appear (Xbox One only)添加了领域邀请地址（仅限Xbox One）The cake is not a lie! On controller, the Recipe Book no longer says ingredients are missing when they are present in the inventory蛋糕不是个谎言！在设备上，当背包里有足够的原料时，配方书不会说缺少原料Redstone dust and components now properly show their active/inactive status红石及其红石物品现在能正确显示有效/无效状态Redstone components no longer freeze or trigger when reloading a world加载世界时，红石物品不再会不能触发或自动触发了Eggs thrown at other players will now cause knockback effect扔到其他玩家上的鸡蛋现在会造成击退效果All firework rockets can now be taken from the Recipe Book without disappearing所有烟花火箭从配方书中拿走时不会消失Resource packs are now applied to the main menu after restarting the game when the resource pack was previously added to Active Packs in the Global Resources menu资源包之前加入到全球资源包菜单中的常用包，然后重启游戏时，资源包会出现在主菜单里了Each player in split-screen now has appropriate lighting for the dimension they are in多屏幕中的每一个玩家现在都有适当大小的光照了Fixed issue of Efficiency III diamond pickaxes not continually mining blocks that are fast to mine, such as netherrack修复了带有效率3附魔的钻石镐不会持续快速地挖掘方块（比如地狱岩）的BUGMending enchantment will now work properly with fishing rods修复了钓鱼竿的附魔，现在钓鱼竿能正常使用了Using commands or Pick Block to get Shulker boxes no longer displays the placeholder name使用指令或者Pick Block获取潜影盒时不再会显示占位符的名字Mob heads can now be equipped if the stack contains more than one when using a touch screen使用触摸屏时，如果堆叠超过一个，那么生物的头可以装备Ladders placed on other ladders or slabs will no longer be invisible放在其他梯子或台阶上的梯子不再会消失Pressing the left thumbstick will now toggle the Recipe Book on if it was closed如果配方书关闭了，按住左摇杆会切换合成书Recipe Book now updates properly when opening and the Craftable toggle is off当打开以及可合成的物品的切换关闭时，配方书能正确更新了Armors of the same type will now visually switch properly in armor slots on Classic UI在经典用户界面中的盔甲槽里，能正确地切换同种盔甲了Fixed the B Button not closing the settings menu when a slider is highlighted修复了B键在突出滑块时不能关闭设置菜单的BUGChat and Active Status Effect screens will now open on the first press of d-pad buttons在第一次按方向键按钮时，能打开聊天和活跃状态效果窗口Fixed overlap issues with the Players Permission dropdown menu修复了玩家权限下拉菜单重叠的BUGFixed incorrect controller tooltips appearing on several menu screens修复了菜单界面设备提示出现错误的BUGFixed Old worlds crashing and taking too long to load修复了旧存档崩溃以及加载时间太长的BUG\n\n\n\nNEW ON MARKETPLACE: WILDLIFE, WIZARDS AND WONDERSMinecraft商城里的新东西：自然生活、向导和建筑奇迹More adventure maps, more skin packs and five new worlds!更多探索地图，更多皮肤包和5个新世界！\nA new wizard world for marketplace? I thought there was something magical in the air today! Because my allergies are driving me crazy. But on the bright side, we've got another MASSIVE Marketplace content drop today! Woop!在商城里的新的向导世界？我认为今日有一些神奇的东西开始流行起来！因为我的厌恶正在把我逼疯。但是也有令人高兴的一面，我们今日已经得到了另外大量在商城里的内容！诶呀！\nThis latest batch of community created content truly has something for everyone. Wanna be a wizard? No problem! Wanna meet some wildlife? Go right ahead! Wanna read Block of the Week instead of this? Er, OK, click herethen. But come back if you want to see all the weird and wonderful things we've added to Marketplace!这最新的一批由Minecraft社区里的几个玩家创造的内容确实是送给每个玩家的。想要当一名向导吗？没问题！想要开始自然生活吗？去做吧！想要阅读每周方块吗？呃，好啊，点击这里吧。但是如果你想看看我们添加到商城里的所有完美又不可思议的东西，回来看看吧！\nWe'll be continuing to update Marketplace, and you can browse the current library of curated content made by the Minecraft community by clicking this very link on your Minecraftin’ mobile device or Windows 10 machine.我们将来也会继续更新商城里的内容，并且你可以在你的游玩Minecraft的移动装备或者Windows 10上点击这个链接，浏览由Minecraft社区玩家所精心创造的内容的当前列表。\nSILVERMIST银雾by Vanilla BurpVanilla Burp制作\nOn a distant shore, fairies have made their homes in an abandoned human village. Start your next survival world in the beautiful fairy town of Silvermist, complete with a hidden dungeon, tamable reindeers, and hidden treasures. Stay and fix up the village, or venture off into the great unknown! If you're keen to be away with the fairies, use this link to open up Marketplace on your Minecrafting device and go straight to the download.在一个遥远的海岸，仙女们在一个废弃的人类村庄里搭建了她们的家园。在这个叫做银雾的漂亮美丽的城镇里开始你下一次的生存，包括一个隐藏的地牢、可驯服的驯鹿和隐藏的珍宝。停留下来并重建这个村庄，或者探索未知的地方！如果你渴望和仙女们在一起，在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\nWIZARD'S RETREAT向导的撤退by ImagiverseImagiverse制作\nEnter the Wizard's Retreat as autumn casts its spell! Free the local wizard and gain a head start brewing your first potions. If you think you've got the chutzpah to begin your magical journey as an apprentice in this mystical land, use this link to open up Marketplace on your Minecrafting device and go straight to the download.进入这个叫向导的撤退的地图，秋天施展了它的魔力！释放当地的向导，获得你的第一个药水。如果你认为你很强大，能够在这个神秘的世界当学徒以开始你神奇的旅程，在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\nWILDLIFE:SAVANA自然生活：热带草原by PixelhandsPixelhands制作[media=x,500,375]http://v.youku.com/v_show/id_XMzA2NTIyOTM2MA==.html/media]Go on safari in a rugged off-road vehicle that seats four to discover brand new landscapes and exotic animals! Giraffes, zebras, and even cheetahs (if you’re quick enough). Ride a rhino. Tame a lion. Go wild! If you're finding the call of nature irresistible, use this link to open up Marketplace on your Minecrafting device and go straight to the download.\n在一辆结实的四座越野车上旅行，发现新的风景和外来的动物！长颈鹿、斑马，甚至猎豹（如果你越野车够快）。骑上犀牛、驯服狮子。真令人高兴的发狂！如果你正在寻找大自然那无法抗拒的呼唤，在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\n\nFORBIDDEN FOREST\n森林禁区\nby Blockception\nBlockception制作\n\n\n\nExplore a dark and mysterious forest filled with an evil that now plagues with once-great land. Make it your own or defeat the evil hidden within. Includes 12 new music tracks and new monster textures! Journey into the dark heart of danger by following this link to open Marketplace on your Minecrafting device and go straight to the download.\n去探索这个黑暗又神秘且充满的邪恶的森林，现在用曾经伟大的土地来折磨人。把这片森林变成你自己的或者去打败里面隐藏的邪恶。包括12首新的音乐和新的怪物纹理！如果你想走进黑暗的危险之心，在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\n\nABSTRACTION:GRID\n抽象：网格\nby Jigarbov\nJigarbov制作\n\nRethink how you play survival when solid ground is now the grid. With limited resources, take the challenge of completing the color monument while looking at the world around you in a new way. Can you fit into the grid and make a life for yourself? Find out by following this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n回想一下当固体地面是网格时，你是怎样玩生存模式的。利用有限的资源，接受完成彩色纪念碑的挑战，以一种全新的方式看看你周围的世界。你能否融入这种网格的世界，使你的生活变得精彩？在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\n\nAUTUMN MINI-GAMES FESTIVAL秋季迷你游戏节\nby NoxcrewNoxcrew制作http://v.youku.com/v_show/id_XMzA2NTIyOTA0MA==.htmlTake a daytrip with your friends! Test your skills at Mini-Golf, Go-Kart Racing, and the Boat Race! Get lost in a Maize Maze, climb across a cliff face and tree tops, and reign supreme at King of the Ladder! Prove you're a mini-game master by following this link to open up Marketplace on your Minecrafting device and go straight to the download.和你的朋友们进行一天的旅行。在迷你高尔夫、卡丁车比赛和赛船中考验你的技术！在玉米迷宫中迷路，爬上悬崖面和树顶，以及作为阶梯之王去统治！要证明你是个迷你游戏大师吗？在你的Minecraft设备上点击这个链接，进入商城，然后直接下载吧！\nSKIN PACKS皮肤包\nClick through the gallery to see all the new skin packs (and the new texture pack) we've added to Marketplace!单击gallery（画廊），看看所有我们增加到商城里的新皮肤包（以及新纹理包）！That's it for now. Enjoy!就这些啦。享受吧！原文地址：https://minecraft.net/en-us/arti ... wizards-and-wonders原文作者：Tom Stone原文发布时间：2017.10.04\n\n正版地址AndroidGoogle Play(推荐): https://play.google.com/store/apps/details?id=com.mojang.minecraftpeWin10 Win Store（推荐）: https://www.microsoft.com/zh-cn/store/p/minecraft-for-windows-10/9nblggh2jhxj\n\n外部来源以及详细的更新条目追踪 Minecraft官网（英文）Minecraft基岩版官方博客 （英文）Jeb的Twitter（英文，需魔法上网）Jason的Twitter（英文，需魔法上网）Matt Booty的Twitter（英文，需魔法上网）tomcc的Twitter（英文，需魔法上网）/MattGartzke的Twitter（英文，需魔法上网）HelenAngel的Twitter（英文，需魔法上网）Chupacaubrey的Twitter（英文，需魔法上网）\n",
    "replies": [
        {
            "author": "fsxitutu",
            "timestamp": 1507156140,
            "txt_content": "先为amazon app store链接终于使用.com域名点个赞。帖子太水了吧？这翻译……"
        },
        {
            "author": "sjx",
            "timestamp": 1507166700,
            "txt_content": "遇到过的bug好像都修好了呢：\nFixed a crash that occurred when loading worlds\nFixed a crash that occurred in the World Settings screen\nFixed a crash that occurred when joining servers\nRedstone dust and components now properly show their active/inactive status\nRedstone components no longer freeze or trigger when reloading a world"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1507169160,
            "txt_content": "win10 版已经自动推送了更新了，oh yeah"
        },
        {
            "author": "CAISIDUO",
            "timestamp": 1507206960,
            "txt_content": "?Mending enchantment will now work properly with fishing rods\n?修复了钓鱼竿的附魔，现在钓鱼竿能正常使用了\n\n这个应该是说经验修补能用在钓鱼竿上了吧 修复了钓鱼竿的附魔是什么鬼"
        },
        {
            "author": "youyon_",
            "timestamp": 1507214460,
            "txt_content": "输入\n/gamerule commandBlockOutput false\n指令仍然闪退"
        },
        {
            "author": "aaaa3180",
            "timestamp": 1507407180,
            "txt_content": "        MCBBS有你更精彩~"
        }
    ]
}