{
    "title": "Minecraft杂志第二刊发售了！",
    "author": "cc7w",
    "replyCount": 0,
    "timestamp": 1507119060,
    "txt_content": "\nMINECRAFT MAGAZINE ISSUE TWO!\nMinecraft杂志第二刊！\nIn a shocking twist, we've made a second issue!\n在令人震惊的转折之后，我们发行第二刊！\n\n　　Remember when we launched that ace official Minecraft magazine last month? And do you remember all the millions of naysayers who took to the streets, yelling about how it wouldn't work? Us neither. Anyway, in your face, completely hypothetical naysayers, because the magazine's a hit and the second issue is here!\n　　还记得我们上月发行的那极棒的Minecraft官方杂志吧？你还记得一群唱反调的人涌上街道抱怨这儿不行，那儿也不行吗？我们也不记得！不管怎样，你的面容揭示着你完全是个唱反调的人，因为我们的杂志很受欢迎，并且第二刊发行了！\n\n　　The Official Minecraft Magazine Team (or TOMMT, for short) may lack a catchy acronym but my word, can they make a delightful papery treat. This issue is bursting with great builds, stories, news, scoops and another excellent comic from Trudi Castle featuring our crafting heroes, Bear, Monty, Scout and Sparks! In fact, that comic is so good, I refuse to write another word of this story until I've enjoyed a SNEAK PEEK at a panel for it.\n　　Minecraft官方的杂志团队（简称TOMMT）可能缺少一个好记的团队简名，但他们做出的杂志却非常令人高兴！本期刊中到处都是漂亮的建筑，有趣的故事，新闻与独家报道，还有Trudi Castle以我们的英雄，Bear和Monty为特色所画的极棒漫画！事实上，这幅漫画是那么棒，以至于在我先睹为快之前，拒绝为你们再写下关于它的故事。\n\n\n\n　　Ah, that's better. Issue two should have already hit UK shelves by the time you read this. Unless you're reading this thousands of years in the future. In which case, hello person of the future! What's the weather like in 6017? Do you still have magazines? Really? Wow!\n　　啊，那更好。除非你是在几千年以后再读这篇文章，第二刊应该已经在英国的货架上摆着了。如果是这样的话，你好，后人！6017的天气怎么样？你还有杂志吗？真的？哇！\n\n　　Other regions will be getting issue two very, very soon, so keep a look out! How about we end on another sneak peek of some of the great features inside the issue? Let's!\n　　其他区域也会很快很快收到第二刊的，所以注意了！让我们在结束之前再先睹为快一番，如何？\n\n\n\n\n\n\n\n\n\n　　If you’d like to see your work featured in the magazine, please send high-resolution images of your builds and skins to TOOMT via Minecraftmag@euk.egmont.com. They’ll feature your coolest stuff in the mag!\n　　如果你想看到你的作品刊登在杂志上的话，请将你的建筑或皮肤的高分辨率图片发送给TOOMT，邮箱地址是Minecraftmag@euk.egmont.com。他们会将你提供的炫酷的东西放到杂志中的！\n\n\n\n原文作者 Tom Stone 2017/10/04\n翻译者 c7w 2017/10/04\n",
    "replies": []
}