{
    "title": "【周边创作每月活动】|九月活动|色彩大作战|结果公布|",
    "author": "guqu",
    "replyCount": 14,
    "timestamp": 1507206000,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-12-9 15:57 编辑 \n\n色彩大作战作品 作者评委①  评委②  平均分   排名  奖项      奖励亮色泯于无色之间@\n7.9+0.48.1+0.48.41一等奖6人气，70金粒，3下界之星丰富交融的黑魂色彩@\n7.7+0.18.0+0.17.952二等奖5人气，50金粒，2下界之星染料的故事@\n7.7+0.18.0+0.17.953二等奖5人气，50金粒，2下界之星截然相反的画风@\n7.7+0.27.7+0.27.94三等奖4人气，30金粒，1下界之星Alex！这是我的爱！@\n7.3+0.27.3+0.27.55三等奖4人气，30金粒，1下界之星赤色旗帜@\n7.4+0.17.4+0.17.46三等奖4人气，30金粒，1下界之星爱情的颜色是什么@\n7.2+0.27.0+0.27.37三等奖4人气，30金粒，1下界之星橙色幻想@\n7.3+0.17.0+0.17.258三等奖4人气，30金粒，1下界之星虚浮乐园的巫女@\n7.27.37.259三等奖4人气，30金粒，1下界之星原谅绿@6.5+0.16.6+0.16.6510三等奖4人气，30金粒，1下界之星光@\n----离题奖2人气，20金粒\n原谅绿　　称不上优秀的作文，就算横向比较也会略有不足的地方。缺点不少，这里仅举几个较为明显的，以供参考。 　　“原谅校园的那一刻，也许是颜色的真谛。”“也许真如“see you again”一般，再一次看见你，在游戏的身影里。”“当绿色“寄存”在叶子上时，叶子可以发出氧气，令我们的空气更清新。” 　　总体来看，这是一篇全文谈绿却没谈到点子上，想把MC元素硬扯过来却将主题搅成一滩烂泥的不明不白的文章。从文中的字字句句就已经能够看得出来，你在行文过程中思路的混乱了。 　　原谅可以作为动词，但在第一个例子中显然是说不通的，将校园作为原谅的对象无疑会让人看得一头雾水。将原谅作为颜色修饰校园，结果也是同样的糟糕，绿色的校园是真谛什么的，实在是难以想象。也许作者这么写可能是别有用意，或是在玩梗又或是在打趣，但这种混淆不清且容易引起歧义的说法，还是少用为好吧。 　　第二个例子位于开头的一段，话倒是没有问题，也有些凝造意境的意思。但是，问题的关键在于，句中的这个“你”在几百字的下文里根本就没有再度出现过，而之后行文中所贯穿的“你”，不过是一个转换视角的称谓而已，跟这种完全是以人来塑造的“你”可以说是完全不同的。这种明明打下了铺垫却在后面突然断掉的感觉，实在是不怎么好受。就算是有着自己的想法，适当的删减也会少引起些歧义吧。要么作出修改，要么贯穿全文，含含糊糊的反而会让读者看不清楚。 　　第三个例子就有些过了。且不论这个“绿色‘寄存’在叶子上”到底说的是什么意思，光是那个“发出氧气”就很糟糕了。绿色的叶子不好吗？为什么这个绿色还要寄存在叶子上。制造氧气生产氧气什么的都好，为什么非要用个不伦不类的“发出氧气”？ 　　且不论文章的总体架构与立意构思，单就遣词造句来讲都属于非常糟糕的那种。具体的形容下，就是粗略扫扫还行，但稍微细看就根本看不下去了的类型。 　　如果有空，可以试着稍微认真地修改一遍，至少让自己的作品自己心里过得去为好，应付了事混活动总不是什么太过乐观的态度。 　　以上，祝进步。橙色幻想 　　完全可以当作作文来看待的文章。如果硬要从总体上来讲，条理清晰，内容明确吧。 　　文中有着自己的结构逻辑，一些细节上的处理也算可以。虽然作为“作文”这类毫无故事性的文体来讲，在剧情上略有不足，但对于其的感触写的还是比较到位的。 　　不过要说不足的话，也的确有一些的。 　　首先，在整体的行文思路上来讲，内容的确丰富多样，但却有些太过零散了。讲的杂且稍稍地有些乱，各部分之间没有明确的联系。基本的思想是有，但稍微修改一下将其贯穿全文可能在表达效果上会更好一些。 　　并且，文中的橙色，虽然在很多层面上都粗略地论述了一番，但却没有一个重点刻画的部分。也就是说全文扫下来可以算是平平淡淡的，缺乏一个让人眼前一亮的亮点。在这方面上希望能看到作者，更出色的发挥。 　　最后，文中的一些语句太过于追求表达效果了，从而有种过分做作的感觉。举个例子。 　　“曾经有过上街买下一大袋橘子慢慢享受的美好经历，终于在将要到来的秋季可以重新上演。” 　　单论这一句的话，语句简练，是找不出半点问题的。虽然中间缺少了一个必要的承接，但也勉强算可以。可这个句子如若放在橙子的总写与橙汁的中间，这个衔接就会有些显得不到位的地方了。在连贯流畅的行文中，将一个原本就无关紧要的内容硬生生地插入进去，并且独立成段。从整体的格局来看，是会有些唐突不清的。 　　综上，文章整体不错，但尚有不足，可以继续努力。 　　最后，祝进步。光　　“2.按照活动主题的要求，不得使用以前的作品。 ” 　　以上内容摘自公告贴原文。虽然单论内容的话，这的确是一个不错的渲染图，但若是放在活动的规定上来讲，在某些方面来还是不合规定的。 　　不过，如果真要评论这一渲染图的话，倒是也有些值得谈论的地方。 　　图中最大的亮点在于构图的思路。其中暗色与亮色的对比，能够很好地凸显出画面的主体，而适当的留黑以及靠右的角度选取，也同样简单明了且不失灵性。 　　如果还有不足，那可能是构图稍显简单吧。单论元素还是稍微地少了一些，质量的确优秀但有些普通。再之后可以尝试着更有创意的复杂构图。 　　以上，祝进步。截然相反的画风 　　很有意思的一个作品，无论是质量还是构思上都可以称作优秀。 　　通过两幅不同的画作，来展现彩色与无色之间鲜明的对比。这种创意的确出色，并且在整体画面的协调感上也丝毫不差。元素穿插的恰到好处，不会过分唐突，也不会模糊不清。而且一些细节也的确处理的很好，比如远景丁香的放置，可以说是别出心裁。 　　如果在表达效果上还要找出什么小毛病的话，个人建议，图中彩色与无色的对比可以更为鲜明一点。其中无色虽然不用跟彩色对半构图，但仅是占据一角还是太过偏僻了一点。因为背景板毕竟是彩色的，这样的布景反而会冲淡由无色的对比所带来的视觉效果。所以如果技术层面上没有问题的话，该渲染图应该还是可以再稍作艺术加工的。 　　总体来看，这张渲染图除了在表达效果上稍有欠缺之外，其他地方可以说已经做的很好了。动作稍微润色一下，对比稍微明显一点，基本上就没什么问题了。 　　以上，再接再厉吧。虚浮乐园的巫女 　　其实我觉得很普通。不过那个防撞桶倒是一个亮点，粗大简明线条清晰地构成了画面的主体，并且通过这一几近完美的构图协调地表现出了三种对比鲜明的不同色彩（划掉） 　  说正经的。虽然题目起的是虚浮乐园，但实际上就是强行拖上来一个红色的背景板，然后把灵梦的衣服换成同色而已。虽然该作品在面部表情，部分阴影的处理，以及一些小的细节上，的确有着独到之处，但整体给人的感觉还是杂乱无章的。 　　尤其是这全图特别醒目显眼，就连简简单单的渐变都没有用上的大红色调，也自然是不会给人留下什么好的印象的。“毫无诚意甚至于是应付摸鱼的混活动作品”，如果再具体形象一点，应该这么评价吧。 　　“1.有关颜色的处理是否合理，有没有因为颜色而影响到作品整体的布局。2.当将颜色作为主色调的时候，画面是否协调。” 　　摘自公告贴原文。 　　以上。继续加油吧，洗车场。（另欢迎复出）Alex！这是我的爱！ 　经讨论后，将那朵红色的花算作一个色彩了。（虽然不管怎么看都太过牵强了）  　不过无论如何，单从大体以及渲染图的角度上来看，它还是较为出色的。画面的整体有着一定的和谐度以及较为出色的布局，每个景物都安放得恰到好处，元素虽多却不显得杂乱，这可以说是这张渲染图的优点所在。 　 但缺点同样很明显。首先，该作品并没有将活动的主题很好地凸显出来。毕竟是以颜色为题，所以画面的总体应该围绕着“如何凸显某种颜色”或者“如何将颜色作为主题”来创作才是。但在个人的视角看来，该作品中是没有半点遵循主题的意思的。固然质量优秀，但与主题的切合度不佳。就算是将周围景物模糊化处理，将所表达的颜色醒目处理也会稍微地比原图好上一些吧，单纯的画面实在是有些太过离题了。 　　其次，画面的取景稍有不足。该渲染图大致可以分为上下两个部分，但本应该是主体的两个人的所占的面积，却近乎跟上部分的鱼塘的面积相似了。如此取景，会间接地导致主题不突出，从而画面感不够强烈的效果。所以个人建议在取景的角度上可以稍作修改，略微将两人的恩爱场面突出一些，也算是好的。 　　以上，祝进步。爱情的颜色是什么　　从大体上来看是个完整的故事吧，虽然采用的是分段式的写法，但起码将一个大概的故事轮廓讲述清楚了。\n\n　　问题自然也是有的。\n\n　　以分段为主的短篇，重点就在于意境的塑造，合适的取材以及整体的构思。\n\n　　但是通过分段来塑造意境并不代表着刻意做作，而所谓的段落也不是越简练越好，越让人看得一头雾水，摸不着头脑的越好。适当的描写，恰当的人物塑造，这些同样也是塑造意境的基本要素中的一部分。所以，如若没有最基础的内容为后文故事的发展作铺垫，没有最基础的剧情来给人物塑形，那么读者又何从拥有代入感呢？读者又怎么能够切身地体会到你所凝造的情景中去呢？\n\n　　所以，那种过分抽象化的语句尽量还是少点为好。多增添点实际内容与剧情，再加些描写来让故事更加的饱满一些。不求别人，我们写故事的人起码要让读者看得明白，看得清楚，在看过一个故事后能够被它打动，并且切身地领悟主旨与蕴含的情感吧。\n\n　　再说取材与构思吧。人从出生到死亡，你也并非要将所有的事情，都面面俱到事事俱细地讲述得一干二净吧。假设有个人从出生到死，一生也就青少年有些出彩的地方，身为记录者旁观者的你，也不用非得十几岁，二十几岁三十几岁一直到九十几岁这样一直记述下去吧。选取合适的材料着重描写，剩下没有必要的多余边角料就直接忽略不计不就可以了。\n\n　　就拿原文来举例子吧。既然上高中乃至于结婚之后几年的时候你不了解，那么你就可以干脆地忽略不计吧。在戏剧性地刻画初中之后，一笔再带过高中时代，稍微着重写他的努力奋斗的心理路程，不就可以了吗？不需要更多的叙述段落，将人物塑造清楚，给一个结果就足以了。最后，到了结尾夕阳红的时候，再通过景物来给气氛烘托一下，这就已经足够了吧。故事圆满完整，且节奏稳定，如此即可。\n\n　　受于一些私人的原因，剩下一些小的问题，在这里就不再点出了。\n\n　　以上，祝进步。染料的故事\n意外的发现了如此清新的文章真不是我说，因为关键词采用了这种方法来展现文章，让整个文章的排版清新明快。恩...算是因祸得福吧整个文章读起来的感觉非常的好，语言不拖拉累赘，剧情也透明好懂。不过在极化等生僻词汇的解释上虽然很努力的解释清楚而且尽量不累赘，但是仍然不能到达一看即懂的境界。如果能这样就太好了。整个故事情节已经很完整了，但是既然是用Maceio来引出，我觉得在3和4中放Maceio之后创作的情节会更加好一些继续努力！亮色泯于无色之间 　  从整体上来看，叙事的角度不错，故事的条理清晰，意境渲染的到位，心理描写细致入微。无论是从单纯的文笔还是从总体的文字功底上来看，相较于以前也都可以说是有着一定的提高吧。\n　　下面说问题。既然是稍微长点的文章，这里就不一一而论了，仅举几个稍微重要的吧。\n    先来谈谈逻辑问题\n　　“第四阶段内容：对外宣称的计算机发明者将会死去。尝试激怒**迭代主义分子，让他们认识到此人虽然强大，却代表着一个弱势群体，对于迭代主义不利，从而诱导他们尝试暗杀。在防卫的过程中，要假装有所防备，但最后一定要让暗杀成功。”\n\n　　很奇怪的一个说法，就算是单纯以逻辑来判断的话也会有些问题。的确，它的这一个方案是有着它自己的可行性和合理之处，放在作者所塑造的世界观里来看同样是合适的，但这里的“诱导暗杀”与“激怒”似乎有些太绝对了吧。就像是福尔摩斯先生的基本演绎法，在现实生活中是不太可能实施的那样，一个现象是有着不确定性的，同样的现象放在同样的时代也很可能会引发出不同的结局与走向来。说得直白一点，这个方案是绝对存在着变数的，**迭代主义分子的确有可能如此作为，但他同样可能采取另外的方式或者持另外的看法。如果仅从一个角度来看待问题，并且就因此而专门列下计划的话，未免有些太过了吧。\n\n　　虽然剧情服务于故事性，但有些地方是可以模糊处理的。稍作修改也比直白的叙述要好得很多，虽然是细节但还是可以注意一下的。\n\n　　其次，再从结构上谈谈好了。\n\n　　让我们看到下节的内容，如果粗略地划分的话，它大概可以分成以下几个部分：背景介绍，为哥哥作证，哥哥逝去之后我的改变，加入平等会，研发与结局。\n\n　　首先，我们可以很清楚地看出，第二部分所采用的短句成段的写法。短句成段，顾名思义，就是通过大量独立成段的短句，来塑造意境并且在某种程度上推动情节的发展。\n\n　　然后，我们来看看每段的字数。前三个部分加在一起的字数，大概是八千多字。这个字数并不算多，且差不多能将一个完整的故事渲染明白了。可是，如果稍微统计一下，我们就会发现，在第三部分之后的第四部分，却足足占了六千字，差不多相当于前面三个部分的总和。\n\n　　短句成段是一种比较轻松的写法，但是，大量的纯叙述段落却并不怎么适合它。而且，不光是这个写法，这种长串的叙述同样不适用于语句精炼的短篇之中。因为它会彻底打破并拖慢短篇中贯彻全文的剧情节奏，从而使文章的中心淡化，甚至于极度削弱文章所一贯维持的良好表达效果。\n\n　　一个意境为主的短篇，怎么看都不可能和成片的叙述段落融合在一起的，更何况是节奏慢且对文章中心的表达突出无益的叙述段落。\n\n　　举个例子吧。在加入平等会的过程中，作者一而再地强调了平等会对接暗号的过程。或许作者对于这些段落的处理别有用意，但如果从整体上来看，这些所谓的为了隐秘与合理性的处理，其实都是完全没有必要的累赘。没有人会关心要进入平等会的分部，得对上多少次的暗号，读者想要看到的是快节奏的剧情以及你所想要体现出来的东西，特别是这种字数不足的短篇，这样的处理更是非常大的忌讳。审美疲劳是自然的，而间接降低读者对文章的评价也是很有可能的事情。\n\n　　个人建议，对于这种多余的段落，是可以采取删减并保留着一丝必要的情节的。不是说过程一定要多么的简练，就是一些多余的剧情可以删去，直接将这个部分一笔带过然后过渡到下文就好。\n\n　　最后，谈谈整体的构思。\n\n　　两个文章的结尾有着相互照应的地方，而在两篇文章的行文中，也的确有着相应的影响部分。但是，如果硬要说的话，上下两节的内容关系其实并不怎么大，完全可以当做两个不同的故事来看待。\n\n　　这种构思的确可行，但以个人的视角来看，将两篇文章相对地关联紧密一点是否更好？比如在两篇文章中设置同样的线索，参照上节红色与绿色的玫瑰，在下节通过零散的剧情一并打下铺垫。或者通过更多的交互剧情，来加深两篇文章的联系程度什么。\n\n　　所以，两篇文章的关联在个人看来是完全可以更为紧密一些的。既然已经将其分为了上下两节，通过恰当的修改将其融为一个整体这样的处理方式，或许可以让文章在原有的基础上再上一层吧。\n\n　　要说的也就这么多了，剩下的一些小问题这里就不一一列举。\n\n　　最后，祝进步。丰富交融的黑魂色彩一个门槛较高的作品对于没有玩过黑魂的人，这么三张图摆在面前，也没有什么故事可以将它们串在一起，那么展现分数的只有整个画面的效果了。画面效果可以说非常不错了，有些细节处理也比较到位。对于这个活动而言，其实在表达色彩上还比较弱因为这个黑魂色彩谁也说不清到底表达的是什么颜色，如果说是很多种颜色交织，确实有点小犯规。但是我们经讨论仍然给出了高分“能将黑魂的场景这样还原出来这是比较震撼的东西了”希望下次，带着剧情再来。加油。赤色旗帜整个故事的剧情明了，无逻辑错误设定还比较鲜明这篇文章只描写了一个片段描写的不错，但是没有波折文章的起伏度不够，如果能够实现文章波动大牵住读者们的心一上一下的往前走那么就会更加好了望努力\n",
    "replies": [
        {
            "author": "ROF",
            "timestamp": 1507206660,
            "txt_content": "结束咯~然而我这只咸鱼可不会周边创作QWQ\n还有离题奖？？？？"
        },
        {
            "author": "R丨Z丨P",
            "timestamp": 1507206780,
            "txt_content": "为了画质，特意转行了"
        },
        {
            "author": "LED--风扇",
            "timestamp": 1507207440,
            "txt_content": "参加活动就有奖，这个设定有点**\n感觉这次的参赛作品，我 还是比较喜欢得一等奖的那个。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1507207680,
            "txt_content": "感谢点评～"
        },
        {
            "author": "初阳时光",
            "timestamp": 1507208820,
            "txt_content": " 本帖最后由 初阳时光 于 2017-10-5 21:09 编辑 \n\n辛苦了！\n突然送花.jpeg我十月份……一定要拿二等奖以上【摊手】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1507210320,
            "txt_content": "那一段暗号的本来是第三章的伏笔，但是后来懒癌把第三章删了，就。。。\n改到番外吧"
        },
        {
            "author": "314133896",
            "timestamp": 1507210440,
            "txt_content": "辛苦啦！~\\(≧▽≦)/~"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1507211940,
            "txt_content": "这个月还写作文就跪了"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1507245000,
            "txt_content": "看着这奖励我可以考虑考虑是否参加下次活动"
        },
        {
            "author": "pineapple_",
            "timestamp": 1507257960,
            "txt_content": "等等……离题奖是什么奖(我可能离题奖都拿不到==)"
        },
        {
            "author": "天下归心",
            "timestamp": 1507279860,
            "txt_content": "本来是2000+\n但十九大召开虚了\n重写了一篇......\n(还有离题奖?)"
        },
        {
            "author": "JIE_Pass",
            "timestamp": 1507282260,
            "txt_content": "0.0.0.0.0.0000000000000000000000"
        },
        {
            "author": "天下归心",
            "timestamp": 1507282860,
            "txt_content": "JIE_Pass 发表于 2017-10-6 17:31\n0.0.0.0.0.0000000000000000000000\n灌水需谨慎，装（哔——）有风险"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1507868760,
            "txt_content": "搞完建筑之前我很难回来创作，唉"
        }
    ]
}