{
    "title": "「Minecraft.net|CULTURE」灵感之芒",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1507206540,
    "txt_content": "\n\nS P I R E S    T O    I N S P I R E灵  感  之  芒Darek’s baroque builds and lush landscapes欣赏 Darek 的巴洛克式建筑以及苍翠的景观\n\n　　Mirror-like lakes, patchwork fields and ornate ornamental gardens - these are the idyllic settings for RezolutnyDarek’s stunning castles - often every bit as intricate as the architectural filigree on the buildings themselves!\n　　如镜的湖泊，错落有致的田地，装饰华丽的花园——这些都是RezolutnyDarek的惊人城堡中的设定——它们的每一个方块都和建筑本身一样精工细致！\n\n　　At first glance you see just the castle, catching the eye with its tall spires ringed by a bright blue moat, but look a little harder and the astonishing detail of the world around unfolds: a ruined chapel, almost consumed by thick forest, meandering rivers, hay bails and hedgerows. It feels like a place with history and hidden splendour, begging to be explored.\n　　乍一看，你能看到的只是城堡而已，它醒目的高耸尖塔旁环绕着亮蓝色的护城河，这景观吸引着你的眼球；但是，请再仔细看看，仔细看看这世界周边所展现出的惊人细节：一座被废弃的教堂，它几乎被茂密的森林，蜿蜒的河流，稻草堆和灌木篱墙所包围着。它似乎充满了历史与风情，等待着人们的探寻。\n\n　　The shots you see are still a work in progress, too. Finished projects include a sprawling, opulent palace, reminiscent of Versailles, and a vast gothic cathedral, surrounded by gardens concealed within a thick forest.\n　　你看到的截图是目前还在建造中的地图总览。完工后的地图将会包括一座庞大的，富丽堂皇的宫殿，它会使人想起凡尔赛和一个巨大的哥特式大教堂，被隐藏在一片郁郁葱葱的森林花园之中。\n\n\n\n\n\n\n\n\n\n　　So what is it about these styles of architecture that attracts Darek?\n　　所以为什么这些建筑风格那么吸引Darek呢？\n\n　　“I generally like Western architecture, especially French and Italian,” he says. “I started studying this subject at the beginning of my adventure with Minecraft. I bought lots of books and became really passionate about it. It's very difficult to specify what exactly made me so fascinated with baroque. Probably the proportions, elegance, sumptuousness of detail and also history of some of the buildings.”\n　　“我一般喜欢西方的建筑，特别是法国的和意大利的，”他说道，“在我的Minecraft冒险启程之时，我就开始研究这主题了。我买了很多书，变得对这方面很痴迷。如果要让我指出是什么让我如此醉心于巴洛克建筑风格的话，我觉得挺难。大概可能是建筑的均衡，细节的高雅与华美，还有一些建筑的历史吸引我的吧。”\n\n　　Some of the real life places he’s been inspired and impressed by include Venice in Italy and Chatsworth House, along with the many cathedrals dotted round England.\n　　使他受到深刻启发的，有现实生活中的一些地方，包括意大利的水城威尼斯和查茨沃斯庄园，还有英国的许多大教堂。\n\n　　“I would love to go to Paris and Rome soon, and maybe Barcelona,” says Darek. “Regarding baroque favourites I must mention San Carlo alle Quattro Fontane and Chateau de Vaux-le-Vicomte.”\n　　“我现在就想去巴黎和罗马，可能还有巴塞罗那，”Darek说道，“对于巴洛克式的建筑，如果问我我最喜欢的有哪些，我必须提到圣卡罗教堂和沃克斯子爵城堡。”\n\n\n\n\n\n\n\n　　Remarkably for such intricately envisioned works, Darek’s creative process varies quite a lot, build-to-build.\n　　与展望的这些作品有显著的不同，Darek的创造过程改变了许多。\n\n　　“There are examples when I started with the building and then created the surroundings, but also the other way round,” he says. “However the idea of the building is ready first. Usually I want to set the creation in specific landscape. For example, castles are usually placed in mountain areas, surrounded by forests and lakes etc, while palaces have to be surrounded by impressive and colourful gardens and so on. I don't do any sketches or anything like that. I have a vision of all this in my head first and then just build it block by block.”\n　　“在我开始建造时有现成的例子，然后我再勾勒出周围的环境，但是还有另一种方式，”他说道，“但是建筑的想法是首先准备好的。通常我想把建筑放在特殊的景观中，例如，城堡经常放在山地区域中，旁边要环绕森林和湖泊等等，但是宫殿周围需要有令人印象深刻的多彩花园这类。我不画草图那类的东西，我会首先将想法凝聚在脑海中，然后一个一个方块搭出来。”\n\n　　The results are both pretty incredible and incredibly pretty - and there’s much more to be found on Darek’s PlanetMinecraft page. Have a look for yourself and set your own spires dreaming!\n　　他的作品真是令人难以置信，美丽到不可思议。你可以在他的PMC页面上找到更多他的建筑。来看一看，设定你自己的梦想之顶吧！\n\n\n原文地址：https://minecraft.net/zh-hans/article/spires-inspire\n原文作者：Marsh Davies\n原文发布时间：2017/04/15\n翻译者：c7w\n翻译时间：2017/10/03 - 2017/10/05\n\n本帖参加 联合活动赢新书！——翻译要者信达雅 活动\n\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1507637700,
            "txt_content": "喵喵喵？你这样不怕别人抄么"
        }
    ]
}