{
    "title": "现已登上领域：巫师之战与超高分数！",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1507285320,
    "txt_content": " 本帖最后由 1345979462 于 2017-10-6 18:26 编辑 \n\n\nNEW ON REALMS: WIZARD WARS AND SUPER HIGH SCORES!现已登上领域：巫师之战与超高分数！Five community-created maps are now ready for Java Realms players!现已为Java领域的玩家准备好了五张社区创作的新地图\n\n　　Every few weeks, we update the huge library of Java Realms content available for you to play. Whether you're a fan of multiplayer combat or just want to have long adventures on your own, we've got you covered.\n　　每隔几周，我们都会更新Java版领域的内容来供你游玩。无论你是多人PvP的狂热者还是仅仅想独自游玩冒险地图，我们都会满足你。\n\n　　This week, we’ve got two PvP games, one adventure, an open experience level, and a fun game based around clicking on delicious cookies.\n　　就本周而言，我们有两张新的PvP地图，一张冒险地图，一张开放式探索地图，还有一张乐趣基于点击美味的曲奇的地图。\n\n　　Read on, brave adventurer!\n　　接着看看吧，勇敢的冒险家！\n\nHEROFAIR AMUSEMENT PARKby CommandRedstone, Krissix, and lefserullHeroFair 游乐园作者 CommandRedstone, Krissix, 和 lefserull[bili=15140642]1[/bili]\n　　I’ve always found amusement parks to be magical places. Everything in the park is carefully tuned to excite you, delight you, and of course take all of your money. HeroFair won’t actually cost you anything, though! In fact you’ll earn the park’s currency just by visiting and playing with some of the park’s attractions. Earn enough and you can turn that money into some sweet swag, like a self-balancing scooter, or a remote-controlled wither drone! Just like in the real world, going to the fair is best with a bunch of friends or family, so invite the whole neighborhood, and see what rambunctious fun you can get up to!\n　　我经常认为游乐园是有魔法的地方。游乐园中所有的事物都可以使你兴奋，使你开心，当然也会使你的钱包空掉。但是HeroFair游乐园不需要你花什么钱！事实上，你可以通过游玩游乐园的一些娱乐设施来赚取游乐园的游戏币。获取足够多的游戏币之后，你可以将它们换成一些炫酷的东西，例如滑板车，或是遥控性的凋灵无人机！就像在真实生活中一样，和你的朋友或家人一起去游玩时最棒的，所以将你的街坊四邻都邀请起来，看看你能获得多少乐趣吧！\n\nTHE COLOSSUSby spacegame202 and iLAVA巨像作者 spacegame202 和 iLAVA[bili=15140642]2[/bili]\n　　The gnomes have a problem, and they want you to fix it. Apparently, there’s this guy Ronald, and he’s a super bad dude. He’s been making the gnomes do his bidding and eating way too much cake - which has mysteriously given him giant strength, size, and the ability to bop you in the face from long distances.\n　　侏儒们有个问题，他们希望你能解决它。据说，有个人叫Ronald，他是个超级大坏蛋。他总是让侏儒们照他的吩咐办事，并且他吃了很多蛋糕——这给了他神秘的怪力，体格，还有能够在远距离吐你一脸口水的能力。\n\nMIRAGE WARSby Mirage Maps (McTsts, marhjo, EnderPig, and infinitydrago)幻影战争作者 Mirage Maps(McTsts, marhjo, EnderPig, 以及 infinitydrago)\n\n\n\n\n\n\n\n\n\n\n\n\n　　Mirage Wars is a team-based combat game in the sky. Each team gets their own goal entity to place in their home space. As long as it’s still around, you can respawn freely after a death. But should the other team destroy your entity, your next defeat is your last! Discover where each store of resources lie in the map, and collect enough of them to trade for new weapons and items. Taking control of an area and its resources becomes especially important once the other team is decked out in diamond armor and elytra!\n　　幻影战争是空中的团队竞技游戏，每支队伍的家园区域中都有特殊的生物。如果生物存活的话，该队中的玩家在死亡后都可以无限复活。但是如果其他队伍的成员摧毁了你团队的那只生物，你的下一次失败将会是最后一次了！探索地图中资源都存储在哪里，将它们收集起来来兑换新武器和物品。如果其他队伍已经用钻石装备和滑翔翼全副武装了的话，占领一片区域，收集其中的资源将会变得尤其重要！\n\nCOOKIE CRUMBLEby Swifter_1243曲奇屑作者 Swifter_1243[bili=15140642]3[/bili]\n　　Fun fact: while eating too many cookies will cause a sharp spike in caloric intake, clicking on cookies instead burns calories. It’s true! We’re not allowed to make any specific weight loss or fitness claims regarding this map (we checked), but we can confidently say that Cookie Crumble is a fun experience, combining our love of Minecraft and baked goods. Throughout the game, you’ll need to find ways to increase your output of cookies through stranger and more elaborate means. Purchase a cookie farm and a golden clicker, and suddenly you’re the coolest cookie aficionado around. Oh, and sometimes aliens try to steal your cookies. Just like in real life.\n　　有趣的事实：吃太多曲奇会让你摄入的热量值急剧飙升，但是点击曲奇会燃烧卡路里。这是真的！虽然在游玩这张地图时，我们不能减肥（我们试过了），但是我们可以自信地说，游玩曲奇屑这张地图是特别有趣的体验，这会将我们对Minecraft的爱和对烘烤食品的爱结合起来。在这游戏中，你需要使用各种手段来增加你的曲奇输出量。购买曲奇农场和黄金连点器，你会突然发现，你是周围最炫酷的曲奇爱好者了。哦，有时候外星人会试图去偷你的饼干，就像现实生活中一样。\n\nWAR OF WIZARDSby RedstoneJunkies Team (GameJunkieFreddy, GameJunkieTobi, and GameJunkiePat)巫师之战作者 RedstoneJunkies Team(GameJunkieFreddy, GameJunkieTobi, 以及 GameJunkiePat)[bili=15140642]4[/bili]\n　　For all those times you've wanted to break out your wizard's robes and enter into magical combat. It may not be quite the same as casting a fireball into a traffic jam, or evoking a spell of silence upon your noisy neighbour in REAL life, but it's a close digital approximation. Each team gets a number of magical items and abilities, and it’s up to you to determine when it’s best to use them. Navigate around the arenas like some kind of sorcerous strike team, and cooperate to defeat each of your opponents. Shazam!\n　　在那些日子里，你想要打破巫师的长袍，进入魔法战斗中。这战斗可能与将火球射向交通堵塞区域，或对现实生活中你多嘴的邻居实施沉默魔法可能有所不同，但是它在数值上是相似的。每支队伍都会获得一些魔法物品和能力，使用它们的最好时机将由你来决定。像术士突击队一样在战斗区域周围游荡，互相协作来打败你的对手吧。瞬间消失！\n\nUPDATES ABOUT UPDATES关于更新\n　　Not only do we have five new maps this week, we’ve also published updates to Entrapment, Monster Kids, and Color Drop. You might have to scroll down a bit into the content library to find these games, but their bug fixes, compatibility updates, and all-new abilities are worth digging into.\n　　我们这周不仅上传了五张新地图，我们也更新了Entrapment，Monster Kids，和Color Drop这三张地图。在内容库中寻找这些游戏可能要花费一点时间了，但是他们的Bug修复，兼容性更新与新技能是值得去看看的。\n\n　　Also, our next release will have a bit more of a spooky autumn feel to it. Several new maps await you, so be sure to check back with us on a future Friday!\n　　同时，我们下次更新会更有万圣节的感觉。前方正有一些新地图在等着你，所以请在未来的某个周五再回来看看吧！\n\n　　To learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n　　要想知道在你的PC上游玩Java版领域的方式，请浏览我们的帮助页面。如果你自己还没有尝试过Java版领域的话，在Minecraft: Java版页面上的Minecraft领域按钮旁会有一颗蓝色的钻石，点击它，跟随它所提示的步骤来免费游玩领域30天吧！\n\n　　Happy Minecrafting!\n　　开心地去玩Minecraft吧！\n\n\n原文地址：https://minecraft.net/en-us/article/new-realms-wizard-wars-and-super-high-scores\n原文作者：Marc Watson\n原文发布时间：2017/10/06\n翻译者：c7w\n翻译时间：2017/10/06\n\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1507899540,
            "txt_content": "播放器发生错误Orz"
        }
    ]
}