{
    "title": "[娱乐][机制][PCD]WalkingWasteland—— 一步一步地传播死亡和破坏[1.8-1.12]",
    "author": "星☆光",
    "replyCount": 5,
    "timestamp": 1507280640,
    "txt_content": " 本帖最后由 星光aaa 于 2019-8-4 10:25 编辑 \n插件简介这个插件能让玩家的脚拥有极强的破坏力走一步破坏一步非常可怕！\n水→冰块石头→圆石圆石→岩浆已耕泥土或草方块→普通泥土草、花、蘑菇等植物→枯了甘蔗和仙人掌→消失矿石→石头或煤灵魂沙→普通沙子玩家→死亡村民→僵尸村民\n可能会有错误，大致看下面的图片\n 图片欣赏\n指令列表/wwl            切换破坏模式\n/wwl reload   重载插件\n/wwl reset     配置文件恢复成初始\n权限列表 walkingwasteland.*                   拥有所有权限\nwalkingwasteland.commands        允许使用此插件指令\nwalkwasteland.immune                免疫玩家受到此插件带来的伤害\n 配置文件\n# ***************************\n# **** Walking Wasteland ****\n# *** Configuration File ****\n# ***************************\n\n# ---------------------------\n# --------- Effects ---------\n# ---------------------------\n\n# effectPower: The relative speed with which blocks around Wastelanders are corrupted. \n# May be an integer, 1 to 100, inclusive. Higher values cause a more powerful effect, but can cause more lag on larger servers. Defaults to 35.\neffectPower: 35\n\n# effectRadius: The radius of the effect around a Wastelander. May be an integer, 1 or higher. Higher values are a larger radius. Defaults to 1.\n# WARNING: Setting this value high can cause massive lag! Be careful!\neffectRadius: 1\n\n# effectDamage: The amount of damage dealt per 5 ticks (0.25 seconds on most servers) from standing inside a Wastelander zone, in hearts. \n# May be any value greater than 0. Defaults to 0.5 (half a heart).\neffectDamage: 0.5\n\n# crackBrick: Whether or not Wastelanders crack stone brick blocks. May be true or false. Defaults to true.\ncrackBrick: true\n\n# exorciseSand: Whether or not Wastelanders turn soul sand into normal sand. May be true or false. Defaults to true.\nexorciseSand: true\n\n# freezeWater: Whether or not Wastelanders freeze water that's near them. May be true or false. Defaults to true.\nfreezeWater: true\n\n# killFarmland: Whether or not Wastelanders turn fertile farmland into coarse dirt. May be true or false. Defaults to true.\nkillFarmland: true\n\n# killGrass: Whether or not Wastelanders turn grass blocks into dirt. May be true or false. Defaults to true.\nkillGrass: true\n\n# killLeavesVines: Whether or not Wastelanders kill leaves and vines. May be true or false. Defaults to true.\nkillLeavesVines: true\n\n# killMoss: Whether or not Wastelanders kill moss on cobblestone, reverting it to normal cobblestone.\n# May be true or false. Defaults to true.\nkillMoss: true\n\n# killMushrooms: Whether or not Wastelanders kill mushrooms. May be true or false. Defaults to true.\nkillMushrooms: true\n\n# killSmallPlants: Whether or not Wastelanders kill tall grass and flowers. May be true or false. Defaults to true.\nkillSmallPlants: true\n\n# killTallPlants: Whether or not Wastelanders kill sugarcane and cacti. May be true or false. Defaults to true.\nkillTallPlants: true\n\n# killMobs: Whether or not Wastelanders damage mobs around them. May be true or false. Defaults to true.\nkillMobs: true\n\n# zombifyVillagers: Whether or not villagers killed by Wastelanders will resurrect as zombies. May be true or false. Defaults to true.\nzombifyVillagers: true\n\n# killPlayers: Whether or not Wastelanders damage players around them. May be true or false. Defaults to false.\nkillPlayers: true\n\n# zombifyPlayers: Whether or not players killed by Wastelanders will resurrect as zombies. May be true or false. Defaults to true.\nzombifyPlayers: true\n\n# depleteOre: Whether or not Wastelanders can turn ore into coal, or nether quartz into netherrack. \n# Overrides individual ore types' settings if set to false. May be true or false. Defaults to true.\ndepleteOre: true\n\n\n# ---------------------------\n# ------ Ore Depletion ------\n# ---------------------------\n\n# All of these settings decide whether or not Wastelanders will deplete ore near them, turning it into coal or smooth stone.\n# These settings will only take effect if depleteOre above is set to true.\n# Each may be true or false. All default to true except diamond, which defaults to false.\n\niron: true\ngold: true\nlapis: true\nredstone: true\nemerald: true\nquartz: true\ndiamond: false复制代码\n下载地址\n插件本体            \n\n\n\nWalkingWasteland.jar\n(13.74 KB, 下载次数: 14)\n\n\n\n2017-10-6 16:53 上传\n点击文件名下载附件\n\n\n\n\n\n\n本人已测试1.12.1和1.8.8能正常使用（别看作者写的1.12），其他版本未测试，理论应该通用\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "877480062",
            "timestamp": 1507282080,
            "txt_content": "支持，服务器氪金项目+1[免疫]"
        },
        {
            "author": "Ghostxy",
            "timestamp": 1508169480,
            "txt_content": "这个插件太**了，破坏服务器啊。"
        },
        {
            "author": "~刃",
            "timestamp": 1511264580,
            "txt_content": "没什么用很多东西都变不了"
        },
        {
            "author": "caojiahao123",
            "timestamp": 1553498100,
            "txt_content": "好666 我覺得很棒 希望以後還有更多這種"
        },
        {
            "author": "dyn123",
            "timestamp": 1569840000,
            "txt_content": "这个插件..."
        }
    ]
}