{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week: Grass 本周方块：草方块",
    "author": "像素君",
    "replyCount": 10,
    "timestamp": 1507300260,
    "txt_content": " 本帖最后由 像素君 于 2017-10-6 23:18 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: GRASS本周方块：草方块\nNever heard of it? You're DEFINITELY playing the game wrong没听过这玩意？你一定是玩了假游戏\nWhat's your favourite biome to set up home in? Perhaps you like building a treehouse in a jungle, or a tent beside a cool oasis in a desert, or maybe even a spooOOoooky cabin in a roofed forest. Me? I like the plains biome - it has the perfect combination of plentiful resources, long sight-lines to spot approaching creepers, room to expand and maximum availability of our Block of the Week - grass!\n\n你最喜欢在哪里建房呢？或许你喜欢在丛林里建造一个树屋，或是在沙漠中一个凉爽宜人的绿洲旁边搭个帐篷，亦或是在黑森林里搭一座闹鬼的屋子。至于我，我喜欢在平原生物群系搭房子——这里物产丰富，而且视野开阔，可以看到正在接近的爬行者；这里有开阔的空间，充满了我们这一周的方块——草方块！\n\nGrass is probably Minecraft's most iconic block (suck it, Mycelium!) Along with cobblestone, it was one of the first two blocks in the game. Originally the grassy top texture was used on all sides, but it wasn't long until the block was given a side texture too, showing the dirt below. Grass blocks have changed a surprising amount throughout Minecraft's history, and today they're one of the most feature-packed blocks around. Let's go through everything you can do with them.\n\n草方块可能是Minecraft最具标志性的方块（菌丝弱爆了！）。和圆石一样，它也是这个游戏的头两个方块之一。起初，草方块侧面的纹理和顶部纹理是一样的，但不久之后，它侧边有了不一样的纹理，露出了草皮下面的泥土。在Minecraft的历史中，草方块改变了很多，现在，它可是最具特色的方块之一。让我们来看看你能用这些方块做些什么。\n\nFirst, you can use them to spread more grass - just put dirt next to a grass block, and the grass will grow across after a while. Second, they spawn passive mobs. Third, sheep can eat them to regrow their wool. Fourth, you can use bonemeal on them to grow tall grass and flowers. Fifth, you can create grass paths by right-clicking grass with a shovel. Sixth, you can hoe them into farmland. Seventh, they get covered by snow when it snows in-game. Eighth, you can pick up a grass block with a silk-touch shovel. Ninth, if you jump on a grass block enough times, a Creeper will whisper the true meaning of life into your left ear. Phew, what a lot of useful things! And only one of them was an outright lie!\n\n你可以用它们来扩大草皮的面积——只需要把泥土放在一个草方块旁边，然后，草皮就会向四周的泥土扩张。其次，它们会产生被动型生物。第三，羊可以吃掉它们上面的草皮来让它们的毛重新长出来。第四，你可以在草方块上用骨粉来种植草丛和鲜花。第五，你可以用铲子右击草方块来制作草径。第六，你可以用锄头把它们变成农田。第七，游戏里下雪时，草方块会被雪覆盖。第八，你可以用附有精准采集的铲子挖掘草方块。第九，如果你在一个草方块上跳的次数足够多，一个爬行者就会在你的左耳中低语生命的真正意义。唷，草方块能干的事情有这么多！然而，其中有一个是彻头彻尾的谎言！\n\n\nYou probably don't need me to tell you where to get grass from, because it spawns almost everywhere in the overworld. Most biomes will spawn at least a little grass when the map is first generated. But if you ever find yourself in a situation where you only have one grass block left (how the heck did you manage that?!), then guard it carefully. You can't craft more, only spread it to dirt blocks. And definitely don't cover it with another block or water, or the grass will die. You'll never be able to look a gardener in the eye again. And if you're married to a gardener, that could become a real problem.\n\n你可能不需要让我来告诉你哪里可以获得草方块，因为它在主世界里差不多到处都是。地图第一次生成时，大多数生物群落都会生成一点草方块。但是，如果你发现自己周围只有一个草方块（天哪，你是怎么做到的？），你就得小心地保护它了。你不能合成草方块，只能在它周围放置泥土。当然，不要在它上面放置其他的方块或水，否则草皮就会枯死，然后你就再也看不到园丁了。如果你嫁给了一个园丁，那就可能会是个令人头大的问题了。\n\nReal-world grass is almost as abundant as Minecraft grass. Grasslands cover about 40 percent of the world's land surface (if you exclude Greenland and Antarctica) and - like in Minecraft - you can find grass everywhere from swamps, to forests, to tundra. The scientific name for grass is \"poaceae\", which refers to a whole family of grasses - including edible ones like maize, wheat, rice, barley, sugarcane, and oats.\n\n现实世界中的草几乎和Minecraft草一样到处都是。草地覆盖了世界上40%的陆地面积（如果不算上格陵兰岛和南极洲的话。，就像Minecraft一样，你可以在沼泽、森林、苔原等地找到草。“草”的学名是“禾本科”，指的是属于草的一个大家族——包括玉米、小麦、大米、大麦、甘蔗和燕麦等可食用的植物。\n\n\nGrasses are the most economically important family of plant in the world, as well as one that's had a huge influence on human society through history. We use them for food (for both us and our domesticated animals), drink (beer is made from types of grass), fuel (ethanol) and even building materials like bamboo, thatch and straw. In some parts of the world, people grow lawns in their gardens, while in others they grow them on their roofs. We've even made artificial grass for sports fields.\n\n草是世界上最重要的植物，也是在历史上对人类社会产生巨大影响的一种植物。我们使用它们来（给我们以及我们的家养动物）制作食物、酒（啤酒是用某些种类的草制作而成的）、燃料（比如乙醇），甚至是竹子、茅草和稻草之类的建筑材料。在某些地方，人们会在自家的花园里种植草坪，而在另一些地方，人们会在屋顶上种植草坪。我们甚至为运动场制作了人工草皮。\n\nIt's safe to say that without grass it'd be much harder to play Minecraft - there'd be no crops, no animals, and no flowers. Without real-world grass, though, we'd have life a lot harder - it would mean famine on a massive scale. So next time you romp through a field, thank the grass around you for everything it's done for us. But not aloud, or people will think you're a big weirdo. Unless, you are a big weirdo, of course. Then yell about the merits of grass as loudly as you can! But maybe not near us.\n\n可以确定的是，如果没有草，玩Minecraft就是难上加难——没有庄稼，没有动物，也没有鲜花。然而，现实世界中如果没有草，我们的生活将会更加艰难——这意味着将会出现大规模的饥荒。所以，下次你在一片田野上嬉戏时，记得感谢你周围的草，它为我们付出了一切。但不要大声说出来，否则人们会认为你是个怪人。当然，除非你本来就是一个怪人。然后，你就可以大声喊出草的优点了！不过，还是不要在我们旁边喊出来的好。\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-grass\n原文作者：Duncan Geere\n原文发布日期：2017年10月6日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1507300800,
            "txt_content": "当然，不要在它上面放置其他的方块或水，否则草皮就会枯死，然后你就再也不能直视园丁了\n直视园丁...原谅我没看懂..."
        },
        {
            "author": "RainbowEna",
            "timestamp": 1507335240,
            "txt_content": "（前排）\n草方块啊\n以前总把他和泥土搞混"
        },
        {
            "author": "縻风",
            "timestamp": 1507335660,
            "txt_content": "emmmm我猜那个彻头彻尾的谎言是苦力怕！"
        },
        {
            "author": "V_院長",
            "timestamp": 1507338600,
            "txt_content": "唯有版主帖子不需审核.."
        },
        {
            "author": "cc7w",
            "timestamp": 1507349880,
            "txt_content": "像素头顶草方块绿\n辛苦辛苦"
        },
        {
            "author": "Xiao2",
            "timestamp": 1507364520,
            "txt_content": "然而忽略了草在现实生活中 的最重要作用 谐音固沙固土，防止水土流失，并且提供昆虫的微型生态环境\n另    更好的地皮    见签名档"
        },
        {
            "author": "CAISIDUO",
            "timestamp": 1507430100,
            "txt_content": "请务必给我那个只有一个草方块的种子"
        },
        {
            "author": "不死之躯",
            "timestamp": 1507438080,
            "txt_content": "我貌似好像真的没听说过草方块[搞笑]\n\n感谢楼主翻译"
        },
        {
            "author": "lige233",
            "timestamp": 1507899780,
            "txt_content": "唔 不玩啊!"
        },
        {
            "author": "许诺者流星",
            "timestamp": 1508320560,
            "txt_content": "草方块。。。唔"
        }
    ]
}