{
    "title": "【原创·连载】不灭的信仰（第一章 战火中的东京）",
    "author": "天下归心",
    "replyCount": 4,
    "timestamp": 1507440780,
    "txt_content": "   一如既往的前言： 首先，我是个新人，不太懂bbs上的排版，请大家多多见谅。 而且我的文也很渣......凑活能看就行了，求轻喷。 (若有错误请指出，谢谢！）\n\n\n正文：         【2月19日下午  东京外围】\n东京城外围最后一道由钢筋水泥组成的防线已经在下午被北约的轰炸机炸得七零八落，上百枚价格不菲的远程打击导弹又落在了这里，使已经接近崩溃的防线离毁灭又近了一步，“世界第四陆军”的命运重现在了这个岛国的身上。\n成千上万的日本士兵蜷缩在战壕里，他们有些拿着步枪警戒即将发动进攻的北约陆军，有些则靠仅剩的体力在寻找还能使用的重武器，有些被弹片切断了双腿，但依然拿着手榴弹，炸药包，甚至是炮弹，这些人躲在大小不一的弹坑里，等待与北约陆军同归于尽。\n这些日本军人为了保卫自己的国家，用和他们前辈一样的那种称得上是疯狂地顽强，高唱着《君之代》悍不畏死地冲向敌人，即使敌人的火力网密不透风，他们仍选择这样做。当个别漏网之鱼冲入了北约军的阵地中，有些北约军官看到，他们眼中露出了与平日里完全不一样的颜色。\n很快，轰炸后短暂的平静结束了，北约陆军发动了进攻，但进攻并没有高层们想象的顺利，每前进一步，都会有高呼着“板载”的日军从弹坑、掩体后冲出来，朝着毫无防备的北约军士兵射击，这种战术每次都会给北约军带来很大伤亡。不但如此，有些日军伤兵受了重伤，不去后方治疗，而是用手雷炸断坦克的履带，而他们却丝毫不担心自己被炸成碎片。\n越向前走，日军的抵抗越疯狂，似乎是害怕北约军会毁了东京城，即使东京已经在轰炸下满目疮痍。\n虽然日军的抵抗很疯狂，但还是无法阻止北约军前进的步伐，当一架“阿帕奇”被日军的火箭筒打下来之后，一发125毫米的坦克线膛炮弹落在了日军士兵最后的聚集点，为此，北约军付出了159名士兵、三辆装甲车、一辆“挑战者坦克”、一架“阿帕奇”直升机的代价。\n在北约士兵走过这片废墟的时候，一个日军军官的“死尸”突然站了起来，大呼一声“板载！”，手上的手枪吐出了一道火舌，把一个北约士兵的脑袋打开了花，但也被其他的北约士兵毫不留情的击杀。这个军官到死，眼角都留着一丝狂热的余烬。\n【2月19日下午 东京 靖国神社】\n神尾俊介来到了已经看不出原来模样的靖国神社，北约的轰炸不像二战时美国的轰炸，而是一点没有留情，天皇皇居被彻底炸平，作为大和民族精神象征的靖国神社更是受到了“特殊对待”。\n与神尾俊介一起来的还有随行的侍卫和首相府的官员，以及两个特别的客人：中华人民共和国陆军中将赵定、法兰西第五共和国驻日大使布里斯。不同的是，赵定是日本盟国的代表，而布里斯是敌国来不及逃走的倒霉官员。\n其实本来战争开始的时候，日方是打算放了这个布里斯的，但随后传来的消息让日本人发狂了：日本驻美大使被暗杀！于是这个倒霉鬼就被留下来了。不得不说这个倒霉鬼还是挺有用的，把这个倒霉鬼绑在重要建筑上，在披上法国国旗，北约飞行员就不敢投弹了。可后来多次交涉无果后，法方也放弃了这个倒霉蛋，所以今天把布里斯拉到这里，不是为了防止北约空军的轰炸。\n神尾俊介还在对着已经被炸平的靖国神社发呆，赵定几步走到了神尾俊介的旁边，阴沉的说道：“首相阁下，我刚接到国内的电报，就在昨天，亚盟东亚联合舰队在琉球外海歼灭了北约第五特混编队，但我方损失了‘长崎’和‘大阪’两艘导弹巡洋舰以及......以及......‘北京’号航空母舰......”最后一句话，赵定是哭着说出来的。\n神尾俊介知道，“北京号”航空母舰是中国海军的象征，沉默了固然很可惜，但北约第五特混编队覆灭，收获远大于损失，他不明白赵定为什么哭得这么伤心，况且，在他的印象中，赵定是个很坚毅的男人。\n没等他发问，赵定自己就解释了：“失态了......这本是件很值得高兴的事情，但我的独生子，就在‘北京’号航空母舰号上。”赵定很快就平静了下来，仿佛死的不是自己儿子一样。\n神尾俊介叹了口气，用熟练的汉语问道：“赵将军，东京......还能再坚持多长时间？”\n他发问的时候，被鲜血染红的晚霞天空下起了雨，一旁的随从赶紧拿出雨伞给赵定他们打上。\n赵胜面上也露出忧伤之色：“很抱歉，首相阁下，您知道的，北约军入城之日就是日军军心崩溃之时，为了守住最后一道防线，我国的第五十七师已经投入战场，所以......”\n神尾俊介粗暴的打断了赵定的话：“不要说什么军心崩溃！所有士兵都会坚持到最后一刻！你就说，所有士兵在北约军入城后巷战，还能坚持多久？”\n“最多13-17小时。”\n赵定的话打碎了神尾俊介的幻想，在神尾俊介精神恍惚的时候，一个声音突然出现：“你们这些可恶的东方人！接受上帝的惩罚吧！”\n这个声音是法语说的，毫无疑问，这是布里斯发出的声音，看来他听懂了赵定与神尾俊介之间的对话。因为他是个汉语爱好者，虽然不能很熟练地说，但听懂还是没问题的。\n“哦？”布里斯狂妄的话语也打醒了神尾俊介，神尾俊介拍拍脑袋，苦笑道：“我都忘了要做的正事了。”然后他向随从们挥了挥手。随从们仿佛与神尾俊介心有灵犀一般，他们将布里斯押送到靖国神社的“门口”，又使劲踹了一脚，使布里斯不得不跪下。随后，一个随从卸下了从开始就一直背在身上的大黑盒子，放到了地上，然后退到一旁。\n神尾俊介走了过去，打开了那只大黑盒子，只见里面有一柄全黑色的武士刀鞘。神尾俊介很庄严地将武士刀拿了出来。\n那把刀没有什么花纹装饰，但可以看得出来，它经历了岁月的磨砺，而且刀出鞘的同时，在场的人都问到了一股淡淡的血腥味。\n神尾俊介拿起那把刀，几步就走到了布里斯的后面，布里斯此时已经被随从们堵上了嘴，他听到身后有声音，于是转过头去看，发现神尾俊介提着武士刀走了过来，布里斯瞬间就瘫在了地上。\n神尾俊介并没有理会布里斯，他缓缓地举起了武士刀，但武士刀没有迅速落下，神尾俊介却唱起了《君之代》，周围的日本人听到了歌声，情不自禁地联想到了遍地狼烟的祖国。部分人大哭起来，但更多的人开始和着神尾俊介的歌声，用最大的声音唱出了国歌。\n声音传得越来越远，远处鏖战的日本士兵听到了歌声，和人们一样，有的哭了，但更多的选择高唱国歌，向北约装甲部队发起死亡的反冲锋。\n唱罢，神尾俊介朝着东京的方向深深地看了一眼，庄严地祷告：“天照大神，保佑您的子民吧！请求您让古老的大和民族不会灭亡在自己的国土上！”随即武士刀落下，布里斯的脑袋和身体永久分离。\n等这一幕结束，赵定连忙赶到神尾俊介旁边，说道：“首相阁下，现在已经非常危险了！我已经联络了空军基地，五分钟后他们就会到达。现在由您决定，是去九州的联合指挥部，还是到青岛？”\n突然，神尾俊介微笑了起来，他没有回答赵定的问题，而是问道：“赵将军，你是共产党党员吗？”\n赵定愣了一下，有些迟疑回道：“不是。”\n神尾俊介继续微笑着说：“我是。”\n赵定依然摸不着头脑：“这之间有什么联系吗？”\n“当然有，赵将军，你们在长征时期，党员冲锋在第一线，留下来断后的也是他们。在斯大林格勒，是政委带着士兵们从废墟中爬出来，第一个面对死亡。而我们日共在东京保卫战开始时就向民众承诺，所有在东京的日共党员，不会有一个逃跑者！你说，我这个日共的大头子，怎么能临阵脱逃呢？”\n“可是你不只是日共主席，还是日本首相！还是亚盟特级委员！”\n“都一样的，假如东京沦陷，我一定会战死在这里。”\n赵定也无奈了，只得说道：“那好吧，相信日本空军会遵从你的决定。”\n神尾俊介望向被战火笼罩的东京，仍是微笑着问道：“赵将军，你会留在东京吗？”\n赵定自嘲的笑笑：“当然，北约的混蛋击沉‘北京’号时，我就已经不想活了，现在活着只是为了复仇。回国的话，如果想报仇还得等一阵，还不如留在这里，最起码可以早死早超生。”\n“听说在你们中国，死在异国他乡是很不好的事情。”\n“也不是不可以，只要让我在多杀几个北约的混蛋就行了。”\n突然，赵定是想起来什么似的，抬头仰望星空，口中喃喃自语道：“今天好像是新年啊。”\n是啊，新年到了。",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1507441620,
            "txt_content": "感谢系统，全篇无任何和谐，\n这意味着我不用重新修改了2333"
        },
        {
            "author": "天下归心",
            "timestamp": 1507443000,
            "txt_content": "拜托dalao们评论下啊，\n感觉自己在玩单人游戏QAQ"
        },
        {
            "author": "天下归心",
            "timestamp": 1507458420,
            "txt_content": " 本帖最后由 天下归心 于 2017-10-10 22:58 编辑 \n\n下周更新！（滑稽"
        },
        {
            "author": "天下归心",
            "timestamp": 1508565120,
            "txt_content": "前文解析：\n\n本文的世界观处于一种相对自由的状态。你可以看作这个世界没有核武器或是签订了核销毁条约，也就是说这个世界没有核武器。\n\n第二，有个提示很明显，中日处于结盟关系，并且同属一个名为“亚盟”的组织。至于日本为什么会与中国结盟，我模拟了一种最可能的状态：日共上台。日共上台的方法有很多，这里不一一列举。\n\n第三，全文贯穿这一条线，亚盟——至少是日本正在于北约交战，北约的设定未更改，依旧是那些国家，并且日本已经被攻到了首都。但同样可以看出，北约海军遭到了巨大打击，因此攻势会被阻截。\n\n第四，中国明显援助了日本，从中国师参战可以看出。这场世界大战背景基本可以看出来了，亚洲国家对抗北约，俄罗斯后面再说，至少背景已经明确。"
        }
    ]
}