{
    "title": "【蒹葭解密】十二星辰文字版-第二卷-沙漠遗迹",
    "author": "猫小沫",
    "replyCount": 4,
    "timestamp": 1356616380,
    "txt_content": " 本帖最后由 猫小沫 于 2013-2-14 13:30 编辑 \n\n第三章 天星城\n    路是这么破旧，夜是这么漫长，我一人徘徊在这破桥上……\n    其实不是我想在这里徘徊，而是，我卡在这破旧桥的一个洞里了。我想了一堆方法，最后才发现，只要用铁甲垫脚就能上去，所以，在损失了一个铁甲后我成功爬上了桥。\n    过了草地、过了木桥、过了沙滩、过了石桥。远处，一个城郭的轮廓呈现在我眼中。据我所知，那就是天星城。\n---------------------------------------------------------------\n    走近一看，高耸的城墙，攻守兼备的角楼，坚固的城门，应有尽有。从东门走进，天星城有着蛋糕店、码头、旅馆、附魔馆、纺织品店等各式建筑。\n    我首先走进第一个店面：蛋糕房，朴素的装饰，货架上和密封箱中的蛋糕……很平常!我嗅着蛋糕奶油的芳香，慢慢退出了这里。\n    向前走，有一个小胡同，走到头就是图书馆和码头。\n    码头直通外面的会江，可以说，这是天星城物资的重要来源之一。\n    既然没什么值得看的，我就转向了图书馆，正是图书管理员的严加看管，才让这个图书馆这么多年没有丢失过一本书。\n    我一个一个书架地翻看，在最后一个书架下，发现了一个拉杆，我拉了一下，却没有动静，于是乎，我拉了很多很多下，当然是一个奇数次。发现没有反应。\n    我随即转身回大路，我不小心瞥了一下蛋糕房，却发现豁然出现了一个地洞!我小心翼翼的下去，竟然发现别有洞天!\n    这地下竟然有一个民居，说明来意后这个家庭的夫妇很支持我，他们说在东边沙漠有一个疑似中心之灵的东西，但比较危险。\n    我想，我父亲把这么重要的任务交给我，想来是对我非常放心，我不能辱没父亲对我的期望……\n    想到这里，我斗志昂扬，告别了夫妇，踏上了道路，通向远方……\n\n第四章 沙漠遗迹\n    我沿着一个破旧的小路前行，一开始还是平原，虽说道路有点破旧，但是小桥流水，真的别有一番趣味。\n    我在往前走，发现了一个隧道，里面光线比较阴暗空气也比较潮湿，所以我深吸一口气，迈向了洞口。但是我到了洞门口发现警示牌提醒我说要注意安全，其他的地方都被封死了，但是告示牌这里没被封死。我一口老血血溅三尺……\n    通过了摇摇欲坠的洞穴，我摸了摸心口，吓死了，到那里的时候有一大块沙砾差点砸死我。不过，过了山的隧道，还有海的隧道？没办法了，为了那个“中心之灵”我还不得不走。\n    海底隧道看样子很危险，但是人家古代的技术真不错，过了几千年，还都没破碎。又是漫长的等待，寂静的隧道里回荡着我的脚步声，一层一层，略略有点阴森，但我发现了几个101 1这类的数字，这是做什么的？\n    出了隧道，竟然是一个仙人掌阵，太不科学了，我暗叹一声，便开始寻找出路。待到我出来后，我的衣服基本算是快报废了。\n    出来后发现一个大金字塔，我估计中心指令在这里面，不过要怎么进去呢……\n    我绕着金字塔走了半圈才发现绿洲那里有一个树屋，我费尽千辛万苦爬了上去，在房顶也发现了一个类似111 0的密码。然后在后门发现了——去往金字塔的路!\n    又是一个跑酷，身上多了几处伤口，我也到了金字塔上空。看着底下有一潭水，我就大喊一声：“上帝保佑!”便跳了下去。\n    里面是一个矿车解密，对于我这种“逻辑&破解”科目每次都是A+的孩子来说，这太简单了~\n    我基本是三下五除二就把所有的机关破解了，后来又是一堆堆的机关，不过我认为有意思的还是那个大机器，我用了半天功夫熟悉了操作，然后用先用一个活塞推出沙砾，然后一个一个的前推，最后这么卡一下，就过关了。事后我才发现这个机器不需要熟悉就能操作。\n    射箭游戏也比较有意思，我基本上射了大半组箭才射下来这几幅画，哎，我的“射箭”科基本都是C。\n    然后弄完一堆东西发现最后有个迷宫，这也很简单，大约2小时候我就到了一个密码房间，用我沿路收集来的0101这类的看来破解不了，我再想想密码……\n    哎？1010 1这不是二进制数么，后面的数字是on or off。嗯，我真聪明。\n    我拿到沙漠的“中心之灵”的那一刹那，我真不敢相信这么简单!\n        【精品】MC十二星辰地图\n【解谜】蒹葭地图制作组\n\n",
    "replies": [
        {
            "author": "黄凯航",
            "timestamp": 1356616500,
            "txt_content": "对了小沫什么时候建地图？"
        },
        {
            "author": "ql17934862",
            "timestamp": 1356616860,
            "txt_content": "期待下一章~ "
        },
        {
            "author": "geludan",
            "timestamp": 1356617520,
            "txt_content": "我的地图准备把剧情当做攻略直接放帖子里一起发了"
        },
        {
            "author": "scott",
            "timestamp": 1356618660,
            "txt_content": "地图最近出了吗？"
        }
    ]
}