{
    "title": "[MINECRAFT背后的秘密]时空平衡的破坏 II 异军突起",
    "author": "zhh30648",
    "replyCount": 7,
    "timestamp": 1356785160,
    "txt_content": " 本帖最后由 zhh30648 于 2012-12-28 23:13 编辑 \n\n好吧我又来填我上个星期抛下的大坑了，这次的剧情涉及到了地狱世界，我总觉得是不是这么快就撸到地狱有点急了.....\n但是还是想不出别的什么比较霸气一点的素材。所以在这里说：\n对不起了地狱的朋友们，让你们中枪了！\n至于上一章发生了什么可以在我的索引贴里找到那个坑爹的\n《伪.序章》那个应该能解释一下..\n本章描写场景的比较多..基本没有战斗情节，先把场景讲清楚了，大家请发挥想象力想象这个场景吧\n末路之地（上空）\n 主世界\n  地狱（下界）\n废话说太多了，正式开始撸！\n请各位耐心点看，谢谢！有很多细节需要注意，但大多数我都用特殊字体表明了。\n\n黑色的悬浮物整个从世界的最高点显现了出来，是一个散发着淡绿色，包围着黑色光芒的巨大漂浮大陆，正完整得把光芒罩住，阳光通通得被阻挡了下来，在史蒂夫家所在的大陆周围形成了巨大的阴影圈。这样的日子已经持续了三日，史蒂夫家附近几乎所有的动植物都已经消亡了，前几天刚播种的小麦因为没有阳光的沐浴而全部从泥土里脱离出来，这似乎是这个世界的一种定则：这个世界法则不让进行的活动是一定不会成功的。无论是在挖矿时想拼命挖动基岩，还是在水里点上火把，没有一次成功过，这对于史蒂夫已经成为了一种常识，基本上那些不可能被实现的事情都被史蒂夫记在了脑袋里。然而这几天所发生的一切实在是太不寻常了。根据小册子上所写的，那块大陆似乎是叫做末影之地，进入方法暂且未知，似乎是要进入某些特定的场所才会开启入口。按道理那是存在于另一个次元的世界，和主世界是同步的，却有着一条看不见的分界线，将两边的时空完美得切割开来。现在这个现象，应该是平衡的壁障被什么人给击破了吧。正当史蒂夫坐在自家的书桌前冥思苦想的时候，书桌边的蜡烛火焰突然开始摇晃起来，书被强烈的震动慢慢推向桌的一侧，“啪”掉落在地上，激起一阵呛人的灰尘。史蒂夫本能得站起来，推开几天没有照到阳光而渐渐发霉的木门。“这...这骗人的吧..”史蒂夫颤抖着自言自语到。黑色的巨大旋涡开始出现类似于雷电紫黑色一样的光束，肆无忌惮地乱挥舞，闪现，就像短路而引起烧毁的电路一样，电流在旋涡的周围快速得传递，扭动着。\n\n\n\n\n9055667_210207463181_2.jpg (39.88 KB, 下载次数: 17)\n\n下载附件\n\n2012-12-28 23:09 上传\n\n\n\n\n而黑色的旋涡也开始逐渐坍缩，向内部缩进，渐渐地消失在了主世界的上空。紫黑色包裹的大陆孤独地漂浮在半空中。唯一和末影大陆串联的通路自我消失了。{帮助我们，我们能为你和平解决这一切}？！这次也是直接传入头脑的声音，但并非是以前听到的金属音质，而是带着一丝灼热的声音，如同统治一切的帝王的低吟。{如果你愿意帮助我们，我们现在需要你帮忙一件事情}史蒂夫捂住双耳，无视周围的杂音，细心地聆听着。{在那根黑色石柱的底端，用任何坚硬的物体凿开一个2*3的空洞}史蒂夫也没思考什么，解开扣子，从木箱里取出一柄蓝色的钻石稿，在木桌上轻轻敲击了几下，发出了叮叮的清脆响声。{然后用火源，在其内部点火}拍拍自己左裤兜里的打火石，确保无误后，史蒂夫锁上了大门，向着黑色石柱的湖中心飞奔而去。\n打火石向着挖好的空洞内部一敲击。伴随着金色的火花，一阵令人惊悚的如同灵魂的呼喊一样的背景声刺激着了史蒂夫的鼓膜。带着紫色的旋涡门填满了空洞，不时得从门里散发出一些紫色的光芒，这些光芒似乎在哪里看到过，似乎跟有些生物的效果很像.......\n\n\n\n\n图片2.jpg (21.72 KB, 下载次数: 5)\n\n下载附件\n\n2012-12-28 23:08 上传\n\n\n\n\n没错！那是自己曾经遇到过的Enderman所散发出来的光芒，和这个飘舞的效果极为相似。难道是.......{感谢你的帮助，接下来您只要在一旁观看我们如何解决事端就行了}紫色的旋涡门和天上出现的大空洞有着相似的效果，只不过天上的黑色大门是逆时针旋转，而这扇紫色的大门则是以顺时针的方式旋转，从门里透出一股股铺面的热气。门周围的黑曜石慢慢得粉碎，坍塌在地上，在地面上如同绳子一般围绕出一个巨大的方形，顺着黑色的粉末轨迹，不断地有新的黑曜石碎块追逐上来。最终垒成一块块标准的黑曜石方块，将史蒂夫面前的湖床完全得包围了起来。嗡~一阵奇异的音效，就像是什么被开启一样。配合着声音，湖床上爆发出了红莲业火般的光芒，石柱已经完全坍塌了下来，地面上扬起一阵黑色的风暴，随即被血红色的光芒所掩盖。\n\n\n\n\n图片1.jpg (23.77 KB, 下载次数: 17)\n\n下载附件\n\n2012-12-28 23:08 上传\n\n\n\n\n就像...被吸进了另外一个世界一样。红色的光芒开始扭曲，朝着顺时针方向扭曲旋转起来，就如同把一股麻绳强行得扭转在一起，无数的光芒最终焦于旋转的中心，一道细小而又明亮的光束直指半空中漂浮着的黑色大陆。膨！气体的爆鸣音。黑色大陆的底部被红色的细小光束所接触的地方，发生了剧烈的爆炸，绿色的石块瞬间被烧焦成黑炭，冒着点点的火光从大陆的底部四散炸裂开来。\n几秒钟，对于史蒂夫像是几年的时间。飓风从爆炸的中心点传到了几千米外的地面上，已经因没有阳光而掉光了树叶的枯枝在飓风中挣扎着，但仍旧被无情得狠拔出地面，被吹飞在了几公里外的小山丘上。伴随着无数高速碎屑从天上袭来，世界末日一样的场景展现在了这个“平凡”的人面前史蒂夫被突如其来的高风压吓得倒在了黏糊糊的河泥地里，双手支撑着摇晃的身体，看着这如同毁灭世界一样的场景。\n\n\n\n\n图片4.jpg (9.11 KB, 下载次数: 16)\n\n下载附件\n\n2012-12-28 23:08 上传\n\n\n\n\n\n\n\n\n\n图片5.jpg (15.04 KB, 下载次数: 5)\n\n下载附件\n\n2012-12-28 23:08 上传\n\n\n\n\n“这....这不是跟巨舰大炮一样的攻击吗！这到底是怎么回事！”{开口已经准备完毕，确认第一击[地狱深渊命中目标}{全体出发！目标：末路之地！}湖底开始传来了隐隐的震动感，但并不是像是地震一类的自然感，而好像只有这扇对着漆黑天空敞开的紫色大门在自己震动着。准确的说是其内部的另一个世界所带来的剧烈颤抖。令人一身冷汗的哭喊声突然刺激了史蒂夫的脑部。“婴...婴儿?”第一个白色的身影从大门的内侧穿透了这个世界的缺口，来到了原本不可能触及的现世界。是一只如同章鱼一样的，下体长满了蠕动触角的白色身影..好像某些恐怖片里的幽灵一样的体型，正以超高速从门的那一侧突袭进现世界。虽然不能看到那个白色身影的正面，但可以明显得听到一声声刺耳的如同婴儿一样的哭喊声，一波波得刺激着史蒂夫脆弱的听觉神经。接下来的几秒钟内，无数的白色身影驾着有着人形状的怪物向着正上方的末影大陆高速突袭，卷起一阵又一阵的狂风。风刃一次次得划过瘫坐在地上的史蒂夫惊愕的脸庞。恐惧，不安，惊愕各种负面情感朝着史蒂夫脆弱的内心席卷而来。[你知道你做了什么吗史蒂夫的后衣领被什么东西拽住了，一股冰冷的寒意把史蒂夫从惊愕中拽了回来。带着恐惧和不安，史蒂夫的脖子像生锈的机械，费力地转过头来。一双深邃的紫色眼神正直直得盯着他。“末影........唔！”一阵黑暗袭来，史蒂夫身上传来一阵奇妙的失重感。[这次只能靠你自己救自己了关于这次的图片...任大家吐槽吧..我实在是不能再MC里实现这种三界合一的场景啊，破机子伤不起..",
    "replies": [
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1356785460,
            "txt_content": "好厉害的小说~我要学习学习~"
        },
        {
            "author": "Danny仔",
            "timestamp": 1356785520,
            "txt_content": "LZ辛苦了,支持一下吧"
        },
        {
            "author": "冥王星人",
            "timestamp": 1356786000,
            "txt_content": "昵图网LOGO亮了\n【乃怎么老不上Q，外星人我要开工了啊】"
        },
        {
            "author": "c626067703",
            "timestamp": 1356831600,
            "txt_content": "我被搞昏了\n\n                                             "
        },
        {
            "author": "osborn2008",
            "timestamp": 1357648440,
            "txt_content": "欸？？！！看来索引不好好保存不行啊，HIM篇竟然在这篇之后才看到。。。。"
        },
        {
            "author": "qwweeii",
            "timestamp": 1376620020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Marry",
            "timestamp": 1376620620,
            "txt_content": "qwweeii 发表于 2013-8-16 10:27 \n不错\n这里不是水区，你这样刷分是对作者的不尊重"
        }
    ]
}