{
    "title": "【周边创作每月活动】|十月活动|文评俱乐部|投稿阶段|",
    "author": "guqu",
    "replyCount": 13,
    "timestamp": 1507453500,
    "txt_content": " 本帖最后由 guqu 于 2017-11-5 18:46 编辑 \n\n文评俱乐部由于各种因素，它不见了文评俱乐部\n何为每月活动？简介：\n周边创作版每月活动指的是由版主发起的、以旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流为目的的、无特殊情况每月一次的、涵盖文字、原画和音乐三大领域的活动。\n举办频率：若无特殊情况为一月一次，主题或题目较难则两月一次。\n时间轴：\n■ 完成作品\n■ 评选&公布结果\n■ 活动预热/发布\n（一排象征一个月）\n■■■■■■ ■■■■■■■ ■■■■■■■ ■■■■■■■■■■■■■ ■■■■■■■ ■■■■■■■ ■■■■■■■■■■■■■ ■■■■■■■ ■■■■■■■ ■■■■■■■\n奖励：\n一等奖： 6~7人气，70~100金粒，0~1贡献，3下界之星二等奖|特别奖： 5~6人气，50~70金粒，2下界之星三等奖： 4人气，30~50金粒，1下界之星参与奖： 2人气，20金粒\n*以上奖励中，原画/图文类将获得额外10%的人气/金粒奖励\n*活动贴如果质量优良，也可以在活动结束后参与原创/优秀/精华的评定\n活动类型：\n文字/图文类：续写、扩写、诗文、故事接龙、微型小说、元素剧本\n原画类：技巧原画、意蕴原画、漫画\n图文类：续写、扩写、四格漫画、元素漫画、图文接龙\n音乐类：纯音乐\n*建模类由于其工作量缘故暂不纳入评选，渲染类归入原画类\n*图文类中，无特殊声明，将和文字类共用提示\n参与流程：\n1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，在活动时间内完成参赛作品。不得使用以前的作品。 \n3.当月活动截止日之前提交作品，提交方式为：\n       1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。并同时在活动贴回复\n       2）若主题特殊，则在指定帖内回复。\n4.第二月初的第一周，负责当月活动的版主会发布公告贴公布结果，并发放奖励。  \n*单个参赛者在同一类中只能投放一帖，但是可以同时参加两类的比赛\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定分数：\n60%三等奖10%一等奖\n30%二等奖\n60%三等奖*未满足标准的（即离题的、题材不符的、完全敷衍的），只给参与奖；严重者取消奖励\n*原画/图文类将获得额外加分***周边创作版管理组保留活动条款最终解释权***十月活动：文评俱乐部活动要求：文字类：为一篇自认优秀的文章，写一个不少于600字的文评。原画类：为一篇自认优秀的文章，配一张相关的插图（可以是故事的某个片段，也可以是短篇的剧情概述，任何能够合理解释的均为合理）\n提示：文字类：1.请认真考虑所要评价的具体方面，如果条件允许，可以在脑海中预先设想。2.文评的大体内容，是从文章的框架结构上入手，从文章的细节描写上入手，还是从文章的立意构思上入手。3.认真评论时，作评的语气请尽可能地委婉，并尽量采用能够让被评者接受的方式，来写出文评。4.在文评中提出的建议是否合理，是否对于被评者有着实际上的意义。原画类：1.构图取景是否自然协调，画面元素是否丰富且不杂乱，图中是否存在着让人眼前一亮的出彩点。2.所做的渲染图，是否在基本质量的保证之上，尽可能地切合文章的内容。3.渲染图中，是否多多少少地体现了文中的内涵与中心思想。4.渲染图的构图风格，是否切合作者行文的基本文风。\n以上内容均为提示，切勿被 上述所说限制住思想。\n注：在选取优秀作品时，自己所创作的文章和已参加月活动的被官方评论作品不在选取的范围内。参加活动请回复本帖，请勿另开提问也可回复本帖或私聊选择论坛内文章有0.5分加分\n请勿剽窃（剽窃文评严重处理）结束时间：10.31\n\n\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1507454400,
            "txt_content": "那个……写书中的一章可以么？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1507455360,
            "txt_content": "1、文章随便选还是选论坛里的？\n2、由于各种因素，这个问题不见了"
        },
        {
            "author": "guqu",
            "timestamp": 1507460940,
            "txt_content": "bo_bo2001 发表于 2017-10-8 17:36\n1、文章随便选还是选论坛里的？\n2、由于各种因素，这个问题不见了\n文章随便选\n论坛内文章有0.5加分\n忘写了谢提醒"
        },
        {
            "author": "guqu",
            "timestamp": 1507460940,
            "txt_content": "縻风 发表于 2017-10-8 17:20\n那个……写书中的一章可以么？\n文章随便选\n论坛内文章有0.5加分\n忘写了谢提醒"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1507543800,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-10-9 18:24 编辑 \n\n那个...版头没换。\n难道是因为浪太久了时间不够就只能出这个活动？\n活动类型：\n文字/图文类：续写、扩写、诗文、故事接龙、微型小说、元素剧本\n原画类：技巧原画、意蕴原画、漫画\n图文类：续写、扩写、四格漫画、元素漫画、图文接龙\n音乐类：纯音乐\n文评类并未加入。\n以及，能否给远古贴作评？\n【写文评都要限制字数么...?】"
        },
        {
            "author": "天下归心",
            "timestamp": 1507544280,
            "txt_content": "这什么鬼......\n评论看不到？\n能看到我的吗？"
        },
        {
            "author": "天下归心",
            "timestamp": 1507559880,
            "txt_content": " 本帖最后由 天下归心 于 2017-10-10 22:38 编辑 \n\n好吧，其实我就想问问为什么不让看？"
        },
        {
            "author": "xcc",
            "timestamp": 1508465220,
            "txt_content": " 本帖最后由 xcc 于 2017-10-20 10:08 编辑 \n\n提个问题，自己所创作的文章和已参加月活动的作品不在选取的范围内。\n这个已参加月活动的作品是指其他人评论过的作品还是指？\n\n\n\n\n\n\n\n\n\n\n\n（嘛啊文评啥的也不会写不如画画（滑稽）"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1508605020,
            "txt_content": "文评可以是类似知乎文章那种，对于国外CG作品（或个人）的一些分析，鉴赏教程类型的嘛（算渲染图的）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1508655360,
            "txt_content": "评《我的老师是末影》（下文简称“末影”）\n\n首先，给这篇文来一个总评：\n我心目中全周创短篇的巅峰之作。\n人们都说“文无第一，武无第二”，但是对于优秀的作品，每一个人都在心中有自己的排名。在我心中的排名中，第一名，就是它。\n文学写的是什么？有人说文学是揭露世界的笔，有人说文学是反映现实的镜，有人说文学是投影内心的“灵”。无论怎么说，总有一个是不会变的——\n文学，可以写人间真情。\n写人间真情的自然有不少。就是上周狗头还刚刚给我推荐过无色方糖的《人匠》，它们或多或少都给了我一定的震撼，但最令我“尊重”的，应该说是《末影》这篇。\n我个人是一个偏理性的人，写文很多时候注重逻辑的描写和暗线的布局要胜过细节上的描写和文风上的推敲。同样的，我也很少因为某个作品而感动到流泪的程度。\n这篇是其中一个。\n为什么这一篇能够给人如此大的震撼？原因有多个：\n一：真实。\n主角是一个平凡学生的缩影：努力成为现充却被环境阻塞而堕落、被比自己强势的人欺凌、高二病期间，看每个人都是那么堕落。这是人们大都经历过的事情，因此也显得真实；像“老师”这样在堕落的时候给我们教诲的人也不缺乏。最后的结局虽悲壮，却在意料之外、情理之中。\n二：平实。\n第二点，就是语言风格上的简朴。\n本文用词准确而通俗。没有堆砌华丽的辞藻，而是用平实而准确的语言来进行描写。这样的好处是，读者阅读时，不易被各种高大上的词语吸引注意力，而是专注于情节和渲染。作者扎实的用词功底也在这里凸显出来，尽管使用的词语都十分普通，却几乎没有出现词不达意的现象。\n三：合理。\n整个故事的逻辑显得顺理成章。无论是我和老师的相遇，我认真听他的课，我和他交流，还是我被石头砸中进医院和他谈心，到最后的枪击事件，我和老师的关系一步步深入，师生情并非一蹴而就，而是由多个事件形成。同样，枪击事件的发生也非常合理，在前文也有过相关的暗示。【顺便一提，有一个小瑕疵，作者在那里弄混了“权力”和“权利”】\n除去这几项情节上和手法上的突出之处，还有一些细节也是我们可以学习的。\n譬如，对于MC元素的处理。\n在MCBBS，如何处理MC元素一直是一个难点：MC元素太多就会导致创作的空间狭小甚至影响发挥；MC元素太少又不符合MCBBS身为MC论坛的现状。而这篇文章很好地处理了两者之间的关系。末影一族的融入恰到好处，老师身为末影人的特质也脱离了末影人本身的内涵——“瞬移”这个元素，在老师和我的交往中起到了重要的作用。\n再有呢，就是对于整篇小说深刻意义的分析。这篇小说一个很有意思的地方在于，里面的大部分人物，都是一个影子，都是一种人的集合。“我”象征着那些从农村怀抱着理想来到城市却堕落的青年，“老师”则象征着人们生命中遇到的亦师亦友的长辈。“我”和“老师”，都没有非常突出的个人特质，这正是因为他们是一种人的投影。当然这也适合短篇，可以省去很多赘笔。\n这样象征的作用是多重的。一方面增加了代入感，另一方面，老师和我的悲剧也暗示亦或者讽刺了一些社会现实。正因为如此，它就超出了普通小说，而有了更深层次的寓意。\n虽说小说写得很棒，但是也有一些瑕疵。小说向深层寓意的探索不是很深，最后的信件内容也略显违和。不过瑕不掩瑜，这些无改我对它的高评价。"
        },
        {
            "author": "nianbing",
            "timestamp": 1509172560,
            "txt_content": " 本帖最后由 nianbing 于 2017-10-28 14:53 编辑 \n\n\n描述片段：太宰治入水殉情的片段。\n\n这样算不算参加活动了呀？QAQ...."
        },
        {
            "author": "BlackCB.",
            "timestamp": 1509251400,
            "txt_content": "\n　　乔布斯，一个全世界都耳熟能详的商业领袖，被人们形容为＂天才与混蛋的结合体＂，然而，在人们对乔布斯的陈词滥调中，并没有意识到：如此傲慢、固执、轻狂，以至于被赶出苹果的年轻人如何会一举成为有史以来最高效、最具有远见的商业领袖，从而改变几十亿人的生活？\n　　当乔布斯还是婴儿的时候，他就被他的父母抛弃了。幸运的是他的养父母非常注意对乔布斯的培养。随后他在父亲的车间创建了苹果公司，研发了苹果第一代电脑，但是，由于他暴躁的脾气、轻狂傲慢、以及他的不成熟表现，竟被自己一手创建的公司赶走了。他并没有气馁，并作出惊人的举动：创立新的公司来打败苹果。事情并没有想象中的顺利，乔布斯没有丝毫的管理经验，原本在苹果公司投奔而来的技术骨干相继跳槽，生产出的大量产品无人问津，公司陷入了前所未有的危机……乔布斯又一次被困难狠狠地绊倒在地，他大胆地收购了皮克斯，并发部了第一部由电脑制作的动画，才让公司勉强生存下去。\n　　这时的乔布斯，被磨难所历练，成为了一个真正的商业领袖。濒临破产的苹果，邀请他回到公司，乔布斯并没有多想，果断卖掉了新公司，领导苹果完成了一个个看似不可能的成就。他经多年努力拼搏，终于使苹果的名声享誉全球。\n　　是什么历练了乔布斯？是什么使他一举成名？是他对困难的永不屈服和在失败中汲取经验。一次次地浴火重生，一次次地洗礼，是他彻底脱胎换骨，成就了他，也成就了苹果。是他把稍纵即逝的丝丝缕缕的灵感汇聚在一起，造就非凡的成果。生命需要不断地更新与成长，大部分优秀的人并非生来就如此伟大，而是经历了漫长的历练与成长。乔布斯正是这样，他一直在改变，他的人生不是成功的故事，而是成长的故事，只有一次次地从困难中脱颖而出，才会遇见更好的自己。\n　　你也许可以整天瘫软在沙发上无所事事，抱怨社会的险恶，可是，当一个个为梦想拼搏的人们匆匆在你眼前走过，你的心灵可否有所颤动？为梦想而改变，这样，当很多年过去后，你可以在老朋友面前，骄傲地指着你当年的老照片说，看吧，这就是当年的我，而无怨无悔。\n\n版主大大辛苦了~~有点水，见谅~~~~"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1509260040,
            "txt_content": "参加活动请回复本帖，请勿另开\n一开始没看到，你说我尴尬不- -，以下正文。\n\n\n\n\n\n[原创-单篇]熵极前传:世外桃源\nhttp://www.mcbbs.net/thread-693030-1-1.html\n(出处: Minecraft(我的世界)中文论坛)\n\n\n\n\n\n\n正文：\n     好，欢迎各位来到每月都坑一下届的活动现场。这个月我们来谈一谈由@Smokey_Days 编写的文章：熵极前传:世外桃源。    首先，作者运用开门见山的写法，把文章主要核心给呈现了出来。并且用比较幽默的手法，把嫡真实描写，并顺带开头自己吐槽了自己一段。“你问我科技这么发达都可以存储负熵了为什么还要人力驾驶飞船？”并且说明作者“我”是一名负嫡瓶运输员，职责是运输此类。在文章中可以看出，此职业是一个特别重要的职业，随后第二段则开始重点叙说职业，则第三段正式进入主题核心。同时，第一段还不忘自带夸张的说明“每个角落每个时刻都无时不刻在增加的熵”来作对比。整体就是指作者“我”的身份，是一名负嫡运输员，在一次运输过程中，果不其然的出现了错误以至于作者能写出这篇文章，并自己又吐槽自己一番”我们的操作流程都是熟练无比了。然而百密一疏“，出现错误后，因为某种特定作者的主角光环因素，来到了名为”世外桃源“的低嫡系统中。并且说明，低嫡是容易破坏的。随后主角明白了，高嫡的到来，对低嫡系统有着破坏的可能性。整体的前传就是说明这一点，就好比大自然相当于嫡系统。相生相克，必须有能克服的，才能有降服的。并且在未来的科技领域中，作者大胆描写人工制作嫡系统。而最后一段的彩蛋可以认为是”神经扫描仪“。妈耶你有神经扫描仪你咋没有记忆扫描仪，看看能不能清除你的记忆，当这些没有发生，咱们重新来一遍，好不好哇亲。从开头的忘记关闭仓库大门，只想吐槽主角是不是丢三落四的人，还是说不是细心的人，又或者是金牛座，如果不是，那么我可以说是作者硬要主角不关闭大门，来到低嫡-世外桃源的吗。\n   从运用的词语来分析，作者的描写能力特别强，以至于开始我看了三遍没看懂这篇文章到底说了啥，最后硬是把嫡改成细胞。也就是说这是一个神经网络，当高级细胞进入到低级细胞的领域，低级细胞就会被摧毁。如果这样理解，可能有那么点错误。如果大家不懂嫡是什么，可以自主字典查询，毕竟我一开始不知道怎么打出来，只能是拼写“嫡系”。有点扯远了，总体文章的逻辑性是没有问题的，但是可以改进的是针对人物细节和兴趣性，现在看来这篇文章还是比较生硬，如果非要看来，可能这篇文章就是为了讲述嫡，但是并没有问题，因为这只是个前传罢了。\n【并没有针对文章的意思，十月八日，你值得拥有】#如果其中对文章理解错了望更正\n\n\n如果规定不允许发帖后再参加请删除原帖或本评论。（捂，谁叫我没看清规则）\n"
        }
    ]
}