{
    "title": "原版生存如何获得保护8附魔的装备",
    "author": "seraph0012",
    "replyCount": 7,
    "timestamp": 1507497600,
    "txt_content": " 本帖最后由 seraph0012 于 2017-10-9 13:02 编辑 \n\n事实上这个游戏机制一直都存在，但是最近才被NarcolepticFrog提出来：\n骷髅马骑士（就是通过触发骷髅陷阱马生成的骷髅）会掉落有两个相同或冲突的附魔的装备，比如同一件装备上可能会有两个保护4附魔，或者同时有保护4和弹射物保护4，两个保护4在同一件装备上的效果相当于保护8附魔的效果；除了保护以外的其他附魔也能重复，但没有太大意义，因为基本都不叠加，比如两个水下呼吸和一个是没有什么区别的\n\n但是别高兴太早，通过这种方式获得的装备和附魔是有限制的：\n1. 只会出现在骷髅马骑士一定会装备在身上的装备上，也就是头盔和弓\n2. 通过这种方式获得的附魔的附魔等级最高为22，也就是不可能在钻石装备上出现保护4，最多只能有两个保护3在钻石头盔上，相当于保护6；如果是两个保护4的话只会出现在金头盔上\n3. 通过铁砧无法将有两个相同或冲突附魔的其中一个附魔升级，也就是无法通过铁砧把有两个保护3的钻石头盔升级成两个保护4，或者保护3弹射物保护3升级成保护4弹射物保护4之类的。\n4. 如果有两个相同的附魔，比如两个保护4，在铁砧上给装备添加任意附魔都会导致最后只剩一个保护4，也就是如果你本来上面没有经验修补，那你没办法给它添加经验修补；但如果是两个不同的冲突附魔，比如保护4和弹射物保护4，那么是可以通过铁砧添加其他附魔的，最后两种保护也都可以保留下来\n综上所述，目前原版生存模式能获得的最强保护套装应该是双保护4的金头盔+保护4的钻石胸甲、护腿、靴子，能把10颗心(20hp)的伤害减免到0.71颗心\n\n关于骷髅陷阱马，Ray有一个骷髅陷阱马农场的教程，平均每天（现实时间）能刷到100个骷髅马骑士，差不多是目前最效率的了，然后是一些数据：\n1. 两个保护4的金头盔，刷出的几率大约是百万分之8，按照每天100个骷髅马骑士来算，平均刷340年能刷出一个\n2. 两个保护3的钻石头盔，刷出的几率大约是百万分之1，按照每天100个骷髅马骑士来算，平均刷2430年能刷出一个\n3. 保护4+弹射物保护4的金头盔，刷出的几率大约是百万分之222，按照每天100个骷髅马骑士来算，平均刷12年能刷出一个\n\n关于这种装备生成的原理：\n当骷髅陷阱马被触发之后，首先生成骷髅，在生成骷髅的过程中会按照普通骷髅生成的方式随机生成装备和附魔；骷髅生成好之后，如果骷髅没有头盔和弓，则会给骷髅生成铁头盔和弓；之后会又一次给头盔和弓生成附魔；每一次生成附魔都会检查生成的附魔是否互相冲突，但不会检查生成的附魔是否与装备已经有的附魔冲突，所以这两次生成附魔是有可能生成相互冲突的附魔的，这也解释了为什么只有头盔和弓会有冲突的附魔生成\n\n最后附上NarcolepticFrog的原视频地址：[Bug] The Best Helmets in Minecraft!\n\n\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1507772160,
            "txt_content": "2430年！！"
        },
        {
            "author": "2759159258",
            "timestamp": 1507873860,
            "txt_content": "压根没看懂。。。只看到了我的子孙可能能用到保护8的金头盔。。。"
        },
        {
            "author": "孟婆汤真好",
            "timestamp": 1508679060,
            "txt_content": "这是特性 【滑稽】"
        },
        {
            "author": "abrahamhill",
            "timestamp": 1509332100,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "hkdonny",
            "timestamp": 1510217040,
            "txt_content": "感觉很厉害的样子，可是看到这个数据。。。涨下姿势就好了吧。。。"
        },
        {
            "author": "cxk8999",
            "timestamp": 1516930920,
            "txt_content": "内容可以很棒，不过我更喜欢你明石的头像。。。"
        },
        {
            "author": "fengshuang",
            "timestamp": 1516948740,
            "txt_content": "有点复杂"
        }
    ]
}