{
    "title": "关于删除BossShop插件老旧、非授权等搬运帖的申请",
    "author": "坑里的轩轩",
    "replyCount": 20,
    "timestamp": 1507566900,
    "txt_content": " 本帖最后由 坑里的轩轩 于 2017-10-14 13:55 编辑 \n10月14日更新：\n\n首先对本贴最终的处理结果进行说明：\n除现在已经由版主删除、锁定的帖子外，其余帖子不再申请删除。同时，我将继续致力于对本人BossShop搬运帖的完善。请各位版主将本贴保留最短3天时间（至2017年10月17日14:00），以公示下方道歉内容。感谢所有人对本次事件有意义的帮助！\n\n道歉内容：\n由于之前的说法多出体现到对两位搬运工的不尊重，以及对其搬运帖质量的过分指责，并要求删除老旧宣传贴的做法，导致了业内许多人的指责和不满。现在我已认识到错误，没有尊重两位搬运工的搬运成果，并且此次做法存在较大过失，在此对两位搬运工qiu1995及Cynthia丶表示深深的歉意！\n在此首先感谢mimimis等多位坛友及时指出不足，并督促我改正，并感谢所有对此事理性、正确发表意见的所有坛友！错误就是错误，有错就要改正，我接受任何理性、积极方面的意见或建议！再次感谢大家的帮助！\n\n由于搬运本插件的特殊性，已成立专门Q群来监督本次搬运任务，所有人都可以加入其中并发表意见。如还有任何建议或意见，请加群直接与我取得联系，并发表你的看法。请勿在本帖下讨论，再次感谢大家的支持！\n\n\n",
    "replies": [
        {
            "author": "秋风残叶",
            "timestamp": 1507613460,
            "txt_content": "从你提供的聊天记录里，只能看出作者提供了bs bsp以及相关附属插件的授权，未提到独占搬运的问题，更未提到删除其它搬运帖的问题\n你给出的spigotmc私聊链接我们是看不到的，毕竟私聊\n\n倘若自己真的尽心尽力维护作品更新，自己的搬运帖也优于站内同类作品，相信用户们会用脚投票，自己决定哪个帖子才是自己该参考的帖子"
        },
        {
            "author": "海螺螺",
            "timestamp": 1507614840,
            "txt_content": "If you can make sure the conditions I have mentioned in my previous PM are met \n我很好奇这些条件是啥\n请把PM的所有内容发出来\n另外，blackixx仅同意了你 create and maintain pages on mcbbs\n可没说你是他的中国区的唯一代理商，也没说 delete other pages"
        },
        {
            "author": "许诺者流星",
            "timestamp": 1507634280,
            "txt_content": "等会楼上俩个大佬去找作者要授权就神作了"
        },
        {
            "author": "梦",
            "timestamp": 1507640820,
            "txt_content": "楼主你这样可能会招惹某上条势力的"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507887120,
            "txt_content": "秋风残叶 发表于 2017-10-10 13:31\n从你提供的聊天记录里，只能看出作者提供了bs bsp以及相关附属插件的授权，未提到独占搬运的问题，更未提到 ...\n本贴已更新"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507887120,
            "txt_content": "754503921 发表于 2017-10-10 13:54\n我很好奇这些条件是啥\n请把PM的所有内容发出来\n另外，blackixx仅同意了你 create and maintain pages on m ...\n本贴已更新，并让作者重新整理了一下授权证明"
        },
        {
            "author": "ouAuAuo",
            "timestamp": 1507889820,
            "txt_content": "希望能认真的对待搬运，毕竟bs是我最热爱的插件~\n然后，我的教程会不会也会被打死...."
        },
        {
            "author": "xu11xx",
            "timestamp": 1507901220,
            "txt_content": " 本帖最后由 xu11xx 于 2017-10-13 21:32 编辑 \n\n手机码字麻烦 稍微说几点个人意见\n\n1.之所以提供国内下载链接，是因为国内特殊行情，链接外网越来越慢，为了方便用户使用到这些插件而提供的，且版规仅允许“免费网盘链接”，并不存在“通过付费网盘从中获取利益。”\n\n2.在你之前“未搬运该插件”的时候，国内的mc用户只能通过以前的那些搬运贴和教程来获取最新的插件，即使他们如今由于种种原因停止更新了，甚至帖子经久未修，但你没有任何资格否认他们所做的贡献！至少在你没有搬运的时候他们就是国内大部分玩家看到国外的好插件的唯一渠道。\n\n3.按照版规来说，你属于撞车，即二搬，如果你比之前的帖子写的更好，你可以被留下，仅此而已\n\n4.人气，点击，利益相关？请注意，“MCBBS是一个公益论坛”，人气和点击并不能带来任何的利益，那你是为什么而搬运的呢？为爱发电？还是为了勋章称号？醒醒吧，那只是你想避免和别人竞争的手段罢了，借口而已。\n\n5.取得“官方授权”后让官方来要求删除除你以外的其他帖子，这才是搬运工中，最最最最最恶的手段，b站曾经就有这样一个MMD区的up，最终的下场是怎样的我想我不必多说了。\n\n以上仅代表个人意见。(由于部分为昨天所写，部分内容可能和更改后的帖子内容不符，大体意思就这样，吃瓜.jpg)"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507905660,
            "txt_content": "xu11xx 发表于 2017-10-13 21:27\n手机码字麻烦 稍微说几点个人意见\n\n1.之所以提供国内下载链接，是因为国内特殊行情，链接外网越来越慢，为 ...\n感谢发表宝贵意见，我也说说对你这几条观点的看法：\n1、无论过去连接SpigotMC官网怎样慢，现在这个网站根本没被墙，中国大部分用户都可以正常浏览；\n2、盗链就是盗链，如果下载链接失效，完全可以提供原链接，然后说明失效后再提供自己的链接，并向作者征求同意；无论是否通过百度网盘取得利益，而且既使在MCBBS上有版规规定『允许使用自己网盘』，但，只要作者不同意，你就是盗链和违规；\n3、对于你说我拿公益搬运BossShop一事说这是借口，但搬运质量人人目睹，如果为了争抢人气等利益，完全没必要这么做；BossShop在几年来本身就存在不计其数的二次搬运现象，试想一下，如果您是插件作者，在中国却被胡乱搬运，您要流失多少下载量和人气？您知道SpigotMC上一款下载量的重要性吗？您知道作者在插件里加入了bstats，极其重视下载量吗？\n4、本次虽属于二搬，但版规规定如果质量特优则可以保留，但没说过『仅此而已』，作者明明说了允许我删除这些占据下载榜的过期帖子，您还不知道愿意吗？您百度一下BossShop，看看出来的是什么？是真正的现在的BossShop吗？如果是您的插件，您希望在别的国家，任何位置，用引擎搜索一下，搜到的是自己过期的插件，而且用的还是自家网盘吗？\n5、取得官方授权，然后做出一些措施，目的归根结底是归还本属于官方的东西，您身为版主，真的不知道这一点吗？更何况，我向作者明确提出了我要做什么，而且作者亲口答应了，难道您要违背作者意愿继续维护以前的潮流吗？\n6、曾经的搬运帖本身占据着搜索榜，并凭借大量下载量和人气夺人眼目，而搬运工本身却放弃更新，如果作者选择无视，则任其存在，无可厚非。但现在作者明明已经作出规定了，难道还要继续任其在MCBBS上传播吗？\n\n我从未否认曾经两大宣传贴的质量，以及搬运工的付出。他们只是由于某些原因停下了脚步，现在需要一个人来代替他们，我现在遵从作者的意愿行事，难道该被指点吗？\n\n您作为服务器插件版版主，我认为您误解了我的意思，希望你尊重我的成果，我对目前MCBBS上插件搬运现状还是看好的，我们的目的是给大家带来最优质的插件，而不是明摆着是非对错还在试图维护旧潮流。优胜劣汰是万变不离其宗的法则，您同意吗？\n\n您的留言我已通知作者，事到如今请作者亲自出面此事，是最好的选择。身为一版之主，希望你对你的一言一行负责！"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507905840,
            "txt_content": "在此希望大家真正理解我的意思，我没有把矛头针对任何人，任何人都有权利监督我的一言一行，如果有任何看法或疑问可以马上联系我，请不要一时冲动导致事端向严重方向发展，感谢站上所有人的配合，希望我们理性对待此事，共同讨论如何慢慢前行，谢谢所有人！"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507906440,
            "txt_content": "最后，很希望告诉大家的一句是：MCBBS上今后BossShop的发展形势，希望我们共同维护。为了方便大家发表意见，我特意建了群（可能今后作为一些插件搬运的讨论群或意见反馈群，或者还能成立自己的小组？），如果你对此事有任何疑问或者意见，欢迎大家加群与我直接联系并发表意见，再次谢谢大家的鞭策！\n\n群号：677873236"
        },
        {
            "author": "白羊羊",
            "timestamp": 1507907340,
            "txt_content": " 本帖最后由 mimimis 于 2017-10-13 23:12 编辑 \n\n我来发表一下我的看法吧：\n首先我觉得，楼主的出发点是很好的，看到站内一些其他的搬运帖子有不足，希望自己能够弥补这些不足，这是非常好的。其次就是，楼主发现了下载量流失这种问题之后，及时汇报给了插件的作者，给予了作者知情权，这也是很好的。\n最后，楼主积极地参与插件的搬运工作、wiki翻译等，为论坛做出宝贵贡献。\n其实满足了以上几点，你已经做得很好了，你热情的态度也被我们大家所认可。\n\n但是，你希望删除其他搬运帖，我觉得有一点不合情理，我知道，你也许是看在站内同插件搬运帖太多太杂，希望能够有一个指定的帖子，一个真正获得授权的帖子存在，这种想法是好的；但其他人的帖子既然存在了，也就说明其他人也为论坛做出了贡献，你的这种想法也许会让人认为你想要抹除掉其他人为论坛做出的贡献。（我知道你心里面肯定不是这样想的）\n\n其他人也有自己的利益，你不能打着授权搬运的旗号就去把其他人的帖子给删除，这是不道德的，不能因为是授权搬运，就改变了这是二搬\"撞车\"的性质，毕竟在你之前，是这些人搬运了如此优秀的资源。\n\n因此，希望楼主仔细考虑一下，我理解你的心情，毕竟你也是希望为国内MC多人联机做出贡献。\n"
        },
        {
            "author": "xu11xx",
            "timestamp": 1507907640,
            "txt_content": "坑里的轩轩 发表于 2017-10-13 22:41\n感谢发表宝贵意见，我也说说对你这几条观点的看法：\n1、无论过去连接SpigotMC官网怎样慢，现在这个网站根 ...\n如果你想版战请继续回复 我不再发表意见。\n\n这是我最后“凭我个人观点，凭我自己看法，而非管理组，更不是插件版版主向您这位‘公益搬运工’回复”\n\n1.我不是插件版版主，我是服务器版\n\n2.我是以我个人观点个人立场来回复\n\n那么回归正题，既然你在mcbbs发帖，那么你就需要遵随mcbbs的规章制度，\n你和作者唯一权利是，他本人“明确他的作品所使用的共享协议”后，委托你来发帖，或者他本人自己来发帖，\n\n说句难听点的，他既然都不愿意给mcbbs分流量，认为mcbbs的搬运工是蹭他的热度，给他损失了那么多流量，还来mcbbs发什么贴？\n\n神tm下载数被抢走了，要是没人发帖搬运过来，他，那个作者，能蹭到国内的流量？\n\n损失人气？那他为什么不去找财大气粗的x易？\n\n要是没你这个破事，去搞什么“独占授权”人家作者会做出规定？你是想做mc这个社区里的“镜森萼”？\n\n送你五个字，别没事找事\n\n最后再强调一遍，我，只是以我的个人观点，个人看法，与mcbbs管理组没有任何关系，我也没和他们讨论过，与我的头衔无关，说出来的话和mcbbs无关，我只是一个普普通通的为了一点点积分成就感的“玩家”罢了。\n\n我，\n九书，\n最看不惯的就是你这种人。\n\n以上，不接受撕逼，仅发表个人看法，供插件版版主，管理员判断"
        },
        {
            "author": "海螺螺",
            "timestamp": 1507907700,
            "txt_content": " 本帖最后由 754503921 于 2017-10-13 23:55 编辑 \n\n作者的意思是:任何帮助他传播他的插件让更多的服主获得帮助和快乐的帖子都是赞同的，而不是你这几贴里咄咄逼人的删除他人帖子的态度。\n就个人来说，我并不认为加了一些简单的表格和对齐、文字加粗高亮之后就是搬运质量和排版有目共睹了，我也不认为那些仅仅是加粗了文字的搬运贴的排版就是 very mess up 的。\n既然都是为了blackixx作者着想，那么你的搬运和其他人的搬运的性质都是基本相同的，并不是获得了作者的授权就能有如此正当正义的理由删除作者的搬运贴。不能无视他人贡献。\n最后，我逛了1k小时的插件版，这bosshop我还真没见过几次，感觉我的某插件倒是经常看见呢。"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507907880,
            "txt_content": "xu11xx 发表于 2017-10-13 23:14\n如果你想版战请继续回复 我不再发表意见。\n\n这是我最后“凭我个人观点，凭我自己看法，而非管理组，更不 ...\n身为版主不要再试图版战了，你自己本身有很大影响力，带头真的不好，已经在和大家讨论如何做了。"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507908060,
            "txt_content": "mimimis 发表于 2017-10-13 23:09\n我来发表一下我的看法吧：\n首先我觉得，楼主的出发点是很好的，看到站内一些其他的搬运帖子有不足，希望自 ...\n真心希望在今后MCBBS上看到更多诸如此类的理性留言，希望我们对此事认真对待，协商共讨，不带任何感情色彩的那种。已置顶。\n\n感谢你指出我的不足，稍后在本贴发表道歉贴，我已经意识到了错误出在哪里！再次感谢声援！\n\n如果大家有其他任何意见欢迎加群677873236直接告诉我，我错了就是错了，只要你指出我就会改，不会不认错！但一定要理性发言！\n\n我会给此事一个合理交代的。"
        },
        {
            "author": "梦",
            "timestamp": 1507908840,
            "txt_content": "坑里的轩轩 发表于 2017-10-13 22:41\n感谢发表宝贵意见，我也说说对你这几条观点的看法：\n1、无论过去连接SpigotMC官网怎样慢，现在这个网站根 ...\n狐假虎威有意义吗，我要是作者我都要被你烦的收回授权。\n\n1.MCBBS是公益性论坛，并且版规不允许在原作者未授权的情况下通过下载链接盈利，以前的搬运帖也遵守了规定，不存在以此盈利的行为。\n2.以前的搬运帖提供的链接来自原作者自行发布在Bukkit上的链接，并且在原帖链接正确填写了Bukkit上的插件地址，符合原作者给你的授权条款并不属于违规。至于链接失效问题，以前的搬运帖填写的是原作者自行发布在Bukkit上的下载链接，如果因为原作者自行选择的平台导致了链接失效那么和钓鱼执法有何区别？\n3.关于下载量，SpigotMC在大陆访问不畅是众所周知之事，如果没有MCBBS的搬运帖BS或许根本不会被人知道，获得了原作者的授权为他提供了免费宣传现在却来过河拆桥？\n4.作为一种计算机程序，希望被国际上认可自然是一件值得骄傲的事；那么由于语言不通，由当地爱好者本地化是非常合理也是有利于扩大其影响力的做法，并且作为中国的搜索引擎由于国家相关法律法规对国外网站收录限制比国内网站收录更大是很正常的，对此有任何异议可以前往工信部投诉；况且我相信你也不认为会使用百度的用户都能完全看的懂原贴介绍吧。\n5.官方授权一事，原作者也对以前的一部分搬运帖提供了授权，那这算不算原作者违约呢？并且该插件已经在Github上开源，那么对于开源软件我们只需要根据原作者自行选择的开源协议规定进行搬运即可，如果原作者强制性添加不符合或违背开源协议的条款将是不被开源协议承认的，我们不必遵守；由于原作者的开源仓库内并未注明开源协议，也希望你能与原作者沟通来补充上开源协议以便包含但不限于MCBBS的全球开发/搬运者了解。\n6.以前的搬运帖根据版规仍然发挥着一些作用，不少用户是在你没发布之前就已经收藏了的，如果现在贸然删除会影响部分用户的查阅，我相信原作者也不会希望损失这些流量。根据版规规定，以前的搬运帖若长期不更新会移除至过期插件板块，你所搬运的帖子也自然会独一份地展现在用户面前，在这里温馨提醒一下你的帖子以后可千万不要成为那些过期帖哦。\n\n优胜劣汰是非常符合自然的进化规则，那么也希望你不要引入外界力量来介入自然的优胜劣汰过程中，用你帖子的内容与维护来征服用户和其他搬运者。"
        },
        {
            "author": "坑里的轩轩",
            "timestamp": 1507909020,
            "txt_content": " 本帖最后由 坑里的轩轩 于 2017-10-13 23:39 编辑 \n梦彗業 发表于 2017-10-13 23:34\n狐假虎威有意义吗，我要是作者我都要被你烦的收回授权。\n\n1.MCBBS是公益性论坛，并且版规不允许在原作者 ...\n有分量的回答，十分感谢！我会改正的。"
        },
        {
            "author": "xi_kun",
            "timestamp": 1507909920,
            "txt_content": "为何要删除他人搬运贴\n原因大家心里都有点bi数 #滑稽"
        },
        {
            "author": "寂",
            "timestamp": 1507991340,
            "txt_content": "已经将站内已停更的bs搬运贴移动到过期版。\n对于楼主之前的删帖申请不予采纳。"
        }
    ]
}