{
    "title": "[Minecraft.net|INSIDER]本周方块：活塞",
    "author": "土球球",
    "replyCount": 5,
    "timestamp": 1507899960,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-10-13 21:14 编辑 \n\n\nBLOCK OF THE WEEK: PISTON\nA real pushover\n\n本周方块：活塞\n真正的驱动力\n\nPeople who think it's OK to shove other people? The worst. Can't stand 'em. I'd happily shove them all into a big pit full of Creepers, if it wouldn't make me guilty of blatant hypocrisy. Bah!\n那些认为自己随随便便就能驱使得动其他人的人？可不是什么好人。是可忍孰不可忍。我会非常乐意把他们全部推进一个充满爬行者的坑里的，如果这不会让我的虚荣心内疚的话！呸！\n\nAh but the piston – a block that shoves other blocks – now that I do like!\n不过一个活塞的话——一个可以驱使得动其他方块的方块——现在我喜欢！\n\nPistons push blocks, up to twelve of them in a row, when given a redstone signal. Flip the power on and the piston's head will extend outwards one block for a fraction of a second. Any entities in the path of the head will be pushed along with it, including the player, and if there's a slime block in front of the head then they'll be sproinged off instead. SPROINGGG!\n活塞能够在给予一个红石信号上升沿的时候连续推动十二个排成一排的方块。如果你开启红石信号，那么活塞的头部将伸出一个方块的长度，这一过程将持续一会。所有原本占据头部将要占据的方块的位置的实体，包括玩家，都将会与其一起被推动，而且如果前面有一个粘液块的话，那么它们将会被Duang地一下弹出去。Duang~~~\n\n\nThen there's the piston's slightly disgusting sibling - the sticky piston. The sticky piston, which is crafted with a slime ball, can push blocks just like a piston can - but when the power is turned off the head will pull any blocks that it's touching back with it. Yuck.\n活塞有一类有点令人厌恶的兄弟——粘性活塞。由粘液球参与合成的粘性活塞在推动方块上和普通活塞的行为一致——不过如果给予一个红石信号下降沿的话，那么它将会把所有接触到的方块拉回来。呸。\n\nThat's all pretty simple, but the applications are huge. You can use pistons to make automatic farms that get flooded when you flip a switch and carry all the crops down to one handy location for you to pick them up. You can make vast, extravagant doors, or hidden rooms. You can even go all out and build logic gates and clocks, essential components of even more complex creations.\n这听起来很简单，不过它们的实际用途是十分广的。你可以使用活塞制作自动农场，从而可以通过一个拉杆使农场被瞬间淹没，并将所有的农作物冲到一个特定的位置，以便捡起它们。你还可以制作一些巨大的，豪华的门，或者隐藏的房间。你甚至可以再进一步，制作逻辑门和时钟，作为更复杂的作品的基本组成部分。\n\nHere's a fun fact - pistons were originally a mod, posted on the Minecraft Forums by a coder called Hippoplatimus. It's true - you'll find the name in the credits under \"Additional Programming\". That piston code was folded into the regular edition of the game by Jeb, and then released in version Beta 1.7, alongside shears and the ability to obtain wool from sheep without harming it.\n还有一个有趣的事实——活塞最初来源于一个Mod，这个Mod由一个名为Hippoplatimus的开发者发布于Minecraft论坛上。这是真的——你可以在“Additional Programming（附加编程）”下找到它。活塞的相关代码被Jeb添加到了游戏原版中，包含在了Beta 1.7版本中并发布，随之发布的还有从羊身上使用剪刀获取羊毛而不伤害羊的特性。\n\n\nThe piston of DAT engine, displayed at Tokyo's Museum of Nature and Science. Photo by 160SXDAT发动机的活塞，在东京自然科学博物馆展出。照片来源于160SX\nReal-world pistons are somewhat unlike the pistons in Minecraft. They're a component of combustion engines, which drive cars and other moving objects. When the fuel in the engine is ignited, the force of the explosion is captured by the piston and used to turn a crankshaft, creating rotation. They're also found in pumps, where they can be used to suck fluids from one place to another. “Man, that piston really sucks. Good job!” is a joke you should make to people who work on engines for a living. I'm sure they'll find it really funny! After they've finished never speaking to you again.\n现实生活中的活塞和Minecraft中的活塞在某种程度上不大一样。它们是内燃机的一部分，并用于作为汽车等一些东西的动力引擎。当我们点燃发动机中的燃料，燃料所释放的气体将推动活塞，并用于转动曲轴，从而产生旋转的动力。它们同时还被用于泵中，用于传输流体。“嘿，那个活塞简直糟糕透顶，你干得一手好活啊！”如果你跟那些和整日和机器打交道的人讲这个笑话的话，我确信他们一定会觉得这个笑话很有趣！不过之后他们或许都不会再和你说话了。\n\nWith some experimentation, you'll find that there are a few blocks that Minecraft pistons can't push. Obsidian and bedrock are too heavy. So are command blocks, and End portals. There are other blocks that can be pushed but not pulled, like terracotta, and yet more that break when they're pushed. The effects differ slightly between versions, so test the component parts of any new machine carefully before you build it, especially if it's using a more unusual block.\n你可以通过一些实验，证明Minecraft的活塞还是有几个方块不能推动的。黑曜石和基岩太重了。命令方块和末地传送门也是如此。有一些诸如陶瓦的方块只能推动不能拉回，还有一些方块会在活塞试图推动时破碎掉。不同的版本的特性略有不同，因此在建造新机器前，你应该仔细检查测试机器的组件，尤其是在你使用了不那么普通的方块的时候。\n\nIn fact, with two pistons, two blocks of redstone, two slime blocks and a sticky piston it's even possible to make a flying machine. There are some great tutorials on the Minecraft Wiki on how to do it. Send us your most impressive piston-based aircraft to scoops@minecraft.net, and perhaps we'll feature them in the future!\n实际上，只要两个活塞，两块红石块，两个粘液块，和一个粘性活塞，就可以制作一个会飞的机器。对于如何制作这类机器，Minecraft Wiki中有一些教程讲得很不错。现在你可以把你认为最好的活塞飞行器发给scoops@minecraft.net，我们未来或许会将它们展出！\n\n原文：https://minecraft.net/zh-hans/article/block-week-piston\n作者：Duncan Geere\n原文发表时间：2017年10月13日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1507900260,
            "txt_content": " 本帖最后由 ustc_zzzz 于 2017-10-13 21:17 编辑 \n\n原翻译：@Auange_M夜幕，搬运：@ustc_zzzz\n话说本次周块的头图真是逼死强迫症\n那么多活塞中突然冒出来一个粘性活塞→_→"
        },
        {
            "author": "不死之躯",
            "timestamp": 1507944480,
            "txt_content": "原翻译是是什么鬼？？？"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1507957380,
            "txt_content": "带有NBT的方块推不动 为什么"
        },
        {
            "author": "pineapple_",
            "timestamp": 1507969680,
            "txt_content": "风扇滑翔翼 发表于 2017-10-14 13:03\n带有NBT的方块推不动 为什么\n不如这样说\n箱子->活塞推动的箱子实体方块->箱子\n但是活塞推动的箱子的实体方块记录不了箱子内容物\n结果变成空箱子了，推完nbt就没了\nc++版貌似没有这个特性"
        },
        {
            "author": "Ender_hz",
            "timestamp": 1519294200,
            "txt_content": "活塞不能推的东西超多"
        }
    ]
}