{
    "title": "「Minecraft.net|CULTURE」灵感的尖塔",
    "author": "Greensky",
    "replyCount": 1,
    "timestamp": 1507816560,
    "txt_content": " 本帖最后由 henry5041 于 2017-10-13 14:36 编辑 \n\n\n\n\n\n\ndarekspire_header.jpg (57.17 KB, 下载次数: 4)\n\n下载附件\n\n2017-10-12 21:50 上传\n\n\n\n\n\n\nSpires to Inspire\n灵感的尖塔\nDarek’s baroque builds and lush landscapes\nDarek的巴洛克式建筑与繁茂的景色\n\nMirror-like lakes, patchwork fields and ornate ornamental gardens - these are the idyllic settings for RezolutnyDarek’s stunning castles - often every bit as intricate as the architectural filigree on the buildings themselves!\n如镜子一般的湖水、贴画一样的原野与华美的观赏花园——这些都是由建筑师 RezolutnyDarek 设计的精美的田园城堡布景——它们常常每部分都如建筑本身的华丽装饰一样复杂精细。\n\nAt first glance you see just the castle, catching the eye with its tall spires ringed by a bright blue moat, but look a little harder and the astonishing detail of the world around unfolds: a ruined chapel, almost consumed by thick forest, meandering rivers, hay bails and hedgerows. It feels like a place with history and hidden splendour, begging to be explored.\n你的第一瞥便会被由亮蓝色的护城河环绕的城堡尖塔所吸引，然而当你认真观察时，城堡世界令人惊喜的细节将会在眼前展开：一个损毁的小教堂里堆着蓬草，长满了浓密的树木与绿篱，一条弯弯曲曲的小溪从旁边流过。这就像一个雄伟而隐蔽的历史遗迹，等待着你去探索。\n\nThe shots you see are still a work in progress, too. Finished projects include a sprawling, opulent palace, reminiscent of Versailles, and a vast gothic cathedral, surrounded by gardens concealed within a thick forest.\n你所瞥到的画面仅仅是建筑未完工时的样子。完成后的建筑囊括一座能与凡尔赛宫相媲美的庞大而豪华的宫殿，与一个由浓密的树林遮盖的花园所环绕的壮丽的哥特式教堂。\n\n\n\n\n\n\ngothic.jpg (109.84 KB, 下载次数: 6)\n\n下载附件\n\n2017-10-12 21:50 上传\n\n\n\n\n\n\nSo what is it about these styles of architecture that attracts Darek?\n为什么 Darek 着迷于这些建筑风格呢？\n\n“I generally like Western architecture, especially French and Italian,” he says. “I started studying this subject at the beginning of my adventure with Minecraft. I bought lots of books and became really passionate about it. It's very difficult to specify what exactly made me so fascinated with baroque. Probably the proportions, elegance, sumptuousness of detail and also history of some of the buildings.”\n“我喜欢西洋建筑，特别是法式与意式建筑风格，”他说道，“我一开始接触Minecraft时便在研究这主题，对建筑的热爱激励我购买了很多书籍。很难说具体是什么让我对巴洛克风格如此着迷，也许是这些建筑的匀称、优雅与华丽的细节吸引了我。”\n\nSome of the real life places he’s been inspired and impressed by include Venice in Italy and Chatsworth House, along with the many cathedrals dotted round England.\n一些现实中的建筑，如意大利的威尼斯、英国的查茨沃斯庄园[sup]注1[/sup]与数不尽的大教堂，都给他留下了深刻影响，并赋予他灵感。\n\n“I would love to go to Paris and Rome soon, and maybe Barcelona,” says Darek. “Regarding baroque favourites I must mention San Carlo alle Quattro Fontane and Chateau de Vaux-le-Vicomte.”\n“我非常愿意早日参观巴黎和罗马，或者巴塞罗那，” Darek 说道。“谈到喜欢的巴洛克建筑，我必须提到四泉圣嘉禄堂[sup]注2[/sup]与子爵城堡[sup]注3[/sup]。”\n\n\n\n\n\n\nspire1.jpg (74.29 KB, 下载次数: 4)\n\n下载附件\n\n2017-10-12 21:51 上传\n\n\n\n\n\n\nRemarkably for such intricately envisioned works, Darek’s creative process varies quite a lot, build-to-build.\n值得注意的是，在创作这些精美而富有想象力的作品时，Darek 每一作的创作过程都有很大的不同。\n\n“There are examples when I started with the building and then created the surroundings, but also the other way round,” he says. “However the idea of the building is ready first. Usually I want to set the creation in specific landscape. For example, castles are usually placed in mountain areas, surrounded by forests and lakes etc, while palaces have to be surrounded by impressive and colourful gardens and so on. I don't do any sketches or anything like that. I have a vision of all this in my head first and then just build it block by block.”\n“我常常会先着手于建筑再创作周围的布景，但有时候也会反过来做，”他说道，“然而，建筑的主题我会事先考虑好。我常喜欢在特定的地貌里创作。比如，城堡常常建在森林与湖水环绕的山脉上，而簇拥着宫殿的则是多姿多彩的花园。我从不画建筑草图，一旦脑海里有了景象，我便会一砖一瓦地开始建筑。”\n\nThe results are both pretty incredible and incredibly pretty - and there’s much more to be found on Darek’s PlanetMinecraft page. Have a look for yourself and set your own spires dreaming!\n这些成品不仅相当美丽，而且极其令人震撼——你在 Darek 的 PlanetMinecraft 主页上还能找到更多的作品。来看一看并开始你自己的尖顶建筑梦想吧！\n\n\n[sup]注1[/sup]英国的一处庄园，位于英格兰德比郡。\n[sup]注2[/sup]一座位于意大利罗马的天主教教堂，由建筑师博罗米尼设计。\n[sup]注3[/sup]一座巴洛克风格的法国城堡，位于法国塞纳-马恩省。\n\n\n原文链接：https://minecraft.net/zh-hans/article/spires-inspire\n发布时间：2017年4月15日\n原文作者：Marsh Davies\n\n本帖参与“联合活动赢新书！——翻译要者信达雅”活动。",
    "replies": [
        {
            "author": "老興TTC",
            "timestamp": 1564885080,
            "txt_content": "哇  好棒"
        }
    ]
}