{
    "title": "为什么从地狱回来不是我造的传送门而是一个在地下刷出来的？",
    "author": "wjzczzjl2000",
    "replyCount": 7,
    "timestamp": 1507867140,
    "txt_content": "单人游戏，之前没造过地狱门。我在离家不远的地方造了一个地狱门，但是从地狱回来的时候却出现在一个地下矿洞里，把这个地狱门打掉再去又会在另一个地方出现，之前的存档从来没有过，到底为什么，该怎么解决？",
    "replies": [
        {
            "author": "hqqaazz",
            "timestamp": 1507885740,
            "txt_content": "尝试手动对齐坐标，如果地狱坐标在x100 z100，那么就在主世界x800 z800对应造一个"
        },
        {
            "author": "縻风",
            "timestamp": 1507901100,
            "txt_content": "为什么不明，但是你可以尝试一下通过地狱与主世界的坐标特性进行手动传送，或者在确保死亡不凋落的情况下自杀。"
        },
        {
            "author": "2759159258",
            "timestamp": 1507903500,
            "txt_content": "搜索并创建传送门\n\n传送门不永久地记录哪个传送门与它相 连，但是当一个玩家使用传送门时则会执 行以下的内容：\n\n首先，如果玩家站在最近被使用过的传送 门方块里，会重新使用该传送门上次选择 的目标。从这个意义上说，传送门“记 住”了哪个传送门与它相连，但这个行为 只持续60秒（1200游戏世界刻或600红 石刻）。这个行为的一个副作用是缓存的 目标在重新使用之前不会被验证，因此如 果玩家穿过一个传送门然后立刻关闭另一 端的传送门，其它玩家仍然可以在60秒 内通过这个传送门到达相同的目标，即使 这个目标的传送门没有处于激活状态。如 果在60秒内没有一个人进入这个传送 门，那么缓存的目标就会过期。\n\n如果玩家进入的传送门最近并没有被使用 过，就会计算新的目标。游戏首先会按以 下程序把进入点坐标转换为目标坐标（如 上图）：把进入点X坐标和Z坐标乘以或 除以8（或3），取决于穿过传送门的方 向，Y坐标保持不变。\n\n游戏从这些目标坐标开始搜索最近的激活 的传送门。游戏以玩家为中心的水平128 格为长宽，以整个地图的高度（下界为 128，主世界为256）为高度的区域进行 搜索。这给予了一个尺寸为257×257×要 到达维度的完整高度的搜索区域。\n\n这种用途的激活的传送门被定义为下方没 有传送门的传送门方块，因此只有黑曜石 门框的最下方的2个方块被考虑在内。生 成并使用服务器命令放置的单个传送门方 块将会是一个有效位置。\n\n如果找到一个候选传送门，然后传送门就 会把玩家传送到最近距离的传送门。这个 距离是由新的坐标系统定义的（包括Y坐 标，导致从表面上看其选择了更远距离的 传送门）。注意，这里的距离是欧几里得 距离，而不是曼哈顿距离。一定范围里传 送门的距离计算会先计算直线距离，然后 选择最短路径，再计算Y坐标的不同。\n\n如果在搜索区域里不存在传送门，游戏会 创建一个传送门，游戏会在玩家目标坐标 的水平16方块（任何高度）寻找最近的 合适的放置传送门的地方。3×4可建筑区 域的上方都有4格的空气方块是一个有效 的位置。当有足够的空间时，传送门的方 向是随机的。三维距离的最近有效位置总 是会被选择。\n\n一个在较短的维度里恰好有3格宽的有效 位置有时候会找不到，因为如果第一次尝 试的方向需要那个维度的宽为4格，那么 对一个点的检验就会失败。这很可能是一 个漏洞。\n\n如果第一次对有效位置的检验完全失败， 检验会重新寻找一个1×4宽且每个方块上 方有4格空气的可建筑区域。\n\n如果再次失败，传送门会强制指定坐标， 但Y坐标会被强制指定为低于世界高度的 70-10（例如，对于下界是118，主世界 则是246）。当传送门以此种方法强制指 定坐标时，会在目标位置创建1个上方有 3格空气的2×3的黑曜石平台，会覆盖那 个位置的任何方块。这提供了地下空气区 域，如果在空气中则是一个小平台。\n\n因为下界的高度限制为128，因此搜索算 法不会在下界Y=128以上的区域寻找或创 建传送门。如果没有更近一些的传送门或 有效位置，传送门可能会在主世界的 Y=128以上区域生成或被找到。\n\n一旦选定了坐标后，一个含传送门方块的 传送门（大小总为4×5，已包括角落）会 在目标坐标生成，这会代替任何在目标坐 标的东西。\n\n如果传送门被生成在水或熔岩里，流体会 立刻流向新生成的空气方块，这使得你没 有空间。然而，一个漏洞可以防止水流到 传送门：如果流体在气穴中可以在水平方 向和垂直方向流动，它只会垂直流动，因 此在平台的外角落永远不会变成水源方 块。\n\n\n\n\n\n\n详见 https://minecraft-zh.gamepedia.com/%E4%B8%8B%E7%95%8C%E4%BC%A0%E9%80%81%E9%97%A8\n\n复制粘贴很累的，而且这东东。。。。 \n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "2759159258",
            "timestamp": 1507903560,
            "txt_content": "图片看wiki，手机不好发(就上面的网址)"
        },
        {
            "author": "不好取的名",
            "timestamp": 1507967220,
            "txt_content": "你需要一个卡地狱门修复mod"
        },
        {
            "author": "Fred7忆旧尘",
            "timestamp": 1507975620,
            "txt_content": "一般来说，主世界造一个地狱门去地狱之后，会在地狱生成一个门，从那个门回去就可以了。但是如果你的地狱门被破坏了，重新造一个的话，回去时就不会回到你之前去地狱的那个门，而是重新刷一个门到另一个地方。如果你没装小地图MOD，想回去就要么找，如果找不到就自杀回去你睡过的床旁边，如果没睡过床，那就没办法了。（求采纳，打这么多字很累的=-=）"
        },
        {
            "author": "SimpleLee",
            "timestamp": 1508822340,
            "txt_content": "如果在地狱建造传送门，其中xy坐标与主世界是八比一的状态，比如地狱是1主世界就是8.在地狱建造传送门如果主世界坐标附近没有对应的传送门话就会重新生成一个传送门。如果在主世界建造两个不同地方的传送门且地狱只有一个的话是会传送到相同的地狱门的，不会在地狱生成新的。"
        }
    ]
}