{
    "title": "[原创·单篇]房间中的人",
    "author": "VVV晓雪",
    "replyCount": 3,
    "timestamp": 1507956900,
    "txt_content": "写在前面的话：灵感来源于《瓶装女人》，文笔不好，写得也不好，请轻喷。\n\n\n漆黑的没有一点光亮的房间突然光芒四射，强烈的光线仿佛要驱散所有的黑暗一般。可在一秒之后，所有的光亮突然消失了，房间重归于黑暗。\n正方形的房间中间，刘晴缓缓睁开眼睛，打量着四周黑暗的世界。虽然根本看不到什么东西。\n刘晴眼睛直愣愣地盯着前方的黑暗。五十步外的黑暗中，有着一个拉杆。\n在这个空虚且黑暗的正方形房间中，并没有在意刘晴是如何看到这个拉杆的。刘晴也不知道。但是他脑海中却一直回荡着一个声音：拉下拉杆，重归光明\n很矛盾。\n刘晴怕黑。\n刘晴急切的想重归于光明，让无上的光明驱散这压抑的黑暗。但是他的身体仿佛被定住了一样。腿也被灌了铅似的。\n刘晴焦急的看着拉杆所在的放在，长长的睫毛下黑色的眼瞳中闪过几分淡淡的红光，随即很快的消失不见。但在这极致的黑暗中确实那么的显眼。\n刘晴的脚仿佛得到了什么天之助力一般，重重的踏在了距离拉杆四十九步的地方。\n与此同时，地球突然崩离坍塌，人们惊慌的四处奔逃着。\n埃菲尔铁塔倒塌，其下的茵茵草坪也裂开了。**像倒塌了，倒在了浪花已经卷起数百米的海洋中。万里长城寸寸裂开了，巨石从山坡上滚下来，重重的砸在大地上。金字塔也分裂成一瓣，两瓣，四瓣，白金汉宫也蒙上了几层废墟中扬起的层层灰尘，随后也免不了变成废墟的命运。一分钟前还灯火通明的城市，瞬间变成惨叫连天的地狱。人们互相的喊着救命，却无一人能挽救他们的命运。\n终于，地球也寸寸裂开。\n而在寂静黑暗的房间中，刘晴对这一无所知。他心中此刻泛滥着欣喜。因为他离光明更近了。\n刘晴鼓足劲，用力的将另外一只脚也踏在了距离拉杆四十九步的位置。刘晴的脚重重的落下的同时。\n太阳突然爆裂开来，强烈的光线与堪比核爆的力量四散开来，以光速疯狂打击着水星，金星，已经被浓浓的尘埃密布的地球，火星，木星，土星，天王星，海王星，还有在最边缘的冥王星。光热强烈的击打着它们，让本冷清，黑暗，寒冷的天王星与海王星感受到了光与热。\n随后，爆裂开来。\n刘晴再次鼓足劲，将右脚踏在了距离拉杆四十八步的地方。沉闷的响声回荡在空荡的房间中，回荡着……回荡着。强烈的声音撞击着刘晴的鼓膜。但刘晴却毫无所感，依旧是被欣喜充满，被更接近光明的欣喜充满，\n他怕黑。\n在刘晴塌下去的同时。\n可观测宇宙，银河系\n银河系中心的黑洞突然扩张，在一分钟之间，将银河系统统吸入其中，长长的天河不见了，那隔河相望的牛郎织女也不见了。在将银河系吸入后，庞大的黑洞却不动了，连自转了不存在了，仿佛时间被静止了一番，宇宙又重新回归至寂静，除了已经消失的银河系，与之前并未有何两样。\n刘晴到了距离拉杆四十五步的地方。\n可观测宇宙中，光线突然紊乱，脱离了原来的轨迹，四处奔逃着。如果现在人类观测太空，可以发现各个星系中的光所带的像都交错融合，变成一道奇美的交织云团。\n这美丽的云团，仔细观察，边缘的光正在被一根不存在的针穿过，所有缓缓被织起，消失于黑暗的宇宙中。\n一圈一圈，一圈一圈，一圈一圈。\n“啪”似乎谁重重剁了一脚，一圈一圈交织的光线终于消散不见，仿佛被抽离到了某个地方。\n三维宇宙中，光线也在缓缓被抽离。抽离的过程中，任何有着生命与思想的物体都无任何反抗之力，只能随着宇宙的光线被抽离一样，自己的生物与思想也随之陷入无尽的黑暗。\n流星爆炸，卫星炸裂，行星爆裂，恒星绽放出最灿烂的光芒后堙没。\n黑暗的房间中，刘晴此刻满头大汗，眼睛中的红光渐渐汇聚在一起，占据了大半个眼瞳。刘晴望着距离自己仅仅十步的拉杆，他仿佛已经看到了已经拉开了开关的自己，自己将所有的光芒普照大地，这样他就不会。\n怕黑了。\n刘晴踏出倒数的第二十步。\n在这二十步中，所有的平行三维宇宙中的光线都被抽离，随之，其内的任何有生命与思想的物体也缓缓陷入黑暗。其内任何有着光的物体，有着物质与实体的物体也都崩塌，消失。\n倒数的第十九步。\n所有平行的二维宇宙开始崩塌消散。同样也是一双巨大的手将光线织起，使他们的命运与三维宇宙中任何物质的命运一般。\n随后是一维，而后是四维，五维，六维……十维。\n十维后，时间开始消失。\n不论是不可逆时间，亦或是可逆时间，在最初的开始地——地球中。原本的四维时空已经被完全抽离。展现了完全的黑暗，没有时间，没有空间，没有物质，没有所有的所有。\n这是真正的黑暗，真正的黑暗，所有物质曾经存在过的痕迹都已消失殆尽。如果有个人凭空出现在这里，即便能存活，也会无法动弹，因为没有时间，但也不可能凭空出现，因为没有时间。时间也消失了，随着光线。\n终于，刘晴眼前的开关已经触手可及，刘晴眼中被红光充满着，双眼紧紧地盯着眼前根本看不到的拉杆。\n刘晴激动地发抖，他将颤抖的双手搭在拉杆上。在空虚黑暗的房间中，感受着拉杆所独有的冰凉。\n刘晴缓缓的拉下拉杆，缓缓的拉下拉杆，缓缓的拉下拉杆。\n“咔”刘晴所期待的光芒终于在房间中灿烂的绽放着。\n漆黑的没有一点光亮的房间突然光芒四射，强烈的光线仿佛要驱散所有的黑暗一般。可在一秒之后，所有的光亮突然消失了，房间重归于黑暗。\n正方形的房间中间，刘晴缓缓睁开眼睛，打量着四周黑暗的世界。虽然根本看不到什么东西。\n刘晴怕黑。他急切的想让房间重回黑暗。\n\n\n",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1507973820,
            "txt_content": "宇宙维度学没学好系列"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1507977780,
            "txt_content": "天下归心 发表于 2017-10-14 17:37\n宇宙维度学没学好系列\n我压根就没学过emmm"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1507983300,
            "txt_content": "挺好的。你说的那篇我去看了看。搞哲学的人写的东西，很难理解。\n作者又想表达啥呢？"
        }
    ]
}