{
    "title": "[ Minecraft.net│CULTURE ] Spire to Inspire “峰”芒毕露",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1507995660,
    "txt_content": " 本帖最后由 像素君 于 2019-8-4 08:57 编辑 \n\n\n\n\n\nSPIRES TO INSPIRE“峰”芒毕露\nDarek’s baroque builds and lush landscapes一起来欣赏Darek的巴洛克式建筑和美不胜收的风景吧\nMirror-like lakes, patchwork fields and ornate ornamental gardens - these are the idyllic settings for RezolutnyDarek's stunning castles - often every bit as intricate as the architectural filigree on the buildings themselves!\n\n澄如明镜的湖泊、错落有致的田野、富丽堂皇的花园……这些充满田园风味的景致，都是RezolutnyDarek建造的令人惊叹的城堡的陪衬——每个细节都和城堡上的装饰一样错综复杂！\n\nAt first glance you see just the castle, catching the eye with its tall spires ringed by a bright blue moat, but look a little harder and the astonishing detail of the world around unfolds: a ruined chapel, almost consumed by thick forest, meandering rivers, hay bails and hedgerows. It feels like a place with history and hidden splendour, begging to be explored.\n\n乍一看，一座城堡映入你的眼帘，蔚蓝的护城河环绕着的一座座高耸的尖塔吸引着你的眼球。但仔细看来，隐藏在周围的惊人的细节揭开了她的面纱：一座隐于茂密森林中的破败的小教堂、蜿蜒曲折的河流、干草堆以及篱笆墙。宛若一个隐秘的充满历史的光辉之地，渴望着探险家的到来。\n\nThe shots you see are still a work in progress, too. Finished projects include a sprawling, opulent palace, reminiscent of Versailles, and a vast gothic cathedral, surrounded by gardens concealed within a thick forest.\n\n你所看到的这些截图来自于一个仍在建造中的作品。一座壮观、富丽堂皇，让人想起凡尔赛宫的宫殿，一座巨大的哥特式大教堂，以及城堡四周茂密的森林之中的花园才是这个作品最终的样子。\n\n\n\n\n\n\nSo what is it about these styles of architecture that attracts Darek?\n\n那么，这些建筑中究竟有什么东西在吸引着Darek呢？\n\n\"I generally like Western architecture, especially French and Italian,\" he says. \"I started studying this subject at the beginning of my adventure with Minecraft. I bought lots of books and became really passionate about it. It's very difficult to specify what exactly made me so fascinated with baroque. Probably the proportions, elegance, sumptuousness of detail and also history of some of the buildings.\"\n\n“总体来说，我喜欢西式建筑，尤其是法国和意大利的建筑，”他说道。“我在开始Minecraft冒险之旅前就开始研究这个问题了。我买了很多相关的书籍，而且深陷其中不可自拔。我很难确定到底是什么让我对巴洛克艺术如此着迷。这可能是因为其建筑的比例、风格的典雅、细节的奢华，以及某些相关建筑的历史令我沉醉其中吧。”\n\nSome of the real life places he's been inspired and impressed by include Venice in Italy and Chatsworth House, along with the many cathedrals dotted round England.\n\n一些真实世界中的地方，比如意大利的威尼斯和查兹沃斯的房屋，以及遍布英格兰的许多大教堂，都给他留下了深刻的印象，给了他灵感。\n\n\"I would love to go to Paris and Rome soon, and maybe Barcelona,\" says Darek. \"Regarding baroque favourites I must mention San Carlo alle Quattro Fontane and Chateau de Vaux-le-Vicomte.\"\n\n “我想去巴黎和罗马看看，不过巴塞罗那也是个不错的选择。”Darek说道。“如果谈到我最喜欢的巴洛克风格建筑，我就一定会回答四泉圣嘉禄堂和维孔宫城堡。”\n\n\n\n\nRemarkably for such intricately envisioned works, Darek's creative process varies quite a lot, build-to-build.\n\n值得一提的是，面对这些错综复杂的构想，Darek“由建筑到建筑”的创作过程可是有着很大的不同。\n\n\"There are examples when I started with the building and then created the surroundings, but also the other way round,\" he says. \"However the idea of the building is ready first. Usually I want to set the creation in specific landscape. For example, castles are usually placed in mountain areas, surrounded by forests and lakes etc, while palaces have to be surrounded by impressive and colourful gardens and so on. I don't do any sketches or anything like that. I have a vision of all this in my head first and then just build it block by block.\"\n\n“我在开始建造建筑并建造周边环境时就已经有了几个设想，不过有时候也恰恰与之相反。” Darek 说道。“不过，关于建筑的构想是一开始就已经定下来了的。通常我会把建筑安放在一个特定的环境中。例如，城堡通常会被群山所围绕，而它周围又环绕着森林以及湖泊一类的风景；宫殿被引人注目、色彩丰富的花园如众星拱月般围绕；等等。我不会制作草图之类的东西，而是先把这些概念存于脑海，然后再用方块把它们给垒起来。”\n\nThe results are both pretty incredible and incredibly pretty - and there's much more to be found on Darek's PlanetMinecraft page. Have a look for yourself and set your own spires dreaming!\n\n这是令人难以置信的作品，充满着不可思议的美——在Darek的PlanetMinecraft主页上，这类的作品还有很多很多。自己去看看这些作品，然后放飞自己的想象力，让它“峰”芒毕露吧！\n\n\n原文链接：https://minecraft.net/zh-hans/article/spires-inspire\n原文作者：Marsh Davies\n原文发布日期：2017年4月15日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1508021940,
            "txt_content": "全部都是中世界城堡\n感谢翻译\n\n话说又是一个不用审核的人"
        },
        {
            "author": "语嫣",
            "timestamp": 1508411400,
            "txt_content": "666666666666666666"
        }
    ]
}