{
    "title": "一份与众不同的心得交流",
    "author": "狐小夜",
    "replyCount": 14,
    "timestamp": 1507989660,
    "txt_content": " 本帖最后由 狐小夜 于 2019-10-4 02:54 编辑 \n一份与众不同的心得：我们先认识一下！\n\n\n我想先介绍下我自己，我不是什么大师也不是什么教授，我学历也并不高，影响力同样也不高，今天我以一个普通人的身份来与你进行一次普普通通的交流，同时也希望在交流的过程中可以给你最大的受益匪浅。我做过服主也做过玩家以不同的角度看待很多事物，今天能在这里看我帖子的人，我们也许是有缘分的。\n\n\n一份与众不同的心得：何为与众不同？\n\n\n现在国内MC的服务器，我觉得就是处于一种鱼龙混杂的状态，突出的很突出，平凡的也很平凡。据现在统计，国内大多数服务器都处在1.7.10 的模组服，这些服务器存在一个共同的特点我觉得都是营业模式基本都差不多，用老百姓的话来讲就是基本没有什么新花样，对于大佬来讲基本都玩腻了。所以面对鱼龙混杂的局势，我们应该做到与众不同才能在各服务器中脱颖而出，做到服务界的顶端。\n那么何为与众不同呢？与众不同就是必须要打造新型的创新服务器，只有打造创新的服务器，才能吸引玩家的眼球，满足不同玩家的需求，如果你做到了创新，对你的服务器的前程有了一定的计划，我觉得你基本成功了。那么我们应该要如何创新呢？\n\n\n一份与众不同的心得：打造一个永不周目的服务器\n\n\n很多玩家都在为周目这种事情困扰，而很多玩家也十分厌恶周目，因为每次周目不得不把地图全部删除，玩家们又要重头再玩。做服主的做玩家的也基本都发愁，不得不因为周目而损失一批玩家。\n故此我相处了一个永不周目的构想，现在想和玩家分享一下。\n我想很多服主之所以会周目，无非就是地图过大而导致服务器配置跟不上，这是很多服务器主观的原因，但是我这个构想只停留在构想性另外很多内容需要服主亲自尝试得出结论，毕竟想玩家死心塌地的玩最好承诺用不周目。\n构想：当你服务器准备换挡（周目）的时候，提前创建一张新地图让玩家提前将物品搬到新地图即可。具体提前提多久，就由服主们进行决定了。比方说服务器一区地图可以在菜单上显示即将关闭，警告玩家在多久之内将物品搬到二区地图，这样我们就能在周目的风波内尽量的减少玩家们与服主的损失。\n永不周目虽然能激发玩家游戏兴趣但也存在很多问题，比方说玩家在服务器的发展周期，发展速度，经济发展这些都需要得到相应的控制，这和现实社会的操作是一样的，如果玩家发展的太快的话对后期玩家也不利，这些都需要服主们采取相应办法进行控制。\n\n\n\n一份与众不同的心得：打造一个合理平衡的赞助表\n\n\n现在我发现基本很多服务器的赞助表都是一个样，简直就是在把游戏里面的物品或普通玩家要做很久的物品当商品卖，各种高价永久VIP，我觉得这种营业模式，适合周期性服务器，即周目服务器，这样也对普通玩家来讲非常不公平，我觉得我们应该构想出一些新型的赞助方式，何为创新是吧，我们应该采用类似腾讯QQ的充值方式，将服务器VIP固定在10元/月甚至更高，这样服务器VIP便宜了，就会有更多的玩家充值，并与腾讯类似，会员积分到达到某个点自动升级权限组，领取该权限组的相应礼品和礼包。这样的VIP制度我觉得相对来讲更加的公平与长久，玩家也更乐意的去玩。毕竟腾讯走过的发家路用到MC也不会差到那里去。\n有兴趣的玩家可能会问，那么有没有类似这样升级的插件。那么我今天可以推荐各位下载一个类似构想的插件。\n[服务端插件] vipup0.1——仿QQ会员成长值插件 [全版本]     \n\n\n一份与众不同的心得：打造一个没有枷锁的“服务器”\n\n\n现在国内有很多服务器的服主都给服务器带上了]枷锁，使得服务器看上去很结实，也很耐打，避免了顽固的熊孩子作弊。\n正是有了这层“枷锁”的防护，才导致很多的玩家既不能添加模组也不能删除模组，造成玩家体验指数下降，目前我预计国内有超过80%的服务器都带上了\"枷锁\",那么如果今天你来看我的帖子，且碰到服务器开荒的话或想服务器人数更多的话，我觉得各位很有必要将这层枷锁给卸下，卸下这些多余的枷锁，无异于就是减轻玩家的负担。如果解除了枷锁，不限制玩家加模组的话，我相信你的服务器一定会很多人玩的，因为你做了那80%的服务器不敢做的事情，在伟大尝试的同时，我也希望你会走向成功。\n很多服主会问，如果解下枷锁“熊孩子”多怎么办，一般我推荐这种方法适用于人少的服务器，因为人少出现技术熊的几率比较少，\n我们可以采取一些插件加以改善这种情况，比如：NeverLag、NoTrack (假矿)、ProtectCreative (反背包编辑器)、ProtectCreative等.\n同时我们也可以利用“不限制玩家添加删除模组”的特点更好的吸引其他玩家进入服务器，增加玩家的体验程度。\n\n\n一份与众不同的心得：一份有创意的“惊喜”\n\n\n如果是一个服务器我觉得最值得一提的肯定是宣传了，宣传是服务器人多的前提。所以想要服务器快速发育，宣传很重要。那么我们应该如何正确的宣传呢？我觉得我们宣传的时候尽量要写出与其他服务器不一样的亮点，比如说文章提到的，永不周目，服务器不限制玩家加模组等，这些这么有创意的字眼一定能吸引玩家眼球，给他们一个惊喜，做服务器最重要的就是要知道玩家最需要什么，最讨厌什么，根据他们的需求制定出新的政策，才是制胜之法宝。玩家如果有意加你服务器的QQ群，那么恭喜你，他已经对你的服务器开始感兴趣了。所以最起码的要保持QQ群活跃，这样玩家才会进一步的下载客户端，不活跃的QQ群建议服主们开通机器人。我建议各位服主可以在QQ群里面的公告内把服务器特色和客户端特色写上，让玩家提前了解服务器，激发他们对服务器游玩的兴趣，提高群员客户端下载率。所以这段总结起来也是尽量宣传的时候给予玩家更多与众不同的惊喜，进群的时候也给玩家不一样的惊喜以提高群员进群下载客户端的机率。\n\n\n\n一份与众不同的心得：抓住客户端自由化创新\n\n\n上文说到的“枷锁”问题不知道你们还是否记得，我觉得一个服务器的客户端要给玩家一种高品质的享受，因为很多服务器的客户端都不会安装光影、材质。如果你安装了这些这将会给你服务器的玩家带来不错的视觉感受。增加他们玩服务器的周期，我觉得一个服务器开的好坏客户端占 40%，而服务器占 60%做好客户端，无疑是提高了服务器的档次，给玩家对你的服务器带来与众不同的好感，故此我推荐几款自由发挥比较大的模组：CustomMainMenu （自定义主菜单）等模组，可以更好的配合好客户端发挥。\n如果你技术足够的话还可以定制你服务器的专属客户端启动界面、客户端专属图标、以及修改客户端内的唱片背景音乐等，这些技术请到相应技术帖观看，这里不一一说明，如果实现了客户端创新，那么你的服务器将提升好几个档次，玩家体验好了，服务器收入自然就高了。我建议你们可以在同一个客户端做两个版本，一个低配版和一个普通版以适合不同需求的玩家体验。\n\n\n一份与众不同的心得：章末好时光\n\n\n\n\n\n\nABUIABAEGAAgnMvzzQUouv6m8gQw-Qc4mgY.png (40.71 KB, 下载次数: 18)\n\n下载附件\n\n2017-10-14 21:55 上传\n\n\n\n\n该服务器启动界面 \n\n\n我在该服务器的主城留念 \n\n\n\n上图是我为某服务器设计的客户端，当然现在本人不在那个服务器了。\n建议各位服主也不要随意搜索加入那个服务器，今天只是用来举例子的而已。\n毕竟章末娱乐分享，各位又何必那么认真呢。\n其实我有个构想，客户端音效方面如果加入英雄联盟、王者荣耀等音效可能会更好。\n要是能实现必定是客户端史上的一大创新亮点 \n由于时间关系，有些话也没时间一时一句的打了，希望各位服主看了可以有所收获。\n最后谢谢各位观看本帖 \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "狐小夜",
            "timestamp": 1508843700,
            "txt_content": "希望可以帮到各位服主们，记得回复哦，不然感觉空荡荡的。"
        },
        {
            "author": "Hervey424",
            "timestamp": 1508911140,
            "txt_content": "非常不错,我要开服"
        },
        {
            "author": "xc87",
            "timestamp": 1509270360,
            "txt_content": "这个真不错"
        },
        {
            "author": "he_ping",
            "timestamp": 1509707220,
            "txt_content": "很棒的帖子https://timgsa.baidu.com/timg?im ... 1-141205223GI06.jpg"
        },
        {
            "author": "蓝之魂",
            "timestamp": 1509979200,
            "txt_content": "小白腐竹默默走过，我觉得我做玩家的时候对这些深有体会"
        },
        {
            "author": "pch1998",
            "timestamp": 1515315420,
            "txt_content": "现在开服都是和老朋友一起玩一玩了    游戏在走下坡路是不争的事实    服务器对于吸收新鲜血液反而不是很渴望.\n不过还是支持你写的这些东西 ,很多也都是当初开服想达到的目标,不过最终没能完满"
        },
        {
            "author": "kongrenxuan",
            "timestamp": 1515410580,
            "txt_content": "写的很棒，虽然蠢蠢欲动，但技术跟不上，我还是从简单的普通的模组服做起"
        },
        {
            "author": "wth976018930",
            "timestamp": 1516971180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "雪尼",
            "timestamp": 1517738880,
            "txt_content": "写得不错，尤其是楼主设计的客户端很符合我的审美。"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1517739840,
            "txt_content": "很棒，客户端也特别的好看"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1517748900,
            "txt_content": " 本帖最后由 森林蝙蝠 于 2018-2-4 20:57 编辑 \n\n有必要说明一下，楼主贴子里的HAYO标志并非代表HAYO Studio小组，希望大家不要有所误会。"
        },
        {
            "author": "Scal",
            "timestamp": 1517984940,
            "txt_content": "挺好的，客户端也挺好的"
        },
        {
            "author": "狐小夜",
            "timestamp": 1519410120,
            "txt_content": "森林蝙蝠 发表于 2018-2-4 20:55\n有必要说明一下，楼主贴子里的HAYO标志并非代表HAYO Studio小组，希望大家不要有所误会。 ...\n对的，其实也想告诉各位一点，作品的创新其实来源于背后不断的借鉴而来的。只有通过借鉴学习，当自己真正有想法的时候，才能进一步借鉴前人的经验和教训更还的完善与创新。这才是创新和发展之根本。最后感谢我们的楼楼提醒。"
        },
        {
            "author": "543589341",
            "timestamp": 1519444320,
            "txt_content": "  果然  楼主才是dalao   "
        }
    ]
}