{
    "title": "[Minecraft.net│CULTURE] UNDERWATER WONDER 水下奇景",
    "author": "a1294790523",
    "replyCount": 1,
    "timestamp": 1508064720,
    "txt_content": " 本帖最后由 a1294790523 于 2017-10-15 21:12 编辑 \n\n\nUNDERWATER WONDER水下奇景\nTake a deep dive into the creations of Korean builder,Haru!潜入水中来深入了解韩国建筑师Haru的作品吧！\nDo you lot like playing this game in the bath or something? Because it seems every time I dunk my head into the Minecraft oceans, I see another 549,661,921 million beautiful underwater builds. It's enough to make me gasp with delight! Then choke a lot. Don't gasp when your head's underwater.\n你喜欢在浴缸里或在其他东西里玩这个游戏吗？我喜欢在浴缸里玩是因为每次我把自己的头钻进Minecraft的海洋时，我都能看见549,661,921百万个美丽的水下建筑。这足以让我高兴得喘不过气来！然后我就这么窒息了一会。所以，当你的头在水下时不要喘气。\nComing up for air, I spoke to Haru, the Korean builder behind the underwater wonder that is Pirios. A grand structure buried deep down in the heart of the ocean, home to dolphins, clownfish and even mermaids. Pirios protrudes through the sealife that has gradually come to outgrow it; columns and towers peeking out between the vegetation and fish. Even the poor whale is overgrown with seaweed!\n空气即将到来，我和创造了Pirios这个水下奇景的韩国建筑师Haru进行了一次谈话。Pirios是一个被深埋在海里的巨大建筑，它是海豚、小丑鱼的家，这里面甚至还有美人鱼。它在海洋生物中渐渐地凸显出来，支柱和塔楼在鱼和植被中若隐若现。你看，即便是可怜的鲸鱼也都已经长满了海藻!\n\"It was really easy to create the building that I imagined, because I've watched [a lot of] fantasy movies,\"Haru tells me, when I ask about his oceanic odyssey. But he believes pulling off builds like this requires a lot of self-reflection too. \"You need to create steady works and study your own style.\"\n“创造我构想的建筑非常简单，因为我已经看了[非常多的] 魔幻电影，”当我谈起有关奥德赛海洋的事情时，Haru是这么告诉我的。但他相信，建造出这样的建筑需要大量的自我反思。“你需要创造出稳固的作品并研究出自己的风格” \n Underwater and overgrown, Pirios is Haru's homage to fantasy films. Atlantis, eat your heart out.水藻丛生的水下，Pirios是Haru对虚幻电影的敬意之作，多么让人悲伤的亚特兰蒂斯啊。\nHaru tells me that when he first got into Minecraft, he was awed by the other artists working with the game. \"That inspired me to dive into artistic activities,\" he says. Interacting with other artists inspired him to build, and then, he tells me, \"I [was] proud when people liked my pieces.\" Quite rightly,too!\nHaru告诉我，当他第一次接触Minecraft时，他对在这个游戏中创作的艺术家充满敬畏之心。“这激励了我潜心进行艺术创作，” 他说，与其它艺术家的接触激励了我的创作，然后，他告诉我“当人们喜欢我的作品时我[会]感觉到自豪。” 这非常正确，我也是这么认为的！\nNaturally,Haru pursued Minecraft as a medium for creating works of art. \"Originally,\" he explains, \"I concentrated on oriental architecture,\" but when it came to his latest build, Barmian, he had reached a limit with that and decided he wanted to try a new style.\n自然地，Haru继续把Minecraft作为创造艺术作品的媒介。“本来呢，”他解释说，“我是把创作方向对准东方建筑的，”但当他建到他的最新建筑Barmian，他就意识到他已经达到这个方向的瓶颈，并决定去尝试一种新的风格。\n\"I was tired of making one genre of work, so I created a European building.\" He says this presented the challenge he was looking for, and he's keen to develop his skill in this style. \"From now on, I will also make many more European buildings.\"\n“我厌倦了只建造一种类型的作品，所以我去建了一座欧洲建筑”，他说他正在寻找这个创作方向的挑战，他渴望增强建造这种风格的能力。“从现在开始，我会建造更多的欧洲建筑。”\nA European-style build reminiscent of French architecture, Barmian is Haru's latest build, complete with a busy street of cars, cafes and even a little wagon stall. Good luck driving with square wheels.Barmian是Haru的最新建筑，这个欧洲风格的建筑会让人联想到法国建筑，它以繁忙的汽车街道，咖啡店，甚至是一个小马车摊位构成。祝你在驾驶装着方形车轮的汽车时好运。\nThat's not to discredit his previous works, however, as each is a delicious treat for your eyeballs. There's Crane Travel, with its depiction of, er,cranes travelling, and his Symphony Build, a monolithic structure with such a posh, regal atmosphere, my commoner peepers ain't worthy of lookin'at it, guvna.\n这不是为了抹黑他以前的作品，不论如何，每一个作品都是你的一场视觉盛宴。这个是 Crane Travel，从它的描述来看，嗯，这是一次鸟类的旅行，还有他那有着王室气氛的奢侈建筑，Symphony Build，像我这样的一介平民根本就没资格用眼睛去看它，陛下。\n\"I pursue both splendour and simplicity,\" Haru says, \"so I use a simple design.\"It's this deliberately pared-down approach that impresses me most. Once he's decided on an idea, he'll just go for it, without all the second-guessing and self-doubt that made me rewrite this article about 549,661,921 times.\n“我追求华丽而简单的建筑，” Haru说，“所以我使用了简单的设计。” 正是这种刻意简化的方式让我印象深刻。 一旦他决定了去做一件事他就会去做，不需要二次犹豫和自我质疑，这也让我把这篇文章重写了549,661,921次。\nHaru's also ambitious and driven to improve. As he reflects on Pirios, he explains, \"I think it was a structure that was lacking, because it was created when I first met architecture. I just wanted to give the feeling that many fish were hanging out.\"\n雄心勃勃的Haru也在推进改善工作。这反映在Pirios上，他解释说“我感觉这个建筑缺乏了什么东西，因为这是在我第一次遇到建筑时建造的。我只想表达出许多鱼都在闲逛的感觉。”\nHaru built the Symphony build with a team, demonstrating that he's a cool lone-wolf builder AND a great teamplayer. I'm not either of those things, according to this P45 Tom just handed to me.Haru和一个团队一起建造了Symphony这个建筑，这表明他不仅是一个很酷的孤狼建筑师，也是一个很强力的团队合作者。根据Tom刚刚递给我的炒鱿鱼通知书来看，我根本不是这种人。\nHe continues, \"I think there is no difficulty in making the build itself, but when the idea isn't forthcoming anymore, I get a lot of stress. So, when I can't remember my [original vision], I take a few days off.'\n他接着说下去，“我认为，建造建筑本身是不困难的，但当想法即将来临时我就感觉到了不小的压力。所以，当我不记得我的[原始愿景]时，我就要休息几天。”\nIn light of this, I ask Haru what his go-to design process is like. \"When I'm building a random thing, I just improvise,\" he says.\n有鉴于此，我就去问Haru他的建筑设计过程是怎么样的。“当我建造随机的建筑时，我只是即兴起作，”他说。\n“But if I want to make [something in a] fantasy style, I first use VoxelSniper and make the terrain. Then, I build things after I've finished decorating the surrounding environment.”\n“但是当我要去建造[一些]具有幻想风格的建筑时。首先我会用 VoxelSniper 绘制地形。 然后，在粉饰了周围的环境之后，我就开始进行建筑的建造。\nHaru tells me he prefers to build inorganic structures over creatures, but that hasn't stopped him sculpting these lovely cranes in mid-flight. They're totally soar-some! No apologies for that pun.Haru告诉我他喜欢在动物上建造无机结构，但这并没有阻止他在建造半途中雕刻出这些可爱的鹤。它们全都在空中飞翔！我不会为这个双关语而道歉。\nAll in all, Barmian took just one week for Haru to make. And though he has lots of experience working as part of a team, and continues to do so, Haru enjoys taking on these massive constructions solo, too. \"I'm a project leader in my Korean team,\" he tells me. \"I think having ideas from every member of the team,and [having their opinions reflected], is really meaningful. But I think it's more convenient to work using my own style rather than with someone else.\"\n总而言之，Barmia的建造只花费了Haru的一周时间。虽然他有在作为团队一部分工作时的丰富经验，但却他继续这样做，Haru很喜欢独自承担这些巨大的建筑。“在我的韩国队伍里，我是项目的带头人，” 他告诉我。“我认为来自队伍成员的想法可以[反映出他们的意见]，这是极具意义的。但我认为比起与其他人一起创作，使用自己的风格创作更方便。\nRight now, Haru is looking to a future filled with art and Minecraft. \"I'm going to continue to pursue art activities in Minecraft, and so I'm working hard to get recognition from other Koreans. I actually had a meeting with painters in Korea.\"\n目前，Haru 正在期待着充满艺术的Minecraft未来。“我会继续在Minecraft进行艺术创作，所以我正在努力得到其他韩国人的认可。事实上，我已经和韩国的画家见过面了。\n\nHe explains that, while he believes there is a place for art within Minecraft, and Minecraft within art, \"many Koreans think Minecraft is an immature game,\" and don't see its capacity for 3D art. This is something that frustrates Haru, as he's got big dreams for what he wants to create in the future. \"I am full of ideas about building a future city. It will challenge me to overcome my limitations and create an oriental piece of work that everyone [will be able to appreciate].\n他解释说，虽然他相信Minecraft里有艺术的一席之地，Minecraft里面就包含了艺术。“但许多韩国人认为Minecraft还是一个不成熟的游戏，” 他们并没有看到它的3D艺术能力，这是让Haru感到沮丧的事情，因为他对未来想要创造的事物很向往。“我充满了建设未来城市的想法。创造一个[每个人都能欣赏]的东方建筑作品是能让我突破瓶颈的挑战。\nFor his next build, Haru's got a special trick or treat lined up. \"Party of the Witches\" is all he will say for now. Well, that, and that if you're interested, you should haunt his PlanetMinecraft on October 31st. What horrible spookingtons will Haru conjure? Will it make me scream in fright? I dread to think, but I'm still looking forward to his next work of arRRRGGHH!\n对于他的下一个建筑，Haru有一个特别预定的不给糖就捣蛋。”女巫们的派对“是他现在唯一能透露的，emm，那么，如果你对此感兴趣的话，你就应该在10月31日盯紧他的 PlanetMinecraft。Haru会召唤来多可怕的幽灵呢？它会让我在恐惧中尖叫吗？我想都不敢想，但我仍然期待他的下一个作品！！！\nAhem,sorry, his next work of art.呃，我为他的下一个艺术作品道歉。\nRenders by Antrelial, Banan, Kryiin, BarBarian, Casey, LNeoX, Killerack, Koala, Matibian, bramboss, Rivons渲染图制作：Antrelial, Banan, Kryiin, BarBarian,Casey, LNeoX, Killerack, Koala, Matibian, bramboss, Rivons\n\n译者：sandtechnology原文作者：Emily Richardson原文发布日期：2017年10月14日原文链接：https://minecraft.net/zh-hans/article/underwater-wonder\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1508152680,
            "txt_content": "浴缸？？？听着怪怪的"
        }
    ]
}