{
    "title": "Minecraft 基岩版 1.2.3 发布",
    "author": "白羊羊",
    "replyCount": 9,
    "timestamp": 1508428140,
    "txt_content": " 本帖最后由 mimimis 于 2017-10-24 07:16 编辑 \n\nMinecraft 基岩版 是指包括Minecraft 手机版（Android、IOS）、Win10版（VR）、主机版（XboxOne、NS）在内的 使用“基岩引擎”（C++语言）开发的Minecraft 统一版本。\n正式版是 Minecraft 基岩版 经过一段时间的测试版测试之后得到的稳定版本，也是众多材质、Addons和官方领域服会逐渐跟进的版本。与此同时Google Play、Win10 Store等官方软件商城也会推送次更新。\n  转载本贴时须要注明原作者以及本帖地址。\n  \n更新日志：\n新特性:\nAdded a button to join a Realm using an invite code on the Friends tab, for platforms that can't click on Realms invite links对于无法点击“领域”邀请链接的游戏平台，“朋友”标签上的邀请代码中添加了一个按钮加入领域\n商店新增内容:\nAdventure Maps\n冒险地图\nBlock & Seek by Polymaps躲猫猫Dr. Splice’s Lab Escape by 57Digital斯普莱斯博士的密室逃脱Mystery Lands: Scary Chunks by Pathway Studios可怕的区域The Cube Theater by Qwertyuiopthepie方块剧院The Haunted Neighborhood by PixelHeads闹鬼的社区\nWorlds\n世界\nFall Fest by Blockception秋季盛会FightMe! By Pathway Studios与我作战！Land's End by Blockworks兰兹角SkyFair by Blockworks天空集市\nSkin Packs\n皮肤包\nBoo! by 57Digital嘘！Cute But Spoopy by Eneija可爱但可怕Onsie by Eneija连身衣The Boo Crew by Razzleberries嘘声帮Lucha Libre by 57Digital墨西哥摔角Spookfest by Irish惊吓盛会Sci-Fi Horror by Pathway Studios科幻小说惊奇Space Crew by InPvP太空人Spooky Skeleton by Blockception可怕的骷髅\n\n\n调整:\nPressing the A button on the Creative inventory will now place one item in the inventory, not a full stack. Pressing the Y button will place a full stack and X will clear the hotbar in Creative mode在创造模式版本中按下 A 按钮，现在只会放入一个物品，而不是一组物品。 按下 Y 按钮将放入一组物品，X 按钮将在创造模式下清除hotbar\n\nBug修复:\n\niOS render distance is no longer limited to 6 chunks on higher memory devicesFixed an exploit that allowed child accounts to join servers when multiplayer permissions were disabledFixed a crash when the game was suspended (Xbox One only)Fixed a crash that occurred if a player with blocked multiplayer privileges was in a world and accepted an invite from another player (Xbox One only)Fixed a crash that occurred when closing the skin pickerFixed a crash that occurred when loading world chunksFixed a crash that occurred when using the crafting screenFixed a crash that occurred when going through a Nether portal and then using a pistonFixed a crash that occurred when crafting items while a split-screen player joined (Xbox One only)Fixed a crash when pressing OK on the disconnect message after suspending and resuming the game (iOS only)Fixed a crash that occurred with Iron Golems on converted worldsFixed a crash that occurred when using the '/fill' command that caused to many spawned entities to fallFixed a crash that occurred when using uppercase letters in '/gamerule' commandsFixed a crash on low memory iOS devicesThe game will no longer freeze if a second player joins with split-screen while the first player controller is disconnected (Xbox One only)Decreased the sensitivity of placing blocksThe 'Sniper Duel' achievement is now unlockable (Xbox One only)The 'Inception' achievement in now unlockable on all platformsFixed an exploit that caused rails to be duplicatedFixed an exploit that caused Shulker boxes to be duplicated when broken by an explosionThe Sign screen can now be closed if the cursor has been moved to the third line (iOS only)Fixed worlds that were created on Xbox One not opening after being downloaded to another platform from RealmsFire Resistance effect will now properly protect players after quitting and rejoining a worldThe virtual keyboard no longer opens and can't be closed when opening Host Options (Fire TV only)Fixed torches and other light sources giving off very little light when Smooth Lighting was enabledAttacking or mining with an enchanted book will no longer apply the book's enchantmentPlayers can no longer be targeted by mobs before loading into a world or dimensionFixed an issue causing transparency issues on several skinsPressing the A button no longer cancels Elytra flight and will now make the player ascendPlayers will no longer cease climbing stairs and slabs while flyingFixed Iron Golems not causing enough Knockback effectServers will no longer briefly appear on the Friends tabHeavy blocks no longer break when falling on leaf blocksFixed the texture offset of Mooshroom's udder layerCobweb will now drop as an item when cut with shearsSheep no longer emit two sounds when dyingFood particles now appear when feeding animalsItems renamed in an anvil that have been placed will now retain their names after being minedSeveral improvements to handling split-screen controller assignments (Xbox One only)The game will no longer accept input from the previous controller after changing controllers while the game is suspended (Xbox One only)Split-screen players are now correctly assigned after their controllers are disconnected and reconnect in a different order (Xbox One only)Fixed Guardians not spawning in Ocean MonumentsLeaves that have snow over them will no longer appear blackFixed an issue that could cause chat to freeze if there was a high amount of chat outputSkulls can now be placed on the ground when a layer of snow is already thereEndermen now take damage in filled cauldronsDoors, Wooden Buttons, Ladders and Fishing Rods can now be used as fuel in a FurnaceFixed some vines being destroyed when pressing right-clickFixed an incorrect controller tooltip when moving an item in the Creative inventory over the hotbarAll mobs can now be spawned on water by playersIt's now easier to see the texture animation of flowing waterSpider and Endermen eyes are now slightly visible when hit with invisibility potionsFixed no sound when filling a bottle with Dragon's Breath\"Elytra Wings\" are now referred to simply as \"Elytra\"Players with Fire Resistance will now receive damage from lightningFixed a constant green highlight on the inventory screen of tamable mobsPumpkins and mob heads can now be equipped directly from the Creative inventory on Pocket UIWhen placing layered snow, only one block will now be taken from the inventoryFlint and Steel no longer takes damage when hitting mobsUsing Pick Block on giant mushrooms will no longer give unobtainable mushroom blocksArrows that are picked up will now join an existing stack in the offhand slot, not creating a separate stackMinecarts and boats can no longer be destroyed by Ender PearlsDoor and fence gates can now be placed on dirt path blocksItems moving in flowing water will no longer have jittery movementDead bushes can now be replaced when placing blocks and itemsDecreased the hitbox size on cropsThe hitbox size of Nether Wart will now increase as it growsIncreased the distance that the Enchantment Table book will open when a player approaches itRunes no longer float from bookshelves to the Enchantment Table at the same timeFixed graphical issues with the experience bar when the Candy Texture Pack is appliedBanners will now wave when daylight cycle is disabledLight Gray Shulker Boxes now have the proper nameShulker Boxes now only give a full Redstone signal when filled with 27 full item stacksTop snow is now destroyed immediately after placing water or lava over itFood particles no longer come out of players' foreheadsCrafting and container screens now close when a player takes from another player or mobIt is no longer possible for players to place a block in the same space they are sneaking, causing them to fallUncraftable and unobtainable items no longer appear in the Recipe Book in Survival modeThe tooltip for Stone variants in the Recipe Book now properly show they're in the \"Nature\" categorySplit-screen GUI Scale is now saved separately from Fullscreen GUI Scale (Xbox One only)Mooshroom now displays a particle effect when shearedEating and drinking animations are now visible when a player is seen from third-person view while under the invisibility status effectAdditional Map items are no longer lost when more than one Map is placed in an Anvil’s input slot while creating a Locator MapFixed player's camera Y-value from flickering up/down when the player teleportsFixed \"Custom\" skin name appearing as placeholder text on player skin change notificationsFixed the left leg being rotated the wrong way on armor stand posesItems replaced by a command are now visible instantly in the inventoryThe \"Choose Skin\" text no longer flickers on the Skin Picker (Android only)Scroll bars in menus no longer jitter when using the right stick to scrollFixed low-speed movement occurring after controller thumbstick is released (VR only)When pressing tab to complete a command, the choices are now sorted correctlyAdding a 'damage_sensor' to an entity type no longer prevents '/kill' from working\n\nNEW ON MARKETPLACE:SCIENCE, SPOOKS AND SKYFAIRS商店新闻：科学，惊吓和天空集市\nA spooky new batch of marketplace content\n一批怪异的商店新内容\n\nWith Halloween now so close we can practically taste the candy/fear already, what better time for the community to fill our marketplace with all sorts of terrifying treats? Christmas Day? No, that wouldn't make sense at all. That's why everyone laughed at me when I suggested it.\n万圣节将至，我们似乎可以品尝到糖果/恐惧，社区有更多的时间来新增商店内各种可怕的内容？你以为这是圣诞节？不，这根本就没有意义。这就是为什么当我建议的时候大家都笑了起来的原因。\n\nWe'll be continuing to ignore my stupid ideas/update Marketplace, and you can browse the current library of curated content made by the Minecraft community by clicking this very link on your Minecraftin’ mobile device or Windows 10 machine.\n我们直接忽略掉我的愚蠢想法吧/更新商店内容，你可以通过点击移动设备或是Win10设备的链接来浏览由Minecraft社区制作的内容。\n\nBLOCK & SEEK\n躲猫猫\nby Polymaps\n作者：Polymaps\n[bili=15643077]1[/bili]\nA multiplayer mini-game where you and your friends will either be disguised as Blocks or sent on the hunt as Seekers! Be the last Block standing to win, or use your intuition to take the Seekers to victory! Seek it out by using this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n这是一个多人迷你游戏，你和你的朋友将伪装成方块或是作为寻找者搜寻猎物！ 成功存活到最后的方块获即可得胜利，或是凭着直觉找到所有方块即可胜利！ 通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nFALL FEST\n秋季盛会\nby Blockception\n作者：Blockception\n\nEnjoy the wonders of FallFest with this new Blockception world! Explore the island and enjoy Minigames while earning prizes to show off to your friends. Includes two (count 'em!) music tracks! Fall for this content by using this link to open up the Marketplace on your Minecrafting device and go straight to the download\n在这个新的Blockception世界享受秋季盛会的各种奇观！探索岛屿，畅玩迷你游戏，同时获取奖品并向您的朋友炫耀一番。 奖品包括2首歌曲！ 通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nFIGHTME!\n与我作战！\nby Pathway Studios\n作者：Pathway Studios\n\nFace off against a friend in a two-player PvP showdown! Gear up and summon minions to help capture all four control points and secure victory in a fast-paced multiplayer battle. FightMe! is easy for any player to pick up and start developing strategies to crush their opponents. Owch! Stop hitting me and use this link to open up the Marketplace on your Minecrafting device and go straight to the download instead!\n\n在二人游戏 PvP 对决中一决高下！拿起装备召唤小兵帮助并夺取全部四个控制点，并在快节奏多人游戏战斗中确保胜利。与我对战！可以让任何玩家轻松上手，并开始制定策略击败对手。通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nDR. SPLICE'S LAB ESCAPE\n斯普莱斯博士的实验室逃脱\nby 57Digital\n作者：57Digital\n\nDr. Splice, a former lab guy, has taken over and his evil DNA splicing experiments are causing chaos! You discover that everyone has been evacuated… except you! Break out and stop Dr. Splice taking over the Minecraft universe in this solo and multiplayer adventure map! Unleash the experiment by using this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n\n斯普莱斯博士以前在实验室工作，他现在已经掌控一切，他那邪恶的 DNA 拼接实验正在引起混乱！您发现所有人都已经撤离，唯独您还没有！逃离实验室，组长斯普莱斯博士掌控《我的世界》领域！通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\nLANDS END\n兰兹角\nby Blockworks\n作者：Blockworks\n\n\nWelcome to Land’s End – one of Minecraft’s greatest palaces. From the great library to the palace throne room, there are tons of rooms to explore and secrets to discover. Why not use it as a base for the best fairy-tale city you’ve ever made? Start exploring by using this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n\n欢迎来到兰兹角，这是《我的世界》中，最宏大的宫殿之一。从大图书馆到王宫大殿，有非常多的宫室可以探索，也有许多秘密等待揭开。最好的一点是，您可以此为基础，创建有史以来最棒的神话城市！通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nMYSTERY LAND: SCARY CHUNKS\n可怕的区块\nby Pathway Studios\n作者：Pathway Studios\n\nMystery Land invites you to play survival with custom mob interactions, new textures and a touch of spook in a 5000x5000 custom world. Scary Chunks is split into 3 biomes: the Dark biome, the Pumpkin biome, and the Swamp biome. Solve the mystery by using this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n神奇的一块大陆邀请你在一个 5000*5000 的自定义世界中玩生存游戏，这个时间具有自定义生物互动，新纹理，还有一丝可怕的气氛。可怕的区块分为三个生物群系：黑暗生物群系、南瓜生物群系以及沼泽生物群系。通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nSKYFAIR\n天空集市\nby Blockworks\n作者：Blockworks\n\nRoll up, roll up! Welcome to SkyFair. We have it all – ghost trains and rollercoasters, duckies and splash mountain. Enter the social world of the SkyFair, a collection of simple yet addictive minigames based on funfair classics. Use this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n快看过来！欢迎来到天空集市，这里应有尽有 - 幽灵火车、云霄飞车、激流勇进等！这一云端世界围绕游乐场各类娱乐项目，提供了各种令人着迷的小游戏。通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nTHE CUBE THEATRE\n方块剧院\nby Qwertyuiopthepie\n作者：Qwertyuiopthepie\n\nHave you ever wanted to be a playwright, stagehand, or actor? With custom lighting controls, hidden entrances, trapdoors, custom set design, and more, you too can present your favorite plays, or even write some of your own! Multiplayer recommended! Break a leg and use this link to open up the Marketplace on your Minecrafting device and go straight to the download.\n你可曾想过要成为一名剧作家、舞台工作人员或是演员？借助自定义灯光控件、隐藏的入口、地板门、自定义套装设计等，你也可以演出你最喜欢的歌剧，甚至编写自己的剧本！推荐多人游戏。通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\n\nTHE HAUNTED NEIGHBORHOOD\n闹鬼的社区\nby PixelHeads\n作者：PixelHeads\n\nEndless night. Evil monsters. This once-quiet neighborhood nestled neatly in the forest has mysteriously gone dark, and it’s your quest to figure out why. Battle werewolves, ghosts, vampires, and creepy clowns in a super spooky Halloween adventure. Are you b-b-brave enough to use this link to open up the Marketplace on your Minecrafting device and go straight to the download?\n无尽的黑夜，怪物横行。这个曾经安宁的社区整齐坐落在森林中，但后来却神秘地为黑暗笼罩，您的任务就是要找出原因。在非常可怕的万圣节冒险中同狼人、幽灵、吸血鬼和可怕的小丑对战。通过使用此链接在您的Minecraft设备上打开游戏商店即可购买。\n\nSKIN PACKS\n皮肤包\nClick through the gallery to see all the new skin packs we've added to Marketplace!\n点击图库查看我们在商店推出的新皮肤包！\n\n\n\n这些可怕的新内容对我来说太吓人了，我要隐藏在某个地方，玩的开心！\n \n正版地址AndroidGoogle Play(推荐): https://play.google.com/store/apps/details?id=com.mojang.minecraftpeWin10 Win Store（推荐）: https://www.microsoft.com/zh-cn/store/p/minecraft-for-windows-10/9nblggh2jhxj\n\n外部来源以及详细的更新条目追踪 \nMinecraft官网（英文）Minecraft基岩版官方博客 （英文）Jeb的Twitter（英文，需魔法上网）Jason的Twitter（英文，需魔法上网）Matt Booty的Twitter（英文，需魔法上网）tomcc的Twitter（英文，需魔法上网）/MattGartzke的Twitter（英文，需魔法上网）HelenAngel的Twitter（英文，需魔法上网）Chupacaubrey的Twitter（英文，需魔法上网）\n\n\n\n",
    "replies": [
        {
            "author": "Deanjeans",
            "timestamp": 1508460360,
            "txt_content": "推锅推出来的新（旧）闻"
        },
        {
            "author": "zjfeiye",
            "timestamp": 1508460600,
            "txt_content": "bug列表没翻译，好吧开个机翻看看算了"
        },
        {
            "author": "V_院長",
            "timestamp": 1508471280,
            "txt_content": "PE版氪金实在..."
        },
        {
            "author": "O为何不可",
            "timestamp": 1508472660,
            "txt_content": "离得太远动物会消失的bug不知道修复没有"
        },
        {
            "author": "TResult",
            "timestamp": 1508807700,
            "txt_content": "哇 打了鸡血的基岩版"
        },
        {
            "author": "hhh111222333",
            "timestamp": 1509182880,
            "txt_content": "厉害了，我的作者，这都能做出来，肯定花了很多心思和时间吧！另外，我祝mcbbs越来越好，越来越受人喜欢!=  w  ="
        },
        {
            "author": "20A0",
            "timestamp": 1510230840,
            "txt_content": "这个版本bug好多呀，更新也不要太快"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1510328700,
            "txt_content": "虽然win10版没被下架 可是我现在暂时玩不到了"
        },
        {
            "author": "q1024152024",
            "timestamp": 1510500240,
            "txt_content": "怎么下载"
        }
    ]
}