{
    "title": "哞哞语翻译大奖赛投票帖",
    "author": "DJXGAME",
    "replyCount": 14,
    "timestamp": 1356698520,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-28 21:48 编辑 \n\n哞哞语翻译大奖赛\n哞哞哞哞哞哞，哞哞哞哞哞哞哞哞哞哞哞哞哞，哞哞哞哞哞！\n各位小朋友们，哞哞语翻译大奖赛开始投票啦，快来投票哦！\n\n作为一次非官方，以参与恶搞为主的比赛，所以评审规则也稍有变化：\n最大的看点是奖励随机！（也就是说第一名可能获得5人气也可能获得50人气也可能获得5贡献~）但总归一等奖要比二等奖多，二等奖要比三等奖多~第一名可以获得有国际哞哞语翻译委员会颁发的哞哞语资格认证证书。一证在手出国无忧。本次比赛一等奖一名，二等奖两名，三等奖1000名！\n\n——写实类——\n评审方法：有外星人亲自选出，大家围观就好了。\n如果有人的作品被遗漏了请PM我哦~\n\n参赛作品1：\n\n在这座岛上已经待了三个月了，嗯...或许有三年了也说不定，谁知道呢，\n这鸟不拉屎的鬼地方真是让人没法待下去啊，寸草不生，也没有别的动物经过，\n满地都是些蘑菇和菌丝，还有一些看不见的微生物和不知道名字的菌类，\n脚下又潮又湿，软绵绵的, 把我原本坚定的意志都磨砺得所剩无几了..\n\n\n诶..话说我是什么时候来这里的，我为什么会在这里?\n还有我的头上和背上怎么会长出蘑菇？\n我只记得在这段日子里, 饿了的话有满地的蘑菇随便吃,渴了可以舔一舔巨型蘑菇上的露水,馋了的话就嚼一嚼菌丝..\n\n\n嗯,这么一想我过得也不算差呀，不用学习，也不用去工作，不用面对那些复杂的人际关系，更不用去为那遥不可及的理想去奋斗。在现实里，就算梦想成真，最后的最后我们所追求的还是那种安逸和与世无争。而这些种种我现在已经正在享受了——每天躺在大大的蘑菇伞下，看日升月落，云卷云舒，听听雨，打打盹...没有争吵，没有仇恨，没有勾心斗角...我就是这个岛的主人！换一种方式来想，这里就是我的乐土，我的王国!\n\n\n只是..不可避免的是...孤独感，没有人说话，没有人倾诉，之前的记忆全消失了，就连在翻来覆去的夜里该想念谁都不知道...\n哎，管他呢。人，生来就是孤独的，所有人与人交集的最终目的都是为了让自己更好的生存下去。况且我在这里本身就无欲无求，不用依赖任何人，舍去了繁复的过程我就能直接享受到结果, 这么好的事情哪里去找呀~\n哎，天色已晚，先打个盹吧。\n\n【画外音】\n某科学家A：实验体\"C03\"状况稳定，似乎意识到了自己的形态变化，但情绪未受到较大波动。\n某科学家B：嗯，调整温度和湿度，把岛上的蘑菇变得更鲜美，让露水变得更甜，我要看看一个人类是怎样沦为动物的。\n\n参赛作品2：\n这算是一种蜕变吗？或是进化？我不知道。但可以肯定的是，现在的情况与过去大有不同。\n从那时起，我就变得很喜欢来海边眺望，或许是因为这还边是一个开始，或许是我总觉得我的未来在海的彼方？\n那时，是指我自我意识的觉醒，不知该如何形容的我暂时这么说好了。随着意识而来的副产品，似乎还有远胜于过去的清晰记忆，所以事情的开端我还是原原本本记得的。应该是开始于一颗被暴风的余波冲上海滩的奇怪果实。过去的我似乎很难发现这其中潜藏的风险，或者是永远一成不变的菌丝大餐让我乏味，总之我是吃了它。我得承认，变化的过程几乎杀了我，长达三天的腹部绞痛，头晕目眩，虚汗淋漓的症状，即使是在蒙昧状态的我也几乎能意识到这可能是大限将至的征兆。我蜷缩在一个阴暗的山洞里，无可奈何地静候着最终的时刻。\n直到第四天清晨的阳光将我唤醒，然后我发现，惊喜，或是惊恐地，我能够将眼前这一片光明的色彩称为阳光！\n我还能记得改变之前的生活，所有的体验，所有的记忆都很清晰，但那确确实实是一种完全不同的状态。多少个日夜我们早就习惯了太阳的东升西落，天气的冷暖循环，我们进食，睡眠，繁衍，仅仅是因为这一切都是禁锢在基因中的本能而已。没有一只蘑菇牛曾思考过这一切，直到那天早晨。\n我站在洞口，体验着这神奇的变化，难以形容，就好像凌冽的清泉从脑海流过，将遮蔽智慧的迷雾一扫而空。现在的我不仅能沐浴这阳光，我同样知道这光的源头会上升，会划过天顶，会在傍晚落下，而在第二天再度升起。习以为常，却又难以置信。\n我曾怀疑这种变化是必然的，只是我之前不知道罢了。因此我尝试着去同那些背上长着蘑菇的同伴们聊聊这种感受，但可悲的是他们甚至连感受是什么意思都难以理解，最年长的长辈也不例外。他们的唯一反应，仅仅是对我在他们吃菌丝时的莫名地闯入他们的个人领域感到困惑或厌烦，进而扭头走开——去寻找另一块地方继续吃。经过了很多次令人失望地尝试，我终于悲哀的意识到这整件事情都是一个意外。\n深深的孤独感几乎要将我吞没，除了基本的生存，我日复一日的在白天眺望大海，在夜晚仰望星空。这浩渺的美感在这世界上只有我独一能够体会吗？这伤感地叩问几近要将我扯碎。\n又或许这是某种惩罚？那我的救赎又在何方？\n\n参赛作品3：\n你们为什么要费尽心思破坏他的家呢，为什么要费尽心思自相残杀呢，为什么要费尽心思溜门撬锁呢，我们和平相处吧~~\n人类可以去种地，你们可以去挖矿，我们可以为你们提供牛奶羊毛什么的。\n但为什么，你们一直不同意，还更加肆无忌惮的破坏。\n“让我和人类联盟，你有没有想过，谁是最无耻最厚脸皮谁是最容易翻脸不认人的生物？”\n“是，是人类么。不，人类不可能这么坏！”\n后来我发现，人类好好的对待我们其实是为了我们身上的东西，羊的羊毛我们的牛肉鸡的鸡蛋。后来我相信他的话了，所以说我准备带着所有友好生物一起中立，或者变成敌对。\n如果你不信，那么我给你分析一下。\n鸡的鸡蛋如果放臭了给骷髅，你们如果中箭还会有中毒迟缓的效果，我的牛奶如果给了僵尸，你就看不出来他是僵尸还是人类。\n怎么样~我们很聪明吧~\n如果想和好，那就在今天比赛结束前给我一票。\n\n\n\n——恶搞类——\n正文来啦！！！\n评审方法：由随机顺序投票，大家选出自己喜欢的版本就好了~\n好多好多作品，如果有人的作品被遗漏了请PM我哦~\n没人最多投3项\n参赛作品1：\n\n唉——！\n這比賽，切，法克，為什麼這麼難~~\n我想來想去，也沒有想到怎譯，我想我還是不要太認真。\n好，開始有點頭緒，看我怎麼把這句總共長二十二個字的句子輕鬆解決。\n“呼，終於完成，這句還可以嗎？”\n“坑爹啊，後面還有一大段。冥王星姐，為什麼這樣對我！”\n好啦算了吧，唯有想想怎樣繼續寫下去，盡我能力完成這貨。其實這句子只是來打醬油的，無視它吧。\n恩，加油。\n距離遠成不遠矣，只要再多想幾個字就完成。\n耶~完成啦~\n好吧其實我只想看看有沒有一個參與獎能夠拿到而已。\n\n参赛作品2：\n\n咕——！\n这肚子，咕，咕咕，明明吃了那么多~~\n摸了摸钱袋，只剩下一角两分，最便宜的菜包子也要五角。\n嗯，肚子还在抗议，看看附件有木有认识的老朋友让我去借点钱。\n“HI，冥王星人，借一百买吃的？”\n“我找找，这里是一百现钞。不用还了，本人中了八百万！”\n真是活菩萨，让我想想怎么花这一百元，尽最大可能买食物。看着眼前堆放的食物山丘，消灭它吧。\n恩，加油。\n肚子已经不叫了，只要再吃几个肚子就饱了。\n耶~吃完啦~\n地上散落着五颜六色的零食袋和水果壳及塑料袋。\n\n参赛作品3：\n\n砰——！\n吸口气，砰，砰砰，干死敌方一小队~~\n摸了摸子弹，只剩下不到十粒，附件还有巡逻的几个警卫。\n砰，又解决了一个，看看附件有木有让我可以躲避的坚固障碍物。\n“哔，冥王星人，目标人物位置？”\n“我找找，在你六点方位。活着回来，孩子不能没有爸！”\n消息真及时，让我看看怎么绕过这些人，子弹不能这么浪费。这地方的防卫比较疏松，快速躲过。\n呼，好险。\n发现目标人物了，与照片人物肖像一模一样。\n砰~完成啦~\n墙上流淌着目标人物刚爆头喷射出去的新鲜血液。\n\n参赛作品4：\n\n啊——！\n你你你，你，你你，我爸刚弄死他~~\n唧唧复唧唧，木兰开飞机坠机，机上乘客全部都死光光。\n嘿，街头大妈你好，昨天老王家的公鸡又特么不争气他生出三个鸵鸟蛋。\n“嘿，那边那个，你的节操何在？”\n“节操啊，昨天上班忘带了。上等节操，五毛钱就买两个！”\n床前明月光，李白昨天晚上忘擦洗面霜，站在大街穿着拖鞋。肯德基搞基三块钱就来两次，价廉物美。\n说，为啥。\n为啥你老婆死了，是不是因为你爱上了基友。\n说~是不是~\n你这没有节操的冥王星人一天到晚就只会在那撸啊撸。\n\n参赛作品5：\n\n呀——！\n睁开眼，看，一看，村民坐在面前~~\n为甚麽我在这，为甚麽我想不起，到底是为甚麽我受了伤。\n呀，我掉进大峡谷里，之後脑子迷迷糊糊的就只有听见一些脚步声。\n“哎，不能乱动，你叫甚麽名字？”\n“我是谁，我也不记得了啦。我掉在哪，我记得我有要事！”\n我推开木门，连绑带都没有拆下就跑了，我一直奔跑到大城镇。村民正在贩卖的都突然看着我，惊恐的看。\n呜，双眼。\n突然想起了要事，就是要向仇人史蒂夫报仇。\n逢~老大好~\n一大群身体黑黑长长的怪物站在草地上向着我敬礼。\n\n参赛作品6：\n\n这个作品竟然没有翻译完%>_<%\nYoo——！\nMc啊，啊，Mc，我爱死你啦~~\n我爱Mc啊，就像老鼠爱大米，Mc就像我的家啊。\n啦，我爱Mc，我就爱Mc啊。\n（围观的哞）“耶，你也是啊，也一样爱Mc？”\n“就让我们一起唱，一起唱！哞哞，爱Mc就爱Mc！”\n哞哞爱Mc，哞哞爱Mc，我们就爱Mc。我就爱Mc，哞哞哞哞。\n爱，mc。（后头无力翻译）\n哞哞哞哞哞哞哞，哞哞哞哞哞哞哞哞哞哞哞。\n哞~哞哞哞~\n哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞哞\n\n参赛作品7：\n\n啊——！\n哞菇们，呼（喘气），呼呼，大家注意了啊~~\n今天我们要，不再屈服于史，史蒂夫的圈养和繁殖了。\n啊，那个坑爹的人，让我们比较安全却没有自由恋爱和自由行动的权利。\n“昂，安全就好，何必求那么多？”（下面的牛回答）\n“就是啊，我们现在很安全。外面的羊，很多都被狼吃了！\"\n你说的没错，但是你看看人家野外的猪，被雷劈了一次以后。一下就成了地狱诸人多厉害，YOOO。\n看，是吧。\n我们一定要逃走，逃出这个坑爹的鬼地方啊。\n好~我们走~\n大家快跑不要停速度提高到一百码五十总之快跑别停。\n\n参赛作品8：\n\n我和之前的重复了，选我的都没用哦~\n\n参赛作品9：\n\n沙——！\n快点走，沙，沙沙，逃得越远越好~~\n侍卫还在追，只剩下不到百米，如今只好躲在隐蔽地方。\n沙，躲在枯木里面， 附近有没有那些从老家一直追着我们不放的侍卫们。\n“咕，冥王星人，你躲在神马地方？”\n“我看看，在你三点方位。成功私奔，我已有六月身孕了！”\n树林真茂密，借着树叶的遮挡躲避侍卫，不能前功皆弃。看见金戒指发出的闪光，快速躲避。\n呼，好险。\n发现冥王星人了，还好附近侍卫们没有发现。\n耶~团聚啦~。\n即使神仙也要羡慕他们那情比金坚的天地可鉴的爱情。\n\n参赛作品10：\n\n啊——！\n好痛苦，这，不是，人类能承受的~~\n拜托别这样，都已经要喷血了，我不能承受如此的痛楚。\n嗯，我觉得好痛苦，那东西像子弹一样飞快且急促地想进入我的身体里。\n\"喂，我拜托你，别这样好不好？\"\n\"那不行，我必须要这样做。不然的话，我就不是男人了！\"\n就在这时候，我身体里的血不断地流出，那东西在我身体里。这不是我的身体能够去忍受的，我好痛苦。\n啊，好痛。\n那东西在我体内，留下了我难以忘怀的东西。\n我~解放了~\n以后我再也不敢找这种超级嗜血的医生来替我打针了。\n\n参赛作品11：\n\n这个作品好坑……！\nMoo -!\nMoo moo, moo, moo, moo moo moo ~ ~\nMoo moo moo moo moo moo moo moo moo moo moo moo.\nMoo, moo moo moo moo moo moo moo moo moo moo moo moo moo moo moo moo.\n\"Moo, moo moo moo moo moo moo?\"\n\"Moo moo, moo moo moo moo moo moo moo moo moo moo moo!\"\nMoo moo moo moo moo moo moo moo moo moo moo moo moo moo. Moo, moo, moo, moo, moo, moo, moo, moo.\nMoo, moo.\nMoo moo moo moo moo moo moo moo moo moo.\nMoo ~ moo moo ~\nMoo moo moo moo moo moo moo moo moo moo moo moo.\n\n参赛作品12：\n\n我和之前的重复了，选我的都没用哦~\n\n参赛作品13：\n\n嘿——！\n 安尔乐，男，八岁，居住地百慕大~~\n 安尔乐卫生巾，更干更爽更安心，有了安尔乐生活更快乐。\n嘿，安尔乐卫生巾，伟大的他能让你的睡眠再也不会在湿润尿床中度过。\n “哟，小安尔乐，多少钱一只鸭？”\n “超便宜，以前只卖九九八。现在打折，折后只卖两百五！”\n 有了安尔乐，再也不用三更半夜起床啦，包你一觉睡到天亮。还带有超级完美的售后服务，永远有效。\n 安，乐乐。\n 没有你就不快乐，和你一起搞基真是好舒服。\n 呀~安尔乐~\n 要想购买安尔乐请拨妖妖零转妖妖肆并大喊我爱尼玛。\n\n参赛作品14：\n\n嗖——！\n追来了，擦，法克，还追着我不放~~\n停下脚步了，附近又冒出几个，出门的时候肯定没看黄历。\n嗯，先升级下装备，说不定今天的收获比以前还要多一倍。\n“嗯，让我看看，有什么好换的？”\n“随便看，绝对是童叟无欺。友情打折，全部交易品半价！”\n真是好消息，我可以升级下全部装备了，感谢幸运女神降临。穿着防御极佳的盔甲和鞋子，信心十足。\n嗖，好险。\n还在用弓箭射我，让你们尝尝我爆发的怒火。\n叮~升级了~\n地上躺着怪物刚刚化作一股青烟而掉落的装备和金币。\n\n参赛作品15：\n\n靠——！\n考试啦，草，麻痹，我都没温习啊~~\n这考试范围，像高楼大厦一样，看完全部都是要人命。\n靠，考试神马去死，不要逼我把外星人召唤过来帮我把所以题目做完。\n“靠，冥王星人，能不能帮助我？”\n“草泥马，我只有小学程度。这么难的，我不可能做得对！”\n你别骗人了，我看你是个三十多岁的人，应该有大学的程度。你根本就是懒得帮我做题目，不能就算。\n嗯，这个。\n这也太简单了吧，跟本都是我的世界的东西。\n啊~好简单~\n我推介大家玩我的世界因为可以提高我们的成绩。\n\n参赛作品16：\n\n嗖——！\n追来了，擦，法克，还追着我不放~~\n停下脚步了，附近又冒出几个，出门的时候肯定没看黄历。\n嗯，先升级下装备，说不定今天的收获比以前还要多一倍。\n“嗯，让我看看，有什么好换的？”\n“随便看，绝对是童叟无欺。友情打折，全部交易品半价！”\n真是好消息，我可以升级下全部装备了，感谢幸运女神降临。穿着防御极佳的盔甲和鞋子，信心十足。\n嗖，好险。\n还在用弓箭射我，让你们尝尝我爆发的怒火。\n叮~升级了~\n地上躺着怪物刚刚化作一股青烟而掉落的装备和金币。\n\n参赛作品17：\n\n啊——！\n大姨妈，我，我我，我的毛变红了~~\n咋从下面漏，上面反而还湿了，不过我变蘑菇牛了。\n哈，我变蘑菇牛了，不过史蒂夫哞会来找我然后来勾引我哇卡卡卡卡卡。\n“喂，牛二蛋子，又去找牛嬷嬷？”\n“蛋疼牛，不要过来啊思密达。咦思密达，我变韩国牛了啊！”\n这不科学啊，有人来救救我啊啊思密达，蛋疼牛啊啊思密达。你给我解释解释啊思密达，这不科学。\n咦，二蛋。\n你是牛二蛋吗，我记得牛二蛋是只黑白牛。\n额~大姨妈~\n我那思密达大思密达大姨妈黑毛思密达红色。\n\n参赛作品18：\n\n诶——！\n那是谁，咦，难道，那位是史蒂夫~~\n他似乎很饿，多少天没吃饭了，我就大发慈悲帮帮他吧。\n喂，史蒂夫史蒂夫，你在忙什么呢好像饥肠辘辘的样子我请你吃大餐吧。\n“嗯，吃什么呢，我请你喝奶吧？”\n“呀呀呀，我不是那意思啦。我的意思是，把奶挤出来喝啦！”\n啊啊啊啊啊，你想到哪里去了臭史蒂夫，别用那种眼神看我。我身上的小蘑菇也请你吃哦，别想歪啦。\n呐，怎样。\n什么你还要更多，可是人家已经筋疲力尽了。\n呀~史蒂夫~\n人家已经这么努力了你怎么还欲求不满我要生气了哦。\n\n参赛作品19：\n\n我和之前的重复了，选我的都没用哦~\n\n参赛作品20：\n\n啊——！\n怎么了，靠，又来，杀不完的僵尸~~\n我勒个去啊，我的剑已经断了，而且全套护甲耐久没了。\n哼，我还有我的手，我的坚不可摧可以破坏万物制造一起的神奇的右手。\n“来，你这家伙，只有这点能耐？”\n“去死吧，我已饥渴难耐了。全去死吧，你们这些烂肉们！”\n怎么还不死，我的双手已经十分疲惫了，难道我要开大招吗。赐给我力量吧全能的神明们，横扫千军。\n嗯，不在。\n这是什么意思啊，我明明经常用卤蛋献祭啊。\n啊~好痛啊~\n不要咬我英俊潇洒风流倜傥艳压众生闭月羞花的脸啊。\n\n参赛作品21：\n\n啊——！\n怎么办，我，怎么，可能会哞哞语~~\n但是不要紧，我去找外星人姐，她那里肯定有翻译指南的。\n嗯，先和姐姐聊天，说不定姐姐就能给我这个翻译指南的。\n“呀，姐姐在线，姐姐有指南吗？”\n“乃作弊，有指南也不给你。哦吼吼吼，快来送我礼物吧！”\n又要破费了，就送姐姐一个钻石项链吧，她好像喜欢那个的。购买过程太过复杂所以省略，哦吼吼吼。\n姐，礼物。\n是我喜欢的项链，这本翻译指南就送给你吧。\n哇~好高兴~\n但是为什么整本书全是哞哞没有一个我认识的汉字呀。\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1356700380,
            "txt_content": "昏了，我就不投票了这么多{:10_494:}"
        },
        {
            "author": "geludan",
            "timestamp": 1356700860,
            "txt_content": "geludan 发表于 2012-12-28 14:13 \n昏了，我就不投票了这么多\n我也没说有人强求我！？"
        },
        {
            "author": "1412942842",
            "timestamp": 1356701880,
            "txt_content": " 本帖最后由 1412942842 于 2012-12-28 21:38 编辑 \n\n路过，看见翻译娘有几个大坑要填~~~~（勋章搞那麽多干嘛？学学人家卤蛋，就一个木稿）"
        },
        {
            "author": "孤剩",
            "timestamp": 1356702060,
            "txt_content": " 本帖最后由 孤剩 于 2012-12-28 23:14 编辑 \n\n恶搞类3,8,12,19一模一样,把这恶搞作品重复了4次，\n14,16一模一样"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1356702420,
            "txt_content": "孤剩 发表于 2012-12-28 21:41 \n恶搞类3,8,12,19一模一样\n谢谢~马上修复！"
        },
        {
            "author": "Danny仔",
            "timestamp": 1356710160,
            "txt_content": "貌似沒幾人看到...我來頂頂吧~話說參賽作品真的很多.."
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1356748800,
            "txt_content": "人略多啊，抱歉啊翻译娘，才看到这个帖子"
        },
        {
            "author": "Danny仔",
            "timestamp": 1356759420,
            "txt_content": "沒人最多投3项\n發現錯字咯"
        },
        {
            "author": "孤剩",
            "timestamp": 1356762960,
            "txt_content": " 本帖最后由 孤剩 于 2012-12-29 14:36 编辑 \n\n可恶，我作品的票数太少了"
        },
        {
            "author": "阿萨德考虑下",
            "timestamp": 1356772800,
            "txt_content": "我本来还想放假在投稿的，竟然结束了"
        },
        {
            "author": "忘れた事",
            "timestamp": 1356859740,
            "txt_content": "唔\n\n恶搞类第三个= =\n第六排\n\n笑趴了"
        },
        {
            "author": "apple7032",
            "timestamp": 1356957840,
            "txt_content": "我在57楼发了作品\n为什么没入选呢？"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1356959520,
            "txt_content": "apple7032 发表于 2012-12-31 20:44 \n我在57楼发了作品\n为什么没入选呢？\n有可能是因为过了截止日期了？"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1356963180,
            "txt_content": "apple7032 发表于 2012-12-31 20:44 \n我在57楼发了作品\n为什么没入选呢？\n嗯~这次也是临时起意的比赛，所以有好多准备不足的地方，也没想到有这么多人参加~"
        }
    ]
}