{
    "title": "【原创·连载】不灭的信仰（第二章 血火西沙）",
    "author": "天下归心",
    "replyCount": 4,
    "timestamp": 1508564700,
    "txt_content": " 本帖最后由 天下归心 于 2017-10-21 14:00 编辑 \n\n前言：这几天作业太多，耽误了更新QAQ，还是3000+~~\n\n\n【5月14日 西沙群岛】平静的海面不起一丝涟漪，昨夜还狂暴无比的大海现在仿佛睡了过去——可能是天气的缘故吧。热带地方的阳光打在身上的每一寸肌肤上，很舒服，暖洋洋的，像是在身上盖了一层棉被。这种天气，坐在椅子上，一边享受阳光，一边细细品一杯锡兰红茶，这无疑是最惬意的。阿卡弗兰奇少校坐在“林肯”号重型核动力航母的武器指挥部，望着窗外这样想着。\n可惜他现在并没有工夫去喝红茶和享受阳光，即使有，现在正宗的锡兰红茶也是弄不到的，自从中国宣布使用“无限潜艇战”后，印度的日子越发难过了。除了空路，海上通道被彻底封锁，什么货物都运不出来，稀少的空运量还得优先满足军事需求。别说锡兰红茶，就是正宗的印度咖喱都吃不上了。\n想到这里，阿卡弗兰奇不禁叹了口气，他原是个生活精致的“贵族军官”，平日里喜欢打高尔夫球和吃美食。现在军方秉着一切为战争服务的准则，私人的娱乐时间几乎没有，若不是伙食还算美味，他觉得自己都快要崩溃了。\n突然，武器指挥部的大门被猛地撞开，阿卡弗兰奇恼怒的转过身，想看看这个没看过基本守则的人是谁，映入眼帘的是一张黑人的脸，脸上洋溢着笑容——这是他的好友曼克尔。曼克尔毫不在意旁人关爱智-障的目光，大声喊道：“詹姆斯！我们的陆军已经攻克了平壤！”\n阿卡弗兰奇一看到这张熟悉的脸，刚想转过头表示我不认识他，又猛然反应过来：“你说汉城已经攻克了？”不只是阿卡弗兰奇，其他军官士兵也忘了上一秒他们还在鄙视曼克尔，纷纷过来询问详情。曼克尔则是一一解答。\n但阿卡弗兰奇还在愣着，他无法相信平壤这么快就被攻陷，他也想不到自己毕生的夙愿被陆军同仁实现。\n他出生于一个军人世家，祖辈参加了独立战争、南北战争，在北美平原上与印第安人做殊死搏斗。他的爷爷参加了一战，少了一条腿，换了中尉的军衔以及几枚勋章回来，成为了加利福尼亚州一个小村里最值得尊敬的人。他的父亲比爷爷还争气，在瓜岛，15营三连死守79高地，最终只剩他父亲一人。他父亲在几十日军的围攻下撑了半小时，直至援军到达。他父亲成了美军中的英雄，受到高层关注，官职便嗖嗖的往上升，他父亲成了家族中官职最高的人——中校团长。\n但在二战结束后他父亲仍没有回来，后来阿卡弗兰奇才知道，父亲被调去了朝鲜战场所以当时没有回来，而他同时也知道父亲永远不会回来了，父亲的生命被中国人留在了永远跨不过去的三八线上。从此，他多了一个仇人，多了一个目标。\n这时，异变陡生。\n外面传来一声巨大的响声，起初阿卡弗兰奇没在意，但军人应有的素质让他很快反应过来，这是鱼雷爆炸的声音！他急忙向外冲，在门口的时候又传来了第二声爆炸，随着夺目的火光以及刺耳的轰鸣，“格兰特”号重巡洋舰开始缓缓下沉。\n“中国潜艇！”“反潜部警戒！”类似的喊声充斥在甲板上。反潜巡防舰的效率还是很高的，声呐探测到后，五发鱼雷了结了海底的两只深海恶狼。所有人都知道，这两艘快速潜艇绝不是无缘无故的出现，之后一定还有一系列的攻击。只是他们没想到，毁灭是从内部开始。\n“林肯”号航母战斗群直接进攻力量拥有两艘美国导弹驱逐舰，两艘导弹巡洋舰，一艘常规潜艇，五艘护卫舰还有两艘台湾海军的“澎湖”级驱逐舰。\n毫无防备的“林肯”号航母挨了两发巡航导弹，但这导弹的发源地是后方的两艘台湾海军“澎湖”级导弹驱逐舰。如果有活着的美国人在这两艘导弹驱逐舰上，他会惊奇的发现，舰上的台湾海军士兵向“林肯”号航母投去了仇恨的目光。\n还没等其他船只反应过来，两艘“澎湖”级不约而同的以迅雷不及掩耳之势行驶到了另一艘“格兰特”级导弹巡洋舰的两侧，将“格兰特”级夹在中间。“格兰特”级的指挥官到现在都是懵的，他完全没有料到这些民主社会的自由军队会为了大陆另一岸的邪恶政府而背叛北约，背叛自由世界，难道独裁的红色帝国比自由民主的人权社会更有吸引力吗？指挥官疑惑不解。\n不过他也不用了解真相了，两艘驱逐舰已经将所有反舰武器对准了“格兰特”号，“澎湖”级特别装载的120毫米多倍口径舰炮发出了怒吼，“格兰特”号还算厚实的装甲抵挡了第一波伤害。\n但敌人并没有善罢甘休，一枚导弹又招呼过去，霎时间，“格兰特”号的甲板舰桥上变成了一片火海。\n这些伤害还不严重，当“格兰特”号的海兵松了一口气，加紧修复时，不远处的“澎湖”号上空，慢慢升起了两架全副武装的战鹰——“台-8”式武装直升机。这艘由美国协助开发的先进武器，现在却成了敲响美国巡洋舰死亡奏鸣曲的丧钟。\n机翼上喷出的烈焰，伴随着劲风，官兵们的仇恨凝聚其中。\n“轰！”巡洋舰上的反导系统和防空系统没有发挥任何作用，指挥塔发生了巨大的殉爆，更夺目的火光在这艘价值12亿美元的巡洋舰上炸开。而那些同样价格不菲的舰炮、反舰武器、防空武器、附属的直升机，以及它们的操作人员员。没有对敌人开一枪一炮，就这么被拉向了毁灭的深渊。\n一刹那，所有的美军舰船单位都反应过来了，护卫舰紧急向航母集中，驱逐舰驶向指定战斗位置。挨了两发巡航导弹，失去动力“林肯”号航空母舰上的战机也紧急起飞。一切的准备，都是为了剿灭这些不知好歹的叛徒。\n看着手忙脚乱准备战斗的美军战舰，“太平礁”（澎湖级子舰）号导弹驱逐舰舰长嘴角挂起一丝阴笑。随后，他转过头，朝着通讯处长大喊：“让同志们出发吧！”\n战斗重心朝两艘“澎湖”号转移的美军不知道，死神的镰刀正在朝这里接近...\n美国海军的反应能力还是很强的，不到三分钟第一架战斗机便在甲板上划出一道优美的弧度直至长空，又是一个漂亮的回旋，仅仅装载了空舰导弹的战斗机没有任何的空战能力，在它身后接二连三跟着四架战机——它们即将对“澎湖”级发动第一轮攻击。“嗯？”战机的飞行员接到一条命令，\n“北方出现出现敌战机，型号代码为ZH758，目标为你部！你部并无对敌武器弹药，迅速返航，迅速返航！”通讯员急切的呐喊让飞行员不由得吓了一跳，当他听到ZH758这个代码时，惊恐之情显露在了脸上。他不敢再迟疑，迅速朝着航母飞去。\n还是晚了。\n两道机影从这五架战斗机中飞过，是的，只是影子，甚至不能用肉眼看到这两架战斗机的一个部件。不过他也不用看了，就在两道机影离开之时，这个战机小组在空中分崩离析。刚建立起的攻击体系又被毁灭。\n两道流星般的全白机影盘旋在“林肯”号上空，肆意击落着这些代表美国最高科技水平的战机，而这些战机就好似悍不畏死的疯子一波波冲上去任人宰割。就是没有起飞的战机和飞行员，也惨遭空舰导弹打击，四分五裂的散落在深不可测的海洋里。\n几个美军士兵坐在一个防空导弹的驾驶室，试图将空中那两架白色死神击落，但毫无作用。对方的热诱弹就好像无穷无尽，三轮导弹无一击中。\n他们的举动激怒了享受屠杀快感的ZH758飞行员，飞行员狞笑着，朝所有的防空武器发射了烈焰导弹。\n霎时间，整个甲板上尽是翻腾的烈焰，魔鬼之火吞噬着一切，不停有人被卷进来，惨叫着，成为了一具焦尸。他们不是第一个，也不是最后一个。\n远处的天空出现了密密麻麻的黑点，ZH758的飞行员看到之后，松了一口气，轰炸机终于到了。\n五发巡航导弹彻底让“林肯”号航母战斗群走向地狱。\n燃烧的烈焰、焦黑的尸体、摧毁殆尽的舰体，还有不绝于耳的惨叫声。这些景象并没有引来怜悯，炸弹仍在不止的落下，让本就即将崩溃的航母战斗群雪上加霜。\n最后一艘试图逃跑的护卫舰被击沉，美国的钢铁巨浪就此沉没在了这片不属于他们的海域，\n二十三架轰炸机和两架超音速战机，抖了抖机翼，准备返航。突然，第一架ZH758的飞行员像是想到了什么，迅速打开了联络“澎湖”号的通讯频道。\n“澎湖”号的舰长接到联络，疑惑不解，他指示手下打开联络频道。\n“舰长您好，我是ZH758长机机长，我想问您一个问题，虽然越权了，但我还是希望您能回答我。”另一头传来苍老但中气十足的声音：“年轻人，你说吧。”\n“作为台湾海军的中将，权高位重，您为什么要亲自指挥一艘驱逐舰，并且举义？我实在想不通。”\n舰长叹了一口气，回道：“你们这些年轻人，考虑事情总是围绕着利益，你有没有想过，当初解放战争时，那些起义的将军，或许有的是为了保命，但更多是为了中国的未来。我也是同样的，美国已经杀到了家门口，仅仅因为政见不合就充当侵略者的走狗。这种事，我是不会干。”\n舰长顿了顿，继续说道：“但我并不认同你所说的“举义”。我先问问，中华人民共和国的宪法有没有规定中国公民有保卫自己国家的义务？”为了区分台湾和大陆，舰长特地用了“中华人民共和国”。\n“当然有，宪法第......”\n“那就是了！”舰长粗暴的打断了飞行员的话。\n“请记住，我们也是中国人！我们也有保卫自己祖国的责任！”",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1508768220,
            "txt_content": "都没人评论QAQ"
        },
        {
            "author": "2759159258",
            "timestamp": 1508819580,
            "txt_content": "天下归心 发表于 2017-10-23 22:17\n都没人评论QAQ\nLZ 我觉得 你应该写上\"本文纯属虚构\"\n刚一看我还以为是。。。。历史"
        },
        {
            "author": "天下归心",
            "timestamp": 1508841540,
            "txt_content": "2759159258 发表于 2017-10-24 12:33\nLZ 我觉得 你应该写上\"本文纯属虚构\"\n刚一看我还以为是。。。。历史\n终于有人回复了......\n感动\n（注：本文纯属虚构写在第一章了）"
        },
        {
            "author": "一叶知秋啊",
            "timestamp": 1509704700,
            "txt_content": "66666666666"
        }
    ]
}