{
    "title": "[Minecraft.net│INSIDER] 本周方块：钻石矿",
    "author": "a1294790523",
    "replyCount": 1,
    "timestamp": 1508580060,
    "txt_content": " 本帖最后由 a1294790523 于 2017-10-28 14:52 编辑 \n\n\n\n\nBLOCK OF THE WEEK:DIAMOND ORE本周方块：钻石矿\n\nInsert oreful pun here此处应有一条矿物的冷笑话\nThere is one block in Minecraft that reliably quickens the breath whenever you see it(no offence, gravel, but it's definitely not you). One block that elicits a little \"whoop!\" of joy when you lay eyes on it, and the longest of\"noooooooooooo\"s when it falls into lava. Yes, you guessed it(probably by reading the title) - it's diamond ore!\n\n这有一个在你看见它时就会紧张不已的方块（无意冒犯沙砾，但一定不是它）。在你发现它时就会兴高采烈的方块，在你带着它掉进岩浆时就会追悔莫及的方块。是的，你一定猜到它了（也许是因为你看了标题）-它就是钻石矿！\n\nThe ultimate endgame resource, diamond ore is one of the most valuable and hard-to-locate blocks in Minecraft. It's found right at the bottom of the world, below Y-level 16, in veins of one to ten blocks that give experience when you mine them. Each drops a single diamond,unless you have a pick enchanted with Fortune in which case there's a chance you'll get more. How fortunate!\n \n游戏末期的终极资源-钻石矿是在Minecraft里最难找到的，同时也是最有价值的方块之一。它能在世界底端（高度在16以下）被找到，每个矿脉中都会有1到10个钻石矿，每次采挖它时都会获得一定的经验和钻石，如果你在未来有了附魔的稿子，你就有获得更多钻石的机会。何其有幸啊！\n\n\n \nDiamonds were added to the game by Notch on 29 January 2010 in version 0.31, making them the same age as bows, bowls, and crafting tables. When first added, diamond was actually emerald - but it was changed to diamond the following day (emeralds were re-added later on as a trading currency).\n\n钻石是和工作台，弓，碗在2010年1月29日一起被Notch添加到游戏中的（加入时的Minecraft版本号为0.31），在它第一次被添加到游戏中时，钻石实际上是绿宝石——但是它在接下来的几天被更改成钻石了（绿宝石在以后被作为交易货币重新添加到游戏中）\nHere's a fun fact. Real-world diamonds and coal are chemically speaking the same thing- they're both made of carbon. But before you run around throwing coal at your bills and shouting \"look at all my diamonds!\" you should probably understand that they're physically very different. The carbon atoms in diamond are arranged into a very rigid structure, called a lattice, which gives it exceptional strength and hardness. The atoms in coal, on the other hand are a bit all over the place, making it not as strong.\n\n这里有一个有趣的事实。在现实中，钻石和煤在化学上是一样的东西-它们都是由碳元素构成的，但是在把钱都砸在煤上然后大喊“看看我的钻石！”之前，你也许应知道它们在物理上是不同的。在钻石上，碳原子排列成了非常稳定的结构，我们把它叫做原子晶格，它给予了钻石非凡的强度和硬度。而在煤上的碳原子到处都是，这使得它没钻石那么硬。\n\nSo, I hear you ask - rubbing your hands with glee at your new get-rich-quick scheme, how do you turn one into the other? Well, I'm afraid to say that the answer is \"with great difficulty\". You need to bring carbon up to incredibly high temperatures and pressures, the kind that are only found 150km below the Earth's crust. They're then brought up to the surface by volcanoes. It is possible to do it in a lab, but until fairly recently it was cheaper and easier to just dig them out of the ground instead. You're probably just better off painting your coal and selling it to naive idiots as diamonds (side note: don't do this).\n \n因此，在为你的新快速致富计划而摩拳擦掌时，我听到你问——怎么把煤转换为钻石呢？好吧，我可以回答你说这是“十分困难”的。[size=15.3333px]你需要把煤置于令人难以置信的高压和高温中，因为钻石在离地壳150Km以下的地方才有，但它可以被火山带到表面。虽然这个转换过程可以在实验室做到，但目前来说，直接开采地下钻石的成本更低也更便利。也许最好的方法就是给煤上漆，然后把它作为钻石卖给一个幼稚轻信(naive)的白痴（附注：千万别这么做）\n\nThe Udachnaya diamond mine in Siberia. Imagecredit: Stapanov Alexander // CC BY-SA 3.0]在西伯利亚的尤达克纳亚钻石矿坑。图像提供者：Stapanov Alexander // CC BY-SA 3.0]\n \nUnfortunately natural, real-world diamonds are even rarer than the|ones in Minecraft. Only sixty commercial diamond mines have been found on Earth, with one of the most visually impressive being the Udachnaya minein Siberia(pictured above). It's an open-pit mine, meaning that the miners didn't tunnel below ground - they just dug a big hole. One of the biggest holes in the world, in fact - at more than 600 metres deep. Hopefully there's no lava at the bottom.\n\n不幸的是，现实中的钻石比Minecraft中的还要稀有，在地球上只有60个被发现的商业钻石矿坑。在西伯利亚的尤达克纳亚钻石矿坑是视觉上令人印象深刻的其中之一（看看前面贴上的照片）。它是露天开采的矿坑，这意味着矿工不需要去挖一条地下隧道-只需要去挖一个大洞就行。这是世界上最大的洞之一，事实上——它的深度超过了600米。希望那底下没有岩浆。\n\nWhat's the easiest way to find diamond ore in Minecraft? I've got three tips for you. The first is to mine at Y-level 11. That's deep enough to find diamonds but not so deep that you're in danger of mining into a lava pool. The second is to use iron tools. Yes stone tools are cheaper to make, but they're also slower and you're going to be mining a lot of blocks. You should collect enough iron ore while mining to replace your picks.\n\n如何在Minecraft中简单地找到钻石矿呢？我这里有3点小贴士。第一点是你应该在高度为11时开始挖矿。这样既够深又不至于深到把你置于挖到岩浆湖里的危险中。第二点是使用铁制工具。是的，石制工具制作起来更为容易，但它们挖起来更慢，并且你还要挖很多的方块，所以铁制工具更为适合。你应该收集足够的铁以便于在挖矿时进行稿子的更换。\n\nThe third and final tip is to use a strategy that Minecraft pros call \"branch mining\". Once you're at the right Y-level, dig a long straight tunnel two blocks high, with torches 12 blocks apart (to prevent mob spawning). Once you're bored of going in one direction, dig out a side tunnel to a depth of about 20 blocks, then go back to your mainshaft and dig another one at least three blocks further back, and repeat. Before long, and with a bit of luck, you'll have more diamonds than you can possibly imagine. Good luck!\n \n第三点，也是最后一点，在挖矿时使用被Minecraft专家称为“树形挖矿法”的策略，一旦你处于正确的高度，就挖出一条两个方块高的笔直长隧道，并每隔12个方块就插上一根火把（以防止怪物生成）。一旦你对那个方向感到厌烦了，就在隧道一侧挖出一条20个方块深的隧道，然后再回到主隧道（一开始挖的笔直长隧道），与刚刚挖好的隧道间隔至少3个方块再在主隧道一侧挖出一条20个方块深的隧道，如此循环往复。带上你那么一点点的运气，不久之后，你就会有比你预期中更多的钻石。祝你好运！\n\n\n\n译者：sandtechnology\n原文链接：https://minecraft.net/zh-hans/article/block-week-diamond-ore\n原文作者：Duncan Geere\n原文发布日期：2017年10月20日\n感谢 @乙烯_中国 和 @WuGuangYao2012  的修改建议\n\n\n",
    "replies": [
        {
            "author": "吴才君_Wu",
            "timestamp": 1509178620,
            "txt_content": "做个任务"
        }
    ]
}