{
    "title": "现已登上领域：恐|怖地图",
    "author": "cc7w",
    "replyCount": 9,
    "timestamp": 1508562180,
    "txt_content": " 本帖最后由 1345979462 于 2017-10-21 13:14 编辑 \n\n\nN E W    O N    R E A L M S : T H R I L L E R S    A N D    C H I L L E R S现 已 登 上 领 域 ： 恐 怖 地 图A trio of terrifying treats free on Java Edition Realms三张恐-怖地图免费登上Java版领域\n\n　　As the year winds down, and chill winds nip at our faces, we look forward to a holiday filled with family, gift-giving, decorating the home, and a series of jolly festivities that culminate on one, special day: Halloween! The season of spoopiness is upon us, and to help you celebrate, we have two new maps and one returning mix of minigames.\n　　时间悄然流逝，寒风扑打在我们的脸上，我们期待着那家庭团圆，互赠礼物，装饰家园以及有许多节日庆典的特殊的那一天——万圣节！幽灵的季节正向我们逼近，为了庆祝它，我们准备了两张新地图和一张更新的小游戏地图。\n\n　　Every few weeks we put together a mystery gift such as this. No tricks, just treats! Amazing maps, made by the community, curated by us and sent out to you for free - all via the Realms service on Java Edition.\n　　每隔几周我们都会像这样把神秘礼品打包。我们不会捣乱，只要糖果！社区制作的极棒地图经过我们筛选，给你们免费游玩——它们全都在Java版的领域设备上！\n\n　　We were impressed by the level of detail and innovative design in this week’s creepy creations, and we think you’ll have loads of frightful fun with them. If you’ve been waiting for another quality addition to the Java Realms library of content, then look no further! Or hide behind the couch, quivering.\n　　这周恐|怖地图的细节程度和创新设计给我们留下了深刻的印象，我们认为你能在它们中获得惊吓与快乐。如果你等了很长时间Java版领域更新的话，那么请接着看看吧！或者躲在沙发后面颤抖吧！\n\nLATE\n作者 MineMakers Team\n\nhttps://static.hdslb.com/miniloader.swf?aid=15583160&page=1\n　　While employees in Late have access to an espresso machine and can play Minecraft-themed card games during their break, the number of spilled coffee cups and bleary-eyed coworkers indicates a potentially high-stress working environment. And, spoiler alert, it does not become a more low-stress environment during the course of this map. Explore detailed and immersive surroundings the likes of which we haven’t seen since Terra Swoop Force or MineMakers’ own Unsighted Shadow, from last Halloween.\n　　Late中的雇员在休息时能够使用义式浓缩咖啡机，也能游玩以Minecraft为主题的卡牌游戏，但是弄撒的咖啡杯和睡眼惺忪的同事标示着工作环境中有潜在的压力。并且，剧透警告，在游玩这张地图的过程中，这工作环境的压力并不会有所减轻。就像地心游记和MineMakers在上个万圣节的鬼蜮诡影这些地图一样，去探索细节化拟真的环境吧。\n\n　　If you’re a video content creator (or even if you’re not), this is a good map to stream or record yourself playing. The combination of creepy atmosphere and occasional in-your-face, outta-nowhere scares makes Late an adventure that was almost too spooky to review. If you’re truly feeling the need for a thrill, try playing it in the dark… A word of warning to parents of young kids and those (like myself!) who are easily spooked: there are a few jump scares in this map that may cause toppled chairs, thrown keyboards and general chaos.\n　　如果你是个视频播客（你不是也没关系）的话，这张地图非常适合于直播和实况。恐|怖的气氛和你的恐慌面孔结合起来，让Late成为一张无法评论的恐|怖地图。如果你真的很需要恐|怖片的感觉的话，在晚上玩试试吧……对于年轻孩子的父母和经常被吓到的人（就像我）的忠告：地图中有些地方可能会使你吓到跳起来，推翻椅子，扔键盘以及思维混乱。\n\nSURVIVALISTS\n作者 Archee, Tomhelduf, dragonmaster95\n\nhttps://static.hdslb.com/miniloader.swf?aid=15583160&page=2\n　　Survivalists is a top-down action game about fighting zombies as one of several classes, including a ghost, a ninja, or… a clown? Pick between four different levels, grab some friends, and see how long you can last against shambling hordes of zombies. The key to survival is to use the level to your advantage, running around, zooming up stairs, and jumping down ledges as you expertly control the flow of the battle around your team.\n　　Survivalists是一张自上而下的格斗游戏，你需要从提供的一些职业中选择一个，然后去打僵尸。提供的职业包括恶魂，忍者，或者是……小丑？在不同的关卡之间进行切换，与一些朋友一起，看看步履蹒跚的僵尸群之中你能坚持多长时间。生存的关键是利用你的优势破关，到处跑，攀上楼梯，跳下台阶，指挥你的团队一起战斗吧。\n\n　　Top-down games are a rarity in the Minecraft community, mostly because Minecraft itself is a first-person style game. We’re really happy to see a different take on minigames using a lesser-used style and hope to see more in the future!\n　　Minecraft社区做的格斗游戏还是比较稀少的，这可能是因为Minecraft本身是一款第一人称视角类型的游戏。看到一些很少使用的类型的小游戏的投递，我们真的很开心，并且我们希望在未来可以看到更多！\n\nPUMPKIN PARTY (UPDATE!)【南瓜派对（更新！）】\n作者 Plagiatus, dragonmaster95, Tomhelduf\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n　　Returning from last year’s Halloween event, Pumpkin party is a collection of six minigames, playable alone or with a gro.up o.f friends. New to this version: trick or treating! Pick a costume, grab your pumpkin candy bucket, and bother all of your neighbors until they give you chocolate emeralds! Also available are Spider Run, Pumpkin Carving, Shooting Gallery, Brewing Contest, and Graveyard Mayhem.\n　　从去年的万圣节事件回来，南瓜派对这张地图是六个小游戏结合起来的，你可以独自或和朋友一起游玩。本版本的新内容：不给糖就捣蛋！选择你的服装，收集装有南瓜糖的桶，用它们来恶作剧你们的邻居，直到他们给你巧克力绿宝石为止！你也可以游玩蜘蛛赛跑，雕刻南瓜，射击艺术馆，酿造比赛，和墓地骚乱。\n\nBLAST FROM THE PAST\n过去的内容\n\n　　If you’re looking for other, similarly-themed frightening forays, dig through the Realms library of minigames and adventures to find Monster Kids, The Witch, Unsighted Shadow, The Dornenstein Estate, and the perpetually popular Herobrine’s Mansion. Since these are previously-published maps, you'll need to scroll down a bit through the various adventures and minigames to locate them.\n　　如果你正在寻找其他类似主题的恐|怖地图的话，请在领域资源库的小游戏和冒险地图类别中寻找下列地图——Monster Kids，The Witch，Unsighted Shadow，The Dornenstein Estate 以及永远都不会过时的 Herobrine’s Mansion。因为这些都是较早期发布的地图，你需要在冒险地图类别中和小游戏类别中向下好好翻翻才能找到它们。\n\n　　Also, if you film yourself doing an initial playthrough of Late, be sure to tweet me a link. I’ve already convinced Helen, our community manager, to do a playthrough just so that I can cackle evilly any time she jumps out of her seat.\n　　同时，如果你制作Late这张地图的实况的话，请务必用推特告诉我视频的链接。我已经确定的是，我们的社区管理者Helen会做实况，这样在她从她的座位上跳起来的时候我就能咯咯地笑了。\n\n　　To learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n　　要想知道在你的PC上游玩Java版领域的方式，请浏览我们的帮助页面。如果你自己还没有尝试过Java版领域的话，在Minecraft: Java版页面上的Minecraft领域按钮旁会有一颗蓝色的钻石，点击它，跟随它所提示的步骤来免费游玩领域30天吧！\n\n　　Happy Minecrafting!\n　　开心地去玩Minecraft吧！\n\n\n原文地址：https://minecraft.net/zh-hans/ar ... illers-and-chillers\n原文作者：Marc Watson\n原文发布时间：2017/10/20\n翻译者：c7w\n翻译时间：2017/10/21\n\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1508571720,
            "txt_content": "我我我想知道那个牌子是怎么做到的ORz"
        },
        {
            "author": "1377023219",
            "timestamp": 1508634960,
            "txt_content": "好可怕，现在原版都能设计成这个样子了"
        },
        {
            "author": "alonglee",
            "timestamp": 1508730120,
            "txt_content": "牌子好特别，怎么做到的啊"
        },
        {
            "author": "落叶听秋",
            "timestamp": 1508766120,
            "txt_content": "这是别人的世界 电脑什么的早砸了"
        },
        {
            "author": "星E君",
            "timestamp": 1508815920,
            "txt_content": "录过LATE，讲真.....\n很容易出戏23333\n\nhttp://www.bilibili.com/video/av15611061/"
        },
        {
            "author": "Cn_Anson",
            "timestamp": 1508896500,
            "txt_content": "领域地图的建筑都棒棒的~好像下载下来啊！"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1508905680,
            "txt_content": "天迹灬战狂神 发表于 2017-10-23 17:32\n录过LATE，讲真.....\n很容易出戏23333\n打给朋友\n跳窗\n看人\n\n我的结局是\n跳下去前自己说着有怪物追着自己，叔叔们在下面说不要跳，最后鉴定为精神问题，被关了..."
        },
        {
            "author": "nxy",
            "timestamp": 1509719220,
            "txt_content": "⊙v⊙ 发表于 2017-10-25 12:28\n打给朋友\n跳窗\n看人\n好像最后的结局都是被关了"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1509727440,
            "txt_content": "nxy 发表于 2017-11-3 04:27\n好像最后的结局都是被关了\n看了别人有个结局是跳下去之后就什么都没了。下面也没有j.c。简直是bad end"
        }
    ]
}