{
    "title": "[Minecraft.net|CULTURE] 旅行者的陷阱",
    "author": "海螺螺",
    "replyCount": 0,
    "timestamp": 1508642040,
    "txt_content": " 本帖最后由 海螺螺 于 2020-3-13 11:14 编辑 \n\n\nTOURIST TRAP\n旅行者的陷阱\nBoorizz sets out to make his own seven wonders of the world\nBoorizz 建造了属于自己的七大奇观\n\nA long time ago, a bunch of old, Ancient Greek historians decided to write about the Seven Ancient Wonders of the World. Together, they created what could be considered the world’s first travel reviews, compiling lists of the greatest feats of human achievement while simultaneously bragging about the amazing holidays they’d been on.很久、很久以前，古希腊的历史学家决定编撰世界的七大奇观，他们一同创建了可以说是世界上第一份的旅游指南。在编写这份人类历史中最伟大的壮举清单时，他们也同时夸耀着度过的精彩假期。\nUnfortunately for them, most of the Wonders on that list aren’t still standing. The only one we can still visit today is the Great Pyramids at Giza, and they’re just big **s, really.不幸的是，这份列表上大多数的奇观已经不复存在了，至今为止我们还可以参观的只有吉萨的大金字塔了，而它们也只是巨大的三角形，仅此而已。\nBut who needs boring old Ancient Wonders when you can check out the work of experienced Minecraft builder, Boorizz? Following a long history of building beautiful, detailed architectural delights, his latest project, 7 Wonders of Paleponos, will blow you away.但是，当你见识过经验丰富的 Minecraft 建筑师 Boorizz 之后，谁还需要那些古老的奇观呢？追寻着这一段建造美丽、详尽的建筑奇观的历史，他的最新作品 Paleponos 的七大奇观，将会使你大吃一惊。\n\nThe map was built as an entry for a competition with the theme ‘Human Achievement’, but Boorizz wasn’t satisfied with just copying illustrations and mock-ups of what the Seven Wonders might have looked like. Instead, he designed his own, based on architecture from all over the world (because the Seven Ancient Wonders list is pretty much limited to wherever the Greeks could sail to - which misses out Asia, North and South America, most of Africa and a lot of Europe). He then crammed them all into a big circle, so there’s no need to travel around the world to tick them off your bucket list. Thanks, Boorizz!这张地图是主题为“人类成就”的比赛的参赛作品之一，但是 Broorizz 不只是满足于复现七大奇观的外形和模样。与此相反，他设计了属于自己的奇观，而它们基于全球各地的建筑（因为七大古代奇观仅仅限于希腊人的船能够到达的地方 —— 这就会错过亚洲、南北美洲，大部分的非洲和很大一部分欧洲的建筑）。接着他将这些建筑塞进了一个大圆圈里，这样你就不用再周游世界、将这些景点一个个从你的目的地列表里勾掉了。感谢你，Boorizz！\n“I got inspired by the Seven Wonders of the Ancient World,” says Boorizz, calling these Wonders “great realisations that show the potential of our species.”\n“我是看到了上古时期七大奇观而受到的的启发。”Boorizz 将它们称为“展示我们这个物种的无比潜力的伟大实现”。\n\nGiven that these wonders are supposed to be the greatest things that humans have ever built, it was quite a challenge to recreate them using nothing but cubes. “These structures are at the same time artistic and highly technical,” Boorizz admits.\n因为这些奇观应是人类建造的最伟大的建筑，所以只用方块来还原它们确实是一个很大的挑战。Boorizz 承认 “这些结构兼具艺术和技术”，\n\n“There are extra difficulties when it comes to the balance and the proportions of what you are creating. But with details, you need to make sure that the result has to be nice from a close point of view, as well as from far away. All these details then obviously have to work together so that the structure as a whole looks good.”\n“建筑时考虑各种东西的平衡和它们之间比例格外的困难。并且有了细节之后，你必须保证它们远观和近看时都很棒。这些细节显然必须互相搭配，这样整个结构才能美观。”\n\n\nTo make it even more of a challenge, Boorizz’s building technique is not only incredibly detailed (check out the marbling on that triumphal arch and that Eye of Horus on top of the pyramid) but also achieved without the use of references - “I rarely ever use pictures as inspiration,” he admits. “I only took a look at a few pictures when I had serious doubts about one specific aspect. I try instead to represent an idea and express myself through building.”\n对他来说更大的挑战是，Boorizz 的建筑不但无比精致（参见凯旋门上的大理石和金字塔顶部的荷鲁斯之眼），而且还没有借助参考 —— “我基本没有使用图片作为灵感的来源，”他承认。“只有在严重怀疑某一具体方面时我才会看一眼图片。我试着通过建筑表达观点、展示自我。”\n\nBut what are these lovely fantasy Wonders, exactly? Let’s take a closer look.\n但是这些可爱的奇观究竟是什么呢？让我们细细察看。\n\nIn the centre, representing the Ancient Wonders, there’s the ‘Pyramid of Kheops’, the Hanging Gardens, and a temple, which Boorizz says is a reference to “the temples you could see back in ancient Greece, like the temple of Artemis, which is actually one of the original seven wonders.”\n中心代表着古奇观，那里有“胡夫的金字塔”、空中花园，还有一个神庙，Boorizz 说这是 “你可以在古希腊看见的神庙，就像阿尔忒弥斯神庙一样，这本是原来的七大奇观之一。”\n\n\nThe colonnades around the temple are a reference to St Peter’s Square in the Vatican City - that’s ** where the Pope does his big speeches. “This monument in particular is one of my favourites,” says Boorizz.\n神庙周围的柱廊参考梵蒂冈城的圣彼得广场 —— 那里是教皇发表他的长篇大论的地方。“这些纪念碑也是我的最爱之一，”Boorizz 这般说。\n\n“Around all that, a pre-historical structure similar to the Stonehenge can be seen,” Boorizz adds. “I consider the Stonehenge to be a symbol of the very basis of architecture.” Covering the architectural ages from prehistoric to modern - which he achieved by adding a skyscraper inspired by Dubai’s Burj Khalifa - was Boorizz’s idea of ‘Human Achievement’. Not one achievement, but the entire span of achievement, ever since we picked up tools.\n“这些围绕起来可以看出类似巨石阵的史前结构，”Boorizz 补充道。“我认为巨石阵是最基础结构的象征。”通过添加一座启发自迪拜哈利法塔的摩天大楼，他就完整覆盖了从上古到现代的建筑史 —— 这也是在“人类成就”中 Boorizz 的理念：不仅限于一个成就，而是贯穿人类所有成就，甚至是从我们刚刚捡起工具开始。\n\n\nBut one of the modern Wonders of the World made it into Boorizz’s build, too. “Another really imposing structure that I took inspiration from is the Great Wall of China.” You can see the wall on one side of the build, where it forms the main entrance. “What makes this wall a great human achievement is the fact that it took ages to be made and lots of dedication which granted it the status of longest structure in the world.” The real-world Great Wall is 5,500 miles long, and was built to keep out invaders. You might have heard it can be seen from space with the naked eye, but sadly that ‘fact’ isn’t true. Sorry, budding astronauts.\n但是现代的奇观之一也应用进了 Boorizz 的建筑中。“我受到的另一个启发，另一种非常壮观的结构，来自中国的长城。”你可以看到建筑一侧的墙壁，那里也是主入口。“长城成为一个伟大的人类成就的原因，是因为它花费了上百年的时间来建造，灌注了血与汗，这使其成为了世界上最长的建筑。”真实世界的长城有 5500 英里，用于防御外敌入侵。你可能听说过它可以在外太空用肉眼看见，但事实并非如此。抱歉了，宇航员新秀们。\n\nBoorizz has one last thing to say to anyone considering taking on a mammoth build like this one: “Whether you are ambitious or not, aim for something small at the beginning. One of the most important parts is to make sure that the scale of what you are trying to make is appropriate. It is easier to master something small.”\nBoorizz 最后有一件事要给考虑建造这样的庞然大物的人说：“无论你的野心如何，在一开始时也要朝着小的目标前行。最重要的是，掌握你建筑的东西的规模是否合适。掌握小事比掌握大事来的更容易。”\n\n\nBoorizz’s build ticks so many boxes that if it actually existed in real life, it would be expensive, dirty, and packed with tourists, so it’s probably for the best that it doesn’t. This way, we can appreciate this beautiful re-imagining of millennia of human achievement without even having to get off our backsides. Isn’t the future wonderful?\nBoorizz 的建筑赢得了如此多青睐，以至于如果在现实中出现，它将是昂贵、肮脏、被游客包围的景点，所以最好可能还是不要这样，这样，我们就能欣赏这个美丽的千年人类成就的幻想，而甚至不用离开我们的电脑椅。难道这样的未来不是美好的吗？\n\n渲染 Iskillia, Killerack, TerrorQ, Antrelial\n原文链接 https://minecraft.net/zh-hans/article/tourist-trap\n发布日期 2017.10.21\n作者 Kate Gray\n译者 海螺螺\n\n",
    "replies": []
}