{
    "title": "Mixer直播已经登陆Minecraft",
    "author": "广药",
    "replyCount": 5,
    "timestamp": 1508819460,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2017-10-24 14:10 编辑 \n\n\n[bili=15682881]1[/bili]\nMIXER COMES TO MINECRAFT\nMixer直播已经登陆Minecraft\n\nLivestream from within the game in the 1.2.5 beta!\n1.2.5测试版已更新游戏内直播串流！\n\nThe 1.2.5 beta is BURSTING AT THE SEAMS with great new Minecraft features (though it really shouldn't be bursting at all – that's probably a bug). One of these new features is incorporatingMixer. Mixer is a livestreaming platform for sharing and broadcasting live video directly from in your games! It's a great way to interact with other players - take a look at the video above for a better idea of how it works with Minecraft.\n1.2.5测试版可是个不错的版本，具有很多很好的新特性，其中一个便是Mixer。 Mixer是一款直播平台，可以直接从你的游戏中直播视频！这可是个与其他玩家进行互动的好方法 - 看看上面的视频，了解如何在Minecraft中使用它。\n\nIn the Beta, you'll now be able to launch a Mixer broadcast from within Minecraft. Better yet, you can make certain parts of your game interactive via buttons on Mixer! So, for example, if you were doing a parkour run, you could use the /mixer command to let your viewers vote on what obstacles spawn in your path! Please don't spawn a brick wall for me to run face-first into. Yes, I know it'll be funny. Please don't do it anyway.\n在Beta版中，你现在就可以Minecraft内置的Miexer串流。更棒的是，你可以让你的游戏通过Mixer的按钮来进行部分互动！比如说，如果你在跑酷，你请使用/ mixer命令让你的观众投票在你的跑酷路途中产生什么障碍！是的，这很有趣。\n\nMixer is part of the 1.2.5 beta on Android, Windows 10 and Xbox One (later this week). When the update launches fully, later this year, we'll be bringing these Mixer features to more Minecraft platforms. A separate mod for Java players will be coming later this year as well.\nMixer现在已经登陆Android，Windows 10和Xbox One也会在1.2.5测试版（本周晚些时候）加入。在今年晚些时候的更新中，我们将把Mixer的功能带到更多的Minecraft平台。今年晚些时候，Java玩家也会有一个独立的mod来实现这个特性。\n\nTo see how you can use Mixer in Minecraft, and how to make your own interactive broadcast, head over to this page on the official Mixer site!\n要了解如何在Minecraft中使用Mixer，以及如何开启自己的互动式广播，请前往Mixer官方网站了解更多详情。\n\n\nhttps://minecraft.net/zh-hans/article/mixer-comes-minecraft\n",
    "replies": [
        {
            "author": "defoliation_h",
            "timestamp": 1508831640,
            "txt_content": "这种互动式直播很有意思，以前大多局限于押注式的互动，现在能由观众改变游戏，情况变的有趣了起来。"
        },
        {
            "author": "MCBBS.mcbbs",
            "timestamp": 1508839800,
            "txt_content": "倒是或许方便了些=w=具体还是得看在游戏中到底是什么样的了=w=\n顺便问一下。。这是PC版还是PE的。。。"
        },
        {
            "author": "lxxfljy",
            "timestamp": 1508842800,
            "txt_content": "MCBBS.mcbbs 发表于 2017-10-24 18:10\n倒是或许方便了些=w=具体还是得看在游戏中到底是什么样的了=w=\n顺便问一下。。这是PC版还是PE的。。。 ...\nJava版日后会靠mod实现，基岩（也就是PE）版1.2.5直接内置了"
        },
        {
            "author": "王念一",
            "timestamp": 1508932440,
            "txt_content": "登录*\n登陆 == 登上陆地 != 登录"
        },
        {
            "author": "可乐菌KeLe",
            "timestamp": 1508936040,
            "txt_content": "PE...关我什么事?"
        }
    ]
}