{
    "title": "MINECRAFT~悲催的寻家之路",
    "author": "aap001",
    "replyCount": 11,
    "timestamp": 1356707880,
    "txt_content": "12月28日                                          陰\n           今天我象往常一樣開啟MINECRAFT的遊戲來玩！當我進入遊戲當中看著自己家裡缺少的床時~便懷著開心的狀態去拿自己少得可憐的鐵錠去做剪子 ，完工後，環顧了四周！才發現我家的沼澤地附近，雞，牛，豬什麽都有，可是唯一缺少的是羊！看見自己對海的是雪山，便使足氣一口跳入海中，使出蛙泳似地遊到對面雪山，到了雪山我感到一陣寒意撲面而來，好冷~便和自己說，要速戰速決，爭取快速回到自己的溫暖小屋！可是當我在雪山里轉了兩天，還沒看到羊的蹤影，正打算放棄時，忽然在不遠處，一片綠意襲來！“那是草地嗎?好開心，終於要找到你了小羊羔！嘻嘻~~”\n          沒多遠，我聽見羊叫聲！隨著聲音放眼望去：”哇，好贊，白色的，褐色的，黑色的，真是什麽羊都有。“我打開包裹拿起剪子，向我的目標慢慢靠近，刷的下，兩塊白色羊毛就出現在我眼前。”嘿嘿，終於可以做床了， 用同樣的方法，就這樣足足五分鐘，眼看太陽正在慢慢西斜！再看著包裹里的羊毛，是該回去了！可是，看著不知名的草地，不詳之感油然而生：“我好像迷路了，這裡是哪裡？”原來我只顧找羊毛，完全沒感覺到我離家已經很遠了！”我要怎麼辦，來時的路我已經不記得了，現在我要怎麼走類？”我心急如焚，我意識到自己的挫敗感也許會引起什麽後果，可是回想自己尋找羊毛的坎坷，我和自己說：“我要冷靜，找到羊毛很不容易不能放棄。”於是整理下我的思緒：“來時的地方，有雪山，有海！我家住在沼澤地！那麼如果我去找雪山，再看到海，是不是我就離家不遠了呢？”想著就按照想法，又開始找雪山，在草地上浪費了一天，我終於找到雪山，再看雪山周圍並沒有海啊~~又回到草地上，我有記得我在尋找雪山時，在草地的附近有看到海，對我打算走水路。便來到海邊，縱身一躍，跳入海中，繼續游泳，沒多久我看到一片沼澤地！會是那裡嗎？我向沼澤地遊去，可是一上岸，我明顯看到那不是我的沼澤地！因為那裡有羊，我的沼澤地沒羊啊~“看著天邊又泛起紅，又要到晚上了！再看看旁邊的海，也看到周圍的兩棵樹，便問自己：”要繼續游嗎？可是我沒帶太多食物啊 ，看來繼續游泳的行為行不通，必須PASS掉：“便開始拿起石斧頭，砍下旁邊的一棵樹，看看掉下的八塊木頭，趕忙拾起，做了一個臨時工作臺，便放在面前，拿起木頭做起木材，就這樣做起船，看看所剩不多的木頭，心想四條船夠不夠！就快到深夜了，不行必須離開這裡，沼澤地不安全，管不了那麼多了，先離開再說，看著一望無際的海，歎氣：”哎！真是悲催的旅遊之行。”我正想著，天邊一記雷聲響起：“不會吧，老天你不用這麼整我吧，我沒在家，你不要這樣對我行不行？我只是想找羊毛啊，更何況我沒有殺生啊！不要下雨。\"可是老天沒有聽我的話，還是大雨滂沱的淋下來。\n            被雨淋的我，似乎清醒不少：”對了，我不是有小地圖嗎？地圖有坐標啊，快速拿起地圖搜索坐標，這裡是-1565  +23，我的家是+238  +165，哇！有沒有搞錯，我有跑那麼遠嗎？我對自己徹底無語，立馬改變方向，向我家行去。“就這樣在海上漂流了好久，路上行破三條船，被雨水洗禮兩次。\"終於，那是家嗎？哇，我現在才發現我家的沼澤地好大，氣候好溫暖，在沼澤地上看到一間用鵝卵石做的院牆，那是我家，對，沒錯，是我可愛又溫暖的家，向家走去，看著自己家里種的小麥和甘蔗地，感覺到一切都是那麼的溫馨。”對著自己家的小麥和甘蔗開心的打招呼：“親們，我回來了，我不在的時候，你們長得快樂嗎？我以後再也不會離開你們那麼久了！”就這樣悲催的尋家之路終於到達目的地，真是悲催又無奈呀！\n\n\n\n",
    "replies": [
        {
            "author": "猥琐张尼玛",
            "timestamp": 1356708060,
            "txt_content": "LZ 你在干毛~"
        },
        {
            "author": "aap001",
            "timestamp": 1356708420,
            "txt_content": "猥琐张尼玛 发表于 2012-12-28 23:21 \nLZ 你在干毛~\n哎，我很悲催的寻家之路，呵呵 ！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1356708600,
            "txt_content": "小说？支持下...{:10_512:}\n还有楼主你是繁体字党么= ="
        },
        {
            "author": "aap001",
            "timestamp": 1356708720,
            "txt_content": "zhh30648 发表于 2012-12-28 23:30 \n小说？支持下...\n还有楼主你是繁体字党么= =\n搜狗就有啊~~"
        },
        {
            "author": "某高宗",
            "timestamp": 1356709440,
            "txt_content": "LZ悲催了······"
        },
        {
            "author": "小小黑手",
            "timestamp": 1356709860,
            "txt_content": "看完了{:10_513:}"
        },
        {
            "author": "jianghr",
            "timestamp": 1356718260,
            "txt_content": "好久没见正规的游戏经历记录分享了，支持一下。\n如果楼主有文思写些MC同人文的话也欢迎向翻译创作版投稿。{:10_512:}"
        },
        {
            "author": "aap001",
            "timestamp": 1356811440,
            "txt_content": "jianghr 发表于 2012-12-29 02:11 \n好久没见正规的游戏经历记录分享了，支持一下。\n如果楼主有文思写些MC同人文的话也欢迎向翻译创作版投稿。 ...\n你好，版主,恕我愚昧无知,同人文是什么呢?为什么可以投搞呢?"
        },
        {
            "author": "jianghr",
            "timestamp": 1356814860,
            "txt_content": " 本帖最后由 jianghr 于 2012-12-30 05:03 编辑 \naap001 发表于 2012-12-30 04:04 \n你好，版主,恕我愚昧无知,同人文是什么呢?为什么可以投搞呢?\n没啥，就那些不是游戏实况记录、直播，而偏角色扮演啊拟人化之类的描写（比如贴吧呐喵呜的Creeper娘的过往）而创作出来的小说性质作品，里面主角常常扮演Minecraft里的一个生物（多半是Steve大叔）。具体的你可以去版块看看就知道了：http://www.mcbbs.net/forum.php?mod=forumdisplay&fid=67&filter=typeid&typeid=420。\n至于投稿，就是指在版块发主题了，当然也欢迎以后继续往单人游戏版投稿。"
        },
        {
            "author": "hiltonhi",
            "timestamp": 1356863640,
            "txt_content": "如果进了家以后，看到一个绿绿的身体那我就笑了。。。"
        },
        {
            "author": "jiuerd",
            "timestamp": 1356965520,
            "txt_content": "底色配得不好，看得眼花"
        }
    ]
}