{
    "title": "【Mod发布版】规章制度 Rebirth:2.1.11 [最后更新:2019/05/01]",
    "author": "天明遥遥",
    "replyCount": 0,
    "timestamp": 1509184920,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2019-7-23 17:43 编辑 \n\n【#1 规章前言】\n【1-1】欢迎来到Mod发布版！设立版块规章制度，旨在维护社区良好的交流及创作氛围，遏制与之相悖的不良风气，为用户提供一个和谐友爱的社区环境。版块内事务问题可在此帖反馈。\n【1-2】大区官方群宣传告示\n\n【1-3】管理组保留本帖最终解释权。\n\n【#2 发帖指南】\n【2-1】主版面、「Mod衍生资源」、「Mod回收区」发帖说明：\n主版面：含Mod版本对应MC版本1.13.X及以上、1.12.2、1.10.2或1.7.10的帖子请发布于主版面。「Mod衍生资源」：用于发布针对Mod定制的扩展内容、独立汉化文件等。「Mod回收区」：不符合上述要求、已弃坑并有新帖接替、违规但不宜删除或其他特殊情况的帖子将被移至此。\n【2-2】发帖模板选择的说明：\n「独立Mod」即可以不依赖其它Mod单独安装使用，独立安装时对游戏无意义的前置/核心Mod请勿单独发布。「附属Mod」即必须依赖一个或多个独立Mod才能安装使用。「索引帖」Mod索引帖专用模板，发帖时请选择「指路帖」分类。\n【2-3】标题格式、帖子分类、帖子模板等请认真按照要求及需求填写和选择，违者将强制修改并酌情扣除金粒评分提醒或联系重发。\n【2-4】请勿在本版使用以下附加功能：\n匿名发帖、回帖仅作者可见、回帖奖励、回复可见(hide代码)、主题或附件出售，违者将强制修改并酌情扣分、警告、关闭或删除。\n\n【#3 格式规范——Mod发布帖】\n【3-1】标题格式：([BGM])[最高支持版本号-最低支持版本号]+[Mod本名——Mod译名]+其他\n【3-2】标题格式说明：\n「版本号」例：[1.12.2-1.7.10]，若支持0.1阶段全版本亦可写作[#.#.X] 例：[1.12.X]；「Mod本名」即Mod作者公开的Mod官方名称；「Mod译名」请参考《Minecraft Mod简体中文翻译规范与指南》07；「BGM」若帖内含有自动播放的音乐请务必在帖子最前端添加此项，并将音乐代码置于帖子开头；请严格按照格式要求的顺序和内容填写标题，请勿在标题中使用“【】”、“~”等不规范字符，保持版面美观整洁的阅读环境。\n【3-3】「下载地址」Mod发布版是一个资源分享为主的公共平台。原创内容及经过分流授权的内容请将有效的下载地址置于帖子模板相应栏目内或直接置于帖内，请勿对下载地址进行遮蔽处理；如未经授权，请直接提供原作者发布的下载渠道。\n【3-4】「原帖地址」 转载帖请填写该项，所填链接需为原创作者的发布页地址；请勿填写如minecraftdl、9minecraft、中文下载站、百度贴吧等同类网站的转载帖地址，违者将酌情警告并删除。\n【3-5】正文格式：正文格式有误将提醒整改及或酌情扣分、警告、关闭或删除等。\n「文字介绍」请至少以中文简要描述该Mod使用方法及主要内容；如有意向编写详细的介绍教程推荐单独发布至「Mod教程版」，随后链接至该Mod发布帖中。「图片展示」除介绍不含特殊GUI、新增物品及实体等的Mod外，请至少张贴1张该Mod相关图片于帖内，推荐图床:[微博图床][sm.ms]等；「原文引用」帖内包含作者原文引用内容，请使用「spoiler」代码将其折叠。「其他介绍」帖内所含与该Mod相关的其他介绍(如：作者原文、视频等)，均不能代替以上所要求的图文介绍(请勿偷懒)。「排版要求」帖内字号需≤5号，请勿滥用高亮色字体、恶心图片或糟糕排版等。\n【3-6】内容要求：\n「转载版本要求」转载帖应尽量在标题及模板处注明该Mod支持的所有MC版本，并提供所注明版本的下载链接或指路说明。违者酌情提醒整改、关闭或删除。「宣传尺度与题材」Mod宣传应当注意尺度，请勿发布或转载题材极为不当的Mod。「作弊Mod」指仅单机安装该Mod即可达到在服务器中进行作弊目的的Mod(如CJB、X-ray)。请勿发布及讨论此类Mod。违者酌情扣分、警告、屏蔽或删除。「无意义Mod」请勿发布该类Mod，即同时符合以下大部分条件：制作简陋/bug严重、工程量/完成度极低，缺乏核心用途/可玩性，单纯添加低质量冗余元素(如仅添加少量合成表/少量变态装备/无意义方块)的Mod。判定条件：管理组讨论判定或大多数会员反馈。处理：酌情扣分及关闭或删除，多次违规给予警告。「机器翻译」请勿发布含有明显的机翻内容的帖子或汉化文本。含机翻内容则不享有版主加分、高亮及图章奖励。根据机翻严重程度将酌情扣分、警告、关闭或删除。「恶意内容」请勿在帖内发布不良信息、使用不文明用语、传播个人负能量；请勿恶意以冒、借名、[@]大量会员(＞5)、回复诅咒(不回复**全家)以及设置文字格式陷阱等方式骗取帖子人气；违者将酌情扣分、警告、关闭、屏蔽或删除。\n\n【#4 格式规范——Mod索引帖】\n【4-1】标题格式：([BGM])[所索引Mod的主要适用版本]+其他\n【4-2】内容要求：\n「索引主题」索引贴内包含的Mod需有一个合理的索引主题并附有简介。「Mod数量」索引不得低于20个Mod(附属Mod作数)。「Mod地址」索引的每一个Mod都必须附带原作者发布页链接，若本站已有转载帖推荐同时注明。「下载资源」不得在索引帖内直接提供分流下载资源。「违规处理」以上任一违规将将酌情扣分提醒、关闭或删除。\n\n【#5 奖励规则】\n【5-1】版主加分：任何不违反版规的主题帖都将可能得到版主主动加分奖励。\n「转载Mod」视介绍详尽程度，原文内容翻译准确(若含)，图文美观整齐程度等；1-3人气10-40金粒，视情况添加标题加粗。「原创Mod」视Mod制作难度，内容多寡，可玩性，Mod介绍、帖子排版情况等；2-5人气20-60金粒0-3贡献，视情况添加紫色高亮。「索引帖」视索引主题、排版分类整齐美观程度及索引Mod数量；1-3人气10-40金粒，视情况添加标题加粗。「版主推荐」、「推荐」及「原创」图章，版主酌情主动添加。\n【5-2】版內申请：\n「授权搬运」该授权系指Mod文件的再分发授权，通过执行作者原帖附带的授权声明、开源协议或经直接协商取得后，可申请该图章。「永久更新」帖子进行一定程度的更新并符合要求。「Mod汉化」视汉化工程量及质量，无论提交原作者与否，汉化必须基本完整、无明显错误，且为完全原创。\n【5-3】精华、优秀及推送申请。\n\n【#6 注意事项——二次搬运】\n【6-1】「二次搬运」指版内已转载Mod的重复转载贴。\n【6-2】允许「二次搬运」的情况：\n「更新接力」Mod的MC版本更新或重大内容更新/旧帖质量过差(可私信版主咨询)\n—— 基本原则：务实，如更新原帖内容意义甚小，亦可联系版主代为编辑该Mod支持的版本号等简要信息，勿做无用功及引发无益纠纷；\n—— 接力方式：确有必要接力时，需在现有转载帖内回帖提出请求，并在其中明确说明本项规则，自通知之时起一周内楼主无任何回应或回复已放弃更新，则视为请求通过；\n—— 确认效力：为确认现有转载帖作者确实收到通知、避免恶意编辑回帖内容以伪造二搬证明，故通知回帖一经编辑即认定为失效，如有必要请再次回帖；\n—— 拒绝的权利：更新通知及接力过程中态度应文明友善、将心比心，若因此发生纠纷，现有转载帖作者提交证据经版主确认后有权拒绝该二搬者的要求；\n—— 留下证明：请在新帖内显著注明现有转载帖地址及相关弃更截图证明(可使用「spoiler」代码将其折叠)；\n—— 特殊情况：若现有转载帖楼主账号≥30天未登录/已注明不再更新，则接力请求可免，但新帖内仍需注明上述内容。「其他情况」站内已有的搬运帖位于 Mod回收区 或 已被永久关闭，此时可直接发布新搬运帖，无需回帖请求及张贴证明。\n【6-3】「二次搬运」帖内容要求：\n禁止直接引用已有转载帖介绍；除非已有转载帖含详细介绍/教程，新帖内容需稍详于旧帖；新帖需尽可能在帖内张贴索引以往有价值的转载帖，以便读者查阅。\n【6-4】「Mod汉化帖」\n站内已转载发布的未汉化Mod(汉化度低于20%)，且不符合以上二搬要求，此时禁止发布新转载帖，但可以以下形式发布其完整汉化：如汉化内容较少，推荐直接提交给原帖/转载帖作者张贴于转载帖内明显位置及置顶回复楼层(可联系版主协助执行)，同时可进行版內申请获得奖励；如汉化内容较多、难度较大，则推荐将汉化以汉化文件(如.lang)或外挂资源包的形式发布于「Mod衍生资源」，并要求转载帖作者张贴于转载帖内明显位置及或置顶回复楼层(可联系版主协助执行)。如果你热爱汉化事业，愿意以另一种方式贡献自己的认真，也非常欢迎你加入到CFPA的模组翻译项目(??????)??\n【6-5】旧帖处理：请于合乎以上规则的二搬新帖发布后立即在帖内回复中「@」或直接私信任意本版版主，经版主审核后将旧帖移入「Mod回收区」(特殊情况保留)。\n【6-6】任何不符合以上流程要求的「二次搬运」帖，都将被删除/关闭及或酌情扣分、警告。\n【6-7】伪造证明：伪造原作者授权、二搬许可等截图证明，撤销所有正面评分并酌情扣除1-3贡献、警告、禁言5-14天及以上，违规帖予以关闭、屏蔽或删除，性质恶劣者予以版內通报。\n\n【#7 注意事项——剽窃及版权争议】\n【7-1】本规章所指的「剽窃及版权争议」包括但不限于以下情况：\n发布他人原创Mod，并声称原创；发布经过修改的他人原创Mod，并声称原创；发布包含他人原创内容(如材质、代码等)的Mod，并声称原创；未经许可，发布向他人定制的Mod，并声称原创；发布版权(所有权)存在争议的Mod，并声称个人原创；发布他人汉化文本，并声称自己汉化；发布大篇幅他人原创的Mod介绍攻略等，并声称原创；发布未经授权的修改版Mod。\n【7-2】「声称原创」不注明为转载即认定为声称原创。\n【7-3】处理：撤销所有正面评分并酌情扣除1-3贡献、警告、禁言5-14天及以上，违规帖予以关闭、屏蔽或删除，性质恶劣者予以版內通报。\n\n【#8 注意事项——盈利、营利及宣传】\n【8-1】Mod发布版支持并鼓励优秀原创作者通过免费发布原创资源并获得广告收入及自愿捐助以维持和增进创作热情，进而推动社区的进步发展。\n【8-2】请分明主次，优质的作品才能带来好的宣传效果、聚集人才，任何宣传内容仅可作为附带内容体现在帖子中。\n【8-3】版权(所有权)无争议的原创Mod、Mod衍生资源(不包含汉化)在不严重影响用户体验的前提下允许使用：广告链接、网盘及或自愿捐助链接、收款二维码。\n【8-4】广告宣传允许：\n「服务器宣传」获得优秀及以上的帖子可以附加公益服宣传，需为在论坛服务器版通过审核成功发布的公益服务器；「QQ群宣传」获得永久高亮及以上的帖子可附加非商业目的的QQ群宣传；「非营利项目招募」获得永久高亮及以上的帖子可附加非营利项目招募宣传的内容；「小组招募」经审核通过正式成立的论坛小组；「个人付费定制」获得优秀及以上的帖子可以附加个人付费定制宣传内容，区别于有组织的商业化行为。\n【8-5】广告宣传禁止：\n商业服务器、商业QQ群、商业项目招募、未经审核通过正式成立的论坛小组；其他商业广告、植入广告等。\n【8-6】恶意内容：\n用户发布的木马病毒等盗取用户数据的程序或其他破坏性程序；发布的内容需要付费获取，即贩卖资源或增值内容，区别于付费定制。\n【8-7】违规处理：违规广告将酌情提醒整改、扣分、警告、屏蔽及或删除；违规恶意内容将酌情扣除0-2贡献、警告、禁言5-14天及以上，违规帖予以关闭、屏蔽或删除，性质恶劣者予以版內通报。\n【8-8】管理组拥有对于宣传内容是否合理的判断权，在维护论坛风气和良好体验的前提下，并不仅限于以上规则。\n\n【#⑨ 灌水和笨蛋发言】\n【9-1】违规灌水：\n「无意义回帖」包括乱打、连打重复字符、连楼、无脑复制、纯表情回帖等，酌情警告、扣分及或删除。大量无意义回复额外禁言5-14天及以上。「万用回复」使用论坛默认的可选评分理由(如Mcbbs有你更精彩)、单纯以前排/沙发/留名/路过等进行回复，视为无意义回帖。请善用论坛评分功能。「无意义自顶」请勿无意义自顶(回复会员的非无意义回帖不算)，处理同上。请善用「提升卡♂」道具。帖子内容/Mod更新后允许自顶一次并附带简述更新内容。「无关回帖」与主题无关的大量版聊/求联系方式/求无关下载资源等，违者处理同上。请善用论坛私信功能。\n【9-2】恶意回帖：引人反感的不文明用语、主观恶意中伤(如谩骂、嘲讽及反话捧黑等)他人、色*情(举报)、政治，将酌情扣分、警告、屏蔽及或删除、禁言5-14天及以上。\n\n【#10 举报规则】\n【10-1】欢迎使用帖子右下角的举报按钮对违规帖进行举报，如需获得举报奖励则请手动填写正确举报理由并遵守以下规则。\n【10-2】举报规则：\n同一用户在相近时间段内或同一帖相近楼层内的多次连续违规，请选其中一层楼举报，并写明理由，根据情况会给予更多的举报奖励。举报自举报时起≥1年的灌水类违规，版主会处理但没有举报奖励。大量(≥10)此类举报则有可能被判定为无意义举报。下载链接失效/Mod版本过期等类似举报不作处理。大量无意义举报/恶意举报会被口头警告及扣除金粒。举报违规事件较为庞大、隐藏较深、违规时间长、性质或影响恶劣的违规，可以私信版主或反馈至此贴，举报确认后会给予一定的积分奖励。\n\n【#11 更新日志】\n2019-07-23 Rebirth:2.1.11-fix 版规内相关链接修改为https\n2019-05-01 Rebirth:2.1.11 变更版规【5-2】「授权搬运」图章的申请条件不再要求必须为作者书面直接授权\n2019-04-06 Rebirth:2.1.10 根据@没糖的葫芦 的建议，添加了目录和分页的排版\n2019-03-26 Rebirth:2.1.9 修订了 【1-2】加入大区官方群二维码\n2019-02-16 Rebirth:2.1.8 修正了【1-1】【2-1】【3-1】【3-5】【4-2】【6-3】【8-3】【8-5】【9-2】【10-2】的少量措辞问题及添加少量内容，含义无实质性变化；补充修订了【6-2】明确了回复请求编辑后即失效，明确现有转载帖作者的拒绝权利；补充了【6-4】添加一个现有公益汉化项目的推荐\n2019-02-05 Rebirth:2.1.7 补充了【2-4】关于主题及附件出售的项目\n2018-11-30 Rebirth:2.1.6 补充了【6-2】的具体细则，内容优化\n2018-08-29 Rebirth:2.1.5 修订了#2 发帖指南，去掉了「1.7.10专版」的规则，重定义了主板面的版本要求；修订了#10 举报规则，添加了对无意义举报的处理\n2018-07-03 Rebirth:2.1.4 添加了【6-7】伪造证明的处理，加重了【7-3】【8-7】【9-1】禁言处罚\n2018-05-22 Rebirth:2.1.3 修订了#2 发帖指南，添加了「1.7.10专版」的规则\n2018-04-05 Rebirth:2.1.2 修订了【1-1】【2-2】的描述，更改了【3-6】关于无意义Mod的处理\n2018-03-14 Rebirth:2.1.1 修订了【3-1】【3-2】【4-1】关于帖内自动播放音乐的规则\n2018-03-01 Rebirth:2.1.0 更换了一套排版，修改了部分项目的描述和次序\n2017-10-28 Rebirth:2.0.0 正式发布\n2016-03-16 Rebirth:1.2.3 规章制度|版块指引|发帖格式\n2013-11-03 [必读]Mod发布版规章制度&公告索引帖＆发帖格式详解\n\n\n\n\n",
    "replies": []
}