{
    "title": "[Minecraft.net|INSIDER] 本周方块：桦木",
    "author": "a1294790523",
    "replyCount": 1,
    "timestamp": 1509248280,
    "txt_content": " 本帖最后由 a1294790523 于 2017-10-29 14:50 编辑 \n\n\n\nBLOCK OF THE WEEK: BIRCH WOOD\n本周方块：桦木\n\nBarking up the right tree\n终于找对树木了\n\nWhat's your favourite Minecraft tree? Perhaps it's the tall, noble spruce. Maybe it's the relaxed, sunkissed acacia. Or is it the classic, apple-growing oak? For me, it's hard to beat out the beauty of a simple, elegant birch. Which also happens to be our Block of the Week. WHAT AN INSANE COINCIDENCE.\n\n你最喜欢Minecraft里的什么树木呢？是高大、宏伟的云杉树木，还是让人舒心的、感觉被阳光照耀的金合欢树木。亦或是传统的，会长出苹果的树木？对于我来说，高雅的白桦树木有着难以击败的简约美，这也发生在了我们的每周方块上。多么荒唐的巧合啊！\n\nBirch wood is straightforward to get a hold of in most common biomes, and the tree's distinctive white bark is easy to spot from a distance. It's found in forests, hills, plains and there are even special birch forests that contain nothing but birch trees. You probably knew that already. What you might not know, however, is that there is a rare biome called \"birch forest M\", in which extremely tall birch trees grow. If you find one of those, you can consider yourself lucky! Here's what they look like:\n\n桦木可以在最常见的生物群系中直接得到，树木上独特的白色树皮使得在远处时很容易被辨认出来。它能在森林，平原，甚至是在只有桦木的特殊森林被找到。你也许已经知道那个特殊森林了，也许还不知道，不论如何，这是一个被叫做“桦木森林M”的稀有生物群系，那里的桦木长得特别高。如果你找到了其中一个，那你一定很幸运！下面是它们的样子：\n\n\n\nBirch trees differ from their woody cousins like oak and pine by only coming in one shape. While oak trees occasionally sprout branches and grow to huge sizes, birch tends to grow to a more predictable size, just five to seven blocks tall. This makes it especially suitable for indoor gardens. Each tree has fifty to sixty leaf blocks that you'll need shears to collect if, for some reason, you want to collect a lot of leaves.\n\n桦树不同于它的同类——橡树和松树，它只有一个模型，橡树可能会长出很大的分支，但桦树不会，它的大小很容易预测——只有5-6个方块高。这使得它特别适合室内花园。每颗树有50-60个树叶方块，如果你出于一些原因需要收集大量树叶的话，剪刀是必需的。\n\nMinecraft's birch trees were added to the game in January 2011 in version Beta 1.2, at the same time as sugar cane, squid and lapis lazuli. They were inspired by the birch trees that grow all over the place in Sweden, where Minecraft is made. But real-world birch isn't only found in Sweden - it grows all over Earth's northern hemisphere, from the shores of Greenland to southern Japan.\n\nMinecraft的桦木是在2011年6月的Beta1.2版本与甘蔗，鱿鱼，青金石一起被加入游戏中的。其灵感来自于长在瑞典各地的桦树——这里也是Minecraft的创建地。但在现实中桦木不仅仅能在瑞典找到——它生长在从格陵兰海岸到日本南部的整个北半球。\n\n\nA birch forest. Image credit: Tiia Monto // CC BY-SA 3.0\n一个桦木森林。图像提供者：Tiia Monto // CC BY-SA 3.0\n\nBirch's tolerance for cold lets it survive in very snowy places, and its hard, light-coloured wood is popular for making furniture. In fact, it's quite probable that you've got some birch in your house right now. It smells good, too. So good in fact, that you can buy birch-scented soaps and shampoos and birch sap is quite a popular drink in the northernmost parts of Europe and Siberia. Yum!\n\n桦树的抗寒性使得它能在多雪的地方生存，这是不容置疑的，浅色的木头常常被用于制造家具。事实上，现在你的房子里很可能就有一些桦木制品。它闻起来真的很棒。更棒的事实是，在欧洲或西伯利亚的最北端，你可以买到有桦木味的肥皂、沐浴露和最受欢迎的饮料——桦木汁。这真是极好的！\n\nBirch bark is also used as an ingredient in some medicines, and it can even be fashioned into a cast for a broken arm in survival situations. But the tree has a dark side, especially if you're prone to hayfever. Birch's pollen is probably the most common cause of tree pollen allergies, making life rubbish for about one in five hayfever sufferers every year.\n\n桦树的树皮也是某些药物中的一种成分，它甚至可以被制造成在生存时处理断臂所要用到的管型石膏夹板。但这种树也有黑暗面。特别是在你容易对花粉过敏时，桦树的花粉可能是最常见的致敏花粉，它每年让大约五分之一的花粉过敏者生活在痛苦中。\n\nLuckily, there are no allergies in Minecraft (until someone mods them in, anyway). So you can set up home in a birch forest without risk of the sniffles, and make the most of our light-coloured Block of the Week. Treemendous!\n\n幸运的是，Minecraft里面没有过敏症（直到有人用某种方式把它带进来）。所以你可以把你的家安在桦木森林而不用承担鼻塞的风险，然后你就可以用我们每周方块中最浅色的方块来造家了。这真的很棒！\n\n\n译者：sandtechnology\n原文链接：https://minecraft.net/zh-hans/article/block-week-birch-wood\n原文作者：Duncan Geere\n原文发布日期：2017年10月27日\n\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1509255120,
            "txt_content": "这桦木看得我心慌……不过对于地图作者来说桦木是真的好用2333"
        }
    ]
}