{
    "title": "[原创·连载]【元素的使命】第一章 黑夜将至",
    "author": "ruhuasiyu",
    "replyCount": 5,
    "timestamp": 1509463560,
    "txt_content": " 本帖最后由 ruhuasiyu 于 2017-11-1 14:19 编辑 \n\n　　上古伊始，在一场巨大的爆炸中，造物主notch创造了整个世界。即便是对于拥有神力的notch而言，创造这样一个世界也难免耗去大量的能力。这种巨大的能力在创造完世界后，其碎片也陨落在世界各地。然而notch却无心维护这个世界，幸运的是，在他退休之前，他往这个世界投放了他的一个化身，起名为Steve。他将这个世界交给了他，同时给予了他的双臂一点点的神力。凭借着这点微弱的神力，Steve便足以改变这个世界。\n\n第一章 黑夜将至\n\n　　Steve望着一望无际的草原，他的眼中只有疑惑。他不知自己为谁，也不知为何来到此处。然而他知道，待在原地并不会对思考这个问题有任何的帮助。他开始奔跑在这无尽的草原上。\n　　他抬头看看天，方形的太阳也看着他。他寻找不到答案，于是愤怒的锤着大地。没想到大地出现了裂纹。毕竟造物主给予了他一定的神力，这力量足以打破世界诞生之后，散落在大地的橙色土之力。这种力量覆盖着整片大陆，压制住了地下厚厚的岩石层中蕴藏的青色山之力。这种微妙的平衡才维持了这片大陆的稳定，而不会发生地震、火山这种可怕的事情。\n　　Steve发现自己可以破坏掉泥土和草方块，也发现了坚硬的石头。他花上了很长的时间破坏它，也没有得到任何东西。Steve开始寻找更多的可以破坏的方块。很快，他就找到了一棵树和一片花园。这种由绿色木之力作用在泥土上得到的生命，似乎是一件很有用的东西。而花朵呢？Steve看着手中的花朵，紧张的心情似乎也放松了下来，他感到了一种愉悦，一种自然之美。\n\n\n　　继续行走，Steve看到了一条细细的小河，小河蜿蜒至远方，似无尽头。这便是蓝色水之力，这种力量创造了无垠的大海、蜿蜒的河流和宁静的湖泊。一阵风吹来，Steve看到一头粉色的生物，Steve尝试接触它，它却吓得大叫狂奔起来，然而很快又恢复的平静。Steve似乎很感兴趣，反复几次之后，这种由黄色风之力创造的生物就这样轻易地被Steve击杀，可怜的小猪变成了几块猪肉。Steve发现这块猪肉不能放置，却可以补充自己的体力，便又收集了一些。\n\n\n　　似乎人生就是这样了，走走停停。然而，黑夜将至。\n\n　　这黑夜着实让人害怕，而Steve又是孤单一人。然而很快他就不孤单了，一只绿色生物朝他走来。这生物似乎和自己长得很像，也是两个胳膊两条腿，而且还张开了双臂准备给他一个大大的拥抱。Steve也张开了自己的双臂，却没成想被僵尸挠了一下。很快，僵尸的叫声吸引了他的同伴。在几只僵尸友好的“拥抱”下，随着一声惨叫，Steve便结束了这短暂的生命。\n\n\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1509463860,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-11-18 00:18 编辑 \n\n第一次写小说，文字显得比较幼稚，还希望大家多多提出批评意见。其实本来照我自己的文字水平，我是不敢写的。只是近日在做命令的过程中，突然想简单写一下背景设定，结果就给自己弄了个坑。其实说是小说，不如说是给命令做的新手指引，因为基本都是我现编现写的。\n\n大家有兴趣的话就捧个场，没兴趣的话也莫怪。\n\n所有元素一览：\n元素颜色矿物能力来源火红红石火焰硝火之烬土橙石英粉碎亡灵之魂山青青金石巨石生物之肢水蓝钻石冰封海洋之心风黄金坚韧飞翔之翼地紫绿宝石神秘末影之灵木绿煤神秘居民之证电白铁能量下界之星月黑-铸造龙蛋\n具体这些物品如何获得和使用，请点击原版模组——更多的合成。\n\n\n"
        },
        {
            "author": "wzz0116",
            "timestamp": 1509496680,
            "txt_content": "你好像没用模版啊"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1509508800,
            "txt_content": "请使用模板\n如果是单篇的话字数至少两千 请尽快补足\n如果是图文故事至少4张图并修改前缀\n如果是连载请修改前缀"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1509518040,
            "txt_content": "bo_bo2001 发表于 2017-11-1 12:00\n请使用模板\n如果是单篇的话字数至少两千 请尽快补足\n如果是图文故事至少4张图并修改前缀\n感谢提醒，已修改"
        },
        {
            "author": "一叶知秋啊",
            "timestamp": 1509704280,
            "txt_content": "666666666666"
        }
    ]
}