{
    "title": "【个人论点】RPG地图更新的两种方式",
    "author": "V_院長",
    "replyCount": 5,
    "timestamp": 1509624960,
    "txt_content": "\n主要是在原来的地图基础上进行修改，就比如加入一些新的任务、副本等，并且以“新版本”的形式进行发布，但是如果不发新帖的话，只在原贴编辑的话，感觉人气会受到损失，而且一般都是重新玩(如：冒险者传说）\n\n\n\n在确认好老版本无BUG后，不再更新新的版本，而是推出一些续作或DLC等类似东西，而且这类地图一般不会直接完结，会出现前的版本和关卡等，以后新的内容推出，也可以继续游玩（如亡灵战争、击冥之界等）\n\n你更喜欢或是推荐哪一种？麻烦在回复中告诉我！\n@1207741285 @3144164706 @hurui @WKIL @縻风 @冥王星人 @小吴同志 \n",
    "replies": [
        {
            "author": "我叫坂本",
            "timestamp": 1509715500,
            "txt_content": "内容有点少两种方法，跟隔壁的几个RPG做法那些无法比现在\n分割线可以用代码\n[hr]复制代码"
        },
        {
            "author": "V_院長",
            "timestamp": 1509716460,
            "txt_content": "我叫坂本 发表于 2017-11-3 21:25\n内容有点少两种方法，跟隔壁的几个RPG做法那些无法比现在\n分割线可以用代码\n ...\n咦？真的坂本？"
        },
        {
            "author": "我的狗崽世界",
            "timestamp": 1510847760,
            "txt_content": " 本帖最后由 我的狗崽世界 于 2017-11-17 16:56 编辑 \n\n关于你这个论点有几点误区可能你自己也没意识到，我在这里发表一下我的个人意见，你看看对不对。一.更新二字的概念问题：\n    首先关于你文章中的更新二字的概念就存在一个问题，咱们可以用作品完整程度来分别：\n    1.你所说的第一种更新是真正意义上的更新，整个游戏都在讲一个故事，只是在最初合适的阶段进行测试发布，然后逐渐会推出新的章节，不管这个故事有没有尽头，再怎么更新基本上也是接着这个故事讲，包括DLC在内，DLC的发布不代表一部新的作品，无论如何DLC都是针对本部作品内的一些扩展内容而已所以，就算发布DLC也只算是地图内更新内容(因为MC里的RPG地图作品中没有DLC拓展一说)，当今大部分MC中RPG地图的更新方式也是如此，就算更新一百次，但故事没有任何彻底完结迹象，都可以称之为同一部作品内更新，人气受损这种情况是没办法避免的，如果你早就料到了这一点那么为什么不直接发布一个比较完整的版本呢？(完整版本需要很长时间的测试，以免出现各种问题，虽然在测试之后也可能会有各种问题，但至少你的故事是完整的，你只是不断的将作品制作的更为完美)\n\n    2.你所说的第二点还是称之为续作好一点，在前一部作品有一个完整的故事结局之后，再开启新的故事，但承接世界观，这才叫续作，而发布不完整的续作作品之后的也可以参考上一条，称之为更新。\n二.更新和续作的联系性和本质区别\n    那么更新和续作的概念了解之后呢，又有二者本质上的区别\n    1.更新和续作是有一定的联系的，一部作品是可以在任何成熟的时期发布的，即使故事没有讲完，但是前几章已经做完了依然可以发布，但往后做出的改动或者添加的新元素都可以称之为更新，在不断的更新之后本部作品的故事终于完结，那么会开始有一个很稳定的状态，不会有太大改动，发布新版本也仅仅只是修复bug什么的，那么从某种程度来说，这部作品已经算是成品了，而成品之后再去有一个较大的更新，推出一个全新的故事，那么就是续作了，续作可以承接上一部结尾开启一个新的故事，或者是承接上一部的世界观但讲其他时间线的故事而不承接结局，例如前传这类的。\n\n    2.所以更新和续作在本质意义上是有很多不同点的：\n更新：更新是推进作品走向完整的必须步骤，虽然不一定能达到完美，但更新的最终结局是一部完整的作品。\n续作：续作代表着前一部作品的成功和美好未来的发展，不管玩没玩过前部作品肯定都会对一个全新的故事感兴趣。\n\n\n三.最终结论\n讲了以上几点之后可以得出一个结论就是更新和续作两个概念中可比程度是完全不一样的，\n在一部作品的故事完成之前，不稳定更新只能说明这部作品还不完整，还没有完成。\n而续作则代表的是他的前一部已经处于一个比较完整的状态了，在之前的基础之上又推出一部新的作品。\n那么搞懂这两者的性质之后，你这篇文章的论点似乎是这样的：\n你们是喜欢玩这部正在更新中的作品，还是喜欢玩这个作品第二部呢？\n\n那么很明显啊就相当于问一个人你喜欢吃饭还是喜欢吃盆子这种不搭边的问题啊2333\n\n四.推荐改动\n那么已经知道这个问题有很明显的错误之后我推荐的改正方式是：\n你们喜欢慢慢更新故事的作品，还是喜欢直接发布完整故事的作品？\n这两者分别有利端和弊端：\n慢慢更新：在更新新的内容的时候可以适当参考一些玩家非常喜欢的剧情走向，同时在更新的时候也会不断的修改上一版本的bug，在更新到完结之后可能bug会很少，在这点上要好于直接发布完整版，但缺点就是由于MC尿性每一次更新的话玩家都得重新玩一遍，导入存档内容会比较麻烦，对新手玩家很不友好。\n发布完整版：完整版相对于MC地图来说算是玩家的福音，不需要一遍遍的重新玩之前的内容，但弊端就是需要大量的时间和精力来排查bug，就算发布之后也难免会有bug出现，你需要很小心的发布bug修复过的新版本，如果发布太早修复版本可能会导致玩家不但要重新玩，而且很快可能又有新的bug，但发布修复版本太晚可能会让玩家早已利用一些很严重的bug，那么一旦晚到一定程度之后，一些老玩家早就玩过了不愿意去下载新的稳定版本了。\n\n以上，陈述完毕。\n\n\n"
        },
        {
            "author": "V_院長",
            "timestamp": 1510876980,
            "txt_content": "我的狗崽世界 发表于 2017-11-16 23:56\n关于你这个论点有几点误区可能你自己也没意识到，我再这里发表一下我的个人意见，你看看对不对。一.更新二 ...\n多谢大佬，记下了"
        },
        {
            "author": "1945711108",
            "timestamp": 1525064100,
            "txt_content": "我的狗崽世界 发表于 2017-11-16 23:56\n关于你这个论点有几点误区可能你自己也没意识到，我在这里发表一下我的个人意见，你看看对不对。一.更新二 ...\n66666666666666666"
        }
    ]
}