{
    "title": "[Minecraft.net | INSIDER] 本周方块：沙子",
    "author": "a1294790523",
    "replyCount": 3,
    "timestamp": 1509791460,
    "txt_content": " 本帖最后由 a1294790523 于 2017-11-11 14:07 编辑 \n\n\n\nBLOCK OF THE WEEK: SAND\n本周方块：沙子\n\nGoing against the grain\n不走寻常沙\n\n\nI love Minecraft's deserts, especially at sunset. There's nothing more beautiful than watching the rays of the red sun cast their glow over the dunes, then realising you need to flee for shelter as a zillion skeletons spawn all around you. Deserts are also home to a collection of Minecraft's handiest resources - cactuses (cactii?), bone, and our block of the week - sand!\n\n我喜欢Minecraft的沙漠，尤其是在日落时，因为没有什么比看着火红的太阳把阳光撒在沙丘上更美的了，随后，我意识到我需要逃到庇护所里去，因为我周围生成了一万只骷髅。沙漠也是Minecraft中一些必备资源的产地，这些资源有仙人掌（仙人掌群？），骨头，还有我们的本周方块——沙子！\n\nSand was added to Minecraft in the very earliest days of the game's development, on 28 May 2009, alongside trees, clouds and metal ores. Originally it only appeared in weird one-block thick beaches, but later it was tweaked to generate more naturally alongside oceans and as islands and deserts.\n\n沙子在游戏开发的最早期（2009年5月28日）就与树、云以及金属矿物一起被加入到游戏中了。一开始，它只是出现在奇怪的、只有一个方块厚的沙滩上，但之后它就被调整为作为海洋旁的小岛和沙漠更自然地生成。\n\n\n\nNowadays sand spawns naturally in four-block-deep layers in various parts of most biomes of the Overworld. You'll find it everywhere from forests, to plains, to tundra and swamps. In Mesa biomes, you'll find a variant of sand that's red and acts exactly like regular sand except that you can't use it to make concrete. Actually, that sounds like a bug. Maybe we should fix that.\n\n目前，主世界中的大多数生物群系中的不同部分都有5层深的沙子被自然生成。你能在森林、平原、苔原和沼泽生物群系里找到它。另外，在平顶山生物群系，你会找到与普通沙子不同的红沙，它看起来很像普通的沙子，但是你不能用它代替普通沙子制作混凝土。事实上，这听起来像是个bug（特性）。也许我们应该修复它。\n\nAs you've probably noticed if you've played Minecraft for more than a few minutes, sand is unlike most other blocks because it's affected by gravity. If you plop down a block of sand and mine the block out underneath it, then it'll fall into the gap. This, you'll no doubt agree, is kind of a pain when mining.\n\n如果你已经玩了很久的Minecraft，你可能会注意到沙子和大多数方块不一样，因为它是受重力影响的，如果你放下一个沙子然后挖掉它下面的方块，它就会掉下去。毫无疑问的是，这个特性会让你在挖矿时非常难受。\n\nBut it has useful side effects. If a block of sand falls on a player or a mob, it'll suffocate them until they dig their way out or die, making it pretty handy for a basic trap setup. Just hook up a pressure plate or tripwire to an array of pistons holding back columns of sand. Those pesky intruders won't know what hit them.\n\n但从另一方面来说，这个特性也很有用，当沙子落到一个玩家或生物上时，如果不及时挖掉，它会使它们窒息而死，这使得设置基本的陷阱变得更加简单了。只需要让绊线钩或踏板与控制沙子下落的活塞阵列连接起来，就会让那些讨厌的熊孩子手忙脚乱。\n\nFalling sand can also be fired out of a TNT cannon, which is handy if you want to blanket a friend's base with sand after you fell victim to their entryway sand trap. Explode some TNT in water with a falling block of sand above it to fire that sand long distances in whatever direction you choose. There's a full guide to building a TNT cannon over on the Minecraft wiki.\n\n掉落中的沙子也可用于TNT大炮的发射，这使得你能在你被你朋友基地入口的沙子陷阱陷害之后使它的基地被沙子淹没。使一些在水里的、上面有掉落中的沙子方块的TNT爆炸来定向、长距离地发射沙子。这里有一个Minecraft WIKI上的、关于建造TNT大炮的完整指南。\n\n\nDunes of Erg Awbari in southwestern Libya. Image credit: Luca Galuzzi // CC BY-SA 2.5\n在利比亚西南部的Erg Awbari沙丘。图像提供：Luca Galuzzi // CC BY-SA 2.5\n\nOccasionally, you'll find sand that's been imbued with mystical power during world generation and is levitating in the air as a result. You'll recognise them because little dust particles are falling from the bottom. But be careful around these magical floating sand areas - if you place or break blocks near them, I can't be held responsible for what happens...\n\n偶然地，你会找到一些在世界生成中被赋予神秘力量的沙子，它们具有漂浮在空中的能力。你会发现它们的，因为它们的底部往往会有小尘埃掉下来。但请小心这片漂浮着的沙子周围——如果你在它的附近放置或破坏方块，我不会为后面发生的事情负责。。。。。。\n\n译者：sandtechnology\n原文链接：https://minecraft.net/zh-hans/article/block-week-sand\n原文发布日期：2017年11月3日\n原文作者： Duncan Geere\n感谢 @乙烯_中国 提出的修改建议\n\n\n",
    "replies": [
        {
            "author": "3103594764",
            "timestamp": 1509846660,
            "txt_content": "噗   学了这个有啥子用？"
        },
        {
            "author": "3261298764",
            "timestamp": 1509864480,
            "txt_content": "支持!!\n继续努力"
        },
        {
            "author": "Mo_xiaoxi",
            "timestamp": 1521601980,
            "txt_content": "666666666666666666666666666666"
        }
    ]
}