{
    "title": "逃出mc",
    "author": "3144164706",
    "replyCount": 11,
    "timestamp": 1509804420,
    "txt_content": " 本帖最后由 3144164706 于 2017-11-4 04:09 编辑 \n\n第一章 孤独世界的方块人\n我是一个方块人\n我叫史蒂夫，是个代码。准确的说，是个虚拟人。我生活在一个方块世界，这里的天、地，一草一木，都是毫无美感的方块。而我只是在这里种种地，挖挖矿，在这个世界无聊得生存。我从来只在傍晚就睡了，所以一直没有什么奇怪的东西出现。\n日子只是这么一个无聊的词语。\n但那一夜，事情有了转机\n\n  \n第二章 转机\n那是一个我一辈子都无法忘怀的夜晚。\n本来按我的生活，我收完小麦就该睡了，可是，那晚的小麦迟迟没长熟，等我收完时，早已是满天星辰。正想回屋洗洗睡时，一转头，一张丑陋的脸正在我身后。“我擦累！”我吓出一身冷汗，急忙抽出石剑，对准了那脸。天！那该是什么东西的脸，丑陋而怪异，长满了青苔，两个眼窝空洞得望着我，也不动一下。我慢慢得靠近，那货也不动，只是望着我，我想：管你吗吗米的，砍了再说，一剑直砍了下去。可是，剑未落下，一支箭“嗖”得一下，直走剑抦。我啊地一声，忙抛下剑，一边捂住鲜血直流的手，一边张望着，想找到射箭的人。可这时，那丑陋的怪物却忽然发了狠，一下朝我撞了过来，我猝不及防，一下撞了个满怀，昏死过去。我只知道，我被那怪物扛起，走到一个浑身白色的怪物旁边，然后，我就失去了知觉。\n\n\n\n第三章 幸存者\n当我醒来时，发现正在一个黑洞洞的地方。仔细打量了一下，发现那个撞我的怪物和一个骷髅正开心地欢乐斗地主“我操！你特么还有心情斗地主，我操你特么的！”说罢，一拳干了过去。可是刚想挥出，却发现手正被卡在一处岩壁上。再一看，不止是手，全身都被固定住了。那怪物看了过来，笑盈盈地说：“呦，醒了啊。”“日你仙人板板！放开我！”那怪物说：“别急，，等你把任务完成再说。”任务？什么任务？我可是老实巴交的农民，什么都与我无关啊？那怪物看出我的疑惑，娓娓得说起了一个故事……\n在这个世界，生存的人类可以死亡后复活，但是，这只是意志，肉体要永远地变成僵尸，新的人类将删除意志，接受上一代的意志，并在此生存，这就是所谓复活。但是，肉体也有一丝意志。这意志只能维持1个月，之后，将完全行尸走肉。如果能从超自然领域里，捕获灵魂，那么将拯救这些丧失，而我，只有5天意志了。\n“那么，你是让我找灵魂？”“是的”“去你呀的，我干嘛听你的？”这时，一旁的骷髅发话了，“如果你不去，我保证你将成为我们的样子，而且就是现在，信么？”说罢，张了张弓。我想，这怎么办啊，去，说不定会死在超自然界，不去，现在就死。啊啊啊啊啊啊！！！怎么办啊！算了，只能答应他们了。我做了个ok的手势，他们见了，十分高兴，连忙帮我解开了束缚。我活动了一下筋骨，急忙想离开，可根本没出口。这时，那怪物笑了：“出口在顶上，记住，我叫僵尸贾斯，他是骷髅小白，你只有五天时间了！切记，超自然界十分凶险。一定小心！”我嗯了一声，从顶上翻了出去。\n\n \n\n\n第四章 我叫苦力怕\n等我爬了出来，发现这里很眼熟，仔细一看，我靠！这两脑残在我的木屋底下挖洞，我怒气冲冲地瞪了那两货一眼，结果一回头，一只箭从我耳边划过，一下扎在了身后的工作台上。好吧，算你狠！我无奈地走到工作台前，做了一把石剑，可一想，万一超自然界十分凶险呢？咬咬牙，掏出几块钻石，做出了钻石剑，再转身来到箱子前，摸出了一套蓝闪闪钻石装穿戴整齐。再用小麦做了一些面包，做为干粮。我臭美得来到玻璃前，恩，老娘魅……呸，老子魅力依旧。正想出发时，我意识到了一个严重的问题，那个、、超自然界在哪？怎么去？偶不！那两脑缺没告诉我！靠！我头疼欲裂，一下瘫在地上，呆了。这时，一个萌萌的面孔出现在我眼前，准备靠近我。我吓得一下弹出去，拿出石剑（不是钻石剑），对准了那个卖萌的家伙。我认得它，那个混蛋把我的第一只牛炸死了，毛都不剩。那萌怪也不靠近，转身就走，走两步还回头看看我。这是、、？让我跟着！我马上跟了上去，但又不靠近，生怕被炸死。我就跟着他七拐八弯，走了好一会，来到了一个隐秘的洞穴前。只见那怪物悠悠得说：没有时间了。我吓了一跳，我擦！我人品这么差，遇到的每个怪物都是半人怪，下次一定好好拜拜上帝，去去晦气。那怪物又说：“我叫苦力怕，超自然界入口就在前面，自己走吧。”说完，转身离去。我鄙视地看了一眼苦力怕，独自前进。过了一个转角，我看见了一个有好多花纹的方块，我好奇得摸了一下。忽然，那方块大放异彩，我一下感到一股强大的引力将我吸入，然后，我又失去了知觉……\n\n\n\n\n第五章 人类世界\n当我醒来时，发现自己正在一个臭气熏天的地方，再一看，我去！垃圾场！我立马呕吐起来，咦？这是哪里？只见这里没有了方块的束缚，没有坑爹的悬空岛，也没有像素的地方。这难道就是超自然界？不对啊，这好像是个人类世界！我连忙跑下垃圾山，冲出了这个脏兮兮的地方。\n一路上，这里的风景简直靓瞎了我的钛合金狗眼。这里有四个轮子的动物，有超多动物，还有超美观的建筑物！只是、、这里的人好像都用异样的眼光看着我，我挠挠头，难道我太帅了？那也不用这样吧！我顿时露出了自信的笑容。可是，接下来，我看到了让我难忘的一幕，只见人们四散而逃，一边跑还一边大叫：“疯子杀人啦！跑啊！”我见状，这才看见，我的手上还拿着对付苦力怕的石剑。我顿时头痛。这时，只见到一个中学生向我走来。“steve？”我听了，大叫，终于有人认识我啦！接着，那个中学生向我伸出了右手：“你好，我叫御野，你那个世界的人类操纵者。”\n\n\n\n\n第六章 我去，重返虚拟世界\n人类操纵者？我十分疑惑，我是个有自己思维的人，怎么会有个操纵者？御野看出了我的疑惑，说道：“啊！就是我在控制你的潜意识，也就是说，你所做的一切都是我安排的。”‘那贾斯是....”“也是我安排的。”我靠，原来老子的霉运是你搞的。我立马掐住了他的脖子骂道：“你妹啊！你直接操纵我去找灵魂就行了啊！把我叫出来有毛线啊！”御野一下挣脱了我，说到：“有那么简单就好了。你是pe世界的虚拟人，而灵魂是在pc世界才有的啊，你以为我有那么吃饱了撑的吗？”我听了，说到：那我怎么办？“重返方块世界。”？？怎么重返？难道我要从电脑主机钻进去？御野看着我无奈的样子，啧啧两声，掏出迷你笔记本，让我摸着屏幕。我照做，只见他打开mc来到一个木头房前，从箱子拿出几个黑耀石搭成一个门，然后点燃了门。我顿时感觉一股眩晕，昏了过去。醒来时，听见御野说，欢迎进入pc方块世界。\n\n\n\n\n第七章 坑爹小黑\n这、、是方块世界？只见处处只有土黄色的沙子，举目望去没有一株树，一根草。我不禁疑惑：“这里是方块世界？”御野的声音从这世界的外面传来：“这里是末地！小心，过几分钟会有末影龙来袭击你，你要做的是击败它，获取龙蛋！”哪尼！龙！蛋！没搞错吧！这时，御野的声音在次传来：“没错，你不必担心，我给你的剑附了魔，她现在是今昔非比了。”我掏出剑来，果然，剑上泛着一股淡淡的紫光。“再看看背包，里面有一把无限弓，以及一些回血的药品”果然，背包里有几个小瓶子和一把弓箭。我将药水插进口袋，又将弓箭背在背上。现在可以出发了！“等等！你回头看看！”我疑惑得一回头，顿时一阵惊喜，僵尸贾斯，小白，还有苦力怕！“你们怎么来了！”贾斯得意得笑笑：“我和你一起近战，小白有了无限弓就能发发命中，苦力怕可以帮我们投掷药水，必要时也能自爆。”那苦力怕不是就死了吗？苦力怕说：“我只要将身体里的tnt炸了就行，不会死。”那我就放心了。“出发，寻找龙蛋！”\n可是、、、\n迎面走来了一个高瘦的怪物，黑不垃圾的。我不禁多看了几眼。结果，那怪物好像生气了，一下子朝我撞了过来。我一个踉跄，向后连退几步，立马掏出钻石剑，一个俯冲，腾空跃起，一剑直劈了下去，那怪物也不急，等剑在头上时，一个瞬移，转眼避开了我的攻击，又一个箭步，直直得撞了过来。我冷笑一声，飞升起来，那怪物从我跨下钻过，直直得冲下了末地的边界，摔下了虚空。我长虚一口气，准备前进，却只看见贾斯他们紧盯我的背后，我疑惑得一回头，看见了一双紫色的眼睛，正紧紧地盯我我的头……\n\n \n\n\n八章 绝杀末影龙（上）\n我累个去，要死啊。我连忙一剑劈去，末影龙一个抬头，一下躲开。我就地一滚，对小白大吼一声：“愣着干嘛，快射他啊”话音未落，小白已是连射3箭，正中末影龙的眼睛，“敖！！！！”末影龙疼得直接坠落，一下重重得撞在了地上，我和贾斯乘着末影龙坠地的时机，一下翻身上龙，将末影龙的脖子死死锁住，抽出石剑，死死地插入龙脖子，末影龙疼死了，身体剧烈得摆动，险些把我和贾斯甩下龙背。贾斯大叫一声，抱住末影龙的身子使劲捶着龙，龙终于去了三分一的血。就当我们以为赢定时，龙竟定住了身形，直接朝苦力怕撞了过去。苦力怕一惊，手里的药水摔碎了一地。“靠，没药水了！”我愤怒至级，大叫一声，将钻石剑连连朝龙背砍下。龙一个抽搐，将贾斯甩下了龙背。“不！”就当我绝望的时候，贾斯死死得抱住了龙脚，连连往下拽。小白又连发几箭，将龙插成了刺猬。龙终于停止挣扎，落在了地上。“耶！”我翻下龙背，和大家击掌庆贺。可是，龙却忽然睁开眼睛，一口将苦力怕咬入口中，又重新飞上了天空……\n\n\n\n\n第九章 绝杀末影龙（下）\n不！苦力怕！我呆在了原地，一下瘫坐在地上，龙在高空盘旋，紫色的眼瞳投来蔑视的一瞥。我大吼：“天杀的！”一把抢过小白的弓箭，冲着天空盲目的乱射。贾斯说：“别冲动！苦力怕已经死了不要这么愤怒了！这样射出的箭只会落下伤到自己！”话音未落，雨般的箭直接落下，地上顿时铺满了箭头，我一惊，连忙拿起起几块泥土，做成了一个临时的盾牌，替我们挡住了箭雨。我们3个焦急万分不知怎么办才好。这时只听空中一生巨响，末影龙的身子被炸成了碎片，苦力怕从空中落下，小白和贾斯连忙接住了它。苦力怕伤势严重，冲着我们高兴得说：“我终于把末影龙打败了！”说完，就晕了过去。只见一颗龙蛋从空中落下，弄出了一个传送门。我叫小白和贾斯背起苦力怕，自己上前拿起龙蛋，放进了背包。然后，我看了一眼狼籍的战场，和小白他们一起，跃进了传送门，返回了人类世界。\n",
    "replies": [
        {
            "author": "3144164706",
            "timestamp": 1510052940,
            "txt_content": "没有人吗2333"
        },
        {
            "author": "天下归心",
            "timestamp": 1510057620,
            "txt_content": "大佬强......\n大佬厉害\n溜了溜了（滑稽"
        },
        {
            "author": "3144164706",
            "timestamp": 1510113060,
            "txt_content": "天下归心 发表于 2017-11-7 02:27\n大佬强......\n大佬厉害\n溜了溜了（滑稽\n在哪都能见到您"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510461360,
            "txt_content": "这...一章一百字？\n个人建议，语言需要更加生动一些，描述太过简略。可以考虑试试「将一个场景写到位」这样的练笔。"
        },
        {
            "author": "3144164706",
            "timestamp": 1510469700,
            "txt_content": "Smokey_Days 发表于 2017-11-11 18:36\n这...一章一百字？\n个人建议，语言需要更加生动一些，描述太过简略。可以考虑试试「将一个场景写到位」这样 ...\n多谢大佬提意见"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510830480,
            "txt_content": "您好，请问楼主您和\nhttps://tieba.baidu.com/p/2916038401?see_lz=1\n这个帖子的楼主是什么关系呢？\n如果两者是同一人，请在另一帖发布声明，如果不是，请按照版规注明转载，谢谢~\n在三天之内如果没有回复，将以剽窃处理。"
        },
        {
            "author": "3144164706",
            "timestamp": 1510835520,
            "txt_content": "Smokey_Days 发表于 2017-11-16 01:08\n您好，请问楼主您和\nhttps://tieba.baidu.com/p/2916038401?see_lz=1\n这个帖子的楼主是什么关系呢？\n好朋友，他写，我编辑，宣传"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510837620,
            "txt_content": "3144164706 发表于 2017-11-16 20:32\n好朋友，他写，我编辑，宣传\n那么请尽快让您的「好友」在原帖声明是您的创作。\n口说无凭。"
        },
        {
            "author": "3144164706",
            "timestamp": 1510839720,
            "txt_content": "Smokey_Days 发表于 2017-11-16 03:07\n那么请尽快让您的「好友」在原帖声明是您的创作。\n口说无凭。\n。好的，我会让他尽快注册"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510840560,
            "txt_content": "3144164706 发表于 2017-11-16 21:42\n。好的，我会让他尽快注册\n需要的不是注册，只需要在原帖以原作者的名义发一个声明就好了"
        },
        {
            "author": "3144164706",
            "timestamp": 1511151300,
            "txt_content": "Smokey_Days 发表于 2017-11-16 03:56\n需要的不是注册，只需要在原帖以原作者的名义发一个声明就好了\n哦233333，懂了\n\n"
        }
    ]
}