{
    "title": "第一章:穿越 ！ 第一天生存！【上】",
    "author": "3144164706",
    "replyCount": 3,
    "timestamp": 1509803940,
    "txt_content": " 本帖最后由 3144164706 于 2017-11-5 00:03 编辑 \n\n哎呀！这什么矿洞？！什么乱七八糟的东西都有，真烦!”一个略有些童声的抱怨声从一个深不见底的矿洞里传出。声音传出来不久一个身穿红色衣服的男孩慢慢从矿洞里爬出来，男孩抬起头，原本有些帅气的脸却因为挖矿满面灰尘。“啊！不行了，要虚脱了。”男孩呈“大”字型躺了下去。\n  我叫卡特，【为了自我介绍，请准许我用第一人称写】周末在家玩“我的世界”时，突然，一只修长的手把我拉进了电脑里。等我看到这里的情况时，才发现我在一个超平坦世界里，跟游戏里的差不多就是经常出现的史莱姆和动物一只也没看见。这什么古怪环境，我心里无比郁闷。等我打量完附近环境，向前面看去时，我终于看到了那只手的主人。\n  这是一个一米九左右的青年，一头长长的黑发拖到地上，黑发中不时有几根金发显露出来，一双黑色的双瞳，眼里有着跟表面完全不同的无尽沧桑，在我仔细上下打量他时，他的眼里突然闪过一道毁灭的白色的光芒，就在那时，他现显出一种王者的威严，但我却没有因畏惧而转移视线，我没有发现的是，面前的青年眼中有着一丝惊讶。\n  帅！我心里暗赞了一声，“谢谢夸奖”青年微笑着说。“你会读心？！”我十分诧异的问。“不会，我只是看你的表情读出来的。”青年摇了摇头说。“那你把我拉进这里干吗？拯救世界?”我因为紧张说出了一句不正常的话。令我惊讶的是面前的青年居然正色的点了点头“差不多。”我感到事情很复杂急忙转移话题“你叫什么名字？”“叫我创世就行了.” “你是创世神？！”我全身一震，手指指着他问。“嗯，是的。”创世仍然面露微笑的说。\n  创世神突然收回微笑，一副严肃的样子: “我从你们的世界里挑选了一些玩此游戏的高手进入这里，你也是其中一个，称为:逆神者 .”我清楚的看到创世神在说这句话时眼里有一丝若隐若现的痛苦。“你，卡特，是第一个被我传送过来的逆神者。”“那你把我传送过来干什么？一共有多少名逆神者？以及……”“这些问题你会在生存里慢慢了解的，我只能告诉你两个消息：一，一共有999名逆神者。二，呵呵~你的出生点不只会有你一个，还会有其他一些人，你可以在那里定居.”\n  创世神刚说完，一转身，举起食指对我一弹。我立刻感觉到一股能量团托我缓缓飞了起来。我十分惊讶的发现我被这股能量团托起时，全身都动不了，只有头动的了而已。我突然感到背后凉凉的，仿佛一股零下几十度的冰块贴在后面。我急忙一转身，看到了背后的“景色”时眼睛不由得一缩。背后那勃勃生机的草地已经消失，取而代之的是一片无尽的虚空。幸好有这股能量团，我不由的得松了一口气。正在我想这个时，我身子一轻，这时我差不多已经被这股能量团托飞了约十格高了。“啊啊啊啊啊啊啊啊啊！”不用说，我直接掉入无尽虚空。“卡特，你有一个非常特殊的体质，我送你一样东西，你‘以后’一定要好好小心地使用.”在我掉落虚空时，耳边突然出现创世神的声音，掉落虚空的恐惧几乎一扫而空，但创世神话里的奇怪字眼不由得yang我沉思起来。\n                                                                                           本人第一次写小说，如果写的不好请见谅。                                              \n\n\n\n\n\n\n                                                                                                                                                                                                本小说是原创233",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1509844500,
            "txt_content": "原贴\n如果是转载，请在显目位置声明，并标明原作者和原贴地址。\n如果是原创，请在原贴内另起回复声明。\n记得根据版规修改标题前缀。"
        },
        {
            "author": "guqu",
            "timestamp": 1509844860,
            "txt_content": "同上期限一天"
        },
        {
            "author": "3144164706",
            "timestamp": 1510053000,
            "txt_content": "gggbbb 发表于 2017-11-4 15:15\n原贴\n如果是转载，请在显目位置声明，并标明原作者和原贴地址。\n如果是原创，请在原贴内另起回复声明。\n麦块死神就是我，我就是麦块死神233"
        }
    ]
}