{
    "title": "【MC同人小说】死亡游戏（更新慢",
    "author": "814398520",
    "replyCount": 4,
    "timestamp": 1357023720,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-1-30 17:41 编辑 \n\n前言：- -这是楼主自己的写的，更新会慢的跟蜗牛一样，我会努力把他写好，在发帖之前已经写好了一点了，后面都是直接在贴吧里写，见谅，可能长篇，可能短篇，贴吧地址：http://tieba.baidu.com/p/2077866670\n\n\n\n\n\n正文：\n  最近在minecraft论坛上看到一个非常有趣的整合包，叫‘无所不有’，看了看介绍还不错，mod真是非常之多啊，但是奇怪的是评分和回复的少之又少，只有几个‘谢楼主，下来看看’‘虽然不玩整合包但是顶’类似这样的评分，我也没多想就把他下了下来，打开游戏文件夹有一个‘请先阅读’点开查看，里面写着：“注意，此整合包和你玩的任何版本都不一样，若想玩此整合包请做好死的觉悟，如果你准备好了，就点开游戏开始你的冒险吧。”看起来正常又不正常的介绍语。死，玩个游戏会死嘛？这个念头只在我的脑海里停留了不到一秒的时间就马上被我否定了，怎么可能，玩个游戏怎么可能会死？\n  打开游戏还是以往的登录界面，但是点击单人游戏后出现了一个‘是否观看教程？’，什么？教程？我玩minecraft这么长时间还第一次看见有这种东西，在好奇心的驱使下我点了是，忽然，就在点下‘是’的一瞬间，我感觉周围的事物都开始旋转已经开始分裂，这种感觉前所未有，我强力的克制自己不要晕倒，向我显示器的方向看去，只见上面写着5个大字“游戏开始了”。\n  好晕，头好疼，我缓缓睁开眼睛，“这是什么地方？”我自言自语的说，看着周围漆黑的一切。突然，一束灯光从我的脚底开始慢慢的扩展到整个房间，这是一个圆形的房间，周围的墙壁像是那种灰色的镜子，使我只能看到自己的轮廓。在我思考这是哪里的时候，一个非常官方的女声说话了：“现在开始播放教程。”我眼前的大屏幕亮了起来，上面写着‘姓名：李苣律’，没错，那是我的名字，我也不知道我父母为什么会给我起一个这么女性化的名字。先不管这些，在我名字的下面有一个数字。。。‘3156’，那是什么？我的编号嘛？不对！那个数字正在一点一点的增长，难道是游戏人数？我不想这些，现在我要想的是快点从这里出去，尽管没有人等着我或者约我出去，但是我还是想快点离开这个鬼地方。那个女性的声音又开始说话了：“按左手后背的‘E’可以呼出背包。。。。。”我下意识的伸出左手上面的确写着一个E字并且还在发出淡淡的光，我点了一下，我本以为会出现想minecraft里那样的背包，可是没有，只在我的眼前出现了一行字‘你的背包没有任何东西’好吧，她继续说：“。。。本游戏只有一条命，当角色心脏、头部、四肢其中一样消失，角色便会死亡，其他说明请在游戏中自己领悟。”自己领悟？尼玛这叫教程？还没轮到我多想，我仿佛又失去了知觉。。。。。\n  睁开眼。。。。周围是一片草原，草原上有羊，牛，还有玫瑰花和蒲公英，我抬头看看太阳，太阳和minecraft里的太阳不一样，比游戏里的太阳更刺眼，更亮，甚至不能用眼睛直视。我了解minecraft这个游戏，但是这里和minecraft有太多的不一样了，周围的一切的一切看起来都是那么的真实，并且最主要的是，在这里，‘死亡’等于真正的死亡。\n  我站起身，往一个方向走，希望可以找到森林，毕竟平原里的树是非常的少的，我可不想在第一个夜晚就死在外面。天空的太阳走的很慢，不像是游戏里的，时间仿佛也像现实中的一样，一天24小时。走着走着，没有找到森林，在我所在的这个平原的西方，是一片干燥的沙漠。我向沙漠里走去，因为我知道，沙漠里有一种叫沙漠神殿的东西，如果我找到了，那么好几天的补给应该就不用愁了。\n  走着走着，诶？那是什么？房子？哦！太好了，前面有一个村庄，我很兴奋的跳了起来，向村庄走去，这里的村庄和游戏里的差不了多少，只是村庄里面多了一个告示牌，上面写着‘游戏人物总数’和‘死亡人数’我清楚的看到死亡人数后面清晰的写着的红色数字‘83，已经死了80多个人了嘛？我。。。。陷入了沉思。\n  您好，刚刚进入游戏嘛？’我闻声转头，看到一个白色衣服，大鼻子，双手放在胸前的人，没错，那是村民，我知道，这里的村民都会说话嘛？我呆呆的看着他，心里想着这个问题。他又开口说话了：“你是白痴嘛？怎么这么傻？”我去，他既然骂我，如果minecraft里的村民会这样说话，我会果断的、毫不犹豫的将他干掉啊，当然这里我也可以，我考虑了一下，刚要准备动手，他发话了：“冷静点，朋友，你觉得以你现在的装备可以打的过铁傀儡嘛？”我转头一看，发现有三四个铁傀儡都在凶神恶煞的看着我。好吧，我只好无奈的放下抬起来的拳头，“很好，来我家坐坐吧，我请你吃面包。”哦？有吃的？现在已经上午了，我走了一上午的路还没有吃什么东西呢，果断点头同意，我跟着他到了他的屋子。\n================更新线2013 1 1 16 10=======\n  屋子就是很普通的图书管理员的屋子，屋子的墙上摆着很多书架，房间的一角放着一个工作台，“我的屋子里没有坐的地方，你要不嫌弃就坐工作台吧。”好吧，第一次知道工作台也可以坐，我坐在上面，问：“这里。。到底是怎么回事？”他微笑着递给我一个面包，解释到：“这里你可以理解为是游戏里，也可以当他是另一个世界，你只是转移到另一个世界来住就对了。”我很疑惑，继续问到：“那怎么才能离开这里呢？”他又笑了，这次笑的很无奈：“这个世界是由‘如斯空’制造的，至少我们是这么叫他的，我会出现在这里也是他创造的我们。想从这个世界出去是没那么容易的，需要通关。”通关？那不是很容易，minecraft这款游戏其实通关并不难，只要弄到一身钻石套，有足够的弓箭，把龙打死就算是通关了。我这样想着，脸上露出了轻松的表情，他又说话了：“这里不是打完末影龙就可以通关的。”什么？打了龙也通不了？“什么意思？”我问到。他回答到：“我听说，也只是听说，这里已经有人做好了万全的准备，并且向着龙的地方前进，可是末影传送门无论如何都进不去，听说站在旁边会有显示说‘还未出现末影龙，请等待系统通知’”我刚要继续问，他又开口了：“还有。。。。。。”他用手指指着南方的天空“在上个月，我晚上看到一只大鸟，从北方向南方飞去，因为天色太晚了，我没有看清，那是一只火红的鸟，有三条尾巴。那晚过后，我们这里连着下了3天的雨，你别忘了，我们村子可是在沙漠里啊！”火红的鸟，三条尾巴，我一口一口的吃着手中的面包。难道他说的是凤凰？不，不可能，minecraft里可没有凤凰这种生物。我咽下最后一口面包，说：“可不可以教教我这里的合成？”minecraft里我是会合成的，但是这里不一样，工作台就像摆设一样的摆在那里，怎么用我都不知道。他说：“好，好，过来。。。”我走了过去，“拿着这个。”他从兜里拿出来一个像是木头的东西，我刚想要接住，木头直接被吸进的身体，我按了左手的E，随后我的右手边出了三行字：第一行：背包，第二行：橡木*1，第三行：小型工作台。我用手指着那个‘小型工作台’问到：“这是干什么的？”“点一下试试。”我按他说的做了，忽然，手中出现了一个小的2X2的工作台，也就普通工作台的4分之一大，他走了过来，把橡木放了进去，橡木像是贴在了上面一样，牢牢的粘在第一个格，然后他把工作台的正面冲向我，“看。”我看到右上角有4个木板，还有一个红色按钮和一个蓝色按钮，他说：“蓝色的是合成，红色的是取消。”说着按下了蓝色按钮，那个橡木瞬间变成了4个木板，脱离了小型工作台。“工作台的用法也和这个一样。”我点头，说：“谢谢你教了我这么多。”他说：“不必客气，这是我应该做的。。。。。”一边说一边又给我了5个面包，“你在这里休息吧，有事明天再说。”\n我点头。\n\n\n",
    "replies": [
        {
            "author": "qwqwvvaa",
            "timestamp": 1357024020,
            "txt_content": "无限流 小说啊 {:10_507:}{:10_507:}"
        },
        {
            "author": "262949130000",
            "timestamp": 1357024020,
            "txt_content": "撒撒的帖子更新也从来很慢撒~"
        },
        {
            "author": "Sheldy☆MC",
            "timestamp": 1357024440,
            "txt_content": "赞一个\n希望这个帖子快点更新"
        },
        {
            "author": "Оil",
            "timestamp": 1357024860,
            "txt_content": "表示支持......"
        }
    ]
}