{
    "title": "【SH长篇连载系列】无人贽（更新至第五章）【~长期一帖更新~】",
    "author": "huangwenhui020",
    "replyCount": 10,
    "timestamp": 1357054740,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-1-30 16:55 编辑 \n\n前言：无人贽（好吧这个字念zhì）是SH我第一篇MC周边的文字创作，类型定位是悬疑带微恐怖的，各位赏脸观看是某H我的荣幸哦~（手机备忘录码字更新手抽真蛋疼）\n\n\nChapter 00\n黑暗，疼痛，「这到底是哪里？」，他不禁想到。身上没有一个地方是舒服的，仿佛刚被石头碾过一般。\n他睁开双眼，又闭上了。那一片朦胧让他无法忍受。\n他就默默地躺在那里，等待着疼痛与无力感散去.....\n\n不知过了多久，他再次睁开双眼，瞳孔剧烈收缩，眼前的白光让他想要尖叫，在那一瞬间，意识就消散在了虚空中.....\n\nChapter 00 END\n\n\n\nChapter 01\nSteve\n视野中渐渐浮现出了一堆蓝白的圆，我眨了眨眼，圆逐渐缩小，眼球聚焦，终于，天空出现在我的眼前。\n我仰面躺在沙子上，全身散发着一种不是疼痛却极不舒适的感觉。我曲起双手将上半身称起，微红的夕阳照亮了这片小小的沙滩和蔚蓝的大海，不得不说是一处不错的风景。\n但是，我怎么也舒服不起来，身体的不适，太阳穴一跳一跳的疼痛，还有混乱的记忆.....是的，记忆.......我.......我是谁？这是哪里......\n左手缓缓施力后伸想要站起，忽然触到了一纸条，抓住并打开查看。\n这破烂并布满褶皱的纸上只有用红色粗线笔写的大字：\n----------------------Goodbye----------------------\n不知为何看到这文字我只感觉脊背发凉，但还是把它折好放进外衣兜里。在手伸进衣兜的那一刻，我触到了一张卡片似的东西。拿出一看是一张工作证，上面是一个褐色短发的男人，姓名栏上写的是：Steve。下面的字迹被干涸的血迹给挡住了。我把这张沾了血迹的工作证放回兜里。缓缓站起，对着脚下细软的沙子轻声说：“你好，Steve”\n转过身来，发现沙滩原来如此地小，没有十多米就逐渐被草地覆盖，更远处是则是一片茂密的树林。\n既然只知道自己的名字，身上也只有纸条和卡片的话，那现在的当务之急就是要找到个容身之所咯，我尽量乐观地想道。接着便向那昏暗的树林深处走去......\n\n\n\n\n\n\n但是，为什么从刚才起就隐约觉得身后有着奇怪嘶嘶声呢？\n\nChapter 01 END\n\n\n\n\n\nChapter 02\nSteven\n“喂！Steven！醒醒！”\n我的脸被人用力拍打着，耳边充斥着歇斯底里的叫喊。猛地睁开眼来，一张因恐惧而扭曲的脸占据了我的视野。我推开眼前的男人，立刻从铁床上爬起，披上外套。拿起工作台上的铁剑，挂在腰间。转身问向身边的男人：“怎么回事Jim，半夜前的一波不是刚过么？”\nJim用他那沾满污迹的白大褂边缘擦着眼镜，紧张地说：“的确这么长时间以来还是第一次在这个时间段袭击，但是现在来不及追究是什么打乱它们的时间规律了。二十几个弟兄刚才已经在前厅因偷袭而阵亡了，现在剩下的人已经撤到了中庭的掩体内苦斗...”\n我拍了拍他肩膀“行了，Jim，谢谢你叫醒我，你现在立即去底层的研究室里待命吧，小心别挂了。”\n看着穿白大褂的瘦弱男子在玻璃电梯里缓缓下降后，我向中庭的方向走去。\n\n所谓的“它们”其实没有确切的名字，有人称它们为感染者，有人称他们为带菌者，而现在普遍叫它们作“僵尸（Zombie）”这个形象的名字。的确那绿色的皮肤与破烂的衣服简直就像是行走的尸体一般让人惊悚。\n僵尸从2000年前开始出现，那是人类还是原始的古代村庄时期。每年都会有一段时期村庄会被僵尸群所袭击，以前的村民们选择以木门来抵挡，但效果颇微。于是每次来袭村里都会有一场腥风血雨，幸运的村民被杀死，不幸运的村民则被感染成同类，没有幸存者。\n古代人类在与僵尸的对抗中一直处于劣势。直到1800年前由某位长老发明了足以阻挡僵尸的人形铁皮机器并将以推广，人类与僵尸间对峙的关系渐渐平衡。人类开始过上了一段安定的生活。\n但是200年前不知何种原因平衡被打破，大地上出现了各种比僵尸更强力的攻击性生物，让人类再次遭遇屠杀。幸存下来聊聊3000余人在丛林某处建立起了据点与防御工事抵御怪物的袭击，并在地下建立各种研究所，数十名科学家就在这研究所中争分夺秒地探索着200年前平衡被打破的原因与阻止的方法，期望能拯救人类的未来，Jim就是其中的一员。而我，Steven，则是这个据点的创立者。\n我们幸存者凭借地下浅层的铁矿与煤来制造能源与武器，铁剑与弓基本算是最好的武器了。但室内过窄，我就不打算带弓去战斗了，直接拿铁剑反而更灵活。\n\n就在我胡思乱想的时候，就已经站在了掩体的背面入口处，在这里已经能隐约听见掩体另一边僵尸们的咆哮与呻吟声。我却感觉不到丝毫的恐惧，长久以来早已对这声音麻木。我拉下开关，沉重的铁门缓缓打开，然后我走向掩体内的高台，向着下面的守军们喊道：“来！我们一起让这些绿色怪物们尝尝钢铁的滋味吧！”\n在身后穿着皮甲的守军们的呐喊下，我举起铁剑，向掩体外的尸群冲去.....\n\nChapter 02 END\n\n\n\n\n\nChapter 03\nSteve\n天已经全黑，丛林深处更为昏暗，除了我面前这个小小的石炉发出的微弱亮光外，其余地方变得一片漆黑。\n我从自制的工作台上拿起刚做好的木剑，不断空挥来掂量着它的重量。木剑业已开锋，我觉得晚上用来自卫的话已经足够了。\n两个小时前我刚踏进树林就本能地四处收集木材，但是不久我面对眼前堆积成山的木材就遇到了难题：我可以用它们来做什么呢？我想着或许可以先造个工作台以做出更多的工具，便抱着试试的心态来着手建造了。成品的质量出乎我意料地好，我凭直觉拼出来的工作台像是照着设计图来做一般的精确。看来我现在除了知道自己的名字以外也了解到了自己有着一双巧手，“大概失去记忆前是一个木匠或建筑师什么的吧？”我这样对自己说。接着，等我收集好附近零碎的石材堆好石炉时，天已经全黑。\n现在我托腮看着石炉上的木材燃烧、变黑，然后萎缩成了小小的一块木炭。我伸手将还残留着余热的木炭从石炉中取出，将其一分为四，分别嵌入我提前准备好的四根木棒顶端，然后点燃，分别插在了我垒的土质高台四方。\n周围瞬间光亮了四倍，我稍微感到安心了一点。于是便仰面躺下，看着树间透下微弱星光，等待着我的世界渐渐入暗.....\n\n“嘶嘶嘶嘶嘶...”\n什么声音？！我一跃而起，抓起手边的木剑，警觉地望向四周。大约半小时过去了，没有任何异样。“看来是错觉吗？”我不禁自言自语道。\n就在这时，异变陡然发生。一个绿影从两个火把间闪入，我本能地向后退去，不料却一脚踏空，摔下了土筑的高台。我仰面朝上，脑后是一阵剧痛，伸出右手的木剑支撑着站起，在我面前是一幕让人惊悚的景象。它站在高台上向下“望”着我，用它那两个空洞的眼眶向下望着我。“这...这简直就是...怪物啊...”我绝望地想。它通体都是恶心的绿色，没有手臂，本来应该是手臂的地方只有两团不断蠕动的绿色肉球。更让人发毛的是它有着一双异于常人的脚，那双腿无比修长，脚踝处的肌肉显得强壮有力，难怪它刚才的移动速度那么快。我右手紧握着木剑，左手自然下垂，小心迂回着，等待着它的攻击。但是，它却一只站在原地不动，只用那空洞的眼神望着我。我猛然察觉：“是啊！既然它没有双手的话，如何攻击呢？”想到这里我不禁大胆起来，右手暗暗积蓄着力量，双脚猛然发力，向那个绿色人形怪物冲去，木剑从右到左斜斩下去，在它躯体上留下一道深深的口子。绿色的液体从伤口中溅射出来，它把同样空洞的嘴张得异常的大，发出了歇斯底里的尖叫声。然后，它的身躯在以肉眼可见的速度迅速膨胀，变大，肤色也渐渐由绿转橙。“这是怎么回事？”我拿着木剑站在原地，有些不知所措。忽然，空气中有一丝刺鼻的味道传出，“这是...火药味？！”我的瞳孔剧烈收缩，抓紧木剑用力向后翻滚，俯身趴在草地上...然后几乎同时，身后传来了震耳欲聋的爆破声，剧烈的冲击波从我背上划过，强烈的热量让我仿佛置身在火炉之中，我就这样昏迷过去...\n我再次睁开双眼时，东边的天空已经微亮。我慢慢爬起，检查是否有伤势，发现外套被烧坏了一角，浑身都沾满的烧焦的泥土。空气中弥漫着浓郁的火药味，我的土筑高台被炸毁了一半，取而代之的是一个直径达五米的大坑。\n\n“那...到底是什么？”\n\n这是我当时充满恐惧的脑海里的唯一念头。\n\nChapter 03 END\n\n\n\n\n\n\n\n\n\nChapter 04\nSteven\n世界是一片深不见底的黑暗，仿佛能把人吸进去一般....\n\n然后它就被点亮了...\n\n“醒醒啊...喂！我们要完了！呜...”是Jim痛苦的声音，我尝试睁开双眼，发现自己正横躺在中庭的过道上，空气中弥漫着一股浓浓的烟味。\n\n原来我晕厥过去了啊，但朦胧的视野周围只充斥着一片火光。“这是...怎么回事啊...”我双手扶额，脑中混乱无比“我只记得...那时带领着守军们，前去抵挡掩体前的僵尸，然后...”忽然脑中一阵剧痛，记忆如洪水般灌来，是啊，然后...\n\n...15分钟前...\n\n“对！把他们都杀光！”我一边激昂地呐喊着，一边挥砍着手中的铁剑。\n身边的守军们一个个都士气高涨：守军队长乔里干脆地斩断了两只僵尸的头，“柠檬”托曼一箭把一只骷髅钉在了石墙上，“铁拳”雷尔用套着铁甲的手臂凌空砸断了从身后出现的紫眼末影人。\n“他们是我最优秀的手下，”我想道，“这一次奇袭撼动不了我们。”。我用力将铁剑横戳进旁边的僵尸腹中，然后干脆地拔出，挑开隔壁一只蜘蛛的带刺巨爪，反握一剑戳进它柔软的腹部中，紫色的液体喷溅而出。\n就在这时，一声沉闷的爆炸声让我全身一僵。“Creeper！！！！”乔里大声喊道，“左翼守军快速撤离，穿铁甲的人们上去补上空缺！”\n\nCreeper，爬行者，世界上现存的最危险怪物之一。因其特殊的自爆能力让抵御的幸存者们头疼至极，但因出现次数极少且数目稀少，所以我们幸存者们才得以在这丛林据点中存活下去。但，这次的数目已经远远超出了我们的想象，10只？20只？远远不止！从我这里看到的数目至少不下40只。\n一声声的爆炸就像催魂铃一般，左翼顶上的铁甲军们也已经牺牲了6人，我们人数本来就不多，再这样下去...\n“各位！现在立即放弃中庭据点！撤退！”我向前方的弟兄们高喊，然后冲向前去，把还在酣战的弟兄们拉开。就在这时，绿影从左侧袭来，我想拔剑，却已太迟，一个呼吸不到的时间内，它就已经到了我的身前，我瞪大双眼，看着它剧烈膨胀，发出强光，然后...一个穿着白大褂的身影闪到了我们之间...\n\n死亡，属于我的死亡，是这样的么？如此的阴冷与昏暗。世界是一片深不见底的黑暗，仿佛能把人吸进去一般....\n\nChapter 04 END\n\n\n\nChapter 05\nSteve\n我磕磕绊绊地走在茂密的雨林中，原本以为走出那片树林就能找到村落什么的来安身，结果植物越走越密，等回过神来时就已经至于藤蔓环绕的雨林深处了。\n根据我的模糊地计算距离被那绿色怪物袭击的那天已经过去三天三夜了，那之后的三个夜晚我不敢在地面上睡，每天都爬到高大的雨林木上用木板搭建简陋的平台来过夜。平时白天时总是警惕地留意着四周的动静，但是，那天以后我再也没见过那种怪物。\n\n我拿着那柄陪伴我到现在的木剑劈砍这阻挡的藤蔓，心里估量着着丛林覆盖的面积到底又多大。\n两个小时后我终于看到了没被树枝阻挡的阳光，眼前是一片被正午灿烂阳光照耀下的平原，蜿蜒的河流反射着白光，最让我激动的是河边那扎堆而立的正方体——村庄！过了将近四天的荒野生活，终于找到人烟的感觉让我眼眶湿润，我拍了拍沾满灰尘的蓝色上衣，准备向下方的村庄赶去。忽然，我发现了异样。远望过去村庄的过道上一个村民都没有，而几个站在哨塔高台上的守卫们紧张地向村里喊叫着什么，不断敲着警钟。\n“这是...怎么回事？”\n然后，我察觉到离村庄不到100米处有一团绿色的阴影，那是一群...绿色的...“人”？我惊恐地想：不会是那种绿色怪物吧？但细看之下它们略有不同，穿着破烂的衣服，眼眶里也不是空空洞洞的，而是泛白的眼珠。但它们很危险这一点是不容置疑的，从村民们的恐惧程度就可以推断出形势有多么紧张。我握紧木剑，想道：难道我每次都要与这些怪物扯上关系么？！\n\n\n200米外，不名的村庄\n戴着紫帽的商人从石屋的窗中望向逐渐被乌云遮盖的天空，轻声说：“暴风雨要来了...”\n\nChapter 05 END\n\n\nPS.由于懒得开那么多帖一P一P地发那么麻烦，所以SH我尽量在一帖内连载，以回复方式来告知更新。所以各位看官别以为是旧的哦~看完就多顶顶支持下吧~因为那可是SH勤码字更新的心血啊QAQ~（至今点击率回复率很伤人心啊）当然也得感谢各位的支持,现在剧情发展到了小高潮各位就敬请期待第五章的到来吧~\n                                   2013.1.4.  00:21\n\nPS2.因蛋疼的高中统考即至，LZ空闲时间较紧，本文暂时停更，Chapter. 5将于2013.1.25放出，请各位继续支持哦~\n                                    2013.1.20 13：52",
    "replies": [
        {
            "author": "孤剩",
            "timestamp": 1357055340,
            "txt_content": "LZ快跑，JJ怪快追上你了"
        },
        {
            "author": "daohaosi123cs",
            "timestamp": 1357055580,
            "txt_content": "结尾暗示着苦力怕"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1357060380,
            "txt_content": "2013.1.2 1:11Chapter 02 半夜一更"
        },
        {
            "author": "紫枫",
            "timestamp": 1357089840,
            "txt_content": "SH……\n我们直接把研究所的墙壁用铁块做\n危急时刻挖掉几块\n摆上南瓜\n对面的MOB哭了"
        },
        {
            "author": "geludan",
            "timestamp": 1357090860,
            "txt_content": "Lz是谁啊，不认识，也来发小说了啊"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1357108500,
            "txt_content": " 本帖最后由 huangwenhui020 于 2013-1-4 00:08 编辑 \n\n2013.1.2 14:33  Chapter 03 下午二更   "
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1357117380,
            "txt_content": "连发小说都要模版吗= ="
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1357229220,
            "txt_content": "2013.1.4 00:05 半夜三更"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1358661240,
            "txt_content": "2013.1.20 更新PS2"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1359215280,
            "txt_content": "2013.1.26 11:47 迟来的Chapter 05"
        }
    ]
}