{
    "title": "[1.4.6/1.4.7][modloader][v0.1] [ssp]Gangnam Style mod!!PSY 来了!!!",
    "author": "muomuo",
    "replyCount": 4,
    "timestamp": 1357133640,
    "txt_content": "\n此mod为mc添加了五种生物他们分别是\n\nPSY: 中立生物有8滴血，死亡时掉落附魔之瓶.BeachPSY: 中性生物，跟PSY一样 ，死亡时掉落胡萝卜.\nGangnamPikachu: 攻击性生物，有十二滴血 死亡时掉落烈焰粉.\nHyuna: 跟PSY一样（动作）死亡时掉落[cyan_dye].\nGolemPSY:跟PSY似的，有16滴血死亡时掉落[iron_boots].\n\n安装方法\n\n下载这个mod和 Risugami's Modloader \n去.minecraft中的bin \n用WinRAR 或者 7zip打开minecraft.jar  \n安装Risugami's Modloader \n将这个mod中所有文件拖入minecraft.jar \n打开 minecraft 然后享受吧!!\n\n法律声明（英文）\n\nTERMS AND CONDITIONS \n0. USED TERMS MOD - modification, plugin, a piece of software that interfaces with the Minecraft client to extend, add, change or remove original capabilities. MOJANG - Mojang AB OWNER - , Original author(s) of the MOD. Under the copyright terms accepted when purchasing Minecraft (http://www.minecraft.net/copyright.jsp) the OWNER has full rights over their MOD despite use of MOJANG code. USER - End user of the mod, person installing the mod. \n 1. LIABILITY THIS MOD IS PROVIDED 'AS IS' WITH NO WARRANTIES, IMPLIED OR OTHERWISE. THE OWNER OF THIS MOD TAKES NO RESPONSIBILITY FOR ANY DAMAGES INCURRED FROM THE USE OF THIS MOD. THIS MOD ALTERS FUNDAMENTAL PARTS OF THE MINECRAFT GAME, PARTS OF MINECRAFT MAY NOT WORK WITH THIS MOD INSTALLED. ALL DAMAGES CAUSED FROM THE USE OR MISUSE OF THIS MOD FALL ON THE USER. \n 2. USE Use of this MOD to be installed, manually or automatically, is given to the USER without restriction. \n 3. REDISTRIBUTION This MOD may only be distributed where uploaded, mirrored, or otherwise linked to by the OWNER solely. All mirrors of this mod must have advance written permission from the OWNER. ANY attempts to make money off of this MOD (selling, selling modified versions, adfly, sharecash, etc.) are STRICTLY FORBIDDEN, and the OWNER may claim damages or take other action to rectify the situation. \n 4. DERIVATIVE WORKS/MODIFICATION This mod is provided freely and may be decompiled and modified for private use, either with a decompiler or a bytecode editor. Public distribution of modified versions of this MOD require advance written permission of the OWNER and may be subject to certain terms.\n最后跪求金币，人气呀\n不告你这就是传说中的度娘下载",
    "replies": [
        {
            "author": "冻酸奶泡芙",
            "timestamp": 1357134000,
            "txt_content": "被你抢先了……\n我盯这个mod好几天了……{:10_522:}"
        },
        {
            "author": "冻酸奶泡芙",
            "timestamp": 1357134120,
            "txt_content": "……吓死我了，我还以为做完了呢……还是75%的工作进度，还无法下载呢……骚年你洗洗睡吧{:10_521:}"
        },
        {
            "author": "zq549597479",
            "timestamp": 1357134360,
            "txt_content": "有图么~~~~~~~"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1357137780,
            "txt_content": "這是附屬Mod?\nModLoader是API..."
        }
    ]
}