{
    "title": "【Minecraft——Evolution】序章：一个人的世界 x 两个人的地下宫殿",
    "author": "johnjackson",
    "replyCount": 3,
    "timestamp": 1357413960,
    "txt_content": " 本帖最后由 johnjackson 于 2013-1-6 12:51 编辑 \n\n         “这地方是...”\n\n       眼前是一片草地，阳光还很灿烂，不远处有一片小树林，一个小山坡。\n       隐约的还能听到海浪的声音。\n       看起来就像是任何一个荒野一样。\n       唯一的不同是，在这个世界里，连同自己都是由有棱有角的多边形组成的。\n       抬头看看天空中，那个耀眼的白色方块，想必就是太阳吧。\n       我把“自己”的视野转了一圈，大概确定了四周就是没有人的野地的状态。\n\n       “所以，一切都和一年前没有太大的变化嘛。”\n\n       伴随着一声轻轻的叹气。我开始挪动了自己的步伐。再一次抬头确认了一下太阳的位置。\n\n       “这大概是中午吧？得抓紧了，至少要活过第一个夜晚吧！”\n\n        2020年，伴随着SONY公司新一代游戏平台Playstation Evolution的发布，全球首款全系体感网游《Minecraft》也首次展现在世人面前，随后的一年，这款游戏以其超过十种语言的支持度，迅速的风靡全球，时至今日，每日在线人数已经突破了2000万人。当之无愧的成为了全球最热门的网游。\n\n       “不论经历多少次，每一次睁眼都还是充满了期待哪。看来这次的运气不错！木头、煤和断壁！生存足矣！”\n\n       我一边徒手敲击着方块状的树干，一边自顾自的念叨着。\n\n       此时，我已经爬到了之前说过的那个小山坡上，在收集一些木头，下一步，没有意外的话，应该就是到另一边的峭壁上，用木镐，怎么样也要先挖个容身之所再说。\n\n        “运气好的话，能不能碰到一只羊呢？”\n\n       对于每个进入Minecraft游戏的玩家来说，我所正在经历的，都是在这个世界立足的第一步。\n\n       “生存”\n\n       到这或许你会有很多疑问，为何号称网游的《Minecraft》在一出生时，不像其他网游那样，让玩家诞生在一个城镇，或者是一个接近城镇的地方，而是出生在一片荒野。\n\n       更不用说，作为一款网游，玩家的出生点，竟然是一个方圆千里内空无一人的世界，连NPC都没有。\n\n　　也就是说，从某种意义上来讲，这就是一个只有一个人的世界。\n　　　\n　　而下一步应该如何做，完全没有头绪，没有任何指示，没有NPC的引导，也没有所谓天音，或者任何的游戏说明。\n　　　\n　　唯一让人还有一丝RPG感觉的就是视野下方的那条应该是HP值的条状物体和另一个每分每秒都在一点点消去的，似乎是饥饿值的条状物体。　　　\n　　　\n    不过如同任何一个网游一样，在你不知道怎么做的时候，上网搜索一下，一般都会有答案，而如同任何一款网游一样，《Minecraft》的玩家中，也有一个类似于开荒团的存在。而游戏运营一年以来，这样的开荒团，除了留下了大量的攻略情报之外，基本已经成为了一个传说。不过这些都是后话。\n　　　\n　　当下，对于我来说，生存，或许已经不是太大的问题。\n　　　\n　　在《Minecraft》的世界里，生存，说起来十分严苛，但实际上操作起来并没有想象中的那么困难。对于每一位玩家来说，在游戏的伊始，最大的挑战还并不是那一直在消去的饥饿值，更为危险的是第一个夜晚。\n　　　\n　　在游戏的第一部分，玩家诞生在了一个全新的世界，在这个世界里，玩家是独立于已经运营了一年多的世界服务器的，脱离了城镇，脱离了NPC，玩家需要一个人在这个世界里，学会在这个游戏的体系内生存。能够成功的在这个世界生存下来，并经由系统判断合格之后，才可以连接到世界服务器，与世界各地的其他玩家一同游戏。\n　　\n      简单的来说，在这个世界里，白天，特别是中午是绝对的安全的，荒野中只有极少数的野兽，而一旦入夜，怪物就会开始在荒野中出没，而对于刁然一身来到这个世界的新玩家来说，任何一支野兽都能够轻易的把玩家消灭。\n　　\n      因此，对于每一个玩家来说，在日落前，制作完成火把，收集到足够的材料，为自己搭建一个庇护所，收集够最简单的生存装备，就是游戏默认的第一个任务。\n　　　\n　　而，这样一个过程，对于一个已经在一年前，游戏发售时体验过这款游戏的老玩家来说，并不太困难。\n　　　\n　　天黑的时候，我已经在出生点附近的断崖上，挖出了一个一厅三室的洞穴。门外隐隐的已经传来了僵尸的低吼声，自然也少不了蜘蛛和骷髅人。很不幸的是，我并没有在日落前，碰到任何一头动物。所以别说给自己做一张床了，明天的早餐，对于我来说都成问题。\n　　漫漫长夜，无心睡眠，看了看包里还相当丰富的木头，我的脑海里果断的冒出了这样的念头：\n　　　\n　　“果然，第一个夜晚还是应该在辛勤的挖矿中度过哪！或许会有什么好运？”\n　　　\n　　没错，我就是这样自我安慰的。而不可思议的事，抑或说是意料之内的事，也正是在这不久之后发生了。\n　　　\n　　在我下挖了不到两层的时候，我挖到了一个天然的地穴，或者更具体的说，应该是一个地下宫殿。而我记得，在最初的“一个人的世界”环节是不应该有这样的设定的。\n　　而这石砖打造的宫殿也远远超出了系统自动生成的水平。简直就像人工搭建的一样。\n　　　\n　　“没想到这么快就能被我碰到。”\n　　　\n　　自一个月前，网络上就流传着《Minecraft》游戏中，存在隐藏“彩蛋”的流言，诸如构造精良的地下宫殿，以及从未见过的隐藏NPC这样的目击情报，不止一次的被不同的玩家，发布到游戏相关的BBS上，而无一例外的在不到半小时的时间内，被删除，而《Minecraft》在各国的运营商也坚决否认，游戏存在这样的彩蛋的情报。\n　　几周前，一个一年前一起玩MC的朋友找到了我，问我对这个隐藏“彩蛋”感不感兴趣，有没有兴趣重返MC。当时我感到十分的诧异，因为这位朋友，虽然在最开始的时候，和我一样都是MC的玩家，但在这一年间，他已经成功的加入了MC中国区的运营团队，目前也已经很少以玩家的身份在游戏中出现，而更多的是作为游戏管理员（GM），对世界服务器中的中国区的几个城镇进行维护，同时，也负责创造一些新的游戏区，供玩家使用。\n　　这样一个官方的GM来找我调查网络上流传的“并不存在”的隐藏“彩蛋”，本身就已经能够说明这件事情足够蹊跷了，当然，之前十分可疑的删帖，也已经可见一斑了。虽然，早前一些捕风捉影的情报已经让我对重返MC有了一丝心动，但既然官方的GM找上门来，不多套点情报，显然是对不起自己的。\n　　于是在各种推脱挪揄中，我又从朋友的口中得知，所有管理员权限的玩家，似乎都没有碰到过所谓的隐藏“彩蛋”，同时在程序方面，维护的程序员也没法在代码中寻找到任何痕迹。所有的目击情报，都只来自一般的用户。因此，他才不得不找到我，让我来调查这一事件。至于公司的高层为何执着于调查这样一个BUG，朋友显然不愿意多说，我也就没有再多问了。\n　　　\n　　话分两头，进入地下宫殿的我，一边欣赏着地下宫殿的内饰，一边打开了指令输入窗口，按照之前朋友交代的，开始往窗口内输入授权指令。\n　　虽然对于调查的原因，朋友不愿意多谈，但是在答应下这份工作之后，朋友除了再三交代我不要泄露任何信息到网上之外，还给了我一个管理员用的备用工具包，说是让我在发现BUG后马上启动，好记录下BUG的具体情况，方便他们后期的处理。而实际上，从目前输入的这些代码来看，至少有一点可以肯定，这些代码中还有保护我个人数据的命令，这样的命令让我心里多少有些不安。\n　　怀揣着各种忐忑的心情，我一步一步的往宫殿的深处走去。\n　　空灵的脚步声，在长长的走廊中回响，虽然走廊的照明是十分充分的，萤石和火炬的光芒让整个走廊呈现出了一种别样的美感，但这种空无一人的静寂，还是不禁令人心中发毛。\n　　终于来到了走廊的尽头，随之展开的是一个偌大的礼堂，在礼堂深处的祭台前，似乎隐约可以看到一个娇小的人影。\n　　　\n　　“这就是传说中的隐藏NPC吗？”\n　　　\n　　随着不断的走进，我终于明白了之前情报中所谓的“从未见过了”，MC的世界，是一个基于方块而诞生的世界，因此，任何一个玩家（Player）或者系统人物（NPC）都不可能摆脱方块的设定。但如果在这样一个游戏中，见到一个如同真人一样的设定呢？那绝对是有问题的吧？\n　　　\n　　“先是设计精美的地下宫殿，然后是真人CG一般的萝莉少女吗？”\n　　　\n　　我不禁带着一丝苦笑慢慢接近，这个少女。并且仔细地打量起了她，简单的来说，她身上没有棱角！（这似乎是个槽点）如同任何少年漫中的治愈系欧洲萝莉一样，银白色的短发，脸颊变得发髻上系着红色的发呆，红色的小短裙加上红色的披肩，肌肤如透明般白皙，脚是裸露的，此刻她正静静的闭着双眼，略低着头，似乎并没有发现我接近。\n　　大概在我走到距离她两三步距离的时候，她睁开了眼睛，略有些迷惑的看着我。我被她看的略有些尴尬。\n　　习惯性的，在对话框里打了个招呼。\n　　她并没有回应我，我又检查了一下四周，这是一个典型的哥特式教堂的内饰。而唯有祭台的部分，并没有显露出任何基督教或者天主教的表示，而似乎是一个很奇特的纹章。\n　　　\n　　“喂喂，这俨然是有种新剧情副本的感觉嘛！如果是的话这样的设定还真是不错！”\n　　　\n　　在心中默默的吐槽之后，我不禁摆出了柯南式的讪笑。\n　　　\n　　“我还真是在任何情况下都不能停止吐槽哪...”\n　　　\n　　不过，在这段时间里，情况似乎开始发生了一些变化，首先是，朋友给我的那个程序已经加载完毕了，而我的手持物品中莫名的出现了一把铁剑，此刻正确确实实的握在我的手中，同时，少女的身体四周开始泛起了一点特效的光芒。而在祭坛的深处，一个类似于信标的物体也突然冒出了一道冲天的光柱。\n　　　\n　　“你，是来伤害我的吗？”\n　　　\n　　红衣少女第一次开口说话了，并且，是确确实实的，发出了很自然的，中文的声音。在MC的世界里，虽然已经实现了聊天窗口内容的实时翻译，但是语音的语言翻译却还未完成，更别提这种自然的声音了。并没有机械翻译的口音。这让我十分的诧异。\n　　当然，此刻的我最优先的是收起了手中的剑，急忙的解释自己并没有这样的意思。剑是自己出现的。\n　　然而少女显然并不打算给我这样的机会，只见她的身体轻轻的漂浮了起来，在特效光芒的笼罩下，迅速的往祭坛的深处的信标飞去。\n　　在我还来不及追上她的步伐时，她已经消失在了信标的光柱里。\n　　　\n　　“逃走了吗？”\n　　　\n　　我遗憾的停下了脚步，随着少女的消失，信标的光芒也一点点的减弱，最终大堂又恢复了原有的景象。\n　　　\n　　我的身后，也逐渐传来了细碎的脚步声...\n\n\n=================================================\n【某John的一些废言】应该说06年以后就很少写东西了，所以其实，文笔也就那样。写这个也就是一时兴起，最近对自己能不能写出一些比较有趣故事挺怀疑的。于是，与其在这自己纠结烦恼，不如真的动笔试试看，就写了这样一章。未来看反响考虑会不会腰斩吧。然后欢迎各位反馈。这篇文章的话，略有些借鉴.hack，不过后面展开会不一样，所以可以安心。以上，多谢各位赏光看到这里。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1357554540,
            "txt_content": "这么久都木有人回复，外星人挽尊发动。"
        },
        {
            "author": "johnjackson",
            "timestamp": 1357558140,
            "txt_content": "冥王星人 发表于 2013-1-7 18:29 \n这么久都木有人回复，外星人挽尊发动。\n2333!文区本来就人少，我是来试水的！"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1358066760,
            "txt_content": "来咯~  顶一下LZ"
        }
    ]
}