{
    "title": "【孤剩出品】【佣兵传记】第一话  莫洛特の日常",
    "author": "孤剩",
    "replyCount": 4,
    "timestamp": 1357755180,
    "txt_content": " 本帖最后由 孤剩 于 2013-1-10 02:22 编辑 \n\n\n  苍月大陆第十二个纪年西历2478年2月8日，这一天佣兵团没有接到任何任务，莫洛特决定让大家在今天好好放松一下，佣兵团已经有很长时间没有好好的休息过了，记得上次没有任何担惊受怕的睡个好觉是在2477年15月11日。\n  佣兵团的成员全部出去放松了，莫洛特也不例外。\n  莫洛特牵着诺雅苾的手走出了佣兵团的驻扎的领地，沿着小路来到了驻地附近的小溪边。\n  “诺雅苾，我们有多长时间没有一起单独约会了？”\n  “准确的说，是154天！”\n  “想不到过了这么久！这些天我们都忙着完成佣兵任务。想不到今年的任务突然变的多了起来，不知道是好事还是坏事啊？”\n  “听从炎罗帝国回来交任务的紫离佣兵团的队员说，炎罗帝国好像在大规模秘密调遣部队，连以前不怎么看得到的王牌部队---血罗军都出现了！我估计，战争很快就会爆发了！”\n  “那以后就更加没有时间约会了!以我们现在的实力无法在战争中存活下来啊，必须要好好加强训练力度了。”\n  “那你以后，打算怎么办？”\n  “哎，只能走一步算一步了！实力强悍的人员是不会屈尊到我们这种小的佣兵团的，我们这座小庙也供奉不起那位大神啊!”\n  “别说那么丧气的话。走，我们去买几个替身娃娃。”\n  说完拉着莫洛特的手，往城里走去。\n  路上的血壶草长的不怎么茂密，偶尔看见一两株孤零零的长在那里。地面上长的比较多的是一般品种的草以及野花。其中有一颗名为红杉树的树叶是淡红色的，那是树吸收了洒落在四周的血液。因此这种树又叫血杉树。\n  两人走到百宝阁外，诺雅苾拉着莫洛特的手放下了，停在了百宝阁的门外。\n  “下面看我的，我可以帮你节省不少金币，”诺雅苾对莫洛特说。\n  “这是我存到现在的金币，这里是我的全部家当了！”说完，交给了诺雅苾一个小袋子。\n  “想不到袋子虽小，袋子还蛮重的嘛，”诺雅苾掂了掂装有金币的钱袋。\n  “至于里面有多少金币，我也不知道，我已经很长时间没有去数了!”\n  诺雅苾走到店铺老板面前，说：“一个替身娃娃多少金币？”\n  “由于现在是销售旺季，所以价格比之前的价格要高了那么一点点!一个替身娃娃428枚金币!”\n  “什么，428枚金币!你怎么不去抢金库啊，这么贵！420金币卖不卖？” \n  “这位女士，425枚金币是我最优惠的价格了，420枚金币我就要亏本了！”\n  之后诺雅苾进行了漫长的砍价，最终价格定在412枚金币一个替身娃娃。诺雅苾一口气买了5个。钱袋迅速变扁，里面剩下的金币只有不到30枚的金币了。\n  回到佣兵团驻地的时候，大家都回来了。大家在大厅吃过晚饭，就各自回到自己的房间养精蓄锐了，以最好的状态应付明天的任务。\n  忙碌的一天，就这么过去了。。。\n\nPS：替身娃娃，可以在生命危急的紧要关头，使用替身娃娃，让替身娃娃替自己受伤以及死亡。而使用替身娃娃的人，会出现在25米远的地方。此道具由苍月大陆上的一个名为百洛门的门派制作。由百洛门所开设的百宝阁负责销售。\n",
    "replies": [
        {
            "author": "daniel3018",
            "timestamp": 1357775100,
            "txt_content": "怎麼最近大家都寫小說啊。。。看來我也要準備準備了"
        },
        {
            "author": "fafalnq",
            "timestamp": 1357777260,
            "txt_content": "那玩意莫非是魔法mod里面的瞬间移动+EE2里面的神符（在耐久度0的瞬间回复装备耐久值）！！！！"
        },
        {
            "author": "=XUAN=",
            "timestamp": 1357779060,
            "txt_content": "kan   kan= ="
        },
        {
            "author": "孤剩",
            "timestamp": 1357789380,
            "txt_content": "fafalnq 发表于 2013-1-10 08:21 \n那玩意莫非是魔法mod里面的瞬间移动+EE2里面的神符（在耐久度0的瞬间回复装备耐久值）！！！！\n没有错。如果你快掉到岩浆里面，你就可以使用替身娃娃，让你摆脱死亡的危险"
        }
    ]
}