{
    "title": "【原创·单章】【死亡独白】",
    "author": "火影羁绊",
    "replyCount": 2,
    "timestamp": 1510131420,
    "txt_content": "冷薇，我回来了，虽然有些晚。 原谅我那么久都没有去看过你，但我没忘记你，你看，我还给你带了你最喜欢的白玫瑰！但是我把它染红了，不过没关系，红玫瑰是不是也很好看啊。嘘！你不用回答我，听我说完。哦，我忘记你不能说话了，那你就听我唠叨吧。 对了，那个老大爷托我给你问好呢。你不记得他了？就是那个看我们可怜，给我们**吃的老大爷，这可不能忘记哦。人啊，要懂得感恩，这句话是不是很熟悉？就是你常对我说的啊。 那时候我们真是够惨的啊，没人疼没人要，嘿！就明哥愿意“收留”咱俩，还教咱“手艺”，虽然每次我都是空手回来，明哥一不高兴还会打我，但总比饿死在街头要好吧。你倒是聪明，几天就学会了，第一次出手就带回了“大鱼”，依旧跟以前一样把明哥赏给你的馒头分给我一起吃。 我们一起做小偷得有两年多了吧，天天挨打，天天挨饿，那样的日子什么时候是个头。你看看我，找机会跑了出来，一次巧合下跟着别人走私贩毒，几年的时间我什么都有了，你看到我手腕上这块表了吗？几万块！这身衣服全是名牌，搁在以前我们连想都不敢想的。但现在，我宁可不要，我还想像以前那样当个小偷，每天都吃不饱，每天都挨打，但是有你啊！ 记得刚认识你时，你就是个黄毛丫头，头发散乱，脸上还都是灰，谁能想到你现在长得这么好看。我那时一整天都没要到东西，正以为晚上要挨饿的时候你分了我半块馒头，就是这半块馒头让我从此赖上你，后不后悔？ 你知道为什么我这么久都没去找过你么？就是因为我变了，我现在过的生活不能跟你一起分享，你说我见钱眼开、忘恩负义都行，我想过让你来跟着我过好日子。我想过跟你结婚，但是我连我自己每天能不能活着都不知道，我又能给你什么？ 你真傻，明哥被抓之后你已经被好心人收养了为什么还要来找我，你就把我忘掉不行吗？我也傻，没看出来他们是故意支走我的，还信以为真的去准备晚饭。呵，两个傻子！不过你别怕，他们已经死了，我亲手杀的，不会有人来抓我，我就在这陪着你。 我知道你困了，我也困啊，原来被刀子捅几下还能活这么久，我也不知道还能坚持多长时间，但我就想把这几年没跟你说的话都说完，我怕再不说以后就没机会了啊。 你还记得吗？我们第一次吃到烧鸡的时候，其实那是我偷来的，还骗你说是明哥奖给我钱买来的，但其实你看到我身上的伤就已经知道了吧。你只尝了一口就说不爱吃，我知道了，你是骗我的对不对，但你现在再也没机会吃到了，后不后悔？ 你知道么，我那时候想着，如果将来我有钱了，我每天都要买一只。可是我现在买得起了，却怎么也吃不出以前的味道了。对了，我...我给你带了一只，快...快起来趁热吃，吃啊，求求你，求求你起来吃一口吧！就吃一口！ 我的时间可能不多了，但我还有好多话想跟你说，你能不能睁开眼好好地听我说啊！不要让我觉得自己跟个傻子一样自言自语行不行！ 冷薇，我不走了，我哪里也不去了。 冷薇，记得下辈子，不要认识我。 冷薇，我... 后悔了\n\n作者：失踪人口回归啦啦啦~，好长一段时间脑子都是空的，但我觉得不能再停止思考了，无论好坏我都要写出一篇能让自己满意的文章。这篇在构思的时候真的是让我多次流泪（哭到谈不上，只是眼眶湿了），可能你们看的时候不会有什么感觉，但你想象着一个男子在即将死去的时候对着已死的心爱女孩表达出多年的感情以及回忆时，我觉得会有不一样的体验，刚开始只是一对许久未见的朋友在单独诉说，而后大家应该能看出点什么了，最后更是高潮部分，每次我想象着男主哭着喊出些话心里就受不了。最后艾特大法@冥王星人 @gggbbb @Smokey_Days 【吐槽：就章鱼这名字需要我去搜一下- -】不过这次加了一个 @bo_bo2001 ",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1510135020,
            "txt_content": "给我们**吃的老大爷蜜汁屏蔽 你打了什么奇怪的东西。。\n我觉得这种主题的文章如果没有剧情的铺垫 要get到你构思时的感觉还是挺难的 毕竟文字本身能传达的情绪还是少了点 而且你可能自己想了很多感人的情节 我们却什么都看不到\n不过确实是篇不错的文章啦 一些逻辑感觉不清晰的地方也都可以忽略掉（男主身中数刀还带了只烧鸡。。？\n就酱"
        },
        {
            "author": "火影羁绊",
            "timestamp": 1510139820,
            "txt_content": "bo_bo2001 发表于 2017-11-8 17:57\n蜜汁屏蔽 你打了什么奇怪的东西。。\n我觉得这种主题的文章如果没有剧情的铺垫 要get到你构思时的感觉还是挺 ...\n**！那是**！\n我已经尽量把逻辑理清了，但多数我是想让读者自己想象，其实我觉得多读几遍代入一下角色应该也会有点感觉....\n带烧鸡其实我交代了啊，男主被骗出去准备晚餐，回来时带一只烧鸡应该合理吧....\n就像我最后说的 好久没发文了，再不写点什么我就生锈了..."
        }
    ]
}