{
    "title": "[Minecraft.net | INSIDER] 本周方块：侦测器",
    "author": "a1294790523",
    "replyCount": 4,
    "timestamp": 1510395900,
    "txt_content": " 本帖最后由 a1294790523 于 2017-11-18 20:34 编辑 \n\n\n\nBLOCK OF THE WEEK: OBSERVER\n本周方块：侦测器\n\nGive it a look!\n让它看一看（文章）吧！（observer有观察者之意）\n\nLast week, we talked about the weird way that sand can spawn floating in the air during world generation but drop down as soon as you disturb it, causing landslides. The more experienced of you will know that this happens when you change an adjacent block in some way.\n\n上周，我们说到了沙子的神秘力量——沙子有时会在世界生成中以漂浮在空中的形式被生成。但当你惊扰了这些具有神秘力量的沙子方块时，它们就会立刻掉下去并造成塌方。如果你是Minecraft里的老司机，你应该知道当你以某种方式改变其临近的方块时就会发生这种事情。\n\nThat's a pretty handy property, which can be used to make all kinds of interesting creations. Until pretty recently, if you wanted to make your own block update detector then you had to manually set it up using complex redstone mechanisms, but version 1.11 of Minecraft introduced a block that does everything for you. And it just so happens that it's this week's Block of the Week - the Observer!\n\n这是一个非常方便的特性，因为它可以被用于制造很多有趣的发明。在1.11版本之前，如果你想要制造一个方块更新检测器，你就不得不使用复杂的红石机制来手动建造它，但在Minecraft的1.11版本，我们将要介绍一个能作为方块更新检测器的方块，它就是——侦测器！这也是我们的本周方块。\n\n\n\nThe observer is placed just like a piston - the direction that it's facing matters. An observer isn't quite omniscient, y'see - it has an arrow on the top that points in the direction of the block that it's observing. That can actually include another observer, so if you set two up pointing at each other then they'll endlessly beep on and off.\n\n侦测器的放置和活塞一样——它面向着要被侦测的方块。侦测器并不是无所不知的，你看——在它的上方有一个指向输出端的箭头（箭头的另一面是侦测端）。侦测器也可以侦测另一个侦测器。所以如果你让两个侦测器的侦测端面对面互相进行侦测，你就会发现它们输出端的小红点在不停地闪烁。\nWe won't go deep into exactly how observers work on a technical level, because you'll glaze over fast (the full information is on the Minecraft wiki if you want some bedtime reading). But you should know that the observer block actually works a little differently between the Java edition of Minecraft and the Bedrock edition that runs on phones, tablets, and Windows 10.\n\n我们不会从技术层面去深究侦测器的工作原理，因为你很快就会一脸懵逼的（如果你确实要看的话，你可以去看看在Minecraft Wiki上关于其工作原理的完整信息，愿你在看完后能做个好梦），但是你要知道侦测器方块在Minecraft的Java版和在手机、平板和Windows 10上运行的基岩版的实际工作范围有一些差异。\n\nThat means that they don't detect exactly the same things. Both will detect a piston extending, and neither will detect a note block being played, but only the Bedrock edition will detect flowers being added to a flowerpot and only the Java edition will detect a potion being added to a brewing stand.\n\n这意味着基岩版和JAVA版的侦测器能侦测到的东西有一些差异。举个例子，“活塞臂的伸展”都能被两个版本的侦测器侦测到，而“音符盒被播放”都不能被两个版本的侦测器侦测到。但“花被放到了花盆里”只能被Java版的侦测器侦测到，“酿造台被放入了药水”只能被基岩版的侦测器侦测到。\n\n\n\nWhen an observer does detect something, it will emit a strong redstone pulse for two ticks. That can power redstone dust, a comparator, a repeater or anything else you attach to it. They're great for letting you know when your tree farm is growing, or if water is flooding an area, or even if that cake you spent ages gathering the resources for is being eaten.\n\n当侦测器侦测到一些东西时，它就会发出持续2个游戏刻的强红石脉冲。这个脉冲可以激活红石粉、红石中继器、红石比较器以及其它你附加上去的东西。使用侦测器，可以让你得知树场的树正在生长、某个地区发生了水灾，甚至会让你得知你费尽心思做成的蛋糕被吃掉了一块。\n\nWant more ideas? We've got them! You could detect a chest being open and closed, a furnace beginning to smelt, the growth of cactus or sugarcane, endermen stealing blocks from your base or the ignition of TNT. You could build a system that notifies you when water freezes or ice melts, or when rails change orientation. You can even get alerted if some nefarious intruder sleeps in your bed - the three bears would have found that one handy.\n\n想要更多的主意？我们想到了这些！你还可以用侦测器侦测到箱子被打开或被关闭、熔炉正在冶炼物品、甘蔗或仙人掌的生长、末影人来你的基地偷方块、TNT被激活。你可以建造一个系统来在水结冰或冰融化，或在铁轨变向时通知你。你甚至可以得到邪恶的入侵者正在你的床上睡觉的警告信息——那三只熊会方便地在床上找到她的。\n\nThose are our ideas - what are yours?\n这是我们的主意——你的呢？\n\n\n译者：sandtechnology\n原文链接：https://minecraft.net/zh-hans/article/block-week-observer\n原文发布日期：2017年11月10日\n原文作者： Duncan Geere\n\n\n",
    "replies": [
        {
            "author": "3261298764",
            "timestamp": 1510401900,
            "txt_content": "才发现,翻译地赶脚没毛病"
        },
        {
            "author": "雨千丝",
            "timestamp": 1583316660,
            "txt_content": "那三只熊"
        },
        {
            "author": "anyean",
            "timestamp": 1583831160,
            "txt_content": "甚至可以得到邪恶的入侵者正在你的床上睡觉的警告信息——那三只熊会方便地在床上找到她的。\n？没理顺这个关系"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583890860,
            "txt_content": "为什么头图不用侦测器正脸呢？"
        }
    ]
}