{
    "title": "[双线]境界神隐——辉夜姬的五难题|工业2exp|BC|FC|沉浸工艺|竹[1.7.10]",
    "author": "1258032547",
    "replyCount": 0,
    "timestamp": 1510660320,
    "txt_content": " 本帖最后由 1258032547 于 2019-8-22 12:34 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n“科技会带来繁华，亦会带来不经意间的消亡。”——境界神隐第四周目【河童科技世纪】开启*官网已开启：http://eog.sxl.cn/*\n服务器简介\n大家好，这里是服主。首先，我很高兴屏幕前的你能够点开这篇不起眼的帖子。如果接下来的内容对你来说冗长而乏味，尽可跳过。“境界神隐”是创立于2015年11月的MineCraft服务器。本服务器以“还原系列作品《東方Project》中的世界观——‘幻想乡’”为初衷，并将之作为服务器的运营动力和最终目标。如果你想对服务器有更进一步的了解，阅读下方内容后可以转向官网内的介绍。\n·【境界神隐】的游戏模式？从开服到现在，【境界神隐】一直都遵循着自由和原味，最大限度地保留Minecraft原版以及mod内容给玩家带来的乐趣，同时将幻想乡放入建筑列表里。这种制度的好处显而易见——如果你喜欢体验Minecraft原版和mod内容，你可以在服内的生存世界里赚取金钱、圈地、发展财富、种植农田、研发新技术等等……如果你对《東方Project》，或者对幻想乡的还原计划感兴趣，大可在已有的幻想乡自然地理拟真的自制地图中畅游，游览已有建筑景点，游玩RPG内容，提出你的想法和意见，参与群内的相关讨论，与管理员或服主交流心得。当然！这一切都将建立在你对《東方Project》有了解的基础上。\n·第四周目的主题是什么？第四周目回归了久远时第一周目的主题——科技。为了顺应周目主题，更彻底地营造氛围，我们将mods内容统一到了“科技”上。从蒸汽朋克到未来科技，总有一款合你胃口的科技类mod。此外，服务器一直以来都在发展的RPG内容，在第四周目有了很大进展。全新主题副本，新武器以及新剧情的发布，让境界神隐的RPG方面的内容愈发充实起来。世界类型本服建立的初衷在于“建造理想中的‘幻想乡’”，但同时为了让各位玩家能够欢乐地游戏，本服安装了多世界MV插件，将「境界」之内和现世隔开。因此，玩家可以在几个世界内穿梭，来做他们想做的事情。目前拥有的世界如下：境界之内——由WP（WorldPainter）软件制作的超大地图，用于担当「境界」的承载物。服主、管理员以及可能出现的有志人士将会在这片大陆上还原他们心目中的「幻想乡」。相对的，普通玩家在这个世界除了参观以外，没有建造和破坏的权限，能做的事情非常有限。但在后期副本内容完善后，「境界」内的众多NPC将分担提供副本任务、出售强力装备武器的职责。换句话说，这就是RPG游戏里风景优美的主城。\n地皮世界——地皮世界是四周目新加入的设定，代替生存世界成为一般玩家的居住场所。玩家能够在这里免费领取一块地皮，从资源世界收集材料，并建造自己心仪的家园。\n生存世界——自从四周目开启以后，生存世界变成了一个神秘的维度。没有人进入过那个地方，它只存在与人们的流言于幻想之中。具体要如何进入，怎样的人才有资格进入，对外人来说仍是一个谜……\n资源世界——由Minecraft普通世界生成器生成的世界，是众多Minecraft玩家最为熟悉的世界。它有小巧的体积，丰富的林木矿产资源，能提供给玩家足够的“战利品”。当玩家收集了足够的资源后，便可将它们带回生存世界，存放在自己温馨的家园中。由于大面积的疯狂开采，资源世界可能会很快崩毁掉。所以，资源世界将会定期刷新。请玩家不要在这个世界建造房屋或是存放贵重物品，因没注意提示而导致财产损失概不负责。\n数不清的神秘维度——“那是存于我们认知之上的、以天文数字计算的零碎世界。”这个世界充满了未知与奥秘，它们会随着你的探索进度和任务进度逐个揭开面纱，展现在你的面前。满怀着期待，朝前方跨出坚定的第一步吧！\nmod列表\n主要mod列表：工业2mod（IndustrialCraft 2 mod）核电控制mod（IC2NuclearControl mod）建筑mod（BuildCraft mod）沉浸工艺mod（ImmersiveEngineering）林业mod（Forestry）农业工艺mod（AgriCraft）重力装甲（GravitySuite）高级太阳能（Advanced Solar Panel）竹mod（Bamboo）辉夜姬的五难题mod（THkaguyamod）次要Mods列表：凿mod（Chisel2）展示架mod（BiblioCraft）木匠方块mod（Carpenter’s Blocks）自定义NPCmod（CustomNPCs）境界神隐mod（EntranceOfGensokyo）时装工坊mod（ArmourersWorkshop）游戏截图\nOP证明写在后面相遇相知，命运所使。希望屏幕前的你们能够加入境界神隐，和它、和大家一起成长，留下属于我们的回忆。\n\n",
    "replies": []
}