{
    "title": "Yobox-由YOGCAST整合多個有用Mod(手打+原創)",
    "author": "klamben",
    "replyCount": 19,
    "timestamp": 1312448160,
    "txt_content": " 本帖最后由 klamben 于 2011-8-4 18:41 编辑 \n\n\n\n\n\n\nyogbox.png (9.06 KB, 下载次数: 177)\n\n下载附件\n\n2011-8-4 16:57 上传\n\n\n\n\n\nChangelog Version 1.7.3 Beta 7\n- Added Doors Open Doors tweak. Double doors are 100% awesomer!\n- Added Inventory Tweaks by jimeowan. Broken tools get replenished (if you are holding more), as do stacked items! Middle clicking or pressing R (by default) sorts your items!\n- Updated mods that needed them. (Hopefully no more transparent mobs from Elemental Creepers!) Also be on the lookout for slime pools!\n- Removed Israphel for sure this time, as it's bugged at the moment.\n\nVersion 1.7.3 Beta 7\nHere's a list of all mods currently included in this pack:\nmods marked (CORE) are part of the core installation\n\n\n=====\nInventory Tweaks by jimeowan\nhttp://www.minecraftforum.net/topic/...s-120-july-27/\n-----\nTweaks inventory handling. Tools/weapons when broken get instantly replaced with another, organized items. R key (by default) or middle mouse click sorts inventory.\n\n=====\nDoors open Doors tweak by Kassoon (CORE)\nhttp://forums.somethingawful.com/sho...#post393496394\n-----\nDoors open doors adjacent to them. Meaning double doors will both open at the same time. Very handy. \n\n=====\nProper Fence Behavior by nekosune (CORE)\n-----\nMakes mobs not act all derpy around fences. :3\n\n=====\nSeasons by Nandonalt\nhttp://www.minecraftforum.net/topic/...e-seasons-mod/\n-----\nAdds seasons to your world. Each season changes in 7 Minecraft days and each has their own special properties. Also includes recipes to make a season watch and thermometer.\n\n=====\nPfaeff's Mod (CORE)\nhttp://www.minecraftforum.net/topic/...-pad-and-more/\n-----\nAdds useful redstone activated blocks and a slime jump pad!\n\n=====\nElemental Creepers by xSmallDeadGuyx\nhttp://www.minecraftforum.net/topic/...sssssssssssss/\n-----\nAdds Creepers of varying types with different attacks. Not all are bad....\n\n=====\nMillenaire by Kinniken\nhttp://www.minecraftforum.net/viewto...=1032&t=247048\n-----\nAdds NPC villages to your world. Read the enclosed Beginner's Guide PDF for more info! Or visithttp://millenaire.wikia.com\n\n=====\nAxebane's Mods (Mystic Ores & Mystic Ruins)\nhttp://www.minecraftforum.net/topic/...mystic-stones/\n-----\nMystic Ores - Adds new ores to newly generated chunks with respective tools to be crafted from them. Includes other gems and secret recipes as well.\nMystic Ruins (CORE) - Adds under(and sometimes over)ground ruins and hanging vines. May include secrets too.\n\n=====\nBaby Animals by cocoavalley\nhttp://www.minecraftforum.net/topic/...ls-v175-mobml/\n-----\nAdds cute baby animals which you can raise and tame. :3\n\n=====\nScokeev9's mods (BiomeWater, ScotTools & Randomite) (CORE)\nhttp://www.minecraftforum.net/topic/...t-v18b-6-more/\n-----\nBiomeWater - Enables biome colored water, mainly for aesthetics\nScotTools - API and fix for better compatability between new blocks from mods and tools\nRandomite - Adds new ore, Randomite, which gives you a random ore when mined.\n\n=====\nSomnia by MALfunction84\nhttp://www.minecraftforum.net/topic/...tes-the-world/\n-----\nAdds advanced sleep options and simulated real time while sleeping. Right clicking on a bed while holding a clock will allow you to set your time to wake up.\n\n=====\nMore Health by nohero (CORE)\nhttp://www.minecraftforum.net/viewto...?f=25&t=122510\n-----\nRenovates the default Minecraft health system to that like from the Legend of Zelda series of games. Default starting health is 5, and may be changed under mod options. Find heart containers and pieces scattered throughout the world in dungeons. Craft 4 pieces like a workbench to create 1 container. There may be other, secret, ways to acquire containers...\n\n=====\nModOptions API by Clintonxa (CORE)\nhttp://www.minecraftforum.net/viewto...=1032&t=207630\n-----\nThis enables GUI style option buttons in Minecraft. Certain mods depend on this.\n\n=====\nGUI API by Lahwran (CORE)\nhttp://www.minecraftforum.net/viewto...pi#SettingsAPI\n-----\nThis enables GUI style option buttons in Minecraft. Certain mods depend on this.\n\n=====\nMo' Creatures by DrZhark\nhttp://www.minecraftforum.net/viewtopic.php?t=86929\n-----\nAdds a plethora of new mobs and related items to the game world. Advanced settings are under options.\n\n=====\nDaftPVF's mods (Slime Boots, Score, Starting Inventory, Treecapitator, Crystal Wing, Web Generation) (CORE)\nhttp://www.minecraftforum.net/viewto...=1032&t=132377\n-----\nSlime Boots - Craft slime **** into boots, said boots double jump height and reduce fall damage!\nScore - Pretty self explanatory. Killing hostile mobs gives positive scores while killing peaceful mobs are negative.\nStarting Inventory - Starting a new game gives you predefined inventory.\nTeecapitator - Trees are tougher to cut, but cutting them with axes at the root makes all the logs fall at once.\nCrystal Wing - Craftable item. Using this item instantly warps you to your last spawn point. Has 8 uses.\nWeb Generation - Generates Webs in caves and underp****.\n\n=====\nRisugami's Mods (ModLoader, AudioMod, Death Chest, Shelves, More Stackables, More Arrows, Recipe Book) (CORE)\nhttp://www.minecraftforum.net/viewtopic.php?t=80246\n-----\nModLoader - Pretty important as 90% of the mods in this pack won't work without it!\nAudioMod - Certain mods depend on this.\nDeath Chest - Dying while holding a chest in your inventory will place all your items in said chest.\nShelves - Craftable shelves which are great for displaying and storing your prized items.\nMore Stackables - Enables more items to be stackable for balancing reasons.\nMore Arrows - Adds elemental arrows and a homing bow.\nRecipe Book - Right clicking while holding this opens the book. Shows all available recipes in the game, including mod items!\n\n=====\nAirship (CORE) and sky pirates by Pchan3\nhttp://www.steam-craft.com\n-----\nAdds craftable and ridable airships! They require coal as a fuel source, and are also able to fire regular arrows. While boarded on an airship press B to open the ship's inventory to load it with arrows, coal or whatever else you desire. Pressing C while flying fires arrows. Space ascends, shift descends. Sky pirates is an optional mob mod of hostile airships.\n\n=====\nHogofwar's Mods (Magical Bone Sticks, Bone Torch, Biome Caves, More Dungeons, Rope!, Peaceful Pack) (CORE)\nhttp://www.minecraftforum.net/viewto...=1032&t=206974\n-----\nMagical Bone Sticks - Adds 3 different craftable magic wands with different effects and passive abilities while held. Must be crafted with gilded bone sticks first. Check your recipe book on how to create them.\nBone Torch - Adds torches crafted from bones and coal. Brighter than regular torches, and useful for when you're underground without any wood or sticks.\nBiome Caves - Adds ice and sand caverns for more variety on your spelunking adventures.\nMore Dungeons - Adds above world dungeons which are camoflauged by trees and pyramids.\nRope! - Adds craftable ropes which are useful for climbing. Attach a rope to a ceiling and it will drop down until it hits a surface. Break the rope to get it back or cut it with a sword or axe to make specified lengths of rope.\nPeaceful Pack - Adds alternatives to obtain various resources on Peaceful mode which would otherwise require killing of mobs.\n\n=====\nBuried Treasures by Club559 and NCrawler and Pudding Huxtable (CORE)\nhttp://www.minecraftforum.net/viewto...=1032&t=164228\n-----\nAdds treasure chests scattered throughout the land buried in sand. Can also be found in the nether. Chests may also contain heart pieces or containers...\n\n=====\nConvenientInventory by Evenprime\nhttp://www.minecraftforum.net/viewtopic.php?t=162534\n-----\nAdds SHIFT, CTRL and ALT modifiers for inventory management. Middle clicking in an inventory will sort all items.\n\n\n\n內有多個Mod(*為核心Mod)(#為可選安裝)\n\n\n*Doors open Doors tweak by Kassoon\n開門一開二\n\n\n*Proper Fence Behavior by nekosune \n.......\n\n\n#Seasons by Nandonalt\n季節\n\n*Pfaeff's Mod \n增加風扇等東西\n\n\n#Elemental Creepers by xSmallDeadGuyx\n增加爆水/火的creeper\n\n\n#Millenaire by Kinniken\n不作介紹了\n\n\n#Axebane's Mods (Mystic Ores & Mystic Ruins)\n隨機chest\n\n#Baby Animals by cocoavalley\n不作介紹了\n\n\n#Mo' Creatures by DrZhark\n不作介紹了\n\n\n*DaftPVF's mods (Slime Boots, Score, Starting Inventory, Treecapitator, Crystal Wing, Web Generation) (CORE)\n分數\n\n*Airship\n飛船\n\n\n*Hogofwar's Mods\n+骨&骨Torch\n\n\n*Buried Treasures by Club559 and NCrawler and Pudding Huxtable\n隨機chest\n\n\n安裝方法(看7樓):\n壓之後放在安裝目錄\n按YOGBOX Installer.jar\n選要的Mod\nok!!\n\n下載地:http://u.115.com/file/e6kzqln6#\n\n\n\n手累了...\n\n\n你們會回帖是把.........\n\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1312448280,
            "txt_content": "[diamond_gem]撸过 会装mod不需要yogbox"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312448460,
            "txt_content": "- -。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312449960,
            "txt_content": "差不多拉 哈哈"
        },
        {
            "author": "420952996",
            "timestamp": 1312450500,
            "txt_content": "不会用                  "
        },
        {
            "author": "as_K",
            "timestamp": 1312453200,
            "txt_content": "有沒有YOGBOX的教學或說明之類?\n看klamben 說明的還是不太懂...."
        },
        {
            "author": "klamben",
            "timestamp": 1312453560,
            "txt_content": " 本帖最后由 klamben 于 2011-8-4 18:39 编辑 \nas_K 发表于 2011-8-4 18:20 \n有沒有YOGBOX的教學或說明之類?\n看klamben 說明的還是不太懂....\n安裝方法:\n壓之後放在安裝目錄按YOGBOX Installer.jar\n\n\n\n\nf2.png (58.89 KB, 下载次数: 4)\n\n下载附件\n\n2011-8-4 18:38 上传\n\n\n\n\n\n\n\n\n\n\nf1.png (60.63 KB, 下载次数: 4)\n\n下载附件\n\n2011-8-4 18:38 上传\n\n\n\n\n\n選要的Mod\n\n\n\n\nf3.png (38.84 KB, 下载次数: 6)\n\n下载附件\n\n2011-8-4 18:39 上传\n\n\n\n\n"
        },
        {
            "author": "as_K",
            "timestamp": 1312454400,
            "txt_content": " 本帖最后由 as_K 于 2011-8-4 18:41 编辑 \n\n還有防毒器告訴我這檔案有病毒連結,沒問題嗎~~\n我覺得這和115有關..."
        },
        {
            "author": "HolySheng",
            "timestamp": 1312470600,
            "txt_content": "没想到yogscast的东西被转过来了= =\n难道你是 wangzhexuan？ 【不是请无视】"
        },
        {
            "author": "miguo",
            "timestamp": 1312550100,
            "txt_content": "我才不会回帖！！！！！！！！"
        },
        {
            "author": "eric32154",
            "timestamp": 1312594440,
            "txt_content": "表示感謝啊-.-\n樓上那位傲嬌是吧"
        },
        {
            "author": "eric32154",
            "timestamp": 1312594440,
            "txt_content": "這麼好運-.-\n一回答就抽中了"
        },
        {
            "author": "夜神月",
            "timestamp": 1312710000,
            "txt_content": "干啥用的= =\n额？？？"
        },
        {
            "author": "tteicom",
            "timestamp": 1312731840,
            "txt_content": "太深奥了，不会用啊，还是自己装MOD吧。。。。。。。。"
        },
        {
            "author": "tteicom",
            "timestamp": 1312759080,
            "txt_content": "主要是MOD都没翻译，所以就算是有好的MOD也看不懂。。。。。。。。。没办法啊"
        },
        {
            "author": "ZHAONINGGT",
            "timestamp": 1312803780,
            "txt_content": "英文有压力。。。。。。。。"
        },
        {
            "author": "heyidalao",
            "timestamp": 1312985760,
            "txt_content": "不用金币的下载我可不太想回复哦"
        },
        {
            "author": "wsw11210",
            "timestamp": 1313125620,
            "txt_content": "等我慢慢看看的。。。。"
        },
        {
            "author": "hjzsd",
            "timestamp": 1314235020,
            "txt_content": "回帖奖励1金币"
        },
        {
            "author": "164204444",
            "timestamp": 1424999640,
            "txt_content": "我来考古"
        }
    ]
}