{
    "title": "服务器帖子被回收后对贵论坛的一些建议",
    "author": "l89669",
    "replyCount": 19,
    "timestamp": 1510682520,
    "txt_content": "本人服务器帖子经正常发帖-》审核通过-》正常展示，已有一年之久，于前些天被回收，理由为：标题触犯版规\n那么我想跟管理聊聊以下问题：\n0. 别急着说我发错地方了，我只是对bbs管理提出合理化建议。\n1. 服务器版管理员对版规不熟悉，以至于对于违反版规的帖子正常审核通过，此行为是否有问题。\n2. 服务器版规1-2不允许使用特殊符号作为服务器名字，其合理理由是什么？还是仅作为版主的个人喜好或者主观判定？我认为服务器名称使用特殊符号，体现了服务器品牌，服主自身的个性与特色，能够加深品牌印象。如此限制符号，实在对于服务器宣传是个不利因素。\n3. 服务器违反版规不严重的情况下，不责令限期修改而是直接关闭并移动，其行为处罚是否过于严重了？绿宝石对于bbs账号来说是很宝贵的资源，不应如此被浪费。\n4. bbs管理员是否摆正了自己的位置？作为一个大型公益论坛，管理员应为论坛内容，活动服务，而不是为自己方便而服务。过于追求撇除自身责任，加重用户责任，我认为不是一个很好的管理风气。\n\n最后，我申请撤回对我服务器宣传贴的处罚，我将会整改服务器名称为符合现有版规的名字，并加强对版规与论坛规定的学习，尽最大能力保证遵守论坛各项规定。",
    "replies": [
        {
            "author": "ZhaiSoul",
            "timestamp": 1510719600,
            "txt_content": " 本帖最后由 ZhaiSoul 于 2017-11-15 12:24 编辑 \n\n1.没有问题，首先第一个审核是关键字审核，这个不在服务器贴审核范围内，并且dz的后台管理审核特别烂，帖子内容显示的是源码而非可视化，如果你帖子用的标签和图片特别多，就非常难审核。关键字审核仅为检查帖子是否有属于严重违规（例如广告、水文、侮辱贴等违反坛规的内容），不对帖子是否符合版规检查。\n2.版面整洁有秩序，对你对我都有好处，如果允许各类字符，相信到时候各种非主流火星文满天飞，就非常不严谨。\n3.不严重。你在本版发帖就代表你已阅读并同意论坛的相关规定。\n4.既然你也明白是公益的，不拿钱帮人做事，你这还想要心悦会员一样的服务？"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1510720500,
            "txt_content": "2. 服务器版规1-2不允许使用特殊符号作为服务器名字，其合理理由是什么？还是仅作为版主的个人喜好或者主观判定？我认为服务器名称使用特殊符号，体现了服务器品牌，服主自身的个性与特色，能够加深品牌印象。如此限制符号，实在对于服务器宣传是个不利因素。\n\n如你所说“加深品牌印象”，结果就是大家都用这种特殊字符来吸引眼球，然后满屏都是。\n\n3. 服务器违反版规不严重的情况下，不责令限期修改而是直接关闭并移动，其行为处罚是否过于严重了？绿宝石对于bbs账号来说是很宝贵的资源，不应如此被浪费。\n\n服务器的版规写的很清楚，其它版块如果违反版规也会受到惩罚，不过其它版块是人气金粒，这个是绿宝石罢了。\n服务器宣传的门槛高，才能避免玩家随意宣传服务器，而不论自身的服务器的质量与否。越是严格，大家才会更加珍惜自己的发帖机会啊。\n\n4. bbs管理员是否摆正了自己的位置？作为一个大型公益论坛，管理员应为论坛内容，活动服务，而不是为自己方便而服务。过于追求撇除自身责任，加重用户责任，我认为不是一个很好的管理风气。\n\n管理员也是照规章制度办事，不明白怎么叫“摆正了自己的位置”？版主版务不合格或是违规或是被投诉了，也是可能会撤职的。再者，管理员/版务难道不是为论坛内容，活动服务？如果为自己方便不应该是不当版务么？\n如果说当版务唯一的好处可能就是能领工资吧……\n我不知道你为何有这种观点，如果对版务有意见就投诉，所以不明白你最后一句话想表达什么？"
        },
        {
            "author": "l89669",
            "timestamp": 1510722300,
            "txt_content": "ZhaiSoul 发表于 2017-11-15 12:20\n1.没有问题，首先第一个审核是关键字审核，这个不在服务器贴审核范围内，并且dz的后台管理审核特别烂，帖子 ...\n我指的审核通过，是移动到服务器版正常显示"
        },
        {
            "author": "l89669",
            "timestamp": 1510722780,
            "txt_content": "ruhuasiyu 发表于 2017-11-15 12:35\n2. 服务器版规1-2不允许使用特殊符号作为服务器名字，其合理理由是什么？还是仅作为版主的个人喜好或者主观 ...\n我认为我服作为一个开服两年，在bbs帖子宣传超过一年的服务器，不应被如此草率的对待。我服有大量精心配置的mod，魔改配方表，有自创的插件，自行修复过的mod，服务器宣传帖子也经过精心排版，字体配图都非常美观。并不符合你所说的玩家随意宣传服务器，我认为对于未严重/故意违反版规的行为，管理员应酌情提醒并要求限期整改，否则未免有点太不近人情了，这也是我提出”过于追求撇除自身责任，加重用户责任“这句话的理由。\n其次，使用破折号，不允许过长导致出现...这类标题已经极大的限制了标题的编辑，帮助实现了版面整洁。使用个别符号（可限制为不超过三个）也不至于导致全版都是特殊符号（可能服务器名字是会出现一些符号，但是后面的介绍仍然是整齐的）。至于吸引眼球，我认为只要内容名副其实不是标题党，吸引眼球是无可厚非的事情。"
        },
        {
            "author": "ZhaiSoul",
            "timestamp": 1510726020,
            "txt_content": "l89669 发表于 2017-11-15 13:05\n我指的审核通过，是移动到服务器版正常显示\n这个就要服务器版的版主来回复了，不排除是以前漏掉的或者误审，审核的版主都已经换了几个了"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1510726740,
            "txt_content": "l89669 发表于 2017-11-15 13:13\n我认为我服作为一个开服两年，在bbs帖子宣传超过一年的服务器，不应被如此草率的对待。我服有大量精心配 ...\n我没说你是随意宣传的……\n至于你说的限期整改，目前版规并无此条规定，不可能因你一人而更改\n标题规定严格实现版面整洁我认为挺好的，就我个人而言，并不希望服务器版面出现大量特殊字符。我的意思是一旦放开标题标准，只会影响玩家找到自己想要的信息。"
        },
        {
            "author": "l89669",
            "timestamp": 1510753080,
            "txt_content": "ruhuasiyu 发表于 2017-11-15 14:19\n我没说你是随意宣传的……\n至于你说的限期整改，目前版规并无此条规定，不可能因你一人而更改\n标题规定严 ...\n为了限制随意宣传而制定的规则，影响到了我这个认真宣传的宣传贴，此为制度不合理之一。\n对于一般性违规惩罚过于严厉且无余地可留，此为制度不合理之二。\n我所言并非为争取自身权益，而是为bbs发展，使版规更好的服务于所有会员以及管理而提出建议。"
        },
        {
            "author": "l89669",
            "timestamp": 1510812180,
            "txt_content": "希望服务器版或站内相关负责人能够及时回复一下本贴"
        },
        {
            "author": "xu11xx",
            "timestamp": 1510922520,
            "txt_content": "1.\n        在您发帖的这一年间（2016-11-16~2017-11-17）服务器板块版规（有记录的情况下）\n        在2017-2-26、2017-4-9分别更改过2次，您的帖子在（2017-10-20 01:34）也进行过更改，\n        且根据后台查询 \n                您的第一个服务器帖标题（当初未通过的）为\n                        “夏沁初心 生存/神秘/工业/热力膨胀/拔刀/豆腐等” \n                您的第二个服务器帖标题（近期被关闭的）为\n                        “[多线]夏沁初心 夏·次方 —— 拔刀|神秘|工业|植物|枫树|热力[1.7.10]”\n        所以并不能判定在当时您的服务器帖子是否违规。\n        但这不意味着您的服务器帖现在不违规，\n        也不意味着您的服务器帖现在违规了不能进行关闭回收处理。\n2.\n        合理理由为保证板块整洁，方便用户浏览而并非是“突出服务器，加强品牌形象”\n3.\n        不严重，因为版规1-2中最后一句话：\n                若以上要求不符合，哪怕是一点差距或不足，帖子将被判定为不合格并移动到“不合格服务器”版块\n        “绿宝石对于bbs账号来说是很宝贵的资源”这句话确实没错，\n        但绿宝石是“免费提供”的，故需要会员自己珍惜/努力获取\n        版规1-1中B也有提到：\n                发一个服务器帖子消耗1点绿宝石积分，\n                所有用户可以通过任务中心领取3点绿宝石积分，\n                服务器版块内的任何违规为都可能导致被扣除绿宝石\n4.\n        版主的义务是\n                “充分发挥主管职能作用，执行日常管理工作，对职责内的特定工作做到快速响应，确保论坛健康有序地发展”。\n        版主严格按照版规处理，保证了论坛健康有序发展，请问还有什么位置没有摆正？\n        请问按时处理版务，清理违规帖子，制订方便用户浏览的标题版规上，\n                从何能看出“为自己方便而服务。过于追求撇除自身责任，加重用户责任”？\n        如果这还不算是一个良好的管理风气，那请您到隔壁贴吧叭。\n                那边的规定非常松散，大吧小吧随意删帖，非常符合您的观点。\n\n最后，保留原处理意见。\n拒绝撤回申请。"
        },
        {
            "author": "l89669",
            "timestamp": 1510934160,
            "txt_content": "xu11xx 发表于 2017-11-17 20:42\n1.\n        在您发帖的这一年间（2016-11-16~2017-11-17）服务器板块版规（有记录的情况下）\n        在201 ...\n对于按版规处理我的帖子我并没有什么意见。\n对于版规规定”哪怕是一点差距或不足，帖子将被判定为不合格并移动到“不合格服务器”版块“我表示不满。\n我认为，对于非严重性违反版规（骗审，盈利模式标注不清，标题缺少版本线路关键词，包含违法内容等）的行为，且能明显看出非刻意所为，服务器板块内在技术上显然可以做到采用移动分区并责令改正，改正后审核通过重新返还正常分区的行为，而并非直接锁帖浪费绿宝石的行为。直接锁帖这一行为作为对于轻微违规的处罚显然是有些过分了。\n版主不采用这种方式，据我没有凭据的猜测应该是避免加大自身的工作量。这也是我对于版主工作态度提出质疑的原因。"
        },
        {
            "author": "l89669",
            "timestamp": 1510934460,
            "txt_content": "xu11xx 发表于 2017-11-17 20:42\n1.\n        在您发帖的这一年间（2016-11-16~2017-11-17）服务器板块版规（有记录的情况下）\n        在201 ...\n目前服务器版内经常会出现辛辛苦苦练到6级发了一个服务器贴，然而直接被关闭并不注明所有不合规原因仅注明一个原因，多次不同理由关闭后绿宝石全部浪费光的情况。这种情况对于会员而言是极大的不方便的。单方面一味顾着减轻版主审核负担，而加大会员发帖过审难度，我认为这种现行制度极为不合理。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1510937100,
            "txt_content": "l89669 发表于 2017-11-18 00:01\n目前服务器版内经常会出现辛辛苦苦练到6级发了一个服务器贴，然而直接被关闭并不注明所有不合规原因仅注 ...\n3个绿宝石，3次都不抬头看版规，你说怪谁呢？"
        },
        {
            "author": "l89669",
            "timestamp": 1510937280,
            "txt_content": "ruhuasiyu 发表于 2017-11-18 00:45\n3个绿宝石，3次都不抬头看版规，你说怪谁呢？\n如果三个绿宝石仅仅是作为3次不合格的代价而存在的，没有其他意义，那我就没什么可说的了"
        },
        {
            "author": "l89669",
            "timestamp": 1510951740,
            "txt_content": "xu11xx 发表于 2017-11-17 20:42\n1.\n        在您发帖的这一年间（2016-11-16~2017-11-17）服务器板块版规（有记录的情况下）\n        在201 ...\n有一点值得注意的是我的观点并非是\"贴吧随意删帖行为是正确的\"，\"贴吧非常符合您的观点\"这种略带嘲讽的语气更证明了您对我向论坛提出合理化建议的轻蔑和不重视"
        },
        {
            "author": "l89669",
            "timestamp": 1510952460,
            "txt_content": "xu11xx 发表于 2017-11-17 20:42\n1.\n        在您发帖的这一年间（2016-11-16~2017-11-17）服务器板块版规（有记录的情况下）\n        在201 ...\n我深知服务器版管理并非易事，各种违规内容以及擦边球的确让各位版主和广大会员都颇为头疼。在此我也向您以及其他服务器版版主道一声辛苦了，感谢你们的贡献。\n其次是我想进一步解释我的想法。我提出本贴的原因颇为简单: 作为广大服务器宣传贴发布者中的一员，一名小小的服主，我认真做服务器，在内容，创意上均有突破，于是想借mcbbs这个平台将自己的创意展现出来，却不巧触碰了版规。在根据版规处理过程中我对版规产生了一些思考，在此我想向版主说明，请在管理，惩罚违规捣乱者，不认真宣传者，对于他们的行为深恶痛绝的同时，也体会到普通服主钻研服务器技术，发布服务器帖子的辛苦之处。每个6级号都需要接近半年的时间练成。他们或许在认真编辑服务器帖子，制作服务器内容后只是眼花一次，就要被扣除一个绿宝石，这样代价颇为昂贵。我认为对于认真宣传，服务器质量高的会员，一定有更合理的办法来处理他们微小的违规行为，有不使用扣除绿宝石作为微小违规行为的惩罚手段的必要性和可行性。希望版主以及其他管理员能认真考虑我提出的想法和建议。"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1510961880,
            "txt_content": "l89669 发表于 2017-11-18 05:01\n我深知服务器版管理并非易事，各种违规内容以及擦边球的确让各位版主和广大会员都颇为头疼。在此我也向您 ...\n绿宝石这玩意，你只要在多人联机大区发帖做贡献，就能赚很多，你若是为论坛做了贡献就会发现绿宝石根本不算什么，你若是这么在意绿宝石，不如现在就去写两篇联机教程或者搬运俩插件，又想从社会中得到好处又不愿为社会做贡献又嫌钱不够花，这种人生是颓废的"
        },
        {
            "author": "l89669",
            "timestamp": 1510979460,
            "txt_content": "秋风残叶 发表于 2017-11-18 07:38\n绿宝石这玩意，你只要在多人联机大区发帖做贡献，就能赚很多，你若是为论坛做了贡献就会发现绿宝石根本不 ...\n顾左右而言他，不正面面对我提出的建议并非是解决问题的良方。我提出的是关于微小违规不扣绿宝石，并非是绿宝石如何获取"
        },
        {
            "author": "l89669",
            "timestamp": 1511867760,
            "txt_content": "666这波冷处理"
        },
        {
            "author": "wshycaa",
            "timestamp": 1512459660,
            "txt_content": " 本帖最后由 wshycaa 于 2017-12-5 15:47 编辑 \nl89669 发表于 2017-11-28 19:16\n666这波冷处理\n就我一个路人的看法，我认为论坛的规定是很合理的。\n\n如你上文说的，你认为为了防止草率发帖而制定的规则不应该影响你认真作宣传的服务器？What？\n规则这种东西难道是针对个人质量的不同而可以随意调节的吗？\n你服务器质量好就不守规则，然后被规则惩罚了，反而埋怨规则太严影响到你，那你何必不去规则松一点的满屏幕都是吸睛符号的贴吧去宣传服务器呢？那里不受这样的限制。但是大家都明白，正是因为限制宽松才导致那里服务器的综合质量不如这里，才愿意来这里选择服务器。\n\n这里的环境好，就是因为有这样严格的规则。既然你希望在这个比较好的环境里宣传你的服务器那么就得维护这里的氛围，并且遵守这里的规则。\n\n还有绿宝石的事情，发三次扣三个三个都不合格，服务器宣传贴的范例你仔细对照着编辑你的帖子怎么会每次都不合格呢？服务器宣传贴的量那么大，版主也都是利用自己的业余时间来管理服务器的，规则不严谨，管理不严格，那么就会给版主增加很多的工作量。你只顾着自己写好了宣传贴看着漂亮，但是版主还得一个个看你们的宣传贴然后确定合格不合格，然后一遍一遍的给你查错吗？版主不是看你一篇帖子，他所有的都得看。既然有范例，烦请自己对照范例检查好了再来！\n"
        }
    ]
}