{
    "title": "「原创·连载」异世界的创造:第三章",
    "author": "1425590084",
    "replyCount": 2,
    "timestamp": 1510819080,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-17 17:51 编辑 \n第三章\n\n铁匠铺很大，中间用黑色不知名的石头围着一滩红色流动的岩浆上面不时冒出一簇簇火苗。\n天启走进了铁匠铺，一个皮肤黄铜身穿短裤的中年大叔躺在沙滩椅上。天启看了看他上前问道“请问，你是铁匠小铁柱吗？”中年大叔跳起来暴躁如雷的说道“我叫铁柱！不叫小铁柱！还有！小家伙你得叫我铁柱大叔！不对不对，你还是叫我柱哥”天启嘴角抽了抽回到“好的，柱哥”\n“对了村长叫我过来帮你”“哦，那你去帮我把这个铁锻钢吧”铁柱随手丢出一个黑色的大锤子和一块和天启头这么大的铁“柱哥可我不会打铁啊”天启说完就迅速的把东西收进背包。“哦，那我教你”铁柱不在意的继续躺回去并手一指一道金色的光在天启身上升起。“获得任务：锻钢，任务奖励：锻造术，未知奖励”\n“叮，恭喜你学会‘打铁’，打铁：使铁变成钢等级越高钢的品质越好”“对了小子你去里屋打，最里面的火炉打”天启检查了一下背包中的铁锤和铁。\n“未知之锤：重量+50，打铁熟练度加200%” “铁：高品质的精铁”“打铁Lv1：0/20，打铁品质白”天启装备上了手臂和锤子。“叮，激活职业‘创造机械师’是否完成转职？”“是”“获得职业道具：机械核心，机械核心：生命+50,智力+20，失去法力值获得能源条，能源条和分解制造获得、可升级”“获得职业技能：赋予生命Lv1、物品机械化Lv1、机械之心：生活技能熟练度+500%制造品质5%几率提升”“能源条：0/100”\n“卧槽，这个职业这么叼”天启傻笑道“打铁打铁，赚钱赚钱”天启用力挥起锤子用力敲打在铁上一阵响声发出。\n“叮，技能熟练度+5”每提示一身，天启手臂上就闪一下亮光。\n“叮，技能熟练度+5”\n“叮，技能熟练度+5”\n“叮，技能熟练度+5”\n“技能升级，打铁Lv2：0/50，打铁品质绿”\n“叮，技能熟练度+5”\n一个小时后，“技能升级，打铁Lv4，0/500，打铁品质红”“钢：红色品质，锻造武器锋利度+20%”“获得能源20”天启一身汗的拿着钢走出里屋走向铁柱。“大叔，我的钢打好了”铁柱一脸不可思议的看着天启。“喂，大叔奖励呢！”天启一脸嫌弃的对铁柱说道。铁柱看着天启手里的钢心里想到“这小子是怪物吧，当年最有天赋的我也打了五个小时”，铁柱咳了咳说道“嗯，干的不错来这本锻造术就给你了”天启接过锻造术收进背包然后对着大叔说“大叔啊，这个锤子也给我吧”铁柱想了想说道“也行，你给我打五块钢我就给你”随手丢出了五块铁，天启一脸高兴的接过五块铁，“哦对了该下线了”天启心中默念退出。\n天启起身发现陈时不在房间，看了看时间六点了，随即下楼，看见陈时在和他爸在下面说话，陈时他爸身穿精致西装一股严肃感对着陈时交谈中。\n天启下楼对着陈洪生叫到“叔叔”，陈洪生看着天启笑着说“起来了？快坐”，陈时给天启使了使眼神，天启坐在陈时旁边。陈洪生对着天启说“天启啊，在‘天际’里面发展的怎么样了？几级了？”天启答道“还在新手村打铁，还是零级”，陈洪生脸色变了变看向陈时，陈时一脸为难。陈洪生对着天启说道“天启啊，时间不早了你也该回去了”天启看着陈洪生又看了看陈时说道“好的，叔叔”说完便起身走到门口，陈时对陈洪生说道“爸，我还有点事和他说”陈洪生还想说些什么便看着陈时跑出去，陈时追上天启气喘呼呼的说道“天启！天启！别走！”天启脸色一冷回身对着陈时说“对了把酬劳付了，我也该走了”\n陈时哭丧着脸对天启说道“天哥天哥，我爸也不是有意的”天启脸色一松对着陈时说道“那你爸什么意思”陈时从身后摸出一个头盔递给天启说道“天哥，我爸也不是故意的，因为你这个实在是太低级了，我都五级了”天启拿过头盔对着陈时说：“我打的是红色的钢”陈时一脸震惊的看着天启说道“天哥你知不知道外面还在用着白装，现在白装已经抄到500华夏币一件了”天启瞪大眼睛对着陈时说“这么贵？我还转职了叫创造机械师”陈时一副见了鬼的表情“天哥你真是太牛了，现在等级榜第一的都还没有转职呢，第二名还是转的战士”天启一脸傻笑对着陈时说“那岂不是说我要发财了？”陈时猛的点了点头。\n  天启走在回家的路上想到以后美好的生活就不禁的傻笑。“妈妈，你看那个人怎么一直在笑” “妞妞快走多半是傻了”一堆母女从身边走过。天启听到了赶紧守住了笑容“快回家”。\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1510824300,
            "txt_content": "似乎有一点过于「数据化」了？描写较为贫乏，给人以「记流水账」的感觉。\n个人拙见：在打铁的过程中可以加以描写主角（玩家？）的心情与表情。第三人称在进行表情等方面的描写上具有优势，希望能够将这种优势发挥好。\n另：如果有能力的话，是不是可以考虑一下检查错字？如：\n每提示一身"
        },
        {
            "author": "1425590084",
            "timestamp": 1510828080,
            "txt_content": "Smokey_Days 发表于 2017-11-16 17:25\n似乎有一点过于「数据化」了？描写较为贫乏，给人以「记流水账」的感觉。\n个人拙见：在打铁的过程中可以加 ...\n好的大佬！"
        }
    ]
}