{
    "title": "[原创/连载]Ialyz·昼生 第一章·第二幕",
    "author": "Nethop",
    "replyCount": 4,
    "timestamp": 1510750020,
    "txt_content": " 本帖最后由 Nethop 于 2017-11-26 14:07 编辑 \n\n     那个戴着银丝单片镜的女人没搭理面前的喧嚣，只是伏在桌上检视那几页档案与证明。\n\n\n  “米赛瓦·克利福德？”她支起头，瞥了一眼这个瘦弱的金发少年，“我说——”她的话语被圣餐杯以及匕首之类仃啷落地的声音盖过了，器具的主人和一旁的另外一人扭打起来，喧闹声充斥着整个帕佳娑丝女士的课堂。铺在祭坛上的台布变成了七零八落的有色织物。两个人的打斗一开始只限于原处，后来是全教室，到最后两人冲进了走廊。对米赛瓦来讲这样的初次印象显然使他对自己导师先前所说的事情抱有迟疑，但女人却无动于衷。\n\n\n  “克利福德阁下，这里固然是有些粗鲁和喧闹。”她把档案整理起来，放在左手边，“但是等你和他们熟悉起来，就会明白那只是卑微的污点而已。”\n\n\n    这番话语可以说是相当彬彬有礼，对于这个从乡下的学院而来的学生讲。她站起身，把米赛瓦介绍给还在屋子里的另外三个人。都是福斯汀本地的学徒，语言简单明白，也没有什么空话和夸耀抑或贬低的语句，这显然为帕佳娑丝女士争得了一些米赛瓦的好感和信任。那三个人也相当的有礼貌，尽管其中一位似乎看不起米赛瓦的出身：“好吧，但您能从外界来到福斯德里安学习，就必然有着极高的天赋。况且您的口语比较流利而无口音，请放心，您在此处绝不会享受到不公的待遇，只是直到下一位新生来之前，香灰之类的处理就交给您了，如何？”\n\n\n  “当然。”\n\n\n  交谈相当的富有礼貌性，这让米赛瓦对这个陌生的城市松了一口气。\n\n\n  下午是没有相关的课程的，而米赛瓦想在他投身于奥术研究和植物学辨析之前现在这座城市中闲逛——比如先去自己从那本福斯汀指南上写的奥洛维斯区看一看，这指南是他从车站下车后从售票员那里买的。\n\n\n  米赛瓦踩在奥洛维斯塔下的石板路上——这里是拉迈松的领地，却有几个植物学者在兜售神秘花。\n\n\n  对于他来说，福斯汀的任何一个角落都和弗西里不同，看上去极度的超凡、先进。而最为尤甚的就是奥洛维斯区了，这是当地最大的一个交易与学术场所。不管是艾娅伊的次坛还是岚哈因的分会，兜售可疑药水的商人还是备受尊敬的炼金者，信仰自然而崇敬自然的还是提倡改造与干涉的，千万的想法和千万的信仰都聚在这里，和谐共处，而在这片大陆的其余地方，大多都是思想的对立引来了鄙弃、不安以及灾难。\n\n\n  “令人为之惊叹与起敬。”他盯着自天穹贯下的高塔，不由得为此发出内心所想所思。\n\n\n  一名马车夫驾着两只棕白杂色马从那横七竖八的马车堆里钻出来，一边喊着米赛瓦“大师”一边劝他改变计划而乘马车。\n\n\n  “您应该去看看这个活力之地的概貌，大师。”他似乎能分辨出米赛瓦是异邦人。\n\n\n  “不必了，阁下。”米赛瓦笑着点头回应。\n\n\n  就这样重复了几次后，车夫尴尬地笑着驾车往深处跑去。\n\n\n  “在剩下的时间里好好确定一下缺少什么东西吧……以及给自己换点好东西。”目送那位驾车人离开，米赛瓦不想把本来就紧张的预算留给这种交通工具，他急需更新自己的研究工具——修补一下那副揭示之镜，以及换一根银树制的法杖。\n\n\n  他从旁边那家店的窗户上看到了自己的倒影，在慨叹为什么自己显得这么穷酸之后，就匆匆走开了。\n  \n  \n  \n\n    从那位手中得到了星门的传送权，我得以快速来到位于福斯汀的岚哈因支部。支部长和两个随员在那道不停旋转以寻找空间之中的相合点的星门前等候我，可我真希望在那视界开启的一瞬间能把这三个渎职的混蛋撕得粉碎。\n\n\n  “承皇命及岚哈因议会之辞而来。”我整理了一下身为监察的装束，对着那个连气都不敢出的弓柄投以审视的目光，“拉兹，你虽然犯下了强烈而严重的大罪，但最终帮助我们找到了叛变者，避免了更大的泄密。现在先不追究你的过错，我要知道那个猎杀者，艾娅伊的刺客究竟是什么东西？精通人偶转嫁的术士，还是窃取巫媒而远距离咒杀的巫师，亦或者是他们之中的尊者？”\n\n\n  “您……我无法回答。我们还活着的人没有见到过他的面容……”他担惊受怕，认为我会以重罪处罚他。\n\n\n  “加梅里尔在哪？”\n\n\n  “他因为违反命令脱离支部了。”\n\n\n  “我知道他被除名了。”我把脸凑过去，想让那个家伙知道我现在相当愤怒与急切，“我问——加梅里尔，在，哪？”\n\n\n  他把头埋得更低，不敢和我对视。\n\n\n  “看来我要重新考虑对你的评估了，拉兹。”我直起腰，俯视这个几乎要把头插进瓷砖里的懦夫，“或许你也腐化了？”\n\n\n  “他在！他…他在…福斯德里安任教，在教授远距感应学！”那家伙的头磕在瓷砖上，发出一声相当不悦的脆响。\n\n\n  基层都是这样或别的什么令人恶心的庸人，出了事除了怖惧外什么都不会，正因为如此才会让岚哈因迟迟无法与敌人决出胜负。\n\n\n  走下旋梯，推开那道宏伟之木制的大门。这陆地上的空气浸渍了我的情绪，内心的愤怒也随着这一口气而渐渐安顿下来。那个胆小鬼在最后时刻精神崩溃了，还好在他毫无用处之前我得以了解到最重要的资源。找到加梅里尔就意味着找到了线索。\n\n\n  我拦下了一辆冲我而来的马车，那个驾车人就像是在街上认错了自己的妻子一样尴尬地笑着。我有些不明白他那微妙的表情。\n\n\n  “您去哪？”我刚拉开门探进铁质的车厢中，那个车夫就问我。\n\n\n  “福斯德里安。”\n\n\n  他勒起缰绳，让牲畜转向，那之后向来时相反方向奔去。\n\n\n  和凡夫俗子没有任何的过分交流，只要我说，他们就会去做，却不思考更多。\n\n\n\n\n回到上一幕                                                                                                  前往下一幕\n  \n\n",
    "replies": [
        {
            "author": "Nethop",
            "timestamp": 1510750560,
            "txt_content": "总而言之从数据流的地狱里逃脱出来了XD\n中断的Ialyz·昼生也会继续更新……吧？\n【来自岚哈因谒见之间的信号】"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510750680,
            "txt_content": "比较好奇的是屏蔽的内容是什么。\n这里固然是有些粗鲁和**闹"
        },
        {
            "author": "Nethop",
            "timestamp": 1510750740,
            "txt_content": " 本帖最后由 Nethop 于 2017-11-15 21:01 编辑 \nSmokey_Days 发表于 2017-11-15 20:58\n比较好奇的是屏蔽的内容是什么。\nchao 闹 迷之屏蔽字，我会选择一个恰当的他词代替……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510751520,
            "txt_content": "Nethop 发表于 2017-11-15 20:59\nchao 闹 迷之屏蔽字，我会选择一个恰当的他词代替……\n好的我明白了，看来带着chao这个音的都会死？\n我试试：\n抄 超 朝 糙 嘲 潮 操【好像混进了奇怪的东西】\n当然不存在的。\n文章写得不错，加油，文评稍后给_(:зゝ∠)_"
        }
    ]
}