{
    "title": "「原创·连载」异世界的创造:第一章",
    "author": "1425590084",
    "replyCount": 6,
    "timestamp": 1510797900,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-17 17:51 编辑 \n第一章\n\n  2214年，中央星系华夏国。我走在街头上看着空中放射性屏幕中播放的广告漫无目的的走着。\n 我叫天启，是一个新时期的孤儿。生活在华夏国这个落后的星球。\n 今天我像往常一样行尸走肉般走在街头上，炫彩的悬浮车从身边飞过留下一阵阵风。\n “如果今天还是没有工作，明天就得死在这了”天启想到，“得赶紧找到工作，肚子饿死了先去吃点东西”天启想到这个不禁快速走到附近的一个人工合成餐窗口。\n  “虚拟游戏‘天际’发售，现售价五千华夏币！人类的第二个世界！”\n天启看着头顶上的虚拟屏幕。不禁想到“如果我能有一个头盔就好了”，‘天际’是全宇宙科技最顶端的产品自宇宙飞船技术后人类第一个人工智能民用。\n 2050年人类从地球进军到宇宙。\n 2120年人类终于研发出了人工智能。\n 2180年人类发展了新能源计划‘下界之星’计划启动。\n 2200年人类第一次发现了暗物质能量，开始研究并成功运用于新人工智能能源应用。\n 2214年 人类第一次人工智能民用。\n天启吃这五十晶币买的人工合成餐，想着历史课本。“坏了！等会得回去上课”天启把手中的合成餐残屑丢入自动垃圾回收口。\n“终于赶上了”天启来到了华夏科技学院门口。浓浓科技感的大门，每天准时七点钟关门。\n天启来到了自己的班级 “E级一班”全年级最低等的班级\n。“嘿，天启看见天际的发售广告没有？那个末影龙！足足有五十米高！好帅！”陈时一脸激动的拍着天启的肩膀说道，天启嘴角抽搐了一下对着一脸迷恋感的陈时说“你该不会想买一个玩玩吧，那可是五千华夏币！华夏币啊”\n陈时一脸慷慨的说道“就算是五千人华夏币我也买了！听说里面现在职业玩家都赚的盆满锅满的，你不来一个？”天启一脸逗比的看着陈时“你又不是不知道我的情况。我都还在用着晶币的人，这么可能卖的起天际\"“这好办啊我送你一个，你进去专门给我打金就好啊”陈时拍了拍他肥硕的胸脯说。\n“上课！”这时班主任进来了，“下课说下课说”天启对着陈时说。“今天来讲讲物质转换学”\n“下课！”班主任前脚刚走下面就讨论起来了，“听说了吗？天际里面是末世设定怪物一个个强的很！而且还有异世界这种设定” “这有什么的听说现在等级榜第一的人都已经五级了！”两个女生说道“这有什么的，听说第二名已经转职了” “切，还不是抢了枫少的怪才拿到的”陈时这时候插了一句，其中一个女生脸色不好站起来插着腰对陈时说道“胖诚实什么时候胆子肥了？敢顶老娘的嘴了？”陈时脖子缩了缩“雪姐，不敢不敢‘问天’天下第一”箫雪一脸满足的坐下去了。\n“天启!天启!醒醒，醒醒！”陈时推了推睡觉的天启，“干啥啊”天启一脸倦意的揉了揉眼睛看向陈时“天启，你晚上来我家吧”“去你家？干嘛，我还着急赚钱呢”“那算我雇你吧，一天一个华夏币！”天启马上瞪大了眼睛对着陈时说道“你说的都是真的？不会骗我吧？”“不会不会，我爸专门批了专款叫我搞这个的，嘿嘿嘿”“那为啥要我去你家？”天启问道，“全班就你打游戏厉害，就算帮帮我吧，天哥”“行吧行吧放学走，反正我也没有活干”\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1510805400,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-16 12:12 编辑 \n\n您好，欢迎来周边创作版创作！\n但是请注意几点：\n\n一：这里与贴吧略有不同，如果更新的话请发新的帖子；满足三个帖子的下限后请发索引贴并将各个帖子的链接复制过去\n二：请遵守标题规范：根据版规，文学创作的帖子统一使用\n[原创/转载·连载/单篇]复制代码\n作为开头。\n您可以考虑这样的标题：\n「原创·连载」异世界的创造:第一章\n三：请遵守格式规范：根据版规，连载类小说帖统一强制使用「创作作品发布」的模板，请您备份好草稿后在「标题」编辑处上方约三十像素出切换到「创作作品发布」的模板，并填写改模板使用的表格。\n\n倘若您无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。如果您实在无法理解，我可以帮助您修正。但是「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n文评我将在空闲时间给出，祝您创作愉快~\n您亲爱的：周边创作版务组\n\n"
        },
        {
            "author": "动物的世界",
            "timestamp": 1510806660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1425590084",
            "timestamp": 1510812000,
            "txt_content": "动物的世界 发表于 2017-11-16 12:31\n又是一个主角光环的dalao\n虐主是不可能虐主了 这辈子都不可能虐主 虐主就和剪自己小鸡鸡一样"
        },
        {
            "author": "1425590084",
            "timestamp": 1510812180,
            "txt_content": "Smokey_Days 发表于 2017-11-16 12:10\n您好，欢迎来周边创作版创作！\n但是请注意几点：\n\n已修改谢谢dalao"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510823940,
            "txt_content": "您好，您的修改尚未完全，尚且有两点没有修改完成：\n\n一：这里与贴吧略有不同，请您善用帖子左下方的「编辑」功能进行编辑。更新的内容也请编辑到主楼。同时依据个人的经验，建议您在积累一定的帖子后另开索引贴，将帖子的链接贴过去。\n二：请遵守格式规范：根据版规，连载类小说帖统一强制使用「创作作品发布」的模板，请您备份好草稿后在「标题」编辑处上方约三十像素出切换到「创作作品发布」的模板，并填写改模板使用的表格。\n\n\n同时给一点建议：\n\n您可以善用「编辑」界面中的「超链接」按钮，添加「可以点击」的超链接。\n\n\n\n倘若您无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。如果您实在无法理解，我可以帮助您修正。但是「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n如果您迟迟未按照修改并未联系我，我将在征求您的意见之后进行强制修改。\n祝您创作愉快~\n您亲爱的：周边创作版务组\n"
        },
        {
            "author": "1425590084",
            "timestamp": 1510824060,
            "txt_content": "Smokey_Days 发表于 2017-11-16 17:19\n您好，您的修改尚未完全，尚且有两点没有修改完成：\n\n一：这里与贴吧略有不同，请您善用帖子左下方的「 ...\ndalao 可以帮忙删一下楼吗 因为删不掉了所以才加超链接 0 .0"
        }
    ]
}