{
    "title": "[原创·连载]【幸存者们】 第三章 大祸临头",
    "author": "woaiwen123",
    "replyCount": 10,
    "timestamp": 1510831560,
    "txt_content": " 本帖最后由 woaiwen123 于 2017-11-16 20:31 编辑 \n\n第三章\n大祸临头\n-----------------------------我-----------是-----------分-----------割-----------线------------------------\n末影龙渐渐飞远，只留下了这些末影人和螨虫。史蒂夫与它们展开了最终的战斗，一剑，两剑，三剑……不知多久以后，史蒂夫的护甲和他的武器都快要报废了他现在心里很清楚，自己最多也只能是在死前带走几个炮灰，但是他依然没有放弃，在他用尽全力挥出一剑后，身体渐渐的没有了知觉……“………………”\n呼！！～史蒂夫在床上惊醒了“还是失败了吗？”史蒂夫此时的心情非常复杂，其一是因为他战败了，又一个就是他终于找到了实力相当的敌人。\n他换上了自己在很久以前准备的备用盔甲和武器，然后走出了屋子，史蒂夫又回到了平常的生活轨迹，前往了刷怪塔直到他抵达刷怪塔，眼前的景象令他不敢相信，这些怪物……居然也拥有了智力\n眼看着这些怪物用爬行者炸开了刷怪塔他愕然了，他立即回到了房子里，并且开启了他所有的机关，史蒂夫经历了这么多事情之后，他把所有的希望都寄托在他的那些机关上。可是拥有智力而又数量居多的尸潮，令他无法抵挡爬行者负责开墙，僵尸近战，骷髅远攻，还时不时的有些许蜘蛛突袭\n他在一次又一次的死亡中不断的复活，怪物们也在一点点的推进着阵地怪物们打到了最后的房间，就连史蒂夫的床也被无情的炸毁这一次，他又败下阵来，他明白，拥有着战术而又团结一致的怪物们，是他无法抗拒的\n这一次重生后，清净了许多呢……一片树林，似曾相识的样子史蒂夫这一次没有复活在自己家，所以这次也没有什么备用护甲了他突然想起来，这里不就是他第一次来到这个世界时的出生点吗？\n？？？：霍，三个小时二十八分钟，破纪录了。史蒂夫：你是，村民？？？？：这里不安全，跟我走吧。\n史蒂夫半信半疑的跟随着这个不知名的男子走了一段时间之后，他们遇到了不少的怪物，只不过这些怪物在这个人的剑下都不堪一击史蒂夫知道，这个人的实力不低于曾经的自己，所以在这种情况下，他是可以信任的一个人\n他们到了一座大山前，这个山和其他的山貌似没什么区别但是史蒂夫凭着经验发现，这周围的几座山以及山上植被排布方式，都是可以防止怪物入侵的比如两棵树之间必定一高一低，这让骷髅没有办法获得全面的视野周围还有许多的岩浆，仙人掌等。\n只见那个男子按动了一个极其隐蔽的按钮，山前出现了一条通往地下的通道而通道的四周全都是装满了瞬间恢复Ⅲ药水的发射器，这可以让亡灵生物无法靠近史蒂夫一边围观着这杰作，一边跟随着男子进入了通道\n？？？：这通道全程向下延伸58格，并且拥有很强的防怪物机制，下面还有三个铁傀儡房间。    绝对是怪物克星啊史蒂夫：你，有没有见过拥有智力的怪物？？？？：当然，在这里的各位都见过啊！史蒂夫：各位？这里还有别人？？？？：没错，这里一共有15位和你我一样的“英雄”\n说完，他们就到达了休息室史蒂夫头一次看见除了村民以外，其他可以与自己对话的生物他只是惊讶的看着房间里面的一切…………-----------------------------我-----------是-----------分-----------割-----------线------------------------未完待续……后记大家好，又我又更新了这个系列的小说所有的世界观都与MC有巨大的关系希望大家可以喜欢这个系列如果有什么看不懂的或者需要吐槽的，请回帖联系我，谢谢预告这个组织大家应该都知道了就是\"幸存者\"组织，这是一个在智能怪物逼迫下走到一起的组织而组织的每一个人在前往末地前却都没有互相见过虽然这个世界背后的秘密还没有到大家思考的时候但是这个组织的最终目标只有一个，称霸末地！！",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1510832340,
            "txt_content": "...剧情转变的速度太快，有点看不懂。\n教你「hr」不是让你用hr把分割线框起来啊喂XD\n加油！"
        },
        {
            "author": "woaiwen123",
            "timestamp": 1510834440,
            "txt_content": "Smokey_Days 发表于 2017-11-16 19:39\n...剧情转变的速度太快，有点看不懂。\n教你「hr」不是让你用hr把分割线框起来啊喂XD\n加油！ ...\n我来做一下说明，意思就是主角在末地战败了，复活在家里，发现主世界的怪物也有了智商，然后被怪物虐了，床没了之后MC的设定就是在第一次进入游戏的地点复活嘛，然后其他在末地战败的人也在这里复活（多人联机的设定），一群每一个都可以独当一面的人组建在一起，称为\"幸存者\"，他们可以知晓史蒂夫去了末地，而这个三个小时说的是史蒂夫在怪我的进攻下坚守的时间，还有什么不知道的可以@我"
        },
        {
            "author": "woaiwen123",
            "timestamp": 1510836300,
            "txt_content": "第三章最后的后记和预告也写完了，下一章可能会出现下一部分的反派关系图"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510837740,
            "txt_content": "woaiwen123 发表于 2017-11-16 20:14\n我来做一下说明，意思就是主角在末地战败了，复活在家里，发现主世界的怪物也有了智商，然后被怪物虐了， ...\n不是啦，我能读懂你在说什么，只是「一个尝试屠龙的情节就这样一笔掠过」实在是令我有些措手不及。\n个人的拙见是，可以考虑在每个情节点停留的时间长一点，练练自己的描写能力。否则正常的观众是很难跟得上这么快的节奏的。毕竟人们看的是「你的小说」，而不是「你的梗概」~\n祝进步。"
        },
        {
            "author": "Thunder_Wither",
            "timestamp": 1510840440,
            "txt_content": "大力支持楼主！！！！！"
        },
        {
            "author": "sss1",
            "timestamp": 1510842900,
            "txt_content": "Smokey_Days 发表于 2017-11-16 21:09\n不是啦，我能读懂你在说什么，只是「一个尝试屠龙的情节就这样一笔掠过」实在是令我有些措手不及。\n个人 ...\n就是说楼主发的可以说是稍加扩充的大纲，距离丰满的文章还有一段距离的意思？"
        },
        {
            "author": "woaiwen123",
            "timestamp": 1510913100,
            "txt_content": "sss1 发表于 2017-11-16 22:35\n就是说楼主发的可以说是稍加扩充的大纲，距离丰满的文章还有一段距离的意思？ ...\n其实我的计划是，现在的主角在末地就是辣鸡，末影龙扔完小兵以后都不稀得和他打"
        },
        {
            "author": "woaiwen123",
            "timestamp": 1510913280,
            "txt_content": "还有一件事不知当讲不当讲（这个是不定期更新，也就是说如果我什么时候想到非常好的剧情且我有空的时候会无数量上限的更新，脑洞匮乏或时间不足时，可能会几天或几周一更）…………"
        },
        {
            "author": "chenyiii",
            "timestamp": 1511240100,
            "txt_content": "非常可以哈哈哈·"
        },
        {
            "author": "chenyiii",
            "timestamp": 1511240160,
            "txt_content": "完全OK哈哈哈"
        }
    ]
}