{
    "title": "「原创·连载」异世界的创造:第四章",
    "author": "1425590084",
    "replyCount": 1,
    "timestamp": 1510882080,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-17 17:52 编辑 \n第四章\n\n  “终于回到家了，妈耶”天启看着面前一个精致的小屋露出了微笑，“赶紧吧上游戏吧任务做了，总感觉这个铸造术很牛逼”天启迫不及待的躺在床上。戴上了头盔，“哟，小伙子回来了？”铁柱一脸高兴的看着天启，天启打开背包看了看铸造术的技能书“工匠类技能效果+20%”很明显这是一本专精类的技能书。\n  “大叔啊，你能不能教我打造装备啊”天启满脸期待对着铁柱说，\n  “你把铁打了再说，还有你小子是为我服务，什么时候我说过要教你技能了”铁柱手持一柄巨大的铁锤疯狂的敲击不明黑色物质的火炉上面的通红色的铁坯，\n\n  “大叔你这个是什么材质的火炉啊”天启对铁柱说，“火炉？哈哈哈，这是铸造炉，是用地心岩浆加上极寒之水铸成的，火是地心火”铁柱笑了笑然后一本正经的说道，“你小子快去干活！”铁柱不耐烦的打发道，天启把技能书学了走进里屋。\n  “叮，熟练度+5”\n  “叮，熟练度+5”\n  “叮，熟练度+5”\n  “叮，熟练度+5” \n  打完一块看了看熟练度应该打完四块就升级了吧，天启心想背包里面\n  “叮，熟练度+5”\n  “叮，熟练度+5”\n  随着一阵系统提示声中，打铁技能也升到了五级“打铁Lv5:0/1000,打铁品质黑，力量+50”\n\n  天启看了看自己的面板“力量55”提了提锤子突然没有这么重了，手里的铁也变了颜色“精钢：品质黑，物品属性+10%武器类锋利度+50%”\n“大叔，我铁打完了。”天启对着外面还在打铁的铁柱说，\n\n  铁柱没有回他，依旧在专心的敲打这中间不知名的物质，随着一阵乱而有序的敲打声中，不知名的物质逐渐去掉杂质，露出一种乌黑的颜色贴别有一种金属质感。\n\n  铁柱突然对着天启说道“把你的锤子给我”天启把锤子丢给铁柱，铁柱接过锤子猛的一下往中间的锻造炉一塞，“环顾意境宝典石窝把把”空中念叨咒语，然后取出放在炉上用手中不知名的锤子用力的敲击，一阵金属轰鸣声中铁锤的表皮逐渐褪去，露出里面银色流光一般的中心，铁柱拿着已经制作好的模具，把锤子放进去导入不知名物质的溶液，\n\n   “小子过来滴血”铁柱对着天启说道，天启走到铸造炉旁一阵炽热的火风迎面而来，“大叔怎么滴啊？”天启看着铸造炉问到，铁柱一把天启拉过来拿出一把小刀在天启的手掌处划了一刀但是却未见血不禁有些诧异，\n\n    “你小子手上有什么宝贝吗？”天启抽出手摸了摸鼻子，“大叔你还是划我的左手吧”说完便伸出了左手，铁柱也不在意随手就割了一刀，\n“获得异常状态流血，是否使用能源条？” \n“血量-5”\n“血量-5”\n“血量-5”\n“血量-5”\n“血量-5”\n“血量-5”\n  “痛痛痛，大叔这个还要多久”天启看了看血槽“大概还要个两分钟吧。\n\n   ”铁柱看了看铸造炉里面的放血槽。“嘿嘿嘿，大叔，你这是要送我神器吗？”天启一脸贱笑问向铁柱，\n\n   “别做梦了，我只是解封而已”铁柱说完拿出一个药膏涂抹在伤口处的，伤口的血立马就复原了。\n\n  “经过神药枸杞膏治疗：血量+300” “大叔这里都是好东西啊，得想办法多搞一点”，铁柱感觉背后有一丝凉意，“不对啊，自从我成神，应该不会感觉到凉意了什么情况。”铁柱有些疑惑的想到。\n\n  “算了，感觉做完给这小子”随着一柱金色的光柱上天，天启的锤子也算是解封完毕。“宙斯！宙斯！那个变态的后人又来了，怎么办”两米一的壮汉对着一个白胡子的小老头叫到，“bb啥，耳朵都快聋了，让他去吧，这天下也要乱了”。\n\n  天启急忙接过锤子低头看了看属性，\n  “获得神器：创造者之锤：+21，无视80%护甲，可变换形态。职业要求：创造机械师，可成长，三维+50，锻造品质提升20%”，\n  “卧槽，大叔这真是我用的那个锤子？”，铁柱瞥了瞥天启一脸装逼的气息说道\n\n   “废话，这是我们村守护神史蒂夫大人的武器，当初我们守护神大人交代过，见到创造机械师就给他，你是第一个。”\n\n   “大叔你给我说说史蒂夫的故事呗”，\n   “行吧，当年末影世界入侵我们天际世界，三大王国，狮鹫、天筑、龙魂三大王国合力抵抗末影军团，但还是抵挡不住，直到神秘势力兄弟会，战神殿堂，法师工会三大职业力量加入才得以抗衡。但是后面末影世界的王出现了，前线九个半神分别是，战神阿托斯、剑圣神乐、大魔导师啊哈利姆、游侠凤羽、雷神宙斯、风暴之灵烈酒凯歌、还有我师傅，匠神考林、风语者杰西卡、最后一位是当时最强的半神药皇李忠堂”\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1510906500,
            "txt_content": "吐槽一下，既然是新游戏，连转职的人都没有，哪里来那么宏大的战役...？"
        }
    ]
}