{
    "title": "「原创·连载」异世界的创造:第五章",
    "author": "1425590084",
    "replyCount": 6,
    "timestamp": 1510906980,
    "txt_content": " 本帖最后由 1425590084 于 2017-11-20 18:17 编辑 \n第五章\n\n   “当初这九人与末影世界的王，哈莫雷特战的天昏地暗，甚至大魔导师都已经发出了十五阶禁咒神灭斩都无法将哈莫雷特完全杀死。中了神灭斩后，哈莫雷特便四分五裂成为一块块石头，但是很快又会从末影世界的裂缝中出来，最后九位半神决定封印世界裂缝，哈莫雷特预感他们九人想封印入口，便召唤了上古魔龙末影龙，末影龙一口把哈莫雷特吃了下去。\n\n  很快九位半神被全部打败，就在这个时候，召唤末影龙的召唤阵中跑出一位满口胡子的中年大叔，这便是我们的守护神史蒂夫，史蒂夫全身有一种蓝色炫彩的盔甲，手持一柄蓝色紫炫彩的短剑，这时史蒂夫大人嘴中吼道：nmmp，跑这么快干啥，小龙过来让我抱抱你，说完便喝了三种药剂，只见身后长出五彩翅膀，飞向末影龙，末影龙率先一口龙息喷向史蒂夫，适时史蒂夫手持一块两米大盾挡下龙息，便即一刀斩去，末影龙吃痛脖子处一刀伤口鲜血直流，滴下的血是墨黑色的掉落下去便污染的整块地皮，成为一种黄色的沙子，便是现在的末影之地。史蒂夫大人最后用一柄长弓射死了末影龙，末影龙死后形成了一个祭坛名曰：末地传送门。我们便是在传送门中，史蒂夫大人从五百年前娶了游侠凤羽后，留下一子嗣，便是现在的村长。\n\n   “行了我就知道这么多，多的你问村长去”铁柱喝了口水对天启说。那我岂不是来到了神仙村？天启想到。\n\n  铁柱这时对着天启说“小伙子你叫什么啊？”天启翻了翻白眼告诉了铁柱名字。\n\n  “小伙现在还有一件事要你去做” “什么事？” “去把村头李奶奶的小刀送过去然后我就教你铸甲和铸剑。” \n\n “好的，谢谢大叔”天启接过小刀屁颠屁颠的走向路口，“希望这个孩子能走出村子吧，呵呵”铁柱自嘲了一局便坐下了。\n\n “系统通告：风林火山成功达到十级，获得成就：第一人，第一人：+15三围，经验获取+10%”\n\n “系统通告：系统将于十分钟后更新请玩家合理下线”\n\n天启看了看头顶的公告，“不知道为什么我接收不到外面的信息，算了不管了闷声发大财才是王道。”\n\n “李奶奶，在吗？”天启敲了敲门并叫到，“来咯来咯，稍等一下”响起一阵脚步声，“年轻人，找老身干什么？”李奶奶长得美似天仙，穿着一身黑色旗袍。\n\n天启看呆了，“嘿、小年轻！”李奶奶轻轻的拍了拍天启的肩膀，“哦、哦哦铁柱大叔叫我把这把刀给你”李奶奶接过小刀，脸色一变，打量着天启。\n\n“小年轻，职业是不是创造机械师？”李奶奶挺了挺傲人的胸脯对着天启说道，“是啊”，那你和我进来吧。\n\n入眼是一幅冠冕堂皇的客厅各种中世纪风格的古董，地毯上面还有一只可爱的猫。李奶奶带着天启来到了后院，后院是一片花园。\n\n李奶奶从工具房拿出了一个剪刀，递给天启然后拿出一颗种子对着天启说“这是橡木树种，你手上的是史蒂夫大人留下的剪刀，现在开始你需要种树”\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1510907640,
            "txt_content": "您好，欢迎来周边创作版创作！\n但是请注意几点：\n\n一：请遵守字数下限：根据版规，连载类小说单章的字数下限为1000字每章，而您当前的章节仅有 820 字，请尽快扩充内容或合并至其他章节。\n「原创·连载」异世界的创造:第一章\n二：请遵守格式规范：根据版规，连载类小说帖统一强制使用「创作作品发布」的模板，请您备份好草稿后在「标题」编辑处上方约三十像素出切换到「创作作品发布」的模板，并填写改模板使用的表格。\n该点我已经在此前提醒过您，请您尽快修正，谢谢~\n\n倘若您无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。如果您实在无法理解，我可以帮助您修正。但是「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n您的帖子似乎触犯了一些硬性条例，请您尽快修正，否则可能会依据版规受到惩罚。\n祝您创作愉快~\n您亲爱的：周边创作版务组\n\n\n"
        },
        {
            "author": "1425590084",
            "timestamp": 1510912080,
            "txt_content": "Smokey_Days 发表于 2017-11-17 16:34\n您好，欢迎来周边创作版创作！\n但是请注意几点：\n\n已经修改 吃饭去 明天见"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1510912560,
            "txt_content": "1425590084 发表于 2017-11-17 17:48\n已经修改 吃饭去 明天见\n您好，欢迎来周边创作版创作！\n由于您在多次提醒后仍未修正，我已经对您的帖子进行强制修正。「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。倘若您仍然无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。但是规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n祝您创作愉快~\n您亲爱的：周边创作版务组\n\n\n"
        },
        {
            "author": "Nethop",
            "timestamp": 1510916100,
            "txt_content": "细节描写欠缺，有些本可以凸显人物性格与形象的地方就简单地略过了……另外就是句子的凝炼和换行的情况，私认为对两者的把握都有问题烦请努力XD\n\n[待查考]"
        },
        {
            "author": "chenyiii",
            "timestamp": 1511240100,
            "txt_content": "非常可以哈哈哈·"
        },
        {
            "author": "2447224578",
            "timestamp": 1511607840,
            "txt_content": "好看！就喜欢这种能把自己代入的文AWA"
        }
    ]
}