{
    "title": "[Minecraft.net | INSIDER] 本周方块：羊毛",
    "author": "a1294790523",
    "replyCount": 0,
    "timestamp": 1511008920,
    "txt_content": " 本帖最后由 a1294790523 于 2017-11-21 10:01 编辑 \n\n\n\nBLOCK OF THE WEEK: WOOL\n本周方块：羊毛\n\nWe're feeling sheepish about this pun.\n此处应有关于羊的双关语\n\nBeds are great. They're warm, soft, and sleepy. They're the reason I make sure I get at least twenty-three and a half hours of sleep a day. They're available in whatever colour fits your home decor. And they keep you safe from the denizens of the night. We highly recommend them. But to make one, you'll need to go hunting for our block of the week - wool.\n\n床是很棒的东西。它温暖、柔软、并且会令人昏昏欲睡。这就是我每天至少都要睡23.5小时的原因。你可以用任意颜色的床来装饰你的家——只要这种颜色能用。它也能让你在村民的家里安全度过夜晚。我们强烈推荐这么做。但是要制造一个床，你需要先去猎取我们的本周方块——羊毛。\n\nWool was added to Minecraft a looooOOOong time ago - in June 2009 during the game's \"Classic\" development phase. It was originally called cloth and came in sixteen different colours that aren't quite the same colours we have today. Knowing that wool was originally cloth helps to explain why you use it to make paintings - I don't know anyone who paints on wool in the real world. Leather armour was also originally made using cloth and called cloth armour.\n\n羊毛是在很久很久以前被加入到Minecraft中的——也就是在2009年6月处于“Classic”开发周期时被加入。它起初被叫做布，拥有16种不同的颜色。这与我们今天拥有的颜色不一样。知道羊毛起初是布也帮助我们解释了为什么在制作画时会需要羊毛——这是因为我不知道其它人是怎么在现实世界用羊毛进行绘画创作的。皮革护甲起初也是用布制作的，在那时它被叫做布护甲。\n\n\nToday, though, it's wool. Most players acquire it from sheep - which have a chance to drop a single piece of wool when they die. But it's actually better to use a pair of shears on them, which yields one to three wool blocks instead. Even better, the sheep will then regrow the wool after munching on grass for a while, so you can shear it again. Endless wool!\n\n但是在今天，它不是起初的布，而是羊毛。大多数玩家从羊身上获得它——羊在死亡时有概率掉落一个羊毛。但实际上更好的方式是使用一把剪刀去把羊毛剪出来，这通常能剪出一到三个羊毛。比这更好的是，羊会在吃掉草后重新长出羊毛，所以我们可以再剪一次。无穷无尽的羊毛啊！\n\nIf sheep are hard to come by in the biome that you've chosen to call home, there are some alternatives. You can craft a single wool block out of four bits of string arranged in a square in a crafting grid. Or you can buy it off shepherd villagers. Or, if you're feeling a little mean (but not mean enough to kill a sheep) then you can find it in various generated structures - street lamps in villages, and woodland mansions. You thief.\n\n如果你那个被叫作家的地方所在的生物群系羊迹罕至，你也可以选择一些获取羊毛的备用方案。比如说，你可以通过让4根线在合成栏排成正方形以合成一个羊毛。或者去牧羊人村民那购买羊毛。或者，如果你想来点刺激的（但这不意味着要去杀死一只羊），你可以在各种生成的建筑里找到羊毛——比如说村庄的路灯、以及林地府邸。你这个该死的偷东西的贼。\n\nBeds aren't the only use for wool. Banners, carpets and the aforementioned paintings also use wool in their recipes. Wool was once a favoured choice for builders despite its flammability and low blast resistance, thanks chiefly to the amazing range of colours that you can dye it into, but the recently-added concrete has now largely replaced it. So what are you going to do with all the wool you had lying around? Well, in the java version at least, you can burn it in a furnace to smelt exactly half an item per block. Toasty.\n\n制作床并不是羊毛的唯一用途，旗帜、地毯和前面提到的画在其合成时也使用羊毛，虽然羊毛既不防爆，也不防火，但羊毛仍然是建筑师的心仪之选，这主要得益于它有多种颜色，但最近添加的混凝土已经基本取代了它。所以你要怎么处理你周围的羊毛呢？好吧，在最新的Java版中，你可以把它作为熔炉的燃料，一个羊毛只能熔炼半个物品。那样的羊毛真焦啊。\n\n\nImage credit: Rob // CC BY 2.0\n图像提供: Rob // CC BY 2.0\n\nReal-world wool is - alongside cotton - one of the most common natural textiles on Earth. It's sheared from sheep like in Minecraft, but also commonly from goats, musk ox, rabbits and camels. Woollen clothes are popular, especially among firefighters and soldiers, for several reasons. Its natural curliness means that it's bulky and holds air in, making it a good insulator while still being pretty lightweight. It's quite waterproof too, and unlike Minecraft, real-world wool doesn't actually burn very well.\n\n真实世界的羊毛与棉花是在地球上最常见的纺织品原料之一。和在Minecraft里剪羊毛一样，它通常来自于山羊，麝牛，兔子和骆驼的毛。羊毛制的衣服很热门，在消防员和军人中更是如此，这是因为它的自然卷曲使得容纳空气的体积很大，从而能在保持轻量的情况下成为很好的绝缘体。同时，它也很防水，也不像Minecraft的羊毛那么易燃。\n\nWhat you probably didn't know is that humans are the reason why sheep are so woolly. Wild sheep, tens of thousands of years ago, were more hairy and were actually bred by humans in what is now the Middle East into the delightfully woolly creatures they are today - producing almost two million tonnes of the substance every year. That's a lot of wool. Thanks sheep!\n\n你可能不知道，人类正是使羊的毛变多的原因。现在令人高兴的毛茸茸的生物正是现在位于中东地区的几万年前的人类用野生羊培育出来的——它每年能生产将近200万吨的羊毛。这羊毛真多，真是谢谢羊了！\n\n译者：sandtechnology\n原文链接：https://minecraft.net/zh-hans/article/block-week-wool\n原文发布日期：2017年11月17日\n原文作者： Duncan Geere\n\n\n\n",
    "replies": []
}