{
    "title": "【来自Reddit】Minecon 2017上Jeb没有提到的一些东西",
    "author": "ETW_Derp",
    "replyCount": 14,
    "timestamp": 1511061060,
    "txt_content": " 本帖最后由 wangtianen 于 2017-11-29 08:20 编辑 \n\n↓Reddit原贴↓\nHey guys, I came second in the Minecon Earth costume contest. I was able to ask jeb_ some questions about 1.14 and Minecon. Heres his answers! \n-------------------2017/11/21更新：After seeing jeb's reply, these 'changes' (because it seems some may not be happening because of the community response and jeb acknowledging them) are for future updates, not just 1.14. Sorry about that.在看完Jeb的回复后，这些“改变”（因为Reddit社区的反馈，它们可能不会加入到游戏中——Jeb也了解这情况）都是未来的更新，不仅仅是1.14。对此我很抱歉（没注意到这一点）。Note: I see that the change to the off-hand has not been taken very positively by the community. However take in mind that these changes may not be final, they could consider reverting any of the things talked about in this post. We'll wait and see what happens.注意：我发现对于副手功能的改变，Reddit社区的玩家貌似并不买账。但是请记住，这些改变并不是板上钉钉的决定——它们可能也会保持原状，也是本贴所讨论的。就让我们静观其变吧。--------------------\nSorry /u/jeb_ if got any of this info wrong. Just going of memory here :P如果我的报道出现了偏差错误，抱歉了哈/u/jeb_。我只是凭记忆来叙述的:PNote: these answers arent word for word but it gets the point across.注意：这些回应并不是原汁原味的对话，我只是把所有的重点都提到罢了。Q: What was that mystery 5th mob image. Aka mob \"E\" A: It was just a mock up image. It literally meant nothing.Q:第五个神秘生物——也可以叫做Mob E——的图像在哪里（就是下面这货）？  A:它只是一个模型的图像罢了。它实际上来说意义不明。（？？？）Q: What is the bubble stream things? What do they do? A: There will be under water ravines with bubbles coming out of them. If you swim over it with a boat you will sink. You will also be able to breathe in them and transport items through them.Q:那些在海底冒着气泡的东西是啥？它们的作用是什么？ A:那些“冒着气泡的东西”是水下的沟壑(？？？不应该是岩浆块么)，气泡从那里冒出。如果你在海面上乘船经过那里的话，你的船将会下沉。你可以在这些气泡中呼吸，并且可以利用气泡来运输物品。Q: Do the bubbles flow horizontally? Can you transport items like that? A: No, it only flows up. Q:气泡可以水平地流动吗？可以像这样（水平地）运输物品吗？A: 不不不，气泡只能向上漂浮。Q: I heard about combat changes, what are the changes? A: Blocking will no longer be with right click, it will be activated by shifting and/or walking backwards. PVP wont return to 1.8 pvp.Q:我听说了与战斗有关的改变，能具体谈谈这些改变吗？ A:格挡将不会通过右键来实现了，它将会以按住Shift 或向后走来实现。现在的PVP系统将不会回到传统（即1.8及之前）的PVP系统。Also, the off-hand will no longer be able to be used for placing blocks, mining or attacking etc. It is now only for shields, compasses, maps and items of that nature but you can still hold any item or block in your off-hand.同样，副手将再也不能被用来放置方块、挖矿或是攻击，等等。它现在只能用来持盾、使用指南针、地图等同类的事物。你依然也可以在副手持有物品或是方块（只是不能使用/放置罢了）。Q: Did you see the fix for ghost blocks? Will you fix It? A: Yes. We are always trying to fix bugs. (so kindof yes.)Q:你是否意识到去修复“幽灵方块”这个特性？你会去修复它吗？A:是的，我们致力于修复Bug。（Bugjump）Q: How big is Mob C? A: They are very large. Around 3x3 blocks.Q:Mob C有多大？ A:它们的体型十分庞大。大约3x3格大吧（估计此处应为3x3x3）。Q: Will there be any loot in the shipwrecks? A: Yes there will be chests with treasure in them.Q:在海底的沉船中，是否会有战利品？A:是的。那里将会有装着宝物的箱子。Q: Are the coral new blocks? It looks like terracotta. A: They are new blocks. The blocks shown was an old texture.Q:珊瑚块是不是一种新的方块？它看起来像陶瓦。A:它们确实是新方块。值得一提的是，视频里的方块都是旧的材质。Other Q's to the Mojang ppl and stuff:从Mojang工作人员那里搞来的其他信息：Insider info: Mob C was actually green and gray. (or similar colours, hopefully i remembered that right lol)内部消息：Mob C实际上是绿灰相间的颜色（或是相似的颜色，但愿我记下的是正确的哈哈**）Your breath bar will not instantly regen.你的氧气条将不会立即完全恢复。I may have missed some, so if you have any questions I might be able to answer them. If jeb sees this then he could. So yeah.我可能遗漏了一些信息，所以如果大家有啥问题的话我应该会去解答它们。如果Jeb看到了这个帖子的话我估计他也会（解答）。就是这样，耶耶耶~----------------------------------我是分割线-------------------------------嗯……作者就是那个第二个出场的Cosplayer，他cosplay的是守卫者：本尊：值得 一提的是，Mob B以微弱优势胜过Mob C，将在1.14中出现。但是，Mojang虽然不会把其他的3种生物添加进游戏，但是Jeb说他们会在以后添加一些与此相似的生物或是机械。另外，对于Mob C的行为，以及它的“移除物品的附魔”的能力等，Jeb实际上并没有什么好的主意来实现这些设想。因此，他从一开始就不太想让Mob C赢得这场比赛。------------------------------------------左手火把右手稿子的时代可能即将结束……Suck\n我突然后悔去选Mob B了……至少让Jeb难堪一下（滑稽）\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1511063880,
            "txt_content": "ga感谢翻译，为啥不发再，翻译或新闻呢"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511070780,
            "txt_content": "左手火把右手稿子的时代可能即将结束？何意？"
        },
        {
            "author": "pineapple_",
            "timestamp": 1511071560,
            "txt_content": "ruhuasiyu 发表于 2017-11-19 13:53\n左手火把右手稿子的时代可能即将结束？何意？\n我也想知道，\n可能是下矿会更危险了？"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1511072040,
            "txt_content": "ruhuasiyu 发表于 2017-11-19 13:53\n左手火把右手稿子的时代可能即将结束？何意？Also, the off-hand will no longer be able to be used for placing blocks, mining or attacking etc. It is now only for shields, compasses, maps and items of that nature but you can still hold any item or block in your off-hand.\n同样，副手将再也不能被用来放置方块、挖矿或是攻击，等等。它现在只能用来持盾、使用指南针、地图等同类的事物。你依然也可以在副手持有物品或是方块（只是不能使用/放置罢了）。\n*不能使用左手来放置方块，包括火把"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511072460,
            "txt_content": "wangtianen 发表于 2017-11-19 14:14\n*不能使用左手来放置方块，包括火把\n不是说可以shift+右键么"
        },
        {
            "author": "O为何不可",
            "timestamp": 1511075280,
            "txt_content": "主机玩家哭瞎，本身主机那摇杆用的已经很蛋疼了"
        },
        {
            "author": "SakuraKooi",
            "timestamp": 1511082240,
            "txt_content": "Q: I heard about combat changes, what are the changes? A: Blocking will no longer be with right click, it will be activated by shifting and/or walking backwards. PVP wont return to 1.8 pvp.\nQ:我听说了与战斗有关的改变，能具体谈谈这些改变吗？ A:放置方块将不会通过右键来实现了，它将会以按住Shift 或向后走来实现。（？？？）现在的PVP系统将不会回到传统（即1.8及之前）的PVP系统。\n此处Blocking应翻译为格挡而不是放置方块\n(防砍回来了?)\n\n@wangtianen"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1511091780,
            "txt_content": "好多有用的特(bu)性(g)都要没了么。。。蓝瘦"
        },
        {
            "author": "Hums",
            "timestamp": 1511092740,
            "txt_content": "我估计右手不能放方块是为了将来java版和基岩版联机做准备，毕竟基岩版不能两手放方块。修改后就和基岩版副手槽相似了。"
        },
        {
            "author": "1377023219",
            "timestamp": 1511098200,
            "txt_content": "Hums 发表于 2017-11-19 19:59\n我估计右手不能放方块是为了将来java版和基岩版联机做准备，毕竟基岩版不能两手放方块。修改后就和基岩版副 ...\nJava版和基岩版联机的几率非常低，完全就是2个游戏。只是但的确是为了和基岩版同步吧，毕竟基岩版也有PC端，操作不一样觉得怪怪的。而且现在的Java双持有些问题，容易出现方块失误放着。"
        },
        {
            "author": "chenyiii",
            "timestamp": 1511196060,
            "txt_content": "很强很强支持支持"
        },
        {
            "author": "76691353",
            "timestamp": 1511228700,
            "txt_content": "我副手从来都是拿盾的 火把放快捷栏 要用就切 所以改动对我来说完全没有影响"
        },
        {
            "author": "西瓜太郎",
            "timestamp": 1511334900,
            "txt_content": "整理辛苦了，但是排版看着有点累啊...加几个换行吧"
        },
        {
            "author": "LONElife",
            "timestamp": 1511540220,
            "txt_content": "可以用气泡运送物品！！！\n"
        }
    ]
}