{
    "title": "<原创·单篇>恶灵之死",
    "author": "醉蓝天琴",
    "replyCount": 13,
    "timestamp": 1511063280,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2017-11-19 19:31 编辑 \n\n恶灵之死0.最开始的时候我们最初只有十个成员。全员都住在大宅子里。那确实是挺够无聊的每一天。某天，那个鬼魂先生说：“我在那边的森林里发现了一块有趣的空地。”是啊，从那以后我们都丢弃了过去，沉浸在新的乐趣中。然后转瞬间，我们都已不再是人类了。1.镜中人我是其中最安静的一个，最早被叫去洞穴深处。在洞穴深处鬼魂先生叫住了我，他从哪里看都面无表情。我接过他的镜子，在那一瞬间，我仿佛感到身体和灵魂分开了一般，既不能动弹也无法出声。再也没有从镜子里看到我了。我不是第一个。镜子碎了。变成九个人了。2.鬼魂先生我本来是住在宅子三楼的，这天中午，我看见鬼魂先生从洞穴里带出一块碎片，那似乎是镜子的碎片，好奇的我上前，但在那之前，我发现自己的脖子上绕好了一圈绳子。要是失去了一切，在哪里都找不到归处…既然如此，那我就改头换面吧。我决定不再做人类了。3.黑白的灯火奏晚上，在林地中点灯唱歌的仆从们吸引了我。本来是出来找野果吃的我沉醉于乐声中不能自拔。灯火越来越多了，林地里变热。我什么都没有在意，只是着迷于这场盛大的晚宴里恍若隔世。不久后风吹了进来，当我回过神来时，盛宴早已结束了。4.火树的坟墓不知何时，注意到林地里到处都是灯，那些黑白色的亡灵们沉入了黑暗无影无踪，仿佛融入了火光中。没有来得及离开的我被鬼魂先生俘获了。他身体僵硬，被火焰所吞没。我已经回不去了。大概还剩下八个人。5.三色阳伞雨八个人在白天举办了一顿简陋的饭宴，清晨的雨浇灭了昨天突然的森林大火。即使淋着雨，宴会上的大家也都十分高兴。我是住在一楼的小孩，所以宴会上不能碰酒。这样的话和以前无聊的日子又有什么区别呢？于是我撑开三色的阳伞，悄悄地拿走了一瓶酒。神情恍惚、忽东忽西的我却被藏匿的酒鬼发现了。酒量很差的他干脆直接地走到我的面前，把我推进了水泊。不可能过无聊的日子了呢。因为似乎有一名鬼魂先生在盯着我。还剩下七个人。6.被刻下标记的白贝壳我在坠落，一直向无底的深渊，无法呼吸。我一直都是最残暴的那个，讨厌这个地方。虽然这都在预料中，但不管过了多久，我都没有落到大地。我诅咒我所讨厌的人一定消失，但那证明我生存的白贝壳将要在这里丢失了。所以我绝望地拿出贝壳和石头，刻下了标记。那么什么时候，我才会死呢？最后我才发现，并不是没有地面，而是我已经没有双腿了。7.逆光线的两轮转我和酒鬼，撑着伞，在雨里收拾。我们都知道伞是哪里来的，因为两楼和三楼的我们都没有。不管如何，我们已经身处黑暗之中，据他所言，其他人似乎被鬼魂先生带回洞穴了。在无光的土地上消磨时间的我们，早就察觉到，我们之中就有恶灵。但一反我的猜想，酒鬼十分信慕我，那么恶灵呢？突然间一片温热扩散开来。再见了，酒鬼。我要去找他们了。我们只有六个了。7.入眠黑洞醒来时，洞穴里一片黑暗。根据白贝壳，我们是喝醉了以后自己走到很深处的这里的。五个人决定要离开大洞穴，但懒惰的我，早已习惯了洞穴里的生活，也不认为他们能成功走出去，虽然这些话没有说出口。离开得很顺利，他们就这样消失在了洞穴里。然后我捡起无字的白贝壳，仅有一道黑色的叉。在这一刻，我明悟了，是谁说，邪恶的鬼魂先生带我们到了这里呢？随后在漫长的黑暗中，我渐渐失去了意识。8.可再分我们离开了洞穴，团结地建起了新的房屋并入住。森林其实离大宅子不远，但我们喜欢这样快乐的生活。住在不同的楼层有什么意义呢？不论何时小屋里都准备了温暖的礼物。当然我们一直也只能挑选总数的一半，防止有一天没有礼物了。一家人的我们在某天某夜也只剩下了一半不到。9.狂想曲调转眼就到了晚上，然而上次的离开洞穴和新屋入住都还未庆祝。因为这不合习俗，所以我们在屋子外又举办了一次舞会。不知谁在奏乐，但那狂气和疯癫的音乐让我们感到幸福。这样的我们应该是融洽、相称的吧。我和最美丽的她翩翩起舞时，外面的樱花开了，她兴致冲冲地从屋里拿出三色的花伞，拉着我过去，狂想的曲调在樱花林里奏鸣，冷漠的她，只有对我才是温柔的。最理智的我，带着恋慕美妙鬼魂的幸福坠入了梦乡。只有四个人了。10.恶意的诅咒因为我是最丑陋的，所以没有舞伴。但很清楚地，看到友人被埋葬在樱花树下，那绝对不会是另两个人做的。毕竟那伴奏是她特地放的。不可以告诉其他两人，因为恶灵不止一个。我已经知道一个了。那么他们两人，谁是最后一个恶灵呢？我根本就不信任他们。从舞会以后我没有碰过任何不是我自己做的食物和茶水。他们睡下了，而我把他们和她的门锁上，拼命保持清醒。突然开门的声音响起，大片的黑暗涌了进来。到底是谁？我手脚并用地爬起来，但是手脚却忽然疼痛起来，肚子里有火烧般的痛楚。那一定是舞会上的酒水，发觉太晚的我最终还是察觉到了脚步声的临近。对呢，我已经被黑暗缠绕。最后的最后，只有眼睛还散发着光亮。在那里，我看到了那张预料之中的脸。留下的时间里，光线完全隔断了。果然是你？还剩下三个人。11.三人中有两位是……传闻之中，有鬼魂通过人偶来复活的奇特说法。那个崇尚暴力的你居然真的相信了这么麻烦的事情。实在是太难看了。都是亡灵了，还在追求生者的极乐吗？集齐这么多人还要一次只能一个也是够麻烦的。虽然我也很好奇最后会发生什么。不过这是最后一个了，还是让已经下定决心的新生的我最后再帮帮你吧。12.我是最后一个吗？一如既往的早饭时间。而我是个很准时的人。善良的我应该是最后一个人了吧？昨天的舞伴鬼魂先生这次好像破例对我笑了笑。而美丽且好奇的她这次吃完早点直接离开了。我的脑袋真是糟糕呢，最后才明白这些。强烈的睡意涌上来，额头像被重击一般的疼痛。早饭里放了点什么对吧。一边微笑，一边呢喃着临终的话语。换句话说，就是那样了吧。已经对我无关紧要了，昨晚起我就是孤单一人。对这种充满了欺骗和背叛的世界，实在无可留恋。我大口喝完留给我的那杯水。这下子，什么都不剩下了。大概…吧？13.告别式背叛自那天起改头换面的我，在吃过早饭后，就一直昏昏欲睡的，额头隐隐作痛。都是什么啊。这样的话，就结束了吧。新生的我将要前往乐园，但在此之前，我还是好奇着鬼魂先生的结局。这样想着，我跌倒在地上。竟然完全没有意识到，一切都太迟了。曾经的绳索又套在了我的脖子上，这次是幻觉吗？况且，过去的我不是早已经消失了吗？以生命为代价，前去亡者的乐园。但遗憾的是，亡者正在去往重生的路上。从此以后，全员就都消失了吧。14.失败的消失，失败的复活什么啊，结束了吗？这次轮到我了吧。真是平和的一天呢。要说今天发生了什么事情的话，那也就是那九人在今天彻底消亡了，不过这也不算什么小事了。毕竟将死亡的公平引渡给他人才是亡灵们的职责。传闻中鬼魂可以通过人偶复活。十人唯一的女性以此嘲笑了我一番。真是可笑呢。那不是传闻，是亡灵们告诉我的啊。况且与亡灵为伍，又贪恋着去和生灵起舞的不正是她自身吗？这样的话，将原先的绳索还给她才是最好的选择吧。那个很久以前残忍的活着的我已经死去了，现在的我扮演的是恶灵这一类的角色。而我们也已经都不复存在了。那么今天作为恶灵的我也可以在此谢幕了。既是再生，也是恶灵之死。15.恶灵之死一开始时，我们只有十个人。所有人都住在三层楼的大宅里。有一个人由于性格稍有些残忍，被不喜欢他的我们驱逐，最后在森林里失去了性命。我们就认为[恶灵]已死。后来这里来了一名新住户，是个鬼魂。热情善良的我们接纳了他，鬼魂先生人很好，很快成了我们之中最受别人欢迎的一人。但每天的生活太无聊了。所以有一天，鬼魂先生就说：“我在不远的森林里发现了一块有趣的空地。”是啊，从那以后我们失去了过去。然后转瞬间，我们都不是人类了。16.恶灵复生这个夏天也十分平和地送走了。话说回来，那个鬼魂先生还不明白吗，要想通过那个仪式实现再生的话，至少得要十个人哦。始终担任了第十人角色的他若是还没有意识到这一点的话，他最后恐怕也只会变成真正的人偶彻底死去的吧。真是遗憾。我还很有兴致的观看了很久，想借鉴借鉴的呢。不过我记得……我们这……应该有十一个人的吧。",
    "replies": [
        {
            "author": "Nethop",
            "timestamp": 1511066760,
            "txt_content": "若藤蔓并情愫相互对立\n即是先知的天国所存在之意义，\n呜呼哉，只怕那先知的天国，\n宛如某人的掌心一般空虚。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511080860,
            "txt_content": "额...可能是我太菜了...\n看了两遍没有很看懂，但是依然能感受到恐怖的气氛。\n伏笔的铺设自然是很不错的，这一条线也大概搞明白了。\n或许我还需要再看几遍"
        },
        {
            "author": "天下归心",
            "timestamp": 1511089140,
            "txt_content": "某兔急需dalao解析，真的没怎么看懂\n内容很简单，但主剧情线以及结构梳理无果QAQ"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1511271900,
            "txt_content": "Smokey_Days 发表于 2017-11-19 16:41\n额...可能是我太菜了...\n看了两遍没有很看懂，但是依然能感受到恐怖的气氛。\n伏笔的铺设自然是很不错的，这 ...\n有什么建设性的评论吗，版主？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511272920,
            "txt_content": "醉蓝天琴 发表于 2017-11-21 21:45\n有什么建设性的评论吗，版主？\n...暂时还没有\n【因为我自己都还没看懂】\n【第四遍了，大概理清了一些思路】\n个人的想法是，写得自然是不错的，但是太难懂。也不是说难懂是错的，事实上「难懂」正是文学作品的特征。\n但是看不懂"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1511276100,
            "txt_content": " 本帖最后由 醉蓝天琴 于 2017-11-21 23:12 编辑 \nSmokey_Days 发表于 2017-11-21 22:02\n...暂时还没有\n【因为我自己都还没看懂】\n【第四遍了，大概理清了一些思路】\n\n如果这样的话，就是我这边的问题了。我近期闲余时间会尝试修改的。\n太过晦涩易使人生厌。我会考虑去掉一些隐喻和暗示，并理一下逻辑结构。\n像另一篇更易懂一点。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1511276700,
            "txt_content": "醉蓝天琴 发表于 2017-11-21 22:55\n如果这样的话，就是我这边的问题了。我近期闲余时间会尝试修改的。\n太过晦涩易使人生厌。我会考虑去掉一 ...\n这也是没办法的事 毕竟现在在网上发文很难让人停下来细细品读一篇新人的文章\n所以还是改直白一些好 这种篇幅在论坛起码5遍以内要让人看懂吧……不然没法写评啊（我也没看懂orz"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511311560,
            "txt_content": "目前分析的结果是「唯一的女性」和「鬼魂先生」是Ghost。\n但是前文的「白贝壳」的象征意义和作用没有很弄明白"
        },
        {
            "author": "Nethop",
            "timestamp": 1511346420,
            "txt_content": " 本帖最后由 Nethop 于 2017-11-22 21:46 编辑 \n\n大致说说个人的理解，来自日常过度阐述的岚哈因。\n\n\n是啊，从那以后我们都丢弃了过去，沉浸在新的乐趣中。\n\n出自第0节，十个人是舍弃了过去的意志而活着的，只顾沉湎于物质的刺激中的存在。\n\n\n在洞穴深处鬼魂先生叫住了我，他从哪里看都面无表情。\n我接过他的镜子，在那一瞬间，\n我仿佛感到身体和灵魂分开了一般，既不能动弹也无法出声。\n出自第1节，这里的鬼魂先生使用的是男性的“他”。\n我不是第一个。\n第一个被封印到镜子里的人意识到了什么，他可能瞥见了整个记忆中最为深远的那部分。\n好奇的我上前，但在那之前，\n我发现自己的脖子上绕好了一圈绳子。\n要是失去了一切，在哪里都找不到归处… \n既然如此，那我就改头换面吧。\n我决定不再做人类了。\n出自第二小节，与第一小节不同的是这一位住在三楼的并没有死（狭义上的），而是成为了浮动的游魂之一。同时也有一串令人难以移目的渲染。这里提到“失去一切”“归处”等字眼，侧面映证出他可能是一位畏惧孤独的人。而这圈绳子正是那一位向他伸出的荣耀之手。\n晚上，在林地中点灯唱歌的仆从们吸引了我。\n出自第三小节，仆从的身份似乎在第四节展开，这里不赘述，只是埋下了隐线。\n不知何时，注意到林地里到处都是灯，\n那些黑白色的亡灵们沉入了黑暗无影无踪，\n仿佛融入了火光中。\n没有来得及离开的我被鬼魂先生俘获了。\n他身体僵硬，被火焰所吞没。\n我已经回不去了。\n第四小节的文字，坦露出那些点灯唱歌的仆从的身份（黑白色的亡灵）。而鬼魂先生也应该是黑白色的（待考），这里的第一叙述者看到的灯乃是燃起的大火，而非是夜幕下的安逸之光。\n我是住在一楼的小孩，所以宴会上不能碰酒。\n这样的话和以前无聊的日子又有什么区别呢？\n第五节里出现的孩子无疑是沉溺在物质的欢愉和口舌的快感中的典型，从这一段独白就可以深刻地感受到。神情恍惚、忽东忽西的我却被藏匿的酒鬼发现了。\n酒量很差的他干脆直接地走到我的面前，把我推进了水泊。因为似乎有一名鬼魂先生在盯着我。\n还剩下七个人。\n“酒鬼的酒量很差”这一条信息有助于理解第七节和第八节的内容，以及最终指向背叛者。\n被刻下标记的白贝壳\n我在坠落，一直向无底的深渊，无法呼吸。\n我一直都是最残暴的那个，讨厌这个地方。虽然这都在预料中，\n但不管过了多久，我都没有落到大地。\n我诅咒我所讨厌的人一定消失，但那证明我生存的白贝壳将要在这里丢失了。\n所以我绝望地拿出贝壳和石头，刻下了标记。\n那么什么时候，我才会死呢？\n最后我才发现，并不是没有地面，\n而是我已经没有双腿了。\n第六节相当重要，需要单独拿出来逐字逐句的来分析。“坠落向无底的深渊” 全文从叙述夹渲染直接跳入完全的心理活动，这一位不是十个人之一。“最残暴的那个” 从第六节开始，“残暴”就被反复提及。“证明我生存的白贝壳” 贝壳的存在预示着他还活着，贝壳的存在令他自身能查考到自身的存在。“我已经没有双腿了” 物质意义上，这句可以阐述为失去了用以行走的双腿。而联系上文的“并不是没有地面”，这里的腿更可能是精神上的某种支柱，用来保证“残暴的他”能够立足在现实社会上。\n我和酒鬼，撑着伞，在雨里收拾。\n我们都知道伞是哪里来的，因为两楼和三楼的我们都没有。\n出自第七.1节，那把伞不出意外是“一楼的孩子”的，缘由是“因为两楼和三楼的我们都没有”。回到第二节，三楼有一位住户选择“不再做人类”。在此我们作一个暂时没有根据的推论——那个酒鬼就是第二节里的叙述主人公，这也能解释在第五节里的他并非是因为酒醉了才推倒了那个孩子，而是因为他本就不是人类的一份子，他已拥抱了鬼魅。\n我们还能知道，这一节的叙述主人公可能并不知道酒鬼做了什么，只知道那个孩子死去了。同时，我们了解到这个叙述者应该住在二楼。\n\n不管如何，我们已经身处黑暗之中，据他所言，\n其他人似乎被鬼魂先生带回洞穴了。\n这里，一条流转之线浮出水面。其余人被鬼魂先生带回洞穴是由酒鬼所传达的，而我们从第一节就明白地知道，鬼魂先生是罪恶之物。\n\n我们之中就有恶灵。但一反我的猜想，\n酒鬼十分信慕我，那么恶灵呢？\n突然间一片温热扩散开来。\n再见了，酒鬼。我要去找他们了。\n恶灵，在余剩的人之中吗？\n他在死前仍然能够思考，证明并非是直伤大脑。我猜测这里是使用尖锐物体插入了他的身体。而在场的尖锐物体也只有如下几样：\n\n这是一场宴会，必定有餐刀和叉子。\n酒瓶，但是没有听到碎裂声。\n盘子，同上。\n那只剩下那把雨伞了……\n\n醒来时，洞穴里一片黑暗。根据白贝壳，\n我们是喝醉了以后自己走到很深处的这里的。\n五个人决定要离开大洞穴，但懒惰的我，\n白贝壳二度出现，那么我们可以知道先前那个“无腿的”男人应该来过这里，或者就在他们之中。但另一个吸引人去思考的是，这里提到洞穴里有五个人要离开。在第七.1节结束之时还余剩下六个人，这足够证明酒鬼来到了他们之中，但酒鬼先前在和第七.1节的死者在一起，他带来了什么讯息呢……\n\n然后我捡起无字的白贝壳，\n仅有一道黑色的叉。在这一刻，我明悟了，\n是谁说，邪恶的鬼魂先生带我们到了这里呢？\n指引这十个人走进陷阱，而最终残破不堪的并非是鬼魂，第七.2节的叙述者清楚地意识到了真相，引导他们走向灭亡的并非是他人的言语，而是那股玩世不恭且放荡不堪的心。在最后的最后，他甘愿成饵食。\n\n当然我们一直也只能挑选总数的一半，防止有一天没有礼物了。\n一家人的我们在某天某夜也只剩下了一半不到。\n来自于第八节，这里使用了一个相当有趣的哲学观点——二分法。我这里提到的并非是现在经过发展的数学工具和现代哲学工具，这一观点最早见于巴门尼德的主张，由芝诺演绎：\n\n“有一块草地，你第一次走它全程的一半，接下来走余剩的一半，再接下来走余剩的余剩的一半。如此下去，得出结论。”\n“你永远无法走出草地。”\n\n礼物就好似永远无法走出去的草地一样，在理论意义上是分不完的。而在实际意义上，它必在某一刻迎来终结，好似这余剩的五个人一般。\n\n不知谁在奏乐，但那狂气和疯癫的音乐让我们感到幸福。\n这样的我们应该是融洽、相称的吧。\n我和最美丽的她翩翩起舞时，外面的樱花开了，\n她兴致冲冲地从屋里拿出三色的花伞，拉着我过去，\n狂想的曲调在樱花林里奏鸣，冷漠的她，只有对我才是温柔的。\n最理智的我，带着恋慕美妙鬼魂的幸福坠入了梦乡。\n只有四个人了。\n出自第九节，余剩的五个人为乔迁新居而欢庆，翩翩起舞。这里所提到的三色的花伞，正是第五节和第七.1节出现的那把。而奏乐是“狂气和疯癫”的，这种奏乐使“最理智的我”陷入了幸福之中。这是真正的理智，还是……\n此时正是夜晚。\n\n因为我是最丑陋的，所以没有舞伴。\n但很清楚地，看到友人被埋葬在樱花树下，那绝对不会是另两个人做的。\n毕竟那伴奏是她特地放的。\n不可以告诉其他两人，因为恶灵不止一个。\n第十节中丑陋的家伙自认为很清楚，他相信女人是恶灵，但恶灵不止一个。在这里我们需要注意他没有舞伴，这对后续的理解有帮助。\n\n\n传闻之中，有鬼魂通过人偶来复活的奇特说法。\n那个崇尚暴力的你居然真的相信了这么麻烦的事情。\n实在是太难看了。\n都是亡灵了，还在追求生者的极乐吗？\n这个准备复活的存在，是个崇尚暴力的人。让我们回到第六节，第六节的叙事者正崇尚暴力，残暴而无救。他的行为，也正符合所谓的复活一职。\n\n集齐这么多人还要一次只能一个也是够麻烦的。虽然我也很好奇最后会发生什么。\n不过这是最后一个了，还是让已经下定决心的新生的我最后再帮帮你吧。\n这个下定决心新生的人是谁？我们或许即将获得解答。\n善良的我应该是最后一个人了吧？\n昨天的舞伴鬼魂先生这次好像破例对我笑了笑。而美丽且好奇的她这次吃完早点直接离开了。\n从第十二节了解到，鬼魂先生属于这十个人之一。而这里的叙述主人公自称是善良的。\n\n新生的我将要前往乐园，但在此之前，\n我还是好奇着鬼魂先生的结局。\n这样想着，我跌倒在地上。\n竟然完全没有意识到，一切都太迟了。\n曾经的绳索又套在了我的脖子上，这次是幻觉吗？\n况且，过去的我不是早已经消失了吗？\n以生命为代价，前去亡者的乐园。\n第十一节中将获新生的存在就是第十三节的叙述者，他应该是在第二节抛弃人类的身份而活下去的恶灵。这里的过去的我有双重含义：一是之前所抛弃的人类身份，二是指更为遥远的过去，叙述之前的故事。他刻意隐去了某些记忆，从而抛弃了过去的自我。\n但遗憾的是，亡者正在去往重生的路上。\n那个残暴的人就要复活了，他的先遣已经来到，而终将吞没余剩的人。至此，十人中仅余剩两人，鬼魂先生和那惟一的女性。\n\n毕竟将死亡的公平引渡给他人才是亡灵们的职责。\n传闻中鬼魂可以通过人偶复活。十人唯一的女性以此嘲笑了我一番。\n真是可笑呢。那不是传闻，是亡灵们告诉我的啊。\n况且与亡灵为伍，又贪恋着去和生灵起舞的不正是她自身吗？\n这样的话，将原先的绳索还给她才是最好的选择吧。\n那个很久以前残忍的活着的我已经死去了，现在的我扮演的是恶灵这一类的角色。\n而我们也已经都不复存在了。那么今天作为恶灵的我也可以在此谢幕了。\n既是再生，也是恶灵之死。\n那名女性早就知道鬼魂的意图，而经受了由人类到亡魂的转变，第二节的叙述者脖子上的绳索是女人所协助套上的。\n\n一开始时，我们只有十个人。\n所有人都住在三层楼的大宅里。\n有一个人由于性格稍有些残忍，\n被不喜欢他的我们驱逐，最后在森林里失去了性命。\n我们就认为[恶灵]已死。\n第十五节所出现的文字，比起第零节多出了一部分。这里讲明了一开始是十个人，后来那个残暴的家伙被另外九个驱逐了，最终死去。而在那之后，一位鬼魂搬了进来，成为新的第十个人。\n\n这个夏天也十分平和地送走了。\n话说回来，那个鬼魂先生还不明白吗，要想通过那个仪式实现再生的话，至少得要十个人哦。\n始终担任了第十人角色的他若是还没有意识到这一点的话，他最后恐怕也只会变成真正的人偶彻底死去的吧。\n真是遗憾。我还很有兴致的观看了很久，想借鉴借鉴的呢。\n不过我记得……我们这……应该有十一个人的吧。\n第十六节，终章，末尾。这里应该是那唯一的女性的独白。她直到最后仍是作为一个观测者来观察整场失败的仪式。并点出需要十人份的祭品才能复活，但是\n\n酒鬼去哪了？\n\n\n整整十六个小节，酒鬼被我们所遗忘，直到最后我们也不清楚其命运为何。而事实上，确实有一个恶灵要复活了，只不过不是那个残暴之人，而是某个被丢进醉的酒榨中，且终将爬出的存在。\n\n所有的邪念都被更大的邪念所操盘，所利用，而最终，他会从死中得活。\n\n\n结语：整篇文章有着太多的隐喻和暗示，有些地方碍于篇幅无法一一列出（好比镜子，三色伞，绳子，别墅变成小屋之流）。充斥着相当的保密型文字的特征，当然了……建议以后补……先去抢救文件……\n\n"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511347380,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-11-22 21:29 编辑 \n醉蓝天琴 发表于 2017-11-21 22:55\n如果这样的话，就是我这边的问题了。我近期闲余时间会尝试修改的。\n太过晦涩易使人生厌。我会考虑去掉一些 ...\n现在终于出来一个分析的了，我静观一下状况，说不定能够加深理解。\n收回刚才的话，再看了几遍越看越觉得复杂了。"
        },
        {
            "author": "梦",
            "timestamp": 1511358720,
            "txt_content": " 本帖最后由 梦彗業 于 2017-11-22 22:02 编辑 \n\n个人理解：\n本文讲述了一名罪大恶极之人在监狱改过自新时对自己曾经所作所为的忏悔，实际上曾经的一幕幕场景都在此人梦中浮现。此人本心向善，受人陷害误入歧途，在无岸的邪路上又遭到苟且偷生之人的背叛，被捕入狱后心中充斥着拯救世间苍生消灭一切黑恶势力的远大抱负；但事实是自身实力悬殊仍然被奸佞之人掌控无法逃脱，只得在脑海中不断幻想以至于狂想、妄想；噩梦一场又一场地轮回，现实无所改变，怒火正在此人心中哀嚎。\n\n\n一些隐喻暗喻埋得太深，本人不善于推理也就不重点分析了233\n"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1511358900,
            "txt_content": " 本帖最后由 醉蓝天琴 于 2017-11-22 22:00 编辑 \nNethop 发表于 2017-11-22 18:27\n大致说说个人的理解，来自日常过度阐述的岚哈因。\n\n\n\n理解到这种程度的话，让我来看已经很了不起了，确实令人佩服，我都要甘拜下风了（没想到啊）。的确顺着这个思路延伸下去就能发现另一种思维。确实是因人而异的事情吧，毕竟最初决定这种用词风格的我的初衷，是期望能有多人多角度的解析的。\n就你的内容好好说明一下吧。事实上多数的隐喻和暗示你已经寻出，人称代词的使用确实是一条重要的线索。将字面意义和深层含义分开说明也不失为明智的想法。对第0节的解释你完全切中要害。内容我出于对你的敬意不便多述，只是希望在解析内容的情况下多多注意标点符号的运用以及我这次没有利用好的小节标题（后来应该会适当修改的吧，其实写标题的时候并没有太斟酌，这一点是我欠考虑了）\n总而言之阁下的分析并不是过度解析（妄自菲薄），在我看来是非常棒的二次创作了。（二次创作者的心意其实不必完全和作者一样，毕竟本文的隐喻性…），这不是对你的反驳，而是原作者的我对你想法的高度认同。（虽然有那些疑点的留存和一些解释不怎么完善——甚至自己都有点不确信吧——像那个酒鬼的解释）\n其实我现在也十分矛盾，因为阁下的评论我现在又不怎么想修改文章了。不如我之后将改稿重新发帖或者两个放在一个帖子里？\n版主，期待你后续的看法。（那个白贝壳不明白的话也可以像这位一样当做链接剧情的普通事物处理，其实硬要说象征意义的话也没有特别深刻，最多……一开始我想在白贝壳上刻一张笑脸来着。）我已经尽量让每句话在文中（至少对剧情）都有所用处了。\n手机实在难以将此时的思绪全数表达，日后再叙。\n真的厉害。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1512134760,
            "txt_content": "欢迎入住！\n在基础的框架上有着无人生还的影子，在立意构思上受到了些许蓬莱人形杀人事件的影响，这是可以看出来的。\n在作评之前，先感谢10楼对内容细致的分析。毕竟这类文章是以意境渲染见长，以暗线伏笔为亮点的。而在事前对文章的零设一无所知的情况下，还能够将几近所有的暗线条理完全整明白，这可以说是难能可贵的了。\n优点不再多说，我们这里仅从表现效果与遣词造句上分析。\n\n第一点，短句成段的合理用法\n首先，依照蓬莱人形的基础框架再度二次创作的您，应该对这种独特的行文风格有着深刻而独到的体会。如果往俗了说，这种文风就是以叙述为主，描写为辅，通过极快的节奏推动故事情节的发展。\n因此，语句精简，用词准确自是这种写法中不可缺少的要素之一了。而依个人来看，这一点在文中有所不足。\n“我们最初只有十个成员。\n全员都住在大宅子里。\n那确实是挺够无聊的每一天。”\n开头是交代背景与基础设定的地方，所要强调表现的自然是要简练有力。而文中的“成员”“全员”略有重复，而“确实”“挺够”几字也过分生硬，因此皆可稍作修改。\n其次，虽然该文是在蓬莱事件的基础上进行的二次创作，但有些地方也不必太过一致。比如这里强调无聊的一段，就可以改作“其乐融融”等正面积极的词语。如此更改，照样能够突出主旨，既然如此，又何必特地效仿原文呢。\n“变成九个人了。”\n“还剩下七个人。”\n“还剩下三个人。”\n第一节的“变成九个人了”个人认为不怎么合适。在前文中的确特别强调过了十个成员，但如果以这个句子作为“计数”这一体系的开头，那就稍显不妥了。缺少主语并不是最关键的问题，但“变成”一词首先与下文不符，其次太过柔和，体现不出“计数”应有的紧迫性与渲染意义，会间接性的冲淡意境。\n个人认为，这里作者如果不是每次“计数”都刻意地换一种说法的话，前后文句式保持一致要比这样零散地东说一句西说一句要好一些。这样不但能使文章结构整齐，顺便还能更容易地将文章的脉络整理清楚，从而达到容易使读者理解文意的效果。\n\n“我发现自己的脖子上绕好了一圈绳子。”有些别扭，且太过抽象，不如写“绳子主动绕上脖子”更简洁一些。\n\n“本来是出来找野果吃的我沉醉于乐声中不能自拔。”\n介绍缘由的句子拖得过长，可以一笔带过\n\n“灯火越来越多了，林地里变热。”\n后句略不通顺，可以稍作修改。\n\n“不知何时，注意到林地里到处都是灯，”\n与其从死者的视角来写，不如直接进行环境描写吧。\n\n“即使淋着雨，宴会上的大家也都十分高兴。”\n高兴的具体表现没有任何的展开叙述，虽然可以认为是为了凝造意境而刻意省略，但这种写法反倒使得文意不够清晰明确。\n\n具体的细节在这里也就不作更多的延伸了。总结一下，虽然作者对这一文风的基础理解还是有的，但在一些遣词造句上，显然并没有作过多的推敲琢磨。这种错误少了倒也无伤大雅，但若是通篇都在犯着类似的毛病，也就不单是不够严谨一说能够掩盖的了的。所以，在快速行文的过程中，最起码的审视文字这一步骤也还是得有的。因此，在类似的作品中，尽量还是多加注意为好。\n\n第二点，暗线与设定在交代之前，需要充足合理的铺垫\n为了省事，这里随手举个例子好了。\n首先，我们可以留意到，文中曾多次提起过“白贝壳”这一概念。如果没有想岔的话，这个白贝壳在文中应该是残暴者的一个小玩意，刻上黑叉就相当于他已经不存在了。但在随后，懒惰者却根据白贝壳判断出了“我们”的行踪。而在后文，就不再有半点白贝壳的影子了，这个东西就像是被作者不小心遗忘了一样，没头没脑地消失了。\n然后呢，白贝壳到底是传递信息的光屏还是象征死亡的信物？文中没有给我们答案，我们也自不可撬开作者的脑袋一探究竟。所以换个通俗一点的概念来说，这个不成体统的白贝壳给读者带来了困扰，且严重地影响了读者的阅读体验。\n是的，就算作者对此有所想法，那也应该在文中切实具体的表现出来才是。一个空洞单薄的抽象概念，既对文章主旨没有半点益处，又没有个合情合理的解释，那倒不如删去为好。\n文中也有一些与此类似的事物。虽然不排除这极大可能是作者的刻意而为，但如此表现的话，的确不大做好。线索是串在一起用的，这种象征性质的抽象事物同样是如此，如果作者能够在不损意境的情况下，在叙事之中给每个事物一个合理的解释，并在最后将其一一串联，那么文章或许会胜过蓬莱一文。能够对照着看的暗线才叫暗线，毫无意义的只能叫做故弄玄虚，这是作者必须清楚了的。\n\n出于一些特殊的原因，文中的其他一点无关紧要的小毛病在这里就不再提起了。\n总之，从整体来看这篇文章确乎是个优秀的作品，但一些地方的确值得斟酌改进。\n而如果作者对于以上内容如有疑惑的，欢迎任何形式的进一步探讨。\n以上。\n最后，祝进步。\n\n"
        }
    ]
}