{
    "title": "<原创·单篇>死灵体",
    "author": "醉蓝天琴",
    "replyCount": 2,
    "timestamp": 1511097720,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2017-11-19 23:46 编辑 \n\n死灵花0.一切开始之地我们“死灵”最初只有七个人。自从搬到东面的森林里已经过了三年的时间。每天都过着十分充实的日子。有一天，在森林里发现花开了。然后，从那以后我们都沉浸在鬼狱中。是啊，眨眼间，我们的过去已经不复存在了。1.   琉璃之种喜爱花草的我，清晨前去森林里采集。在那里花一般的仙子吸引了我，她咧开嘴笑着，递给我一颗琉璃的种子，那一刹那，我仿佛感到神智都脱离出去，那个种子占据了一切。身上开满了花。再也无法回去了。因为，我已经变成花了呢。2.   多彩的光轮色正午的话，是很好的时机。热衷太阳浴的我，静静躺在草地上。红炙的光轮变得耀眼，我，沉迷于这样美丽的色彩，时间飞逝。森林里飘来奇异的花香，当我清醒之时，太阳已经落下了。3.   焦热地狱突然之间，发觉太阳近在眼前，那奇异的光轮早早占据了视线之外，仿佛身处焦灼的地狱。那个恐慌的我，四肢却僵硬冰凉，被这耀眼的事物粉碎，高热湮灭。离开了，我。还有五个人。4.   人偶侧的宴会五个人在晚上举办了宴会，因为本来的地方被坠落的红色岩石破坏了，森林的一朵美丽花朵旁，我们笑得很充实。我是最好酒的，但宴会上只有茶。所以像过去一样，我闻着美酒的香气，一个人走到了远处。却被旁边神秘的花一样的仙子发现了，就这样轻而易举的，我沉醉在花和酒的香味里。不慎跌倒在荆棘丛中，悄然睡去。啊，真是充实的生活呢不是吗？“死灵”只剩下了四个人。5.   春江花月我，决定要逃跑。平时负责食物的我奔跑着，直到找到过去的居所。对那朵花充满着恐惧。即便我早就猜到，但不论向哪里跑去，依然找不到路。我最爱的人已经消失，我最默契的友人也已经消失。所以我绝望地，在皎月下，跳入眼前那条虚幻的大江。为什么我还活着？难道全部都是假的吗？逃跑的我猛然醒悟。既然万物虚假，我就要再给所有人一个机会，……不要靠近那朵花。6.   白死深夜醒转后，我们四人身处黑暗的野外。有一个人说，我们被那个美丽的花仙子骗到了这里。两个人沉醉于这里的美丽和芳香。但冷血的我，已经预见到他们的灭亡，最后也没有带走他们。我逃跑的过程十分顺利，和预料完全不同的以成功收尾。然后我就永远离开大家了。在森林里只能浪费时间，这和过去完全不同。这太无聊了，此时我隐隐就闻到了美妙的芬芳，突然察觉到了那个气息。这真是太不走运了。在花丛中起舞的花之仙女映入眼帘。7.   幸存者那个冷漠的我，陶醉在那妙曼而自在的舞姿中不知时间为何物。不知晓花已开遍，当我回过神来，花之仙子微笑着，仿佛融入花中一般消失得无影无踪。专注于舞蹈的我，还是被仙子所俘获了。但本来就无所依恋，最初就毫无干系，那样的话，我决定给我一次机会，脱胎换骨的我回去，装成他们的同伴。“死灵”还有四个人。我已经回不去了呢。8.   神性的森林其实很奇怪呢，在森林中的我们四个人发现了，一个古怪的破旧小屋，有正好四张床铺。高兴的我们接受了这样的盛情款待，下厨的人无论何时都准备好了丰盛的菜肴，就好像舍不得我们出去一样，我们选择留下来应该是聪明绝顶的吧，找到了这样的住处。说起来更奇怪的是，似乎哪里都有那朵高大漂亮的花呢。谁都没有怀疑过别人，因为，大家都是“死灵”嘛，大家都是一家人啊。9．挽歌茶一如既往的茶会时间，午后的阳光刚刚好，我从来都喜欢艺术，这次也忍不住歌唱一首，但本来喜欢喝的红茶，今天居然被多放了糖。应该是谁搞错了吧，口渴的我饮下半杯。浪漫的我，眼前出现了花一般的美丽女子。那是幻觉吗？而且，她的舞姿是那么的梦幻。把我的生命拿去吧，就让我再多看看这幻觉就好。我渴求着，恳请着。却只有前者得到了兑现。10.链式坏死我看到了，同伴因一杯下了毒的红茶而死。那绝对不是我。那杯红茶是我和他换过的那杯，是我亲手放到他旁边的。一定不可以告诉其他两个人，我根本不相信他们了。染上疑心病的我，再也不吃他们没试用的食物。在他们睡死前保持清醒，之后换一张床睡。对，这样子才能防范住他们中的无论是哪个。但是厨师半夜却起来出去了，是他在搞鬼。我的脸在阴影中扭曲，悄悄地走出去，看到他把早就准备好的茶水倒掉，这样就需要他重新准备，一次害死剩余的两个人，我最终察觉到了这个结果。是啊，这样子我就会喝下那杯茶。让我来对付你。11.黄粱梦自从那天幡然顿悟的我，一直想办法保护大家。但是我发现了我和别人的红茶里有毒药，但所幸似乎无人中招那是谁做的呢？我应该已经知道了。虽然我思考着自己该去和他交涉，但最终我还是决定不惊动他，去将茶水倒掉到时准备。这样想的我在夜晚转过身，在那里，看到了意料之外的脸。为什么，你会在这里？连质疑的时间也没给留下，我，简单、直接，被割下了头。和过去完全断绝了。还剩下两个人。12.冷漠者的读音实在是太窝囊了。难道不明白天真的家伙一定会遭殃吗？以往的那份机警和直觉已经被这里的生活腐蚀了吧。看来是再也享受不到富足之乐了。但是我，只不过是想再看一遍那场舞罢了。才不愿意回到过去奢华糜烂的生活中。准备好一切的我，静待白天。13．败血重置怎么回事，为什么我会被绑起来？背叛者不应该已经死去了吗？那为什么你会站在我面前？脖子上的绳索和脚底下的凳子是怎么回事？是那样子吗？不应该是那样子的吧！这究竟是怎么了……我砍下了他的头，你应该感谢我啊。一边被踢开椅子，一边重复着难以置信的遗言。结果，最后还是我弄糟了吗。这一次，我的身体被吊起。已经只剩一人了。14.挣脱、献祭、救赎脱胎换骨的我，平安的度过了最后一天。啊呀，那个香味闻多了以后就有点困。昨天的事情我记得一清二楚，但回想起那天，就仿佛是活在梦境中一样。但那对我已经是无关紧要了，我现在不过孑然一人罢了。如果不用去面对这样子的现实……如果能够离开这充满黑暗的世界……像她一样在乐园中自由自在的起舞，摆脱过去的枷锁。就再也没有什么可以依恋了。那个花…应该是我们中死去的一人变成的吧。死者化作花，交于生者其种子，种子在生灵身上结成花朵。看来万物都在渴望救赎呢。但对于我们来说，稍微有点遥不可及。这样想的我，喝下了毒药。至少，让我再看看，那天的舞姿吧。至此，“死灵”全部不复存在了。15.死灵体为什么会称呼他们为“死灵”呢？没有追求，没有理想，没有兴趣。沉迷于唯一的乐趣中而拒绝他物，沉醉于珍贵的享受中而忘却一切。为了自己的所爱纵然失去生命和过去也不要紧，这样子，简直就和不畏惧死亡，不畏惧冰冷的亡灵一样。七个人里有多少会不清楚自己的结局呢？沉溺者死于幻想，狂热者死于失心，冷情者死于救赎，悔悟者死于天真。即便如此也要像真正活着的人一样开花结果。就算本来就不是种子。全部可都是梦呢。真是悲惨。16.死灵花听说在神秘的森林里有一朵很漂亮的花。只在春季的某一天开放，大致五年一次。它奇特的花香会使人产生轻微的幻觉。但有时程度会有很大的变化，原因不明。虽然据说是因为人的到来这朵花才会开放，但很多人去了也无果。只有在不为人知的某一时刻，生长的周期会因某些特殊的人变化。所以到底是那些人让死灵花盛开了，还是盛开的死灵花吸引着他们呢？只有传说中的花之仙女才知道了吧。",
    "replies": [
        {
            "author": "20051012",
            "timestamp": 1511883720,
            "txt_content": "专业记字20年 2447字"
        },
        {
            "author": "20051012",
            "timestamp": 1511883780,
            "txt_content": "作者加油，很有意境"
        }
    ]
}