{
    "title": "[Minecraft.net|INSIDER」聊聊鸡骑士",
    "author": "1366020327",
    "replyCount": 1,
    "timestamp": 1511158740,
    "txt_content": " 本帖最后由 1366020327 于 2017-11-20 15:10 编辑 \n\n\n\n\n\n\ntranslate 3.png (298.21 KB, 下载次数: 6)\n\n下载附件\n\n2017-11-20 14:18 上传\n\n\n\n\nMEET THE CHICKEN JOCKEY\n聊聊鸡骑士\nBad Egg\n坏蛋\n“Oh what fun!” you say, upon seeing a tiny zombie riding an adorable chicken. “A tiny zombie riding an adorable chicken! I'm going to skip over and pet it. After all, what could possibly go wrong?”\n自从看到了一个小僵尸骑在一只可爱的小鸡上，你会说“哦，多么有趣啊！”。“一只小僵尸骑着一只可爱的小鸡”，我会忍不住跳过去然后喂养它。毕竟，这怎么会有错呢？\n\n\nThis, my friend, is what makes you a FOOL. Before you know it, you've been stabbed by the tiny zombie riding that no-longer-adorable chicken. This has happened to me at least 863 times, so you really should take my word for it. I know the chickens’ awful secret - it's merely a vehicle for the stabby undead. The sweet, innocent chicken you thought you knew is a lie. I asked Jens to tell me the unnerving truth about these feathery jerks:\n\n我的朋友，这可能让你变成傻瓜。在你知道之前，你已经被骑着不再可爱的小鸡刺伤了。这已经在我身上发生了至少863次，所以对于它你真的应该听我的话。我知道了这些小鸡们的槽糕的秘密-它只是不死族的坐骑。你认为可爱，天真的鸡只是句谎言。我让Jens告诉我关于这些羽毛混蛋令人不安的真相：\n\n\n\n\n\n\ntranslate 1.png (47.88 KB, 下载次数: 8)\n\n下载附件\n\n2017-11-20 13:56 上传\n\n\n\n\n\n\n\n\n\n\ntranslate 2.png (29.7 KB, 下载次数: 7)\n\n下载附件\n\n2017-11-20 14:10 上传\n\n\n\n\n\n\nTruth is, it can be a baby zombie, zombie pigman, zombie villager or husk that rides the chicken. The chicken is not picky (pecky?) about the evil it begets. What’s worse, these chickens are imbued with the speed of their riders, becoming faster and more menacing. And while they run faster, they also fall slower and don’t take any damage from falling. Truly the stuff of nightmares.\n\n\n真相就是，小僵尸，僵尸猪人，村民僵尸或者尸壳都可以骑小鸡。鸡对于恶灵出现是不挑剔的（发霉的？）。更糟糕的是，这些小鸡具有他们骑者的速度，变得越来越快，越来越有气势。在它们跑得更快的同时，它们下落的时候也更慢，而且不会受到跌落伤害。真正噩梦般的生物。\n\n\nIf you manage to survive an encounter with this FOWL creature, you’re likely to find yourself covered in feathers, chicken meat and rotten flesh. Weirdly, you may sometimes also find carrots, potatoes and ingots. Perfect, now I can make a delicious stew! Um, how much rotten flesh are you supposed to put in chicken stew again?\n\n\n如果你尽力去免于与这个家禽的相遇，你可能发现你被盖在了羽毛，鸡肉和腐肉之中。古怪的是，你可能也能发现胡萝卜，土豆和铁。正好，现在我能做一锅美味的汤了！em，你要再放多少腐肉到你的鸡汤里？\n\n\n原文地址：https://minecraft.net/zh-hans/article/meet-chicken-jockey\n原文作者：Emily Richardson\n原文发布时间：2017年10月10日\n翻译者：1366020327\n翻译时间：2017/11/20\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1511173860,
            "txt_content": "感谢你的翻译，为我们带来了知识"
        }
    ]
}