{
    "title": "[原创·连载]末路 第一分集 第一章 心愿",
    "author": "20051012",
    "replyCount": 5,
    "timestamp": 1511184120,
    "txt_content": "第一章\n“如果你不想高考，你继续睡吧。”楼下的声音似乎毫无威慑力，显得软绵绵的。 早晨的阳光也似乎很惨淡，但很鲜艳，照在了一个黑相框上，一个人的笑容被印在黑白的图片上，显得无比凄惨。 “我马上起来，行了吧？”楼上的声音响了，也是这样有气无力。 可是突然一瞬间床上的人一跃而起，仿佛和刚才换了一个人似的，显得神清气爽。 “加油吧，柯荣东，你能信，相信我，额……”他略显尴尬，“算了，无伤大雅，没毛病。” “你再不下来，让我替你考试吗？”下面的声音才略有几分威慑力。 “来了，来了。” 两小时后，三中门口，大门敞开着，外面有很多家长和高考的学生等着入场，气氛异常沉重，也不知道为何。 “好好考试，不要忘了我说的话了。”这应该就是柯荣东的母亲吧，才40多岁，就显得很衰老，头发已经苍白。 他走了，走之前，没有忘记回头看看他的母亲，他又从怀里掏出一张偏黄的彩色照片，仔细看了看后，边放回去，边走向考场…… 沙沙沙，听那笔头窸窸窣窣的声音，柯荣东想的是530~550的成绩，这样才可以避开那甚至有点恶心的红石工程技术学院，而考上环境中央学院，这样就可以完成他父亲的愿望，准确来说，是整个人类的愿望。 一个礼拜过去了，成绩单纷纷向四面八方飞去，当然，也有柯荣东家的一份。一张纸上写着563，似乎微笑着看着那些400，500，550的人。这很使人高兴，甚至可以喜极而泣的分数，却成了他们家的悲哀。你多么希望发错人了，把他五百三十几的卷子拿错了。 可惜，那只是幻影，真正的成绩就是563。 可是他还是不听他母亲的，考上了环境学院。 为此，他只留下了一句话，也不顾母亲的感受： “我只想完成父亲的心愿，考上环境中央学院。” 他母亲不想多说什么，他知道他儿子很犟，只要他决定的，一艘航母也甭想拉他回来。 “让他去吧。”她自言自语道，“这孩子从小就没父亲，让他‘孝顺’他父亲吧。”“这事只因30年前那场该死的战争。”她说道。 “要不是它，我家会这样吗？上天还开不完玩笑吗？偏偏让孩子的生日，变成他父亲的忌日？” “不~~~。”这位白发苍苍的母亲已经无法忍住歇斯底里了，眼泪不住的往下掉。 这时门外响起了熟悉的钥匙开门声。 柯荣东回来了。 母亲熟悉的看着即将远去的孩子，悲伤过度，尽昏迷过去了。 “脑溢血，没希望了，准备后事吧。”医生用冰冷至极的口气说着。 …… “人世间，太冰冷，不是我们能预料的但是，我们要不断前行。”“人世间，太冰冷，不是我们能预料的但是，我们要不断前行。”“人世间，太冰冷，不是我们能预料的但是，我们要不断前行。”他不断重复着，重复着。 六年后…… “我要回乡一趟，如有什么论文信件放我桌上就行了。”你说着说着，上了火车。 “没错，六年前的今天，就是我妈去世的那天，转眼六年过去了，我也差不多该完成那个心愿了。”你在墓前自言自语道着。“只可惜，还差一点。 可当你回去之时，上帝也许可怜了你们吧。给了你一个机会。当然那却小的可怜，又重的压身。 你一口气读完了所有的报纸，当然也发现了这个小不拉几的信件。 “emmmm”你比较的不在意，因为你猜想这估计又是什么学术讲座，才不想去呢！ “您好：     冒昧打搅一下，您的论文我们也在论文论坛上发布，我们看过以后希望您能来到这里，参加末地开发计划的开发仪式。（顺带告诉您，您被聘用为本计划的副总工程师）                                                                                                                                                       第四科开集团                                                                                                                                                          3211 07 24 你自然是不会去参加开幕式。但你也知道这不是开玩笑，因为：你的论文毕竟是在环境论文里占有一席之地的。 这就是上**的。\n\n（1144字，计数器查看过的，仅仅为了帮助管理员检查）写的不好见谅，看不太懂要求。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1511187060,
            "txt_content": "您好，欢迎来周边创作版创作！\n但是请注意一点：\n\n一：请遵守格式规范：根据版规，连载类小说帖统一强制使用「创作作品发布」的模板，请您备份好草稿后在「标题」编辑处上方约三十像素出切换到「创作作品发布」的模板，并填写改模板使用的表格。\n\n倘若您无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。如果您实在无法理解，我可以帮助您修正。但是「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n文评我将在空闲时间给出，祝您创作愉快~\n您亲爱的：周边创作版务组"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511187780,
            "txt_content": "这就是上**的。\n请问被屏蔽的内容是？"
        },
        {
            "author": "20051012",
            "timestamp": 1511260080,
            "txt_content": " 本帖最后由 20051012 于 2017-11-21 18:29 编辑 \n\n我没有办法了\n**＝  天       注         定      无视空格对不起 有点刷屏 我也没办法"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1511264700,
            "txt_content": "20051012 发表于 2017-11-21 18:28\n我没有办法了\n**＝  天       注         定      无视空格对不起 有点刷屏 我也没办法\n ...\n建议用这种：\n天|注|定\n然后多余的楼层我删掉了"
        },
        {
            "author": "20051012",
            "timestamp": 1511520600,
            "txt_content": "Smokey_Days 发表于 2017-11-21 19:45\n建议用这种：\n天|注|定\n然后多余的楼层我删掉了\n好，谢谢"
        }
    ]
}