{
    "title": "[Minecraft.net|CULTURE]DIVERSITY的制作",
    "author": "1366020327",
    "replyCount": 3,
    "timestamp": 1511582760,
    "txt_content": " 本帖最后由 1366020327 于 2017-12-30 20:55 编辑 \n\n\n\n\n\n\ntranslate 4.jpg (96.26 KB, 下载次数: 4)\n\n下载附件\n\n2017-11-20 18:01 上传\n\n\n\n\n\nTHE MAKING OF DIVERSITYDIVERSITY的制作\nHow qmagnet made the legendary adventure maps\nQmagnet是如何制作史诗级冒险的呢？\n\n\nDan “qmagnet” Lazenby is the master designer of two adventure maps that have gone down in Minecraft history. Diversity and Diversity 2 are great examples of tight design, ambitious vision and clever building, and as a result they’re some of the most popular maps ever made. In fact, Diversity 2 is holder of a Guinness World Record for the most downloaded map on Curse!\n\nDan qmagnet Lazenby 是两张冒险地图的大师设计者，在我的世界的历史中，他的地图流传下去。Diversity和Diversity 2 都是设计紧密的很好的例子，壮观的美景，巧妙的建筑，结果它们就成了一些曾经做的最受欢迎的地图。事实上，Diversity 2 是吉尼斯世界纪录中最多下载次数的地图。\n\n\nDespite all their success, qmagnet retired as a map maker soon after he completed them. How did a newcomer to the scene make such a splash, and why didn’t he want to keep his spot in the limelight? This is the story behind two of Minecraft’s truly classic maps.\n\n\n尽管它们都成功了，但作为地图制作者的Qmagnet在不久之后就退休了。一个新来的人如何引起如此的轰动，又为什么他不想受到众人瞩目。这就是两个经典的我的世界地图背后的故事了。\n\nIt starts in spring 2013. Back then, qmagnet was fairly new to Minecraft. A new dad and working by day as a plumber, he was enjoying making videos on YouTube and started to look at custom maps. “It didn't take too many to realise there was so much talent in the community,” he tells me.\n\n\n这开始于2013年的春天。回首那时，Qmanget还是我的世界的新人。作为一个新父亲和水管工工作，他喜欢在YouTube上制作录像和看定制的地图。“没有花费太多就明白自己在社区中有很多才能”他告诉我。\n\n\n\n\ntranslate 5.jpg (57.08 KB, 下载次数: 3)\n\n下载附件\n\n2017-11-20 19:52 上传\n\n\n\n\nThe Code 是一个解密地图，这个地图中，你必须解决每一个房间的情况去到达下一个房间。\nAnd that led him to play Jesper The End’s The Code. “It’s probably the best puzzle-adventure map ever made. I was amazed mostly how Jesper was able to take Minecraft and do such complex things with command blocks and spawners, to become something I don't think anyone had seen at the time.”\n并且这就让他玩起了Jesper The End的 The Code。“这可能是曾经被制作的最好的冒险解密地图。我对为何Jesper能够掌握我的世界并且通过命令方块和刷怪笼来制作复杂的东西，我不认为在那个时候任何人都见过那些东西”\nBeing a plumber, qmagnet is no stranger to working with complicated technical things. ”I work with my hands every day,” he says. “Cuts, bruises, stiff muscles, all that fun stuff.” But though he took some computer courses during high school, he had no experience with programming. But, undaunted and personally encouraged by Jesper, he decided to create his own puzzle map, which he called Complex.\n作为一个水管工，Qmagnet对于这些复杂的技术不再陌生。“每一天，我用我的双手去工作”他说。“切伤，擦伤，肌肉僵硬，所有事都很有趣。”虽然他参加了一些计算机课程在高中的时候，但是他没有经验对于编程设计。然而，他受到了Jesper巨大的鼓励，于是他决定去创建自己的解密地图，这块地图被他称为Complex。\n\n\n\n\ntranslate 6.jpg (56.23 KB, 下载次数: 3)\n\n下载附件\n\n2017-11-20 20:44 上传\n\n\n\n\nComplex准确的说就是：令人迷惑的迷宫，连接着每个方向。It took him just a couple of weeks, and once released it soon attracted lots of encouraging feedback from the community, immediately pushing him into thinking about his next project.\n这只花费了他的几周，并且曾经发布Complex的不久就在论坛中收到了许许多多鼓舞人心的反馈，这就立刻让他开始想他的下一个工程。\nHe began to play around with the idea of creating a new take on the ‘complete the monument’ map. “I wasn't a great visual builder and I never liked how those maps I saw were finished, having the player just place blocks in a row and say, ‘I guess I won.’ I wanted the map to decide the player won.”\n他开始围绕着创造新的呈现'完整纪念碑'地图进行游戏。“我不是一个伟大视觉的构造者，我从来不喜欢我看见的这些地图如何被完成，这些地图仅仅让玩家不断放置方块然后说‘我觉得我赢了。’我想让地图来决定玩家的输赢”\nAnd so work began on what became Diversity. Not that he had a fixed idea of what it would be from the start. Planning little, he describes himself as a ‘very organic map maker’. “Whether that's a good thing or bad thing, that seemed to be how I worked best.”\n所以工作开始变得多元化。从开始 ，他没有一成不变的思想。计划得更少，他把自己描绘成“非常有机的地图制作人”。“这是否是件好事，这就似乎取决于我如何工作得最好”\nThe new map would have a similar objective to typical CTM maps, of going and collecting distant items for a reward. But he started to wonder, what if you didn’t have to do the same challenge for each piece? What if it comprised different genres in one map?\n新地图将有一个和典型的CTM地图相似的目标，去收集遥远的物品作为奖励。但他开始想知道，如果你不必为每一件事都做同样的挑战会怎么样呢？如果它在一张地图中包含不同的流派会怎么样呢？\n\nThe final map contains 10 different challenges, including parkour, a maze, a dropper level, survival and a boss battle. Wildly varied, they’re also each great examples of their type.\n\n最后的地图包含了10个不同的挑战，包括跑酷、迷宫、下坠、生存和boss战。各种各样的挑战，它们也是它们类型的每一个伟大的例子。\n\n\n\n\n\ntranslate 7.jpg (84.42 KB, 下载次数: 3)\n\n下载附件\n\n2017-11-20 22:14 上传\n\n\n\n\nDIVERSITY的挑战在形势上经常有所相似，就像火中下坠，却能有强烈的效果。\n“I have always been influenced by other map makers more than anything else in Minecraft,” says qmagnet. “I had played so many different maps. I knew what I liked, and especially what I found frustrating. Anything I liked, I would try and emulate. Anything I hated, I would try and create gameplay that would change the approach towards something I'd rather play. So I suppose my maps were made for my tastes, but I had hoped others would enjoy them as well.”\n“我一直被其他我的世界的地图制作者影响着，他们的影响超过了《我的世界》的任何东西，”Qmagnet说。“我玩过了这么多不同的地图。我知道我喜欢什么，尤其是那些了令人沮丧的类型。我喜欢的任何东西，我都会尝试并且模仿他们。任何我讨厌的东西，我会尝试和创造游戏性，将他们改变成我宁愿玩的东西。所以我想我的地图是为我的口味来做的，但我也希望其他人也喜欢他们。\nAfter two months’ work, Diversity was done. Soon played by some big YouTubers, it quickly took off and requests for a sequel began coming in. “So naturally, I had to try and give players what they wanted.”\n在两个月的工作后，Diversity被完成了。不久就被YouTube上的一些玩家游玩，这块地图很快就出名并且被要求出续集。“所以自然地，我必须尝试给玩家们想要的东西”\nIn December 2013, qmagnet started work on Diversity 2. And this time he was serious. “I needed to make something better and more mechanically inspiring above all else.” And if that wasn’t enough, he also wanted the sequel to be entertaining to watch and put more of a focus on cooperative multiplayer.\n2013年12月，Qmagnet开始了他的Diversity 2 的制作。并且这一次他是认真的。“我需要去做一些更好，首先更深入激励别人。“如果这还不够，他还希望续集能够娱乐性地观看，并把更多的注意力放在多人合作上。”\nAnd yet qmagnet initially set out intending to keep things small and working alone. But in the face of his ambitions and knowing his weaknesses, he soon realised he’d need to take on the help of builders who could do what he couldn’t.\n然而，Qmagnet最初开始打算把它作为一件小事然后自己独自工作。但面对他的抱负和他的弱点，他很快意识到，他需要在建筑商的帮助下进行，他们能做他不能做的事。\nIt was a good decision. Five builders worked on Diversity 2, and adding their minds to the mix naturally led to more diversity in the map’s levels. “I honestly could not have created that map alone,” qmagnet says. Jesper the End joined, as well as Adrian Brightmoore, ColdFusionGaming, GoldenTurkey97 and QwertyuiopThePie, each chosen because qmagnet respected their previous work.\n这是一个很好的决定。五个建设者一起建造在Diversity 2，在地图层次上，他们思想相互交融，自然地导致地图更加多样化。“我真的不可能独自创造这张地图，”Qmagnet说。，Jesper the End，Adrianbrightmoore、coldfusiongaming、goldenturkey97和qwertyuiopthepie的加入，每个选择都是因为Qmagnet尊重他们以前的工作。\nBut he worked with them in a way that might seem surprising. “I wouldn't let any of them see each other's work until the map was completed. Not because I was trying to be secretive, but because I wanted them to work towards a surprise end result. I wanted to make a project that had blind diversity, where they could express themselves with as much ** and as little restraint as possible. Then I would fill in the gaps.”\n但Qmagnet以一种令人惊讶的方式与他们一起工作。“我不会让他们任何人看到彼此的工作，直到地图完成。”。不是因为我试图保密，而是因为我希望他们为一个惊喜的最终结果而努力。我想做一个有思绪飞扬的多样性的项目，他们可以用尽可能多的自由和尽可能少的克制自己的表达。然后我会填补他们的空白。\"\n\n\nThey’d send him their work as a file which qmagnet would then paste into the master map and connect with his work. “Very few discrepancies came up, only failed mechanics which we spent hours fixing. I was blown away by what they contributed. I think they made some of their best for Diversity 2.”\n\n他们会把他们的工作作做成一个文件，然后，Qmagnet将这些文件粘贴到主地图，并与他的工作连接。“很少出现差错，只有我们花了几个小时修理的机械故障。”。我被他们的贡献感到着迷。我认为他们为Diversity 2做了一些最好的贡献。\"\n\n\n\n\n\n\ntranslate 8.jpg (71.45 KB, 下载次数: 0)\n\n下载附件\n\n2017-11-21 14:35 上传\n\n\n\n\n\n\n\n\ntranslate 9.jpg (83.72 KB, 下载次数: 4)\n\n下载附件\n\n2017-11-21 14:35 上传\n\n\n\n\n\n\n\n\ntranslate 10.jpg (104.79 KB, 下载次数: 4)\n\n下载附件\n\n2017-11-21 14:35 上传\n\n\n\n\n我们通过判断和错误发现正确的结果，花时间看YouTube上的教程\nStill, Diversity 2 took eight months to complete, four times longer than the original, and 16 times longer than his first map. qmagnet spent six hours each weekday and 10 hours on both weekend days working on it.\nDiversity 2仍然花了8个月才完成，比原来Diversity 制作的时间长4倍，比他的第一张地图的时间长16倍。每个工作日，Qmagnet花了6个小时，在周末都花了10个小时来制作Diversity 2。\n\n“At first, the idea of creating a massive challenge map with impressive mechanics seems like a fun adventure and learning experience. But after a while, the adventure becomes like a chore,” he says. He sacrificed a lot of his personal and family time to the project, but working with the team kept his motivation going.\n\n\n“首先，以令人印象深刻的结构创建一个大规模挑战地图的想法似乎是一个有趣的冒险和学习经验。但过了一会儿，冒险就变成了一件苦差事，”他说。他虽然牺牲了很多个人和家庭的时间到项目，但与团队合作让他保持他不忘初心。\n\nWhen Diversity 2 was out, he could see that he’d achieved his goal. “I created something that I wanted the players to win against the map maker. They finish the map and they feel like they've accomplished quite a task,” he says. But he also enjoys the sense that Diversity 2 feels part of the community. There are custom heads of 650 different Minecraft players placed in the map, and he was invited to talk about it at Minecon 2015.\n\n\n当DIversity 2出版时，他可以看到他已经实现了他的目标。“我创造了一些让玩家们战胜地图制作人的东西。玩家们完成了地图，他们会觉得他们已经完成了一项任务，”他说。但他也喜欢Diversity 2融入到社区的一部分的情景。在地图中放有650个不同的《我的世界》的玩家的自定义头颅，他被邀请到Minecon在2015年谈论它。\n\nSo why was Diversity 2 his last Minecraft map? “Well, I always said I would only make another Diversity if I thought it would be better. I appreciated the good reception and cherish the experience but I had a difficult time finding the balance between Minecraft, day jobs, free time, family life... So I stepped away.\n\n\n那么为什么Diversity 2是他最后制作的《我的世界》地图？“我总是说，如果我认为它会更好，那么我只会做另一个多样性。”。我感谢玩家对我的地图接受和珍惜制作时的经历，但我在生活中很难找到我的世界与日常工作，空闲时间，家庭生活...的协调，所以我走了。\n\n“But I have passed the torch down to my kids. They watch Minecraft videos every day. And play the game constantly. Just Creative Mode. But maybe one day, they will become mapmakers too.”\n“但我把火炬传给了我的孩子。”。他们每天看《我的世界》的视频。并且他们不断地玩游戏。只是玩创造模式。但也许有一天，他们也将成为地图制作者。\"\nFor more on how qmagnet made Diversity and its sequel, check out qmagnet’s great development videos!\n更多关于Qmagnet如何制作Diversity和它的续集，看看Qmagnet的伟大的开发视频！\n\n原文地址：https://minecraft.net/zh-hans/article/making-diversity\n原文作者：Alex Wiltshire\n原文发布时间：2017年2月2日\n翻译者：1366020327\n翻译时间：2017/11/25\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1511587080,
            "txt_content": "youtuBe站还行XD"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1512426480,
            "txt_content": "副标题原文是主动语句，翻译使用了被动语句，虽然可以接受，但是效果并不是很好\n“结果它们就成了一些曾经做的受欢迎的地图” 缺少主语\nGuinness World Record 吉尼斯世界纪录\n“又为什么他不想保持在注目中。” 中文不存在这种说法\n“这就是两个我的世界的经典地图的故事的背后。”背后的故事\n“他喜欢在B站制作录像和看定制的地图。” B站和U2B区别还是有点大的 定制->自制\n\n看不下去了。。建议单独读一下中文的翻译，检查行文不通顺和缺少逻辑的地方，善用连词以及调整语序以便可以在中文里更流畅表达原文的意思。\n\n"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1566526680,
            "txt_content": "qmagnet？这不是做那个材质展示图的dalao么"
        }
    ]
}