{
    "title": "《我的世界·三界·人界·寻梦》第一章-方块世界",
    "author": "级浮空",
    "replyCount": 6,
    "timestamp": 1511236200,
    "txt_content": " 本帖最后由 级浮空 于 2017-12-22 22:51 编辑 \n\n　　Hi，我是麦当~今天给大家带来一个比较特殊的帖子。之前我发的都是教程（好吧其实没几个呢），这次是发一个同人文啦~\n　　咳咳，好啦，废话我就不多说了。各位可以点击下面的目录来快速进入正文哦～（哦对了，因为种种原因，是一周两更啦。暑假过完一周一更）　\n  （未经允许禁止擅自转载）　　\n\n　对啦，点击上面的目录，跳转到对应的章节哦～\n\n\n\n\n\n\n　　　　　　　人物介绍\n（图片没有加载出来请上下滑动网页试试）\n　　为了让大家更清楚的了解每一个人物，所以有了人物介绍。不过为了避免剧透，又由于人物尚且正在添加，所以这一栏的介绍会随着剧情的进展更新哒～（PS:每一个主要人物都是根据MC的玩家提供的，在游戏里他们也真的使用这里出现的ID等，包括人物信息和皮肤都是真实的，我只是把现实的人物借用一下QAQ）\n\n\n\n\n\n一、尾巴中文昵称：尾巴\n游戏ID：LatifahFleuranza\n人物年龄：16\n性别：女\n性格：坚强，善良，和蔼\n爱好：绘画，学习、看小说；漫画类的\n现实擅长领域：绘画，思考\n游戏擅长领域：建筑，管理（特别鸣谢尾巴姐应允我在此小说里出现她，\n也很感谢尾巴姐多年前给予我的帮助。）\n\n\n　　　　　　　　　　　　　　　　　　　　　　　　　　 \n\n二、麦当中文昵称：麦当\n游戏ID：RainbowSea_MaiD\n人物年龄：14\n人物性别：男\n性格：活泼，开朗，乐观。往往有些盲目乐观。\n爱好：幻想，游戏\n现实擅长领域：绘画，创作\n游戏擅长领域：生存，冒险\n\n三、默然\n\n中文昵称：默然\n游戏ID：FQH\n人物年龄：13\n人物性别：男\n性格：有时可爱，有时凶狠，那就要看面对什么人了。更多的时候看起来是那种冷冷的人。\n爱好：建筑，游戏，杀敌\n现实擅长领域：打架，游戏，耍酷，卖萌。\n游戏擅长领域：小游戏，冒险，建筑\n四、齐队长\n中文昵称： 齐队长（剧透，也叫布少）\n游戏ID：appra\n人物年龄：15\n人物性别：男\n人物性格：在还没有认识的时候看上去高冷，熟了其实就是逗逼一个（有轻微的精分）\n人物爱好：音乐，游戏\n现实擅长领域：音乐，尤其钢琴\n游戏擅长领域： 红石（主要是数电）\n五、神烦狗\n中文昵称：神烦狗（没毛病。。）\n游戏ID：WJK123456789\n人物年龄：14\n人物性别：男\n人物性格：逗。当然，如他的名字一样，最突出的是——烦！神烦！\n人物爱好：烦人。哦对了，还有一句口头禅：要想生活过得去，头上总得带点绿（然而总是全身绿23333不信你看这个介绍吗。不都是绿色的嘛？）\n现实擅长领域：一无是处？哦不。好吧，其实还是烦。\n游戏擅长领域：各种搞怪各种浪，只有你想不到，没有他做不到。\n六、瑶月九天\n中文昵称：瑶月九天\n游戏ID：WOT_yaoyue\n人物年龄：15\n人物性别：男\n性格：胆怯,但总捅娄子\n爱好：建筑 发呆\n显示擅长领域:玩游戏，看动画\n游戏擅长领域:红石和建筑   　《我的世界·三界·人界·寻梦》\n\n                          　　　　　　　　　　　　　　　　　　　　　　　——————-谨以此书，献给曾陪我度过童年的《我的世界》序章（引子）　　随着电脑科技越来越发达，“电脑游戏”这一行业越来越受人关注。21世纪初，瑞典的一个全名为Moj?ng Aktiebolag（直译为小工具有限公司）（以下简称Mojang AB）的电子游戏开发商联合4J Studios共同开发了一款名为《Minecraft》的开放的高自由度沙盒游戏，并短时间内风靡全球，成为最火的沙盒游戏。很快，中国也出现了它的身影。2017年，网易宣布代理“我的世界：中国版”，4月7日，“我的世界中国版”发布会在水立方举行，至此，我的世界正式在中国有了“根据地”，它再也不只是外国的游戏了。2010年七月四号的晚上，一个叫麦当的十七岁少年正在和自己的朋友（网络上的）一起在《Minecraft》（以下的MC、我的世界、麦块、当个创世神等都是指的《Minecraft》，MC是该游戏的简称，之后的都是民间推选的非官方译名。然而官方好像没有译名······）联机玩乐。　　RainbowSea_MaiD：要是能自己创建一个联机用服务器就好了，我们就可以自己一起联机生存了。可惜了，哎······　　FQH：我好像听说有一个我的世界的什么版本可以不用盒子也能远程区域网联机，很方便的！　　appra：是中国版吧？　　FQH：对！是中国版！不过好像还需要内测激活码什么的······　　appra：是需要，不如我们试试？七月十四号开始第二次内测！　　RainbowSea_MaiD：好啊！既然有可能，那就得试试嘛！　　FQH：行，那我们到时候就试试！　　appra:嗯！　　······\n第一章 方块的世界　　我们的所有故事，都开始在最初的那个梦中。　　7月30日的晚上，麦当做了一个奇怪的梦，他梦见自己到了一个全部由方块组成的世界，面前有一棵树，其纹如虎，其华四照。他发现自己也变成了由方块组成的“方块人”，他的第一感觉，是自己来到了MC的世界。　　接着，他的面前出现了一个界面，那是白天他和尾巴的对话记录。    　　Rainbow Sea丶麦当：不过你说我是好孩子好兴奋QAQ　　Latifah：其实尾巴也应该谢谢你ww　　Latifah：（摸摸头　　Rainbow Sea丶麦当：QAQ　　Latifah：尾巴当初想成为管理员的初衷就是希望成为“灯塔”一样的存在。你帮我实现了呢ww　　Rainbow Sea丶麦当：嗯嗯QAQ 　　接着，竟像在现实中一般，头痛难忍。恍惚间，他似乎感觉到周围的大地在崩塌，像山崩地裂一般！　　“睡吧，孩子，睡吧······”　　一切的那么的真实，好像真的发生了一般。　　这······真的是一场梦吗？　　还是，接着往下看吧。　　第二天醒来的时候，麦当觉得全身疼痛欲裂，眼睛也被刺的睁不开。渐渐的，才不觉得那么刺眼。睁看眼，眼前的一切让他惊讶：眼前的所有东西，全部变成了方块组成的，眼前就是一个方块的世界！他艰难的站了起来，用手扶着身边的一棵树。之所以说那是树，是因为他发现周围的方块正是ＭＣ当中的方块，而身边这个就是MC当中树的样子。　　“不会吧，我的梦难道成真了？我可不想啊！”麦当大喊道。于此同时，他发现自己也确实变成了方块组成的人，面前是一个大坑，麦当走到坑边，往下看去，下面是一棵大树，仔细想来，竟和梦中一般摸样！　　“唔，好吧，看起来是梦想······哦不，是梦，梦成真了呢。我是该高兴呢，还是该沮丧呢？恩，各有各的理由······好纠结啊！”麦当挠着头自言自语说，“算了，管他高兴还是沮丧呢，反正看样子我可得在这里生存了。俗话说，想致富，先撸树！现在就让我去砍些木头来吧！”　　看我们天真的麦当，似乎和正常人的思维跑偏了呢。　　麦当面对着身边那棵矮树，盯着它看了一会，用手点了点树桩，喃喃道：“嗯，我该怎么砍树？这是一个问题。也没有人教我嘛，这可怎么办？”　　“尾巴，听说你又多了一个粉丝？”麦当忽然听见一个虚幻的声音，若有若无，但说的话却听的清清楚楚。这个声音没有任何性别特征、年龄特征等，就像是机器一般的声音。紧接着，另一个听起来温柔、和蔼但同样飘渺、虚幻的声音出现：“嗯，你是说麦当嘛？”　　接着，又是第一个声音：“那小子叫麦当吗？恩，不认识。”　　“是应该不认识，不过yeyongfeng你认识吗？”女声说。麦当听到的是“叶咏风”的读音，那是他曾用过我网名。　　“那必须认识的嘛，当年也算稍稍有些名气吧。不过据说后来给封了。倒是我记得惹了不少事，给玩家们有一部分的印象是好的，给管理员们的印象可不怎么样。怎么了？”第一个声音回答。　　“麦当就是yeyongfeng。”女声回答。　　“不是吧，这么神奇的？不过尾巴，看样子你对他印象似乎不是太差啊。”　　“以前是有不少事，可不算是麻烦吧，我倒觉得是个乖孩子呢。”　　“我的天，尾巴，你居然这么觉得！管理员里面也可就你特殊了。”　　“是吗？”　　“当然！”　　“嗯？尾巴？什么鬼！难不成我是到手艺里面了？我的天，这可太好玩了，哈哈哈！”麦当听到这时候想。不过同时他也开心，特别开心！听到自己的偶像这么夸自己，真的是开心的不得了！第二章　我的手艺\n　　此时，天空已经暗淡下来。看来我们的麦当可睡了不短的时间呢。　　“哦，时间不早了，尾巴，我就先睡了，你也早点歇息吧。”麦当又第一个机械的声音说。　　“好，我做完这一点就睡了。晚安，qianying。”　　“晚安，尾巴。”　　“啊啊？这就晚上了？我这不是刚睡醒嘛？”麦当奇怪的说。然后麦当就开始自言自语。　　“哎，真是的，把我穿越来了也不给点提示，这要我怎么活嘛！哎，真是的。这什么树嘛，撸也撸不掉，撞的我手生疼。哎！我又不知道怎么说话，真的是，啊啊啊！！！”　　麦当望着这树发愁。忽然他听见那个女声说：“麦当？还不睡吗？”　　“啊？尾巴姐？是你吗？”麦当下意识的说。　　“看我的ID看不出来吗？”对方说。　　“啊，不是的，只是我现在看不到尾巴姐的ID,而且我也想睡呐，但是不能啊。”麦当诚实地回答说。　　“为什么？”　　“尾巴姐，如果我说我穿越了，穿越到手艺里面了，你信吗？”　　接着是沉默。过了会，麦当身边突然出现了另一个方块人，麦当看见那个方块人的头上有一串字母——LatifahFleuranza。　　“当然相信。”依旧是那个女声，只是消除了飘渺虚幻的感觉，变为了真实的声音。　　“啊，尾巴姐，我这么假的谎话你也信啊？”麦当惊讶又不解地问。　　“麦当，刚才你说的可是真话？”　　“想说是真话，可是应该没谁会信吧。”　　“我信。因为，我现在和你处境一样，也是穿越到了手艺里面。”　　尾巴告诉麦当，今天一早她醒来的时候，就躺在一个由方块搭建的屋子里面。她很惊讶，又经过仔细观察，那屋子的装饰竟和自己曾经建过的一个房子一般模样！她再看看自己，自己也变成了拥有自己皮肤的方块人。接着，她听到一种飘渺虚幻的声音，没有任何生机，死气沉沉的。这所发生的一切都告诉她：她来到了《我的世界》这个游戏世界里面。经过摸索，她已经会打开聊天框页面和输入对话。不过正是这点，才让她更奇怪——这好像是现实世界和《我的世界》融入到一起了！第三章　洞穴　　经过仔细的观察，尾巴确定自己是来到了《我的世界》里面的一个服务器——《我的手艺》，正是自己任职管理员的服务器。同时，她依旧保留了自己的ID、管理员权限、皮肤等，并可以和现实中在玩这个服务器的人正常交流。这一天的白天，尾巴一直在做管理员做的事，然而事实上内心是在想该怎么办？怎么回到自己的世界？是否有人和自己一样？　　直到刚才，尾巴确定了和自已一样穿越的不止一人。　　“其实尾巴姐，也没什么事吗，正好体验一下游戏里面的世界！反正那种穿越小说我看多了，回到地球后其实事实上都没过去多长时间嘛！”麦当依旧乐观的说。　　尾巴笑了笑，说：“你还真是乐观呢，麦当，”尾巴顿了顿，看了看洒满在黑暗的天空的星星，接着说：“可是你还没发现吗，你所看的小说都有一个共同的特点，那就是穿越后的世界和地球的世界的时间维度是不同的。但是我们是和现实世界连通的，也就是说时间维度是一样的，所以我们可以清晰的知道我们在这里待了几天，在地球上消失了几天，而且比例是1:1。还有，现在我们眼中的天空，不再是20分钟一个轮回，而是24小时，也就是说，我们在游戏里过去了一天，他们在地球过去了一天。乐观是好的，但是我们不能盲目乐观。我们可以乐观的度过游戏里的每一天，但是你要明白，我们必须尽快找到回去的办法，否则我们的家人会因此非常担心、伤心的，懂吗？”　　“唔，还是尾巴姐聪明，没想到诶。咦？等等······”麦当说着就爬在地上，右耳对着那个洞，右手也围在右耳边，好像是听到地下有什么声音了。　　“怎么了麦当？”　　“嘘，尾巴姐，你听！”　　尾巴听麦当说了，也倾听这散布在空气中的所有声音。当然，她可不像麦当那样趴在地上，而是蹲下来。　　“好像······好像是僵尸的声音？”麦当轻声地说。　　“嗯，但是好像还有人的喘气声和奔跑的声音！”尾巴补充道。　　“对！那，尾巴姐，我们下去看看？”　　“那等我一下。”　　接着尾巴就不见了。但没过多大一会就又来了，身上多了一套钻石甲，然后她也给了麦当一套钻石甲和一把钻石剑。可问题是麦当不会穿！　　“就当穿衣服，直接套上就好。那我先下去了，你穿上铠甲了直接跳下来就好了。”尾巴说。　　“恩。”　　尾巴说完就跳下了那个黑黢黢的洞，麦当就按尾巴说的，拿起地上的鞋子套在脚上，然后的裤子、胸甲和头盔。接着想拿起钻石剑。不过这可难倒他了，钻石甲挨着手的时候就好像吸附在手上了，除非麦当心里想把它放下，不然就不会掉下去。可钻石剑是要握着的，这怎么握呢？他试图和钻石甲一样，然而失败了。麦当急了，嘴里还说着：“这什么嘛，也没有手指，我应该怎么拿？”不过就这么说着，手一用力，那钻石剑竟突然到手里面了！这样，麦当就急忙跳下去了。麦当没想到这洞这么深，没掌握好身形，一屁股狠狠地摔在地上。\n",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1512226860,
            "txt_content": "恕我直言，不怎么样"
        },
        {
            "author": "20051012",
            "timestamp": 1512300960,
            "txt_content": "还行吧，正文和引子比例不协调"
        },
        {
            "author": "级浮空",
            "timestamp": 1513951560,
            "txt_content": "20051012 发表于 2017-12-3 19:36\n还行吧，正文和引子比例不协调\n其实还有很多啦。不过最近懒得连复制粘贴都不想做了。。嗯 感谢鼓励~"
        },
        {
            "author": "2759159258",
            "timestamp": 1513953060,
            "txt_content": "穿越到mc的故宫来个《宫3》岂不美哉?"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513954080,
            "txt_content": "不是，你这，这，你这...\n你这正文也太少了吧。\n我们说萌新不要求技术多高，态度要端正啊喂【误】\n咳咳。\n几个问题，第一个是字体的切换有点令人猝不及防，字号也偏大了。\n然后是内容太过单薄——单单字数上就不够吧？\n最后是描写乏力...这个就不需要详细解释了吧？"
        },
        {
            "author": "20051012",
            "timestamp": 1514079420,
            "txt_content": "级浮空 发表于 2017-12-22 22:06\n其实还有很多啦。不过最近懒得连复制粘贴都不想做了。。嗯 感谢鼓励~\n懒癌晚期，我的天哪"
        }
    ]
}