{
    "title": "[Minecraft.net|INSIDER]本周方块：苔石",
    "author": "猜猜谁是谁",
    "replyCount": 12,
    "timestamp": 1511536320,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2017-11-25 20:05 编辑 \n原文地址：https://minecraft.net/zh-hans/article/block-week-moss-stone原作者：Duncan Geere发布于2017年11月24日\nBLOCK OF THE WEEK: MOSS STONE本周方块：苔石Don't moss out on this block!不要让这个方块上长满苔藓！\nThe best block to unexpectedly encounter when deep in a mining expedition is undoubtedly diamond ore. But the second best? I'd put forward our block of the week as a candidate - moss stone.在下矿旅程中能够意外遇到的最好的方块无疑是钻石矿了，但是第二好的是什么呢？我就把本周方块作为它的候选人——苔石。\nHear me out! I say that because mining into a vein of moss stone almost certainly means that you've encountered a dungeon - a small, naturally-generated structure containing a chest or two full of goodies and a monster spawner. The goodies can include everything from rotten flesh (great?) to saddles (great!), nametags (greater!) and horse armour (GREATNESS OVERLOAD), while the spawner (don't break it!) can be used to make a mob farm.先听我说完！我这么说的原因是因为在你在矿洞中采矿时遇到了苔石那么便说明你遇到了一个地牢-一个小且是自然生成的地牢-其生成的结构中包含着两个装满令人期待的物品的箱子和一个刷怪笼。这些令人期待的物品可以是腐肉（好吗？），马鞍（太棒了！），命名牌(更好了！)以及马铠(最棒的！)，当然还有一个刷怪笼(不要撸掉它！)可以用来做刷怪塔。\n\nMoss stone was added to Minecraft in the very earliest days of the game in the same update that gave us iron, TNT, bookshelves and obsidian.During the game's Indev phase, the player first spawned in a small house made of moss stone, and later on the block was also used in the construction of jungle temples and zombie villages. \n苔石在早期就被加入到了游戏中，与它同时更新加入的还有铁，TNT，书架和黑曜石。在游戏的Indev阶段，玩家首先生成在一个用苔石制成的小屋里，之后苔石也被用于丛林神殿与僵尸村庄。\n\nThe ability to craft moss stone blocks was added in version 1.8 - it's a pretty simple recipe consisting of just cobblestone and vines. In turn, moss stone can also be crafted into mossy cobblestone walls - which are made just like regular cobblestone walls but look, er, a bit mossier.在1.8版本中加入了制作苔石的能力–这是非常简单的一个合成表，以原石和藤蔓组成。反过来看，苔石也可以被制作成充满苔藓的原石墙–这就像普普通通的原石墙一样，呃，只不过有些苔藓。\nIn the real world, you've probably noticed that mossy stone is much easier to find than it is in Minecraft. Mosses are small, flowerless plants that tend to grow in clumps in dark or shady places. There are more than 12,000 different kinds of moss - most of which tend to be pretty small as plants go, but one particular species - named Dawsonia - can grow to 50cm in height! \n在现实世界中，你可能会注意到苔石比起在我的世界中更容易发现。苔藓植物是小，并且会开花的一种植物，而往往在黑暗或是阴暗的地方会生长着一小簇。世界上有超过12000种不同种类的苔藓–其中大部分往往都是是相当小的植物，但有一个名叫Dawsonia的特殊种类–它可以长50厘米高！\n\n\n\nBefore modern times, moss was a pretty valuable resource. Some cultures used it for bedding, while others employed it as insulation in both houses and boots. ?tzi the Iceman - the naturally-preserved remains of a man who lived more than 5,000 years ago in the Alps - was wearing moss-filled boots when he died. Some cultures even used it like a sponge to soak up liquids - North American tribal people used moss as nappies and sanitary towels, and it was used to dress wounds as late as the First World War.\n在现代以前，苔藓其实是一种很有价值的资源。有些地方文化把它当被子用，而另一些地方文化则把它用作房子和靴子的隔热材料。冰人?tzi-一个五千多年在前阿尔卑斯山上生活的人的遗体被自然完整地保存着–正因当他死时穿着一双填充着苔藓的靴子。有些地方文化甚至用苔藓像海绵一样来吸收液体–北美部落的人们将它作为尿布和卫生巾使用，并且直到第一次世界大战还在用它填充衣服的破损处。\n\nToday, moss has been replaced by newer materials in most of those situations. But there's still a booming market for mosses gathered from the wild - mostly in floristry and home decoration. Other uses include the creation of peat, which is used as a fuel and in the creation of Scotch whisky. In Mexico, it's used as a Christmas decoration.如今，在大多数情况下苔藓已经被新型材料取代了。但世上仍有一个在蓬勃发展的野生苔藓市场，大多用在花艺、家居装饰上。其他用途也包括创造用来作为燃料和苏格兰威士忌的泥炭。而在墨西哥，它被用作圣诞装饰品。\nBut we might only be scratching the surface of what moss can do for us. Biotechnologists have found that some kinds of moss can improve human health, or the growth of crops. It's even possible to brew complex pharmaceuticals in moss bioreactors. With that in mind, you should probably hoard all the moss stone you can find in Minecraft - it might be useful some day...我们刚刚所说的只是揭开了苔藓作用的表面。(感谢@kakagou12 )生物技术学家已经找到了一些可以增进人体健康或作物生长速度的苔藓种类。它甚至使苔藓在苔藓反应器中酿造复合药品成为可能。记住，你应该把所有你能在我的世界找到的苔石收集起来，因为它终有一天会变得有用起来...",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1511537640,
            "txt_content": "感谢您的翻译，祝您快乐，为MCBBS做出贡献，请问这些东西从哪里可以等到他呢"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1511537940,
            "txt_content": "But we might only be scratching the surface of what moss can do for us. 或许意思是，我们刚刚所说的只是揭开了苔藓作用的表面？"
        },
        {
            "author": "无名之蛋",
            "timestamp": 1511548200,
            "txt_content": "这似乎是在暗示苔石以后可能有重大更新"
        },
        {
            "author": "3261298764",
            "timestamp": 1511578440,
            "txt_content": "既然是藤蔓加石头做成的\n苔石说不定以后还能爬哦"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1511582520,
            "txt_content": "3261298764 发表于 2017-11-25 10:54\n既然是藤蔓加石头做成的\n苔石说不定以后还能爬哦\n说不定还会有粘性呢"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1511583120,
            "txt_content": "莫名想起某魔鬼的人工生成刷怪笼"
        },
        {
            "author": "3261298764",
            "timestamp": 1511583480,
            "txt_content": " 本帖最后由 3261298764 于 2017-11-25 12:19 编辑 \n猜猜谁是谁 发表于 2017-11-25 12:02\n说不定还会有粘性呢\n\n粘?想到了什么东西"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1511611500,
            "txt_content": "kakagou12 发表于 2017-11-24 23:39\nBut we might only be scratching the surface of what moss can do for us. 或许意思是，我们刚刚所说的只 ...\nemmm暂时还不确定 但是比我的好多了"
        },
        {
            "author": "2759159258",
            "timestamp": 1511704620,
            "txt_content": "藤蔓+圆石=长满苔藓的石头?\n颠覆了我对大自然的思想观。。。"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1511777100,
            "txt_content": "2759159258 发表于 2017-11-26 21:57\n藤蔓+圆石=长满苔藓的石头?\n颠覆了我对大自然的思想观。。。\n你跟mc讲科学？不存在的"
        },
        {
            "author": "2759159258",
            "timestamp": 1511777700,
            "txt_content": "猜猜谁是谁 发表于 2017-11-27 18:05\n你跟mc讲科学？不存在的\n1.14,水。。。。。。\n这就是赛先生!(科学)"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511953980,
            "txt_content": "3261298764 发表于 2017-11-25 10:54\n既然是藤蔓加石头做成的\n苔石说不定以后还能爬哦\n苔藓这么滑，你会摔♂跤的"
        }
    ]
}