{
    "title": "Minecraft Java版 17w47b 发布",
    "author": ":spgbigfan:",
    "replyCount": 19,
    "timestamp": 1511454000,
    "txt_content": " 本帖最后由 kakagou12 于 2017-11-25 13:14 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，17w47b为其第7个预览版。 转载本贴时须要注明原作者以及本帖地址。 \n    \nMinecraft 快照 17w47b            Java版 1.13 的快照\n 17w47b的更改Lots of bug fixes! But don't worry, this is still an unstable snapshot. :)修了一堆漏洞，不过别怕，这还是个不稳定的快照噢：）Fixed bug MC-121630 - Shift-Clicking Destroy Item button doesn't clear inventory按下shift再点清除物品按钮不会清空背包Fixed bug MC-121701 - Pressing escape when sleeping in bed doesn't exit the bed睡觉时按ESC不会起床Fixed bug MC-122140 - Server list broken服务器列表坏了Fixed bug MC-122142 - \"powered\" blockstate is named \"powerered\" for all trapdoors活板门的方块状态\"powered\"写成了\"powerered\"Fixed bug MC-122143 - Recipe for cut sandstone returns chiseled sandstone平滑砂岩的配方会返回錾制砂岩Fixed bug MC-122145 - Non-colored terracotta is still named \"minecraft:hardened_clay\"未染色的陶瓦依旧被命名为\"minecraft:hardened_clay\"（硬化粘土）Fixed bug MC-122147 - Acacia fence, fence gate and pressure plate are stored after dark oak ones in Creative inventory金合欢栅栏、栅栏门和压力板在创造模式物品栏中排在深色橡木之后Fixed bug MC-122163 - Double plants drop their item twice when the support block is destroyed大型植物在支撑方块被破坏后会掉落物品两次Fixed bug MC-122165 - Sticky pistons destroy their head when retracted (displays particles and plays sound)粘性活塞在回缩时会破坏掉活塞头部（显示粒子并播放声音）Fixed bug MC-122175 - Not-full-block's particles are very laggy非完全方块的粒子效果很慢Fixed bug MC-122178 - Two high flowers spawning in place of two high grass in new worlds新世界生成高草丛的地方都生成了大型花Fixed bug MC-122180 - Uncarved Pumpkins create Jack-o-Lanterns可以用没雕刻过的南瓜制作南瓜灯Fixed bug MC-122186 - Throwing item stacks causes only one item to appear丢出一堆物品只显示一个物品Fixed bug MC-122191 - Natural generated sand and gravel do not update自然生存的沙子和沙砾不会更新Fixed bug MC-122192 - Noteblock always places as powered=true until given a block update音符盒总是会以powered=true的状态被放置，直到方块获得更新Fixed bug MC-122193 - Trapdoors, doors, and fence gates make no sound and open when shift-clicking them with a block that you cannot place对活板门，门还有栅栏门在手持方块并按住shift点击时，活板门不出声且会打开，方块无法放置Fixed bug MC-122203 - Any saved toolbars and spawn eggs aren't affected by upgrade paths, saved items removed所有保存的工具栏和刷怪蛋在升级路径时不受影响，造成保存的物品被移除Fixed bug MC-122207 - With the new IDs, some advancements icons show the wrong block/item在使用新ID后，一些进度的图标呈现错误的方块/物品Fixed bug MC-122217 - Unlocalized strings on the second customizing page of world type \"Customized\"“自定义”世界的第二个自定义页上的字符串无法本地化Fixed bug MC-122228 - Opening a double (trapped) chest plays the open and close sound twice打开大陷阱箱会播放两次打开和关闭的声音Fixed bug MC-122233 - Spruce, birch, jungle, acacia, and dark oak trapdoors cannot be crafted松树、白桦、丛林木、金合欢木和深色橡木的活板门无法合成Fixed bug MC-122235 - Nether portal blocks do not generate correctly下界传送门方块生成出错Fixed bug MC-122242 - Shulker box doesn't display the block behind.潜影盒不会显示其背后的方块Fixed bug MC-122255 - Changed piston behaviour towards Marker-true armor stands in 17w47a活塞在17w47a对marker盔甲架的行为发生了改变Fixed bug MC-122264 - Creating floating piston heads with redstone blocks用红石块造出了浮空活塞头\n\n资源包呢?\n这个版本，他们全都坏了。不好意思。\n\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar： http://s3.amazonaws.com/Minecraft.Download/versions/17w47b/minecraft_server.17w47b.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft Java版 1.13特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需**）Dinnerbone的Twitter（英文，内地需**）Grum的Twitter（英文，内地需**）Searge的Twitter（英文，内地需**）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n \n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1511456100,
            "txt_content": "不知道loot_table的set_nbt修复没……"
        },
        {
            "author": "lilinjie",
            "timestamp": 1511472180,
            "txt_content": "好多错别字"
        },
        {
            "author": "混乱",
            "timestamp": 1511493060,
            "txt_content": "\n\n\n\n\nTIM截图20171124110842.jpg (15.58 KB, 下载次数: 21)\n\n下载附件\n\n2017-11-24 11:10 上传\n\n\n\n\n\n新的合成配方\n4个原木合成3个树皮块\n"
        },
        {
            "author": "Hao_cen",
            "timestamp": 1511496000,
            "txt_content": "等下，这是1.13的快照吧，怎么引用的是1.12的更新列表？"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511499240,
            "txt_content": "关于本次更新的详细内容，请关注稍后 Minecraft 1.12（多彩世界更新）特性列表 的更新。\n改下吧"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1511502900,
            "txt_content": "原来资源包坏了啊...我就说怎么加了的存档进不去\n开新档加进去就能在关存档前用一阵子...\n\n记分板的准则加完了吗 缺了好多...\nx,y_rotation好像修好了\n\n好几次打function打到:后面不小心又多按了一个:，直接崩溃心好疼...\n\nentitydata走了，data怎么用还没看懂..."
        },
        {
            "author": "qiangshuiya",
            "timestamp": 1511505300,
            "txt_content": "1.13 啊 和 1.12 啥区别"
        },
        {
            "author": "Bad_Guy",
            "timestamp": 1511512260,
            "txt_content": "qiangshuiya 发表于 2017-11-24 14:35\n1.13 啊 和 1.12 啥区别\n1.13更新了新的生物呀  修复了很多特性！ 也添加了很多特性！"
        },
        {
            "author": "dongqiu",
            "timestamp": 1511573520,
            "txt_content": "表示南瓜自然生成不带那张“脸”了。（不过依然可以用剪刀“刻”出来）\n\nps：好像科学了一些。。。。。"
        },
        {
            "author": "zhao55052",
            "timestamp": 1511586840,
            "txt_content": "1.13这样看来就不是单纯的技术性更新了"
        },
        {
            "author": "liweiduo65962",
            "timestamp": 1511605320,
            "txt_content": " 本帖最后由 liweiduo65962 于 2017-11-25 18:27 编辑 \n\n\"他们全都坏了\"...233"
        },
        {
            "author": "liweiduo65962",
            "timestamp": 1511605380,
            "txt_content": " 本帖最后由 liweiduo65962 于 2017-11-25 18:27 编辑 \n\nP.S.Friendship is magic!"
        },
        {
            "author": "zzc1238876",
            "timestamp": 1511614380,
            "txt_content": "66666666666"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1511617860,
            "txt_content": "距离最新正式版的推出还需要推出几个快照？"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1511620800,
            "txt_content": "又修复了一堆特性"
        },
        {
            "author": "Heganghua",
            "timestamp": 1511668380,
            "txt_content": "看到特性还是这么多我就放心了"
        },
        {
            "author": "Po_er",
            "timestamp": 1511673180,
            "txt_content": "这次更新没有太多不和谐的东西\n不过1.7都过去这么久了啥时候更新一下主世界生物群系啊"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1511682240,
            "txt_content": "Po_er 发表于 2017-11-26 13:13\n这次更新没有太多不和谐的东西\n不过1.7都过去这么久了啥时候更新一下主世界生物群系啊 ...\n1.7后还更新了群系内的元素啊"
        },
        {
            "author": "神秘指令",
            "timestamp": 1511702160,
            "txt_content": "啥时候更新海洋生物和珊瑚水草呢。。。。。。期待"
        }
    ]
}