{
    "title": "[Minecraft.net|CULTURE]野兽建筑",
    "author": "1366020327",
    "replyCount": 4,
    "timestamp": 1511674260,
    "txt_content": " 本帖最后由 1366020327 于 2017-12-7 12:54 编辑 \n\n\n\n\n\n\n\n\ntranslate 11.jpg (109.28 KB, 下载次数: 7)\n\n下载附件\n\n2017-11-25 13:07 上传\n\n\n\n\nBEASTLY BUILD野兽建筑Approach this mechanical carnivore with caution!接近细致建成手工的食肉野兽\nThe wolf-like mechanoid beast towers far above the treetops. The pedestal it rests on is barely able to contain its fierce frame; this is most definitely not a gentle giant. This is Carbon Roar a ferocious new build from the aptly named, Be_a_St.\n狼一般的兽塔远远高于树梢。它所依赖的底座几乎不能容纳它的威猛的造型；这绝对不是一个温柔的巨人。这是被Be_a_St命名为C6arbon Roar的一个凶猛的新建筑。\n“The beast had to have a mane - which I think looks splendid on lions - and I also wanted some aggressive features such as fangs, claws, scars as well as an overall threatening pose,” its creator Be_a_St explains. Er, mission accomplished!\n“野兽必须有一个鬃毛—我认为它在狮子身上看起来很漂亮—我还想要一些侵略性的特征，如尖牙、爪子、伤疤以及一个整体让人恐惧的姿势，”它的创造者Be_a_St解释到。额，任务完成了！\nPlease don't leave it near me alone.\n请不要让它独自靠近我\n\n\n\n\n\ntranslate 12.jpg (48.28 KB, 下载次数: 6)\n\n下载附件\n\n2017-11-25 19:31 上传\n\n\n\n\n\n“To enhance the aggressive look of the beast I chose carbon as one of the most prominent materials for the cyborg parts,” explains Be_a_St. It certainly carries an aura of aggression! And yet, this skyscraping cyborg monster also has an almost spiritual aura.\n“为了增强野兽的侵略性的外表，我选择了碳作为这个半机械建筑部分最突出的材料之一，”Be_a_St解释到，它一定带有侵略的气氛！然且，这个摩天的半机器人怪物也给人着快要活过来的感觉。\n“I also wanted the beast to look graceful, so I tried to enhance the overall look with a light aureole. This is also a reference to me, my pseudo being Be_a_St, which can be read ‘Beast’ but also ‘Be a Saint’.”\n“我也想让野兽看起来优雅，所以我试图用一个光环来提升整体外观。”我的假名是Be_a_St，但它既可以读作“野兽”，也可以读作“是一个圣人，这也给我提供了参考”。\"\n\nThe mysteriously raised paw of Carbon Roar, too, has some of the same ambiguity: is the beast attacking or perhaps blessing someone? Hopefully the latter.\n神秘地举起的Carbon Roar的爪子，这也同样有一些的模糊:这是野兽攻击或祝福某人吗？希望后者。\n\n\n\n\n\ntranslate 13.jpg (64.17 KB, 下载次数: 2)\n\n下载附件\n\n2017-11-25 19:49 上传\n\n\n\n\n\nHow does one go about tackling a beast of a project like this? “I do not plan my creations, I am freestyling most of the time,” claims Be_a_St.\n一个人如何去解决一个像这样项目的野兽？“我不打算独自创作，大部分时间自由创造，”Be_a_St声称。\n“For Carbon Roar I had a very rough idea of the pose I wanted the beast to have. I setup a stickman frame with spheres for the joints and started wireframing the body. When the full body was finished, I incorporated the machine/cyborg parts over the skin.\n“对于Carbon Roar的姿势，我有一个非常粗略的想法。”我设置了一个曲棍球手框架与球的关节，并开始了勾勒它的身体。当整个身体完成后，我再把机械/半机械零件合并到它身体上。\n“I did these mechanical parts separately from the organic before grafting [them] to it.” Apart from claws that looked too much “like noodles” at earlier stages, Be_a_St explains that the main challenge was simply “to keep my motivation up to finish this project. Being a slow builder, I am rarely satisfied with what I do, so I always retry and retry until the build suits me the most.”\n“在把【他们】接到它之前，我把这些机械部分与有机部分分开了。“除了在早期阶段看起来太像面条”的爪子，Be_a_St解释说，主要的挑战只是“保持我的动力来完成这个项目。”。作为一个缓慢的建设者，我很少对我所做的事感到满意，所以我总是会不断重试直到建到我最满意为止。\"\n\n\n\n\n\ntranslate 14.jpg (53.57 KB, 下载次数: 6)\n\n下载附件\n\n2017-11-26 12:12 上传\n\n\n\n\n\n\n\n\n\n\ntranslate 16.jpg (53.82 KB, 下载次数: 12)\n\n下载附件\n\n2017-11-26 12:12 上传\n\n\n\n\n\n\n\n\n\n\ntranslate 15.jpg (60.81 KB, 下载次数: 11)\n\n下载附件\n\n2017-11-26 12:12 上传\n\n\n\n\n\nBut while the creation of the beast took ‘just’ one and a half months, it would be a full one and a half years until the project was complete.\n但是，虽然这只野兽的创造‘只’花了一个半月，直到项目完成，它其实将是一个完整的一个半年。\n“Right after I finished it I was drained of my motivation and completely ran out of creativity,” explains Be_a_St. “I felt like there was nothing left to do so I got bored and disappeared.”\n“在我完成它之后，我会失去了我的动力，完全丧失了创造力，”Be_a_St解释说，“我觉得没有什么可以做的，所以我感到无聊然后我离开了。\"\nFortunately, Be_a_St eventually overcame this cr** of faith and, after applying the finishing touches - such as adding the “pedestal with a little landscape to underline the size of the beast” - finally presented it to the community.\n幸运的是，Be_a_St最终克服了这种信仰危机，在进行了最后的润色——如添加“有一点风景的基座，来强调野兽的大小”——最后把Carbon Roar呈现给了论坛。\n\n\n\n\n\ntranslate 17.jpg (76.42 KB, 下载次数: 6)\n\n下载附件\n\n2017-11-26 12:21 上传\n\n\n\n\n\n“This project is very much a testimony to all the unfinished projects that we have and lack the motivation to finish. If it started by being an illustration of my roaring motivation, it certainly took a different meaning thereafter.”\n“这个项目是对我们是否有动力去完成所有未完成的项目的一个证明”。如果它开始是我的动力的说明，那以后一定会有不同的意义。\"\nBe_a_St’s building career started off after discovering Minecraft in 2012 and realizing “that I was more interested into the architecture of my base and the way I could fit it into the landscape, rather than the survival mode itself.” Moving on to creative servers in 2013, Be_a_St ended up joining the NewHeaven after several years of creating maps for the major French creative server Epicube.在2012年发现了《我的世界》之后Be_a_St的建筑生涯就开始了，我意识到“我更感兴趣的是我的基地的体系结构和我能融入景观的方式，而不是生存模式本身。”。“在2013年移动到创意服务器，Be_a_St最终加入了NewHeaven，在几年后为主要的法国创意服务器Epicube创造了地图。\n“I applied for NewHeaven and, after a first failed organic attempt, I built a structure that got me into the team. There I met very nice and talented people that I am still in contact with. By building with them I improved a lot but also got to realize that team projects weren’t exactly my thing. Being a very impulsive builder I really dislike doing long term projects.”“我申请了newheaven，在第一次失败的积极尝试之后，我建立了一个建筑，它的建成让我进入了团队。”在那里我遇到了非常厉害和有才华的人，我仍然与他们联系。通过与他们的一起建筑，我提高了很多，但也意识到团队项目不是我的东西。作为一个非常冲动的建设者，我真的不喜欢做长期项目。\"\nCarbon Roar has the distinction of being Be_a_St’s first large scale solo project. “I wanted to pull off a complete project on my own (my previous larger scale organic was made with a good friend) because I felt like I rarely did something fully by myself.”Carbon Roar是Be_a_St的第一个大规模个人项目的荣誉。“我想自己完成一个完整的项目(我以前的更大规模的建筑是和一个好朋友做的)，因为我觉得我很少独自做事。\"\n\n\n\n\n\ntranslate 18.jpg (70.5 KB, 下载次数: 6)\n\n下载附件\n\n2017-11-26 12:57 上传\n\n\n\n\n\nHe also has advice for novice builders: “Do not watch too many building tutorials because it will bias your ability to approach a project. Watch tools tutorials instead on WolrdEdit, VoxelSniper, GoBrush and others.”\n他还建议新手建造者:“不要看太多的建筑教程，因为它会影响你接近一个项目的能力。”先观看工具教程，而不是直接使用WolrdREdit、VoxelSniper、GoBrush和其他。\"\n“If you particularly want to improve at organics I advise you to watch a Masterclass by Hytherde on Youtube about wireframing for organics. Becoming a skilled builder requires patience and constant efforts to improve. Find a server or build team where you feel comfortable and inspired and keep it up!”“如果你特别想改善，我建议你在YouTube上观看一个关于的线框图的大师班。成为一个熟练的建设者需要耐心和不断的努力。找到一个服务器或建立团队，在这个服务器或团队中你感到舒适和鼓舞那么把保持它！\"\nGreat tips! Here's a bonus one from me: if you see any creature that looks remotely like Carbon Roar, turn around and keep running and running and running for the rest of your life. Good luck!\n伟大的建议！这是我给你们的一个奖励:如果你看到任何看起来像Carbon Roar一样的生物，转身，继续跑，为你的余生而跑。祝您好运！\nRenders by Matteo Paolini, Robin_rgx and Iskillia由Matteo Paolini, Robin_rgx 和 Iskillia渲染。\n\n原文地址：https://minecraft.net/zh-hans/article/beastly-build\n原文作者：Andreas Inderwildi\n原文发布时间：2017年11月23日\n翻译者：1366020327\n翻译时间：2017/11/26\n\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1511674980,
            "txt_content": "感谢翻译，为我们带来知识【←这句话是我原创的哼(ˉ(∞)ˉ)唧】\n\n\n如果能动，简直太牛逼了，谢谢谢你的翻译，为论坛做出贡献"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1542652140,
            "txt_content": "野 兽 建 筑(淫小鬼并感)"
        },
        {
            "author": "半夜咳嗽的狼",
            "timestamp": 1542711960,
            "txt_content": "不用打开评论区就知道一定有inm小鬼出没（银警察出警并感）"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1543083180,
            "txt_content": "半夜咳嗽的狼 发表于 2018-11-20 19:06\n不用打开评论区就知道一定有inm小鬼出没（银警察出警并感）\n快点的"
        }
    ]
}