{
    "title": "[十一月活动][原创]听好！我们！永不离去！（附BGM）",
    "author": "Marospy",
    "replyCount": 2,
    "timestamp": 1511544900,
    "txt_content": " 本帖最后由 Marospy 于 2017-11-26 00:01 编辑 \n\n\n 听好！我们！永不离去！\n\n“这是哪里呀？”在一条石砖砌成的小路上，一位男子踱步走过，一个小不点似的男孩，乖巧地跟在男子后面，脸上露出了疑惑的神情，一双大眼睛，瞪的圆圆的，眼珠里闪发着犹如星星般璀璨的亮光。“这里你早就来过了呢！”男子似乎早就想好了该如何回答，随即露出了深邃的眼神，好似在想些什么。小男孩被周围所吸引，没有理会男子的回答。“哇，好漂亮的石头啊，圆圆的，晶莹剔透，黑白相间，还有一条条红色的花纹！”男孩不停把玩着这颗圆圆的小石头，玩腻了便随手扔在了地上，只见这石头碎成了一滩。他发现了远处有一团团的黑色棉花，便兴奋的跑过去，捡起来将它们撒在空中，随风飘扬，脸上洋溢出了快乐的笑容。忽然他又回到男子身后，“为什么这里会怎么好玩呐！”男子没有再往前走，他紧握着拳头，身体似乎有点颤抖，随即便倒了下去，可马上又若无其事地站了起来，只不过刚刚跟在后面的小男孩却不见了。……10月31日，一年一度的万圣节。一提到万圣节，无不是挨家挨户要糖果，举行欢庆派对的场面，如此热闹非凡，想必没有人会想错过。可是，总有些人喜欢特立独行，就比如镇里的魔法师彼得，平日里极少出门，几乎不与人交流，一顶绅士帽，黑白礼仪服加领带，这是他的标准搭配。他终日都在研究魔法，家里一排排书柜似乎从未间断，书籍数不胜数，全都是关于各种魔法的记载。这一天，他依旧像往常一样在家研究魔法，只见桌面上摆着一本魔法书，里面好像记载着某种古老的封印阵法。有别于往常的是，他今天显得神情略为拘谨，行色匆匆，似乎在跟时间赛跑，刻不容缓。镇里的人们，无不为万圣节而欢呼雀跃，各种糖果糕点，应有尽有，跳舞的，玩耍的，捣蛋的，索要糖果的，热闹非凡。直到入夜，镇里的灯光才黯淡了下来，尽管彼得的窗户还亮着奇异的光，不过这丝毫不影响镇里的其他人进入甜美的梦乡。已是深夜时分，小镇旁的几座山峰上，竟同时出现了奔涌海浪般的烟雾，同时向小镇袭来，此等波澜壮阔，与海啸也相差无异，须臾间，便席卷了整个小镇，一缕缕的涌入了各家各户，幻化成了无数的姿态，一个个分不清五官的拟体，共同举行了属于他们的仪式。先是悄然而至，随后像纪律严明的军队般团团包围，慢慢靠近，一点点，一点点。……迷糊，窒息，惊恐，死亡……这是属于小镇的最后挽歌与生命最后所感到的知觉。如果你见识过白细胞吞噬病毒，那么你一定会对此深有同感，这在平时可绝不会体验到。这对于习惯了忍气吞声的它们来说，无疑是个美好的日子。这座小镇真正的归于平静了。却见烟雾中飞出一束红光，它径直来到了一间小房子里，随后便消失不见了，此时烟雾也逐渐散去，只听见山谷中回响着幽冥般的声音，似哭，似笑。令人乍惊的是，镇上竟出现了婴儿的啼哭声，是那样清晰又澄澈。不久后，彼得找到了那个孩子。“啊啊啊啊啊啊！”不知道是谁的惨叫声，竟是如此凄惨，悲凉，更有一点不甘与遗憾。叫声作罢，只见彼得抱着孩子走了出来。石砖路旁的鲜花，绿草早已不复存在，取而代之的却是满目疮痍的土地，还有那满地狼藉。……已不知过了多久，这座小镇早已在沧海桑田中被淹没，换来的却是肥沃的土地与美丽的花草，来此定居的人接踵而至，慢慢的，便又成了一座热闹的小镇。不知又过了多久，镇里来了一位头戴绅士帽，身着黑白礼仪服的人，脸上显得格外苍白，诡异的笑容令人不寒而栗。他自言自语道：“听好！我们！永不离去！”一位路过的大叔听到后，笑了笑说：“真可笑，你就一个人，哪来的我们呀，哈哈哈！”钟声响起，镇上的人们开始了他们的狂欢派对，糖果糕点，应有尽有，跳舞的，玩耍的，捣蛋的……\n\nhttp://www.xiami.com/widget/14378270_1770066981,_235_346_FF8719_494949_1/multiPlayer.swf\n\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1511571060,
            "txt_content": "这个BGM我什么也听不出来……不过还是不错的~"
        },
        {
            "author": "Marospy",
            "timestamp": 1511577600,
            "txt_content": "天狼星black 发表于 2017-11-25 08:51\n这个BGM我什么也听不出来……不过还是不错的~\n随便选的BGM233"
        }
    ]
}