{
    "title": "[原创/连载]Ialyz·昼生 第一章·第三幕",
    "author": "Nethop",
    "replyCount": 2,
    "timestamp": 1511676120,
    "txt_content": " 本帖最后由 Nethop 于 2017-11-26 15:17 编辑 \n\n  我被众尊者唤来。\n  \n  月光透过天眼窗洒在那清明的大理石板上，在微光之外，有的是六位身居高台，白衣素裹的无言之人。仅仅通过他们胸前那些缀着松绿与玛瑙的徽章来看，就知道皆是艾娅伊的高级执政，众兄弟的尊者。\n    \n\n  那黑色的长篷用干裂的殷红所装点，刀口与灼痕则在一旁映衬。他四肢匍匐在地，侍候着那些极有分量的话语。\n\n  他不去用凡俗的眼睛看，不去用凡俗的双耳听。他要用的是名为精神的眼睛，精神的双耳去感受尊者的意志。 我即是诸尊者的刀。\n\n  “纳塔，你的使命已然达成。”为首的一位突然从物质的世界传来呼唤，那是个苍老的妇人声音，她颈上的妖金饰品显得肆意而威严。\n\n  “遵着神圣的命令。”他回答，头埋在自己佝偻的阴影之下。 我是神圣的容器。\n  \n  那妇人默下，她右手的庄严老者又开始发话，纳塔知道这一位，在他蜕变的那夜，是这位领着他迈过诸天使的门槛。“但你要自卑，为的是神圣不致用罪恶膏了你，使你在义上不蒙得活。”\n\n  我将成为神圣的一部分。纳塔想。并永远侍奉这股力量。\n  \n  纳塔知道他已经不再是所谓的凡人了，那一夜饮下蜕变之酿后，他的身体三度与灵魂相剥离。那些最为年长者本着古代仪式的要求把魔符以及神圣的声音镌刻在他身体的每一角隅，这具凡俗之躯现在承载着古往今来一切一切的神秘奥义。 没有一处不是要彰显神圣的行，没有一处不是要光耀神圣的名。\n\n\n  “我将永不忘却我的誓言，我将永不背离我的使命。”纳塔的额头抵在那冰凉的石板之上，“我践行尊者的诫命，如同出自我本心的神圣一般。”\n\n  “你要回到那荡除之地。”老者宣言，“荡除那更多的罪恶，把他们拖入罪恶的杯中，将他们洗涤为启智，开了他们的眼。”\n\n  纳塔撑地而起，在那翻滚的黑色波浪下，紫色的铭文于健凸的肌肉上发出特殊的光彩。\n  \n  “我是人造的代行。”\n  \n\n\n  \n  男人哼着小曲擦拭一把木柄的双刃剑，他坐在火炉前，把脑袋和肩膀埋进阴影之中，火光从他的双膝间窜跳出来，打在他左手边的那个铁制储物箱上：\n  \n  加里梅尔·格里特\n  福斯德里安\n  \n  屋子里的每一扇窗户无疑都关紧了——福斯汀的秋天相当难熬。他小心地在刀上涂抹了一层用来保养用的软膏，是血魔法师们常用的配方，整个屋子里倏忽就充满了蛇尾草和铃兰的香气，甜醉而令人平静。如果祭牲在仪式之上抗拒命运的话会令主祭人头疼，为此血魔法师需要准备一种能镇定的药膏来安抚将献给神的活物，这才是这道配方存在的用意。\n\n  从火炉后面传来了抓挠铁皮的声音，那是只被驯服的豹猫，却比野外的那些怕生的同类更小。它挠完铁皮就在这温热的屋子里乱窜，然后接着回来抓挠。\n\n  “拉斐尔，安静一些。”男人依旧在涂抹软膏，也没有空闲能抬起头来。\n\n  它用一声呜咽回应。“你是饿了吗，亲爱的？”男人接着说，“还是说——”\n\n  他的声音结巴了，屋外响起一阵剧烈的嗡嗡声，震得窗户哗哗地响，是寒风在作怪了。\n\n  “真是够了！”他打了个喷嚏，一股子寒气已经趁着刚才的攻击从那些没关紧的缝隙里渗进来了。“我要修好那扇窗户，不然今晚就没有能安生的时候了。”\n\n  他把刀子放在储物箱上，走到墙边去察看每一扇窗户的状况——之后把没锁好的那扇好好地关上，这样就阻截了寒意的入侵。但是屋子里的温度却一时半会儿没法抬高。\n  \n  岚哈因的监查吗……\n  \n  他转过身去，自己的椅子已经被一个动作随意而不失威光的女人占领了，红色制服在火光的衬托下显得更加耀眼。而整个脸却埋藏在阴影之中。\n\n  “加里梅尔卿，我们再度见面了。”她的声音清冷而无感情。\n\n  “让我猜猜，埃玛·查斯特。你是通过当地的协会找到我的，不是吗？”被称为加里梅尔的男人轻快地回应，“而你来找我，你，一位监查。”\n\n  根本看不到对方的面部表情，埃玛已经把自己的情感藏在光所无法达到的阴影内，只留出能够时刻探查环境与事理的双眼来在这个世界所干涉。\n\n  “你很明白事情的严重性，加里梅尔卿。”她顺手拿起了那把仪式刀，“岚哈因议会的口耳正被一位精准的医师渐渐去除，如果这种情况持续下去，我们可能会失去在福斯汀的影响力。”\n\n  “这又和我有什么关系？”\n\n  “而我们失去了施展权柄的地方，你们，这些曾是或现是岚哈因会员而信奉岚哈因之教条的悲苦之人，下场又会是怎样的——你是参加过斯普林克特围城的会员之一，排弱主义的社会你亲眼见证。”\n\n  “可岚哈因不也是个信奉剔除弱者的组织吗。”\n\n  “那是暂时的痛苦，为了更为久远的人类的前路所必须的牺牲。在最后一刻，所有人都会公平的得救赎。”\n  \n  他会接受的。 埃玛把刀放回原处。 从我第一次为他的能力所折服的时候，我就知道他有着强烈的信念。\n  \n  加里梅尔转过身走进前厅，没有继续对话。\n  \n  他相当的纠结，需要时间思考。但我最缺少的就是时间……\n  \n  拉斐尔静悄悄地从火炉后面蹑到埃玛脚边，却没有显出胆怯的迹象。她好像感受不到那股威压，在那双锃亮的女式皮鞋周围打转，那之后靠在真皮上咕噜咕噜地蹭。带毛的的小家伙。\n  \n\n\n  加里梅尔端着两杯咖啡从前厅出来，那是之前就磨好的。他看到拉斐尔已经爬上那女人的大腿坐定，一边被抚摸一边发出舒服的喵呜声。\n\n  “拉斐尔，过来。”他的脸阴下来了，埃玛的举动令他感到危险。\n\n  “加里梅尔，来说说你的选择吧。”埃玛随意地爱抚着拉斐尔那微黄的脸颊。但加里梅尔知道，现在的她已经有了巧妙的人质了。\n\n  他叹了口气，把饮品放在储物箱的铁皮上。\n  \n\n\n\n  “说说你的计划吧。”\n\n\n\n\n\n回到上一幕                                                                                                  前往下一幕\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1511780280,
            "txt_content": "「带毛的小家伙」......\n「拉斐尔」我总记得是一位文艺复兴巨匠\n目前还没有很理清思路，准备再看看"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1512975180,
            "txt_content": "拉斐尔，我怎么觉得你在暗指某位大天使！"
        }
    ]
}