{
    "title": "Minecraft Java版 17w48a 发布",
    "author": "土球球",
    "replyCount": 17,
    "timestamp": 1511812500,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2017-11-29 02:07 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，17w48a为其第8个预览版。 转载本贴时须要注明原作者以及本帖地址。\n\nMinecraft 快照 17w48a   \nJava版 1.13 的快照\nThis weeks snapshot brings us customisable recipes in data packs, and lots of bug fixes to last weeks snapshot!\n这周的快照带来了可以在数据包中自定义配方的特性，同时也修复了上一个快照中的大量BUG！\n\n17w48a的更改\nTweaks to the command suggestion UI\n优化了命令提示界面Implemented tab-completion for coordinates\n实现了针对坐标的Tab补全Recipes are now loaded from data packs in data/(namespace)/recipes/(name).json\n数据包中位于“data/(namespace)/recipes/(name).json”的配方将会被游戏加载Turning off vanilla data pack will also remove all recipes\n禁用原版的数据包同时会移除所有的的配方Fixed bug MC-1685 - Unable to write in a new blank Book and Quill after renaming it in an anvil\n修复了MC-1685——不能为在铁砧中重命名的书与笔写入内容Fixed bug MC-1875 - Snow layers don't drop themselves when harvested with a silk touch tool\n修复了MC-1875——使用精准采集的工具采集积雪时不会掉落积雪本身Fixed bug MC-4581 - Fishing rod bobbers can go through Nether/End Portals, but disappear\n修复了MC-4581——钓鱼杆浮子可以穿过下界、末地传送门，但却消失不见Fixed bug MC-4923 - Flint and steel can place fire at invalid positions\n修复了MC-4923——打火石可以在不被允许的地方点火Fixed bug MC-5024 - Reticle/Crosshair not centered on the screen\n修复了MC-5024——十字光标并未处于屏幕正中Fixed bug MC-5037 - Riding a pig / horse with a cape causes it to not behave as expected\n修复了MC-5037——佩带有披风的玩家在骑上猪/马的时候看起来并不正常Fixed bug MC-5305 - Burning arrows in ground are not extinguished by rain\n修复了MC-5305——火矢在遇雨时不会熄灭Fixed bug MC-11138 - Creative inventory GUI border are considered as exterior to the inventory\n修复了MC-1138——创造模式物品栏的GUI边缘被视为一个背包的外部Fixed bug MC-75279 - Cape physics while sprint-flying\n修复了MC-75279——披风在疾速飞行时的异常行为Fixed bug MC-88230 - When feeding a tamed horse or llama with a golden apple/carrot or hay bale, the cursor moves to the right\n修复了MC-88230——当用金苹果/胡萝卜或干草堆喂食马或羊驼时，光标移动到了右侧Fixed bug MC-115123 - Parrots keep moving their legs even if they are on shoulders\n修复了MC-115123——鹦鹉的腿仍会乱动，即使它们已经在肩膀上了Fixed bug MC-118408 - Torches and redstone torches cannot be placed on top of a Jack o'Lantern but can be placed on pumpkin\n修复了MC-118408——火把和红石火把不能放置在南瓜灯上，但是它们却可以放置在南瓜上Fixed bug MC-121379 - Functions, advancements and loot tables allow other filetypes than .mcfunction and .json\n修复了MC-121379——函数、进度、以及抢夺表可以使用.mcfunction和.json之外的文件后缀格式Fixed bug MC-121638 - Anvil renaming only works client-side\n修复了MC-121638——铁砧的命名只能在客户端进行Fixed bug MC-121664 - Unable to tab-complete coordinates\n修复了MC-121664——无法对坐标进行Tab补全Fixed bug MC-121781 - execute if block doesn't work when used alone\n修复了MC-121781——单独使用条件子命令execute if block时不正常工作Fixed bug MC-122147 - Acacia fence, fence gate and pressure plate are stored after dark oak ones in Creative inventory\n修复了MC-122147——金合欢栅栏、栅栏门、以及压力版在创造模式物品栏的位置位于深色橡木后Fixed bug MC-122195 - Collision box of cauldron and ender portal frame with ender eye inside is slightly wrong\n修复了MC-122195——炼药锅和带有末影之眼的传送门框架两种方块的碰撞箱有一点错误Fixed bug MC-122211 - Boat jitters when you turn\n修复了MC-122211——船在调头时抖动Fixed bug MC-122313 - Tuning a note block with a block on top emits particle and sound\n修复了MC-122313——音符盒在有一个方块放置在上方时仍然发声，并带有粒子效果Fixed bug MC-122319 - Banners are not stackable\n修复了MC-122319——旗帜不能堆叠Fixed bug MC-122322 - Short-pulsed sticky piston pushing a block creates second arm\n修复了MC-122322——接收短脉冲的活塞在推出方块时会产生第二个活塞臂Fixed bug MC-122325 - Difficult to place a block on top of hoppers and cauldrons\n修复了MC-122325——很难在一个漏斗和炼药锅的上方放置方块Fixed bug MC-122336 - Shields are unaligned to player\n修复了MC-122336——盾牌和玩家未对齐Fixed bug MC-122340 - Spawn egg the spawning destination is one block higher than the original\n修复了MC-122340——刷怪蛋生成实体的位置比原应的位置高了一格Fixed bug MC-122347 - Can't open shulker boxes or chests on LAN world\n修复了MC-122347——不能在局域网联机世界中打开箱子和潜影箱Fixed bug MC-122350 - Crafting a lime or magenta banner makes wool instead\n修复了MC-122350——试图合成黄绿色或品红色的旗帜时最终却得到对应颜色的羊毛Fixed bug MC-122363 - Wooden pressure plates and buttons aren't grouped in the recipe book\n修复了MC-122363——木质压力版和按钮并未收录入合成书中Fixed bug MC-122365 - Recipes for cut sandstone and chiseled sandstone are reversed\n修复了MC-122363——合成平滑砂岩和錾制砂岩的合成表放反了Fixed bug MC-122367 - Lily pads can't be placed when blocks are highlighted\n修复了MC-122367——当靠近方块使其轮廓显示高亮线时，无法在其上的水面放置睡莲Fixed bug MC-122379 - Dyed sheep drop their original wool color\n修复了MC-122379——被染色的羊掉落的羊毛颜色是其原有颜色Fixed bug MC-122382 - Sugar cane replaces blocks when growing\n修复了MC-122382——甘蔗在生长时替换方块Fixed bug MC-122395 - Custom player heads are called \"block.minecraft.player_headnamed\"\n修复了MC-122395——自定义的玩家头颅的名称是“block.minecraft.player_headnamed”Fixed bug MC-122414 - Pumpkin pie can be crafted with carved pumpkins\n修复了MC-122414——南瓜派可以使用被雕刻过的南瓜合成Fixed bug MC-122430 - Left click with debug stick while shifting does not show property for blocks with only one property\n修复了MC-122430——同时按下Shift和鼠标左键使用调试物品时不会显示只有一个属性的方块Fixed bug MC-122440 - Bone blocks under note blocks don't make correct sound\n修复了MC-122440——音符盒在其下方是骨块时不会发出正确的声音Fixed bug MC-122453 - Attached melon and pumpkin stems do not break when farmland below is trampled\n修复了MC-122453——当耕地被踩坏时，位于其上的南瓜西瓜梗不会被破坏Fixed bug MC-122456 - Fall through End Portal Frame\n修复了MC-122456——玩家可能会穿过末地传送门框架Fixed bug MC-122496 - Missing cancel button on backup screen\n修复了MC-122496——备份界面不存在返回按钮Fixed bug MC-122577 - Mobs get stuck in the cauldron\n修复了MC-122577——怪物会被炼药锅困住\n\n一点警告\nThis snapshot should be considered \"fairly experimental, dude\". From a scale of 1-10 where 1 is experimental and 10 is stable, this is a tentative 3.\n这个快照可以说是“非常，非常试验性”的。如果1到10里面1是实验性的而10是稳定的话，这个版本代表的数字应该是试验性的3。\n\nBack up your worlds before trying them in this snapshot. Don't expect worlds played in this snapshot to work in future snapshots. Don't expect worlds played in last weeks snapshot to work in this weeks snapshot.\n在玩快照之前备份。不要指望在这个版本玩过的世界到以后的版本还能玩。不要指望在上一个星期的快照中玩过的世界到这个星期的版本中还能玩。\n\n资源包\nThey broke in last weeks snapshot, but we forgot to update the format number so they didn't warn you in game. We've fixed that and now every outdated resource pack will warn you if you try to use it.\n在上一个星期的快照中它们不能使用了，然而我们忘记了更新资源包的版本号，因此你并没有在游戏中得到提醒。这次我们进行了修复，也就是说如果你试图使用过时的资源包，游戏会警告你的。\n\n安装快照\n    Please report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraf ... t_server.17w48a.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft Java版 1.13 特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需翻过长城，走出墙内的世界）Dinnerbone的Twitter（英文，内地需翻过长城，走出墙内的世界）Grum的Twitter（英文，内地需翻过长城，走出墙内的世界）Searge的Twitter（英文，内地需翻过长城，走出墙内的世界）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1511813640,
            "txt_content": "新人第一次在新闻版发帖，请多关照= =\n\n关于这个快照所引入的新的自定义合成，个人比较怀疑这个快照的无序合成会对部分自定义的合成表产生问题——具体请参见这个链接：Fix the incorrect matching algorithm in ShapelessRecipes and ShapelessOreRecipe by ustc-zzzz · Pull Request #4472 · MinecraftForge/MinecraftForge。\n\n目前Mojang方面声称这种类型的无序合成已经修复，不过感兴趣的读者可以试试其他类型的无序合成，尤其是包含有NBT的合成。"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1511822700,
            "txt_content": "问下  各位...\nscoreboard objectives add obaba minecraft.custom:minecraft.walk_one_cm复制代码凡是准则里有:的目前是都坏了吗?"
        },
        {
            "author": "CAISIDUO",
            "timestamp": 1511845860,
            "txt_content": "准心不在中间？ 这么不细心的？"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511852940,
            "txt_content": "Fixed bug MC-121781 - execute if block doesn't work when used alone\n修复了MC-121781——无法独立检查方块是否正常工作\n\n单独使用条件子命令 execute if block时不正常工作"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1511861400,
            "txt_content": "\n\n\n\n\n合成.gif (27.91 KB, 下载次数: 32)\n\n下载附件\n\n2017-11-28 17:29 上传\n\n\n\n\n自定义合成，走一个\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1511863740,
            "txt_content": "Fixed bug MC-122350 - Crafting a lime or magenta banner makes wool instead 修复了MC-122350——试图合成黄绿色或品红色的信标时最终却得到对应颜色的羊毛      这个是旗帜吧……"
        },
        {
            "author": "Yaossg",
            "timestamp": 1511863800,
            "txt_content": "Fixed bug MC-122319 - Banners are not stackable\n修复了MC-122319——信标不能堆叠\nBanners:旗帜\nFixed bug MC-122347 - Can't open shulker boxes or chests on LAN world\n修复了MC-122347——不能在LAN世界中打开箱子和潜影箱\nLAN:局域网\nFixed bug MC-122350 - Crafting a lime or magenta banner makes wool instead\n修复了MC-122350——试图合成黄绿色或品红色的信标时最终却得到对应颜色的羊毛\nBanners:旗帜\n\n望采纳"
        },
        {
            "author": "孟婆汤没了",
            "timestamp": 1511872500,
            "txt_content": "准星不在中心这个终于修复了。那个能在不能燃烧的地方打火这个特性被修复了，那以后就不能用打火石来更新启动机器了。"
        },
        {
            "author": "玄素",
            "timestamp": 1511875320,
            "txt_content": "Fixed bug MC-122367 - Lily pads can't be placed when blocks are highlighted\n修复了MC-122367——如果你把一个方块被鼠标标记为高亮，那么你就没有办法放置睡莲\n当靠近方块使其轮廓显示高亮线时，无法在其上的水面放置睡莲\n其实没什么歧义但就是读着奇怪……\n"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1511879460,
            "txt_content": "玄素 发表于 2017-11-28 21:22\n当靠近方块使其轮廓显示高亮线时，无法在其上的水面放置睡莲\n其实没什么歧义但就是读着奇怪……\n毕竟萌新"
        },
        {
            "author": "zhao55052",
            "timestamp": 1511920740,
            "txt_content": "之前有看过某位版主在b站发的17w48a视频，感觉1.13这个版本的变化还真的挺大的"
        },
        {
            "author": "frea",
            "timestamp": 1511930520,
            "txt_content": "修复了一大波特性"
        },
        {
            "author": "Heganghua",
            "timestamp": 1511944860,
            "txt_content": "希望快点出正式版"
        },
        {
            "author": "Leon_Xu",
            "timestamp": 1512193560,
            "txt_content": "注意哦，17w48a依旧存在在启动器设置分辨率就闪退的bug，所以请在启动器里暂时关闭分辨率这个参数。"
        },
        {
            "author": "notsh",
            "timestamp": 1512213120,
            "txt_content": "好无聊啊！再刷一个快照吧！哪怕只是修复bug！"
        },
        {
            "author": "notsh",
            "timestamp": 1512213360,
            "txt_content": "快照!快照!我爱快照!哪怕粉身碎骨，我也要玩快照|"
        },
        {
            "author": "滑了个稽233",
            "timestamp": 1512386340,
            "txt_content": "mojang特性：修复更多bug，加入更多bug。233"
        }
    ]
}