{
    "title": "【十一月活动】学校钟声",
    "author": "jkl741852",
    "replyCount": 6,
    "timestamp": 1511974200,
    "txt_content": " 本帖最后由 jkl741852 于 2017-12-9 13:36 编辑 \n学校钟声\n       你知道吗？每当万圣节的十二点，学校的古钟就会响起，沉睡的恶灵就会苏醒。    “喂！你在干嘛？”一个女孩指着对面的男生说“没看到吗？我在用石头砸那个钟啊，你该不会是信那个恶灵苏醒的传说吧，现在还有人信这种东西吗？哈哈哈！”男生调皮的说道，然后飞快的跑开。“都是高科技时代了谁还会信这种传说啊，都不知道是什么时候谁编来吓人的东西了。”女孩转头走了，女孩刚走不久，老钟内掉下来一根长长的木棍，上面刻着一些奇怪的文字，然后迅速腐烂被风吹走了。       就像男生说的一样，没人会信这个传说。学生们照常玩着，然后违反着校规校矩，这本来就是青春期应该有的叛逆，老师们也只是睁一只眼闭一只眼。晚自习结束了，学生们渐渐地回到了自己的家，或者是寝室，写着繁多的作业，然后清洗一下坐了一天的身体，沉沉的入睡了。但是这一天，才正式开始。       “铛——铛——铛”钟声从学校里面响起，钟声让人无法入睡，学生们陆续醒来，却发现了他们处在自己的教室里，所有的同学都穿着校服，学校已经停电了，只有安全灯的一点绿光在黑暗中一闪一闪，然后也熄灭了。一时间内，年轻的少年少女们有的慌乱，有的哭嚎，有的惊恐，教室里乱作一团。突然，他们全部从门口像海浪一样安静了下来，并不是他们不害怕了，而是他们听到了一个异常的响动，像锤子有节奏的敲着木板，声音越来越慢，几个女生向门口看去，尖叫一声晕了过去，她们的尖叫如深夜中的惊雷在教室里炸响，教室里瞬间变得更乱了，胆小的已经缩到了桌子底下，几个胆子比较大的男生看向门口，看见了他们成人前，也许是他们这辈子最可怕的东西，门口倒挂着一些木偶，木偶的嘴被大大的撕裂开来，锋利而夸张的牙齿像锯齿一般，唇边还有一些血迹顺着他们圆滚滚的头流了下来，滴在地上，他们的手又长又扭曲，好像这些手原本就不属于它们，通过长时间在黑暗中适应了黑暗的人眼能看到他们的手和头完全不是一个材质的，更可怕的是手肘部分由一些线连起来，指甲长而尖锐，指甲上还能看到一些模糊的血肉，露出的一部分身体明显是人类的，只不过头已经被木偶所代替，说是木偶，其实应该说是人体与木头用线连起来的东西。          不过它们并没有进来的打算，仅仅只是倒挂在教室门口，发出那种奇怪的声音，但是这声音却是压死骆驼的最后一根稻草，少部分精神崩溃的人直接冲了出去，但是在下一秒，他们就被锋利的指甲撕碎了，恐惧，绝望充斥着他们的大脑，他们已经无法思考，只想逃走，逃得越远越好。突然一个充满勇气和力量的声音从教室的一处发出：“大家冷静点，它们不会进来的。”随着这句话，大家渐渐安静了下来，然后看着他：一个瘦弱的清秀男生，在班上毫无存在感，很少与人说话。他继续说着：\"这些木偶貌似只是在门外看着我们，并没有进来的意思，我们可以先了解一下现在的情况。\"然后他把文具盒打开，把橡皮丢了出去，橡皮在经过木偶时瞬间被切成了碎块，打在护栏上。“他们应该会把所有出教室的东西都切碎，窗子那边有这些木偶吗？”一个男生也学着他的动作将一块橡皮扔了从窗子出去，这次没有被切碎。“看来窗子并没有它们的存在，我们可从窗子逃出去。”“可是......”“我们用窗帘应该能下去。”他打断了一个女生的疑问。“男生先下去探查一下，不要发出声音，说不定这些怪物会随着声音跟过去。留一个男生和我一起帮女生下去。”随着他的指挥，班上的同学们陆陆续续安全的下来了。        “铛——铛——铛”突如其来的钟声让一个女生直接尖叫了起来：“啊！”反应快的男生直接捂住了她的嘴，大家紧张的看着附近，生怕有什么东西随着声音过来，过了一小会，大家看到没有异样，都松了一口气。“铛——铛——铛”比之前的钟声还要小一些的钟声在教学楼附近响起，刚才尖叫的那位女生像受到什么刺激一样疯狂的向钟声跑去。由于她在人群的边缘，她突然的动作没有人拦住，她就在大家还未反应过来的时候炸开，飞散开的血肉打在了最近的女生脸上，又一声尖叫响起，尖叫的女生向刚才那位女生一样向钟声跑去，然后也和她一样炸开。“安静点，别叫，叫的话就会被控制然后死掉。”还是那个指挥的清秀男生，冷静而有力的声音安抚着还活着的人。但是接连的死亡还是让不少人害怕得全身发抖。          “教学楼门口石头的字变了！”一个男生惊讶的说着，清秀男生问道：“现在写的是什么？”“一钟响，血偶现。二钟响，夜钟出。三钟响，血雨降。”        “铛——铛——铛”钟声已经变得熟悉，但是他们知道，钟声每次响起都不会有好事。这次也一样，原本漆黑的天空随着钟声变得鲜红，然后下起了雨，下起了血雨，粘稠的血滴在他们的脸上，身上，甚至顺着脸进到了嘴里，然后，滴在他们肉体上的血开始变得炽热，“快把血擦掉！”但是已经晚了，无法经受高温的人尖叫起来，尽管他们反应过来捂住了嘴，但是身体还是不受控制的向“夜钟”跑去，然后再半途中炸开。“把身体遮住！不要让血滴在身上！被滴到的人立马擦掉，擦不掉就不要叫！”清秀男生通知着还活着的人，无力感渐渐向他袭来。在这种未知力量和恐惧面前，谁不是紧绷着神经呢？          当他想要休息一下的时候，钟声又一次响起了“铛——铛——铛”“第四次钟声？快看看那块石头的字有没有改变！”当他回头的时候，就算是最冷静的他也感到了绝望和慌乱，他背后哪还有熟悉的同学，有的仅仅只是一些穿着他们衣服的怪物，比如从眼睛里伸出触手的女生，少了一半头的男生还有已经无法分辨的碎肉。“嘿嘿嘿，有意思吧？被恶灵戏弄的感觉”从一个怪物口中发出沙哑又沉闷的声音，“你以为你能拯救他们吗？你们早在进入这个世界的时候就已经死了。只不过我们觉得你比较有意思，所以打算一起来玩玩你，想不到你居然还能那么冷静的指挥。”又一个怪物嘲笑道“也许吧。”清秀少年已经放弃了希望，拖动着精疲力尽的身体坐在了最近的长椅上“来吧，我已经准备好了。”        “铛——铛——铛”第五次钟声响起，让本来就绝望的少年彻底坠入了深渊。他闭上了眼睛，等待着死亡......但是他一直没有任何异常，他失去了耐心，睁开了眼睛大喊道：“你们到底要怎样！”他一愣，看了看周围，他从他的床上醒了过来，窗外阳光明媚，一杯妹妹泡好的茶放在了他的床边，还散发着香气，“原来......是梦吗？”“哥哥，你怎么了？做噩梦了吗？”他摸着少女的头：“没事，没事”          “差一点他们就真的回不来了”一个老人把刻着奇怪文字的木棍放进了钟里，然后眨眼睛消失了。\n\n\n\n\n                                                                   \n\n\n",
    "replies": [
        {
            "author": "jkl741852",
            "timestamp": 1511974260,
            "txt_content": "emmmmm，貌似排版有点小问题，不是很会用论坛的排版"
        },
        {
            "author": "Marospy",
            "timestamp": 1512284220,
            "txt_content": "emmm画面感十足。。略血腥emmm"
        },
        {
            "author": "jkl741852",
            "timestamp": 1512362340,
            "txt_content": "Marospy 发表于 2017-12-3 14:57\nemmm画面感十足。。略血腥emmm\n实际上挺怕被和谐的"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1512796020,
            "txt_content": "那个，「“好看的书”分析道。」，「好看的书」是什么东西？"
        },
        {
            "author": "jkl741852",
            "timestamp": 1512797640,
            "txt_content": "Smokey_Days 发表于 2017-12-9 13:07\n那个，「“好看的书”分析道。」，「好看的书」是什么东西？\nemmmm，之前的草稿，没删掉"
        },
        {
            "author": "海潮",
            "timestamp": 1512798120,
            "txt_content": "看得出来是个肝帝，如果想要搞更多的人气还是去别的版块吧，这个版块没有熟人加不了多少人气的。\n\n铺垫还是少了点，不过看了全文知道你是写记叙文的人，装饰语句方面不能太潦草马虎（你可以说你是写电波文的，哈哈）\n\n排版可以参照我这样，相信你可以写好。"
        }
    ]
}