{
    "title": "[剧情推理][重写一遍]Unturned古今集合剧情推理",
    "author": "112006652",
    "replyCount": 6,
    "timestamp": 1511878020,
    "txt_content": " 本帖最后由 112006652 于 2018-2-10 18:25 编辑 \n欢迎来到Unturned的剧情推理栏目233----\n注意：由于本人不会任何形式的论坛排版，将就着看罗.由于我的推理能力不强，所以有Bug的地方请提出来 新：寒假再开坑，快期末了任务很重\n剧情开启：\nPEI篇..\nPEI是unturned的第一个地图，也是疑点贼....的一张图..下面来说说他的疑点\n1：为何之前版本的天蝎实验室会突然搬迁并留下牌子，某版本之后又突然变成一片小小的辐射区？\n2：为何僵尸短短【可能很长】会冲破严守的军方防御并推倒并让整个PEI变成地狱？\n3：为何一个农房【懒得记地名了】会出现一名女孩的日记，但日记主人却出现在华盛顿？【从英国横跨到美国】\n\n\n接下来我们就针对这些无法知道的疑点进行详细破解【可能会借助Unturned吧吧主大海翻译的文档以及剧情推论】\n首先针对第一个疑点进行推理:为何会突然搬迁？\n1.应该是因为PEI政府发现天蝎实验室的恶行并强制让天蝎实验室搬迁。\n2.PEI没有合适的实验地点，而花生顿有【罗斯威尔事件】，这就是后来华盛顿会出现天蝎实验室的原因\n3.Big J对天蝎实验室的项目感兴趣，并资助和邀请他们来华盛顿做实验\n4.华盛顿【美国】地方政府对他们的实验项目也感兴趣，并且有良好的实验环境，使用他们的项目完成成果或许可以让世界\n变成他们占领的了【美国..】\n现在进行第二个疑点：为何僵尸会冲破军方的严守严防:1.可能军队里面已经有了感染者，并且没有说出来，造成内部混乱2.几个在没有病毒全面爆发前就已经感染了，在城市内部进行感染3.军队有内鬼，拿了钱放僵尸进来【有可能，不是一定】4.僵尸有几个偷偷在战火中溜进了军方后面，造成全军覆没从下面大海的译文我们可以看见这个行动有多重要\n译文：\n任务简报\n22:09\n---\n尽管仍缺乏详细情报，但报告中指出，一种具有强感染性的病毒已经蔓延到了全国各地。在失去联络前，联邦政府下达了摧毁联邦大桥的命令，以图阻止病毒蔓延到这里。你的部队被派往大桥，你可以自由选取所需的军备。\n现在到第三个疑点：日记主人瞬移\n1.可能是天蝎实验室搬迁前，日记主人“劳拉”还在华盛顿上学，因为土地被占用，不得不来到华盛顿上学\n2.或者是天蝎实验室搬迁后，日记主人“劳拉”被天蝎人员绑架，清除记忆，跟父母一起植入记忆，回到了她的农场，但是他的同学还记得她\n3.我们可以从日记和西雅图的学校下面的纸条中找到证据，看下面大海的翻译\n劳拉的日记\n第35页\n---\n他们表现得就像是一切正常一样，但我能看出，妈妈和爸爸都发现了这点（it）。我记得自己在这里成长的时光，我的整个人生，我的家庭，还有我在蒙塔古的那些朋友们……但记忆却对不上……这或许意味着什么。这是我自己（MY，大写）的日记，但重新读过后，我却完全不记得自己写过这些内容。\n下面是华盛顿的\nJane【简】的日记\n第120页\n---\nLaura【劳拉】已经一周没来上学了，听Mr.Green【格林老师】说我们不用为她担心，因为她的双亲之前打来电话说，她们一家要搬去Madagascar【马达加斯加，非洲的一个岛国】了……我不觉得这是真的，因为如果是，劳拉应该会亲自跟我说这事儿的。所以，我骑自行车去了她们家的农场——或者说，至少曾经是她们家农场的地方。一个穿着防化服的人告诉我，这条路禁止通行，然后把我赶走了，但我看到，那里放着建筑施工用的设备，而在劳拉家原本的田地上，还出现了一个巨大的坑。但愿劳拉平安无事……\n这些日记证明了劳拉在蒙塔古生活过，可是，她却不记得自己写过这些日记，证明了劳拉和爸妈记忆多数被清除\n而简还记得劳拉，而且去过劳拉家的农场【....到这有Bug了，请指点】\n剧情是环环相扣的，华盛顿篇会出现什么事情呢？请翻页【我没更新的时候是不会更新页的】\n--------------------PEI篇到此暂时谢幕，等待补充-------------------\n\n\n-------------华盛顿篇------------\n熟悉历史或者是外星人爱好者肯定记得美国华盛顿的罗斯威尔事件，我们可以在地图\n左上看到一个绿色的小点点，小点点去之后一定要带上防辐射用品，我们可以检查一下UFO下面的纸条\n可以看到一则报告，上面也可以看到类似于罗斯威尔发生的时间点\n当然，接下来的文档很多，我们大概的梳理一下故事情节就一遍过了。\n快餐是美国人不可缺的东西之一，而汽车也是，Big J就是通过垄断汽油与快餐行业来谋取暴利\n我记得我找到过一篇记者的文档说他们的快餐采用致幻浆果制作。我估计华盛顿，就是病毒爆发的起源，\n虽然Big J为何支持天蝎的资金的需求，并且对天蝎的研究很感兴趣，那我们就不得知了题外话:我觉得俄罗斯才是罪魁祸首..\n通过几文件可以得知有三家争夺天蝎[美国军方，土匪帮，Big J]\n而在争夺之前，实验室内部的僵尸，一只小小的僵尸，造成了整个实验室的团灭，\n夺取失败的土匪帮，也在潜水艇慢慢被自己的“兄弟”啃食。\n也造成了华盛顿危机四布，避难所[天堂点]也遭到了团灭，也是这次事故，造成了PEI也被团灭，\n催生了大僵尸的出生以及后面“新”天蝎造成的变异僵尸事故。\n本章节，华盛顿篇没啥好讲的，只是世界爆发病毒的，差不多前传吧，不过我在想\n为什么一个僵尸，还能推翻坦克车[PEI军营]呢？一个城的军方，连一个阵地，都守不住，也许出了什么内鬼？\n\n\n俄罗斯篇\n俄罗斯是Unturned在16年下旬出生的，包扎的许多谜团揭示了PEI团灭之后的事情。\n通过某一些文档，我们可以猜得出PEI大团灭之后的一个月至少俄罗斯还没出现僵尸\n后面不知道哪个衰仔捞上来，制作灵魂水晶杀了几个人做了新[变异]僵尸出来，使整个\n俄罗斯不到一个月团灭，可能PEI的僵尸也被带了过来。但是PEI是加拿大东部海洋三省之一\n怎么可能会游过来呢？\n在地铁站卡BUG或者到某个不为人知的地方[没去过]输入某种指令[自己搜，我没输过]\n放尸潮，杀死二十个僵尸可以到达一个实验室，里面没有僵尸，我们可以推测实验室不是根源，\n我还在想，为啥灵魂水晶会出现两个，为啥灵魂水晶会出现三种不同颜色\n这也许是外星人，整个世界病毒爆发应该也是外星人的锅，我们连着三个地图可以模拟一下。\n1.UFO巡逻地球写下报告之后，被宇宙海盗偷袭。\n2.坠落过程中UFO底盘掉落，掉下来许多东西。\n3.其中掉下来的是灵魂水晶，一共有四五个这样。\n4.可能外星人也掉了下来，后面的地图也许会有。\n5.还掉下来了电磁炮，这就是为什么实验室有电磁炮的原因\n6.在坠毁地滚出来了对他们是医药用品，对人类来说是丧尸病毒的药品\n7.最后发生全球爆发事故\n=======\n这个地图的军方也没那么傻子了，叫了联合国的过来收幸存者，至少在呼叫别人过来救，不像\nPEI和华盛顿的军方都是傻，救都不懂得[应该是老尼当时不会弄NPC]\n基本上这个地图的剧情也是一遍过，最后还会有水城，我才因为年久失修还是没人管理导致上游大坝直接垮掉\n水淹城市\n",
    "replies": [
        {
            "author": "112006652",
            "timestamp": 1512048600,
            "txt_content": "顶下"
        },
        {
            "author": "hua_hua2",
            "timestamp": 1515853740,
            "txt_content": "楼主快更新呀"
        },
        {
            "author": "rte44",
            "timestamp": 1516364340,
            "txt_content": "PEI不是英国的，是加拿大的爱德华王子岛"
        },
        {
            "author": "Dawn_NULL",
            "timestamp": 1516699800,
            "txt_content": "我从来不知道UN还有剧情.."
        },
        {
            "author": "Minecraft1.6.",
            "timestamp": 1518191640,
            "txt_content": "感觉unturned的剧情越理越乱，支线越来越多。\n那么能整理一下最新的几幅地图到底有什么线索吗？"
        },
        {
            "author": "mcyuwenjie",
            "timestamp": 1518243360,
            "txt_content": "看了感觉比较有道理，赞一个"
        }
    ]
}