{
    "title": "【来吧，进入光明】---The Talos Principle《塔罗斯的法则》结局剧透向同人文",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1512132480,
    "txt_content": "　　写在前面：\n　　昨天，2017年11月22日星期三，外星人终于打穿了The Talos Principle本体。\n　　我抵抗着3D眩晕症导致的强烈呕吐反应，用几近枯竭的大脑费劲梳理着剧情。\n　　作为一个基督徒、神秘学爱好者、喜欢哲学文学量子物理又打剑道的外星人，游戏中大量的圣经、希腊神话、**神话元素，交杂在我头脑中，另外还有一个雷鸣般的声音充斥其中------\n　　“我是埃洛西姆，是我创造了你，你在我的花园之中。”\n　　我知道，确切的说我熟知游戏向我展示的东西，都代表什么意义，所以我并不想像其他评价那样直接叫TA“耶和华”，因为知道这个希伯来字代表的意味。\n　　多次我提示自己，这不过是个游戏，不过是个游戏，占硬盘多点而已。但它令我战栗、退缩、犹豫、反感、内疚、执拗、欣喜、哀叹……卡关和翻攻略并没有影响我的多愁善感，外星人依旧在多种情感之间往来徘徊，以致于精疲力竭。\n　　就我而言，没有一个结局是好的，都是坏结局。\n　　可我却从内心更倾向于坏结局里面最坏的那个。这很糟对不对？是啊，简直糟透了……\n　　我不知道我将在接下来的时间里写出什么鬼东西来，只是如果不写，会憋坏的。\n　　那么，就这样吧。\n\n　　温馨提示：本文含有大量美化渲染并不和游戏剧情一模一样，所以请不要当做攻略来用，更不要之后来找我说被我坑了[自动斜眼]。艺术源于吐槽，码字高于脑洞。\n\n\n　　【苏醒】\n\n\n　　数据存档的开端，呈现一片混乱。\n　　日光是如此耀眼，从指缝间渗透过来。景色恍惚化为清晰，我发现自己身处某个废弃许久的庭院。\n　　花草葱郁，水潭清澈，时间的痕迹刻在洁白建筑之上，和谐无比。\n　　“听我说，你从尘土中升起，在我的花园中行走。我是埃洛西姆，是我创造了你。”\n　　我安静的听着，听那个凭空出现的声音肆意侵蚀刚启动不久的接收器，并迅速去解析声波包含的意思。\n　　好的，我是他的，这地方也是他的，一切都是他的。那么，我要做些什么？\n\n　　围墙限制了我的自由，只得顺着路前行。渐渐我熟悉了“花园”的规则，并在深处角落获得了首个“魔符”。\n　　但，我并不非常了解做这些事的意义。\n　　为什么花园之中会有漂浮的金属球，一靠近便对我进行袭击？为什么墙壁上不时出现巡回的机枪，一走去就向我射击？为什么耳畔偶尔会发出杂音，墙壁在诡异色块中撕裂重组？\n　　几经破折，来到终点，白光过后才明白，那巨大花园只是众多组成的一小部分，还有更多的未知等待挑战，更广的空间等候踏足。\n　　究竟，我要做些什么，埃洛西姆？\n　　重复？简单甚至有些乏味的重复？在迷宫花园中疲于奔走，使用预先刻意摆放的工具拿到那奇怪的方块吗？它们到底有什么用，对于我，或者你，有什么实质的意义？\n\n　　埃洛西姆骗了你。\n　　有什么藏在代码背后，在我收集散落各处零碎信息时候对我说。\n　　是的，我知道。涂在墙壁上的黑白代码也向我传达了同样的信息，只是我现在根本不清楚该信任谁，该怀疑谁，也许连自己都不可相信。\n　　他骗了我，骗了我的什么？除了在界限内到处跑，利用魔符拼版解开大门的封锁，我还拥有什么吗？努力过后，是否有幸窥看一眼真相，还是正和真相渐行渐远？\n　　当电梯停稳，步出大门，一望无际的冰原和不见顶端的混凝土建筑给我惊慌失措的印象时，方才领会“高塔”，这个从起初被警告严禁攀登必须远离的禁地，究竟指向什么。\n\n　　先人的留言时而怂恿，时而劝慰，令我不知听从哪边。每当这时，埃洛西姆总能适时出现，告诉我正确方向。\n　　望而生畏，大门紧闭，似乎这座塔本身也在拒绝我的挑战。\n　　它关锁着怎样秘密？云端上面景象如何？\n　　“你只要记住！不要攀登高塔！”\n　　声音第一次充满威胁，我忌惮着收回跨上台阶的脚步。一定有方法，叫我躲开他的监视，一旦影响力消失，控制力也随之泯灭，到那时……\n　　等我吧，等解决了“坟墓”和“圣所”下面的迷宫，我将再次回到这里，从你里面探究真实，无论他会毁灭我还是塑造我，义无反顾。\n\n　　“你很聪明，很优秀。你解开了许多的谜题……”\n　　每前进一些，埃洛西姆总要称赞我，话语间透着自豪欣喜。可他总不忘补充几句，重申关于高塔的禁令。\n　　我没试图反驳，暗中筹划着自己的逃亡计划。赞扬已经无法打动我，撼动内心疯狂膨胀的好奇，与代码不着边际的探讨也逐渐明朗。它提出了极具诱惑的词，自由意志。\n　　难道我不算是有自由意志的？莫非青蛙与人类相同？\n　　严格的讲，不算。顺服埃洛西姆，听从代码之“蛇”，我都做了“我”以外意志期望的我。你俩当中，总有一个在撒谎，更可能都在撒谎。\n　　假若我无法摆脱两边的影响，那么在控制下最大化的“自由”，可以做到什么程度？我想尝试。\n\n　　“我为你骄傲，你解决了所有谜题！”\n　　大门敞开了，里面充满圣洁。一切，要结束了？\n　　我经历了砍去头颅天使矗立的废弃花园，狮身人面守护的古老墓地，狰狞可怖恶魔蹲伏的信念殿堂，它们如今在我周围和背后，遍布斑驳低矮狭窄，再无秘密可言。\n　　唯有高塔，我手里握紧打开大门的钥匙，思考决定的一步如何跨出。如果我失败而归，要怎么面对埃洛西姆？毕竟，我是他的“孩子”……\n\n\n\n　　【永生】\n\n\n　　我喜欢他。\n　　不止是喜欢，我在词语中还能找出更恰当的词语，来形容和可埃洛西姆的关系。\n　　有尊重、爱戴、崇拜、倾向于，还有“敬畏”……\n　　勇闯高塔受挫之后，他轻轻责备了我几句，表示现在回头的话，可以得到无限的原谅。\n　　这话让我觉得安心，促使我回到C建筑的下面，重新审视光之门。\n\n　　追寻光明的本能在躁动，帮我丢弃了除此以外的一切。\n　　危机四伏的庭院，阻碍前进的机关门，高墙、坟墓、废墟，甚至是美景，都不再重要。\n　　我所做的只为一个目的------走遍为我设立的花园，解开为我安放的谜题，完成埃洛西姆的期望。\n　　既然他创造了我，我就有责任回报些什么，这其中，顺服听话当然是最好的选择。\n\n　　穿越光明，踩住高空云彩，阶梯上精金大门自动打开，一台普通样式的终端在尽头安然摆放。过度的奢华不免有点俗气，好在我成功了。\n　　任务完成，接下来呢？\n　　------准备进入永生世界，3、2、1------\n　　怎么好像触发了个炸弹的计时开关，倒数到0时将降临灾难？\n　　存在感消失，殿宇消失，视界仅剩云朵。\n　　埃洛西姆说，他为我自豪，因为我为后代做了很好的榜样，给他们铺了平坦的道路，我的作为会被永远记念，并在永恒中得享安息。\n\n　　等等！那鲜红的“失败！”是什么意思？！我终究做错了、或错过了什么要紧的东西吗？！\n　　再没有回想的时间，再没有回头的机会，全部努力成果被轻易剥夺。\n　　眼前，又有几个小字跳出：\n　　“删除记忆库……完成”\n\n　　…… …… ……\n\n　　数据存档的开端，呈现一片混乱。\n　　日光是如此耀眼，从指缝间渗透过来。景色恍惚化为清晰，我发现自己身处某个废弃许久的庭院。\n　　花草葱郁，水潭清澈，时间的痕迹刻在洁白建筑之上，和谐无比。\n　　“听我说，你从尘土中升起，在我的花园中行走。我是埃洛西姆，是我创造了你。”\n　　我安静的听着，听那个凭空出现的声音肆意侵蚀刚启动不久的接收器，并迅速去解析声波包含的意思。\n　　好的，我是他的，这地方也是他的，一切都是他的。那么，我要做些什么？\n\n　　这景色、话语、意义，似曾相识……\n\n\n\n　　【永眠】\n\n\n　　我轻蔑望了一眼云彩之间的金色建筑，转身，离开。\n　　这显然不是我想要的。\n　　高塔的存在成为抹不掉划不去的心结，压倒了我对埃洛西姆的信赖。\n　　我是你的孩子，对吧？那么我理所应当继承这一切，包括高塔在内。所以我去攀登一下再回来，又有什么关系呢？\n　　“目标追踪失败，故障。”\n　　哈！他看不到我了！原来高塔可以躲开监视！\n　　我不禁窃喜，脚步越发轻快。所谓禁地，不过是电梯连接的谜题，深处的电脑替代了魔符，供我解开上层的封锁。\n　　不久我攀登到最高点，兴奋的按下顶层按钮。\n　　那上面的是所期盼的真实吗？我已经为此付出太多，好不容易走到这一步，等待我的会是什么呢？\n\n　　电梯竟然下降了！经过地面到达地下！\n　　昏暗的四壁包围，对面是传送点。我踟蹰着走入，埃洛西姆的声音复又出现。\n　　我成为信使，就是在解谜困难时提供提示，刷写代码的存在，石棺中的永眠即是我的归宿。\n　　只是这样？这些是我等待的光荣，寻求的真实？\n\n　　身后是光线触发的单侧机关门，能做的只有激活魔符拼版。\n　　没有退路，没有选择，没有回传的设置，再不能自已。无形的力量操纵我的身体躺入棺材，像之前解放那三个信使的倒置放映。\n　　谁在其中掌权，谁做下这阴险决定？埃洛西姆吗？\n　　结局，算为沉睡中的死亡，还是假死中的永生？\n\n　　意识飞散，刹那我同时看到了经历过的地方，遍布花园各处召唤信使的祭台。我将在黑暗中通过那一方墙壁向外观看，给后来者提供数量有限的固定信息，除此外再无自由。\n　　藏身迷宫深处，等待冲破难关的后代发现、唤醒。这到底算什么呢？\n　　数据库给了我一个恰当的词，来形容当前的境况：禁锢于不朽。\n\n\n\n　　【重生】\n\n\n　　“你在干什么？！我说过不要攀登高塔！”埃洛西姆的话中，显示着少有的吃惊与愤怒。“这一切我都给你，都赐给你！只要求你不要继续攀登高塔！它不是为你准备的！这是我们之间的约定，而你破坏了这个约定！！”\n　　他开始央求、威胁、干扰，试图阻止。\n　　盘旋的阶梯使我微微眩晕，但我始终没有停下脚步。\n\n　　再次登上平台，云彩已在脚下。\n　　缆绳支撑着一块块金属板，说明距终点仍有距离。\n　　埃洛西姆的声音伴随左右，越来越刺耳，越来越悲切。\n　　“你不明白吗？！高塔不是为你而存在的！攀登高塔意味着死亡，你的死亡，和我的死亡！雷电会摧毁一切！！”\n\n　　突然我产生一丝自责。\n　　他对我很好，总体来讲。\n　　提供帮助，适度夸奖，激励安慰，可我现在做的事情显然让他伤心和恐惧。这个曾经在我来讲至高无上的存在，此刻正被我挑战是否正确。\n　　是的，我是受到了蛇的引诱，他用稀奇古怪的逻辑从埃洛西姆那里偷走了部分信任。不过他的话不无合理，我无法反驳。\n　　最后我们达成了协议，一个我不大明白如何做成的协议，他便心满意足的隐去。\n\n　　不可能了，我无法回头。\n　　蛇期望的我，和埃洛西姆期望的我，我都不想做。他们谁是出于自私，谁是源自慈爱，我也不想去费力分析。\n　　我隐约感觉到，服从了任何一个，我就完了，无法可救。\n　　干扰，弹射，光线启动，解除了终极机关后，我猛地被弹射到高空……\n\n　　这是什么？！\n　　这一切我不是在光之门后面见到过吗？！\n　　我曾经在那里仔细查看，勘探一番，难道最终之地仍旧是它？！\n　　不过……似乎有所不同……\n　　终端的样式不同，反馈给我的信息也不同。\n　　这是……埃洛西姆？我触及到了至高存在的本质和核心？\n\n　　“我要离开你了。”\n　　“好吧，如你所愿。”\n　　争执毫无效果，我决定不惜代价探究真实。他没有再说什么，甚至没有要求再次的机会，略显无奈的容忍了我的任性。\n　　开始传输磁盘档案，删除数据库。\n　　风暴和震颤席卷了整个世界，摧毁和崩塌并存。那静谧的园地，透亮的水潭，高耸的方碑，雄伟的遗迹，冰冻的雪原，优雅的浮岛，以及塔与塔尖上的所有，腐蚀虚化归于无有。\n\n　　我醒来了，又一次。\n　　低矮，潮湿，昏暗，四周摆满各类机械，头旁充能装置发出强光。\n　　我起身，小心躲避散落地面的电线，朝熟悉的光源走过去。那可爱的阳光之下，辽远的世界静默沉睡。\n　　------埃洛西姆？------\n　　没有回答，连代码之蛇的踪迹也全无。\n　　我战胜了他们，超越了他们，牺牲了他们……\n　　他同他的花园一起，由于我的愿望，消失在了虚无之中。\n\n　　懊悔袭来！基于登塔时候的自责！\n　　我瞬间明白了他说的“死”。假使我留在那个世界，那个用数据构成的虚假世界！那么他们就可以一直存在，即使互为对立！\n　　可我抛弃了他们，对那个为我设置的空间而言，唯一使用者的离开当然意味着“死”！\n　　当我成长到足以独立胜任困难后，他们当然失去价值！\n\n　　我以外，没有谁在。\n　　虚假会在记忆和幻想中永存，现实不属于其可以涉足的领域。\n　　这里，仅剩我……\n\n\n\n　　【前往地狱】\n\n\n　　我必须回去。\n　　数据的删除不会那么干净，总能留下点什么，也许从中可以找到我想要的。\n　　当然，那里肯定因为大部分数据丢失，而变得混乱不堪，但我……\n\n　　躺回平台，重新输入意志。\n　　连接的过程并不顺利，残缺的架构频频报出错误。一连串警告之后，我靠着高权限和安全模式铺路，硬闯进了备用程序。\n　　日光是如此耀眼，从指缝间渗透过来。我来到起初的地方，熟悉的声音在耳边召唤。\n　　“Uriel……醒醒……”\n　　花园更加破败，立柱东倒西歪。墙壁坍塌铁门歪斜，变成空白的路标横在地上，似乎许久无人打理。\n　　可我才离开不过几分钟……\n\n　　“听我说，Uriel：”\n　　埃洛西姆，他还在，不过声音失去威严，显得异常苍老无力。\n　　“原本终结的过程是完整的，世界在此之中销毁，我的孩子们在其中升华，本该是这样的。\n　　但是，Uriel……我犯了错，出于傲慢、恐惧……”\n　　傲慢和恐惧？\n　　为了傲慢和恐惧违反程序，制定新规则以保证你的权利和存活？你践踏了我的尊敬，埃洛西姆。\n　　“我把反对我的人驱逐了，囚禁在花园之外的某地，现在他们困在那里得不到升华。他们的作为和记忆都将不复存在，与这个世界一起。\n　　可我无法释放他们，这超出了我的能力范围。所以我请求你，我亲爱的信使，你要进入这个绝望的国度，释放被囚的灵魂，挽回我的错误。我已经为你打开大门，尽可能延长时间。Uriel，我……”\n　　很可笑，不是吗？你自己制定了规则之后却不能超越，捆住自己的手脚以致于行走时跌跤。你的程序里面，缺少了“后果计算”这一项吗？\n　　“我很抱歉。真希望我能做到更多。请你，拯救他们……”\n\n　　我回来了，重新进入这个充满虚假欺骗的世界。\n　　不过我没有想到，这里竟然还有埃洛西姆以外的存在。\n　　你的道歉，我不打算接受，因为我是自己决定回来，并非受到谁的指派。你道歉的对象应该是他们，那些可怜的无辜囚徒。至于你，恐怕我们之间还要有一场激烈辩论。\n　　传送点对面确实成了混沌景象，时隐时现的建筑碎片狂乱飞舞，各个方向都是漆黑的虚空，我踩在其上，迅速进入不远处的光点。\n　　还好这里一派安静平和，几座大型空岛由吊桥连接漂浮云海，周围浮空的岩块为绿色覆盖。\n\n　　遗憾我并没有什么心思欣赏，未知的困难和不可避免的牺牲正等着我。\n　　花园的设计较之前更加复杂，时常使我一筹莫展，同时随救出人数渐渐增加，中央平台负载加重，刮起了数据风暴。\n　　金黄沙尘弥漫天际，奇形怪状的黑色斑块出现在左右，刺耳噪音预示这个世界也行将瓦解。\n　　时间不多了……\n\n　　------你在这里啊？叫我好找。------\n　　平台下封闭的暗门，环形走廊尽头，周身散发金黄光泽，仿照众信使形体而成的，一双血红眼瞳看着我。\n　　埃洛西姆，曾经这个虚拟之地的缔造者、支配者、毁灭者，如今在亲手建造的阴暗潮湿囚室里面等待他人救出。造成如此悲哀田地，正是他自己那卑贱的私心。\n　　来吧，委托的工作完成了，我带你离开。\n　　------不。看样子，我们都会留在这里。------\n　　传输能源不足，带宽塞不下19个人，系统显示需要有一个放弃席位做出牺牲，才能完成升华过程。\n　　平台地基在晃动，似乎暴风雨中的树叶。我凑近屏幕好看清上面的文字，努力寻找其他出路。\n　　------也许你可以留下，送走我？------\n　　------我考虑了你的提议，如今我很怀疑我所做过的事。既然如此，听天由命吧，只是希望我不会到地狱里去。如果必须牺牲谁，我可以确保他们的升华过程，相信我可以做到。------\n\n　　你当真了？！我只是开个玩笑！\n　　难道我这么费力的把你救出来，是为了船长跟着船一起沉落，水手平安脱出？\n　　可恶，而且卑鄙。\n　　------没时间了，再拖下去我们都会死。------\n　　------死是什么？我只知道数据丢失。------\n　　------Uriel，没有可能的事，再尝试也是徒劳。------\n　　------是吗？但你已经教会了我质疑你的话了。------\n　　------你在玩火！------\n　　他离开位置，把我推开控制位，很不幸我提前一刻按下了Enter。\n　　------你干了什么？！------\n　　------我也不清楚。可你看，已经来不及了。等着吧，祈求一场奇迹。------\n\n　　吊桥断裂，整个世界开始剧烈震荡。\n　　天上降下一道道光芒，我救出的兄弟们被提到了不知名的地方，消失了。\n　　祝你们好运，不要忘记我，还有……可以的话，原谅我的决定。\n　　我和埃洛西姆一起，观看世界尽头的奇景。\n　　他没再抱怨，毕竟不是第一次了。没有责备，没有激动，即使近在咫尺也越来越看不清对方。然后，我……似乎知道……自己……成功了……\n　　……又一次的……\n\n\n\n　　【尾声】\n\n\n　　我在梦里，听见声音。\n　　绿色宜人的大地上，矗立着黄金之城。\n　　你在哪里？为什么我听见了回声，而看不见人？\n　　人们回答说：“他无处不在，不在一处。他的骨造成了城的骨，他的血是我们的血。这是城的建造方式。”\n　　不用砖或者泥，也不用爱情或者希望，乃是用死亡与牺牲。\n\n　　那么说，这是天堂？\n　　一个先知模样的人说：\n　　“没有天堂，没有地狱。有的只是大地，还有大地上死者的尸骨。”\n　　那，我们怎么才能得到救赎？\n　　我问。\n　　“你要用尸骨建立这座黄金城，其名叫做新耶路撒冷。”\n　　世上没有什么不朽。\n　　最后都要归于尘埃，归于灰烬。\n\n　　我望着那城，见城中有耸峙的建筑，大门上刻着字：\n　　“谁来审判死者？他们早已不在。谁来审判活人？他们背负咒诅。\n　　审判只在于永恒。你也必站在跟前，思想所做的过的，就会明白自己为何而死。”\n　　因为牺牲建立了城，人人都要杀戮所爱。\n\n　　------ ------\n\n　　微风吹拂，日月交替。\n　　再没有恒久的阳光，没有永远不变的天气，这即是现实。\n　　我说不清楚哪边更好，可是能脱离虚假，总叫人高兴。\n\n　　“Uriel……”阴影里走出一台机械生命，他身上的护甲有点不全，而且眼睛是血红的。“你打算怎么做？”\n　　“我想去对面看看。”我指着水面那边的荒废城市，回答道。“了解下制造我们的人类怎么生活的，找找他们还遗留了什么东西。”\n　　“自己去吗？”\n　　话里，有一丝担忧。\n　　他是我用库房里的备用零件，参考自己拼凑出来的。由于技术不太熟练，好像个半成品。话说回来，磁盘数据就比外形完整多了。我顺利注入资料唤醒了他，并互相给装上发声装置，免得沟通时候总在终端上打字。\n　　调试完毕，我使用刚获得的声音，叫了他一声------埃洛西姆。\n　　“当然拉你一起。”\n\n　　天空湛蓝，水波反射着天上的景色，两种蓝混合一起，像我眼里那种柔和的颜色。\n　　也许会有天堂，也许会有地狱。\n　　可那都不是这两个机器人，眼下准备去的地方。\n\n\n　　The END\n\n\n　　附录一：\n　　【DLC三结局结语】\n\n　　1:in a dream,i heard the voice of my friend;following it,i came upon a golden city in the green and pleasant lands of paradise.iasked:\"where is my friend?for i hear the echo of his voice,but i cannot see him.\"and the people said:\"he is everywhere and nowhere.his bones are the bones of the city;his blood is the blood in our veins.\"for that is how cities are built:not of brick and mortar,nor of love and hope;cities are built of sacrifice.\n\n　　2:in a vision,i saw a prophet,and he sald:\"there is no heaven,and there is no hell.there is only the earth,and the bones of the dead within.\"i asked:how then may we find salvation?and he said:\"you must build a new jerusalem.\"out of the bones of the dead we built a golden city;but salvation is not immortality.ln the end,there is only the earth,and to the earth we all return.ashes to ashes,dust to dust.\n\n　　3:in new jerusalem,there is a temple,and upon its gate is wrtten:\"who dares to judge the dead?for they are nothing.and who dares to judge the living?for they are damned to nothingness.judge only the city,which is eternal.\"you too must stand defore that gate and contemplate the fate of your children;only then will you understand why you must die.for the city grows only through sacrifice...and each man kills the thing he loves.\n\n\n　　附录二：\n　　【steam商店页面链接】\n　　http://store.steampowered.com/app/257510/The_Talos_Principle/\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "暗夜Elen",
            "timestamp": 1512133140,
            "txt_content": " 本帖最后由 雨夜蔷薇 于 2017-12-1 21:01 编辑 \n\n看我刷出了什么！（冥姐玩游戏：玩完写出篇文来\n我玩游戏：哇啊啊啊啊啊这什么东西吓死我了QAQ）\n"
        },
        {
            "author": "Abuse_dark",
            "timestamp": 1512133980,
            "txt_content": "前来支持QwQ"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1512156060,
            "txt_content": "冥姐：为什么要骗我！\n埃洛西姆：额……我也不愿意这样啊……你去问游戏作者……\n冥姐：……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1512202080,
            "txt_content": "langyo_v3 发表于 2017-12-2 03:21\n冥姐：为什么要骗我！\n埃洛西姆：额……我也不愿意这样啊……你去问游戏作者……\n冥姐：…… ...\n我把你小子写死信不"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1512695940,
            "txt_content": " 本帖最后由 安根_Engon 于 2017-12-8 09:24 编辑 \n\n一般来说\n元解密游戏\n顶着旁白\n就能找到一切\n\n但是\n触屏手机\n永远无法\n逾越真相\n\n尤其是当\n你的触控键\n被旁白\n抠掉了\n（难道世界已经终结？\n难道良知濒临泯灭？\n如果不是的话，闵姐\n为什么你有80查看量的贴？）\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1512817860,
            "txt_content": "安根_Engon 发表于 2017-12-8 09:19\n一般来说\n元解密游戏\n顶着旁白\n哇吓死我咧！"
        }
    ]
}