{
    "title": "[Minecraft.net|INSIDER]本周方块：染色玻璃",
    "author": ":spgbigfan:",
    "replyCount": 2,
    "timestamp": 1512134100,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-29 21:09 编辑 \n\n\n\n\n\n167860c6547852b3f8b9d4af06284386-stainedglass_header.jpg (220.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-29 21:07 上传\n\n\n\n\n\nBlock of the Week: Stained Glass\n本周方块：染色玻璃\nKind of a pane\n算是一种窗板\n\nDuncan Geere 邓肯·吉尔\nIn western Europe in the Middle Ages, the Christian church had a problem - it had a book full of stories, but the population couldn't read (that's probably why Minecraft.net had such low readership in the Middle Ages too). How could priests share the tales of the Bible with an illiterate audience outside of their weekly sermons? The answer came in the form of our block of the week - Stained Glass.\n在中世纪的西欧地区，那里的基督教堂正苦恼着一件事情：它有一本满是故事的书，但大多数人不能识字（这可能也是官网博文的中世纪读者极少的原因）。在每周的布道时间之外，牧师们该如何为不识字的人们分享圣经的故事呢？答案就是我们的本周方块——染色玻璃。\n\nEngineers teamed up with artists to create huge, complex, stained glass windows for churches that depicted the teachings of the Old and New Testament. Images taken from manuscripts were carefully reconstructed in glass, allowing priests to show - as well as tell - people about the life of Jesus, the Virgin Mary and others. We take the entertainment value of stained glass windows for granted now, but back in ye olden days, this was the closest those long-ago folk had to Netflix. Er, in a way.\n工程师们与艺术家们携手，共同为教堂创造了一扇扇巨大、复杂的彩色玻璃窗。这些玻璃窗描绘的，是基督教旧约与新约的教义。手稿绘制的图像被仔细地以玻璃重现，让神父得以向人们展示与宣告耶稣、圣母玛利亚以及其他人的经历。当然，到了现在，我们更看重彩色玻璃窗的娱乐价值，然而回到当时的年代，彩色玻璃窗对那时的人们来说，更近似于现在的视频网站。呃，差不多算是吧。\n\n\n\n\n\n\n6eceda84085b86e6ea0f17d2d31fb5d5-realworld.jpg (311.93 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-29 21:07 上传\n\n\n\n\nimage credit:Mossot\n图片来源：Mossot\n\nStained glass was added to Minecraft in version 1.7.2 in 2013, alongside many new biomes and structures, new flowers and wood varieties, and the pufferfish. It's made by surrounding any colour of dye with regular glass in a crafting bench, and - just like regular glass - can be made into panes if you prefer. Also like regular glass, it's really easy to break by accident. Curse my clumsy hands!\n染色玻璃在 2013 年的 Minecraft 1.7.2 版本中首次出现，与之同时而来的是许多新的生物群系和结构，以及新的花卉和木材变种，还有就是河豚。染色玻璃可以通过在工作台上以玻璃包围任意颜色的染料获得。而且，如果你喜欢，染色玻璃就像普通玻璃一样，可以被制成玻璃板。染色玻璃也和普通玻璃一样，非常容易不小心弄碎。我怎么就这么手残呢！\n\nIn version 1.8, stained glass was tweaked so that it could change the colour of a beacon and have torches placed on it, and version 1.9 saw the magenta version used as the windows of End cities, so if for some reason you hate crafting (yet play a game called Minecraft??) then you can collect it there. Like the regular, plain Minecraft glass, stained glass can only be broken with a tool enchanted with Silk Touch, otherwise it's lost forever.\n1.8 版本修改了染色玻璃，从此它们可以用于改变信标光束的颜色，而且也能往它们上面插火把了。到了 1.9，品红色染色玻璃被用在末地城的窗户上，所以如果你出于某些原因讨厌合成（但你玩的可是Minecraft诶？？），那么你就可以从末地城那儿收集到这些玻璃。就像那些一般的普通的Minecraft玻璃一样，染色玻璃只能用精准采集工具收集，否则就会永远碎成渣喽。\n\n\n\n\n\n\n533ffb28095fd30c0bfd462c58217e9b-ingame.jpg (158.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-29 21:07 上传\n\n\n\n\n\nMaking real-world stained glass is a bit more complex than it is in Minecraft. Either coloured chemicals called 'salts' are added to the molten glass during manufacture, or the glass is painted and then baked in a kiln. Once created, though, glass sticks around for a long time - many of the windows made for churches in medieval times are still intact, long after the books that inspired them have rotted away. Maybe we should start making books out of stained glass? Hey, that's a million dollar idea! Please don't steal it.\n在现实中制作染色玻璃比在 Minecraft 里麻烦一点。要制作染色玻璃，需要把一种称作“盐”的彩色物质加入到熔融的玻璃中；亦或是给玻璃涂色，然后把它们放到窑中烘烤。一旦成型，染色玻璃就会长久地定型——许多中世纪时建造的教堂玻璃窗到现在仍然保存完好，而当时记录玻璃工艺的书籍早已灰飞烟灭。也许我们应该开始用染色玻璃制作书籍？嘿，这可是个价值百万的点子！请不要剽窃我哦。\n\nStained glass is also used for more than just church decoration. It's popular in the Middle East, where it's found in mosques and synagogues. It can also be spotted in places like banks, restaurants, pubs and railway stations. Artists mould it into sculptures, and you'll even find it in some homes. Does your home have stained glass? And if not, where's the nearest example you can find? Snap a picture of it if you can, but don't worry if you can't - it'll be around for a long, looooooong time. That's why I've had all my Block of the Week articles printed on Stained Glass. It was expensive, yes. I'm homeless now, true. But can you really put a price on immortalising your work for hundreds of years? Exactly!\n彩色玻璃并不仅仅用于基督教堂的装饰。它们在中东地区也很流行，一些清 真寺和犹太教堂就使用着彩色玻璃。在一些类似银行、餐馆、酒吧和火车站的地方，你也能发现彩色玻璃的存在。艺术家会以彩色玻璃为材料铸造雕塑，甚至在一些普通家庭中，你也发现彩色玻璃。你家里有彩色玻璃吗？如果没有，在你家附近能找到吗？如果可以的话，给它们拍张照吧，不过如果拍不到照片，也不必担心——这些玻璃能存在很久很~久。这就是为什么我把我写过的《本周方块》都印在了染色玻璃上。这里的花费确实巨大。而我现在也无家可归了。但是确实真的能花费一些钱财，让你的创作永续几百年之久吗？没错！\n\nP.S. If anyone wants to buy a stained glass Block of the Week, email me at hungrywriterwhomakesbadchoices@gmail.com. Please. Duncan miss food.\n对了，如果有谁要买染色玻璃版《本周方块》，请发送邮件到决策失误的饥饿写手@gmail.com。谢谢。邓肯哥好久没吃饭了。\n\n【Kakagou 译自官网 2017 年 12 月 01 日发布的 Block of the Week: Stained Glass】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1512136440,
            "txt_content": "唯一指定邮箱：【决策失误的饥饿作家】@gmail.com"
        },
        {
            "author": "不死之躯",
            "timestamp": 1512137520,
            "txt_content": "感谢您的翻译为我们带来知识\n↑\n没有人气了，按惯例这里要给人气的，但是没有，明天补发，"
        }
    ]
}