{
    "title": "「原创·单篇」讽刺批判类短篇小说——《误会》",
    "author": "V_院長",
    "replyCount": 6,
    "timestamp": 1512132060,
    "txt_content": " 本帖最后由 V_院長 于 2017-12-16 21:18 编辑 \n\n误会\n  终于，他的新小说出版了。\n  他是一名十分有名的作家，发表过大量“优秀”小说，因此自己有着众多的粉丝与读者。他坐在办公室里，悠闲的翘着二郎腿，细细品着茶，不断抬头看自己的奖项与荣誉，不时露出会心的笑容。\n  不过，好久不长。自己的新作火过一段时间后，被版权保护协会的人证明了抄袭他人著作的内容，而且他以前许多作品也有许多外国名著。\n  这件事立刻一传十、十传百。大家通过网络、书信等各种途径来发表自己的意见。有个人为他洗白，对，上文说过，他有着许多粉丝与关注。同样，也有很多人批判他和揭露他。\n  被抄袭的作品并不是什么小名气作品，它也是国内很火的小说——《暴雪中的麦块》，这本小说的粉丝定然也会怒发冲冠。于是，双方粉丝的言论大战便拉开的序幕，双方可谓是公说公有理婆说婆有理！\n  这件事影响也不小，有许多媒体记者都争先恐后的采访他，而且一些电视台也纷纷报道了这件事。但是他却一直拒绝任何采访。一连闭关了一个星期。\n  他倚在椅子上，两眼盯着自己微博上的那些抨击言论，他双腿颤抖，一直在删评论。其实这几天他也在想，自己该如何应对这件事。“出面道歉？不行！这样我岂不是承认了？对我的名气影响太大，绝对不行！不出门的话，大家岂不怀疑？这可怎么办？”\n  又过了一个星期后，电视台的记者堵在了他的私人大别墅的门前。终于，他的门打开了，这些记者立刻蜂拥而上，一个个都把话筒伸向前去。他很明显被这情景吓坏了，刚组织好的语言又被打乱了。\n  这时候，从人群中挤出一个年轻人，他穿着整齐的西装，戴着眼镜，手上还拿着话筒，看上去应该是个记着吧。这位年轻人站出来后，场面竟然一下都安静了下来。\n  “伟大的作家先生！很抱歉浪费你宝贵的时间，不知你是否愿意回答我的一些问题？“这位年轻人微笑的问道。\n  他理了理被打乱的头发，清了清嗓子，说道：“当然可以。”\n  “好的，十分感谢！作家先生！请问你得知这件大事后的第一反应是什么？”\n  “哦！我的神啊！鬼知道发生了什么！我刚刚还在悠闲的品着茶，突然得知了这件事！简直吓坏了！”\n  “也许我们的做法真的有些小题大做了，还请您原谅！不过你为何要把自己关上两个星期啊？“\n“额......你也知道，我一次受到这么大的采访，怎么能不准备一下那！对吧？”他擦了擦脸颊上的汗\n“对，对！作家大人，你说的很对！”显然，这位年轻人有些忍俊不禁。\n  有些人转过去头去笑，有的还甚至笑出了声。\n  “冒昧问一下，你是否真的侵犯了他人的著作权？”\n他停顿了一会。\n  “额，这个，你也知道的......嗯......不能说别人走过的路我们就不能走了吧？我又不是一模一样，起码我做了些修改，这不能被叫做抄袭，对！叫借鉴！而且大家都是为了读者的快乐而努力嘛！所以我认为这真是一个天大的误会啊！”\n  “哦！大家都明白了吧？这是场误会啊！我们冤枉了这位作家了，他说的多么棒！怎么能不给些掌声的？”这位年轻人悠闲开头，随后，欢声笑语中传出一片掌声。\n  他叹了一口气。心想终于解围了，露出了笑容。\n  随后，他又倚在自己的办公椅，想想自己今天组织的语言，简直“无可挑剔”，心想自己终于又可以做回作家，又可以一如既往的写小说了，他再次露出会心的笑容。他真的累了，他逐渐放松下来，眼皮逐渐下沉，最后，闭上眼睛睡着了，再也没有醒来......\n他的话被大众的之后，他的粉丝如鱼儿得水一样，是如此的轻快和满意。而版权保护协会的人，一个个还在拍桌狂笑。\n  那个年轻人，就是《暴雪中的麦块》的原作者......\n@1207741285 @3144164706 @Arasd_Yu @hurui @Lakalaka @WKIL @縻风 @我叫坂本 @小吴同志 @zjxx \n\n\n\n作者提醒：这是一篇讽刺意味极大的短篇小说，讽刺意味极大，希望各位可以细心揣摩，望注意文章中的各种细节和描写哦！\n\n\n\n\n  \n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1512692880,
            "txt_content": " 本帖最后由 安根_Engon 于 2017-12-8 08:29 编辑 \n\n我还是头一次听有写手说自己的文章是“讽刺批判类”的。敢这么说的先生，不是国笔，也得是个大家。\n\n不见先生笔锋，不知大家作风。从前所谓大家，都一肚子坏水，只偷偷给主角道貌岸然的长袍马褂开一个窟窿；唯有先生您，把里面的破衣烂衫连肠带肚地揪出来，往我们眼前一扔，说：“喏，这才叫讽刺。”而主角大冷天冻得直哆嗦，或者肠子乱流、满地是血，您都能凛然不顾。\n至于人物是不是做作，笔调是不是浮夸，叙述是不是僵硬……在“讽刺批判类”的崇高主题面前，重破这层层束缚都不足惜。\n结尾一句讽刺意味深刻，尤使我折服——\n“作者提醒：这是一篇讽刺意味极大的小说，讽刺意味极大——”"
        },
        {
            "author": "wzz0116",
            "timestamp": 1512705960,
            "txt_content": "安根_Engon 发表于 2017-12-8 08:28\n我还是头一次听有写手说自己的文章是“讽刺批判类”的。敢这么说的先生，不是国笔，也得是个大家。\n\n不见先 ...\n你说的是正话还是反话？"
        },
        {
            "author": "V_院長",
            "timestamp": 1512707820,
            "txt_content": "安根_Engon 发表于 2017-12-8 08:28\n我还是头一次听有写手说自己的文章是“讽刺批判类”的。敢这么说的先生，不是国笔，也得是个大家。\n\n不见先 ...\n在讽刺我妈吗？"
        },
        {
            "author": "Nethop",
            "timestamp": 1512730860,
            "txt_content": "以下仅是我的个人意见：\n\n\n首先，全文读下来的第一感觉并非是记者如何如何好事，又或是抄袭者如何如何圆滑。这些本该抓住眼球的点，被大篇幅的错字和病句给拿去了。我刚刚作了下统计，全文1300+的字数，5处纯文字的用错，这还不包括那些所理解为强调的点。对于短篇来说，这错误是致命的。\n其次，陈公的《修辞学发凡》里引过一句话，我大抵是记不清出处了，但却是这样的：\n讽刺是造出一个故事来寄托讽刺教导意思的一种措辞法。\n但君的文，可谓是跳出一般行文的范畴，进了所谓的讽刺的窠臼里了。为了讽刺而讽刺，人物形象的塑造不自然而不合理。这不是长篇，而是短篇。没有时间慢慢揭示、铺垫一种性格的合理性与存在性。我也只是引你一处作佐证。\n“伟大的作家先生！很抱歉浪费你宝贵的时间，不知你是否愿意回答我的一些问题？“这位年轻人微笑的问道。\n这种语言方式，使我厌恶那抄袭者前先厌恶了这苦主。\n\n\n\n\n但并非是没有优点的：\n\n\n全文有很多的设伏与定性之笔，比如这两处：\n他坐在办公室里，悠闲的翘着二郎腿，细细品着茶，不断抬头看自己的奖项与荣誉，不时露出会心的笑容。这件事影响也不小，有许多媒体记者都争先恐后的采访他。\n\n\n确实，阅读到这里噔时就给人物下了定义，实在曼妙。\n\n\n\n\n\n\n\n\n\n\n最后，劝君还是用心属文，试着真正和人们交谈一二，至少不会落得一个“伟大的作家先生”。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1512986220,
            "txt_content": "最后，闭上眼睛睡着了，再也没有醒来......\n这一段描写在文章中一般是用来形容人死了的...这种用法只能说「匠心独运」...？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1512986340,
            "txt_content": "您好，欢迎来周边创作版创作！\n但是请注意一点：\n\n请遵守标题规范：根据版规，文学创作的帖子统一使用\n[原创/转载·连载/单篇]复制代码\n作为开头。\n您可以考虑这样的标题：\n「原创·单篇」讽刺批判类短篇小说——误会\n\n\n倘若您无法明白修正方法，可以考虑私信/回复来联系我，我将给您详细的修正方法。如果您实在无法理解，我可以帮助您修正。但是「授人以鱼不如授人以渔」，我仍然希望您能够掌握规范的发帖格式。规范的发帖格式不仅有助于浏览者获得更多信息，也能使得版面更加整洁、使得您的作品更容易被人所看到，谢谢~\n文评我将在空闲时间给出，祝您创作愉快~\n您亲爱的：周边创作版务组\n\n\n"
        }
    ]
}