{
    "title": "【原创/连载】末路 第二章 国家机密",
    "author": "20051012",
    "replyCount": 7,
    "timestamp": 1512192960,
    "txt_content": "第二章国家机密在前几天的工作中，柯荣东并没有感觉到什么异样的事情。除了隔壁的0402检查站。无论是谁都进不去的检查站，说是只有总工同意，才能进去。值守的听说有四个人，一个面色总是惨白的女士，一个戴眼镜的男士，剩下两个他没见过。 他只在埋头工作着，默默地完成一桩心愿。 “关于工程计划的问题，有什么异样吗？”总工程师不经意的问道，还边看着报纸，似乎压根儿没把谁放在眼里。 “额，额……没什么，除了，额……”你结巴的说着。 “别愣着，快说！”总工生气了许多。 “对不起，有点头疼，总觉有点事，就是人力的问题，政府只给我们6.5万工人，按照这个标准的环保工程需求，至少需要9万人。”你虽然说着，眼睛不住的往外瞟，总工的窗外正对着0402。 “好吧，我先走了，有……”你话还没说完。 “慢着，你过来，你眼睛老往外瞟当我看不见是吗？，你就这么好奇是吗？”总工用很奇怪的语气说，前半句是生气，后半句却降了1个八度。 “额……有吗？”你明显理亏，只好磨磨唧唧打个圆场。 总工一冷笑，你也跟着笑，气氛异常尴尬。 你正想识趣溜了，总工抢先一步，让你停下，说了一句：大概就是这样吧。很轻，几乎听不见。 不一会儿，你看见了一个胖子，体积不算太大，只是微胖。 总工把你拉过来，轻声说：“你那么好奇就让你看一下，别一会跑进我办公室交辞职信啊。或怎样的，我一会就下班了。 总工说完直接走了，连门都不关。 正尴尬着，那人开口了：“我带你去吧，带好水，否则后果自负。 “额，好吧。”你顺手抄起一瓶总工喝剩的矿泉水。 “一会啊我也下班了，现在是四点三刻，我让毛俘管带你看一下。我先带你进去就走了。”他说着。 你万万没有想到，这就是为什么末影人在这个世界上几乎全部消失的原因。穿过0402检查站，你越发心慌。 这里至少有2.5万末影人，这里几乎与世隔绝，怪不得工地总部修建在这一个鸟不拉屎的山地。————这里像是一个监狱，关着世界上2.85万末影族。 顿时，你差点晕了过去，荒唐，太荒唐了。 “这是我见过最荒唐的事了.” 你说着。 转眼间，你才发现那个微胖的人早已离开。 也许那个毛俘管并没有收到消息，你看到那边有个人，便是那个脸色惨白的女士，便走过去。 “请问这儿是……” “你就是那个副总工吧，我就是毛俘管，现在你在这儿很危险，请立即离开，这是我的电话，请明天联系。 你只好离去，这也是没办法。 “还是回办公室吧，还有3号公式要表示。 路上很暗，你不由自主的加快了步子，“前方就是办公楼，马上就到了。” 你刚进了办公楼。 “闪开！” “嘭——哗。” 林书记抱着的一沓资料瞬时摔在地上，弄得一地都是文件。 “额，没事吧。”你刚想帮她一把。她却直接抱起文件就走。 “诶，这人！……嗯？” 地上还有一份文件，这份文件很薄，又掉在角落，很难看清，只不过你是直接踩在上面感觉不对。 “明天还给她吧。”你边说，边拆开想看一眼。 国家二级机密 你惊讶的叫出了声。但仞带了回去 “又是一次夜工作。”",
    "replies": [
        {
            "author": "复仇者大大",
            "timestamp": 1512194580,
            "txt_content": "为楼主疯狂打call，但感觉跟minecraft有点不搭边....?"
        },
        {
            "author": "20051012",
            "timestamp": 1512275400,
            "txt_content": "复仇者大大 发表于 2017-12-2 14:03\n为楼主疯狂打call，但感觉跟minecraft有点不搭边....?\n有吗"
        },
        {
            "author": "20051012",
            "timestamp": 1512279300,
            "txt_content": "        第二人称是**！！！【误】\n什么意思，不明白ing"
        },
        {
            "author": "Nethop",
            "timestamp": 1512464940,
            "txt_content": "20051012 发表于 2017-12-3 13:35\n第二人称是**！！！【误】\n什么意思，不明白ing\n因为第二人称叙事是个相当毒的视角……"
        },
        {
            "author": "20051012",
            "timestamp": 1512472200,
            "txt_content": "Nethop 发表于 2017-12-5 17:09\n因为第二人称叙事是个相当毒的视角……\n我也觉得，hhh，你们赢了，我以后用一主或三单吧"
        },
        {
            "author": "Nethop",
            "timestamp": 1512478500,
            "txt_content": "20051012 发表于 2017-12-5 19:10\n我也觉得，hhh，你们赢了，我以后用一主或三单吧\n不不不，第二人称如果掌握好的话可以完美把读者拉入构建的世界。\n请按照您的本心来完成。"
        },
        {
            "author": "20051012",
            "timestamp": 1512558600,
            "txt_content": "Nethop 发表于 2017-12-5 20:55\n不不不，第二人称如果掌握好的话可以完美把读者拉入构建的世界。\n请按照您的本心来完成。 ...\n算了吧，我并没有多好的文笔。"
        }
    ]
}