{
    "title": "[Minecraft.net|CULTURE]生存的故事",
    "author": "猜猜谁是谁",
    "replyCount": 2,
    "timestamp": 1512477540,
    "txt_content": "原文地址：https://minecraft.net/zh-hans/article/survival-stories原作者：Kate Gray发布于2017年12月04日生存的故事一支建筑团队冒着风险在生存模式中创作！\n     我的世界中的生活是非常有压力的。你会从开始，没有一些资产，到你在群树环绕中感到孤独，而你没有选择，只能击打树木，一遍又一遍，直到你获得到了足够的木头来从黑夜的恐怖中保护自己。这是个十分艰苦的挑战！尤其是当你只能一个人单干时。     重点是，你需要休息。你需要找个地方在撸木头、挖钻石、躲蜘蛛后休整你那方块形的头。朋友们，来这边。我这有些东西可以帮你解决问题。     Raven SMP是个十人的建筑团队，这听起来像是个后勤的噩梦，但是在这充满奇迹的世界中，十人已足以制造出一些特别的东西。不仅仅是一个村或者是一个主题项目，Raven的世界更像是一个充满**大杂烩的眼镜，从高耸的摩天大楼到奇怪的虹彩玻璃公寓楼，再到天上一个会向我们发射激光的大东西。哦，太厉害了。     这个团队已经做过所有与色彩、形状相关的实验，这使得在他们的世界中漫游是一种极大的快乐。就像在博物馆中度过的快乐的一天，除开木乃伊、雕像、巨兔和熔岩。好吧，我想这取决于你进了怎么样的博物馆，真的。     在地图的出生点，有一个可爱的小村庄。这起初是作为公共建筑区域开始发展的，团队成员Trog说：“我们让每个人在任何地方建造任何东西，再把每个建筑的道路连接起来，使得它更像是一个村庄。”     即使有十个团队成员在同一个空间中建造自己的东西，村子里的商店、农场，甚至是墓地都能很好的摆放在一起。     等等，墓地？是谁被葬在了那里？     “墓地是对我自己的惩罚。”T-Rav说，在墓碑上你可以清楚看到是谁的名字（和死亡原因），“每次我死了之后，我都不由自主的立下墓碑，鼓励自己更好地生存下去。”啊，但愿现实生活也能够如此宽容。要把墓碑制作出来是很烦的，但是T-Rav的其中一个死亡原因是'尝试飞翔'，恩，我能够理解。     在世界的其他地方，村庄的远处，有许多大规模实验，比如空中花园与空中城市。Raven的世界不仅仅是将一堆随意的建筑集中在一个世界上-每个建筑，每个位置，每一个奇怪的小实验都有一个故事可以讲。     “我给我的每个建筑都编了一个故事就如同我在建造时一样。”Trog说，接下来描述了他是如何为每一个项目提出自己的想法的，“我在天空中建造了这个城市，当我在建造它的时候我会想出各种不同的迷你故事。”他甚至把这种技术称之为他的“标志性特征”-能够看透一个地方的背景对于创造些新颖有趣的东西是非常重要的。     现在，就像我之前提到的，但是这整个世界-从随风飘荡的草地-到高耸入云的城堡-这都是在生存模式中建造的。这个团队一直在上传他们建造整个世界的视频-他们将其称之为“第一季”，他们承诺第二季将会到来，并且使用新的mod来保持趣味性。     在生存模式中让自己生存下去是非常困难的，更别说建造一个完整的世界了-但是有朋友与你分享资源和分担任务会造成巨大的差异。     “我们只是想拥有一个亲近的集体，”Trog说，“所以我们一开始在一个生存服务器上玩了几个月。”另一个团队成员Jena说，“目的就是可以创造一个结合我们特殊才能的世界，”T-Rav说出了对于这个团队的感觉，“就像一个家一样。”     尽管这一切听上去非常困难，但是Trog说他们可以很好的在一起工作：“我们总是互相鼓励对方尽自己所能，并且我们每当可以时就提供建议和提示。”     “每个人都有一个关于他们想做的事情的点子，”T-Rav补充道，“有时我们会举行一些特别的活动，就像去末地，或者是找到林地府邸，只是为了好玩。”     每当人们说起他们的团队“就像一个家一样”时，它会让你思考许多不同的东西。有些家庭**架，有些家庭根本就不跟彼此说话。但是一个好家庭是由互相支持的人组建的，每当需要时，他就会像一个单元一样起作用，但是都有其中包含每个人的努力。这听起来就和Raven SMP是什么一样-一群有着共同喜好（Minecraft）的人，聚在一起就能帮助彼此完成比独自一人所能取得的更多成就。这就是一个好家庭。",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1512555420,
            "txt_content": "不相信是生存\n哪里来的蜘蛛网\n"
        },
        {
            "author": "z99891179",
            "timestamp": 1512570660,
            "txt_content": "不死之躯 发表于 2017-12-6 18:17\n不相信是生存\n哪里来的蜘蛛网\n请去WIKI一下蜘蛛网"
        }
    ]
}