{
    "title": "中式建筑研究（概论）（历史风格向）",
    "author": "fiora",
    "replyCount": 4,
    "timestamp": 1512532800,
    "txt_content": "https://zhuanlan.zhihu.com/p/31732994原帖大家好又是我教书先生 这次带来的是中式建筑研究报告\n\n本文有唐宋元明清 没有 辽 金 五代 十国建议有一些基础再看唐（公元618-907年）唐朝建筑的风格特点是气魄宏伟，严整开朗。建筑发展到了一个成熟的时期，形成了一个完整的建筑体系。它规模宏大，气势磅礴，形体俊美，庄重大方，整齐而不呆板，华美而不纤巧，舒展而不张扬，古朴却富有活力，正是当时时代精神的完美体现。因为其法规《营缮令》 其中规定哪一等级的官吏可以建什么规模的房屋 使用什么样的装饰在居宅上表现出尊卑贵贱的关系 唐朝大规模建设也促进其建筑的标准化据不完全的唐《营缮令》资料，唐制仅宫殿可建有鸱尾的庑殿顶，用重藻井；五品以上官吏住宅正堂宽度不得超过五间，进深不得超过九架，可做成工字厅，建歇山顶，用悬鱼、惹草等装饰；六品以下官吏至平民的住宅正堂只能宽三间，深四至五架，只可用悬山屋顶，不准加装饰。从其他史料得知唐代城门也有等级差别：都城每个城门开三个门洞，大州正门开两个门洞，县城开一个门洞；城中道路宽度也分级别。大同华严寺薄伽教藏殿色调简洁明快，屋顶舒展平远，门窗朴实无华，给人庄重，大方的印象。\n斗拱硕大。斗拱大是唐代木构建筑最基本的特征，因为斗拱大，屋檐看上去较为深远。简单而粗犷的鸱（chi）吻。鸱吻就是房屋屋脊两端的一种装饰物，唐代木构建筑的鸱吻一作鸱鸟嘴或鸱鸟尾状。屋檐高挑。唐代木构建筑的屋檐高挑向上翘起，而且屋檐通常分为上下两层。\n屋瓦呈青黑色。\n柱子较粗。唐代木构建筑的柱子比较粗，而且下粗上细，体现了唐朝人以胖为美的审美取向。色调单一。唐代木构建筑所包含的颜色不会超过两种，一般均为红白两色或黑白两色。\n唐代的的瓦有灰瓦、黑瓦和琉璃瓦三种。灰瓦较为疏松，用于一般建筑。黑瓦质地紧密，经过打磨，表面光滑，多使用于宫殿和寺庙上。长安大明宫出土的琉璃瓦以绿色居多，蓝色次之。\n大型城市 长安 洛阳大型宫殿 大明宫 三清殿大明宫复原图现存唐朝建筑五台山南禅寺大殿（782年）五台山佛光寺东大殿（857年）广仁王庙大殿（832年）青莲寺藏经阁（833年）宋（公元960－1279年）华丽 精巧细腻，纤巧秀丽，注重装饰。建筑举高变高（唐 1/4-1/6 ）（宋1/4-1/3）举高（屋顶高度与进深尺度之比）《木经》失传。《营造法式》就不说了，最完整的古代书籍。是官方颁布的一部建筑设计、施工的规范书（还是说一下吧）第一、二卷是《总释》和《总例》，对文中所出现的各种建筑物及构件的名称、条例、术语做一个规范的诠释。指出所用词汇在各个不同时期的确切叫法，以及在本书中所用名称，统一语汇。\n第三卷：壕寨制度、石作制度。\n第四、五卷：大木作制度：材、斗栱、昂、鋪作、平坐、梁、闌額、柱、陽馬、棟、柎、椽、檐、舉折\n第六至第十一卷小木作制度:板门，格子门，乌头门，软门，\n第十二卷雕作制度、旋作制度、锯作制度、竹作制度\n第十三卷：瓦作制度、泥作制度\n第十四卷：彩画作制度\n第十五卷：砖作、窑作制度等13个工种的制度，并说明如何按照建筑物的等级来选用材料，确定各种构件之间的比例、位置、相互关系。大木作和小木作共占8卷，其中大木作首先规定了材的用法。大木作的比例和尺寸，均以材作为基本模数。\n16-25卷规定各工种在各种制度下的构件劳动定额和计算方法。\n26-28卷规定各工种的用料的定额，和所应达到的质量。\n29-34卷规定各工种、做法的平面图、断面图、构件详图及各种雕饰与彩画图案。佛教获得了极大发展 寺院 佛塔都有很多差点忘了还有移柱造 减柱造《营造法式》把殿堂结构分为四种：单槽，双槽，分心槽和金箱斗底槽。\n一旦选定了用那种承重形式，柱网布置就基本上确定了，只是开间上有变化而已。移柱造将若干内柱移位，增加或减少柱距，以达到所需要空间和功能的做法减柱造去除若干内柱，增加内部空间移柱造 天津宝坻县广济寺三大士殿——把前金柱后移，扩大了前槽的理佛空间\n山西大同华严寺大雄宝殿——把前后进驻都内移，同时扩大了前后槽空间\n山西大同善化寺大雄宝殿——同三大士殿减柱造 山西太原晋祠圣母殿\n\n两者皆有 山西大同善化寺三圣殿 （疯了 这些字对不齐）现存建筑隆兴寺佛香阁海清寺六和塔华林寺保国寺晋祠文庙玄妙观（我好像没说抬梁式和穿斗式)元代（公元1271年—1368年）一群野蛮人 建筑简单粗糙依赖汉人工匠 所以结构上和宋朝没有太大区别斗拱变小变多脊线不再用瓦叠出来 而是用砖因为住蒙古包 不适应内部有很多柱子 所以大量的使用减柱造和移柱造因为蒙古人喜欢白色 所以大部分瓦是白色的不过大部分建筑被元朝初期拆了个干净活该被拆 这tm啥玩意啊阳和楼北岳庙德宁殿慈云阁明应王殿广福寺大殿广胜寺诸门殿永乐宫明朝（公元1368—1644年）前期和宋朝一样严谨 后期装饰越来越多经济的繁荣促进了各类建筑的发展。首先是南北两京(南京、北京)和大规模宫殿、坛庙、陵墓和寺观的建成，如两京宫殿、十三陵、天坛、南京大报恩寺和武当山道教宫观等，都是明朝有代表性的建筑群。明代在第宅等级制度方面有较严格的规定。一二品官厅堂五间九架，下至九品官厅堂三间七架；庶民庐舍不逾三间五架，禁用斗栱、彩色。（敲黑板）十三陵宫殿建筑紫禁城（故宫）（上面有明朝建筑 我就不在这里列出了）清朝（公元1616-1911年）我大清（自行脑补）清代建筑的艺术风格亦有很大改变。宋元以来，传统建筑造型上所表现出的巨大的出檐、柔和的屋顶曲线、雄大的斗拱、粗壮的柱身、檐柱的生起与侧脚等特色逐渐退化，稳重、严谨的风格日趋消失，即不再追求建筑的结构美和构造美，而更著眼于建筑组合、形体变化及细部装饰等方面的美学形式。清代建筑艺术在装饰艺术方面更为突出，它表现在彩画、小木作、栏杆、内檐装修、雕刻、塑壁等各方面。清朝时出现的建筑极多，于是木头就没了，用于宫殿的大木更是少之又少，于是砖头使用的频率变高了不少。作为传统建筑结构的主体形式的木构架技术亦有许多改进。如柱网更为规格化；元明以来习用的侧脚、生起作法及斗拱构造等逐渐退化或减弱。材分制名存实亡。清代大型建筑的内檐构架基本上摆脱了斗拱的束缚，使梁柱直接榫接，形成整体框架，提高了建筑物的刚度。清代建造了一大批楼阁式建筑，就是按照这种新的框架方式，如承德普宁寺大乘阁、北京颐和园佛香阁、雍和宫万福阁等。清代大建筑的梁柱村料多改用帮拼方式，以小木料攒聚成大材料，外周以铁箍加固，表面覆以麻灰油饰，完全不露痕迹。帮拼法不仅节约了巨材，而且为分段施上的多层楼阁创造了条件。山东曲阜孔庙清东陵和清西陵承德避暑山庄外八庙\n结束了。。。。。\n\n\n\n\n资料来自 维基百科 百度百科 互动百科 知乎 不知名小网站等等\n蒸汽朋克 打勾欧洲建筑 打勾中式建筑概述 打勾现代建筑 没研究过赛博朋克 没研究过园林 正在研究中式建筑细节 略知一二这大概是顺序了\n\n",
    "replies": [
        {
            "author": "黑星nova",
            "timestamp": 1512627660,
            "txt_content": "知识了解了不少了，现在该去动手做建筑了"
        },
        {
            "author": "2759159258",
            "timestamp": 1512642540,
            "txt_content": "这...看资料看到头晕\n不过感觉只有一小部分和建筑有关吧。。。\n不过还是支持!(^V^)"
        },
        {
            "author": "fiora",
            "timestamp": 1512696600,
            "txt_content": "2759159258 发表于 2017-12-7 18:29\n这...看资料看到头晕\n不过感觉只有一小部分和建筑有关吧。。。\n不过还是支持!(^V^) ...\n是的 主要是科普和介绍 干活有点少"
        },
        {
            "author": "fiora",
            "timestamp": 1512696780,
            "txt_content": "darknova 发表于 2017-12-7 14:21\n知识了解了不少了，现在该去动手做建筑了\n正在做第二个大比例2333\n话说为什么我那么眼熟你 好像在哪里见过你 qq里却找不到呢"
        }
    ]
}