{
    "title": "欧洲建筑风格研究（快速了解欧式）",
    "author": "fiora",
    "replyCount": 8,
    "timestamp": 1512430620,
    "txt_content": "古**建筑公元3100年-公元30年（被罗马灭亡）没有多少建筑遗迹 没有石质工具 所以大部分建筑为墓室 主要有封闭性和防御性金字塔 稳定 永恒 单纯 石柱比例1：7 间距=2.5倍柱底直径\n古希腊建筑公元前12世纪-公元前2世纪人字顶与攒尖顶 （人字顶非原创 但是古希腊将其发扬光大 对于斜坡度 山墙的雕花 以及装饰 体现了典雅的艺术）（攒尖顶变成了中世纪尖锥顶）古代希腊柱式有三种 陶立克（Doric）（男性）高度为底部直径4.5-5.5倍 三分之一处隆起 向上收缩 有16-20凹槽爱奥尼（Ionic）（女性）高度为底部直径的8-9倍 一般有24条凹槽科林斯（Corinthian)比爱奥尼更细神庙长宽比例1：2  柱子数量为a：2a+1 建筑例子 帕提农神庙 伊瑞克先神庙 艾比到拉斯剧场 雅典体育场 \n古罗马公元753年-公元395年建筑材料为天然混凝土（火山灰+石灰+水）券拱 半圆支撑 十字拱  两个筒形拱券十字相交拱顶 建筑顶部不再是直线在希腊的三种柱式上又有了自己两种巴西利卡 （厅堂类型）（教堂)长方形 木制屋顶《建筑十书》全世界保留到现在最早的建筑书籍 拥有了纪念性建筑 凯旋门 记功柱拥有了公共娱乐设施 浴池 (戴克里先浴场 卡瑞卡拉浴场）特色建筑 斗兽场 竞技场（大斗兽场）十分牛逼的建筑 万神殿 \n拜占庭建筑公元4世纪-公元15世纪神权的开始 迁都到拜占庭城（改名为君士坦丁堡）分裂 东罗马=拜占庭帝国（东正教）建筑特色 彩色云石玻璃马赛克和彩色大理石装饰集中式 （希腊十字）(医院的十字）中心拱顶 周围多个小拱顶 （圣马克教堂 圣索非亚东正教堂 伯拉仁诺教堂）地方传播（俄罗斯）（阿拉伯）（洋葱顶 帐篷顶 喜欢涂颜色）（阿拉伯人喜欢在四角加上四个尖顶的楼）（**教）\n中世纪建筑公元4世纪-15世纪西罗马 基督教（罗马风/罗曼风）大多数建筑为教堂 使用古罗马时期公共建筑巴西利卡平面 （因为可以无限延长 建造简单）又称拉丁十字平面（和十字架差不多)早期教堂因为基督教（尤其是天主教）否定古代文明（古代文明不信上帝）所以教堂非常简陋 窗子少 光线昏暗 空气混浊 使用蜡烛照明所以经常被烧毁  与教会提倡的苦行禁欲一样不过有些教堂是又古罗**筑建筑改建而成有不少的城堡 防御性极强  和教堂相比 教堂用整石 城堡用毛石代表性建筑 比萨大教堂 （大家是不是只知道比萨斜塔因为伽利略）（透视门 扶壁 肋骨拱）\n哥特式建筑 被天主教选作教堂的样式  （特点是尖 尖锐 垂直）十字相交的点一般会有尖塔 而这个尖塔的造型又被搬到入口处的钟楼上使用（指出天堂所在）哥特式教堂的窗户开的又多又大 于是用了彩色玻璃 为了克服语言文化上的障碍 就把圣经故事做成连环画 在阳光透过彩色玻璃时 教堂内充满了五颜六色的光柱 这在以前建筑里是无法见到的 基本色调蓝色→深红→紫色 用来固定的铅条变细 连环画简化 于是画面变大圆窗 早期为车轮式 然后为玫瑰式 最后为火焰式被称为玫瑰窗（天使在上帝身边不断飘洒的玫瑰花瓣）老虎窗 哥特式住宅屋顶高达陡峭 为了利用这部分空间 就会在这类屋顶上开窗户（通风 采光）早期建筑（重建后的法国圣丹尼斯教堂 巴黎圣母院）不同国家不同的哥特教堂英国（在郊野 有诗意 舒缓稳定 十字相交处高塔比钟塔高 也有不建钟塔的）法国（高耸的钟塔挟持正门 立面纵分为三段 正中央就是玫瑰窗）德国（一般只有一个钟塔 装饰少 独立性强）西班牙（特殊的风格 穆旦迦风格 特点是马蹄形券拱）代表性建筑 巴黎圣母院 夏尔夏特教堂 无二墓教堂 米兰大教堂 威尼斯总督府 \n文艺复兴建筑15世纪-16世纪中15世纪时 拜占庭的手抄本 罗马废墟的古代雕像 展现了一个新世界也就是拜占庭 罗马 建筑的复兴 但是水平提高了意大利是文艺复兴的发源地 《建筑十书》成为复兴古罗**筑的指南代表性建筑 佛罗伦撒圣马利亚大教堂（圣母百合大教堂）（花之圣母大教堂）吕卡第府邸 圣彼得大教堂（世界最大）卡比多广场 为维琴圆厅别墅\n巴洛克式建筑16世纪末-17世纪30年代以后意大利衰落 建筑变少 因为郡主诸侯依靠耶稣教团对抗宗教改革 所以教会就变得富有建造了很多教堂 并且因为足够有钱 所以成为了巴洛克风格的一个特点 就是珠光宝气为了追求建筑的动感 大体上使用椭圆形 用卷涡形 波浪形 S形 来装饰 有热情 奔放 生动的艺术效果 和不规则 (打破以前的严肃 理性）大量的使用绘画的雕塑 巴洛克时期还有精致水池 喷泉 园林 与建筑互相衬托 代表性建筑 耶稣会教堂 圣卡罗教堂 圣彼得大教堂  圣保罗大教堂 \n洛可可风格与巴洛克风格同时代 但是主要是室内装饰风格 用曲面的去装饰室内空间的菱角 偏向自然主义 所以有很多植物图形 大面积的镜子 玻璃大吊灯 金色装饰线 来体现闪烁的光和色彩）主要色调为金 白 绿 蓝 粉红 浅玫瑰色 （女性）（娘化巴洛克（划掉））城市住宅 乡村别墅 大多使用洛可可风格  \n古典主义建筑16世纪-19世纪初这一部分拿出来说是因为文艺复兴不止在意大利有影响（法国入侵意大利 获得了文化和艺术）在法国 教会处于弱势 所以皇家建筑得到了极大发展（研究古罗**筑和文艺复兴时期建筑）孟莎式屋顶  法国独创 屋顶不再是一条直线 而是有不同坡度 或者顶部为四边形（脑补一下等腰梯形）（就是把哥特顶拦腰一刀削掉）落地窗 法国独创（从天花板到地板） 法国古典主义园林 大 和 规则式 （几何）园艺家把自然状态的植物统一到井然有序 均很匀称的状态 （人工美大于自然美）代表性建筑 桑堡宫堡 鲁佛尔宫（卢浮宫） （一开始是城堡 然后经过11个君主不断改建扩建）凡尔赛宫 残废军人新教堂 凯旋门 \n包豪斯也是重要的一个里程碑 但是还没有研究过 所以就没有了",
    "replies": [
        {
            "author": "天火老将",
            "timestamp": 1575118740,
            "txt_content": "+1 有图就更棒了！"
        },
        {
            "author": "2918943097",
            "timestamp": 1576855380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2260216493",
            "timestamp": 1581856740,
            "txt_content": "弄上1两张图片会更好的"
        },
        {
            "author": "Worf丶Horo",
            "timestamp": 1582979460,
            "txt_content": "又是复制粘贴百度百科？"
        },
        {
            "author": "Dy菠萝派",
            "timestamp": 1583066940,
            "txt_content": "文字大家都会看， 重要的还是有实物图和游戏图的对比什么的"
        },
        {
            "author": "creeperkight",
            "timestamp": 1583712180,
            "txt_content": "欧美"
        },
        {
            "author": "我是小黑。",
            "timestamp": 1583746200,
            "txt_content": "爱了爱了哈哈哈"
        },
        {
            "author": "1363002619",
            "timestamp": 1583821380,
            "txt_content": "有配图就更棒了~！"
        }
    ]
}