{
    "title": "【十二月活动】【原创/单篇】旅行",
    "author": "海潮",
    "replyCount": 10,
    "timestamp": 1512738600,
    "txt_content": " 本帖最后由 海潮 于 2017-12-9 19:12 编辑 \n\n【写在前面】：\n    不知道破绽还有多少人认识我了，自从被封禁以来（oil...）已经半年没有上过论坛了，有些时候真是奇怪，明明给了你的却不能收回来，而是通过另外一种方法去惩罚，可笑可笑，不知道还有多少个这样的明天在等着我，也许，就是现在。\n\n\n《旅行》\n\n\n【年】\n\n    冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……纷纷散散地飘落下来，附在了树叶上，给古老的榕树披上了一层淡淡的银装。\n\n    雪才刚落不久，所以砂石路上依旧由黄色充斥着。我为了躲避外头的风沙，穿过了一条又一条的大街，我想寻找一份温暖，一份属于寒冷的天的温暖，大街上的酒吧都已经人去楼空，只剩下几幅招牌孤零零的挂在远处，默默地承受着风沙的洗礼。最后，我只得走到了一条小巷里，望着从天上飘来的朵朵银花，衣着单薄的我不禁感到寒冷。从裤兜里掏出一支烟，奋力地从衣袖中拿出燃油所剩不多的打火机，轻轻用拇指转动转轮将火点燃，在冷冷的冬天里给予我一丝温暖的回报。透着浓雾我看不见远方，我只看见在我的侧身有一个人默然伫立着，是一个女人，看上去是一个很安静的姑娘，默默地站在那里一动不动，一副若有所思的样子。她在想些什么呢？我在心中暗自发问。\n\n    和往日一般，我依旧无法开口。\n\n    侧了侧身，从她的后方仔细的打量着，女人有着一头锃亮的黄头发，身着深棕色云霓大衣，腰间别着妖蓝色的细腰带，从背影衣着来看，不乏是个美人。她将身子微微侧过，并没有发现我的视线，于是我继续研究起她的正面，在黑色高领毛衣的衬托下，在胸间有两颗大圆球在微微起伏着，女人也在抬头看着雪花，看样子好似在等待着谁，她的鼻子高挑，却有一颗樱桃小嘴；眼睫毛长长的，却遮掩不了双眼皮的美。但从眉宇间似乎看见几丝泪滴，缓缓流淌在女人眼边中，最后与她左眸西北方向的美人痣连成一线。\n\n    你在等待谁呢？姑娘。我很想上前去问她，可是，我却不敢，不是不敢上，而是因为不敢上的不敢我才不敢上。当然，这是后话。我继续站在原地，烟已经抽完了，直到烫的嘴巴起泡时才方然发现，把烟头丢在地上，奋力地踩几脚。\n\n    雪过了一会儿越下越大了，天亦变得越来越黑，吹来的寒风略微吹起了她的刘海，露出雪白的肌肤，她就像一位冰美人般，美艳极了。\n\n    这个世界很快就要崩塌了，作为时空旅行者的我来说，这是我的第三个旅点，说累说麻烦其实也不。但也就这样子吧，人一辈子都在苍茫奔波，而我只不过是距离比较远些罢了。“上一次时空迁跃是什么时候？”自问道。两年前因为同样的原因，我从我的母星来到了这里，告别生我养我的母星，心中难免悲愤难平。但也许这就是旅行，旅行者永远没有家的归属，只能在一个又一个的陌生的地方留下属于自己的脚印便草草离开。“不过这样也好，你看到了世界。”我这样安慰自己，心里却一股脑的说——\n\n    “你在撒谎。”\n\n    为什么要迁移呢，一开始我还小，稀里糊涂地上了穿梭机，到了这颗星球上，我花了两个月的时间才看懂了当地的报纸上的文字，思绪很乱，好像是什么...黑洞...时空塌缩，在全息报纸上，我看到了星球是如何被他湮灭的——像被格式化一般，一粒一粒地分解，最终化为宇宙尘埃，消失的无影无踪。但好在庆幸，我的母星，我的科学家们抢先发明了时空跃动器，他可以带领我们穿梭时空，去到一个相对较为安全的地方，但，No one knows where it is。每一次的穿梭，就是一次冒险；每一次的穿梭，就是一次诀别。相比第一次穿梭时的伤心悲痛之情，早已变得麻木了“不过是换了一个地方生活罢。”望了望手中的机械手表，因为长时间没有调整已经有了不小的时差，但勉强还能看，那也就将就下吧。\n\n\n    西姆洛夫时间：4:37\n\n\n    距离进入小巷已有半小时了。\n\n    再次看了看天，雾已经没有刚出那般浓艳了。浓雾散了去，我的目光又回到了女人的身上，透过女人长长的诱人的睫毛，隐隐约约能够看到在前方散发着微紫色的小颗粒在空中无规则地运动着——那是时间跃动器在进行运动时所散发出来的能量粒子，在空中慢悠悠的旋转着，与雪花成相反方向朝天上飞去，化成了虚无。\n\n    “其实时间跃动器也蛮简单的，无非就是几块黑曜石，拿着打火机往地上一点就好了，但就是没有人能够想的出来罢了，或许是太过于粗暴了吧。”我在不知不觉中闭上了眼，心里如是想......\n\n    不知不觉中我睡着了......时间过了很久。\n\n    “是你吗...”\n\n    心里似乎隐约传来了一句听上去像是小女孩子在讲秘密时的声调般细弱。\n\n    “是你吗.......”\n\n    睁开了眼，却发现我不在小巷里了。我好似经历了一场冬眠般，浑身困乏无力，迷迷糊糊中，我能看见一个大时钟挂在虚无的墙面上，时钟在转动着......此时的我并不知道这里是那里，环绕四周也就只有我一个人，没有提词版，低头看了看手表——早已停转了。\n\n    我坐下来，头低沉下来，思索着这里的一切“莫不是我被带到了时间禁地？”时间禁地是时间跃动者的噩梦之地，在这里，现实中的24小时的时间概念不复存在，只有时间禁地的那块大钟才是主宰者。想到这里猛然抬起头一看，刚刚是4:37的，我睡了一觉时候，却仍然是4:37，怪异怪异，不祥的念头在我心中展开，恐惧之花此刻绽放。“也许我的一生也就这样了吧。”不禁有些悲伤，眼角汇聚成了许滴泪珠，活像之前的女人“呵，我还记得她。”\n\n    真是该死的记性。\n\n    不过我在这里这么久了，都没有做任何动静，是否在所谓的时间末路中，还有所谓的末路的末路呢，想到这心中有些希望的火花被点起，愤然起身，我的身体却被一个巨人拍到般，狠狠地砸到了我的背部，再一次陷入了沉睡......\n\n\n【结α】\n    我睁开眼，发现自己躺在床上，鼻子接上了氧气管，眼前是白色的高墙，环顾四周，是各式各样的仪器，他们有节奏的运动着，屏幕内的指线有规律地缓缓前进，周围有两个人，一个身着白大褂，一个身着深棕色云霓大衣。\n\n    一个男人和一个女人。\n\n    男人嘀嘀咕咕的说：“精神遗忘症的第十七次实验已经表明了，您的丈夫永远都不可能醒过来了...请您放弃吧。就算通过高新技术潜入到脑皮层内部，您的丈夫看到的也只不过是您的虚影，您永远开不了口，而他也永远说不了话。而且，再这样治疗下去，开支也......”我看到女人了，和那里的女人完全一致，一模一样。美丽到了极致。\n\n   女人很震惊，她捂住了嘴，眼角的泪直流而出，划过了眼角，左眼西北方向的美人痣悄悄地连成了一线。“怎么会......”她嘀咕着......\n\n    她的手最终颤抖着在一张白纸上签了字——\n\n    同意放弃治疗确认书\n\n\n【结β】\n    冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……纷纷散散地飘落下来，我独自一人再次走入小巷，又一次见到她，依旧美丽的她，在冥冥之中，我隐约能感觉得到，她在等我。\n\n    只是我早已忘了怎么回应了罢。\n【完】\n    \n\n【后记】\n    我这次认为自由的科幻作品，许会有意想不到的收获，于是旅行就这么被写出来了，每个人的旅行都是一次诀别，都是一次冒险，都是一次朝拜，都是一次洗礼。在这个世界里，主角被捆绑在了两个平行层面里，只要在一个世界里死亡，另外一个的平行世界里的那个TA也会随之消失。也许到头来，主人公在【年】里面，才是真真正正的所谓的真实世界呢？这个问题没有答案。因为自由的人不会有答案。\n\n我们来年七月份再见（笑\n\n\n这次不at人了，也不知道之前的朋友凉了多少个了，凑合看看吧。\n算了，快要九级和1000人气了，大家快来加分啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1512739680,
            "txt_content": "来年七月见？这就准备高考去了么"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1512741060,
            "txt_content": "这人谁啊貌似在哪里见过\n没再特意提醒的话，估计也不会有几个人注意到有老咸鱼诈尸了罢\n周创向来都很冷清，罢\n原来的活跃分子也很多都去忙别的了，会翻创作版的，少。\n祝好运。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1512742200,
            "txt_content": "唔，是海潮啊。\n【其实版规重订以后，你的字数没有达标。算了，微小说，微小说。】"
        },
        {
            "author": "Marospy",
            "timestamp": 1512785040,
            "txt_content": "她将身子微微侧过，并没有发现我的视线，于是我继续研究起她的正面，在黑色高领毛衣的衬托下，在胸间有两颗大圆球在微微起伏着WOW"
        },
        {
            "author": "海潮",
            "timestamp": 1512817800,
            "txt_content": "Smokey_Days 发表于 2017-12-8 22:10\n唔，是海潮啊。\n【其实版规重订以后，你的字数没有达标。算了，微小说，微小说。】 ...\n这下子应该达标了，虽然很水"
        },
        {
            "author": "xcc",
            "timestamp": 1512825180,
            "txt_content": "捕捉野生海潮（\n似乎再发几个帖子能突进到九级呢（\n\n"
        },
        {
            "author": "海潮",
            "timestamp": 1512825600,
            "txt_content": "xcc 发表于 2017-12-9 21:13\n捕捉野生海潮（\n似乎再发几个帖子能突进到九级呢（\n我DIO哒今天就要靠这个上9"
        },
        {
            "author": "縻风",
            "timestamp": 1513410540,
            "txt_content": "很强势的科幻。\n话说湮灭的现象不应该是“一道金光”么？物质与反物质接触以后两者湮灭产生大量能量，为什么会有宇宙尘埃呢？\n还是说是一种元素一种元素湮灭所以才会这样XD？\n原谅我学识太浅XD"
        },
        {
            "author": "海潮",
            "timestamp": 1513413540,
            "txt_content": "縻风 发表于 2017-12-16 15:49\n很强势的科幻。\n话说湮灭的现象不应该是“一道金光”么？物质与反物质接触以后两者湮灭产生大量能量，为什 ...\n其实只有一个宇宙，只不过是两个世界，二者并存，穿梭器不过是两个世界沟通的桥梁而已，质量守恒听过吗？在任何与周围隔绝的物质系统中，不论发生何种变化或过程，其总质量保持不变，所以我的湮灭是从物理出发，再怎么科幻，我也要写得让读者看得懂，这才是我的目标。"
        },
        {
            "author": "縻风",
            "timestamp": 1513413900,
            "txt_content": "海潮 发表于 2017-12-16 16:39\n其实只有一个宇宙，只不过是两个世界，二者并存，穿梭器不过是两个世界沟通的桥梁而已，质量守恒听过吗？ ...\n质量守恒我晓得嘛。但是湮灭的定义就是物质和反物质接触以后湮灭转化成能量。类似于1+(-1)=0"
        }
    ]
}