{
    "title": "Minecraft Java版 17w49b 发布",
    "author": ":spgbigfan:",
    "replyCount": 7,
    "timestamp": 1512663720,
    "txt_content": " 本帖最后由 kakagou12 于 2017-12-8 21:55 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，17w49b为其第10个预览版。 转载本贴时须要注明原作者以及本帖地址。 \nMinecraft 快照 17w49b\nJava版 1.13 的快照\n17w49b的更改\nAdded tags for functions为函数加入了标签(tag)Removed the \"game loop\" gamerule, now anything tagged in minecraft:tick will run every tick移除了“game loop”游戏规则(gameLoopFunction)，现在所有贴有minecraft:tick的都会在每一刻执行。Ticking functions now run before the world, not after每刻执行的函数在运行顺序上现在先于世界When overriding a tag, you now append instead of replacing从一个不同的数据包重写标签时，现在的效果是附加而不是替换\n\n修复的漏洞\nFixed bug MC-100579 - Pistons do not account for block updates triggered by blocks broken by the extending piston when placing moved blocks, resulting in duplication issues在放置被移动的方块时，延展活塞而破坏方块导致的方块更新不会影响活塞，导致复制问题Fixed bug MC-122196 - Language options are blank语言列表为空Fixed bug MC-122711 - Piston leave their head behind破坏活塞会留存活塞头Fixed bug MC-122725 - Unable to duplicate banners in crafting table在工作台无法复制旗帜Fixed bug MC-122889 - The name of the chiseled sandstone recipe is cut_sandstone, not chiseled_sandstone錾制砂岩的配方名称为cut_sandstone（切制砂岩），而不是chiseled_sandstone（錾制砂岩）Fixed bug MC-122910 - New block/item tags don't work in commands新的方块、物品标签在命令中不起作用Fixed bug MC-122914 - The texture of the lava and water is invisible when there is a block above当上方有一个方块时，岩浆和水的材质不可见Fixed bug MC-122916 - team color commands don't work properly队伍颜色未正常工作Fixed bug MC-122918 - Log crafting recipes produce one plank原木的合成配方产出一个木板Fixed bug MC-122924 - Wrong crafting recipe output for granite and andesite花岗岩和安山岩的合成配方有误Fixed bug MC-122925 - Opening spectator menu crashes the client打开旁观者菜单导致客户端崩溃Fixed bug MC-122931 - Frost walker freezes all water, even if there are mobs in the water冰霜行者冻结所有的水，即使有生物在水里面Fixed bug MC-122935 - hang on 'waiting for chunk' and/or fatal background exceptions when teleporting to new chunks in a busy gameloop在一个繁忙的游戏循环中传送到新区块时留置在“等待区块”状态并/或在内部显示致命错误提示\n\n安装快照\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraft.Download/versions/17w49b/minecraft_server.17w49b.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13 特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需**）Dinnerbone的Twitter（英文，内地需**）Grum的Twitter（英文，内地需**）Searge的Twitter（英文，内地需**）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n \n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1512664740,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-12-8 00:42 编辑 \n\n移除了“game loop”游戏规则，现在所有贴有minecraft:tick的都会在每一刻执行?\n不是gameLoopFunction 吗？\nAdded tags for functions.\n\n这里的tag我建议先不要翻译比较好，因为刚出来的内容，应该是和上一个快照的tag是一个意思。不如翻译成为函数添加了tag\n\n"
        },
        {
            "author": "zhao55052",
            "timestamp": 1512805320,
            "txt_content": "语言列表为空这个bug我也遇到过，那时候我是重启了一下客户端就好了，现在是彻底修复它了。"
        },
        {
            "author": "Yaossg",
            "timestamp": 1512812820,
            "txt_content": "好惨的一个新闻。。。加上我也才三个回复啊"
        },
        {
            "author": "AoXiang001",
            "timestamp": 1512889920,
            "txt_content": "感觉这次修复的bug都好严重233"
        },
        {
            "author": "2861008300@qq.c",
            "timestamp": 1512893640,
            "txt_content": "这样都没人存在的么 、?"
        },
        {
            "author": "zhiye12346",
            "timestamp": 1512895080,
            "txt_content": "呵呵厉害了有意义"
        },
        {
            "author": "zhiye12346",
            "timestamp": 1512895140,
            "txt_content": "可以帮助新手谢谢。加油！"
        }
    ]
}