{
    "title": "Minecraft Java版 17w49a 发布",
    "author": ":spgbigfan:",
    "replyCount": 11,
    "timestamp": 1512581220,
    "txt_content": " 本帖最后由 kakagou12 于 2017-12-7 14:24 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，17w49a为其第9个预览版。 转载本贴时须要注明原作者以及本帖地址。 \n                                        Minecraft 快照 17w49a                                                            Java版 1.13 的快照                                    \nThis weeks snapshot brings us bug fixes! Lots of bug fixes.\n这一周的快照都是修漏洞！修了很多漏洞。\n\n17w49a的更改Added new data concept: 'tags'增加了新的数据概念：'tags'Lots of bug fixes!修了很多漏洞！Tab now also cycles the command suggestions againTab再次可以循环选择命令提示了\n\n修复的漏洞：Fixed bug MC-99321 - Hoppers cannot pull items from double chests if second chest is blocked如果第二个箱子被锁，漏斗无法从大箱子吸出物品Fixed bug MC-121282 - Server icons erased on loading multiplayer menu服务器图标在加载多人游戏菜单时消失了Fixed bug MC-121631 - Taking items from the creative inventory search tab no longer resets search text从创造模式物品栏的搜索选项卡中拿出物品后不再重置搜索文本Fixed bug MC-121632 - Pressing \"chat\" key selects search in creative inventory/recipe book AND types the letter按下“聊天”按钮会转到创造模式物品栏/配方书，并输入相应字母Fixed bug MC-121648 - \"Difficulty\" in settings is untranslated and lowercase“难度”选项未翻译，且为小写形式Fixed bug MC-121665 - Key \"None\" display string as \"key.keyboard.-1\"键位“无”会显示字符串“key.keyboard.-1”Fixed bug MC-121705 - Cursor is offset from actual mouse location when opening GUIs while moving mouse在移动鼠标时打开GUI界面，会导致光标位置偏离实际位置Fixed bug MC-121709 - The clickable area to sort the statistics menu are not in the right place统计菜单里的可点击区域不在恰当的位置Fixed bug MC-121714 - Unable to save screenshot of PNG format无法将截屏保存为PNG格式Fixed bug MC-121718 - You can not select the spectator menu无法选择旁观者菜单Fixed bug MC-121808 - Command argument validation for single entity says player in some error messages对于只容许单个实体的命令参数，错误信息写的是“玩家”一词Fixed bug MC-121873 - Dark background missing from beacon GUI信标GUI缺失黑色背景Fixed bug MC-122148 - No Block, Item, Mob, GUI, or any other texture renders -- No sounds play无方块、物品、生物、GUI，或其他所有材质的渲染——没有声音播放Fixed bug MC-122270 - Pushing blocks with connections doesn't update them推动有连接的方块不会导致更新Fixed bug MC-122295 - Backups folder is created outside of the server directory when using a dedicated server使用专门服务器时，备份文件夹创建在了服务器目录之外Fixed bug MC-122309 - '/gamerule gameLoopFunction' does not tab complete function names'/gamerule gameLoopFunction'无法自动补全函数名称Fixed bug MC-122314 - All maps created in earlier versions are now the same所有早期版本的地图都变成一样的了Fixed bug MC-122355 - Crash on breaking banner: java.lang.ClassCastException: arw cannot be cast to aru破坏旗帜时崩溃：java.lang.ClassCastException: arw cannot be cast to aruFixed bug MC-122383 - Pre-existing chests invisible, overlapping预先存在的箱子有不可见、重叠的问题Fixed bug MC-122395 - Custom player heads are called \"block.minecraft.player_headnamed\"自定义玩家头颅的名称为\"block.minecraft.player_headnamed\"Fixed bug MC-122492 - Debug stick can be used by non-op players非管理员玩家可以使用调试棒Fixed bug MC-122521 - Damaged anvil always turns to the North损坏的铁砧永远朝北Fixed bug MC-122536 - \"set_nbt\" function in loot table does not merge NBT to item战利品表的\"set_nbt\"功能无法合并NBT标签到物品中Fixed bug MC-122558 - Health criteria scoreboard objectives do not use hearts to display value anymoreHealth类记分版目标不再使用心形显示值了Fixed bug MC-122573 - Crash due to carpet and sticky pistons因地毯和粘性活塞导致的崩溃Fixed bug MC-122584 - Incorrect format string order in statistics统计中有不正确的格式字符串顺序Fixed bug MC-122625 - Order of contents of north- and east-facing double chests changed after update更新之后，朝北和朝东的箱子中物品的顺序会改变Fixed bug MC-122639 - Can't place lily pads on ice无法在冰上放置睡莲Fixed bug MC-122643 - Snow, carpet and daylight detectors culling adjacent upper slabs雪、地毯和日光检测器会导致邻接的上半砖渲染出错Fixed bug MC-122644 - Datapacks cannot replace vanilla crafting recipes.数据包无法替换纯净合成配方\nFixed bug MC-122646 - Attempting to add cullface to glass panes does not work向玻璃板添加剔除面不起作用Fixed bug MC-122650 - Player heads aren't affected by upgrade paths, renamed to \"block.minecraft.player_headnamed\" + head texture does not show, only when placed玩家的头不会被路径更新影响，被重命名为\"block.minecraft.player_headnamed + 头部材质在放置后不显示Fixed bug MC-122718 - Dirt border of \"video settings\" menu encroaching too far on settings“视频设置”菜单的泥土材质在设置界面延伸过远\n\n标签\nItems & blocks can be \"tagged\" with an ID, to make testing for things much easier. For example, checking if a block is \"wool\" with a command needs to actually test for every wool-like block individually. Now you can test if it matches the tag minecraft:wool, instead.\n物品和方块可以“贴上”一个ID标签，使得测试更为简便。例如，要用一条命令检测一个方块是不是“wool”，实际上需要分别检测所有羊毛类的方块。现在你可以检测方块是否匹配标签“minecraft:wool”了。\n\n标签的类型\nCurrently there's block tags and item tags. You use block tags when testing for blocks in the world, and item tags for testing for items (even block-items) in inventories. It may seem like we could just stick with item tags, but not every block has an item!\n目前有的是方块标签和物品标签。你可以用方块标签检测世界中的方块，同时可以用物品标签检测物品栏中的物品（包括方块物品）。看起来我们可以只用物品标签，但是不是所有方块都有物品形式！\n\n创建标签\nInside data packs, you can create a file at data/(namespace)/tags/blocks/foo.json to make a block tag called namespace:foo, which contains a list of blocks that should be tagged with namespace:foo.\n在数据包内，你可以在 data/(命名空间)/tags/blocks/foo.json 的位置创建一个文件，这样就会创建一个名为 命名空间:foo 的方块标签，里面包含着应该被贴上 命名空间:foo 的方块列表。\n\n工作进展\nThere's not many default tags (both item & block have minecraft:planks and minecraft:wool currently, that's it). We're migrating things over to it, still.\n现在还没有很多的默认标签（具体说就是，物品和方块目前只有minecraft:planks和minecraft:wool而已）。我们仍在进行迁移到标签的工作。\n\n配方\nRecipes can now refer to a tag instead of an item. This should save a few hundred thousand lines of code, somewhere.\n在物品之外，配方现在可以指定标签了。这可以在某些地方节省好几万行代码了吧。\n\n安装快照\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraft.Download/versions/17w49a/minecraft_server.17w49a.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13 特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需**）Dinnerbone的Twitter（英文，内地需**）Grum的Twitter（英文，内地需**）Searge的Twitter（英文，内地需**）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n \n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1512586260,
            "txt_content": "总算把Loottables修了……"
        },
        {
            "author": "pca006132",
            "timestamp": 1512600960,
            "txt_content": "我就知道肯定有方法方便检查item和block。。。\n就是想不到是这样罢了2333"
        },
        {
            "author": "枫叶秋林",
            "timestamp": 1512603540,
            "txt_content": "mojiang：版本号+1"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1512613140,
            "txt_content": " 本帖最后由 kakagou12 于 2017-12-8 11:27 编辑 \n\n标签功能暂时无法使用。见https://bugs.mojang.com/browse/MC-122910\n\n17w49b已修复标签问题。"
        },
        {
            "author": "pineapple_",
            "timestamp": 1512620820,
            "txt_content": " 本帖最后由 pineapple_ 于 2017-12-7 12:36 编辑 \n\n(啊真是只有想不到的特性，没有bugjump做不到的)\n\n以下内容部分虚构，还是不要看了，理解错了\n\n自从1.12开始我就在想:\n怎么能不用讨厌的非方形的刷怪蛋来自定义原版模组中的方块，\n\n最开始的思路:\n\n某个玩家能点到的区域原来有的方块，用marker标记上，方块被破坏了就把marker去掉\n\n玩家放置一个方块->玩家能点到的区域内没有marker的方块就是自定义的那个\n\n然后\n\n上个星期天我才穷举了一千多条命令，准备今天考完试(就是现在)把它做出来\n\n结果mojang要出这个功能了……(虽然现在不能用)\n\n可以弃坑了真xxx爽!!!不过令我不爽的是我为了想怎么做这个，昨天一整晚没复习\n\n所以理解的没错吧……就是能给方块加tag来testforblock(我是说execute)了吧"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1512621180,
            "txt_content": "pineapple_ 发表于 2017-12-7 12:27\n自从1.12开始我就在想:\n怎么能不用讨厌的非方形的刷怪蛋来自定义原版模组中的方块，\n穷举了一千多条命令……\n穷举大军真可怕……"
        },
        {
            "author": "广药",
            "timestamp": 1512624540,
            "txt_content": "Fixed bug MC-122521 - Damaged anvil always turns to the North\n损坏的铁砧永远朝南\n（北）"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1512632340,
            "txt_content": "pineapple_ 发表于 2017-12-6 18:27\n(啊真是只有想不到的特性，没有bugjump做不到的)\n\n以下内容部分虚构，还是不要看了，理解错了\n同(暂时)穷举了1000...."
        },
        {
            "author": "斯乌",
            "timestamp": 1512635220,
            "txt_content": "Mojang：修复了n个漏洞，同时新增了n+1个漏洞。\n\n\n"
        },
        {
            "author": "2759159258",
            "timestamp": 1512642420,
            "txt_content": "目测还要N个快照都迎不来正式版"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1512654840,
            "txt_content": "箱子被锁是什么意思？"
        }
    ]
}