{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week: Coal Ore 本周方块：煤矿石",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1512744060,
    "txt_content": " 本帖最后由 像素君 于 2017-12-8 22:51 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: COAL ORE本周方块：煤矿石\nCarbon and on and on and on煤和煤和煤和煤\nWhat's your first day checklist when you start up a new Minecraft world? Ours is something like: punch a tree, build a house or dig a cave, and then start hunting for basic resources like animals, seeds and our block of the week - coal ore!\n\n当你开始一个新的Minecraft世界时，第一天的生存清单上都有些什么呢？我们的大多是这样：砍倒一棵树，接着建一所房子或是挖一个山洞，然后开始寻找动物、种子之类的基础资源。哦对了，还有我们这一周的方块——煤矿石！\n\nCoal ore generates naturally in the overworld, and you'll find it all over the place - from the tippiest tops of mountains, to dark caves and the bottom of the ocean, all the way down to bedrock level. In fact, every chunk of the map is home to an average of about 140 coal ore, so if you're hunting coal, then you won't be looking for long.\n\n煤矿石会在主世界中自然生成。你会发现它随处可见——从高耸的山峰之巅，到黑暗的洞穴和深邃的海底，甚至到基岩附近都还有它们的影子。平均每一个区块都有140块左右的煤矿石。所以，当你在寻找煤炭时，你不费吹灰之力就可以找到它。\n\nVeins of coal ore vary in size - you might only find a few blocks together close to the surface, but underground you'll find much bigger clumps - especially if there's a fossil in the neighbourhood.\n\n煤矿石的矿脉大小不一——你可能只会在地面附近找到寥寥几块。但你在地下发现的可比在地面上要多得多——特别是当它附近有化石的时候。\n\n\nThe fact that there's coal ore in Minecraft is proof that, millions of years ago, there must have been trees in Minecraft. Because real-world coal is actually ancient trees and plants that have been buried and then squeezed by the pressure and heat of the Earth's crust for a very, very long time. The plants first turn into peat, then soft lignite coal, then bituminous coal and finally hard, shiny anthracite coal - all of which can be used as fuel.\n\nMinecraft里有煤矿石的事实可以证明，数百万年前的Minecraft世界一定是有树木的。因为在真实世界中，煤炭实际上是远古时代的树木和植物。它们被埋在地下后，就会被地壳的压力和热量挤压很长一段时间。这些植物首先会变成泥炭，接着变成软褐煤，然后是烟煤，最后变成坚硬的、有光泽的无烟煤——当然，它们都可以作为燃料使用。\n\nIn Minecraft, we only have one kind of coal - which was added to the game very early on in its development, at the same time as sand, logs and gold ore. Mining coal originally dropped the ore block, but later on it was changed to drop a single lump of coal instead - as well as a little bit of XP. If you mine a coal ore block with a fortune enchanted pick, it'll drop up to four lumps. What a lumpy delight.\n\nMinecraft里只有一种煤炭——它和沙子、原木、金矿石一起在游戏的早期开发阶段被添加进游戏中。原来，煤矿石的掉落物就是它本身；但后来，它的掉落物被改为一块煤炭和一些经验值。如果你使用附有时运的工具开采一块煤矿石，它最多可以掉落四块煤炭。这真是一次小确幸，不是吗？ \n\n\n真实的煤炭 — 图片鸣谢：Michael C. Rygel — 遵守CC BY-SA 3.0协议\nWe talked above about how there's a lot of coal ore in Minecraft, but if you keep playing a world for a very long time then you'll eventually start running out because no new coal ore is ever created. The same thing happens in the real world - we're using our stocks of coal much faster than they can be replenished by natural processes.\n\n我们之前说过，Minecraft世界中有许多煤矿。但如果你在一个世界里玩了很长一段时间的话，煤炭终会消耗殆尽，因为不会有新的煤矿石生成。同样的事情也发生在现实世界中——我们消耗煤炭的速度比大自然补充煤炭的速度要快得多。\n\nThere's another real-world problem with coal, however, that doesn't happen in Minecraft. Burning coal releases gases into the Earth's atmosphere that are both bad for our health and are causing the planet to heat up, so our deserts are growing and our ice caps are shrinking. That's why - at a recent meeting in Germany - nineteen countries promised to stop burning coal forever.\n\n然而，煤炭在现实世界中还存在着另一个问题，而这个问题并不存在于Minecraft世界中——燃烧的煤炭会放出气体，这些气体会飘散到地球的大气中，对我们的健康造成伤害，并导致地球气温升高。所以，沙漠的面积正在扩大，而冰盖的面积正在缩小。这就是19个国家最近在德国举行的一次会议上承诺将永远停止燃烧煤炭的原因。\n\nThankfully, there's no global warming or air pollution in Minecraft. So you can burn as much coal as you like, and your desert and tundra biomes will stay the same size. Now fetch me my pickaxe, I've got some mining to do.\n\n值得庆幸的是，Minecraft世界中没有全球变暖或大气污染的问题。所以，哪怕你尽可能多地燃烧煤炭，沙漠生物群系和冰原生物群系的大小也不会改变。现在，把我的镐子拿来，我得去挖矿了。\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-coal-ore\n原文作者：Duncan Geere\n原文发布日期：2017年12月8日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1512783060,
            "txt_content": "不知道是不是进入了审核状态，之前已经有人发过这篇了"
        },
        {
            "author": "像素君",
            "timestamp": 1512788160,
            "txt_content": "kakagou12 发表于 2017-12-9 09:31\n不知道是不是进入了审核状态，之前已经有人发过这篇了\n那一篇已经因为机翻被打死了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1512831600,
            "txt_content": "像素君 发表于 2017-12-9 10:56\n那一篇已经因为机翻被打死了\n原来是机翻？我觉得还读得过去啊……"
        }
    ]
}