{
    "title": "【周边创作每月活动】村子里召开了论功行赏的会议。",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1512806160,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-12-10 12:53 编辑 \n\n恶灵退去的后事。\n缠绕在人们身旁的恶灵终于被驱逐了。村民们欢呼着庆祝自己的胜利。一些村民们在驱逐恶灵离去的战斗中做出了贡献，村长找来了村中的元老论功行赏。\n\n作品 作者评委①  评委②  平均分   排名  奖项      奖励听好，我们永不离去@Nethop |7.97.47.651一等奖6人气，70金粒，3下界之星听好！我们！永不离去！@Marospy |8.07.17.552二等奖5人气，50金粒，2下界之星学校钟声@jkl741852 |7.87.27.53三等奖4人气，30金粒，1下界之星听好，我们永不离去@MoCher |7.76.87.254三等奖4人气，30金粒，1下界之星幽灵列车事件@小吴同志 |7.27.07.15三等奖4人气，30金粒，1下界之星\n学校钟声\n十分不错且有趣的创意。首尾呼应不错，木棍的谜底到最后再揭开，也是很好的照应。\n但是不足之处还是有一些的：\n①文笔的功底。作者虽然得还算不错，但是文笔还不算凝练到「精」的地步。气氛的渲染不太够，而用词的斟酌也不算很恰当。身临其境的氛围似乎还不太够。\n②描写的侧重点：全文中有很多血腥的情节描写，却对恐怖的气氛渲染得过少。作为一篇恐怖小说，却将大量的笔墨浪费在场景如何如何血腥。可谓是详略不当。\nMarospy 听好，我们永不离去\n独树一帜的开头和「用省略号」来分段的方式。全文通过省略号划分成四个段落。\n从情节的连接上能够看出明显的「意识流」痕迹。后三段看似有联系实际上却没有很大的关联，说的基本上是三个独立的事件。黑雾-婴儿-大叔。而第一段看似和后面毫无关联，但是仔细看看却分别预示了后文的三个元素。\n然而还是有一些欠缺的地方：第二段的开头和整篇文章营造的气氛格格不入，句法虽然不错，遣词炼字的功夫却远远不够。而且像这样「散」的文章，应该需要有「神聚」，否则整篇文章就会彻底散开了。\n总体来说还是不错的，加油！\nNethop 听好，我们永不离去\n非常不落窠臼的题材。\n说实话，我对「神秘学」这一类是没有什么研究的。但是在和原作者并结合一些网络上的资料之后，我可以给这篇文章以较高的评价。\n描写挺不错的，一些用词也有独到之处。尤其是全篇的文风，给人以和谐的感觉，没有突兀感，读起来是很舒服的。\n另外就是本身的内容了。文章的全篇，隐晦地描摹了渎神者以及他的下场——神灵从市镇经过，而男子毫不在乎。于是最终，昏晨交际之时，神的力量覆盖了他的屋子——月色和白昼，温暖和寒冷，书籍出现在花园……最后一句话中的「夜鹰」带来的转折更是充满深意。全文没有一字一句直接写如何的「恐怖」，却使得恐怖的气氛扑面而来。\n美中不足的是，本文过于追求隐晦的表达，玩的梗也太过小众，对于读者而言观感体验可能不会很好。当然并不是错，但是还是希望能够将一些铺垫做得更全、一些内容表达得更加清晰。\nMoCher 听好，我们永不离去\n一篇普通的练笔。\n有着不错的文笔，却并没有表现出什么实在的东西。大段的纯粹的描写稀释了主题的明确性。总体来说不算很好。但有描写弥补，也还算强差人意。\n优点在于，文章的线索比较简单，没有很多多余的东西，还算简洁。但是扣题太过强行，以及并没有在主题之上延伸出更多的东西。只能算一篇还过得去的练笔。\n幽灵列车事件\n一个脑洞挺大的作品。\n说是文章其实不大恰当，因为似乎用的是SCP的格式。我对这个体系仅仅是有大概的了解而没有深入的研究所以不对这个格式多作评价。但是...SCP-CN-130不是已经有东西了么？【算了不纠结】\n单单从文字上来看，还是不错的。但是正文的内容的文风似乎有一些奇怪的地方，无论是和SCP的行文风格还是和之前的描述都有一些微妙的差异。而且那个图片的模糊程度也是够了，只能大致辨清是SCP派出实验者后回收的记录。\n总之这个设定虽然说脑洞挺大，但是合理性还是有所欠缺（比如说时间跳跃产生的对世界线的扰动？之类的东西）\n尝试新鲜的东西当然是好的，SCP也算是挺有趣的一个体系，然而个人觉得，在能够保证自己的能力能够驾驭如此复杂的体系之前，还是不要乱搞比较好。\n思维的活跃性还是挺高的，比如用「去乌鲁木齐」体现出原本存在于「纽约铁路系统」的130展现出了「开始出现在另一个时间/地点」的特性等等，诸如此类。\n\n下面没有记录任何东西。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n后世的人不会知道，恶灵的来袭并非是因为贪欲而是因为被亵渎的愤怒；后人们也不会知道，恶灵的离去并非是由于勇士们的奋战而是由于村中那些「勇士」们卑躬屈膝的供奉。\n\n\n",
    "replies": [
        {
            "author": "R丨Z丨P",
            "timestamp": 1512807660,
            "txt_content": "人好少啊"
        },
        {
            "author": "海潮",
            "timestamp": 1512815700,
            "txt_content": " 本帖最后由 海潮 于 2017-12-9 18:38 编辑 \n\n人变少了>........"
        },
        {
            "author": "Marospy",
            "timestamp": 1512820080,
            "txt_content": "我来领奖"
        },
        {
            "author": "Aezning",
            "timestamp": 1512871380,
            "txt_content": "**……丢人"
        }
    ]
}