{
    "title": "《HIM先生》：第一章",
    "author": "黄凯航",
    "replyCount": 6,
    "timestamp": 1357986600,
    "txt_content": " 本帖最后由 黄凯航 于 2013-1-12 18:30 编辑 \n\n原文： http://www.mcbbs.net/forum.php?m ... ght=HIM%CF%C8%C9%FA虽然还是类似剧本，不过介绍等等会用括号分类\n在此希望各位可以阅读得好\n（在某个废弃矿井里，有人在里面大喊）\n？：不要啊！我不想死——啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n（在这之后就没有发出任何声音了）\n\n（在天堂里）\n？：这是哪里。。\n耶稣：你叫什么名字？\n？：我叫。。。我叫什么了。。\n耶稣：这样啊。。。我打算拜托你一个任务\n？：什么任务？\n耶稣：任务是把HIM捉回来\n？：HIM？他是谁？\n耶稣：在发现到他后你就知道一切了\n？：这样啊。。。\n耶稣：先把你复活先，这样你才可以抓到他\n？：恩，等等。。。你说。。。把我复活？\n耶稣：是的\n？：那就代表我死了？！？\n耶稣：恩，是的\n？：我死了？！我真的死了？！啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊（大喊中）（因为这样使他记得了除了被杀死的那一刻之外的其他回忆）\n耶稣：先别惊慌。。。你还记得你的名字是什么吗？\n？：我是杰克\n耶稣：恩，杰克，你还记得我告诉你的任务是什么吗？\n杰克：是什么？\n耶稣：把HIM捉回来杰克：别和我说是传说中的HIM。。。\n耶稣：恩，是的，就是他\n杰克：什么？不会吧？！他可是全球（在这里指的是Minecraft星球）最可怕的东西，还是传说中的恶神啊！\n耶稣：就是因为这样我才需要你们人类来帮我抓他的啊\n杰克：那你为什么不自己抓？\n耶稣：因为他身上有某种魔咒导致除了我之外其他人看得到他\n杰克：真的？\n耶稣：我不敢欺骗你，我以我父亲之名义保证我不欺骗你们的\n杰克：那好吧。。。我暂时相信你，那把我复活吧\n耶稣：除非你接受我给你的任务，否则我不会复活你的\n（杰克心想：他说不定是骗人的，干脆接受他的任务算了）\n杰克：那好吧，我接受\n耶稣：我知道你心里在想什么，别想趁机让我把你给复活\n杰克：那我心里在想什么？告诉我啊\n耶稣：你心里在想着我在骗人，还打算干脆接受我的任务就算了\n杰克：什么？你。。。你。。。真的是耶稣？！上帝保佑我啊！\n耶稣：欺骗我的人我一般不把他们给复活，不过你是例外。我给你机会，你到底接不接受\n杰克：我接受！QAQ我保证如果我骗人的话就被你惩罚！\n耶稣：看你在悔改过来的份上，那好吧，我接受你。我先治疗你尸体的伤口，之后就把你给复活。对了，再把你复活的过程中你会晕倒，而你复活后会觉得头有点疼，不过过一下子就好了。（在耶稣吧杰克尸体的伤口治疗好了后）\n耶稣：治疗好了，现在我要把你给复活了，准备好了吗？\n杰克：我已经准备好了\n耶稣：那现在就开始吧（紧接着开始念咒语\n（就在这时杰克晕倒了）\n\n（杰克已经复活了）\n杰克：哎呀，头有点疼。。。对了。。。感谢上帝永远保佑我！QAQ\n杰克：不过在这之前，我还是快点找到回家的路\n（然后他就拿着地上的铁剑和铁镐向出口跑去了）\n\n（在这其中里他遇到了一些怪物，不过他都绕道逃过了。虽然这样会导致越来越难找到回去的路，不过他通过之前预先插下的牌子以及通过用铁镐挖隧道使他离出口越来越近）\n\n（前面就是出口了，杰克突然听到）\n？：救命。。。\n（然后他在出口外发现到有人在出口外倒下，杰克过去那儿后）\n杰克：喂，你没事吧？\n（那人没有反应）\n杰克：喂？喂！你没事吧？\n（那人仍然没反应）\n杰克：怎么那么多伤口啊？难道他快死了？！看来要背他从出口到地面然后帮他治疗了\n（之后杰克背着他通过出口到地面了，他出来后他的家就在前面了，这时已经处于晚上了）\n\n（之后杰克把它放到床上躺，才发现到是他的另外一个住在他隔壁的朋友——乔治。之后他就通过阳台叫住在隔壁的朋友——马克拿一些治疗用药水来到他的家）\n杰克：马克，你在不？\n马克：怎么了？\n杰克：我在从废弃矿井回家的途中遇到了乔治，不过他受重伤了。。。\n马克：什么？他今天下午才进去矿区，怎么会受重伤了？\n杰克：我没有任何治疗用的药水。我知道你常常酿造药水，所以我希望你可以拿一些治疗用的药水赶快过来我家\n马克：我正好打算把多余的药水送给别人，我先去拿些药水，之后我会赶快把药水送过去的\n杰克：谢了马克，要快点，我我看来他快死了\n（在这之后马克迅速得查看箱子里有没有治疗用药水）\n（马克因为常常酿造药水，所以他完全不缺药水）\n（马克拿了一些药水后迅速到了杰克的家）\n马克：等下，我给他喝治疗药水先，这样可以把它稳定下来以避免我们因为来不急给他再生药水而导致他死亡\n（在乔治稳定下来了之后马克给他喝了些再生药水，过了几分钟后乔治醒过来了）\n乔治：啊。。。头有点疼。。。我在那里？\n杰克：你没事吧乔治？\n乔治：我没事。。。对了，你们怎么发现我倒下的？\n杰克：我在废弃矿井的出口发现到你倒下去了，然后我就把你背回我家里了\n乔治：谢了杰克\n杰克：不客气\n马克：对了乔治，你怎么会在矿洞里受重伤呢？\n乔治：我在挖矿时听到有几只爬行者的叫声从我背后发出来，之后我就倒下了\n马克：这样啊。。。\n杰克：你暂时在我家休息吧乔治\n乔治：谢谢杰克\n杰克：不用谢，毕竟帮助朋友是应该的嘛\n马克：你说的对杰克，朋友毕竟要互相帮助嘛\n乔治：你们说的有道理，不过说到底还是要再感谢你们两个把我从死亡边缘中救了出来，谢谢你们\n杰克和马克：不用谢乔治\n（本章完）\n如果喜欢的话请加分/回复好话以支持本人写第二章\n乱爆粗言者，拷贝别人回复者，发水贴者，三联或以上者将-2金币处理，乱扣分者将双倍扣金币（也就是-4金币）处理（此规矩现已在本人的各种主题以及回复生效）\n\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1357986660,
            "txt_content": "黄先生文采不错撒，可与新闻官媲美撒~"
        },
        {
            "author": "lly990705",
            "timestamp": 1357987200,
            "txt_content": "敢问第一章的HIM何在？莫非这三人中有一个是HIM？说实话第一张太短了，2分钟看完了，希望下一张加长。"
        },
        {
            "author": "Crazy_Mark",
            "timestamp": 1357987260,
            "txt_content": "有种躺枪的感觉"
        },
        {
            "author": "zhh30648",
            "timestamp": 1357987320,
            "txt_content": "全是对话啊喂..."
        },
        {
            "author": "Hao",
            "timestamp": 1357995720,
            "txt_content": "为啥耶稣讲中文"
        },
        {
            "author": "609883432",
            "timestamp": 1358000940,
            "txt_content": "耶稣也生存= ="
        }
    ]
}