{
    "title": "“免费内容”并不免费：我作为Java版内容创作者的想法-by sixfootblue",
    "author": "混乱",
    "replyCount": 8,
    "timestamp": 1513139700,
    "txt_content": "“免费内容”并不免费：我作为Java版内容创作者的想法\n原作：sixfootblue 翻译：混乱\n前言\n本文背景为在reddit讨论版上一些玩家对于基岩版的商店功能的一系列负面评价，引出的来自内容作者的真实心声。本文中的“我”均指代原作者sixfootblue，知名资源包ItemBound的作者，译注为译者添加的便于理解的内容。\n\n\n编辑补充：制作一个不怎么优雅的插件，都要耗费我24个小时时间，还让我的脑子如同喝醉般晕眩。先说清楚，我并不讨厌为社区提供免费的内容。如果这样的话，我也不会更新和维护4个免费项目，还在youtube进行全面升级视频。我想强调的是，创作高质量的免费Minecraft内容这样的工作对每个人来说都是不可持续的。创作者的欲望也并不总是与他们的需求相兼容。看看Mojang是如何决定要开设商店（marketplace），想想为什么会有创作者愿意率先进驻商店。这是我的亲身经历，展示我的自由职业是怎样的，以及我为什么会选择加入商店。（另行备注：我并不赞同将免费的Java项目移植到市场内容中，而且我从来没有处理掉免费内容的想法）\n \n我想说，我很清楚这可能只是少数人的声音，但我仍然觉得我需要分享我的经历，并希望你们中的一些人牢记这一点。 如果这对你来说太长了，而你不想看所有的东西，我已经在底部做了一个全面的”太长不看”。（译注：底部会有全文的精简概要版）\n  \n时不时就会有标题写个“这他妈是啥垃圾”然后在讨论串上发一个商店的截图，并且往往会出现“他们正试图让我们付钱，这以前是免费的”这样的评论。\n  \n我觉得厘清它们的概念是很重要的，那些内容的是下载免费的；但制作并不免费。\n  \n我将就这一切谈谈我个人的经历：我是一个社区创作者，主要从事Java版资源包的工作，并且自2014年以来就一直在搞这个。我最近加入了市场，并将在2018年开始销售自定义内容。目前，我正在为Java开发四个资源包，现在在市场上也有一些项目，包括一个完整的主题资源包和一些皮肤包。\n  \n一年多前，我制作了知名的资源包，并且在社区中提供我的作品，名为ItemBound。它被几位知名的youtubeUP主（Thinknoodles和LogDotZip <3）注意到，并且推广了它，通过他们的宣传，这个资源包一下子变得非常的热门，有那么多人在各种平台上分享它，这很棒，有那么多人喜欢它令我很开心。和大多数Java版作者一样，它是完全免费下载的。\n  \n这样的制作，当然不是免费的。我虽然不必付出一只胳膊或者一条腿的代价来制作我的材质（主要费用是几年前花费20美元左右用于购买Cubik）。但是为它花费了很多很多的时间和精力（目前这个资源包已经包含了上千个贴图）。我的第一个资源包版本用了2～3个月的时间，这还不包括我在2014年左右为其准备的一些资源，但那时候我还并没有向大家公布。从我开始在Youtube上通过视频更新重要信息后，我开始需要进行一个周期性的更新来维持和扩大的我的用户群。所以我试图说服自己至少保证每个月都发布一次内容更新。\n  \n当我在做这一切的同时，我还在努力完成我的科学学士学位。我选修了多个专业，包括遗传学，生物技术和细胞生物学。最重要的是，我为了赚钱还在创作其他的艺术作品，这些作品帮助我支付学校用品及电子设备的费用，这些都是为我走向艺术生涯的提供了帮助。 （家长们想让我去追求科学，但是我中途退出了，先说下。）这很累人。说实话，有一半的原因是因为我倾向于一些不健康的工作习惯和睡眠时间，而且也没有多少我真的没有太多线下社交生活。在大学生涯的头几年，我也没有太在意自己的精神健康。事实上，我开始再次沉浸在ItemBound并努力公开下载的部分原因（别的原因不方便说）是因为2016年对我来说是非常糟糕的一年，我可能在6个月内离家出走了10次。不得不说，我有很多时间在我手上。\n  \n一旦我回到我的学校完成作业，我意识到了周期性的维护有多艰难。更新变得更少，直到最终我不得不停下来一会儿，等过了几个月结束一个学期，然后再做更多的事情。 我几乎放弃这个工作，因为它开始变得非常无聊，人们建议我添加东西的文档已经多达11页，重复的反馈信息让我感到恼火，令人抓狂。还有人将安装包的地址拷贝到别的下载网站，而不是用我自己的下载镜像，甚至还有人偷窃了我的材质，无论是无意或其他理由。（译注：在MCBBS的搬运贴得到了作者的授权，大可放心下载）。\n  \n顺便一提，我没有进行获利。我通过Cursefoege来运行我的所有下载，通过他们的奖励机制获得收益。我得到的大量下载量并不足以实质性的支付我的花销。一年的20万下载量只够我得到一张亚马逊40美元礼品卡。我不觉得patreon适合我，因为我的时间保持定期更新计划已经很艰难了，我也没有除了免费提供下载外的其他好方法。更何况，免费提供下载的泄漏和被再次分发实在是太容易了。不去Adfly是因为我知道它有一些广告试图欺骗你下载恶意软件，而且它的技术并不能区别儿童用户，会让他们看到不该看的东西。\n  \n我想指出的一点是肯定的，Java版的内容是免费的。 但是，它是免费下载。 你游内容创作者正在付出和付费艺术家和开发者的相同的劳动，但只有一丢丢收入（相对来说），或根本没有。并不是每个人都能有那么多余裕用来挥霍的。原版资源包就包含数百个自定义的材质，这不包括我们需要做的许多修改，以保持风格与原版一致。 你不能告诉一个艺术家，那些动辄几个月几年的工作是不值得的。你有多少次想要更新一个材质包或一个MOD，却发现原作者以及停止了更新，因为有更好的作品，或者他们没时间了？\n  \n进驻商店对我来说是一个非常激动人心的时刻，因为即使最终没有变成全职工作，也比我现在得到的受益更加稳固，是向成为专业作者的艺术生涯迈出的一大步。在如此巨大的平台上分享我的内容的想法也令我兴奋，因为我可以覆盖更多的人，而不仅仅是来自我的YouTube频道。我仍然计划创作免费内容。我的速度仍然不会像我希望的那样快，但是现在我从我的工作里能获得更实质的回报，这意味着至少我仍然可以继续这样做。我喜欢免费分享内容，但我也需要吃饭，更换设备，除了费用不菲之外，还有许多其他的创作者也都面对着这样的情况。除了制作你的内容之外，它减少了增加patreon跟随者所需的工作量及不可预计性，而且你的作品/下载量不太容易被盗用。许多创作者正在申请这并不奇怪。\n  \n再重复一遍，直到我的声音变得沙哑（比喻）。您仍然可以从提供它的网站上免费下载内容。看看mcpedl.com。您仍然可以免费获得制作内容。我的世界皮肤格式是通用的。您在网上下载的任何皮肤都可以通过Win10和PE上的主菜单上传。Mojang正在为主机实现自定义皮肤上传。插件和地图的基础特定文件扩展名使安装和更新自定义内容比在Java版本上更容易。在minecraft.net上可以免费下载基础版的原版资源和行为包，开发者鼓励您使用它们作为参考，这样您就可以制作自己的内容。商店是可选的，其中的商品大多是装饰品，是不会影响你的整体游戏体验的。它已经存在多年了。这不是强加给你的。您可以选择购买内容和支持社区创作者，也可以选择在相当活跃的社区中的其他地方查找免费内容。\n  \n也就是说，考虑到微交易的有争议性，以及一些公司如何实施这些交易，保持警惕是可以理解的（最近回去玩冒险岛OL，发现扩展自己的背包是必须付费的，安息）。批评这些举措是重要的，但更重要的是要真正了解市场对你而言意味着什么，而不是本能地跳出来大喊“现在我们必须为皮肤付钱”。如果你觉得不适合你，不要给他们钱。你不需要。\n  \n在最后一个笔记中，我保存了Noccrew成员之一的有关mcpe 讨论版的Marketplace AMA的原因的评论，因为我认为这非常值得一读。 我认为他们从错误的角度来看待它。从这个角度看，有几件事他们没有考虑。首先，基岩版有一个非常多的玩家。这些玩家中有很大一部分是年幼的孩子。虽然免费的内容是可用的（对于基岩版和Java版），你必须做一些跳转以获得它。你不知道这是否会是高质量的内容，怎样确保它对孩子是安全的，下载的网站是否安全，等等。最重要的是，大多数家长甚至不知道如何找到或安装这个内容。市场首先解决的是这个问题。它为家长提供了一键安装，可以确保他们得到安全可靠，高质量的内容。要做到这一点，Mojang必须找到人来创造它，谁能证明他们能做到呢？这项服务不可能是免费的，因为它需要人们做UI，审查内容，测试内容。第二件要思考的是获得免费的社区内容。我和Noxcrew工作已经有四年了。在前三个，我开发了Java版的内容。我们发布了两张地图。在三年内。我们还制作了一个占用了不少时间的YouTube节目。在我们推出Terra Swoop Force之后的几个月里，我们把团队搬到了一个新的项目上，而我完全失去了100％的努力。人们喜欢TSF，但是我们在Ad-Fly上赚的40美元并没有阻止我第二天回去上班。于是，我开始大肆宣传，制作了一张引人注目的地图，意识到自己每周工作40小时，每周工作40小时仅仅是为了一个免费的爱好。当我们从市场获得我们的机会时，我那时在争论我们应否离开地图制作圈子。仅今年一年，我已经设法放弃了我的工作来追求这个全职工作，去了全世界的6个国家，在网上了解了他们四年之后，除了我的Noxcrew的同事之外，只有一两个人遇见了。如果没有Marketplace，这些机会将不会属于我。我们已经发布了9个项目，我们希望在接下来的3-4个月内将会翻一番。我想我要说的是，市场是满足市场需求的解决方案。家长需要安全的方式来购买高质量的内容，地图制作者需要一种方法来承担他们喜欢做的事情。显然，这不是每个人都可以，但这就是为什么它是完全可选的！作为一个最后的想法，为了什么是值得的，今年我遇见了微软/ Mojang的许多员工以及一些其他公司的员工，我从来没有想过在Minecraft工作的任何人是为了赚钱。（不，我说这些并没有收他们好处：P）”—— avondale1718\n  \n太长不看 免费内容的意思是免费下载，而不是免费的。从头开始制作的优质免费内容需要很长时间才能制作出来。有时如果您打算不断更新它，可能需要几周，几个月甚至几年的时间。就我们而言，这是时间和精力的一项重大投资，我们这样做是因为我们喜欢它。但是，我们也是需要支付成本的人，并不是每个人都有定期提供一致的内容的奢侈，而没有可靠的支持形式。如果你不想从市场上买东西，那太好了。这是您作为消费者的选择。但是请不要因为您习惯于免费获得东西而贬低我们的工作。请不要告诉我们，我们的工作是不值得的，因为Java版本从未正式支持付费内容。请不要把内容创作者描绘成贪婪的，因为他们有机会把自己的激情变成事业。我们中的许多人和其他独立艺术家和开发者一样投入了相同的工作量，我们认为不妨利用机会获得更好的工作回报，尤其是如果它为我们打开了更多的大门。我们大多数人来自Java版本。我们知道现在为自定义内容付费的想法起初是令人震惊的。但是请放心，我们正在尽力确保您对所付费用感到满意，玩的愉快。这就是我们来这里的原因。\n",
    "replies": [
        {
            "author": "不死之躯",
            "timestamp": 1513140060,
            "txt_content": " 本帖最后由 不死之躯 于 2017-12-13 18:21 编辑 \n\n支持，话说他所说的社区是哪个社区，感谢混乱的翻译，就是有些人就是不把开发者当回事，所以说材质板块应该开放可以使用短连接"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1513140600,
            "txt_content": "不死之躯 发表于 2017-12-13 12:41\n支持，话说他所说的社区是哪个社区，感谢混乱的翻译，就是有些人就是不把开发者当回事，所以说材质板块应该 ...\n材质版原创材质本来就可以用盈利的短链接吧？"
        },
        {
            "author": "ouAuAuo",
            "timestamp": 1513142040,
            "txt_content": "不死之躯 发表于 2017-12-13 12:41\n支持，话说他所说的社区是哪个社区，感谢混乱的翻译，就是有些人就是不把开发者当回事，所以说材质板块应该 ...\n拥有“原创”及“原创”图章以上的原创材质 都可以使用盈利链接，详情见材质版版规"
        },
        {
            "author": "Jakob.z",
            "timestamp": 1513143240,
            "txt_content": "感谢混乱翻译，文中作者说的话感同身受，希望一切顺利。"
        },
        {
            "author": "pca006132",
            "timestamp": 1513160280,
            "txt_content": "一些翻译上的问题\n\ncommunity creator的意思感觉是 社区创作者 而不是 社区创建者？感觉意思是 在社区里的创作者，而不是creator of community\nalso not much of a social life offline honestly 的honestly应该不是说 真诚的现实社交生活，而是 我真的没有太多线下社交生活\nI’m able to get a more solid return for my work now的solid不是坚实地回报，而是我从我的工作里能获得更实质的回报\n在同一条船上...翻译成 也是面对着这样的情况，好像更能表达那意思\nIt beats the work and unpredictability of trying to grow a patreon following 这的翻译应该是 它减少了增加patreon跟随者所需的工作量及不可预计性。\nI was debating leaving the map making scene 翻译应该是 我那时在争论我们应否离开地图制作圈子。那scene应该是指环境、圈子一类东西而不是场景\nhave a good time是玩的愉快...不是付出了愉快的时间...这听起来怎么那么哈的呢？\n\n而且我觉得那free的意思应该是 costless，应该是 免费内容并不代表毫无成本 之类的，而不是 免费内容并不免费，因为第一个free和第二个free意思不同。\n\n说说感觉，就是reddit对microtransactions开始害怕了，开始反对这个（我国游戏主流营销方法）。\n说白了就是习惯免费不想给钱呗，两方观点都能理解，顾客感觉这是剥夺他们本来的权利，开发者感觉是让他们能平衡现实吃饭和游戏兴趣的方案呗。\n我是挺支持这个的，但是有一个前提，就是不能排斥那些继续提供免费内容的制作者和不想给钱玩家，不然就成强迫玩家给钱购买了。相信短时间内是肯定不会发生这种情况的，但就不能预测长时间之后会怎样了，希望不会如此吧。\n而且说真的，这和microtransactions差很远吧...这完全是可选并且有替代品的，对游戏完全没影响，和真正microtransactions购买的东西的性质差天共地。"
        },
        {
            "author": "INKDRRAK",
            "timestamp": 1513162500,
            "txt_content": "真的很感谢这些这么多优秀作者与他们的作品\n之前转载有很多没有注意授权的，我得多多留心"
        },
        {
            "author": "耗子",
            "timestamp": 1513312560,
            "txt_content": "什么时候提高一下开发者的待遇啊"
        },
        {
            "author": "xjzh123",
            "timestamp": 1588034040,
            "txt_content": "哇，这最新帖子回复都没有我的整合包多，看来没什么人关心开发者微小的恰饭诉求哇籽岷也测试了国际版商店的两个地图，他的态度是这两个地图太贵了，不值这个价（20元RMB）\n许多观众感同身受，在多玩时代比这好的地图一抓一大把还免费。\n不知道开发者们是：\n1.羡慕国外开发者可以卖这么多钱（据说这其中的一个地图总共销售了40万元，不知道有多少给了开发者）\n2.羡慕国外开发者卖这么多钱还不被人差评\n3.我行我上，你做这么差的地图，球球你把你的位置让给我好吗\n\n"
        }
    ]
}