{
    "title": "[电信]RIA TubesWorld —— 一周年|社区向l轨道交通l科技生存l新周目开荒 [1.12.2]",
    "author": "1837594217",
    "replyCount": 0,
    "timestamp": 1513253700,
    "txt_content": " 本帖最后由 1837594217 于 2019-2-16 21:55 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\nTubesWorldS2 COLOFUL               当您乘着Minecraft里的矿车，在矿洞中漫无目的地穿梭时，你可曾有过这么一种冲动——想让脚下的铁路连入千家万户，让朋友们一起享受铁路出行的喜悦？       当您伫立于高楼大山之上，注视着数条列车如银龙般呼啸而过，在惊叹时又可何曾想过创造这么一个世界，用轨道书写这个世界最精彩的一面？       当您的物品被熊孩子洗劫一空，找管理诉说管理却嘲笑你“为什么不圈地？”“为什么不锁箱子？”的时候，您又是否想有这样一个服务器，玩家之间能够相互帮助，辛苦肝出来的工程能有人欣赏，疑神疑鬼的时光就此结束呢……       如果您曾这么想过，并渴求这样一个服务器的话，那就赶快收拾好您的行囊吧！RIATubesWorld，欢迎您的到来！ \n—— RIATubesWorld 创始人 TsanconBYin\n ▲关于我们                RIA TubesWorld（简称RTW或TW）是RIA社群下的RIA群组服之一。我们以“多彩”又不脱离原生Minecraft的思想为主题，为此添加了许多增添游戏玩法、游戏模式、游戏乐趣的各式Mod，并保留了最原始的游戏规则，致力于营造一个优美、舒适、繁华的领域社区化的服务器。除此之外，我们还有最具特色的铁路系统加持，联通每位玩家的社区，联通每位玩家的内心。最后，我们希望每位来到这里的玩家都能感受到家庭一样的温暖。这就是我们的世界，一个多彩的世界。\n ▲ 主要Mod列表  \n红石计划 ProjectRed 茶风纪事沉浸工程 雕刻 更多实用设备Extra Utilities 2 工业时代2 IndustrialCraft2 工业先锋 Industrial Foregoing 管道XNet 匠魂TinkersConstruct 精致储存 RefinedsStorage 林业Forestry 潘马斯Pam's Harvestcraft 植物魔法 Botania 热力膨胀 Thermal Expansion 中式工坊 ChineseWorkshop\n▲ 服务器运行历史 \nlTubesWorld I2017年08月 ~ 2017年10月02日 l TubesWorld II2017年10月03日 ~ 2018年03月20日 l TubesWorld III（过渡周目）2018年03月20日 ~ 2018年04月20日 l TubesWorld S12018年04月20日 ~ 2018年06月29日 l TubesWorld IV生存阶段：2018年06月30日 ~ 2018年10月03日（2018年08月01日 TubesWorld迎来一周年）创造阶段：2018年10月03日 ~ 2019年01月03日      l TubesWorld S2 COLOR （NOW）2019年02月06日  至今\n ▲ 服务器特色介绍  \n铁路系统——\"使阡陌交通，鸡犬相闻\"本服一直保持“原生的”Minecraft 游戏规则。除了/spawn指令之外，不含任何其他的传送功能。而我们只依靠 铁路。 铁路，拥有自动化的强大功能，拥有着科技的高端外表。铁路的贯通，代替了原有的“人力运输”，更为Minecraft世界带来了新的风貌。而我们TubesWorld服务器，就抓住了这一点，不忘初心，修建出一个铁路世界！我们……用铁路交际往来……我们……用铁路运输资源……我们……用铁路美化世界…… 交，乃交本服玩家间的关系。人人互相交流沟通，而非自闭发展通，乃通本服玩家间的梦想，人人团结一心，互相帮助 交通，乃是本服建设的初心。它不仅仅是一条铁路，而是我们永远不变的梦想…… P.S.：管理组支持玩家们自己建设铁路！甚至还可以获得一定的奖励哦！详情快进服看看吧！ TubesWorld IV の 铁路POV展示https://www.bilibili.com/video/av27965298\n 特产商店——“朋友，需要代购吗（大雾）”本服配有特殊的商店系统，替代了传统的“系统商店”一说。在铁路联通的不同地域里，有不同的地形、不同的生态和不同的特色。我们将根据这些地域的特点，来配置不同的“特产”和不同的“所需物品”。玩家也可以通过自己的实际走访，来确定每个地域的特产与所需物品，来消费/赚取游戏货币。当然！玩家之间也可以用游戏货币来进行私下交易，甚至可以托人代购哟（23333）但是也在此声明！本服禁止一切线下/线上的现实货币交易，本服也不支持通过充值方式获取游戏货币！\n 社区化生存 ——“Oh♂来一起睡啊♂”本服一直注重玩家间的交流与合作，因为这样才算是一个“多人世界”。我们一直相信，一个只让人玩Minecraft游戏本身的服务器是注定不长久的。为此我们一直在努力打造一个这样的环境：在独特的社群文化推动下，玩家们能够在更广泛的交流中展现自我，最终多元融合，互助和谐。这就是我们的社区化运营。\n RIA社团 ——“日啊！！！！” 其实读作りあ (莉亚）RIA是由Codusk成立的公益性社团，旨在提供优秀的Minecraft线上游玩服务。RIA TubesWorld就是在RIA旗下开设的一个服务器，我们还有一个名为RIA Zeroth的1.13.2纯净生存服务器，服主为RIA社社长Codusk。\n ▲ 致力于为玩家服务  \nRIATubesWorld 运营至今，一直以玩家为中心的发展理念不停前进，并围绕这一中心，构思了许多为玩家们准备的制度、政策：\n SUC居民委员会制度 ——        TubesWorld SUC居民委员会这一组织企划于2019年S2周目内测期间提出，并于2019年02月06日S2周目公测之际宣布成立。这一组织由15名普通玩家组成，并与管理组相通，为服务器的稳定发展保驾护航。管理组之所以成立这一组织，就是因为玩家，更能理解玩家们的需求，我们也能够更好地获取到玩家们的一线意见，从而改善服务器的游戏环境，为玩家们提供更好的游戏体验。       便民服务设施补助制 ——        在本周目正式公测前，S2周目来临了一个前所未有的“内测期”。在这个期间，我们联动了许多四周目的活跃玩家与自愿参加内测的玩家做了“前期准备”。建设了许多在不影响游戏进度和科技线前提下的便民服务设施，例如铁路、公寓、补给码头等。这一制度不但为服务器增添了第一条风景线，也让后期加入的新玩家也能感受到社群的温暖。       入服安检站制度 ——      TubesWorld一直希望这里不仅仅是一个Minecraft服务器，更是一个所有玩家之间能够谈笑风生的地方。同时，我们也要尽量从源头上减少服务器内的不良行为，让玩家们能感到安全舒适，无需疑神疑鬼。为了达到以上需求，我们设立了一道入服门槛，即入服安检站。玩家在入服前需要填写一份由管理组制定的入服问卷，让“安检员”来仔细筛选适合服务器的新玩家，保证TubesWorld环境的纯净。      ▲ 如何加入TubesWorldS2 COLOR  \n1.        首先加入我们的候车厅群：786314812，填写入服问卷。2.        填写完毕后，提交您的完美答卷，耐心等待，安检员将会审核答卷。3.        24小时内，安检员在候车厅群内发布审核结果，新人加入服务器主群。4.        在主群中获取游戏客户端，随后尽情享受吧！\n 若您对以上宣传贴内容有任何疑问，欢迎加入候车厅群进行提问，我们将进行解答。最后，我们期待在候车厅与您相见，更期待在TubesWorld中与您相见。\n\n\n\n\n特别鸣谢\n本服由CatserverPro强力驱动，前排感谢Catserver服务端开发人员！\n感谢Mcbbs为本服提供宣传渠道，Mcbbs全体工作人员辛苦了~\n感谢本服所有所用的插件及Mod的开发人员，同时也感谢在Mcbbs转载Mod/插件的楼主~\n感谢RIATubesWorld所有管理组成员以及SUC居民委员会成员！\n感谢RIA Zeroth为本服提供理念支持！\n\n\n\n",
    "replies": []
}