{
    "title": "【12月活动】长眠",
    "author": "縻风",
    "replyCount": 12,
    "timestamp": 1513335840,
    "txt_content": " 本帖最后由 縻风 于 2018-4-11 20:05 编辑 \n\n琐碎：\n这篇文章是我一直构思好久的一篇小说的试笔，我一直没敢对正文动笔，因为我怕我幼稚的世界观让这个故事变得别扭而且……可笑。\n\n\n正文：\n        冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……\n        第三日。这是他离家出走的第三日。没有电视剧里那种惊险的追逐，甚至在这个忙碌的世界里，没有一个人注意到这个落魄的身躯。他的鞋底在雪地上拖沓着，砂一般的雪粒发出绵长而沙哑的声音。尽管街道里被各种杂声充斥着，但这声音却仿佛是从另一个世界传来的，虚无，而格格不入。\n\n        麻木。在这低温下，暴露在空气中的一切都是寒气侵袭的对象，他的脸看起来煞白，嘴里还不时冒出白雾。\n        街灯一盏盏地亮起来了,轿车也好，行人也好，仍然任性地发出那聒噪的声音\n        此刻，一切看似美好的东西，在他眼中、耳中，都令人厌恶。一切的一切，毫无生机。\n        他不喜欢这个地方。\n        这里只有两种人——不认识他的人，和认识他的人。认识他的人中又分为 不了解他的人 和 了解不了他的人 。\n        几乎所有人都觉得他很怪，喜怒无常，高兴的时候似乎和正常人没多大分别，甚至快乐得不自然。沉默的时候却和变了一个人一样，一个人一个世界。但是只有他自己知道，后者才是真正的他，他所愿意的存在方式，不用顾虑那该死的人际关系，不用在意那丑恶的面子，不用去因为一些无聊的事情而烦恼。前者不过是为了让自己显得不这么格格不入而强迫自己干的蠢事。对他来说，交流是非常愚蠢的。因为即使他再努力地去表达自己，也没有人会理解……甚至父母。更何况 父母的存在对他来说，形同虚设 。不过是法定监护人，不过是居所提供者。这些对他来说，都不是重要的东西……\n        就像……梧桐叶呵。欲要乘着这溯返的东风，竭力向前去，想着同风一起飞向空中，去向远方。但是最终不过是风它自己跑了，不过是自己竭力了……\n        他不喜欢这个世界。\n        这个世界上的人都为着自己的目的而活着。或为金钱、权利，或为一个冠冕堂皇的目标，或为自甘堕落，沦为社会毒瘤。尽管如此，鲜有与之有本质差别的人，他们为目标不择手段，放弃原则，无视道德，无数次的跨过一道道底线……而社会呢，这个腐臭的社会竟然容忍它，不是因为别的，而是所谓的“人情”，所谓的“世故”……\n        这样想来……所谓的“爱”呵，所谓的“情”呵，无非是限制人自己的一道枷锁，但是却鲜有人去突破腐朽的一道，转向那最珍贵的一角……倒也是可悲，这不是和雪片一般愚蠢吗，明明可以在天空中获得永恒，却非要冲下来沦为死水……\n        沙……\n\n        沙……\n\n\n        沙……\n\n\n\n        他停下了，他停在了一扇不起眼的铁门前。说不上锈迹斑驳，但是看得出是有些年纪的了……\n        吱啦……\n        金属摩擦的刺耳声划破了夜空，但一切还是那么冗长……沉重。\n        一个破旧的庭院。\n        枯叶落在水泥地上，和雪交杂在一起。没有别的任何东西，只有一棵树，和尘封的旧屋……\n        这个不堪入目的庭院，陪伴他度过了大半生。\n        在这里，他曾经找到了他前所未见是意志；\n        在这里，他曾经找到了他生命的意义；\n        在这里，他曾经意识到自己并不是被世界抛弃；\n        在这里，他曾经意识到自己只是走错了诞生的门……\n        这棵树，让他触动。因为这棵树是自己曾经生存的唯一的寄托……\n        这棵树，让他感激。因为这棵树是自己和她相遇的枢纽……\n        这棵树，让他痛苦。因为在这里，他失去了唯一的，最重要的人。\n\n        从前，只要他在书上放上信，下一次进来的时候，就会有来自另一个世界的人回信。\n        他努力过，曾经的纸上，他笔下那成串的数字和式子是他过去的见证。\n        他奋斗过，曾经在叶下，他等候过一整个长夜。\n        但……一切最后都是终于虚无的……\n\n        爱你的，你爱的，总是被剥夺；\n        恨你的，你恨的，总是来掠夺。\n\n        从那个再无机会触手的那一刻开始，他就许下诺言，要长眠于此……\n\n@V_院長 @WKIL @我叫坂本 @小吴同志 @猜猜谁是谁 ",
    "replies": [
        {
            "author": "Nethop",
            "timestamp": 1513336680,
            "txt_content": "于是他所厌恶的，你无不要留下；他所渴求的，你无不要拿去。这样他就会背了你的道，教他在你面前不为虔诚。"
        },
        {
            "author": "縻风",
            "timestamp": 1513336860,
            "txt_content": "Nethop 发表于 2017-12-15 19:18\n于是他所厌恶的，你无不要留下；他所渴求的，你无不要拿去。这样他就会背了你的道，教他在你面前不为虔诚。 ...\n大佬大佬！\n膜拜膜拜\n虽然最后一句似乎宗了点"
        },
        {
            "author": "V_院長",
            "timestamp": 1513338540,
            "txt_content": "可以，人气奉上！"
        },
        {
            "author": "Nethop",
            "timestamp": 1513346280,
            "txt_content": "欢迎来到我的花园，你可以随意采摘，但不要挑那最烂的，也不要挑那最好的，那些要供给我的客人，我尊贵的女神。\n\n\n\n\n\n\n一篇相当惊艳的抒情文。\n\n\n全篇塑造了由浅及深的冲突点——从“他不喜欢这个地方”扩展到“他不喜欢这个世界”，男性对于这个冰冷而毫无感情的世界下了判决，他拒斥这里，并决心随着那只猫穿过那个空间与空间的洞穴，去到另外一个在他眼中看来更为有人情味的地方。\n但那个他所计算的意图，这空间的薄弱点另一头的那个女性……与他有着相似身世的那个女性呢？她的眼中，她的世界也是苦痛而冰冷的，而两个有着同样感情的人相遇所激起的涟漪不仅仅是同病相怜，还有附带的莽撞行事。他们为抵达彼岸而作了无数努力，但最后还是困在了冰冷与痛苦之中，困在了他们自己支起的冰冷与痛苦之中。这个世界提供了材料，而他们的愤恨使之具现化。\n那个凶手抛出刀，使被杀者亲手杀死自己。\n\n\n\n\n（更多之后再补）"
        },
        {
            "author": "縻风",
            "timestamp": 1513347600,
            "txt_content": "Nethop 发表于 2017-12-15 21:58\n欢迎来到我的花园，你可以随意采摘，但不要挑那最烂的，也不要挑那最好的，那些要供给我的客人，我尊贵的女 ...\n恐怖的大佬。\n说实话我自己也没想到还能用杀手和被杀者来比喻这个世界和\"他\"的形象。\n一开始那只猫我以为是什么梗，但是一看突然就明白了（大佬果然神乎其技）\n不过关于那个“她”我想的是来自另外一个世界的一个很单纯的人，世界并不是那么残酷冰冷，但她的处境却是异常凄惨。在这种情况下“她”拥有了和“他”相似的三观，但是“他”是有针对性的，而“她”的只是单纯的思想"
        },
        {
            "author": "不死之躯",
            "timestamp": 1513349820,
            "txt_content": "感觉这个有点像是诗歌"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513405500,
            "txt_content": "Nethop 发表于 2017-12-15 21:58\n欢迎来到我的花园，你可以随意采摘，但不要挑那最烂的，也不要挑那最好的，那些要供给我的客人，我尊贵的女 ...\n「世界的一切罗成一根绳索，在那一刻，套在她的脖子上，缩紧。」\n……\n不过「猫」是什么梗？薛定谔的那头？还是什么其他的隐喻？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513406160,
            "txt_content": "仅作私评，不足为信。无病呻吟，不足为道。\n\n\n「人类的血脉中流淌着自私的基因，于是乎自私的基因驱使着人们度过日夜和春秋。然而徘徊在晨曦之期和拂晓之时之间的人们，踟蹰在朔风之节和花开之日之间的人们，漫无目的地在这个世界游荡着，无谓地延续着自己的基因。」\n——佚名 「游思录」\n\n我们说，在这个世界上有一些人是在无谓地游走着的，无谓地不择手段地延续着自己的生命。这很正常。人类的血脉里流淌着自私的基因，因为凡是不够自私的基因都已经被达尔文的理论所淘汰。\n然而我们也知道，人类生存的目的不仅仅是将这个自私的基因延续下去。将人类彻底物化为自私的动物，最终带来的是虚无。这就是为什么我个人是反对虚无主义，和那些自诩为「理智」的，将人类的一切行为归档到自私驱使下所做出的的行动的人们。\n我们这个世界从来就不缺乏那些没有那么「自私」的人们，从来就不缺乏那些用自己的生命演绎出轰轰烈烈的传奇的人。\n当然也不缺乏那些，为了某件在别人看来不足一提的事物，而献祭自己的生命的人们。\n那些故事如同昙花一般，短暂而美丽。\n他们难以延续自己的基因，因此人类历史上这样的事情总是寥寥无几。然而基因又是多么独特的一种东西，无数种同分异构体构成了无数种可能。而这同分异构体由于环境的一分毫改变，又会成为那蝴蝶振动的翅膀。于是在「嗡嗡声」中，又是一些人诞生，在「理想」「世界观」「梦」或者其他这类东西的驱使下，飞蛾扑火般追求自己心目中的浪漫，以卵击石般挑战这个世界的残忍。\n于是便能理解这篇小说。\n主角正是这「昙花」的一种。\n有些人们的生活堪称是「戴着面具跳舞」，隐匿在面具下的是其他人无法察觉的面孔。他们的想法和周遭的人格格不入，然而为了被这个社会接受，他们却不得不戴上沉重到令人窒息的面具。\n于是有一些人在面具的舞会中迷失，将面具当做自己的面皮；但也有一些人在面具的舞会中被勒得窒息，在愤怒中褪下那压迫着自己的面具。\n然后最终带着和他人格格不入的世界观走到最后——或许是成为天才，或许是疯掉，再或许是...\n让自己的生命成为灿烂的昙花。\n于是麻醉自己令面具成为面皮的尝试失败后，在自己生命的寄托消失后，他选择了第三种。\n当然不是值得效仿的选择，却值得尊敬。敢于为某些目标而放弃自己生命的人，总是值得尊敬的。\n\n最终，漂泊在天上的雪花，落得了它必然的归宿。"
        },
        {
            "author": "天下归心",
            "timestamp": 1513428000,
            "txt_content": "至少二等奖预定\n一等奖的话看有没有更dalao的势力出现了"
        },
        {
            "author": "縻风",
            "timestamp": 1513428120,
            "txt_content": "天下归心 发表于 2017-12-16 20:40\n至少二等奖预定\n一等奖的话看有没有更dalao的势力出现了\n这么恐怖的嘛？感谢支持"
        },
        {
            "author": "冥王星人",
            "timestamp": 1513508340,
            "txt_content": "描写和渲染上仍有欠缺\n标点缺失\n剧情没有叙述得很清楚\n目前本篇而言还有相当大发挥空间，然而写了一小点就结尾了\n\n仍需努力"
        },
        {
            "author": "nianbing",
            "timestamp": 1514371980,
            "txt_content": "一等奖预订的感觉！因为不会写文评，我还是不多瞎谈的比较好。多看了几遍，可以说是我有些向往的风格吧..."
        }
    ]
}