{
    "title": "围着火炉读新书——生存经历叙述",
    "author": "乙烯_中国",
    "replyCount": 17,
    "timestamp": 1513335720,
    "txt_content": " 本帖最后由 乙烯_中国 于 2017-12-21 11:02 编辑 \n\n返回活动主贴传送门你们也可以在此帖内回复自己曾经的生存经历哦，不关技术高低，不关乎时间长短，你可以在给出你游戏中最有趣、最戏剧性或者最感动的经历，图文并茂者为佳哦！\n你可以在本帖内通过回复叙述的方式来讲述你在生存中的故事，字数不限图文为佳，每人限回复一楼，补充内容请通过编辑原回答的方式添加。\n认真参与者将获得1下界之星奖励，内容精彩者将额外获得一下界之星。人气与金粒奖励将按内容决定。\n我们会抽取两位参与者各奖励一本贴纸书。\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1513336800,
            "txt_content": "我记得我第一次玩mc的时候应该是小学四年级吧，那时候mc版本多少我也不记得，但是手机版应该还是beta版本。我那时候在快玩盒子上看到的，下了以后不知道什么生存创造，开了个生存地图然后装了那个什么辅助器的，瞎jb乱放了一堆东西，挖了个地道，晚上被怪物围攻，突然就被炸掉了，那时候不知道是苦力怕，恰巧那时候在咕哝钻石**，那时候还没有翻译，我看贴图也看不出来是什么东西，我就吓死了，吓的我赶紧丢了**，在旁边看着他在地上转，等着他爆炸XD"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1513338840,
            "txt_content": " 本帖最后由 nggcgg2 于 2017-12-15 19:57 编辑 \n\n额，我也不知道怎么写吧，我在菜鸟时期玩mc那时候我才四年级，我吹牛说要玩困难模式虐怪。我和同学造了一个很大很大的泥土火柴盒，还往上面插满了火把。。。然后留一个2高x1宽的进出口，结果晚上被一群僵尸给打死了接着我同学教我怎么弄木门，然后又是一个惨烈的晚上，我的木门被敲烂了然后我就去挖矿，居然半个小时没死，我同学说我的矿洞就是避难所，晚上就躲进去。。。然后我的同学教我挖矿的技巧(他说13层矿最多他百度过)结果我就挖着挖着碰到岩浆壮烈牺牲\n\n第二天我又去百度了刷石机的制作方法和那个“刷东西”的活塞bug什么的，挖了一些活塞，可就是没有粘液球啊。。。又是一天过了我同学去沼泽找到了史莱姆刷了好多好多粘液球(估计就十几个)。。。我就去做了那个刷石机，还有“刷钻”机，还在他面前炫耀。。。\n\n\n\n(楼上快玩来的不止你一个)\nPS:最多矿是十一层 切记！！！\nPSPS:别吐槽我文笔，就是写来玩！！！\nPSPSPS:刷钻是假的，是假方块，别百度了熊孩子们！！！"
        },
        {
            "author": "不死之躯",
            "timestamp": 1513347420,
            "txt_content": " 本帖最后由 不死之躯 于 2017-12-16 12:58 编辑 \n\n\n\n\n\n然后我翻了一下我的那个公户的群文件里，尽然有13年的那场对于我来说的浩劫的截图：\n\n\n\n\n\nQQ截图20151123172441.png (238.92 KB, 下载次数: 7)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123172515.png (227.65 KB, 下载次数: 4)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123172619.png (151 KB, 下载次数: 0)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123172644.png (155.34 KB, 下载次数: 4)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123172701.png (239.95 KB, 下载次数: 7)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123173219.png (178.13 KB, 下载次数: 6)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\nQQ截图20151123173255.png (312.82 KB, 下载次数: 4)\n\n下载附件\n\n2017-12-16 12:54 上传\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1513349280,
            "txt_content": " 本帖最后由 袋里的鲨 于 2017-12-16 01:00 编辑 \n\n日常讲故事= =\n感觉每个玩游戏的，都有点故事可讲\n\n\n刚开始遇到Minecraft，是几年前在手机上看到的一个评分颇高的游戏二话不说就下载，当时还没有汉化，英语真的很重要啊  敲黑板,小学水平被啪啪啪打脸后来莫名乱按就打开了，感觉材质眼晕就删了，好长时间之后才醒悟过来：这个游戏就是“我的世界”\n这时候Minecraft也有些名气了，身旁玩PE版本的，都在用一个刷物品的方法：清空背包，把两个待刷物品放在第一个物品栏，长按一二物品栏交界处\n（不要在意水印，点击图片查看来源）\n不过这个Bug在0.11.1（可能是这个版本，记不太清了）之后被修复了\nJava版是从1.6.2开始的，2G内存、集成显卡、xp系统，一步一帧，照样能玩得很嗨第一个世界出生点在草原，空中掉下，然后然后就一脸懵逼了\n“羊怎么这么销魂”“手上的3个种子是什么，出生自带吗”“为什么合成只有4格，我的工具怎么办啊”靠百度支撑...“木头？先把所有能做的都做了”“木棒？伤害绝对比空手高”“按钮？后来绝对有用”“工作台？没错就是它”到晚上打1x1x2地洞，开口堵上，半分钟一次挖开开口等天亮坑新的游戏设置引领我第二天抗击风雨所以说，到地面上一看，哇，骷髅，僵尸“顷刻间，骷髅射，僵尸扑，鼠标丢，W 按死”哎，我逃开了“刹那间，欢呼雀跃，喜极而涕”然而饿死了那时候玻璃心，玩生存和玩极限一样，死了就删档第二次开图就不一样了，会造泥土墙了！会用工作台了！会造工具了！晚上在土里凿坑，挖到石头上不来了，于是用手上下左右空手劈石谁能跟我解释一下掉煤炭的原理翌日夜，蜘蛛天降正义，手拎木剑无所适从，卒\n当年真是纯粹，能因为新鲜东西高兴好长时间"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1513392360,
            "txt_content": "记得第一次玩MC……6年前……\n是我的一位死党邀请我入的坑（虽然他现在早已弃坑）那是后pe版还没有中文，于是一直不知道有生存模式这个东西（那时候英文水平很有限）但是还是玩得很愉快第一次玩生存的时候第一个早上，我漫无目的的到处跑结果晚上就被怪围殴致死第二晚，堆了个4层高的土堆上去过夜活活被射死第三晚，堆了个土房子，第一次做了工作台XD在房子里挖矿，结果从矿里出来时亮度过低房子里刷怪就没有然后了终于，我与我的死党联机，于是，好不容易挖到钻石，准备刷钻石（那时候的一个bug）结果不小心被推下了垂直矿井里XD然后是接触到了Java版，走上了指令的大道，再也没回头~~~~而我的死党，早已弃坑，只有我现在仍在坚持……\n\n\n\n\n捕获.PNG (55.23 KB, 下载次数: 8)\n\n下载附件\n\n2017-12-16 10:45 上传\n\n\n\n\n\n"
        },
        {
            "author": "动物的世界",
            "timestamp": 1513394700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ROF",
            "timestamp": 1513397520,
            "txt_content": " 本帖最后由 ROF 于 2017-12-16 12:15 编辑 \n\n以下出自八月八活动，真实度100％，也欢迎到我QQ空间查看该相册。[qq]1981270473[/qq]请把U改为小写u\n\n第一次玩MC的时候，记得我是在一个1.6.2的服务器里面，那个服务器是我第一次接触的。（是朋友推荐我玩的）。刚开始。我进入那个服务器，可是朋友不在线，我反复输入他教我的/tpa xxxxx ，系统显示他不在线，我感到很绝望。终于 一天 他上线了。我怀着激动地心情 TP了他。我们开始在他所在的小镇上（这个小镇也是我的另外一位同学 创建的）。我们建了房子。但因为没有钱 圈地。当时也不知道怎么弄钱 之后就被熊了。后来我在网上找到了圈地的教程，也知道了赚钱的方法，于是随机传送到了一个雪地。我在雪地建立起了第一个属于自己的小镇。\n下面是小镇的图片：\n\n后来，看见了同服有的大佬在 海面上 创建小镇 ，觉得很厉害，于是自己也尝试了。确实，我成功建立了。也有许多朋友来加入我的小镇，我感到很欣慰。\n然后看见了 同服的人 都在创建 公会（那时不是公会插件，只是几个人 建了一些建筑，圈了地，就说这是XX公会）。我也尝试着创建了公会。公会的地形建好以后，我非常 高兴。\n下面是 建好公会的图片：\n\n之后我在自己的小镇上 尝试炼药水。在网上找了教程，于是 不厌其烦地 炼药水。成功练了一箱子，自己充满了成就感。\n\n在那个服务器（那是一个群组服，我所在的服务器是生存服，大家都习惯叫他2服但是居然没有1服？）我见到了许多没有见过的东西。\n看到人家有着称号，便羡慕的截了图，至今还在QQ空间相册里面\n\n一次生存中，看见左下角出现“熔岩史莱姆”这几个字，感到不可思议，不知道还有这种东西。（当时那个服务器是不能用地狱门传送的，只能用/warp 指令 ，但是我不知道。）\n之后，在那个服务器熟悉了许多人，参加了他们的“婚礼”，实际上 没有结婚插件，只是 找几个人来庆祝一下，发些东西，然后我也去了，得到了东西，高兴地截图下来。\n\n还有挖矿的时候，自己打怪，身上的钻套差点就报了，这个我也截图了\n\n\n只是非常可惜，那个服务器已经倒闭了，但是我会永远记住那些曾经和我一次玩MC的伙伴们。\n于是我在空间相册创建了一个名为“纪念永存的二服”的相册。以上图片就是出自那里。\n\n\n\n"
        },
        {
            "author": "112006652",
            "timestamp": 1513402980,
            "txt_content": "第一次玩Minecraft玩了几个服务器，然后找到了自己喜欢的服务器，我把几个方块分给了别人，他让我做他大哥，我同意了，他一直跟着我，加了我的QQ，我们这样不亦乐乎的玩了三个月\n然后我们建了一个小房子，还在生存世界建了个光头强的小木屋并且圈了地，不幸的是，我已经和他两年没联系了，服务器已经换了五，六次档了，我已经不知道怎样跟他联系了，他不管任何事情都跟着我，我也给他很多东西，我们一起开辟了很多个农场以及小屋，不过...毁了，毁完了，全部被自大的OP毁完了。最后...就是现在，那个服务器倒闭了，然而我已经找不到我的小弟了，如果还能再见到他，一起玩生存，那多好？"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1513404660,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2017-12-16 15:03 编辑 \n\n最有趣的当然是熊和炸服啊……\n\n某技校5周目服时，作为一个熊op弄了一个定时在玩家身边召唤捡不起来的死鱼，总是能把玩家吓一跳\n虽然也还是干了点正事，和其他op弄了个pvp场地，还组织了一场越野解密赛。\n6周目就更有趣了，由于加了深渊mod，我往大海里倒了一桶珊瑚，瞬间变成废土重生……经过 @ustc_zzzz 的艰苦卓绝的清理才弄好\n第二次是我发现熔炼附魔泰拉断裂者一键砍树可以直接崩服，此时服务器的地图会恢复到之前的一小段时间（没保存），但是玩家背包可以保存下来，利用此可控崩服技术，我成功地把自己的植物魔法遗物给弄没了……因为我把复制物品的操作顺序弄反了……\n第三次倒只是一个小bug，将含有1000mb以上流体的TE的便携储罐放入林业的装瓶机可无限产生流体……\n\n说到底，还是和别人一起玩才有意思啊\n\n五周目兔球的房子，曾用来做越野赛的射击场\n\n\nemmmm 【该内容过于暴力，不宜展示】\n\n"
        },
        {
            "author": "Ant繁星飞跃",
            "timestamp": 1513406280,
            "txt_content": " 本帖最后由 Ant繁星飞跃 于 2017-12-16 14:47 编辑 \n\n【回忆开始】\n【起始片】\n第一次玩MC的时候  好像是在小学三年级\n那时候\n看到游戏电竞这个节目有两个人在播放我的世界\n那个时候   游戏里版本是1.7.2\n后来  越看越着迷  越看越着迷  感觉 这个游戏就是我一直在找的好玩的游戏\n后来   我开始寻找这款游戏\n百度搜索【我的世界1.7.2】 之后  找到了一个启动qi。。神奇的是  那个启动器页面居然是现在正版一摸一样的   需要登录  不过 我一般输入123 123 就行了。。\n刚刚开始  什么都不会 看着那个世界  一脸懵逼\n后来  我发现了沙漠等一堆乱七八糟的方块\n我开始了第一次探险\n手动夭折。。【摔死了】\n不会做工具  不会做武器 全凭一双手\n\n后来   在学校里  我发现我同学会玩  后来就开始请教他   后来 我俩一起踏上了这条邪路\n\n学会了建造工具的我非常兴奋  玩了几个月 \n中途有一次  准备出去探险   然后一直走一直走   走着走着  我迷路了。。\n我开始尝试找到回家的路\n过了3个小时【游戏中好几天  现实3小时】\n我居然找到了土房子  \n后来  因为一次手贱  相信了刷钻软件。。。 然后。。 中病毒了  重做系统之后  我的存档再也找不回来了。。\n\n【服务器片】\n后来  在浩方电竞平台上 找到了一个叫什么时空的服务器\n便开始进入了服务器之旅\n当时依旧是新手  什么都不会\n后来 遇到了一个会玩的开始带我玩。。\n当时 发展的不错   可以说不算萌新了\n之后  我开始涉足于其他分服【那个服是BC服】\n\n之后成为了一名伪dalao就是很辣鸡很辣鸡的dalao。。\n\n之后再浩方电竞平台中  在聊天大厅里发现一个宣传服务器的   就是那个服务器 改变了我。。\n\n\n【成长片】\n进入那个服务器后  我并不会如何使用register  我一直以为是服务器问题  然而。。\n\n我开始进行百度   终于注册后 便开始发展了起来\n\n那时  我已经渐渐的会玩了  便找到了我的同学【小王】一起玩\n\n由于还是学生时期   所以只有周六周日才能玩 \n\n那个服务器是一个纯净生存服务器  \n\n后来我一跃成为了dalao级别的人物   【服务器当中 生存玩家中 钻石/money最多的玩家】\n\n那个服务器非常和谐   有时间就办什么活动啊  之类的\n\n后来  我成为了服务器中与OP玩的最好的 \n\n但是。。好景不长  那个服务器。。 换周目了。。\n\n【管理片】\n换周目后  那个腐竹可能比较信任我   就让我开始管理服务器【OP】\n我非常兴奋  以至于一直在网上找指令记下来\n但是 我是一个熊OP \n\n我经常与玩家一起玩耍 一起搞事\n\n并且给玩家东西。。\n\n好景不长  后来便成为了回忆。。【服务器过期了  腐竹也不想再开了。。】\n\n\n【腐竹片】\n有了当过OP的经验之后\n我便开始做好当腐竹的准备\n经过一大段时间的摸索\n终于购买了一个属于自己的网页服务器【某酷牛。。】\n\n开始了第一次的服务器\n\n我的宗旨也是像那个服务器一样  温馨  和平  有趣\n\n但是我并不会在MCBBS**传【当时根本不知道还有MCBBS。。】\n\n然后   凭着在乱七八糟的群里宣传  勉强每天保持1-3人在线\n\n后来  我也想起了那个服务器  准备在服务器里做一个【fzdgs[腐竹的故事]】 全用方块铺出来3D的  然而。。  服务器过期了 \n\n就这样   第一次当腐竹就过去了。。\n\n\n\n\n之后\n便是我现在这样\n由于那个服务器群群主【腐竹】  不知为何把我删了  所以 我也就没留下什么回忆\n\n所以。。。\n\n没留下回忆是真的可惜啊。。。。。。。。。。。。。。。。。。。。。。。。\n\n\n【回忆结束】\n"
        },
        {
            "author": "小鲤鱼XLY",
            "timestamp": 1513498740,
            "txt_content": "看到了这活动让我想起一些不愉快的事情；\n在我玩Minecraft这款游戏时，我不怎么与人接触，不善于交朋友。我性格内向。但在我接触这款游戏是发现这款游戏可以让我大胆的尝试世界上一些我不可以去做的事情例如：建造只属于自己的家，在工业中制作许多机器等，最值得我说的是在游戏服务器中可以交到许多未知的朋友......在游戏中我认识了以为妹子，她熟读了Minecraft中所有的生存技巧红石技巧等 完全就是大神的级别  因此我与她成为了最好的朋友 我们每次玩游戏都在一起  一起享受游戏带来的快乐  将不愉快的事情抛之脑后  专心的与她一起玩  在这一段时间内是我做快乐的时候。但好景不长  还不到半个月 她却莫名的不与我联系  她是发生了什么事吗？是家里有出了什么事？还是你已经不想和我玩了？这个问题让我有些失望，如果你现在还玩当初的那个服务器，那请到服务器中找我，我每天依旧在服务器中等待着你"
        },
        {
            "author": "pineapple_",
            "timestamp": 1513501440,
            "txt_content": " 本帖最后由 pineapple_ 于 2017-12-17 17:35 编辑 \n\n  说起生存生存模式，上次接触它已经是1年之前了。我第一次正经地玩生存模式是2015年，在一个私人服务器里。  那时候我初二下学期开学，无意间听到我班的两个同学在讨论mc，说了好多我听不懂的东西。直到我听见他们说：\"有一个服务器，在暮色森林死亡物品会掉落。\"我听了之后说：\"不可能的，gamerule keepInventory true会把所有世界设置为死亡不掉落。\"当然，那时我不知道暮色森林是什么东西，也不知道服务器是什么东西，但是我从他们疑惑的语气中知道，他们一定不知道gamerule keepInventory true是什么，我告诉他们让我去那个\"服务器\"看一下我看看我能不能解决。放学后其中一个把群号发给了我，我加了进去，第一句话就是：\"听说你们服务器有关不掉的死亡掉落？\"腐竹回答\"是的\"，我说\"你们进到游戏里输入/gamerule keepInventory true试过吗？\"腐竹回答\"没有\"，试过之后，没有成功，过了一会得知原因--在这个'服务器'各个世界中的gamerule是独立的，需要每个世界都输入一遍。测试成功，我决定开始在这个群里潜水。\n  潜了不久，他们一直在群里发自己玩游戏的截图，没有一个东西是我见过的，因为那时我不知道mod是什么东西，当时我只会玩一些很水的原版命令（比如说一个自定义生物之类的）。我就好奇啊，他们玩的是啥东西，看起来真有意思，我就问了一句\"你们在玩什么……？\"他们回答我\"服务器啊\"，这个时候我才知道服务器是什么东西，然后我经过折腾了两三个小时，终于第一次打开了服务器整合包。\n  进去之后，我和我那两个同学住在一个房子里py，我只知道在哪里瞎走，甚至连砍树都不会，唯一可以干的就是白天到处参观服务器那五六个人的房子，晚上回家睡一觉，就这样，我开始了走向生存的道路。\n  时间久了，我觉得生存有些枯燥乏味了，他们群里发服务器游戏截图，我就在旁边发原版用命令做的一些东西，慢慢地大家都知道我会一些原版的命令（还是那种自定义生物之类）。后来，我终于知道\"要致富，先撸树\"的思想理念，走上的生存正轨，开始学习城里的先进的败家经验他们先进的mod经验，每天都在跑图找东西打怪什么的，他们的房子再也装不下我的箱子了……（大概是60+个箱子），我便在周围的山坡上开始筹备房子，根据百度上的房子不要贴地的概念，我选择把房子建在了空中离地3格高的地方，先做了一个用圆石做成的火柴盒低的边框，用橡木木板把中间填充好，为了透光性好，找到了一个沙漠，花了几小时烧了几十组玻璃块，火柴盒的墙壁完全用玻璃做的，为了美观（并不存在什么美观），房顶我是用原木+圆石做的。我把我的几十个箱子都搬了进来，塞了一整屋。\n  一开始，腐竹教会了我如何玩豆腐mod，我学会了压豆腐，我把我的屋顶上面整个都弄得像豆腐坊一样，后来干脆就认为这是我的屋子的第二层了，第二层的屋顶用泥土封顶，侧面没有墙，十分\"透气\"我在泥土上又种上了一大片树，后来长出了一片树林，我也没舍得砍掉。\n  不久，腐竹说，不如我们再加一点mod吧，我说去哪找mod？腐竹说:\"百度mcbbs\"，我第一次接触了bbs，并且注册了一个账号，你们是不可能知道是什么id的，我才不会告诉你是myfsq的，在mod发布版里面到处找mod玩，我们找了一堆花里胡哨的mod，腐竹把它们加到了服务器里面，结果，服务器再也无法启动了，删了这个mod也不行，结果，第一周目完结。\n  *完结后很久，我找到了并打开它最后的存档，截了一堆图片留念（找了一圈没截到什么重点）\n  当然了，第一周目才是我生存的刚刚开始，一周目之后，立即更换了第二周目，经过第一周目对mod的熟悉，第二周目基本没换mod，我以难以想象的速度发展到和上一周目差不多程度，不久就到了后期，在那段时间里我一到周末，早上六点就会醒，一直玩到晚上（真怀疑那个时候成绩为什么没掉多少），而我以前从来没在9点之前醒过，我一直在抢在别人的前面去探索暮色森林，我把出生点范围附近的boss全都消灭了。后续还有第三周目，第四周目，第四周目2，第四周目3，第五周目，第六周目，第六周目2，第七周目，……到了第9周目暂时就不开了。  这时已经2016年9月多了，我的生存经历到此结束，我便开始沉迷原版命令走上了深入命令的不归路然后注册了这个账号\n\n写不动了……\n\n"
        },
        {
            "author": "AhtistedAtomic",
            "timestamp": 1513520100,
            "txt_content": " 本帖最后由 AhtistedAtomic 于 2017-12-17 22:28 编辑 \n\n小学三年级，2011年，弃坑赛尔号奥比岛，玩起了MC，被免费版吸引，求了母亲大人买45元的完整版\n老妈给的条件是：月考考全班第一，给你买。\n嗯，我做到了，考了满分，理所应当第一，高高兴兴给妈妈看，拿到正版。\n哦，我妈不知道的是，那回试卷老师放了水，班里一半都是满分，要么就是手滑写了错别字的。\n完整版的界面可帅\n石头风格，有裂缝在上面，饱经沧桑，我觉得很酷，这个UI像是蕴含着上古时代的魔力。\n中二之魂----认为我玩这个游戏就能使用”上古之力了“，还跟同学展示了一圈我刚买的mc，他们认定我是**\n“精神病就精神病吧老子是有超能力的嘻嘻嘻，信不信我用minecraft打倒你呀”\n嗯，每次我瞥到我徽章栏里的上古之石优秀成员，就想起这丑事\n\n好了我要开始讲”灵异故事“了\n嗯，忘了版本号了，那时候刚出下届反应核，我听说过pc版玩家可以通过传送门带他们去下界。\n暑假，在寒冷的山沟沟里。\n那是一个生存存档，玩了一两个月的了，在一台ipad2上，那个平板电脑是我爸的。\n手里有不少煤矿，一丢丢铁矿之类的资源，没足够铁制作镐子，一直用石镐。\n我看到合成表里有反应核了，哇呜，好贵。\n带上部分家当，也不多，开始逛图，是有限世界，很小的一块。\n天黑就睡觉，怕被怪物吃掉，装备散落一地。\n当时还没有饥饿值呢，所以不担心，树上的苹果是可以补充生命值的。\n翻过小山坡，穿过小树林（嗯，穿过树林时候白天，但我依然很害怕）\n到了沙滩。\n地上掉落有一把钻石镐。\n我很惊讶是谁丢在这里的，我不觉得这是游戏的特性。\n可能是玩家吧。\n那时候是晚上十点左右，我坐在马桶上，大山里，在一个军营里。\n连着wifi倒是，但是那个wifi是只供这个房间用的，有加密。\n是隔壁的孩子不小心进入了我的世界了么。\n可是我才刚打开游戏，没有发现有出现谁谁加入游戏的黄色字样啊。\n我捡起了那把钻石镐。\n如果是谁丢在这里的，它竟然没有消失哦。\n钻石镐是满耐久的，无附魔，那个版本也是没有附魔功能的。\n在沙滩上，左边是平原，有几棵小树，脚下是金黄的沙滩，面前是海，可以望得到尽头，海结束的地方是隐形的基岩。\n在沙滩上用石铲挖了下去，阶梯式往下挖，碰到石头换用石镐。\n一路下去只有一些煤矿脉。\n直到基岩层，在基岩的缝隙中我发现了钻石\n用铁和钻石合成了一个反应核，我摆了摆，点了点，它显示一行英文，好像是告诉我摆放方式不对。\n上网找了摆法，原来要金子，还要很多金子，四九三十六。\n该从马桶上走开了，打开了另一台ipad，这台是别人送给我的。\n连上网络，加入到那个捡到钻石镐的世界。\n我把反应核扔给了那个玩家，我知道那个玩家也是我，一个呆呆的史蒂夫。\n另一台设备上，我复制了这个世界。\n嗯，没错，你可以复制别人的世界到自己的设备上的。不过建筑似乎会消失，留下一张一模一样的地图。\n这个设备上我挖的矿道不见了，但我手里拿着反应核\n蓝色和中间一点金色，像是有魔力。\n我怎么知道复制世界会保留物品的，我不知道，但是实践成功了。\n其实到后来我也没能凑齐这四个金块，反应核在新世界的地上躺着，终未能激活。\n假如是一个人扔给我了钻石镐，他会不会看到我没能去下界后很伤心。\n钻石镐的耐久已经用下去一半了，我有点对不其”他“\n捡到钻石镐的史蒂夫再未能挖到钻石。\n拿着反应核的史蒂夫，已经不在那了，设备已经找不到了。\n\n后来我听说过了herobrine的故事，我不害怕。\n或许那把钻石镐是他偷偷丢给我的，或许他想看我激活反应核之后开心的样子。\n所以在我心中him大叔一直是个温柔善良的人。\n以及这山路十八弯的地方充斥着魔力。\n\n嗯，我有个名字叫核反应堆，它就是这么来的，我想记住这件事。\n哦，新设备，还是平板电脑，新世界，终于造出了反应堆，金块是靠bug刷出来的，在家前方弄了几座下界塔，在下界被取消之前我成功去了几趟\n\n据说下界反应堆激活后会失效，变成难看死气沉沉的黑色，并且永远无法唤醒了。我不想看到她那样，每次都在激活过半打掉。\n这样还能获得反应核，能在玩无数次，直到有一次玩脱了，世界天色变化不受控制了，十秒一次黑天，十秒一次白天。"
        },
        {
            "author": "末影使者。",
            "timestamp": 1513771920,
            "txt_content": " 本帖最后由 末影使者。 于 2017-12-20 20:22 编辑 \n\nhttps://pan.baidu.com/s/1c24N6Qc"
        },
        {
            "author": "qsefthuopq",
            "timestamp": 1513956060,
            "txt_content": " 本帖最后由 qsefthuopq 于 2017-12-22 23:24 编辑 \n\n1.6.2版本入坑 大概是在2014年 我入坑在某城镇服务器 2016年弃坑 期间经历了很多事 也从当年的懵懂到现在这样游戏历程:无知萌新→当上城镇助手→当上城主→前人弃坑,继承王位→生存建筑,获得建筑世界权限→直至弃坑\n见证了服务器从几十人的兴盛到最后只有一人的孤独 期间不时举办活动  最后因为和OP的矛盾而选择弃坑\n\n\n我随手F2保存到现在的截图有上千张 这些截图让我回忆起很多的往事 我就挑些讲吧\n当年我在服务器玩的时候下起了甘蔗雨\n\n\n\n\nQQ截图20171222222649.jpg (73.18 KB, 下载次数: 7)\n\n下载附件\n\n2017-12-22 22:27 上传\n\n\n\n\n\n只是因为我把甘蔗全部加高到256格 OP就说我这甘蔗卡服就拆了\n\n\n\n\nQQ截图20171222222607.jpg (76.37 KB, 下载次数: 1)\n\n下载附件\n\n2017-12-22 22:28 上传\n\n\n\n\n\n现在看来其实拆了才会卡\n\n\n当年生存建的像素画 光影应该是当时的raiden提供的 然后加上了当时拙劣的PS特效\n\n\n\n\nQQ图片20171222223343.jpg (61.69 KB, 下载次数: 6)\n\n下载附件\n\n2017-12-22 22:35 上传\n\n\n\n\n\n当时在生存的城镇内建了个很长的跑酷 这个记录就没有后人打破了 跑酷也随着周目的更替和消逝了\n\n\n\n\nQQ截图20171222223554.jpg (75.26 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 22:36 上传\n\n\n\n\n\n\n当年被勾引上去的巨人\n\n\n\n\nQQ截图20171222223741.jpg (6.1 KB, 下载次数: 8)\n\n下载附件\n\n2017-12-22 22:38 上传\n\n\n\n\n\n\n服务器斩首插件获得的各种头 同时这里也是跑酷的起点\n\n\n\n\n\nQQ截图20171222230600.jpg (114.6 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 23:06 上传\n\n\n\n\n\n后来就走上了建筑的不归路\n\n\n\n\nQQ截图20171222223859.jpg (5.34 KB, 下载次数: 8)\n\n下载附件\n\n2017-12-22 22:41 上传\n\n\n\n\n\n未完成的韶阳楼\n建筑初期因为服务器回档而导致的建筑丢失而使我想放弃 过了一段时间还是重新填坑了\n\n\n\n\nQQ截图20171222224237.jpg (49.48 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 22:43 上传\n\n\n\n\n\n最后的成品:\n\n\n\n\nQQ截图20171222224816.jpg (89.21 KB, 下载次数: 2)\n\n下载附件\n\n2017-12-22 22:49 上传\n\n\n\n\n\n\n\n\nQQ截图20171222224825.jpg (76.31 KB, 下载次数: 2)\n\n下载附件\n\n2017-12-22 22:49 上传\n\n\n\n\n\n玩了几年也随着服务器的堕落而弃坑了\nminecraft里我几乎大部分的时间都在玩这个服务器 在游戏内的时间超过上千小时(虽然有部分时间是在挂机)\n\n\n\n\nQQ截图20171222224954.jpg (43.68 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 22:50 上传\n\n\n\n\n\n\n\n\nQQ截图20171222225157.jpg (17.79 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 22:52 上传\n\n\n\n\n唯有这个服务器还健在的数据记录足以证明\n弃坑后失落过一段时间\n之后辗转后找到了另一个公益服 没有什么人 而我又成生存玩家变成了建筑师 然后变成了管理员 学习了基础的服务器管理技术 之后大概半年服主没钱就关服了 直到找到现在的公益服我仍在坚持管理\n兴趣也从建筑逐渐转移到插件编辑上 \n\n\n\n这几张都是建过的不同的跑酷的地图\n\n\n\n\nQQ截图20171222231150.jpg (100.39 KB, 下载次数: 6)\n\n下载附件\n\n2017-12-22 23:12 上传\n\n\n\n\n\n\n\n\nQQ截图20171222230838.jpg (56.26 KB, 下载次数: 7)\n\n下载附件\n\n2017-12-22 23:09 上传\n\n\n\n\n\n\n往事无尽 暂且回忆这么多 \n\n\n以下是部分以前用PS渲染的图片\n\n\n\n\nQQ截图20171222231025.jpg (68.19 KB, 下载次数: 3)\n\n下载附件\n\n2017-12-22 23:10 上传\n\n\n\n\n\n\n\n\nQQ截图20171222230942.jpg (71.7 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 23:10 上传\n\n\n\n\n\n\n\n\nQQ截图20171222231350.jpg (50.7 KB, 下载次数: 5)\n\n下载附件\n\n2017-12-22 23:14 上传\n\n\n\n\n\n而这些回忆的来源大多数是随手F2的截图 所以养成随手截图的习惯很重要\n\n\n"
        },
        {
            "author": "xt2533",
            "timestamp": 1514123220,
            "txt_content": "我已经玩了3 4年了，最开始玩的1.7.2 ，开始只是陪同学，后来一发不可收拾。只专注于生存体验MOD，没时间建筑。最开始的玩时，真的什么都不懂，所以我不停查资料，测试结果......成就了现在的我——技术宅。[因为换电脑，所有图片均被删除，所以无法图解]后来专研跑酷技术，虽然水平较差......"
        },
        {
            "author": "wzz0116",
            "timestamp": 1514351160,
            "txt_content": "我大概是12年12月左右知道的mc，当时看到一个信息说这个游戏销量挺高（当时还不是世界第二），然后就下了个盗版玩。我第一次进入了生存，然后白天乱逛，晚上就被僵尸打死了，就一脸懵逼。然后我去查了教程，才知道要致富得先撸树，然后我就照着教程玩，结果因为那是新手教程，后面就没了。所以我以为金套是最好的，然后我就做了一整套，夜里去外面浪，然后我就死了。第一次玩生存我甚至都没见过钻石，然后觉得不好玩就去玩创造了。\n\n\n一年后。。。\n\n\n我单人玩的没什么意思了，就想找个服务器玩，但是由于我当时并不知道有个东西叫做版本，所以一直没成功，后来我就看到了一个有网站的服，而且有客户端，我这才开始了玩服务器之旅，同时这也是我第二次玩生存。说起来我来到mcbbs也和这个服有很大关系，因为这个服的客户端是方块概念材质，后来我玩别的服也想要这个材质，然后我百度找就找到了这个材质的发布帖，然后嘛，回复可见，我就注册了这个账号。好像扯远了哈，接着说经历吧。那个服当时是200多人，人数上线才256，进服有时候还要等位，有时候还会被万恶的vip挤出去。服务器和单人最大的不一样就是插件，第一次进服最大的问题当然就是注册了，摸索了半天才进服（还好是中文的）。那个服没有菜单，我会说我在主城好几天（游戏时间）出不去吗？经过一阵询问，我来到了生存世界，出生点是满目疮痍啊，不过也是正常。然后就开始做基础工作，铁套get。然后就遇到了另一个问题，圈地，我不会啊。正在这时，聊天栏有人说收留新手，我就去了，这才把东西放了，后来我才知道有一种生物叫做熊孩子。然后我就开始了赚钱之旅，可是，一个人玩和单人有什么区别呢，服务器一起玩才有意思，就在某一天，我在挖矿的时候看到个人，就说和他一起挖矿，结果我还挖到了钻石，那个人非要让我当他师傅，我说我哪行啊，当个朋友还行。就这样，我有了服务器里第一个朋友，然后那个服有地皮，我就在他旁边买了块地。然后就过了很多天。不过那一天，出事了。我看到他1游戏币出售地皮，我想他可能是给小号就没理会，这时候正巧我的另一个朋友（没错，这时候不止一个朋友了）tp我，我就接了，然后我有点事就挂机了一会，之后发生了什么大家应该能猜到。看来就只能二选一了，买了那个地皮的朋友给我了那块地的权限，然后我就做出了选择，和那个朋友把我第一个朋友的地皮搜刮了（这应该不算熊吧），我第一个朋友就退服了（可是我又有什么办法呢）。后来我攒钱买了更大的地皮（那个服地皮有四种大小，越大的越贵），但是也从这时开始，服务器开始走下坡路了，有个玩家写了个按键精灵脚本，全自动收农作物然后去系统商店卖。腐竹就出了很多限制，mc的自由慢慢在这个服消失了，人数也开始下滑。从当时的500多人开始减少，到300、100、50（当然经过了很长时间），我也就不怎么玩了，只是偶尔上线看看。直到有一天，腐竹宣布了关服。服务器虽然关了，但回忆不会消失，我会永远铭记在心。也是玩了那个服，我才知道有一种红石机械叫做抽奖机，才知道原来商店插件可以简化抽奖机。我也才知道原来游戏世界也会映射现实，也有各种不同的人，也有好人和坏人。\n图片我是找不到了，只有关服前截的一些图，我想你们也不想看，就不放了。\n虽然之后也玩过很多服，但总也找不到那种乐趣了。\n"
        }
    ]
}