{
    "title": "【FOS-原创-连载】【MC国】【第六十一章 过场也很精彩】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1513334700,
    "txt_content": "　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　为什么冥王会出现在马赛办公室？帝国的特务机关不是在想方设法捉拿她吗？那样优哉游哉的和敌对势力重权人物亲密会谈，冥王到底在搞什么飞机？\n　　这里作者我得说明一下，冥王不搞飞机的，什么型号的飞机也不搞。\n　　婼姆共和整个都没有机场。他们魔法国的人，都使用远距离传送，方便程度相当于出门坐一站公交。\n　　每个城市的外围地带皆设有官方传送机构，出示证件购票使用，传输稳定快捷还能带不少行李。不过对于做了见不得人勾当的家伙，从官方路径走是不行的，由此就滋生了私下传送的灰黑色行业。\n　　收取高昂传送费用，连接欠缺稳定，又被官方设置的干扰场影响，传送当中丢个胳膊腿儿是常有的事。可胆大妄为加上保命就好的侥幸思想，“黑渡手”的生意一直红火，生命力顽强。\n　　那么，这和冥王又有什么关系？\n\n　　我们已经知道，魔法国没飞机，用远程传送代替；官方有稳定传送机构固定场所，并建设了干扰私人传送的设施；私人传送要价高安全系数低，传到地方有可能剩半拉身子，依旧有人冒险从事冒险尝试。\n　　婼姆宪法规定一旦查出私人设置最远传送距离超出100哩的固定魔法阵，便予以重罚，没收所有非法所得还要终生监禁。\n　　而冥王，现在就在干这么一件超脱法律框架的事。\n　　或者说冥王通常都按自己的原则做事，基本不把三国法律放在眼里。\n\n　　头天，冥王把小沫诱拐到荒郊野外揍了一顿，在混乱王都随便找个地下室网吧，给电视台传达室投了份匿名爆料新闻，叫小沫丢尽了脸。中午她到快餐店吃了饭，下午选择临街便捷酒店看书又住了一晚，临睡前通知自己的老朋友、老闺蜜、老相好，国卫局副局长马赛-克朗，预约明天上午造访。\n　　来干嘛？\n　　“看看你。另外我听说你们正通缉我，还有一个叫朗-伊欧的人，弄个合理解释用于推卸责任呗。顺便给我几个新人，帮你训练下。对了，那个叫A245的，叫他也来，我有事情。”\n　　冥王发完信息，关灯睡觉。\n\n　　隔天，办公室里，马赛兴高采烈，245痛不欲生，银狼逆来顺受，墨彻稀里糊涂。\n　　看着几人各自不同的表现，冥王笑了笑。\n　　“好吧，我简单说明一下。”\n　　245已经吓晕过去，银狼墨彻听见名号都没敢吭声。\n　　“你们呢，作为马赛精心挑选的高级干员，有两周的时间来捉我。还有另一个人，叫伊欧。名字你们可能不熟悉，通常追杀那种人的工作不会落在你们身上。\n　　地点在三晋联邦圣殿森林。两周，找到我们俩，同时实现自保，就算任务完成。当然了，我的身份你们都有所耳闻，伊欧是什么人之后会有资料，你们还得躲避圣殿护卫的袭击，生活所需就地自行解决。护卫军那边我会打招呼，保证不伤害你们的性命。但被捕住超过三次限制的算作出局，不足两周三人都出局的话任务即失败，如何处置由你们的局长定。\n　　所以最好用心点，努力点，听明白了吗？”\n\n　　如此，一群原本瓜葛不多的人，汇聚在了三晋的禁地区域里。\n　　他们有一个共同的目的：寻找灯泡，占有灯泡，笼络灯泡，利用灯泡。\n　　这场即将围绕神隐之主教------路边-灯泡开场的大戏，小沫饰演正义，为了夺回心中所爱，毅然向黑势力代表宣战；245饰演中立，没明白怎么回事被推倒在风口浪尖，准备破釜沉舟殊死搏斗，巴望对手开恩放他生路；冥王饰演邪恶，来无踪影去无消息，包庇通缉犯还提供出逃途径；其余人充当NPC，摇旗呐喊围观看戏。\n　　吵闹过后，过招之余，饭局散去，K歌完毕，定要遗留遍地鸡毛蒜皮。\n　　瑟斯特姆的权利格局，从此发生天翻地覆的改变，也说不定呢。\n\n\n废言：\n本次无肺炎。\n\n索引见签名档。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "星_盟~",
            "timestamp": 1513335480,
            "txt_content": "中二作的味道"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1513350360,
            "txt_content": "妈耶没人气了\n这篇的排比和押韵迷之喜感\n前排坐等安根出现"
        },
        {
            "author": "ATO",
            "timestamp": 1513393320,
            "txt_content": "好...好尬啊...."
        },
        {
            "author": "冥王星人",
            "timestamp": 1513431960,
            "txt_content": "bo_bo2001 发表于 2017-12-15 23:06\n妈耶没人气了\n这篇的排比和押韵迷之喜感\n前排坐等安根出现\n要的就这效果和钓安根"
        }
    ]
}