{
    "title": "家园 —— 城邦█火炮█掉落█中世纪█冷兵器█无传送█无作弊",
    "author": "x240295600",
    "replyCount": 0,
    "timestamp": 1513404480,
    "txt_content": " 本帖最后由 x240295600 于 2018-1-22 21:04 编辑 \n\n一边听音乐一边看帖么？http://music.163.com/style/swf/widget.swf?sid=26491705&type=2&auto=0&width=340&height=86\n\n\n服务器信息:[官方团队]boliOK 逍遥服务器版本:1.12.1_纯净服QQ交流群：675946822反馈联系QQ:240295600IP地址：jiayuan.a0mc.com（只能使用专用端登陆）客户端下载地址:http://down.a0mc.com/zqlyszsjtd.zip（客户端安全软件会误报启动器，服主担保添加信任即可）（客户端无限速下载链接请放心下载） 不扫地不换图全天开放，中世纪土地诸王平分天下\n面向玩家:1.红石玩家。2.建筑玩家。3.战争玩家。4.牧农玩家。5.普通玩家。6.萌萌玩家。不建议：低素质玩家，诸如此类。（机制原因我们不会因为低素质几次拿你怎么样但时间长了我们都看在眼里，予以警告不加以改正情节严重直接永禁）\n\n[家园]诸王之制\n故事背景：这个时期的 欧洲没有一个强有力的政权来统治。封建割据带来频繁的战争，天主教对人民思想的禁锢，造成科技和生产力发展 停滞，人民生活在毫无希望的痛苦中，所以中世纪或者中世纪早期在欧美 普遍被称作“黑暗时代”，传统上认为这是欧洲文明史上发展比较缓慢的时期。随着 西罗马帝国被 日耳曼人所灭，相继出现了一批蛮族国家。先后有 法兰克、 伦巴德、 奥多亚克、 勃艮第、汪达尔·阿兰、 东哥特、 西哥特、 盎格鲁撒克逊等王国建立。王国之间战争不断，其中 盎格鲁撒克逊、 法兰克王国存在的时间比较长。中世纪时的经济主要是 封建制的 庄园式 自然经济。出现了一批 商业城市： 巴黎、 里昂、都尔奈、 马赛、 科隆、 特里尔、 斯特拉斯堡、 汉堡、 威尼斯、 热那亚等等，形成了一个以 地中海为中心的贸易区。中世纪的战争，是由组织散漫的战斗团，在需要运用策略和调动的战场上互相对峙、冲突，然后再一步一步演进而来。演进中的一个部分，反应在不同的兵种和武器的发展上，以及如何去运用它们。黑暗时代的早期军队，是一群没有组织的徒步士兵。当重骑兵兴起后，最好的军队就是一群没有组织的骑士。徒步士兵会对沿途的农田造成破坏，在攻城战时则会造成更大的打击。当两军对峙时，重骑兵往往会被布置在军队前列、轻骑兵在两翼，步兵与弓兵在后（中世纪大阵）。在战斗开始后重骑兵会率先对敌军阵型发起冲锋。重骑兵冲锋的威力是巨大的，数次成功的冲锋便可以彻底撕裂敌军阵型。不过，在混战的时候，骑士们会试图与他们的敌人作一对一的交战，而徒步士兵又会夹在敌我双方的骑士之间。这种战法其实非常危险，因为中古时代早期的徒步士兵，大部分都是在封建制度下被征召的农民，并未受过作战训练。弓兵在攻城战上十分适用，但在战场上也一样冒着被消灭的危险。到了14世纪后期，指挥官加强了骑士的纪律，使他们的军队更能发挥团队的合作。但是在英国的军队里，尽管 长弓兵在很多的战场上证明了他们的价值，可是骑士并未给予这些射手太多的重视。纪律也让越来越多的骑士为报酬作战，罕有为忠诚和光荣作战者。在意大利的雇佣兵以长期作战但少有损伤而闻名。在这个时期，各阶级的士兵都是军队的资产，不会被轻易遗弃。这使得过去追求光荣的封建军队，逐步成为只关心他们会收取多少报酬的专业军队。\n在这里你能干什么？这里是一片中世纪时代土地，初来到这里的你一无所有，而你要去做什么也没有人会管制你。是富甲一方的商人是血染沙场的将士还是遣兵调将的王上又或是当上一个平头百姓给自己租上一间房买下一亩地去邻居家串个门去街上摆个摊赚些个金钱等等这些只要你愿意，就能在这片土地上活出真情的人生。有人说面对的不过是虚拟的代码什么努力什么帮助什么付出都是徒劳的，但咱们每一个玩家，每一个的付出，背后不都是活生生的人么？想发挥建筑学让侵略者望而怯步？没有问题！红石陷阱，黑筒大炮，城防布局规划，等等发挥你的脑洞让你的家园城池无懈可击！想杀人越货，掠夺城池？快来吧！士兵，战马！战宠！这些还不够！攻城快快造出黑筒大炮城防大杀器！发现一支商队！我帽儿山弟兄们快抄家伙上抢了他们！不想杀人不想被杀？中世纪法律松散无法对害命者有效的制裁，请玩家组团行动自保，无神器无绑定，团队游戏人数越多胜率越高，不杀人的玩家死亡物品掉落数为最低档，杀人者会被通缉杀人越多死后物品掉落数越多，杀人超过一定数量死亡后会被趁机逮捕至监狱服刑。各种功能，诸多玩法，不一而足，如果跟百人/千人服比我们当然微不足道，但我们做好自己就足够了。然后快来加入我们一起探索创造这片土地吧！\n\n资助服务器对应目录：金币价格:1RMB = 3枚金币 || 5RMB = 1小袋金币(16枚) || 10RMB = 1袋金币(32枚) || 20RMB = 1大袋金币(64枚)即时目录更新请尽量关注群内公告通知。目前及未来暂不会考虑出售特殊权限，绑定神器物品。\n服务器截图欣赏：暂留\n服务器规则声明：1.不得非法作弊等操作，一经发现执行永禁。2.不得过多过分语言暴力，情节严重者给予重罚。3.不得对服务器官方团队谩骂等行为，情节严重给予重罚。4.不得骗取其他玩家现金等行为，一经发现执行永久封禁。（除亲朋好友外不要轻信他人转账交易物品等行为，玩了好几天也有可能不玩了骗你一下）\n\n加入我们团队？官方团队:boliOK，逍遥 || 直接联系QQ240295600招募贴:，招募片:[bili=15131428]1[/bili]\n",
    "replies": []
}