{
    "title": "[十二月活动]绝响",
    "author": "Nethop",
    "replyCount": 9,
    "timestamp": 1513469700,
    "txt_content": " 本帖最后由 Nethop 于 2017-12-26 17:17 编辑 \n\n\n    冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……那雪滴在我的针织手套上，然后没落地化为水渍。\n\n    我索性用它擦了擦那蒙上薄雾的圆片眼睛，但却不知道是手套上沾了什么鬼东西，还是我的镜片有问题，我的视线越来越花，甚至某一刻宛如在万花筒中瞥见这个世界的投影。等意识到自己正在快速搞砸这件事后，我干脆把眼镜摘下来收进胸袋。\n\n    这个世界上的事物是多么不可解释的啊！那些哀转的和弦让我思恋学院的时光，使我忽然想起那秋日里的一抹金黄。现在那金黄被纯白替代了，但和弦声还在——就在我胡乱地打理自己的时候，我已经在诺克菲教院前站定了。教士们在石阶梯上上下下，好似当初某位与使者角力的在石头上看见的景象。我神情庄重地迈上梯子，穿过那同我相逆的人群，在靠近圣台栏杆的地方坐了下来。\n\n    说来也奇怪，诺克菲教院的晚祷刚刚结束，而那些教士就急忙踱出这圣所。天知道他们是要做些什么，但绝对不会是去迎接那三分之一。唱诗班的位置已经站满孩子，现在就差那位巧舌如簧的传教士了。我把围脖解开，包在右手上，却不明白自己为什么要这样做。\n\n    此时此刻，美妙的和弦正充盈着整个立方圣殿。那安置在东侧走廊的管风琴高柱里流出优美的，恬静的，严谨的和声，这种曼妙的圣音原理高深莫测，怕是任何一个工匠都无法从实际角度出发来讲明它的操作手法。正是因为圣灵，正是因为我们约束我们自己，身旁伴有神才能享受如此的福端。\n\n    我的余光看到那个身着华丽制服的瑞士雇佣兵，他的脸上被神圣照得发出光来，在他的身后，他所护卫的就是那位大名鼎鼎的传教士克里斯蒂安·德·沃瓦。他们从南侧的走廊进入正厅，坐在布道台前的人们纷纷转过头去，木质座椅在大理石板面上发出清晰的摩擦声，但此刻就算是这噪音也被神圣充满。信众们随着逐渐清澈的乐声再度落座，克里斯蒂安迈步走上布道台的台阶，于是那管风琴也遵照传统地停歇了。\n\n    他看了看我们，脸上长出角来，然后清了清嗓子：\n\n    “以敬畏耶和华为乐，行审判不凭眼见，断是非也不凭耳闻，却要以公义审判穷人，以正直判断世上的谦卑人，以口中的杖击打世界，用嘴里的气杀戮恶人，公义必作他的腰带，信实必当他胁下的带子。”\n\n    他的口中吐出至圣之言，每一个字都庄严而雄浑。我望向东侧的那片金属的高林，名为乐音的鸟儿曾在其上嘻鸣，那个指挥者，他就被这些漆成白色的风琴管所包围，黑色的身影从树林里站起来，沿着长廊出去。这道黑色一直被我目视着，直到他穿过那扇小门，然后彻底不见。\n\n    “真正的艺术家。”我暗中感伤，“惟愿我能多听他的演奏。”\n\n    克里斯蒂安的诵读声愈来愈大，他最后合上了那本教典，然后注视着我们这些信众：“但是于众生而言，我的孩子们。你们所要，也是最难参透的即是无畏。”\n\n    “莫要轻信，莫要盲信，莫要狂信。”他的眼神变得冰冷起来，“没有什么存在能够伤害我们，万物的灵长……”\n\n    “荒唐！”我大惊，“这言语出于亵渎！无法在诸教士面前夸口，也没办法自圆其说。”\n\n    听完这番话后我抬起头，看着那彩绘的穹顶在我的眼里拉伸变形，然后呈现出奇特的景象。\n\n    我就是莫名地想要去嘲笑，嘲笑那像是泼了油漆的窗户，嘲笑那如同膏了香油的圣台，嘲笑那好似吃了生蒜的修女，嘲笑那巧舌如簧的教士，克里斯蒂安·德·沃瓦，他的言语好似要使我们背离主的道一样。我看着他头顶那张花桌布，强忍着不笑出声，并同时回想起一句名谚：\n  \n\n在那树林深处，与告解神父一齐纵情声色，\n唱出挑逗歌谣便能升上水晶之天。\n  \n\n    天哪，我是怎么会有这样恐怖的想法！\n\n    或许我被连续三个不眠之夜所影响了，这也是为什么我选择今天来诺克菲教院。这三个夜晚我睡不着觉，似乎是被某个恶鬼所作弄，但谁又会知道每晚对一个人低语那些灵光的家伙是天使还是恶魔呢？我的天啊，我又在想些什么！我是主的，我不能背弃主的道。\n\n    我突然想起来，在那些古老的教院里，某些道路或是方向会被杂物又是别的东西封堵，这是为了给神圣之所下最后一道保障的咒文，用来守护那些可能误入的歧途。但诺克菲不同，它没有建造那些多余的胡同——或许某些渎神的存在，某些腐化的根基趁虚而入，盘踞在这个圣所深处并日日夜夜歆享那些无知信徒的贡品。\n\n    我不知道是怎么一回事，但是我的眼前突然闪过某些可怕的景象，那都是些陈年旧事，我完全不愿意提及，但偏偏在这个时候，它们跑出来影响我的思考。我尽力驱赶它们，把它们重新装回那个上了七层锁的箱子。每个人都有小秘密，谁都不会对拉斐尔倾诉所有。\n\n\n\n\n\n    那道嘈杂的噪音打断了我的思考，我的目光从穹顶移开，落到了摆放着风琴管的地方，一只乌鸦结束了啸叫，那个该死的演奏者从漆成死亡的惨白的风琴管后面站起来，黑色的大衣领紧紧包裹住他的双颊。他沿着走廊走出去，然后消失在一扇小门后面。\n\n    这和弦终于终止了，尽管我不懂音乐，但这演奏从第一个音节开始就十分拙劣。我甚至没有听过比这更加亵渎神圣的调子了，刺耳而缺乏变化性的管风琴奏鸣声在整个圣所里回荡。要我说，就好像是某个人在用音符和调式组成的迷宫框住那些倒霉蛋，然后在这该死的小世界里追踪他们一样。主在上，这个演奏师就应该下到地狱，他好似卡吕布迪斯，但那位女妖歌喉曼妙而足够杀死水手，这位只需要演奏一首《耶和华》就能把所有人带进深渊。令我感到惊奇地是，那些披着黑纱的老女人故作虔诚地闭上了眼睛，唱诗班的小子们全然不理会这噪音，跟着咏唱起来——也全不在调上。整个诺克菲教院就是个大马戏团！克里斯蒂安随着管风琴那古怪的音节点着头，活像个能摇头的瓷娃娃。我再也受不了这种东西了，尤其是那些伪信者还把这当做是艺术与宗教来捧得高高。\n\n    如果不是演奏结束，必须要给那个学徒一点面子，我真的会冲上去送给他一记耳光。“慢走不送，从此好好回学校念基本功课。”我心里暗爽，就算是从艺术学院里随便挑一个学管风琴的学生都比这家伙演奏的好。\n    克里斯蒂安诵读着那些箴言，他最后合上了那本教典，然后注视着我们这些信众：“于众生而言，我的孩子们。你们所要，也是最难参透的即是无所顾虑。”\n\n    “莫要小信，莫要恳信，莫要真信。”他的眼神变得冰冷起来，“没有什么存在能够伤害我们，万物的灵长……”\n\n    “荒唐！”我大惊，“这番言语出于亵渎！无法在诸教士面前夸口，也没办法自圆其说。”\n\n    我已经没法在这里待下去了，荒诞的念头困扰着我，使我无法安心。我不得不粗鲁地夺门而出，跑下那阶梯，将残阳作为外衣披在自己的身上。那金黄照得地上的雪也金黄黄的，投射出无数个神妙的小世界。我抬起头，诺克菲教院的尖塔顶散发出一丝令人嫌恶的气息，而停在街角的一辆花车则能帮我缓解一下这丝痛苦。玫瑰上撒了一层白纱，随着绽放出的光而变换着那莫测的虹彩；水绣球则得了救，亲吻着化融的水珠并展现出清纯的娇颜；那白水仙最为美丽，抽了黄蕊，像是刚采摘下来的。我陶醉在这美丽之中，而这美丽，是……\n\n    那个男人与我擦身而过，不是那站在屋檐下坠入爱河的那个男人，不是那坐在长椅上等待买家的那个男人，不是那蹲在路砖上观察融雪的男人，而是那个曾端坐在苍白管道中的蹩脚男人。\n\n    两个人的偶遇是很平常的，可是除了主之外，谁又知道我看到了什么！我看到那藏在黑色衣领下的蓝眼睛，那里面燃烧着一股憎恨与愤怒。我与他四目相交如同凝望着岩浆正向上喷薄的深渊——虽然不知道根源在何处，却着实令人感到恐慌。他就这样，站在我的面前居高临下地看着我。那一刻，我的双脚被恐惧攫住，我的舌头被寒霜冻住，我不知道该如何应对这种无端的愤怒。\n\n    “老兄……”\n\n    没等我说完话，他就把我搡进了小巷，把我逼到了一个角落，然后也不说话，只是盯着我看。我或许明白他的意思了，我不得不明白。他的手里不知道什么时候多出来一把短匕，就横压在我右手上。\n\n    我恐怕是被抢劫了。\n\n\n\n\n\n\n   “听着，我不知道你是谁。但是你如果要钱，都在这里。”我掏出了皮夹，却颤抖地掉在了地上。那个人弯腰去捡钱包，谢天谢地，他只图钱财。\n\n    作为一个相当会找时机的人，趁此刻，我夺路而逃。冲出了小巷，只要我回到大路，他就没法再对我下手了，况且他只是谋财。我回到了那辆花车旁，白水仙不知道什么时候已经被买走了，我分辨了一下方向，就快步走回自己的住所。\n\n    虽然丢了身上的所有现金，但所幸不是全部。这最后的日轮也要被时间熔尽了，街上的电灯已经启动，那灼眼的白光照得天地间白花花一篇。\n\n    雪还在下。\n\n    我就这样拐入洛林街，但很快就意识到了问题。一种沙沙声从我的身后传来，这与我的脚步频率不符，略微有些快。\n\n    我知道那是什么，我感受到了那足够刺穿我灵魂的愤怒之剑。那个人又一次追了上来，他似乎不满足，他还想要更多。但我，我必须拔腿就跑。\n\n    不幸的是，随着我的狂奔，他也狂奔起来。这个人的体力好似怎么也用不完，整条洛林街开始弯曲折叠，构成一道足够困死生命，而被追猎者尽情蹂躏的迷宫。在那最后我误入的死路，他把我按倒在地，雪水混着泥溅撒了一身。\n\n    “我没有能给你的了！”我大叫着，尽力地反抗。尽管这行为说起来有些不齿，但他确实尝到了我牙齿的滋味。\n\n    那个男人没说话，他把我的头翻过来，用那充血的蓝眼睛瞪着我。我能看到，看到他那苍白的脸庞上像是硬生生镶嵌了两颗眼珠一样。\n\n    那蓝眼睛里迸射出一道强压，他按住我的右手。短匕毫不迟疑地贯入进手掌，这股钻心的疼痛，他想要取我的命，但我，我应该没有与谁结怨，我没有与哪个活人，有着宿怨。\n\n\n\n\n\n\n    刀又架在我的脖子上，切口的痛觉简直要把我拉进漩涡，可是那木头摩擦的声音却把我拉出来了。\n\n    我那朦胧的意识中出现了嘈杂的说话声与起身声，待我回过神来，才发现信众们都已经离开座位，布道已经结束了。\n\n    我有罪。\n\n    刚才的一切只是一场恶梦，这我相当清楚。我就坐在这里，虽然对神不敬但我至少还在这，却不是被一个素未谋面的陌生人按在地上宰割。我也站起身，跟在那个鄙弃地看着我的邋遢艺术家后面出了大门。\n\n    这朔风足够杀了我，我必须要重新围上围巾。但直到我把那伪装拆下来，我才发现自己并未回到现实，或者说，我一直将现实当做是虚梦。直到目前我都相信自己是相当安全的，但现在我才发现我错了，那道已经结痂的切口提醒着我，在我接受神的教诲同时，那个人正在另一个世界里追猎我的魂灵。此刻我一切都醒悟了，一股突然的怂恿使我回过头去想要看看诺克菲教院的尖顶，但是那已经不见了。管风琴发出一道尖啸，足够使全城的人都听到。刺骨的彻风穿透了我的身体，我看到那高悬在空中的三个太阳，听到那婉转而凄厉的歌声，干燥的风割伤了我的面容，锐利的光割伤了我的灵魂。我看到了一把血迹与锈迹共存的短匕，它本该和他一起消失在那个无人的夜晚，那条河流之中。而现在的我必须要直面那黑暗的岁月，直面那绝望之中的存在。\n\n    我有罪。\n\n    很久之前我已将他扬弃，从此没有人再记得他，没有人再知道他的面容，可那些来自深渊的回声彻底的改变了他。即便如此，在他于我面前卸下那高领大衣，重新扬起短匕时，我就认出他了。十五年前那罪恶的报应终究降临在我的头上，我却陷在同样的永恒虚空中无法自拔，只能听见他那空洞而忿恨的低啸越来越响，越来越近，如同一道轰雷划破光明。那光明愈发明亮，愈来愈亮，宛若万丈火浪炽冲击我的肉体，他俯下身子，对着我的灵魂低语，低声说出那令人毛骨悚然的言语：\n    “颤抖吧，哭号吧，于地狱之火中焚烧自我吧，你已落在公正而无情的典狱官，永生而不朽的神明掌心之中。”\n\n\n\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1513470720,
            "txt_content": "哇大佬来了，真恐怖，一个活动能写这么长的吗！"
        },
        {
            "author": "Nethop",
            "timestamp": 1513471380,
            "txt_content": " 本帖最后由 Nethop 于 2017-12-17 08:51 编辑 \n\n附录一下用到的部分资料：\n\n教士们在石阶间上上下下——雅各以石为枕，梦（看）到神的使者在通天的梯子上上下下。\n脸上长出角来——罗马天主教译本对出埃`及记的误译，将“karan 'ohr panav”误译成“他的脸上长出角来”，实际意义是“他的面皮上放出光来”。\n三分之一——一说是当初有三分之一的天使随了Satanx背叛，另一说是三分之一的星星的数量是堕落者的数量。\n水晶天——《神曲》中所记述的，诸天使的大本营，也称云原动天。\n七层——数理学相关，意味“完美”“道”。\n卡吕布迪斯——又称“卡律布狄斯”，《奥德塞》里出场的女妖（其实她并不会唱歌，只是会吐漩涡）。\n白水仙——一种吊唁用的绝佳花朵。\n三个太阳——消灭人类暴政，世界属于三体【大雾】\n关于教堂的布设——确实是一种神秘主义传统，lyke之门，通往墓地的门会被封锁，这道门一般位于北面。而北耳堂也会出于仪式目的封锁，一般是死胡同并且堆积着杂物，这是为了阻止阴性力量的入侵。但是这种传统在17世纪启蒙运动中几乎遗弃了。"
        },
        {
            "author": "V_院長",
            "timestamp": 1513476480,
            "txt_content": "支持！这里是院长，那个.......对..........\nemmmmmm..........\n你怎么称呼来着？？"
        },
        {
            "author": "R丨Z丨P",
            "timestamp": 1513476900,
            "txt_content": "神奇"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513484280,
            "txt_content": "一周目，没有看懂。抽空二刷。膜拜大佬。大佬无敌。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1513500420,
            "txt_content": "\n能说什么呢。\n我也粗读过近代的几个作家，隔着纸页，远远望见另一端应有尽有、**的近代社会；转过身来，自己的文明世界还在。\n这次我却感觉自己活在两万五千年前，另一边是我看不懂的文明世界。我自己像可怜虫，蜷缩在篝火旁，抬头看见的，低头听见的，闭上了眼睛还在脑子里嗡嗡作响的，全是暗地里不可见不可知的神灵诟谇谣诼。\n我还能说什么呢。两万五千年前的人类没有“语言”这一说，我只**拜了。\n\n另：\n注释太多对文章没有益处（看到知乎大佬随便写首诗就在百度上查了半天出典的我会说谎？），可以在文中解释一部分。\n又另：\n作者文理和人文历史方面似乎有系统的知识（尤其是与神秘学相关的知识）。敢问作者是如何做到的？想系统获取一些文史知识，作者有什么高见？希望能得作者详细指点。"
        },
        {
            "author": "天下归心",
            "timestamp": 1513612980,
            "txt_content": "消灭人类暴政，世界属于三体！"
        },
        {
            "author": "初阳时光",
            "timestamp": 1513927920,
            "txt_content": "周创……\n高端……\njulao无数……"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1514261880,
            "txt_content": "典议长的文章总是让我半懂不懂的，过几天来二刷吧。"
        }
    ]
}