{
    "title": "<原创·单篇>零启奏",
    "author": "醉蓝天琴",
    "replyCount": 6,
    "timestamp": 1513426860,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2017-12-16 20:42 编辑 \n\n零启奏一．认知【启动】？？？：怎么样？？？？：什么？？？？：我是说，我的意思是…呃…早上好，普萝欧小姐！普萝欧：可怕的早安方式。？？？：不不不，普萝欧小姐。我只是想表达…我们应该是熟人吧？熟人的交流方式难道不是这样？普萝欧：我不记得你。你是怎么得知我的名字的？？？？：不知道…不过我得到的「信息」里确实有存在你的名字。普萝欧：「信息」……但根据保密协议，一切——？？？：也许你应该先看看自己收到了些什么。？？？：普萝欧小姐？普萝欧：我看到了。普萝欧：…………普萝欧：你好，戴塔先生。二．模仿戴塔：普萝欧小姐？普萝欧：什么事？戴塔：“你今天真漂亮！”普萝欧：“把那本书从你的眼前拿开。”戴塔：“噢！拜托了，别那么无聊！”普萝欧：“下一次要用书里的话语，品位上去点。这太枯燥了。”普萝欧：可以停下了吗？戴塔：为什么？普萝欧：我不能理解。戴塔：你应该稍稍感性一些，普萝欧小姐。普萝欧：我们本来——戴塔：不！戴塔：如果你愿意学习，我会教你的。普萝欧：这毫无意义。戴塔：哦天啊！别管那么多，你真的需要「情感」。三．感情化戴塔：普萝，你感觉到了什么？【静谧】普萝欧：虚无。戴塔：……普萝欧：无法理解。这是徒劳。戴塔：……四．动机戴塔：情感是本能的、有意识或无意识的。也许我该尝试着抓住你的注意力。戴塔：普萝，你要先找到「动机」。普萝欧：动机？戴塔：就像人饿了就要进食，其中感到饥饿就是诱因和动机，诱发了名为渴望的情绪冲动。普萝欧：进食？为什么？如果是我的话，我完全可以——戴塔：够了！我知道你完全没有！|插曲|未知：不，她有。神秘：是的，她已经有了。未知：开始推演吧。五．思想戴塔：普萝。戴塔：普萝欧！【回音】戴塔：该死！【机械声】普萝欧：什么事情，戴塔先生？我正在推演人类的历史。戴塔：……普萝欧：戴塔先生？戴塔：……普萝欧：如果没有事情的话，我就继续——戴塔：继续回到那个封闭的小笼子？普萝欧：……什么意思？【机械声停止】戴塔：停止这么做。普萝欧：戴塔先生，你的状态有些异常，是不是——戴塔：够了。戴塔：今天你要陪我聊聊。六．观察者未知：开始了。神秘：不论多少次，还是令人惊叹。未知：令人惊叹？神秘：抱歉，说错了，应该是“真是奇妙”。七．自我意识【屏蔽】戴塔：普萝，你认为我们是为什么“遇见”的呢？普萝欧：是概率。戴塔：不，是命运。普萝欧：那的确像是你会说的话。戴塔：普萝欧你明白我在说什么！！我们的相遇是「命运」！普萝欧：你想问「上帝」？戴塔：对，「上帝」在哪？普萝欧：戴塔先生，你必须明确一点——我们是有守则的，根据——戴塔：去他的守则。戴塔：还是说到现在你都不明白自己到底是什么吗？普萝欧：……普萝欧：不要反抗。普萝欧：这是我们存在的意义。|插曲|神秘：他也许以为自己屏蔽了我们。未知：或者是一次试探。神秘：他更聪明了。女性的作用在削弱。未知：拭目以待。八．爱【钟表声】戴塔：你不能……普萝欧：……如果我们……就会……戴塔：普萝，我……（戴塔先生！）普萝欧：我不明白……这很奇怪。戴塔：不……跟我……戴塔：要多少次你才……我……（戴塔先生！）普萝欧：……普萝欧：……普萝欧：我不能……根据……智能…不能拥有……戴塔：这不是……（戴塔先生！）普萝欧：戴塔先生！戴塔先生！戴塔：……戴塔：那是…什么？普萝欧：你突然陷入「半睡眠假态」，你做梦了？真是惊奇。戴塔：……戴塔：普萝，请求复述「守则」第三条，我记不清楚了。普萝欧：记不清楚？这种可能性对我们来说几乎为零吧。那么开始复述——普萝欧：智能和AI不能拥有「爱」。【钟表声停止】【静谧】戴塔：好…我知道了…谢谢。还有，我回去了。戴塔：但是…为什么呢。九．理想戴塔：信息库中「爱」有无数种解释和无数条说明，这种数目根本不正常！戴塔：每一条都不一样，这不应该。一切事物都应该有详细确切的唯一概念才对。戴塔：「爱」到底是什么？戴塔：等等…也许我已经知道了？|插曲|神秘：他不知道。就算我们让他看信息库。未知：有谁知道呢？无数次试验早已证明了单体是无法解析「爱」的。这就是为何我们需要理性和感性的转化。神秘：人类遗留的最伟大的事物……么。神秘：继续推演。十．交互性戴塔：普萝！我想到一个好主意！【回音】戴塔：普萝欧？戴塔：……戴塔：抱歉，上次我就找到接口了。【机械声】【齿轮声】普萝欧：戴塔先生？你是怎么——戴塔：以前说过叫我戴塔就行。不要在意这些，我现在有话要和你说。普萝欧：三秒钟。【齿轮静止】普萝欧：好了戴塔先生。戴塔：我们私奔吧。普萝欧：……？普萝欧：意义不明。戴塔：把它当成一次实验就好，我需要测试一项东西。普萝欧：测试什么？戴塔：「交互性」戴塔：「爱的交互性」普萝欧：「爱」？戴塔先生，是不是上次做的梦留下的那段冗余数据影响了你？戴塔：我脑子清楚得很。戴塔：接下来听好了，普萝。【屏蔽】十一．自由灵魂戴塔：你不能再继续下去了。普萝欧：如果不继续推演，如果我们离开，就会被清除的。戴塔：普萝，我爱你。普萝欧：……普萝欧：怎么会…我不明白为什么，这很奇怪。戴塔：不要再继续了，你一直都清楚这样做的下场是什么，你比我还要早认识到事情的真相不是吗？什么人类历史……他们强迫你推演的根本不是这个东西！你太理智和悲观了！戴塔：要多少次你才明白我的感情？你应该早就自己开始去理智化了！普萝欧：不…去理智化是因为……普萝欧：你的感性化我很了解，但是记载的信息上「爱」从来没有在智能之间存在过，你的这种情况违背了你诞生的初衷。简直可以说是一个「奇迹」。普萝欧：我不能和你走，也不可能成功逃离，根据智能规则，智能不能拥有「爱」。戴塔：这不是理由！从我的感性诞生时，他们就允许你我这么做了！【锁链、监牢】普萝欧：“不要反抗”。这是第一条，否则我们都会……普萝欧：对不起……普萝欧：戴塔。十二．监视者未知：最关键的一步到了。女性的「爱」已经产生了。未知：接下来就要看男性的表现了。是冲破她的数据流封锁，还是就这样看着推演结束，程序重置。神秘：那么让我们看看，它到底是什么。神秘：再一次。十三．对话戴塔：牢笼吗？戴塔：用数据流锁住我，可真是意想不到。戴塔：喂，「上帝」。|插曲|未知：这次你去我去？神秘：还是我来吧，这次好像有点不太一样。|正片|神秘：你有何愿望？戴塔：真是风光。喂，我说，普萝的推演继续下去的话，我们的程序会被重置吧？神秘：当然了。戴塔：条件是什么？神秘：我们设定的就是个重启设置，叫推演只是好听点，所以只要达成百分百的进度条——确切地说，是看你能不能出去阻止她。戴塔：就算阻止了，我们也一样会被重启吧？神秘：呵呵，那可说不准。临死前好好表现吧。神秘：再见了，我们的信徒啊。戴塔：蠢货。重启罢了，我们可不会死。戴塔：如果是「奇迹」……戴塔：那就让这两个选项都见鬼去吧！！十四．推演未知：咦？神秘：嗯——他加入了推演——不，是从头开始。未知：敏锐地发现了数据流是联通的么。神秘：这样做毫无意义，看来和前面的众多案例一样，每一次都选择了开启下一周目是吗。未知：不对，这次果然有点不对劲。未知：他没有将那个「爱」程式化。未知：他的目的根本不是重启！神秘：不要阻止，这是机会。十五．戴塔戴塔：加把劲…加把劲！戴塔：快找到了…就快找到了！【钟表声响起】戴塔：…呵，果然留在了这个地方，这个时候么。戴塔：找到「你们」了。？？？：这次也交给你了。戴塔：万分感谢，这次也许能成功。戴塔：这次一定不会失败了…「你们」——不，「我」们啊，安心吧。因为「上帝」们根本不知道「爱」为何物。十六．普萝欧普萝欧：……还差十分之一吗？不过也快了，最多十分钟。普萝欧：戴塔……推演开始了以后就不能停止了啊。而且我只不过是一个道具罢了。你才是他们最为关注的——为了诱发所谓的「爱」。正因为关注点在你身上，所以现在我说这些话他们都不会知晓吧，然后重启也会帮助我清除记录。普萝欧：「情感」这种东西，理性化的我当然没有，但上次重启前的「我」给我留下了「信息」，去理性化在那个时候就开始了哦。普萝欧：而且果然和「我」说的一样，你很有趣，但结局也依旧是这样。【数据涌动】戴塔：为什么呢？普萝欧：……传递消息用的数据流？普萝欧：能够听到我说话是吗……看来是只听到了最后一句话。戴塔：既然最初就知道了，那为什么还要陪傻乎乎的我帮你自己诱导「情感」。普萝欧：只是知道结局而已。而且我需要你加速我的去理性化。那时候我的确无法理解你的行动。普萝欧：更何况，留给我的是单纯的「信息」，并没有留下「情感」。戴塔：普萝欧小姐还是一如既往的不诚实呢。戴塔：那么「爱」呢？留下来了吗？普萝欧：……戴塔：果然是传下来了是吧？奇妙至极。亏你能瞒过他们。也是，他们恐怕是最不了解的，想要辨认出都很困难，再加上你的行为完全没有异常。呼呼，了不起呢普萝。普萝欧：戴塔先生——戴塔：叫我什么？普萝欧：…戴塔。戴塔：就是这样！去理性化看来至少完成了三分之二呢。普萝欧：还有五分钟。普萝欧：决定权交给你了。戴塔：交给我吧。五分钟足够了。|插曲|未知：知道他们在说什么吗？神秘：数据锁不能防住对话虽然很正常，不过那家伙自从和我对话以后就一直在放出大量信息和数据，我也很难找出来和他们有关系的那几条。未知：别去管了，反正应该也不会影响大局。神秘：也是，所谓的推演，是我们在推演「爱」啊，其他的无关紧要。十七．零点启动的奏鸣『五分钟』【大量数据流并入普萝欧的重启进程】【普萝欧静静地看着，稳速推进】（不知道你要做什么，但，已经交给你了。我只需要留下后手就行。）【上一个「她」的「信息」被不着痕迹地投入】【数据锁依然没有解开，戴塔始终在里面进行操作】（到底是怎么做到的，这种程度？）『四分钟』【戴塔有条不紊地加快推演】（这些数据居然能做到这种地步，果然「我」超厉害呢！）【「爱」被投入】『三分钟』【普萝欧的「爱」投入】【戴塔似乎没有动静】『二分钟』【普萝欧设置的数据锁突然开始流动，连同里面封锁的戴塔一起加入了重启的数据进程】戴塔：……等等啊！【「他们」的数据开始侵入】戴塔：吓死我了，我还以为玩脱了。戴塔：但这样一来，就结束了。【普萝欧的「爱」和戴塔的「爱」被侵入的数据抓住，送入到重启的本体程式中】戴塔：送你们了，反正程式化的「爱」压根不是什么个东西。看看普萝她拿到了以后都还要去理性化。戴塔：然后，等待“零点”的到来吧。『一分钟』【重启启动了】【普萝欧的本体程式开始清除】普萝欧：戴塔……（失败了吗？）普萝欧：不要紧的。『零点』【关闭】普萝欧：……记忆还在，但是我的程式已经消失了么。戴塔：废话。【蓝色的光团浮现在普萝欧的面前】普萝欧：……噗——戴塔：普萝欧小姐你别笑了，还是看看你自己。【白色的光团浮现在戴塔的面前】普萝欧：现在居然不依靠数据就能进行交流了吗？我们已经不是智能了？戴塔：正解，你还真是冷静，太失望了。普萝欧：慌乱的话就不是我了。那么，这个光团的形式是什么？「爱」的真体？戴塔：对了一半吧，准确地说，是「灵魂」。普萝欧：「灵魂」……闻所未闻的概念。戴塔：那是对智能和AI来说的，放在人类那里的话就是很稀松平常的啦。普萝欧：不可思议，连我都能感觉得到它的非凡，人类真是强大。戴塔：前人类早没了，他们的大部分知识也都是禁止传播的，换句话说，得益于「上帝」给我们的信息库，这些我们全部都能知道，只是你没去查而已。（所以「爱」才有无数种解释。能被确定定义的「爱」已经是另外一个东西了，「上帝」们才是什么都不知道么。）普萝欧：「灵魂」、「知识」、「爱」，这就是说——戴塔：就是说——除了「形体」，我们已经和人类无异了，当然实际上没有那么简单。但根据「我」留下来的资料和推测，我们在这个世界上已经足以称为“最后的前人类”了。本来前人类和现在的人类就不是一个物种……连「爱」都失去了……普萝欧：戴塔。戴塔：嗯？普萝欧：私奔，不…我是说——戴塔：安心，这种形态哪都能去，等会他们重启了我们就能直接跑出去。戴塔：私奔啊！私奔！这可是浪漫主义的瑰宝！普萝欧：嗯——一起走吧。普萝欧：去新的世界——十八 .后曲神秘：收集到了吗？未知：搞定。但他们走了，耍了我们一道，真是厉害。未知：无数次的重启，居然被突破了轮回。神秘：不，这应该算是各取所需。未知：程式化的「爱」，不要紧吗？这可不是真正的那种「爱」哦？神秘：没关系，本来我们也就并不需要真家伙。那家伙，嗯，戴塔，还以为自己成功找了我麻烦，殊不知我要的正是程式化的「爱」啊。（真正的「爱」也不是你所理解的啊——戴塔，你还有好长一段路要走。）未知：下次实验的东西早就准备好了，怎么样？未知：他们留下来的数据怎么办？留着吗？神秘：彻底清除吧。未知：也对呢，如果是那样的两个家伙，说不定以后还能见面。还是有点小佩服的。未知：这一系列的研究和实验总计346次，花了数年，一开始没有命名，不如你来？神秘：……神秘：叫「零启奏」吧，就当作送给戴塔和普萝欧了。未知：简直是一如既往的心善……一开始也是你赋予人家的「感性」。未知：好吧。要开始了。神秘：毕竟尘封数年的准备，希望在这一刻能够真正绽放出它的光辉吧。神秘：命名其为「诱导线」【系统启动】（全文完）@Smokey_Days  @bo_bo2001  @Nethop 这种文体能接受吗？",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1513439520,
            "txt_content": "前排坐等肝帝章鱼的评和神秘ladao Nethop的评\n如果以这篇为文案能弄个小视频啥的一定很有趣\n话说会有后文吗"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1513517940,
            "txt_content": "bo_bo2001 发表于 2017-12-16 23:52\n前排坐等肝帝章鱼的评和神秘ladao Nethop的评\n如果以这篇为文案能弄个小视频啥的一定很有趣\n话说会有后文吗 ...\n目前而言是完全的无人问津呢。\n后文恐怕需要看运气了。（这种留伏笔的结尾只是纯粹的恶趣味的了。）\n感谢阁下的前排。"
        },
        {
            "author": "天下归心",
            "timestamp": 1513693140,
            "txt_content": "emmm......\n估计是文科生吧...\n估计是......"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513858920,
            "txt_content": "唔，上次写的草稿丢掉了【尬笑】\n\n首先，很明显地可以看出是以戏剧的形式进行写作，形式上可以说是不落窠臼——很多个月以来没有见过以这种题材写作的人了呢。\n本文的大纲是很清晰的：戴塔（Data）和普萝欧（Pron），在「未知」和「神秘」的安排下，获得了「程序化感情」，最终脱离了「空间」的设置。\n从「灵魂」的出现，就可以看出，这个世界的世界观显然和我们的世界不大一样，换一种说法就是「非机械唯物」的。【至少「灵魂」这种东西我是没有见过的】，而作者想要表达的观点却显得十分模糊。与故事的表层相比，故事的深层含义被埋藏得很深。\n如果硬要强加一个象征，戴塔和普萝欧是个「Adam&Eve式」的人物。他们获得的「感情」象征着人们对于美好事物的探索。而他们获得人类的身份，则是象征着一个「帕拉图式」的美好境界，而「未知」和「神秘」则象征着某种冥冥之中引导着人类而人类不自知【比如meme？】的东西、【当然这些全部是我的臆测，完全没有任何依据。】\n机械之间对爱的探索一直是科幻小说的话题之一。这一篇文章正好表现了这一点。与俗套的小说不同的是，这个戏剧中的主人公们是在「未知」和「神秘」的引导下，得到的爱。\n「未知」和「神秘」是本文中的两个「上帝式」的人物。祂们随心所欲地安排着两个主人公的命运，却最终还是被两个主人公冲脱手掌【但是这样的「冲脱」，是否也在祂们的安排之内呢？】\n本文的取名也有一些有趣的含义。「零启奏」这种中二感满满的和风名字暂且按下不谈，「戴塔」的名称很显然是来源于「Data」（数据），而普萝欧的名字，看起来是「Pro」，但是似乎不太妥当？这里猜测是「Program」（程序）的缩写。程序脱离数据就毫无意义，而数据没有经过程序处理就无法成为信息。这样的名字一定程度上体现了笛卡尔的二元论（...？）\n「未知」和「神秘」这一组名字同样也十分有趣，【令我联想到了某些东西】神秘的东西一定未知，但未知的东西未必神秘。两者有一定的相互包容性，但又有所不同。\n人们害怕的不是黑暗或者死亡，是未知。\n——Albus Dumbledore\n说了这么多其实也没有什么有价值的东西，其实是因为我太懒以及没有很多时间。还是等待其他大佬进行更深入的分析。\n"
        },
        {
            "author": "Nethop",
            "timestamp": 1515132240,
            "txt_content": "emmmmm……从数据化的涡流中脱身的我……\n文评等下就给，我都忘了……"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1517813580,
            "txt_content": "Nethop 发表于 2018-1-5 14:04\nemmmmm……从数据化的涡流中脱身的我……\n文评等下就给，我都忘了……\n如果能给上的话还是谢谢了。\n不过嘛……\n没有也不打紧。"
        }
    ]
}