{
    "title": "「原创」[bgm]梧桐叶-第一卷 （一）",
    "author": "縻风",
    "replyCount": 4,
    "timestamp": 1513499640,
    "txt_content": " 本帖最后由 縻风 于 2017-12-31 09:54 编辑 \n\n\nhttp://music.163.com/style/swf/widget.swf?sid=519941336&type=2&auto=1&width=320&height=66第一卷 (一)导卷\n       无论对谁来说，总会存在着一个规整的坐标系。一个坐标或许是一件事，亦或是一个人。散落在各个象限，被赋予了不同的意义。\n       人生这盘局就是这么的精妙，点点的相对坐标永远是这样，对于你来说，他在这里，对于另一个人来说，他在这里。尽管相对位置不尽相同，但他始终都是那同一个点，那人始终是那一个人。\n       就像……一片梧桐叶，从正面看，掌状，3至5裂；从侧面看，线段，略有弧度。但它就是一片叶子，不是掌，也不是线。\n如此看来，似乎一切都被镶进了这精致的格局，那怕是人生的路，亦或是事端的发展，都可以与这框框条条所契合。分散、交织；冗杂、散尽；沉淀、洋洒……不过最后墨尽线消，淡化不见了。\n       同一片梧桐叶般，脉分脉合，缘棱缘钝，色聚色散……不过终是凋零，与无论粪便还是枯石，混作腐土，一甘堕落。\n       轴是轴，线是线；正是正，斜是斜。没有一个点会在轴上，因为来自这未知凶险社会的“暗物质”，具有着莫大的吸引力，而正径的“暗能量”却将你推开去。这世道，怕是正也好，邪也好，都早已串通一气了吧。\n       在这样两道同向风流下，又怎会有梧叶，能避过风，遵循最初的路径飘落呢……\n\n正文\n       一切的一切，没有确切的开始，只记得是稀稀疏疏的，便成了映像，在冰冷的，黑得透彻的那个角落……光一样的点一个一个地亮起，在若隐若现的矩阵里，曜着，黯着。       街灯星星点点的在冬夜的路上亮着。这可怜的微光被商业楼繁华的霓虹灯和诸如此类的光吞没的一干二净，让人不免觉得多余。他套了件黑色的卫衣。风肆意地灌进去，从领口、袖口……背着霓虹，背着繁华，走在错落相嵌的砖石路上。       “呵……”       曾经有个人不停的强调，那是水蒸气遇冷液化形成的小水珠，是雾，而不能叫烟或者气。       他看到了一张无人的木质长椅，金属的部分用漆染成了深色，木板用的是偏浅色的。但是都是凉的彻骨。以至于寒流从他的股部迅速蔓延开来。       但他对此并没有做出强烈的反应，反而若无其事地靠了下来，头耷拉在椅背的上沿。白雾在这黑色的图层下托出了带有“社|会|主|义|核|心|价|值|观” “五|水|共|治” “民|族|精|神”一类字样的海报，纸张被紧紧地扯在了路灯边上，在风中发出闷响。       脊椎的酸痛和头部充血的不适感很快就抵达了他的神经元，他将身体烧烧下移，调整了下姿势，好让后脑靠在略带弧度的脊背上缘。没有目的的睁着眼，看不见任何东西的。       风还在吹，吹得他麻木，吹得他僵硬。       他像个流浪者，好像无营可居，夜晚来临便常常能寻到他的身影，在人少的街边，荒僻的巷角。然而事实上，他有居所，甚至是一个条件不错的居所，在商业繁华的地带，一个景致想当不错的小区里。顶楼的位置又可以将这一切尽收眼底。但他不想回去，因为那里处在商业繁华的地带，在一个景致不错的小区里。又是顶楼。       他是个向静的人，霓虹什么的让他疲惫，人声什么的让他烦躁，而且让他厌恶的，是这繁华的表象下，总是潜伏着阴险的刺刀。他不想被刺中，也不想去捅别人。他不想玩这个弱肉强食的可悲游戏。       他是个阴暗的人，他看过了各种绚丽，各种美好，但几乎没有让他有所触动的，一朵花在他眼中就是一朵花管他绚丽缤纷，管他奇形怪状，红的就是红的，黄的就是黄的，方圆棱柱无非就是一条条线，一个个点。他不想去感受这浮夸的美，因为他向往的是黑暗，躲在阴暗的角落里，看不见一切，是为了不看见不想看见的，不必要看见的……       他是个狭隘的人，他不想看见旷远的一切，不想看见世界的一切，因为他是个狭隘的人。他的生命里只有一条路，一条看的到底的路，笔直的伸向空洞之中。        他淘出了口袋里的手，看了眼手表，一点点地站了起来，像是被刻意放缓拖帧一样。他向来的地方走去，重新步入那个繁华的地带。        “嗙。”       防盗门砸上门框发出的声音在这个空旷的房间里回档，即使没有开灯，拉上了窗帘，外面世界的光还是从帘隙中钻进来，让这个黑暗的地方亮的“刺眼”。       他直接走向了卧室。        准确无误的生物钟让他在秒针刚刚掠过12时醒来——从出生开始，他对时间的感觉就准确得微妙，仿佛他的脑部构造比常人还多了一个机械元件。       十分钟的整理之后，他出门了。       如果说他有什么喜欢吃的东西的话，应该是面包了。几乎每天早上，一个面包就能完事。不过这也大概是他这么瘦的缘故吧。       车站距离小区不远，只要一个转角就能到。但正当他走到那个转角的时候，*9路公交车的引擎声呼啸而过。“要死……”他瞪着公交车说道。“头班车就晚成这样……”他瞥了眼车站牌上的“头班车：5：30”，又瞥了眼手表“5：45”，露出一副无可救药的表情。\n杂语此篇为《梧桐叶》的第一卷的第一节，总算是把开头这一个最麻烦的部分给下了笔，接下来可能会陆陆续续的更新了。对自己说加油吧!\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1513500720,
            "txt_content": "序的话先暂时放在这里，在章鱼的建议下，打算等到时候等章数够了再和目录放一起XD"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1513508220,
            "txt_content": "标题图什么鬼"
        },
        {
            "author": "縻风",
            "timestamp": 1513510020,
            "txt_content": "猜猜谁是谁 发表于 2017-12-17 18:57\n标题图什么鬼\n那叫书皮，封面！"
        },
        {
            "author": "男神宇",
            "timestamp": 1513516380,
            "txt_content": "阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿阿"
        }
    ]
}