{
    "title": "[多线]云隐帝国——今日开荒█拔刀怪█精英█匠魂█AE█凿子█EXU█连锁挖矿█[1.7...",
    "author": "MC_Miter",
    "replyCount": 0,
    "timestamp": 1513595460,
    "txt_content": " 本帖最后由 MC_Miter 于 2019-7-12 14:39 编辑 \nYunYin_Craft\n\n1.7.10多模组空岛科技魔法丨服务器开启时间2019年7月11日丨从最初的地方，回到了原点丨█在倾注我所具备的一切能力与想法后，我决定做这样一个尝试██这是一个完整的科技魔法帝国，当魔法师与科学家产生对撞██科魔最为核心玩法，硬核的科魔，用心的感觉总是美妙的█\n模组列表写在前面，方便大家审阅{:glass_red:}{:glass_red:}{:glass_red:}科学家：应用能源2丨无尽贪婪丨无中生有丨通用机械丨热力膨胀丨末影接口丨龙之研究丨开放式方块丨核电工艺丨工业时代2丨更多实用设备丨大型反应堆丨沉浸工程丨超能物质丨超级太阳能丨AFSU储电扩展丨能源转换丨高级太阳能丨重力装甲丨组合装甲-魔法师：植物魔法丨神秘时代丨魔法作物丨额外植物学丨污秽魔法丨禁忌魔法丨奥法工程学丨扭曲学丨注魔学丨炼金学丨基础学-战士：匠魂丨科技枪丨拔刀剑丨精英怪丨遗忘之刃丨太刀匠人丨似蛭丨寒鸦丨大地丨七宗罪-其他：VexView丨凿子丨时装工坊丨区块加载器丨加速火把丨更多箱子丨更好的建筑魔杖丨储物抽屉丨连锁挖矿丨合成表修改\n服务端插件：登录丨物品封禁丨抽奖丨菜单丨彩色聊天丨死亡信息丨杜蕾斯称号丨礼包丨地震信息获取丨ESS全家桶丨聊天表情丨脚本方块丨全息显示丨赌博丨牌子锁丨拍卖丨聊天丨在线奖励丨商店丨自动公告丨灵魂绑定丨天猫商品Pro丨创世神丨外卖\n云隐浮空岛：您的私人岛屿 您身为领主可以给这片只属于您的领地设定独特的名称，接下来的日子里您将在这个200*200格的岛屿上一步一步的发展您的城邦，建设您的经济体系 货币系统 现代化工厂 魔法之殿堂 ，您可通过工会系统收揽其他勇士并定期像他们收取费用-云隐帝国帝都：勇士们梦开始的地方，帝都由云隐白马大将军及云隐百夫长镇守，您可以在这里领取您的礼包或使用公共附魔台和公告铁砧以及进入帝都商贸城出售或收购您的军备物资-云隐大市场：每位勇士都会经常来的地方，您可自由租赁临街店铺或租用\\购买地产，当然 这需要支付一定的费用，在您资金不够充裕的情况下您可以在大街上摆摊出售您的商品\n您在MineCraft的世界中征战大大小小科技模组服务器何止数十数百他们或许卡顿不断 或许BUG层出不穷 或许玩法单一 或许管理层心智不够成熟，但在云隐帝国云隐帝国模组整条线路魔改，玩法新颖 兼容性较强（肝到心肌梗塞），勇士们大可洗好肛放心来战【即将建设完毕】云隐帝国内置多种预设空岛模板（森林、海岛、萌新岛、困难岛、超困难岛），您可自行挑选难度进行游戏，空岛够大 咱不虚！【即将建设完毕】成熟的大御姐（心心心心雨）文案师，策划多次游戏剧情具有极为丰厚的经验以应对任何规划【她看完咱的帖子表示哭晕在厕所233】100+的模组全是在10天内从CuresForge或者MCBBS下载的最新版本，BUG---，可玩性+++【不能翻墙真是哭liao】为应对各种卡顿情况所以咱拿出了咱的压箱底租了一台一年的专业VPS【没错！就是头铁！还送了2个月，好感度upupup】中央处理器：Intel（R）Xeon（R）Platinum P-8124【说人话：牙膏厂 至强铂金 8124 反正就是给力奥！】-\n云运行环境：RAM（运行内存）16GB丨ROM（存贮内存）60GB丨CPU（中央处理器）主频3.0GHz 睿频3.5GHz （1.3万一颗咱慌liao）-\n带宽运营商：中国移动，中国联通，中国电信，长城，教育-\n服务器搭载核心：Uranium-1710-dev-4-B210-server（期待Cat出1.7.10版本XD\n\n一些废话（这狗腐竹又开始bb了 233）\n1.在下ID：TuCraft 外号\"狗蛋、秃头\"，进群一定要记得看置顶群公告奥（QQ群：857246207）\n2.大家尽管放心游玩就是，不用担心熊OP，遇到问题记得跟咱说，云隐帝国监管制度极其严格，天网恢恢疏而不漏（你强任你强\n3.心态容易爆炸的活神仙在下恳求您千万别进了，云隐帝国各个年龄，各个经历，各种职业，各种文化，各种爱好在这里交融，绝不容许各种惹事生非引战现象发生，（群里面日常聊天开车打屁爽翻天，巴适的一批，拜托您千万别来劝导咱什么开服难开服累的\n很感谢您能看到这里，如果您加入的服务器冷冷清清，如果您加入的服务器风气极差，如果您想体验一下爆肝的魔改那么烦请阁下来到狗蛋科技，给狗蛋一次机会，体验不一样的科技生存\n\n咱是理科生 写文章什么的简直不要太难了，反正就是就是就是谢谢大家能看到这里，秃秃一直在云隐等着您的到来（比心心\n\n群号：857246207\nJAVA8分配3G内存即可流畅游玩\n此致END.\n由于本周目刚开，也没什么玩家生存照，就先来一口么么哒敷衍一下，待得之后补充233\n\n",
    "replies": []
}