{
    "title": "[十二月活动]记一次工作报告",
    "author": "初阳时光",
    "replyCount": 4,
    "timestamp": 1513945200,
    "txt_content": " 本帖最后由 初阳时光 于 2018-1-13 19:32 编辑 \n\n\n翻了翻参与名单（并不存在）发现巨佬排排坐……完蛋了……咸鱼到底能得几等奖呢……\n让我们拭目以待！（大雾）\n\n\n\n\n\n\n      冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……\n\n\n      在天的暗色中，隐隐约约可以看到明亮的黄色的微光。循着微光缓慢走去，便可以看到一座小镇。\n\n\n      这便是极北镇了。\n\n\n      极北镇约莫只有三千余人，因此每次政府工作事项宣布都可以让大部分居民到场。今天正是一个月最中间的那一天，他断定，今天又有工作报告了。\n\n\n      极北镇在冬天永远是一片白色——虽说不至于那么夸张，但雪景永远是这里的一大特色。南方人永远无法想象这种他们难以经历的气候。\n\n\n      极北镇纬度高，所以天很早就黑了。正如现在，傍晚五点时分，天是灰暗的。这儿因为气候极为寒冷，所以只有少数极耐寒的植物能够生存，从而带给这里一抹绿色。\n\n\n      极北镇有两条主干道，和其他巷子一起连接着大大小小几百栋房屋。房屋参差不齐，颇具美感。\n\n\n      他在其中一个巷子的某一栋房屋门口等人一起去听工作报告，但是那个人迟迟没有出来。他郁闷地等着那个向来很守时的人。\n\n\n      过了近半个时辰，风依旧在刮。这下他可等不及了，又突然想到可能他等的人已经到了礼堂，便慌忙向礼堂走去。\n\n\n      礼堂的钟机械地敲着，礼堂里早就熙熙攘攘地坐满了人。几分钟后，镇长走向演讲台，终于开始宣布他所需要宣布的事项。\n\n\n      礼堂内的温度显然比礼堂外的温度要高若干度。几个大的煤炉分布在各个方位：四个角，四侧分别一个，共八个。礼堂是在很久前用红杉木做成的，但因为被上油的缘故，内墙如今仍然光洁如新。礼堂窗户上的玻璃如同往常一样携带着奶白色的雾气。几个孩子在上面用手指这里涂涂，那里涂涂，一扇扇落地玻璃窗俨然变成了一张张具有自动擦除功能的画板。\n\n\n      礼堂很大，差不多有两千平方米。挑高的天花板上装着几百盏亮黄色的钢制玻璃吊灯，照亮了整个礼堂。墙壁上有规律地嵌着若干球状的钻石与琥珀，几百张长凳按照顺序被妥善地置放在地上。当然，长凳上已坐满了人。\n\n\n      外面的风声与里面的嘈杂声使得这里变得热闹起来。镇长站在演讲台上，皱了皱眉，拿着案上的木板敲了敲以示意他们安静下来。\n\n\n      “晚上好。”\n\n\n      掌声响起。这一定是每次工作报告的必需事项。\n\n\n      “首先，因为是初冬，所以气温下降得很快，供暖量迅速攀升，因此各位的供暖费用需要及时上交，以免我们政府入不敷出，无法实现煤矿厂与供暖公司的对接。”\n\n\n      人们早就猜到镇长会说这句话。历年来，或多或少都有缺交少交的情况，所以这句话也是为了防止今年冬天出现这样的情况。\n\n\n      “其次，我们决定于两个月后，即1月15日举行冬季运动会，请大家踊跃报名。一共有二十余个项目……”\n\n\n      正好，今年也恰逢四年一度的冬季运动会。往年，冬季运动会都是在大体育馆内举行的，这次亦然。与其他地方的运动会不同的是，极北镇的运动会不设有门票，所有居民都可以免费进入。这样一来，每场比赛体育馆都会座无虚席，人们的参与度也大大提高了。\n\n\n      那几个淘气的孩子无|法|忍|受镇长的絮絮叨叨，干脆趴在窗户上看雪。雪单调，孩子们已经看惯了，但这单调中又有说不清道不明的奥秘。谁也说不清。\n\n\n      几分钟前亮的霓虹灯发出的光，经过雪花的漫射变得模糊起来。可这经漫射的多色的光似乎有催眠的效用，不久，一个孩子就开始打哈欠。\n\n\n      镇长说完了许多运动项目后，翻动了手中的文件夹，停在了一页。“请体育部长宣读本次运动会报名具体事项。”\n\n\n      体育部长走上台，接过文件夹，开始宣读具体事项。共有二十几个分点，所以他读了好一段时间。他读完后，镇长又走来：\n\n\n      “然后，关于冬季捕捞的问题，我再次做出强调，每人每天捕捞海产品不得超过五十千克。”\n\n\n      几个看似是渔民的青年男子叹了口气。其中一个，从身上灰色羽绒服的口袋里掏出了一根烟，点燃。\n\n\n      五十千克？那能捕到什么呢？他这样对他旁边的渔民说，又像是在自言自语。\n\n\n      值钱一点的，应该没有很多吧，这要靠运气的。后者回道，皱了皱眉，随即又舒展开来。\n\n\n      “并且，一些珍稀物种需要放生……比如江鳕之类的，”镇长又说，“前几天我们就收到一条长一公尺的江鳕，在此对村民布鲁斯提出表扬以及给予一百镑的奖金。请布鲁斯前来领奖。”\n\n\n      确切地说，并不能用“前来”这个词，因为布鲁斯早就在一旁等待着。布鲁斯就是那些“叹气渔民”中的一员，但同时，他也是极北镇捕捞协会的会长。他双手接过装有一百镑的信封，道谢，之后走向一旁。人们又开始鼓掌。当然，布鲁斯挽救了全镇最大，造价最高昂的渔网，这是众所周知的。\n\n\n      那几个孩子已有两三个开始呼呼大睡，而剩下的孩子也只是捧着几本连环画阅读着。他们对这种事务报告可提不起兴趣。\n\n\n      但捧着连环画阅读着的几个孩子瞟了一眼窗户，忽然意识到他们画的画已经褪去了。于是他们很干脆地放下连环画去画画。\n\n\n      雪下小了。虽说是下小了，但是在常人眼里看来，这量还是南方难得的大雪才会有的。霓虹灯的光变成了墨蓝色，但并不至于和夜混合在一起。往外看，地上已经积满了及膝雪，一些带着小孩而又抱不动他们的人们在工作报告结束后只好走上层通道。\n\n\n      礼堂又静了下来，静得只能听见煤燃烧的滋滋声空调的呜呜声，听着就很温暖。\n\n\n      现在差不多是晚六点。在布鲁斯领奖之后，镇长轻咳两声：“之后，宣布一条新政策。从明年的一月一日起，所有教师的个人所得税下降一个百分点。”\n\n\n      又是一阵欢呼与骚动。这下几个正呼呼大睡的孩子被惊醒了。揉揉眼睛，打个哈欠，脸上写满了疑惑与不解。穿着灰色羽绒服的渔民仍在吸烟，用食指和中指夹着烟头，手靠着烟灰缸抖了抖烟灰。零落的点点火星瞬间熄灭。\n\n\n      “散会。”\n\n\n      镇长合上文件夹，并把它放在左手，走下演讲台。钟终于又响了，上次是宣布工作报告，这次便是六点的报时吧。\n\n\n      人们把视线投向窗外。从雪花的运动剧烈程度来看，朔风仍在有力地吹动。天空彻底暗了下来。\n\n\n\n\n刚过2000（run fast\n",
    "replies": [
        {
            "author": "2759159258",
            "timestamp": 1513953300,
            "txt_content": "果断支持一波~\n(打破0回复)\n刚看到标题时的感觉\n懵?~~\n版主?大佬?(我手机mcbbs看不到人的信息，sorryo>_<o)\nthen，进去一看\n哇唔~(工作报告个pp啊，印象里工作报告是表格才对呀)\n但是还是表示支持(^V^)(天哪两千字这么多?)"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513953540,
            "txt_content": "2759159258 发表于 2017-12-22 22:35\n果断支持一波~\n(打破0回复)\n刚看到标题时的感觉\n【说起来两千字不是下限么？】\n233不过这个标题的确容易让人误解"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1513953600,
            "txt_content": "不得不说这个格式是很有意思的。\n的确是挺有特色的参赛作品。"
        },
        {
            "author": "天下归心",
            "timestamp": 1513959540,
            "txt_content": "看不懂\n告辞"
        }
    ]
}