{
    "title": "【原创·连载】【牢笼】【第一章·囚牢】【From.CunMa】",
    "author": "CunMa",
    "replyCount": 1,
    "timestamp": 1513938540,
    "txt_content": "醒来，入眼的污垢白墙，斑斑点点的绿苔和蛀洞，持续的腐烂恶臭。“这就是吃榴莲长大的臭鼬吞粪自尽的死尸散发出来的奇异味道。”我从涩滑的石地上悠悠站起，用衣袖遮盖口鼻。\n（一块10*10方块囚室.手动划掉），囚室总分为三块区域——一张缺角铁架床，斜对面靠墙的污黑桶，和一块紧贴着铁架床，布满虫洞，看不出什么材质的三层小柜。\n我颤颤巍巍地走到铁架床边上，被迷晕的感觉真不错，手只是轻轻沾过，便布满了空气残渣残留物。用手架住床板下的铁管，使劲蛮力去掰弯，然而并没有什么用，抽出来的手掌上只有一层红色勒印和红棕色固体碎屑，“铁架床使用一段时间，紧靠纵向的铁管支撑却不坍塌。”\n没有床上用品的铁架床面积够大的，单人床头朝左边90°夹角紧靠，占整个房间大部分的面积，在靠墙的地方好像还被焊接钉牢，任凭我如何摇晃，也不动一分一毫。\n横坐在床上的我一屁股灰尘，抬头一望即看到了几片刻在正对面凹凸不平墙体的划痕，“终于有线索了么？”，我上前一看——\n某种利器斜刮的长痕，望头再凑近点，由四横一纵的图案（Dead by daylight？），“大天朝人民不会搞这种……记号…吧？”，表示时间—‘正’？；几副这样的‘涂鸦’，无论是长短，深浅各不相同，无一例外共同在第十道便无迹。\n“嗯，这是？”我用手指蘸上划痕内的物质——棕红色固体物质，难道……\n一声拉闸机器声突兀响起，随即有玻璃制品脱手落入地面的碎裂声；这是，什么？\n我如遭重击，毫无风度横趴在各种物质齐聚，粗糙略带尖锐的石地，脸上的肌肉在不自然的抖动。\n我感到生命力在迅速流逝，如果不做点什么的话恐怕对不起有心人费劲苦心，先是把我迷晕，后来硬生生把130多K块状物体拖至此处。\n囚室里是没有自带光源，唯一能有些光亮的就只有从锈迹斑斑的铁门外透进，冰冷的白炽灯。\n我艰难的爬起，紧紧钳住铁架床自左往右第二只铁锈最少的那根，就是想能支撑站起来。\n不料一使劲，那块闻起来很‘结实’，却被我掰沉下去。\n因为这一变故，我又从半空当中摔下，没什么滋味的；可惜奈何十几秒，也不能动他分毫。\n我试试看能不能把它旋转扭出，却发现一拔便出来。现在的心态就好像某种章鱼条罐头盖子不论如何旋转，也打不开，被轻巧一拔，就打开了。\n我取下后，细看，果不其然，这里尖锐处明显有被磨蹭过的痕迹，也带有部分的棕红色固体。\n不过这些都不能使我停止疼痛，我看向别处——\n门边有块不规则的洞口，奋力爬过去，只有一丝白光斜射进来，照在我苍白的肉脸上。\n“嗯……，泥土当中含有食物残渣。”手指滑落，却打响了手中的铁管。\n我用仅剩的气力努力摇晃，好像有什么卡在内胆。\n是了，内部真空的铁管，朝白炽灯光芒看去，透光可以看出，某种金属制品；用手指是捅不出来了，我思索着，在里面受困的‘小家伙’没有黏合在管壁，那么……\n一阵敲敲打打之后，一把铜钥匙凭空出现，我颓废坐地，我这还是进度略快了么？一般人被关在这里，怎么样也要先搜索显眼的柜子，然，我乃九般人是也。\n爬到小柜处，又开始搜寻能够缓解流逝的痛苦的某种玩意。\n第一层，像是桦木柜的木抽屉内出现了一块某种材质的白色香皂，先丢出去。\n翻找第二层，只有一把白色，经过打磨，一手便可紧握梳子。\n只是拿起来，也不管上面附带的几根金黄的头发，往头上无章梳几下。\n疼痛感像是原来就不带有一样，猛然消失了，就那样轻悄悄离开了。\n第三层，却出现一只小巧，圆柱，白色蜡烛。\n“理智更重要，现在好想用蜡烛爆菊，看一看还有没有什么特殊的Buff。”\n预知后事如何，请看下回分解！\n（未完待续？其实是懒）\ndalao那些发人深省的作品，偶尔来一段小清新也好，吧？\n\n复制代码",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1513954680,
            "txt_content": "寸马同学，我觉得就算抛开文学修养不谈，你的语文基础也是一个大问题。\n醒来，入眼的污垢白墙，斑斑点点的绿苔和蛀洞，持续的腐烂恶臭。\n自己数一数这句话几个语病——偷换主语，成分残缺，主谓不当，搭配不当……\n斜对面靠墙的污黑桶\n这个描写我没有很看懂。\n手只是轻轻沾过，便布满了空气残渣残留物。\n动词有没有问题？还有麻烦告诉我一声空气残渣残留物是什么玩意儿。\n使劲蛮力去掰弯\n「使劲」是不及物动词，后面跟「蛮力」显然是重复啰嗦。\n在靠墙的地方好像还被焊接钉牢\n我们通常把「焊接」当作动词使用。\n我用手指蘸上划痕内的物质\n蘸，沾，分清楚来啊喂。\n随即有玻璃制品脱手落入地面的碎裂声\n「落入地面」是什么概念？\n我如遭重击，毫无风度横趴在各种物质齐聚，粗糙略带尖锐的石地，脸上的肌肉在不自然的抖动。\n句式杂糅，的地得不当，缺乏助词，歧义。\n不料一使劲，那块闻起来很‘结实’，却被我掰沉下去。\n成分残缺。\n\n看不下去了。\n\n拜托能不能写好之后先读几遍，别把这文章弄成改病句的题面。\n【寸马同学，长路漫漫，你的写作道路还很漫长...建议先写一点单篇锻炼下手感。】"
        }
    ]
}