{
    "title": "【｜我的世界｜-不科学的科学系列】Ep2：生物的出现",
    "author": "级浮空",
    "replyCount": 4,
    "timestamp": 1513952820,
    "txt_content": "http://music.163.com/style/swf/widget.swf?sid=512989806&type=2&auto=1&width=330&height=100　\n　　嗨，各位大家好呀！又是我麦当，而今天又是为大家带来了这个“我的世界中的科学”系列第二期！\n　　这一期内容很少很少。我们只是简单的追溯了两个出现了人类的版本，下面让我们开始正文吧！\n　　下面要展示的，是第二个版本。发布时间依然是2009.5.13日，所以大致年份是不变的。最大差距约为我的世界当中的(60X24)/20=72天，而短短72天的差距，使得这个神奇的星球出现了第一批生物——人类！\n\n\n　　世界还是这个世界，但是多了人类。\n　　图中可以看出，满世界充满了和目前的“史蒂夫”差不多的人类，我们姑且称之为“远古史蒂夫”。应是现在人类的祖先。远古史蒂夫与地球最早的人类不同，他们一开始便是两足动物。但是他们的大脑发育似乎不是很正常，一天到晚的（哪来的晚上！？）的乱碰乱跳，头还一直晃，活像一只“疯狂病”患者。（什么病？）总之就是很疯就是啦！\n　　最主要的是······\n　　他们不会看路！是的！亲眼见到一只远古史蒂夫从世界的边缘跳落。。不过好吧，并不会死亡。不信？看一下这个！\n\n　　看清箭头指的是什么了嘛？没错，就是掉下去的史蒂夫！但是他们依然活蹦乱跳的，而且似乎已经不会再往下掉落了······\n　　更神奇的是这个！\n\n　　没错，与刚才的完全相反，这个是在大陆上面的远古史蒂夫！依然好像是踩着什么东西一样不会掉落！\n　　由此可得：此时的这个世界四周有一层隐形的屏障，保护着里面的人不会因为掉入没有任何维持生命的物质的“宇宙”中死去。\n　　另外可以发现，这个世界的人数似乎较为固定？哦好吧，这个需要大量的世界去证明。而且看起来并不靠谱，真正想说的是：他们可以不吃不喝不睡就这么一直乱蹦！难以想象！至于对这个的猜测，我们会在最后放出。\n　　那么这个版本就结束了。下面让我们简述另外一个版本。\n　　下面要说的版本是2009.5.14日发布的，距今约3089天，即为我的世界中的3089*24*60=4448160分钟即4448160/20=222408天即222408/365约等于609年！\n　　在这个版本发生了什么呢？\n\n　　没错，正如你所见——失去了草方块，而只剩下了石头。并且是真正的石头！材质已和现在的石头材质几乎没差了。（插一句：在这个版本中，右上角会显示石头的材质······尚不明确作用）\n　　另外，似乎岛屿变大了？\n\n　　嗯。总之可得：大约一年后，不知什么原因，草方块和圆石全部被转化为石头。而史蒂夫依然存在，尚未获得进化。\n　　最后，我们可以得出如下结论：\n　　１.最初的人类大脑发育尚不成熟。\n　　２.此时的这个世界四周有一层隐形的屏障，保护着里面的人不会因为掉入没有任何维持生命的物质的“宇宙”中死去。\n　　３.在609年前－608年前这段时间，发生了一场大变化，使得构成岛屿的方块皆变为石头。\n　　以及如下猜想：\n　　（以下为“天照”提供的资源！）\n\n序：这个大陆的重力加速度为1.63g，并且没有四季变化，我们可以猜测这个星球的公转轨道是一个标准的正圆。\n　　1.这颗行星的一面长期受到恒星的照射，而史蒂夫却暴露在恒星发出的射线之下，什么！\n　　要知道，恒星其实是一个巨大的核聚变反应堆在进行反应的时候难免会放出一些\nα（氦离子）、β（电子流）、γ射线（电磁波）和中子射线巴拉巴拉的东西\n这些射线穿透能力和电离能力各不相同，但是，至少对于碳基生命体有致命的伤害（会损伤遗传物质，进而诱发大量细胞癌变）。\n　　我们之前知道这颗行星的重力加速度为1.63g，所以引力也没比地球高多少，所以进而可猜测这颗星球的大气层厚度不高。\n　　什么！大气层不厚，那么史蒂夫还能在恒星的“光辉”的自由自在的玩耍\n那么，我们基本可以认为史蒂夫不是碳基生命体。\n　　2.既然史蒂夫不是碳基生命体，但是史蒂夫至少是个由物质构成的生命体吧？\n要知道，最有可能构成生命的可是碳元素，因为碳既可以显正价又可以显负价，碳能同时形成四个化学键，且形成复杂化合物的时候。\n　　结构稳定，最重要的，碳的化合物是所有元素里最多的，多到别的元素组成的化合物单质全部加起来都没比它的化合物多。\n　　但既然碳基不可能了，那么我们退一步求其次，如果是硅机生命体呢？\n假设史蒂夫是硅基生命体，那么他的代谢产物是二氧化硅，但是我们见过史蒂夫排遗吗？\n　　没有！那么这个能量最有可能的来源是恒星发射出来的光照。\n　　所以我们可以假设史蒂夫身上自带一堆太阳能板（就像碳基生命体的叶绿体一样），能吸收恒星发射的能量。\n　　太阳能板20%的能量转换率比叶绿体3%的能量转换率不知道高多少了，至少够史蒂夫活动所需的能量了。\n　　3.这颗行星我们见到的主要元素是Si，C，O，Ca，C，EXM？没有铁元素？\n构成行星物质的来源是恒星，对没错，恒星，因为之前说过，恒星会一直进行核聚变\n就可以把宇宙中的H元素俘获拿来当聚变的原材料，于是就可以从H不断衰变，但是到Fe，因为Fe结构稳定。\n　　难以发生裂变，于是Fe不断的聚集，引力变大接下来就是就Boom！因为压力和温度突破铁核之间电磁力的束缚（似乎是的？我记的不是很清楚了）。\n　　引发超新星爆发（这颗恒星也因此消失），巨大的压力使得铁也开始反应，所有铁之后的元素也是在那一瞬间生成的（换而言之我们地球上所有铁之后的元素都是报废了一颗恒星之后的产物，比如说黄金白银之类的）。\n　　但是！MC里我们没见到Fe之后的元素，之前的貌似也没见到多少，所以这说明那颗恒星爆炸之后极少数物质凝聚成了MC这个世界。\n　　但是碳元素之前说了，是最有可能构成生命的物质，而且优势远比硅元素高（这个也是因为地球上为啥都是碳基生命体而不是硅基生命体）。\n　　因为硅和碳相比，复杂的化合物更容易断裂，所以难以构成生命。\n\n　　等等?硅这么难以勾成生命的物质都构成了我们的史蒂夫，难道？碳基生命体早就形成了？或许...\n　　MC所处的星球压根就是来自碳基生命的礼物/试验场?\n　　或许整个MC都是碳基生命体的杰作？\n\n　　而这些，可以留给你们来思考。好了，我们这期“｜我的世界中的科学｜”就到此结束啦！\n喜欢的小伙伴们可以点个赞，投个小麦、金锭，回复一下呦～\n另外，也可以大胆在本贴发表你的看法，有可能下一期就会出现你的观点呦～\n当然，我们是有奖励哒！\n【PW】-麦当 出品特别声明：未经允许，禁止擅自转载！侵权必究！\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1513957080,
            "txt_content": "是我低估了天下英雄\n但是这个猜测有一些漏洞：\n一：1.63g是哪里得到的数据？如何推导？【不过好像挺合理的。】\n二：请注意，影响大部分行星无法诞生生命的主要原因其实是没有大气层导致的巨大昼夜温差，而辐射这种东西完全算不了什么。之所以地球的碳基生命体会害怕辐射，只不过是因为之前地球上的辐射量太小罢了。如果地球上的碳基生命都是在高辐射环境中发展的，那么根据达尔文的理论，最终存活下来的一定都是能够抗辐射——甚至将辐射能转化为自身活动能量——的生命体。而之所以近代，辐射问题会引起重视，也不过是因为突然增加的辐射量超出了生命体适应能力罢了。\n三：请自行分清核聚变和核裂变的区别。事实上很显然核聚变基本不会产生电子流以及伽马射线这种烦人的东西。核聚变的主要辐射危害还是中子流。但是，再强的快中子也不可能飞越一个天文单位从恒星抵达行星——这是中子本身的性质决定的。中子并非像电磁波那样没有静止质量，中子的静止质量也是很大的。因此要想将中子加速是非常困难的。所以行星核聚变产生的中子流基本不会对地面生物造成影响。最需要担心的倒是紫外线一类的东西，地球上有臭氧层【当然过几年说不定就没有了】阻挡，在这个世界就未必有了。但是根据第二点，生物体也会自然进化出抵抗紫外线的能力的。\n四：关于硅基生物的存在性。事实上硅基生物一直是科幻小说家的YY。因为Si虽然和C的性质相近，但是有很多的缺陷。最显著的就是Si无法在常温常压下像C那样形成骨架，也无法和像C那样和H组成各种各样的化合物。虽然的确有硅烷之类的东西，但是由于硅硅双键的键长过长，不够稳定，因此不能形成大骨架，自然也难以形成复杂的硅烃。以及，哪怕硅乙烯和乙烯，同样都是基础的「有机物」【这里把硅基也定义成为有机物好了。】，两者也有很大的区别。聚乙烯是很容易存在的，而不要说什么聚硅乙烯，就连硅乙烯本身都很不稳定——虽然都是sp杂化轨道，但是Si和H之间的大小差距远大于C和H之间的大小差距，因此不利于稳定的共价键的形成。综上所述，硅基生物的存在可能非常低\n五：就算硅基生物存在也没有什么卵用。首先，由于硅的活跃度远远比碳低，因此硅基生物的活跃性肯定也没有碳基生物高。在这种非常迅速的环境中，硅基生物显然没有比碳基生物更大的优势。就算硅基生物多了那么一点稳定性，那也是没什么卵用的。以及，科幻界的普片看法是，如果硅基生物存在，很可能呈现出章鱼一类的样子——这是因为硅基高分子是很难存在的，硅基生物的生理活动主要是在分子层面上而非原子层面上，因此硅基生物的智慧体会需要一个很大很大的脑子。\n六：关于铁和超新星爆炸。铁元素的确是熵值很高的元素。但是还是之前的问题，请分清楚核聚变和核裂变的区别。并不是因为「铁结构稳定」，而是因为铁的熵值最高，所以概率上更多的白矮星会成为铁核。这并不代表着C-O简并白矮星的热核爆炸不会生成铁后元素——超新星爆炸通常都会生成铁后元素，与爆炸来源无关。【「因为压力和温度突破铁核之间电磁力的束缚」指的是白矮星质量突破钱德拉塞卡极限吧？】\n\n前面的内容都挺好玩，但是最后那个蓝字...有刻意制造话题的嫌疑啊？\n反正逻辑上是很无厘头的。\n"
        },
        {
            "author": "初阳时光",
            "timestamp": 1514000340,
            "txt_content": "神仙回复神仙……\n没学化学选修3、4根本看不懂系列\n虽然学过但是还是看不太懂系列？？？？？？"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1514000580,
            "txt_content": "图片都变成缩略图了，希望尽快修复"
        },
        {
            "author": "级浮空",
            "timestamp": 1514005140,
            "txt_content": "天狼星black 发表于 2017-12-23 11:43\n图片都变成缩略图了，希望尽快修复\n收到。今晚修复一下"
        }
    ]
}