{
    "title": "【新手教程】教你一些实用的生存技巧，总会派得上用场的",
    "author": "级浮空",
    "replyCount": 11,
    "timestamp": 1513951860,
    "txt_content": "\n\n　　这次是给大家带来一些实用的生存小技巧。当然，可能很多人都知道的啦······这我也没办法喽QAQ　　咳咳，好啦，就不跟大家废话啦，相信大家也讨厌我这种啰嗦的嘴{:泪S:}\n\n　　别急，小技巧这就来啦～\n　　１.如何防止摔落伤害。\n　　表示如果你有实力了，可以去附魔“摔落保护”。但是如果你是高空摔落，那么你只需要一桶水就够了。当你从空中坠落，快接触地面的时候，用水桶右键地面，在地上放上水，落在水里，零伤害！\n　　2.金子的巧用。\n　　拿了金子我们怎么用？可能会有一部分萌新会说：当然是拿去做工具啊！其实这是最错误的做法。金制工具效率自然是最高，然而其耐久度也是低的可以，所以金制工具、防具等金制物品的性价比很低。然而，我们大可以留下金锭，来做一个金苹果呀！什么？不知道金苹果的合成方式？\n　　[attach]32545[/attach]拿去，不用谢啦！\n　　什么？你说不知道金苹果有什么用？好吧好吧，让我来告诉你吧！\n　　　　（1）.按着右键能吃金苹果，每个金苹果回复4 点血量和9.6饱和度。\n　　　　（2）.普通金苹果提供2分钟的伤害吸收效果（提供4 点额外血量作伤害吸收）和5秒生命恢复II效    果（总共回复4 点血量）。\n　　　　（3）.在僵尸村民被虚弱药水虚弱后对其右键使用一个普通金苹果也可能令僵尸村民转变为村民。\n　　　　（4）.金苹果能增加10%驯服马的几率、使马繁殖和减少4分钟小马的成长速度。\n\n\n　　另外，在旧版本，我们可以把金锭替换成金块，来合成附魔金苹果！什么？还不知附魔金苹果的用处？简单说吧，附魔的金苹果既有普通金苹果的药效(且时效更长)还有抗性提升和防火\n　　只是在1.9版本更新后，附魔金苹果再不能通过合成来得到了。但是我们依然可以通过翻遗迹啊、地牢啊等这些自然生成的建筑里的箱子翻到附魔金苹果。\n　　另外，我们可以将金锭替换成金粒（把金锭放入合成台，输出格就会出现九个金粒；同理，将九个金粒布满九个输入格，输出格就会出现金锭），把苹果替换成胡萝卜，来合成“金胡萝卜”，金胡萝卜可以用来炼制“夜视药水”。另外，金胡萝卜也可以用来使马进入繁殖状态。所以就不要用金苹果啦。\n　　3.遇到村子后的要注意什么。\n　　当你遇到村子后千万不要想着住进村里，否则你会给村子带来灾难——晚上将会刷僵尸等攻击村民！尤其是在困难模式，僵尸将拥有破坏木门的能力！\n　　4.为什么高山地形危险系数高。\n　　我想如果听说过高山地形危险系数高这句话的人都会有这个疑问。明明高山地形产很多煤，不是吗？何来危险一说？是这样的。\n　　高山地形的确产出很多煤，同时在地底藏有别处环境所不存在的矿物——绿宝石。但是高山地形较为陡峭，不好走，一不小心摔落伤害是很痛的，况且去什么地方也不方便。最主要的是，在这种地形挖矿，会有可能遇到蠹虫蛋，外表和附近的方块是一样的（附近都是石头一般出现的都是石头怪物蛋，都是石砖的则一般出现石砖。要知道，山脉生物群系中平均每个区块生成一个怪物蛋。所以你还是有很大几率遇到怪物蛋的，而一旦打破怪物蛋，就会生成蠹虫，这种很矮，能钻入地里的恶心的敌对生物。\n　　5.如何在破坏怪物蛋之前识别出它。\n　　如果你执意要在高山地形生存，那么这个你一定要看。蠹虫怪物蛋用手较为容易破坏，如果有石头用手破坏的速度明显高于正常情况下破坏石头的速度，那么你要小心了，这个极有可能就是蠹虫怪物蛋。用手破坏掉怪物蛋会有特殊的响声。但是通常我们是用稿子撸方块的，不会破坏每一个方块之前先用手打一下，那么下面这个就一定要看了！\n　　　　（1）.首先，熟记你的稿子破坏石头的速度。\n　　　　（2）.一旦发现用稿子破坏某一个石头的速度慢了，也就是正常时间没有破坏掉石头，那就要小心了！这个极有可能就是怪物蛋！（重！）　　　\n\n\n[attach]35537[/attach]另外，也可以把岩浆换成水冲走怪物。但是，记住，服务器慎用！不然服务器崩了可不要怪我。。\n　　\n\n　　  ９.关于小黑。\n小黑搬东西的特性我就不说了。我这里要说的是，一般小黑不会主动攻击你，只有你攻击它或者直勾勾的看着它的眼睛就会吸引它的仇恨，它就会攻击你。小黑会瞬移，所以被他粘上了真的是······\n　　去末地，建议戴上南瓜，这样可以防止不小心跟小黑四目相对～\n　　另外，小黑免疫远程攻击，远程攻击打到它的时候不会减血，而且它会瞬移。\n　　还有，我记得不错的话，小黑怕水，所以下雨天它会鬼畜······\n　　10.狼\n如果经常晚上出去浪，养几条狼将会是一个不错的选择。因为狼会攻击你所攻击的东西，而且是个听话的宠物。云杉林里一般较为常见浪，用骨头对其右键，出现的是爱心后你就成功的驯服了它，驯服的狼其实和狗一样······因为你可以通过右键让它跟这你走或者蹲下不动。\n　　当狗减血后，使用肉就会给它回血。不过一般都是用腐肉，因为这样很省料。\n\n　　  11.那里的金子多。\n挺重要的一个问题。不管怎么说，金子的存在有它的价值，所以就需要它。那么那里的金子多呢？答案是：粘土山！\n　　在粘土山地形，地底藏有较多的金子。\n　　这里很感谢网友闪耀星空提供的资料。　　\n　　@闪耀星空　很感谢你的资料！\n　　最后，也请各位有意见、建议的，积极在帖子下方留言评论，相信我，我会认真看的哦～\n　　\n\n　　１２.如何在地狱活下去。\n　　相信现在的萌新们已经知道“地狱”的吧？如果还不知道，可以用这个方式传送到地狱呢～\n　　材料：十四个或者十个黑曜石和一个打火石。黑曜石可以通过水与熔浆源相碰生成黑曜石，然后用钻石稿挖才会掉。（注意，如果是自然生成的黑曜石就要小心了！黑曜石下面很有可能的熔浆！）\n　　１.用黑曜石围成下列图案：[attach]35223[/attach]（不要在意中间紫色的东西。这个是成品传送门，用黑曜石围成外面的框架就行）\n　　２.用打火石右键黑曜石围成的框架的里面，之后就会生成地狱传送门。\n　　３.站在传送门之中，过一会就会传送到地狱了。（注意，到地狱需要再次输入一次死亡不掉落才有用）\n　　传送到地狱后会在地狱随机生成一个传送门，我们要记住这个传送门的位置，才能出去。如果自己造，则回到主世界后将随机传送。简单说，传送门是一对一的！\n　　如果忘记位置了，可以自杀回到主世界。记得再次开启死亡不掉落！\n　　下面是在地狱生存的一些技巧。\n　　关于僵尸猪人：\n　　僵尸猪人属于中立生物，你不攻击他，他也不会主动攻击你；反之，附近的僵尸猪人都会一起攻击你！所以不要惹事，这最常见的僵尸猪人关卡便可轻松过去。\n\n　　另外，当你在僵尸猪人面前吃胡萝卜时，他也会打你，企图抢你的食物，毕竟生前是猪嘛2333333（感谢坛友@饮梦 的教导！）\n　　关于恶魂：\n　　恶魂会掉落“恶魂之泪”，恶魂之泪可以配制出再生药水。难的是恶魂通常飘在空中，尤其喜欢飘在熔浆之上，很难攻击。那怎么办？有办法！\n　　第一：我们可以用弓进行远程攻击！不过这样很浪费弓箭（如果你有无限，当我没说······）\n　　第二：恶魂会远程攻击你，向你喷火球。然而，火球可以被打回去！一直对着飞来的火球左键，就可以把他打回去了！\n　　关于熔浆：\n　　我们都知道地狱有很多岩浆；有时候你正挖着地狱岩啊、石英啊什么的就有可能“崩”出熔浆来，怎么办呢？　　\n　　熔浆的流动速度是很慢的，只要你反应快是可以躲开的。或者，离你要挖的方块稍远点，便可以避开。这样的好处是基本百分百可以多开熔浆；坏处是一旦遇到熔浆了会将你挖掉的东西给烧掉。　很感谢Zi_Kun_Boy！他纠正了我一个错误：在地狱，熔浆流动速度并不是特别慢。这是我实验的结果：\n　  游戏版本：1.10.2-纯净\n　　实验结果：\n　　主世界岩浆流动速度<地狱岩浆流动速度\n　　主世界水流动速度>地狱岩浆流动速度（略微大一点）\n　　主世界岩浆流动范围<地狱岩浆流动范围\n　　还有，地狱的岩浆会检测附近是否有往下流的地方，如果有会优先往那个方向流，而不会往其它的放下流；若没有，则和正常情况一样向四个方向流动。\n　　１３.关于水下呼吸。\n　　很多人可能都会有这样的烦恼——去海底探索，却发现氧气不够用······那如何办呢？你需要一些神器！　　\n　　　　（１）.门\n　　　　这是很好的神器！门放在水底，会占两格的地方；因为ＭＣ中同一格不允许多种方块存在，于是门所占的地方不会水；\n　　而门是不会占满整个方块的，所以你站在门边就会获得一次呼吸的机会！\n　　　　优点：高度两格，直接可以呼吸。\n　　　　缺点：水下挖方块速度慢，费时间。又因为不方便携带太多，所以需要省着用。\n　　　　（２）.告示牌\n　　　　和门的性质差不多，只是只有一格位置，通常是放在墙上，然后头部到告示牌的位置呼吸。\n　　　　优点：方便携带很多。\n　　　　缺点：必须在墙上，并且离地面至少两格高。\n　　　　（３）.火把\n　　　　和告示牌差不多，也只有一个位置，通常放在墙上，头部到火把位置呼吸。又因为水会冲走火把，所以你有一瞬间呼吸的机　\n　　会，并且水会帮你打掉火把。\n　　　　优点：方便携带，有动态光源的，不呼吸时可以用来照亮。可以轻松回收利用。\n　　　　缺点：必须在墙上，离地面至少两格高。水冲走火把的速度很快，需要贴近墙然后再放火把才可以有效快速呼吸。火把有可能\n　　被冲到远处。\n　　　　（4）.桶\n　　　　绝佳利器！右键前方的水就会短暂出现空隙，过去呼吸，再把水桶右键一下变回空桶，美滋滋！\n　　　　优点：省料，只需要一个，想在哪呼吸在哪呼吸，不受地形限制！\n　　　　缺点：优点那么多在乎这个干啥？\n　　　　（5）.附魔－水下呼吸\n　　　　又是一个利器！给铠甲附魔了水下呼吸，可以让你在水里一次呼吸存活更久！\n　　　　优点：一次呼吸时间超长\n　　　　缺点：耗材，耗经验，耗运气，还是需要换气\n　　　　（6）.药水－水肺药水\n　　　　仍是的利器，作用和水下呼吸一样，不过是用来喝的～（可以多携带一点）\n　　　　优点：跟上面一样\n　　　　缺点：耗材。需要会炼药，需要微微运气吧。仍然需要换气。\n\n\n　　\n　　另外，我也想不出什么了{:泪S:}。如果你们有什么疑问或者不懂的地方，可以在下面留言或者私我哦，我一定会看的，然后根据自己的能力回答您的问题，并择优加入到这个主题里面呐～请大家多多回复留言哦～\n\n－－－－－－－－－－－－－完结－－－－－－－－－－－－－－\n　　接下来更新的将会是“疑难解答”，不定期更新，朋友们有什么不懂的大可以在帖子下回复哦！我会回复你的问题，并择优加入到“疑难解答”当中，并奖励钻石哦～额外内容：请看下一页\n\n\n\n　　下面的是一些伙伴告诉我的小技巧，在这里给大家补上～\n　　１.　首先是关于附魔的。金制道具还有一个用处，就是吸引附魔！\n 　所谓吸引附魔，就是指在附魔的时候为了给装备附魔更好的属性，先放进去同类金制工具，因为金制工具更容易附魔好属性，所以先用金制工具把需要的附魔“吸引”出来。然后再换上同类的别的材料制成的工具，保留金制工具吸引出来的附魔属性，然后再附魔就好啦。\n　　\n　　２.　另外在国服１.１１.２版本（别的版本不清楚，没试过），武器栏里的抢夺附魔书消失，倒是多了一个“幸运”。测试证明，这幸运就是抢夺。抢夺是很有用的附魔，用附魔抢夺的武器打死怪物掉的东西会变很多！就相当于武器里的“时运”。我们要去末地，收集末影珍珠做末影之眼的时候，就可以用这么一个附魔，来获得更多的珍珠。\n　　３.生存模式前期提早做出盾牌！\n１.９及以上版本，剑没有的格挡的作用，但时增加了一个新的东西——盾牌！很多时候，尤其前期，盾牌的用处要比护甲大。亲测证明，用好盾牌，可以格挡一次正面攻击（近战远程都有效），最厉害的是，可以格挡苦力怕的爆炸伤害！只要你手速快，格挡完一次赶紧再按一次右键，盾牌便可以再一次格挡！麻麻再也不怕我们打不过苦力怕啦～\n\n\n　　４.快速有效获得苹果的方法。\n经过测试，可以通过踩橡树树叶的办法掉落苹果。只是踩多了树叶也会掉落，然后······如果你的血不多，怕是要发动信仰之跃了······\n\n\n\n\n\n\n\n\n\n　\n　　\n\n\n\n\n　　\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "大爱世界",
            "timestamp": 1530434700,
            "txt_content": "能不能转发？"
        },
        {
            "author": "天空氏老方",
            "timestamp": 1530751860,
            "txt_content": "谢谢大神"
        },
        {
            "author": "小星耀",
            "timestamp": 1531562940,
            "txt_content": "说实话，新手都知道了..."
        },
        {
            "author": "13555555",
            "timestamp": 1531624440,
            "txt_content": "emmmm，这个蛮多人都知道=-="
        },
        {
            "author": "21504010",
            "timestamp": 1531717800,
            "txt_content": "新手早就只到了"
        },
        {
            "author": "轩少Amor",
            "timestamp": 1531733820,
            "txt_content": "学到了  看看能不能派上用场咯"
        },
        {
            "author": "影界",
            "timestamp": 1531735680,
            "txt_content": "这...太简单了吧，大多数都会"
        },
        {
            "author": "影界",
            "timestamp": 1531735740,
            "txt_content": "emm.......这很多人都知道de"
        },
        {
            "author": "a1830725393",
            "timestamp": 1531736820,
            "txt_content": "Thanks?(?ω?)?"
        },
        {
            "author": "1519985423",
            "timestamp": 1531819620,
            "txt_content": "遗迹很难找的吧..."
        },
        {
            "author": "guolong",
            "timestamp": 1531905180,
            "txt_content": "= =这个我基本上都知道了  1.9版本后居然不能合成附魔金苹果了   我看来还是没关注MC版本的更新  我就一直停留在1.7.10 1.8上了"
        }
    ]
}