{
    "title": "【｜我的世界｜-不科学的科学系列】Ep1：从历史说起",
    "author": "级浮空",
    "replyCount": 7,
    "timestamp": 1513952100,
    "txt_content": " 本帖最后由 级浮空 于 2017-12-22 22:24 编辑 \n\n　　嗨，各位好！我是麦当~今天给大家带来了别样的帖子——谈谈“我的世界中的科学”！\n　　此时你可能会想：什么？你跟我的世界谈科学？脑子秀逗了吧？\n　　你可能会想：不用看了，楼主一脑袋浆糊无疑了。\n　　你可能会想：哇！跟我的世界谈科学！有意思，我倒要看看他要让几个人的棺材盖跳起来。\n　　但是，没错，我就是要谈我的世界的科学！对！\n　　嗯，不过首先要解释一下什么的“我的世界中的科学”。\n　　｜我的世界中的科学｜：即符合我的世界定理的科学。并不是拿我们现实中的科学去跟我的世界谈，而是根据已知推测我的世界中的科学。\n　　所以说啊，并不是我脑子秀逗了，而是你们理解错啦！\n　　好好好，即便如此，你们可能会想说：这就是你水贴的理由？\n　　不！\n　　可不是水贴！我只是想换个方式来告诉大家我的世界中的一些知识。让“主要的知识”变成“辅佐另一话题的道具”，而这个道具又是荒诞的，所以我想大家会自然而然的去记住一些知识吧！\n　　好了，废话不多说，下面开始我们的正文。\n　　首先说一下我的世界中的时间设定。可能是因为两世界的时间维度的差别等，我的世界中的一小时＝现实世界的一分钟，并且一天只有２０小时。\n　　既然要谈论我的世界中的科学，那么我认为我们应该先了解生物进化史。其中我们可以先了解人类进化史。但是要了解这些，我们就必须先了解这个世界的环境！\n　　让我们看看我的世界的第一个版本：\n\n　　这就是我的世界最早的目前可以考察到的测试版本，于2009年5月13日发布。即到现在约有3083天，即3083天*24=73992小时=73992小时*60=4439520分钟，即我的世界当中的4439520/20=221976天，若按365天为一年，则是221976/365约等于608年。即约在608年前，在这个世界里，可以看到皆是草地，而且是非常平坦的。那么我们也就可以理解为，在这个世界最初诞生的时候，它的地面是几乎没有起伏且是草地的！\n　　再深一步看一下这个世界的构成吧。\n\n　　在草皮的下面似乎不存在泥土，直接连接圆石，也就是所谓的石头。\n\n　　看得出，下面的就都是同一种石头了。\n　　另外，当我们放置方块时，只有草皮的高度放置方块会成为草皮，其余的放置则全部变成石头。由此，我们可以这样假设：在这个世界的最初这段时间，整个世界由草地和石头构成。同时，可能由于某种物质的存在，导致方块在特定高度（即草皮高度）会变成草，其余地方则为石头。\n\n　　下面更深一步探究。当我们掉下去可以发现，这个世界的大陆是边界的，而且仅凭肉眼可见到整个大陆的边界。\n\n　　看到吗？一个方形的世界。似乎印证了我国古人的“天圆地方”一说。\n　　现在，我们从上面印证一下。看到确有边界，并非未加载出来而已。\n\n　　最后，可以看到一点，高度也是有限制的！下面这张图就是限高了。\n\n　　并且我们发现，至始至终天色未曾改变！也就是说在这个时间，这里不分白日昼夜（原因位置。不排除该世界所在天体的任意一点于照亮它的恒星处于相对静止的状态），并且不存在什么生物！（本人除外）\n　　最后，我们可以得出以下结论：\n　　１.在这个世界最初诞生的时候，它的地面是几乎没有起伏且是草地的。\n　　　　２.在这个世界的最初这段时间，整个世界由草地和石头构成。\n　　３.这个世界最初的大陆极小，仅肉眼即可见到四周。且大陆呈正方形。\n　　４.在这个世界最初的时候，其可放置物品的高度有限，且很低。\n　　５.这个世界最初的时候不分昼夜，且不存在除玩家以外的生物。\n　　以及如下猜想：\n　　１.可能有某种物质的存在，导致方块在特定高度（即草皮高度）会变成草，其余地方则为石头。\n　　２.不分昼夜的原因可能是因为该世界所在天体的任意一点于照亮它的恒星处于相对静止的状态，致使恒星的光照射到该天体任意一点的亮度始终不变。\n好了，我们这期“｜我的世界中的科学｜”就到此结束啦！\n喜欢的小伙伴们可以点个赞，投个小麦、金锭，回复一下呦～\n另外，也可以大胆在本贴发表你的看法，有可能下一期就会出现你的观点呦～\n当然，我们是有奖励哒！\n【PW】-麦当 出品特别声明：未经允许，禁止擅自转载！侵权必究！\n\n\n\n\n\n\nhttp://music.163.com/style/swf/widget.swf?sid=461270598&type=2&auto=1&width=330&height=100　\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1513954800,
            "txt_content": "这个字体的爆炸好严重啊...\n另外就是，我觉得你这个归类到图文故事会更好一点。"
        },
        {
            "author": "级浮空",
            "timestamp": 1513955220,
            "txt_content": "Smokey_Days 发表于 2017-12-22 23:00\n这个字体的爆炸好严重啊...\n另外就是，我觉得你这个归类到图文故事会更好一点。 ...\nemmm..好像我是自己电脑显示的问题 显示的字体很小。。所以调大了点"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1514000040,
            "txt_content": "emmm……总体来说挺有创意的，但是排版新人欠佳\n有待学习改进……加油！\n小麦？不会是从网易那边搬运来的吧"
        },
        {
            "author": "初阳时光",
            "timestamp": 1514000100,
            "txt_content": "其实……可以在标题上标明内置bgm？"
        },
        {
            "author": "级浮空",
            "timestamp": 1514005320,
            "txt_content": "天狼星black 发表于 2017-12-23 11:34\nemmm……总体来说挺有创意的，但是排版新人欠佳\n有待学习改进……加油！\n小麦？不会是从网易那边搬运来 ...\n感谢支持啦。排版因为论坛的排版模式我很懵。。\n确实是网易那边的，不过在网易那边也是我原创的。（其实是我是网易攻略组。不过纯属\n网易论坛那边的显示出来的和mcbbs不大一样。。所以我还得再去钻研一下"
        },
        {
            "author": "级浮空",
            "timestamp": 1514005380,
            "txt_content": "初阳时光 发表于 2017-12-23 11:35\n其实……可以在标题上标明内置bgm？\n明白 不过还是下一期吧。编辑一下要送去审核"
        },
        {
            "author": "250=mo",
            "timestamp": 1514035980,
            "txt_content": "老早前想到的玩法，被抢先了哈哈哈\n（还不是因为某人拖延严重……）"
        }
    ]
}