{
    "title": "[12月活动]过冬",
    "author": "烨s",
    "replyCount": 11,
    "timestamp": 1514103240,
    "txt_content": " 本帖最后由 烨城 于 2017-12-24 22:42 编辑 \n\n前言 \n      这篇文章是即兴创作的，一边写一边构思，像写作文一样，里面有很多的个人臆想。我的文学功底不够，写完后发现自己词穷得很，百度找词都找了好几次，献丑了。 \n\n正文\n实际上我也不知道我写的是什么，表达了什么\n  冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……  咚咚咚咚……家里老式钟的哀鸣，唤醒了我的肚子，阵阵响声传出。才想起已经傍晚了，从早上到现在，还没有吃过一口饭呢。又在假期浪费了一个白天，那晚上就来做一些有意义的事情吧。  随意地穿上一些厚实的衣服，在镜子前看了看自己的脸，嗯，完全没有问题。今天是冬至，可以吃些好的…这样想着，就出门了。  傍晚的街巷，灯火通明，家家户户喧嚣**闹着过冬。随处可见的鞭炮，肆意呼啸的寒风，夹着茫茫无边的雪花，陪伴着我，陪着我走向便利店。不一会儿，风不再吹了，雪也停了，夜晚的街巷变得安静了。  从旁走过的我惊动了鸟儿，鸟儿扑棱扑棱的飞走，树上挂着的雪也因此掉落在我的脸上，溜进了衣服里面，冻得我直跳。就在我胡乱抖动身上的雪时，耳边传来一阵银铃般的笑声，“阿城现在的样子真好笑，快要笑死我了。”一位少女蹦跳着来到我的身旁，问我:“今天是冬至，阿城你怎么过？”。“我啊。。。今天我准备吃顿好的，你要不要来我家一起吃啊？”我开玩笑似地回答她。“阿城说的是两桶泡面加两条香肠吗？”少女听了之后笑得更欢了，这丫头怎么猜中的！“如果是这样的话我可不去你家吃哦。嗯~不如我陪你去买吧，免得过冬吃泡面这么尴尬。”说完少女跑出一段路，招手向我道：“阿城~，这边，这边，超市！”我只好跟过去，看来今天会吃得更好一点。\n  超市一改以往拥挤的状况，因为都在家吃饭着呢。我推着购物车陪着少女边走边聊，少女时不时拿起一些速冻食品，问道：“阿城你觉得这个怎么样？喜欢吃吗？”我做出苦思冥想的样子，偷偷瞄一眼价目牌，说道：“可以，我还挺喜欢的。”“那就好！”少女满心欢喜地放进了购物车。买了大概有半小时吧，在我的肚子的多次提醒下，才买好了一会要吃的食物，生菜，鱼丸，火腿，豆腐等等，还有一包火锅底料，准备吃一顿火锅。  见买了这些，我疑惑道：“买了这么多，你真打算来我家吃啊？”少女歪着头，眨眨眼睛，做了一个卖萌的动作：“不行么？今天要陪爸爸妈妈去亲戚家吃饭我都没去呢，就想跟阿城你一起吃。”我老脸一红，回答道：“好了，走吧。”接过少女手中的另一个袋子，静静地看着少女边玩边走，开心无比，我大叫一声“看着点儿来”便跟了上去。  回到家，拿出封印已久的电磁炉，扫扫上面的灰尘，架好放入底料烹煮之后来到厨房里帮忙洗菜。看见少女一边哼着歌一边洗刷着，显得很欢乐，因为没有带上手套，她的手被冻得通红，我急忙拉住她的手，不让她继续洗了。“诶诶！阿城你干嘛拉我的手啊？”少女被我的动作吓得大吃一惊。我有些气恼道：“你蠢啊，这么冷的水，还不戴上手套洗，不怕被冻伤手吗？去去去，乖乖的给我去**，我来洗，我来弄这些东西。”“诶~~~，我没关系的啦，但是以阿城这半年不下一次厨的经验，能把菜洗好吗？”“我就洗好给你看！”两人嘻嘻哈哈一顿**闹，最终决定一起洗。\n  又耗费了十来分钟，终于可以吃上火锅了。坐在桌子前，我迫不及待地把一片火腿夹起，蘸上秘制调料，老干妈加黄豆酱，送进嘴里。还未咽下，又夹起一片生菜，循环往复，吃得不亦乐乎。“阿城你不要着急啊，吃饭太快对身体可是有害处的哦。”少女按住我的手，要我吃慢一点。我放慢了吃火锅的速度，陪着少女一起吃，一起打闹，乐不可言。饭后，我使用秘籍·葛优躺,躺在沙发上，陪少女一起看 电 视，看了点搞笑的节目，又是一阵欢乐的笑声。\n  老式钟又响了，钟鸣了十下。少女一看，惊呼道：“十点了，阿城，我该回家了，再见，阿城！”惊呼之余急忙拿起外套，走出门外，还不忘向我招招手。我大声叮嘱她：“路上别乱走，回家慢了该让我妈担心了！”“嗯！”少女也大声回应我。  久久注视着渐行渐远少女，直到少女消失在路口，风又起了，雪又下了。呼呼的朔风吹来，夹着雪，卷着雪。吹进了我的衣服里面，但是我并不觉得冷，只是有一点凉，宛如少女从路口离开了我的视线一样。 \n\n排版拍了好久，仍是不尽人意。\n紧张。嗯，就这样吧。\n见笑了，有任何意见或建议都可以提出来。",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1514104800,
            "txt_content": "醒醒，哪来这么好的妹子"
        },
        {
            "author": "烨s",
            "timestamp": 1514106060,
            "txt_content": "ruhuasiyu 发表于 2017-12-24 16:40\n醒醒，哪来这么好的妹子\n都说了个人臆想,难道不是这样的吗？"
        },
        {
            "author": "幽儿~",
            "timestamp": 1514111160,
            "txt_content": "雾 我提个建议\n排版背景尽量选择柔和的眼色搭配\n不然真的有点亮瞎眼 （电脑：你呀的调最高亮度还敢说话？XD）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1514111580,
            "txt_content": "躺在沙发上，陪少女一起**。看了点搞笑的节目\n？？？？？？？？？？\n啥玩意儿？？？"
        },
        {
            "author": "烨s",
            "timestamp": 1514125860,
            "txt_content": "九幽之帝 发表于 2017-12-24 18:26\n雾 我提个建议\n排版背景尽量选择柔和的眼色搭配\n不然真的有点亮瞎眼 （电脑：你呀的调最高亮度还敢说话？XD ...\n嗯~~~~~，我想我会在以后慢慢学好排版的，毕竟只是一时之作。"
        },
        {
            "author": "天下归心",
            "timestamp": 1514129280,
            "txt_content": "大佬复大佬，大佬何其多？\n若与大佬争，输又能如何？"
        },
        {
            "author": "求插件怎么开服",
            "timestamp": 1514190240,
            "txt_content": "有趣 继续"
        },
        {
            "author": "烨s",
            "timestamp": 1514195340,
            "txt_content": "求插件怎么开服 发表于 2017-12-25 16:24\n有趣 继续\n谢谢支持，但是这个只有一篇，以后的话说不定会写写小说吧。"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1514276580,
            "txt_content": "前来膜拜大佬，（萌新瑟瑟发抖）     "
        },
        {
            "author": "烨s",
            "timestamp": 1514299140,
            "txt_content": "南歌_未央_ 发表于 2017-12-26 16:23\n前来膜拜大佬，（萌新瑟瑟发抖）\n谢谢赞赏，但是这个大佬真的不敢当，不敢当！"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1514351220,
            "txt_content": "烨城 发表于 2017-12-26 22:39\n谢谢赞赏，但是这个大佬真的不敢当，不敢当！\n没事的        "
        }
    ]
}