{
    "title": "【12月活动】【原创/单篇故事/BGM】风钟交响",
    "author": "nianbing",
    "replyCount": 8,
    "timestamp": 1514112240,
    "txt_content": " 本帖最后由 nianbing 于 2017-12-27 19:10 编辑 \n\n《风钟交响》\n\n\n    冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着…\n    幽暗的房间里，剩下的摆钟的滴答声在不停回响，每一声都叩击在她的心中，让她难以安眠。从窗帘下掀起一丝缝隙，将目光伸向远方，除了窗外无边无际的白雪与朔风造就的哀鸣声，什么也感受不到。\n    她拖着疲惫的身体从床上挣脱，迷离着眼睛在橱柜里翻找着速溶咖啡。橱柜里摆满了食物，速溶咖啡藏在了冬季储粮的最深处，她一时间无法迅速将其拿出，反而将堆积成山的食物给掀翻了。食物争相而出，生硬地砸在她的头上，让她有些不知所措。于是，在取出了咖啡之后，她不打算将它们重新收拾清楚，权当做自己孩子气一般的报复。\n    这堆成小山一般的食物，是她在秋天的末尾一次性购买的。去年冬天、前年冬天，这几年她一整个冬季都没有离开过一次家门。并不是她不愿离开，只是每年的这个时候，从远方刮来的朔风与雪总会将“房门”彻底冰封；她，在冬天根本无法逃离这囚笼一般的温室。\n    享用了早茶之后，她又一次将窗帘拉开了。窗沿上堆积着厚厚的积雪，玻璃上也结成了一大片的水汽。她不打算尝试打开窗户了，只用眼睛观察就足矣明了的结果，她不愿意为此浪费精力。于是她重新坐回了餐桌，注视着那瓶每年都被她用以消磨时间的水仙。\n    这瓶水仙是几年前发现的，当时它被插在花瓶里摆到了她屋子的窗沿上。少女见它快要枯死而于心不忍，于是就把这瓶水仙搬进了屋子。在她的悉心照顾下，水仙逐渐恢复了生机，成了如今的模样。不过，若是等到窗外的的朔风远去，它也许会就此凋零吧。只不过那个时候，少女也不再需要水仙的陪伴了。\n    看着看着，少女逐渐感到有些疲惫，眼睛也有些微眯。她打算重新回到床上再次“冬眠”，可窗外的朔风越发**闹，使她久久不能入眠。街边的路灯闪烁着微光，在这风雪中就如繁星一般渺小。而这风暴构成的世界宛如夜空一般，它将这些繁星全都吞进了深邃的黑暗。它们一盏接一盏的在风雪中消亡，最远处的星芒早已经在朔风中被吞噬。可这朔风，从始至终也没有感到饱和。远方，时不时的会传来朔风吞噬灯杆的嘈杂声音，就像她也偶尔会有些喧闹一样。\n    滴答、滴答。这一次，房间里除了摆钟的叩音，还杂糅着朔风与灯杆碰撞的声音。它们充斥着房间，让少女更加无法入眠了。她瘫倒在床上，即使心中万般希望自己能够驱散杂音，却对自己的能力心知肚明。无需尝试，结果早在她的心里渐渐腐烂了。\n    朔风仍然折磨着路灯，也折磨着她。她的精神逐渐被消磨，情绪也渐渐升温。本来就如屋外的坚冰一般寒冷的她，烦躁的表情却久违的浮现在她的脸上。本就身心疲倦的她，如今更加的接近崩溃边缘，从而促使着她不停的做着自己所认为的“多余的行为”。\n    起初，在那片空旷的战场上，只剩下了名为“呼吸”的战士伫立，它将旗帜于土丘上竖立。现在，这场风暴卷入其中，朔风开始清扫这片狼藉，土丘顷刻间便被朔风瓦解，更不用说在那上面的军旗了。唯一幸存的战士再次幸免于难，准确的说，风暴根本就没有理会战士的怒吼，觳觫的也只有战士而已。朔风过后，战场上的一切又重新开始生长，她与她的一切再次得到了施舍......\n    她已经躺在床上有一个小时了，可仍然没有入眠，反倒是被冰封已久的精神越发亢奋，似要将坚冰融化。她再也躺不下去了，少女只好另寻出路。她重新回到了厨房，将之前被她掀倒的“储粮堆”重新整理清楚，又将整个冬天无人打扫的房间重新收拾干净，于是“忙碌”在战场上拼杀了将近两个小时而战败。\n    劳碌之后，少女精疲力尽的重新倒回了干净的床。朔风捶打着玻璃，发出了哐当哐当的声音又重新在她脑内回荡。精疲力竭的她已经无力再去理会这些琐碎的杂事，她已经将她所能做的事情全都完成了......\n    又一年冬季，呼呼的朔风再次从战场经过，它又一次将战场清扫。第二年的春天，她打算去寻它，要它别再清扫那片秽土。不过，她很快打消了这荒诞的念头，因为那里，每时每刻都处在冬日中，就连那的路灯也都被压垮了。\n\n题外话：\n本来没打算参加活动的，因为当时看见这个题目的时候脑袋可能不太好使，居然什么都想不出来。昨天把宝石之国追完了，看到南极石的那几集，突然觉得可能可以写些什么......\n2017/12/24 19:34（脑子又短路了，本来拿去参加活动的，结果忘记挂上“12月活动”的标了.....）2017/12/27 19:07（发现了一堆错字和遗漏的词....重新改了一下。说起来，为什么“chao 闹”也要屏蔽被......）\n\n\nhttp://www.xiami.com/widget/49582878_1773775678,_235_346_FF8719_494949_0/multiPlayer.swf\n\n\n\n\n",
    "replies": [
        {
            "author": "314133896",
            "timestamp": 1514116320,
            "txt_content": "写的很棒哦！祝你夺冠！"
        },
        {
            "author": "nianbing",
            "timestamp": 1514120040,
            "txt_content": "314133896 发表于 2017-12-24 19:52\n写的很棒哦！祝你夺冠！\n不存在的，这是不可能的。第一名就连奢望都不敢。╮（╯＿╰）╭"
        },
        {
            "author": "天下归心",
            "timestamp": 1514205900,
            "txt_content": "大佬复大佬，大佬何其多？"
        },
        {
            "author": "nianbing",
            "timestamp": 1514209260,
            "txt_content": "天下归心 发表于 2017-12-25 20:45\n大佬复大佬，大佬何其多？\n我生为辣鸡，万文成废纸。"
        },
        {
            "author": "烨s",
            "timestamp": 1514211300,
            "txt_content": "大佬出现了！！！"
        },
        {
            "author": "nianbing",
            "timestamp": 1514214360,
            "txt_content": "烨城 发表于 2017-12-25 22:15\n大佬出现了！！！\nΣ(っ °Д °;)っ对呀，这里似乎除了我以我以外的，都是大佬了..."
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1514268960,
            "txt_content": "大佬啊，给萌新放条活路吧"
        },
        {
            "author": "nianbing",
            "timestamp": 1514285100,
            "txt_content": "南歌_未央_ 发表于 2017-12-26 14:16\n大佬啊，给萌新放条活路吧\n别闹，我这种辣鸡怎么可能会是大佬！"
        }
    ]
}