{
    "title": "【十二月活动】【原创、单篇】 风·冬忆",
    "author": "南歌_未央_",
    "replyCount": 0,
    "timestamp": 1514278680,
    "txt_content": " 本帖最后由 南歌_未央_ 于 2017-12-26 17:17 编辑 \n自我吐糟：很好，不知道为什么又返回原点了呢........\n好久没有再码字了，一直琢磨不出来排版啊啊啊啊啊(我说一句排版要炸，别打我）..\n貌似上次发活动文还是带着新人勋章来着的？？？\n作为新人一把火（话说这到底是什么啊...←来自某只西瓜）\n啊哈哈其实也没多想就当即兴创作啦?(? ???ω??? ?)?PS：注里面的人名就是作者自己（化名）\n\n正文：\n    \n   冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着，我独自一人站在寒风中（这里是梦境吗？）不，也许这个答案我自己比谁都清楚 ，不过我还在原地迷茫着什么呢 ？\n    风，刺骨的寒风， 像针一样穿透心灵，这鬼天气，路边的行人已经绝迹了，飞鸟，走兽，消失的无影踪只有我自己还在寒风中一副不知所措的样子 ，南歌，你真是个大傻子啊！明明什么都做不了，什么也没有.......\n   吧嗒....\n\n\n   吧嗒....\n\n   吧嗒.....\n  这是， 眼泪吗？为什么，为什么人心会这么脆弱 ，这时我终于感觉双脚无力，倒在寒风中...\n[早上8:00]\n   我已经记不清楚自己是第几次做这样的梦了都说梦境是人内心的一种反应，那么我自己内心到底在想什么呢？\n   我下意识的望向窗外，啊，冬至已经过去了呢....我走向阳台用力推开昨晚被我关死的玻璃窗 ，晨凛冽的寒风吹到脸上就像刀刮一样，路旁的杨树枝在风中狂舞着，那干巴巴的树枝，不时发出“喀嚓喀嚓”的声音。路边枯萎的草，无精打采地耷拉着脑袋，在狂风中战栗着，发出沙沙的声音 ，天气阴沉，满天是厚厚的、低低的、灰黄色的浊云。东北风呜呜地吼叫，肆虐地在旷野地奔跑，它仿佛握着锐利的刀剑，能刺穿严严实实的皮袄，更别说那暴露在外面的脸皮，被它划了一刀又一刀，疼痛难熬。（这天，太冷了）我关上窗户重新坐回床边脑海里还是昨晚的梦境，难道自己有一天会真的这样就离去了吗？\n   啊......啊.......切!我连忙拿起一旁的纸巾包住了脸跑了出去，起床就那么难受本来想就此打电话和学校请假的，可由于一些原因我还是走出了家门外面依旧寒风刺骨一把把刀，无情的伤害我，风又像调皮的孩子，我已经把衣服攥地紧紧的了，可风还是能跑到我体内。街上的行人缩着脖子，倒着走，路边玩耍的孩子也都跑回了家。行人渐渐少了，我也加快步伐到了学校。\n   吧嗒、吧嗒、吧嗒吧嗒.....外面的雨声越来越大坐在这上课，头晕晕沉沉的，听着外面偌大的雨点声，心情也是莫名的难受...一种强烈的孤独感又在心里拼命的挣扎徘徊，这时我听不见任何声音，同学也好老师也好都忽然被时间淹没了（又开始了吗？）我抑制住自己千万不要睡着，我放下手中的笔，用手揉了揉略微疲倦的双眼重新抬起头看向黑板，黑板早已被白色占据上面密密麻麻的字符依旧那么让人难以理解，我撇过头视线定在外面一棵光秃秃的树上，寒风从教学楼中穿梭而过秃秃的树枝在狂风怒吼中战栗，摇曳不定。我不禁嘴角微微颤了几下，呵，真是和梦里的无助自己一模一样啊。冬天的风是无处不在的，那是人们想捕捉都捕捉不到的。\n\n   放学时我不经意的瞄向那时窗外的秃树，视线只是停顿了几秒就立马收回了，希望这并不是它的生命终结的地点，头又开始微微痛了起来我拖着沉重的脚步一步步的走着。有的时候，在一个人的时候会想的很多，自己把自己关在一个空间里那是属于自己的一点点东西，道路两旁的路灯忽闪忽闪的一点点霓虹勉强支撑烂漫的黑色，靡丽却透出一丝无力，一盏绽明路灯拉出一条黑色的绸缎，好像把整个我包围，哪个深处却还有一丝绽明。已经天黑了吗，冬天天黑的早，如今街道和早上一样也没几个人。也是啊，这样的寒冬谁还愿意没事出来逛呢......\n\n   到家后脱下身后的书包，做到书桌前翻出老师今天布置的作业笔没动几下反身就躺在床上，有时候会很想睡觉，一睡就不想起，好想就这样一直睡着，可是我知道自己不能这样下去了。颓废、自甘堕落、无所事事这样的状态何时才是个尽头啊，我不想睡觉，可眼睛不知道，却紧闭着，想不明白为什么会失眠！明明是闭着眼睛睡觉了，但是心里很清楚自己是醒着的。好困好想睡觉……可是为什么会这样，当眼睛闭上的时候就是睡不着？真的好难受，好无助……但是只要是醒着的时候就觉得累，想睡觉。睡着了就总在做梦，梦很乱，很杂，醒来后也回忆不起任何片段，我不是第一次做梦也不知道今后的自己应该怎么办。秃树的结束点不是冬天，那么自己也不会就此放弃也不会“结束”在朔风的冬季。 \n\n这个世界很美好，我们应该为之奋斗\n                                                            ——海明威\n                                                          \n\n\n\n\n\n\n@CunMa @麦白 @FHC红石 @北极日记 @Mr_Des @Cai_Iu \n\n\n\n\n\n\n\n\n",
    "replies": []
}