{
    "title": "【12月活动】《神设世代·序章》",
    "author": "上官影汐",
    "replyCount": 7,
    "timestamp": 1514379780,
    "txt_content": " 本帖最后由 上官影汐 于 2017-12-27 21:10 编辑 \n\n神设世代·序章冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着。人流渐渐稀疏了。他，在这闇沉的光线里行走着。行道树上最后一片树叶落下，群鸟离去，又只剩下枯枝。泉水逐渐干涸，石砖缓慢结霜，寒意悄然袭来。一切都在诉说生命的枯萎。这可真是最不浪漫的季节。然后——灯灭了。这一刻，他全然陷入了黑暗。喂，这可不妙。啊——确实如此。因为不知从什么时候起，那束暗光已经来了。追兵已至。该迎战了。那一瞬间，四周陷入了停滞，万事万物仿佛失去了“运动”这一属性。在静止的世界中，有一束光延伸进来，这束光没有温度，吸收周围的亮度而呈现出黯淡的颜色，笔直射向一动不动的他。每分每秒都被拉开到无限长，那光线贯穿了无数时间的距离，最终逼近他的眉心。一切就像定格的动画诡异及神秘。但那人没有束手就擒，他的嘴唇翕动，在被暗光刺穿前，一股气息被释放出来。“Rhea！——”世界好似骤然亮了起来，十二道充斥白雪色咒文的光柱从周围升起，汇聚在他头顶犹如支撑着天空，暗淡的天空突然爆发出刺眼的光芒。“咔—咔—擦—擦——”漆黑色的裂缝从与光柱接壤的天空处蔓延开，逐渐扩散到他面前的那一束暗光。下一刻，所有的都轰然破碎，破碎的光屑撞在大地上产生了噼里啪啦的清脆声响。他站在倾泻而下的碎屑中，周围环绕着与霜同色的风。兜帽下的阴影里，一双银白色的眸子幽幽生辉。雪仍旧在下，而已经无人的街道上却出现了一道身影。那是一名男性，身穿黑色的覆身式铠甲，手持一把灰暗无光的镰刀，脸容普普通通。“不愧是你，掌管北风的男人。”他说道，眼神未因刚才的失利而起丝毫波澜，而是指了指光柱，“那么，这是什么东西？”十二道光柱的中央，他一言不发，凝视对方。“不回答吗……这看起来可不像是北风的神器啊。不过无所谓，消灭你以后我也能够知道。”身穿黑甲的男人语气平淡，缓缓举起手中的镰刀，如此宣言道：“朔风的神子天冥楼，你无法脱离时间的枷锁！”然而，名为天冥楼的男子只是微微躬身前屈，摆出了战斗的姿态，并冷淡地回答道：“区区一个连神官都不是的信徒就想打倒我吗？Aeon的教徒已经堕落到了这种地步吗？”“要战斗的话就来吧，正好最近没有人惹事，我可是无聊得很啊。”这句话显然激怒了黑甲男子，他握紧镰刀的把柄，原本平静的眼里此刻翻涌着惊涛怒浪。“这份侮辱父神的罪孽，就用你的血来洗刷吧——”他冷喝一声，脚下发力，以迅雷不及之势冲向天冥楼。“Boreas!”幽瞳的男子轻声吟诵，单手抬起，白皙的手指对着对方一指，浓郁的寒意从脚下涌出。在他正前方的十二光柱之一渐渐被染成霜白的颜色。一道由纯粹的寒风构成的白色光圈显现在其上，柱底伸出十数条白色的锁链向男子袭去，无尽的蓝白光鸟从光柱内飞出扑向黑甲男子。“记住我的名字——”黑甲男子迅如疾风，只是眨眼时间就逼近到了光柱不远处，镰刀上灰光涌动，诡异的无色光流环绕着身体上下，他没有停滞，面对漫天的攻击，他只是抬起了手中的武器。下一个瞬间，他的身影化为一道幻影，犹如虚幻的流星，一个晃动，掠过了前方。“我名为——”幻影，穿过了锁链和光鸟。一条灰色的直线在那一个瞬间里迸现，简简单单地，转眼之间，掠过了那些攻击。“唰——”斩击的声音像是一道湍急的河流，响彻在了四周。漫天的光鸟和锁链就这么滞在了街道上，随后，在一声清脆的异响中，散成了无数的光点，带起了浓郁的冷意，纷纷落在大地上。周围的风雪立即蔓延而来，将一切都吞没。“伊恩尼亚！！”\n伊恩尼亚去势不减，几乎化作一道灰色的光虹笔直朝着天冥楼所在的方位冲去。同时在他的身边延伸出数道灰暗的光线，和他一起朝前方冲刺。那些光线没有长度，从出现时就一直在紧贴着他的身形，在外看来就仿佛几条无尽延长的灰线一般。如同没有意识到自己的攻势已经被击溃，天冥楼的眼神古井无波，站在原地没有动作。但倘若忽视掉周围光柱带来的过高亮度，仔细观察的话就能发现他银白的双瞳里此刻正闪动着无数纷繁琐杂的咒文。“时间…吗…”“很遗憾，我不会记得你的名字，因为啊——”他昂起头——但此时此刻伊恩尼亚已然来到他的身前，那锋利的镰刀直接挥向了天冥楼的颈部，高速移动裹挟而来的澎湃气浪吹掉了他用以遮掩容貌的帽子。兜帽之下是一名十七八岁模样，肤色白皙，黑发银瞳的少年。朔风的神子天冥楼，也只不过是一位少年罢了。然而伊恩尼亚并没有丝毫犹豫，他的动作没有一分迟疑，反而更快了几分。“因为啊——你太可悲啊…”带着丝丝怜悯的淡漠之声回荡在黑甲男子的耳旁。望着那不顾一切，往自己猛冲而来，竭力挥舞着刀刃，准备斩断他喉咙的敌人，天冥楼神色冷漠而淡然，眼中繁复的咒文在这一刻尽数崩解。镰刀，穿过了天冥楼的脖子。可伊恩尼亚的眼中非但没有任何得手后的喜色，反而瞳孔一缩，神情变得惊骇至极。他扭过头，试图确认一件事。但是，在这一瞬间——无数的刀光在这一个瞬间里闪现，似狂风一般，刹那之间，贯穿了伊恩尼亚的身体。“噗呲——噗呲——噗呲——噗呲——！”斩击声如同连绵不断的风雪响起。伊恩尼亚的身形就这样停止在他背后。“那是……”他不敢置信地，一点一点勉力转过头去，却看到那几束暗光，连同他挥舞镰刀时所带动的那条灰线，一并凝滞在了天冥楼身前。而对方只不过是摊开右掌对准了它们而已。在少年的左手上，有一柄洁白的短刀，刀尖不断涌出森森寒意和气流。“很难相信对吗？第一次交手时就破解了敌方的招数。”天冥楼平淡地开口，眼神中竟流露出一丝无趣来。在他的面前，那几条光线渐渐龟裂，最终崩碎成数不尽的光尘坠落。那一道光柱退回白色，与其余十一道一起依旧洁白如玉。“那是…父神的…力量…怎么可能…如此轻易地…”“所以你才是一个普通教徒，Aeon的力量是永恒的力量，你只是学会了时间的变化而已，还不到家。我说了的吧？要对付我至少是神官级别。”朔风的神子面无表情，他放下右手，四周十二光柱依次暗淡下去，消失在越来越大的雪中。“当然时间的力量也还算上得了台面了，不过很可惜——”他带上兜帽，呼出一团白雾，没有回头，而是直接向着街道的远方走去。“我家的神灵也会啊。”背后传来人倒下的声音，几秒钟前的敌人，此时就慢慢葬身于冬日的风雪里了。天冥楼拉了拉衣领，银眸逐渐隐于阴影中，消失在了这灰暗的天空下。太无聊了，还以为来了什么厉害货色。明明是那么强大的神灵，派出来的人却只是个三脚猫吗。今后要是也是这样的话那真是太没有意思了。这个时代，糟透了。",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1514380020,
            "txt_content": "新人都是怪物！"
        },
        {
            "author": "上官影汐",
            "timestamp": 1514380260,
            "txt_content": "nianbing 发表于 2017-12-27 21:07\n新人都是怪物！\n我才不是怪物啦...\n和角虫们比还有很长一段距离。"
        },
        {
            "author": "天下归心",
            "timestamp": 1514383020,
            "txt_content": "第......（忘了第几次）次发现大佬"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1514391240,
            "txt_content": "序章！\n是要连载吗"
        },
        {
            "author": "上官影汐",
            "timestamp": 1514450700,
            "txt_content": "bo_bo2001 发表于 2017-12-28 00:14\n序章！\n是要连载吗\n差不多就是要连载的意思呢。\n当然连载的周期还是尽量看运道了"
        },
        {
            "author": "Nethop",
            "timestamp": 1514454720,
            "txt_content": "最近顶着粉嫩嫩的萌新勋章的julao太多了……"
        },
        {
            "author": "上官影汐",
            "timestamp": 1514545320,
            "txt_content": "Nethop 发表于 2017-12-28 17:52\n最近顶着粉嫩嫩的萌新勋章的julao太多了……\n我不是角虫啦。\n啊哈哈"
        }
    ]
}