{
    "title": "【12月活动】短篇小说——陪伴",
    "author": "V_院長",
    "replyCount": 8,
    "timestamp": 1514458920,
    "txt_content": "陪伴\n  冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着……\n  她有一个姥姥。\n  小时候，她经常跟妈妈去拜访自己姥姥。她喜欢依偎在姥姥怀里，紧紧抓着姥姥粗糙的手。姥姥会一边扶着她的辫子，一边给她讲一些故事和小时候的故事。她也会一边吃着刚从路边炸好的热乎爆米花，一边乖乖的聆听。\n  到该回家时，她依旧不舍。向父母撒娇、哭闹。她渴望能多看姥姥和蔼的面容，把她父母搞得哭笑不得\n  “妮儿！先回家把！以后还有的来！”姥姥一边招收一边说道。\n  姥姥的皱纹与白发和她的年龄是正比例函数，逐日增加。\n  她从小学四年级时，姥姥得了老年痴呆，智力与记忆力逐渐下降，生活勉强能自理，但总是忘事。刚走出门就不记得是不是已经散过步，刚吃过午饭就忘了自己吃的什么......自己老伴走得早，自己成了一个无依无靠的老人，姥姥的女儿为了能够照顾自己母亲，想把她接到家里，但把自己女儿关在门外一个多小时，因为姥姥不记得她妈了......\n  她的父母工作总是那么匆忙，也并不是经常在家，于是，每次都是姥姥去接她。\n  其实她也并不是很需要来接，但姥姥总是早几个小时到学校问口，呆呆站在那里，每当下课铃声响起，姥姥就会本能地叫着她的名字，引来了许多家长和学生的注意。周围的人都在嘲笑姥姥，一句句“疯婆婆”“傻子”的轻蔑语句传入她耳中，但她不会说什么，因为她没有勇气反驳。她只是以她最快的速度拉着姥姥的手，离开。\n  在路上，她依旧紧握着姥姥那熟悉的手掌，但姥姥仍然那么呆滞，只是痴呆的往前走着。她细细打量了一下自己的姥姥，这是她第一次这么仔细的观察自己姥姥：脸和手背上像是黄土高原一样沟壑纵横，腿机械地迈着小步，眼神里充满呆滞与无神，不知望着前方什么。她的鼻子酸酸的。\n  姥姥接她放学的这一整个过程，似乎已成了条件反射。\n  当她上小学六年级时，她转学了，没在那个学校上学。她去了一个寄宿学校，二个星期回家一次，在学校期间，她一直思念着什么。\n  可是，姥姥还是一如既往的在旧小学痴痴的等待着，在听到铃声后急切的唤着她的名字，但却无任何回应。校长告诉姥姥她已经转学了，可姥姥只是自己回了家，第二天还会向以前一样唤着她的名字，调皮的男生还会叫她“傻婆婆”并不断向她扔垃圾......\n  12月的风总是那么无情，雪片肆无忌惮的往地上拍。\n  这一天，她依旧呆呆的站在校门口，手和脸冻得通红，雪铺满了她的身体，看上去像一个玉雕像，但她没有听到铃声是不会走的。她认为，她的外孙女在等着她。\n  “傻婆婆！怎么还在那里！说一万遍你也听不懂！你外孙女已经转学了！快回家吧！学校关门了！”保安在屋里烤着火吼道。\n  姥姥得知无望，迈开冻僵的腿，走回家。\n  可是，悲剧发生了。由于路面太滑，再加上司机的超速行驶，车子失控地撞向了姥姥，把姥姥撞进了被雪覆盖的草地里.......\n此时，朔风是如此的刺骨与寒冷......\n  在得知这一消息后，她的心像是掉进了寒冷的深水井中。她捂着头哭了一夜，眼睛红肿。自己姥姥真的永远离开了自己。曾经，她还能紧握姥姥温暖的手掌，而现在，只有幻想的可能了......\n   如今，她已经是一个高一的学生了，阳光活泼。可一旦再看到那雪，那朔风再掀起她深深的伤痕......\n  她相信，她有一个姥姥......\n\n\n@冥王星人 @1207741285 @小吴同志 @hurui @zjxx @兔与豪QAQ @Nethop @ROF @WKIL @3144164706 @我叫坂本 \n\n",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1514460960,
            "txt_content": " 本帖最后由 九幽之帝 于 2017-12-29 05:29 编辑 \n\n闲暇无事文评：\n“冬日中，呼呼的朔风吹起了”（朔风能用呼呼来描写的嘛...）\n还有第一句话还没落下个大概的描写 （连连接后问的显句都没有 表示直接拉出后问有点生硬的赶脚）\n然后直接“她有一个姥姥”又拉出了后文.... \n“。姥姥会一边扶着她的辫子，一边给她讲一些故事和小时候的故事。她也会一边吃着刚从路边炸好的热乎爆米花，一边乖乖的聆听”（爆米花不出戏吗....好像真的只是听故事而已）\n“姥姥的皱纹与白发和她的年龄是正比例函数”(看到这我当时就一个反比例函数过去 滑稽\n总评:因为一次意外，主人公的姥姥就这样去世了 然后主人公回想起自己与姥姥的种种....\n（感觉描写很勉强唐突，情绪铺垫的不足，可能会导致读者看得云里雾里 没有楼主想要达到的观赏目的）\n（如果评分的话,10分满分作文 我评6.6分 滑稽）"
        },
        {
            "author": "V_院長",
            "timestamp": 1514461080,
            "txt_content": "九幽之帝 发表于 2017-12-28 19:36\n闲暇无事文评：\n“冬日中，呼呼的朔风吹起了”（朔风能有呼呼来描写的嘛...）\n还有第一句话还没落下个大概 ...\nwa ooo,评的还挺细"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1514473680,
            "txt_content": "九幽之帝 发表于 2017-12-28 19:36\n闲暇无事文评：\n“冬日中，呼呼的朔风吹起了”（朔风能有呼呼来描写的嘛...）还有你这标题模仿别人的吧\nhtt ...\n“冬日中，呼呼的朔风吹起了”\n你这话去跟章鱼说去"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1514473920,
            "txt_content": "九幽之帝 发表于 2017-12-28 19:36\n闲暇无事文评：\n“冬日中，呼呼的朔风吹起了”（朔风能有呼呼来描写的嘛...）还有你这标题模仿别人的吧\nhtt ...\n“姥姥的皱纹与白发和她的年龄是正比例函数”\n这是病句，我们只能谈论两个量成某种函数关系，皱纹和白发不是某种数量。\n应该说“姥姥的皱纹数和白发数与她的年龄成正比例关系”\n或者“姥姥的皱纹数和白发数是她的年龄的正比例函数”\n\n然而很明显，这句话是有违常理的，当年龄为0时，皱纹数和白发数确实为0，但是在年龄的很长一段区间内这二者仍然保持0不动，直到大于某一个量，比如40或50之后才会开始增长。"
        },
        {
            "author": "V_院長",
            "timestamp": 1514475540,
            "txt_content": "ruhuasiyu 发表于 2017-12-28 23:12\n“姥姥的皱纹与白发和她的年龄是正比例函数”\n这是病句，我们只能谈论两个量成某种函数关系，皱纹和白发 ...\n哇，这。。。。。"
        },
        {
            "author": "天下归心",
            "timestamp": 1514734920,
            "txt_content": "没看出真情实感，怕是姥姥还在世或者感情不深"
        },
        {
            "author": "V_院長",
            "timestamp": 1514769300,
            "txt_content": "天下归心 发表于 2017-12-31 23:42\n没看出真情实感，怕是姥姥还在世或者感情不深\n主人公...我嘛？"
        },
        {
            "author": "3144164706",
            "timestamp": 1552048620,
            "txt_content": "顶一个啦嘿嘿嘿"
        }
    ]
}