{
    "title": "「原创」[bgm]梧桐叶-第一卷 （二）",
    "author": "縻风",
    "replyCount": 3,
    "timestamp": 1514685480,
    "txt_content": " 本帖最后由 縻风 于 2018-1-1 08:49 编辑 \n\n\nhttp://music.163.com/style/swf/widget.swf?sid=31477982&type=2&auto=1&width=320&height=66第一卷 (二)导卷\n       无论对谁来说，总会存在着一个规整的坐标系。一个坐标或许是一件事，亦或是一个人。散落在各个象限，被赋予了不同的意义。\n       人生这盘局就是这么的精妙，点点的相对坐标永远是这样，对于你来说，他在这里，对于另一个人来说，他在这里。尽管相对位置不尽相同，但他始终都是那同一个点，那人始终是那一个人。\n       就像……一片梧桐叶，从正面看，掌状，3至5裂；从侧面看，线段，略有弧度。但它就是一片叶子，不是掌，也不是线。\n如此看来，似乎一切都被镶进了这精致的格局，那怕是人生的路，亦或是事端的发展，都可以与这框框条条所契合。分散、交织；冗杂、散尽；沉淀、洋洒……不过最后墨尽线消，淡化不见了。\n       同一片梧桐叶般，脉分脉合，缘棱缘钝，色聚色散……不过终是凋零，与无论粪便还是枯石，混作腐土，一甘堕落。\n       轴是轴，线是线；正是正，斜是斜。没有一个点会在轴上，因为来自这未知凶险社会的“暗物质”，具有着莫大的吸引力，而正径的“暗能量”却将你推开去。这世道，怕是正也好，邪也好，都早已串通一气了吧。\n       在这样两道同向风流下，又怎会有梧叶，能避过风，遵循最初的路径飘落呢……\n\n正文\n       距离圣诞节还有六天。周围的话题几乎都是围绕着无聊的礼物和那个无所谓存在与否的“他”或者“她”和无所谓存在与否的“回来”和“不回来”。       他独自一个人坐在靠窗的位置，令人僵硬的风还是不顾一切地从窗口挤进来。       “你又抑郁了？”       他转过头，不自然地挤出了一张笑脸，“没有。”让人感觉就像是一大团乌云一瞬间散开变成白绸一样的云层。       不过这对那个发出疑问的人来说已经足够了。她立刻掏出放在背后的本子，伸过来说：“问一下，这道题怎么做？”       眼前的这个女生就坐在他的后桌。       她很活泼。活泼得任何不开心的事情她都能在三个小时内忘得灰飞烟灭。       她很优秀。优秀得他很少超过她，即使昨晚没有背过那篇拗口的古文，在课前的十分钟她一定能和周围的人说说笑笑地背完，背得刻骨铭心。       她很受欢迎。受欢迎得近乎全班的男生都想着和她打闹，甚至送她一大堆东西以讨欢心，她从来是来者不拒，但却坚贞的不对任何一个人产生过任何特殊感觉，坚贞得无可撼动。       这样一个人，在他眼里恐怖得可怕，而且散发着无法阻挡光芒。       每次看到这样的脸，这样的眼神，他总是觉得，事情也许并没有这么糟。       至少现在，她在第二象限。       他抽出笔，在本子上点了几下，用清晰的声音帮她理清楚了题目的思路。直到他听到那充满活力的一声——“哦！”       “谢谢！”地一个人又跑开去了。       他深**气。       “好。”       很容易让人察觉到的，他突然像变了一个人一样。阴郁的气息在一瞬间散开去。       他站了起来，感到风突然地灌入衣襟。       “诶呦！”他突然叫到，“冷死了……”然后身子像是失力了一般一缩，摔在了椅子上。       “哈哈哈哈……”后面传来了她肆无忌惮的笑声。       随之而来的，是椅子的剧烈移动，他的椅子被用力的推了出去。他被因为措不及防的移动而失去了平衡，惊吓中慌忙扒住了椅背。       “瞧把你吓的！哈哈哈……”        「我的生命，在那时之前，似乎一直是这样的重复——累了就休息，休息好了，就尽全力装作一个彻彻底底的正常人，看起来和别人无异。但从不祈望有任何正常的“桥”能够真正接到这空无之顶的孤僻之岛。」 圣诞的到来似乎不需要多么磅礴的贺彩，对他们来说，圣诞的到来和落叶一般寻常，不过一年一次，去了就去了……她是个受欢迎的人。       上午才第二节课下，她就已经收获了大袋小袋的礼物。同样的，她也送出去了几张明信片——当然是针对每个人写的。       “呐，这是你的。”       她把明信片悄悄地塞向前面那个瘦小的男生。       “哦……”       他接过明信片，刚翻过来打算看，她马上伸手阻止了他。       “你不要在这里看，我会很尴尬的。”       “……”\n        「枯叶，碎的一塌糊涂。」\n    “你说你孤独，我不知所言。       我们是同一条船上的人。       说着太不一样的话，       却总会笑起来。”    “借我一场秋啊，       你却说那是冬。”        一些若有若无的东西从他脑子里钻了出来，他想起她和他从小就认识。虽然家境不太相同，但作为孩子的一些想法却极其吻合。也许每一个小孩都有这样的感觉。但直觉告诉他，那时候他觉得，她不一样。       升入初中以后，他的成绩没有具体的上升轨迹，而是直接从中游上到了上游。也许是因为从一所还不错的小学升到了一个地段学校的缘故吧。于是他与她便成了最亲密的竞争对手。以至于他一度产生些……没有意义的幻觉。他想，回信吧。     “纵使直线相距记位以千       你却总能使它两点一线       这个无神的世界       枯燥，寒冷       彻夜无眠       我选择适应       你选择明天       也许我们会因此就别       但要记住       黄昏的时候       风很大——别被吹红了眼” \n      \n杂语    「这是一个奉行因果论的世界，一切都是定局，对于过去的种种“或许”没有任何意义，未来也早已被限制在了穷酸的定义域之中——不用媕娿，凭着直觉走就好了。」       此句本因出现在最后一句，但是由于内容缺乏合理性被舍弃。\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1514709360,
            "txt_content": " 本帖最后由 Smokey_Days 于 2017-12-31 16:42 编辑 \n这是一个奉行因果论的世界，一切都是定局，对于过去的种种“或许”没有任何意义，未来也早已被限制在了穷酸的定义域之中\n①不要口胡，你怕是不知道什么叫做海森堡原理，什么叫做贝尔不等式。\n②请百度一下「定义域」的定义。\n③「媕娿」在这里个人觉得用得不好，我刚刚在看陈老的修辞学发凡，有一句话很在理：\n「有些人不注意语言文字和题旨意境的关系，错觉以为有些字眼一定是美的……殊不知道语言文字的美丑是由题旨意境决定的，并非语言文字的本身有什么美丑在……」\n④费恩曼历史求和被引入量子力学，以及退相干历史解释的提出，使得「历史的确定性」也变得不确定起来，所以过去的「或许」，或许真的是或许。\n媕娿的本意是「没有主见」，而在这里显然不是要表达这种意思，与文风也不符。「踟蹰」个人觉得可能会更符合意思。⑤（其实穷酸也用起来很奇怪啊？）\n\n你却总能使它两点一线\n请自行查阅「非欧几何」或「黎曼几何和罗氏几何」（大雾）"
        },
        {
            "author": "天下归心",
            "timestamp": 1514734680,
            "txt_content": "恕我直言，写的太棒了\n但要注意，你这是把文渣的自信心扔在地上踩，还不忘吐口痰（其实就是自我感觉良好然后看到大佬的文羞愧的无地自容QAQ）"
        },
        {
            "author": "縻风",
            "timestamp": 1514767800,
            "txt_content": "Smokey_Days 发表于 2017-12-31 16:36\n①不要口胡，你怕是不知道什么叫做海森堡原理，什么叫做贝尔不等式。\n②请百度一下「定义域」的定义。\n③ ...\n章鱼大佬说的是，已经做了相应修改"
        }
    ]
}