{
    "title": "「Minecraft.net|CULTURE」为时已晚：一张Minecraft恐怖地图",
    "author": "cc7w",
    "replyCount": 6,
    "timestamp": 1514707320,
    "txt_content": " 本帖最后由 cc7w 于 2020-8-11 16:55 编辑 \n\nLate: A Minecraft Horror Map\n为时已晚：一张Minecraft恐怖地图\nCan Tom survive MineMakers' map?\n汤姆能在MineMakers的地图里寻到生路吗？\n\nTom Stone 汤姆·斯通\nWith Halloween just around the corner, I felt like playing something scary. Something spine-chilling and knee-knocking. Something so terrifying, it'd make Resident Evil 7 look like Barbie Horse Adventures .\n万圣节要来了，我想玩点恐怖游戏，最好让人脊背发寒、两腿打颤的那种。搞的恐怖点，比如把生化危机7改成芭比寻马冒险记的画风。\n\nSo naturally, I decided to play Minecraft! Because irritatingly, there's still no HD re-release of Barbie Horse Adventures . Am I not sending enough letters demanding one? I'll send more letters.\n所以，我自然选择玩Minecraft啦！因为令我火大的是，芭比寻马冒险记还没发布高清重置版本。难道是我的催更信写的还不够多吗？我会再寄几封的。\n\nNormal Minecraft is plenty scary, as anyone who's gotten lost outside at night will attest. But for extra thrills and chills, I decided to play MineMakers' new horror map:LATE .\n普通Minecraft生存就足够吓人了，这一点所有在晚上迷路的玩家都能作证。但咱要寻求更多刺激，所以我决定游玩MineMakers的最新恐怖地图：为时已晚。\n\n\nA terrifying title! Because what could be scarier than being LATE for work? Apart from turning up on time and then having to do a full day's work(ARRRGGGHHHH!) Luckily, that's never happened to me. Phew!\n光听名字就让人胆战心惊！还有什么比上班迟到更恐怖呢？我想，更恐怖的只有按时上班，然后干一整天活了。（啊啊啊啊啊啊啊啊！）我比较幸运，从来没有经历过后者的恐惧。唷！\n\n\n\n\nThe Nightmare Begins\n沉然陷梦魇\n\nThe map starts with you sat at a typewriter, happily typing away. They used to use typewriters to make Minecraft.net too, way back in 1806, when internet pages had to be thrown into the sky by hand and you had to play Minecraft down actual mines. What a rubbish time to be alive that was.\n地图开始了，我是一名普通的打字员，正在开心的打字。回望1806年，那时Minecraft.net里的博文也是用打字机“写”的，网页需要“手动”送上天，人们可以在现实的矿井中模拟“游玩”Minecraft。活成那样可真是受罪。\n\nAfter writing for about ten seconds, I get bored and decide to wander off (just like in real life). I explore and find some oil paintings on the walls. Lots of bookshelves full of books. A floating screaming ghost lady. Ooooh, these carpets are quite ni- OH GOOD GOSH WHAAAAAAAAAT?!?!\n在写了十秒文档后，我感到没趣，开始走神（跟现实中一样）。四处打量，我发现墙上挂着几幅油画。这边堆着很多书架，上面挤满了书。还有一位浮在空中的贞子。啊，这些地毯也很漂……哦我的天什么玩意？！？！\n\nDon't panic don't panic don't panic don't panic don't panic don't panic don't panic *weeps*\n别怕别怕别怕别怕别怕别怕别怕*抽泣*\n\n\nI try to act brave and tough, which isn't easy when you're crying like a baby.\n我尽力装出勇敢的样子，但当你哭的像个孩子的时候，这可并不容易。 \n\nJust when I think I can't take it anymore... I wake up! It was all a dream! Oh, thank heavens! Hopefully, me crying like a baby at my desk while everyone laughed at me in the Mojang office was just a dream too.\n就在我觉得承受不住了的时候……我猛然惊醒！一切都是场梦！哦，感谢上帝！看来，我在办公桌前哭的像个孩子，被Mojang办公室里的所有人嘲笑也是场梦了！\n\nWell, at least I'm safe! In my swanky Minecraft apartment no less. I enjoy some cereal, listen to the news on the radio (all in French, annoyingly – I wonder what 'l?che pleure comme bébé' means?)\n没关系，至少我安全了！再次回到时髦而不失奢华的Minecraft公寓也不差。我喝了点燕麦粥，打开收音机听新闻（令我恼火的是，播报者说的是法语——我想知道 'l?che pleure comme bébé' 是什么意思？)译注：原文链接跳转谷歌翻译，法语→英语，像婴儿一样哭。\n\n去工作前，我会在这里刷牙梳头发，这游戏可真是不现实。\n\nI head off to work! I ride the train, cross the street and enter a huge office building, one that's apparently made the irredeemable mistake of hiring me.\n去工作了！我乘上火车，穿过街道，进入了一幢摩天大楼。我想，把我录进这样的大公司是个无法挽回的错误。\n\nThe lady at the front desk tells me my boss, the friendly sounding Mr Krueger, is waiting for me upstairs. Oh goody! He probably wants to promote me or to ask me to help him find a copy of Barbie Horse Adventures on eBay or something.\n前台的接待小姐告诉我，我的老板，名字听着就很友好的这位Mr Krueger，正在楼上等我。哦我的天！他可能要给我升职，或者让我帮他在eBay上搞一份芭比寻马历险记。\n\n在游戏里，你能听到她（和其他NPC）说话！他们在Minecraft中添加了真人声效！当我告诉Jeb这件事之后，他却惊得说不出话了，可真是讽刺。\n\nI wander further into the building, trying to guess what I'm actually meant to be doing here.\n我深入建筑内部，脑中循环思考，他叫我来到底是干什么。\n\nSometimes I worry I'm bad at my job working for Mojang. But then I see people like this janitor here, and I feel confident I deserve my job.\n有时我担心，我在Mojang的工作是尸位素餐。但在我看到这位看门的之后，我觉得我的工作稳如老狗。\n\nAfter all, no matter how bad I am, at least I'm not fast asleep:\n毕竟，虽说我的业务能力很差，我可没睡的那么香：\n\n我想知道他梦见了什么，难道是在人才市场填求职申请表吗？\n\nI wake him up, and ask if he can let me into the building, as I've forgotten my security card.\n我把他叫醒，告诉他我忘带安全证明了，请他把我放进去。\n\nHe's more than happy to let me inside!\n他很开心就让我进去了。\n\nDunno what this company does but I hope they don't sell security systems.\n我不知道这家公司是干什么的，但我希望他们不是卖安全系统的。\n\n谢谢你，门卫！希望你不会卷铺盖卷走人。\n\nNow I'm in the employee hangout area, I decide to eavesdrop on some hot gossip.\n现在我进入了员工休息区，于是我决定听听大家都在八卦什么。\n\nTwo fellows are chinwagging about some haunted mansion, but I get distracted from my listening in when I look through the window and see the janitor is already asleep again .\n有两位员工在闲聊，讨论闹鬼的大厦。但听着听着我就走神了，视线不知不觉间回到了窗外，看到那位门卫又已经睡着了。\n\nNot getting enough sleep seems to be a company-wide problem. Check out the eyes on this guy:\n睡眠不足似乎是这间公司的通病，看看这货的眼：\n\n这位是Timothy，他问我最近怎么样，对我嘘寒问暖，说我满脸疲惫。彼此彼此吧[sup]1[/sup]，TIMOTHY。\n\n好吧朋友，但至少我跟大黄蜂的着装品位可不一样。\n\nSick of hanging out with these judgemental jerks, I take the elevator up to Mr Krueger's floor. I'm about to head into his office, but can't resist snooping around to check out my co-workers cubicles (I'm sure lovely ol' Kruegy-boy won't mind waiting a little longer for his favourite employee/BFF/soulmate 4 life).\n跟这些以貌取人的家伙待烦了，我乘上电梯前往Mr Kruegy所在的那一层。我本想径直前往他的办公室，但没能抵御去别的职员的隔间看看的诱惑。（我相信，Krueger不会介意再多等他最爱的员工/最好的朋友/灵魂之交一会儿的。）\n\nWuss or no, you gotta admit that MineMakers and NewHeaven have delivered a brilliantly detailed map.\n不管你是不是胆小鬼，你都必须承认MineMakers和NewHeaven做的地图真的细致入微。\n\n\nThe offices are full of nice touches, like the drawings by employee's children on the walls, spilt coffees, and the fact that no one appears to actually be doing any work. They've really nailed the office vibe!\n办公室里有很多可交互的物体，例如墙上雇员孩子的画，洒的到处都是的咖啡，以及没人在真正干活的事实。做的真有办公室内味了！\n\nMy snooping side satisfied, I head into Mr Krueger's office.\n满足了到处乱逛的欲望，我走进了他的办公室。\n\n“Yo, Mr K!” I say merrily. “What's the happy-haps?”\n“Yooooo，K先生，”我高兴的说，“有啥值得开心的？”\n\n啊哦，可能在这里工作没有那么放松。\n\nOh dear. I think I've made a huge mistake . Turns out Mr Krueger isn't my new best bud after all, but is actually King of the Jerks?. He's FURIOUS that I'm late and demands an important report RIGHT NOW.\n我的天呐，我觉得我可能犯了个天大的错误。事实是，Mr Krueger并不是我的至交，而是这群傻子的统治者？看到我迟到了，他很生气，并且苛求我赶紧把那份重要的报告拿过来。\n\nI run frantically to my office. I switch on my computer and smack the PRINT button with a desperate please-don't-fire-me fist. At least, that's the button I thought I pressed. Turns out I must have actually hit the FALL ASLEEP LIKE AN IDIOT button.\n我发疯似的跑回办公室，打开电脑，锤下打印按钮，希望自己不会被解雇。至少，我以为我按的是打印按钮。但事实上，我按下了【如智障般入睡】按钮。\n\nBecause that's exactly what happened next.\n因为接下来发生的事就是这样。\n\nSo... sleepy. But must... finish... boring worrrrrrrrrrr.... *loud repulsive snoring*\n我……困死了。但我得……做完……无聊的……工……*超响呼噜声*\nWhen I wake up, it's night time! I'm all alone in the office! Everyone's gone home without me! This game is way closer to my real life than I'd like.\n当我醒来，已经晚上了！办公室里只剩我一个人了！没人叫醒我，都自顾自的回家了！这游戏真比现实还现实！\n\nStill, no biggie. I'll just take the elevator down to reception and let myself out. Nothing to worry abo-\n没什么大不了的，我现在要乘电梯去接待处，然后出门。没啥好担——\n\nTwo coughs. I definitely just heard two coughs.\n咳，咳。我清清楚楚的听到了两声咳嗽声。\n\nIs someone else here?\n还有没人没走吗？\n\n\nOh, it's probably just my imagination!\n哦，可能只是我的幻觉吧！\nI get in the elevator, chuckling at myself for being such a Paranoid Pete. I whistle happily as it descends. Hmmm. That's funny. Usually the music they play in elevators is quite upbeat. But the weird song in this elevator sounds more like the snap! of an elevator cable breaking. How odd.\n我进了电梯，嘲笑自己又开始疑神疑鬼了。我一边等着电梯下降，一边愉快的吹着口哨。 嗯，真有趣：通常电梯里播放的音乐都是积极开朗的，但这架电梯中播放的音乐却很奇怪，更像是线缆坏了而发出的吱嘎声。真是怪异。\n\n“Oh, I'm sure it's nothing to worry about!” I laugh to myself, as the elevator hurtles down at dizzying speeds, soon to crash and become my metallic tomb. Wait – WHAT?!?!\n“哦，我确定没啥好担心的！”电梯以令人晕眩的速度下落的同时，我向自己笑着说。这架电梯很快就要落地成盒，变成我的金属坟墓了！等会儿，发生什么了？\n\n\n\nCrash!!!\n轰然坠深渊\n\n\n接下来发生的一切可能很消极，所以我放上来了一张可爱的猫猫照片，来提振情绪。吸吸吸吸吸吸吸\nWhen I wake up, I'm lying on the floor in another room.\n当我醒来时，我躺在另一间房间的地板上。\n\nWhat. The. Heck.\n真是活见鬼。\n\nI walk through the dark office, wondering why none of the doors seem to work. I know! I'll pop into the security room and check the security cameras! I'm bound to find a way out in the footage.\n我穿过漆黑的办公室，心想着为什么门都锁死了。我知道了！进监控室，看摄像头，我肯定能在录像里找到出去的路。\n\n(1/3) – 这儿没东西。\n\n(2/3) - 这儿也没有，可能看监控不是个好主意……\n\n(3/3) – 等会……那是什么？\nG-g-ghost? Must be my eyes playing tricks on me! Must be. Aha! I see a ringing phone on someone's desk – I'll use it to call for help!\n鬼鬼鬼鬼吗？可能只是视错觉啦，肯定是这样！啊哈，我在别人的桌子上发现了一部电话，我要用它来叫救援！\n\nI run to the desk, snatch up the phone, and the game asks me if I want to Call a Friend or Call the Police .\n我跑到桌前，拿起话筒，游戏让我选择是打给朋友还是打给警察。\n\nOh I see your game,game . Implying I don't have any friends, are you? Just because I spent my weekend playing this instead of going to the stupid Mojang Halloween party that I didn't even want to be invited to because it's for jerkfaces. Well I'll show you! I chose to Call a Friend . Ha! Take that, game!\n我可看透了，这破游戏。暗示我没有朋友，难道不是吗？就因为我这个周末在玩游戏，却没有去Mojang的万圣节派对。我甚至都不想受到邀请，因为它是为混蛋准备的。行，那我就让你看看我到底有没有朋友。选择打给朋友！哈！看到没有，破游戏！\n\nAnyway, no one picked up. Shut your face.\n不管怎样，没人接电话。宁可别搁那笑了。\n\nMojang发来的一封邮件，说句公道话，我打算毁了这场派对。干的漂亮，Mojang！（大致意思是，Mojang的官方聚会不仅没邀请作者老哥，还专门发邮件别让他去）\n\nI'm about to try calling the police instead, when I hear them. Footsteps . Very nearby. It's too dangerous to make a noisy phone call now – I have to get out of here,fast .\n于是，我打算叫警察，但这时我听见了奇怪的声响。脚步声，非常近！现在打电话过于危险了。我必须赶紧逃离这里，越快越好。\n\nBut first I take a few selfies, fire off a few Tweets, update my Facebook status and read a few brilliant pages of my favourite blog to read on Halloween (www.bloggerbeware.com). Er, what was I doing again?\n但我先拍了张自拍，发了条推特，更新了Facebook的状态，读了几篇万圣节最爱读的博文(www.bloggerbeware.com)。呃，我到底在干什么？\n\nOh, yeah! The ghost!\n哦耶，鬼呀！\n\nI mean, oh no! The ghost!\n我的意思是说，哦不，鬼啊！\n\n\n\nI creep back through the office and try the emergency exit door. But it doesn't work (does anyone do their jobs around here?).\n我小心翼翼的后退，拉了拉办公室的紧急出口，但也打不开。（这附近有人工作吗，安全措施那么差？）\n\nThere's the elevator, but after what I went through earlier, I'm never going in another elevator for the rest of my life! Unless there's more than two flights of stairs.\n这儿有架电梯，但在先前的经历之后，我余生都不会再进电梯了！除非要爬两层楼以上。\n\nI know! I can escape through the air vents .\n我懂了，我能从通风孔逃出去。\n\n确定无疑，这是个好主意。\n\nActually, crawling around in a cramped air vent isn't as much fun as I thought it'd be. More cramped, cold,and creepy. This thin metal tunnel just keeps leading me to other locked vent covers, making escape impossible.\n说真的，在狭窄的通风孔里爬行，并没有我想的那么快乐。爬得越深，前路似乎就越狭窄，越冷清，越令人毛骨悚然。这狭窄的金属管道不断地将我带向其他锁住的通风孔，脱逃似乎毫无可能。\n\nWhat if I'm trapped? I can't perish up here! IDIOT DIES IN VENT is a humiliating way to go! People will be giggling through my funeral.\n要是我被困住了怎么办？我可不能在这里死掉！只有琪露诺才能羞愧的被困死在管道里！参加我葬礼的人们会从头笑到尾的。\n\nI hop out of the vent and land in a bathroom. But the doors to the bathroom are locked. I'm still trapped!\n我跳出了通风管道，在一间浴室着陆。嗯，浴室的门也是锁上的，我还是被困住了！\n\nTrying not to panic, I search the tiny bathroom for an exit. That's when I notice something in the mirror. Actually, a lack of something. Didn't I use to have a reflection?\n鼓足勇气，我开始在狭小的浴室中继续找出口。就在这时，我发现镜中有些奇怪之处。具体的说，我感觉好像少了点什么。难道我过去在镜中没有影吗？\n\n可能只是因为我体重暴瘦？哇，那最近的节食可起作用了！\n\nSuddenly, the bathroom doors swing open. All right! Freedom, here I come!\n突然，浴室的门打开了。好吧，自由我来了！\n\nI'm back on the floor of my office. After quickly stopping to spit on Krueger's desk, I focus on finding a way out.\n我回到了办公室的地板上。快速在Krueger的桌子上吐了口吐沫之后，我专注于找出去的路。\n\nI search my co-worker's cubicles, but they've all been mysteriously trashed. Eerier still, they now contain creepy mannequins. I don't know what's worse – the way these mannequins creep me out or that my colleagues apparently went creepy mannequin shopping without me .\n我在同事的隔间中搜索，但这里已经完全被破坏了。更加诡异的是，这里多了很多吓人的人体模型。我不清楚还有什么是更坏的——是这些模型的骇人程度，还是我的同事们没带我去买人体模型的事实。\n\n比起汤姆，他们宁愿带着人体模型出去野！可真好。\n\nI find a map, showing me a series of switches. It looks like they have to be activated in a certain order to get the electricity back on. Who did we get to design this building, The Riddler?\n我发现了一张地图，上面标出了一系列开关的位置。看起来，必须要按顺序激活开关才能让电力恢复。到底是谁设计的这座大厦，谜语人吗？\n\nThe first switch is in my office, along with this doll which shall now star in all my nightmares until the end of time .\n第一个开关在我办公室里，和这个人偶一起。现在这个人偶会在我的噩梦中不断出现，直到时间的尽头。\n\n孩子们，好梦！\nI search around in vain, but I just can't find the switch. In the words of every parent doing last minute shopping in a video game store this Christmas Eve: “WHERE THE HECK IS THE SWITCH?!?”\n我到处摸索，但徒劳无获，找不到开关的踪迹。借用今年平安夜在游戏商店购物的父母话说：“Switch到底在哪儿？！？”\n\nOh, wait, there it is. Just three more to go!\n啊，等会儿，就在这儿。只剩三个了呢！\n\nSwitch Two is in the room next to the bathrooms. Because when you want to put a component that powers up the electricity somewhere, you'd naturally want that as close to the room full of running water as possible.\n第二个开关在浴室旁边的房间。难道把配电室放的离水越近越好不是常识吗？\n\nSwitch Three is in Amy Graves' office. I thought Amy's surname was a little morbid, until I remembered that my name is literally one letter away from being the word 'TOMBSTONE'.\n第三个开关在Amy Graves的办公室里。最初我觉得Amy的姓有些不正常，直到我突然意识到，我的名字“Tom Stone”与墓碑“Tombstone”只差了一个字母。\n\nSwitch Four would have to wait until I'd finished screaming, because when I left Amy Graves' office,these fellows were waiting for me:\n第四个开关需要在我尖叫后才能去找了，因为当我离开Amy Graves的办公室的时候，这些家伙正在等我：\n\n你，你，你，你好朋友们！\nSwallowing my fear, I creep past these mannequins and activate the fourth and final switch. Success! LET THERE BE LIGHT.\n克服恐惧，我走过这些人体模型，激活了第四个，也是最后一个开关。成功了，让圣光降临吧。\n\nNow the lights are back on, the mannequins have all disappeared too! Maybe the darkness was just making me see things?\n灯光恢复了，这些人体模型也都消失了。可能我只是在黑暗中出现了幻觉吧？\n\nYeah? Yeah! That must've been it!\n是这样吗？是这样的，肯定是这样的！\n\n光明啊，我是多么想念你，我们不要再分开了。\n\nFree at last, I run through the (now working) emergency exit door and-\n终于自由了，我跑出打开了的紧急出口，然后——\n\nNOOOOOOOOOO!\n不uuuuuuuu！\n\nI plummet through the air, screaming loud and falling fast. What happened to the stairs?!? SERIOUSLY, HR, WHAT HAPPENED TO THE STAI-\n我陡直坠下，尖声叫喊，体验重力加速度对时间的积累。楼梯哪儿去了？我没在开玩笑，楼梯到底——\n\nI hit the ground and pass out.\n我重重坠地，晕了过去。\n\nAnd when I wake up... I'm back in the office. Trapped as ever.\n当我醒来时，我又回到了办公室。我似乎永远被困在了这里。\n\n嘿，至少我抵达了这幢大楼的另一个楼层！黑暗中总会有光明！[sup]2[/sup]\n\nBack where I started. All alone. Trapped in the nightmare. You know what? Next Halloween, I'm just gonna stay in and marathon Gravity Falls .\n又回到最初的起点，茕茕孑立，陷入梦魇。你知道吗？下个万圣节，我可能还会待在这里，体验自由落体的快感。\n\nWith no other choice, I get up and start searching. More creepy mannequins. One is posed as if it's giving a presentation. They never let me give presentations at work. Can't believe a mannequin got promoted over me. Again.\n别无选择，我站起来开始搜索。可怕的人体模型更多了，有一位还摆着演讲的姿势。同事们从不让我在工作时演讲。真不敢相信人体模型竟然比我地位还高，而且是又一次。\n\nI try another room and find this guy:\n我进了另一间房，发现了这家伙：\n\n现在虽然我不想得出这个结论，但我想他已经死了。---------------------------------------\nBut it's not all bad – I also find a keycard! And if games like Doom and Resident Evil have taught me anything, it's that nothing ever goes wrong when you find a keycard.\n但也不全是坏事，我找到了一张门卡！如果毁灭战士或生化危机这样的游戏教给了我什么教训的话，那肯定是发现门卡不会出什么岔子[sup]3[/sup]。\n\nI use it to get a door open, letting me inside a room filled with metal shelves, stacked high with files. And also... YES! An open window! Salvation is in sight!\n用它打开另一扇门，我进入了一间满是金属架子的房间，金属架子上堆满了文件，还有……耶！一扇打开的窗户！救援就在眼前！\n\nAll I have to do is get through this maze of files, and I'm home free!\n我要做的就是穿过这文件的迷宫，然后我就能回家了！\n\n自从上次参观窗户展，我从来没有因为看见打开的窗户那么开心过！\nI happily skip through the rows of files when- OW!\n满心欢喜，我跨过成排的文件，这时——噢！\n\nOne of the files fell off the shelf and hit my delicate frame! What a jerk!\n其中一些文件从架子上面掉下，砸到了我精致的显示器！真是傻*！\n\nOW! OW! OW! They're all falling! What a bunch of jer-\n哦！哦！哦！都落下来了！真是一群傻——\n\nOh.\n哦。\n\nOh no .\n哦不。\n\n文件们，搞什么鬼啊？我本以为我们是朋友\nI sprint screaming through the rows of free-falling files. They whack my spine, bruise and bash my arms and even (no!)mess up my hair .\n我跳着，喊着，穿过成排掉落的文件堆。他们重击我的脊柱，擦伤我的手臂，甚至（不！）弄乱我的发型。\n\nBut nonetheless, I make it to the window! I triumphantly leap out, laughing at the stupid files. Ha!\n但是，我最终还是抵达窗户跟前了！像在奥运会领金牌一样，我飞跃而出，还一边嘲笑着那群蠢到家的文件。哈！\n\nAlas, it's only as I'm leaving said window that I remember which floor of the building I'm on.\n唉，直到我整个身体全部飞出，我才意识到我刚才在几楼。\n\n我脸朝着人行道，快速降落。我知道现在情况糟糕，因为事实的确如此。\nI don't remember landing, but I must have passed out again. Knowing me.\n我记不得着陆是什么感觉了，但我肯定又晕过去了。不愧是我。\n\nWhen I wake up, I'm in a musty room full of bins. Not the fanciest hospital I've ever woken up in, but at least I'm finally free of that haunted office. Now I appear to be in an underground car park! And if horror movies like Every Horror Movie Ever Made have taught me anything, it's that nothing ever goes wrong in an underground car park.\n当我醒来时，我身处一间发霉、到处都是箱子的房间里。虽说不是住过的最豪华的医院，但我终于逃离那栋闹鬼的大厦了。现在我似乎身处地下停车场！如果恐怖电影教给了我什么经验的话，那就是在地下停车场里也不会出什么岔子[sup]3[/sup]。\n\n多么有Minecraft感的汽车！为什么没有更多载具用方形轮子呢？\nDrip. Drip. Drip. It echoes through the car park.\n滴答，滴答，滴答，滴答声在整个停车场回响。\n\nDrip. Drip. Drip.\n滴答，滴答，滴答。\n\nI am safe now, right?\n我现在应该安全了……吧？\n\nYeah! Course I am! I'm just being paranoid and superstitious and oh good gosh that's the ghost isn't it.\n耶！我肯定安全了呀！我肯定又出现被害妄想和迷信——哦我的天那不是鬼吗。\n\n要么就是闹鬼，要么这位泊车客得好好整整仪表了。\n“Stay calm, Tom,” I scream.\n“冷静下来，汤姆！”我尖声叫喊。\n\nI stealth my way through the car park. I stick to the shadows. Crawl underneath cars. Dash only at opportune moments.\n我在停车场中秘密穿行，行于阴影黑暗中，爬在汽车载具下，奔于机会来临时。\n\nI also debate what's scarier – the ghost, or some of the worst 'parking' I've ever seen?\n我也在考虑到底是什么更恐怖——是鬼，还是这些糟糕的“停车”方式？\n\n经过再三考虑，我觉得方形轮子似乎没那么好了。\nUnfortunately, I'm not stealthy enough. Now there's a horrifying ghost/monster/thing chasing me. Terrified, I run through the car park. If it catches me, I'm doomed. But on the plus side, I'm getting lots of great exercise!\n不幸的是，我还是被发现了。现在这位鬼/怪物/不知道什么玩意在追我，我吓得在停车场里到处跑。如果他捉到了我，我肯定会被嘿嘿嘿。但想想另一面，我现在可是能得到百倍的锻炼效果！\n\nMaybe I should print out this article and repackage it as a dieting book? Then I could retire to a lovely tropical island in the Bahamas, instead of having to spend all my time in haunted car parks. With this guy:\n可能我该把这篇博文打印出来，把它包装成减肥指南。然后我就能退休了，去巴哈马群岛享受迷人的热带风光，而不是在闹鬼的停车场里，和这家伙一起：\n\n困意时常袭来，但多亏了这张图片，我永远都睡不着了\nWith that monstrosity giving chase, I bash several crates out of my way and sprint up a staircase. Reaching the top, I throw open a door and – no! I'm trapped on the roof! And I can't (at time of writing) fly! How am I supposed to escape now?\n那只怪物一直追在我身后，我撞开几个箱子，跑上了楼梯。抵达顶层了，我甩开门——不！我被困在屋顶了！我不会（最少写这篇文章的时候不会）飞！我接下来该怎么逃啊？\n\nBut then, a miracle .\n但就在这时，奇迹发生了。\n\nThe police show up! And, er, the fire department too for some reason! I'm saved!\n警察出现了！额……消防队不知道为什么也来了！终于有人来救我了！\n\n是警察！吼啊！好吧，我最好把从Mr Krueger那里偷的文具和信笺全部藏起来。\nI celebrate by performing my signature move: passing out.\n我以最个性化的行为庆祝：晕倒。\n\nAnd when I wake up, I'm fine! Back at home, safe at last! I decide to kick back with some TV to celebrate. Wait... where is my TV? Or my Playsta- er, I mean, my Xbox One?\n当我醒来后，一切顺利！我终于回家了，终于安全了！于是，我决定打开电视庆祝，等会……我电视呢？我路由器PlayStation呢？额，我是说，我Xbox One呢？\n\nCome to think of it, where's all of my stuff?\n再仔细想想，我东西都去哪了？\n\n真是奇怪，我可不记得墙变成了软的，也不记得门上装过铁栅栏。\nHey! They locked me up in a padded cell! They must think I've gone crazy! When I call Mojang to explain what's happened – that I've been wrongly imprisoned in a mental asylum – they tell me that's no excuse for being late for work and so I'm fired.\n嘿！他们把我锁神经病房里了！他们肯定认为我疯了！当我给Mojang打电话，解释我被误送进精神病院的时候，他们给我说这不是上班迟到的理由，然后开了我。\n\nWell,great.\nGG.\n\nOn the bight side, all this luxury padding sure is comfy. And this is still better than what happened to me when I visited that Haunted Hotel or that time I tried to go skiing .\n但乐观地说，这些豪华的软垫挺舒服的。这结局可比我那次去闹鬼的酒店或那次我去滑雪强多了。\n\nLATE was developed by Minemakers, with help from NewHeaven, and is available as part of the recent Java Realms update . Why not see if you can do better than I did?\n为时已晚是NewHeaven的协助下，Minemakers的作品。也登上了最近的Java版领域更新。为什么不试试，你能不能做的比我好呢？\n\nNow if you'll excuse me, I'm off to say hello to my new cell-mate!\n现在请原谅我，我要去和新病友打招呼了！\n\n\nHowdy new BFF! What's your na-OH NO NO NO NO NOOOOOOOOOOOOOOOO\n你吼啊，兄弟！你叫啥——哦不不不不不不不不uuuuuuuuuuuuu \n\n【c7w 译自官网 2017 年 10 月 28 日发布的 Late: A Minecraft Horror Map；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\nL A T E :   A  M I N E C R A F T  H O R R O R  M A PL A T E ：  一 张   M i n e c r a f t  恐 怖 地 图Can Tom survive MineMakers' map?Tom 能在 MineMakers 的地图中存活下来吗？\n\n　With Halloween just around the corner, I felt like playing something scary. Something spine-chilling and knee-knocking. Something so terrifying, it'd make Resident Evil 7 look like Barbie Horse Adventures.\n　万圣节即将到来，我想要玩些恐怖的，令我毛骨悚然、坐立不安的东西。我想玩的东西是那么的可怕，它会使生化危机7看起来与芭比寻马冒险记相似的。\n\n　So naturally, I decided to play Minecraft! Because irritatingly, there's still no HD re-release of Barbie Horse Adventures. Am I not sending enough letters demanding one? I'll send more letters.\n　所以我就很自然地决定了，我要玩Minecraft！因为令我愤怒的是，芭比寻马冒险记还没有高清重制的版本。我投递的信件还不够让他们重制吗？我会投递更多信件的。\n\n　Normal Minecraft is plenty scary, as anyone who's gotten lost outside at night will attest. But for extra thrills and chills, I decided to play MineMakers' new horror map: LATE.\n　普通的Minecraft也很吓人，外出晚归时迷路的人们就是最好的佐证。但是为了更多的刺激与寒颤，我决定游玩MineMakers的最新恐怖地图：LATE。\n\n\n　A terrifying title! Because what could be scarier than being LATE for work? Apart from turning up on time and then having to do a full day's work (ARRRGGGHHHH!) Luckily, that's never happened to me. Phew!\n　多么可怕的标题！还有什么能够比上班迟到更可怕呢？大概除了每天要准时起床和要做一整天的工作之外，就没有了吧。（啊啊啊啊！）幸运的是，那些事从来没有发生在我身上。唷！\n\n　THE NIGHTMARE BEGINS\n　梦魇伊始\n\n　The map starts with you sat at a typewriter, happily typing away. They used to use typewriters to make Minecraft.net too, way back in 1806, when internet pages had to be thrown into the sky by hand and you had to play Minecraft down actual mines. What a rubbish time to be alive that was.\n　当你坐在打字机前开心地打字的时候，地图就开始了。过去他们也用打字机制作Minecraft.net，就像是1806年一样，那时网页需要用手抛向天空，你需要真正的下井挖矿来体验“Minecraft”。在那垃圾时代可怎么活下去啊。\n\n　After writing for about ten seconds, I get bored and decide to wander off (just like in real life). I explore and find some oil paintings on the walls. Lots of bookshelves full of books. A floating screaming ghost lady. Ooooh, these carpets are quite ni- OH GOOD GOSH WHAAAAAAAAAT?!?!\n　在写了大概十秒钟以后，我厌烦了，然后决定去散散步（就像在现实生活中一样）。我到处探索，发现了墙上有几幅油画；我发现了盛有一堆书的书架；我发现了一只漂浮着的女鬼，她在尖叫。哦，这些装饰品可真好——哦，哎呦！啥玩意？！？！\n\n\n　Don't panic don't panic don't panic don't panic don't panic don't panic don't panic * weeps *　不要惊慌，不要惊慌，不要惊慌，不要惊慌，不要惊慌，不要惊慌，不要惊慌*哭*\n　I try to act brave and tough, which isn't easy when you're crying like a baby.\n　我努力表现得勇敢和坚强，但是在你像婴儿一样哭泣的时候这并不容易。\n\n　Just when I think I can't take it anymore... I wake up! It was all a dream! Oh, thank heavens! Hopefully, me crying like a baby at my desk while everyone laughed at me in the Mojang office was just a dream too.\n　就在我无法继续忍受下去的时候……我醒来了！那全是一场梦！哦，谢天谢地！希望我在Mojang办公室里趴在我的桌子上哭的像个孩子一样，被所有人嘲笑也是一场梦呢！\n\n　Well, at least I'm safe! In my swanky Minecraft apartment no less. I enjoy some cereal, listen to the news on the radio (all in French, annoyingly – I wonder what 'l?che pleure comme bébé' means?)\n　好吧，最少我现在很安全！我还住在我豪华的Minecraft公寓套房中！我喝了一些麦片，听了下收音机上的新闻（全都是法语，真令人气愤——我想知道“l?che pleure comme bébé”是什么意思[译者注：像胆小的婴儿一样在哭泣]）\n\n\n　Here I am cleaning my teeth and combing my hair before going to work. This game is so unrealistic.\n　现在我在刷牙梳头，准备去上班了。这游戏可一点都不真实。\n\n　I head off to work! I ride the train, cross the street and enter a huge office building, one that's apparently made the irredeemable mistake of hiring me.\n　我去上班了！我搭上了火车，穿过了街道，然后进入了一座巨大的建筑物，我想他们雇用我显然犯了无法挽回的错误。\n\n　The lady at the front desk tells me my boss, the friendly sounding Mr Krueger, is waiting for me upstairs. Oh goody! He probably wants to promote me or to ask me to help him find a copy of Barbie Horse Adventures on eBay or something.\n　前台的女士告诉我，我的老板，克鲁格先生（听起来挺友善），正在楼上等我。哦，天啊！他可能是想要给我升职，或者让我帮他在eBay上找一份芭比寻马冒险记的副本吧。\n\n\n\n　In game, you can hear her (and many other NPCs) speak! They've put voice acting in Minecraft! When I told Jens about this, he was so horrified he fell into a stunned silence. Ironically.\n　在游戏中，你能听到她（以及其他许多NPC）的说话声！他们将配音也带入了Minecraft中！当我将这个告诉Jens的时候，他吓坏了，陷入了沉默之中。可真讽刺啊。\n\n　I wander further into the building, trying to guess what I'm actually meant to be doing here.\n　我缓慢踱进了大楼，努力去猜我来这里的真正目的是什么。\n\n　Sometimes I worry I'm bad at my job working for Mojang. But then I see people like this janitor here, and I feel confident I deserve my job.\n　有时我害怕我做不好Mojang的工作，但是看到这位看门人一样的人也在这里，我觉得我应该得到我的工作。\n\n　After all, no matter how bad I am, at least I'm not fast asleep:\n　毕竟，不论我做的多差，至少我不会睡着：\n\n\n\n　I wonder what he's dreaming about? His future filling out forms at the unemployment office?\n　我很想知道他在做什么梦。难道是他在人才市场填写表格的未来吗？\n\n　I wake him up, and ask if he can let me into the building, as I've forgotten my security card.\n　我把他叫了起来，询问他能不能让我进到大楼中去，因为我忘了带我的身份卡了。\n\n　He's more than happy to let me inside!\n　他很高兴地就让我进去了！\n\n　Dunno what this company does but I hope they don't sell security systems.\n　虽然不知道这个公司是做什么的，但我希望他们不是出售安全系统的。\n\n\n\n　Thanks, janitor! Good luck not getting fired!\n　感谢你，看门人！祝你好运，不要被解雇！\n\n　Now I'm in the employee hangout area, I decide to eavesdrop on some hot gossip.\n　现在我在员工聚集区中，决定偷听一些八卦与新闻。\n\n　Two fellows are chinwagging about some haunted mansion, but I get distracted from my listening in when I look through the window and see the janitor is already asleep again.\n　两个小伙在谈论着恼鬼的大厦，但在我透过窗户看见看门人又睡着了之后，我的注意力就又被分散了。\n\n　Not getting enough sleep seems to be a company-wide problem. Check out the eyes on this guy:\n　睡眠不足似乎是整个公司的问题。看看这家伙的眼睛：\n\n\n\n　This is Timothy. Timothy asks how I am and mentions that I look tired. GLASS HOUSES TIMOTHY.\n　这是蒂莫西。蒂莫西问我怎么样，还说我看起来很累。GLASS HOUSES TIMOTHY。\n\n\n\n　Yeah, well, at least I didn't base my dress sense on a bumblebee, pal.\n　是啊，好吧，至少我的着装不是大黄蜂，伙计。\n\n　Sick of hanging out with these judgemental jerks, I take the elevator up to Mr Krueger's floor. I'm about to head into his office, but can't resist snooping around to check out my co-workers cubicles (I'm sure lovely ol' Kruegy-boy won't mind waiting a little longer for his favourite employee/BFF/soulmate 4 life).\n　厌倦了和这些家伙闲聊之后，我乘电梯到了克鲁格先生那一层。在进入他的办公室之前，我无法阻止我的好奇心，于是我在周围逛了逛，看了看我同事的办公室（我确信可爱的克鲁格先生不会介意多等他的佣工/一生挚友/生活伴侣一会的）\n\n　Wuss or no, you gotta admit that MineMakers and NewHeaven have delivered a brilliantly detailed map.\n　不管你是不是胆小鬼，你必须承认MineMakers和NewHeaven提供了一张在细节方面也非常棒的地图。\n\n\n\n　The offices are full of nice touches, like the drawings by employee's children on the walls, spilt coffees, and the fact that no one appears to actually be doing any work. They've really nailed the office vibe!\n　办公室里到处都是漂亮的东西，例如工人的孩子在墙上画的画，倾倒的咖啡，以及没有人在场做工的事实。不过他们真的仿效出了办公室的氛围！\n\n　My snooping side satisfied, I head into Mr Krueger's office.\n　我的探知欲满足了以后，我进入了克鲁格先生的办公室。\n\n　“Yo, Mr K!” I say merrily. “What's the happy-haps?”\n　“呦，克先生！”我高兴地说，“近来可好？”\n\n\n\n　Uh oh. This might not be such a relaxed place to work after all.\n　哦哦。毕竟，这可能不是比较轻松的工作场合。\n\n　Oh dear. I think I've made a huge mistake. Turns out Mr Krueger isn't my new best bud after all, but is actually King of the Jerks?. He's FURIOUS that I'm late and demands an important report RIGHT NOW.\n　哦，我的天哪。我认为我犯了个大错。这也就是说克鲁格先生根本就不是我最好的朋友，他只是Jerks?的老板而已。因为我迟到了，他很生气，并且要求我现在就给他做一篇十分重要的报告。\n\n　I run frantically to my office. I switch on my computer and smack the PRINT button with a desperate please-don't-fire-me fist. At least, that's the button I thought I pressed. Turns out I must have actually hit the FALL ASLEEP LIKE AN IDIOT button.\n　我急忙跑回我的办公室。我打开了我的电脑，然后用包含着“不要解雇我”信念的拳头狠狠敲击了打印按钮。最少，我以为我按下了那按钮。事实上我按下了“像智障一样睡着”的按钮。\n\n　Because that's exactly what happened next.\n　因为这就是接下来发生的事。\n\n\n\n　So... sleepy. But must... finish... boring worrrrrrrrrrr.... * loud repulsive snoring *\n　那么……困啊……但是我必须……完成……那无聊的报……*极大的打鼾声*\n\n　When I wake up, it's night time! I'm all alone in the office! Everyone's gone home without me! This game is way closer to my real life than I'd like.\n　当我醒来时，已经是夜间了！办公室里只有我了！除了我，所有人都回家了！这种游戏比我更接近我的真实生活啊。\n\n　Still, no biggie. I'll just take the elevator down to reception and let myself out. Nothing to worry abo-\n　不过，没什么大不了的。我只需要乘电梯下楼到接待台，然后出去就好了。没有什么值得担心的——\n\n　Two coughs. I definitely just heard two coughs.\n　两声咳嗽声。我刚刚十分清楚地听到了两声咳嗽声。\n\n　Is someone else here?\n　还有其他人在这吗？\n\n\n\n　Oh, it's probably just my imagination!\n　哦，可能那只是我的想象罢了！\n\n　I get in the elevator, chuckling at myself for being such a Paranoid Pete. I whistle happily as it descends. Hmmm. That's funny. Usually the music they play in elevators is quite upbeat. But the weird song in this elevator sounds more like the snap! of an elevator cable breaking. How odd.\n　我走进了电梯，轻声地笑了笑自己像妄想症患者一样。在电梯下行时，我开心地吹着口哨。哈，那多么有趣。通常在电梯中放的音乐都是十分积极向上的，但是在这个电梯中放的奇怪音乐更像是电梯绳缆断掉的声音。可真奇怪。\n\n　“Oh, I'm sure it's nothing to worry about!” I laugh to myself, as the elevator hurtles down at dizzying speeds, soon to crash and become my metallic tomb. Wait – WHAT?!?!\n　“哦，我保证没有什么值得担心的！”我向我自己笑道，就在这时，电梯突然以令人眼花缭乱的速度迅速下降，不久就要撞地，它要成为我的金属墓碑了。等下——啥？\n\n　CRASH!!!\n　轰隆！\n\n　This is all getting a bit bleak, so here's a picture of a fluffy kitten to lighten the mood. D'awwwww!\n　这一切都变得有点黯淡，所以这里有一张毛茸茸的小猫的照片，以缓解心情。喵！\n\n\n\n　When I wake up, I'm lying on the floor in another room.\n　当我醒来时，我正躺在另一个房间的地板上。\n\n　What. The. Heck.\n　搞什么鬼。\n\n　I walk through the dark office, wondering why none of the doors seem to work. I know! I'll pop into the security room and check the security cameras! I'm bound to find a way out in the footage.\n　我穿过了黑暗的办公室，想弄清楚为什么这里的门一扇都没法用。我知道了！我需要去安全室看看摄像头！我一定会在摄像头中找到出路的。\n\n\n\n　(1/3) – Nothing to be seen here.\n　(1/3) – 这儿没有什么东西。\n\n\n\n　(2/3) - Or here. Maybe this wasn't such a good idea after all...\n　(2/3) - 这儿也没有，可能这根本就不是什么好想法……\n\n\n\n　(3/3) – Hang on... who the heck is that?\n　(3/3) – 坚持下去……这是什么鬼东西？\n\n　G-g-ghost? Must be my eyes playing tricks on me! Must be. Aha! I see a ringing phone on someone's desk – I'll use it to call for help!\n　鬼……鬼鬼鬼鬼？可能我的眼睛出问题了吧！肯定是这样的！啊哈！我看见有个人桌上有电话——我会用它来求助的！\n\n　I run to the desk, snatch up the phone, and the game asks me if I want to Call a Friend or Call the Police.\n　我跑到了桌前，一把夺过电话，游戏问我是打给朋友还是打给警察。\n\n　Oh I see your game, game. Implying I don't have any friends, are you? Just because I spent my weekend playing this instead of going to the stupid Mojang Halloween party that I didn't even want to be invited to because it's for jerkfaces. Well I'll show you! I chose to Call a Friend. Ha! Take that, game!\n　我懂你的意思的，你这游戏。暗示我没有朋友，是吗？仅为我将周末用来玩这游戏，而不是去什么鬼的Mojang的万圣节派对吧（虽然我根本没有被邀请）。但我会展示给你看的！我选择了打给朋友。哈！接招吧，你这游戏！\n\n　Anyway, no one picked up. Shut your face.\n　但是，没有人接电话。可真是打脸。\n\n\n\n　An email from Mojang. To be fair, I was planning on ruining that party. Good move, Mojang!\n　来自Mojang的一封邮件。说实话，我过去打算过把那派对弄得一团糟。好的，Mojang！\n\n　I'm about to try calling the police instead, when I hear them. Footsteps. Very nearby. It's too dangerous to make a noisy phone call now – I have to get out of here, fast.\n　当我正要给警察打电话时，我听见了脚步声。非常近了。现在大声打电话一定会非常危险——我现在需要快速逃离那里。\n\n　But first I take a few selfies, fire off a few Tweets, update my Facebook status and read a few brilliant pages of my favourite blog to read on Halloween (www.bloggerbeware.com). Er, what was I doing again?\n　但是首先我要拍几张自拍，接二连三发几条推特，更新我的Facebook状态，在万圣节的时候读几页我最喜欢的博客（www.bloggerbeware.com）。额，等会，我又在干什么？\n\n　Oh, yeah! The ghost!\n　哦，是的！鬼啊！\n\n　I mean, oh no! The ghost!\n　我说，哦，不！鬼啊！\n\n\n\n　I creep back through the office and try the emergency exit door. But it doesn't work (does anyone do their jobs around here?).\n　我蹑手蹑脚地穿过办公室，试了试紧急出口，但是没用（这儿到底有没有人工作啊？）。\n\n　There's the elevator, but after what I went through earlier, I'm never going in another elevator for the rest of my life! Unless there's more than two flights of stairs.\n　这儿有电梯，但在经历了刚才的事情之后，我一辈子都不想再乘电梯了！除非需要上两层以上的楼梯。\n\n　I know! I can escape through the air vents.\n　我知道了！我可以从通风口逃走。\n\n\n\n　This is definitely a good idea.\n　这确实是个好主意。\n\n　Actually, crawling around in a cramped air vent isn't as much fun as I thought it'd be. More cramped, cold,and creepy. This thin metal tunnel just keeps leading me to other locked vent covers, making escape impossible.\n　其实，在狭窄的通风口爬来爬去没有我想象的那么有趣。它很狭窄，很寒冷，令人毛骨悚然。这狭窄的金属隧道会将我带到另一上锁的通风口盖上，让我的逃生无望。\n\n　What if I'm trapped? I can't perish up here! IDIOT DIES IN VENT is a humiliating way to go! People will be giggling through my funeral.\n　要是我被陷阱困住了会怎样呢？我不能死在这里！死在通风通道里的智障可真是丢脸！人们会在我的葬礼上咯咯笑的。\n\n　I hop out of the vent and land in a bathroom. But the doors to the bathroom are locked. I'm still trapped!\n　我从通风口跳出来，落在了浴室里，但是浴室的门是锁着的。我还是被困住了！\n\n　Trying not to panic, I search the tiny bathroom for an exit. That's when I notice something in the mirror. Actually, a lack of something. Didn't I use to have a reflection?\n　在尝试不要惊慌的同时，我仔细探索了下狭小的浴室，寻找另一个出口。但就在这时，我发现了镜中有些异常。再说下去的话，是缺点什么东西。我不会反射光了吗？\n\n\n\n　Maybe I've just lost a really dramatic amount of weight? Wow, that new diet is really working!\n　也许只是因为我最近减了不少体重？哦，减肥套餐的功效可真好啊！\n\n　Suddenly, the bathroom doors swing open. All right! Freedom, here I come!\n　突然，浴室的门被打开了。好吧！自由，我来了！\n\n　I'm back on the floor of my office. After quickly stopping to spit on Krueger's desk, I focus on finding a way out.\n　我又回到我办公室里了。在迅速停下来向克鲁格的办公桌吐了口水之后，我专注于继续寻找出路。\n\n　I search my co-worker's cubicles, but they've all been mysteriously trashed. Eerier still, they now contain creepy mannequins. I don't know what's worse – the way these mannequins creep me out or that my colleagues apparently went creepy mannequin shopping without me.\n　我自己搜寻了下我同事的办公室，它们都莫名其妙地被废弃了。更重要的是，办公室内现在有了令人毛骨悚然的时装模特。我不知道还有什么更坏的东西没有——是这些时装模特吓到我了，还是我的同事不带我就去买时装模特了。\n\n\n\n　They'd rather hang out with this mannequin than with THE Tom Stone! Fair.\n　他们宁愿和时装模特一起购物也不愿意和Tom Stone一起去！好。\n\n　I find a map, showing me a series of switches. It looks like they have to be activated in a certain order to get the electricity back on. Who did we get to design this building, The Riddler?\n　我找到了一张地图，其上有一系列的开关。看起来它们需要按照特殊的顺序逐个激活后，电力才会恢复供应。设计这座建筑的是谁啊？\n\n　The first switch is in my office, along with this doll which shall now star in all my nightmares until the end of time.\n　第一个开关在我的办公室，和这个娃娃一起，它将在我的梦魇中闪耀，直到时间的尽头。\n\n\n\n　Sweet dreams, kids!\n　孩子们，做个好梦！\n\n　I search around in vain, but I just can't find the switch. In the words of every parent doing last minute shopping in a video game store this Christmas Eve: “WHERE THE HECK IS THE SWITCH?!?”\n　我到处寻找，但就是找不到开关。就像是平安夜，每一位家长在电子游戏店做最后一分钟的购物时一样，我们都说：“这鬼开关到底在哪里？！？”\n\n　Oh, wait, there it is. Just three more to go!\n　哦，等等，它就在这儿。就剩下三个了！\n\n　Switch Two is in the room next to the bathrooms. Because when you want to put a component that powers up the electricity somewhere, you'd naturally want that as close to the room full of running water as possible.\n　第二个开关在浴室旁边的屋子里。因为如果你想放一个能控制电路的部件的话，你也会很自然地将它放在满是流动水的房间的旁边的。\n\n　Switch Three is in Amy Graves' office. I thought Amy's surname was a little morbid, until I remembered that my name is literally one letter away from being the word 'TOMBSTONE'.\n　第三个开关在艾米·格雷夫斯的办公室里。我觉得艾米的姓有点病态，但想到我的名字距离单词“TOMBSTONE”只有一个字母之差，我也就不这么想了。\n\n　Switch Four would have to wait until I'd finished screaming, because when I left Amy Graves' office, these fellows were waiting for me:\n　第四个开关需要在我尖叫之后才能去触发了，因为当我离开艾米·格雷夫斯的办公室后，这些家伙就在等着我了:\n\n\n\n　H-h-howdy fellas!\n　伙……伙计们！\n\n　Swallowing my fear, I creep past these mannequins and activate the fourth and final switch. Success! LET THERE BE LIGHT.\n　将我的恐惧埋藏在心底，我蹑手蹑脚穿过这些时装模特，激活了第四个，也是最后一个开关。成功！让世界亮起来吧！\n\n　Now the lights are back on, the mannequins have all disappeared too! Maybe the darkness was just making me see things?\n　现在灯光已经恢复了，那些时装模特也都全部消失了！难道是黑暗让我看到那些东西的吗？\n\n　Yeah? Yeah! That must've been it!\n　是吗？是的！肯定是这样的！\n\n\n\n　Oh light, how I've missed you so! Let's never fight again.\n　哦，光明，我是多么想念你啊，我们不要再分离了。\n\n　Free at last, I run through the (now working) emergency exit door and-\n　最终获得了自由，我跑着穿过了（正在工作的）紧急出口的门然后——\n\n　NOOOOOOOOOO!\n　不！！！！！\n\n　I plummet through the air, screaming loud and falling fast. What happened to the stairs?!? SERIOUSLY, HR, WHAT HAPPENED TO THE STAI-\n　我突然从空中摔了下来，叫得越响摔得越快。楼梯发生了什么？！？我是认真的，喂，楼体发生了什——\n\n　I hit the ground and pass out.\n　我撞到了地上，晕了过去。\n\n　And when I wake up... I'm back in the office. Trapped as ever.\n　当我醒来的时候……我又回到了办公室里，就像原来那样被困住了。\n\n\n\n　Hey, at least I've managed to get onto a new floor of the evil building of doom! Every cloud!\n　嘿，最少我设法踏上了这罪恶的末日建筑的新的一层！黑暗中总会有一线光明！\n\n　Back where I started. All alone. Trapped in the nightmare. You know what? Next Halloween, I'm just gonna stay in and marathon Gravity Falls.\n　又回到了开始，又是仅我自己，独自一人。被困在了梦魇之中。你知道什么？下个万圣节，我还会被困在这里，感受考验我耐心的自由落体运动！\n\n　With no other choice, I get up and start searching. More creepy mannequins. One is posed as if it's giving a presentation. They never let me give presentations at work. Can't believe a mannequin got promoted over me. Again.\n　别无选择，我起身开始探索。出现了更多可怕的时装模特，其中之一摆出的姿势似乎在做演讲。他们从不让我在工作时做演讲，真不敢相信时装模特的权利都比我大。又是这样。\n\n　I try another room and find this guy:\n　我看了看另一间房间，找到了这家伙：\n\n\n\n　Now, I don't want to jump to any conclusions, but I think he might be dead.\n　现在，虽然我不想得出这样的结论，但我认为他已经死了。\n\n　But it's not all bad – I also find a keycard! And if games like Doom and Resident Evil have taught me anything, it's that nothing ever goes wrong when you find a keycard.\n　但这并不都是坏事——我也找到了一张钥匙卡！像“毁灭战士”和“生化危机”这样的游戏已经教给了我很多东西，其中之一就是你发现的钥匙卡一般是没坏处的！\n\n　I use it to get a door open, letting me inside a room filled with metal shelves, stacked high with files. And also... YES! An open window! Salvation is in sight!\n　我用它打开了一扇门，我进入了一间满是金属架子，架子上全都堆叠着厚厚的文件的屋子。并且也有……好的！开着的窗户！救助就在眼前！\n\n　All I have to do is get through this maze of files, and I'm home free!\n　我要做的就是穿过这迷宫一样的文件，然后我就可以回家了！\n\n\n\n　I haven't been this happy to see an open window since I visited that open window museum!\n　自从我第一次游览开窗户的博物馆以来，这是我第一次因看见打开的窗户而变得这么高兴！\n\n　I happily skip through the rows of files when- OW!\n　我高兴地穿过一排文件，直到——哦！\n\n　One of the files fell off the shelf and hit my delicate frame! What a jerk!\n　其中一个文件从架子上掉了下来，撞到了我那精致的电脑屏幕上！真是个混蛋！\n\n　OW! OW! OW! They're all falling! What a bunch of jer-\n　哦！哦！哦！它们都在向下掉！真是倒——\n\n　Oh.\n　哦。\n\n　Oh no.\n　哦，不。\n\n\n\n　What the heck, files? I THOUGHT WE WERE FRIENDS\n　文件们啊，搞什么鬼？我一直认为我们是朋友。\n\n　I sprint screaming through the rows of free-falling files. They whack my spine, bruise and bash my arms and even (no!) mess up my hair.\n　我尖叫着穿过一排排自由下落的文件。他们重重地落在我的脊椎上，挫伤了我的手臂，甚至（不！）弄乱了我的发型。\n\n　But nonetheless, I make it to the window! I triumphantly leap out, laughing at the stupid files. Ha!\n　但不管怎样，我还是成功到了窗户边！我得意扬扬地跳了出去，嘲笑那些愚蠢的文件。哈！\n\n　Alas, it's only as I'm leaving said window that I remember which floor of the building I'm on.\n　哎，在我跳出我所说的窗户之后，我才意识到我在几层。\n\n\n\n　Me, rapidly falling face-first towards the pavement. Now, I know this looks bad. That's because it is.\n　我快速下降的脸对准了人行道。现在，我知道这样看起来很糟糕。那是因为它的确是这样。\n\n　I don't remember landing, but I must have passed out again. Knowing me.\n　我不记得我降落在了地上，但我肯定又晕过去了。我可真了解我自己。\n\n　When I wake up, I'm in a musty room full of bins. Not the fanciest hospital I've ever woken up in, but at least I'm finally free of that haunted office. Now I appear to be in an underground car park! And if horror movies like Every Horror Movie Ever Made have taught me anything, it's that nothing ever goes wrong in an underground car park.\n　当我醒来的时候，我在一间满是垃圾的发霉房间中。虽然没有在最豪华的医院中醒来，但最少我已经离开了那闹鬼的办公室了。现在我在地下停车场中！如果像《Every Horror Movie Ever Made》这样的恐怖电影也教给了我一些东西的话，那么它就是，在地下停车场中发生的事不会更坏。\n\n\n\n　Nice Minecraft car! Why don't more vehicles use square wheels?\n　多棒的Minecraft风格的汽车！为什么没有更多载具使用方形的轮子呢？\n\n　Drip. Drip. Drip. It echoes through the car park.\n　滴，滴，滴。这声音在地下停车场中回荡。\n\n　Drip. Drip. Drip.\n　滴，滴，滴。\n\n　I am safe now, right?\n　我现在安全了，对吗？\n\n　Yeah! Course I am! I'm just being paranoid and superstitious and oh good gosh that's the ghost isn't it.\n　对！当然是！我只是变得有妄想症，有些迷信，以及——哦，我的天哪。那是鬼，难道不是吗？\n\n\n\n　Either that, or this valet really needs to work on his personal grooming.\n　在那之外，这位男仆真的需要好好打理一下他的个人卫生了。\n\n　“Stay calm, Tom,” I scream.\n　“保持冷静，Tom。”我吼道。\n\n　I stealth my way through the car park. I stick to the shadows. Crawl underneath cars. Dash only at opportune moments.\n　我偷偷穿过停车场，我坚持在阴影下行走，我爬到了汽车下面，我只在适当的时机冲刺。\n\n　I also debate what's scarier – the ghost, or some of the worst 'parking' I've ever seen?\n　我也在争论什么会更可怕--鬼魂，还是我见过的一些更糟糕的停车姿势？\n\n\n\n　On second thoughts, maybe square wheels aren't so great after all.\n　再想一想，也许方的轮子也并不是那么好。\n\n　Unfortunately, I'm not stealthy enough. Now there's a horrifying ghost/monster/thing chasing me. Terrified, I run through the car park. If it catches me, I'm doomed. But on the plus side, I'm getting lots of great exercise!\n　不幸的是，我还是不够隐蔽。现在有一个恐怖的鬼魂/怪物/反正是个东西在追我。在恐吓之中，我跑步穿过了停车场。如果它抓住了我，我是注定要死的。但从好的方面来说，我得到了很多很棒的锻炼！\n\n　Maybe I should print out this article and repackage it as a dieting book? Then I could retire to a lovely tropical island in the Bahamas, instead of having to spend all my time in haunted car parks. With this guy:\n　也许我应该打印出这篇文章，把它作为一种减肥的书？然后我就可以退休了，去巴哈马的一个可爱的热带岛屿，而不是把所有的时间都花在闹鬼的停车场上。跟这个家伙一起：\n\n\n\n　Sometimes I get a little sleepy, so I'd like to thank this image for making sure I never sleep again\n　有时我会有点困，所以我想感谢这张照片，因为它确保我再也睡不着了。\n\n　With that monstrosity giving chase, I bash several crates out of my way and sprint up a staircase. Reaching the top, I throw open a door and – no! I'm trapped on the roof! And I can't (at time of writing) fly! How am I supposed to escape now?\n　在那怪物追我的同时，我不小心撞到了几个板条箱，爬上了楼梯。接近顶层，我把门打开，然后——不！我被困在楼顶了！我不能（在写作时）飞！我现在该怎么逃跑？\n\n　But then, a miracle.\n　但后来奇迹出现了。\n\n　The police show up! And, er, the fire department too for some reason! I'm saved!\n　警察们出现了！处于某些原因，消防局也出动了！我得救了！\n\n\n\n　The police! Hooray! Oh, yeah, better hi;de all that stationary I stole from Mr Krueger's desk.\n　警察！万岁！哦，是的，我最好把我从克鲁格先生的桌子上偷来的文具藏起来。\n\n　I celebrate by performing my signature move: passing out.\n　我通过表演我个人的动作来庆祝：昏倒。\n\n　And when I wake up, I'm fine! Back at home, safe at last! I decide to kick back with some TV to celebrate. Wait... where is my TV? Or my Playsta- er, I mean, my Xbox One?\n　当我醒来的时候，我很好！我回到了家，终于安全了！我决定看会电视来庆祝一下。等等...我的电视呢？或者我的Playsta-呃，我的意思是，我的Xbox One呢？\n\n　Come to think of it, where's all of my stuff?\n　想想看，我的东西呢？\n\n\n\n　Odd. I don't remember putting padding on the walls or installing those iron bars in the door.\n　奇怪。我不记得我在墙上装过墙垫，在门上安过铁栅栏。\n\n　Hey! They locked me up in a padded cell! They must think I've gone crazy! When I call Mojang to explain what's happened – that I've been wrongly imprisoned in a mental asylum – they tell me that's no excuse for being late for work and so I'm fired.\n　嘿！他们把我关在了软垫牢房里！他们一定认为我疯了！当我打电话给Mojang解释发生了什么——我被错误地关进了精神病院——时，他们告诉我这不是上班迟到的借口，所以我被解雇了。\n\n　Well, great.\n　好吧，真棒。\n\n　On the bight side, all this luxury padding sure is comfy. And this is still better than what happened to me when I visited that Haunted Hotel or that time I tried to go skiing.\n　从正面而言，这豪华的软垫房也是挺舒服的。这比我去那家闹鬼酒店或者去滑雪的时候发生的事情要好得多。\n\n　LATE was developed by Minemakers, with help from NewHeaven, and is available as part of the recent Java Realms update. Why not see if you can do better than I did?\n　LATE是由Minemakers团队在NewHeaven团队的帮助下制作的，并且会在最近作为Java版领域更新内容放出。为什么不看看你能不能做的比我更好呢？\n\n　Now if you'll excuse me, I'm off to say hello to my new cell-mate!\n　现在请原谅，我要去跟我的新室友打个招呼了！\n\n\n\n　Howdy new BFF! What's your na-OH NO NO NO NO NOOOOOOOOOOOOOOOO\n　你好，我的新朋友，你的名——哦不不不不不\n\n\n原文地址：https://minecraft.net/zh-hans/article/late-minecraft-horror-map\n原文作者：Tom Stone\n原文发布时间：17/10/28\n翻译者：c7w\n翻译时间：17/12/31\n//元旦快乐\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1514772300,
            "txt_content": "竟然是远古老文XD"
        },
        {
            "author": "gamerteam",
            "timestamp": 1515264840,
            "txt_content": "本来我打算翻译这个的结果摸鱼摸着摸着给忘了"
        },
        {
            "author": "KingADwight",
            "timestamp": 1516322040,
            "txt_content": "其实恐怖地图还是蛮好玩的，我也比较喜欢看这类的视频"
        },
        {
            "author": "ColorPencil",
            "timestamp": 1530461460,
            "txt_content": "我刚下载准备玩"
        },
        {
            "author": "cc7w",
            "timestamp": 1584587100,
            "txt_content": "[1]GLASS HOUSES\nPeople who live in glass houses should not throw stones.\n住玻璃房子的人切忌扔石头; 秃子别骂和尚; 五十步别笑百步; 自己有错误就别去批评别人。\nTimothy 说作者看着困，看图里的黑紫眼圈，到底是谁困？\n\n[2]EVERY CLOUD\nEvery cloud has a silver lining。\n不是说云有闪亮的衬衫里子，而是说黑暗中总有一丝光明，即祸兮福依的关系，也就是我们常说的，“塞翁失马，焉知非福”。\n\n[3]flag\n"
        },
        {
            "author": "34235253234",
            "timestamp": 1596280080,
            "txt_content": "联机和基友一起玩"
        }
    ]
}