{
    "title": "【十二月活动】死亡的意义（幼儿园文笔慎入）",
    "author": "天下归心",
    "replyCount": 6,
    "timestamp": 1514732940,
    "txt_content": " 本帖最后由 天下归心 于 2017-12-31 23:10 编辑 \n\n（今天我小叮当就让你们看看什么叫幼儿园文笔）            冬日中，呼呼地朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着，卷着......\n即使是在亚热带，即使是在混凝土构造的工事里，即使身上披着自极北家乡带来的厚重大衣，也无法阻止寒风无孔不入的渗透。\n戴着镶了一颗红星在中央的军帽，穿着米黄色大衣的苏联士兵散布在军事基地的每一处，有的盖着更加厚重的被子进入梦乡，有的在岗位上警惕着即将到来的进攻。今年的冬天异常的冷，以至于大家连聊天打牌的兴致都没有了。\n斯特图亚颤颤巍巍的从有些破烂的口袋里掏出一根香烟，点上火，惬意的抽了起来，这是他在这该死的天气里唯一的娱乐了。\n想到这他不禁开始咒骂那个不苟言笑的军士长了。昨天晚上被他收走的那瓶伏特加是他从祖国带来的最后一瓶能喝的液体了，如果在这冰天雪地，喝上一口醇烈似火的伏特加，那真是太美好了——可惜这些永远不可能实现了。\n说起来，那个军士长虽然可恶，但基地里这一百多人的命可都是他救的。再上一次敌人的大攻势中，如果不是他指挥得当，他们所在的115号军事基地也会像旁边的的那几个的结局一样，被一一拔除。因此，在咒骂之余，斯特图亚也对这个铁面无私的军士长多了一丝尊敬。\n突然，两个军医大吼着从人群中穿过，不顾一切的直奔指挥员宿舍。许多士兵也放下手中的东西，跟着军医一起跑了过去。斯特图亚见势如此，也急忙跟了过去。\n到达时，宿舍门前已经挤得满满全是人，这些人的神色无一例外：担忧、焦急。斯特图亚疑惑了下，但挤进去后的景象让他的担忧焦急比这些人更甚。\n军士长横躺在地上，不住的大口大口吐着鲜血，手中紧紧握着一纸家信一样的东西，两个军医正在为他治疗。斯特图亚还看到，军士长的脸上多了很多类似于“泪水”的东西。\n泪水？斯特图亚认为这种东西根本不会在军士长的脸上出现，上次敌人大举来袭，所有人都认为十死无生，放声痛哭时，军士长的板着似乎永远不会变的脸出现在最高处，给所有人来了一次不逊于动员演讲的演说，调动了大家的士气，最后仅付出7人伤亡就击退了数倍于己的敌军。\n斯特图亚又疑惑了，他看到那张纸，估摸着这就是导致军士长突然发病并且破天荒流泪的原因。他上前几步，俯下身，凭着不是很高的文化水平开始读起了这封“信”。\n 亲爱的迪米特里同志，你好：有一个很不幸的消息，你的未婚妻因心跳衰竭在昨天突然去世在基辅总院。经总后勤部决定，晋升你为115号防御性军事基地政委，望早日抛下伤痛，尽快投入到为世界解放事业的斗争中。                                 苏联陆军总后勤部\n 斯特图亚默然不语，虽然他没有体验过爱情的滋味，但也知道爱情对某些人的重要性，他悄悄的退出了房间，不愿破坏一点静谧打扰军士长——现在的政委迪米特里。\n事情就这样过去了，听别人说，军士长好像逐渐恢复了正常，他也就没有将这件事放在心上。\n直到有一天，他看见政委站在哨岗上，轻轻唱着什么。\n“ Расцветали яблони и груши”“Поплыли туманы над рекой”“Выходила на берег Катюша”“На высокий берег，на крутой”\n 斯特图亚被并不优美但无比富有感染力的歌声吸引住了，他爬上哨岗，向着政委发文道：“政委同志，这是什么歌曲？”\n“喀秋莎。”\n政委回答的声音没有一丝情感，和刚才的全身心投入截然不同。\n“政委同志，你能把这首歌的词谱给我看看吗？”\n“可以，这篇词谱送给你了。”\n“不不不，政委同志，我不是这个意思。”\n“我也不需要了。”\n随后，政委把词谱给了斯特图亚，转身下了哨岗，变得和原来一样沉默，只是多了一丝绝望的灰暗气息。\n斯特图亚最后一次见到政委是在那次得到词谱后的第三天。\n那天半夜他去军械库照常巡逻时，发现政委在里面，一支手挑选着手榴弹的优劣，一只手正在将子弹放入背包里。“政委同志，你这是？”\n斯特图亚一面问道，一面抬起了手上步枪的枪口。虽然他占据了先手优势，但如果政委真的要叛变，他这支没上膛的枪不一定打得过政委旁边的那支不知道上了膛没的AK74。\n“去为世界解放事业做贡献。”\n政委的回答不带一丝感情，并且仍没有停止手上的工作。\n“请解释一下深夜私自闯入军械库，并且不经许可拿取武器弹药的原因。”\n斯图亚特忐忑的说完这句话时，政委已经准备好了背包和武器，站起了身，走向军械库外，政委回答的声音从斯特图亚的背后传出。“为世界解放事业尽自己的一份力，顺便与我的未婚妻团聚。”\n突然，政委转过头，露出了一个比哭还难看的笑容。\n“你应该看过那封‘信’吧。”\n政委说完这句话，又收起了所有情感，头也不回的走了。\n斯特图亚急忙跟上政委，他没有追上政委的脚步，却又听见了一阵歌声：\n“Пусть услышит，как она поёт”“А любовь Катюша сбережёт.”“Расцветали яблони и груши,”“Поплыли туманы над рекой;”“Выходила на берег Катюша，На высокий берег,на крутой. ”\n歌声至此，又重复了一次：“На высокий берег,на крутой. ”声音中，含着苦笑，无奈，以及绝望。\n在那之后斯特图亚就没有见过政委了，不过这个“在那之后”也没有多久。\n“补上！补上！”新任政委把头稍微抬高了一点，大喊着，一枚子弹就贯穿了他的头颅。本就不怎么洁净的工事上又染上了鲜血，覆盖在了之前新新旧旧的鲜血。\n斯特图亚手中的反装甲火箭筒吐出一道火舌，巨大的爆炸掀翻了工事下面那辆59式主战坦克的炮塔。但好景并没有持续多久，源源不断，似乎无穷无尽的中国民兵攻了上来。\n一名队友被掀翻在地，一个中国民兵抓准机会，口中念着他们听不懂的语言，冲了上来，直到这时斯特图亚才看清，那是一捆高爆炸药包。\n随着一声冲天的爆炸声，工事上的所有苏联士兵大部分死在了爆炸中和冲击波中，只有小部分的人活了下来，他们还需要面对工事破开后中国人的决死冲击。\n斯特图亚就属于前者。他又疑惑了，以前他想到死亡时，都是无限的恐惧，但死亡真正接近他了，他却感到一种前所未有的感觉。爆炸的冲击波让他彻底失去意识的前一刻，他才明白，这种感觉，叫做解脱。\n神州之南滚滚长江的北岸，多出了一个解脱的异国灵魂，和一具早已成为行尸走肉的躯体。与这个灵魂相伴的，还有两个在另一世界团圆，虽失了躯体，但却无比幸福的情人。\n（orz不会写爱情啊......多半是我没经历过QAQ，总之文笔渣的一批，随便开火，我会笑纳的）   ",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1514811480,
            "txt_content": "忘了说背景故事了......\n这是很久之前构思好的，\n具体是1987苏联无力解决国内轻工业不足及计划经济所带来的经济问题，而发动战争，只不过对象是北约阵营国家，也就是所谓“自由世界”，中国经历文哥后各方面大衰退，正值恢复期，无力抵抗远东集团军的入侵，只能依靠民兵和轻步兵用最擅长的游击战殊死抵抗。\n时间应该过去了几年，苏联推到长江再难向前，于是进入对峙期。而中国在常年的游击战争中损失了大部分正规军以至于依靠民兵发动反攻，苏联在长江北岸利用中国重武器缺乏修建了大量只能防御子弹炮弹一类武器的堡垒。现在中国已经开始反攻，因此最后苏联的军事基地被中国民兵攻陷。\n同时也照顾到了80年代中国军方高层战术思想落后，仍建设以步兵为主的陆军，并且忽视轻视步坦协同的事实。\n（注：开头有一些是吐槽毛子习惯的）\n苏维埃万岁！万岁！万岁！打到中修**！解放全世界！（滑稽"
        },
        {
            "author": "2759159258",
            "timestamp": 1514905440,
            "txt_content": " 本帖最后由 2759159258 于 2018-1-3 13:37 编辑 \n天下归心 发表于 2018-1-1 20:58\n忘了说背景故事了......\n这是很久之前构思好的，\n具体是1987苏联无力解决国内轻工业不足及计划经济所带来的 ...\n\n(你幼儿园文笔?别逗了，这至少比我的小学文笔好)\n中间那段看不懂的文字....可以翻译下不\n"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1514955900,
            "txt_content": "厉害了，幼儿园就学俄语"
        },
        {
            "author": "天下归心",
            "timestamp": 1514990340,
            "txt_content": "ruhuasiyu 发表于 2018-1-3 13:05\n厉害了，幼儿园就学俄语\n喀秋莎，亲"
        },
        {
            "author": "天下归心",
            "timestamp": 1514990400,
            "txt_content": "2759159258 发表于 2018-1-2 23:04\n(你幼儿园文笔?别逗了，这至少比我的小学文笔好)\n中间那段看不懂的文字....可以翻译下不\n同志，喀秋莎！（滑稽\n前几天元旦晚会上我就把俄语版唱了一遍，灵感也是因此得出"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1515331020,
            "txt_content": "我怀疑我上了个假学校         "
        }
    ]
}