{
    "title": "当你把出师表在百度机翻里 文言文——英语循环翻译",
    "author": "zzx2005",
    "replyCount": 9,
    "timestamp": 1514779380,
    "txt_content": "请欣赏：\n秦世皇造业未半，今世界分为三，我弱者怜之舒，虽此事实及机。然，我在守？不在Fen界，忠矣，此君之荣，陛下还陛下。汝当听第一代皇帝之言。德，菲利普，劝人要最，勿轻身，失言矣，不过，其钟中子。\n在《禁令》、《民法院》，罚、旌、诽谤当异也。若非法之，不管是恶之为恶之，我皆当于有司决罚与赏，以示与严制，而非偏私、内或犯法。\nSijung，副部长郭有志、董飞等皆善、信者。其受忠和纯。是故，第一位皇帝陛下者。臣以为故宫之制盖其必偿，而以为吾之果一穴。\n师甚见迎，脾气好，性行端，军事上，在昔，第一次上之奖励，故议取中委员会。吾欲与之言师也，可使之望。\n近日，咸鱼无大异，此汉之表；近恶，平日，此汉溃后之指环。Xiandi生时，朕每论此事，无文学，悔之帝二。Sijung，Shang，与我前日之师。此中国人，有才，能为国家死，臣愿陛下能任其，以汉之盛，亦有一日。\n我是一人，在南阳县农杨，但为自保，在乱，非Huan之名，第一皇帝。非臣卑微，薄杀其身，三来看我，与言此世，予甚德之。其宜于旧Jesus  Christ败。吾归矣。乘危险之败，自尔至今，熊已二十年矣。\n吾知于Xiandi，故吾以死韩兴。当斯之时，迟早会叹，吾恐无效，一驾摧圣，故于五月上海陆兵。今南有之，兵已足矣，众将应劝。中国人，故君可尽吾薄之力以除奸恶、汉奸，在古城。此臣所以报上帝、其职之献。至于利，不留余地向陛下，忠矣，East，因言日。\n寡人愿，Cao于汉帝之外Wei，是余之罪不在用，在精神上帝之崩不止。其言，其破郭有志，董云云。来者滞纳金，亦应有之权利思；此，且深知生。吾取其永久性。\n我今日去陛下，对此节目，吾之泪，不止，吾不知言。\n",
    "replies": [
        {
            "author": "星☆光",
            "timestamp": 1514786160,
            "txt_content": "请欣赏\n\n生意的前半部分不是一半，一半是路。今天，接下来的三点，即国家的软弱，是今秋的生存。\n然而，侍臣们都在路上，忠实的人已经把他忘了;他要去抓第一个皇帝，他要向国王汇报。\n如果你想打开你神圣的心，你将拥有许多属于你自己的东西。\n通往忠实宗教信仰的道路已经消失。在宫殿的宫殿里，\n这并不适用于对藏的惩罚。有犯罪的，有善人的，必为他的刑罚受罚。\n从陛下的观点来看，自私是不恰当的，所以内部和外部的差异是可以产生的。公司、助理秘书郭、费伊、董云等。\n这一切都是美丽的，心灵是纯洁的，所以它是第一个向国王汇报的皇帝。傻瓜想自己的家，\n小，能做，能做，\n这是一件好事。将军的宠物，性对苏，小常备军，\n在过去，第一个皇帝说他可以当州长。傻子在营地里想，\n知道善与善都是好的。西安市,\n对于这个小人物来说，第一个人是富有的。那个小个子，牧师，\n从那以后，韩寒一直处于崩溃的状态。在秦始皇统治时期，每一位大臣和大臣都不喜欢恨和恨桓，也不恨他的精神。\n去见死人的祭司、和死人的祭司、和汉人的大臣。\n但你可以指望它。牧师的布，向南方的太阳鞠躬，生活在一片混乱之中，\n不要寻求帮助。首先，皇帝不是以他的大臣为基础的。\n在这个世界上，我非常感激他。后值倾覆,\n在失败的时候，有一年的危机。首先,\n因此，派遣一位部长是件大事。这一夜是遗憾的叹息。\n为了伤害明朝的第一个皇帝，你可以去印尼盾。现在南方已经决定，\n第一个士兵，当奖品在军队时，北方固定了中原，\n被强奸的房间，汉的房间，仍然在旧房间里。部长是第一个宣布国王地位的人。\n至于利润和亏损，我们应该尽力而为。请陛下,\n它是无效的，但祭司的罪是告诉皇帝圣灵。但是没有xingde,\n负责公司、公司和公司的缓慢发展。陛下应该征求他的意见，\n他非常感激他。从现在开始,\n我不知道该说什么。"
        },
        {
            "author": "zzx2005",
            "timestamp": 1514797980,
            "txt_content": "星光aaa 发表于 2018-1-1 13:56\n请欣赏\n终于明白为啥新闻版禁止机翻了"
        },
        {
            "author": "Mithey",
            "timestamp": 1514799960,
            "txt_content": "zzx2005 发表于 2018-1-1 17:13\n终于明白为啥新闻版禁止机翻了\n如果你机翻 乙烯会以神手速扣贡献+发卡+删帖"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1514893680,
            "txt_content": "机翻是个十分神奇的东西"
        },
        {
            "author": "gooding300",
            "timestamp": 1514894040,
            "txt_content": "星光aaa 发表于 2018-1-1 13:56\n请欣赏\n简直有毒 比LZ给的魔性多了（跑"
        },
        {
            "author": "烨s",
            "timestamp": 1514902740,
            "txt_content": "星光aaa 发表于 2018-1-1 13:56\n请欣赏\n被强 奸的房间\n一篇下来全在笑。"
        },
        {
            "author": "2759159258",
            "timestamp": 1514954760,
            "txt_content": "吓得我把英语书丢到了地上\noh shi.t"
        },
        {
            "author": "wzz0116",
            "timestamp": 1514955540,
            "txt_content": " 本帖最后由 wzz0116 于 2018-1-3 19:53 编辑 \n\n请欣赏：文言文—日语—英语—中文循环翻译\n产业界一个不成功的三个失败，今天，四川的贫穷是很困难的，活。我看明，忠诚心，生，陛下的圣。先，请对天皇的温柔、工作、低廉的价格、冷的关闭。\n金.王推荐、制，不同。如果不好的话，就失去了法律与政治的寿司。\n到朗出来了，他是一个老实的男人，杂志，内心的忠诚，天皇陛下的一时的，就以补的方法。\n学习的痛苦，在道路上的，军队的一天，检查的时候，天皇的一天，众议院的代表，必须装备，很多人都有。\n父母，贤治中国。离父母很远，失去的汉。最初的天皇，往往是精神上的痛苦。纯、商、爵士三代，真的死了，有一天，我的父母在信，汉初。\n他不是一个书的男人，为求他的话。我的光天皇的第一皇，这三个的司机草，让我的世界留下了恶魔。我知道是什么？。最初的失败，要失败的原因。其所开后已经二十年了。\n最初的天皇，其研究的。从接受事的我看，一定要让英格兰之初的天皇伤，我没有功劳的人，南、南、南、南、南、南、南、南、南、北和南方军队。现在，在郡平上，国人盼望的丁力，恶之王元吉，在前一天。我们靠神的恩惠。你的忠诚，荀攸与本，说了。\n为北河的威力，如果能亲自，最初的天皇、马和其他费用？。今天，可以看到世界。我尊敬你。\n现在，你的陛下，这是我的声音。"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1514976780,
            "txt_content": "你这是在逼码农233"
        }
    ]
}