{
    "title": "[BGM/大型/原创/续更]上弦月工艺~Lunatical Craft",
    "author": "x_lin0_0",
    "replyCount": 77,
    "timestamp": 1514774160,
    "txt_content": " 本帖最后由 x_lin0_0 于 2020-5-23 10:48 编辑 \n\n\n\n  如此随意的MinecraftMod设定集作品，如你所见，“它的存在是非常老牌的Mod脑洞”，继承于幻想的精华如今的它，正欲要掀起一场汹涌华丽的波涛。\n\n  “如无数的工艺正在飞速变革，而月半也正从彼方的渊际而攀上星空。”\n\n  本帖将介绍大型Mod能够所拥有的设定集向出发，描述若干等全新的机制，成就真正意义上的大型设定合集。\n  耗时两年之余，现在，它作为Mod讨论版的老牌先锋、再次回来了。\n  现在，请放轻松来阅读它吧。\n模板（编辑用）：这里是互动方块的UI空格模板。\n空手\n[][]→[]\n[][]\n—————工作台\n[][][]\n[][][]→[]\n[][][]\n—————\n熔炉\n[]\n↑→[]\n[]\n—————\n炼药台\n  []←[]\n[][][]\n—————\n附魔台\n[]←[]—————\n铁砧\n[]→[]→[]\n—————\n石锅\n[]+[]→[]\n\n\n\nTips：\n以下内容随着时间的推移，根据玩家的基本发展速度决定大致正常内容走向\n如果只是单纯想查看本Mod新增加的内容，请见更下方的合集处(本Mod定义版本1.7.10)\n文章内出现的新内容请对应查看。\n前期\n草药学-基础\n  在无聊的游戏加载过程后，安装了上弦月工艺Mod的世界逐渐地被生成了\n 在这个Mod独特的世界生成里，似乎添加了不少的新内容。\n于是乎、你得到了最开始的成就：“成功安装本Mod！”\n\n  你优先打开了自己的背包；映入你眼帘的改动让你深入了这个Mod的陷坑中。\n 在你的装备栏左边，有竖排的四格道具栏；在你的首位快捷栏，有单独的副手栏。\n以及，一本送你的指导手册。\n\n  你翻开了这本手册，在第一章;它优先告诉了你操作的键位。\n本Mod的核心键位(没有物品时候计作空手)：\n物品Z 使用物品做轻便的行动，俗称轻行键。物品X 使用物品做复杂的动作，俗称重行键。背包内C 详细查看。物品Q 普通投掷物品出去(非原版)。物品Q长按 大力投掷物品出去(蓄力减速)。物品Q潜行 放下(物品需要右键捡起)。V 查看身体状况。\n 这个Mod对原版的改动有巨量的改变，仅仅是键位就有了这么多的变动。\n\n  上弦月工艺Mod和它的名字不怎么相匹配。我的意思，这个Mod包含了一定量真实性的改动内容。\n 因此当尝试获得木头的时候，空手并不能直接破坏它。\n重行键能够帮助你尝试取下这个圆木。\n\n  取下圆木的树木，以上截会直接倒塌在地上形成掉落物.\n 是很正常的操作，很多Mod都有这种功能。\n\n  那要怎么开始游玩这个Mod呢?\n 指导书告诉你，获得了圆木之后，可以尝试制作本Mod的其中一种前期物件：采样棒。\n采样棒是一种小型的便携工具，它是由两小根圆木制成的7字型棒；这个小玩意可以允许你从高灌木植株从获得果实，但前提是必须结果。你也可以参与到合成当中作为辅助工具。\n[圆木][]→[采样棒]\n[圆木][]\n\n  野外有很多的植株，它们的作用千奇百怪、但摆脱不了它们是植物的事实——会枯萎，会被烧掉。一般来说，植株生成，或者被种下之后，便会开始倒计时自己的寿命。像是植物魔法Mod那样。但不同的是、多数植物都是按照季节的变化才能枯萎的，上弦月工艺Mod有自带季节变化。\n  在这个世界里，植株通常会通过掉落在地上的种子、或是散发看不见的孢子(蘑菇相关条目请见中期巫术学发展后出现)。\n幸运的你或许可以在野外捡到种子，或是果实，这样会稍微方便于你的发展进程。\n\n  当你拥有了采样棒时候，你可以对一些表面上拥有果实的高灌木植株进行敲落、从而获得一些果实。\n什么？为什么只能敲高灌木的果实？因为一般来说，高灌木植株没有必要防止小型动物的啃食，所以果实和杆柄之间没有亚灌木植株那么地牢固、很合理吧？\n  前期我们可以用不着其它植株的果实，可以先选取一些长见的高灌木植物入手。\n  高青蓠\n一种多年生产浆果的蓠草科植物，果实小颗但饱含水分，成色深绿。\n通常在针叶林地形生成，两年才会枯死一次。\n\n月华蓠\n据说是蓠草科植物的夜猫子，传播种子的速度很快，有人曾亲眼观察它的一夜结果；果实不能生吃，且小而干瘪，会在暗中发光。\n只在夜晚概率生成，白天即枯死。\n\n野蔷薇\n完全野生的蔷薇科植物，带有刺，果实无法食用、但可以做香料。\n常温环境下的地方就会生长，会爬上方块、一年枯死一次。\n暂时只收录这些，详细请见下方图鉴。\n\n  在前期的草药学支线发展中，我们暂时不需要区分这些植物的效用，将它们一些果实用采样棒敲溶、或是散碎。\n[含水分果实][采样棒]→[溶果实]\n[][]\n[干瘪果实][采样棒]→[碎果实]\n[][]\n溶的果实可以用于酿造药剂、碎的果实可以磨成粉末混合药剂。\n[碎果实][采样棒]→[果实粉末]\n[][]\n合成一个石锅开始酿造、混合。\n[圆石][    ][圆石]\n[圆石][    ][圆石]→[石锅]\n[圆石][圆石][圆石]\n\n  石锅和坩埚差不多，但是石锅允许你丢入果实的捣碎物进行沉淀；不过在这之前你先需要些许能用的便携容器。\n[][][]\n[玻璃板][      ][玻璃板]→[无塞玻璃瓶]\n[      ][玻璃板][      ]\n\n[      ][软木塞][      ]\n[玻璃板][      ][玻璃板]→[有塞玻璃瓶]\n[      ][玻璃板][      ]\n原版的玻璃瓶配方被取消了；如果你在合成当中不使用软木塞，你也可以手持无塞玻璃瓶、按下潜行轻行键消耗背包里的软木塞塞上。\n向石锅倒入水；如果你觉得铁桶麻烦，可以使用木桶、木桶对过热液体打捞会崩烂，落到你的脚下。\n[][][]\n[木半砖][      ][木半砖]→[木桶]\n[      ][木半砖][      ]\n\n  在前期、我们可以使用的石锅配方比较少，不过也非常廉价实用。\n值得一提的是，上弦月工艺Mod的炼药是完全随机的；详细的药水随机内容请见图鉴。\n[水]+[溶果实]→[随机药水]\n[水]+[果实粉末]→[随机药水]\n[药水]+[溶果实]→[浓厚的药水]*加强时效\n[药水]+[果实粉末]→[调和的药水]*重置药水\n以上液体锅中、可使用玻璃瓶轻行键取出三瓶。\n工作过程均需求10秒钟等待；且炼制出的药水均未鉴定。\n\n  两瓶药水可以合成新品种！使用这个长得像原版炼药台的家伙，非常实惠，非常方便！\n在这之前你得准备两瓶药水和一个空瓶。\n[    ][圆石][    ]\n[    ][圆石][圆石]→[调和台]\n[圆石][圆石][圆石]\n[    ][圆石][    ]\n[圆石][圆石][    ]→[调和台]\n[圆石][圆石][圆石]\n手持药水或空瓶，对调和台按下轻行键挂上去。\n需要等待10秒钟的调和过程，之后两瓶药水会转移成一瓶到空瓶里。\n\n  你知道吗？在上弦月工艺Mod里有一种可以测试是否是毒药的小道具——试纸。\n试纸会告诉你这瓶药水是否为毒药，但不会为你鉴定。\n[纸][纸]→[试纸x6]\n[溶果实][]\n会在介绍栏里标识；手持药水潜行重行键、会消耗一张试纸进行检测。\n蟲学-矗立于天罗之上的天空之花之都。\n  「啊，从天空、从望不见尽头的天空上，飘下来了樱色的花瓣！」\n  我亲眼看见了，在那天际之上，好似乌云、盘虬着，蜿蜒着，是花瓣形成的海一样的漩涡。\n 天空的...花之都市吗...\n\n  不可思议的国度上向地上的贫贱的我伸出了那只纤细的手。\n 从天上垂下来的蜘蛛线一般的，纵云梯的白线。\n当正要轻轻抓起它的时候，我全身地飞上了那漩涡的深渊之中。\n\n  天之线\n蟲的一种，通过将生物钓上天空吞噬从而获得养分，稀少的不在地上运作着的蟲。\n时而在下雨过后，会从天上垂下一根线，坐观垂钓，直到愿者上钩。\n被拉上去的人类会化为虚无的存在，进入天之线的领域，徘徊直至遗忘所有。\n\n  风啊，碟梦啊，春天啊、使我忘记了一切。\n 永远看不见了、那双脚下的土地，分量与实感、一切都仿佛不会再有了。\n但是，在这片花之都市的天堂，我看到了、\n\n  由线组成的，活生生的、绽放着的樱树，\n 忘却的、已经逝去的生命们。\n\n蟲学-逃离盛放的佛事樱花（会式樱花）。  一年、五年、十七年，我仿佛是不老不死的仙人、无论怎么去想要结束这份痛处，篡改一切的现实与历史、\n 这座天堂，在嗤笑着我的无能、线组成的生物们，也从未有过鲜活的容貌。\n昨天的记忆，明天的记忆、惟有现时的悔恨烙印在那深刻的伤痕之中。\n\n  若要仅仅只是畏惧着那未知，该会有多好啊...\n\n  昏无天日的世界，目眩的半开阖的视线、\n  一切都无法终结的，持续延续下去的、无趣枯燥的乌托邦，\n 好想就这样，好想就这样、用那人类本该拥有的力量，本该拥有的分量，情感与智慧，\n用那一场毁灭万物的烈火，将所有的世界、彻底焚烧埋葬在回忆之间。\n\n    由棒接着木砧，引出人类最初的火种（木棒重行键对原木）。\n  人类在原始的社会上、便开始了以火焰驱赶猛兽与严寒的历程，\n 这份庄严而又神圣的仪式对于我这位人类之子而言，是逃离这漫无边际的虚假乌托邦、是要拆穿着欺诈师阴谋的智谋，他独自一人的直径无畏地向真正的光芒走去、\n啊啊，愿万物永恕，无论这罪恶的想要获得自由的双手啊、痛处着未知的，多么悲切啊、多么可怜啊。\n\n  「从天空、从望不见尽头的天空上，飘下来了草木的灰烬。」\n\n  由线组成的，灰烬之间的、哭泣着的樱树，\n忘却的、已经逝去的生命们，得到了此生最后一次的放逐。\n\n\n\n\n\n\n\n\n\n故事一/大空魔术：\n\n  在如今世界中，存在着一种不属于科学与魔法的东西，它的名字叫“大空魔术（Physical Astronomy Magic）”，这种神秘的东西最终被人发现，据说它的第一个发现并能熟练运用大空魔术的是一位叫做“泽智莲华”的人。\n  “大空魔术”是存在科学与魔法之间的混合体，但是它更像人们口中说的巫术。而大空魔术本身的能量来源则是靠吸收宇宙中的暗物质来获得强大力量的，看起来很难掌握这种技术。\n  不过我相信，你一定能将这一切的谜团给解开的。\n\n\n\n\n拔刀剑：\n\n\n  锋刃「露台」\n由钢铁制作而成，其攻击力略高。\n初始耐久为1200点、初始伤害为6点。\n制作后获得成就：磨刀霍霍...\n需要联通一些有钢锭的mod，IC的精炼铁锭不算在内。\nSA：祈愿贰（下一次出刀后增加一格评价并短暂提升攻击力，评价只能增加一格）\n\n  华夏「露台」\n由青铜制作而成，其耐久比金刚略高。\n初始耐久为1700点、初始伤害为3点。\n制作后获得成就：中国！\n需要联通一些有青铜锭的mod。\nSA：强斩（释放类似旋刃的特效，只不过只有半圆，剑气距离为5格，若sa击杀了敌人则固定增加5点耀魂）\n\n  钛金「露台」\n由钛金锭制作而成，其耐久奇高。\n初始耐久为3700点、初始攻击力为4点。\n制作后获得成就：终结者\nSA：重击（向前突刺5米，这段突刺会对一条路上的所有生物造成锻造值x4点的伤害）\n\n  画笔\n一支巨大的无鞘画笔，上面沾着一些颜料，初始耐久为3000点、初始攻击力为1点。\n特点：可消耗背包里的颜料来释放幻影剑（什么颜色就是什么样的幻影剑，此幻影剑攻击方式为剑气状），释放SA、B、C则会消耗一组颜料（墨水除外），颜料不足时则只能近战攻击，若没有添加无尽贪婪则将归为创造专属，添加后可用木棍和中子锭还有无尽催化剂在工作台合成（不用那个格子贼多那个），消耗颜料的同时也会消耗耐久值，自带颜料转化功能，所以无论你带什么颜料都会在释放SA等时会变成自带消耗变成其它颜色然后成功释放。\n缺点：没了染料就废掉了。\n制作后获得成就（创造拿取无成就）：创造出创造！\nSA（这几个技能都非常难制作）：创造—追击（召唤十个浮游炮分别在持刀者左右两侧，若接下来释放的连续三道蓝色剑气和橙色剑气【静止和移动效果存在且无法阻挡】未对任何目标造成伤害，此时浮游炮将锁定未击中的目标连续炮击，若击中则对击中目标炮击一次）\nSB（持刀潜行按下特殊行动键两次切换一个模式，除了SA以外其他BCD等技能为此刀专属，不可复制）：创造—拦截（释放后召唤十个黄色幻影剑【原版幻影剑】在持刀者身体朝前向排列成半圆，2秒后向前直线飞行出去，击中一个目标则召唤闪电进行一次雷击【当然一镖一雷，十个全中那就十道】，若此次雷击击杀了目标则固定增加5点耀魂值。）\nSC：创造—防御（释放后立刻强制击退并弹开持刀者周围5x3x5内的所有生物【包括飞行物什么的】，然后在持刀者周围召唤一圈骨刺从内向外伸缩推进10格，若10格内有障碍物挡住骨刺的路径则被挡住的骨刺将消失，空中释放此技能则骨刺直接消失）\nSD：创造—斩击（虽然释放这个技能不消耗颜料，但是释放之后的一段时间内，你可以用幻影剑【还是固定消耗1点颜料】的键位释放横飞的橙蓝剑气【橙或蓝的出现顺序为随机，间隔为5格，也就是说不能连续释放有短暂的CD时间】，橙蓝攻击的伤害取决于你的锻造值，画笔可以通过用木棍在铁砧锻造修复，但是消耗经验永远都只消耗1级）\n\n  破坏者巨剑\n击败血肉之墙百分百获得的无鞘大刀，初始耐久为500点、初始伤害为5点。\n特点：只要成功抵挡一次攻击就可以断掉或者废掉攻击者一件手持的武器或者一件装备，且自身不断刀。\n无成就。\nSA：重击（请翻到钛金露台那一把）\n\n  晶石「打刀」\n“因为太普通一直没有等级的说法是不存在的！”初始耐久为1600点、初始伤害为8点。\n特点：和TLS中的打刀合成方式类似，只不过将铁换成了玉钢，将打刀刀片换成了晶石刀片（锤子不换），还已经突破了过于普通而没有等级的限制。\n制作后获得成就：珍贵的打刀...\nSA：幻影刃—切割（造成一次百分百穿甲伤害的幻影刃，这个幻影刃的飞行距离无限）\n\n  多金属「打刀」\n最坚硬的基础打刀，需要使用刀魂块铁砧锻造而成。初始耐久为7000点、初始伤害为7点。\n特点：若使用梦之石潜行右键对此刀进行特殊打磨，此刀会增加一个“D”数值，该数值能使这把刀变得更加强力。\n制作后获得成就：黑暗剑+21！？\n制作方式：\n除刀刃以外的部件，全部采用舰队收藏mod中的深海多金属结核打造，刀刃则用精炼铁锭打造（需要IC，矿物词典的钢锭无效），需要大太刀的刀模。\nSA：水符「SeaPower」（召唤一堵由无数水颗粒形成海浪在持刀者前方，一路上的目标会持续掉血和被持续击退，每次掉血伤害由此刀的锻造值以及目前评价来判定）\n\n  奥东「角刀」\n“来自塞尔达的神秘打刀...”初始耐久为120、初始伤害为21点。\n需要依赖塞尔达剑技mod，剑技的特效对此刀同样有效。\n特点：自带一个“羊角等级：30”的条件，该条件需要持刀者背包里的丰饶之角达到30级，若没有丰饶之角或等级不够，则所用攻击最多能造成2点伤害。\n制作后得到成就：纯羊角制品！\n制作方式：\n除刀镡和刀柄以外的部件，全部采用羊角打造，刀镡则用中世纪村庄mod中的黑曜石碎片打造，刀柄则用铁锭打造，需要利刀「白鞘」的刀模。\n\n  ME'SWORD（镜像之刃）\n“这是用你的镜像打造出的魔法剑。”\n...\n由于这一把剑，极其为特殊，我试着慢慢细说完全部QwQ。\n初始耐久为4点、初始伤害为1点，自带无法解除的绑定诅咒。\n没有鞘，只是一把看起来是用白铁打造的长剑罢了，中间的刀托是圆的，且有一个圆形的镜子里照射出玩家的头和上身的半截。\n他会根据耐久点数的要求来变化自己的表情，100%（4点）为开心、75%（3点）为普通、50%（2点）为伤心、25%（1点）为黑脸。\n如果他耐久耗尽了，诅咒会立即失效，剑则会变成一个破碎的史蒂夫头颅之后消失不见。\n并会用红字提示消息：\n“再见，很抱歉我连累你了。”\n...\n但是，这个耐久的下降有特殊要求，并非能正常损耗（物理学圣剑等只能减少1点耐久，之后再怎么使用也无效）。\n这把剑就是你，每一点耐久的损耗是否都是由一个“耐力度”来支撑着的。\n如果用他来破坏方块，耐力度则两倍减少。\n耐力度会在他的说明里每秒记录一次，每次使用这把剑抵挡伤害和弹射物时，将减少与伤害对等的数值。\n耐力度的上限是玩家目前的血量，同时他也会缓慢恢复这个数值。\n当然，他在脱战1分钟后也会偷偷吃掉玩家背包里的食物或饮用药水来更快的恢复自己的耐力度和耐久。\n不过，这个耐久可以说是健康吧？\n...\n耐力度下面还有一个数值，那就是防御度。\n根据你目前的装甲的可抵挡伤害总和来决定耐力度的减少值，每六点可抵挡伤害减少百分之一的下降耐力度。\n你自身的力量也可以减少下降耐力度，不只是装备强大就可以的。\n而且这把武器不能进行附魔与升级！！！（对他使用升级道具他将会拒绝，也就是说这把剑不自带等级和附魔，只自带特殊绑定）\n...\n伤害取决于你自身的力量和目前的耐久。\n假设减少了1点耐久，那么伤害就是你力量减去1/4的剩下75%（小数也计算在内，可以以此类推，耐久度关系到伤害）。\n这把刀不会化为妖刀，也不会附身妖，更不吸取经验。\n他没有“封、印、妖”三个等级，但是SA和是幻影剑还是幻影飞刀等数值都会显示。\n...\n无SA，需要自己附上去。\n\n\n非功能性方块：\n\n\n  星辰粉末块\n除了用于摆放外，它还可以用于防爆。\n这个方块的硬度如同黑曜石，但是它破坏起来却非常之快。\n还自带发光，是一个优秀的黄色路灯方块。\n\n  不稳定的青金石块\n  这个方块既能发电又能防御怪物的袭击，推荐去做一个来在身上作为备用。\n        ——泽智莲华，17317年6月8日。\n这种青金石做成的方块能发出强大的电流(兼容RF)，能够给周围的机械快速充能。\n一个这样的方块大约有5000万RF的电量。\n\n  蓝色结晶块\n一个普通的透明蓝色结晶块，它很好看，但是它脆弱得像块玻璃。\n使用9块青金石结晶体在高级工作台拼接而成。这个方块能反弹激光(解离射线之类的)。\n\n  红色结晶块\n一个普通的透明红色结晶块，它很好看，但是它脆弱得像块玻璃。\n使用9块红石块结晶体在高级工作台拼接而成。这个方块能反弹激光(解离射线之类的)。\n\n  尸尘块\n这是9个尸尘的合体方块，它们的粘合性莫名奇妙的强...估计是污秽。\n在普通/高级工作台合成制作后即可获得，这种方块会在周围9x9x9的范围内试图生成怨灵和骷髅类怪物。\n注：是指Corpse dust block而不是Zombie dust block。\n\n\n功能性方块：\n\n\n   刀魂块（单独一个ID）\n在高级工作台合成制作后即可获得，除了可以摆放以外，还可以制作一些拔刀剑。\n刀魂块可以放在铁砧底下使它永不破损且不消耗经验锻造，还可以使铁砧的GUI发生一些变化。\n但是代价是需要花费大量的岩浆或燃料，这些东西可以通过流体管道等连接到刀魂块上或者使用“铁匠的铸模管道”来添加，每次锻造并不是立刻就能获取的。\nGUI说明：\n——\n  最左边靠着一条竖着的容器条，里边是目前岩浆储存量或燃料储存量（熔岩为红色，燃料为灰色），燃料（木炭不可以）需要再加入一些熔岩的溶解才能变成暗红色，未燃烧的燃料是不可用于锻造的（油也不可以啊魂淡！）。\n  补充：储量条的右上角有一个格子，那个格子需要放入刀模，不然下面的格子不能放入物品。\n——\n  右边为原版铁砧的GUI，但是放物品的第一格底下多出一格放小刀魂的（如果不放刀魂锻造出来的刀是无魂形态，断刀后不会掉落刀魂），接着向第二格的加载进度箭头处有一个小时钟（未完成度是暗色调的，已完成度是亮色调的）。\n  补充：第一格的上方有一个锤子图标的小按钮，按下去之后则消耗你在第一格放的物品来锻造你所选的部件，物品只限制于本mod可联通的物品，原版物品基本兼容，每按下一次消耗底下的一个小刀魂，不论格子内放有多少个相同物品也是只用锻造和消耗一次。\n——\n  第二格为成品栏，可以在这里拿出你锻造的刀，但是在这里锻造出来的刀将自带一个叫“BR”的数值，BR有1-10的排序，类似于等级mod的稀有度，这个稀有度无法改变，将一直绑定在这把刀上，BR的数字越大就越好（BR的数值取决于你的材料硬度质量以及浪费程度，将在下一条解释浪费程度是什么）。\n  补充：第二格的上方有一个条状按钮，点击它可以循环切换你下一个要塑造的部件（有刀刃、刀镡、刀柄、刀柄挂绳、刀鞘、鞘绳、背景颜色【就是刀和鞘后面那个】、背景形状【放置一个任意物品上去就行】、幻影剑等等），若已打造好的部件则不能再选择，将自动跳至下一个未完成的部件，若全部完成就可以开始淬火锻刀了（若检测到含有木质部件则自动跳过淬火那个部件）。\n——\n  第三格为多余材料的返回栏，玩家可以在这里拿到锻刀时浪费的材料，浪费得越多箭头的推进度则越慢，而且锻造成一把好刀概率更差（耐心Down），锻刀的基本公式需要从卷轴里获取，否则你得自己百科（NEI什么的无效），例如锻造一把锋刃露台的话你需要两个钢锭和七个青金石还有一个未完成的铁块...\n  补充：如果自己材质不对应或者不适合则会有关系到耐久和初始伤害以及SA等，一切后果自负。\n——\n\n  铁匠的铸模管道\n“上面还有一些炉渣！”\n可以在村庄的铁匠铺的箱子和地牢的箱子中找到（兼容奖励袋，需要稀有级别以上），中世纪村庄的铁匠村民（原版的大鼻子也行）会进行出售。\n摆放机制可以参考漏斗，打开后的GUI只有一个格子，正确的连接刀魂块后在里边放置燃料或岩浆会直接转换到铁砧的GUI上，若容量条满了不可再装入。\n潜行右键可切换模式（类似于植物魔法的魔力池），分别为接收和发送模式（默认发送模式），接收模式下若没有装能接取流体的mod则只能取出未燃烧的燃料。\n\n  空书架\n在本mod里，原版的书架会改为空书架，书籍可以通过右键来放入书架里，卷轴和纸制物品可以加在书籍中间。\n若要制作这种书架只需要6块任意木板在背包合成栏和普通/高级工作台合成制作后即可获得3个。\n如果没有放书，那么卷轴和纸制物品会叠成一小堆一小堆放在架子上。在地牢等遗迹里出现的书架上也会生成一些书籍卷轴和纸制物品等。\n\n  普通的工作台\n这个工作台没有工具在上面。\n在本mod里，原版的工作台会改为普通的工作台，若想要获得与原版作用相等的工作台需要另外制造。\n这个工作台和原来的工作台合成方式一模一样，只需要4块木板在背包合成栏里合成就行。\n这个工作台只能制作一些普通的东西，之后将会在游戏机制一栏一一细讲。\n\n  带有工具的工作台（高级工作台）\n当玩家背包内拥有铁匠锤子、木匠锯子、园艺剪刀这三种工具时，对着普通的工作台按下Shift键＋左键能将其变成带有工具的工作台，破坏这个工作台将其掉落三样工具和普通的工作台。\n这个工作台拥有原版工作台的功能。\n\n  简易式方形万用碾磨混合机械\n这个机器只要通上电流(若没有加入工业科技类mod，可以在旁边试图造成或受到电流伤害或者放置激活青金石块或使用其它发电机来进行供电)就可以开始运作起来。\n在机械师村民住的房子里可以花1500金币购买到，这个机械当被购买掉时机械师会立刻来补货。\nGUI介绍：\n这个GUI很简单，左边有一个目前储电量的条，中间是一个格子连着三个成品栏，最右上角还有个模式切换，可以切换成打粉模式和混合模式。\n打粉模式下，将可以打成粉的东西(坚果那种也可以)放入中间的那个单独的格子里就能打出其粉末和其它副品。\n混合模式下，将两种粉末放入右边的成品栏里就能混合出新的粉末。\n\n  托马斯机械\n“物理学家托马斯·杨曾经提出过《力量守恒》这个理论，我认为紫色结晶体用在机器上就能做成一个无限电量的永动机。”\n玩家需要3块紫色结晶体和2个活塞、6堆红石粉、8个铁锭在零件加工台合成制作后即可获得这个机械，需要锤子和螺丝刀作为辅助工具。\n这个机械没有什么作用，就是能给周围的其它机械充能，但是因为紫色结晶的能量使得这个机械变得无比强大，它能作为一个无限电量的发电机来发电。\n\n  零件加工台\n这种加作台比起工作台来说，它能做到工作台做不到的细活。\n玩家需要1个工作台，2个木质压力板加上一个斧头类工具（武器也行，但是会直接吞掉物品来合成）在背包合成栏和普通/高级工作台合成制作后即可获得，这种台很像一个长桌子。\nGUI和作用的介绍：\n这个机械能用于加工或组装零件，但是在之前你需要先有一些能用于制作的工具——这不是工作台。\n它的GUI比较难以用文字来介绍，在这里略微介绍一下。\n首先，中偏左的位置有个格子拼成一个大方块的栏，这是一种叫做“零件栏”的物品栏，是用来放置制作材料的。\n零件栏被一个大箭头指向右边的一个格子里，这个格子是用来装成品的。\n除此之外，零件栏的左边边还有一排由3个格子竖下来并排的的“工具栏”，这一是用于放置工具的。\n零件栏一般用于放置零件，零件的合成表是非常特别的，它无法被其它合成表查询到。\n关于如何制造一个特定的成品，玩家就需要使用到卷轴售卖机来用运气获得写有线索的纸页了。\n注：\n1.打造一些东西需要特定工具。\n2.零件加工台都是无序合成的，只要放置材料就行。\n\n  匠炉\n由1250块圆石在零件加工台合成制作而成，需要锤子作为辅助工具。\n这是本Mod又一重要之物，它由很多个部分组成——当放下方块时，会立刻展开所有部件，此时至少需要5x5x5的空间来摆放这个炉子、但其实炉子本身也只需要3x3x3＋2也就够了。\n因为熔炉已经无法炼制矿石，也就只有匠炉才能炼制了。\n匠炉有两个GUI，一个在正面、一个在背面。\n正面的GUI是主要工作GUI，在这里细讲一下：\n——\n首先，它跟普通熔炉不一样。\n中偏左边有三个格子，这是放置所要炼制物品的、下面还有两个燃料格。从左到右第二个燃料格的右边还会有一个单独的格子，这个格子是用来放置点火道具的，按下格子下面的一个写着「点火」二字的按钮即可为燃烧已经放入的燃料点火、若这个道具可以重复使用，则每次点火都需要固定消耗1点耐久。若这个道具不可以重复使用，则每次点火都需要固定消耗1个物品数量。\n中偏右边也有三个格子，但是下方也还有三个额外的格子，上面的格子是成品格、下面的格子是副产品格（因为一些东西会炼制出副产品，所以多给了三个副产品格）。\n在中间的左右两边格子的中间隔着一个由一分三的箭头，这代表着每一格物品的已炼制进度。上面有一个写有「吹风」二字的按钮，这是用来旺火的。\n在GUI的最左上角还有一个数值，这个数值是用来计量目前炉中火所受到的风力程度的、大概分为5个数值，也就是X/5、每按下一次吹风键就会添加0.5个数值。当这个数值长时间停留在0时，炉中的火焰会很容易因为缺氧而熄灭。当这个数值长时间停留在5时，炉中的火焰会很容易因为风力太大而被吹灭...\n——\n接着就是背面的GUI，这里是用于管理炉子中正储存着的流体的：\n——\n一些由矿石烧制出的已炼制好矿物碎片或其它金属物品可以通过二次放入炉中烧制成流体，流体会在成功烧制物品之后直接储存至后方流体库内。\n打开流体库时，可以看到在右边的占满着大半部分的目前储存的流体的GUI，这是用于显示现在炉中所储存着的流体量与流体种类、左边则有几个按钮和格子。\n左上角有着一个按钮和一个格子，点击按钮可以切换「流体输出」或者「流体输入」模式，下面的格子则是用来放入容器的。输出时可以快速将下面的容器填满，输入时则可以快速将格子内的容器内所装的液体倒入炉中。若在输出模式下格子内没有放入任何容器，玩家则可以通过对准炉子后方的中央方块按下Shift＋右键即可拉长一个小渠。\n只要在这个小渠下面放置一个可以容纳液体的容器，并且在炉子内已经点击选择了一个流体的情况下，即可将炉子内所储存的该液体流出。\n使用同样的方法，可以使用一种特殊的铸模台来将液体冷却后形成和模具所留下的空隙所对应的道具。比如印有单手剑剑刃形状的模具就能将流下来可冷却硬化液体固定冷却为一块单手剑剑刃的部件，其它部件也是这样的方式来铸出的。\n部件可以拿到零件加工台进行二次拼接或二次打造。\n模具的话是需要自己使用坚硬的石板刻出来或者去遗迹地牢的宝箱里找到的、工匠村民有时候也会售卖这些模具。\n——\n大概就是这些。\n\n  铸模台\n这是一个用许多圆石打造精心出来的一个带有大凹槽的桌子，这个凹槽正好能够塞入一个模具。\n使用圆石在高级工作台内围出一个类似「冂」字形的形状即可获得。\n手持模具右键可以将其放入凹槽中。\n\n\n非循环性道具：\n\n\n  粉笔\n用1堆骨粉和1个淡灰色染料（这个可以换成其它染料改色）在背包合成栏和普通/高级工作台无序合成制作后即可获得，可以在方块上作画。\n只有30点耐久，一般手段无法恢复耐久度，按Z键（本mod默认物品触发按键）可以在你对准的方块上调整你要构画的笔迹，将用一道暗灰色的粉笔笔迹显示。\n笔迹一般有：\n横线\n竖线\n左斜线\n右斜线\n分别有四个方向的半圆弧（类似拐弯轨道）\n分别有两个方向的十字型\n分别有四个方向的锐角\n分别有四个方向的平角\n分别有四个方向的钝角\n分别有两个方向的等号（双道杠）\n五角星\n圆圈\n分别有五个方向的三角型\n正方形\n菱形\n井号\n分别有两个方向的星号\n分别有八个方向的箭头\n分别有四个方向的苦力怕脸型\n分别有四个方向的EX（两个字母写上面）\n白板（全部涂白，简单粗暴）\n......\n可以用作标记或者制作仪式？\n\n  装有绯想与气质的瓶子\n“这一个瓶子，打破了物理承载与受力的限制，它不可思议的装下了绯想与气质...”\n“这个瓶子特别稳定，就是不知道怎么做到的。”\n让绯想天之剑【新年小附属里的最强之剑】的SB中的八千个幻影剑并列后只需触碰另一个手持玻璃瓶的玩家一支幻影剑即可获得，也就是说只能在多人情况下正常获得。\n耐久只有20点，它能通过右键刀挂台上的绯想天之剑补充气质，只能堆叠一个。\n除此之外，它还可以在酿造台里使用火药变成喷溅式，瓶子破碎之后会产出强烈的爆炸，这个爆炸的威力如同1000个炼金术师炸药（中世纪村庄的那个）和58000000个TNT同时爆炸产生的的威力组合在一起，基岩和末地传送门等都可以全部被炸毁，在爆炸圈内或者被波及到的生物很难能幸免下来。\n得到后获得成就：超越世间万物的气质。\n扔出后获得成就：比伊万还疯狂，比沙皇更震撼。\n\n  双持武器配件包\n这是一个普通的工具配件包，它能让使用者背包里的一件可以被改造成双持武器的武器进行改造。\n只能与铁匠村民交易获得，价格一般定价在37～43个绿宝石之间。\n另外，改造成双持武器后可以直接放在胸甲旁边的特殊物品栏里，切换到空手位即可使用双持武器。\n\n  盛满净水的木碗\n这个木碗因为要用于制作某种汤而盛上了水，使用木碗右键干净的水源就可以获得盛水木碗。\n加入其它食材并放入熔炉加热之后，即可变为可饮用的汤。\n喝完汤后会返还脏的木碗，将脏的木碗丢入盛有水的坩锅中即可变为干净的碗，但是坩锅内的水会被转换成肮脏的水。\n（饮用后恢复全部口渴度）\n\n  黄金工具包\n这个用皮革做的工具包里放着一把把（没有打多）用纯金打造的工具，这些工具富有强大匠人灵魂的力量——传说中，只有真正的大师工匠才能打造出精良的黄金制品。\n只能完成主线任务获得。\n被改造后的武器会成为一件史诗级武器，这种武器一般都极其强力。\n\n\n一次性召唤道具：\n\n\n  神秘的头骨\n“这不是瑟银吗？！”\n击杀骷髅类生物有0.5%概率掉落，耐久度为30。\n每右键一次释放两个龙骨炮（UT乱入？）并消耗1点耐久，一炮命中的最高伤害为20点，最低伤害为10点。\n龙骨炮发出的激光可以触发一些陷阱踏板门之类的？\n耐久消耗完之后直接消失，龙骨炮也可以被砍掉或者消灭（设定只有20血，血量未为0前即可一直跟在玩家旁边进行攻击，若血量为0后直接消失不掉落任何东西）。\n\n  浮游炮\n“打掉对手用画笔召唤的浮游炮！”\n打掉其他玩家召唤的浮游炮百分百获得（召唤者自己无法打掉），或者击杀村民召唤的铁傀儡（玩家召唤无效）有大概率获得。\n使用方法同神秘的头骨，耐久度为10，每右键一次只能召唤一个，若被打掉则直接消失，血量也同为20。\n不同龙骨炮的是激光则直接穿透生物与墙壁障碍，长度为10米。\n一炮命中的最高伤害为10点，最低伤害为3点。\n\n  巫毒娃娃\n击杀女巫有3%概率获得，只能在对着村民或者玩家使用。\n使用方法：\n右键村民或者玩家，右下角会出现一段红字（是时候了...）\n接着此物品就成功绑定他/她的灵魂，你可以销毁这个物品来杀死他/她。\n当然这个销毁只有丢进岩浆使用，垃圾桶这种玩意无效，而且巫毒娃娃没有物品掉落时间消失机制。\n注意：这个物品能造成的最大伤害为32767，并非代码伤害。\n\n\n磨刀石：\n\n\n  未能完成的铁块\n“偷懒的工匠...”\n不可用于摆放，只能在原版村庄的铁匠铺中找到（发现数量大约可为5—8个）\n作用类似于磨刀石，但是只能打磨拔刀剑这一类（剑术大师无效），在刀架台上打磨后同等于锻造了一次（不加耀魂值），打磨之后耐久将恢复全满（断刀不可以打磨，再打磨就坏了啊！）。\n样子类似于铁块缺了一角？\n\n  未完成的魔力钢块\n“偷懒的工匠做出了意外神奇的磨刀石？”\n效果同为完成的铁块，不过打磨拔刀剑之后有概率随机附魔。\n将未完成的铁块丢入魔力池（消耗一些些魔力），几分钟后即可转换而成，需要植物魔法mod。\n打磨消耗魔力的拔刀剑成功率更大。\n\n  星辰的小石头块\n“磨刀石中的外行...”\n使用方式虽然如同磨刀石一样，但是效果却不同。\n它可以强制抹除附在拔刀剑的“妖”，让它不再吸取持刀者的经验。\n但是不会修复拔刀剑的耐久，也不会增加任何数值和增益等。\n若没有加入拔刀剑mod作为依赖时，这个磨刀石只能给单持武器作为普通的磨刀石。\n\n  粉色的石块（梦之石）\n“嘲讽脸.jpg”\n由一个水晶和四个末影珍珠还有四个品红色染料合成，耐久为100点(若没有加入拔刀剑mod，这个物品只是失去在拔刀剑上的功能而已，但其实并不会消失)。\n右键可以进入梦的世界，在这里所有生物可以随意飞行，物品飞行轨迹类似于宇宙中的取决力量的恒定飞行。\n再次右键可以回到主世界，若在其他次元使用来到梦世界再回去也会回到主世界。\n也可以对准拔刀剑潜行左键进行特殊打磨，该打磨消耗20点耐久。\n被打磨的拔刀剑可以使用星辰粉末以及末影珍珠（热力的振谐液态末影也可以）制品修复耐久，特点拔刀剑无法打磨。\n对黑金属打刀会有特殊效果。\nD值补充：此数值为用星辰粉末修复的记录数值【末影修复不会增加D值】，每使用一次可获得1点D值，D值的上升可以使拔刀剑本体变得更加强大。\n得到后获得成就：上面有探女的血！\n\n  普通的磨刀石(不能打磨拔刀剑)\n这种磨刀石能够给武器工具打磨，打磨时会有一个选项让玩家选择是打磨轻还是打磨重。\n磨轻的武器能够加快武器的攻速(提升一个速度阶段，比如能从比较快速变为非常快速)，工具则能够使用得更加快速，磨轻的效果还能减少1点力量需求。\n磨重的武器会使得武器的伤害翻上一倍，在工具上面几乎没有什么用，磨重的效果会增加1点力量需求。\n一些怪物手上的武器也可能会出现已打磨轻或重。\n\n\n矿石/锭块/晶体：\n\n\n  奇怪的水晶簇\n“别摔碎了！”\n在地底岩浆湖周围有小概率生成，需要用精准采集附魔才可挖掘获取。\n若加入了无中生有mod，则使用沙砾有0.1%概率筛出水晶碎片，九个水晶碎片可以合成一个完整的水晶，可以使用染料合成来染色。\n水晶可以反弹所有的激光和光线攻击（普通弹幕不算在内，但激光弹可以反弹），并且会减弱它们的伤害和破坏力，但也有概率会被直接破坏。\n\n  富含极强电流的已激活青金石矿石\n这种青金石在挖掘时会产生剧烈爆炸，但是自身不会被炸毁(掉落物也不会)，据说是因为一次测试超强电磁波的试验而导致了地底深处的一些青金石被充能激活了。这种青金石甚至还有一种不稳定的电流在上面环绕，挖掘时玩家可能会被电流电击。\n这种青金石能和二合一发电机组合在一起，会改造成一种续航力极其强的移动电容和发电机结合为一体的神奇装置。\n除此之外，这个青金石在背包里还能给能被充能的物品(神器除外)快速充能，对法杖同时也有用，兼容RF。\n\n  青金石结晶体\n这个青金石结晶体已经不再拥有初始的电流和那样的能量，它现在可以作为一个纯粹晶体存在。\n将简易晶体制作工具架在蓝溶解水上，用一块激活青金石碎片进行3-4天的培养后就可以获得青金石结晶。\n当然，如果加入了深渊国度Mod，结晶机可以将粉尘溶解水快速转化为这种晶体。\n\n  红石块结晶体\n这个红石块晶体还保持着可以被充能的特性，它现在可以当做一种制作材料了。\n将简易晶体制作工具架在红溶解水上，用一块红石块碎片进行3-4天的培养后就可以获得红石结晶。\n当然，如果加入了深渊国度Mod，结晶机可以将粉尘溶解水快速转化为这种晶体。\n\n  奇异晶体\n就是青金石晶体和红石块晶体的组合体，只不过它们巧妙的融合在了一起。\n当青金石(或者红石块)晶石培养到第1-2天时，将水源调换成为红(或者蓝)溶解水后继续将其培养1-2周，就会形成这种奇怪的混合体。当你拿着它的时候，能感觉到有一股奇异的永动能量在其中。\n\n  紫色结晶体\n这种紫色结晶体极其神秘，它不仅保持着激活的能量，还能发出极亮的紫光。这种晶体可以用于制作一种托马斯机械。它不能用于制作成方块，因为它比其他晶体更加脆弱。\n将简易晶体制作工具架在紫溶解水上，用一块奇异碎片进行3-4天的培养后就可以获得紫色结晶。\n当然，如果加入了深渊国度Mod，结晶机可以将粉尘溶解水快速转化为这种晶体。\n这个紫色结晶体拥有无限的电量，它的电量激活了自己，自己又再进行发电...理论上，它的确是一个小型的永动机。\n\n  铅矿石\n这种矿石会在地底大量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n铅是一种带蓝色的银白色金属，它坚硬而沉重。\n它既可以用于制造武器，也可以用制造工具和其它制品等。\n但一般都很重，跟铁差不多重。\n\n  铜矿石\n这种矿石会在地底大量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n铜是一种黄色和紫色混合在一起的颜色而形成的的金属（也就是铜色），它比较坚硬，而且导电性优良。\n它在武器方面的制作不如青铜，但是在做导电体物件和一些工艺品方面倒是可以。\n\n  锡矿石\n这种矿石会在地底大量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n锡是一种浅银白色的金属，它的硬度也不是说很差，导电性也蛮强的。主要是在某些工业方面制作能力很有作用，比如罐头的制作方面和机械或电池外壳之类的。\n\n  钨矿石\n这种矿石会在地底埋藏着一些，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n钨是一种导电性极强的金属，它的硬度却比锡强多了，它们一般同体为深绿色。\n用作于电线方面的话，或许是最好的用处吧。\n\n  镍矿石\n这种矿石会在地底的链锁矿脉中埋藏着一些，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n镍的作用是在于与其它金属混合成为合金，这就是它最大的作用，镍一般为银白加浅褐色，说到硬度的话它可是货真价实的。\n\n  钯金矿石\n这种矿石会在地底有少许埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n钯金是一种坚不可摧的金属，甚至只要拿起它矿石的人都能感到一股强大的恢复力量在其中环绕。\n钯金同体为高亮的同色，也就是亮橙色。\n\n  钴蓝矿石\n这种矿石会在地底的散布矿脉中少量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n钴蓝和钯金的硬度一样，一般的力量根本无法打破它们，钴蓝带着一种强大的抵抗力量，但同时也十分沉重。\n钴蓝钴蓝，当然是深蓝色的。\n\n  白秘银矿石\n这是秘银的一种，秘银是分很多种的。\n这种矿石会在镍矿石周围少量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n白秘银是一种神圣的矿石，它虽说是白色，但其实其中却带有几分淡蓝色。\n它的硬度比钯金和钴蓝更强，只有超过龙的力量才能使得这种金属被破坏。\n\n  末影秘银矿石\n这是秘银的一种，秘银十分很多种的。\n这种矿石会生成在末地的黑曜石柱子上，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n值得注意的是，这种秘银矿石在末地时会试图同化周围的方块，使其也变为同样的矿石。\n末影秘银含有末影的力量，即使它的硬度不怎么样（甚至比锡差），但末影的力量能使得这种矿石能够自由变形。\n也就是说，只要它不是完全破碎，它就可以通过吸取拥有末影力量的物品来修复自己（攻击末影人也算）。\n末影秘银是深绿色的，跟末影珍珠的颜色差不多。\n\n  石英矿石\n与下届的石英没什么不同，只是这种石英是长在石头上罢了。\n这种矿石会在地底大量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n白白的石英，看起来就觉得让人感到安心和神圣。\n\n  萤石水晶矿石\n比其下届的萤石，它更加值得我们的收藏与使用。\n这种矿石会在地底大量埋藏着，将它们打碎、清洗后混入粉碎镍矿石并放入匠炉炼制可以炼制出荧光镍碎片。\n这种萤石准确来说，算是一种黄色＋透明色的水晶。\n单用作于工具的话真不怎么样，但是用于建筑方面或者混合成合金的话用处就很大了。\n\n  铝矿石\n这种矿石会在地底大量埋藏着，将它们打碎并放入匠炉炼制可以炼制出其碎片。\n铝，一种在生活中能很常见的金属材料之一、不过大部分都在用于建筑方面。\n铝其实蛮脆的，做成工具貌似也不怎么样。\n\n  绯红矿石\n这种矿石会在地底15层以下的岩浆湖中极少量埋藏着，将它们打碎、清洗后混入镍与银并放入匠炉炼制可以炼制出其碎片。\n绯红金属，一种传说中具有巨大掠夺力量的金属，据说第一次见过它的人还会误认为只是一小颗红色的石头而已。\n但想要从矿石里获得这种金属时，才会知道这种金属几乎并没有多少包含在矿石内。\n注：绯红矿石中的绯红金属在一米（块）石头中含量还不足3%。\n同名字一样，它是一种绯红色的金属。\n\n  银矿石\n这种矿石会在地底不多不少的埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n银是一种坚硬昂贵的金属，它在除昂贵以外的各项方面都十分优良。\n银制物品对吸血鬼类生物会有灼烧的效果。\n除此之外，纯银制品可以检出一些毒素。\n银当然是银色的。\n\n  铂矿石\n这种矿石会在地底极少量埋藏着，将它们打碎、清洗并放入匠炉炼制可以炼制出其碎片。\n铂矿石是真正的稀有，玩家除了在地底发现以外也只有从镍矿石中提取出一小搓粉末了。\n铂是一种坚硬而昂贵的金属，同银差不多，除了昂贵稀有以外各项方面都很良好。\n闪亮闪亮的深灰银色，让这种金属显得格外高贵。\n\n  一块岩石中的石墨矿石\n这种矿石会在大量岩石中埋藏着，石墨算是一种岩石的变种，将它们进行打磨与岩石分解后可以获得出其块状物体。\n黑乎乎的石墨，或许能当做黑色染料使用。\n\n  铅锭\n沉重的铅所制成的战锤却是无数战士们的喜爱，经管十分沉重、但造成的成吨伤害可不是开玩笑的。\n除此之外，铅还能制作一种专门压制辐射力量的盒子，这在游戏后期的工业线路是极其重要的一个物品。\n\n  铜锭\n铜制的物品耐久度一般都不怎么样，所以最好还是做成电线比较好——量产、而且还算好用。\n\n  锡锭\n锡在制作武器装备工具方面最好还是算了吧，质量并不是很好、就像前面所说的一样，锡更适合制作薄的外壳。\n\n  钨锭\n钨的导电性很强，你可以做成武器或盔甲来让自己成为一个特殊的导电体。\n钨的坚硬度还是可以的，但是制成黑钨钢的话耐久会更强，导电性也会略微提升。\n制成充能激活钨锭的话，导电性会大幅上升，但是耐久上升却没有多少。\n\n  黑钨钢\n这种墨绿色的钨所指成的盔甲能让穿戴者摇身一变成为一个移动的「放电坦克」，它甚至能够吸取大量的力量来在周围形成一个能直接无视低于穿戴者自身最大血量上限10%的物理伤害的立场护盾。\n制作成武器的话，建议站在水中会有奇效（笑）。\n\n  充能激活钨锭\n这种锭是一种可怕的导电体，只需100RF的电量激活它，它就能瞬间扩大至30倍甚至40倍左右。\n这种金属所制成的装备内部一定要添加足够的绝缘体，否则穿戴者会直接被当场被电击身亡的。\n制作成武器工具的话也是一样，注意举动、不要让它直接电击到自己了（静电）。\n\n  镍锭\n镍，一种专门用于合金上的金属，是当之无愧的「兼容王」。\n但是如果你已经把它打成锭的话...那还是请重新打成粉再和其它金属的粉末混合去炼制吧、毕竟镍的用途也就合金是最好的了。\n\n  钯金\n据说钯金是上天所赐的金属，被做成锭的钯金会散发出一股香橙的味道，这种味道会使人立刻感到十分清醒。\n钯金制作的盔甲能够将受到的所有伤害积累下来为自己充能，当穿戴者自身的目前最大血量上限低于30%时、会自动消耗充能点数来为穿戴者快速提供血量，直到血量再次超过50%时便会自动停止。武器的效果则是通过积累造成的伤害来添加蓄力的充能，当充能完毕之后、接下来攻击将会每次消耗1%点充能，但能让持戴者的每次造成的攻击伤害转化为给自身恢复同等的血量。\n装甲的算法约为 每1点伤害=增加1点充能=可为其恢复1点血量 、武器的算法约为 每10点伤害=1%蓄力充能 。\n\n  钴蓝\n钴蓝是绝对坚硬的象征，它无比坚硬、仿佛是真正的无坚不摧。\n钴蓝制作的盾牌是无数战士们渴望得到的防御道具，它能无视从正面而来的冲击力、从而使得持盾者无法被击退。\n除此之外，钴蓝所制成的盔甲虽然沉重，但是能够抵抗大量的物理伤害，是当之无愧的「固若金汤」。要是武器的话，则能造成更强力的击退力量。\n\n  白秘银\n白秘银在制作武器方面，性价比是最高的。\n即使它很稀有，但是所制成武器的耐久度是极其坚硬的。\n\n  末影秘银\n末影秘银的末影力量能使它的形态能够轻易扭曲变化，用在工具上能够更加方便地恢复耐久——只需要携带一些不是很需要的末影制品就行。\n当末影秘银所制作的含有耐久度的物品耐久度低于10%时，会自动消耗背包内的一个最近的末影制品来立刻恢复所有耐久。\n\n  萤石镍锭\n这种金属会发出十分强烈的光芒，一般会代替火把来制作更安全的光源。\n用作于头盔的话效果更佳。\n\n  铝锭\n铝和锡一般都用做与制作金属外壳方面，在工具武器盔甲方面的话最好还是算了吧。\n另外，野外的饮料售卖机可能能买到使用铝罐或锡罐装的饮料，将它们一口干光然后打成粉就可以变为有用的金属了。\n\n  绯红金属锭\n这种金属锭拥有强大的掠夺力量。\n使用这种金属所制成的物品耐久度很高，并且都会附带财富之戒+5的效果。\n\n  绯红石锭\n它算不上金属，但是又能打成金属锭的样子、这可能是因为其中的掠夺力量所导致的。\n使用这种金属所制成的物品耐久度偏高，并且都会附带财富之戒＋2的效果。\n\n  银锭\n银锭的用途却不怎么样，但是用在匕首或者箭矢上能有效的驱赶吸血鬼或者将其致命。\n在其它不适用银的物品身上的话...还是算了吧。\n\n  光明银\n传说中光明银（又称圣银）是后人模仿维德拉圣骑士板甲所无意中打造出来的材料。\n光明银所制作的盔甲能够将一切污秽给驱散，但若穿戴者自身的污秽过多也会直接将穿戴者驱散。\n制作成武器的话，既能够对亡灵生物造成大量伤害、又能够轻松消灭像怨灵这种透明的实体。\n同样，吸血鬼也怕光明银，甚至更怕。\n有人据说是光明银发出的光拥有类似太阳一样的光芒，所以吸血鬼才更怕它。\n\n  铂金锭\n除了昂贵以为，它根本就没有什么可利用价值。\n但是若要是找到了传说中的「万变铂弩」的话，铂金就会立刻变得无比有用、只需要在该弩的箭盒中放入铂金的碎片就能让这种弩随机发射出一支包含强大力量的箭矢。\n\n  粉红心形水晶簇\n这种粉红的心形水晶会在矿洞内成簇的生长，即使它们出现的概率不怎么大，但是并不算是很稀有。\n这种水晶虽然很脆弱，但是熔点很高，甚至连激光都无法切割它。不过除了用来抵挡热能攻击以外，将它磨成粉末并放入单独装出的露水中可以将其转化成根骨药水。\n\n\n碎片：\n\n\n  激活青金石碎片\n使用锤子(投掷锤、仿制的万宝槌、战锤之类的)和1块激活青金石在合成栏里合成击碎即可获得4块碎片。\n这个碎片也能拥有激活青金石的效果，不过只拥有其一块整块的四分之一效果。\n\n  红石块碎片\n“我知道史蒂夫是很不科学的生物。”\n使用锤子(投掷锤、仿制的万宝槌、战锤之类的)和1块红石块在合成栏里合成击碎即可获得9块碎片。\n\n  粉碎的铅矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n石头和铅混合在一起时，是非常重的。\n\n  粉碎铜矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n真正的铜都是猛男！\n\n  粉碎锡矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n丁零当啷！\n\n  粉碎钨矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你觉得钨矿石在碎石中显得格外显眼，比其它矿石都显眼，不知道为什么。\n\n  粉碎镍矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n合金的味道。\n\n  粉碎钯金矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n又称山铜。\n\n  粉碎钴蓝矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n是钴蓝不是钻蓝。\n\n  粉碎白秘银矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n这是普通的银白色秘银。\n\n  粉碎末影秘银矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你能感受到一股末影的力量在其中。\n\n  粉碎石英矿石（不是下届石英）\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n白色的石英正好是石头中的一种成分。\n\n  粉碎萤石矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n萤石在碎石中发着光。\n你可以看到，它与下届的萤石比起来却更像水晶一般。\n\n  粉碎金矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你能看到金子在碎石中发光。\n\n  粉碎铁矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n赤铁？黄铁？灰铁？\n\n  粉碎铝矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用混合碾磨机或自动洗矿机进行二次加工。\n铝含有一种特殊的亮光。\n\n  粗粉碎绯红矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你能看到这堆矿石正发出那不同寻常的红光。\n\n  粉碎银矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你能看到矿石中闪亮的银。\n\n  粉碎铂矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n铂也是十分昂贵的，小心点。\n\n  粉碎钻石矿石\n这是用锤子简单敲碎的一堆碎块，其矿石和岩石都混杂在了一起、大小不平、形状不等的碎矿石就是指这种。\n可以使用碾磨混合机或自动洗矿机进行二次加工。\n你能看到闪亮的钻石在碎石中闪闪发亮。\n\n  碎石\n就是一堆碎石头。\n能从碎矿石挑出或使用锤子将石块敲碎获得，用于建筑材料上能发挥它的最大价值。\n\n  粉碎绯红金属矿石\n这堆手动混合的矿石中含有少些的银、镍、绯红金属，可以放入自动洗矿机后分开碎石，接着碾磨混合机里进行二次加工磨成粉末后，再融成液态、冷却之后就可以真正获得一点点的金属了。\n\n  纯净铅碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n就算去掉了石头，铅还是这么重。\n\n  纯净铜碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n这样子的铜色很容易让人想到肌肉男的皮肤。\n\n  纯净锡碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n马上就有罐头吃了，马上、马上。\n马上就有电池存电了，马上、马上。\n\n  纯净钨碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n深绿色是最显眼的颜色，某种人会神奇地联想到愣头青。\n\n  纯净镍碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n镍读作nie，不读做zao或者mei。\n\n  纯净钯金碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n忘了告诉你，钯金的熔点很高。\n\n  纯净钴蓝碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n钴蓝坚不可摧，同时熔点也比一般矿石高、但没钯金高。\n\n  纯净白秘银碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n近朱者赤，近墨者黑。\n秘银的熔点都比较高。\n\n  纯净末影秘银碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n虽然秘银的熔点都比较高，但是末影秘银的主要成分是末影魔法和石英，所以它熔点并不像其它秘银一样高。\n\n  纯净石英碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n石英的熔点不是很好，但是白得能让人联想到火中竟然能炼制出如此白净的出家女、也算是一件很稀奇的事情呢。\n\n  纯净金碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\nGold！幸运小精灵们很喜欢！\n\n  纯净铁碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n铁，其实是红色的、要不就不会有「赤铁」一词。\n\n  纯净铝碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n只剩下闪着亮光的铝了。\n\n  纯净碎绯红石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n绯红石不是绯红金属，它比绯红金属的力量要差很多。\n\n  纯净银碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n别忘了银的价值只是比金子少一些。\n\n  纯净铂碎矿石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n铂金，至尊的代表。\n\n  纯净碎钻石\n这种矿石已经被清洗和挑拣干净了，只剩下矿物本身、这时候可以直接炼制成其碎片了。\n钻石，永恒的代表。\n\n\n粉末物质：\n\n\n  星辰的粉末\n这种粉末的粘合性很高。\n击杀梦幻百分百掉落3-7个，可以用来修复被梦之石打磨后的拔刀剑。\n可以用4个粉末合成一个粉末块，还可以用8个粉末围住中间的1个末影珍珠制作1个星辰的石块磨刀石。\n\n  激活青金石粉末\n这堆粉末是由青金石碎片在碾磨混合机里碾磨出来的，锤子可打不出这样细的粉末。\n将1块激活青金石碎片放入碾磨混合机里碾磨可以获得4堆。\n这堆粉末还是拥有和原激活青金石效果一样的效果，不过1堆效果只有十六分之一。\n\n  红蓝粉末\n这是激活青金石粉末和红石粉末的结合体。虽然它正在发光，但已经没有电流了...\n而且那什么，与其说是红蓝粉末，不如说是一堆紫色的细粉末罢了。\n将1堆红石粉和1块激活青金石碎片放入碾磨混合机里混合获得。\n这种粉末似乎可以溶解于水，玩家需要使用这个特性和最简易的结晶体制作方法来将它做成结晶。\n\n  紫色粉末\n嗯...不知道怎么形容这种东西。\n将它溶解于水时，整个水面都会开始动荡不安、水花四溅。\n将1块紫色结晶体放入碾磨混合机里打磨获得。\n\n  朱砂矿砂\n这种矿砂跟松软的石头（沙砾）差不多，只需要略微加工过滤就可以挑拣出一些大的朱砂石。\n朱砂一般是红色的，可以代替玫瑰红作为红色染料使用。\n\n  粗制仁壳坚果粉末\n这种由没剥壳的生坚果打出的粉末有一种生坚果的味道，还有一些没打好的壳在里面，需要二次加工打磨加工后才行。\n将1个生坚果在高级工作台无序合成制作后即可获得。\n\n  混合仁壳坚果粉末\n简单来说就是把壳和仁打在一起的失败作品，不过它也能勉勉强强的算作为调料粉末吧。\n将1个生坚果放入碾磨混合机里打磨获得。\n\n  坚果果仁粉末\n这种由坚果的果仁打好的粉末有股甜甜的、粉粉的味道，可以用于做调料粉末了！\n将1生坚果的果仁放入碾磨混合机里打磨获得。\n\n  坚果果壳粉末\n这种果壳的粉末尝起来非常无味，但是将它作为调料粉末却正好。\n将1坚果果壳（生和熟的果壳都可以）放入碾磨混合机里打磨获得。\n\n  莓果籽粉末\n这种籽打成的粉末尝起来还有一股莓果的味道，用来做调料粉末可能会更好。\n将1莓果籽放入碾磨混合机里打磨获得。\n\n  尸尘\n击杀怨灵时，它们会留下这种不能溶解和混合于任何液体中的粉末状不明灰色粉末。\n当你拿着它时，周围的暗影会被将其吸引。\n可以用于制作方块或者代替诅咒物品。\n注：是指Corpse dust而不是Zombie dust。\n\n  石粉末\n石头的粉末，顾名思义。\n打磨碎石或者从其它矿石分解开时即可获得这种粉末，可以将它用于建筑方面中。\n\n  绯红金属粉末\n「就差一步了...」\n这是由纯粹的银、镍、绯红金属矿石所混合打成的粉末，接下来再融化成液态状倒出、冷却，就可以炼制出真正的绯红金属了。\n\n  粉红色晶体粉末\n你能感受到一种奇怪的强大的生命力量在其中环绕着，结果你却无法用一般的匠炉融化它，这就令你感到这种粉末根本没有什么用处了、但其实露水的加入能让它快速溶解成另一种液体。\n\n\n刀匠的材料：\n\n\n  水晶的打刀刀片\n需要依赖于TLS，若没有此mod则不会出现此物品。\n可以用切割刀切割两个水晶碎片（在合成栏里切割）而获得，可以用于做高级打刀（高级得窒息）。\n\n  刀模\n“锻刀的必需品！”\n需要依赖匠魂mod，如果没有此mod则只能在战利品袋子或者原版的箱子里随机开到，作用请见刀魂块用处的第一条补充。\n将任意拔刀剑放在匠魂的铸模台上用黄铜浇筑即可获得那把拔刀剑的专属刀模，同一个拔刀剑的刀模可以重叠至64个。\n制作后获得成就：万恶之源的根本。\n\n\n插件：\n\n\n  驱动器核心\n“或者是核心驱动器呢？”\n击杀血肉之墙百分百获得，只能单次堆叠一个\n在拥有工业科技类mod情况下（更多熔炉也可以使用），这个物品可以装在可以允许添加额外部件的机器内。\n加成效果：\n工作速率+70%\n充能速度+40%\n燃料节省+50%\n成功概率+10%\n输出功率+20%\n转换速率+90%\n最大电容+30%\n接收速率+80%\n流体容纳+60%\n产量x2\n\n\n植物：\n\n\n  阳春草\n阳春草是一种家喻户晓的草药，只要在它的果实上割出一道小口子便会流出大量汁液。这种汁液不仅口感甘甜，还能迅速治疗较为严重的伤口。\n用利器割取阳春草的果实即可获得短暂的草药疗养效果，一株阳春草最多能割取10次 。若用阳春草的种子来炼制药水则能炼制出生命治疗药水。\n\n  莓果籽（核）\n这种莓果籽已经被啃的干干净净了，将它含在嘴里还能感到丝丝甜味。\n食用莓果后就会获得1颗莓果籽。\n将它抛出或者放置到泥土（草方块）上就可以种植了，效果和无味果的灌木那样差不多，破坏灌木即可随机掉落三种莓果中的1个。\n\n  地缚根\n这种植物能快速潜入土地里扎根，并在种植的土地上长满藤蔓与树枝。这些藤蔓与树枝一旦被踩踏或者触碰时，会突然敏感的将踩踏触碰的目标缠绕住其不能动弹，但是被缠绕的生物将短时间获得抗性提升II(2)的效果，并且免疫击退。\n  这个大自然的陷阱触发感应类似于石质压力板，因此物品在上面是不会被缠绕的。得注意一下的是，这个大自然的陷阱是一个方块，但是没有碰撞体积。地缚根的种子能炼制出麻痹药水。若用地缚根的种子来炼制药水则能炼制出麻痹药水。\n\n  星陨花\n这种花极其罕见，传说中只要闻闻它的浓浓的花粉香气都能使人全身充满力量，但是它每一株植物只生长一朵花。或许把它割下来能用于炼制特殊药水呢？\n星陨花的花粉香气能使得周围3x3x3生物获得短暂的净化Buff，这个效果能短暂而大幅加强移速、力量、攻速、生命上限、生命恢复、耐饿（这里的水平线降低至150）等，若用于炼制药水则能炼制出根骨药水。\n\n  无味果\n这种灌木类植物结出的果实极其难吃，破坏它的灌木会掉落1颗无味果。\n这种果实味道犹如一摊烂泥，不过它可以被其它种子炼成一种特殊的食物。\n吃下炼制过的特殊无味果可以使玩家获得与所炼制药材的药水作用，而且恢复全部饱食度。\n\n  永远绽放的恶之花——彼岸花\n在下界可以见到这种大片大片绽放的红色花朵，据说非下界的生物一旦触碰它时会离开被血海吞噬。\n不过在这个世界里的彼岸花只能用于炼制药水与观赏，触碰它并没有什么影响。彼岸花能炼制出强大的嗜血药水。\n\n  极寒霜草\n这种植物只要被触碰就会炸出一片小范围的寒冰风暴魔法，一旦被这种魔法触碰到了的生物和物品会立刻被冰冻成冰块。冰冻直到3分钟之后才会自动消失，能让被冰冻的生物恢复知觉再次能够做出行动，这种植物的叶子有一种神奇的冰冻魔力，只需一片就能直接炼制3瓶寒冰药水。\n只要是在寒冷的地方，都会长出这种奇特的植物。\n要想把它剪下来用于炼药是一件比较困难的事情，因为一旦割下会立刻冰冻周围的生物。所以请在割取之前做好保护措施，以免在冰冻时周围聚集了许多能进行远程攻击的怪物，那些怪物会在冰块消失后会把玩家围攻射击成塞子！\n\n  大片蕨\n  “这是一种最原始的野菜，在那样充满科技的环境下你根本无法吃到这种最自然、最美味的食物。\n蕨一般用于在我们要去旅行的时候会带一些去，它有一种真正的大自然味道，令人回味无穷，吃了还想再吃。”\n  ——泽智莲华，17317年7月3日。\n这种植物会在森林里极其容易见到，当玩家将它割下来做成食物时能提供大量营养和能量来让玩家能继续旅行下去。\n注：蕨没有种子，而且无法用于炼药。\n\n  向日葵群\n「嗯，看起来就让人感到一丝丝温暖的花朵，果然很漂亮呢。」\n「这附近会有妖怪吗？」\n「说不定呢...\n也许那个妖怪很友善呢？住在这么温暖的花田里，一定是个温柔的妖怪吧。」\n「诶，说得也挺有道理的呢。」\n  莲子和梅丽躺在金黄的向日葵海里，身下的草坪意外的平坦、舒适、温暖。\n  也可能是因为周围全是向日葵的关系？\n......\n这些花朵能用于获取瓜子，玩家按下Shift键＋右键就可以获得10～100颗瓜子(在背包里的上限还是64为一组)。\n除此之外，割下它们还能用于拿去做于装饰和炼制药水，向日葵能炼制出一种充满阳光力量的药水。\n注：向日葵的种子就是瓜子。\n\n  苹果籽\n食用苹果类食物会获得一些这种种子。\n将它抛出或者放置到泥土（草方块）上就可以种植了，效果和橡木或桦木树苗差不多。\n\n\n有关卷轴：\n\n\n  卷轴贩卖机\n卷轴可以在卷轴贩卖机里买到【箱子和战利品袋里也可以随机开到，概率偏低而已，战利品袋需要稀有级以上】，卷轴可以提供锻造特殊刀所需的材料以及线索，或者是有神奇功效的。\n卷轴贩卖机会在刷新区块时的一个比较大的空间环境随机生成（底下必须有方块，否则无法生成，无论地形只要空间足够即可生成，但是一个区块最多生成五个），缺点是这些贩卖机只能购买三次，而且破坏也无法掉落其物品。\n手持金粒右键即可随机购买到一个卷轴，每次消耗16颗金粒（不够则购买不了，会出现所需提示）才能购买一次，而且购买成功的概率只有75%，失败以后如果还有机会可以再次购买（还得看运气）。\n创造可以直接从装饰那一栏拿出，右键还可以编辑概率和所需金粒数量，甚至可以固定购买。\n购买失败则弹出消息：\n——\n卷轴好像卡住了？（再买一次就可以掉下来，如果次数用光那非常恭喜你...【被打x4】）\n——\n不对劲，这个机器好像出问题了...（出不来）\n——\n这台机器好像吞了你的金粒？！（吞钱了）\n——\n卷轴掉下来的时候瞬间化成灰了？！（会有一阵烟的粒子特效）\n——\n堇了，这机器系丢人ass。（它要吃金粒了！）\n——\n机器散架了！（贩卖机则直接变成一堆掉落的零件了）\n——\n机器爆炸了！（贩卖机直接爆炸，该爆炸不会破坏区块，但是贩卖机不见了）\n——\n这是一个恶作剧？！（买出来了个杂物【可以是泥土啊木棍啊啥的】）\n——\n......（看制作者的心情来制作更多吧）\n——\n\n  特殊卷轴\n这种卷轴不是关于拔刀剑的，而是可以阅读的古文字。\n当然，如果玩家没有阅读这个卷轴，它就是未知的。\n每一个存档的卷轴内容都是随机的，这些卷轴上面都有一个大大的符号，如果阅读过了玩家则会在之后直接鉴定这种卷轴。\n卷轴特殊效果：\n——\n灵能震爆——将周围16格内生物(boss不算)全部秒杀，阅读者只受到1/4的血量伤害（非阅读者的玩家只要在这16格内也会受到1/4的血量伤害）。\n注：这张卷轴不属于代码伤害，最多只能造成 目标血量x32767 点伤害。\n——\n传送——将阅读者随机传送到一个地方，但是只会传送到有足够玩家大小空间的地方。\n——\n盛怒——阅读者将嘲讽并吸引64x64x64范围内的所有怪物（中立怪物直接进行攻击），除非阅读者死亡或者怪物死亡或者使用和平卷轴才能解除嘲讽和吸引。\n——\n和平——能让怪物不攻击且不注意阅读者，阅读者并获得5秒的无敌时间（抗性提升V【5】）。\n——\n祛邪——去除阅读者背包里的恶毒魔法和诅咒，特殊诅咒无效。\n——\n注魔——阅读者阅读后自动打开背包，阅读者可以选择一个可附魔的物品将立刻随机获得一个附魔。这个附魔只附带升级一次，如果已有这个附魔则为这个附魔等级继续升一级（无上限，不受界限是否突破影响）。另外，有15%的概率能给所选的武器和装备获得特殊附魔而不是普通附魔。\n——\n升级——为一个可以升级的道具提升1级等级，具体介绍请看升级机制。\n——\n鉴定——阅读者可以鉴定背包里一个未知的物品，即使你不用使用或熟练也可以知道这把武器的中的自带属性。\n——\n诅咒——阅读之后阅读者的背包内所以可以被诅咒的物品将全部被诅咒(已经诅咒的不会再诅咒)，虽然这种卷轴对冒险者们没什么用，但是一些商人们会出高价钱来收购这种卷轴。\n——\n时间暂停——停止阅读者周围时间30秒，自己不受限（多人服务器里对其他玩家无效）。\n——\n时间回溯——阅读者在阅读后开始计时，1分钟后计时结束，阅读者的身体状态会回到开始，武器耐久升级未知度、物品数量等一切也会回到开始（对镜像之刃也有效），但是除阅读者以外的事物无法回溯。\n注：时间停止能延长这个回溯的时间，若阅读者在此期间死亡(复活也算)会立刻打断这个卷轴的效果。\n——\n石化——石化10格内除阅读者以外的生物（玩家也算）。\n——\n恐惧——让所有接近阅读者的生物都会逃跑，不会首选阅读者为目标（玩家当然不算啊魂淡！）。\n——\n生命之力——阅读者在接下来的30秒内如果死亡，则重新满血复活，若30秒内未死亡，则浪费此卷轴。\n注：有5s冷却时间。\n——\n镜像分身——创造阅读者几个与阅读者一模一样的镜像，该镜像是纯净的，只会去搜寻周围目标进行攻击。\n注：镜像会复制阅读者阅读时的装备，镜像主动攻击一次后会自动消失。\n——\n再生之力——让阅读者周围生长大量的植物与树木，并且能让阅读者自身获得一个长时间的隐身效果。\n——\n巨爆——在阅读者的周围释放一种强大的电磁波，这个电磁波会以每秒32767点伤害波及到的生物(友善生物和其他玩家也算在内，除了有免疫护盾外的生物)。\n——\n\n\n食物类：\n\n\n  口粮包\n这种用布料和绳子绑着的口粮没什么有趣的——里边只有一些饼干、一些牛肉干、糖果之类的...怎么感觉像第二次世界大战时德国军队用的军用罐头？\n能在农民村民或者怪物还有宝箱里获得，食用前需要按下F键来解开绳子，再次按下F键将会将里面所有食物拆分开来。\n（拆开后可获得：1粒苹果糖果、1颗巧克力糖、4块小牛肉干块、5块小圆饼、2块布料、2根绳子）\n食用后会恢复8格饱食度和6格半饥饿度。\n\n  青涩苹果\n这种苹果还没有成熟就被摘了下来，除了感觉苦涩以外就不知道怎么评价这种果实了。\n破坏树叶有5%的概率出现青涩苹果，食用后会恢复半格饱食度和半格饥饿度，并会获得1秒的反胃效果。\n食用青涩苹果之后会获得3～4粒苹果籽，食用普通苹果也会获得。\n\n  小口粮包\n这种口粮包在女性冒险者们之间非常受欢迎，可能是因为其中糖果就占了整个口粮包很多空间的原因。\n能在农民村民或者怪物还有宝箱里获得，食用前需要按下F键来解开绳子，再次按下F键将会将里面所有食物拆分开来。\n（拆开后可获得：5粒苹果糖果、1颗巧克力糖、2块小牛肉干块、2块小圆饼、1块布料、1根绳子）\n食用后恢复6格半饱食度和3格饥饿度。\n\n  吸收汤汁的无味果\n这个无味果已经吸满汤汁了，它现在很膨胀！\n食用后不仅会恢复10格饱食度和10格饥饿度，还会令食用者获得与种子对应的效果。\n例如：\n阳春草——让使用者瞬间恢复满至生命上限。\n地缚根——释放一团小范围扩散的麻痹气体，使用者会免疫麻痹直到那团麻痹气体消失。\n星陨花——食用者会立刻升级1级。\n无味果——食用者的下一次攻击将造成翻倍伤害。\n极寒草——冰冻周围所有生物与物品方块，食用者将在短时间内免疫冰冻或冻伤。\n彼岸花——使用者会获得短时间的高额嗜血效果。\n\n  苹果糖果\n不知道这种糖果是怎么制作的，很甜。\n能在拆解口粮包和农民村民或者怪物还有宝箱里获得。\n食用后会恢复半格饱食度。\n\n  方形苏打饼干\n这是一种每到过年家家户户的小孩子都会吃的超好吃的饼干，它们口感不仅香酥脆、咸度还刚好适中。\n能在与农民村民交易和宝箱里获得。\n食用后会恢复半格饱食度和半格饥饿度。\n\n  巧克力糖\n不知道这种块状糖是怎么制作的，很甜，而且入口即化。\n能在拆解口粮包和农民村民或者怪物还有宝箱里获得。\n食用后会恢复1格饱食度。\n注：玩家若处于被点燃时会化掉，放在干粮袋里也无法预防这种效果的发生。\n\n  小型块状牛肉干\n不知道这种小牛肉干块怎么制作的，咸度适中，而且越吃越上瘾。\n能在拆解口粮包和农民、屠夫村民或者怪物（这会很脏吧？...）还有宝箱里获得。\n食用后会恢复1格饱食度和1格饥饿度。\n注：牛肉干不是熟食没有新鲜度，因为它已经被晒干了！\n\n  小圆形饼干\n不知道这种小圆饼怎么制作的，微甜，又非常好吃。\n能在拆解口粮包和农民、厨师村民或者怪物（这也会很脏吧？...）还有宝箱里获得。\n注：这种饼干若一触碰到水就会开始缓慢减少新鲜度，放在干粮袋里也无法预防这种效果的发生，放在饭盒里（前提是要有其它熟食或汤水）会直接开始减少新鲜度，但是会很缓慢（因为湿热）。\n食用后会恢复半格饱食度和半格饥饿度。\n\n  馅饼\n这种经典的夹肉土豆馅饼是非常好吃的。\n能在农民村民或者怪物还有宝箱里获得，食用后恢复10格饱食度和10格饥饿度。\n\n  馕饼\n它来自中国新疆维吾尔族，当地人民在土炕里制作的这种美味食物特别好吃！据说只要吃上一块这种饼，可以随便从早一直干活到下午都不会饿。\n食用后恢复19格饱食度和11格饥饿度。\n\n  普通桑果\n可以在森林里低矮的树丛找到，这种小果子非常的好吃。\n食用后会恢复半格饱食度和半格饥饿度，可以堆叠至128个。\n\n  大莓果\n可以在森林里低矮的树丛找到，不同的颜色有不同的效果，食用后但都只会恢复1格半饱食度和半格饥饿度，单次可以堆叠至500个。\n蓝色莓果：得到透视buff，作用类似地形未加载完时的Bug特性。\n红色莓果：得到令食用者在短暂时间内可以自由飞行和速度buff，但有小概率得到反胃debuff。\n黑色莓果（其实是粉色的）：得到生命恢复buff，还有一半的概率得到灵视buff，可以让食用者周围64x64x64的范围内所有怪物标上类似于光灵箭的效果，但只有得到这个buff的食用者才能看到。\n浅蓝色月莓：得到短时间内高额的力量buff。\n满月下的月莓：在满月下从树丛里采集到的月梅将有1%的概率变成满月莓，满月莓食用后可永久增强使用者的10点力量。\n食用莓果之后会获得1粒莓果籽。\n\n  普通的炸鸡块\n这是一种高热量的垃圾食品。\n与牧师村民交易的当中可能会刷新出炸鸡块的交易，这种东西好吃又难获取（除非使用某种不正当或者等价交换mod那种手段）。\n食用后会恢复五格饱食度和两格半饥饿度，单次可堆叠128个。\n注：只有遇水才会缓慢减少新鲜度。\n\n  坚果/烤坚果\n这种椭圆形的坚硬的果实能在高草中发现，割取高草有60%的概率获得，此时食用生坚果会立刻恢复半格饱食度和半格饥饿度。\n食用前需要按下F键剥开壳变成坚果果仁才能食用。\n将坚果用火焰烤制之后，会将坚果内部的蛋白质与其它营养的含量提升至最高，此时食用烤制的坚果后会立刻恢复3格半饱食度和1格饥饿度。\n一个生坚果能直接在合成栏里制作2堆生坚果粉，生坚果粉是一种有特殊香味的调料，它可以加入到面包和肉排中作为副调料。\n\n  仁壳味肉排\n这块肉排已经撒上了混合仁壳坚果粉末，它现在看起来更加好吃了！\n使用1堆混合仁壳坚果粉末和1块任意肉排在背包合成栏和普通/高级工作台合成制作后即可获得。\n食用后恢复10格饱食度和8格半饥饿度。\n\n  风味坚果味肉排\n这块肉排已经撒上了坚果果仁粉末，它现在看起来更加好吃了！\n使用1堆坚果果仁粉末和1块任意肉排在背包合成栏和普通/高级工作台合成制作后即可获得。\n食用后恢复10格半饱食度和8格饥饿度。\n\n  莓果味肉排（肉排会替换成合成时所使用的肉排名字和样子）\n这块肉排已经撒上了莓果籽粉末，它现在看起来更加好吃了！\n使用1堆莓果籽粉末和1块任意肉排在背包合成栏和普通/高级工作台合成制作后即可获得。\n食用后恢复11格饱食度和8格半饥饿度。\n\n  瓶装果壳牛奶\n这一瓶牛奶已经搅拌了坚果果壳粉末进去，它现在看起来更有营养了。\n使用1堆坚果果壳粉和1瓶瓶装牛奶在背包合成栏和普通/高级工作台合成制作后即可获得。\n食用后恢复2格半饱食度和半格饥饿度。\n\n  蕨菜汤\n这种汤富含大量维生素与能量，在野外冒险时会发挥它最大的作用。\n将一捆割下来的大片蕨与1碗盛水木碗在背包合成栏和普通/高级工作台合成后并放入熔炉进行烤制即可获得。\n食用后会恢复7格饱食度和4格饥饿度，并且会获得一个短时间的“体力充沛”Buff，这个Buff能够使得玩家自身的移速、攻速、力量（不是自身的那个力量）、抗性等大幅提升，还会在刚刚获得此效果的玩家的血量恢复到上限并且溢出10点。\n\n  阳春草果汁\n这种果汁有一种甜甜的味道，喝下它能够快速治疗伤口与疾病。\n将阳春草割下一道口子时，可以用1碗木碗右键阳春草来装取汁液，一次可以装3碗。\n食用后会恢复10格饱食度和半格饥饿度，并且能将玩家的血量恢复至上限，还能将身上的毒素立刻清除。\n\n  坚果面包\n就以两个字来评价这一款旧社会的食物：“OC！”\n将未烤制的面包与生坚果粉在背包合成栏和普通/高级工作台合成后并放入熔炉烤制即可获得，方便而快捷！\n食用后会恢复5格饱食度和半格饥饿度，这种面包还能给皮肤在短时间内变得和宏伟木树皮一样坚硬。\n\n  生瓜子/熟瓜子\n“小心点，去向日葵花田时，别被那里的主人发现了。”\n这种休闲小零食能在向日葵上得到，除此之外，茂密的高草中也能有10%找到。\n食用前需要按下F键剥开壳变成瓜子仁才能吃。\n食用生的瓜子仁只会恢复半格饱食度，而食用烤制过的熟瓜子仁能恢复两格饱食度和半格饥饿度。\n\n  仙人掌果汁\n仙人掌也其实可以被利器割一道口子，并且仙人掌会流出一种有淡淡甜味的汁液，用木碗可以将汁液接出，每个仙人掌(一个方块为基准)能装3碗汁液。\n食用后会恢复7格饱食度和1格饥饿度，并且会去除玩家身上的所有毒素。\n\n  巨鼠的肉\n看起来像市场上见到的那种肉，只不过这一块更大、更诱人。\n这种肉可以被烤制(火焰)和冰冻(寒冰)加工，这里我将会分开来写。\n用利器击杀棕毛鼠百分百获得。\n生食用后会恢复半格饱食度和2格饥饿度，并且有25%的概率中毒。\n\n  烤鼠肉\n“嗯，OC。”\n这种烤肉，有一股，莫名，香的味道...\n烤制过后的巨鼠肉不仅会提升它所能恢复的脂肪含量与能量，还比普通牛肉还大几倍份量！\n烤制巨鼠的肉即可获得。\n食用后会恢复6格饱食度和12格饥饿度，玩家在吃的过程时需要比其它食物久一些。\n\n  切片冻鼠肉\n“有一种大西洋鳕鱼鱼生片的味道。”\n这种冻肉上的冰神奇的将里边的毒素转化为了有益的维生素，玩家在食用时会立刻恢复以最大血量上限的10%为基准的血量。\n用冰冻的方式加工巨鼠的肉即可获得。\n食用后会恢复3格饱食度和6格饥饿度。\n\n  巨蟹的尸体\n这种食物千万不能乱吃，很可能会将玩家置于死地。\n同样，可以将这种肉使用烤制进行加工，但冰冻似乎没有什么作用。\n击杀巨蟹百分百获得。\n生食用后会恢复半格饱食度和3格饥饿度，食用这种食物很有可能会中各种负面效果，这个食物只有以16个为一组的堆叠上限，在额外背包里将不受限制。\n\n  烤蟹\n“嘎吱嘎吱脆，超suang口的。”\n这种巨大的美食能够提供巨额能量和脂肪。\n烤制巨蟹的尸体即可获得。\n食用后会恢复16格饱食度和28格饥饿度，并且会获得一个随机的增益效果。\n\n  豺狼人肉\n“虽然这样很残忍，但是对我来说在饥饿面前，我选择了杀戮。”\n这种肉跟普通的生肉没有什么区别，它和牛肉差不多大，将这种肉烤制会发挥它最大作用，冰冻只能用来保鲜。\n杀死豺狼人侠客百分百获得。\n生食用后会恢复1格饱食度和3格半饥饿度。\n\n  烤豺狼人肉。(这个句号不是手误打错的)\n“它很美味，但是也很暴力。”\n正如它的名字，「烤豺狼人肉」一样。\n或许你可以念成...\n「烤 豺狼 人肉」？\n烤制豺狼人肉即可获得。\n食用后恢复50格饱食度和50格饥饿度。\n\n  冰冻的豺狼人肉\n好家伙，还不忘了冰冻折磨它！\n你真是个肮脏的人。\n用冰冻的方式加工豺狼人肉即可获得。\n食用后恢复25格饱食度和25格饥饿度，你能感到里边有一丝丝血味。\n\n  生红薯/烤红薯\n生的红薯有一些泥巴在上面，你看上去就不会想吃它，挖掘泥土时有28%的概率额外掉落，神农氏之戒可以提升其掉落概率。\n烤制过的烤红薯就不同了，外边的表皮可以直接按F键全部剥开，这个烤红薯在手里除了有些烫以外，其它都应该还好。\n烤制后食用后恢复3格饱食度和2格饥饿度。\n注：生红薯也有新鲜度，只不过新鲜度下降得越多食用中毒的概率就会越大（会有一个发芽的贴图变化小细节），到达0%时会直接变成生红薯苗种，此时这个生红薯不能再被烤制了。\n\n  大骨汤\n“补钙。”\n将1碗盛水木碗与1根骨头在背包合成栏和普通/高级工作台合成后并放入熔炉烤制即可获得。\n食用后恢复2格饱食度和半格饥饿度。\n\n\n神器类：\n\n\n  丰饶之角\n一个不可以拿来吹奏但是会在里边盛满食物的号角。\n由五个羊角摆出 ＞形 或者 ＜形 后在中间再摆放一个金羽毛即可合成。\n放在玩家的快捷栏内可以自动充能（初始上限10点【每升级一次可多5点】，右键食用固定消耗10点充能，每1点充能只恢复2格饱食度和2格饥饿度【两个鸡腿这样】，可兼容战斗与挖掘双持mod），可以手持食物按住Shift键+右键填充食物来给它升级（【IC的锡罐和随机恢复的食物不可以】，饱食度和饥饿度都要满20【也就是一排】才能升级，溢出可以溢出至下一级。丰饶之角会在它的说明里记录饱食度和饥饿度的数值，具体给这个数值增长就要看玩家给的食物是恢复多少饱食度和饥饿度的【升级所需的条件永不变。升级无上限，升级卷轴和粘古也可以升级丰饶之角】），这是一个快捷栏神器。\n\n  膜壁之粘古\n“它在不断的扩大，或许能给它吞噬什么？”\n大空石像关第五关二选一奖励中的粘古，这个粘古仿佛就是一个宇宙，这还是一个快捷栏神器。\n这个粘古放在快捷栏里会自动缓慢充能，可以让它吞噬金色粘古然后进行特殊升级，最高可以特殊升级可到十级。\n每一级减少1%的充能速度，每充能100点就会将其转换成能量，膜壁之粘古会用这一百点充能在体内构建大量新的细胞。\n手持这件神器时，按住Shift键＋右键即可消耗一点能量来使用一次类似升级卷轴的功能 \n按下Z键(本mod特殊按键之一，默认为Z。)可以切换一次性升级量，比如 1、2、3、5、10、15、20、25... 这样的\n得到后获得成就：太空的黑洞。\n\n  二合一自动充能电容\n不知道怎么确切的形容这种机械，将它放在特殊栏里即可为背包内所以可以被充能的物品快速充能(神器不算)。\n除此之外，它自己也会通过玩家移动时、亮度大于0时、在被电流伤害时等自行蓄能，这个机械的电容已经能达到了这个体积的最大可利用范围，大约能容纳10000RF这样的电量。\n这件神器不是很像一个神器的样子，但是它和神器的使用方法差不多，比如说地藏像。\n\n  黄金的生命之安卡\n一个金色的凉鞋带。（笑）\n大空石像关第四关击败大师之手就可以获得，是一个和蓬莱禁药的效果差不多的神器。\n这件神器只要装在饰品栏里就可以发挥它的作用——当玩家的血条归零时，这件神器会消耗1点充能，迸发出强烈的充满生命力量的魔力将玩家的血量立刻恢复到最大血量上限，并获得一个10分钟的抗性提升V【5】效果。\n安卡自带10点充能数与上限，它能通过时间的流逝来恢复充能。\n只能使用黄金之粘古来升级，而且一个黄金之粘古对安卡才只能升级1级。\n每当安卡升级1级时，会提升1点上限，并加快充能恢复速度。\n玩家每次复活时，都会产生大量的污秽。\n\n  月时计\n“这是一块小怀表，它很精致。\n或许它是哪位粗心少女的呢？”\n月时计能暂停整个世界的时间。暂停时间能让所有物体停下，包括弹射物、生物(在服务器内非使用者的玩家也会受到时间暂停的一个效果控制)、掉落物、方块等均被限制其行动。\n这是个特殊栏神器，它只能装在特殊栏才有效果。初始自带20/20点充能，这个充能在使用时每停止1秒钟消耗1点充能。月时计会根据每使用消耗100点充能会额外升级1级而且充能数会增加1点，每升级1级会增加1%的充能速度(未升级之前是100%)，每升级5级会增加1%的充能速度和1点充能上限。\n注：在时间停止下无法对生物造成伤害，同时也不会为玩家背包内可充能物品充能(也就是说月时计在时间停止下是不会充能的)。\n\n  无序魔典\n这本魔典正在噼里啪啦的作响，你能感觉到有一种强大到连欧提鲁克都控制不了的混乱魔法在这本书中。\n这是一个快捷栏神器，初始自带10/10点充能。右键会消耗1点充能来随机阅读一张特殊卷轴(升级与注魔也算在内)，长按右键则会打开玩家背包选择卷轴来加入无序魔典中来随机升级。当无序魔典升级至10级之后，手持时玩家的视角屏幕右侧的中间会有一个文字提示栏，它会告诉玩家下一个要阅读到的卷轴是什么(一开始只提示现在和接下来要阅读的两种卷轴)可以按下Shift键＋右键切换现在和接下来要阅读的卷轴，但是只能限制于切换这两种卷轴。\n若每升级1级，无序魔典的充能速度增加1%；若每升级3级，无序魔典的充能上限增加1点；若每升级5级，无序魔典的右侧文字提示栏会多增加1个可见的将要阅读到的卷轴。\n\n  因幡帝的胡萝卜挂坠\n你能感受到，这个小挂坠里有一股极强的幸运魔力。\n这是一个饰品栏神器，它能增加玩家的幸运值（见游戏机制一栏中有写到）。\n这件神器可以被升级卷轴升级，但是不能被除了升级卷轴的其它升级道具来升级它。\n每升一级，它就能给玩家提升1～10点幸运值。\n\n  蓝色的盗贼大师披风\n“罪恶感爬上了你的脊梁骨。”\n这是一个快捷栏神器，装备它的玩家在背后会有一个蓝色的披风(它会替换掉皮肤的那个披风，变成一个类似像现实生活中我们见到的那种披风，这个披风还有个小兜帽)。\n披上它的玩家只要按下Shift键就有10%的概率隐身，只要不松开Shift键或者时间不到就不会停止隐身，这个隐身依然不能隐藏武器，但是能隐藏玩家所装备的盔甲和饰品戒指一类的东西。\n用得次数越多，这个披风就会越强大，成功隐身的概率也会越多，这个神器初始有10秒钟的隐身效果每次隐身完毕之后都会有5秒钟的冷却，升级只能延长隐身的时效和隐身成功的概率，但并不能减少冷却。\n\n  鼠王之金冠\n它是一件快捷栏神器，因为它的体积戴在你的脑袋上会显得过于巨大。\n这是纯金打造的，上面还镶嵌着许多五颜六色的，闪闪发亮的宝石。这个王冠在你的手上就让你感到了一种无可抵挡的力量。\n当放在快捷栏时，这件神器就开始起效，带着它越久，就会越强(最高升级到50级)。\n当玩家按下Z键时，它会在持带者的周围召唤与他力量、生命、防具、武器相同强大的老鼠仆从，但是会有冷却时间。并且，老鼠不会与你为敌，右键一只老鼠还能将其转换为你的仆从。\n除此之外，当这件神器升级至30级后会增加一个在持带者血量低于10%时，会获得一个接近无敌的效果。在这个效果下所有伤害对玩家无用，但是当玩家在没有老鼠仆从时，这个效果会消失直到仆从再次被召唤或者有新的老鼠被转化为仆从后才会再次触发(持带者血量高于10%后也是不会触发的)。\n\n  渴望鲜血的阴阳玉\n“这是玩具吗？”\n这是一件特殊栏神器，当玩家握着它时，能感到一股强力的传送魔力在其中。\n右键能够将持有者传送到周围的16x16x16内中一个离持有者最近的目标，长按右键可以从玩家的脚下出现一个红色的阴阳玉阵，这个阴阳玉阵能够随着玩家的移动，但是不会跟着玩家(比如玩家被一堵墙挡住，但是玩家还一直在前进；这个阴阳玉则会穿过墙壁，继续移动)。松开右键可以立刻将持有者传送到阴阳玉阵上的位置，因为这件神器没有充能，所以它的右键功能可以无限使用，并且有无限时长。\n这个阴阳玉会随着玩家造成的目前最大伤害来进行升级，升级阴阳玉会加强玩家的最大血量上限，每升级1级就会增加持有者的1点最大血量上限。\n得到后获得成就：有时候瞬移到boss前面是一件爽快的事情...\n\n  地藏像\n即使中弹了还能安然无恙的在原地，可得感谢它呢。\n这件神器能够赐予玩家的身体一种能压制强大武器的效果，持有玩家将无视超过目前血量的伤害，这是一件特殊栏神器。\n升级这件神器能够给玩家增加一个魔法护盾，这个护盾能推开怪物，穿过掉落物和友善生物，并且能够免疫一次伤害(需要攻击一次来打破护盾才能攻击到玩家)。每升一级都会增加这个护盾的硬度(多增加一次可免疫伤害)，这件神器会通过吸收受到的最大超血量伤害来升级。\n当这件神器的等级到达100级以后，会额外增加一个让玩家自身也能免疫一次非超过目前血量的伤害的机会，但是只有超过目前血量75%的伤害才能免疫。\n得到后获得成就：可以安心的避弹了...\n\n  黑曜石骷髅头\n这件神器来自于恐怖的亡灵之城。当你获得它时，也就意味着你掌握了整个城市的力量。\n这个骷髅头的眼窝里正在断断续续的发出白光。\n这个骷髅头能让玩家在击杀一个生物时有概率将它的尸体变为仆从(玩家也可以)。并且它能吸取其它生物身上的污秽来给自己升级(获得1点污秽＝升1级)这，玩家身上的污秽不算入在内，但是玩家的污秽越多，这个骷髅头能让生物尸体复活变为玩家的仆从概率就越大(1点污秽＝增加0.001%的效果触发概率)。\n除此之外，携带着这个骷髅头的玩家有概率在近战攻击力造成“残酷”伤害(原伤害x^目标目前血量)，这是一个快捷栏神器。\n\n  大空魔术师的斗篷\n看起来很酷的黑斗篷，但其实你根本就不知道对你有什么用，对吗？\n这个普通的黑色斗篷有很多种功能，而且只需要O键和Shift键就可以使用和切换。\n单按一次O键就可以触发目前模式的效果，单按Shift键能切换模式。\n举例：\n——\n破坏(玩家将转一次身，周围的9x9x9方块将全部变为掉落物)\n——\n时停(无限停止除了玩家以外的时间)\n——\n杀戮(冲到一个最近目标的面前将其造成每帧179^437点的代码伤害，可以被攻击打断)\n——\n防御(只要按下O键就可以给自身增加一个类似于地藏像那样的护盾，每增加一次都会有5秒的冷却时间)\n——\n位移(立刻瞬移到一个周围16x16x16没有怪物的能容下一个玩家体积的空间里)\n——\n抽魂(吸收周围除玩家自身的所有生物的50%最大血量上限【其他玩家也算】，并将此次吸收的最大血量上限的数转化为给自身恢复同等的血量，每次抽魂都要有120秒的冷却时间)\n——\n隐身(取消碰撞箱，隐身玩家和身上手上的所有东西，对准一个生物按下O键可以为它隐身)\n——\n反熵(按下O键后的10秒内将反弹所有攻击【远程、魔法、穿甲、代码攻击也算】但是不会免疫伤害。除此之外，若受到的攻击附带减益效果，则免疫反弹并随机将其施加一个长时间的DeBuff效果。每次使用反熵模式都需要90秒冷却时间，请极限运用这短暂的10秒来造成更多的伤害)\n——\n击飞(当按下O键时，会击飞玩家周围16x16x16的所有生物和实体)\n——\n除了以上这些模式，这件神器还能在亮度为0＋时无限隐身，还能无视超过最大血量上限的攻击伤害。并且能使得携带者的攻击随机附带上各种附魔效果和各种刻纹刻印，受击时也会随机触发各种刻印。使用投掷武器时还会有75%的概率能重复使用，并且也有60%的概率能够在投掷时将其分裂出与投掷物一样的4个投掷物。\n升级这件神器还能增加携带者的幸运值、最大血量上限、力量、战利品的掉落数和额外战利品的掉落、金币掉落数、法杖充能速度、背包内充能速度(兼容RF)、、自身的可抵挡伤害、攻击速度、移动速度、免疫伤害的护盾次数等等。\n这是一件万能而神秘的特殊栏神器，它会随着玩家的使用次数增多而变得越来越强。\n\n  仿制的小型无间之钟\n「无间之钟，\n  敲响它的时候，也就代表着现世能够得到无比的幸福。\n  但来世，却必将坠入痛苦持续无间的最可怕地狱...\n  那就是——无间地狱。」\n  「在钟被推下深渊之后，\n有人诚心诚意地自己将钟复制了出来，并将其打碎。\n  那些人也获得到了现世的无比幸福。」\n......\n说不清这件神器的其作用，这是一件一次性的特殊栏神器。\n将这件神器装在特殊栏之后，手持锤子(投掷锤、仿制的万宝槌、战锤等)按下Z键＋X键打碎钟后，打碎者将在接下来的24个小时内(按照现实世界时间的算法)获得1000点幸运值。但是效果的时间一旦结束，就无法再次获得这个效果(再打碎一个钟也不行)。并且，会使敲碎者的幸运值瞬间锁定在-100000，无法被增加或改变。\n\n  小灵狐石像\n当你把这个石像握在手中时，你感受到了那活泼的灵狐之力。\n这个石像能够使玩家周围6x6x6内的所有亡灵生物每秒减少自身最大血量上限的4%血量，并且持续施加虚弱效果，这是一件特殊栏神器。\n升级这个石像除了能增加玩家的气魔法能力，还能增加对亡灵生物能造成的额外伤害，算法大概是 每升级1级＝对亡灵生物造成的额外伤害增加1点 这样。\n这个石像会将玩家击杀亡灵生物数量记录下来，每击杀一个亡灵生物都会为这个石像随机获得1～10点经验点，当经验到达100点时会自动升级1级，溢出的经验值会直接留到下一级，这是一件特殊栏武器。\n除此之外，按下I键时将消耗玩家的1级经验来雷击周围16x16x16内的所有亡灵生物，有5%的概率将其瞬杀（此为代码伤害）。按下Y键时则能为玩家短暂提供一个快速的疾跑与高跳Buff，这个技能不需要消耗什么。按下Z键＋X键时会立刻产生一次圣水手雷的爆炸效果，但是会消耗玩家的2级经验值。\n注：三个技能的冷却时间均为30秒。\n\n  末影贝壳\n这个白色的贝壳里有一颗硕大的末影珍珠，也因为这颗碍事的珍珠，让这个贝壳无法将自己的壳关上——贝壳里的软体生物正在试图把它顶出去。\n但其实这并没有用，每次当它成功之后过不久末影珍珠就会重新生成出来，这让软体生物又是生气又是无奈。\n玩家可以通过手持贝壳右键抛出一颗末影珍珠，这时候贝壳会变为关上的状态，过了一定时间后贝壳会再次长出末影珍珠。甚至还可以在手持时按下Shift键＋右键直接将有珍珠的贝壳里的珍珠取出并放入背包或者丢到地上。\n除此之外，还可以通过按下R键直接触发快捷栏内的末影贝壳的右键效果，可以叠加，但是会优先选择从左到右第一个末影贝壳来消耗。\n注：这个贝壳会有一个使用上升式百分比计数的脱水值，每秒会上升1%的脱水值，当脱水值到100%之后贝壳会干死，变成普通的贝壳（若有末影珍珠在里边，在它死亡时也会直接掉落）。若不想让它干死，可以将其丢入清水中让它快速地让脱水值下降至归零。\n另外，这件神器不能升级，这也就意味着它的效果是固定的，这是一件快捷栏神器。\n\n\n饰品：\n\n\n  极速之戒\n这个戒指能加快佩戴者的移动速度，这个增加速度并不是获得永久的Buff效果，而是在玩家的人物介绍里增加一个速度数值。\n负等级的戒指能够给予佩戴者负等级的速度，以减缓佩戴者的移动速度。\n\n  武力之戒\n这个戒指能根据玩家目前的等级x力量x2的数来判定玩家空手时能造成的伤害，若持有武器会大大浪费这枚戒指的威力(算法为 等级＋力量)。\n负等级的戒指会将佩戴者的暴击率(精准度)下降一倍。\n\n  狂怒之戒\n这个戒指能在佩戴者战斗时激怒佩戴者，让佩戴者的武器能在短时间内的攻击速度上升，升级这枚戒指能加强提供的攻击速度效果。\n负等级的戒指能够让佩戴者在战斗时四肢无力，大幅降低佩戴者的攻击速度。\n\n  暗影之戒\n这个戒指能让佩戴者的真实位置隐藏起来，让其他生物和玩家看到的是佩戴者假的幻影(这时候佩戴者的攻击则是偷袭攻击)。\n负等级的戒指则会让佩戴者更容易被发现，即使离得很远敌人也会能感觉到佩戴者的存在和位置。\n注：这个戒指能让链枷也能进行偷袭。\n\n  代谢之戒\n这个戒指能够通过加快消耗佩戴者的饱食度和饥饿度来更快的为佩戴者逐渐恢复血量。\n负等级的戒指会使得佩戴者饿得更快，饥饿时掉的血量也会更高。\n\n  闪避(翻滚)之戒\n这个戒指能够让佩戴者按下X键＋方向键来翻滚躲避，升级这个戒指能让翻滚速度变得更快更远。升级到达100级时，佩戴者能够长按X键＋方向键来一直翻滚前进。\n负等级的戒指会使得佩戴者会时不时不由自主的向随机方向翻滚。\n\n  根骨之戒\n这个戒指能加强佩戴者的身体，当这个戒指每次升级时都会等同于喝了与戒指等级数量相等的根骨药水。\n负等级的戒指会将佩戴者目前的力量÷2(小数点不计入)。\n\n  掠夺之戒\n这个戒指能够将生物的掉落物增多且更能获得其它物品(一些特殊物品不算以外，比如击杀一只老鼠除了会掉落肉、腿、皮、牙齿，戴上这枚戒指后能够增多这些掉落物的数量，还能额外掉落药水卷轴之类...力量药水和升级卷轴也不是不可能！)，升级这个戒指能强化这个戒指提供的增加战利品掉落物和稀有度还有额外战利品的效果。\n负等级的戒指反而能使战利品越来越少甚至没有。\n注：幸运值只能做到提升战利品稀有度的效果。\n\n  财富之戒\n这个戒指能增加击杀怪物所掉落的金币，就算这个怪物不掉落金币，戴上这枚戒指之后马上就能掉落出额外的金币，升级能够增加金币的掉落数量。\n负等级的戒指会使得佩戴者捡金币时受到与金币数量同等的伤害。\n\n  神农氏(草药、自然)之戒\n这个戒指能从草药和植物中能获得更大的收益，并且饮用露水能恢复更多的血量，升级能加强上述所有效果。\n负等级的戒指将会让佩戴者与大自然断绝关系，植物不会给予佩戴者任何效果，高草也不能割出东西，饮用露水也不会拥有治疗效果。\n\n  抵抗之戒\n这个戒指能够增强佩戴者的耐力并使其皮肤硬化，升级会给佩戴者自身加上更多的可抵抗伤害，但是这个效果不会加到护甲上。\n负等级的戒指会让佩戴者很容易被破甲或者穿甲攻击，然后会使佩戴者在流血时出血量更多，出血时间更长。\n\n  能量之戒\n这个戒指能够给佩戴者身上带着的所有法杖快速充能，升级能使得充能数度更快。\n负等级的戒指会让法杖无法通过时间的流逝充能。\n\n  神射之戒\n这个戒指能够增加佩戴者使用投掷武器的伤害，并且每升级10级就能提升佩戴者使用投掷武器时能多损耗1次而不是一次性，杀死目标就会掉落还能使用一次的投掷武器。\n负等级的戒指会禁止佩戴者扔出东西(药水，投掷武器【物品】，丢弃物品)，但是能被踢掉、抢走、损坏。\n\n  赤焰之戒\n这个戒指能够让佩戴者免疫一切火焰或高温的伤害，并且能将其受到的10%伤害转化为一个用于保护佩戴者的魔法护盾、升级则能够加强吸收伤害的量额。\n负等级的戒指会让佩戴者随时都可能自燃。\n\n\n纸质品：\n\n\n  空白的大本书与笔\n“你可以在上面写写画画！”\n只能从图书管理员村民那里买到，价格为128个绿宝石（两组64个绿宝石）。\n这本书的页数可以达到10000页，抵得上200本书与笔了。\n得到后获得成就：在Minecraft里写文！？\n\n  燕石博物志\n“我记得，燕石是最不起眼的石头吧？”\n包含着宇宙中的大量发现与超越科学的事物，作者的名字是空白的？\n——\n你无法获得这本不属于这个世界的博物志，连创造都无法获取它。\n它的物品ID与大本书与笔是一样的，若不使用nbt便签根本无法获得它，傻瓜式编辑器修改是会变成大本书与笔的。\n这一本博物志就算强制被拿来到了这个时代，它的功能也会失效。\n若有玩家翻开了这本博物志，那么会看见里边只有一片空白，这时候瞬间就变成了大本书与笔，连封面也不见了。\n——\n需要修改mod代码中的是否选项来获得这本真正的博物志，为了不让某些会玩配置文件的家伙得到，故意这样设定。\n只需要将：\nItem.name.freakreport=false复制代码改为\nItem.name.freakreport=true复制代码再次重新启动游戏即可从MP的创造工具专栏拿出，打开这本博物志需要网络，如果没有网络加载失败则会用浅蓝色消息提示：\n“这本博物志接收不到信号显示不出内容了！”\n若有网络则本书会把所有关于“燕石博物志”专辑中的附带故事显示出来，翻到最后还有这张专辑所有歌曲的唱片，左键一下游标下的唱片系统会赐予你那张唱片。\n——\n不过...\n如果你拿到了这本书...\n那么你就会获得一个成就...\n非正常得到后获得成就：肮脏的黑客...\n尽管这一本书并不是真品。\n所以如果加入了不思議の旅行mod，这一本博物志会被替换成被撕去大半的真品。\n——\n\n  一张神奇的纸页\n“上面写着几个字：废弃的黄金矿洞”\n需要依赖不思議の旅行mod，同样，不思议也同时兼容MP！\n如果没有加入不思議の旅行mod，则这个纸页会变成一个像钥匙一样的打开的传送门的道具。\n这个纸页可以通过用一组金矿石原矿(如果加入了某矿石碎片mod原矿则会变成需求金矿石碎片)右键一位铁匠村民与他对话即可获得这张纸页，并会拿走这一组金矿。\n对话内容在这里补充一下XD。\n——\n铁匠：嗯？你有一组金矿石(碎片)？\n铁匠：太好了，如果你愿意给我的话我会给你一张神秘的纸页(一把神秘的钥匙)，说不定对你有用呢？\n——\n(玩家此时再次手持矿石右键即可进行交易)\n——\n铁匠：谢谢你冒险家，祝你好运！\n——\n\n  大空石像关纸页\n“上面画着一个大大的银河系的图画。”\n需要依赖不思議の旅行mod，没有这个mod时纸页会变成一个像钥匙一样的东西，右键它就可以进入大空石像关(一个钥匙只能使用一次，纸页可以无限用，但是里边的东西不会刷新)的第一关。\n击杀活化石像有极小概率获得。\n\n\n粘古：\n\n\n  金色升级粘古\n“看吧，全都是金的哦！”——小夫\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级10级，若为武器则会附魔一个击杀生物掉落金粒的效果，这个效果不与其他附魔冲突，也不会被覆盖掉，是一个类似数值的存在。\n\n  普通升级粘古\n“易燃，但是不好吃。”\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级1级，击杀普通的史莱姆都有5%的概率掉落。\n\n  黄色升级粘古\n“看起来像香皂？”\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级2级，击杀在地底环境下生成的史莱姆都有%3的概率掉落。\n\n  绿色升级粘古\n“大自然与粘古的合体！”\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级3级，将普通粘古丢入泉水的源头(就是无限流水的那个水流，必须要满的)里即可获得，并会吞噬那一格水流。\n\n  白色升级粘古\n“沙...(致死量)”\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级4级，将普通粘古丢入有大量骨粉沉定的水里即可获得，但是这个粘古有个副作用，就是会让所选物品有10%的概率被诅咒。\n\n  紫色升级粘古\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级5级，随意将一把5级武器在铁砧与普通粘古锻造即可获得。\n\n  寒冰升级粘古\n“滑溜溜组合！”\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级⑨级，将普通粘古在冰刺之地环境丢入水中即可获得，这个粘古会对武器类物品会附魔一个攻击会百分百造成冻伤伤害，冻伤能让生物移动和攻击速度大幅下降且一直会缓慢扣血的冰刺附魔。\n\n  糖浆升级粘古\n“喜欢粘人！”\n这个粘古使用方法同如升级卷轴，它不选择一个可以升级的物品是一般不会消耗的，不过玩家可以按下Shift键＋右键可以食用这个粘古，虽然它不会恢复食用者的饱食度和饥饿度，但是它会赐予给食用者30秒的生命恢复III【3】buff。\n这个粘古能够给所选物品升级13级，击杀糖浆史莱姆有3%的概率掉落，这个粘古还能给一件能附魔的武器或者装备附魔粘稠或者粘力附魔。\n粘稠附魔在武器上面会使武器的攻击附带缓慢效果，在弓弩等远程武器上也能减速，但是效果时间比近战武器少一半。\n粘力附魔在装备护甲上面会让攻击穿戴者的生物获得缓慢效果，并且这个附魔能减少一定量的弹射物伤害。\n\n  地衣黏性微生物球\n这个微生物球使用方法同如粘古，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个微生物球能够给有普通耐久度的物品进行特殊附魔，这个特殊附魔叫做重组，它能够缓慢修复耐久但是物品的耐久上限会越来越小，每修复100点耐久减少1点耐久上限。\n\n  无尽升级粘古\n这个粘古使用方法同如升级卷轴，只不过它不选择一个可以升级的物品是永远不会消耗的。\n这个粘古能够给所选物品升级8000级，需要依赖无尽贪婪mod，在工作台里使用八个无尽催化剂围一圈中间摆放一个普通粘古即可合成。\n\n\n杂类：\n\n\n  羊角\n击杀绵羊或者其他mod里的羊都有概率获得，除了做东西基本没用。\n得到后获得成就：杀生+1\n\n  金羽毛\n击杀僵尸有0.05概率获得（有点恶搞远古版本的僵尸掉羽毛？），手持它的生物可以自由地在天空飞行。\n若加入了中世纪村庄mod，玛雅村民会收购这个物品，价值为50o。\n\n  未来之铁轮\n这是一个铁轮子，它用于打开一扇传送门。\n按下右键即可构建一个传送门(只能在现实世界使用，并且需要通关大空石像关的所有关卡才会有效)，传送门会传送到大空石像关的次元里，使用传送门到达的玩家的出生点脚下必定是大空石像关的场地天花板上面。\n在大空石像关第三关摆放获得。\n\n  远古精金物件\n这些充满远古魔力的精金物件可以被融裹在与物件相应的物品上，物件中的魔力能使其外表无任何变化且能让所强化的物品不受升级的界限限制。\n虽然这些物件一般都被远古亡灵所携带，但是精金物件自身的远古魔力一直保护着它不受污秽与诅咒影响，但是它们一般不能再释放或使用原本的力量了。\n将这种物件交给矮人铁匠，他会帮玩家将一件与物件对应的物品进行界限突破，但是这需要额外收取玩家1000金币的费用。\n\n  远古硬币\n这种硬币可以拿去给矮人铁匠和一把武器进行打造（需要一组64个的金矿石【碎片】），让一把武器获得一个特殊的“点金”刻纹，这个刻纹能将玩家对一个目标所造成的暴击伤害转换为等同金币。\n\n  巨鼠皮\n这种兽皮只要进行略微加工就可以变成一种优秀的材料，把它交给裁缝并支付少许的金币或绿宝石，我相信他一定会给你制作一件精良的鼠皮皮衣的。\n\n  巨鼠之腿\n这是一只巨鼠的腿，它上面有一股恶臭的气味，臭得你连烤都不想烤它。\n但是一些研究者认为，这种肮脏恶臭的东西有极大的研究价值，所以他们会愿意出高价来收购这种鼠腿，但是一般他们只会要9～10条就够了。\n\n  巨鼠牙齿\n这个被腐烂被一磨得奇形怪状的牙齿真的让人想立刻丢掉。\n这种巨鼠的牙齿可以被磨刀石打磨成一件投掷武器(可以直接打磨一组64个)，打磨1颗巨鼠牙齿可以得到3～9根骨箭。\n\n  坚果的果壳\n这是食用坚果前按下F键剥下的坚果果壳，它还很硬。\n将其放入碾磨混合机里可以打磨成粉末。\n\n  布\n这是一块普通的布料，它可以交给裁缝村民制作一些衣服。\n可以拆解口粮包或在宝箱里获得。\n\n  麻绳\n一条看起来很结实的绳子，可以先手持按下F键在绳子上打一个圈，然后就可以长按右键蓄力扔出。若成功套中了一个方块（必须得有5个面无遮挡）后，可以再次按下F键拉过去。到达后绳子不会消失，玩家可以按下Shift键松开（可以配合方向键摇摆）。\n可以拆解口粮包或在宝箱里获得。\n注：绳子的长度是一整组里有多少根麻绳的长度，比如有2个麻绳堆叠在一起最大的距离就会变成2格。并且麻绳是不会消耗的。\n\n  小型火焰喷射装置\n这种长得类似像一个铁盒似的东西是一个火焰喷射装置，只要按下它右侧的开关就能喷射出一道长5米的火焰（可以移动），建议配合闪避之戒使用。\n在零件加工台使用6块粗制铁板、1个石质按钮、1堆红石粉、1瓶火焰药水即可制作一个这样的小装置，工具槽需要锤子和板材剪。\n注：\n1.里边的药水火焰最多只能持续五秒，若药水消耗完毕之后可以使用火焰药水和空的小型火焰喷射装置在合成栏内合成并填充。\n2.这个物品的耐久为30点、每次的喷射都会消耗1点耐久。\n3.火焰的平均伤害为1~10点。\n\n\n投掷武器：\n\n\n  飞刀\n“咋瓦鲁多！”\n可以通过击杀骷髅类怪物与铁匠村民交易获得，所需力量为5，叠加上限为64，平均伤害为4点，一次性。\n可以快速投掷，有概率造成流血效果。\n注：\n投掷武器左键攻击也会有效果，不过这样子伤害比较低而且容易浪费。\n\n  木回旋镖\n可以通过击杀骷髅类怪物获得，所需力量为10，叠加上限为1，平均伤害为6点，可循环使用。\n这把投掷武器不会被消耗，在撞击到目标或者方块的时候会返回投掷者的手中。\n不可以快速投掷，有小概率造成致残效果。\n\n  十字镖\n这是一种古代西方的战争中用于干扰敌方的投掷武器，由两个木棍交叉组成，每个棍的顶端都有一层铁在上面。\n可以通过与铁匠村民交易获得，所需力量为11，叠加上限为16，平均伤害为5点，一次性。\n可以快速投掷，有极大概率造成眩晕效果。\n\n  手里剑\n日本忍者常用的一种暗器之一，四个角上都异常的锋利。\n可以通过击杀骷髅类怪物和忍者还有与铁匠村民交易获得，所需力量为11，叠加上限为72，平均伤害为4点，一次性。\n可以快速投掷，长按右键可以蓄力投掷出最多8个手里剑，有极大概率造成流血效果。\n\n  苦无\n日本忍者常用的暗器之一，顶端的锋利让人看上去都觉得十分惊奇。\n可以通过击杀骷髅类怪物和忍者还有与铁匠村民交易获得，所需力量为12，叠加上限为48，平均伤害为7点，一次性。\n可以快速投掷，长按右键可以蓄力投掷出最多3个手里剑。\n有极大概率造成流血效果。\n\n  套索\n一种捕猎用具，伤害虽然不怎么样，但是能套住目标而且能将其致残。\n可以通过与铁匠、屠夫村民交易获得，所需力量为13，叠加上限为16，平均伤害为3点，一次性。\n不可以快速投掷，长按右键可以蓄力扔出套索，抓住一个方块后可以将投掷者拉过去，若抓住一个生物时投掷者会反之把生物拉到自己的面前，每次使用都要消耗一个套索。\n\n  红黑相间的大碗\n“碗不就是用来丢的吗？”\n在沙滩生物群系下钓鱼有概率得到，右键蓄力可以扔出，抛物线和其它可投掷物体一样。\n一旦撞击到生物或者是方块就会立刻弹回投掷者的手里，在飞行途中可以被其他玩家捡走。\n尽管它没有耐久，但还是可以戴在头上的，幸运的是，这个碗没挡住佩戴者的视线。\n提供5格护甲值（半条护甲条已经很强了），自带9点伤害，只能堆叠一个，可循环使用。\n得到后获得成就：针妙丸的愤怒！\n\n  玫瑰\n这些玫瑰与普通玫瑰不同，它们比较小巧且易于投掷。\n可以通过遗迹宝箱中获得，所需力量为9，叠加上限为256，平均伤害为3点，一次性。\n可以快速投掷，长按右键可以快速且连续投掷，这件投掷武器的飞行轨迹较快，而且比较笔直。\n\n  ERROR\nerror.\n这是一个错误，玩家可以通过用黑洞之叉勺杀死自己会额外掉落这件投掷武器，所需力量为0，叠加上限为32767，平均伤害为0点，一次性。\n一般在正常情况下玩家无法获得这件投掷武器，因为玩家无法用自己的武器杀死自己，当然玩家可以被黑洞之叉勺的随机效果杀死（这个办法算在内）。\n长按右键可以直接发射全部，而且这件投掷武器还会附带各种随机效果。\n可以快速投掷。\n\n  普朗克之针\n“它在哪？我找不到！\n噢天呐！我的上帝，我把它不小心捏断了。”\n普朗克是一个目前能观察到的最微小的单位，你用肉眼根本看不到这根针，它真的太小了。\n目前只能作为额外战利品掉落，所需力量为-256，叠加上限为32767，平均伤害为0点(虽然有伤害但是太小了)，一次性。\n投掷出普朗克之针之前，它可以与药水在合成栏中进行涂毒(可以整组一起涂毒，涂毒后将浪费整瓶药水)，因为这根针极其细小，所以它能轻松刺进看上去没有缝隙的皮肤中，使毒药的效果在不知不觉中扩散到目标的整个身体中。\n可以快速投掷。\n\n  飞斧\n“吃我一斧！”\n飞斧能造成致残和流血效果，但是它所需的力量需要很多，且不能连发。\n只能通过与村民交易获得，所需力量为19，叠加上限为64，平均伤害为26点，一次性。\n不可以快速投掷，它可以重复使用5次。\n\n  投掷锤\n“吃我一锤！”\n投掷锤能造成致残和眩晕效果，但是它所需的力量需要很多，且不能连发。\n只能通过与村民交易获得，所需力量为20，叠加上限为64，平均伤害为26点，一次性。\n不可以快速投掷，它能重复使用6次。\n\n  飞镖\n这种最普通投掷武器是最常见的，它几乎可以在任何地方找到。\n它和普朗克之针一样可以使用药水来涂毒，并且飞镖能直接在方块上触发效果，而普朗克之针就不可以。\n所需力量为9，叠加上限为100，平均伤害为2点，一次性。\n可以快速投掷。\n\n  骨箭\n这种箭矢有一股蛮力在其中，这就是野兽的力量。\n它和飞镖也一样，能被涂毒后射出，不过骨箭的飞行速度非常快，而且还可以允许在生物或者方块上弹射一次。\n用磨刀石打磨巨鼠牙齿来获得，所需力量为13，叠加上限为192，平均伤害为16点，一次性。\n可以当做投掷武器使用(减少一半伤害)，并且能快速投掷。\n\n  手感很好的石块\n一个被打磨得非常圆滑的石块，绝对是人工所为的。\n可以通过村民和宝箱里获得，所需力量为10，叠加上限为100，平均伤害为5点，一次性。\n可以快速投掷，并且它能重复使用3次。\n\n\n怪物：\n\n\n  梦幻\n一种粉色的透明妖精？更像是妖精的幽灵？（这里的妖精指五难题mod的那种）\n虽然它们失去了弹幕，但是它们会手持各种武器来杀死入侵者，这些武器都是随机的，不限制任何力量。\n若入侵者靠近它们一定距离，会自己后退，若有飞行物要击中它们，它们会试图闪避。\n这些梦幻中有0.1%刷新一个手持梦幻激光炮的梦幻，这种梦幻会熟练的使用这个激光炮。\n伤害：1～无限（看手持武器）\n血量：50(它们不会穿装备)\n掉落物品：星辰粉末3～7个。\n生成地：整个梦的世界。\n\n  石化的苔藓骷髅\n这些骷髅比玩家矮一米多，明显是矮人的骨头。\n它们死后的灵魂貌似无法从这个神秘而又黑暗矿洞出去，于是与自己的尸骨化为了可活动的亡灵，但是灵魂的怨气让它们真正的自己迷失了心智，狂乱地攻击其他矮人与来到这里的人类。\n它们的手里会平常拿着一些武器还会穿着一些装备，不止局限于弓，击杀后有极大概率掉落手中的武器与身上的装备。\n伤害：7～20(它们不会拿所需力量超过20的武器，还一般会多带有诅咒而且不会有0以上的等级)\n血量：65(这个骷髅是石化的，所以血量自然而然就会多很多)\n掉落物品：手中的武器与身上的装备、骨头0～9根、骨粉3～7个、石化的苔藓骷髅头一个(0.5%)、注魔卷轴一张(5%)。\n生成地：整个黄金矿洞。\n\n  金矿史莱姆\n这些史莱姆吞噬了大量金矿，它们现在吞噬了足够的金矿，体型开始变得非常坚硬了，而且分身的能力还在保存着，整个史莱姆的样子简直就像一大块金矿石。\n若杀死大的金矿史莱姆，则掉落5～9个金矿石(碎片)。\n若杀死中等的金矿史莱姆，则掉落2～5个金矿石(碎片)。\n若杀死小的金矿史莱姆，则只掉落1个金矿石(碎片)。\n伤害：三个大小平均为15～480\n血量：32(小)-128(中)-512(大)\n掉落物品：金矿石1～9个、粘液球3～7个、金色升级粘古一个(0.1%)。\n生成地：整个黄金矿洞。\n\n  骷髅术士\n骷髅术士会释放一种黑魔法来攻击玩家，这些魔法可能是它们还是人类时学会的，可能出现了什么事情...\n这种黑魔法可以被大空魔术棒吸收，它属于暗物质，每吸收一次攻击可以增加10点暗物质。\n伤害：15～33(黑魔法不稳定)\n血量：20\n掉落物品：随机掉落本mod的药水一瓶(蓬莱禁药这种不算)、骨头3-7根、精金法杖(0.01%)。\n生成地：在亮度低至0+的任何地方时会试图生成。\n\n  阴影中的藤古(忍者)\n在很早以前，东之国有一群由高手刺客聚集而成的组织。这个组织常常接受国王的暗中委托而去刺杀其它国家的国王或者大臣，甚至连其它组织的头目也会委托它们刺杀...总之，只要对那个国王不利的人都会被它们将其刺杀。\n为了不被暴露自己本人而纷纷掩盖了自己真正的名字，也就是现在传说中的藤古忍者。\n但是，那个国王的贪婪心越来越大，甚至想要让忍者们免费为他服务。忍者们拒绝之后，国王大怒，另请巫师在藤古组织的领地里施下恶毒巫术，使得所有忍者们丧失了理智。\n这些忍者善于偷袭，当玩家靠近他们时会丢出烟雾弹然后瞬移到玩家背后进行近身暗杀，若离玩家有一段距离时会使用手里剑和苦无等投掷武器。\n伤害：23(手里剑)-26(苦无)-159(暗杀时)\n血量：55\n掉落物品：手里剑1～4支、苦无1～3支、匕首一把(15%)、暗杀之刃一把(0.5%)、锁链胸甲一件(0.7%)、精金戒指(0.01%)。\n生成地：地底到处都会生成。\n\n  活化石像\n这种石像是一种失控的魔法傀儡，它在四处追捕着谁，但是你走到它面前肯定会对你做成不友好的举动的。\n这种石像会拿着一些武器或穿着一些装备，看起来它做好了防御与攻击的所以准备，通常这些武器装备不会有诅咒，甚至还会自带0～10级或附魔(特殊附魔和是否被打磨这种也有)且已经鉴定，但是一般都会有耐久损耗 \n伤害：5(这是它自身的伤害，另外拿的武器不算)\n血量：350\n掉落物品：手中的武器和身上的装备(50%；一般幸运值为0时只会掉落其中一件)、大空石像关纸页一张(0.001%)。\n生成地：在亮度低于3+的矿洞或森林时会试图进行生成。\n\n  巨型棕毛鼠\n这种老鼠竟然比一个玩家还大！真是令人惊讶...\n这种巨大的老鼠们一般只生活在下水道或者地牢里，除了带来病菌以外——就没有什么威胁了。\n老鼠的攻击可能会附带一些毒素，最好与它们的接触少一些。不过这种老鼠的肉蛮好吃的，只要经过处理就行。\n伤害：3～6(有些老鼠的牙齿比较尖利)\n血量：25\n掉落物品：巨鼠的肉1～3块(需要被利器杀死才会掉落)、巨鼠之腿1～2条(同上，需要利器)、巨鼠皮一张(需要利器)、巨鼠牙齿(不需要利器)。\n生成地：地牢、有许多水的地下湖湖边。\n\n  巨型螃蟹（巨蟹）\n据说，一次核泄漏让海里的螃蟹都变成了比四个成人还大的怪物。它们不仅会灵活使用自己的双钳格挡，而且身上的硬甲更是无坚不摧。\n这种怪物会有%50的概率格挡要承受的伤害，身上的壳还能二次减少要承受伤害的75%。\n伤害：35\n血量：20(主要是硬)\n掉落物品：巨蟹的尸体一具(我不知道史蒂夫是怎么装到背包里的，别问我)、蟹钳一对(10%；只有被战斧或者巨斧杀死时才会触发这个概率)。\n生成地：地牢、沙滩、深海底部。\n\n  怨灵\n这种怨灵会在一些阴暗和许多人在此葬身过的地方出现，它们闪着红光的眼睛令人恐惧。\n因为它们是虚无缥缈的非实体生物，一般的物理攻击只有10%的概率击中它，但是魔法攻击却能百分百击中它。\n作为怨灵，它们还可以无视方块直接穿过，它们没有碰撞箱和体积。而且它们攻击还有55%的概率造成虚弱和缓慢的效果（效果同时叠加）。\n伤害：以 被选定攻击目标的最大血量上限的5% 的算法来造成伤害。\n血量：1\n掉落物：附魔卷轴一张/升级卷轴一张（10%；两种卷轴只能掉落一种，其两种卷轴的刷新种类概率是各50%）、尸尘一堆（90%）\n\n\n环境：\n\n\n  沙尘暴\n沙尘暴会生成在沙漠的中央地区，但风暴的不稳定性会甚至影响到周边环境。\n沙尘暴会在周围扬起大片的沙子，靠近这些飞沙的玩家都将会在短时间内无法看清前方。\n沙尘暴的影响会同化草地、泥土、岩石之类的。\n\n\n稀有怪物：\n\n\n  蓝披风大盗——蓝猫\n“哇！光头！”\n这个盗贼虽然不像藤古到处杀人，但是他也是藤古组织的人，他喜欢四处偷抢，被抓到了就背水一战，拼上性命也要将到手的东西拿走。\n他的攻击有概率能随机抢走玩家身上的一个物品，并且会开始疯狂逃跑。\n伤害：25\n血量：170\n掉落物品：叉勺一把、金币100～500、盗贼大师披风(25%)、满耐久的淬毒附魔匕首+10(已经磨重)一把(5%)、远古硬币一枚(老鼠王的财宝，但是它并不知道怎么用...作用请看其它物品一栏)。\n生成地：地牢内（需要接了老鼠王的任务才会生成）。\n\n\n神灵相关：\n\n\n  基础神灵\n在上面我已经略述了神灵的基本设定，这里就稍微列举以下：\n——\n要使其变为光明神灵需要供奉原木(任何原木都行)和铁锭等。\n——\n要使其变为黑暗神灵需要供奉肉(只能要生的)、骨头(骨头制品都行)、蜘蛛眼、火药、末影珍珠、烈焰棒等。\n——\n要使其变成Re弱子只需要供奉力量药水即可。\n——\n\n  神灵在成长之路的分支\n变成为基础神灵之后，就会开始通过记录一些特殊条件的完成来升级神灵或者变成更大的神灵。\n这里继续略列举以下：\n——\n光明神灵～\n\n  大骑士的英灵\n若代言人在祭坛供奉光明神灵的武器和装备(要没诅咒而且已经鉴定过的)超过100件时，光明神灵会变成大骑士的英灵。大骑士会一直守护着代言人，当有飞行物靠近代言人时，大骑士会立刻拦截下来。\n除此之外，大骑士还会主动攻击代言人16x16x16范围内所有怪物，它能造成的平均伤害算法为 (神灵目前等级＋代言人自身的可抵挡伤害)x神灵的击杀数 。\n被动：每次成功击杀一个怪物时大骑士会自动获得1～10点经验值。\n\n  阿克内拉瓦斯\n代言人在祭坛供奉光明之魂的材料部件等超过150件时，光明之魂就会变为阿克内拉瓦斯。阿克内拉瓦斯是工匠之神，它的祝福存在能够使代言人对材料的获得方式增加增产。例如锅炉炼制和淘洗矿物之类的操作。\n\n  欧提鲁克\n若代言人在祭坛供奉光明神灵的卷轴和书籍超过100张和100本且供奉过1把任意法杖(要没诅咒的)时，光明神灵会变成欧提鲁克。欧提鲁克是神秘的大法师，他掌握着世间上无数的魔法与无数的知识，他能让代言人在法术方面大幅提升。\n被动：代言人将无视绑定诅咒和特殊诅咒产生的效果。\n\n  武僧大师的英灵\n若代言人在祭坛供奉光明神灵的棍棒类武器(要没诅咒的)超过20件时，光明之魂会变成武僧大师的英灵。武僧大师会将自己的武术拳法等直接传给代言人，让代言人能够学会更多的动作与招式，比如翻滚、击飞目标武器、快速格挡等等。\n被动：自带抵抗之戒、武力之戒、狂怒之戒、速度之戒、闪避之戒、代谢直接的效果，并且代言者还能够更加耐饿（这里的水平线降低至250）。\n\n......\n——\n黑暗神灵～\n\n  掠夺之神阿弥拉\n“我敢肯定你没有听说过有这个神灵的名字，因为这是我幻想之中的——也就是纯粹的瞎掰。”\n若代言人在祭坛的基座上杀死100＋生物后，黑暗神灵会直接变成掠夺之神阿弥拉。阿弥拉拥有强大的掠夺之力，玩家要是做了这个神灵的代言人就等同与获得了一个＋10的掠夺之戒效果。\n被动：不仅仅是怪物的战利品，阿弥拉赐予给代言人的能力还能如同幸运值，提升所有可掉落物品的稀有率和出现概率还有数量，并且这个效果能运用到金币上。\n\n  污秽大法师巫妖王\n若代言人自身污秽值超过100000＋时，黑暗神灵会直接变成污秽大法师巫妖王。巫妖王已经能够将污秽法术掌握至炉火纯青，他能让代言人在污秽法术方面大幅提升。\n被动：任何诅咒和负等级反而会给予代言人绝对的增益效果；不能服用蓬莱禁药和佩戴黄金的生命之安卡；代言人使用祛邪卷轴会扣除自身和神灵的35%血量；不能拿单手剑和双钗这类富有神圣力量的武器物品。\n\n  电瓶大盗窃格拉瓦\n“小心点，明天我就要去你小区偷电瓶了！”\n若代言人自身携带的金币超过8000＋并拿到盗贼大师斗篷后，黑暗神灵会直接变成电瓶大盗窃格拉瓦。窃格拉瓦拥有操纵电瓶程度的能力，只要窃格拉瓦在代言人身旁，他所拥有的电瓶力量能够赋予代言人无限的充能(神器不算；兼容RF)。\n被动：代言人能在空手的情况下按下Shift键＋右键直接给一个能被充能(兼容RF)的方块立刻充能完毕。\n\n  吸血鬼德古拉伯爵\n若代言人使用远古献祭之剑杀死5000＋生物，并将其武器升级到+10后，黑暗神灵会直接变成吸血鬼德古拉伯爵。德古拉是无上的吸血鬼，有无数的人们害怕他、恐惧他，但都没法除掉他，哪怕是勇士也会被他轻轻松松摆平并吸干血液。他能让代言人的每一击都能吸取对方的血液和抽取对方的灵魂，但是这个吸血程度是有限制的，一般都是以代言人的积累击杀数转化为同等的单次吸血量最大限额来作为算法计算或判定。\n被动：在亮度为5+以下将取消代言人和神灵的碰撞箱并无限隐身，而且会快速恢复代言人和神灵的生命值。\n\n......\n——\nRe弱子～\n\n  最强人类木吉kazuya\n若代言人自身力量超过28点并拿到月时计后，Re弱子神灵会直接变成最强人类木吉kazuya。木吉kazuya拥有着无比强大的力气，它能让代言人免疫力量叠加的效果，将所以的所需力量分开来算。\n除此之外，当代言人成功格挡一次攻击时，木吉kazuya会有10%的概率造成反戈一击的效果。这个反戈一击能百分百眩晕目标，伤害的基准算法为 代言人目前血量x神灵等级 。\n被动：当木吉kazuya受到伤害时，会停止除了自身和代言人以外的所有时间。\n\n  森之妖精～比利·海灵顿\n若代言人在祭坛供奉Re弱子神灵的力量药水超过99瓶时，Re弱子神灵会变成森之妖精～比利·海灵顿。比利·海灵顿拥有无比神圣的力量，它能让代言人的暴击率(精准度)提升，算法为 代言人目前的每1点力量＝增加5%的暴击率(精准度) 。\n除此之外，当代言人对一个目标造成暴击伤害时，比利·海灵顿会有35%的概率对目标使用“神符「王の救济」”的技能，这个技能会重击目标的御神木和尻，将其减少50%的最大血量上限。\n被动：自身不会受到伤害，并且能增加代言人自身永久的可抵挡伤害15点，这个可抵挡伤害不可以叠加到装备。\n\n  王样Van\n若代言人在祭坛供奉Re弱子神灵的任意卷轴超过99张时，Re弱子神灵会变成王样Van。Van拥有无上的DDF法力，它既是黑暗神，也是大预言家。它不仅能，加强代言人所有的暗物质元素伤害，还能让代言人的鉴定卷轴的选择鉴定变为像祛邪卷轴那样鉴定背包里所有未知物品。\n被动：代言人每次升级时都会立刻恢复血量。\n\n  平家蟹镰田吾作\n若代言人在祭坛的基座上杀死一只巨蟹后，Re弱子神灵会直接变成平家蟹镰田吾作。镰田吾作拥有邪恶的螃蟹之力，在代言人受到即死伤害或者致命一击时，镰田吾作会有75%的概率进行一次巨钳的无缝格挡。\n被动：代言人即使在招架模式下也能以正常的速度移动。\n\n  堕落的卡牌之神城之内悠二\n若代言人在祭坛供奉Re弱子神灵的力量药水超过50且供奉过1个被诅咒物品时，Re弱子神灵会变成堕落的卡牌之神城之内悠二。据说城之内悠二使用了“暗黑「王の救济」”一技打败过了轻敌的森之妖精～比利·海灵顿，但是在之后城之内悠二因为过于骄傲而堕落了，最后成为了暗黑卡牌术士...城之内悠二拥有操控暗黑卡牌程度的能力，在代言人获得未知卷轴和书籍时会给予代言人一些对于这个未知卷轴和书籍的提示。\n被动：阅读灵能震爆卷轴时自身不会受到伤害。\n\n......\n——\n\n  神灵升级\n每个神灵都可以通过满足它的特定要求来进行升级。\n每次升级之后，离下一次升级的经验值需求就会越高。一般算法为 上一等级的经验值需求x2 ，一个神灵的初始等级的经验值所需为10(LV.1时)。\n——\n大骑士的英灵：\n供奉装备可以获得与那件装备的可抵挡伤害同等的经验值。\n供奉武器可以获得与那件武器的平均伤害同等的经验值。\n注：若含有附魔、刻印、刻纹，则每个额外增加100点经验，等级不加。\n——\n欧提鲁克：\n供奉纸页可以获得10点经验值。\n供奉卷轴可以获得15点经验值。\n*供奉升级卷轴可以获得25点经验值。\n*供奉附魔卷轴可以获得50点经验值。\n*供奉诅咒卷轴可以获得1点经验值。\n供奉书籍可以获得20点经验值。\n*供奉无序魔典可以获得75点经验值，若有升级，则每一级升级即可额外获得100点经验值。\n*供奉沉重魔典可以获得55点经验值。\n——\n武僧大师：\n供奉口粮包可以获得100点经验值。\n供奉小口粮包可以获得50点经验值。\n——\n掠夺之神阿弥拉：\n供奉任意肉(一定要生的)可以获得5点经验值。\n供奉任意数量金币可以获得同等数量的经验值。\n供奉任意戒指(被诅咒和负等级也行)可以获得175点经验值。\n——\n污秽大法师巫妖王：\n供奉诅咒卷轴可以获得300点经验值。\n供奉被诅咒的物品可以获得100点经验值。\n注：若含有负等级，则按照每级(负数)额外增加100点经验值来作为基准算法计算。\n——\n电瓶大盗窃格拉瓦：\n供奉激活青金石可以获得100点经验值。\n供奉机械类方块可以获得500点经验值(可以兼容其它工业科技类mod)。\n供奉充能卷轴可以获得300点经验值。\n——\n吸血鬼德古拉伯爵：\n每次在祭坛上用远古献祭之剑杀死任意生物可以获得100点经验值，并且会百分百将被杀死献祭的生物复活，复活后就会成为代言人的仆从直至死亡。\n——\n兄贵众神：\n只需要供奉力量药水或者根骨药水就可以，升级算法是直接按照 1瓶＝升级1级 的算法来判定或计算。\n——\n\n\nNPC：\n\n\n  泽智莲华的分身\n这个少年到处游走，他的身边有一圈魔法保护盾，可以免疫所有伤害。\n尽管你知道这个家伙是谁...\n他会让玩家完成3个任务，完成所有任务时，他会继续游走且已完成他任务的玩家无法进行互动。\n第一个任务：\n他需要64根金羽毛，用来制作一种特殊的扇子。\n他会给你8张升级卷轴。\n第二个任务：\n他需要3个满月莓，用来制作一种特别好吃的果酱。\n他会给你9个未完成的铁块\n第三个任务：\n他需要5个天界的驱动器，用来给魔法保护盾加快修复速度（如果未加入MP的新年小附属，则是需要32个水晶，用来给魔法保护盾的能量进行续航）。\n他会给你“银杏「福」”。\n\n  矮人铁匠\n这个矮人是和平的，虽然它的铁匠铺在这里但是它们并不就住在这个矿洞里。\n矮人铁匠会收购一些关于金属锭或块还有工具之类的东西，除此之外他还会在地上摆上一些待出售的武器装备工具，玩家右键地上的武器时需要话费一些金币购买才能捡起来。\n如果你用金矿石右键矮人铁匠时，矮人铁匠会愿意为你提升一件武器的升级上限，因为之前说过一些了所以这里直说些别的。\n除了用金矿提升升级上限之外，还有一个办法，那就是使用精金材料。\n\n  老鼠王\n这个特殊的NPC会在地牢内生成，每个存档只有一个。\n它头顶上的小王冠有神奇的魔力，可以让它免疫大多数伤害，还能召唤老鼠臣民(不会攻击玩家和友善生物)抵御其它怪物的骚扰。\n老鼠王一般会在传送门旁边，只要摸索一会周围的墙壁就能找到一扇隐藏门。\n老鼠王的房间里有很多宝箱，宝箱里一般都是金币财宝之类的，必定能随机开出一个戒指(如果动了老鼠王的箱子，老鼠王会立刻召唤大批大批老鼠臣民直到玩家被杀死为止，或者玩家将老鼠王杀死，其他老鼠会立刻四处逃窜，杀死老鼠王会得到它的王冠)。\n老鼠王会在房间的中央站着睡觉，只要右键它就可以叫醒它。\n老鼠王醒了之后，第二天再次右键询问它，它会交给你一个任务。\n——\n老鼠王：看在你昨天没有趁我睡觉偷走我宝藏的忠诚份上，我要你去帮我一个小忙，这里的东西就都送给你了。\n\n老鼠王：最近本王家的餐具突然不见了！真是气死我。\n老鼠王：我派臣民调查发现，是那些石乐志的肮脏藤古小偷偷走了我的餐具！！！\n老鼠王：太可恶了！你要帮我去杀了一个身穿蓝色披风的家伙，他刚刚就偷走了我的一些宝藏！\n\n老鼠王：噢对了，你杀死它后，他的东西也是你的了。\n——\n此时，玩家无法再去打开老鼠王的宝箱，系统会提示你“都走到这一步了还想怎么样？”。\n只要在地牢里随便走走，玩家应该就可以看到一个身穿蓝色披风的盗贼，但是得小心，他攻击时可能会将你的东西抢走并逃跑！\n杀死蓝披风盗贼后，他会掉落叉勺。此时回去与老鼠王再次对话老鼠王就会让你随便开它的宝箱。\n宝箱里的东西每天会刷新一次，这可能是其它老鼠臣民搜集来的宝藏？幸运值能够提升宝箱里的物品数量与稀有度(刷新后第一次打开时才算)。\n注：老鼠王血量:50\n\n  豺狼人侠客\n这些江湖人士会四处游荡，杀死怪物并拿走战利品是它们这个行业的路子，但是绝对不会攻击友善生物(包括玩家)。\n右键能通过花费一些金币可以来雇佣它们。\n伤害：2(不计入它们手持的武器)\n血量：20(豺狼人会也会穿一些装备)\n掉落物品：它们拿到的所有战利品、手上和身上的所有武器装备、豺狼人的肉1～3块。\n\n  小神灵\n这种神灵还是一个类似光球的样子，肯定是刚刚被召唤出来的。\n使用5个破碎的魂魄放入村庄圆石祭坛上的基座即可召唤这种神灵，这种神灵可以右键切换是选择跟着玩家还是返回祭坛。\n神灵在基座上方时(也就是切换到返回祭坛选项)，玩家可以将一些物品来放入基座改变它的属性等。\n召唤神灵的玩家会成为那个神灵的“代言人”，一个玩家最多只能同时拥有1个神灵。\n绝大多数神灵可以被攻击，血量仅有5点，所以请代言人要千万小心，别在于怪物的战斗中失误杀死了自己的神灵。\n注：刚刚召唤出来的的小神灵不会进行战斗和赋予能力。\n\n  机械师村民\n做这种职业的村民很是受村庄里的人们尊重和敬佩——他的知识量甚至比一个魔法师还要多。\n在日常的生活中，这些村民会带在自己的研究室里打造某个机械或者小玩意，但一般都是不可用的(有些摆在地上的东西可以购买)。\n玩家可以右键与他对话，但是一般都是打招呼或问好之类的。只有玩家手持一些关键物品去与他对话，他才会做出反应。\n这里举例几个可以触发特殊对话的关键物：\n——\n当手持激活青金石块、特殊栏装有二合一发电机时的对话：\n\n机械师：“这是什么?一个青金石块吗?”\n机械师：“给我有什么用?”\n(此时，机械师发现玩家背着一个二合一发电机)\n机械师：“...噢，一个二合一发电机！我的上帝，你是怎么得到它的？！”\n(这时，玩家可以再次手持激活青金石块右键机械师。机械师会接过青金石块然后取走特殊栏里的二合一发电机，并且会花费玩家身上的1000金币。若目前背包内金币不足，则对话会触发无效。)\n机械师：“我会帮你打造一个新的组合机器的，放心吧。”\n\n过了四天后(游戏内天数)玩家可以再次回来与机械师对话，并取走制作好的二合一电容。\n——\n当手持嗜血之电锯时的对话：\n\n机械师：“呃啊啊...你这是要杀了我吗？”\n(此时玩家可以再次右键继续对话的进行)\n机械师：“呼...我以为你要杀了我，早说嘛。”\n机械师：“你是说要我把这个玩意拆下来？这可有关到我不熟悉的恶毒巫术...不过没关系，我还是懂一些的，只不过等下你得十分难受。”\n(再次右键可以继续对话，并会花费玩家身上携带的50金币；有75%的概率扣掉玩家目前的50%血量)\n机械师：“好了，现在这个电锯已经没有诅咒了...”\n——\n\n  农民村民\n一种在村庄生活里的普通村民，他们的知识量一般就只限制在普通农业上。\n右键可以与他们进行对话或交易，与他交易可以获得一些普通食物或者一些作物之类的。\n\n  裁缝村民\n这种职业的村民一般会呆在村庄的一间结实木屋里，他们掌握着大量有关于布料与皮革的知识。\n右键可以与他们进行对话或交易，他一般会愿意接受玩家们的布料皮革还有一些金币来进行加工或者缝制。\n\n  屠夫村民\n屠夫村民，如同他们的名字一样，他们是一些卖肉宰禽的商人。\n他们一般会在村庄的市场上，售卖一些肉类制品。\n右键可以与他们进行对话或交易，玩家可以直接右键他摆卖的商品来购买，同时他们也会去收购一些动物的尸体。\n\n  军火商\n这类村民一般会在村庄的小巷子里出现，他们会出售一些枪支弹药类物品。\n他们不摆卖，只做手头交易。\n另外，需要的货币可能会略有不同。这些家伙除了接纳金币以外还会接收钞票。\n\n\nBOSS：\n\n\n  血肉之墙\n  “打败虚无的肉体...”\n在地狱将一个村民使用巫毒娃娃杀死即可召唤，该Boss体积巨大，且不受地形影响而向召唤者一直推进直到被击败或者召唤者死亡（掉线脱离服务器也算）。\n一个地狱只能同时存在一个，这个Boss若将玩家卡住在夹角则会疯狂连击让玩家置于死地，使用传送的玩家会被它用触手快速拉到它前方十几米远处。\n伤害：5～37～120（夹墙角时每秒伤害）\n血量：2000\n掉落物品：血肉之墙的专属Boss奖励袋一个（会开出  破坏者巨剑一把【没有拔刀剑mod则不会掉落】、驱动器核心一个、大量腐肉、大量骨头、大量蜘蛛眼）。\n\n  邪恶的镜像\n“打败自己才是真正的成功。”\n他和玩家的样子一模一样，什么玩家是什么样子他就会看到是什么样子，而别人就不同（除非皮肤一样）。\n它拥有极强的AI，会使用像玩家一样左右键使用物品，与玩家同一个装备而且它也会切换物品，还会自动寻找玩家，如果在128秒内未检测到64米内未出现玩家，则自动消失。\n伤害：？？？（看玩家的武器）\n血量：？？？（看玩家的血量以及装备）\n掉落物品：ME' SWORD一把。\n\n  欧格鲁\n欧格鲁是一位掌管着火星的神明，但是在那之后被涅塔瓦篡位登上了火星之王的位置。它的真实长相好似一个张开的大布，但平常还是以人形的形态存在。\n它拥有操纵红水晶与卢比符文的能力。并且能够自由飞行，创建短程的传送门等。\n使用卢比符文阵召唤，每人仅限一次。\n伤害：89-102\n血量：3600\n欧格鲁会将4格以外的目标设为法术攻击目标，4格以内会强制切换成近战模式。它会使用红色激光以及烈火焚烧作为远程法术。\n欧格鲁在低于30%血量时会从人形变为真面目，真面目状态下的它会主动冲击向玩家并吞噬。被吞噬的玩家每秒将扣除10%的血量，只有对欧格鲁造成100点攻击后才会将玩家吐出去。\n掉落：\n红水晶5-7颗。\n红符文大剑一把。\n火星传送饼一件。（必掉）\n\n  涅塔瓦\n火星目前的掌管者，一位头戴王冠长相狰狞的红毛虎头人。据火星史记载，它手持着两把能够将一座小山劈成两半的短柄战斧，身披着黑色的火星皇室斗篷能够抵御3000度的镭射线。\n伤害：43-86\n血量：500\n当涅塔瓦造成暴击时将短时间内激怒自己，造成的伤害将免疫90%的护甲抵御，并且无视所有法术及穿透攻击。\n涅塔瓦每隔10秒将奔跃撼地，对7x7范围内的所有生物造成暴击伤害并损坏一部分方块。\n涅塔瓦无视击退以及自带30%破甲，背面免疫一切法术攻击。\n掉落：\n涅塔瓦对斧一对。（二掉一）\n火星皇室斗篷一件。（二掉一）\n虎肉4-9块。\n火星王冠（必掉）\n\n\n自然建筑：\n\n\n  矮人铁匠铺\n在废弃矿洞里唯一的铁匠铺，这里会出售一些刚出炉的武器和装备并摆在地上，铁匠铺里的方块被特殊附魔了，玩家和其它东西都无法破坏这里的方块。\n可以在这里与矮人铁匠对话、交易、重铸、提高升级上限。\n\n  海底沉船\n一座巨大的沉船在海底中，或许能在里面找到一些物资什么的呢？\n这种沉船一般会在海洋底部生成，会随机生成1～4个箱子在船舱内部，可能会开出铁三叉戟或其它武器。\n出了箱子之外，还可能会出现铁块或者金块之类的值钱玩意。\n这里可能会生成大量的怨灵或巨蟹，它们会试图攻击周围的鱼群。\n\n  火箭残骸\n不知道从哪里坠下的失败结果，但这可都是金属打造的！\n可能会随机生成一些近代物资在上面，小概率出现先进的未来物品。\n火箭的躯壳可以是特制钢，也可能是钛，也可能是其它...\n\n  荒废农田\n这是一片长着一人高杂草的农田，庄稼基本上没有了...不过能兴许找到一些植物死亡后遗留下的种子？\n高概率在农田边的栅栏处生成一个小木屋，木屋内必定生成一个装着农作物或劳作工具的箱子。\n\n\n水源：\n\n\n  泉水\n茂密的森林里，在一些较高山坡上的小池子或者山坡里的小池子流出来形成一条丁丁冬冬的泉水小溪，用瓶子可以装出泉水瓶(可以恢复全部口渴度并获得3秒的生命恢复I【1】)，泉水还可以装在其它容器里，如果与普通的水碰上会将其一起转换为泉水。\n\n  尸尘之水\n只要在一锅盛满水的炼药锅里丢入33个骨粉、11根骨头、4个骷髅头颅、一个被诅咒的物品即可化为这种有大量污秽的巫水，无法将这种水捞出来，只能丢入其它东西来吸收，最多可以让物品吸收21次后就会消耗完毕，每吸收七次减少一点。\n\n  糖浆\n糖浆会以一个小湖的形式在地底随机生成，它是一种可以直接饮用并恢复饱食度和饥饿度的流体。\n将史莱姆推入这些物体里会转换成糖浆史姆，因为糖浆史莱姆和原版史莱姆没有什么差别就不在生物那一栏写了。\n\n  转换流体\n这种流体能转换一些物品，比如丢入匕首能转换成指虎之类的。\n在花海环境里有1%的概率出现由这种流体的小型池塘。\n\n  混乱流体\n将浮空药水、麻痹药水、毒气药水、焰火药水、寒冰药水、生命治疗药水等丢入泉水中即可转换成这种奇奇怪怪的流体。\n这种流体一旦有生物进入，会立刻施加大量DeBuff，这种流体可以用玻璃瓶将其装起，扔出会产生大量的各种气体。\n\n  肮脏的水\n这种水一看就是用来被洗过餐具的厨余垃圾水了，不过将这种水用来浇灌植物或许能做为一种比较好的肥料？\n这种水能够代替三次骨粉的效果。\n\n  紫溶解水\n将1堆红蓝粉末或紫色粉末右键加入装有清水的坩锅或者丢入到清澈的水(要源头)中，会慢慢将其转化为这种粉末的溶解水。\n\n  蓝溶解水\n将1堆激活青金石粉末右键加入装有清水的坩锅或者丢入到清澈的水(要源头)中，会慢慢将其转化为这种粉末的溶解水。\n\n  红溶解水\n将1堆红石粉右键加入装有清水的坩锅或者丢入到清澈的水(要源头)中，会慢慢将其转化为这种粉末的溶解水。\n\n\n辅助道具：\n\n\n  激光切割刀\n由一个任意完整的水晶和一个高级铁板还有一个电池在高级工作台合成制作而成（也可以使用RF电容），该工具为合成式使用（当然也可以在零件加工台使用），可以参考TLS的铁匠锤子。\n可用于切割水晶和坚硬物，甚至可以当作武器。\n耐久为电容含量（电池合成只有300，电容合成看自带的电容量），每次切割消耗10点电量，每次攻击目标消耗1点电量（破坏方块掉2点），自带攻击力为10点。\n注：可以代替板材切割刀使用。\n\n  墨水瓶\n可以储存100个墨囊（每个墨囊加一点墨水）或10个石墨（每个石墨加十点墨水）的量，在合成界面添加墨水。\n只能在废弃矿道的箱子里获得（奖励袋需史诗级以上），可以使用在画笔上。\n右键可以做出行动（默认模式①），潜行右键可切换模式（可参考等价交换mod）。\n可切换的模式：\n模式①——消耗十点墨水放出墨水，画笔右键消耗墨水并在下一次挥刀时释放SA、B、C中的一个（这个墨水为方块流体状，可联通流体相关的mod）。\n模式②——消耗十点墨水为玩家清洗自身的debuff。\n模式③——消耗九十点墨水实现一次粉笔仪式（实现粉笔画的魔法阵，要对准魔法阵否则无效，而且只能在最后一步的需要墨水上）。\n\n  露水瓶\n这个小瓶子和墨水瓶长得很像，但其实它是用来收集露水的。\n这个露水瓶有100点露珠的上限，溢出时将自动提示。\n手持露水瓶按下H键可以使用当前模式效果，按下Shift键＋M键可以切换其模式。\n当然，要有足够的露水才能触发效果。\n可切换的模式：\n——\n饮用(消耗10点露水，为玩家恢复至自身目前最大血量上限的血量)\n——\n浇灌(消耗15点露水，让玩家周围的5x5范围内开始生长植物与高草)\n——\n启文（消耗9点露水，能够启动周遭3x3x3以内的所有符文方块）\n——\n强化(消耗100点露水，为玩家背包内的所有能被正常升级的物品升级1级，并且能祛除诅咒。但这不会鉴定它们)\n——\n清洗(消耗20点露水，为玩家清洗所有的正规负面效果DeBuff)\n——\n祝福(消耗50点露水，让玩家选择背包内的一件已鉴定的武器或装备将其随机附魔【指特殊附魔和刻印】。这个效果虽然能祛除诅咒，但不会附带升级1级的效果)\n——\n\n  草药酊剂瓶\n这个小瓶子比玻璃瓶小了好几倍，它似乎可以用割下的植物和种子制作一些草药。\n将割下的植物、种子和酊剂瓶放在合成栏里，合成之后就会装入背包里的一个容器里(比如玻璃瓶、碗，饭盒的装汤汁也可以)，若没有可以装草药的容器，则只能装在酊剂瓶里。\n装有草药的酊剂瓶无法继续合成下一个草药，除非直接右键喝掉或者与一个空的容器在合成栏里二次合成(手持装有草药的酊剂瓶按下Z键会试图倒到饭盒的装汤汁的那里)才会变成空的酊剂瓶。\n\n  纳兹琳的探矿棒\n这是一双探矿棒，它用于寻找矿物。\n可以使用Shift键＋右键来切换所要跟踪的矿石，这个探测棒只会追踪离玩家最近的目标，探测的极限范围是100000米内(100000米也算)。\n在大空石像关第一关摆放获得。\n\n  简单的小木板与线\n使用1个木质压力板和1根线就可以做出3个这种简易得不能再简易的用于培养晶石的工具，将木板架在饱和的粉末溶液上，手持激活青金石碎片/红石块碎片/紫水晶碎片右键放上去，等待3-4天(按照游戏天数来算)即可培养成一个正合适的水晶。\n\n  螺丝刀\n这件小小的玩意能够将一些有印子的螺丝扭紧。\n使用1根铁棒在零件加工台合成。该工具为合成使用，通常运用机械之上。\n耐久大约为140点，每次使用消耗1点，自带1点攻击力。\n\n  板材切割刀\n这是一个由全铁打造的大剪刀，它能轻松地将已经打好的金属板材切割成许多条。\n由2根铁棒还有1块粗制铁板在零件加工台合成制作而成，该工具为合成式使用（当然也可以在零件加工台使用），可用于切割金属锭和坚硬物，甚至可以当作武器。\n耐久为300点，每次切割或攻击都会固定消耗1点耐久度，自带攻击力为5点。\n\n  锤子（特指工匠锤）\n这是一个普通的小铁锤，它能够将一些坚硬物敲碎或者打平。\n由1块铁锭还有1根木棍在高级工作台合成制作而成，该工具为合成式使用（当然也可以在零件加工台使用）。\n耐久为200点，每次使用都会固定消耗1点耐久度。\n\n  HtimsKcalb Lio之锤\n这把锤子的主人赫蒂姆斯卡尔布·利奥，是一位工匠之神。传说中他在4岁就打造出了一这把神器，作为代表它永远不会损坏。\n这把锤子在供奉工匠之神到达5000点时必定获得，类似于一个无限耐久的锤子。\n\n\n额外背包：\n\n\n  卷轴筒\n这种木筒外面涂上的橙色漆料使其做到一定的防火作用，可以肯定的说，里边装着的纸制品绝对很安全。\n这个卷轴筒能装下与玩家背包格数一样卷轴，而且每一格的最大堆叠上限从玩家背包内的64张提升至了256张。\n除此之外，它还可以装10个格子的炸弹或火药类物品。\n\n  种子包\n这种用青色的布料做成的较大包袱，可以用来装一些种子和果实之类的东西，当然它是不可以被用于装割下的植物的。\n一个种子包有大概20个格子，种子在里面的堆叠数量能够提升至1000个（坚果和瓜子这种算种子），果实则能够提升至100个。\n\n  小钱包\n这种用皮革做成的小袋子能够装下一些金币。\n钱包只有10个格子的容量，每个格子能装的金币数量能够达到500金币。\n远古硬币也算作金币放入小钱包里。\n\n  草药柜子\n这种木箱不能放在背包或快捷栏里直接打开，它需要放在方块上才能打开。\n这种柜子只有古代的医生才会背着，它可以用于存放一些药材，它的容量有一个大型箱子般这么大，而且草药从在背包里的16捆为一组的上限可以提升至64为一组的上限。\n除此之外，柜子的旁边还有一些小型的便携制药工具，只要手持三捆相同的草药在潜行的状态下逐一右键放入草药柜子旁边的制药工具里，就可以炼制出一瓶与草药效果相应的药水。\n\n  箭袋\n这种用木头和兽皮制成的筒能装下1000支箭矢，它拥有5个格子的容量，每个格子能允许装下一种同样的箭矢200支，消耗箭矢时会首选从左到右最前面那个格子的箭矢。\n放在背包里是不会提供箭矢的，只有放在特殊栏才会提供箭矢。\n除此之外，这个箭袋的后面还有一个小袋子，这个小袋子可以装下一个药水瓶，当选择的是普通箭矢且在额外的药水瓶栏里放入药水时，在发射时玩家会快速让箭矢沾上药水，此时那个箭矢将拥有效果的作用。\n一瓶药水有50点耐久，每次沾一支箭矢会减少1点耐久，耐久为零时将把玻璃瓶自动返还至玩家的背包里。\n\n  干粮袋子\n这个包袱做得比种子包大一些，它能用于装一些不会撒或漏出来的固体食物（可以装烤肉这种，但是它的新鲜度会快速下降。）。\n它拥有大概25个格子的容量，能将小型袋装干粮和面包这种食物从64为一组的上限提升至99为一组的上限。\n\n  木制饭盒（盫）\n这种小盒子能够延长熟食的新鲜度（面包这种食物可以装在这里也可以不装，新鲜度也不会有什么改变，果实装在这里到是可以延长新鲜度），它的里边不仅可以放很多熟食，还可以放一些汤水在一个没有任何缝隙的小槽里。\n小槽还分有4个格子，可以装四种汤水，每个小槽只能装下一碗汤水的量，它还可以用于装药水。\n它能放固体食物的容量是15个格子，每个格子最多能放下10个为一组。\n\n  药水箱\n这个不大不小的棕色铁盒能装下很多药水，同样，它需要放在地上才能打开。\n它能将背包里的药水从16为一组的上限提升至64为一组的上限，小型的药水能以128为一组，这个箱子共有30个格子的容量。\n因为这个铁箱子的密封性很好，所以装在里面的药水不会再被冻碎或者摔碎。\n\n  假的间隙\n“你没有看错，这就是间隙。只不过它是灰色的？”\n这个间隙只有放下来才能打开，它的容量是100个格子，格子能装下的物品最高堆叠数为250为一组（不可以堆叠的物品还是不可以堆叠）。\n\n  移动盔甲架\n这个用抛光过的木头做的盔甲架拥有能装下3套装备和5把武器的容量，对于把武器装备放在背包里来说，盔甲架的重量能使得小偷更不容易抢走它。\n\n  便携式移动型第二代测试版风力太阳能二合一自动发电机器\n“我知道它的名字很长，你就简称它为二合一发电机行了。”\n只能在地牢的宝箱内有小概率获得。\n这个机器会在玩家移动或处于亮度不低于10+时会自动给背包里所有可以被电力充能的物品（兼容RF）缓慢充能。\n这个额外背包要装在胸甲栏才能发挥它的效果。\n\n\n炸弹：\n\n\n  黑炸弹\n这种炸弹里装的可是正经的黑火药，注意点兄弟！\n在矿工村民那里可以用一组(64个)圆石和2堆火药买1个这样的炸弹。\n这个炸弹会将3x3x3内的所有硬度低于黑曜石的方块炸毁，但是得小心！它也会把在内的掉落物给有概率炸毁(一些东西炸不掉除外)！\n它的爆炸伤害最高为8点。\n炸弹一般有两种引爆方法，在这之后将不再说明。\n一种是先将炸弹放在特殊栏，然后快捷栏手持火把可以将其点燃(打火石、带有烈焰特殊附魔的武器也可以，甚至可以在快捷栏用炸弹左键火焰也能将其点燃)，此时可以直接按下Z键扔出炸弹，不要过太久在手上爆了。\n另一种就是直接将未点燃的炸弹右键放置在地上，点燃之后等待引线燃烧就会自动爆炸。\n\n  矿用雷管\n这种炸弹里装着厚足的黑火药，感觉拿着它时老是认为它会爆炸。\n可以将这种雷管在合成栏里用4个捆成一捆，这样子的威力会以4倍增大！\n在矿工村民那里可以用2颗绿宝石或300金币买1个这样的炸弹。\n这个炸弹会将9x9x9内的所有硬度低于基岩的方块炸毁，但是它并不会炸毁掉落物，而是将其震飞。\n它的爆炸伤害最高为14点。\n\n  四尺魔法炸弹\n“我怀疑这是正邪搞的鬼...不对，正邪自己就是天邪鬼啊。”\n在地牢的宝箱里有10%的概率能获得1～5个这种炸弹。\n这个炸弹不会炸毁任何方块，但是它能对16x16x16以内的所有生物造成15～36点伤害，并且将所有掉落物和实体全部炸飞。\n在放这个炸弹的时候，它会有10秒的时间让你离开，别被自己的炸弹炸死了啊！\n\n  圣水手雷\n“哈——利路亚！”\n这个炸弹只能对亡灵生物造成伤害，并不会破坏地形，这个炸弹的范围是8x8x8。\n在地牢的宝箱里有3%的概率能获得1个这种炸弹。\n它的爆炸伤害最高为29点。\n\n\n\n\n\n头盔\n\n\n  玩家头盔\n这个普通的头盔是玩家一开始游戏时自带的，它给玩家的皮肤(这里指的是玩家人物外表的皮肤)看起来增加上一些作用。\n它能提供1点可抵挡伤害，所需力量为0，耐久度为无限。\n\n  鸭舌帽\n没有什么特殊的鸭舌帽。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为20。\n\n  少女帽\n这个帽子上打着一个小蝴蝶结，许多少女们都很喜欢这种帽子。\n能在裁缝村民和宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为23。\n\n  草帽\n一个简单的草帽，是由许多植物的桔梗所编织成的。\n能在农民、裁缝村民和怪物还有宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为14。\n\n  远古铁头盔\n这个头盔已经锈迹斑斑了，所以基本上没什么用。\n这个头盔可以用于烧制出1块铁锭。\n能在怪物和宝箱内获得。\n它能提供4点可抵挡伤害，所需力量为11，耐久度为20。\n\n  远古金头盔\n这个头盔已经损坏严重了，但它在闪烁，或许有些用处？\n这个头盔可以用于烧制出1块金锭。\n能在怪物和宝箱内获得。\n它能提供6点可抵挡伤害，所需力量为12，耐久度为35。\n\n  皮革链盔\n这个头盔是加强版的锁链头盔，它是由皮革头盔和锁链头盔合成在一起的(原版的那两个)。锁链被夹在里面和外面的皮革中间，这样就既不会让穿戴者感觉到难受了。\n能在裁缝、铁匠村民和怪物还有宝箱内获得。\n它能提供6点可抵挡伤害，所需力量为11，耐久度为235。\n\n  碟盔\n和鳞类护甲差不多，但是它用的是紫色或深黄色的铁片来拼接打造的，里边还有一层皮革头盔让穿戴者没这么难受。\n只能与铁匠村民交易获得。\n它能提供14点可抵挡伤害，所需力量为12，耐久度为1500。\n\n  板链盔帽\n这是一位大师按照板甲来所打造出的头盔，但是并不是很好。为了弥补这件头盔的漏洞，它在板的里面加上了锁链和布。\n只能在地牢宝箱内获得。\n它能提供20点可抵挡伤害，所需力量为16，耐久度为2750。\n\n  大空魔术师的帽子\n当你拿着它时，你感受到了这个帽子的普通。但其实，只要你会用这顶帽子就是神器。\n这个帽子目前无法获得。\n它能提供17345^791点可抵挡伤害，所需力量为-1，耐久度为无限。\n在穿戴时，免疫一切除物理以外的伤害，并且能够在空中自由飞行不受任何干扰(免疫击退和吸力)。\n除此之外，这顶帽子还有特殊按键。\n——\n按下C键时会使周围燃起熊熊大火。\n——\n按下V键时能冰冻周围所有生物和物品还有方块。\n——\n按下B键时能使玩家和玩家身上的东西融入周围环境变得透明。\n——\n按下N键时能在周围变出许多石像守卫来攻击周围怪物。\n——\n按下M键时能取消玩家的实体碰撞箱，使所有选中攻击无效。\n——\n\n\n胸甲\n\n\n  玩家胸甲\n这件普通的胸甲是玩家一开始游戏时自带的，它给玩家的皮肤(这里指的是玩家人物外表的皮肤)看起来增加上一些作用。\n它能提供1点可抵挡伤害，所需力量为0，耐久度为无限。\n\n  布衣\n这种最普通的日常便衣没啥好介绍的。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供2点可抵挡伤害，所需力量为9，耐久度为50。\n\n  衬衫\n这种最普通的日常便衣没啥好介绍的。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供点2可抵挡伤害，所需力量为9，耐久度为50。\n\n  肩披\n这是一个正好能盖过肩的小披风，它很美丽、很多少女们都喜欢在日常生活中以这种披风作为装饰。\n能在裁缝村民还有宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为4，耐久度为35。\n\n  白紫色道袍\n这种华丽奢侈的道袍貌似是某个妖怪的日常穿着，不过这并不代表这种道袍就是那个妖怪专属的。\n它能提供3点可抵挡伤害，所需力量为10，耐久度为75。\n不可染色。\n\n  巫女服\nMiko的服装。\n它能提供3点可抵挡伤害，所需力量为10，耐久度为75。\n不可染色。\n\n  黄绿色道袍\n穿上这种道袍时不要大喊自己是秘神。\n它能提供3点可抵挡伤害，所需力量为10，耐久度为75。\n不可染色。\n\n  鼠皮皮衣\n有种特殊的味道...\n将巨鼠皮交给裁缝让他加工鞣制后(记得还要一定的金钱或绿宝石)即可获得，能无限获得。\n它能提供6点可抵挡伤害，所需力量为11，耐久度为190。\n穿上这件皮衣时，玩家将不会受到任何毒素伤害(气体也算)。\n\n  皮革链甲\n这件胸甲是加强版的锁链胸甲，它是由皮革胸甲和锁链胸甲合成在一起的(原版的那两件)。锁链被夹在里面和外面的皮革中间，这样就既不会让穿戴者感觉到难受了。\n能在裁缝、铁匠村民和怪物还有宝箱内获得。\n它能提供9点可抵挡伤害，所需力量为13，耐久度为295。\n\n  碟甲\n和鳞类护甲差不多，但是它用的是紫色或深黄色的铁片来拼接打造的，里边还有一层皮衣让穿戴者没这么难受。\n只能与铁匠村民交易获得。\n它能提供17点可抵挡伤害，所需力量为14，耐久度为2000。\n\n  鳞甲\n尽管这件胸甲用的不是真正的龙鳞而是被涂成黄褐色的钢片拼接打造的，但是它依然非常坚固。\n能在铁匠村民和怪物还有宝箱内获得。\n它能提供24点可抵挡伤害，所需力量为17，耐久度为2800。\n\n  板甲\n如同名字一样，像甲板一样坚硬。这是一件紫色加白色的由钢、铅、铁打造的盔甲，它十分出色。\n但最可惜的是，发明它的匠人还没有打造完一整套就因病逝世了，只留下了这一件胸甲。\n因为其手艺精湛而高超，没有人能打造出新的板护腿或板盔，他们只能复制般的打造已经打好的那件板甲。\n只能在地牢宝箱内获得。\n它能提供29点可抵挡伤害，所需力量为19，耐久度为3200。\n\n  哥特铠甲\n哥特类护甲是锻造中的数一数二的。据说，这类盔甲只能使用纯钢打造，包括上面精美的黄色花纹也是用纯钢刻出来的。\n能在铁匠村民和怪物还有宝箱内获得。\n它能提供32点可抵挡伤害，所需力量为20，耐久度为4100。\n\n\n护腿\n\n\n  玩家护腿\n这件普通的护腿是玩家一开始游戏时自带的，它给玩家的皮肤(这里指的是玩家人物外表的「皮肤」)看起来增加上一些作用。\n它能提供1点可抵挡伤害，所需力量为0，耐久度为无限。\n\n  布长裤\n这种最普通的日常裤子没啥好介绍的。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供2点可抵挡伤害，所需力量为2，耐久度为50。\n\n  长筒袜\n除了装饰，真的没什么用。\n能在裁缝村民和宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为2，耐久度为15。\n\n  短裤\n短裤、夏季必备。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为37。\n\n  牛仔裤\n牛仔裤在秋天的时候是最受欢迎的了，既可以防风吹感冒、又不像冬装这么厚，而且十分帅气，男生女生们都喜欢它。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供3点可抵挡伤害，所需力量为9，耐久度为55。\n\n  短裙\n女孩子们都喜欢短裙子！\n能在裁缝村民和宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为25。\n\n  长裙\n较为假小子性格的女孩子们一般都喜欢很类似裤子的长裙！\n能在裁缝村民和宝箱内获得。\n它能提供1点可抵挡伤害，所需力量为3，耐久度为25。\n\n  皮革链护腿\n这件护腿是加强版的锁链护腿，它是由皮革护腿和锁链护腿合成在一起的(原版的那两个)。锁链被夹在里面和外面的皮革中间，这样就既不会让穿戴者感觉到难受了。\n能在裁缝、铁匠村民和怪物还有宝箱内获得。\n它能提供7点可抵挡伤害，所需力量为12，耐久度为275。\n\n  碟护腿\n和鳞类护甲差不多，但是它用的是紫色或深黄色的铁片来拼接打造的，里边还有一层皮革护腿让穿戴者没这么难受。\n只能与铁匠村民交易获得。\n它能提供15点可抵挡伤害，所需力量为13，耐久度为1800。\n\n  鳞护腿\n尽管这件护腿用的不是真正的龙鳞而是被涂成黄褐色的钢片拼接打造的，但是它依然非常坚固。\n能在铁匠村民和怪物还有宝箱内获得。\n它能提供21点可抵挡伤害，所需力量为16，耐久度为2600。\n\n  板链护腿\n这是另一位大师按照板甲来所打造出的护腿，但是并不是很好。为了弥补这件护腿的漏洞，它在板的里面加上了锁链和布。\n只能在地牢宝箱内获得。\n它能提供28点可抵挡伤害，所需力量为19，耐久度为3450。\n\n  哥特护腿\n哥特类护甲是锻造中的数一数二的。据说，这类盔甲只能使用纯钢打造，包括上面精美的黄色花纹也是用纯钢刻出来的。\n能在铁匠村民和怪物还有宝箱内获得。\n它能提供30点可抵挡伤害，所需力量为19，耐久度为3900。\n\n\n靴子\n\n\n  玩家鞋\n这双普通的靴子是玩家一开始游戏时自带的，它给玩家的皮肤(这里指的是玩家人物外表的皮肤)看起来增加上一些作用。\n它能提供1点可抵挡伤害，所需力量为0，耐久度为无限。\n\n  白布鞋\n这双朴素的布鞋穿起来马马虎虎，不是太好也不是很好。\n能在裁缝村民和怪物还有宝箱内获得。\n它能提供2点可抵挡伤害，所需力量为8，耐久度为25。\n\n  草履\n这是双用一些植物的桔梗做的履，它看起来很结实。\n它能提供3点可抵挡伤害，所需力量为9，耐久度为35。\n只能在地牢宝箱内获得。\n在穿戴时，玩家会增加1点速度，脱下时会带走这1点速度。这双履还能在穿戴者行走时在脚下不断生长出植物。\n\n  长筒皮靴\n“系鞋带会很麻烦！”\n只能与裁缝村民交易获得。\n它能提供4点可抵挡伤害，所需力量为11，耐久度为45。\n\n  赫尔墨菲斯之靴\n这双绿色的靴子后面有一个小小的白色翅膀作为装饰——这就已经体现出这双靴子能跑得非常快。\n只能在地牢宝箱内获得。\n它能提供3点可抵挡伤害，所需力量为10，耐久度为25。\n在穿戴时，玩家会增加5点速度，脱下时会带走这5点速度。\n\n\n\n武器：\n\n\n  黑洞之叉勺\n  老鼠王在很久以前花重金让自己的臣民们打造了一把由精金与纯粹魔力组成的叉勺。\n  直到一只黑色的史莱姆出现在下水道之后，与老鼠王大战数日。史莱姆最后误吞噬了这把叉勺之后，强大的魔力使得史莱姆变得无比强大，还占领了下水道。\n  老鼠王被迫无奈，将自己宫殿大门隐藏了起来。黑色史莱姆则占领了其它下水道通向宫殿的道路，很少老鼠臣民能再次进入宫殿。\n  大空魔术师在旅行途中不小心传送到了这个地方，黑色史莱姆从背后想要吞噬他时，反被大空魔术师的斗篷上极强的温度融化了。这个叉勺之后也就被作为大空魔术师众多收藏品中的一员，其因吸收了大量暗物质而获得神秘力量的精金魔力叉勺。\n  这是一把暗灰色且正在闪着黑光的巨大叉勺，它长三十三寸、宽二十一寸左右，但是它莫名的青。\n  这是一个一阶武器，它的平均伤害为1～2^256点。\n  能在大空石像关第五关获得。\n  所需力量为1。\n  这是一件非常快速的武器，它无比的精准。\n  单按右键可以释放黑洞的力量，此时攻击则会附带各种效果(增益效果也会触发)，再次单按右键关闭。\n  长按右键可以进行蓄力一击，这个蓄力一击会将造成3倍的伤害，并且让玩家固定获得50点暗物质。\n  按下Z键还可以释放一个黑洞，这个黑洞会将周围除了玩家本人的生物吸过来(掉落物也会)。\n  除此之外，它的暴击伤害能造成长时间的疯狂效果，这个效果会令其目标做出动作时很可能会伤到自己而不是敌人。\n  这把武器不能用于割取植物和高草。\n  注：1～2^256是从中随机选出一个数来找成伤害。\n\n  匕首\n  很多rpg游戏中的刺客都会有这把武器。\n  这把普通的匕首由一个小木柄、一个刀托、一个长两寸左右的铁刃组成。\n  这是一个一阶武器，它的平均伤害为4～8点。\n  能在铁匠村民、怪物、宝箱里获得，可以被打造。\n  所需力量为6。\n  这是一件攻速普通的武器，它比较精准。\n  单按右键可以进行从左到右的半圆型斩击，这个斩击会将造成1.3倍伤害。\n  长按右键可以进行蓄力一击，这个蓄力一击会将造成2倍伤害。\n  按下Z键＋X键还可以将其换成反手抓取，反手抓取时伤害会提升10%，但是难以格挡攻击。\n  除此之外，它的所有攻击都能造成短时间的流血效果，并且攻击还有概率造成穿甲攻击的效果。\n  这把武器能用于割取植物和高草，还能在割取高草时更加快速。\n  注：偷袭时攻击能造成3倍伤害。\n\n  指虎\n  “指虎神教牛13！”\n  这是一块刚好能带在手上的铁片，它的顶部很被打造得很钝。\n  这是一个一阶武器，它的平均伤害为3～5点。\n  能在铁匠村民、怪物、宝箱里获得，可以被打造。\n  所需力量为4。\n  这是一件非常快速的武器，它无比精准(因为是拳头【汗】)。\n  指虎只能装在饰品栏里，在玩家空手时将同等于正在使用这件武器，但是戴上它时需要占据所有饰品栏格子。\n  除此之外，它的普通攻击能造成短的致残效果。\n  这把武器不能用于割取植物和高草。\n\n  转轮打火枪\n  这种手枪又笨又长，一点也不像个手枪...但是它比起火绳枪，在很多方面都算很好。\n  这把火枪有差不多六十寸这么长，拿起来不是很轻便。\n  这是一个一阶武器，它的平均伤害为1～15点。\n  能在军火商、怪物、宝箱里获得，可以被打造。\n  所需力量为10。\n  这是一件非常缓慢的武器，它不是很精准。\n  单按右键可以消耗玩家背包里的1堆火药和一颗火枪子弹。\n  长按右键可以装填子弹。\n  按下R键还可以扔出枪砸击目标。\n  除此之外，它的远程攻击能造成长时间的缓慢流血效果。\n  这把武器不能用于割取植物和高草。\n  注：这把枪只有3颗子弹的容量。\n\n  木叉勺\n  这是MP系列里唯一一把能制作出来的武器。\n  这把叉勺只有五寸左右长、两寸左右宽。\n  这是一个一阶武器，它的平均伤害为1～2。\n  只能使用1块木板和1根木棍在背包合成栏和普通/高级工作台无序合成制作后即可获得。\n  所需力量为8。\n  这是一件非常快速的武器，它十分精准。\n  长按右键可以蓄力一击，这个蓄力攻击将会造成1.5倍伤害。\n  这把武器不能用于割取植物和高草。\n\n  嗜血之电锯\n“哈哈哈，真开心呢。”(举电锯)\n“你真是个笨蛋啊。”(电锯声)\n(咔嚓—————)\n  这个电锯由一个包裹着驱动核的小铁箱，上面还连着一个二十来寸的锯刃，它闪着锋利的红光。\n  这是一个一阶武器，它的平均伤害为5～9点。\n  击杀史莱姆类生物有0.1%的概率获得。\n  所需力量为12。\n  这是一件非常快速的武器，它十分精准。\n  单按右键可以进行劈砍攻击，这个劈砍攻击将会造成3倍伤害，且能大幅损耗目标的头盔耐久。\n  长按右键可以进入招架状态，当成功格挡一次伤害时，立刻进行一次劈砍攻击来反戈一击。\n  按下Z键＋X键还可以拉开电锯，电锯在被拉开时能将伤害提升4倍，且能造成多次伤害。\n  除此之外，它的所有攻击都能造成长时间的缓慢流血效果，并且暴击伤害还有85%的概率造成短时间的致残效果。\n  它的特殊附魔嗜血能让玩家在成功击杀一个生物时固定恢复自身最大血量上限的20%血量。\n  这把武器能用于割取植物和高草，还能用于伐木。\n  注：只能装在特殊栏里使用，装备后将直接诅咒无法脱下，需要特殊办法才能将这个诅咒祛除。\n\n  远古献祭之剑\n这是一把褐红色的短剑，它身长二十寸、剑刃宽两寸左右，尽管它已经有些破旧，但两边的剑刃上仍然闪烁着血红色的光芒，中间还有着一道血槽，不过这道血槽是用于吸收敌人的献血来将自己变得更强大的。\n  这是一个一阶武器，它的平均伤害为0～12点。\n  能在怪物、宝箱里获得。\n  所需力量为12。\n  这是一件攻速普通的武器，它并不是很精准。\n  单按右键可以进行从左到右的半圆型斩击，这个斩击将会造成1.9倍伤害，并且还会释放一道红色的恒定飞行剑气。\n  长按右键可以进行蓄力一击，这个蓄力一击将会造成2.3倍伤害，若此击杀死了一个生物，则会立刻满血复活并令其变为玩家的仆从直至它死亡。\n  按下M键还可以献祭被这把剑复活的仆从，每献祭10个仆从可以为它自身升级1级。\n  除此之外，它的所有攻击(除蓄力一击)都能在杀死一个生物时有30%的概率将其满血复活并变成玩家的仆从直至死亡。\n  这把武器不能用于割取植物和高草。\n  注：使用这把剑每击杀50个生物也会自动升级1级。\n\n  皇家叉勺\n  这把叉勺完全是由黄金制作的，上面还有镶嵌着几颗闪闪发亮的宝石，它长30寸，宽16寸。\n    这是一个一阶武器，它的平均伤害为1～4点。\n  将叉勺丢入转换流体里获得。\n  所需力量为11。\n  这是一件非常快速的武器，它非常精准。\n  单按右键可以进行刺击，这个刺击将会造成1.3倍伤害，并且有35%的概率会造成穿甲攻击的效果。\n  长按右键可以蓄力进行从左到右的半圆型斩击，这个斩击将会造成1.6倍伤害，并且有40%的概率会将其击晕一段时间(不能做出任何动作)。\n  按下Alt键还可以将手持部分的隐藏柄拉出，让攻击力再增加0.3米，但是所需力量会增加1。再次按下即可收回。\n  除此之外，它对生物后一击能造成点金刻纹的效果。\n  这把武器不能用于割取植物和高草。\n  注：出售价格为300000金币。\n\n  小学生气息之树枝\n  “我打死你！”\n  不用多说了，这就是一根50多厘米长的树枝，但是它发出的剑气能打到很长很长的距离以外。\n  这是一个一阶武器，它的平均伤害为445^17317点。\n  创造专属。\n  所需力量为5。\n  这是一件能甚至超越普朗克时间的武器，它能比灵魂的密度还精准。\n  它的攻击距离固定为1024米。\n  单按右键可以进行乱斩攻击，这个乱斩会将造成19倍伤害。\n  长按右键可以进行劈砍攻击，这个劈砍会将造成19倍伤害。\n  按下Z键＋右键还可以进行刺击，这个刺击会将造成19倍伤害。\n  这把武器能用于割取植物和高草，还能破坏所有方块。\n\n  对剑\n  成双的双刃剑刃会让这把武器能快速地进行格挡和攻击，这对剑都长十三寸、宽两寸左右。\n  这是一个二阶武器，它的平均伤害为7～13点。\n  能在铁匠村民、怪物、宝箱里获得，可以被打造。\n  所需力量为11。\n  这是一件非常快速的武器，它比较精准。\n  单按右键可以迅速格挡一次。\n  长按右键可以进行蓄力一击，这个蓄力一击将会造成1.3倍伤害。\n  按下Shift键＋右键还可以将其换成反手抓取，反手抓取时伤害提升15%，但攻击范围缩短0.08米。\n  除此之外，它的所有攻击能造成短暂的流血效果。\n  这把武器能用于割取植物和高草。\n  注：左键普通攻击时，并不是两把剑同时攻击，而是以更快速度的一左一右轮流攻击。\n  另外，只能装在特殊栏才能使用双持效果。要空手时按下Alt键才可左右手都进行持剑，若不在快捷栏里切换出另一把剑，则只有左手(特殊栏那把)单持一把剑，而那一把多余的剑则会插在玩家的背后。\n\n  燧发枪\n  这把燧发枪是转轮火枪改造加强后的样子。\n  这把枪长五十寸左右，比之前轻了很多。\n  这是一个二阶武器，它的平均伤害为7～20点。\n    能在军火商、怪物、宝箱里获得，可以被打造。\n  所需力量为10。\n  这是一件非常缓慢的武器，它不是很精准。\n  单按右键可以消耗玩家背包里的1堆火药和一颗火枪子弹。\n  长按右键可以装填子弹。\n  按下R键还可以扔出枪砸击目标。\n  除此之外，它的远程攻击能造成长时间的缓慢流血效果。\n  这把武器不能用于割取植物和高草。\n  注：这把枪只有5颗子弹的容量。\n\n  利爪手套\n“撕破你的Face！”\n这是一个二阶武器，它的平均伤害为9～16点。\n只能在宝箱或僵尸手里获得，所需力量为11。\n这是一件比较快速的武器，它能连续造成1～2次伤害，并且所有攻击都会附带百分百流血效果。\n这个手套上的利刃能够快速割取高草和树皮，这是一把锋利的特殊栏武器。\n\n  长矛\n这种长矛看起来很锋利。\n这是一个二阶武器，它的平均伤害为8～18点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为12。\n这是一件略为缓慢的武器，但是它的攻击距离比其他武器稍微比较长一些，如果在跳起来时攻击到一个目标可以强制将其向上挑飞2米。\n手持时长按右键可以蓄力扔出，额外伤害与附魔同时也能够触发。这是一把比较长的手持武器。\n\n  长匕首\n只是比匕首长了几英寸。\n这是一个二阶武器，它的平均伤害为8～12点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为12。\n这是一件攻速普通的武器，在隐身或者从背后刺杀目标可以造成双倍伤害。\n长匕首能够快速割取植物和高草，这是一把轻便的手持武器。\n\n  手斧\n虽然它很像铁斧，但是从形状上完全不同——这把斧头的斧刃比较小。\n这是一个二阶武器，它的平均伤害为7～13点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为12。\n这是一件攻速普通的武器，攻击附带5%的破甲攻击，这是一把奇怪的手持武器。\n它拥有和铁斧一样的效果，可以用于砍树。\n\n  武士刀(带鞘)\n大和民族常用的武器，能够斩断蛮多东西的。\n这是一个二阶武器，它的平均伤害为5～11点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为12。\n这是一件攻速普通的武器，它能够有概率格挡一次伤害。当手持这把武器时的玩家可以按下Z键来收鞘或者出鞘。\n收鞘时能够百分百格挡一次伤害，出鞘时则释放一个居合斩，这个斩击能造成四倍伤害。\n这是一把非常快速的手持武器。\n\n  武术之双截棍\n“哼哼哈嘿，快使用双截棍！啊——”(打到自己)\n这是一对改造的二阶武器，它的平均伤害为7～12点，它已被特殊附魔。\n使用双持武器配件包改造铁头棍获得，所需力量为11。\n这是一件非常快速的武器，它能连续造成2-3次伤害，这把武器还允许玩家格挡一些伤害(升级越高可抵挡伤害同时也就越高)，这是一对特殊栏武器。\n它的特殊附魔武术能让这件武器的攻击使得目标的武器掉落，如果目标的武器是有绑定诅咒的，那么将损耗三倍耐久。\n\n 刺剑\n“找到弱点...\n击穿！”\n这是一个三阶武器，它的平均伤害为12～19点。\n只能在铁匠村民或者骷髅手里和僵尸手里获得，所需力量为14。\n这是一件极其快速的武器，它所有的攻击都会有概率穿甲(只对可抵挡伤害有效)，并且还能很轻易的刺破目标皮肤，造成一个长时间的缓慢流血效果。\n刺剑有1.3米的攻击距离，长按右键可以蓄力进行一次5米的突刺，这个突刺的能造成百分百流血效果和较为强力的击退。这是一把来自西方国家的极其锋利的手持武器。\n\n  双截棍\n介绍：这件武器很像铁头棍被掰成两段后中间再加上一小段铁链一样，挥舞它时很轻便。\n阶段：三阶。\n速度：很快。\n长度（一段）：0.18m\n耐久：120\n平均伤害：5～11点。\n所需力量：13\n特殊效果：暴击时有58.48%的概率造成眩晕。\n按键动作：\n单按左键=普通向前左右挥打。\n单按右键=普通转动单一节棍向前甩击。\n\n  环首刀\n介绍：一把身略直的铁刀，后面还铸有着一个椭圆形的铁圆环，这个圆环能使得这把武器不能轻易被脱手。\n阶段：三阶。\n速度：很快。\n长度：0.73m\n耐久：300\n平均伤害：8～13点。\n所需力量：14\n特殊效果：所有的攻击都有34%的概率造成流血。\n按键动作：\n单按左键=普通向前劈砍。\n单按右键=普通向前刺击。\n长按右键=蓄力向前重劈\n\n  锏\n介绍：这把单手剑的剑刃很奇特，是一种棱形的、坚硬的铁质“刀刃”。它应该是钝器。\n阶段：三阶。\n速度：比较快。\n长度：0.65m\n耐久：320\n平均伤害：10～15点。\n所需力量：14\n特殊效果：暴击时有25%的概率造成眩晕。\n按键动作：\n单按左键=普通向前劈砍。\n单按右键=普通向前刺击。\n长按右键=蓄力向前重劈。\n\n  戈 \n介绍：这是一把由棍子与乛字形刃组合在一起形成的武器，它虽然可以用来勾、啄、劈等动作，但其实这把武器并不是很出色。\n阶段：三阶。\n速度：非常慢。\n长度：1.62m\n耐久：142\n平均伤害：12～15点。\n所需力量：15\n特殊效果：所有的攻击都有32%的概率造成流血。\n按键动作：\n单按左键=普通向前劈砍。\n单按右键=普通向前左右啄击。\n长按右键=蓄力向前举头劈砍。\n\n  单手剑\n一把普通的剑，但是它的剑刃上的寒光令亡灵生物感到惧怕。\n这是一个三阶武器，它的平均伤害为11～16点。\n能在铁匠村民或者石像还有宝箱里获得，所需力量为14。\n这是一件攻速普通的武器，剑刃上的光芒会让亡灵生物感到恐惧与危险，所以单手剑的攻击能对亡灵生物造成翻倍伤害并且会造成持续扣血的状态，这是一把手持武器。\n它可以被双持武器配件包改造。\n单手剑可以更快的割取藤蔓和树皮，这把武器不会被亡灵拿取。\n\n  袖中剑\n笑里藏刀。\n这是一个三阶武器，它的平均伤害为3～17点。\n能在铁匠村民还有宝箱里获得，所需力量为12。\n这是一件极其快速的武器，当玩家空手按下Z键时(特殊栏有东西占位时这个效果不会触发)，这把武器会从背包或者旁边快捷栏里迅速移动到目前空手的位置，再按下Z键能够收回到原来的位置。在隐身或者从背后刺杀目标还可以造成六倍伤害。\n这把小刀能在高草和树叶中得到更多东西，这是一把小巧而灵活的手持武器。\n\n  砍刀\n“姑氵彧心☆亻子丷のか辶屰ヾ陇☆依”(古惑仔的逆袭)\n这可能是一个三阶武器(没错是可能)，它的平均伤害为9～21点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为14。\n这是一件极其快速的武器，乡村里的杀马特们所经常携带的利器，它的任何攻击都附带极其恐怖的超高流血效果和超强致残效果。长按右键可以进入招架模式，当成功格挡后，能反戈一击进行自动连砍，连砍时不能切换物品，这个连砍会直到没有命中目标时会自动停止。\n这是一把不能再描述过多的手持武器，它不仅能快速地割取植物和高草，还能当做木斧程度来使用。\n\n  圆硬头锤\n圆硬头锤？硬圆锤头？圆头硬锤？准确的说，这是一根有15寸长的木棍上套有一个圆圆的球状铁，不是很明白这种奇怪的武器。\n这是一个三阶武器，它的平均伤害为11-13点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为15。\n这是一件略为缓慢的武器，它的暴击能造成短暂眩晕已经缓慢的debuff效果。长按右键能进入招架状态。\n硬头锤能当做木镐程度使用，这是一把较为沉重的手持武器。\n\n  锁链\n“你的死期到了。”\n这是一种来自古代日本的武器，它由一把小镰刀加上一个用铁链吊住的铁球组成。\n这是一个三阶武器，它的平均伤害为12(镰刀)～27(铁球)点。\n只能从僵尸与骷髅手里获得，所需力量为13。\n这件武器能按下Shift键＋右键切换手持方向，长按右键可以蓄力投掷出，并且在触碰到目标和方块或者到达目前铁链能伸长的最高限度时(升级可以增加铁链长度)，它会回到投掷者的手里，这是一把多组合快捷栏武器。\n——\n切换为铁球时，这是一件比较缓慢的武器。\n投掷出时，它能造成较为高额伤害，且会造成百分百致残效果，有概率将其眩晕，近战也能触发这个效果。\n——\n切换为镰刀时，这是一件极其快速的武器。\n投掷出时，它有大概率将目标拉过来，且能造成百分百流血效果，近战除了能触发这个效果以外，偷袭还能造成三倍伤害且加强流血效果的时间以及效果量。\n——\n它的铁球能直接砸烂石头硬度以下的方块(石头也算)，它的镰刀能够割取一路上所有的植物和高草，这是一把看起来极其繁琐的特殊栏武器。\n\n  叉勺\n老鼠王的众多餐具中的一件。\n这是一个三阶武器，它的平均伤害为3～4点。\n击杀鼠王任务的暗影盗贼获得，所需力量为14，鉴定之后所需力量实际为9。\n这是一件非常快速的武器，它能连续造成2-3次伤害，这是一把奇怪而极其轻巧的手持武器。\n虽然看起来这一件武器十分鸡肋，但是这件武器会根据玩家目前的力量来翻倍自己的攻击伤害。\n\n  仿制万宝槌\n这是一把奇怪的仿制品。虽然没有任何魔力的它显得格外鸡肋，但砸人还是很痛的。\n这把仿制的万宝槌能够右键扔出，撞击之后便会回到玩家手中。\n伤害：15～25/攻速：偏快/耐久：5000/所需力量：14/阶段：三阶\n\n  神圣之双钗\n“推荐打磨轻。”\n这是一个改造的三阶武器，它的平均伤害为11～16点，它已被特殊附魔。\n使用双持武器配件包改造单手剑获得，所需力量为13。\n这是一件非常快速的武器，它能连续造成2-3次伤害，它能允许玩家按住右键就可以一直处于招架状态，招架状态能格挡许多攻击，但是饱食度和饥饿度会消耗得特别快。在隐身或者背后刺杀目标能够造成双倍伤害，这是一对双持武器。\n它的特殊附魔神圣能对亡灵生物造成五倍伤害，但是对友善生物的攻击则会无效。\n\n  圆盾\n最标准的防御武器。\n这是一个三阶武器，它的平均伤害为1～7点，抵挡次数为5。\n这是一件比较缓慢的武器，它在攻击的方面没有下多大功夫，升级这种盾能够提升并加快它的抵抗次数和恢复速度。\n持盾按下右键就可以进入防御状态，每当受到一次攻击时都会消耗1次抵挡次数，抵挡次数可以通过时间流逝恢复。当这个数值归零时，盾牌将会长时间不能再使用，且会将手持者跌倒并进入硬直状态(类似于被麻痹，跌倒状态下的硬直虽然能进行大多数动作，但不能再进行举盾和招架还有移动。可以通过按下Shift键缓慢爬起，此时很容易会受到致命伤害)。\n除此之外，圆盾能作为一个小型的无法被一般伤害穿透的带有碰撞箱的实体存在。\n这是一个较为安全的防御型特殊栏武器，所需力量需要14。\n\n  唐刀\n介绍：这种略弯刀其薄而利的刃闪烁着锋利的寒光，柄长、且后尾带有一防脱手的圆环，还会带有鞘来护刀和便于取出。\n  这样的设计让这把武器变得极其强大，它既能迅速拔刀且进行快速格挡和斩击，又可以使用双手抓取。\n  据说，唐刀在来自东方帝国、唐朝时代的最强兵器。\n阶段：四阶。\n速度：非常快。\n长度：0.888m\n耐久：173\n平均伤害：7～14点。\n所需力量：14\n特殊效果：所有攻击都有33%的概率造成短时间的无比高额的流血。\n按键动作：\nAlt=拔刀/出鞘。\nAlt＋X=双持握把。（必须快捷栏里的目前选中位也是空手）\n单按左键=普通向前劈砍。\n单按右键=普通向前刺击。\n长按右键=蓄力向前劈砍 \n注：这件武器要装在特殊栏才能使用。\n\n  薙刀\n介绍：一把顶部带有细月牙形刀刃的长棍子组成这种武器，看起来很强力。\n阶段：四阶。\n速度：比较慢。\n长度：1.44m\n耐久：141\n平均伤害：12～16点。\n所需力量：16\n特殊效果：所有的攻击都有52%的概率造成流血。\n按键动作：\n单按左键=普通向前劈砍。\n单按右键=普通向前左右挥劈。\n长按右键=蓄力向前刺击。\n\n  瓜锤\n介绍：瓜是锤的一个变种，头部的形状很像一个瓜（因此得名），这种武器一般都是染成赤黄色的，挥舞它需要大量的力量。\n阶段：四阶。\n速度：比较慢。\n长度：0.64m\n耐久：370\n平均伤害：10～21点。\n所需力量：17\n特殊效果：暴击时有67%的概率造成眩晕。\n按键动作：\n单按左键=普通向前砸击。\n单按右键=普通向前左右砸击。\n长按右键=蓄力向前举头砸击。\n\n  我（钺？）\n介绍：值得一提的是，有一种叫“我”的戟，这也是“我”字的原意与来源。它跟一般的戟很像，不过侧面却有三个刃，十分锋利。后边还带有一个匚字形的短刃，它能起到固定和勾的作用。在古战场时因为造价过昂贵而又不使用的原因被抛弃了这种武器，也就意味着你现在见到的这把武器绝对是一位知识渊博且艺术精湛的大师所打造的。\n阶段：四阶。\n速度：非常慢。\n长度：1.65m\n耐久：187\n平均伤害：15～18点。\n所需力量：16\n特殊效果：所有的攻击都有32%的概率造成长时间的缓慢流血。\n按键动作：\n单按左键=普通向前刺击。\n单按右键=普通向前左右劈砍。\n长按右键=蓄力向前举头劈砍。\n\n  大剑\n当你认为长剑和战锤差不多时，说明你已经非常熟练地使用并详细了解过长剑和战锤其实是远亲关系。\n这是一个四阶武器，它的平均伤害为17～22点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为16。\n这是一件攻速普通的武器，它暴击伤害比很多武器多两倍，这是一把很顺手的手持武器。\n\n  红符文大剑\n这是一把红剑刃上刻有远古符文的武器，据说来自于失落之地的负面。\n这把武器能够从升级里获得更高的伤害，但底伤害0不变。\n这是一个四阶武器，它能造成0～35（每次升级增加5）点伤害，需要16点力量作为支撑。\n使用它时攻速意外的普通，不过它是一把顺手的刻纹武器。欧格鲁概率掉落。\n\n  铁三叉戟\n“其实就是把改造的扑鱼工具”\n这个三叉戟又大又长又笨重，拿起它时你感到很累。\n这是一个四阶武器，它的平均伤害为13~24点。\n能在铁匠村民或者怪物还有海洋遗迹宝箱里获得，所需力量为16。\n这是一件比较缓慢的武器，长按右键可以蓄力释放一次向前方的半圆形来回斩击，这个斩击会自动来回攻击5次且之间不能做出其它行动。\n这是一把长而笨重的手持武器。\n注：这把武器有3米的攻击距离。\n\n  骑士剑\n“其实它应该是五阶武器的...”\n据说在那个时代，骑士们在战场上英勇冲锋时，会用到这种圆锥型的灰色或蓝色的长剑。\n这把剑虽然不是铅做的，但它甚至能比战锤还重...\n这是一个四阶武器，它的平均伤害为13～16点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为17。\n这是一件非常缓慢的武器，但是它比较精准，还能强力的击飞目标。\n除此之外，它还有概率可以格挡攻击。\n这是一把只要熟悉了就会很顺手的手持武器。\n注：这把武器有1.6米的攻击距离。\n\n  十字剑\n这种剑和刺剑是亲戚，它那较为细小但极长的剑刃能够比其它抢先一步攻击到对方。\n这是一个四阶武器，它的平均伤害为17～22点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为15。\n这是一件极其快速的武器，它能连续造成1-3次伤害。这把武器的所有攻击都会有概率穿甲，且会造成百分百的短暂强力流血效果，这把武器竟然有2.3米的攻击距离。\n单按右键可以将这把武器在手中旋转一圈。若玩家3x3x3周围有生物存在，当手中转完一圈后会立刻向最近的一个目标释放一次强力的斜斩击。\n它的剑刃能快速割取周围所有的植物和高草，这是一把能够快速斩击的手持武器。\n\n  战斧\n矮人战士们喜欢使用这种东西，轻便、而且可以用格挡。\n这是一个四阶武器，它的平均伤害为15～18点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为16。\n这是一件略为缓慢的武器，但是它十分精准且攻击附带25%的破甲攻击且有概率可以格挡攻击。\n这种斧头虽然不是用来砍树的，但是它还是能当钻石斧的程度来使用，这是一把便捷的手持武器。\n\n  棒槌(棒球棒？)\n笨重的大木头形成了这件武器。\n这是一个四阶武器，它的平均伤害为12～21点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为16。\n这是一件比较缓慢的武器，它的攻击有概率会击晕目标，且会将手持者目前的力量转化为这件武器的击退强度(棒槌自带3格的击退强度)，还有概率可以格挡攻击。\n棒槌拥有石镐的挖掘力度，这是一件笨重的手持武器。\n\n  关刀\n虽然它没有青龙之偃月刀强，但是它也是威力强大的强力武器之一。\n这是一个五阶武器，它的平均伤害为26～30点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为18。\n这是一件比较缓慢的武器，但是它比其他武器的攻击距离宽出2米比长矛多1米（也就是有2米的攻击距离），而且十分精准，这是一把强力的手持武器。\n\n  战锤\n这个巨大的铅块几乎能碾压所有敌人，但是想要拿起它可不是这么容易的。\n这是一个五阶武器，它的平均伤害为21～25点。\n能在铁匠村民或者怪物还有宝箱里获得，所需力量为18。\n这是一件非常缓慢的武器，它十分精准且攻击竟然附带高达55%的破甲攻击。\n战锤能够直接砸烂黑曜石硬度以下的方块，这是一把沉重的手持武器。\n\n  矮人铁拳套\n介绍：它虽然不来自这个世界，但是毕竟它算一种武器，所以会记载在这里。\n  这种外面全裹有铁的拳套不是很大也不是很小，正好合适大多数人手的大小。戴上它后，你能感觉到你的力量变得更加强大了。\n阶段：五阶。\n速度：普通。\n长度：跟角色的手臂一样长。\n耐久：500\n平均伤害：5～21点。\n所需力量：16\n特殊效果：所有的攻击都有25%的概率造成眩晕。\n按键动作：\n单按左键=出拳\n长按右键=蓄力出拳\n注：这件武器要装在特殊栏才能使用。\n\n  柊木槌\n“驱鬼神器。”\n这是一个五阶武器，它的平均伤害为10～10点。\n只能在村庄铁匠铺宝箱里有0.01%的概率获得，所需力量为10。\n这是一件极其缓慢的武器，但能够轻松地治退妖魔鬼怪。\n除此之外，它对亡灵生物的额外伤害属于代码攻击，无视任何防御和抵挡，强制扣除血量。单击右键就能将它扔出，只要它撞到目标或者方块就会立刻飞回投掷者的手中。\n这是一把拥有神秘魔力的手持武器。\n\n  暗杀之刃\n黑曜石所铸成的波浪形剑刃和黄金铸成的护手两者合为一体，最后形成了这把匕首中的精英者。\n这是一个五阶武器，它的平均伤害为11～13点。\n能在铁匠村民或者骷髅手里获得，所需力量为15。\n这是一件非常快速的武器，它在玩家进行偷袭时能造成八倍伤害，且不会产生任何动静惊动周围任何敌人，但是它在玩家被敌人发现时效果会大打折扣。\n在隐身时长按右键蓄力可以进行突刺，若撞击到目标则将其抓住并迅速攻击五次，若被敌人发现，效果会直线下降。\n若在暗杀时产生暴击，则会附带短暂且强力的流血效果，这是一把致命的手持武器。\n\n  巨蟹的双钳\n没有什么好介绍的，要说一定要介绍的话...那么，我可以说这对双钳是整个MP系列续航能力最强的一对双持武器。\n这是一个五阶武器，它的平均伤害为14～15点。\n用战斧或巨斧击杀巨蟹有极小概率获得，所需力量为18点。\n这把武器有90%的概率能在攻击中抵挡伤害，而且右键进入招架模式后只要成功格挡，就能立刻翻倍这把武器自身的伤害并反击，反击的攻击还会附带百分百致残效果和百分百流血效果，另外还有50%的概率造成眩晕。\n这是一对拥有恐怖续航力的双持武器。\n\n  方型巨盾\n这个盾...更加确切的说，这是一堵能移动的墙。\n这是一个六阶武器，它的平均伤害为1～9点，抵挡次数为10。\n能在铁匠村民还有宝箱里获得，所需力量为19。\n这是一件极其缓慢的武器，它在攻击的方面没有下多大功夫，升级这种盾能够提升并加快它的抵抗次数和恢复速度。\n持盾按下右键就可以进入防御状态，每当受到一次攻击时都会消耗1次抵挡次数，抵挡次数可以通过时间流逝恢复。当这个数值归零时，盾牌将会长时间不能再使用，且会将手持者跌倒并进入硬直状态(类似于被麻痹，跌倒状态下的硬直虽然能进行大多数动作，但不能再进行举盾和招架还有移动。可以通过按下Shift键缓慢爬起，此时很容易会受到致命伤害)。\n除此之外，巨盾能作为一个无法被一般伤害穿透的带有碰撞箱的实体存在。\n这是一个安全的防御型特殊栏武器。\n\n  戟斧（斧戟、斧枪）\n“不知道在什么时候，这种奇怪的武器出现了。”\n这把武器的柄部分包着很多染红的皮革和布料，用起来很顺手。\n这是一个六阶武器，它的平均伤害为29～32点。\n只能在宝箱和骷髅手里有小概率获得，所需力量为19。\n这是一件比较缓慢的武器，它在距离方面到是非常长，拥有2.5米的攻击距离，这是一个很可靠的手持武器。\n长按右键可以进行一个举过头向下劈砍的攻击，这个攻击附带百分百致残效果，并有小概率造成眩晕效果。\n除此之外 这件武器拥有和钻石斧一样的效果。\n\n  巨斧\n“我知道，这把巨斧只有举过肩才有空间挥舞，但是一旦击中敌人，那么你会看到它可观的巨额伤害。”\n这是一个六阶武器，它的平均伤害为21～35点。\n只能在宝箱和骷髅手里获得有小概率获得，所需力量为20。\n这是一件非常缓慢的武器，它十分精准，还有60%的概率砍下特殊生物的头颅，这是一把巨大的手持武器。\n长按右键可以蓄力，可以释放一次从左到右的横扫，这个横扫附带强力的击退和短暂的流血效果，而且这一击还附带强力的击退。\n这把巨斧能直接把整颗树给砍倒。\n\n  符文大剑\n这是一个六阶武器，它的平均伤害为0～21点。\n只能在宝箱里有较大概率获得，所需力量为18。\n这是一件比较快速的武器，与其说作为武器，不如说作为一种升级道具。\n手持这件武器时按下Shift键＋右键即可打开背包选择一件可升级的武器来进行淬炼升级(只允许武器)，升级的量取决于这件武器目前的等级，如果这件武器有附魔或者特殊附魔时，选择升级时也会随之附带到所选的武器上，这是一把拥有禁忌魔力的手持武器。\n这把武器不能用于割取植物和高草。\n\n  链枷\n这是一个六阶武器，它的平均伤害为13～65点。\n只能在骷髅手里有0.03%的概率获得，所需力量为25。\n这是一件有史以来最为缓慢的武器，它的速度简直比蜗牛还慢，因为这件武器不能单击左键进行普通攻击，所以长按左键进行抛出（飞行速度倒很快）。抛出后链球若命中目标会拥有高额伤害，且会造成百分百致残和百分百流血效果，还有大概率造成眩晕效果。长按右键可以收回来（很慢，除非玩家跑到链球那里），在没抛出链球的情况下长按右键可以进行一个举过头的甩扔动作，再次按下右键即可将链球抛出去，这样能造成更加恐怖的巨额伤害。\n这把武器并不能用于偷袭，玩家在隐身的时候，巨大的链球会暴露玩家的位置，让其它生物发现。\n这把武器的链球自身就是一个带有碰撞箱的实体，所以在链球被抛出时可以将与之对撞的飞行物弹飞，或者直接摧毁。\n这把武器它造成强大的冲击力能将大多数生物击飞，这个并且对其它目标身上的护甲造成比较大的损坏，且能将处于持盾防御和招架状态下的目标造成百分百眩晕、流血、致残效果。\n这把武器还能有小概率能将目标拉到持有者面前，并且也有小概率能击飞目标拉到手中的武器。\n链锤能直接砸坏很多方块，这是一把绝对强力的武器。\n\n  青龙之偃月刀\n“关二爷要来赴会了！\n这是一个七阶武器，它的平均伤害为33～50点(青龙不是一个特殊附魔)。\n大空石像关奖励武器，一个存档最多只能拥有一把，所需力量为20。\n这是一件强者运用起来十分快速的武器，在玩家的力量需求到达20点之后会从十分缓慢的武器变为极其快速的武器，它不仅精准，而且在隐身或者从背后刺杀目标可以造成三倍伤害并且还有30%的概率附带短暂的持续流血debuff，竟然还可以做到如果在跳起来时攻击到一个目标可以强制将其向上挑飞3米，在玩家疾跑时攻击更可以造成强力击退，这是一把无比强力的手持武器。\n长按右键可以进行强力劈砍，这一次劈砍的伤害是偃月刀目前的平均伤害x目标的最大生命上限值，若在疾跑下长按右键并不会取消疾跑或者减速，疾跑释放时，玩家则会举起手旋转关刀，这一次攻击将会造成命中目标的数量＋全部命中目标的生命上限加起来的总和。\n这把偃月刀的范围攻击能割断周围所有的植物和高草。\n注：这把武器有2.3米的攻击距离。\n\n  死神之巨斧\n“阎王叫你五庚死，谁敢留你到七庚？”\n这是一个七阶武器，它的平均伤害为29～56点，它已被特殊附魔。\n将青龙偃月刀丢入混沌流体中进行特殊转换即可获得，所需力量为22。\n这是一件非常缓慢的武器，虽然与巨斧差不多，但是它的特殊附魔死神将会使攻击更加强力，对亡灵生物能造成五倍伤害。\n除此之外，若对目标造成暴击，这把武器则会大幅提高下一次攻击，并附带一个强力击退的效果，若这个击退将目标打在墙壁上，则会再造成一次与刚才的攻击伤害同等的伤害，并将其短暂眩晕，这是一把强力且暴力的手持武器。\n这个巨斧能瞬间将许多树同时砍倒。\n\n  寒潮之斧枪\n斧枪其实是斧戟的另外一种学名，但这把武器叫做斧枪而不是戟斧是有原因的——它的柄上包裹着有被染成蓝色的皮革和布料，而且斧刃和顶部的枪尖极其锋利，还有一条蓝色的丝带绑在斧的底下靠柄的那里。\n除此之外，它的斧刃上已经结出了冰锥，枪尖还正在滴水。\n这是一个史诗级武器，它的平均伤害为35～49点，它已经被特殊附魔。\n使用黄金工具包改造戟斧获得，所需力量为23。\n这是一件稍微缓慢的武器，长按右键时可以进入招架状态，当成功格挡一次攻击后，会立刻自动进行一次劈砍攻击，这个攻击会百分百冰冻目标并将其冻伤。\n它的特殊附魔寒潮能在造成时同时冻伤和淋湿目标。冻伤能将目的攻击速度和移动速度减缓，且造成缓慢的长时间流血。淋湿会浇灭火焰，但是如果再次被下一次冰冻或者电流攻击时，目标会被直接冰冻或者受到造成大量伤害且瞬间被短暂麻痹。\n它能直接冰冻能被冰冻的流体，并且能当钻石斧来使用，这是一把十分顺手的手持武器。\n注：这把武器有2.7米的攻击距离。\n\n  海之波塞冬三叉戟\n海神波塞冬曾经随身携带着这把巨大的金色三叉戟。不过在那之后，它还是没能逃过大空魔术师的复制魔爪（笑）。\n这是一个史诗级武器，它的平均伤害为29～47点，它已被特殊附魔。\n使用黄金工具包改造铁三叉戟获得，所需力量为21。\n这是一件攻速普通的武器，长按右键可以蓄力释放一次横向斩击，这个斩击只要对一个目标造成时就立刻会向前方释放一股巨大的海浪，这个海浪会百分百致残和潮湿触碰到的目标。\n它的特殊附魔海能够让被拥有这个特殊附魔的武器攻击到的所有目标都会被标记上一个“海神神罚”的印记。若被标记的目标再次被拥有这个特殊附魔的武器所伤，则会立刻获得残废、眩晕、潮湿等DeBuff。\n这是一把拥有海之力的手持武器。\n注：这把武器有2.8米的攻击距离。\n\n  掠天之矛\n原立与云霄之上，后落入凡间石窟。\n这是一个史诗级武器，它的平均伤害为34～48点（掠天不是一个特殊附魔）。\n使用黄金工具包改造长矛获得，所需力量为21。\n这是一件比较快速的武器，这件武器的样子与普通长矛比起来，的确是没什么不同的，不过，它则拥有大地与气的力量。\n——\n当切换为投掷模式时，长按右键可以蓄力扔出，被投掷的掠天之矛将会附带大地的力量。\n若未击中目标则插在了方块上时，周围的可被植物生长的方块均会被大量植物覆盖，而且伴随着特殊缠绕效果。\n并且，只要这把武器不从方块上拔起，植物会一直生长，缠绕效果也一直不会消失。\n非持有者的生物一旦进入被大地之力祝福的区域时会立刻被魔法藤蔓缠绕住，直到武器被拔起或者死亡才能脱离出去。瞬移和强力的击退(受到击退力量高达15时)能打破魔法藤蔓的缠绕。\n若击中目标，则造成平均伤害的15倍暴击伤害。\n——\n当切换为格挡模式时，长按右键可以进入招架状态，掠天之矛在用于近战时将会附带气的力量。\n这把武器能给予招架状态更高的收益，若格挡攻击成功时，会自动进行一次横扫攻击。\n这个攻击除了附带强力的击退，还会附带短暂的致残、流血、眩晕效果，甚至有小概率附带一次强力的气流冲击，这个击退的力度高达19，并且会减缓被气流冲击的目标的移动速度和攻击速度。\n——\n按下Shift＋右键能切换它的右键是投掷模式还是格挡模式，左键的普通攻击有大概率能造成强力的击退(这个击退正好能打破魔法藤蔓的缠绕)，这个击退还附加缓慢效果。\n这是半个神器这是一把仅现于传说之中的手持武器\n注：这把武器拥有额外的3.2米的攻击距离。\n\n\n\n  关于游戏机制修改说明：\n\n\n  1.仅供参考，若与其它Mod的一些机制有冲突请不要过度纠结，在这个问题上我概不回复。\n  2.可能有些机制的说明会出现逻辑错误或者表达错误，若见到请立刻在评论区里指正。\n  3.与大多数图鉴之前介绍的东西有关，若要详细了解请多加耐心的不停翻页了解。\n\n\n\n饥饿改革。：\n\n\n  玩家的肚子会变得更能吃。（笑）\n\n  在本mod中，玩家的饥饿值会被增加很多，而且关于饥饿也有了很大改动。\n  首先，饥饿值原来用的鸡腿图标会被和护甲值一样消除掉，被替换为用一种特殊的Buff替换和数值来记录，玩家初始自带50格饱食度和50格饥饿度的饥饿值容量，并且能够消耗得比以前快了整整2倍。\n  饥饿值会在玩家的人物介绍里以500（+500）的形式记录，左边是饥饿度，右边括号里的是饱食度。\n\n列举：\n——\n  当饥饿度度到达500饱食度到达500时，\n会在左下角的消息栏里提示玩家：\n“你现在很饱！”\n此时为饱腹状态。\n——\n  当饥饿度到达500饱食度到达400时，\n会在左下角的消息栏里提示玩家：\n“你现在还是蛮饱的。”\n——\n   当饥饿度到达500饱食度到达300时，\n会在左下角的消息栏里提示玩家：\n“你现在还只是有一些饱。”\n——\n  当饥饿度到达500饱食度到达200时，\n会在左下角的消息栏里提示玩家：\n“你现在只是饱。”\n——\n  当饥饿度到达500饱食度到达100时，\n会在左下角的消息栏里提示玩家：\n“你现在有一点但不是很饱。”\n——\n  当饥饿度到达500饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你现在感觉一般！”\n——\n  当饥饿度到达400饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你现在有一点但不是很饿。”\n——\n  当饥饿度到达300饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你现在还只是有些饿。”\n——\n  当饥饿度到达200饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你现在蛮饿的。”\n——\n  当饥饿度到达100饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你感觉到很饿。”\n——\n  当饥饿度到达0饱食度到达0时，\n会在左下角的消息栏里提示玩家：\n“你现在饥肠辘辘！”\n——\n\n  当饥饿值降至350点（总值1000，一般都会把饥饿度和饱食度算在一起）的水平线时，会开始极其缓慢按照玩家最大血量上限的1%的血量来扣取。每减少10点就加快一些扣血速度，到达0时会每秒一直扣血，若玩家一直不食用食物可能会因此而死亡。\n\n  注：若目前饥饿值超过350点的水平线时不会进行扣血；玩家移动速度越快饥饿度也会消耗得越快。\n\n  注2：标题的“。”是故意写的。\n\n\n力量机制：\n\n\n  力量需要力量提升药水，但是力量提升药水只能在箱子奖励袋或者牧师村民的手里拿到，每瓶药水只增加1点（兼容某个战斗之心mod，吃掉一个伤害之心加5点力量）。\n  每一点力量可以加强玩家的体质，还可以增加玩家自带的攻击（多增加1点），这个武器所需的力量是需要所被加强的等级和初始伤害来判定的。\n\n  例如一把铁剑是5点伤害，那么它就需要5点力量，其它铁剑无论怎么样都也是所需5点力量。\n  如果使用升级道具升级它一次，那么它的所需力量就-1，此时无论伤害怎么高都是一样的。\n\n  所需力量会在玩家制作出或得到这把武器时附带在这把武器的说明上，无法正常抹除，若绑定之后则无法刷新（拔刀剑可以继承，像锈刀这种掉落式拔刀剑要看它自带的升级或自带的伤害），也就是这把武器的单纯伤害。\n\n  注：纯伤害对应力量机制对本mod的非拔刀剑武器无效。\n\n  若力量不足，佩戴者在使用装备武器时，会减缓玩家的速度与攻速，若是弓或者弩这种需要拉的武器力量不足，则拉弦速度大幅下降，玩家每一点力量不足的时候速度都会下降一个层次。\n\n  每个玩家自带10点力量，力量的减弱只能被诅咒而减弱，玩家每多1点力量自身的空拳伤害也会增加1点伤害。\n\n  若加入了更多动作和体育类Mod的补充：\n\n  每一次消耗全部体力条，系统就自动为你增加1点力量，但是需要一定的休息时间，体力条不恢复至满时，再消耗是不会增加力量的，每日可以增长的力量上限为2点(现实世界的一天)，锻炼最高力量上限为10点，喝力量药水无上限。\n\n\n有关升级机制：\n（武器护甲皆为同理）\n\n\n  这个说起来有点麻烦，我得酝酿缩短一下ing...XD\n\n  制作的武器必定是没有自带升级的，转换桌拿出来的也没有自带升级的。\n  只有怪物掉落或者箱子奖励袋开到的才有可能自带升级或者附魔，还有可能是负等级。\n  负等级则会造成相反的效果，力量所需就+1。\n  而当一个有力量需求的物品升一级的时候，力量所需则-1。\n  如果玩家被某个能抽取玩家力量神器或者戒指绑定了，那会很痛苦，这时候就可以使用祛邪卷轴或者升级一次才能去除（只用升级1次即可从负级回到0级）。\n\n  使用升级卷轴或者附魔（如果这次附魔了一个新附魔，则升一次级【附魔卷轴只升级一次】，如果这次提升了附魔的等级【用铁砧或者超附魔台才行，耀魂附魔和不正常方式无效】，那么这次升级了多少附魔等级就提升提升多少级）可以升级玩家选择的武器。\n  当然，那些从非制作和不正常或创造获得的武器除外，都可能自带附魔和等级，但是自带的附魔与等级无关。\n\n  关于鉴定、升级、附魔卷轴是如何选择物品的，我在这里另外补充一下：\n\n  当阅读者右键阅读之后，会自动帮阅读者打开背包，若不符合的物品是无法点击触发的【灰色的】，若符合可以使用卷轴效果的物品武器则是像正常背包格那样的，退出背包会浪费卷轴，除鉴定卷轴会保留以外，若在卷轴筒内打开退出都不会浪费卷轴，无序魔典的卷轴退出就会消失并消耗1点能量。\n\n\n有关诅咒机制：\n\n\n  上面以及略说了一下诅咒等基本效果，现在再次补充一下。\n\n  被诅咒的物品无法丢出、无法放入箱子或格子内，也就是说不能使用铁砧和附魔台等GUI效果（若拔刀剑获得了诅咒，则还不可以放在刀挂台上）。\n  如果是无法被解除的特殊诅咒，那么祛邪卷轴也无能为力了。\n\n  不一定是负等级必定就有诅咒，而是概率比较大而已，未知的也有一半概率是有诅咒的。\n\n  这里接着补充一下未知物品武器和玩家感到有恶意诅咒的物品武器：\n\n  未知物品武器的背景框是紫色，力量需求虽然显示是这个武器/装备的纯伤害转换的力量，但是后面如果有一个问号那就是表示不知道自带等级，附魔与未知无关，照样显示在说明上。\n  而玩家（系统为玩家自动判定）感到有恶意诅咒的物品武器背景框是红色的，它们是有90%的概率的确是为诅咒，但是并不是百分百的全部都是诅咒，玩家有时候也可能会有判断错误的时候嘛。\n\n  注：如果这个诅咒的物品拥有附魔，那么一些附魔的属性会造成相反的效果。\n\n\n有关升级界限：\n\n\n 当一件武器在未界限突破的情况下时，那么它将被限制升级上限。\n  在废弃矿洞里的铁匠处可以用金矿提升升级上限，但是它与界限突破不同，界限突破是可以让武器装备道具无限升级。\n\n  举个例子，比如玩家给铁匠1个金矿，它就可以帮玩家的一个武器升级上限提高1级，可以无限给金矿来提升上限，精金武器能直接界限突破。\n\n  注：未界限突破的武器最大可以升级至15级，但粘古升级最大能达到25级，符文大剑升级则最大能达到100级，注魔卷轴则无视界限阻碍。\n\n\n未知机制：\n\n\n  武器和装备还有其它的未知与诅咒机制上面有说了，这里略讲一下其它物品的未知机制。\n\n  除了武器装备之外，还会有：\n——\n药水(颜色种类随机，药水效果不变)\n卷轴(上面的一些图案随机，内容不变)\n神器(样子与功能都不变，只是未知是否含有诅咒)\n法杖(同神器，诅咒的法杖释放出的效果会随机化，但是不会强制绑定在玩家的快捷栏里)\n戒指(上面的宝石颜色种类随机，戒指功能不变)\n食物（不知道其名字和作用还有目前新鲜度）\n书籍（书本颜色随机，不知道其书名、作者、内容、是否含有诅咒【当鉴定过同种类的书籍之后，只会未知是否含有诅咒】）\n纸页（只是不知道内容）\n——\n\n  注：法杖释放时如果出现魔法紊乱，系统会提示你这根法杖是诅咒的。\n  鉴定卷轴可以鉴定所有未知的东西，但是只会给阅读者鉴定。\n\n  注2：一个存档的鉴定和另一个存档的鉴定是绝对不会造成同等影响的，比如A存档鉴定了一个食物，那么B存档绝对不会判定为你鉴定过了。\n  玩家的“自我鉴定”本mod概不负责或出任何对策。\n\n\n割取植株：\n\n\n\n  使用利器左键破坏高草的行为算作割取高草，对准其它植物Shift键＋右键算作割取植物。\n\n  有些植物因为一割取下来就会枯萎烂掉，所以有些植物无法被直接割取成为掉落物形态放在背包内。\n\n  左键破坏植物会有30%掉落其种子，(神农氏之戒会增加其概率)种子可以直接放在很多方块上种植，长按Z键可以种子进行(只有放下或抛出种子种子才会生长起来，Q键扔出的掉落物形态不算入在内)抛出。因为这些种子都吸收了一些大地的魔力，所以在种子落地的瞬间就会立刻长到成熟的状态。\n\n  割取高草则能割取出一些果实，当然也能割取出其它植物种子来，但是最重要的，还是露水。\n  割取高草有50%的概率出现露珠，这种露水是以掉落物的形式额外出现的，若生命值不满时可以右键露珠进行喝取，一个露珠大概能立刻恢复饮用者的目前最大血量上限10%，装在露珠瓶里能够更好的使用露水。\n\n  注：若背包里有露水瓶时，右键露珠自动装进露水瓶而不是直接喝掉。\n\n\n特殊附魔：\n\n\n\n  特殊附魔一般都是会给武器或者装备的名字前缀加上XX之XXX之类的名字，这种附魔与普通附魔不同，但一般只能兼容1个附魔。\n\n  特殊附魔分有四种，分别是刻印(盔甲的特殊附魔统称)、附魔(武器的特殊附魔统称)、诅咒(被诅咒的武器装备的特殊附魔统称，有特殊附魔的诅咒武器和装备不仅会强制绑定，而且它的特殊附魔会造成相反的效果)、刻纹(这个玩意有点像普通的附魔，它仅仅只作为一个辅助效果存在，与其它属性不冲突)。\n\n  这四种特殊附魔其实差距不大，但是还是得有一定的分类意义的。\n\n\n护甲值替换：\n\n\n  护甲值将会在游戏中被删除，取而替代之的是可抵挡伤害。\n\n  可抵挡伤害会在玩家将鼠标挪到装备时的解释底下会写有可以抵挡的伤害数量。\n  比如胸甲A能抵挡3点伤害，那么3点以下的伤害将不会给玩家造成伤害，但是耐久度依然会掉。\n\n  注：可抵挡伤害并不是全套都可以加起来，这点的详细说明请接着看到“装备的各部分可抵挡”。\n\n\n普通工作台的可合成列表：\n\n\n  关于普通工作台的介绍请见功能性方块一栏。\n\n  这里只进行列举：\n——\n木质工具全套（粗制）\n皮革装备全套（粗制）\n木弓（粗制）\n木弩（粗制）\n火把（粗制）\n木棍（粗制）\n木板（粗制）\n木栅栏（粗制）\n木活板门（粗制）\n木栅栏门（粗制）\n汤水类\n给食物撒调料（特指撒粉末）\n染料（粗制）\n黏土块\n雪块\n木碗（粗制）\n骨粉\n分解一些植物使其变为对应的种子\n未剥壳谷穗\n生面团\n未烤制的生面包\n尸尘块\n小麦垛（麦草块）\n木牌（粗制）\n木门（粗制）\n木叉勺（粗制）\n木质压力板（粗制）\n木按钮（粗制）\n箱子（粗制、无铁箱扣）\n陷阱箱\n陷阱箱（粗制箱子）\n火焰弹（粗制）\n毛线团\n木框（粗制）\n物品展示框（粗制）\n挂画（粗制）\n——\n注：粗制的物品方块都比原版的差很多，更别说精致了。\n\n\n护甲判定机制：\n\n\n  Minecraft的装备分别有头盔、胸甲、护腿、靴子四个部分，这是众所皆知的。\n  那么，在这里我会尽量说明一下这个机制。\n\n  当玩家受到近战伤害时，若攻击上半身则会同时减少胸甲或头盔的耐久度，那么在这个时候头盔与胸甲的可抵挡伤害就会叠加起来。\n反过来，若攻击下半身则是护腿与靴子的可抵挡伤害就会叠加起来，但是同样它们的耐久度也会同时下降。\n  当玩家受到弹射物伤害时，若攻击到哪个护甲的位置就减少那个盔甲的耐久，并且只计算那个受击部位的可抵挡伤害。\n\n  注：玩家一开始没有装备时自带2点可抵挡伤害，增强力量不会增强这个效果。\n\n  通用算法：\n\n   一个盔甲的所需力量=装备提供的原护甲值\n每半格装备提供的原护甲值=给装备增加3点原可抵挡伤害\n\n  升级可以减少力量需求，同时会给装备增加更多的可抵挡伤害。\n  这个增加的数量的算法一般是增加目前装备可抵挡伤害的30%，用注魔卷轴可以提升至50%，粘古是10%。\n\n\n特殊栏浅述：\n\n\n  它不占任何位置，可以将物品方块等放在玩家的护腿左边的一个单独物品栏里，按下X键下面的Alt键可以切换到装在特殊栏的物品，再次按下可以隐藏收回。\n\n  同样，特殊诅咒和很多附魔会在这个快捷栏里有效果。\n\n\n饰品栏：\n\n\n  饰品栏一词很容易理解，就是有一排五个格子的只能装饰品的物品栏。\n\n  这个栏处于特殊栏的上方，也就是胸甲栏的左边，会有五个格子横向的排在那里。\n  可以将戒指和一些挂坠放在这个栏里进行使用，这个栏和快捷栏特殊栏差不多，也会可以触发效果、进行充能、被诅咒等等。\n\n\n关于绑定诅咒：\n\n\n  这种诅咒与其它诅咒完全不同，它还分两种，一种是快捷栏绑定、一种是特殊栏绑定。\n绑定诅咒会让受诅咒物品上的黑暗法术死死绑定在玩家手中，\n  诅咒卷轴虽然会给玩家身上的所有可被诅咒的武器装备道具全部附上绑定诅咒和其它特殊诅咒，但是有一些物品无法绑定。\n\n  举例：\n——\n皇家之叉勺\n——\n单手剑\n——\n武术之双截棍\n——\n神圣之双钗\n——\n万宝槌（仿制）\n——\n符文大剑\n——\n青龙之偃月刀\n——\n死亡之巨斧\n——\n掠天之矛\n——\n寒流之斧枪\n——\n远古血祭之剑\n——\n黑洞之叉勺\n——\n膜壁之粘古\n——\n月时计\n——\n因幡帝的胡萝卜挂坠\n——\n地藏像\n——\n小灵狐的石像\n——\n大空魔术法杖\n——\n相对之杖\n——\n熵之杖\n——\n\n\n关于食物的保鲜：\n\n\n  这里的新鲜度分为两种，一种是果实的腐烂程度，一种是熟食的保鲜度。\n\n  可以被腐烂的食物会在鼠标拖到物品的介绍下面写有目前的新鲜度，但是这个新鲜度不会影响新获得的同类食物的新鲜度和堆叠，而是在下面列出这样的格式：\n\n——\n其中，有x个食物的新鲜度是：\n90%（旧的）\n\n其中，有x个食物的新鲜度是：\n100%（新加入的）\n——\n\n  上面是熟食与果实通用的新鲜度介绍，当有食物到达了0%时会变成腐败的食物（这里可以换成事物的名字，比如腐败的熟鸡肉）。\n\n  接下来就是两种新鲜度的不同，在这里我会尽量解释清楚。\n\n——\n  果实：腐败之后失去提供的效果，食用恢复的饱食度和饥饿度也会下降，有概率获得短时间的饥饿和反胃效果。\n\n  熟食：腐败之后会丢失大量的营养和能量的补给，不仅食用恢复的饱食度和饥饿度会大打折扣，还会有大概率获得短时间的饥饿和反胃效果。\n——\n\n  注：冷冻的食物也会使新鲜度下降，只不过很慢。\n\n  重新烤制能烤制的食物会继续回到100%的绝对新鲜状态，熟食也可以通过烤制来恢复一定的新鲜度，但果实没有方法恢复。\n\n  另外，在箱子和其它容器里面这些效果依然会存在，一些容器能提供减缓新鲜度的作用。\n\n\n包内物品被外因而失：\n\n\n  如标题，卷轴、药水、汤汁等物品或食物饮品会在背包里因为某种关系被破坏，比如火焰会烧掉背包里的纸制物品，冰冻与摔落会将药水摔坏，汤汁撒漏等。\n\n对于这些办法，只要将它们用特殊容器保存起来基本上就没有什么问题了。\n\n\n幸运值：\n\n\n  幸运值能改变玩家在整个游戏中的发展，比如改变怪物的掉落物、宝箱刷新的奖励等等，甚至还能影响到区块的加载和稀有物品的出现概率。\n\n  幸运值越高，自然它给予玩家的好处就越多。\n\n  除此之外，幸运值有时候会让玩家的暴击能够连续触发，若强大到一种程度时，你甚至不会再消耗任何耐久，招架百分百成功，武器特殊效果也频频触发...\n\n  总之，这是好事。\n\n\n特殊附魔列表：\n\n\n  在这里列举：\n——\n烈焰(攻击有概率附带火焰，并点燃目标下面的方块)\n——\n淬毒(攻击有概率附带中毒效果)\n——\n凋零(攻击有极大概率附带凋零效果)\n——\n恐惧(攻击有概率会让敌人恐惧你而逃跑)\n——\n淬炼(能让被这个附魔附魔的武器能被当做符文大剑的淬炼效果使用)\n——\n炫目(攻击能百分百致盲敌人，被致盲的敌人无法使用远程攻击和释放法术)\n——\n重击(攻击有大概率造成眩晕效果)\n——\n无情(攻击有大概率造成致残效果)\n——\n尖锐(攻击有大概率造成流血效果)\n——\n紊乱(随机造成一个附魔效果，除了黑洞、小学生之气息、改造、开天辟地、时停、嗜血、粘古、迅捷、弹力、物法、索敌、破甲、冰刺、武术、重组、淬炼等不能触发以外)\n——\n物法(造成的伤害将会变成两次，一次为物理伤害，一次为法术伤害)\n——\n索敌(能将被这个附魔附魔的武器的攻击距离＋1)\n——\n穿甲(攻击有概率触发特殊穿甲伤害【只有对可抵挡伤害系统有效，绝对防御刻印可以无视这个附魔】)\n——\n迅捷(能将被这个附魔附魔的武器的攻击速度加快一个档次，比如说从比较快速可以变成非常快速)\n——\n改造(每次攻击都会有概率将被这个附魔附魔的武器升级1级，这个升级的上限和升级卷轴一样)\n——\n粘古(最赖皮的一个附魔，这个附魔虽然不能升级，但是它能有小概率让下一次攻击附带一个粘液的标记，只要是有这个标记的生物死亡时都会掉落普通粘古1～9个)\n——\n弹性(能将被这个附魔附魔的武器的击退力度增加5点)\n——\n混乱(能使周围的生物都晕头转向，移动时会四处乱走【眩晕是直接不能行动】)\n——\n嘲讽(等同于使用一次盛怒卷轴)\n——\n极寒(攻击有概率附带缓慢效果，并且还有小概率冰冻目标)\n——\n饮血(造成暴击会令手持被这个附魔附魔的武器的生物恢复同等伤害的血量)\n——\n嗜血(杀死一个生物时将恢复手持被这个附魔附魔的武器的生物自身最大血量上限的20%)\n——\n神圣(能对亡灵生物造成5倍伤害，目标的污秽值越高这个附魔就能造成越高的额外伤害，这个额外伤害能直接无视复活道具强制击杀)\n——\n武术(攻击能使目标手中的武器掉落，若是诅咒物品，则只会消耗3倍耐久)\n——\n小学生之气息(击杀一个生物后会嘲讽32x32x32以内的所有生物，并且会获得短时间内的抗性提升V【5】的Buff)\n——\n开天辟地(攻击有概率在周围形成自然环境，这个自然环境不限大小，并且会让触发这个附魔的生物获得一个短时间内能无视地形的飞行效果)\n——\n寒潮(让目标同时获得冻伤与潮湿，具体请看MP专属武器一栏)\n——\n死神(对亡灵能造成5倍伤害，但不会对污秽值高的生物有影响)\n——\n黑洞(攻击会随机附带效果，这个随机甚至能包括发射弹射物和造成增益效果)\n——\n冰刺(造成冻伤效果，冻伤效果会将其目标的攻击速度减慢且缓慢的持续流血)\n——\n粘稠(对目标造成减速效果，远程武器的效果时间减半)\n——\n重组(缓慢恢复耐久度，但是每修复100点耐久就会减少1点耐久度上限)\n——\n时停(暴击时可以停止5秒钟时间，但触发这个效果的玩家不受这个时间停止控制)\n——\n以上的附魔只要将效果反过来就可以变成诅咒。\n\n\n特殊刻印：\n\n\n  在这里列举：\n——\n重组(上一条说过了)\n——\n粘力(能让攻击者减速，并且减少穿戴者受到的弹射物伤害)\n——\n急冻(冰冻攻击者，穿戴者将不会被冰冻和冻伤，并且在冰冻魔法里会自动形成一个以穿戴者自身最大血量上限的%5的护盾)\n——\n磐岩(将可抵挡伤害翻倍，但是穿戴者自身的移速将被大幅减缓)\n——\n电流(电击攻击者，穿戴者将不会受到电击伤害，电击的伤害是按照可抵挡伤害来转换的)\n——\n狱火(穿戴者将免疫火焰，并且还能加强自身造成的火焰伤害)\n——\n晦暗(穿戴者在亮度为0+时会无限隐身)\n——\n自然(穿戴者在受到攻击时会获得一个地缚根的效果)\n——\n兼容(穿戴者受到攻击时能有概率触发自身快捷栏或者特殊饰品栏的一个神器的效果，不消耗任何东西和充能，但是继承等级加成属性【这个刻印只有玩家有效】)\n——\n涂毒(穿戴者受到伤害时会随机给背包【额外背包也算】内的可以被涂毒的武器和投掷物涂毒，已涂毒的会被新的涂毒覆盖)\n——\n磁力(增大玩家拾取物品的范围，升级可以提升这个范围)\n——\n代谢(加快穿戴者的回血速度，但是会让穿戴者身体里的能量和脂肪的消耗加快)\n——\n反弹(攻击者将会被弹飞5米)\n——\n时停(和上一条差不多，只是变成被攻击触发)\n——\n嘲讽(上一条说过了)\n——\n迅捷(上一条也基本说过了，只是在这里变成加快玩家移动速度减少一半的可抵挡伤害)\n——\n开天辟地(效果和上一条的一样，只是变成被攻击触发而已)\n——\n打磨(可以将被这个刻印附魔的盔甲当做磨刀石使用【需要加入拔刀剑作为依赖才会有这个附魔】)\n——\n气体喷射(穿戴者只要被攻击就会释放混乱气体，但是穿戴者会获得一个短暂免疫气体的效果直至走出气体外【放屁wwwwwwww？？？】)\n——\n敌法(能将法术伤害当成物理伤害抵挡)\n——\n绝对防御(无视所有穿甲攻击)\n——\n固若金汤(无视所有爆炸伤害，而且不会被击退)\n——\n\n\n特殊刻纹：\n\n\n  在这里列举：\n——\n点金(让武器对一个目标最后的一击能转换为与伤害同等的金币)\n——\n辐射(让武器对单个目标的伤害能以75%的伤害再次弹射到周围目标上，除了触发者不会受到这个刻印的效果伤害)\n——\n灵魂穿透(对幽灵类虚体生物也能造成物理伤害)\n——\n攻守兼备(让武器能在攻击时有概率能触发右键效果，没有右键效果的武器能进入短暂招架状态)\n——\n百步穿杨(让远程武器的子弹暴击率增高)\n——\n暴食(武器攻击时有极大概率会给持有者恢复自身最大血量上限的5%，这个血量恢复可以被无限溢出)\n——\n偷福换祸(武器在攻击一个目标时，玩家会有极小的概率会获得1点幸运值。若这个效果触发时目标还未死亡，那么目标会立刻造成一个每秒损失1.7万血量的永久流血效果)\n——\n\n  目前就这么多，刻纹一般都是自带的。\n\n\n破甲与穿甲：\n\n\n  在这里我要解释一下什么叫破甲，什么叫穿甲，请大家不要被其它游戏里的错误用法给蒙蔽了双眼。\n——\n破甲的意思是强大的冲击力使得护甲的防御并没有起到作用，而直接对目标会造成冲击伤害的就叫破甲。\n——\n穿甲的意思是击中护甲的破绽对目标直接造成伤害，或者是直接无视护甲的就叫穿甲。\n——\n  在这点上，请大家擦亮了双眼，\n不要被一些常见性的错误给传授了错误的知识。\n\n\n招架与格挡：\n\n\n  这两个词看起来很像，但是我在这里也要说明清楚。\n——\n格挡是一个单纯的词，这个词的意思就是格挡了伤害。\n——\n招架是一种防守姿势，进入招架状态的玩家的移动速度会减慢，但是会自动试图格挡迎面而来的进攻。\n——\n  请大家能记住这两个词之间的差异，请勿搞混了。\n\n\n关于红石矿：\n\n\n  挖掘红石矿不再掉落红石粉，只掉落红石块碎片。若要制作红石粉，只能通过机器的二次打磨才能制作。\n\n  红石块将不能用红石粉来制作，则会变为用9块红石块碎片来制作。\n\n\n知识点\n\n\n  在这里先区分一下：\n\n  原版的经验值和这个经验值不同，这个经验值特指的是知识（Learn Experience），以后将其简称为LExp就好。\n  这种经验值和原版不同，它作为一个数值存在，而且一般情况下不会被消耗（特殊情况除外）。\n\n  这个数值到达一定程度时会升级（Learn Experience Upgrade），每次升级都会提升 上一级所需经验值+上一级所需经验值的10% 的算法，升级能给玩家增加1～10点技能点和增加5点最大血量上限，并且会立刻恢复玩家目前最大血量上限的10%，还会恢复10点饥饿值（半格饱食度/饥饿度这样）。关于技能点我会另外讲。\n\n  这种经验值可以从很多地方获取，这里列举一下：\n——\n每次鉴定（手动使用鉴定也算）未知的物品固定获得10经验值。\n——\n每次阅读书籍（纸页也算）一段时间固定获得（大概是算法是 打开书籍时每1分钟增加1点经验值 这样，玩家【其他玩家包括在内】写的成书不算）1点经验值。\n——\n每次任意阅读卷轴固定获得15点经验值。\n——\n每次清除诅咒固定获得20点经验值。\n——\n打开未打开过的宝箱（特指刷新的宝箱，以防歧义特此说明）固定获得5点经验值。\n——\n每次发现隐藏陷阱固定获得5点经验值。\n——\n每次食用食物固定获得2点经验值。\n——\n每次拆开口粮包固定获得1点经验值。\n——\n每次购买一个（件、把、双）物品固定获得6点经验值。\n——\n交付一个任务固定获得50点经验值。\n——\n制作一个物品固定获得0.01点经验值。\n制作一件武器固定获得5点经验值。\n制作一件装备固定获得5点经验值。\n——\n破坏植物（花朵也算）、高草、作物固定获得1点经验值。\n——\n阅读（仅限第一次打开）燕石博物志固定获得99999^99999点经验值\n——\n每打开书与笔（或大本书与笔）写100字固定增加1点经验值，可以堆叠。\n——\n每次与村民对话固定增加1点经验值。（每日最大上限为20）\n——\n每次饮用药水固定增加5点经验值。\n每次饮用经验药水直接升级1级。\n每次饮用力量药水固定增加10点经验值。\n每次饮用根骨药水固定增加15点经验值。\n每次饮用蓬莱禁药固定增加50点经验值。\n每次饮用灵视药水固定增加20点经验值\n每次饮用混乱药水固定减少100点经验值。\n——\n每次释放法术固定增加1点经验值。\n——\n每次击杀一个生物最低获得1点经验值，自然死亡和他人击杀不算，要最后一击或造成伤害最多（优先选择玩家，比如一位玩家将一只老鼠击飞到了岩浆里被融化，即使玩家造成的伤害没有自然环境多，但是也算该玩家的经验值）。\n——\n每炼制或烤制一个物品固定增加5点经验值。\n——\n每次附魔一个物品固定增加10点经验值（阅读卷轴增加的经验值可以叠加）。\n——\n第一次获得一个之前未获得的东西增加5点经验值。\n——\n每给一个可以升级的物品升级1级固定增加15点经验值。\n——\n每酿造1瓶药水固定增加10点经验值。\n——\n每锻造一把拔刀剑固定增加50点经验值。\n——\n每次睡觉固定增加8点经验值。\n——\n每次放置一个之前没有放置过的方块固定增加15点经验值。\n——\n每次死亡减少50点经验值。\n——\n每次制作一种新的草药固定增加5点经验值。\n——\n每次供奉固定增加10点经验值。\n神灵升级固定增加5点经验值。\n神灵进化固定增加15点经验值。\n神灵触发技能或者被动时（持续供给效果的被动不算）固定增加5点经验值。\n——\n\n  更多请自行脑补......\n\n关于原版的熔炉与工作台：\n\n\n  没错，熔炉已经被降低了一个档次！！！\n  凡是有词典辨认出是矿物或金属等坚硬物以外的物品时，都是不能再被熔炉进行炼制了的！！！\n  除了熔炉以外，任何等级的工作台也被限制了很多物品的合成！！！\n  要是被词典检测到需要特殊工具才能将其制作物品的可合成物品已经是不能再被任何等级的工作台合成了！\n  比如武器、盔甲、道具一类的就是不能合成的，但是给碗装上材料这种不需要特殊工具的合成还是依然会保留的！\n  基本上就是这些描述，因为涉及内容过于庞大，不好方便细写完全部、请见谅。\n\n\n\n\n\n四季（天坑）：\n\n\n  四季，原先是分别由四位美丽动人的少女组成的。它们负责在地球上轮流施展自己的魔法，让万物在每一个季节都能做属于自己的事情、这是在地球开始拥有生命的时候便开始的，她们也就是在那个时候开始出现在地球上的。\n  到了后来，无数的神明开始不断出现、开始拥有名字时、四位少女也化成了许多对应自己属性的神明。\n  当那些神明降落与大地上之后，化作了各式各样的文化、变成了各式各样的模样。\n  有的被无数人们供奉着、因为得到了满足，并同时使用着自己的力量回报着人类的神明，就会被称作其「和神」。\n  有的被愤怒和仇恨冲昏了头脑、一气之下对人类或其它种族释以降罚的神明，就会被称作其「荒神」。\n  有的因为一不小心失去了所有的信仰后、便在野外四处流浪四处奔波，变为了野生的神——「付丧神」。\n  有的还......\n\n  故事在这里打断，得重新讲回到那四位少女了。\n  我根据无数人们的口中流传与书籍的记载，也了解到了许多她们的样貌与特征。即使都听起来十分的假、但，我相信在这茫茫宇宙中，一切皆有可能。\n  接下来，就让我们来一起了解这多姿多彩、形态万千的透明的四季吧...\n\n\n春女——\n\n\n  首先是无忧无虑的春——\n  这位留有黄绿色长发的姑娘头戴草环、上半身穿着白色的衬衫、下半身穿着深绿色的长裙和白色的长筒袜、脚踏着一双低木屐。她的能力是自由操纵春季程度的能力，让万物开始不断生长、这也代表着一切的开始与生命的力量。春的性格温柔亲切，但是又十分天真无知。她化身的大部分神明也拥有着这几种性格。\n\n  春季时，大地上会显示出一片生机勃勃的气息、一切都在开始，都在生长。\n  在这个季节里，一切都在大量开始着。\n  所有的生物都会开始蠢蠢欲动，都想来到绿意盎然的大地上走一走、看一看。\n  怪物也是这样的，人类更是这样的。\n\n  代表物：\n鸟鸣声\n烟花爆竹\n各种正生长着的植物或树木\n\n\n夏女——\n\n\n  接着是烈日炎炎的夏——\n  这位留有水蓝色短发的姑娘上半身穿着无袖的淡蓝色与白色结合的T恤衫、下半身穿着白色的短裤、脚穿着一双由植物桔梗编织成的清凉草履。她的能力是自由操纵夏季程度的能力，让温度上升、这也代表着炎热与使万物不断获得滋生的力量。夏的性格极其活泼热情、坚强不屈，尽管夏努力把自己的穿着改成蓝色的冷静，但做事都还是往往会缺乏快速的冷静，一股脑的干脆解决。她化身的大部分神明也拥有着这几种性格。\n\n  夏季时，到处都是炎热、大家都在这炎热的夏季成长着，发育着。\n  一切都很炎热，要是没有适当的降温可能会中暑。\n  许多的生物都会聚集在凉爽的树荫下和河水中、靠近海滩的话或许还能见到一些村民正在水中或者岸边玩耍着。\n  怪物们会在这种季节里聚集在一起，因此不要看见一个怪物就孤身一人地冲上去硬拼、很可能打斗会引来更多的怪物，特别是夜晚的森林中。\n\n  代表物：\n西瓜\n冰饮\n蝉鸣声\n凉快的水\n阳光化合物\n\n\n秋女——\n\n\n  然后就是风高气爽的秋——\n  这位留有黑色短发的姑娘上半身穿着白色和橙色相间的衬衫、下半身穿着黑色的短裙与黑色长筒袜、脚踏一双高木屐。她的能力是自由操纵秋季程度的能力，让所有的庄稼开始进入丰收阶段，让所有的树叶开始变成黄色或红色，还会有凉爽的秋风不断刮过...这也代表着丰收与风的力量。秋的性格爽快果断、做事还很干净利落、很容易冷静自己的情绪等许多优良性格，但是她的到来也象征着即将结束、她化身的很多神明大部分也拥有着这几种优良性格，同时也在告诉着一切冬的到来。\n\n  秋季时，大地上会充满着金色和火红色、一切都在丰收和结果中准备结束。\n  因为开始逐渐转凉了，许多生物开始来到野外寻找食物准备过冬，一些怪物们也是会这么想的。\n  秋季虽然没有夏季和春季这么危险，但是怪物的出现率还是很高的。不过在这样的季节里，要不就是去森林中捕获许多的动物、要不就是在田间正收获着成熟结果的粮食或果实吧？\n\n  代表物：\n枫叶\n枫糖\n天狗枫叶扇\n各种成熟的果实\n各种成熟的作物\n\n\n冬女——\n\n\n  最后就是寒冷颤骨的冬——\n  这位留有雪白长发的姑娘上半身穿着雪白色的厚实连衣裙，披着深蓝色的肩披、下半身穿着雪白色的长筒袜、从脚到腿上还穿着一双长长筒皮靴。她的能力是自由操纵冬季程度的能力，让万物开始进入雪白中，进入寒冷中、这也代表着一切的结束与纯洁。雪的性格冷酷无言，但是又无情、她化身的很多神明大部分也拥有着这几种性格。\n\n  冬季时，大地上会被皑皑的白雪全部覆盖、平日深蓝色的水面上也会结出一层厚实的冰。\n  一切都很寒冷，要是没有足够的温度保持体温的话随时都很有可能冻僵。\n  只要少数习惯这种环境的生物才会在这样的季节中出现，因此一些怪物会躲到地底深处去避寒，所以在这个季节中不用再担心被许多的怪物袭击。\n\n  代表物：\n三角梅\n高毛竹\n松树\n冰\n雪\n\n\n四季道具\n\n\n  可纳四季的玻璃之瓶\n这是所有四季节的神明们都拥有的一个小道具，这个道具能装下所有有关四季的力量、神明吸收与自己属性相应的物品或力量就能够增强自己，这也是为什么神明需要贡品或信仰的原因之一。\n若你获得了这个瓶子，则说明那个神明已经十分信任你、你现在可以通过收集许多有关四季的来将其转化为光球一样的精华，这些精华可以用在所有万物上，将其祝福、将其获益、或将其增强。\n按键使用说明：\n[spoiler]\n1.手持时按下Shitf＋Z键可以打开背包选择一个有关四季的物品来吸收其部分力量、左键单击只选择单个物品，按住Shift＋左键单击则会选择整组物品。\n\n2.手持时按下Shift＋右键可以切换四季瓶的模式。\n模式有六个、分别是：\n——\n「四季收集模式」\n「春的释放模式」\n「夏的释放模式」\n「秋的释放模式」\n「冬的释放模式」\n「四季转换模式」\n——\n这六种模式我会在继续在之后介绍。\n[spoiler]\n其它补充：\n[spoiler]\n说回到四季瓶的模式。\n——\n先说第一个的四季收集模式吧、这个模式用于吸收所有的四季能量，这些能量可以在方块上、掉落物上、生物上等等地方都可以吸取到。虽然单个物体的吸取次数为无限，但固定都只增加1点与那个物体所对应的季节能量。\n季节能量分「春、夏、秋、冬」四种，虽然可以进一步转换为精华，但是转化时都消耗一些名为「固态时间球」的道具（每转换1点能量需要压缩了Minecraft世界内的1分钟时间球）、这会放到其它地方进行补充。\n再说到各个四季的释放模式吧、四种模式一般会用于神明的供奉方面、供奉与本季节对应的神明对应的能量可以让该神明变得更加强大，甚至会赐予你一些特殊的道具。这些特殊的道具将会对游戏的流程进展十分重要。\n除此之外，释放模式下也可以用在其它地方、比如使用春季的能量能使大部分区域的泥土上生长出植物、夏季的能量能扑灭部分区域的火焰并降低周围温度、秋季的能量能使得作物加快它的生长速度（并不是全部）、冬季的能量能将这样的作用，虽也是固定消耗1点季节能量，但其实作用并不大多少。\n——\n转换模式下，单击右键可以打开一个特殊的Gui，这个Gui很简单、在中偏左的位置上有一个格子，这个格子是用来放置固态时间球来提供转换时所需要消耗的时间、放置固态时间球的旁边还有一个按钮，这个按钮可以切换并选择所要输出的季节、格子在切换时，上方会有一个数值告诉目前选择的季节模式在瓶子内还有多少对应能量（比如这样 春季：1000点【注意，字体颜色会随着所对应的选择季节所改变，比如现在的春就是绿色字体】）。\n接着，就是在中偏右的位置上还有一个格子、这个格子是用来放置转换出来的精华的，不用多说。\n当一切准备好时，玩家可以点击两个格子之间的箭头，箭头会弹出一个只能输入数字的文字框，输入想要转换的数量即可立即转化。（别忘了需要足够的季节能量与时间球！！！）\n——\n注：\n1.每次吸收季节力量都需要3秒钟的时间。\n2.四季收集模式的吸取能量的按键是长按右键或者单击右键（背包选择也行）。\n3.瓶子容量为无限，请放心使用。\n4.若在相应的季节吸收同样的季节能量，则对应那个季节的能量会从固定1点变为固定5点。\n5.各个四季的释放模式是使用单击右键使用，当然用于供奉神灵是要对准祭坛的核心方块释放。\n6.本Mod中的四季回报（神明的奖励）是按照「春=生长、夏=降温、秋=收成、冬=温暖」来作为基本的。\n7.箭头也会随着所选择的季节而改变颜色。\n\n其它季节物品：\n\n\n  春季精华\n由无数春季的气息所压缩而成的精华，这种精华能够用于一些有关春季道具的制作。\n「春季的礼物，是焕发的生命。」\n\n  夏季精华\n由无数夏季的炎热所压缩而成的精华，这种精华能够用于一些有关夏季道具的制作。\n「夏季的礼物，是清凉的时光。」\n\n  秋季精华\n由无数秋季的凉风所压缩而成的精华，这种精华能够用于一些有关秋季道具的制作。\n「秋季的礼物，是愉悦的丰收。」\n\n  冬季精华\n由无数冬季的寒冷所压缩而成的精华，这种精华能够用于一些有关冬季道具的制作。\n「冬季的礼物，是温暖的光芒。」\n\n  Time压缩机\n这是一个装有小型人造黑洞的大型机械、它的体积能占据5x5x7的范围，且造价十分昂贵。\n右键这个机械能打开一个极其单调的Gui：除了Gui的最左边有一个电量条以外，就只有在中间有一个用来装时间的小格子了。\n这个机器只需要不断的供应电量就能进行运作。它会试图将现在进行在黑洞上的时间存起来，并将其转化为物质球的形态。\n在零件加工台使用10块高级铁板、5个钨质半导体、64张时停卷轴、5根末影秘银电线、1个托马斯机械、1个龙蛋、5个碾磨混合机即可制作一个这样的机械，工具槽需要锤子和螺丝刀。\n\n  固态时间球\n这种类似像经验球一样的小玩意装着时间（装有不同时间的时间球无法重叠成一组），一股犹如埃及橙一样的味道从这种由时间组成的球表面散发出来、不得不说挺香的。\n时间球目前只能够用于将四季能量转换成精华。\n\n  博丽的驱魔御币\n博丽神社的巫女一般会用到这种绑有长长的一串由菱形白纸片组成的细长的木棍来进行驱魔仪式或者妖怪治退。\n在零件加工台使用1根木棍、23张空白符篆、49个春季精华即可制作一个这样的升级版的驱魔御币。\n这个御币能通过单按右键或者长按右键发射固定的12点伤害的直线飞行灵符（可以被升级增加，但是是按照 上一级的固定伤害＋上一级的固定伤害的50%伤害 的算法来增加伤害），并且不受充能限制。\n另外，每升级10级会增加一条围在持有者身边的发射线路（线路位置不变），到80级时到达顶级（到达这个等级时，手持者每次发射都会向身体一周的各八个方向发射出灵符）。\n注：\n1.每个灵符的发射间隔均为0.3秒，并且不无视盔甲或盾牌的抵挡防御和受到伤害的无敌时间！\n2.灵符没有击退效果，而且碰到物体会立刻消失。\n\n  烈日不融之冰所铸的剑\n这是在夏季中难得的冰、但是只要在夏季能见到在除了冰箱以外见到的冰时，千万得记住这是一块无法被太阳晒化的魔法冰。\n这是一个六阶武器，它的平均伤害为9～29点。\n在零件加工台使用64块冰、64块浮冰、1颗钻石、5瓶冰霜药水、89个冬季精华即可制作一个这样的冰剑。所需力量为15。\n这是一件攻速普通的武器，它所有攻击都有33.33%冰冻目标、并且所有攻击还会附带凉快的冷气，扑灭火焰、而且降低温度。\n\n  天狗的枫扇\n一个枫叶的放大版，不过仔细拿着端详一阵子、你会发现其实是纸板做的。\n在零件加工台使用1把纸团扇、128张任意纸张（页）、256片枫叶、79个秋季精华即可制作一个这样的枫叶形扇子。\n这种扇子能制造非常强力的风，只需单击右键就可以扇出一股甚至能将三个铁砧吹飞的风、长按右键可以蓄力以达到更强的效果。\n——\n蓄力1秒时：\n这股异常强力的风能够吹飞五个铁砧或一个巨大的匠炉。\n——\n蓄力3秒时：\n这股特别强力的风能够吹飞十个铁傀儡。\n——\n蓄力5秒时：\n这股无比强力的风能够将整条河的河水水带起，卷入天上并下起雨来。\n——\n注：这个道具无耐久限制，可以随意使用。\n\n  迷你八卦炉\n这是一件非常便携的大杀器，它和小型火焰喷射装置的造型和结构都不是一个档次能比较的，威力那就更不用说了。\n在零件加工台使用3块绯红金属板、1个小型火焰喷射装置、1块红石块结晶体、2根钨质电线、1根棱光法杖、1根解离法杖、1根火球法杖、99个冬季精华即可制作一个这样的迷你八卦炉，工具槽需要锤子和螺丝刀。\n这个六边形的迷你八卦炉能喷射出一道巨大的充能激光，任何接触到的物体基本都会被无比的高温直接熔化。不过炉身采用的是绯红金属所打造的，这也是为什么这件大杀器自身才能吃得下激光的高温的原因。\n这种八卦炉并没有燃料，只是由无数的解离能量、火焰能量、棱光能量所浓缩而成的一个魔法宝石来施发强大的充能激光魔法的、也就是说，它只需要等待充能来进行下一次发射，并不需要装填燃料。\n充能魔力或其它充能力量也能使得这个八卦炉的充能速度加快、除此之外，这个八卦炉可以被升级，但升级只增加它的喷射持续时间，并不会加强它的力量或加快它的充能速度。\n注：\n1.未升级之前的八卦炉的喷射持续时间大约为15秒.\n2.这个物品的耐久为10000点、每次的喷射都会消耗1点耐久。\n3.充能激光的平均伤害为30~150点。\n\n\n\n\n\n药水：\n\n\n  生命治疗药水\n这是一种能在短时间内恢复饮用者生命的药水，但是它只有3秒钟的药效，饮用时将去除饮用者身上的大多数负面buff。\n\n  灵视药水\n这种药水能探查饮用者周围的生物，并施加一种类似灵光箭的效果。\n\n  力量药水\n这种药水能永久性增强饮用者力量与体质的药水，饮用后会为饮用者永久增加1点力量，这个药水无上限。\n\n  浮空药水\n这一种药水能使饮用者飞到空中，虽然允许饮用者在空中按下Shift键下降，但是不能落地。\n若右键蓄力扔出这种药水会散发出一种令人迷失方向的眩晕气体，在气体内所有闻到此气体的生物都会感觉到眩晕，移动时身体会不由自主的不受控制，而导致随机移动。\n\n  焰火药水\n这一种药水在未鉴定的时候非常危险，请小心。\n扔出这种药水会使3x3x1内的区域燃烧，若有生物在其中会被点燃。\n饮用则会让饮用者的身体十分烫(一般持续30秒)，但是这种烫无法在一格水里消除(因为是在体内)，需要饮用水或者进入两格水里才能解除(也就是要喝凉水或者常温水)，在玩家处于烫的状态下，攻速和移速将变得缓慢，攻击也将会大幅下降。\n\n  诅咒药水\n一股恶毒的魔力在瓶子中环绕着，你甚至想立刻将它脱手、怕它感染到了自己。\n扔出这种药水会在药水瓶破裂的地方快速召唤出几个当前地形所能生成的怪物（除特殊怪物和Boss外。\n饮用这些药水能使玩家身边持续生成怨灵，直至效果时间结束。\n\n  寒冰药水\n这种药水能在空气中快速结冰，结冰效果能使生物移速下降并让饥饿度下降速度加快(一般持续15秒)。\n扔出这种药水会使5x5x1的区域内冰冻，若有生物在其中会被冻伤，若已经被冻伤了再次被冻伤会被直接结冰，燃烧可以立刻解除结冰与冻伤效果，这个区域内的火焰和被燃烧着的生物会被扑灭，岩浆将会结成黑曜石，水将直接结冰，冰将直接结成浮冰。\n饮用这种药水会让饮用者感到清爽而不是寒冷，这将会提升饮用者的攻速并赐予一个时间较长的缓慢生命恢复效果buff。\n\n  麻痹药水\n这种药水对谁都没有好处，扔出这种药水会使里边的液体瞬间转化为麻痹气体，闻到这种气体的生物会失去行动力直到气体散去。\n\n  毒气药水\n这种药水对很多东西都没有好处，扔出这种药水会散发出一种恶臭的气体，闻这种气体的生物会中毒且持续掉血，治疗药水可以清除中毒效果。\n这种药水的毒气碰到一些食物会直接将其腐败，腐败的食物食用都有一半的概率中毒，腐败的生肉可以直接丢入火焰里即可转化为烤肉。\n\n  根骨药水\n与力量药水差不多，但是饮用这种药水的对玩家会固定增长4点最大血量上限(两颗红心)。\n\n  小型生命治疗药水\n这种药水虽然也能清除饮用者体内的毒素，但是它能在药水箱里携带更多，饮用者饮用后会恢复生命上限的四分之一血量。\n\n  粘古之经验药水\n“虽然我知道喝起来很怪异，但是你就把它当做是吃布丁就行了。”\n这种药水能直接给饮用者的经验等级提升一级，但是不推荐经验条快满的时候饮用，这会浪费很多。\n这种药水不能被膜壁之粘古吞噬。\n在炼药台直接放入空瓶和普通粘古直接酿造即可获得，十分容易获得而且十分有用的药水。\n\n  混乱药水\n“不可思议的玻璃瓶装下了这种不可思议的流体。”\n玩家一旦喝下会立即死亡。\n将这种令人感觉不安的药水扔出，药水中的液体一旦受到外力冲击会直接爆开至沸腾，但是温度其实又是冷冰冰的，而且在液体与空气的融合下会不断产生各种有害气体。\n\n  蓬莱禁药\n“啊啊啊，忘记做药了！！！”\n目前只能无法获得。\n一旦玩家喝下了这种药水，每次死亡时会立刻从空血变成满血复活，但是会产生大量污秽值。\n\n  嗜血药水\n喝下这个药水的人将会变得渴望鲜血，在短暂的时间内饮用者的每次攻击造成的伤害都会为饮用者恢复与其同等的血量。\n扔出这瓶药水会产生一个剧烈的大爆炸，而且这个爆炸附带大量火焰甚至岩浆。\n\n  阳光药水\n喝下这个药水时，玩家将会在短时间内获得阳光的祝福，提高身体的各项体能。\n因为有关于玩家机制的各种修改过多，在这里不好长篇大论的来解释这一种药水...总之就是能提供很多增益效果啦。\n\n\n法杖：\n\n\n  大空魔术法杖\n这是一根代表着宇宙的魔术法杖，它含有物理、天文学、魔法等的强大能量，它自身无法造成伤害，而且没有充能限制。\n这个法杖能切换四种模式，还会自带两个百分数值。\n数值分别是暗物质与污秽，暗物质或者污秽到达百分百时会使这根法杖改变。\n四种模式分别是吸取能量、控制轨道、控制重力、随机法术。\n吸收能量的模式下可以吸收污秽的暗物质，以此来增加数值。\n控制轨道的模式下可以制造一条神奇的类似于星球的太空轨道的特殊轨道，能使物品和方块被吸在轨道上，这个轨道一般是以圆环形围绕在持有者的周围，若再次制造一条轨道原先制造那条轨道就会消失，在上面的物品和方块可以一直存在，而且还能作为一个带有碰撞箱的护盾存在。\n控制重力能让某个物品或者方块生物等的重力颠倒过来。\n随机法术会随机释放一种法术，这个随机法术的平均伤害为0～106点。\n当污秽收集到达100点时，会转化为熵之杖。\n当暗物质收集到达1000点时，会转化为相对之杖。\n这把大空魔术杖作为大空石像关的额外关卡奖励，一个存档最多只能有一把。\n升级能使这把法杖的很多属性都一并上升。\n\n  魔弹法杖\n这是一把最普通、最平衡的法杖，它能通过释放最纯粹的魔力球来向目标攻击。它能造成1～8点伤害，充能数为4。\n它是所有法杖中（以全白板属性来看）充能数最多的法杖，在这一点它弥补了它伤害不足的缺点。\n\n  解离法杖\n这种全黑颜色的法杖能发射出致命的激光来造成百分百的伤害。它能造成以目标血量的15%为基准的伤害，充能数为3。\n它发射的激光能将被火焰燃烧的方块烧毁，但是不会引起火苗，也不会有阴燃火。\n\n  雷云法杖\n它端顶上的一朵活的雷云正在暗示着你什么，不过很安全。\n这种法杖能够消耗1点充能来召唤一朵自动攻击的雷云。这片雷云会持续存在30秒，且会主动成为攻击目标。\n它的雷云大概能造成6～10点伤害，充能数为1\n\n\n  寒霜法杖\n这种淡蓝色的半透明法杖含有强大的寒冰魔法，它能消耗所有充能并发射一股直线飞行的寒冰龙卷风来冰冻接触到的敌人，且造成一个高额伤害，但是仅限第一次冰冻。\n它能造成3～16点伤害，充能数为2。\n\n  雷霆法杖\n“我雷电法王杨永信回来了！”\n这是一个不知道该怎么形容的法杖，它的顶头有一个像雷达一样的东西，颜色是黄白相间的。这种雷电伤害能够在水里发挥最大作用，并且能造成连锁伤害。\n它能造成5～9点伤害，充能数为3。\n\n  火球法杖\n就只是一根红色与黄色相间的木棍而已，它能用纯粹的火焰魔法球来进行攻击，并能点燃一路上可以被火焰燃烧的物品。它能造成3～10点伤害，充能数为2。\n另外，它的火球能发出较为强大的光亮。\n\n  爆炸法杖\n“爆炸就是艺术！”\n比起火焰法杖，它的顶头处有一个不大不小的长方体，看起来很像烤棉花糖棒。\n它能造成9～15点伤害，充能数为1。\n它每次释放法术时，都会消耗全部充能发射出一个像使魔一样的东西，只要一碰到方块或者生物就会立刻产生爆炸。这个法杖能造成的初始爆炸范围能够到达2x2x2，击退力度能达到5点。\n\n  涌泉法杖\n这个法杖能发射出一股强力的直线水流(这个水流能浇湿火焰)，若水流与目标贴过近，一股极强的后坐力和推力会将持有者和目标全部推开至很远。升级越多，力度、充能、长度等会越长。\n它能持续造成3～6点伤害，充能数为3。\n注：这个水流也会导电。\n\n  棱光法杖\n这个法杖上有一个玻璃三角体能用于聚光，只要有1点亮度就能使这把法杖缓慢充能，亮度越大充能越快。\n另外，周围的亮度也能加强这把法杖的法术伤害。它发射出来的光束魔法能够短暂刺破黑暗，对亡灵生物会造成六倍的高额额外伤害。\n它能造成2～5～30(对亡灵生物)点伤害，充能数为2。\n\n  气体法杖\n这个法杖的顶端有一个透明的小玻璃球，玻璃球里有许多奇奇怪怪的气体飘浮着。\n它会消耗全部充能发射一种由混乱组成的元素魔法球，魔法球击中目标后会施加所有负面效果。若没有击中目标则不消耗充能，撞到方块会消失。\n它能造成的伤害很随机让人无法猜测，充能数为1。\n\n  泡泡法杖\n“怎么感觉有点熟悉？...”\n这个法杖能消耗所有充能发射一个巨大的泡泡，这个泡泡能将物品和怪物(Boss不算)困在从里面无法被打破的泡泡里，持续5秒，这个效果不会因为升级而改变。\n它不能造成伤害，充能数为3。\n\n  普通御币\n神社的巫女一般会用到这种绑有长长的一串由菱形白纸片组成的细长的木棍来进行驱魔仪式。\n在零件加工台使用1根木棍、23张空白符篆即可制作一个这样的普通驱魔御币。\n这个御币能通过单按右键或者长按右键发射固定的5点伤害的直线飞行灵符（可以被升级增加，但是是按照 上一级的固定伤害＋上一级的固定伤害的10%伤害 的算法来增加伤害），并且不受充能限制。\n注：\n1.每个灵符的发射间隔均为0.3秒，并且不无视盔甲防御和受到伤害的无敌时间！\n2.灵符没有击退效果，而且碰到物体会立刻消失。\n\n\n次元：\n\n\n  梦的世界网络\n“这就是三面的场景啊。”\n在这个次元里，所有的生物都可以自由飞行，丢出的物品会靠力量来恒定移动，类似于宇宙。\n但是这个世界的所有方块都是由无数的粉色光线交叉组成的，而且在这个次元里得到的非次元外物品或非特殊物品将会在出去后消失。\n地形差不多如同普通世界，只不过这里只刷新“梦幻”，在这里可以使用仪式召唤这里的唯一Boss——邪恶的镜像。\n进入后获得成就：“梦与现实交错的世界。”\n\n  废弃的矿洞\n“一起挖矿吧！”\n玩家的出生点会在一个半圆的矿洞中央，周围会有一些岔道向更远的地方扩散，这个矿洞里还会生成一些藤蔓与草。\n若加入了植物魔法或者潘马斯环境等mod，这个矿洞不仅仅会生成大量蘑菇，还会生成大量地底植物或者石锥什么的，甚至还会生成地牢或者地下城！\n这里的矿脉还十分发达，特别是金矿比较多。\n在这里会生成一些特别的怪物，若击杀特定怪物到1000只会出现Boss——智能大型采矿机DM300。\n如果玩家一直挖到了正200层(向上挖)，会来到一个非常平坦的草原，这里是永远白天的情况，而且强大的魔法限制了这里不允许刷新怪物。\n在矿洞的一个比较大的地方会刷新一个矮人铁匠铺，这个建筑只会刷新一个。\n\n  膜壁中的宇宙\n“这就是真正的宇宙了。”\n在这个次元里，是没有重力影响的。\n所以力量与攻击的强弱和在这里很难控制，只需要一点点推力就可以将你推进或者推飞。\n因为你出生点下的大空石像关里是有施加重力的，所以在里边的那个时候你没感觉到什么。\n嗯...宇宙里会出现一些奇形怪状的生物，但一般都是在陨石堆里出现的。\n在这里会生成大量的陨石、星球等，还有一些奇奇怪怪的悬浮建筑。\n进入后获得成就：Physical Astronomy Magic.\n注：这个世界只有1000亿x1000亿x1000亿的空间。\n\n\n粉笔仪式：\n\n\n  梦中的镜像\n画出一个“D”字形，在中间空白的地方随意扔出一根金羽毛和一张分身卷轴作为仪式所需物品，之后使用墨水瓶激活即可（仪式激活后物品会直接消失不见，笔迹也会消失不见）。\n该仪式还特殊需要消耗最后使用墨水瓶实现的玩家300点经验值，若检测到经验值不足则当场激活被打断且失败。\n\n\n\n\n\n\n大空石像关：\n\n\n  大空石像关是一个本Mod的内置解密，需要特殊书页（钥匙）进入，书页需要加入不思议的旅行mod里的燕石博物志里才可使用。\n  这个空间内的所有方块都是被特殊魔法保护起来的，一被破坏就会立刻修复并用代码清除在空间内的所有生物，不过这些方块的硬度与基岩一样，基本无法被破坏，放置方块也会被代码清理。\n  在空间里的石像是可以挖掘与放置的，不用担心;)\n  当然你可以选择推来控制第四关的玩家石像，或者挖掘掉会回到玩家的头顶上。\n\n\n石像介绍：\n\n\n  这些石像使用木镐就可以挖掘，但是把他们放在特殊的格子上才是它们真正的用处，它们还有很多形状。\n  这里列举一下;)\n\n  锭条雕像——代表锭条类物品\n\n  棍柄雕像——代表棍棒类物品\n\n  方块雕像——代表方块类物品\n\n  丝线雕像——代表丝线类物品\n\n  钻石雕像——代表水晶类物品\n\n  卷轴雕像——代表卷轴类物品\n\n  药水雕像——代表药水类物品\n\n  锭粒雕像——代表锭粒类物品\n\n\n\n  第一关：\n\n\n提示：老鼠，寻找宝藏，铁棒。\n格子数量：4\n本关可用雕像：锭、棒。\n答案：纳兹琳的探矿棒。\n\n\n  第二关：\n\n\n提示：18，非铅质，很重，长棍。\n格子数量：9\n本关可用雕像：锭、粒、线、棒。\n答案：青龙之偃月刀\n\n\n  第三关：\n\n\n提示：轮椅，轮子。\n格子数量：25\n本关可用雕像：块、锭、粒、棒。\n答案：未来之铁轮。\n\n\n  第四关——石像对战棋：\n\n\n进入第四关会到一个非常大的空间，这里的墙壁都是透明的，周围是宇宙的场景，玩家脚下的方块变成了一些网格。\n一个飞行的大手套出现在玩家面前，此时玩家处于对话模式无法移动或者做出行动。\n对话：\n——\n大师之手：你好，孩子，我是这里的创造者，我负责创造宇宙里的所有东西。\n\n大师之手：但是，我现在很无聊，因为现在世间万物会自己创造自己了。\n\n大师之手：我想，既然有人来到这里，那么我想与你进行一场友谊游戏对决。\n\n大师之手：这个游戏决定你是否可以继续，如果你输了，我可以把你“请”出去，如果你赢了，我会让你继续前进并给你黄金的生命之安卡。\n\n大师之手：当然，我并不会杀死你;)因为我是十分理智而且友善的。\n——\n大师之手会在棋盘的一边尽头，玩家则与它对立。\n此时，玩家的背包里会获得三个雕像，这三个雕像可以无限使用，分别是剑、镐、盾。\n除此之外，玩家的头顶上还有一个雕像，这个雕像是一个史蒂夫雕像，它代表玩家。\n玩家只要在网格里的任意一个格子按下Shift键就可以将雕像放下来并开始游戏，雕像的移动需要玩家去一步一步推动，玩家进行一次行动之后就立刻换为大师之手移动。\n开始游戏时，场上会突然出现许多障碍物，比如山坡啊，墙壁啊等等，这些挡住玩家棋子行进的方块可以切换为镐子雕像来给玩家雕像换上镐子，此时玩家让雕像前进时如果有可以挖掘的障碍物可以直接挖除(不会掉落任何东西)。\n若玩家遇到怪物，可以切换剑雕像来给玩家雕像换上剑，此时玩家将玩家雕像向怪物雕像推动会进行攻击。\n当有怪物要对玩家发起进攻时，玩家可以使用盾牌进入免疫状态，但是只能使用一个回合，回合结束后需要另外冷却一回合即可再次使用。\n如果玩家支撑300个回合即可为胜利，大师之手会让玩家通过并且给予生命之安卡。\n如果大师之手击败了玩家，玩家会自动被弹出大空石像关。\n\n\n  第五关——最终选择：\n\n\n这一关是最简单的一关了，关卡房是一个空旷的小房间，房间中央有一个牌子，牌子上写着“你是什么生物？”。\n牌子的旁边有两个雕像，一个是史蒂夫雕像，一个是史莱姆雕像。\n雕像前面有一个蓝色的地板机关，将雕像推上去就可以触发。\n触发一个以后另外一个则会变成普通砖块，所以别想着作弊了。\n选择史蒂夫的玩家会得到黑洞之叉勺。\n选择史莱姆的玩家会得到膜壁之粘古。\n\n\n  额外关：\n\n\n在完成第五关之后，一个左边的墙壁会有一个隐藏活塞门打开，这一关的挑战是一笔画，在这里系统会赐予玩家一个无法损坏的粉笔，用粉笔来完成这个关卡。\n注：一笔画里的粉笔只能画横竖线还有左右斜线，通关奖励是大空魔术法杖。\n\n\n\n  关于补充：\n\n\n  第一至第三关用石像摆放制作的物品会作为奖励给玩家。\n\n  第四关的切换雕像是用背包里的三个雕像右键玩家雕像就行，不需要消耗任何回合。\n\n  第四关的怪物只会出现四种，分别是僵尸、骷髅、蜘蛛、石傀儡。\n\n  僵尸雕像能复活一次，但是只能在召唤它的地点重新复活。\n\n  一些骷髅雕像能远程攻击，但是攻击间隔需要一回合，在玩家下一回合要被骷髅射击时左下角的对话栏会有提醒，手持近战武器的骷髅雕像是不会拿超过14力量的武器的(叉勺这种特殊武器除外)。\n\n\n\n\n某种证明：\n\n\n  这是最早的回复\n\n  这是我得到的奖励（这就能解释我的贡献为什么有1点了）\n\n  你们再说我是否有抄袭我第一个就要把证明贴他脸上 \n\n\n\n\n\n未完待续——\nTo be continued......\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "0999312",
            "timestamp": 1514776620,
            "txt_content": " 本帖最后由 0999312 于 2018-1-1 11:33 编辑 \n\n不怕作者累死啊22333333"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1514795520,
            "txt_content": "作者大概会很累吧，⑧把刀。"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1514803980,
            "txt_content": "908278185 发表于 2018-1-1 16:32\n作者大概会很累吧，⑧把刀。\n还没更新完，原帖还有很多"
        },
        {
            "author": "闲鱼菌",
            "timestamp": 1514892660,
            "txt_content": "很好，但是咸鱼刀那个我在之前就想过了，尼格洛兹会更新的（因为那个是我啊，sa是神之奥义.拔咸鱼拔刀斩）"
        },
        {
            "author": "库1222",
            "timestamp": 1515503160,
            "txt_content": "嗯？似乎有什么奇怪的东西混入了kana？"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1516532520,
            "txt_content": "打算更新一下东方妖怪山系列的刀\nneta严重（指正"
        },
        {
            "author": "luoanyue",
            "timestamp": 1517130240,
            "txt_content": "磨刀霍霍向爹娘，2333333333333333333333333333333333333【木兰诗的梗】"
        },
        {
            "author": "...52852852222",
            "timestamp": 1517137260,
            "txt_content": "有没有想过 无神的剑气换成其他的会比较好一些 比如 幻影剑= ="
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1518243600,
            "txt_content": "最近在度假日，停更一段时间"
        },
        {
            "author": "速度阿萨德",
            "timestamp": 1518429000,
            "txt_content": "99999999999"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1518622380,
            "txt_content": "除夕前更新一波，免得挨小组成员打得半残\n摸了好久，我谔谔"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1518948840,
            "txt_content": "准备更新粉笔仪式\n鬼知道我填了个什么坑啊"
        },
        {
            "author": "126883172",
            "timestamp": 1518949800,
            "txt_content": "某狐前来捧场～"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1519052580,
            "txt_content": "126883172 发表于 2018-2-18 18:30\n某狐前来捧场～\n欢迎，你不打算也发一个帖子吗？龙狼已经发了哦。"
        },
        {
            "author": "126883172",
            "timestamp": 1519097580,
            "txt_content": "x_lin0_0 发表于 2018-2-19 23:03\n欢迎，你不打算也发一个帖子吗？龙狼已经发了哦。\n我的神狐附属已经全面策划完成了，有时间就发出来～\n另外小说不打算发太早，我有存稿的习惯2333"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1519555080,
            "txt_content": "126883172 发表于 2018-2-20 11:33\n我的神狐附属已经全面策划完成了，有时间就发出来～\n另外小说不打算发太早，我有存稿的习惯2333 ...\n希望你成功"
        },
        {
            "author": "126883172",
            "timestamp": 1519569960,
            "txt_content": "x_lin0_0 发表于 2018-2-25 18:38\n希望你成功\n悬啊悬啊2333"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1520933700,
            "txt_content": "最近被一些热心老爷反映发现有些地方有大量llh(逻辑漏洞)\n我打算重新检查一下并订正，谢谢大家的支持"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1521644520,
            "txt_content": "停更一段时间，有事情要做。"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1521976080,
            "txt_content": "标题格式已改"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1521976500,
            "txt_content": "内容挺多的。看了一下，感觉各种东西还是挺乱的，可读性不太好。"
        },
        {
            "author": "STAR星辰",
            "timestamp": 1521991920,
            "txt_content": "挺有趣的！"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1522075920,
            "txt_content": "子日：没关系 我们原谅你"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522217580,
            "txt_content": "暂时停更五天，要去度假。"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522507200,
            "txt_content": "细分化了一下，到时候会将小故事写完的。"
        },
        {
            "author": "126883172",
            "timestamp": 1522534260,
            "txt_content": "越来越翔实了呢！\n等我毕业啦就试着帮你完成点力所能及的（萌新发言"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522589640,
            "txt_content": "为了祝贺小组成立，发锭！"
        },
        {
            "author": "ir-0",
            "timestamp": 1522611960,
            "txt_content": "所以  剑21的图片挂了是故意设置的还是意外啊"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522856280,
            "txt_content": "最近清明回老家，暂不更新"
        },
        {
            "author": "x10636",
            "timestamp": 1522859040,
            "txt_content": "捧个人场 啦啦啦      "
        },
        {
            "author": "ehchehce",
            "timestamp": 1522862100,
            "txt_content": "楼主加油"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522941840,
            "txt_content": "下次会注意发锭时调成百分百概率，望版主见谅..."
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1523268180,
            "txt_content": "日常停更，因为要举行活动"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1523960640,
            "txt_content": "停更，要写破碎的伊弉诺物质"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1524381360,
            "txt_content": "用爱发电了几天，终于啊...\n这一次更新了好多好多的东西，希望你们喜欢～"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1524408240,
            "txt_content": "更新了若干错别字，文本多了变得难了起来呢...\n嘛，总之这次更新还算是不错啦"
        },
        {
            "author": "luoanyue",
            "timestamp": 1524999840,
            "txt_content": "银狐之力\n特殊栏神器\n杀死敌对生物概率充能【气系统】\n“想要成长吗？想要成长就接受我吧……！只要是跟我一起，你的命运与试炼都可以战胜……！”\nI键开启，Y键关闭，开启时对周围3X3/5X5/9X9范围的亡灵生物造成燃烧效果，随机给予自己一个一分钟的BUFF。对犬科生物伤害为1，随着气的增加，燃烧范围和燃烧时长以及随机buff的持续时间都会变化。能通过觉醒来换取完全无副作用的速度与身体力量的10/30/60秒增益【跳跃提升，力量，速度，生命恢复】但是觉醒会消耗气。若在无气的情况下觉醒会使使用者原地爆炸出一个3X3X3的坑，并生成一只高压爬行者。"
        },
        {
            "author": "luoanyue",
            "timestamp": 1525000500,
            "txt_content": "黯月的胖次\n携带型神器【可装备】\n夜梦！我不要节操啦！\n与佩戴者对视的敌对生物会暂时转变成友好状态\n对其他玩家使用会使他们获得一个虚弱一buff，持续时间到其他玩家移开视线为止。\n装备后给予自己一个缓慢一buff\n对可爱的生物造成双倍伤害"
        },
        {
            "author": "luoanyue",
            "timestamp": 1525001220,
            "txt_content": "天云【金檀】\n由梨木制作而成，射命丸政幼年的玩物，剑刃被金箔包裹，初始耐久是200点，伤害下限是5点\n制作后获得成就【黄檀天狗作】\nSA：射命丸血脉\n随机召唤一个实体\n包括拔刀剑联动的mod里的全部生物"
        },
        {
            "author": "luoanyue",
            "timestamp": 1525001580,
            "txt_content": "地瓜烧\n食物\n补充2点饱食度，给予自己一个20秒的反胃，力量，缓慢。拉弓速度减少百分之五十\n【柱子，我赏给你半斤地瓜烧——李云龙如是说】"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1525669260,
            "txt_content": "正式弃坑，之后不再更新此系列。\n就当我之前的话打我自己脸就行了。"
        },
        {
            "author": "13050002",
            "timestamp": 1525676160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1525686420,
            "txt_content": "13050002 发表于 2018-5-7 14:56\n这个是拔刀附属？\n不属于，只是多联动mod设想"
        },
        {
            "author": "touhouzun",
            "timestamp": 1525688460,
            "txt_content": "x_lin0_0 发表于 2018-5-7 13:01\n正式弃坑，之后不再更新此系列。\n就当我之前的话打我自己脸就行了。\n楼主作为策划比腐肉烧皮革伟大得多！今后只要开心就好"
        },
        {
            "author": "电浆跳蚤",
            "timestamp": 1526911500,
            "txt_content": "嗯。青，出于蓝，而胜于蓝。继续努力，设计出更加有意思的MOD吧！！！"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1527322620,
            "txt_content": "这次更新不是很大，基本就是添加了一些普通的材料和修复若干错别字。\n下一次更新将在6.28，敬请期待......"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1527664020,
            "txt_content": "对了，最近因为考试的原因，本帖和隔壁帖暂时停更。\n请见谅，谢谢了。"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1528870200,
            "txt_content": "四季部分尚未更新完毕，下一次更新时间将会在6.20日再次更新"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529123160,
            "txt_content": "内容非常多啊...\n楼主加油！我也想写一个脑洞啦。"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529902920,
            "txt_content": "嗯？刚刚更新？\n不过略看了一会，这次6.24更新的确实很多。\n不过貌似绯红石和绯红金属那里的效果搞错了？掠夺不应该是掠夺戒指的效果吗？"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1530080340,
            "txt_content": "MP系列即将进行一次大更新，虽然之前的脑洞不会抛弃，但是格式会有很大改动。\n大概会在7月中旬赶上进度，敬请期待。"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1530161340,
            "txt_content": "发烧了，停更三天。\n头好痛..."
        },
        {
            "author": "徐曹全",
            "timestamp": 1530429360,
            "txt_content": "emmm……有点过于RPG化了，我甚至看到了塞尔达的影子……任豚特有幻视吗？"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1530429420,
            "txt_content": "徐曹全 发表于 2018-7-1 15:16\nemmm……有点过于RPG化了，我甚至看到了塞尔达的影子……任豚特有幻视吗？\n还rpg？\n你的标准真高"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1530766500,
            "txt_content": "本帖已加入百度“mc工业吧2”同时更新，喜欢本系列的读者们可以去贴吧看看哟~\n地址：点我！"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1531208820,
            "txt_content": "另外有事情，不能更新了。\n抱歉各位..."
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1531634160,
            "txt_content": "悼念一下，再见..."
        },
        {
            "author": "我心不变",
            "timestamp": 1537000200,
            "txt_content": "楼主也是有心人啊，谢谢了"
        },
        {
            "author": "Mikoto、、",
            "timestamp": 1537104780,
            "txt_content": "支持一波！！！期待下一次的作品哦"
        },
        {
            "author": "闲鱼菌",
            "timestamp": 1537757340,
            "txt_content": "emmmm现在看一下这个脑洞也不是太难?!"
        },
        {
            "author": "wyh16595754",
            "timestamp": 1548907680,
            "txt_content": "楼主加油 支持一下"
        },
        {
            "author": "xiao_qiang233",
            "timestamp": 1548937440,
            "txt_content": "可以搞出来吗现在"
        },
        {
            "author": "Mo_shenluo",
            "timestamp": 1552572360,
            "txt_content": "很期待的说。。"
        },
        {
            "author": "zr0428",
            "timestamp": 1553083200,
            "txt_content": "时gpvpz梁ymumz可以......................"
        },
        {
            "author": "一只墨涵",
            "timestamp": 1553348340,
            "txt_content": "音乐包？"
        },
        {
            "author": "灵稽一动",
            "timestamp": 1555156260,
            "txt_content": "支持支持"
        },
        {
            "author": "灵稽一动",
            "timestamp": 1555157220,
            "txt_content": "哪下载"
        },
        {
            "author": "在杰难逃",
            "timestamp": 1559049060,
            "txt_content": " 本帖最后由 在杰难逃 于 2019-5-28 21:13 编辑 \n\n车 万 新 宝 岛（草）\n一边跳着某刻在DNA里的舞步"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1583571780,
            "txt_content": "回复解锁"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1583648220,
            "txt_content": "重新更新了，可以看新作旧作之间的内容。\n新作持续更新，但是旧作暂时不会先更新了。\n偶尔回来做一下，毕竟还有其它的事务在身(^^;)"
        },
        {
            "author": "pain6",
            "timestamp": 1585115640,
            "txt_content": "炫酷啊 很期待 支持一下"
        },
        {
            "author": "dionbb",
            "timestamp": 1587607500,
            "txt_content": "帅啊期待"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589554740,
            "txt_content": "音乐很好听，这个脑洞很棒，楼主真是人才"
        },
        {
            "author": "苏_熙",
            "timestamp": 1594891500,
            "txt_content": "很期待 支持一下"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597240740,
            "txt_content": "第一时间想到鬼灭之刃"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1598268900,
            "txt_content": "苏乞儿 发表于 2020-8-12 21:59\n第一时间想到鬼灭之刃\n我做这个脑洞的时候还没有鬼灭之刃"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1608957480,
            "txt_content": "最近论坛出现了远古贴锁帖的设定，故此解封"
        }
    ]
}