{
    "title": "管理层所有矛盾皆已解决，回归和谐论坛",
    "author": "geludan",
    "replyCount": 34,
    "timestamp": 1357999320,
    "txt_content": "居然把我的公告板发帖权限给关了，以为我真会去公告板公私不分这么不成熟吗？摇头\n\n总之啊，事情解决了之后我心里舒服，一身轻松。\n\n可能所有人对这件事情的理解层面上还处在那个三件事？那已经是过去式了。\n\n为什么会产生矛盾呢？为什么我又会说一身轻松了呢？因为事情着实挺复杂的。\n\n我现在把全程都公布一遍，在此之后，这件事烟消云散，无人提及。\n\n首先在三件事之后sjjk找到了我谈话。他给我解释了我和djx她们的理解上错误。\n于是我在版主沙龙发了贴。\n对于我“想太多”思想的致歉\n\n所有的人可能都认为自已已经把事态想的挺复杂了，其实事情比你想象的还要复杂。不过这个复杂不是事情的发展程度，而是起因。事情起因相当复杂，我需要理一理。不过在理完之后会发现，理解起来不难，但是理解之后就会发现造成这样的后果需要多么“得天独厚”的条件。。。。。。。。。。。。。。。。。\n\nDJX和软趴趴希望可以仔细看完这个帖子，理解到底是发生了什么一回事，明白我的初衷。我并不是去找架的\n\n怎么说呢，我要说这是个误会，没人信吧，但这真的是个误会，坏事坏在哪儿呢，就坏在我把社会想得太复杂了。我一直认为（哪怕现在我在码帖子的时候）和超过二十岁以上的人相处，要小心再小心，在我眼里每一个超过我岁数的人都有着很沉的心机，表面上和和蔼蔼，你不知道他们会不会背后捅你刀子。我虽然还没有接触，但是我知道商场如战场，将来步入社会就要学会如何表面上和人称兄道友，背地里给对方使个绊子别人还不知道是谁干的。我现在虽然没有这个能力，虽然我将来会做，但是现在，我要学会如何防冷刀暗枪。这么一来那么就真的坏事儿了。。科学家？老师？运动员？崇高的理想？没钱都是废渣；再聪明的科学家，有钱人断了他的经费，这个以前的“好学生”就要死；再怎么努力的人，有钱人想要暗地里打压，那就是分分秒秒的事。啊，扯远了，总之我本来没想过这么早步入社会的，然后我就以为时候到了，我以为这个论坛其实也存在着社会上的阴暗面，社会上的勾心斗角，我以为遇上了真正深沉的人，我以为要开始对付有心机的人，我以为是时候开始准备了。。。。就是这么几个我以为，问题大了。。。\n\n\n\n首先来说说我这一边吧，在我眼里任何一个上网的人都具备一定的理智能力。当我抛出一个质问的时候，我会携带理由。当一个人回答质疑的时候，也需携带理由。什么意思呢？不管这个质问看起来像玩笑，像找茬，像路过，在解决之后双方应该一点事情没有。为什么？因为理。有了理，有什么好生气，好悲伤，好仇恨的呢？对我来说，恨了十年的人，道理一讲清楚，立马变朋友也没什么的，依旧，为什么？犯贱么？还是隐忍准备日后咬一口？都不是。因为对我来说，语气严肃也好，轻快也好，性质上就是：问：遥控器怎么掉地上了？答：我放的。就是这么简朴。有人问了为什么遥控器在地上，你回答之后，你难道会一直仇恨在心？不会吧，只会当做一件小事一会儿就忘了不是么。我也许没当做一件大事。因为有了理由，一切感性都应被理性所主导。还有我们知道就是djx和软趴趴不是小孩子了，我默认她们，注意，我主观上默认她们明白事理，所以在软趴趴回帖后我默认她已经什么事情也没有了，因为对我来说就是这样的。都二十几岁的人了，还不应该理智么？我就问了一句，不管我是以何种方式问的，回答了，就结束了。回答满不满意是另一回事，但是整件事，这就是一个简单的问与答，我不明白对我来说没什么，怎么对她们事情就这么大？结果sjjk曰：“得了吧  没一个女生是理性的”\n\n行。\n1，我高估了djx和鳄鱼软趴趴的心理成熟年龄和承受力\n2，我也高估了她们的接受与恢复能力。\n毕竟都二十几了不是吗？理论上来说应该比我成熟很多\n因为我默认她们都是很理智的。但是，始终，二十几了不是吗？！想不明白\n\n不管怎么说，第二个误会。第一个误会我总结下来就是我把她们想得太过成熟和理性，结果她们并没有我想象中的理性。毕竟问与答，答完不就好了么，还纠结什么。。第二个误会，第二个误会就是我已开始提到的，我把社会想得太阴暗了。我以为在论坛上我已经开始接触有心机的人了。我当时认为djx表面上笑嘻嘻，暗地里有着成熟的思想，看到可以下套的地方和打击的地方，一针见血。所以我一直以为djx是个危险人物，一边谨慎小心地防止她给我放冷枪，一边在揣摩她的每一句话，妄图找出深层意思。那么这么一想岂不是完蛋了。。。于是djx的每一句话，都被我捉摸深层意思，她的每一个表情，在我看来，都是一个恐怖又隐藏深的面具，不知道这个表情下是怎样一个冷静又有深度的思想，和对手。毕竟你想想，如果一个冷静的人，表面上笑嘻嘻，其实暗地里是另一个人；一边做着理智的事，一边又装好人拉拢人气，这是多么恐怖的一件事啊！于是我就开始准备，怎么不给人家背后捅一刀还不知道。结论呢？是我想太多了。。。。。。。。。。。。。据sjjk所说，djx表现出来的就是她真的人。。。。。。。当然sjjk如果也是计划的一部分的话，那就太恐怖了，超出我所能处理的界限了。那么我们假设sjjk不是对方的一份子，这个社会也没有这么复杂，也不需要走一步看百步，那么事实就很明了了不是么。。特别当我从sjjk口中的是djx认为我针对她，我又信了半成。我这边的事实是？我以为djx讨厌我，而不是她所认为的我讨厌她。。。\n\n假设我的猜想是对的，djx戴着假面具，那么我所需要做的就是表面上，在会员眼里，是没有任何版主之间关系问题的，而背地里视图不受到影响。但是很危险啊，同时涉及到SC，hayo和她自己，还有可能有一些敌对会员。要确保在对方最大潜力完全爆发之后，还能自保，这才是问题。所以本来我准备玩长期计划。\n\n而实际上呢？djx纯粹是。。。笑脸就是笑脸，没有隐藏；也不存在潜在势力合并，也就不需要更多准备；每句话的背后也并没有需要琢磨的实际意思，虽然我还是感觉djx略危险呢。。换句话说，我自己给了自己一个假想敌！我希望这就是事实吧，不是djx讨厌我，而是她被我吓到了？毕竟我确实一直在捉摸如果某些势力合并起来以后如何对付，还打了长久战的准备，看来都不需要了？我希望这是真的！\n\n鳄鱼软趴趴也是，听sjjk所描述的，并不是如此的理智，也并不是如此的会承受，于是我不能将她当做一个人老成精具有深刻心机的人对付？而且据sjjk所描述还有些脆弱？这是我不能理解的，在我看来二十岁以上的人都是难对付的，需要细心筹划。\n\n总之！我希望一切都是真的！我希望djx就是表面上那么开朗！我希望鳄鱼软趴趴就是一个可爱的女生！我希望一切都不是我想得这么多！我不用去对付谁！我不用制定计划和势力对抗对比同时表面上不让任何人看出来！我不用揣摩djx所说的每一句话并且试图找出她的真实想法，因为那句话就是她的真是想法！我不用在一次对话后花时间思考这次对话对“敌我关系“造成了什么影响，提升还是进一步破灭！因为如果那样的话，我才能无压力的进行每一次对话，而不用之前思考措辞，之后思考后果和影响！因为如果那样的话，我逛论坛才会轻松，遇上djx发言我不用思考她背后可能的目的和大盘计划！当然了，我希望，这一切的一切，都是我自己腻想！对方的每一句话都不会形成某种关系和效应，并且说1就是1，不会是为了隐藏2；和对方聊东西也决不会除了表面底下还有东西！也就是这样，我才不会觉得对方指出的各种所谓的“某些人”，是因为讨厌我，是因为无视我;我也不用思考对策，因为对方就是这么单纯！根本没有我想得这么多！\n\n毕。\n\n\n\n\n\n\n结论：\n我这边，认为djx讨厌我，我在准备对策\n对方这边，djx以为我针对她，而软趴趴没有我想的这么理智和成熟\n另外我还把论坛想得太阴暗了，例如hayo被踢我就认为是一种手段，首页视频我就认为是一种手段，还有表情。。等等等等\n\n以后：\n我不敢说我100%松懈，但是遇上djx发言，我会尽量去视图接受，而忽略思考其深层次想法的念头。\n并且可能现在步入社会确实太早，可能论坛并没有被社会所腐蚀，也不存在所谓的勾心斗角\n不存档大方面的趋势，那么个人和小方面的表里不一我相信也是没有的\n我现在宁愿相信所有人，说一就是一，不再存在未说完的话；也不存在因为某些原因，表面上符合，而我暗地里抱着其他的心思来揣摩这件事情的起因和后果。我希望一切的一切在以后都消失，我不用再思考一句话之后效应，因此也就不存在因为我的腻想，导致我自己做出出格的举动。\n\n但是，我还是个理智的人，我希望以后有什么事就和我直说，我是一点关系没有的，有理即可。你藏藏捏捏在我眼中那不是给我面子，那是在给我下套！有话直说，不用给我面子，如果不说，以后就别怪我。\n\n\n而且不光这件事，之前我是一直觉得djx是。。不管怎么说，现在这个观点改变了。为什么？sjjk苦劝了吗？不是。他只是说清楚了。正如我所说的，我需要有人捅破窗户纸。我不需要这层所谓的可悲的面子，你看，这一揭破，不是什么事情都解决了吗？为什么要拖到现在呢？ 这就是理性和感性的区别，理性事情处理得快，有了道理也容易接受。\n\n希望在这个帖子之后，所有人都理解到底发生了什么，起因十分复杂，但是又十分好理解。我想得太多了不是么，但是又不敢不想太多，因为想的最少的人往往最吃亏。\n\n请回一句“路过围观”的人自行绕道。djx和软趴趴，这样子说，你们明白我的初衷了吗？求理而已，得到了理由我不是立马就没事了吗？这个误会闹大了。\n\n如果不想打开此折叠，我总结一下：总是是我自己想太多了，这样很好，总之流露在表面上的就是真实的，我现在这么想就可以了。djx就是djx，没有面具；鳄鱼就是鳄鱼，就是一个容易相处的人，没有复杂的思想。\n\n接着outsider由于没有权限进入版主沙龙，也就没有看到我发的帖子，接着他发了：\n首先，我表示抱歉，因为考试原因没来得及回应着件事情（或者说是一个星期登陆一次论坛没发现竟然还有这样一件事）。\n说实话，当我知道这件事的时候，我是很生气的。但是后来想了想，作为一个长者（相对卤蛋），作为一个热爱mcbbs的fans，作为一个即将离开论坛的玩家，留给论坛一些意见和建议或许更有意义。\n\n\n我不是卤蛋，没有那个精力和时间（或者说是兴趣）去找这么一大堆看起来很充分的理由去证明对与错。相反我是一个很感性的人，至少他给我的感觉就不是一个合格的管理员。换句话说，跟信游，他没法比。\n\n\n作为论坛的管理者，我认为首要的任务就是维护论坛的和谐。我实际在论坛的时间不多，但我至少知道他跟混乱、Djx、鳄鱼都有过过节，没想到我也被拖进来了。作为论坛高层，跟其他版主有权利的摩擦，多多少少一些矛盾很正常。但是为什么非得弄到论坛上，让所有人都知道这是一件大事，这是一件论坛大事呢？这个风波很好玩吗？口口声声说这是“理”，打心里问，这不是一种自私的表现么？维护论坛和谐从何谈起？\n\n\n作为论坛的管理者，我认为首要具备的品质是宽容与包容。先哲有言“既来之，则安之”，如果论坛的大家都是以排斥心理对待新人，恐怕论坛人数也到不了这个数吧。论坛有不少热心人士，这是可喜的，可悲的是作为论坛高层，从近期论坛高层大事来看，卤蛋的做法却让人有些诧异。\n\n\n作为任何组织的管理者，我认为最忌讳的是滥用权力。能够成为超级版主多少难以掩盖心中的得意，但是以此为几某私利难免让人感到可耻。试想，假如卤蛋只是个初到论坛的小白，被某群主以“莫须有”的罪名T出群了，然后跑到论坛投诉、求安慰，还真有这么多人跟你靠边吗？这样的主题大概没几分钟就扔到主题回收站了吧。\n\n\n对于你说hayo日报群是一个水群，我可是有话要说，且不说你对小组毫无贡献。\n假如有玩家在论坛大骂论坛全是水（事实上很多的主题确实水到让人惨不忍睹），作为论坛管理员你会怎么想呢？\n其次，hayo一直没出刊，除了成员本身原因外，更多是论坛需求量，试问有几个打着报刊旗号真正能长久工作下去？而卤蛋，作为小组一员却以年刊讽刺hayo，作为组长的我会怎么想呢？这样的成员你还要么？\n如果不承认是hayo一员，什么都好说，T掉更不需要理由。\n\n\n总的来说，作为一个管理人员请注意思考，以对方角度思考、以论坛大局角度思考、以旁观者角度思考。\n\n\n看到这里大概是谁都感觉到很讽刺吧，没有必要去找漏洞，没有必要去找借口，我并不在意你对我的回应。\n\n\n忽略以上，卤蛋是个好斑竹，在游戏中有一技之长，在论坛能够带动积极性，重视论坛工作……（各种优点数不胜数）\n\n\n在论坛很少露脸，如果要跟卤蛋斗的话，恐怕卤蛋粉丝一人一口唾液都可以把我淹死了。\n但自认为是mcbbs的一位元老，希望论坛高层能够重视。\n\n我的回应:\n\n很好嘛，在你的回帖中，我没看出来你是一个你自己说的“感性”的人，很有逻辑性的回答，我就是要这种的。如果你当时这么回帖了，那这件事直接就结束了。\n\n首先维护论坛的和谐，这个你以为我一有问题我就发帖了吗？这些至少都是我憋了一周两周，甚至是一月两月之后才发的帖，而且我并没有对谁谁谁爆粗口吧？而且我有任何带有引导性的语言了吗？我只是把我所接受的信息放出来，让人们自己判断。我当时认为发消息无效，因为我认为：“他们讨厌我。”，不过处理方式上，我有错。\n\n宽容与包容？这一点不用你提，遇上新人我从来不说新人滚，图床教程，看置顶，水，纯表情，模板，我至少说了五六百遍有了，你有资格说我？不冒犯，但是这里你没有资格说我\n\n滥用权利？你的点是“如果我是无人认识的人，申诉即无效”，你是这个意思吧？那我只能对你说，你对论坛的了解还不够，这点我是对论坛风气很有信心的，可能是你泡论坛的时间少了，我看到了你没有看过的很多小白申诉贴，没理由的已经被骂惨了，但是同样很多有理由的，论坛会有很多人支持他。你以为论坛真会有这么多人无情？我告诉你什么叫滥用权力，我成为超版很得意？我到处去炫耀去了？还是我到处无缘无故删别人帖子去了？又或者我看某某人不爽我到处盯着他扣分？这叫滥用权力。我的超级版主权限用在了处理五六千举报，扣除累计上千金币的纯表情处罚，关闭上百不知所谓帖子上了，我滥用权力？可笑\n你不要以为论坛的人不认理了，小白申诉照样有用。\n\n以上都是屁话，真正的是hayo日报组。这点你说的我还是比较认同的。不过你有两个观点错了。一，有会员说论坛水，一般是两种反应，要么是大家笑笑就算了，确实水也是一种欢快的风格，要么就把精华帖技术题都扔给他看，而绝对不会出现把那个人直接封号处理的结果。二，你认为我整天嘲讽哈hayo？我这么有空？我虽然一直说年刊年刊，如果你们真的出了一刊，我难道会过来删贴？我高兴还来不及呢，你以为我这么希望hayo倒闭？至于水群这道真不是冤枉你们了，你说你们没时间，市场也没需求，那么群里面应该是很冷清的才对，实际上呢？各种无关内容。至于作为组长的你？首先你误解了我的态度，这是你主观的错误，其次你自己也没有管好，另外不吭一声的就把人踢了。我并没有说我没有错，不过我是希望hayo好的，不过在现有的基础上，hayo对我来说依旧还是一个水群。\n\n另外最后你不用带几句夸我的话，我说了我是讲道理的，你说出这些点来我就认同你不是无脑，完全不会生气，不需要你最后几句了。\n\n最后，你完全没看到我在版主沙龙发的帖吧？所以你不知道事情发展到了什么程度是吧，所以你发这个贴还有何意义呢？\n\n\n于是如果你有耐心从头看到尾，你会发现事情很简答：误解，误解，还是误解。\n\n事情就此结束，需要交代的我都放在里面了，更多信息恕我不提供。\n另外请管理员打开我公告区发帖权限，自己看看我哪里在公告区发过奇怪内容了？",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1357999380,
            "txt_content": " 本帖最后由 262949130000 于 2013-1-12 22:03 编辑 \n\n恭喜恭喜撒~终于和谐了呀，蛋蛋哥一定很辛苦吧撒~其他人也是撒~"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1357999380,
            "txt_content": "管理纷争                     "
        },
        {
            "author": "Discoversilver",
            "timestamp": 1357999380,
            "txt_content": " 本帖最后由 Discoversilver 于 2013-1-12 22:03 编辑 \n\n尼玛。。。我好慢"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1357999380,
            "txt_content": "他跟混乱、Djx、鳄鱼都有过过节\n想歪了                             "
        },
        {
            "author": "zjy",
            "timestamp": 1357999500,
            "txt_content": "和谐吧{:10_495:}"
        },
        {
            "author": "Оil",
            "timestamp": 1357999560,
            "txt_content": "我一直在想“版主沙龙”和“末地之路”这两个板块里面到底是怎样的......（geludan：“要不要我送你去末地游玩？”Oil：“不知道，路人甲，你怎么看？”路人甲：“我也不知道，路人乙，你怎么看？”路人乙：“我和你们两个一样也不知道，路人丙，你怎么看？”......）"
        },
        {
            "author": "ggmm",
            "timestamp": 1357999620,
            "txt_content": "不明真相的打酱油路过"
        },
        {
            "author": "Rapture",
            "timestamp": 1357999620,
            "txt_content": "好评。         "
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1357999620,
            "txt_content": "对了对了……卤蛋在游戏里有什么特长？（在服务器里随便找个地方搭个红石脉冲走人？）"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1357999740,
            "txt_content": "希望如此吧。\n感觉不太放心。"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1357999740,
            "txt_content": "到底怎么了？我还是不懂！求解释！喵~~"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1357999920,
            "txt_content": "看完之後即圍觀留名"
        },
        {
            "author": "zzcat770",
            "timestamp": 1358000040,
            "txt_content": "还是那句话，贵圈真乱，我还是回喵星做地图吧，蓝星太危险了"
        },
        {
            "author": "g-g-g",
            "timestamp": 1358000520,
            "txt_content": "围观 匿了"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1358000580,
            "txt_content": "果然不出我所料……\n割卤蛋与其他管理的纠纷来说一般就是闹大后不久就没事了……\n→_→"
        },
        {
            "author": "sabo970",
            "timestamp": 1358000760,
            "txt_content": " 本帖最后由 sabo970 于 2013-1-12 22:28 编辑 \n\n和解就是好啊"
        },
        {
            "author": "geludan",
            "timestamp": 1358000760,
            "txt_content": "sylqiuyifeng 发表于 2013-1-12 15:23 \n果然不出我所料……\n割卤蛋与其他管理的纠纷来说一般就是闹大后不久就没事了……\n→_→\n原来你希望闹大"
        },
        {
            "author": "oomanj",
            "timestamp": 1358000820,
            "txt_content": "嗯.......好吧看来我又错过什么事了"
        },
        {
            "author": "a919298641",
            "timestamp": 1358001000,
            "txt_content": "心机问题。"
        },
        {
            "author": "osborn2008",
            "timestamp": 1358001240,
            "txt_content": "原本也想說和解了就好啦~不過看了昂叔上面的回應后。。。算了"
        },
        {
            "author": "likeliang",
            "timestamp": 1358001240,
            "txt_content": "好多字啊……发到翻译创作去保证拿精华"
        },
        {
            "author": "geludan",
            "timestamp": 1358001360,
            "txt_content": "osborn2008 发表于 2013-1-12 15:34 \n原本也想說和解了就好啦~不過看了昂叔上面的回應后。。。算了\n不明白你说什么"
        },
        {
            "author": "孤剩",
            "timestamp": 1358001960,
            "txt_content": "看了之后，留名"
        },
        {
            "author": "甜丶豆包",
            "timestamp": 1358002260,
            "txt_content": "河蟹万岁   "
        },
        {
            "author": "Minezeratul",
            "timestamp": 1358002380,
            "txt_content": "单纯一点好啊，至少论坛还是一片净土，城府太深伤自己也伤别人。"
        },
        {
            "author": "strawmaine",
            "timestamp": 1358003640,
            "txt_content": "\n活着活着，对待别人的理性中，慢慢地会掺进对待自己的感性，性格会变得圆润；在网络中，这种进程或许缓慢了很多吧。\n\n看到了善意的萌芽，看到了真心的脆弱，也还看到人人身上都有可能残留的桎梏。\n一个成熟的假想者其实也只是多了层外壳。与情境功利主义者们天天对撞的单纯的人，可爱地受伤。无法免去啊，每一个对话总是滋生着理解误区，让理想对话成为不可能，造就人性反复的伤和愈。\n\n可爱或是可恶，生命中不小心失神迎面撞上的路人，不追究责任而报予我微笑的那些你们，我要坚定地敬称为友人~"
        },
        {
            "author": "ayaya",
            "timestamp": 1358004480,
            "txt_content": "咦，发生了什么...."
        },
        {
            "author": "geludan",
            "timestamp": 1358004540,
            "txt_content": "strawmaine 发表于 2013-1-12 16:14 \n活着活着，对待别人的理性中，慢慢地会掺进对待自己的感性，性格会变得圆润；在网络中，这种进程或许缓慢 ...\n我总结了一下，当时我有着“DJX假面具猜想”，“度度针对性隐射猜想”等，经sjjk诊断为被迫害妄想症。。。不过治愈了嘛"
        },
        {
            "author": "shijun",
            "timestamp": 1358006820,
            "txt_content": "原来你是卤蛋，，我还以为卤蛋的id是ludan那么简单呢"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1358034720,
            "txt_content": "在我们论坛作版主都是因为各位的兴趣和爱好，因为大家都喜欢着mc，所以才能抽出自己的业余时间无偿为大家服务。\n而且我个人的感觉吧就是，会喜欢上mc的各位多多少少都是保有一颗童心的人，看到mc就像看到了小时候的积木一样很亲切。所以大家都是毫无心机、毫无保留地在为论坛和这个游戏用自己的所能做出着贡献。\n\n因为有时现实中的事情真的比较让人失望，所以大致专心泡网络的人是会在网上尽量避免再陷入现实的那种怪漩涡的。\n当初ludan开创地图版时，我还是在皮肤区默默无闻地发着皮肤，看着ludan把他的板块做到现在，确实挺不容易。djx上任后，也是勤勤恳恳地打理着新闻版和翻译版。各位的辛苦我都看在眼里。\n如果大家不是抱着真挚的热情和兴趣，是绝不可能做到现在的，大家都是真诚希望能为论坛和各位玩家尽心尽力的好版主。\n（所以之后我很高兴能为ludan的展示区做些图，之后协助djx丰富了她的板块，而我也多抽出时间来争取把皮肤区的创作环境再提上一个高度）\n\n可能之后大家都误会对方了，应该是我们版主内部缺乏及时有效的沟通。\n既然误会解开了，那么希望涉及本次事件的各位继续能将自己对论坛的热爱转化为动力，将我们的论坛打造为国内最专业，最活泼，最成功的mc论坛。"
        },
        {
            "author": "geludan",
            "timestamp": 1358035020,
            "txt_content": "鳄鱼软趴趴 发表于 2013-1-13 00:52 \n在我们论坛作版主都是因为各位的兴趣和爱好，因为大家都喜欢着mc，所以才能抽出自己的业余时间无偿为大家服 ...因为有时现实中的事情真的比较让人失望，所以大致专心泡网络的人是会在网上尽量避免再陷入现实的那种怪漩涡的。\n\n我以为网络中和现实中区别不大的，看来是我错了"
        },
        {
            "author": "g-g-g",
            "timestamp": 1358049300,
            "txt_content": "likeliang 发表于 2013-1-12 22:34 \n好多字啊……发到翻译创作去保证拿精华\n你先去找别人茬 然后去翻译版写精华"
        },
        {
            "author": "紫枫",
            "timestamp": 1358242740,
            "txt_content": "唔……\n我居然看完了！？"
        },
        {
            "author": "xueqian",
            "timestamp": 1358243700,
            "txt_content": "sjjk到底是什么情况……面对面谈了吗……"
        }
    ]
}