{
    "title": "【原创/单篇故事/渲染插画】珍贵裁决",
    "author": "nianbing",
    "replyCount": 3,
    "timestamp": 1515163740,
    "txt_content": " 本帖最后由 nianbing 于 2018-1-6 14:04 编辑 \n\n\n\n《珍贵裁决》\n\n\n\n    窗外的寒风卷着残雪，它们远离秽土于空中肆意起舞。他坐在书桌前，胆怯地将窗帘拉开一丝缝隙，默默的注视着这皑皑白雪，眼中净是羡慕。\n    放在边上充电的手机，指示灯早已从黄色转为绿色。社交软件从年初闪到了年末，一刻都没有让病人安宁。他悄悄拿起手机，迟钝的翻阅着社交软件上的无意义的消息，每到年末，这种东西就会如决堤一般疯狂涌现，其数量甚至能够超出平常的数十倍。也还好他早就将提示音全都关闭了。\n    尽管软件里消息不断，可没有一条是对他表示的，更没有仅限于他的。人们为了互相交流而建立的群体中，宛如空气一般存在的他，也是理所当然受到如此待遇。于是，他想要试着摆出一副可怜兮兮的样子去央求一下其他人，想要有人能够回应他的哀求，想要有一个人能够和他聊天。可最后，他没能付诸行动。\n    世外桃源也不见得寻不到。他重新建立了一个社交软件的帐号。这个新的帐号和任何人都没有交集，而他又将一切推送全都取消了。如此一来，整整一天都不会再有人问津这里，更不会有人打搅他的清净。他为此欢呼不已，高举着双臂似要质问苍天，心灵的呐喊回荡在耳边，眼睛里充斥着快乐的泪水，告慰着这一年来的辛劳。\n    泪水滴落在地面上，可却没有滋养任何一物。他将这无意义的泪水止于眼眶，像他这样的生者总是难以忍受自己的失态。可无所事事的他，如今除了对着手机发呆以外，又有什么事可以做呢？\n    时间流逝的同时，总是会为生者带来许多或新奇、或陈旧的事物。他所把握住的都是些飘渺而又无趣的东西，尽管能够因此逃过诸多痛苦，可也为此遗失了本该拥有的珍贵。如今对着手机发呆的他，眼神中，方才的羡慕、喜悦全都溃散了。空洞的、毫无生机的眼神，这是在时间的流逝里，他为数不多所能获得的东西，尽管它算不上珍宝。\n    眼神的转变确实可以迅速转变一个人的态度，更何况是一个心情反复无常而又略显病态的他呢？他对手机里的东西所产生的兴趣，顷刻间荡然无存。将视线移向窗外的皑皑白雪，看着它们被寒风卷上高空而又坠落，情感干涸的眼神中又流露出了一丝同情，他想要为这些可悲的白雪写些什么。\n    这把钢笔自夏天以来，他便再没有碰过。而如今愿意重新执笔，也多亏了雪那渺小的牺牲，可他或许又要辜负一切了。握着钢笔的手停滞在空中，被严寒**的它有些不听使唤地颤抖着，他似乎一个字也写不出来。满脑子组织出的语言犹如缠乱的丝线，将思绪紧紧束缚，言不明的逻辑在脑中诞生，又在其中慢慢消亡。可他不得不写些什么，他不愿辜负这里的一切！\n    脑内交织的思绪被他用文字所表现，白纸上留下的净是些脏乱不堪的字迹，杂乱与丑陋相互交织，将紊乱的思绪抽离，让它的躯体坠向深渊，宛如玻璃一般迎接支离破碎的结局。他为此羞愧不已，猛然间失声痛哭，哭声在这空旷的雪地里回响，久久不肯散去。他似乎没有再次辜负那些，却又似乎再次辜负了这些。他疯狂、他愤怒、他将桌上的那些污言秽语全都撕成碎片，他想要逃开那些，却又挣不开这些的束缚。他被拖着、拽着，手中攥紧了撕裂的碎片，硬是被扯回了书桌。\n    他奋力推开桌前的窗户，让寒风灌入屋内。它们卷起了这些因被紧攥而褶皱的碎纸，随即又逃离了地狱。无人对那些废纸依依不舍，上面的内容也无从得知了。为此，他也许会略感惋惜，但更多的则是释然与解脱。来自于那些的束缚失去了对象，自是崩分离析，再无法将他紧锁。尽管他的手脚都留下了些许印记，但切实挣脱的轻松感却头一次涌上心头。他第一次赢得了来之不易自由。\n    这第一次的胜利，也许能够为他的生命带来了新的转机。他从橱柜里拿出了一瓶珍藏的葡萄酒，想要用以庆祝，却发觉冰箱里的食物早已荡然无存，于是他打算离开屋子，前往繁闹的集市。刚一出门，寒流席卷全身，刺痛着身上每一寸皮肤，冻的他站在门口哆嗦着全身却就是迈不出下一步。不得已地重新合上了门，独自回到了餐桌前；他重新阖上了眼，独自品尝着美酒。\n\n    酒宴落幕，他又重新坐回了书桌，缓缓的阖上疲劳的眼睛，重新整理紊乱的思绪。渐渐的，干涸的内心又重新被愤怒所充盈。于是，第一句书写于纸的疯狂就变成了：“我擅自放跑了囚犯，并代替他们，被囚禁在本该将他们所囚禁的牢笼。”\n\n每次看见大佬们讨论渲染的时候，我都感觉自己插不上话。总觉得，渲染的水越摸越浑。\n用了“Evermotion-Archmodels-Vol-09”这个预制。作者到底是谁根本找不到，毕竟各种论坛都是搬了预制却不标作者的...2018/1/6 14:03 才发现自己插画里标的是“2017”....我可能还活在梦里....（重新改了改时间）\n\n\n",
    "replies": [
        {
            "author": "R丨Z丨P",
            "timestamp": 1515196500,
            "txt_content": "还不错就是图有点单调"
        },
        {
            "author": "nianbing",
            "timestamp": 1515197340,
            "txt_content": "R丨Z丨P 发表于 2018-1-6 07:55\n还不错就是图有点单调\nemm总是把控不好力度，本来就是想做单调一点，可是加了点东西就觉得杂了......（技术水平过低的绝望）"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1515224460,
            "txt_content": "nianbing 发表于 2018-1-6 08:09\nemm总是把控不好力度，本来就是想做单调一点，可是加了点东西就觉得杂了......（技术水平过低的绝望） ...\n这就是dalao说的话\nemmm\n我觉得渲染图很好看（来自辣鸡·····）"
        }
    ]
}