{
    "title": "【周边创作每月活动】|年末活动|朔风冬起|结果公布|",
    "author": "Smokey_Days",
    "replyCount": 20,
    "timestamp": 1515511740,
    "txt_content": " 本帖最后由 Smokey_Days 于 2018-1-13 19:32 编辑 \n\n朔风冬起作品 作者评委①  评委②  平均分   排名  奖项      奖励绝响@Nethop |\n8.58.38.41一等奖6人气，70金粒，3下界之星那雪花飘舞季节下的等待@314133896 |\n7.88.07.92一等奖5人气，50金粒，2下界之星风钟交响@nianbing |\n7.77.97.83二等奖5人气，50金粒，2下界之星长眠@縻风 |\n7.58.07.754二等奖5人气，50金粒，2下界之星旅行@海潮 |\n7.67.87.75二等奖5人气，50金粒，2下界之星风·冬忆@南歌_未央_ |\n7.77.67.656二等奖5人气，50金粒，2下界之星记一次工作报告@初阳时光 |\n7.57.77.67二等奖5人气，50金粒，2下界之星无谓的挣扎@Marospy |\n7.77.47.558二等奖5人气，50金粒，2下界之星冬幕之下@908278185 |\n7.67.47.59三等奖4人气，30金粒，1下界之星死亡的意义@天下归心 |\n7.47.57.4510三等奖4人气，30金粒，1下界之星纷丨乱@R丨Z丨P |\n7.37.67.4510三等奖4人气，30金粒，1下界之星神设世代·序章@上官影汐 |\n7.27.67.412三等奖4人气，30金粒，1下界之星极冬@1368363199 \n7.47.47.412三等奖4人气，30金粒，1下界之星梦@电饭煲（备） |\n7.37.57.412三等奖4人气，30金粒，1下界之星白色世界@2759159258 |\n7.37.37.315三等奖4人气，30金粒，1下界之星冬日思@ruhuasiyu |\n7.37.37.315三等奖4人气，30金粒，1下界之星陪伴@V_院長 |\n7.07.47.215三等奖4人气，30金粒，1下界之星过冬@烨城 |\n6.87.06.918三等奖4人气，30金粒，1下界之星雪夜@zrh2001 |\n----离题奖2人气，20金粒\n\n　　\n记一次工作报告\n\n　　的确，是一篇很有特色的文章。文风清新自然，虽然在遣词造句的过程中，语句会略有生硬或者磕巴，但无伤大雅。\n\n　　整体的格调从文章的一开始就已经订好了。通篇没有明确的故事性，但却把镇子里的悠闲生活，以孩子为叙事线索，借一次工作报告展现得淋漓尽致。作者的立意确实出彩。不需要过多去修饰什么，因为本身就并没有借着事件讽刺什么道德伦理，或表达什么高深意蕴。仅是叙述就可。\n\n　　尽管如此，文章的确有着一些有待改进的地方。开头的介绍稍显拖沓，结尾略有不足，以及孩子与人们的描写不够形象生动，且有些僵硬等。这类问题一般受作者的笔力所限，而笔力自然是通过一定量的联系才能拥有的。所以有些语句实则可以再度精简，有些描写可以再度具体，这些细节都是可以在之后推敲揣摩一下的。\n\n　　以上。\n\n　　最后，祝进步。\n\n　　\n\n神设世代·序章\n\n\n　　还真没想到，有人会在月活动里写着长篇。毕竟从立意构思上来讲，长篇的某一段落是远不及一些以深度取胜的文章的。而从形式结构上来论，长篇的表现形式也要远少于寻常的短篇。长篇有长篇的特色，可如果只是一个段落而根本没有扎实的剧情或者笔力的话，可能从一开始就不足以跟短篇相提并论。\n\n　　那就简单地分析下这篇序章好了。\n\n　　通篇干脆利索的动作描写，打斗的场面不大不杂，没有亮点也没有大的问题。一些成段的短句倒是有点韵味在内，可受束于故事本身的框架，而并未得到很好地展现。\n\n　　总体来看，姑且能够算是一个不错的打斗片段。但在中心思想和表现效果上很成问题，没有讲述什么也没有明确的故事主线，这是作者所做的不足之处。并不是说连载的序章就只能是一个片段描写了，通过合理的心理描写的运用，是完全可以展现出一个完整的故事来的。\n\n　　请继续加油吧。\n\n　　以上。\n\n　　\n\n冬幕之下\n\n　　没有离题。实际上，这个月活标准很松的，开头对了就行。\n\n　　总体来论，还是一个不错的故事。\n\n　　写法有着新意和自己独到的见解，有可取之处但却并未表现充分。主旨有些深度，但没有得到展开。叙述的节奏稍微有些杂乱，一些剧情的占比处理得有些问题，哪个描写上都不太到位。这是大致的问题。\n\n　　概括一下，就是有想法，没笔力。从行文的语段中可以看清你的思路，但这个思路是乱的散的，没有合理的方式将其串联。\n\n　　说下建议。\n\n　　首先，自问自答的叙述方式固然简单，但却因没有铺垫而稍显突兀。说书也并非这种说法，可以将有关的段落改为短句成段的，针对事物进行的刻画描写。从而顺理成章地引出下文。\n\n　　其次，结尾和开头可以选择设置情景的写法，将意境衬托出来，再找到叙述的笔调。结尾可以抒情，但应简洁有力。用词用语皆可进一步的推敲，避免过度的口语化。\n\n　　以上。\n\n　　最后，祝进步。\n\n　　\n\n长眠\n\n　　挺好的。\n\n　　很是出色的作品，文风简练却概要，意境凝练。而无论是描写或者是人物塑造，都在平均线之上另创了一个高度。虽然没有一丝半点的前文铺垫，但依旧能通过这一后记，大体概括地读懂所想象的正文。\n\n　　那就谈谈后文的连句吧。\n\n　　文中的心理活动算是展现充分，且有着一定的逻辑。但随后那长段的排比连句式的抒情也许不太妥当，这种直接将情感的基调直直白白，毫不遮掩地一言道出，这种妄自给事物顶下结论，并直接了当地叙述的写法，当然是可以的，但却不是最好的。\n\n　　情感是虚的，有时不需要这么实在。结论不需要说出来，因为其是可以通过简单的场面刻画表现的。而错综复杂的心理活动，则能比这一长串的连句，更好地制造意境。而排比是什么，排比是用来增强气势，加强说服力的一种手段，我们常用来高歌赞美着什么，而一般不是抒发自己柔弱细腻的内心感情。\n\n　　所以个人建议，这里可以稍作抽象化的处理。\n\n　　剩下的，在中心思想的表现上，个人认为还可以加强一些。前文的心理活动或者设置的情景，其实都不仅可以为主角无病呻吟的，穿插一些有着深意的东西进去，或许能使文章更上一个层次。\n\n　　以上。\n\n　　最后，祝进步。\n\n　　\n\n过冬\n\n　　好久没见的第一人称。\n\n　　该怎么说才好。主旨浅薄，描写乏力，文风同样没有出彩的地方。唯一值得称道的是，作者通过一定的节奏，为我们展现出来了一个合理生动的完整故事。最起码，故事的叙述没有乱，且有逻辑可寻，这就够了。\n\n　　可写文章不是蒸大白饭，毫无内容可言的大白话并不讨人喜欢。所以遣词造句方面，还请多加琢磨。描写是靠笔力的，而笔力是靠长年累月的积累造就的，若不尝试，就得不到提高。所以，请务必多加练习吧。\n\n　　再说得精细一些。\n\n　　其一，令人尴尬的语言描写过多过量。长段的对话固然能够对剧情的发展起到很好的推动作用，但却相对性地冲淡了意境，降低了文章的可读性。个人建议，对话可以精简，而有关动作神态的描写理应大规模地穿插期间。很多时候一个动作，就足以替代许多无用的语言。而有关场景描写的适当衔接，也能为文章增加文采。\n\n　　其二，叙事的过程中详略失调、面面俱到。别说是短篇小说了，就算是作文，也得有个详略得当有详有略的。因为是平铺直叙的简单故事，所以更应该集中笔力选择情景刻画。所以一些不必要的内容，就可以适当地删减了。\n\n　　以上。\n\n　　最后，祝进步。\n\n　　\n\n风钟交响\n\n　　不错的短篇。\n\n　　以少女为视角的日常惯例，在单调之中写出了新意。描写有着可圈可点的地方，而叙述线索同样看似杂乱实则有序。我们谈一个短篇小说，当它的基础条件达标之后，倘若还能将文章的所有线索事件串联起来，那它就是一个完整成功的短篇——虽不出彩，但起码是个完整成功的故事。\n\n　　作者很显然做到了这一点，并且做得不错。除了描写一块仍有改进的可能，其余的并不算差。\n\n　　文章较为薄弱的环节是主旨。虽然作者讲述了一个完整清晰的故事，但这个故事却没有一个合理的内涵，也未能抒发什么感情。而如果仅是一个片段性质的故事，那自然是没有中心思想可寻的。\n\n　　文章缺乏深度，但在个人眼里，这个主题立意还是很好找寻得到深度的。无论是从一些片段的细节上由浅入深地推演展现，还是由断续的心理活动体现而出，而只要有了主旨或者思想，这篇文章才能够真正地厚重起来。\n\n　　以上。\n\n　　最后，祝进步。\n\n\n\n白色世界\n\n　　新人？\n\n　　让人犯迷糊的短篇。剧情大体可以看作，在原有歌曲的基础上增添了一个世界观，并且模糊抽象地带了点三体的元素？\n\n　　立意上没有出色的亮点，文笔也略差一筹。主题展现的不够充分，或者应该说就连基本的文章内容都没有把握好才对。\n\n　　说得具体到位一点罢。\n\n　　第一点，描写的把控\n\n　　我们说像这篇类似的短句成段式的短篇小说，优点是不需要掌握多强的文字功底，就能得到较好的表达效果以及极易的意境渲染。\n\n　　而有关描写的要求，不外乎两点：精简、自然。\n\n　　我们看开头的第二行。这里作者似乎是想要酝酿一丝神秘且有深意的感官，这个运用“绝对零度”一词的尝试很好，但却太过拖沓了。一个小说的开头，应是读者对该文的第一印象，这里采用简洁明了的环境描写，就足以激发读者的阅读兴趣了，至于这种略带深意的写法，一是不必要，二是太抽象了，所以可以考虑更改。\n\n　　再大体地说一下，文章重复性的词汇运用很多，而一些修饰词基本集中体现在事物状态的这一方面，词类贫乏与描写角度单一，是文章的意境上不来的一个大原因。不过这是笔力的问题，想练自然可以提升。\n\n　　第二点，剧情的把控\n\n　　短篇小说中，频繁地出现有关于世界观或者背景的长段落可以算是一个忌讳。冲淡意境不说，反而还会间接性地极大影响到了读者的感官。\n\n　　而文中的剧情零散，主线不清，没有条理，也是让人摸不着头脑的一大原因。\n\n　　所以，个人认为，两段引用可以通过简单的对话和心理描写展现出来，而剧情则直接顺叙，描写单一轮回就好。这样一来，主旨能够得到充分的体现，同时也可以给读者不错的印象。\n\n　　以上。\n\n　　最后，祝进步。\n\n　　.\n\n死亡的意义\n\n　　以斯特图亚为视角的展开有些意思，而对军士长的人物塑造也有着独到之处。虽然剧情过于仓促，且笔力稍逊一筹，但总体来讲还是篇不错的文章。\n\n　　再细点讲。\n\n　　前文有关军士长的描写与意味深长的落幕占据了文章的大头，由此可见文章要表现的应该是军士长所说的“解放”精神。但后文几乎是毫无铺垫，极其突兀地来了一段进攻基地的事例。\n\n　　首先，这件事情对文章“解放”一词的刻画并无帮助，让人思考不清“解放”到底是对军士长意气用事自作主张的嘲讽，还是单纯地赞美军士长重情义的精神。而最后斯特图亚的内心独白也根本没有讲述明白，就好像是作者将所有事例胡乱地杂在一起，然后全部不分青红皂白地套上了一个“解放”的皮而已。可如果“解放”一词只是死亡的代名词，为世界解放事业做贡献又是什么含义？\n\n　　其次，这件事情打乱了文章的原定基调与节奏。这就导致了前文的剧情发展严重拖慢，而后文则仓促了事。\n\n　　因此，这一段落完全可以直接删去或者删改。因为既没有必要，又容易引发歧义。这是作者对剧情的处理不当。个人认为，战事大捷或者单纯的设置情景都比这种写法要好上不少。\n\n　　有关笔力的问题，是指文章的细节描写略显僵硬，通篇仅是在做着最基础的叙述，没有将应表现的东西合理地利用手法表现出来，这就使得文中军士长吟歌的一段略显刻意做作。所以，一些部分还可以试着稍作更改。\n\n　　以上。\n\n　　最后，祝进步。\n.\n\n\n陪伴\n\n　　构思不错，可并没写好。有着问题，也有着败笔，文章只能说是在选材上有着独到的地方而已。\n\n　　首先，通篇的叙述风格侧重于形式主义，虽然这类文风能够很好地体现突出文章的意境，可过多或者过量就会显得过分造作，给人一种极不自然的刻意感觉。本分的寻常细节是必须的，否则文章仅是空洞单薄的叙述而已。\n\n　　举例。\n\n　　“12月的风总是那么无情，雪片肆无忌惮的往地上拍。”\n\n　　“此时，朔风是如此的刺骨与寒冷.....”\n\n　　雪片风什么是可以作为什么文章线索贯穿全文，但若只是一字两字这样单调的贯穿，除了做作突兀之外，几近没有别的用处。第二个例子的“刺骨”“寒冷”更没必要直接写出来，环境描写要不就长一点，走心一点，要不就干脆删去为好。平铺直叙，将自己所讲所表达的直接甩给读者这样省麻烦的写法，就连低水准的作文都不怎么用过。\n\n　　其次，文章对奶奶描写的修饰词基本不离“呆滞”“痴呆”。不求准确精简的叠加修饰，仅是换个描写角度或者换个描写形式就能解决的问题，不是很清楚为什么会选择这样拖沓的重复用词。\n\n　　最后，文章的结尾同样不怎么好看。要说表达怀念之情也无不可，但这般写法的表现效果的确不怎么做好，因为太实在了。个人建议，这里可以设置一个简单的情景，再由女孩的神态等细节描写抽象地点到为止就好。给人一个意境，随后结尾简练，也能给人以意犹未尽的感觉。\n\n　　以上。\n\n　　最后，祝进步。\n\n\n那雪花飘舞季节下的等待\n\n　　意境烘托出色，画面布局协调适当。优秀的设计，能够给人带来舒适惬意的第一感官。暖色调的渲染和背景的飘雪自是这张渲染图的亮点所在，而女主的站位同样别出心裁。\n\n　　不过渲染图的取景稍微有些窄了，平直的角度完全可以略微倾斜，以达成最佳的渲染效果。而在有关人物动作等的细节刻画中，也存在很明显的问题。动作的僵硬，站位的过于密集等都是可以进行调整并加以改进的。\n\n　　圣诞树的处理和内设的布置也有着能够加强的空间，而一些不必要的景物也是可以省去或者删减的。\n\n　　作者有着较为出色的想法与相应的技巧，总体的画面也没有大的瑕疵，但在细节方面还是糙了点。很是期待进一步的修改与完善。\n\n　　以上，祝进步。\n\n纷丨乱\n\n　　与主题有着一定的切合度，画面的表现力也同样出色。横向比较，是较为优秀的作品，但在一些细节上还有待改进。\n\n　　首先，总体的布局有些过于狭小且密集了。为了突出酣战的场面，而大量重复性地在相似的地方反复堆积尸体，只会使画面显得有些杂乱。左处的岩石使得画面的整体格局变窄变小了些许，或者在扩大场景的基础上，再次进一步地处理布局会更好一些？\n\n　　其次，画面的协调感稍逊一筹。构图讲究的是一个美感，雪花固然是映衬了月活动的主题，但不应只顾着迎合了活动的主题，而破坏了整体的感官效果。战斗的场景本就只在草地上进行，模糊的处理和雪花的安放只能是让其变得有些不伦不类而已。\n\n　　最后，无论是尸体或者人物的动作处理，都太过单一以及重复了。在处理有关尸体动作的时候，可以试着多角度多方位地去进行随机性的布置。而人物的动作也不必过于刻意，仅是自然协调一些，或许要比如今这般略显僵直死板的要好上一点点。\n\n　　以上，祝进步。\n　　\n风·冬忆\n\n　　行文流畅，条理清晰。虽然叙述的节奏有些紊乱，但在一些手法的运用上，还是能够让人眼前一亮。\n\n　　问题同样明显。首先，这个只会逗号的习惯就没有纠正过来。\n\n　　我们说标点符号是文章的气脉所在，而强调标点的正确运用也自有它的意义所在。无论语言文字的水平高低与否，或者行文的思路如何文风如何，这个基础中的基础起码是必不可少的。正如前文所说的，作者写文章与读者读文章，都是顺着文字的“气息”细细品读的。恰到好处的标点能让人会心一笑，而糟糕的处理则只会让文章显得凌乱无序。\n\n　　其次，立意的单薄浅淡与转折的无力同样是文章的败笔。\n\n　　设置的情景是用来为主旨为文章所要传达的理念所造就的，而本文作者相较于传递感情，更多的是在文字的字里行间中穿插着自己的无助于困惑。说是抱怨也罢，无病呻吟也罢，若要真照总体来看，这种处理顶多只是在中心思想上面扣了点分而已。可依照前文的想法看来，这个莫名其妙的结尾就有些荒诞突兀了。\n\n　　结尾先是表露了对未来前景的迷茫，又说自己不应放弃并应该为之奋斗。可是原因在哪，全文都是写的“我”的颓丧姿态与消极的负面情感，而文中又有哪一处是明确地为结尾这个三百六十度大转弯做好了一丝半点的铺垫的呢？突兀且毫无意义，实在是不明白这个结尾的意义何在。\n\n　　仓促收尾，其实较之寻常的落幕要更为难看一些。不能仅是追求着表面上的意境好看，就硬是不顾及着前文主体，从而将一些不合逻辑的思想理念强套在文章的外面。一切有深度且有意义的中心主旨，都是需要大量具有强表现力的文字内容来展现的，这种手法个人认为是不怎么需要的。实际的更改上，可以选择大幅度修改或者删减。\n\n　　以上。最后，祝进步。\n\n绝响\n\n　　是没看懂。\n\n　　先不论立意构思，背景与元素具可扩展性的深度确是好事。但若这所谓的深度一没有任何的解释与扩展，二不被读者所接纳理解，这般深度也就没了意义。说得俗点，就是作者自己自嗨过度。\n\n　　对这些贯穿文章的基本理念可谓是一窍不通，那也就仅能站在读者的角度上去试着赏析而已。\n\n　　首先，如安先生所说的一样，作者完全可以将一些难懂生僻的信息“在文中解释一部分”。将注释融入文字，不仅能够给予读者惬意体贴的阅读感官，同样对于疏通文字，保持语句的连贯性或者对剧情的推动都有着一定的益处。写法是死的，人是活的，而一些最为基本的调整或删改也能基于此而开始。可能当作者真正让读者切身地迈进了这一辽阔的新世界的时候，让读者从中悟得懂得领悟什么的时候，这篇文章才算是成功了吧。\n\n　　其次，宏大的世界观亦或是复杂的元素，仅能视作文章的一个有些新意的亮点看待。而若要将这些读者全然没有接触过的东西，来当作文章的主体思想，那就必须得通过缜密的刻画以及极强的表现力才能将之说清说透。透过表象看本质，抛去诸如此类的元素，文章的主旨与手法贫乏得出奇。基本的流畅性能够保持，但在表现效果上却会略逊一筹。较为薄弱的文字功底，自不足以在几千之内支撑起一个宏大的世界观，而透露出的一星半点也就成了如今这个模样，模糊不清且生涩拗口，甚至还要借助于文后的注释。归根到底，这是作者的笔力问题。作者选了一个极大的格局，但却并没有很好地将其表现出来。\n\n　　这可以算是文章的遗憾所在。因为在个人看来，以作者的知识储备量，就算是随意地在寻常故事的发展进程中搭上几个元素，那一故事都能较之这篇优秀得多。所要表现的主旨传达的思想，也不一定就得多深奥多复杂，简单的对人性的描绘同样不是不能够出彩。\n\n　　还是想讲些低级错误的，但这边还是稍微有些匆忙。如果有任何的疑问，或者说是想要了解的地方，欢迎进一步的探讨。\n\n　　以上。祝进步。\n\n无谓的挣扎\n\n　　很奇妙的写法，让我找回了记叙文散文再附上随笔议论文的感觉。优点的话，语言相对流畅，事情发展相对清晰，且故事较为完整明确。\n\n　　除此之外，文章的主旨、文风与写法都很让人头疼。详讲不了，这里就将就地概括一下吧。\n\n　　似乎作者一会想要激励读者灌读者鸡汤，让读者领悟人生的美好去追逐梦的远方，一会又要透露出这世间的百态，批判这世界物欲纵横人情冷暖。这样一个乐观向上的鸡汤大师傅，怎么就这样放弃一切变成悲观主义者消极主义者就地解脱了呢？还是说文中的“做自己想做的”就是跳水，然后能够让人感到充实和满足，然后这就是人活着的理由。不是很懂作者的逻辑思路，可能作者本人也没太明白，应该是在敲作文的时候，脑子乱糟糟地掺了点东西进去。反差可以，但不是这样用的。\n\n　　行文的风格同样令人琢磨不透。开篇是经典的省略主语加干净利落的短句成段的写法，塑造了意境然后顺理成章地引起了下文。而之后却又一反常态，转为侧重于长篇幅的环境描写与重复强调之下的内心活动。描写不见得出色，也没有太大的亮点。停留在表面的叠词，刻画的事物或景象还是太过于抽象片面了。这个写法固然有些新意，但有时候具体形象的刻画，其表达效果反而会更胜一筹。\n\n　　回到总体的行文风格上来。这类摇摆不定的做法，会间接地导致文章内容的杂乱无章，以及冲淡意境，过于抽象等负面效果。专精一点，有时比随性而为地自由发挥会好一些。并不是说频繁地转换写作的视角就一定不合适了，只是每个视角都需写得透彻才好。\n\n　　综上。祝进步。\n\n梦\n\n　　创意不错。现实跟幻想间的对比差异，能够给人以形象实在的阅读感官。\n\n　　一些韵脚或者字词间的使用恰到好处。虽然有一部分的文字，为了凝造意境或者押韵等诸如此类的形式美感，有些过于牵强夸张，但总体来看还是不差的。\n\n　　虽然这首诗歌在语句与结构上处理得不错，但在主旨与情感上却有些紊乱无措。\n\n　　相差异的景观缺乏适当的关联性，而一些不明所以的象征也因缺少一些必要的铺垫，而间接导致了“刻意”“做作”这类阅读感官的产生。适当的幻想的确可以，但如果整首诗歌通篇都是毫无逻性的幻想，我们说它是缺乏主旨和内涵的。结尾的话语同样不会让人感觉意犹未尽，有的只是强行收尾的无厘头而已。\n\n　　改进可以先从立意和写法开始。一些地方可以不必过多地为了迎合自己的文风，而强制自己作出不必要的更改。至于立意，适当的立意总是能让诗歌显得有些深度，对于意境的表现自然也是有所帮助的。\n\n　　综上。祝进步。\n\n旅行\n\n　　嗯。立意构思是文章的亮点，而有关结尾处的处理也相对合适。逻辑清晰，语言流畅，从总体来看是篇不错的作品。\n\n　　虽然在手法以及叙述角度的选择上，文章做的并不算差。但或许受客观因素所致，文章里的一部分语句，或者说是一部分描写与内容并未能达到它们预期的表达效果。词藻太过简陋，细节太过贫乏，也就导致了文章立意虽好，但表现力较差的情况出现。\n\n　　结尾的环节同样可以继续深挖。这里停留在表象而塑造的意犹未尽的结局β，在阅读的过程中，会因前文的铺垫不足，以及内容的扩展不够充分，而冲淡了意境且磨平了原有的韵味。在保证结尾质量以及主体立意的基础上再加修改，或许能够使文章更进一步。\n\n　　以上。祝进步。 \n\n冬日思\n\n　　诗歌在这个题目的约束之下，其实并不怎么容易出彩，尤其是这种篇幅短小的现代诗歌。\n\n　　文章开头对规定部分的处理有些意思，但在韵脚以及词藻的积累上就很明显地不够看了。\n\n　　主旨还算得上有些逻辑，语言倒也流畅。可如果可通篇下来，全是大白话的叙述什么的，那可不见得有什么可取之处。这点固然是现代诗的常态，但相较于毫无新意地循规蹈矩，尝试性质的创新或者改建可能会更好一些。\n\n　　诗歌的优点或者说是特色，就是语句之间极大的自由性。因为诗歌无所谓形式，而恰当的手法则能够以最少的字数快速地凝造出适宜的意境来。所以语序之间的调整，或者是叙述手法以及一些字词的推敲揣摩，都是作者以自身的能力能够实现的。既然如此，那何不进一步地去完善去尝试一些难度不大的新事物呢？\n\n　　以上。祝进步。\n极冬 \n\n　　算是普通的场景：史蒂夫在冰洋中沉浮。\n\n　　的确，模型上的制作和渲染的角度都有下功夫，但是对于「冬」这个元素的表现却略显不足。\n\n　　这个作品固然能够反映出制作者的水平不错，不过既然是参加活动，个人认为，扣题还是很重要的。\n\n　　以上。祝进步。\n\n\n\n",
    "replies": [
        {
            "author": "ouAuAuo",
            "timestamp": 1515512340,
            "txt_content": "辛苦了章鱼，每一篇都写了文评，而且文评都是很真诚的列出好处和不足。看完我觉得我作文写得……"
        },
        {
            "author": "天下归心",
            "timestamp": 1515514320,
            "txt_content": "妈耶我竟然进前十了2333\n还有之前预定二等奖縻风被我预言中了2333\n至于我那个文啊......\n其实应该改为《唱喀秋莎有感》2333"
        },
        {
            "author": "玄素",
            "timestamp": 1515515220,
            "txt_content": "想想看我最后又双叒叕摸了\n咕咕咕"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1515519720,
            "txt_content": "果然，第一毫无悬念啊"
        },
        {
            "author": "314133896",
            "timestamp": 1515541020,
            "txt_content": "辛苦大大了，这么晚还在工作啊qwq，评价很到位，下次会做的更好！"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1515546840,
            "txt_content": "emmmmm.....离题奖=="
        },
        {
            "author": "烨s",
            "timestamp": 1515557160,
            "txt_content": "emmmmmmmm，谢谢点评我的作品，我也明白自己的文笔水平，可以说是一片空白。\n\n以后我写文章的话，定会反复修改。因为好的文章不是写出来的，而是改出来的。"
        },
        {
            "author": "314133896",
            "timestamp": 1515557820,
            "txt_content": "zrh2001 发表于 2018-1-10 09:14\nemmmmm.....离题奖==\n节哀兄弟、下次请继续加油"
        },
        {
            "author": "2759159258",
            "timestamp": 1515576180,
            "txt_content": "(比想象中还要高分诶(^V^))\n文评为什么有点像我语文老师?#雾\n下次，我肯定拿个0.1分，哼~≧▽≦)/~"
        },
        {
            "author": "nianbing",
            "timestamp": 1515580800,
            "txt_content": "辛苦了|?ω?｀)\n文评确实戳中了我的毛病。自己在写文的时候，脑子里本来是有一个主旨的，只不过自己从来就没办法好好表达，一定要各种拐弯抹角，最后甚至不伦不类自己才肯罢休一样......\n感**评(*°?°)=3"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1515581700,
            "txt_content": "zrh2001 发表于 2018-1-10 09:14\nemmmmm.....离题奖==\n= =\n你那个的画面主体完全是一个人在开|枪啊...背景也几乎不符合描述。【除了放两个雪块？】"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1515582120,
            "txt_content": "Smokey_Days 发表于 2018-1-10 18:55\n= =\n你那个的画面主体完全是一个人在开|枪啊...背景也几乎不符合描述。【除了放两个雪块？】 ...\n吃了角度和光照的亏==\n我从雪地挖了一大块区块"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1515646380,
            "txt_content": "感谢点评，不得不说就小学那点作文水平，确实渣的可以（悲哀）"
        },
        {
            "author": "縻风",
            "timestamp": 1515667020,
            "txt_content": "居然第四A.A"
        },
        {
            "author": "V_院長",
            "timestamp": 1515668400,
            "txt_content": "不过为何没下界之星？\n我竟然能上榜！"
        },
        {
            "author": "初阳时光",
            "timestamp": 1515678720,
            "txt_content": "辛苦。\n极度赞同给在下的文评以及给其他某些人的文评。"
        },
        {
            "author": "R丨Z丨P",
            "timestamp": 1515750600,
            "txt_content": "评语让我开窍了"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1515991140,
            "txt_content": "图的作品有点少啊，围观dalao"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1516197360,
            "txt_content": "喂喂，你们这样要失去新人的啊...\n我不是报名了吗啊喂\n啊咧竟然榜上没我啊\n呀烟日是不是不欢迎我呢...\n还是我格式不正常....\n但是真的不想改啊！！！\n分这么多帖子写我很累的啊喂！\n安慰奖，安慰奖也可以吧？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1516275360,
            "txt_content": "x_lin0_0 发表于 2018-1-17 21:56\n喂喂，你们这样要失去新人的啊...\n我不是报名了吗啊喂\n啊咧竟然榜上没我啊\n？？\n抱歉，我在一月五日使用右上角搜索的时候并没有找到您的帖子。同时也并未在活动贴的下方回复中看到您的回复。\n请问您的帖子是？能否贴出来？如果的确符合参赛要求，请您原谅我的过失。\n感激不尽。"
        }
    ]
}