{
    "title": "【Minecraft——Evolution】第二章：现实 x 虚幻",
    "author": "johnjackson",
    "replyCount": 10,
    "timestamp": 1358016780,
    "txt_content": " 本帖最后由 johnjackson 于 2013-1-14 19:00 编辑 \n\n序章地址：http://www.mcbbs.net/thread-75945-1-1.html第一章地址：http://www.mcbbs.net/thread-76826-1-1.html\n\n【第二章：现实 x 虚幻】\n\n2021年1月13日 中国 某南方城市 深夜\n\n肖恩取下了戴在头上的Playstation Evolution的全息头盔，幽暗的房间里，只有电脑屏幕的灯光，映射在他的脸上，他坐在椅子上，脱力的往后一靠，深深的舒展了一下已经僵硬的身体。身上还穿着Playstation Evolution（后简称PE）的套装（PE为了让玩家更切实的在知觉上融入游戏的环境所开发出的配套服装，穿上这套服装，可以让你感受到游戏中的环境，包括冷热，与一些其他的触觉，包括轻度的疼痛感）。舒展了身体之后的他，索性就瘫软在沙发椅上。\n\n这是肖恩回到MC世界之后的一个月，距离在MC的世界中与那个奇特的少女相遇已经过去了30天，不过红衣少女的身影还是深深的印在了她的脑海里。而不知道为什么，肖恩总觉得这个少女非常的眼熟。\n大概是这阵子太累了吧，才会有这样的想法。肖恩是这么安慰自己的。在现实世界中，肖恩是一家影视公司的执行导演，拿着一份不错的收入，但是工作的任务也是无比的忙碌的，说实话，能够登录MC的时间，并不固定，也并不多。\n\n有时候忙起来，就是连续三四天的通宵，闲下来，有时半个月没事干，过着这种不规律的日子，也难怪毕业三年了，肖恩还没为自己找到一个媳妇。当然，这事情和肖恩自己这宅男的性格也有脱不开的关系，这点肖恩自己还是相当清楚的，也因此，他对自己还能在执行导演这个位置上站稳脚跟，感到无比的庆幸。\n\n就在肖恩揉着眼睛，打算脱掉PE套装去休息的时候，屏幕上弹出了大学好友王伟的语音请求，王伟在大学期间和肖恩住在一间宿舍，读的也是一个专业，毕业后肖恩走上了影视的道路，而王伟却走向了另一个方向，也就是媒体，三年过去也算小有所成，在一家知名新闻网站的新闻部，担任编辑。\n\n肖恩确认了一下时间，凌晨一点半，王伟估计又是在公司值班了，闲着蛋疼看他还在线，找他闲聊。也罢，自己还不困，就聊会吧，也一阵子没联系了。\n\n不过另肖恩没想到的是，王伟一接通语音的第一句话，竟然是问MC的事情。\n\n“喂，肖恩，你现在还有在玩那个Minecraft么？”\n\n“欸？”\n\n突然被这么一问，肖恩显然有些不知所措。其实，关于他玩MC他很少和身边的朋友提及，也只有亲密的朋友才会提起，因为同龄的朋友平时也都很少接触网络游戏这样的东西，于是也很少有人和他聊起这些。而王伟，据肖恩对他的了解，并不是一个会对网络游戏感兴趣的人。这样一个人突然和他提起，他刚刚登出的游戏，让他一下子有些措手不及。\n\n“嗯，最近又开始玩了一下，刚刚才退出来。”\n\n“哈哈！我就记得，去年聚会的时候，你有说到过！不过不是说不玩了么？”\n\n“啊哈哈...总之有一些原因吧。”\n\n肖恩显然不想和老同学分享太多游戏中的事情，一部分是出于习惯，本来就不多谈，另一部分，就在于这次回归MC本身，就是出于一个不太靠谱的诡异理由吧。\n\n“这样的话，你大概也有听到一些传闻吧？关于Minecraft的。”\n\n“欸？”\n\n王伟的话再次令肖恩错愕了，他并不十分清楚，王伟想要说的到底是什么？难道是他正在调查的神秘纹章、末影之谜和神秘的NPC？这些东西，顶多也就是娱乐口的新闻，在没啥可报道的时候，撑一撑版面的，王伟是正经的新闻口编辑，对于这种游戏花边新闻应该不太会去了解才对啊，何况上面那些传闻都太神乎其神了，根本不符合王伟所在的新闻网站的口味。\n\n“什么传闻？我这几天才开始玩的，还没听说到什么。”\n\n“这样啊...那跟你说说也无妨。是这样的，最近，在全球范围内，有一部分精英阶层的分子，陆陆续续的自杀，引起了不小的骚动。然后据说，这些人在自杀前，都注册了Minecraft的账号，好像都有在玩这个游戏。”\n\n“这算什么...MC的年龄层覆盖确实比较广，特别是国外，确实有很多精英阶层的玩家，甚至是科学家，因为MC是一个开放的平台，提供给他们很多在自己领域创新的空间，比如说在MC里能够实现最简单的电路，红石电路，就有不少计算机方面的科学家在游戏里设计出了比较原始的计算机，微型计算机，和其他更高深的，我也搞不懂的系统。没什么奇怪的。”\n\n“是啊，我这也是在翻国外的新闻网站，觉得这个联想挺有意思的，不过联系起来的话，国内最近好像也有一些科学家逝世的消息，不过好像没有媒体把它和他们玩过什么游戏联系起来。”\n“本来就没有什么好联系的，科学家也好，精英也好，他们也是人也要放松，也要玩游戏嘛。MC这种人畜无害的游戏，怎么可能和自杀有关系。”\n\n“也是，就觉得挺有意思的，估计也是SONY公司的软文炒作吧？虽然说借着人命炒作旗下游戏，在道德上看起来确实挺没品的，不过现在的年轻人好像还挺吃这套的。”\n\n“可不...现在这个社会，某种程度上也是病态啊。”\n\n“打住！再这样负能量的吐槽下去，我今晚的熬夜就要在这种阴霾中度过了。我可不想这样。”\n\n“得！那我不扰您心情了，咱俩现在都还是苦逼命，忙起来事情一大把，也没工夫什么正能量负能量的切换，明天我有一个项目也要开始了，也得早点休息，不陪你熬夜了。”\n\n“成成成，快去吧，我这边还等着最后几篇稿件了，继续扫扫国外的花边新闻好了，你好好休息，回聊。”\n\n“回聊。”\n\n挂了电话之后，肖恩稍微整理了一下思绪，一个多月来的MC游戏中，基本上还处在适应着一年断层的阶段，确实发现世界服务器发生了很多变化，有很多更复杂的，更高科技的物品诞生了，据说都是玩家自己创作的，服务器上再只是简单的一些外观和内饰上模仿现实的建筑了，更多的又添置了许多模仿现实中的自动化装置，可以说，一年没有进行游戏，游戏里的科技水平已经发生了翻天覆地的变化。相应的也添置了许多玩家开发经官方授权后的MOD。\n\n而关于纹章也好，末影之谜也好，肖恩并没有太多的收获，将军也没有再联系他，恐怕也是有其他什么事情在忙，肖恩本来也不打算再过多的和管理员纠缠。关于那次地下宫殿的分析结果，他倒是确实有些兴趣，但是基于不与管理员纠缠的原则，他还是希望通过自己的努力来发掘事件的真相，这才是游戏的乐趣所在，也是他这次回来的真正目的。\n\n临睡前，肖恩已经基本上把王伟和他说的这个关于MC的外网花边新闻抛在脑后了，在他看来，这纯粹是国外媒体无聊的联想而已，而他并不知道，这一事件在之后会牵连起这么大的涟漪...并最后影响了他的人生...\n就在同样一个夜晚，在MC世界服务器，欧洲区，法国，新巴黎的某个地下工地里。大约十一格高度，一片500x500的地下工地，在地上，有一个巨幅的和底线宫殿中一模一样的纹章。而在纹章之上，分别共有三层由泥土组成的面板，面板上数名白衣的工人正在铺设电路，在纹章的中央部分，两个身着白色大褂的角色正在低声的聊着些什么。\n\n“你说这么复杂的一个系统到底是谁设计的？又到底是拿来干什么的？”\n\n“谁知道呢，公会接下了这个任务，我们就老实干活就是了。按会长的意思是，等到完工那天我们就会知道了。”\n\n“不过，前几天我听一个朋友说，那天他没有完成他那部分，于是下班回家，虽然已经很晚了，因为第二天休息，就半夜上线来赶工，结果看到了不得了的东西。”\n\n“欧？什么东西？”\n\n“他说看到了一个和现实世界中一样的红色衣服的小女孩和会长一起，在检查工地上的电路。”\n\n“什么叫和现实世界中一样的小女孩？”\n\n“就是，和我们现在这样的方块小人不一样的，长得和我们现实中长相一样的人类啊！”\n\n“他不会是在做梦吧！其实只是那晚上，和朋友喝多了，回去睡了一觉。”\n\n“他后来也是这么想的，但是第二天上线一看，昨天没做完了确实做完了...”\n“喂，那边两个，你们两个今天的部分都检查完了？！”\n\n两人还来不及聊更多，不远处，在公会中阶级更高一些的组长就招呼他们继续工作了，对话只得这么草草收场。\n\n而此刻，在工地边缘的一侧暗墙后，负责这个项目的公会会长，正在一扇已经打开的传送门前焦急的踱步。这个公会会长，在现实中，其实是巴黎的一所大学中计算机研究所的所长，此刻他正在等待的人，也正是早前曾经和肖恩有一面之缘的红衣少女，当红衣少女从传送门前走出来时，公会会长停下了脚步，深深的鞠了一躬。\n\n“统帅，项目已经基本上完工了，大概两天之后就可以开始调试。您还有什么更多的指示吗？”\n\n此刻，不论是这个公会会长，或是正在MC服务器中游戏的许多人，以及更多并不在游戏中的MC玩家，都不会知道，自己的命运，已经走到了一个转折点，未来的48小时，对于他们将来的人生将产生翻天覆地的影响。\n\n特别是此刻正刚要进入梦乡的肖恩，他完全不曾想过，自己会成为这场暴风雨的核心。当然这一切都是后话了。\n\n...\n\n（未完待续）\n\n\n=====================================【某John的废言时间】看来，文不对题已经是我的习惯了。虽然也并不能这么绝对的说，这章开始写作人称开始转为第三人称。后面估计都会保持第三人称吧。所谓的“现实 x 虚幻”大概就是在这章里我希望把现实世界和游戏世界沟通起来。构筑一个更大的阴谋，并且埋下伏笔吧。感觉这样大概会比较有趣一些。希望各位会喜欢。然后照旧感谢看到这一行的朋友的支持。\n诚心的希望有耐心看完的朋友在楼下跟帖谈谈看法。囧，觉得互动一下还是会有比较良好的反应的。对文章内容有什么看法，也可以直接提出。不过我想，最强烈的想法就是文章太长了吧= =b嘛，总之，期待您的回复。然后，下回见。",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1358016840,
            "txt_content": "LZ自从回归MC后一直很活跃撒~"
        },
        {
            "author": "ggmm",
            "timestamp": 1358016900,
            "txt_content": "头晕了"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358016960,
            "txt_content": "262949130000 发表于 2013-1-13 02:54 \nLZ自从回归MC后一直很活跃撒~\n估计是这阵子太闲了..."
        },
        {
            "author": "johnjackson",
            "timestamp": 1358017020,
            "txt_content": "ggmm 发表于 2013-1-13 02:55 \n头晕了\n算下来，已经9000多字了..."
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1358066760,
            "txt_content": "很不错的作品的说～"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358154900,
            "txt_content": "什么叫【自杀前后】，，，，，，，，，= =b\n严重用词混乱啊喂，，，，，，，，"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358161140,
            "txt_content": "冥王星人 发表于 2013-1-14 17:15 \n什么叫【自杀前后】，，，，，，，，，= =b\n严重用词混乱啊喂，，，，，，，，\nXSK 救命！被发现BUG了！！马上去改！！是前...= =b之前检查过一次，没太注意来着"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358169720,
            "txt_content": "johnjackson 发表于 2013-1-14 18:59 \nXSK 救命！被发现BUG了！！马上去改！！是前...= =b之前检查过一次，没太注意来着\n自杀以后注册游戏这件事情实在太诡异，，，，，，，= =b"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358170140,
            "txt_content": "冥王星人 发表于 2013-1-14 21:22 \n自杀以后注册游戏这件事情实在太诡异，，，，，，，= =b\n哎哟，你懂得，是自杀前就好了TUT"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358170320,
            "txt_content": "johnjackson 发表于 2013-1-14 21:29 \n哎哟，你懂得，是自杀前就好了TUT\n【歪头眨眼】"
        }
    ]
}