{
    "title": "Minecraft Java版 18w02a 发布",
    "author": ":spgbigfan:",
    "replyCount": 13,
    "timestamp": 1515589380,
    "txt_content": " 本帖最后由 kakagou12 于 2018-1-12 20:35 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，18w02a为其第13个预览版。 转载本贴时须要注明原作者以及本帖地址。     Minecraft 快照 18w02aJava版 1.13快照 18w02a\n\n1.13 is getting closer and closer! This weeks snapshot brings some new improvements to the /execute command and a bunch of bug fixes!\n1.13越来越近啦！本周快照包含/execute的全新改进以及大量的漏洞修复！\n18w02a的更改Added new block tag minecraft:enderman_holdable加入了新的方块标签minecraft:enderman_holdableChanged translation files from .lang (key=value) to .json (\"key\": \"value\")将翻译文件从.lang (key=value) 改为.json (\"key\": \"value\")Errors during a command are now a nicer error message (with tooltip for more info)命令中的错误现在有了更好的错误信息（提示中有更多的信息）Teleporting to things in other dimensions is now allowed现在可以实现不同维度的传送了/teleport has been simplified a bit, to avoid ambiguity对/teleport进行了简化，以避免表意模糊Added anchor points to teleport ... facing ..., so you can look at eyes vs feet为teleport ... facing ...添加了锚点，所以你可以选择看眼睛还是看脚部了Added new subcommands to /execute to allow for more control over commands为/execute加入了新的子命令，允许对命令做出更多控制Server commands (functions, console, rcon) now run from world spawn in the overworld服务器命令（function, console, rcon）现在的执行位置是主世界出生点漏洞修复Fixed bug MC-68446 - Some entities have missing translations string in the lang files一些实体缺少在lang文件的翻译字串Fixed bug MC-121662 - Unhandled exceptions in commands just dump the exception into chat, without the \"unknown error\" message无法处理的命令异常直接将错误信息显示在聊天中，而不显示“未知错误”Fixed bug MC-122579 - All COLOR_wall_banners are missing translation keys所有的COLOR_wall_banner（墙上的旗帜）缺少翻译Fixed bug MC-122608 - Minecraft crashes when typing in a block-related command in front of an entity在实体面前输入与方块相关的命令导致游戏崩溃Fixed bug MC-122610 - Giving 0 of any item results in the chat message saying that you got 0 air给予0个任何物品会在聊天中显示你获得了0个空气Fixed bug MC-122893 - \"/execute as/at\" does not change the dimension of execution\"/execute as/at\"不改变执行的维度Fixed bug MC-122956 - Function paths with invalid characters results in game freezing包含非法字符的函数路径导致游戏冻结Fixed bug MC-123104 - '/scoreboard players reset' removes name from sidebar of different objective'/scoreboard players reset'会将名字从显示其他目标的侧边栏中移除Fixed bug MC-123764 - Single player menu world version not displaying correctly单人游戏菜单的世界版本显示不正确Fixed bug MC-123771 - Server crashes when an item frame with a map is loaded, and no player has that map in their inventory、物品展示框内有无玩家拥有的地图时，服务器会在加载这个物品展示框时崩溃Fixed bug MC-123774 - You cannot test for names with name= anymore无法用name=检测名称Fixed bug MC-123782 - Game crashes if an item has a name that's invalid json如果物品名称有非法json则游戏崩溃Fixed bug MC-123790 - \"italic\":false in custom item names does not make name non-italic有\"italic\":false的自定义物品名称依然显示为斜体Fixed bug MC-123832 - Crash reports output TextComponent object for entity names rather than its text崩溃报告输出实体名称的文本组件对象而不是名称的文本Fixed bug MC-123833 - Connect/Disconnect messages output TextComponent object rather than the player's name链接/断开连接的消息输出文本组件对象而不是玩家名称Fixed bug MC-123888 - /clear on a player with no items dumps raw TextComponent对没有物品的玩家使用/clear会转储原始文本组件Fixed bug MC-123891 - NullPointerException on empty TextComponent空文本组件导致空指针异常Fixed bug MC-123932 - You cannot open locked containers with the Lock nbt anymore无法打开有Lock nbt的容器Fixed bug MC-123943 - Clicking a player's name in chat dumps raw TextComponent点击聊天中的玩家名称转储原始文本组件Fixed bug MC-123974 - Command List DataProvider incorrectly labeled as \"Item List\"Command List DataProvider不正确地标记为\"Item List\"Fixed bug MC-124051 - Varieties of /teleport create ambiguities for tab-completion/teleport的参数对tab补全过于模棱两可\n翻译\nWe've changed our translation file format from key=value to json. This means we can support newlines! The new files look like this: {\"thing\": \"Thing\", \"key\": \"Value\", \"some.translation\": \"Text Of Translation\"}\n我们已经更改的翻译文件的格式，从key=value改为了json。这意味着我们支持新行了！新的文件看起来像这样：{\"thing\": \"Thing\", \"key\": \"Value\", \"some.translation\": \"Text Of Translation\"}\nWe will pull in the latest translations from the crowdin project soon. Remember that you can help out by translating the game to your native language over there!\n我们不久后就将在crowdin中发布最新的翻译文本。记住，你可以在这里帮助我们将游戏翻译成你的语言\n命令的更改\n/executefacing <x y z> will run the command as though you're facing x y zfacing <x y z> 将在命令执行时视为你面朝x y zfacing entity <entity> (eyes|feet) will run the command as though you're facing the entity's eyes or feetfacing entity <entity> (eyes|feet) 将在命令执行时视为你面朝实体的眼睛或脚部offset <x y z> has been renamed to positioned x y zoffset <x y z> 重命名为 positioned x y zpositioned as <entity> will change the command position (x y z) but nothing elsepositioned as <entity>将只改变命令的执行位置（x y z）rotated as <entity> or rotated y x will run the command as though you're rotated in that directionrotated as <entity> 或者 rotated y x 将在命令执行时视为你已经转向了那个方向in (overworld|the_end|the_nether) will run the command as though it's in that dimensionin (overworld|the_end|the_nether) 将在命令执行时视为执行位置在该维度at <entity> will change the dimension, position and rotation of the command to match that entityat <entity> 将改变命令执行的维度，位置和旋转角度以匹配实体(if|unless) score <name> <objective> matches <range> will test for a score in a range (ie 1, 1..5)(if|unless) score <name> <objective> matches <range> 将检测在指定范围内的分数（例如 1,1..5）anchored (feet|eyes) will make the rest of this command use feet or eyes for ^ ^ ^ coordinates or facing commandsanchored (feet|eyes) 将使命令余下部分的^ ^ ^坐标或facing命令使用脚部或眼睛的位置\n/teleport/teleport <entity> doesn't allow rotation or facing, will teleport you to the entity/teleport <entity> 不支持旋转或朝向，能将你传送到指定实体/teleport <x y z> doesn't allow rotation or facing, will teleport you to the position/teleport <x y z> 不支持旋转或朝向，能将你传送到指定位置/teleport <victim> <entity> doesn't allow rotation or facing, will teleport victim to entity/teleport <victim> <entity> 不支持旋转或朝向，能将被传送者传送到指定实体/teleport <victim> <x y z> [yRot xRot] will teleport you to that position with optional rotation/teleport <victim> <x y z> [yRot xRot] 将传送你到指定位置，同时旋转指定角度/teleport <victim> <x y z> facing [xFacing yFacing zFacing] will teleport you to that position facing another position/teleport <victim> <x y z> facing [xFacing yFacing zFacing] 将传送你到指定位置，同时朝向另一位置/teleport <victim> <x y z> facing entity <entityFacing> [feet|eyes] will teleport you to that position facing an entity's feet or eyes (default feet)/teleport <victim> <x y z> facing entity <entityFacing> [feet|eyes] 将传送你到指定位置，同时面朝实体的脚部或眼睛（默认为脚部）Teleporting to an entity in another dimension is now totally allowed. Hurrah!现在终于可以传送实体到另一维度了，爽到！You can also teleport to another dimension using something like /execute in the_nether run teleport 0 64 0你也可以将自己传送到另一维度，比如用命令/execute in the_nether run teleport 0 64 0\n本地坐标 (^ ^ ^)\nIf you use a local coordinate in a command, it comes from your feet by default. That means that ^ ^ ^ is at the bottom center of your entity, and ^ ^ ^10 is where your feet are looking, 10 blocks forwards.\n如果你在命令中使用本地坐标，默认的基准是脚部。也就是说^ ^ ^是你的实体中心的底部，而^ ^ ^10是你脚部朝向的10格远的位置。\nYou can change this for a command by changing the \"anchor point\" in /execute, like this: /execute anchored eyes. For example, the following command will place particles 10 blocks forwards where every entity is looking, which for players is the same point where their mouse cursor is: \n你可以修改命令的基准，方法是修改/execute的“锚点”，就像这样：/execute anchored eyes。例如，以下命令将在所有实体朝向的10格远处放置粒子，对于玩家来说，就是鼠标光标的同一个点：\n/execute as @e at @s anchored eyes run particle minecraft:flame ^ ^ ^10 0 0 0 0 1\nWant to know exactly what this command does? Let's take a look!\n想知道这个命令究竟干的是啥吗？来看一看！\n/execute as @e makes the following run once for every entity/execute as @e 使所有实体执行以下命令一次at @s makes the following run at the location of the current entityat @s 使以下命令在当前实体的位置执行anchored eyes makes ^ ^ ^ in the following command come from the entities eyes (which means exactly where they're looking)anchored eyes 使以下命令的^ ^ ^以实体的眼睛作为基准（也就是它们观看的地方）run particle minecraft:flame will spawn the minecraft:flame particlerun particle minecraft:flame 会生成粒子minecraft:flame^ ^ ^10 will make that particle appear 10 blocks forwards of the current position (which is the current entity's eyes)^ ^ ^10 将使粒子出现于当前位置（也就是当前实体的眼睛）10格远的地方0 0 0 means we don't want the particle to move around0 0 0 的意思是我们不希望粒子发生移动0 1 means we want exactly 1 particle, with no speed0 1 的意思是我们只要1个粒子，并不带速度\n\nSnapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds.\n快照可能会玩坏你的世界，请备份并/或在与你的存档不同文件夹里运行\n\n跨平台服务器 jar：\nMinecraft server jar\n在这里报告漏洞：\nMinecraft issue tracker!\n服务器Jar：Minecraft server jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13 特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需**）Dinnerbone的Twitter（英文，内地需**）Grum的Twitter（英文，内地需**）Searge的Twitter（英文，内地需**）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "pineapple_",
            "timestamp": 1515593400,
            "txt_content": "\"so you can look at eyes vs feet\"\n所以你可以看见眼与脚之间的对决了(引用某猜的翻译)\n\n而且比预料中的要激烈，feet=y+1.62，eyes=feet+1.62"
        },
        {
            "author": "preview",
            "timestamp": 1515593640,
            "txt_content": "坐等18w02a，没想到真得等来了，内容也不负众望！"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1515593940,
            "txt_content": "我的两个正版账号都挂了……以**不了正版了……"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1515594000,
            "txt_content": "RedFlagGoup 发表于 2018-1-10 22:19\n我的两个正版账号都挂了……以**不了正版了……\n“再也买不了正版了”"
        },
        {
            "author": "Damnie",
            "timestamp": 1515601800,
            "txt_content": "语言文件改成json是真的骚"
        },
        {
            "author": "roland2",
            "timestamp": 1515627480,
            "txt_content": "我是正版，我今天去试玩一下哈~"
        },
        {
            "author": "zhao55052",
            "timestamp": 1515656280,
            "txt_content": "传送命令的功能比之前更加强大了"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1515666120,
            "txt_content": "看来以后跨世界传送不需要地狱门作为媒介了"
        },
        {
            "author": "pineapple_",
            "timestamp": 1515745920,
            "txt_content": " 本帖最后由 pineapple_ 于 2018-1-12 18:42 编辑 \n\n发现一个不对的地方\n\nat (overworld|the_end|the_nether) will run the command as though it's in that dimension\nat (overworld|the_end|the_nether) 将在命令执行时视为执行位置在该维度\n改成\nin (overworld|the_end|the_nether) will run the command as though it's in that dimension\nin (overworld|the_end|the_nether) 将在命令执行时视为执行位置在该维度\n\n还有一个……\nas <entity> will change the dimension, position and rotation of the command to match that entity\nas <entity> 将改变命令执行的维度，位置和旋转角度以匹配实体\nat <entity> will change the dimension, position and rotation of the command to match that entity\nat <entity> 将改变命令执行的维度，位置和旋转角度以匹配实体"
        },
        {
            "author": "7_a",
            "timestamp": 1515770520,
            "txt_content": "快照因为语言改成json导致游戏语言只能为英语，且不能通过更改jar文件来修改成中文（正版启动器验证时会当成损坏文件删除并重新下载），也没办法通过材质包来装载，一打开语言菜单就崩溃，很无奈"
        },
        {
            "author": "pineapple_",
            "timestamp": 1515780300,
            "txt_content": "7_a 发表于 2018-1-12 23:22\n快照因为语言改成json导致游戏语言只能为英语，且不能通过更改jar文件来修改成中文（正版启动器验证时会当 ...\n不然快照也没有中文版\n\n正版打不开用非正版启动器不就得了……"
        },
        {
            "author": "_北极星_",
            "timestamp": 1515820260,
            "txt_content": "可以跨维度传送了，那很多RPG地图就不用专门建传送门了"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1515885120,
            "txt_content": " 本帖最后由 ⊙v⊙ 于 2018-1-14 22:07 编辑 \n\n貌似是rotated as和as有冲突\nexecute 带上rotated as，命令出错\n\n/teleport <entity> doesn't allow rotation or facing, will teleport you to the entity\n/teleport <entity> 不支持旋转或朝向，能将你传送到指定实体\n理解是我使用/teleport @e[tag=a,limit=1]传送时将不改变我的朝向和旋转\n但实测并非如此...问题同样出现于/teleport <victim> <entity>理解错了...\n\n然后function下的scoreboard加分仍然不能用...\n\n\n"
        }
    ]
}