{
    "title": "[多线]紫析工艺——温馨的家|新服开荒|斩首|头颅家具|原版rpg|鹦鹉/方块宠物[1.12.2]",
    "author": "guppy121",
    "replyCount": 0,
    "timestamp": 1515672720,
    "txt_content": " 本帖最后由 guppy121 于 2018-1-11 20:50 编辑 \n\n\n\n壹、建筑为骨\n\n建筑是Minecraft的一大精髓！各种华丽的建筑也会让人赏心悦目，我们服务器鼓励玩家多多建筑！因此服主发放福利：建材统统一块钱！下面请欣赏一些服务器玩家生存的建筑截图～请欣赏~更多建筑还请到服内观赏~\n\n贰、和谐为魂\n服务器最看重的，就是玩家的游戏体验，紫析工艺中的玩家宛若一个和谐的整体，接下来请看愉悦又和谐的玩家们：\n\n叁、特色升华\n1.我们有腐竹自己原创的rpg武器道具，所有道具皆可用游戏内材料兑换，平衡性高可玩性强部分RPG预览，而且新手礼包内含2种RPG道具哦~2.我们还有独创的头颅家具系统，造型可爱，迷你简约！颠覆传统建筑风格，打造你的梦想世界家具商店家具效果图3.  方块宠物与鹦鹉宠物满足你的爱宠心!可以飞天，炫酷粒子，搞怪音效，随心所欲的材质！拿在手里！诶嘿嘿，丢出去！还支持多种材质（原版，自定义，怪物，自定义玩家……）以及各种炫酷粒子！4.我们还有斩首插件，将你痛恨的敌人与怪物的头颅挂在家里吧！\n\n（由于插件在1.8停更，1.9以上的生物头颅腐竹自己制作了合成方式！）\n\n\n\n\n\n（服内玩家的收藏箱）\n\n\n（腐竹自创的合成方式）\n\n\n\n肆、答疑解惑\n\n\nQ&A\n1.如何定位紫析工艺服务器？她是一个什么样的服务器？本服目的是为了小伙伴们能有一个相互认识一起玩耍的平台 为了能够享受最大游戏的乐趣 我们在氪金玩家与普通玩家、RPG道具和普通道具之间均充分考虑到了平衡性因素所以可以放心的是并不会有破坏游戏平衡性的神器 出现 并且在服务器的基础插件之上又加入了原创的精美副本与独特的活动每个节日都会有独一无二的活动为您推出 让每一个节日都充满新鲜感2.服务器是否稳定？是否拥有足够强大的配置？服务器采用新一代E5至强CPU，高端的机房，拥有12G以上的mc服务器特供内存，支持多种线路连接，除机房波动或停服维护24小时全天候开放，服内允许高频红石，从开服到现在没有任何卡顿，保证永久顺畅，带给您最优质的游戏体验3.腐竹会不会偏袒氪金玩家？氪金玩家是否会压制新人？本服只出售vip权限，用以维持服务器的正常运行。我们的原则是，不出售任何RPG武器、防具，不能用现实流通货币购买会对游戏产生影响的物品，保证充值所带来的特权具有平衡性，且氪金玩家与普通玩家腐竹将一视同仁，不会偏袒某一方,带给您优质的游戏体验4.服务器会换周目吗，如果存档损坏怎么办虽然我们现在处于新服开荒阶段，但是我们的最终目标是为了建立一个养老服，我们承诺玩家聚集地存档不会更换，末地和地狱每月定期更新，每星期都会备份主世界存档2次，服务器每隔一小时也会自动保存世界，如存档损坏也可以保证不会换周目，让玩家可以安心创造自己的理想国度5.服务器视距怎么样服务器使用8视距，普通商业服都使用5以下的视距，8视距使您的本地视距性能发挥最大化，带给您高空卫星一样的视野享受6.如果我想玩粘液科技或其他有趣mod怎么办?本服立志做一个生存养老服，粘液科技或是其他mod可能会有很多不可抗拒的bug，所以为了保证服务器会以最快的速度跟上版本更新，我们暂不考虑添加诸如粘液等mod，而且为了让您与好友一起体验新版本带来的乐趣与后期的悠哉我们会以最快的速度保证新的插件和游戏版本与最新版同步7.服务器的作弊者或者熊孩子如何处理，如果有熊孩子怎么办？ 对于服务器内有作弊行为，或违反服规的行为，我们第一次采取警告，并没收全部违规所得，受到损失的玩家我们会对其针对性予以恢复，保证玩家权益不会受到损害。遇到熊孩子不要采取极端的报复，应该主动联系管理者，如在领地内遇到突发情况且管理员不能及时赶到，请使用res kick 玩家名应急\n\n\n\n\n\n伍、法不可违\n\n\n-禁止一切形式的卡服，包括但不限于生成大量生物，制造大型可能会引起卡服的机械等-禁止自作主张在任何不合适的场合宣传本服务器-禁止利用任何种类的作弊材质、作弊mod、作弊插件等牟取不正当的利益-禁止过高的高空流水或流岩浆（128格以上）-禁止恶意打架，杀人，损害他人生存成果，使用辱骂、挑衅等言语攻击行为对其他玩家造成困扰，干扰其他玩家正常游戏-禁止各种刷屏，包括但不限于重复的内容甚至无意义的标点符号如在游戏中发生纠纷，请不要采取任何极端手段，包括报复。可以向管理员求助-玩家有举报非法玩家的义务（有偿举报）-玩家在服务器的一切行为，均视为帐号所有者的行为-禁止共享帐号，私下交易帐号等行为-所有赞助服务器的一切现实世界流通货币交易费用一经生效，无法退回-所有发生在玩家领地范围外造成的建筑毁坏或箱子等容器物品损失，服务器概不负责\n触犯第一次进行警告，第二次ban3天，第三次直接永久ban并没收全部财产，情节严重者先ban后审。以上规定进服的玩家默认遵守，违者管理员将有权利介入处理本规定最终解释权归 紫析工艺Mc服务器管理组 所有\n\n\n\n\n\nOP证明\n\n\n\n\n\n\n\n111.png (89.51 KB, 下载次数: 0)\n\n下载附件\n\n2018-1-11 20:10 上传\n\n\n\n\n\n最后诚挚邀请您加入【紫析工艺·服务器】\n\n\n",
    "replies": []
}