{
    "title": "[台湾]堕落国度 ↖剧情副本↘ ★种族选择★ ↖自制材质↘ [1.11.2]",
    "author": "ho2110877",
    "replyCount": 0,
    "timestamp": 1515670320,
    "txt_content": " 本帖最后由 ho2110877 于 2018-1-11 20:46 编辑 \n\n墮落國度 FallenKingdom 24 小時開放伺服器官網狀態圖:\n伺服器介紹:\n世界背景故事很久以前，所有次元世界都是連在一起的，整個世界都是混沌之氣。有一天，有五個人誕生在這混沌的次元裡，他們的誕生，使次元發出異常震動，那震動的頻率，將整個次元震的四分五裂，因而分裂出被汙穢佔領、充滿邪惡之氣的「科特斯」，聖潔而赤焰的「烈盤地域」，充滿危險、神秘奇妙的「愛爾朵拉」，這五人分別就是初代人族首領「雷諾斯」、獸族統領「涅爾」、神族皇帝「烈炎」、惡魔之王「霍爾法」與精靈之母「艾爾雷茲」。沒人知道他們為何而誕生，只知道他們就這樣突然的出現，並創造出許多子子孫孫，直到現在仍然沒人知道他們誕生的真相。\n種族設定：\n\n人類：現任首領-雷爾(25)擁有極高的創造力與行動力，雖然在五人中能力算弱的，但是他們靠著天生的創造力努力的存活到了現在。職業：劍士、弓箭手、盜賊平均壽命：80~120年種族天賦：創造力、行動力生長環境：充分水源、資源，且有氧氣的地方\n獸族：現任統領-涅特爾(32)是原始的種族、大地的孩子，擁有極大的力量與體格，多為群居，是五人中力量最大的。職業：騎士、狂戰士、獵人平均壽命：80~100年種族天賦：力量、體格生長還進：多為樹林、叢林等等資源豐富的地方\n神族：現任皇帝-烈光磊(47)高傲的種族，擁有世界上最俊美的樣貌，天生具有魔力資質，最擅長治療與創造。職業：光魔法使、聖官、代行者平均壽命100~150年種族天賦：魔力、創造力生長還進：純潔的空氣與乾淨的陸地\n惡魔：現任魔王-霍茲雷(60)是邪惡與毀滅的化身，非常專一，個性通常都很衝動，行動力極高，擅長用黑魔法。職業：術士、幻影、混沌平均壽命：100~150年種族天賦：魔力、行動力生長還進：沒有固定的地方，在哪都能生存\n精靈：現任女皇-艾爾娜蕾(21)神聖的種族，五人中最賢慧的人，領導力極高、族人較少，算是非常特別的種族。職業：遊俠、吟遊詩人、祭祀者平均壽明：120~180年種族天賦：智慧、領導力生長還進：不明，沒有人知道精靈是在哪誕生的\n\n伺服器攻略\n這世界一直是一個和平的地方，大家一直平靜的生活著，直到一次，一個冒險家不小心打開了一個空間蟲洞，空間蟲洞，一堆不同怪物從空間來到，並以極高速度破壞世界各地，很多人家破人亡，在人類文明快要消失時，一些人帶同各地的倖存者成立了一個聯盟，在鳳凰城建立勢力對抗主要的問題－獸族，並招募各地勇士加入、在各地建立公會，並在鳳凰城提供配給幫助大家，希望能保存人類的文明，恢復以前的光輝．．．做為混亂世界的一個倖存者．．．你願意加入鳳凰聯盟，幫助這世界嗎？　　　　　　　　　　　　　　　　　　　．在這裏，你首先要通過在新手世界的考驗，以確保沒有麻煩玩家進入而助長了獸族。通過新手世界後，你能進入世界成為正式的戰士，你能選擇你的職業，並可加入、創建公會，與盟友一起生存。　　　．為了提高自己能力，戰士可以透過出外打怪提高自己實力，亦可與公會商討一起挑戰獸人的部落，以提高經驗及裝備（怪物死亡時會掉落經驗值或物品）；愈高的經驗值能給你更高的血量。愈勵害的裝備能更高的攻擊力，可以透過打怪合成等獲得特殊裝備。\n自製伺服器武器材質\n\n\n\n\n種族職業\n\n\n\n\n工作職業\n副本系統 / 戰役副本\n\n\n\n公會島嶼加入、創建公會是最有效的幫助世界的方法，只有公會才有權攻打獸人村，但由於要找獸人村並不易，所以這種機會並不常有。想創建公會只能透過向鳳凰聯盟{管理員}申請，要求如下:申請人將成為首領，首領必須達20，而且必須有六位玩家以上。公會首領有權代表公會向獸族部落宣戰及接受公會任務，亦有權更改公會稱號。\n\n\n\n趣味抽獎\n\n物品掉落系統\n\n任務指派鳳凰聯盟向戰士提供不同任務，除了提高戰士的能力，戰士亦能透過完成不同任務得到不同物品、稱號，甚至能明白一些重要情報...同時，鳳凰聯盟亦提供公會任務供公會挑戰。\n\n\n\n個人寵物(mypet)\n\n私人倉庫\n\n自製裝備\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n*詳細內容請至指令書查詢*\n\n\n伺服器內圖片:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n—————————————————————玩家的創意建築:\n\n\n\n\n—————————————————————活動照片\n\n\n\n\n\n",
    "replies": []
}