{
    "title": "祭出一年前的帖。",
    "author": "Ghast...",
    "replyCount": 14,
    "timestamp": 1515680280,
    "txt_content": " 本帖最后由 Ghast... 于 2018-1-11 22:20 编辑 \n\n谨以此贴，回应此贴与此贴\nP.S.本帖不谈细枝末节，如需了解详细经过，我也没办法，谁叫某人已经被封了呢。\n\n\n一个好人，做了一件坏事就无法被原谅；一个坏人，做了一件好事就值得我们回头。\n\n没有被公平对待，我可以慢慢释怀。\n我在举报自己\"剽窃\"之后对作品作出了完善【虽然如某人所言，我也认同自己的作品是“矮子里拔高个”(或许连矮子都算不上)】；并在完善后的作品发布之前申请了版主。可能是因为作品为发布的原因罢，也可能是不良记录；支持的人不多，最后当然未能成功。\n\n但也就在同时，我听到某位知名人士的言语：\n这人脑子有问题\n这令我绝望，我于是着手兴建自己的站点，意图拉拢优秀作者，营造一个干净优秀的mc圈子；而那时的mcbbs，至少从材质版来说，正在经历由衰转亡的变化。至于之后的投靠网易，重置页面(真心很丑，不过回到顶部的小书签还是挺好看的)只能让我窃喜于自己的选择，也更加厌恶这里。\n\n\n能说到这里，我已做好了受到非议甚至因此被封禁的准备。\n\n只因，对此处，已无留恋。\n\n\n以上，\n\n欢迎辱骂(对造成的一切后果概不负责)。\n\n\n其实我是来练排版的。",
    "replies": [
        {
            "author": "Ghast...",
            "timestamp": 1515681000,
            "txt_content": "毫不尴尬，我只是说了想说的。"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1515683400,
            "txt_content": "第一个大概看了眼，自我感觉很正常，刷分这种事很常见，谁有那么多时间管理，无论是版主，实习版主or管理员，不可能有时间一个个查登录以及注册的IP(更何况版主和实习版主一般没有那种权限)第二个帖子是我本人发的帖，我个人认为您的态度比较恶劣，并未指其他人，故与mcbbs无关\n\n\n\n\nXLV~$CK_ZLP36G}(X}VF0OB.png (71.91 KB, 下载次数: 0)\n\n下载附件\n\n2018-1-11 22:48 上传\n\n\n\n\n\n\n根据《中华人民宪法》1.法律面前一律平等；2.政治权利和自由，包括选举权和被选举权，言论、出版、**、结社、游行、示威的自由；3.宗教信仰自由；4.人身与人格权，包括人身自由不受侵犯，人格尊严不受侵犯，住宅不受侵犯，通信自由和通信秘密受法律保护；5.监督权，包括对国家机关及其工作人员有批评、建议、申诉、控告、检举并依法取得赔偿的权利；6.社会经济权利，包括劳动权利，劳动者休息权利，退休人员生活保障权利，因年老、疾病、残疾或丧失劳动能力时从国家和社会获得社会保障与物质帮助的权利；7.社会文化权利和自由，包括受教育权利，进行科研、文艺创作和其他文化活动的自由；8.妇女保护权，包括妇女在政治、经济、文化、社会和家庭生活等方面享有同男子同等的权利；9.婚姻、家庭、母亲和儿童受国家保护；10.华侨、归侨和侨眷的正当权利和利益受国家保护。\n我的言论并未对你的人身，人格尊严造成侵犯，并未使你有任何损失，个人想法而已，有什么问题吗？如果有，请指出关于您的本帖，我表示：您是来秀您的站点的么，如果是，请您走开。致于您的对mcbbs的厌恶，我比较无语，哪个版主/实习版主/管理员，一天只为您一个人服务，经常都忙不过来，至于某人士的言语：这人脑子有问题。我认为貌似没有什么过分的。我总结了一句话：您的去留，不会影响太阳的运行；你的去留，不会影响地球的自转；您的去留，不会使mcbbs因你停运。一句话：出门左拐，那里的神经科貌似不错，建议您去看看您的病情，望早日康复。"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1515683760,
            "txt_content": "琉璃糖 发表于 2018-1-11 23:10\n第一个大概看了眼，自我感觉很正常，刷分这种事很常见，谁有那么多时间管理，无论是版主，实习版主or管理员 ...\n补充：这两个号应该都是您的吧，我引出您的原话：是的呢，这种人就该处绞刑枪决斩首车裂凌迟人彘焚烧冷冻活埋解剖粉碎搅拌作成肉酱才能解你我心头之恨呐。\n我表示无语，您对您的怨气那么大么，这里不是您撒气的地方，您应该向您床上的玩具熊撒气。"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1515683940,
            "txt_content": "哦对了，上面的资料引子中华人民共和国《宪法》中《公民的基本权利和义务》\n如有错误，请指出"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1515684060,
            "txt_content": "当然，如果您是陈独秀先生的话，我或许会收回我的言论"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1515685020,
            "txt_content": "对了，以上纯个人所思所想所写，与mcbbs无关，莫引战。"
        },
        {
            "author": "Ghast...",
            "timestamp": 1515709980,
            "txt_content": "琉璃糖 发表于 2018-1-11 23:37\n对了，以上纯个人所思所想所写，与mcbbs无关，莫引战。\n你五连了。"
        },
        {
            "author": "Ghast...",
            "timestamp": 1515711480,
            "txt_content": "琉璃糖 发表于 2018-1-11 23:37\n对了，以上纯个人所思所想所写，与mcbbs无关，莫引战。\n提醒一句，不要戴有色眼镜看人，凡事都有因果。\n\n你只看到我态度恶劣，却却对造成它的原因视而不见。\n\n还有，mcbbs不是垄断组织，我有权利建设自己的论坛，而且而且我在此贴中并没有宣传 ，请不要造谣污蔑。\n\n你只是新人，对于过去的事所知甚少，在不了解大背景大前提的情况下，请不要拿自己发明的历史恣意攻击他人；而我放出此贴，就旨在说明我态度恶劣的原因，你却只能看到结果，我觉得我没有和你辩论的必要。我还有生活，没必要和一个帽子工厂的员工浪费口舌。"
        },
        {
            "author": "Ghast...",
            "timestamp": 1515724080,
            "txt_content": "琉璃糖 发表于 2018-1-11 23:10\n第一个大概看了眼，自我感觉很正常，刷分这种事很常见，谁有那么多时间管理，无论是版主，实习版主or管理员 ...\n举报我的帖子三小时被处理，举报某人的帖子闲了三天，你怎么解释？？"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1515747420,
            "txt_content": "Ghast... 发表于 2018-1-12 10:28\n举报我的帖子三小时被处理，举报某人的帖子闲了三天，你怎么解释？？\n请你体谅版主和管理员 我们不会有偏向处置 有一些版务多的板块着实棘手 如果举报长时间未被处理请私信对应板块的版主 也请你不要发牢骚 谢谢"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1515747780,
            "txt_content": "我可以很明确的告诉你，我真心不想；要不是为了培育好苗子顺便帮夜幕打理版务我还真不想来贵站当版主，我在我自己的论坛里就能过得很滋润。\n我真心觉得您 很恶心\n申请版主这个事情本身就是自愿行为 您说的就好像是夜幕逼您来处理版务一样 但是我相信夜幕不会这样做\n并且，我认为您帖子开头也是有问题的\n一个好人，做了一件坏事就无法被原谅；一个坏人，做了一件好事就值得我们回头。\n如果一个好人做了一件坏事 在那个时候，他是不受周围人欢迎的 然而 世事无常，这个好人完全可以通过自己的行为再一次变成一个“好人” 只要看他是否愿意去做 如果他的内心因为这件事的后果而内心扭曲了 那么他可能永远都没法再一次成为“好人”了\n这完全是一个心性问题"
        },
        {
            "author": "幽儿~",
            "timestamp": 1515751080,
            "txt_content": "公平？\n这种公平对每个人来说是有的 但是不会说绝对的公平 \n因为陌生 因为不熟知 因为说话的态度等等 都会造成公平这平衡的\n歪斜可是这里对每个人来说都是公平的 \n就因为自己申请不成功 而后被嘲讽了就下如此判断真是难以理解...\n别人的言语？\n我不知道知名人士是谁 但是我相信这判断不是一定正确 但是人家自然有说出在这句话的理由和认识 \n由衰转亡？ \nMCBBS作为一个建立有些年份来说都会有上升期和下滑期 MC圈的小大动荡自然有着影响因素的存在\n但是我想提出一点 衰亡不是那么容易武断就能得出的 未来谁也看不见更摸不到！\n厌恶是自己的选择  自己的态度 但是我认为如此直白的表达真的太过情感表达化了！\n你认为自己不适合这里 欢迎你的离开！\n投靠说的真是太过谎繆...\n以上本人对你的观点看法  我觉得你申请版主的口气都快可以当爸爸了....\n（处此回复外本人不会对你有过多的评价 谢绝回复）"
        },
        {
            "author": "Ghast...",
            "timestamp": 1515754860,
            "txt_content": "九幽之帝 发表于 2018-1-12 17:58\n公平？\n这种公平对每个人来说是有的 但是不会说绝对的公平 \n因为陌生 因为不熟知 因为说话的态度等等 都会 ...\n我倒是很想离开这个世界，麻烦您能寄一瓶氰化钾过来吗？？？？？？？？？？？？？？？？？？？？？？？？？？"
        },
        {
            "author": "Ghast...",
            "timestamp": 1515754980,
            "txt_content": "杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧杀了我吧"
        }
    ]
}