{
    "title": "「原创·单篇」短篇小说——《许大伟》",
    "author": "V_院長",
    "replyCount": 4,
    "timestamp": 1515741000,
    "txt_content": " 本帖最后由 V_院長 于 2018-1-13 19:05 编辑 \n\n许大伟\n  许大伟一直是班上比较老实的一个人。\n  班主任夸，老师夸，就连学霸区的女同学也在夸。都觉得他是一个从来不会惹事的好学生。  即使他考试成绩不高，位于班级中等偏下，但许大伟的品质好像被班里的人熟知，他在别人心目中一直是个心胸宽广、从不与人计较的人。\n  他有一个很要好的朋友兼同桌，叫叶硕。\n  他们两个同桌将近两年了，关系一直很好，有什么东西也一起分享。二人一旦有了自己的好东西，比如零食之类的的，一定会拿出来分享，不过这也只局限于他们零食多的情况下，否则，谈什么分享？他们两个都有着自己喜欢的两个歌星。许大伟一直喜欢甲君，而叶硕一直崇拜乙君。\n  在2018年的跨年演唱会播出时，许大伟倚在沙发上，嗑着瓜子，地上满地的瓜子皮看上去像一张地毯，打扫卫生的妈妈走过来时，他也只是抬抬脚，连妈妈一眼都没看，就继续磕着瓜子。他看着自己的偶像甲君在舞台上大展英姿，台下的观众一片欢呼。许大伟露出了会心的笑容。等演唱会到后半场时，许大伟的笑容消失了，立刻从沙发上做了起来，许大伟发现乙君竟然也在舞台上演出。一开始倒没什么的，看着自己好友喜欢的偶像表演和自己的偶像不分上下。可是当乙君表演完毕后，著名大咖丙君竟然和乙君握了握手，而自己的偶像并没有这样的待遇。他的心情开始低沉，这尤其使他人生嫉恨......他低下了头，似乎在思着什么。\n    第二天去上学，现在正值一月份，路边花园里的小草都披上了银白色的被子，树木也都挂上了霜。路上的风是如此的冷，也吹凉了他的心。这是一颗满怀嫉恨的心。\n  许大伟一进教室，就看到叶硕在和前面的阿宁同学炫耀着。聊得十分起劲。\n  “嘿，你知道吗？昨晚乙君在演唱会上和甲君握手了那！？叶硕开心的叫到。\n  他的心又凉了半截，他慢慢走上前去，把手提包放在桌子上，吸了一口气，咬了咬嘴唇，说了一句：\n   “喂。别夸大了，那演唱会我也看了，没有和丙君握手。”他表情严肃，淡淡的说道。\n  “什么？我明明看到我握手了！”叶硕笑脸消失了，焦急的说道。\n“没有！别再夸大了。”\n  “切！你就在乱说吧！”叶硕情绪开始失控，然后回到了座位上，没再说什么。“我没有乱说，这真的是事实！”许大伟则一直坚持着自己的观点。\n不过阿宁同学显然对这一切不感兴趣，表情严肃，又转过头继续写作业。\n  然而就是这件事，两人的感情开始僵化。\n   许大伟也并没有多想，也更没有想着和叶硕和好什么的。他似乎倒挺乐意这种处境。\n  放学回家后，许大伟把书包随手一扔，倒在沙发上开始思考。自己是不是有点过分了？但想了一会后，他又露出了笑，这笑真的看着瘆人。他笑的原因是因为他又想到了乙君的热度已经超过了甲君！这是他绝对忍不了的！\n   第二天。他再次看到叶硕在和同学聊乙君，十分投入。他眼珠一转，似乎在密谋着什么。他走上去脸对着其他人，故意避开叶硕，说了一句话：“昨晚我在某社交平台上发了关于乙君的信息，不知为何，现在我号就被删了。”然后摆出一副看上去很无奈的样子，不断摇着头。\n叶硕瞪了瞪他，转过头去，没再说什么。翻来资料开始独自做题。\n   这几天来，二人没再说过一句话。在上课铃响起后，如果叶硕走前门，那么许大伟肯定会选择走后门，根本看不出来他们以前很要好的样子。\n  中午时，不知为何许大伟很反常的买了许多零食。他还把这些零食分给了许多叶硕周围的人，搞得大家一脸疑惑，但他唯独没有给叶硕。当他把礼物全部分发完毕后，他嘴里嚼着糖，还不忘走到阿宁旁说上一句：“甲君热度昨晚又破百万了。”这声音很明显叶硕听得到。但阿宁同学也并没有兴趣。\n  终于，叶硕忍无可忍的站了起来，将笔丢掉，喊道：“你是不是没事找事？”\n  “我什么时候没事找事了？我干了什么啊？就因为我没有给你零食？”许大伟两手一摊，看似很无辜的样子。\n  “你那什么甲君真的很厉害吗？别在这里歪曲！你真的显得十分可笑啊！”叶硕并没有软弱。\n   “我什么时候歪曲了！说话注意点！无缘无故说别人是非常伤别人的心！”令人意想不到的是，许大伟这次的吼声出奇的大！引来了许多同学的注意，包括许多学霸，他们纷纷转过头来看着他俩。都互相猜测发生了什么。而许大伟则立刻平息，似乎他的目的达成了。\n  “行！以后永远别理我！我们绝交！太伤我的心了！”叶硕气愤的撩上了一句话，然后回到了座位上。继续埋头做题。\n  但叶硕受的气并没有就此结束。回到座位上后，一些学霸纷纷转过头来指责叶硕道：“你怎么又欺负人家许大伟？”“你怎么那么拽？”“你俩怎么总是**架哦？”之类的话语使叶硕头疼。但叶硕并没有再回应，只是不断叹气。\n  “我不知道他为什么会变成这样，至少我们曾经的友谊很深厚......但那都是过去了。\"许大伟摇摇头，叹了几口气。\n  突然，许大伟又开始走到每个同学面前，向每个人深深的鞠了一个九十度的躬，搞得大家一头雾水。\n  “各位，原谅我刚才没能控制住自己，打扰各位了！抱歉！我对自己愚蠢的行为感动惋惜！请原谅！”许大伟这样说道。不一会了，上自习课的铃响了，同学一个个立刻端正姿态，埋头做作业，好像什么事都没有发生。  许大伟左顾右盼着，不断扭头看看别人，自己后面的人正把一本《阿衰》夹在书中，正在津津有味的读着，自己右边的同学，也正拿着手机艰苦奋斗，而左边的，就是正在做作业的叶硕。随后，只见他从桌洞里翻出一本看上去很旧，而且有很多折痕的纸张，拿起笔来，开始在上面写着什么......  当他写完后，把笔往桌上一扔，叹了一口气。这时候，叶硕还不时的往他这扭一扭头，但似乎又怕被发现。这时，许大伟把这张写满字的纸丢给了前面的阿宁同学，不知为何他总是要拿阿宁做介质。阿宁同学表情开始变得无奈，扔下了手中的笔，拿着纸条开始看......  许大伟也不忘不时瞟了瞟叶硕几眼，然后便露出了显得很自信的笑容，因为他看到了叶硕也是很好奇，不断的瞅着那封信。  然后，阿宁毫无表情的把许大伟的信放回到了他桌上。许大伟则把信不断往边角推，似乎很想让它尽量离叶硕近一些.......  这时候，叶硕一把把信捞了过来，把身体歪向另一则，开始仔细的看这纸。“喂，你干嘛？”徐许大伟显得很着急的样子。  叶硕看着这纸上的一个字，盯的死死的，似乎这字会跑掉一样。“我不知道我的同位为何变这样，曾经的他，那么真诚。现在的他，那么虚伪。曾经的他，和我友好。现在的他，和我为敌。我很想珍惜这段光阴，但我无能为力。”  是的，就是这么一段小小的诗，这诗歌很明显描写的是叶硕，叶硕气愤的把纸握在手心中，握成小小的一团，直到小到不能再压缩了，叶硕才将他丢尽了桌子旁的小垃圾桶内。  “唉，何必那？何苦那？因为一个明星！”许大伟一边笑一边叹气，看上去像个精神病患者一样......    令人奇怪的是，叶硕并没有继续气愤下去，只是露出匪夷所思的笑容，不断拍打与抚摸脑瓜，好像突然悟到了什么......\n\n\n@3261298764 @凋灵兔子 @maikeilll @hm1 @Nethop @ROF @zjxx @小吴同志 @我叫坂本 @冥王星人 @WKIL @縻风 \n  \n  \n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1515765480,
            "txt_content": " 本帖最后由 Smokey_Days 于 2018-1-13 22:50 编辑 \n\n您好，欢迎来周边创作版创作！\n但是请注意一点：\n\n一：请遵守字数下限：根据版规，单篇类小说单章的字数下限为2000字，而您当前的小说仅有 1353 字，请尽快扩充内容或合并至其他章节。\n\n您的帖子似乎触犯了一些硬性条例，请您尽快修正，否则可能会依据版规受到惩罚。\n祝您创作愉快~\n您亲爱的：周边创作版务组\n\n下述仅为本人主观意见，与周边创作版务组无关。\n悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。\n\n\n\n您好：\n\n经编辑后，您的字数已经符合要求。感谢您对周边创作版务的支持与对版块规范的维护，希望您能不再触犯版规，谢谢！\n\n您亲爱的：周边创作版务组\n于2018/01/13"
        },
        {
            "author": "V_院長",
            "timestamp": 1515845880,
            "txt_content": "哎呀，字数总算可以"
        },
        {
            "author": "天下归心",
            "timestamp": 1515947280,
            "txt_content": "曾经有个懵懂的少年\n崇拜一个名为“社-会主义”的明星\n他对这个明星无比的热爱\n后来\n他发现崇拜这个明星无法让他过上好日子，他又发现了一个叫“资-本主义”\n于是他又成了“资本-主义”的粉丝\n但是为了不让别人嘲笑敌对他\n他向所有人宣布：\n“我是特色社-会主义的粉丝”"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1516012020,
            "txt_content": "天下归心 发表于 2018-1-15 00:28\n曾经有个懵懂的少年\n崇拜一个名为“社-会主义”的明星\n他对这个明星无比的热爱\n..还好吧。\n我国姓不姓社，还要对比了才知道。\n就目前情况而言，还算姓社的。"
        }
    ]
}