{
    "title": "[Minecraft.net|CULTURE] 黑色风帆",
    "author": "WarbleOrigin",
    "replyCount": 1,
    "timestamp": 1515837300,
    "txt_content": " 本帖最后由 WO! 于 2018-1-14 19:00 编辑 \n\nBLACK SAILS黑色风帆Take to the high-seas with this animated vignette\n让这个动画片段带你进入深海\n\nAvast! Two foes exchange cannon fire upon the surging seas, in this spectacularly dynamic scene, given movement with Cinema 4D. It’s put together by super-builder Will Loader, otherwise known as JustSomeMonkeys - one of the many talented creators who collaborate as part of the BlockWorks build team.停下！两个敌人正在波涛汹涌的大海上交火，在这壮观的动态场景中，C4D给予了动态的效果。而这则是由超级建筑师Will Loader所制作的，他另一个为人所知的名字叫做JustSomeMonkeys-BlockWorks建筑团队许多有才能的成员之一。\nI spotted this build on Will’s Twitter and, having just devoured the sixth book in the Master & Commander series of nautical adventures, I knew I had to drop him a line to find out about the project.我在Will的Twitter上发现了这个作品，那时我刚刚读完《怒海争锋》系列的第六本书。我知道我得给他发封邮件来了解这个项目。\nWill points to the piratical TV series Black Sails as the source of inspiration. “I've recently started to rewatch Black Sails in preparation for the new season that's airing currently,” he says. “I've always enjoyed that period of history - films series like Pirates of the Caribbean are also a good source of inspiration for work, but I particularly enjoy the depth of characters and level of detail that Black Sails captures! There is a point in the series which features a pretty fierce storm, so I wanted to have a go at creating a similar scene.”Will表示海盗电视系列剧《黑帆》是他灵感的源泉。“我最近开始重温《黑帆》为目前正在播出的新一季所做的准备，”他说道，“我一直都很喜欢那段历史-像《加勒比海盗》一样的系列电影也是一个很好的灵感来源。但我特别喜欢《黑帆》所捕捉到的深度的人物形象和细节层次。在这个系列中有一个场景描写了一场猛烈的风暴，因此我打算尝试构建一个类似的场景。\nAs with many builds, Will’s ideas evolved during the creative process: “I don't always plan ahead,” he says. “Usually I start with a rough idea of the theme and go from there! Often before the final animation or render is sent through I've changed most settings a couple of times, altering texture colours, lights and the speed of the animation. With this scene it was the maelstrom that I set out to achieve - I was going to have it quite a bit darker with rain and clouds, but decided to go for something a little lighter once I added in the ships. Maybe I'll go back and do a full storm scene after!”正如许多建筑作品一样，Will的创意在设计过程中不断变化：“我并不总是提前计划好。”他说，“通常我对主题有着一个粗略的概念，再从这一点上开始创作！我经常在最后的动画或渲染完成前就改变了大多数像是纹理的颜色，光线以及动画的速度之类的设定。当我着手开始构造这个大漩涡场景时，我打算让它因乌云和暴雨而更显昏暗，但当我加入船只时我决定使它看起来明亮一些。但没准我又会重做一个充满风暴的场景！”\nTo achieve the whizzy video you see up top, Will used a programme called Cinema 4D, a fancypants modelling and animation tool.为了实现你在上面看到的最新的视频，Will用了一个叫做C4D的软件，一个用于整体建模和动画制作的工具。\n\n“The animation itself is a simple rotation of the two ships around a central point,” Will explains. “I split the ship model up to add a Cinema 4D tag called a Vibrate tag. This creates a pulse that vibrates the individual parts that I wanted to move. This creates the rocking of the ship, along with the movement of the sails, rigging and the flags. If you look close, you can see!”“动画本身不过是两艘围绕着中心点旋转的船，”Will解释道，“我将船体分割开来，并添加了一个叫做摇晃的标签，这创造了波动的效果，令我所想的部分晃动。这就造就了船体的摇晃以及船帆、索具和旗帜的摆动。如果你凑近看就能看到！”\nEven with results as polished as this, Will says it’s all part of an ongoing learning process.尽管结果是如此完美，但Will认为这些都只是学习过程的一部分。\n\n\n\n“I hope that by merging Minecraft with other more 'professional' or well known design tools, it might help to carry on bringing Minecraft models and renders the recognition as the fantastic digital art they can be!”通过将Minecraft和其他专业的或是知名的设计软件混合使用，我希望这能够有助于Minecraft的模型制作并使它们作为一种奇妙的数字艺术而被认识。\nQuite so!就这样。———————————————————————原文链接：https://minecraft.net/zh-hans/article/black-sails发布时间：2017年2月15日原文作者：Marsh Davies\n注：原文中文章开头图片为动态视频\n\n",
    "replies": [
        {
            "author": "KingADwight",
            "timestamp": 1516321740,
            "txt_content": "可以，MC的水不是一般的深"
        }
    ]
}