{
    "title": "【原创·连载】《轻建MC》——第一章：爱与和平",
    "author": "焰冰",
    "replyCount": 5,
    "timestamp": 1515956520,
    "txt_content": " 本帖最后由 焰冰 于 2018-1-16 19:17 编辑 \n\n开始前的一些废话：\n其实本来这文会被叫做《摇曳MC》的，不过我担心读者会认为这是本百合小说，所以改了个名字。\n本文不容置疑是MC的同人，是一本描述一个带着皮肤的Steve在充满mod的mc的简单的日常生活的故事，请不要抱有过度的期待。\n关于mod：mod是我原创的（鬼知道会不会造成侵权）。虽说如此，但却还是不可避免的会有雷同之处，请各位抱着宽容的心情把它给无视而过吧。\n以上，就是作者的废话了。\n\n\n\n正文：\n\n\n“咔嚓。”随着屏幕前的玩家的点击，一个新的世界被生成了出来。就在这时，一个十分偶然的事件发生了。正如蝴蝶效应一般，偶然引发了另一个的偶然，就这样一个特别的平行世界诞生了。对此，这位玩家毫不知情。…交代完前情的分割线…随着轻微的失重感，用户名为南佟的player落在了草地之上。“我这是在哪里？”随着这样的想法，各种各样的记忆涌入了脑内。Minecraft？生存？敌对生物？“好吧，虽然不清楚这些记忆是从哪里来的，不过看来要在夜晚来临之前做个庇护所才行呢。”虽然很想来一波“我是谁？我从哪来？我（wan）到（fang）哪（chi）去（shenme）？”的哲学三问，不过思考哲学的先行条件可是生活环境的富裕呢。环顾四周，这里是名叫森林的生物群系。橡树和白桦树茂密的生长在这里，绿色的草坪上长有几片到达南佟腰部的草丛，随着微风发出淡淡的旋律。南佟走进一颗橡树，朝树干猛力挥打了几拳，随着木屑的飞舞，它就化作一块宛如挂饰的小方块飘入了南佟身上名为背包的奇异空间。“这木头好脆啊。”不过虽然脆，但是打久了还是有些痛的，南佟揉了揉略微发红的拳头继续击打木头。将整颗橡树的树干打落，它的树叶变如同雨一样散落开来融入了大地，只留下了地上两个漂浮着的红苹果。将苹果收入背包，南佟打开了背包的界面。“诶，原来我长这样啊。”发出了这样的感叹，南佟看着和记忆中那黑色短发的自己并不相同的自己。橙色的头发从右边的刘海开始被编织成麻花辫，绕过脖子，搭在左肩了之上，剩余的刘海则被剪短然后随意的散落。整体的五官让她看上去显得比较中性。身上则是一件黑色的衬衫搭配着一件系着皮带的牛仔短裤。“还挺好看的不是么，只不过这个发型看上去有点危险啊。”虽然不知道危险的地方在哪里，不过南佟就是有这样一种感觉。不管这些，南佟将背包里的5个橡木原木拖动到了一旁的2*2合成栏。\n将合成出的20个木板分出四个，填满了合成栏，被叫做传说中的世界之基、创世神器的工作台就这样被合成了出来。PS：根本没有这种叫法再将6个木板排成一束，12个木棒get√。将工作台放到快捷栏上，南佟关上了背包界面。随着南佟的念头，手中出现了一个小小的工作台。工作台放到地上，南佟触摸了一下它，3*3的合成界面就出现了。将木板和木棍按照公式摆放好，一把木稿就这样出现了。将木稿放到快捷栏，南佟关上合成界面。“那么现在就该挖点石头了。”将木稿握在手中，南佟挖出了一个向下的楼梯。面对着三格高的泥土墙，南佟挥舞手中的木稿，挖掉了它下面的两格。南佟看着剩余的那块浮在空中的泥土一边吐槽着“牛顿又要气的活过来了。”一边继续向下挖掘着。“啪咔。”“啪咔。”“啪咔。”随着木稿有力的挥动，一共有30多块石头化作了原石进入了南佟的背包。不过很可惜的是，没有任何的矿物出现在南佟挖出的矿道之中。回到地表，南佟再次触摸工作台，打开了合成界面。使用5个石头和三根木棍合成出一把石稿和一把石剑，初期的生存保证就有了。关上合成界面，“OK，现在该做些什么好呢？”略微思考了一会之后，南佟决定建一个临时的庇护所。因为是临时的，所以也懒得太过费心。用原石搭建了一个7*7*4大小的火柴盒，一共使用了119块石头，再加上偶然遇见的12块煤矿和8块的铁矿，南佟的石稿也寿终正寝了。将用来代替门的活板门安装在预留下来的2格高的缺口，南佟满意的点了点头。“那么就在这里住个那么两三天吧。”在屋内插上火把，南佟做好了迎接夜晚的准备。不断下落的方形太阳将天空染成橙红色，于此相对应的残月从另一面的天空缓缓爬升。第一天的夜晚到来了。\n\n\n\n上一章：None——————————————————————下一章：夜晚与战斗\n",
    "replies": [
        {
            "author": "正版2012",
            "timestamp": 1515988620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "初阳时光",
            "timestamp": 1515990300,
            "txt_content": "周边创作版块欢迎您！\n阁下的基础还是打得蛮扎实的，不过，请注意一些细节问题，\n比如以逗号或句号结尾的双引号之后不能加逗号这类疏忽\n文本情节性佳，加之，阁下的文本字数也略为可观，所以还是支持此作品的\n祝进步！"
        },
        {
            "author": "天下归心",
            "timestamp": 1516007940,
            "txt_content": "文笔很棒，可以考虑参加一月活动"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1516012260,
            "txt_content": " 本帖最后由 Smokey_Days 于 2018-1-15 18:34 编辑 \n\n偏向列数据的写作风格真是好久不见。\n熟悉的穿越开头，熟悉的开场，希望以后能够带来别样的感受。\n\n以及：依据版规，合理引用他人资料只需标明出处并不违反现行法律相关规定。"
        },
        {
            "author": "xiaoxue_dog",
            "timestamp": 1516689240,
            "txt_content": "不错,已收藏"
        }
    ]
}