{
    "title": "[Minecraft.net|INSIDER]本周方块：安山岩",
    "author": "海螺螺",
    "replyCount": 0,
    "timestamp": 1515899160,
    "txt_content": " 本帖最后由 754503921 于 2018-1-14 11:40 编辑 \n本周方块：安山岩\nRock N Roll !\nNeed a block that looks kinda like gravel but won't fall down when you mine the block underneath it? Or perhaps a bit of subtle variation for your stone and cobblestone base? I've got just the solution for you - it's our Block of the Week today, Andesite!\n你需要一个看起来像沙砾、但是在下面挖掘的时候不会落下的方块吗？或者想让你的石头和圆石建构的基地来一些微妙的变化吗？我这就给你带来了解决方案——它就是今天的本周方块：安山岩！\nAndesite is one of the three special stone variants that you'll find in Minecraft, alongside granite and diorite. All three were added at the same time in snapshot 14w02a back in 2014. They generate in place of stone underground below y-level 80, in veins of similar shape and size to gravel and dirt, but as well as looking underground, you'll occasionally find andesite exposed to the surface in extreme hills biomes. Igloo basements and woodland mansions have a few blocks too.\n安山岩是你会在 Minecraft 里找到的三种岩石变种之一，另外两种是闪长岩和花岗岩。这三种岩石都在2014年的快照14w02a被同时加入。它们会在Y轴小于80的地形生成，尽管偶尔你也能在峭壁生物群系找到裸露的安山岩，雪屋和林地府邸也有一些这种方块。\n\n\nAll three stone variants have the same blast resistance, mining time and other properties as regular stone, making them decent, creeper-resistant building materials. In Pocket Edition, you can use them to make stone slabs and redstone comparators and repeaters, but the Java version of the game limits their use to decoration only.\n这三种石头都有和普通石头相同的爆炸抗性、挖掘时间，这使之能够成为体面的而且能防住爬行者的建筑材料。在携带版里，你也可以拿它们做半砖、红石比较器和中继器，但是 Java 版本仅将其作为装饰。\nIn real life, andesite is a blueish-grey igneous rock whose name comes from the Andes mountains in South America, where it's pretty common. It forms when a specific kind of magma flows out to the surface as lava and cools down. Diorite, incidentally, is made when exactly the same magma cools down inside the earth, before it can flow out to the surface, making them rock brothers.\n在生活中，安山岩是一种青灰色的火成岩，名称取自南美洲的安第斯山脉，在那里它们非常常见。它们来自于某种特定的熔岩流动并冷却，顺便说一下，它的兄弟闪长岩，是完全相同的一种岩浆在地球内部冷却然后流出来的。\n\n安山岩和闪长岩：出生时就被分离？照片：安山岩来自 James St. John / CC BY 2.0；闪长岩来自 Amcyrus2012 / CC BY 4.0\nAs well as being the second most common volcanic rock on Earth, after basalt, andesite also makes up a big part of the surface of Mars. It's even been found in meteorites whizzing through space, suggesting that there may be some other way of making it that we don't know about.\n安山岩不仅是地球上仅次于玄武岩之后含量第二多的火山岩，它也构成了火星（c7w之家）表面的很大一部分。它甚至能在宇宙中呼啸而过的陨石上找到，这提醒我们可能还有其他我们不知道的方法能够创造安山岩。\n\nSpeaking of making andesite - mining isn't the only way to accumulate large quantities of the stuff in Minecraft. You can also make it by combining diorite with cobblestone in a crafting bench. And you can make diorite with cobblestone and nether quartz, so as long as you've got access to the Nether, you should nether run out.\n说到制作安山岩——挖矿可不是Minecraft里唯一一种积累大量物品的方式，你也可以用闪长岩和圆石合成它。你也可以用圆石和地狱石英合成闪长岩，所以一旦你能去地狱了，你就应该把它挖空。\n\nAnd while we're sharing recipes, four andesite in a square in a crafting grid will combine to make polished andesite - a smoother, sleeker variant of the block that looks great as flooring.\n并且，在我们分享合成合成表时，将四个安山岩摆成方形就能得到抛光的安山岩——一种更光滑更时尚的方块，看起来很适合作为地板。\n\nSo the next time you're building a modernist house and need a good flooring material, or something new to add to your cobblestone fortress, then definitely put andesite into consideration. It rocks.\n所以你下次搭建一个时尚的房间，并且需要一个很好的地板材料时，或者想要加点什么其他的东西到你的圆石堡垒时，一定要考虑考虑安山岩。这种岩石会 Rock N Roll.\n\n原文 https://minecraft.net/zh-hans/article/block-week-andesite\n原作者 Duncan Geere\n发布于 2018-1-5\n译者 754503921\n[groupid=1330]PluginsCDTribe[/groupid]\n",
    "replies": []
}