{
    "title": "[多线]FREEMAN——三周目高自由|工业|神秘|超能力|拔刀|时装|植物魔法|工厂|[1.7.10]",
    "author": "1597918756",
    "replyCount": 0,
    "timestamp": 1516028400,
    "txt_content": "FREEMAN自由人服务器-第③周目盛大起航！\n服务器介绍梗概：\n经历了三个周目我们依然服务每一个钟爱我们的玩家，在这里没有超高权限玩家对你的困扰，也没有不公平的游戏规则拘束着你。您是否经历过，服务器管理冷漠？服务器氪金大佬破坏游戏平衡？我们统统都要杜绝这一切！这三周目里服务器经历过大大小小的挫折但是我们还是没有放弃，我们一直会延续每一个玩家的快乐时光！第三周目目前玩家较少适合您快速发展，更多资源，更容易成为玩家中的佼佼者~\n服务器特色内容：\n①多模组深度优化，用改进BUG替代ban物品，实在解决不了我们才考虑ban物品！而且您有对服务器的建议权，您可以私聊辅助说出你的亮点。\n②多种多种乐趣如果您是：技术宅-工业mod等多附属绝对是您的不二之选，神秘和工业的结合让您发展的乐趣倍增！妹子-服务器的时装mod就是给你的，以及潘马斯食品工艺！上百种食物让你开开心心做个萌妹纸！养老君以及曾经玩纯净的朋友-我们加强优化服务器，您可以在生存中慢慢接触mod带来的现代化快感！\n③服务器除管理权限，所有VIP均可以用游戏币购买，你努力就能有回报！①拒绝出售服务器强制TP以及损害其他玩家隐私的权限！ps：辛辛苦苦找到的刷怪笼怎能被别人夺走？\n④新手大礼包拿到手软，正好一背包新手工具瞬间激发你的斗志(在菜单内领取、满满一背包的大礼包哦！)\n服务器MOD服务器分为不可修改模组与可修改模组，玩家可以根据服务器官方提供的辅助模组进行替换需要的辅助模组！服务器特色插件①砍树插件 - 少有的神秘服务器能添加砍树插件，为了方便大家才添加②结婚插件 - 不解释，找女朋友找基友都可以③特色菜单 - 为您在服务器游玩提供最便捷的打开方式！③地皮与领地插件共存 - 您可以选择集体发育也可以选择圈地建造商店建造自己的私人领地~\n还有许许多多的插件不一一展示活动①新周开荒周周都有新活动有大量点券、金币、称号物品赠送~\n②各类权限都可以通过努力用金币换来！\n玩家条例（您加入我们的前提）\n①遵守法律法规不在服务器及服务器群内发送任何违法违背社会道德的内容！\n②文明上网，不允许骂人和刷屏恶意宣传的现象发生！\n③不歧视不伤害新玩家以及因违反服务器被处罚改正过的玩家！\n④管理员会给您耐心解答处理服务器各种问题，但请您不要向管理索要物品和权限我们为了游戏公平是不会同意的！\n⑤如果有任何玩家、管理员对您进行言语上、游戏内部的人身攻击如：恶意pvp（当然你自己要没有任何错误）向群主进行截图举报坚决维护您的权利！\n⑥您始终拥有对服务器的建议权，请向腐竹发表建议，当然要是合理建议，违背原则的坚决不行。\n详情参照群内 \n加入我们的方式\n服务器官方网站:FREEMAN.sxl.cn\n服务器官方QQ群：630652093\n您需要在群内下载专用客户端哟！\n赞助、建议举报、服务器管理:him_Zero\nQQ:1597918756\n谨防假冒！\n图片欣赏\n\n腐竹认证：him_Zero\n\n\n\n\n\n菜单.png (37.56 KB, 下载次数: 0)\n\n下载附件\n\n2018-1-15 22:48 上传\n\n\n\n\n\n三周目服务器的'全能菜单'\n\n二周目服务器图片\n\n二周目玩家发展地皮\n\n二周目玩家建筑\n\n三周目服务器主城\n关于赞助：服务器的运行需要大量开支，所以如果您喜欢我们为您提供的高质量服务并且希望帮助我们发展并做的更好那希望您能赞助我们，当然如果您不赞助我们也十分欢迎您来服务器玩耍！我们只为您的快乐！但是希望您能遵守以下赞助条款\n①服务器保证您的全部赞助款应用于服务器建设中\n②服务器更换周目时赞助的点券一直保留！（限时物品除外）\n③请您赞助时通过网站或者通过群主（腐竹）进行赞助，服务器不会私聊您收取赞助，谨防被骗！\n③未成年人在赞助时请取得监护人同意，因此产生的矛盾服务器不承担任何责任。\n             一旦您加入服务器就代表您理解并同意本帖内全部条款\n                                                   -最终解释权归属FREEMAN自由人服务器\nFREEMAN服务器恭候您的到来！\n共同游戏、共同快乐！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmod.png\n(252.63 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-1-15 22:09 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}