{
    "title": "【原创·连载】《轻建MC》——第二章：夜晚与战斗",
    "author": "焰冰",
    "replyCount": 3,
    "timestamp": 1516116060,
    "txt_content": " 本帖最后由 焰冰 于 2018-1-17 14:47 编辑 \n\n作者的废话：\n成功发布了第一章，反响比我相信的要好了不少，让我松了一口气。\n感谢各位的鼓励，让我再次获得了动力，我会继续努力的。最后，这不是变身，而是一个获得了玩家的记忆的少女的故事。\n另外，黑块是作者我的吐槽，要是不喜欢就不用一个个的看过去了。\n以上就是作者的废话了。\n\n\n\n正文：\n\n\n天逐渐的黑了下去。不过比起料想中的紧张或是害怕，感到更多的其实上是兴奋。将石剑握到手中，南佟从熔炉里拿出了8块铁锭。\n　　用5个铁锭做成了一个铁头盔，“方方正正的好丑啊……”不过还是要带上的。就在南佟带上铁头盔的瞬间，铁头盔就变成了一顶鸭舌帽。\n　　“哦，这样子就不要担心颜值了。”虽然脑内的那些记忆的来源是一位男性，不过南佟从不认为自己是一位男性，顶多就是认为自己比较中性而已。\n　　压了压帽子，南佟有点为难的看着剩下的三个铁锭道：“虽然铁剑的攻击力会更高，不过石剑不用担心耐久啊。”\n　　“不不，小姐，这种时候比起耐久度，你更应该重视自己的生命吧。”南佟随口吐槽了一句自己，将剩下的三块铁锭放进使用了8块木板合成的箱子里。\n　　你说南佟这是在作死？不不不，这叫做高玩的自信。PS：就是（作）浪（死）\n　　随手挥舞了一下手中的剑，南佟后知后觉的说道：“虽然之前就有感觉了，但是我的力气也太大了一点吧。”不论是挥舞石稿也好，挥舞石剑也罢，南佟都没有感到一丝的费力，就和挥舞木刀一样轻松。PS：其实挥舞木刀并不轻松。\n　　既然知道自己这有点强大的能力，南佟自然也更有信心……虽然根本没有不自信了啦。\n　　打开活板门，南佟走出了这个庇护所。\n　　然后，立刻便撞上了一只正在呻吟嘶吼着的僵尸（zombie）。\n　　20/20\n　　南佟看着僵尸君头上浮现着的绿色血条，决定原谅它那让人感到生理性不适的外貌。\n　　“亮血条了么，那么你就该去死啦！”南佟一边说着，一边跳了起来，在下落之时对着僵尸的方形大脑发出了一击跳劈。\n　　石剑劈砍所能够造成的伤害为6，跳劈有着150%的伤害加成。\n　　最终南佟对它造成了9点的伤害。\n　　随着闪烁的粒子效果，僵尸被打退了一段距离，南佟趁机往后退了一步拉开距离。\n　　“呜啊……居然还会流血的么，好恶心啊。”南佟看着剑上沾着的黏糊糊的绿红色粘液，觉得这把剑是不能要了。\n　　顺带一提，由于石剑并不怎么锋利，所以被击中的僵尸脑袋就像是被钝器砸中一样形成了一个凹口，从哪里可以很清楚看见各种需要打马赛克的混合物。\n　　“虽然挥舞很轻松，不过反震感还是让我的手有些麻呢。”南佟缓了缓，重新调整了姿态。\n　　11/20\n　　僵尸再次接近了。\n　　南佟鼓足力气，挥刀砍……其实用砸更适合，挥刀砸了上去。\n　　“咔！”的一声，僵尸的头就以一种非人的角度弯曲了，虽然本身就已经不是人了。\n　　5/20\n南佟再度后退，等僵尸靠近，她给了它最后一击。0/20随着烟雾，闪着黄绿色光芒的经验飘入南佟体内，只剩一块软踏踏，黏糊糊，血淋淋并且还散发着臭味的红色血肉。“噫……”幸亏背包的收取功能不需要直接接触，不然要南佟去摸这种要打马赛克的物质还是太困难了。“我记忆里的那位居然能吃得下这种东西，我也是佩服的不行了。”南佟靠近腐肉，将其收进背包，“然后就是这突然浮现出来的另一个记忆了……mod……模组吗？”没错。在杀死那只僵尸之后，南佟又获得了另外一段记忆。那是一个关于“会升级的怪物”的mod的记忆。虽然记忆里的文章篇幅很长，不过简单点来说就是“怪被杀，会变强”将这句过于简短的话拆开就是“杀怪会给怪物经验值，他们的AI，可以造成的伤害，血量会提升甚至还能学会技能。”当然，于此相应掉落物等怪物的出产品也会增加。虽然记忆里还有个关于几级的怪物有什么出产物的表格，不过南佟并不感兴趣。“好吧，看来想要轻松的大杀特杀还是不行呢。”虽然这么说，不过南佟也没有失望之类的情绪，相反，她更兴奋了。将剑上的马赛克液体抹到一旁的树上……虽然南佟也很想扔掉这把剑，不过之后还要砍好几只僵尸呢，总不能杀一只扔一把，所以只能忍了。稍微将精神污染物排除了一些之后，南佟寻找起了下一个猎物。“咔。”坚硬物品的碰撞声在幽静的森林里响起，这个声音南佟十分熟悉……那是名为骷髅弓箭手的怪物。苍白色的骨头在月光的照耀之下显得宛如玉石，它举起弓。南佟快速藏匿到树后，随着箭矢撕裂空气的声音，一支箭插在了树干旁边的泥土上。“傲吼……”于此同时，僵尸的声音也传来了。南佟深**气：“看来今夜能猎个痛快了呢。”她从树干后冲出，奔跑向骷髅。骷髅看着接近的南佟，它拉开弓弦，它头骨内熊熊燃烧的灵魂之火在它手中凝聚出了一只箭矢。松开弓弦，随着“噔……”的一声，箭矢笔直的飞向迎面而来的南佟。不过比箭矢更快的是弓弦的声音。每秒340.24米的速度在这种距离下几乎是一瞬间就传到了南佟耳旁，她绷紧全身的肌肉，双眼紧紧的盯着飞来的箭矢，在心中默默的倒数着：“3”“2”“1”就是现在。南佟快速的蹲下，避开了飞来的箭矢。……好吧，我知道你其实很期待南佟能够一剑拨开飞来的箭矢，不过你这也太强人所难了点吧。不管如何，骷髅的那一箭是射偏了，而南佟随着惯性往前滑了一点后站了起来，继续冲向骷髅。骷髅拉开弓试图再次射出一箭，可是南佟已经接近了它。南佟跃起，顺着下落的力一剑劈了过去。“咔嚓！”比起想象还有再坚硬一点的头骨让南佟手有点麻，不过骷髅也并不好受。跳劈！11/20南佟强忍震感，砍了骷髅两刀，她可不清楚自己能不能在这种距离下躲开箭矢呢。两刀过后七零八落的骨头碎片证明了光有硬度，没有柔韧性是没用的。骷髅化作烟雾飘散，而经验则是飘入南佟的体内。“我记得人类的骨头柔韧性应该很好的吧……你怎么就这么除了硬就什么都没有了呢？”将散落在地上的三根骨头收入背包，南佟突然想起了一件事：“我居然忘记了现在的骷髅还是个弱智，只要站在树后面等一会就能引诱它过来了。”“不过话说回来，真亏我能躲开箭矢呢，我真厉害。”说道箭矢，南佟想起了那两支被骷髅射出去的箭矢“反正它也用不到了，那么就归我了吧。”不过回头望去之时，除了两只慢悠悠的从树后面走出来的僵尸外，没有任何箭矢，就连原先插在地上的箭矢也已经不见了，“好吧，果然不能捡。”“诶不对啊，为什么箭支骨头之类的东西会消失，但是粘在我剑上的精神污染物和恶臭却没有消失啊！”我觉得不行。虽然南佟并没有这么说，不过从她的神情中可以很明显的看见这样的话语。……“又是一个mod，抢到手的东西就能变成‘虽然无法放进背包，但是能用的道具’么，还不错嘛。我觉得OK。”南佟十分想要实验一下这个mod的功能，“不过……”她有些为难的看了眼两只走了半天都没有靠近的僵尸，决定找只骷髅在来实验。“好吧，先把你们清理掉。”…这是未完待续的分割线…\n\n补充：\n战斗方面，使用的是战斗更新以前的系统（因为我玩的比较多），不过由于反震和重量的原因，也是存在类似于CD和攻击速度的概念。\n另外，这是我第一次描绘战斗的场景，所以不清楚写的好不好，要是不好的话我以后会尽量减少和略过战斗场景的描绘的，由于本书具体还是要讲轻松日常，所以没有战斗场面也没有问题的。\n最后的最后，要是有错别字请告诉我！语句要是有什么问题也请告诉我！拜托了。\n\n\n感谢支持：@bo_bo2001 \n@Smokey_Days \n@天下归心\n@正版2012\n@初阳时光\n感谢各位的评分和评论。 \n\n\n\n\n上一章：爱与和平——————————————————————下一章：404\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1516145520,
            "txt_content": "而经验这是飘入南佟的体内南佟起来了那两支被骷髅射出去的箭矢\n打错了吧~"
        },
        {
            "author": "焰冰",
            "timestamp": 1516196760,
            "txt_content": "bo_bo2001 发表于 2018-1-17 00:32\n打错了吧~\n是的……啊哈哈，完全没注意到"
        },
        {
            "author": "xiaoxue_dog",
            "timestamp": 1516689480,
            "txt_content": "这个设定有毒"
        }
    ]
}