{
    "title": "[Minecraft.net|INSIDER] 聊聊远古守卫者",
    "author": "pku_zzzz",
    "replyCount": 6,
    "timestamp": 1516128420,
    "txt_content": " 本帖最后由 pku_zzzz 于 2018-1-17 03:03 编辑 \n\n\nMEET THE ELDER GUARDIAN\nDon't get into fishticuffs with these guys\n\n聊聊远古守卫者\n不要试图和它们玩回合制打架游戏\n（注：Fishticuffs是一个Windows平台下的社交类回合制小游戏，游戏中的玩家以手持鱼互相击打对方为乐）\n\nIf there's one piece of advice an oldie like me could give to a wee youngun' like you, it's to RESPECT YOUR ELDERS. Especially if they are me. But also if they happen to be an Elder-ly Guardian. Those guys won't just kick you off their lawn, they'll get so seething mad they charge up their ancient laser beam and blow you clean out of the underwater retirement home. Don't say you weren't warned!\n如果像我这样的长者，能够给你们一点人生的忠告的话，那这句忠告就是：敬老尊贤。尤其是在作为我这样的长者的情况下。值得你去保持尊敬的同样也包括像——远古守卫者那样的生物。那些家伙可不会仅仅是把你赶出它们的地盘，它们还会疯狂地把它们古老的激光束激发出来，然后把你从它们的水下养老院里清除掉。别跟我说你没有收到警告！\n\nYou may be familiar with the regular Guardian already, a young and sassy little fish that's very keen on, well, shooting you with its laser beam.\n你可能已经对普通的守卫者相当熟悉了，就是那种年轻又莽撞的小鱼，还非常擅长用激光束对你进行射击。\n\nNow we're dealing with the older and larger of the two aquatic beasts, here's what you need to know. Let's begin with how they came to be, as explained by Jens:\n现在我们需要面对的是这两个更年长也更大一些的水下怪兽，这里你需要知道一些东西。我们先从它们是如何出现在游戏里这件事开始吧，下面是Jens（jeb_）的解释：\n\nDuring the development of the ocean monument I had a problem. I wanted the pyramid to feel like a maze, so you have to figure it out to get the treasure, but the bad - and good! - thing about Minecraft is that you can just rebuild everything. So the solution would always be just to knock your way through. And I didn't want to make the pyramid indestructible because that's also not fun in Minecraft. So after a couple of ideas we decided to have a boss guardian that would have a spell effect that would slow everything down. That was why the Elder Guardian was added. Essentially it's just a stronger Guardian and it has this spooky spell that like, pops up in your face. The reason I added it was to show the source of the slowdown effect and where it came from. I didn't want to just add the effect, I wanted to show it as well. So I intentionally made it so that, this ghost thing that shows up in front of you? It's actually there, so another player can actually see when you get it. It's not just a screen effect. It doesn't happen very often but it's there.\nJENS BERGENSTEN在海底遗迹的开发过程中我遇到了一个问题。我想要让这么一个金字塔状的建筑看起来像一个迷宫一样，因此你需要搞明白路线才能拿到宝藏，但是令人糟糕——其实也很棒！——的一点是，Minecraft中你可以放置和破坏任何东西。因此解决方案只能是不让你这么做。但是我也不想要让这么一个金字塔状的建筑不可破坏，因此这样的建筑在Minecraft里就不有趣了。因此我添加了远古守卫者。从本质上讲，它们只是一类更强大的守护者，它们还有怪异的符文可以糊你一脸。我添加它们是因为展示挖掘疲劳这一效果，以及它们的来源。我并不想单纯地添加这样一个效果，我想让玩家看到这样的效果是如何出现的。这并不仅仅是范围攻击。它也不经常出现，不过它就在那里。\nJENS BERGENSTEN（jeb_）\nSPOOKY. These guys only spawn underwater in ocean monuments. They're stronger than the lesser Guardian, but there's a finite number of them in any given world. This is because they spawn when ocean monuments are generated, and there's always just three in each one. They never respawn after dying.\n真令人毛骨悚然。这些家伙只能在水下的海底遗迹中生成。它们比那些比较小的守护者更强大一些，但在任何特定的世界里，它们的数量是有限的。这是因为它们只会在生成海底遗迹时生成，而且每次都只生成三个。死后它们也不会复活。\n\nUpon perishing, they can drop either Prismarine shards or Prismarine crystals, a raw fish (or a cooked one, if you somehow manage to burn the Elder Guardian to death) and a wet sponge. Or, you know, they might not drop anything. That's life.\n在死亡后，它们会掉落海晶碎片或海晶砂粒，一条生鱼（或者一条熟鱼，如果你试图把远古守卫者烧死的话），和一块湿海绵。或者，你知道的，它们可能什么都不会掉落。这就是人生啊。\n\nFor the most part, the Elder Guardians act much like the regular Guardians. They have horrible laser beams, a very spiky body all the better for stabbing you with (try to hug these guys, I dare you) and they're generally very grumpy. They don't swim around as much, but unlike the little Guardian, the Elder Guardians will not back away from a player who approaches them. Awwww, how am I supposed to resist hugging one now?\n远古守卫者在大部分情况下的行为和普通守卫者差不多。它们有令人害怕的激光束，一个长满钉子的身体用于扎穿你（试着去拥抱它们吧，谅你不敢），以及它们大部分情况下都很暴躁。它们并不会游动得那么频繁，但是和小一些的守卫者不一样的是，远古守卫者并不会在玩家试图接近它们时后退。唔，我现在该想想，怎么拒绝和远古守恒者拥抱呢？\n\n原文：https://minecraft.net/zh-hans/article/meet-elder-guardian\n作者：Emily Richardson\n原文发表时间：2017年11月6日",
    "replies": [
        {
            "author": "pku_zzzz",
            "timestamp": 1516128660,
            "txt_content": " 本帖最后由 pku_zzzz 于 2018-1-17 02:56 编辑 \n\n新人第一次在翻译版发帖，请多关照\n请不要在回复或者评分内添加可能引起时间以秒为单位变化的内容！\n第一次知道远古守卫者的加入，背后竟然有开发者在游戏体验设计上这么多的考量，长姿势了。"
        },
        {
            "author": "pineapple_",
            "timestamp": 1516129680,
            "txt_content": " 本帖最后由 pineapple_ 于 2018-1-17 03:12 编辑 \n\n虽然都是刚编的故事\n(钢鞭???)\n不过听起来很动人\n感觉这个远古守卫者是存在感最低的一个生物…\n\n修仙党抢新闻系列\n\n实力眼瞎，11月6日"
        },
        {
            "author": "pku_zzzz",
            "timestamp": 1516129800,
            "txt_content": "pineapple_ 发表于 2018-1-17 03:08\n虽然都是刚编的故事\n(钢鞭???)\n不过听起来很动人\n然而并没有，这翻译都搁了两个多月了，我就顺道捡来了。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1516132380,
            "txt_content": "别告诉我你大号不能在翻译版发帖……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1516154580,
            "txt_content": "标题让我想起了AC起源的咸鱼剑。。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1516166400,
            "txt_content": "翻译腔略重，读起来有点绕……"
        }
    ]
}