{
    "title": "关于作品的要素与灵魂的纸上谈兵",
    "author": "世界边境",
    "replyCount": 6,
    "timestamp": 1516205340,
    "txt_content": "原帖发布于B站专栏：http://www.bilibili.com/read/cv158220#reply587094292随着国内建筑圈子的发展，观众对作品的要求也越来越苛刻，没有特色的作品也已无法再讨得观众们的青睐。\n\n    而我们作为创作者，当然也应当顺应目前环境的变化与技术的发展来重新审视自己的创作方法。当然，我不是说作品就一定要讨好全部的观众，一个作品总有它的受众，比如作者自己、作者的朋友们、普通玩家们又或者更广大的观众群体，确定好自己作品的受众，对与创作者来说，当然是首先应当去做的。\n可以得到受众的肯定与喜爱的作品一定是具有某些要素的，本人看来，对作品来说的的几点重要的要素：\n\n内容      内容是是作品的灵魂及中心，作品的其他部分都是为这个中心服务的。作品想要表达的主题内容是什么，可以讲诉一个故事，可以表达一种思想，可以刻画一个人物、可以描写一个事件，又或者是还原一个场景。主题可以多种多样，甚至是多方面的，但是一定要明确，并保证可以让观众对所要表达的主题有一个清楚的认识，甚至引发进一步的思考。这里本人举一个例子。例如NLT的厌世园与三途川（见上方标签），他们想要表达的内容是“人世清冷，鬼市繁华”，而这种与观众普遍认知不同的主题也将使得观众们思考更深处的内涵：“为什么？是战争，又或者是灾难导致了这样的情况？”。又例如那些正统古建的作者们所想要表达的内容是“传统文化”与“传承”。虽然三途川与厌世园也使用了东亚风的建筑风格，但是两者的结构却并非传统古建的标准结构，就是因为他们所要表达的主题内容的不同造成了结构上的巨大差异。在本人看来，无论是NLT和正统古建们如何看待对方，他们对对方提出的批评都是没有经过深层考虑的——两者建筑想要表达的主题不同，建筑结构的侧重点也不同。他们互相批评了对方不侧重的方面，当然也就都只是无意义的对牛弹琴。风格      一旦内容确定好后，风格也就有了一个基本的方向——我应该用什么样的风格来表达我所想要表达的内容？又或者说什么样的风格适合我所要表达的内容。这里还以三途川和厌世园来做比较，三途川用了一种有几分《千与千寻》的味道的作品风格，利用艳丽的色彩和观众下意识的联想来强化内容；而厌世园则用了一种接近于仙侠世界的作品风格，观众在看到作品后首先联想到的就是各种仙侠游戏或影视作品中的场景。材质      材质依赖于风格，根据作品的风格选取或制作合适的材质，保证内容、风格、和材质三者的合一。比如三途川就用了艳丽的材质来保证风格的贴近，而厌世园的材质则更素一些。规划      一个优秀的作品少不了一个优秀的规划，规划决定了作品最终的整体效果，规划不仅要决定建筑的规模、结构与位置，还要确定地形和其与建筑之间的关系，比如这个建筑是建在平原、山坡、还是丛林中？建在这里我应该如何处理这个建筑的规模和结构，来让建筑和地形之间达到一个协调的比例？这里另附一句，制作服务器建筑或者使用性作品的作者请注意，创作者视角所看到的作品与玩家的视角所看到的东西是不同的，请创作者在进行创作的时候尽可能站在玩家的角度审视作品。地形      地形的塑造由规划决定，不仅要保证地形参与在作品之中，而不是仅仅作为建筑的陪衬，而且还要保证地形不会太过华丽而喧宾夺主。如前面规划中所说，地形影响了建筑的结构、决定了建筑的规模和位置，做什么的建筑就要什么样的地形，比如如果建筑做了一百多的高度，而旁边的山海拔才一百五，那看起来就会很尴尬。而如果一个欧式的建筑配了一个怪石嶙峋如同仙侠世界的山，那也会很奇怪。细节      建筑细节的刻画并不用多说，我相信大多数的创作者从一开始制作建筑就是先琢磨的细节，这方面的内容想必也不用我一个现任地形玩家来多嘴。造景      可能不少创作者都混淆了造景和地形之间的区别，造景是为建筑服务的，建筑决定造景，而造景要为建筑添彩，地形不是造景，因为地形也是作品的主体之一，不仅是相对规模上的，更是内容上的。关于造景，本人既未曾在这方面下过功夫，也并不有过什么心得，所以更加细节的内容本人也不敢多言。内饰      需要内饰的作品大多是需要实际展出的作品，内饰可以为玩家带来与外表不同的感官体验，或令玩家沉浸在作品中，或给玩家展现一个不同的视界。\n\n一个作品是否拥有灵魂，在于作品内容的深度和作品与其内容之间的契合度。如何赋予作品灵魂就成了创作者要思考的一个重要内容。\n\n这里有本人的一点想法与大家分享：\n\n作品可以通过作品中的“特殊点”来表达内容，比如在一群新房子之中的一栋旧房子，这个旧房子就成了一个特殊点来引发观众的思考，再比如上面的三途川和厌世园，不寻常的情况引发观众的思考。\n\n而一个作品拥有的特殊点要互相作用来勾画建筑的整体内容，\n\n这个特殊点可以是一个具体的东西，比如一栋旧房子，\n\n也可以是一个要素，比如一种与广泛认知不同的风格（如三途川华丽的风格）或建筑规划（如浮空的建筑）。但是当一个要素作为特殊点的时候，而且如果这个要素不够鲜明，那么就需要一些具体的特殊点来强化一下内容。\n而一个作品的内容越充实，特殊点之间的相关性越强，信息量的密度越大，这个作品就越给人以自然感，此时作品的灵魂就被表现出来了，譬如说，一个完美的如同新建的城区就不如一个有着历经风雨、发生了故事的痕迹的城区那么自然，而当然们说起时，当然也就会称后者是“有灵魂”的作品。\n\n\n以上只是本人的一点纸上谈兵，欢迎讨论与指正，\n最后祝您，提前弃坑。\n\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1564371420,
            "txt_content": "观众对作品的要求也越来越苛刻，没有特色的作品也已无法再讨得观众们的青睐\n只是在作者做作品之中忽视了受众罢了。"
        },
        {
            "author": "2918943097",
            "timestamp": 1576898340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "3203175197",
            "timestamp": 1587473820,
            "txt_content": "内容特别充实,不过提前弃坑就不太好了"
        },
        {
            "author": "1516137970",
            "timestamp": 1588942380,
            "txt_content": "SO GOOD啊,我貌似有些灵感可"
        },
        {
            "author": "3427775885",
            "timestamp": 1588950960,
            "txt_content": "表示看不懂"
        },
        {
            "author": "Blacks_Fe3o4",
            "timestamp": 1589291940,
            "txt_content": "很有帮助，非常感谢"
        }
    ]
}