{
    "title": "逆途——第二章",
    "author": "z736027620",
    "replyCount": 6,
    "timestamp": 1358053440,
    "txt_content": " 本帖最后由 DJXGAME 于 2013-1-13 18:10 编辑 \n\n第二章准时更新，无耻要人气   我可是拼命地码字啊- -虽然有一半不是这个小说，是另外的……但是我还是守时！\n今天我打算更新到15点就不更了，五更已经很尽力了- -虽然每个章节没到5000字- -\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n“HIM”！是他！他要对我的父亲干什么，他就在我父亲后面，我父亲正在拿着红石在地上铺着，他的前面，有一个深深的洞，我知道那个洞，那个洞是天然的，有好几次我差点掉下去，那个地方很深，掉下去肯定会死的！\n“爸爸！”我撕心裂肺的叫了一声！\n父亲听到了我的声音，转过头来看我，他露出了深深的笑容，他张开嘴，我看他的口型，看起来是要说“小莫”……没错，小莫是我的名字，我的全名是冷凌莫。\n“注意你后面！”我大喊！\n“HIM”也发现了我，他那白色的眼睛皱起了眉头，让我吓了一跳，爸爸听到了我说的话，迅速向右面看了过去。\n他看到了“him”（大写太麻烦了，对不起，我就这样了），他惊讶的叫了一声，手里的红石都已经掉了下来，他的脚边的不平衡，一下子……掉了下去……\n我看到这一幕，我的双脚跪了下来。\n“父……”眼泪不知何时已经到了我的眼睛旁边，“父亲！”我终于醒悟出来。\n我拼命地往前跑，手里将刚才弄南瓜的斧头拿了出来，拼命地向前丢去……一边丢、一边跑。\n可是斧头到了“him”的面前，竟然穿过了他的身体！不知道为什么……竟然打不了他！\n“him”对我笑了笑，他发出了非常奇怪的声音，有点沙沙的声音，“小子……再见了！”\n然后他就瞬间不见了。\n我哭了……真的是痛哭流涕（好吧……似乎不是这歌成语）的哭了……父亲……\n过了很久，我走到了铁路尽头，我爬着梯子上去了。\n上来之后，很多皇家士兵把我围在了一起。\n“嗯？这不是冷凌莫吗？！”这名士兵我认识，是曾经在我家做护卫的里昂·彭斯特。\n“彭斯特叔叔！快救救我爸爸！”\n“怎么了？冷凌莫？”里昂跟我的关系还不错。\n“我爸爸……被‘him’给推下了深渊啊！！”\n“什么？！”里昂惊讶的说道，“你爸爸被‘him’推到深渊了？！”\n“是啊……快请红救救我爸爸啊！”\n“嗯！”里昂说道，“101！102！103！快去找红长老！来救救他爸爸！”\n“是！”三人整齐的说道。\n红、黄、蓝、绿是四大长老，他们有着非常奇特的特异功能，他们可以飞天，可以拥有无数的物品，有无数的血、体力(好吧就是OP），黑白是二大帝，他们拥有比红黄蓝绿更大的力量，我们目前所知除了红黄蓝绿的四大长老的能力之外，还有控制他们的力量！（我会告诉你这就是腐竹嘛……）\n过了很久，红长老终于来到了这里，红长老跟我们的关系很不错，因为当时就是我父亲捧着红长老上位的，要不然，我父亲也是一名长老！\n“红伯伯！你快救救我爸爸！”我跪了下来，抓住了红长老的长袍。\n“小莫啊，别着急，我现在就下去看看！”\n红长老走到铁路通道面前，直接跳了下去，并不爬梯子，然后，他将我丢的斧头给扔了上来，然后叫我下来。\n“小莫啊，你爸爸是从这里掉下去的吗？”红长老皱着眉头说着。\n“恩恩！对！”\n“我现在下去看看！”红长老说着，就跳了下去。\n红长老此时正在迅速的跳了下去。\n过了一会，红长老跳了上来。\n“这……这地下都是虚空啊！”\n“虚空？！”所有人都惊讶，除了我，因为当时我并不知道虚空是什么。\n“红……红伯伯，”我看着众人皱着的没有，我感觉到不妙，说道，“虚空是什么啊？？”\n红长老单腿跪了下来用手摸着我的脸蛋儿，“小莫啊……掉在虚空，就是九死一生啊……”\n“九死一生？！”我终于预示到不妙。\n“看你一直这么好强，我也就告诉你了……”红长老说，“掉在虚空里，掉十次，九次是死，又一次会掉到黑洞里，穿梭到地狱或者末地里去啊……”\n“九……九死一生吗……”我的心理彻底的碎了。\n冷凌莫，现在开始边的冷酷……心里开始变得拥有报仇的想法，还有一半的是，他想弄地狱门和末地传送门……去找父亲！\n从此以后，冷凌莫变了，他想报仇，他想灭了“him”，还想创造传送门，去寻找父亲，他求过红长老，给他点物资，让他创造地狱门和末地传送门，可是长老知道，那里是多么的危险，再说，黑白长老也不让他们使用这种。\n冷凌莫知道自己还小，去了末地也杀不了龙，去了地狱就会被恶魂等怪物包围而死，他只能长大……长大……他也每天都在正常的挖矿……种田、种地收地等，他每次都坐着矿车，红石线路错了，他也自己去修，因为他不用几天就学会了红石线路，不同的是，他背包里永远都有一把附30级的魔的钻石剑和附30的弓……\n他开始变得非常冷漠，一天说不上一句话，眼神开始变了没有精神，他每天都做体力运动，第一天做一个，第二天增加一个，第三天在增加一个，这样子一直做下去……\n他忘记了每天都和他玩的爱丽丝……\n爱丽丝，是和冷凌莫的青梅竹马，从小就跟冷凌莫一起玩。她看到他这么没有精神……于是准备去找他。\n\n\n\n\n\nf96f974298f512c069f53ffd7ddf3544.jpg\n(25.91 KB, 下载次数: 29)\n\n\n\n\n下载附件\n\n\n2013-1-13 13:04 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "无敌JJ怪",
            "timestamp": 1358053440,
            "txt_content": "擦点看成逆战了......"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1358053980,
            "txt_content": "密密麻麻~  对于眼睛近视的人来说 很不好\n\n建议 分段 不是么?"
        },
        {
            "author": "z736027620",
            "timestamp": 1358054280,
            "txt_content": "猥琐张尼玛 发表于 2013-1-13 13:13 \n密密麻麻~  对于眼睛近视的人来说 很不好\n\n建议 分段 不是么?\n额，知道了- -问题是我不习惯- -我上网下个软件吧- 我以前发的小说网都有自动空格的- -"
        },
        {
            "author": "ggmm",
            "timestamp": 1358054820,
            "txt_content": "我头又晕了~"
        },
        {
            "author": "syh864973771",
            "timestamp": 1358055780,
            "txt_content": "最后一个图是神秘的立方体里面的~"
        },
        {
            "author": "Davis_Funs",
            "timestamp": 1358062740,
            "txt_content": "LZ你去写小说吧"
        }
    ]
}