{
    "title": "[茶馆1月活动][书柜书香]Between The Pages & Beyond The Pages",
    "author": "LocusAzzurro",
    "replyCount": 3,
    "timestamp": 1516300260,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-1-18 19:26 编辑 \n\n\n\n矿工茶馆一月活动作品\n\nBetween The Pages & Beyond The Pages\n\nby LocusAzzurro\n\n\n= 共有两个版本，推荐使用第一版本配合相册使用，若无法加载则使用第二版本 =\n\n\n\n\n\n= 书页精排版版本 =\n\n>> 展开阅读 <<\n\\V/\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n= 纯文字原图版本 =\n\n>> 展开阅读 <<\n\\V/\n\n\n矿工茶馆一月活动 - 书柜书香\n\nBetween The Pages & Beyond The Pages\n\n\n\n这些便是目前书架中和我有关的书籍，并不像其他人那么多。嘛，毕竟我不太算那种喜欢静下来读东西的那种类型。\n至于为什么说“和我有关”？\n一是因为平时这个书架中平时存放的是家里所有的书，为这次活动专门进行了整理一下，摆出来展示一下。\n另一个原因当然就是这里的大部分书籍都或多或少和我的各种兴趣有所联系，这应该是显而易见的了。\n但是最重要的是，这里的一些书有着一些特别的故事，正如开头所说，有时一本书本身带来的故事比它字里行间讲述的故事更加引人入胜。\n\n这里我将粗略介绍这其中的大部分，接着着重介绍其中的几本，分享它们与我之间的故事。\n\n\n\n在最左侧的是许多本具有沧桑感的...字典？\n没错，字典。我为什么要展示字典？我们每个人家里可能都会拥有许多本字典，可能对于许多人来说字典是在普通不过的工具书了，但对于十数年前远渡重洋的我们来说，它们便是开启新世界的钥匙。\n从左到右分别是意汉词典，法意意法词典，新英汉词典和现代意汉汉意词典，虽然现在几乎不再会去翻开它们了，但看到它们仍会唤起当年的记忆，在那网络尚不发达的年代的记忆。\n\n另外这个面具是威尼斯狂欢节的传统面具，除了狂欢节平时一般不会使用，便放在这里做装饰了。\n\n\n\n在词典旁边的是两本编程相关的书籍，C++经典教程书，Stanley B. Lippman 与Josée Lajoie所著的《C++ Primer Plus》中文版，以及Michael T. Goodrich, Roberto Tamassia 和Michael H. Goldwasser 的《Data Structures and Algorithms in Java》（Java数据结构与算法）意语版。几乎两本都是编程必备等级的书目了，在我的编程学习中也起到了一定的参考作用。\n\n在右侧还未介绍的书籍里可以看到有和冥姐和章鱼同款的霍金系列：《时间简史》，《果壳中的宇宙》，《大设计》（《霍金传》目前不在书架上），不过还没有全部读完。\n此外还可以看到一些教程系的书籍，不过事实证明，它们其实并没有带来许多的实际收益，因为可能我还是比较偏向于自己钻研的那种人。\n\n\n接下来就来介绍一下Minecraft相关的书籍吧。\n\n\n\n官方四宝书中的两本，意语版，不过仅作为收藏。\n\n\n\n接下来是Minecraft官方的首部小说，《我的世界：海岛》，作者Max Brooks，我的这一本是英文原版，中文版的翻译工作应该目前正在紧张进行。这本书简单来说讲的就是一个穿越到Minecraft世界的故事，可能其中的一些描述必须得是Minecraft玩家才能意会。关于这本书的更多信息欢迎到翻译版阅读相关帖子和博文。\n\n\n\n\n\n《Minecraft 我的世界 高手进阶攻略》是Stephen O’Brien的一本非官方攻略书，涉及了从生存到创造，以及模组使用和冒险地图制作等一系列课题。客观来说，这本攻略的质量可能不及目前官方的各类教程书，不过它对于我来确实说有一定的纪念意义。\n这本攻略是我参与的首个实体书翻译项目，作为译者，将自己的名字署在正式出版的书上也算是成就之一了吧。\n图中的这一本是当时出版社在翻译工作完结之后发给我的样书，从中国过来寄了几个月才到Orz。\n\n\n\n\n\n我负责翻译的关于冒险地图的一部分，当时的水平比起现在可以说还是很稚嫩了，不过不得不说参与这种翻译项目，对游戏本身的了解真的是不可或缺的，当时同组的某几个成员，审阅他们的翻译的时候我真的是崩溃的，虽然到不了“雷石东”界别，不过游戏名词的翻译上的差池还真的不小。\n\n\n与Minecraft相关的书籍便是以上这些了，接下来是我书柜中唯二两本小说中的另一本，是什么就不说了，你们看图就懂了。\n\n\n\n\n\n没错，诚哥《秒速五厘米》的轻小说，比起电影的叙事方式，小说使用的是从男主角度出发，偏回忆录的叙述方式，描述中穿插了许多自己对事件的评论，可以说和刀剑神域有一些相似。个人觉得看过电影之后再读可以达到最好效果。说起来这边找日本轻小说还是蛮有难度的，当时这本书还是到旁边城市才找到的。\n\n\n最后，但同样重要的，是两本游戏相关的书籍。确切的说，是食谱，由《冰与火之盛筵：官方食谱》作者，“来自奇幻世界的大厨”Chelsea Monroe-Cassel编写的《魔兽世界：官方食谱》与最近出版的新作《炉石传说：旅店老板的酒馆食谱》。作者将游戏中的食谱带进了现实，并提供了确切可行的制作方式，可谓“打破次元壁”。配图精美，步骤介绍清晰，喜欢烹饪的爸爸控们不要错过。\n\n说起书籍与现实生活的联系的话，食谱便是建立这个联系的桥梁之一了。阅读食谱，尝试制作，收获经验，何乐而不为呢？理所当然地，我自己也尝试过其中的一些配方，到目前为止的尝试都颇为成功。\n\n接下来请让我分别介绍一下这两本食谱，并分享一些制作的经验吧。\n\n\n\n在《魔兽世界：官方食谱》中，作者将《魔兽世界》中的幻想食谱带入了现实。主菜，小食，甜品，饮品应有尽有。作为一位烹饪技能点800的铁掌大厨，看到其中的一些食物可真是回忆满满，比如著名的“龙息红椒”，还有配方里完全没有巧克力的“美味巧克力蛋糕”（当时为了收集材料可真是东跑西跑啊）。\n\n\n\n\n\n\n\n如果说《魔兽世界》食谱是还原的话，这本《炉石传说》食谱可能更偏向于脑洞向，展示了许多作者构思的在旅店中出现的小食与饮品，比如“古神之血”和“火车王里诺艾奶酪鸡块”（建议搭配激烈的BOSS战食用，emmmm）\n\n\n\n\n\n接下来便是黑暗料理展示时间啦~\n\n不过目前为止我只尝试过饮品部分的数个配方，因为食物配方需要的准备时间相对较长。同时这里提醒一下想要入手的各位，请务必保证家里有可用的烤箱，否则的话基本一半的食谱你都做不了。\n\n是时候展现真正的酒馆技术了！\n\n= 麦迪文的招牌卡拉赞鸡尾酒 =\n\n\n\n\n\n其实这个操作的不是太好，泡沫没过滤掉...\n口感上，因为威士忌和艾酒的缘故，是比较苦的，酒精含量较高，非要说的话我其实不算太喜欢。\n\n= 应急冷却液 =\n\n\n\n\n\n颜色蛮像的，我之前调绿色鸡尾酒的时候就总有人跟我说我在调冷却液，这次你没话说了吧，蓝色主要来自于运动饮料和蓝色橙皮酒调色，并且加入龙舌兰和柠檬冰激凌。口感不错，含酒量不高，可以吃饭的时候当饮料。\n\n= 卡扎库斯的赤红色药水 =\n\n\n\n\n\n学着配方做了红色糖的边缘，当然我没有作者那么厉害的杯子和道具，不过第一次做不太熟练，现在已经是老司机辣。\n主要原料是朗姆酒，甜艾酒和姜啤，苦中带甜，甜中带辣。\n\n= 亡灵药剂师的首推药剂 =\n\n\n\n\n\n哎，这跟可乐有啥区别。区别就是加了朗姆酒和青柠汁和一点草药苦酒，但是喝起来就是比可乐爽，而且操作简单，推荐新手尝试。\n\n= 达拉然浮空岛 =\n\n\n\n\n\n这是个伪鸡尾酒，就是不含酒精的，当然也可以把葡萄汽水换成气泡红酒。紫色液体上漂浮的香草冰激凌和奶油，颇有几分达拉然的感觉。\n\n充满气泡的甜酸碰撞，这个组合意外的很不错。\n\n接下来展示一下几个《魔兽世界》中的饮品配方~\n\n= 甜果酒 =\n\n\n\n\n\n没错，诺森德那个需要做超长任务链的配方。贴纸是我自己加的一些调配经验，毕竟是个不断精进的过程。\n\n果味丰富，酒精度适中，个人最爱之一。话说绿色的蜜瓜酒加上红色的蔓越莓汁居然是黄色，光学真是神奇...\n\n= 熊猫人青梅酒 =\n\n\n\n\n\n李子果酱，清酒，橙皮酒，再用普洛赛克满上。气泡满满，加上果味可以说是非常酸爽了，推荐。正如介绍所说，这个虽然好喝，但是一不小心就会喝多，根本喝不出酒味嘛。\n\n\n\n以上便是蓝鸡的书柜之旅了，可能有时间的话会再加一个详细完成食谱的黑暗厨房番外，感谢各位观看。\n\n\n\n\n= 原图微博相册 =\n推荐配合正文使用\n>> 查看相册 <<",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1516328760,
            "txt_content": "我仿佛遇到了活动冠军....\n排版Max 内容没得说....\n蓝鸡我为你转身XD 滑稽 \n"
        },
        {
            "author": "xp01",
            "timestamp": 1516330320,
            "txt_content": "真羡慕你们这群有钱,有肝,有时间的大......\n哦不,是巨佬.\n像我等咸鱼也就只能在一旁看着图个乐子罢了(手动滑稽)."
        },
        {
            "author": "DreamsDeductive",
            "timestamp": 1516338120,
            "txt_content": "学不来学不来= ="
        }
    ]
}