{
    "title": "[Minecraft.net | INSIDER] 本周方块：带釉陶瓦",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1516364220,
    "txt_content": " 本帖最后由 Kalice 于 2020-3-4 01:36 编辑 \n\n\n\n\n\nfile_1580202782000.jpg (130.46 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-28 17:13 上传\n\n\n\n\n\nBlock of the Week: Glazed Terracotta\n本周方块：带釉陶瓦\nOn the faience\n彩瓷之上\n\nDuncan Geere 邓肯·吉尔\nThere are three kinds of Minecraft player. Those whose creations are beautiful but useless, those whose constructions are functional but ugly, and the magical unicorns capable of perfecting both beauty and utility in their builds. Today's block of the week is dedicated to the people in the first camp - who just want to make something pretty, and don't care what it does. It's glazed terracotta!\nMinecraft的玩家有三类。一类造出来的东西赏心悦目却毫无用处，一类建出来的东西功能多样但外表丑陋，还有的是能在建筑中做到美观与实用俱全的魔法独角兽。今天的《本周方块》适用于第一类人——就是那些只追求华美，而不在乎建筑用途的人。这就是带釉陶瓦！\n\nGlazed terracotta is one of the newest additions to Minecraft, having been added in version 1.12 - the appropriately-named World of Color Update. There are sixteen different kinds of glazed terracotta, matching the sixteen traditional colours of dye, and each one can be carefully arranged into different patterns, depending on the direction you're facing when you place it.\n带釉陶瓦是最新加入 Minecraft 的内容之一，加入时的版本是 1.12 ——也就是多彩世界更新（这个名字起得很恰当）。带釉陶瓦一共有 16 种，对应 16 种原始颜色的染料，而且根据你放置时的朝向，每一种都能拿来仔细地构造成不同的图案。\n\n\n\n\n\n\nfile_1580202782000.jpg (80.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-28 17:13 上传\n\n\n\n\n\nAmong the patterns, you'll find a few surprises - magenta blocks form arrows, yellow blocks can be arranged into a sun, while cyan blocks feature something a little more explosive. What hidden patterns can you find?\n在这些图案中，你可以发现一些小惊喜——品红色方块上有箭头，黄色方块可以构成一个太阳，而青色方块有着更为爆炸性的图案。你都能找到什么暗藏的图案呢？\n\nMaking glazed terracotta is easy. Toss some regular terracotta (which used to be called hardened clay) in a furnace with some fuel and just wait a few moments. Not got any terracotta? Toss some clay in a furnace with some fuel and just wait a few moments. Not got any clay? Toss some... no wait, a furnace isn't going to help you there. Best go read our Block of the Week for clay to see where you can find it.\n带釉陶瓦的制作十分简单。将一些普通的陶瓦（之前称作硬化粘土）扔进熔炉，添加燃料，然后稍微等上一会就可以了。手里没有陶瓦吗？将一些粘土扔进熔炉，添加燃料，然后稍微等上一会就可以了。手里没有粘土吗？将一些……不，等等，这次熔炉可不会帮到你了。最好还是读一下我们的《本周方块：粘土》来看看什么地方能找到它吧。\n\nAs you probably imagine, something that's been through a furnace twice in the game is pretty brittle - so we wouldn't advise using glazed terracotta as a defence against creepers. But the block will definitely liven up any floor, wall or ceiling that you choose to adorn with it.\n正如你可能想到的那样，在游戏中把一样东西放进熔炉里烧炼两次会让它变得十分脆弱——所以我们不建议你使用带釉陶瓦来抵御苦力怕。但如果你选用一些带釉陶瓦来进行装饰的话，这种方块一定会让你的地面、墙面还有天花板变得生动起来。\n\n\n\n\n\n\nfile_1580202782000.jpg (170.06 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-28 17:13 上传\n\n\n\n\nImage credit:Andrew Shiva//CC BY-SA 4.0 - Dome of the Rock in Jerusalem\n图片来源：Andrew Shiva // CC BY-SA 4.0 耶路撒冷的岩石圆顶\nSuleiman the Magnificent, the ruler of the Ottoman Empire from 1520 to 1566, appreciated that. That's why, when he decided to refurbish Jerusalem's Dome of the Rock, he covered pretty much the whole exterior with 'faience'. No, that's not a fancy Ottoman fence. It's another word for glazed terracotta, which was invented in the Middle East at some point before the ninth century.\n苏莱曼大帝（奥斯曼帝国自 1520 年至1566 年的统治者）对此表示赞同。这就是为什么当他决定翻新耶路撒冷的岩石圆顶时，使用“彩瓷（faience）”覆盖了圆顶的几乎整个表面。不，这可不是一种绚丽的奥斯曼栅栏（fence）。这是带釉陶瓦的另一种称呼，起源于19世纪前中东的某个地方。\n\nAnd that's not the only building covered with the stuff. Many city buildings in the United States that date from between 1900 and 1930 are covered with glazed terracotta because it's sturdy, cheap and can easily be molded into pretty much whatever shape you'd like. Chicago, in particular, has loads of the stuff.\n这个圆顶不是唯一被彩瓷覆盖的建筑。在 1900 年到 1930 年间，美国许多城市的建筑都覆盖上了带釉陶瓦，因为它坚固耐用，价格 低廉，还能很容易地塑造成你想要的任何形状。特别指出，芝加哥有一大堆这样的东西。\n\nSo when you're deciding the materials to use for your next construction, make sure that glazed terracotta is up for consideration. You'll have the liveliest colors on the block!\n所以，当你规划下一个建筑的材料时，一定要确保带釉陶瓦在考虑范围内。这些方块会为你提供最生动的色彩！\n\n【Kakagou 译自官网 2018 年 01 月 19 日发布的 Block of the Week: Glazed Terracotta】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1516365180,
            "txt_content": "注：\n这是芝加哥某处的城市带釉陶瓦：\n\n这是澳大利亚古尔本的：\n\n\n以上图片均来自wikipeidia，见https://en.wikipedia.org/wiki/Glazed_architectural_terra-cotta"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1516384380,
            "txt_content": "我是魔法独角兽【"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583256660,
            "txt_content": "cyan blocks feature something a little more explosive\n是青色方块的图案有 爆炸性 的效果吧 你仔细看图案"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1583256840,
            "txt_content": "LocusAzzurro 发表于 2020-3-4 01:31\ncyan blocks feature something a little more explosive\n是青色方块的图案有 爆炸性 的效果吧 你仔细看图 ...\n这其实是我为了不被**的再创作，那我现在改过来好了"
        }
    ]
}