{
    "title": "【一月活动】战争法则[bgm]",
    "author": "縻风",
    "replyCount": 8,
    "timestamp": 1516368540,
    "txt_content": " 本帖最后由 縻风 于 2018-1-22 20:53 编辑 \n\n\n\n\n战争法则\n\n\n人有了信念，                       就足够了吗……\n\n\n\n剑刃无血，\n若落日无霞。\n纷争后、\n荒土上、\n败者留下骸骨\n落荒而逃。\n胜者……\n扬起龟裂的手指，\n唱起凯旋的歌。\n——尔后\n遁入迷茫……\n天地的早已相融，\n远近皆是一片焦黄，\n这活死人的城邦、\n这铁与血的收割场，\n绝望的号角不停地响——\n乒乒乓乓……\n战争法则下的这个世界——\n无尽的繁荣；\n无尽得荒凉；\n号角无需信念来驱使；\n战鼓无需意志来激荡。\n灰烬架起的剑，\n安抚着结成伤疤而后再度撕裂的创口，\n他们是虔诚的神徒，\n却没有信仰……\n他们是嗜血的斗士，\n却憎恶力量……\n早已不再期望能够见到曙光……\nta但从未遁入绝望。\n只是心，莽莽苍苍。\n不过他们知道，\n自己为何而战：\n为了这满腹荒唐。\n\n\nhttp://music.163.com/style/swf/widget.swf?sid=28188764&type=2&auto=1&width=320&height=66\n\n\n\n\n无尽繁荣\n|北兰 · 欧戈帝国 · 皇殿|\n\n        “尊敬的雷顿殿下，我敬代表北兰奥克帝国，友好地向您发起战争。”\n        “年轻的古兰特使者，我以欧戈帝国第四代国王的名义，接受来自北兰奥克帝国的友好战争。”\n        一方是来自邻国的友好使者，他身披着浮夸的银色羽毛大衣，头顶深褐色皮革宽帽，上面还插着一根挺拔的羽毛。这似乎是奥克帝国的贵族着装典型。他半跪在大理石地面上，细瘦的脸庞微微向下倾斜。\n        另一方显然是来自这个国家的帝王，他所在的地方比使者所在的大理石地面整整高了二十八个台阶。每一个台阶的前沿都有价值不菲的宝石镶嵌。一定宽度后，台阶就围绕着使者所在的位置环绕起来，一共二十八个台阶，二十八层。同随着阶层而升高的宝石价值一样，坐在越高层的大臣明显更加尊贵。凌驾于最高处的是一位不过三十的年轻人，与使者浮夸的装束不同，他仅仅穿着和其他大臣相近的黑色金边长袍，不过花纹更加瑰丽罢了。\n       当双方达成共识的时候，两边都笑了。\n        “希望这将是一场盛宴。”\n        “一定会的。凯伦拉克伯爵，听闻你与奥古帝国一向友好往来，请你带着古兰特使者体验一下我们欧戈帝国的繁荣吧！” \n        “是。请吧，古兰特伯爵。”\n\n|北兰 · 欧戈帝国 · 皇家花园|\n\n        “久闻奥古帝国军事强大，如今终于能够一领风采了。”凯伦拉克伯爵扬起手臂，领着古兰特伯爵走进了一片从未被打破的静谧之中。\n        “过奖了。欧戈帝国可是在整个兰冥屿都所向披靡的存在，奥古帝国的杂技团怎能与尊国的军队相比？”\n        “哪里哪里……诶，请看，这是殿下前年从朵柯达勒赢来的蔓铃草，想必奥古帝国也是有所耳闻的吧。”\n        “这是当然。烟雨蔓铃草生花，可惜今天是晴日，见不到这空濛雨下的蔓铃草上所生的水花了。”\n        “这有何难？来人，给奥古帝国使者送上蔓铃草籽！”\n        “既然尊国施恩，我就不做客气了！”\n\n        这座帝国中的城镇，充斥着繁荣。集市无不从朝阳出头喧嚣到落日余晖散尽。\n        这个世界，也是如此。\n\n\n\n\n\n\n\n无尽荒凉\n|北兰·郊野·荒漠|\n\n       干燥的风残忍地冲撞着莱克，本来摇晃的身体就被击打得更加无助。\n       他大口地喘息着，和粗暴的空气争夺着少的可怜的水分。\n       左顾——茫茫无际的沙。\n       沙粒像暴怒无常的泼妇，突然地就毫无征兆地向你扑来，然后留着你一个人晕头转向。\n       右盼——浩瀚无垠的土。\n       焦土上的一切似乎也都是焦灼的，不仅形状可怕，而且颜色深而诡异。\n       就是在这样一片陆地上。他活在这样一片土地上，一望无际的荒芜，什么都没有。\n       赤裸的身体早已龟裂，即使没有任何衣物，也完全看不出他有何不得体——莱克已经被沙和泥所淹没。\n\n       习惯了这样的日出，习惯了这样的日落——习惯了这没有时间的禁域，始终都是一片焦黄，始终都是一片死气。\n       饿了？那边有现成的食物——前不久刚死去的鲜活尸体。\n       渴了？那边也有现成的——血泊是再平常不过的景物了。\n\n       莱克无奈的笑了，不知道是该感谢这变态的世俗还是怨恨这瑰丽的制度。\n       因为它，他失去了家乡，失去了人生……哦，还有他的衣服。\n       但是因为它，他得到了遍地都是的食物，他得到了遍地都是的饮品。\n\n       他自嘲地笑着。\n\n       这片郊野，一直都是死气沉沉的，虽然常有一批批浩荡的人马在此停留，但当他们享受完瑰丽的盛宴后，就走了——拖着浩荡的哀歌？不，能走的应该是胜利的一方。所以应该是凯歌。\n       这个世界，也是如此。\n\n\n\n\n\n战争法则\n|北兰·奥古帝国·兵工厂|\n\n       “莱斯！”一个壮硕的军甲大汉粗暴的吼道。\n       “在！”皮革覆盖着身体，现在他有衣服穿了——穿着皮革战袍的莱克迅速回答道。\n       “真不知道你这种没有任何素质的杂种是怎么进到第一方阵的！你整整晚了一秒回复我！”大汉直接一巴掌拍了过去，穿着衣服的莱克直接被拍飞出去。\n        一阵窸窸窣窣在穿着和莱斯一样的衣服的人群中扩散开来，显然是针对这件事情的。\n       “你干嘛！”莱克直接跳了起来，直接冲着壮汉回击到。“我不就是晚了一秒喊吗！”\n       “呵……”大汉不屑地哼道。\n       “呵……”\n       “呵……”\n        其他人也开始对莱斯嗤之以鼻了，不是为了阿谀奉承地表现出自己多么遵守命令，而是发自内心的不屑。\n       “你们呵什么！难道你们能忍受这种屈辱吗！”莱克满眼不解而震惊地吼道……\n       “在这个遵循战争法则的世界……”一个普通士兵发声了。\n       “你作为一个被他们当做玩具的老鼠……”\n       “还TM想要有尊严！”那个士兵瞪大了眼睛，就这样贴着莱斯的脸喊道。\n       “你不过就是一个在荒漠里被抓住的老鼠，哦，一只光溜溜的沙鼠，侥幸地被提拔进了第一方阵，那就是一只被贵族看上的会耍杂技的老鼠，你没有任何尊严！你要做的，不过是活下来。”士兵哭笑地向他调侃道，说到“光溜溜”的时候还故意装出嘲讽的表情。\n       “我……”莱克气愤地说到，但他马上就被打断了，大汉的铁拳呼啸而来，莱斯发出一声哽咽，跌飞了好远，嘴角还有鲜血流出。\n        “光溜溜的老鼠！”\n         唏嘘声迅速变大。\n         “别管它了。”大汉轻蔑地说到。“上面说，后天，我们将和欧戈帝国的人握握手。”\n         “欧戈帝国……”\n         “诶，大限已至咯！”\n         莱克从他们眼中看到了无奈，是真实的。他们从心底里觉得自己要死了。但是他们并没有任何的痛苦神色。\n         对死亡的麻木……\n         对他们来说，他们真的就是贵族的玩物，死了就死了，换一批，像斗蚂蚱一样。\n        莱克为他们感到悲哀。\n\n\n\n\n\n\n\n\n满腹荒唐\n|北兰·郊野·皇族瞭望塔|\n\n       “真是激动啊，这一场令人激动的表演。”雷顿双手张开，释然似得说到。\n       “能够得到殿下您的期待，奥古帝国表示非常荣幸。”一位穿着比古兰特更加浮夸的年长者半鞠躬地说到。显然，他就是奥古帝国的帝王。\n        “来吧，让我见识见识他们的勇敢！”\n\n|北兰·郊野·荒地|\n\n        “鼓手！”那个大汉此时完全变了样子，头上一顶黝黑的黑色铁盔显得异常厚重，脖颈处一个带着巨刺的项圈让人望而生畏。\n         “轰！轰！轰！”三声响彻云霄的鼓声一瞬间穿透了每个人的胸膛，士兵的意志变得坚定起来，他们的眼中，是饱含温柔的杀戮之瞳。\n         “冲啊！”\n\n         与之相对的，他们的对面也传来类似的声响。\n         轰鸣。\n         数百人的奔腾声一瞬间响彻了天地，方圆百里的枯草也被震得颤抖起来。\n         一边，是雪白的铁甲，亮丽的长剑、长矛。\n         一边，是陈旧的皮甲，有些发黑的铁战锤。\n        装备的悬殊是显而易见的。\n\n        “好东西啊！把他给我抢过来！”为首的大汉大叫，士兵们也相应地呼喊到。\n        莱克此时被安排到了大汉之后，在前的也是最容易被杀死的，无意这个被所有人排挤的老鼠被送到了最前面。\n        “嘁……”莱克不屑地吐着唾沫。脱离了阵型，一个人跑偏了开来。\n        在这战场上，没人会去理会这个白痴的行为。但是官网塔上众贵族都笑了起来，他们觉得非常有趣。一个有趣的举动。\n        “呀啊啊啊啊！”莱克抡起手臂，将手中的大锤丢了出去，欧戈帝国的士兵显然被这突如其来的举动吓到了，他们作为小丑、演员存在，一向都认为这一切都是按照着规范走，两方冲在一起，厮杀，然后留下一片尸体。\n         “啊！”转眼，一个银白色的身躯就被撞飞开去。\n          麻木的斗士像以前一样，略微变换了方阵，绕了开去，莱克也不觉得有什么不妥当，就冲着紧挨着敌方大军的那昏厥的士兵冲去，夺走他手上 的剑，甚至慢悠悠的剥下了他的铠甲，然后把他丢到一边。所有人都觉得震惊，但没有人有所表示，仿佛这是两个毫无关系的战场。\n        阴差阳错的，这分麻木让奥古帝国的士兵感到了前所未有的希望，莱克的举动直接打乱了欧戈帝国士兵的阵型，但是还是那样，他们麻木地不理这个白痴。\n       很快，他们就为此付出了代价。\n       欧戈帝国败，奥古帝国胜。\n       莱克洋洋得意地像大汉走去，似乎在说自己多么的厉害，他扭转了大局，他是英雄。\n\n       下一刻，莱克就被重锤撞飞出去。\n       再下一刻，莹白的剑刃刺入了莱克的胸膛。\n       然后凶手摘下了黝黑的厚重铁盔，狠狠地砸在了莱克不可思议的脸上。\n       奥古帝国以你为耻。\n       我们是作为小丑的存在，你无视战争法则，是败类。\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1516450020,
            "txt_content": "妙啊\n（有一股写文评的冲动"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1516450560,
            "txt_content": "官网塔错字了（小声提醒）"
        },
        {
            "author": "初阳时光",
            "timestamp": 1516451580,
            "txt_content": "1是无尽荒凉 2也是无尽荒凉\n禁忌双重无尽荒凉？！"
        },
        {
            "author": "幽儿~",
            "timestamp": 1516496160,
            "txt_content": "讲真这贴其实毛病挺多的 ...\n显示目录的编制问题 还有主题页中\n文字错误 无尽得繁荣 无尽得荒凉 （这不是的吗....）\n还有就是排版排色问题  = = 强行贴上去的赶脚有木有 \n而且还有些更本就看不清文字了都 ..."
        },
        {
            "author": "马格烈Margare",
            "timestamp": 1516591800,
            "txt_content": "红色和黄色搭配.....太刺眼了吧，而且看字很容易疲劳"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1516616040,
            "txt_content": "单层表格看着有些伤眼。。。话说你目录错了 I应该是无尽繁荣才对吧？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1516973220,
            "txt_content": "非常棒的一篇文章。\n虽然很短，却很有趣。\n虽然说人物的一些语言有些出戏，但是这不妨碍我们从这支离破碎的只言片语中一窥世界的一隅。\n对于场景的描写也是恰到好处。\n不过请注意一下排版啊XD"
        },
        {
            "author": "縻风",
            "timestamp": 1517009400,
            "txt_content": "Smokey_Days 发表于 2018-1-26 21:27\n非常棒的一篇文章。\n虽然很短，却很有趣。\n虽然说人物的一些语言有些出戏，但是这不妨碍我们从这支离破碎的 ...\nGet到了。\n感谢章鱼大佬XD"
        }
    ]
}