{
    "title": "[原创/分章]Adventure World/Project系列————第三章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1516500960,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-1-21 11:29 编辑 \n\n  冬日中，呼呼的朔风吹起了，雪起了，天色暗了。飞舞在灰暗天空中的雪片被风吹着、卷着。\n  “为什么这里变得这么荒凉了？\n  冷意扑面而来，变的是模样，改不了的是记忆。\n  那座实验室还在那，枫叶林已经变成一片片枯树。\n  推开门，这里已经荒废很久了...看来博士已经走了，她是去找了份工作？还是她已经不在了呢？战争眼看就要来了，她难道不会去参战了吧？\n  墙上的藤蔓已经枯萎了，蜘蛛网布满了所有房间，灰尘渐渐沉淀，窗外透过一丝丝冷光。\n  “这是...”思潮从脑内涌上，面前的生态缸已经完全损坏，玻璃碎了一地，但是白色的虫非常多。 \n  bito伸出温暖的手触摸那些奇特的小生物，它们就像雪花般透明，而且没有实体。\n  “......”那些虫子都爬向门外的楼道，然后渐渐爬向下一层的楼梯。随着它们的脚步，摸索到了一个锈色的大门，它们从门缝钻过。\n  “我走的时候，还没有这个楼梯啊。”经过仔细观察，这个楼梯与其他地方显得格格不入，这使满腹疑团的bito从心中萌生了探险的想法。\n\n  一起走吧！（BGM点我）\n\n  那些白色的虫子在一个叉路分散开了，有两条道路，墙面湿滑湿滑的。左边通道瓜来阵阵刺骨的寒风，右边的门貌似被锁住了。\n  “只好硬着头皮上了。”bito开始发抖，这里一点不像博士的作风。\n  左边的通道是一个房间，门没锁上。是一个仓库，一个大型的吹风机正在缓缓运转，看起来这旁边还有供电室。\n  “呲啦！”有什么东西被推掉了，bito心顿时凉了—这里有什么怪物？\n\n  “噫！”一个架子变成了白色的液体融化在地上，随后变成了一只大手抓住了bito的小腿。她捡起地上的的一个铁棍打去，铁棍穿过了大手。\n  这个时候，bito的手机响起了。大手突然融化成了液体逃跑了，电话也消失了。\n  “呼...”bito转身一看，白色大手的位置留下了一个红色的钥匙。\n  她将钥匙插进右边铁门的锁眼，开了......\n\n  更多的生态缸和更多的实验样本。\n  她悄悄触碰了每个架子和生态缸，直到她认为是真的就停下细心观察这个房间—还挺大的。\n\n  一个生态缸上贴有一张残破的纸条：\n实验记录712\n  我不明白我新开的实验室出了什么差错，一些神秘的白色物质开始生成地上，我不得不把它们用暗物质与它们对抗来清理它们。\n实验记录713\n  成功了，暗物质吞噬掉了它们并自我沉淀为尘埃了！我终于不用再被滑倒了。\n实验记录714\n  不对，尘埃一多也难打扫...干脆今天来打扫吧，不做实验了。\n实验记录715\n  貌似是因为那些白色小虫造成的，它们的弱点很简单，就是\n\n  写到一半就没有了，也就意味着可能还会有更多的线索在等着她。\n  bito将这张纸条撕下来折好，放进了口袋里。\n  惊喜的是，另一个绿色钥匙就在放记录的旁边！\n  她拿走钥匙，准备打开这个房间的另一个门。\n\n  “欸？怎么打不开...”bito拔出钥匙，使劲摁了下把手—\n  门融化了，变成一个巨大的白色怪物。这个怪物又像人，又像某种生物，更具体来说像大型的食尸鬼。\n  她知道物理攻击基本这些怪物们都是徒劳的，只能逃跑或者冲过去了。\n  那个怪物缓缓向bito走过来，张开了大嘴咆哮着，整个房间回荡着这种震耳欲聋的声音。\n  bito开始恐惧起来，可能下一秒她就会失去性命。\n\n  怪物只是在她身边走了几圈就让她心惊胆颤，但是一直没有攻击bito。\n  当它看到bito手上的绿色钥匙时，兴奋的转来转去，便夺走钥匙兴匆匆地跑开了。\n  “真是奇怪啊...”bito松了一口气，继续向前探险。\n  又是一个走廊岔道，三个门中有一个门上插着那把绿色钥匙。她推开门，正是供电室。\n  那个怪物不见了，供电室里的拉杆是开启的，但是没有**到光源的电。\n  墙上贴着一张纸：\n实验记录716\n  它们的弱点就是不伤害任何人，其实是很友善的，不过具体为什么它们会在这...可能是bito的问题吧。\n实验记录717\n  找到了，是因为bito的前生尸体吸收了死于蘑菇云中许多生物的灵魂！那些虫就是那些灵魂！！！\n实验记录718\n  所以...我搞砸了。那些尘埃被白虫吞噬，开始拥有自己的意识并不停吞噬其他白虫变得更大、更多...暗物质并没有想象中的强力。\n实验记录719\n  我觉得这里已经完了，不想再挽救了，它们变成了怪物，怪物吸引了更多白虫。\n实验记录720\n  白虫到底在哪？它们从哪来？\n实验记录721\n  走之前先留张记录，如果有人看到这条记录就别再走下去了。\n\n  “博士就这么走了？”她将另外三张记录放在地板上，继续去其它房间探索。\n  另一个房间是一个空房间，不过里面摆放着一些暗物质储存罐，带起来非常便携。\n  隔壁的房间是卧室，看起来这之前是博士睡的地方，而且布置得非常好。一旁的桌子上留有一些漫画和零食，墙壁的装修也是独特的。更奇怪的是，白虫们很“尊敬”这个房间，它们的路线避开了这里。\n  bito用了一小会时间在枕头下发现了一大串钥匙，看起来对之后有用。\n\n  打开前进的门，景象突然反转了过来。（BGM点我）\n  这是一个敞开式的半圆中央，从顶部的一大块玻璃可以看到从天空上飘下的皑皑白雪飘落形成的雪片。尽管已经有缺口，上面的雪花落下在大理石地板上结成了厚厚的雪堆。\n  这里特别宽敞，充满了宁静。\n  白色的虫子爬向两边的台阶到平台上的每一件房门，神秘而又有次序，这里已经不是实验室的范围了。\n  bito尝试去打开这些门，但是都锁上了。\n\n  “喂——有人吗？！”她的声音在宁静中毫无作用，于是她开始地毯式排查线索。\n  不出意料，左边台阶下有一扇小小的门，照样锁上了。\n  她试着用钥匙，打开了。\n\n  阴森的气氛都是假的，房间里贴满了博士与怪物们玩耍欢乐的照片，它们真正缺少的是被人发现，被人理解。\n  那些灵魂已经安定了下来，逐渐开始有自己的思想。\n  博士还为了不让其他人把这件事传出去，就封锁了这里并写下了一些假的实验记录。\n  bito登上台阶，轻轻的敲敲第一个门，门果然开了。\n  是一个小孩子，虽然全身都是白色的，缺少了手臂。\n  再次敲开其他的门，各自缺少了不同的东部位。\n  bito敲开所有的门，那些怪物其实都是白色的人类，白虫们正在融入他们身体，使他们更加完整。有些走下台阶四处张望，显得很久没有出来活动了。\n\n  “那么，你们就是那些怪物吗？”bito望着这些白色的人类，稍加思索，自己的前生尸体变成了他们，是她创造了他们。\n  平台上的一个小男孩将自己的两根手指变成了食尸鬼的形状，调皮的笑了笑。\n  “博士曾经带过你们吗...是这样啊。”bito召集他们过来，跟他们讲诉了自己的来历和博士的一些事。\n  一个女孩伸出一只手变成了博士的样子，她歪歪脑袋，寻求答案。\n  “我虽然不知道博士去哪里了，不过她已经不在这里了哦。”bito摸了摸小女孩的头，像实体一样存在。\n  “那么我们出去吧，我们去找到我的前生尸体，补全你们的身体。”bito带着他们走出那令人毛骨悚然的地方，来到了她的生态缸前。\n  标本整齐的放在一旁的架子上，白虫就是从那些标本罐子里出来的。\n 扭开那些罐子，白虫们突然受到了刺激，猛的向他们钻去。一瞬间的功夫，他们残缺不全的肢体器官都补全了。\n\n  “一起走吧！”\n\n  bito带着他们走出了雪白的枯树，来到山坡上。那些白色人类望着一望无际的天空和他们同样颜色的白雪，手舞足蹈地追逐打闹欢乐起来。\n  她用手比划着那座黑白单调的城市，觉得少了什么。\n  “对了，他们缺少颜色！可是我上哪去找呢？...”说着说着，bito靠在一棵枯树旁睡着了。渐渐地...他们注意到了bito—把她带回了实验室，带到了博士在地下实验室的房间里。\n  他们开始打扫整理地下实验室，把阴森的气息去掉了、还改造了那里的布置...除了那个睡觉的房间。\n\n......\n\n  bito整整在睡梦中度过了四天，像是冒险者在小镇找到了旅馆、上班族从公司回到了家一样。\n  她迷迷糊糊走出房间，走廊已经被拓宽并专修的十分简洁美观。\n  供电房和那些实验房被改造成了客厅卧室等，总之看起来就像很宽敞的房屋。\n  后面的那个大房间呢？那里也已经被修好了，成为他们的卧室。\n  楼上的实验室还保留着，不过东西基本已经被撤走了。\n  “那些人还挺好的...”bito想起了博士，不知道以前也是不是这样的。\n  bito去买回来了一些颜料，打算给那些白色人类涂上颜色。\n  但是，推开房门的却是一个个已经拥有自己颜色的人类。\n  她走过自己的房间时候注意到，门上的标牌写着她的名字。\n  “说倒的是，得给他们起名字了。”\n\n  冬日中，呼呼的朔风吹起了，大雪纷纷，飘落在灰暗的天空中。\n  看见小孩们在雪地上打闹嬉戏，年轻人们出去工作。\n  这正就是一个家啊，博士你能早点回来看看那时候的怪物们吗？它们变成他们了。  \n一起走吧，走累了停下来安家吧。\n\n———To be continued\n\n\n\n",
    "replies": []
}