{
    "title": "[原创/分章]Adventure World/project系列————第四章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1516504320,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-1-21 11:28 编辑 \n\n  桃源乡现在已经三月春天了。\n  桃花刚刚盛开不久，在这片大陆上的桃花则会在3月～7月份盛开或生长。\n\n  “你又来了呢。”\n  一位身穿紫色单条纹衫的少年和棕色短裤的少年坐在一张竹椅上，他是这山上唯一一座神社的主人。\n  晓林一有难事都会来这请教他，至于他是怎么找到这里的...那也只能说他刚来时的第一次迷路正好误打误撞来到这了。\n  这位少年叫泽智莲华(Sawa renka)，有趣的是他与晓林的遭遇不同，他并不是什么普通人。\n\n  他之前曾是军队上的人，也就是那支由大陆各国组成对抗巫妖的军队，参加过二次大陆战争。\n  虽然和晓林一样作为武士，但是具体来说他属于真正的武士，晓林只是游侠而已。\n  无论在战争前后都只有两把佩刀，他不喜欢收藏或用这么多刀。\n  竹椅后面的刀挂台上挂着一把令人不安的妖刀，墙边挂着一把巨大的画笔...——那正是那两把佩刀，红樱与画笔。\n\n  “啊，我需要借用炼金术师宝典几天，我开始不会用炼金术箱子了...”晓林挠挠头，拿起书架上一本沉重的书扛在肩上。\n  “好吧，别弄坏了。”突然反应性的回答。\n  晓林走的时候偷偷在奉纳箱多塞了几百G，他想看看下次来的时候会怎么样。\n  最后一道夕阳从西边的山峰消失了。\n\n  其实在很早以前，\n  他用某种机器获得了宇宙尘埃聚合而成的中子锭和无尽催化剂。\n  将它们的力量赋予在一种用过无数次的老旧物品上，\n  就会让它的能力更加强大、甚至赋予魔法的力量，\n  这就是那支画笔，可以创造处了自己以外的任何物品。\n\n  那支神奇的画笔让他打开了一个通向次元终端的大门，\n  在这片白色的无尽境界里，\n  画笔写下的纸条可以丢入每个次元的传送门，\n  让纸条上所写的在那个次元中一字不落的全部实现，\n  他也便获得了管理者的能力。\n\n  泽智莲华喜欢把每天在次元中实现的结果都写进一本记录本里，那本记录本命名为《Ink craft》之后并以smalltree445的笔名发表在桃源乡著名的《桃源小说月刊》上，吸引了很多的狂热者追随。\n  最后他悄悄建立了俱乐部在一家安静的茶馆里，并命名为北巡Project。\n  茶馆老板觉得这个名字也很适合，于是她加入并合并了这个俱乐部——她就是现在的Bito。\n  关于Bito来到桃源乡开茶馆，其实是为了找到博士的上司而千里迢迢来到这。\n  可能博士的上司会知道博士去哪的消息，所以才来到这的。\n  因为每家每户找人比较不可能，所以她才开了个茶馆四处打听。\n\n  那Bito怎么认识泽智莲华的呢？\n  正好有一次，泽智莲华用着自己的笔名四处推销自己的作品时来到过这家茶馆，那时候名字还是清风茶馆。\n  当Bito偷偷询问他是否认识博士时，他迟疑了一下。\n  泽智莲华做了个手势，招呼她把耳朵伸进来。\n  “那个，你应该见过Lapis吧？而且你叫Bito对吧？”\n  “啊？！”她找对人了。\n  “Lapis...她其实已经逝世很久了...”泽智莲华遗憾地说，拍了拍Bito的肩膀。\n......\n  在那次以后，Bito就和他成为伙伴，两人一起合作经营这里。\n  不过每天茶馆休店时，俱乐部也会准时关门。\n  让Bito好奇的是，泽智莲华这个人只进过一次正门——一楼茶馆正门只有他第一次来的时候进过。\n  不过他喜欢把钥匙放在俱乐部门旁的窗台上，也就很顺利的进去了。\n  打开玻璃门就可以顺着木台阶来到二楼，这里空间和下面茶馆一样大。\n\n  “也没啥嘛...”的确，这很里像一个同人社团，但是团长是原作作者。\n  只有几张靠椅和一些木桌，那些桌上放着一些笔记本电脑和各式各样的茶杯，比底下茶馆的空间“多”了很多。\n  除了一个大厅，还有一个门，在茶馆是用来泡茶的泡茶间。\n  “吱啦——！”\n  这里是一条长长的隧道。\n  “为什么他的俱乐部会有这种东西啊...”Bito看着隧道墙壁上流过的彩色光条，它们向着另外一个尽头飞去。\n  她好奇心四起，跟着光条向那个方向走去...\n\n  “欸？！”Bito突然掉落到了一个日式房间，这个房间很空旷，只有一个被炉和几个柜子。\n  那位少年站在拉门那瞪着她，手里拿着一盘橘子。\n  “你偷拿了我俱乐部的钥匙。”泽智莲华指着Bito旁边的钥匙，明显是从她口袋里掉出来的。\n  “我我我我...”\n  “算啦，我早就会猜到你会知道的。”他把橘子放在被炉上，然后盘腿在一个蓝色的坐垫上。\n\n  “你是怎么把这么长的隧道放在我的茶馆上的？”\n  “啊，那是我画出来的终端通道啊，就是可以让物体到达另一个端口的东西啊。”泽智莲华拿了几片橘子放在Bito面前。\n  “这是画出来的？”Bito指着她刚刚掉下来的地方。\n  少年吃着橘子点点头。\n\n  “那你能帮我连通到我在大陆那边的家吗？”\n  “只要给我一个地点就行。”泽智莲华从一个柜子里拿出一个小本和一支钢笔，“你写下来就行了，然后我画出来。”他把那支画笔拿过来了。\n  完笔没多久，一道传送门就出现在了Bito后面。\n  “现在你可以回到你家啦！”他拉开拉门下楼把画笔放回了客厅。\n  Bito向他鞠躬致谢，穿过了传送门。\n\n  “她终于走了啊...”\n  泽智莲华把藏在坐垫下的笔记本电脑拿了出来。\n  他们俱乐部将在下周在发布《Ink project》的同人漫画短篇，看看能不能取得连载的机会。\n  泽智莲华则是漫画主监督，他们开了个群组互相发布进度。\n......\n  “小华，今天是同人展会啊。”\n  “是的，我们的俱乐部作品已经有摊位了团长。”\n  一个成员拿出地图，指出C展厅的45号位。\n  “就一个？”泽智莲华摸摸下巴，他预测这次应该可以捞到一定人气。\n  “没有，B展厅的17位和18位也是我们的。”\n  “C展厅主要是什么内容？”\n  “原作小说漫画吧，可能需要团长您去。”\n  “那好吧，我换一套衣服先。”泽智莲华打开那间房间的木门，回神社换装去了。\n  半小时过后，那个成员小华随泽智莲华用终端来到C展厅门口。\n  他们俱乐部的成员都有一套紫色单条纹的服装，不过团长随意。\n  泽智莲华向工作人员出示了一下身份，进入了C展厅来到他们的45摊位。\n\n  “我能要一下您的本人的签名吗？”一位穿兜帽衣的少女确定了这是她要找的人。\n  “欸，好啊。”泽智莲华想了想，反正真名也无所谓。\n  “谢谢！那个...您有认识这个人吗？”她拿出一张水印的照片，递给了泽智莲华。\n  “我甚至可以带你去见她。”那张照片上是以前的bito，那么前面这个人就是...\n  可能是因为他打了妆穿了Cos服，所以那位少女没有认出他。\n\n  泽智莲华打开终端，把她带到了空无一人的俱乐部—其他成员都去展会了。\n  “去吧，你要找的人就在楼下，希望我能帮到你。”泽智莲华指着通向楼下的木楼梯。\n  少女欣喜若狂，向他鞠躬谢礼后就跑到楼下的茶馆去了。\n  “团长，有人找您签名了！”在摊位的成员发了一条消息给他，于是他就先离开了。\n\n  “你不是...”没等Bito说完，博士打断了她。\n  “嘘—我只能和你见面一个星期左右，你好好珍惜吧～”博士调皮地回答她。\n  “诶？”\n......\n  茶馆让一个新来的员工帮忙照看了，不过临走之前Bito还是跟员工讲了一大条规则。\n  她们利用俱乐部的终端房来到了实验室门口。\n  “实验室被你们改造成这样了啊！不过很漂亮欸...”\n  Bito花了二十分钟带着博士参观完了整个实验室，之前的地方，还有地下室的家等。\n  就差她们的房间了...\n\n  “那个...”Bito和博士来到了一个单一的房间门前，门上挂着一个牌子：Bito和博士。\n  有几个白色的小朋友突然间跑过来围住了博士—Bito忘记告诉她有这些人的存在了\n  他们都紧紧抱住博士，这就让她很尴尬：“那个，你们认错人了吧。”\n  “呃他们是那些白虫啊。”Bito用手遮住脸，他们的出现很不是时候？\n  “他们都好可爱呐...你是怎么把它们变成现在他们这样的啊？”博士搓搓他们柔软纯白的脸蛋，开心的笑了起来。\n  “那是他们的自我变化，与我好像没有关系。”Bito叹了口气，这些小屁股害的她不能介绍最重要的房间了。\n  “我记得还有几个啊？”博士和Bito来到他们住的大厅。\n  “其他几个变化成了大人，都自个上班做事去了...”Bito数了数博士后面的他们，“不对，好像还有两个呢？”那些小朋友指着最左边第二扇门，点点头。\n\n  “喂！02和03，你们在吗？”Bito因为想不到名字就用这个方法了，不过博士以前也是这样叫的。\n  “我叫Pink不叫02！”里边传出来一个小女孩的吼声。\n  博士看看后面的他们，他们耸耸肩，表示就这样。\n  “你别这样对她讲嘛...”另一个小女孩的声音传出来。\n  Bito也和他们一起耸耸肩，让博士试着去劝劝。\n  “是我。”博士的话刚说完门立刻就打开了。\n  “对不起！”两个小女孩跪在地板上（特指土下座式）。\n  博士回头向后面的Bito给了一个贱贱的笑容。\n\n  不过仔细一看，这两个小孩与其他不同，她们拥有自己的颜色。\n  自称Pink的那个的头发是棕色的，发尖是紫色的。\n  而另一个的头发也是棕色的，发尖是绿色的。\n  更有趣的是，她们衣服的样式一模一样，颜色不同罢了。\n  “原来你的朋友和你都已经变成有血有肉的人类了啊。”博士摸摸Pink的头发来确认是不是染色的，结果还真是天然的。\n\n  博士招呼她们坐到床上，然后给了个眼神给Bito让她先回茶馆。\n  “那03你给自己起名叫什么了呢？”\n  “我叫Vert，是Pink帮我起的。”\n  “还行。”这句话有点像某Rliu。\n......\n  快接近夕阳了，展会也要结束了。\n  泽智莲华带着俱乐部成员们回到俱乐部收拾一下，今晚他请大家的客。\n  他本人提议去新开的面馆，没有成员有异议。\n  “Beer！Beer！”他还招呼几个成员拿上从家里带来的酒，自己先坐终端去占位子去了。\n\n—— To be continue\n",
    "replies": []
}