{
    "title": "[原创/分章]Adventure World/Project系列————第五章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1516504800,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-1-21 11:32 编辑 \n\n\n\n  春季已经过去了，现在到了雨落纷纷的夏季。\n  虽然夏季很热，但是桃源乡大陆最近被远处的剧烈风暴所影响，一直都是处于暴雨至大雨状态。\n  不过，在这段时间里，军队的人貌似发现了巫妖隐藏在桃源乡的基地。\n  这就得说起另一件事情了...\n\n  既然第一次战争是因为争夺永恒自由森林而开战的，那么第二次大鹏山战争则是打败巫妖。\n  但是巫妖逃跑了，逃到了桃源乡，这也就是为什么大陆这方很快就和桃源乡搭建了大陆互通船。\n  军队在桃源乡这片大陆每日每月的收集线索，巡逻监视。\n  但奇怪的是，他们从来没有发生过与巫妖势力一方的冲突。\n  这次，一些巡逻兵前几天就在一个隐蔽的山洞上发现了一个诡异的暗门，这扇门怎么弄也打不开。\n  于是他们上报组织派人前来想办法解决，今天上面派来了人，现在还在路上。\n\n  “喂——在这！”几个巡逻兵在山上迎接刚刚到来的专家和他的助手，然后巡逻兵们带着他们顺着一条小径来到山洞的那个门前。\n  专家仔细摸摸门板，这种材质是来自深海里的黑金矿石，采集这种材料极其困难。\n  “准备我的圣剑。”助手立马把专家包里的一把撬棍拿了出来，准确来说，那把撬棍的材质比普通的撬棍不同。\n  因为专家的这把撬棍是外星来的高科技金属，所以就很轻松的把这扇门弄开了。\n  巡逻兵们谢过专家后，专家和助手坐着车先提前回去了。\n  他们整装待发，进入了这个大门后的漆黑通道。\n\n  “等我生个火...”一个巡逻兵拿起自己临时做的火把点燃，果然比电筒的光亮多了。\n  一股凉风吹过他们的背后，有的巡逻兵开始颤抖了。\n  “有情况！”映入他们视野里的，是一具具怪物的尸体，显然他们已经死了几天了。\n  侦察兵们靠着墙越过这一具具尸体，小心翼翼地走下去。\n  到了同道的尽头，这里是一个标准的大型基地。\n  不过，这里还是横尸遍野，到处都是打斗过的痕迹和大量怪物的血迹。\n  “走吧，侦查就到这里了。”他们的队长带领队员们撤离出了这个地方，之后上级告诉他将会派专门人士来解决这个问题。\n\n  “啊？为什么要我出马？”泽智莲华万分无奈的接受了这个任务，俱乐部将暂时关闭一周。\n  在Bito那边，博士每隔一星期都会回来住一个星期，然后隔一个星期后再回来住一个星期。\n  不过，Pink和Vert据说要去参加某个大陆活动要离开一周，Bito看见泽智莲华要出去一周也觉得很奇怪。\n  泽智莲华画好了上级报给他的坐标终端，带上家里的那把妖刀和自己常用的画笔就去了。\n\n  “噫...”怪物的尸体太多，使他的行动有点麻烦。\n  这个入口是处于基地的最顶部端，可以沿着旋转楼梯到达最底下。\n  一路上的一些门也已经全部被锁死，这里除了横尸遍野其他都死气沉沉。\n  泽智莲华渐渐发现，这些怪物死前都有在反抗或者战斗，伤口都是被刀状物体割出来的，但是血液已经差不多干了。\n  就这样，他一步一步的终于走到了最底层。\n\n  从楼梯下来，正前方方向有一个被利物强行切得只剩一半的大门。\n  泽智莲华绕过那半个大门，他握紧了那把神秘的妖刀。\n  这里是一个巨大的空旷宫殿房，不过已经有过严重的打斗痕迹。\n  一个巨大羊角兽的尸体倒在泽智莲华的面前——巫妖的尸体！？显然泽智莲华要面对的对手很强。\n  前面有一个很长很长并铺着红地毯的楼梯，最顶峰是一个用钻石做的王座。\n  上面坐着一个粉色单条纹加紫色短裙的女孩，旁边则靠着一个绿色单条纹衫加深绿短裙的女孩，她们正看着泽智莲华。\n  “看来又来了一个送死的啊。”粉色的女孩狂气的对下面的泽智莲华露出了恐怖的微笑。\n  “我们来解决掉他就出去吧。”另一个女孩拿起了沾满鲜血的刀子，同样露出了令人不安的微笑。\n......\n  泽智莲华换出画笔，画出数十个龙骨炮阻击她们。\n  粉色女孩一刀砍下那些烦人的龙骨炮，然后再一刀砍向泽智莲华。\n  他转身一避，闪躲过了这致命一击。\n  绿色女孩闪到泽智莲华的后面一刀砍下，却被他一笔硬生生的甩在台阶上吐出了鲜血。\n  “太慢了—”粉色小女孩迅速划伤了泽智莲华的小腿，十分的疼！这使他不能闪躲了。\n\n  “道出你的名字。”粉色女孩用刀指这泽智莲华的双眼间。\n  “我叫泽智莲华，来自时空的管理者...”他忍住伤痛，准备下一次攻击。\n  “呵，原来神也会受伤啊？”她一刀奋力地刺去，又泽智莲华一刀拦下。\n  泽智莲华一脚蹬开了她，接着又一刀挥斩出一道巨型的剑气。\n  粉色女孩躲开去拉起绿色女孩，现在她们突然处于劣势状态。\n  她们集中精力一起将泽智莲华连砍逼至墙边，现在再怎么闪躲也没用了。\n  “可恶...”他用尽全力强制一斩击退了她们，不过他伤势已经过多无法再移动或战斗了。\n\n  “很好，你已经没有体力了，Vert你来解决掉这个家伙吧。”粉色女孩让另一个绿色女孩动手，她觉得自己已经杀得够多了。\n  “那么，先割掉你的一只手吧？”绿色女孩用小刀在他左手的皮肤上轻轻的划过，但是并没有出血。\n  “呐，Pink我下不了手啊～”绿色女孩亲切的语气让泽智莲华绝望了，“这个家伙的腿比我还长还要白呢...明明是少年为什么会有女孩子们的腿呢？那就先割这里好吧，呐？”绿色女孩又把刀轻轻划到他的腿上。\n  粉色女孩望了一眼也凑了过来，两个人竟然坐在他旁边津津乐道着如何切他身体的哪一部分。\n  “直接先捅这里就行了吧？”绿色女孩突然站起来，指着他的心脏部位。\n  “啊...快点，我还要回去写文呢......”粉色那诡异的笑容消失了。\n\n  “嘣吱——”这个房间的入口处发生了剧烈爆炸，那两人回头一望，爆炸的硝烟中出现了一个影子。\n  “那个人杀不得。”影子走了出来，正是Bito本人。\n  Bito已经学会了用改造后的身体，其实博士很早以前就给她安装了这样的模式，只是最近才告诉她的而已。\n  粉色女孩的笑容疑惑起来，那个男人原来不是残兵吗？\n  “你怎么...”绿色女孩还没有明白。\n  “Vert，可以了，这是我们的上司。”粉色女孩转过身向泽智莲华鞠躬道歉。\n\n  Bito把泽智莲华扶了起来。\n  “军队可没叫你们这些新兵蛋子来瞎惹事呢，报上你们的名字。”泽智莲华拍拍裤子上的灰尘，忍着伤痛。\n  “我是Pink，另一位的是Vert。”她们把刀子收好，不敢不恭。\n  “你们的power是从哪里来的？”\n  Pink酝酿了一下，盘腿坐了下来——\n......\n  “今晚好多蚊子呢...变成人类之后好麻烦。”Vert盯着那些飞向她脸上的蚊子...“啪——!”又一只蚊子败阵了。\n  “就是啊...”Pink已经没有什么耐心了，她一见到蚊子就是一巴掌。\n\n  Vert慢慢发现，她拍死了蚊子却没有留下尸体和血液，哪怕是她自己被蚊子吸的血都没有。\n  她捉到一只蚊子，把它在掌心搓揉了一会。\n  “变成灰尘飞起来了！”她的叫声使Pink分心了。\n  “你你你...刚才说什么？”\n  “蚊子！我们拍死了就会变成灰尘飞起来！”Pink以迅雷不及的速度也捉住了一只蚊子做试验，不出所料的，和她所说的一样。\n  Vert也从Pink的动作发现，她的速度也比以前快了很多，而且是在今晚变化的。\n  “你...是不是觉得自己有什么变化？”拍蚊子的声音越来越多，两人也渐渐习惯了。\n  “好像...我一直都不会疲倦，甚至还更快了？”Pink一边驱逐这些源源不断的蚊子。\n\n  第二天，她们去找到了在房间里看漫画的博士。\n  “这很正常，形成你们的物质原本是世界的熵中产生的能量残渣，也就是说你们之前的白色变化成现在是因为你们完全拥有了自己的控制能力，但你们如果自身带有能力的话那这得关系到灵魂...”博士来到她们的房间里拉开了窗帘。\n  “你们昨晚没关窗吧？难怪有这么多蚊子。”窗外正好是茂密的草丛聚集地，在这个平坦的斜坡上繁荣的生长着，但也带来了无数昆虫。\n  “欸？”\n......\n  “嘛，反正就是这样。”\n  “只是因为那些侦察兵在发现后的几天我们就已经把这里屠杀干净了哦。”Vert耸耸肩，泽智莲华发现这个事情没这么简单。\n  “你们是怎么进入军队的啊...话说你们又怎么来的啊...”泽智莲华想问干净。\n  Pink指向Bito，“是因为和她的参加才来到军队的，我们之前也只是好奇跟过去罢了...”\n  泽智莲华开始有点质疑军队的审核能力和教导能力了，新兵连以前的团长都不认识了吗？\n  “现在的一团团长是哪位？”他再次开口。\n  “一位胡子刀疤脸大叔，当团长也当好久了，上面的家伙都叫他史蒂夫，真名本人未透露。”Pink有点疑惑泽智莲华要问这么多干什么，他不是还是军队上的人吗？\n\n  此时，军队的人从入口处进来了。\n  “真是说曹操曹操到！”(不要在意曹操为什么会在这种时代还有人记得)Vert和Pink都站了起来，准备向史蒂夫报告。\n  一个胡渣蓝和服大叔在一排士兵让出的道路中央走出来，那就是现任一团团长史蒂夫。\n  “诶呀，这是什么？”史蒂夫指着那具大羊角兽尸体\n  “是巫妖。”Pink向史蒂夫直白明了的全部说出来，后排的士兵们都议论纷纷。\n  “果然你就是我们一团最强的实力呢，侦察兵还没进去就已经解决完这里了...”他啧啧赞叹着。\n\n  “那只是巫妖的分身，真正的巫妖应该没这么弱。”泽智莲华用绷带先扎住了伤口，然后站了起来。\n  后面的士兵见这是上一任团长后，阵型都开始乱了。\n  “她们两个小家伙对你怎么了？泽智兄？”史蒂夫转头过来的眼神让Pink不得不再次鞠躬道歉，还说她和Vert只是有眼不识泰山。\n  “啊没事，我只是最近锻炼少了点打不过年轻人了啊。”史蒂夫对泽智莲华笑了笑，“那么说你还老了啊？二次战争都没见你这么狼狈呢哈哈哈...”\n  Pink打算收回她之前的疑惑，可能他只是怕史蒂夫退役了，见不着这位兄弟了。\n——To be continue\n\n",
    "replies": []
}