{
    "title": "[原创/分章]Adventure World/Project系列————第一章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1516499880,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-1-21 11:31 编辑 \n\n  有时候，喝点酒就会明白有些事情需要冷静地放下来。\n  啊，“明天就可以走出这片森林了！”这种心情已经完全按耐不住了，不过应该去收拾行李准备一下了。\n  师父的下诺言的时间已经过去十年了呢...呀，果然这种事情想想就恐怖。\n\n  稍微回忆一下：\n当时的地球上的各国都在争夺土地，弱肉强食。然后不知道哪个国家发射了核弹，激怒了其他国家就引发了这种战争。\n那时候的地球满目苍夷，大家都在废墟里与一些被蘑菇云感染的生物与人类搏斗，甚至自相残杀。\n嗯...想想都觉得恐怖（喝酒）\n我好像在饥饿中晕倒在了废墟里，之后醒来被一位老人带到了一个竹林里，这里很宁静，远离尘世。\n那是师父，我的第二个亲人。父母在灾难中已经不幸身亡了，我只好跟了那个老师父。\n他还收养了十几个和我一样年龄的孩子，他们每天都在后院练着剑术，我之后成为了他们中的一员，一起学习玩耍。\n但是我们开始渐渐长大了，最后只剩下了我和老师父两人。\n他岁数的增大给他添了不少麻烦，我一直留下来照顾他，直到师父享年逝世。\n我答应好了师父，10年以后的那天才愿走出这个森林。\n\n  “时间不早了，该去睡觉了。”少年打了个哈欠，闭上了期待的眼神。\n......\n  这个少年叫晓林，现在已经是一个30岁的人类大叔了。\n  现在居住在永恒自由森林，家安在一个树上的木屋。\n  尽管长得不像大叔，但是生活习性和说话跟大叔没什么两样。\n  天生的深灰色头发，日常穿着紫色的兜帽衣。\n  经常喜欢去森林里的一个小镇上泡酒吧、买烟等，随身喜欢带着师父送他的一把铁露台。\n  那把露台听说是用魔法做的，断不了，于是他就用来切肉啊磨东西啊。\n  “反正洗洗就行也不会断”\n  十分不会保养自己的爱刀，平时的经济来源基本也是冒险爆发来的。\n  不是很喜欢吃零食，但是烟酒一离就会死掉。当场死掉。\n  虽然镇上有漂亮的女孩子，不过都跟他无缘，他自己也不想找个女朋友。\n\n  第二天早晨，一场挤轮船的行动开始了。\n  “今天周四，人应该没有这么多...”码头边上的售票站人山人海，工作人员还在旁边搭建了临时售票点。\n  晓林问了旁边的一个坐在木椅上的老人\n  “大爷，今天是什么日子啊？”\n  “你不知道啊年轻人？今天是去新大陆的第一批船票开放日啊！”\n  “新大陆？”\n  ......\n  晓林费劲千辛万苦下终于买到了船票，过了安检口成功登上了轮船。\n  没过几分钟，安检口放下来了，轮船开始收锚开动。\n  在一声长鸣声过后，岸上的一些人们像向船上的人挥手告别，船上的一些人也会挥手作别。\n  碧蓝的海水从船头迎来，吹着温暖的海风。\n  海鸥在蓝天飞翔着，看来他要去的地方会很美丽吧...\n\n  几个小时不到，水天相接的地方出现了一片大岛屿。\n“看到另一个码头了！”晓林心里激动地直接想跳下去。\n 轮船缓缓地停了下来，安检口的栏门开始放下来，轮船的楼梯也渐渐拉下。\n  这是一个非常暖和的地方，穿过这个大岛屿茂密的桃林，才是真正的目的地—桃源乡！\n  晓林沿着一个大桥走过去，这个大桥没有任何车辆，只有很多的行人和游客。\n  不同的是，这里有很多种族也居住在这里，包括一些没见过的外星人。\n  这个地方就和它的名字一样，满山的桃花树成为这个大陆的亮点。\n  大桥通向大陆那端的尽头旁，有个巨大的石碑，很多游客在这里拍照或念读观看。\n\n  “桃源乡 17317—17398，最早由外星人发现这里并移居在此。”\n  “这里也被称作世外桃源，是由原来的大陆板块分离出来的，岛上最有名的景点是桃花林。”\n  “在桃源乡政府和另一边的大陆各国政府涉交下开放本大陆，目前旅游行业已经基本完成。”\n  晓林赞叹不已—现在和平时代的外面世界真美好。\n  幸运的是，正好有南边城市一条街道有几个空地，买下后允许自己搭建房屋。\n  他以最便宜的8000G向那条街的管理者买下了一块地，正好在一些商铺的旁边。\n  其实，只是对面有间酒吧而已。\n  开始建造！\n  几天时间，他在那搭了一个结实牢固的木屋，登记了房屋许可证。\n  “现在把原来的家具拿出来...”他把家具什么的行旅丢在了转换桌里，不过真的挺方便。\n  安好家具，现在已经像个家了。\n......\n  夏天的某一个中午，烈日当空。\n  晓林觉得家里正在持续升温，打算去公园散步。\n  顺便去找午饭吧！\n  “果然，还是外面凉快啊...”晓林张开双手迎着凉风，桃树的枝叶沙沙作响。\n  旁边正好有一个热狗摊，午饭问题已经解决了。\n  “呐，老板给你10G。”他接过热狗，坐在长椅上吧唧吧唧的吃起来。\n\n  一个穿西装的少女也要了一份热狗，坐在他旁边。\n  她把西装外套放在扶手上，看起来是挤出工作时间来的。\n  ...\n  “那个，你是做什么工作的呢？”晓林看着西装外套默默问那位少女。\n  “我是酒馆酒保，周五下午我换和一个同事换班。”\n  “新街道那个酒吧？”\n  “是啊，你是新来的住户吗？”少女略惊奇的看着他。\n  晓林用左手搓搓自己头发，点点头。\n  “你现在是什么工作呢？”少女把包装纸放进旁边的垃圾桶，靠在椅背上微笑地看着他。\n  “30岁，是冒险家...”（无要素\n  “为了什么搬过这里来居住呢？这里可没有什么冒险啊？”\n  “不想冒险了...简直就是暴发户一样。”他搓头速度加快了。\n  少女笑嘻嘻的看着他，摆了摆手。\n\n  “我叫粟，你叫什么名字呢？”少女歪歪头。\n  “我？我叫晓林，现在住在新街道酒馆对面的那个木屋。”晓林摸摸口袋，已经没有烟了。\n  少女从西装外套的口袋里摸出了一盒新烟给他，“原来你也抽烟啊…”\n  他脸红了一阵，尴尬地笑起来。\n  “要不今晚请你吃晚饭？”\n  “可以啊，正好今天晚上有空不加班。”\n......\n  “呀，那个妹子真好啊...”他刚陪完粟吃晚饭回到家，夜色已经深了。\n  对面的酒馆今天的嘈杂声变大了，貌似有一伙旅行团来这里吃住。\n  不过，除去这一点其他还蛮安静的。\n\n  一个美好的早晨！\n  晓林今天打算宅在家里过一整天，熟悉熟悉这边的各种电视台。\n  外面的接收器已经装好了，准备好早餐就开始开电视吧！\n  “欸，我昨天打包的薯条呢？”晓林翻找冰箱的每一个角落都没找见。\n  “好像我落在座椅上了。”\n 薯条是今天早餐的主题，那么上哪去找呢？\n  “呀...我记得我的转换桌里有以前测试外卖订的薯条吧。”\n\n  “为什么拿出来的每一根都是一样的啊...改天我要去退货买个好点的。”\n  晓林只好把那些恒温的薯条放到微波炉加热，然后加上一勺盐和一大坨的番茄酱就当做是今天的早餐了。\n  光吃薯条果然是不行的，电视剧没看到几集就吃腻了。\n  躺在沙发晓林的拿出手机，净点了那些来自旧日西方的垃圾快餐食品。\n  “等会就有好吃的了！”\n\n  “紫X，你别走啊！”\n  “X康你松手，我不想再见到你！”\n  ...\n  “什么电视剧啊？下一个。”晓林拿起刚到的炸鸡块，又吧唧吧唧地吃起来。\n  “现在绿奶队领先白狗队3分，看来白狗队必须停止摸鱼开始使用他们独特的扣球战术了。”\n  “现在绿奶队的队长黄旭西要求中场暂停，队长一直在给队员们毒奶让他们用反向flag压倒白狗队让他们丢人。”\n  ...\n  “这解说员怕是游戏主播来的，下一个。”晓林伸手去摸茶几上的纸袋。\n  “啊，鸡块吃完了。”他看了看装鸡块的盒子，里边只有一些屑屑。\n  “那我来吃汉堡吧。”吧唧吧唧的声音又回来了。\n\n  “吃饱了。”\n  “嗯，没有了。”\n  晓林瘫在沙发上度过了整个上午和下午。\n  “完全不想动...”他爬到沙发的扶手旁，伸长手拿起了架子上的手机。\n  他摁下了关机键关上了电视，把遥控器丢在茶几上。\n  来看看有什么游戏吧！\n  ...\n  “这是什么手机游戏？好像似曾相识？”晓林摸出烟盒，抽出一根烟叼在嘴上。\n  “看起来很好玩？好像是很远古的游戏了。”\n\n\n\n\n\n\n\n\n\n\n\n\n  游戏名称： 东  方  地  灵  殿（绝望\n\nTo be continued——\n\n\n",
    "replies": []
}