{
    "title": "[原创/分章]Adventrue World/Project系列————第六章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1516505040,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-1-21 11:27 编辑 \n\n\n  这个夏季桃源乡不怎么安宁，巫妖的一个分身被轻松干掉以后，它开始觉得有强者出现了。\n  “传我的令，马上派一些强力的怪物首领伪装前去旧大陆，然后到那边发展分地。”几个怪物接巫妖之令后，分别回到各领地向首领汇报。\n  “这两个小女孩，再不处理掉的话怕会对我们造成若干威胁的。”王座旁的一位来自外星的克苏鲁预言师向巫妖提议，并给它看了水晶球回放的战斗场面。\n  “只用了短短三分钟就把我的分身搞定了？呔!”巫妖看着回放中的两人仅用十几刀就消灭了自己的分身，它的直觉告诉它还会有其它强者。\n\n  晓林从一个巷子里的旧货店买到了一个红色手套。\n  “欸，你怎么会买这种旧手套啊，做实验吗？”泽智莲华翻翻晓林带来的白色袋子，他不明白晓林去旧货店干什么。\n  不过可喜可贺的是，他今天终于也可以休假了。\n  “我家里正好缺洗碗的手套，看见这个还不错就要了...而且还没有破损脏痕？”他戴上了手套，感觉还很舒适。\n  “好吧。”泽智莲华向他耸耸肩，接着继续修指甲了。\n\n  “近来时间，桃源乡大陆上貌似出现了许多的怪人。这些怪人的来源目前尚不清楚，有关部门已经准备将英雄作为新的职业，以便集齐各路英雄...”\n  “你真喜欢看新闻呢。”\n  泽智莲华拿起桌子上的空调遥控器，将角落的空调温度调低至24度。\n  “原来你这有空调啊！怪不得我说怎么外面这么热...”晓林搓搓头发，抓起了许多掉落的头发——他已经意识到自己很久没有剪头发了。\n\n  他来到离他家不远的街道上，这里人到很多。\n  “哟，你来了！”理发店老板告诉他上次理头是差不多半年前了，他才意识到过得这么快。\n  “帮我理薄一点吧？”\n\n  嘎吱嘎吱的理发声和剪刀声后......\n  “慢走哦，等你半年后再来。”老板收了他50G，外加洗头服务。\n  漫不经心的他在烈日当空的街道上走着。“\n  今天午饭去泽智神社做蛋包饭好吧？”\n  这个想法令他转头向对面的超市走去——\n\n  “啊，下雨了。”\n  “一场奇怪的大雨呢。”\n  的确，这是一场在烈日下突然转变的暴雨。\n\n  “疑似旧日出现的深海族再次出现在南市，在南市海滩度假的游客请立刻疏散逃生，请让职业英雄们应对困难...”\n  晓林的目光被旁边的一个公共电视站点给吸引了，因为他现在就处于南市。\n  旁边的人群都为性命而逃生，而他站着原地未有逃跑之意。\n  过了不久，热闹的街道变得冷清了。\n  “看来午饭是吃不成了。”\n\n  晓林背着人群逃离的方向，他想去看看那个让他午饭落空的“深海族”。\n  出乎意料的是，他感觉到有几个身穿奇特衣着的人出现在他身后。\n  “喂，你是英雄吗？为什么不去避难？”那几个人是后到的B级英雄，前来帮助前线A级作战。\n  “没事，我也没有希望（午饭）活下去了。”几个英雄见这个人特别奇怪，于是就快步离开了。\n  他悄悄跟在后面，正好可以在这片大陆略展身手。\n  雨依然下得很大，雨水浸透了他的兜帽衣。\n  尾随着那些英雄不久，来到了那片“危险的海滩”边——有十几位英雄与许多群长得像章鱼又像巨人的怪物殊死搏斗，局势似乎不太稳定。\n\n  “那些英雄好奇特呢，有用拳头近战的、有用剑砍杀的、还有的用枪的...”晓林略数了几个，想想决定观察一会——\n  因为怪人的数量越来越多，且越来越强，英雄们不得不撤退到街道上利用地势搏斗。\n  “嚓！”一位刚刚赶来的男人用手中的三叉戟将前面的深海族逼得直后退，晓林感受到了他身上带有重重的杀气。\n  “是S级英雄山丘之王！”一些英雄甚至喊出了声。\n  晓林用手机录下了一段视频，发给了泽智莲华。\n\n  “这不是二团团长吗，怎么当上英雄了？”\n  泽智莲华翻开军队的官网，才发现军队的人也可以当英雄赚钱了。\n  “什么？！”他气愤地对桌子造成了1点伤害。\n  当然，对于穷得快要吃土的泽智莲华来说，他稳定收入都是晓林每天奉纳的。\n......\n  另一边，山丘之王和其它英雄们击败了一波又一波的深海族，最后只剩下了一个穿着法袍的神秘人。\n  “还剩一个。”山丘之王跳起来欲给它一击，但却被一个类似结界的护盾弹开了。\n  “我是深海族最强的祭司，你们这些杂鱼阻碍不了我踏进城市里屠杀的...”那个神秘人奸笑着，周围的英雄们咬牙切齿，用尽一切攻击与力量都无可奈何。\n  神秘人摆了个手势，召唤出几个巨大的眼球向前发射直线激光，但却被山丘之王一叉横扫，将巨型眼球们四分五裂。\n  它手指向下，召唤出了骷髅军团，接着又将阵亡的深海族再次复活，场上僵持着。\n  “是时候了...”晓林把手机收回口袋里，从英雄们的后方走来。\n\n  之前见到他的几个英雄眉头一皱，跑出队伍劝他离开。\n  “我的希望回来了，还要和他们算账（午饭）呢。”晓林握紧拳头，轻轻推开挡住他的英雄们，来到山丘之王前面。\n  “喂，你要做什么？！”山丘之王觉得这个少年来历不凡，晓林的杀气让他也感受到了。\n  对面的神秘人停止了奸笑，用一个结界将两边分开，只留下它和晓林在中间。\n\n  “我叫白，是巫妖的主干手下之一，拥有几乎掌控所有法术的能力。”神秘人摘下面罩，一个灰发少年的脸出现在晓林的面前。\n  “我是晓林，是一个兴趣使然的路人，你们的侵略导致我的午饭落空了，所以我要打败你。”晓林伸出右拳，红色的手套在雨中清洗得更亮了。\n  “好，你既然觉得自己很强，那我倒要看看你这突然出现的路人有多强！”白的一个手势，再次缩小了结界的大小。\n  他引导乌云上的雷电劈向晓林，但是都被他全部躲闪。\n  接着手一挥，地下的土飞起来形成了一座墙，再次拦住了晓林。\n  “你也真是麻烦呢。”晓林拿出很久没有用过的灾难新星，向土墙扔去。\n  土墙虽然被炸开了，但是外面的白用大量的火焰封住了缺口，再用骨刺在墙内地毯式攻击了一遍。\n\n  “杂鱼还是杂鱼啊。”白在停下施法，空中浮起来并穿过缺口。后面的一些英雄失望地低下了头，他们没办法救这个人了。\n  然而他并没有看见晓林。\n  ...\n  一个大大的死字突然出现在他的想法，直觉告诉他自己必死无疑。\n  “无用！无用！”他慌张向四周施法，土墙被烈焰炸得粉碎，他觉得自己的直觉是错的，连尸体都没看到直觉怎么可能是正确的？\n  晓林缓缓从他后方走来，毫发未损。\n  白气愤又慌张的冲向他，他右手将土墙的碎片吸附过来形成一个个巨大的岩石球，他相信大地的power能够击败这个比他还神秘的人。\n  “嘣——晓林将身一转，躲过岩石球的攻击。\n  待白发现他已经绕到自己身后时，转身看到他立刻汗如雨下。\n  “杂鱼还是杂鱼啊。”晓林有趣的回道，右手一拳挥到他面前几厘地方就停下了，随而从后方一股强大气流冲过来，将结界打穿了。\n  不幸的是，白被那股强大的气流弹飞到了浅海边，这种力量使他体内承受不过，于是吐出口鲜血就提前撤退了。\n\n  结界消失在了空气中。\n  当他走向那些怪人时，那些怪物因为恐惧，也看到了那大大的死字。\n  有许多怪人接二连三的逃跑了，有的觉得自己回去很没脸，于是打算拼殊死一战。\n  “你们怎么还站在这里啊？”他用右拳的拳气将那些看起来很高大的怪人弹飞回了深海里，不过他们要承受的力量比白差很多，所以受到的都是严重的内伤。\n  那些跑到一半的怪人看到被弹飞的大将们，跑得更快了。\n\n  山丘之王把三叉戟放下了。\n  “你是军队里的人吧？”后面的英雄也纷纷讨论着，晓林笑了笑。\n  “我只是刚刚搬来这里一年多的周围住户而已。”\n  英雄们为他让了一条路，他随着暴雨向道路走去。\n  “他体内住着神明啊。”山丘之王感叹道自己还未成为强者。\n  其实，晓林只是在与白的战斗中发现这个手套特别强大而已了...\n\n  “泽智我回来啦。”外面仍然下着雨，晓林已经全身湿透了。\n  “他们把深海族干掉了？”泽智主要在意这一点。\n  “我把它们打回到了海里面哦。”晓林把手套脱下，放在桌子上。\n  “我去洗个澡先了。”晓林走到二楼楼梯旁的卫生间，把衣服挂在了外面墙上的架子上。\n  泽智莲华仔细观察这双“洗碗的手套”，上面还是没有一点损坏或脏痕。\n......\n  “咚——”泽智莲华在神社后面的空地上向天空用力地挥了一拳，一股强大的气流将乌云硬生生的撕开了一道口子，天空中露出了久违的阳光。\n  “如此强大的power...”泽智莲华已经明白了晓林是怎么打败深海族的了，他回到房间里去调查这个手套的来源。\n  晓林刚好洗完澡，他正好在转换桌里还有备用的衣服。\n  “你在做什么这么慌张？”他用毛巾搓着头发，已经没有脱落的头发掉下来了。\n  泽智莲华把电脑转过去让他看看这个手套的来历。\n  “一个旧地球最强大的人类英雄，但是很少人知道他的实力？”晓林看着这双“崭新”的手套，像看到了长辈一般。\n  “也就是说这双手套是二十多三十多年前的的东西了？”晓林转头再向泽智莲华问道。\n  “不，可能已经过去几万年或几千年了...”泽智莲华觉得这种力量没有被巫妖得到那真是万幸。\n\n——To be continue\n\n\n",
    "replies": []
}