{
    "title": "逆途——第三章",
    "author": "z736027620",
    "replyCount": 2,
    "timestamp": 1358063040,
    "txt_content": " 本帖最后由 DJXGAME 于 2013-1-13 18:09 编辑 \n\nsorry，发完了……刚才在剁肉馅……等下包饺子……直接发二章，第二章等一两分钟- -\n----------------------------------------------\n我还是想往然一样，每天种地、收地、挖矿，有一天我正在挖矿的时候，我竟然挖到了钻石矿！这……我好几天都是原石而归，今天终于挖到钻石矿了！\n我兴奋的往前走了过去，拿出了钻石稿，而且还是附魔的哦，挖掘功率IV的，我老妈不敢给我好的，就给我个这个。\n我兴奋的继续往前走，我刚刚走了过去，下面的石头道路竟然马上就消失了！这种场所我认识！就是被活塞门夹住的那一次！\n我一边拼命地用钻石稿挖着，一边心里想着，是哪个混蛋在矿里弄陷阱的？坑啊！\n我突然发现，一个石头上面，竟然是基岩！虽然我这个时候已经有空地方呼吸了，但是……这上面是基岩，我怎么弄啊？我又开始想了起来，基岩可以制作吗？在我的印象中是不可以的啊！这……只有长老可以，不！还有一个人！想要我命的人！那就是——him！\n不对啊……他怎么可以使用异能的？算了……先不想这些，看看怎么出去再说！\n我用钻石稿到处挖来挖去，可是终究没有一个地方可以出去！\n对了！刚才的钻石！\n我返回到原先的位置\n果然，发现在一大片的基岩中，出现了一个钻石矿，这就是刚才的诱饵！我用钻石稿使劲的挖，发现，果然，我可以出去！\n我用钻石稿将钻石矿都挖空，拿到了拿到了三个钻石矿石！我心里暗叫开心。\n然后我用泥土堆了上去……\n突然发现，我面前竟然有一个人！\n那人……不就是him吗！他此时正在怒狠的看着我，白色的眼睛同上次一样，往上挤了，他手里拿着钻石稿，看来他也发现了这歌陷阱的漏洞，他想将钻石矿挖掉然后用基岩补住！\n不过，看起来他似乎没反应过来，还在暴怒中。我快速的将背包里的钻石剑拿了出来。\n我用剑砍了那人好几下，这次发现，这人竟然会流血！跟上次完全不一样啊！\n我看到如此，便继续用钻石剑砍着，很快，那人就死掉了！\n他……竟然死掉了！怎么回事啊？这不可能吧？！\n我将他的背包里的物体捡了起来，发现，他的背包里全部都是钻石矿和活塞还有红石火把还有红石还有基岩还有……拌线钩！\n我想到了刚才我为什么会突然掉下去，我想矿石的周围看去，黑乎乎的，因为我没有带火把，所以就弄了个红石火把在那里，竟然发现，这里竟然有拌线钩！\n原来如此嘛……我再看了看右面，右面也有一个！\n我碰了一下拌线钩然后马上回来，就发现原先钻石矿石所在的位置的周围，迅速动了起来，我看绝很奇怪\n我先将拌线钩打断，然后我走到了刚才动来动去的地方，我用钻石稿挖了一下，等出现时，发现，这里竟然是活塞！\n我似乎明白了一点，我继续往周围挖着，发现这里有很多活塞，然后又发现……这有个红石火把，我记住了结构，然后抱着him的身体，往上走着，我在走的时候，竟然感觉到，后面有一双白色的眼睛盯着我！\n我不敢回头，因为手里抱着him的尸体，他不可能在我后面的！\n突然，有人在背后抓了我一下！\n我立刻摔倒，后脑勺碰到了台阶，脑袋里一下子出现嗡嗡的声音……然后，我的意识就消失了……\n当我醒来时，我发现我面前的竟然是爱丽丝！\n“哎？！小莫，你醒了？！”爱丽丝惊讶的说道。\n“咳……咳……”我爬了起来，“这……这是哪？”\n“这是我家啊！”\n爱丽丝站了起来，用手向周围晃了一圈。\n“你家还真是变了呐……我记得我8岁时候来的时候，你家还是石砖铺的呢……现在……”我笑着看了一下，“完全都是粉红色羊毛做的涂漆呢……”\n“这才不是我的家呢！”爱丽丝笑了笑，“这是我爷爷给我弄的小猪猪！”\n“小猪猪？！”\n“恩恩！”爱丽丝叫道，“我爷爷给我弄的，很可爱哦！还可以当做攻击的！”\n“是吗？”\n“当然！不信你出来看看！”爱丽丝大喊。\n爱丽丝将手指对着我的头按了一下，fly（好吧，这就是指令命令了，FLY有没有这个命令我不知道，但是可不能gamemode吧……那就是长老了亲，所以就弄这个了啊）\n我的双脚立刻离开了土地，我向前走了一步，我发现，我竟然飞了！\n“这是飞翔的指令哦！是我爷爷给我的。”\n“这……不算犯了皇家法院吗？”\n“不犯的！”爱丽丝说，“FLY这个命令是可以用钱买到的，虽然只有1次的权限……”\n“一次多少钱啊？”\n“500000……”\n“什么？那可是我收好一年地才可以弄出来的啊！”\n“嘻嘻……没什么啦！就是一点钱而已，没事的！”爱丽丝虽然这么说，但是也很心疼。\n“什么没事啊，真是的……先去看看你的猪吧，以后我再还你。”\n“咱俩谁跟谁啊！”爱丽丝笑了笑。\n我们两个飞了出去，发现，这头猪……哦不是，是粉色羊毛堆出来的猪还真是可爱！\n而这头猪的对面，竟然还有一个钻石人！\n“这是什么？！”我惊讶了。\n“钻石人啊！”爱丽丝说道。\n“不是……我说这个不是应该钻石羊毛做的吗……”我惊讶了，“这……这是真的钻石做的？”",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1358063160,
            "txt_content": "嗯，挺好的......"
        },
        {
            "author": "z736027620",
            "timestamp": 1358063280,
            "txt_content": "Oil 发表于 2013-1-13 15:46 \n嗯，挺好的......\n挺好就加分啦- -"
        }
    ]
}