{
    "title": "[1.16.3-1.12.2][Moar Boats——模块化船]让你的船按照航线无人行驶吧！",
    "author": "没糖的葫芦",
    "replyCount": 45,
    "timestamp": 1516804020,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2021-1-2 00:19 编辑 \n\n\n介绍模块化船可以让你的船在你制定的航线上无人航行，可以挂载多节船只运输货物，这只需要消耗少量的煤作为动力。Moar Boats是由jglrxavpok开发的一个新Mod，意在添加更多的可选择的运输工具，是个不错的航运Mod，在1.3后新增了扩展模块玩法，可以变成钓鱼船等！\n使用说明*以下为最初始版本1.3.0以后进行过较大变动将在稍晚更新！首先我们需要模块化船的主体，一个金属结构的船体，如果需要连接多个船需要一个穿绳来连接主船和副船，主船必须有一个引擎也就是熔炉，请不要直接放入煤，一旦放入会立即启动，直接向前航线直到燃料消耗完，那我们如果强行使其停机呢？点击锁头来关闭引擎，这也是两点航线间的控制停止方法。其中可以放入煤和熔岩桶，煤可以行驶180S，熔岩桶可以行驶900S，第一项为引擎，第二项箱子，第三项是船舵，船舵可以控制船的行驶路径，船舵处需要放入一张地图，行驶访问限定为地图可以看见的地方，比如我这个航线最终的效果会是围绕着这三个点构成三角形航线。\n\n下载地址*暂不提供度盘，请优先选择Curse下载支持作者，下载比度云快*需要前置Mod(Shadowfacts' Forgelin)[传送门]\n适用Minecraft版本模组版本Curse下载地址1.16.38.0.0.0-beta3\n[传送门]\n1.15.27.0.0.1[传送门]\n1.14.46.1.0.0[插件]Biomes'O'Plenty 支持[插件] Iron Chests 支持[传送门][传送门][传送门]1.13.25.0.0.0-beta1[传送门]1.12.24.1.2.1[传送门]\\\\[备用传送门]\nBUG反馈如果您发现你所使用的模组存在Bug可以尝试反馈给作者，当然你需要一定的英语基础，在您反馈前请先前往官方下载提供处确认，是否为最新版本，如果是最新版本再进行反馈。\n反馈时需要附带上你所使用的模组版本，并使用英文，清晰明确的描述存在的问题和或触发这个问题的操作。\n看完上述内容即可点击下面的传送门前往Github对其Bug进行反馈，由于Github是英文的所以我再次强调英文基础！！！\n[传送门]\n\n授权说明原作者授权\n本帖日志2018.01.24 帖子发布\n2018.01.31 更新1.12.2 - 1.1.12018.02.22 更新1.12.2 - 1.2.02018.03.04 更新1.12.2 - 1.2.12018.04.06 更新1.12.2 - 1.3.02018.04.06 更新1.12.2 - 1.3.12018.040.8 更新1.12.2 - 1.3.22018.05.21 更新1.12.2 - 2.0.02018.06.26 更新1.12.2 - 2.1.0.02018.06.29 更新1.12.2 - 2.1.0.22018.08.28 更新1.12.2 - 3.0.0.12018.09.25 更新1.12.2 - 3.0.0.22018.11.05 更新1.12.2-4.0.0.02018.11.10 更新1.12.2-4.0.1.0\n2019.02.19 更新1.12.2-4.1.0.32019.03.11 更新1.12.2-4.1.1.02019.07.01 更新1.12.2-4.1.2.12019.08.20 更新1.13.2-5.0.0.0-beta1\n2020.01.19 更新1.14.4-6.0.0.02020.03.16 更新1.14.4-6.1.0.02020.07.07 更新1.15.2-7.0.0.0\n2020.10.07 更新1.15.2-7.0.0.1\n\n2021.01.01 更新1.16.3-8.0.0.0-beta3\n更新日志moarboats-1.16.3-8.0.0.0-beta3\nFix crash on recent Forge versionsFix boats losing color when placedmoarboats-1.15.2-7.0.0.1\nFix for crashes on dedicated servers\nmoarboats-1.15.2-7.0.0.0\nPort to 1.15.2\nmoarboats-1.14.4-6.1.0.0Utility Boats!Combine a block* and a wood boat to get a utility boat: Bring your base with you on boats. All supported blocks retain their functionnality when inside the boat!*Supported blocks: Crafting Table, Loom, Cartography Table, Grindstone, Stonecutter, Chest, Ender Chest, Shulker boxes, Furnace, Smoker, Blast Furnace, Jukebox.# Other changes+ Iron Chest support for modular boats+ Biomes'O'Plenty support for utility boats and modular boat crafting recipes* Opening the inventory when inside a boat will show its menu* Integration plugins (IronChests and BOP atm) are their own separate modmoarboats-1.14.4-6.0.0.0Updated to 1.14.4!moarboats-1.13.2-5.0.0.0-beta1Update to Minecraft 1.13.2 - Your worlds will probably NOT be compatibleNow requires Kottle instead of ForgelinFluid related items, blocks and modules are disabled as Forge does not have any support for Fluids in 1.13.2Boat paddle rendering angles have been adjustedIncreased chunk loading module area of effect from 3x3 to 5x5 chunks, centered around the boat(Bugfix) Removing a waypoint from a golden ticket inside a mapping table now shows the updated list of waypoints(Technical) The chunkloading module uses Minecraft's forced chunks, forcing chunks to stay loaded (asking for forces every tick). Chunks are unforced 10s after being forced if the chunk is no longer in the area of effect of the module. Destroying the boat by any means will unforce the chunks forced by this boat.(Technical) Now using the new Forge configuration system(Technical) New packet system based on reflectionmoarboats-1.12.2-4.1.2.1Added Cargo Stoppers: Stop boats with some items in a chest and output a redstone signal ina all directions proportional of their amount of itemsSpecial case with redstone signals to stop boats: if a hopper is above and cannot transfer any of its items, the boat will ignore the signal and continue its path (see #81)Fixed waterborne comparators outputting signal in all directionsLock engine when editing a map on a boatIncreased effect area of IceBreakermoarboats-1.12.2-4.1.2.0LAST VERSION FOR 1.12.2Added Paddles to simulate vanilla fonctionnalityFixed Icebreaker area of effect to fix boats getting stuck at weird anglesLock engines when editing a map on a boatmoarboats-1.12.2-4.1.1.0Redstone signals now completely stop boats, no matter their speedLoader and unloaders now output a comparator signal when transferring with boatsFor loaders: the signal is proportionnal to the amount contained inside their internal bufferFor unloaders: the signal is proportionnal to the amount that can be store inside their internal bufferLoaders and unloaders now have a 3x3 area effectRopes are now stackableFixed a crash on servers when using the OpenComputers modulemoarboats-1.12.2-4.1.0.3Added an option to hide the Patreon hookShould have fixed crash with mapping tableFix config syncingmoarboats-1.12.2-4.0.1.0Rudders can be set to non blocking nowFixed crash with FluidStackNow calling JourneyMap code to determine correct waypoint folder (better JM integration!)moarboats-1.12.2-4.0.0.0Boat ownershipBoats are now owned by the person who created it. (Old boats are not restricted)Be aware that any 'op' player on the server can still access them if needed.Maps with pathsYou can now save a boat path onto a map to create a Map with Path! They can both be crafted from a map or converted from a map inside the helm module!Golden TicketsDon't want to create the same path multiple time for your fleet? Golden tickets are a new way to define paths: two golden tickets can be linked together so that the changes on one appear on the other! Simply put your first ticket (must not be empty) and an empty second ticket in the crafting table to duplicate the first!You can also copy the data from a Map with Path to a golden ticket!Mapping TablePlan out your boat path using X,Z coordinates instead of clicking the map!The mapping table will show you your JourneyMap waypoints while editing a waypoint to help you build paths faster! The mod has to go look for the waypoints inside the game folder instead of directly communicating, so be aware that it might not find your waypoint if your server/sp world has a weird name (more specifically if it ends with dashes).Add, insert, edit, remove waypoints more easily than with the path editor! You can even reorder the waypoints! Chunk loader moduleThis module will force load a 3x3 area around the boat.This module can be disactivated on servers by modifying the mod's configuration file.New featuresYou can adjust the speed at which your boat is going when creating a waypoint (both in the path editor and the mapping table)Minor changesChanged the ordering of tabs in the boat menu: Engine, then Storage, then Navigation, then Misc. Any module that has no configuration is directly put at the bottom of the tabsBoats will now break lilypads when touching themThe furnace engine now accepts any fuel accepted by the vanilla furnace (with a duration multiplied by 0.9 compared to the burn time)Bug fixesFixed fishing module not giving loot when rod breaksFixed item duplication glitch happening in some modulesFixed crashes on server due to using client-only methods/classesTechnical changesPacket registration should be more straight-forwardPlugin system to simplify integration with other mods (used for integration with JourneyMap)moarboats-1.12.2-3.0.0.2Fixed crash on server with dye namesFixed crash with linked boats in far away chunks (happened only on dev afaik)moarboats-1.12.2-3.0.0.1Fixed Diving Bottle and Boat Fluid Tank crafting recipes overlapping.moarboats-1.12.2-3.0.0.0+ Boat Fluid Tank    + Transport fluids inside your boat! (uses the Forge capability system to ensure compatibility)    * Only works inside of boats+ Boat Energy Battery    + Transport energy inside your boat! (RF/Forge Energy)    * Only works inside of boats+ Boat Fluid Loader    + Combine a Boat Fluid Tank with a Dispenser to fill boats with a fluid!+ Boat Fluid Unloader    + Combine a Boat Fluid Tank with a Hopper to empty boats of their fluid!+ Boat Energy Charger    + Combine a Boat Energy Battery with a Dispenser to fill boats with energy!+ Boat Fluid Unloader    + Combine a Boat Energy Battery with a Hopper to empty boats of energy!* Dyeable boats!    * Combine a Modular Boat with 3 dye items of the same color to change the color of your boat!+ Waterborne comparator    + Count the number of items inside a boat!* (Technical) Moar Boats now uses a ForgeRegistry to register modulesmoarboats-1.12.2-2.1.0.2Fixed game crashing when placing an icebreaker modulemoarboats-1.12.2-2.1.0.0Additions:Animal Boats!Craft it with gold instead of ironTransport your animals around the world!Rudder module(Finally) Control manually your boat! (requires an engine)Added button to remove a module from a modular boatChanges:Dispenser/Dropper modules can be rotatedBug fixes:Fixed TNT not lit when placed by dispenser moduleNerfed fishing speedmoarboats-1.12.2-2.0.0+ New boat path editor (Includes Zooming&Scrolling !)    + Accessible via a button on the Helm menu    + Access a detailed view of the map (only for loaded chunks on the server)- Removed old path '''editor'''+ Added an option to make paths non-looping    + Boats will stop at the last node of the path+ Blocked-by-module engines show the module responsible* (Fix) The Helm module no longer breaks map.* (Fix) Hoppers no longer remove fuel from the engine modules.* (Fix) Hoppers no longer remove rods from the fishing module.* (Fix) A boat blocked by a module or a redstone signal can be moved by pushing it or a fishing rod.* Switched to a new versioning scheme: <Major Changes>.<Module Additions>.<Module nerf/buffs/modifications>.<Bug Patches>moarboats-1.12.2-1.3.2Boats completly stop when touching a lit waterborne conductorUpdate checker should work properly nowmoarboats-1.12.2-1.3.1Fixed icebreaker recipe overlapping with sword repair craftmoarboats-1.12.2-1.3.0Dispenser module: place blocks and spawn items!Sonar module: make your boat follow streams!Moar Boats does not give any guarantee that your boat won't get lost in oceans.Icebreaker module! Break the ice!Creative mode engine module (requires no fuel)Diving module: Breathe underwater next to the boat!Reinforced the boat, it should be able to go on lava now.Boat speed is now configurable in the engine GUI.(Bug fix) Seats are no longer made out of dark oak boatsmoarboats-1.12.2-1.2.1Added a configuration fileFishing Rods are now damaged when the fishing module uses oneRods break by default, it is possible to change this behavior and make the rod be replaced before with the configuration file (Server side config)Fishing speed can now be modified by the configuration file (Server side config)Should no longer fish ground fishFurnace EnginePretty particles when the engine is turned onShould no longer work outside of waterThe mod now checks for update on game launch (uses Forge's system)moarboats-1.12.2-1.2.0Fishing modules: Right click with a rod to add it to your boat!Boats can be attached to fencesAdded a seat item for boatsAdded Waterborne Redstone Conductor: Use them to automatically stop boats and to pass redstone current over water!Anchor module: Drop anchor and set a spawn point - even if danger is nearby.moarboats-1.12.2-1.1.1Fixed inventory desynchronisation happening when the client connected before the server had time to do a tick (happens with the integrated server in SP)moarboats-1.12.2-1.1.0Boats now interact with hoppers!Engines are lockable: stop the engine while you need to do some work on the boatRight clicking the helm interface removes the last waypoint added\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "zjxx",
            "timestamp": 1516852740,
            "txt_content": "第一眼看成猜猜搬运的那个船的mod了(逃"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1516857360,
            "txt_content": "zjxx 发表于 2018-1-25 11:59\n第一眼看成猜猜搬运的那个船的mod了(逃\n耸肩我应该不会冲突这几天搬运的都是新Mod就是那种刚刚发布几天的emm"
        },
        {
            "author": "906761258",
            "timestamp": 1517398380,
            "txt_content": "感觉挺有意思的，玩玩看"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1517399040,
            "txt_content": "906761258 发表于 2018-1-31 19:33\n感觉挺有意思的，玩玩看\n下载地址里右上角，有红色标注要求前置Mod"
        },
        {
            "author": "906761258",
            "timestamp": 1517405280,
            "txt_content": "没糖的葫芦 发表于 2018-1-31 19:44\n下载地址里右上角，有红色标注要求前置Mod\n恕我眼残，用了点魔法自己下的"
        },
        {
            "author": "a1438448",
            "timestamp": 1529833980,
            "txt_content": " 本帖最后由 a1438448 于 2018-6-24 17:55 编辑 \n\n我无聊翻译了一下lang\n文件:\n\n\n\nzh_cn.txt\n(2.88 KB, 下载次数: 72)\n\n\n\n2018-6-24 17:49 上传\n点击文件名下载附件\n把这个替换掉mod里的assets\\moarboats\\lang里的同名文件\n\n\n\n\n\n请把文件名改成zh_cn.lang\n"
        },
        {
            "author": "彩狗dalao",
            "timestamp": 1530083160,
            "txt_content": "话说这mod会不会有一点偏作弊向了.."
        },
        {
            "author": "K3^1N",
            "timestamp": 1555054380,
            "txt_content": "不错的mod"
        },
        {
            "author": "2912584425hhh",
            "timestamp": 1555076640,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "Tony-forever",
            "timestamp": 1556833200,
            "txt_content": "666                           "
        },
        {
            "author": "基佬C",
            "timestamp": 1556848140,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "gggadd",
            "timestamp": 1561858800,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "yagg",
            "timestamp": 1561925220,
            "txt_content": "好厉害的样子"
        },
        {
            "author": "2474606",
            "timestamp": 1562076180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "nili和蚕豆",
            "timestamp": 1562135400,
            "txt_content": "棒棒哒！！很喜欢。"
        },
        {
            "author": "2144251640",
            "timestamp": 1562159040,
            "txt_content": "6666666666"
        },
        {
            "author": "2144251640",
            "timestamp": 1562583720,
            "txt_content": "下载之后是要拖入mods文件夹吗还是怎么样"
        },
        {
            "author": "pl0okm",
            "timestamp": 1568297160,
            "txt_content": "感谢7楼a1438448的汉化，\n在此基础上更新汉化来适配4.1.2.1版\n少数几个没翻译，估计也有部分错误\n摸了摸了\n\n\n\nzh_cn.lang\n(5.85 KB, 下载次数: 15)\n\n\n\n2019-9-12 22:00 上传\n点击文件名下载附件\n\n\n\n\n"
        },
        {
            "author": "坍缩宇宙",
            "timestamp": 1574593560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "坍缩宇宙",
            "timestamp": 1574593560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "kmlw",
            "timestamp": 1579598340,
            "txt_content": "生存搬家必备啊"
        },
        {
            "author": "小坤哈",
            "timestamp": 1579848000,
            "txt_content": "支持作者  有用就完事了"
        },
        {
            "author": "guqu",
            "timestamp": 1583466780,
            "txt_content": ">>frogelin的最高版本支持1.12.2，那模块船的1.14.4是怎么来的"
        },
        {
            "author": "keming",
            "timestamp": 1584869280,
            "txt_content": "不能下载啊 网页打不开"
        },
        {
            "author": "NPO",
            "timestamp": 1585464300,
            "txt_content": "好的！感谢作者的搬运"
        },
        {
            "author": "我是_hbc",
            "timestamp": 1585578120,
            "txt_content": "guqu 发表于 2020-3-6 11:53\n>>frogelin的最高版本支持1.12.2，那模块船的1.14.4是怎么来的\n对啊现在也只有1.13"
        },
        {
            "author": "yeyolo",
            "timestamp": 1585588200,
            "txt_content": "楼主好人"
        },
        {
            "author": "2155970",
            "timestamp": 1585588680,
            "txt_content": "在服务器里面有什么奇怪的BUG吗"
        },
        {
            "author": "2057864042",
            "timestamp": 1585637460,
            "txt_content": "感觉很有意思"
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1587687720,
            "txt_content": "1.14没有前置mod啊..."
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1588294200,
            "txt_content": "那个1.14的前置好像装不了"
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1588294200,
            "txt_content": "1784211982 发表于 2020-5-1 08:50\n那个1.14的前置好像装不了\n呸呸呸.都没有1.14的前置"
        },
        {
            "author": "stick2dream",
            "timestamp": 1589189160,
            "txt_content": "卍Mars_snow卍 发表于 2020-5-1 08:50\n呸呸呸.都没有1.14的前置\n高版本用另一个前置https://www.curseforge.com/minecraft/mc-mods/kottle"
        },
        {
            "author": "stick2dream",
            "timestamp": 1589189220,
            "txt_content": "版主，JAVA1.13.2以上版本原作者说用另一个前置，你的帖子里好像没给链接"
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1589189580,
            "txt_content": "stick2dream 发表于 2020-5-11 17:26\n高版本用另一个前置https://www.curseforge.com/minecraft/mc-mods/kottle\n哦！谢大佬！"
        },
        {
            "author": "西蒙纳尔",
            "timestamp": 1589264340,
            "txt_content": "诶 感觉可以做成远程自动补货之类的"
        },
        {
            "author": "B站的密西西比",
            "timestamp": 1590824760,
            "txt_content": "谁能告诉我1.15.2版本的mod怎么装到1.12.2版本里且能正常运行？"
        },
        {
            "author": "醉城メ夜风",
            "timestamp": 1590825840,
            "txt_content": "很好  谢转载"
        },
        {
            "author": "zhz444",
            "timestamp": 1611397680,
            "txt_content": "**~起飞，终于可以自动化了"
        },
        {
            "author": "浪子醉无涯",
            "timestamp": 1611405240,
            "txt_content": "这个有点厉害了，自动导航"
        },
        {
            "author": "卡西安",
            "timestamp": 1611413700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2193049152",
            "timestamp": 1611542940,
            "txt_content": "感谢作者！"
        },
        {
            "author": "vx155208",
            "timestamp": 1613531340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "717556598",
            "timestamp": 1613534040,
            "txt_content": "不错的mod呢"
        },
        {
            "author": "1399254152",
            "timestamp": 1613534400,
            "txt_content": "感觉挺有意思的，玩玩看"
        }
    ]
}