{
    "title": "葡萄牙语版的Minecraft.net！",
    "author": ":spgbigfan:",
    "replyCount": 3,
    "timestamp": 1516708320,
    "txt_content": " 本帖最后由 kakagou12 于 2018-1-23 19:58 编辑 \n\nBrazilian readers can finally read this site! \n巴西读者们终于能阅读本站了！\n\nOlá leitores! Unless Google Translate has lied to me, that means 'hello readers!' in Portuguese - the perfect way to announce we're translating Minecraft.net into that wonderful language!\nOlá leitores！如果谷歌翻译没骗我的话，这句话在葡萄牙语里的意思是“读者们你好！”——拿它来宣布我们正在将Minecraft.net翻译成这美妙的语言，真是再好不过了！\n\nBut how is this even possible? Have Marsh and I suddenly discovered we're gifted Portuguese speakers? That'd be cool!\n但这是怎么做到的呢？是不是Marsh和我突然发现自己在说葡萄牙语上极具天赋？那真是太酷了！\n\nBut sadly, no. We can barely type in coherent English. That's why we've got Corey Clemans joining the Minecraft.net team. This brilliant bilingual translator will be converting our English nonsense into perfect Portuguese, and hopefully helping me in my seemingly endless quest to ban puns from Minecraft.net. Welcome, Corey!\n但可悲的是，这不是真的。我们也就勉强能打一些连续的英文而已。这就是为什么我们邀请到了Corey Clemans加入Minecraft.net队伍。这位才华横溢的双语译员将把我们英文废话转换成完美葡萄牙文，还有希望帮助我禁掉Minecraft.net的双关语，这看起来无尽的探求。欢迎，Corey！    \n\n\n\nHello! My name is Corey Clemans and I am the Community Coordinator for Latin America, which is a fancy way of saying that I manage the Minecraft communities that use Brazilian Portuguese and Spanish. As such, I will be working very closely with the content team in order to localize Minecraft content for these audiences and others. I have been a gamer for quite some time – anyone remember the ColecoVision? I love strategy games, word games, MMOs, and RPGs. I have also been in a gaming group that meets every Friday night to play all sorts of games.            \nCorey Clemans                 \n大家好！我叫Corey Clemans，是拉美区的社区协调员，这个酷炫的说法代表我管理着巴西葡萄牙语和西班牙语的Minecraft社区。因此，我会和内容团队紧密合作，来为社区听众和其他人提供本地化的Minecraft内容。我作为一名玩家已经有一段时间——有人记得ColecoVision吗？我喜欢策略游戏，文字游戏，MMO类游戏和RPG游戏。我也参与了一个游戏团队，这个团队每周五晚聚一次会，游玩所有这些种类的游戏。\n\nCorey's never invited me to that gaming group, but that's neither here nor there. Look forward to a newly translated Minecraft.net very soon!\nCorey从未邀请过我加入这个游戏团队，不过这无关紧要。期待即将上线的新翻译版Minecraft.net！\n\nThat's all from me. Tchau!\n我的话就这些了。Tchau！（再见！）\n\n作者Tom Stone，发布日期2018年1月22日\n\n\n",
    "replies": [
        {
            "author": "猜猜谁是谁",
            "timestamp": 1516708980,
            "txt_content": "葡萄牙又不能吃 要他作甚"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1516709580,
            "txt_content": "中文官网就拜托翻译版的各位爆肝了Xd"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1516714320,
            "txt_content": "我已经连续两周无法登录官网，重置密码后再登录会显示为“错误！无效的电子邮箱地址或密码”……"
        }
    ]
}