{
    "title": "[原创·单篇]热爱_Devotion",
    "author": "我的订阅",
    "replyCount": 2,
    "timestamp": 1516816260,
    "txt_content": " 本帖最后由 我的订阅 于 2018-1-25 01:56 编辑 \n\n\n 热爱\n  我爱着这个游戏。  当这个游戏刚刚发售的时候，我守候在电脑前购买了它。\n  我可以清晰的描绘出我当时对它的痴狂，是那么的清晰，以至于像在昨天一样。\n  我还清楚地记得我第一次滑动鼠标，第一次点击空格。\n  我还清楚地记得我第一次地狱探索，第一次坠入岩浆。\n  我还清楚地记得我第一次进入末地，第一次满载而归。\n  当时的骄傲，足以使一个乳臭未干初中生兴奋的像通过了期末的测验。\n  我更加的热爱它了。以至于我的各个搜索引擎上都出现了它。\n  我开始进一步了解它，我开始去尝试着换一个角度去体验这个游戏给我带来的乐趣。\n  我按照详细的教程，进入了一个许多跟我一样对这个游戏满怀热爱的玩家的服务器。\n  多样的游戏模式，热闹非凡的世界刷新了我对这个游戏的看法。\n  当你造出别人的世界的时候，聊天栏里永远会出现赞叹的词句。\n  当你被僵尸按在墙角的时候，聊天栏里永远会出现调侃的词句。\n  当你从末地凯旋归来的时候，聊天栏里永远会出现钦佩的词句。\n  当时的感动，足以使一个刚上高中的高中生忘记了学业的压力。\n  我开始痴迷于此。我开始尝试更加疯狂的游戏模式。\n  我开始了玩家竞技，从对着僵尸砍砍砍变成了对着玩家砍砍砍。\n  直到我发现玩家竞技并非人人平等，技高一筹者为王时，我便下定决心我要变得“厉害”\n  我开始了解玩家竞技，如何才能变得更强。\n  我掌握了一些技巧，觉得变得与众不同了。\n  我开始在实战中运用这些技巧，觉得我的技术长进飞快。\n  沉迷于练习竞技，沉迷于游戏技巧。忘我无法自拔。\n  终于有一天，我在竞技比赛中获得了相对不俗的成绩。\n  我像往常一样拿来向我的小伙伴们分享我的果实，但是没想到等待我的并不是清一色的赞扬和钦慕。\n  发现有少数同为优秀的竞技玩家开始不认同甚至是反对我的成绩。\n  我开始感到慌张，不想为了这一点点荣誉而失去这段友情。\n  但是我的让步并没有获得成效，我失望了。我也没有过多的想法，不再联系罢了。\n  但是我热爱这个游戏。\n  我必须要往下走，必须获得更大的成就。\n  我开始更加努力的练习竞技技巧，将自己的技术提高一个等级。\n  我开始获得一个又一个成就，我打败了一个又一个优秀的玩家。\n  我的技术得到许多人的称赞，也受到了许多人的反对，不赞同，甚至是，谩骂。\n  我本来想用世界证明一切，但是时间并没有提交一份完美的答卷。\n  我开始没有耐心，忍耐至无法忍耐。\n  我开始用过激的词语去反讽那些讽刺我的人。\n  终于，我的耳朵清净了下来，我的语言起了作用。\n  我感觉到了不一样的成就感，仿佛打了胜仗一样的。\n  我开始越来越在意我的战绩，在意别人对我的看法，在意我的位置。\n  当然我的竞技生涯必然蒸蒸日上，期间也遇到了不少不一样的声音。\n  我想到了我的“成就感”，我开始去讽刺，希望他们理解我的“思想”。\n  我觉得为了我的形象，因为这些不一样的声音而影响我蒸蒸日上的游戏生涯太不值当了。\n  终于，我学会了一些我之前没有的，我很久，很久没有学到东西了。\n  尽管他们不理解我，那我强行让他们理解便是。\n  但是反对的声音越来越多，这多半是我的实力造成的，“打不过就不服气”这便是我对于他们的看法。\n  于是，渐渐地我对于那些反对我的声音就淡然了，没必要和不理解我的人多费口舌。\n  因为我热爱这个游戏。\n  直到有一天，我的要好的朋友告诉我，我要与你作对，咱们不是一路人。\n  我说：随你，你的实力就是不如我，我就是比你厉害，这没法改变。顺便敲了敲键盘。\n  我知道我的语言一向“犀利”，因为那些不懂我的人经常这么评论我。\n  我开始不理睬那些人的目光，继续我的竞技生涯。\n  我获得了许多人想都不敢想的成就，在称赞和反对中前行。\n  终于有一天，我发现我的实力已经达到了一定水平，基本可以做到精通了。\n  我的实力已经导致能够和我在一起玩的人越来越少，他们不配与我一起玩。他们太弱了。\n  懂我的人依旧懂我，不懂我的人，算了，随他呢，按按键盘就能把他“说”的哑口无言。\n  渐渐的，我发现这个圈子里懂我的人越来越少。\n  算了吧，他们那帮乳臭未干的小孩知道什么，他们获得过那么多荣誉吗？\n  我开始觉得跟这些人一起玩是一种耻辱，拉低自己形象的做法。\n  于是我退出了竞技圈，带着称赞和反对。\n  新建存档，生存模式，摇摇头，算了吧，没有竞技的世界太无聊了。\n  合上电脑，因为我相信我会回来。\n  因为我热爱这个游戏。\n\n\n\n\n！有感而发，写的不是很好，请谅解QAQ\n！文章中主人公不代表作者本人。\n！文章并没有针对任何人，不要对号入座谢谢(*^▽^*)\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1516972680,
            "txt_content": "然而你还有创造模式啊233"
        },
        {
            "author": "我的订阅",
            "timestamp": 1516982700,
            "txt_content": "Smokey_Days 发表于 2018-1-26 21:18\n然而你还有创造模式啊233\n潜了一年水，发的第一个文，多少有点难看 :("
        }
    ]
}