{
    "title": "[1.12.2-1.1][ThaumCraft——神秘时代][BETA26-hotfix1]拿起魔导手册高呼魔法万岁~",
    "author": "没糖的葫芦",
    "replyCount": 99,
    "timestamp": 1516802400,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2020-3-11 19:05 编辑 \n\n\n搬运授权作者授权新维护团队(将继续延续Azanor的授权协议)\n二搬授权[原搬运贴传送门]\n模组介绍神秘时代作为三大远古Mod之一，有着很多好玩特性，其中的傀儡学更是可以实现很多的自动化，让我们打开魔导手册来学习魔法，用魔法操控元素成为魔法使吧~奥法是一个神秘使创造奇迹的能力,从事于研究奥法研究的人更像是一个魔法师或更像是一个奇迹创造者。汉化目前进度基本完成等待作者合并后的更新，感谢eleanoryeung，J-swl，3TUSK，TartaricAcid，luziyi23完成(推进)神秘时代 6 的中国本地化进度。为了让玩家更好的交流，和个人时间的限制问题，我将会对反馈的疑似Bug的问题采取置顶的形式来呈现，如果有人知道解决办法或者说这是个特性，只要你的回复得到提问者的肯定我会给予一定的人气评分，当然我也建议提问者对完美的回答给予其回答者奖励，谢谢。\n\"Thaumaturgy... which giveth certain order to make strange works, of the sense to be perceived and of men greatly to be wondered at.\"\n- Mathematicall Praeface to Euclid's Elements (1570), John Dee\n所谓神秘……乃遵循一定步骤来触发具有重大意义且令人惊诧的奇迹。\n-《从数学导论到欧几里得元素》（1570），约翰.迪\n\nThaumcraft 6+：你需要简单地寻找一些可见晶体，挖掘它们并寻找线索。\n早期版本：你需要做的第一件事是做一根法杖。第一个制作的应该是铁帽木制法杖（使用木棍和铁块），然后你在世界上放置一个书架，用法杖右键点击它。你会得到一本魔导手册，一本几乎解释你所需要知道的关于神秘的内容。\n开发动态[sup]New 20190128[/sup]20190128 快讯Azanor传出已将代码移交给King Lemming等开发者，King Lemming已经确认这个消息属实，经过两个多星期的漫长等待，传出的第一个好的消息，非常令人振奋。转自：https://www.reddit.com/r/feedthe ... _be_maintained_yes/\n20190114 快讯神秘时代之父Azanor宣布退坑，详见下图。\nOld目前已经更新Beta 9并且在作者的patreon发布，Beta 9为Minecraft 1.12.2，也就是意味着神秘时代的正式稳定版将在不久面世，Bata 9暂时仅限赞助俱乐部享用，以下是一张没有登陆截的图。\n作者版权申明(整合包)The code of “Thaumcraft for Minecraft” in source or binary form is the intellectual property of Azanor. See below for copyright, terms and conditions.\n\nAs a habit I ignore every PM in regards to mod-packs - both private and public. Everything you need to know about them is listed here.\n\nYou want Thaumcraft in your mod pack? All you need to meet are five simple conditions:\n1. Your mod pack needs a link back to this forum post.\n2. You cannot make any money off of the mod pack.\n3. You cannot claim that you made any part of the mod, and you must give credit to the author of the mod (Azanor).\n4. If I ever ask you to remove my mod from your pack, for whatever reason, you do so.\n5. Handle any queries and bug reports internally first. This is one of the main reasons I had such a strict anti-modpack policy for such a long time - people using modpacks would come here posting errors that have nothing to do with my mod or that have been fixed ages ago, but still occurs in the modpack because it is using an older version.\n\nIf these five conditions are met, then you have my permission to use it in a mod pack.\n大致翻译如下:1.你在整合包发布页面中必须链接回原贴2.你不得使用含有本模组的整合包进行盈利行为3.你不能声称这个模组是由你参与开发的或者属于你。4.如果我曾要求你从你的整合包中移除，不管什么原因你必须移除。5.你需要自行对该整合包产生的报错进行处理，我一直以来的严格要求主要原因是——总有使用整合包的玩家到我这里来反馈问题，而这个问题在很早前就解决了，但在整合包中依旧存在，原因是使用了旧版本的模组。\n下载地址*暂不提供百度云，请优先选择Dropbox/Curse下载支持作者，下载比度云快*Beta 要求Forge版本最低为14.23.4.2705*1.7.10傀儡聚集核心修复[传送门]*需要前置Mod(Baubles)[传送门]，建议安装字体修复[低版本][高版本]*有问题先看问题汇总，看汇总还是解决不了再反馈*警告B15存在严重BUG，不建议使用，请尝试最新版本*警告B25存在不明Forge兼容问题，建议暂时使用Forge14.23.4.2747适用Minecraft版本模组版本Curse/Dropbox下载地址1.12.26.1.BETA26-hotfix1[传送门] [前置传送门]1.10.26.0.BETA8[传送门] [前置传送门]1.8.95.2.4[传送门] [前置传送门]1.85.0.3[传送门] [前置传送门]1.7.104.2.3.5[传送门] [前置传送门]1.7.24.1.1.14[传送门] 1.6.44.1.0g[传送门]1.5.23.0.5i[传送门]1.5.13.0.4c[传送门]1.4.73.0.3[传送门]1.4.63.0.1c[传送门]1.4.53.0.1b[传送门]1.2.52.1.6d[传送门]1.11.2.6[传送门]\n神秘时代六基础教程前言由于A哥也说过最终完成的版本会是1.12.2，所以教程会出现1.10.2和1.12.2的穿插，主要是一开始使用的1.10.2作为游戏版本制作的后来作者更新到1.12.2，我这边自然也是跟随一起更新到了最新版本，这不会影响教程内容，出现修改的我也会尽快的对，原来的内容进行修改。正文中的标点符号，特别是引号可能在中英文切换中，出现多种版本，请不要太讲究。目前1.12.2端使用的模组主要都可以在本帖的附属模组中找到，主要是Jei一块。\n神秘时代6，相较于之前的神秘4/5都有较大的改动，显得更为的符合实际，不再是一直连线做研究，有一种HQM任务线的既视感，也由于这个问题很多人不知道如何制作一些基础物品所以我就在这里简单讲一下，基本知识可以分为理论知识、观测知识、顿悟知识，具体不做这里赘述做出魔导书后见‘知识类型篇章’，世界中目前是没有灵气节点的原先的法杖也是没有，现在的施法和合成等都是通过环境中的灵气的，建议找个灵气高点的地方(如魔法森林)安家，在神秘的世界中不仅有灵气还有污染，污染在汇聚到一定的程度后会出现超自然现象(如裂缝、腐化等)。\n这里我只会提及入门的魔导手册、奥数工作台的制作。首先你需要在世界中寻找，类似下图中的神秘结晶，一般在峡谷环境比较容易找到。神秘结晶可以徒手挖下来，你需要至少三种不同属性的结晶。接着我们需要睡一觉，醒来后就会得到一本异梦，这里可能会有人问服务器怎么办，一个人睡是不会跳到早上的，其实只要你躺上去，直接摁起床都是可以获得异梦这本书的。打开书，我们会看到这样一句话“三块水晶的类型须得是互不相同。若如此做，我应当得到一种散发着微弱光芒的粉末”，这句话的主要重点在于三种不同属性水晶，原版中能发出光的主世界矿物，只有红石，这里提到的粉末自然就是红石。这样做出来的东西其实就是世界盐，我建议至少先制作三个世界盐，因为我们的魔导手册、奥数工作台、坩埚都各需要一个世界盐，这个合成并不消耗碗和燧石，其实我当时合成的时候我是有点诧异的，按照以往的情况来说应该是全部消耗掉的渣都不剩的。接下来就可以制作出“魔导手册”，只需要用“世界盐”右击“书架”，就会变成“魔导手册”，“坩埚”、“奥术工作台”同理。如果现在这个阶段(捡起书什么都没做)拿世界盐去右键工作台是没有效果的，你需要打开书，去点击第一个研究，就可以开始第一个任务了。现在右键，将工作台变成奥术工作台，点击已完成，就可以看下一张了。拿出魔法书继续学习魔法的奥义，点击已完成后“最初的摸索”开始2/3部分的内容，本章点击下面的魔导透镜查看魔导透镜合成表开启观察知识。根据合成表我们需要六枚基础碎片(Are风、Ignis火、Aqua水、Ordo秩序、Perditio混沌、Terra地)各一个，以前是使用法杖消耗法杖中的魔力，但在神秘时代6取消了法杖，注意右边有个20vis就是合成需要消耗的灵气，紫色的一行字则是可用灵气。然后我们大概要扫5个支持扫描的物品就可以取得第一个观测基础学，这里我们需要注意几个问题，左侧为灵气条，每次扫描消耗20灵气，还有可以扫描的未被扫描物品会有淡蓝色光点环绕在其方块上。扫描完几个物品使得观测基础学达到1级情况，后打开魔法书完成2/3任务，‘最初摸索’完成。左侧知识总计这个时候打开效果就应该是我这个样子的，点击完成任务后这一点观测基础信息点会被消耗。我相信大概都能明白观测知识点(拿着魔道透镜满世界扫)是个什么东西了吧，接着我们开始理论研究，理论研究基本都是在研究台上完成，分别查看右侧笔与墨和木桌合成表并制作，以此完成研究。只需要一个木桌，木桌放置后将笔与墨放置即可变为研究台，将纸放入右上角就可以点击创造理论开始理论研究了。在以研究台为中心的9*9范围内如果存在以下物品(目前已知符文矩阵、核心镶饰台、坩埚、书架、附魔台、信标)的情况下可将其用于辅助研究(就是你选中的物品会增加其对于属性研究的出现率)。点击创造理论后，上面显示的灯泡为剩余灵感值，我下面上一个点击完‘?’的前后对比图。字有点小不确定是只有我这有还是每个人都是这样_(:з」∠)_，上面写的是实验 你随机地进行一些实验并试图有所发现，你在一个完全随机的分支获得10到25点进度，我这次得到了17点炼金学，下一张出现的则是两张按照文字提示做出选择即可。\n研究点数用完即一次理论研究完成。如果出现这类研究下方带有物品的则为要消耗的物品，像我下面这个研究如果需求的物品没有我们可以选择另一页，如果两页都是有要求物品且短时间无法完成可以直接放弃理论，书页背景代表了其知识类型，完成时右边达到100%的可以直接获得一点理论或观测对应知识点，未满的也会计入进度条。理论也就后便是“天象研究”，需要观察基础信息+炼化学+神秘学各一点，根据魔导书所说的提示，我们只需要身上带有“纸”+“笔与墨”使用魔导透镜就可以在晚上观察月亮获得月亮的有关的天象笔记，诸如我这次获得的“月亮，盈凸月”，如果出现的需要物品中有\"!\"的则是需要消耗这个物品，一般来说消耗物品的会比只要身上带有物品的抽卡奖励给的高。下面开始炼金术篇章介绍，‘发现炼金术’这篇目其实现阶段有点问题，我暂时不能确定是扫描那些物品可以增加‘观察：炼金术，目前我建议是先把做出来的神秘的物品扫一遍在导出扫描一下基本都是可以达到解开篇章的要求的。我扫描的是研究台和奥术工作台加上之前研究台研究的观察知识点直接完成了这个任务所要求的‘观测:炼金术’和‘观测:基础信息’点击‘已完成’后开启下一小篇章，本篇下一制作一个坩埚，坩埚的制作方法就是在炼药炉上撒下世界盐。*注意请不要在坩埚中丢入过多无用元素，那样会产生咒波以至于腐化，神秘6的腐化污染速度非常之快进入第三阶段，需要用坩埚制作一个黄色闪耀之星，需要一个萤石和Ignis火、Lux光、Potentia能量(动力)三种要素各10，使用坩埚需要一个热源(岩浆、火、闪耀之星)，火的话可以放上一个地狱岩然后点着即可，鼠标放在物品上摁住\"Shift\"即可查看其元素，我推荐的是煤*1+火把*2，有了热源和坩埚需要往坩埚中加入一桶水，将水烧到沸腾投入要素所需要的材料再加入萤石即可，用完后\"Shift\"右击坩埚清空水，将多余的元素挥发出去(无污染)。完成后就会解锁‘炼金术’的研究，下面先开始介绍炼金术研究。先点击正中间起源的‘基础炼金术’即可开启炼金道路，点击即可解锁无需前置要求。看到有人问源动之焰，那就先说这个吧，焰动之焰的解锁需要一点观测:基础信息，前面讲如何得到，这里就不赘述了，直接跳到完成任务，查看合成。*目前B8版本制作会出现问题,B7测试正常我们看到需要木炭/煤+Ignis火*10、Perditio混沌(熵增，解构)*5+Potentia能量(动力)*10，这里我的元素耗材是火药*1+红石*1。\n[未完待更新]\n\n站内教程 [1.12.2|Thaumcraft 6]更全面的神秘时代6注魔机制详解 [传送门][sup]推荐[/sup]\nBUG反馈\n如果您发现你所使用的模组存在Bug可以尝试反馈给作者，当然你需要一定的英语基础，在您反馈前请先前往官方下载提供处确认，是否为最新版本，如果是最新版本再进行反馈。\n反馈时需要附带上你所使用的模组版本，并使用英文，清晰明确的描述存在的问题和或触发这个问题的操作。\n看完上述内容即可点击下面的传送门前往Github对其Bug进行反馈，由于Github是英文的所以我再次强调英文基础！！！\n[传送门]\n\n更新日志Currently the Eldritch tier of research is still heavily WIP. There is some things I need to sort out and balance before I can implement it. Since everything else is done I will move on to beta anyway.6.1.BETA26 hotfix1\n6.1.BETA26  hotfix1- fix altar particle related crash on servers6.1.BETA26- API: deprecated IStabilizable- API: added IGogglesDisplay- API: added oredict support in json research entries for required_item and required_craft. - fix for crash related to the latest versions of forge (14.23.5.2768)- infusion instability mechanics have been completely reworked. Check your thaumonomicon. TLDR version, stabilizers simply add a lot of stability to infusion now, but when paired with redstone inlay can do other fancy things. They no longer use RF.- added advanced break seal6.1.BETA25- golem press will now properly consume crafting components- more fixes to seal & logistics GUI's- custom thaumcraft shaders should once again work- buffer will no longer draw essentia from adjacent blocks if that side has been disconnected- added Lamplighter infusion enchantment- I now prevent most thaumcraft UI elements from overlapping- when riding a minecart the arcane bore will not switch off if there are no tracks below (for whatever reason) - tainted animals & critters will now do damage instead of just aggressive nudging- changed the way itemstacks sync to clients which should get rid of a lot of odd behaviour in certain gui's- greatwood trees now require 4 saplings to grow like large vanilla trees. They drop more saplings to account for this change.- thaumatorium should now display all recipes (occasionally a recipe would be lost, like the spiritus vis crystal recipe)- thaumatorium recipes are now sorted alphabetically- cultist armor now have their own material types- made many thaumcraft blocks rotateble with modded wrenches that allow it- entity aspects can now be viewed through the thaumometer- empty & provider seal should no longer cause golems to drop items on ground when picking up something new- water jar can now fill vanilla cauldrons & glass bottles again6.1.BETA24- fixed several focal manipulator ui issues- golem press now checks adjacent inventories for crafting materials as well- golem appearance should now sync more consistently on servers- provide and empty seals will no longer cause items to drop on the ground if the target inventory (as set by stock, fill, etc) is full- stock seals will now check if the target inventory has room before creating a task- greatly improved flying golem movement- improved golem responsiveness6.1BETA23- fixed banner server crash- fixed crafting recipe for primal crusher- added console command to revoke specific research from a player instead of resetting it all. Format: /thaumcraft research <player> revoke <research>. This will also remove any research that relies on the revoked research.- tweaked infusion crafting instability so that instability added is on a sliding scale - the higher the instability, the less chance it has of becoming worse. - the amount by which infusion crafting stability increases after instability occurs has been increased.- added aspect names to display name of vis crystals and essentia phials- fix soft-crash when you tried to craft a multiblock by clicking on the top or bottom face of a block with salis mundus6.1BETA22- fixed a major bug that was causing you to only gain progress in the 'blue' theorycraft categories instead of all of them. Rounding is awesome!- fixed void siphon crash on dedicated servers- fixed stabilizer particles... again- rebelanced some crafting recipes- cloudstepper ring should now properly negate fall damage when double jumping and will not do silly things when you are underwater- items with sounding effect will now only trigger it if sneak + right clicked instead of the other way around- primal crusher recipe now accepts broken tools as ingredients- rebalanced flux condenser essentia cost6.1BETA21- API: fixed the AspectRegistryEvent to use a proxy object (register) that contains the actual registration methods. This was done to prevent some ASM related issues.- fix for thaumotorium not syncing in MP- fire bats once again cause mob damage6.1.BETA20- FORGE: Updated to Forge version 14.23.4.2705- API: Certain mods that define their own item aspects have been accidentally doing so in the 'wrong' place. To prevent this I will now wipe all item aspects registration that occurs before TC defines the core item aspects. - API: Additionally I have added an event mods can subscribe to that would be the correct place to define item aspects. The existing aspect definition methods will be deprecated and eventually will only be accessible through this event.- API: Added events when a player gains knowledge or progresses research. See thaumcraft.api.research.ResearchEvent. The events can be cancelled. - improved thaumatorium GUI- harvesting golems will now try and right-click a crop first before trying to break it- increased the knowledge gained from curios - rebalanced some base item aspects and added a couple of alternate sources for hard to get aspects- thaumium smelter is now 90% efficient instead of 85%- improved arcane bore interaction with infusion enchantments like destructive- fixed enchantment detection during research6.1.BETA19- fixed triple meat treat recipe- improved foci radial menu animation and unlinked it from fps- fixed certain foci in radial menu not showing up if they are too similar to other foci- you can now only have one scatter modifier per focus- prevent crash with focus pouch if you click on it while it's inventory is open - arcane workbench should properly choose the correct crystals to use between similar recipes- to make early game mistakes a bit more forgiving the crucible will only turn 25% of spilled essentia into flux instead of the current 50%-75%- added a 'noSleep' config option so you can get the salis mundus recipe book without having to sleep first- fixed eldritch crab rendering when 'mounted'6.1.BETA17- everful urns now act as water tanks that contain up to 1 bucket volume of water and can interact with piping systems.- switched liquid death and purifying fluid to use the forge universal bucket. Existing buckets will no longer be valid- fix for stabilizer server crash- allow traveller boots and cloud ring falling damage reduction to stack with other falling reduction items and each other- improved thaumometer performance- fix for pedestals incorrectly allowing more than one item to be placed in them via automation- fix datamanager declarations for some thaumcraft entities that was causing mod interaction issues- vis crystal growth, shrinking, and spread no longer causes flux as a side-effect. Flux crystals now properly grow and shrink based on flux instead of vis.- improved recipe recursion checking to better account for container items- flux rifts once again close when they spawn taint seeds, but the larger they are, the more potent the spawned seed is- added a way to manage flux & flux rifts. This is still WIP and will be expanded and balanced in future updates6.1.BETA16- fix for clientside particle crash- fix for aura chunk related crash & cascading worldgen- arcane workbench should now be able to craft vanilla recipes without the presence of crystals6.1.BETA15- fix for chunk loading errors on server start- fix for seeking projectiles causing client crash- possible fix for pedestal desync issues during infusion- fixed moon phase descriptions- alembic can once again be emptied on shift-right click with an empty hand- creative flux sponge can now also remove flux rifts- fixed armor dyes- fixed arcane bore dupe bug and made its digger radius a bit more accurate when stationary- vis batteries will now drop when harvested- pattern crafter now removes the proper amount of items- fixed possible dupe bug with certain mods combined with arcane bore, seals and breaker focus6.1.BETA14- new stuff: vis batteries, vis generator, stabilizer, stock seal- fixed arcane pattern crafter- relaxed nbt checking in crucible recipes, infusion recipes and research hand ins to account for other mods that add custom nbt tags- fixed mod compatibility load order- fixed an edge case bug where custom recipes from other mods could cause strange results in the arcane workbench- tweaked amber block/brick recipes- fixed seal filters to allow non-standard stack sizes. You might want to check all your seal filters to make sure they behave as they should- API: seal filters now store stack sizes independently of the itemstacks themselves. New methods added to get and set those numbers.- increased experimentation inspiration cost to 2, but also increased the amount of progress it gives- fixed custom gui toggle buttons- seeking focus projectiles are now 56% more seeky- bouncing focus projectiles can now only bounce off solid blocks- revamped infusion crafting stability mechanics- infusion recipes now properly recognize damaged items and will transfer the damage to crafting results where appropriate- toned down taint poison spawned by certain things- loads of balance tweaks6.1.BETA13- fix some random infusion altar crashes- fixed thaumatorium crafting that involves the same catalyst being able to craft multiple different results (for example vis crystal recipes)- arcane bore properly ejects items into adjacent containers now- fix for automated crossbows crashing servers when looking for arrows- fixed arcane workbench using the wrong crystals- improved grapple gun projectile and increased the range it functions at6.1.BETA12Known Issues: There currently seems to be a conflict with the Hats mod and pech. If you are having problems you can either disable pech spawning in the configs, or switch off modded mob hats in the Hats mod.\n- API: changed how item aspects are stored to improve performance and reduce memory when players have a lot of mods- fix thaumatorium, infusion crafting and golem builder not working- crucible and infusion recipes are now properly nbt sensitive - fixes lots of issues where items with nbt wasn't properly recognized- fixed various arcane workbench related issues - fixed various focus manipulater gui bugs- foci now work in other dimensions- reduced casting times for high complexity foci- fixed crash when trying to determine owner/caster of focus effect- fixed crash with exchange focus- fix banner crafting recipes- rift no longer damage players in creative mode- items should now be scannable in all inventory types- focus pouch should be 97% less crashy- fix filling buckets from everful urn- fixed some mirror and hand mirror bugs- fixed crashes related to cultist loot assignments- cleaned up infernal furnace item handling code. It will also no longer destroy smeltable items if its internal inventory is full. The items will just sit on top till space opens up. Non-smeltable items are still destroyed.- infernal furnace can now benefit from 4 bellows (up from 3), but there is diminishing returns for each bellows after the first. but 3 bellows are now worse than they used to be (54 tick reduction now vs. 60 previously), but 4 bellows are better than 3 used to be (68 ticks vs. 60)- crimson rites will now be properly used up if used- removed crafting mossy cobblestone as a requirement for hedge alchemy. I removed the recipe since there is now a vanilla recipes, but forgot to update the research entry- fixed derpiness and item duplication caused by provider seals- pech can now be traded with again6.1.BETA11- fixed recipe related crashes- fixed crucible crafting- various other smaller bugfixes- arcane workbench can once again craft vanilla recipes and will now properly count the local aura- changed flux and flux event mechanics. This is still a work in progress and only some of the the mechanics are in place atm. - instead of flux events happening directly, rifts will spawn that cause all manner of strangeness (including taint). Ways to deal with these will come soon.6.1.BETA10- stellar scanning quadrant is now based on cardinal directions and not relative to the sun/moon at all.- fix crash with crimson cult loot drops- remove references and recipes for thaumcraft iron nuggets. They will still exist ingame for now, but since vanilla has them now there is no more need for them.- fixed aspect calculation for crucible and infusion recipes- fixed magic forest biome generation- thaumonomicon is once again craftable- crucible properly empties buckets when filled with water- fixed cloudstepper ring6.1.BETA9- converted to MC 1.12.2- WARNING: Worlds using TC6 in MC 1.10.2 will not be compatible with this version- pre-flattened blocks and items to future proof them for the eventual MC 1.13 update- switched to using the new forge annotated config system- API: fixed IMC listener- API: switched to forge registry system. This significantly changes several api methods, especially those involving recipes- API: switched recipes to use the new Ingredient system. - moon phases not only effect the vis replenishment of the aura, but they now also change the max vis levels. - changed jar capacity to 250 instead of 256 to keep it a nice round number - pechs should be less crashy- fix for moon scanning on servers- removed chargable item hud by popular demand. Minor fps gains for all!- removed various gear types and replaced with simple and complex arcane mechanisms6.0.BETA8- Touch & Bolt medium hotfix for beta 86.0.BETA8- completely revamped focus system - all your old foci will become invalid in disappear after updating- various minor bugfixes- removed epiphanies. They are a pointless hurdle to research atm and the original idea I had for them is not really relevant within the current system- grapple?- prettied up thaumcraft keybindings- removed the crafting requirement from basic auromancy final stage. Depending on your mod setup the NBT tags could differ for some strange reason.- potion sprayer should now drop correct block when harvested or 'picked' in creative- sneak clicking on a jar while emptying a phial into it will no longer empty the jar as well- nerfed liquid death. With the increase in essentia contained in mobs and items this has been dropping way too many crystals- collector & essense harvester infusion enchants should work more reliably now- grapple!- warp event frequency will once again correctly taper off over time as long as no new warp is gained- it is once again possible to get rid of the unnatural hunger warp effect a bit sooner6.0.BETA7- API: removed crystal shard ore dictionary entries for now. Turns out forge oredict doesn't account for nbt data.- dioptra can now be toggled between showing vis and flux and improved the comparator output as well. I forgot to add this to the beta 6 patch notes when it was actually changed- added potion sprayer- rebalanced focus medium vis values slightly- fixed focus bolt fx- re-added the quicken focus mod which mysteriously dissapeared from my code at some point- chain focus mod and arcing enchantment will no longer target things you are riding or players and creatures on your team or that you own. They may still hit something by mistake if it is in the way- prevent onBlockHarvested from being called twice by golems and break focus which was causing a dupe bug on some blocks like skulls- everfull urn is now obtainable much earlier- triple meat treat regen effect now last the proper amount of time- infusion is now unlocked as its own research and not part of unlocking artifice anymore. - many theorycraft cards that consumed items no longer do so.- rebalanced theorycards in general so that there are easy, medium and hard choices - easy choices have no requisites, but give little progress (~10). Medium gives better progress (~25), but requires something simple to do. Hard choices give a lot of progress (~30-50), but also requires more effort- instead of the highest category in theorycrafting getting a bonus, all other categories now get a penalty instead6.0.BETA6- potions and related items now have most of their aspects calculated from the ingredients used to craft them- fixed dust crafting related crash with crucibles- golem logistics can now be completed with unfilled map- crafting the fire focus now properly completes basic auromancy6.0.BETA5- The full, not fractional amount of observations, theories and epiphanies are now spent when completing research. Oops.- golems now operate within 32 blocks instead of 16.- provider seals no longer require golems to be especially smart to listen to them, but they still require biothaumic mind research- fixed focus crash in NEI- fixed wrong import causing crash during focus creation for those without the correct java library- fixed \"phantom\" taint seed issue- fixed crash when placing arcane bore- research entries requiring enchantments are now a lot less picky- loads of other small tweaks and bugfixes6.0.BETA4- workbench charger can now be placed on a focal manipulator as well- changed the way and exact point when vis consumption is calculated for foci. Vis should no longer be consumed if an effect does not trigger.- added 'Burst'focus modifier- added 'Plan' focus medium- added 'Quicken'focus medium- completely overhauled the way foci effect links are created and managed behind the scenes. Much more interesting combos are now possible. Chaining+Bursting+Scattering Fireballs anyone? - API: Caster focus API has undergone massive changes, but it should be a lot easier to create focus effects now. Much of the grunt work is handled by the casting engine behind the scenes instead of having to be coded per effect.- increased focus effect damage across the board to be more inline with vanilla damage numbers- break focus will no longer break unbreakable blocks clientside- 'break' focus effect now takes block hardness into account and will take longer to break harder blocks. Potency increases the breaking speed.- fixed shardFire oredictionary entry to actually refer to fire crystals and not air crystals- theorycrafting research entry now has two stages as intended.- added a 'scrap theory' button to research table if you want to start from scratch - fixed a few theorycraft cards that could give infinite draws or progress- rebalanced theorycraft cards with item costs so they offer greater rewards - jars can now be filled all the way from alembics- arcane ear (toggle) should now be craftable- fixed various broken research entries- fixed researches requiring thaumium to be unlocked - improved the range of the touch focus- sword of the zephyr once again has the winds effect- improved taint fibre hitboxes- fixed taint fibres having a 50% chance to spread even if no flux was present in aura- all types of taint growth now costs a tiny amount of flux to occur. - taint seeds will now take damage if no flux is present- rebalanced the way aura and flux spreads between chunks. The math was a bit off and could force too much vis into a chunk which in turn caused flux.- added functionality that will automatically throttle the number of particles thaumcraft generates when fps drops below 306.0.BETA3- fixed a major bug that was causing certain items (usually vis crystals) to have their stack size set to 1 the first time their aspect values where calculated.- fixed gauntlet moddel clipping issues- wand hud element should no longer be upside down if shown on the bottom of the screen- fixed research page formatting so that elements like line breaks, page breaks, etc. are properly rendered on all machines. For lots of people it was just displaying walls of unformatted text.- removed a few possible infinite loops causing research to freeze and eventually crash the client- fixed occasional text overlap on knowledge types research entry- fix for boss health bars not displaying during fight and only appearing after death- fix vis discount items in the newer bauble slots not being counted- essentia in crucibles will now keep slowly dissolving if no heat is applied- fixed custom armor model rotation points- fixed arcane ear note display and added another version of the arcane ear that toggles on / off instead of sending a pulse- removing a focus with sneak+f while wearing a focus pouch in your belt slot will now properly update the pouch contents clientside- fixed flux research entry so you can progress to stage two- fixed exchange focus localization and spam casting that occurred when you selected a block6.0.BETA2- fixed Unlock Alchemy research entry so all the text is displayed in research step 2- fixed a few more missing research entries referring to thaumaturgy instead of auromancy- fixed chrash when golems harvested blocks- when completing a research stage all the pages for the next stage should be shown6.0.BETA1- WARNING: I'm Splitting all the various tc stone blocks (arcane, eldritch, ancient,etc), into their own blocks. This is to make certain worldgen things easier to code and as preparation for the 'great flattening' coming with MC 1.13. This will probably break things in your world so be prepared. Sorry about that.- added missing theorycraft cards for Infusion- auromancy should now be unlockable again. - using curios during theorycrafting will no longer consume the entire stack- made silverwood trees outside magical forest biomes a bit more common- improved fps around tainted areas- granted golems the ability to walk again and be picked up---- MAJOR CHANGES ----GENERAL- rebalanced aspect values significantly- tweaked some aspect colors to differentiate them from each other a bit more- re-added the old praecantatio aspect- added alkimia, the alchemy aspect.- rebalanced essentia amounts in items. Everything has a lot more essentia (roughly 5x previous versions), but all recipes are more expensive to compensate. This is to improve the essentia calculation algorithm and to make costing and balancing easier and more granular. - rebalanced armor values to incorporate the new toughness stat - removed haste and repair vanilla enchants. Haste is now an infusion enchant and repair has been dropped in favor of the vanilla enchant- added quartz ore spawns to overworld. They are much rarer than ore spawns in the nether however.- added ability for OP's to view a players known research- added support for the Chisel ConnectedTexturesMod (https://minecraft.curseforge.com/projects/ctm). This mod is NOT required, but certain textures will be enhanced by using this.- probably loads of other things I missedITEMS / BLOCKS- Added casting gauntlets and focus crafting mechanic that replaces wands- Goggles can now also be placed in the 'headgear' baubles slot- traveller boots now require charge to function- added arcane activator rails. They allow the activation and deactivation of things like automated crossbow turrets that pass over them.- The arcane bore is now a placable entity much like automated turrets. Like many entities they can ride empty mine carts. Have fun with that :)- Dowsing ability will now display a particle effect for an entire ore vein and not each block. Effect is also color coded for most common ore types.RESEARCH- Players are now eased into Thaumcraft more organically just by playing the game. No wiki or forum post required to take your first steps. - scanning is now much more integral to research.- scanning things now generates various types of notes, observation and similar things. These will later be used for purchasing research.- scanning inventories now also scans their contents as well- split artifice research tree into artifice and infusion enchantment. Some of the changed associated with this might break saves a bit, so be prepared.- Thaumaturgy tree renamed to Auromancy. It never made much sense that one of the trees was named after the mod itself. vOvAURA- Aura and vis is no longer separated into aspects. Vis now represents raw magical energy.- Vis and flux is now mutually exclusive. In practical terms what happens is that within a chunk the aura has a fixed capacity. For this example lets use 50. Vis in a chunk will replenish itself back to this number over time.- adding flux to the aura counts against this total however. If the flux + vis total exceeds this number, then some of the vis will slowly disappear or be pushed into adjacent chunks (if the have capacity) until the total drops down to 50. This means that polluting a chunk too much may result in it having no vis, just flux. - Aura Nodes removed. Their role was fairly limited within the current aura system and the performance hit they caused (even if minor) was not worth it for the limited content they added. I may revisit adding back later if I can find a reason to.- aura replenishes itself based on moonphase and other natural factors- arcane crafting modified to draw vis directly from aura. Crystals are required for many arcane crafting recipes. Crystals are placed in the slots surrounding the main crafting grid.- auras will no longer tick while game is paused in SP= taint now spreads from taint seeds. They are immobile entities and there are eggs for them if you want to spawn some. Taint grows out from these 'seeds' and grows a lot faster than in TC5.- taint can only spread within a limited radius of a seed and will die if there is no seed within this radius. There is a small chance for new seeds to spawn at the outer rim of this radius.- taint spread is no longer linked to flux, however high flux levels will increase the distance taint can grow from a seed. - put together this means taint can spread faster and even into non-polluted areas, but to get rid of it you only need to get rid of the seeds. Easier said than done though.API- lots of additions and changes to give modders access to the new systems in TC 6- IPlayerKnowledge is now the main repository for all things research and knowledge related. It uses the forge capability system and can be obtained via the getKnowledge(EntityPlayer player) method in ThaumcraftApi- research data is now located in .json files that can modified by resource packs - made significant changes to IRechargable making it more generic- changed IScanThing.getResearchKey to also accept the passed in player and scanned object- added IScanThing.onSuccess to allow performing something when a scan succeeds\n本帖日志\n2018.1.24 发布帖子2018.1.26 Thaumcraft-1.10.2-6.0.BETA22018.1.31 Thaumcraft-1.10.2-6.0.BETA32018.2.9 Thaumcraft-1.10.2-6.0.BETA42018.2.15 Thaumcraft-1.10.2-6.0.BETA52018.2.16 Thaumcraft-1.10.2-6.0.BETA62018.2.27 Thaumcraft-1.10.2-6.0.BETA72018.3.8 翻译进度推送置顶2018.3.29 Thaumcraft-1.10.2-6.0.BETA82018.3.30 Thaumcraft-1.10.2-6.0.BETA82018.4.18 教程更新2018.4.19 引导部分增加CC许可协议声明2018.4.21 6.1.BETA9 开发动态更新2018.4.24Thaumcraft-1.12.2-6.1.BETA102018.4.26Thaumcraft-1.12.2-6.1.BETA112018.5.4Thaumcraft-1.12.2-6.1.BETA122018.5.7Thaumcraft-1.12.2-6.1.BETA132018.5.23Thaumcraft-1.12.2-6.1.BETA142018.5.25Thaumcraft-1.12.2-6.1.BETA15\n2018.6.5Thaumcraft-1.12.2-6.1.BETA162018.6.30 教程更新2018.7.3Thaumcraft-1.12.2-6.1.BETA172018.7.20Thaumcraft-1.12.2-6.1.BETA192018.8.4Thaumcraft-1.12.2-6.1.BETA202018.8.13Thaumcraft-1.12.2-6.1.BETA212018.8.15Thaumcraft-1.12.2-6.1.BETA222018.8.26Thaumcraft-1.12.2-6.1.BETA232018.9.8Thaumcraft-1.12.2-6.1.BETA242018.10.3Thaumcraft-1.12.2-6.1.BETA252018.10.5新增前置模组对应版本传送门2018.10.9教程更新2018.10.18Thaumcraft-1.12.2-6.1.BETA262018.10.19Thaumcraft-1.12.2-6.1.BETA26-hotfix12018.10.23更新若干内容\n联动模组\n本索引均为站内搬运索引，站外暂时没有寻找，目前为调试状态所以暂时不全。[1.12.2-1.7.10][ThaumicBases——神秘基础学] [传送门][1.12.2-1.6.4][ThaumicTinkerer——神秘工匠]更新1.12.2 [传送门][1.12.2-1.10.2][Thaumic JEI——JEI神秘扩展]神秘时代研究配方JEI查询 [传送门][1.12.2][ThaumicWaila——Waila神秘时代扩展]显示神秘时代源质 [传送门][1.12.2][Thaumic-Terminal——神秘AE面板]神秘6终于可以用AE了 [传送门][1.12.2][Tc6JEI——神秘6方面的JEI]更加方便的合成神秘时代6中的物品 [传送门][1.7.X][Thaumic Energistics——神秘能源]科技存储与魔法的结合！[传送门]\n问题汇总模组冲突提醒:植物魔法[更新植物魔法最新版本] 帽子(Hats)[见B12更新日志]\n模组问题:1.12.2透镜会导致崩溃 [B15] [风险预警] [解决办法]1.12.2安装匠魂后无法制作奥术工作台[B13] [解决办法]1.12.2源质冶炼研究被卡住[B11] [解决方法]1.10.2源动之焰无法制作[B8] [解决办法]1.10.2/1.12.2不能在非主世界的地方施法[B8/B11] [更新B12]1.10.2/1.12.2部分合成出现被合成物也是合成物的问题(比如合成木棍，但是合成要求是一个木板+一个木棍)[GitHub](经过A哥测试问题来自于Thaumic JEI，我个人认为应该只是显示问题，不影响实际合成，如果很在意请删除Thaumic JEI)1.12.2加载崩溃[B25][Github](唔 Forge高版本下就会出现崩溃，目前已知14.23.4.2747正常，更新B26即可解决)\n\n游戏问题(研究解锁、玩法等):神秘学解锁抛射最后的第三个条件是什么 [最佳答案]如何获取元始珍珠 [最佳答案]法师护手无法使用核心，无按键冲突 [最佳答案]\n投喂相关Patreon\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "1700163301",
            "timestamp": 1516803900,
            "txt_content": "万岁，万岁"
        },
        {
            "author": "鸡儿梆硬儿",
            "timestamp": 1516807440,
            "txt_content": "越来越多的经典mod都更新了啊，希望1.10.2早日取代1.7.10的地位吧。"
        },
        {
            "author": "朽梦挽歌",
            "timestamp": 1516808460,
            "txt_content": "最近正好想玩这个 你这个太及时了！"
        },
        {
            "author": "padgg",
            "timestamp": 1516836720,
            "txt_content": "目前汉化正在弄，邪术学暂时还在测试，以后没bug后会移回来神秘6."
        },
        {
            "author": "小吾辈",
            "timestamp": 1516843260,
            "txt_content": "个人感觉，1.12.2才会是第二个1.7.10，因为1.12.2到1.13会有很大差别，所以模组基本全会暂时停留到1.12.2，1.10.2感觉还没1.12.2好，虽然现在还是1.10.2模组比较多就是了-_-"
        },
        {
            "author": "tmyasas",
            "timestamp": 1516856640,
            "txt_content": "这特么去年一月github就没更新了。。"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1516857240,
            "txt_content": "tmyasas 发表于 2018-1-25 13:04\n这特么去年一月github就没更新了。。\n大兄弟那个是用来收集语言文本的地方，和报错问题。"
        },
        {
            "author": "蓝風",
            "timestamp": 1516857840,
            "txt_content": "作者回来了？！当时他说可能不会再做MOD了，遗憾了好一阵呢！不过1.10.2的起床BUG太难受了……"
        },
        {
            "author": "tmyasas",
            "timestamp": 1516858380,
            "txt_content": "没糖的葫芦 发表于 2018-1-25 13:14\n大兄弟那个是用来收集语言文本的地方，和报错问题。\n好吧。。刚上官网看见1.10.2更新了正试玩还有这mod可以用那个材质包汉化。。"
        },
        {
            "author": "CJY2333",
            "timestamp": 1516861380,
            "txt_content": "神秘时代6？！  难道作者回来了？！"
        },
        {
            "author": "tmyasas",
            "timestamp": 1516879740,
            "txt_content": "反馈一下这个模组原生汉化，有一个bug注魔台敲掉会贴图错误"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1516880940,
            "txt_content": "tmyasas 发表于 2018-1-25 19:29\n反馈一下这个模组原生汉化，有一个bug注魔台敲掉会贴图错误\n汉化都是Github由那些默默翻译的翻译工作者提交的Orzx\n相关Bug会在测试后，确认存在提交Github"
        },
        {
            "author": "3533491844",
            "timestamp": 1516881720,
            "txt_content": "希望1.10.2成为行的1.7.10"
        },
        {
            "author": "forfai",
            "timestamp": 1516948320,
            "txt_content": "屌爆了，1.10.2的，不是1.12.2的，看来这1.10.2又可以多个理由继续玩了。"
        },
        {
            "author": "酒石酸菌",
            "timestamp": 1516949100,
            "txt_content": "欢迎回来，神秘"
        },
        {
            "author": "302919422",
            "timestamp": 1516954080,
            "txt_content": "和神奇宝贝5.1冲突"
        },
        {
            "author": "20041009zcy",
            "timestamp": 1516975500,
            "txt_content": "酒石酸菌 发表于 2018-1-26 14:45\n欢迎回来，神秘\n酒石酸君大大，顶一下"
        },
        {
            "author": "daiyggi",
            "timestamp": 1516990380,
            "txt_content": "魔法万岁！"
        },
        {
            "author": "神级史蒂夫",
            "timestamp": 1517018040,
            "txt_content": "欢迎失踪人口回归~"
        },
        {
            "author": "zhang57",
            "timestamp": 1517019000,
            "txt_content": "强无敌\n终于有1.10.2了"
        },
        {
            "author": "kk836235441",
            "timestamp": 1517024820,
            "txt_content": "1.10的都出了啊。。。。。。。。。。"
        },
        {
            "author": "fengbaoziyue",
            "timestamp": 1517040720,
            "txt_content": "啊，神秘6终于更新了，话说有汉化了没？"
        },
        {
            "author": "zhazgy",
            "timestamp": 1517041680,
            "txt_content": "可以KY1......."
        },
        {
            "author": "philipzou",
            "timestamp": 1517045700,
            "txt_content": "beta3打开物品栏在物品上按shift不显示元素属性，有人遇到一样的问题吗"
        },
        {
            "author": "--Kwssma--",
            "timestamp": 1517057040,
            "txt_content": "感谢楼楼的搬运"
        },
        {
            "author": "feishili11",
            "timestamp": 1517070360,
            "txt_content": "耶！我的神秘时代终于复活了！！感谢搬运！"
        },
        {
            "author": "石皮日",
            "timestamp": 1517070480,
            "txt_content": "很棒哦~加油"
        },
        {
            "author": "z2841302793",
            "timestamp": 1517077020,
            "txt_content": "万岁万岁万岁"
        },
        {
            "author": "Yu_Jie_Kong",
            "timestamp": 1517103720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Tidy_Bear",
            "timestamp": 1517145300,
            "txt_content": "法杖居然被作者给吞了\n虽然现在的核心系统做得也算不错，但不知道是不是神秘4玩太多的关系，还是怀念以前的法杖，感觉那样更有法师的味道"
        },
        {
            "author": "codescipio",
            "timestamp": 1517541540,
            "txt_content": "酒石酸菌 发表于 2018-1-26 14:45\n欢迎回来，神秘\n        看看我发现了谁"
        },
        {
            "author": "Ghost`System",
            "timestamp": 1517705580,
            "txt_content": "新版法杖核心系统好棒"
        },
        {
            "author": "酒石酸菌",
            "timestamp": 1517718960,
            "txt_content": "codescipio 发表于 2018-2-2 11:19\n看看我发现了谁\n哇，你的头像"
        },
        {
            "author": "wwfhwwfh",
            "timestamp": 1517803680,
            "txt_content": "终于出品了，感谢啊~现在是不是傀儡跟邪术都不能用？空白页~"
        },
        {
            "author": "2680827297",
            "timestamp": 1517998320,
            "txt_content": "新版没有法杖了，改为使用世界盐。"
        },
        {
            "author": "codescipio",
            "timestamp": 1518138000,
            "txt_content": "酒石酸菌 发表于 2018-2-4 12:36\n哇，你的头像\n        emmmmmmm我的头像怎么了？应该没问题吧"
        },
        {
            "author": "离不开好",
            "timestamp": 1518222300,
            "txt_content": "真的快2年了吧,距离上个大版本的发布"
        },
        {
            "author": "qq290705688",
            "timestamp": 1518277320,
            "txt_content": "期待1.12.2版本的 不舍得存档"
        },
        {
            "author": "Awenbb1",
            "timestamp": 1518284460,
            "txt_content": "支持！！！！！！"
        },
        {
            "author": "WANGWEI20030413",
            "timestamp": 1518409320,
            "txt_content": "为了上dropbox找了一早上V*P*N,然后实在找不到上mcbbs搜了一下,找到了curse的下载地址==感谢楼主搬运"
        },
        {
            "author": "LingCloud凌云",
            "timestamp": 1518424440,
            "txt_content": "6666666666666666666666666666666666666666666666666666666666666"
        },
        {
            "author": "LingCloud凌云",
            "timestamp": 1518424500,
            "txt_content": "666666666666666666666666666666666"
        },
        {
            "author": "a275432",
            "timestamp": 1518499860,
            "txt_content": "神秘使们 你们好"
        },
        {
            "author": "A-卡罗特",
            "timestamp": 1518558060,
            "txt_content": "用世界盐右键工作台没效果怎么办？"
        },
        {
            "author": "A-卡罗特",
            "timestamp": 1518762720,
            "txt_content": "睡觉没用，得到异梦做出世界盐点了书架得到魔法手册，但再用世界盐点工作台却什么也没发生，只是单纯的打开工作台，蹲下点也没用。"
        },
        {
            "author": "touhouzun",
            "timestamp": 1518766140,
            "txt_content": "Tidy_Bear 发表于 2018-1-28 21:15\n法杖居然被作者给吞了\n虽然现在的核心系统做得也算不错，但不知道是不是神秘4玩太多的关系，还是怀念以前的 ...\n虽然法杖是法师的传统，但是越来越多非主流法师不用法杖了，\n比如某go海伦娜、爱迪狮、三藏、达芬奇、梅林剑圣（手动滑稽）\n顺便不要把神秘beta6和铁路10.3.1混用，会崩"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518774660,
            "txt_content": "A-卡罗特 发表于 2018-2-16 14:32\n睡觉没用，得到异梦做出世界盐点了书架得到魔法手册，但再用世界盐点工作台却什么也没发生，只是单纯的打开 ...\n噗，没注意是工作台，正常来说挖到结晶，睡一觉得到一本破书，然后制作世界盐，再做出书架，通过世界盐点击书架就可以获得魔导书，然后打开书看，默认会跳到第一个研究随便看一下，关闭然后我们就可以直接世界盐右键合成台就会变成奥术工作台，并完成第一个研究的1/3，如果真的没有反应更新一下版本，我不确定这个是不是Bug或者其他什么问题。"
        },
        {
            "author": "BKSL",
            "timestamp": 1518829200,
            "txt_content": "我来补充一个！换成繁体字，文本有翻译！"
        },
        {
            "author": "wjr_youhu~",
            "timestamp": 1518838560,
            "txt_content": "哇,神秘的特效简直一个版本比一个版本6,真心佩服"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518841440,
            "txt_content": "BKSL 发表于 2018-2-17 09:00\n我来补充一个！换成繁体字，文本有翻译！\n我只能说zh_TW翻译老让人窒息，如果要最新zh_CN翻译文件请移至Github。\n中文(简体)翻译Github汇总：https://github.com/J-swl/thaumcraft-beta/blob/master/zh_CN.lang"
        },
        {
            "author": "823252128",
            "timestamp": 1518925440,
            "txt_content": "一直以来最喜欢的MOD ！！！ 加油"
        },
        {
            "author": "823252128",
            "timestamp": 1518940680,
            "txt_content": "为什么我装的1.8版本的 说前置MOD对应不上啊  求解！！！"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518940920,
            "txt_content": "823252128 发表于 2018-2-18 15:58\n为什么我装的1.8版本的 说前置MOD对应不上啊  求解！！！\n没有图都是在扯淡...请上图"
        },
        {
            "author": "823252128",
            "timestamp": 1518942000,
            "txt_content": "没糖的葫芦 发表于 2018-2-18 16:02\n没有图都是在扯淡...请上图\n麻烦了帮忙看一下 谢谢\n\n\n\n\n\nQQ图片20180218162359.png\n(143.2 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-2-18 16:19 上传\n\n\n\n\n\n\n\n\n麻烦了\n\n\n\n\n\n\n"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518942240,
            "txt_content": "823252128 发表于 2018-2-18 16:20\n麻烦了帮忙看一下 谢谢\nBaubles版本不能低于Baubles-1.8-1.1.1.1，也就是必须下载Baubles-1.8的最新版本。\n\n\n\n\n\n\n\nBaubles-1.8-1.1.1.1.jar\n\n\n2018-2-18 16:22 上传\n点击文件名下载附件\n\n\n\n\n84.27 KB, 阅读权限: 70, 下载次数: 6\n\n\n\n\n"
        },
        {
            "author": "823252128",
            "timestamp": 1518942660,
            "txt_content": "没糖的葫芦 发表于 2018-2-18 16:24\nBaubles版本不能低于Baubles-1.8-1.1.1.1，也就是必须下载Baubles-1.8的最新版本。\n我下载了你发的内个放到MODS里去了，  又蹦出来了这个......\n\n\n\n\n\nQQ截图20180218163756.png\n(137.26 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-2-18 16:30 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ截图20180218163756.png\n(137.26 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-2-18 16:31 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518942840,
            "txt_content": "823252128 发表于 2018-2-18 16:31\n我下载了你发的内个放到MODS里去了，  又蹦出来了这个......\nForge版本不能低于11.14.3.1521"
        },
        {
            "author": "晴空酱",
            "timestamp": 1518943320,
            "txt_content": "这不是正式版吧"
        },
        {
            "author": "823252128",
            "timestamp": 1518944100,
            "txt_content": "没糖的葫芦 发表于 2018-2-18 16:34\nForge版本不能低于11.14.3.1521\n但是为什么我更新了Forge 进游戏就一直黑屏啊 还显示未响应"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518944340,
            "txt_content": "晴空酱 发表于 2018-2-18 16:42\n这不是正式版吧\n属于β版，但是可以玩了，最终版本定格按照作者的说法可能是直接到1.12.2"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518944400,
            "txt_content": "823252128 发表于 2018-2-18 16:55\n但是为什么我更新了Forge 进游戏就一直黑屏啊 还显示未响应\n这就不清楚了，左转问答版吧"
        },
        {
            "author": "823252128",
            "timestamp": 1518944460,
            "txt_content": "没糖的葫芦 发表于 2018-2-18 17:00\n这就不清楚了，左转问答版吧\n好吧 谢谢了"
        },
        {
            "author": "823252128",
            "timestamp": 1518953280,
            "txt_content": "话说神秘6已经汉化了吗"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1518953580,
            "txt_content": "823252128 发表于 2018-2-18 19:28\n话说神秘6已经汉化了吗\n汉化不完整可以去github下载，中文简体在黑猫的仓库\nhttps://github.com/J-swl/thaumcraft-beta"
        },
        {
            "author": "Lucky8421",
            "timestamp": 1519034040,
            "txt_content": "为什么我魔导手册基础学里的傀儡学是空白页？"
        },
        {
            "author": "Lucky8421",
            "timestamp": 1519034160,
            "txt_content": "还有为什么我的核心镶嵌台将Fire和touch加入后会卡bug 背包跳称空白的无法完成镶嵌"
        },
        {
            "author": "LingCloud凌云",
            "timestamp": 1519172880,
            "txt_content": "魔导书有好多页数没汉化，表示看得很累啊~"
        },
        {
            "author": "lin03068041",
            "timestamp": 1519267680,
            "txt_content": "研究神秘学缺少1等级的顿悟，顿悟是完成基础研究后出现的知识。但是解锁炼金术之后却消失了。现在卡在这里。估计是BUG。因为B3版本是不会这样的。我没有其他办法可以再得到顿悟了"
        },
        {
            "author": "无言、璐",
            "timestamp": 1519308720,
            "txt_content": "汉化怎么装哪个dalao教一下"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1519311720,
            "txt_content": "无言、璐 发表于 2018-2-22 22:12\n汉化怎么装哪个dalao教一下\n\n\n\n\nQQ截图20180222230107.png (37.79 KB, 下载次数: 14)\n\n下载附件\n\n2018-2-22 23:02 上传\n\n\n\n\n\n用压缩解压缩工具打开模组jar，然后将下载好的zh_CN.lang文件夹丢进这个目录\n"
        },
        {
            "author": "a275432",
            "timestamp": 1519369020,
            "txt_content": "感谢搬运..........."
        },
        {
            "author": "111346152145124",
            "timestamp": 1519719900,
            "txt_content": "神秘6beta7呢\n\n\n          "
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1519731660,
            "txt_content": "111346152145124 发表于 2018-2-27 16:25\n神秘6beta7呢\n表示今天上午才知道更新，一般知道更新后都是会在晚上更新的emmm\n不过也感谢提醒Get√"
        },
        {
            "author": "a275432",
            "timestamp": 1519781760,
            "txt_content": "帖子简洁,下载方便.感谢搬运"
        },
        {
            "author": "lin03068041",
            "timestamp": 1520322840,
            "txt_content": "在地图某些地方游戏会整个被关闭。不知是不是这个MOD造成的。因为我没有打什么其他的MOD"
        },
        {
            "author": "zjt15612230001",
            "timestamp": 1520333940,
            "txt_content": "是有启动器的吗"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1520334720,
            "txt_content": "zjt15612230001 发表于 2018-3-6 18:59\n是有启动器的吗\n这是一个单独的模组"
        },
        {
            "author": "小藩",
            "timestamp": 1520651700,
            "txt_content": "总算是更新了，我记得贴吧里某人在一个推荐1.10.2模组的帖子里把神秘列入了停坑模组之一..."
        },
        {
            "author": "天际丶瀑布",
            "timestamp": 1520653260,
            "txt_content": "没糖的葫芦 发表于 2018-2-27 19:41\n表示今天上午才知道更新，一般知道更新后都是会在晚上更新的emmm\n不过也感谢提醒Get√ ...\n汉化文件在哪下载2333"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1520661600,
            "txt_content": "天际丶瀑布 发表于 2018-3-10 11:41\n汉化文件在哪下载2333\nhttps://github.com/J-swl/thaumcraft-beta/blob/master/zh_CN.lang\n除了傀儡部分其他均已经完成"
        },
        {
            "author": "unrual",
            "timestamp": 1520662620,
            "txt_content": "魔导书有好多页数没汉化"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1520676180,
            "txt_content": " 本帖最后由 没糖的葫芦 于 2018-9-9 22:12 编辑 \nunrual 发表于 2018-3-10 14:17\n魔导书有好多页数没汉化\n汉化是作者直接用的TC5的，很多由于ID变化，和增删减的问题出现了缺失，中文简体的汉化(除傀儡部分)已经基本完成，已经通知Azanor，由于作者并未更新或合并，如果需要汉化请自行前往Github下载并覆盖原汉化文件，因协议限制我无权修改和重新发布故不提供修改后的模组文件。汉化下载指引[传送门]\n\n1.12.2的汉化目前由酒石酸发起的“模组翻译计划”进行翻译的跟进维护，可以前往站内帖按照指引下载和安装汉化资源包。[传送门]\n\n汉化目前A哥已经开始接收，也可以再安装模组翻译计划，以确保lang更新的及时性。"
        },
        {
            "author": "88699385qweqwe",
            "timestamp": 1520677140,
            "txt_content": "666666666666666666"
        },
        {
            "author": "ka_feng",
            "timestamp": 1520819700,
            "txt_content": "9666666666666666"
        },
        {
            "author": "sss1",
            "timestamp": 1520878980,
            "txt_content": "从GITHUB上面下载的汉化文件不完整？还是我使用方法不对？\nhttp://www.mcbbs.net/thread-783072-1-1.html\n可是我在游戏里得到的异梦，三页，每页只有前一半的文字，\n而且那个EPIPHANY，没有搞懂是怎么获得的，魔导书上没找到。"
        },
        {
            "author": "sss1",
            "timestamp": 1520879160,
            "txt_content": "刚刚看到顿悟的定义了，虽然还不知道具体需要哪些研究前置就是了。"
        },
        {
            "author": "ABCDz",
            "timestamp": 1520934660,
            "txt_content": " 本帖最后由 ABCDz 于 2018-3-13 17:54 编辑 \n\n请问这个神秘学“基础法术”任务的3/3的里面要做这个伤害为4.4的接触火焰核心是否为BUG，我怎么做都只能做出伤害为5 的出来\n"
        },
        {
            "author": "ABCDz",
            "timestamp": 1520943120,
            "txt_content": "ABCDz 发表于 2018-3-13 17:51\n请问这个神秘学“基础法术”任务的3/3的里面要做这个伤害为4.4的接触火焰核心是否为BUG，我怎么做都只能做 ...\n已在悬赏区找到解决办法"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1520944020,
            "txt_content": "ABCDz 发表于 2018-3-13 20:12\n已在悬赏区找到解决办法\n请务必收藏本帖或关注Curse，第一时间更新推送版本。"
        },
        {
            "author": "664994207",
            "timestamp": 1522391460,
            "txt_content": "一直学不会的MOD之一，返回来再玩一次"
        },
        {
            "author": "Asura0v0",
            "timestamp": 1522391880,
            "txt_content": "大佬！收下了！谢谢！"
        },
        {
            "author": "朕来了",
            "timestamp": 1522954200,
            "txt_content": "发伟大服务"
        },
        {
            "author": "晨星天陨",
            "timestamp": 1522992960,
            "txt_content": "期待出现1.12.2版本的神秘时代"
        },
        {
            "author": "A-卡罗特",
            "timestamp": 1523149860,
            "txt_content": "注意！安装了这个后不要安装【可见的装备栏】，要是安了的话会导致无法在工作台上撒世界盐。也就是会作不出奥数工作台，整个mod在开头就卡死了。"
        },
        {
            "author": "A-卡罗特",
            "timestamp": 1523230740,
            "txt_content": "源动之焰做不出来，凑齐源质后不论木炭还是煤炭扔进坩埚直接变源质了。"
        },
        {
            "author": "872524198",
            "timestamp": 1523737200,
            "txt_content": "感谢搬运 请问下您知道源动之焰无法制作的原因嘛 我就卡在那里了"
        },
        {
            "author": "qukai111",
            "timestamp": 1524042480,
            "txt_content": "汉化文件放进jar怎么没有效果"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1524052440,
            "txt_content": "qukai111 发表于 2018-4-18 17:08\n汉化文件放进jar怎么没有效果\n你还得将游戏语言切换到中文简体...\n顺带问一下没效果是怎么定义的emm"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1524155280,
            "txt_content": " 本帖最后由 没糖的葫芦 于 2018-4-20 00:55 编辑 \nA-卡罗特 发表于 2018-4-9 07:39\n源动之焰做不出来，凑齐源质后不论木炭还是煤炭扔进坩埚直接变源质了。\nBeta8中我测试也确实发现这个问题，我会在其他版本测试看他是否存在这个问题。B7可以...可能是改动了什么导致的Bug。\n"
        }
    ]
}