{
    "title": "【一月活动】超越边界",
    "author": "Nethop",
    "replyCount": 2,
    "timestamp": 1516934100,
    "txt_content": " 本帖最后由 Nethop 于 2018-1-26 10:47 编辑 \n\n\n\n\n\n\n\n\n\n我不知道是什么扭曲与缠绕，在那些怪异的\n\n\n海道的废墟中，带我再一次回到了家，\n\n\n但到了家的门廊上我不停颤抖，脸色苍白，\n\n\n急忙进屋，给厚重的大门插上门闩。\n\n\n我拥有了那本书，讲述了那隐藏的道路，\n\n\n跨越虚空，穿过挂在空间中的幕布，\n\n\n它支撑着海港那里那些无法用维度描述的世界，\n\n\n同时维护着遗失了的万古中他们自己的私有领地。\n\n\n最终，这钥匙属于我，来通往那些模糊的美景，\n\n\n那落日的螺旋与那黎明时森林的冥思，\n\n\n在那超越了这个地球的精密的海渊中渐渐暗淡，\n\n\n它潜藏着，仿佛无尽的记忆。\n\n\n这钥匙属于我，但当我坐在那里喃喃自语时，\n\n\n阁楼上的窗户在轻微的摸索中不停摇晃。\n\n\n——《犹格斯真菌·钥匙》\n\n\n\n\n\n\n\n  在稍晚些的时候，我回到了西莱旺。\n\n\n  我的家庭早在二十年前就从这个古老而落后的镇子搬到了纽约，留下死板的年老者前往大城市正是这个时代每个人都在做的事情。远远地能看到镇子里那几盏高功率的电灯所射出的刺眼白光，但是在黑夜，这个无月之夜，五朔节的前夜里却不能洞透那遮蔽月亮的黑暗。尖塔，房屋，烟囱，断桥以及不知何时就矗立的风向标，那些零星的建筑，就好像是蝾螈身上那坑洼的花纹一样令人厌恶地附着于大地，在这寒冷而无光的世界里，海水拍打着已经破朽不堪的码头，根据科学的预见，人们正是从那一朵朵浪花里来到了陆地。\n  如果不是有着特殊的目的，我也不会回到这片令我感到陌生而恐惧的地域。\n\n\n  我的父亲死于恶性疾病，那时的我正在密斯卡尼托克大学攻读建筑学。遗嘱是寄给我的导师的，信里面提到了财产的分配——连着原本要给弟弟的那份一起给我，那个叛逆的小家伙赌气去了法国。作为交换，他希望我能代替他每年回家族的根基一次，去和我的族人维持本就因身处两地而稀薄的血脉关系。\n\n\n  随信寄来的，是一柄银质钥匙。\n\n\n  要说它华美，它却只是粗粗地刻上几道线条；要说它粗糙，那些线条却又有着足够的变化性。这把钥匙，上面的蔓藤花纹似乎遵循着某种几何概念舒展，整体被岁月所侵蚀，锁齿部位已经氧化变黑。就是这样一件华而不实的东西，却附在了遗嘱里面。\n\n\n  我要搞清楚这是什么。\n\n\n  沿着那条死寂的土道向前行走，我的身旁经过一片蠕行的，突兀出现的人工小丘，阴晦的风拍打在那几块磨蚀的墓碑上，扭曲的栅栏被暴力地钳开几个破洞，活像一团身段恐怖，肢体弯扭的尸体。听着那些风带来的声音，我似乎能重回三百年前，回到那个恐怖的猎巫时期——几个村民死于邪术的指控，他们的尸体挂在绞刑架上直到消失不见。我试图倾听镇民那欢快的准备声，但是没什么能感觉到的。现在是初夏，或许之前的风声也不过是我对这个夜晚的一丝敬畏罢了。\n\n\n  也许古老的庆祝仪式在这片土地行不通？在这个神圣的夜晚，他们不会走上街头，燃起篝火，而是在自家的火炉边静静地祈求那些异教神明。我打消了对欢庆队伍与开心的小孩子的妄想，举目望向几扇小拼格窗户，里面散发出安静的光芒，却显出一丝阴暗与朦胧。我继续前行，走过那海风吹荡着的店面，牌子发出几阵不情愿的叫声，在这片荒凉的无人之境，那些擦得锃亮的奇怪门环似乎眼中闪着光芒。我能看到几块不像样的地砖，这里很明显要修整道路。\n\n\n  那是我的目的地，我家族的宅邸。就位于厄波罗的右侧第五，有着别致的尖屋顶，这房子是三百多年以前建造的。里面冒出零星的灯光，透过窗帘射向外界。尽管在信中我的父亲告诉我我会受到长辈的热情欢迎，但是现在，我抚摸着那个鸟头门环，却迟迟不敢叩击。这是某种恐惧感，来源于第一次见到家族里的其他成员，我大致能想象出他们的面容，但也无法保证出乎意料——我还是轻叩了几下，那声音在门板上泛出涟漪，激荡着我内心处的某个敬畏感。\n\n\n  神圣，自卑。\n\n\n  我只能联想到这两个词，这股感觉是来自于一个悠久的家族，并且是一个悠久的外来家族的。\n\n\n  那扇门吱呀一下打开了，一团棕色从发着红色的光辉中探出来，打量了一下我，然后彻底把门打开，示意我进去。那是个大概一百六十公分的老人，无论如何对于一个白人男性而言都有些低矮。他的皮肤皱成一道白中泛黄的波浪，被消瘦的长袍包裹着，踏着两条拖鞋为我指路。先前的那种恐惧淡去了，我自然地迈开了步子，钻进屋子里。\n\n\n  屋里简约而实用，一张乌黑的长桌摆在火炉边，还有几品石制的扶手椅。他一言不发，领着我向另一间黑暗的房间走去。在这个过程中，他随手拣起那来自数个世纪之前的家具上的纸与笔，写下娟美的英文，表达他的喜悦。\n\n\n  这时我才明白，他之所以一言不发是因为他本就无法出声——这位失声的老者带着我进去，几把蜡烛上躺下灰白的蜡油，落进托盘里。这里有两把椅子和一架石桌，上面堆积着大量的书本。他示意我在椅子上坐下来，自己则坐在了另一把椅子上。\n\n\n  我释然地坐了下来，但是之前那股消失了的恐惧又窜了出来，那个老人从头到尾，不光是嘴唇没有动，就连眼皮都没有眨一下。我突然觉得这个屋子里并非只有两个人，有某些看不见的存在也在这里——那个老人，有着家族特征的老人的脸庞就是一张面具，在那张面具之下绝对有着某种憎恶的脸庞。我无法再继续打量他了，而他自始至终都毫无表情，屋子里只有巨大的落式座钟发出空荡的摆动声，我必须转换自己的注意点，转换到其它东西，书上。\n\n\n  随手从那沓满是灰尘的书中抽出一本，他没有阻止我。我翻开那被时间蛀的快要散架的封面，眯起眼睛努力辨别这本书的名字。《新英格兰乐土上的奇事异闻》，我感觉我闯入了一个过分虚假的噩梦，这本书里充斥着大量神父或是传教士看后会联合起来的事例：渎神、罪恶、反人类。就连这本书也在啃食我的心智，现在我只期盼这一晚能快些过去，好让我回到自己所知的那个世界，关于那把钥匙的任何问题，我都没有余力去询问了。\n\n\n  不知道过去了多久，对我而言是相当漫长的时光，有人敲击着僵在那里的石桌，我抬起头，蜡面老者已经把脑后的罩盖提了上来，他从身侧的那个雕刻着水怪的衣橱里摸出一件同样古老的披风，示意我穿上。\n\n\n  他接过书，把它放在那摞书的顶层，然后在纸上告诉我等庆祝结束想看多久看多久——我绝对不会在此久留一刻。随着他的指引，我回到了大街。\n\n\n  我们现在行走在蜘蛛网般错综复杂的乡间道路上，一路上我看到许多和我们一样打扮的人从家里出来，加入这支移动着的沉默队伍，他们用黑纱遮住脸部，但我总觉得那之下肯定是另一张面具。我们一路上跨越坍塌的房屋，阴深的墓地，经过集会广场，与教堂擦肩而过，没有人发出声音，只有那时明时暗的电灯和一闪而闪的星辰，在这个夜色世界里更加的诡异。我紧跟着那个家族里的老人，在这支紧密的队伍里，我不想和他人过多地接触，沿着越来越崎岖险峻的小路攀爬，最终的目的地，是一座嵌在山中的宏伟门扉。\n\n\n  言语无法形容它的伟大，它位在山的背面，因此在我来时才没有看见它。几柱竖杆像是无手的亡灵一样插在周围，一些早就烂掉的房屋里跳跃着磷火，它们是同样古老的建筑，只是没能抵御住时间。那扇门上雕刻着一幅对我来说太过梦幻的场景，大致而言像是两个巨大的人形在搏斗，一艘战船夹在二者中间，上面的船员露出恐怖的神色，在暗波涌动涌动的海底之下，似乎还有第三个存在伺机发起攻击。\n\n\n  人们走上前去，齐心协力打开这道厚重的门扉，它似乎是石制的，但绝不是某种已知的石头。人们举起灯台，点亮蜡烛，涌进那漆黑的山洞，我僵在原地不肯入内，因为我能感受到一股邪恶气息正盘旋在此，这不是普通的庆祝活动，这是更加邪祟的东西，而这股邪恶力量正从中作梗。人们点亮的蜡烛没有给山内带来什么光亮，充其量也只是能看清脚下的道路罢了，空气的味道几乎使我窒息，人群簇拥着向更深处突进，通过一个令人后怕的环状缺口，我开始沿着潮湿的石阶向下攀爬，这狭窄而几乎无尽螺旋的阶梯让我内心充满一种不祥的感受。这一路上我看到了太多的石灰岩和石乳，一股酸臭味在鼻腔里弥漫开来，然而人群仍然没有发出任何的声音。\n\n\n  在长达数分钟的下降中，我摆脱了一开始的恐慌，注意到周围的墙壁有了些许的不同，那是变化着的某种图画，但是我却无法分辨个中真意。经过那些在传统中藏匿死者尸体的坑道后，腐败的味道也越来越强烈，那一瞬间我才发现，这个地下有着如此多的恐怖没有被世人发觉。\n\n\n  我们已经贯穿了整座山，我听见了一种声音，这是我自出门到现在听见的唯一一个声音。像是某种笛子发出的乐声，但却令人作呕。\n\n\n  一道巨大的绿色火柱从我的右侧喷出，在强烈的光芒下，我不禁发出骇人的叫声。那是被人遗忘的地狱，变异的真菌攀附在朽烂的巨大树根上，一条淌着墨绿色黏液的河流发出糊状的爆裂声。在这被秘藏起来的黑暗世界里，在那条令人发抖的毒河中央，矗立着半损毁的巨石阵。先来的会众们无疑是在向那邪恶的遗迹潜首敬拜，在他们中央，一个人露出干枯的双手，举起一块巨大的石板。\n\n\n  “Ia-Ia-犹格索托斯-尼波罗-辛！”\n\n\n  跪拜的信徒们颂唱着奇妙的咒文，这已经不是人类能发出的声音范畴了，我的大脑中被混乱填满，面对此种异象，我想要拔腿就跑。可我回过头去，就看到那张蜡质的面具。我本是最后进入山洞的，他何时来到了我的后面？\n\n\n  在我的面前，他毫不在意打击我的精神，随身的纸笔告诉我，仪式的重要部分还没有完成，作为伟大存在的指引，我必须见证到最后一刻。他还告诉我，这个仪式自从三百年以前就一直未曾中断，只要“银钥匙”还在这个位面，那么仪式就不能中断。\n\n\n  他似乎觉得单凭语言无法说服我，就又伸出那不像是活人的手，让我看那枚有着家族纹章的尾戒——这只能加深我的恐惧，这尾戒是我父亲的，并且在被埋葬的那天还戴在他的小指上。他伸出手，拉着我走向那条腐烂的河流，指给我对岸的“门”。我一开始什么都没有看到，那些腐臭味焦灼着我的双眼。但是一旦稍稍适应，就能看到对岸的景象。那是一扇和进山时一样巨大的墨黑色大门，上面的雕刻像是维特塔罗里的命运之轮一样，但远比它要渎神与疯狂，他引导着我，告诉我我的使命，而我则是身处在梦中，无法理解他所说的一切。\n\n\n  但是随着他的讲述，我只是觉得那道门离我越来越近，并且最终我已经站在了门前。老人的声音听上去是那么的沉稳，犹如我已故的父亲。我点了点头，明白了我的任务，我家族的使命。\n\n\n  现在的我清楚了。\n\n\n  我取出那本来就在我手中的答案，上面的蔓藤花纹舒展开来，攀上那道沉重而不可损毁的大门。我知道了正确的地点，知道了蔓藤花纹里的确切含义，知道了在我血脉里流淌着的是无可磨灭的对那些可憎神明的顺从。在家族中代代相传的神秘言语，打开两个世界的钥匙。太古之年无数法力高强的巫师曾借助这道咒文与这把媒介飞跃空间与空间之间的堵堵巍峨高墙，并最终抵达。在这一路上伟大的主人保护着他的信徒不被那些敌对之物所伤，从而成功的降落到应许之地。\n\n\n  那道大门被看不见的力量向内拉开——被钥匙的力量正确的激活，在这五朔节的前夜，群星的位置在没有天体之音的领导下暂时的正确了，两个位面那最为薄弱的地方被支配者的力量以及凭依物的脉动所打通。在我的面前所出现的，是一幅伟大，浩瀚，充满智慧与荣光的图景，这幅图景我的父亲，我的爷爷，我的祖先早就无数次的看过，而终会代代流传下去。\n\n\n  在这深渊的世界里，在这无人所知的黑暗里，我和我的父亲以及所有的祖辈都握住了这把宿命中的引导，为的是把伟大的存在重新唤回，履行过去未曾完成的使命。\n\n\n  在那短暂的一瞥中，我窥见了两个磁极间的城市，我窥见了那溢满了毁灭，万物凋零，而我们世世代代所侍奉的那位重回这片土地的统治之景。\n\n\n  Ia-Ia-犹格·索托斯-尼波罗-辛！      \n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1516963320,
            "txt_content": "非常棒！\n比起上一篇少了一些晦涩而多了几分细腻。"
        },
        {
            "author": "天下归心",
            "timestamp": 1517068860,
            "txt_content": "一等奖预定"
        }
    ]
}