{
    "title": "【FOS-原创-连载】【MC国】【第六十三章 软禁？度假？】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 1,
    "timestamp": 1516971660,
    "txt_content": "\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　245等人在光明神殿里舒舒服服住了一周。\n　　晒太阳、吃饭、聊天、睡觉、发呆，成了他们的主要日常。\n　　银狼和墨彻首先放下了仅存的戒备、担忧、任务、特训之类种种顾虑，和伊欧大前辈畅谈修行经历，热衷于比较两个流派的特工通过标准有何不同。\n　　理所当然的没用24小时，主侃二人和旁听一人都对伊欧被通缉的事情愤愤不平，认为阴谋当前为了活命做什么也不过分。\n　　“细想下，其实结果差不多，两种选择我都会失去很多东西。至少现在我活着，但仅此而已。”\n\n　　四人一起沉默，伊欧感觉未来毫无希望可言。\n　　冥王好像认识魔法学院的院长，三言两语开了传送阵送芬回学校。透过空间虫洞观摩了片刻欢迎场面，随后伊欧便隐秘行踪为由被冥王丢在乡村旅社落单好几天。\n　　终于盼来信息，他已经没多少精力欢呼雀跃呼吸三晋空气，谁料……\n　　数天前险些树顶跌落的噩梦挥之不去，伊欧疲惫闭上眼睛，凝视比前途还深邃的黑暗，昏昏欲睡。\n\n　　“哈，你们几个很舒服嘛。”\n　　咣当------\n　　245以翻倒躺椅为掩体，趴伏在地上颤巍巍露出半拉脑袋。他至今不明白那么多的事实怎么还不能叫这三人理解冥王的穷凶极恶，见她时候没一点紧张感。\n　　“你来了……”\n　　伊欧的神情不免有些颓废黯淡，因为这人有够不靠谱，露个脸立即失踪，承诺的事情一件都没办到。自己百无聊赖够了，担惊受怕够了，以后的日子该怎么过呢？\n　　“手续比预想麻烦，耽误了时间。现在都好啦。”\n　　冥王说着，走到身边把手里厚重的文件袋丢到怀里。\n　　“这啥？”\n　　“你。”\n　　“我？”\n　　“是啊，你原有的一切……”做了个时髦的绝交手势。“已从世界上抹杀。”\n\n　　…………\n\n　　番茄不知道他怎么惹到冥王了。\n　　只有一点可以肯定，冥王多数时候是因为有趣故意捉弄他的。\n　　混乱帝国二线城市，某高档公寓地下二层，自动贩卖机背后通过双手指纹开启的曲折密道尽头，“七人组”其中一个藏身处内，刚入组员番茄正拿着勺子盛着稀饭，给对面捆在椅子上的成年男性喂食。\n　　为何用“喂食”形容呢？因为他目前的智力比一只青蛙还要低些。这满脸鼻涕口水，穿戴特大号尿不湿IQ凄惨的货，便是路边-灯泡。\n\n　　“你到底吃不吃？！”\n　　“啊唔，吧唧，噗……”\n　　生活不能自理的灯泡把那勺稀饭吞进去一点，剩下都吐在了围嘴上，于是番茄当天第七次抓狂了。\n　　“啊啊啊啊啊该死的------！”他跳起来，收拾餐具进冰箱。“既然不吃，你就饿着吧！老子出去找个网吧搓几局网游败败火！”\n　　打开房间另一边的门，经过狭窄通道，番茄在中央花园的公共WC工具间现身。他整了整衣服，装作若无其事的走出去。\n　　“这种东西，怎么可能是‘王牌’？”他边走边自言自语，开始和交代任务时候记忆里的冥王赌气**架甩脸子。“送去**儿童研究院不就行了，非得叫爷我照顾。”\n　　点燃香烟，缭绕雾气和室外寒冷叫番茄清醒平静了几分。\n　　为什么不在基地用超级配置的电脑打网游？因为操作记录被冥王看到就惨了。为什么忍着恶臭给灯泡换尿布？因为没干好被冥王发觉就惨了。为什么脑子里有个声音一直在说“回去吧，快回去吧”？因为开小差出来闲逛被冥王知道就惨了。\n　　不！我今天就是要违反命令！看看能拿我怎么样？！\n　　番茄掐灭烟头又跺了下脚，雄赳赳气昂昂沿路走去。\n\n\n\n索引见签名档。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1516971900,
            "txt_content": "时候记忆里的冥王赌气**架甩脸子送去**儿童研究院不就行了\n= =\n每一次屏蔽以后的内容都会变得无比奇怪233"
        }
    ]
}