{
    "title": "在Minecraft我的世界中如何开服？",
    "author": "SevenC",
    "replyCount": 6,
    "timestamp": 1517022900,
    "txt_content": " 本帖最后由 SevenC 于 2018-1-27 18:01 编辑 \n\n在构建一个可与其他小伙伴互联的Minecraft服务器之前，首先我们要明确几点：开服之前都需要什么？什么是内网外网？什么是内网穿透，怎样进行内网穿透？VPS服务器和普通服务器有什么区别？什么是域名？\n在进行详细的教学之前，我们要先明确这几点，这几点或许也是许多小伙伴大雾的问题，在明确这几点之后在日后无论开任何游戏的任何服务器都会很轻易。开服之前都需要什么？在我们建设一个游戏服务器之前，我们要对其需要的组件进行统计。以Minecraft这款游戏为例，这款游戏有着两种不同的“开服”方式，以下我将一一介绍：（一）有着服务端的服务器1.一个服务端2.一张地图3.一套相互兼容的插件组4.完善的管理方式（所谓的公益服除外）服务端可以选择水桶服或者是其他一些什么服务端（本人N久没有涉足过开Minecraft的服务器了，Minecraft也很少玩，所以个人无论是时事还是其他的一些东西的认识，都停留在1.9这个版本之前），尽量选择使用比较多，BUG比较少，公认的服务器，这样对你后期的游玩体验和插件选择也很轻易。地图可以选择的概念相对于服务端来讲就很广，你可以选择MCBBS中某位大佬的作品，或者是Minecraft生成出来的地图。插件的选择范围可以定在MCBBS / Bukkit / Minecraft中文分享站 等等，这里插件的选择需要与你的服务端相匹配，而且插件与插件之间要相互兼容。（二）带端口的“服务器”此处的“带端口的‘服务器’”即为在单人游戏下按下Esc后选择的局域网游戏。你需要：判断自己的IP是内网还是外网怎样进行内网穿透（是在第一条判断后为内网的前提下）怎样让小伙伴进行连接\n判断自己IP是内网还是外网并不是什么很难的事情，相反，它还有着很简单的方法：在TCP/IP协议中，它为你保留了三个IP号段作为你的私有地址，也就是以下三个号段就是内网的IP号段：10.0.0.0 – 10.255.255.255\n172.16.0.0 – 172.31.255.255\n192.168.0.0 – 192.168.255.25（其实柒瑞自己认为接入有路由器/交换机的网络的电脑都在内网之中……）知道了这三个号段有什么用呢？你要拿你获得的IP进行比对！那又如何去获取自己的IP呢？按住Win键+R键打开运行，在运行窗口的输入框中输入cmd然后会出现一个黑漆漆的窗口，之后在黑漆漆的窗口中键入ipconfig，之后按下enter键（即为回车键）出现了这些东西之后，白色箭头处指的就是你的内网IP （自动忽略红色箭头…）当然，你还可以通过用tracert来判断IP类型或通过编程实现，但我想如果你能够熟练的使用这两种方式，以下内容对于你纯粹就是浪费时间。讲完了怎么判断内网与外网，我们就要说一下如何进行内网穿透：图片来自：smzdm.com实际上，内网穿透很容易，但是有许多相对于学生的困难。大陆市场上比较知名的内网穿透品牌就是oray花生壳和nat123了，但是这两个软件都有不同程度的收费。这两款软件进行比较，oray花生壳的产品比较多，使用较为便捷，但是需要大量氪金；nat123收费并不是很多，但是我认为用户界面和实际操作上对新手并不是很友好。个人用了很久的花生壳，觉得还是很不错。当然，如果你有更好的软件可以在下方评论！【你可以使用路由器的DMZ和端口转发功能，在这里我不做介绍，毕竟这个方式略有难度，或许你不但没有开好服还弄了个打开什么页面都超时，最终不得不重做系统遭到爹妈限制。对于oray和nat123来讲一次付费终身使用的入门级功能已经够用了。】这种“开服的方法”小伙伴可以直接连接，也可以以添加服务器的形式连接，输入的IP地址应为：内网穿透后的地址:点击局域网游戏后获得的端口冒号不可被省略！冒号不可被省略！冒号不可被省略！重要的事情说三次，而且还要加个粗！在了解了开服前需要什么，你还要明白：这种方式与有服务端的服务器有何区别？这种方式与有服务端的服务器哪种更好？有服务端且网络环境为内网是否就不需要进行内网穿透了呢？\n首先，服务端可以为你提供更多更好玩的功能，而且也有日志可让你参考，部分服务端还拥有图形界面，方便操作，但占用内存，4GB以下内存不推荐。端口的方式适合水友生存，没有插件，地图就是你开启局域网的地图，没有日志可供参考，适合小内存用户。其次，这两种方式没有好坏之分，只有那种更适合自己（如果一种好一种坏我就只介绍好的了233），具体对比看图：最后也要告诉大家，无论有无服务端，在内网环境下开任何游戏的任何类型服务器都需要进行内网穿透。因为连接到服务器的玩家没有和你在同一个内网，你需要建立一个通道将你的内网开通一个开放的通道来让玩家连接。穿透前穿透后其实如果以上的步骤你弄不明白的话，可以在淘宝网挑选合适的项目……一般都是分普通服务器（你的管理方法就是有一个账号密码可以登录一个网页后台或者是一个带有图形界面的软件后台，但不是操作系统）和VPS服务器（就是一台远程电脑），一般的，在租用服务器时，无论VPS服务器还是普通服务器，都会有一堆让人记不住的数字或者是什么带端口的二级域名。域名就是把IP变为一段XXX.XXX的形式的东西。通过ping可以获得一个域名指向的IP，不过如果你不是为了做A记录之类的，那么将毫无卵用。Ping www.baidu.com 的结果，无论是www.baidu.com，还是61.135.169.125，都可以跳转到百度首页。相当于小名一样，张三有个小名叫小张，所以叫小张可以把张三呼唤过来，叫张三也可以把张三呼唤过来……\n以上仅为心得，内容若不足还请各位多多补充！\n\n\n仅在MCBBS和个人博客上发布\n2018年1月27日柒瑞",
    "replies": [
        {
            "author": "qianxia1314",
            "timestamp": 1517383500,
            "txt_content": "emmmmmmmmmm"
        },
        {
            "author": "dvxgg",
            "timestamp": 1557568860,
            "txt_content": "为什么我显示不出图片？"
        },
        {
            "author": "Zrc201327",
            "timestamp": 1558173660,
            "txt_content": "还是没看懂hhhhhh开服好困难呀"
        },
        {
            "author": "wdcefv",
            "timestamp": 1558223700,
            "txt_content": "有很大帮助谢谢楼主的帖子"
        },
        {
            "author": "zhouyitao",
            "timestamp": 1558224060,
            "txt_content": "如果自己喝几个朋友玩玩可以用联机侠玩"
        },
        {
            "author": "2668989347",
            "timestamp": 1584338760,
            "txt_content": "我表示我看不到图片\neeeee"
        }
    ]
}