{
    "title": "单机移植到服务器发生的MOD冲突问题",
    "author": "Kavintion",
    "replyCount": 2,
    "timestamp": 1517061600,
    "txt_content": "如题，我在单机的客户端里面创造了一个很重要的存档，然后在服务端的日志里说明本存档被某些单机特有的（优化之类的，比如R键整理，小地图）Mod修改过，服务器无法读取，这时候有什么办法能够挽救呢，在线等，急需啊\n服务器信息：MCPC+1.7.10 Java8\n\n后台日志（顺序由新到旧从上到下）:\n \n 27.01 21:51:09 [Multicraft] Skipped 4 lines due to rate limit (30/s)\n27.01 21:51:09 [Server] INFO craftguide:craftguide_item\n27.01 21:51:09 [Server] INFO Missing Blocks/Items:\n27.01 21:51:09 [Server] INFO A world backup will be automatically created in your saves directory.\n27.01 21:51:09 [Server] INFO If you continue the missing blocks/items will get removed.\n27.01 21:51:09 [Server] WARN Forge Mod Loader detected missing blocks/items.\n27.01 21:51:09 [Server] ERROR Unidentified item: craftguide:craftguide_item, id 5256\n27.01 21:51:09 [Server] INFO Found a missing id from the world craftguide:craftguide_item\n27.01 21:51:09 [Server] INFO Injecting existing block and item data into this server instance\n27.01 21:51:09 [Server] ERROR This world was saved with mod WailaHarvestability which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod UnicodeFontFixer which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod ArmorStatusHUD which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod Waila which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod voxelmap which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod AntiCheat3 which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod ChunkAnimator which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod DamageIndicatorsMod which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod inventorytweaks which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod craftguide which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod worldedit which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod CodeChickenCore which appears to be missing, things may not work well\n27.01 21:51:09 [Server] ERROR This world was saved with mod InputFix which appears to be missing, things may not work well\n27.01 21:51:09 [Server] INFO This world was saved with mod Forge version 10.13.2.1230 and it is now at version 10.13.3.1388, things may not work well\n27.01 21:51:09 [Server] INFO This world was saved with mod FML version 7.10.85.1230 and it is now at version 7.10.114.1388, things may not work well\n27.01 21:51:09 [Server] WARN Use '/mv remove' to remove it from the config!\n27.01 21:51:09 [Server] WARN WorldManager: Can't load this world because the folder was deleted/moved: FB1\n27.01 21:51:08 [Server] INFO Enabling Multiverse-Core v2.5-b699\n",
    "replies": [
        {
            "author": "1208341968",
            "timestamp": 1517061600,
            "txt_content": "R键整理，小地图等客户端MOD在服务端中不能加载\n会导致服务端运行不了或者崩服\n请注意区分客户端MOD与服务端MOD的区别\n客户端MOD只需要在客户端安装即可使用，可随意更改\n服务端MOD必须要与客户端MOD一致，玩家才可以用客户端连接进服务器\n就是说客户端又的MOD 服务端不一定需要有\n但是服务端有的MOD 客户端必须要有"
        },
        {
            "author": "Kavintion",
            "timestamp": 1517109300,
            "txt_content": "1208341968 发表于 2018-1-27 22:00\nR键整理，小地图等客户端MOD在服务端中不能加载\n会导致服务端运行不了或者崩服\n请注意区分客户端MOD与服务 ...\n最佳答案的话说的是原因，然后其实后台提示了我输入/fml confirm就可以继续加载，然后现在没什么问题了，但是还是设置了最佳答案，原因是说出了冲突的原因，二是有一颗热心回答的心~感谢咯"
        }
    ]
}