{
    "title": "[原创/分章]Adventure World/Project系列————第七章",
    "author": "x_lin0_0",
    "replyCount": 0,
    "timestamp": 1517106840,
    "txt_content": "\n\n  冬季和春季已经准备靠近了，又到了一个流感高发的季节。\n  不管是桃源乡还是大陆那边，已经有数不尽的人感染上了流感。\n  可是这样，暴雪还依然肆意着、狂妄着。\n  “好，等会我再去看你...”泽智莲华接到了晓林的电话，晓林说得上了流感发烧四肢无力，让他来他家商量些事情。\n  泽智莲华穿上了为这个季节的风衣和厚外裤、带上了红色的围巾，走向了鸟居前的台阶。\n  尽管神社的瓦砖屋顶已经全部被大量积雪覆盖，但泽智莲华以冷为理由不想清扫那些积雪\n\n  “笃笃笃——”泽智莲华一路踏着大雪来到了那个与周围环境格格不入的木屋前，敲响了面前的大门。\n  门一打开，是精神不佳的晓林。\n  “快进来。”\n  泽智莲华随晓林来到房间里，他躺回了被褥，泽智莲华盘坐在他旁边。\n  “神是不会生病的吗...”晓林缓缓的整理好掀起的被角。\n  “我之前已经生病过了，是因为新的抵抗力才不会让我这么快复发。”\n  “是这样吗？...”他叹了口气，“年轻人的抵抗力真好啊...”\n......\n  “所以总部认为这次全大陆的流感又是怪人所致？”泽智莲华拿起手机翻看军队的官网。\n  “是啊，据说在北部城市的病发率奇高，英雄总部让许多A级B级的去巡逻了呢。”\n  “是时候了你就在家养病吧，等你病好了再来我神社坐坐啊...”\n  晓林看着泽智莲华长扬而去，心里默默祝福着他。\n\n  泽智莲华，B级985位。\n  因为体测只有20分而从第1000位开始，但是意外的笔测是满分，所以才能登上B级。\n  至于提升了15位...是因为前面几位因为办事不利而下降了。\n  目前还没有向协会展示实力，所以协会也没有给他称号和地位（包括金钱）。\n  晓林，A级13位。\n  体测正好达满分50分标准，笔测因为志向不稳定而被扣了10分，不过也可以进A级50以内了。\n  因为他曾有过与白的那一次对战排名直接上到13名，协会给予他“神秘强者”的称号。\n  不过还是那个手套的功劳XD...\n\n  在被总部派来的十位A至B级的英雄们前面，是一群粗壮的树精以及一个穿着银白盔甲的骑士。\n  战斗已经持续了很久，场上依旧在打斗着。\n  几位B级英雄以及身负重伤甚至倒地不起失去战斗力，那个骑士的剑上有神奇的魔法，能让伤口愈合速度下降并会有剧烈的疼痛。\n  那些英雄们只好先撤退等待支援，而那个骑士领着树精们向避难所方向去了。\n\n  “啊，我是刚赶来的英雄，请问他们去哪了呢？”泽智莲华向带领这支英雄队伍的A级英雄问到。\n  泽智莲华不幸的迟来了。\n  “B级985位...”那个队长遗憾的叹了口气，“他们向东边的避难所进攻去了，那里还有一些英雄需要支援。”\n  “好的。”泽智莲华很快的画好了终端，提前到达了避难所大门前。\n  这是一个球型的大避难所，墙壁由特殊金属所致。\n  “你...你是怎么来到这的？你是英雄吗？”一个机器人向泽智莲华走了过来，“我叫硬件战士，是A级12位，后面的是A级19位的野蛮人巴六。”一个手持双战斧的大汉走来向他笑着。\n  “我是B级985位的泽智莲华，这次A级13位生病了托我来代替他。”泽智莲华伸出了右拳暗示晓林的power。\n  “晓林吗？...知道了，你和我们过来一下。”\n\n  “这到底发生了什么？”泽智莲华与他们在避难所旁巡逻，暴雪依旧肆意着。\n  “我们北市受到了许多由怪人组织的小范围军队的攻击，而且这些军队不止一个，还带有很重的病毒使得周围的城市都有影响。”硬件战士跟他细细道来，“现在北市的居民基本都到了避难所里了，这个避难所十分安全，外壁由深海到黑金属所制造。”\n  “每个城市都有一个？”泽智莲华充分体现了他不爱看新闻的习性。\n  “俺和他就是被英雄协会派来守护这个城市的英雄的。”巴六回头向泽智莲华笑着说道。\n\n  “硬件你看。”巴六拍拍硬件战士的肩，指着南面来的一群小规模军队。\n  “幻影骑士和黑暗树精吗？”硬件战士很快的分析出这支军队的弱点——\n  “他们很怕火焰呢。”硬件战士伸出右手，手心突然喷出一道巨大蓝色的冲击波，那支军队瞬间灰飞烟灭。\n  “喔喔好厉害！”巴六拍拍手，而泽智莲华觉得不对劲。\n  他和硬件战士注意到了，幻影骑士在冲击波前遁入了地底。\n  “安静些，幻影骑士是靠声音识别敌人的。”硬件战士准备好了下一波攻击，泽智莲华拿出了那支巨大的画笔，画出一排浮游炮等待幻影骑士浮头出来。\n\n  一阵奇怪的声音越来越近，泽智莲华一个故意跺脚吸引了幻影骑士的注意，从地上飞了出来，泽智莲华闪避了那锋利的刀刃。\n  “咚——”硬件战士和浮游炮的轻火力压制攻击，幻影骑士再次被迫遁入地下。\n  幻影骑士悄悄来到硬件战士的背后，转眼被巴六一斧子拍回地底。\n  “他好烦人。”巴六气愤地望着四周，只要它一出现就抡起斧子下去。\n  泽智莲华再次故意轻轻跺脚，幻影骑士果然出现在了他背后准备暗杀，不料他将身一扭，巴六一个跃击砍坏了它的头盔。\n  它不能再非实体化了，泽智莲华和硬件战士用火力压制着幻影骑士退后了几十米。\n  “唔...”幻影骑士的下半身变成了马身，手中的利剑变成长枪。\n\n  “我的冲击炮还要蓄能，巴六你先拦住它。”硬件战士摆出之前的姿势，准备蓄能。\n  泽智莲华画出一道弧线，接着一脚蹬出那条黑色的弧线，弧线在空中分裂成了无数个小回旋镖。\n  幻影骑士甩动长枪，将飞来的回旋镖一个不落的打回去，巴六则用双斧洞全部击落。\n  “再来。”他飞速地画出一个由无数条弧线集成的黑色半圆，半圆在空中无限分裂，后面的浮游炮也随之发射。\n  幻影骑士仍然能基本挡下许多攻击，但已经被打中几千次了。\n  “我蓄能好了，闪开！”巴六给硬件战士让了一个位。\n  “咚——”随声响后，蓝色冲击波的路径上浓烟滚滚，地上还燃烧着火焰。\n\n  幻影骑士定在那，巴六纵身一跃，一斧将严重损坏的盔甲砍成碎片。\n  盔甲碎了之后，幻影骑士的幽灵本体消失了。\n  “看来只是着魔的盔甲啊...”硬件战士和其他两人继续走去巡逻了。\n\n——To be continue\n\n",
    "replies": []
}