{
    "title": "【1月活动】我没书柜我有书QWQ",
    "author": "葉子の",
    "replyCount": 21,
    "timestamp": 1517121000,
    "txt_content": " 本帖最后由 葉子の 于 2018-1-29 13:37 编辑 \n\n\nWhat？\nI have a book I didn't bookcase\n\n\n　【书柜展示】\n\n【书柜介绍】第一张图全景有问题QWQ我爸爸书太多了QWQ我就介绍我的书1.C++OrimerPlusPlus2.哈利波特百科全书（收集资料开服务器用的QWQ）3.CINEMA 4D R17学习手册4.黑客攻防：从入门到放弃5.哈利波特系列（8.被诅咒的孩子7.死亡圣器6.混血王子5.凤凰社4.火焰杯3.阿兹卡班2.密室1.魔法石）6.聊斋志异7.Minecraft我的世界：（1.红石指南2.战斗指南3.新手导航4.建筑指南）8.查理九世系列（有部分在学校1.黑贝街的亡灵2.恐怖的巫女面具3.恶灵栖息的乌鸦城4.法老王之心5.恶魔医务室6.吸血鬼公墓7.青铜棺的葬礼8.白骨森林9.羽蛇神的黄金眼10.最后的古寺神佛11.冥府之船12.失落的海底城13.鬼公主的嫁衣14.幽灵列车15.海龟岛的狩猎者16.不死国的生命树17.外星怪客18.地狱温泉的诅咒19.厄运水晶头骨20.黑雾侏罗纪21.沙海谜国22.所罗门王的魔戒23.香巴拉，世界的尽头24.末日浮空城25.稻草人之乡26.雪山巨魔）9.汤姆索亚历险记10.简爱11.海底两万里12.汤姆叔叔的小屋13.神奇动物在哪里14.神奇的魁地奇球15.斗罗大陆系列（还有部分不见了QWQ1.大地之王2.运筹帷x3.杀戮之王）16.斗破苍穹17.三国演义18.红楼梦19.水浒传20.三十六计21.封神演义22.隋唐演义23.杨家将\n\n【I want to say?】\n我就根据九幽的指示简单的介绍一下HarryPotter       我认为哈利波特系列将现实社会中的种族主义观点，种族灭绝论，种族歧视论等偏见加入到情节之中，这些偏见正式伏地魔和食死徒的想法，也从侧面描写了二战的残酷邪恶的纳粹，间接的将纳粹的思想代入到魔法世界之中。       以前7部你们大都看过电影了，我就不介绍了，主要介绍一下最几年出的《哈利波特与被诅咒的孩子》，在介绍之前先讲个小笑话      《哈利·波特与死亡圣器》为英国女作家J.K.罗琳作品——哈利·波特系列小说中的第7部，美国华纳兄弟电影公司于2008年3月13日正式宣布第七集小说改编拍成的电影将分成两部份上映。此书成为唯一一本被改篇拍成两套电影的小说。这两套电影将会成为哈利·波特电影系列中第七及第八部电影，亦是该系列的最后两部。导演继续由拍摄第五、六集的导演—大卫·叶斯执导。 哈利·波特与死亡圣器（上）于2010年11月19日上映。哈利·波特与死亡圣器（下）于2011年7月14日上映。斯蒂芬?科洛弗说道：“这十年来，我的工作重心完全放在了《哈利?波特》系列上面。我所遇到的最大难点在于，原著是一部非常庞大，内容丰富，人物众多的故事，而电影只有两个小时，我甚至没法合理的安排主角的故事推进，连哈利?波特想说清楚都显得困难，那么那些配角又该怎么去处理呢？这是我在撰写剧本的过程里，考虑得最多的事。不过我感到庆幸的是，幸好最后一集《哈利?波特与死亡圣器》变成了两部，这让我显得很从容，有更多的时间来把故事阐述完整。当然，如果是三部曲或者会更好（笑）。目前这样的状态我很满意，最后一集里我不用那么拼命的去讲述主线剧情，我有更多的写作空间来把故事充实，使无论原著的读者还是纯粹的电影观众都能感到满意。所以这部《哈利?波特与死亡圣器（下）》会成为系列的完美结束。”        说好的最后一部又来了《哈利波特与被诅咒的孩子》讲述的是第7部《哈利波特与死亡圣器》19年后的故事，主要讲述了已经长大成人的哈利在魔法部的工作以及与自己三个孩子的关系。        十九年后，哈利波特一直生活的非常艰难，因为赫敏是魔法部长（我猜的嘿嘿嘿）是一个超负荷工作的魔法部法律执行司的司长。他有三个孩子，其中一个孩子阿不思（不是是阿不思·邓布利多，是阿不思·西弗勒斯·波特）和他的父子关系不容乐观。凑巧魔法部这个吃干饭的最近查货了西奥多·诺特的时间转换器。很不幸这个消息被已经退休的神奇动物保护司司长阿莫斯（他的儿子塞德里克在三强争霸赛上和哈利波特被奖杯传送到伏地魔那被杀死）知道了，他希望哈利波特能用时间转换器让他回到22年前，回到三强争霸赛上将他的儿子从死亡的边缘给用绳子绑（la）回来，但哈利波特为了维持时间的秩序不被打乱，不借给他，而哈利波特的儿子阿不思听到了这一切，认为这非常的不公，又很不巧戴尔菲（伏地魔(Lord Voldemort)与贝拉特里克斯·莱斯特兰奇 (Bellatrix Lestrange)的女儿。她继承了母亲的美貌。在霍格沃兹战役之前出生于马尔福庄园，她是德拉科·马尔福的表妹。他用混淆咒让阿莫斯假装成了他的叔叔戴尔菲·里德尔(Delphie riddle)是汤姆·马沃罗·里德尔(Lord Voldemort)与贝拉特里克斯·莱斯特兰奇(Bellatrix Lestrange)之女，她继承了母亲的美貌。在霍格沃兹战役之前出生于马尔福庄园，她是德拉科·马尔福的表妹。在二十五年后，魔法部得到了一个劣质的时间转换器(只能穿越时间，不能穿越空间)。戴尔菲得知有一个时间转换器，便怂恿阿不思和斯科皮去偷。(在第二次穿越时间中，世界变为伏地魔统治的世界)戴尔菲一心想要救回父亲，挟持了阿不思·西弗勒斯·波特和斯科皮·马尔福。最终被打败。）在楼梯边上发现了阿不思，怂恿阿不思前往漏洞百出的魔法部将时间转换器给偷出来，他们利用复方汤剂进入魔法部偷到了时间转换器（为此霍格沃茨现任校长麦格教师给赫敏批评了一顿），后来赫敏[真]和哈利波特[真]来到魔法部为了引开赫敏，变成罗恩[假]的阿不思不得不深情要求赫敏不要进办公室，虽然达到了目的，但是也为此阿不思模仿的罗恩给舅妈赫敏亲了五百多（书上这么写的QWQ）下，斯科皮和他的父亲一样，他在霍格沃兹特快的包间里遇到了他在学校的好友:斯科皮·马尔福。当然，姓氏的原因，还有关于斯科皮身世的传言(传言说斯科皮的生父不是德拉科·马尔福，而是伏地魔)罗丝反对这种友谊的产生，而年轻的波特则不在乎，不知为什么，斯科皮似乎对罗丝一见钟情。舞台剧剧照或许是因为新的友谊，或许是因为哈利之前的安慰，或许是阿不思自身的原因，他和斯科皮被分到斯莱特林学院，可以想象，这个消息有多轰动。而阿不思在之后学校功课的差劲表现，使他饱受非议:他甚至不能顺利地驾驭飞天扫帚，人们纷纷质疑他是否是一个波特。表示不知该对阿不思击掌还是皱眉。阿不思，斯科皮和多芬在禁林边缘地带练习缴械咒，然后阿不思和斯科皮说服多芬留下来，他们则穿着德姆斯特朗的校服，回到了三强争霸赛第一场比赛火龙那抢金蛋。在赛场上，斯科皮错把赫敏当成了罗丝（赫敏和罗恩的女儿），阿不思用缴械咒夺走了塞德里克的魔杖，希望塞德里克输掉比赛被淘汰出去，从而活下来。忽然间时间转换器转了起来，把他们带回了未来。在阿不思和斯科皮逃离了霍格沃兹特快后，哈利，赫敏，罗恩，金妮，德拉科四处寻找，最后有人发现他们俩在禁林，于是他们进入了禁林，四处搜寻，哈利遇到了马人布恩，布恩为了种群利益，告诉哈利阿不思身处乌云之中，并做出一个预言:\"你会找到你的儿子，但之后你将永远失去他。\"阿不思和斯科皮一回到当时，就被罗恩发现了，阿不思倒在地上(之后他们发现是因为他们的时间转换器是仿品，只能回到过去5分钟，超出时间就会强制回去，并造成伤害)，阿不思在校医院醒来，哈利大发雷霆，要求阿不思和斯科皮断绝关系（因为哈利波特认为那片乌云是斯科皮，因为他们家大部分都是食死徒），表示他会请求麦格教授随时盯着活点地图，一旦发现两个男孩在一起，就强行分开。（其中说了一句非常帅的话哈利：而且邓布利多——邓布利多说——麦格教授：说什么？哈利：他的肖像。我们谈了谈。他说的一些话很有道理——麦格教授：邓布利多已经死了，哈利。我以前跟你说过，肖像不能代表它的真实主人，连一半都及不上。哈利：他说爱蒙蔽了我的双眼。麦格教授：校长的肖像是一个纪念物。他只能起到我做决策时的辅助作用。在我接受这份工作时，有人建议我不要错误地把肖像当成真实的人。我对你也有同样的建议。哈利：但是他说得对。我现在明白了。麦格教授：哈利，你最近压力太大了，阿不思失踪，你四处寻找，你还担心你的伤疤可能蕴含深意。可是你相信我的话，你在酿成大错哈利：阿不思以前不喜欢我。他可能也不会再喜欢我。可是他会是安全的。我怀着极大的敬意对你说，米勒娃——你自己没有孩子——金妮：哈利！哈利：——你不理解！麦格教授（深受伤害）：我在教育岗位工作了一辈子，实指望这意味着——哈利：这张地图会时刻向你显示我儿子在哪里——我希望你使用它。如果我得知你没有——我就会以我能够使用的严厉手段惩治这所学校——动用部里的所有权势——明白了吗？麦格教授（被这番尖刻的言辞弄的不知所措）：完全明白时间被谋改后，哈利是魔法部长，赫敏疯了变成一个苛刻的教授在霍格沃茨就任）      由于麦格教授不赞成哈利教育儿子的方法，两个孩子的隔离计划并没有被正确执行。阿不思和斯科皮在疏远，争**，和好之后，很快发现塞德里克还是死了的原因：塞德里克输了第一场，反而激起他的斗志，最终还是和哈利一起得到了三强争霸赛奖杯，赫敏怀疑两个德姆斯特朗的学生在威克多尔·克鲁姆的授意下暗算了塞德里克，于是拒绝了他的圣诞舞会的邀请，而是和罗恩以朋友的身份参加了舞会，没有威克多尔的介入，罗恩就没有吃醋，也就从没发现自己对赫敏的感情，他们一直保持着朋友的身份。 阿不思和斯科皮决定再次利用时间转换器。他们在哭泣的桃金娘的指引下，利用鳃囊草，通过女厕所下水道进入禁湖，回到了三强争霸赛第二场湖里面。由于塞德里克被阿不思羞辱了在比赛后成为了食死徒，最后在霍格沃茨战役中杀死了纳威隆巴顿，导致纳威隆巴顿没有将伏地魔的蛇（魂器）杀死，最终导致了哈利波特的死亡，接下来的时间里，斯科皮发现一切都变了，哈利波特在霍格沃兹之战中死了，阿不思从未出生，伏地魔掌握一切，塞德里克成了食死徒，他的父亲是魔法法律执行司的司长，他本人则是霍格沃兹的\"蝎子王\"，学生们都怕他，他是纯种巫师的代表，优秀的魁地奇运动员，男学生会**的候选人，乌姆里奇甚至表示会把他推荐给伏地魔的心腹，卜鸟（伏地魔的女儿）。在斯科皮弄明白这一切后，他冲进了斯内普的教室，希望斯内普可以帮助他，一开始斯内普认为他是在耍滑头，对他冷嘲热讽，但斯科皮提到了莉莉·波特，提到了斯内普为莉莉的哈利波特做的一切，斯内普相信了他，并带他到密室，见到了仅剩的凤凰社成员罗恩和赫敏。此时的他们正被摄魂怪全城追捕。斯科皮明白了一切的转折点。塞德里克因为被羞辱而加入了食死徒，在霍格沃兹之战中，杀死了纳威隆巴顿，而隆巴顿的死导致伏地魔的最后一个魂器，大蛇纳吉丝存活下来，在最终哈利和伏地魔对决中，伏地魔杀死了哈利，改变了一切。好了这就是结局才怪捏      后来用时间转换器在混乱的时间中，纠正了第二个穿越时间所导致的错误，但是在混乱的时间中导致了斯内普和赫敏和罗恩被摄魂怪亲了一下，在阿不思和斯科皮都安然无恙的回到了霍格沃茨后，把事情的全部经过解释给了麦格教授，导致被关了一年禁闭，但是后来戴尔菲暴露了，用黑魔法将他们再次用时间转换器，穿越到第三场比赛，羞辱塞德里克，恢复之前的那个伏地魔控制的世界，然而被得逞，然后又穿越到了1981年的戈德里克山谷，戴尔菲离开了他们两个，想阻止伏地魔杀死波特一家，这样他的父亲就不会被阿瓦达索命咒杀死，而越来越强大，但是阿不思明白了这一切，用魔法将信息传到了几十年后，哈利波特看到后召集队伍用马尔福家中私藏的时间转换器（德拉科·马尔福：没有五分钟的缺陷，像金子一样闪烁发亮，是马尔福家族喜欢的品质。你在笑了）穿越到了几十年前，找到了阿不思和斯科皮，一同击败了伏地魔的女儿戴尔菲，将他送回来几十年后，送进了阿兹卡班，最好哈利波特一行人在以前的时间中，躲藏起来目睹了伏地魔杀死波特一家的全部经过········      据说电影从去年就开始拍了今年暑假貌似能上映不知道是真是假········\n好吧这里面大部分的书都不是我的QWQ都是我爸爸的QWQ我的书还挺好看的呢QWQ我爸爸书一点都不好看QWQ（真的！）\n【賓客席位】\n@冥王星人 @qq759558599 @摔锅一枚 @言之安 @Mithey @570855441 @q794613 @hurui @六等星之夜 @lishanglin @Smokey_Days @我叫坂本 @NGK3 @小阿狸.... @九幽之帝 @china521 \n\n【X】\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1517121720,
            "txt_content": "比我多，可以"
        },
        {
            "author": "Citysands",
            "timestamp": 1517125440,
            "txt_content": "这书柜存书量惊人。。。\n楼主貌似很喜欢看悬疑和玄幻小说？XD"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1517141220,
            "txt_content": "I have a book I didn't bookcase\n“我不书柜”什么意思，书柜也不是动词，哪来过去式did？\n【I want to say?】\n迷"
        },
        {
            "author": "luojiarui",
            "timestamp": 1517142480,
            "txt_content": "我：\n\n《费恩曼物理学讲义》千禧年版全套\n《病毒学概览》\n《植物生物学》\n《化学简史》\n《Marh高等有机化学》\n《自然哲学的数学原理》\n《几何原本》\n《计算机图形学》\n《人月神话》\n《C++ permer》第五版中文+英文\n。。。。。。。。\n\n还有《双相情感障碍：你和你的家人需要知道的》（滑稽）"
        },
        {
            "author": "葉子の",
            "timestamp": 1517144460,
            "txt_content": "小阿狸.... 发表于 2018-1-28 20:07\n“我不书柜”什么意思，书柜也不是动词，哪来过去式did？\n\n迷\n不要在意这么多了啦QWQ"
        },
        {
            "author": "葉子の",
            "timestamp": 1517144520,
            "txt_content": "luojiarui 发表于 2018-1-28 20:28\n我：\n\n《费恩曼物理学讲义》千禧年版全套\n感觉好厉害的样子QWQ（反正我又看不懂QWQ）\n大佬大佬"
        },
        {
            "author": "幽儿~",
            "timestamp": 1517146440,
            "txt_content": "若只是简单罗列书名和晒书籍\n可能会被视为参赛无效的...."
        },
        {
            "author": "縻风",
            "timestamp": 1517146740,
            "txt_content": "可怕的展示？？为什么这么多查理XD"
        },
        {
            "author": "葉子の",
            "timestamp": 1517147340,
            "txt_content": "九幽之帝 发表于 2018-1-28 21:34\n若只是简单罗列书名和晒书籍\n可能会被视为参赛无效的....\n那怎么办啊QWQ我也不知道怎么办耶QWQ\n你教教我吧QWQ"
        },
        {
            "author": "幽儿~",
            "timestamp": 1517147640,
            "txt_content": "葉子の 发表于 2018-1-28 21:49\n那怎么办啊QWQ我也不知道怎么办耶QWQ\n你教教我吧QWQ\n额 你可以在主题内添加一些介绍某一本或某一些系列书籍的内容 \n例如介绍它的故事 它给你带的感受 也可以提一些有意思的地方来\n介绍书籍 这次活动不是简单的晒书就可以了 像那四大名著就不用了 太多了 = =\n看你罗列的书籍中不乏有些有意思的书名 也可以拿来介绍嘛..."
        },
        {
            "author": "soud",
            "timestamp": 1517154360,
            "txt_content": "我一本书都没有。。"
        },
        {
            "author": "XiongChild",
            "timestamp": 1517184480,
            "txt_content": "我也是一个比较喜欢读书的人，我最喜欢的一本书：JAVA从入门到放弃"
        },
        {
            "author": "q794613",
            "timestamp": 1517193900,
            "txt_content": "基本不看书"
        },
        {
            "author": "XCVBN",
            "timestamp": 1517372460,
            "txt_content": "所以你要开一个关于哈利波特的服务器吗，啥时候开啊（期待）"
        },
        {
            "author": "INKDRRAK",
            "timestamp": 1517991240,
            "txt_content": "等一下，古典珍藏本《金瓶梅》"
        },
        {
            "author": "葉子の",
            "timestamp": 1517991720,
            "txt_content": "Art1900 发表于 2018-2-7 16:14\n等一下，古典珍藏本《金瓶梅》\n那书咋啦。。。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1518269520,
            "txt_content": "你头像该不会是真人吧。。。另外你的ID好像有点眼熟，不过想不起来是谁了。。。"
        },
        {
            "author": "葉子の",
            "timestamp": 1518269640,
            "txt_content": "尻雨魔理沙 发表于 2018-2-10 21:32\n你头像该不会是真人吧。。。另外你的ID好像有点眼熟，不过想不起来是谁了。。。 ...\n你居然忘记我了。。。。\n好伤心，母开森"
        },
        {
            "author": "正人君子",
            "timestamp": 1518271620,
            "txt_content": "然而我连个电脑桌也没有谈何书柜！"
        },
        {
            "author": "黄狗dalao",
            "timestamp": 1518431580,
            "txt_content": "没书柜没书都不一样的么"
        },
        {
            "author": "767832567",
            "timestamp": 1518587340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}