{
    "title": "[一月活动]床前明月光，李白在何方？",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1517204640,
    "txt_content": " 本帖最后由 kakagou12 于 2018-1-30 11:32 编辑 \n\n窗前明月光，李白在何方而床上的你正在看着屏幕的亮光，是吧？\n我们最为耳熟能详的诗是什么？虽然我不太敢确定“鹅，鹅，鹅”能否排到第二，但李白的《静夜思》是绝对能排在第一位的。几乎每家每户的小孩子接触到的第一句古诗就是“床前明月光，疑是地上霜”。《静夜思》易于记忆的同时又富有韵律，从这首诗写成以来便不断流传，最终家喻户晓。\n\n《静夜思》创作于唐玄宗开元十四年（726），二十六岁的李白当时正住在扬州的一所旅舍。在此之前，年轻的李白便已经写就了《峨眉山月歌》和《望天门山》等等著名的诗歌，非凡的作诗能力已然显现。可是，如果你对诗的写作准则有一定的了解，就会知道，要是没有经过刻意的安排，诗文一般是要避免重复使用字或词的。然而《静夜思》里，就出现了两个“明月”。比起崔护的《题都城南庄》里“人面桃花”的经典复用，这两个明月用起来并没有带来一种“巧”的感觉，而更像是词汇不够而凑上去的。难不成《静夜思》只是一首胡乱写成的诗？\n\n请给李白同学一点信任。通过查阅古籍资料，你能发现这首诗有一个有趣的早期版本：牀前看月光，疑是地上霜。举头望山月，低头思故乡。这个版本就没有重复用词的“症状”了。宋代的诗集中，采用的都是这个早期版本。而随着时代的推进，这个版本到明代以后逐渐被“明月”版本所取代。因此，我们今天所朗诵的“明月”版，某种意义上属于古人集体创作的版本。从传颂度的方面来看，这样的修改实际上是对诗的改进，改得还不错。如果流传下来的是“看月光”的原初版本，大概我们学的第一首诗，就要变成“鹅，鹅，鹅”了。骆宾王大概会很高兴吧。\n\n\n图片来源：百度图片\n现在试图回想一下，当你背诵《静夜思》的时候，脑海中是不是浮现出这样一个场景：诗人李白侧卧在床上，此时明亮的月光透过窗户，照在了床边。李白回过神来，看到地上这如霜一般的月光，便抬起头朝窗外看去。一轮皎洁的明月正挂在天空，看着看着，李白不禁低下了头，思念起了那遥远的故乡。这是一种自然而然的想象，因为这首诗在字面上的确就是这么写的。\n\n然而，经过仔细的品味，你可能会发现，诗里有一些不对劲的地方——比如，“举头望明月”的“望”。当躺在床上的时候，抬起头来进行一个“望”的动作，总感觉哪里怪怪的。“望”的古字是一个人站在地上，睁大眼睛的形状。这个字经过一系列的变化，最终演化为现在的望字。也就是说，“望”从最初就隐含了一个条件，那就是“站着望”。我们当然不能假定李白当时站在床上往窗户外面看——这个动作未免太过滑稽了一点。\n\n这可能说起来有点牵强。毕竟坐着也能望吧？我们在中秋赏月的时候，不就是坐在桌前望着月亮吃月饼吗？的确，“望”之所以要站着，还因为需要“举头”，而躺着举头才是令人感到奇怪的真正原因。所以，假如李白坐在床上望月亮，倒也合情合理嘛。果真如此吗？其实我们不应该被举头和低头的动作所局限，单想一想整首诗的环境：一来屋子里的那点点光亮，如何能引发“地上霜”的联想？二来床已经被自己坐着了，正常的直觉应该是“膝前明月光”才对啊！问题出在哪？这么多的矛盾，可能意味着，这里的床，并不是睡觉的卧榻呢？\n\n\n图片来源：象形字典网\n如果你问某个人，“床前明月光，床不是睡觉的床，那是什么？”，回答除了“不知道”，大概就是“井栏说”了。一些学者通过考证，发现床很可能是指井边的围栏。“古人将井栏称作银床”，等等诸如此类的说法，似乎坐实的“井”与“床”之间密不可分的联系。而且，对“井”这一意象的引入，也给诗文增添了更丰富的情趣。所谓“背井离乡”，井有着乡里的蕴意，诗人手抚井栏，看着月光撒在井栏周围的地上，望着明月思念家乡，与诗的内涵符合得很好呀！\n\n但是，稍微思考一下，你会发现这个说法在生活经验上其实也经不起推敲。作为一口有栏的井，四周大多是留空地的——的确有靠墙建的井，不过那种环境似乎并不像是能抒情的——当明月将它的光芒倾斜在井边的地上时，究竟哪里才算是“床前”呢？“井栏之前”的位置关系实在令人困惑，既然如此，就不能轻易地接受“床”即“井栏”的观点。\n\n等会，“井栏说”不是那些学者们考证出来的吗？总该有一点道理在里面吧！事实上，学者们在考证时一般受到了上面所说到的，“唐人谓井栏为银床”这句话的限制，以至于出现过“银床即银子做的井栏”这种听起来有道理，实际上脱离生活实践的结论。如果你有能力进行更为仔细的考证，也许就会发现，“井栏”为“银床”是个以讹传讹的结论，真正和“银床”相关的，是叫做“井床”的东西，即井边的台基。诗人写诗时用“银床”作为“井床”的美称。比如李白的“梧桐落金井，一叶飞银床”，还有陆游的“会稽八月秋始凉，梧桐叶落覆井床”，说的都是井边台基。\n\n既然如此，我们就有必要反思一下，虽然我们把“银床”的含义进行了修正，但整个“井栏说”都是建立在一个伪命题上的，或许看到“床前明月光”的李白，身边并不存在这么一口井呢？\n\n在这个井亭里，石砖部分是“井床”，而石头部分是“井栏”\n那么，床还有着什么别的含义？这个线索可能藏在繁体的“床”：“牀”字里。牀最初的字形是左半边的偏旁，即“爿”，再逆时针旋转90°的样子。从这个本字可以看出，牀更普遍的意思是“案、几”这一类有台面的东西。自然，睡觉用的床也包括在内了。\n但这个字是怎么变成牀的呢？这涉及到汉字的书写演变以及构造方法。书写演变，是指为了书写美观，将一些字“正着写”的变形。一个典型的例子就是“车”字：最初的“车”与古代的车子一模一样，车轮在两边，而经过演变，车就变成了车轮在上下两端，即“車”。 “爿”也是出于同样的原因。而为了使这个字在表音之外，更能有表意上的区分，就通过“取譬”的方法，用“木”来提示字义，造成了“牀”这个字。\n那“床”字呢？它又是怎么来的呢？是推行简化字的时候造出来的吗？不是的，床在很早的时候就有了。在后来的研究中，一般认为“床”是“牀”的俗字，是一种书写不规范或发生讹变而产生的字形。这个结论在李白生活的唐代就已经成型了。在实行简化字的过程中，“床”又被定为了“正字”，两者的关系反而倒了过来。\n在这样的话，“床”和“牀”到底是什么关系？由于这两个字很早就在混用了，可能你们中有些人就会认为两个字属于俗字关系中的异体字关系，但实际上并非如此——异体字需要满足的条件是仅字形不同，而音义需要完全相同。《孔乙己》里说到的那“四种回字”，才算是异体字关系。“床”和“牀”这两个字在形体和结构上都有很大的差异，只能算是通假字的关系。\n\n要满足通假，就需要满足同音。一个“广”（读音为yǎn），一个“木”。这和“牀”的chuáng读音没法联系起来！这该如何解释？推测下来，“床”应该是源于“广”与“牀”的结合——“牀”在演化过程中出现了称为“省声”的现象，剩下了一个“木”。这类似于另一个字，“木疏”演化为“梳”的过程。如此一来就清楚了：“床”最初是为“牀”的某一个引申义而造的，“木”赋予“床”字读音的声符。另一方面，覆盖在“木”，即“牀”上的“广”，在字的构造中用作代表房屋、建筑的义符。作为一种提示，我们是否能从义符“广”得到一点进一步深究的线索呢？\n\n车的演化 // 图片来源：象形字典网\n前面在讨论“井栏说”的时候，我们已经知道了“井床”是井边的台基。那“床”本身呢？前有“井床”的提示，后有“广”与建筑的关联，那“床”在释义上应当就有建筑台基这一项了吧。事实上也的确如此，这个结论可以从很多方面得到印证。\n\n首先，虽然在我们的日常使用中，“床”已经没有了建筑台基的含义，描述建筑结构的只剩下“基、础、柱、梁”，但在古代我国文化传播甚远，也许其它的语言中记录下了这种含义呢？正巧，我们的邻居，韩国和日本，在他们的语言里，就通过训读（根据意义来翻译）的方法，使汉字“床”保留了建筑台基的含义。在日语里，关于这个含义的“床”读音是“ゆか”，一个含义是“建筑物内高于地面用木柱支撑的地板或铺设榻榻米等的部分，特别是指地板部分”。而到了韩语，这个“床”对应的读音是“maru”，一个含义是“韩式房屋的地板、厅板”。这里说到的所谓“地板”，又和我们自己家里的地板有些差异，它指的是建筑里“高出地基的托板”，即木质台基。\n\n此外，除了《静夜思》，其它的诗歌中也使用了相应含义的“床”。《诗经》里有“七月在野，八月在宇，九月在户，十月蟋蟀入我床下”，因为台基底下比较温暖，所以能吸引到蟋蟀躲藏。王维的《郑果州相过》有“床前磨镜客，树下灌园人”，古代磨镜需要镜药，而镜药里是有水银的。如果是你需要磨一块镜子，你会让磨镜人到卧榻旁或是水井边去磨镜吗？他当然是得到屋前空旷的地方工作啦。李白的《长干行》里有“郎骑竹马来，绕床弄青梅”，古今中外，每家每户的床都是靠墙的，大概没有谁家的床摆在房间正中央吧。既然如此，小男孩又怎能骑着竹马，绕着睡觉的床跑呢？但如果是绕着那圈伸出来的台基，就说的过去了。\n\n在这张图里，房子周围一圈的木板台基即为“床” // 来源：百度图片\n古代的磨镜场景\n\n\n月台的照片。有没有“疑是地上霜”的感觉？ // 图片来源：百度百科词条《月台》\n\n应当特别一提的是，在古代建筑中，有一种结构称为“月台”。通过观察，可以发现，它是房屋台基，即“床”的延伸。如果李白站在这样一个地方，看着“床前明月光”，然后“举头望明月”，大概就是一副平淡自然而又令人动情的图景了吧！\n\n【本文标题来自周同科老师的同名讲座，同时内容也算是对讲座内容的相关整理，对此向周同科老师表示深深的感谢！】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1517283240,
            "txt_content": "周同科老师关于这个主题的论文：http://www.cnki.com.cn/Article/CJFDTotal-NJDX201306013.htm"
        }
    ]
}