{
    "title": "进来笑笑吧，放松压力~",
    "author": "13593095950",
    "replyCount": 8,
    "timestamp": 1358085540,
    "txt_content": "记得小时候的考卷，题目是：爸爸的爸爸叫（ ）。妈妈的妈妈叫（ ）。爸爸的妈妈叫（ ）。妈妈的爸爸叫（ ）。等等等等……我当时就觉得老师真TM神经病，问我家人叫什么嘛！无聊！后来知道：人家都写的爷爷奶奶外公外婆，就我写的陈xx.韦xx.陈xx.陈xx……！！ 我了个擦擦擦，太傻×了吧\n \n晚上去奶奶家吃火锅，饭桌上我加夹了一块排骨，不小心掉在地上了！怪心疼的，就问我奶奶：“奶奶你今天拖地了吗？奶奶说：“拖了，我每天早晨都拖地。然后我就放心的把排骨放到嘴里。紧接着我奶奶又说：“你爷爷晚上泡脚的水我不倒，留着早晨拖地。。。\n \n那天，我找了一个著名的手相大师给我看手相。~他看了看我的手说：“你的手掌很大，你一定很孤单。”~我说：“啊？这都能看出来，为什么？”~手相大师说：“因为，越掌大越孤单。”\n \n一年轻人匆忙跑到六楼，碰见一个中年人，说：“你是老李吧，快，你女儿被车撞了！”中年人一下子蒙了：“啊？天啊！怎么办啊？”就急忙冲下楼去。走到四楼，想起来，“不对啊，我没女儿啊！”继续走到二楼的时候又想起，“更不对拉，我都没结婚啊！”到一楼一跺脚，我不姓李啊\n \n爸爸带着一家人去几百公里外的外婆家度假，特别叮嘱了4岁的小女儿不准在路上问“还有多久才到”之类的问题…… 车开了一个小时之后，小女儿就问爸爸“等我们到了外婆家，我会不会已经5岁了？”\n \n\n有一天小明上课想要便便。小明举爪：老师，我要大便！老师说：古人亦可用如厕，你怎么不会说儒雅一点呢？给你一个机会，再说一次。小明红脸：老师……我的屁屁要分娩……\n \n中午老板视察自己的建筑工地时,发现有个人在角落看漫画书.老板问:\"你一个月的工资多少钱?\"那人答:“一千.”老板掏出钱包数出1000元给他并大声吼道:“你这个月的工资,马上离开!”那人高高兴兴地走后,余怒未消的老板问旁边工人:“他是哪个部门的?”工人小声答道:\"他是来送快餐的.\"\n \n一位学生参加即席演讲，抽到的题目是“我的姐姐”。而他的一段开场白，立刻深深吸引了所有得人：我的姐姐说起话来“惊天动地”看到吃的就“欢天喜地”找起东西“翻天覆地”失恋了就“呼天抢地”向我借钱时“求天拜地”现在她总算出嫁了，真是“谢天谢地。”\n \n小时候深受武侠片毒害，认为伤口一定要喷一口酒上去再包扎，终于我的手划破了，好大的口子，果断找来白酒毫不犹豫的倒上去...你想象不出那有多疼，哥们儿我长这么大第一次疼得满地乱蹦啊，忽然想起来电视上大侠都是先把酒含在嘴里再喷到伤口上的...然后，我又蹦了好久..\n \n有一天和女朋友吵架，她关掉手机就回家了，我追到她家楼下， 本想喊她的名字又怕被她妈听见，所以就在她家楼下喊自己名字喊了两个小时。\n \n我和老婆结婚已经十多年 ，浪漫年代已很久远！今天上午我忽然心血来潮对老婆说:\"咱俩再谈一次恋爱你假装不认识我。\"老婆说:`行’我就对她说:嗨！小娘们，\"谁知这货抬手就给我一耳光，嘴里还骂着:\"敢骚扰姑奶奶，活腻了你！“\n \n某男和女朋友吵架，打电话准备道歉的时候电话响了很久终于接通…………女：“对不起”男:（异常激动但故作镇定）：“你终于知道错了”女：“您拨打的电话正在通话中。”男:“…………”\n \n\n上小学时上课爱睡觉，一次语文课老师布置的作业，写一篇作文，题目是(假如我是蜘蛛)，下课了问了同学。晚上在家绞尽脑汁的写了一篇(假 如我是只猪)。后来我在学校火了 。。。。。\n\n在一棵树上看到有人张贴了一张寻狗启事：“这是一张我们走丢了的狗狗的照片，假如您看见它，请给我们来电！” 于是我打电话过去说：“我看见你们走丢了的狗狗的照片了！”\n \n老师问：“如果你只得一日的寿命，你最想到那里去？” 学生答：“我会将最后的一天留在这间学校，这个课室。” 老师：“好感动啊！现在竟然有学生这般好学。” 学生：“因为我在课室里有‘渡日如年’的感觉啊！”\n \n刚才我骑电车穿梭在我们这的一个小巷子里，对面来了一个大哥骑自行车，越来越近，眼看就要撞上了，这时机智的大哥大喝一声你往右我往左，然后。。。。我们爬了好半天才起来~！\n \n女：“你就不能提早点回家么？” 男：“好，一定。” 于是男下次提着油条豆浆回家。。。。\n \n小学生作文《纠结》，全文如下 ： 我和段无洁分手了，现在在等钟秋洁，但实际上我特喜欢方书佳，好想方书佳。。。不过她姐姐方函佳更美，我更喜欢。。。但我内心一直最爱步尚雪，我多么想永远和她在一起~~~当然还有她的姐姐步尚班。。。\n \n同桌做着做着卷子睡着了，在睡梦中放了一个惊天动地的响屁，而且味道及其难闻。 大家顿时都停了笔看着他，但是他丝毫没有醒来的意思。 看着讲台上老师那铁青的脸，我们都使劲憋着没敢笑。 可这时，同桌居然还说起了梦话，只听他吧唧了一下嘴说：“真香，好吃！”\n \n她：“老公，我想吃泡面。”“我给你煮去。”“我不想吃咱家那个牌子的。”“那我出去买。”“煮完家里全是泡面味儿，难闻死了。”“那泡好了给你拿回来。”“凉了不好吃。”“那咱们出去吃。”“外面太冷，我又懒得穿那么多下楼。”“你到底想怎么招？”“想吃泡面。”\n \n\n今年上高二，最近学校在严打早恋，此为背景。今天发生了一件很悲惨的事，我女朋友被教务处主任逮住了。接着更悲惨的事发生了，女朋友的男朋友也被逮住了，而且那个人，不是我……\n \n刚在公交车上，一位民工大哥，在司机后方两个位置，我在大哥后面坐玩手机，突然大哥手机铃声响了，先是警笛声，后面响起，前面的公交车靠边，靠边，后面有车队。蛋疼的是，司机大叔，真的靠边了，真的靠边了，有木有。。。\n \n小明数学不好被父母转学到一间教会学校。半年后数学成绩全A。妈妈问：“是修女教得好？是教材好？是祷告？...”“都不是，”小明说，“进学校的第一天，我看见一个人被钉死在加号上面，我就知道...他们是玩真的。\n \n我闺蜜的老公喝酒以后特别爱发酒疯。有次他喝多了，对着屋里的镜子，深情的“咔擦”一跪。。。。。突然双目圆睁，神情肃然，嘶声大吼：“太JB帅了，佩服佩服。。。。。。”磕了10多个响头。。\n \n我一闺密在医院五官科实习，某日帮一小伙检查完后直接在人家的体检报告里填了一个＂帅＂字，然后。。当晚便熬夜写了检讨书。\n \n今天看到个段子笑屎我了。。如果你身上有个按钮，一按掉就会消除记忆，忘却那些或痛苦或揪心的事，你会不会按？神人答：不是会不会的问题，一定是：咦，这里有个按钮，按一下……咦，这里有个按钮，按一下……咦，这里有个按钮，按一下……最近笑点是越来越低了……\n \n医院里，医生对老公说，你老婆的身体没什么大问题，你回家后凡事顺着她一点，尽量别跟她吵架，有什么要求尽量满足她，最好一年带她出去旅游两次，让她保持精神愉悦，很快就会好起来的。老公回家，对老婆说：老婆，大夫说你这病没治了。。\n \n我问他：老公，你嫌我丑不？ 本以为老公会说：宝贝一点都不丑。 结果瞅了瞅我扔下俩字：不嫌。。。\n \n\n今天在马路上看到个老奶奶摔倒在街上，我跑过去把老奶奶扶起来，结果看样子她又要倒下，我想着估计要讹诈我钱 ,我果断先倒地，在地上不停抽搐并且口吐白沫，老奶奶一下呆了，我边抽动边蠕动，大概蠕动到了两米之外，爬起来拍了拍灰走了，老奶奶还楞在原地发呆 。\n \n晚上十点，出差在外地的媳妇儿打来电话。 以下是对话！媳妇：你在哪呢？我：在家呢！媳妇：真的在家？没出去鬼混？我：又犯病了吧？我不在家在哪？媳妇：那好，那你到冰箱中间门，第三个格子里看有什么…… 我去了一看，有一张我俩的照片。告诉她了。媳妇：恩。那你在家呢，早点睡觉吧\n \n街上遇见多年未见的班花，她问我最近都忙啥？我如实回答:这两天很忙，昨天给中石油下了个单，今天签订了与电信的合约，明天还要去谈一个与联通.苹果三方合作的方案。媳妇从后面给了我一脚，吼到:加个油，装个宽带，买个手机，你得瑟个啥？……得瑟个啥？……啥\n \n在公厕里，忽然听到厕间有人说话，“朋友，有手纸吗？”我翻了翻口袋，“抱歉，没有。”过了几秒，那人又问：“朋友，有小块报纸吗？”我无奈地一笑，“对不起，没有，我只是来尿尿。”又过了几秒钟，厕间门缝塞出一张10元人民币，“朋友，能破成10张1块的吗？”然后我给了他10个硬币。\n \n有天老哥说要介绍个漂亮妹子给我认识，在家打扮一个小时咖啡馆约见该MM，极品美女，顿周星驰上身，浑身解数把妹子逗乐妹子，对老哥各种感激，想进一步发展，老哥不识时务的出现，直坐妹子身边一搂大庭广众之下在妹子脸上响亮亲了口说，都认识了吧，你嫂子，美不...我哭了，这是我亲哥不，有这样坑人的\n \n姐姐姐夫带着我小侄子上我家打麻将，小侄子在一旁无聊，装哭，大家都知道是装的，就没人搭理他，他各种声音各种方式的嚎啕大哭了一阵后，对他妈妈说“妈，等你死的时候，你看我用哪个声音哭你会比较喜欢？”\n \n去超市买东西,发现收银MM很可爱.于是想去搭讪…想到一个广告…于是拿了一块巧克力，付完钱故意把巧克力忘在那里…期待MM说:“你的巧克力”然后我会说:“是你的巧克力…”…可是…MM发现我忘记拿巧克力后华丽丽的把巧克力放进自己口袋里了…理都不理我\n \n某养生节目，里面专家说：拉屎太臭可能是你的肠道出了问题。于是有观众问：那拉屎很香呢？专家想了想，坚定地说：是你的鼻子出了问题！\n \n\n我暗恋的人的外婆昨天死了，她发了一条说说，好难过的样子，我想给她发条评论好好安慰安慰她，以表示我的关切，可尼玛手抖不小心点了个赞，瞬间觉得全世界的语言都没有任何意义了。\n \n一县长被免职了，气成了植物人，被送到了医院，医生诊断后说；给他念个官复原职的通知可能就好了。妻想；既然要念，干脆念个厅长，让他高兴高兴。哪知县长一听挺身而起，大笑气绝。医叹；不遵医嘱，擅自加大剂量，后果自负！\n \n在饭馆吃饭，旁边一桌只有一个男青年，他的菜上了有半个小时他还没动筷子，服务员很疑惑，就上前询问：“你盯着这菜很久了，为什么不吃？” 男青年回答：“这道菜太咸了，我把它看淡些……看淡些……淡些......”\n \n和二货同学去买耳麦～二货戴上以后拿下来看着耳麦左边的大写L对老板说：L的太大！给我换个M的！！LZ立即转身离开表示不认识他。。。\n \n大一报道那天-----刚推开寝室门，一室友的老爸，一把接过我手中的行李，握着我的手说：＂来送孩子啊？大哥。＂-----这是我心中永远的痛。。。\n \n一个富翁临死前让儿子折断一根筷子，儿子轻松折断，再把三根并在一起，又轻松折断，再把十根并在一起，儿子大喝一声又折断…然后富翁含恨而终。。。\n \n冰箱冷冻室里，一个饺子发现了新客人。“嗨~汤圆，你什么时候来的？汤圆你是什么馅的？”“嗨，汤圆，元宵是你哥么？” “汤圆你长得真白呀。”“汤圆你怎么不说话？” “嘿，汤圆，你觉得冷吗？” 汤圆终于忍不下去了，瞥了饺子一眼，冷冷地说：“食物是不会说话的。”\n\n妈妈对女儿说：“你要听话。你每惹妈妈生气一次，妈妈就长一根白头发。”女儿茅塞顿开：“哦，难怪姥姥的头发全白了。”\n \n昨天隔壁老头的追悼会开了，会上宣读了老头的遗言：遗产不分，作为基金，每年取出利息，在墓前每年家人团聚一次，祭拜之后进行抽奖。。。\n",
    "replies": [
        {
            "author": "张·淼大大",
            "timestamp": 1358085600,
            "txt_content": "哈哈哈哈哈~ LZ你可真逗~ "
        },
        {
            "author": "甜丶豆包",
            "timestamp": 1358085780,
            "txt_content": "很好笑。。。不过图片都挂了。。。"
        },
        {
            "author": "13593095950",
            "timestamp": 1358085780,
            "txt_content": "张·淼大大 发表于 2013-1-13 22:00 \n哈哈哈哈哈~ LZ你可真逗~\n{:10_527:}你这是在打击我、哇哇哇~~~"
        },
        {
            "author": "13593095950",
            "timestamp": 1358085780,
            "txt_content": "张·淼大大 发表于 2013-1-13 22:00 \n哈哈哈哈哈~ LZ你可真逗~\n{:10_527:}你这是在打击我、哇哇哇~~~"
        },
        {
            "author": "ggmm",
            "timestamp": 1358085840,
            "txt_content": "图挂了"
        },
        {
            "author": "MC陈",
            "timestamp": 1358087460,
            "txt_content": "哇哈哈哈哈~~~好好笑"
        },
        {
            "author": "企鹅",
            "timestamp": 1358088420,
            "txt_content": "笑话不错。"
        },
        {
            "author": "zjy",
            "timestamp": 1358380080,
            "txt_content": "图片看不到= ="
        }
    ]
}