{
    "title": "[Minecraft.net | CULTURE] Survive and Thrive",
    "author": "IgnizFeng",
    "replyCount": 2,
    "timestamp": 1517320500,
    "txt_content": " 本帖最后由 IgnizFeng 于 2018-1-31 09:08 编辑 \n\n\nSurvive and Thrive  \nChoose an adventure from the heart of this happy hub!\n从这个快乐的大城市里开始一段冒险！\n\nImagine if I ran up to you and yelled \"PLAY MY NEW MINI-GAME!\" and then spat in your tea. Would you then play my mini-game? No. Of course you wouldn't. I'm clearly a jerk, and when it comes to enticing potential players to try your new mini-games, making a good first impression is important!\n想象一下，如果我跑到你的面前，冲你喊着“要不要试一下玩我的小游戏？！”，然后往你的茶里吐口水，你会玩我的迷你游戏吗？(你是蛇精病吧我只想抽你)不，当然不会。我显然是个混蛋。当我们谈到如何吸引潜在的玩家尝试玩你的小游戏时，给人留下好的第一印象是非常重要的一项环节！ \n\nLuckily, Pathreria are a build team who know how to make a great first impression. Instantly eye-catching, their build Wolfsspiele is a handsome hub that connects different mini-games via an eight-way central walkway. Each node ties to its neighbours nicely, making Wolfsspiele a bright and fun metropolis of its own unique style.\n幸运的是，Pathreria是一个懂得如何给人留下好的第一印象的团队。他们最新建立的Wolfsspiele是一个可以瞬间吸引人们眼球的小游戏大厅地图：在一个宏伟的城市枢纽上，通过八条从中央广场发散的桥，连接八个不同的小游戏世界。每个节点都完美地与他的邻域接驳在一起，使得Wolfsspiele成为一个充满欢乐的、独特风格而又辉煌的大城市。\n\nThe mishmash of detailed architecture and lush colour makes it feel like the central plaza of a fantastical theme park.\n充满细节的建筑大杂烩和色彩缤纷的视觉体验使你感觉上像是身处于一个奇幻的主题公园的中央广场中。\n\n\n\n\n“To be honest, I don’t even know any style-name of the structures. [They’re] not Gothic, not medieval. I think it’s a mix,” says Flash2Boom, a member of Patheria. “If you look carefully, you’ll probably see the differences between the structures. You can discover different villages and a lot of secrets beyond the bridges.” \n一位来自Patheria的成员，Flash2Boom点评到：“老实说，我甚至不知道这些建筑结构风格的名字。它们既不是哥特式建筑，也不是中世纪建筑。我认为这是一种混合体风格的建筑。如果仔细观察，你可能会发现结构之间的差别。你可以在桥外发现不同风格的村庄和许多秘密。”\n\n    Each one leads to a building designed to entice players to pick their mini-game. SURVIVAL GAMES has a flashy sign (nice use of two swords to make an ‘A’) to draw you in, while others use detailed castles to promise adventure and excitement if you choose them. Argggh, I can’t decide!\n每一座桥都通向一个建筑，这些桥目的是指引玩家，选择他们所要玩的小游戏。其中，生存游戏 是由一个华丽的标志（形象地用两把剑来搭建“A”字型）来指引你，而其他游戏则选择使用充满细节的城堡来象征冒险和热血。啊啊啊啊！我根本不知道玩哪个小游戏好了！（中二病作者... ）\n\n\n\nBut the project didn’t get off to a smooth start. As Flash2Boom explains, “at the beginning, it was hard to get ideas, [particularly] at this scale. Most of the buildings are higher than 200 blocks!” That’s getting reeeeeal close to the maximum height you can build to in Minecraft (256 blocks), which is a design challenge to a team who clearly enjoy constructing colossal structures!\n但是这个项目一开始并没有顺利启动。Flash2Boom解释说：“刚开始的时候，这个项目真的是难以想象，[尤其]是这个项目的规模太大了。大多数的建筑物高度都在200以上！”这 [极其极其极其极其] 接近你可以建立在Minecraft里建造的最大高度（256块）。这显然对一个喜欢建造巨型建筑的团队来说，在设计地图上都面临一个巨大的挑战！\n\nAfter a great deal of brainstorming, however, the team came together to start building and tackled the difficulties that come with such an ambitious project early. “Sometimes we had a finished structure but it did not match in the entire world - so we started a new one.”\n然而，经过大量的头脑风暴以后，团队决定一起开始着手构建这个雄心勃勃的项目，并一点一点解决这个项目所带来的困难。“有时候我们刚有一个完成的建筑，但是它对于这个世界来说不匹配，我们只好放弃这个建筑，去开始建造一个新的出来。”\n\nIt’s scary, throwing away something you’ve invested so much time, energy and creativity into - but sometimes you have to look at the bigger picture and do what’s best for the project as a whole.\n令人恐惧的是，这样做会扔掉你投入了大量时间、精力和创造力才造出来的建筑——但有时候你不得不顾全大局，把整个项目做到最好。\n\n\n\n\nFortunately, the more that was built, the more the team could see a final, cohesive vision where everyone’s individual skill was meeting and merging. Builders such as Kev worked on landscaping, Fabi did organics and Wubi worked intensely on the details. Lucius did the structures and Lucky “imitated different styles to find my own.”\n幸运的是，我们团队里的成员建筑的越多，团队就越能看到一个最终的、团结一致的愿景，在那里每个人的个人风格与技巧都交汇融合。比如像keV的环境美化，Fabi的有机融合和Wubi的精致的细节处理。Lucius做的主体结构和Lucky“模仿不同的风格来寻找自己的风格”。\n\nEveryone on the team has a building specialty that they want to develop their skills in, but most learn a range of skills just by working with the rest of the team. As Lucius puts it, “everybody has his/her own ideas and skills. By combining them you get the maximum out of everybody and start inspiring one another.”\n团队中的每个人都有他们想发挥的建筑专长，但是大多数人认识到他们需要和团队的其他成员合作。正如Lucius所说：“每个人都有自己的想法和技能。只有团结到一起，才能最大限度地发挥出每个人的潜能，这也会激励团队中每个人。”\n\nWolfsspiele reflects this in its diverse designs and flamboyant features - it feels like a playground where its builders were encouraged to experiment with whatever styles or creations they wanted to try next. For example, there’s not just a wolf in here, there’s a detailed build of a man adorned with a monocle and parrot, too. Fashionably flamboyant!\nWolfsspiele反映了在其多样化的设计和恢弘壮丽的特点，它就像是鼓励一个大游乐场里的所有建筑师们使用任何风格的建筑，甚至允许建筑师们把这里当成一片试验场，他们可以在其中试验任何他们想创造的风格的建筑。比如，这里有不只一匹狼在这里，还有一个充满细节的雕像：一个戴着单片眼镜的男人和鹦鹉。这真是太时髦、太华丽了！\n\n\n\n“We were getting more and more ideas by building the hub,” Flash2Boom says. In particular, one of the most striking aspects of Wolfsspiele was inspired at this time - the bright signage that decorates the building fa?ades. “We thought it was a good idea to add signs in different styles. The problem was that most of the rendered server chunks are 16, which makes the signs disappear when you walk too far away from them.”\n“我们在建设这个小游戏大厅的时候，涌现出了越来越多的想法，“Flash2Boom说道。尤其是在建设Wolfsspiele的一个最引人注目的方面的时候，团队受到了启发。他们在建设大厅的时候，想到了在装饰每个城堡的时候使用醒目的标识来指引玩家。“我们认为在每个城堡上面添加不同风格的标志是个再好不过主意了。但是只有一个小小的问题，大部分服务器默认设置的视野是16个方块，这就导致了当你走得太远时，这些标志就会消失。”\n\nSo the solution? “We finally placed these signs at the distance that the player can read them by walking around the centre of the map.” \n那么解决方法是什么呢？“我们最终决定，将这些标志建在玩家在大厅中心走动时可以看见的距离里。”\n\nIt might be less than they originally dreamt of, but when you’re standing in the middle of that bridge considering your options, seeing all of those signs flourishing with choice and the promise of adventure is… actually, it’s too much choice! Too much pressure! Argggh I WANT TO DO THEM ALL!!!\n这可能会导致比他们最初预想的数目要少，但是当你站在桥中心，思考你的选择时，看到所有那些代表选择的标志，无不充满热血的冒险…实际上，对于玩家来说有太多的选择了！给玩家的压力实在太大了。啊啊啊啊啊！！！每个游戏我都想玩啊啊啊啊！！！(再次中二)\n\n\n多图预警!!\n\n\n\n\n\n\n\nAhem. Anyway, although there were some hurdles along the way, Patheria is a team of experienced and passionate builders. Wolfsspiele’s charm is just the latest in a long line of fun and imaginative builds, some of which you can see above!\n啊哈！无论如何，尽管在建设这个地图的时候有一些阻碍，Patheria称得上是一支经验丰富、充满激情的建筑师们。Wolfsspiele的魅力就在你可以在上面看到的一长排的充满乐趣和想象力的建筑中！ \n\nFlash2Boom says that the biggest thing that can help you develop your building style is participating in special building events on multiplayer servers. There, you can meet other builders and develop your skills with constructive input from others. “Never give up,” he says. “Everyone can build but there are people who are more talented, and people who need to learn the talent. Do a lot of building events - that helps a lot.”\nFlash2Boom说，如果你想要完善你的建筑风格，提高你的建筑能力，最重要的就是参与到多人游戏与服务器的特殊建筑活动中去。在那里，你可以与其他建筑师们见面，并从他们的建筑中提高你的建筑能力。“永不放弃，”他说。“每个人都有建筑的权利，但总有那些人(dalao)在建筑方面有天赋，有些人需要学习这种建筑的天赋(比如我)。做大量的建筑绝对会帮你的建筑能力更上一层楼。\"\n\nRenders by Lucius.\n由Lucius提供\n\n[IgnizFeng 译自 Survive and Thrive]\n[作者 Emily Richardson 发表于 2018年1月25日]\n\n题外话：\n翻译界新人 还请各位大佬多多包容 \n（听说评分送人气不扣自己人气哦）\n\n",
    "replies": [
        {
            "author": "龌龊大大",
            "timestamp": 1517347740,
            "txt_content": "游艇不错，非常好看。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1517690160,
            "txt_content": "希望能找到一个合适的中文标题"
        }
    ]
}