{
    "title": "Minecraft 主机版 TU61/1.66/1.66/Patch 31/Patch 12 发布",
    "author": "广药",
    "replyCount": 6,
    "timestamp": 1517330880,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2018-1-31 21:39 编辑 \n\n主机版即Xbox 360，Xbox One版，PlayStation 3/4/Vita版，WiiU版，Switch版，由4J Studios为Mojang开发。 迎接新的正式版吧！ 转载本贴时须要注明原作者以及本帖地址。  \n\nAdded Moana Character Pack\n新增《海洋奇缘》皮肤包\nAdded Skin Pack 1\n新增一号皮肤包（仅WiiU/Switch）\nFixed MCCE-6589: Pistons of both types can't move Cauldrons.\n修复了MCCE-6589：两种活塞都无法移动酿药锅\nFixed MCCE-6531: Placing a bed next to a cactus crashes the game.\n修复了MCCE-6531：在仙人掌旁放置床会导致游戏崩溃\nFixed MCCE-6376: Observer Blocks don't detect some changes, like other powered Observers.\n修复了MCCE-6376：观察者方块检测不到观察者能源之类的变化\nFixed MCCE-6465: Unable to place vines under torches.\n修复了MCCE:6465：无法将藤蔓放在火把下面\nFixed a bug where Animals are not running away when hit on Peaceful Difficulty.\n修复了和平难度时生物不会逃跑的BUG\nFixed a bug where Tamed Horses with no items equipped despawn after a Player leaves the area.\n修复了玩家离开时没有装备的被驯服马消失的问题\nFixed a bug that was reducing the Horizontal distance a Horse would travel when Jumping\n修复了马跳跃时水平距离错误的BUG\nChange to xplosions so that TNT cannons in Mashup worlds work as they used to.\n更改了TNT不能在混搭包的存档中正常工作的爆炸\nFixed a bug where a block could not be moved while a sign was attached to it\n修复了不能移动命名方块的BUG\nFixed a bug where a block could not be moved while a Banner was attached to it\n修复了不能移动有旗帜方块的BUG\nFixed a bug where Tripwire hooks on the sides of Pistons would drop when the Piston was extended/retracted.\n修复了活塞伸缩时挂在活塞两侧的拌线钩掉落的BUG\nFixed a bug where Compaators would not register Chest and Trapped Chest size changes.\n修复了比较器不会接受箱子和箱子尺寸的变化的BUG\nFixed a bug where Rails and Torches couldn't be placed on Glowstone, Sea Lanterns, Glass, or Ice.\n修复了铁轨和火把不能放置在海晶石、海晶灯、玻璃或冰上的BUG\nFixed a bug where Flowerpots, Doors, and Pumpkins couldn't be placed on Glass.\n修复了花盆、门和南瓜不能放在玻璃上的BUG\nFixed a bug where Redstone, Levers, and Buttons couldn't be placed on Pistons.\n修复了红石、拉杆和按钮不能放在活塞上的BUG\nFixed a bug that would allow players to Open Shulker Boxes while 'Trust Players' and 'Can Open Containers' options are disabled.修复了当“信任玩家”和“可以打开容器”选项被禁用时玩家仍能打开潜影箱的BUGEnchantment Experience costs in Creative Mode now match Bedrock Edition创造模式的附魔经验花费现在与基岩版相同Pistons can now move small chests but only if the new position would have been valid for players to place a new chest.\n活塞现在可以移动小箱子了，但前提是新位置对于玩家放置新箱子是有效的\n\n  外部来源以及详细的更新条目追踪 \nMojang官方博客（英文）4JStudios的Twitter（英文，内地需翻墙）Minecraft官方论坛（英文）官方更新日志（英文）英语 Minecraft Wiki的Console Edition version history页面（英文，更新条目详细）中文 Minecraft Wiki的主机版版本记录页面（中文，更新条目详细）\n \n",
    "replies": [
        {
            "author": "龌龊大大",
            "timestamp": 1517348460,
            "txt_content": "在仙人掌旁放置床会导致游戏崩溃  还有这个操作？"
        },
        {
            "author": "Citysands",
            "timestamp": 1517358120,
            "txt_content": "修复了玩家离开时没有装备的被驯服马消失的问题\n骚操作。。"
        },
        {
            "author": "SPGoding",
            "timestamp": 1517358240,
            "txt_content": "哇好多奇异的bug hh"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1517358720,
            "txt_content": "这不是bug,是特性!![s]morebugjump~"
        },
        {
            "author": "len_G_wu_eyes",
            "timestamp": 1517405340,
            "txt_content": " 修复了马跳跃时水平距离错误的BUG \n越来越想买主机去玩快照了。\n骑着马，想起跳时，然后飞了...\n马死人亡end~"
        },
        {
            "author": "895579659",
            "timestamp": 1517567700,
            "txt_content": "这。。。。。。。。额"
        }
    ]
}