{
    "title": "发一个关于单人游戏如何快速站住脚的新手攻略（IC2+）",
    "author": "johnny0518",
    "replyCount": 8,
    "timestamp": 1358088420,
    "txt_content": "之前一直在玩XBOX360的MC最近开始接触PC版的，体验了IC2+这套MOD写点小经验，勿喷\n另外给大家推荐NICK的科技懒人包：http://www.mcbbs.net/thread-72641-1-1.html  感谢NICK的劳动给我们带来乐趣\n合成表：http://tieba.baidu.com/p/2049888201\n\n第一天（目标：地下基地、私人矿井、基本工具）\n游戏开始第一个白天首先伐木你需要准备大概15-20个木头用于制作工作台、木斧、木锹、木镐、火炬若干，当然越多越好手快的话达到25-30个木头做备用更佳。\n这时基本天要黑了，速度挖山洞躲进去，建议前期住在山洞里，因为这样会为你省去很多木头，另外前期没有铁门不建议装木门因为现在新版的游戏怪物会破门而入。进出问题每次费点事放一个土块，不过前期出去的时间少多为采橡胶、砍木头、打猎，一个白天够了。山洞不要挖得太大以防火炬不够刷怪。\n进洞堵好入口迅速螺旋形逐层向下挖掘当你挖到16块原石时第一时间回来制作炉子、石搞、石锹、石剑，烧制木炭制作火把若干。\n如果前期你手快储备了大量木头，那么恭喜你第一天晚上不用闲的蛋疼等日出了（我不建议做床睡觉MC里面要做的事情太多了没有时间留给睡觉），带足火把一路向下挖掘吧，游戏前期你会发现最稀缺的是铁、最不缺的是铜、锡等IC2出现的矿物，煤炭总是有的，所以前期围绕如何获得更多铁的发展方向给大家讲。\n挖矿时注意两点第一铁总是出现在第30层左右前后不会有2层误差，另外丰字型挖矿路线是最好的，S型也可以只是没有丰字型来的一目了然，建议先挖成丰字形矿道，再回头去一点一点把暴露出来的矿石挖走，不要边挖矿道边采矿石，这是个好习惯，因为你永远不知道石头后面有什么，减少干扰你的因素。\n现在说重点，工业时代从此开始。（具体用料我不在多说，后面放出合成表）\n\n第二天（目标：橡胶，食物，木头）\n太阳升起来了、怪物们都开始跑投鼠窜、你也该出门工作了。\n带好砍树、打猎的工具，清空背包，来到广阔的地面。一路寻找橡胶树橡胶树的样子在合成表中有不再赘述了。顺路打几只猪牛鸡，为了吃饭。发现橡胶树之后直接砍掉所有木头部分多砍几棵，树叶部分会因为没有了木头而枯死这时会掉若干橡胶树种拿好走人，回到基地附近种下。需要注意的是不要种的太近尽量每棵树之间都可以有2-3格的空隙，以防树叶影响树木长高，并且让树干四面都可见。（一般品种的树木也可以参照此法自己种植）\n继续下矿吧，骚年。\n到此为止基本前期生存要用到的材料都可以围绕基地采集到了，除非你太背出生在沙漠里。\n\n第三天-第N天（目标：制作自己的高效冶炼工厂、自动采矿设备）\n重点说一下铁，下面的设备要用到大量的精炼铁（俗称钢），铁在前期真的很紧俏给大家介绍个好方法IC2+这套MOD里面提供了一个神级炼钢法就是用四块煤炭加一块铁锭合成5块钢，当然这个钢是和IC2的精炼铁通用的，如果配合打粉机就会有1块铁矿石=5块铁锭=10块钢的效果，太逆天了！（友情提醒旋转粉碎机的合成所用精炼铁不通用）\n我只说制作设备的顺序和其中重点。当然基础工具你要至少有一个扳手。\n电力：常规发电机用于前期、地热发电机用于中期\n采矿：矿镐这玩意真是太落后了，即使是钻石镐也有坏掉的一天做个钻石电钻吧。充电就行了！\n冶炼：前期冶炼需要依次生产磨粉机、电炉、提取机。\n1、磨粉机可以把一块原矿变成2份矿粉然后再烧结成2块矿锭，从某种意义上讲采矿效率被提升了（但实际上磨粉是需要时间的、不需要烧结的矿物如红石、钻石也不能磨粉）严格来讲叫产能提高。\n2、电炉不多说了不会浪费热能并且效率高\n3、提取机可以把一个粘性树脂变成2个橡胶而不是用炉子烧出的1个，但提取机慢的蛋疼所以不能说是提升效率，只是提高了产能。\n高级采矿：\n所谓高级采矿其实是就是用采矿机采矿。你需要有OD/OV探测器用于探测脚下的矿藏是否丰富，需要电钻/钻石电钻作为钻头使用，需要大量的矿管。我只重点说说OD/OV探测器制作的事，关于使用与差别合成表中说的很清楚了。OD探测器需要用到一个前期很难搞到的物质叫萤石粉，他是地狱里的材料。而OV这种更高级的探测器需要一个OD探测器和三个萤石粉以及两个2次绝缘的金电缆制作，前期来讲简直是坑爹。IC2给我们提供了一种合成萤石粉的方法就是用4份金粉+5粉红石合成1份萤石粉，如果你用这种方法去制作OV探测器就会需要大量的金矿……根据我个人的体会，我们还是想办法下地狱采集萤石粉吧，虽然危险点，但是产量可观啊，金矿实在是太难挖了，毕竟我们制作挖矿机的目的就是不想一辈子窝在阴暗的地下矿井里，而且地狱有大量的岩浆做地热发电机的燃料。\n高级冶炼：\n你觉得手头的设备都慢得坑爹了吗？经常挂着一组矿发呆？前提是你要准备好压缩机（高级机器都是用高级合金材料拼装的）。\n高级冶炼需要更多的电，地热发电机是好东西，用锡罐采集岩浆作为燃料吧。煤有更高级价值（做钢，碳板，甚至钻石）\n制作顺序是感应电炉、旋转粉碎机、奇异压缩机、离心提取机，记得在他们周围放上红石火把保持良好的工作状态（这样会一直产生电力消耗但是很小，如果用地热发电机的话可以基本无视）。\n时间就是生命，高级冶炼给你带来飞一般的感觉。\n\n到现在为止你已经拥有一套采矿冶金的生产体系了，有了大把的时间去盖城堡，做铁路，搞科研，发展林业、农业、畜牧业，甚至玩玩最不科学的化学MOD，探究一下最科学的电脑MOD。大把的时间在你手里，下井挖矿什么的最讨厌了。\n\n写的不好大家见笑，如有雷同纯属巧合。\n\n",
    "replies": [
        {
            "author": "jianghr",
            "timestamp": 1358088840,
            "txt_content": "MOD相关应该去MOD讨论版，送你一程。"
        },
        {
            "author": "ggmm",
            "timestamp": 1358089200,
            "txt_content": "。。。。对新人很不错可惜对我这种一天出量子的小白没什么用啊"
        },
        {
            "author": "Technology",
            "timestamp": 1358089500,
            "txt_content": "ggmm 发表于 2013-1-13 23:00 \n。。。。对新人很不错可惜对我这种一天出量子的小白没什么用啊\n你是作弊器搁的吧"
        },
        {
            "author": "ggmm",
            "timestamp": 1358089860,
            "txt_content": "Technology 发表于 2013-1-13 23:05 \n你是作弊器搁的吧\n死开20多人服专业服务器一天出量子全服都知道~"
        },
        {
            "author": "Technology",
            "timestamp": 1358090100,
            "txt_content": "ggmm 发表于 2013-1-13 23:11 \n死开20多人服专业服务器一天出量子全服都知道~\n我以为你单机的。。。"
        },
        {
            "author": "ggmm",
            "timestamp": 1358090220,
            "txt_content": "Technology 发表于 2013-1-13 23:15 \n我以为你单机的。。。\n我怎么好会玩单机的呢"
        },
        {
            "author": "luckybruce",
            "timestamp": 1359198480,
            "txt_content": "jianghr 发表于 2013-1-13 22:54 \nMOD相关应该去MOD讨论版，送你一程。\n求教导。。。我OD探测器不会用。。。拿手上没反映，右键点击也没效果。。。"
        },
        {
            "author": "jianghr",
            "timestamp": 1359385140,
            "txt_content": "luckybruce 发表于 2013-1-26 19:08 \n求教导。。。我OD探测器不会用。。。拿手上没反映，右键点击也没效果。。。\nOD探测器要先充饱电，然后右击地面就会进行测量，另外他也可装在挖矿机里。"
        }
    ]
}