{
    "title": "[Minecraft.net | CULTURE] Melody Maker 旋律制造者",
    "author": "IgnizFeng",
    "replyCount": 3,
    "timestamp": 1517378700,
    "txt_content": " 本帖最后由 IgnizFeng 于 2018-1-31 14:29 编辑 \n\n\nMelody Maker\nA build that makes us want to siiiiiiing from MaestroMK!一个让我们想放声高唱的建筑！ 来自MaestroMK小组\nA music-themed build? Brilliant idea! After all, everyone loves music. Frederick Nietzsche once said “without music, life would be a mistake,” and the ghost of Frederick Nietzsche once said “quote me on Minecraft.net, my favourite website, or I'll haunt you forevermooooooooooore.” Well, I've done my duty so BEGONE FOUL SPIRIT.\n以音乐为主题的建筑？这真是个绝妙的主意！毕竟，每个人都喜欢音乐。Frederick Nietzsche曾经说过：“没有音乐，生命将会是一个错误，”Frederick Nietzsche也用灵魂发誓道：“快把我发的文章发到我最喜欢的Minecraft.net(我的世界官网)上去，要不然...嘿嘿嘿...我做鬼都不会放过你的...[永远永远永远永远]缠着你！”嗯，我现在已经尽了我的责任，推送了这篇文章，赶走了这个糟糕透顶的恶鬼。\nAnyway, music can be great for inspiring you when you're working on a project! I myself write and edit these articles to a mix of Gareth Coker's Minecraft score (gotta stay on brand), a tape of my many enemies screaming in agony and my favourite song, Yakety Sax. Explains a lot, really.\n不管怎样，当你在做一个项目时，音乐可以很好的激励你！我自己编辑这些文章的时候，融合了Gareth Coker的Minecraft音乐一些部分（这里打广告是为了保持品牌形象....原作者的话），这是一首让我的敌人闻风丧胆、也是我最喜欢的歌——Yakety Sax。一切尽在不言中(感觉咋翻译都不对233)。\n\n Today's builder, MaestroMK, was so inspired by his favourite tunes, they helped him craft this terrific tribute to the power of music. A striking structure of mint-and-white magnificence, with a statue of a pianist as its perfect centrepiece. Bravo, MaestroMK! Encore, encore!\n如今的建设者，MaestroMK，被他喜爱的音乐鼓舞着，它们帮助他表达出了这个宏伟的、赞颂音乐伟大力量的建筑。围绕着一个钢琴家雕像为中心，完美地构造出了一种巨大的、宏伟壮丽的白色建筑。这个主意真是棒极了，MaestroMK！再来一个！再来一个！(Encore)\n\n\n\n\nSomewhat suprisingly, this builder isn't a musician himself. “I've never played piano before,” MaestroMK tells me, nor does he have any plans to learn “but [an] instrument can be a good theme for a build.” Based on his results, it's hard to disagree!\n有些令人惊讶的是，这个建筑师本身其实并不是一个音乐家。“我以前从未弹过钢琴，”MaestroMK告诉我，他也没有去学习钢琴的想法“但是围绕 [一种乐器] 可以建立一个好的主题建筑。”根据他的研究结果，没理由去反对这种想法！ \nA builder from South Korea, MaestroMK carefully planned out his creation before even laying down a single block, sketching his idea and working out the floor plan. “Then I created the frame of the building in Minecraft, because its hard to make with only images in my mind.”\n有一位建筑师来自韩国，maestromk在他开始建筑之前精心为他准备了一块空地，来素描他的想法，画出他心中的图案。“然后我创造了在Minecraft建设项目的主体框架，因为它很难只描绘出我一个人的愿景。” \n\n又到了多图时间！！\n\n\n\n\nThose mental images varied for MaestroMK, depending on what was on his Minecraft playlist. “I built buildings according to the mood of the song that I [was] listening too,” he explains. “In my opinion, when you listen to songs while working, it's very helpful for working.”\n他脑中的愿景，基于他的Minecraft播放列表而不断变化。他解释道：“我根据我所听到的歌曲的心情来建造建筑物。”“在我自己看来，一边听歌一边工作，对于工作来说是很有帮助的。”\nHuh. Then how come whenever I sing motivational songs to Emily and Marsh, they refuse to write a thing and throw bricks at me instead? :(\n原作者吐槽：呵呵...那么，为什么每当我给Emily和Marsh唱励志歌曲的时候，他们就开始拒绝写东西，取而代之的是扔砖头给我呢？:(\n\nWhat tunes got MaestroMK in the building mood? “I usually listened to a lot of songs that don't have any lyrics, like piano music, or songs by Two Steps from Hell and Thomas Bergersen.” I tried istening to a few songs by both these artists - very dramatic and epic – perfect for getting you motivated to finish a project! Spends yet another hour not writing this article and playing Battle Chef Brigade instead.\n那么，什么曲调在maestromk建筑的时候会影响他的心情的？“我经常听很多歌曲，没有歌词的那种纯音乐，比如钢琴音乐 或 Hell和Thomas Bergersen的 Two Steps [sup]注释1[/sup]。”我试着听了几首歌，这些艺术家的史诗级的歌曲非常具有戏剧性–可以完美的让你积极地完成一个项目！于是我花了一个小时，不是写这篇文章，而是玩了一会 Battle Chef Brigade[sup]注释2[/sup] 。\n\n \n\n\nDespite being the build's inspiration, decorating the piano was actually the toughest part for MaestroMK. “I tried lots of ways to eliminate the emptiness by decorating, but it was hard, because the decoration usually hid the structure of piano or interfered with the mood.” Much like a band that's regretting its decision to hire nineteen drummers, sometimes you just have to realise less is more.\n尽管有建筑的灵感，对于maestromk来说实际上装饰钢琴是最难完成的部分。“我有好几种装饰空白的方式，但都难以实现，因为这些装修大都会遮盖住钢琴的结构，又或干扰我的心情。”这就像你是一个乐队经理，后悔了雇用十九名成员的决定。有时候你必须明白少即是多 的道理。But if getting the piano right was the toughest note to hit, what was the merriest part of the melody?\n但如果说建造钢琴是最艰难打破的音符，那么这首旋律最棒的部分是什么？\n“The funnest part to build was making the statue that's sitting on the chair,” says MaestroMK. “I really enjoyed making various poses and trying lots of different colours.” Eventually he settled on black, contrasting nicely with the lighter colours that dominate the build.\n“这个项目里最有趣的部分是制作坐在椅子上的人形雕像，”MaestroMK说，“我真的非常喜欢摆各种各样的姿势，尝试很多不同的颜色。”最后他决定给雕像穿黑色衣服，与浅颜色的主色调形成鲜明对比。\n\n\n\nMaestroMK spent two weeks on the composition of this creation, and promises his next build will be a “project that people will remember,” like a great song you just can't get out of your head!\nmaestromk花了两个星期创造这个建筑，并承诺他下一个建筑将会是一个“人们将永远记住的项目，“就像是一首很棒的歌，萦绕在你的脑海里久久不能忘却！” \nBut hopefully not like an awful song you can't get out of your head. Why did I make myself listen to Yakety Sax for a throwaway joke in paragraph two? WHY???\n原作者再次吐槽：但我希望最好不要是一首你难以忘却的烂歌。为什么我要为了第二段漫不经心的玩笑去让自己听 Yakety Sax？为什么？？？(这歌是有多烂)(在第二段有YouTube的超链接，好奇心重的喵酱可以试试看...)\nRenders by GBF aya and Haru.\n\n由GBF aya和Haru提供\n\n译者对国外文化了解有限，以下注释为未翻译或按译者个人理解翻译的条目，欢迎指正并向我提供参考：\n\n注释1：这里译者理解Hell和Thomas Bergersen是作曲家，Two Steps是一首纯音乐的歌名\n注释2：猜测为游戏名，未翻译\n\n[IgnizFeng 译自 Melody Maker]\n[作者 Tom Stone 发表于 2018年1月20日]\n\n题外话：\n翻译界新人 还请各位大佬多多包容 \n（听说评分送人气不扣自己人气哦~）\n",
    "replies": [
        {
            "author": "IgnizFeng",
            "timestamp": 1517448240,
            "txt_content": "今天准备翻译两篇....希望效率高一点吧..."
        },
        {
            "author": "lianyilianxi",
            "timestamp": 1517641620,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1517689620,
            "txt_content": "全文已阅，以下是修改建议\n\nFrederick Nietzsche\n这种著名哲学家名字直接翻译出来也行\n\nto a mix of \n可能是 跟随(音乐)的节奏\n\nA builder from South Korea\n应该说成 一位来自韩国的建筑师\n\n在他开始建筑之前精心为他\n这里“他”重复了，读起来会有些生硬\n\nworking out the floor plan\n应该是抽象的表达方式，并不是实际“准备一块空地”\n\n他们就开始拒绝写东西，取而代之的是扔砖头给我呢？:(\n“取而代之”用在这里，但是前文并没有对应的连词\n\nTwo Steps from Hell\n这是一个音乐制作公司，中文名为“地狱边缘”\n\nnineteen drummers\n是 十九名鼓手\n\ntoughest note to hit\n直译意思是“最难击中的音符” 引申表达的就是 (乐谱中)“最难弹奏的部分” 即 (建筑)“最难完成的部分”\n\nRenders by GBF aya and Haru\n由GBF aya和Haru渲染\n"
        }
    ]
}