{
    "title": "【一月活动】军人",
    "author": "FBILer",
    "replyCount": 5,
    "timestamp": 1517399040,
    "txt_content": " 本帖最后由 FBILer 于 2018-1-31 19:44 编辑 \n\n烽火照西京， 心中自不平。\n牙璋辞凤阙， 铁骑绕龙城。\n雪暗凋旗画， 风多杂鼓声。\n宁为百夫长， 胜作一书生。\n————————————杨炯《从军行》\n.\n从古至今，军人一直是诗人们津津乐道的话题，而一些想一步登天的年轻人也想通过建立军功，从而迈入人生赢家的行列。\n但你一旦进入军队，你就会发现，很多时候，大部分普通人即便在军队也只能是普通到只能用统计数据来形容的对象，可即使升为军官，结果往往也大不相同。\n即便知晓了这一点，你还会参加军队吗？\n下面我会列出我对来自4个国家的军人的采访，或许从中可以得到一些别样的理解。\n【注意：下列所有国家都属虚构，作者无任何政治倾向】\n神圣洛瓦帝国（萨曼王朝）：贾斯丁﹒格林（帝国南方集团军第6师师长，上校）\n‘恩？为什么参军？这个问题我还从未去想过呢，记者先生，如果说我为什么远离家乡参加帝国的北方军队而不是南方军队，或许我还能给你一个高大上的解释。但很抱歉，当初我选择军人这份职业仅仅是为了取得一个有尊严的、能谋生的工作罢了。\n我来自于帝国南方的一个小村落。我小的时候，我家就给地主做事。我父亲是一个木匠和皮匠，平日里给地主打打零工，给乡亲们做做木工来贴补家用，我母亲就是一个普通的主妇，我们村子大部分目不识丁，因为地主对我们的控制非常的严苛，即便是最勤劳的农民也没有足够的口粮维持生计，而从不干活的地主却能不劳而获，整日无所事事过着声色犬马的生活。当时我就想，为什么地主能获得如此逍遥？而他又有什么权利获得这一切呢？\n在我12岁的那年，天气干旱导致了庄稼歉收——饥荒爆发了。村子里一天之内饿死了**个人，而地主却将大笔的粮食卖给了投机商人，因为卖粮换钱总比喂一群猥琐腥膻的农民强。在那次浩劫中，我父母都相继离世，只剩下我自己一个，后来由于饥荒越发严重，我才借着地主放粮的机会逃了出去，因为地主只给成年人发粮，所以我留下也是个死。\n一路迤逦向西，在索兰城堡，我交了好运，那里的军队正在征兵以用来对付西部高原的少数民族，我由于谎报年龄加之当时军队的缺额严重，所以我便稀里糊涂的进入了帝国的南方集团军。\n由于战事急迫，在进行了不到一个月的训练后我便参加了战斗……\n而当你真正的踏上战场，你不会想任何建功立业的事情，你所想的只有一件事：\n怎么活下去。\n你没有见过高原少数民族是如何对付我们的，每天晚上我都在帐篷里祈祷，祈求敌人不在睡梦中割断我们的喉咙，祈求明天的战斗能让我从敌人的围攻中活着出来。曾经有人问我怕不怕被我杀死的敌人化为厉鬼过来索命，我想说的是，你不应该惧怕鬼，而应该惧怕人，因为人比鬼还要可怕，可怕的多得多了……。\n不过凡事皆有两面，我因杀敌在前，屡拔头筹而获得了我所属部队长官的注意，真可谓大难不死必有后福。之后的军旅生涯我一直都在训练和战斗中度过。在部队中我才渐渐找回了当人的乐趣，我有可以依靠的武器，我有我可以依靠的战友，不论弩机和刀剑还是之后的燧发火枪，在**复一日的练习下都成为了我的伙伴，我也从普通士兵渐渐变成了少尉。\n突然有一天，我被我的长官叫了过去，此时他刚刚升为军长，他对我说他准备建立一支骑兵部队，问我有没有兴趣‘转行’加入。我当时没有多想便一口答应了，一是我没办法拒绝我的恩人，二是我对骑兵这个行当还是有些憧憬，毕竟驾驭战马冲入敌阵是一件很有机遇的事情。\n不久，我就加入了由我长官的名字命名的新组建的卡尔森骑兵团。\n骑兵的日常和步兵的日常相比还要枯燥困难的多，洗马，喂马，练习冲刺，马背上使用火器和掷枪……等等等。不到半年，原来入选的2000个人就剩下了不到一半，而像我这样的‘幸存者’接下来还要经历更为变态的训练：在冲刺的马背上上击中百米外的敌人，在狂奔的马群中和战友‘空中换马’，更有甚者让我们在马背上待上几天几夜不让我们下来，吃喝拉撒都要在马背上进行。有好多次，我都想放弃这种被蹂躏的生活，但我明白作为军人我们其实没有选择，我也只能硬着头皮挺过一个又一个日出日落，在经历了数月的‘地狱’训练后，我终于真正意义上成为了一名真正的骑兵。\n而长官为了表彰我在训练考核中的全优成绩破格授予我骑兵上尉的军衔，还认我为义子，话说要是没有之前人头和鲜血和今天的汗水作为铺垫，我是绝对不会获得今日的成就的。\n我无法忘记我荣归故里完婚的那一天，昔日作威作福的地主和跟屁虫似的县令大人争相给我牵马，村庄的长老手执装满瓜果的瓦台盘在我前面领路，而我也成功的娶到了早年的童年玩伴——一个安静贤惠的女孩，而各色人等送来的礼物更是目不暇接，可以说我很好的完成了我当初的目标。你说，如果没有战争，如果没有军队，我会有这番成绩吗？\n军队为了战争而存在，可是军人却为自己而存在。这句话是我的义父教我读书认字时对我说的，直到后来洛瓦内战爆发，帝国北方和南方大打出手，而我所在的军队，恰好是戍守在南方通往北方工业区道路的重镇——索兰。战斗非常惨烈，敌方的火炮甚至夺走了我义父的生命。真不知道是天意还是我前世福报使然，我成功的从激烈的围城战中活了下来，并且率领着我们的卡尔森骑兵团突破南方地主军队的重重封锁向北方进发。\n一路上我们可谓是大显神威，虽然是逃亡般的行军，但我们硬是玩成了另一种意义上的进攻，不可一世的南方叛军见到我们无不是抱头鼠窜，直到遇见了一支奇怪的军队我们才遭到了严重的损失……不过对此我并不想提及太多。\n到了北方不久，刚继位不久的女皇便签署了停战令，首相也命令我方军队停止军事进攻。\n很多人得到了荣誉，近50名军官受封荣誉团军官，这其中也包括我。我从一个区区的少尉，变成了现在的师长，从一个无名小卒，变成了国家的所谓英雄，当年遥不可及的英雄梦在一夜之间全变成了活生生的现实。\n可是，得到了这些又如何？军人以报效国家为业，可为什么偏偏就我获得了荣誉？答案很简单：因为我活着。对于军人而言，活着就是最大的荣誉。给死人授勋无非是笼络人心的手段，而活人授勋也仅仅是为了告诉你你做的很称职，仅仅为了这一块破金属，一句无关痛痒的话语，我屠戮妇婴，烧毁村庄，摧毁面前一切被指定为‘敌人’的人和事。可最后，我竟然连我的妻子和乡亲都保护不了。归建时，她还怀着我的孩子，告诉我她很荣幸有我这样一个丈夫。\n她错了。\n直到我在逃跑路上路过我们村子，我才从没来得及逃走的当地人口中获悉，她已经和大部分乡亲被墨兰公爵强行迁走了，至于现在是生是死还是个未知数……。\n这就是所谓的‘因果’吧。\n其实我也想过，如果我的人生可以重来，是否可以不选择当兵，但没有办法人生是不会给你重来的机会的，即便妄想改变过去，我恐怕也会做出相同的决定。\n现在，我戍守在南北方的界河上，一些人问我为什么不去首都潇洒的度过下半生。\n其实我说实话，首都的花花世界例确令人炫目，不过还是这里比较好。\n这里离家更近。’\n\n神圣洛瓦帝国（墨兰王朝）：罗薇塔﹒法兰（墨兰皇家第1军，卫将军）\n‘现在想想还有些不太自然，毕竟我的经历也许只能存于小说家中的脑海里面。不过既然你有胆量问我参加军队是为了什么？那我不妨想问问你当记者为了什么？\n哈，有些反客为主了，失敬失敬。\n其实你这个问题问的十分出色，也许一个女人应该在家勤于家务，永远不到外人面前露面，乖乖的做男人的附属品以期得到贞洁贤惠的名声。\n可问题恰恰在此，因为我此生根本无法得到‘贞洁贤惠’的荣誉，就像人类从来不想怎样才能飞上月亮一样。我被剥夺作为女人的权利，是从一开始就注定的。\n不知道你喜不喜欢下棋，其实棋子们就是形形**的人类，有些人生来就是炮灰般的兵卒，有些人则可以当车和马，极少的人才可以身为将帅被层层保护着。\n还好，人不是木头做的棋子，只能由人摆布，即便你生为兵卒，也可以有力挽狂澜的一刻。\n就例如我刚当上军队指挥一样，虽然我之前对于军队的理解仅限于棋盘上的拼杀，但我的主人——一个非常好的伯乐竟然做出了震惊四座的决定，让我统领他的亲兵们。\n他的手下并不理解，认为我这样一个廉价的**是绝不可能有统领千军万马的能力，可我并不这样认为，我就是要完成一切别人认为不可能完成的任务。\n日常的训练指挥，一年年的研习兵法，我将主人的私人图书馆里的书几乎翻烂。不仅仅是兵法，文学，历史，几何，修辞……只要是书上的一切，我都会竭尽全力的学习，要知道，我启蒙的开端也是书房——只不过是在地牢里面的破书堆里。\n终于，主人的军队被我训练成了高效率的军队，我不灌输他们什么忠于头领或着替天行道的之类的绿林草寇般的价值信条，其实每个人的脑海里都有野兽的门，而我只干了一件事，就是将他们头脑里的野兽放出来，战斗时要像虎狼一样凶猛，训练时则要像猎犬一样的驯服，这才是完美的士兵。\n而当士兵们变成了完美的战争艺术品，如何进一步使用他们便是一件考验指挥官军事艺术的时机。我不喜欢士兵说‘幸运’‘活着’这类的懦夫词汇，有些事情就是这样奇怪，战场上最能生存下来的不是求生者而是求死者，只有死士才有资格离开战场，就像古时候的角斗士一样，必须踩着敌人的残余物走向生者之门。\n与其他将军们不同，我是唯一一个将宗教和治军结合在一起的人，我一直崇拜神灵，因此每天清晨和傍晚都是雷打不动的祷告时间，除非士兵生病或者事假，否则对于胆敢迟到者无论官兵一律50皮鞭。唯有树立对神的崇敬，他们才会真真切切的体会到死亡的意义，只有对死有觉悟的人才能更加有效的提升他们的战斗力。\n我的主人一向对我恩宠有加，这使我能更好的发挥我以上提及的信条，如果你想了解更多的话，最好的方法就是和我进行一次货真价实的交锋。顺带一提，我及其厌恶‘演习’这个概念，天天演习的军队是不能获胜的军队，所以在我的部队里，每天的训练就是战争，官兵们随时都有丧命的可能，这也是我对每个新兵强调过的，如果你决定留在这里，留在我控制下的军队，那么请记住，你们每一个人都要努力活到每天的日落时分，祝各位好运。\n由于以上提及的诸多因素，我的部队其实只有不到5000人，可与一些只会使用人海战术的指挥官不同，我喜欢小部队，因为这样的部队更具有灵活性。内战开始前我的主人曾问我说：怎么对付北方的百万大军？我当时毫不多想直接回复道：一颗子弹可以击毙一头大象，而大象却可以轻易的踩碎子弹，所以人数甚至是实力的差距其实并不太重要，重要的是如何使用，主人的军队交给我的军队当初有数万人，如今只有五千，可我敢保证这五千人随时都可以击垮任意一个万人的大军，如果士兵是子弹，我就是那把发射子弹的枪，任何一个敢于出现在我面前的敌人我都会全数的击垮，我不希望从我手上逃走任何一个敌军的士兵。\n在之后，我很出色的完成了我的诺言，只要哪里战事吃紧，我就会率领着我的军队出现在哪。多少个所谓坚不可破的堡垒都被我攻破，多少个高贵的王侯将相死在了我的手里，北方所谓的‘南方通’卡尔森将军，‘断臂猛虎’塔克班中将乃至坚守米特奥拉港长达两年的号称移动堡垒的奥卡索郡守，他们的下场要么被火炮轰的不成人形，就是被钉死在献祭坛上，下场最好的奥卡索郡守也只能是草草的收殓入葬。\n即便如此也有唯一的一个例外成功的逃出了我的天罗地网。\n那是战事的中后期了，我突然收到了主人的命令，让我剿灭一支从索兰突围出去的骑兵。\n当时我很惊奇，毕竟索兰地势多山，骑兵根本不可能在这个地方出现。但我也没有多想，便率领着我主人的军队从刚刚占领的索兰出发了。\n一路上，我到处派人打听他们的一切信息。据说这支骑兵队伍并不着急离开南方，他们忽东忽西游走不定，并且他们多次突袭了我们在后方的数个储备基地，据说他们行动十分隐秘，昼伏夜出，而且往往在深夜出动，趁我们士兵昏昏欲睡的时候突然冲入，大肆抢劫一切能抢的补给品，然后发射火箭烧掉一切能烧掉的东西，这个过程据活下来的士兵报告，只有短短20分钟不到，有意思的是，有士兵发现他们携带了骑兵式的火枪，可从未见他们使用，与此相比他们更擅长用弓箭突击，我们的士兵发射一颗子弹的功夫，他们就能射出三支箭且箭箭命中。\n如果事实真是这样，那么这个部队就绝不是溃逃出索兰的，一定是有着什么特别的目的。依据这支部队的实力，我预计他们是在尝试离开南方，因为我们的大军都在对北方用兵，他们必定寻找一个薄弱口突破出去，如果是这样……。\n我命令我的士兵们以最快的速度前进，一定要在赶在他们之前堵住其北上的道路。\n果不其然，就当我赶到最近报告他们行踪的地方时，他们又出现在了离此不远的温顿镇，那里距离北方占据的地区只有不到15公里的距离了。\n所以我们没有选择，必须在他们离开那里前截住他们。\n终于，在近大半天的急行军中，我们终于赶到了他们前面，来不及休息，我们就开始进行了部署，我看了附近的地形并找来几个当地人询问。当时的情况是敌人从南面赶来，北面是平原，西面是一片树林，东面是一片山岭，东面跨过这座山岭不远处就是洛瓦江。鉴于之前敌人没有经历过任何有效的抵抗，所以不出意外他们应该有所放松，因此我命令在两山只间的道路上进行战斗，一路在前，一路绕道断后，一路埋伏在西边的山上，尽全力将他们赶往东边的山岭中围困，然后等待不远处赶来的援军一举合围。\n其实说实话，这根本算不上什么神机妙算或者什么经典战法，战争有些需要高智商分析，有些也十分的简单就例如这次。\n为了让他们进这个口袋，我让一些人装成驻扎在这里的小部队来引诱他们上钩。不过后来发现，这其实是多此一举，我的士兵们没用半个小时就让他们一度溃不成军，但令人惊讶的是随着一声突兀的哨响，他们竟然很快重整了阵型，并且向我设想那样撤向东面。\n但是，我错了，我本以为骑兵只能弃马上山，没想到他们的马竟然在山岭如履平地，这真是大大的出乎了我的预料。不过没关系，这座山的背面是陡峭的崖壁，除非他们的马能飞，否则胜利的天平还是倾向在我的这边。\n随后的事情就很简单了，我们其他的军队将他们团团围住，其实根本不需要进攻，因为当地人说这附近没有水源，山上也没有多少野菜。因此我们即使围而不攻也能轻易取胜。\n之后的第三天早晨，我们的侦查员报告，说今天早晨没有发现任何一个北军士兵而且马匹也全部消失。这让我极其震惊，难道他们飞出了包围？\n为了搞清楚他们究竟去了哪里，我决定亲自去山上看一看。因为我的身体状况当时并不是太好所以当我勉勉强强爬上了山顶的时候日头已经偏西了，山上简直令人悲戚，到处都是战马的尸体，好像是昨晚被他们杀死的。而当我从崖壁边向下看去，发现一条用皮带和藤蔓编出的一条绳索，绳索的尽头看不到，估计有十几米长，可当夜山下的军队并没有报告任何的异常。从这里远望能看见一片树林，而过了树林就是洛瓦江了。……没有办法，当时我也只能赌一把了。\n我命令所有军队马上向东进发，以最快速度赶往洛瓦江。\n可已经太晚了，当先头部队报告的时候，他们已经扎好了几个木筏，正准备过江。\n我马上命令军队将他们半包围但不要**。我想如果他们识相的话应该能不战而降。\n可我万万没有想到的是，他们当中有一部分人马上开始渡江，剩下的人则拿起了武器展开了战斗队形并向我们开火。在我们进攻的过程中，北军渡江的和掩护的分工明确，没有拥挤，没有恐慌。他们当中的大部分人都用尽全力的防御，我追加了一条命令，尽可能的俘虏一些人，因为我实在搞不清楚他们究竟是怎么神不知鬼不觉的穿越包围圈来到这里的，又怎么在如此恶劣的情况下保持这么好的军事纪律。\n远处，渡江的人已经到达了江中心，洛瓦江是一条浩浩荡荡的大江，木筏在这江中就像一片风中飘零的叶子一样。岸边，尸体已经铺了一层，剩下的十几个人正在做着最后的抵抗。\n此时大部队已经到来，岸边的北军看见我们的军队到达，他们又做了一件令我们震惊的事情。\n他们将枪抛进江中，抽出小刀，一并自刎而死。\n对面，幸运儿们刚过江心，而对面就是北方的地盘。\n这是我军旅生涯中第一次失败。\n战后，我顶着巨大的压力命人将这次战斗中阵亡了北方士兵隆重安葬在此地。\n其实说实话，他们像极了我，如果形势颠倒过来，我想我也会自刎或者投江，因为军人最大的耻辱不是打了败仗，而是被敌人俘虏……就例如我幼年时在我生父家的地下室所遭遇的一样，被剥夺了一切人的权利，只能像木偶被他们操纵。\n所以说，我庆幸有战争存在。战争对我而言就是向命运的示威，因为人世间没有公正平等而言，但在战场上有，只要你想抵抗，身边的一切都可以化作武器，哪怕是拳头和脑袋。\n这就是我对我人生的一小部分复述。\n_______________________________________________________________________\n温尼察联邦：迈克尔·弗朗西斯（联邦国民军原第3军第2师第3团1营2连3排，上士）\n‘记者先生，抱歉，今天迈克尔不在家，我是他的邻居，你有什么事情可以找我说，我代为转告他’\n‘哦，是这样啊，那你为什么不采访那些将军们呢，偏偏看上了他这样的无名小卒？’\n‘……你这记者真是个怪人，不过人家迈克尔好说得说也是世家大族出身和我们这些出身八辈农民的根本不是一个档次的，如果你想了解他我倒是可以提供一下他的一些故事，不过真实性我就不能保证了，一些是他跟我闲聊时说的，他这人不怎么太说话所以一大部分是他的战友过来看他的时候我才知道的’\n‘他出生在蒙田王国，你知道，温尼察以前不能说是一个国家而更应该像是一个地方。我们这里当初北边是草原民族控制下的北部同盟和洛瓦控制的南部同盟，蒙田处于两同盟之间交叉地带，自古就是个多事之邦。而迈克尔就出生在当地的一个大商人家庭，他的父亲是国王的私人财务顾问，所以他年轻的时候可以说过着美女如云，花天酒地的生活。在他20岁的时候，他去南同盟那里读书，说来不知是幸运还是厄运，蒙田王国当时属于北同盟，但他的父亲是南同盟的支持者，所以北同盟一直对此心存芥蒂，与此同时蒙田的财务据说当时由于各种杂费导致欠钱太多，国王就借口财务状况不好向迈克尔父亲发难，最后以他父亲草草辞职结束。不久北同盟进攻蒙田，据说是因为‘保护费’没交够，他家的商号也一起遭了秧，就这样，金凤凰就变成了草乌鸦。迈克尔的书也没念完，就被迫回家收拾残局了’。\n‘可倒霉的事情还没有结束，由于战乱，他们家族在蒙田再也无法立足，于是他便率领全家迁到了波拉美王国，那是一个比较安全的大邦，可天公不作美，紧接着他的父亲病逝，几个兄弟为争家业打的不可开交，迈克尔是长子，本来能分得一份大的遗产，因为他们家族在外地还有几个商号，本来那些都是老爷子给他留的，可最后他都变卖都平分了。他于是带着母亲一直在波拉美生活，那时候他的生活过得也不算太糟。’\n‘后来的事情就比较离奇了，据说他母亲离世以后他好像受到了‘神的启示’把他剩下的家产都变卖掉，一个人参加了南部同盟的军队，他这一走就是好几年啊，大概有个5年左右’。\n‘听他的战友说他几乎参加了一切的重大战役，包括统一北同盟和驱逐洛瓦的独立战争，很多战役中他身先士卒，曾经一个人孤守一个山头三天三夜，也曾经被敌人的手榴弹震得失去知觉，听他战友说他光是打埃尔文城的时候就身中六弹差点没了性命，至于剩下的事我不说你应该也能明白。因此我们镇的人都特别尊敬他，经常过节的时候给他送点东西什么的，可就是这样的一个英雄，都快三十六了，连个老婆都没有，平常困难的时候，他都得找我借钱————因为没钱买东西吃，光是镇上的面包店他现在还欠着人家5个狄叶尔’。\n‘记者先生，如果你是认真的话，我建议你把他的故事写在报纸上，让大家都知道知道，为什么一个英雄退伍后能这么落魄？仅仅是因为他没钱升军官吗？他的那个笑面虎弟弟如今都是联邦议会的议员了，身上挂了一面的勋章还受到了统制（类似总统）和总制（类似**）的接见。而他做了什么？仅仅是在军队装模作样的服了几天役，然后用钱一路打点到团长，等他升到团长了战争正好结束，你说这点卡的。’\n‘当初我跟他聊天的时候也为他鸣不平，毕竟拼死拼活还是个上士，退伍之后除了两个勋章和一小笔退伍费以外什么都没有得到。不过他倒很平静，他对我说他参军不是为了别的，是为了自己，他需要一个什么救赎的机会，具体怎么说我也不太明白，毕竟人家受到的教育和我根本不是一个水平的，文绉绉的词我也听不太懂，总之就是为了让更多人不重复他所经历的一切。战争对于他不是建功立业的机会，也不是什么民族大业的陈词滥调，我看他就是想用战争终止战争，毕竟他的一切因战争而亡，家业、家族、财富都因为这个烟消云散。不过我也想不通，你说说他为什么这么死心眼？战争是军人的事情，不是他一个商人应该参与的’。\n‘这个问题你还是问他比较好，毕竟他对他的军旅生涯更了解，他参军的原因正如同我刚刚讲的一样模糊不清，因为我也不太清楚’。\n‘好的，我一定会交给他的，至于他回不回复那就得看他的心情了，不过我还是要提醒你最好别抱太大希望。’\n‘祝你一路顺风，再见。’\n_____________________________________________________________________\n赫斯尼亚共和国：艾尔·斯塔德（共和国军第1军第1师第2团团长兼斯塔德市市政参议，少校）\n小的时候我就对军人没什么好感，虽然我父亲是一个封建领主，手下也有不少私人军队，但我总是讨厌和他们接触，因为他们成天无所事事，没了仗打便寻衅滋事，例如调戏妇女和趁着夜色到农庄里偷鸡吃————即便那农庄也是我家的。\n在我15岁到大陆游历之前，我的一切都在这里留下了烙印，那个时候我天真的以为世界就是我家，就是斯塔德，天空如同锅盖一样将整个领包围，我还曾试图寻找天地之间的交际处，那次我走了数公里远，以至于父亲带领着他的侍从把整个领搜了个底朝天才找到了我。\n后来我父亲为了让我————他的长子受到更好的教育，把我送到了港口城市姆城读书，这里是一个自由市，在那里我才知道了原来天地是无穷无尽的，世界不只是斯塔德领，我生活在赫斯尼亚的这么一个不大不小的岛上，大陆地区有洛瓦，温尼察，奥柳尔等大大小小的国家和地区。\n那时我才明白，我当初是多么的无知，就像我们领里的农民一样无知，除了信奉神灵别的**。于是我便萌发了到洛瓦去的想法，毕竟在我老师的嘴里洛瓦被形容成一个‘巨无霸’级别的国家，是整个大洲的支配者，因此当我毕业回家的时候我不顾父亲的反对，一意孤行来到了米特奥拉，这个位于洛瓦江三角洲的港口城市。\n不出门不知道天下之大，米特奥拉是整个洛瓦最先进的城市之一，在那里我才得以接触更多的知识，了解更多的人文地理，后来我还报名学习了地理测绘并且成为了米特奥拉大学的一份子。\n随着时间的推移，我慢慢发现在这座以开放包容为荣的城市里也有着和我一样来自赫斯尼亚的人。不过他们都从事着最低贱的工作，清扫阴沟和打扫大街甚至是在**工作……。\n而我的境遇随着时间的推移也开始发生变化，即便我学习成绩再怎么优异，有几个洛瓦的学生总是在私底下恶意中伤我，说我卑贱猥琐并且还试图勾引女同学，而当我进入图书馆的时候总有几个出身好的同学马上离开，即便不走也离我远远的。\n这是为什么？\n直到有一天那几个同学这么说道：你这个小海盗（赫斯尼亚古称派洛特意为海盗之岛）成天给我们几个搞事，连基本的尊卑都不知道，也难怪你们是盲人之国，你们甚至连温尼察人都瞧不起，你这么用功学习有什么用，我敢保证没有一家洛瓦人的企业能聘用你们这些的低等动物……。\n当然了，最后那几个人都被我礼送进了医院，我也因此被学校警告，不过没过多久我就提前告辞了，因为我不想生活在一群所谓的高等动物中间。\n回到领地，我父亲高兴之余也已经开始教我如何成为一个合格的接班人，毕竟当时我父亲已经近60岁了，我必须要尽快成长起来去接管这个领地的一切。\n没过多久，我就基本将领地上的事情一手揽了起来。\n原本故事应该到此打住，因为剩下的事情无非就是日出而作日入而息，安安稳稳的过完自己的余生，反正在赫斯尼亚没人敢在我们的土地上说‘你们都是低等动物’这句话。\n后来的事情就发生的比较突然了。因为从我领地上的旅行商人获悉我最开始读书的地方姆城爆发了**，并且他们在洛瓦人的支持下占据了岛屿的西北地区并且建立了共和国。\n这件事本来和我没什么关系，但一个月后，从姆城来了一队特使，打头的还是我读书时的老同学，他们来的目的很简单，就是想拉我入伙。毕竟姆城人口只有30万打头，整个国家据说才只有3个师的军队，这样的一个军队要想建功立业人手肯定是不够的，因此他们想让我和我的军队（我的军队大概有1000人，正好一个团的建制）加入他们。\n他们对我说他们准备统一赫斯尼亚，彻底结束沿海港口国家被大陆控制和内地封建割据的混乱状态。他们还对我说现在洛瓦正在内战，正是统一的大好时机，只要我加入他们，他们不仅不对我的领地进行任何实质上的变动而且会任命我为这支军队的团长。\n说句实话，我当时是不愿意的，毕竟我家经营此地已经百年之久。可是他们接下来的话却让我不得不为之动容。\n‘为什么我们被大陆国家看不起，难道领主先生真的不知道吗？您想想一个积贫积弱的国家怎么能够保护她在国外内的民众，又拿什么去捍卫我们民族的生存空间和尊严？这么些年，我们一直在努力的争取洛瓦对我们的支持，我们一直幻想以为有大陆国家的支持我们就一定能在未来统一全岛，但是我们错了，洛瓦人和大陆的国家是绝对不会容忍一个统一独立的国家再次出现在世界上的，因此我们只能靠自己，用自己的余生去打碎这些套在赫斯尼亚的枷锁……我们如果拖延一日，国家就会在黑暗之中徘徊一日，我们的神曾经说过：神只帮助那些自助的人。所以我再次请求领主出兵帮助我们铲除这座岛上的一切耻辱印记，如果领主不加入我们也可以，我们也会如期挺进内陆地区……。\n我最后只得加入了他们，毕竟我1000人不是他们一万人的对手。\n不过在随军征战的路上，我渐渐对他们产生了好感。\n每到一处，他们都军纪严整没有一个人去抢沿途百姓的东西。日常露宿也从不进村扰民。每攻克一个封建城堡，他们都把领主的土地分给农民，烧毁记账簿和没收领主财产，我在庆幸之余也发现这支军队没收领主财产时负责接收的士兵都不去从中渔利，后来更令我惊讶的是这支军队竟然是没有军饷的军队，没有军饷还有这么高的战斗力，怕是亘古未有的现象。\n就这样，我们从赫斯尼亚的西北打到东南，从内陆打到沿海，直至捣毁了最后一个大陆国家在我们岛屿的殖民据点。\n战争胜利了，我们成功的统一了赫斯尼亚，这个岛屿终于驱散了几百年的黑暗。在这场风暴之中我也失去很多，我的城堡战后被共和政府平毁，一半土地被有偿分给农民，我也从一个独霸一方领主变成了一个普通的团长和一个没什么实权的市政参议。\n你也许会觉得我是一个胜利的失败者，不过没关系，正如同战争中一个士兵曾对我说过：我们的军队不像你的雇佣军那样用金钱维系，我们是用信念维系的，用信念维系的军队比用金钱维系的军队更优秀也更出色，因为当一群人为一个共同的信念奋斗的时候，哪怕是一群懦夫也会变成让人敬畏的英雄，我们的国家也正需要这样的人。\n所以，每当我回忆起过去，回忆起我父亲的时候，我都从不后悔，因为我也曾为了一个信念而付出了全部，或许这已经不是信念能够形容的了。\n记者先生，我看今天就到这吧。\n————————————————————————————\n请允许我问最后一个问题：你觉得作为一个军人，最重要的品质是什么？\n贾斯丁·格林：是责任\n罗薇塔·法兰：是忠诚\n迈克尔·弗朗西斯：是奉献\n艾尔·斯塔德：是信仰",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1517463720,
            "txt_content": "......\n我很好奇一等奖花落谁家"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518609000,
            "txt_content": "发现一个彩蛋\n赫尼斯亚→派洛特（Parrot，鹦鹉）→海盗之国"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1518609120,
            "txt_content": "二营长，你特娘的..."
        },
        {
            "author": "FBILer",
            "timestamp": 1518671040,
            "txt_content": "Smokey_Days 发表于 2018-2-14 19:50\n发现一个彩蛋\n赫尼斯亚→派洛特（Parrot，鹦鹉）→海盗之国\n版主，活动结果什么时候出来=="
        },
        {
            "author": "FBILer",
            "timestamp": 1518684060,
            "txt_content": "Smokey_Days 发表于 2018-2-14 19:50\n发现一个彩蛋\n赫尼斯亚→派洛特（Parrot，鹦鹉）→海盗之国\n辛苦了版主"
        }
    ]
}