{
    "title": "【原创】[兰冥传说-战争法则]第一卷-朽叶·第一章-黄昏之后",
    "author": "縻风",
    "replyCount": 1,
    "timestamp": 1517449500,
    "txt_content": " 本帖最后由 縻风 于 2018-2-8 21:19 编辑 \n\n第一卷-朽叶·>可笑的不是试图征服世界的蝼蚁，而是在腐朽之火中焚尽的朽叶。\n\n第一章-黄昏之前不知何时，数道残金已穿刺这片林地，叶荫下，黑色的一片中像是有星光一般闪着点点柔和的金光。黄昏之前。“好开心啊！”“是吧？我就说，你哥哥我是谁，肯定让你玩的尽兴。”“只是……我是不是会有好长一段时间见不到哥哥了？”“……”修沉默了，有神的眼睛仿佛像是在阳光中闪烁的宝石被藏进了黝黑的房间，一下子黯淡下来了。他在诧异，诧异为什么妹妹会知道自己被征军的事情；在犹豫，犹豫不知如何开口；在彷徨，彷徨如何像她告别。本来，一切都已被计划好，陪妹妹尽兴直到黄昏以示告别，然后乘着夜色消失。但现在，那被压抑的情感却因为我这一声突如其来的询问而泄漏。不知何时，一丝丝的酸楚已经爬上修的笔尖。修看向躺在自己身旁的女孩，黑色的长直发散在地上，紫瞳水灵而璀璨……一切都是这么让人不舍。“修！”少女站了起来，双手叉腰，很是认真地看着着比他高了一个半头的修。“寻风……”修的眼神变得柔和，他坐了起来，也看着少女，她小巧精致的头刚好挡住了黄昏时分的太阳。“修，你忘了我是谁了吗？我是你的妹妹，寻风啊！”少女突然把头一歪，咧开了诱人的小嘴。“我的名字是你起的，我的童年是和你一起度过的，我们的生命很早之前就已经系在了一起。”寻风缓缓地道。“你在想什么……我会……不知道……么……”突然得，一切的坚持都被冲破，余晖下的一切柔和而让人难受，寻风的言语开始断断续续……“寻……”修心中五味杂陈，他也不舍，他也难受，说实话，如果不是这强制的征军，他绝对不会离开寻风。在他眼中，这个世界上没有比寻风更重要的东西了。“没事的。我没事的，你放心地去吧。”寻风深吸一口气，又咧开了嘴，但是修看得到，看得到她赤红的眼圈。修愣了愣，然后也站了起来。修也笑了，他看着眼前让他留恋的女孩。“你是不是也忘了，我是你哥，修？”说出这句话的时候，修可以感觉到，萦绕在笔尖的酸楚早已冲破了他最后的防线，滚烫的泪水已经充满了他的眼眶，视线随即变得模糊……他感觉到一个温暖的怀抱将自己撞到，纤细的手臂越抱越紧，修能感受到她在颤抖，在啜泣，因为自己的胸口的衣服已经被浸湿了。黄昏的风啊，撵了撵叶，点了点波，跑在这彻地金华的大地上。浓郁的灿金色深处已经有深红色开始向上蔓延。修知道自己时间不多了。两个人紧抱着，在这片草地上……修知道自己时间不多了。他也不舍，他也留恋，但是皇城的压迫他没办法抵抗，而且他不能把这分压制牵扯到家人身上。修知道，自己时间不多了。半边天空已经沦陷在黑暗中，修抱起了怀中睡去的寻风，向落日的地方走去。……“修……”一对中年夫妇落寞地看着从门口进来的修，悲伤的情感是显而易见的浓郁。“艾伦叔，寻风就拜托给你们了。”“嗯。”女中年人含泪颔首，这场离别，或许是对他们来说最后一次见到修的机会了。“这些年麻烦你们了，我一定会报答恩情的。”修郑重的鞠了一躬。“别这样说，你父母把你们托付给了我们，我们就已经很开心了，你知道的……我们，没有孩子。所以你们就是我们的孩子啊。”艾伦摇摇头，长叹一声，这一声长叹，仿佛承载了过去十多年的艰辛，以及对临行义子的留恋。“谢谢。”修向艾伦微微笑到，然后转身向寻风的房间走去。寻风被小心翼翼地放在了床上，修细心地给他盖上了被子。然后在她的额头上轻轻地吻了一下。陈旧的木门嘎吱声中，修仿佛听到了寻风的声音。……夜空中，9颗规律排列的耀星已经升起，最中间的是一颗最亮的白星，而后是第二圈的四颗星，赤红色、青绿色、深紫色、蓝白色；第三圈的四颗星赫然是橙金色、殷红色、灿绿色、灰黑色。修望着天空，那9颗星他再熟悉不过，过去近乎无雨的每夜，他都是和寻风一起伴着这9颗星入睡。修回望过去，那栋木屋早已被林木掩盖不见了。泪痕已经开始发痛了，但他还是止不住地在流泪。“修，你知道吗，从我出生以来，你就一直在我身边，或许对你来说，我是你的妹妹，所以你要陪着我，和我在一起。但是对我来说，你是我心中唯一的，不可替代的那个人，你让我感到，我来这个世界的使命，就是和你在一起度过一生。我……最喜欢哥哥了！”修没有看到，一张纸条被细心地压在修的桌上，但是修把东西已经全部整理好放在房外，所以直接离开，并没有看到。急促而沉闷的脚步声在树林中回荡，修越跑越快，他不敢回头，生怕回头就再也走不了了。",
    "replies": [
        {
            "author": "天下归心",
            "timestamp": 1517756460,
            "txt_content": "两天惨案\n进来支持"
        }
    ]
}