{
    "title": "Unturned入门指南（实时更新）",
    "author": "zcl12138",
    "replyCount": 1,
    "timestamp": 1517499420,
    "txt_content": " 本帖最后由 朱宸耒12138 于 2018-2-4 13:33 编辑 \n\nUnturned入门指南\n更新时间：2018年2月4日13:32:51\n游戏下载:http://store.steampowered.com/app/304930/Unturned/游戏本体免费，DLC售价21元，而且一般不打折。无官方汉化，但可在创意工坊中下载汉化包。\n操作方法：打开UI Tab；背包界面G；制作界面Y；技能界面U；地图界面M；前进W；后退S；左移A；右移D；跳跃Space（空格）；冲刺Shift；近战轻击左键；近战重击右键；蹲下X；趴下Z；左探头Q；右探头E；切换第一/第三人称H；空手Caps Lock（大写锁定）；空手手势动作C；使用/拾起F；射击左键；瞄准右键；换弹R;添加/移除枪械配件T；切换射击模式V；使用特殊配件B；开启/关闭夜视仪或头灯N；旋转物品（在背包界面中）R；语音Alt；世界聊天J;区域聊天K；队伍聊天L；开/关锁（在再载具中）O；载具操作与人物操作相同（仅限车类，飞行器操作在后面会讲）\n技能：技能总共分为四大类，分别为进攻型技能；防守型技能；辅助型技能；被动技能  （不同汉化包可能显示内容不同，我只是以我的汉化为参考）\n进攻型技能：攻击：增加近战伤害，共7点，每级增加7%的伤害，满级时增加50%的伤害。 狙击：增加稳定性与射击精度，共7点，每级增加7%的稳定性与射击精度，满级时增加50%的稳定性与射击精度。 灵巧：增加换弹速度与近战速度，共5点，每级增加10%的速度，满级时增加50%的速度。 运动：增加体力与氧气的回复速度，共5点，每级增加10%的回复速度，满级时增加50%的回复速度。 健身：增加移动速度（包括自行车）减少体力消耗，共5点，每级增加5%的速度，减少50%的消耗，满级时增加25%速度，减少250%消耗。 游泳：增加游泳速度与水中射击精度，减少氧气消耗，共5点，每级增加5%的速度10%的精度，减少50%的消耗，满级时增加25%的速度50%的精度，减少250%的消耗。 跳跃：增加跳跃高度，减少体力消耗，共5点，每级增加5%的高度，减少10%的消耗，满级时增加25%的高度，减少50%的消耗。\n防守型技能：潜行：减少移动发出的声音与被生物发现的概率，共7点，每级减少11%的概率，满级时减少75%的概率。活力：增加在饱食度与水分大于90%时的回血速度，共5点，每级增加10%的速度，满级时增加50%的速度。免疫：减少腐化食品，被僵尸攻击时所减少的感染值，共5点，每级减少10%所掉感染值，满级时减少50%所掉感染值。坚韧：减少重伤时画面的灰色程度与手抖的程度，共5点，每级减少15%的程度，满级时减少75%的程度。 强度：减少骨折和流血时间，增加摔落抗性，共5点，每级减少10%的时间，增加15%的抗性，满级时减少50%的时间，增加75%的抗性。 热血：在雪地中减少冻僵的伤害和额外的饥饿速度，共5点，每级减少20%的伤害与速度，满级时减少100%的伤害与速度。 生存：减少水分与饱食度的消耗速度,共5点，每级减少5%的速度。满级减少25%的速度。\n辅助型技能：治疗：增加医疗品的效果，共7点，每级增加7%的效果，满级增加50%的效果。 制作：可以制作更多种类的物品，共3点，分为自制类，基础类，全部物品。 伐木：增加砍树的速度，共5点，每级增加10%的速度，满级时增加50%的速度。 烹饪：可以烹饪高品质的食物，共3点，分为烤熟的，快餐的，全部的。 钓鱼：增加钓鱼速度，共5点，每级增加20%的速度，满级时增加100%的速度。 耕种：增加翻倍收获的概率与初始生长速度，共7级，每级增加14%的概率与3%的速度，满级时增加100%的概率与25%的速度。 机械：增加修车的速度，共5级，每级增加40%的速度，满级增加200%的速度。 工程师：修复更多种类的物品，共3点，分为自制类，基础类，全部物品。\n被动技能：硬化：减少25%来自僵尸多的伤害。 击飞：增加700%千斤顶与生物的击飞效果。 喷溅：增加700%的血液效果。 投掷：增加100%的投掷距离。\n职业：共11个职业分别为（按游戏中从上到下的顺序排列）：平民；消防员；警察；特种兵；农民；渔民；伐木工；工人；厨师；盗贼；医生。不同的职业影响着游戏中开始游戏时的装备，点技能点时经验的减免，死亡时相应技能的不减少。平民： 初始装备：白色短袖（4*2）+休闲裤（4*3） 技能经验减免：无 消防员： 初始装备：消防服（5*3）+消防裤（5*2）+消防头盔  （消防套免疫火焰伤害） 技能经验减免：运动；强度 警察： 初始装备：警服（6*3）+警裤（5*3）+警帽 技能经验减免：健身；坚韧 特种兵： 初始装备：特种部队上衣（6*2）+特种部队长裤（4*2） 技能经验减免：狙击；灵巧 农民： 初始装备：农夫衣（5*3）+农夫裤（4*3）+农夫帽 技能经验减免：生存；耕种 渔夫： 初始装备：渔夫上衣（5*3）+渔夫裤（4*3）+渔夫帽 技能经验减免：游泳；钓鱼 伐木工：初始装备：格子衬衫（5*3）+灯芯绒裤（4*3） 技能经验减免：热血；伐木 工人： 初始装备：工人衣（4*3）+工装牛仔裤（4*3）+安全帽 技能经验减免：制作；机械；工程师厨师： 初始装备：厨师服（5*3）+厨师裤（5*2）+厨师帽 技能经验减免：活力；烹饪 盗贼： 初始装备：小偷短袖（7*3）+小偷裤（6*3）技能经验减免：跑酷；潜行 医生： 初始装备：医生上衣（6*3）+医生裤（4*3） 技能经验减免：免疫；治疗\n装备：装备分为，帽子、面具、辅助照明、背包、背心、衣服、裤子。只有背包、背心、衣服、裤子增加背包容量。目前最大的背包为爱丽丝背包（8*7）（ID253），最大背心为所有的警用、军用背心（5*4），最大衣服为小偷短袖（7*3）（ID1156）（不过一般只有选择盗贼职业才能获得）、正常情况下最大衣服为6*3的容量，最大裤子为小偷裤/工作裤（6*3）（ID1157/209）（小偷裤同上，工作裤正常能刷到）。不需要的装备可拆分成碎布/铁片。 我个人认为最好的整套为：军用头盔（不是绿色的那种）、矿工头灯、防毒面具、爱丽丝包、军用/警用背心、军服/警服、工作裤。\n武器：主手可以使用一切武器，副手只能使用近战/体积（3*2）以下的枪。配件分为：瞄准镜、弹匣、握把、战术挂件、枪管。除部分枪管有耐久之外，其余配件无耐久。不需要的武器可拆分成铁片，且拆分后除其自身的机瞄外的所有配件不会消失。个人认为最好武器为：PVE中主手为鹰火+8倍+弹鼓+垂直握把+战术激光+军用枪管（个人不喜欢消音，因为打34枪后就需要维修，且维修需要4个铁片+喷灯+工程师2级），副手为军刀。PVP中主手为森林狼+8倍+双脚架+测距仪，副手为蜜獾+弹鼓+红点+垂直握把+战术激光。\n\n",
    "replies": [
        {
            "author": "w3118313636",
            "timestamp": 1556199360,
            "txt_content": "谢谢楼主分享"
        }
    ]
}