{
    "title": "【FOS-原创-连载】【MC国】【第六十五章 睡灯泡】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1517551800,
    "txt_content": "\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　“怎么样？”\n　　室内气流渐渐安定，番茄瞅准冥王解除漂浮状态下落，赶紧搬过椅子送上饮料。\n　　“不行。”冥王似乎有点生气，但番茄并没去连忙错而且怕得半死。“他受到的刺激太大，造成精神屏障了。如果强行突破，人会死掉。”\n　　“那就是说，连老大你也……”\n　　“我能做到。”冥王打断了番茄的发言，喝了口果汁。“但按照委托除掉目标，和失手造成无辜人流血是不同的。不要以为做这行就可以滥杀。”\n\n　　番茄没有反驳。\n　　他走回电脑前，呆呆望着还在运作的软件。上面跳过的数字与曲线，时刻显示着灯泡的状态。\n　　昨天冥王突然现身基地，的确把他吓得不轻，可之后就没有再责备。分享了一部分零食后，他上床睡觉，冥王反折腾了一夜。\n　　早上起来，检测设备调整完毕，花绿电线都接到了灯泡脑袋上。冥王趴在地上画阵型，专注得没发觉他已经站在背后。\n　　说到底，番茄是婼姆人，天生具备魔法体质。不过出生后一直生活在混乱国的爷爷奶奶家生活居住，把潜能都埋没了。\n\n　　那是大约2年半前，番茄从三线城市的一所四流大学毕业。\n　　捧着自己并不十分好看的成绩单，对着学校大门长叹一声，转身离开混了几年学分的伤心地。之后他收到忙于打游戏和参加课外活动的惩罚，托关系才在24小时便利店找到工作，启动了月光族模式。\n　　房租水电、餐费零食，用掉了薪水的85%。番茄没时间也提不起劲头学习新技能，回到出租房累得只想睡觉。\n　　别说实习期的三个月，就是三年、三十年，番茄都不知道自己能给生活带来什么起色，努力之后可以赢得什么改变，直到他下班回家，倒霉得遇上了冥王。\n　　嗯，也可以说，冥王遇上了正被新手流氓搜刮财物的倒霉番茄。\n\n　　第二天，番茄递交了辞职申请，一个月后，他拿了水杯之类杂物离开便利店，径直走进附近公园，冥王正在预订地点的长椅上等他。\n　　“我、我来了……您有什么吩咐？那件事……是真的吗？”\n　　“不说那个，先让我手里这罐可乐飞起来。”\n　　基础魔法------实物位移。番茄按照遇见劫匪次日，冥王到店里偷塞给他的小册子，开始自学婼姆共和学前班小朋友的课程。\n　　他的能力被荒废了20来年，如今生生要捡起来用，倍感吃力。接下去，番茄手机上出现一条银行短信，提示账户数字莫名其妙多了几个零。转账人他不认识，用途备注里写了几个字“省着点儿花”。\n\n　　新入社会的萌新，仅比失业大军高一层的咸鱼，摇身一变恢复婼姆人身份，埋头苦学半年魔法便开始进出各种场合，用上洗手间的功夫给范围内某人开死亡证明。\n　　最初番茄还可怜目标，就这么简单的被自己做了。后来看资料多了，回想当年的窘境全是这些人造成，眼下还有很多人相同的处境挣扎苟且，顿恨得牙根痒痒放开手干活儿。\n　　“记住，我们不是正义使者，只是赏金猎人。就算单子上名字再多，这世界也不会有太多改变。他们的下场是他们自己作死挣来的，与我们无关，你保持手干净就够了。也许有一天顾客还会成为目标，所以他们找上门来送钱，并不用感激他们。”\n\n　　屏住呼吸，打开机关戒指暗盖，把准备好的剧毒液体滴入巴掌大的魔法阵。深蓝色的笔划因此渗出诱人紫红，两三分钟后宴会大厅起了骚动，大呼小叫声传进厕所。\n　　“好了。”\n　　番茄小心捏起纸巾一角，尽量不碰到有颜色的部分。他把东西扔进马桶，看颜色在水中溶解消逝，按下冲水开关。\n　　冥王的话果然成真。\n　　现在横躺在大厅中央的，的确是曾经雇佣他们的人。不久后警车和急救车会到场，最终诊断当事人死于突发性冠心病之类的急症，但那候番茄早已离开，在几公里外的咖啡店享用便餐了。\n　　“总的来讲，”他咬下一口套餐附赠甜甜圈，咀嚼着自言自语。“我算有份不错的工作。”\n\n\n\n废言：\n谁来和我一起玩传送门2呀？！\n\n索引见签名。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "破碎的和平",
            "timestamp": 1517553120,
            "txt_content": "睡灯...泡？\n这是什么操作"
        },
        {
            "author": "冥王星人",
            "timestamp": 1517553840,
            "txt_content": "破碎的和平 发表于 2018-2-2 14:32\n睡灯...泡？\n这是什么操作\n睡美人山寨版"
        },
        {
            "author": "破碎的和平",
            "timestamp": 1517553900,
            "txt_content": "冥王星人 发表于 2018-2-2 14:44\n睡美人山寨版\n惊了，灯泡头这么大，怎么睡"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1517582100,
            "txt_content": "太可怕了，灯泡他身上到底发生了什么？\n【误】"
        },
        {
            "author": "92326516",
            "timestamp": 1519711500,
            "txt_content": "睡美人电灯泡？怕是冥姐想要睡灯泡吧（手动滑稽）"
        }
    ]
}