{
    "title": "[Minecraft.net | CULTURE] COMPLEXCITY 繁复之城",
    "author": "Shallot丶",
    "replyCount": 16,
    "timestamp": 1517572560,
    "txt_content": " 本帖最后由 Shallot丶 于 2018-2-2 20:37 编辑 \n\n\nCOMPLEXCITY繁复之城\n AriaCreations’ futuristic city finds beauty in the bleak\n于昏暗中发现美——AriaCreations 团队创造的未来都市\n Overthe last few decades, technology has become a huge part of our everyday lives.It’s enhanced almost every aspect of our existence, from health to industry tosocial media. It’s the reason you can use your smartphone to play Minecraftwhile sat on the toilet. Not that I’ve ever done that, of course.\n\n在过去的几十年里，技术已经成为了我们日常生活中的重要部分。从健康到工业到社交媒体，它几乎在我们生活的方方面面都提供了便利。它也使你能在蹲坑的时候用着智能手机玩着Minecraft。当然我从没有这么做过。\nUnfortunately,technology is also at the root of the beautiful post-apocalypse that is Complexcity,an intricate build from the Aria Creations team.\n不幸的是，美丽的后启示录，也就是Complexcity，一个来自AriaCreations团队的复杂建筑，它的根源也是技术。\n“Our first intention was to create an evenmore complex city than we did with our previous builds,” Aria Creations founderLNeoX tells me via email. “Complexcity seems to be a nice and friendly placebut, from the inside, the city is dead and controlled by artificialintelligence. Isolated from the rest of the world.”\n“我们最初的目的是为了创造一个前所未有的复杂城市” Aria Creations的组建者LNeoX通过电子邮件告诉我说，“Complexcity似乎是一个不错的、友好的地方，但我发自内心的说，这个城市是死去的，并且被人工智能所控制。这座城市与世界上的其他地方分隔开了。”\n\n\n\n\n\nThe story of Complexcity is of humans producing robots to build things for us - but then probably regretting that decision when the robots rise up against us. It’s a story we’ve experienced in other sci-fi. I’ve seen about 5,988,434 movies where ungrateful machines start rising up against their poor human creators (as a human myself, I might be a little biased here).\nComplexcity的故事是人类制造机器人来为我们建造东西，但当机器人起来反抗我们的时候，大概人们就后悔了那样的决定。这是个我们在其他科幻小说中看到过的故事。我曾经看过大概5,988,434部讲述忘恩负义的机器人开始反抗他们可怜的人类创造者的电影（我自己作为一个人类，可能对此有一些小小的偏见）。\n\nComplexcity tells a similar cautionary tale, with the robots headed toward eliminating humans from the equation altogether. At the time we’re seeing Complexcity, robots are in complete control and nobody knows how the situation will develop.\n随着机器人朝着完全除掉人类的方向不断前进，Complexcity传达的也是一个类似的令人警醒的故事。在我们看到Complexcity的那一刻，机器人正完全控制着人类。没有人知道形势将如何发展。\n\nAria Creations were also unsure how this project would develop when they started building. “Normally we like to make our own concept before we start building but this one was without any planning beforehand,” explains LNeoX.\nAria Creations在开始建造的时候也很不确定这个项目将如何发展。“通常我们喜欢在开始建造之前提出自己的概念，但这次我们没有任何提前准备。” LNeoX解释道。\n\n\n\n“We felt confident thateveryone was on the same page and just started the project. Our goal was acomplex city guided by a modern theme. We tried to implement the ideas ofeveryone and adapt on the run.”\n“每个人的意见都是一致的，因此我们感觉很自信，就这样开始建造项目。我们的目标是一个现代主题的复杂城市。我们尝试去实施我们每个人的想法，去适应这样的进度。”\nAteam of eight, the toughest part of constructing the city for Aria Creationswas apparently “how we should start this new project.” But once they’d started,they managed to finish construction in just ten days. Maybe we shouldn’t be soworried about robots surpassing us in efficiency after all?\n一个八人的团队，对于Aria Creations来说在建造这座城市时最艰难的部分看来就是“我们应该怎么开始这个新的项目”。但他们一旦开始了，就计划着在十天内完成建造。也许我们不必过度担心机器人在效率上超越我们了。（哇，是真的速度）\n\n\nEven without a team, sometimes you have to let loose and create without critiquing yourself every step of the way. “Not trying to make everything 100% perfect in one go,” explains LNeoX, was something the team learned with the Complexcity project.\n即使没有团队，有时你也不得不放手去创造，不去批判自己的每一步行动。“我们不是要一口气让每件事都做到最好” LNeoX解释道，这也是这个团队从Complexcity项目中学到的一些事情。\n\n“A lot of times you end up changing parts over and over again. You lose a lot of time and/or motivation and the modifications don’t [even] add much to the big picture.”\n“很多时候你不会再一次次的修改。你失去了很多时间、动力，而这样的修改没有对整体有很大的作用。”\n\n“We always strive to build something greater and focus on layout, composition, concept and colors,” LNeoX tells me. But the secret to a build of this quality is apparently to “be passionate and don’t set yourself to high goals. Just have fun.”\nLNeoX告诉我：“我们总是努力去建造更棒的东西，专注于其中的布局、构图、概念和色彩。”但这种质量的建筑的秘密显然是“富有激情，不要给自己定过高的目标。玩的开心就好。”\n \n\n\nThe team at Aria Creations is building quite the impressive portfolio of beautiful, intricate builds.When you have a team that flows together so well, that's when your builds cancome to life, giving birth to wonderful ideas that go beyond what an audiencemight see at first glance! Just keep an eye on the machines that are helpingbuild those ideas, OK? * stares suspiciously at toaster *\nAria Creations团队正在建造令人印象深刻的、美丽的、复杂的建筑。（点击上方英文蓝链可以进入团队的网页）当你有一个很好的结合在一起的团队的时候，也正是你的建筑得以实现，产生出或许是超越观众第一眼看到时的精彩想法的时候！只是多留心那些能让你建立起这些想法的工具，好吗？*可疑地盯着烤面包机*\n\n（实力有限..portfolio在这里实在是不知道怎么翻..希望有大佬来指点一下）\n\n\nAriaCreations are LNeoX, Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan,Kellerbier, spaceemotion  \nAriaCreations团队的成员是LNeoX,Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan, Kellerbier, spaceemotion  \n\n\n译者注：\npost-apocalypse译为后启示录，大意为世界末日后的时代橙字部分为译者个人吐槽=-=评分不用消耗自己的人气的，嘿嘿嘿，你们懂得emm第一次来翻译版发帖，希望各位大佬们多多关照，如果有一些翻译上的错误以及不太好的地方，欢迎各位指出，希望能够共同进步！\n\n\n\n【Shallot丶译自COMPLEXCITY】\n【作者Charles Singletary 发布于2018年1月18日】\n\n\n\n",
    "replies": [
        {
            "author": "IgnizFeng",
            "timestamp": 1517572920,
            "txt_content": "这篇我翻译到一半了哦（忙于水贴......）\n\n支持一下~~欢迎加入翻译的队伍中~~"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517572920,
            "txt_content": " 本帖最后由 Shallot丶 于 2018-2-2 20:06 编辑 \n\n不用了- -我自己编辑一下"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517572980,
            "txt_content": "IgnizFeng 发表于 2018-2-2 20:02\n这篇我翻译到一半了哦（忙于水贴......）\n\n支持一下~~欢迎加入翻译的队伍中~~ ...\n哈哈其实之前有一篇你的我也翻译一半了\n这次就想着找一篇爆肝翻了"
        },
        {
            "author": "IgnizFeng",
            "timestamp": 1517573040,
            "txt_content": "Shallot丶 发表于 2018-2-2 20:03\n哈哈其实之前有一篇你的我也翻译一半了\n这次就想着找一篇爆肝翻了 ...\nhhh天道好轮回\n\n那个你可以点帖子下面的编辑的  不用版主删帖的"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517573100,
            "txt_content": "IgnizFeng 发表于 2018-2-2 20:04\nhhh天道好轮回\n\n那个你可以点帖子下面的编辑的  不用版主删帖的\n刚刚没有看到，第一次用这个 不太懂\n谢谢！"
        },
        {
            "author": "Citysands",
            "timestamp": 1517574720,
            "txt_content": "仰望英语学霸.\n英语渣躲在角落里瑟瑟发抖..."
        },
        {
            "author": "IgnizFeng",
            "timestamp": 1517574840,
            "txt_content": " 本帖最后由 IgnizFeng 于 2018-2-2 20:37 编辑 \nCitysands 发表于 2018-2-2 20:32\n仰望英语学霸.\n英语渣躲在角落里瑟瑟发抖...\n哈哈哈 那你得好好学英语了,,,,,,  \n\n要不然如何在这里和我比谁水啊\n\n(咳,,,我英语也不咋地,,,,六级考了一次没过,,,,这次不知道能不能过)"
        },
        {
            "author": "Citysands",
            "timestamp": 1517574960,
            "txt_content": "IgnizFeng 发表于 2018-2-2 20:34\n哈哈哈 那你得好好学英语了,,,,,,  \n要不然如何在这里和我比谁水啊\n(咳,,,我英语也不咋地,,,,六级考了一 ...\n哥，真的，我都喊你哥了，你丫的能不能不要再水了，我都跟不上步伐了XD\n#RUN"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517575020,
            "txt_content": "IgnizFeng 发表于 2018-2-2 20:34\n哈哈哈 那你得好好学英语了,,,,,,  \n要不然如何在这里和我比谁水啊\n(咳,,,我英语也不咋地,,,,六级考了一 ...\n哇 你们这是真的可怕"
        },
        {
            "author": "IgnizFeng",
            "timestamp": 1517575200,
            "txt_content": "Citysands 发表于 2018-2-2 20:36\n哥，真的，我都喊你哥了，你丫的能不能不要再水了，我都跟不上步伐了XD\n#RUN ...\n嘘.....低调一点........\n\n我查了一下 我这个号一共就回了200次贴.......\n\n今天快回了100次贴了......好像被查水表了好几个主题连带我的回复被吞了.....\n\n现在有点虚啊.......信誓旦旦的说好了的要翻译两篇现在等于开始翻译了0篇.....\n\n然后如果被版主查水表就惨了......."
        },
        {
            "author": "Citysands",
            "timestamp": 1517575500,
            "txt_content": "IgnizFeng 发表于 2018-2-2 20:40\n嘘.....低调一点........\n\n我查了一下 我这个号一共就回了200次贴.......\n如果被发卡了我只能说大快人心XD\n不得不说你最近水贴现状很猖狂啊XD，比我还能水\n骚年，我看你骨骼惊奇，将来必成大器，吾怀里有一本《大水笔是如何练成的》，吾将此交给汝，汝必将好好精读XD"
        },
        {
            "author": "IgnizFeng",
            "timestamp": 1517575800,
            "txt_content": "Citysands 发表于 2018-2-2 20:45\n如果被发卡了我只能说大快人心XD\n不得不说你最近水贴现状很猖狂啊XD，比我还能水\n骚年 ...\n咳 我这不是水贴 \n\n其实我大部分的回帖都是深(man)思(bu)熟(jing)虑(xin)的\n\n然后我的回帖也都是为了楼(ji)主(fen)考虑的.....\n\n还有谢谢你反向奶我一口,,,,\n\n慢慢收下《大水笔是如何练成的》并决定反复研读"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1517585400,
            "txt_content": "portfolio不就是作品集吗……百度一下就有了……\n另外，很棒的作品！"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517587800,
            "txt_content": "kakagou12 发表于 2018-2-2 23:30\nportfolio不就是作品集吗……百度一下就有了……\n另外，很棒的作品！\n但是我这边查到的是什么证券相关的\n很尴尬\n另外，非常感谢你的鼓励！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1517690400,
            "txt_content": "博文翻译不要使用翻译作品发布模板，这个模板是给插件/模组资料和学术文章分类的"
        },
        {
            "author": "Shallot丶",
            "timestamp": 1517732760,
            "txt_content": "LocusAzzurro 发表于 2018-2-4 04:40\n博文翻译不要使用翻译作品发布模板，这个模板是给插件/模组资料和学术文章分类的 ...\n不好意思 刚刚我看似乎不能更改回来了\n需要删帖重发吗...\n下次一定注意！"
        }
    ]
}