{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week: Crafting Table 本周方块：工作台",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1517588460,
    "txt_content": " 本帖最后由 像素君 于 2018-2-3 00:52 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: CRAFTING TABLEIt’s why the game is called ‘Minetable’! Wait, that doesn’t sound right...\n本周方块：工作台这游戏被叫做《Minetable》就是因为这个了！等等，好像有哪里不对……\nYou won't get far in Minecraft without a crafting table. It's the block that turns wood into tools, cobblestone into furnaces, and little chunks of melon into delicious whole melons. Mmmm I love melon. In fact, I’m off for a quick melon break. Brb!\n\n你如果没有工作台，就没法在Minecraft世界里大展拳脚了。它可以把木头变成工具，把鹅卵石变成熔炉，把几小片瓜变成美味的大瓜！嗯……我喜欢吃瓜。事实上，我现在就要去吃个瓜休息一下。等下哈，我马上回来！\n\n...yum, sorry about that! This week’s block is o-ne that makes almost all other blocks possible - stand up and take a bow, Crafting Table!\n\n嗯……抱歉！这周的方块让大部分方块由无到有——起立！鞠躬！让我们欢迎——工作台！\n\nCrafting, despite being literally half of the name of the game, wasn't actually a part of Minecraft's earliest versions. In fact, it took a total of 258 days from the release of the first numbered version to being added in version 0.31 on 29 January 2010. When crafting was added, the crafting table was too - though it was first called a workbench.\n\n合成（Craft）尽管只是游戏名称的一半，但早期Minecraft版本里并没有它的影子。事实上，它在第一个版本发布的258天之后，也就是2010年1月29日才被添加进0.31版中。当合成方式被添加进游戏时时，工作台也一起加入了——尽管它最初的名字是workbench（也有“工作台”之意）。\n\n\nAmong the earliest items to be craftable were iron blocks, gold blocks, picks, swords, chests, signs, torches and slabs. As more blocks were added to the game, more recipes were implemented - including shapeless recipes in Beta 1.2. But it took until the most recent version of Minecraft, 1.12, to include a way to see recipes in-game. We’re still not sure how you guys remembered all the recipes before that. Well done!\n\n最早可以被合成的物品有铁块、金块、镐、剑、箱子、木牌、火把和台阶。随着越来越多的方块被加入到游戏中，合成配方的种类也越来越多——包括Beta 1.2版中的那些无序合成方式。直到Minecraft的最新正式版——1.12，才可以阅读各类合成配方。我们还是搞不懂你们在此之前是怎么记住所有的合成配方的。干得漂亮！\n\nOne recipe that pretty much everyone memorises from the first time they play Minecraft is how to make a crafting table. It's four planks arranged in a square, of course. You'll also find crafting tables occasionally in the wild - in village libraries, witch huts and igloos. Who knows what those witches are crafting?\n\n每个人在第一次玩Minecraft时都会记住的一个技巧就是如何制作工作台。当然了，无非就是四块木板排列成一个正方形的样子。不过，你也可以在野外发现一些工作台，比如村庄里的图书馆、女巫小屋和冰屋里。谁知道那些女巫在制作什么玩意？\n\nCrafting isn't the only use for crafting tables, of course. You can also use them as furnace fuel - smelting 1.5 items per block. Or alternatively, you can use crafting tables as a relatively cheap building material, making an entire house out of crafting tables so you can always find one when you need one. They make quite nice flooring, I've always thought.\n\n当然，合成并不是合成台的唯一用途。它们也可以用来做熔炉的燃料——每一个合成台可以熔炼1.5个物品。或者，你也可以把合成台作为一种相对便宜的建筑材料，然后把整座屋子都填满工作台，这样你就可以随时在需要的时候使用工作台了。我一直认为用工作台铺地板是一个不错的选择。\n\nImage credit: Btwashburn // CC BY 2.0图片来源：Btwashburn（遵守CC 2.0协议）\nWe get the word \"craft\" from the Old English \"craeft\", which meant strength or excellence, which in turn came from the Proto-Indo-European word \"kraftaz\" (meaning “power”) - which dates all the way back to the invention of the wheel and the domestication of the horse. In Sweden, where Minecraft is made, \"kraft\" still means \"power\". Minepower!\n\n我们所说的 “craft”一词来自古英语的“craeft”，它代表着力量或是卓越；“craeft”一词又是来源于原始印欧语系的词“kraftaz”（即“权力”之意）——其时间可以追溯到发明轮子和驯服马的时候。在制作Minecraft的瑞典，“kraft”仍然是“权力”的意思。挖矿之力！哈！\n\nThe first crafting tables, though, probably came a lot later than the wheel. We know the ancient Egyptians cut notches into rocks to brace objects, while the Romans have some of the earliest examples of what we'd recognise today as a workbench - albeit pretty low to the ground.\n\n不过，工作台的出现可能要比车轮的出现晚很多。我们知道，古埃 及人通过切割岩石来支撑物体，而罗马人也有一些在我们今天看来是工作台的东西——尽管它们离地面很近。\n\nIt's clear that crafting tables have been around for thousands of years in one form or another. And we'd bet that they'll be still in use thousands of years in the future. If that doesn't make them worthy of a block of the week, then I don't know what does. Are we done here? Great! I’m off for another melon binge. See you next week!\n\n很明显，工作台已经以这样或那样的形式存在几千年了。我们敢打赌，它们在未来的几千年里仍将被使用。如果这样子还是不能让它们成为每周方块中的一员，我就不知道该怎么做了。我们就在这里结束怎么样？太好了！我要去吃另一个瓜了。我们下周见！\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-crafting-table\n原文作者：Duncan Geere\n原文发布日期：2017年2月2日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1517593860,
            "txt_content": "我之前经常用工作台铺房顶\n工作台底面材质和橡木木板一样\n完全看不出来\n右键房顶就能合成"
        },
        {
            "author": "SevenC",
            "timestamp": 1517626020,
            "txt_content": "记得某个服务器的地皮世界中有个人丧心病狂的拿工作台做了个建筑群_(:з」∠)_"
        }
    ]
}