{
    "title": "<原创·单篇>沥血衣",
    "author": "醉蓝天琴",
    "replyCount": 3,
    "timestamp": 1517748600,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2018-2-4 22:20 编辑 \n\n《沥血衣》1.最初的时候一开始我仅一个人住。孤独而寂寞地呆在家里。虽是如此却不无聊。这天，窗边飞来一只幼小的鸽子。这只鸽子羽翼雪白，不会说话。然后，被我一下子就喜欢上了。2.无名之鸟我即不是生物学家也不是鸟类专家，因此无法认出它的品种，朋友告诉我它是只雄鸽，不知会不会更雄壮一些。啊，用“它”来称呼似乎显得冷淡。但也没有名字，就这样马马虎虎的吧。3.下雨的街上经受训练的鸟类到底能做到什么程度，不仅是好奇，也需要验证。我们来到旧街，旧街飘着小雨。我喜欢的天气。它从空中掠下，扑在路人的脸上，然后用它尖细的喙啄进那人的眼。这份天赋，有些可怖。4.四十的方寸之间四十平米的房屋之内，它困囿在那一点五米的窗旁。一点五米的平面以外，全是他。5.旧街旧街是个怎样的地方？以前的我总是乐于寻找答案。那时候，有一个朋友告诉我，旧地是一个深不见底而且可怕的地方，只有同样深不见底的人才会在这里生活。这句话现在我并不认同，因为那里的大家本质上都是一类人，能够好好相处。况且我一点也不可怕哦。可惜的是，现在我只能捧着你的相片告诉你了，也许再去旧街的时候，可以给你送上一捧白百合。6.薪禾它呆了快一年了。这一年我们去旧街的次数越来越多，它和我的默契也越来越好。有时候我只身出门，回来时，能看到它站在敞开的窗上抬头向着我的方向，不声不响，比我要敏锐和隐蔽。这可不行。我几乎没和它说过话，也不可能知道它在想什么。有什么东西烧起来了。7.熊熊燃烧家里起了火灾，得知这个消息的我匆忙回家。快要到的时候却听闻事情已经解决。我仔细询问了事件详情。那些家伙说是有只鸽子从火里飞出，随后叫来了帮手。这可真是奇怪，它居然私下里交了朋友吗？我能看到目击者的证词里，它雪白的羽翼上缠绕着火焰，像是要涅槃的白凤凰。虽然事情得到了解决，房子的损失也不大，但是自说自话我可不喜欢。挺喜欢这个居所的，房子小又安全，地方隐蔽又安静。啊啊，搬家吧。反正这种鬼地方根本不缺房子。8.此后作为惩罚，我减少了饲料。它心底明明清楚的吧，我不喜欢自作主张的行动，但即便如此，为了保护我的家还是奋不顾身啊。不——是自己的家吧。当它的这份智慧第一次从潜藏的黑暗中暴露。我或许更喜欢它了。最后，一定让我……9.喜欢雨天的理由如果问到喜欢下雨的理由？看看窗边那只雪白干净的鸽子，现在还在仔细清洗羽毛。所以是小洁癖。下雨能把很多脏东西清理干净，也不用我多动手。这种做事不用考虑收拾摊子的感觉我很喜欢。比方说旧街就经常下雨，街面就会干干净净的。这一点，它也是一样。10.误伤事故有一次在旧街与一名路人友好交流的时候。它不慎伤到了我，这时我才意识到它不再是那只小鸽子，已经羽翼丰满，能力充足。已经能够伤到我。当然我没有生气，我只是和它对视一眼。那双眼中，金黄色的一片，什么感情都没有。恍然醒悟，这只鸽子……和那个人好像。11.只存在于过去的那个人突如其来的拜访让我的朋友猝不及防。我给出的理由是感谢他当初为养鸽子提出了这么多好建议。知道最后一条都没有采纳的他苦笑连连，摆摆手给我泡了一杯茶。他说我和以前不一样了。是呢，过去的我，着迷于那深沉的红色。现在却对洁白无瑕的白鸽起了兴趣。他是唯一能连通我的过去和现在的家伙。又那么关心它。要是能让过去只存活于过去就好了。啊，这样的话有一个很简单方法。而且你早已想到。不过今天没有下雨，我也懒得洗衣服了。让它纪念这份决断吧。12.旧地葬人者我以前生活的地区叫做旧地，里面有一条漫长的街，后来我起名为旧街。每天我都会在旧地送人，每送一人旧地就会少上一人。那是我的工作，当然这份工作不止一个人来做。我当初还有一个老板，他把我养大但不给我名字。他是这份工作的最高领导，喜欢我的安静和天赋。以前的我好奇却不善思考，忠诚也偶尔擅作主张。随着我逐渐长大，他眼中的慈爱和凶恶也越来越大。我能感觉到，每每与他对视，我的眼中都毫无感情。最后一定会不合格。不过我静待那一天的到来。那一天，我的衣服被染红，如同沥上血衣。那一天，我知道了我一直追寻的答案。确实，旧地和旧街不论如何都只有一种人，哪怕是我们，也都是死人。13.传统执行、沥血衣无名之鸟飞向了旧街。旧地已经不在，但是旧街还在。这条没有尽头的街道是我对传统的悼念，失去了它，我将一  无  所  有。传统不应该因为它而破灭。我穿上血迹未黑透的那件衣服。一年多以前，它飞进了四十平米的房屋，占有了那一点五米高的平面。雪白而安静的它毫无疑问吸引了我。吸引我的毫无疑问也不是这两点。它不会因为我过去的那份经历而死去，而是葬身于那份宏伟悲哀的传统之下。我很喜欢它。所以最后，我毫不犹豫地杀死了它。14.这就是旧街我以前生活的地区叫做旧地，里面有一条漫长的街，后来我起名为旧街。每天我都会在旧街送人，每送一人，旧街就会长上一分。我送的人只有一种：会在这里死去的人。我曾经试图摆脱过去，因为过去的我几乎拥有一切，还有很多人认识我、喜欢我、结交我。但有一只鸽子，像极了我，它让我明白了我未曾拥有或失去什么。只有我创造的旧街始终拥抱着我。所以我什么都不是，也没有名字。悲离悯哀，沥上血衣。此既是旧街。此既是我。（全文完）",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1517753880,
            "txt_content": "失去了它，我会**\n被屏蔽了？"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1517753940,
            "txt_content": " 本帖最后由 醉蓝天琴 于 2018-2-4 22:24 编辑 \nSmokey_Days 发表于 2018-2-4 22:18\n被屏蔽了？\n一\n无\n所\n有。那，感想呢？"
        },
        {
            "author": "天下归心",
            "timestamp": 1517756100,
            "txt_content": "......\n怕是文科生"
        }
    ]
}