{
    "title": "「这只脑洞真可怕！」第一期——前夕",
    "author": "MorFog",
    "replyCount": 11,
    "timestamp": 1517801100,
    "txt_content": " 本帖最后由 MorFog 于 2018-2-10 22:16 编辑 \n\n前言\n大家好我是尾灯。这个模组最初是由“好想把一些乱七八糟的东西收拾起来啊”的想法形成的，所以便有了储物瓶、储物框，权当是新年大扫除，把各种东西归置到应有的地方。当然你也可能注意到了，在这个模组中我们尝试生成其他模组的物品来替代自己的物品，以减轻材料的复杂程度。（当然，机制上确实复杂化了。）\n之后为了“强行符合新年主题”，我们添加了饺子、鞭炮、年兽和先祖之灵。当然，因为包饺子，我们又引入了灶台、菜板和一些列的植物生长机制，进而引申除了农村土炕。而因为饺子一定要吃韭菜肉的，所以我们又引入了农村使用的猪圈、鸡圈一类的机制。\n最后嘛，我们仍然可以引入诸如食槽、汤圆等要素。联动也是一个不错的主义，不过我们在这里就不再复杂化了。\n\n\n\n\n\n图片1_001.jpg (347.76 KB, 下载次数: 14)\n\n下载附件\n\n2018-2-10 22:09 上传\n\n\n\n\n 自然生成\n竹子及相关\n竹子\n竹子在破坏任意方块后会破坏掉上方所有竹子及竹叶方块。\n竹子会在除少数超高温群系外，自然生成。并且会根据所在的气候环境而表现出不同的形态。\n在温带会生成一般高度的竹子，材质表现竹子与一般的竹叶，并有竹叶的粒子效果。竹子会阻止通过，具有透明方块的特性。\n在寒带会生成矮小的竹子，材质表现为竹子与稀少的竹叶，并可能伴有积雪。在有“MOD-和风”，则会尝试生成“MOD-和风”的竹子，并尝试替换材质、阻止其生长超过一定高度。竹子会造成减速，并具有透明方块的特性\n在热带会生成高大的竹子，材质表现为较大的竹子，同时在高处生成“方块-竹叶”。在大型竹子附近的八格不会生成新的竹子。在有“MOD-Growcraft”时，会尝试生成“MOD-Growcraft”的竹子，并使用“方块-竹叶”来代替原先的竹子。竹子会阻止通过，并具有非透明方块的特性。\n竹笋\n竹子会尝试在附近生成竹笋。竹笋在放置时会尝试生成与环境相符合的竹笋，并在一段时间后尝试生成竹子。\n在温带表现为一般的竹笋，在有“MOD-Growcraft”时会尝试生成M“MOD-Growcraft”的竹笋。\n在寒带表现为较小的竹笋，在有“MOD-和风”时会尝试生成“MOD-和风”的竹笋。\n在热带表现为大型的匍匐竹节，竹节为0.25*0.25格的绿色方块，指向大型竹子并逐渐蔓延，最大蔓延3格。可以使用斧子、剑、锄头破坏，破坏后掉落竹笋。没有与任何大型竹子相连，且长度小于两格的竹节将在一段时间后材质转化为黄色，并不再可能生长为竹子。\n在热带时，你需要使竹笋的六个面都被泥土包围，才能生成竹子。且在生成竹子时，竹笋的位置会被替换为泥土，在最上方的泥土上生成竹子。\n竹叶\n竹叶会在大型竹子的上部尝试生成，具有透明方块性质。具有竹叶飘落的粒子效果。\n在所依附方块被破坏时，会一并破坏。\n可以被剪刀破坏。再次放置后不会凋零。但是会随着时间推移材质颜色由绿色转为黄色\n生物群系-竹林\n在世界生成时会尝试生成小型的生物群系“竹林”，并尝试取代一部分当前生物群系。即，嵌合在当前群系里。\n装饰方块\n由竹子合成竹块，之后竹块合成所有的装饰方块。尝试使用\n生物相关\n年兽\n中立生物，体型是高1.5宽1.5长2.5\n年兽将在时间0000前后2个小时内尝试生成。\n年兽将会尝试破坏作物、杀死家畜、破坏火把、销毁掉落物。\n在非和平模式下，会额外尝试攻击玩家、村民。仇恨范围为20格。\n年兽在被摔炮、窜天猴、大窜天猴及任何会爆炸物品攻击、或有方块在附近爆炸、玩家持有爆竹对其攻击时，会受到额外的伤害。并尝试逃跑。因此逃跑（远离玩家60格）或被杀死时，会掉落大量经验、铁锭、种子、粘液球、附魔书及绿宝石。该掉落可由配置文件确定。 动物饲养\n机制修改-围圈\n当猪、牛、羊、鸡在被围栏围住，且围栏所围成的面积小于等于4*4，且围栏里猪、牛、羊的密度不小于3格/只、鸡的密度不小于1.5格/只时，判定为在围圈中，此时：\n用任何加工后得到的食物喂养小猪，任何（加工前/后）植物（且包括但不限于树叶、高草）及植物性食物喂养小牛、小羊，用任何收获的未加工过的植物性食物喂养小鸡，都可以缩短其的生长时间\n用任何加工后得到的食物喂养猪，任何（加工前/后）植物（且包括但不限于树叶、高草）及植物性食物喂养牛、羊，任何收获的未加工过的植物性食物及任何种子喂养鸡，都将增加其的体型计数值（有上限）。生物在被杀死后将会额外掉落基于其体型计数值数量的物品。\n\n生物将会在每天丢失一定的体型计数值（会小于0但是有下限），在围圈中时掉落的速度回更慢。在体型计数值最低时，仅掉落1个物品。\n生物在自然条件下会尝试食用符合条件的食物来维持体型计数值。但野生状态下的体型计数值不会高于在围圈中时的。\n 作物种植\n机制修改\n 高草\n现在高草在被破坏时，将会有一定概率掉落道具-高草。在使用剑、斧头时会有额外的概率掉落“道具-高草”\n高草现在可以食用，使用时间更长，回复更低的饱食度。\n高草在食用后会有一定的概率额外以正常的使用时间食用、回复额外的饱食度。同时获得成就“也不是很难吃”\n在取的成就“也不是很难吃”之后，破坏高草时，会有概率用“道具-韭菜”来代替高草。并有概率掉落“道具-鲜韭菜花”\n生长状态\n为土豆、甜菜、胡萝卜添加相应的拥有叶片、藤蔓，失去叶片、藤蔓的状态。为小麦添加收获后的秸秆。\n为土豆、甜菜、胡萝卜添加开花状态。\n为动物添加食用原版作物的行为。\n为动物添加食用树叶的行为\n添加物品\n土豆蔓、甜菜叶、胡萝卜叶、土豆种子、甜菜种子、胡萝卜种子韭菜相关\n韭菜\n韭菜会经历3个生长阶段达到成熟。在一段时间后会转化为“作物-韭苔”。\n韭菜在第二、第三阶段被破坏会掉落1、2个“道具-韭菜”。在第三阶段使用剪刀、剑、斧子右击可收获2个“道具-韭菜”，并使韭菜回到第一阶段\n动物食用第二、三阶段的韭菜会获得不同的体型计数值，但都会使韭菜回到第一阶段。\n韭苔\n韭苔将会在韭菜第3个生长阶段后的一段时间后，转化为韭苔。\n韭苔会经历2个生长阶段。\n韭苔在第1个阶段被破坏后会得到1个“道具-韭苔”，在第2阶段被破坏后会额外掉落一个“道具-鲜韭菜花”\n动物不会尝试食用韭苔\n韭菜花\n韭菜花有两种形态。\n通过收获获得的“道具-鲜韭菜花”右键可以放置在方块上，一个方块可以放置4个“道具-鲜韭菜花”。\n“道具-鲜韭菜花”在露天、阳光下一段时间后将会转化为“道具-韭菜花”。鸡、牛、羊、猪、马将会尝试食用“道具-鲜韭菜花”，在食用后的一段时间后动物会尝试交配。\n“道具-韭菜花”可以作为韭菜种子进行种植，可以使用四次。耐久不同的“道具-韭菜花”不能叠放。\n不同耐久的韭菜花可以合成回复耐久（但不超过4），单个韭菜花通过合成可以拆解为=耐久数量的 韭菜种子\n道具-韭菜\n可以用来进一步加工\n食用后得到一段时间的“力量1”。消耗2个用来喂养牛、羊，消耗4个用来喂养猪，动物在食用后会尝试交配，但冷却时间更长\n道具-韭苔\n可以用来进一步加工\n食用后得到一段时间的“力量1”。消耗1个用来喂养牛、羊，消耗4个用来喂养猪，动物在食用后会尝试交配，但冷却时间更长萝卜相关\n萝卜\n萝卜会经历4个生长阶段。\n第一阶段为萝卜芽。此时破坏作物会掉落一个种子。羊、牛、猪等动物会尝试食用萝卜芽来维持体型计数器，此动作会破坏作物。\n第二阶段为小萝卜和萝卜叶。此时右键作物会获得“道具-萝卜叶”，作物会转化为没有叶的状态，并停止生长。在一段时间后重生叶片。此时破坏作物会掉落“道具-小萝卜”。羊、牛、猪等动物会尝试食用萝卜叶来维持体型计数器。\n第三阶段为成熟的萝卜和萝卜叶。此时右键作物会获得“道具-萝卜叶”，作物会转化为没有叶的状态。作物将会在相对较短的时间后重新生成萝卜叶。破坏作物会根据作物状况掉落“道具-萝卜”和“道具-萝卜叶”。羊、牛、猪等动物会尝试食用萝卜叶来维持体型计数器。\n第四阶段为萝卜、萝卜叶与萝卜花。破坏作物会掉落“道具-萝卜”和“道具-萝卜叶”。羊、牛、猪等动物会尝试食用萝卜叶来维持体型计数器，并将作物转化为第三阶段的无叶状态。对第四阶段的萝卜持有铲子右键可将其挖下，此状态下的萝卜可以重新栽种到耕地中，但将停止生长一段时间；也可移栽到花盆中，萝卜将保持开花的状态，在露天状态生长一段时间后将掉落种子。\n第五阶段为萝卜、萝卜叶与枯萎的萝卜花。破坏作物会掉落“道具-萝卜”和“道具-萝卜叶”和道具“道具-萝卜种子”。动物不会尝试食用此状态下的植物。\n萝卜灯\n由油、纸芯、萝卜合成。\n提供较低亮度与较小范围的照明。\n年兽不会再萝卜灯点亮的区域内尝试破坏作物和攻击动物。\n年兽在萝卜灯点亮的区域内将有更慢的移动速度与生命值\n僵尸、骷髅在萝卜灯点亮区域内将燃烧，此燃烧不会传播。\n添加物品\n小萝卜、萝卜叶、萝卜种子 烟花与武器\n投掷物\n摔炮\n由纸、火药、砂砾大量合成\n投掷道具，触碰到生物、地面时产生一次不破坏方块的爆炸。同时造成1点伤害=半心。\n对距离爆炸中心两格内的生物造成一次持续一小段时间的恐慌，恐慌的生物会向着玩家-摔炮的方向快速移动一段距离。对凋零、末影龙、恶魂等一些大型生物无效武器\n近战武器-爆竹\n由火药、木粉、纸和竹子合成\n使用后产生爆炸粒子特效，并持续驱散附近的敌对生物。在持有点燃的爆竹时，小白不会尝试攻击玩家。\n在同时持有打火石和爆竹时，右键使用点燃爆竹。烈焰棍、烈焰粉、岩浆桶也可以点燃爆竹，但是烈焰棍会分解为烈焰粉并减少1，烈焰粉会被消耗。直接持有爆竹，右击火焰、岩浆等也可直接点燃。\n在无左手的版本，可以使用打火石、烈焰棍、烈焰粉、岩浆桶等与爆竹合成，点燃爆竹。点然后爆竹若被放置到装备栏，则会直接装备，若被放到背包则会掉落。直接持有爆竹，右击火焰、岩浆等也可直接点燃。\n爆竹在被点燃后会持续消耗耐久，期间如果尝试从手中卸下（更换所持有的物或放进背包等一些列不在手上拿着燃烧的爆竹的行为），会直接掉落。掉落的爆竹仍会继续燃烧并驱散附近的敌对生物。对凋零、末影龙、恶魂等一些大型生物无效。\n燃烧的爆竹在对应沙子、砂砾、泥土、不可燃的不热的流体右击时，将会熄灭。在对干草块、树叶右击时，会将其点燃。以此方法点燃的火焰只会蔓延1格，且不会点燃其他类别的方块。远程武器-烟火筒\n由竹子合成。\n远程武器，消耗摔炮、窜天猴。\n对人类不会造成伤害。对死灵造成一次基础为铁剑攻击的伤害。对其他生物造成基于弹药的伤害\n会尝试对方块造成无工具的一次极短的尝试破坏。这次破坏会破坏掉一个脆弱的方块。（如竹Mod-樱花树叶、一般作物）消耗品\n窜天猴\n由竹子、火药、纸、引信大量合成。\n可与染料合成来修改颜色\n需要烟火筒发射。\n对亡灵生物伤害向上修正2点。对其他生物造成2点伤害。\n在未命中生物时，会产生一次烟花效果礼花\n由窜天猴和烈焰粉合成\n需要烟火筒发射。\n对亡灵生物伤害向上修正4点。对其他生物造成3点伤害。\n在未命中生物时，会产生一次烟花效果.\n修正方块破坏效果为木质工具级的一次极短时间的尝试破坏。这次破坏会破坏掉一个相对脆弱的方块。（如玻璃）其他\n纸芯\n由纸合成，用于合成消耗。引信\n由纸芯与火药合成。用于合成消耗\n引信可以直接放置于地面，持有火把、打火石等右键可点燃，向两侧燃烧。引信在燃烧时会产生光照与“好看的”粒子效果\n可以与TNT相连，多个引信可连接，并使用特殊材质与粒子效果。当连接TNT的引信燃烧时，会立刻引爆TNT 收纳、方块与机器\n收纳相关\n储物瓶/碗\n修改游戏机制，使空瓶子/木碗可以用于储存原版及其他模组中的诸如：各类种子、烈焰粉、各色粘液球、各种粉末、蜘蛛眼及其他“小物品”，该物品可以由配置文件修改。木碗可以堆叠16个（以下非特殊情况使用空瓶、储物瓶来一并指代木碗、储物碗）\n空瓶在储存物品后会转化为储物瓶，储物瓶不可堆叠。\n通过一个或多个道具与空瓶子或储物瓶合成，来定义瓶子中储存的物品，并将其放置进去，若储物瓶中没有空间来存储所有物品，则无法合成。在身上携带了储物瓶、且储物瓶尚有容量时，若拾取了储物瓶定义的物品，会自动储存入储物瓶。\n储物瓶可以存储64个相同/不同的物品，储物碗则可以储存128个（但碗不能放入背包，只能用物品栏携带），使用储物瓶会随机倒出其中存储的一个物品，对着方块使用时，若随机到可以被使用的物品，其便会被使用；若不能被使用，则该物品会掉落。\n可以shift+右键来投掷出储物瓶，储物瓶将会根据其中存储物品的数量，来决定飞行的速度、距离与接触生物后所造成的伤害。在储物瓶接触到生物、方块时其将破坏，并放出其中存储的所有物品。储物瓶若落入水中，则不会破坏。\n使用Shift+右键来直接清空储物碗，将所有物品倾倒在地面上，并还原为木碗\n储物瓶/储物碗不会因为单次右键的倒空而失去可储存物品的目录。物品收纳桶\n通过竹子合成而来。\n物品收纳桶用于储存原版及其他模组中的诸如：铁锭、木棍、瓶子、肉排等较大的物品。该物品可由配置文件修改。\n物品收纳桶拥有一个8*8的储物空间与一个可以打开的GUI，每一个储物空间中只能存储1个物品。可以通过直接放置或合成来决定物品收纳桶中存储的物品。\n拥有目录的物品收纳桶不可被堆叠、不可被放置于除玩家背包外的任何储存空间内。\n右键使用物品收纳桶可以打开GUI，对着方块右键则会将其放置。shift+右键将会清空物品收纳桶，并清除其目录，且这是清除物品收纳桶目录的第一种方法。第二种方法为，打开GUI，选择“清空存储目录”，但会弹出所有物品。\n红石比较器可以检查到放置的物品收纳桶中的物品数。\n可以看到最上层的物品材质\n通过物品收纳桶与红石合成：动力物品收纳桶\n放置的动力收纳桶会根据目录，吸收丢在其上的物品。\n放置的动力收纳桶可以被管道、漏斗等连接除正面以外的任何面并导出、输入物品。只能被输入目录决定的物品\n也可以看到最上层的物品材质方块整理桶\n除合成表、及存储的物品为方块以外，与物品收纳桶相同。\n且 方块整理桶看到的物品材质为4*4*4的堆叠。\n通过方块整理桶与红石合成：动力方块整理桶\n与动力物品收纳桶相同，但是收集方块\n其他\n药剂瓶/碗\n可以将空瓶与一份炼药材料合成为一个储物瓶/碗，然后将储物瓶单独合成转化为一个装有材料的药剂瓶。通过灶、消耗烈焰粉与水来将其加工为一份浓缩药剂，之后使用该浓缩药剂与两个水瓶合成3份正常的药剂。碗装的浓缩药剂需要3个水瓶来合成，并返回一个空碗。机器\n石磨\n由石头、木棍合成，用于处理物品。\n右键可以使用，shift脱离。使用后向前推动石磨，来进行磨制。\n可以使用绳索将猪、牛、羊等栓到石磨上来进行自动化生产。动物会推动石磨一段时间（由动物种类和喂食决定）。喂食可以使停下的动物继续工作。\nshift+右键可打开GUI，查看磨制进度，和放入、取出物品。\n不能被红石比较器检测。不能被活塞推动\nGUI的描述\n拥有5个可以储存64个物品的物品栈用于储存输入的物品（A），拥有1个可以储存64个物品且只能存储空瓶和木碗的物品栈（B），拥有10个可以储存1个储物瓶/碗的物品栈（C）。输入的道具在磨制后会根据C中的储物瓶/碗来自行分拣储存，当C中的可供储存的储物瓶/碗已满，且尚有空余物品栈时，会随机消耗1个B中的空瓶/木碗来创建一个新的储物瓶/碗，并进行存储。当即将磨制的产品无法储存时（没有多余的空瓶/碗，储存已满等各种情况）会停止工作。\n砧板\n由木质半砖合成。\n模型与压力板类似，两格长一格宽，几乎没有厚度。\n需要放置在方块上使用。\n右键物品可以将材料放置、或取下。\n持有石质或以上剑、斧时，对放有材料的砧板右键加工。\n当砧板放置在灶上时，有额外的GUI\n灶\n2格宽1格长1格高的机器。\n消耗秸秆加工食物。\n可以缓存水、油、糖和烈焰峰\n砧板放置在其上后有额外的GUI\n红石比较器不能检测灶。\n灶不能被活塞推动。\n材质描述\n灶会在右侧方块的上方显示出锅，而左侧的方块则是显示出石砖材质。\n砧板在放置到灶上时，会生成在左侧\nGUI描述\n左侧为3*3的合成台，向右输出合成物品。但是不能用于一般合成台的合成。这是放置砧板后的衍生GUI。在此合成台上放置物品会在砧板上生成相应物品，右键砧板可以取下。同时，向砧板上放置物品、加工砧板上的物品也会影响合成表。\n右侧为3*3合成台，向左输出合成物品。但是不能用于一般合成台的合成。这是灶的原始GUI的一部分。在此放置物品后，将根据特定合成表，消耗一定时间和其他材料。加工食物。\n右侧有两个液体缓存和两个固体缓存，用于储存水、油、汤、烈焰粉以及其他可能的物品。水、油需要以瓶的形式存入。\n下方有一个魔改熔炉GUI，可烧制特定物品。燃料只能是秸秆和木柴。另需要放置打火石。每次彻底熄灭后都需要打火石点燃。\n灶必须有秸秆才能开始燃烧，在消耗了一定秸秆后便转而消耗木柴。若没有木柴，则重新消耗桔梗。\n烧制物品与食物加工可以同时进行，但仅烧制物品的场合，会持续消耗水。\n燃料相关\n秸秆可由收获小麦获得，使用斧子与原木合成可获得木柴-木柴可以堆叠做装饰炕\n多方块结构，由地毯、各类砖块拼合成2格宽3格长1格高的结构后，经过一段时间转化为炕。可以在其上放置物品（下详）\n效果与床相同。其上每有相邻的2格空格便可允许一名玩家使用（即，最多3名）\n炕提供一个小规模的物品储存，在每一格上可储存4*4*4个方块类物品（不必相同，有对应的效果展示），或储存4*4组非工具类物品，或储存4件工具，或储存2件盔甲。且只能由玩家来拾取和放下。不能由任意方块获得。\n当炕与灶的侧面和背面相连接时，当玩家使用炕进行休息，且灶在这一天层工作过或正在工作，则在第二天随机给予玩家短时间的力量、急迫等状态加成。\n当炕的任意一个方块被破坏时，整体将一次性破坏，并掉落组成材料与所储存的物品\n红石比较器会检测炕上所有道具的总数量并根据此发出信号。\n炕不能被活塞推动。 祭祀相关及其他\n线香与祭祀相关\n机制修改-原木\n持有石剑及更高级剑对原木右键会获得“道具-树皮”，原木的对应面会变成没有树皮的材质。\n当树皮被切除过多时，树会死亡，树叶逐渐掉落。\n切除过任意数量树皮的原木被破坏后会掉落没有树皮的原木。\n使用石剑及更高级剑与有树皮的原木合成会获得4个“道具-树皮”，并返还一个没有树皮的原木 树皮\n石磨 制作 道具-树皮粉\n树皮与地毯大致相同\n树皮可以代替羊毛合成床，玩家使用因此制作的床会在第二天获得一段时间的疲劳效果\n树皮粉\n可以代替甘蔗参与纸的合成\n可以用于合成火药\n用于合成线香线香\n由竹子、树皮粉、黄色燃料以及骨粉合成而来。\n线香可以如火把一样使用，可以使用打火石、火把点燃。\n线香可以被发射器发射，并附着在方块上。\n线香可以被高强度的红石信号点燃。\n线香在点燃时会产生1强度的光照，并会使一定范围内的敌对生物转化为友善生物（即不会主动攻击，被攻击后只逃跑）\n线香在燃烧一段时间后会被破坏。\n线香在点燃的状态下被破坏，会以点燃的线香的状态下掉落。\n点燃的线香可以用于引燃树叶、高草、羊毛等“易燃且疏松”的物质机制修改-碗装食物\n所有使用木碗合成的食物现在都可以放置在方块上增加机制-祭祀\n使用碗装食物、线香与栽种有花朵的花盆在石砖上摆成3*3的样式（线香3个一行，食物3个一行，花盆3个一行），按照线香-食物-花盆的顺序排列。\n在线香燃烧完时消耗掉所有祭祀用的食物和花朵，之后有一定几率在祭祀场地周围生成“生物-祖灵”。生物-祖灵\n在祭祀后有一段时间生成的友善生物。\n祖灵免疫伤害，也不会被任何生物选为目标。祖灵会保持远离地面一段距离的漂浮形式。\n祖灵会尝试催熟玩家周围2格内的 作物，为玩家施加急迫，玩家的武器会额外获得掠夺、时运和耐久，护甲额外获得保护、投射物保护和掉落保护。\n祖灵会跟随玩家一个周期，时间结束后消失。祖灵施加的效果会持续一段时间，具体时间由祭祀所使用的食物质量决定。其他内容\n道具-植物油\n由任意种子于石磨中合成，用于机器消耗。道具-浓缩药剂\n由药剂瓶/碗加工而来\n可与2个水瓶合成来获得一共三份正常的药剂\n也可直接饮用，来获得正常药剂2倍时长的效果，于DEBUFF-过于浓郁的药剂。状态-过于浓郁的药剂\n通过饮用3~4瓶水或1桶牛奶，可以解除此效果。当牛奶解除此效果时，其他状态将不会被一同解除\n若此状态为被解除而持续到结束，将会造成1点伤害、扣除2点饱食度并施加一个强力的饥饿效果。道具-桃符\n由告示牌、线合成，可以放置在垂直的墙面上。\n桃符会检测以所处方块为中心的5长5高1宽范围内的门。\n当玩家靠近门时（即从方向上有靠近门的趋势与在门前1格内）门会自动打开，此时桃符会输出强度为1的红石信号。\n当有僵尸尝试破门时，将会损耗桃符的耐久，在桃符耐久损耗完之前门不会被破坏。机制修改-门\n门现在在农历春节使用新的材质，即张贴了春联的门配方添加-火药\n火药现在可以由树皮粉与煤/木炭/竹炭等来合成\n饺子\n饺子可以由面皮与任何材料大量合成。\n饺子在农历新年前后将可以提供额外的状态，并有可能给予绿宝石。\n其他食物相关（太多了略，可以详见食物工艺，笑）\n小麦相关、土豆相关、胡萝卜相关、甜菜相关、韭菜相关、萝卜相关、肉相关、蘑菇相关\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1517802360,
            "txt_content": "楼主的目标难道是，噶~韭菜？"
        },
        {
            "author": "V_院長",
            "timestamp": 1517802420,
            "txt_content": "这些貌似有的已经实现了"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1517802480,
            "txt_content": "我们小组成员擅自发帖了！？堇了\n顺便支持一下"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1517804640,
            "txt_content": "红军长征就是啃树皮吃野草。。"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1517807760,
            "txt_content": " 本帖最后由 a946115793 于 2018-2-5 13:17 编辑 \nruhuasiyu 发表于 2018-2-5 11:46\n楼主的目标难道是，噶~韭菜？\nmod名：前夕\nmod主线：制作熊氏老方\n"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1517996940,
            "txt_content": "http://www.mcbbs.net/thread-778715-1-1.html 编辑完记得投稿，投稿了我再给全面的评论你"
        },
        {
            "author": "GPblo",
            "timestamp": 1517998500,
            "txt_content": "666666666666666666666666666"
        },
        {
            "author": "Oulansee",
            "timestamp": 1518024720,
            "txt_content": "可以的可以的"
        },
        {
            "author": "MorFog",
            "timestamp": 1518347520,
            "txt_content": "908278185 发表于 2018-2-7 17:49\nhttp://www.mcbbs.net/thread-778715-1-1.html 编辑完记得投稿，投稿了我再给全面的评论你 ...\n好了，我编辑完投了"
        },
        {
            "author": "miguo",
            "timestamp": 1519453500,
            "txt_content": "相当完整而且有很不错的创意机制的设定吧，好评一发。\n具体更多的我也不能在说啥了，问题就是内容有点乱吧，不过联系前言也不是什么大问题"
        },
        {
            "author": "MorFog",
            "timestamp": 1519482060,
            "txt_content": "miguo 发表于 2018-2-24 14:25\n相当完整而且有很不错的创意机制的设定吧，好评一发。\n具体更多的我也不能在说啥了，问题就是内容有点乱吧 ...\n哈哈哈哈，与其说乱，不如说把可以做成好几个模组的东西都塞到一起了吧\n（不过乱倒是真的）"
        }
    ]
}