{
    "title": "【创意赛参赛】彩色糖果星球=w=",
    "author": "Sweet_Orange",
    "replyCount": 2,
    "timestamp": 1517822640,
    "txt_content": " 本帖最后由 Sweet_Orange 于 2018-2-5 17:29 编辑 \n\n这里是Sweet_Orange甜橙豆豆（从皮肤区钻过来混个勋章）\n我带来的是脑洞大开的彩色糖果星球=w=\n所有设定全部是脑洞脑洞脑洞，欢迎随意吐槽2333\n\n\n部分图片可能需要你转动一下你聪明的小脑袋（是真的转动）\n\n\n\n\n基本设定：\n\n宇宙旅行者彩虹猫发现了一颗原始的，充满糖果矿物的星球\n常年旅行的它决定在这里留下来，但是当地有很多野蛮的原住民，并不同意巨大的彩虹猫留在星球上。\n于是彩虹猫向原住民提供了交换条件，它向居民提供先进的技术，而居民们只需要向它提供各种各样的糖果。\n最终原住民答应了彩虹猫的请求~\n\n\n很多年以后，星球按照糖果的口味大致分成了四环，原住民大多居住在地下城市当中（所以我就没有建出来233），地面上的原始风貌大多没有受到破坏，\n只有少数重要的建筑，糖果星球附近也有两颗由糖果制造的卫星（事实上随时都可能被彩虹猫吃掉）\n\n\n\n\n\n下面是图片\n\n星球总览：\n\n\n\n\n这是橘子卫星，由精炼的橘子糖制成。\n\n这是西瓜卫星，由最新鲜的西瓜方糖铸造成\n\n这是小蜜蜂飞船，当地居民较为普遍的交通工具\n\n\n粉色环：\n\n糖果星球的这一区域有着全球最甜蜜的糖果，是目前糖果的主产地。\n\n\n中间矗立着的是一棵千年樱花糖果树，从落叶到它的树干，都洋溢着樱花温馨的清甜，你甚至可以将柔软的树叶轻轻放入口中，等待它慢慢融化，让沁人的香气充满你的口腔。\n\n\n周围的拐杖糖，棒棒糖和雪糕是这里的标志性建筑物，象征着这是个甜蜜的地方。\n大树左侧突出的部分是从地底突出的草莓糖果矿脉，是巨大的宝藏！\n\n\n\n橙色环：\n\n\n\n\n这是属于橙色环的奇观——焦糖火山\n每年都会爆发两次的焦糖火山随时都吸引着参观者的到来，尤其是在爆发的时候。\n它的浓香让所有人都忍不住尝上一口，即便它滚烫。\n\n\n\n\n焦糖树林和焦糖树屋\n同一颗星球有着不同的树木，橙色环的树木是焦糖树。\n汲取着地底焦糖的养分，生长出的树上连树叶也闪耀着焦糖的暗金色光芒。诱人的颜色和香脆的口感让人欲罢不能。\n\n\n焦糖树屋是原住民的养老院，多数老年人在这里呼吸着地面上甜蜜的空气度过自己最后的时光。\n\n\n橘子水井\n养老院的唯一水源，里面的水都散发着橘子的清香。\n\n\n\n绿色环：\n\n\n巨酸糖果晶体\n绿色环的主要口味是酸，这都得怪这些拔地而起的酸酸晶体。。。\n没人愿意收集这些酸酸晶体，因为它们实在是。。。太酸了，直到上面都长了藤蔓。\n有的糖果制品中会少量使用来调味，即便如此，当地居民还是很讨厌这个晶体。\n\n\n西瓜糖田地\n这儿的藤蔓上挂满了西瓜，通过神秘的藤蔓的过滤，大地中的酸味被滤去，只剩下甜甜的养分，\n凝结成了西瓜糖果，西瓜的形象也是非常讨人喜欢。\n\n\n藤蔓神殿\n这是当地人的祭祀场所，据说刚刚提到的藤蔓的最原始的植株就来自这里，因为藤蔓具有过滤酸味的神奇能力，当地人认为这里有神明，于是修建了这个祭祀的地方，希望神明保佑星球能够一直甜蜜。\n\n\n软糖森林\n同样的，绿色环的特色植物是软糖树，这里的树木在酸酸晶体的影响下生长出来的糖果是青苹果味的软糖。\n酸酸甜甜的口味倍受小孩子们的喜爱。\n\n\n\n\n\n蓝色环：\n\n\n蓝色环是全球最荒凉的地方，这里曾经是最富饶的糖果生产区，专门生产纯正的冰糖和薄荷糖。在矿产枯竭之后，这里的居民被迫移民，只留下了一个储存糖果的仓库和在废弃的矿脉中的一座高塔，这座高塔中储存着整个星球的史书，警示着所有人要可持续发展，不能以破坏环境为代价开采糖果。\n\n\n我的星球到这里就介绍完了=w=希望大家喜欢吧。。。\n可以点击我签名档的蓝色字体，或者扫描二维码前往我的索引贴，这里或许有你喜欢的皮肤哦=w=\n\n\n\n",
    "replies": [
        {
            "author": "BestAcher",
            "timestamp": 1517979420,
            "txt_content": "楼主你太帅了"
        },
        {
            "author": "货小吃",
            "timestamp": 1518066780,
            "txt_content": "满满的少女心呢~（滑稽）"
        }
    ]
}