{
    "title": "EssentialsX小组在2017.12.15发表的一个文章，到现在才发现",
    "author": "lackangel",
    "replyCount": 5,
    "timestamp": 1517846820,
    "txt_content": "我到今天才发现。。。\n希望大佬能看一下\nEssentialsX Lives On!\nHey guys,\n\nA lot has happened in the last 24 hours in regards to the project's future. Fear not, EssentialsX is updating to 1.13 and will be actively maintained for the foreseeable future.\n\nNow that we have that out of the way, let me give you guys a brief overview of things\n* 3 years ago, Essentials was dying. The original team, or what was left of it, gave up, and I decided to give a shot at maintaining it which is where EssentialsX was born.\n* drtshock got a full time job 2 years ago which really limited his time in working on the project. SupaHam and others picked up the slack.\n* Yesterday on 12/13, SupaHam and team posted that they decided not to update the plugin to 1.13 given how large of an update it is, and the little motivation they all had to keep working on it.\n* drtshock saw that post and it made him want to come back and help!\n* After talking with the team, it was decided that posting the resource as premium would give the team some motivation to continue updating it.\n* Spigot rejected EssentialsX being posted as a premium resource even if free downloads were available in the project description.\n* Given some renewed enthusiasm, we decided that we want to give this project another shot even though we can't post it as premium.\n* On 12/14, we decided to make a Patreon to allow people to contribute what they can without relying on Spigot's premium section.\n-\nWe fully understand how much work this project takes to update, maintain, and how many people have contributed to that over the years. There are currently 118 contributors on GitHub! We're not trying to take credit for their work or belittle what 118+ people have done over the years, we're just trying to keep the project alive. You can choose to subscribe or not, you'll still get support, full access to all downloads, and an open GitHub repo.\n\nOur goal is to get enough to motivate a decent sized team to keep the project going. At the end of each month, we'll be splitting the pot of whatever we get amongst contributors. That means that each month, different people will be getting different amounts!\n\nThings that your donations will go toward for the developers:\n* Pizza\n* Coffee\n* Rent\n* Jenkins maintenance\n* Other things.\n\nAlso, please make sure to join our discord: https://discord.gg/F7gexAQ\n核心要点：由于1.13更新实在是太大了，原来的计划是准备放弃更新，但是drtshock看到后回来帮忙，于是drtshock与团队协商决定继续更新，并且创建了一个patreon，希望能更少的依赖spigotmc的premium（貌似和spigotmc在这方面产生冲突），通过patreon贡献自己的一份力量帮助改进EssentialsX。可以加入他们的discord：https://discord.gg/F7gexAQ\n\n1.13更新实在是太大了，可能短期内别太想玩到服务器了\n\n概括的不好求轻喷（还有希望我不是49年加入国军）",
    "replies": [
        {
            "author": "下路ADC",
            "timestamp": 1517847000,
            "txt_content": "49加入国军？"
        },
        {
            "author": "lackangel",
            "timestamp": 1517847180,
            "txt_content": "下路ADC 发表于 2018-2-6 00:10\n49加入国军？\n以前有大佬发过吗？=.="
        },
        {
            "author": "黄狗dalao",
            "timestamp": 1518496140,
            "txt_content": "1.13...\n貌似感觉有点懵"
        },
        {
            "author": "Tryst_清枭",
            "timestamp": 1519220280,
            "txt_content": "叮！原来是这样啊！"
        },
        {
            "author": "恋",
            "timestamp": 1519229100,
            "txt_content": "1.13。。我感觉是个很蛋疼的版本 就和当年1.7上1.8一样 这么大的更新可能会造成插件/mod开发减少 从而使许多MOD/插件停留在1.12.2或者1.11.2"
        }
    ]
}