{
    "title": "mc这游戏怎么去末地啊",
    "author": "haha_mk2333",
    "replyCount": 6,
    "timestamp": 1517849220,
    "txt_content": "",
    "replies": [
        {
            "author": "猜猜谁是谁",
            "timestamp": 1517854380,
            "txt_content": "难得一遇那么好回答的问题\n\n以下呢内容会有些啰嗦 看不下去就看wiki吧https://account-uplay.ubi.com/zh ... 1012961690%40qq.com\n\n打末影人 会掉末影珍珠 然后去地狱找烈焰人(貌似只生成在地狱堡垒) 打烈焰人获得烈焰粉 再将末影珍珠与烈焰粉合成(无序合成)\n合成后会获得末影之眼 右键末影之眼 他会飞上天给你指明要塞的位置 朝着他飞的方向跑就行了 末影之眼飞天后有一定几率掉落下来变成掉落物 也有可能消失 所以要多备几个\n朝着末影之眼飞的方向一直跑，每过一段距离就用末影之眼重新看看方位 如果要塞很近了末影之眼会往地下飞 接下来开始挖脚底 一直挖到有一个由石砖构成的建筑 然后在里面瞎逛逛就能逛到由末地传送门围成的一个圈\n然后把末影之眼一个个把末影传送门填满 就会出现末地传送门 跳进去就到末地了"
        },
        {
            "author": "2759159258",
            "timestamp": 1517877660,
            "txt_content": "您好!haha_mk2333 很高兴为你解答问题\n关于 :mc这游戏怎么去末地啊 解答如下\n(码字时间:7:49-8:38)\n\n\n①建造地狱门 (下界门)\n要到达下界，玩家必须在主世界建造一 个下界传送门（末路之地的下界传送门并 不会被激活）。要创建下界传送门，必须 建造一个黑曜石框架，大小最小为4×5， 最大为23×23。一旦建造好黑曜石框架 后，在框架里用打火石或烈焰弹点火（或 者使用其他可以使黑曜石着火的方法）就 可以激活下界传送门。下界传送门激活 后，会发出像末影人的粒子效果似的紫色 颗粒。\n②寻找地狱(下界)要塞\n 下界要塞的建筑群倾向于以“长条”的形式 生成，在南北方向（Z轴）延伸。在X轴 （东西方向）寻找最有可能找到下界要 塞；若在南北方向寻找则可能要走数百格 才能找到下界要塞。 \n如果是PE(手机)版...就不要在意XYZ了\n③砍烈焰人\n 两种特有生物：烈焰人和凋 灵骷髅。 \n打败烈焰人，掉烈焰棒，打4个后，放在工作台里分解成烈焰粉。\n④收集末影珍珠\n打末影人(小黑)去获得它\n⑤合成末影之眼\n 烈焰粉+ 末影珍珠 用此来合成\n⑥ 末影之眼可以用于定位并激活末地传送 门  间）：\n\n手持末影之眼并按下使用键（默认为鼠 标右键），末影之眼会飞向最近的要塞， 穿过必要的方块，并在其经过的地方留下 一条带有紫色颗粒的痕迹。 在PC 版，末影之眼会飞向世界里生 成的第一个要塞。如果退出并重新加 载，那么它就会飞向生成的第一个螺旋 楼梯。\n\n在主机版，末影之眼只会飞向要塞， 而不是在要塞里面的末地传送门。\n\n如果距离末地传送门很远，末影之眼就 会飞得更高，以便在垂直方向上更明确指 示玩家必须通过的路径。\n\n当玩家接近末地传送门所在的纵向坐标 轴时，末影之眼会更精准的飞行来与定位 这条Y 轴。这也就意味着末影之眼将会 向下飞行，指示出玩家在末地传送门的上 方，让玩家向下挖。\n\n在空中飘浮2-3秒后，末影之眼就会掉 落，变成可拾获的物品，或者在空中碎 掉。有 1 ? 6 的几率会碎掉。\n\n末影之眼的飞行功能只在主世界工作， 在下界、末路之地以及没有要塞的世界中 不会工作。 \n\n⑦激活传送门\n 一旦找到末地传送门后，就需要末影之眼 来激活它了。总共需要12个末影之眼来 激活末地传送门，每个末地传送门框架在 生成时有10%的几率会被放置末影之眼。 对着末地传送门框架按下使用键（默认为 鼠标右键）就可以放置末影之眼，一旦 12个全部放满后，末地传送门就会激 活。 "
        },
        {
            "author": "2759159258",
            "timestamp": 1517877720,
            "txt_content": "2759159258 发表于 2018-2-6 08:41\n您好!haha_mk2333 很高兴为你解答问题\n关于 :mc这游戏怎么去末地啊 解答如下\n(码字时间:7:49-8:38)\n\n补:那黑黑的东西就是传送门了，所以\n⑧跳进去......."
        },
        {
            "author": "904261064",
            "timestamp": 1517887740,
            "txt_content": "找到末地传送门，跳下去。。。没了"
        },
        {
            "author": "破蒙·赤晓",
            "timestamp": 1518750180,
            "txt_content": "首先先打小黑，得到末影珍珠，然后去地狱，打烈焰人，获得烈焰棒，合成烈焰粉，再把珍珠和烈焰粉合成为末影之眼，朝空中抛即可指明去地牢的路，如果末影之眼飞入地下，就说明地牢就在下面，找到末地传送门，再把末影之眼放入末地传送门方块里（全部放入，有一部分末地传送门方块里已经有末影之眼），就可打开去往末地的路。\n（末影之眼有五分之一的几率爆掉）"
        },
        {
            "author": "破蒙·赤晓",
            "timestamp": 1518766020,
            "txt_content": "904261064 发表于 2018-2-6 11:29\n找到末地传送门，跳下去。。。没了\n下面是岩浆哈哈哈（没放眼的话）"
        }
    ]
}