{
    "title": "[原创·单篇]谁吃了饺子",
    "author": "数轴之力",
    "replyCount": 12,
    "timestamp": 1517983860,
    "txt_content": " 本帖最后由 数轴之力 于 2018-2-8 13:51 编辑 \n\n\n                                                                          风扯开几卷纱布敷在西边的天上，但残阳渗出的绯红，迅速蔓延开来，浸到偏向东边肿得发青的空中。东边又用纸糊了一张苍白无力的月。     东明从学校出来，他思考着自己拼死还是拼不上的成绩。冬至的时候，路上的风叫得心里发毛，他只想回家吃几口热腾腾的饺子。    东明父亲本来想提前下班回家，左脚刚从办公室门口踏出，侧身便看见一个员工正伸着手，递出一张纸条。他没有听见员工解释什么，就从他手里夺过那张纸条，一只手指着上面的字，口中唾沫溅出:“你以为交张请假条就能提前回家？做梦！快回去工作，谁不希望早点回家吃上几口热腾腾的饺子！”     东明奶奶在厨房里来来回回，这手刚拿起筷子，锅里的沸水又嚷叫着要开盖透气；待锅里平静以后，面团又发涨了。     东明母亲坐在卧室的床里，屋内漆黑，唯有双膝上的电脑发出点幽光。她一动不动，屋内的空气凝成一块。她影子是嵌在墙上的——这可能才是她死守电脑前的原因。     东明在家的门口闻到了浓浓的饺子味，一个激灵后站定在门口，一手擦着口水，一手摸着钥匙。半天没摸索到，另一只手便也不再管流成河的口水，在身上慌乱地摸着。饺子味一股一股地往他鼻子里钻。鼻翼不断抽动着，渐渐析出细砂般的汗。良久,摸到了。 谁吃了饺子\n      东明父亲坐在餐桌上，家人围着桌子正中间的一盘饺子，一个个吧眼睛瞪大，上下两瓣嘴唇合拢，向上弯成一个难以理解的弧度。东明父亲双手握住筷子，笑着说: “别急，我发了筷子大家就吃！”双手捏着的一把筷子在他的力度下发抖。好像一只筷子可以叉四五个饺子——于是他就这么实践着，在大家瞪大的眼珠下，一手捏紧筷子，一手将叉好的饺子往嘴里送。    东明奶奶知道，那鼠精灵得很，但她不知在这个时代，鼠也会背着偷吃饺子。当她忙完这边回来看，蒸好的饺子就越发地少了，她额上冒出的汗被眉和睫毛给拦住了。“怎么饺子还没好?”客厅里的催促让地她心脏忽而颤动起来。锅是开始冒白烟吐白沫了，她脚步也开始慌乱起来了。这时鼠们也在冰箱后开始暗笑她的忙碌了。     东明母亲双眼死盯着屏幕——不,是被迫的，有两根渔线，从屏幕上射出来，栽在她的眼睛里，线的那头有几段话，什么“不转不是中国人”，她怕着什么，或是想用那渔线反过来扯住些什么——一她闻到了饺子的味道，于是双手开始动了，对，动了，屋内活跃起来了，键盘上的字母一会儿凹进去又凸出来，她要写出些“激独扬清”的东西，用健盘成为一个备受瞩目的侠客。  风将云拂开，终于找到那惨白的圆月，于是扯下来，再往靠近西边的另一处黑|幕上糊。风推开了东明刚开了锁的大门，风拆开了东明母亲窗帘的一角。风也想在那烧开的锅炉上来一脚风也只能望着东明父亲手中握住的筷子。     东明坐在餐桌边看家人和谐地围成一团，吃着饺子。下巴一上一下地在他眼前晃悠，咀嚼声在他耳道里挠痒。他打了个抖，伸出手去。在刚碰到桌沿的时候，他忽然瞪大眼，便在饺子的腾腾热气中忽地看清:他们是在抢夺。碗筷碟像窗外的人、车一样快节奏的碰撞着。抢到的，在咀嚼声背中发出“咯咯”的笑声；没抢到的，筷子伸到别人嘴里，脸上阵阵抽动，也不知是怒着或悲着。东明嘴巴张得老大。     东明父亲吃了几个以后，目光看向端坐的众人，咀嚼中把嘴角向上扬。吞完后，众人相互侧脸看了看彼此后，又机械却微妙地转回了头，也笑了。他发现不太对劲，便将另一只筷子收回，双手紧握，话音略有一些胆怯：“哎。哎，等我先发筷子再吃吧。”众人听了这话，彼此对视后，在笑容的形式上多加了“咧出牙”的动作，三个人一齐将手抬起，像合页一样展臂，像吊车一样垂下手肘，像老虎钳一样夹住饺子的花边。“等，等我先发筷子！”他的惊恐终于在脸上浮现了，双脚不断地踏着地板，眼睛大睁，而眼眶又似要往里收，这使他的双眼突出，眉头紧锁。       东明奶奶终于将饺子端出了厨房，就刚搁在桌沿上，三个人倏地起身，双手把饺子往嘴里扒。盘子很快就干干净净了，众人目光投向东明奶奶：“不够”。东明奶奶张大嘴，鼓着眼深吸了一口气。众人再次嚷叫。东明奶奶的心脏在这喊叫中跳的更快了，赶紧步入厨房，鼠们也在背后赶紧捞上几个饺子，众人吃完后也赶紧嚷叫，心脏的跳动几乎快成了叫喊，东明奶奶知得越发努力，鼠们也便越发猖狂，众人也就越发嚷叫，东明奶奶在大喘气中加紧步步伐，脸上的慌乱也看不清了。      东明母亲打字专注极了。全然没有注意到风已掀开了一条窗帘的一角，月光留了苍白的一角，平贴在地板上。她眼睛死死地咬住屏幕,键盘凹凸的速度越来越快，风掀开的一隅越来越大，地板也越发苍白。她的头往屏幕表近，脖子伸得老长，凸出后颈像齿轮的骨。风忽地大了起来，将整个帘布扯开、露出地板被遮的一隅 ：那里突兀地放了一盘饺子。东明母亲转过头去看月光下苍白的地面。可那帘布受了目光后便警觉地搭下来，在与窗户合上的一瞬间，屋内终于恢复了漆黑，东明母亲倒在电脑前。空气静静地，连她呼吸的微动也无法察党了。  东明手中的筷子开始发料，空盘早已发凉。他突然,起身，惊恐地奔到自己的房间，一双颤抖的手把门锁弄得哐当，忽而“嗒”的一声，他长呼一如气，背靠反锁好了的门大口喘气。还没等额上的汗来滑下，门的那边传来的咀嚼忽地在他的背后挠痒。“东明”。一听见声音，他又倏地站起,呼吸又开始急促起来。“你想吃饺子吗?”    “呵——啊!”，东明感到自己的骨髓里塞了几块用冰做成针便大叫起来。心脏鼓动的频率让他耳朵发胀。纸糊的圆月照亮书桌一角，热腾的饺子放那惨白而刺亮的一隅。东明伏身，向书桌爬去 ,头将额上的汗珠撞在桌腿上，而后又用双手将饺子疯狂地往嘴里塞。“饺子，我要饺子。”直到两颊渗出鲜血。     东明父亲仍是坐在椅子上，用狰狞的表情和已经语无伦次的声音，来劝阻他看起来的“怪异”的动作。他只注意到盘里越发减少的饺子，却未发现筷子在嵌入他手中的同时，吮吸着他的血。     东明奶奶终于在慌乱的步伐中摔倒。但惨叫声人们只是听见罢了。于是鼠们便狂扑上去，就连她骨头也要吱吱地咬上两口。谁吃到了饺子，又是谁吃了饺子。我已无法判别。纸糊的月已被风吹得无影无踪。书桌下东明口中并没真正的饺子，而仅有手不顾一切坝地在齿上颊边抠抓着。      餐采前东明父亲紧握筷子发神，大概因为桌边只有他一人罢了。可那颤抖的手——没人知道他在紧张什么。   厨房里，锅中冒出的白沫把炉子浇得吱吱响，直至火也熄了。东明奶奶趴在地上，只有时断时续的呼吸和心跳。  东明母亲仍是在电脑前垂头死寂着，屏幕早已发黑。待到最后一个指示灯不再闪烁地发出红光时，屋内才完全看不见了。  此时我也便才想起来，这冬至日是没有月亮的。  也难怪了。                                                                                       年，月，日，                                                                                 我精神错乱地想不起来了，                                                                                 大致是在21世纪初罢\n\n☆注（帮助理解）：“给予每个人同一家庭背景，用于表现各人物在社会舞台上的联系。而每个人的存在所对应的是每个不同的社会面貌，他们在此处的言语行为，就是所表现出来的，他们的缺陷。他们所具有的**结果，正是在这个舞台中，存于精神层面上的悲剧。 “\n\n\n————来自Force of Axis\n数轴之力-九之  关于作者：数轴之力 - 九之（学生党一枚，擅长荒诞小说，偏好极|端的魔幻现实主义，主要走批判现实主义道路。喜欢余华的一句名言：比起生活来说，小说的荒诞真是小巫见大巫。）关于数轴之力：一个Mc小组（官网）\n",
    "replies": [
        {
            "author": "V_院長",
            "timestamp": 1517984160,
            "txt_content": "别争了，宝宝吃的"
        },
        {
            "author": "zclzcl",
            "timestamp": 1517985540,
            "txt_content": " 本帖最后由 zclzcl 于 2018-2-7 18:08 编辑 \n\n居然。。居然。。看懂了！！新时期的鲁迅！！"
        },
        {
            "author": "2759159258",
            "timestamp": 1518067020,
            "txt_content": "当成恐.怖故事来看...\n看不懂其中的含义。"
        },
        {
            "author": "数轴之力",
            "timestamp": 1518069180,
            "txt_content": "2759159258 发表于 2018-2-8 13:17\n当成恐.怖故事来看...\n看不懂其中的含义。\n这是一篇**的讽刺文"
        },
        {
            "author": "Nethop",
            "timestamp": 1518073200,
            "txt_content": " 本帖最后由 Nethop 于 2018-2-8 17:24 编辑 \n\n周创区的神秘力量越来越强大了\n\n文评正在写，感觉有些地方有点小问题"
        },
        {
            "author": "九九之",
            "timestamp": 1518430140,
            "txt_content": "我来看看我写得小说有人看没有，233。自己还是顶顶罢"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518431220,
            "txt_content": "九九之 发表于 2018-2-12 18:09\n我来看看我写得小说有人看没有，233。自己还是顶顶罢\n您好，这里不是贴吧，请不要以回帖的方式顶贴，如果有需要请使用提升卡，谢谢。"
        },
        {
            "author": "九九之",
            "timestamp": 1518431820,
            "txt_content": "我还是自己安利一下吧，还是在这个网站，用小组号（数轴之力）发表的另一个小说，阅读之前最好无视题目，看完了以后再看看标题吧。http://www.mcbbs.net/thread-780424-1-1.html"
        },
        {
            "author": "九九之",
            "timestamp": 1518432600,
            "txt_content": "Smokey_Days 发表于 2018-2-12 18:27\n您好，这里不是贴吧，请不要以回帖的方式顶贴，如果有需要请使用提升卡，谢谢。 ...\n好的，主要是不太清楚这里的规定，马上去看=_=…"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518433380,
            "txt_content": "世界那么多键盘侠，我到底还是没见着几句正确的言论，盖吾愚之深也。\n谁是正确的？谁是错误的？这是一个问题。"
        },
        {
            "author": "sOta_cCc",
            "timestamp": 1518828420,
            "txt_content": "好吃不过饺子"
        },
        {
            "author": "天下归心",
            "timestamp": 1518955620,
            "txt_content": "......\n求大佬给个解析\n真的看不懂"
        }
    ]
}