{
    "title": "【原创】[兰冥传说-战争法则]第一卷-朽叶·第二章-城镇边限",
    "author": "縻风",
    "replyCount": 2,
    "timestamp": 1518096720,
    "txt_content": " 本帖最后由 縻风 于 2018-2-8 21:35 编辑 \n\n第一卷-朽叶·>可笑的不是试图征服世界的蝼蚁，而是在腐朽之火中焚尽的朽叶。\n\n第二章-城镇边限“报告，我是来征军的。”深色木质柜台前，一个还算结实的少年向柜台后的女人说到。女人一身墨绿，布料的边沿都有灰色的收边，领口是立起来的。显然，这应该就是军队的某个阶层的制服。“哪里来的，名字，还有身体信息。”女人头也不抬的从抽屉里拿出了一张纸头。递了过去。修接过纸笔，很不自然的写了几个字。然后把纸头推了过去。女人看了一眼纸上歪歪扭扭的字迹，半笑地说到：“叫修啊……话说你居然会写字……在这个时代我还很少见过会写字的呢。”修尴尬地挠了挠头，唐突的问道：“所以我下面要去哪里？”女人扫兴地把纸头放到了一堆文件里。然后指着不远处的一扇铁门。“那里。”“哦，谢谢。”“诶！等等，你没拿证明。”女人又掏出一张褐色的卡纸递给了修，上面写了些奇怪的字符，还有一只凶猛的兽像。……“吱……嘎……”铁门的摩擦声总是让人头皮发麻。修在心里抱怨道。呛鼻的灰尘在修眼前慢慢散尽，眼前的景象让他一愣。一个不大的灰色调石壁间内，或是在地上，或是在木桶上，做着一个个赤|裸着臂膀的壮汉。“什么嘛……到头来是个小鬼……”“浪费时间吧这不是，这些时间完全可以到利达了……”“还以为是多大的战斗力呢……”……铁门打开那一刻，窸窣声就在这个压|抑的灰色调房间内响起。修感觉到自己被针|对了。但他也不觉得有什么不对的。毕竟自己的确和他们比起来战斗力不是很强，而且自己确实来的比较晚。“都给我闭嘴！”坐在唯一一把椅子上，也是唯一完完整整地穿着衣服的军人模样的中年人大吼一声。“一个个的刚来就觉得自己有多么优越？大家都是新兵，你怎么知道这个小鬼就比你们差了？轻视是战士最忌|讳的心理！看来你们完全没有作为帝国将士的绝望。明天早上给我绕整个镇子跑20圈！”众人一下子暴怒了起来，凭什么这个比我们晚来的小子能得到庇护？我们在这里等了这么久已经亏了好不好为什么还要惩罚我们！你当你是谁啊！“那个……我觉得还是算了吧，毕竟的确是我……”修有些尴尬地插入道。但是中年人的反应出乎了所有人的意料。“你觉得我在袒护你？”中年人依然是那凶神恶煞的眼神瞪着修，但是说到这句的时候眉毛轻|挑了一下，似乎是表示不屑。“你，100圈。”不管是刚刚显得暴戾的众人还是为难的修此刻表情都僵硬了。“怎么？不够？你一个破杂|种第一天就想装大|爷给我来这么晚？距离底限时间虽然还有2天，但是军人的时间一刻都不能浪费！还有，就你这瘦胳膊瘦腿的，在战场上就和那四条腿的东西拉出来那东西一样！”窸窣声再次从人群中传出来，显然是因为中年人的最后一句话。“40圈。”……没人再敢说一句话。到也不是怕了这个中年人，但就是一句话也说不出来。然后中年人抛下一句“星起熄灯，星落给我全都起来开始跑步。”后就从房间里出去了。此时的修无疑成了众矢之的，最强壮的几个直接站了起来把修逼到了墙角。“干什么！”修此时无疑有些惊慌，同时也很恼怒。“臭小子，就因为你一个人迟到害得我们一起受到牵连。不教训你一下不行啊！”为首的络腮胡大汉十分不友好地吼道。本来修确实是对此感到不好意思，打算第一时间和大家道歉，可是这群人连第一时间都没给他就把他围了起来。现在的修根本没有半点想道歉的意思。“我来晚了是我的问题。但是你们自己嘴贱不能怪我。不要把你们的愚|蠢归结于我身上！”修义正言辞地瞪着大汉说到。但是体形和气势以及人数的压迫还是让他有些打颤。话未落音，一个铁锤大小的深褐色拳头就嵌入了修的肚子里，一股超越疼痛的压迫力冲击着修的五脏六腑，先是一瞬间的干呕，然后殷红的血就涌了出来。“喂喂，会不会做的太过火了啊……说不定明天就只剩下尸|体了。搞不好还要加跑。”“嘁。”那络腮胡大汉直接把口水吐了出来，斜眯着眼盯着那张扭|曲的被血沾红的脸，“这种程度就死|掉了还当什么兵，回家早点娶了个村|妇生|孩子去吧。”“别这样说，戴维克，人家还是孩子，是不是啊？”说到这里，一个看起来尖|酸|刻|薄地小|丑样的结实青年用针一样的眼神看着修，“人家都脸红了~”修怎么会听不出他说的是自己满脸的血|迹？本来血迹不可能涂满整张脸，但络腮胡大汉在吐血的那一刻硬生生把血给拍了回去涂在了修的脸上。他想反抗，但是腹|部的余痛像是空|洞一般吞|噬着他的体力，别说站起来了，就连呼吸都异常困难。然后……他只觉得眼前一黑……有生以来，他头一回觉得自己……这么无力，这么脆弱。……转眼间啊，大半个白天就已经过去了，休息室早已被抱怨声充斥，嘈杂的环境让每一个人的心情都非常糟糕。修透过接近天花板的铁窗向外望去，天边已经有一丝焦黄。黄昏，快到了啊……寻风她还好吗。……一切似乎都是这么丧心病狂。在一天高强度的惩罚之下，中年人竟然决定在第二天就前往利达。人数不到三位数的一只队伍就稀稀拉拉地撤离了这个小镇，噪杂已经被抛之脑后，眼前的以前就是荒地和敌人了。在这个时代中，敌人并不是突袭的敌国军队，而是荒野的凶兽。在没有约定的情况下，两个势力是不会发生军事冲突的，这是这个时代的原则。焦黄色、深褐色是现在唯一的色调，不是满天黄沙，白雾淡黄的一片恍惚干燥，而是深色的，让人绝望的颜色。毫无生气，偶尔还能看到一大片裸露的白骨和血泊。这里，就是城镇边限。戾气浓郁的死亡之线。\n\n题外话：\n第一章里的评分里章鱼突然说：为什么突然写这个了 ，其实是因为我之前还有一个坑\n「原创」[bgm]梧桐叶-第一卷 （一）\n「原创」[bgm]梧桐叶-第一卷 （二）\n\n其实是我有个习惯，我喜欢两种截然不同的风格的坑一起做，当心态适应哪种的时候就肝哪个。虽然这也导致了我一堆坑最后报废。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1518151620,
            "txt_content": "这时代就有文牍主义啦？"
        },
        {
            "author": "縻风",
            "timestamp": 1518152940,
            "txt_content": "Smokey_Days 发表于 2018-2-9 12:47\n这时代就有文牍主义啦？\n哈……哈嘞？刚才搜了一下好像没这个意思吧？不过“这个时代”这种说法吧……emmm也不知道怎么说，反正我并不觉得冷兵器时代只能作为一种远古时代或者落后时代。XD你懂我的意思吧？"
        }
    ]
}