{
    "title": "[双线]Starrysky——真实生存|物品扩展|粘液科技|pvp|成就|生存技能[1.11.2]",
    "author": "Forever永恒",
    "replyCount": 0,
    "timestamp": 1518168960,
    "txt_content": " 本帖最后由 Forever永恒 于 2018-2-9 21:33 编辑 \nStarry sky服务器前言   你是否厌倦了纯净生存的体验？只需要吃饭就能活一年的肝帝史蒂夫？你是否觉得原版的怪物威胁实在是太小了？你是否觉得pvp不够劲爆？或者原版的拉弓射箭已经满足不了你对于pvp的热爱？或者原版的食物吃来吃去就那么几样？再怎么换也还是觉得不够新鲜？来贪玩Starrysky服务器试试吧！只需要体验三分钟，你就会像我一样爱上这款服务器！（我是渣渣辉，是兄弟就来砍我）点击链接加入群【Starry_Sky服务器①群】：https://jq.qq.com/?_wv=1027&k=5vghxEOStarry_Sky服务器①群：703652046\n\n\n\n服务器简介Starry sky服务器是一个集更真实的生存，更多物品，粘液科技，更有趣的pvp，等更多有趣的新奇玩法于一身的纯净生存群组服务器，服务器用的是高配云主机（并非面板服）所以说首先在延迟和配置上要比普通服好得多，其次是服务器是在专业机房托管的，而且每天都有镜像备份，所以说即使出现特殊情况玩家们也不用担心自己的存档或者物品被删除或者无法找回，腐竹会解决好这些问题的。而且腐竹是全天在线而且很好说话的哦，记得如果如果出现问题的话欢迎私聊腐竹或者在群里@腐竹来解决问题~最下面有腐竹女装我难道还会告诉你吗？\n\n给予你更真实的生存体验由于原版的生存太过简单和有些枯燥，可以说是开局伸右手，装备全靠撸,不喝不睡觉，靠吃就肝暴。这一切对于资深的MC玩家来说着实是太过简单了，所以服务器增加了更真实的生存体验的扩展，以前的肝帝史蒂夫再也不能只吃饭就能铁人一辈子了，而是要在保证吃饱的基础上，还要考虑如下情况睡觉\n    \n\n    \n喝水  \n\n\n\n体温\n\n\n生病\n\n骨折\n\n甚至是和怪物作战而感染的病菌等。在喝水的时候也有几率会得病，当然了。也有用来过滤水资源的专用滤网或者你烧成开水喝下去也是ok的。这一切都让生存难度提高的同时也给与了玩家更加有趣的游戏体验，也给生存带来了极大的可玩性。（其实是体验极差），当然药物，过滤网，等物品都是可以合成的。（我不是在说喝茅台可能会生病2333）\n\n\n\n怪物的增强你还记得你第一次玩MC时怪物的可怕么？是不是天黑了本来也是一脸不怕，然后被僵尸小白各种送回重生点，在好不容易有了一个阻挡怪物的小窝后第二天清晨就被古力帕娘一发连家带人送回家的快感？（反正我当时时心里阴影的没边了）由于原版的怪物过于羸弱，而且对玩家也是只拥有很小程度的威胁，所以服务器为了让玩家们玩的更嗨（怪物们玩的更嗨），所以说在原版怪物的基础上又对怪物进行了一系列的增强来给与玩家带来更刺激和紧张的体验，天黑请快快回家，不然会被跳鬼步的僵尸怪蜀黍一言不合就喊出午时已到开始疯狂射箭的小白舅舅，可爱而又喜欢背对背拥抱的古力帕娘，喜欢被调戏的蜘蛛？偏爱与玩家搞基的大长腿腐竹（小黑）拐走哦~\n\n\n\n\n\n\n\n粘液科技改变你的生活科技改变生活，知道为什么德国骨科，呸，德国科技那么出名么？因为人家工业牛逼啊，为啥人家工业牛逼呀，因为人家科技厉害呗，对，没错，科技就是这么强，强的让人为所欲为~，其实是如果你在上面两个生存的考验上挺过来了（你可真是厉害，我自打内测以来还活不过晚上的僵尸来袭。。），那么一定觉得很无聊吧，所以说服务器专门供给了粘液科技，来让玩家有的研究，而不会在上面的两个考验已经难不倒你的时候带来一个爆肝研发科技和养老的休闲体验~\n\n\n物品扩展什么？你觉得还不够？？？好吧好吧怕了你了，因为原版吃的不给力啊，装备也不给力啊，都是钻石剑钻石甲丝毫没有体会到我土豪的风范啊，穿一身绿宝石装甲，吃至少都要吃羊肉汤牛肉汤吧，天天啃那死难不中吃的面包？拜托我是土豪好么，好吧，为了吃货，为了装逼，服务器支持了物品扩展，包括近200种物品，有武器，有护甲，有装备，有魔性增强型物品，还有你们最喜欢吃的毒苹果233就比如说这个土豪专属版的绿宝石原谅绿铠甲，你们真的不要穿上吗2333还有补肾神器！猫肉还有十分易懂的合成表     哇，我觉得这些扩展可以玩一年呐~\n\n\n\npvp武器强化突破和实用技能什么？你觉得还是不够？？？那么接下来的pvp扩展一定能满足你们这些已经在生存上几近无敌的大佬们，首先是服务器加入了pvp荣誉插件，也就是说你们杀敌越多那么你们获得的称号就越厉害，比如我这个渣渣现在还是新兵- =，如果你觉得自己技术不够好，但是装备都一样啊，打不过别人啊，没关系，咱们有钱就玩强化，没钱那么也不怕，走走咱们去打怪刷技能等级去，我就不信我10000级的斧技削不死你就比如说这个土豪专属版的强化机器，你真的不要试试+10嘛还有pvp神技！斧技还有十分强大的突破武器属性     哇，我觉得pvp这下有打头了啊，不是你死就是我亡呀服务器还有更多的详细内容，就不在这里一一列举了，但是只要进服你肯定体验的到呀！\n\n\n\n腐竹的废话Starry sky服务器是一个刚开不久的群组服务器（虽然现在只有一个子服），所以说我们现在的服务器还是很薄弱，希望玩家们多多支持，我们也会在第一时间对服务器进行更新和维护的，毕竟现在的东西还是太少了，所以我们会继续努力更新，也会对服务器不断的进行优化，来给与你们更好的游戏体验，如果服务器遇到bug或者问题希望你们可以理解，毕竟是刚开不久的服务器，而且以前我开的都是mod服所以没什么经验所以说希望大家多多支持吧，嗯，我会尽力创造属于出Starry sky的一片天！\n承诺给你们的女装图片：\n\n\n\n",
    "replies": []
}