{
    "title": "[原创·单篇]世界第一的公主殿下",
    "author": "数轴之力",
    "replyCount": 2,
    "timestamp": 1518157560,
    "txt_content": " 本帖最后由 数轴之力 于 2018-2-10 14:05 编辑 \n\n\n世界第一的公主殿下         冬日，合租屋内。 孙茗辉伏在案上，一只手压住摊开的书，另一只手在笔记本上不辍着。忽地，一只手拍住他的肩： “天都亮了，还在看书？”他一惊，手一抖，笔就滚到了地上：“不是，只是起的有点早罢了。”他蹲到桌下，刚抓住笔杆，便抬头看向身后的人，“邹承，只要你敢乘机动桌上的东西，我分分钟就，，”“哎呀，放心放心，不敢动你的书。”邹承笑了，把凳子抽开，弯腰捡起地上的笔盖，搁在桌上。他的视线被书堆上一个模型给钩住了。“哟，‘大作家’也买了手办啊，”邹承伸手便拿起手办端详。“噢，这个动漫我看过，这家伙叫‘丹特利安’吧，就是装了很多书的那个…”“都说了别乱动，”孙茗辉起身将笔帽合上，“再不放下，我就把你的‘公主殿下’给..“孙茗辉咯咯地笑起来，转身却向洗手间走去。刚走到门口，迎面而来的是叼着牙刷，满口牙膏沫的肖周。“哟，早啊‘大作家’。“肖周含含糊糊地叫着。“行了，别叫我什么‘大作家’了，快把牙膏沫给吐了，都喷到张杨的卧室门上了。“肖周“哇”地一声吐在盥洗盆里后，走到门口望了望，便又径直地走向客厅，打开电视后，又带着杯子和牙刷回到了洗漱间张杨的卧室门从里面拉开，走出来一个低头看着手机还大叫着的青年：“纳尼哟！这游戏怎么现在进不去了?”但当他将视线从手机上移开后，发现沙发上的邹承也是一脸惊愕。邹承抬头看向刚出门的张杨，指着电视机苦笑着：“你自个看看吧。”张杨弯腰转向客厅，看见电视机上的字，差点把手机摔在地上。这电视机上写的啥呢，“违规游戏动漫名单”“我勒个去！”张杨定在那里半晌，总算是骂了出来。“怎么了，怎么了？”肖周听见骂声后，带着步子里拖鞋的踢踏声走了出来。“噗——”肖周看着电视机屏幕，嘴里发出了喷水的声音，赶忙转过头，向洗漱间里大喊：“‘大作家’！‘大作家‘！大事不好了！”“哎呀行了行了别叫了，怪瘆人的。”孙茗辉懒洋洋地从洗漱间出来后，看着电视机屏幕，眼眶费力地抬起眉毛。孙茗辉呆站在那儿许久。“孙茗辉，你家拉菲没了。”邹承苦笑着。孙茗辉把肩上搭着的毛巾取下来折了又折。“不是重点吧，现在张杨要直播的游戏没了，我们四个人合租的主要收入没了。”“别急，我还可以播其他游戏。”张杨虽是这么说着，眼中却有些许的恍惚。“我受够了，三番五次地用些莫名其妙的理由除掉些动漫也就算了，这次是大规模的屠杀，屠杀啊。”众人一齐望向这么说话的邹承。“别这样想，这是有原因的，你不知道‘文化…’”但孙茗辉的话还没说完，就被邹承打断了。“好了好了，‘大作家’，你是不大懂我们这些宅。”邹承起身，“我要移民去日本了。大家再见”“你……”孙茗辉看着走向卧室的邹承，愣是说不出话来。“我觉得我可以先看看可以播哪些游戏”张杨悻悻地走进卧室。“我想我得出去走走。”肖周穿好鞋子。空气静谧了起来。肖周出门的时候，一只手拍在孙茗辉的肩上，凑到他耳边悄声：“都是成年人，道理都懂的，他只是说说而已。”孙茗辉转过头，淡淡地说“他别要去散布些不好的言论。”“不至于，不至于。”肖周摆摆手，出了门。孙茗辉徐徐地走到书桌前，看着已经合上的书，静默良久。“也是，就算要走，飞机票也不是说去就能去的。”他坐下后便翻开书，运笔不辍。他摘抄得些许入迷，并没有在意身后行李箱的滚轮声正悄悄地走到门外。太阳从窗户左边，走向窗户右边。肖周来到步行街上，今天不是双休日，所以街上就单来独往些把个人。空气有点凉，风伸了只手到他后颈里，又像是崩了几根钢弦，刺凉。若风还要大点，那麻麻的感觉就顺着钢弦从后颈爬到头皮上。他路过一家杂货铺，门口放着一些韩国明星的海报，两个女学生在那里边翻边说。“哎，你看这张好帅。”“哇，我要买，别和我抢。”“好好好，不跟你抢，我跟你讲，我也想去那边发展，当练习生。’“要移民吗？”“差不多，我要读那边的大学，然后就在那边定居了。”“可以哎，也是，你成绩也好，家里也有钱。”就算肖周加紧了步伐，在这空荡荡的步行街上，他仍旧能够听见她们大段大段的对话。那尖锐的声音不断拨动他后颈的弦，头皮一阵一阵地发麻。“是我昨晚没睡好，一定是。”他加紧的步伐变成了小跑。终于，他在动漫周边店停下了。他一进去，便呆在那里——这家店几乎被腾空了。“您好，请问您要些什么。”“哦，对哈，”他沉默良久，再三思考后，问了一句：“还可以订购手办吗 ？”“当然可以，只是根据相关规定，有些无法…”“没事，我问问而已。”“好吧，店里还有些东西，您可以进去看看，其中应该都是初音未来的…”“‘公主殿下’么。”他回过头，“那没太必要了，家里有的。”“那好，您慢走。“肖周出门，却注意到了店铺外的公告：“从下周开始，本店停业。““是这样啊。”他后颈的弦仿佛散开了。街头以外的公路上，汽鸣吵闹。他似在思考着什么，但又似没有。人渐渐陷入马路的中央，滚滚浓尘中不见踪影。已经是下午了，孙茗辉发现家里静静的，便来到邹承的卧室。邹承电脑不见了，枕边的‘公主殿下’的手办不见了，床头终日在充电的、初音限定版MP3，连充电器本身也没了踪影。衣柜是空的。孙茗辉赶忙到自己书桌前，拿起电话。如果是走了的话，现在不是航班的高峰期，就算买不到届时的票，但也不表示没有下午或者晚上的票，邹承出国也不止一次两次了。“喂？‘大作家’？”“行了邹承，你在哪儿？”“哎，孙哥，忘了告诉你们，我前段时间早和那边公司联系好了，你知道的，我音乐制作方面很强的，也就短时间审核过了，也算是朋友介绍过去的吧。”“为什么不提早告诉我们？”“也怕哥几个为我宴席，本身你们也不容易。”“为什么说走就走？”孙茗辉语气开始带点质问。“说实话，本来应该晚点去，但这破地方我多呆一天，难受一天。”“什么？”孙茗辉双手紧握电话，双眼瞪大。“我还是觉得国外好。”“不，不，不，你不明白，醒醒吧，这是…”“好了好了，还是得说孙哥你不懂我们这样的宅，好了，得关机了。”“不…”嘟嘟声在孙茗辉耳边嘲讽。他明明只是说了些话，便这般地喘起了大气。一只按在书桌上笔记本封面的手，在紧握中将封面捏皱，另一只手在颤抖中握住书堆上的手办，高举着，似想将怒火合着它一同在地上摔个粉碎。可他只是颤抖着保持这个姿势。良久，他抬头。恰好，在这个角度，那个手办也望着他。高举的手缓缓放下，紧捏封面的手也渐渐松开。客厅里回荡着莫名奇妙的抽泣声：“什么嘛…”关掉电话的那头，邹承将手机收入怀里。“其实我知道你什么意思。”邹承嘀咕着，“‘文化侵略’嘛，”他低头看了看怀里放着的，他那世界第一的，公主殿下的手办。“哪儿有那么严重？”于是便释然地将初音限定的MP3从包里，连同耳机一同扯出。无意间的回头，却看见这航班上的旅客：他们的衣服上都印着各式各样的动漫人物。\n\n\n\n\n\n                                                                                                             2018年2月9日     作者：数轴之力-九之     写在后面：作为一个也是深受ACG文化影响的作者，在文化信息错综复杂的今天，我有许多话想说出来。可直接说出来怕被喷，便也就诞生了这篇小说。怎么说呢，其实ACG文化没错，可大多数人仍旧不解其中的缺陷。关于文化侵略，也许你在看了我这篇小说以后，也同样想着：“哪有那么严重?”        可恰恰就有那么严重。        抛开影响我们网络秩序的客观原因，那就前不久发生的一件事情，关于“Darling in franxx”的举报事件，我想，除了这样一句话，就没有更多的东西可以看的出来了：        “咱中国缺啥都不缺愤青。”        举报方和人肉方都属于过激行为，这是我们作为旁观者所明白的。        嗯，就说到这儿吧。 关于文化侵略，其实我只持两种观念：1:不支持过分热爱ACG文化而以其价值观贬低自己的祖国。2:不支持过分反对ACG文化而以其价值观贬低ACG文化者。以上两句话可以自己琢磨琢磨。 但其实深究其后，就算不存在ACG文化，今年2月初，仍旧会发生类似事件。至于为什么，这才是我想让大家读读我这篇小说的原因。关于前篇小说“谁吃了饺子”，我想我也不必过多解释，世界那么多键盘侠，我到底还是没见着几句正确的言论，盖吾愚之深也。\n\n\n————来自Force of Axis\n数轴之力-九之  关于作者：数轴之力 - 九之（学生党一枚，擅长荒诞小说，偏好极|端的魔幻现实主义，主要走批判现实主义道路。喜欢余华的一句名言：比起生活来说，小说的荒诞真是小巫见大巫。）关于数轴之力：一个Mc小组（官网）\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1518435300,
            "txt_content": " 本帖最后由 Smokey_Days 于 2018-2-12 19:36 编辑 \n\nDitF的事情已经讨论得够多了，激进的人已经说了很多话了。\n下面说说我自己的看法。\nACGN是一个很好玩的玩具，再深入一点——是一种亚文化。但是仅仅如此。\n某部的事情...我也讲不清楚。但是目前ACGN这个样子是经不住主流文化的聚光灯的。这并不是什么思想管控啊文化封锁啊之类的事情，只是单纯不被主流价值观接受而已。哪一天ACGN真的能被主流文化接受，哪一天ACGN就能彻底摆脱随时可能GG的阴影。\n但是，有可能么？\n卖肉，卖腐，玩下流梗...这些东西如果不能在一定程度上解决，就真的只能等着不知何日是个头的X解放了。\n能看到DitF的大概思想也保守不到哪里去，但就这样还是骂声一片。\n别给社情戴上深刻的帽子，弗洛伊德说你想干我妈你还真的就想干我妈了？\n\n以及：DitF的全称，似乎有个the（误）"
        },
        {
            "author": "sOta_cCc",
            "timestamp": 1518828420,
            "txt_content": "牛逼啊\n"
        }
    ]
}