{
    "title": "「Minecraft.net|INSIDER」本周方块：地狱砖块",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1518186720,
    "txt_content": " 本帖最后由 1345979462 于 2018-2-9 22:34 编辑 \n\n\n\nB L O C K  O F  T H E  W E E K :  N E T H E R  B R I C K本  周  方  块  ：  地  狱  砖  块You’ll NETHER guess what pun we forced into the strapline!冥冥中，你永远不会知道我们在标题中插入了什么双关语！\n\n　　Okay, you've got your diamond pickaxe. You've harvested your obsidian. You've constructed your portal, and lit it on fire to activate it. You step inside, and everything goes dark... Then suddenly, SHWOOM.\n　　好的，你拿起了钻石镐，挖到了几块黑曜石，建造了地狱传送门，然后点了把火激活了它。你踏了进去，然后四周一片漆黑……然后突然，唰！\n\n　　You emerge in the depths of the Nether, surrounded by pigmen and lava, with pretty much everything on fire. Eek!\n　　你现在身处地狱深处，被猪人和岩浆，以及着火的事物所包围。呀！\n\n　　Exploring a while, you dodge ghast fireballs, until suddenly you come up against a wall of dark, fireproof bricks. \"That sure looks like a good contender for Block of the Week,\" you mutter to yourself as you get torn apart by wither skeletons. And you would be right!\n　　你躲开了恶魂的火球，探索了一段时间后，突然，你的眼前矗立着一道黑暗的，耐火的墙。“它看起来是本周方块不错的竞争者。”在你的躯干被凋灵骷髅撕裂的同时，你自言自语道。你确实是对的！\n\n\n　　Nether brick blocks came to Minecraft in version 1.0.0 - the first official release of the game. They generate naturally in only one place - the walls and pillars of nether fortresses, where they provide protection for those inside from ghast fireballs and other dangers. Unfortunately, there's usually more danger inside the fortresses than out, as they act as spawning grounds for blazes, wither skeletons and other terrors.\n　　地狱砖块是在Minecraft 1.0.0版本（也就是首个官方的正式版）被加入到游戏中的。它们只在一个地方自然生成——那就是下届要塞的墙和柱——他们可以保护内部不受恶魂的火球和其他危险的干扰。不幸的是，因为烈焰人、凋灵骷髅和其他可怕怪物的生成，通常要塞内比要塞外更危险。\n\n　　But you'll be going inside anyway, because it's the only place you can get blaze rods, wither skills, and nether wart. Sorry. It makes the game fun, though, right? If it's any consolation, you'll find chests in there too, full of goodies like diamonds, horse armour, golden swords and... er... saddles. You’re welcome?\n　　但是，无论如何你也要进去，因为这也是你得到烈焰棒，凋零骷髅头和地狱疣的唯一之地。实在是抱歉，但这也使游戏更加有趣了，对吗？如果说有什么奖励品的话，那么你在其中也能找到些箱子，其中装满了像钻石，马铠，金剑和……额……鞍这样的好东西。不客气。\n\n　　If you want to replicate a Nether Fortress in the overworld, then you can make nether brick blocks by putting four individual nether bricks in a square in a crafting grid, each made by roasting netherrack in a furnace. You can also break existing nether brick blocks by smacking them with any kind of pickaxe.\n　　如果你想在主世界中获得地狱砖块的话，你需要将在熔炉中烧制地狱岩而得到的地狱砖块分别放在方形的合成区域中。你也能用任何类型的镐子去挖地狱中自然生成的地狱砖块。\n\n\n　　The real world doesn't have a nether (or does it?), but we do have fireproof bricks - usually called \"refractory bricks\" - that are able to keeps their strength at very hot temperatures. Different ingredients allow them to cope with different temperatures - fire clay bricks can manage up to 1500C or so, chromite bricks can handle up to 1700C and those made of zirconia will stand up to temperatures higher than 2000C without melting!\n　　真实的世界中是不存在地狱的（或许存在？），但是我们确实拥有耐火的砖块——我们通常称之为高铝砖——它们能在极高的温度下保持硬度。不同的材料让它们能够应对不同的温度：耐火黏土砖为1500℃左右，铬铁矿砖为1700℃，而由氧化锆材料制作的砖块能够耐住2000℃以上的温度而不熔化！\n\n　　Fire bricks were invented in 1822 by a Welshman named William Weston Young. People had fireproofed furnaces beforehand by applying a ceramic coating to the inside, but these coatings were fragile and easily broken. Young's design, on the other hand, called for a furnace made entirely out of fire bricks - which turned out to be both tougher and cheaper.\n　　耐火砖块是在1822年被一位叫做William Weston Young的威尔士人发明的。人们事先在炉膛内部涂上了陶瓷涂层，但这些涂层脆弱易碎。但Young的设计，从另一方面说，需要一个用耐火砖制造的炉子——结果证明，这既坚固又便宜。\n\n　　His invention contributed to the progress of the industrial revolution, and similar bricks are still used in iron and steel-making furnaces today, as well as in rockets and on the bottoms of the space shuttles. So if you're ever building a space shuttle in Minecraft, consider lining the underside of it with nether bricks for an authentic touch. It'll handle whatever temperatures you throw at it!\n　　他的发明促进了工业革.命的发展，如今，炼铁和炼钢炉，以及火箭和航天飞机底部仍使用类似的砖块。因此，如果你在Minecraft中建造航天飞机的话，考虑把它的底部用地狱砖块陪衬来获得实感吧。它能够应对任何的温度的！\n\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-nether-brick\n原文作者：Duncan Geere\n原文发布时间：2018年2月9日\n翻译者：c7w\n翻译时间：2018年2月9日\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1518193800,
            "txt_content": "竟然察觉到了工业革命的坑……XD"
        }
    ]
}