{
    "title": "Minecraft Java版 18w06a 发布",
    "author": "玄素",
    "replyCount": 22,
    "timestamp": 1518183060,
    "txt_content": " 本帖最后由 玄素 于 2018-2-10 13:43 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，18w06a为其第17个预览版。MINECRAFT SNAPSHOT 18W06AA Minecraft Java Edition snapshotJava版1.13快照 18W06A\nTodays snapshot brings in a complete rewrite of how world generation works behind the scenes, so that we can do some really cool things with it in the future & speed it up dramatically. It may be quite unstable in this first snapshot though, so as always: do not open worlds you care about in a snapshot without having a backup first. We can almost guarantee that any world opened in this snapshot will not work in the full 1.13 release.今天的快照全面重写了位于幕后的世界生成器的工作方式，以便我们可以依靠它的新特性和生成速度的提升在未来做一些非常棒的事情。但在第一个快照中，它的表现可能会非常不稳定，所以，一贯地，不要在快照中不备份地打开你所在乎的世界。我们可以基本肯定，在这个快照中所打开的任何世界都无法在1.13正式版中运行。\nCHANGES IN 18W06A18W06A变更列表\nRe-added /enchant command重新加入了/enchant命令Added a recipe book for the furnace加入了熔炉的配方书Rewrote the world generation system重写了世界生成机制Added command suggestions for entity selectors添加了命令中目标选择器的补全Allow whitespaces in entity selectors & blockstate arguments允许目标选择器与方块状态的参数中出现空格Added new item & block tags添加了新的物品/方块标签\n\nFURNACE RECIPE BOOK熔炉配方书\nNow there's a recipe book for the furnace! Exactly like the existing crafting recipe books, you can unlock recipes as you play through the game and they will automatically appear in your recipe book for smelting. Mapmakers can customize the recipes with data packs, which allows them to add or completely change furnace recipes. \"Fuel\", the items that can be burned in a furnace, is not included in this and is still somewhat hardcoded currently.现在，配方书也被作用于熔炉。像已经存在的合成配方书一样，你可以解锁在你游戏的过程中解锁烧炼配方，他们也将自动出现在你配方书中的烧炼页面。地图制作者可以通过数据包来自定义这些配方，这允许他们去添加或改变熔炉所允许的配方。“燃料”，也就是熔炉中可以燃烧掉的那些物品，它们依旧是有些硬编码的，因此未被包含在可自定义内容内。\nWORLD GENERATION世界的生成\nWe've spent the last few years (yes, years) rewriting the world generator completely from the ground up, and this snapshot finally has the first version that we have some kind of confidence in. It may not be much faster at first, but that's because we're playing it safe and want to just achieve \"it works\" before \"it's fast\". It might still be unstable, too, so watch out for that. It's the very first snapshot with it in, after all!我们花了几年（是的，单位是年）时间来从头改写了世界生成器，而这个版本我们我们终于有信心迎来它的初次登场。它可能在最初不是很快，不过那是因为我们希望我们能比较安全地体验它，想在让它“很快”之前保证“有效”。它现在可能依旧不稳定，所以，千万要小心。总之，这是它的第一个快照！\nCUSTOMIZED WORLDS自定义世界\n... don't work in this snapshot. Sorry. We have plans to re-add them in a much more extendible way, but unfortunately we were not able to have that ready yet. You will be unable to open any world of type \"customized\" in this snapshot, it will tell you to revert to an old version to play in those worlds.在这个快照中不工作。抱歉。我们有计划以一个更有拓展性的方式来重新添加它，不过不幸的是我们还没有做好相关的准备。你在这个快照中将无法打开世界类型为“自定义”的世界，它们会告诉你你需要回到一个更旧的版本来打开它们。\n/ENCHANT VS /MODIFYITEM/enchant与/modifyitem\nIt's back how it was. We have shelved the /modifyitem idea that was supposed to replace /enchant and we will look into that again in a future update.它又回到了原来的样子。我们搁置了设计为取代/enchant的/modifyitem命令，并会在未来的更新中重新考虑这个想法。\nFIXED BUGS错误修复\nMC-77488 - TAB player list sorts player names based on ASCII values instead of alphabetically修复：tab列表玩家名的排列顺序依照ASCII值而不是字母序MC-121641 - Impossible selector combinations don't fail to build修复：不可能存在的命令选择器组合不会在编译检测的时候失败MC-121644 - Recipe book tab sound plays twice修复：配方书的签页声音播放两次MC-121811 - NBT path parser might be too lenient修复：NBT的解析器过于宽松MC-121901 - Game crashes when there is closing square bracket without opening in command修复：在命令中未输入开括号\"[\"的情况下输入\"]\"将导致游戏崩溃MC-123482 - The 'paintings.json' recipe file does not use the 'minecraft:wool' tag修复：在\"paintings.json\"的配方中未使用\"minecraft:wool\"标签MC-124372 - Wrong/weird sorting order in tab-completion修复：tab补全中错误/奇怪的排序MC-124635 - Cycling through tab suggestions starts at value after highlighted value even if highlighted value differs from currently chosen value修复：即使tab补全卡中高亮的值和当前值不一样，tab所补全的依旧是高亮选中的下一个值MC-124649 - Nether portals can no longer be activated from the side修复：下界传送门无法从侧面激活MC-124681 - Tab suggestion erroneously suggests second closing square bracket on entity selectors修复：目标选择器的补全建议错误地提示了第二个关括号MC-124683 - Tab suggestion box for entity selector closing square bracket misaligned in certain situations修复：某些情况下目标选择器补全卡中的关括号错位MC-124684 - Tab suggestion box for entity selectors don't disappear when leaving the argument in an invalid state and beginning the next argument修复：目标选择器补全卡在此参数处于非法位置时在光标离开此参数后不消失并继续处于错误位置MC-124695 - Flint and steel in a dispenser loses durability when not igniting修复：发射器中的打火石即使无法点火仍旧会丢失耐久\n\n转载本贴时须要注明原作者以及本帖地址。     Please report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar： http://s3.amazonaws.com/Minecraft.Download/versions/18w06a/minecraft_server.18w06a.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n ",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1518183180,
            "txt_content": "终于敲出来了"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1518183720,
            "txt_content": "所以，一贯地，不要在…\n\n自定义熔炼厉害了"
        },
        {
            "author": "preview",
            "timestamp": 1518183900,
            "txt_content": "终于刷出来了！没想到添加辣么多内容！"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1518184320,
            "txt_content": "18w07a会是水域更新的快照吗？"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1518186900,
            "txt_content": "话说这个版本的下载速度异常缓慢。"
        },
        {
            "author": "SPGoding",
            "timestamp": 1518192960,
            "txt_content": "哇更新后的recipe的json format我看了想打人…一个文件那么多破功能，统一一下会死系列。熔炼的result还是一个Item ID而不是component，看起来sbmj是不打算支持nbt了。\n期待1.13还不如摸鱼，咕咕咕qwq"
        },
        {
            "author": "許嘉鋅",
            "timestamp": 1518234900,
            "txt_content": "hummmmmmmmmmmmmmmmmmm"
        },
        {
            "author": "huzhiyuan02@163",
            "timestamp": 1518240780,
            "txt_content": "为啥感觉最后一个bug在之前的版本里已经被提到修复了"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1518267840,
            "txt_content": "玩MC越久，觉得离MC越远呢……\n我竟然发现我越来越喜欢生存了，这样命令就与我没啥关系了"
        },
        {
            "author": "PalenessIb",
            "timestamp": 1518271500,
            "txt_content": "所以MJ打算什么时候带来水域更新内容的快照？"
        },
        {
            "author": "zhao55052",
            "timestamp": 1518317460,
            "txt_content": "看来在1.13正式版发布之前，mojang还有很长的一段路要走（1.13会不会是快照最多的一个版本呢）"
        },
        {
            "author": "981867644",
            "timestamp": 1518328980,
            "txt_content": "对自定义熔炉挺感兴趣的2333不知道有没有人愿意出来做个示范（表示我只知道怎么改type，另外那俩个新的参数不知道怎么加进去QAQ）"
        },
        {
            "author": "981867644",
            "timestamp": 1518331020,
            "txt_content": "zhao55052 发表于 2018-2-11 10:51\n看来在1.13正式版发布之前，mojang还有很长的一段路要走（1.13会不会是快照最多的一个版本呢） ...\n我认为再多也不可能比1.9还多..."
        },
        {
            "author": "Yu__Geng",
            "timestamp": 1518331560,
            "txt_content": "981867644 发表于 2018-2-11 14:37\n我认为再多也不可能比1.9还多...\n1.9是改了战斗机制又加了末地的新内容，快照多的。。。。"
        },
        {
            "author": "JackBlock",
            "timestamp": 1518336000,
            "txt_content": "zhao55052 发表于 2018-2-11 10:51\n看来在1.13正式版发布之前，mojang还有很长的一段路要走（1.13会不会是快照最多的一个版本呢） ...\n我觉得1.13必然会超过1.3.1（19个快照）成为快照数量第三，但是要赶超1.8（52个快照）、1.9（56个快照）根据Mojang现在的更新情况来看可能性极小"
        },
        {
            "author": "preview",
            "timestamp": 1518354540,
            "txt_content": "JackBlock 发表于 2018-2-11 16:00\n我觉得1.13必然会超过1.3.1（19个快照）成为快照数量第三，但是要赶超1.8（52个快照）、1.9（56个快照） ...\n在之前1.8/1.9的时候，mojang发布快照很频繁，一周就要发布2到4个快照，像发疯了似的；而在1.10以后，快照变得不频繁了，一周发布1到2个快照，显得不开心。我估计1.13会发布20到30个快照。\n"
        },
        {
            "author": "jmj863989233",
            "timestamp": 1518359460,
            "txt_content": "what？？？？？  什么情况？？？？\n\n\n\n\n\nQQ图片20180211222932.png\n(168.02 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-2-11 22:30 上传\n\n\n\n\n\n\n\n\n哇，工作台合不了啦~~~\n\n\n\n\n\n\n"
        },
        {
            "author": "jmj863989233",
            "timestamp": 1518359640,
            "txt_content": "jmj863989233 发表于 2018-2-11 22:31\nwhat？？？？？  什么情况？？？？\n看了一下，只有去村庄找图书馆里的工作台才可以合成，自己身上合成不了木棍，工作台~~~"
        },
        {
            "author": "Command_Zeus",
            "timestamp": 1518401100,
            "txt_content": "RedFlagGoup 发表于 2018-2-9 22:35\n话说这个版本的下载速度异常缓慢。\n难道不正常吗？\n毕竟相当于从外站下"
        },
        {
            "author": "s绝影a",
            "timestamp": 1518401400,
            "txt_content": "世界生成器？颠倒的树？"
        },
        {
            "author": "qq3405895727",
            "timestamp": 1518442020,
            "txt_content": "毕竟相当于从外站下"
        },
        {
            "author": "w2024562246",
            "timestamp": 1518611040,
            "txt_content": "哇 mc越来越精彩"
        }
    ]
}