{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week:Nether Brick 本周方块：地狱砖",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1518186420,
    "txt_content": " 本帖最后由 像素君 于 2018-2-12 15:08 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: NETHER BRICKYou’ll NETHER guess what pun we forced into the strapline!\n本周方块：地狱砖你们绝对猜不到我们把双关语放到了标题里！\nOkay, you've got your diamond pickaxe. You've harvested your obsidian. You've constructed your portal, and lit it on fire to activate it. You step inside, and everything goes dark... Then suddenly, SHWOOM.\n\n好了，你拿到了钻石镐，接着收集了一些黑曜石。你已经建造好了传送门，接着激活了它。你迈进了传送门，接着眼前一黑一……突然，SHWOOM的一声传来。\n\nYou emerge in the depths of the Nether, surrounded by pigmen and lava, with pretty much everything on fire. Eek!\n\n你出现在黑暗的深渊之中，被猪人和岩浆包围着，几乎处于一片火海之中。唷!\n\nExploring a while, you dodge ghast fireballs, until suddenly you come up against a wall of dark, fireproof bricks. \"That sure looks like a good contender for Block of the Week,\" you mutter to yourself as you get torn apart by wither skeletons. And you would be right!\n\n探索一会儿后，你躲过了不少恶魂的火焰弹。突然，你遇见了一堵墙，一堵由黑色的、防火砖块建造而成的墙。“它或许可以在《每周方块》中争得一席之地呢。”当你被凋零骷髅弄得四分五裂时，你喃喃自语道。没错，就是这样！\n\n\nNether brick blocks came to Minecraft in version 1.0.0 - the first official release of the game. They generate naturally in only one place - the walls and pillars of nether fortresses, where they provide protection for those inside from ghast fireballs and other dangers. Unfortunately, there's usually more danger inside the fortresses than out, as they act as spawning grounds for blazes, wither skeletons and other terrors.\n\n地狱砖在Minecraft的1.0.0版——第一个公开的版本里出现。它们只会生成在一个地方——下界要塞的墙壁和柱子，它们为那些来自遭受恶魂火焰弹攻击以及其他危险的人提供着保护。不幸的是，通常来说下界要塞里的危险程度比外面大得多，因为这里是烈焰人、凋零骷髅和其他恐怖之物的巢穴。\n\nBut you'll be going inside anyway, because it's the only place you can get blaze rods, wither skills, and nether wart. Sorry. It makes the game fun, though, right? If it's any consolation, you'll find chests in there too, full of goodies like diamonds, horse armour, golden swords and... er... saddles. You’re welcome?\n\n但无论如何你都必须得进去，因为这是你获取烈焰棒、凋零骷髅头和地狱疣的唯一途径。对不住了。这让这个游戏变得有趣了，对吧？如果有什么让人感到慰藉的东西，你可以在那里发现箱子，里面装满了钻石、马铠、金剑和……呃……马鞍。所以说，谢谢了？\n\nIf you want to replicate a Nether Fortress in the overworld, then you can make nether brick blocks by putting four individual nether bricks in a square in a crafting grid, each made by roasting nether rack in a furnace. You can also break existing nether brick blocks by smacking them with any kind of pickaxe.\n\n如果你想在主世界里复制一个下界要塞，可以在合成格中把4块地狱砖块摆成正方形的样子来制作地狱砖。每一块地狱岩可以在熔炉里烧制成一块地狱砖。你也可以用任何一种稿子破坏掉下界要塞里的地狱砖。\n\n\nThe real world doesn't have a nether (or does it?), but we do have fireproof bricks - usually called \"refractory bricks\" - that are able to keeps their strength at very hot temperatures. Different ingredients allow them to cope with different temperatures - fire clay bricks can manage up to 1500C or so, chromite bricks can handle up to 1700C and those made of zirconia will stand up to temperatures higher than 2000C without melting!\n\n现实世界里并不存在下界（不过也有可能？），但我们确实有防火的砖块——它们通常被称为“耐火砖”。它们能够在高温下保持其强度。不同的制作材料可以使他们能够应付不同的温度——火泥砖可以承受的问道达到1500摄氏度左右，铬砖可以应对高达1700摄氏度的温度，而由氧化锆制成的砖块可以承受超过2000C的温度而不会融化！\n\nFire bricks were invented in 1822 by a Welshman named William Weston Young. People had fireproofed furnaces beforehand by applying a ceramic coating to the inside, but these coatings were fragile and easily broken. Young's design, on the other hand, called for a furnace made entirely out of fire bricks - which turned out to be both tougher and cheaper.\n\n防火砖块是威尔士人威廉·韦斯顿·杨于1822年发明的。起先，人们在炉子内使用陶瓷涂层来防火，但这些涂层非常脆弱，也容易破碎。然而，杨设计的完全由防火砖块制作的熔炉更加坚硬，造价也更加便宜。\n\nHis invention contributed to the progress of the industrial revolution, and similar bricks are still used in iron and steel-making furnaces today, as well as in rockets and on the bottoms of the space shuttles. So if you're ever building a space shuttle in Minecraft, consider lining the underside of it with nether bricks for an authentic touch. It'll handle whatever temperatures you throw at it!\n\n他的发明推动了工业革 命的进程。现在，类似的砖块仍被用于制作炼钢炉，以及火箭和航天飞机的尾部。所以，如果你在Minecraft里建造了一架航天飞机，考虑一下在它的尾部放上地狱砖吧，这样就会显得更加真实了。它可以应对任何温度！\n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-nether-brick\n原文作者：Duncan Geere\n原文发布日期：2017年2月9日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "volta薯片~",
            "timestamp": 1518196140,
            "txt_content": "很好奇每日方块什么时候会完结"
        },
        {
            "author": "MC.cdasc",
            "timestamp": 1518226080,
            "txt_content": "难怪TE的好几种高温机器都要地狱砖"
        },
        {
            "author": "sjx",
            "timestamp": 1518418440,
            "txt_content": "在合成格中把4块地狱砖摆成正方形的样子来制作地狱砖\n用地狱砖合成地狱砖？"
        }
    ]
}