{
    "title": "[原创·单篇]爷爷的村庄",
    "author": "wrf",
    "replyCount": 2,
    "timestamp": 1518222360,
    "txt_content": " 本帖最后由 wrf 于 2018-2-20 20:02 编辑 \n\n                                                           --引子-- 爷爷，到底是谁呢？  在我三四岁的时候，我知道爷爷是个做馒头，做包子的。每天晚上用电钻在一个大塑料桶里和面，和好放到石板上，醒一晚。第二天我醒的时候，就会有冒着热气的包子和香甜的小米粥给我送来。  天气好的时候，爷爷会搬一条木椅，坐在太阳底下。有时我吃完早饭，从胡同里出来，在母亲的保护下跑过水泥马路，跑到爷爷身边。也不知从哪来的兴奋劲，嘴里喊着“今天我是××奥特曼”，就对爷爷一顿拳打脚踢。也许是小时的我那柔软的小肉拳头打得爷爷发痒，也许他看到我高兴，爷爷的脸上挂满了笑意。等到我把早上多余的力气发泄完，自顾自地跑回店里，爷爷才转头和母亲问早。  我记得有一次，我刚从外面回来，手里拿着装满回忆的相机，跑到爷爷房里。这里和外面的店只隔一扇门，黄暗的灯光照亮整个房间，右边是个铁架和木板搭建的床，就和现在学生寝室里的类似，不过比那个大，爷爷奶奶一起睡在这里，每晚每晚和这家租来的店睡在一起。左边是一些杂物，纸箱子，再往里，竖着书柜，从上面数下来第二格，有爷爷爱吃的大白兔奶糖，当然，我也爱吃。  爷爷正在睡觉，小小的我站在床边，床再加上躺着的爷爷，有大半个我这么高，我看着熟睡的爷爷，脑子里叽里咕噜地也不知想了什么，竟轻轻地把胸前挂着的相机摘下来，两只手捧着，举到爷爷脑袋上，看着高度差不多了，两手一松。  我记不得相机掉下去时，和爷爷共同发出的碰撞声了。听到爷爷“哎哟”的惨叫，我就连忙跑出去，找到妈妈就连忙抱住她的腿，躲在妈妈后面，害怕地望着刚才跑出来的房间，害怕里面的人会跑出来揍我一顿。当然，那天我没被揍，爷爷从来都没有揍过我，他喜欢我这个孙子，比喜欢他儿子还要喜欢。  爷爷一年四季总的挂着笑，每天的起早贪黑，似乎都没能把爷爷脸上的笑容拉扯下来，小时候我不知道他为什么笑，现在也不懂。活的自在的人总喜欢笑。  我六岁从北京回家，就没见过爷爷了。等我三年级的时候，爷爷才带着奶奶回来，家里空了三年多的，我以为是客房的地方，终于再次见到了它的主人。爷爷回来也没闲着，他成了我的专属司机，每天骑着电瓶车接我上学，一直到我小学毕业。在我读初一的时候，爷爷和父亲开始在老家造新房。在那之前，我一直以为，只有看望太婆的时候才来这里。后来才明白，这里是我真正的家，是我祖祖辈辈生活的地方。  而我也开始接触这个对我来说十分陌生的村庄。\n                                                    一  陌生的村庄  我记不得第一次来村里时的情景，仿佛不知不觉间就与这个村子相识了。这里山水相间，和我原本居住的小区相比，完全是另一番天地。走出家门，抬头望过眼前的泥房子，房子头顶一片阴绿。那是远处的山。生活在这丘陵遍布的南方，我们是在小山之间偷生活的人。  我从小就不住在村里，对这个村子感到陌生也是无可厚非。在这里我不认识什么人，甚至连隔壁住着谁，和我有什么关系，我都不清楚。这个村子里的人，都有共同的祖先，无论远近，总有些血缘。也许是因为传接了几百年，到底没有太亲，我很少有处在一个大家庭里的感觉。村庄是人的家，是一群人的家。对这群人陌生，对村子也就陌生了。  走在小道上，身旁的房子各种各样，我却认不出是谁家。小时候就喜欢躲在自己的小房间里，亲戚来做客也见不到我几次。走亲戚也只是低头吃饭，哪管什么亲戚辈份？后来又觉得记辈份太难，平时又没太多留意。若不是长辈在旁提醒，见了亲戚都不知喊些什么。不喊又显得不亲近。我是自己远离这村子的。  见面却不知称呼的尴尬，只要躲在自己那儿不出来，就可以完全避免，连人都见不到，还有什么好尴尬呢？然而，如此只会离这村子更远，居住在这数百人的村子里，竟能生出一丝孤零零的心情。  那孤零零啊，不是指人口密度，如果感受不到周围的人和自己是同类，心中的孤单就得不到缓解。可我改变不了这个村子，或是这个村子里的人，能改变的只有我，冥冥之中有种力量正催促我去接受，去熟悉这个村子。我想那股力量不是来自孤独，那股力量很美好，像彩虹一样。  我不熟悉这里，也许是因为我对乡村陌生。我没有种过田，所以我不知道水稻叶上的小虫在对我说些什么。我没有种过树，所以我听不懂树叶和风儿之间蜜语甜言，风儿与树叶的恋爱，总会让人们心怀羡慕与期待。我没有晒过稻子，但我知道，地上那一片片铺的像床一样的稻子，是不可以睡上去的。如果你真的睡上去了，坚硬的稻子们会毫不留情地还击。我没有砍过柴，完完整整的静静燃烧和粉身碎骨后的火光怒放，木柴会更喜欢哪种？  我不知道这村庄，所以我也不知道其他的村庄。天下这么大，遍布着无数村庄。是否每个村庄里，都有一个像我一样，想要为这村庄记录下什么的人？即使我对这村庄一无所知，这里到底是我的家，总有一天会熟悉。那一天还有多久？我还要住多少年，这片天地之间的山山水水才会记住我的名字？就像那些看到我跟在父亲身后就明白我是谁谁谁儿子的长辈们那样，这里的山。我父亲在这里生活了数十年，你们认识我的父亲，想必也认出我来了罢？未来的哪一天，我去您头上看风景的时候，我一定会帮您滋养一下您那荫绿的头发。还请您在见到我时候，照顾一下我。别让树儿伸腿绊我，再和您的蚊虫孩子们说说，少来我这儿偷东西吧。  曾几何时，又坐在喜庆的饭桌旁，听长辈们谈论些有的没的，却不知怎么加入他们。我带着耳机，独自听着孤独的歌。歌声有时被谈笑声盖过，我抬起头，可他们又在说些什么？长辈们用方言交谈，可我这从小在城里长大的人，最多只能听懂他们的话，想说却不知怎么说了。说起来我的方言也是向外婆学的，虽然在同一个市里，方言有通用的地方，却总有差异。现在倒是和老家的声调混起来了，我只能说这四不像的方言，本就有些羞涩的内心，要怎么承受得起交谈时卡住，不知道怎么表达自己的尴尬呢？\n                                               二    爷爷的田  爷爷种了好几块田，互相不连着。和爷爷走过路旁的小方田时，爷爷会向我展示他用汗水浇灌而成的作物。我问过爷爷，为什么一株玉米只结一根玉米棒子。他说一株只能长一根，多了就长不大。多长出来的，他给拗去了。在我边想着蒸熟的甜玉米边晃悠完一圈之后，我会再跑几步，指着旁边的一块田问，这是我们家的吗？爷爷说不是，又指向马路对面的一块，“喏，那是我们家的。”我没问爷爷，为什么他的田这么分散，东一块西一块。也许全村的田都这样分布。对农民来说，田就是他们的家，邻近的田就像邻居的家一样。把田分散，每块田都有不同的邻田，这样一来邻居就多了。早上忙这块田时和村西头的老头要支香烟，下午去那块田的路上，送村东头的大娘一个地瓜。本就是同个村里的人，这样一来，像是住得更近了。  我很少去爷爷的田里，记得有一次，或许是因为自己在这静若无人的村子里感到无聊了，我竟同意了爷爷的邀请，去他的田里帮一下忙。说是要拔杂草。不就是除草吗，这个多容易啊，我一边这么想着，一边跟着爷爷不紧不慢地走，路过一片片树林，一座短短的石头桥，还有一层浅浅的水道——那水道很宽，附在小石子上，像件透明的羽衣，原来小石子也想着打扮，还奢侈地请来流水帮衬。   可我刚到田里时，竟分不清了。还未“成年”的作物和杂草放在一起真是越看越像。这可不能怪我，爷爷你种的是什么啊，为什么它们这么害羞，躲在泥土里，只探出个头。  原来那看起来像杂草的小叶子才是作物！我在田间小心翼翼地走，生怕踩坏这些爷爷的“花朵”。现在有明确的敌人了，看到那棵涨势极旺的野草了吗？它把叶子长长地伸出去，盖过作物的头顶，毫不留情地抢走小叶每天的阳光。你看它多么霸道，根部有碗口一般粗，我猜它在地下的根早就狠狠勒住了小叶的根，抢走小叶的水分。我靠近他蹲下，眼中带着不屑，心中却满怀正义感，单手伸出，霸道地握住它的脖颈，突然发力！我想给他来个一击毙命，可那野草竟纹丝未动，在风中晃动的长叶散发着一丝嘲讽的意味，我知道遇到劲敌了。  我承认刚才是我轻敌，但这一次我认真了！双手掐住野草的咽喉，眼神仿佛在俯视一只蝼蚁。再次突然发力！野草在发现危险的瞬间停止了摆动，露出一副认真的表情，用根死死地缠住地下的泥土，真不知有多少小虫被它残害了。我又没得手，自己还差点失了重心。整个人向前一倾，好在最终掌握了平衡，蹲回到了原来的地方。  我知道我奈何不了它了，但作为人类，我是有工具的！转身从爷爷那里要来锄头，再转身，我脸上浮现一丝阴险的笑。我缓缓靠近它，阵阵脚步身像是在宣告它的终结日期。等我走到它的面前，我却感受不到它的战栗，多么顽强坚毅的品格。但你投错了胎！我高举铁锄，又用全身的力量劈下，如今的我早已忘记旁边正害怕的发抖的幼芽，一心想着消灭那株反抗我的野草。一锄！他的脖颈就断了三分之二，再一锄，就完全断了。我知道他的根还在泥土里，可我没时间再和它耗下去，有太多野草等着我去除。就当是我敬佩你不屈的灵魂而留下你的性命，来年被春风吹拂的时候，我们也许还会再见。  结果忙了很久，我连一半的杂草都没除尽。可我拔了很多，堆在地上就是一座小山。它们太多了，我拔了这里，抬头，那里又有一株。如果走去拔走那株，又会发现原来的地方没除干净。总觉得它们会在我的背后瞬间长大。  我累了，地里太脏我就没想坐下，起身走向爷爷，就当是交付任务。爷爷正拿着铁锄在一块有别于我脚下这块的田里干活，和我这里这块近乎荒芜但又蕴藏新生的田相比，爷爷那儿的就是一片无边的，茂密的森林。我没有当过农民，实在不知那是什么作物，碧绿的叶子顺着相互缠绕的藤蔓向前向上生长，无数藤蔓交错着铺成这块自然地毯。土地啊，你是也需要被子的吗？到底不是当农民的料，就那一个早上的劳作（实际没帮上多少忙）就让我腰酸背痛，手脚无力了两天，在那之后我就很少去帮爷爷的忙了，除了搬东西这种不算太费力的。  爷爷还有一块水稻田，或者两块，我不太清楚。爷爷给我指过哪块哪块是我们家的，可那些半人多高的水稻已经把分界线给挡住了，它们向四周延伸开去，直到填满一整块田。爷爷的田应该没这么大，我知道，至少最远的那一部分不是我家的。近的，我是分不清了。  每一株水稻都代表着爷爷的两小步和一次弯腰，也许更多，茫茫绿海中，我没有感到生机和活力，取而代之的是一股浓郁的严肃沉稳，而那绿意流入我心间又是一股清凉——无论气温高低的清凉，那是对心脏的洗涤。我常从田间走过，有时，指尖划过一片片水稻叶，它们也争先恐后地和我击掌，让我代它们向爷爷问好。不久的未来，它们会变成我眼前的一碗白米饭，这些吸足了阳光的小家伙，比被加了漂白剂的倒霉蛋都要白上几分。吃进嘴里，仿佛能品尝到爷爷的汗水，那汗水是甜美的，象征着快乐和希望。\n                                                     三     我家  我记不清第一次来到这个家的情景了，就像我记不清刚来村子的情景一样。对于这个村子最初的记忆已经完全模糊了。对于这所住了很多年的房子，我竟没有多少关于它的记忆。仿佛就像我不了解父母那样，最亲的，反而忽视了。  对于一个不爱出门的坏孩子来说，房子就像堡垒一般，阻挡了外界的风风雨雨，也隔断了外界的鸟语花香。我藏在这所房子里，就像冬眠的蜗牛。  想象，如果外界是无尽的狂风暴雪，而有一块空间被坚硬外壳保护，这空间里可以自由自在地活，你是否愿意一直待在里面？虽然我知道房子外面没有风浪，万里无云的晴天倒是不少。但我已经把这里当成乐园了。  现在的我坐在二楼的正中央，这里也是房子的正中央，我觉得自己是一块魔方的核心，被层层保护着，安全感就油然而生了。  看吧，右边第一间就是我的房间，电视就放在书柜中央的大空洞中，其他的空位被试卷课本填满，电视正上方有我喜欢的小电视抱枕。走过门框右拐，墙上定着四边形的可伸缩衣架，从衣架上向外延伸的短木棍是挂东西的唯一地方，我少得可怜的几件衣服上吊似的被挂在上面，帽子被衣服的重量压得变形，显出里面木棍的形状。还有，就是我的“双人床”了，一个人睡可以在上面翻两个滚，我从不担心晚上睡觉会掉下床去。也许再过几年，它就会成为名副其实的双人床。  和我的房间处在同一边的是客房，和我的电视机就隔了一堵墙。这里没有电视，因为客房并不大，电视也实在装不下，取而代之的是一张书桌，配套一盏台灯。这是家里唯一一张书桌，因此客房成了我夜里赶作业的地方。  我正前面是卫生间，有时，我洗完澡，镜子上被水汽覆了厚厚一层，跟毛玻璃似的。门是锁着的，里头只有我一个人，站在镜子前，似有所思的内心总会驱使带着水珠的手指，在白茫茫的迷雾中写下藏与心中的女孩名字。又害怕被父母看到，总会在离开以前把它抹去，怀着给祖宗烧纸钱时的心情，希望抹去时，有哪个天界的邮递员能够把我对这镜子所表达的思念，送到对方心里去。  左边的两个房间，靠近卫生间的是父母的卧室，一张床，两个床头柜和墙上的电视，如是而已。靠近我的这边，就是爷爷奶奶的房间了。进门，左边是衣柜，临着床，还有从客房拿去的椅子——奶奶用它来放衣服（我写作业时会把它搬过来，衣服就暂时放到床上）。这个房间里有一样宝贝，就是电视机下面的那一个相框。照片是黑白的，拍摄于数十年前，在照片里面，一对年前的夫妻正对着镜头微笑。这两个人像让我感到陌生又熟悉，我第一次看到照片时，花了五秒才认出他们的身份。也许就在这张照片后面，有我花上几年都体会不完的艰辛与经验，这是不属于我的回忆，我也只能将耳朵轻轻凑近，听它发出的，或许根本不存在的阵阵磁音。  我身后是通往三楼的阶梯。三楼，我没怎么去过。那里不长开灯，暗暗的，我总觉得上面有鬼魂居住，晚上起来上厕所时，都不敢向上看。然而人偶尔就会有些连自己都想不到的举动，某次，我鼓起勇气，打开三楼的灯，上去了。  这种时候，心理暗示的作用被发挥得淋漓尽致，明明是在同一所房子里的，我却觉得脚下踩的阶梯更冷了三分。上一层也不过十来节楼梯。瓷砖在楼梯口停下来，打扫干净的水泥地取代了瓷砖，这让三楼的空间大了一些。这里是储藏室，我看到了一个大竹篮，一根木棍横在篮口，用细线挂着几块猪肉干。这里并没有我想象中的狼人和鬼魂，但仍渗着阴森，仿佛这里就是是全村最安静的地方，但这并不是我喜欢的安静，相反，我有些害怕。  转头，一堆满是灰尘的家具放在地上，两个大木箱子立在木制的矮柜上，柜子中间摆了个半开的箱子，被灰尘填满了看不清里面的东西。我打量了一番，眼神突然停住，凝视着那长长的黄木矮柜，脑中突然浮现起数幅停滞的画面——我刚从帝都回来时，住的不是小区，我清楚地记得，那时我住的地方，客厅里，放电视的柜子就长这样。原来父母竟还留着这些，这些家具，不就是当年家里的东西吗？我在那里只住了几年就搬家了，这些家具给我带来的不过是那几年里的破碎记忆，可对父母，它们的价值就番了数倍。过去，父亲的工资不高，那个家里的一切，都是父亲滴滴汗水的凝练，怎能轻易丢弃？  怀着害怕的心情，我匆匆地下到二楼，嘴上却挂着笑意。虽然三楼阴冷的空气给我带来了许多恐惧，可在那里静静躺着的家具，用回忆给我的心裹上了一层金黄的热气，温暖着我的心情。  在我下面，是一楼，那是有接待客人的客厅，有父亲办公的电脑房，还有厨房。对于我这个喜欢躲在自己的小天地里的坏孩子来说，那里还是有些热闹了。因为有客人在，我现在不想走下去，以后有机会，再介绍也不迟。\n                                  四     造纸厂  听爷爷说，他曾经是造纸厂的厂长。  离我家不远的地方就有间厂房，路过时总能看见厂房前的地面上堆满了各种形状的硬纸板。厂房里好像没有亮灯，或是灯光太暗，即使是白天，从门口望进去，也只能看见半开的门后面高高地堆着一叠叠硬纸板。  我一直以为那就是爷爷过去的造纸厂。后来和父亲到村里闲逛时问到，才知道那是纸箱厂。  爷爷的造纸厂已经关了很久，在我出生前就停工了。我和父亲绕着村子走了半圈，父亲忽然指了指路旁了一座高大的房屋说到：“喏，那是你爷爷的造纸厂”。  原来是这些房吗？我看着这座城堡般的建筑。墙壁仍泛着白光，仿佛最近才刚粉刷过，全然没有停工数十年的样子。厂房只有一层，但比村里很多房子都高，或许造纸也需要非常高大的机器。门关着，总觉得它已经关了很久很久，我进不去。满是灰尘的破碎木窗框嵌在墙里，与那份洁白格格不入。窗玻璃向里开着，上面松了一个活页片，只有下边的两枚钉子拉扯着窗，就像只剩一只抓着救命稻草的手，心跳近乎疯狂的绝命者。多少年后的某一天夜里，连下面的钉子也年老地满身锈红，再没有力气护住窗时，是否会惊醒这沉睡着的古老村庄？  记得以前，奶奶叫我去看村里人做年糕，顺便帮下忙。夜里，做年糕的厂房里灯火通明，明亮得仿佛没有温度的夏日阳光。在帮忙之余，我也能要来半块年糕，沾上红糖静静享受。坐在椅子上，抬头望向远处没有光的昏暗地方。当时我只是看了几眼，现在才知道，在那黑暗后面，有爷爷过去的艰难与风光。那里不是墙，而是许多被堆积起来的巨大杂物，也许是废弃的机器，我记不太清。我知道这里就是厂房的一部分，偌大的厂房，如今只有这么一小块地方被人使用，厂房的寂寞也许更加深沉刻骨。我仰头望，屋顶离我那么遥远，和夜空一样遥远。我看向那盏如太阳般照亮整个空间的明灯，仿佛就在凝视这厂房的心脏。那颗不再跳动的心脏没有温度，没有热量。它冷冷地看待村里的人们，怀着无所谓的态度让人们随意使用，又随意废弃。它也许对这世界麻木，只为守护自己过去的美好记忆。它也许还在期待着它的老朋友何时会回去看望，它也许正温柔地看着爷爷，和他的子孙，看着他们慢慢成长。爷爷已经老了，而那厂房还年轻着，它强迫着自己装出老成的气质，为了跟随爷爷的脚步。也许数十年后，它会再次露出曾经属于它的年轻可爱的笑，又或者，它会更加成熟，看着我们家一代一代人走进，走出这个村庄。  我说，我们交个朋友如何？找个时间，我要到你的身边，搬条椅子坐下，静静地听你说过去的事，关于爷爷，也关于你。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1518438540,
            "txt_content": " 本帖最后由 Smokey_Days 于 2018-2-12 22:29 编辑 \n要怎么承受得起交谈时卡主，不知道怎么表达自己的尴尬呢\n这一句怪怪的...？ "
        },
        {
            "author": "wrf",
            "timestamp": 1518690300,
            "txt_content": " 本帖最后由 wrf 于 2018-2-15 18:34 编辑 \nSmokey_Days 发表于 2018-2-12 20:29\n这一句怪怪的...？\n好像是有歧义了。实际想表达的内容应该是，说到一半，因为没能力把普通话翻译成方言而卡住说不出话来，十分尴尬。\n\n然后，为什么上面的回复改不掉了。我一开始看成“第一句怪怪的”然后牛头不对马嘴地回复了一句，哎呀好尴尬￣□￣｜｜。\n\n"
        }
    ]
}