{
    "title": "【阿果】【单篇完结】十字華",
    "author": "ql17934862",
    "replyCount": 33,
    "timestamp": 1358211120,
    "txt_content": " 本帖最后由 ql17934862 于 2013-1-15 09:28 编辑 \n\n===========================================================================\n\n\n      十字華，传承名剑。\n      一横一竖，横为基，竖为锋，十字交叠，杀起天怒。\n\n\n      十字華剑柄银漆覆面，纵纹交错，无雕无饰，淡薄至朴。\n      此剑本身无刃无鞘，只有当持剑者杀心荡起时剑刃才可显现，杀意愈浓，剑刃愈利。剑意完全发挥时，则削铁如削泥，破军如破浪。\n\n\n      相反，持剑者不可抱有仇恨，仇恨终使人丧失理智，甚至为达目的不择手段。若是激起恨意，剑刃便会沾上锈迹，恨意达到一定程度，剑刃就因锈蚀过度而支离破碎，无法修复。\n\n\n      这需要持剑者在战斗时精神保持高度集中，支配得起信仰与暴力的完美统一。\n      杂念，是一个剑者最大的对手，克服了杂念的干扰就等于克服了自我的精神弱点：没有牵挂，才能专注于战斗。没有羁绊，就不会有希望和绝望。\n\n\n      综述，名剑难以驾驭，持剑者必须怀有一定的人格高度，甚至以牺牲部分情感为代价才能发挥出十字華的真正实力。如此一来，持剑者无非已是半个杀人机器。\n\n\n      与十字華并驾齐驱的名剑有九把，分别是：狱灼，刚刻，草弑，龙爵，九流，鬼纹，御鸣镜，百夜乡，的(dí)场妖幕。\n\n\n      十把剑，依次配备于王族隐秘机关十位直隶执行官。执行官享有生杀大权，每一位都是百年难遇的强者，绝对服从命令，处事雷厉风行，神龙见首不见尾。\n\n\n      我便是十字華第十三代传承者——羽间。\n\n\n      十三这个数字，在某些传统印象中被视为不吉的符号，而这一说法不幸的在我身上得到了验证。\n\n\n      上任半年，恰逢政治动乱，教皇变节。他开启异界之门，引出无数下界魔物，将城市摧残践踏，人民流离失所。在教皇的领导下，实验室禁区也被强制打开，指令被纂改的矿用AI机器人“Creeper”大量从地底涌出，无数房屋被遗为废墟。随之而来的是瘟疫，变异病毒，丧尸泛滥...\n国家存亡危在旦夕。\n\n\n      王族议会针对教皇的裁决谈判进行了三天三夜，讨伐指令下达时，王城周边已是破败不堪。那是我们全体执行官第一次，也是最后一次通力合作。\n\n\n       那些渴望战争的，都是没有经历过战争的人。\n      这个过程漫长而残酷，当敌方的数量几万倍于我方部队时，常人早已丧失战力丢盔弃甲，而我们不能倒下，因为“不倒下”就是我们的责任和使命。\n\n\n\n\n\n\n      七年后，一个明媚的早晨，连阳光都散发着香味，窗外的卖花姑娘正在追逐着蝴蝶玩耍。\n附近的铁匠铺里锻造声不绝于耳，街边有的人在讨论哪家黑市的钻石更便宜，有的则在谈论关于末地秘宝事情。\n\n\n      我抚额惊醒过来。又是那个吗。\n      那是一个在辗转反侧的夜里不断涌现的梦景，浩瀚无边的星河装载着无数的光芒与未知，一个未知的声音不断在耳边回响。\n\n\n      这样的梦只会短暂的出现在脑海里，每当醒来时它就会被一股无形的力量抽干。隐约中我能感觉到即使无法记起，它依然存在于我的意识中，只要我拼命在脑海里搜索它，就有机会碰到那根“弦”，随之会有一股莫名的热血开始沸腾。我断定那是一件发生过的事情，但我始终无法想起到底遗失了什么。\n\n\n      我使劲锤了捶脑袋，想起今天还约了好友去池塘钓鱼，上次钓鱼是在什么时候我已经记不清了，而且当我开始回想某件比较久远的事物时，那种在梦境边缘徘徊的感觉又会涌现出来，让人十分难受。\n\n\n      想想先不管这些了，或许是某种睡眠疾病，改天去找找大夫。\n      我来到杂物间，翻箱倒柜地寻找鱼竿，不小心碰到了一个大木匣子，它失去重心掉落到地上，我正要为散落一地的杂物抱怨时，里面掉出的却只有两样物品，并且都被绷带死死缠住，从轮廓来看像是一个小雕塑和一个球状物体。\n\n\n      我突然对这两样东西产生了兴趣，因为我不记得自己收藏过这样的雕像。而且为什么要用绷带包起来，如果只是为了防尘的话，一层柜子一层盒子已经足够了。难道是什么重要的东西？我一边这样想着，一边举起了剪刀。\n\n\n      绷带被一层层剪开，我顿时有了一种奇怪的预感，似乎有什么事情正在酝酿，又好像有什么祸福正要降临，这感觉就像是穿越在隧道里的火车隐约看到了出口的光点，你无法预知短暂的目盲之后会有什么出现在你面前。\n\n\n      那个形似雕塑的绷带里包裹着的——是一副剑柄。\n\n\n      看清那块“雕塑”的刹那，我感到一阵强烈的耳鸣，纷至沓来的是无端的焦躁，眩晕，失声，甚至一度干呕。周围的每一寸空气似乎都在隐隐颤抖，血管末梢像塞满了无数的炸药，似乎随时都会置我于死地。\n\n\n      我喘着粗气，连滚带爬的摸到就近的一把椅子趴了上去。然后是剧烈的头痛。这时的我，视线已经无法正常对焦，甚至连集中在某一点上都做不到。我失去了对时间和空间的相对概念，闭上眼，尽是光怪陆离的色块，过往的一些片段被扭曲撕裂继而呈现在我眼前，就像在亲临一场噩梦。\n\n\n      昏迷。\n      醒来时天色已晚。我不敢保证这是不是第二天的夜晚，又或者是一周后的某个夜晚。我只知道自己经历过了一场极度痛苦的挣扎。\n\n\n      我的双手在寻找支点准备爬起来时又不小心碰到了那块“雕塑”。但这一次我没有感到不良反应，反而觉得精神一阵畅通，就像被一股圣洁的力量洗涤过。\n\n\n      这一夜，我又做了同样的梦，只是这一次我没有忘记梦到的东西。\n      没错——我全部回忆起来了。\n\n\n\n\n\n\n      七年前那一战，比我们想象的还要艰难，战火硝烟遮天蔽日，烈焰人施放的火焰弹漫天飞舞，将苍穹映成一片腥红。遍地的猪人向城里涌来，我们的士兵面对如此多的对手，变得毫无还击之力。而恶魂的出现，更是让战局加倍难堪。\n\n\n      就在我军士气低下时，发生的一件事情却都出乎了我们的意料。\n\n\n      王城的上空突然出现了一个伴随着轰鸣声的黑色球体，那球体的大小由于距离感的原因很难估量，就光从我这边的视角来看，差不多有主城那么大。奇怪的是，球体本身看上去一片漆黑，却能施放出耀眼的白光。\n\n\n      正当所有人怀疑是不是又来了更强大的敌军时，突然一条黑色的巨龙从球体里呼啸而出。我顿时感到一阵强烈的风压，就算是训练有素的士兵也差点失去重心。\n\n\n      那巨龙紫目圆瞪，显得非常愤怒。它和我以前在山谷中见到的龙族迥然不同，这只漆黑的怪物没有鳞片也没有毛发，与其说是龙，到不如说是挥舞着巨翼的黑影。\n\n\n      手中的十字華开始隐隐躁动，那是我在潜意识里起了杀意的表现。我举起剑正准备向空中挥一道剑气来试探一下，没想到那巨影忽然一个转身向城外俯冲而去。\n\n\n      接下来发生的事情让所有人都目瞪口呆。巨影竟然向猪人大军冲去，它身体所接触到的物体全都奇迹般的消失不见了。顿时，密密麻麻的猪人军团被划出了一道长长的口子，那部分猪人和那层地表就这样人间蒸发了。\n\n\n      来去几趟，城外的猪人们已经是支离破碎。巨影还不罢休，扬起头又朝上空飞去，无数的烈焰人和恶魂也被它用同样的方式轻而易举地从世间抹消...\n\n\n      在经历了几轮的较量之后，王族部队显然已经把那只巨影看作是自己这边的了，于是重整旗鼓士气大增。弓弩队重新装填弹药，击落了剩下的空中部队，盾兵在城中围剿，骑兵队一鼓作气地朝城外冲去。\n\n\n      眼看胜利在望，巨影也停止了进攻，它盘旋着往主城上空飞去，我们都以为它要回到黑球里，一些虔诚的信徒甚至开始面向巨影下跪祷告起来。但巨影并没有同我们所想的那样回到黑球，而是去往了更高的高空。\n\n\n      执行官们虽战力不凡，但在巨影出现之前也已经无休止的奋战了两天两夜，身心早已疲惫不堪，他们收到最高统帅的命令已经陆续往城镇中心集合，我打算除掉城墙外最后一批残存的骷髅射手后也同他们一起归队。\n\n\n      但就在这时，我突然感受到了一股强大的气场正在扑面而来。抬起头，眯起眼睛避开黑球的光，我看见那巨影竟然正在从高空垂直的急速下坠，它的翅膀全部收了起来，看样子并不是受伤，而是故意以此为之。就在我们都还没有搞清楚状况的时候，巨影就已经砸向了主城中心。\n\n\n      这一切发生得太快，神经还未得到响应，我就这样直直的站在城墙上，眼睁睁的看着自己家园在一瞬间崩毁殆尽。巨影到底是敌是友我已经无从顾及，我只看到那片被波及地区的人们瞬间化为了灰烬，具有上百年历史的城堡就这样轰然倒塌。\n\n\n      浮在空中的黑球不知何时已经失去了光芒，那些腐败的废墟和仅存的人们在黑球周围环绕出一道紫光后，被陆续吸入到黑球中去了，其中包括了许多在避难所倒塌后无处可去的老弱妇孺。\n\n\n      这般惨烈的景象我从未遇到——就连想都未曾想过。我知道现在能做的只有奋起抵抗，哪怕只有一线希望。我举起十字華，剑刃上锋利的寒光又重新回到了我的脸上。然而，这一次却与往常不同。\n\n\n      剑刃上起了锈迹。\n\n\n      全部执行官都下落不明，那黑球的模式也由之前的“吸引”变成了“排斥”，就连靠近它都无法做到，更别说破坏它。而之后的一切，凭我的力量已经无法改变，十字華上的锈迹也越来越明显。我痛苦得用拳头击打着城壁，鲜血从指缝里浸出也无法掩盖心中的伤痛。\n\n\n      后来，黑球开始高速旋转，就和来时一样，在一瞬中消失得无影无踪。轰鸣声也随之由寂静取代，那是死一般的寂静。\n\n\n      我带领着幸存下来的一些士兵去往了城镇中心，希望能找到生还者。而不幸的是，那附近就连倒塌的建筑都找不到。我们中没有人放弃希望，大家来到了那个巨大的球形坑中继续寻找。\n\n\n      那是以城镇中心为圆心的一个范围内，地表呈一个球体的形状往下凹陷的巨型坑洞，似乎是黑色球体在施放吸引能力时所造成的。奇怪的是，我们在这里发现了一种非常可疑的东西，而且遍地都是——那是一个紫色的形似眼球的物体，并且摸起来充满了寒意...\n\n\n\n\n\n\n      回忆的碎片到这里戛然而止。而我此刻的心情却意外的平静，虽然我一度无法记起那些事，但是经历过事件的那种心情早就在我心底以潜意识的方式做好了万全的准备。\n\n\n      这时我想起了那个木匣子里面还有一个东西没有来得及拆封。我顾不得拿剪刀，直接冲过去用手撕开了绷带——果然不出我所料，绷带里正是那颗紫色的眼珠。\n\n\n      那眼珠散发着的幽暗光芒，只有在昏暗的环境下才能看见，令人不禁打了一个寒颤。\n\n\n      我把那颗眼珠放到桌上，打算去借一副精密的仪器来观测和记录它，不料那眼珠却往一边滚去，从桌面掉落到地板上然后又继续往墙边滚，而且速度极快。\n\n\n      当时首先想到的是，这间小木屋虽然不够豪华，但在修建时的确是用了水平仪测量过，就算有误差，也不至于地板倾斜成这样子吧，难道是房屋老化了？\n\n\n      我从墙角捡起眼珠，并未感到有何异样，但是当我靠近“十字華”时，眼珠就开始呈现出一股力量，这股力量已经强到只要我的双手不用力握住它，它就能挣脱的程度。难道它是在排斥“十字華”？不对，它是在和“十字華”相互作用，想要把我带到某个地方！\n\n\n      我忽然意识到当时找鱼竿时，这个匣子很可能不是偶然掉落的，而是因为有那种力的存在，所以我无意中给予了一点外力就足以影响它以至于掉落下来。\n\n\n      思绪一团糟，肚子也开始叫起来了，我从箱子里找了两个苹果准备填填肚子，突然又想到了另外一件事。\n\n\n      那一次是去拍卖行，为一个金苹果竞价，印象中还有一件拍卖品很特别，同样也是一颗紫色的类似于眼球的珠子，只是比我的这一颗小一些。后来那颗眼珠被一位无名的买主买走。而我在意的是当时拍卖师说的话，其中一句是：“末影之眼，传说中能指引你找到秘宝的神奇物件，起拍价200万绿币...”\n\n\n      虽然不排除拍卖师是在花言巧语博得买家的可能，但是“末影”这个词确实让我非常在意，因为我早就听说过末地秘宝的传闻，那里有一只黑色的巨龙在守护着。难道这个末影之眼开启的宝藏就是指的末地秘宝？如果是这样的话...那么黑色的巨龙...就是制造那场灾难的元凶吗？\n\n\n      梳理了一下，我现在能知道的线索就是七年前我是王族的直隶执行官，后来因为一场灾难，这块大陆上最强大的帝国就此覆灭，于是我移民到了边境上的一个小国，也就是这里。但由于受到了某种不明力场的影响，我的记忆一点点被吞噬了，在找到“十字華”之前，我的记忆能追溯到最早的地方，就是某一天突然出现在了这座小镇的门口。\n\n\n      与此同时，随着我的一部分记忆恢复后，更多的谜题也浮出了水面。为什么末影之眼和十字華在我的柜子里而我却不知道？是我失忆前放进去的还是谁放进去的？有人去过末地吗？那只巨龙为什么要这么做？那些被巨龙攻击过的人是死掉了还是去了另一地方？\n\n\n      种种线索在我脑袋里久久不能散去，我清楚的意识到，自己必须找到答案，这不光关乎于我的个人，更与整个帝国的覆灭息息相关。而这个答案只有手中的“十字華”和末影之眼能帮助我找到。\n\n\n      第二天一早，我便收拾好了行装。随意地挥舞了一下“十字華”，尽管它的剑刃没有出现，但我依稀能感受到当年它与我叱咤战场时的情景。我将它别在腰间，然后从包里取出末影之眼，它的力量又开始涌现，我的嘴角竟不自觉的露出了难得的微笑。\n\n\n      最后，我给门加了一把很大的锁，因为这一次，我或许很久才会回来，或许永远不会再回来。\n\n\n===========================================================================\n\n\nTHE END\n\n\n\n\n",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1358216340,
            "txt_content": "压力甚大。。。怎么都瞄准小说进攻了"
        },
        {
            "author": "hukk",
            "timestamp": 1358217000,
            "txt_content": "顶一下，         "
        },
        {
            "author": "912681754",
            "timestamp": 1358217480,
            "txt_content": "喵。。好多啊喵。。。顶一个喵~~~"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358220720,
            "txt_content": " 本帖最后由 johnjackson 于 2013-1-15 11:33 编辑 \n\n大家都开始了哪！金币还不够，等明天刷新再来评分0.0\n\n很棒，很有趣！期待下篇吧！单篇结束比较狡猾！"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358221440,
            "txt_content": "头像估计坛子里知道的人不多吧...《银河英雄传说》杨威利...可以百科一下"
        },
        {
            "author": "sabo970",
            "timestamp": 1358223060,
            "txt_content": "卧槽 我是基督教狂热者"
        },
        {
            "author": "sabo970",
            "timestamp": 1358223300,
            "txt_content": "忘了呀=="
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1358224260,
            "txt_content": "太可怕了，犀利的描写！自愧不如啊"
        },
        {
            "author": "Jakob.z",
            "timestamp": 1358244900,
            "txt_content": "背景要设定在TR里就更精彩了,MC到现在我觉得还只是个建筑游戏.少了RPG的色彩."
        },
        {
            "author": "1285989407",
            "timestamp": 1358245440,
            "txt_content": "什么都不说先顶一个一个{:10_523:}"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1358307240,
            "txt_content": "果酱姐姐好厉害······"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1362312540,
            "txt_content": "发现迟到了→←\n写的好好,好多,好....\n好吧,不愧是阿果姐姐\\(≧▽≦)/"
        },
        {
            "author": "Technology",
            "timestamp": 1362577380,
            "txt_content": "阿果..一直没空写个评论。我又看了一遍，非常好看。我很希望你写下去，因为这个吊着我胃口了！上一次的活动没选到这篇是我的失职～有个事，我想在我的小说兵临城下中用到这把兵器的名字可以吗？就说是流传下来的兵器"
        },
        {
            "author": "zhh30648",
            "timestamp": 1362578280,
            "txt_content": "这。。。怎么看都是超级大坑的第一话啊！再怎么脑补也不可能补出下面的剧情吧。。。。\n还有这有多少字。。LZ威武"
        },
        {
            "author": "ql17934862",
            "timestamp": 1362578520,
            "txt_content": " 本帖最后由 ql17934862 于 2013-3-6 22:17 编辑 \nTechnology 发表于 2013-3-6 21:43 \n阿果..一直没空写个评论。我又看了一遍，非常好看。我很希望你写下去，因为这个吊着我胃口了！上一次的活动 ...\n当然可以~ 九把剑的名字请随意使用~\n续集也有打算要写，故事会发生在同一个事件背景下，但是主角就不是羽间了， 会是另外的执行官。"
        },
        {
            "author": "Technology",
            "timestamp": 1362580380,
            "txt_content": "ql17934862 发表于 2013-3-6 22:02 \n当然可以~ 九把剑的名字请随意使用~\n续集也有打算要写，故事会发生在同一个事件背景下， ...\n又是百年之后，这把剑流落到了西兰古城，但却被当做一件废铜烂铁，连拍卖桌都放不上，没有人能够施展它的剑刃。史蒂夫和里昂两人为了寻找在积木世界里掉落虚空的里昂妹妹下落，来到了西兰古城。无意间史蒂夫发现了这把剑真正的面貌，然后在西兰之围里面它发挥了至关重要的作用。故事还在构思中，要动笔写之前还需要稍许考证一些东西"
        },
        {
            "author": "ql17934862",
            "timestamp": 1362580560,
            "txt_content": "Technology 发表于 2013-3-6 22:33 \n又是百年之后，这把剑流落到了西兰古城，但却被当做一件废铜烂铁，连拍卖桌都放不上，没有人能够施展它的 ...\n这个展开很有趣哦~  开始期待后续的故事了"
        },
        {
            "author": "Technology",
            "timestamp": 1362582420,
            "txt_content": "ql17934862 发表于 2013-3-6 22:36\n这个展开很有趣哦~  开始期待后续的故事了\n故事背景是中世纪之后，还有写的是几件宝物都各自散落在世界的角落，而其中的某几件被人发觉了，并以此想要征服世界。西兰古城也难逃此劫，根本无力与之抗衡。史蒂夫和里昂不想也卷入了战争，两个现代人，史蒂夫毕竟很全能，在有了十字华之后如虎添翼。里昂还是习惯他的左轮枪，但那个时代刚刚有火器，反正两个活宝硬是把城给守了下来"
        },
        {
            "author": "Technology",
            "timestamp": 1362582540,
            "txt_content": "ql17934862 发表于 2013-3-6 22:36\n这个展开很有趣哦~  开始期待后续的故事了\n关键是我不知道其他几把剑的属性，到底有什么特性，还望你到时候出个主意～\n小说动笔写可能是很久以后了，最近太忙了，键盘都摸不着"
        },
        {
            "author": "ql17934862",
            "timestamp": 1362587160,
            "txt_content": "Technology 发表于 2013-3-6 23:09 \n关键是我不知道其他几把剑的属性，到底有什么特性，还望你到时候出个主意～\n小说动笔写可能是很久以后了 ...\n我把每把剑的设定写一下, 写好了发给你~"
        },
        {
            "author": "che",
            "timestamp": 1364472840,
            "txt_content": "好 呀\n"
        },
        {
            "author": "Technology",
            "timestamp": 1364484120,
            "txt_content": "这篇文章魔力太强了，我和茶杯都想顺着这个思路写下去。明天我们的新作就要发布了。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1364510040,
            "txt_content": " 本帖最后由 大葱之灵@ 于 2013-3-29 06:36 编辑 \nql17934862 发表于 2013-3-7 00:26 \n我把每把剑的设定写一下, 写好了发给你~\n\n果姐～～现在班里的人都要把我骂死了。。。都说我带的是假消息，1.5.1都出了怎么部局篇还没出来。。。全班都等着呢～～虽然很不近人情，但的确是来催更的。。。"
        },
        {
            "author": "dxd7777",
            "timestamp": 1364552160,
            "txt_content": "写得好~~~顶起~感觉给读者空间很大"
        },
        {
            "author": "769883730zjw",
            "timestamp": 1368615420,
            "txt_content": "顶一下了~~~   --v--{:10_492:}"
        },
        {
            "author": "Technology",
            "timestamp": 1368623040,
            "txt_content": "769883730zjw 发表于 2013-5-15 18:57\n顶一下了~~~   --v--\n这是MC小说里写刀剑的鼻祖啊"
        },
        {
            "author": "250=mo",
            "timestamp": 1376782620,
            "txt_content": "很好看……有续吗？   "
        },
        {
            "author": "fz3117668",
            "timestamp": 1382711160,
            "txt_content": "根据你对十字華的描述，我联想到了十字镐"
        },
        {
            "author": "minecraft-green",
            "timestamp": 1389427740,
            "txt_content": "最喜欢这篇文章了!"
        },
        {
            "author": "minecraft-green",
            "timestamp": 1392376620,
            "txt_content": "这是我看过最好的一篇文章了"
        },
        {
            "author": "男人婆",
            "timestamp": 1411192920,
            "txt_content": "有点短啊哈哈"
        },
        {
            "author": "男人婆",
            "timestamp": 1412408160,
            "txt_content": "字数很少，但是写得很吸引人"
        },
        {
            "author": "大大的大神",
            "timestamp": 1416044220,
            "txt_content": "zhh30648 发表于 2013-3-6 21:58\n这。。。怎么看都是超级大坑的第一话啊！再怎么脑补也不可能补出下面的剧情吧。。。。\n还有这有多少字。。L ...\n  顶一个！写得很好哦，期待写续集！"
        }
    ]
}