{
    "title": "「More Bees」蜜蜂拓展维基翻译",
    "author": "zjxx",
    "replyCount": 7,
    "timestamp": 1518245640,
    "txt_content": " 本帖最后由 zjxx 于 2019-3-2 05:03 编辑 \n\n 前言  \n\n我真的是没事情才来接这个坑【雾】\n近3000多字翻译了10多天嘤嘤嘤\n（每天翻译点，今天翻译完了）\n用的还是残叶大佬的排版虽然这一脸原谅绿\n\n\n 相关链接  翻译原文|Mod原贴|搬运帖 正文  蜜蜂种类截止现在有23种蜜蜂和8个同族的蜜蜂（默认）, 但如果增加了其他联动的模组会有更多的扩展蜜蜂。 总计有18个扩展和一个亚种。有一些也增加在bee traits核心蜜蜂亚种岩石岩石产品: 岩石蜂巢只能在蜂巢（岩石蜂巢）里被找到。岩石蜂巢整个世界都可以找到(在一大片裸露的岩石地区或者高山）. 蜂巢旁边经常有煤炭和铁矿伴生。甚至这些矿的高度比普通铁矿生成的高度还要高得多。硬化产品: 岩石蜂巢如何杂交获得: 岩石和田野黑曜石产品: 岩石蜂巢和黑曜石如何杂交获得: 硬化和坚定青金石产品: 岩石蜂巢和青金石如何杂交获得: 黑曜石和帝皇大地泥土产品: 泥土蜂巢如何杂交获得: 岩石和默认的蜂巢蜜蜂黏土产品: 泥土蜂巢 和 黏土如何杂交获得: 泥土和沼泽沙子产品: 泥土蜂巢, 沙子，红沙如何杂交获得: 泥土和温和水晶红石产品: 水晶蜂巢和红石如何杂交获得:黑曜石和坚定下界石英产品: 水晶蜂巢和下界石英如何杂交获得:青金石和邪恶绿宝石产品: 水晶蜂巢和绿宝石碎片        如何杂交获得: 红石和帝皇蜂箱下面必须要有一个绿宝石矿石或绿宝石块，这样它们才会提供绿宝石碎片钻石产品: 水晶蜂巢和钻石碎片如何杂交获得: 绿宝石和青金石蜂箱下面必须要有一个钻石矿石或钻石块，这样它们才会提供钻石碎片磷灰石产品: 水晶蜂巢和磷灰石如何杂交获得:青金石和红石金属金属产品: 金属蜂巢如何杂交获得: 黑曜石和残忍铁产品: 金属蜂巢和铁粉尘如何杂交获得: 金属和敬业金产品: 金属蜂巢和金粉尘如何杂交获得: 金属和帝皇铜产品: 金属蜂巢和铜粉尘如何杂交获得: 金属和敬业锡产品: 金属蜂巢和锡粉尘如何杂交获得: 金属和敬业天启天启产品: 激化蜂巢, 火药, 烈焰粉和恶魂之泪如何杂交获得: 恶魔和地狱的苦行蜂箱下面必须要有一个TNT，这样它们才会提供 火药, 烈焰粉和恶魂之泪 水生海晶产品: 蜂蜜蜂巢, 海晶碎片和海晶砂粒如何杂交获得: 黏土和沼泽( 在海洋生物群系里)史莱姆史莱姆产品: 史莱姆蜂巢如何杂交获得:岩石和泥沼凋灵凋灵骷髅产品: 凋灵蜂巢和凋灵骷髅头颅如何杂交获得: 天启和恶魔 (在地狱生物群系)蜂箱上面必须要有一个凋灵骷髅头颅，这样它们才会提供凋灵骷髅头颅凋灵产品: 凋灵蜂巢和下界之星碎片如何杂交获得: 凋灵骷髅和末影  （在地狱生物群系中）蜂箱上面必须要有一个凋灵骷髅头颅，这样它们才会提供下界之星碎片 热带 (林业分支)丝线产品: 丝线蜂巢, 蚕丝蜂巢和丝线如何杂交获得:勤奋和热带扩展蜜蜂亚种水晶赛斯特石英水晶产品: 水晶蜂巢和赛斯特石英水晶粉尘如何杂交获得: 石英和敬业红宝石产品: 水晶蜂巢和红宝石如何杂交获得: 红石和帝皇蓝宝石产品: 水晶蜂巢和蓝宝石如何杂交获得: 红石和帝皇硫磺产品: 水晶蜂巢和硫磺粉尘如何杂交获得: 红石和残忍金属铝产品: 金属蜂巢和铝粉如何杂交获得: 金属和敬业铅产品: 金属蜂巢和铅粉尘如何杂交获得: 金属和黑曜石银产品: 金属蜂巢和银粉尘如何杂交获得: 金和锡钴产品: 金属蜂巢和钴粒如何杂交获得: 锡和恶魔阿迪特产品: 金属蜂巢和阿迪特 粒如何杂交获得: 铜和恶魔锇产品: 金属蜂巢和锇 粉尘如何杂交获得: 铜和敬业镍产品: 金属蜂巢和镍 粉尘如何杂交获得: 铁和敬业铂产品: 金属蜂巢和铂粉尘如何杂交获得: 金和帝皇铱产品: 金属蜂巢和铱 粉尘如何杂交获得: 金和天启史莱姆蓝史莱姆产品: 史莱姆蜂巢和蓝色史莱姆球如何杂交获得: 史莱姆和海晶紫史莱姆产品: 史莱姆蜂巢和紫史莱姆球如何杂交获得: 蓝史莱姆和红石熔岩史莱姆产品: 史莱姆蜂巢和蓝熔岩史莱姆球 (不是岩浆膏)如何杂交获得: 史莱姆和残忍辐射辐射产品: 激化蜂巢和铀矿石如何杂交获得:铅和苦行共鸣产品: 激化蜂巢和共鸣核心如何杂交获得: 辐射和红石黄铀产品: 激化蜂巢和黄铀矿石如何杂交获得: 辐射和红石铀矿产品: 激化蜂巢和粉碎铀矿石如何杂交获得: 辐射和天启（在地狱生物群系）末影龙元素产品: 神秘蜂巢和龙尘如何杂交获得: 苦行和末影（在末地生物群系）蜜蜂特性此mod给蜜蜂增加了各种各样的特性花朵种类· 铁: 铁矿, 煤炭矿, 铜矿和锡矿· 红石: 红石矿, 红石方块· 绿宝石: 绿宝石矿, 绿宝石方块· 钻石: 钻石矿, 钻石方块· 水: 睡莲· TNT: tnt· 辐射: 铀矿石, 共鸣矿, 黄铀· 史莱姆: 史莱姆方块##效果· 凋灵: 在蜜蜂的领土内给生物和玩家凋灵效果· 辐射: 在蜜蜂的领土内给生物和玩家饥饿效果· 史莱姆: 在蜜蜂的领土内给生物和玩家跳跃提升效果框架芳香框架芳香框架对于提升蜜蜂产量是相对来说比较便宜的一个框架， 但是这个对蜜蜂的健康是有害的。它在木工机里由一个未处理的框架和木棍制作，浸在液体蜂蜜里。 蜂蜜里的甜蜜帮助蜜蜂生产更多产品但是这样对它们的身体不好。属性:· 产量 x 2.5· 基因衰减 x 1.1· 突变速度 x 0.5· 耐久 120突变框架突变框架可以很好地对蜜蜂的突变进行提速，但它还是对蜜蜂的身体不利。它在木工机里由一个浸渍框架和灵魂沙 蜂王浆制作。 这样迷惑了蜜蜂，慢慢使它们变异，导致了更少的产量但更快的突变速度。属性:· 产量 x 0.9· 基因衰减 x 1.5· 突变速度 x 3.0· 耐久 240极寒框架极寒框架是一种用力增加产量的昂贵的框架。它在木工机里由一个浸渍框架和铜 木棍制作，浸在碎冰里。 这样能使蜜蜂生产产品时不过热，但对蜜蜂的健康很不利。属性:· 产量 x 3.5· 基因衰减 x 2.0· 突变速度 x 0.25· Life Span x 0.8· 耐久 300物品更多蜜蜂Mod增加了更多 蜜蜂的产品:· 钻石碎片用来制作钻石· 绿宝石碎片用来制作绿宝石· 下界之星碎片用来制作下界之星（在装着岩浆的木工机里）蜂巢增加的蜂巢:· 岩石蜂巢 当在离心机离心时出产蜂蜡和不同种类的石头· 泥土蜂巢 当在离心机离心时出产蜂蜡和泥土· 凋灵蜂巢 当在离心机离心时出产耐火蜂蜡，骨头，煤炭· 史莱姆蜂巢 当在离心机离心时出产蜂蜡和史莱姆球· 金属蜂巢 当在离心机离心时出产蜂蜡，蜂蜜和金属蜂胶· 水晶蜂巢 当在离心机离心时出产蜂蜡，蜂蜜和水晶蜂胶蜂胶增加的蜂胶:· 金属蜂胶当在离心机离心时出产蜂胶和金属颗粒· 水晶蜂胶当在离心机离心时出产蜂胶和水晶颗粒###颗粒· 金属颗粒在木工机里用来制作各种各样的金属粉尘.· 水晶颗粒在木工机里用来制作各种各样的水晶分支的物品包括石英其他物品更多蜜蜂增加了粉尘(如果这个金属对应的粉尘没有被mod所提供)合成表目前更多蜜蜂给林业增加了一个合成表:· 允许使用紫颂植物作为蜜蜂的花朵现在支持的材质和Mod这是目前可获得的，在这个mod中的蜜蜂的材质的列表鲜花· 岩石:(安山岩，花岗岩，和闪长岩)· 黑曜石· 青金石· 泥土· 黏土· 沙子:(普通的和红沙)· 下届石英· 红石· 绿宝石· 钻石· 铁· 金· 海晶:(砂粒和碎片)· 烈焰粉· 火药· 恶魂之泪· 煤炭· 骨头· 凋灵骷髅头颅· 下届之星· 史莱姆球· 丝线林业· 磷灰石· 铜· 锡· 丝绸其他Mod匠魂· 钴· 阿迪特· 史莱姆:(蓝色，紫色和熔岩)应用能源2· 赛特斯石英水晶极限反应堆· 黄铀龙之进化· 龙元素工业时代2· 石头粉尘· 粉碎铀深度共振· 共振矿石其他· 红宝石· 蓝宝石· 硫磺· 铝· 银· 铅· 锇· 镍· 铂· 铱· 铀曾用来被测试的Mod理论上此mod应该和上面出现的每一种材料对应的mod同时安装(因为矿物词典). 但这里有一些被用来测试的Mod· 匠魂· 应用能源2· 极限反应堆· 龙之进化· 工业时代2实验版· 深度共振· 铁路· 热力膨胀· 工业时代2经典版· 通用机械· 沉浸工程\n\n 更新日志  \n2018-2-10：翻译完毕，发布此贴\n[groupid=1496]MC百科[/groupid]",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1518246840,
            "txt_content": "此mod给縻风增加了各种各样的特性\nOrz\n如果你真的上去看了那你就输了"
        },
        {
            "author": "黄狗dalao",
            "timestamp": 1518331560,
            "txt_content": "哇翻译这么多不累么"
        },
        {
            "author": "我的心声",
            "timestamp": 1519377480,
            "txt_content": "前来捧场（然而我不玩林业#run）"
        },
        {
            "author": "efghdffsdfsds",
            "timestamp": 1578303780,
            "txt_content": "有大佬知道木工机里面这个MOD的相关合成不  下界碎片已经有一组多了   没试出来怎么合成"
        },
        {
            "author": "a11784175",
            "timestamp": 1583397300,
            "txt_content": "林业太死亡了"
        },
        {
            "author": "梅子紫转青",
            "timestamp": 1583470560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "梅子紫转青",
            "timestamp": 1583470620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}