{
    "title": "[1.7.10][Tools Done Right——工具做对了][BGM]让那些做摆设的方块有用[FS]",
    "author": "smallcorn.",
    "replyCount": 13,
    "timestamp": 1518430560,
    "txt_content": " 本帖最后由 smallcorn. 于 2018-4-1 17:52 编辑 \n\n作者原话·含图片\nTools Done Right is a mod which adds new types of tools into the game, but not like a boring old tools mod like the thousands available everywhere. This mod aims to be much more professional in its manner. The mod adds a new toolset known as End Tools, which have some very special behaviour compared to normal tools.Emerald, Ruby, Topaz and SapphireEach set has 200 uses, harvests at iron level and is almost as efficient as gold.Emerald tools have Looting II or Fortune as soon as they are crafted.\nObsidian4000 uses, but is very slow and hard to enchant.\nEnd1000 uses. End tools have magical properties, meaning they can do things normal tools can't:Sword: Can pick up any living entity (a sheep, a skeleton, a creeper etc.) and will place it back down when the sword is activated again. Doing so will use up the durability of the sword.Pickaxe, axe and shovel: Will automatically transfer items into the player's ender chest when dropped from a broken block. This means you no longer have to carry around heaps of cobblestone - just mine it with an ender pickaxe and it'll go straight into your ender chest, or mine the valuable stuff with it and have it safe from lava and pesky mobs.Hoe: Harvests fully-grown crops without having to replant them. Grow some crops, right click them with the ender hoe, and a seed will automatically be replanted in its place.\nThis mod adds in three new ores, which are used to craft ruby, topaz and sapphire tools:Left to right: Ruby, topaz, sapphire. All spawn uncommonly underground, below level 32. They can also be converted into their respective blocks, shown above them. Left to right: Ruby, topaz and sapphire.\nEmerald, ruby, topaz and sapphire tools all have regular recipes, but end tools are crafted with one or more ender eyes.\n\n翻译必看！\n它在游戏中添加了新型的工具，但不是乏味的旧工具，像成千上万的工具。这个模组的目标是要更加专业。mod添加了一个新的工具集，称为末影工具，它与普通工具相比有一些非常特殊的行为。 绿宝石，红宝石，黄宝石和蓝宝石。 每一套都有200种用途，在铁的水平上收获，几乎和黄金一样高效。 绿宝石的工具一旦被制作出来，就会..... 黑曜石 有4000耐久，但速度非常慢，很难使人喜欢。 末影 1000种使用方法。末影工具具有神奇的属性，这意味着它们可以做正常的工具不能做的事情: 剑:可以捡起任何活着的实体(绵羊、骷髅、苦力怕等)，当剑再次被激活时，它会把它放回原处。这样做将消耗剑的耐用性。 锄、斧头和铲子:当挖掉了一个方块，会自动将物品转移到玩家的末影箱中。这意味着你不再需要随身携带成堆的圆石了——只要我把它带进你的箱里，它就会直接进入你的物品栏里，或者是我的贵重物品，它可以安全地从熔岩和怪物那里拿回来。 锄头:收获完全种植的作物而不需要重新种植。种植一些作物，用锄头把它们按？♂一下，种子就会自动重新种植。 这个mod增加了三种新的矿石，用来制造红宝石，黄玉和蓝宝石工具: 左向右:红宝石、黄玉、蓝宝石。所有的矿物都在地下，在32层以下。它们也可以被合成成块。 左向右排序:红宝石、黄玉和蓝宝石。 绿宝石、红宝石、黄玉和蓝宝石的工具都有常规的配方，但最终的工具都是用一个或更多的末影之眼来制作的。\n\n前言最近闲的蛋疼，懒的搞整合包所以就跑过来搬运模组了233第四次搬运希望喜欢\n功能\n添加了更多的bug，封禁了所有的玩家，快来体验吧！#run它在游戏中添加了新的生物，一个方块\n授权\n点我向作者反馈\n汉化我就是 请使用迅雷等下载器下载\n嘉宾席@Citysands @qiyiguo @zjxx@猜猜谁是谁 @黄狗dalaoBGMhttp://music.163.com/style/swf/widget.swf?sid=4946074&type=2&auto=1&width=320&height=66\n",
    "replies": [
        {
            "author": "Citysands",
            "timestamp": 1518430920,
            "txt_content": "支持搬运\n辛苦幻沙了.jpg\n这机翻的好严重...不应该适当修改下么.."
        },
        {
            "author": "woufs",
            "timestamp": 1518431340,
            "txt_content": "机翻看的好难受，希望有时间能好好翻译一下"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1518431640,
            "txt_content": "woufs 发表于 2018-2-12 18:29\n机翻看的好难受，希望有时间能好好翻译一下\nok修改一部分了"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1518431700,
            "txt_content": "Citysands 发表于 2018-2-12 18:22\n支持搬运\n辛苦幻沙了.jpg\n这机翻的好严重...不应该适当修改下么..\n等明天翻译完吧233修改大部分了"
        },
        {
            "author": "woufs",
            "timestamp": 1518431940,
            "txt_content": "smallcorn. 发表于 2018-2-12 18:34\nok修改一部分了\n我觉得黑曜石有4000种用途意思是有4000点耐久，没看原文，但原本的翻译太迷了"
        },
        {
            "author": "zjxx",
            "timestamp": 1518434220,
            "txt_content": "没被@到嘤嘤嘤          话说汉化不用授权的"
        },
        {
            "author": "Qunit",
            "timestamp": 1518440280,
            "txt_content": "为什么每个帖子都要艾特我。。。每次上mcbbs看到有新消息的时候很开心（可能是有人回复或者评分我的整合包）点进来之后看到其实是有人艾特我你知道我有多绝望吗。。。"
        },
        {
            "author": "860451472",
            "timestamp": 1518441960,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1518563040,
            "txt_content": "woufs 发表于 2018-2-12 18:39\n我觉得黑曜石有4000种用途意思是有4000点耐久，没看原文，但原本的翻译太迷了 ...\nemmm谢谢，一会就改"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1518563280,
            "txt_content": "zjxx 发表于 2018-2-12 19:17\n没被@到嘤嘤嘤          话说汉化不用授权的\n不是@了吗XD"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1518563280,
            "txt_content": "qiyiguo 发表于 2018-2-12 20:58\n为什么每个帖子都要艾特我。。。每次上mcbbs看到有新消息的时候很开心（可能是有人回复或者评分我的整合包 ...\nemmmm往后不@了？"
        },
        {
            "author": "Qunit",
            "timestamp": 1518566760,
            "txt_content": "smallcorn. 发表于 2018-2-14 07:08\nemmmm往后不@了？\n要是你觉得比较重要可以@比如发锭什么的"
        },
        {
            "author": "smallcorn.",
            "timestamp": 1560569280,
            "txt_content": "@猜猜谁是谁 \n模组版本过期"
        }
    ]
}