{
    "title": "【更新 V0.6.0-6878】bug修复+建造高级工具！",
    "author": "dnz0211",
    "replyCount": 1,
    "timestamp": 1518479880,
    "txt_content": " 本帖最后由 dnz0211 于 2018-2-13 12:25 编辑 \n\n前言\n \nchangelog真长\n看样子最近spiderling工作室没闲着嘛\n\n不过貌似有mod要退休了\n\n不过因为Multiverse已经发布所以标题就不用Multiverse了\n\n补：更新的建造工具--2.13 11:59\n\n\n\n正文\n\n大家好！\n\n今天我们发布了另一个更新，并且给大家预告一下接下来我们要干什么！\n\n今天的更新主要包括了一系列的Multiverse的bug更新，但是也有一些更多的关卡编辑器工具！如果要浏览完整的改动&修复列表请看最下方。\n\n\n\n请注意我们对某些可能破坏逻辑设置的变量进行了更改（详见关卡编辑器->设置->逻辑设置页面）。启动以变量为触发条件的事件会让整个事件重启。这是有目的的，不然会出现一大堆问题。\n\n\n我们也希望借此机会告诉大家我们正在开发的内容，现在在实验版可用。下一个更新会包括一系列高级建造工具（对就是那个mod可能要退休了233），这是社区另一个强烈要求的功能！\n\n这个更新会带来一些能让玩家对自己的机械进行更大程度的自定义的特性，同时希望它们能让整个过程更加的快捷和方便。包括但不限于：多方块选择；方块复制；自定义方块旋转等等！\n\n\n\n请注意新的建造更新不会包括改变方块缩放比（大小），你得用mod完成它或者手动更改.bsg文件。（还行 看样子mod还有用）\n为了防止让新玩家感到困惑，此工具默认禁止使用，但可以在选项菜单内被启用。\n\n\n\n我们同时在其他一些特性上也在努力工作，但它们现在还没有在实验版本里，并且可能（或者可能不会）把它们加进下一个更新。我们还没有准备好公布它们所以请关注以后的更新日志！\n\n现在只有这些了但是我们会在最近给大家带来更多！\n\n干杯，\nVon\n\nPS：如果你不知道如何找到beta启用界面请点击此处\nhttp://steamcommunity.com/games/346010/announcements/detail/1662260472464792763\n\nlz注：由于国内社区被墙……所以上面那篇的大意其实就是如何启用测试版更新\n具体方法是在steam库里右键Besiege->属性->测试->选择experimental -项->确定，等待更新即可\n\nChangelog!\n增加：\n·将金字塔状部件加入到关卡编辑器\n·增加金字塔角状部件加入到关卡编辑器\n改动：\n·增加了关闭原始部件的材质的能力\n·改变了所有的AI表示文字来让它们更易懂\n·初始部件的默认缩放比例调整到4x\n·启动一个已经在运行的变量触发事件会重启该事件。这是有目的的并且会防止一大堆问题的触发\n·瞬间位移（详见关卡编辑器->设置->事件）现在会在被触发的同一帧发生\n·其他玩家的建造声音会被距离所影响了\n·重新实现了AI躲避火焰的选项\n修复：\n·Ipsilon岛上的砖块无法再被火箭筒摧毁\n·在结束模拟后的1-N帧内无法给机械放置方块\n·爆炸效果缩放现在会被影响了\n·修复 缩放过的AI无法正确实现\n·修复 设置位置和缩放的小数被不正确地四舍五入\n·修复 将一个方块的材质复制到另一方块导致其参数被还原\n·修复 关卡标题阴影持续可见\n·修复 活塞方块描述中的错字\n·修复 检测玩家在断开连接后是否在菜单的错误\n·修复 上传的机器在更新时不保留标签\n·修复 复制旧逻辑与新的重建逻辑不一致\n·修复 复制触发器会导致材质变得一团糟\n·修复 缩放工具有时候会消失不见\n·修复 对被停用的对象（详见关卡编辑器->设置->事件）位移发生错误\n·修复 重置建造区域的位置导致机器相交\n·修复 重置被停用的对象导致启用\n·修复 有时在位移事件内改变变量没有用\n·修复 绞盘（Winch）现在可以被点燃\n·修复 一些物体以均匀缩放防止hitbox变形\n·修复 onExit触发器现在正确检测玩家是否在其内部重生\n·修复 在玩家或者服务器卡顿时方块不能正确连接\n·修复 如果把重复次数设置成奇数导致重复事件永远循环\n·修复 位移场景风不会让它的作用区域改变\n·修复 预览图在Mac电脑不显示\n·修复 被延伸的活塞在载入时被缩回（建造时按F可以改变活塞是否缩放）\n·修复 NRE（?）在一些情况下导致AI死亡\n·修复 主机/本地机械开始模拟时旋转自己\n·修复 Spring block mapper中的错字（这我没见过……有人能提供中文翻译么）\n·修复 小型推进器不会受到伤害\n·修复 小火箭物体现在有hitbox了\n·修复 位移事件缓慢不同步（尤其是在服务器卡的时候）\n·修复 Guardian Column现在能正确地缩放·修复 在机械被摧毁时停止模拟\n·修复 对于客户端火球没有着火\n·修复 对于客户端AI的箭不会缩放\n·修复 开启物理效果的物体，在客户端侧重新激活时不会被追踪\n·修复 本地风造成的位移没有达到预期效果\n·修复 进入触发器（详见关卡编辑器）不会被它们里面的静态物体影响，重生不会导致触发器再次工作\n·修复 变量没有改变但是显示0.00\n·豪华材质现在即使在时间流速为0时也跟随玩家\n·修复 在上面或下面应用力的作用效果不一样\n原文\n\n原文URL\nhttp://store.steampowered.com/news/?appids=346010\n\n\n\n\nHello Everyone!\n\nToday we’ve got another update for you as well as a sneak peak at what we’re working on for the next one!\n\nToday’s update primarily consists of bug fixes for the Multiverse, but also a couple of new primitive objects for use in the level editor! For a full list of changes/fixes see the changelog at the bottom of this post.\n\n\n\nPlease note that a change has been made to variables which may break some logic setups. Starting a Variable dependent event that is already running will restart the event. This is intended and prevents a lot of problems that would otherwise occur.\n\nWe also wanted to take this opportunity to talk about the next update that we’re working on, which is currently available on the experimental steam branch. The next update will contain a set of advanced building tools, another heavily requested feature by the community!\n\nThis addition will bring several features allowing greater customization in the construction of your war machines and hopefully making the whole process quicker and easier. Including but not limited to; multiple block selection, block duplication, custom block rotation and much more!\n\n\n\nPlease note that the new construction features will not include the ability to scale blocks or machines, you will have to do this with a mod or manually within the machine’s .bsg file.\nThe advanced building tools are also disabled by default to avoid confusing newer players and can be turned on in the options menu.\n\n\n\nWe’re working on a few other features at the moment, which aren’t currently in the experimental build and may or may not make it into the next update. We’re not quite ready to talk about them yet so stay tuned for future posts!\n\nThat’s all for now folks but we’ll have more for you in the near future!\n\nCheers,\nVon\n\nPS: If you don’t know how to access the betas tab you can find out here: http://steamcommunity.com/games/ ... 1662260472464792763\n\n\nChangelog V0.60.0-6878\n\nADDITIONAL CONTENT\n\nAdded Pyramid primitive object to level editor\nAdded Pyramid Corner primitive object to level editor\n\nCHANGES\nAdded ability to toggle off texture of simple primitives\nChanged AI behaviour tooltip text to be clearer\nDefault Scale for Primitives is increased to 4x\nStarting a Variable dependent event that is already running will restart the event. This is intended and prevents a lot of problems that would otherwise occur. This will break some logic setups that are currently working.\nInstant Transform now happens on the same frame as it is called.\nOther players building sounds will now be affected by distance.\nFire avoidance option reimplemented for AI\n\nFIXES\n\n- Ipsilon brick can no longer be destroyed by rockets\n- No Longer Possible to place blocks on simulation machine 1-N frames after exiting simulation\n- Explosive Effects now scale accordingly.\n- Fixed issue where scaled AI would not trigger behaviours correctly.\n- Fixed issue where values setting position and scale got rounded off incorrectly\n- Fixed case where copying a skin from one block type to another reset the block parameters\n- Fixed bug where level title shadow would stay visible\n- Fixed typo in piston block description\n- Fixed problem with detecting whether the player is in menu after disconnecting.\n- Fixed issue where uploaded machines did not retain their tags when updating them\n- Fixed Inconsistency with copying old logic and new rebuild logic\n- Fixed bug where copying a Trigger could cause the texture to mess up\n- Fixed problem where Scaling tool's visual could break in some cases\n- Fixed inconsistency when transforming deactivated objects\n- Fixed case where resetting a BuildingBox's position would cause machines to intersect which would normally not.\n- Fixed issue where resetting an objects that starts deactivated would make it active.\n- Fixed problem where sometimes Setting a value in a TransformEvent would not display the change.\n- Winch can now be burnt\n- Changed a bunch of objects to scale uniformly to avoid collider deforming\n- OnExit Trigger now correctly detects if a player respawns while inside it.\n- Fixed case where blocks would not connect while the player or server experiences lag\n- Fixed problem where the Repeat event would continue infinitely if count was set to uneven numbers.\n- Fixed issue where transforming Wind would not move the area where the force was applied.\n- Fixed thumbnails not showing on Mac\n- Fixed bug where Extended Pistons would be folded upon machine load.\n- Fixed NRE When AI would die in some situations.\n- Fixed issue meaning Host/Client Machine could rotate itself when entering sim\n- Fixed typo in Spring block mapper\n- Fixed Small propellor not taking damage\n- Small Rock object now has a collider\n- Fixed bug where TransformEvent's would desync slowly (Faster if the Server had lag spikes)\n- Guardian Column now properly scales\n- Fixed NRE when stopping sim on machine when machine is destroyed\n- Fixed issue where Fireball was not on fire for clients\n- Fixed bug where AI arrows did not scale for the client\n- Fixed bug where physics enabled objects, when reactivated, was not tracked on the client side.\n- Fixed bug where Local transformation on wind did not have the intended effect\n- Trigger Enter will no longer be triggered by static objects starting inside of them, Respawning won't cause triggers to run again.\n- Fixed issue where Value would show 0.00 but was not actually changed.\n- Galaxy texture now follows the player even if timescale is 0\n- Fixed case where wind would apply force differently from above or below.\n\n\n补：更新的建造工具\n \n真的看到这些工具的第一眼我在想\n       这真的不是直接从mod复制过来的？\n\n\n\n\ntr.jpg (16.41 KB, 下载次数: 11)\n\n下载附件\n\n2018-2-13 12:01 上传\n\n\n\n\n\n\n\n\nro.jpg (14.09 KB, 下载次数: 7)\n\n下载附件\n\n2018-2-13 12:01 上传\n\n\n\n\n\n\n\n\n\nmir.jpg (35.74 KB, 下载次数: 11)\n\n下载附件\n\n2018-2-13 12:01 上传\n\n\n\n\n\n可以看到上面在开启高阶建造模式之后多了5个按钮\n左边前两个虽然图标没改但是内容改了，开启之后按住shift可以多选方块，然后就可以旋转/移动\n玩过高阶建造的一定不会陌生的对吧2333\n下面的是每次移动/旋转的单位距离\n再下面的三个按钮左侧的我不知道，不过与第二个组合使用有奇效\n中间的和右边的我截了个GIF，第三个GIF是左边两个的组合演示（画质不行我也没办法了233）\n\n\n\n\nbe1_clip1.gif (408.93 KB, 下载次数: 7)\n\n下载附件\n\n2018-2-13 12:15 上传\n\n\n\n\n\n\n\n\n\nbe2_clip.gif (535.75 KB, 下载次数: 13)\n\n下载附件\n\n2018-2-13 12:15 上传\n\n\n\n\n\n\n\n\n\nbe3_clip.gif (626.37 KB, 下载次数: 10)\n\n下载附件\n\n2018-2-13 12:20 上传\n\n\n\n\n\n↑可以看到控制的中心改变\n旋转同理，不过第二个选项可以改变旋转中心了\n镜像工具同理，不过镜像工具并不是创建镜像后的复制，而是直接作用于原机械上\n如果只选择一个方块就可以轻松完成旋转180°\n\n\n\n\nbe4_clip.gif (615.36 KB, 下载次数: 14)\n\n下载附件\n\n2018-2-13 12:24 上传\n\n\n\n\n\n\n还有最后一个是右3，强搭模式，应该不用解释了吧\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "111da111",
            "timestamp": 1589703480,
            "txt_content": "终于修复了吗，感动啊"
        }
    ]
}