{
    "title": "关于作弊的问题",
    "author": "神崎长闲",
    "replyCount": 10,
    "timestamp": 1518515280,
    "txt_content": "我是一名怎么也火不起来的地图作者，我制作的地图都带有反作弊，并且伴随着版本的更新而提升反作弊机制。\n\n在玩家是否可以作弊的问题上，我曾一直持有否定态度。\n\n但随着时间的推移，我开始怀疑防止玩家作弊是否有必要？\n\n\n\n玩家玩地图是为了获取乐趣，而我们的防作弊机制限制了玩家的乐趣，从某种意义上讲，玩家作弊也很开心。\n\n\n一度想过我们辛苦做的地图，被玩家作弊过关了，感觉被不尊重了。\n\n\n但是玩家并没有这么觉得，还是说是我太过于敏感，作弊并非对作者的不尊重？而是对作者地图的认可，承认玩家自己技术不够好，只能依靠作弊通关作者的地图？\n\n\n我也渐渐觉得防作弊并没有任何意义，玩地图是玩家的事情，作不作弊也是玩家的事情，和作者并无关系。\n\n\n那么问题来了，我到底要不要在即将发布的地图里设置防作弊？\n\n\n\n\n我会挑我认为可以接受的答案采纳，并送你250，所以无论你说的多么正规有理有据，上千文字，在我看来毫无意义，没有采纳你请不要怨我。",
    "replies": [
        {
            "author": "⊙v⊙",
            "timestamp": 1518515280,
            "txt_content": "恩....无作弊通关是一个不错的成就\n\n一个好的地图作者应认识到其作品应围绕\"享受\"，\"乐趣\"为出发点制作地图，而不是一味地增加难度，如果是难到了一定地步，可以给出游戏内提示，游戏外贴出攻略。\n如同茶馆某次活动，为了考倒参与者而出的题(竟然是难到给出的提升不过是另一个更难的问题)，到头来不过是给自己找尴尬...\n又比如跑酷，不是个个都天生神走位，也并不是个个都喜欢失败无数次只为成功的那一刹那，因为他们可能连抵达那一刹那的能力/耐心都没有\n\n当卡关了而又没有解决方案，防作弊的结局无疑就是关游戏删存档...\n虽然说可能玩家是作弊了，但我相信一般都是建立在卡关的前提下进行的，也不会有人一进游戏都没开玩就各种作弊吧...\n\n尊重，辛苦的劳动成果...如果你是抱着\"乐趣\"和\"享受\"的心态的话，这个就不会是一个问题\n\n合理作弊，适度作弊...\n也可以换个角度看问题，mc玩家群体年龄段跨度略大，那么对于低龄玩家来说，禁止作弊，无疑就是不给他们活路...。他们没有获得预想中的\"享受\"和\"乐趣\"，还可能因此觉得你的作品\"太难\",\"不好玩\",浪费时间\"。\n\n想起我开作弊一般也就几种情况，强迫症补挂画，跳跑酷，存档本身问题(拆地图查错，告知作者)...\n但也不乏有\"需要破坏点什么，一定要搞点什么才能充实自己满足感\"这样的一类人，那么他们开下作弊满足一下自己，不也是在你的作品中得到了快乐吗。\n\n当然了，应保持中立态度，即不赞扬也不应刻意反对/反感作弊这种行为。\n\n\n但是，但是...说到最后，也不过是个人见解。可能你觉得我说的毫无意义，如同玩家觉得尊不尊重作者对他们来说也是毫无意义。我提出观点，你作出抉择。决定权在你手里，我并不能帮你作出决定。玩家的选择也不是你能决定的。\n\nemmm....所以其实你提问的同时已经找到答案了吧\n作弊不可避，不如把心思花在存档细节上"
        },
        {
            "author": "xmdhs",
            "timestamp": 1518516240,
            "txt_content": "建议这样 玩家一旦作弊  就告诉他 作弊对游戏体验的破坏\n\n至于不作弊的 游戏结束后 给他一个不作弊通关的成就 应该就要好些 \n\n另外 任何地图中的反作弊都是没意义的"
        },
        {
            "author": "§4我哈啊",
            "timestamp": 1518518040,
            "txt_content": "我认为如果是地图没必要安反作 弊。\n\n需要作 弊的玩家始终需要作 弊，不需要作 弊的玩家不论如何，作 弊都是不必要的。这是地图作者所不能改变的。\n\n况且不需要作 弊的玩家发现地图里安了反作 弊机 制，会认为作者怀 疑自己的人 品，认为作者心 肠 小；需要作弊的玩家不通过作 弊完成游戏的话，会厌 烦地图。而且需要作 弊的玩家知道作者尊 重自己，也会开心的。\n\n多人的地图也没必要安反作 弊。因为这是在相信每个玩家的人 品。"
        },
        {
            "author": "一条鱼乾",
            "timestamp": 1518519180,
            "txt_content": "习惯作弊的玩家，不管你怎么禁止，他都会绞尽脑汁去作弊，就是所谓的道高一尺魔高一丈吧\n而偶尔作弊的玩家，可能会因为一个反作弊而老老实实的和不作弊的玩家一起游戏，说不定以后也不会作弊了[虽然不大可能]\n不作弊的玩家自然就觉得不需要管这些都能玩了\n设不设置我觉得应该看心情以及有没有时间吧\n有时间设置也无所谓\n一副地图，最后还是会有人喜欢的，既然有喜欢的也就有讨厌的，喜欢的自然就玩的开心，不管有没有作弊中国人那么多，不出一群作弊玩家都不正常吧23333"
        },
        {
            "author": "pineapple_",
            "timestamp": 1518519780,
            "txt_content": "xmdhs 发表于 2018-2-13 18:04\n建议这样 玩家一旦作弊  就告诉他 作弊对游戏体验的破坏\n\n至于不作弊的 游戏结束后 给他一个不作弊通关的成 ...\n+1\n不论你是任何反作弊系统，见到mcedit都只能乖乖示弱了\n没有什么反作弊是setblock解决不了的\n没有什么是降低版本再升高版本解决不了的\n反作弊只是做出来看着逼 格高一点而已\n至于尊不尊重作者，自己想想玩家玩的是地图还是作者\n\n没必要\n\n答案采纳，并送你250\n然后，句式杂糅，采纳答案已经包括250了"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1518528660,
            "txt_content": "国外一些比较牛逼的地图一般都没有防作弊的\n一是如果地图出BUG，卡关之类的，可以通过作弊解决（尤其主播）\n二是作弊的想法人人都有，看你能不能控制自己了，建议可以比如玩家作弊弄个提醒，但是不把他取消作弊\n真正玩地图玩的是成就感，不作弊通关才是厉害的，迫不得已作弊通关，也是情有可原\n还有防作弊这东西，要破是分分钟的事情，个人认为没必要"
        },
        {
            "author": "wykkl",
            "timestamp": 1518529740,
            "txt_content": "不加\n当玩家玩一个地图的时候，因为这个地图是他自己下的，所以他是昂首挺胸走进角斗场的\n但，当他发现了防作弊之后，他就会被感觉是被拽进角斗场的，因为这些规则是他被迫遵守而不是自愿遵守的\n在这种情况下，更多的玩家会选择一弃了之而不是坚持奋斗\n那，对作者来说，不是更大的不幸吗？"
        },
        {
            "author": "亡灵者668",
            "timestamp": 1518532200,
            "txt_content": "mod算作弊吗？"
        },
        {
            "author": "萝娜娜",
            "timestamp": 1518583080,
            "txt_content": "我认为没必要加，毕竟玩家只是想要玩得开心和充实，不论他使用了什么手段。如果你觉得玩家并没有体会到你想要给他带来的快乐，那也只是他的损失而已，真想玩的玩家会作弊过去吗？不加反作弊反而可以过滤掉一批垃圾玩家。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1519178880,
            "txt_content": "反正我觉得吧，如果说神崎你要把地图做坑一点，但是这坑挖地深了，就应该给玩家一点帮助\n我个人玩你正常⑧就是感觉明知道有坑但还是要故意踩上去，因为不知道这些坑是不是真的对通关有帮助……\n天哪，跑题了\n\n咳咳，也就是如果设置的坑太多，没有提示，还有反作弊，这种地图是很多玩家都玩不下去的。\n反作弊有时候也不太必要……即使别人考作弊去通关又怎样呢……你又不知道你做地图是为了玩家，为了玩家在探索中找到乐趣……而设置一个反作弊的时候，何尝不想想，能不能通过一个方法实现两全其美？\n对正常⑨关于反作弊的建议（两种中任选一种）：\n1、设置简单、容易被玩家攻破的反作弊系统，比如说就暴露在跑道上或者隐蔽在关卡上……其实你的正常⑧的反作弊系统挺脆的，就在出生点旁边，我一下子tp出围墙就找到了……这样的话玩家不仅体验到解密的乐趣，而且还能体会到作者的大智慧\n2、QQ里说……机密\n"
        }
    ]
}