{
    "title": "【原创/单篇故事/渲染插画】愿此后能与不同相伴",
    "author": "nianbing",
    "replyCount": 11,
    "timestamp": 1518591660,
    "txt_content": " 本帖最后由 nianbing 于 2018-2-14 15:16 编辑 \n\n愿此后能与不同相伴\n\n\n\n\n\n    旷远的天空之中仿佛有万千飞鸟正在迁徙。它们掠过孩童的头顶，借不来也带不走。孩童欢快的挥舞着双臂，兴奋地朝着不知伸向何方的道路呐喊，纯净的声音里充满了欢乐与喜悦。\n\n    自幼生活在城镇里的我，不曾见过牢笼以外的事物。\n    每天无所事事地趴在窗台上，俯视着街道上来来往往的路人，很容易就将他们尽数当做蝼蚁。看多了，自然就腻了。\n    他们的样子我已经能够清晰的记得了，因为只要我坐在这里，每天都能够见到同样的面孔，同样的人。有拿着公文包赶巴士的上班族；有背着书包奔跑，嘴里还叼着面包的学生；有孤单的想要散步却步履蹒跚的老人；有扛着扁担一路叫卖，却根本无人理会的农民；他们的样貌，我已经熟悉到能够在纸上非常细致的刻画了。于是我买了一块画板，坐在窗前将这千篇一律的景色关进了纸里。\n    为了那幅画，我花费了三分之一的童年时光。当它完成之后，我不仅对这副画中的景致，就连我所刻画的对象都不再抱有期待了。常年被关在屋子里的我，对我所生活的环境不再留有期待，对照顾我的人不再留有期待，对从前奢望的“变化”不再抱有期待......他们和它们所给予我的，自始至终都一成不变，所以这些期待被我抹杀了，仅短短几年的寿命就此终结。\n    我从来没有对这一切抱有不满，因为这其中的缘由就连笨拙的我都一清二楚。我太容易接受它们了，这也意味着，我在一段不长的时光里，就会让厌倦在新鲜中诞生，如鸠占鹊巢一般。\n    尽管如此，这种环境确实难以让人感到愉悦。总是面对着这样的光景，也许会在某一天会陷入疯狂也说不定。为了不让惨剧发生，我索性阖上了眼睛。\n    可趴在窗台上根本无法听见些什么，除了春日的飞鸟振翅与夏日的哔蝉争鸣以外，便不再有其他声音了。于是我搬到了门前，坐在门前的石台阶上，闭着眼睛倾听过路人的声音，刚开始会让我心静神凝。\n    他们会在路途中讨论许多我不曾了解的新鲜事物，尽管都是些琐碎的杂事，但对这有所转变的日常，我却发自内心感到喜悦。昨天发生过什么、今天会有些什么、明天要做点什么之类的话题常在学生口中最常出现；昨天做了什么、今天做了什么、明天要做什么，在已经步入社会的大人口中最为常见；昨天去了哪里、今天能去哪里、明天要去哪里，在散步的老人口中常有出现。\n    渐渐地，我对这些声音也厌倦了。即便我每日每夜都坐在石台阶上，看着它身上爬满青苔，这些话题自始至终也都不曾有所变化。即便我将童年的三分之一分给那时的我，也没有找到一直以来期待的东西。\n    希望再次落空的心情确实不太好受。为了不让沮丧的感情溢出**，我独自向着幽僻的小巷深处走去，祈求有谁能够告慰这太过脆弱而受创的心。即便泪水充斥眼眶，也不能让它逃出去。我抬起头，张开嘴，据说只要这样做，眼泪就不会离我而去。我似乎一直都是一个人生存着，所以为了不让别人困扰，有时候将眼泪锁起来或许也是必要的措施。不过苦涩的味道会沿着喉咙涌上来，我一直都分不清它和玻璃渣的味道有什么区别。也许是品尝玻璃渣的那次，心脏和现在一样难受吧。\n    沿着这条幽静的小巷一直走到尽头，就会看到一条长久无人光顾的旧街。听父辈的人说起，以前常有祭典在这里举办，与现在是迥乎不同。后来大家都搬去了新街，因为离这里有段距离，也就没有人愿意特地绕道过来逛逛了。我家似乎也是如此。领居家的老人曾用温柔的语气和我谈起往事，那时候的我似乎经常会坐在旧街外的石台阶上玩耍，只不过我自己一点印象也没有，因为我总是倒在家里的床上。自幼体弱多病的我，记忆中最多的就是躺在家里养病，因为时有发烧，也难怪会烧坏了脑袋，就连记忆都消失不见了。至于何时吃过玻璃渣，自然也都记不得了，不过至今能够回想起那个味道，可见它是多么深刻的刻在记忆当中。\n    一个人走在这曾经喧闹的旧街，月光与萤火渲染出的气氛是否能够让人载歌载舞呢？至少我有些禁不起熏陶，忍不住哼起了童谣。\n    不过，我不太擅长这个，哼出的歌着实有些难听。尽管听过许多悦耳的声音，但从自己口中发出相同的话语，竟能有如此之大的差距，就连我自己都为之感到诧异。于是，我选择闭嘴。\n    徘徊了太长时间，我确实有些疲劳了。正准备原路返回时，一阵飓风从后背袭来，以至于我无法回头。可即便顺风而立，也有一股恶臭盘绕在身边，久久不肯散去。那是一种十分诡异的味道，犹如烂泥掺杂酒精，不知弃置多久之后腐化的味道，熏得我难以睁眼。\n    尽管如此，我还是对这恶臭的源头萌生了兴趣。于平凡而又平稳的日常生活中，能够遇见任何一个变故，哪怕是灾难，我也愿意为此赴汤蹈火。所以我不惜身陷烂泥之中，也想要为了改变这无法更变的现状做些什么。\n    一步步向他靠近，眯着眼透过指缝望去，一个人类的身影在眼前逐渐清晰。我险些倒下了，对人类不感到丝毫兴趣的我，在察觉到他是人类之后的失落感，顷刻间将**填满，将支撑着心灵的堤坝摧垮。\n\n    “呐，你一个人在这里做什么呢？”\n\n    他发现了一直在逐步靠近他的我，回过头来似乎做了一个微笑的表情向我如此问到。可他浑身都被烂泥掩盖，呼吸紊乱毫无调理，就像在泥沼中进行了殊死搏斗之后，沦落成了乞丐的样子。满脸都被烂泥遮掩，让我看不出他的表情，只能凭着语气分辨。\n\n    “一个人不会感到孤独吗？要不要和我一起去旅行？”\n    “我可是去过很多很多地方的旅行家，见过的美妙的梦更是数不胜数。如果你想要的话，我愿意将这些美梦分你一半，这样子就不会感到孤独了。”\n\n    他的语气甚是温柔，可表情却因烂泥固化而变得僵硬、扭曲。他努力的想要摆出一副温柔的微笑，可土块却“吧嗒吧嗒”的从脸上脱落，我被这副景象吓得不轻。眼眶里闪烁着惊恐泪水，想要说些什么，却因害怕而失了声。\n\n    “怎...怎么了，别哭呀！我这就把美梦分给......”\n\n    不等他说完，我就再也抑制不住恐惧，踉踉跄跄的转身逃跑。尽管飙风迎面卷来，本就因疲劳而颤抖的双腿越发沉重，逆风而行更是让身体沉重的犹如灌铅。没跑几步，便被风压压到在地，艰难的支撑起身体，即便匍匐着爬出炼狱，也比继续被旅人凝视要好得多。\n    重新爬回那条幽深的陋巷，身上也染上了尘土，指甲被划的参差不齐，满面尘灰净是不堪的样子。如此模样，竟和那旅人有些相像。头顶掠过万千飞鸟，没有一只形单影只，各自结伴旅行，不知要前往何处，但它们将要前往的地方，一定不会成为归宿。我仍然趴在地上，尽管已经没有力气爬起，可还是费力的翻了个身，就这样凝望着天，将手伸向被残阳染为昏黄的天空，大声地对着候鸟们呼喊，声音在这狭小的地方反弹，回荡在这不知伸向何处的旧街。\n    步履蹒跚的回到了卧室，刚关上房门，我便倒在地上大口喘息，就连睁眼的力气都已经殆尽了，也许就此沉眠也不坏，我是这样想的。\n    当光重新透进眼眸，已经是深夜的事情了。我一个人坐在书桌前奋笔疾书，脸上掩不住的喜悦与兴奋久违地重现。我所抛弃的期待被重新拾起，于幽深的陋巷、废弃的旧街、肮脏的泥沼中被重新发现。他所要托付的美梦，因懦弱而失之交臂，尽管感到些许可惜，但能够遇见他，真是太好了......\n    桌上的台灯直至晨曦到来也没关上，我就这样趴在桌子上睡着了。厚厚一叠白纸上全都是今天的所见所闻，细致到路边所见的昆虫也一并写下。\n\n    “感谢这世间的一切。予以鲜花、赠以赞歌，愿此后仍能与不同相伴。”\n\n    一行小字落在白纸的尽头，并不工整。\n\n\n\n后记：\n此后，我耗尽了童年最后一个三分之一，旅行于各个城市。三分之一结束，我买了一只钢笔，并沿用至今。它已经是锈迹斑斑了，可我一直舍不得扔掉，现在还摆在那叠泛黄的纸上呢。\n\n\n\n\n\nemmmmmm......虽然这次配图做的非常水，不过还是要脸皮厚一点的发出来，姑且是花了很多分钟制作的东西，还是要好好珍惜才对......这次写的是又臭又长，和我的懒癌一点都不搭调。一般来说，我是不会写这么长的，因为很累也很麻烦，像这样发出来，会感觉密密麻麻的，也很冗长，瞄一眼就不想继续看了......\n\n\n引用资源：\n\n    可Diy的跑酷地图《环南后街》1.8.8    by—黑之翅膀\n    另外还有一直以来都有用到的icrdr大佬的人模    侵删致歉QAQ\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "FZ-The-whole",
            "timestamp": 1518592260,
            "txt_content": "满分作文，顶一个"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1518592620,
            "txt_content": "图片色调很不错，人物动作自然\n图中间用影子分割会比较自然，模糊了一下感觉有点怪\n还有墙壁材质反射默认高光是不是忘记去掉了。。。\n图片对比度可以再提升一点"
        },
        {
            "author": "nianbing",
            "timestamp": 1518593220,
            "txt_content": "FHC红石 发表于 2018-2-14 15:17\n图片色调很不错，人物动作自然\n图中间用影子分割会比较自然，模糊了一下感觉有点怪\n还有墙壁材质反射默认高 ...\n用影子分割真的很棒，只不过我不知道怎么把固定的位置遮挡住......\n高光是我后期加上去的，还以为这样子可以增加一份“温柔”的感觉......"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1518594120,
            "txt_content": "nianbing 发表于 2018-2-14 15:27\n用影子分割真的很棒，只不过我不知道怎么把固定的位置遮挡住......\n高光是我后期加上去的，还以为这样子 ...\n直接在光源前面放个物体遮住一半的光就行了啊，然后自己调整调整\n那个高光加的不太符合物理"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1518594720,
            "txt_content": "总感觉光照有点怪诶……影子的颜色什么鬼？一边黑一边灰？以前也遇过这事，一遇到就要花好久解决\n不过我现在基本是自己做自己的预制。。听说R19的C4D能更方便的刷权重呢\n文采不错"
        },
        {
            "author": "leavessoft",
            "timestamp": 1518596040,
            "txt_content": "配图好棒啊，思考中……"
        },
        {
            "author": "nianbing",
            "timestamp": 1518596400,
            "txt_content": "FHC红石 发表于 2018-2-14 15:42\n直接在光源前面放个物体遮住一半的光就行了啊，然后自己调整调整\n那个高光加的不太符合物理 ...\n恩，我试着做了一块遮光板去挡，不过位置一直放不好......坐在电脑前点了几小时,索性就不弄了......改用后期去修......"
        },
        {
            "author": "nianbing",
            "timestamp": 1518596640,
            "txt_content": "ItIsEnderman 发表于 2018-2-14 15:52\n总感觉光照有点怪诶……影子的颜色什么鬼？一边黑一边灰？以前也遇过这事，一遇到就要花好久解决\n[s ...\nOVO一边暖色，一边冷色吗？那个的话是故意这样做的......只不过自己水平不够，没办法做的自然一点......"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1518607920,
            "txt_content": "那啥...\n顷刻间将**填满"
        },
        {
            "author": "nianbing",
            "timestamp": 1518613320,
            "txt_content": "Smokey_Days 发表于 2018-2-14 19:32\n那啥...\nemmm评分的时候还看错了...是“心xin”“灵ling”......不是“躯qu壳qiao”"
        },
        {
            "author": "Rikka╮",
            "timestamp": 1518639180,
            "txt_content": "效果梦幻~挺一波"
        }
    ]
}