{
    "title": "Unturned 4.x 开发日志 #005",
    "author": "a1294790523",
    "replyCount": 2,
    "timestamp": 1518606540,
    "txt_content": " 本帖最后由 a1294790523 于 2018-2-14 19:22 编辑 \n\n原文发表时间：2018/02/13\n原文链接：https://blog.smartlydressedgames.com/unturned-4-x-devlog-005/\n译者：sandtechnology\n如有错误请指出\n\n菜单, 附件, 弹药以及更多！\n在这过去的两周的工作成效很大! 我将4.x作为首要的重点并取得了巨大的进展。\n再次声明: 大多数资源文件都是预留位置或者是处于修改中的，我并没有改善它的计划。牢记着这一点，然后分享您的看法和建议！\n主菜单现在可与你所期望的所有功能一起使用，比如按键设置，显示设置，鼠标灵敏度 – 这些都可以在游戏内进行设置。通过这些工作，我就可以完成第一次独立的本地多人游戏测试，在这次测试中，所有东西都正常工作，接下来的几周内将会有类似于之前 Operation Mapleleaf 的第一次在线多人游戏测试！\n为了确保只有最重要的资源文件保留在内存中，我也开始了4.x的第一次性能测试。这就是为什么在3.x加载游戏要这么久的原因： 在启动时必须加载所有物品、载具、诸如此类的其它东西，这消耗了大量内存，而在4.x中，我会尽可能多地通过流式传输来加载这些东西。我已经看到了许多有关改进后的视觉反馈，而且我觉得可以放心地说： 不要担心，我的目标就是在保持画质卓越的情况下提高游戏性能. 在3.x的开发中学到的很多东西对我4.x的开发都很有帮助。\n多人游戏\n\n在这个屏幕截图中，您可以看到我从3.x中导入了一些用于测试4.x的临时模型(注：不要在意那低分辨率的道路材质)\n\n                              \n这里有很多简单可行的东西：你可以通过主菜单的一个按键来在本地开设服务器 (当然，仍然支持专用服务器！) 在这个分屏中——这里的主机正在使用键盘和插入的xbox手柄分别在分开的两个游戏屏幕中游戏，而在右边的游戏窗口已经连接到了本地的服务器。\n枪械附件\n\n\n\n 我已经看到了您的反馈意见，同时我很高兴能够在游戏的同时查看枪械上的附件(在这时用户界面仍在制作中)， 但在这几周对附件系统进行了大量升级之后，枪械就变得很模块化了。\n现在有几个新功能可以在此界面下工作：允许在接收器模型，轨道系统 (在鹰火上的皮卡汀尼导轨)和小中大口径上安装不同附件。我也考虑过转换装置，比如说你可以在上部的接收器安装适配器以连接俄罗斯光学附件。我认为这会开启一些非常有趣的定制/个性化选项，并摆脱“客观上最好”的附件组合，让不同的接收器模型有着不同的等级 (也就是只能单发的民用鹰火的变体) (这需要讨论/辩论)，这些机制可以增加枪支上不同附件的稀有度，也使得生存需要更多的智慧，以及使一些部件需要维护——我不确定要在哪里采用这个机制，但3.x的枪支耐久的确令人沮丧。\n这些新功能也很模块化： 将一定电量的电池放入手电筒, 给鱼钩挂上鱼饵或给电锯加油，\n弹药\n\n\n\n\n 这里还有一些工作要做，这使得它更加便于玩家使用，但是我在堆叠物品和弹药方面取得了巨大进展。您可以将物品堆叠到一个合理的限制内，而不是让一堆背包大小为1×1的制作材料填满你的背包，这包括您希望将堆叠的物品分成两部分的所有功能：提供一个选择转移数量的滑块或拖动一个物品到另一个物品来堆叠它们。\n除此之外，附件还支持在插槽中有多个物品了，所以你可以在弹匣和弹药箱之间拖放子弹。进一步来说这也可以让你将不同子弹放进一个弹匣里，比如说把示踪弹放在最后来警告你弹药即将耗尽。\n\n\n 下一篇文章到来时，我们就应该更接近4.x的第一个可测试的稳定版本了！\n",
    "replies": [
        {
            "author": "add336633",
            "timestamp": 1527308340,
            "txt_content": "我觉得作者把联机这方便搞通了才好"
        },
        {
            "author": "minecraftsin",
            "timestamp": 1527423780,
            "txt_content": "快要比吃鸡都nb了"
        }
    ]
}