{
    "title": "【周边创作每月活动】|一月活动|诗音绕梁|结果公布|",
    "author": "Smokey_Days",
    "replyCount": 4,
    "timestamp": 1518678240,
    "txt_content": "诗音绕梁作品 作者评委①  评委②  平均分   排名  奖项      奖励超越边界@Nethop |\n8.17.87.951一等奖6人气，70金粒，3下界之星战争法则@縻风 |\n8.07.97.951一等奖6人气，70金粒，3下界之星军人@FBILer |\n8.27.67.93二等奖5人气，50金粒，2下界之星床前明月光，李白在何方？@kakagou12 |\n7.58.07.754三等奖4人气，30金粒，1下界之星月旦评@Marospy |\n7.67.87.75三等奖4人气，30金粒，1下界之星他@CunMa |\n7.77.67.656三等奖4人气，30金粒，1下界之星苟利国家生死以，岂因祸福避趋之@小吴同志 |\n7.57.77.67三等奖4人气，30金粒，1下界之星钗头凤·鸳鸯梦@电饭煲（备） |\n----离题2人气，20金粒当社会倒塌时，我们便崛起。@guqu |\n----离题2人气，20金粒\n\n\n苟利国家生死以，岂因祸福避趋之\n\n　　先说图片的深度内涵。虽说引用的诗歌三观很正，但这张渲染图完全就看不出诗句的意思来啊。既然题目要求的是围绕诗歌进行创作，起码在主旨和立意上要符合诗句中牺牲自己报效国家这个浅显且极易表达的感情吧。不求进一步的延伸，既然作者本身也清楚诗句所表达的意思，那是不是就应该在构思图片时将主旨添加进去？如果只是一个不明所以毫不走心的远景片段，自然是跟诗句完全挂不上关系的。\n\n　　再来谈谈场景的处理。图片中最明显的总体的布局就不过关。我们先不论将诗句的解析搬到图片上来，这个行为的表达效果究竟如何。光是那两排占了画面将近一半位置的文字，就已经够让人头疼的了。围绕诗歌进行创作，主题并不是诗的字体而是所创作的图片好吧。如此文字浮夸到醒目过图片的做法，是不是未免也太过喧宾夺主了？就算不提重点在哪的问题，单是这文字的放置方式就很糟糕了，整体的画面没有半点的美感，所有的意境完全被解析的白字糟蹋得一干二净。如果作者的用意只是为了让读者更了解诗句的原意，这排多余的文字完全可以在图中删去并用实际的图片内容进行解说吧，再不济在贴子里直接点出也比直愣愣地放在图片上好吧。这里是图中的一个非常大的失误，如果可能还是尽量改善一些为好。\n\n　　图中的拍摄角度和人物塑造等环节同样有着很大的问题，细节过糙且太过僵硬，有待改进的地方很多。\n\n　　总之，希望下次能看到更好的作品。\n\n他\n\n　　我们说，写小说的尤其是这种篇幅短小的微型小说，立意构思文笔文风固然重要，但讲清文章内容，理清文章思路才是一个能够称为作者的基本功。写微型小说从某种意义上来看，其实可能就相当于讲一个并不复杂的故事，而讲故事的人最重要的，就是要让听众能够听懂你讲述的故事。这是最低层面的基本要求，剩下的深度什么的可以说都是使表现效果更上一层的附加项目。\n\n　　所以，作者所写的这篇小说，可以说是达不到常规小说的标准的。语言描写上的漏洞很大，且在结构立意上也很成问题，最主要是读者看不懂你在讲些什么。就连文章的主体内容都没有处理明白，那么我们就认为这篇小说是不够成功的。\n\n　　这篇小说大致可以分为三个部分，开头的眺望与思索，中间的概述与结尾模糊的结局设定。我们可以看出主角似乎具有着穿越时间的能力，但却根本看不出这样设定的意义在哪里。而作者自创的四句打油诗，同样是自相矛盾且意义不明的。最后的结尾更是与之前铺垫的内容没有一点关系，所以更是让人摸不着头脑。所以，如果只是一味地追求神秘拗口的表达效果，而不顾及读者的阅读感官的话，我们只能称这种做法叫故弄玄虚或者是过分做作，而并非佳作。\n\n　　描述性的语句同样糟糕。在开头的环境渲染中，由于过度地使用逗号而造成了做作的感官。中间分别概述的几个事件，同样不够表现力。所以在遣词造句这一方面，个人建议作者可以再下点功夫。\n\n　　大概就是这些。虽然不太明白文章的深意在哪，但如果能够将深度完整地以极佳的表现形式展现出来，想必会有着让人眼前一亮的效果吧。在这之前，还是把最基本的文字功底磨炼好了再说。\n\n　　以上。最后，祝进步。\n\n战争法则\n\n　　嗯，字体。\n\n　　大体上来看算是较为出色的作品。原创诗歌与故事的切合度很高，且文笔在精练流畅之余不失自然。立意构思上当然也有着一定的可取之处，值得肯定。\n\n　　缺点当然也有。首先，我们先来看开头的那首现代诗。如果只是单纯地作为意境渲染的话，倒是基本将场景与剧情模糊地勾勒出来了。可是如果稍微细点来看，这首诗中同样存在着一定的问题。一首诗的韵脚固然是诗的骨架，但为了迎合这点刻意地强行押韵却不见得是个很好的方法。同样，一些过于僵硬的语句也是可以通过合理的换词调词改善的，就比如那句“绝望的号角不停地响”。同时，语句间的衔接也可以再自然一些，过度的语句同样可以增加细节来变得更为自然，这是可以考虑改进的地方。\n\n　　接着，我们再回到正文。第一部分独特的情景设置就让人眼前一亮，新奇的从统治者展开的视角同样具有着别出心裁的表达效果。但这里值得注意的是描写的侧重点，与其运用大量自己并不能熟练掌握的语言描写推动剧情，倒不如通过一些细节的动作或者场景的渲染来进一步地展开呢？如此，文章的主体内容应该会比单调的对话要丰富得多吧。\n\n　　二三部分的处理同样是要在意的一个点。首先，破折号的确可以这样使用的。但从严格意义上来讲，这样直接明了地将环境或处境硬塞给读者的做法，是不如通过大量场景或心理描写的堆积来完成的要好。而且像这种特立独行的符号，在文章中还是尽量以其他方式避免替换为好，毕竟不但醒目，还有些傻气。\n\n　　最后的一部分的结尾有些没处理好，前文的铺垫理应更加充足一些，并且对莱克行为的解释可以通过心理描写来进一步地说明。而文章的主旨可以更深刻一些，并不是说不具深度，只是结尾表达效果稍微有些浪费前文的铺垫了。虽然诗歌的内容可以弥补一部分结尾力度的不足，但该有的渲染还是得出来的。比如通过回忆或视角的切换再度重述或点到一遍出场率较高帝王两人，或者可以稍微突出一下细节描写或莱克的心理。总之，这个结尾不是说不可以，而是在表达效果上稍逊一筹罢了。\n\n　　综上。总体来看还算是一篇不错的小说，那么祝进步。\n\n超越边界\n\n　　正体不明。\n\n　　很干净的叙述为主的小说，与诗句切合度较好，且剧情的流畅性和完成度同样出色。一些较为拗口的知识点被三言两语一笔带过，一些细节描写和环境渲染处理到位，这种干脆的写法的确比直接的平铺直叙要自然多了。\n\n　　问题还是有着一些的，比较关键的就是节奏或者说剧情详略上的问题。可以看到，在后文有关仪式的高潮部分作者在节奏的把控上处理得还算比较到位的，但前文有关于背景板或者说是铺垫的地方就有些拖沓了。有关缘由的介绍不一定在开头就得一股脑的扔出来，虽然场景的渲染算是优秀，但搬家的背景跟来到的缘由一并说明还是有些过长了点。钥匙的描写可以原封不动地保留，但首先一些叙述性的语句则可以进一步地省略，其次放置的位置也可以稍作调整。而前面来访的片段中，有些累赘的笔墨更是可以一笔带过，例如我的感受与所作所为。意境的渲染本身就是一点即过，在恰到好处的地方适可而止地随性收尾的，所以自然不用事事巨细地去描写讲述，只需要抓住重点的几个环节进行着重刻画就行了。\n\n　　剩下的就是一些语句的表现力的问题了。其中有关钥匙的描写可以稍微精练一些，而“要说……要说……”的句式也过分粗糙，完全可以用进一步的细节刻画来代替的。例如光泽，例如质感，这种过于口语化的东西还是尽量少用为好。下文总体的环境描写的角度也略微有些重复，一些概括的语句有些僵硬，用词过于单一呆板。这里个人建议可以选用一些叠词，来进一步烘衬适当的气氛。\n\n　　接着问题就不是很大了，需要注意的就是选词的方向。一些感官不是你说怎么怎么样读者就能切身地感受到的，所以细腻的选词就算是重中之重了。例如“简约而实用”这种概括性的抽象词汇，就不是太能表现出文章应有的表达效果。因此，这一点也是可以进一步修饰或者完善的。\n\n　　综上。最后，祝进步。\n\n军人\n\n　　说来还是没发两个帖子的新人，但笔力之成熟却是少见的。本文的脉络非常清晰，简单的文字背后暗藏着庞大的世界观：庞大无比却陷入内忧外患的洛瓦帝国，统一北方诸多游牧民族、驱逐洛瓦帝国的温尼察联邦，被殖民压迫而觉醒了民族意识、驱逐侵略者走向共和的赫斯尼亚……顺着作者的笔触，能够依稀摸到一个恢弘的轮廓——旧的帝国徐徐倒下，新的国家纷纷兴起，一些民族走向独立，新的意识形态在混乱中崛起。\n本文的写作体裁可以说是非常独特了：四位军人在接受记者采访时作的自述。这种体裁有一个很大的好处就是能够从不同的剖面来观察这个世界。\n将大镜头放到小人物身上，以一个人物的经历来反映大时代的变化，这是非常常见的一种手法。但是，能够将它玩得转的却不多。而作者却能够将这种手法运用得淋漓尽致，每个角色的语言都能够凸显出他的性格。最后的收尾更是全文点睛之笔，分别概括了四个人物的一生，令人战栗。\n\n　　当然，问题也是有的，部分地方词句存在不通顺的情况；短短的小说也无法将整个世界观展现，甚至使得读者一头雾水；POV这种手法对于时间线的展现可能有一些不利。但是总体来说算是一篇写得不错的文章。\n\n　　综上，祝进步。\n\n\n床前明月过，李白在何方？\n\n　　一篇很有趣的学术文章。\n\n　　《静夜思》作为学生们最早接触的诗之一，其中“床”字的解释自然引发了许多争议。本文主要就围绕这个“床”字进行分析。\n总体来说没有什么可以指谪的地方，论述思路很清晰，文字也很有条理，举得例子和引用的资料都很具有说服力。\n不过，这毕竟不是作者本人独力得到的成果（如果是那样的成果估计也不会发到论坛上来了XD），而是其总结师长的言论而著出的文章，所以无法得到很高的分数。\n\n　　希望作者再接再厉，祝进步！\n\n\n月旦评\n\n　　整体光照很强，但是对于材质反光性的处理略有不足，明暗的对比也不够强烈。对于场景的塑造倒是不错，能够立即令人联想到二许作评取士的场面。不过这个场景放置的位置却显得有些奇怪——放置在山林中、湖面上，似乎不仅和历史很难接轨，也不是很能凸出“月旦评”在历史上的地位。\n\n　　地图有些过于简陋，虽然是自制的地图，诚意不错，然而毕竟作品的主体是渲染，最重要的恐怕应该是选用的地图是否符合图画所需要的意境吧？\n\n　　不过总体而言还算是用心的一个作品了，祝进步。\n\n\n\n",
    "replies": [
        {
            "author": "ROF",
            "timestamp": 1518678540,
            "txt_content": "早知道我也来混个参与_(:з」∠)_【跑"
        },
        {
            "author": "縻风",
            "timestamp": 1518679140,
            "txt_content": "人生第一个bbs一等奖Orz，好激动啊XD"
        },
        {
            "author": "SevenC",
            "timestamp": 1518684840,
            "txt_content": "诗歌三观很正_(:з」∠)_  + 1 s _(:з」∠)_"
        },
        {
            "author": "烨s",
            "timestamp": 1518686100,
            "txt_content": "前来围观巨佬们啦。"
        }
    ]
}