{
    "title": "[Minecraft.net | INSIDER] 本周方块：基岩",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1518708180,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-28 16:55 编辑 \n\n\n\n\n\n6b26befe4607be9b3f8cb1c715bd9b6c-header.jpg (299.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-28 16:28 上传\n\n\n\n\n\nBlock of the Week: Bedrock\n本周方块：基岩\nStops you reaching the centre of your world. Spoilsport!\n不要再往你的世界的中心靠近了。这样很扫兴诶！\n\nDuncan Geere 邓肯·吉尔\nIron is tough. Diamond is tougher. But our block of the week today is the toughest of them all. That's right - we're talking about bedrock.\n铁很坚硬。钻石更坚硬。但是我们的本周方块是所有方块中最硬的那个。没错——就是基岩。\n\nBedrock lives at the bottom of the overworld and the top and bottom of the Nether. It was added on the tenth day of Minecraft's development - 20 May 2009 - only three days after the game was released to the public for the first time. It's older than water, lava, ores and logs. But dirt, grass and stone are older still.\n基岩处在主世界的底部，下界的顶部和底部。它加入于 Minecraft 开发进程的第十天，也就是 2009 年 5 月 20 日——就在游戏第一次公诸于世的三天之后。基岩比水、熔岩、矿石和原木都要古老。但泥土、草和石头还要比基岩更古老一点。\n\nYou've probably noticed, if you've ever dug to the bottom of the world, that bedrock is indestructible in survival mode. Without exploiting bugs or glitches, you'll break an infinite number of diamond picks before even making a dent in its craggy surface. In creative mode, of course, you get the ** to place and break whatever blocks you like - including bedrock.\n如果你曾挖到过世界的底部，那么你大概就已经知道，在生存模式中基岩是不可破坏的。要是不借助漏洞或者故障的话，就算用掉无数的钻石镐，你都没法在基岩那崎岖的表面弄上一个凹洞。当然，在创造模式，你拥有随心所欲破坏与放置任何方块的自由——包括基岩。\n\n\n\n\n\n\n31a33fd000d41873bffe8ac3c9ac81d4-ingame.jpg (233.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-28 16:28 上传\n\n\n\n\n\nThe block has been tweaked a few times over the game's development. At one point early on, it would turn into lava after a while when exposed to sunlight. For quite a long time, visibility would decrease near the bottom of the world, with creepy dust particles floating around. But today bedrock just sits there, marking the boundaries of the playspace and stopping players falling into the infinite void below.\n在游戏的开发进程中，基岩已有过数次调整。在早期的一段时间里，当基岩在阳光下暴露一会儿，就会变为熔岩。在很长的一段时期里，当玩家靠近世界底部时，能见度会随之降低，周围会漂浮着令人毛骨悚然的沙尘粒子。但现在的基岩，就仅仅是待在那里，构成游戏空间的边界，以防玩家落入基岩下方的无尽虚空。\n\nIn the real world, what geologists call bedrock is more like Minecraft's stone layer - it's the name for the compacted rock that sits below the surface soil. Real-world bedrock is hard, but absolutely breakable - and most large buildings are anchored into the bedrock with structures called 'foundations'.\n现实中，地理学家所说的基岩更像 Minecraft 中的岩石层——基岩这个名字所称呼的是表层泥土之下的紧密岩石。现实中的基岩虽然很硬，但绝对是可以破坏的——而且极大多数的巨型建筑就借助称作“地基”的结构固定在基岩之中。\n\n\n\n\n\n\n3e05090f9836bea6f4d043153a3ef586-realworld.jpg (317.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-28 16:28 上传\n\n\n\n\nImage credit:Mikenorton\n图片来源：Mikenorton\nIn a lot of places around the world, like Sandside Bay in Caithness, Scotland in the picture above, the bedrock pokes out above the surface in what's called an 'outcrop', and you can sometimes see the layers of soil above with the bedrock below. New bedrock is constantly being formed under the ocean, and destroyed in places where tectonic plates meet.\n在世界上的许多地方，例如上图中位于苏格兰凯撒内思郡的桑德赛德湾，基岩会从地表中穿出，这种地方我们称为“露头”，而且你有时能看到上方是层层泥土，下方则是基岩。在大洋之下，每时每刻都形成着基岩，并在构造板块对撞时被摧毁。\n\nAnother way in which real-world bedrock differs from Minecraft is in what sits under it. Rather than an infinite void, the centre of the Earth is so hot that the rock melts into magma - which occasionally leaks out through volcanoes. In the very centre, the pressure is so high that a super-dense core of solid iron has formed. That's right - the core of the Earth, if it was in Minecraft, would be made of iron blocks.\n现实中的基岩与 Minecraft 的基岩还有一处不同的地方，那就是基岩下方的东西。地球的中心并不是无尽的虚空，那里很热，以至于岩石融化成了岩浆，偶尔从火山中喷涌出来。在最中心的位置，压力是如此地高，以致形成了密度极高的铁质固态核心。是的——如果用 Minecraft 来看，地球的核心就是由铁块构成的了。\n\nThat massive chunk of iron in the centre of the planet is why the Earth has a magnetic field, and why magnetic compasses point north. Which brings up the question of how compasses work in Minecraft if the centre of that world is just an infinite void. No-one knows the answer to that, but if you ask me, it's probably something to do with the Endermen...\n星球中心那块超大的铁，就是地球具有磁场，以及磁力罗盘指向北方的原因。问题来了，如果 Minecraft 世界的中心是无尽的虚空，那么指南针是如何运作的呢？没人能回答这个问题，但如果你问我，我觉得这可能和末影人有点关系……\n\n【Kakagou 译自官网 2018 年 02 月 15 日发布的 Block of the Week: Bedrock】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "leavessoft",
            "timestamp": 1518708840,
            "txt_content": "基岩下面不是地狱吗？"
        },
        {
            "author": "medew106",
            "timestamp": 1521210600,
            "txt_content": "leavessoft 发表于 2018-2-15 23:34\n基岩下面不是地狱吗？\n不是的，基岩下面根本就没有地狱。你是不是没玩过Minecraft（故意没说我的世界）？"
        },
        {
            "author": "leavessoft",
            "timestamp": 1521263160,
            "txt_content": "medew106 发表于 2018-3-16 22:30\n不是的，基岩下面根本就没有地狱。你是不是没玩过Minecraft（故意没说我的世界）？ ...\n我当然知道啊233"
        },
        {
            "author": "316703352",
            "timestamp": 1522031520,
            "txt_content": "medew106 发表于 2018-3-16 22:30\n不是的，基岩下面根本就没有地狱。你是不是没玩过Minecraft（故意没说我的世界）？ ...\n你这是青铜笑王者啊"
        },
        {
            "author": "piastic",
            "timestamp": 1584177780,
            "txt_content": "medew106 发表于 2018-3-16 22:30\n不是的，基岩下面根本就没有地狱。你是不是没玩过Minecraft（故意没说我的世界）？ ...\n基岩下面要看是哪个世界了"
        }
    ]
}