{
    "title": "[原创-连载][狂热的沉默][第一回：只能沉默了]新的开始......",
    "author": "我为我为",
    "replyCount": 2,
    "timestamp": 1518758460,
    "txt_content": " 本帖最后由 我为我为 于 2018-2-17 18:42 编辑 \n\n**作者的话\n\n等等，我说怎么大家的标题都跟当年不一样了？原来规定早变了\n我还记得当年规定标题是【原创·连载】【书目名】【第几回】【by作者】\n所以我之前的所有的周创帖子都是那个格式\nXD\n这个是重写，剧情也改动了什么的，但主线不变【主角做白日梦——主角一步步崩溃——主角觉醒】\n别删......光是字数就能看出来不一样\n最后......狗年大吉！\n\n正文\n\n  2015年8月，对于一般人来说，就像其他月份一样平凡不过了。\n  夏天的夜晚炎热中有带着凉爽，一声声虫鸣格外悦耳，在皎洁的月光下一个阴影逐渐飘过，我刚从辅导班出来，这时我却畏畏缩缩地像一只老鼠，在辅导班门口左看看又看看。也不敢像过去一样吹吹口哨或者蹦蹦跳跳，比曾经任何一次逃避交作业都要胆怯，貌似活不到第二天了，这就是我——沈然。\n  在我旁边还站着一个同学，这个同学故意把声音弄得很严肃，让别人觉得他是个不好惹的人，我待在他旁边，不但没有减少恐惧，反而更像是把我这只待宰羔羊弄到了被锁着一只脚的老虎旁。整个世界已经沉入黑暗，大街上听不到任何其他人的声音。\n  那个男生拍了拍我，指着那远方的一堆人，说：“那就是云状沸和他的人，快走。”我没命地向不远处的车子跑，上了车，这才咽了一口气，双手又有了温度。我看着那个提醒他云状沸的位置，却根本不想再看我第二眼的人，似乎那个人的已经告诉了我一句话：“瞧你那怂样。”那个男生是李克。\n  回到家里，大家好像都成为了云状沸的随从，纷纷“加入战斗”，我这时已经不是他小学集体的一部分了。那天晚上的那几个黑影却深深地覆盖了我的世界，感染了每一片光芒。\n  我敢怒不敢言，我之前就是因为面对云状沸的挑衅多说了几句话才造成这样的结果。只好改改思路了，我在QQ上讨好卖娇：“云状沸别打我QAQ，，我错了。”\n  云状沸看着我那样，感觉自己大度大量：“这回原谅你这小子了。”\n  过了几天，我一看QQ，发现李克发了一句半懂不懂的QQ动态，还@了他，我实在不知道是什么。不过李克成功地又一次将他“精锐”的处理同学关系能力展现，因为云状沸很有反应，他在动态下评论：“呵呵，沸哥的复仇，再次崛起。”云状沸还把他从好不容易讨好卖娇加入的同学好友群删了出去。\n  我心眼很小，然后去骂云状沸，之后......\n  2016年2月\n  明天，初一的我就要开学了，迎来新的学期。但那个暑假的事情散发出的阴影，已经把我死死缠住，让我根本挣脱不出来，整个人好像只是个阴影，希望被光照亮。我很想去复仇但又没有能力。我对明天忐忑不安。\n  为了不重蹈覆辙，我只能像小时候一样沉默了，这样就不会再让曾经的历史重演，再感受到那种恐惧了吧。这是目前应对目前情况的唯一方法了吧。\n  但真正让我忐忑不安的是我寒假几乎没有怎么写，这个寒假整天玩，当然也得到不少一般同学都没有的收获，说不定那些收获能把我推上一个台阶......\n  我小学时确实不去怎么写寒假作业，也就寒假生活发得早有劲头写，弄得和快餐一样。但小学毕竟是小学，现在是初中，我这么多寒假作业不写，想象那些老师们看到我不写作业的表情，明天岂不是末日降临？\n  我的玩家作业一塌糊涂，语文老师让读《童年》和《昆虫记》，我却翻都不翻。数学老师让去寻找十道动点题并整理，我一拖再拖，最后也懒到只找了七道，仔细想想我什么数学作业都没写呐......再说说书法老师让写的字帖、生物老师让做的实验报告......归根到底，还是不断拖延的过。\n  去QQ看看大家在这寒假最后一天说些什么吧，拿起手机看看，一切让我更加不安。\n  “寒假作业就差字帖了不想写怎么办啊。”\n  “寒假作业写完了，年也过完了。”\n  最恐怖的消息是：“明天上午大家把作业带齐，各科课代表收作业。”\n  怎么办？怎么办！惶恐之际，我又去特别关心翻翻我和云婼的聊天记录，企图寻找安慰，我给她寒假说了不少话，可她整合寒假只回复我两次：一次是我十分期望她回复时，发了一些“qwq”之类的表情，她只说“你够了”；另一次是我又和她持续几天说了很多话，她不知为何回复了一句“在”并抖屏，好像这一个字回答了我十几句话一样。我每天都带着她能认真回我的那份期望入睡。只要她和我认真说一次话，那么每天别说我七科老师，就是整个学校的老师都来批评我，我也都不介意了。\n  她倒也主动找过我一次，就是出分返校那天下午，回家后，她问我我考多少名。“我只考了56名，比上次退步了十名啊！”、“那你多少名”，她却都视而不见。当然，在她那次简略地“回答”我一声在，我赶紧去问她什么意思，被无视。\n  可能对于她这个人来说我根本配不上吧！我家里没政治地位，也没有什么关系。她家里倒是十分强大，跟学校也很有关系，时常看到有人把她叫出去。她回回年级前二十，最好的一次考试是年级第六，还是英语课代表，老师们都很器重她。我不过是“癞**想吃天鹅肉”罢了。\n  可是，来自我阴影的深处却发出一声呼唤：“你以为你有钱、有权，就可以这样根本不尊重别人？等着你到时候被别人踩在脚底下试试吧！”\n  但很快这声音就被掩盖住了。真期盼明天能看到她新学期的姿态！\n  等等，先把当务之急解决了吧！随着傍晚时间的挪移，作业没完成沉重地压在我身上，我跟快死了一样，感到头晕、想吐。像看到明天却又不想看到。我实在忍不住了，终于喊出一句：\n  “妈！我突然想起数学作业还没打印！让我用一下打印机！”\n  “怎么什么事情都拖到最后啊？每次都这样、每次都这样，”母亲像往常一样训斥我，“以后要是再这样就不让你玩电脑了......”\n  我和往常一样，只管“嗯”，我懒得听。当然也一直没改掉这个毛病。\n  我像小老鼠似的钻进我哥哥的卧室，我哥哥现在高一，他开学比较早，住校，两三周回来一次。触碰到打印机，感觉轻松多了。我打印完之后，继续“急中生智”。心里想着如何投机取巧躲过明天检查作业：“虽然只有七道，明天我就装我那三道丢了吧！”\n  我把那三张没有任何手写痕迹的白纸放进书包里，心满意足地睡了.....\n  不过，这一个学期，我必将完成我的“复兴”！我要成为一名网红！起码也要干成一件很有成就的事情。我可不愿意像个普通的学生一样度过一个学期，更不想和一般人一样在一年里把一天活了三百六十五遍，因为我从小就是想统一世界的人！\n  这个学期，让我来探索吧！\n  但对于交往，我只好保持沉默了。\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1518765840,
            "txt_content": "我的玩家作业一塌糊涂\n\n见鬼，这个版本的云婼是重做了么？完全跟第一版的不一样淦。"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1518770340,
            "txt_content": "见鬼，我发现我看不懂"
        }
    ]
}