{
    "title": "[多线]清风和煦——趣味多模式|自由少限制|和谐高素质|稳定不删档[1.7.X-1.16.X]",
    "author": "frea",
    "replyCount": 0,
    "timestamp": 1518752280,
    "txt_content": " 本帖最后由 frea 于 2020-10-2 19:04 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n清风和煦创立于2017年2月风雨兼程 至今已走过三个年头\n微微清风 和煦阳光 仿佛置身暖春三月\n我们的名字诠释了我们的美好愿望\n我也希望在这里能给你带来如此惬意舒适的感受\n简单纯净 | 自由开放 | 平等和谐 | 稳定可靠 | 趣味多模式\n高度自由没有条条框框 没有领地锁箱只要你心存基本是非观念 并能约束自我 强制力将远去\n无限制 不禁止 无过量优化 无官方干预发展走向突破束缚 可能无限 行动与想象齐飞 恣情描绘心中之梦\n简单纯净无命令 无繁杂系统 通用易上手无添加 无删改 无经济系统 我们认为原版机制已经趋于合理原汁原味 纯的更像Minecraft你只需懂得基本的游戏操作和一点点的联机经验便可快速入门\n更新及时 得益于结构简单 若无意外 我们都将会保持跟进最新的Mojang正式版确保能让你及时体验到包含最新的游戏特性的多人联机游戏\n多元化不仅仅是MC 无论你是工业交通 ACGN亚文化爱好者 还是热衷科技数码 互联网的极客我们都欢迎 在这里发现你的同好 感受文化思想的交融\n这是一个中性（中庸）的服务器 没有哪一方面的倾向也是因为如此 清风和煦适合（但不是最适合）所有类型的Minecraft玩家无论红石电路 建筑 亦或是日常养老服务器生态由玩家造就 清风和煦因你被赋予色彩\n温馨和睦小而温馨 富有人情味 没有势力站队 没有明争暗斗玩家们的心思较为单纯 每个人都在做着自己的事情\n开放透明无管理组 大小事务主群公开讨论、处理不避讳 不掩饰 没有绝对的机密与禁区所有人都可监督与参与 是你的也是我的服务器\n公正平等用爱发电 非利驱动不划分等级权限组 全服平权\n本服奉行着众筹开服的传统 接受无偿捐赠按需筹款 公开筹款 收入用于目标项目在提供平等的游戏环境同时 保证服务器可持续发展\n\n不关服不删档第三周目伊始 我们作出了一份沉重的决定与承诺：不关服 不删档\n永远的线上家园 一直守护着你的记忆 世间虽无永恒 但愿意尽力一试\n我们正尽全力践行着 兑现当年的承诺\n你可以随时访问从开服至今的服务器 一切如此熟悉一切都是你离开的样子 重拾那份记忆与感动\n在这里留下你的故事 你的记忆 让我来守护因为我们特别的运营模式 服务器常规开销极低（甚至可忽略不计）不易受收入情况影响\n稳定可靠神马都是浮云 稳定用事实说话服务器曾创下7×24小时持续不停机运行超过4个月的纪录\nMinecraft-mp服务可用性监测99%NameMC服务可用性监测100%\n\n流畅性能先进的OpenJDK 11作为运行环境高性能Paper与Waterfall作为服务端软件TPS常达19.5以上\n硬件清风和煦虽然没有如其他中大型服务器那般强劲专业的硬件但仍能给你一个相对稳定可靠的环境与基本流畅的游戏体验我们拥有一台 符合服情需求特色 的独立主机 由服主亲手DIY平台：华硕 Z170-Deluxe 16+4+2相数字供电 Intel I219V I211-AT双千兆网卡处理器：Intel 第九代Coffee lake架构 14nm++制程 45W TDP 8核心16线程 16M三级缓存 基础频率2.1Ghz 睿频4.4Ghz （解锁倍频）（日常自动睿频 节能低功耗 保存多份OC配置 可根据阶段负载需求动态调整频率 最高可OC至5.1Ghz）\n内存：DDR4 3000Mhz 16-18-18时序 24GB双通道存储：三星 850 固态硬盘（数据盘）+ WD 机械企业黑盘（备份盘）散热：Coolit服务器水冷头(0.2mm超微水道 6000RPM高速泵), Bykski 480 60mm紫铜厚排, 台达12025 1.2A 5000RPM高速风扇外观：3U服务器机箱 兼容数据中心托管场景电源：全汉 500W 2U电源图形：Intel UHD630 核心显卡\n网络30M上传 全国低延迟另设有BGP加速入口与海外入口\n比上不足 比下有余 这样的条件也是我们不懈努力的成果\n可靠严格的防火墙规则与访问控制 专服专用无非相关程序与服务 所用软件来源靠谱 使用正版付费软件24小时全服全量备份一次 在线玩家背包实时快照 容错容灾能力提升完备的玩家行为日志记录（长期保存） 调查取证便捷\n截至2020-10-02统计 共有6600名玩家加入过服务器服务器有效数据*达到 365 GB 现存备份文件达到 268 GB（已压缩）*注：有效数据定义为 服务器文件及数据库文件（使用中的） 排除操作系统与应用软件 不含备份\n\n专业三年的Minecraft服务器运维经验 对技术的钻研从未停止 精益求精生产环境非儿戏 注重细节 讲究不将就专业技术与严谨态度成就稳定可靠的环境\n特色GBNet\n\n\n\n服务器介绍清风和煦为多模式群组架构 共计8个常驻子服务器\n#1 生存服务器发达的地狱交通 完备的基础工业设施 1.75万半径宽阔世界乐趣出自挑战 成就来自难度 死亡掉落 请额外小心当然 你也可以另存一片净土 不依赖外界 做一个独立强者\n\n\n动态地图随时随地 无论手机还是电脑 仅需一个浏览器 高清地图尽收眼底 在线实时聊天Tip: 浏览器全屏使用体验更佳\n\n#2 困难生存变态的强化怪物 虐人的游戏机制需要智慧与胆量才能很好的生存下去（多人合作将会更容易些）\n\n#3 空岛身处孤岛 仅凭极其有限的资源 白手起家从无到有 一点一点耐心的充实你的空中堡垒 （你有几个肝？）高版本1.15空岛服 当水域更新+村庄掠夺更新遇上空岛 会是何番体验？\n\n#4 创造96×96大号超平坦地皮（有需求可申请多领 支持合并）开放WorldEdit使用权限 省时省力建筑规划 红石机器实验 还是多人协作 如此便利\n\n\n#5 小游戏生存乏了？拉上小伙伴 一起开局欢乐的小游戏吧商业小游戏服玩腻了？ 试试我们的别种风味的小游戏吧我们的自制小游戏均使用数据包+命令方块实现 单地图集成多种类型\n符合服情设计 人多人少都能开 支持中途入场 不定期更新内容\n高难度虐心跑酷\n\n#6 大厅社交互动 跑酷/迷宫/菜单小游戏/玩具箱\n在其他服务器重启/短暂维护时作为你的落脚点等待不无聊 马上就好 精彩继续\n历史遗留以下服务器已退出历史 不建议新玩家加入\n#7 生存（遗留）始于2017年6月中旬 曾经的辉煌 清风和煦创世之作因1.13迭代困难无奈抛弃 现主要供老玩家怀旧\n#8 生存（中期过渡）老服的后继者 因1.14迭代失败被抛弃存在感甚微 逐渐被遗忘 供老玩家怀旧\n\n\n实景风光!!高能预警!!!多图慎入!\n\n荣誉墙清风和煦曾分别在2018年的『第四届优秀服务器评选』中取得了 第五名在2020年的第『七届优秀服务器评选』中取得了 第一名 的评价感谢玩家们一直以来的支持与奉献！\n\n\n\n\n加入与联系\n服务器地址：gbcraft.org支持版本：1.7.2-1.16.3（提供低于主流版本的支持 建议1.16.3 请以实际情况为主）\n如何加入1）任意一个受支持版本的客户端（纯净/模组均可 注意内容模组在服务器中其功能无效 允许使用合理的辅助模组 禁止使用作弊模组/作弊客户端 如果你没有合适的客户端 亦可选择我们提供的纯净客户端）2）一个合法的正版Minecraft账户（非租借 非共享 参照Minecraft.net官网价165元RMB 谨慎第三方低价/超低价代购（低于此价格大概率为“黑卡号”）本着对自己负责 对服务器负责 请不要使用非法账户以图一时之快 若将来某天无法登录 后果自负！使用租借共享账户造成的任何问题 无论当事人主观有无过错 都将追究其责任\n规则相关本服虽无详细的明文规章条例 但也非无法之地判断一个玩家是否有错 以道德为标准 参照同类型服务器的规则中最具适普性的条目由管理员主观判断 及玩家群体的意见而定关于惩罚 视情节及当事人态度 给予警告、经济（游戏内）处罚 或封禁 由管理员量罚\n（我们没有改造矫正玩家的义务 所做的一切仅是为了维护本服秩序 除终极方式（封禁）以外的“惩罚”都是给予机会）\n联系我们玩家QQ群：点击加群\n（为确保能顺利入群 务必认真完整的填写问题）没有正版？没关系 只要你心怀诚意 都欢迎 我们将为你另作安排\n\n\n结束语如你所见 这是个规模仅能承载半百玩家同时在线的小服务器人各有志 不论其他中大型生存 或是小游戏/RPG服务器如何我们不羡慕 不盲从 坚持在自己的领域耕耘 同样能很好的实现自我价值\n\n\n\nGenialBreeze 2017-2020\n\n\n*我们会尽量使本贴描述与服务器内容及时同步\n但本贴更新周期较长 可能会出现部分描述与实际情况不符\n如有明显出入之处 请以服务器当前实际情况为准\n\n",
    "replies": []
}