{
    "title": "[多线]长夜变奏曲I剑刃猎手——为何弱？因何而弱？[1.7.10]",
    "author": "风君炎",
    "replyCount": 0,
    "timestamp": 1518740160,
    "txt_content": " 本帖最后由 风君炎 于 2018-2-16 09:00 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果——————漫漫长夜，永无止境——————不知是谁说了这句话，长夜，就此展开\n看，那个说书人又开始讲故事了哟，又在说了，来看看他这次又要说些什么？----------------------------------------------------这个世界，由4个主位面和无数半位面构成，这里没有轮回，死了即生，生而又死，我们不知道这个世界叫什么，只有伟大的神秘人知道！这四个主位面，我们将他们分别称为，希尔库斯沙漠，巨人之杯，阿尔希特芬沼泽，以及，安托利亚。----------------------------------------------------然后呢？对呀，然后呢，继续说说呗。-----------------------------------------------------前三个位面，皆为有主之地，它的原住民们占据了它，而第四个位面，安托利亚，是一片混乱的无主之地，也是冒险家们常常盘踞的地方-----------------------------------------------------和我们详细说说那四个位面对，就是那些原住民之类的-----------------------------------------------------安托利亚 安托利亚没有位面主人，所以穿越者占据了这里，这里可以自由破坏，可以进行生存，但也充满的危险，基本所有穿越者都是互相敌对的，在这里，你的房子可能被破坏，你的箱子可能被盗窃等等。希尔库斯沙漠，他的原住民也是人类，和你们一样流着红色的血，但，有一个非常强大的蛮人统治了那里，他就叫索尼娅塔尔，听说也是冒险家，具体就不得而之了，但强盗们毕竟是人，相对于其他位面的种族优势而言，他们就更好对付了，不过不同于其他位面的地方在于，强盗会主动攻击我们冒险家，好像没有原因大概这就是人类吧。巨人之杯 巨人之杯中住着强悍的巨人，他们像原始人一样，在巨人之杯中狩猎，生存，巨人之杯的巨人们默认并不敌对穿越者，但如果穿越者主动挑衅，还是会被巨人之杯的巨人们群起而攻之，巨人之杯的位面主人是巨人酋长魂斯塔特罗 ，他与希尔库斯沙漠的索尼娅塔尔有仇，增强巨人好感度的方式是杀死希尔库斯沙漠人，降低好感的方式是杀死巨人。阿尔西特芬沼泽 ——住着神秘的精灵一族，他们美丽、善良、和平、勤朴，隐居在一起，而这个位面的主人还是这个世界的原住民——托尔斯坦斯。但是不要随便攻击他们哦，你会死的很惨......他们不问世事，帮助他们和伤害他们会使他们对你的好感发生变化。-----------------------------------------------------那些位面的位面主人很强？他们可以统治一整个位面？-----------------------------------------------------他们确实很强，但和神秘人比起来，他们不过就是一群自诩为神的蜥蜴爬虫，神秘人才是这个世界最强大者，强大到开辟了剑刃酒馆，以庇护全部冒险家-----------------------------------------------------神秘人那么强，为什么没有征服整个世界呢？-----------------------------------------------------真正的强者从来不屑于插手这些事。就像现实生活中没人见过真正的神一样，这个世界上，甚至没人见过神秘人，但正因为有他的接引，冒险家们才可以聚于剑刃酒馆，开创一篇又一篇的史诗篇章-----------------------------------------------------可，什么人为什么要庇护我们呢？对啊，强者不是不插手这些事嘛？-----------------------------------------------------那是因为，我们都坚信————————漫漫长夜，永无止境————————\n\n\n\n\n\n\n论综合实力排名，这三个位面，最弱的当属希尔库斯沙漠，它里面的原住民，和你我一样，流的是红色的血，相较巨人和精灵这两者的种族优势，希尔库斯是最适合新手发展的，虽然希尔库斯的原住民们会主动攻击我们，但这也正是自我训练好时机，但希尔库斯也并非就是新手的培养皿，同样会有不少“狩猎者”前往希尔库斯，在各个山川中埋伏，为的就是狙击那点可怜的荣誉点。什么荣誉点？如果你是个有野心的人，那么，你绝对渴望荣誉，他会显示在你的名字前面，是你个人实力的象征，杀人者可以获得被杀者荣誉的10%，相对的，被杀者也会被扣除10%的荣誉，假设被杀者荣誉的百分之十小于1,那也会按1计算，荣誉可以为负。荣誉有什么实际作用吗？有人为拥有荣誉的人制作了一个排行榜，居于上位的人，可以获得剑刃酒馆的奖赏，所以说，这个世界不会怜悯弱者，弱肉强食，强者可以获得至高的宝藏，弱者什么都没有，连自己的小房子也保护不了。那有什么出路？我说过，神秘人，为弱者留了路，但这也意味着，弱者要付出比强者更多的努力，但也并非如此，强者一开始也是弱者，但他由于努力而变强····你想变强吗？想好，那么听好了，冒险家们靠多种方式谋生，有以下几种方式1寻宝2悬赏3狩猎4商业5挖矿我将为你逐一讲解好的首先是寻宝，希尔库斯沙漠，巨人之杯，阿尔希特芬沼泽，每个位面都有奖励宝箱，其中，希尔库斯的宝箱是最多的，阿尔希特芬是最少的，但阿尔希特芬宝箱中宝藏却是最丰富的，希尔库斯相对其他位面在丰富度上垫底。一般，希尔库斯沙漠的宝藏无法满足强者，会有不少强者前往阿尔希特芬，所以，阿尔西特芬并不适合新手前往，但，也可以趁着夜深人静的时候前往阿尔希特芬寻宝，这就要看自己肯付出多少了，寻宝者在寻宝的时候也要注意，宝箱也有可能是陷阱，旁边可能会有一把乃至几把狙击枪对着它，这就是狩猎者，所以，寻宝也需要谨慎。悬赏因为激烈的竞争，总会有不少仇敌，这就是悬赏榜的作用，有人为了报仇，会放上高额的悬赏，这时，杀手就出现了，他们会在悬赏榜上寻找目标，然后靠杀死目标来获得悬赏金额，以此谋生，有时走运杀死一个高额悬赏目标，即可一跃成为富翁。狩猎这就比较残酷了，狩猎者一般都是狙击手，他们为荣誉而杀，居于荣誉榜的玩家，可以获得的奖励非常高，这就吸引着无数人为荣誉点大打出手，有狩猎者总结过，让自己登上荣誉榜有两种途径，增加自己的荣誉点，减少其他狩猎者的荣誉点，所以狩猎者的目标有时也会是狩猎者，所以，这是个竞争激烈的职业。商业 这部分人必须要有很高的经济头脑，全球市场是这些人发家致富的第一途径，不管是什么人，都会与全球市场有关，售卖自己的战利品等等，而靠商业发家致富的人，都多少会一点操作市场的技巧，在一件商品市值低的时候大量买进，然后等升值后卖出，这样通常高风险，高回报，所以，商人往往要有经济基础，因为储物柜那三个屁大点的地方根本不够用来存储货物，所以，商人往往会在安托利亚有自己的储物间，但通常会很隐秘，或有守卫把守。挖矿挖矿是很古老的一门职业，辛勤的矿工靠劳动换取钱财，但也有人因为挖矿而成为富翁，这些人往往运气极佳，挖矿时，有十万分之一的几率可以发现矿脉，矿脉或大或小，有铁矿脉，金矿脉，甚至钻石矿脉，每个矿脉只可以拥有一个主人，挖矿脉和挖矿有所不同，矿脉必须要完全挖完，他的主人才可以获得这支矿脉带来的财富，但矿脉一般非常大，且一般含矿量占总体积的5%到20%不等，所以一般要挖干净矿脉必须雇人来挖，因此挖矿脉也是需要成本的，一般幸运获得矿脉的矿工，如果没有能力自己开采，会将它以合适价格转交给其他人，让其他人来开采。所谓强者，都是靠以上的几种方法致富的，可是致富后，还有一个终极目标三个储物柜，绝对是不够用的，因此，拥有财富的人，或多或少，会在安托利亚有一些家底，守护这些家底可不容易，箱子，房子，都有被破坏，被偷盗的风险，所以，有人通过红石机关来保护自己的房子，还有人在安托利亚建造陷阱引诱他人前往而获得他们的东西，以此致富，但，有冒险家发现，在希尔库斯有一个城镇，大家管他叫做奴隶湾，那有商人出售傀儡士兵，傀儡士兵只听从自己的号令，因此，有人在安托利亚建立超大的城镇，再加以傀儡士兵的守护，再招一些玩家在自己的城镇居住，并给予他们庇护，那位建立城镇的人，就成为了领主，相传，创造剑刃酒馆的神秘人，就是当中的至强者，强大到能够庇护整个世界，成为领主，就是所有冒险家的终极目标。相信说完这些，你的目标应该已经明确，前进吧，冒险家，大家殊途终归，希望有一天能相聚世界之巅\n\n2.0版本计划完成随从插件的编写增加多个半位面副本增加pvp匹配战场3.0版本计划完成矿脉插件的编写启动新的互动方式\n\n\n\n以下渲染图来自原作者\n\n说明：客户端默认配置调的较高，请玩家根据自己的情况修改客户端视频设置，以获得最佳游戏体验公益服建设不易，需要大量资金希望各位能够支援长夜长夜会记住每一名赞助者赞助和客户端，启动器的一切问题请联系qq[qq]14425520036[/qq]\n由于为了赶在这个吉利的时候发宣传贴，服务器主城尚未完工，但基础设施已经完备不影响游戏制作宣传贴不易，求一波人气总可以吧~最后长夜工作室的全体成员祝大新春快乐在这里给大家拜年了！\n\n\n",
    "replies": []
}