{
    "title": "[原创-连载][狂热的沉默][第二回：迎面]我是否能追逐他们的影子？",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1518864120,
    "txt_content": " 本帖最后由 我为我为 于 2018-2-17 18:44 编辑 \n\n正文\n  微风像慈爱的母亲一般抚摸着大家的脸，让大家忘记忧愁与苦闷。小操场上的树枝都长出了婴儿一般的嫩芽。草坪上的小草偷偷地从土里钻出来，伸展伸展胳膊，给校园从新带来绿色。\n  自从上了初中之后，我害羞到不敢看着别人脸说话了，尤其是女生，因此在班里我还没有和同学打成一片。才到班门口，哗啦啦的说话声早已挤出教室充溢了整个楼道，甚至整个教学楼。在一片嘈杂之中，我悄悄地坐在座位上，心里仍然焦虑，但我佯装淡定，拿着新学期的历史课本翻翻，装出一脸严肃的样子，等待着班主任的降临。\n  过了一会儿，班门口的一位有些矮又略有些胖的女老师叫我出去到楼道。不会是要问作业的情况吧？如果让她知道就坏了，因为是我们的班主任苑老师！我禁不住感到难受，出了冷汗。\n  苑老师眼睛瞪大，对我说：“新的学期开始了，这个学期你要多跟同学交流，明白了吗？”\n  我心上的压力去下来了，我“嗯嗯”的回答着，感觉逃过一劫。\n  苑老师继续讲：“你看看沈岂己，多活泼啊！”\n  老师所说的沈岂己是我的亲哥哥，比我大三岁，也就是上一届的学生。沈岂己十分受同学们的欢迎，到了高中也是。他长得很帅，不像我这样一张圆脸面目呆滞。他们那一届为学校挣了不少光，市里前十他们出了两个，成为十二中有史以来最强的一届。沈岂己的班当然是年级最强的班，我们班也是。我们班十四班平均分对其他所有班都是遥不可及的梦，只有我们的兄弟班十三班的平均分还可以与我们一战。年级第一一直在我们班。\n  我蹑手蹑脚地回到班里，拿起书，又故作镇定。又看看旁边的云婼，我的心灵又一次漂浮，但又立马把视线转移到自己的桌子上。“Hi，沈然。”一个粗犷的声音惊到了我。\n  那人一碰桌子，整个组的桌子都晃了，或许是太激动了。他坐下，利利索索地掏出作业，整整齐齐地摆在桌子右上角。此人就是王玄彬，自从上个学期期中考试，他一直是年级第一，是纪律委员和电教员，还是老师们的左膀右臂。他的确是我们班的重量级人物，因为他的体积和质量也在班里数第一。王玄彬真是一个让人无法理解的层次......\n  一会儿苑老师又进来了，这次他站在讲台桌上，对着我们说：“好！同学们！”她走到讲台上拍了手掌，“过了一年我们大家又长一岁！大家昨天看QQ群了吧，今天上午早读完考试，下午记得带上作业！课代表一科一科收。”苑老师说话总是面带笑容，与我们拉近距离。\n  这段话对于我无异于地狱之音，竟然要考试，昨天晚上看了云婼的空间之后就忘光了。我可还没有怎么复习！先不说初一上半学期内容一个寒假没看，就是预习中的内容，我也只是背过了《伤仲永》、《木兰辞》和《孙权劝学》，考其他的根本不会写。\n  王玄彬漏出可爱的笑容，拍拍桌子抱住自己的头：“完了完了！这回真的炸了！我根本没有复习啊！居然会有考试！这回我要出前五十了！”他的这段句话我们已经听了不知多少回了。真正完蛋的是我！\n  一上午，语文英语政治都没考预习内容，数学略微涉及到了。这回彻底爆炸，语文这回满分一百，我不敢评估自己的分数......忘掉的越快越好。\n  从教室出来，看到云婼正在和隔壁班一个同学说话，我的心灵又愉悦了起来，要不去问问她她考得怎么样，或者故意去问问一些题怎么写？才看了没一会儿，她就回头了。令人震惊！吓得我赶紧把头低下，又马上胆怯的抬起头看，原来她只是转头转向了另一个同学。云婼，真希望你能够注意到我......\n  下午把车骑到停车的地方，庄泉和孙灿正在摆车。我过去问问他们：“‘宋四家’都是谁，你们写出来了吗。”\n  “嗯......我觉得今天考得题，真的太离谱了！宋四家是什么我都压根儿不知道！\"庄泉是期末考试年级第二，他带着眼镜，我老是喜欢在他名字后面加上一个儿化音。他像王玄彬一样超出我十万八千里，头方方正正。他也有一定组织能力，他在网络创建我的世界游戏群，召到了四五十人。在他的群只要开着QQ，手机就会时不时的响起。要是我也有那种能力就好了，说不定我就能......\n  那个身材较矮的孙灿一挥手，微微漏出笑容：“‘宋四家’是黄庭坚、米芾、苏轼、蔡襄，我之前预习时刚好背过了。”\n  庄泉立马拍拍孙灿，双手摆出两个“6”，身子来回晃动来表现他的激动：“哇孙哥666，我觉得这回你是年级第一。”孙灿回头去摆车了：“不太行，王玄彬那么强，上回我跟他差十分呢！”\n  庄泉用手端着下巴，顿住，看着天上：“那个蔡襄为什么不叫孙襄呢。”这让孙灿忍俊不禁。\n  孙灿是年级第三名。庄泉、孙灿、王玄彬是班里出名人物，还是三个好朋友。但我总是不能够融进他们的队伍，这也让我总是心灵堵塞......我到底怎样才能融进他们的队伍呢？是因为我考得太差了吗？\n\n作者的话\n希望大家飞砖哈哈哈\n具体每科考试都怎么样觉得没用删了，如果觉得那段还有用可以说一声让我加上谢谢了各位dalao\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1518954780,
            "txt_content": "...还以为重制以后你会进步很多呢...\n好水。"
        }
    ]
}