{
    "title": "Java版开发者们畅聊水域更新",
    "author": ":spgbigfan:",
    "replyCount": 19,
    "timestamp": 1518862200,
    "txt_content": " 本帖最后由 kakagou12 于 2018-2-17 18:36 编辑 \n\nJava版开发者们畅聊水域更新与Agnes，Jens 还有Jason来一次深潜！\nMinecraft Java版的玩家们！你知不知道，现在就有一份快照供你试玩，在里面满是即将到来的水域更新特性？是真的！点击这行海草绿的字来阅读Nathan的相关推送！\n\n记住，你在快照里发现的所有东西都不是最终版本——你们的反馈永远是我们考虑的第一位。\n\n为了了解更多关于这第一次水域更新的预览，我偷偷摸进Mojang办公室的Java部分，并与Jens Bergensten，Agnes Larsson 和 Jason Major聊了一下。他们并没有把我扔出去并决定炒我鱿鱼，而是回答了我的问题。多谢了，伙计们！\n\n\nJens告诉我：“我们想让水下的生活更为简便。你在水域更新中发现的那些小细节就是为这个目标服务的，比如新的游泳动画，更快的水下移动和调整过的光亮等级，这样你就能看得更远一些。”\n\n啊，不过在水里和陆地上，你将发现本次快照的真正明星——海龟！玩家们可能注意到，自从我们在十二月发布海龟之后，它们已经经历了一次重点的重设。\n\nAgnes说：“它们也变得更大了。海龟在现实生活中真的很大，我们应该给大家带来正确的认识。现在海里游着的确实是只大海龟了。这样才感觉更雄伟嘛！”\n\n\n除了可爱到让我脆弱的小心肝承受不了之外，海龟同时也是一种极为复杂的新生物。他们有一片海滩作为家，海龟无论游多远，都能回到那个地方——就像现实中的海龟一样！\n\n想要更多海龟吗？那就喂海草给他们吃吧！Agnes解释道：“海龟将会进入发情状态，其中的一个会变得胖一点，因为它怀上蛋了！这只海龟会把蛋孵在它的海滩家上。你可以移动这些蛋，因为孵化出来的小海龟也会记得海滩家的位置。”\n    \n\n\n但从未有人认为照顾孩子不是难事。所以如果你想要将小海龟带到这个世界上，你就要准备好保护它们。Agnes提醒道：“一些生物会攻击小海龟！小海龟们非常幼小，超级可爱，然后那些生物就会喊道， ‘哇啊啊！杀！杀！’，不过这就是生活！”\n\n如果你不想让这种事情发生（你当然不想了，除非你是个禽兽），就用你的生命保护那些小海龟们！\n\n不幸的是，有一种生物，在你持续修仙的时候，会变得无比地危险。因为向我们俯冲过来的是Minecon中胜出的生物，生物B——夜空中的恐怖存在，现在它们叫做幻影鳐（The Phantom）。\n\n\n\n这些生物会惩罚那些不把美梦当回事的玩家。Jens解释道：“幻影鳐生成于游戏内五天没睡觉的玩家周围，这大概就是一个小时的游戏时间。”\n\n“你必须要暴露在天空底下，也必须要在夜晚，幻影蝠才能生成。但这次快照里它们也能生成在末地，而我……期待着有趣的反馈意见！”\n\n不要尝试在末地睡觉。\n\n但为什么设定是游戏内的五天没睡觉呢？\n\n\n幻影鳐的原型设计！\n\n“我希望设置一些规则，防止幻影鳐在第一夜生成。”Jens如此解释道。\n\nAgnes进一步解释说：“我还想将这种紧急性与海龟蛋联系在一起。如果你夜晚不睡觉，蛋就会孵化得更快些。”所以如果你想快点得到你的小海龟，你可能就要冒险面对幻影鳐的来访了……\n\nJens强调了这种冒险的危险性。“和它们对打十分艰难，很难打中它们——它们会飞起并再一次俯冲下来。它们的声音也很吓人。Samuel ?berg为幻影鳐做了一些非常可怕的音效。”\n\n哎呀，真棒。作为一个能被Minecraft蜘蛛吓哭的专业胆小鬼，我已经等不及要让幻影鳐的尖叫作为噩梦的新配乐了。\n\n\n我们偷偷用了点小技巧来获取这些幻影鳐在白天的照片。当你在游玩快照时，只需要在夜晚提防他们！不过你可要非常提防他们哦。\n\n说回海龟，Agnes心切地想要指出，观看可爱的动物并不是抚养小海龟的唯一目的。当海龟长大时，它们将会掉落海龟壳碎片（现在称为海龟鳞片——译者注）。\n\nAgnes告诉我：“有了这些碎片，你就可以制作一个完整的龟壳，它可以用来当帽子！嘛，没错，这是个新时尚，不过海龟帽还可以给你水下呼吸的效果。”这个效果在探索海洋的时候很有用。“我们想让玩家能更容易提早潜入水下。”她说道。\n\n海龟壳碎片可以用来酿造第一种拥有两个效果的药水。Agnes解释说：“这种药水会给予缓慢以及保护效果。我觉得这效果和海龟很像，因为它们在陆地上十分缓慢，但海龟壳可以很好地保护它们。”\n\n哎呀，老哥——就给我一块海龟壳碎片，好吗？\n                 \n的确，这种药水会极大地提高你的防御力，但这也会让你难以逃离。谨慎使用。或者用在敌人身上！\n\n|“我们想让水下的生活更为简便。”\n\n海草和海藻都是新的水下植物，而海藻能做成干海藻块。Agnes解释说：“这是一种装饰性方块。”还有一点就是干海藻块也能用作燃料！\n\n\nAgnes的建议启发了我，我用海藻块给自己做了一个房子！有些人提醒我，整个房子都用水下植物做的话会有恶心的气味。但作为一个散发着烂鱼气息的男人，我一点都不介意！\n\n或者你也可以用一种新的木头建造房子？我问了问Jason Major去皮原木是如何加入游戏的。他告诉我：“我们想如果原木没有树皮，只有木头的颜色，看起来就会好许多。”\n\n然后Jason与团队需要设计一种办法，让玩家容易得到去皮原木。在“意识到斧头并没有右键操作——比如锄和锹对草方块的操作”之后，他们就找到了解决方案。Jason表示，“这是一种完美的获取方法。\n\n“只要带上你的斧头，右键点击原木，树皮就被去掉了。”\n\n\n受Jason的启发，我用不同种类的去皮原木重建了我的海藻屋！\n\n说真的，如果能把持最新的三叉戟，你还要带什么斧子呢？\n\nJens说：“这是一种设计来用在水下的武器，你可以挥舞三叉戟，也可以把它投掷出去。”\n\n是的，但如果你不想永远地把它扔出去，那么你就需要找来忠诚魔咒了。这种通用的魔咒能让你的三叉戟回到你身边。激流魔咒可以让你在掷出三叉戟的时候和它一起突进（只需要你在水里，或是在下雨的时候），也适合好好搜寻一番。\n\n\n\n既趁手，又具有震撼效果的三叉戟附魔当然就是唤雷了。Jens解释道：“如果在雷雨天，你用这种三叉戟打中某样东西，闪电就会集中它！玩家第一次有创造闪电的办法了，闪电在游戏中有着很多不同的效果呢。”\n\n这可赋予了玩家很强大的力量！Jens有没有担心过这种力量太过强大？毕竟，本叔叔说过，“能力越大，责任越的啊啊啊啊！别拿闪电三叉戟电我了你个混蛋！！”\n\nJens表示同意：“当我加入唤雷魔咒时，我发现它确实有点强大了。但之后我意识到这种魔咒使用起来限制很大——游戏期间雷雨天气并不是那么频繁的。不过，更重要的是，这东西很好玩！”\n\n“如果你好不容易找到了三叉戟，还不容易给它附上了唤雷——这是一种稀有的魔咒——然后遇上了雷雨天气，那么你应该得到回报。”\n\n\n我问了问Java团队我的新房子怎么样！他们把身上所有的三叉戟丢在上面，然后走了。嗯，这很合理。\n\n在完整的水域更新里你一定需要这样的三叉戟。因为Jens开玩笑说，“我们要在水下加入新的敌对生物。”虽然就目前，你最需要担心的是被新的气泡柱拉下深海。\n\n在水域更新的一次早期的头脑风暴环节中，有人提出能把东西推向水面的气泡柱。\n\n“但是从游戏角度来看，能把你向下拉的东西更为有趣。”Jens如此解释道。\n\n\n\n团队里曾有许多的争论。向上更好！不，向下更好！打起来！打起来！幸运的是，Java团队并没有互相打架，而是找到了完美的妥协方案。\n\n“现在我们两种气泡柱都有了，这很好玩，”Agnes解释道。“但是向下的气泡柱是主要的一种，也是唯一会在世界生成的一种。”你可以发现是岩浆块创造了这种气泡柱。“另一种更像个彩蛋了——你需要猜一猜用哪种方块可以在水下创造向上的气泡柱。”\n\n\n嘿，这群岩浆块看起来像个笑脸！它还把我拉向终结！噢喔喔/啊啊啊！\n\n是哪个方块呢？你需要自己做试验找答案！不过Agnes和Jens预测，玩家将会大规模地应用这种方块，“因为你可以制作水电梯了，所以如果你做了一条充满水的柱子，你就可以放这样一个方块在底部。它会创造向上水流，然后你就能跳进去，飞出来了。”\n\n就像Jens所承诺的，这都是为了让水下的生活更为简便！\n\n而这仅仅是个开始。我们不久就会发布完整的水域更新，带来更多的特性，包括“一场与水域更新有关的冒险，我们将加入另一种可供寻找的宝藏。”\n\n\n认真的吗？你还在看这篇文章？快去打开快照开始探索吧！\n\nJens有没有在透露这点时附上更多细节呢？并没有！他反而聪明地把我踢了出去，这样团队就能回去继续工作了。享受这次快照吧，并告诉我们，针对水域更新的第一次预览，你都有什么想说的吧！\n\n\n【Kakagou译自Java Devs Talk Update Aquatic】\n【作者Tom Stone，发布于2018年2月16日。】\n\n\n",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1518863580,
            "txt_content": " 本帖最后由 袋里的鲨 于 2018-2-17 18:35 编辑 \n\nJava开发者们欢畅灌水"
        },
        {
            "author": "狡诈师",
            "timestamp": 1518865500,
            "txt_content": "更新了？还没发布..."
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1518866940,
            "txt_content": "气泡柱？海绵吧..."
        },
        {
            "author": "rroki",
            "timestamp": 1518868380,
            "txt_content": "\n\n\n\n\n草图.jpg (114.65 KB, 下载次数: 8)\n\n下载附件\n\n2018-2-17 19:53 上传\n\n\n\n\n\n彩蛋是灵魂沙。\n\n"
        },
        {
            "author": "破损的鞘翅",
            "timestamp": 1518877860,
            "txt_content": "有了唤雷和三叉戟，岂不是可以疯狂制造闪电苦力怕？利用闪电苦力怕刷头的时候到了hhh\n苦力怕:我做错了什么？你们刷我的火药，刷我的唱片，现在还要利用我刷头颅……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1518883560,
            "txt_content": "目前与文中不同的官方译名：\nKelp - 海带\nChanneling - 引雷"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1518885720,
            "txt_content": "破损的鞘翅 发表于 2018-2-17 22:31\n有了唤雷和三叉戟，岂不是可以疯狂制造闪电苦力怕？利用闪电苦力怕刷头的时候到了hhh\n苦力怕:我做错了什么 ...\n等三叉戟能合成并能附上引雷附魔后\n头颅的价值就降低了"
        },
        {
            "author": "PalenessIb",
            "timestamp": 1518920460,
            "txt_content": "有意思"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1518925560,
            "txt_content": "等一下，kelp不应该是海带吗？什么时候变成海藻了？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1518925680,
            "txt_content": "RedFlagGoup 发表于 2018-2-18 11:46\n等一下，kelp不应该是海带吗？什么时候变成海藻了？\n请看置顶回复。这篇文章翻的时候还没确定译名。"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1518926880,
            "txt_content": "MCBBS有你更精彩~~~"
        },
        {
            "author": "Yu__Geng",
            "timestamp": 1518940980,
            "txt_content": "WO! 发表于 2018-2-17 19:29\n气泡柱？海绵吧...\n是灵魂沙"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1518944100,
            "txt_content": "“新的水生敌对生物”不是开玩笑的吗？"
        },
        {
            "author": "回调然后他",
            "timestamp": 1518949080,
            "txt_content": "本叔叔说过，“能力越大，责任越的啊啊啊啊！别拿闪电三叉戟电我了你个混蛋！！”这句话没有问题吗？本叔叔真滑稽"
        },
        {
            "author": "SPGoding",
            "timestamp": 1518950760,
            "txt_content": "我突然想起了Notch当年说过的鱼…\n鱼呢！"
        },
        {
            "author": "1825093701",
            "timestamp": 1519107060,
            "txt_content": "mcbbs 有你更精彩"
        },
        {
            "author": "1825093701",
            "timestamp": 1519107120,
            "txt_content": "\nmcbbs 有你更精彩"
        },
        {
            "author": "1825093701",
            "timestamp": 1519107120,
            "txt_content": "\nmcbbs 有你更精彩"
        },
        {
            "author": "卡德大大",
            "timestamp": 1520086740,
            "txt_content": "SPGoding 发表于 2018-2-18 18:46\n我突然想起了Notch当年说过的鱼…\n鱼呢！\n毒奶兄弟"
        }
    ]
}