{
    "title": "[Marospy]埃弗坦克帝国行星 科幻风主题建筑 末世之日 人灭之时 附BGM",
    "author": "Marospy",
    "replyCount": 29,
    "timestamp": 1518917460,
    "txt_content": " 本帖最后由 Marospy 于 2018-4-15 15:25 编辑 \n\n\n埃弗坦克帝国行星\n背景\n埃弗坦克族原本居住于太阳系外，随着科技的日益发达，埃弗坦克族探测出太阳系存在生命体，经过了多轮的勘察之后，埃弗坦克族决定在太阳系周围位置最特殊的第九行星上建立军事基地，以方便随时进攻地球。不久后，第九行星便被完全改造成了一个军事基地，并配备多艘战舰，假以时日，地球便会臣服在埃弗坦克帝国之下，不过此时人类也早已发现行星的运动规律存在着异常，并推测有第九行星的出现，如此一来，人类能否在帝国进攻之前察觉到危险呢？帝国又是否能得逞呢？冥冥之中自有天意！\n埃弗坦克帝国行星截图欣赏\n关联小说——背景续\n尘落\n“老师，叫我来，有什么事么？”老者低语道：“我想……可能有结果了。”“老师，我都知道了，这下想必可以解释这一系列不寻常的问题了吧”这位年轻的男子慢慢向老者走近，不紧不慢，有条不紊。平静的不像一个人。“只不过，可能有点太……啊……啊啊啊！你……！”不知何时，一把刀刃早已贯穿了老者的胸膛，刃上的血一滴一滴的滴落，好似落日的余晖，盛世的终结！男子的衣服上沾满了飞溅的血渍，却平淡如水，依旧闲庭阔步般走到了窗前。窗外是蔚蓝的母星与漫天的星辰，他凝望着某一个方向，眼里似乎装载着一个熟悉且又陌生的地方，多少时光，荏苒岁月，在这一刻仿佛得到了圆满，但他又开始疑惑起来了，这一切，究竟对错与否，是为家为国，还是成王败寇？他还未曾想通便倒下了，缓缓的闭上了眼睛。不觉间，他的额头上满是皱纹，发髻斑白，像极了一个老人。奄奄一息之际，他回忆起往日种种，唏嘘不已！……“此次任务艰巨，你可能……有去无回了，你真的不后悔么？”“长官！能光明正大！战死沙场！我决不后悔，誓死效忠帝国！”“多保重，我不会忘记你的。”“是！长官。”看着男子离去的背影，这自信而又有几分骄傲的步伐，不禁喃喃道：“你怎么就这么傻啊！你可是我们最优秀的……哎！！！”无奈，惋惜充斥着他的内心，他似乎很不情愿男子离开，可是，他又别无选择。只见他的衣领已被浸湿，全然没有昔日的豪迈，剩下的只有铁血柔情。发射中心内，一名执行官正在向统帅申请执行的权限“报告统帅，探测器已经准备完毕，随时可以发射！”随着统帅的一声令下，探测器已进入预定的轨道，目标——地球！男子打开了一个箱子，里面有一瓶不明药剂，还有一副高科技面具，箱子里还有一颗红色的按钮，男子按下后，随即开始播放了一段录音。待男子回到驾驶舱，却显得有些狼狈，还在低声说着些什么，他望了望远处，又望了望自己。咬着牙，似乎是不甘，是愤恨，脸颊的几滴泪水流淌而过，或许，这就是忠诚吧，心中的怨恨马上化作泪水，流淌而去了！却仍不知路在何方，心随何处，或许，也是失望吧。“报告统帅，探测器已经顺利到达，棋子已经着陆，并无异常！”酒吧内，调酒师正和两位吧友聊天：“你听说了么，最近这附近有UFO出现”一位吧友附和道：“可不是嘛！我晚上起床撒尿，看见这窗外有道光特别亮眼，兴许那就是UFO呢！”另一位吧友接道：“哎呦二位有什么好大惊小怪的，UFO谁不知道，多了个去了，UFO又能咋样，还能把咋们整个地球灭了不成？哈哈哈哈哈！”“也对也对，来继续喝酒”“来，干！”渐渐的，城里又恢复了平静，剩下的便是那仍在垃圾堆里不起眼的报纸，只见上面赫然写道：“发现不明飞行物。”男子将报纸捡了起来，又用力将它撕碎，好似在发泄一般。不知过了多久，男子早已经成为了科学院的顶尖人才，还被赫赫有名的教授相中，被收作了学生。“来，快过来看一看，你看这是什么？”教授呼唤男子。“这是！太阳系的行星运动规律总图？这样子下去岂不是！”男子的话被教授打断。“没错！我们迟早能找到第九行星。”男子似乎有点恐惧：“万一规律是错误的呢，岂不是徒劳了？”只见教授胸有成足的说道：“这次绝对不会错了，我结合了前人的诸多经验，又经过了大量的模型推理计算，这次的总图接近真实的概率估计有百分之九十八以上！”“第九行星真的存在？”男子的眼神中带着一丝惶恐，像一个撒谎被识破的孩子一般。“相信我吧，假以时日，你我便可以青史留名了！”教授毫无顾忌的哈哈大笑，好像他已经找到了第九行星一样。男子回家后，坐在书桌前，盯着桌面上的一张纸条：“觉者必诛”耳边又回响起那段录音，他深感使命艰巨，但却犹豫了半晌：教授待我情恩义重，不，我是帝国的战士，我……啊啊啊啊啊啊。竟一时间晕了过去。醒来后，他已经来到了科研中心，坐在他旁边的正是教授，望着他慈祥的眼神，他最终还是放弃了，心中暗想：不到最后一刻，我也算不上对帝国不敬。不知又过了多久，教授已两鬓斑白，男子却还年轻得像刚来时一样，他早已想透，本是帝国最优秀的战士，却误打误撞成为了帝国的特工，虽然军命不可违，然而这却让他意识到自身的处境与地位，充其量不过是帝国的一颗棋子罢了，也不过是征服地球的一个微不足道的牺牲品。包厢内一名长相粗犷的军官大声吼道：“好家伙，你这容貌，十年如一日啊！”男子平静的答道：“过奖了，不过是些虚伪的表面功夫罢了。”“太谦虚了啊，教授最近身体可还好啊？”“是，健朗如初。”“看来这么多年，这第九行星终于要粉墨登场了啊，诶？老弟，你说这第九行星万一要是给外星人占了场子，可咋整？”男子打了一个冷颤，一时语塞。“诶老弟，开个玩笑，看把你吓的哈哈哈，外星人，都说了这么多年了，每次都说的跟真的似的，结果呢，连个影子都没见到，就算有也应该隔个十万八千里吧。”男子突然打断道：“万一远在天边，近在咫尺呢？万一外星人真的存在呢？万一外星人想要……”“行了老弟，别想太多了，今天就喝到这，我还有些公事要去办，况且就算有又如何，哪怕地球说灭就灭，我也不后悔，能作为人出生在地球上，已经是属于我的幸运了，哈哈哈！”笑声越来越小，包厢里，男子独自坐着，仿佛在思考些什么，仿佛在害怕些什么，又仿佛看到了自己的结局般“哈哈哈哈哈！”屋内，凳子还温热，桌上一席白纸，一行一行黑字，赫然纸上：“华丽的战舰使我战欲横生，醉生梦死，无声的命令使我不寒而栗，汗流浃背，岁月的蹉跎令我迷失本心，失落彷徨。现实的残酷迫使我——觉者必诛！那是一个多么慈祥的面孔啊！”“老师，叫我来，有什么事么？”……“帝国卫舰一号，帝国卫舰二号，保驾护航，其余战舰，尽数出动！！！”“血！将染红落日的黄昏！”……斯人已去，繁华落幕，终有尽时。\n后记\n对于第九行星这个题目我是比较兴奋的，因为平时就比较喜欢科幻的一些小说，对于宇宙的星辰变换还是比较感兴趣的，而且创意赛拼的是创意，这样的题目可以在一定程度上弱化一个人建筑水平对于最终评分的一个影响，也就是说能让更多的玩家参与进来，降低了门槛，我认为创意占主要，即使建的再好看，没有创新也不过是平平无奇罢了，所以我还是以创意这一个角度入手，给这颗第九行星构建了一个宏大的世界观与背景，再结合本身这种科技风的建筑风格，相交辉映，我相信这绝对是一个不错的创意，不在于建筑本身，而在于整体！\n提示——评委阅\n可能我的这个地图规模算是较大的那种，截图有一些地方可能会忽略掉，如果评委有需要的话可以下载下面的存档以帮助评委去评分。还要说的一下是我的星球刚好达到边界，我可以肯定没有超出规定的范围。存档下载\n\n\n\n\n埃弗坦克帝国行星存档.rar\n(250.76 KB, 下载次数: 108)\n\n\n\n2018-2-18 20:56 上传\n点击文件名下载附件\n\n\n\n\n\n背景音乐http://www.xiami.com/widget/14378270_3570738,_235_346_999999_333333_1/multiPlayer.swf\n\n",
    "replies": [
        {
            "author": "达斯·龙须",
            "timestamp": 1518917880,
            "txt_content": "移动要塞的感觉。"
        },
        {
            "author": "縻风",
            "timestamp": 1518918660,
            "txt_content": "很棒诶！据我所知所有行星里创意最好的XD"
        },
        {
            "author": "Sweet_Orange",
            "timestamp": 1518925440,
            "txt_content": "6666果然到了后期就有大神出来了，感觉是全场最佳了=w=\n（但是内部好像不能镂空啊喂，这个挖的空间是不是有点大了【小声bb】）"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1518925500,
            "txt_content": "Sweet_Orange 发表于 2018-2-18 12:44\n6666果然到了后期就有大神出来了，感觉是全场最佳了=w=\n（但是内部好像不能镂空啊喂，这个挖的空间是不是有 ...\n这个不是镂空吧\n外面的都是后加上去的，中间原来的星球还在啊"
        },
        {
            "author": "Sweet_Orange",
            "timestamp": 1518925620,
            "txt_content": "小阿狸.... 发表于 2018-2-18 11:45\n这个不是镂空吧\n外面的都是后加上去的，中间原来的星球还在啊\n哇。。。一开始没看出来\n这个规模可以说很大了6666\n神乎其技，不服不行啊"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1518927720,
            "txt_content": "牛逼，终于有厉害的作品出来了"
        },
        {
            "author": "liaosheng",
            "timestamp": 1518944520,
            "txt_content": "很厉害很厉害"
        },
        {
            "author": "ROF",
            "timestamp": 1518950520,
            "txt_content": "厉害厉害\n比起我的四不像真是强多了\n优胜预定？"
        },
        {
            "author": "Mithey",
            "timestamp": 1519036080,
            "txt_content": "文触来凑热闹"
        },
        {
            "author": "laiwugepeng",
            "timestamp": 1519099080,
            "txt_content": "感谢分享，没玩过不知道怎么样呢"
        },
        {
            "author": "海贼王#",
            "timestamp": 1519140600,
            "txt_content": "这剧情可以，厉害了"
        },
        {
            "author": "爱笑的小白",
            "timestamp": 1519226700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "919378037",
            "timestamp": 1519542780,
            "txt_content": "很不错  设计的很有感觉"
        },
        {
            "author": "490254635",
            "timestamp": 1519568640,
            "txt_content": "噩噩噩噩噩噩噩噩噩噩噩噩噩噩噩噩噩764656464646eeeeeee"
        },
        {
            "author": "散阵",
            "timestamp": 1519617480,
            "txt_content": "大佬 给跪了orz"
        },
        {
            "author": "skyliye",
            "timestamp": 1519638960,
            "txt_content": "惊到了  相当棒的作品  好评好评话说不仔细看还真以为把里面镂空了\n"
        },
        {
            "author": "橙子丿皮",
            "timestamp": 1520872920,
            "txt_content": "希望楼主哒哒可以继续做大，以后当游戏地图，嘿嘿"
        },
        {
            "author": "yediei666",
            "timestamp": 1521619440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1521850980,
            "txt_content": "建筑创意好评"
        },
        {
            "author": "op_xiaofeng",
            "timestamp": 1522155840,
            "txt_content": "头皮发麻有点"
        },
        {
            "author": "Asura0v0",
            "timestamp": 1522422720,
            "txt_content": "牛逼，终于有厉害的作品出来了"
        },
        {
            "author": "Po_er",
            "timestamp": 1522934520,
            "txt_content": "图床炸了，提醒一下"
        },
        {
            "author": "2496a",
            "timestamp": 1531152840,
            "txt_content": "6666666666666   加油继续     你写的背景好    地图8分    太过于单一"
        },
        {
            "author": "小原02",
            "timestamp": 1579009980,
            "txt_content": "水可覆舟，亦可赛艇，我的世界论坛原来可以发小说，学到了"
        },
        {
            "author": "81193176",
            "timestamp": 1579409220,
            "txt_content": "M成本不是有你更精彩           "
        },
        {
            "author": "梅子紫转青",
            "timestamp": 1583493660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jinthudream",
            "timestamp": 1584244500,
            "txt_content": "好像确实已经发现第九行星"
        },
        {
            "author": "1067344365",
            "timestamp": 1596005520,
            "txt_content": "创意真的很棒啊"
        },
        {
            "author": "王~",
            "timestamp": 1611478800,
            "txt_content": "真不错，太好了"
        }
    ]
}