{
    "title": "[多线]时光宇宙 —— 4年专注生存的纯净群组服〓科技〓养老〓海岛〓末日 [1.8-1.12.2]",
    "author": "Astronomer",
    "replyCount": 0,
    "timestamp": 1519404780,
    "txt_content": " 本帖最后由 Astronomer 于 2018-2-24 01:04 编辑 \n\nTimeUniverse - 用心打造好时光TimeUniverse是一个全新的专注于生存的群组服，我们拥有4年开服经验，前身是于2014年6月28日创建的格子服务器\nTimeUniverse开放于2018年2月20日，拥有以下分服：TimeLobby：大厅，包含娱乐项目和快捷跨服系统，冒险模式TimeCity：2017年2月开放的科技服，生存模式TimeTown：2017年7月开放的科技向城镇养老服，生存模式TimeSea：2018年2月25日开放的粘液科技海岛求生服，全新服务器，正在开荒，生存模式TimeCity2.0：将于2018年2月26日开放的全新求生服，生存模式TimeVoid：将于2018年3月1日开放的原版空岛服，生存模式TimePark：包含少部分热门小游戏供玩家补充游玩的小游戏服，生存模式Timeland：休闲、冒险、科技mod服，包含潘马斯、竹、工业2、暮色森林等MOD，生存模式TimeCraft：建筑服，创造模式，开放WE权限\n\n目前我们已经开放TimeLobby，TimeTown，TimeSeaTimeCity由于开放时间较长，已平和进入观光状态，不再接纳新玩家TimeCity2.0和TimeVoid都将于近日开放TimeVoid，TimePark，Timeland将于未来开放TimeCraft将于服务器活动时不定期开放\n除TimeTown外，服务器均为1.12.2，并在未来将会持续跟进最新版本\n向您隆重推荐TimeTown、TimeSea和TimeCity2.0TimeTown为老服，拥有史诗地形、载具系统、粘液科技、家具等，还有强大的城镇系统TimeSea为全新新区海岛服，原汁原味原版海岛，加入了粘液科技、更多的任务、原创的称号系统以及资源区TimeCity包含史诗地形、载具系统、月球探秘、粘液科技、异国花园、虫洞、BBQ、超多原创任务以及超多细节优化\n以上提到的特色，在下面有详细介绍服务器特色史诗地形点击展开以查看更多动人风景更多动作 - 不装MOD！在服务器里攀墙游泳！展开查看更多效果图片更多请入服体验载具系统 - 在原版服开飞机，开火车，开潜艇展开以查看更多关于载具的图片（主城就展览有所有的载具哦，大家可以入服近距离查看）\n\n\n更多请入服体验虫洞传送门\n虫洞传送门简要介绍\n你有没有体验过传送门？走进去，然后切换画面对吧？在TimeUniverse，传送都大不一样。\n你可以看到传送门另一端的人、物、景，就像在身边一样，实际可能隔了几十万米\n走进虫洞，瞬间平滑传送到虫洞另一端，就像过了哆啦A梦的任意门一样，毫无割裂感\n效果视频[指挥部命令：正片30秒处开始]https://static.hdslb.com/miniloader.swf?aid=12846261&page=1多加载一会，如果加载不出来请到这里查看：http://www.bilibili.com/video/av12846261/您可以加入TimeCity2.0来亲自体验城镇系统 - 在服务器里当镇长，建国家！\n城镇系统非常强大\n服务器内的玩家可以自由加入、建立城镇，城镇可以加入、升级国家\n镇长、国王可以安排 大使、警长、助理、建筑师 等多种职位给玩家\n玩家可以在城镇内拥有自己的土地，拥有完全的掌控权甚至可以发起国家战争，占领地方土地（仅娱乐效果，战争结束后会归还）远比领地系统和公会系统强大！\n不想玩复杂的？没关系，服务器已经将城镇系统的全部功能整合入快捷菜单\n原本可能对你略显复杂的操作在快捷菜单中轻点鼠标即可完成！宠物系统新手礼包内含拴绳一个，用它打死要捕捉的生物（服主、管理员、其他玩家除外），即可将其抓获\n抓获后可以选择技能树，不同的技能树的技能都是不太一样哦~（服务器原创技能树正在制作中）\n他可以陪你挖矿，帮你拾取物品，在僵尸面前保护你，帮你杀死小羊羔，总之就是你的得力助手！\n什么？只抓一只不够？\n去找主城的宠物保管员吧！将你的宠物放进仓库，重新捉一只！想要回来的时候又去找他哦！\n所有人都可以储存6只宠物，也就是最多拥有七只！快去捕捉属于你的小羊羔吧！\n更多有趣的东西家具 - 让你的房子更现代化BBQ - 快和好基友举行烧烤趴！还有我谁都不告诉的烤矿物隐藏技能哦！食物工艺 - 更多好吃的环球市场，真实地形特有遗迹，钓鱼比赛等你来探索！另外……我们还有平衡的游戏环境时光宇宙除活动日等特殊情况，不会出现“全服飞行”这一类破坏原版生存乐趣的政策我们也不会出售“一刀999级”的恶心道具，所有出售的物品均会考虑平衡性\n优秀的反作弊系统各类作弊行为，服务器全部进行防护保证游戏的公平和公正\n健康的经济系统我们根据时间消耗、耐久损耗、获取几率等多方面对服务器官方收购物品进行合理定价开启官方市场和玩家的自由环球市场，在出现问题时予以宏观调控，保证服务器经济健康\n开放的言论环境服务器接受来自所有玩家的意见和建议，只要你发邮件，我们必回！所有的意见和建议我们都会认真考虑，合理的我们一定采纳并奖励！\n稳定的服务器使用企业级CPU、内存条，3.7Ghz主频，应付插件服游刃有余100M多线独享带宽，为您的流畅游戏保驾护航完善的备份系统，永不换周目的承诺，让您的游戏心血永久保留\n……入服啦服务器支持1.8-1.12.2之间的全部版本只要你拥有以上版本中的一个，就可以直接加入我们的服务器连接地址：play.mcfuntime.com\n本服采用邮箱注册，建议您使用QQ邮箱入服后使用命令/reg <邮箱账号> <再输入一次>  来进行注册（例如我的邮箱号为123@qq.com 注册指令为: /reg 123@qq.com 123@qq.com）\n建议先加入QQ群：175336576\n如果觉得服务器还不错的话评分给点金粒或者点击右下角“使用道具”的提升卡吧！\n",
    "replies": []
}