{
    "title": "[Minecraft.net | Culture ] Minecraft 速通！",
    "author": "广药",
    "replyCount": 5,
    "timestamp": 1518941820,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2018-2-19 20:06 编辑 \n\n\nSPEEDRUNNING MINECRAFT!\nThe complex art of playing Minecraft fast - explained!\nMinecraft 速通！\n解释一下快速通关Minecraft的别样艺术！\n\nHow long do you think it takes to complete a game of Minecraft? From first loading into the world until the last hit on the Ender Dragon, about how long do you think that is? Pretty long if you think about all the stuff you have to do to get from point A to to point End:\n你认为通关Minecraft需要多久？从首次载入存档到末影龙的最后一击？如果你要考虑从开始到结束必须做的所有事情，时间可是相当长的。\n\nLoad in!\n载入世界！\n\nPunch a tree!\n撸树！\n\nGet some wood!\n得到木头！\n\nMake a crafting table!\n制作工作台！\n\nMake a wooden sword!\n制作一把木剑！\n\nBuild a shel-\n建造一个庇护所...\n\nHissss. Oh no! It’s a Creeper and it’s gonna--\nSsssssss........ 小心点，爬行者要爆.......\n\nBOOM!\nBOOM！\n\nSigh\n唉.....\n\nWith all the mishaps, setbacks, and plain old bad luck it’ll probably take the average Minecrafter - so me - hours, lots and lots of hours, to beat the game.\n对于大多数普通玩家来说（没错，就是我），他们会由于各种意外和挫折，花费大把大把的时间，另外别忘了你还是个非酋。\n\nBut what if I told you that for not-so-average players - so not me - the time it takes for them to beat the game: two minutes and twenty-three seconds.\n但如果我告诉你，对于那些非普通玩家来说（不是我），他们的通关时间，仅有2分23秒而已，你会怎么想？\n\n\nThat's right, two minutes and twenty-three seconds!\n没错，2分23秒！\n\nMeet the Minecraft speedrunners.\n来看看Minecraft速通玩家们吧。\n\nSpeedrunning is when a gamer - either through optimized gameplay techniques or through the exploitation of glitches - completes a game as fast as possible. Like if Usain Bolt decided to take his track skills to the arcade. Speedrunners practice for hours and hours in service to shaving milliseconds off their time or finding newer, faster ways to beat the game.\n速通玩家们通常都会通过无论是通过更精炼的游戏技术还是利用游戏本身的小漏洞，尽可能的完成游戏。就像博尔特的赛跑技巧一样，速通玩家年复一年，日复一日的练习游戏，尽可能的减少哪怕只有几毫秒的通关时间，或者找到一个更快通关的好方法。\n\nSo how do speedrunners take a game like Minecraft and beat it in less time than it takes to make a cup of coffee? And why?\n所以速通玩家是怎么做到的？在Minecraft中通关的时间比做一杯咖啡的时间还要短，这又是为什么？\n\nI had the pleasure of chatting with some of the Usain Bolts of the Minecraft world, players who hold world records across several speedrunning categories. First, meet Geosquare.\n我很荣幸能和Minecraft中的“博尔特”聊一聊，他们在游戏中有多个世界纪录，我们先来和Geosquare聊一聊。\n\n[bili=19752661]1[/bili]\nThe video above shows a TAS (Tool Assisted Speedrun) from Geosquare late last year. A TAS uses mods to get the best time possible - in this case, one minute thirty-five seconds.\n这是去年年底Geosquare的TAS竞速视频（TAS竞速，又称为“电脑辅助竞速”。是指在电脑上利用模拟器，配合辅助的软件，在完全不变动游戏规则（如代码与内存状况）的前提之下，达成快速破关的一种游戏竞速方式。），TAS允许使用尽可能缩短游戏时间的Mod，他在这种情况下使用了1分35秒。\n\n“I’m 17 years old and I’ve been playing Minecraft for about five years now,” Geosquare tells me. “I got into Minecraft when I was about 12 years old and since then it’s been one of my favorite games to play. A little over a year ago I got drawn into the Minecraft speedrunning community and I’ve been a part of that ever since.”\n“我今年17岁，已经玩Minecraft差不多5年了，我大约12岁就开始接触这款游戏，然后它就变成了我最喜欢玩的游戏之一。一年多一点之前吧，我去了Minecraft速通社区逛了一圈，然后就深陷其中了。”\n\nGeosquare currently holds 3rd place in the Any % Set Seed category, and if that sounds like a bunch of made up words to you, here’s a quick rundown to explain!\nGeosquare目前在 Any％特定种子 位列第三，如果你听不太懂的话，我就给你解释解释吧。\n\n\nTOM: Er, actually, since Ash wrote this article for us, someone has beaten Geosquare's time and he's now the fourth fastest. That's the problem with writing about speedrunners - they keep beating records too fast!\nTOM：呃，实际上，Ash在采访完之后，有人打破了Geosquare的记录，他现在是第四名了。这就是写速通玩家的问题 - 他们打破记录的速度太快了！\n\nConfused about why there are two times for each speedrunner? 'Real time' is IRL time - it counts loading time and is externally kept (like through a timer program). To make categories more fair to people with differing levels of PC performance, records are recorded in 'in-game time' using minecraft's internal clock which does not account for things like loading, as that varies from PC to PC.\n疑惑为什么每个速通记录都有两个时间？“Real time” 是现实中的时间， 它包括加载时间并保存在游戏外部（比如通过各种计时软件）。为了让不同配置电脑的速通玩家尽可能的公平，我们使用Minecraft的内部时间记录了“in-game time”，这个时间并不将加载的时间考虑在内。\n\nAny % is a category where you work to complete the game as fast as possible. For most other speedrun games, Any % is the most basic category. But because Minecraft makes a new world every time you start a new game, it’s difficult to complete the game as fast as possible because no two worlds generate the same way.\nAny % 指的就是尽可能快的通关游戏，对于大多数的游戏速通，Any % 是最基本的一类。但因为每次开始新游戏时Minecraft都会创造一个新世界，因为没有两个世界结构会一模一样，所以很难很快的完成游戏。\n\nFor example, if Marsh and Tom decided to duke it out in the Minecraft speedrun arena, Marsh might get a world that takes him 7 minutes to complete because he got an easy world, while it might take Tom 25 minutes because he got a less easy world (sorry Tom).\n举个栗子，如果Marsh 和Tom 决定来一局Minecraft速通比赛，Marsh 可能会生存一个需要7分钟就能通关的世界，因为他有一个相对来说简单的世界。但Tom可能需要25分钟，因为他的世界可没那么简单（对不起了 TOM）。\n\n[bili=19752661]2[/bili]\nHere’s Geosquare completing Minecraft in under four minutes!\n这里是 Geosquare 在4分钟内通关了Minecraft！\n\nTo combat this randomness, speedrunners play the game on what’s called a set seed.\n为了与这种随机性作斗争，速通玩家在所谓的特定种子上进行游戏。\n\nAs Geosquare explains: “Seeds are numbers that Minecraft uses to reliably generate a world. For example, if you use the seed 8128 you will get the same world every time. For speedrunning, we use a specific seed, or set seed, so we can play in the most ideal world and achieve consistent results.”\nGeosquare解释说：“种子是Minecraft用来生成特定世界的东西，比如说你用种子8128，你每次都会得到相同的世界，对于速通来说，使用特别的种子或者特定种子上进行游玩，并得到一致的效果。”\n\nSo what makes an ideal world?\n那么，什么才是理想世界呢？\n\n“For different categories there are different requirements for a speedrun-able seed. In a Set Seed speedrun you need obsidian and iron pretty early on, so having a village blacksmith with those items is pretty necessary for a good time. For the category Set Seed Glitchless, finding a world with a stronghold whose portal frame has 11 out of the 12 eyes of Ender already filled is a priority.”\n“对于不同的速通类别来说，种子的需求会有所不同。在指定种子的速通中，你很早就需要黑曜石和铁工具，所以找一个有铁匠铺的村庄来得到这些物品时很有必要的。对于指定种子的非BUG通关来说，寻找一个末地传送门框架上的12个槽上已经有11个放置了末影眼的要塞是个优先选择。”\n\nIf you’re truly brave, or crazy, you can run on a random seed. That means you’ll take whatever the Minecraft gods give you and use your wits to beat the game as fast as possible. The current world record for Random Seed is 9 minutes 52 seconds held by Illumina1337.\n如果你真的很勇敢或疯狂，你可以在随机种子上进行速通，这意味着你可以使用Minecraft提供给你的一切东西，利用你的智慧尽快完成游戏，目前随机种子的世界纪录是Illumina1337的9分52秒，\n\n[bili=19752661]3[/bili]\nComplete a random Minecraft world in less than ten minutes? No problem for Illumina1337!\n在不到十分钟的时间内通关随机的Minecraft世界？ Illumina1337就没问题！\n\n“If you asked me to choose between Random and Set seed, I wouldn’t because, honestly, I enjoy them both,” explains Illumina1337.\n“如果你让我在随机种子和特定种子之间选择，我也说不上，因为说实话，两个我都挺喜欢的。”Illumina1337解释道。\n\n“Random Seed, while it has a lot of unpredictable elements to it, definitely takes more skill because you need to have a knack for how the game generates and operates. Set Seed is fun too because it's closer to the more traditional speedrun. But I think if you were to ask me to choose between Glitched or Glitchless, I would have to definitely say Glitchless. I'm not the biggest fan of the duplication glitch.”\n“随机种子虽然有着很多的不可预测的因素，但大多数时候更需要你的游戏技能，因为你需要掌握游戏的生成和操作诀窍。特定种子也挺有趣的，因为这更趋向于传统的竞速运动。但我认为，如果你要我在准用BUG速通和不准用BUG速通选的话，我肯定选不准用BUG速通，我并不怎么喜欢使用错误之类的。”\n\nUse of glitches breaks down the speedrun categories further. Any category you see, add glitchless and you have a whole new one.\n游戏内错误的使用会进一步破坏速通类别。 你看到的任何速通类别，加上非BUG速通就是一个全新的模式。\n \n[bili=19752661]4[/bili]\nSpeedrunner TheeSizzler is the world record holder (at time of writing!) for Any % Set Seed Glitched (and Glitchless too, so go Sizzy!)\n速通玩家 TheeSizzler 是 Any ％特定种子准用BUG速通 的世界纪录保持者（写文章时是！）（其实他也是不准用BUG的世界纪录保持者）。\n\nRight now, Sizzler’s world record is 2 minutes and 31 seconds, but the Minecraft community is always looking for ways to bring that time down.\n目前，Sizzler的世界纪录是2分31秒，但Minecraft社区一直在寻找方法来缩短这段时间。\n\n“There are three main glitches we use to complete an any % run,\" he tells me. Clever exploits for shaving seconds off your best imes, letting you do things like duplicate items and teleport into the Nether! TheeSizzler took me through how he duplicates items:\n“我们在速通中通常会用到这个BUG的这三步，”他告诉我，巧妙地利用BUG来缩短时间，让你做复制物品并传送到下界！TheeSizzler带我了解了他是如何复制物品的：\n\n\n[1/3] To start, \"throw items on the ground.\" Easy!\n[1/3] 开始时，“把东西扔到地上。”简单！\n\n\n[2/3] Save and quit, then go back into the game...\n[2/3] 保存并退出，然后回到游戏...\n\n\n[3/3] Back? Now TheeSizzler says you need to \"pick them up, close the game window, open it again, then your items should be duplicated.\" Smart!\n[3/3] 返回？现在TheeSizzler说你需要“把它们捡起来，关闭游戏窗口，再打开，然后你的物品就被复制了。”聪明！\n\nAdmiral_stapler holds second place in Any % Set Seed Glitched. He had this to say about newcomers giving speedrunning a shot.\nAdmiral_stapler在 Any ％指定种子准用BUG速通 中排名第二。他这么说，这也给新人提供了快速入门的机会。\n\n“Speedrunning Minecraft is actually pretty easy. Find a category that’s interesting to you and give it a go. Random Seed Glitched is a great place to start.”\n“Minecraft的速通其实挺简单的。找到一个你感兴趣的类别，然后就上吧。 随机种子准用BUG速通 就是一个很好的开始。“\n\nAnd you don’t have to just complete the game. There are many different categories outside **s we highlighted here. There’s All Achievements (my favorite), Obtain a Diamond, Obtain a Golden Apple, Kill the Wither, and many more!\n你不必完成游戏。除了我们在这里说的之外，还有许多不同的类别。全成就（我最喜欢这个了），获得钻石，获得金苹果，杀死凋零等等！\n \n[bili=19752661]4[/bili]\n\n“Find a category you like and just do it,” Admiral continues. “Find new strategies, try new things, and if you get a world record along the way, great!”\n“找到一个你喜欢的类别，然后就开始吧，”Admiral继续说道。 “找到新的策略，尝试新的事物，如果你在这个过程中获得了世界纪录，那就再好不过了！”\n\nIf this sounds like your jam, give it a try. One thing everyone agreed on was that the community is awesome. It's ** thing they have in common with all the builders I get to prod with questions too - it's the players that make Minecraft, no matter how you play it, fun.\n如果这听起来是你的菜，就试试看看吧。每个人赞同可是社区很棒的一件事。这是他们与所有建设者共同面对的问题 - 他们让Minecraft无论怎么玩都是很有趣的。\n\nIf you wanna be one of those players, check out the minecraft forum on speedrun.com. It’s where the official leaderboards are kept alongside discussions, how-to guides, videos, and tons of resources designed to get you running right. On your marks, get set…\n如果你想成为其中的一员，请查看speedrun.com上的Minecraft论坛。这是官方排行榜与讨论，指导，视频以及大量旨在让你正确运行的资源的地方。各就各位... 预备....\n\n...Go!\n... 开始！\n\n\nMany thanks to Illumina1337, Geosquare, Adrmiralstapler, and TheeSizzler for their contributions to this piece.\n非常感谢Illumina1337，Geosquare，Adrmiralstapler和TheeSizzler对本文的贡献。\n\nUPDATE: In the time it took to write this, the world record for Any % Set Seed Glitched was snatched from TheeSizzler by Admiral_stapler! No doubt even more records will be broken by the time this is published...\n更新：在写这篇文章的时候，Admiral_stapler从TheeSizzler手中夺得了 Any ％ 指定种子准用BUG速通 的世界纪录！毫无疑问，更多的记录将在本文发布时被打破......\n\n\n原文：https://minecraft.net/zh-hans/article/speedrunning-minecraft 《SPEEDRUNNING MINECRAFT!》\n原作：Ash Davis 发布于 2018年2月17日\n译者：WuGuangYao 译于 2018年2月18日\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1518942180,
            "txt_content": "有一个地方any%少了any"
        },
        {
            "author": "1294966922",
            "timestamp": 1522405200,
            "txt_content": "那个BUG怎么卡不了啊！有什么要领吗"
        },
        {
            "author": "神经幺",
            "timestamp": 1523520300,
            "txt_content": "两年前1.7.10的时候，看九命猫的极限速通视频学到了好多小技巧\n两个视频，一个使用种子13分钟，一个没用种子26分钟"
        },
        {
            "author": "翻车：滑稽",
            "timestamp": 1523883720,
            "txt_content": "大佬的世界我不懂\n感觉只要享受游戏过程就足够了233"
        },
        {
            "author": "我爱吃蛤",
            "timestamp": 1524832320,
            "txt_content": "突然感觉我五年的经验白费了"
        }
    ]
}