{
    "title": "[原创-连载]丧尸末日第一章",
    "author": "古明地兔",
    "replyCount": 2,
    "timestamp": 1519041060,
    "txt_content": "\n丧尸末日 第一章 \n 2018年2月19日\n  张辉睁开双眼，想四处望望，看到家中并无如何变化，自己也拿出镜子来照照，不以为然说道“三体这么怂？”（我发誓这是最后一次提到三体[对不起啊……刘慈欣大大，侮辱你的作品]）张辉开窗透气，刚开始没觉得奇怪，仔细想想……哎呀我去！昔日万分热闹的小街现在这么空无一人，毫无生机！！再仔细一想——不会是执剑人（我发誓这是最后提到三体的内容）怂了吧！想到此处，张辉立即换好衣服，想去看看林玲的情况，结果看到了……自己父母……尸变？（嗯对，就是尸变，气死你，哈哈[于是本prp就被揍了，但我还是要坚持自己的观点，对吧！]）张辉看到了自己的父母有很多异样，就像是电影《生化危机》里的丧尸（我去，又扯到神作了……）他们几乎已经失去理智，并向张辉缓缓走来。显然，他们注意到张辉了。但他们并没有像电影里一样立刻主动攻击张辉，而是在原地与张辉自检不断地徘徊。可能是他们的意识还没有完全消散，他们还不想伤害张辉！张辉更加担心林玲了，但是又放不下父母。他有仔细想想：既然父母已亡，伤心在现在只能浪费时间和精力就，还是多关心一下林玲实际些。路上几乎看不见丧尸，即使有也是暂时还有一丝意识的，至少那时没有立刻主动攻击张辉。一路上，张辉是非常伤心绝望的，因为那些他所看见的丧尸几乎都是他的亲朋好友或街坊邻居。“咚咚咚……”敲门声响了很久，豆大的汗珠从张辉的额头冒出、一直留到腹部依然存在。因为电影里的丧尸是没有意识的，自然不会开门。所以，林玲迟迟不开门，只有可能是……但林玲的突然开门又重新唤醒了张辉，张辉一见林玲安然无恙，一头冲进林玲怀里大哭。人类便是这样，在可以倾诉的人或物之前，坚强便消失了。林玲才刚刚睡醒，还不知道发生了什么但从张辉的哭声中听出来悲伤和绝望，她很想问个明白，但她并没有打断张辉的哭诉，因为她知道，在这种绝望的环境中，张辉最需要的就射这种倾诉。很快，张辉恢复到了原来的状态。看得出，林玲昨晚很晚才睡，切睡得很沉，睡到了现在，也就是中午11点半，再加上父母不在家，所以她对发生的一切已经张辉经历的一切都浑然不知。“玲，末日来了……地球完了！”“什么！”林玲立刻找到手机拨打了妈妈的电话。此时，张辉见到林玲的手机，忘记了自己可以给林玲打电话，还匆匆赶来，甚至完了带手机……“您好，您拨打的用户不在服务区，请稍后再拨。”林玲听到后非常想哭，但是没有。（本人构思的时候想好了两个原因：1.可能是服务器出了问题，所以打电话没软用2.父母真的在没信号的地方。另外，林玲自己也在我的脑海里跟我说：“我已经是张辉的精神后盾了，我不能哭。”[我瞎扯的]）。“去试试电视和电脑能不能正常用吧。”张辉像是忘记了刚刚发生的一切，用平和的语气说。“电视没用，因为没有工作人员了。电脑单机的所有东西都可以用，局域网也正常，就是互联网有些缺乏工作人员维护，怕是大部分过不了多久都会没了。”林玲一个个试了很久，才谨慎回复张辉。整个世界，几乎一片死寂，除了林玲家和一些有特殊条件的地方，其他地方除了丧尸就是一股刺鼻的腐烂味和血腥味。昔日一片光彩，自以为了不起，有能力创造一切、摧毁一切的地球文明，现在仅有不到百人存活，而可能拯救这一切的，只是两个百无一用的书生。或者把贬低性去掉——程序员。与此同时的北京大学（即林玲与张辉就读的学校[woc，又扯进dalao了]），还有一位学生存活着——凌安成，他曾经喜欢过林玲，但林玲选择了张辉，所以此人对这二人恨之入骨。不过他已经奄奄一息，快要尸变了。他身上的事变细胞正以10分钟分裂一次的速度增加着，昔日的仇恨让他感到了他的状态与使命。他尸变着，但是他很高兴，因为他想到了林玲和张辉也尸变了（这人事真的变态……）或者被丧尸杀掉了。一想到此处，他的内心不知有多么高兴……（变态啊！哦尼酱救我！）但他万万没想到的是：林玲与张辉身上根本没有这种病毒，且在丧尸们的威慑下，他们反倒更团结恩爱了。在这世上，活得久的才是赢家，凌安成死了，或者说：是变了，便什么都不是了。上一章\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1519043340,
            "txt_content": "说真的，图片挂了。"
        },
        {
            "author": "古明地兔",
            "timestamp": 1519047120,
            "txt_content": "Smokey_Days 发表于 2018-2-19 20:29\n说真的，图片挂了。\n都说图片，挂了，我换个图床补上……（因为编辑又要重新审核）\n\n"
        }
    ]
}