{
    "title": "[完成度85％]全面的Minecraft工业2新人速成教程与一些自动化技巧",
    "author": "我的心声",
    "replyCount": 79,
    "timestamp": 1519540380,
    "txt_content": " 本帖最后由 我的心声 于 2020-1-22 22:59 编辑 \n\n前言关于工业教程我写过一篇，但是那垃圾的排版我自己的受不了，决定重新再写一篇好看一点的，并定个小目标，上精华，希望各位大大有任何对此贴的建议请尽管提出，图蹦了的话也叫我一下，谢谢各位QWQ\n以下为新人速成必阅，我是按正常发展顺序来写的，其它可以选择性阅读2、如何起步    3、工业基础机器    4、电力篇   5、高级机器 \n注意：此教程主要以1.7.10工业版本为主体讲解发展思路和各个奇怪物品的作用如果你是新工业版本的玩家也不用但心，工业最新版的大致发展思路和机器设备作用与1.7.10没有太大的变化，而且我会在讲解的过程中提一下新工业版本与1.7.10发展过程中要多注意的几个部分\n\n\n一、工业介绍与下载链接\n\n\n\n\n\n1498028100_9203_ys5M.jpg (6.99 KB, 下载次数: 10)\n\n下载附件\n\n图片来自mod百科\n2018-7-12 21:10 上传\n\n\n\n\n\n工业作为MC远古MOD之一，在众多科技类服务器和整合包中都是少不了此MOD的出现，它在minecraft的基础上添加了不少的内容，当然，工业的附属MOD也是很多，甚至和其它知名MOD生了不少儿子Fantastic_BLUE大大搬运的工业本体帖子1156407698大大搬运的NEI推荐附属：高级太阳能、重力胸甲\n\n\n二、如何起步\n1、关于工业添加的生成工业就只在主世界添加了一种树4种矿物生成，图中从左到右分别是铀、铅、锡、铜，见到最好都采走\n\n\n\n\nQQ截图20180222095229.png (6.69 KB, 下载次数: 2)\n\n下载附件\n\n2018-2-22 09:53 上传\n\n\n\n\n\n下图中分别是橡胶树与木龙头，橡胶树在主世界生成，沼泽地形中橡胶树特别特别多，是工业橡胶的主要来源，见到最好撸树叶出几个树苗拿回家种植，并用木龙头对树木上的橙点（图中树最下方）右击获得树脂，树脂可烧制成橡胶，是起步唯一的橡胶来源\n\n\n\n\nQQ截图20180222095837.png (43.94 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 09:59 上传\n\n\n\n\n\n\n\n\nQQ截图20180222095950.png (4.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 09:59 上传\n\n\n\n\n注意:右击橙点之后还能继续右击获取树脂，但是那个生长点会消失，以后都不会长出橡胶，只右击一次过段时间那个点还能再长出橡胶来\n橡胶的主要作用是制作绝缘导线，在合成台中放入裸线，再放入对于导线需要的橡胶数量即可制作（铜线、锡线1个橡胶、金线2个橡胶、铁线3个橡胶）绝缘的导线在传输电力时损耗比裸线少，而且裸线会漏电，在1.7.10版本中没加电网修复就不需要担心，但是1.9.4以上的版本就要小心了\n\n2、前期工具与火力发电机\n起步时还有2个重要的工具要制作，分别是锻造锤与板材切割剪刀（都有耐久），制作与作用如图\n\n\n\n\nQQ截图20180222100231.png (6.7 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-22 10:02 上传\n\n\n\n\n\n\n\n\nQQ截图20180222100253.png (5.49 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-22 10:02 上传\n\n\n\n\n\n\n\n\nQQ截图20180222100302.png (1.39 KB, 下载次数: 2)\n\n下载附件\n\n2018-2-22 10:02 上传\n\n\n\n\n\n\n\n\nQQ截图20180222100426.png (3.55 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-22 10:03 上传\n\n\n\n\n剪刀做出来的是导线，导线很简单，因为1.7.10版本没有电压的设定，所以直接将电源与机器链接即可，如果你是想知道关于工业的电压设定可以去第四电力篇\n有了这2个工具之后，你就可以制作火力发电机了，首先制作铁炉与充电电池（合成如下图）铁炉相比原版铁炉有更高的效率，但最大的问题是烧制没有经验，所以玩拔刀或其它很吃经验的MOD时还是不要老用工业的炉子（感应炉，电炉，铁炉）另外铁炉推荐制作多一点，因为制作火力发电机需要它，而其它发电机的制作都要用到火力发电机，可以说铁炉是发电机的根充电电池这玩意没什么好说的，就是用来 偷电 储存电的设备，主要还是用来合成其它物品或机器\n\n\n\n\nQQ截图20180222101528.png (3.66 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:15 上传\n\n\n\n\n\n\n\n\nQQ截图20180222101219.png (1.6 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:12 上传\n\n\n\n\n\n\n火力发电机制作如下图火力发电机是靠烧东西（不包括岩浆）来发电的，火力发电机能储存一定量的电（除了核电每种发电机都能储存一定的电）而火力发电机是前期唯一的选择，建议做2个挺过起步阶段\n\n\n\n\nQQ截图20180222101539.png (3.56 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:15 上传\n\n\n\n\n\n\n\n三、工业基础机器\n（学前必阅）如何用正确的方式拆下机器和发电机等工业设备如何调整机器的正确体位\n\n\n\n\n\nQQ截图20180222102546.png (2.33 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n\n\n\n\nQQ截图20180222102555.png (2.58 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n\n\n\n\nQQ截图20180222102520.png (1.46 KB, 下载次数: 2)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n\n\n\n\nQQ截图20180222102457.png (1.26 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n\n\n\n\nQQ截图20180225104037.png (1.36 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 11:18 上传\n\n\n\n\n拆机器需要扳手（有耐久，合成如图，中间那个机器是打粉机，具体讲解下面有）拿着扳手对着机器的背面（不按住shift在平地上放置机器，对着玩家的那面是正面）按住shift同时按下鼠标右键即可拆下机器，如果不是背面就需要按2下右键，因为如果右击的面不是背面的话按住shift右击机器的那面就会变成背面，所以再次右击就会拆下来。不按住shift的话也可以（不按住shift你右击的面会变成正面）但是有时有会弹出GUI，按住shift不会\n工业的所有机器 储电方块和发电机等等设备都能用扳手拆下来，但最重要的意义是保证机器的完整，如果你用镐子去拆机器 储电方块和发电机等设备。。。。 后果自负 机器掉落后会变成机器外壳。。发电机再高级也会变成普通的火力发电机。。。所以拆机器千万不要手残用镐子但普通的扳手其实也有问题，有一定几率会把机器给拆废掉，效果和用镐子砸一样。。。想避免扳手拆废机器可以制作一个电动扳手，并调到精准模式（不知道怎么调可以去第七篇里找），拆一下就会没电了，但起码不会把机器拆废我推荐的附属MOD重力胸甲里有一种万能工具，里面的扳手功能不会拆废机器，充一次电够你拆个N次\n\n\n1、打粉机      金属成型机      提取机\n打粉机\n\n\n\n\nQQ截图20180222101901.png (5.49 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-22 10:18 上传\n\n\n\n\n\n\n\n\nQQ截图20180222101922.png (1.72 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:18 上传\n\n\n\n\n\n\n\n\nQQ截图20180222101826.png (2.27 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:18 上传\n\n\n\n\n打粉机顾名思义，是将一些材料打成粉状，最 反科学 神奇的地方是将挖到的铁矿石，锡矿石，铜矿石之类的放入打粉机加工能得到2倍于矿石数量的矿粉，矿粉拿去烧能得到金属，说简单点就是双倍矿，是工业中 最慢的 最重要的机器之一，最好多做几台，我一般都做2~4台来加工\n\n金属成型机\n\n\n\n\nQQ截图20180222102155.png (6.51 KB, 下载次数: 2)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n\n\n\n\nQQ截图20180222102216.png (1.03 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:25 上传\n\n\n\n\n顾名思义就是加工金属的，与打粉机一样，是工业中最重要的机器之一，因为用到的地方多，推荐做3~4台，不然做核电时会疯的\n\n\n\n\nQQ截图20180222103459.png (4.9 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:34 上传\n\n\n\n\n这属成型机的GUI，大家可以发现中间的那个标志是可以点击并改变的，那中间的标志代表机器现在的模式，锻造锤子的标志说明机器加工的效果与锻造锤和金属或金属板加工（合成）的效果一样，剪刀标志的同上不过有了挤压(铜导线标志)模式剪刀几乎没用了，而铜导线标志（挤压）的功能是金属成型机独有的功能，可以将金属锭直接加工成导线，也有一些特殊作用，如挤压锡板可获得空单元，挤压铁块可获得铁柄，挤压铁板可获得（空）燃料棒。\n\n提取机\n\n\n\n\nQQ截图20180222100010.png (3.62 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:36 上传\n\n\n\n\n这机器最大的作用把树脂加工成橡胶，一个树脂能加工出3个橡胶，这时候就不用那破炉子慢慢烧了，另外还有一个比较实用的地方将火药加工成硫粉，这个在以后做高级电池会用的到\n\n2、电炉  压缩机  流体固体罐装机  洗矿机  \n电炉\n\n\n\n\n\nQQ截图20180222104728.png (3.97 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:46 上传\n\n\n\n\n电炉用电（废话），烧制速度比铁炉更快，但问题和铁炉一样，没经验，推荐做2个，毕竟烧东西\n\n压缩机\n\n\n\n\nQQ截图20180222104904.png (4.79 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:48 上传\n\n\n\n\n这机器最少要做2台，因为在之后的发展中要一直占用一个压缩机来制作压缩空气单元，另外的作用是制作合金板、碳板和致密金属板\n\n流体/固体装罐机\n\n\n\n\nQQ截图20180222105001.png (3.81 KB, 下载次数: 3)\n\n下载附件\n\n2018-2-22 10:49 上传\n\n\n\n\n不做沼气热核或者沼气发电的话只做一台即可，作用不多但非常重要\n\n\n\n\n\nQQ截图20180222105510.png (3.53 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 10:57 上传\n\n\n\n\n2个水槽中间←→下面的格子是可以点击换模式的，作用如下：模式一：装罐将一些物品（核燃料、食物）罐装入小型容器中（空燃料棒、锡罐）核燃料棒的作用在发电机篇中的核电会讲到，锡罐罐装后能当食物，但是然并卵，一罐只能回复半格饱食度，有用的地方是如果你有足够的锡罐（满）能补满你的饱食度时，一次右键就能补满饱食度并消耗对应的锡罐（满）数量［锡罐（满）消耗后会留下空锡罐］说简单就是瞬间吃饱模式二：混合流体与固体将水槽（GUI中左边的水槽）中的流体与固体（固体放在GUI中间的格子）混合得到想对应的流体最大的作用是用8个青金石粉与1000ml水混合得到冷却液。将合成出来的固体建筑泡沫与1000ml水混合得到液态建筑泡沫模式三：将（左）水槽中的流体灌满单元最大作用是给建筑泡沫喷枪补充泡沫这个可以用来清空（左）水槽的流体模式四：将单元内的流体灌入（右）水槽呃呃呃。。。怎么说呢。。。。这个我并没有找到很重要作用，或许作者忽视了？？？注意:在手持装有流体的通用流体单元时（不是普通单元，那是一次性的，通用单元可多次使用），不进入机器GUI，直接按住shift对准机器再右击就能将单元内流体灌入机器左水槽，如果手持空通用流体单元，重复上述步骤会将机器（右）水槽的流体灌入单元\n\n洗矿机\n\n\n\n\nQQ截图20180222111638.png (1.67 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:17 上传\n\n\n\n\n\n\n\n\nQQ截图20180222111706.png (4.27 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:17 上传\n\n\n\n\n这个机器能将打粉机打出来的矿粉进行加工，其中的副产品石粉在合成固态建筑泡沫要用，不过我一般都只用来加工铀矿粉，那样能丢进热离心机（高级机器中讲）能加工出出更多的铀-235与铀-238\n\n3、高炉  车床\n高炉\n\n\n\n\n\nQQ截图20180222112607.png (3.81 KB, 下载次数: 2)\n\n下载附件\n\n2018-2-22 11:28 上传\n\n\n\n\n\n\n\n\nQQ截图20180222112925.png (1.24 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:28 上传\n\n\n\n\n这个炉子是用来做精炼铁的，是从基础机器到高级机器的跳板也是 最慢 最重要的炉子，如果想发展快一点可以做2个高炉，不过由于精炼铁要用的地方不是太多，所以一般情况下还是做1个就够了，由于精炼铁就是钢，所以在接下来的讲述中我称其为钢\n高炉如何运作？首先，你需要一个加热机，因为高炉不用煤烧，加热器个人推荐电力加热机(合成如下图）通上电，进入加热机的GUI，放上线圈，线圈越多，耗电功率越大，发热量功率越大，炼钢速度越快如何让加热机加热高炉？你看到加热机和高炉的橙色口子了没有？让这2个口子嘴对嘴对接即可\n\n\n\n\nQQ截图20180222113832.png (3.53 KB, 下载次数: 105)\n\n下载附件\n\n2018-2-22 11:38 上传\n\n\n\n\n\n\n车床\n\n\n\n\n\nQQ截图20180222114244.png (3.84 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:44 上传\n\n\n\n\n这玩意不用电，用动能，要用发生机，可以用手摇动能发生机\n\n\n\n\nQQ截图20180222114304.png (2.89 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:44 上传\n\n\n\n\n挨着车床放置即可\n\n\n\n\n\nQQ截图20180222114814.png (6.73 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:49 上传\n\n\n\n\n\n\n\n\nQQ截图20180222114934.png (2.15 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 11:49 上传\n\n\n\n\n这是车床的GUI与里面的工具，其中那一铁板一样的东西叫铁转换模板，是用来制作钻头与镭射枪的，不在在合成之前要在车床进行加工，加工之前要一直右击手摇发生机，等车床上方的一个面发生变化后进入车床的GUI点击“车床”2字下面的车床工具进行加工\n\n\n\n\nQQ截图20180222124611.png (1.6 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 12:46 上传\n\n\n\n\n这是合成镭射枪需要的模板\n\n\n\n\nQQ截图20180222124633.png (1.73 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-22 12:46 上传\n\n\n\n\n这是合成钻石钻头需要的模板\n\n\n四、电力篇（PS：这篇开始不在展示具体的合成，自行使用NEI查询）\n1、储电设备工业MOD中储存电力的设备很多,有充电电池，强化充电电池，能量水晶，蓝波顿能量水晶对应的能量背包和能量电池等等，这些就是可以那在拿在手上的储电设备储电方块按最低容量到最高容量排依次为   储电盒（充电电池制作，前期需要），CUSU(强化电池制作，不推荐制作），MFE（能量水晶制作，MFSU需要一个MFE来合成，所以发展中期推荐制作），MFSU(蓝波顿水晶制作，后期必需要有）这些储电方块放置后需要连接导线使用，这四个储电方块放之后你会发现每种储电方块的6个面中，有一个面中间有个小点（图中面向我的那面）那个是机器的正面（在平地放置工业机器设备，正对着玩家的那面是正面）那个面是输出（吐）电力的，其它五个面都是输入（吞）电力，连接导线时一定要注意\n\n\n\n\nQQ截图20180225103800.png (93.68 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 11:18 上传\n\n\n\n\n注意:在有电网修复的1.7.10版本或1.9.4以上的版本中，以上所讲的储电盒、CUSU、MFE、MFSU都有指定的输入（吞）电的最大吞入速度（电压）如果超出这个值就会BOOM!!!!!(40个钻石没了哈哈哈哈哈哈哈哈哈哈，别问我怎么知道的啊啊啊啊）\n\n2、风动能发电组（发展前期与中期极力推荐！极力推荐！极力推荐！）\n一个风动能发电组需要有一个风力发生机、一个动能发电机和转子（有耐久），转子一共有4种，按发电功率和耐久由高到低排依次为碳转子（后期推荐）   钢转子（不推荐）   铁转子（不推荐）   木转子（前期推荐）   木转子的发电效果与耐久是最低的，但是制作十分方便，而且将用风动能发电组放到160格的高空（风力最强区域）即使是木转子，发电功率也完全够用，等条件允许后便可以开始制作碳转子，碳转子的发电功率不仅高，而且耐久超高，几乎不可能看到碳转子坏掉的时候\n说了这么多，如何弄好一个风动能发电组呢？如图\n\n\n\n\nQQ截图20180225110629.png (82.26 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 11:18 上传\n\n\n\n\n让图中箭头所指的2个面对接即可\n如果你加了电网修复MOD或者是1.9.4与之后版本的玩家，由于电力损耗设定，用导线从160格的高度连到地面电会被吃的很猛，可以直接将发展工业的地方弄到160格左右高度的空岛上，上下交给喷气背包即可\n\n\n3、核电（内分EU核电、MOX核电与热核，后期推荐）\n如何拥有一个核电超高功率EU核电镇楼（然而不推荐在游戏里用XD）\n\n\n\n\nQQ截图20180225115547.png (13.23 KB, 下载次数: 7)\n\n下载附件\n\n2018-2-25 11:55 上传\n\n\n\n\n首先，你要有一个核反应堆和6个核反应仓，将核反应堆放置在离地1个的空中，这时右击反应堆你会发现这反应堆格子和我上面的不一样啊，别着急，在挨着核反应堆的六个面分别放置6个核反应仓（核反应仓只能紧挨核反应堆放置），这时你才就拥有了一个完整的核反应堆，这时在里面摆好散热片和燃料棒后给一个红石信号就能发电啦（单个核反应堆放好时就可以摆好东西发电了，但是格子太少，发电功率太低）\n关于核燃料棒的制作和反应堆元件的制作自行查看NEI这里讲一下核材料的获得和核燃料的制作工业2中的核燃料全部来自与矿石铀，将矿石铀加工成粉粹铀矿石粉后丢入洗矿机，加工成纯净的粉粹铀矿石粉，之后再丢进热离心机（详见第五篇高级机器）中即可加工出重要的核材料铀-238与铀-235。当然，未被洗矿机加工过的铀矿石粉也可以直接丢入热离心机加工得到铀-235核铀-238，但是数量要比被洗矿机加工过后要少注意：在将核材料或者核燃料放入自己物品栏之前必须要穿戴防化服套装（吐槽：现实中防化服压根就抵挡不了这种剂量核辐射）不然会有辐射BUFF，受到持久的辐射伤害，将核燃料放在自己身上的时间越长，辐射BUFF的时间就越长，而且BUFF时间增长速度惊人，在身上放个一小会，BUFF时间就会变成几百分钟甚至无法显示不过核燃料棒就相对而言就比较神奇的了，它给你的辐射BUFF时间是不会变的，是固定10秒时间，不过也挺危险的，个人建议还是小心一点另外一些良心服务器可能会把辐射BUFF的伤害去掉，进服之前最好看清\n一些知识分子应该都知道铀-235是核反应的主要成分，但不幸的是现实中铀矿石中铀-235只占很小的部分，其中最多的是铀-238，我的世界工业2中也是如此，但这样也不意味着铀-238毫无用处，在合成浓缩铀核燃料时仍然要用上铀-238，合成出浓缩核燃料之后放入处于装罐模式的流体/固体装罐机里再放入空燃料棒等待片刻即可获得核燃料棒，想要2联或4联的核燃料棒需要对应数量的核燃料棒并合成得到\n\nEU核电关于IC2核电各各元件作用的长篇大论在此帖不再细说，我主要讲EU核电与MOX核电的速成，并将实用的摆法分享给大家，如果你对设计核电有兴趣，可以去这个帖子看看EU核电是核电的默认模式，你直接放一个铀燃料棒进去并放上散热片开始发电，这时核电的发电模式就是EU模式，EU模式发电效率最低的，但要求小，制作方便，而且是向MOX核电迈进的基础EU模式推荐摆法\n\n\n\n\nQQ截图20180225112633.png (27.23 KB, 下载次数: 3)\n\n下载附件\n\n2018-2-25 11:26 上传\n\n\n\n\n有些人会问，超频散热器散热效果不是更优秀吗？为何用高级散热片？其实这个摆法是MOX核电的摆法，但是也适用于EU模式，这样以后换MOX核电就不用再做一堆乱七八糟的东西了，而且5个4联铀棒的发电功率已经充足。另外5个4联铀棒衰变后全扔进离心机后可以分离出很多20个小块钚，虽然有点慢但也够，我个人推荐做最至少2个完整的核反应堆并按我推荐的摆法摆，这样出钚会快点\n\nMOX核电MOX核电其实很简单，与EU核电的区别其实就是使用钚铀混合燃料且工作时反应堆处于高温状态，但是发电的高效率是EU核电不可想象的如何让反应堆升温？将燃料棒（最好用2联的）放入反应堆中不放散热片，给个红石信号让反应堆工作，反应堆GUI左下角的百分比会慢慢升，那个就是反应堆温度的情况，等达到了百分之84时让反应堆停止工作。啥？温度为什么不继续往上提？因为反应堆温度达到百分之85时周围的方块会融化为岩浆，另外最好不要放四联的燃料棒，升温太快，如果温度超过85不要慌，用扳手快速拆除反应堆，反应堆掉落后反应仓也会掉落，切记不要用镐子拆反应堆（别TMD问我为什么要提醒你们(╯°Д°)╯︵┴┴）还有就是反应堆温度达到百分之70时反应堆周围一定范围的生物会受到高温伤害，不过这个范围没史蒂夫手长，所以在给反应堆升温时离反应堆远点，如果给反应堆升温时你死了，恭喜你！回来的时候反应堆不是爆了就是周围已经充满岩浆MOX推荐摆法一\n\n\n\n\nQQ截图20180225113036.png (9.13 KB, 下载次数: 4)\n\n下载附件\n\n2018-2-25 11:30 上传\n\n\n\n\n比较废材料，而且MOX燃料棒没铀棒耐操耐用（同种燃料的燃料棒无论四联还是单个燃料棒，在反应堆中的反应时间都是一样的，不一样的是发电效率与）MOX燃料棒反应时间比铀棒少了一半，不过怎么也够用，毕竟发电功率太可怕\nMOX推荐摆法二\n\n\n\n\nQQ截图20180225113855.png (10.51 KB, 下载次数: 1)\n\n下载附件\n\n2018-2-25 11:38 上传\n\n\n\n\n比上一个省核材料，核燃料利用效率比上一个高，但是功率较小但也够用\n\n热核（流体冷却核电）注意：热核是一种极其消耗材料与时间的核电，对核燃料的利用效率最高，但是功率不及后期廉价的MOX核电，除非你的材料特别充足，不然在高速发展过程中不推荐使用该核电\n\n\n热核与前面2直接发电的核电不同，它类似与现代人类对核能的利用，工作过程中，核反应堆直接放热，用热将冷却液变成热冷却液，热冷却液通过反应堆流体接口和流体弹出升级进入流体热交换机，交换机将热冷却液变成正常的冷却液并通过流体弹出升级将冷却液输送回反应堆同时得到大量的热，此时只需要通过能将热转化为电的发电机（斯特林发电机）或发电机组（沼气发电机组）发电，从发电方式可以分：\n斯特林热核发电（在热核里十分简单，最不费材料的发电方式，相比EU核电效率更高，功率更强，但与热核中其它发电方式相比确是最差的）蒸汽热核发电（比较麻烦，费材料的发电方式，效率比斯特林发电高，比沼气发电差）\n沼气热核发电（比较麻烦，很费材料的发电方式，在没有管道传输液体流体的情况下几乎没法用，但是效率最高，发电功率仅此于MOX核电，而且是我最喜欢的核电，认认真真、整整齐齐弄好一个沼气热核发电组简直就是在弄一个工厂，总能给我很大的成就感 而且能装逼 以上三种热核方案最好根据自身发展情况选用，就算材料多也不能为所欲为。那么如何拥有一个热核呢？？\n首先要有一套核电组（6个核反应仓和1个核反应堆）数量不少的反应堆压力容器，几个反应堆流体接口、流体热交换机和流体弹出升级（具体数量要看你发电方式、核堆发热功率等因素）另外还需要一个反应堆访问接口和反应堆红石接口，因为热核要将反应堆封闭，这2个物品的作用分别是进入反应堆的GUI和给反应堆提供红石信号让反应堆开始工作注意：反应堆流体接口与流体热交换机数量要一致，具体数量要看你核反应堆摆法的发热功率，每100Hu/s的功率就需要1个流体热交换机和流体接口，我接下来的演示中采用1200Hu/s摆法，故需要12个流体接口和12个流体热交换机\n首先  要将核反应堆组离地面一格放置\n\n\n\n\nQQ截图20180709135519.png (191.24 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-9 14:55 上传\n\n\n\n\n\n第二  用反应堆压力容器、反应堆流体接口、反应堆红石接口、反应堆访问接口将核电组包裹住\n\n\n\n\nIMG_20180711_155608.png (291.3 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-11 15:59 上传\n\n\n\n\n图中拉杆后面的是反应堆红石接口，红石接口上面的是访问接口顶面上4个有红有蓝的是反应堆流体接口，其它2个面各有4个，共12个流体接口注意！反应堆流体接口不可以放在这个方形容器的边框上，只能放在每个面中间3×3的区域，而且流体接口的摆法不一定要模仿我图中的摆法，可以自行设计\n第三  右击反应堆流体接口进入接口的GUI，在GUI唯一的格子里放入一个流体弹出升级，剩下的流体接口也是如此\n\n\n\n\nQQ截图20180709141327.png (5.16 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-9 14:55 上传\n\n\n\n\n\n\n第四  在每个反应堆流体接口上放置流体热交换机，进入每个流体热交换机的GUI放入\n10个热传导器与一个流体弹出升级，并注意调节热交换机加热口的方向，方便之后机器的放置\n\n\n\n\nIMG_20180711_154423.png (286.11 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-11 15:55 上传\n\n\n\n\n\n第五  右击反应堆访问接口，摆好你的想要的摆法，并在左水槽放入一定量的冷却液冷却液最少要3000mL，不要超过10000mL，就是放上2个冷却液单元就OK了\n\n\n\n\nQQ截图20180709142922.png (27.98 KB, 下载次数: 1)\n\n下载附件\n\n2018-7-9 15:22 上传\n\n\n\n\n\n确定好你的发电方式,我这里用简单的斯特林发电机做示范最后  将发电机的受热口与交换机的加热口对接，并连接上导线，拉下拉杆即可开始发电\n\n\n\n\nIMG_20180711_154507.png (184.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-11 15:55 上传\n\n\n\n\n\n当然，用热发电的方式远远不止斯特林发电机一种，也可以用沼气发电组和蒸汽发电组（蒸汽我目前没有吃透，以后会讲）沼气热核发电我会在之后的自动化篇中讲\n\n\n4、半流质发电机组和流体热交换机\n半流质发电机组半流质发电机组需要一个加热机（不要用电力加热，推荐用岩浆和流体热交换机加热）一个发酵机，一个打粉机，一个流体/固体装罐机首先，你需要一片农田，或者其它是植物的东西，将植物放入打粉机（要很多植物才能加工出一个）加工出一个糠\n将糠放入流体/固体装罐机中，用混合流体与固体的模式与水混合获得生物质（流体）\n并将生物质放入发酵机（发酵机要加热机才能工作）加工得到沼气（流体）而且可以得到副产品肥料（放入作物监管机中可以加快作物生长速度）将沼气放入半流质发电机中即可开始发电\n如果按这个原版工业的方法来弄的话这个发电机组其实就是一个将热转化为电的发电组，不过比起其它用热发电的发电机或发电机组热的利用效率更高，不过由于工程复杂，推荐还是用热核作为热源发电另外沼气其实能找到替代品，可以用BC中的石油或燃油，2者都可以丢进半流质发电机发电，相同体积下的燃油比石油耐用，能产生更多电，不过一个大型油田提供的石油都能让你用很久很久很久，更别说全部精练成燃油了\n\n\n放射性同位素温差发电机\n这个发电机只需要往GUI里放入放射性同位素燃料靶丸即可开始发电，靶丸要钚合成，而到后期MOX核电用了一段时间这玩意烂大街，所以这发电机就是利用了一下而已\n\n\n5、关于电压设定\n电压的设定不仅仅有电压过高导致机器爆炸的危险，还包括了电损耗，如果摆导线时不考虑的电损耗，过长的导线传输小电压时，导线会直接损耗掉你传输的电能，比如你用普通太阳能发电机，但连接了过长的导线你发电机发的电都会被吃掉，而且这一设定还让风动能发电陷入麻烦，我个人的解决方法是有了喷气背包后直接把发展工业的地方弄到160左右的高空，当然，你也可以选择别的发电机\n\n电压的设定其实不难，只要不超过机器或导线的最大可承受电压即可，主要的变压器的使用很多人不会，其实也可以不用变压器，往机器里塞足够的高压升级也行（关于变压升级详见第七篇）\n\n变压器的6个面中，正面（小点最多的）是连入高压电的，其它的面都连低压电，输出面和输入面都是不定的，主要看你是想升压还是降压你选升压时低压面的是输入，高压面为输出，当你选降压时，低压面为输出面，高压面为输入面\n\n\n\n五、高级机器\n1、热离心机   感应炉热离心机\n\n\n\n\nQQ截图20180225115944.png (3.93 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 11:59 上传\n\n\n\n\n主要作用是加工铀矿粉与衰变燃料棒来获得核材料，也可以加工高炉炼钢时产生的矿渣，可以获得大量的煤粉来制作碳板或碳转子，另外也有加工矿粉获得更多副产品的作用，但是热离心机的耗电过大，并不推荐加工矿粉\n\n感应炉\n\n\n\n\nQQ截图20180225120053.png (4.23 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 12:00 上传\n\n\n\n\n是工业里烧制速度最快的炉子（不包括加了超频电炉）同时也是最废电的，通上电之后感应炉还无法工作，需要给感应炉提供持续红石信号才会工作\n有了红石信号并通上电之后，感应炉GUI中的热量会提升，烧制速度与热量有关，热量提到最高的100时，烧制速度最快（会持续耗电）另外感应炉可以同时烧制2种物品，效率相当变态\n\n2、UU四件套教程和与分子机\nUU四件套如何使用UU四件套分别是:UU物质生成机、复制机、模式储存机、模式扫描机。（防爆石制作：放置铁脚手架，并用泡沫喷枪对脚手架喷泡沫，过段时间就会变成防爆石具体可以去第七篇查看）全家福\n\n\n\n\nQQ截图20180225120404.png (37.86 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 12:03 上传\n\n\n\n\n注意：我接下来讲的方法中，模式扫描机一定要紧挨模式储存机放置，这样扫描机扫出来的信息可以直接保存到储存机，模式储存机一定要紧挨复制机放置，这样储存机的物质信息就能直接传输到复制机。而UU生成机紧挨复制机放置并在里面放一个液体弹出升级（升级详见第七篇）这样生成的UU物质都会弹入复制机中\n将你想要复制的物品放置到模式扫描机中，能扫描就能复制，不能扫描就不能用UU4件套复制，扫描好后保存（扫描会消耗掉被扫描的物品）这时模式就已经在储存机中了，你可以在储存机中查看，也可以直接开始复制\n\n\n\n\nQQ截图20180225131511.png (3.53 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 13:14 上传\n\n\n\n\n这是复制机的GUI，中间上方的格子是你要复制的物品，如果没有点击箭头即可，将光标移到你想复制的物品会显示需要的UU物质与电量，如果想开始复制点击下面的绿色箭头即可，如果你想大量复制，点击绿色箭头右边的绿框标志即可\n\n分子重组仪（如何你想大量制作铱矿，那么分子仪是最好的选择）\n\n\n\n\nQQ截图20180225132627.png (4.66 KB, 下载次数: 0)\n\n下载附件\n\n2018-2-25 13:26 上传\n\n\n\n\n如何使用？很简单，你只需要通上电，放上东西就能开始制作了，这玩意制作一个铱需要900wEU的电，但是对于UU机来说，已经很便宜了，而且900w电到后期已经不是什么大问题了，完全可以大量生产至此速成篇完结\n\n我个人的高速发展路线（看完速成篇依旧懵逼的请进）起步从这个世界出生后在处理自己生成问题的同时寻找工业的关键材料，矿物（尤其是铁）、橡胶树等处理完自己的生存所需就开始制作火力发电机，第一台机器个人推荐先做提取机，然后再制作打粉机之后就赶紧搞出金属成型机，然后做出风动能发电机组直接解决前期能源问题并开始制作储电盒对电力进行储存第二阶段解决能源问题后制作好压缩机、高炉、加热机（推荐电力加热机）、尽快开始钢的炼制，不能让高炉闲着，因为之后对钢的需求会变高，而高炉慢的要死，在炼制的时间里也别闲着多去挖矿，尤其是多挖钻石，之后做MFE与MFSU急需钻石，在做出MFE后就可以做进阶钻石钻头了（重力胸甲附属MOD的一个工具没有的话只能用镐子苦逼的挖了）在做进阶钻石钻头之前还需要制作流体／固体装罐机，有了钻头后用爆炸模式（也可能是挖矿模式，翻译问题）随便挖，几乎不缺矿，如果觉得没电烦可以做个能量水晶背包，这时候继续找钻石把MFSU搞出来后就可以开始整核电和分子机了最后分子机这玩意的制作很吃钢，这就是为什么高炉不能闲的原因，或者用其它MOD中通用的钢（沉浸工业中的钢）做出分子机后尽快做出核电，在这之前还要制作热能离心机，并且需要大量的铜与铁用于制作散热片在肛出核电后可以选择挂机休息等分子出铱或者继续肛核电加速分子机制作铱的速度由于刚开始用核电，用的只能是EU模式，发电功率不高，所以分子机最先做出来的铱还是用来做量子护具，最好先制作量子胸甲（有喷气背包的作用且防御能力强）或量子护腿（可以加速跑步速度），头盔和靴子可以先用纳米的等有了MOX后就可以开始制作高级太阳能了，等肛出足够的高级太阳能，你就毕业了\n\n\n\n七、上面没讲到乱七八糟的东西\n1、工业添加的按键绑定在按键控制中找到IC2一栏，那一栏都是关于工业设备的按键Mode Switche Key   默认M键（很很很重要）作用：调节工具和喷气背包模式，拿着镭射枪、电动扳手和依钻头之类的工具时，按住你设定的按键并按右击即可改变模式\n在带着纳米头盔、夜视仪、量子头盔时，按住Alt键并按下你设定的按键可以进入夜视模式（在亮度太高时会失明BUFF，亮度太低是就是给你个夜视BUFF）\n在穿着喷气背包时，按住空格再按你设置的按键可以进入悬浮状态，关闭方式一样\n在你穿着量子胸甲是，按住Ctrl再按你设置的按键可以开启内置的喷气背包，效果与喷气背包一样，关闭方式与开启方式一样\nHub Expand Key   默认X键作用：带着纳米头盔或量子头盔时给你显示你现在的装备状态，就是一个HUD\nSide Inventory Key  默认C键作用：未知（欢迎补充）\nBoost Key   默认LCONTROL键作用：未知（欢迎补充）\nALT Key   默认LMENU键作用：未知（欢迎补充）\n\n2、储电背包储电背包的作用很重要，它能为你身上的用电器补充电量，在用进阶钻石钻头挖矿时很重要，不然用挖矿模式爽一下就萎没电了很不爽\n\n\n\n\nQQ截图20180627161828.png (40.1 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 16:18 上传\n\n\n\n\n物品栏中左边3个背包时原版工业就有的，从上到下依次是储电背包（充电电池制作），强化储电背包（强化电池制作），能量水晶储电背包（能量水晶制作）左边的是重力胸甲MOD中的，从上到下依次为进阶兰波顿电池背包3M  EU电能储存，终极兰波顿电池背包30M  EU电能储存（需要不少铱）\n\n不要吐槽没有腿，我这是盗版加皮肤MOD弄的。。\n\n3、机器升级元件各种升级元件的介绍\n超频升级\n通过提高电消耗功率提高机器加工速度，一般一个机器5个超频，速度就很快了，而且如果电炉加上足够的超频，效率秒杀一切，感应炉都是渣渣！\n弹出升级\n工业自动化重要元件，可以将机器生产出来的物品弹出到附近一格的机器或箱子中设置：手持弹出升级时，对方块右键可以改变弹出升级的弹出方向，对一个方块的顶端右键，弹出方向会变成只向机器顶端弹出，对方块面向的东面右键会使弹出方向只向东，对方块其它方向右键同理，都能改变弹出方向（有用）\n流体弹出升级\n与弹出升级同理，只不过变成弹出流体了，也可以像弹出升级那样改变弹出方向（有用）\n抽入升级\n这个就是和弹出升级反过来的升级，会抽取箱子或机器里的东西，也能想弹出升级那样改变抽取方向（有用）\n储能升级\n增加机器的储能，一个增加10000EU（没卵用）\n高压升级\n作用是增加机器的电压等级，能连接电压更高的导线（很很很有用）这个如果不是1.9.4以上的版本或没加电网修复的可以无视\n\n\n很多工业机器都支持使用元件升级，如果不知道哪种机器能用或者不知道能用什么升级元件，可以将光标移到机器GUI右上角中的有蓝色小方框框着的感叹号上，那样可以显示关于机器支持的升级信息\n\n4、工业建筑泡沫与拟态板使用方法（内含防爆石获得方法）在弄建筑泡沫之前要先整出：建筑泡沫喷枪、建筑泡沫（刚合成出来的物品）、一个流体/固体装罐机首先，将装罐机的左水槽用水填满（拿着装有水的流体通用流体单元按住shift对装罐机右键即可），将装罐机的模式调为混合流体与固体，将建筑泡沫放在中间的格子中等待\n\n\n\n\nQQ截图20180627163840.png (2.81 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 16:37 上传\n\n\n\n\n（水槽最多装8000ml水，1000ml只能够混合一个建筑泡沫并产出1000ml建筑泡沫（流体）在右水槽）之后拿着空通用流体单元按住shift对装罐机右键取出右水槽的流体泡沫，之后再拿着装着流体泡沫的通用流体单元按住shift对装罐机右键将流体泡沫装入左水槽，再然后将灌装机模式改为将水槽中的流体灌满单元，此时再将建筑泡沫喷枪或背包放入机器就可将流体泡沫装入喷枪或背包中\n\n\n\n\nQQ截图20180627163816.png (3.86 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 16:44 上传\n\n\n\n\n\n拿着装满泡沫的喷枪右键即可喷出泡沫\n\n\n\n\nQQ截图20180627164907.png (115.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 16:49 上传\n\n\n\n\n这些泡沫过了一会就会凝固，在没凝固之前是可以穿过去的,但是会窒息，另外用沙子对着没凝固的泡沫右键会立刻凝固\n由于喷出的泡沫杂乱无章，根本不能用来建筑，我们就需要脚手架了脚手架分木制和铁制，它们放置在地上后可以像梯子一样攀爬，它们还有一些特殊的属性大家也要注意，这不多说将脚手架当成你的建筑方块一样将你想要的建筑模型搭建好之后\n\n\n\n\nQQ截图20180627170623.png (215.21 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 17:12 上传\n\n\n\n\n拿着喷枪对脚手架喷泡沫你会发现泡沫只会喷在脚手架的位置，而且脚手架会归还（只有木制会归还）喷完后在用沙子过一边加速凝固，你的房子就好了\n\n\n\n\nQQ截图20180627171213.png (119.38 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 17:13 上传\n\n\n\n\n可是这材料的颜色不好看怎么办？上神器！拟态板拿着拟态板按住shift对着某方块的一个面右键拟态板上就会储存你右键的那个面的信息（有些方块有不同的面也可以弄出来）再拿着储存了方块平面信息的拟态板对凝固的建筑泡沫右键，建筑泡沫的那面就会变成你储存的那面，这样就可以任意定义你房子的外观咯\n\n\n\n\nQQ截图20180627172136.png (259.39 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 17:21 上传\n\n\n\n\n装逼神器有木有，只不过用NEI高亮显示的人骗不了\n\n\n\n\nQQ截图20180627172556.png (195.54 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-27 17:24 上传\n\n\n\n\n\n防爆石与铁制脚手架防爆石其实就是铁制脚手架喷上泡沫后凝固形成的，不像普通建筑泡沫，它可以被挖走用作合成材料，而且它不能用拟态板改变，不过我觉得防爆石已经很好看了哎\n\n\n5、检测导线与分流导线\n检测导线的功能是在有电通过时会发出红石信号，做核电自动化用得上\n分流导线的功能是在接收到红石信号后其导线的功能会终止\n\n6、泵\n\n\n\n\n\nQQ截图20180717114141.png (5.14 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n泵的作用是吸收流体，它因为吸取范围有限，只能用来做无限水的吸取\n\n\n\n\nQQ截图20180717114446.png (223.81 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n泵会优先吸取斜边上的水（图中空的部分）\n\n\n\n\nQQ截图20180717115100.png (145 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n这个图中草方块就是泵的吸取范围\n\n7、作物收割机与作物监管机\n作物收割机\n\n\n\n\nQQ截图20180717115228.png (7.29 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n作物收割机会自动收获水平方向11×11的农作物（农作物必须在作物架上生长）\n\n\n\n\nQQ截图20180717115253.png (2.2 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n这是GUI图，中间的大格子是缓存收获的农作物的。下面的小格子是放弹出升级的。左边的小格子是放作物分析仪的，放了之后就会只收割第二阶段的产物（杂交篇中细讲）如果你想搞原版农作物的自动化可以无视左边的小格子\n\n作物监管机\n\n\n\n\n\nQQ截图20180717114212.png (7.23 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n作用如名字所说，主要是配合发酵机产生的肥料加快作物生长速度，作用范围上下一格，水平方向9×9的立方体\n\n\n\n\nQQ截图20180717115314.png (3.53 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n中间放肥料，上面一排不用管，再放水就行了\n\n\n八、简单但实用的自动化\n1、超简单且实用的自动化核电（需要AE2）首先将已经摆好零件的反应堆中多余的空格子用反应堆隔板填上（隔板没太大用，最多的也就增大热容量或减小爆炸距离）MOX核电防上隔板后会把温度百分比降下来，要重新升温一下，接着直接用AE2里的输出与输入接口，输入接口设定好只输入衰变的燃料棒，输出就输出燃料棒，然后在自己的网络中做好燃料棒就行了不过考虑到铀不止还能做核燃料，还能用来做高级太阳能的材料，最好还是做一个能显示反应堆状态的简单装置，根据自身情况制作核燃料，不要急缺铀时看着网络中一堆核燃料气死，用检测导线与红石火把即可如图（LZ强迫症）\n\n\n\n\nQQ截图20180303134137.png (209.3 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-3 13:41 上传\n\n\n\n\n红石火把就说明反应堆停止工作了，做几个燃料棒放入网络即可\n\n2、沼气热核自动化\n（需要AE2和有支持AE2里P2P通道（流体）的管道MOD）\n\n首先，根据热核篇中的描述做好一个还没用放发电机或发电机组的热核，在流体热交换机旁放上发酵机，同时注意交换机加热口和发酵机受热口的对接（我在接下来的演示中使用的是热动力学和末影接口的管道，需要在输出流体的机器上放流体弹出升级）\n然后，开始连接管道，将发酵机与半流质发电机连接（我采用1200Hu/s的摆法，有12个100Hu/s的发酵机在工作，要保证沼气不会过多堵塞，每一个发酵机就要有5个半流质发电机，故需要一共60台半流质发电机）\n\n\n\n\nQQ截图20180717144336.png (297.42 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:42 上传\n\n\n\n\n\n连接完管道之后开始连接AE线缆，AE线缆与发酵机之间用P2P通道--流体与ME输入接口这2个东西连接，输入接口不用设置\n\n\n\n\nQQ截图20180717131508.png (293.08 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n\n\n接下来搞生产生物质的自动化，需要无限水和抽取水的机器（我采用工业泵）打粉机和流体/固体装罐机，图中我采用工业的弹出升级来传输物品，所以要紧挨着放置，另外，装罐机和打粉机一定要放至少4个超频，防止玩家不在区块时，机器工作过慢导致反应堆爆炸\n\n\n\n\nQQ截图20180717141320.png (131.12 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n\n打粉机还要接一个ME输出接口来获得农作物制造糠，装罐机就用流体管道连接，然后管道连接P2P通道--流体，装罐机的P2P通道和发酵剂的P2P通道绑定好之后就可以通过这个通道将生物质输送至发酵机啦\n\n\n\n\nQQ截图20180717142455.png (148.6 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 14:33 上传\n\n\n\n\n\n注意：绑定P2P通道需要内存卡，拿着内存卡对着P2P通道按住shift右击保存（保存的通道会是输入口），之后对着另外的P2P通道不按住shift右击是载入（载入的通道是输出口）\n另外就是植物的消耗，在反应堆开始工作之前，一定要囤够植物（甘蔗的话，在网络里囤了10组加2个工业作物收割机的自动化田地就够了）不然发酵机没有足够的生物质无法消耗热，这样的话反应堆会BOOM掉，个人推荐使用甘蔗制作糠，因为用工业的作物架和作物收割机弄自动化农业生产里，甘蔗的产量是最高的，而且甘蔗一般情况下用处也不多。\n\n最后检查AE网络的运行和植物存储量是否充足，检查无误后先开始生产生物质，等生物质填满发酵机之后即可运行核反应堆最好在装罐机到发酵机之间设立一个生物质缓存（图中没有）随便找个能储存生物质的东西即可，这样反应堆燃料棒衰变之后，换上新燃料棒之后可以立即运行核反应堆\n\n\n\n\nQQ截图20180717150224.png (316.71 KB, 下载次数: 3)\n\n下载附件\n\n2018-7-17 15:00 上传\n\n\n\n\n1200Hu/s可获得960EU/s的惊人功率，美滋滋\n\n\n\n折腾了快6天2018年2月25日发帖\n2018年3月3号更新简单的自动化极其其它发电机教程\n2018年3月18日更新高速发展思路（黑心LZ无良更新）并暂时停更\n2018年6月27日某懒惰的LZ爬了回来更新了关于储电背包、建筑泡沫、拟态板的相关知识\n2018年7月7日因为没电脑，没更新的几天只能优化排版2018年7月10日最不顺利的更新，配图时不小心核爆，把一上午做的试验田全炸了（原地爆炸！）最后只更了热核\n2018年7月18日游戏文件损坏导致拖更，这次更新了泵、作物收割机、监管机的相关姿势和沼气热核自动化\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "我的心声",
            "timestamp": 1519540440,
            "txt_content": " 本帖最后由 我的心声 于 2018-8-18 21:48 编辑 \n\n因家庭情况，可能要弃坑了，想接手的可以私聊"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1519540920,
            "txt_content": "甚至和其他mod产生了不少儿子"
        },
        {
            "author": "我的心声",
            "timestamp": 1519541040,
            "txt_content": "达斯·龙须 发表于 2018-2-25 14:42\n甚至和其他mod产生了不少儿子\n电力魔法（捂脸）"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1519541040,
            "txt_content": "我的心声 发表于 2018-2-25 14:44\n电力魔法（捂脸）\n生了一堆 真·亲妈 都不认得"
        },
        {
            "author": "玖123",
            "timestamp": 1519551840,
            "txt_content": "我没做出过分子重组机QAQ"
        },
        {
            "author": "我的心声",
            "timestamp": 1519553400,
            "txt_content": "玖123 发表于 2018-2-25 17:44\n我没做出过分子重组机QAQ\n高级太阳能里的机器，比先版本的UU机做依省电"
        },
        {
            "author": "ir-0",
            "timestamp": 1519557180,
            "txt_content": "不更新下1.12.2的吗\n旧版本都玩烂了\n看了你这贴后我更想写个工业2的教程了"
        },
        {
            "author": "我的心声",
            "timestamp": 1519559100,
            "txt_content": "Sakura_End 发表于 2018-2-25 19:13\n不更新下1.12.2的吗\n旧版本都玩烂了\n看了你这贴后我更想写个工业2的教程了 ...\n新版本没更的意义，改的很少，就是加了一些神奇的东西大致玩法和思路依旧没变\n（我大IC已经萎了）"
        },
        {
            "author": "132395508",
            "timestamp": 1519562400,
            "txt_content": "这教程真详细，多谢。然而能说一下服务器较简单的核电的配置吗？"
        },
        {
            "author": "我的心声",
            "timestamp": 1519619940,
            "txt_content": "132395508 发表于 2018-2-25 20:40\n这教程真详细，多谢。然而能说一下服务器较简单的核电的配置吗？\n玩服务器的话照我说的核电方案即可，如果你的服务器有些特殊可以问我"
        },
        {
            "author": "ir-0",
            "timestamp": 1519984500,
            "txt_content": "工业2的搬运帖我接手了 http://www.mcbbs.net/thread-785369-1-2.html\n内容的下载地址改一下吧？\n还有我在搬运帖里引用了你的教程贴  不知道是否允许？"
        },
        {
            "author": "我的心声",
            "timestamp": 1519984680,
            "txt_content": "Sakura_End 发表于 2018-3-2 17:55\n工业2的搬运帖我接手了 http://www.mcbbs.net/thread-785369-1-2.html\n内容的下载地址改一下吧？\n还有我在 ...\nOJBK(≧ω≦)\n我明天更新也想把你发的最新版本教程链接弄到我的教程里，行不行"
        },
        {
            "author": "ir-0",
            "timestamp": 1519988460,
            "txt_content": "我的心声 发表于 2018-3-2 17:58\nOJBK(≧ω≦)\n我明天更新也想把你发的最新版本教程链接弄到我的教程里，行不行 ...\n教程用久用呗 反正我自己都不定期更新了\n还有mod贴你还是先用原来的吧 \n喜闻乐见因版本号问题删了"
        },
        {
            "author": "Boboa",
            "timestamp": 1519994520,
            "txt_content": "赞赞赞赞赞赞赞赞赞赞赞赞赞赞"
        },
        {
            "author": "zjxx",
            "timestamp": 1520014980,
            "txt_content": "丢人消失的ic2搬运因为违规二搬GG了..\n\n流体/固体装罐机找到的介绍\nhttp://www.mcmod.cn/item/8784.html\n\n不过分子重组仪是高级太阳能的你咋写进去了emmmm\n生产铱矿用林业的铱蜜蜂锕【雾】\n\n全篇的铱咋都写成依了？？\n\n教程大致看来还是蛮详细的但没更新完so...建议加个更新日志，申请优秀精华必备之物\n期待你的自动化系列\n"
        },
        {
            "author": "我的心声",
            "timestamp": 1520041260,
            "txt_content": "zjxx 发表于 2018-3-3 02:23\n丢人消失的ic2搬运因为违规二搬GG了..\n\n流体/固体装罐机找到的介绍\n我主玩服务器，铱蜜蜂肯定会被BAN的\n我介绍里强力推荐了高级太阳能和重力胸甲\n百科里将单元内的流体存入右水槽的实际作用没介绍\n依或铱是翻译的锅，我觉得你们都懂（新人都是怪物≥﹏≤）\n你给我找找搬运贴呗QWQ"
        },
        {
            "author": "zjxx",
            "timestamp": 1520042160,
            "txt_content": "我的心声 发表于 2018-3-3 09:41\n我主玩服务器，铱蜜蜂肯定会被BAN的\n我介绍里强力推荐了高级太阳能和重力胸甲\n百科里将单元内的流 ...\n[1.12.2-1.6.4][IC2_experimental-工业2实验版]-老牌科技模组，1.12.2完美支持~\nhttp://www.mcbbs.net/thread-515771-1-1.html\n(出处: Minecraft(我的世界)中文论坛)\n[1.10.x-1.7.10][Gravitation Suite——重力装甲]v3.0.1你要来试试我的防御力吗？\nhttp://www.mcbbs.net/thread-734193-1-1.html\n(出处: Minecraft(我的世界)中文论坛)"
        },
        {
            "author": "zjxx",
            "timestamp": 1520124540,
            "txt_content": "自动化简单也没啥好点评的\n更新日志里请把每次更新的内容写出来"
        },
        {
            "author": "2533883141",
            "timestamp": 1520742840,
            "txt_content": "大佬可以可以很强势"
        },
        {
            "author": "ailiyixi",
            "timestamp": 1521122100,
            "txt_content": "这真是个详细的教程，多谢"
        },
        {
            "author": "q08008",
            "timestamp": 1524490260,
            "txt_content": "很好的教程，学到了"
        },
        {
            "author": "2350218843",
            "timestamp": 1530244680,
            "txt_content": "666666666666"
        },
        {
            "author": "laicallee",
            "timestamp": 1530305400,
            "txt_content": "我的心声 发表于 2018-2-25 14:34\n中考已结束，我会找时间填坑的\n教程超级棒我TM夸爆！！！【来自另一个刚考完中考的学生.jpg】"
        },
        {
            "author": "AoSi_star",
            "timestamp": 1532088120,
            "txt_content": "0.0   就是不会核电233"
        },
        {
            "author": "我的心声",
            "timestamp": 1532222460,
            "txt_content": "AoSi_star 发表于 2018-7-20 20:02\n0.0   就是不会核电233\n核电我就差蒸汽热核没讲了"
        },
        {
            "author": "smilesadness",
            "timestamp": 1532240760,
            "txt_content": " 本帖最后由 smilesadness 于 2018-7-22 14:45 编辑 \n\n刷炉渣机：精炼铁多得丢去打粉。\n作物监管机：第一排是放除草剂的，不放除草剂你玩得动杂交算我监管机输。\n核电设计：放过420吧，都是拿热量来发电的人了，一分热qian一分电huo，提升点效率又如何？省下来的铀矿还能搓终混。\n核电自动化：可以让AE低于缓冲时自动制作燃料棒。MFSU也可以设置满箱反馈给核电站以减少浪费。\n热核：1、你的教程用了TE管、EIO管，又要求AE流体P2P支持，其实正经的布线（600HU/面）和一个过得去的流体管道mod完全够热核沼气使用（EIO布线要求最低，BC功率略捉鸡），用AE流体P2P线材不便宜还得考虑频道。\n2、不推荐一条管道接这么多流体发电机，BC管道扛不动这么大的流量，建议多分组。\n3、发酵机缓存很结实，调AE自动向打粉机输出甘蔗，没有甘蔗缓存时给热核停机就够了。有extracell2可以试着检测热核剩余的冷却液控制开关机。\n4、热核沼气不像热核蒸汽，不需要整百，为了凑整百降低铀棒的效率不值得。\n另：又黑又粗的是什么mod的线缆？EIO的致密ME线缆？"
        },
        {
            "author": "Vastness星空",
            "timestamp": 1532243160,
            "txt_content": "工业萌新吐个泡\n\n\n\n\n\n\n20120525142531_BVGyh.jpeg\n(96.63 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2018-7-22 15:06 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "番茄dada",
            "timestamp": 1532266620,
            "txt_content": "教程可以兄弟，很适合我这种傻子"
        },
        {
            "author": "我的心声",
            "timestamp": 1532271420,
            "txt_content": "smilesadness 发表于 2018-7-22 14:26\n刷炉渣机：精炼铁多得丢去打粉。\n作物监管机：第一排是放除草剂的，不放除草剂你玩得动杂交算我监管机输。\n ...\n首先，感谢您对我教程的评论和建议\n高炉:我在写教程时是以高速发展为重，而且我在玩生存或者服务器是经常遇到高炉产量跟不上需求的恶心情况\n作物监管机:我平时只用它来加速农作物生长，杂交我都是手撸，不怎么用机器\n核电设计:因为我不怎么认为热核在发展过程中要用，一般我都是毕业后搞来装逼，毕竟是十分消耗材料的核电\n核电自动化:AE2我其实刚刚自学不久，很多自动化技巧都还不会，至于MFSU满电。。分子机和UU机表示不存在的\n热核:1.其实我也想统一管道，可是我目前用的整合包没法统一，最要命的是我用的管道没法相互隔开，这次热核更新也是我觉得最乱的一次，迟早要重弄\n2.我也想，但是热动力的管道不需要考虑\n3.我玩游戏时很活跃，热核一停机我马上就能发现，高频率工作发酵机的缓存萎的快啊\n4.同核电设计\n有大又粗的导线是IC的高压导线啊，只不过用刷子刷了下色"
        },
        {
            "author": "我的心声",
            "timestamp": 1532271480,
            "txt_content": "番茄dada 发表于 2018-7-22 21:37\n教程可以兄弟，很适合我这种傻子\n我才是傻子，搞核电实验原地爆炸"
        },
        {
            "author": "番茄dada",
            "timestamp": 1532792940,
            "txt_content": "催更催更！救救佛系玩家"
        },
        {
            "author": "我的心声",
            "timestamp": 1532859300,
            "txt_content": "番茄dada 发表于 2018-7-28 23:49\n催更催更！救救佛系玩家\n抱歉，电脑在我姐那，接下来要更新可能比较慢，而且明天我还有弄整合包，你有什么问题都可以在私聊里问我"
        },
        {
            "author": "寒江独钓",
            "timestamp": 1533259800,
            "txt_content": "我感觉工业是所以科技mod里最简单的一个了23333"
        },
        {
            "author": "Mcxixif",
            "timestamp": 1534403700,
            "txt_content": "我的心声 发表于 2018-2-25 14:34\n持续更新中————\n我需要杂交教程"
        },
        {
            "author": "我心不变",
            "timestamp": 1534466340,
            "txt_content": "想学学工业的自动化，该怎么做呢？"
        },
        {
            "author": "Mcxixif",
            "timestamp": 1534599540,
            "txt_content": "我的心声 发表于 2018-8-18 21:44\n我现在的情况。。可能要弃坑了\nhttp://www.mcbbs.net/thread-641058-1-1.html这是杂交教程，喜欢帮得到你 ...\nemmmmm看懂差不多了，谢你了"
        },
        {
            "author": "我的心声",
            "timestamp": 1534599840,
            "txt_content": "Mcxixif 发表于 2018-8-16 15:15\n我需要杂交教程\n我现在的情况。。可能要弃坑了\nhttp://www.mcbbs.net/thread-641058-1-1.html这是杂交教程，喜欢帮得到你"
        },
        {
            "author": "破晓大辣鸡",
            "timestamp": 1538079300,
            "txt_content": "有了几个终极混合太阳能发电机的话，还有做核电的必要嘛。。听说量子套需要的分子仪跟uu机很费电？？"
        },
        {
            "author": "Willam_Che",
            "timestamp": 1538122380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "丶喵喵君丨Alex",
            "timestamp": 1555952760,
            "txt_content": "给力给力"
        },
        {
            "author": "中野三玖",
            "timestamp": 1555957440,
            "txt_content": "感谢楼主，2年没玩刚刚回归啥也不懂"
        },
        {
            "author": "a2123228@qq.com",
            "timestamp": 1556122680,
            "txt_content": " (*≧▽≦) 谢谢楼主"
        },
        {
            "author": "z1284645836",
            "timestamp": 1556177760,
            "txt_content": "很详细 我玩了很久的ic2都能学到一些东西"
        },
        {
            "author": "goushilvse",
            "timestamp": 1562398320,
            "txt_content": "实在是帮助太大了"
        },
        {
            "author": "MooNight_mi",
            "timestamp": 1563084720,
            "txt_content": "工业2对于我来讲真的好难玩，但是看了楼主的教程，感觉变容易了很多，楼主用心了!"
        },
        {
            "author": "破晓大辣鸡",
            "timestamp": 1563365040,
            "txt_content": "工业核电看着就脑阔疼。。。\n当初找到的那个教程还没这么详细\n谢谢大佬"
        },
        {
            "author": "exus_neveg",
            "timestamp": 1565666280,
            "txt_content": "赞，很齐的教程"
        },
        {
            "author": "dkrsfgdr",
            "timestamp": 1566538080,
            "txt_content": "蟹蟹大佬分享"
        },
        {
            "author": "纯净时代",
            "timestamp": 1566785040,
            "txt_content": "作者快更新杂交呀"
        },
        {
            "author": "yahinstudio",
            "timestamp": 1578032700,
            "txt_content": "修正一下，作物监管机的工作范围是以作物监管机为中心的 9*9 区域，作物收割机的工作范围是11*11"
        },
        {
            "author": "675346435",
            "timestamp": 1578371400,
            "txt_content": "对刚接触的有用"
        },
        {
            "author": "qazsed15987",
            "timestamp": 1578385620,
            "txt_content": "楼主，我可以拿来当服务器的教程嘛？"
        },
        {
            "author": "丿明少",
            "timestamp": 1578389400,
            "txt_content": "大佬，核电怎么配最高效率？"
        },
        {
            "author": "我的心声",
            "timestamp": 1579704960,
            "txt_content": "丿明少 发表于 2020-1-7 17:30\n大佬，核电怎么配最高效率？\n要有反射作用的东西，如相邻放置的燃料棒就有反射作用，所以燃料棒尽量4联或者将将燃料相邻放置我记得一个隔板也行，\n刚回坑"
        },
        {
            "author": "ziqian12983",
            "timestamp": 1580384220,
            "txt_content": "很实用，lz辛苦"
        },
        {
            "author": "1249767904",
            "timestamp": 1580394540,
            "txt_content": "我要入坑工业了，相信有了这篇我可以有很深的[造化]awa"
        },
        {
            "author": "1120500820",
            "timestamp": 1583756580,
            "txt_content": "我的心声 发表于 2018-2-25 19:45\n新版本没更的意义，改的很少，就是加了一些神奇的东西大致玩法和思路依旧没变\n（我大IC已经萎了） ...\n个人觉得Ic可以加点未来时代的装备，比如暗物质啊（与等价划清界限）"
        },
        {
            "author": "irt",
            "timestamp": 1583814420,
            "txt_content": "奈斯今天发展工业试试看"
        },
        {
            "author": "25000.www",
            "timestamp": 1583938860,
            "txt_content": "感谢大佬的分享"
        },
        {
            "author": "xiaonit",
            "timestamp": 1584098820,
            "txt_content": "非常好，顶你"
        },
        {
            "author": "discover0716",
            "timestamp": 1584100380,
            "txt_content": "太好了！"
        },
        {
            "author": "快乐肥宅在",
            "timestamp": 1585977540,
            "txt_content": "众里寻教程千百度，忽然看见你的贴，谢谢qwq"
        },
        {
            "author": "1848680016",
            "timestamp": 1586138280,
            "txt_content": "期待作物杂交"
        },
        {
            "author": "苏九潇",
            "timestamp": 1590015780,
            "txt_content": "教程很棒，工业2的附属我尤其喜欢永（恒）久光"
        },
        {
            "author": "打小就胖r",
            "timestamp": 1590758700,
            "txt_content": "感谢大佬的辛苦付出"
        },
        {
            "author": "Lemon_ccc",
            "timestamp": 1595332440,
            "txt_content": "感谢楼主的教程"
        },
        {
            "author": "Lunnerflower",
            "timestamp": 1595629680,
            "txt_content": "nice，感谢分享经验~~~"
        },
        {
            "author": "Swat特警",
            "timestamp": 1596337800,
            "txt_content": "还。。。不错吧"
        },
        {
            "author": "Elaga",
            "timestamp": 1596474360,
            "txt_content": "楼主准备说下杂交作物吗"
        },
        {
            "author": "nopoi",
            "timestamp": 1596552600,
            "txt_content": "也没有1.12的"
        },
        {
            "author": "额额额额额额额",
            "timestamp": 1596718020,
            "txt_content": "真发蒙啊"
        },
        {
            "author": "2200152525",
            "timestamp": 1596718320,
            "txt_content": "因家庭情况，可能要弃坑了，想接手的可以私聊"
        },
        {
            "author": "firccity",
            "timestamp": 1596804600,
            "txt_content": "啥也别说不是难是懒"
        },
        {
            "author": "爱新觉罗龙",
            "timestamp": 1596881460,
            "txt_content": "大佬牛逼"
        },
        {
            "author": "2365501008",
            "timestamp": 1599639480,
            "txt_content": "工业2怎么改量子的配置文件啊？"
        },
        {
            "author": "784793867",
            "timestamp": 1603615260,
            "txt_content": "有些服务器魔改铱矿电量，肝死个人啊"
        },
        {
            "author": "🌱⛄🐏",
            "timestamp": 1604754540,
            "txt_content": "1.12.2的教程有吗？"
        },
        {
            "author": "tlly",
            "timestamp": 1606186500,
            "txt_content": "感谢分享和教程"
        },
        {
            "author": "夏目玲子丶",
            "timestamp": 1606189320,
            "txt_content": "顶一下    "
        }
    ]
}