{
    "title": "【二月活动】我与他",
    "author": "猜猜谁是谁",
    "replyCount": 3,
    "timestamp": 1519133460,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2018-2-21 10:39 编辑 \n正文  我坐在沙发上，戴上老花镜，拍了拍手上厚重相册的灰，慢慢打开了相册······  这本相册中承载着着许多我青春时的记忆，有欢乐，有悲伤，有无奈，有忧愁。一张张相片映入我的眼前，仿佛让我回到了那个时候，然而，这相片上的许多人，都默默的离去了。突然，翻着相册的手悬在空中，我的眼里净是震撼。\n······\n  记得我当时心情愉快地走在街上，路旁有一家不起眼的照相馆，名叫“时光”，充满好奇心的我走进了这家店。就是在这时，我遇见了他，那时的他是一名行为举止都很有礼貌的男性，面带微笑地问我:“您好，女士，请问要拍张照吗？”  “好啊。”他带着我走进了内屋，一把椅子，一幅背景，一台三角架相机被静静地放置在屋内。  “女士，您请坐。”他扶着我坐到了椅子上，又转身到抽屉里摸索了一下，拿出了一卷胶卷，安装在了三脚相机上，戴上了看上去有点蠢的黑框眼镜，头靠近相机，说:“女士，您不必看着我，可以摆个姿势。”我脸微红，心砰砰直跳，做了一个我自认为比较漂亮的姿势。  “一，二，三，茄子！”随着“咔嚓”一声，我便知道我的身影被映现在了底片上。  他站起身，拿出了胶卷，稍微看了看后说道:“您可以先在这边坐一会，我去冲洗照片。”随后他便走进了一间乌黑的小房间。记得当时我最喜欢的就是新奇的东西，就静悄悄地跟着他进了去。  只见他不慌不忙地拿了两瓶药水，一瓶是蓝的，另一瓶则是紫的，慢慢倒入进一个白蓝色的机器。我耐不住性子，直接问:“这两瓶是干嘛的呀？”他似乎被吓到了，手一哆嗦，药水撒到了地板上，他连忙转过身，满脸苦笑道:“女士，您下次来能先敲下门吗？”  我立马意识到自己做错了事，低着头道歉说:“抱歉抱歉，我不应该这样的...不过，我真的很好奇那是什么药水啊。”他转过身，指着那两瓶药水说:“您说这些？哦，蓝色的这瓶是恒温液，保证机器不会过热;紫色的这瓶是显影液，没了它相片可冲洗不出来。”  我羞红着脸，一句话也没听进去，尽想着道歉的事。  “女士，您怎么了？”我立马回过神来，语无伦次说:“额...那个，我还是去外面坐一会好了，可能是天气有些热。”  “哦，好的。”他目送我出门后，再拿出纸巾，擦拭地板。不一会的功夫，他拿着相片走了出来，说:“女士，这是您的相片，1块5毛。”我掏出钱，递给了他。  “谢谢惠顾。”他看着我微笑了一下，我连忙躲开目光，支支吾吾地说:“那个...还有这个...”说着我把一张纸条递给了他，之后急忙跑出了门。  我还清楚的记得那上面写的是我与他的约会地点，而且当时我心里就祈祷着他能来。\n······\n  这便是这张相片的来历，相片中的我正值芳龄，但坐姿却像个小女孩一样，眼睛并没有直视相机，原因我早已忘却，但估计是看着弯着腰的他了吧。  在这之后我们也约会了许多次，并且他总是会带着一台胶卷照相机，等到我们下一次约会时便把相片给我。随着两人的情感越来越深，我们自然而然的就成了夫妻。  一晃五十年过去了，他在前几年得了重病，就留下了我一个人。  “滴答，滴答...”一滴滴水珠滴在相册上，我摸了摸自己的脸颊，发现是自己的泪水。  啊，真怀恋以前的时光啊......\n后记首先啊，我是男的，至于为什么要把“我”的性别变为女性，是因为：①一般男的寿命比女的寿命短，这是有科学依据的；②在我的印象中，男的摄影师会比较好接受一些。这篇文章写的是摄影工艺这个MOD在周创发帖的次数不是很多，如果有什么不足之处多多谅解话说我怎么感觉我不会结尾啊。。。这结尾我看着都不舒服",
    "replies": [
        {
            "author": "Marospy",
            "timestamp": 1519133700,
            "txt_content": "后记摸了"
        },
        {
            "author": "烨s",
            "timestamp": 1519138020,
            "txt_content": "支持一个！\n但是迄今为止我只看到了楼主参加啊。难道大佬们都是后发力的么？"
        },
        {
            "author": "縻风",
            "timestamp": 1519178940,
            "txt_content": "我的眼里尽是震撼。此处的尽应该是净大家来找茬XD我觉得以女性为视角还有一个原因，如果是男性的一见钟情，一直盯着对方之类的很容易被当做hentai，猜猜正是有了这样的经历才不这样写\n\n"
        }
    ]
}