{
    "title": "[Minecraft.net | INSIDER]本周方块：泥土",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1519388760,
    "txt_content": " 本帖最后由 kakagou12 于 2018-2-24 23:23 编辑 \n\n本周方块：泥土我的沉淀物\n在Minecraft世界的草皮之下，挖到更下面的石头之前，你会发现一层泥土。大多数人只是一阵挥锹，挖穿这层泥土，对下面埋着的东西感到兴奋而已。不过现在是时候关注这层泥土了，而泥土也碰巧是我们的本周方块。\n\n正如你可能想象的那样，泥土是游戏中最古老的方块之一。在当时的游戏还叫做“洞穴游戏（Cave Game）”时，泥土在开发开始的六天后加入到了游戏中，与其一同加入游戏的还有石头和木板。原来的世界是由圆石和草方块组成的，随后加入了泥土，这样草就不会在地下生长了。\n\n\n\n随着时间的推移，泥土已经越来越多地参与到游戏的构成中。在Minecraft开发的Infdev阶段，泥土和砂砾开始在地下成团地生成，从Beta 1.8开始，村庄中也有了泥土。从1.11版——探索更新——开始，甚至在林地府邸中也能发现泥土了。\n\n但我并不怎么需要告诉你在哪里可以找到泥土，因为通常在正常游玩的过程中你会获得成组的泥土。 为了阻止泥土塞满你的箱子，考虑一下在整地时拿它来填充地形，而不只是把它挖出来而已。 或者拿泥土制作一个农场——从树苗到甜菜根，想种什么种什么。或者就拿泥土改造你第一夜用来抵御僵尸的泥棚子，把它做成巨大的泥土宫殿，里面装上一应俱全的现代化生活设备。\n\n在有光的情况下，草会蔓延到它紧邻的任何泥土上——正如本周方块是草方块时，我们所说的那样。然而泥土有一个粗鲁、不够友善的表亲，叫做“砂土”，无论在什么情况下，砂土上都不会长草。你可以在2x2的合成格中用砂砾和泥土制成砂土，或到大型针叶林、平顶山高原或热带高原中采集这种泥土。\n\n\n图片来源：Mussklprozz// CC BY-SA 3.0\n\n在Minecraft之外，泥土通常被称为“土壤”，而土壤源于一种混合物，其中包含有机物质，矿物质，气体，液体以及非常小的活体植物和动物等。形成土壤的过程十分缓慢——产生三厘米的土壤大约需要1000年的时间。\n\nMinecraft中只有一种泥土（如果你要算上砂土，那就是两种），但到了现实世界，整个世界范围内的土壤可谓是非常地多种多样。不同的土壤可以具有不同的质地，结构，密度，孔隙率，粘稠度，温度，颜色，甚至电导率，这取决于它的形成来源。\n\n土壤可能比你所想的还要重要。一位古时的中国哲学家曾经写道，人类的持续存在“完全依赖六英寸的表层土壤和下雨的存在”。没有了土壤和雨水，我们就没有食物，没有食物就没有人类。 我们还从土壤中获得了许多药物，泥土还可以用作建筑材料（这是一种很棒的天然绝缘材料），有些地方的泥土甚至可以用作燃料。\n\n但是问题来了——实际上，土壤正要被我们消耗殆尽，它的流失速率出乎意料地快。世界各地的集约化，机械化农业都松动了土壤，越来越多的泥土被冲入河中，流向海洋。按目前的土壤流失速率——每分钟大约30个足球场——我们的能耕作的时间只剩下大约60年了。\n\n让每个人都转向有机农业可能是最显著的解决方案，但最好还是往箱子里填满泥土，以防万一嘛。\n\n\n【Kakagou译自Block of the Week: Dirt】\n【作者Duncan Geere，发布于2018年2月23日。】\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1519389180,
            "txt_content": "哇，好棒的样子"
        },
        {
            "author": "縻风",
            "timestamp": 1519389600,
            "txt_content": "一直觉得泥土是整个mc最废的东西了。\n连搭路用圆石都用不完。\n果然纯净里泥土最废。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1519391580,
            "txt_content": "文中提到一句中国古代哲学家的话：humankind's continued existence is \"completely dependent upon six inches of topsoil and the fact that it rains\"\n\n有一些资料显示这句话是孔子说的，然而查找网络不能找到这句话的原句，反倒是有人引用这句英文，说了“六吋表土”之类的话——孔子当然不知道吋这个单位了\n\n也有人说是一个名叫John Jeavons的人说的，全句是Man, despite his artistic pretensions, his sophistication and many accomplishments, owes the fact of his existence to a six-inch layer of topsoil and the fact that it rains.\n\n然而经过网友查证，这句话是Sonja Nienaber的引用来源是John Jeavons，且这句话的作者是“匿名”。总之，在全网中搜索，只能得到作者是“匿名”，或“来源未知”，或“中国古谚”。\n\n总之，很难说这是中国哲学家的创造了:D"
        },
        {
            "author": "2768332371",
            "timestamp": 1525526700,
            "txt_content": "‘形成土壤的过程十分缓慢——产生三厘米的土壤大约需要1000年的时间。’？？？\n原来泥土这么珍贵（滑稽）"
        },
        {
            "author": "13050002",
            "timestamp": 1525593540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1526120520,
            "txt_content": "建议加英文"
        }
    ]
}