{
    "title": "[Minecraft.net|INSIDER]本周方块：泥土",
    "author": "pku_zzzz",
    "replyCount": 2,
    "timestamp": 1519391100,
    "txt_content": " 本帖最后由 pku_zzzz 于 2018-2-24 23:16 编辑 \n\n\nBLOCK OF THE WEEK: DIRT\nMy sediments exactly\n\n本周方块：泥土\n我完全沉积\n\nUnder the grassy topsoil of the Minecraft world, but before you get down into the stone below, you'll find a layer of dirt. Most people just blaze through it in a blur of shovel action, excited about what lies beneath. But today it's time to turn our attention to dirt, which just happens to be our Block of the Week.\n在表层草地下的Minecraft世界中，如果你想要触及底层的石头，那么你会注意到有一层土。大部分的玩家在遇到后都会直接使用镐子刷刷刷地挖开，并为即将遇到的地下世界兴奋着。不过这次我们应该把注意力集中在泥土上，也就是我们的本周方块。\n\nAs you can probably imagine, dirt is one of the oldest blocks in the game. It was added just six days after development began on what at the time was called \"Cave Game\", at the same time as stone and wood planks. Originally the world was made up of cobblestone and grass blocks, but dirt was added so that grass wouldn't grow underground.\n和你所想的一样，泥土是最早被加入游戏的方块之一。在一段名为“Cave Game”的游戏开发阶段开始后，仅仅过了六天，泥土就被加入到了游戏中，同时随之加入的还有石头以及木板。原先的世界中只有圆石和草方块，而泥土的加入使得草不再在地下生成。\n\n\nOver time, dirt has found its way into more and more parts of the game. In the Infdev phase of Minecraft's development, both dirt and gravel began to be generated in pockets underground, and from Beta 1.8 onwards it was found in villages too. Since version 1.11 - the exploration update - it can now even be found in Woodland Mansions.\n后来，泥土在游戏中的地位日益增加。在Minecraft的Infdev开发阶段中，泥土和沙砾以一大团一大团的方式在世界中生成，从Beta 1.8版本开始，泥土甚至还会在村庄中生成。从1.11这一版本——也就是探险更新——开始，你也可以在林地府邸中找到泥土。\n\nBut I don't really need to tell you where to find dirt, because you'll generally acquire stacks and stacks of it during the course of normal play. To stop it filling up your chests, consider using it to fill in terrain, rather than dig it out, when you want to flatten an area. Or make a farm out of it - growing anything from saplings to beetroot. Or just use it to convert the dirt shack you built to protect you from zombies on the first night into an enormous dirt palace with all mod cons.\n不过我也不用告诉你怎么找到泥土，因为你在玩的过程中，通常情况下都会收集到一大堆一大堆的泥土。如果你不想让泥土把你的箱子塞满，那么你可以考虑用泥土把地形填平整一些，而不是使用挖掘的方式达成这一目的。或者你可以制作一个农场——然后种植一些树苗或者甜菜根之类的东西。或者把你第一晚用来躲避僵尸的小破泥土屋子更新换代成一个巨大的泥土宫殿，然后塞满各种防护措施。\n\nWhen illuminated, grass will spread to any dirt block that it's placed next to - as we discussed when grass was our block of the week. But dirt has a ruder, less friendly cousin called \"coarse dirt\" that won't grow grass under any circumstances. You can make it by combining dirt with gravel in a 2x2 crafting grid, or hunt some down in the Mega Taiga, Mesa Plateau or Savanna Plateau biomes.\n在有亮度的地方，草方块上的草会蔓延到邻近的泥土方块上——就像我们在每周方块为草方块的时候讲述的那样。不过有一类和泥土类似的被称为“砂土”的方块在任何情况下都不会长草。你可以通过使用由泥土和沙砾组成的一个2x2的合成表以合成一个砂土，也可以去大型针叶林（Mega Taiga），平顶山高原（Mesa Plateau），或者热带高原（Mesa Plateau）这样的生物群系弄一点回来。\n\n\nImage credit: Mussklprozz // CC BY-SA 3.0鸣谢：Mussklprozz（使用CC BY-SA 3.0协议）\nOutside of Minecraft, dirt is usually called \"soil\" and is formed from a mixture of organic matter, minerals, gases, liquids, and zillions of teeny-tiny, live plants and animals. It's a slow process - generating three centimetres of soil takes about 1,000 years.\n在Minecraft这一游戏之外，泥土通常还会被叫作土壤，由有机物质，矿物质，气体，液体以及非常非常多的小体积动植物组成。土壤的形成十分缓慢——形成三十毫米厚的土壤需要大概1000年。\n\nMinecraft only has one kind of dirt (two if you count coarse dirt), but real-world soil varies enormously around the world. Different soils can have different texture, structure, density, porosity, consistency, temperature, colour and even electrical conductivity, depending on what it formed from.\n在Minecraft中只有一种泥土（如果你把砂土算上的话就是两种），不过现实世界中的土壤在世界的不同地方展现出非常大的差异。不同的土壤可以具有不同的质地、结构、密度、孔隙率、粘稠度、温度、颜色、甚至不同的载流子迁移率，等等，这取决于土壤是如何形成的。\n\nSoil is more important than you probably realise. An ancient Chinese philosopher once wrote that humankind's continued existence is \"completely dependent upon six inches of topsoil and the fact that it rains\". Without soil and rain, we'd have no food, and with no food there'd be no humans. We also get many medicines from soil, it can be a building material (it's a great natural insulator), and in some places it's even used as a fuel.\n泥土可能比你想象的还要重要。一位中国古代先哲曾经充分肯定了人类脚下的六寸泥土还有降水对于人类可持续发展不可或缺的重要性。如果没有泥土和雨水，我们就没有食物，如果没有食物，我们就不会存在。我们还能够从泥土中获取到药物，泥土还可以被用作建筑材料（它可是天然的绝缘体），在部分情况下泥土甚至还可以被用作燃料。\n\nBut there's a problem - we're actually running out of soil, and surprisingly quickly. Intensive, mechanised farming around the world loosens soil, and so more and more of it is being washed down rivers and into the sea. At current rates of soil loss - about 30 soccer pitches every minute - we only have about 60 years of farming left.\n不过有一个问题——我们实际上正在不断地消耗土壤，超出我们意料地快。世界各地的机械化农场都在加快泥土的流失，因此越来越多的泥土被不断冲刷到江河湖海中。目前泥土流失的速率——已经达到了一分钟30个足球场——我们剩下的耕地大概只能再损失60年了。\n\nGetting everyone to switch to organic farming is the most obvious solution to this, but it might be a good idea to keep your chests filled with stacks of dirt, just in case.\n让每个人都尝试有机农业可能是最明显的解决方案，不过以防万一，或许让你的箱子里塞满泥土也更好一些。\n\n原文：https://minecraft.net/zh-hans/article/block-week-dirt\n作者：Duncan Geere\n原文发表时间：2018年2月23日\n译者：DirtBall",
    "replies": [
        {
            "author": "达斯·龙须",
            "timestamp": 1519392780,
            "txt_content": "穷的吃土\n\n\n"
        },
        {
            "author": "Mo_xiaoxi",
            "timestamp": 1521601860,
            "txt_content": "6666666666666666666666666666666"
        }
    ]
}