{
    "title": "【原创/大型脑洞/内含音乐】少女秘封俱樂部～不思議の旅行",
    "author": "x_lin0_0",
    "replyCount": 9,
    "timestamp": 1519482660,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-4-6 08:38 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=28968019&type=2&auto=1&width=320&height=66\n前言:\n  大家好，我是刚入门的脑洞师泽智莲华 。\n  这次我给大家带来的是一个类似THI（五难题）的mod脑洞，不过该脑洞内容会更为丰富。\n  尽管我知道没有任何modder会来实现，但是我尽量做到让本贴成为mod脑洞中万千星空的一颗星辰就已经是最好的了。\n  因为近来的一些事情，可能让我摸了鱼砾志，望大家见谅。\n  本mod脑洞不为以组名义参加，仅仅为个人想法。\n  这一个脑洞计划可能需要我大量的时间去填坑，如果在下面的脑洞内容中出现有漏洞、有未出现内容、未完成、不完整、不按照格式、没有英文或日文标注等请在回复区里回复我，如果我自己有标明是没有时间去修补的话就请见谅别建议了。\n  最后，希望大家能多多支持我，我会努力的。\n  现在允许修改本帖内容，我会按照建议去修改。\n  地址：点我进入\n  (如果你觉得上面那一首不好听，你可以试试这个~)\nhttp://music.163.com/style/swf/widget.swf?sid=729428&type=2&auto=0&width=320&height=66\n  (夏季)宣传图来自贴吧:\n\n如果你还没有了解过少女秘封俱乐部的话，拉开下面的隐藏条可以方便供你了解哦\n\n第一章/莲台野夜行\n\n第二章/梦违科学世纪\n\n第三章/卯酉东海道\n\n第四章/大空魔术(太空魔术)\n\n番外/未知之花，魅知之旅(本章没有故事)\n\n第五章/鸟船遗迹\n\n第六章/伊奘诺物质\n\n第七章/燕石博物志\n\n第八章/旧约酒场\n\n在此感谢萌娘百科 ！\n\n24小时友情传送门：MP专属通道\n本mod脑洞完美联动五难题和MP！！！\n\n\n正文\n\n 时装（Armourer）\n\n\n  宇佐见 莲子的帽子（Usami Renko's hat）\n由三个黑色和一个白色羊毛地毯摆放成一个三角形制作而成，可兼容时装工坊mod。\n若佩戴到玩家的装备栏头部，则提供一点护甲值。\n只要佩戴了这顶帽子的玩家，都可以看到一些神奇的事物，是本mod核心物品之一（看天空知道时间的能力并没有什么用，因为有F3所以故意去掉了）。\n\n  玛艾露贝莉·赫恩的帽子（Maribel Hearn's hat）\n由三个白色和一个红色羊毛地毯摆放成一个三角形制作而成，可兼容时装工坊mod。\n若佩戴到玩家的装备栏头部，则提供一点护甲值。\n只要佩戴了这顶帽子的玩家，都可以看到结界（边界线）和一些神奇的事物，是本mod核心物品之一。\n\n\n\n工具/书籍（Tools/Books）\n\n\n  钢笔（Pen）\n由一个铁锭和一个墨囊无序合成，可以直接与成书在合成栏里无序合成后直接变为可编辑的书与笔。\n但是每次打开一本成书需要消耗5点耐久，初始耐久为25点，打开成书后直接返还并消耗耐久。\n可兼容MP的大本书，打开写好的大本书需要10点耐久。\n\n  作者的小型画笔（Sawa Renka's Unlimited ink brush ）\n创造物品栏获得，该画笔可以无限使用并且毫无耐久损耗，使用方法同钢笔。\n\n  燕石博物志（Dr.Latency's Freak Report）\n“我记得，燕石是最不起眼的石头吧？”\n这一本博物志和MP的燕石博物志不一样，它更接近于一个供玩家收集线索并能把线索储存起来且随身携带的书。\n而且这一本博物志的内容被撕去了很多，需要玩家自行寻找被撕去的纸页，右键可以打开这本书，除了简绍《燕石博物志》的专辑内附带故事以外其他都需要玩家自行寻找，如果玩家找到了一张纸页，他可以通过手持纸页右键来夹进背包或者快捷栏内最近的一本燕石博物志里（只有在同时拥有两本的情况下才是这么判定，兼容双持mod），如果背包里没有燕石博物志则无效。\n封面上写有作者的名字，作者为Dr.Latency与一个被黑方块覆盖的名字。\n这一本书会在玩家出生时自带，弄丢了就没有第二本了，包括纸页也是一样（单人还可以厚颜无耻一点开创造去拿，服务器我就无能为力了，当然商店插件这种我认为比较破坏平衡性，包括等加价换mod）。\n\n\n\n 材料/物品（Materials/Items）\n\n\n  来自忘恩之地吹来的石头（Rock）\n在幻想风穴的风口处会向玩家迎面撞击的大石块，飞来的大石块可以被玩家的攻击或弹幕投掷物击落，击落后会获得少量最大得点和3-4块石头的（这里的石头是正在介绍的物品简称）物品化。\n物品化的石头不能摆放，只能用与合成武器工具（以后称之为五件套，也就是剑镐斧铲锄），这个石头的硬度与材质（不是贴图）和铁锭一样（铁质级）。\n除此之外，它还可以用于合成方块，与石头（原版的那个）的可合成方块是一样的，只不过这些方块的材质偏土黄色。\n不过这个石头可以用于扔出，平均伤害为3点（不会再爆出最大得点和石块）。\n\n  纸包状的蜂蜜红茶（Honey red tea pack）\n“莲子，你家乡的红茶真的有这么好喝吗？”\n从霖之助那里可以用四颗金粒交易一包蜂蜜红茶，便宜又好喝（兼容潘马斯农村工艺mod）。\n需要用热水和容器（可以直接在合成栏里使用玻璃瓶合成）才能饮用，休闲时候可以来上一杯！\n\n\n\n 食物/饮品（Food/Drink）\n\n\n  热水（Hot water）\n将水瓶加热即可（可以是熔炉，也可以是其他mod里的），若加入了有口渴度的mod，热水则只能恢复原版水瓶的一半口渴度（主要看配置文件）。\n\n 热乎乎的蜂蜜红茶（Honey red tea）\n“真的很好喝，有一种甜中带苦的滋味！”\n泡过热水后的红茶，要趁热喝啊，饮用后恢复半格饥饿度和3格饱食度。\n\n\n\n 线索（Cules）\n\n\n  通向地灵殿的神奇纸页（以后这种不做英日标注）\n所有在原版下界里生成的怪物（中立和友善生物概不会掉落）都有0.03的概率掉落该纸页。\n上面画着一副画，是一座在火红中的大宫殿，使用这张纸页会将玩家传送到幻想风穴的起点。\n需要带上莲子或者梅丽的帽子之后（进入次元后摘下帽子即可回到主世界的出生点），还需要夹进燕石博物志里才能阅读这张纸页的内容，玩家只要点击纸页上的图片或者某段文字即可穿越到那个世界去，之后不会再说明。\n\n\n\n方块（Blocks）\n\n\n  忘恩石砖块（Rock Brick）\n虽然在这里只写了一个砖块，但其实只是砖块系列的统称。\n这几个砖块的硬度如同黑曜石一般，一般的TNT根本炸不动它们。\n各个砖块合成方式:\n————\n普通的砖块（由四个石头无序合成）\n碎裂的砖块（用无中生有mod里的锤子敲落方块即可获得）\n有青苔的砖块（由一个普通的砖块和藤蔓无序合成）\n錾刻砖块（需要匠魂mod里的雕刻刀和方块在合成栏里合成）\n————\n\n\n\n 次元（World）\n\n\n  幻想风穴——从忘恩之地吹来的风（幻想风穴【日文名就是这个】）\n这里类似于地底的矿洞一般，只不过这里的亮度极其之低，刷新怪物的概率非常大。\n而且这里的岔道非常之多，玩家可以通过在游戏中正面撞击的石块或者亮光还有风声来逐渐摸索出通向隧道的路，但是这些岔道是不会连通的。\n如果玩家接近通向隧道的道路时，风声会越来越大，如果玩家正正站在通向隧道的前方，将会承受大量的风阻。\n此时，这一股强风能将所有物品向后吹动，包括生物也会缓慢带动，如果玩家或者某些生物处于飞行状态，那么它将免疫这一股强风的阻力（当然，飞行速度会有所下降。）\n玩家能通过按住潜行键让自己立刻向后退，也可以一直按住前进键顶住强风来缓慢前进，但是如果此时玩家跳起，风的阻力能强到令玩家吹飞到风的尽头。\n当然，在这个地方会出现一些妖精和飞来的巨石，他们一般会向玩家发起进攻（巨石轨道不变），弹幕免疫风阻。\n若玩家来到了通向隧道的尽头处，将会看到神秘的传送门，但是它被特制的蜘蛛网形成的屏障所限制住，需要击败向玩家迎战的“黑谷 山女”屏障才会自动消失。\n所有进入这个mod的次元里的玩家都会获得一个无法放置和无法挖掘的效果，且地形生成都是随机的，之后不会再说明。\n\n  地狱的深道——连接地上与过去的深道（地狱の深道）\n这里和幻想风穴是同样的地形，只不过风的力度慢慢变小了。\n虽然这里都充满着深绿色的光芒，但是依然会刷新怪物与妖精。\n风吹来的落石们消失了，但是一些白色的使魔来了。\n使魔与地上在夜晚出现的幽灵一样，他们都是会随机发射弹幕的。\n只不过单独的使魔血量很少，可以很容易击破它们,它们只会掉落一些最大得点。\n同样，如果玩家走对了路，那么将会碰上“水桥 帕露西”向玩家发起的进攻。\n当她最后一个符卡被击破时，会消失而不是死亡，若玩家继续走下去直到通向下一个地方的传送门时，会再次见到她。\n传送门被强大的嫉妒心挡住了，仍需击败本层Boss才能进入。\n\n  旧地狱街道——被遗忘的雪之旧都（旧地狱街道）\n这里并不像下界一样，而是一片被雪覆盖的类似地下城的地方。\n使魔越来越多，甚至开始使用激光弹来向闯入者攻击。\n不过，在这里的使魔们会有10%的概率掉落一个残机碎片，四个残机碎片可以拼成一个1up的复活道具，这个复活道具放在快捷栏或者背包里就可以起效，当玩家血量为0时自动回复至满上限，之后不会再说明。\n玩家如果在众多街道中找到了一条比其它道路宽很多的街道，那么恭喜你找对主线了！\n在快要到主道的尽头时是没有其它街道再联通至主道的，传送门的通道被一个金锁与铁链锁上的红色大铁门挡住了，击败本层Boss后，她会给予玩家钥匙。\n\n\n\n 生物（Animal/Boss/Hunman）\n\n\n  黑谷 山女（Kuroani Yamame）\n“一般通过x1。”\n弹幕附带减速与降低玩家的释放弹幕速度的效果。\n在幻想风穴的尽头等待着玩家的挑战，自身带有一个特殊的护盾能弹开所有近战攻击的伤害（拔刀剑无效）。\n使用的符卡数量名称请见《东方地灵殿》，符卡数量和弹幕难度选自玩家刚创建世界时选择的等级。\n初始血量：E-30 N-45 H-65 L-120\n弹幕初始伤害：E-3 N-4 H-5 L-13\n每管血量代表着符卡的耐久度，时间不计（其实是时间还原起来特别难），之后不会再说明。\n\n  琪斯美（Kisume）\n“一般通过x2。”\n如果玩家走对了路，会在通向幻想风穴尽头的必经之路碰上她，当然如果你绕错了是不会与她相见的。\n在与玩家对战时，她会用鬼火挡住玩家前往尽头的道路。\n使用的符卡数量名称请见《东方地灵殿》，符卡数量和弹幕难度选自玩家刚创建世界时选择的等级。\n初始血量：E-27 N-42 H-62 L-117\n弹幕初始伤害：E-1 N-1.5 N-3.5 H-4 L-9\n\n  水桥 帕露西（Mizuhashi Parsee）\n“嫉妒限制了我的想象力。”\n弹幕附带短暂“嫉妒”DeBuff，这个DeBuff会使玩家的释放弹幕速度加快，但是只能释放弹量为1的弹幕。\n其它的见“地狱的深道”介绍处最下方，这里就说明一下她的个人信息什么的吧。\n使用的符卡数量名称请见《东方地灵殿》，符卡数量和弹幕难度选自玩家刚创建世界时选择的等级。\n初始血量：E-31 N-46 H-66 L-121\n弹幕初始伤害：E-4 N-5 H-6 L-14\n\n  星熊 勇仪(Hoshiguma Yugi)\n“为什么强壮的女孩子胸怎么就这么大啊？”蕾米莉亚胃炎满满地说道。\n玩家在战斗中如果使用近战武器攻击了她，她则会将所有受到的近战伤害转换为自己的生命上限并恢复全部血量。\n当玩家在10s内不攻击时，她会立刻通过喝酒来短暂提升自己的伤害加成与弹速加成。\n但是如果玩家过了30秒以后还不进行攻击，则她会被激怒，此时伤害与弹速包括弹量会不断增加。\n若玩家身上穿有盔甲时，她的弹幕将会获得100%穿甲效果。\n使用的符卡数量名称请见《东方地灵殿》，符卡数量和弹幕难度选自玩家刚创建世界时选择的等级。\n初始血量：E-50 N-53 H-55 L-153\n弹幕初始伤害：E-7 N-14 H-21 L-35\n\n\n\n 额外拔刀剑(Slash Blade)\n\n\n  不可思议的御币（不思議なお祓い棒/Fushigina oharai bō）\n“如果你见到一个身穿红白巫女服、露着双腋、头后有绑结前发梢有两捆发髻、脚踏木屐的女孩子说要来制退你的话，那请你立马塞给她十万元要不就马上跑！”\n一根顶部绑有神纸的木条，初始耐久为1000点、初始伤害为4。\n特点：每次释放SA都会消耗25点耀魂值和64个P点还有一个阴阳玉（后两个所需物都是五难题mod），若条件不全部满足则无法释放，其他绑定了此SA的刀也会拥有这个效果，释放SB则只需要一个B道具（五难题mod）就行。\nSA：召唤——阴阳玉（召唤一个与剑气颜色一模一样的阴阳玉【御币除外，这个阴阳玉最大上限是四个】围绕在持刀者周围【并不是横向，而是在持刀者背后竖起来，如果阴阳玉被卡到了地下，灵符依然会穿墙】进行向左转圈轨迹行驶，并在持刀者右键挥刀时向持刀者的朝向【在阴阳玉前面才是发射点】不停发射单条直线向前的红色灵符，持刀者潜行挥刀时【突刺也算】，阴阳玉会收到持刀者面前形成一个小的火力点，此时发射点未改变，当持刀者将此刀切换成其它物品时，阴阳玉会消失不见，但是切换回此刀就会出现了【这把刀召唤了它的阴阳玉，只有它的才会有效】，阴阳玉可以被远程攻击或者弹幕造成伤害或者格挡，一个阴阳玉的初始血量为300点，会缓慢的为自己恢复，阴阳玉只有血量为0时才会消失）\nSB：「最终幻想」（使用一次LV.5「最终幻想」的符卡，灵梦的专用符卡XD）\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1535]北巡project[/groupid]",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1519483260,
            "txt_content": "那就加油吧"
        },
        {
            "author": "ljc1254034874",
            "timestamp": 1519489260,
            "txt_content": "午时。。。午时是那个点来着。。【】十二点？"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1519630980,
            "txt_content": " 本帖最后由 x_lin0_0 于 2018-2-26 15:46 编辑 \n\n目前已发布一些内容，如果大家看到帖子突然不见了请别慌张，只是因为小小的审核而已哦~"
        },
        {
            "author": "126883172",
            "timestamp": 1520324460,
            "txt_content": "滋磁～\n大型冒险mod吗\n为了游戏性，配合下强力点的武器比较好～毕竟怪物多容易翻车呀！"
        },
        {
            "author": "823123868",
            "timestamp": 1521453120,
            "txt_content": "然后还是1.7.10嘛（笑），不过设计成一场旅行会怎么样（参考暮色），加入特定物品触发的剧情（BOSS弹幕元素），还有蕾蒂的本体不是废弃列车嘛（误）"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1521644640,
            "txt_content": "126883172 发表于 2018-3-6 16:21\n滋磁～\n大型冒险mod吗\n为了游戏性，配合下强力点的武器比较好～毕竟怪物多容易翻车呀！ ...\n这个mod并非是与其它mod抗衡向的mod，只是作为一个给喜好的人玩的mod罢了。\n就比如说我就喜欢秘封，那么我就会去刻意玩这个mod。"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1521684540,
            "txt_content": "等更一会，最近要写三月活动和mp。\n喜欢的小伙伴滋磁一下：http://www.mcbbs.net/thread-787855-1-1.html"
        },
        {
            "author": "x10636",
            "timestamp": 1523200500,
            "txt_content": "不错的作品 加油ヾ(?°?°?)??！！"
        },
        {
            "author": "wu789456",
            "timestamp": 1527814080,
            "txt_content": "\n感觉可以期待一下！+1"
        }
    ]
}