{
    "title": "【原创/单篇故事】息忘",
    "author": "nianbing",
    "replyCount": 1,
    "timestamp": 1519469340,
    "txt_content": " 本帖最后由 nianbing 于 2018-2-24 18:50 编辑 \n\n息 忘\n\n     已经不知道自己无所作为的度过多少个夏日了。每日无所事事的活着，已然对时间与生命的定义都逐渐模糊。既不知道就此耗去了多少光阴，也不知道自己的生命究竟走到了什么位置，就这样继续浑浑噩噩的躺在公园的石椅上。\n    公园已经被废弃了有一段时间，实在是流浪者聚集的好去处。这里除我之外，有很多流浪汉都在这里生活。\n    虽然背包里已经没有了食物，身上的衣服也多了许多补丁，肮脏不堪，但我可不是什么流浪者，因为我身上是拥有现金的，只不过舍不得花而已。这些年，我一直用包里的那只钢笔，向一些不入流的杂志投稿来赚取一些微薄的稿费。\n    这些赚来的钱，除了墨水、白纸和必要的食物以外，就再没有其他去处了。不得已沦落到如今的地步，也是这个原因。\n    自那场旅行以来，我就再没有回过原先的住处了，倒也不是不愿意回去，只是已经不记得要如何回去了。走过了太多相同的街道，也看过了很多一样的楼房，我早就认不出脚下的路是那一条了。印象里似乎还有一条旧街，是用石砖铺垫的地面，台阶上攀满了青苔，还有一条不知伸向何方的道路，不过现在也有些模糊，逐渐想不起它的样貌了。当时好像还有一个模糊的影子在青石台阶上，但究竟是什么东西也已经想不起来了。\n    罢了，想不起来就不要继续想下去了。长时间的回忆之会让肚子更加饥饿，现在的当务之急不是想起些什么，而是要吃些什么。\n    我走进一家便利店，虽然马上就有店员想要走过来，但理性终究是战胜了习惯，立在原地向我说了声“欢迎光临”。即便如此，我也感到十分高兴，虽然明白这只是句场面话，但光是愿意和我说，就已经很让我满足了。\n    随意选择了几块最便宜的面包，再拿了瓶矿泉水，就足够应付今天的午餐与晚餐了。虽然天气较为炎热，能量消耗比平常要快，但昨天有吃过早餐，勉强一下自己应该能够撑过去。\n    吃过午餐就睡觉吧，梦里就不会有那些痛苦了。尽管至今也做过很多噩梦，但我在心情好的时候是不会做噩梦的，所以这次可以放心入眠，不用担心会被梦魇折磨。不过听说梦里什么都有，所以像痛苦什么的也还是会有的吧？真希望我不会遇到。\n    一觉醒来，我发现自己正躺在冰凉的地面上。鼻子有些堵，眼眶周围似乎还有泪水。不过这倒也不是做了噩梦，从开始旅行的一年后，只要一睡觉，醒来就经常会发现这种情况，总不可能天天做噩梦吧？坐在附近的流浪汉正指着这凉亭发笑，真不明白这凉亭有哪一处能够引人发笑，看来他们也就这种程度了。\n    已经是黄昏了，烈阳逐渐沉坠，云层被浸染为昏黄，几缕微风拂过，吹起落叶在空中打转。树叶沙沙作响，蝉声不绝如缕，几只麻雀在电线杆上雀跃，草丛中有猫咪在作祟。我曾在何时见到过这番景象，分明是十分让人怀念的场景，可我居然也忘却了。突然想要散散心了，趁早让这股苦闷挥发干净，也好能够安心入眠。\n    这周围都是些没什么人的小区。由于疏于管理，小区的路面已经有很多地方破损了，外墙的某一块也倒塌了，常有流浪的小动物会从那里钻进来。生活在这种环境里，一定会非常悠闲吧。\n    对于长期居无定所的我来说，这个地方也算得上世外桃源了。我只在喧闹的城镇居住过一段不短的时日，对于这新的生活环境确实充满好奇，况且，我对这流浪生活也感到些许厌倦了。于是我用这些年来存下的积蓄，在这里租了一间廉价的小房子，就在那块缺口附近。\n    这间房子长久以来无人愿意久留。刚进门就有一股恶臭扑鼻而来，阳光被前方的高楼挡住了，无法透进房间，而且墙角还会漏水，每到雨天就会让整面墙都被水浸湿，也难怪会滋生霉菌了。\n    尽管生活环境凄惨，不过我还是在这里暂时定居了。除了生活环境，伙食方面也开始尝试以前从未尝过的食物了，其中我最钟意的就是一种名叫“咖啡”的东西，其次就是各类品种的“酒”了。听说“香烟”也不错，不过我实在是尝不惯那个味道，每次尝试的时候都咳个不停，几次下来，也就放弃了。\n    还有不同的就是交到朋友了，前几年一直都没有交过朋友。他们偶尔会来我家和我一起喝酒，尽管每次都说下次也邀请我去他们那喝酒，不过我一次也没去过他们家。不过他们中有一个人倒是比较怪，他从来都是一个人来我这里，每次喝的烂醉就离开。我们很少交流，但会和我交心的也只有他一个人了。\n    今年夏天，他来我家和我喝酒。我们从正午一直喝到深夜，期间也说了很多平常不会对别人说的话，一直喝到天昏地暗，满口胡言乱语。早上起来，脑袋痛的仿佛要裂开了，呕吐了也不知道多少次。即便这样，我还是想把记忆里仅存的昨日交心的内容，趁着还有一丝残存之时保留下来。\n    说起来，我的钢笔放到哪去了？我忍着疼痛，在房间里疯狂的翻找，最后就连整个房间都掀翻了，可钢笔仍是不见踪影。满地白纸杂乱无章的摆放，悉心整理过的房间，现在也是一片混乱，就和我现在的脑袋一样。\n\n    “说起来，我为什么会住在这里？”我站在废纸堆里喃喃自语。尽管头痛欲裂，可还是有片刻失了神。等我缓过神来，已经想不起自己刚从要做些什么了......\n\n\n后记：\n        后来，我时常沉醉在酒精当中。找不到钢笔的我，除了喝酒之外，再没有其他消遣的办法了。起初住进这间房子，我还以为只需要三个月就足够了。谁能想到，这一住便是一年之久。\n\n\n\n烂语：emm马上寒假结束了，所以就没时间做渲染图了。本身这次写的也感觉有点水......（说起来最近好像经常摸鱼划水）\n而且我想不出这次的渲染图应该怎么做...可能脑洞不太够用了。本来想简单的做一个躺在凉亭里睡觉的插画，可是实际与想象有些不符，果然实力还差太远了，就连自己想要表达的东西都表达不出来，各种方面上。\n",
    "replies": [
        {
            "author": "2831974192",
            "timestamp": 1519470960,
            "txt_content": "火钳刘明 作者加油"
        }
    ]
}