{
    "title": "「第九届创意赛」未明晶体",
    "author": "Smokey_Days",
    "replyCount": 5,
    "timestamp": 1519570980,
    "txt_content": "母星仪仟-III，快子：\n      这里是「泽阳-29号」科研船，现已跃迁至此前未访问过的，「冥宿2761」星系的外层。根据引力探测仪器显示，该星系外围存在的第九颗行星——一颗类地行星，出现异常引力现象。在跃迁至该行星后，我们发现了一种前所未见的结构。\n      从太空中观察，星球上有稀薄的、以氦气为主要成分的大气。行星的一侧有着大量的棕色和黄色相间的土壤，而土壤边缘有一圈蓝色的未明物质。该未明物质连出数条青蓝色的线直至星球另一端。此处我们观察到了异常引力现象的来源：一种以蓝色为主色调的半透明晶体在赤道处形成了伞状结构，同时该晶体的基部便是此前观测到的青蓝色未明物质。这种奇特的现象引起了我们的极大兴趣。\n      对该星球仍保有的土壤进行采样发现，土壤中含有大量几乎不可能自然生成的复杂硅基化合物，推测该行星可能曾经出现过硅基生命。而在土壤的边缘，我们看到了之前在太空中观察到的某种未明物质。我们对其采样后发现该未明物质似乎存在某种类似于植物导管的物质。探测仪器显示，蓝色物质存在某种负压，使得物质被源源不断地输往星球的另一端。\n      而在星球的另一端，土壤完全消失不见，只留下坚硬无比的铁核。而星球的表层则有疑似晶体构成的伞状结构。\n      对晶体进行中距离观察，我们发现晶体的颜色和恒星的光谱出现惊人的互补——该恒星光谱中最弱的蓝光，正好是这种晶体表面呈现出的颜色。\n      进一步的研究得到了更为惊人的发现：这一晶体的颜色从底端到顶端是有变化的。而这一变化趋势正好和恒星光谱的变化趋势相补。\n      我们队伍中的科学家，有符耀晨，提出了一个惊人的假设：这种晶体其实是一种生物，并且它存在的时间已经有上亿年了。这一假说成功地解释了为什么该晶体会往赤道的高处延伸并形成伞状结构、为什么该晶体的颜色会和恒星光谱互补等。但是我们此前从未见过这种生物形式，特别特殊的假设必须要异常坚定的证据来支撑。\n      为了得到更多的证据，我们决定对该晶体进行采样。但是惊人的事情发生了：当外放的无人考察船靠近该晶体伞部的下方时，该晶体的内部结构发生了某种变化，然后外放了异常强大的激光——在这个距离上我们无法检测到激光的强度，但是整个考察船的船体被瞬间蒸发。如此强大的威力是我们前所未见的，也是科研船上配备的那种简陋的、仅仅能抵挡8.3E8的护盾可能无法阻挡的。因此经过临时会议讨论，安全起见，我们决定暂时离开该星球前去考察其他星球。请求母星以考察二类危险行星为标准配送一艘科研船及相关操作人员对该行星进行考察。\n      对于该星球的表层情况详见附录。\n此致。\n泽阳-29号，全体成员，敬上。\n\n附：远程拍摄行星情况数张。\n\n\n图一：地表土壤一\n\n图二：地表土壤二\n\n图三：地表土壤三\n\n图四：边缘的蓝色未明物质\n\n图五：连接蓝色物质与晶体的线条一&蓝色晶体一\n\n图六：连接蓝色物质与晶体的线条二&蓝色晶体二\n\n图七：伞状蓝色晶体",
    "replies": [
        {
            "author": "Namefind",
            "timestamp": 1519573920,
            "txt_content": "完了 本届创意赛往文字小说方向发展了"
        },
        {
            "author": "海贼王#",
            "timestamp": 1519603680,
            "txt_content": "字数分++++"
        },
        {
            "author": "ROF",
            "timestamp": 1519612440,
            "txt_content": "不知道写文有没有加分【雾\n不知道为什么我这里查看sm.ms图床的图片都很卡.."
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1519615260,
            "txt_content": "鱼，好大的鱼"
        },
        {
            "author": "Fedoreny",
            "timestamp": 1523450520,
            "txt_content": "鱼，好大的鱼"
        }
    ]
}