{
    "title": "【原创/连载】[另一个世界] 第二章 创建世界一定要记得点生成奖励箱",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1519611300,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-2-26 12:02 编辑 \n\n意识到自己确确实实的的确确来到了我的世界的世界……咳咳，Minecraft的世界之后，我反而变得冷静了下来\n人确实是种很奇怪的生物，意识到自己确实处于某种自己理解不了的情况也反而很快能习惯下来，这也是我现在的状况……具体来说\n“呀……龙猫啊，没想到你真的进来Minecraft里面了，这可比VR高级多了”我一边顺着森林走着，一边再仔细观察着周围的方块，自说自话的那种\n当然相比刚才，恐惧也被兴奋冲淡了许多，思考问题的能力随之也上来了，虽然不知道自己为什么回来这里，又是怎么样来的，不过既然来了就不要浪费了\n抱着这样的心情，我露出微笑来到了一颗不大不小刚刚好的橡木面前，抚摸着树干，上面确实如一般树木一样有着粗糙的纹理，硬度也跟正常世界没有什么两样\n不过不长这样就是了，内心这么说道的我慢慢抬起了右手，握成拳头之后狠狠砸在了我面前的树干上\n嗯……好疼啊……\n……不对不对不对不对！是真的特么的！\n“好疼啊我——哔——！”因为游戏的原因，我是真的用尽全力打在了橡木上，但我的手也如那边的世界用力打在硬物上面一样，强烈的痛感反馈到我的右手上，我一边大喊一边猛地甩手，试图缓解疼痛，终于当疼痛缓解了一会之后，我一边对着手吹气一边看向橡木\n橡木完好如初，很难想象我刚才用那么大的劲打过这颗木头一拳\n我的脸抽搐了一下，抱着赴死的决心，我再次举起右手握拳打在了树干上\n“啊！我靠！——哔——的！”虽然疼痛依然没有丝毫减轻，但这次我确实看到在我打到的那个木头方块的正中心，出现了一点裂痕\n……嗯，一点……大概整个木头十分之一大小\n而在我还在对着右手吹气的时候，那道裂痕也自己愈合了\n……麻蛋的还不能隔太久时间吗\n虽然自己理解这也是游戏的设定，但是我从来都不知道史蒂夫空手打树会那么疼啊\n下意识咽了口口水，我慢慢抬起左手，握拳用我完全不会感到痛苦的力度打在了树木上面，然后马上查看方块的状况\n确认没有任何反应后，我深深地吸了口气，然后猛地咬牙左右手交替连续击打起面前的方块\n“啪、啪、啪、啪、啪、啪、啪、啪、啪、啪、啪、啪、波！”\n“……噶啊啊啊啊啊啊啊啊啊啊！”\n猛地甩起双手，我惨叫着确认树干情况，万幸中的万幸，这次树木确实如游戏那样，被我连续击打了十二次的部分爆裂成了一个迷你的项目方块，掉落在了地上悬浮着\n忍着疼痛，我向着橡木伸手，这次橡木也和之前的种子一样，一下子飞到了我的掌心里面，在迷你橡木上漂浮着【橡木原木】四个字……诶，我之前的种子呢\n突然想起刚才自己还打了个种子的我，开始慌张地对着自己上下摸索，但无论怎么找都找不到自己刚刚拿到的种子\n找了好一会，到我已经冷静下来之后，我开始思考起如果是游戏里面种子回去哪呢……\n……种子是我第一个捡到的物品→然后我（要死要活）拿到了一块橡木→种子消失→物品栏第二格是橡木所以第一格……\n“……1？”按照思路，我下意识的喊了句一，随即手上的橡木立马换成了熟悉的青豆，像是发现新玩具一样，我又兴奋地试了好几次，然后发现了默念似乎也能触发物品栏切换\n当然按照这个思路，我将E也试了出来，在默念E的时候面前出现的熟悉白色面板也稍微吓了我一下，不过更让我吃惊的是，在原本显示玩家样貌的那一格，我——本人、龙猫的样子穿着我的MC角色，也就是小黑拟人化穿着的衬衫，一本正经地站在那里\n……说真的，有点惊悚，如果你能随时叫出一个面板，里面有个你一直一本正经地站在那里你会怎么想呢\n又试了好几次，我也是终于玩腻了，确认过默念还是喊叫ESC都没用后，也确认我头上悬浮的图标——物品栏、血量槽和饱食槽之后，我的注意力又回到了我面前已经缺了一块的橡树上，要合成木斧的话至少要三块橡木，那也就是说……老子的手还要再废两次……\n为什么带我来这个世界的人不给我个奖励箱呢\n再次重重地叹了口气，我咬了咬牙，切换到三号物品栏也就是空手状态后，双手握拳对着稍微低一点的橡木方块用力打了过去\n“啪啪啪啪、啪啪啪啪啪啪、啪……啪！波！”\n“……我的手啊……”疼痛感丝毫没有减轻，让还抱有“说不定打多了技能熟练度上去了就不痛了”的想法的我彻底绝望，掉落的木块在落地便被我捡了起来，头上物品栏里第二格橡木图标也出现了个“2”，稍微甩了甩手，我本准备一口气打完最后一块，但右手的刺痛感实在有些不寻常，皱了皱眉头，我检查了下右手手背\n一抹鲜红出现在了我的手背上，大概是中指指根部分裂开来了，虽然不是什么大伤，但我在一瞬间还是呆住了\n慌张地抬起头，我脑袋上刚才发现的浮空的图标，物品栏上面的血量和饱食槽都还是满的，确认自己没看错之后我再次看向了手背，在我右手中指指根部位，皮肤确实裂开，有鲜血流了出来\n我害怕的不是流血受伤，这点小伤是个人都会经历过，但是，我现在处于的世界……是MC里的世界……是通过我根据周围事物判断的\n但是现在出现了跟游戏设定完全相反的情况……不如说之前就有了，我可以双手击打木头，可以轻松爬到三格高度的方块……而现在，我的血量没有损耗但我却受伤了为什么？这个世界不是以血量判断受伤程度的吗？为什么我还是会有肉体上的受伤？所有的痛感都是正常的话，那更严重的伤呢？即便是满血如果我……死了呢？\n……对啊……死亡……如果这里是MC……如果我现在在玩游戏……那……\n我怎么知道这个世界调的模式不是极限模式呢\n一瞬间，之前被兴奋冲淡的恐惧伴随着对【极限模式】的理解涌上心头，如果这里是极限模式……那我死亡一次……仅仅一次的话，会不会有灰色的重生给我选择呢\n恶寒，一瞬间涌便全身，离开，想要离开这个世界是我唯一的想法\n没有心思去管木头，按照之前的经验，我在心中不断默念着键盘上的每个字母，但除了物品栏反复被打开之外，没有任何反应……直到\n“……O……P……Q……Y……F……C……”\n“啪嗒”\n一个清脆的声音，从我身后的树林响起，让我的思路一瞬间中断\n我……听过这个声音……对……没错……\n在我刚刚来到这颗橡木之前，在我经过树林之时，我踩在干枯树枝上的声音……跟这个一样\n有人……来了？\n除了我……以外的人？\n敌人？朋友？森林里的动物？僵尸？小黑？自然断裂？\n被死亡的恐惧以及突然奇来的音效冲昏头脑的我，下意识躲到了旁边的一颗橡树后面，一边瞪大眼睛，一边调出物品栏\n现在根本不是做木斧的时候啊魂淡！我内心这么喊着，一边将仅有的两个木头放到了右上角的合成栏，顺着箭头，我将橡木能分解的八个木板拿了出来，没有惊叹的时间，我立马将四个木板放入合成栏，伸手拿出箭头旁的合成台，根本不知道如何将方块放到地上的我，只能祈祷着将其砸到我面前的地面上，万幸的是在我对着地面扔出合成台之后，一个方方正正刻着合成台纹理的方块出现在了我的面前\n稍微松了口气，我一边注意着身后的声响，一边按照记忆熟练地合成木棍，拜访木剑配方，当我将最后的方块放到合成台之上，一阵白光出现在合成台之上，白光中间，一个迷你木剑缓缓悬浮着，以往的我肯定会大呼小叫的，但现在的我看着这个场景只想知道这圈白光有没有暴露我的位置\n咽了口口水，我伸手抓住了迷你木剑，手中确实有抓住像是手柄一样的圆柱体的触感，但合成台的白光仍未结束，稍微迟疑了一下，我右手一沉，开始拉动木剑，而白光中，一个木制的刀刃渐渐被我拉了出来，最终在白光消失后，我的手上出现了一把大概长一米三、四左右的木制剑，虽然是木制但剑刃也十分锋利的样子，而且……十分的沉，在拉出来的瞬间我必须要双手才能拿动\n但现在不是在意这些的时候，我站了起来，双手连带木剑自然下垂，我将所有的注意力集中在了身后，虽然不知道具体时间，但到我合成出来大概过了二十秒左右的时间……那个制造声音的生物……现在到哪了呢……\n“……嗯？没有人啊？”\n心中猛地一沉，我确切自己听到了一个女声\n“刚才我确实听到了啊，在这边附近，那家伙的声音”\n男声……在女生旁边……两个人？\n……不对……等等……等一下……\n努力将心脏跳动的声音去除，我将刚才听到的声音和记忆里两个人的声音对比\n……不、不会吧……\n惊喜、差异、混合着怀疑，我在短暂迟疑后，转身走出了橡木，用颤抖的声音问道：“小坑？！苏菲？！”\n在我面前，背对着我的男女愣了愣，呆呆地转过了头，他们的样子和我记忆中的一模一样，穿着的衣服也如我一样是他们MC中角色所穿的\n三个人面对面呆了许久之后，我用左手单提着木剑，像是不好意思一样用右手挠了挠头说道\n“好、好巧啊，你们也进来了啊”\n““……现在不是说这个的时候吧！””\n两人一起皱着眉，向我吼道\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1519742880,
            "txt_content": "龙猫。。。是哪位？（好耳熟的样子）\n语言还是有些不够成熟，不过能写得清清楚楚，一件事是一件事，也已经不错了。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519750020,
            "txt_content": "Smokey_Days 发表于 2018-2-27 22:48\n龙猫。。。是哪位？（好耳熟的样子）\n语言还是有些不够成熟，不过能写得清清楚楚，一件事是一件事，也已经 ...\n哦哦，可以说些成熟的感觉吗，第五章出来前尽量改"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1519779960,
            "txt_content": "秋叶枫苓 发表于 2018-2-28 00:47\n哦哦，可以说些成熟的感觉吗，第五章出来前尽量改\n其实说「不太成熟」也不怎么恰当...\n文风偏口语化吧。\n也说不来是好还是不好。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519785060,
            "txt_content": "Smokey_Days 发表于 2018-2-28 09:06\n其实说「不太成熟」也不怎么恰当...\n文风偏口语化吧。\n也说不来是好还是不好。 ...\n哦哦，可能因为是写轻小说出身的……第五章会注意这点的orz"
        }
    ]
}