{
    "title": "【原创/连载】[另一个世界] 第一章 最近似乎做什么梦都会变成真的",
    "author": "秋叶枫苓",
    "replyCount": 5,
    "timestamp": 1519572900,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-2-25 23:37 编辑 \n\n将最后的方块放到相应的位置，我稍微松了口气，简单调整了一下工具的位置，我的角色开始后退，直到屏幕将我刚刚用橡木木板搭好的整个墙面显示出来，虽然只是使用橡木原木和橡木木板，但是在光影的作用下看起来也十分温馨\n“房子建好咯”我对着麦克风说道，操控角色穿过还没来得及放木门的房门，在不大的火柴盒内，火把按着规律安插在墙上，熔炉冒着火光，应该是在烧刚刚拿到的牛肉，一切都井井有条，我非常喜欢这种感觉\n“先开到这里吧，一组铁够刚开始用了”一个十分十分十分好听的男声从我家音响里传出来，同时在房间一角的地洞传来爬梯子的音效，紧接着一个穿着衬衫的史莱姆从里面钻了出来，熟练地打开标着“矿物”的箱子开始摆放矿物\n“啧啧啧，才过了不到十分钟而已吧，小坑还是依旧高效率啊”我用奉承的语气向着麦克风喊道，得到的是一句“你也是家建的一如既往地丑啊”\n“田开好咯，种子在谁身上”另一个穿着学生制服的苦力怕出现在房门，同时清脆的女声响了起来，我下意识按了下E，在背包的一角找到了十八个小麦种子\n“呐，给你苏菲”将种子丢给小黑，我再次环视了一下这个的确不怎么样的火柴盒，开始将自己身上的物品摆放到箱子里\n在暑假快要结束之前，我再一次找上了我最好的两位朋友，随便找了个Minecraft服务器算半强拉把他们两个拉上来，简单算了下这应该算我们玩MC的第四年了，即便是玩了上百遍的内容，三个人有说有笑的也将其变成了美好的回忆\n然后，手机的音效突然响了起来，我有些慌张地摘下耳机，视线不断地寻找记忆里的黑色物体，最终在音响旁找到了不断震动的手机，此时手机屏幕高亮着，播放着设定好的音乐，同时14:00的图案不断闪烁着\n……已经两点了吗……不是才刚刚吃完午饭吗\n而在我关掉闹钟后，刚带上耳机，两人的声音几乎同时响起\n“啊，我到时间了，先下咯~”\n“抱歉龙猫，我也要下了，还有补习班”\n我楞了一下，想说出口的抱怨的话语最终还是留在了喉咙，苦笑了一下，我对着麦克风说道：“好好、那今天就先这样吧”\n在我说完这句话之后，两人的角色消失在了屏幕里面，我又整理了一会箱子，最后也无奈地点了点游戏右上角的X号\n摘下耳机，随意地丢在电脑桌前，我刚站起来活动了下身子，便一下子扑在了我没叠被子的床上，深深地叹了口气\n为啥就我下午没事呢，搞得我很闲一样\n心里狠狠地吐槽自己，在玩意渐渐消失的同时，睡意慢慢涌了上来\n即便再怎么喜欢这个游戏，只有一个人玩的话还是会没意思啊……啊、说起来之前在网上好像看过拿VR设备来玩MC来着\n……真好啊，那种设身处地体验MC的感觉真想试一次啊……\n“……真好啊……真、真实的……MC……”\n睡意已经上升到眼皮不自觉闭起来的程度，虽然很想说“我睡着前最后的记忆就是——”什么的，但事实上人根本不会察觉自己什么时候会睡着\n于是就这样，在MC的朋友们因为事情离开的时候，我一个人躺在床上，想着玩真实MC睡着了\n——————————————————————————————————————\n等回过神来的时候，即使闭上眼睛依旧能感受到有什么强烈的光芒照射着我\n下意识地，我翻了个身，光线似乎被什么挡住了，我的眼睛也解放了，但还没来得及松口气，我的右脸便传来阵阵刺痛的感觉\n搞什么啊，我弟弟又把他的乐高扔到我床上了吗\n刺痛感让我的心情变得十分烦躁，而与此同时，许多异样的感觉开始被我注意\n为什么我的床变得那么硬，为什么开了空调我的房间还是一样闷热，为什么我关了窗还有那么大的风声\n大概又过了一会，强烈的烦躁让我打消了继续睡觉的念头，在内心叹了口气，我右手撑起了身子，打了个哈欠，慢慢睁开了眼睛\n映入眼帘的，是像电视上看到的足球场里的高级草皮一样的地面，我楞了一下，视线顺着草皮下去，看到了一个直立的立方体，黑黝黝的外表似乎还嵌入着什么纹理\n人在受到巨大的强烈的可怕的冲击时，他的反应会减缓百分之八十以上，此刻的我大概就是这个状态\n脑袋好乱，好几个疑问同时在我脑袋炸开；这里是哪？我的房间在哪？为什么我会在这？而且最关键的是……\n我……认得这些场景\n不如说……我……刚刚在睡觉前透过一个从电脑城里五折买来的劣质高清屏幕……看过这些东西\n“不、不会吧……”我似乎是笑了起来，右手按住地面想要站起来\n“咔嚓！”随即清脆的音效在我右手炸开，我身体猛地一震，理智像是绷断的线一样错乱，下意识地，我惨叫着往前方扑去，连续爬了好几米才停了下来\n喘着粗气，感受着自己强烈的心跳，我慢慢地，回头看向我刚刚坐着的地方\n但在绿色的草皮上，除了一个悬浮在地上的像是几颗青豆一样的东西，其他什么都没有\n但这反而……让我的理智彻底崩坏\n“……哈、哈……”\n没有思考，没有疑问，我竟然晃悠悠地站了起来，慢慢走回了我刚刚的地方，俯视着悬浮着的青豆，即使双腿莫名其妙地不断发抖着，凝视着青豆，我向着它伸手过去，但手还没碰到青豆，伴随着一个像是开汽水瓶盖的音效它消失了，而我的手心也传来握着什么的触感\n颤抖地，我将手拉到了面前，慢慢张开，青豆以一种比刚才更小的形态躺在我的掌心，上面漂浮着不知是宋书草书楷书还是什么书但确切是中文汉字的\n【小麦种子】\n“哈……哈……哈哈……”像是在笑又像是在哭，我抬起了头，直视我面前的黑色立方体，而这次我也终于看清了组成它的以黑色线条为分界的每个正方体，呆呆地转过头，方块拼接而成的树林呈现在我面前，一阵微风吹过，树木独有的清香传了过来，让我知道了那些方块确确实实是树木的成分\n稍微抬了抬头，阳光让我下意识用空着的左手挡住了眼睛，但透过手指的缝隙，在耀眼的光芒里，我似乎看到了某种方形的轮廓\n“……真的……真的……好真实啊……”\n根本不用捏脸去证实不是做梦，我呆呆地放下左手，在原地站了好一会之后，在汗滴染湿我的衣服之后，在我的理智终于上线之后，我作出了我身为正常人应有的反应\n“我———哔————的！———哔————！——————————哔————————————的啊啊啊啊啊啊！！！”\n脏话十一连，好久没这么用过了\n嗯……总而言之\n我，龙猫，十六岁，在暑假某天因为被朋友抛弃之后睡午觉之后来到了自己最喜欢的游戏里面……大概吧……\n……以后还是不要睡下午觉了\n\n\n\n\n——————————————华丽的分割———————————————\n好久没发帖了orz，这次左思右想了很久最后还是决定写自己最开始构思的一个穿越文（虽然很老套）\n这次也是采用第一人称，自己练了很久的第三人称突然写回来反而有点不顺手了\n虽然也很想写龙傲天的文，但是感觉还是把一个正常人的反应带入进去会更好一点（之后也会是龙傲天的呢【指正】）\n那么鞠躬言谢**生文笔请轻喷\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1519742820,
            "txt_content": "啧啧，穿越生存文呢，周创数量最为庞大的种类之一。\n写出来不难，但是要写好可能还要费点劲呢。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519749900,
            "txt_content": "Smokey_Days 发表于 2018-2-27 22:47\n啧啧，穿越生存文呢，周创数量最为庞大的种类之一。\n写出来不难，但是要写好可能还要费点劲呢。 ...\n是啊，写好真的难，感谢大佬鼓励"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1520070360,
            "txt_content": "善用标点符号，不要滥用。句子末尾用句号等来标识。还不算坏。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520092860,
            "txt_content": "醉蓝天琴 发表于 2018-3-3 17:46\n善用标点符号，不要滥用。句子末尾用句号等来标识。还不算坏。\n哦哦，好的orz……。"
        },
        {
            "author": "1158175035",
            "timestamp": 1521544560,
            "txt_content": "硬核穿越233"
        }
    ]
}