{
    "title": "【原创/连载】[另一个世界] 第三章 万能的木剑啊",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1519623840,
    "txt_content": "本来只是简单的对话，但到最后我还是克制不住自己，猛地将木剑扔到地上后扑到两人身上，即使苏菲还是个女孩子，但这种万般绝境下还能遇到朋友的感觉实在是太开心了，对，跟中了五百万一样开心\n两人被我抱住之后稍微错愕了一会，但之后并没有推开我，看来大家都是不安的状态\n抱了好一会，我才慢慢地松开手，心里也松了一大口气，不管怎么说，三个人总会比一个人要好得多，三方沉默了一会，我又看了看两人，问道：“你们两个是怎么到这里的？”\n被我问到，两人都顿了顿，随后像是在回忆一样闭起了眼睛\n“嗯……我是在回婶婶家的车上睡着了好像？”苏菲先一步回答\n“我最后还记得的好像是我在补习班课间的时候趴在桌子上睡着了”小坑也接着回答\n……怎么……感情都是睡着了之后才过来的吗，这里是什么梦境世界吗？\n“我也是在家睡下午觉的时候过来的，真巧啊”我干笑两声说道，被两人一起骂了句“一点都不好笑吧”\n“不过为什么你们两个人是在一起的？我可是一个人诶！”\n“不是啊，是小坑找到我的”苏菲歪了歪头，“当时我一个人坐在草地上发愣，之后小坑突然就从旁边走出来，表情像是着了魔一样哦”\n“一般人遇到这种情况都会这样吧！”被苏菲爆出丑态的小坑有些慌张地回道，我则用力地拍了拍小坑的肩膀，我懂啊，小坑我懂你啊\n正当我还想说些什么的时候，小坑似乎注意到我身后刚刚丢掉的木剑，此时木剑并没有像物品一样倒在地上，而是跟之前刚做出来一样，变成迷你的木剑悬浮在地上\n小坑越过我走到木剑面前，有些兴奋地问了句：“你做的？”\n“啊，是啊，刚才听到你们两个的动静我以为是敌人啥的做来防身的”我随口回道\n小坑又顿了顿，伸手向着木剑抓去，同样的，在他的手还没碰到木剑时，一柄标准的木制剑的剑柄先一步出现在他手心里，他的身体随之一沉，发出了闷哼声\n“怎么、这么、重啊……”单手变成双手，小坑一边抱怨到一边支撑起木剑，开始观察，苏菲也好奇地走到小坑旁边，仔细地观摩起来\n“嗯……跟我想象中的有点不太一样啊，MC里的木剑给我感觉会……更胖一点吧”苏菲一边说着，一边对着木剑比划，经她这么一提，我也发觉这柄木剑确实跟游戏里的不太一样，十分瘦长\n而小坑双手握实木剑之后，上下掂量了一下，突然看向了我\n数千种一开始玩MC三人拿着木剑对砍的情景突然涌现到我的脑内，我急忙夸张地挥动双手并死命摇头，小坑“噗嗤”一下笑了起来，放下了木剑，旁边的苏菲笑的更加过分\n而在我将我刚刚的思路告诉两人之后，两人再也笑不出来了\n“……确实……有道理……”小坑一边说着，一边将木剑递回给我，我接过木剑的时候，发现他的手有些微微的颤抖，另一边，女孩子的苏菲感情流露似乎更多一点，已经有点眼泪出现在她的眼角\n确实啊，一般人遇到这种情况怎么会笑的出来啊\n这种时候什么热血漫画里面一顿嘴炮让他们振作根本是不可能的，我能做的只是站在他们身边相信他们不会失落太久罢了\n在这个未知的世界里，只是孩子的我们到底会怎么样呢，说实话我真的也想狠狠抱头痛苦一阵，那些穿越的男女主角心态还真是好到爆炸啊\n过了好一阵，小坑和苏菲稍微安静了一些，我又等了会，轻声问：“好点了么”\n“嗯，好了”\n“……唉，事到如今也没办法了”\n两人苦笑地回答，我也不禁笑了起来，“就当极限生存玩呗，反正不是没玩过”我这么说着，切换到四号物品栏也就是空手，向着森林里面继续走去\n“要开始找地方了建家了吧，走啦”\n“嗯，走吧”\n“唉，人的适应性真可怕呐~”\n就这样，从一人变成三人的我……我们，继续向着森林里面走去，这种地形在MC里大概属于平原+橡木林的地形，不管走多远放眼望去都还是橡木，而不知道这个世界时间的流速是否和我们那边世界一样的我们，最后在一个泥土山面前停下了\n“地洞吗？” “地洞吧……” “地洞呐~”\n三人的想法都一样，既然是极限生存，火柴盒也好木质别墅都好先放一放，保证第一晚不会被各路怪物围攻再说\n而决定了要住地洞后，紧接着便是收集材料、制作工具，以及收集食物等等，而最开始的工作果然还是砍树\n“啪！”“啪！”\n“我……我……啊我……啊……”\n“好痛啊——为什么啊——哇啊啊啊啊——”\n我心满意足地看着两人跪在产生一点裂缝的橡木面前惨叫着，哎呀哎呀，突然觉得心情舒畅了许多\n“现在知道为什么我敲爆工作台要惨叫那么久了吧”\n“……你能做出那把木剑真是奇迹啊……”\n“你的拳头真的没有废掉么？？？”\n两人有些惊讶地看向我，而我也走到一颗橡木面前，抚摸着树干\n而在这时，我才察觉到，我右手的伤已经好了，连疤痕都看不见\n发现我呆掉了，两人皱了皱眉，走上前询问发生了什么，我才将受伤的事讲给两人听\n“嗯……或许是饱食度满了的原因？”小坑指了指我头上的饱食槽，十个鸡腿完好无损，如果按照他的思路的话……\n“那……是不是受伤分两种，一种肉体上的一种血量上的呢？”跟着小坑的思路，我问道，苏菲点了点头，接着补充：“有可能，只要饱食槽是满的那么肉体上的伤就能无限回复……但反过来血量上受的伤回复大概就要消耗饱食槽了？”\n“不知道，况且现在我们连受伤的判定都不知道”小坑叹了口气，我和苏菲也跟着叹起气来\n不过不管怎么样，也该将最后的木头砍掉，刚才合成木剑还剩余三个木棍，只要再来一块就能做出木斧了\n不过……真的好疼啊……\n凝视着面前的橡树，我紧皱着眉头，不断地思考有没有其他方案\n……等等，“工具”的话……我有啊！\n突然想起木剑的我，下意识喊了声“3”，在一瞬间我的右手出现了刚才做好的木剑，同时也一沉，让我不自觉惊叫了一声\n该死的，这么重的木剑我到底应该怎么用来战斗啊\n单手变成双手，我努力举起了木剑，学着电影和动漫里面人物的姿势，将剑架在了胸前\n“……呵，确实没要求一定要用手来着啊”\n“哦哦，迫不得已的情况呐”\n小坑和苏菲也马上猜到了我的意图，停止璀璨自己的双手\n的确，只要砍下一个木头就好了，虽然使用木剑跟用双手的速度一样，但……这样我的双手就不用残废了啊！\n深吸口气，我将剑拉到右边，模仿电影中的动作，猛地向着橡木砍去\n“咚！”橡木和剑刃接触，发出沉重的音效，我的右手也被反震的力度震得有些发麻，但橡木被砍倒的地方，出现了用手敲一样的裂缝\n“这有戏啊”，内心这么想得我再次握紧剑柄，左右连续砍了十一次，最后的橡木终于出现在了我的五号物品栏里\n“辛苦啦~”\n“看起来也没轻松很多啊”\n“废话……哈……麻蛋这把破剑重死了”\n两人走到我跟前，笑着说道，小坑伸手把我拉了起来，我切换到五号物品栏，稍微活动了一下，打开背包，将材料全部列了出来\n“下一步吧”\n““噢””\n木棍木板合成出木斧，小坑稍微提了提，确认是比木剑稍微轻一些，但一样很沉重，但效率方面确实显著提升，只需要砍八次就可以砍下一块木头，而小坑砍到两颗树之后，我和苏菲也开始有条不紊地整理泥山\n在泥山周围还有个湖泊，大概是20x20左右，苏菲用木锄头耕好地之后，将我的以及路上捡到的七个种子种下便跟我一起开始铲山，听她说锄地算是很轻松了，只要对着草地用力砸下去就可以了\n而相反，木铲跟木斧重量几乎没什么分别，铲泥土要整整七下，我和苏菲干了好一会才开扩了不到4x4x3的空间，简单讨论了下我们决定至少扩大两倍的长宽，休息了一会便继续工作了\n在这期间，我们也确定下了方块放置的方法，只要手持对应方块按在地上就好了，不过有趣的是随着放置的力度不同，发出的声音大小也不一样\n另一方面，虽然还不太肚子饿，基本的口渴和生理排泄我们居然还是正常的，口渴还能在湖泊那里解决……排泄……嗯，就跟许多小说一样略过就好了\n等回过神来时，太阳的光芒从耀眼的白色变成了火红色，点点繁星已经开始出现，似乎是因为这个世界没有什么灯光，星星反而特别的耀眼\n“喂——晚上了哦，木炭好了没？”\n“好了好了……我靠！烫！”站在门口的我突然听到了小坑的惨叫，急忙进到地洞里面，小坑此时正在不断地对着右手吹气，苏菲在他旁边半蹲着查看着小坑的手，在他们前面，几个木炭掉落在地上悬浮着\n“……不会吧，那么真实吗？”\n“唉……真实过头了，刚才研究熔炉的用法也是，没想到没有界面，是真的要将物品塞到燃料槽和烧制槽里面”小坑皱着眉头叹了口气，试探性地再次拿起木炭，不过这次似乎因为降温没有烫伤他的手，不一会儿，我们三人便拿着火把安插在地洞里，火把摇曳的火苗散发出温馨的橙光，我第一次觉得地洞是那么美好的事情\n“嗯……不错” “感觉不坏” “有种露营的感觉~”\n除了我其他两人似乎也觉得不错，不管怎么说这是个好的开始\n“对了，砍树的时候拿到两个苹果哦，要吃吗”小坑在往箱子的面板放入工具时，向我们问道，我愣了愣，看了眼我和苏菲以及小坑的面板，三人的饱食槽都下降了，我目前是饱食最少的，只有八格，我本人确实也有一些饿了，其余两人都还剩下九格的样子\n“……还是等等吧，这种食品留着应急吧”思考了一下，为了预防很多事情，我提议还是留下苹果，小坑想了想，似乎也赞同我的提议，将苹果收了回去，然后在旁边的橡木（我们用来当桌子）上，扔出了一把石剑，剑身似乎要比木剑更长、更粗一点，也给人更加锋利的感觉\n“你们两个人拿得动么”小坑这么问道，我和苏菲愣了愣，随即视线锁定在了桌子上的石剑，我看了一会，走上前双手握住剑柄，开始用力\n但我确实用尽了力气，也无法举起石剑分毫，苏菲也一样，估计小坑已经先一步尝试过了，三人都无法举起石剑\n“……奇怪了……难道我们一直就只能用木制工具吗”小坑皱着眉思考着，苏菲蹲在橡木桌旁边观摩起石剑来，我虽然也像思考……但……总觉得忘记了什么很重要的事\n……是什么……来着？\n“……噶呜……”\n突然，背后传来了一声低沉的吼声，像是呻吟又像是惨叫，而托这声熟得不能再熟得惨叫声的福，我终于意识到我自己忘记的事情是什么\n“……我忘记……装门了……”我慢慢地回过头，跟缓缓走进来的僵尸，说道\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "远古守卫者",
            "timestamp": 1519644540,
            "txt_content": "哈哈哈，不错不错"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519644720,
            "txt_content": "远古守卫者 发表于 2018-2-26 19:29\n哈哈哈，不错不错\n感谢_(:з」∠)_"
        },
        {
            "author": "2759159258",
            "timestamp": 1519739160,
            "txt_content": " 苏菲 \n额......我为什么想到了可爱的小兔兔...."
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1519742760,
            "txt_content": "嘛，工具栏这个设定的确有点老了，但是其他方面描写得还是挺详细的，基本上是在新人的水准线以上了。"
        }
    ]
}