{
    "title": "【原创/连载】[另一个世界] 第四章 僵尸其实是很可怕的生物",
    "author": "秋叶枫苓",
    "replyCount": 2,
    "timestamp": 1519649280,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-2-26 21:01 编辑 \n\n电影也好、漫画也好、游戏也好，僵尸给我的印象一直是恶心而不是恐怖\n而在这个世界，我面前的僵尸也完美地印证了这一点，体型来看跟我差不多大小，似乎是个外国人的尸体，皮肤有些发绿，五官已经歪曲得不成样子，头上依稀能看到一些腐烂的金色毛发，但比起样貌，他出现在地洞时的那个气味，才真的是让人绝望\n“我靠……腐烂的碎肉……鱼腥味……还有发酵的垃圾……”我一边捏着鼻子，一边抓着木剑慢慢往后退，小坑也皱着眉头绕过僵尸，将洞口用泥土堵了起来\n虽然这样味道就散不出去了，但总比再来几只要好\n而此时，我也将僵尸引诱到了我们sweet house的中央附近，我、小坑和苏菲都拿着木剑警惕地看着僵尸，不过僵尸似乎将仇恨锁死在我身上，依旧一步一步向我走来\n虽然已经知道来到这个世界终究会有这样的一天，但真正的怪物站在我面前的时候，我还是有些不知所措，抬起头和小坑和苏菲对了对眼神，两人心领神会地稍微退开了一点，为我留出了足够的空间\n虽然说是紧张，但不可否认的是我此时还有一点兴奋，如果在那边的世界我估计到我寿终正寝都不会有握着剑刃向怪物砍去的时候，在我思绪转的飞快的时候，僵尸终于又踏前一步，离我不到两米，确认距离足够之后，我深吸了一口气，架起剑刃也向前踏了一步，右手往后拉，照着推测为弱点的头部砍去\n剑刃和肉体相接的触感和与硬物相撞的触感完全不一样，那是种很难形容出来的感觉，但是我能体会到的是，在剑刃砍中僵尸的脑袋，并被我顺势加力划过的时候，我的心情莫名愉悦了起来，就像是人存在于潜意识里的某种东西激发了一样，让我在一瞬间把害怕和紧张丢在了脑后，在简单点来说\n好爽啊\n“喂！小心啊！”\n小坑的声音突然在我耳边炸响，这时候我才发现，被我砍了一刀的僵尸脑袋已经挫歪，但右手依旧举了起来，向我胸口抓来，我虽然吃了一惊，但身体却自然地将木剑打横，挡在了胸口前，与他的右手撞在了一起，顿了一会，我左手按在剑身上，用力一推，趁着僵尸被我打出硬直之时木剑顺势上挑向着他的胸口砍去，吃了我这一击的僵尸后退了好几步，胸口也裂开一个大口子，更加恶臭的气味喷涌而出，让我们三人都皱了皱眉头\n“喂，行不行啊，能不能快点解决，好臭啊”苏菲捂着鼻子不耐烦地向我问道\n“好啦好啦，木剑的话再砍三刀就好了啊”我也不耐烦地回答苏菲，双手再一次将剑刃架好，在肾上腺素的作用下我现在十分激动，还未等僵尸踏出一步，我就先一步冲上前去，木剑拉到左上方，对着僵尸斜劈过去，紧接着再挑起来，划过僵尸的肚子，这两次次刀刃也确确实实命中了僵尸，爽快的触感再次让我欲罢不能\n但奇怪的是，在我面前的僵尸这次却没有被击退，反而迎着我的剑刃又踏前了一步，而左手也向上次一样举了起来，被我看出了他是要攻击\n上一次我都能格挡住他的攻击，这次被我先一步看穿更不用说了，剑身先一步挡在了右肩处，紧接着便与腐烂的手臂撞到了一起\n再一次地，我右手按住剑身，想将他的手臂推回去，再接上最后一记上挑，但突然有些异样的感觉从右肩上传了出来，同时右脸有一些温暖湿润的感觉\n……诶……疼？\n“……？”右手一用力，肩部就传来剧烈的疼痛，我有些迷茫地看向了右肩，一道大概长十厘米的伤口撕裂了我的右肩，因为大量的鲜血涌出我根本看不出伤口有多深\n“啊……哈……噶啊啊啊啊啊啊啊啊啊啊啊啊啊！”“哈？！”“呀啊啊啊啊啊啊啊啊啊！”我的惨叫混合着苏菲的惨叫，而几乎将我神经都撕裂的疼痛感现在才喷涌而出，我在一瞬间后退了好几步，单单一个左手也无法提起沉重的木剑，反而因为左边突然加重，我晃悠了一下失去了平衡直接摔在了地上\n为什么？为什么？！我不是挡住了他的手吗？！为什么我还是受伤了？！\n仿佛砍到骨头的伤口不断地冒血，我松开木剑用左手捂住了伤口，剧烈的疼痛反而加强了，抬头看了眼血量槽，此时跳动的红心只剩下了八个半\n“噶呜……”\n熟悉的声音再一次在我面前响起，让我一瞬间呆住了，慢慢地将视线转向前方，胸膛和肚子别切开，下把歪在一边的僵尸，伸着手向我走来\n但这一次，我大脑给出的反应不是恶心……而是恐惧\n好疼……好臭……好……可怕……\n“滚开！”突然，小坑的怒吼带着破风声从我上面飞过，我面前的僵尸身体狠狠地被木剑砍中，但这次攻击却只让僵尸后退了不到半步，目标却从我变成了小坑\n……不、不对啊\n木剑有四点攻击力，僵尸只有二十血……为什么，为什么已经砍中五刀了，完完全全等满武器cd砍中了五刀了，为什么它还没有死去\n僵尸向着小坑伸出了双手，伴随着噶呜声向他靠去，我呆了一会，向着小坑吼道：“喂！砍啊！愣着干嘛！”\n“这种事我也知道啊！可是我动不了啊！”小坑也向我怒吼道，咬着牙想要抽回，但似乎真的像他说的那样，他的木剑卡死在了僵尸的肚子上，而僵尸的手已经做好的攻击动作\n下意识的，我左手松开了伤口，抓住木剑剑柄想要挥动，但只凭单手我真的连举起木剑都做不到，只能看着僵尸的手离小坑的脑袋越来越近\n“啪嚓！”\n僵尸的动作突然停了下来，手离小坑的脑袋只有不到半米，但确确实实地停了下来，我和小坑吃惊地望着我们面前的怪物慢慢倒下，身体化为粒子消失\n在僵尸原来站着的地方，苏菲架着木剑不断喘息着，不一会手上的木剑就滑落摔在了地上，她本人也一下子瘫坐在了地上，小坑似乎也终于能自由行动了，将木剑一下子扔到了旁边，右手捂住了心脏\n而这时我的痛感也终于恢复了过来，发出一声轻哼，小坑和苏菲楞了一下，才慌慌张张地围住了我\n“没、没事吧？！”\n“……你觉得……这像没事的样子吗……”苏菲焦急地向我问道，虽然我知道她是一片好心但我还是忍不住抱怨道\n“为什么你格挡到了还会受伤？你第一次不是没有事吗？”\n“你问我……我怎么知道啊……”\n虽然已经没有刚开始那么剧烈，但疼痛依旧让我右手完全发不了力，而这里也没有药品绷带，木板什么的也完全不能止血\n“喂、喂……怎、怎么办啊”苏菲看着鲜血从我右肩上冒出，却完全没有办法，小坑也紧锁着眉头看着我，也没有什么办法的样子\n“……物理上的……不行……那就试试……游戏里的吧……”看着两人没有动作，我只能采取我自己的想法了，我一边这么说着，心中一边默念着7，在我手上，出现了刚刚被我捡到的腐肉\n苏菲和小坑听到我的话楞了一下，随后看到我手上的腐肉，看样子是理解了我的想法\n“喂，你确定吗，我们那个理论还没试验过吧？”\n“……现在……也只能……试试了吧……”\n如果我们的理论正确的话，那我吃下这块腐肉，饱食度达到满之后血量恢复，那我肉体上的伤应该也会回复吧，但我凝视着我手里的腐肉，它散发的腐烂的鸡蛋的气味实在让我有点下不了口\n但比起这个，右键的疼痛让我更不能忍受一点，抱着必死的决心，我闭上了眼睛张开了嘴巴\n“等等！”\n“呜？！”\n小坑的声音再次炸响，让我差点咬到了舌头，同时手那边传来了拉扯挤塞的触感，等我再睁开眼，手上腐肉已经变成了一个圆润的苹果\n“……会不会太浪——”\n“闭嘴，吃这个”小坑还没等我把话说完，就皱着眉对我说，我愣了愣，叹了口气，开始进食手上的苹果\n虽然是在受伤状态，但我还是稍微做了点实验，比如只是一口看看有没有效之类的，事实是只吃一口不会达到补充饱食的效果，过一会苹果也会恢复原状，我也没有吃东西下肚的实感，虽然还想再做一些实验，但小坑皱着眉有的表情有点恐怖，我还是马上吃完了苹果，在饱食槽达到满的那一刻，我的血量也开始渐渐恢复\n而紧接着，我右肩上的伤口竟然也在慢慢愈合，最后没有留下一点疤痕地消失了\n—————————————————————————————————————\n“可以了，填上吧”苏菲对着我和小坑说道，我和小坑也急忙将通风用的风口用泥土填上，随后回到了橡木楼梯旁边，疲惫地坐了下来\n“……好可怕啊”苏菲看着自己头上的火把，说道\n“嗯”\n“啊……嗯”\n我和小坑也看着我们自己头上的火把，应道\n地洞唯一的缺点此时体现了出来，没有时钟的话我们根本不知道外界的时间流动，三人就这么无言地靠在橡木楼梯上，看着无限的火把燃烧散发着橘黄色的火光\n“……龙猫、苏菲”小坑突然说道，我楞了一下，回了一句“干嘛”，但苏菲却迟迟没有应话，我和小坑愣了愣，直起身体看向了苏菲那边\n此时的苏菲头枕在原木上，似乎是睡着了，我和小坑看了一会，同时笑了出来\n“算了，没事了，船到桥头自然直吧”\n“唉，不能直也要让它直啊”\n我和小坑你一句我一句地，也躺在了铺好的木板床上，而睡意也的的确确涌了上来\n原来……没有床也可以睡觉啊……我疲倦地想\n第一天，看来就这样结束了，已知的不多，未知的要多少有多少，但如今，虽然我还是会害怕，但想到我的身边还有我的两个最好的朋友，似乎什么都会迎刃而解吧\n嗯，一定会的\n\n\n\n\n——————————————————————————————\nP.S：目前前四章是因为已经有这么的思路，所以写的很快，接下来更新可能会稍微慢一些了（虽然也没人看_(:з」∠)_）接下来也终于到生存过度期了，可要好好想想剧情了\nPP.S：僵尸是真的很可怕\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1519743000,
            "txt_content": "好「游戏化」的设定呢_(:з」∠)_\n不过以前玩MC的时候的确经常被僵尸吓到\n还算不错，保持观望。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519749900,
            "txt_content": "Smokey_Days 发表于 2018-2-27 22:50\n好「游戏化」的设定呢_(:з」∠)_\n不过以前玩MC的时候的确经常被僵尸吓到\n还算不错，保持观望。 ...\n每篇都回复了十分感谢orz，过渡期剧情还在想orz"
        }
    ]
}