{
    "title": "[1.12.2-1.6.4][Openblock——开放式方块]",
    "author": "lackangel",
    "replyCount": 55,
    "timestamp": 1519790820,
    "txt_content": " 本帖最后由 blackangel 于 2018-3-27 12:35 编辑 \n\n之前的搬运已经严重跟不上时代节奏了：http://www.mcbbs.net/thread-447339-1-1.html\n这个mod里添加了许多有趣味与强大的物品，某些国外的整合包中时常可见\n目前这个帖子大部分内容还未完成，请谅解\n更多内容请点击目录\n\n上图：\n\n\n\n\n2018-02-28_11.02.04.png (127.08 KB, 下载次数: 31)\n\n下载附件\n\n2018-2-28 11:34 上传\n\n\n\n\n\n\n\n\n\n2018-02-28_12.06.16.png (95.66 KB, 下载次数: 30)\n\n下载附件\n\n2018-2-28 12:07 上传\n\n\n\n\n\n\n\n\n\n14031818795226.png (170.18 KB, 下载次数: 44)\n\n下载附件\n\n2018-2-28 11:33 上传\n\n\n\n\n\n\n下载地址：\n本体：https://www.curseforge.com/minecraft/mc-mods/openblocks/files\n前置：https://www.curseforge.com/minecraft/mc-mods/openmodslib/files\n如果访问速度慢，可以参考酒石酸菌的这个视频教程，故不提供百度网盘链接\n[bili=15533665]1[/bili]\n视频链接：https://www.bilibili.com/video/av15533665/\n\n\n这层楼主要介绍各个物品的使用方式部分内容借鉴于MC中文百科与游戏自带的指导手册\n有些物品在MOD里的指导手册，MC中文百科与这里的使用方式不同，具体使用方式请自行测试\n关于合成部分\n1.8以上请使用Just Enough Item (JEI)查询合成\n1.6.4-1.7.10请使用Not Enough Item (NEI)查询合成\n该内容排序为指导手册中的物品排序\n\n方块:\n大型按钮 (Big Button)：\n大型按钮正如其名，它是更大的按钮，增加了一些功能。该按钮与一个压力盘的大小大致相同，可以被放置任何可以放置普通按钮的表面。在新版本中还加了木制的大型按钮与普通按钮不同的是，它会发出一个很短的红石脉冲直到弹起。通过空手时蹲伏(shift)并用鼠标右键单击大型按钮，可以打开gui，里面有一个插槽，可以放置物品。随着越来越多的物品被放置在该插槽中，脉冲的持续时间的将延长。\n\n建筑指导仪 (Builder Guide)：\n给它红石信号，建筑指导仪便会投影出方块轮廓，你可以通过Shift+右键它来改变形状，或者右键它的不同面来增大或减小轮廓创造模式下将黑曜石放在建筑指导仪上，再拿着任何方块右键它，则会自动完成搭建\n提供了这些形状：球，圆柱，立方，圆锥，三角形，五角形，六边形，八角形\n\n强化建筑指导仪 (Enhanced Building Guide)：\n主要特点与建筑指导仪相似使用任意方块右键它，可以快速的放置方块\n\n捕兽夹 (Bear Trap)：\n放在地上，右键打开，路过它的生物将夹住动弹不得，但是不会造成伤害\n\n方块放置器 (Block Placer)：\n可以在里面放置9组可放置的实体或非实体方块，当接收到红石信号时，会将储存的物品放置在有洞的一面正前方一格，选择储存的物品的顺序是从上到下从左到右。当前方不能放置方块或者红石信号消失时，停止放置。\n\n方块采掘器 (Block Breaker)：\n当它接收到红石信号时，会将有齿的一面前方一格内的方块打碎（没有精准采集或时运效果），然后从后方有小洞的一面排出，如果在后方放置了能储存物品的方块，会自动将物品放入。可以打碎除了基岩以外的所有实体和非实体方块。红石信号消失后停止工作\n\n村庄高亮仪 (Village Highlighter)：\n放置在村庄里，接入红石信号，会显示出一个染色方框，标记村庄中心地带，和一个球体区域，标示村庄的有效范围，可能并不包含全部的村庄建筑。关于村庄的概念可以参考Minecraft Wiki上的说明，可以利用这个特性建造铁傀儡农场\n\n梯子活板门 (Jaded Ladder)：\n集合了活板门与梯子的功能，打开时可以作为梯子攀爬，解决了爬梯子遇上活板门时必须跳出去的麻烦事\n\n洒水器 (Sprinkler)：\n将它放置在装有水的蓄水槽上，它会向周围喷水（粒子效果）范围是以它为中心9X9的正方形。它有9个插槽，可以放入骨粉以便加速作物生长。不需要红石信号激活，一直处于开启状态。\n\n海绵 (Sponge)：\n它是原版海绵的重置版，会吸收以它为中心，7x7范围内的液体。如果吸收掉了液体的源头，在吸收范围外会产生一个新的源头（但不能用空桶收集），用方块填上新的源头后剩余流动的的液体消失。当吸收岩浆时，会把周围的岩浆吸收掉同时被烧毁。可以隔着方块吸收。在吸收一大片液体的时候请务必小心，它会让液体的流动变得相当混乱\n\n物品投掷器 (Item Dropper)：\n在GUI里面放物品后，每被红石信号激活一次就会有口的一面射♂出掉落状态的物品,，你可以调整速度与范围\n\n电梯 (Elevator)：\n使用电梯至少需要两个电梯方块，且两个电梯方块必须垂直放置，传送有效距离为19格，电梯传送距离可在配置文件中修改，电梯中间间隔4个方块以上时无法传送。站在电梯方块上，按空格（跳跃）上升一层楼，按shift（蹲）下降一层楼最新版本中电梯可以用染料染色，只有同种颜色的电梯之间才能互相传送默认每次使用消耗17点经验，不足不能使用。可以在配置文件中修改是否消耗经验\n\n画布 (Canvas)：\n可以被颜料刷染色，具体使用方法请看颜料刷\n\n经验地漏 (XP Drain)：\n放在本mod的蓄水槽上面（或其他mod中能从顶部输入液体的容器），玩家站着上面就会快速的失去经验流进蓄水槽。落在上面的经验球也会被吸进去。\n\n经验莲蓬头 (XP Shower)：\n安装在装有经验的蓄水槽侧面，经验球会以一定的速度从淋浴头流出来。只有在蓄水槽里的经验液面高于淋浴头才会流出。这一些被排出的经验球可以被经验地漏或者MFR的排污机吸收。\n\n经验装瓶器 (XP Bottler)：\n用来制造附魔之瓶，需要在里面放空瓶。在周围放上装有经验的蓄水槽，然后打开GUI设置经验输入面和物品输出面，在物品输出面放置箱子会自动将制造好的附魔之瓶放入。在gui里按住鼠标右键拖动调整视角，左键单击选择面，选中的面会变成红色。\n\n绘图桌 (Drawing Table)：\n将空白模具放入绘图桌中，选择自己喜欢的图案后在右侧取出即可（一旦绘制无法重复利用）\n\n绳梯 (Rope Ladder)：\n使用时像原版梯子那样贴在其他方块侧面旧版设置：一旦贴上第一个绳梯，绳梯会立刻向下延伸，直到绳梯已经到达地面无法再延伸 或因背包中的绳梯耗尽无法延伸为止新版设置：贴上第一个绳梯后，需要一定数量的绳梯才会立即向下延伸。（可以在配置文件中修改相应配置开启或者关闭旧版功能）\n这些向下延伸的部分不需要依附方块，碰撞体积与梯子相同，即可沿着绳梯爬下拆除时只需拆除最高的一个，全部绳梯就会掉落\n\n脚手架 (Scaffolding)：\n放下后在一段时间后会自动变成掉落物，有些类似没有原木支撑的树叶没有像沉浸工程一样的攀爬功能\n\n自动铁砧 (Auto Anvil)：\n自动附魔/修复物品，并且无耐久不能直接用自身经验，需要定义经验输入口后输入经验\n\n自动附魔台 (Auto Enchantment Table)：\n自动附魔物品不能直接用自身经验，需要定义经验输入口后输入经验周围也是要跟原版附魔台一样，需要书架才能提升附魔等级的\n\n蓄水槽 (Tank)：一种液体容器，单个容量16000mb（16桶），可摆成任意形状的液体储罐；液体会从高水位流向低水位，并伴随有液面波动的效果。每一块可单独拆掉，掉落物能保持里面的液体。把经验地漏放在蓄水槽上的话，站在地漏上，自己的经验就会快速的流进蓄水槽。假如里面装的是液态经验的话，空手右键蓄水槽可以吸取一级的经验。这个蓄水槽也能装其他mod中的部分液体\n\n虚空漏斗 (Vacuum Hopper)：\n放置后会自动将距离自身3格内的掉落状态的物品吸入自己的储存空间或者相邻的储存设备和管道(也会将经验球自动吸收并转化为液体经验)，吸力很强。可以在刷怪塔上使用\n\n调色器 (Paint Mixer)：\n在机器内放置4种染料，在上方放一个牛奶桶，可以用鼠标拖动左上方的红点粗略选择颜色，也可以在代码区输入颜色的RGB代码，左边中间的条是调整颜色的灰度的，左下角是颜色预览。最后点击 mix 开始生成该颜色的颜料罐。把生成好的颜料罐放在地上，然后手拿颜料刷右键蘸颜料，一桶颜料可以蘸30次，蘸完后变成空桶掉落。颜料刷可以在方块表面刷颜色。\n\n铺路石 (Path)：\n没有额外的效果，可以用来铺路，会随机生成样式。\n\n电风扇 (Fan)：\n收到红石信号时启动，可吹走实体（玩家、生物、物品等），可以用于建造刷怪场或农场。\n物品：/dev/null：\n一个能储存1组物品的容器，超过1组的物品将会被销毁。\n\n刮刀(Squeegee)：\n拿在手里右键被颜料刷刷过的方块表面可以刮掉颜料。通过shift+右键可以刮掉一整面的颜料\n\n史莱姆区块探测器(Slimalyzer)：\n放在背包中，当玩家走进史莱姆区块的时候会“嘟~”一声，并变成绿色，可以用它来做史莱姆农场\n\n史诗橡皮擦(Epic Eraser)：\n擦除某个物品的的使用记录？具体使用方式不明\n\n大金属棒(Big Metal Bar)：\n可以旋转某个方块的方向，类似扳手\n\n海绵棒(Sponge)：\n作用跟海绵一样可以用来清除液体，但是容易坏掉\n\n游标(Cursor)：\n手持游标shift+右键绑定某个方块后，在一定范围内可以使用它右键打开某个物品的GUI，超过这个范围后需要消耗经验\n\n滑翔翼 (Hang Glider)：\n右键它即可穿在身上（并非装备在装备栏），在高处掉落时会滑翔，按住Shift滑翔速度加快。\n\n睡袋(Sleeping Bag)：\n在晚上时右键它即可睡觉，而且不会重置出生点\n\n空白模板(Unprepared Stencil)：\n将它放到绘图桌中即可弄到自己想要图案。然后放到某个可被颜料刷绘制的方块上面，用颜料刷即可涂出图案\n\n行李箱(Luggage)：\n它是一个可以一直陪伴在你身边的移动箱子，被雷劈中后即可增加一倍的容量。\n\n起重机控制器(Crane Control)：\n它可以控制起重机背包，手持它左键释放/拾取，右键升起，shift+右键下降\n\n起重机背包(Crane Backpack)：\n他需要装备在装备栏里，通过配合起重机控制器，可以拾取玩家/实体/方块，在服务器中可以破坏领地\n\n音波眼镜(Sonic Glasses)：\n带上后眼前仿佛蒙上一层黑纱，白天勉强可以看到东西，但是对声音变得灵敏。会在屏幕上显示出走过的路线和怪物之类有声音的东西。\n\n颜料刷(Paint Brush)：\n拿在手里从颜料罐蘸颜料后可以把颜料涂在方块表面，假如方块上覆盖了模子便可涂出那个模子的图案。可以刷24次。如果不是原版的16种颜色，颜料刷无法涂在羊毛等一些物品\n其他物品:（指导手册未加进去的）计步器(Pedometer)：\n它可以用来计算：起始位置(X Y Z),当前移动速度(m/tick)，平均移动速度(m/tick)，距离起始位置(m)，直线距离(m)，直线移速(m/tick)，上次移速(m/tick)，距离上次记步点(m)，距离上次记步时间间隔(tick)，记步总耗时(tick)。具体使用方法：右键开始记步，shift+右键重新记步\n\n制图机器人(Cartographer)：\n用于绘制高度图，右键地面放置，手持空白地图shift+右键机器人为机器人装载地图。用准星指向绘图机器人可以查看进度，当整张地图全变成亮绿色时绘制完成。\n\n高度图投影仪(Height Map Projector):\n在里面放置绘制完成的高度图后，会在上方投影出3D的地图。具体使用方式请自行测试或者看视频\n\n高度图/空白地图(Empty Map)：\n空白地图有1:1,1:2,1:4,1:8,4种型号，按着shift右键制图机器人放入，然后机器人会自动绘制以你此时所在点为中心的3D地图。当机器人绘制地图完成后按着shift右键绘图机器人取下。放入高度图投影仪可投影出3D地图\n\n方块放置器 (Block Placer)：\n可以在里面放置9组可放置的实体或非实体方块，当接收到红石信号时，会将储存的物品放置在有洞的一面正前方一格，选择储存的物品的顺序是从上到下从左到右。当前方不能放置方块或者红石信号消失时，停止放置\n\n魔法蜡笔(Magic Crayon)：\n魔法蜡笔有很多种颜色，右键可以放置蜡笔方块蜡笔方块默认无碰撞体积，带上特定眼镜后有碰撞体积，不会使人窒息玩法推荐：可以做一些密室（玩监禁play）之类的地方，放附魔台之类的东西，当然如果你是op的话，你可以用这个策划出各种各样好玩的游戏\n\n蜡笔眼镜(Crayon Glasses)：\n用纸和魔法蜡笔合成与魔法蜡笔相同颜色的蜡笔眼镜,只有带着同样颜色的蜡笔眼镜才能看到绘制的蜡笔方块并且看到的绘制的蜡笔方块会变成实体。摘下眼镜后慢慢变淡消失，同时失去实体\n\n魔法铅笔(Magic Pencil)：\n玩家可以使用右键单击创建不可见的铅笔绘制的块。铅笔所绘制的块不能被看见，但是是有形的，玩家无法穿过它们，与魔法蜡笔创建的块不同。用铅笔绘制的块也可以通过装备铅笔眼镜，惊艳科幻色调眼镜或恶棍眼镜看见。使用魔法铅笔，玩家可以创建一共有八种不同类型的块。默认设置创建一个方块。拿着铅笔时通过蹲伏（shift）并单击鼠标右键，可以改变模式。\n\n铅笔眼镜(Pencil Glasses)：\n用于查看魔法铅笔绘制的块，必须在装备在头盔插槽时才能生效。\n\n惊艳科幻色调眼镜(Amazing Technicolor Glasses)：\n装备眼镜后玩家可以看到魔术蜡笔或魔术铅笔创造的所有方块，类似恶棍眼镜。但又有些不同，玩家带着惊艳科幻色调眼镜可以穿过所有魔法蜡笔创造的块，只有神奇铅笔创造的块是实体存在。这个工具只能在地牢或者在创造模式下获得，因为它是一个非常强大的工具。\n\n恶棍眼镜(Badass Glasses):\n装备在头盔位置时可以看到魔法铅笔和魔法蜡笔绘制的方块。与惊艳科幻色调眼镜不同的是，可以选中绘制的方块并打破它。因为功能强大，所以只能从创造模式获得。\n\n投掷加农炮(Item Cannon)：\n用于将周围容器中存储的物品打出至指定地点。使用方法：拿着本mod的指针，按住shift右键大炮，然后按住shift右键目标方块。定位成功后会有条抛物线出现。然后用红石信号激活大炮，大炮会持续不断的将周围储存的物品沿着抛物线射出，以掉落状态掉到地上。红石信号终止时大炮终止发射。适用于原版的箱子，熔炉（会把燃料，要熔炼的物品也一并扔出所以不能做输出设备），投掷器，发射器等容器，不能用于末影箱。\n\n指针(Pointer)：\n用于定位传物加农炮的目标地点，方法是先右键传物加农炮再右键目标地点。然后会从传物加农炮炮口产生一条抛物线到目标地点。\n\n捐助站(Donation Station)：\n鼠标右键打开一个界面，里面有一个格子，可以将物品放入，它会确定这是什么mod的物品，假如储存有捐献这个mod的作者的网页链接，下方的按钮会亮起，点击可以打开捐款页面。\n\n旗子(Flag)：\n制作旗子的地毯颜色不影响旗子的颜色，它第一次做出来时总是绿色的，拿在手里时按住shift+右键切换颜色，插在地上时右键可以改变尖头指向的方向，插在墙上时则不能改变方向。\n\n天空方块(Sky Block)：\n反转天空方块放置后会变成具有天空视觉纹理的方块（四面），但里面没有云，只有天空、太阳、月亮和星星。经过红石信号激活后，它会变成灰色的天空方块。在某些版本中，可能会导致客户端闪退，推荐直接禁用它，如果服务器里不幸的发生了这件事情，只能采用WorldEdit大法了\n\n靶子(Target)：\n放置在地面上用红石信号激活后立起，被弓箭射中后会向周围输出瞬间的红石信号。可以用于解谜游戏。\n\n黄金之眼(Golden eye)：\n合成后需要用10个末影珍珠通过合成充满耐久，然后可以使用100次。它与末影之眼用于类似。寻找世界中自然生成的建筑，如村庄，要塞等。先拿着黄金之眼潜行右击一次才能正常使用！然后每次扔出都会在空中向建筑方向移动一小段距离再落地。\n\n治愈方块(Healer)：\n当玩家站在上面时会以较快的速度恢复生命值，但不会治愈除玩家的所有生物。治愈方块不能合成，只能通过创造模式获取。\n\n美味粘土(Tasty Clay)：\n美味的粘土，食用后回复半格饥饿度。大概是作者的恶趣味，也许很好吃。\n\n金蛋(Golden Egg)：\n放置在地上一段时间后，会旋转着离开地面并发光，同时使其周围一定范围内的方块飞起来（表面一层，注意这也可能会发生在你所站立的方块上，让你掉到方块下面去，可能会有风险），金蛋飞到一定高度后会爆炸，造成破坏的同时，之前飞起来的方块一般来说也会落回原位（也有可能不会）。基于该特性，建议在服务器的配置中关闭金蛋的爆炸功能，或者禁用该方块合成和使用。避免带来不必要的损失此过程完成后会生成一个名为“迷你替身”的小型玩家生物，具有10点生命，不会帮你做任何事，只会时不时的把你抓起来骑在它的头上，这时玩家除非按Lshift（脱离坐骑）下来，否则无法移动，这也许会对工作或者战斗时的玩家造成不利后果。（在新版中貌似除了采花和走来走去就啥都不会做了）\n附魔书-尔虞我诈 (flim flam)：\n可用此附魔书在防具上附魔，总共四个等级，附魔等级越高可以在更多的防具上附魔。当受到来自怪物或玩家的伤害时，可以使他们的幸运值(Luck)降低。\n幸运值(Luck)可能造成的影响：\n\n背包中随机的物品会添加节肢杀手V的附魔在周围产生数只带电苦力怕可能获得失明、恶心等DEBUFF，或者跳跃提升、速度的效果。持续时间较短，跳跃提升和速度约为50级左右当放置火把时在周围生成泥土墙把玩家围在里面背包中的物品顺序被打乱物品被随机扔掉身上的工具和装备被添加随机的文章骑上周围的生物（章鱼和苦力怕除外）周围20x20x20范围内的怪物被随机命名周围20x20x20范围内的羊颜色被改变在高度100以上生成冰块并将他们传送上去往一个随机的方向扔雪球随机播放音效创造一个章鱼并把它戴在头上传送，效果同抛出一颗末影珍珠获得一个耐久为1的物品，带有随机的附魔\n附魔书-屹立不倒 (last stand)：\n当你受到的最后一次攻击可使人物死亡，拥有此附魔可以使用经验值抵消致死的伤害，可多次抵消直到经验值不足，一共有两个等级。\n附魔书-震荡不定 (unstable)：\n一共有3个等级，当玩家受到伤害（不包括摔落、火焰、仙人掌等造成的伤害）时，在携带有足够的火药的情况下，会发生爆炸，并消耗拥有该附魔的防具的耐久。不会对自身造成伤害。1级附魔每次爆炸消耗2个火药，最大爆炸半径约1.5格2级附魔每次爆炸消耗4个火药，最大爆炸半径约2.5格3级附魔每次爆炸消耗8个火药，范围和伤害近似于TNT，并且能够破坏周围方块\n\n\n教程（视频版）：\n\n这个mod自带手册，也可以去MC中文百科查询。\n当然了我更推荐看酒石酸菌的教程，非常详细。\nPART-1\n[bili=3988133]1[/bili]\n视频地址：https://www.bilibili.com/video/av3988133/\nPART-2\n[bili=4083994]1[/bili]\n视频地址：https://www.bilibili.com/video/av4083994/\nPART-3\n[bili=4111726]1[/bili]\n视频地址：https://www.bilibili.com/video/av4111726/\n值得注意的是，这些教程可能与现有版本有所出入。\n\n（编辑了大半小时的内容发现还不如酒石酸视频的详细QWQ）\n\n\nFAQ：\n1.Grave didn't spawn/Some items are missing?\nWe receive quite a lot of grave bug reports and most of them are, unfortunately, invalid. So here's basic checklist for debugging graves:\n1.Are you sure they are our graves? Yes, it happens... Check it through WAILA or by just comparing with picture below before continuing.\n\n\n\n\ngraveshot.png (124.96 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-1 21:56 上传\n\n\n\n\n\n2.(optional) Check for conflicting mods. We received information that some mods have options that disable/filter drops. Here's unofficial and totally not verified list. If you know more, let us know.\nAdvent of AscensionCombatLog pluginRotaryCraft (when player is killed by grinder)???\n\n\nLook at the end of this question for method of getting all mods that may change drops mechanics.\n\n3.Code that spawns graves works after all other mods had chance to add their drops. During that time, any mod can modify list of already added items or even cancel drops at all.\nGraves should always contain items that would be dropped normally - so if item isn't in grave, it would probably not drop even if graves were disabled.\nFirst step is to make sure this isn't the case.\nPlease recreate this death in following conditions:\n\nin flatworldwith the same modswith inventory reproduced as close as possibly (may be restored with ob_inventory restore)after switch to survival If grave didn't spawn, then it's possible that some other mod captures all drops before our code.\n\n\n4.To fully verify it, use /gamerule openblocks:spawn_graves false command to disable graves in this world and re-test again. If nothing drops on the ground, try to identify mod that causes that.\n5.Look for logs. Some of them will be displayed in console as warnings (this includes issues that prevent graves from spawning), some of them will be visible only in log file.\nLogs from correct grave spawn look like this (only line with INFO will be visible in console):\n<font face=\"微软雅黑\"><font face=\"微软雅黑\"> [10:04:00] [Server thread/INFO] [OpenMods/]: openblocks.common.PlayerInventoryStore.onPlayerDeath(PlayerInventoryStore.java:303): Storing post-mortem inventory into d:\\minecraft\\forge-dev-1.7.10\\saves\\OB-clean\\data\\inventory-boq-2015-04-05_10.04.00-death-0.dat. It can be restored with command '/ob_inventory restore boq boq-2015-04-05_10.04.00-death-0'\n [10:04:00] [Server thread/DEBUG] [OpenMods/]: openblocks.common.PlayerDeathHandler.onPlayerDrops(PlayerDeathHandler.java:349): Scheduling grave placement for player 'EntityPlayerMP['boq'/0, l='OB-clean', x=1001,50, y=51,00, z=999,50]':'com.mojang.authlib.GameProfile@1e9688fa[id=26cceef4-dead-beef-8152-b49f124a11f7,name=boq,properties={},legacy=false]' with 1 items\n [10:04:00] [Server thread/DEBUG] [OpenMods/]: openblocks.common.PlayerDeathHandler$GraveCallable.trySpawnGrave(PlayerDeathHandler.java:230): Grave for com.mojang.authlib.GameProfile@1e9688fa[id=26cceef4-dead-beef-8152-b49f124a11f7,name=boq,properties={},legacy=false] will be spawned at (1001,51,999)\n [10:04:00] [Server thread/DEBUG] [OpenMods/]: openblocks.common.PlayerDeathHandler$GraveCallable.backupGrave(PlayerDeathHandler.java:275): Grave backup for player com.mojang.authlib.GameProfile@1e9688fa[id=26cceef4-dead-beef-8152-b49f124a11f7,name=boq,properties={},legacy=false] saved to d:\\minecraft\\forge-dev-1.7.10\\saves\\OB-clean\\data\\inventory-boq-2015-04-05_10.04.00-grave-0.dat</font></font>复制代码If some of those line are missing, report that to us.\nNote: graves won't spawn in following conditions:\nIf drops list was empty or emptied by other mod before our code handled itIf player drops event was cancelled by other modIf grave spawn event was cancelled by other modIf there is no valid location to place it (for example, when player died in spawn-protected region)\n\n\nIn last two cases, items will drop on ground.\n\nAdvanced debug methods\nIf you want to see, what other mods can interfere with grave spawning, please use either debug:gravesDebug config option or EventLog (available here). You can change value of this option without restart with following command:\n<font face=\"微软雅黑\"><font face=\"微软雅黑\">/om_config_s set openblocks debug gravesdebug true</font></font>复制代码If command is used, your logs should contain information about drops handlers. Note: This information will be visible only in log file, not in console. If EventLog is used, you have to print it with /list_events_s after at least one death.\n\nIf grave is spawned, contents will be stored in appropriate file (see next question). OpenBlocks will also store pre-death inventory in separate file. This usually is done before other mods have change to modify it, so it may be more reliable.\n2.How do I restore my inventory with command?\nAs you may have noticed from previous question, OpenBlocks has command that allows to restore inventory from before death or examine grave contents, even if grave was already destroyed or not spawned at all.\nIt can be used in two ways:\n/ob_inventory restore - replaces contents of player's inventory with stored items/ob_inventory spawn - drops whole inventory or just single item in world\n\nIf you are confused by syntax, almost all parameters have tab-completion.\n\nTo use it, you need to enable commands in single-player or be op in multi-player.\n\nBefore you can restore, you need to know which file contains items you want to restore. Path usually looks like this:\n<font face=\"微软雅黑\">saves/<world name>/data/inventory-<player name>-2015-04-04_21.48.30-death-0.dat</font>复制代码You can just start typing player name and then press tab key, it should already fill rest with suggestion. ** specifies what event triggered file creation. Currently it may be one of following strings:\ndeath - contents of player's inventory from moment before player deathgrave - contents of gravecommand - snapshot of inventory, created with /ob_inventory store command\n\n3.How do I disable graves?You can disable graves via configuration file, like any other block and item in OpenBlocks. Just make following change to configuration:<font face=\"微软雅黑\">blocks {\n    B:grave=false\n}</font>复制代码Note that this will also remove all existing graves in save.\nYou can also disable graves per world (just creation, not block), by using gamerule command, i.e./gamerule openblocks:spawn_graves false. This method won't remove existing graves.\n4.I disabled graves, but they still spawn?Are you sure those are our (i.e. OpenBlocks') graves? This seems like silly question, but this is most common solution to this problem.  Easiest way to verify that is to look for logs mentioned in one of previous questions.\n5.How do I break graves in adventure mode? Can I empty grave without breaking it?\nIf you can't (or don't want to) break grave, you can just right-click it with shovel. Unfortunately, we can't control list of block that can be destroyed in adventure mode with specific tool.Also, please remember, that digging graves may get you into trouble.\n6.What happened to radio?\nWe removed it.Between Minecraft 1.6 and 1.7 sound engine changed. When trying to port radio, code started to look more and more like very limited and buggy external player with on/off switch in Minecraft. So it become kind of pointless.\n7.Why does elevator not work?\nThere are usually few possible causes:Not enough XP. Since few versions elevators drain experience in survival mode. This option can be disabled in configuration.Too many blocks between elevators. This limitation is also configurable.Badly implemented air-like blocks. Most mods implemented various fake air, light and tracking blocks right, but there is still room for misbehaving implementation.Different elevator colors. Elevators will only teleport to other elevators with same color.\n\n\nInteractions with Better Sprinting and similar mods.\nIn some cases switching to alternative method of getting information about player movement may help (especially when it's cased by interaction with other mod).\n\nTo do it, open OpenModsLibCore.json in config folder on client, find activate_movement_callback and change line below it from \"value\": \"true\" to \"value\": \"false\".\n8.Does /ob_inventory restore work on non-vanilla inventories?This depends on other mods.Currently OpenBlocks contains code that allows storing such inventories and events to signal loading and storing inventory (openblocks.api.InventoryEvent.*).\nThough it's recent addition and as far as we know, no mod uses that.\nWe may add integration directly in OpenBlocks, if mod has proper API.\n9.Why doesn't building guide show any markers?\nSince version 1.3 this block needs redstone power to work. This behavior can be configured with guide.redstoneSensitivity configuration option.\n10.How can I add information about my mod to donation station?\nSend string IMC with key donateUrl and URL as value.\n11.How can I disable flim-flam enchantment?\nFor new worlds: just set enchantment id to -1\nFor existing worlds: removing any enchantment from game may break world. But in case of flim-flam enchantment, you can just disable all effects with blacklist/whitelist stored in flimFlamBlacklist+reverseBlacklist config option or just disable potentially harmful ones with safeOnly.\n\nYou can get list of all flim-flam effects by using tab-expansion on /flimflam command.\n\n\n建议：\n在服务器内建议ban掉天空方块，起重机，墓碑，金蛋，震荡不定附魔，尔虞我诈附魔\n这些东西可能会破坏服务器的平衡性或者给服务器玩家造成损失，建议禁止\n你可以在服务器的Config中取消它们的生成（推荐），或者修改他们的属性，也可以使用Banitem with NBT插件封禁这些物品\n这个mod与RailCraft还有一个BUG，请自行斟酌是否禁止\n[bili=3505054]1[/bili]\n视频地址：http://www.bilibili.com/video/av3505054\n\n\n\n\n",
    "replies": [
        {
            "author": "lackangel",
            "timestamp": 1519792500,
            "txt_content": " 本帖最后由 blackangel 于 2018-12-6 11:48 编辑 \n\n测试完毕"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1519792680,
            "txt_content": "新版规似乎规定不用加上 SSP/SMP了"
        },
        {
            "author": "AJ_",
            "timestamp": 1519792800,
            "txt_content": "这么厉害的吗"
        },
        {
            "author": "lackangel",
            "timestamp": 1519792920,
            "txt_content": "袋里的鲨 发表于 2018-2-28 12:38\n新版规似乎规定不用加上 SSP/SMP了\n妈耶我一开始没加，后来加上了。。。"
        },
        {
            "author": "远方的你。",
            "timestamp": 1519795320,
            "txt_content": "尔虞我诈，兵不厌诈"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1519818840,
            "txt_content": "\n请修改标题格式。\n[适用版本]为[最高支持版本-最低支持版本]，例：[1.12.1-1.7.10]；\n*若支持0.1阶段全版本亦可写作[#.#.X]，例：[1.12.X]。"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1519819080,
            "txt_content": "暂不评分 介绍无原帖多 鉴于原帖实在太老了给你七天时间把介绍补全and 标题格式已改"
        },
        {
            "author": "lackangel",
            "timestamp": 1519823400,
            "txt_content": "猜猜谁是谁 发表于 2018-2-28 19:58\n暂不评分 介绍无原帖多 鉴于原帖实在太老了给你七天时间把介绍补全and 标题格式已改\n ...\n感谢指点"
        },
        {
            "author": "xjlxzcdwq",
            "timestamp": 1520088780,
            "txt_content": "其他我都知道怎么禁止，但是尔虞我诈这个咋禁止掉啊"
        },
        {
            "author": "lackangel",
            "timestamp": 1520127660,
            "txt_content": "xjlxzcdwq 发表于 2018-3-3 22:53\n其他我都知道怎么禁止，但是尔虞我诈这个咋禁止掉啊\n # Is  'Flim-flam' enchantment enabled\n B:flimFlamEnchantment=true\n试一下这个"
        },
        {
            "author": "xjlxzcdwq",
            "timestamp": 1520133600,
            "txt_content": "blackangel 发表于 2018-3-4 09:41\n# Is  'Flim-flam' enchantment enabled\n B:flimFlamEnchantment=true\n试一下这个\n不知道是不是版本问题，我的版本是1.7.10-1.6找不到这个"
        },
        {
            "author": "lackangel",
            "timestamp": 1520142480,
            "txt_content": "xjlxzcdwq 发表于 2018-3-4 11:20\n不知道是不是版本问题，我的版本是1.7.10-1.6找不到这个\n如果是服务器的话试一下这个Banitemhttp://www.mcbbs.net/thread-552368-1-1.html"
        },
        {
            "author": "xjlxzcdwq",
            "timestamp": 1520145840,
            "txt_content": "blackangel 发表于 2018-3-4 13:48\n如果是服务器的话试一下这个Banitemhttp://www.mcbbs.net/thread-552368-1-1.html\n不管怎么样谢谢啦，开放式方块真的挺有意思的，感谢做出的贡献"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1521026940,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2018-3-18 19:39 编辑 \n\nemmmm改完之后的内容还是比原帖少 在19号之前补好\n你这教程都是酒石酸的也不行啊。。。 多一点各种物品的介绍吧@blackangel 是否了解？"
        },
        {
            "author": "lackangel",
            "timestamp": 1521381720,
            "txt_content": " 本帖最后由 blackangel 于 2018-3-18 22:42 编辑 \n猜猜谁是谁 发表于 2018-3-14 19:29\nemmmm改完之后的内容还是比原帖少 在19号之前补好\n你这教程都是酒石酸的也不行啊。。。 多一点各种物品的介 ...\n这几天已经加了。。\n\n还有一些指导手册里的物品还没弄好\n\n而且MCBBS的编辑器不太好\n\n有的物品也稍微进行了改动\n\n所以介绍会有点慢\n"
        },
        {
            "author": "星层",
            "timestamp": 1521455520,
            "txt_content": "我玩电梯就全靠这个了"
        },
        {
            "author": "sss1",
            "timestamp": 1521463680,
            "txt_content": "MOD确实是1.12.2的，可是MOD前置不是1.10.2的吗……不能用？"
        },
        {
            "author": "lackangel",
            "timestamp": 1521538440,
            "txt_content": " 本帖最后由 blackangel 于 2018-3-20 17:35 编辑 \nsss1 发表于 2018-3-19 20:48\nMOD确实是1.12.2的，可是MOD前置不是1.10.2的吗……不能用？\n在下载地址里面\nOpenModsLib-游戏版本号-mod版本号\n或者看Game Version一栏\n"
        },
        {
            "author": "q1751777826",
            "timestamp": 1531101000,
            "txt_content": "感谢楼主~"
        },
        {
            "author": "Ultra_Greedier",
            "timestamp": 1535002080,
            "txt_content": "萌新求助，这个mod的指导书打开时会崩溃，是mod本身的问题还是冲突呢（可能是哪些原因）"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1535035620,
            "txt_content": "blackangel 发表于 2018-2-28 12:35\n这里只是测试排版而已。\n这层楼主要介绍各个物品的使用方式部分内容借鉴于MC中文百科与游戏自带的指导手册\n ...\n拿其他网站的东西好吗"
        },
        {
            "author": "szz.szzh",
            "timestamp": 1543234260,
            "txt_content": "为什么用自动铁砧弄拔刀的段数时会崩端"
        },
        {
            "author": "szz.szzh",
            "timestamp": 1543234560,
            "txt_content": "szz.szzh 发表于 2018-11-26 20:11\n为什么用自动铁砧弄拔刀的段数时会崩端\n1.12.2版的"
        },
        {
            "author": "烟雨郎君",
            "timestamp": 1548316140,
            "txt_content": "我想问尔虞我诈怎么禁止"
        },
        {
            "author": "lackangel",
            "timestamp": 1548319920,
            "txt_content": "烟雨郎君 发表于 2019-1-24 15:49\n我想问尔虞我诈怎么禁止\nB:flimFlamEnchantment=true\n应该是改成false"
        },
        {
            "author": "烟雨郎君",
            "timestamp": 1548575520,
            "txt_content": "blackangel 发表于 2019-1-24 16:52\nB:flimFlamEnchantment=true\n应该是改成false\nflimFlamEnchantment后面是一个数字 213  不是true啊"
        },
        {
            "author": "303945523",
            "timestamp": 1548728460,
            "txt_content": "烟雨郎君 发表于 2019-1-27 15:52\nflimFlamEnchantment后面是一个数字 213  不是true啊\n关于尔虞我诈附魔，官方禁用方法是将这里的213改成-1就可以使这个附魔不会出现在新的世界里，如果想在现存的世界禁用这个附魔，只能通过关闭这个附魔的各类效果来做到，config里还是很详细了"
        },
        {
            "author": "呵呵啊哈额",
            "timestamp": 1548735120,
            "txt_content": "楼主写的真详细，辛苦了，"
        },
        {
            "author": "a1051461594",
            "timestamp": 1548817440,
            "txt_content": "支持楼主！"
        },
        {
            "author": "dangaojiang",
            "timestamp": 1550241540,
            "txt_content": "很喜欢这个模组,楼主搬运辛苦了"
        },
        {
            "author": "xxpian",
            "timestamp": 1555133220,
            "txt_content": "可以可以nice\n"
        },
        {
            "author": "173951483",
            "timestamp": 1574085060,
            "txt_content": "楼主，知道这个MOD缺少文件openmodscore吗\n我一直提示缺少核心文件。是openmodslib的前置缺少这个文件。\n我的世界用的是1.11.2。在哪里下的版本都提示缺少文件。已经要崩溃了。开放方块MOD还卸载不掉。方块删干净也不行。\n本来是网易版的，现在想把存档转去国际服，结果这个MOD一直提示缺少这个文件。但是网易版的就不提示。但是我把网易版的拷贝出来，国际版还是会提示。急求，在线等！！！谢谢楼主"
        },
        {
            "author": "173951483",
            "timestamp": 1574085540,
            "txt_content": "When you start mod in source code form from IDE, Forge/FML can't find information normally available in JAR file.\nTo start game you need to do one of two things:\ncopy file etc/open_mods_lib_dummy_jar.jar from repo to mods folder\nadd -Dfml.coreMods.load=openmods.core.OpenModsCorePlugin to JVM command line\n然后官网回复有这样一段话，看不懂。好像是要用编程软件编辑？"
        },
        {
            "author": "夜曲略略略",
            "timestamp": 1576077660,
            "txt_content": "虚空漏斗打掉之后那个地方还会自己吸东西是bug还是怎么能消除这个现象"
        },
        {
            "author": "鸽子天王",
            "timestamp": 1581232320,
            "txt_content": "怎么在服务器禁用尔虞我诈附魔？？"
        },
        {
            "author": "卡莎我老婆",
            "timestamp": 1584614940,
            "txt_content": "nice，找到了"
        },
        {
            "author": "xiaozon",
            "timestamp": 1584615480,
            "txt_content": "blackangel 发表于 2018-2-28 12:42\n妈耶我一开始没加，后来加上了。。。\n好吧，你这个也太那啥了，呢"
        },
        {
            "author": "CY1724524280",
            "timestamp": 1584620280,
            "txt_content": "找了好久，谢谢"
        },
        {
            "author": "awrtyu",
            "timestamp": 1584764880,
            "txt_content": "我的天下载太慢了吧[:cry:"
        },
        {
            "author": "K_yi",
            "timestamp": 1584841020,
            "txt_content": "网站都被ban了怎么下= ="
        },
        {
            "author": "maik986",
            "timestamp": 1587540240,
            "txt_content": "爱了爱了"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1587543420,
            "txt_content": "经典模组！！支持！"
        },
        {
            "author": "q2164806880",
            "timestamp": 1587640620,
            "txt_content": "mod很棒。 谢谢分享！"
        },
        {
            "author": "3206483554",
            "timestamp": 1588207860,
            "txt_content": "加了这个之后整个包直接崩了欸"
        },
        {
            "author": "梦游的水晶球",
            "timestamp": 1588763820,
            "txt_content": "为什么写着缺失什么"
        },
        {
            "author": "2570275959",
            "timestamp": 1588765140,
            "txt_content": "哇，看起来好炫酷啊！但是我只想水一下。"
        },
        {
            "author": "Feverlxc",
            "timestamp": 1592642580,
            "txt_content": "感谢楼主搬运更新，找了很久，基本上都是1.9左右的版本，才看到"
        },
        {
            "author": "STRLeon",
            "timestamp": 1594480560,
            "txt_content": "奇怪的开放的方式"
        },
        {
            "author": "左边熊孩子",
            "timestamp": 1594642440,
            "txt_content": "花哨模组+1"
        },
        {
            "author": "d1n1m",
            "timestamp": 1594774680,
            "txt_content": "看着粒子特效挺棒的"
        },
        {
            "author": "x丫z",
            "timestamp": 1595486580,
            "txt_content": "这对我的无尽贪婪之路有了很大帮助"
        },
        {
            "author": "1726643073",
            "timestamp": 1596779700,
            "txt_content": "怎么样不让生成墓碑啊"
        },
        {
            "author": "1340462663",
            "timestamp": 1606746360,
            "txt_content": "厉害厉害"
        },
        {
            "author": "yuan_su_he",
            "timestamp": 1608432600,
            "txt_content": "有没有前置啊，我这里显示要前置mod"
        },
        {
            "author": "hdxbl005",
            "timestamp": 1613557560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}