{
    "title": "[1.12.2-1.10][Bed Patch——卡床补丁]修复卡床bug",
    "author": "中间栖姬",
    "replyCount": 4,
    "timestamp": 1519817280,
    "txt_content": "Bed Patch is a small server mod that fixes the long standing vanilla bug that sometimes causes a player to get stuck in bed after teleporting or changing dimensions. When this happens you have no choice but to exit the game to get your character out of bed. This bug appears to have existed since at least 1.10.2.\n 这是个小型服务端mod，修复原版的卡床BUG。这个BUG从1.10.2版本就开始出现，在你进行维度变换后睡觉就有可能发生，只能通过退出游戏解决。\nOther mods like Bed Bugs have attempted to work around this issue by giving the player way to kick themselves back to the main menu. This saves time because Minecraft doesn't need to be restarted, but it doesn't fix the actual bug.\n 有另一款mod，卡床修复（站内有搬运）这个mod的解决方式是把玩家踢回主菜单，这可以节省重启minecraft的时间，但是没有解决这个bug。\nBed Patch fixes the actual issue that causes the problem, preventing the player from getting stuck in the bed at all.\n 卡床补丁修复了这个问题，防止玩家睡觉卡床。\nIt is available for 1.10.2, 1.11.2, and 1.12.2. If you need it for a different version of Minecraft, let me know and I'll see what I can do.\n 从1.10.2到1.12.2的版本都有\nThis mod is only needed on the server, but installing it on a client will not cause any issues.\n 这个mod只需要服务端安装即可，客户端装了也不会出问题。\nNOTE: This is a coremod that patches vanilla Minecraft code. Because of this it is possible that it may have conflicts with other mods!提示：这是个核心类型的mod，有可能会和其他更改睡眠、重生点的mod冲突。\n下载地址在上方，去原帖下载吧，这个也没有图片...",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1519817820,
            "txt_content": "额，为啥不是插件"
        },
        {
            "author": "_DIM_",
            "timestamp": 1519818300,
            "txt_content": "海贼王# 发表于 2018-2-28 19:37\n额，为啥不是插件\n很显然是给sponge做的。233"
        },
        {
            "author": "中间栖姬",
            "timestamp": 1519818540,
            "txt_content": "海贼王# 发表于 2018-2-28 19:37\n额，为啥不是插件\n单人玩，客户端用了也有效果。"
        },
        {
            "author": "xmdhs",
            "timestamp": 1519820040,
            "txt_content": "海贼王# 发表于 2018-2-28 19:37\n额，为啥不是插件\n服务器用某个固定登陆点的插件进行了吧"
        }
    ]
}