{
    "title": "请问何为“恶意中伤”？",
    "author": "E.T.星落辰",
    "replyCount": 9,
    "timestamp": 1519918920,
    "txt_content": " 本帖最后由 E.T.星落辰 于 2018-3-1 23:59 编辑 \n\n您瞧，我好歹终于乐意和**过架的人开句玩笑提两句不好听的建议了，就给我来这么一出。\n也对，人只能听进去和自己意见相同的话，村民也是人类对吧。\n那么我现在要问问您：您是从何得出我“恶意中伤”这一结论的呢？@109482247  \n第一句？难道把“版主”改叫村民不是一个娱乐化的、可以博得用户一笑的举动吗？\n最后一句，我说的是事实啊，就是欠了我俩季度工资啊，我也从未催逼过，都是拿这事开玩笑啊对不对？这是我想得到的仅有的能和您开玩笑的一件事了。\n第二句的话，我个人当年和某暴走得比较近，也对其不愿主动申请拔刀剑搬运贴精华的事有极其片面的了解。但正如我所言，确实有很多人不乐意主动来领这点东西，认为其“掉价”，自己主动来领颇有“屁颠屁颠”的意味。\n总之，我从发布者的角度来看，看不出来我哪里恶意中伤了。\n而从搬运工的角度来看，我可不认同这次所谓的“奖励增加”，毕竟绿宝石对于我们来说毫无意义，甚至都不像贡献和金粒可以拿来换勋章，没错吧？更何况，要用绿宝石，就一定会占用模组制作者/搬运工的时间，可能会使其一心扑在服务器盈利上，留下一个低质量的烂摊子。这样想有其逻辑可取之处吧？\n至于我个人对积分的态度，是这样的：\n“我突然领悟到一个事实：\n我们干活是为这个圈子做贡献，抑或是提升自己的能力，别指望我们低三下四地向你们求那屁大点没卵用的积分，老子不稀罕，还不如Radfast一句Thank you对我来说有价值。”\n没错，是这样。15评分带个扣分45收藏的垃圾帖子，我没有动力去再砸两个月的时间去完成我在帖子方面的创新构想。对我而言，只需要第三张图中星系作者之一Radfast一句Thank you就够了（图被压了没办法，想看两个不同国家的好盆友日常聊天请见https://github.com/micdoodle8/Galacticraft/pull/3199），那就是对我拼命追上汉化和代码进度最好的鼓励。\n手机发帖不排版了，见谅见谅。\n总之，对于新规的意见是：请版主们主动出击，给合适的帖子合适的奖励，抑或是建议作者去申请精华优秀，而不是等着我们来要奖励，真的不稀罕也没时间。\n\n\n\n\n\n\nScreenshot_2018-03-01-22-51-48.jpeg\n(18.98 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2018-3-1 23:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreenshot_2018-03-01-23-02-31.jpeg\n(38.38 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-3-1 23:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreenshot_2018-02-27-23-33-41.jpeg\n(28.51 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2018-3-1 23:40 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "梨木利亚",
            "timestamp": 1519919520,
            "txt_content": "你的图我建议你换个高清的，一片模糊。"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1519919700,
            "txt_content": "评论那张图好模糊...\n叫作者或搬运工自己去领工钱个人感觉的确不大合适\n评分是鼓励，不是去搬运或是做其他事情的动力啊"
        },
        {
            "author": "1249922508",
            "timestamp": 1519921260,
            "txt_content": "真----AV图片"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1519922340,
            "txt_content": " 本帖最后由 a946115793 于 2018-3-2 00:43 编辑 \n\n是啊。。不是为了优秀精华和积分去做Mod的。。更重要的是查看量，下载量，这样才能看出你的Mod有多优秀。。\n现在是版主只能主动推荐，版主推荐，高亮。"
        },
        {
            "author": "Ray_Penber",
            "timestamp": 1519922880,
            "txt_content": " 本帖最后由 Ray_Penber 于 2018-3-2 00:53 编辑 \n\n结合你全文思想,凭借我水平一般的阅读理解功底,我可以大致总结出如下几点：\n1. 你认为主动去申请奖励是一件“掉价”的行为，并且将其过程描述为“屁颠屁颠”。\n2. 你认为去主动申请奖励就是动机不纯，太过功利。做mod做翻译应当不求回报。\n3. 做mod做翻译不应当追求这些实际的好处，一旦这么做必然导致质量下降。\n4. 我很牛逼，我有很大贡献，我不稀罕这些奖励，你们要是求着给我发奖励我还能勉为其难的接受一下，圈子里的人都该学学我这样。\n\n全部内容的中心思想就是:\n把新增的奖励批判的一文不值.表明自己不追求物质的回报，只追求精神上的认可。顺带鄙视了一下版主以及部分mod作者翻译者的思想境界太低。简单来说就是希望所有人用爱发电。\n\n你如果自己想追求“高风亮节”当然是毫无问题的。但请你不要专门发个帖子鄙视一下意见和你不同的人。\n也请不要自认为贡献卓著，能代表整个圈子发表意见。\n\n"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1519923840,
            "txt_content": " 本帖最后由 E.T.星落辰 于 2018-3-2 01:20 编辑 \nRay_Penber 发表于 2018-3-2 00:48\n结合你全文思想,凭借我水平一般的阅读理解功底,我可以大致总结出如下几点：\n1. 你认为主动去申请奖励是一件 ...\n我只是表明个人意见，且希望版主评分能主动些，别无它意。您要是揪着屁颠一词不放搞**我也没办法，我也没说过我能代表谁，只是提醒别忘了会有人认为这种事情掉价而不愿意主动申请奖励。现在拆开你的论点：\n1、我没有将领奖励一事统一描述为“屁颠屁颠”\n2、我也没说就是动机不纯太过功利必须如何如何，而只是想到Curseforge等站点的自然津贴对比想到的而已。\n3、我说过必然一词吗？\n4、我有提现过“我很牛逼”这样的思维模式吗？只是就事论事，我也没有说过勉为其难啥的，而且我本人没有主动申请过任何奖励且参与过一些汉化工作是事实。\n关于总结：\n我可没说一文不值，但是对于我这样的用户来说确实暂无意义；我也从未说过我代表整个圈子，全文都不停地暗示明示“个人意见”；我更未曾说过希望什么人向我学习，只是联系到我之前的版主工作而得出“部分用户真的不愿意主动领分，对于他们来说这种事情可能类似于公开处刑”因此得出了“反正我意思就是你们主动点出击给分，别等着我们去要，怪不好意思的。”的建议。\n要是伤害了你的自尊心，认为我是在恶意中伤你们，不好意思，我在一段时间以来一直私下考虑Curseforge和Adfly等盈利模式是否可以应用在汉化工等倒霉蛋身上（如果我们真的可以，那么认为我恶意中伤的你们也会是受益者），也一直希望我可以真的拿到一点利润来方便自己在网上的其他活动，比如充个B站大会员或者给梦梦奈买套衣服啥的，而国外的有关盈利模式并不需要公开地申请等，大部分收益都不需要说出来“我要收益”——说实话很难为情，瓶子152在B站也是拼了老脸了。\n所以别觉得我如何如何，这是一个积极性和奖励最终受益者比例的问题，并不是你讨论优越感和倒酸水的问题。"
        },
        {
            "author": "_DIM_",
            "timestamp": 1519924680,
            "txt_content": "嗯，的确，论坛应该是让版主主动给优秀的作品给予一些奖励，而不是让作者去找版主索要奖励\n但mcbbs这样做应该也是有原因的，论坛大了帖子也多了，这样做需要投入更多的人力精力时间，所以让你们自己去申请吧 （个人认为）"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1519927380,
            "txt_content": "\n【9-2】恶意回帖：引人反感的不文明用语、主观恶意中伤(如谩骂、嘲讽及反话捧黑等)他人、色*情(举报)、政治，将酌情扣分、警告、屏蔽及或删除、禁言5-14天。\n楼主发言中带有强烈的嘲讽及反话捧黑意味，如果楼主觉得我判定不合版规要求，可以直接以此向管理员投诉。\n\n————————————————————————————————\n\n\n关于楼主提出的想法和建议，确实是没问题的，但是这是建立在理性的前提下，如果所有人都和楼主一样反馈问题，论坛还能待下去吗？\n\n楼主可以看看http://www.mcbbs.net/thread-573171-1-1.html这个帖子中最近的几个反馈回帖是怎么做的。\n\n文明理性是做人和与人相处的基本素养，楼主在我对你的违规回复处理之后，马上便开始几个论坛相关系的QQ群中疯狂发布消息质疑及攻击我的处理。\n居心如何我就不揣测了。也请楼主不要随意揣测我们的居心了。\n\n我为论坛做事，不敢说没有一点私心杂念，人都希望满足自己的内心、希望得到认可，这我是可以理解的，我自己也是这样的。\n\n可是我付出这些能有什么实际回报？\n\n今天从早上6点起来中间除了吃饭一直写案子加上后来各种事到现在，真体会了一把心力交瘁，心里就想着把这些事赶快趁开学前一口气弄完。\n\n我这次为了搬运工、创作者能有收入而这么肝，我自己想起来都觉得傻，我图个什么？\n\n发那个公告的时候我头又疼又昏的感觉（后来吃了晚饭好多了），那时候情绪很差。\n\n可是回头一想，我做这些事目的是希望大家能开心，社区能再热闹起来，所以我在帖子里故意扮了一下“村民”。\n\n当时我自己也挺开心的，我觉得我终于把这部分内容告一段落，可以大石落地了。\n\n我说上面这段话没有别的意思，我做版主是责任和兴趣使然，Mod大区的版主都是这样，我开心看到他们可以尽自己力和愿望完成职责，我也不能要求他们有多完美多勤劳，我有钱我也想给他们过年发个大点的红包，我没有什么可要求他们的，我能做我就自己做呗。\n\n同样，我也没义务去对一个言行丧失理性、疯狂攻击我的人去尽什么责任。\n\n————————————————————————————————\n\n对于绿宝石奖励的发放问题，我在这里正式回复，补发计划只会补发给高质量原创Mod，因为高质量的Mod往往都是团队开发，如何分发奖励我们还需要进一步讨论，这也是之前有人反馈过的问题，我是记得的。\n\n关于需要作者主动申请的问题，请体谅一下，这是我们单方面在给作者谋福利创收，为什么要觉得盈利是耻辱的事情呢？\n\n国外的mod都不挂PayPal捐助广告链接的吗？\n\n我不知道你是出于何种心思，幻想的出来版主等着创作者屁颠屁颠的申请奖励的情景的。\n\n我前面也说了，我不能要求大家多完美多勤劳，因为这就是个兼职，大家还有自己的现实生活有考试有工作等等要去顾忌，我们有那么多精力去成天主动发放吗？\n\n关于发放绿宝石引起质量下滑的质疑。别担心了，置顶的无意义/低质量Mod通告表明没有绿宝石也不见得质量就高吧？\n\n————————————————————————————————\n\n\n剩下的应该没什么问题了吧。后天开学了，今晚又修了个仙，就这样吧。\n"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1519964760,
            "txt_content": "1094822247 发表于 2018-3-2 02:03\n【9-2】恶意回帖：引人反感的不文明用语、主观恶意中伤(如谩骂、嘲讽及反话捧黑等)他人、色*情(举报)、政 ...\n您瞧，您这段评论我认为是建立在“楼主对论坛管理毫无概念只是一旁说风凉话”的基础上的，但是我之前是干啥的想必这坛里你最清楚。\n我这么说吧，我的本意是顾及像之前暴力杀狗那样不愿意主动领分的人，请不要误解我的意思。至于我的略有嘲讽的语气，我看戏的时候一直不都是这样的吗？\n总之就是：简单定个新规，直接等着作者们来领分，不可取，还得版主主动点。我觉得我在任的时候主动给奖励这事做的还是不错的。\n认为我言行过激，可以，我们退一步，您把之前瞬间加上去的警告屏蔽取消，我将原楼层编辑为：“希望版主们可以主动出击给予奖励，而不能干等着大家主动来领，有些人会认为这样做没面子。”这样处理可以吗？\n另：咱们大区咸鱼之风由来已久，还请时刻注意。你可以认为我对你有私人报复意味，但请注意我现在没有任何权限，只是一名独立汉化工和搬运工，我站出来只是像我最开始那样，看不惯一些现象并希望有所改变，别无它意。\n还请都退一步，大家都有面子。"
        }
    ]
}