{
    "title": "Minecraft Java版 18w09a 发布",
    "author": "玄素",
    "replyCount": 17,
    "timestamp": 1519917780,
    "txt_content": " 本帖最后由 玄素 于 2018-3-2 13:41 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，18w09a为其第23个预览版。 转载本贴时须要注明原作者以及本帖地址。 \n\nMINECRAFT SNAPSHOT 18W09AA Minecraft Java Edition snapshotJava版1.13快照 18W09A\nWe're currently battling winter here in the office, but we managed to sneak out this small snapshot a little later than usual.我们正在办公室里与这儿（译注：斯德哥尔摩）寒冷的冬天搏斗，但我们依旧设法偷偷发布了这个小快照——即使比平常稍晚了一点。\nCHANGES IN 18W09A18W09A变更列表Added underwater ruins!加入了海底废墟！Added new coral blocks!加入了新的珊瑚块！Phantoms no longer spawn in the end幻影鳐不再于末地生成Phantoms despawn in the daytime幻影鳐于太阳升起后消失Optimized particle rendering slightly略微优化了粒子的表现\nUNDERWATER RUINS海底废墟We've ruined the game. Again.我们毁了这游戏。嗯，又一次。Come in many different shapes and sizes!废墟有许多不同的形状与规模！Cold ruins can be found in cold, frozen, ocean biomes - regardless of depth冰冷，寒冷或是正常的海洋（无论深度为何）中可以找到寒冷的废墟Warm ruins can be found in warm, lukewarm, and deep lukewarm biomes温暖，温和的海洋与温和深海中可以找到温暖的废墟Can generate alone or in a big ruined village废墟可以独自生成，也可能生成在一个大型的村庄废墟群中You can also sometimes find them slightly underground or slightly above sealevel你有时也可以在地面下一点点或者稍高于海平面的位置找到它们They can contain mysterious treasures! So mysterious that we haven't even added the real treasure yet.废墟中可能包含神秘的宝藏！是的，如此神秘，以至于我们还没有把真正的宝藏添加进去A few more things to come in a future snapshot...在接下来的快照中还会有一点点新的内容……\nCORAL珊瑚Pretty blocks! Or should they be mobs? I'm not entirely sure.漂亮的方块！唔，或者他们应该是生物？我可不完全确定。Comes in 5 colors: blue, pink, purple, red, yellow分为五种颜色：蓝色，粉色，紫色，红色和黄色Requires water to stay alive需要水以保持活性If it dies, it dies. Sorry.如果它们死了，它们就真的死了，没法再活过来。抱歉。Currently only obtainable in the creative inventory目前只能从创造模式物品栏中获取World generation to come in a future snapshot...将会在未来的快照中加入到世界生成里……\nFIXED BUGS IN 18W09A18W09A漏洞修复MC-118324 - One of magenta dye recipes is unlocked via getting Ink Sac修复：品红染料的一个配方的解锁要求为获得墨囊MC-118416 - Recipe for bowl not unlocked until bowl or mushrooms are obtained修复：碗的配方无法通过获得碗或蘑菇以外的方式解锁MC-126111 - Furnaces don't award recipes or experience when output is taken after a reload修复：在烧炼过程中重载数据包后，炉子无法正常地输出产出物品与经验MC-126150 - Furnaces don't account for multiple recipes with the same output when giving experience and smelting recipes修复：熔炉在处理多个有相同烧炼产物的配方时，仅会给予玩家后一个配方和相应的经验\n\n    Please report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraft.Download/versions/18w09a/minecraft_server.18w09a.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13（水域更新）特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n ",
    "replies": [
        {
            "author": "preview",
            "timestamp": 1519918320,
            "txt_content": "海底废墟？珊瑚？宝藏？"
        },
        {
            "author": "sonickirby",
            "timestamp": 1519918680,
            "txt_content": "末地的噩梦……看来暂时是不会了"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1519919100,
            "txt_content": "幻影鳐于太阳升起后消失\n没玩头了"
        },
        {
            "author": "pineapple_",
            "timestamp": 1519922880,
            "txt_content": "有的珊瑚活着，它已经死了。\n有的珊瑚死了，它真死了。\n                                           ------鲁迅\n\n鲁迅:我说过吗?"
        },
        {
            "author": "海贼王#",
            "timestamp": 1519947660,
            "txt_content": "海底世界，"
        },
        {
            "author": "dwch",
            "timestamp": 1519958040,
            "txt_content": " 本帖最后由 dwch 于 2018-3-2 10:36 编辑 \n\nWe're currently battling winter here in the office\n我怎么感觉是“我们在办公室里和冬天搏斗”。。we haven't even added the real treasure yet\n感觉是“我们还没把真的宝藏加进去”，不是“真的没把宝藏加进去”。。"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1519958580,
            "txt_content": "是谁住在深海的大菠萝里？\n"
        },
        {
            "author": "pireaa",
            "timestamp": 1519965960,
            "txt_content": "能不能改一下三叉戟的展示模型？超出物品格了好不爽"
        },
        {
            "author": "lqz111",
            "timestamp": 1519970760,
            "txt_content": "再加一把劲，努力超过1.9的快照数量（滑稽）"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1519974120,
            "txt_content": "然后海龟又不吃东西了，这特性好评"
        },
        {
            "author": "2759159258",
            "timestamp": 1520006460,
            "txt_content": "太好了!诛仙蝠不会追我追一天了!"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1520038320,
            "txt_content": "袋里的鲨 发表于 2018-3-1 23:45\n没玩头了\n或许要给她们一个10级的抗性提升"
        },
        {
            "author": "3171659180",
            "timestamp": 1520053620,
            "txt_content": "我预测下一个快照，鸡可以下方块蛋"
        },
        {
            "author": "zhao55052",
            "timestamp": 1520070300,
            "txt_content": "不知道珊瑚方块可不可以用于建筑，如果可以的话对建筑党来说就又多一种建筑材料了。"
        },
        {
            "author": "雷克西姆",
            "timestamp": 1520079840,
            "txt_content": "zhao55052 发表于 2018-3-3 17:45\n不知道珊瑚方块可不可以用于建筑，如果可以的话对建筑党来说就又多一种建筑材料了。 ...\n目前来说只能用于水下建筑啦_(:з」∠)_珊瑚出水就蔫掉了"
        },
        {
            "author": "wan_jia",
            "timestamp": 1520159100,
            "txt_content": "pineapple_ 发表于 2018-3-2 00:48\n有的珊瑚活着，它已经死了。\n有的珊瑚死了，它真死了。\n                                           ----- ...\nwtf 即使是鲁迅说的也是臧克家说的啊 笑cry"
        },
        {
            "author": "帅帅的小石",
            "timestamp": 1520254800,
            "txt_content": "说好的海豚呢"
        }
    ]
}