{
    "title": "【原创/连载】[另一个世界] 第五章 Acher Ready",
    "author": "秋叶枫苓",
    "replyCount": 6,
    "timestamp": 1519992600,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-3 10:55 编辑 \n\n没有任何预兆地，我醒了过来，当然只是指意识方面，并且还朦朦胧胧的，大概又咪了一会后，我慢慢地睁开了眼睛\n映入眼帘的，是烧了一晚上但长度似乎一点都没减少的火把，以及像是印上了泥土材质杂乱无章的墙壁，慢慢地坐直了身子，我打了个哈欠，随意地抹去眼角因哈欠渗出的眼泪\n看来昨天发生的事都不是梦啊\n内心里这么想着，我瞥了眼我的右肩，右肩依然如我记忆中一样白嫩，完全不像是受过致命伤的样子，甚至连右肩处衬衫破的口都消失了，唯一能证明昨天战斗的，估计也只有箱子里的两块腐肉和我经验条上的半管经验吧\n稍微感知了一下嘴里的状态，没有任何味道，看来这个世界没有洗漱之类的设定，而我身上的衬衫，血渍、泥土印也完全消失了，连味道都没留下，看来连洗澡都省去了\n待大脑彻底清醒后，我环顾了一下地洞，苏菲依旧躺在橡木木板上做着美梦，但小坑已经不见了踪影\n而这时我才注意到，昨晚入口处堵上的泥土快已经变成了一扇橡木门\n轻轻叹了口气，我走到箱子那边，将昨晚用到的木剑拿了出来，顺便制作了一把木斧和木镐，当我从白光里拖出木斧后，我总感觉我的这一把要比昨天做的那一把有哪里不太一样\n将工具分配到物品栏里，我走到洞口，观摩了一会橡木门，比我还高一个半的头……那就是大概两米高，昨天我们拉出橡木台阶的时候已经很吃力了，我突然对小坑是如何拉出这扇门的很感兴趣\n扭动门把，门不知从哪里传出咔嚓一声的锁栓声，接着便可以十分轻易地推动了，并且丝毫没有什么卡顿，检查了下泥土墙壁上没有出现凹槽，这扇门能自有开关的原理更让我好奇了\n而又走了几步，刺眼的阳光扑面而来，让我不自觉地眯起了眼睛，看来这扇门是东朝向的样子，向着四周望了望，一切都如同前一天的样子，只是有些地方少了几棵树，我先走到湖泊那边喝了几口水，便朝着森林传出砍树声的地方走去了\n越过几棵树，就能看到小坑对这一颗橡木不停地挥砍着，连续挥动了好几下，树干才爆裂变成迷你橡木掉落到他脚边，而他本人也深呼了一口气，看样子即使用木斧也没有轻松很多的样子\n在他准备砍第二个木头的时候，我先一步走上前打了声招呼\n“哟，早上好啊”\n小坑愣了愣，转身看向了我，露出微笑应道：“嗯，早上好”\n“你还真是勤快啊，那么早起来砍树”\n“也就刚砍了一颗……以及刚刚有新的发现”小坑挥舞了一下手中的斧头，“这个斧头是你昨天做的，当时还是砍八次一快木头，但现在耐久只剩大概5、6左右，变得要挥动九次左右才可以”他一边这么说着，一边将斧头的斧刃部分推到我面前，“有没有感觉钝了许多”\n经小坑这么一提，我才发觉这把斧头的斧刃跟记忆里的似乎粗了一两厘米\n“……这么夸张的吗”\n“嘛……确实跟我们玩的MC还是不太一样啊……”小坑叹了口气，“不要大意，像昨天那样的情况依旧可能会发生”\n“嗯……对了，你这个是昨天我给你做的那把木斧？”\n“啊？是啊”\n“正好”\n我将物品栏切成三号位，今天早上刚做好的木斧出现在了我手里，我将这把木斧放到小坑拿着的我昨天制作的木斧旁边，仔细对比了一下\n“……好像……我现在这把要长一点？”\n“好像是，而且我这柄斧刃也更宽一点”小坑掂量了一下他手中的斧头，露出苦笑，“这个世界连工具制作都会有不同，真的是Minecraft吗”\n“哼哼，说不准啊”再对比了一会，我将手中的木斧丢给了小坑，而在小坑左手接住的瞬间木斧消失了\n“你接着砍吧，我去挖点石头”\n“嗯，等太阳到中间就回去吧”\n简单告别，我再往前走了一点，确认过还看得到泥山的顶峰后，对着草皮开始挖掘，比较幸运的是，深入了四五格之后，一些镶嵌着黑色物质的矿石裸露了出来，而我也第一次知道煤炭原来也是有味道的，嗯，形容不出来，但确实有味道\n开采石头和煤矿也是十分费劲的工作，挖了十多块石头加上几块煤炭，我就要停下来休息好一会，虽然能做石质工具了，但我们却完全挥不动，难道我们还必须锻炼体力才可以吗\n一边想着事，我一边继续奋力挥动木镐，在又一次敲击之后，面前的石块破碎变成了物品，而另一声清脆的声音响起，我手中的木镐断裂成了两块，镐头那一块因为冲击旋转地向上飞去，砸中了我的头，无声地在地上捂着头翻滚了好一会，我看了眼我的血槽，没有扣血\n……看来这一种情况不在手上判定内啊\n再一次揉了揉头上的包，我叹了口气，切换成木剑爬出了我挖出来的小洞穴，而在爬出来后我才发觉，不知为何现在我可以单手提动木剑了，虽然还达不到挥动的程度，但已经可以抓起来支撑一会了\n是因为习惯了重量了吗……\n不管怎么说是好的现象，虽然之后再尝试用力挥动了一下，还是跟昨晚一样迟钝，抬头看了眼太阳的位置，离中间还有点距离，但没有工具我也只能回去了\n但在路上，一颗树旁边漂浮着的木弓和重叠的箭矢让我愣住了\n对啊，这种也会有的啊，给太阳烧死的骷髅什么的\n像是捡到宝藏一样，我生怕这些物品给突如其来的刷新刷消失之类的，猛地切成空手冲过去抓了起来，庆幸的是，木弓并不会像石质物品那样沉重，甚至也只有木剑重量的一半左右，可以轻松举起来\n打开背包，我捡到的箭矢有三根，木弓的耐久大概还剩二十左右，跟我预料中的一样\n稍微挥舞了一下木弓，我随便锁定了一颗橡木，慢慢举起弓箭，模仿电视上看过的奥运选手那样开始摆好姿势，而在摆好姿势的一瞬间，又像是意识集中的那一瞬间，总之到我意识到的时候，一个有点模糊的白色十字慢慢出现在了我视线的正中央，而我也认出那是我一直玩的MC里的那个鼠标指针\n但是指针……怎么说呢，十分的不稳定，我稍微晃动一下，就开始变得模糊，如果快速转向的话，几乎就是消失的程度，只有在我非常集中注意力时，才会稍微像游戏那样稳定\n之后我也尝试了一下射击，在拉动弓弦的一瞬间，背包的箭矢自动搭在了手上，我也终于见到了跟游戏里一样的设定，不过箭矢比我想象的要长的多，将弓拉到满月的形状也箭头还能出去二十公分左右，虽然我是直直对着橡木的树干，但在松手放箭箭矢却猛地射向树干的另一边，斜斜地插在了地面，我顿了会后，苦笑地叹了口气\n不用想也知道，按照这个鬼世界的尿性怎么会让我那么简单就能掌握射箭呢\n将射出的箭矢回收，我回到了泥山，远远地就看到小坑和苏菲在家门口用原木和橡木楼梯做了个简单的餐桌，看到我之后，两人向我招了招手，我一边也向着他们招手，一边加速向着家那边跑去\n“目前我是把沿湖的农田扩大了一点，不过作物依旧只有小麦呢，牛羊鸡我们家附近完全没有”苏菲叹了口气，又咬了口苹果\n“今早又砍了些木头，按照你的说法烧东西还是尽量用木头对吧，苹果今早又掉了四个，用来当午餐正合适”小坑接着说道，我点了点头，咬了口苏菲洗好的苹果，昨天因为疼痛没怎么注意味道，今天发现这个世界的苹果十分的甜，但是汁水却不太多的样子\n现在我们三人在家门口靠湖的附近吃着午饭……也就是小坑砍树掉的苹果，虽然我们饱食度都没掉多少，但肚子是真的有点饿了，而吃饭的时候，我们也顺带着整理起目前得到的信息\n“总之，目前的疑问主要还有三点；1、受伤的判定；2、为什么我们无法挥动石质工具；还有3、昨晚的战斗”小坑又补充道，“昨晚的战斗太多疑点了，为什么僵尸的血量预估错误了，为什么我挥了一刀之后像是进入僵直状态一样动不了，而龙猫却能挥两次，为什么有些时候僵尸退了很多步，有的时候却不会后退……以及最奇怪的，第一次龙猫给用武器格挡时没收伤害，第二次却受到了致命伤”\n“……说到底我们得到的情报还是太少了啊……”苏菲叹了口气，趴在了橡木桌子上\n“嗯，但现在确实不能用石质工具太致命了，几乎让我们进度卡死了”我抱着胸说道，两人也赞同地点了点头\n之后我突然想起了我路上捡的弓，切换物品栏后将弓放到了桌上\n果然，如果是人为地将物品安放在某个方块上的话，物品是不会迷你化的，在我确认这点的时候，两人都愣了愣，随机露出了兴奋的目光\n“有骷髅被烧死了吗？”“诶——弓长这个样子啊”\n“稍微拿起来试试吧，这里是箭”我一边在桌上将箭矢扔了出去，一边走到了离饭桌十格远的距离，将两个橡木叠了起来\n不用说明什么，两人便明白了我的意思，先拿起弓的是苏菲，为了防止受伤，我稍微又在离远的位置退开了一点\n但在苏菲松手的一瞬间，我的面前突然窜过如流光的箭矢，破风声在我耳边呼呼作响\n“魂淡苏菲！你特么是想杀了我吗！”\n“没、没办法好吗！指针超级模糊根本瞄准不了啊！”\n我一边回收箭矢，一边向着苏菲那边大吼，而她本人也毫不示弱地吼了回来，一边愤愤地把木弓递给苦笑的小坑\n刚才那一下给我的阴影有点大，我捡起苏菲的箭矢后便回到了饭桌那边，跟苏菲互相瞪了会眼之后，注意力集中到了小坑身上\n“小心点哦小坑，指针真的特别模糊”苏菲提醒道，小坑点了点头，深吸了口气后拉开了弓弦，箭矢随即搭上，而小坑似乎因为什么突然状况，整个人楞了一下\n看样子也是被指针给吓到了\n在我还在这么想着的时候，小坑突然松手，紧接着远远地就传来一声尖锐的“咔当”的声音\n我和苏菲呆了呆，慢慢向着声音源头看去，一根箭矢，稳稳当当地定在了我刚刚叠好的橡木上，似乎就在正中间的位置\n“……那个，十字很清楚啊”小坑挠了挠头，向着我们疑惑地说道\n\n\n——————————————————————————————\n设定补充栏目环节（龙猫人称）\n①在这个世界里面，其他人只能看到自己的血量和饱食度的样子，物品栏和经验条是隐藏的，不过不知道能不能通过什么东西调出来，这样我就能直到小坑到底有没有私藏苹果了\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1519992960,
            "txt_content": "写的很好少年，再接再厉"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1519999320,
            "txt_content": "海贼王# 发表于 2018-3-2 20:16\n写的很好少年，再接再厉\n感谢！\n……不过之后忙起来不知道能不能日更TUT"
        },
        {
            "author": "AJ_",
            "timestamp": 1520073600,
            "txt_content": "写的还不错"
        },
        {
            "author": "sss1",
            "timestamp": 1520419920,
            "txt_content": "人物的属性不是制式史蒂夫的属性，而是取决于本体的状态。\n这属性应该是各种意义上的（抗击退、血量回复、物品使用CD、生命上限、饱食度、耐力、力量、移动速度、睡眠需求等）\n之前晚上的战斗没有5刀解决战斗，应该是因为武器最终所造成的伤害跟本体力量、挥砍角度、武器材质、目标防御这些有关。\n那么一击制敌在前期也就有可能了。\n另外，僵尸不是像素的，那……还有俩生物，蜘蛛和蠹虫，不好面对吧。……嗯，还有僵尸猪人。\n\nPS：随着版本的推进。新的生物、机制也加入了游戏。想看看作者是怎么引入的、\n耐久损耗之后，是不是可以磨一下接着用。那，是不是可以磨一下新制工具来提高工具的效率呢？\n村民的智商会变高吗？跨越维度会不会有类似晕车的反应？后面会加入MOD里的东西吗？有季节吗？"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520421120,
            "txt_content": "sss1 发表于 2018-3-7 18:52\n人物的属性不是制式史蒂夫的属性，而是取决于本体的状态。\n这属性应该是各种意义上的（抗击退、血量回复、 ...\n哦、哦哦，就是这样（竟然比我还详细，删了吧这楼）\n很多东西后面会补充，顺便根据这里也想到了新的设定，不得不感谢一波_(:з」∠)_"
        },
        {
            "author": "sss1",
            "timestamp": 1520433720,
            "txt_content": "秋叶枫苓 发表于 2018-3-7 19:12\n哦、哦哦，就是这样（竟然比我还详细，删了吧这楼）\n很多东西后面会补充，顺便根据这里也想到了新的设定 ...\n能不弃坑那就最好了。\n而且设定也不是多了就好的吧，设定太多读者会累吧……\n（记录了一个本子的设定来排列组合创建新世界，虽然至今还在生成地形中吧= =|||）"
        }
    ]
}