{
    "title": "【原创·连载】《My Universe》 第五章 看不清的脸",
    "author": "烨s",
    "replyCount": 4,
    "timestamp": 1519989240,
    "txt_content": " 本帖最后由 烨城 于 2018-3-2 21:39 编辑 \n\n前言\n\n\n最近无限咸鱼中，感觉还是写写小说，学学习好了，干太多事情感觉肝受不了。\n还有为什么我感觉改文章一直改都改不到自己满意啊！！！这章已经小改了好几次了，但是每一次看都感觉不行，EMMMMMMM。\n总感觉随便写会那什么口语化，我觉得口语化的话只适合自己看。（自己的口语嘛。。）\n还有写小说篇幅我掌控不好，不会水，写不长，但是故事进展太快感觉又不好。\nemmmmmmmmm，我的心情无法用言语描述，只能慢慢练了，不好的地方请说出来。\n\n\n\n正文\n\n\n      “话说我还是第一次使用呢，不知道威力是怎么样的，这个能拿出来展示的物质枪肯定不简单。”阿西手握物质枪，对着一颗树扣下了扳机。\n       一道力场从枪口延伸而出，狠狠地撞击在树干上，持续不断的震动着，没过一会儿，这棵树轰然倒下。\n       “哈哈哈哈哈！”阿西大笑一声，对这个物质枪很满意。也不管这棵倒下的树，阿西爬上附近最高的一棵，眺望远方，寻找着河流。河流里有鱼，食物就不用愁，还可以顺流而下找到有人的地方，可不能光瞎走。\n       大约三公里之外，有一处湖泊，说不定就有一条河。阿西看了看天空中的太阳，预计时间只有两三个小时就要入夜，要在天黑之前找到藏身之处。\n       阿西下到地面，向着湖泊跑过去，他跑步速度极快，大约3分钟就到了。来到这湖泊前，阿西仔细的观察了湖的情况，水质清澈见底，肯定有肥美的大鱼，还是一条河成湖，有一条河贯穿其中。\n       有了食物来源，阿西开始寻找一处高地作为藏身处建房子。也不知道这个星球有没有文明，如果寻找无果的话自己可能就一辈子生活在这片湖泊附近了。\n       一阵忙活过后，阿西终于用物质枪在一处高地造好了房子。一个长宽各5米，高3米的木板房，阿西相信它足够为自己遮风挡雨了。虽然木板之间几乎没有空隙，但看起来还是不怎么稳，或许以后可能要升级为石质的？\n       处理好房子的事情后阿西开始在附近树林探查情况。\n       大概的探查了一番，没探查出什么来，这就是一片普通的森林，还挺大的，没什么动物。森林里暂时没有什么生物可以威胁到阿西，守护者的制服可是头部以下都严密保护着，一般的蚊虫别想穿透这件衣服，就连利器要想穿透，也得削减去一部分力量。这个星球一点挑战性都没有，阿西如此想道，他需要一场激烈的战斗来证明一下自己学习多年的实力。\n       也没什么事干，食物有了房子有了，生存绝对不成问题，阿西就在附近到处乱逛，细细的找寻有趣的东西，直到快入夜了，阿西才回去。\n       即将入夜之际，没什么动物的森林更加幽静。只能听到自己的脚步声，渐渐地，脚步声凌乱了起来。阿西停在原地，似乎在望着不远处高地的房子。忽然，他弓身蹲了下来，呈蓄势待发状。\n       同时，一道身影从他头上越过，落到他的面前蹲伏在地上，慢慢的转过身来。现在入夜未久，阿西隐约可以看见，青色T恤紫灰色裤子，但都很破烂，还带着血，灰绿色的皮肤满是腐烂的迹象，最显眼的是双眼的红光。与僵尸一个样子！为什么会出现在这里？白天探查情况的时候可没有这东西！尽管之前就发现有什么在跟踪自己，但此时阿西心里还是非常震惊的。\n       也没等阿西震惊完毕，那僵尸吼了一声，再次扑向阿西。阿西没有畏惧什么，也扑了上去与僵尸肉搏，他相信这件防护服的质量，而且他现在并没有武器。\n       阿西一把抓住僵尸的手，顺着僵尸冲过来的方向，一个过肩摔将其狠狠地砸到地上，然后对着僵尸的头一轮乱跺，没一会儿僵尸就没了动静，死的不能再死。这僵尸太弱了，力量不行，还是人形，他所学的很多技能都是对人的。\n       阿西看着自己脚上的血，恶心的不行，为自己一时兴起做出的举动后悔。他迅速的冲到湖边，狠狠地踩了几下水，终于把这污血洗干净了。\n       “咔咔咔，哒哒哒……”一阵清脆且微弱的响声传入阿西的耳中，就似骨头碰撞的声音，阿西立马环视寻找可疑的地方。\n       果不其然，阿西在零碎月光的帮助下，看见了二十几米远处一棵树边露出来半边的一把弓。肯定又是那些怪物，这里没有动物的原因可能是因为这些怪物。\n       阿西全身绷紧，轻轻的向着那棵树前进，并且随时准备躲避可能到来的攻击。没走出去多久，那把弓被收了回去，随后骨头碰撞与弓弦绷紧的声音传来。阿西停下了脚步，以他的速度并不能一下子越过这二十几米，所以他选择原地观察。随后，那棵树旁边出现了一具骷髅，手里拉满了弓，但是他并没有立马发射，而是瞄准一会儿，然后放手。\n       “咻”的一声，铁质箭头的弓箭来到阿西面前。但是阿西早有准备，被瞄准的头部往左一偏，堪堪躲过。没等阿西调整身形，那骷髅再次搭弓，手上赫然是另一支铁箭。\n       阿西见此，纵身往左前方一跃，又往右前方冲刺，再往左边跑，以S型的路线来阻碍骷髅瞄准。\n       阿西的战术果然起了效果，骷髅瞄准了一会儿射出，被阿西躲过了。说时迟那时快，此时阿西已经冲到了骷髅不远处，他一跃而起，以泰山压顶之势，飞踢向那骷髅。\n       “咔哒”一声，骷髅的头应声飞出，连带着身体也倒下，这下子骷髅彻底没了反抗之力，只能任由阿西摆布。阿西仔细观察了一下，这骷髅骨头之间都有一些不知名的丝线连接着，能看见却摸不到，待到阿西彻底终结骷髅的生命，那不知名丝线就消失了。\n       “呼~”阿西擦了擦脸，这一连串的战斗令他有点兴奋。这僵尸虽然力量速度都不行，恐怕厉害的地方就是身上的病毒；还有这骷髅身子骨脆到不行，可弓箭速度极快，恐怕已经达到百米每秒了，可是这骷髅没什么奇怪的光在里边啊，怎么会动呢？阿西又生出了一个疑问。\n       “若是这些怪物一起上的话，那就祝自己跑的更快吧。”阿西对自己的实力还是有一定的认识的，他在守护者学院可是一流学员，一想到这里，心里又有些忧伤了。\n       “嘶~”一道恐怖的声音，从身后不到一尺处传来，这是引信着发的声音，要爆炸了。在这千钧一发之际，阿西头也没回地疯狂往前逃窜，然后………\n       “Boom!!!”\n       一股强劲的冲击力助推着阿西滞空，但是力量太大了，落地后翻滚近十米阿西才得以停下来。忍着全身疼痛，阿西转过身来，想要知道这是什么。\n       但是看到的情景令他恐惧无比，一个半径约两米的坑洞出现在他的眼前，就在那堆骷髅骨头的地方，周围的泥土只有零碎几点，这是直接把一部分泥土泯灭了？若是自己逃离的速度再慢一点，就会可能会落得尸骨无存的惨景，防护服可不能防住爆炸。\n       “咔哒咔哒……呃～呃～……”骷髅僵尸的声音从远处传来，很微弱，但阿西听得到，怪物们被爆炸声引了过来。阿西看了看周围的阴影处，惊惧的感觉更甚，拔腿就跑向高处的木房子，他一定要把这房子换成石质的，或许石质的也不行吧。\n ……………………………………\n       虽然阿西不太确定，坑洞不远处的一片没什么月光能射入的地方，也就是在那片黑暗的地方，他隐约看见了一副脸，一副稍带些愁苦的脸。阿西只觉得这是扔出炸弹造成那个坑洞的怪物，这爆炸的威力太巨大，除此之外阿西连那怪物的外表都没见过，他实在不想与其战斗，所以就落荒而逃了。\n\n\n\n\n\n\n\n[fly]略略略~[/fly]",
    "replies": [
        {
            "author": "Citysands",
            "timestamp": 1519990380,
            "txt_content": "一个过肩摔狠狠地砸到地上\n其实我感觉改成“一个过肩摔将僵尸狠狠的砸到地上”会好点=-="
        },
        {
            "author": "海贼王#",
            "timestamp": 1519990680,
            "txt_content": "ok应该有1500字"
        },
        {
            "author": "烨s",
            "timestamp": 1519997760,
            "txt_content": "海贼王# 发表于 2018-3-2 19:38\nok应该有1500字\n谢谢评论！！\n我这章写了2500左右，主要是不想断章。"
        },
        {
            "author": "烨s",
            "timestamp": 1519997880,
            "txt_content": "Citysands 发表于 2018-3-2 19:33\n其实我感觉改成“一个过肩摔将僵尸狠狠的砸到地上”会好点=-=\n感谢建议。\n我会在这里进行修改补充。"
        }
    ]
}