{
    "title": "[ Minecraft.net│INSIDER ] Block of the Week:Redstone 本周方块：红石",
    "author": "像素君",
    "replyCount": 7,
    "timestamp": 1520009400,
    "txt_content": " 本帖最后由 像素君 于 2019-8-4 08:46 编辑 \n\n\n\n\n\nBLOCK OF THE WEEK: REDSTONE本周方块：红石\nSwitching it up!开开关关！\nToday's Block of the Week is probably the most interesting block in Minecraft (in your face, coal ore). Its complexity means it can be used in almost every part of the game - it's helpful for everythingfrom stopping zombies wandering into your base, to acquiring enormous quantities of resources, or even building out real, working computers.\n这周的方块可能是Minecraft里最有趣的一种方块了（你没想到吧，煤矿！）。它所具有的复杂性意味着它可以用在这个游戏的大部分地方——它在操作物体以阻挡僵尸闯进你的基地，以及获取大量资源上十分有帮助；你甚至可以用它来建造可以运行的真正的电脑。\n When redstone arrived in Minecraft inversion Alpha 1.0.1, it was initially named \"Red Ore Dust\" andwalking on it would break it. That annoyance was swiftly removed, and themineral was renamed \"Redstone\" in patch 1.0.4. Its capabilities haveexpanded dramatically ever since - from the early addition of compasses andclocks, through dispensers and note blocks, to its more modern role in making potions last longer. Yum!\n 红石首次出现于Minecraft的Alpha 1.0.1版。它最初的名字是“红色矿石粉末”。当你在它上面行走时，它就会被破坏。不过这烦人的问题很快就消失了。在1.0.4版的修复中，这种矿物被重新命名为“红石”。自那时起，它的用途开始多了起来——从早期的罗盘和时钟，到发射器和音符盒；除此之外，它还有更加现代的用途——延长药水的持续时间。妙啊！\n\n You'll most often find redstone deep belowthe surface, in the bottom 16 layers of the map. Normally it spawns in largeveins of 4-8 blocks, each of which will drop 4-5 redstone and some experience when you mine it with an iron or better pickaxe. You'll get more with afortune-enchanted pick, of course.\n 你大多数时候会在地底深处，也就是基岩层上16格以下的位置发现红石。正常情况下，每一个红石矿脉包含有4-8块红石矿石，每当你用铁镐或更好的稿子破坏一个红石矿石，就会掉落4-5个红石和一些经验。当然了，用附有时运的铁镐挖掘时会得到更多的红石。\n The ore itself will light up when clickedor touched, which means you can actually use it in conjunction with an Observerblock as a pressure plate that detects contact with any side of the block - notjust the top. Another thing some people might not know is that you can also\"charge\" redstone ore with light, by exposing it to brighter sources.It'll then emit that light level when activated until it's broken ordeactivated.\n 当你点击红石矿石时，它就会发光，这意味着你可以将红石矿石放在侦测器的旁边，将它作为“一块压力板”。侦测器可以检测到与它相邻的方块是否被更新——可不仅仅是上面的哦。有些人可能不知道，你可以用明亮的光源来对红石矿石进行“充能”。当它被激活时，它就会发出同样亮度的光，直到它被破坏或不再处于激活状态。\nRedstone itself can be placed in lines,which can carry signals between different blocks to form a circuit. Thesecircuits can be as simple as a switch opening a door, or as complex as anin-game computer. Explaining in full how it works is probably too complex for aBlock of the Week article, but we've got a great Redstone Handbook that'll tellyou everything you need to know.\n 红石在被放置时可以排成一条线，这样就可以在不同的放块之间传递信号，从而形成电路。这些电路可以简单到打开一扇门，或者像游戏里的电脑一样复杂。对于《每周方块》来说，完整解释它的工作原理可能太复杂了，但我们有一本《红石指南》，它会告诉你你需要知道的一切。\n\n Instead, let me tell you a little bit aboutmy first redstone creation. I hadn't been playing very long, but I had amasseda huge farm of wheat, which I would harvest and replant any time about half thefield had fully grown. This quickly became a pain. So I unleashed my engineering skills on the problem. EAT THAT, PROBLEM!\n 抛开那些复杂的工作原理，让我告诉你一些关于我的第一个红石作品的事情吧。在我开始玩Minecraft不久后，便拥有了一座巨大的小麦农场。当农场里一半左右的小麦成熟后，我就可以在任何时候收割小麦并重新种植它。但这很快就成了一件苦差事，所以，我在解决这个问题时运用到了我的工程技术。问题，吃我一剑啦！\n I built a garden into the side of a hill,which - at the flick of a switch - would unleash a torrent of water across thefarmland and carry all the resulting wheat and seeds down into a littlereceptacle at the bottom, from which I could pick it up. I was so proud, Iencased the whole thing in glass, and gathered a crowd of my friends to watchme hit the switch for the first time.\n 我在一座山丘的一侧建了一座花园，只要轻轻一拉开关，它就会放出大量的水。这些水会横穿农田，带着所有的小麦和种子聚在底下的一个小容器底部，这样我只需在这里把它们捡起来就可以了。我对自己的这一造物感到自豪，于是我把整套装置用玻璃罩了起来，然后拉了一群朋友来看我第一次拉动这一装置的开关。\n I flipped the switch, and it worked! Thewater cascaded down the steps, just as planned, and I gathered a stack of wheatwith no effort at all in a matter of moments. But then I realised... I had toreplant all the seeds again. I had no choice but to smash my way back into themachine and manually sow every bit of farmland with new seeds by hand.\n 我把开关拉了下去。成功了！就像预想的那样，水沿着山坡一级级流下。我在一瞬间就轻而易举地收集了一堆小麦。但我随后意识到了一个问题……我不得不由自己来进行播种。我别无选择，只能放弃掉利用机器的想法，手动给农田播种。\n I guess this means that maybe the robots won't take our jobs after all. Or that I'm just a crummy engineer. One or theother, right?\n 我想，这是不是意味着机器人根本无法取代我们的工作，或者说我只是个蹩脚的工程师而已。二者必为其一，对吧？\nNext Week: The excit-ing debut of the DUNCANBOT 6000, the robot we've replaced Duncan with to write us new articles!Well, as soon as we figure out how to stop him electrocuting Marsh. No,DUNCANBOT 6000, no! SOMEBODY PULL THE PLUG.\n下星期将是DUNCANBOT 6000机器人令人兴奋的第一役，我们已经让机器人代替Duncan给我们写新文章了！好吧，只要我们弄清楚如何不让它电击Marsh就好了。不，DUNCANBOT 6000，不！谁来把它的插头拔了！\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-redstone\n原文作者：Ducan Geere\n原文发布日期：2017年3月2日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1520026140,
            "txt_content": "(in your face, coal ore) 大概是嘲讽，意思差不多是 尝尝这个，煤矿\n\nelectrocuting 电击\n\nSOMEBODY PULL THE PLUG 结合上下文 应该是 谁赶紧把插头拔掉 不是已经拔掉了\n\n还有就是英文原文部分好多空格被吞了\n"
        },
        {
            "author": "海贼王#",
            "timestamp": 1520034300,
            "txt_content": "大佬的翻译"
        },
        {
            "author": "子德",
            "timestamp": 1520035620,
            "txt_content": "第一段themost没加空格"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1520039040,
            "txt_content": "来咬我啊，煤矿石\n\n吔蕉啦，PROBLEM"
        },
        {
            "author": "guqu",
            "timestamp": 1520088360,
            "txt_content": "翻译的质量我无法评判，但是这篇帖子下的功夫肯定不少"
        },
        {
            "author": "cc7w",
            "timestamp": 1520088480,
            "txt_content": "LocusAzzurro 发表于 2018-3-3 05:29\n(in your face, coal ore) 大概是嘲讽，意思差不多是 尝尝这个，煤矿\n\nelectrocuting 电击\n@像素君 \nin your face对抗的意思感觉有点吐槽的感觉啊跑\n（没错！就是煤矿！个鬼啊！）"
        },
        {
            "author": "北海有冥",
            "timestamp": 1523325900,
            "txt_content": "很有意思，不是么"
        }
    ]
}