{
    "title": "【原创/连载】[另一个世界] 第六章 你们考虑过僵尸的感受吗",
    "author": "秋叶枫苓",
    "replyCount": 2,
    "timestamp": 1520098200,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-4 01:40 编辑 \n\n即使右手已经拉弦拉到手指红肿，在我眼里，拉弓出现的指针依旧十分不稳定，而苏菲似乎比我还要差一些，就算在注意力高度集中的情况下，指针依然会诺隐诺现。\n突然右手传来一阵刺痛，我轻哼了一声放开了弓弦，随即查看了下右手的情况，虽然没有出血但红肿的地方已经出现了一丝黑色的痕迹，估计在拉下去淤血会更多的样子。\n顿了一会，我慢慢转过头，用满载怨恨的眼神看向了小坑，后者在发觉我的不满后，尴尬地笑了笑。\n与我和苏菲不同的是，在小坑眼中，指针异常地稳定，根据他的话来说，只有在剧烈地跳跃的时候，指针才会稍微出现一些模糊。\n靠……这个世界还有天赋这种东西吗。\n“那个……”在我还在苦恼的时候，小坑的声音突然从我旁边传来，我楞了下，朝那边看去，看到了他祈求又带着点得意的笑容。“到我试了吧~”\n狠狠地瞪了他一眼，我将木弓几乎是砸在了他的手上，然后回到了饭桌旁边，和苏菲一起撑着脑袋看着一脸兴奋的小坑不断地朝着木桩练习射箭，而让人气愤的是，三支箭几乎就没有怎么脱过靶，听着锐利的音效不断从木桩那边传来，我和苏菲顿了顿，默默地叹了口气\n“……唉，算了，小坑擅长就擅长吧。”苏菲突然坐直伸了个懒腰，“来聊聊今晚的实验吧。”\n“可以是可以，不过要等小坑一起来吧。”\n“那要等多久啊……”\n“别担心，应该很快就——”\n“咔堂！”\n我话还没说完，一声比箭矢钉在木桩上更加锐利地声音小坑那边传来，随后小坑默默地走到了饭桌旁，坐下来后露出尴尬的笑容说道：“那个……抱歉，弓被我用断了。”\n————————————————————————————\n夜晚，如期而至。\n清点了一下箱子里的木头和苹果后，我握了握木剑的剑柄，确认了一下手感后，走到了小坑和苏菲的身旁。\n“噶呜……”在我们面前的僵尸，不断地朝我们伸着双手，但因为我们事先铺好的木板和橡木台阶，他始终与我们保持着一定的距离，除了依旧恶心的恶臭之外，威胁不到我们什么。\n深吸了口气，我们三人相互对视了一会，点了点头，开始慢慢接近僵尸。\n关于今晚的实验，那便是放一只僵尸进来，将其限制行动范围后，来进行战斗方面的测试，经过白天的讨论之后，还是觉得比起猜测用实际来证明更快一些。\n为此，我们三人拼命地砍了一下午的树，除去晚餐食用的七个苹果还剩下十一个，只要不出现什么意外状况应该是不会有问题了。\n我们三人稍微顿了顿，看了眼僵尸，僵尸在三人之中，死死地将手伸向苏菲，我和小坑愣了愣，虽然很想将仇恨拉过来，但讨论时定下的规矩就是【僵尸先瞄准谁，谁就先开始试验】，所以我和小坑还是退开了两步，将位置留给苏菲，而苏菲也深吸了口气，架起木剑继续接近僵尸。\n在苏菲向前迈了几步后，似乎达到了僵尸的攻击距离，僵尸开始将右手往后拉，准备攻击苏菲。\n“……右肩！”“在右肩！”\n虽然苏菲似乎也根据僵尸的眼神和手臂的指向判断出了攻击目标，但我和小坑还是忍不住喊道。在僵尸的手还没砸来之前，苏菲先一步将木剑挡在了右肩处，僵尸的手砸在木剑剑身上，似乎正好是正中间的位置，在我和小坑以为没事之时，苏菲突然闷哼一声，猛地向后退了两步，木剑仍在地上，捂着右肩到吸着冷气。\n“没事吧？！”“苏菲？！”\n我和小坑连忙上前搀扶起苏菲，我看了眼苏菲的右肩，没有像我昨晚一样的撕裂伤，但苏菲的血量槽确实扣除了一颗心，顿了一会，我将苏菲的右肩衬衫拉落，小坑看到我的举动后呆住了，在还没来得及说什么又呆住了\n苏菲的右肩接近胸口处，出现了一大片淤青，像是给碗口大的铁锤狠狠敲了一下一样。不过因为苏菲刚吃完晚饭不久，饱食度还是满的，不一会淤青就开始慢慢消失，而察觉到此事的我和小坑马上将苏菲的衬衫整理好，一同退开了两步看向别处，但苏菲受的伤好了之后她看我们两个的眼神还是有点微妙。\n“这件事等会再说，刚刚你们看到了我的格挡了吗。”活动了一下右肩，苏菲捡起木剑半眯着眼说道，我和小坑连点了近二十次头，随后被她吼了一句“严肃一点！”\n“刚才你确实是完完全全格挡住了僵尸的攻击才对，剑身将僵尸的拳头挡实了……对吧小坑。”\n“嗯，我看到的也是这样。”\n“那意思就是跟我们讨论的第二种情况一样，武器格挡只能减少伤害，怪物的攻击会透过武器对我们的肉体以及血量进行伤害，并不能完全抵挡伤害咯。”将木剑扛在了肩上，苏菲这么说道，小坑摇了摇头，“再多试验几次吧，毕竟最开始的那一次龙猫确实是完全没受到伤害。”\n紧接着，小坑也进行了两次尝试，结果一次是右肩跟我之前一样被撕裂，一次是肚子像给铁锤狠狠砸了一锤，虽然都减少了一颗心左右的伤害，但对我们来说肉体上的伤害反而更加致命，要是怪物们瞄准脑袋的话，我们会不会直接被冲击震得昏迷呢。\n而在这之后，我也遭受了一记右肩撕裂，正当我们以为确实是如第二个构想一样时，僵尸对我胸口发动的一次攻击被我完全无伤挡住了。\n“没、没受伤吗？！”“……血量确实没有减少！”\n“你们两个不要一边震惊一边拉我的衣服啊！没有受伤啊放开我啊！”\n虽然嘴上是这么说着，但我自己也在震惊，如果真的可以完全免伤的话，那就是我们第一种构想了。\n武器的格挡可以减免伤害，但怪物的攻击依然会让我们的肉体和血量槽受伤；但如果满足某种情况下我们在完美的时机发动了格挡，那我们就可以完美免去这次伤害。\n为了验证这一点，我们三个像是**狂一样不断地勾引着僵尸攻击自己，终于在最后的苹果消耗完后，我们三人气喘吁吁地躺在了地上，僵尸也被我们一人一刀解决掉了。\n在刚才，我们一共格挡了尽三十次，而完全将伤害免去的格挡我们三人都成功尝试了至少一次，都是在僵尸对着我们胸口攻击时触发的，关于是不是僵尸对着胸口攻击就能触发这点还需更多实验。不过至少我们发现了确实存在可以完全免伤的完美格挡，也算是有收获了。\n而另外一项收获，便是攻击硬直的发现。\n在攻击怪物一次之后，小坑和苏菲都进入了完全不能动弹的状态，但苏菲在一次挥刀后，却马上后跳躲过了僵尸的抓击，在又尝试了两次之后，我们发现攻击了一次之后，如果想着马上挥动下一刀的话，硬直状态就会出现；但反过来，如果没有攻击意图，似乎就能马上行动了。\n不过让我们依旧奇怪的是，为什么我可以连续挥动两刀，虽然之后也再挥刀也会硬直状态，但攻击的次数要比小坑和苏菲多一次。\n虽然还有疑问，但收获也足够多了，我们三人躺了一会，疲劳感随之涌了上来。\n“……累了，我要睡觉。”“我也是……肩膀好酸。”“你们两个至少先挖开点口子通点风吧。”\n“诶——为什么不是你去呢”我一边抱怨，一边坐直了身子，而苏菲也马上挺了起来皱着眉头说道：“有什么意见吗。”\n唉，毕竟对方是女生，我叹了口气后，站了起来走向昨天开口子的地方用木剑敲打了起来，我身上没有带木铲所以干脆直接用木剑来挖泥土了\n反正速度也差不了多少\n当泥土顺利破开后，我打了个哈欠，慢慢地转过了身，却发现小坑和苏菲用不可思议的眼神看着我，让我有点瘆得慌。\n“干嘛，我脸上有什么吗？”有些心虚地用右手摸了摸脸，我有些紧张地问，小坑眨了眨眼睛，慢慢举起右手，指了指我的左手。\n“……你刚才……单手就提动木剑去挥砍泥土了……”\n小坑的话让我也愣住了，而此时我才发现，右手摸着自己脸的我此时单手轻松地提着木剑。\n“诶？为、为什么？！”\n“这是我们想问的啊！”我惊慌失措地挥舞了下木剑，虽然挥动还是感到有些沉重，但我确实能单手挥动木剑了。而两人也一拥而上，不断地打量着我有什么不同\n被两人像是实验小白鼠一样上下打量了好久，我们最终将原因推到了我血量和饱食槽下面的经验槽上。\n刚才僵尸的经验，似乎又飞到了我身上，加上昨天那一只的经验，我现在已经是等级一了，虽然从没听说过MC有“通过等级来增加武器熟练度”的设定，但这是目前唯一的可能性了。\n“……等下，那龙猫你不是可以试下那个了？”小坑突然这么说道，我和苏菲愣了愣，随即才反应小坑说的那个是什么。\n对着两人点了点头，我走到放工具的箱子面前，打开了箱子面板，将面板最右下角的，小坑做的石剑调到了我的四号物品栏上。\n深吸了口气，我将物品栏调到了四号位，石剑在同一时间出现在了我的右手上，而我也猛地向右一沉，下意识地用左手双手抓着剑柄。\n“呜噢噢噢噢……”慢慢地，我开始用力，而石剑也停止下落，慢慢地、慢慢地，被我直直地举了起来，小坑和苏菲也露出了惊喜的表情\n……然后因为力气用尽石剑掉落砸到了我的右脚被苏菲和小坑笑到了第二天早上\n……虽然能提动一点，但依旧无法驾驭石质工具的样子\n但是，至少现阶段我们的目标十分明确了\n努力、升级\n\n\n\n————————————————————\n设定补充栏目环节（小坑人称）\n②在这个世界里，似乎不能够双持工具，物品……像是方块、食物之类的，我已经双手拿过很多次了，但是工具和武器，只要另一只手抓到，马上就会消失，只剩下右手的工具，可能是因为我的惯用手是右手的样子\n……奇怪了，最新版的MC已经可以双持了，为什么这里会不可以呢？\n\n",
    "replies": [
        {
            "author": "SevenC",
            "timestamp": 1520120280,
            "txt_content": "字体好大... 看起来来回翻页好麻烦_(:з」∠)_"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520124480,
            "txt_content": "SevenC 发表于 2018-3-4 07:38\n字体好大... 看起来来回翻页好麻烦_(:з」∠)_\n因为怕看起来太小所以调大了点orz\n下次调成3吧"
        }
    ]
}