{
    "title": "[1.7.10][SSP/SMP]Flan扩展包：武器包",
    "author": "0013",
    "replyCount": 4,
    "timestamp": 1520173920,
    "txt_content": " 本帖最后由 0013 于 2020-1-25 17:11 编辑 \n\n    就 是 一 个 很 普 通 的 F l a n 扩 展 包 罢 了 ，分 为 简 版 和 更 多 武 器 版 ， 简 版 只 是 加 了 十 几 种 轻 武 器 罢 了 ，更 多 武 器 版 则 有 一 百 多 种 轻 武 器 。\n\n\n\n\n----------------=| 下 载 |=---------------- 简 版这 里 更 多 武 器 版这 里（注：需 要 更 多 M`ore 、陨 石 、 建 筑 MOD ，其 中 更 多 武 器 还 需 要 暮 色 、更 多 TNT MOD ）\n\n----------------=| 图 片 |=----------------——————简 版——————\n\n\n\n\n\n——————更 多 武 器 版——————\n\n\n\n\n\n\n-------------=| 已 知 B u g |=------------1 . 大 威 力 转 轮 手 枪 、 大 威 力 单 管 手 枪 用 不 了 陨 石 弹 药 。2 . 当 减 震 枪 托 加 装 到 使 用 使 用 减 震 枪 托 的 枪 时 ， 减 震 枪 托 与 使 用 的 枪 之 间 有 空 隙 。如 果 还 有 什 么 B u g ， 就 尽 可 能 地 回 复 我 。（除 了 机 瞄 位 置 我 修 不 了 ）\n\n------------=| 更 新 L o g |=------------2 0 1 9 . 9 .1 ：WPMW:添 加 了 轨 道 枪 族 。修 了 一 些 B u g ( 具 体 忘 了 ) 。改 了 一 些 枪 的 合 成 公 式 。WPSF：修 了 一 些 B u g ( 具 体 忘 了 ) 。改 了 一 些 枪 （ 忘 了 ）。2 0 1 9 . 8 . 8 ：对 线 圈 手 枪 、 线 圈 步 枪 弹 药 调 平 。2 0 1 9 . 8 . 2 ：此 包 分 为 简 版 和 更 多 武 器 版 。修 复：步 枪 、 大 威 力 冲 锋 枪 、 机 枪 的 枪 口 附 件 位 置 。机 枪 R e l o a d 声 。翻 译 火 箭 筒 T X T 文 件 的 注 释 。无 托 突 击 步 枪 威 力 过 大 。半 自 动 步 枪 的 弹 匣 释 放 扣 。狙 击 步 枪 衰 弱 弹 药 、 冲 锋 枪 毒 弹 药 的 合 成 公 式 。修 改 ：机 枪 的 材 质 。减 小 狙 击 步 枪 的 S h o o t 声 。削 弱 狙 击 类 武 器 的 杀 伤 力 。在 榴 弹 源 文 件 翻 译 注 释 。减 小 A R R e l o a d 声 。冲 锋 枪 、 自 动 步 枪 、 突 击 步 枪  、 重 型 冲 锋 枪 、 自 动 霰 弹 枪 、 短 步 枪 的 模 型 。冲 锋 枪 弹 药 、 火 焰 喷 射 器 I c o n 。给 几 个 威 力 偏 大 的 火 器 弹 药 添 加 穿 透 力 。削 弱 狙 击 步 枪 类 、 红 石 离 子 手 枪 的 穿 透 力 。红 石 狙 击 步 枪 、 轨 道 炮 、 注 射 枪 、 瞄 准 镜 、 轻 型 冲 锋 枪 、 卡 宾 枪 、 重 型 半 自 动  狙 击 步 枪 的 合 成 公 式 。轻 型 冲 锋 枪 、 冲 锋 枪 、 突 击 步 枪 、 前 握 把 材 质 。大 威 力 冲 锋 枪 材 质 、 I c o n 。无 视 距 倍 率 的 红 石 瞄 准 镜 重 命 名 为 红 石 瞄 准 镜 （ 近 战 ） 。 “ 红 石 离 子 电 池 ” 重 命 名 为 “ 红 石 离 子 步 枪 电 池 ” 增 强 手 电 筒 、 前 握 把 + 手 电 筒 的 光 照 。减 小 手 枪 型 手 电 筒 、 手 枪 型 前 握 把 + 手 电 筒 的 光 照 。移 除 轻 型 自 动 机 匣 、 自 动 机 匣 、 重 型 自 动 机 匣 。增 大 半 自 动 步 枪 后 坐 力 。\n\n\n\n--------------=| 有 关 版 权 |=------------\n\n按 老 话 ，不 得 说 这 包 是 你 自 己 的 ，也 不 许 拿 这 包 赚 钱 。你 想 怎 么 改 包 的 内 容 对 我 来 说 没 什 么 追 究 的 ( 仅 限 单 人 ) ，当 然 ， 如 果 你 想 发 布 改 版 ，你 得 获 得 我 的 同 意 （ 改 得 太 大 或 者 是 几 乎 是 另 一 个 包 的 除 外 ） 。\n\n\n\n\n",
    "replies": [
        {
            "author": "qq2646088422",
            "timestamp": 1520229960,
            "txt_content": " 本帖最后由 qq2646088422 于 2018-3-5 14:11 编辑 \n\n沙发！感觉看起来还不错，就是枪太少了"
        },
        {
            "author": "0013",
            "timestamp": 1524918240,
            "txt_content": "qq2646088422 发表于 2018-3-5 14:06\n沙发！感觉看起来还不错，就是枪太少了\nE x t r a 版 将 会 有 更 多 。"
        },
        {
            "author": "qq2646088422",
            "timestamp": 1524922260,
            "txt_content": "0013 发表于 2018-4-28 20:24\nE x t r a 版 将 会 有 更 多 。\n加油！最好枪械的模型可以做的更加好"
        },
        {
            "author": "qwww",
            "timestamp": 1546595340,
            "txt_content": "相当不错的原创包。"
        }
    ]
}