{
    "title": "Minecraft Java版 18w10a 发布",
    "author": "玄素",
    "replyCount": 14,
    "timestamp": 1520356140,
    "txt_content": " 本帖最后由 玄素 于 2018-3-7 01:24 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，18w10a为其第24个预览版。 转载本贴时须要注明原作者以及本帖地址。 \nMINECRAFT SNAPSHOT 18W10AA Minecraft Java Edition snapshotJava版1.13快照 18W10A\nEvery day is a snapshot day if you try hard enough. We're travelling to GDC soon so we're going to try to push out as many snapshots this week as we can.只要够努力的话，其实每一天都可以是快照发布日的。我们马上就要启程前往GDC（译注：Game Developers Conference，游戏开发者大会）了，所以我们将在这周尽可能多地更新快照。\nCHANGES IN 18W10A18W10A变更列表Added buried treasure添加了被掩藏的宝藏Added tropical fish添加了热带鱼Added underwater ambience sounds添加了水下的氛围音效Added ability to put markers on maps添加了在地图上放置标记的功能Added coral plants添加了珊瑚丛Changed phantom model and texture修改了幻影鳐的模型和材质Changes to phantom behaviour修改了幻影鳐的行为Changed coral texture修改了珊瑚块的材质Underwater visibility now changes per biome水下能见度现在受所处的生物群系影响\nBURIED TREASURE被掩藏的宝藏We found this cool stuff! Let's hide it.我们找到了这个超酷的东西！那么，把它藏起来吧。Can be found... somewhere?可以在……某处……找到？Maps found in Underwater Ruins can lead you to them在水下废墟中发现的地图将会为你指明道路Will contain a very cool treasure... which isn't added yet将包含一个超酷的宝藏……不过，又双叒叕还没添加\nTROPICAL FISH热带鱼We found nemo! And all his friends!我们找到了尼莫（译注：《海底总动员》主角），和它全部的伙伴们！They come in many colours!它们有许多种颜色！They come in many patterns!它们也有许多种样式！Like other fish, you can catch them up in a bucket如其他鱼一样，你也可以用水桶捉住它们You can find them in warm and lukewarm oceans你可以在温暖与温和的海洋中找到它们\nMAP MARKERS地图标记You are here. Or there. I'm not sure, it's somewhere here.你在这儿。哦不，是那儿。……我不确定，但一定是这里某个位置。Right click on a banner with a map to add it to the map手持地图右键一面旗帜会将标记添加进地图内Right click on the same banner again to remove it再次右键同一面旗帜将移除此标记That map will show the colour of the banner at that spot地图将显示此地点的旗帜颜色Named banners will show their name on the map too被命名过的旗帜也将在地图上的标记处显示其名字If a banner is destroyed, it'll disappear when you get close and are holding the map如果旗帜被摧毁，那么在你靠近此位置并手持地图的时候，标记也将消失\nPHANTOM幻影鳐\"Less derpy\" - Jeb“看起来没那么蠢了。”——Jeb是这么说的。Now despawn during the day现在它们在白天消失No longer spawn in The End也不会再在末地生成了（译注：其实09a里它们就已经有这两个特性了）They have a new model! And texture! Pretty neat.它们现在有新模型和新材质了！超好看的。\n\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraft.Download/versions/18w10a/minecraft_server.18w10a.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13（水域更新）特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "woshilaji",
            "timestamp": 1520361420,
            "txt_content": "这才像海洋"
        },
        {
            "author": "小吾辈",
            "timestamp": 1520380500,
            "txt_content": "我在想什么时候能来次动物更新，多更新点天空陆地上的动物，水下也再来点敌对动物就好了"
        },
        {
            "author": "chyx",
            "timestamp": 1520388600,
            "txt_content": "这还真是我说的\n                            ——Jeb"
        },
        {
            "author": "pineapple_",
            "timestamp": 1520393700,
            "txt_content": "又是一群灵魂出窍（贴图飞出碰撞箱）的鱼"
        },
        {
            "author": "混乱",
            "timestamp": 1520399280,
            "txt_content": "\n\n\n\n\nfr1ZPlji_400x40054.png (81.59 KB, 下载次数: 8)\n\n下载附件\n\n2018-3-7 13:08 上传\n\n\n\n\n\n"
        },
        {
            "author": "热明纸质",
            "timestamp": 1520406480,
            "txt_content": "着，，，沉船呢"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1520406480,
            "txt_content": "热带鱼好评，希望以后能把热带鱼种类分开"
        },
        {
            "author": "602065831",
            "timestamp": 1520407980,
            "txt_content": "如何下载快照那里早就不用说明什么 New Profile 什么勾选啦，新的官启现在一看就明白啦"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1520409300,
            "txt_content": "加入了好啊多功能 然而PE还是没有更新啊"
        },
        {
            "author": "wzt040615",
            "timestamp": 1520416620,
            "txt_content": "赞一个，赞一个"
        },
        {
            "author": "王安文",
            "timestamp": 1520422740,
            "txt_content": "貔貅I勿念 发表于 2018-3-7 15:55\n加入了好啊多功能 然而PE还是没有更新啊\nPE更新的话，我的手机玩不了拉。(来自低端机玩家的声音)"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1520425260,
            "txt_content": "坐等正式版！"
        },
        {
            "author": "Ph-苯",
            "timestamp": 1520432940,
            "txt_content": "这个地图标记的很不错，说不定以后可以做原版小地图。"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1520587260,
            "txt_content": "王安文 发表于 2018-3-7 19:39\nPE更新的话，我的手机玩不了拉。(来自低端机玩家的声音)\n我玩的是WIN10版，手机实在是没内存了"
        }
    ]
}