{
    "title": "【原创/连载】[另一个世界] 第七章 敢正面跟我骨傲天怼的你是第一个",
    "author": "秋叶枫苓",
    "replyCount": 5,
    "timestamp": 1520433240,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-7 23:26 编辑 \n\n“十一……十二……十三……喂，苏菲，十三格差不多了吧。”\n“应该是够了，宽八格的话已经有一百多格的空间了。”\n“那开始搭墙壁吧……除了墙角根基用橡木其他都用木板吧。”\n“嗯，不过按照我们的身高房子至少要六格高左右”\n“……那个，两位稍微停一下好吗”\n听到我的声音，小坑和苏菲都顿了顿，一起看向我，确认过两人注意都在我这边后，我深吸了口气\n“为毛你们两个在建家老子却在砍树啊！服务器上建家的一直是我好吗！”我一边怒吼，一边将手中的木斧愤怒地摔在了地上\n苏菲和小坑愣了愣，一起对我说：“因为只有你是一级啊”\n“你们明显是在嫉妒我吧！”\n“不管怎么说”小坑叹了口气，继续搭起了橡木木板。“现在你是那个砍树最轻松的人，为了效率最大化只能让你去砍了吧”\n“……”我咬了咬牙，却想不出任何反驳的话，苏菲像是洞察到这一点一样，对我轻蔑地笑了笑之后也接着摆起了方块\n内心的愤怒慢慢达到了巅峰，我深吸了一口气——\n然后捡起地上的木斧继续砍树\n唉，毕竟确实现在的我挥动木斧要轻松多了，只是上升了一级，木斧的重量对我来说几乎减少了三分之一，无论是挥舞还是持续工作都轻松了不少\n而来到这个世界的第二天，我们三人也终于是决定开始建造木屋……木质火柴盒了，虽然火柴盒在防御上跟地洞几乎没区别，但是住宿条件应该会好非常多，至少每天晚上都会伴着橡木香入睡而不是奇妙的泥土伴着腐臭味\n所以在一大早我起来后，他们将一排的木斧扔给了一脸懵逼的我，让我在建家的时候持续提供木头……混蛋，早知道这样就应该让小坑他们吸收这点破经验\n而这么一砍一建，等回过神来的时候太阳已经差不多到天空的正中间了，而我也终于砍剩最后一把木斧了，在又砍完一棵树后，我有些无力地躺在了地上，看着我头顶的树叶慢慢消失，待树叶消失过半后，我默默地看向了我手中的木斧，凝视着发钝的斧刃\n“……大概还剩十一吧”心里这么默念的我，又爬起来继续砍树，但最终木斧只坚持了七下，便从中间断裂\n小坑和苏菲给我的十把木斧，每一把我都尝试通过工具状态来判断剩余耐久，但最好的程度也就是最后的这把，只偏差了四点耐久，第一把我猜测还能砍十多下，结果还没砍三下就断了，也可以说是熟能生巧了吧\n又休息了一会，瞥了眼还剩下八个半的饱食槽，我从背包的苹果里分出了一个，一边啃着一边往泥山那边走去，虽然苹果是很甜，口感也不错，但连续食用了两天的我身体已经开始本能地抗拒这个味道了\n好想吃点别的东西啊，面包、牛排、给点西瓜之类的也好啊\n人果然是一种很容易接受心理暗示的生物，脑袋里这么想着，嘴里苹果的味道变得更加难以下咽，但现在停嘴的话之前吃的半个又会全部作废，内心叹息着，我将目标改为咽下苹果，强迫自己吃完了\n而刚吃完苹果我才发现，自己已经回到了泥山背面附近，绕过山体，一座建在树林中间的木屋让我愣了愣，此时正值正午，阳光毫无保留地倾泻在森林里，被树叶细切洒在木屋上，风一吹，阴影与阳光相互交错，比任何一个光影渲染都要让人感到美丽，凝视着这个场景，我稍微发了会呆\n是啊……一直忙东忙西怕这怕那的，我都忘记这里是我梦寐以求的世界了\n内心里惊喜与感动混合的情绪喷涌而出，如果可以的话我真想照张相、截个图，将这个瞬间带回到那边的世界去，这一定会是我对MC最棒的回忆了吧\n沉浸在这样的氛围好一会，我才回过神来，远远地看见小坑和苏菲似乎不满地看着我这边，我似乎还能听到“喂！屋顶木头不够啊！”声音，轻轻笑了笑，我快步走到木屋旁边，发现两人都在木屋的屋顶上，两人指了指屋子的背后，待我绕过去才发现有一个直通屋顶的梯子\n梯子虽然和游戏里一样固定在了背面的方块上，但我总有种爬上去后会摇晃的预感，而每个阶梯之间空了大概二十厘米的样子，阶梯倒是挺宽的，足够我踏半个脚掌上去\n在屋顶的二人一再催促下，我咽了口口水，像是攀岩一样爬上了木梯，但爬上去才发现，梯子确实牢固地钉在了方块上，不会摇晃的样子，在屋顶交付了我身上所有的橡木后，我也帮忙建起了屋顶，小坑和苏菲将屋顶建成了楼梯倾斜式，虽然要很多材料但确实很美观，又忙活了一阵后，我们终于在晚上之前建好了一个十分简易的木屋，我们三人也赶紧将东西和箱子一同从地洞搬到了木屋里面，在其中我们也发现，背包物品的多少似乎不会影响行动速度、精确度的样子\n而将东西都搬进来后，我才发现小坑和苏菲还建了二楼，虽然高度只有一楼的一半，听说是拿来睡觉的样子\n“苏菲，熔炉里的玻璃好了哦”\n“哦，来了”\n在我和小坑在给物品做分类的时候，苏菲在之前挖的沙子已经烧制成了玻璃，有了上次小坑的经验，苏菲用两根木棍小心翼翼地从熔炉的烧制槽夹出了迷你玻璃方块，待他冷却之后，才做成了玻璃板，安放在了事先空好的窗户的位置，随后我和小坑在窗户面前放了一排泥土，并种了一些花在上面，因为窗户后面是我们的饭厅，吃饭的时候总是要看些美好的风景才有食欲啊\n“呼啊……累死了……”在门窗、家具都安置好后，苏菲直接摊死在了饭桌旁，我和小坑也拿了些苹果，扔在饭桌上后也一下倒在了椅子上\n“……好累啊”\n“……吃苹果啊，晚上还要去刷级你们忘了吗”\n“……小坑你倒是吃啊……人家累死了……你们去刷吧……”\n“……离晚上还有点时间……先休息下吧……田怎么样了……”\n“……没熟，放弃吧……”\n“……想骂人但没力气了……”\n“……你们两个看起来还很有力气的样子啊……”小坑眯着眼睛看着我们说\n————————————晚上————————————\n“晤噢噢噢噢噢噢噢！看到门了！”\n“快点啊要死人了呀啊啊啊啊啊啊！”\n“龙猫你是白痴吗？！踹不开的用手啊！”\n踹了两脚发现没用后，我一边骂街一边切成空手扭动门把，随后被身后的苏菲和小坑一推，三人一起摔进了木屋，最后的小坑一边捂着头一边起身慌张地将门关上，我和苏菲呆了呆，随后一起松了口气\n而我和她，左肩和背部都插着一根箭，鲜血染红了我们的衣服，刚才看到这一幕的小坑差点昏了过去\n我发誓晚上出去刷怪真的是我们目前出过的最烂的主意，经过实验自以为掌握了这个世界规律的我们差点被两只僵尸和一直骷髅弓箭手灭团，虽然之前十分顺利地干掉了七只僵尸，小坑和苏菲也成功上升到了一级，而且还有了新的发现\n在用剑砍僵尸的时候，左右斜劈砍会让僵尸大幅度后退，竖、横劈砍只会退后一两步，突刺的话完全不会后退，但相反突刺完的硬直十分短，横、竖劈砍和左右斜劈砍的硬直依次增加，正当我们以为今晚能顺利地刷到二级的时候，在我们安插的火把旁边，出现了一只骷髅弓箭手\n不知是不是因为夜晚的缘故，等我听到弓弦弹开的声音后，左肩已经传来刺骨的疼痛，我竟然完全无法捕捉到箭矢，连反应都反应不过来\n虽然一支箭只减少了我两格的生命，但中箭后我的左手完全动弹不得，光靠右手我虽然还能对僵尸造成伤害，但无论用哪种方式都无法将其击退，当苏菲也中箭之后我们三人便开始了开头的逃跑模式了，一边砍杀路上的怪物一边逃跑\n此时，门被僵尸敲得碰碰作响，我和苏菲面无表情地啃着苹果，小坑似乎对大量血有点反应过度，坐在饭桌那尝试让自己冷静下来的样子\n而将苹果啃完之后，我和苏菲的伤口都恢复完全之后，我们两个才发现了问题\n……箭……还留在我们身体里，动一下还是会造成疼痛\n“……你们两个是白痴吗！就不会先拔出来吗！”\n“说的轻巧！又不是你中箭！”\n“我的在背后我要怎么拔啊！”\n“咔碰！”\n在我们互相对吼的时候，门口突然传来一阵响声，小坑睁大眼睛回过了头，发现门被一只僵尸给敲打了开来\n“啧！”砸了砸舌，小坑猛地冲上前，在达到攻击距离后向左跳了一步与僵尸擦肩而过，对着僵尸的背部猛地砍了下去，随后顺势右跳回来，将门关上后用泥土将门堵了起来，被小坑砍了一刀的僵尸踉跄了几步，一下子来到了我的面前，被已经等候多时的我一刀劈在了脸上，左手传来的刺痛让我无法挥动下一刀，顿了一会我咬牙收刀后撤，让苏菲在僵尸的肚子上再补一刀，最后僵尸被小坑一刀砍死，化成几片腐肉消失了\n三个人顿了顿，都松了口气，小坑又过了会后突然看向我，在我还没反应过来之时一把抓住了我左肩的箭尾，猛地一拉\n“噶啊啊啊啊啊啊啊！”虽然血量槽没有受到伤害，但肉体上确确实实造成了致命的疼痛，我在地上打了好一会滚后，疼痛才慢慢消失，在我还在趴着喘气之时，背后传来了苏菲的声音\n“等、不、不要……呀啊啊啊啊啊啊啊！”\n之后苏菲也猛地在地上打滚了起来，最后停在了我旁边，慢慢地喘着气\n“……好臭啊”她突然说道\n“废话……僵尸刚才都给剖开肚子了能不臭吗”我头也不抬地回答，随后听到苏菲有气无力的抱怨，“那我们废那么大劲造木屋干嘛啊……”\n“唉，通会风会好点吧”小坑走到了用活板门作窗的地方打了开来，过了一会，橡木的香气竟然真的盖过了腐臭味，我们三人也冷静地做到了饭桌前开始清点今晚的收获\n“我已经一级半管经验了，你们呢”\n“我才一级多三分之一不到，刚才的经验看来是小坑你吸收了呢”\n“我还差四分之一左右两级……事先说好啊！我先到两级我不做苦工啊！”\n将腐肉装箱后，我们简单收拾了一下，都纷纷来到了二楼，我们没有分什么房间，只是各自的橡木床隔得比较远，而我们这次还铺了一层橡木树叶上去，虽然无法收集到方块，但收集落叶似乎还是可以的\n“晚安……”“晚安了……”“晚安啦……”\n三人只是简单地打了下招呼，便不再说话了，毕竟今天大家都累坏了\n啊……橡木的味道……好香啊……\n今晚，看来会做好梦的样子\n\n\n\n\n————————————————————————————\n设定补充栏目环节（苏菲人称）\n③这个世界的方块似乎除了方块模式和物品模式，还有保留着我们那边世界的一种形式，就像今天我尝试用树叶铺床一样，虽然从树上扯下的树叶不能变成方块，但还是具有树叶的性质，有树叶的芳香也不会消失，这个特点应该还有其他的用处，日后也许能用到\n不得不说有树叶的床睡着真的舒服~\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1520433540,
            "txt_content": "字数分，给你个赞"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520433840,
            "txt_content": "海贼王# 发表于 2018-3-7 22:39\n字数分，给你个赞\n感谢_(:з」∠)_"
        },
        {
            "author": "sss1",
            "timestamp": 1520435760,
            "txt_content": "坐等\n1.主角用铁桶盛放岩浆.[热腾腾的]\n2.在原版的情况下制作出一套家具.（同树叶床）\n3.和小黑对视后出现的DEBUFF.（水桶护体！…小黑会怕我的口水嘛？）\n4.开发出原版之外的食物.（这个可能性很高的吧）\n5.用末影传送门的原理缩小方块，并结合红石制作出电器。（不）\n6.下雨天却没有伞。（没有合成表你们真的能自己做伞？）\n7.武器之外的武器（火把真的只能拿来照明吗？斧子拿来战斗会斩首吗？）\n8.第八章\n三⑨三.PS:终于学聪明了，用木棍来取熔炉里的成品。话说游戏里也就罢了，真的穿越过去的话，熔炉又烧矿物又烧食物还零浪费hhhh系统大法好"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520435940,
            "txt_content": "sss1 发表于 2018-3-7 23:16\n坐等\n1.主角用铁桶盛放岩浆.[热腾腾的]\n2.在原版的情况下制作出一套家具.（同树叶床）\n食物系统确实有想法……而且大概第十章是个小高潮了_(:з」∠)_"
        },
        {
            "author": "sss1",
            "timestamp": 1520437020,
            "txt_content": "秋叶枫苓 发表于 2018-3-7 23:19\n食物系统确实有想法……而且大概第十章是个小高潮了_(:з」∠)_\n就原版来说，蕨类拌一拌还是能吃的。动物大概就河豚和洞穴蜘蛛不能吃。\n小白看起来只能喂狗，腐肉……做成肉干给狗吧，末影人不能吃，村民也不能吃。\n食材不算太多。那就只能从食物的处理上来想办法了。\n想办法做个石磨吧，其他厨具也有需要呢……不 ，没什么"
        }
    ]
}