{
    "title": "【原创/连载】[神魔传] 第二章 神魔之争上",
    "author": "海贼王#",
    "replyCount": 0,
    "timestamp": 1520598780,
    "txt_content": " 本帖最后由 海贼王# 于 2018-3-9 20:33 编辑 \n\n     冥殇顿了顿，继续说道“你可能不知道神界和魔界无时无刻都在战斗，都想把对方彻底消灭，可是每次都没办法彻底消灭，当时我亲眼目睹了那一场战斗，那个时候和平时一样我们都在战斗，但是打得激烈的时候，忽然出现了天地异象，惊天动地我们都停下了战斗，看着异象忽然我们这边天空出现了，大片大片的魔云”，说着冥殇流下了冷汗身上止不住的颤抖，脸色好像变得有些苍白停了下来咽了一下口水，渐渐的回复了，冥逸影想大概那场战斗给冥殇留下了很深刻的影响吧，问道“冥殇没事吧？”冥殇挥了挥手说“继续吧，当时那片魔云飘到我们阵营这边，顿时所有的魔界战士瞬间，停了下来，而弱的不到几个呼吸间便被传送回魔界了，而我当时没有被传送回去，当时那股威压实在不是我们这个档次能收的三个呼吸间我们便都跪了下来，而神界战士们跟不用说了一个呼吸间便被消灭，化为一滩血水，要不是地上还有血水，不然还不知道有人在这里死去，这等恐怖的力量，而三个呼吸一个威压便被撤去，但是魔云还在，而我们却瞬间热血沸腾，我们身上还出现了黑色雾气把我们围了起来，战意和杀意止不住的涌上来身上，但是意识还在，同时在对面的天空中出现一道金光，而在对面阵营也出现了一道金光，在这道金光内的所有魔界战士便在一个呼吸内直接化成了灰，仿佛这里本来就没有人一样，神界战士们身上好像被镀上了一层薄薄的金衣，在金衣下面的人身上的伤全在恢复，而心气神前却越发的深沉仿佛是一只，隐藏在深处的猛虎一不留神便会扑上来，过了一会天上，下来一个人落在我们的这边吼着说一声冲，而对面也下来一个人平静的说一声上，我们听到他吼出这一个字时，感觉身上的血液都沸腾了，发了疯一样的冲了上去，而对面却是离地3寸，贴着地面飞了过来，两军在碰到的一瞬间马上，就有人死瞬间两军都死了三分之一人，而魔主和神王他们两个人却是直接冲了上去，触碰在一起的时候便发出了裂地蹦天的气场，蹦飞了不少人，被蹦出去的人在空中就变成了肉酱死的不能在死，而魔主和神王仿佛没看到，不过我们这些战士都停下了战斗，知道差距后我们知道我们在怎么战斗如果，魔主输了那么我们便一样会输不会有任何活下来的可能，同样神主输了也是一样的下场，所以我们便不再战斗，便就默默的注视着天空中的战斗，魔主砍出他那把黑色的刀，黑色的刀锋化成了一条漆黑的神龙，这把刀发出了低沉的龙吟，感觉撕心裂肺，听着很难受而神主也挥出他手中的那边剑，神主的剑便化成了一头炙热的凤凰，那把剑发出了响亮的凤鸣，感觉耳朵要被刺穿了，这两个**，但是同时又被中和了不再撕心裂肺不再感觉耳朵难受，这两把刀碰撞在一起，方圆几百里的树木尽数摧毁，而下面观战的战士们被扫到却没有收到任何伤害，两人便同时使出了神通，魔主大喝一声“冥龙九重”魔主手上飞出了九只冥龙，每只都有5米左右的升高，非常的庞大，每一只阴魔下来都可以屠杀下面的所有人，而神主平静的说了一声“凤鸣九天”手中的剑发出尖锐的鸣叫，而他自己也张口鸣叫，仿佛神主也是只凤凰，两只凤凰的二重奏也不是吃素的，一下子便震碎了9只冥龙，魔主吐出了一口黑血，神主也吐出了一口赤红色的血，魔主的龙被消灭自己也收了反噬，而神主为了消灭这些冥龙，使用了超出自己承受范围的神通而受了伤，他们两个掉落的血却给这片大地留下了非常大的伤害，魔主的血把这片大地的土壤和地面全都腐蚀了，而神王的却把这片大地的树木给烧去了一半。”\n     说完冥殇便停了下来，喘了几口粗气便继续讲“然后魔主和神王都丢出了自己的武器魔主的武器化为真正的神龙，那条神龙居然是魔主的武器，而神龙是传说中的存在居然会甘心给别人做兵魂这个魔主看来比看着要厉害很多，而神王的武器变成了真正的凤凰，和神龙一样凤凰这种传说中的不死鸟和神龙同一种档次的存在居然会甘心做别人的兵魂，这个神主也不像看着那么简单，两只很强的神兽打成了一块，开始是肉搏，神龙略胜一筹，在神龙的爪子和尾巴的拍击下便一下子落了下乘，神龙一个爪子抓过去把凤凰的翅膀硬生生的折下一只，而凤凰却一口咬穿了他的腹部，因为没有翅膀了，在急速下降，只有一只翅膀飞不起来，神龙一口把凤凰给撕碎，而过了一会凤凰的身体和血肉化成了火焰，直接拼在了一起，那便是凤凰涅槃，浴火重生吧，这凤凰很重生的场景很壮观，渐渐的火焰衰退，凤凰又一次站了起来，虽然身上的伤好了但是，心神不免的要疲惫，而神龙虽然身体这伤比凤凰要多，但是他的恢复能力也不是吃素的，所以仅仅过了一会虽然还是有伤但是已经不影响行动了，而神龙心神虽然有消耗，但是凤凰涅槃的时候要消耗大量心神如果心神不够他重生，他便只能化身为一个蛋，等待下次重生，但是在蛋的形态被消灭，那就真是了，不死鸟并不代表不死，所以现在黑龙还是略战上乘，而凤凰却是以伤换伤的方式和神龙战斗，过了几次重生黑龙发现已经不能压制他，他还是能杀了凤凰，但是不在是碾压了，他明白了凤凰以伤换伤就是为了消耗自己的实力，他知道在这样下去可能要败了，索性就直接拉开距离用法术神通去攻击，而凤凰见神龙拉开距离也就不在攻击也改用法术神通轰击神龙一口龙息喷去，凤凰也甩出一个火球，龙息和火球碰撞在一起便直接爆裂开来，黑色的龙息和赤色的火球炸裂开来后的威力提升了不少，散落在下方的人群中去，一下子死去了一大片人至少有几千人。”\n     冥殇说完一下子脸色发白，仿佛一下子衰老了好几岁。\n后续...\n",
    "replies": []
}