{
    "title": "【原创/连载】[另一个世界] 第八章 上帝说要有光，于是给了我们面包（图片注意）",
    "author": "秋叶枫苓",
    "replyCount": 3,
    "timestamp": 1520523780,
    "txt_content": "（视角切换注意）\n意识到的时候，眼前感觉十分明亮，睡意渐渐散去后，我坐起了身子，打了个大大的哈欠，今天的我也没从我柔软的床上醒来，看来MC世界还是不肯放我回去的样子\n大腿还残留着一点酸意，大概是昨晚跑的太过头了，心疼地锤了锤我的大腿，稍微收拾了一下掉落的树叶，我站起来伸了个懒腰，回头看了眼，床铺被我自己设好的天窗透过的阳光照耀着，看样子我是直接睡到下午的样子，不然阳光是不会透过这个窗户照到我的\n理所应当的，龙猫和小坑的床铺已经收拾好了，人也已经不在了，看来我又是最后一个醒的呢\n调整了一下头上的蝴蝶结，我走下楼去，饭桌上摆着两个苹果，看起来是给我当午餐的意思……不过说实话，连续吃了两天苹果，人家已经对这个水果有点反感了\n但这个家除了苹果就是腐肉，跟臭鸡蛋味道的海绵比起来还是苹果好一点吧，这么一想我的饿意顿时倍增，将本来准备留下的第二个苹果也拿了起来，边啃边向门外走去\n打开门的瞬间，阳光倾洒而下，似乎这个世界晴天的几率特别高，至于季节那些我们根本找不出东西判断，只能根据温度和我们穿越过来时那边世界的时间判定成夏季\n稍微愣了愣，我有些迷茫现在应该干什么，于是我下意识地开始寻找起我的两个同伴的身影，饶家绕了好久才发现森林那边传来咔嚓咔嚓的音效，稍微收拾了下工具，我向着森林那边走去\n走进森林，树木、泥土的香气更加浓郁，出生在大城市里的我从未这么走进过大自然，让我有种光是树叶被吹动的沙沙声就能让我听一下午的错觉\n又走了几棵树，声音越来越清晰，终于我在一个小泥山下面，看见了两人和一只僵尸，但僵尸被一圈栅栏围在了泥山旁，上面也盖上了泥土防止它晒伤，此时龙猫架着剑小心翼翼地接近的僵尸，僵尸也十分配合地举起了右手，结局是龙猫捂着左肩不停地打滚，看起来虽然没有造成撕裂伤但造成了冲击的样子\n而龙猫坐在地上恢复的时候，小坑也架着剑走了上去，结果在地上打滚的人又多了一个\n“……你们两个在练习打滚还是在干嘛啊”\n这个片段又重复了三四次，我叹了口气，走上前对着啃着苹果的两人问道，结果被龙猫一把木剑差点砸到了脸上\n“你行你上啊”\n“……切”\n稍微挥舞了下木剑，再次感受了一下一级的感觉，我深吸了一口气，架起木剑开始慢慢靠近被框住的僵尸，当我接近到一定程度时，僵尸终于对我有了敌意，开始向着我这边移动，再走前两步，他高高举起了右手，目标瞄准了我的胸口\n哼，这可是目前格挡率最高的地方啊，内心里冷笑一声，我熟练地将木剑架在了胸口前，剑身与僵尸拳头碰撞\n嗯，预料之中地好疼啊\n我顿了顿，胸口的闷痛感突然爆发，闷哼一声，我也扔开木剑开始在地上打滚\n“噗”“啊哈哈哈哈哈哈哈！”\n一旁的小坑和龙猫噗嗤一声笑了出来，而龙猫笑的更加过分，待闷痛感消失的差不对后，我站起来拍了拍裙子，微笑地看向龙猫，以迅雷不及掩耳盗铃之势捡起了木剑，向他冲去\n但离他还有一米不到的时候他已经反应过来，慌忙地切出了另一把木剑，跟我从右上往左下的轨迹相反，从左下往右上挑起，与我的剑碰撞在了一起，而我感到双手一阵麻痛，剑刃也被弹了回来，果然女孩子就力量来说还是比不过男生啊\n扔开木剑，我甩了甩发麻的双手，不满地对着龙猫说道：“喂！知道对女生要温柔体贴一点吗！”\n“那还真是抱歉啊，我从来没把你当女生看过哦”龙猫似乎手也受到冲击，甩着手冷笑地对我说道，小坑叹了口气，似乎是想要制止我们两个，但随即他愣住了，我和龙猫歪了歪头，疑惑地看着小坑\n“……你们两个，刚才对砍之后只是手疼吗？”\n“啊？”小坑突然的问题让我愣了下，再次感受了下双手后，我模糊地回答：“只是双手震的有点发麻吧，毕竟龙猫力气大一点”\n“我也有点，不过没到痛的程度”\n我和龙猫回答完之后，小坑诺有所思地歪了歪头，同时指了指我们两人的血槽\n这时我才发现，我们两人的血槽都减少了，我减少了一格半，而龙猫只减少了一格\n但跟之前又是淤青又是撕裂的伤口比起来，我也开始震惊我的肉体竟然只受了这么点伤害\n“……哈……旧的没弄清楚又出来新的了”龙猫叹了口气\n“总之先有步骤地来吧”小坑顿了顿，将僵尸附近再围了一圈泥土，拍了拍手后开始返回家那边，“以后每天都来练一会格挡吧，如果能熟练掌握的话最好不过了”\n“说得简单啊，刚才某人被怼了好几下都没完美格挡成功”\n“别说的好像你完美格挡成功一样好吗”\n“……哈……你们两个啊……”\n寂静的森林，被我们三人的**闹声打破，虽然对未知的世界还抱有恐惧，但至少我在体验着……或许用享受更合适，对，享受着跟他们两个在一起的日常吧\n————————————————————————\n在这之后，我们三人稍微休整了家周围的地面，小坑和龙猫又拿着斧头进树林了，我本来是想整理下家之后再去扩建下农田的，但我把所有箱子面板翻了个遍，都没有找到之前我放好的种子\n……想也不用想，肯定是龙猫或者小坑在取东西的时候也顺带拿了\n抱怨了一下又要绕远路，我提着锄头向着森林走去，结果绕了一圈才在沿湖的那片树林找到了两人，而出乎我意料的是，两人并没有在砍树，而是在树上鼓捣着什么\n“喂！在干嘛啊！”\n“呜啊……我靠苏菲你想吓死我吗”\n被我一吼，正在树上干着什么的龙猫晃悠了一下，差点摔下来，随即用充满怨恨的眼神看向我\n“老娘的种子呢！”\n“你的种子关我什么事啊！”\n“除了你这个死人会在整箱子的的时候顺便拿出来还有什么可能啊！”\n“我靠你不要……啊，种子”\n顿了一顿，树上的龙猫一边挠头苦笑，一边把种子扔了下来，接到种子后，我又瞅了树上的龙猫和小坑，发现他们在把腐肉用木棍固定在树叶上\n“……你们在风干腐肉吗？”“是啊，放在家里也是浪费，看看风干之后能不能吃吧”小坑一边说着，一边跳到了另一颗树上，接着安插起木棍和腐肉\n“木棍可以安插在方块上吗？不会破坏吗？”\n“这个问题今早我和小坑实验过了哦”龙猫似乎安插完他身上的腐肉了，拍了拍手，顺着他搭泥土的轨迹跳了下来\n“方块可以被改变形态而不被破坏，只要你不要抱着破坏它的意图就可以了……大概是这样的感觉”龙猫一边说着，一边把一个泥土放在了地上，随后拿出了木铲，对着泥土方块正中间铲了下去，铲了几下之后，泥土竟然从正中间分成了两半，而不是破碎爆裂成迷你泥土，我好奇地戳了戳两块泥土，确实是被判定分成两块的样子，即使拼在一起也不会合拢\n对他们两个说了声注意安全后，我回到了湖边的农场，虽然说是农场，但也只是沿湖锄的一圈地而已，龙猫他们又给了我十二个种子，这样农田就扩大成四十八格了，如果成熟了也可以吃挺久了的吧\n而这一次，在众多水稻苗里，我终于又看到了几撮金黄色，急急忙忙地把种子洒在锄好的泥地里，我踩着湿润的土地来到田地中央，小心翼翼地用锄头的锄刃部分勾住小麦的腰杆出，猛地一拉，一撮小麦被我拉了起来，随后剩余的麦秆消失了，我手上的小麦也变成了迷你形态\n幸好之前两天成熟了两颗小麦，让我有了些收小麦的经验，想游戏里对着小麦击打是完全没有效果的，这个世界的小麦似乎要收集到一定程度才会变成物品，之前用手拔真的是累惨我了，每次拔到一半小麦都会恢复原状，要从头来过\n将田地里成熟的小麦都收割干净，一共是四颗小麦，加上家里的两颗小麦，正好可以做两个面包，犒劳下那两个男生\n内心里赞叹了下自己的伟大，再稍微打理了下田地，发现开始天色稍微变暗时，我便扛着锄头回家了\n龙猫和小坑似乎已经回到家里了，远远地就可以看到他们两个坐在饭桌那，只不过两人都十分苦恼地看着桌上的苹果的样子\n“我回来咯~”扭开木门，顺手关上，我向着两人打招呼，两人稍微应了一声，似乎都很没精力的样子，我故意装作不知道，边打开箱子拿小麦，边向那边问道：“怎么了？吃到有虫的苹果了吗？”\n“……连续吃了三天苹果……真的受不了了……”龙猫趴在饭桌上，叹了口气，就连小坑也凝视着饭桌上的苹果，迟迟不肯动手\n“诶——”拖长了声音，我走到两人旁边，切到了四号物品栏，也就是我刚刚将小麦换上的物品栏，晃了晃说道：“那该怎么办啊~”\n“……苏菲你吃了那么多天就不会——”听到我的声音，龙猫砸了咂舌，从桌上抬起头对我说道，但话还没说完，看到我手里的小麦突然愣住了，随后露出了惊喜的神情，小坑看到龙猫奇怪地样子愣了下，顺着他的方向也向我这边看来，随后也露出了像是吃惊一样的表情\n“苏菲姐！”“苏、苏菲！”“好好我知道，我现在就去做”\n看到他们这幅模样，我更加确立了自己暂时先不吃的想法，走到合成台那边开始合成面包，他们两人也坐不住的样子，一路跟到了合成台旁边\n将小麦排成一排，一阵白光出现在工作台上方，我伸手探入白光，将面包拖了出来\n……应该是这样才对\n但我拖出来的东西，是一团白白嫩嫩，跟团子似的物体，龙猫和小坑看到之后呆了呆，保持着微笑看向了我\n“……我、我怎么知道啊”稍微捏了捏白色物体，这种熟悉的触感让我确信自己在哪里摸过这个东西……在哪呢……哪呢……\n右手不断揉搓着物体，过了好一会我终于检索到我前年在奶奶家楼下的蛋糕店的记忆，将物体凑到鼻子旁闻了闻，甜味混合着像是大米一样的味道让我确信了这个就是——\n“面团”\n“……这个能吃吗”\n“没烤过肯定不能吧”\n小坑刚说完，我和龙猫便一起看向了他，随后将视线一同转向了他身后的熔炉，急急忙忙地转换阵地，我将两个木块放入熔炉底部的燃料槽，再三犹豫之后，战战栗栗地将面团放入了烧制槽\n然而，火光并没有出现\n“……原版里面确实不能把面包放到熔炉里面啊……”\n“那意思是那个面团能生吃咯？”\n“怎么可能啊！”\n“那……放一块原木进去跟面团一起烧？”\n“那样只会得到木炭x2吧……”\n龙猫和小坑都一筹莫展之时，我突然想起了刚刚龙猫跟我演示的东西，仔细观察了一下熔炉，烧制槽和熔炉顶部之间确实还留有一些空间\n……只能拼一拼了吧\n抱着尝试的心态，我切出了木镐，对准烧制槽的位置后，脑袋里不断想象着烧制槽反转的样子，然后在小坑和龙猫惊讶的眼神中，对着熔炉相应的位置敲打了起来\n五下、又或是六下之后，熔炉的烧制槽连带着顶部部分旋转掉落在了地上，发生了清脆的响声\n“……敲、敲下来了？”\n“哦……哦，然后要干嘛呢？”\n“嗯……虽然只是设想，但把烧制槽反转之后，再在上面搭个橡木台阶，之后——”我一边说着，一边照着我话里面的样子，将烧制槽反转放到熔炉上，上面再搭上个橡木台阶，台阶上轻轻放好面团后，在反转的烧制槽里放入了一个橡木原木\n伴随着啪嗒一声的音效，熔炉的燃料槽散发出了火光，反转的烧制槽里面，橡木慢慢缩小，露出焦黑的形态，而更重要的是，橡木台阶上的面团也发出像是木柴被烧制的声音，慢慢地变成诱人的棕黄色\n“成、成——”顿了两秒之后，我们三人一同喊道“成功了！”，随后我将两块面包烤制好后，用木棍夹起来放到了小坑准备好的木碗里，端到了饭桌上，本来一脸饿相的龙猫和小坑，但看到面包只有两块后，一起愣住了\n“……得啦，一直以来辛苦你们两个了，今天你们两个先吃吧”\n我这么说着，一边抓起旁边的苹果啃了起来，味道一如既往的甜，一如既往地难以下咽，闭着眼睛好不容易啃到一半，我稍微停了停嘴，想看看两人吃面包的感想\n结果却看到也啃着苹果的两人\n“……你、你们两个……”我呆了呆，大概摆出了一个很惊讶的表情，四处看了看，面包已经不见了踪影，我愣了愣，随后用诧异的眼神看向两人，“已经吃完了？！”\n“没有啊，放到箱子里了”龙猫啃完一个苹果，砸了砸嘴，又拿起了另一个，小坑倒是吃的很斯文，跟我一样还剩下半个\n虽然还想说些什么，但却又说不出什么，看了看龙猫，又看了看小坑，我最后也只能苦笑着继续啃起苹果来\n真的是……两个白痴……\n“噶呜……”\n突如其来的惨叫声让我们三人都愣了愣，三人一起抬头向着窗外看去，一直僵尸在窗外直勾勾地盯着我们\n“切，正好，我还差一点就升级了”龙猫轻哼一声，切成木剑向着门那边走去，小坑也站起来跟了上去，随后窗外的景色就变成了两个男生跟僵尸互打了\n呆呆地看着窗外，这幅景色我做梦都没想到会在梦里以外的地方看到，也许我现在就在做梦吧\n但不管怎么说，能在这个世界遇到他们真是太好了\n“……苏菲……”\n嗯，真的太好了，刚刚到这里的时候真的可以算是绝望呢\n“……苏菲！”\n虽然主线目标还不知道，但这样的日子也不错啊\n“……苏菲——”\n啊啊，突然就想写日记了\n“苏——菲——啊啊啊啊啊！”\n“呀啊啊啊啊？！”\n突然地大叫把我吓了一跳，我连忙向着声音的源头，窗户那边砍去，龙猫扛着小坑瞪大眼睛看着我，小坑此时右肩和右腹部都中了一箭，一脸痛苦的样子\n“你可不可以开下门啊混蛋！装什么文艺啊！”\n“我靠你们两个出去干什么了啊？！你们是傻了吗？！”\n看样子，在写日记之前要先保好这两个人的命了\n\n\n\n\n————————————————————————————\n设定补充栏目（龙猫人称）\n④今早因为和小坑砍树时意外发现的新的方块特性，只要不抱着破坏方块的意图，似乎可以对方块在其物理性质上加以利用，比如在土地里、树叶里固定木棍之类的，之后或许还会有大用途吧\n……啊靠，好想吃面吧啊\n\n\n\n\n—————————————————————————————\n这里是附录环节，附赠图片便于大家结合想象\n首先是大佬的赠图，感谢苏菲大佬\n\n\n\n\n10B1463991E0F1BB889BA78EAB0ADA3A.jpg (456.77 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-8 23:38 上传\n\n\n\n\n\n\n然后是三人一开始住的地洞的概念图\n\n\n\n\n_1939888816_2018-03-08_16.12.06_1520523566000_xg_.jpg (232.76 KB, 下载次数: 1)\n\n下载附件\n\n2018-3-8 23:42 上传\n\n\n\n\n\n\n第一次僵尸遭遇战\n\n\n\n\n_-558703927_2018-03-08_16.13.22_1520523565000_xg_.jpg (272.51 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-8 23:42 上传\n\n\n\n\n\n\n之后辛苦建造的木屋（不是我建筑水平差！不是！）\n\n\n\n\n_2072322272_2018-03-08_16.39.50_1520523565000_xg_.jpg (292.22 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-8 23:42 上传\n\n\n\n\n\n\n里视图\n\n\n\n\n_1652315542_2018-03-08_16.40.18_1520523565000_xg_.jpg (227.09 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-8 23:42 上传\n\n\n\n\n\n\n一觉睡到下午的苏菲（不）\n\n\n\n\n_-874906352_2018-03-08_16.41.24_1520523566000_xg_.jpg (337.74 KB, 下载次数: 1)\n\n下载附件\n\n2018-3-8 23:42 上传\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "sss1",
            "timestamp": 1520525100,
            "txt_content": "不抱有破坏方块的意图就可以进行物理的加工，那么，工具的改造也就有了可能，以及制作陷阱这种东西。\n想对主角说……为啥不制作投掷用的石制匕首呢？总比木剑要轻巧许多，同样不难获取，可以避免疼痛。\n之前两人木剑互砍造成的2点伤害应该是因为判定成格挡了吧。\n格挡也会有伤害应该是因为冲击力。或许垫点羊毛能减震←_←\n小白那弓箭，不好处理吧，或者等级提升是会提高各方面的属性？包括动态视力和反应速度？\n（到后面甚至能把箭矢拨回去？）\n原版受限于合成表，但是现在的话，木质防具应该是可行的？轻便些，防御有些低，不过人嘛，要害还是得有防具的吧……\nPS：明明物质还是方块的形态，咋僵尸就成了写实风，orz"
        },
        {
            "author": "sss1",
            "timestamp": 1520525280,
            "txt_content": "二楼草皮床。但是楼梯没有拍下来\n一楼工作室、客厅。\n不是作者建筑水平差，是主角，嗯。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1520554740,
            "txt_content": "sss1 发表于 2018-3-9 00:08\n二楼草皮床。但是楼梯没有拍下来\n一楼工作室、客厅。\n不是作者建筑水平差，是主角，嗯。 ...\n嗯，是主角"
        }
    ]
}