{
    "title": "【原创/连载】[神魔传] 第一章 苏醒",
    "author": "海贼王#",
    "replyCount": 2,
    "timestamp": 1520593440,
    "txt_content": " 本帖最后由 海贼王# 于 2018-3-9 20:34 编辑 \n\n我：唔...脑袋好疼，这是哪里？\n（边上有个陌生人）\n陌生人：少年你醒了，这里是魔都中心，你晕倒在神魔战场中，你身上并没有魔气，也没有神力，怎么会晕倒在这中地方？\n(陌生人很好奇)\n我：不记得了\n（我脑子里一片混乱什么都想不起来）\n陌生人：记不得就算了吧，既然遇见也是种缘分，这样吧，你先住这里吧，我教你一些东西吧，至少也得让你在这片天地能够生存下来，首先你要知道，在这片天地无时无刻都充满了危险，你看你一不留神就会一命呜呼，这里非常混乱，想在这里生存下来，只有一个办法那就是不断的变强，一但你落后了那你必定被淘汰，不过你也别担心这里是我家，在你有能力之前你都可以在这里，这里相对比较安全。\n(说完我就问道)\n我：明白了，那么现在我要做些什么？\n陌生人：你跟我来。\n(说完陌生人转身就走，也不管我跟上去没有，我也直接跟了上去，我们到了一个十分辽阔的树林但是树都是黑色的，他拿出一把剑说道)\n陌生人：来这把剑你拿着。\n(我拿住了剑，这把剑好沉)\n我：这把剑好沉，不过还行。\n陌生人：小伙子，别急才刚开始呢，你现在太弱了，连这把剑都用不了的话，那我这里就没有别的武器能给你用了，这是我以前用的武器，我只用剑这把剑是我最轻的剑了，如果用不了那么你就只能用手了，你就知足吧，还有后面这些魔物，去！把他们消灭。\n(我拿着剑，冲了上去那些魔物看到我直接冲了过来，一次性过来好几只，我有些害怕不过还是咬咬牙，拿着刀向其中一只砍过去，刀砍到魔物身上后魔物一次性直接被看成两半，我吃了一惊在心里说了一句我擦，好剑，这使我信心大发，有向另外一只砍了过去，也是和上一只一样砍到后也被砍成了两半，可是在这个时候我发现我体力不支了想拿起剑都难，只能扶着剑靠着，我心一沉想完了，要咬到了，不过这个时候陌生人一下子闪到我的面前一拳轰出，拳还没到但是魔物已爆，那只魔物全身爆炸，血肉飞溅居然没有减到陌生人身上，和我身上好像就是故意避开了我们一样)\n陌生人：没事吧，怎么？挥两剑都吃不消了？体力太差还得加强练习啊。\n我：这把剑有些沉，挥起来有些费劲，知道了我会更加努力的。\n陌生人：是的，你先这样练习吧，本来我是想给你一套铠甲的，不过看你连用剑都有些吃力，那铠甲就跟不用说了，等你以后在说吧，要是你有铠甲我压根就不用出手，好好努力吧，对了你还不知道我的名字吧，我叫冥殇，你看你在这(说着拿出了一张地图手指在一个地方)这里就在我们脚下，这地方是黑风山脉的入口，里面住着一个魔王叫黑风，所以被称作黑风山脉，而这里的魔物不是很厉害，不过也不容小视因为他们虽然不厉害但是数量很多，喜欢用人海战术，(说着指了一下前面说)如果你沿着这个方向走下去那么，你遇到的魔物会越来越强，不过你现在，在这里都吃不消更別说深入了，好了你继续练习吧。\n我：好，那我继续练习了。\n(刚休息了一会感觉身上的的体力恢复了不少，继续冲上去杀魔物，又砍死两只后没了体力不过没刚刚那么难受了，忽然魔物里面出现了一个比其他魔物高出两个头的魔物，冥殇看见后严肃了起来，二话不说直接冲上去把那个大魔物给干掉了说还好要是迟一点没准倒在地上的就不是他了，然后冥殇把我拉了出来，我们就一次一次循环着这样的砍杀，不过没有在出现那种大魔物了，渐渐的我能砍出三剑，四剑，五剑...最后我实在是没力气了，躺在了地上，在一次醒来就已经是在冥殇家了)\n（我刚起来，就看到冥殇推门而入，我便打量起了他，他换了一身衣服，准确来说是换了一套铠甲，背着一把很大的剑，身长大概三米左右吧，一张严肃的脸上却有着一双十分慈祥的眼睛，还有一大把胡子但是不长不过非常的密集沾满了他三分之一的脸,又显得有几分滑稽）\n     冥殇说“你足足睡了两天两夜，对了我还不知道你的名字，你的名字叫什么？”，我挠了挠脑袋想了一会发现自己忘记了叫什么然后我就坦然的说道“我忘了，不好意思啊”冥殇之前有个儿子不过战死了，他一直想找个人来继承他的衣钵，而且他又不记得他叫什么了，我给他取名字不知道他会不会同意，能同意最好不同意也就算了，毕竟这种事情不能强求，然后冥殇试探性的问“我要不我给你起一个。”\n     我想反正我现在也不记得了如今落在这里，也是种缘分重新起个名字也相当于重新开始，也是可以的然后我就说“好啊，反正我都记不得了。”\n     冥殇一听同意了很开心便开始思考叫什么名字好忽然眼前一亮说道“不如叫冥逸影吧，希望你能无拘无束到更远的地方去。”\n     冥逸影一听，恩这个名字还挺不错便同意了“嗯，还挺好的就叫这个吧，冥殇不如你和我说说神魔战场是什么样一个地方吧”，冥殇说“恩，神魔战场是一个很危险的地方，那里又是一个很遥远的地方，不在这个星球上，在神界和魔界的交汇处，而我们现在就在魔界，每当血月之月的时候这方战场便会开启，可以通过血月进去，但是血月关闭之后这片战场就变成只许出不许进了，血月每年开启一次都是在同一天开启，但是实力不够的人进去之后，也活不了多久。”\n冥逸影忍不住插嘴道“这里那么危险为什么还要进去？”\n冥殇说“别着急听我说下去就知道了，但是你却那么弱在里面一点事情都没有，那片战场最致命危险的是里面的雾气，那里面的雾气是红色的，实力太弱的进去会直接被雾气腐蚀，而对于我们这些强者则不会有任何问题，因为里面的的强者死后没人清理尸体便衍生出了这种雾气， 来清理尸体，也算是一种考验吧弱的进去便会被直接淘汰。”\n冥逸影心想“原来是这样啊”又问“那为什么你还要去呢？”\n     冥殇说“因为，在里面战斗的人有可能被神或者魔认可，成为众神之王或者成为群魔之主，并且获得强大的力量。”\n后续...",
    "replies": [
        {
            "author": "dihuangyanbin",
            "timestamp": 1520597280,
            "txt_content": "不错，就是后面的有点乱"
        },
        {
            "author": "18751031144",
            "timestamp": 1562722380,
            "txt_content": "666666666666666666666"
        }
    ]
}