{
    "title": "Minecraft Java版 18w10c 发布",
    "author": "玄素",
    "replyCount": 7,
    "timestamp": 1520526420,
    "txt_content": "每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。  然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。 Minecraft 1.13 仍未发布，18w10c为其第26个预览版。 转载本贴时须要注明原作者以及本帖地址。 \nMINECRAFT SNAPSHOT 18W10CA Minecraft Java Edition snapshotJava版1.13快照 18W10C\nCHANGES IN 18W10C18W10C变更列表Phantoms are now considered undead幻影鳐现在为亡灵生物New water physics! Kinda.新的水体物理！一点点啦。\nWATER PHYSICS水体物理Oops, we spilled a bit.噢，我们不小心弄洒了一点。You can place water in the following blocks: stairs, slabs, fences, walls, iron bars, glass panes你现在可以将水放在下列方块内：楼梯，半砖，木篱笆，石围墙，铁栅栏，玻璃板Water can flow out these blocks, but can not flow into them水可以流出这些方块，但不能流进去When full of water, they will count as water blocks for all gameplay (such as swimming)当这些方块中充满水时，它们将被视作与水方块有相同的性质（类似你能在里面游泳）This isn't final and more blocks may contain water in the future这不是最终的设定，在未来会有更多的方块允许包含水在其中Right now it will flow out of all faces of the block - this will change现在水可以从方块的所有面上流出——这将会在未来更改We have removed the blocks flowing_water and flowing_lava我们移除了flowing_water与flowing_lava两个方块We have removed the block tags water_hacked and waterlogged我们移除了water_hacked与waterlogged两个方块标签All of the above blocks now have a state waterlogged所有上述方块现在都拥有waterlogged方块状态Blocks such as bubble column or kelp will always count as a water source气泡柱或是海带这样的方块将永远被视作水源\n\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it! experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog). Snapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds. 请在http://bugs.mojang.com报告Minecraft中的BUG。如果没人汇报BUG的话，我们无法修复它！ 如果你想试玩快照，请打开官方启动器并点击“New Profile”按钮，选中“snapshots”并选择“Enable experimental development snapshots”并点击保存。如果想切换到普通的版本，你可以在启动器左下角按钮上方的下拉菜单中选择。在开始快照前备份你的世界或在不同的文件夹中启动快照（见“new profile”对话框）。 快照可能会玩坏你的存档，请千万记得备份存档和/或在与你的存档不同文件夹里运行。 服务器Jar：http://s3.amazonaws.com/Minecraft.Download/versions/18w10c/minecraft_server.18w10c.jar  正版启动器下载地址Windowshttp://s3.amazonaws.com/Minecraf ... er/Minecraft.exeMac/OSXhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraf ... er/Minecraft.jar 关于本次更新的详细内容，请关注稍后 Minecraft 1.13（水域更新）特性列表 的更新。 预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要vpn。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验快照版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。  外部来源以及详细的更新条目追踪 Mojang官方博客（英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "Rukuy",
            "timestamp": 1520527200,
            "txt_content": "半夜更新。。。刺激。。。。这水还真是物理啊。。什么时候基岩版才出水域更新b"
        },
        {
            "author": "SPGoding",
            "timestamp": 1520544780,
            "txt_content": "Water can flow out these blocks, but can not flow into them\n超级简练\n记得当年还是说什么水源方块水流方块之类的【"
        },
        {
            "author": "海贼王#",
            "timestamp": 1520551860,
            "txt_content": "这是海底世界"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1520564040,
            "txt_content": "真刺激，楼梯漏水XD"
        },
        {
            "author": "lqz111",
            "timestamp": 1520571000,
            "txt_content": "守卫者农场直接废了，不想升级版本了"
        },
        {
            "author": "神崎长闲",
            "timestamp": 1520599320,
            "txt_content": "mojang居然在物理方面较真...."
        },
        {
            "author": "OldDriverWang",
            "timestamp": 1520603400,
            "txt_content": "？？？MC竟开始讲究物理了？！\n逼死模组"
        }
    ]
}