{
    "title": "【原创/连载】[神魔传] 第二章 神魔之争下",
    "author": "海贼王#",
    "replyCount": 0,
    "timestamp": 1520647020,
    "txt_content": "过了一会冥殇才缓过来，但始终还是苍老了不少，冥逸影看到冥殇这个样子劝他说“要不还是算了下次在讲 吧？”冥殇说没关系“继续吧！”\n    冥逸影说“那好吧”。\n    冥殇继续讲道“那些死去的人，在那瞬间忘记了，忘记了挣扎，仿佛注定要死在这里一样，当我们缓过神来 才发现，上一刻站在自己身边的战友们，站在对面的敌人们都不见了，一下子这片战场空了好多。”\n    冥殇喝了口水继续道“但上面的战斗还在继续，龙凤现在已经不在用法术神通了，改用了别的攻击方式，神 识攻击不过神识攻击伤害不到下面的人群，神龙和凤凰的神识缠打在一块，我们看上去仿佛像是混合在了一起” 。\n    冥逸影在心里暗叹道“这场战斗好激烈啊，说的都非常壮观，可惜不能亲眼看见，可惜。”\n    冥殇还在讲“但是混合在一起的神识不断在的受伤，分不清哪个是凤凰的哪个是神龙的，仿佛两者混合在了 一起看上去像本就应该是这样的，就看不出有两个神识，仿佛他们两个本就是体的，但是，是有两个神识在一起 不断的打斗，所以看上去像一个神识不断的自残。”\n    冥逸影说道“自残？”\n    冥殇说对就是“对就是自残，太像了”\n    冥殇继续讲道“过了不久两个神识已经打完，不分上下神龙这个时候已经没有任何力量了，而凤凰也是如此 ，龙凤便都变回了原本的武器。”\n    冥逸影心想“如果我有这两把武器就好了”\n    冥殇说你小子“肯定在想如果你有这些武器就好了对吧？”冥逸影答道“这都被你发现了”，冥殇说“你就 省点心吧，你连之前用的那把剑都用的非常勉强，还想用这两把剑？要用也是给我用啊”说完冥殇就哈哈笑了。\n    冥逸影的脸瞬间就囧了起来“能别哪壶不开提哪壶么？继续讲吧，都这么大年纪了还老不正经。”\n    冥殇扮怒道“好啊，你小子居然敢嘲讽我”说着捏了一下冥逸影的脸，冥逸影也给他逗到了，便笑了两声说 道“好了，继续讲你的吧。”\n    冥殇便继续讲了起来“然后便是那两位大人物的亲自较量，魔主挥了一剑，仿佛天上都黑了下了，魔主居然 一剑砍破了天，天空中出现了一道缝隙，好像是一道虚空，而神王则不同于上次，他眉头一皱把剑档在了前方， 神王居然感觉到了压力，两把剑相撞，天空中居然爬满了一道一道的裂缝。”\n    突然一个老妇人进来了，那老妇人也挺高的有两米左右吧，穿着一身黑色的石榴裙，脸上有些皱纹，但是还 是挡不住她的美丽，和冥殇一样的是她那慈祥的眼睛，老妇人进来后关切的问冥逸影“你感觉怎么样？还好吧？ 我给你熬了点汤”说着收在虚空中一划撕开一条裂缝，把虚空中的汤拿了出来。\n    冥逸影心中非常感动，接过汤含着泪说道“谢谢”，也对冥殇说了声谢谢，如果不是冥殇把我带回来，我可 能已经死了，或者被人抓走了，不仅仅救了我还教我武功，还对我那么非常照顾，我也暗暗发誓以后一定会出人 头地报答他们，老妇人说“不用谢，以后有什么事找我就行了，我叫冥舞。”\n    说完，冥殇也说不用谢，不过说了后便没说其他的了，我接过了汤一口气把这汤喝完，这汤虽然有我的眼泪 但还是非常的好喝，喝完冥殇便调笑的说“喝个汤都能让你哭”，冥逸影听了说道“是啊，这汤太美味了，还想 再来一碗。”\n    冥舞便又在虚空中拿下一碗给我，喝完她便出去了，而冥殇则开始了他滔滔不绝的故事。\n    冥殇继续讲道“一道道裂缝马上爬满了虚空，仿佛这片世界要崩裂，然后这片世界开始崩塌，虚空中的色彩 开始掉落，归于黑洞，那色彩没了的地方便成了黑色，最后黑色完全将那两个大人物覆盖，最后色彩开始恢复， 一切便重归于虚空，地下的我们的都看呆了，直到现在他们还是没有在出现过。”\n    冥殇又感慨道“看过那一场战斗，不枉此生了。”\n    冥逸影问“那我们现在要干嘛？回去联系呢？还是干别的？”冥殇答道“你过两天去参加，学院选拔赛吧，就当测试自己，测的不仅仅是实力还有，资质之类的，有时候一个好的资质比一个好的实力要重要，比较资质是天生的而实力可以慢慢练，所以一个天才会被好多学院争取，不过选择权在你自己手中，可能你就是下一个天才哦。”\n    冥逸影问“那现在我要干嘛？”冥殇答道“现在你先修养，进入学院后你会去一个专门学法术神通的地方，而法术神通最好在哪里修，这里修可能不大好，因为有些神通对环境有些要求，而且神通每个人可能都不一样，也可能都差不多，这得看悟性了，你先在这里好好休整，后天我便会来带你参加。”\n    两天后，冥殇来到这里带着冥逸影去了选拔赛，到了之后，冥逸影看到这里有许多人，冥殇解释道“每年这个时候都是学院招生的时候，所以人会比较多。”冥逸影了解了以后便没多说什么，后面感觉有人拍了一下，一个很可爱的女生，出现在他的视野内，和他差不多高，穿着一身淡红色的衣服，大大的眼睛，可爱的脸蛋，让人看了忍不住想亲上一口。\n后续...\n\n\n",
    "replies": []
}