{
    "title": "【单章·原创】当我们批判“应试教育”时，我们在批判些什么？",
    "author": "电饭煲（备）",
    "replyCount": 10,
    "timestamp": 1520703180,
    "txt_content": "\n注意！本篇文章具有充分的政治正确性和学术正确性！\n详见→【今天，我们为什么要大力“减负”（中国教育报）】\n      【关于政协十二届全国委员会第五次会议 1088号（教育类099号）提案答复的函（中华人民共和国教育部）】\n      【关于政协十二届全国委员会第五次会议 3269号（教育类314号）提案答复的函（中华人民共和国教育部）】\n      【别带着误解看“减负”！（教育部新闻办·微言教育）】\n当我们批判“应试教育”时，我们在批判些什么？   这一篇文章，本来打算就说个教育的意义就可以了，但是我在查阅相关资料的时候发现了一个有意思的事情，那就是学术界对于“应试教育”的批判几乎没有中断，但是这里的“应试教育”好像和我们平时说的应试教育并不属于同一个范畴，删删减减也就有了这篇文章的大体思路，那么下面就让我来为各位小小的好奇一下，我们所批判的“应试教育”到底是什么。那么首先，让我们为应试教育做一个定义。应试，顾名思义，也就是应付考试，这样的教育也就是以考试为目的的。主要以应付考试为学习目的和考查方式的教育，也就被称做了应试教育。在座的各位，对于应试教育的公平性/普及性肯定是娓娓道来的，也因为其对于学生家庭的经济条件要求低，很明显的存在能够适合中国目前国情的优点。优点自然是会发扬的，但是在学术界中，对于“应试教育”的批判，确实愈演愈烈的，那问题就来了，这些优点客观存在，而学者的批评也客观存在，那么究竟是某一方错了？还是说有别的原因呢？说到这个问题，我们就要从教育的意义入手。教育，我们可以认定是社会的一种工具，在现代社会其具有两种明显的职能：第一职能：①使每一个公民具有一定水平的社会文化常识（例如民主自由等现代文化观念），在道德上具有社会性，能够在道德上适应社会②使每一个公民具有一定基础的职业技能水平（例如小学中的手工课和信息技术课），使其在社会生活中不会因为对专业认知不足而导致难以生存。第二职能：①为社会选择人才，选拔优秀生产力。②：为社会对“人才”的判定能有一个较为客观的标准。③：提供阶层通道，分流社会人群。而在这里的第一职能，也就是现代教育的“公民教育”部分，其目标是为了让每一个受到教育的的公民具有基本的社会能力，这是在生产力水平十分高的现代社会结构之下的必然，因为社会对个人的要求越发全面，中国古代建立在家庭基础上的社会常识传授体系在现代很显然是行不通的，于是才产生了现代化的教育体系。第二职能则不同，在不同国家便有不同的表现，在中国是典型的“精英教育”，这样的教育目的一定是择优的，是选拔性的，且受教育者并不是面向全社会的，而分流社会人群的作用也只是择优录取之下的次生职能。那么在这里我们就能够有一个进展了，当人们说“应试教育”的时候，其实同时涉及到了两个不同教育职能的方面，既然是两个方面，面向的就是不同的群体，在“应试教育”问题上我们如果合在一起讨论，那肯定是会出错的。既然这样，那就让我们分开来谈谈。来，让我们看看大家对于批判应试教育者的批判——主要的方面集中在：①应试教育的公平特征②应试教育的阶级通道特征③应试教育的广泛普及性重点来了，我们和上面的教育的职能进行一下小小的比较，很容易看出，人们认为的应试教育特点主要集中在体现教育的第二职能之上。再让我们列出以下评判应试教育者常有的言论——①破坏受教育者的创造性②“高分低能”现象相对素质教育普遍很多③给受教育者带来很大的负担这里的应试教育的缺点很明显的和教育的第一职能起了冲突。点一下题，当我们批判应试教育的时候，我们在批判什么？已经有一个清晰的答案了。当我们对“应试教育”进行批判的时候，肯定是在批判其特征同教育目的不相符合的时候，也就是当精英教育渗透到公民教育中的时候。而在中国，“公民教育阶段”最突出的就是九年义务教育，尤其是前六年的小学教育。这一段教育的目的，是完全符合第一职能的，义务教育之所以是“义务”，就是因为这段教育会给予一个人社会性，是必不可少的。而在实践之中，在公民教育阶段便出现了精英教育的影子。不论是诸多的补习班还是日益功利化的学习过程，受教育者的压力的逐步增大已经脱离了公民教育的目的和领域。这是学者所担忧的，也是社会所担忧的，现在的受教育者，从公民教育阶段就开始为未来的精英教育阶段做准备，这不就是精英教育跨领域的渗透吗？反过来说，不也就是“应试教育”应试特征越发突出的表现吗。但实际上，导致人们对“应试教育”批判的，并不全是教育制度，更多的是人们“应试”的教育理念。在现代化的立体结构下，还是和封建社会一样的独木桥已经不再行得通，每个人的高度专业性代表每个人都是高度社会化的存在，在这样的存在之下，每个工作同样重要同样高贵，而人们传统的“应试”理念还是尝试用“分数”这个高度量化的考核标准，以“分数高低”取代了“能力高低”。正是因为这样的思维，在现目前的尝试中，尤其是公民教育阶段的尝试中，大部分的社会单位都是选择量化“能力”为“分数”，将其并入传统应试体系进行考核，在公民教育阶段，这样的改革是不彻底的。相较之下，以高中教育为代表的“精英教育”（选拔教育），更像是一个替罪羊的形象。很大程度上并不是因为高中太“应试”而批判，更多是因为“公民教育”太过功利主义，太多精英教育的影子，才让高中为代表的精英教育成为众矢之的。但应试教育就是很好的一种教育制度吗？理论上不是的。想想，教育的终极目的是什么？创造，不是吗？不论是使之创造新的知识还是使之创造财富，这都是教育的终极目的。能够保证一个人的创造性将会是教育的未来发展方向。而在这个大前提之下，应试教育是完全没有生存空间的，是肯定会被淘汰的，毋庸置疑。理想的现代化教育，应该是以学生为主体，以老师为主导。不像是现在的老师说学生记，而是学生问老师答，在这个过程中，老师只起到知识的引路者，导向学生对特定知识进行疑问和探索。只有这样，才能培养出具有创造性思维的人才，才能符合现今社会对于“创新”二字的高度关注。但这些毕竟都是理论上。现代的中国，还不够强大，经济实力还不够，发展水平也不够，甚至连思想觉悟都不够，那么这些超越时代的教育也必将会失败，这是无奈的。很多人都已经看见了教育的未来，已经看见了光明，但是谁叫我们还不够强呢？我想要是有一天，这样的教育能够切实的实行，大概社会也便是大同了罢。",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1520721900,
            "txt_content": "厉害了我的国"
        },
        {
            "author": "xiao_hao_peng",
            "timestamp": 1520729100,
            "txt_content": "6666666666666"
        },
        {
            "author": "leavessoft",
            "timestamp": 1520737620,
            "txt_content": "没完全看完 不予置评"
        },
        {
            "author": "烨s",
            "timestamp": 1520737680,
            "txt_content": "我的学校分了个实验班（最好），重点班（次等），普通班，体育班（最差）。\n成绩好的想学的就去前两个，不想学的就分到最后面去。\n虽然是学校为了重本率，本科率，还得节省资源。\n虽然我不批判什么，但我觉得这是一条很稳的出路。\n想学的就能获得很好的教育资源，不想学的要不就退学，要不就晾在那里等死，一般体育班的人都是不想努力(读书)又想考大学，报的体育的。\n我不知道这算不算精英教育，但我觉得是。"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1520739540,
            "txt_content": "你坛变的gongchan起来"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1520742840,
            "txt_content": "...批判应试教育的大概都是空想家罢了. 山东省每年有近60万高考考生, 全国更是达到了900万以上. 没有应试教育, 没有考卷, 怎么选拔出会学习的人? 难道真的要所谓\"能力\"么?\n我来举一个靠能力选拔的例子, 这个例子每年都会发生无数次.\n\n我学过美术, 美术生春天有一个\"联考\", 说白了就是看谁画画画的好, 然后打一个分, 等以后大学招生时分越高越有利. 但是画画怎么评分呢? 艺术品的价值完全取决于观赏者, 而不是作者, 也就是说阅卷老师认为你的画有艺术价值, 那就高分, 反之就低分. 所以常常出现同一副作品两个老师打分相差甚远的情况(所以我意识到这个坑不浅赶紧回去努力学文化课了....)\n\n这就是凭能力打分的弊端, 很多原本不是很好的作品, 正中阅卷老师下怀, 有很多作品的风格(比如水粉就有很多风格), 如果你的风格是老师讨厌的, 那就凶多吉少了. 所以说应试教育, 非常有必要.\n\n最后插一句, 我上高中的时候喜欢打三国杀, 又一次我和班主任打完后说\"要是高考考的是三国杀, 我一定考得很好\", 我们老师笑了笑, \"如果高考考的真是三国杀, 我相信现在同学们的名词变动不是很大\"\n\n批判应试教育的大都是拥有某项\"特殊技能\"的, 因为自己的特技在高考中怨天尤人, 就比如写作吧, 某作家大肆批判应试教育把人教成了机器人, 意思就是认为要是根据这些特殊技能来考试自己一定很厉害.\n\n要是高考只考一门写作, 我相信成绩和名次, 不会变得很大. 毕竟刻苦的人永远有好的回报"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1520744760,
            "txt_content": "理想很丰满，现实很骨感。现实就是教育资源是稀缺资源，想要交换师生在教育中的主导地位，就意味着只有少数人能够享受这种教育，而导致更多的人只能分配到更少的教育资源。如今已有这种趋势。\n\n在减负的同时，却没有在选拔通道上进行多元化设置，所谓的德智体美劳全面发展终究只能是一句空话，即使在公立学校真能在实践中做到，校外培训和私立学校也只会根据选拔制度进行调整。一旦公私学校开始分化，之后的一系列影响仍然无法避免。"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1520757000,
            "txt_content": "其实说不过你们，也没这么多闲心辩论什么的，不过要看这文章还是看完得好，这是一篇完整的学术论述，虽然还很稚嫩，但是断章取义还是会让整篇文章的意思谬之千里，我爱国，谢谢"
        },
        {
            "author": "天下归心",
            "timestamp": 1520857680,
            "txt_content": "改开遗毒至今仍有影响"
        },
        {
            "author": "天下归心",
            "timestamp": 1520857740,
            "txt_content": "精英政治大局不可改变"
        }
    ]
}