{
    "title": "[三月活动]树荫",
    "author": "7436271",
    "replyCount": 3,
    "timestamp": 1520770620,
    "txt_content": " 本帖最后由 7436271 于 2018-3-11 21:02 编辑 \n\n名字：树荫                                                                            介绍（写作小学一年级起步  二年级封顶）：\n      “欢迎来到我的直播间，我是你们的朋友作死哥小辉。”我说出了这几个背烂的台词，今天是我第一天直播，由于之前在站里投的几个视频我混了不少人气，今天的直播倒也有几万，至少一半还是得亏平台的支持。\n          “今天我带大家来这一座小岛探秘，这座小岛曾经被报道说是有灵异事件发生，为此，小辉我今天就要亲自来这里看看，也为大家解答。如果有人送3个火箭，我还可以在那过一波夜。”我说着，把镜头对准了逐渐接近的那座小岛，把自己偷笑的场面藏在后面。这不就是平台自己找的小岛嘛，估计里头还有跟踪摄像头记录回放。\n\n         “好，就是眼前这座小岛，很接近了，可以看到植被非常的茂密，毕竟出过那些事之后就没有人来了，来了估计也会被列入失踪名单吧。哈哈。”我笑了笑，看了看弹幕，满屏的233和666。船靠岸之后，我利索地登上了小岛。嘿，有点意思，到还有些感觉。“啊切！该带多点衣服的......”我小声地说。\n             我继续往前走，一路上与观众做了不少互动，抽了几个奖品。\n             “这有个摄像机，咱们看看里头有什么，希望它还有电。哟，还真有。好啊，我们看看。”我拨弄着手里的摄像机，型号很旧，外形老土，感觉自己回到七八十年代。“得了。”\n        “怎么没画面只有声音啊？那各位就勉强听听吧。真的没画面，不信你们看。”我把摄像机屏幕对着镜头，晃了几下又拿回跟前，里头从原来jiejiejie的声音变成了一串带着电流声的对话。\n          “该死，快打烂它，天哪，它钻进了我的脚，不是裤子，是脚！”\n       “不不不不不，这是什么东西！我该怎么办！”\n       “往我腿上砍，快！至少我还能留半条腿！动手！”\n       “我办不到...”\n       “快！你想老子死在这吗？你再不砍我就先掐死你！”\n          “对不起...对不起...”\n       “啊...没事，你干的很好...”\n       “你的另一只脚...”\n       “什么？这是什么东西！别管我了，你快走！游艇在哪？”\n       “那，岛的另一边，很近的，我们会回去的。” \n       “不，你快走，你带不了我的，我的血流的太多了。”\n       “可是...”\n       “再不走我就掐死你！再说你想看到我死的样子吗？回去！那里需要有人通报消息！滚！”\n       “......” 、\n       我听着这段模糊的声音，想象这画面，心里一阵凉。“只是个唬人玩意，好了，今天直播就到这吧，这里没什么好看的，溜了溜了。”\n       “怂，怂！”“哪位老板送火箭让他过夜？”“XXXXX送出火箭x9”该死，9个火箭，岂不连住三天，得想想办法。我走到悬崖边，想到了一个好主意，把摄像机丢了下去。\n          “就这么多？”\n       “是的，这是三周前我们发现的回放，具传几万人都看到了，但估计在作秀。只是这名主播至今跟人间蒸发了一样。”\n       “这主播叫什么？身份证？”\n       “不知道，他开播没给平台身份证号。”\n       “得，凉了。没身份证我认个鬼！”\n       “话说刘主任，这岛真有灵异事件吗” \n       “这事千万别传出去，也别跟别人说是我说的。这座岛曾经是进行‘还古计划’的实验用地。就是重新进行植物种植，把死刑犯之类的重罪犯放进去，看看当全人类科技清零能不能缓解生态压力，多久才恢复。一次不切实际的尝试...后来觉得时间太久，所以就把实验中的猛长乳给用了，初期看还不错，至少让植被生长加快。但不知道有什么副作用。后来印证了，那些东西铺天盖地地生长着，毁掉了预先给他们的房屋，直接杀死了所有人，同时想到小岛外，我们很害怕，封锁了所有的消息，只传出灵异之类的，把所有人隔绝在外。现在又重新引起重视...”\n、   “您怎么知道这种事？”\n      “我是负责人之一，当它想离开小岛的时候，我就明白，它接近人类生存的地方只是时间问题。”\n      “为什么？”\n      “我们有一个最关键的博士被抓走了，三个月前，他发来了消息，意思是束手就擒。我明白，他被威胁着提升植物的各项能力，甚至智商。现在，他，或者他们，该来了。”\n\n         我躺在树木的环抱中，听着这段对话。我抬头看了看，无数的叶子遮住了一切。我摸了摸树根，我身后的大树抖了抖，几片叶子掉在我身上。唉，人类夺去了这个星球这么久，终于又重新回到原本的主人手里了吗...\n\n       就是一个实验出了乱子人类没了树木接管大地\n截图\n\n\n\n一些话\n做这个地图的时候其实没想这么多，只是不愿意做火山  地震  龙卷风这些老东西（开学真想不出什么，难道我做学校？）第一次做树  感觉歪了  以后会改进的\n不敢做那么多光，可不做太暗，于是脑补发光植物来当光源\n\n\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1521247140,
            "txt_content": "好喜欢你这种杂乱的风格，感觉独具匠心。"
        },
        {
            "author": "wzz0116",
            "timestamp": 1521775020,
            "txt_content": "第一眼还以为是召唤师峡谷"
        },
        {
            "author": "冥王星人",
            "timestamp": 1522048200,
            "txt_content": "故事不错，地图也不错"
        }
    ]
}