{
    "title": "【三月活动】国王与鸢尾花",
    "author": "暗夜Elen",
    "replyCount": 3,
    "timestamp": 1521026100,
    "txt_content": " 本帖最后由 雨夜蔷薇 于 2018-3-22 03:28 编辑 \n\n（突然冒出！）正文：　　在很久很久以前，大陆上有一个繁盛的国家。它坐落在陆地中央的高坡上，高塔上飘扬的旗帜即使是从海边也能轻易看见。这天，人们举国欢庆，庆祝他们王子的诞生。欢喜之余，老国王听到一个声音，趴在他耳边说着话。　　那个声音说:“鸢尾花会让尊贵的王子陷入逆境！”　　国王连忙扭头，看到一个正在飘远的黑影向他抬手致意，嚯的一下消失不见了。　　在那个时代，魔法普遍受到民众的极大尊敬，巫师说出的每句话都会被信奉魔法的人民仔细解读试图找出其中暗藏的玄机。国王连夜召集了他的大臣们商议对策，为了避免他的王子陷入巫师所说的危机，国王决定在第二天宣布国家境内禁止种植鸢尾花，连一株都不能再出现。　　“鸢尾花已经不再纯粹，也不是爱的使者了，它会为我们的国家带来灾难！”国王这样对人民们解释到。　　小王子在这个没有鸢尾花存在的国度中慢慢长大了，但他不知道也没有人告诉他那个预示了他命运的预言，直到他继承王位。\n　　年轻的新国王独自骑马走在野外，这是他继位以来第一次外出，也是他第一次走出他的国家。国王从小生活在王都的城堡中，从未亲眼见过大片的荒野。小路两旁开满了蓝色的鸢尾花在微风中缓缓摇曳着，像是在哭泣一样。年轻的国王并不认识这种花，也从没见过它们，但他被这鸢尾花海深深的迷住了。国王不禁下马走进花丛中由衷的感叹道:“不知名的花儿啊，你们可真美丽，即使传说中彩色的鸟儿也比不上你们。但是，你为何要悲伤呢？”　　话音刚落，一个黑影出现在国王身后挡住了花海和大路之间的小径。“迷途的国王哟，你误入了我的花田，所有进来的人都要成为我的花肥！”　　国王心里一惊，连忙后退几步，抬头摊开手对黑影说到：“我还有国家要治理，您可以从我国家的宝库中挑选最高等的肥料，请放我离开吧！”　　“不！”巫师厉声拒绝，“只有鲜活人类制成的花肥才能让我的花儿成长，她们一旦接触到别的劣等品就会立即枯萎，再好的花匠都无力医治。”　　稳住心神，国王清了清嗓子开口说到:“如果我外出没能回去，我的人民们会陷入痛苦和混乱，国家的大臣们会发动军队来寻找我，届时千军万马会将你的花田踏成平地！”国王心里十分没底，他也不知道军队能否找到这里。巫师没有理会国王底气不足的威胁，视线透过黑色兜帽死死地盯着国王，看的他浑身不自在。　　黑影逐渐逼近，国王不住地后退。一手扶住马鞍，他开始有些害怕了。“那，我尊敬的巫师，要怎样才能放我走呢？”　　巫师听到国王的疑问低头沉思了一会。“只要你能说出花的名字，我就放你离开。否则——还是乖乖的做我的花肥吧！”他恶狠狠地说道，消瘦的手指了指路边的花丛。　　花丛中的花朵仍若无其事地盛开着，但国王却慌了，他根本不知道那种蓝色花儿的名字！他翻身上马跑了起来。　　国王的马的确是极佳的好马，跑的像飞一样快，它扬蹄一跃，便把巫师落在了几里之后。黑影飞起来追在国王身后，但怎么也追不上。巫师在路边揪了一把草扔到国王面前，小草变成了一片茂密的丛林，马在树林里的速度慢了许多。　　眼看巫师就要追过来了，国王急忙拔出腰间的宝剑砍开挡住前路的枝蔓。人不停地砍，马不停地狂奔，硬是在丛林中砍出了一条小路。　　巫师又从怀里掏出一把梳子在国王前面的地上一划，平坦的地面立刻升起了万重高山。但这难不倒国王的千里马，即使是在高山上它也如履平地。一眨眼的功夫，万重山便被抛在了身后。　　巫师一直追在国王后面，但无论他怎样阻碍国王也没法更靠近一点，这让他十分生气。气急败坏的巫师拿出了一面镜子丢了出去，镜子变成了一个深不见底望不到岸的湖泊挡住了去路。国王的马不会游泳，只能绕着湖水拼命地跑啊跑，不一会就被飞过湖面的黑影堵住了去路。　　“除非说出花的名字，否则谁也别想跑！”巫师气极的向国王靠近着，国王不住地后退，巫师的语气让他害怕极了。　　左右看了看，国王发现之前路边的鸢尾花也跟随而来一路开到了湖边。像是抓住救命稻草一样，国王连忙下马向花丛求助到:“美丽的蓝色花儿啊，请帮帮我，告诉我你的名字吧！”　　花丛听到国王的请求立马在他身边开了一圈，把国王围在中间，盛开的花香引来了无数鸟儿在花丛中鸣叫。　　“不，我听不到，请给予我更明确的指示！”国王大声喊道。　　花朵静止了下来，像是在思考如何给出“更明确的提示”。接着，花海上出现了一道彩虹，在阳光的照耀下闪闪发光。　　“彩虹……Iris……彩虹爱丽丝？啊！”国王恍然大悟，他的眼睛亮了起来，对着彩虹问到:“你叫爱丽丝对不对，彩虹爱丽丝？”　　彩虹下的花朵摇晃了几下表示正确便消失了，国王连忙转身对一旁的巫师说:“我知道了，花的名字叫爱丽丝，我回答出了你的问题，请放我离开吧！”　　“哼。”黑影气结的哼了一声，转身离开了。　　国王松了口气，把手中的佩剑放回剑鞘，才发现已近黄昏，原来他和巫师僵持了整整一天。旁边的马喷了喷鼻息走到湖边喝水，国王拍了拍马的脖颈，“好伙计，辛苦你了。”　　稍作休整正打算离开时国王看到不远处的湖面上升起一个人影，在昏暗的黄昏下发着光，照的周围的花草都黯然失色。　　“感谢您的相救，年轻英俊的国王。”人影落在国王面前对他微微一笑，落地的一瞬间无数花朵在她脚下盛开，更衬托出她那姣好似玉的容颜。　　“请问这是……？”国王有些摸不着头脑。　　“恕我唐突，数年前我落入湖中被巫师囚禁在了那面镜子之中”爱丽丝指了指大湖，露出些许悲伤的神情。“我本是鸢尾花的精灵，那些花儿全凭我的意愿生长，而我本身却一直被关在镜子里，直到巫师再次把镜子变成湖水。”　　睁大眼睛，国王有些不可思议。“那，给我的那些提示，也都是你做的？”爱丽丝点了点头。　　“其实是你救了我们两个人，如果没有你的提示我绝不可能得知花朵的名字，也就不可能逃脱得了巫师的追捕！”国王握住了精灵的手感激地说道。　　“我要将这美丽的鸢尾花作为我国家的国花以铭记你对我的帮助，你愿意与我一同回到我生长的国度生活吗，精灵小姐？”\n　　又一个春天，无数鸢尾花重新开放在那个繁荣的国度，花海漫山遍野连成了片。爱丽丝坐在王国最高的钟塔上望着远方的旷野吹着风，开心的哼起了歌。　　“在这里的生活非常幸福，无需劳烦牵挂。”精灵无声的对耳边经过的风说到，让风儿把问候带向远方，带回她的家乡。废言：突然脑洞emmmmm巫师（暗搓搓）：又撮合一对，深藏功与名诶嘿嘿嘿（其实国王和爱丽丝没在一起。。只是邀请去他国家生活emmmmm）鸢尾花又叫爱丽丝的思路：鸢尾花→英文名→iris→音译回来→爱丽丝√（说来MC里的马也不会游泳。。而且很气的是骑着马进水里马会沉底emmm）（这算不算MC有关orz）（童话好难写orz）（的地得傻傻分不清，如果有用错的麻烦说一下orzzzzzz）",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1521030840,
            "txt_content": "比较好奇彩虹是怎么联想到Iris的？"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1521031260,
            "txt_content": "FHC红石 发表于 2018-3-14 20:34\n比较好奇彩虹是怎么联想到Iris的？\n有些情况下iris也有彩虹的意思。。（虽然主要是表达虹彩的意思，也就是红橙黄绿那七种颜色（或者说很多种颜色）"
        },
        {
            "author": "上前一小步",
            "timestamp": 1521100260,
            "txt_content": "我看过这样的鸢尾花\n\n\n\n\nQQ图片20180315155056.png (408.31 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-15 15:50 上传\n\n\n\n\n\n\n"
        }
    ]
}