{
    "title": "[Minecraft.net | INSIDER] 遇见幻影鳐",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1521018840,
    "txt_content": " 本帖最后由 kakagou12 于 2018-3-17 09:31 编辑 \n\n遇见幻影鳐夜空中的怪物是如何成型的\n\n在Minecraft里，我的睡眠质量很差。还有这么多钻石要挖，还有这么多怪物要打，还有一个又被苦力怕炸翻的花园要翻修，这要我怎么上床嘛！\n\n接受现实吧——睡觉是给笨蛋准备的！就寝时间是给讨厌鬼准备的！休息是给……是给……啊啊啊，我太累了，无法思考了。\n\n其实，这不是我应该睡觉的唯一理由。因为在Minecraft里，如果我太久不睡觉，我就会遇到幻影鳐。\n\n\n\n\n去年，在MINECON Earth的直播中，我们让大家为投票选出一个新的生物加入Minecraft。胜出的生物是生物B——夜空中的怪物。在投票开始之前，Jens是这么描述生物B的：\n\n  ————————————————————————————\n\n这个蝠鲼一样的怪物是一种飞行生物，它生成在高空中。生物B喜欢失眠者，并将找到那些好几天没睡过觉的玩家。生物B会成群地俯冲下来，撕咬你的身上的肉。你应该投票给生物B，因为目前在主世界中还没有飞行怪物的存在。\nJENS BERGENSTEN              \n\n———————————————————————————— \n口口到肉！惩罚失眠之人！飞行怪物！是的，显然大部分的特性都十分诱人，足以让生物B成为赢家。来看看它的最初设计：\n\n\n赢下投票之后，生物B——现在叫幻影鳐——进入了开发阶段。最初的设计包含在了近期的Java版快照中：\n\n\n\n正如你可能（大概？）发现的那样，幻影鳐从那之后经历了一次很大的重设。发生了什么呢？\n\n“主要的反馈主要是（关于）大家投票时的概念艺术画，我觉得它比我做的模型包含了更多的细节。”Jens如此解释道。\n\n“但其中一个重设的原因关系到概念艺术画里的嘴巴。当我把它放到游戏中时，效果很像一个提线木偶！而且既然嘴巴没有什么实际作用——它不与任何游戏内容联系——所以我就决定移除嘴巴。”\n\n“我已在其它（部分）做了很多简化——身体，还有翅膀，所以棱角就少了很多。”\n\n\n办公室里很多人说，如果有人能把我的嘴巴移除，那么他们就会更喜欢我。好吧，谢谢。\n\n反馈多种多样，所以团队考虑了新的方案。“Jasper Boestra（Minecraft的像素艺术家）就想做一个新材质，而他也修改了模型，包括尝试加上嘴巴，但他最终得出了同样的结论。”Jens如此解释道。\n\n“有了嘴巴，幻影鳐看起来就像是一个诡异的袜子木偶。”Jasper附和道。出于某些原因，Jasper不想作为“那个把袜子木偶放进Minecraft里的人”而家喻户晓，而是想尝试另一种设计——这种设计让幻影鳐走向更为黑暗的方向。\n\n“我希望新的幻影鳐模型更能吸引到老玩家，所以我把它做得更惊悚、更可怕了。同时，这个设计肯定也会吸引到我们初来乍到的玩家。我尝试在设计中达成一个炫酷的元素，让人们惊叹‘太赞了！’。”\n\n\n我在Jasper的桌子上寻找任何值得偷的东西，然后发现了这个——他设计的幻影鳐的早期骨架。真棒！\n\n新幻影鳐设计里最引人注目的部分是可见的骨架。“我想为幻影鳐和惊悚元素做出这样的设计，而且你们都知道，我非常喜欢骷髅。”Jasper如此说道。很不幸，这是真的。\n\n“加入的是蓝色而不是黑色，这样让幻影鳐更加多彩——不是所有的东西都是越黑越吓人。我们也测试了很多种色彩，但我们觉得有一点很重要，就是要制作的是一种独一无二的怪物，它不与任何维度有紧密的联系。红色曾是我们的第二选择，但这使得幻影鳐看起来更像一种地狱生物。”\n\n\n\n但是幻影鳐现在仅仅是主世界的生物了。“我们也做了一些游戏内容上的变化。幻影鳐不再生成于末地了。”Jens肯定地说道。\n\n“部分原因是在末地里，你不能睡觉。所以你就不能让他们停止生成，同时你也一直处在天空之下，所以幻影鳐将会不断生成。”\n\n|“我尝试在设计中达成一个炫酷的元素，让人们惊叹‘太赞了！’。”\n“我们希望这么做，这样你就可以通过在白天活动，或是躲到洞穴，或是睡上一觉来保护你自己。在末地躲避幻影鳐所要花费的工夫实在太多了。”\n\n真好！幻影鳐离开之后，末地又一次成了一个等待探索的安全区域，还有满世界的棒棒糖和日光，哈哈哈，开玩笑的，请不要把我送回噩梦里了，那可是末地啊，求你了求你了。\n\n\n\n对Jasper来说，设计幻影鳐是一次为Minecraft尝试新视觉的机会。“我思考过很多主意，而且我一直在想如何做到具有个性而风格统一。我认为是时候来挑战一下风格了，于是我做了一些认为会非常炫酷的东西。”他如此解释道。\n\n“如果它看起来不够Minecraft，我们可以把它修改到符合一致的风格。但最终的效果还行。我们也为了这个材质加入了很多新东西。我在身体的方块上用了Alpha通道，给予幻影鳐更多细节。”\n\n“我对结果感到很开心。”\n\n\n是我很开心吗？不是的，读者。我不开心。因为现在，我正在靠着我疲劳的小短腿冲刺，逃离一大群恶毒的幻影鳐。噢，为什么我不记得去睡觉呢？嘿，毕竟他们现在咬不了我了，他们没有嘴！他们会直接把我啄死。\n\n哇，守得云开，总会见月明！\n\n幻影鳐现在正潜藏在天空之中，就在最新的Minecraft Java版快照里\n\n【Kakagou译自Meet the Phantom】\n【作者Tom Stone，发布于2018年3月12日。】\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1521018900,
            "txt_content": "有一段话是这样的：\nThe End is once more a lovely safe place to explore, full of lollipops and sunshine and ha ha ha JK please don't send me back to the nightmare that is The End please please please.\n\n如果您知道JK是谁（但愿不是罗琳），请您务必告诉我……"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1521034260,
            "txt_content": "kakagou12 发表于 2018-3-14 17:15\n有一段话是这样的：\nThe End is once more a lovely safe place to explore, full of lollipops and sunshi ...\n...JK=just kidding?\nphantom怕不是最惨mob，来来来phanjerry快来安慰一下"
        },
        {
            "author": "海螺螺",
            "timestamp": 1521039120,
            "txt_content": "mojang为了继续更新meet系列只能发新快照【"
        },
        {
            "author": "TNTBM",
            "timestamp": 1566817260,
            "txt_content": "wow 原来还有草稿这种东西的"
        }
    ]
}