{
    "title": "[Minecraft.net | INSIDER]本周方块：发射器",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1521214140,
    "txt_content": " 本帖最后由 kakagou12 于 2018-3-16 23:30 编辑 \n\n\n\nBlock of the Week: Dispenser\nGives as good as it gets!\n本周方块：发射器\n有多好给多好！\nWe learnt from our mothers at an early age that it's rude to spit. But there's one block in Minecraft that never learnt that lesson. Which probably makes it the rudest in the game.\n我们从小就从妈妈那里学到，乱吐东西很粗鲁。但在Minecraft里，有一个方块对此全然不知。这可能让它算得上是Minecraft里最粗鲁的方块了。\n\nDispensers were added to Minecraft in January 2011 as part of the Beta 1.2 update, making them as old as squid, bonemeal, note blocks and sandstone. To start with, they were a little limited - but over the years, they've been given more features than you can cram into their roomy interior.\n作为Beta 1.2更新的一部分，发射器在2011年1月加入到了Minecraft，拥有和鱿鱼、骨粉、音符盒还有红石同样的资历。最开始的时候，发射器的功能略为有限——但随着时间的推移，发射器已经拥有了更多的特性，多到你都没法塞进它的大肚子里。\n\n\n\nYou're expecting me to list those features? Oh, alright then! Fill one with arrows and it becomes a deadly trap. Fill one with water buckets and it becomes an irrigation system. Fill one with boats and it becomes a drydock. Position a dispenser just so, and you can use it to barf out a pumpkin onto a T-shaped stack of iron, and so create a golem (or, if you fancy a challenge, have it deposit a wither skeleton skull onto a pile of soul sand). \n你是不是在期待我列出这些特性呢？好吧！发射器里放箭能变成致命陷阱。放水桶能变成灌溉机器。放船能变成干船坞。放置一个发射器，然后你可以让它往T形铁块堆上吐出一个南瓜，这样就做出了一个铁傀儡（或者，你喜欢挑战的话，就让发射器往灵魂沙堆上放凋零骷髅头颅）。\n\nWant more? You got more! Fill one with armour and it'll auto-equip a player standing in front of it. Fill one with spawn eggs to summon mobs. Fill one with fire charges and you've got a robotic Blaze. Fill one with potions and you've got a buffing machine. Fill one with bonemeal to automatically grow trees. Fill one with fireworks for a celebration. Or fill one with TNT for an explosive surprise!\n还有别的吗？当然有别的了！发射器里放盔甲能让它自动为站在前面的玩家穿上盔甲。放刷怪蛋能召唤生物。放火焰弹能让你得到一个机器烈焰人。放药水能让你做成增益机器。放骨粉来自动培树。放烟花来进行庆祝。或者放TNT，营造一个爆炸性的惊喜！\n\nMinecraft's dispensers have a long history in the real world, where we know them as vending machines. Amazingly, the first vending machine was created by Hero of Alexandria - an engineer in first-century Roman Egypt. He built a machine where a coin that was placed in a slot would fall on a pan attached to a lever, which would then open a valve and let holy water flow out of a spout for the customer.\nMinecraft的发射器在现实世界里有很长一段历史，它就是我们所知的贩卖机。令人惊叹的是，第一个贩卖机是由亚历山大港的希罗（Hero of Alexandria）创造的。希罗是1世纪时罗马埃及的一位工程师。他构建了一个机器，往机器的一个沟槽里放一枚硬币，硬币就会掉到一个连接了杠杆的盘子上，这时杠杆会开启一道阀门，让顾客得到从一个喷口中流出的圣水。\n\n\n\nModern coin-operated vending machines arose in the 1600s in British pubs, where they would dispense tobacco, and by the late 1800s they were found in almost every railway station and post office in the land - selling postcards, envelopes, notepaper and stamps. In 1893, a German chocolate manufacturer used them to sell not just chocolate but also cigarettes, chewing gum and soap.\n现代的硬币贩卖机出现在17世纪的英国酒店里，这些贩卖机会卖出卷烟，而到了19世纪末期，几乎每一个火车站以及邮局都能见到贩卖机——出售着明信片、信封、信笺和邮票。在1893年，一家德国的巧克力制造商不但拿贩卖机来出售巧克力，还出售香烟、口香糖和肥皂。\n\nToday, it's possible to buy almost anything from a vending machine. In 1982, an Australian company invented one that dispenses hot french fries, while in 2009 an Italian entrepreneur invented a vending machine that makes fresh pizza from scratch. Some libraries have book vending machines, and there's even a 15-storey-tall luxury car vending machine in Singapore! \n现在，从贩卖机里几乎能买到任何东西。在1982年，一家澳大利亚的公司就发明了能卖热薯条的贩卖机。而在2009年，一位意大利企业家发明的贩卖机能从头制作新鲜的披萨。一些图书馆有图书贩卖机，而在新加坡，甚至有个15层楼高的豪华轿车贩卖机！\n\nBut the place with the most vending machines per person is definitely Japan, where they're a common sight on almost every street corner - there's one machine for every 23 people in the country! So next time you're planning a Japanese-themed build, you should probably include a dispenser or two. Y'know, for full realism.\n人均贩卖机最多的地方当然就是日本了。在日本，贩卖机遍布几乎每一个街角——每23个人就对应一台机器！所以下次要规划日本主题的建筑时，你应该加上一两个发射器。你懂的，真实至上。\n\n\n【Kakagou译自Block of the Week: Dispenser】\n【作者Duncan Geere，发布于2018年3月16日。】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1521214440,
            "txt_content": "注：\n1.亚历山大的希罗：https://en.wikipedia.org/wiki/Hero_of_Alexandria\n\n2. Roman Egypt：这里的埃及是罗马的一个省：https://en.wikipedia.org/wiki/Egypt_(Roman_province)\n（我八爷上天入地无所不能啦）\n\n"
        }
    ]
}