{
    "title": "【三月活动】鲜花开满的小径",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1521300660,
    "txt_content": " 本帖最后由 xcc 于 2018-3-17 23:44 编辑 \n\n 前言：算是复健吧，好久没写了，剧情没讲清楚，标题内容无关，与童话无关我真的啥都不会了求求你们饶了我吧\n\n从远方来的骑士骑着驽骍难得那样的劣马踏过遥远北国的边境，冰封过的道路并没有为他带来比守关的士兵更大的麻烦。士兵是一个瘦弱但看上去并不好对付的男子，一面盘问着入关的人一面无意识地晃动着，从骑士的视角看去似乎他只是在每个人面前晃了一下而非检查。轮到骑士时，他懒得掀起面甲，只打算出示证明身份的物件，但手刚伸进挎袋里就看到士兵用手势示意：赶紧走吧。虽然骑士不是很明白这个士兵到底是不是在尽职尽责，但他可不会浪费入关的大好机会。骑着马进入了国境后，是一条鲜花开满的小径，不知通往何处。他觉得这条小径有些熟悉，让人想起了很久远的事情。但他曾被魔术师模糊过记忆——当初为了让他更好地完成国王使命的魔术师，用违背理想的手段让他脑海里久远的事情都模糊了。但愿只是一条普通的、在冬日仍开满鲜花的小径。他不自觉地将手伸进了挎袋里去摸国王交给他的东西，熟悉的形状从手中溜过，让他安心幸好东西还没有丢。鲜花开满的小径很快到了尽头，他看到道路尽头的许多人们站着不动，抬头看向某个方向。“打扰了，请问你们在看什么？”他冒昧地上前。人们仍是望着天，却七嘴八舌地说开了：“当然在看王宫啊。”“那边的话是咱们公主18岁的生日宴会呢。”“公主？”骑士脱口而出道。“嗯？”人群中传来轻轻的疑惑声。“唔….没什么。”骑士抱歉地鞠了一下躬随即离开了。他再次摸了摸挎袋里的东西——那是信函，国王委托骑士送往北国公主处的。他骑着马向王宫的方向前行，待他完全走远后，方才的人群中传来几近遗憾的叹息——“他的声音可真好听啊。”——好听得根本不像一位骑士。生日宴会正在王宫进行，因为有很多事先准备好的文件，骑士很顺利地进去了。王宫内满溢着欢乐的气息，金碧辉煌的宴会布置让骑士再次想起了什么。就在他思索时，王宫中央出现了一大团紫色的光。人群中传来惊呼，几乎在呼声小下去同时，紫光中走出一位女性——她独具特色的华美服饰和肩头的乌鸦很容易让骑士想起来这是在众多国家中肆意妄为的魔女。魔女环顾四周，挑了挑眉，说道：“怎么，这样大的聚会是庆祝什么的？”说着还打了个哈欠，随意地在王宫中央一个华丽的椅子上坐下、“是公主的…..”人群中有人小声地说，还未说完便被魔法噤声。“嘛，让我猜猜……”魔女歪着头，一只手缓缓伸出，“是生日宴会吧？你们的国王又忘记邀请我啦？”她伸出的手突然握紧，声音也提高了几度：“还是说，他想让他可怜的大女儿的经历在重演一遍？”这番话让在场的不少人想起了当年的公主——比二公主早出生4年的姐姐——在3岁的生日宴会上，被气愤的魔女用法术弄得不知所踪。而在那之后，过了四年，二公主出生，本国国王雇佣了大量魔术师在每次生日宴会上保护。虽说由于恐惧，他尽量减少了宴会的次数。可怎奈18岁生日这场宴会，既不能推掉，又恰好遇到了魔术师集体感冒的诡异事件。此刻，魔女仍在椅子上四处张望，然后说道：“谁是二公主呢？”没有人说话。但骑士意识到魔女这个问题无非是个幌子，无论是否得到回答，她都会开始行动。于是他轻推开人群，提着剑来到了魔女身前。“你是？”魔女漫不经心地瞥了他一眼，“是别国的骑士吗？你的铠甲样式比这个国家的样式好看一些呢。”骑士举剑作出防御的样态，低声说道：“你不要对公主动手。”“怎么了？你不会是恋慕着她的某个昏了头的青年吧？”魔女歪着头看他，肩头的乌鸦也随之转动着眼睛。“不……在下是替西方之国俄尔喀科斯的王子拉尔提刻送上信函的！”骑士大声回答。台下终于传来了躁动，王宫中的人早有人对拉尔提刻暗恋北国公主一事有所耳闻，甚至有些人就是先前给他们俩搭桥牵线的。而魔女对骑士的话不以为意，只是低声问道：“把面甲掀起来。”骑士愣了愣，一手提起剑，一手指着魔女：“绝不。”“啊呀，那我只好……”魔女表情玩味地轻轻掀起骑士的面甲，怔了一下。她确认了一下这个角度只有自己能看见骑士的脸后，难得地叹了口气，靠近他的脸轻声说：“真是巧呢，我好久没遇到这样有意思的事了，姑且放过你一回吧。”骑士伸手想去拿挎包里的信函，却被魔女抢先拿出了。“嘛啊嘛啊，这就是信函吧？”魔女大声说道，随即撕碎信函，没想到在纸片破碎的一瞬间，信上的字凭空出现在空气中。是拉尔提刻对北国公主的表白。骑士呆若木鸡地看向那些字，突然感到心中莫名地幸福。这时魔女对他狡黠一笑。他感到脑子突然被人锤了一般，强烈的痛感让他突然眼前一黑，不过很快黑色就消散了。当眼睛和意识重新清明时，他发现自己站在鲜花开满的小径的尽头，路上空无一人。街道上贴着公主生日宴会的宣传——“北国公主伊利莎贝思的18岁生日宴会！明天上午于王宫举行！”他眨了眨眼睛，看那上面的字。刚才是梦?不过那个梦让他想起来了什么。他又回头看了看路旁的鲜花，终于想明白了为什么如此熟悉，随即坚定地走向王宫，并同王宫旁正在布下防御法术的魔术师打了个招呼。走进王宫前他趁着无人注意，轻轻提起头盔，一缕金黄色的头发垂下，他轻轻笑了一下，是那种少女般毫无顾忌的笑。头发又乱了啊。她想，明明出门前盘好了的。伊利莎贝思啊，假如你片刻后见到我并打开信函，希望你能明白，这里哪有什么帮人送情书的骑士啊。只有莫名其妙被魔女丢到别国，然后努力成长为骑士最后却只能以送信的名义女扮男装回家的姐姐啊。\n\n后记：我知道我写的烂了下一个不加小组了，丢人（）（）剧情一团恶臭完全没有头绪就当是复健\n\n\n\n@gggbbb \n",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1521315960,
            "txt_content": "为何不用一些空行来换行呢  这样应该能更方便阅读\n高亮阅读可以解决"
        },
        {
            "author": "xcc",
            "timestamp": 1521898560,
            "txt_content": "BC酱_BcsC 发表于 2018-3-18 03:46\n为何不用一些空行来换行呢  这样应该能更方便阅读\n高亮阅读可以解决 ...\n因为手机在bbs不能排版）"
        },
        {
            "author": "250=mo",
            "timestamp": 1521903960,
            "txt_content": "我也只能给出一些语言上的建议了：希望先生能注意到，文节是蕴含节奏的，倘是长句到底，必会委屈不自然。在心中默念一下，你的语感会帮你找到断句点的。"
        },
        {
            "author": "xcc",
            "timestamp": 1522515060,
            "txt_content": "250=mo 发表于 2018-3-24 23:06\n我也只能给出一些语言上的建议了：希望先生能注意到，文节是蕴含节奏的，倘是长句到底，必会委屈不自然。在 ...\n谢谢指点w\n好久没写了，确实很多问题唉\n今后可能还会更多地向周创投递垃圾（呸"
        }
    ]
}