{
    "title": "【原创/单篇故事/渲染插画】虚 愿",
    "author": "nianbing",
    "replyCount": 6,
    "timestamp": 1521338340,
    "txt_content": " 本帖最后由 nianbing 于 2020-5-30 18:31 编辑 \n\n《虚愿》\n（图片加载或许需要一点时间）\n正文：\n\n\n    【23:38】\n    午夜的天台上摆着一张毫无特点的圆桌，既谈不上朴实，也说不上华贵。圆桌周围摆放着五张椅子，它们在这乌云密布的夜空之下，与这荒废已久的天台宛如天作之合。\n    铁网表面的黑色油漆已经脱落了太多，取而代之的是红褐色的铁锈继续依附其上。这里是贫民窟与富人区的交界边缘，既是地狱的入口，也是天堂的出口。除了为生计而日夜奔波的贫民，也经常能够见到富人为了寻欢作乐而出入此处。\n\n    我有时会在贫民窟的最深处生存，有时也会在富人区的最高处生活。贫民窟的深处，光是看着就十分瘆人。道路狭窄，无人打理，坑坑洼洼的路面常年浸泡在污水里，恶臭还会袭击路过的无辜者。寒冬尚且无妨，可夏季的这里却并非人类所应该接受的地方。炎热而潮湿的僻路，闷热而让人烦躁；破屋紧凑脏乱，将这里重重包围，无风也无光。若是想要开窗通风，门口的积水就会有阵阵恶臭朝着屋内涌入，室外污浊的空气或许比室内更胜一筹。而富人区，则是与贫民窟完全相反。有鸟语花香的花园，也有庄严华丽的礼堂；有干净整洁的病房，也有一应俱全的商场。反观贫民窟，它什么也没有。\n\n    富人区的夜晚是喧闹的。乐于享受的富人们总是喜欢举办各式各样的活动。每当星月隐现，灯火通明的城市里便会响起欢快的音乐，富人们载歌载舞，沉醉于消遣之中。体态臃肿的家伙喝醉了酒，摇摇晃晃的跳着不堪入目的舞蹈，嘴里还哼着模糊不清的歌，姿态滑稽可笑。青年才俊邀请钟情的姑娘一同参加晚会，若是她能够同意与他舞上一曲，想必男子或许很快就会得意忘形，在不经意间露出马脚，落个曲终人散的结局。\n    而贫民窟的夜晚大多时候是寂静的。疲于奔命的穷人们早早入睡，没有多余的精力能给他们用以娱乐。为了生计拼尽一切的他们既没有尝试娱乐的精力，也没有享受快乐的权利。街道上没有一盏路灯，黑灯瞎火的夜里需要担心盗贼横行作怪，只能抱着时刻绷紧的神经浅浅入睡，但也不乏一些一贫如洗的家伙能够安然自若。静静瘫倒在床，安静的甚至能够听见夜鸦的凄厉叫声。寂静却并不安宁，这里没有宁静。\n\n    今夜的富人区灯火辉煌，街道上举行着游行，人山人海的街区呼声冲上云霄，比以往的任何一次都更为壮观。隔着一条老旧公路，贫民区的美梦与噩梦都在噪音中湮灭。让困倦疲乏折磨地苦不堪言的穷人被这杂音从梦里拽出，皱着眉头在床上辗转。即便用包着茶梗的枕头裹住脑袋，将整个身体都蜷缩在被子里，耳边却仍被噪音充斥。\n    在这疯狂的夜晚，理智在一点点的逐渐消散。沉眠受到惊扰本就是不可饶恕之事，更何况他们已经忍耐了十年之久。怒火中烧的穷人终于对富人的所作所为忍无可忍，积压了数年的怒火终于将理智点燃，于干涸已久的心中燎原。\n    夜鸦的鸣叫更为凄厉，狭窄的街上有无数野兽在蠢蠢欲动，将道路挤的水泄不通。他们缓慢的挪动着沉重的身体，一步步朝着那歌舞升平的乐土涌去。语言随着理性一同蒸发，没有呼声、没有谩骂，只有金属制品在相互叩击，不时与墙壁擦出星火，刺耳尖锐的赞美诗震慑天穹之上途经的飞鸟，竟有陨落者从天而坠，不知落向何方。\n    兽群的攻势停驻在乐土入口，他们被不知何物阻挡了步伐，没有一个人迈入那片由罪恶滋养的土地。\n    沉醉喧嚣的富豪们察觉到乐园之外的动静，赶忙拉上重金聘请来的护卫要去一探究竟，殊不知前方已经沦陷，成为了危机四伏的战场......\n    兽群浩大的声势惊动了守夜的警卫，过去也曾有过不少暴乱，但如此阵势却还是头一次见。他慌忙地掏出手枪，指着这群占据了分界线的低劣品种。\n    “你们想干什么？造反啊！”\n    一声强装镇定的怒斥，加上指着他们脑袋的手枪，竟然真的让这群凶兽退却三步。急忙赶来查看情况的绅士，看见这群蛮兽犹豫不决的样子，忍不住站在所有人面前指着兽潮狂笑，笑声当中不乏蔑视与揶揄。见他们仍默不作声，富人们笑得更为猖狂，唾骂声、嘲笑声滔滔不绝。就连去年为止还住在贫民窟里的警卫，也跟着他们一起笑个不停。\n    望着这些仰天大笑的罪人，被斥醒的理智又重新归于虚无。人理烧却殆尽，宴会由罪恶拉开帷幕。\n    第一位罪人冲出人群，挥动手中的铁锤，向那个站在最前方的罪人当头砸下。紧随着他的疯狂，所有的野兽都扑向了罪孽。他身先士卒冲在了最前方，将挡在他面前的一切全都摧毁。血色充斥所有人的双眼，躯体因激动与惊恐而颤抖。一声声哀嚎与咆哮此起彼伏，**被淹没其中，再没有人察觉。\n    直到他们的身上染透猩红，惊恐与混乱装填思绪。疯狂被恐惧压抑，怒火由破坏宣泄。逐渐冷静的人类，看着眼前的血腥景象，意识到了自己所做的事情有多么地无法挽回。冲在最前的人类，现在已经躺倒在地，也没了呼吸。跟随着他的人们失去了领袖，陷入混乱和不安的泥沼，一时间分不清现实与虚幻。瞳孔黯淡无光，行动犹如痴呆，根本不知道接下来应该如何是好。\n    抱着尝试的心态，所有人分散开来，漫无目的地漫步在喧嚣嘈杂的富人区。若是未曾见过，尚且能够通过自欺欺人的方式来安慰自己可悲的内心，可一旦见识到了富人们纸醉金迷的生活，便再也不想回到从前的悲惨境遇了。羡慕与嫉妒之心萌生，才刚从土壤里冒芽，就快要因燥热而枯萎了。\n\n    由于对外界的动静毫无兴趣，没有同上一波同伴一起去观察而留在此处的富人们仍然继续着宴会。灯红酒绿的世界里仍然上演着表演，只是原先的演员已经尽数退场，换上了一批没有经验的新人。\n    他们注意到了这群界外旅客，与这里格格不入的演员根本无处藏身。同样身着红衣，这群演员却显得更加低劣、肮脏。看见这群低等动物浑身猩红，身边绕有血的腥味，他们的喧哗竟被吓地静止了片刻。\n    寂静仅不过数秒，再回过神来，已是一片狼藉，尖叫声从各个出口涌来。富人们抱头鼠窜、四散而逃，生怕自己就是下一个惨遭毒手的遇难者。书架倒塌发出震耳的巨响，用来装饰厅堂的厚重书籍散落一地；果盘里的奇珍异果都被踩地稀烂；刚斟满酒的酒杯，尚未有人品尝其中的芬芳，就在富人的逃难里摔个粉碎，倒也可惜了它们。\n    在侧厅里喝酒寻欢的护卫们一拥而出，眯着眼睛将这些因他们的失职而闯入宴会的表演者团团围住。尽管因为失职而引起了骚乱，但好在雇主没有受伤。用拙劣的演技掩饰错误，或许不仅没有惩罚，还会有赏赐呢。尽管他们满脸都是因为饮酒而泛起的红晕，但现在只需要专注这场戏剧就足够了。\n    被围在大厅中央的旅客们手足无措，只能等候审判。即使想要反抗，面对这样的人数，再加上方才的疯狂早已褪尽，现在就连逃跑的资本也不够了。\n    一个小时以后，在富人区里四处游荡的旅客们一个不漏，皆被清算。没有步入富人区，或是早已回家的穷人们成功的逃过一劫，他们的罪恶皆由留在这里的人来承担。没有人对审判有所不满，他们目光呆滞、步履蹒跚，尚未从震惊中回过神来，就这样走进了牢房，等待将要来临的开庭判决......\n\n\n    咖啡上方还有白雾升腾，红茶也并不例外。桌上除了它们，还有一杯红酒、一杯凉茶，以及一杯混合了各种佐料的凉白开。\n    咖啡与红茶那浓郁的香气在空中盘旋缠绕，将红酒的芬芳卷入其中，交织成一副跌宕的乐章。可华丽的乐章中却混入了不和谐的音符，让它毁于一旦。萦绕在周围的香气中，混入了一股酸涩。凉白开里兑了大量的白醋，还有许多晶体颗粒浮游着，是不久前刚调配的。\n    这杯凉白开是我自己调配的，或者说这些饮品都是我做的。虽然我并不了解客人们喜好，但我自以为是地认为他们会喜欢这样的饮品。不过我可不是故意捣乱，为自己调一杯与他们格格不入的东西。就我个人而言，对食物的兴致算不上正常。既尝不出食物是否色味俱全，也试不出它们是否难以下咽，只是将进食理解为纯粹的为了补充消耗的行为罢了，既无法对食物感到欣喜，也不会为食物而日夜愁闷，只需要如同碌囵吞枣一般，将它们送入肠胃足矣。因此，对于食物的要求便不再是“美味”，而变成了“怪异”。\n    为了调制这杯白水，我兑了半杯白醋、三勺盐巴和味精、小半杯白酒以及一撮胡椒粉，还有一些就连我也说不上名字的佐料。也许水的比例反而比佐料还少了。闻起来或许让人不敢恭维，不过我倒是觉得味道新奇，很符合我的嗜好。\n\n\n    平日里夜阑人静的街道在此刻有些**闹。陋街上挤满了人类，就连老鼠都没有立足的空余，从楼顶向下望去所能见到的景象十分壮观，平日里是见不到的。\n    他们一步步向着边缘逼近，我仿佛能够看见他们的愤怒化作实体，将半边黑夜点燃。当他们驻足在边沿，陷入进退维谷的局面，我便对接下来的一切失去了兴趣，甚至心生厌恶。他们珍惜现在所拥有的一切，更害怕失去仅存的一点微薄。即便一生都穷困潦倒，比起预料不到结果的“进”，他们更愿意接受早已烂熟于心的“退”。\n    我本以为，当富人们带着护卫前来，手持枪械略施压迫，他们就会如潮水一般退去。在无人愿为出头鸟的世界里，是不会有变故诞生的。\n    那第一朵绽放的血花，领着数十乃至数百朵猩红一齐绽放。它们在黑夜里诞生，却没有被黑夜夺去光辉。尽管它们就像昙花一般，寿命不过刹那便会迎来凋零，但曾经诞生过的事实却成为了不可否认的刻印。我被吓得不轻，因为人类竟又一次做出了我所无法预料的改变。但惊吓转而变成了狂喜，因为人类真的将过程倾覆了。\n    怒吼渐渐平息，嘈杂逐渐隐没。他们倒地不起，就此沉眠不醒。他们舍弃了自己的生命，连同尘埃一起四散纷飞，落了个可悲的结局。\n    尚且存活的人们伫立原地。我本以为他们会欢呼雀跃，为反抗的胜利高兴、为意外的幸存喜悦，再不济也会有庆幸的声音传出，可我只能听见他们的恐惧与不安。都说愚蠢的人直到濒临死亡才有片刻清醒，可似乎并不是这么一回事。与死擦肩而过，却不曾有所明悟，也许他们的脑子就像这铁网一样腐朽也说不定呢。\n    尽管对这些无可救药的家伙感到失望，但我还是得称赞他们勇气可嘉。即便叛乱结束，他们也没有像那些逃走的老鼠一样，而是径直走向了纸醉金迷的世界。或许他们根本没有意识到自己深陷囚笼，但正因如此才丰富了这场话剧。\n\n    穷人们终是逃不出既定的结局。或许听起来有些荒唐，但付出了多么沉重的代价，都不会与最终的收获有所关联。无力的反抗的结局就是被“正确”**。不论如何歌颂他们的所作所为，写出多么优美的赞美诗，结局都仿佛被牢牢锁住，无处可逃。\n    即便如此，我也想也继续看下去。\n    我曾观赏过无数话剧，也猜测过很多很多故事。但独独人类的故事，我经常会失误，甚至就连为何失误都找不到原因。尽管结局从始至终都不曾有所变化，我但仍然期待着，期待着人类能够用他们相同的个体，相同的感情，演绎一场绚烂的梦境，让那紧锁着结局的锁链崩断，让它身处的世界崩塌，让这未曾改变的结尾发生转变！\n    因此，我会继续看下去，直到我见证的那一刻沦为荒诞为止。\n\n    我羡慕人类，羡慕着他们拥有的一切；我厌恶人类，厌恶着他们荒谬的一切；我深爱人类，深爱着他们改变的一切；我憎恨人类，憎恨着他们所做的一切。时至今日，我忘记了羡慕、忘记了厌恶、忘记了深爱、忘记了憎恨，我怨恨自己，怨恨着所有的自己，却不得不承认，比起他们，只有我一个身处“例外”之列。\n\n    【03:58】\n    咖啡和红茶已经凉了。我本想邀请他们与我一起欣赏这场话剧，可至始至终，一位客人也没有光临我的剧院。若是有事无法脱身，也好歹通知我一声，我又怎会为他们做这么多的准备呢。\n    “这次的话剧，还是只有我一个人看呢。虽然我也明白它并没有多少看点，但一个人都没来果然还是有点难受呢。”\n    我独自坐在椅子上，喝着那杯掺杂了各种佐料的凉白开。口中随意抱怨了几句，说的话和前几次一样。也不知从何时起，我就只会说这几句了。\n\n\n后记：\n    宴会落幕，我将这脏乱的天台收拾干净，拉上手提箱搬离了这座城市。我还是没有找到期望之物，客人们也都没有如约而至，于是我满心失望的告别了这里。带着厚厚的一叠邀请函，我走上前往下一个目的地的路。\n    “下一次能够遇见就好了。”\n    我是这样说的，声音里多少有些无奈与落寞。\n\n\n\n\n结语：\n\n        仔细想想，我似乎每次写完之后，都会说一大堆没太大用的话。\n        关于这一篇，也算是在这个系列中的某一个位置点了一下吧。一直以来，这个系列的每一篇，似乎都和“虚愿”这个词不太搭调。虽然我个人觉得，它们之间是有些许比较缠乱的关系的......        还是有很多字会被屏蔽。大概还是会对观感稍有影响吧......\n        写的不是很好，看起来或许多少会让人觉得有点荒诞。而且这次的内容，总感觉有一点危险的气息......（不会出事就好了......）\n\n        以上\n\n\n借物表：\n\n            GSG LightKit\n            The Pixel Lab - Events and Exhibitions Pack\n            icrdr skin kit\n            还有一些的作者，我似乎已经找不到了。国内某些论坛找的资源，原作的名字我并没有发现......\n还望谅解，如果某位大佬知道的话，不妨提醒我一下。\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1521339000,
            "txt_content": "这个我喜欢"
        },
        {
            "author": "314133896",
            "timestamp": 1521339180,
            "txt_content": "感觉很不错，但是我从小阅读理解题拿0分"
        },
        {
            "author": "nianbing",
            "timestamp": 1521352080,
            "txt_content": "314133896 发表于 2018-3-18 10:13\n感觉很不错，但是我从小阅读理解题拿0分\nOVO其实我的阅读理解也不怎么样的"
        },
        {
            "author": "Marospy",
            "timestamp": 1522140180,
            "txt_content": "很有氛围的渲染啊"
        },
        {
            "author": "nianbing",
            "timestamp": 1522145640,
            "txt_content": "Marospy 发表于 2018-3-27 16:43\n很有氛围的渲染啊\n其实bug还挺多的。但因为自己的技术问题一直都没办法补足......（果然还是个弱鸡呀......）"
        },
        {
            "author": "nianbing",
            "timestamp": 1546150860,
            "txt_content": "emmm怪难受的，最近论坛不稳定，目录功能没办法用了...重新编辑了一下帖子，这样子至少不会出现看不见的情况了吧..."
        }
    ]
}