{
    "title": "【三月活动】黑魔法师",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1521346800,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-3-18 12:22 编辑 \n\n前言：俺真的不会写童话啊……老是写成轻小说风了，请观众姥爷轻喷orz\n           也是无意想到的题材，毕竟反派太可怜了\n           希望大家看的开心（感觉写太长了）\n\n正文\n在国王宫殿一个装演华丽的房间中，摆放着无数鲜花的巨大床中央，一位倾国倾城的女子嘟囔着嘴，左右摇晃着被厚厚被子覆盖双腿，她是这个国家的公主，一如整个国家人民口口相传的那般纯真、美丽。\n当时间又来到某个点时，房间之外的阳台又发出了一些异样的声响，但公主听到后却露出了一丝微笑，随后一个穿着黑袍的男子气喘吁吁地趴在了阳台栏杆上。\n“您好，今天你也过来了呢。”\n“哈……哈……当然……因为你的性命会由我的魔法夺走……”\n\n在公主被国王关进这个房间里的某一天，黑魔法师突然出现在了阳台的栏杆上，宣称要用最邪恶的魔法夺走公主的性命。\n但公主的房间早已被王国里最强的白魔法师下了祝福，黑魔法师连靠近都做不到，释放的黑魔法进入祝福也只剩一丝黑气，像是漆黑的小猫一样挠了挠公主的脸颊，无计可施的他只能挂在阳台的栏杆上。\n公主并不讨厌黑魔法师，每天他们都如今天这样，聊了许多许多外面的事情。\n“最近要准备温妮特感谢祭，城里面一定很热闹吧。”\n“哼，这些都是王国掩盖税收的幌子，只有傻瓜才会相信王国会免费招待老百姓！”\n“今天城外的白百合应该都开了吧，就算在房间里也可以闻到浓郁的花香。”\n“那是因为你的床边都是白百合啊。”\n“最近听说会有流星，向流星许愿会成真是真的吗？”\n“你可以向流星许愿让流星许愿成真试一试啊，不过也只有没脑子的人会做这种事了。”\n突然，门那边传来了扭动锁舌的声音，公主有些慌张地招了招手，却发现黑魔法师的身影已经消失在了阳台边\n公主松了口气，但走进来的白袍男子又让她紧张了起来，白袍男子在走进来时稍微皱了皱眉头，但没说什么，径直走向了公主的床边\n“早安，公主，请问已经准备好了吗，要不要先吃点早餐？”\n“不用了，今天也劳烦你了。”\n\n黑魔法师一路躲闪着王国里的平民来到郊外，走进了森林里湖泊中心的一座破旧的木屋。\n那是他父亲，老黑魔法师建造的，但随着黑魔法师的长大，老黑魔法师已经成为了森林的一份子。\n屋内凌乱地摆放着各种黑魔法师用来施法的素材、用具和法阵，黑魔法师疲惫地叹了口气，随手脱下了闷热的长袍，露出了英俊的面庞，一头金发丝毫没被黑色染黑，如果说他是王子也不会有人觉得不妥。\n将饭桌上杂乱的物品扫开，也将父亲留下的黑猫使魔扔到一旁，黑魔法师思考着今天的对话，突然露出了狡黠的微笑。\n他开始在他父亲留下的书柜里寻找他想要的魔法，书柜上摆放着他父亲的遗像。\n他继承了他父亲的魔法天赋，但没有继承他父亲的面容，不过他自认为这很好，因为遗像中他父亲的头发是黑灰黑灰的，面庞肥大且五官不协调，硬要说的话便是丑陋，而黑魔法师记忆中，他父亲的声音也与他轻灵的嗓音相反，十分地沙哑，难听。\n黑魔法师他并不想用黑魔法害人，他不想走父亲的老路，而在他寻找他活着的意义之时，他相遇了被关在宫殿华丽房间中的公主。\n——并无可救药地爱上了她，所以每天都费尽心思潜入皇宫，只为了和她说上几句话，说用黑魔法取走她的性命也只是男孩对女孩下意识的使坏罢了。\n而今天，他渴望公主的内心又迈出了一大步，在漆黑的森林中，黑魔法师开始废寝忘食地研究起一个魔法。\n\n“公主……请您再吃一口吧，这牛肉可是王国里最好的，对您的——”\n“谢谢你，不过我真的吃不下了。”\n公主回绝了侍女的请求，侍女顿了顿，无奈地带着几乎没动过的餐点离开了房间。\n如果要问今天为什么公主完全没有食欲，那便是今早黑魔法师没有如期而至，公主一等便等到了繁星出现在天空的时间。\n“黑魔法师……出了什么事吗。”相比起失约，公主更担心黑魔法师是否出了什么事故，待国王进来日常地与公主交谈了几句后，房间的灯火被侍女熄灭，公主也慢慢地躺在了柔软的床铺上。\n“……公……”\n“……？”\n“……公主……”\n“……黑魔法师？”\n在一片黑暗中，公主似乎听到了黑魔法师的声音，她惊讶地坐了起来，不断扫视着黑暗的房间。\n“嘿，没想到我又来了吧……先不提这个，你能走到阳台来吗。”\n“……嗯，好的。”\n公主迟疑了一会，掀开被子走到了阳台附近，寻找着黑魔法师的身影，但视线一个恍惚，她发现自己来到了某个建筑的楼顶，身边也出现了熟悉的黑色身影。\n“黑、黑魔法师，这里是……呀啊？！”\n“不知道吗？这里可是你住的宫殿的顶楼啊。”\n睡衣被强风吹的有些散乱，公主害羞地遮了遮身体，黑魔法师马上施了一个减弱风力的黑魔法，随后露出了狡黠的微笑。\n“看到天上了吗，可要看好了啊！”\n深**气，黑魔法师挥舞起了魔杖，生涩的咒语从他嘴里喊出，随着最后一句咒语喊出，满天的星空中，突然出现了几条蓝色的轨迹，随后越来越多，几乎到了遍布整个夜空的程度。\n公主瞪大了眼睛，楞楞地看着从未见过的星空，露出了微笑，黑魔法师自豪地看着这一幕，待魔法快用尽时又施展了一次。\n流星雨最后持续了整整五分钟，黑魔法师也筋疲力竭地躺在了宫殿楼顶。\n“黑魔法师先生，谢谢您，今天我十分的开心。”\n“哈……哈……知道……我的厉害了吧……总有一天我会来取走你的性命的……对了，你许愿了吗？”\n“嗯，不告诉您……还有啊，后天就是我十八岁的生日了，您能参加吗？”\n“……哼、哼！既然你那么想的话，也不是非得拒绝。”\n“那真是太好了。”\n随后，黑魔法师送公主回到了房间，自己慢慢走回了森林，心满意足地睡着了\n\n第二天，黑魔法师一如既往地潜入进了宫殿，来到了公主房间地阳台，却发现公主并不在她的床上。\n“你就是一直偷窥公主的黑魔法师吗？”\n突然，阳台闪出的身影让黑魔法师吓了一跳，还没等他用魔法逃走，那个身影便一把抓住黑魔法师，扔进了公主的房间。\n翻滚了好一会，黑魔法师才认出这个身影是王国里最厉害的白魔法师，而白魔法师现在十分恼怒地看着他。\n“昨晚，你是不是带着公主出去了。”\n“……切，这关你什么事呢？”\n“你难道还不知道自己做了什么事吗！”\n白魔法师吼出这句话时，黑魔法师反而愣住了\n“公主在十年前得的病已经让她虚弱到只能在床上活动了！结果昨天你做的事让她的病不可逆转地加重了！最多也只能活到明天晚上零点！”\n黑魔法师难以置信地看着生气的白魔法师，心中除了自责，还有另一个情绪。\n“你、你不是最强的白魔法师吗？你不能做些什么吗！”\n“能做的早已经做了，能救公主的也只有神了。”\n白魔法师冷漠地看着跪在地上的黑魔法师，随后向着门外走去。\n“公主叮嘱过，如果遇到你请放你走，在我叫骑士过来之前离开这里。”\n留下这句话，白魔法师离开了房间，留下了依旧无法接受这个事实的黑魔法师。\n\n在漆黑的森林里，本来一年四季都没怎么发出声响的小木屋内，此时确实如暴风雨一般地**杂。\n黑魔法师在木屋里歇斯底里地挥砸着物品，宣泄着情绪，他砸烂了炼药的铁锅，破坏了炼金的法阵，打到了巨大的书柜，击碎了父亲的遗像，最后筋疲力竭地躺倒在了小木屋中。\n不对，这样不对，他这么想着，回忆起了白魔法师的话语。\n只有神才能救她，如果为神服务而创造的白魔法无法拯救公主——\n那为亵渎神而创造的黑魔法可以吗？\n漆黑的森林中，黑魔法师再一次研究起了魔法，而他在废墟中寻找书籍时，他突然发现被他打碎的父亲的遗像中，露出了像是羊皮纸一样的东西。\n\n今天，是公主的十八岁生日，但在巨大的宫殿里，星光火光照耀着大厅，无数的美食摆在桌前，无论是官员还是百姓，还是无数的白魔法师们，没有一个人露出一丝微笑，除了公主。\n即便是快要死亡，她依旧露出和善的微笑，但这反而更让人想要向赋予她这个命运的上天叫骂。\n宴会已经进行到末尾，还有不到十分钟便到零点，公主也会如凋零的花儿一样凋谢，但真正让公主伤心的是，她没有找到黑魔法师。\n突然，门一下子被砸了开来，紧接着无数的黑雾涌了进来，人们尖叫着后退，卫兵们纷纷拔剑，无数双眼睛紧盯着黑雾，提防着从中出现的任何生物。\n“多么美妙的宴会啊～”\n沙哑的声音，从黑雾中传出，紧接着，一个浑身漆黑的男人从中走出。\n“但……为什么没邀请我呢！”\n在场的所有人，包括国王都震惊了，没人知道王国什么时候招惹了这么可怕的一位黑魔法师。\n国王让自己冷静，走下台阶后鞠躬行礼。\n“尊敬的魔法师，请问您的名字是？”\n“哼，少提这些没用的！我问的是为什么没有邀请我！”\n“十分抱歉，尊敬的巫师，请问我要怎么做才能补偿你呢？”\n“补偿？这可真是个好笑的词。”\n黑魔法师笑了笑，那笑声宛如被掐住的黑猫，沙哑而作呕。\n“我们黑魔法师从来不讲补偿……只有报复！”\n在那一瞬间，未知的大黑魔法师将目光瞪向了王座上的公主，国王撕心裂肺地喊到：“不要——”\n转动了一下法杖，未知的大黑魔法师念出了罪恶的咒语——\n“我以我的性命和魔力为担保！向那个可怜可爱之人降下诅咒！在她十八岁生日那天零点！她的身体将会回到原点，陷入永远、永久、永恒的长眠！”\n那声音简直像是指甲在玻璃上刮过一样让人恶心，但声音里又好像夹杂了让人悲伤的怒吼。\n强大的魔咒带着黑雾袭向了公主，在众人的悲鸣中，未知的大黑魔法师消失了，留下了不知所措的国王和王后。\n在众人一筹莫展时，王国最强的白魔法师走上前来，向着国王说道。\n“陛下，那位魔法师的魔力太过强大，我无法消除诅咒……但是，我能给诅咒进行转换，变成另一个诅咒。”\n紧接着，在星光火光照耀着的宫殿里，圣洁的白魔法师念出了另一个咒语——\n“万能的神啊，如果您还抱有一丝慈悲、慈爱，那边看看那边的公主吧——在她陷入沉睡之后，诺有真心爱她的人来到她面前，便能将她毫无病痛地唤醒！”\n\n漆黑的森林中，小木屋经过之前黑魔法师的打闹，已经变得有些破烂不堪，此时黑魔法师正在加紧修理着。\n但在木屋附近，为黑魔法师留下的黑猫使魔却不停地对他嘶吼，露出锐利的獠牙。\n如果要问为什么的话，大概是因为此时的黑魔法师，头发变得黑灰黑灰的，面容变得肥大，五官变得毫无比例，声音也变得沙哑难听，让使魔认不出来是他的主人。\n从此，王国里便流传了两个传说。\n一个，是王国的王宫里，沉睡着一个倾国倾城，纯真善良的公主，只有找到真心爱她的王子，才能将其唤醒。\n而一个，是森林里，居住着一个丑陋且邪恶的黑魔法师，王国虽然派了好几次军队，都只能重伤他，不能将其杀死，没人知道为何森林里会突然出现一位如此丑陋邪恶的黑魔法师，但这个传说在之后也渐渐落寞，只剩下第一个关于公主的传说了。\n\n\n\nend……？\n在一片漆黑的森林里，洁净湖泊的中央，一个小木屋耸立着，而这是这个王宫里，一个落寞传说中邪恶黑魔法师居住着的地方。\n木屋内，一切都打理的井井有条，邪恶而丑陋的黑魔法师在饭桌前吃着简单的早点。\n突然，木屋外传来了敲门声，黑魔法师拿起法杖，提防着会不会是国王派来的军队，走到门前打开了门。\n门外，是一个倾国倾城的女子，头发十分散乱，而身上也穿着像是几年前品味的衣服。\n黑魔法师猛地关上了门，他的心脏疯狂地跳动着。\n“您好，好久不见，黑魔法师先生。”\n“美丽的公主啊！我从未见过你！快点离开我的地盘！”\n“您一直一个人住这里吗？”\n“没听到我说的话吗！再不离开我要念咒了！”\n“您不是说过，我的命是您的吗？”\n“……”\n\n皇宫内，无论是国王王后还是侍女仆从，大家都乱做了一团\n“噢天啊！听说公主被王子吻过后醒了过来？”\n“天啊！听说公主醒来后就丢下王子跑出宫殿了？”\n“噢、天啊！”\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1521347100,
            "txt_content": "我才是不会写童话..."
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1521347220,
            "txt_content": "海贼王# 发表于 2018-3-18 12:25\n我才是不会写童话...\n俺才是，别和俺挣TUT"
        },
        {
            "author": "1158175035",
            "timestamp": 1521544620,
            "txt_content": "所以公主是离开房间就会死吗"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1521544860,
            "txt_content": "1158175035 发表于 2018-3-20 19:17\n所以公主是离开房间就会死吗\n不是，白魔法师释放的祝福是延缓公主疾病的"
        }
    ]
}