{
    "title": "[原创/连载][HAYO]OC —— 临云之上",
    "author": "mangiare",
    "replyCount": 6,
    "timestamp": 1521361500,
    "txt_content": " 本帖最后由 mangiare 于 2018-3-25 16:04 编辑 \n\n\n\n\n\n5a890a7819f2a_副本.jpg (26.42 KB, 下载次数: 0)\n\n下载附件\n\n2018-3-18 14:41 上传\n\n\n\n\n\n\n等级介绍&武器等级介绍  第一级别 炼魂境  第二级别 魂体境  第三级别 炼元境  第四级别 元体境  第五级别 炼神境  第六级别 神体境  第七级别 圣魂境  第八级别 圣元境  第九级别 圣神境  第十、十一级别 生、死魂境  第十二、十三级别 生、死元境  第十四级别 双神境  第十五级别(最高级别) 神轮境                武器到后面会解释  现在先解释一些  学生用的是 木剑  老师用的是 石剑  一星宗剑~七星宗剑(铁剑)  一星神剑~七星神剑(金剑)  封神榜前三十(钻石剑)  涅槃榜前三十(一些其它物品，例如炼药锅啊啥的)————————————————————————————(注:这里的胸甲是手持胸甲)  学生用的是 皮革盾牌  老师用的是 皮革盾牌+1  一星宗盾~七星宗盾(铁胸甲)  一星神盾~七星神盾(金胸甲)  封神榜前三十(钻石胸甲)  涅槃榜前三十(其它物品，例如:春、夏、秋、冬)\n\n第一章  林萧战林念  今天，对于林氏家族来说，是个大日子，那是因为今天是每年一度的族比，来自林氏宗族的那些大人也会过来，不过，尤为让人记忆清晰的，是上年的族比，宗族天才——林枫挑战林氏家族百年一遇的天才林萧，那场大战，真的不是用语言能讲出来的，不过，最终，林枫险胜，林萧也因此受了伤，而后，林枫告诉林氏家族的林萧，自己只不过是林氏宗族天才中最为弱的，那绝世天才林何，举手之间便能灭了你  林何，林氏宗族最为耀眼的天才，也是这个云国天赋最高的人，据说，在凋零面前，他只用了三招，便是将凋零屠杀，那等实力，即使放在那传说中的末影龙的幼崽面前，也是怪胎般的存在。(因为末影龙的幼崽一出生就是炼元境，这比那些人类死死修炼到炼元境可好多了)  ......  \"哈！呵！\"烈日当下，一位七岁少年正在对着木桩挥拳，木桩上留下了许多拳印，一拳、两拳、三拳......少年终于累了，累瘫坐在地上，这时，在他后面，一位相貌英俊的少年走过来:\"林旭，你这么拼命修炼，为了啥呀！\"，七岁少年抬头对着那位相貌英俊的少年说:\"林云哥，我是为了赶上你，你这个天才，不用拼命修炼倒是比我先达到了魂体境，而我现在还在卡在炼魂境。\"那位相貌英俊的少年听了笑了笑，七岁少年也笑了。  ......  今年族比三位大长老早已是到了，后面观战席还有林萧的父亲——林夕，林萧的哥哥——林楠，林萧的妹妹——林雪，还有那位相貌英俊的少年、林萧的儿子——林云!  观众席人声鼎沸，这时，坐在最前面的大长老发话了:\"咳咳，安静。\"原本人声鼎沸的观众席顿时没了声音，毕竟，那可是神体境强者啊！不管是凭借家族还是实力来说，观众们必须得对这位大长老产生敬意。  \"本次大赛使用抽签决定对手，还有，本次大赛特邀请了云国天赋第二之人——林凡作为切磋嘉宾。\"  林凡！就是那个比林何略弱一筹的王国第二人！他竟然来到这个地方！看来，今年的族比，可有意思了，林氏家族第一天才对付王国第二人，倒还有一丝悬念。  \"那么，现在开始抽签！\"  说罢，从大长老手中飞出了48个牌子，每个人按照相应的序号来进行比拼，最终剩下24人，然后又进行一轮比拼，剩下12人，接着，真正的看点才正式开始。  林萧抽中的是4号，正巧，他的死对头——林念抽中的也是4号。  \"有看点了呀\"林萧摸了摸下巴，林念死瞪着林萧。一场大战，一触即发。  大家都回到了备战区。接着，族比正式开始，首先上场的是林雪的姐姐——林冰，她的对手是林璇，两个女孩子谁看谁也不顺眼，刚好，这次，就来看看，谁才是林氏家族第一女孩。  林冰首先来到擂台，观众席顿时一片呼声，当然，支持林璇的也对林冰一片咦声。  紧接着，林璇也来到了擂台，观众席也响起了一片呼声，当然，也有一片咦声。  林冰召唤出了她的铁剑，三星宗剑——冰魄剑，林璇也召出了她的武器，三星宗剑——斩星剑。  \"3,2,1,开始！\"随着话音的落下，林冰左脚一点，整个人冲出去，冰魄剑随即刺出，林璇也不甘示弱，右脚一点，整个人也是冲了出去，斩星剑也随即刺出，剑刃碰撞在一起，碰！冰魄剑发出的寒气与斩星剑发出的星光雾混合在一起，发出噼里啪啦的声音。  \"碰!\"不知道是谁用了招式，顿时，烟雾四起，将两人紧紧包裹在里面。烟雾里先是闪出了星光，紧接着又闪出了蓝光，慢慢地，烟雾散去，刚刚发生的事情，谁也看不到(至少在炼元境以下的人是看不到)，两位少女仍然是亭亭玉立，不过，她们的脸色惨白，显然刚刚也是有不小的消耗，元体境与元体境的战斗，暂时告一段落，因为据裁判说，刚刚她们都用出了最强招式，再打下去只会两两重伤，这是族比，也不想出现这样的事情，所以只好判两人平手。  接下来的比赛就是对前面来说没那么精彩，毕竟炼元境能搞出什么，只是比谁坚持的久，终于到了第四轮，看点十足的比赛，林萧VS林念，这两冤家，究竟谁能获胜，是林家第一天才林萧获胜，还是林家第二天才林念抢回林萧的第一天才称号获胜？  终于，两人在观众的呼声中缓缓走上擂台。  火花味在两人相隔的空气中缓缓传出，两个炼神境的比拼，就此开始！  林萧先召出了他的剑，猎风剑——五星宗剑，紧接着，林念也召出他的剑，洪林剑——同样是五星宗剑，随着一声令下，林念先是左脚一点，像弹簧一样飞了出去，洪林剑随机刺出，林萧的嘴划过了一个完美的弧度，猎风剑缓缓抬起，碰！第一次碰撞就产生这么大的威力！不愧是五星宗剑啊！不过，林萧仍然立在原地，而，林念，竟是倒飞了出去！这是！神体境！  林萧竟然晋升了神体境！这等实力，怕是可以去竞选林家大长老的位置了。\"第四局，林萧胜。\"裁判的语音缓缓落下，而林念的心仿佛受到了巨大的打击——自己一辈子都超不过他吗？  林云也是笑了笑，毕竟那是自己的父亲，自己都是林家第一天才儿童，父亲是林家第一天才，这也让林云有了骄傲的资本。\n\n第二章 秒杀！林云愕然！  接下来的比赛也是很没有看点，林萧直接晋级到3人决赛，竞选与林凡切磋的机会，毕竟林萧是神体境，他们那些元体境就不可能去挑战一位大能啦，剩下的三个人，就是林萧，林火，林力然。  林火天赋虽不及林念，但是他修炼时间长啊，已经进入了炼神境，本来他是很年长的，不允许参加族比，不过林萧这个怪物在这，还能得了，所以让他去参赛了，林力然也是同林火一样，不过他比林火天赋好些许，是炼神境强者，两位都是在炼神境的巅峰(林火刚进入巅峰，而林力然早早就进入了)，挑战一位神体境，应该可以吧！  林火&林力然VS林萧，这是一场有悬念的比赛，究竟是林火&林力然获胜，两人争夺资格，还是林萧获胜，获得资格，挑战林凡。  \"资格赛！开始！\"裁判一声令下，林萧就飞了出去，随即，他的右手出现猎风剑，林火和林力然不堪示弱，两人皆是召唤出了防具——巨念之盾·林(这个是长老资源，五星之盾(类似于宗剑那样的等级))、巨念之盾·山(这个是在林火一次狩猎过程中获得的五星之盾)。猎风剑先是刺中了巨念之盾·山，接着，林萧倒退了两步，而林力然竟是倒飞了出去，果然！炼神境与神体境还是有太多的差异啊！即使相差一步。林火飞到林力然后面，稳住林力然的身形，这才没有飞出擂台，林萧不给他们喘息的机会，直接飞到两人面前，使出了猎风剑的招式——狩猎之风，顿时，风席卷了剑刃，现在应该叫风刃，林萧用尽全力！因为，他必须一招必胜！  \"碰！\"林火与林力然倒飞出去，这下，林萧获得资格挑战林凡。  林云大笑，父亲以一敌二，还是秒杀，这实力，哈哈哈！  可很快，林云的脸就僵硬起来了——林凡、圣元境......  结果也是预想中的那样。  圣元境对阵神体境，完全就是压制性的胜利，一拳，林凡一拳，便是毁了猎风剑，和，林萧.....林萧陷入昏迷......  林云，像跟木头那样站在那...\n\n第三章 隐忍，林云蜕变  林萧的家中......  林萧渐渐睁开了双眼，发现这里并不是族比现场，而是自己的家...自己的儿子和妻子在忙碌。  林云走过来，想喂父亲喝汤，发现林萧睁开了眼，大喜，随机喊道:\"妈！爸他醒过来了。\"忙碌中的妇人顿时脸上挂满了兴奋，急忙地跑过来，对着林萧说:\"你终于醒了！你知道咱娘俩都多担心吗！\"林萧也是笑了笑，他想驱动自己的修为，尽快恢复，谁知道，一个天大的不好的消息——他现在是魂体境......这意思就是说，自己的修为，废了一大半......  林萧看向林云，林云也是低下头来，没有吭声，妻子的笑容也是僵硬起来......\"啊！\"一个绝望的声音从林萧嘴中蹦出，自己的修为，被......打废了，以后想要恢复到神体境，那是不可能的了！  曾经的天才，如今的****，这高低落差未免太大了！太大了！  林云握紧拳头，强忍住泪水，心中便是有一个声音:\"林凡！我会让你付出血的代价！\"自从这件事发生后，以前那些林萧的好友统统与他形同陌路，林云，也蜕变成了一个不再是那种以天才自居，而是以那种平凡人自居，他每天坚持修炼，因为他知道，想要复仇，必须要修炼......  日复一日，林萧也是习惯了这种状况，林云也彻彻底底地改变成了一个懂得隐忍的天才，天才，并不可怕，最可怕的，是那些懂得隐忍的天才！  有一天，林云惊喜地发现，自己晋升为炼元境了！他终于可以凝聚出魂体了，不过，他总觉得，自己的身体里，貌似有什么，不过，想要探测自己的身体，至少元体境修为，于是，他更发努力，想早日知道自己身体藏着的东西  林云是愈来愈强了，不过，林萧却是越来越虚弱了......直到有一天，林萧把一家子叫过来，庄重地宣布:\"露，云儿，我的时日已不多，对于修炼之人来说，最可怕的不是修为降低，而是灵魂受损，如今，我的灵魂遭受重创，恢复已是不可能之事，而且，性命也几乎到头了，云儿，我最不舍得就是你啊！我希望你不要像我那样骄傲自满，我更是希望你能够懂得隐忍，如今，我已是......\"话还未尽，林萧的气息，竟是消散......  \"爹！\"  \"爹！\"响彻天空，林云的泪水不断地涌出来......林萧的妻子风露也是泪流满面！  林云这时突然站了起来，擦干眼泪:\"爹，您放心吧，您的仇，我帮你报！\"风露看着这前面的儿子散发着杀戮气息，竟是有一丝颤抖起来......\n 第四章 修罗？上古至强？  林云的杀戮气息渐渐散去，风露的脸色也渐渐的恢复了平静，不过，下一秒，母子俩都不平静了！\"轰！\"门应声而炸开，剩下的只有门的残片，在门前，站着一个人，那是——林念！\n  林念和林萧本就是死对头，林萧死了，林念也肯定会感觉的到，所以前来找茬。\"风露，林萧兄他怎么了？\"林念缓缓说道，那狰狞的脸上渐渐浮现了更为狰狞的笑容。风露见状，握紧拳头，林萧死了，这对风露与林云来说，都是天大的打击，而对林念来说，却是天大的好消息。\n  \"林念叔，要是我爹地在这里，你怕是被吓得屁滚尿流。\"林云笑着说。\n  \"小云子，你的嘴，有点臭啊。\"林念也是笑着说。\n  两人的气息在空气中较量起来，十三岁的少年的气息竟是完全不弱于一位成年人的气息，空气中弥漫着火星味。这使得风露皱了皱眉，要知道，林念是炼神境，而她却是元体境，林云也就炼元境那样，想要对付一个炼神境，无疑是蚂蚁撼大树。\n  ......\n  \"主的意识已经萌芽了呀。\"一位黑衣人说道，此时，在TA旁边，空间竟是扭曲，缓缓裂开，又一位黑衣人缓缓走出，TA看了一下那位走出来的黑衣人，笑着说道:\"沉睡了千年，你终于出来了啊。\"\n  \"主的意识貌似有危险。\"\n  \"放心，一个炼神境而已。\"\n  \"炼神境啊，那种等级，我放个屁都能蹦死几千万个。\"\n  \"少在这吹牛。\"\n  \"不过，主的意识貌似很薄弱啊。\"\n  \"那你去被碾碎元神试试啊！\"\n  ......\n  \"风露，怎么样，考虑好了吗？只要你奉我为主，并且，心甘情愿地待在我身边，我会考虑放走你儿子的。\"林念笑道，那笑简直不能再狰狞了。\n  \"想得美！\"\n  \"那就不要怪我不留情了。\"说着，林念左手慢慢抬起，在其手心下，竟是有一股强大的能量缓缓波动。\n  \"风吹萧！\"风露的瞳孔陡然放大，要知道，风吹箫可是大长老分配给林萧的七星宗剑！平时都不舍得用，现在，竟然会在林念手中，说明了，林念早就有阴谋！\n  \"怎么样？死在大长老赐给你们的剑下，是不是很荣幸啊！\"\n  \"你！\"风露紧握着拳头，语气中充满了怒气。\"放心，待会就会让你们全家团聚，哈哈哈！\"林念仰天长笑，其中又掺杂着讥讽的语气，这使得林云很不甘。为什么自己要遭受这样的不幸，为什么！\n  \"林念，你是想要削弱我林家力量是吧？\"一个威严的声音响起，对于这个声音，林云再熟悉不过了，那是林旭他的父亲——林若锋的声音！\n  \"若锋，我与林萧之事又与你何干？\"林念也是对林若锋极为的忌惮，当然，不全是实力上的忌惮，更多的是因为林若锋的哥哥是林若剑，那是宗族之人，林念当然惹不起。虽然表面上林念对林若锋没有任何的忌惮，但实际上，林念是捏着一把汗说出这句话的。\n  \"林萧生前与我有交集，早已亲为兄弟，他的事就是我的事，你便有意见？\"\n  \"你！\"\n  \"滚！\"\n  林念气的直咬牙，但只好留下一句狠话，接着便快步离开了，毕竟，自己已是没有了颜面，再待在这，无疑更为丢脸。\n  见到林念走远之后，风露对着林若锋深深地鞠了个躬，\"谢谢。\"林若锋一挥手，以示让她起身，接着，用仅有两人听得到的声音，对风露说:\"我怕那个林念还会回来寻你们母子的麻烦，这样吧，后山有个房子，以前是我的修炼之地，不过有点脏，若是不嫌脏的话，你们可以去那里避避难，毕竟，我不可能时时帮助你们。\"\n  \"多谢若锋叔。\"林云很有礼貌的鞠了个躬，风露也露出了笑容。林若锋也是笑了笑。\n  后山，出发！\n  此时，林念已回到家中。\n  \"林云、风露，我看你们能躲到什么时候！\"说着，林念拳头握得更紧了！\n  后山。\n  \"这便是若锋的修炼之地了啊。\"风露望着前面的一座草房。\n(要去学校了，待更)\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "烨s",
            "timestamp": 1521361800,
            "txt_content": "这个是网文？\n等级写这么多，很快能连载完？\n这令我很惊讶。"
        },
        {
            "author": "mangiare",
            "timestamp": 1521361860,
            "txt_content": "烨城 发表于 2018-3-18 16:30\n这个是网文？\n等级写这么多，很快能连载完？\n这令我很惊讶。\n我猜测，至少不少于2年，就能连载完了"
        },
        {
            "author": "海贼王#",
            "timestamp": 1521363720,
            "txt_content": "这3章，我既然不觉得多"
        },
        {
            "author": "_DIM_",
            "timestamp": 1521364200,
            "txt_content": "加粗看的有点难受"
        },
        {
            "author": "mangiare",
            "timestamp": 1521882180,
            "txt_content": "mangiare 发表于 2018-3-18 16:31\n我猜测，至少不少于2年，就能连载完了\n爽文...."
        },
        {
            "author": "mangiare",
            "timestamp": 1521882240,
            "txt_content": "临云之上/On Cloud"
        }
    ]
}