{
    "title": "【原创/连载】我的异世界 1-1庆典",
    "author": "mc纸新",
    "replyCount": 1,
    "timestamp": 1521371640,
    "txt_content": " 本帖最后由 mc纸新 于 2018-3-31 09:45 编辑 \n\n 第一章 美丽异世界\n 第一节 庆典\n　　“yes！”房间里响起一阵兴奋的男声，一柯将因为过度兴奋而举到头顶的手重新放回键盘上。\n\n　　桌上的电脑屏幕已经从“laoding”的字样转为“我的世界”的游戏画面了，屏幕中央出现了“欢迎来到E之都”的七个大字，那是因为一柯现在玩的并不是单人游戏而是一个叫“E之都”的mod服务器。游戏的ui也跟原版游戏的ui有些不同，首先是本该显示在物品栏上方的红心（生命值）现在已经出现在屏幕左上角，并非是以红心的形式而是一条写着“生命”二字的红条，在红条的下面还有一个写有“魔力”二字的蓝条就在红蓝条的左边显示了玩家的形象，那是一个穿着湖蓝色风衣灰色长裤有着绿色的眼睛黑色头发的皮肤，然后在原本物品栏的上方显示的是一条写着饱食度的黄色长条，在右上角是一个圆形的小地图，小地图的中央上显示了一柯的头像，围绕着一柯头像的还有各种各样的头像在不停的移动，只是这些头像并非是NPC而是玩家，。然后在小地图的下面有三个随着一柯走动而跳动的数字这是坐标“xyz”（应该不用我解释吧），在数字的下面还有五个写着“诸神的庄园”的汉字，这是一柯所处地点的名字，最后在屏幕的左右两边都有着各式各样的ui。\n\n　　“真是的，这些麻烦的东西每次上线都要关一次吗”发出了好像抱怨一样的声音，一柯按了一下键盘上的u键，随后除了生命条、魔力条、饱食度、小地图当然还有物品栏以外的所有ui都隐藏进入了屏幕左右两边。看着清爽的屏幕一柯不尽微微点了点头。随后按下键盘上的w键再配合鼠标的操作，一柯开始向前移动。\n\n　　“真是热闹啊！”一柯不尽发出声音来赞叹眼前的场景，在屏幕上显示的是一座巨大的广场在广场上无数的玩家在移动，让一柯如此兴奋的原因并不是广场上玩家多，平时在E之都的主城也可以看见成群的玩家，只是现在并非是在主城而是在自己的公会领地内，E之都安装了可以让玩家创建公会的插件和购买领地的插件，公会领地就是两者结合的产物，一般的公会领地如果不是对外开放类型的，所以只要公会成员可以进入，然而一柯的公会领地不是那种类型，之所以在自己的公会领地中有这么多的玩家也并非都是公会的成员，而是因为服务器马上就会举行大型的线上庆典，而一柯的公会领地因为是服务器刚开始运营时就较早建立的公会领地，所以被官方通知到将成为庆典的第二场景！\n\n　　这是让一柯如此兴奋的原因，而让一柯如此兴奋的另一个原因是，公会成员的8人这次都回应了自己的邀请要在今天上线，一柯的公会虽然只有8人但因为各种原因8人都到齐的情况非常少，而最近更是登录游戏的时间少之又少，打开公会成员列表甚至可以看到有人已经半年多没有上线了！就在刚才自己在q群中问有多少人来的时候，8个人几乎都做出了回应，连那个半年没有上线的“落雨飞尘”都发出了自己正在登录游戏的截图。\n\n　　想到马上就要和很久不见公会成员见面了，一柯不尽感到有些不知所措，就像是跟小学毕业的同学见面一样。虽然在昨天才和公会的建筑师“基石”和红石大神“红石菌”一起扩大领地，但余下的5人最少的已经有一个月的时间了吧这样想着的一柯看到广场中央有一个熟悉的身影，正背对着自己在广场中央的箱子前站着。\n\n　　“黑骑！”一柯不尽叫到了那个身影的名字，但身影并没有任何的反应，意识到问题出在了什么地方的一柯按下了键盘上的v键，一个写着语音频道的窗口弹了出来，随后用用鼠标点击了窗口上写着“我的公会”的按钮，很快一个写着“探索者公会专用频道”的语音频道出现在屏幕，伴随着很短的laoding时间，一个充满活力还略微带有一点孩子气的\n\n　　男声在一柯的耳机中响起。\n\n　　“呦，会长您到啦”\n\n　　这声音不尽让一柯稍微皱起了眉头，为什么要用“您”这种敬称啊！明明我只有19岁而已，而他也并不比自己小到哪里去如果没记错的话这家伙应该今年已经15岁啦，还是因为那个中二病的原因吗？比起这个为什么他知道连接频道的是自己呀，虽然有人连接频道已经连接的人会听到类似qq上线的音效但那并不会提示是谁连接的。抱着这个疑问一柯开口问道。\n\n　　“恩，是，比起这个你怎么知道是我呀？”\n\n　　“那是因为会长散发着强大的魔力气息呦，而其他人并没有呦！”\n\n　　一柯感觉自己就像一个笨蛋一样，竟然会问他这样的问题，应该一开始就想到他不会好好回答的吧，一柯放弃了去揣摩他的心思，就在一柯还要问其他问题的时候，也许是昨天很晚睡觉的原因或许是病情导致的，一柯打了一个大大的哈气，但自己并没有在意。但面前的身影却十分在意，他关掉了箱子，转身面对着一柯，那是一个全身像被中世纪的黑色铠甲包围，只有蓝色眼睛在外显示着的皮肤，游戏ID叫：黑色☆圣骑士，然后他的声音却早一步在一柯的耳机中响起。\n\n　　“会长你的声音听起来很累呀，没休息好吗？”单纯的关心自己的声音，已经没有了之前的中二语气，这声音让一柯有一丝感动，甚至现在在一柯的眼中已经有泪珠在跳动，一柯并不是那种容易被感动的人，反而他是一个过早就成熟的人，对那些电影里的感动画面并没有任何感触他，只是像这种关心的话语一柯已经很久没有听到了。\n\n　　一柯的父母在自己6岁时便离婚，当时两人都不愿意抚养自己，在奶奶的一贯要求下父亲才同意抚养自己，但他只提供资金来让一柯完成学业，而生活的处处照料则全部由奶奶负责，从此奶奶成为了他唯一的亲人，但14岁时奶奶却离开了人世，一柯被父亲带到了城里，但他并不喜欢一柯，每天很晚回家的他都喝的烂醉，每次都对一柯大大出手，再也忍受不了这种生活的一柯与父亲断绝了父子关系离开了父亲的家，独自在城市中打拼，靠着好心的房东的帮忙和与餐馆帮忙和各种打各种零工他租到一套房（有电脑也有网）并且读完了高中，以优异的成绩考上了大学，本以为新的生活就要开始但就在毕业典礼上，他突然晕倒被同学送到医院后被诊断出得了绝症最多只能活半年，拒绝了一切治疗，回到家中的他惶惶终日机器般度过每一天，等待着死神的降临。就在这时一封电子邮件传到了他的眼中，那是E之都服务器邀请他的公会参加庆典的邀请，并且还写了自己公会领地被选为庆典第二场景的祝贺！拿到邮件的一柯反复将邮件读了又读，他意识到还有一个地方是他怎样都放不下的，以前及时在忙也要坚持上线的他，还有那些公会开会时一直等着自己上线的公会成员们，那一刻他已经将自己余下的时间献给公会献给公会成员，他的好友们。\n\n　　明明是连样子也没见过，只是在网上或游戏中才能见面的好友，为什么却如此关心自己，相比起这些那个已经断绝关系的父母，在得知自己患上绝症时只是为了逃避昂贵的医药费，进过连看都没看自己，就连在电话中只是以“跟我没关系”这样简短的话语回应自己，连一句关心的的话也没有。一柯这样想着对父母更加觉得厌恶，而对即将要离开这个公会感到十分心痛，感到喉咙好像被什么东西塞住，或者是只要自己一开口就会立刻哭出来，我可不想把自己的遭遇分享给公会成员，一定会引来他们的同情，以及说什么“身体更重要”要自己赶快治疗之类的话，甚至还可能给自己众筹之类的，虽然那可能是自己太自以为是了也说不定，已经感觉到有咸咸的液体流进了自己嘴中。\n\n　　发觉到一柯没有回答的黑骑，刚想继续发问，一声有活力的女声与黑骑不一样的是声音却显得有一丝丝成熟的气息。早于他而在两人的耳机中传出。\n\n　　“一柯，中二少年你们好呀”\n\n　　听到声音的黑骑马上转而面向一个穿着白色上衣上面还有两根红石火把，白色短裤，戴着白色的兜帽，有黑色的眼睛，两团黑色的头发从头两边垂下的少女皮肤的玩家。\n\n　　“呦，这不是羽墨吗？原来你还会打开电脑啊，我以为你连开机都忘了呢”话语中带着明显的挑衅语气。\n\n　　“中二少年，你说什么，信不信我让你连在出生点都出不了”\n\n　　接着羽墨的左手上有一个红色的光球不断变大，最后变的像雪球那么大时就不在变大了，但也并没有朝黑骑飞去只是在羽墨手中转动而已。\n\n　　看到这个状况的一柯立刻调整了感情，将脸上的泪痕抹去，转而用看似平常的声音朝羽墨打招呼道。\n\n　　“你好呀，羽墨没想到你回来，据我所知今天你好像还要上补习班的吧，怎么会？”\n\n　　被问到问题的羽墨，好像是被问到了很难回答的问题死的，右手不断地朝空气挥舞，手中的光球也被射了出去，从黑骑的身边划过落到了黑骑背后建筑的墙上，发出了清晰的爆炸声，但因为是在公会领地中，方块都受到了保护，并没有炸坏一个方块。\n\n　　“这是......因为......因为......”\n\n　　“因为逃课了呗！”\n\n　　回答的人并不是羽墨，而是在旁边站着的黑色骑士。\n\n　　“去死吧！中二少年！”\n\n　　一个巨大的红色魔法阵在羽墨的上空显现，接着魔法阵开始分裂从最开始的一个变为好几十个，然后从每个魔法阵中有一把红色的剑尖慢慢显现。\n\n　　“喂喂，羽墨这里可是没有队友伤害的，你这样只能打到其他玩家而已啦”\n\n　　一柯马上出声制止了即将发动大型范围魔法的羽墨。羽墨这才注意到有不少玩家在朝这边观望，还有的直接退出领地了，发觉状况的羽墨赶忙收起了魔法，道歉道\n\n　　“抱歉抱歉，太久没玩了完全忘记这个设定了”\n\n　　说着还朝一柯做了一个鞠躬的动作，这是动作的mod的关系玩家可以做出各种动作如：打招呼、再见、鞠躬等，同时还可以自定义动作，是个十分受欢迎的mod。被道歉的一柯反而觉得有些难为情的说道\n\n　　“其实也是不用道歉的啦。”\n\n　　“大家好呀，好久不见了一柯、羽墨还有黑骑”\n\n　　一个成熟的男声在三人耳机中响起，接着一个穿着棕色猎人服装，有着棕色头发和棕色眼睛皮肤的玩家朝这边走来，他是公会中年龄最大的人，同时也是公会的副会长。应该已经步入中年的吧并且有着与之年龄相配的声音，平时游戏时只要有管理公会的问题或意见不统一总能在他这里解决，总之是个很靠谱的大叔，游戏ID叫：毛文山，应该和自己一样是用真名做游戏ID的人吧，这样想着的一柯朝来人打了招呼。\n\n　　“恩，毛叔你好呀，大家都上线了吧”\n\n　　“恩，红石菌和基石在领地的边边角角进行修饰，没有连接公会频道，面条在主播频道，人现在应该在主城吧，还有落雨飞尘还在登录服务器，似乎不太顺利，加上我们四个应该都到了。”毛叔平静的将公会成员的状况都概括了一遍。\n\n　　“那就在会议室集合吧”\n\n　　“遵命,会长！”\n\n　　“好的”\n\n　　“了解”\n\n　　十分钟后，会议室内\n\n　　一个宽广的房间内，中间摆放了一个长方形黑色桌子，围绕着桌子两边放着左三把右三把的黑色椅子，在桌子前后各有一把红色的椅子，只是无论是黑色的椅子还是红色的椅子都相当精致，不仅是花纹还是刻在上面的文字都十分精致，在椅子前面椅子背后的墙上挂着一面红色的旗帜，旗帜上用华丽的黑色写着探索者三个字，而旗帜的四周则是用金边包裹着，如果去检查旗帜的材料就会发现它用的是服务器上稀有材料制成，不尽是旗帜就连桌子和椅子都是用稀有的矿石打造而成。\n\n　　8个人依次进入了房间，在合适的位置坐下。像公司开会一样先进入房间的是黑骑、羽墨、面条、落雨飞尘、红石菌还有基石他们分别在长桌的两边坐下，羽墨、落雨飞尘、面条坐在左边，黑骑、红石菌、基石则坐在右边。然后毛叔和一柯才进入房间，毛叔来到长桌的后边的椅子前，但他并没有坐下只是站在椅子前边，随后一柯来到前边椅子前，坐下的六个人马上站了起来，站在左边的玩家将自己的右手放在胸前，头微微低下，站在右边的玩家则是将自己的左手放在胸前头微微低下，接着七个人齐声说道\n\n　　“探索者公会永存不朽！”\n\n　　“恩”的回应了一声，一柯才坐在前边的座位上，接着其他七个人也都坐在了各自背后的椅子上。\n\n　　接着，像是再也忍不住了似的，一阵笑声瞬间炸开了锅，所有人的动作虽然没什么变化，但语音频道里所有人都无一列外的笑的合不拢嘴。\n\n　　“哈哈真是的，这中二的出场方式，哈哈我也是哈哈......”\n\n　　“哈哈哈啊，这样才有正式公会的样子吗哈哈哈......”\n\n　　“哈哈哈没想到还能做出来，真是哈哈哈......”\n\n　　“哈哈我也真是老了，你们年轻人真是会玩啊哈哈哈......”\n\n　　“哈哈哈我直播间里要炸开锅啦哈哈哈......”\n\n　　“没想到会长你还记得这个呀哈哈哈，好羞耻呀哈哈哈......”\n\n　　听着大家笑声的一柯最先停止了笑声，稳定了一下情绪，接着用听起来很郑重的声音说道：“没错，感谢大家，谢谢大家愿意实现我这会长的请求”\n\n　　听到一柯话的人，也渐渐安静下来，转而把头望向一柯。一柯等所有人都安静下来后，继续说道\n\n　　“今天十分感谢大家，愿意在百忙中上线来参加庆典，我知道这样很自私要你们抛弃现实中的事情来到这里我在这里对那些人郑重感谢！”说着一柯瞟了一眼羽墨，然后弯下了腰做了一个鞠躬的姿势接着说道\n\n　　“你们问我为什么会记得这个，倒不如说这个我怎么可能忘记，那时大家在12点钟还在等待我的身影，我现在还历历在目，明明，明明是我迟到但却没有任何一个人责备，那时我进入房间也是这个场面，也是同样的入场方式，明明第二天还有很多工作，明明是这么不重要的事，但那坚守到12点的身影我怎么可能，怎么可能会忘记！也许只是简单的几个动作，但你们可能不知道正是这简单、中二的话语、动作救活了一个少年已经死去的心”说到这里，一柯再也抑制不住激动的感情，在眼中打转的眼泪流了出来，发出了轻微的哽咽声。没有一个人说话，所有的人都默默的注视着一柯，这个一直不会在公会成员面前流露出伤感情绪的他，到底为什么会流泪会这样，所有人都想问发生了什么，但没有一个人开口，都只是默默的听着，看着。\n\n　　大约过了一分钟，觉得情绪有了好转的一柯抢在了众人发问之前说道\n\n　　“抱歉，让大家担心了，关于我的事我想请大家现在不要问，庆典马上就要开始啦”\n\n　　这是大家才注意到庆典，渐渐的议论声响起，一柯说道\n\n　　“让我们一起倒数等待庆典的来临吧”\n\n　　所有人都只是点头表示回应。\n\n　　“那么，10”\n\n　　“9”8个人齐声喊道\n\n　　“8”\n\n　　“7”\n\n　　“6”\n\n　　“5”\n\n　　“4”\n\n　　“3”\n\n　　“2”\n\n　　“1，庆典开始啦！”\n\n\n\n1-2:http://www.mcbbs.net/thread-788360-1-1.html\n\n",
    "replies": [
        {
            "author": "flyza",
            "timestamp": 1561086300,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}