{
    "title": "buildcraft的管道咋用",
    "author": "ir-0",
    "replyCount": 6,
    "timestamp": 1521360300,
    "txt_content": "如题  \n光告诉我管道咋用就行了 不用整个BC的教程\n最好带图\n问这种问题我自己都觉得丢人",
    "replies": [
        {
            "author": "恶の人",
            "timestamp": 1521360300,
            "txt_content": "http://www.mcmod.cn/post/181.html"
        },
        {
            "author": "恶の人",
            "timestamp": 1521360480,
            "txt_content": "#在这里快速回复#http://www.mcmod.cn/pages/center ... /14399050927351.png"
        },
        {
            "author": "恶の人",
            "timestamp": 1521360480,
            "txt_content": "木制管道只需要有能量就能工作，能量越大则效率越高（吸纳物品速度越快），用法请看入门篇里的自动熔炉例子。 最简单的能量供给源就是红石引擎。红石引擎不需要任何燃料，只需要给它持续的红石信号即可，所以通常我们用拉杆或者红石火把激活红石引擎，驱动管道："
        },
        {
            "author": "恶の人",
            "timestamp": 1521360540,
            "txt_content": "木制管道除了用来作为物品输入端外，还可以用来连接原本不能互相连接的管道（比如圆石管道和石制管道）cfvbaibai教程权限：个人教程浏览量：59662历史编辑： 没有 创建时间：2015-08-16 01:59:52 (2年前)最近变动由cfvbaibai编辑了本教程2015-08-23 23:14:08 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:51:25 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:30:19 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:28:38 (2年前)由cfvbaibai编辑了本教程2015-08-21 01:57:34 (2年前)最近浏览酒石酸君CALL QQ酱25495 QQ酱25842 QQ酱26274 QQ酱26178 循序渐进建筑BuildCraft教程-固体管道篇 推荐先阅读入门篇再来阅读本篇。  管道是BuildCraft中的四大部件（容器、管道、能量、机器）之一，用来将物品从容器传到机器，或者将产物从机器传到容器保存起来，其重要性不言而喻。本篇将着重介绍用于传输固体物品的固体管道。  抽取类（点击带链接物品名称可查看合成图，下同）：木制管道、黑曜石管道、绿宝石管道  功能：把物品吸纳入管道。木制管道从容器吸纳物品，黑曜石管道吸纳面前掉落的物品。 要点： 抽取类管道都需要能量才能运作，而能量来自于引擎（例如红石引擎），不同的引擎能提供不能级别的能量，详情请看能量篇。  木制管道  木制管道只需要有能量就能工作，能量越大则效率越高（吸纳物品速度越快），用法请看入门篇里的自动熔炉例子。 最简单的能量供给源就是红石引擎。红石引擎不需要任何燃料，只需要给它持续的红石信号即可，所以通常我们用拉杆或者红石火把激活红石引擎，驱动管道： 循序渐进建筑BuildCraft教程-固体管道篇-第0张  木制管道除了用来作为物品输入端外，还可以用来连接原本不能互相连接的管道（比如圆石管道和石制管道）： 循序渐进建筑BuildCraft教程-固体管道篇-第1张 另外木制管道被放下的时候，会自动调整方位，让输入端（有挡板的那一端）朝向容器如果输入端箱子和输出端箱子正好相隔一格，那么放下去的木制管道就会随机选个朝向："
        },
        {
            "author": "恶の人",
            "timestamp": 1521360600,
            "txt_content": "cfvbaibai教程权限：个人教程浏览量：59662历史编辑： 没有 创建时间：2015-08-16 01:59:52 (2年前)最近变动由cfvbaibai编辑了本教程2015-08-23 23:14:08 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:51:25 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:30:19 (2年前)由cfvbaibai编辑了本教程2015-08-21 21:28:38 (2年前)由cfvbaibai编辑了本教程2015-08-21 01:57:34 (2年前)最近浏览酒石酸君CALL QQ酱25495 QQ酱25842 QQ酱26274 QQ酱26178 循序渐进建筑BuildCraft教程-固体管道篇 推荐先阅读入门篇再来阅读本篇。  管道是BuildCraft中的四大部件（容器、管道、能量、机器）之一，用来将物品从容器传到机器，或者将产物从机器传到容器保存起来，其重要性不言而喻。本篇将着重介绍用于传输固体物品的固体管道。  抽取类（点击带链接物品名称可查看合成图，下同）：木制管道、黑曜石管道、绿宝石管道  功能：把物品吸纳入管道。木制管道从容器吸纳物品，黑曜石管道吸纳面前掉落的物品。 要点： 抽取类管道都需要能量才能运作，而能量来自于引擎（例如红石引擎），不同的引擎能提供不能级别的能量，详情请看能量篇。  木制管道  木制管道只需要有能量就能工作，能量越大则效率越高（吸纳物品速度越快），用法请看入门篇里的自动熔炉例子。 最简单的能量供给源就是红石引擎。红石引擎不需要任何燃料，只需要给它持续的红石信号即可，所以通常我们用拉杆或者红石火把激活红石引擎，驱动管道： 循序渐进建筑BuildCraft教程-固体管道篇-第0张  木制管道除了用来作为物品输入端外，还可以用来连接原本不能互相连接的管道（比如圆石管道和石制管道）： 循序渐进建筑BuildCraft教程-固体管道篇-第1张 另外木制管道被放下的时候，会自动调整方位，让输入端（有挡板的那一端）朝向容器： 循序渐进建筑BuildCraft教程-固体管道篇-第2张 如果输入端箱子和输出端箱子正好相隔一格，那么放下去的木制管道就会随机选个朝向： 循序渐进建筑BuildCraft教程-固体管道篇-第3张 随机的结果就是并非每次都会出现我们想要的结果，像上图那样就很蛋疼。一种办法是先敲掉输出端箱子，放下木制管道，再放下输出端箱子，这样很麻烦。另一种简单的办法就是，先做个建筑扳手，然后拿在手上，对着木制管道点右键，这样就能改变它的方向： 循序渐进建筑BuildCraft教程-固体管道篇-第4张  黑曜石管道  黑曜石管道没有能量时只能吸纳落在它正上方的物品，有能量输入的时候则能吸纳面前一个锥形范围内掉落的物品，能量越大这个范围也越大。  绿宝石管道  绿宝石管道是木制管道的升级版，功能强大。它的基本摆放方法和木制管道一样，物品会从有挡板的一头抽取，而且同样需要能量驱动： 循序渐进建筑BuildCraft教程-固体管道篇-第5张 虽然红石引擎就足够驱动，但能量输入功率越大，抽取物品越快。另外绿宝石管道也能使用建筑扳手来改变挡板的方向。 绿宝石管道强大之处是它可以设定抽取的物品类型。右键点击绿宝石管道，可以打开设定界面： 循序渐进建筑BuildCraft教程-固体管道篇-第6张 最上方是一个过滤器，可以把物品栏里的物品放进过滤器里进行设定（此时物品并非真的放了进去，只是放进去一个图标表示设定此种物品）。 过滤器下面是三个按钮，分别对应三种抽取模式： 白名单模式：只抽取过滤器里设定的物品，例如上图例子里，若设定为白名单模式，则只从箱子里抽取石头和草方块。若过滤器为空，则不抽取任何物品。 黑名单模式：抽取除了过滤器里设定的任何物品，例如上图例子里，若设定为白名单模式，则从箱子里抽取任何除了石头和草方块之外的东西。若过滤器为空，则抽取任何东西，即和木制管道功能相同。 轮询模式：轮流抽取过滤器里设定的物品，这个白名单模式稍有不同。白名单模式会先抽光一种物品再抽另一种物品，而轮询模式则是先抽几个物品A，再抽几个物品B，再抽几个物品C，再抽几个物品A，往复循环。例如上图例子中，白名单模式会先抽光所有石头，再抽所有草方块；轮询模式会先抽几个石头，再抽几个草方块，再抽几个石头，再抽几个草方块。（然而我想不出这到底有什么用-_____-）  抽取类管道是自动化机械结构的起点，从容器抽取原料物品往往是自动化的第一步（例如从箱子抽取沙子和煤炭送入熔炉燃烧）。 木制管道由于造价便宜、驱动方便（可以用免费的红石引擎驱动）成为最实用的抽取类管道。 黑曜石管道若供给红石引擎就只能吸取面前1格范围内的物品，没有太大实用价值，而要它真正发挥作用就要更高级的引擎（例如斯特林引擎，燃油引擎）持续供给能量，而这些都耗费燃料，相当昂贵。 绿宝石管道虽然功能强大，但是造价特别昂贵，而且目前我还没有想到很多实用的地方，因此用的也不是很多。  传输类：圆石管道、石制管道、沙石管道、石英管道、金制管道  功能：传输物品的主力 要点： 圆石管道、石制管道和石英管道之间两两不能互连。当需要并排铺两排管道时候这个特性十分好用。 沙石管道只能和管道相连，不能和容器或者机器相连。当管道需要从容器或者机器边擦过但又不想和容器或者机器相连时候，沙石管道十分好用。 金制管道可以加速通过其中的物品。将多个金制管道串联可以把物品瞬间加速到飞。 被金制管道加速过的物品通过其它管道时会受阻减速，阻力大小为：圆石管道 > 沙石管道 > 石制管道 > 石英管道。如果想要在一条很长的管道内保持加速，就得隔几步放一个金制管道。  可以将多于两个传输类管道连在同一个节点形成岔路，比如下图： 循序渐进建筑BuildCraft教程-固体管道篇-第7张 通路被一分为二，物品通过岔路的时候会等概率随机地进入其中一条。图中分成了两条通路，则进入任何一条通路的概率都是50%。如果分成三条通路就是33.3%，以此类推。 如果想控制物品的路由行为，比如说让石头走上路，泥土走下路，则需要用到路由类的钻石管道，详见下文。  另一种情况是多条通路合成为一条，如下图： 循序渐进建筑BuildCraft教程-固体管道篇-第8张 这种情况有点反直觉。从A、B路出来的物品并非合并入C路，而是如图中箭头所示，A路的物品会随机等概率进入B或C路；B路的物品会随机等概率进入A或C路。 关键之处在于传输类管道是双行道，没有特定传输方向。如果确实要实现AB并入C路的效果，则需要用到路由类的铁制管道，详见下文。  这里再介绍一个我们实战中常常会碰到的头疼问题——满箱溢出。 看下面这个简单的例子： 循序渐进建筑BuildCraft教程-固体管道篇-第9张 从输入箱子把煤炭输送到熔炉里作为燃料，需要烧东西的时候就把材料手动扔进炉子里烧。只要保证箱子里有足够的燃料，就很长时间不需要关心燃料的事情。 这是一个简单有效的半自动熔炉结构，但有个致命问题，如果熔炉里没有材料或者是种燃烧很慢的材料，熔炉的煤炭很快就满了（64个），但此时输入端不会自动停下，会继续把煤炭往炉子里送，但熔炉此时是满的，所以煤炭会掉在地上。如果不及时发现这个问题，掉在地上的煤炭就会过5分钟消失，损失巨大。 为了解决这个问题，我推荐这样的一种设计： 循序渐进建筑BuildCraft教程-固体管道篇-第10张 这里利用了传输类管道的一个特性：如果相连的容器或者机器已满，那么物品会随机挑选当前格的其它岔路继续传输。 在前一张图里，由于连接熔炉的最后一格管道上没有任何其它岔路，所以熔炉燃料满时，煤炭就被挤出管道了。而这个改进的设计里，煤炭在同样情况下就会往上走，进入环形通路循环。一旦熔炉里的燃料有空位出来，循环中的煤炭就会立刻被送入熔炉。由于环形通路的存在，造成部分煤炭会被送回箱子。这其实也是一个我们希望的结果，因为如果积攒在一个管道里的物品过多的话，会造成管道爆炸。  比这个简单粗暴更好的方法是使用粘土管道，下文会提到，另外还有一些更复杂的方案，例如使用BuildCraft门（以后的教程会介绍用法），或者红石比较器的满箱检测功能，也有各自的应用场景，有机会的话会在以后的教程里介绍。  路由类：铁制管道、钻石管道、青金石管道、靛金刚管道、粘土管道  功能：对固体物品在管道岔路的传输方向进行控制。  铁制管道 - 多合一功能  上文提到，如果要实现多路管道输入合并到一条管道输出，直接用传输类管道相连是做不到的，此时就要用到铁制管道。来看一个例子： 循序渐进建筑BuildCraft教程-固体管道篇-第11张 把两个管道用铁制管道相连，合并成一个管道。然而刚把铁制管道放下去的时候，它的三面都是挡板，物品无法通过。 我们需要建造一个建筑扳手，然后把扳手拿在手上，右键点击铁制管道。每次点击，都会使某个方向上的挡板消失，而合并进来的物品会全部从没有挡板的方向输出。 例如下图所示： 循序渐进建筑BuildCraft教程-固体管道篇-第12张 C路方向上没有挡板，所以A和B路的物品都会从C路输出。此时如果有物品从C路进来，也会被原路挡会C路。  钻石管道 - 一拆多功能  和铁制管道的“多合一”功能相反，钻石管道的功能是“一拆多”，来看下面这个例子： 循序渐进建筑BuildCraft教程-固体管道篇-第13张 沙子和煤炭同时从A路输入，我们希望经过钻石管道岔路后，沙子走B路，煤炭走C路。 钻石管道的每一路都有一个颜色标记，本例中，A路是黄色，B路是蓝色，C路是红色。 右键点击（不必拿着扳手）钻石管道，会弹出一个设置界面： 循序渐进建筑BuildCraft教程-固体管道篇-第14张 如果在某一个颜色的那一行里设置上物品，那个物品就会从相应颜色的管道里输出。 例如按照我们刚才说的要求，在蓝色那行（B路）设置上沙子（把物品栏里的沙子放一个到蓝色那行的空位，这样会在蓝色那行留下一个沙子标记，只是一个标记，物品并非真的放进了钻石管道），红色那行（C路）设置上煤炭： 循序渐进建筑BuildCraft教程-固体管道篇-第15张 关闭物品栏保存设置，然后打开输入箱子那边的引擎开关，看看效果： 循序渐进建筑BuildCraft教程-固体管道篇-第16张 最后总结一下钻石管道的几个要点： 钻石管道一共上下左右前后可以设置6个方向，每个方向最多设置9个物品，所以一个钻石管道最多可以54个物品的路由。 如果某个物品被设置在了某条通路上，该物品一定会从那条通路输出。 如果某个物品没有被设置在任何一条通路上，该物品会从没有被设置任何物品的通路中随机等概率地选一条通路输出。根据该条，如果钻石管道上什么都没设置的话，就和普通传输类管道作用一样了。 如果某个物品没有被设置在任何一条通路上，而且除了输入端之外没有任何一条通路的设置空着，该物品会被直接弹出管道，掉落在附近的地面上。例如上例中如果在输入端送入泥土，泥土就会被直接弹出到地面上了。 即使输入端设置了某个物品，该物品也绝不会从输入端被弹回去。例如即使我们在上例中的黄色端设置泥土的话，泥土仍然会被弹出到地面上。  就实用角度来说，路由管道最常用在长距离运输中。为了节省管道，往往会把多个物品输入源用铁制管道合并成一个管道输送到目的地后，再用钻石管道分拆开来，送到不同的机器中。 另一种典型用法就是节省输入容器，减少麻烦。用同一个箱子作为多种材料（上例中的沙子和煤炭）的输入容器，这样在放材料的时候就不必分辨哪个箱子该放哪种材料，也不必在一个容器上戳太多管道，影响美观和走线。  青金石管道  百科似乎还没有合成表，先临时补在这里：    青金石块        玻璃        青金石块     青金石管道会将进过其中的物品“染上颜色标记”。注意这里仅仅是染个标记，并非真的染色（别想着这样就能不用染料做染色玻璃）： 循序渐进建筑BuildCraft教程-固体管道篇-第17张 这个标记是为了给后面介绍的靛金刚管道做路由用的。 手持建筑扳手右键点击青金石管道可以改变标记的颜色。  靛金刚管道  百科似乎还没有合成表，先临时补在这里：    青金石块 玻璃        钻石     一开始放下靛金刚管道的时候，所有面上都是挡板，此时的靛金刚管道和普通传输类（圆石管道，石制管道等）并无区别。 手持建筑扳手右键点击靛金刚管道可以设定一个出口，这个出口有一个颜色。手持建筑扳手按住SHIFT右键点击靛金刚管道可以改变这个颜色。只有经过青金石管道后被染上该颜色标记的物品才能从那个出口通过，其余物品随机挑选一个有挡板的通路继续传输（不能回头），如果除了来路之外没有任何其它带挡板的通路，那么物品会被弹出管道。 循序渐进建筑BuildCraft教程-固体管道篇-第18张  然后来看一个完整的使用青金石管道和靛金刚管道的例子： 循序渐进建筑BuildCraft教程-固体管道篇-第19张  可以看到青金石管道+靛金刚管道其实起的作用和钻石管道差不多，都是一拆多的功能，不同点在于： 钻石管道每路只能设定9种物品，青金石管道+靛金刚管道则不受此限，不管通过多少种物体都能染上标记 钻石管道使用比较方便，青金石管道+靛金刚管道需要更复杂的布局 所以大部分时候我们还是会用钻石管道，除非我们钻石不够用了或者一路有超过9种物品。  粘土管道  百科似乎还没有合成表，先临时补在这里：    粘土块        玻璃        粘土块    粘土管道的特性是会把物品优先输送入和它相连的容器或者机器里，如果箱子或容器满了则随机送到其它通路上（包括来路）。  这个特性十分好用，特别适合用来解决上文提到的“满箱溢出”问题，例如： 循序渐进建筑BuildCraft教程-固体管道篇-第20张 这个结构比环形通路结构更加简洁，推荐使用。  另外一个使用场景是给机器组输送材料，比如下面这个熔炉组的例子： 循序渐进建筑BuildCraft教程-固体管道篇-第21张   特殊类：虚空管道、条纹管道  最后介绍两个特殊的管道。  虚空管道 - 销毁物品  虚空管道使用非常简单，随便接到一个管道上，这样送入虚空管道的物品都会消失。对，是真的永久性地消失了，而不是掉落在地面上： 循序渐进建筑BuildCraft教程-固体管道篇-第22张 图中的草方块并没有因为走到管道尽头而掉落到地上，而是直接被虚空管道销毁了。 虚空管道的典型用法是用来在自动化大生产中，自动销毁不需要的副产品。例如采石场可以用来采集一个区域内的所有方块，但我们往往只想要这个区域内的矿石，而对泥土和石头不感兴趣，这时就可以在采石机的输出管道上先接个钻石管道，然后利用路由功能把泥土和石头输送到虚空管道里： 循序渐进建筑BuildCraft教程-固体管道篇-第23张  条纹管道 - 自动挖掘  条纹管道原本在1.x版本中更为强力，但因为过于强力被删除，后来被弱化后又在6.x版本中被加了回来。 它的功能是自动挖掘面前1格的方块并吸入管道，需要给予能量才能运作，红石引擎即可驱动，但能量越大则吸纳速度越快。 循序渐进建筑BuildCraft教程-固体管道篇-第24张 现在基本用来做方块更新检测，或者南瓜/西瓜自动收割机，例如下图就是一个简化了的自动南瓜收割机： 循序渐进建筑BuildCraft教程-固体管道篇-第25张  总结  固体管道一共有抽取类、传输类、路由类和特殊类四种，每种都有其特别的应用技巧，组合活用起来几乎可以完成任何物品传输类的任务，在越来越深入的使用BuildCraft的过程中，相信你会越来越熟练地掌握这些管道的用法。 这篇介绍就到此结束啦。"
        },
        {
            "author": "xiaolouer",
            "timestamp": 1521521400,
            "txt_content": "其实，看一下SF的视频是极好的。"
        }
    ]
}