{
    "title": "[Minecraft.net|CULTURE] Picture Perfect：完美图片",
    "author": "袋里的鲨",
    "replyCount": 0,
    "timestamp": 1521970620,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-7-27 17:54 编辑 \n\n\nPICTURE PERFECT\n完美图片\n\nWe talk to Minecraft artists about the magic of the render\n我们在和我的世界艺术家们谈论渲染的魔法\n\nFor some people, Minecraft is about survival. For others it’s about building. Some just like to hang out with friends. But for another subset of our varied and talented community, it’s a canvas - a springboard to create beautiful images and animations.\n对于一些人来说，我的世界关于生存。对于另一些人，它就关于建筑。一些建筑爱好者恰好喜欢把他们的地图晒给朋友。但作为我们这不同而出色的社区的一部分，这是一张画布、一个出发点，能从中创建出漂亮的图景和动画。\n\nIf you’ve looked down the front page of minecraft.net, you’ll have seen their work: they take builds - by themselves or others - and render them in programs outside of Minecraft to produce dazzling images.\n如果你已看过 minecraft.net 的首页，你会看到他们的作品：他们自己建造或是同团队合作，然后通过一些我的世界之外的程序对他们的地图进行渲染，生产出惊艳的渲染图。\n\n“Rendering is like sitting in God’s seat in Minecraft,” says Iskillia, one of the community’s foremost render artists. “From up there, you can do and see everything, without being limited by the fog and overall render distance that the game contains. You are omniscient. It also allows me to play with many different settings such as colours, the lighting and the way it reflects on surfaces. I picture it as me having fun in a big laboratory. And I love it.”\n“渲染就像坐在我的世界中上帝的席位，”一位社区首席渲染艺术家 Iskillia 说道，“从那里，你可以看到或是做任何事，不必被游戏中的雾或最远渲染距离所限制。你就是主宰。它也允许我设定许多不同的设置，譬如颜色、光照和反射面。我把它想象为在一个大型实验室里找乐子。总之我热爱它。”\n\nThese gorgeous images, along with the picture heading this article, are all renders of Iskillia's own incredible build,Aman,The Immortal Lands.\n这些华美的图片，以及文章标题上的图片，都渲染自 Iskillia 的惊人建筑，Aman,The Immortal Lands\n\n\nThis 1500 x 1500 block masterpiece was Iskillia’s application to the prestigious Deep Academy build group. It was successful, obv.\n这个规模为 1500 x 1500 方块的杰作是Iskillia加入著名建筑小组Deep Academy的申请书。显然，这相当成功。\n\n\nThe build took a year and a half to complete - and it’s not hard to see why given the thing's combination of sheer size and attentive detail.\n这个建筑耗费了一年半的时间完成，而且不难看出为什么它被赋予此种庞大的规模和精细处的细节。\nRendering is a confusing term, because it’s used to mean lots of different things. In its most basic artistic sense it just means creating a 2D image of something in a way that suggests that it has three-dimensions. If I want, I can “render” a picture of a Tom with nothing more than a badly cut piece of potato, some ketchup and a napkin. Minecraft renders things, too - the very process by which the visuals of Minecraft are calculated and put onto your screen is rendering. But when the Minecraft community talk about renders, they usually mean the kind of thing that Iskillia does: exporting a beautiful build from Minecraft, opening it up in a 3D art program, and then essentially photographing it.\n渲染是一令人费解的术语，因为它被用于描述许多不一样的东西。用它最基本的艺术观念来讲，它只意味着支持创建出一些三维事物的2D图像。如果我想，我可以“渲染”出一张 Tom 的图片，只带着一片切地很糟的土豆，一些番茄酱和一张餐巾纸。我的世界也在渲染东西，通过我的世界图形部分计算的特殊过程，展现在你的屏幕上时已是被渲染过的了。不过在我的世界社区里谈论渲染，通常意味着一种 Iskillia 做的事：从我的世界里输出一个漂亮的建筑，在一个 3D 美术软件中打开，本质上是在拍摄它。\n\nBut it’s a bit more involved than just clicking a button and snapping a picture! The point of rendering in a 3D art program is that such programs allow you to calculate way fancier visuals than are possible in game - and this takes time. For example, a 3D art program can be used to calculate how every ray of light might bounce around a scene, reflecting off surfaces, scattering across others, refracting as it passes through water and generally doing all the beautiful things light does in reality. Minecraft, like all videogames, takes a few shortcuts.\n但这比仅仅点击个按钮然后一口咬定这是张图片要更复杂一点！在 3D 软件中渲染的优点在于，这些软件允许你比游戏中更可能地创建出更好的视觉效果，当然这需要时间。比如说，一个 3D 软件可被用于计算出光源的每一条光线在一个场景中可能照射的位置，在表面反射，在其他地方散射，在水中折射，一般做完这些出色的事情后光就显得很自然了。我的世界，就像所有的电子游戏一样，走了些捷径。\n\nHere’s developer Thomas “Prof” Guimbretiere to explain:\n这里是开发者 Thomas “Prof” Guimbretiere 的解释：\nOne of the main constraints of rendering in Minecraft is that we need to be able to display as many images - or “frames” - per second as possible. This doesn’t allow for fancy lights or effects. Rendering software doesn’t have this speed limitation and can take as long as needed for complex computation of lights, more advanced post-processing and higher resolutions. \n在我的世界中渲染的最主要制约条件是我们需要在每秒内显示尽可能多的图像——或者说“帧”。这并不允许高质量的光和效果。渲染软件并没有这个速度限制，并可以在对光的复杂运算中花费掉需要的时间，因此就有了更高级的后期加工和更高的分辨率。\n\nOne such rendering technique is known as ray-tracing. The software traces a “ray of light” from the position of the camera and paints each pixel based on what the ray of light intersected with. This allows for more complex rendering - it can recreate the heat distortion you would get over a hot road in the sun, for example - but at the cost of rendering speed.\n有一种渲染技巧被称作光线跟踪。这个软件跟踪一条从摄像机位置发出的“光线”，然后根据光线的相交绘出每个像素。这容许更复杂的渲染，例如，它可以再现你在太阳下的炽热道路上看到的热变形，不过要以渲染速度为代价。\n\nTHOMAS “PROF” GUIMBRETIERE\nTHOMAS “PROF” GUIMBRETIERE\nAnd this is the heart of why people render their builds. Iskillia got into rendering as a way to sidestep the limitations of Minecraft and “better reflect the atmosphere and context of my projects”. For JoeBricksy, another of the community’s incredible artists, the reason was simpler: “The projects I created with my Team Gazamo got too big to be able to see them in-game,” he says.\n这就是为什么人们渲染他们的建筑的核心所在了。Iskillia进入渲染是为了回避我的世界局限性和“更好地反应出我的作品的气氛与环境”。对于另一个社区惊人艺术家 JoeBricksy，其中的原因更为简单：“我和我的团队 Team Gazamo 创建的工程太大了，以至于不能在游戏中看到他们。”他这样说。\n\n\nMonas Roth by the Gazamo build team, rendered by JoeBricksy\nMonas Roth  建筑：the Gazamo build team，渲染：JoeBricksy\n\n\nOriental Steam Punk Map Pack by Gazamo, rendered by JoeBricksy\nOriental Steam Punk Map Pack  建筑： Gazamo，渲染：JoeBricksy\n\n\nSerenity Imperium by Gazamo & Solari, rendered by JoeBricksy\nSerenity Imperium  建筑：Gazamo & Solari，渲染：JoeBricksy\n\n\nPlaylist Park by the Shapescape build team, rendered by JoeBricksy\nPlaylist Park  建筑：the Shapescape build team，渲染：JoeBricksy\n\nSo what do you need to get started?\n所以说在开始前你需要做什么？\n\nA beautiful Minecraft build is an essential first step: “I am not a magician,” says Iskillia. “The build itself needs to look good otherwise the render will not.”\n一个漂亮的我的世界建筑是必要的第一步：“我不是一个魔法师，”Iskillia 说，“建筑本身需要在渲染前就看起来很好。”\n\nThen you’ll need to take the build’s level.dat file and export it to a format which 3D art programs can understand: an .obj file, for example. Mineways is both Iskillia and JoeBrisky’s preferred conversion tool, but there are others, like jmc2obj.\n接着你需要获取建筑的 level.dat 文件，把它导入为 3D 软件能明白的格式：比方说，一个 .obj 文件。Mineways 是 Iskillia 和 JoeBrisky 偏爱使用的工具，但是也有其他的，例如 jmc2obj。\n\n“You then need to import the generated file into a [3D art] program of your choice,” says JoeBricksy. “I use Blender for that.”\n“继而你需要将生成出的文件导入到你选择的3D程序中，”JoeBricksy 说道，“我会用Blender去做这个。”\n\nBlender has the advantage of being free, but there are many other programs to choose from, like Maya and Cinema4D.\nBlender 的优点在于它是免费的，不过也用许多其他的软件可供选择，像 Maya 和 Cinema4D。\n\nThis shot gives you a sense of how JoeBricksy’s deft use of lighting, focal depth and camera placement embue a scene with a particular mood.\n这张图片向你展示了 JoeBricksy 对光，景深与镜头位置的熟练运用，这使整个场景显出一种特殊的氛围。\n\n\nHere’s the same scene as it appears in Blender - a program with a truly terrifying number of buttons. It’s more than point and shoot.\n这是在 Blender 打开后的同样场景，一个有着可怕数量按钮的程序。这不仅有点和拍摄。\n\n“The converting program also exports a .mtl file which includes all the textures,” says JoeBricksy. “In Mineways you can also choose a texture pack that you want to use. Once the build is imported with all its textures you can choose a camera perspective, set up lighting and a background. This is the part where you can get creative and stand out from others. It's similar to taking a photograph. Lighting, colours and other effects can create a certain mood to complement the build.”\n“这个转换的程序同时也输出一个包含有所有材质.mtl文件，”JoeBricksy 说，“在 Mineways 中，你也可以选择你想用的材质包。一旦输入带有全部材质的建筑，你就可以选择摄像机视角，建立光和背景。这是能让你得到创造力并从他人中脱颖而出的部分。它有些像拍张照片。灯光，色彩和其他的视觉效果能够创造某些气氛去弥补建筑。”\n\n“I separate the whole process in different layers,” says Iskillia. “Each of these layers contains [things like] the depth of field, the material reflections, the visible light or the ambient occlusion. It is easier to work when each element is separated and can easily be adjusted without interfering with the rest.”\n“我把整个过程分离为不同层，”Iskillia 说，“这些层面的每个包含像景深，材料的反光，可见光或是 ambient occlusion 的东西。这使工作更为简单，每个部分可以被容易地调整而不会妨碍剩余部分。”\n\n“Then you hit render and wait until your image is rendered out,” says JoeBricksy.\n“继而你就可以敲击‘渲染’键，然后等着你的图片被渲染出来。”JoeBricksy 如是说。\n\n\n\nIf you have loads of water, and highly reflective water at that, like Iskillia's render above, it can sometimes be a long wait indeed. Transparent materials, the presence of fog, the number light-sources, and simply the number of visible block faces will increase the time it takes to render.\n如果你的建筑中含有许多水，并想高质地反映水，像 Iskillia 在上面的渲染，有时候就需要长时间的等待。透明的材质、雾的存在、光源的数量，甚至于面朝着的可见方块都将增加渲染的时间。\n\n“It is not too uncommon to have renders that require dozens of hours of processing!” says Iskillia. And that’s just for a still image. An animation can take days to render. “Sometimes I take advantage of online rendering machines that you can rent in exchange for what can quickly become a considerable amount of money.”\n“处理一次渲染就耗费许多小时的情况并不太罕见！”Iskillia 说道。这只是对于一张静止的图片来讲。一张动态的图片可以耗费几天去渲染。“有时候我会利用租用的在线渲染，你可以用一笔值得考虑的费用去快速的地渲染。”\n\nAnd, at least for Iskillia, the process doesn’t stop there: “Once I am done with the renders I have made, I merge the layers together in Cinema4D and transfer to Photoshop, which allows me to put filters on top of them, as well as my watermark at the bottom.”\n并且，至少是对于 Iskillia，这个过程并不止步于此：“一旦做完了我的渲染，我用C4D把所有的层图合并在一起，继而转向 PS，凭此我可以在它们上面滤光，并在下面添上我的水印。”\n\nIskillia may not need help making his work look beautiful, but he still asks friends for their own take on his personal projects. And, as with Splekh’s stunning renders here, they unlock new ways of seeing the same work.\nIskillia也许不需要让他的作品看起来更漂亮的帮助了，不过他仍让他的朋友们对自己的个人项目负责。并且，同 Splekh 的极好渲染一样，他们解锁了看待同一作品的新操作。\n\n\nSplekh's shots almost completely transform Iskillia’s Aman build, focussing on individual sculptural and architectural elements and presenting them with an entirely different mood than in Iskillia’s own shots.\nSplekh的渲染几乎完全改变了 Iskillia 的建筑 Aman，聚焦在一尊个体的雕塑和建筑上的元素，用和 Iskillia 彻底不同的氛围去呈现它们。\n\n\nRenders allow the artists to exaggerate elements of the build to powerful effect. Here, Splekh’s tinkering gives the impression that the buildings are bursting with internal light, acting as beacons in the hazy night.\n渲染允许设计师们去扩大建筑的基础从而营造出强有力的效果。在这里，Splekh 的修补给了人们建筑内部充满光源的印象，在朦胧的夜色之中饰演灯塔一角。\n\nIt’s quite a lot of work, in other words, but the results speak for themselves, and, more importantly, they speak to people beyond the Minecraft community.\n这是相当多的工作，换言之，结果不言即明，更重要的是，它们向着我的世界社区之外的人们诉说。\n\n“While in most cases renders get made to show the Minecraft artwork, the render itself can also be a form of art,” says JoeBricksy. “What's interesting is that renders, and especially animations, help people who have never even touched the game, understand that you can use Minecraft to create beautiful pieces of art.”\n“多数情况下，渲染被用于展示我的世界的艺术品，渲染本身也是一种形式的艺术，”JoeBricksy 讲道，“渲染，尤其是动画，它们的乐趣在于帮助从未碰过游戏的人，了解到你用我的世界创造出的美丽艺术品。”\n\nSurvival game, social hub or 3D sketch tool: Minecraft is many things to many people, and renders help players’ creativity to reach even further! Thanks to all those render artists who’ve graced this site over the last year or so - you help set Minecraft masterworks free!\n生存游戏，社会中心或者是3D建模工具：我的世界对于许多的人意味着很多事情，而渲染帮助玩家的创造力发挥地更远！感谢所有的这些在过去一年内美化这个网站的渲染家们，你们免费帮助了我的世界的杰作！\n\nYou can visit JoeBricksy’s render portfolio here and Iskillia’s render portfolio here.\n你可以访问JoeBricksy的渲染合集和Iskillia 的渲染合集。\n\nMerci beaucoup to Bulix for his translation help.\n感谢 Bulix 的翻译帮助。\n\n\n●原文链接：https://minecraft.net/zh-hans/article/picture-perfect\n●原文作者：Marsh Davies\n●发布日期：2018年3月10日\n\n第一次尝试翻译文章，质量不好= =\n有错误有疏漏打脸别太重就好= =\n",
    "replies": []
}