{
    "title": "【连载/原创】我的异世界 前言、引子、简介",
    "author": "mc纸新",
    "replyCount": 2,
    "timestamp": 1521371280,
    "txt_content": " 本帖最后由 mc纸新 于 2018-3-25 16:45 编辑 \n\n\n简介：“E之都”是minecraft游戏中十分火爆的mod服务器，在X月X日服务器举行了盛大的线上庆典，骨灰级公会“探索者公会”的公会领地（服务器插件：公会插件和领地插件的作用）被服务器官方指定为庆典的第二场景，得知此消息的公会会长一柯十分兴奋邀请了公会成员来参加庆典，然而就在庆典举行时，服务器却出现了崩溃，全部玩家纷纷掉线，当他想再次登入游戏时，感觉到一股睡意涌来，抵挡不住强力的睡意他慢慢的闭上眼睛陷入了睡眠，当他睁开双眼时发现自己带着整个公会穿越到了由minecraft构成的异世界中，而自己也变成了方块人！就这样，为了寻找和自己一样可能来到异世界的公会成员和自己根本不想回去的理由，一柯在异世界擦除了自己的火花！\n\n前言： 本作灵感来源于《overlord》所以设定上可能多有借鉴，还请见谅。以游戏《minecraft》为背景的故事。但内容不仅仅局限于于minecraft，我会以mod的形式对内容进行充实，有mod的部分我会进行说明的（就是游戏中没有的东西全是mod的锅）。大家可以理解为一个加了许多mod的minecraft游戏世界，但minecraft原版游戏内容会适量缩减的，还有故事不是发生在minecraft游戏中而是一个保留有minecraft系统的方块异世界中，最后，第一次写文还请各位大佬多多提意见呀，郑重感谢！\n\n                                                                              \n\n                                                            引子：埋藏在地下的圣域\n　　“那些该死的家伙，总有一天我要让他们知道得罪我是多么愚蠢的事，等我找到了稀有的矿石做出最强大的铠甲我要让你们知道我的厉害，我要......”\n\n　　不耐烦的听着旁边这个****嚷嚷男人的抱怨，霍克无力的挥下铁镐，想着自己到底为什么会跟这个烦的不行的男人来到这个暗无天日的废弃矿坑来找那些遗留下的矿石残渣呀，还是因为赌博吗，输掉了自己所有的财产才不得以来到这里跟这个烦人的男人一起找到可以换线的矿物，好像自己沾上赌博也是这个男人的原因吧，很久之前突然找到自己说什么什么快速赚钱的方法，一夜暴富呀什么的无厘头的话，结果却只是把原来的财产都赔了进去，想到这里霍克对这个男人更加觉得反感。将手中的铁镐使劲朝着一块石头砸去，石头应声而岁变成了一块悬浮的小方块，本想将小方块捡起扔进背后的箱子但一个奇异的景象吸引了霍克。\n\n　　在刚刚石头碎掉的下面，一道白色的光射了出来！虽然只有一格的宽度但那光的亮度却远远超越火把的亮度，在灰暗的矿坑中形成了一道光柱，连在一旁抱怨的男人也安静的注视着这个光柱。\n\n　　“喂喂，霍克那是什么”\n\n　　“是，是光！？”\n\n　　“可这矿坑中怎么会有光呀，莫非......是宝藏！”\n\n　　这么说着的男人，流露出兴奋的神情，拿起铁镐朝那个洞口的外围挥去。洞口在不断的扩大，不断有新的光从洞**出，把洞口扩大到4×4时，才看清里面的的景象，那是一个巨大的空间足足有一个足球场那么大，就是没有球门就是了，在空间另一边霍克看到了光的来源。\n\n　　那是一个巨大的类似教堂一样的建筑物，但并没有任何窗户，只有一扇巨大的白色大门，建筑全身由类似石英块一样的材料建成，说那不是石英是因为那颜色比石英还要洁白，整体的建筑散发着圣洁的光芒，把宽广的空间找的十分明亮，几乎看不到一丝黑暗。\n\n　　“下去看看吗？”\n\n　　霍克这样问道，男人轻轻点点头，便一个纵身朝着洞内跳了进去。霍克也跟在男人后面一起跳了下去，到达下面的霍克愣住了，这，这是何等的伟大！面对这建筑霍克脑中已经想不出更加华丽的形容词，眼前的建筑物比他见过的任何建筑物都要宏伟，比他见过的任何一座教堂都要神圣，虽然听说过教国有超越世界的教堂但霍克没见过但眼前的建筑每一块方块都散发着神圣的气息，光是站在它面前就感觉灵魂得到了进化。\n\n　　“这，到底是！？啊！这是何等的......”\n\n　　一阵男声把霍克从幻想中拽了回来，回过神来的霍克才发现男人已经走到建筑面前，全身贴在建筑的墙壁上，甚至还用舌头舔着建筑的墙壁，霍克瞬间对眼前的男人产生了强力的厌恶感，他大声吼道：“你这笨蛋！到底在干些什么！”大概是怕男人玷污了这神圣的地方，霍克的声音中带着明确的怒气，甚至还摆出丢铁镐的姿势。\n\n　　但男人似乎并没有听到霍克的声音，他完全无视了霍克，说道：“这肯定有很多的宝藏，是上天赐给我的宝藏哈哈哈哈，我马上就会变成世界最有钱的人啦哈哈哈哈......”说着他站在建筑的大门前，将两手放在门上。预感到他要干什么的霍克马上出声制止到：“不，你这笨蛋快住手哇！”霍克的话还没有说完男人已经先一步推开了大门。\n\n　　无数白色的光芒从大门中射出，待光线稍微变得柔和的时候，两人都被眼前的景象震撼到然后愣在了原地，展现在他们面前的是一个犹如天堂般的空间，建筑内部的墙壁完全由散发着微微光芒的洁白墙砖覆盖，比在外部看还要圣洁。看不到内部的天花板，却能看到湛蓝的天空一条青蓝色的地毯从门开始向内部延伸，地毯两边有几根高11格宽4格的正方形白色石柱，上面还刻着一些类似文字的图案，最引人注目的莫过于在地毯中央站着的一名女子的身影。\n\n　　那是一个穿着白色礼服有着天使般美貌的女性，不，从女人背后一双雪白的翅膀就可以就显示出她的身份，那的确就是天使！女人胸部以下全被礼服覆盖连脚都看不到，肩膀和两只胳膊却暴露在外，有着雪白的皮肤与洁白的礼服互相照应，后背上有一双雪白的翅膀，仔细去看的话会发现不断有羽毛在那上面飘落，羽毛在落到地面上的瞬间就变做无数白色的飞尘消失在空气中了。脸上有着如同大海一样的蓝色眼睛，嘴上带着淡淡的笑容，一头乌黑的头发在头两边垂下，双手放在胸前做着祈祷的姿势。\n\n　　“这是何等的......美丽！”\n\n　　男人和霍克的视线都被眼前这个天使般的女子狠狠抓住，在这情况下两人觉得连眨眼都觉得是一种浪费！两人都只是愣在哪里眼睛呆呆的望着眼前的女人，任何多余的动作都做不出来。\n\n　　“罪过的灵魂呀，在圣洁的殿堂中忏悔吧，慈悲的神会原谅你你们的罪行，来吧将自己灵魂交给慈悲的神灵吧！......”在霍克的脑中这个声音不断响起，霍克只感觉从未有过的轻松，思维渐渐变得模糊起来，“进来吧，在神圣的殿堂中你们会得到进化”脑内响起了这个声音，遵循着这个声音两人低下了头，两手无力的垂下，铁镐在手中滑落掉在地上发出了“咣”的撞击地面声，但两人都没有因此停下继续朝着建筑内部走去，直到两人都完全进入建筑内部，两扇巨大门慢慢关上。\n\n　　在霍克的最后一丝意识中，他看到那个天使般的女人手中拿着洁白的小刀慢慢向着自己靠近，借着站在自己前面的男人被那把小刀刺穿心脏倒在了血泊中，接着那个女人朝自己袭走来但是自己却做不出任何反应，连意识都在慢慢消失只是呆呆的望着女人靠近，将小刀刺进自己胸膛然后和男人一样倒在血泊中，而那个女人一直都是保持着淡淡微笑，连杀人时也没有改变，这真的是天使吗？\n\n　　无力倒在血泊中的霍克随着血量的慢慢流失，生命逐渐消失。\n\n                       正文：http://www.mcbbs.net/thread-787551-1-1.html\n\n\n\n\n\n\n\n\n封面2.png\n(92.95 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2018-3-18 18:53 上传\n\n\n\n\n\n\n\n\n封面\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "flyza",
            "timestamp": 1561086300,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "flyza",
            "timestamp": 1561086360,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}