{
    "title": "tony的自我介绍",
    "author": "2388306270",
    "replyCount": 8,
    "timestamp": 1358427480,
    "txt_content": " 本帖最后由 2388306270 于 2013-1-17 21:05 编辑 \n\n来了论坛这么久，从来没有自我介绍过\n好吧，现在我补回来\n\n首先，我是个不太喜欢水的人，但是偶尔看到很碉堡的东西（今天刷草稿事件）我就会情不自禁地来一发水贴表达一下我的感情，于是我荣幸地被果冻版主警告了1次\n我很胆小，我看到scp-173和067的第一天晚上我都快精神崩溃了……\n我很热爱论坛，我在论坛学到了不少，装mod，做地图什么都是在这里学的。\n我不喜欢当沙滩上的一粒细沙，我希望我能做的是一颗珍珠，我希望成功\n我曾经很想当版主，因为版主是一个光荣的职位，它管理着一个版块甚至一个大区\n但是呢，这对于我来说是不可能的，因为我从硬性指标来看，每天叫我上线来看帖子，我是没有时间的\n而且，我的各项技术也不达标，没有成功过的地图，没有管理的技术\n\n但是！我希望我能够为论坛尽一份力量，我长期在论坛游逛，看着论坛的帖子。\n论坛热门有很多的懒人包贴都上榜了，我认为懒人包贴能够吸引论坛新人，但是又会减少新一代高手的机会，因为懒人包会损人探索的精神，衣来生手饭来张口，一个TMI就可以搞定，对于曾经苦攻了原版两个月的我有些看不下去了，于是我发了个帖子来表达一下我对懒人包的看法\n每次看到错版贴我就很无语，新人也不看下版规啊\n当然，错版贴也没什么大不了，版主们会把帖子移动的。\n\n我发帖其实是很谨慎的，想这个贴子来介绍我自己，我绝对不会三言两语就了解的！\n\n为了在论坛升级，我曾经发过许多的懒人包贴子去争取人气，后来当我看到本周热门的情况后，我就反思，懒人包真的只有好处吗？懒人包在我现在看来其实是弊大于利。\n\n后来我想到了共享版，共享版这么多精品，绝对是个升级好地方，于是我立即开始找题材做地图，我曾经想把《放牛班的春天》电影里的教学楼造出来，但在我反复尝试后，我认为建筑绝对不是我的长项，因为我早出来的楼都是想个大箱子方块一样，没啥美观度。曾经在服务器里造自己的房子，被人家笑“这么挫的房子！”\n以前，我一直不是很重视红石，因为我觉得红石电路太复杂，太繁琐，做起来困难重重。但是当我在建筑上一再失败后，我有一段时间不知所措，不知干什么好，于是我想闲着也是闲着，研究下红石看看。\n这不是教学贴，我不会和你讲我是怎么学的\n于是我开始做了我的第一个红石地图《炸弹人2》，现在还在制作中\n\n我呢对论坛每个版主都有不同的看法，我觉得最重要的是版主与会员之间的互动，听一听我们的心声，看看论坛还需改进的地方。\n\n有人对我的评论贴这样回复：“从你的回答来看，我觉得你肯定有什么别的意图”\n当时我回答的是：“你觉得我有什么意图，我是为论坛的发展着想”\n的确，我是很想论坛发扬光大，把cfbbs给干掉，把香港mc论坛给k掉\n而且，你说我有别的意图，不错，我是有野心的，但我不会告诉你\n\n我个人很欣赏god dog这位版主，当然他现在已经不是版主了，我觉得他在管理论坛上很有一手，有自己的风格，但是太过于严厉。他绝对是对论坛的管理很负责的，就像卤蛋说的，一个帖子的深处一个点评都会被删掉。\n有人说这件事的真实性有待确认，我是在卤蛋的帖子上知道god dog的，他当版主时我还没有注册论坛，所以我也没法辩论。\n但是，就像雷锋一样，谁知到雷锋是真的人还是假的传说呢？我们不在意这些，更重要的是精神，就像雷锋精神一样，我也看中god dog当版主负责的精神。\n\n我发的帖子名字一般与内容不符，就像这个帖子一样……\n\n我为人和善，我永远不扣那些连贴的发错版的人的分，因为就算扣了，也只能发泄自己的情感，至于那个犯错的人，改不改是他的选择，我们没有权利去干涉。就是说，扣分也没用，治不了本。\n\n这就是我，tony。你懂得\n",
    "replies": [
        {
            "author": "我被盗号了",
            "timestamp": 1358427540,
            "txt_content": "老人你好，老人再见"
        },
        {
            "author": "dseqe",
            "timestamp": 1358427600,
            "txt_content": "我被盗号了 发表于 2013-1-17 20:59 \n老人你好，老人再见\n比我还有点水 这么快的回复速度"
        },
        {
            "author": "geludan",
            "timestamp": 1358427660,
            "txt_content": "神狗不仅是真的，而且比传说还要恐怖。。当事人路过"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1358428200,
            "txt_content": "呵呵,楼主 你帮我省去了 一次码字的机会~ \n\nLZ所说的就是我的心声"
        },
        {
            "author": "Fcy_lity",
            "timestamp": 1358428200,
            "txt_content": "好水的帖子~"
        },
        {
            "author": "晓丶小彬",
            "timestamp": 1358429940,
            "txt_content": "好吧      我在看了第一行就没看了"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1358507820,
            "txt_content": "你个水老……"
        },
        {
            "author": "ffbhms",
            "timestamp": 1358512980,
            "txt_content": "这个有点意思啊\n"
        }
    ]
}