{
    "title": "【原创/三月活动】东之国的不眠之夜~Vampirish Nightlife",
    "author": "x_lin0_0",
    "replyCount": 6,
    "timestamp": 1521648420,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-4-9 21:10 编辑 \n\n本文章为二次创作，若有不好之处请多多指教。\n文笔不好，基本是可以算是得参与奖了吧。\n虽然与童话城堡无关，但是作为全年龄向是可以的。\n嘛，这个三月，已经失去许多人了(悲)\n谢谢大家的滋磁，同时也请你们能了解一下签名档图片内的不思议的旅行大型mod脑洞~\n\n@gggbbb\n\n\n\n  「莲子，东之国是哪里了呢？」\n  「大概是在东京那边吧，\n    或者说还是在茨城那边？」\n  当人们无法安稳入睡时，一定很烦躁吧。\n  东之国的不眠之夜，应该是不会在世界睡眠日发生的。(笑)\n\n  「莲子，我说啊。」\n  「嗯？」\n  「月面旅行什么的...\n  你有什么想法吗？」\n  「你还真是想急着看到月面的样子呢...\n  真拿你没办法...」\n\n  梅丽畅谈了自己的月面旅行计划后与莲子告别，向回家的道路走去。\n  待梅丽自己回到家中，已是正子时。\n  她洗漱后躺在床上，静静地望着房间里纯白的天花板。\n  「东之国的不眠之夜，\n  应该是整个国家的人都失眠了吧？」\n  梅丽自言自语地笑了一下。\n  她侧过身子，悄悄地进入了梦乡。\n\n  ......\n\n  亥时二刻，妖怪之山山脚下。\n  哒哒的脚步声在被大雪覆盖的森林里显得格外幽静。\n  「要是莲子在了该多好，\n  这样子一来，她就能看到我所描述的世界了！」\n\n  梅丽格外兴奋的沿着小径向前进发。\n\n\n\n\n  一条结冰的小河拦在梅丽面前，有几只被冰冻的青蛙在河对岸仿佛在看这个外来者。\n  「应该可以大胆地走过去吧？」  梅丽先迈出一步试探一下，快速地站稳了在冰面上。\n  接着张开双手，一步一步轻松地走到了河对岸。\n\n  「我在你后面呢！」一个小孩子的声音突然出现在梅丽身后，吓了她一跳。  但是转过头，并没有人在那。\n  「是谁？」梅丽慌张地小跑，向小径继续前进。\n\n  一阵寒风吹过梅丽的发尾，周围的大树与灌木响起沙沙声。\n  那个看不见的神秘妖怪突然出现在了梅丽前方的不远处。\n  梅丽刹住了脚步，反倒慢慢后退了几步。\n\n  「我没有见过你，你是谁!」一个身穿蓝色连衣裙的小女孩得意洋洋地站在小径上，她看起来很“冷”。\n  但是在梅丽的眼里，这个小女孩极大可能附带着危险性。\n  「来弹幕对决吧，\n  那个小女孩拿出了几张像卡牌一样的东西。\n  赢了就放你走！」\n\n  「什么是...弹幕对决？」\n  「就是弹幕的对决啊。」\n  「弹幕...是什么东西？」\n  那个小女孩用手扶额了一下，\n  「就是一种子弹啦，你难道不是这里的人吗？」\n\n  梅丽倒认为这个小女孩手上的卡牌应该不会有太大危险，她打算谈谈。\n  「那个...请你能放我走吗？我是刚来这里不久的人，不懂路。」\n  「嗯...\n  那个小女孩想了一会。\n  我不管！我琪露诺现在睡不着，很无聊！」\n\n  「琪露诺？...」\n  梅丽小声的自言自语了一句。\n  「原来你也知道最聪明的我！\n  那个小女孩听到了她的那句自言自语，突然显得有些高兴。\n  好吧，那我放你继续前进，有事记得回来跟最聪明的琪露诺我说啊！」\n\n\n\n\n  「好险，摆脱掉她了。」梅丽慌张的望着四周，在确定那个小女孩没有跟上来的时候，她就安下心来了。\n  子时快过了，丑时准备到了。  \n  在小径的路前方，有一点微微的亮光在摇晃。\n  「那是人类吗？\n  梅丽停下了脚步，朝亮光处呼喊了一声。\n  请问一下，是人类吗！」\n\n  那个亮光注意到了，向梅丽走过来。\n  近一看，原来是一个从村庄来的小孩提着灯笼。\n  「是你刚刚在叫我吗？」\n  「啊，是的。\n  你能带我去你们的村庄吗？我迷路了。」\n\n  小孩耸了耸肩，让梅丽跟着他走。\n  他手中的小灯笼正晃来晃去，还经常碰到什么噔噔的响着。\n\n  过去了有一定时间，一个很大的村庄出现在视野内。\n  这里是一个比周围森林矮一点的盆地地形，不过这当然是很适合做为村庄的地方。\n  那个小孩带着梅丽来到了他家，她有些不好意思，但是总比被奇奇怪怪的家伙袭击好。\n\n  小孩的家里只有他和他的姐姐，父母在很早以前上山砍材找草药时一去不复返了，至今未归。\n  小孩还说，那时候他才大概三四岁左右，现在已经过去十年之久了。\n  梅丽起了同情之心，这一场闲聊就到此结束了。\n  小孩熄灭了灯火，给梅丽整出一张被褥回自己的房间睡了。\n\n 外面虽然没有下着大雪，但是之前的大雪还略有痕迹，幻想乡现在是十二月。\n\n\n\n\n  梅丽从自己的床上醒来了，早晨的阳光穿过窗帘照射在地板上。\n  「8点钟啊...正好啊。」\n  在洗漱整理之后，梅丽就出门了。\n\n  ......\n\n  「你终于到了啊，这次我可是比你先的哦！」莲子得意的笑起来。\n  因为今天是星期日，可以在咖啡馆浪费这一天的时间。\n  在这个时代，点餐叫服务员什么的已经被一些智能的机器人代替，菜单一般就放在餐桌的旁边，这种菜单是一种小的显示屏，上下翻动可以查看更多内容。\n  机器人收到了每一桌菜单的信号后，就会过去将后台厨房的东西送过去。\n  不过，厨房里的工作也是由机器人代替的。\n\n  「我在那一个世界里看到了人类。」\n  「活着的人类！？」\n  「嗯，是的。」\n  梅丽略为组织了一下语言，\n  「连妖精都是跟人类长得很像的，\n  不过，在那个世界里好像使用一种叫“弹幕”的东西来决斗出胜负成败的，听一个奇怪的家伙说这种东西就是一种像子弹一样的东西呢。」\n\n  「“弹幕”？还真是挺稀奇的呢...\n  莲子想起了一些视频网站上的那种弹幕，\n  诶梅丽，这种像子弹一样的东西你亲眼看到了吗？」\n  梅丽很遗憾的摇摇头，并告诉莲子她从奇怪家伙那里逃脱了，并没有见到什么“弹幕”。\n  「不过呢...」\n  「嗯？」\n  「它们好像使用一种类似那种玩具卡牌来释放“弹幕”的。」\n  「这肯定不符合力量守恒定律，\n  卡牌能放出子弹已经是奇迹了。」\n  莲子轻轻切出一小块蛋糕，放入口中。\n\n  蛋糕的奶油在嘴里融化，那种滋味是很令人喜欢呢。\n\n\n\n\n  小孩每天太阳刚出来时，都要去山上拾柴火回来做早饭给姐姐和他自己。\n  但是令他感到奇怪的是，梅丽居然比他还提前走了。\n\n  是的，幻想乡与梅丽和莲子所处的这个世界的时间段不是一致的。\n  从总的角度看起来差距比较大，但更大的是结界外与结界内的时代差距。\n\n  ......\n\n  「话说莲子，虽然现在还有很长时间才会到暑假...\n  不过我想，要不我们到中秋月最圆的时候去月面旅行吧？」\n  「中秋啊...比较有民族风味呢。\n  那就多带点团子去，就这样了!」\n\n  夕阳升起了。\n  「那么梅丽，下周再见吧？\n  期待你到时候能跟我好好讲讲更多的故事~」\n  「嗯，下周再见...」\n  两人在夕阳下的十字路口上道别了，不知道下一周会发生什么呢？\n\n\n\n\n  梅丽在放暑假的时候，终于能在梦里回到幻想乡来了。\n  可能是因为现实上的问题，她从上一次到现在一直都没有做过一次梦。\n  她依然回到了小孩的家，小孩还没有回到家里来，但其实，她还没有注意到在幻想乡已经过去新的一年了。\n  为了不打扰他的姐姐，她自己一个人出去了。\n  现在是戌时三刻 ，村庄的街上人还挺多。\n  梅丽走在街道上，虽然没有招来异样的眼光，但是她心里还是很不安的。\n\n  「请问一下，去山上的路怎么走呢？」\n  「从前面一点右拐那个小道就可以走到去山上的小径了，不过据说那里最近夜晚妖怪非常多，建议你还是别去了。\n  买串团子吗？」\n  「谢谢，不用了...」\n  梅丽从一家团子铺得到有用的消息后，就离开了。\n\n  正亥时时，夜晚下的森林只有几声猫头鹰和蝉鸣的声音。\n  「我记得现在才六月中旬...\n  怎么这里就这么热呢？\n  是不是我在睡觉的时候被子太厚了？」\n  梅丽发现自己的手机依然在自己的口袋里，而且还是满电状态的。\n  「现在的确是六月中旬啊...\n  难道我梦里的这个时间与现实世界有真么大的时间差距吗？\n  这种温度...应该是在八月份才有的吧？」\n\n  其实，幻想乡现在处于五月初。\n  因为幻想乡的各村庄人口没那么密集繁多，加上空气质量也比较好，整个幻想乡就像保持在18世纪末尾一样。\n  幻想乡的时间其实很正常，只不过外面的世界变得飞快了而已，所以才变成了外面的世界半个月、里边的世界就已经过去了五个月的现象。\n  但是因为梅丽的能力关系，每次她来到幻想乡后只会发现差距两个小时半，但其实在外面的世界时只是梅丽没有感到时间加快了而已。\n\n\n\n\n  梅丽小跑的脚步声在夜晚上显得格外响亮。\n  「快到山顶了！」\n  她加快了脚步。\n\n\n  哒哒哒哒哒......\n\n  这里是妖怪之山的山顶，梅丽因为在路上没有碰到妖怪什么的而轻松上来了。\n  虽然此时，一阵神秘的声音靠近过来了，梅丽认为这就是她要找的目标——百鬼夜行。\n\n  这种传说中的故事是梅丽在图书馆的一本小说里偶然看到的，不过她想到自己梦中来到的这个世界也会不会有这种东西呢？\n  她悄悄躲到旁边的一棵小树后面，好暗中观察路过的妖怪都有些什么举动。\n\n  一个看起来只有1.6米高、头上有两个长角的女孩出现梅丽的眼前。\n  她的身旁还有一位比较高壮的少女，不过她只有额头上有一个红色的角。\n  「翠香，我们还有什么时候到啊？」\n  「大概翻过这座山就是了吧。」\n  那个女孩提起一个大葫芦就喝起来，虽然不知道里边装着些什么。\n\n  「喂，\n  现在路上还在喝啊？\n  不要到那边你就喝不下了啊。」\n  「完全没有关系，\n  倒是勇仪你在酒量比我差吧？」\n  「欸，\n  你这句话有点让我不开心啊喂，\n  劝一下你还不得吗？」\n  「知道了知道了，勇仪你有点啰嗦啊。」\n\n\n\n\n 梅丽觉得跟着她们应该可以找到百鬼夜行，尽管刚刚令她惊喜了一下。\n  就这样，梅丽一边听着她们闲聊一边来到了所谓“百鬼夜行”的场地。\n  这里有许多奇奇怪怪的妖怪，不过梅丽惊奇的发现这些妖怪的样子都是一些女孩子或者少女之类的，更准确来讲，这场“百鬼夜行”也只不过是一个宴席罢了。  妖怪们分好几十桌，桌上都是许多的美食与用一碗碗盛的清酒。\n  之前那两个妖怪在每个桌每个桌之间都聊些什么，然后为其它妖精倒酒。\n  这些酒都是由一个红色的碗和紫色的葫芦倒出来的，这种神奇的东西就像个无底洞一样可以无限倒出酒来。\n\n  梅丽在一旁看傻了眼，但是找了一下身上的口袋却没有找到自己的手机。\n\n  ......\n\n  「你说飞行的怪物最怕什么？」\n  「最怕被一些人类降服吗？」\n  「不不不，\n  是在飞行的时候穿的不是灯笼裤...」\n  这是一种叫相声的表演，目的主要是戳到更多台下观众的笑点。\n  妖精在宴会的舞台上表演一些自己的拿手好戏，台下的观众时不时会被逗得合不拢嘴，场面越热闹就说明表演就越精彩越有趣。\n  「还真是希望自己能享受到这样的生活啊...」梅丽在一旁已经看呆了。\n  「蹲累了吧，我拿了一张凳子...」\n  梅丽被这句突然从背后传来的话吓了一跳，回到了她所处的现实世界。\n\n  在宴会上的那个从背后传来的声音正是梅丽上次碰到的那个小女孩琪露诺。\n  她的话还未尽梅丽就凭空消失在了自己的眼前，她还特意揉了揉眼睛怀疑自己是不是看错什么。\n  「真是奇怪了...」  琪露诺在相信是自己眼花后，提着自己带来的小木凳去宴会上坐了。\n\n  现在是早晨9点15分。\n  「呼，  最终还是被发现了吗？」\n  梅丽调整好心情，洗漱整理好之后就再一次出门了。\n\n  「诶，梅丽。\n  你这一次迟到了半个小时，\n  是不是出了什么事吗？」\n  「没，没什么。\n  其实啊，上一次与你去市中心的那个图书馆的时候...」\n  「有什么问题呢？」\n  「就是...\n  我无意间看到了一本小说，\n  写得都是一种古代传说中的各种妖怪在夜晚的活动。」\n  「百鬼夜行？」\n  「啊，是的。\n  我昨晚在梦里是见到了，\n  但是与书中写的不是很相符。」\n  莲子有点感兴趣了。\n\n  「大概是怎么样的呢」\n  「其实就是妖怪们的酒宴啦。\n  而且与以前人们摆的宴会差不了多少，\n  根本没有什么百鬼夜行这么恐怖的说法。」\n  「原来妖怪也喜欢举行群体活动和喝酒啊...\n  真是令我大开眼界了。」\n  梅丽这次选在团子店约见，莲子还是比较开心的呢...\n  我想，偶尔吃一点团子来消遣一下时光也是可以的呢。\n\n\n\n\n  夜幕再次降临，梅丽这一次非常轻松地进入了结界内。\n  昨晚的宴会场地变为了长满一些不知名小花的草地，没有一点痕迹留下。\n  「欸，\n  今天继续去寻找这种有趣的有趣的活动吧？」\n  小径上又响起了哒哒哒的脚步声...\n\n  在幻想乡里，妖怪其实大部分还是友善的吧。\n  当然，只要人们不去打扰她们，\n  或者妖怪们不去人间之里捣乱，\n  关系的话还是很好的呢...\n\n  END——\n作者：泽智莲华(x_lin0_0)\n原作：ZUN(太田顺也)\n最后编辑日期：2018.3.28\n\n  最后，\n  祝读者在即将到来的初夏中，\n  能够睡个安稳觉，得个好运气，\n  与自己的小伙伴们玩得开开心心的，\n  毕竟开心就是好事嘛 ;)\n        ——澤智 蓮華(Sawa Renka)\n\n\n\n原CD附带故事(原作：上海爱丽丝幻乐团)\n(并非我本人创作XD)\n(选自专辑：大空魔術~Astronomy  Magic )\n\n\n  3.东之国的不眠夜\n  (Vampirish Nightlife)\n\n  「说来，打算什么时候动身去月面旅行？」\n  「梅莉还真心急啊。\n    反正到时候肯定人多，所以我想至少尽快先预约一下比\n  较好呢。」\n  「放暑假那会人肯定多到不行，而且又那么热。我们稍微往后推迟一点，\n    秋天的时候如何？」\n\n  「我怎么觉得在月球和宇宙上是感觉不到热的呢，不过说的也是。\n    秋天比较好呢。有民族风味。\n    既然这样我们就选在今年中秋月圆的时候去吧。」\n  「再带一些团子去。\n    就这样吧，就这样吧。」\n\n  即便是能够轻松获得各种情报的现在，只有宇宙还保持着永远的浪漫。\n　作为那浪漫之一，我想如果能够飞去那最有魅力的月球的话，不管是谁都会想要去看看吧。\n但是这个时候，二人还并不知道做一趟这样的旅行的费用。\n\n\n关于更多少女秘封俱乐部的更多人设与故事设定请点击我签名档的图片，在图片超链接过去的帖子内可以找到。\n\n\n\n\n\n\n\n\n\n[groupid=1535]北巡project[/groupid]\n\n\n\n\n\n\nmfjlb.jpg\n(235.76 KB, 下载次数: 2)\n\n\n\n\n下载附件\n\n\n2018-3-27 14:02 上传\n\n\n\n\n\n\n\n\n宣传图——春\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1521673320,
            "txt_content": "加油，虽然字数少"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522217640,
            "txt_content": "东国终章了，谢谢各位的滋磁。"
        },
        {
            "author": "Marospy",
            "timestamp": 1522244100,
            "txt_content": "加油加油！"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1522508280,
            "txt_content": "还有两天就要结束了，虽然我根本没有把握拿到第一\n不过我来这其实也只是传教+捞个小奖就够了，并没有太大目标啥的..."
        },
        {
            "author": "xcc",
            "timestamp": 1522564200,
            "txt_content": "发现车万人（划去\n标题已经暴露了（）（）（）"
        },
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227640,
            "txt_content": "墙都不服就服你"
        }
    ]
}