{
    "title": "【原创/连载】[另一个世界] 第十章 enter the rabbit hole",
    "author": "秋叶枫苓",
    "replyCount": 1,
    "timestamp": 1521727560,
    "txt_content": "眼睛睁开时，感觉身体还有点疲惫，但已经比开饭前好了不少，但看到窗外一片晴朗，我不由地愣了下\n啊，好像我们只是睡了个午觉来着\n而更让我意外的是，我这次竟比小坑起的还要早，在我的隔间，传来稳定的呼吸声\n记忆里还从没看过小坑睡颜的我玩心大起，悄悄凑上前想捏住他的鼻子\n越过隔间，小坑的脸呈现在我面前，相处那么多天从未察觉的我，如今却发现小坑——\n其实……是个美少年？\n不不不，不是，虽然没有美到那么过分，但至少五官十分均匀，而且头发还是长长的金发，虽然他本人之后用衣服扯下来的线绑了起来，皮肤也白的有些过分\n糟、糟糕……怎么感觉身体里有些奇怪的东西苏醒了……\n在我沉思了一会后，我突然想起了自己本来的目的，但在我手还在瞄准时，沉睡公主的双眸突然睁了开来，与我四目相对\n然后，今天我知道了三件事\n第一，小坑其实是个非常羞涩的可爱的男孩子，难怪我在游戏里调戏他的时候他总是那么正经地回复\n第二，他的大腿很有力\n第三，只要冲击够大是可以破坏一定程度的方块的，举个例子的话，比如你在某个八格高的火柴盒里被人从二楼踹下去摔在一楼的饭桌上，你除了会感觉背部像是被硬掰开一样疼痛饭桌还会被拆下来一块\n嗯，真是物有所值呢，别问为什么例子那么具体\n“呜……哈……吵死了……谁在一楼打滚啊……嗯？小坑……你为什么捂着胸……咦？脸怎么那么红……”\n————————————————————————\n“……喂！龙猫！好了没啊！说好睡醒去挖矿的是你吧！”\n“吵死了！背部受重创的人又不是你！”苏菲的吼声在门口传来，我也充满抱怨地吼了回去\n“你血量槽不是已经回满了吗！”\n“我鬼知道啊！疼就是疼啊！”\n我收拾好背包后，一脸不爽地走到了门口，苏菲皱着眉看着我，小坑则比较尴尬地别过了视线，我对苏菲做了个鬼脸，三人便一起向着泥山的背面出发了\n吃完肉干补充完盐分之后，我们三人脱离了乏力状态，于是讨论之后，将推到明天的挖矿计划又挪了回来，毕竟矿洞离家确实不远\n矿洞是我和小坑在砍树时发现的，纵向的那种，之后我们回去的时候大概测了测，离家不到一百五十格的距离，就在旁边搭了个泥土竹子，想着以后来攻略了\n……不过真的很奇怪，路上每走一步我的背部都会发疼一下，是因为摔落伤害还是人为伤害？不管怎么说以后还是小心点吧\n路上闲聊了一会，和苏菲边跑边挥木剑对打了一会，顺便砍杀了一只因为树荫没被烧死的僵尸，而在砍杀时，我完美格挡了一次僵尸对我肩部的攻击，看来每天早上在我们圈养的僵尸那里练习格挡还是有效果的，当练习多了之后，会感觉僵尸攻击过来时有个明显的节奏，就像玩音游一样，在最恰当的时机架剑就能格挡下来了走了一会，背部不知是不是错觉感觉疼痛稍微减轻了一些，而我们三人也来到了洞口\n我们都切了下物品栏，确认火把和石镐、木镐都带齐了，而小坑和苏菲还额外带了弓与箭和食物，即使我们三级了，石质工具也一样沉重，我们也只是正好双手能挥动石镐的程度\n弓和仅剩的八只箭我和苏菲都让给了小坑，根据之前判断我们三人擅长弓箭的也只有他了\n深吸了一口气，我望向了矿洞，而像是回应我一样，洞口突然吹来一阵风，发出像是幽灵低语的声音，我不自觉地抖了抖\n又踌躇了一会，在苏菲和小坑的推搡下，我带头走进了漆黑的矿洞\n左手的火把散发出温暖的火光，走前两步我发现前方有个两格高的小落差，下去之后大概就是真正进入矿洞内部了\n握紧了右手的木镐，我在内心给自己打气\n哎呀，挖矿而已啦，都挖过多少次啦，僵尸都砍死多少只了我在怕什么啊真是\n自己吐槽自己，我带着从容地微笑向前小跳了一步，落在了矿洞内\n“咔朗————朗————朗————”\n“嘎吱、嘎吱、嘎吱”\n“呜——”\n啊，我后悔了，这跟游戏里完全不一样啊\n每踏出一步，矿洞里便传来阵阵回音，火把的火苗因为有风十分十分十分不稳定，光芒能百分之百照耀的地方只有自身周围不到四格，各种奇奇怪怪的声音从矿洞里面传出来，我的内心里哭喊着涌现出想要回到我身后充满阳光的地方\n深呼吸了好几口气，我回头看了眼我身后的两个火光，小坑也跟我一样表情看起来没之前的从容，苏菲更直接地藏到了小坑后面\n再这样耗下去根本没有进展，我叹了口气，左手在一块圆石上放下了一个火把，向我身后的两位点了点头，三人便向着矿洞深处走去\n没走两步，我们便发现了一大片煤矿，而石镐每敲打在煤矿上，当当的声音就在矿洞里回荡，真的感觉进来矿洞里面后精神值就一直在掉，我们不会真的在里面发疯吧\n“……为什么有那么多奇怪的声音啊……谁能告诉我MC里面到底有什么东西能在矿洞里发出‘碰咔碰咔’的声音啊……”苏菲带着哭腔的声音在旁边传来\n“别说了，我这里还有‘滋溜滋溜’的声音呢”\n“……这个是暗河的声音吧，明显的水声都分不清了么小坑”\n看来大家的精神都一样脆弱呢，不过也是，毕竟都有湖泊了，有个暗河也不奇怪啊\n将煤矿收干净，苏菲顺手插了个火把，三人继续向矿洞下面走，万幸的是矿洞似乎不是什么大矿洞，没有什么岔路，三人举着火把慢悠悠地前进着，突然还觉得有些兴奋了\n转过一个石柱，我下意识地举起火把观察地形，突然在左边临近天花板的地方，看到了一个镶嵌着许多棕黄色物体的方块\n“有了！”\n“了——了——l——e——”\n结果喊声经过几次放大变成了巨大的回声，小坑苏菲和我都捂着耳朵头疼了好一会，之后在两人满载怨恨的眼神下，我们来到了铁矿的下方，观摩了起来\n跟之前的煤矿一样，铁矿的样子也不是平平整整地，有许多棕黄色碎块突出来，煤块也有黑色的碎块，石头挖掘下来之后有尖锐的凸起，小坑在制作的时候还给扎到了\n看了一会后，我深吸口气，切出了石镐，突然加重的重量让我闷哼一声，换成双手持镐后，我对着目标用力挥起了镐子，挥了大概七八下，铁矿石方块终于应声爆裂，变成了迷你物品落到了我的脚边，稍微往如今已经空掉的小洞里看了眼，果然还藏着几块铁矿\n再挖下一块铁矿后，我感觉彻底没力气了，于是在换到小坑也挖了两块，苏菲挖掉了最后一块，我们这次下矿最大的目标已经达成了\n虽然之后矿洞还能往下，不过我们三人都一致觉得该回去了\n“……不过这个矿洞里面风真大呢”在回去的路上，小坑一边回收火把一边说道，我看了眼被我们放在墙上的火把，火苗一直向着洞口那边摇曳，确实有点奇怪\n“可能另一边连着另一个洞口，洞口外面风比较大吧”苏菲猜测道，我耸了耸肩，三人再往前走了一点，已经能看到洞口的亮光了，不过……为什么那么暗，应该还没到傍晚吧？\n从洞口跳了出来，我下意识看了眼天空，被厚厚的乌云给吓到了，我身后的小坑和苏菲也应该是愣住了，出来后一句话也没讲\n直到，背后突然传来一阵冷冰冰的触感，我们三人才回过神来\n“……跑啊！”“……快跑！”“……跑呀！”\n身上冰冷的触感越来越大，最后一定变成被打击的痛感，顶着暴雨，我们三人回到了据点的木屋，木屋外的火把已经全部熄灭了，看来这个世界还是有部分物理规则的，三人像是土匪一样打开门涌进了木屋，小坑站起来后抖了抖身子，关上门顺手用两个木块堵住了门口\n我和苏菲顿了顿，也站了起来，三人顿了顿，互相看了眼对方浑身湿漉漉还在滴水的样子，屋外不断传来雨水洒溅的声音，而屋内传出了三人像是傻X一样的笑声\n——————————————————————\n“还在下呢”苏菲趴在床上，透过小小的玻璃望着外面说道，自从雨开始下后，声音似乎一直没有减弱，反而有些加大\n将衣服晾干，吃完午饭，补充了水分，顺便讨论了一下明天铁矿该怎么烧，时间应该已经来到晚上，没有任何现代物品的我们，只能选择早早入睡\n“今晚是练不了级了，希望明天我们圈的那只僵尸还在吧”我打了个哈欠说道，听着有规律的雨声，意识逐渐模糊了起来\n“我们的生活终于开始步入正轨了呢……不过我还是没搞懂我们要怎么回去”小坑将话接了起来，“难道我们之后要一辈子生活在这里了吗”\n“嗯……如果是原版MC的话，通关条件是什么呢？”\n“干翻末影龙啊”“打到末影龙吧”\n下意识回答了苏菲的问题，我突然愣了愣，猛地坐了起来，发现小坑也变成了坐姿，表情跟我一样，瞪大着眼睛\n“苏菲你他娘的还真是个天才啊！”\n“很大可能，如果说我们有主线的话也只有这个了”\n“说是这么说……我们现在食物也就这样，石质武器也只能勉强挥动，明天弄到铁估计做成工具也和之前一样，打倒末影龙要什么时候啊”\n苏菲的话稍微让我和小坑冷静了一下，顿了顿后，我们两人十分默契地一起向后仰，躺在了床上，之后便没人说话了，暴风雨中，幸好我们还有坚固的房子和不会背叛自己的彼此\n这也很安逸啊，不是吗\n\n\n\n——————————————————————————————\n设定补充栏目（苏菲人称）\n⑥关于火把，根本没有原版那么方便，虽然放在方块上或者插在墙上跟原版一样可以根据奇妙的原理做到，但是火光根本没有原版那么稳定，有一点风都会让照耀的范围变得不稳定，而且好像一个方块里能放很多根火把的样子？\n……矿洞好黑好可怕(??Д?)\n",
    "replies": [
        {
            "author": "sss1",
            "timestamp": 1522161540,
            "txt_content": "三个人有充足的发展时间，对付一条龙，总不会太难吧？\n敌对势力如果有智力会比较有意思吧？"
        }
    ]
}