{
    "title": "[Minecraft.net|INSIDER]本周方块：砂砾",
    "author": "LocusAzzurro",
    "replyCount": 2,
    "timestamp": 1521838860,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-3-23 22:07 编辑 \n\n\n\nBLOCK OF THE WEEK: GRAVEL\n本周方块：砂砾\n\nPower to the Pebble\n还政于珉\n\nIf there's one block that you don't want to run into while mining, it's unquestionably lava. Lava can really ruin your day. But if there are two, then we'd vote for the second one being gravel, a mild irritation that also happens to be our block of the week.\n如果要选出挖矿时最令人深恶痛绝的方块的话，那绝非熔岩莫属，它绝对能毁掉你的好心情。但是如果要选出第二个的话，我们应该会把票投给砂砾这扰人心神的本周方块。\n\nGravel has been a part of Minecraft since May 2009, when it was added to the game alongside other basics like sand, coal and trees. Unlike those blocks, however, it's always been largely decorative - spawning in pockets underground that really get in the way when you're digging a tunnel, or in small quantities on beaches and near pools of water.\n从2009年五月起砂砾就是Minecraft大家族的一份子了，它和沙子、煤矿和树木等基础游戏元素一起来到了我们的世界。不过和这些方块不同的是，砂砾一直只被作为装饰被一团团生成在地底，成为你挖掘隧道时的拦路能手。此外，在水岸和滩涂之间也能发现少量砂砾的身影。\n\n\n\nIf for some reason you need large quantities of gravel, then you've got three options. The first is to hunt down an extreme hills M biome, which is full of entire mountains made of gravel. The second is to visit the Nether, where it spawns in big veins between y-levels 63 and 65. But the third, and probably easiest, is to dig or swim down to the bottom of an ocean biome, where it covers the sea floor.\n如果你有采集大量砂砾的需求的话，那么你有三个选择。一是寻觅一方名为峭壁M的生物群系，这里林立着完全由砂砾构成的山峰。二是深入下界，砂砾会在Y高度63到65范围内以大型矿脉生成。第三个可能是最简单的方法，就是挖到或者游到海洋生物群系底部布满砂砾的海床上。\n\nAs you've no doubt noticed, gravel behaves exactly like sand and anvils in that it'll fall if there's nothing underneath it. If it lands on a mob or player, covering their head, they'll start to suffocate unless they move or dig their way out. If gravel lands on a non-solid block, however - like a torch, slab, or minecart rail - then it'll break and become an item. Neat!\n就像你一定已经注意到的一样，砂砾与沙子和铁砧有着相同的特性：它们在下面没有东西时会下落。如果沙子落到了生物或者玩家身上盖住了他们的头，除非挖出一条路来，受害者就会开始窒息。如果砂砾落在了非固体方块上，比如火把、半砖或者铁轨上，它就会碎成物品形态，真是绝妙！\n\nThis quality is particularly handy when dealing with large pockets of gravel underground. If you know that digging through a block is going to cause a cascade of gravel, then place down a torch where the gravel will land and the whole column will be converted into easy-to-pick-up items.\n在需要处理大堆砂砾时利用这个特性尤其顺手。如果你知道挖掉某个方块会引起砂砾塌方，就可以在砂砾的落点放上一支火把，这样整个砂砾柱就都会变成可以信手拈来的物品了。\n\n\n图片来自 Stan Zurek，遵循 CC BY-SA 3.0协议转载\n\n\nIf Minecraft gravel is largely decorative, then real-world gravel is enormously useful. Globally speaking, far more roads are covered with gravel than with concrete or tarmac. In Russia alone, more than 400,000 kilometres of road is surfaced with gravel. Not only that, but gravel is a crucial ingredient in the construction industry: it's used to make concrete, to make roof tiles, to make icy roads less slippery in the winter, in landscaping and even in water filtration.\n如果说Minecraft中的砂砾极具装饰性，那么现实世界中的砂砾就极具实用性了。在全球规模上讲，砂砾覆盖的路面面积要比水泥路和柏油路的面积多得多。不止这样，砂砾还是建筑工业中的关键原料：可以用来制作水泥，制作屋瓦，可以让冬季的路面不再那么滑，还可以用来造景，甚至可以被用在水过滤中。\n\nThankfully, it's pretty easy to find. Gravel is all over the place in the real world, created when erosion by water, weather or ice break big rocks up into smaller pieces. Particularly large deposits of gravel were left behind on the southern edge of the glaciers that covered the northern hemisphere in the most recent Ice Age - which is why you'll find so many gravel pits in Canada and northern and central Europe.\n还好砂砾很容易就能找到。它在现实世界中随处可见，大石块在被流水冲刷、风吹雨淋或是寒冰侵蚀后便会碎成小块形成砂砾。上个冰河世纪曾经盘踞在北半球的冰川在它南部的边缘地带留下了及其多的砂砾沉积，这也是为何你在加拿大、北欧和中欧会找到那么多的砂砾坑了。\n\n\nSo the next time you're crunching your way down a gravel driveway or path, take a moment to think about where that gravel might have come from. Maybe it was once part of a mighty mountain, broken down into tiny chunks tens of thousands of years ago by the inexorable force of an ice age. Maybe it was a cliff that was torn to pieces by waves during a winter storm. Or maybe it was just a boulder that was broken into bits by humans with power tools. Either way, it's pretty darn impressive!\n在你下次走在铺满砂砾的车道或者小路上的时候，不妨花点时间，让思绪追寻这砂砾的渊源。或许它曾存在于雄伟的高山中，在数万年前冰川时代的摧残下分崩离析。也许它曾是高峭的悬崖，于寒冬的风暴中，在浪潮的拍击下支离破碎。或者它可能曾经只是一块平凡的石头，被人们用电动工具敲得粉碎。但不管怎么说，都是相当精彩的故事！\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-gravel\n原文作者：Duncan Geere\n发布日期：2018/03/23\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1521844140,
            "txt_content": "让我想起了打火石"
        },
        {
            "author": "youwen",
            "timestamp": 1521852540,
            "txt_content": "我认为砂砾是个业界毒瘤，每次挖矿头顶必掉"
        }
    ]
}