{
    "title": "【三月活动】圣父的黑面包",
    "author": "Nethop",
    "replyCount": 2,
    "timestamp": 1521850200,
    "txt_content": " 本帖最后由 Nethop 于 2018-3-24 08:17 编辑 \n\n  弗伦住在鲍里斯太太的后厨里。\n\n\n  在他们的头上，住着个可怜的传教士——是个平凡的传教士——鲍里斯太太则是个平凡的商人，和那些谋求利润的商人没什么区别。\n\n\n  那是个守贫的传教士，不然也不会选择住在生意人的阁楼里。弗伦没有上过阁楼，但是总会在星期六晚上从鲍里斯太太那里得到黑面包的时候与刚刚回来的传教士打个照面，一个相当瘦削而苍白的人。\n\n\n  等到弗伦帮鲍里斯太太送完东西，他看见自己的主人在和那个传教士争论着什么——传教士用几个可怜的铜子买下了些咖啡豆和干酪。鲍里斯太太从架子上面的旧书里拉出一页来当做纸包用，这让传教士很不高兴。\n\n\n  “啊亲爱的，”鲍里斯太太说，“这些东西我还多得很，只要给废纸商几个子就能弄来一大箱。”\n\n\n  “炼狱之歌在纸间回荡。”传教士皱着眉回答，“我想我不需要干酪和咖啡豆了，我能不能买下神……那本旧书。”\n\n\n  “当然可以，但你知道，这书不比几块乳酪有用。”\n\n\n  “我当然知道，但我还是要它。”\n\n\n  鲍里斯太太鼻孔吹了几下，把咖啡豆和干酪收起来，将那本旧书连着扯下来的书页一并给了传教士。\n\n\n  我们的小弗伦可不太懂大人间的对话，入夜后他缩在后厨的板床上，怎么也搞不懂二人的对话：“床啊床，他们为什么会因为几张纸搭话呢？”\n\n\n  “你不知道，那是相当有名的书籍。”床板回答道。\n\n\n  “那又能怎样呢，书是不能吃的。”弗伦在狭小的地方翻了个身，“没有食物，人是会饿死的。”\n\n\n  “你该出去看看，书里记录着知识。”立架搭话道，“现在我手里拿着的这本，里面就记录着怎么做出美味佳肴的知识。”\n\n\n  “知识是不能和食物相比的。”更远处，响起煎锅的叫声。\n\n\n  “你们这么说，我也不知道知识到底是什么。”弗伦闭上了眼睛，“所以明天，我从鲍里斯太太那里拿到面包后，就去找他问个清楚。”\n\n\n  “你不明白，等你知道了知识，你会忘了自己的面包的。”\n\n\n  周六很快就到来了。这一次，鲍里斯太太的黑面包的吸引力似乎没有所谓“知识”高，但弗伦还是焦急地等着雇主的奖赏。\n\n\n  “黑面包是可以填饱肚子的啊。”弗伦自言自语道。\n\n\n  弗伦从鲍里斯太太那里得到了黑面包后，就带着它上了二楼。\n\n\n  那个苍白而瘦削的男人在听到敲门声后不久就把门拉开，屋里点着几星微弱的火，月光从窗户里渗入那张旧书桌，以及在之上的几本书。\n\n\n  “我不清楚，知识到底是什么，它和面包比起来哪个重要？”弗伦仰起头，对着那个人直接发问。\n\n\n  苍白先生蹲了下来：“比起这个，你进来坐下吧。”他指了指角落里那个几乎要散架的扶手椅。\n\n\n  “我可以将知识借给你，就在这里。”传教士拿起书桌上的书，“一些很简单的单词，我相信你能看懂……不，还是由我读给你听吧。”\n\n\n  他捡了另一把椅子坐下，摊开书本，显出亲切的态度来。\n\n\n  屋里瞬间就明亮起来了，那束夺目的光从书中射出来，逐渐生长，恣意弥满，最后产生出一颗硕大的，在二人头顶伸展开的巨树。每一片叶子都是用猫眼石精雕细琢的，每一朵花都是用红刚玉倾尽匠心的，每一支芽都是用金绿玉捶打装饰的——小天使们围着这颗树飞绕，唱着婉转而优美的歌声。\n\n\n  弗伦从没有见过这种景色，就连他在圣诞节得到双份的黑面包也无法填满的喜悦——他眨着自己黑色的眼眸看啊看啊，用自己那瘦弱的双耳听啊听啊，总怕错过了仙境，误听了天曲。\n\n\n  然后，这幅美景消失了，屋子里回归了那几点衰火。传教士已经把书合上，看着弗伦。\n\n\n  “我从未见过这样的景象，出乎我的意料之外。”如果不是和传教士在一起就没有黑面包了，弗伦肯定会选择搬到二楼。\n\n\n  “是的，孩子。”那个传教士伸出自己枯瘦的手指，“刹那的狂喜，精神都得到饱足，接近神绝不是依靠面包和干酪，而是依靠感受与知识。”\n\n\n  “但是没有面包和干酪，人是会饿死的。”弗伦看了看自己放在木床上的黑面包。\n\n\n  “是的，你说的没错。”传教士坐下来，“所以现在，我们来填饱肚子，继续追寻吧。一人擘饼，从而养活千人的例子，不就在经上记得清楚吗？”\n  “你说的很对，”弗伦点点头，“那么我们一起吃掉吧。”\n\n\n  他把面包一分为二，一半给传教士，一半给自己。\n  \n  就这样，每个周六，弗伦都会到二楼和传教士相互分享——故事和面包。\n  \n  “不必担忧，不必失落。”小伙子颤抖地说出这些话，“美丽的使者啊，凌驾于乌派瑞安之上相貌的神之子。此刻唯有我，唯有我知晓至福，在地上唯有我是最为快活的那个。”\n\n\n  “他已经被迷了心窍，忘记誓言了。”弗伦叹了口气，“天国花园就这样堕灭了。”\n\n\n  “是啊，他在神的考验前失了坚定了。”传教士也叹了口气，他把书放回原位，躺在了那张木板床上。天使们消失了，但是死亡对王子的叱责还在弗伦的耳边回响。\n\n\n  “到这里就结束了吗？”\n\n\n  “是的，到这里就结束了。”传教士看着弗伦，“一切事物都有终结，然而主的国是没有止境的。我们浅薄的认知只能抵达朽坏，但在最后的日子来临，我们一切不曾行恶的都会得永恒。”\n\n\n  “就像面包是会吃完的一样——谢谢您的指导，father。”\n\n\n  “愿他祝福你，孩子。”\n\n\n  传教士睡下了，弗伦也轻轻地把门带上。\n\n\n  \n  \n  \n  \n  \n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n圣诞节到来的时候，弗伦就能从鲍里斯太太那里得到两块黑面包了。\n\n\n  这一次不用再掰开分食了。\n\n\n  弗伦拿着用纸包着的干面包走上阁楼，礼貌地敲了几下衰弱的木门——没有回答。\n\n\n  他试着去转动把手，门和之前一样没有上锁。\n\n\n  “圣父，是我。”\n\n\n  弗伦推开门，看着坐在木椅子上的传教士而发出声音——没有回答。\n\n\n  “圣父，是我。”他又喊了一次。\n\n\n  然后他知道他的灵魂去了，就把他拖起平放在那张快要散架的木板床上。用面包刀把干硬的黑面包一片片地切开。在这个漫长而短暂的守灵夜里，惟有圣子的鲜血从发酵撑出的气洞里滴滴落出。\n\n",
    "replies": [
        {
            "author": "x_lin0_0",
            "timestamp": 1521859200,
            "txt_content": "第 一 确 定\n唯 一 神\n电 梯 出 征 ， 寸 草 不 生\n八\n王 道 征 途\n子"
        },
        {
            "author": "初阳时光",
            "timestamp": 1521889320,
            "txt_content": "罢，看了两遍只能略知一二。\n一切事物都有终结，然而主的国是没有止境的。我们浅薄的认知只能抵达朽坏，但在最后的日子来临，我们一切不曾行恶的都会得永恒。\n何义？"
        }
    ]
}