{
    "title": "攻神者剧情意见大征集！",
    "author": "xianjun666",
    "replyCount": 7,
    "timestamp": 1521885060,
    "txt_content": " 本帖最后由 xianjun666 于 2018-3-25 19:12 编辑 \n先定剧情：\n\n\n攻神者公元3486年，人类在北极极点深5200米处发现了一丝奇特的能量，可是它一旦与别的物质相碰撞就会产生强大的反作用力，人们称其为：凝实性暗物质（简称：van（暗）物质）。人们将van物质放进此时最先进的分子转化仪，将其分子结构进行改变，并与其他物质凝合后，却是发生了奇妙的现象：承载暗物质改的物体消失了，取而代之的是一粒细小的钻石。人们惊呆了，这种神奇的物质可以转化除生命体外的万物，人们将其呈入特殊容器中，将其命名为：转fa桌。而在地球的另一边，南极极点，一个小小的裂缝逐渐扩大，越扩越大……人们正欢呼于转fa桌的研究成果，南极带突然发生断裂，冰山碎裂，形成了广袤的冰洋，同时，巨大的烟雾正从南极极点冒出。Boom！一道高几千米的岩浆伴随着火山灰喷涌而出，人们知道了：南极有一座沉睡了无数年的火山，而他现在，爆发了。滚烫的岩浆吞噬了一切，除了那些采用特殊方法逃生的人以外，无一幸免。而地球也因为南极极点爆炸而发生轨道偏移，由于承受不住了木星和太阳的引力拉扯，地球爆炸了。地球爆炸后2000年，人类已经在地上绝迹，可在地下，仍有人生活着。整个地球经历了第六次生物大灭绝，地球已经第七次开始诞生新的生命，但是却有了点不同。白天这里一片祥和，可一旦到了晚上，各种怪van就会钻地而出，对没有灭绝完的生物继续进行灭绝行动。而世界也彻底崩碎成无数碎块，后人称之为：最大的自然板块——主世界最大的熔岩板块——下界原北极板块——冰晶雪原海拔最高的板块——伊甸世界浮空的板块——石青林（神tm的教程里没有官翻，只能机翻）群岛板块——乌维拉特群岛曾经的第三极——神话山矿山板块——辉石深度曾经的监狱——阿卡诺地牢变异板块——维西娅而你，是dark便国研究所的研究员后代，你的祖先在紧要关头带着所有的研究成果活了下来，但是你没有补给了，所以你只能选择走出地下室，开始探险。“你不知道一个人有多少信念支撑他活下来，但他至少活了下来。”——【van世传】（这是在怪物纪 元和攻城者之间插入的一段，攻城者中的“另一位”即这一部的主角）\n\n\n\n攻城者公元762年，诗仙李白逝世，人间悲痛万分，李白死前将所有诗词流传于世，而李白的无数剑谱却被隐藏在深山老林中……你，大唐明 皇御赐兵马大van帅的后代，堂堂禁van军首领，在一次任务中，惨遭敌人追fa。无奈躲进一个山洞中，可是，山洞中并非空空如也。只见，一把青莲铁剑与无数剑谱摆在山洞一角，旁边有一具尸骨和一段文字，而文字上写的是……我，青莲剑客李钛白惨遭奸人陷害，重伤逃避至此，因感觉时日无多而写下此处之文字，若有van人前来，你若是与我同样遭遇，大可一起拉dark便捡起最里面的一本书，将吾之青van剑刺入其中，你大可死里求生。但……慎用，慎用…………后面的字迹与前面娟秀的字迹完全不同……我……在这……等你………提名：HIM与此同时，一个身着白衣、长fa飘然的人看着消失的山洞，对一个“白眼睛”的人笑着说：“这个vajn蛋，不走还照做，唉，这下好了，上钩了。。。一条年轻的生命啊。。。”……你一头栽进泥土里面，胃里一阵翻江倒海，等你适应之后，一抬头，一个截然不同的世界出现在你眼前……\n\n攻天者曾经拥有上古神力启示录的种族统统消失不见……转眼间，千年过去。太古历3119年，被那位王（比利躺枪）封印的恐怖怪物，在另一位的帮助下，复生了。他们实力因封印而无法上涨，可却依旧强悍无比。你是一个中世纪的合法公民，一天，你正准备去矿坑挖矿赚钱。就当你踏入矿坑时，一个旋涡瞬间吞噬了你，一道白光闪过……天上，一个“白眼睛”的人看着旋涡将你卷入，看了看旁边的幽灵状怪物，笑着说：“又是一个人啊，对了，303，你那个大唐的事情办的如何？”“用不到你操心，我把他们的一个富有声望的人杀死，叫李啥白来着，我把他放在了一个洞穴里。然后有个蠢货还真进了，最重要的是还照做了。诶，对了，我模仿他字迹的后面那段话是不是你个混蛋写的。”“是，那又如何？”……你来到了一个奇异的地方，这里一切都看起来很奇异：方的地，方的树，还有……各种你曾经想都不敢想的van物出现在你眼前，你根本无可奈何，只能从脑袋里断断续续知道一切：……陨石…………撞…启示录………………而这个世界也因为陨石的撞击变得未知起来，不仅带来了怪物，还带来了四个极度危险的维度，后人称之为：暮色森林、黑暗国度、！……#、&%#……#￥后面全是乱码……————【新救世van传】\n\n\n\n\n剧情串联：攻城者和攻天者都是穿越过来的，而攻神者则是这个世界的原住民，与怪物纪 元是两个互相平行的宇宙，而在同时发生灾难的地球，两个地球的破碎使得两个平行宇宙和二为一，而攻城者和攻天者就是穿越到了这个混合宇宙。所以，在一定程度上说：攻神者就是怪物纪 元主角的平行人物，亦可认为怪物纪 元主角是攻神者的平行人物，两人互有联系，却又互不干涉。而这两个平行宇宙的重合与攻城者、攻天者的穿越其实都是HIM和303在搞鬼，他们都是为了毁灭这个对他们恶意满满的世界。这个令他们恶寒的世界，而这一切都和被封印在永夜之地（末界之地）的那个无上darkvan（人）物有关……\n\n\n攻撃者@华夏天诛 西暦3486年に、人類は北極極で5,200メートルの深さで奇妙なエネルギーを発見しました。しかし、それが他の物質と衝突すると、強力な反作用力を持つことになります。人々はそれを「凝縮暗黒物質（略語：バン）」と呼ぶ。現時点では、人々は最先端の分子変換装置にバン材料を入れました。その分子構造を変え、そして、他の物質と組み合わされた後、素晴らしい現象です：暗黒物質を運ぶ物体は姿を消した。これは小さなダイヤモンドに置き換えられています。人々はこの奇跡的な物質が生体以外のすべてを変えることができて驚いて、人々はそれを特別な容器に入れて名前をつけた。地球の反対側では、南極の極に小さな亀裂が徐々に拡大して広がっています。人々はファーデスクの調査結果を応援しています。南極バンドが突然破裂し、氷山が断片化して広大な氷の海を形成しました。同時に、南極の極から巨大な煙が出ている。ブーム！人々は知っている：南極大陸には何年も眠っている火山があり、今では噴火している。火山灰の噴出に伴って数千メートルのマグマが噴出する。熱いマグマは特別な方法で逃げた人を除いてすべてを食べました。何もエスケープしなかった。地球はまた、南極の極での爆発のために軌道のシフトに苦しんだ。地球は、木星と太陽の重力に耐えられなかったので、爆発した。2000年に、地球が爆発したとき、人間はすでに地面に絶滅していました。彼らはまだ地下にあり、人々はまだ住んでいました。地球全体が生き物の6番目の絶滅を経験しました。地球は7回目に新しい生命を生み出しましたが、少し違ってきました。日中は静かな場所です。夕方になると、あらゆる種類の奇妙なバンが出てきて、絶滅していない生き物を消滅させ続けます。そして、世界は無数の部分に完全に分解されます。後世代はそれを呼び出します：世界最大の天然皿 - 主要な世界最大の溶岩プレート - 下限オリジナルの北極プレート - 氷のクリスタルスノーフィールド最高のエレベーション?プレート - エデン?ワールドフローティングプレート - Shi Qinglin（God tmのチュートリアルでは正式な翻訳はありません。機械翻訳のみです）諸島プレート - ウビラート諸島一度三番目の柱 - 神話の山鉱山板 - パイロキシンの深さ旧刑務所 - アルカノ?ダンジョンバリエーションプレート - Vesiaそして、ダーク?ダンクク研究所の研究員の子孫であるあなたの先祖は、すべての研究成果を重要な時期に生きていました。しかし、あなたは消耗品を持っていないので、地下から降りて探検を始めることだけができます。「生き残るためにどれくらいの信念を持つことができるのか分からないが、少なくとも生き残った。」 - [van's biography]（これはモンスター?エイジと包囲の間に挿入されたセクションで、包囲中の「他の」はこの部分の主役です）\n\n\n\n包囲762 ADでは、詩人李白の死は、世界が悲しん、彼の死の前に李白の詩は世界中に広がり、無数のJianpu李白は、深い森の中に隠された......あなたは、馬車をマーシャルとバンに渡したロイヤルの子孫である唐王朝は、バン軍の指導者を禁止しました。1つのミッションでは、敵は追跡されました。洞窟に無力に隠れていたが、洞窟は空ではない。私はQinglian鉄の剣と無数の剣先が洞窟の角に置かれているのを見ました。そこには骨と1本のテキストがありました。私は、Qinglianの剣士Li Tibaiは裏切り者に囲まれ、重傷を負ってここから脱出しました。私は時間についてあまり知らないと感じて、ここにテキストを書き留めます。もしバンの人々が来たら、あなたが私と同じようにしているなら、あなたは暗闇を引っ張って最も内側の本を拾うことができます。私の若い剣をそれに入れて、あなたは生き残ることができます。しかし、注意して使用してください。注意して使用してください。後ろの手書きは、手書きとはまったく異なります...私は...ここに...あなたを待って.........ノミネート：HIM同時に、白い服を着て空中に浮かぶ男が、消えている洞窟を見ました。「白人」の人笑うと言って：\"この大卵、それに従わないで、ああ、これは良い、フックです。 。 。若い人生。 。 。\"......あなたは泥に向かっていて、あなたの胃が転倒しています。調整した後、あなたが目を覚まし、まったく別の世界があなたの目の前に現れます...\n\n空の攻撃者かつて神の啓示を所有していたレースは消えました...目が瞬く間に千年紀が過ぎました。3119年に、王（ビリーは彼の銃を横たわっている）によって封印されたホラーモンスターは、別のものの助けを借りて生まれ変わった。封印のために強さを上げることはできませんが、それでもなお強力です。あなたは中世の合法的な市民です。ある日、あなたは鉱山と鉱山の準備をしてお金を稼いでいます。ピットに足を踏み入れると、渦巻きがあなたを食って、白い光が輝きます...空では、「白い目」の男が渦を見て、隣の幽霊のような怪物を見てあなたを引き寄せます。笑って言って、「それはただの人なんだよ、はい、303。ダタンで何をしたの？\"私はあなたのことを気にしない。私は彼らの有名な人の一人を殺し、李Baiに来るように言った。私は彼を洞窟に入れた。それから、実際に入ってくる馬鹿があります。最も重要なのはそれに従うことです。ああ、はい、私は文章を模倣した後、段落を書いていません。 \"\"はい、何？\"......あなたはすべてが非常に奇妙に見える奇妙な場所に来ました：四角い地面、四角い木、そこには...あなたの目の前にあなたが考えたくないヴァンのものが現れます。断続的に頭からすべてを知ることしかできない：...隕石... ...ヒット...暴露.....................そして、この世界は、隕石の影響のために未知になっただけでなく、モンスターをもたらしただけでなく、4つの非常に危険な次元をもたらした。夕暮れの森、暗い国！ ......、＆％＃...... ......＃すべての文字化けの後ろに...----【新世界を救う】VI\n\n\n\n\nストーリーライン：包囲攻撃者と攻撃者はすべて通っています。攻撃者は世界の原住民です。そして、モンスターは互いに平行な2つの宇宙であり、2つの地球を粉砕すると、2つの平行な宇宙と2つの宇宙が1つになります。包囲猟師と攻撃者は、この混在した宇宙を旅しました。だから、ある程度まで：攻撃者はモンスター時代の主人公のパラレルなキャラクターです。また、モンスター時代の主人公は攻撃者のパラレルなキャラクターだと考えることができます。2人の人はつながりがありますが、お互いに干渉しません。2つの平行な宇宙の重なり合いと包囲攻撃と攻撃者の包囲は、実際にはHIMと303です。彼らはすべて、彼らの悪意に満ちたこの世界を破壊しようとしています。この邪悪な世界、そしてこれはすべて、夜の土地（最後の土地）で封印された最高のダークヴァンに関連しています...\n\n\nAttackers@华夏天诛 In 3486 AD,Humanity found a strange energy at a depth of 5,200 meters in the Arctic pole.However, once it collides with other substances, it will have a powerful reaction force.People call it: Condensed dark matter (abbreviation: van).People put van materials into the most advanced molecular conversion instrument at this time.Change its molecular structure,And after being combined with other substances,It is a wonderful phenomenon:The object carrying the dark matter has disappeared.It is replaced by a small diamond.People were stunned that this magical substance could transform everything except the living body. People put it into special containers and named it: Turn the fa table.And on the other side of the earth, at the pole of the South Pole, a small crack is gradually expanding and expanding.People are cheering on the research results of the fa desk. The Antarctic band suddenly broke and the iceberg fragmented to form a vast ocean of ice.At the same time, huge smoke is emerging from the poles of the South Pole.Boom!A magma a few thousand meters high accompanied the volcanic ash spouting out. People know: Antarctica has a volcano that has been sleeping for many years, and he is now erupting.Hot magma devoured everything except those who escaped in a special way.None escaped.The Earth also suffered an orbital shift due to the explosion at the poles of the South Pole. The Earth exploded because it could not withstand the gravitational pull of Jupiter and the Sun.In 2000, when the earth exploded, humans were already extinct on the ground. They were still underground, and people still lived.The entire Earth experienced the sixth extinction of the creatures. The earth has begun to produce new life for the seventh time, but it has been a little different.During the day, it was peaceful, but once it was evening, all kinds of strange vans would come out and continue to extinguish the creatures that were not exterminated.And the world is completely disintegrated into countless pieces. Later generations call it:The largest natural plate - the main worldLargest lava plate - lower boundOriginal Arctic Plate - Ice Crystal SnowfieldThe highest elevation plate - Eden WorldFloating plate - Shi Qinglin (There is no official translation in God tm's tutorial, only machine translation)Islands Plate - Uvirat IslandsOnce the third pole - mythical mountainMine Plate - Pyroxene DepthFormer prison - Arcano DungeonVariation plate - VesiaAnd you, the descendants of the research fellow at the Dark Dankook Institute, your ancestors lived with all the research results at a crucial juncture.But you don't have supplies, so you can only choose to go out of the basement and start exploring.\"You don't know how many beliefs a person can support him to survive, but he at least survived.\"—[van's biography](This is a section inserted between the Monster Age and the siege. The “other” in the siege is the protagonist of this part)\n\n\n\nSiegeIn 762 AD, Shi Xian Li Bai passed away, and the world was grief-stricken. Before Li Bai died, all the poems were circulated to the world. However, Li Bai's numerous swords were hidden in the mountains and forests...You, Tang Ming Ming, the descendant of the Great Terracotta Warriors, is a descendant of the Van Army.In one mission, he was chased by the enemy. Helplessly hid in a cave, but the cave is not empty.I saw a Qinglian Iron Sword and countless swordspeaks placed in the corner of the cave, with a skeleton and a piece of text next to it, and the text is written...I, the Qinglian swordsman Li Tibai was framed by a traitor and seriously injured and escaped here. I feel like I don’t know much about the time and write down the text here.If van people come, if you are in the same situation as me, you can pull the dark and pick up the innermost book.Put my young van sword into it and you can survive. But... Use with caution, use with caution.........The handwriting behind is completely different from the handwriting... I... here... Wait for you......... Nomination: HIMAt the same time, a man dressed in white and floating in the air looked at the disappearing cave.For a \"white eye\" personsaid laughingly:“This van egg,Do not follow it,Ugh,This is better, hooked. . .A young life. . .”......You're heading into the mud, and your stomach is tumbling down. After you adjust, you look up and a completely different world appears before your eyes...\n\nSky attackerThe races that once possessed the ancient Divine Revelation disappeared... In the twinkling of an eye, the millennium passed.In 3119, the horror monster that was sealed by the king (Billy lying his gun) was reborn with the help of another.Their strength cannot be increased due to seals, but they are still very powerful.You are a legitimate citizen of the Middle Ages. One day, you are preparing to mine and mine to make money.When you step into the pit, a whirlpool devours you and a white light flashes through...In the sky, a \"white-eyed\" man looks at the vortex and pulls you in, looking at the ghostly monster next to it.Laughing and saying, \"It's just one person, yes, 303. How did you manage that Tang?\"\"I don't care about you. I killed one of their prestigious people and told Li Bai to come. I put him in a cave.Then there's a idiot that's really coming in. The most important thing is to follow it.Oh, yes, I'm not writing a paragraph after you imitate his writing. ”\"Yes, then what?\"......You have come to a strange place where everything looks very strange: square ground, square tree,There are...Van things that you didn’t even want to think of appear before your eyes. You just can’t help.Can only know everything from the head intermittently: ... Meteorites ... ... ... hit ... Revelation .....................And this world is also unknown because of the impact of meteorite, not only brings monsters, but also brings four extremely dangerous dimensions. Later generations call this:Twilight forest, dark country,! ......#,&%#......#?Behind all garbled...————【New ** VI】\n\n\n\n\nThe storyline: The siege and the attackers are all coming through, and the attackers are the aborigines of the world.And the monsters are two universes that are parallel to each other,The crushing of two earths makes two parallel universes and two into one.The siege hunters and the attackers traveled through this mixed universe.So, to a certain extent:The attacker is the parallel character of the protagonist of the monster era.It can also be thought that the protagonist of the monster era is the parallel character of the attacker.The two people have connections but do not interfere with each other.The overlap of the two parallel universes and the siege of the siege and the attacker are in fact the HIM and the 303.They are all trying to destroy this world that is full of their malice.This wicked world, and all this is related to the supreme darkvan that was sealed in the land of the night (the land of the end)...\n\n\n攻神者公元3486年，人類在北極極點深5200米處發現了一絲奇特的能量，可是它一旦與別的物質相碰撞就會產生強大的反作用力，人們稱其為：凝實性暗物質（簡稱：van（暗）物質）。人們將van物質放進此時最先進的分子轉化儀，將其分子結構進行改變，並與其他物質凝合後，卻是發生了奇妙的現象：承載暗物質改的物體消失了，取而代之的是一粒細小的鑽石。人們驚呆了，這種神奇的物質可以轉化除生命體外的萬物，人們將其呈入特殊容器中，將其命名為：轉fa桌。而在地球的另一邊，南極極點，一個小小的裂縫逐漸擴大，越擴越大……人們正歡呼於轉fa桌的研究成果，南極帶突然發生斷裂，冰山碎裂，形成了廣袤的冰洋，同時，巨大的煙霧正從南極極點冒出。Boom！一道高幾千米的岩漿伴隨著火山灰噴湧而出，人們知道了：南極有一座沉睡了無數年的火山，而他現在，爆發了。滾燙的岩漿吞噬了一切，除了那些採用特殊方法逃生的人以外，無一倖免。而地球也因為南極極點爆炸而發生軌道偏移，由於承受不住了木星和太陽的引力拉扯，地球爆炸了。地球爆炸後2000年，人類已經在地上絕跡，可在地下，仍有人生活著。整個地球經歷了第六次生物大滅絕，地球已經第七次開始誕生新的生命，但是卻有了點不同。白天這裡一片祥和，可一旦到了晚上，各種怪van就會鑽地而出，對沒有滅絕完的生物繼續進行滅絕行動。而世界也徹底崩碎成無數碎塊，後人稱之為：最大的自然板塊——主世界最大的熔岩板塊——下界原北極板塊——冰晶雪原海拔最高的板塊——伊甸世界浮空的板塊——石青林（神tm的教程裡沒有官翻，只能機翻）群島板塊——烏維拉特群島曾經的第三極——神話山礦山板塊——輝石深度曾經的監獄——阿卡諾地牢變異板塊——維西婭而你，是dark便國研究所的研究員後代，你的祖先在緊要關頭帶著所有的研究成果活了下來，但是你沒有補給了，所以你只能選擇走出地下室，開始探險。“你不知道一個人有多少信念支撐他活下來，但他至少活了下來。”——【van世傳】（這是在怪物紀 元和攻城者之間插入的一段，攻城者中的“另一位”即這一部的主角）\n\n\n\n攻城者公元762年，詩仙李白逝世，人間悲痛萬分，李白死前將所有詩詞流傳於世，而李白的無數劍譜卻被隱藏在深山老林中……你，大唐明 皇御賜兵馬大van帥的後代，堂堂禁van軍首領，在一次任務中，慘遭敵人追fa。無奈躲進一個山洞中，可是，山洞中並非空空如也。只見，一把青蓮鐵劍與無數劍譜擺在山洞一角，旁邊有一具屍骨和一段文字，而文字上寫的是……我，青蓮劍客李鈦白慘遭奸人陷害，重傷逃避至此，因感覺時日無多而寫下此處之文字，若有van人前來，你若是與我同樣遭遇，大可一起拉dark便撿起最裡面的一本書，將吾之青van劍刺入其中，你大可死裡求生。但……慎用，慎用…………後面的字跡與前面娟秀的字跡完全不同……我……在這……等你………提名：HIM與此同時，一個身著白衣、長fa飄然的人看著消失的山洞，對一個“白眼睛”的人笑著說：“這個van蛋，不走還照做，唉，這下好了，上鉤了。 。 。一條年輕的生命啊。 。 。”……你一頭栽進泥土裡面，胃裡一陣翻江倒海，等你適應之後，一抬頭，一個截然不同的世界出現在你眼前……\n\n攻天者曾經擁有上古神力啟示錄的種族統統消失不見……轉眼間，千年過去。太古歷3119年，被那位王（比利躺槍）封印的恐怖怪物，在另一位的幫助下，復生了。他們實力因封印而無法上漲，可卻依舊強悍無比。你是一個中世紀的合法公民，一天，你正準備去礦坑挖礦賺錢。就當你踏入礦坑時，一個旋渦瞬間吞噬了你，一道白光閃過……天上，一個“白眼睛”的人看著旋渦將你捲入，看了看旁邊的幽靈狀怪物，笑著說：“又是一個人啊，對了，303，你那個大唐的事情辦的如何？”“用不到你操心，我把他們的一個富有聲望的人殺死，叫李啥白來著，我把他放在了一個洞穴裡。然後有個蠢貨還真進了，最重要的是還照做了。誒，對了，我模仿他字蹟的後面那段話是不是你個混蛋寫的。 ”“是，那又如何？”……你來到了一個奇異的地方，這裡一切都看起來很奇異：方的地，方的樹，還有……各種你曾經想都不敢想的van物出現在你眼前，你根本無可奈何，只能從腦袋裡斷斷續續知道一切：……隕石…………撞…啟示錄………………而這個世界也因為隕石的撞擊變得未知起來，不僅帶來了怪物，還帶來了四個極度危險的維度，後人稱之為：暮色森林、黑暗國度、！ ……#、&%#……#￥後面全是亂碼……————【新救世van傳】\n\n\n\n\n劇情串聯：攻城者和攻天者都是穿越過來的，而攻神者則是這個世界的原住民，與怪物紀 元是兩個互相平行的宇宙，而在同時發生災難的地球，兩個地球的破碎使得兩個平行宇宙和二為一，而攻城者和攻天者就是穿越到了這個混合宇宙。所以，在一定程度上說：攻神者就是怪物紀 元主角的平行人物，亦可認為怪物紀 元主角是攻神者的平行人物，兩人互有聯繫，卻又互不干涉。而這兩個平行宇宙的重合與攻城者、攻天者的穿越其實都是HIM和303在搞鬼，他們都是為了毀滅這個對他們惡意滿滿的世界。這個令他們惡寒的世界，而這一切都和被封印在永夜之地（末界之地）的那個無上darkvan（人）物有關……\n\n广fa征集意见中。。。。\n\n\n\n\n",
    "replies": [
        {
            "author": "华夏天诛",
            "timestamp": 1521887160,
            "txt_content": "我能说点啥"
        },
        {
            "author": "海贼王#",
            "timestamp": 1521887400,
            "txt_content": "你可以发到周边板块 嗯"
        },
        {
            "author": "2759159258",
            "timestamp": 1521901080,
            "txt_content": "看不懂 ...\n环境描写太少和我一样QWQ"
        },
        {
            "author": "xianjun666",
            "timestamp": 1521901260,
            "txt_content": "2759159258 发表于 2018-3-24 22:18\n看不懂 ...\n环境描写太少和我一样QWQ\n@华夏天诛 \n233\n人家说你的环境描写太少耶"
        },
        {
            "author": "晓兜",
            "timestamp": 1521955680,
            "txt_content": "嗯，很多♂看来是个哲学家"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1521956820,
            "txt_content": "哲学？永夜君王？木吉？兄贵？？？？？Deep dark fantasy"
        },
        {
            "author": "ljh221",
            "timestamp": 1521957960,
            "txt_content": "可攻可受的我，现在练受音"
        }
    ]
}