{
    "title": "【Minecraft——Evolution】第三章：逃亡 x 逃亡",
    "author": "johnjackson",
    "replyCount": 17,
    "timestamp": 1358442600,
    "txt_content": " 本帖最后由 johnjackson 于 2013-1-18 01:39 编辑 \n\n【前情提要】\n传送门：http://www.mcbbs.net/thread-77653-1-2.html\n\n【第三章：逃亡 x 逃亡】\n\n2021年1月14日的早晨，如同每一个冬日的早晨一样，一片阴霾。在跨越式发展和科学发展观的带领下，肖恩所在的城市在短短的四十年里发生了翻天覆地的变化，而这一切，最集中的体现在了这雾霾的天气之中。\n\n虽然前一天和王伟瞎扯了很久，并没有太早休息，但今天肖恩依旧打着十二分的精神，在早上七点就从床上爬起来，收拾东西，然后出发去公司。今天对于他来说是一个特殊的日子。\n\n在肖恩很小的时候，一次偶然的机会，爸妈买回来了一张电影VCD——《第五元素》。这是他记忆中的第一部科幻电影，也从此是他爱上了科幻，而更具体的来说，他比较偏爱以现实的时代背景为基础，再进行架空想象的科幻故事。由于对科幻的热衷，在大学期间，他更是把网络上可以找到的知名的科幻电影、电视剧统统看了一遍。以至于在大学的最后几年，他几乎进入了一个科幻影视作品的荒漠，只能眼巴巴的盼着今年又有什么新片上映，而老片几乎已经很难找到了。\n\n在那时，肖恩曾经在心里悄悄的立下一个梦想，如果时机成熟，在未来的某一天，他一定要认认真真的，拍一部科幻电影，或者科幻微电影也好，算是对自己的一个交代。\n\n今天，这个梦想就将实现，到公司以后，他最后一次检查一遍所有的资料，确认都没有问题了以后，在办公桌前的他深吸了一口气，一切就只剩下十点的制片会议了，在这一次制片会议上，如果没有意外的话，这个剧本一定能够通过，这也就意味着，下个月，或许这部影片就能开拍了！\n\n9点整。还有一个小时，此刻肖恩的心情已经怎么都平复不下来了，或许是为了缓和紧张的心情，肖恩打算在脑海里，把这事的前前后后再梳理一次。\n\n\n\n事情要追溯到上个月，大概就在肖恩重启MC生涯的前几天，他收到了一封电子邮件，里面是一份科幻剧本，收到剧本，对于肖恩来说收到剧本并不是什么陌生的事情，他曾在许多渠道和社交网络公开过自己的邮箱和自己执行导演的身份，也多次表达过自己迫切的希望能够收获好的剧本的愿望，然而，从最开始的满怀期待，到之后的心灰意冷，也只是一个必然的过程了，因为好的剧本根本就不可能被他收到，早在他之前就会被总公司或者其他大的影视公司给收了，谁会把一个好剧本投给一个名不见经传的执行导演呢？这一次，虽然说是比较少见的科幻剧本，但是在邮件预览加载的过程中，肖恩还是没有抱以太大的期待，这样的心态，一直持续到肖恩看完剧本的第一页，剧本的标题是《逃亡》，故事发生的时代，就是我们所生活的时代，故事讲述了人类文明面临外来的外星文明入侵的灭顶之灾时，大到国家小的普通的老百姓在这个时代的洪流中，是如何面对这一现实，又是如何应对的。这部作品让肖恩想起了中学时曾经读过的一套小说，《三体》，这是一本划时代中国科幻小说作品，小说中的情节设置与展开都堪称经典中的经典，小说的电影改编，也被当做热门讨论了近十年，但还是由于各方面的原因，搁置至今。《逃亡》，虽然故事大背景的设置与《三体》有相似之处，但是情节更加集中，叙事更加紧凑，相对于《三体》的宏大，《逃亡》把故事集中到了少数的几个人手中，很大程度上浓缩了剧情，并且共容易进行影视的改编，肖恩一边看一边感到头皮在阵阵的发麻。这不正是他梦寐以求的好剧本，好故事吗？！这不正是他梦寐以求的机会吗！！这个故事简直太棒了！！十分有趣！！改编出来，一定能够大卖！！一定会火！！\n\n在快速的看完了剧本的所有内容之后，肖恩克制了自己从办公桌前站起来兴奋的大吼两声的冲动，把剧本翻到了第一页，带着一种复杂的，但大体上是感恩的心情，认真的看了一遍作者的名字——“杨冬”。肖恩盯着这个名字，似乎想要通过视网膜，把这个名字深深的刻到自己的心里一样，是的，他应该这么做，因为如果这个剧本成功的话，这将改变他的一生，而这个人，将会是他这辈子除了爸妈之外，最大的恩人。\n\n回过神来的肖恩，颤抖着双手，发出了回复的邮件。\n\n\n\n“杨老师，很高兴见到你，你的小说写得真是太棒了！我都差点信以为真了！哈哈哈...”\n\n...\n\n“换成我根本想不出这样的故事来，不过真的是太真实了，特别是在开头的这个部分...”\n\n...\n\n“不过这里我觉得，应该这样改一下，用镜头表现出来会更华丽，有更好的效果...”\n\n...\n\n“还有这里，可不可以尽量用角色的台词来体现，而不是叙述性的语言，你知道的，影视作品毕竟是不是小说，除了画面，就是台词的表演了...”\n\n...\n\n在收到邮件的第二天，杨冬家附近的咖啡厅里，肖恩从见到杨冬的第一面就难以抑制心中激动的心情，滔滔不绝的自说自话起来，其中包括了对《逃亡》故事的赞叹，对改编的初步想法，对具体情节在改编过程中可能要修改的内容...方方面面的问题都有涉及，而在这整个过程中，杨冬除了礼貌性的搭话，似乎有些心不在焉。而沉浸在自我狂热状态中的肖恩，一直到半个小时以后，才注意到杨冬的情绪，这才停下了他对于微电影版《逃亡》分集播出概念的阐释，试探性的问道。\n\n“杨老师，是不是我一下子扯得太远了你有点反应不过来了？对不起，我太激动了。这个剧本真是太好了，我怎么都没想到，这么好的剧本，您竟然先发给了我！我真的觉得这个本子拍出来一定很棒！”\n\n“肖导演...”\n\n此时的杨冬，仿佛也才正好从自己的情绪中走了出来，抬起头，双眼直视这肖恩。这突然的目光交接，让肖恩有些不知所措。\n\n“肖导演，这部影片，请您务必改编拍摄出来，务必在2021年内让它能够被尽可能多的人看到！”\n\n“欸？”\n\n“对不起，可能我没表达清楚，您刚刚说的全部修改意见，我都会进行修改，我唯一的要求是，这部影片要尽快制作完成，并且在2021年内上映。”\n\n“这个...我不敢保证，这还要等总公司明年一月份的制片会议上才能做最终的决定，不过八成是没有问题的！我对这个剧本有信心！”\n\n“那就好。那接下来我们就来谈谈具体的修改吧！”\n\n杨冬听到肖恩肯定的答复之后，这才长长的松了口气。\n\n“其实肖导演可能不记得我了，不过我们是高中同学，大学也是同一个学校的。后来听说你去搞影视了，这次找你看来真的没有找错，看来可以放心的交给你了。”\n\n本来就已经被杨冬的要求搞得莫名其妙的肖恩，此时更加茫然了。不过他仔细端详起了杨冬，确实发现，这个人十分的眼熟！\n\n“你是...九班的杨冬？！那时候我们还一起参加了计算机的编程比赛！”\n\n“哈哈，是啊，你终于想起来了！”\n\n“对不起对不起！哎呀！我刚刚...哎...我的错我的错！一会我请你吃饭！老同学了！你是不知道，这次多亏了你来找我！”\n\n放下心事之后的杨冬，变得健谈了许多。之后两人又回忆了许多年前的往事，令肖恩感慨万千的是，当年两个理工男，最后都走上了文科的道路，特别是杨冬竟然写出了这么精彩的故事，让他不禁感慨万千。\n\n而肖恩没有注意到的是，每次在他称赞杨冬故事编得好的时候，杨冬嘴边掠过的一丝苦笑。\n\n\n\n“小肖！制片会议马上就要开始了！你的提案准备好了没有？再最后确认一遍！”\n\n同事的叫声把肖恩从回忆中拉了，回来，他手忙脚乱的整理好了材料，把展示文件上载到公司的服务器上。屏幕右下方的时间显示“9：50”，拿起了桌上打印好的材料，离开了办公桌，向会议室走去。\n\n\n就在肖恩离开办公桌的几分钟前，在杨冬的家里，杨冬倒在了一片血泊之中，在杨冬倒下之后，他的手表上一个红灯亮起，随后的几秒钟内，随着一声巨响，杨冬和他的公寓一起灰飞烟灭...\n\n\n\n几分钟后...\n\n\n\n【Minecraft 世界服务器 日本区 第二东京市】\n\n\n地下深处，一个类似于此前新巴黎的地下施工工地。\n\n工地上此时并没有忙碌工作的员工，在黑暗中，有两个身影。\n\n“统帅，刚刚确认，又有我们的一名同志被敌人杀害...”\n“...”\n\n“下一步该怎么办？”\n\n“他已经做好了自己的安排，我们就静观其变吧。你们继续进行项目，时间不多了，需要完成的项目还有很多。就算他的计划全部失败，也还有我们必须完成的任务。”\n\n“是。新巴黎的项目已经接近尾声了，几个核心项目的工程师，组织也已经派人保护了。一切都是为了逃亡计划能够顺利完成。”\n\n“是啊，一切都是为了逃亡计划能够顺利完成...”\n\n“统帅，那我先登出了...项目有什么最新的情况，我会立刻和您联系！”\n\n玩家登出游戏的眩光，照亮了黑暗中，红衣少女的脸庞，少女小小的身影似乎承担了与她的身躯并不相称的责任和重担...此刻的她已经身心疲惫...\n\n\n2021年1月14日稍晚...Minecraft官方网站上，由玩家自主开发的拓展MOD又新增了几个，如同往常一样，并没有引起任何人的关注。\n\n\n从2020年到2021年，由玩家自主开发的拓展MOD就多达上万个，经过系统整合之后，添加到了游戏之中，其中不乏大量的没有什么意义的小工具，但也很大程度上改变了今天的MC。虽然，此时此刻，这一切还都并不明显。\n\n\n...\n\n\n（未完待续）\n\n--------------------------------------------------------------------------------【某John的废言】\n\n所以我果然还是喜欢半夜写东西&发帖啊！其实这个章节自己纠结了很久，不知道要怎么写。最后写成这样有种是在抱歉的感觉= =b\n不过怎么说，改铺陈该展开的也算是展开了。题目一如既往的脱线。\n最终还是要感谢能够耐着性子看到这里的童鞋！\n感谢观赏！\n\n请期待下回。\n\n\n一切都是为了逃亡计划的顺利实施！\n\n\n以上！",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1358443800,
            "txt_content": "我这边史蒂夫和HIM也准备开打了~~~=v="
        },
        {
            "author": "johnjackson",
            "timestamp": 1358444280,
            "txt_content": "冥王星人 发表于 2013-1-18 01:30 \n我这边史蒂夫和HIM也准备开打了~~~=v=\n这边还在打太极~不过主角要卷进去了而已~"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1358445960,
            "txt_content": "冥王星人 发表于 2013-1-17 18:30 \n我这边史蒂夫和HIM也准备开打了~~~=v=\n星姐什么时候开始写小说了……？（别在意……对这种东西不关心,上次果冻的小说写到第八章我才发觉的……）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358481960,
            "txt_content": "又看了一遍，觉得称呼用词方面有点混乱。同志是志同道合的意思，用在未来实在有点老旧，觉得那个只适合共产党。另外既然叫统帅，那么就不应该是联络或联系，应该说报告，才具有对方是上级，尊重的意思。\n还有那句话【他已经做好了自己的安排】，读起来怪怪的，意思应该是【他已经做好了自己该做的一切】吧？\n最后关于半夜写文的事情，外星人也是一样，经常1--2点，3--4点不睡，而那时真是灵感如泉涌啊~~~\n好吧就这样，想起什么我再给你回帖。=w="
        },
        {
            "author": "johnjackson",
            "timestamp": 1358484600,
            "txt_content": "冥王星人 发表于 2013-1-18 12:06 \n又看了一遍，觉得称呼用词方面有点混乱。同志是志同道合的意思，用在未来实在有点老旧，觉得那个只适合共产 ...\n同志的话，就是志同道合的意思，设定大概是现在十年以后，我觉得问题不大，反倒有神秘组织的神秘感。\n安排那个确实行有点奇怪，不过你理解的是对的就没问题了。\n联系和报告的话，可以理解为，虽然是统帅，但是并不像你想的那样，算是伏笔吧！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358485620,
            "txt_content": "johnjackson 发表于 2013-1-18 12:50 \n同志的话，就是志同道合的意思，设定大概是现在十年以后，我觉得问题不大，反倒有神秘组织的神秘感。\n安 ...\n反正我现在叫人同志的话，别人都用诡异眼光看我。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358485620,
            "txt_content": "眼下【同志=基佬】"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358485980,
            "txt_content": "冥王星人 发表于 2013-1-18 13:07 \n眼下【同志=基佬】\n是这个时代异化了而已...囧，不必在意...分得清情况就可以"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358486220,
            "txt_content": "johnjackson 发表于 2013-1-18 13:13 \n是这个时代异化了而已...囧，不必在意...分得清情况就可以\n有空的话求剧透=w="
        },
        {
            "author": "ql17934862",
            "timestamp": 1358486340,
            "txt_content": "我也喜欢刘慈欣的书~"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358486340,
            "txt_content": "冥王星人 发表于 2013-1-18 13:17 \n有空的话求剧透=w=\n哈哈，也行！囧，最近事情总是拖着，后面开始弄了估计到过年都停不下来了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358486580,
            "txt_content": "johnjackson 发表于 2013-1-18 13:19 \n哈哈，也行！囧，最近事情总是拖着，后面开始弄了估计到过年都停不下来了。\n我们这样无耻刷金币加手动置顶好么，，，，，，，，\n【DJX会不会有意见？】"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358486640,
            "txt_content": "ql17934862 发表于 2013-1-18 13:19 \n我也喜欢刘慈欣的书~\n= =+《三体》是中国目前最好的科幻小说，没有之一！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1358487420,
            "txt_content": "johnjackson 发表于 2013-1-18 13:24 \n= =+《三体》是中国目前最好的科幻小说，没有之一！\n【点评也刷啊，，，，，，，，，】\n外星人就喜欢奇幻怎么办？我很崇尚骑士精神的，对巫术和炼金术占星术占卜也都有很大兴趣。"
        },
        {
            "author": "4857336",
            "timestamp": 1358488920,
            "txt_content": "刀剑神域？。。。好像啊{:10_507:}"
        },
        {
            "author": "johnjackson",
            "timestamp": 1358488980,
            "txt_content": "4857336 发表于 2013-1-18 14:02 \n刀剑神域？。。。好像啊\n在刀剑神域之前，还有一部叫hack的...应该是网游类动漫的鼻祖吧...而且hack的PS2版游戏还是相当不错相当成形的"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1358581980,
            "txt_content": "感觉有意思，先马克一下再看"
        }
    ]
}