{
    "title": "[多线]亘古天际——特色生存-自创玩法[1.12+]",
    "author": "1069418097",
    "replyCount": 0,
    "timestamp": 1522080000,
    "txt_content": " 本帖最后由 1069418097 于 2018-10-21 17:30 编辑 \n\n                                                                                                                                                                                                                                                                        服务器故事                                                                                   \n（爱看不看，不看可以省略，勿喷）\n\n自2018-6-21日起服务器已经运行了四个月了\n这四个月，是不平静的四个月\n这四个月，我一个人负责了服务器的技术，调试，管理等，几乎每天都有好几个小时在服务器上面\n我曾经想要把服务器制作成公益服，毕竟，我开服务器也不是为了赚钱\n但是，服务器各种续费，升级，插件定制都需要资金，而我也不能够一次性投入大量的钱\n所以我们进行了小小的调整，但是没有影响到大局\n赞助服务器能够获得更广的发展空间，仅此而已\n七月份算是服务器较为辉煌的一段时间，那段时间因为有主播在，每天都会有十几人的在线，收入也很可观\n但是，终有不尽人意的时候\n我们进行了两次删档\n第一次是因为某主播带来的氪金玩家，仗着权势闹事，最后利用管理员身份使用脚本清空了服务器所有人，包括主播在内的大部分玩家也都走了\n尽管我们用了一些手段挽回了一些忠于服务器的玩家\n但是服务器再也没有回到之前那样，每天在线玩家只有1人，2人，有时甚至连续几小时的0人\n通过一些玩家的建议，我们开始尝试着整改，那个时候开始，一些玩家向我提出要给服务器做建筑\n8月初，我们重新制作服务端，用心来制作每一个细节以确保不与其他服务器雷同\n8.15日，我们完成了服务器的配置，正常开服\n我们还进行了各种渠道的宣传，但是，没有用\n在线玩家依旧少\n后来因为开学，我连续十几天没有打理服务器，交由管理员管理\n结果可想而知，仍然是没有人\n中秋假期的时候，我再次，对服务器玩家的意见进行一一处理\n国庆假期，我们把服务器所有问题都改善了，不断加入新内容\n国庆的人数让我很欣慰，仅通过帖子的宣传就有了7-8人的在线，这是服务器连续两个人都没有出现过的\n国庆结束后，在线人数依然保持在5-6人\n可\n就在国庆后几天，服务商的一时大意使服务器连续几天的关服\n这段时间，我每天不断地收到玩家退群的消息\n国庆后第一周周末\n在我的不断追问下\n最后服务商只是淡淡地发来一条信息\n服务端带数据全部清空了\n当时我很气愤，也很伤心，但又过于无奈\n只能把这股憋屈憋在心里，我找过朋友倾诉，但回答都是  清了就清了有什么大不了的；你这个损失很大吗 丁点事情；\n数据清空，确确实实对我有很大的影响\n几天后，我才恢复过来，根据之前的服务端尝试着恢复服务端\n但是大部分数据没能挽救回来\n现在，我们只制作完成了生存部分，就是你现在看到的服务器\n\n我说这些，不是为了炫耀，吹嘘说服务器有多厉害，我有多伟大等\n而是，希望能有人支持我们\n能够坚信，服务器一定会好起来的\n\n                                                                                  服务器特色                                                                                   1.你可以在生存世界不同的生物群系找到各种各样的怪物，将它们击杀，获得材料配合RPG材料来升级武器2.服务器内大型BOSS有几率会掉落装备盒子，决定血统的时刻到了3.资源世界比生存世界资源更丰富，但是怪物也更加厉害而且死亡掉落，求稳还是求快？你自己定！4.精心调整的生存世界，更高难度的生存玩法，不设置地图边界！欢迎大家前来跑图！5.珍惜你生存中获得的 每 一 个 材 料 它们到进阶甚至后期必定会派上用场，不再会有多余的物品6.PVP保护可开关，再也不担心被大佬堵主城7.每逢节假日必有活动，每一次活动的奖励都必将是纪念品8.饰品系统，使你获得更多属性增益，装备不再是护甲双手6件套9.服务器大部分建筑为玩家原创，给你不一样的游戏体验10.新增尸潮！更好的经验来源11.由你击杀怪物/破坏方块的掉落只能由你拾取！不再担心被抢！12.生存世界随机传送最高50000格！来寻找你命中注定的那一片土地吧！                                                                                  服务器截图                                                                                   附上OP证明\n\n\n                                                                                  其他的废话                                                                                   \n服务器IP lt.mb.wintop.pro:2501\n游玩之前请务必加群获取最新信息\n服务器不招取任何OP\n不出售任何破坏游戏平衡的权限以及装备\n服务器唯一op Sporadic\n服主唯一QQ 2436329189\n服务器群号 784884312\n\n\n",
    "replies": []
}