{
    "title": "【原创/连载】[另一个世界] 第十一章 当你在凝视深渊的时候，你早已在深渊里面",
    "author": "秋叶枫苓",
    "replyCount": 2,
    "timestamp": 1522249680,
    "txt_content": "新的一天到来，迎着朝阳我们三人先是去可怜的僵尸那边练了会格挡，在波光粼粼的湖泊旁就着清风品尝晒好的(腐)肉干和面包苹果，散步回到家中再决定下一步，甚至还能躺会床上睡个回笼觉，安逸的一天就这么开始了\n……在我的脑海里面\n事实上，当我睁开眼睛时，屋内依旧一片昏暗，抬头望向窗外，外面依旧下着倾盆大雨，更可怕的是跟昨晚相比雨势似乎丝毫没有减弱，已经醒来的小坑趴在床上撑着脑袋望着窗外的雨水，楞楞地发着呆\n“……下了很久了吗”\n“从我醒来就没停过”\n“哈啊……这天气排布是什么鬼啊，难道之后也是一直下好几天雨才放晴吗”像是被雨水洗涮掉干劲一样，我叹了口气，又倒在了床上，旁边的苏菲似乎翻了个身，传来了沉浸在梦想中的阵阵呢喃声\n“……我的世界里面有雨伞吗”\n“原版不可能有吧，我们三个又没玩过模组……而且根据现状来看应该这里是原版的世界吧”\n“那你赶紧打下weather clear啊”\n“有那本事我早就gamemode 1了好吗”\n我叹了口气，同时意识又被睡意给占据，看来今天是个睡回笼觉的日子了\n窗外的暴风雨反衬出屋内的宁静，第一天跟着我一起来到这个世界的恐惧危机感也被安逸感取代\n……会不会有点太安逸了？\n————————————————————————\n“……总感觉看着这雨提不起精神啊”\n苏菲撑着脑袋望着窗外说道，明明已经一觉睡到中午了，她却依然半睁着眼，给人一种随时随地都能马上睡着的感觉，小坑看了眼苏菲的样子，拿着装了水的玻璃瓶叹了口气\n“我们昨晚不是刚刚找到目标吗，稍微拿出点干劲啊”\n“话是这么说……下那么大的雨我们能干什么，在家里拿龙猫练剑吗”\n“喂，你的发言很危险哦”\n“考虑到怪物们携带武器的概率很低，现在还是继续练习格挡比较好”\n“喂？意思是如果怪物们拿武器就能拿我练剑吗？”\n三人聊了会天，突然又安静了下来，一起在饭桌旁撑着脑袋看雨水打在玻璃上，这个世界的玻璃没有MC里面那种奇怪的白色痕迹，仿佛有框架的空气一样，雨水打在上面莫名的有种美感\n“……那现在怎么办，吃饭吗？”\n“我完全不饿啊”\n苏菲撑着脑袋问小坑，小坑摸着肚子摇了摇头，我顿了顿，趴在桌子上沉思了起来\n嗯……总觉得这样下去我们三人都会变成废人了，看来确实要干点活才行，不过又只能在屋内里面……对了，还能干那件事啊\n这么想的我站了起来，对着两人说道\n“走吧，下矿去”\n“……哈？”x2\n于是在我的建议下，我们开始下矿了——在家里面\n准确的说，就是在家的一角开个地洞，自己开一个矿坑，就像很多人在电脑上干的一样，虽然这样做不像电脑上那么轻松，会耗费许多力气，单手这也是迫不得已的情况\n又过了一会后，我终于拉动了两人，将少量食物和水以及数把镐子带在身上后，我们便来到楼梯的转角，用木斧敲开了地板，开始开矿大业\n深入了几格之后，我们三人便分开成了三路，大概每个人隔了三格远，将挖矿效率最大化，而我们也能互相听到对方的声音，虽然有点模糊\n以防万一我们身上也带着石剑和木剑，至于之前挖到的五块铁，即便烧成铁锭我们估计也无法使用，更何况我们根本不知道怎么烧，所以还是先搁置\n分开之后，随着阶梯慢慢加深，光线渐渐消失，我不知为何涌出一阵寒意，连忙放了个火把在旁边，摇曳的火光将洞内渲染成橙红色，让人多少感到有点安心\n“……龙猫又害怕了？”“呜啊！”\n结果当我刚想继续时，镐子一举起来，左边便传来苏菲的声音，把我吓了一跳，我的惨叫也回响在洞窟内，久久没有消停，紧接着便是苏菲让人恼怒的大笑声\n“喂！笑够了没有啊！”\n“啊哈哈哈哈！哈哈哈哈哈哈哈！哎哟喂，肚子好痛、龙猫你真的是，你还是男生吗”\n“吵死了，你突然给人吓一吓试试？我记得昨天你在矿洞里还躲到小坑后面吧”\n“但这种自己开的矿坑老娘可没什么怕的哦，龙猫小妹妹~”\n“……你走着瞧”\n“你们两个能稍微消停会吗……”\n不得不说其实隔着墙说话还挺好玩的，熟悉的声音经过天然的变声器加工后反而有点新奇感，在这样的氛围下感觉还是很轻松愉悦的\n“啊、煤矿！”\n“我这里也是”\n“……”\n除了就我一直只是在挖石头之外\n不过我也可不会轻易放过苏菲，又挖了十几个方块后，感到时机成熟的我，将耳朵贴在了左边的墙壁上，在细微的方块爆裂声传来的那一刹那，我向着左边大喊道\n“苏菲！害怕了吗！”\n“……哼”\n结果只是传回来的只是某人轻蔑的笑声，不爽地砸了咂舌，我开始继续挥动矿镐\n“呐，龙猫”\n没挖几块，苏菲的声音突然又传了过来，我马上提高了警惕，慢慢回道：“怎么了？”\n“你还记得那个传说吧”\n“……什么……传说……”\n“你们两个够了啊”\n虽然小坑有些恼怒的声音从右边传来，但苏菲依旧用奇怪的低沉声音说道：“就是那个啊……H……im”\n仿佛商量好的一样，在苏菲念出那个名字的时候，我刚放置的火把突然被莫名的风给吹得左右摇摆，连我都能感受到那阵阴风，直直往脸上吹\n“……”\n明明知道对方是在找方法吓我，但我的心跳竟然也快了起来，为了让自己平静下来，我努力让自己的注意力集中在我面前正在敲打的下一阶梯的石块上\n“……说不定……现在就在你后面啊！”\n“？！”\n在方块破裂的那一刻，苏菲突然大喊道，我下意识地猛烈回头，在我剧烈的喘息声中，我看到了除了我和火把没有其他东西、空无一人一物的楼梯式矿洞\n一边松了口气，我向前踏了一步，想着该怎么继续跟苏菲对抗下去\n突然，身体不受控制地向前跌去……不对，是右脚没有踩到东西的触感\n回过头，灰色的物体突然出现在我眼前，紧接着就是额头猛地装上了什么\n下意识地，我闭上了眼睛，剧烈的疼痛肆虐着我的神经，在额头的疼痛还没缓解之时，我的脖子……肩膀……不……整个上半身还有大腿传来了剐蹭挤压的痛感\n然后……然后……然后……然后？\n除了疼痛，我感受不到其他的东西……不，有的，耳边的破风声，奇怪的咕噶声，还有……身体不受控制的感觉\n慢慢睁开眼，不知什么温热的东西在我脸上流淌，视线前方，橘红色照耀着的洞口飞快地离我而去\n温热的液体渐渐离开了我的脸，同时视线内有些红色的像是液体一样的东西往上飞去，我张了张嘴，却连惨叫、悲鸣、哭声都发不出来\n终于在最后，我看到了自己的眼泪从我脸上向上飞去，黑暗中我不知道自己坠落了多久，但能肯定的是，我肯定会……\n死\n会痛，身体会被拆散，血会留一地，会惨叫\n……不想死……\n不想死不想死不想死不想死不想死不想死啊啊啊啊啊啊啊啊啊啊啊啊啊！我不想死啊！\n在人生的最后一刻，我想不出任何遗言，只能清晰地感受到自己的恐惧和悔恨\n然后\n背部猛地传来了像是撕裂一样的触感，仿佛我被人狠狠砸在了水泥地版上，然后巨大的响声在耳边爆裂开来，我猛地咽下了什么，鼻子和嘴巴被不明的东西堵塞\n呛了几口气，我扑腾了几下，终于认出了这是……水？可恶……喉咙和耳朵……好痛苦……\n不幸中的万幸，那便是暑假我被我表哥半拉半推送去学了游泳，手脚猛地挥动了好几下后，我浮出了水面，下意识地超前游了好几下，手终于摸到了岸边\n上岸传了两口气之后，被黑暗包围的我，理性、思想、思考能力、大脑终于缓过神来了\n猛地切出了原石块，我慌张地将其砸在我身边的地面上，不知多大的洞穴内，杂乱的声音一股脑的传到耳朵里面，终于将自己严严实实地用圆石包围了之后，我用颤抖地手将火把插在了石块内，随后瘫坐在迷你石质棺材内，失神地望着火把，身体各处像是被扔进绞肉机里绞过了一样，无数的痛感将我包围，但比同感更可怕的是，一人坠落到不知名矿洞里，被无数怪物包围的恐惧，仿佛要把内心给压塌一般，让人绝望的恐惧\n眼泪，不受控制地流了出来，但我连抱紧膝盖埋头哭泣都做不到，我的膝盖和手臂都像是被铁锤重重砸过一样，发不了力\n什么安逸……什么找点事情做……抱着想要证明不知给谁看装模作样地工作……明明最安逸的人就是我……\n就算现在活了下来，我之后该怎么办……我还能……活着回去吗……\n努力地切出了带在身上的面包，随即面包被我手上的水给打湿了，手颤抖地将松软的面包靠近嘴边，我一口一口慢慢地吃着，但我却尝不出任何味道\n周围不断地传来奇怪的声音，渐渐的还有清晰的怪物的吼声\n我到底……该怎么办……\n————————————————————————\n“哈哈哈哈哈哈哈哈哈哈哈哈！啊哈哈哈哈哈哈哈哈哈哈！”\n“……苏菲，别玩了，龙猫都不说话了”\n“活该！叫她吓老娘！我刚才给他吓得镐子砸到脚了你知道吗！”\n“那也是你先开始的吧”\n“……好啦，人家错了啦~龙猫大爷行行好啦~”\n“……龙猫？喂，不会吧，你还在生气吗？”\n“哇，不至于吧，我们的交情就只有这么点吗？”\n“……龙猫？”\n“喂，龙猫？好啦，我以后不拿这点开玩笑了，别生气了？……啊！我知道了！你肯定在偷偷来我这边想吓我！”\n“龙猫，说句话好吗？龙猫？”\n“……”\n“……”\n“……”\n“……龙猫？”\n\n\n\n\n——————————————————————————————————\n设定补充栏目（龙猫人称）\n⑦…………\n   …………\n   ………………………\n\n",
    "replies": [
        {
            "author": "sss1",
            "timestamp": 1522339920,
            "txt_content": "会耗费许多力气，单手这也是迫不得已的情况   错字了吧"
        },
        {
            "author": "sss1",
            "timestamp": 1522340040,
            "txt_content": "龙猫被扔到了自家的地下室里，那里阴暗潮湿，充满怪物。\n独自躲藏在角落里，以撒的冒险开始了——"
        }
    ]
}