{
    "title": "关于近期对中文译名提出质疑的回应",
    "author": "powup333",
    "replyCount": 19,
    "timestamp": 1522276020,
    "txt_content": " 本帖最后由 powup333 于 2018-3-28 17:30 编辑 \n\n相信大家或多或少地也从各种地方听说了，最近社区上围绕着Stray的中文译名\"流髑\"展开了讨论。关于这个问题呢，我就在这里发表一下我自己的看法，同时回应一些说法。\n\n（此帖仅代表我个人看法，不代表整个wiki的立场）\n\n首先对于这波操作，我不仅不会说什么，我还要说一句：\"谢谢啊\"。不仅有人给wiki做了宣传，进行了科普，不是一边倒的评价甚至让我有些惊讶。\n\nQ：来者何人？\nA：我是，wiki行政员、Java版中文项目审查员、wiki群群主、中文翻译者披风拥有者、译名标准化发起者、末影系列命名人、……。简单的来说，译名的决定和我有很大的关系，在这件事里你们也可以叫我“接锅的”。\n\nQ：这会是第一次改译名吗？\nA：不是，之前也有过改名，近期的一次是“熔岩”吧。总之译名不是定死的。\n\nQ：有人说你们是伪民主？\nA：从系统和结果上看的话，的确我是有最终话语权的。从过程上看的话，还是有群里的成员参与提议，选择，和讨论的。如果你说这就是，那我只能说“抱歉，有权限真的是能为所欲为的”。抛开这个问题，我个人还是觉得“有事好商量”的，当然前提是平等地位和尊重双方的立场。如果前提是彻底否定我们的立场和做法的话，那就不用谈了，谈了也是不欢而散，没有意义。\n\nQ：wiki是封闭式的吗？\nA：目前来说可以说是不透明的，毕竟基本所有的讨论都是在QQ群里进行的，关于向社区发表译名的选用理由目前的确是没有做到。形式上应该属于半封闭的，我们不会主动与圈外联系。我个人不是很支持开放式讨论（在贴吧或者论坛上），主要是不便于管理，歪楼、沉贴、不负责任的hit and run以及引战一旦发生就基本告别得出结论了。\n\nQ：你对生僻字的看法？\nA：不提倡使用，但也不反对使用。\n\nQ：你对译名大众化的看法？\nA：首先我要说的是，大众化不应等同低龄化，任何译名都得是小学生都看得懂的程度。有人说因为看不懂一两个词就弃坑，我说拉倒吧，就这战斗力不足5的程度还玩啥游戏啊。回到正题，我认为大众化是个目标，但不应是个限制。我认为名字这种东西，简单的来看就是字的组合，一个代号而已。（你可以说它叫苦力怕，我也可以说它叫爬行者，他们都可以）复杂点来说，它就包含词义、译者的思想。（愿你成为人如其名的人）这可以作为一种“彩蛋”，闲暇时间查下资料深入了解给点小惊喜也没什么不好的。如果你从生理上无法接受的话，可以用别称，甚至可以用资源包在游戏中替换掉。当然向我们提出反馈也是个选项，前提的话之前讲过了。\n\nQ：为社区服务？\nA：我虽不是专业的翻译人员，但做mc的翻译这么久还是有自己的原则和坚持的，不会说一有反对就得改，我甚至觉得这有点荒唐。为社区服务，个人理解是引导社区，应该综合社区的意见给出一个答案，尽管这个答案可能与大多数人的期望不符。如果完全服从于社区的就变成另一种理念了。当然你可以说“这不就是少数人定的，完全没有综合社区的意见啊”，这点我无法否认，主要是之前的尝试的体验不佳就改成半封闭式了。不过那也是几年前的事了，以此作为契机做出改变也是种选择。有人说我不愿放弃自己的权利，这点我不否认，至少我认为将权利交给不合格的人才是真正不负责任的行为。至于“脱离群众，无视群众意见，用一系列方式拔高自己，贬低新玩家”的说法我就完全是黑人问号了，倒不如说真是完美的诽谤。（我不是，我没有，别瞎说）\n\nQ：为什么会变成这样呢？（短期）\nA：其实在最初翻译的时候我们就觉得这个译名可能就要改，但因为没有“更好”的译名（加上当初认为这名还可以）就搁置了，交给未来的智慧来解决。近期有人开始到群里提起这事，所以这事又被提上日程，可是只提出问题所在并不能解决问题，同时给的提案也差强人意，就僵持在现状了，最终演变成这个样子。（当然从外部看就是：没改！）\n\nQ：为什么会变成这样呢？（长期）\nA：简体中文的确比较特殊，它是唯一一个和wiki绑定的语言。当初为了管理wiki我和Craft_Lawrence（现已退休，也就是说这锅只能我背）作为wiki的管理者而设立了译名标准化项目，随后mc开始支持多语言我们也就趁机将当初wiki上整理的译名应用到实际游戏中。久而久之就变成了这种形式。如果要问这种形式是错的么，我觉得是存在方式的一种，没有什么对错之分。\n说回翻译的问题，首先mc的翻译大体可以分为两类，一类是现实中存在的词（如：Silverfish-蠹虫，Elytra-鞘翅），这类我想大家都能接受也不是这次事件的重点。另一类是生造词（如：Enderman）或者不能直接对应内容的词（如：Stray，Phantom），这次讨论的就是这类词了吧。虽然这类词在游戏中的占有比虽然比较大，但是我认为这次讨论的目标（需要改动，有争议）只是这类词中很小的一部分，也就是说之前的做法是完全错的并不能让人信服。我认为以原文作为出发点和重点并不是一个错误的方向，其中也诞生出凋灵（Wither）和哞菇（Mooshroom）的好译名（顺便一提，这两者都出自Sjjklh，另一位翻译项目审查员/披风拥有者（商业互吹））。语言毕竟是门艺术，没法用算式证明B>A。\"那为什么不通过投票决定呢，少数服从多数，简单直接\"，对此我有3点反论（你说3点？）：1.如果是在社区里投，怎么保证没人开小号刷票来左右最终结果？2. 投票的时间段设多长？错过时间段的人是否就不能被代表了？（无限期？那连下一秒译名会不会变都不知道了）3. 如果有人提出重投呢？万一重投后结果不一样呢？（这个万一简直致命，还是你要一次把译名定死？@英国）。我不会说现在的做法是最好的，但我认为目前的做法是妥当的。\n\nQ：说了这么多，Stray译名改不改啊？\n\n\n\n\na.gif (995.38 KB, 下载次数: 6)\n\n下载附件\n\n改名.png\n2018-3-29 05:28 上传\n\n\n\n\n\nA：会改的\n\nQ：之后会做出什么改变么？\nA：之前说过，在社区征集译名这件事我们之前干过，但结果都不理想。但是这并不代表未来的译名讨论不能开放化，如果有人帮忙收集、整理、和反馈的话，还是可以做到的。（wiki保持一个半封闭状态但提供渠道接受反馈）本人并不了解各个社区的大佬是谁（毕竟半封闭），有意愿的还请主动联系一下。\n\nQ：你这人怎么臭不要脸还在到处玩梗？\nA：玩梗归玩梗，回答还是有认真回答的。本来这事很简单，有人提个好译名，好好讲清楚，换掉旧译名就完事儿了。虽然这里面也可以反映了其他方面的一些问题，但一事归一事，改好译名了可以再关注其他问题。没必要非得绑在一起争论不休，听说还有人为了一个译名自己把自己给气了，真的是不划算啊。（做人嘛，最重要的是开心啦）\n\n以上所述皆为本人观点，个人视角可能与客观事实不符，敬请留意。期待关于这件事的更多阴谋论（笑\n\n",
    "replies": [
        {
            "author": "ETW_Derp",
            "timestamp": 1522276800,
            "txt_content": "哇发现一个四级大佬\n其实我感觉这个译名在意思上是十分合适的，但是对于基数巨大的低龄玩家而言确实比较难以理解"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1522276920,
            "txt_content": "可能有人觉得这种怪物译名过于文绉绉，译名刚刚公布的时候确实有人吐槽过译者在胡乱用字，不过说实话，我是反对随便改变译名的\n目前社区的所有创作都是基于最初的译名，包括但不限于wiki对怪物的介绍，插件/MOD对怪物名称的翻译，周边创作对怪物名称的引用等等，译名一旦改了，尤其是像怪物名称这种调用频率这么高的译名改了，可能会让创作者无所适从\n除非是那种因译名的特殊意义而不得不做改动的情况（比如把“罂.粟”改成“虞美人”）否则我认为：译名一旦确立下来，都是不应随便做改动的"
        },
        {
            "author": "aitest",
            "timestamp": 1522278060,
            "txt_content": "我是来看大佬的。译名没毛病。不喜欢你喜欢叫啥就叫啥，但总有个官方名，爬行者你也可以叫苦力怕，也可以叫jj怪嘛"
        },
        {
            "author": "广药",
            "timestamp": 1522279440,
            "txt_content": "理解公开投票的复杂性和不确定性，但既然有官微，最好还是在译名正式用于游戏之前说明一下译名的选用原因，还有讨论过程什么的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1522279500,
            "txt_content": "流髑怎么改我不好说，我的诉求只有一个，把刌民换了"
        },
        {
            "author": "z99891179",
            "timestamp": 1522284660,
            "txt_content": "发现WIKI大佬，想问下能不能把西瓜改成西瓜片，和成块的西瓜一起放在潜影箱根本分不清orz"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1522287420,
            "txt_content": "我瞬间就害怕起来了，接下来还得搞事情呢，这怕不是得再死一次。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1522288500,
            "txt_content": "我觉得大家有意见是正常的，也说明的大家乐于表达自己的看法，这是一种好事。\n但是另一方面，即使是提出意见，一般人可能并不知道渠道。\n首先就是谁是翻译者这个问题，估计只有混迹论坛和wiki的才知道，然后提出译名的异议，估计也没多少人知道要去wiki上反馈。\n\n依我看，不如首先把那个链接弄到版头必读吧，这样别人要指路也会容易点……或者直接在本版开一贴？"
        },
        {
            "author": "pca006132",
            "timestamp": 1522291320,
            "txt_content": "针对译名方面我倒是有一些问题，不过不是针对流髑的，而是针对技术性方面的译名的。\n从wiki目前的方针来看，译名的制定貌似就是尽量将英文版的字翻译过去中文，如果那字的词性不同/不存在则造个字出来。\n\n但这方面我们在记分板方面可以看到一些问题。比如把Objective翻译为目标，首先表达不了那东西实际的用途（英文版那名字我觉得也不是太好），其次会造成冲突（命令里有个东西叫目标选择器，如果把objective翻译为目标，听起来就像是要选择objective一样，但实际上并不是这样），而且社区原本就有一些常用译名，那为何需要改呢？\nCriteria方面也是有点问题，社区常用译名为判据，之后wiki那边译名标准化为准则，但我无法看见任何改善，那么为什么要改呢？\n最奇怪的是，这些技术性方面的译名标准化，我没记错的话是没有询问过多少那方面的玩家（或许询问过一些dalao，反正我没收到消息就是了），但据我所知wiki大部分翻译者是不熟悉这方面的，为何会只由一群对该方面不熟悉的翻译去对一个\"专业名词\"进行翻译的呢？\n\n至于你所说的对译名不满意大可使用别称，在这方面我不太同意。如果人人都用别称的话还要译名标准化干嘛？而且我也认同板凳所说，译名不应该随便修改，不然各内容创作者便难以适从，译名标准化也变得没用。\n\n而且趁着这个机会赶紧问一下，wiki方面对非直接翻译的技术性内容是采取什么态度的？之前我和kakagou12曾提议放宽技术性方面原创内容的管理，然后被SteveZihang以wiki方面没有有能力检查内容的玩家为原因否决了。\n就我来说，我翻译技术性方面的内容一般会先检查该作者有没有什么地方写错了或者写得不详细（很多时候是有的），然后去修改、补足，然后就会被回退。而据我所知我也不是唯一一个会这么做的玩家。而我觉得这就是wiki翻译者中没多少有能力检查这些内容的玩家的原因。\n那么请问，wiki方面是否真的只能翻译en页面，其他修改就需要放到教程里呢？"
        },
        {
            "author": "EnTIv",
            "timestamp": 1522293180,
            "txt_content": "流髑还行,刌民我真是...."
        },
        {
            "author": "_DIM_",
            "timestamp": 1522293720,
            "txt_content": "我觉得这翻译很好啊，很有水平"
        },
        {
            "author": "破损的鞘翅",
            "timestamp": 1522300200,
            "txt_content": "反正这玩意可以自己用资源包改嘛233\n如果我没记错的话"
        },
        {
            "author": "frea",
            "timestamp": 1522301400,
            "txt_content": "个人感觉官方译名与gamepedia还是非常权威的，写教程时也尽量使用官方译名（强迫症嘛）"
        },
        {
            "author": "匠魂",
            "timestamp": 1522312620,
            "txt_content": "E.T.星落辰 发表于 2018-3-29 09:37\n我瞬间就害怕起来了，接下来还得搞事情呢，这怕不是得再死一次。\n流髑不错，刌民就比较过分了......"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1522584600,
            "txt_content": "我曾经因为Phantom的初始译名不妥而与管理员辩论……"
        },
        {
            "author": "匠魂",
            "timestamp": 1522651260,
            "txt_content": "E.T.星落辰 发表于 2018-3-29 09:37\n我瞬间就害怕起来了，接下来还得搞事情呢，这怕不是得再死一次。\n我知道你说的是你自己啊......"
        },
        {
            "author": "sjjklh",
            "timestamp": 1523533200,
            "txt_content": "哞菇真不是我提议的…… 凋灵倒是"
        },
        {
            "author": "99762896",
            "timestamp": 1537638120,
            "txt_content": " 本帖最后由 99762896 于 2019-12-31 15:39 编辑 \nRedFlagGoup 发表于 2018-4-1 20:10\n我曾经因为Phantom的初始译名不妥而与管理员辩论……感觉没有什么意义讨论"
        },
        {
            "author": "UNCADAN",
            "timestamp": 1538899260,
            "txt_content": " 本帖最后由 UNCADAN 于 2018-10-7 16:05 编辑 \n\n刌民真的不好听，我觉得强盗，反贼，恶霸，逆党都比这个强，只是听起来有点土"
        }
    ]
}