{
    "title": "[多线]神秘梦想VTG —— |神秘时代|无尽贪婪|食物工艺|植物魔法|[1.7.10]",
    "author": "Balrog_XD",
    "replyCount": 0,
    "timestamp": 1522350600,
    "txt_content": " 本帖最后由 Balrog_XD 于 2018-3-30 14:57 编辑 \n\n一键加群点击链接加入群【神秘梦想VTG】：https://jq.qq.com/?_wv=1027&k=478dpV0神秘梦想VTG 32018.3.30正式开荒！\n前言\n-  因为魔法，我们相聚在一起，一同肝着minecraft给我们带来的生存、快乐。\n    -  大佬们和谐共处，同为打造一个和谐的氛围、一个温馨的服务器。\n    -  服务器内提供一切可以为玩家实现的便利，并接受玩家大部分的建议。（除非建议不符合服务器发展）\n    -  腐竹具有长期开服经验（mdzz并没什么用，还是一个技术渣），op具有mod的了解度可以为玩家提供必要的帮助。\n    —  祝大家相处的愉快，这只是一个游戏而已，一定要记得开心就是好的！\n—顺便说下，游戏嘛，认识朋友，愉悦心情就好了，不要因为游戏伤了和气。        大佬小镇-神秘梦想VTG\n想必很多人一定想当一个膜♂法师吧，还记得那让你肝爆的专业术语吗？龙套，上帝套，泰拉稿，核心，凶险节点，自身注魔。魔力池魔力板，灵宝套等等都已经被大佬们知晓了吧，或者成为萌新的动力所在，顺便十分感谢mod的作者为我们提供这么有意思的mod！让我们能在一起玩同一个mod！服务器特色植物魔法一个喜欢苟而且可以苟魔法的人创造出来，可以让你感受到续1秒的快乐神秘时代奥法是一个神秘使创造奇迹的能力,从事于研究奥法研究的人更像是一个魔法师或更像是一个奇迹创造者这就是这个MOD的全部-以现实的形式描绘魔法要素和重现创造奇迹禁忌魔法这是神秘时代4的一个拓展MOD，揭示了神秘时代的一部分黑暗面，噫，说的好像不太对神秘工匠神秘工匠是vazkii的元素工匠MOD的精神继承者这是一个关于神秘创造的工匠MOD，这是AZANOR的神秘时代4的一个附属MOD使用你从神秘研究获得的知识，你能制作出在工匠里新的实用的东西，噫神秘视野神秘视野是神秘的一个附属mod，可以为自身注魔来提升自身的战斗力，当然也可以为怪物和动物注魔.龙之研究研究完神秘之后要干什么呢，勇士！去屠龙吧！屠龙宝刀，点击就送。你从没见过的龙的另一面，点一下，玩一年。无尽贪婪一个给大佬专门准备的模组，其实就是无限制挂机加上全自动化。或者使劲的肝，不想肝的话可以考虑氪金。\n\n\n神秘梦想VTG mod列表:（也许会忘了几个mod）神秘时代4匠魂匠魂强化更多实用装备植物魔法神秘时代附属植物魔法附属NPC潘马斯食物工艺小地图血量显示皮肤污秽魔法禁忌魔法龙之研究无尽贪婪神秘视野魔像秘典枫树血魔法龙之进化简介\n神秘梦想VTG 是一个比较干净、整洁、安静、空气清新、幽静、温馨、雅致、宽敞、舒适、优雅的服务器（这是**的服务器，这分明是瞎打的广告词吧！）\n也算是一个和谐安逸的女装小镇吧，不过有时候也有女装大佬激烈的互撸对战。\n例如活动： 寒假活动，副本活动 、副本(肝出一条不归路！) 等等。\n除此之外，也有很多有趣的事情发生和一些黑历史的产生。。。\n就像是群主女装，管理员开车，玩家殴打op（怎么可能会有这种事！不可棱的！有也不会承认的！）\n活蹦乱跳兴高采烈的基佬氛围\n神秘梦想VTG服务器简称VTG（因为太长了 就直接这样简称了）\nVTG里面，有少量妹纸还有大量的哲学大佬（上面打错个词 少量改为没有）\n这使得不论是玩家讨论群，还是服务器内，都拥有着和谐友好的基♂佬氛围。\n神秘梦想VTG欢迎您的加入\n\nVTG特色\nVTG服务器正儿八经说的话，就是一个魔法类为主，科技类为辅，养老类并存的三项生存服务器。等等，少了个探险类，大佬类玩家可以获得一堆属于自己的萌新小跟班和活动提前通知等一系列核心地位，而萌新类玩家可以获得属于自己的大佬靠山，萌新礼包和巨佬福利（这个有时候可能使你一夜暴富233），所以，就多多结交朋友吧！你可以结交一群朋友，有人说他喜欢天下无敌的感觉，而我认为有句话写的挺不错的：四海皆友，天下无敌。在生存过程中，我们配备了各种活动副本和来提高游戏的耐肝性，包括成为大佬和氪金玩家的肝爆活动。如果你还感到无聊！居然还感觉无聊！！！没关系！还有准备！特意准备来了1VS10，1VS20，1VS50的PVP大战，或者自行养养神秘花，种种菜，做做建筑，做点药水。（还是无聊的话，就直接找一堆玩家向服主提出你想玩的活动，前提是要一堆玩家2333）\n\n\n服务器规章制度①禁止作弊，一旦发现，严肃处理！\n②发现BUG立刻向腐竹反映\n③禁止侮辱，辱骂他人！一经发现，视情节轻重处罚！\n④禁止刷屏！这一条是因为刷屏微量占用服务器运行内存.\n⑤禁止欺骗他人！一旦被骗立刻截图举报！举报成功后，没收欺骗者的所以财产并补偿受害者！\n欢迎任何萌新和大佬，但不欢迎熊孩子，熊孩子请停止浏览\n主世界，资源世界，竞技场，副本，活动场所，均不掉落（地狱忘了设置的是不是死亡掉落，请大家信仰之跃来测试。如果是的话，不会赔偿的23333）外域，末地死亡掉落\n                      资源世界会不定期更新！不要在资源世界作家！                 \n联系我们的方式：如果你喜欢这个服务器的话，记得去加群哟~QQ群：573220009点击链接加入群【神秘梦想VTG】：https://jq.qq.com/?_wv=1027&k=478dpV0欢迎各位大佬进群玩耍，希望这个服务器能使您留下足迹，更希望您能永久安居在这个服务器。早期宣传图片在下面，就随便看看就行了 不必当真233\n",
    "replies": []
}