{
    "title": "我的世界 · 探索试读大会",
    "author": "LocusAzzurro",
    "replyCount": 25,
    "timestamp": 1522423920,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-4-13 11:23 编辑 \n\n我的世界 · 探索试读大会\n\n在Minecraft周边书籍的相关方面，邮电出版社一直为国内持续引入着优质Minecraft相关书籍，扩展着我们的视野。这其中既有出版社的努力，也少不了众多译者的贡献。继上次的图书试读活动之后，我们再次联合邮电出版社举办图书试读活动，带各位读者探访Minecraft和Mojang之中的秘密。赶快行动起来，参与本次的试读活动，让大家了解你的独特见解吧！\n\n\n\n>> 参与方式\n\n下载本次的试读章节，选择一本或多本撰写试读感想并回复至本帖中。试读感想应语句通顺，不可抄袭他人感想，在百字上下为宜。同时可以在讨论抽奖帖参与对新书的讨论，发表意见。讨论抽奖帖回复请遵守论坛规则，违规回复将不可参与抽奖。\n\n\n试读感想格式参考：\n论坛ID：\n试读书名：\n试读感想：复制代码\n\n试读章节下载：https://pan.baidu.com/s/1Mtqh3RbtiOkWbhsHrz_XwQ\n活动讨论抽奖贴：http://www.mcbbs.net/thread-788880-1-1.html\n\n>> 活动奖励\n\n我们将从对每本书发表试读感想的评论者中选拔出数名优秀者，并在其中随机抽取五名获得该评论对应的书籍一本。同时我们将从讨论帖中随机选出九名会员，获得三本书中的随机一本（本帖中的非试读感想评论不计入）。若同时获得试读感想与讨论帖奖励，优先派发试读感想奖品，讨论帖奖品则重新抽取一位会员。所有参与者都将获得与评论质量对等的一定金粒与人气奖励，优秀回复者将会获得一枚或更多下界之星奖励。\n\n\n\n>> 活动时间\n\n2018年3月31日 - 2018年4月30日 23:52\n\n>> 本次试读的书目\n\n> 《我的世界》大探访——Mojang幕后故事\n\n\n\n探访驰名全球的电子游戏《我的世界》（Minecraft）背后的团队——Mojang！ \n●了解Markus Persson（Notch）、Jens Bergensten、Carl Manneh，以及Mojang其余的核心人员。 \n●Thomas Arnroth作为一名记者，在这个电子游戏时代为您带来电子游戏明星的点滴趣事。 \n\n在短短的3年里，Notch就从默默无闻变得闻名遐迩且富可敌国。他和其他Mojang雇员用一款游戏改变了独立游戏市场，且撬动了整个游戏产业。这款游戏不仅被全世界的玩家所喜爱，还被教育业者们作为必要的教学工具，甚至联合国的一些项目都在使用它。 \n《〈我的世界〉大探访—— Mojang幕后故事》提供了一个全新的、充满趣味性的个人视角，描写了Mojang的运作方式。本书值得《我的世界》爱好者、游戏玩家和任何想要理解《我的世界》影响力及其改变世界的途径的人一读。\n\n本书作者对驰名全球的电子游戏《我的世界》（Minecraft）开发商—瑞典 Mojang 公司进行了近一年的跟踪采访，对以创始人兼灵魂核心Markus Persson（Notch）为首的 Mojang 员工们的日常活动与处事风格以轻松形象的语言进行描写，并穿插介绍Mojang 公司对《我的世界》的开发历程与周边经历。在短短的 3 年里，Notch 就从默默无闻变得闻名遐迩且富可敌国，他和同事们究竟经历了什么？ Mojang公司是如何从一家小工作室变成如今独立游戏界的标杆的？相信你在本书中都能找到答案。本书适合大众及游戏爱好者阅读。\n\n译者注：由于成书时间点为2013 年，本书所有数据大多以2013 年时的数据为准。\n\n \n\n> 《我的世界》探索书：Minecraft游戏与趣味实验\n\n\n\n释放《我的世界》（Minecraft）的学习力量！ \n\n毫无疑问，《我的世界》是一款驰名全球的电子游戏。游戏中有无限的可能性，赋予玩家们 探索、设计和建造属于自己的世界的机会。 \n\n本书由教育工作者John Miller和Chris Fornell Scott所著，是一本富有创意的以《我的 世界》（Minecraft）游戏为主题的实验探索书。将游戏与学习完美融合，既有趣又有教 育意义，为家庭、小朋友们带来快乐！ \n※学习游戏和新手导航的基本知识 \n※6个探索旅程，24个实验项目，带来丰富多彩的内容体验 \n※包含数学、科学、历史、文化、电子、手工、烘焙、艺术等活动项目 \n※完成每个实验后，可获得徽章奖励 \n※学习如何在线分享你的项目 \n\n随书附赠徽章贴纸！ \n更有游戏清单、剪纸图案等，可以直接剪下来使用。 \n\n本书主要内容以Minecraft游戏为主题，开启6个探索旅程。每个探索旅程含4个实验（共24个实验），结合探索活动与Minecraft游戏，带领读者进行数学、科学、历史、文化、电子、手工、烘焙、艺术等活动项目，为家庭和小朋友们带来快乐。书中内容丰富多彩，有详细的步骤和图片，十分适合孩子们或家长带领孩子一起做探索实验，让孩子在实验中轻松学习各种知识！ \n\n> 达人迷 我的世界Minecraft新手完全指南\n\n\n\n不要成为走马观花的《我的世界》（Minecraft）游客，让这本全彩指南书陪伴你左右吧！ \n无论你玩游戏是为了获得胜利，还是只想单纯地探索，这本书都可以快速帮助你了解如何使 Minecraft的世界成为任何你希望的样子——甚至在你开始破坏方块之前！只需要跟随本书的简单指导，你就可以学到如何建造或破坏建筑、创建和平环境，以及攻击或防御等技巧。 \n\n●深入挖掘 Minecraft——理解生物群系、建造完美农场、繁衍动物、种 \n植蘑菇，以及防御怪物。 \n●成为Minecraft中的最强者——生存之道，就是挖掘、烧炼、寻找洞穴、 \n避免疲劳、抵御怪物、收集彩色羊毛，以及快速合成。 \n●来自村庄的呼唤——在村庄里探索与交易、挖掘红石、掌控方块，并且发 \n明创造。 \n●打造“我的世界”——学会超赞的游戏技巧、进行多人游戏、使用聊天菜单、 \n个性化游戏体验、解锁冒险模式。 \n●让Minecraft走入家庭——实现寓教于乐的教育功能，为每个家长提供需要了解的Minecraft?知识，学会保护孩子们游戏时的安全！ \n\n《我的世界Minecraft新手完全指南》是非常有趣的 Minecraft 游戏指南。通过本书，你可以学习如何在Minecraft中生存、挖矿、制作工具和武器、建造村庄，以及学习附魔、红石等进阶技能。除此之外，还有一章是写给家长的，涵盖了家长们在孩子游戏时需要了解的东西。本书适合所有游戏好者阅读。 \n\n\n\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1522461660,
            "txt_content": "论坛ID：WuGuangYao2012\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：\n\n这本书从发布就有关注，直接扔收藏夹了，这三本书也是这一本对我吸引力比较大，所以读了一下这本书\n\n本书的成书时间是2013年，在看这本书之前推荐先看一看2012年的那部纪录片《Minecraft：Mojang的故事》，粗略了解一下Mojang工作室的成立和发展，以及Minecraft在早期的一些影响力和开发进程。对阅读和理解这本书有不小的帮助，可以当这本书的前传看看。\n\n这本书的主题是“Mojang”而非游戏“Minecraft”，作者是以第一人称的方式，介绍了Mojang及其员工，而且重点不是游戏，而是Mojang的日常活动和运作方式，包括他们在生活中表现的方方面面。可以说从各个角度讲述了Mojang的各位员工，花大篇幅讲述了他们的兴趣爱好和喜欢的游戏，甚至是一段对话。从各个方面都详细的、尽可能的还原和刻画他们的真实形象。\n\n除了Mojang，作者还花不少篇幅写了自己的故事，包括自己的心理活动和与Mojang的互动，所以这本书可以当成一部作者的自述小说看，而不是什么纪录片，这也让整本书的氛围没那么沉闷，鲜快了不少。\n\n总的来说，这本书适合微核心向的玩家，推荐给平时里有关注Mojang或Minecraft相关新闻的玩家。\n对于普通的玩家来说，虽然过于硬核，甚至有些“枯燥”，但只要你有兴趣了解一下这个游戏背后的开发者的故事，或者有兴趣了解Minecraft的成功秘诀之类，也是很适合一读的。\n当然也非常适合拿来收藏（其实Minecraft的系列图书都是收藏价值高于实用性XD）\n\n"
        },
        {
            "author": "767832567",
            "timestamp": 1522566360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "trestle",
            "timestamp": 1522593000,
            "txt_content": " 本帖最后由 trestle 于 2018-4-1 22:32 编辑 \n\n论坛ID：trestle\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：\n\n    白驹过隙，时光荏苒；物是人非，昔盛今衰。回看这本13年的探访，让我感想万千的不是Mojang的过去，而是它的现在。\n    可以说这篇访谈十分真实，这就是Mojang，一个其乐融融的公司，甚至不存在上下隔阂、同事竞争。大家都是这款充满魅力的游戏的设计师，何须紧张的气氛？大家都是这款充满潜力的游戏的缔造者，怎有存亡的压力？既是开发者，又是玩家；既是制作人，又是社区的一员——这就是当年一款依赖社区的沙河游戏的盛世，然而是什么造成了它的四分五裂，曲终人散？\n    有人认为是像微软的利益集团，有人认为是Notch所酿的祸端。其实谁都不应被指责，Minecraft的变动，是一种必然。\n    我们主要谈Notch，这个Minecraft、Mojang创始人，因为他是一切的开端、他创造了神话，他促成了一个开放到令人羡慕的团队、他又一手结束了这一切。首先再次强调，13年，Minecraft之盛年。但当时，正如访谈开篇就已经谈到的，Notch着手开发自己的游戏，将Minecraft移交给Jeb。看似的怠惰，实际是想要摆脱一种的束缚，这是成就的束缚，是理想的束缚。Notch曾经开发过很多游戏，这在他曾经的个人网站中有过罗列，但只有Minecraft就像病毒般的爆发了，带给他前所未有的成功。但Notch不是一个一往无前的人，这也是它可贵之处，但也让他饱受不理解。选择在最繁荣的时期隐匿江湖，是想在Minecraft成'人'之后让他自由发展，自己着手于新的目标。然而正如Mojang其他游戏的尴尬局面，Minecraft太突出了，以至于其他的锐点都显得无光。无果的两年后，他选择退出，也是必然。上述正是Notch对Minecraft的态度：对过去骄傲，对未来迷惘，对再创辉煌有疑虑。当年的“程序员一夜暴富坐拥百亿，称前所未有的空虚”便是如此，放弃Minecraft，是想给过去画上句号，不曾想屡遭不解，婚姻受挫，过上更加空虚的生活。谁可曾处于有足够的物力与能力，却已经料到结果的努力中。如今的Notch还在想着续写辉煌，但却有时甘于物质，甘于享受空虚。\n    至于为什么Minecraft的人气下滑，因素很多，可能有一部分在于风云莫测的市场，但一定有一部分在于开发氛围的改变——一款自由的游戏，需要由自由的人自由的开发。微软能否给Minecraft第二春，三年过去了，还没有答案。\n  \n  总结一下这本书：不太符合时代，五年前的Mojang和现在的Mojang已是两种概念。有人没变，但心变了；有人尚存当年(反屏蔽)勇，却沦于现实。Mojang的辉煌，成为佳话，却令今人感伤；同时Minecraft的确，开始老了，我想不至于亡，而是成为经典，存在玩家心中。"
        },
        {
            "author": "Marospy",
            "timestamp": 1522852020,
            "txt_content": "论坛ID：Marospy\n试读书名：《我的世界》大探访\n试读感想：\n之所以要试读这本书，便是因为这本书的题材与内容有着先天上的优势，像这种幕后的故事爆料和各种有趣的小插曲，往往更能扣人心弦。\n因为这本书可以带你去了解，去认识，去体验方块世界身后不同凡响的故事，不再拘束于游戏内，而放眼于游戏外。\n本书作者以第一人称的方式，以自身为主角带领大家去了解MOJANG背后的故事，主题突出鲜明，代入感强烈，仿佛身临其境，好似现在就在MOJANG的工作室中，举杯畅谈。\n从作者的描写当中可以看出MOJANG的日常氛围极其轻松愉快，从“乐趣总监”这个头衔也可以看出他们的与众不同，相比起那种氛围严肃紧凑，为了利益压榨自身的做法，不知道要好多少，因为他们是真的全身心投入到这个游戏去了，他们把制作游戏当成一种享受，一种乐趣，试问在这样氛围下的工作室，制作出来的游戏怎么能不精良呢？\n虽然我们还是得承认，随着时间的推移，或许人心已故，或许现在的MOJANG不如以往那么欢愉了，不过我相信，仍有人一直坚守着初心不放弃，即使老了，亦当益壮，MOJANG永远是那个MOJANG，追溯时光荏苒，如今风采，依旧不减当年！"
        },
        {
            "author": "黎大寒QOQ",
            "timestamp": 1522898760,
            "txt_content": "论坛ID：黎大寒QOQ\n试读书名：我的世界Minecraft新手完全指南\n\n试读感想：\n\n\n    这部书从简单到复杂直接就把所有的基本操作都演练完了，对新手来说应该是一个不错的福利QWQ。\n    讲真的，看完这部书，想起了第一次玩到Minecraft的时候，2010年，我第一次接触到了Minecraft的世界，当时玩的版本记不太清楚了，我也只是一名萌新，在那个世界里瞎转。\n    后来不知道是看到了谁的新手教程，才开始慢慢对我的世界有了了解，接着我把它推荐给周边的朋友，虽然他们对这个游戏的态度都有很大的异议，有不屑一顾，有淡视，有嘲讽。但是我并没有放在心上，只是我认为，我能从挖掘一块泥土中找到快乐，从击倒一只苦力怕里找到成就，从地狱到末界寻找刺激和挑战，在我原来最失落的时候，我遇到了这个世界，我可以在广阔的世界里发泄情绪，向它吐露自己最真实的心声。\n    从游戏到周边，我的世界伴随到2018年了，也有更多的版本推出，有更多的玩家加入，我也从只是平平凡凡普普通通的玩家，到了今天的实况主、别人口中所谓的“忠实粉丝”，可是我永远不会忘记，第一次知道撸树才可以做工具，第一次知道要长按右键才能吃东西，第一次知道末影龙可以这样打。在世界里的每一个第一次都是一个新的挑战，人生又何尝不是这个样子的？\n    更多的尝试还在继续，材质包、Mod、动画、周边创作......我看到了一个小小的世界迸发出的巨大力量。\n    很感谢作者的这部书让我想起了这么多，看到作者的致谢中，看到了作者的母亲对他最大的鼓励，也不由得想起自己的母亲曾对这种游戏抱有多大的偏见，但我也不曾埋怨，每个人都是在第一次和懵懂之中成长，就像当年对着电脑玩服务器可以从早撸到晚的萌新，现在已经尝试着构建自己的服务器一样。\n    所以——18年伊始，愿世界继续伴我前行。\n\n"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1522904040,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "武月天【】",
            "timestamp": 1522907640,
            "txt_content": "论坛ID：武月天【】\n试读书名：《我的世界》探索书:minecraft游戏与趣味实验\n试读感想：\n可能我还是不大爱阅读想探访记录一类的文章，选择探索书是因为书中的内容可以吸引我的兴趣。相比全面指南，探索书的介绍不乏生动，更多地介绍游戏独有的创造性(另一方面选取的新手指南的章节太少了)。\n在没有阅读这本书之前，我可能还真想不到minrcraft还有家庭联动的玩法(这可能是因为国家教育方式差距罢)，minecraft独有的创造性让它可以投入教育，更是可以从一个层面上改变人们对游戏的传统概念。探索书的新手指南角度也与全面指南不同，利用一种游戏式的介绍方式不仅跟好让玩家接受，还增强了游戏的体验，增强了游戏了快乐，这是我所认为的很有创意的一点。探索书的内容更适合与多人游玩，即使是新手玩家也可以从中感受欢乐与创造，用游戏创造快乐，用快乐改变游戏，minecraft不仅仅是一个游戏，正如它的名字一样，minecraft是一个世界，一个只属于自己的世界，在这里有伙伴的帮助，有探索的欢乐，有家人的鼓励，这才是游戏的创造之源，这才是我心目中的minecraft。\n(水结尾)\n感谢mojang的付出。\n感谢邮电的出版。\n感谢bbs的平台。"
        },
        {
            "author": "柠酸丶维度",
            "timestamp": 1522911900,
            "txt_content": "论坛ID：柠酸丶维度\n试读书名：《我的世界》探索书：Minecraft游戏与趣味实验\n试读感想：\n  尽管我已经迷于mod，但是回过头来看这本书，还是有种不一样的感觉。坐在电脑面前打开原版，像平常一样按那日复一日的套路玩着，只会让你越来越厌倦。是的，我觉得这本书给予了我一种新的思路，尽管是在方块数并不多的原版，在作者的脑洞中，却让我感到别样的新奇----对啊，我怎么没想过去列一张冒险清单，做一次游戏实验之类的。这种思路让我们学会在minecraft世界中去探索简单中的奇妙，去学习怎样生活，怎样体验生活中的美好。\n  创造与创新，现在的人们正在逐渐缺失，死板，跳不出那个划定的框框。从内容和书名都可以看出，这就是来开发所有年龄段人的创造，创新之心的，像是----不用无脑的砍怪而是安静地等着它们像个宠物一样跳进你的陷阱；用红石做出原版的复杂的自动化，这都能提升每一个人的能力，乐趣也由此而生。\n  在我的观点中，其实Minecraft是一种生活的态度与情趣，自然的力量是通过我们的双手和大脑来体现的，双手每个人都能灵活运用，那么既然要好好体验这样的“生活”，我们又何尝不该去用那精密的大脑，创造一块属于我们的天地呢。静下心来，放下浮躁，回看身边的自然，用这充满趣味和创造的眼睛，打开这扇异界之门吧。"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1523164740,
            "txt_content": " 本帖最后由 wangtianen 于 2018-4-8 13:22 编辑 \n\n论坛ID：wangtianen\n试读书名：《我的世界》探索书：Minecraft游戏与趣味实验试读感想：先以这本槽点比较多的书开始吧。略读一遍后，我对这本书的第一印象是创意十足的实践教材。本书的定位是为未玩过Minecraft的大人们提供一个通向Minecraft玩家的桥梁，也是为Minecraft玩家提供俯瞰游戏外广阔世界的望远镜。从结构上看，这本书分为6个部分、24个实验，以及简介和附录；内容划分明确，让虚拟的游戏和现实有机地结合起来，从而使得无论大人还是小朋友都能娱乐其中。下面来讨论一下本书的不足之处。首先，本书的一部分内容已经“落后于潮流”了，比如本书提到的携带版PE“合成的选择有限制，没有饥饿度和其他维度的空间”（P14）。然后，本书的某些地方的准确性值得商榷，比如P26的对于“硬度”的叙述就不太准确。最后，不得不吐槽一下这个翻译，是没校对吗？先不谈某些地方的通顺（“让他们可以在夜间旅行并探索更多他们所在的独特世界”，P13）以及具体意思（“按住W键同时将鼠标向左移动。你会向左移动几步”，P15）的失误，就是错字、漏字也能出现（“也必须通过击杀动物或种植病收获作物来获得食物”，P13；“今天你进行游戏的版本任何一个更早的游戏版本有更多的工具、方块和资源”，P27）。综上所述，这本书的内容可圈可点，但是某些地方可以通过加注脚的方式来说明情况，以保证这本书在内容上的准确性。\n试读书名：达人迷?我的世界Minecraft新手完全指南试读感想：达人迷系列丛书的质量一向不错，这次的书也不例外。本书的介绍范围十分广阔，从Minecraft的第一夜到战胜末影龙，从游戏之内的玩法到游戏之外的延伸和扩展，这本书都有或多或少的介绍。别看这本书的内容如此之多，其实用“新手完全指南”这个标题一点都不为过——无论从深度和广度而言。对于一个萌新玩家而言，这本书是带你在Minecraft世界里披荆斩棘的利剑；对于一个只知道如何生存的玩家而言，这本书是带你探索Minecraft更多精彩内容的指南针；对于一个资深Minecraft玩家而言，这本书是充斥着往事的回忆录。\n试读书名：《我的世界》大探访《震惊！Mojang内部员工居然做出如此丧心病狂的事！男人看了沉默，女人看了流泪！》试读感想：与前面两本书不同的是，这本书的内容主体并不是Minecraft，而是Mojang。本书让我们有机会一睹Mojang工作室的日常生活——对，是生活，而不是工作。工作最理想的状态就是把它看做生活的一部分。就试读部分而言，整个团队其乐融融做着一些貌似与工作无关的“游戏”，但其实不然，这种游戏的本身是可以激发整个团队的创造力，提供无穷无尽的创意的。如果有机会，我也希望能够在工作之中去体验这种“不一样”的工作氛围。"
        },
        {
            "author": "ROF",
            "timestamp": 1523676600,
            "txt_content": "论坛ID：ROF\n试读书名：达人迷 我的世界Minecraft新手完全指南\n试读感想：这本书无疑是对Minecraft新手玩家的一个优秀指南。\n刚试读的时候，看到了9页的目录，更觉得这本书的教程清晰详细。\n这本书包含了绝大部分的基础教程，建筑，红石，生存，交通，样样具备。\n不仅如此，这本书还在潜移默化中提升孩子们的素质，让他们明白偷窃是可耻的；\n在无形之中培养孩子们的网络安全意识，进一步提高计算机能力\n对于非英语语言的国家来说，或许还可以提高他们的英语能力，包括但不限于口语，拼写，交际。\n与此同时，玩家们对电学，自然科学会有进一步的了解\n总之，这本书是对Minecraft新手玩家打开Minecraft世界大门的一把钥匙。\n"
        },
        {
            "author": "Abstain伊夜",
            "timestamp": 1523709180,
            "txt_content": "论坛ID：Abstain伊夜\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：作为一个在滚滚游戏浪潮中坚持了十余年的游戏，既没有LOL的精美画质，也没有SC的多种战术。但是它具有的魅力已经超越了想象。首先就是画质的大胆追求，画质的与众不同利用了较为简单的像素格，较简易的工作量的更新，会比许多中等画质且拥有诸多bug的游戏更具有吸引力。其次就是多元化，sc相对自由，但是依旧没有minecraft的自由度，因为在mc中，玩家具有更大的程度去发挥着自己的想象力。mojang的冒险无疑是大胆的，也是成功的，尽管目前变捞，他们依然在默默努力着。\nCreative never give up。"
        },
        {
            "author": "Abstain伊夜",
            "timestamp": 1523709780,
            "txt_content": "论坛ID:Abstain伊夜\n试读书名：达人迷 我的世界Minecraft新手完全指南\n试读感想：很明显看完了试读版我内心有点崩溃，因为读完后我发现我除了建筑以外真的有点一窍不通。尤其是对于红石的目录索引，我真的非常期待可以看到内容，补充我的盲区。Minecraft新手指南很明显面对的不仅仅是新手了，我相信当读者读完这本书以后，他们所得到的知识将会远远大于他们所需要的，像那些红石技巧，我猜会有与门，或门，非门，这些东西将会对我们非常重要，一来服务器防盗，二来解密地图的密码设计。生物群系这个我曾经也想研究出规律可以并不知道，相信这本书将会给予我们更多。\n这本书就像指引我们，在这陌生的方块世界中，可以精彩的，光彩的生活。"
        },
        {
            "author": "Abstain伊夜",
            "timestamp": 1523710500,
            "txt_content": "论坛ID：Abstain伊夜\n试读书名：《我的世界探索书》：Minecraft游戏与趣味实验\n试读感想：跟前面一个人一样的观点，错别字的问题望校准下，虽然我不太会介意，但是一定有人介意。\n配的图片位置与字形成了良好的比例。\n线上资源看起来是个比较好的突破，这样不仅仅是买了一本书的资源知识而是像收土豆一样，得到了更多的知识\n可圈可点吧，这本书也许看起来不那么豪华，但是许许多多有用的书本，没有多余的矫饰，仅仅剩下的骨架，也值得玩味。\n讲真这本书其实有一点点缺点的，有一页就一张图片，可是在我这里显示的不清晰，或许在实体书上会清晰很多或许不是，也希望调整下清晰度。\nSimple did not means simple"
        },
        {
            "author": "晴晴mc",
            "timestamp": 1523763360,
            "txt_content": " 本帖最后由 晴晴mc 于 2018-4-15 11:37 编辑 \n\n论坛ID：晴晴mc\n试读书名：《我的世界》探索书：Minecraft游戏与趣味实验\n试读感想：\n     在Minecraft宣布出教育版的时候，我心里就在想着“要怎样用Minecraft来教学呢？”这个问题，我早就知道知道美国小孩的学习以学习创造力想象力为主，这跟Minecraft这个没有教程，没有清晰任务目标的游戏很符合，那么究竟要怎样把游戏与学习完美结合呢？现在我终于找到了答案。\n     担心电脑游戏玩久了伤孩子的眼睛和脊椎？这里每一个Minecraft的游戏部分都有一个用于热身扩展的“家庭活动”，通过电脑游戏与现实中实验的结合，既增长了知识，又不至于玩游戏导致眼睛，脊椎的危害。\n     这次的试读章节里有个例子，就是用Minecraft来合成工具，制造庇护所，老师家长也可以陪着一起探索，而家庭活动则是在现实里，你的身边寻找Minecraft里有关的东西，比如仙人掌，苹果，木棍这些东西，如果我是刚刚接触Minecraft的小孩子，估计会特别兴奋吧！还有贴纸奖励，完成以后会得到一个贴纸，这对于孩子来说，是一种鼓励。\n     这本书的目标是“激发Minecraft玩家和非Minecraft的玩家之间的沟通、合作、创造力和批判思维，非游戏玩家将会了解Minecraft，而游戏玩家则会学习到关于模拟的、社区的以及其他游戏外的关联，嗯，这就是美国孩子教育的关键词，而我们则是死记硬背，为了考试！考试过后，忘在脑后！\n     愿**能够享受到美国孩子般的快乐，拥有美国孩子的创造力想象力！Minecraft是个需要想象力的世界，而我们的想象力却早已约束！\n------------END--------------"
        },
        {
            "author": "红尘陌客",
            "timestamp": 1524219120,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "红尘陌客",
            "timestamp": 1524219180,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "a1294790523",
            "timestamp": 1524295980,
            "txt_content": "论坛ID：a1294790523\n试读书名：《达人迷 我的世界Minecraft新手完全指南》\n试读感想：关于Minecraft的书我是第一次读，这本书的教程对完全不了解Minecraft的人很友好。目录非常仔细，完全是一步一步来，从简单到复杂，从初学到深入了解，可以说，这本书囊括了Minecraft的基本内容，是一个浓缩的Minecraft Wiki。我甚至觉得这本书可以改名为《Minecraft：从入门到精通》了\n此外，这本书最特别的一点就在于对家长的内容，能让家长深入了解并引导孩子正确地玩Minecraft，里面甚至还包含了对于道德教育以及Minecraft之外的家长指导，是一本不可多得的好书。\n但是美中不足的一点是，这本书的部分教程只适用于旧版本，希望译者能在翻译时注明版本的适用范围以及更新版本的说明\n"
        },
        {
            "author": "ff98sha",
            "timestamp": 1524300060,
            "txt_content": "论坛ID：ff98sha\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：\n第一章的标题还挺“误导”人的，还以为是mojang在研究什么高科技呢\n不过研究玩法也算得上是研究了，毕竟游戏的乐趣才是Minecraft的宗旨\nMojang的内部创意活动还拿出来让全球粉丝一起参与，这很明显是mojang将自己不视为一个游戏开发公司，而只是和大众一起玩游戏的一个团队，这是其他游戏很难做到的\n希望mojang越来越好吧"
        },
        {
            "author": "ff98sha",
            "timestamp": 1524300780,
            "txt_content": "论坛ID：ff98sha\n试读书名：达人迷 我的世界Minecraft新手完全指南\n试读感想：\n\n如同书名说的一样，这本书可以说是市面上最全面最详细的一本Minecraft指南了，差不多是一本离线的中文Minecraft Wiki吧。\n另外这本书是设计给孩子和家长都可以看的，这就很贴心~让家长引导小学生玩MC真是个好主意，希望大量推广\n另部分pe内容已过时。"
        },
        {
            "author": "ff98sha",
            "timestamp": 1524301440,
            "txt_content": "论坛ID：ff98sha\n试读书名：《我的世界》探索书：Minecraft游戏与趣味实验\n试读感想：\n\n这本书似乎译者不太认真？书注少错别字多\n\n感觉这本书可以带你把Minecraft玩透。当你屠了龙后，游戏并没有结束。玩法并不止红石、命令和建筑，游戏中的其他元素也能让你继续享受。有些清奇的思路比如音乐和花式探险，确实让我眼前一亮。或许拿到这本书可以试试？"
        },
        {
            "author": "饼干大侠",
            "timestamp": 1524382260,
            "txt_content": "666666666666"
        },
        {
            "author": "残缺的al灬",
            "timestamp": 1524758820,
            "txt_content": "论坛ID：残缺的al灬\n试读书名：我的世界Minecraft 新手完全指南\n试读感想：一开始我看到新手指南这几个字，以为写的很简单，点进入看了一会才发现我不懂的太多了，有些东西根本没看过，没了解过，以前玩mc的时候什么都不懂（当时好像还没出1.8版本），全是瞎玩，基本操作都是按其他游戏的操作进行，慢慢的会了一些基本的东西，看了一些up主的视频，也在一个up主的群里认识了现在的那个朋友，我带着他在一个服务器里又认识了数个目前为止还在联系的朋友，原版单人我都没玩完过，现在想重新玩也没那个感觉了。至于PE版，没怎么接触过，就接触过Windows10版的Minecraft，里面基本的操作没怎么看，什么操作都是按Java版来做的，看完这个指南瞬间感觉自己还有很多基础东西没有学。。虽然自己现在的学习阶段比较紧张（我也不知道紧不紧张吧），不过我还是每天晚上抽空了解一下这些东西，不知道怎么回事，Minecraft给我的印象很深，放弃了很多游戏，就是不想放弃这个游戏（以上均为真实发生过的事情...）\n现在我的侄女开始接触这个游戏了，我也不知道说什么，不知道她以后会因为Minecraft而发生什么事情呢。。\n\n读后感没写过几篇，文笔较差不要介意，，"
        },
        {
            "author": "2495726551",
            "timestamp": 1524841800,
            "txt_content": "论坛ID：2495726551\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：\n\n(感想很多，所以分成两个部分了，一个部分是活动要求的一百来字的感想，一个部分是个人全部的,如果不允许这样，请管理员提醒我，我会改的。)\n\n第一部分：  字符总数： 155 个    中文字符总数： 122 个\n\n      作者走进Minecraft开发者的世界，展露了他们真实的生活情况。从展现出每个人的个性，满足那些热情的玩家的好奇心上看做的相当不错——但这可不是某种传奇小说，对开发者抱有过分奇特的幻想的人可能会有些失望了，但怎么样呢，真实的Mojang就是这样的，没有高高在上，却更加的亲切。是的，Mojang可不会摆什么架子。\n\n\n第二部分：\n\n      当一个事物成为传奇，那么创造这个事物的人也是传奇吗？有时候我会这样想：如果一件惊人事物的创造者站在我面前，他本人是否也和他的作品一样惊人？\n\n       不能否认，如果一个非凡作品的背后有一个非凡的创造者，作品本身都会增添不少令人敬畏的神秘的色彩。在知道梵高割掉自己耳朵之前和之后，看他的作品感受也不会一样吧。坐在轮椅上的霍金也比能健步行走的霍金更让人肃然起敬。\n\n       如果一个这样与众不同的形象出现了，我就自然的会敬畏他，然后告诉自己“这是只有那样不可思议的人才能达到的高度”让自己得到一些安慰。然后一些其他的人，例如Notch来了，他站在那里，我就知道有些事情是完全错了。\n\n       Notch显然被作为某种偶像在游戏开发者中被敬仰和模仿。但是如果将Notch作为一个成功的典例，我们该研究什么呢。他那种对编程的纯粹的热爱不能被生硬的复刻。许多成功的人本身并不是那么的渴望成功，他们只是热爱一件事物并去做————这样的话，如果一些游戏界的同行以成功为的目的去研究Mojang，那从一开始可就大错特错了。\n\n       现今Notch的情况虽然褒贬不一，却似乎更能反映他本人的纯粹。是的，他无论在以前还是现在，他都不是，也没有试图把自己塑造成一个高高在上的伟人，这就是Minecraft这个令人感到亲切的游戏的创始人，我们亲切的Markus Persson先生。\n"
        },
        {
            "author": "玄素",
            "timestamp": 1524851220,
            "txt_content": "论坛ID：玄素\n试读书名：《我的世界》大探访——Mojang幕后故事\n试读感想：Mojang作为mc的制作团队，在很多玩家眼中一直是神秘而不可攀的；这本书提供了一个全新的视角来让我们了解Mojang的日常生活，了解这个我们所钟爱的游戏的制作团队背后的故事。Minecraft已经成为了本世纪最伟大的游戏之一，而这本书能告诉我们，这个游戏的开发者是如何让它变得如此有趣的。\n轻松，有趣，充满创意，这是我从行文中得到的对Mojang的第一印象。一场欢乐的姜饼屋大赛，三组玩的不亦乐乎的开发者，Mojang团队的日常生活可见一斑。这并不是他们工作的全部部分，但认真而井井有条地推进新版本的进度而辛勤工作也需要一些足够有趣的调剂品。\n虽然如今的Mojang已经发生了多次变动，不再是当年成书时候的样子，但我相信，那时候的团队风格仍会一直延续下去，作为这款游戏继续发展的原初动力。"
        },
        {
            "author": "pku_zzzz",
            "timestamp": 1525100460,
            "txt_content": " 本帖最后由 pku_zzzz 于 2018-4-30 23:02 编辑 \n\n论坛ID：pku_zzzz\n试读书名：达人迷 我的世界Minecraft新手完全指南\n试读感想：作为一名自己也写过一点点教程的试读者，本人深知编写教程的困难之处不在于写什么，而在于不写什么。《我的世界Minecraft新手完全指南》这本书本身作为一个新手教程，能够将Minecraft这样一个游戏元素数目繁多，并且概念互相交织，同时缺乏官方新手引导的游戏，以尽可能降低耦合的方式分离成若干易于理解的小部分（至少从目录上我猜测如此），并条分缕析地讲清楚，还是非常不容易的。如果没有这样一个教程，一个初入Minecraft的玩家（比如几年前的我）了解整个游戏的相关机制的唯一靠谱的方式可能只有翻阅Wiki，而Wiki是非常碎片化的，所以新手想要上手还是较为困难的。所以综上所述，我还是充分认可这本书的价值，并非常看好这本书的。"
        }
    ]
}