{
    "title": "[Minecraft.net|INSIDER]本周方块：红石灯",
    "author": "LocusAzzurro",
    "replyCount": 1,
    "timestamp": 1522433460,
    "txt_content": "\n\nBLOCK OF THE WEEK: REDSTONE LAMP\n本周方块：红石灯\n\nLight 'em up!\n点亮它们！\n\nNatural light in Minecraft comes from several places. The Sun is probably the most obvious, but the Moon sheds light too. Below ground, you’ll find the glow of lava and redstone ore, and in the Nether you’ll find (a lot) more lava, magma blocks and glowstone. Fun fact: brown mushrooms and dragon eggs actually give off a teeny-tiny amount of light.\n\nMinecraft中的自然光源随处可见。虽说太阳是最明显的光源了，但月亮同样也会洒下光芒。熔岩和红石矿的光辉点缀着地底，而在下界可以找到更多（很多）熔岩，还有岩浆块和萤石。再说个好玩的小知识：棕色蘑菇和龙蛋其实是会发出一撮撮光的。\n\nMinecraft also features artificial light. Beacons, various gateways and portals, jack o’lanterns, sea lanterns, torches, furnaces, ender chests, end rods, monster spawners and brewing stands all give off light. But none do so more elegantly, with as much panache, as our block of the week. It’s the redstone lamp!\n\nMinecraft也提供了许多人造光源。信标、各种折跃门和传送门、南瓜灯、海晶灯、火把、熔炉、末影箱、末地烛、刷怪笼还有酿造台都能发出光亮。但他们都不能像我们的本周方块那般优雅华丽地照亮全场。让我们有请：红石灯！\n\n\n\nRedstone lamps came to Minecraft in 2012 in update 1.2.1 - which also added iron golems, ocelots, chiseled stone bricks and jungle biomes. They give off a light level of 15 - the same as fire and glowstone - but only when powered by redstone. In fact, that’s how they’re made - by surrounding a glowstone block with four lumps of redstone dust in a crafting table.\n\n红石灯在2012年的1.2.1更新中来到Minecraft，一同加入的还有铁傀儡、豹猫、錾制石砖和丛林生物群系。它们可以发出15级亮度的光照，和火焰和萤石一样，但它只有收到红石信号时才会发光。这正是红石灯制作工艺带来的特性，在合成台中用四撮红石粉围绕一块萤石才能制成一盏红石灯。\n\nRedstone lamps switch on under four conditions. The first is when there’s an adjacent active power source, like a block of redstone, a daylight sensor or a redstone torch. The second is when there’s an adjacent powered block - one that’s getting power from elsewhere. A third is when there’s a powered comparator or repeater facing the lamp, and the fourth is when there’s powered redstone dust either on top of or pointing at the lamp. It’ll activate instantly when switched on, but takes a few ticks to turn off when you remove the power.\n\n红石灯会在四种情况下被点亮。第一种是旁边有能量源的时候，比如挨着一块红石块，一个日光传感器或者一支红石火把。第二种是旁边有被充能方块的时候，就是一个从别处获得了红石能量的方块。第三种是有一个充能的比较器或中继器对着红石灯的时候，第四种是有充能的红石线路在红石灯上面或者对着红石灯的时候。红石灯被激活的时候会马上点亮，但断电之后要等上几刻才会熄灭。\n\nArtificial lighting has been around longer than humans have. Our evolutionary forefathers knew how to illuminate an area using campfires and torches as much as 400,000 years ago, and prehistoric people used primitive oil lamps to light up their surroundings - filling a shell, stone or horn with vegetable or animal fat and a fibre wick. In some cases, particularly oily animals were caught, killed, threaded with a wick and then used as lamps themselves.\n\n人造光源比人类本身的历史更久远，我们的进化祖先早在400000年前就知晓了使用营火和火把照明的方法，史前文明的人们曾使用过各种原始灯具照亮他们的栖息地，一般是装满动植物的脂肪的甲壳、石头或者犄角，以植物纤维作为捻子。有时一些异常油腻的动物被抓到杀掉之后，会被用捻子穿起来当做灯来使用。\n\n\n在1878年的巴黎世博会上，电灯被安装在歌剧院大街两旁和歌剧院广场上。\n\nBy the early 1800s, some larger cities had begun using the flammable methane gas emanating from their sewers to power a lamp - and you can still see one working in London, on Carting Lane down the side of the Savoy Hotel. Then in 1880 came electrification, and the modern lightbulb - which is now found across the whole world.\n\n在十九世纪前期，一些较大的城市已经开始使用下水道冒出的可燃甲烷气作为灯的燃料了。现在在伦敦保有一个可以运转的瓦斯灯，在Savoy Hotel边上的Carting Lane可以找到。接着，在1880我们迎来了电气化，和现在全世界随处可见的现代灯泡。\n\nElectric lighting has changed how we live. It lets us be more productive in the evenings, reduces urban crime, and there’s even historical evidence that it has changed how we sleep. Humans used to sleep in two phases, it seems, with about an hour of wakefulness in between when people would read, visit neighbours and pray. But since the advent of electric lighting, allowing us to stay up later in the evenings, we’ve switched instead to a system where we sleep in one single chunk.\n\n电灯改变了我们的生活方式，提升了我们在夜晚的工作效率，降低了城市中的犯罪率，更有历史证据表明它还改变了我们的睡眠方式。曾经人类的睡眠时间是由两段组成的，两段之间有大约一小时的清醒时间，此时人们会去读书、拜访邻居和祈祷。但在电灯到来，我们可以睡得更晚之后，我们的睡眠方式转变成了只有一整段的模式。\n\nSo next time you fall asleep on the sofa and wake up in the middle of the night, don’t worry. Be reassured that it’s perfectly natural!\n\n下次你在沙发上睡着，半夜醒过来的时候就不用担心了。放心吧，这是自然现象！\n\n\n\n?Minecraft.net 官方博文 | INSIDER 内部讯息\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-redstone-lamp\n\n原文作者：Duncan Geere\n\n原文标题：Block of the Week: Redstone Lamp\n\n发布日期：2018/03/30\n\n\n\n译文作者：@LocusAzzurro\n\n译文发布时间：2018/03/31",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1522438380,
            "txt_content": "表示一直用红石灯做那种白**晚上亮的路灯\n很实用\n\n\n我是沙发，我已经睡着了= ="
        }
    ]
}