{
    "title": "[FS]数码宝贝模组教程-带你走进数码世界！官方WIKI翻译",
    "author": "Citysands",
    "replyCount": 31,
    "timestamp": 1522481880,
    "txt_content": " 本帖最后由 Citysands 于 2019-8-8 23:49 编辑 \n\n\n数码宝贝·前言第一个MOD教程贴\n此教程按照官方WIKI 翻译\n贴内可能会有些翻译不当的错误，欢迎评论指出\n\n\n\n\n\n数码宝贝·更新日志2018.3.31发布此贴\n2018.3.31增加了“物品合成方式”的介绍\n2018.3.31增加了“数据芯片”的介绍\n2018.4.1增加了“进化”的介绍\n2018.4.1增加了“食品”的介绍2018.4.1增加了“怪物蛋”的介绍\n\n\n\n\n\n\n数码宝贝·介绍\nDIGIMOBS!数码宝贝MOD是以 东映动画制作的动漫 数码暴龙 改编而制作的MOD,涵盖了近千种,数码宝贝的进化，因此也造成此MOD的复杂性。同时还增加了数码宝贝世界这张地图,很有挑战性，期待复杂，困难生存的MC爱好者不妨玩玩试试。难度:★★★★★\n\n数码宝贝：官方WIKI CurseForge原贴 MCBBS搬运帖 \n\n数码宝贝模组作者：Cyan\n\nMCBBS搬运者：Mie_Tu\n\n\n\n数码宝贝·入门当你玩数码宝贝模组的时候，可能会有很多不懂的地方，此页面可以帮助你解决一些困惑。\n\n安装\n要安装数码宝贝模组，你需要安装适合的Forge版本，目前数码宝贝模组推荐使用的Forge版本建议使用最新的数码宝贝模组\n○在客户端上安装Forge\n○运行Minecraft完成Forge的设置，然后退出游戏\n○下载数码宝贝模组\n○打开你的客户端，然后依次打开以下文件夹：“minecraft-mods”，如果没有“mods\"文件夹请自行创建一个名为“mods”的文件夹\n○把下载好的数码宝贝模组拖进你客户端的“mods”文件夹里\n○运行客户端中的Minecraft启动器，并且选择带有Forge的游戏版本启动游戏\nPS：如果没有Forge版本，可以打开你的Minecraft启动器，然后点击启动器版本这一栏，往下滑动，找到带有“forge”的游戏版本。\nPS：如果还是不会的话，可以下载楼主制作的数码宝贝整合包\n\n\n第一次创建世界\n当你创建一个世界并且进入游玩时，你的第一格物品栏中将会有一个“开始故事之旅”的物品。拿着它并且右键它你便可以进入到数码宝贝世界。\n进入数码宝贝后再次右键你可以选择你的初始数码精灵，在选择了初始数码精灵后，你将会获得一个进化你数码宝贝的物品，五个字节，一个电子宠物机，一个神圣计划，一把红数码稿，一把红数码斧，五个小肉块。\n\n\n控件和界面\n为了玩数码宝贝，你必须掌握所使用的控件。将你的十字指针移动到数码宝贝身上，便会在你的物品栏的右侧显示有关数码宝贝的信息。它显示了数码宝贝的等级和属性，以及数码宝贝的模型和类型，字段和元素。\n\n\n\n盟友界面-如何用电子宠物机选择你的数码宝贝\n在你使用数码宝贝命令或者储存数码宝贝命令之前，你需要先手持“XX色神圣计划”（因选择初始精灵的不同，物品及其颜色也会不同），然后把十字指针放在你的初始精灵身上，然后按“M”键，你的物品栏左边就会显示有关你的数码宝贝的详细信息，如生命值，能源，饥饿值和其他。当你选择好初始数码宝贝后，你可以命令它将它放进电子宠物机里面。如果想要放入/放出你的数码宝贝，只需要拿着电子宠物机然后右键即可。但请记住，你的数码宝贝必须是已经被选中了的（即物品栏左边有你初始数码宝贝的详细信息），当把数码宝贝从电子宠物机里放出来的时候，数码宝贝会被自动选中。另外在放出数码宝贝然和放入数码宝贝之间会有一个冷却时间。\n\n蓝色的“盟友”数码宝贝界面\n\n\n命令-如何使你的数码宝贝 坐/战斗/跟随\n通过反复按逗号键“，”可以循环执行命令。（在数码宝贝模型下的蓝色“盟友”界面可以找到）按下句号键\"。”将执行所选命令(就是假如你选择了“”让数码宝贝跟随“”这个命令，你只需要按下句号键你就可直接让数码宝贝坐下）-但仅限于你选择了数码宝贝（如何选择上方有讲）\n○跟随：执行这条命令这会让数码宝贝一直的跟着你，但要注意，这会消耗数码宝贝的饥饿值，并且会使它们成为其他数码宝贝的攻击目标\n○坐：执行这条命令后会让数码宝贝原地坐下，它们会缓慢治愈它们的生命值，不过也不是恢复到满生命值，而是恢复到最大生命值的75％。并且也会消耗数码宝贝的饥饿值。\n○攻击：执行这条命令后会让你的数码宝贝攻击你所选中的数码宝贝。要选中一个数码宝贝为对手的话，你需要先将鼠标指针移动到你准备攻击的数码宝贝身上，然后按“M”键-与选择初始数码宝贝的步骤相同。一个被驯服的数码宝贝会不受指控的攻击那些攻击它主人的实体。\n\n生命值，饥饿值，能源等\n在界面的右侧，会有几个关于数码宝贝的数据信息显示。\n\n①：数码宝贝的生命值，可以通过一些数码宝贝模组中的食物恢复。可以通过给数码宝贝喂“HP芯片”提高最大生命值。\n②：数码宝贝的能源，可以通过一些数码宝贝中的食物恢复，也可以通过“小型/中型/大型MP恢复”来恢复。\n③：数码宝贝的饥饿值。如果饥饿值的颜色是白色的，那么一切都很好，如果是红色的，那么数码宝贝就会因进食不足而立即坐下，哪怕在战斗中也会如此。你的数码宝贝将不会执行你的命令，并且保持不动，直到数码宝贝的饥饿值的颜色变回白色。\n④：货币。你可以用驯服的数码宝贝击败其他数码宝贝而从中获得货币。货币能够在自动售货机上买物品。\n⑤：心情（数码宝贝是否快乐）\n⑥：领域\n⑦：元素\n⑧：类型\n为了让你的数码宝贝进入充足的状态，你需要经常喂食你的数码宝贝，直至你的数码宝贝的重量超过0克。然而，数码宝贝也可以因为过量摄入，然后导致你的数码宝贝进化失败。如果数码宝贝的饥饿值的颜色是紫色的，那么你的数码宝贝已经快要或者不能再吃更多的食物了-哪怕是减少重量的食物也不能吃。随着时间的推移，你的数码宝贝的体重会逐渐降低，直至你的数码宝贝不再处于过度补充的状态。使用培训设备能够让你的数码宝贝瞬间达到减少重量的效果。如果你的数码宝贝还可以进食，你可以喂数码宝贝减少重量的食物。\n\n\n选择对手\n选择除了你的数码宝贝以外的实体（野生的数码宝贝，玩家等），将会在物品栏的右侧显示红色的对手界面。\n界面上会显示对手的名称，生命值，能源，模型和图标。还会显示你选择的对手的类型，元素，领域。\n能源可以查看对手还需要多少能源才能进化到下一个状态。\n如果你的对手不是数码宝贝，那么只会显示生命值。\n正如上方“命令”所提到的，你的数码宝贝和野生数码宝贝必须按“M”键选择后才能法器战斗。\n\n\n神圣计划，电子宠物机和数码宝贝的背包页面\n除了上方所介绍的这些之外，你还可以显示神圣计划的主界面。\n你需要先手持神圣计划（神圣计划会因初始精灵不同而不同  可能有点绕）,然后右键数码宝贝，所有数码宝贝都可以右键！它不局限于你驯服的数码宝贝！\n所能看到的界面与你是否将其驯服有很大关系。\n如果你右键你已经驯服了的数码宝贝，那么便会显示五个按钮：Digivoive（进化）、Praise（赞美）、Degenerate(退化)、Discipline(训练)、Close（关闭界面）\n如果你右键你未新服的数码宝贝，只会显示一个统计信息。\n如果点击“统计”按钮，它将会弹出一个不同的界面，此界面用于查看更加详细的数码宝贝信息。（如果是你已经驯服了的数码宝贝，你可以更改其名称）。要想更改数码宝贝的昵称，请确保已经打开了数码宝贝的界面，然后在数码宝贝名称旁边的黑框里面输入你要修改的名称，然后点击关闭。你可以手持电子宠物机，然后蹲下（Shift）+右键数码宝贝。此界面可以显示数码宝贝目前的所有统计数据。\n你也可以打开你驯服的数码宝贝的背包栏\n可以通过右键单击被你驯服过了的数码宝贝并点击“Stats”按钮来打开数码宝贝的背包\n\n①：武器槽：用于存放数码宝贝的武器\n②：装甲槽：用于存放数码宝贝的盾牌和装甲\n③：附件插槽：用于存放一些特殊附件\n④：背包：用于存放杂项物品，有些数码宝贝只有在背包里面放入指定物品才能进化。\n\n\n进化、退化、训练、赞美\n既然你的数码宝贝是你的伙伴你的宠物，你就应该精心照顾它。你必须保持你的数码宝贝时时刻刻都处在快乐的状态下。如果它的幸福值达到0，那么数码宝贝就会离你而去，不会被你驯服。目前模组还没有办法归还已经跟你解除驯服关系的数码宝贝，所以你必须得好好照料你的数码宝贝。\n你可以通过手持神圣计划右键你的数码宝贝，然后点击Praise（赞美）按钮，来保持数码宝贝幸福值，也可以通过给数码宝贝喂养“快乐菇”来保持数码宝贝的幸福值。每20分钟（Minecraft中的一天）可赞美一次数码宝贝。\n请注意，赞美/训练的计时器，跟年龄计时器一样，如果数码宝贝不在你所加载过的方块或者不在电子宠物机里的时候，将会停止计时。\n赞美你的数码宝贝会增加它的幸福感，但是训练数码宝贝会减少它的幸福感。\n\n死亡与重生-如果数码宝贝死亡怎么办\n如果你的数码宝贝死亡，它将会恢复到幼年状态下的怪物蛋，并保留你的数码宝贝在未死亡时的75％的统计数据（包括关卡）。这个怪物蛋可以通过电子宠物机拾取然后带到另一个地方孵化。然而，驯服的数码宝贝在死后不会回复到怪物蛋。\n\n\n如何孵化怪物蛋\n一个怪物蛋可能要长达五小时的孵化。（现实时间）。幸运的是，有几种方法可以加速这个孵化时间。每二十分钟（Minecraft中的一天），你可以通过摩擦怪物蛋将怪物蛋的孵化时间缩短一小时。孵化也可以通过对怪物蛋“喂入”多达6个的数据芯片或只能通过创造模式获得的闹钟来加快孵化时间\n\n驯服的数码宝贝死亡\n如果你的数码宝贝死亡，获得新数码宝贝的唯一方法就是获取怪物蛋。怪物蛋可以通过用驯服的数码宝贝击败损坏的数码宝贝或者从自动售货机里通过货币购买。当一个堕落的数码宝贝被驯服的数码宝贝杀死后，它有可能掉落一个怪物蛋的宝贝形态。杀死一个腐化的数码宝贝（或任何野生数码宝贝），你永远也不会得到任何战利品。一旦你获得了一个怪物蛋，放下它，它就会被你自动驯服。\n\n进化和退化\n数码宝贝可以进化到更高的阶段，这些阶段分别是：幼年期-训练期-成长期-成熟期-终极期和巨型期为了实现数据化，你的数码宝贝必须满足一系列的要求。\n当你在界面中选择进化的时候，你可以选择让你的数码宝贝进化成哪一种形态的数码宝贝。然后，数码宝贝便会进化到另一阶段的数码宝贝。如果不能进化的话，在聊天栏中会显示进化所需的要求，你必须先满足这些需求了才能进化你的数码宝贝。\n\n\n\n\n\n数码宝贝·物品合成方式\n\n\n\n黑合金方块在数码世界的地下矿层自然生成，也可以手动制作，可以做黑合金工具等白合金×1钻石×2\n\n蓝数码合金在地下和数码世界的废墟生物群落中自然生成，也可以手动制作，可以做蓝色数码工具\n\n\n黑暗方块不会自然生成的装饰方块，可手动制作数码沙×5分形块×3\n\n白合金一种特殊金属，用于合成一些物品/方块。在数码世界的地下矿层自然生成。叶数锭×9\n\n\n叶数锭用于制作白合金通过数码矿石放入熔炉里燃烧得来。\n\n\n\n\n\n画笔能够更换数码宝贝的颜色，一共有23种画笔，也就是23种颜色，只能在创造模式下获取。驯服和野生的数码宝贝都有一个极小的机会，使其本身大小变得异常之小。驯服的数码宝贝的大小取决于蛋的位置。\n\n\n\n\n电脑零件它们用于制作各种物品，由数码宝贝掉落而来机器数码宝贝掉落电脑零件的几率最大如果将电脑零件放入熔炉里熔炼，电脑零件将会变成数据包\n\n损坏的数据它的唯一用途就是用于合成暗数码核心病毒数据×9\n\n勇气进化钥匙某些数码宝贝需要用勇气进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+勇气之冠=勇气进化钥匙需要用到勇气进化钥匙的数码兽有：黑暴龙兽角龙兽狮子兽巨龙兽\n\n黑暗进化钥匙某些数码宝贝需要用黑暗进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+黑暗之冠=黑暗进化钥匙已知使用黑暗进化钥匙的数码兽：黑暴龙兽鲁鲁兽\n\n友情进化钥匙某些数码宝贝需要用友情进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+友情之冠=友情进化钥匙需要友情进化钥匙的数码兽：加鲁鲁兽\n\n希望进化钥匙某些数码宝贝需要用希望进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+希望之冠=希望进化钥匙需要希望进化钥匙的数码兽：天使兽\n\n知识进化钥匙某些数码宝贝需要用知识进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+知识之冠=知识进化钥匙需要知识进化钥匙的数码兽：独角仙兽\n\n光明进化钥匙某些数码宝贝需要用光明进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+光明之冠=光明进化钥匙需要光明进化钥匙的数码兽：迪路兽缅因猫兽\n\n爱心进化钥匙某些数码宝贝需要用爱心进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+爱心之冠=爱心进化钥匙需要爱心进化钥匙的数码兽：巴多拉兽\n\n诚实进化钥匙某些数码宝贝需要用诚实进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+诚实之冠=诚实进化钥匙需要诚实进化钥匙的数码兽：海狮兽\n\n纯真进化钥匙某些数码宝贝需要用纯真进化钥匙与神圣计划结合进化成终极数码宝贝进化钥匙+纯真之冠=纯真进化钥匙需要纯真进化钥匙的数码兽：仙人掌兽\n\n数码超能量机\n可以使玩家看到数码宝贝的统计信息以及进化情况\n它也可以用来查看野生数码宝贝的属性\n它有可以通过与染料一起放入工作台然后染成各种颜色\n红数码合金×3\n盒子×3\n电路板×1\n电脑芯片×1\n液晶屏×1\n\n\n\n\n\n\nD3暴龙机\n可以使玩家看到数码宝贝的统计信息以及进化情况\n它也可以用来查看野生数码宝贝的属性\n它有可以通过与染料一起放入工作台然后染成各种颜色\n\n红数码合金×3\n电路板×1\n电脑芯片×1\n液晶屏×1\n盒子×3\n\n\n\n数据暴龙机可以使玩家看到数码宝贝的统计信息以及进化情况\n它也可以用来查看野生数码宝贝的属性\n它有各种颜色染料×1盒子×2红数码合金×3电路板×1电脑芯片×1液晶屏×1\n\n\n数码核心从成熟期或更高阶段的数码宝贝身上掉落数据核心×9可以用来制作神圣数据\n\n辅助头盔所有成熟期的昆虫或植物类型的数码宝贝身上掉落可放入数码宝贝的背包中只能用于数码宝贝力量：+0生命力：+6智力：+4敏捷：+0\n\n宽阔盾牌所有成熟期的神圣数码宝贝身上掉落可放入数码宝贝的背包中只能用于数码宝贝力量：+2生命力：+6智力：+2敏捷：+2\n\n水晶护甲所有成熟期的类型是龙的数码宝贝身上掉落可放入数码宝贝的背包中只能用于数码宝贝力量：+4生命力：+6智力：+0敏捷：+0\n\n双板靴子所有成熟期野兽数码宝贝身上掉落力量：+2生命力：+8智力：+0敏捷：+0\n\n刻度盾牌所有成熟期水系的数码宝贝身上掉落力量：+2生命力：+8智力：+0敏捷：+2\n\n树荫头盔所有成熟期邪恶系数码宝贝身上掉落力量：+2生命力：+6智力：+2敏捷：+2\n\n萨满头盔所有成熟期鸟系数码宝贝身上掉落力量：+0生命力：+6智力：+0敏捷：+4\n\n钛盾所有成熟期机械数码宝贝身上掉落力量：+0生命力：+7智力：+2敏捷：+0\n\n\n数码传送门数码传送门可以将玩家从正常的Minecraft世界传送到数码世界也可以将玩家从数码世界传送回到正常的Minecraft世界无论玩家传送在数码世界的哪个地方，都会产生一个数码传送门白合金×4盒子×2液晶屏×1\n\n\n数码泪如果你攻击你驯服的数码兽，数码兽就会掉落数码泪数码泪×6+空桶=水桶\n\n\n数码暴龙机\n可以使玩家看到数码宝贝的统计信息以及进化情况\n它也可以用来查看野生数码宝贝的属性\n它有可以通过与染料一起放入工作台然后染成各种颜色某些颜色的数码暴龙机跟某些数码宝贝会使数码宝贝进化成巨大形态红数码合金×5盒子×1液晶屏×1电脑芯片×1电路板×1\n\n\n\n\n\n红数码合金装备由“红数码合金”制作而来玩家穿戴，不是给数码宝贝穿戴的装备都“+8护甲韧性和+3护甲值”最后一幅BUFF图为玩家穿上整套红数码合金装备所产生的效果\n\n\n\n\n\n蓝数码合金装备由“蓝数码合金”制作而来玩家穿戴，不是给数码宝贝穿戴的装备都“+8护甲韧性和+3护甲值”最后一幅BUFF图为玩家穿上整套蓝数码合金装备所产生的效果\n\n\n\n\n\n金数码合金装备由“金数码合金”制作而来玩家穿戴，不是给数码宝贝穿戴的装备都“+8护甲韧性和+3护甲值”最后一幅BUFF图为玩家穿上整套金数码合金装备所产生的效果\n\n\n\n\n\n黑数码合金装备由“黑数码合金”制作而来玩家穿戴，不是给数码宝贝穿戴的装备都“+8护甲韧性和+3护甲值”最后一幅BUFF图为玩家穿上整套黑数码合金装备所产生的效果\n\n\n\n\n\n黑曜石数码合金装备由“黑曜石数码合金”制作而来玩家穿戴，不是给数码宝贝穿戴的装备都“+8护甲韧性和+3护甲值”最后一幅BUFF图为玩家穿上整套黑曜石数码合金装备所产生的效果\n\n红数码合金白合金×1红石×2\n\n蓝数码合金白合金×1青金石×2\n\n\n金数码合金白合金×1金锭×2\n\n黑数码合金白合金×1钻石×2\n\n黑曜石合金白合金×1黑曜石×2\n\n数码合金稿X数码合金×3白合金×2X数码合金可以是任何数码合金（红数码合金，蓝数码合金等）\n数码合金斧X数码合金×3白合金×2X数码合金可以是任何数码合金（红数码合金，蓝数码合金等）\n\n数码合金铲X数码合金×1白合金×2X数码合金可以是任何数码合金（红数码合金，蓝数码合金等）\n\n数码合金锄X数码合金×2白合金×2X数码合金可以是任何数码合金（红数码合金，蓝数码合金等）\n\n\n\n地磁场一个不会自然生存，用作装饰的方块草方块×5分形块×3\n\n\n火磁场一个不能自然生成，用作装饰的方块分形块×3红岩石×5\n\n\n神圣数据用来制作字节数据核心和分形块数据核心×9\n\n\n数码矿石可以在数码世界找到它可以用任何类型的稿开采，但是数码宝贝模组中的稿会比原版稿的挖掘速度快在数码世界中，每个生物群落的地下矿层都可以找到数码矿石\n\n暗数码核心字节黑暗数码核心字节是在数码宝贝上用作配件的物品。由于这是一个目前有问题的物品，因此它现在不会干任何事情。\n\n数码核心字节数码核心字节是可以在数码宝贝上用作配件的物品。由于这是一个目前有问题的物品，因此它现在不会做任何事情。\n\n\n机器领域方块\n一个不会自然生成的装饰方块分形块×3精致数码金属×5\n\n\n数据包进化大多数数码宝贝成为训练中的数码宝贝数据包可以通过把电脑配件放入熔炉里燃烧获得\n\n进化钥匙进化钥匙会从终极期的数码宝贝身上掉落与标签结合可以获得不同的进化钥匙目前有的进化钥匙：勇气进化钥匙友情进化钥匙爱心进化钥匙知识进化钥匙纯真进化钥匙诚实进化钥匙希望进化钥匙光明进化钥匙黑暗进化钥匙\n\n精致数码金属一个在数码世界岩石地形能够找到的方块它可以用作装饰方块，也可以用于制作机械领域方块\n\n\n骑乘手套\n骑乘手套是一种可以用来在某些驯服的数码兽上骑乘，飞行和游泳的物品。骑乘手套默认是15耐久性，每次使用它来骑乘数码宝贝都会减少1点耐久值可以通过铁砧将两个耐久度较少的骑乘手套合成在一起，合成后的骑乘手套耐久性会增加一点，最大耐久会15\n\n\n标签可以通过与不同的进化钥匙合成，将一些数码宝贝从成熟期进化到最终期蓝数码合金×3数码暴龙机×1线×1目前所需要标签的物品目前有的进化钥匙：勇气进化钥匙友情进化钥匙爱心进化钥匙知识进化钥匙纯真进化钥匙诚实进化钥匙希望进化钥匙光明进化钥匙黑暗进化钥匙\n\n\n\n\n\n培训设备训练器械是可以放下并用于训练数码宝贝个人属性的物品。培训设备每天只能使用一次，但如果放置多个同一个培训设备，每个培训设备可以每天使用一次。要使用培训设备物品，您必须选定您的数码宝贝，然后右键单击该培训设备。然后它会说你的数码宝贝已经获得了一些数据。如果您最近已经用该培训设备对您的数码宝贝进行了训练，它会告诉您等待更长的时间，然后才能重新使用它。个别培训设备的冷却时间是完整的Minecraft日/夜周期。以这种方式训练数码兽会获得一定数量的数据，但是这是以体重和幸福值为代价的。每次你训练你的数码宝贝时，有很小的可能性获得25点或35点经验。数码木木板×3+金数码合金×3=木踏车(图2)数码木木板×2+金数码合金×3=木书房(图3)数码木木板×2+金数码合金×3=木制拳击拳套(图4)数码木木板×3+金数码合金×3=木沙袋（图5）\n\n\n电子宠物机用于储存和管理数码宝贝的一些数据这个物品有各种各样的颜色功能如下：储存数码宝贝查看数码宝贝的统计数据查看数码宝贝的昵称（也可以修改）如果要储存数码宝贝，先手持电子宠物机对数码宝贝右键单击，再按“M”键进行储存。如果想要释放数码宝贝，右键单击电子宠物机，前提是你的电子宠物机里面必须有一个数码宝贝电子宠物机只能储存一个数码宝贝要查看数码宝贝的统计数据的话，可以手持电子宠物机，然后Shift+右键数码宝贝即可查看染料×1黑数码合金×3液晶屏×1箱子×2电路板×1\n\n\n病毒数码机注意：病毒数码机不能用于 检查/替换 正常数码宝贝的统计数据\n数码宝贝使用这个病毒数码机可以变成黑暗的亚种或者全新的数码宝贝将这个病毒数码机放入某些数码宝贝的背包中，可以使那些数码宝贝变成某暗数码宝贝。\n数码暴龙机×1病毒数据×4黑数码合金×4\n\n\n病毒数据\n通过击败邪恶的数码宝贝有几率掉落\n\n\n水磁场水磁场是不会自然生成的装饰块分形块×3泥土×5\n\n红数码合金剑红数码合金×2白合金×1\n\n蓝数码合金剑蓝数码合金×2白合金×1\n\n金数码合金剑金数码合金×2白合金×1\n\n黑数码合金剑黑数码合金×2白合金×1\n\n黑曜石剑黑曜石数码合金×2白合金×1\n\n辅助匕首通过击败成熟期的昆虫系和植物系的数码宝贝获得\n野兽剑通过击败狮子兽获得\n\n骨剑通过击败恶鬼兽，库加兽，奥加兽获得\n\n宽剑通过击败成熟期的神圣数码宝贝获得\n\n水晶剑通过击败所有成熟期的龙系数码宝贝获得\n双斧通过击败所有成熟期的野兽系数码宝贝获得\n圣棒通过击败天使兽获得\n\n刻度弯刀通过击败所有成熟期的水系数码宝贝获得\n\n树荫锤通过击败所有成熟期的邪恶系数码宝贝获得\n\n萨满矛通过击败所有成熟期的鸟系数码宝贝获得\n\n托尔之锤通过击败祖顿兽获得\n\n钛佩刀通过击败所有成熟期的机械系数码宝贝获得\n\n超凡剑通过击败奥米加兽有几率掉落\n\n\n\nXros装载机可以使玩家看到数码宝贝的统计信息以及进化情况\n它也可以用来查看野生数码宝贝的属性\n它有各种颜色主要是将显示屏兽转换为高清显示屏兽红数码合金×5染料×2液晶屏×1电路板×1\n\n\n\n数码宝贝·数据芯片\n物品图片描述龙系芯片加速数码宝贝蛋孵化; 提升数码宝贝的攻击属性兽系芯片加速数码宝贝蛋孵化; 提升数码宝贝的防御属性鸟系芯片加速数码宝贝蛋孵化; 提升数码宝贝的敏捷属性昆虫芯片加速数码宝贝蛋孵化; 提升数码宝贝的智力统计藤系芯片加速数码宝贝蛋孵化; 提升数码宝贝的智力统计鱼系芯片加速数码宝贝蛋孵化; 提升数码宝贝的敏捷属性神圣芯片加速数码宝贝蛋孵化; 提升数码宝贝的防御属性病毒芯片加速数码宝贝蛋孵化; 提升数码宝贝的攻击属性\n\n\n\n\n数码宝贝·进化进化\n进化是为了让你的数码宝贝更加强大，更高级的形态的一个过程。为了与更强大的敌人对战，进化是必须的。谢天谢地，进化似乎很容易进行。许多数码宝贝都有简单而又直接的进化路线。当然了，也有一些数码宝贝使用更独特的方法进化。为了进化，需要满足四个要求：○数码宝贝必须达到或者超过所需的阶段○你必须符合一些第二要求。这通常是使用意见物品，站在某个地形上，符合某些属性要求等等，或者以上要求都要达到。○你的数码宝贝必须有100点能量，当这种情况发生时，显示界面的能量值的颜色会变成蓝色。只要满足这些要求，你的数码宝贝就可以进化数码宝贝的进化要求可以使用数码暴龙机并选择“Digivolve”（进化）选项进行查看。\n升级如上所述，数码宝贝需要达到一定的阶段才能进行升级。要升级，你必须与其他数码宝贝进行战斗或者使用击败其他数码宝贝后掉落的字节来进行升级\n基本进化物品几乎所有的数码宝贝都使用一个物品来进化，变成它们的下一个形态。例如：数据包、神圣计划、卡片等许多数码宝贝都有分裂的进化路径，这意味它们可能进化成两个或更多的数码宝贝。所以一些数码宝贝可以使用多个物品然后进化成各种数码宝贝。\n合体进化合体进化是进化的一种方式。它将两个数码宝贝融合在一起，对于合体进化有三个要求：○两个能够合体的数码宝贝○数码宝贝在适当的阶段○数码宝贝的能量值是为满能源然后，只需要适当的数码暴龙机对其中一个数码宝贝继续DNA进行进化即可。有时候合体进化需要一个或者两个数码宝贝在特定的阶段（幼年，成熟期等）已知BUG：数码宝贝背包中的物品会在合体进化时小时，所以在期进化之前，务必要记得将数码宝贝背包里的所有武器和物品取下来。\n阶段要求有些数码宝贝只能在以前形态下才能进行进化。当数码宝贝进化的时候，它将不在有幼年期这个阶段，。为了确定数码宝贝做到这一点，必选得先退化到数码宝贝所需要的阶段，然后再进化。\n装备进化装备进化是进化数码宝贝一种进化方式。装备进化的要求很简单：○获得能够装甲进化的数码宝贝○数码宝贝必须有充足的能源值，并且能够进化○使用相应的数码（其中一些可以在世界自然生成的建筑中找到，或者使用数码片段制作）\n统计和环境进化在数码宝贝0.8.3中，统计数据被导入。这些属性是生命值，力量，防御，智力，体重和年龄。每个数码宝贝的种类都不同，所有有很多不同的数据。一些数码宝贝在它们的数据达到一定水平时可以使用自己来升级这些属性。统计数据可以使用字节，食物或者统计芯片来操纵这些数据。年龄通常是一种无法操纵的属性，只有随着时间的推移才会提升，或者使用闹钟。（闹钟只能从创造模式中获得）数码宝贝也能在不同环境下进行进化。站在不同的地形或者方块上，甚至去游泳都能导致你的数码宝贝进化。有时你需要结合较高的统计数据和环境变化来进化成超级稀有的数码暴龙！\n失败进化所有幼年期的数码宝贝在进食的时候都非常敏感，如果你喂食它们过多的食物，它们可能进化成失败的数码宝贝。这些数码宝贝很弱，而且样子很不雅观。但通过适当的训练，这些失败的数码宝贝可以用来解锁某些隐藏的锁定的进化路线。数码宝贝失败进化很容易实现，只需要喂食你的数码宝贝，直到它的饥饿值的颜色变成紫色，以及充沛的能源。知道这一件事情可以帮助你避免失败，但也可以帮助你失败。但是如果你正在寻找一种获得不同数码宝贝的方法，而又不驯服其中一个，失败进化可以帮助你。\n退化退化，与进化相反的一个过程。在这个过程中，数码宝贝会回到以前的形态。通过选择数码暴龙机的退化选线可以完成退化。你可以用数码暴龙机退化任何数码宝贝，但不包括幼年期的数码宝贝。因为幼年期的数码宝贝本身就是最低阶段，无法退化。通过合体进化而来的数码宝贝可以分解成相应的数码宝贝，这些数码宝贝在退化时用于合体。这种退化对于改变是数码宝贝的进化路径很有用。\n\n\n\n\n数码宝贝·食物食物简介食物对于数码宝贝在成长和有效性上至关重要。一个饥饿的数码宝贝就是一个坐着的鸭子，因为它太弱，无法战斗，甚至移动。值得庆幸的是，数码宝贝模组为你的刷买步部提供了各种新的食物。然而，作为新手，如果你喂食你的数码宝贝太多食物会导致数码宝贝进化失败吗如大·便·兽(Nanimon)和炸弹什么兽(Nanimon)为了给你的数码宝贝提供食物，你只需用一个数码宝贝的食物右键你的数码宝贝。所有的数码宝贝食物（除了发霉的肉类不会提供）在被数码宝贝食用后都会增加15点的能量请注意，数码宝贝添加的所有食物都可以被玩家食用，然而，数码宝贝不能面包，牛排这一类原版食物。\n\n\n如何种植数码宝贝食物前言并非所有的数码宝贝食物都可以种植，并且数码宝贝食品中的各种蘑菇还有一个不同的种植方法。因此，“如何种植肉类和蔬菜”的所有信息不适用种植任何类型的蘑菇，也不适用于制作时统计食物数据。\n如何种植肉类的蔬菜种植数码宝贝食物与你在Minecraft中种植大部分原版作物（如胡萝卜，小麦等）类似。像许多个农场一样，种植食品时附近得有一个水源和适当的亮度，这样子你的食物才会长大。为了种植数码宝贝的食物，你需要用数码宝贝中的锄头来右键数码泥土或者原版泥土。如果在原版泥土右键，则会自动转换为能够种植数码宝贝食物的耕地。用数码宝贝中的锄头使泥土变为可种植数码宝贝的耕地后，只需手持你想要种植的食物，然后右键单击耕地便可以种植。从将食物种植下去开始，数码宝贝大约需要60-120分钟才能充分发育成熟。即将成熟的农作物等它成熟并且收获后，你能会获得你之前种下去的食物。收获完全成熟的农作物你会获得五个你之前种下去的食物。如何种植蘑菇所有数码宝贝蘑菇都可以跟像原版蘑菇那样种植（允许它们随着时间的推移而传播，即在旁边长出第二个蘑菇）数码宝贝中的蘑菇，生长需要的方块取决于真菌的类型（下方表格会说明）你要在黑暗中（12或更低的亮度）种植它们，并且种植时，周围地形要平坦，宽阔。如果种植时周围方块面积小于3X3，或者存在太多的障碍物（即周围数码宝贝蘑菇过多），它们不会传播，或者以更低的速度传播。经过大约XX分钟后（时间不一定，跟原版差不多），数码宝贝蘑菇的旁边会长出第二个数码宝贝蘑菇。骨粉不影响数码宝贝的生长。\n蘑菇物品图片物品描述位置种植方块数码菇生命值+5，体重+1在数码世界中的林地可以找到数码草方块豪华菇生命值+15，体重+5在数码世界中的高地可以找到数码草方块快乐菇命值+10，体重+3，幸福值+2在数码世界中的死地可以找到数码沙寒冰菇生命值+3，体重-3在数码世界中的冰原可以找到数码冰\n将豪华菇放到工作台上可以分解成5个数码菇\n\n数码菇和快乐菇还有碗可以合成为蘑菇煲\n\n肉\n肉是一种可以供数码宝贝吃的食物。除了发霉的肉外，驯服的数码宝贝使用肉后能够增加体重。肉在数码世界中不会自然的生长，小肉块，大肉块，牛腩可以种植，类似的原版弄作文，骨粉可以加速肉的生长，所有的肉都可以放进熔炉里燃烧获得骨粉。\n\n物品图片描述掉落小肉块生命值+5，体重+2幼年期的龙系数码宝贝吼身上掉落大肉块生命值+7，体重+4可以从成熟期或者终极期的龙系数码宝贝身上掉落牛腩生命值+15，体重+10从巨型(Mega)阶段的龙系数码宝贝身上掉落发霉的肉体重-2从病毒系数码宝贝身上掉落\n\n蔬菜\n\n物品图片描述掉落方式(击败什么系的数码宝贝掉落)鹰萝卜生命值+5，体重-2幼年期，训练期，巨型期（Mega）的鸟系数码宝贝蔬菜无生命值+20，体重+10训练期，成熟期，最终期的鸟系数码宝贝超级胡萝卜生命值+10，重量-5最终期，巨型期的鸟系数码宝贝超级蔬菜生命值+10，重量-5最终期，巨型期的鸟系数码宝贝\n\n统计食物使用后，统计数据增加，治疗生命值的数量和体重的增加取决于统计食物的种类。所有属性食物都有复杂的制作方法，通常需要多种数码宝贝食物，甚至是矿物。\n物品图片描述合成方法 \n草莓果汁生命值+15，体重+5，防御 +50，智力+50 \n蓝苹果派生命值+30，体重+15，攻击力+25，防御力+25，敏捷力+25，智力+ 25\n宠物披萨生命值+50，体重+10，攻击+50，防御+50 \n烤肉串生命值+25，体重+10，攻击 +20，防御 +10，智力 +10 \n   \n浅盘食物生命值+50，体重+30，攻击+30，防御+30，敏捷+30，智力+30 \n蔬菜萝卜派生命值+20，体重+10，敏捷exp +15，智力exp +15\n汉堡包生命值+25，体重+15，敏捷+25，防御+25 \n水果沙拉生命值+15，体重-10，敏捷exp +40，智力+40\n花生面包生命值+10，体重+5，攻击+30，智力+30 \n金黄花生酱生命值+10，体重+5，防御30，智力+30 \n沙拉果汁生命值+20，体重-10，敏捷 +75 \n多样果汁生命值+10，体重+5，攻击 +15，防御 +15，敏捷 +15，智力+15 \n带刺吐司生命值+15，体重-10，防御+5，敏捷+5，智力+10 \n雨沙拉生命值+15，体重-10，敏捷exp +40，智力 + 40\n红色果酱生命值+10，体重+5，攻击+5，智力+15 \n红色果汁生命值+20，体重-10，攻击+75 \n果酱吐司生命值+17，体重+7，攻击+30，防御+30，敏捷+30，大脑+30 \n\n\n\n其他食物\n\n其他食物中的所有食物都会在击败野生数码宝贝后掉落，但是掉落几率很小，并且它们并不能种植，所以很难讲它们用作主要的食物来源。\n\n    橡子生命值+5，体重-1 大浆果生命值+10，体重+4 蓝苹果生命值+5，体重+2 平静树莓生命值+15，体重+3 锁链甜瓜生命值+8.体重+3终极期的植物系的数码宝贝掉落\n咸鱼生命值+5，体重+2幼年期的水系数码宝贝掉落鳟鱼无生命值+7，体重+3\n 黑色咸鱼生命值+5，体重+2训练器或最终期的水系数码宝贝掉落鲶鱼生命值+10，体重+4最终期的水系数码宝贝掉落海鲈生命值+20，体重+10巨型期的水系数码宝贝掉落甲鱼生命值+10，体重+4终极期的水系数码宝贝掉落金橡子生命值+10，体重-3 橙色香蕉生命值+5，体重+2 电力水果生命值+25，体重+5 动力冰晶生命值+15，体重-5 刺梨生命值+10，体重-4 红莓生命值+5，体重+2 智力果子生命值+25，体重+5 甜坚果生命值+7，体重-2 \n\n\n\n\n\n\n数码宝贝·怪物蛋介绍\n\n怪物蛋是数码宝贝进化的最低形态。它们是目前获得新驯服的数码宝贝的唯一方式。怪物蛋可以通过杀死数码宝贝或者从驯服的数码宝贝死亡中获得。每个堕落者都有可能放弃它们的进化路线的怪物蛋。放下怪物蛋后怪物蛋中的数码宝贝会立即被玩家给驯服。\n怪物蛋经过五场比赛后，怪物蛋将孵化成数码兽。这个时间可以缩短到一天，最多可以喂怪物蛋六个数据芯片，并且也可以通过数码暴龙机对怪物蛋使用孵化功能。经过足够的时间，怪物蛋会再一次孵化。每经过20分钟（Minecraft一天），你可以完成一次孵化。\n\n怪物蛋名称图片孵化出来的数码宝贝阿卡迪兽蛋阿卡迪兽炸弹兽蛋炸弹兽黑球兽蛋黑球兽芝高兽蛋芝高兽可可兽蛋可可兽比比兽蛋比比兽多多兽蛋多多兽步步兽蛋步步兽赤球兽蛋赤球兽飞跳兽蛋飞跳兽嘿嘿兽蛋嘿嘿兽水母兽蛋水母兽绿叶兽蛋绿叶兽电鼠兽蛋电鼠兽污烟兽蛋污烟兽豆苗兽蛋豆苗兽泡沫兽泡沫兽膨膨兽蛋膨膨兽包·子·兽蛋包·子·兽小龙兽蛋小龙兽比芝兽蛋比芝兽波波兽蛋波波兽浮游兽蛋浮游兽布尼兽蛋布尼兽普普兽蛋普普兽震震兽蛋震震兽小天使兽蛋小天使兽普瓦兽蛋普瓦兽狐裘兽蛋狐裘兽辛鸡兽蛋辛鸡兽粒粒兽蛋粒粒兽雪球兽蛋雪球兽浮球兽蛋浮球兽啫喱兽蛋啫喱兽黏液兽蛋黏液兽\n\n\n\n[groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "杨宇宸",
            "timestamp": 1522483260,
            "txt_content": "这是要开始施工吗？"
        },
        {
            "author": "zjxx",
            "timestamp": 1522546560,
            "txt_content": "我帮你把前言里的更新日志去了嘤嘤嘤"
        },
        {
            "author": "ir-0",
            "timestamp": 1522549080,
            "txt_content": "我的天你终于不搬小型mod了"
        },
        {
            "author": "Apanily",
            "timestamp": 1525843080,
            "txt_content": "#在这里快速回复#无限大な梦のあとの 何もない世の中じゃ"
        },
        {
            "author": "1715853522",
            "timestamp": 1526118420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "空木春人",
            "timestamp": 1527907980,
            "txt_content": "还是没办法合体进化。。。"
        },
        {
            "author": "清纯小生",
            "timestamp": 1556252220,
            "txt_content": "想问一下合体进化到底怎么用，战暴和钢鲁都有等级也是66以上但是就是没有办法合体"
        },
        {
            "author": "1723624171",
            "timestamp": 1556319960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "longsansui",
            "timestamp": 1576316160,
            "txt_content": "空木春人 发表于 2018-6-2 10:53\n还是没办法合体进化。。。\n合体进化很简单的，需要的等级之类的够了，然后把两只数码兽放到一块，点击合体进化就可以了。"
        },
        {
            "author": "hsc666",
            "timestamp": 1577865660,
            "txt_content": "模组不兼容多人游戏吗？？为什么不可以进化"
        },
        {
            "author": "弦子粑粑",
            "timestamp": 1581396000,
            "txt_content": "看了半天看不懂。。。。估计很难玩"
        },
        {
            "author": "qq2969356315",
            "timestamp": 1581666600,
            "txt_content": "看了半天看不懂，还是自己上手试试吧。。。。"
        },
        {
            "author": "Lyn_kin",
            "timestamp": 1582160160,
            "txt_content": "感谢分享"
        },
        {
            "author": "八斗nep",
            "timestamp": 1585199940,
            "txt_content": "阿阿阿阿阿牛逼牛逼牛逼"
        },
        {
            "author": "WaeGreymon",
            "timestamp": 1585276800,
            "txt_content": "是不是该更新了"
        },
        {
            "author": "优_克莉伍德",
            "timestamp": 1585295460,
            "txt_content": "哇，爷的童年回来啦"
        },
        {
            "author": "Temetifis",
            "timestamp": 1585295700,
            "txt_content": "谢谢带师 我悟了"
        },
        {
            "author": "walle1996",
            "timestamp": 1585309020,
            "txt_content": "看到数码宝贝，我反手就是一个赞"
        },
        {
            "author": "FLY_PING",
            "timestamp": 1585731900,
            "txt_content": "看完感觉和神奇宝贝mod有点像，但是好像比神奇宝贝mod难好多啊。"
        },
        {
            "author": "张",
            "timestamp": 1587695460,
            "txt_content": "奥米加兽根本没法合体进化就算升到满级也不行，两个在一起也根本没法进化，能量也满了，"
        },
        {
            "author": "wslps",
            "timestamp": 1591183680,
            "txt_content": "还是没办法合体进化"
        },
        {
            "author": "夜一刀",
            "timestamp": 1591417980,
            "txt_content": "合体进化不是要70级吗"
        },
        {
            "author": "小时猴",
            "timestamp": 1591583460,
            "txt_content": "哇。。。赞"
        },
        {
            "author": "18369835158",
            "timestamp": 1593906480,
            "txt_content": "支持大佬支持大佬支持大佬"
        },
        {
            "author": "1370356426",
            "timestamp": 1593947400,
            "txt_content": "版本是多少啊"
        },
        {
            "author": "Lemon_ccc",
            "timestamp": 1595266200,
            "txt_content": "感谢楼主的教程"
        },
        {
            "author": "haiou鸥",
            "timestamp": 1596012420,
            "txt_content": "数码宝贝   爱了"
        },
        {
            "author": "叶哥哥",
            "timestamp": 1596186240,
            "txt_content": "这还有教程的吗"
        },
        {
            "author": "wyhskt",
            "timestamp": 1601774100,
            "txt_content": "感谢大大的分享"
        },
        {
            "author": "开心时",
            "timestamp": 1610859780,
            "txt_content": "清纯小生 发表于 2019-4-26 12:17\n想问一下合体进化到底怎么用，战暴和钢鲁都有等级也是66以上但是就是没有办法合体 ...\n属性没有到达嘿嘿嘿"
        },
        {
            "author": "渣渣呵",
            "timestamp": 1610959320,
            "txt_content": "感谢大佬"
        }
    ]
}