{
    "title": "领地插件设置圈地大小",
    "author": "子德",
    "replyCount": 3,
    "timestamp": 1522495740,
    "txt_content": "spigot 1.12.2\n已经设置了MaxNorthSouth/MaxEastWest等仍不管用。\n# These groups correspond to the Permissions groups defined in your '<worldname>.yml'\nGroups:\n    Default: #group name, DONT remove this group\n       # Information about the Residence zone that the player can define.\n       #Uncomment the lines below to mirror this config to other groups.\n       Mirror:\n       Residence:\n           # Determins if this group can create residences or not.  This option can be overriden with the permissions node 'residence.create'\n           CanCreate: true\n           # The maximum number of Residences a player can have.\n           MaxResidences: 3\n           # The maximum number of physical areas a residence can have.\n           MaxAreasPerResidence: 2\n           # The maximum number of blocks a Residence can be, East to West (X).\n           MaxEastWest: 1000\n           # (Optional) The minimum number of blocks a Residence can be, East to West (X).\n           MinEastWest: 1\n           # The maximum number of blocks a Residence can be, North to South (Z).\n           MaxNorthSouth: 1000\n           # (Optional) The minimum number of blocks a Residence can be, North to South (Z).\n           MinNorthSouth: 1\n           # The maximum number of blocks a Residence can be, High to Low (Y).\n           MaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence can be, High to Low (Y).\n           MinUpDown: 1\n           # The lowest altitude this group is allowed to protect.\n           MinHeight: 0\n           # The highest altitude this group is allowed to protect.\n           MaxHeight: 255\n            # The maximum amount of subzones can current area have.\n           MaxSubzonesInArea: 5\n            # The maximum recursive depth that subzones can go.\n            # A subzone within a subzone within the Residence zone would be a depth of 2.\n            # Set to 0 to disable subzones.\n           SubzoneDepth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMaxEastWest: 1000\n           # (Optional) The minimum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMinEastWest: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMaxNorthSouth: 1000\n           # (Optional) The minimum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMinNorthSouth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMinUpDown: 3\n           # Whether or not to allow teleporting to Residences.\n           CanTeleport: true\n           # Allow or Disallow the use of /res unstuck, to get yourself out of a residence if stuck in one somehow\n           Unstuck: true\n           # Allow or Disallow the use of /res kick, to kick player from residence.\n           Kick: False\n           # Allow or Disallow the use of the /res select command, if disabled they can only use the selection tool.\n           SelectCommandAccess: false\n           # Allow or Disallow the group to access the Blacklist/Ignorelist for residences they own.\n           ItemListAccess: true\n       # Options relating to enter and leave messages on the residence.\n       Messaging:\n           # Whether or not the player can change the Residence enter and leave messages.\n           CanChange: true\n           # The default enter message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultEnter: 欢迎来到 %residence ， 这是 %owner 的领地。\n           # The default leave message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultLeave: 你离开了领地 %residence 。\n       # Options relating to the Lease system.\n       Lease:\n          # The maximum number of days to allow leases.\n          MaxDays: 16\n          # The number of days to add to the lease following a '/res lease renew' command.\n          RenewIncrement: 14\n       #Options related to the rent system\n       Rent:\n           #determines how many residences can be rented by players of this group at once\n           MaxRents: 3\n           #determines how many residences can be set for rent by players of this group at once\n           MaxRentables: 3\n           # determines max days player can rent residence at once\n           MaxRentDays: 31\n       # Options relating to the Residence Economy.\n       Economy:\n          # Whether or not players in this group can buy other Residences that are for sale.\n          CanBuy: true\n          # Whether or not players in this group can sell their Residences.\n          CanSell: false\n          # Whether or not to ignore the Residence size/count limits when buying a residence.\n          IgnoreLimits: false\n          # The cost, per block, of making a new Residence or adding a area to it.\n          BuyCost: 0.5\n          # The cost, per block, player will be getting back when removing residence.\n          SellCost: 0.25\n          # The cost, per block, of renewing a Residence lease (if the lease system is enabled).\n          RenewCost: 0.2\n       # Flags are checked in the order:\n       # 1: Player\n       # 2: Group\n       # 3: Owner\n       # 4: If all others are undefined, reverts to default value (usually true).\n       # Flag permissions default to false.\n       # These flags settings override the globals.\n       Flags:\n          # Specifically allow or deny this group from changing certain flags.\n          Permission:\n               #build: true\n          # Specifys the flags that are applied at residence creation for players of this group.\n          Default:\n              #build: true\n          # Specifys the flags that are applied at to the creator at residence creation.\n          CreatorDefault:\n              #build: true\n          # Specifys the flags that are applied to other groups for this residence, at creation.\n          GroupDefault:\n               #default: #group name\n                   #build: false\n          #these flags are applied specifically to this group whenever they are outside a residence\n          #these flags will override the flags at the top, under the Global section.\n          World:\n                Global: #these flags will apply to all worlds\n                     #build: false\n                WorldNameHere: #or you can apply them by each individual world\n                     #build: false\n    Builder: #group name, player should have residence.group.nextgroup permission node to have access to this residence group\n       Residence:\n           CanCreate: true\n           MaxResidences: 4\n           MaxAreasPerResidence: 2\n           MaxEastWest: 1000\n           MaxNorthSouth: 1000\n           MaxUpDown: 1000\n           MinHeight: 0\n           MaxHeight: 255\n           SubzoneDepth: 3\n           CanTeleport: true\n           Unstuck: true\n           Kick: true\n           SelectCommandAccess: true\n           ItemListAccess: true\n       Messaging:\n           CanChange: true\n           DefaultEnter: Welcome %player to %residence, owned by %owner.\n           DefaultLeave: Now leaving %residence.\n       Lease:\n          MaxDays: 16\n          RenewIncrement: 14\n       Rent:\n           MaxRents: 3\n           MaxRentables: 3\n           MaxRentDays: 31\n       Economy:\n          CanBuy: true\n          CanSell: false\n          IgnoreLimits: false\n          BuyCost: 0.7\n          SellCost: 0.3\n          RenewCost: 0.3\n\n# You can manually specify the group a player is in below, this overrides their permissions group.\nGroupAssignments:\n     bekvon: default\n     player: default\n",
    "replies": [
        {
            "author": "埃瓦拉尔",
            "timestamp": 1522574700,
            "txt_content": "请转码. U码"
        },
        {
            "author": "叽叽小石头",
            "timestamp": 1522637160,
            "txt_content": " 本帖最后由 PY狗 于 2018-4-2 10:50 编辑 \n\nOP圈地/resadmin create XXXX就好了，设置领地组麻烦照它默认的复制改改应该可以改大小，然后在权限组插件里分配权限就能了"
        },
        {
            "author": "叽叽小石头",
            "timestamp": 1522637400,
            "txt_content": "上面说了要给这样一个权限:residence.group.领地组 \n才可以不是默认组\n玩家应该拥有一个访问该居住地组的residence.group.nextgroup权限节点。"
        }
    ]
}