{
    "title": "「原创」[bgm]梧桐叶-第一卷 （三）",
    "author": "縻风",
    "replyCount": 2,
    "timestamp": 1522491900,
    "txt_content": "\nhttp://music.163.com/style/swf/widget.swf?sid=537011750&type=2&auto=1&width=320&height=66第一卷 (二)导卷\n       无论对谁来说，总会存在着一个规整的坐标系。一个坐标或许是一件事，亦或是一个人。散落在各个象限，被赋予了不同的意义。\n       人生这盘局就是这么的精妙，点点的相对坐标永远是这样，对于你来说，他在这里，对于另一个人来说，他在这里。尽管相对位置不尽相同，但他始终都是那同一个点，那人始终是那一个人。\n       就像……一片梧桐叶，从正面看，掌状，3至5裂；从侧面看，线段，略有弧度。但它就是一片叶子，不是掌，也不是线。\n如此看来，似乎一切都被镶进了这精致的格局，那怕是人生的路，亦或是事端的发展，都可以与这框框条条所契合。分散、交织；冗杂、散尽；沉淀、洋洒……不过最后墨尽线消，淡化不见了。\n       同一片梧桐叶般，脉分脉合，缘棱缘钝，色聚色散……不过终是凋零，与无论粪便还是枯石，混作腐土，一甘堕落。\n       轴是轴，线是线；正是正，斜是斜。没有一个点会在轴上，因为来自这未知凶险社会的“暗物质”，具有着莫大的吸引力，而正径的“暗能量”却将你推开去。这世道，怕是正也好，邪也好，都早已串通一气了吧。\n       在这样两道同向风流下，又怎会有梧叶，能避过风，遵循最初的路径飘落呢……\n\n正文       雪。       也许对这里的孩子来说，雪既不陌生，也不熟悉。       去年没有雪，今年的，来晚了。       他站在教学楼五楼的窗台上，嘴中的白雾像幽灵一样，在干冷的空气中闪烁。       雪子像是缎子一样，波浪似地斜向下去。如果人的眼睛能长时间曝光的话，现在留在底片上的，应该是一条条惊人契合的白色波浪吧。       期末考后，这学期的最后一天。       放假前依然要上课，不能放松。——谁叫他们是要迎接中考的人呢。       真是可笑的理由啊。\n       「人总是比之前高明地做着和之前一样的事。」\n       他低下头，看不见天。       刺眼的白衣早就已经飘下来了，但是被树枝戳的千疮百孔，错综复杂下的小径上，推着自行车的学生开始渐渐变得密密麻麻。       ……       “呼……”       ……       无形的心在缓缓地鼓动着，雪忽大忽小，送下一层结实的糖衣，待盼望着因大雪提早放学的学生的希望将它融化殆尽时，又撒下一片。       他扭头望向窗外，绿色和白色再不紧不慢地交替着，像是刚学会走路的孩子发现了灯的开关那样，乐此不彼地，起起伏伏。       “所以我说了啊……雪洗不掉的……”       “嘿！”       他只是缓缓转动了瞳中的黑仁，甚至没有转动他的头。       “你头发长了，要剪了。”       “哦。”       “你又怎么了……”       “我怎么了？”       “……”       长长鼻息后，他闭上了眼，靠向了窗。\n       「也许某个点不会动，但是整张棋盘会动。另一个平面的点只会觉得，这张棋盘上的一切都在变化。」\n       “（-18,0）”       “啊？”       “没什么……”       ……       所谓的现代化生活，无非就是告诉人们哪里可以干什么，然后越来越集中，最后让各个区块的人的生活变成A到B，B到A的枯燥运动罢了。       居然还有人乐此不彼。       ……       6：02。       ……       他推开那个开合无数次的门，却惊奇的发现门内的世界不像从前那样，是个空洞黑暗的世界。有两个人已经在沙发上坐着，一男一女，40多岁的样子。       他瞥了眼茶几边上的大包小包，然后脱了鞋。       “期末考怎么样？今天考的是理科吧？”男性说话了。       他甚至已经懒得冷笑，相似的场景从记事起就见过不少了。       他本来是个感情丰富的人，也是个敏感的人。       但一种环境，让他知道了压抑。       曾经，他冲动，无数次的企图向外界宣泄。       但他发现自己似乎是个外星人，好像没人听得懂啊……       于是他累了，他学会了抑制，与其撕破喉咙去维护自己的立场，不如直接无视。       强行束缚自己激烈的内心。       于是他开始厌世，被人当做不懂事。\n       「不要干涉我的行为。我不会对此作出解释。反复说同样的话，我懒得。」\n       “砰！”       实木门毫不客气地扣在门框上。       日本作家东野圭吾有一本书里写到：       人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂。       对于他来说，亲情在他眼中和烧尽的炭一样，只是会随着空气对流飘荡的灰烬罢了。       但他终归是个人啊。       他还有想要的东西……       他终归还是一个有心的人啊……       他还有不安、后悔；渴望、激动……       他终归还活着啊……       ……       对于他来说，社交只存在一定范围以外，一定范围以内。       只有在这个同心圆内的人，他才会以一个正常人的形象面对。\n       「太远的人，我管不着；太近的人，我太失望。」\n杂语居然没跳票XD不过我觉得是没人看的XD这种要情节没情节要文笔没文笔要技术含量没技术含量的文XD\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1522492620,
            "txt_content": "还带图 好评"
        },
        {
            "author": "縻风",
            "timestamp": 1522492740,
            "txt_content": "海贼王# 发表于 2018-3-31 18:37\n还带图 好评\n事实上我的另外3个帖子都有"
        }
    ]
}