{
    "title": "[Minecraft.net|CULTURE] Lunar Love：月之情",
    "author": "袋里的鲨",
    "replyCount": 0,
    "timestamp": 1522855140,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-6-26 19:58 编辑 \n\n\nLUNAR LOVE\n月之情\n\nA story that has it all: Love! Devotion! Foxes!\n有一个故事包含了这一切：爱！奉献！狐狸！\n\nHumankind has been writing love stories about the moon for so long that it’s a wonder we haven’t actually sent any astronauts to our lunar friend with a dozen roses and a box of chocolates. There’s something mystical and romantic about that big ball of reflected light that hangs in our sky at night. People see faces and rabbits in her distant, craggy surfaces; the power she has over the tides mirrors the power she has over our hearts. Never mind that she’s a 4-billion-years-old hunk of dusty rock - she’s our beautiful bright girlfriend, and we love her.\n人类一直在写着关于月亮的爱情故事，不过一个奇迹在于我们实际上并没有让任何宇航员带着一打玫瑰和一盒巧克力送给我们的月亮朋友。在夜晚的天空上，高悬的巨大且反射光的球体上有些神秘而浪漫的东西。人们可以在她遥远而崎岖的表面上看见兔子；她带来潮汐的力量反映了她在我们心中的力量。永远不要介意她四十亿岁的、落满灰的大块岩石，她是我们美丽与明亮的女伴，并且我们热爱她。\n\nBut not all love stories are so difficult to reconcile. We will probably never get a chance to smooch the moon, but today’s build has a love story behind it that’s much more down-to-earth.\n但不是所有的爱情故事都难以去调解。我们或许没有机会去同月亮接吻，不过今天的建筑有一个爱情故事蕴含其中，而且它更加现实。\n\n\n\nNine years ago, Minecraft builder Shaliquinn married her husband. A few years later, the ring that her husband had worn - her grandfather’s ring - had broken beyond repair. Since then, she’s been saving up in secret for a new one. But rather than just giving him a new ring, she decided to craft a special surprise for him to go along with it - and that’s where this build comes in.\n九年前，我的世界建筑师 Shaliquinn 和她的丈夫结婚了。一些年过去后，她丈夫佩戴的戒指——也是她祖父的戒指——损坏到了无法修理的地步。从那时起，她一直秘密地攒钱来买一个新的。但不单单是给他一枚新戒指，她还决定同它一起给他精制出一个特殊的惊喜——这就是这个建筑的来历了。\n\n“This piece was something I have been thinking on for some time now, as my husband has been telling me the story of a rogue and a farm girl who fall in love,” Shaliquinn says. “I had always thought of the rogue as a sly fox in the story, and as the story progressed she fell in love with her fox.” The girl learns that she can do magic, and is taken away for training, but before she goes, the rogue gives her a gift: a necklace shaped like a crescent moon.\n“当我的丈夫告诉了我一个流氓和一个农家女孩相爱的故事时，我思考了一些时间，” Shaliquinn 说道，“我总是觉得这个流氓在故事中是一只狡猾的狐狸，继而随着故事进展她爱上了她的狐狸。”这个女孩认识到她可以使用魔法，接着为了训练而被带走，但在她离开之前，这个混混给了她一份礼物：一条状如新月的项链。\n\n\n\n“As she wore it walking away from him, the necklace allowed her to feel a light inside connecting the two, so that they could find each other anywhere in the world.” So it’s like a tracking device! Er… but a romantic tracking device. “This necklace was specifically connected to his ring, engraved with a skulking fox that he wore.”\n“在她带上项链走离他之后，这条项链能让她在感触到里面的光时连接两者，以此他们可以在世界任何一角找到彼此。”所以它就像一个追踪装置！嗯...... 不过这是一个浪漫的追踪装置。“这个项链被他的戒指紧密连接着，他佩戴着的戒指上刻有一只潜伏的狐。”\n\nIt’s that fox ring that Shaliquinn has ordered for her husband, to replace the broken one, along with this build that she will use as a book cover image on her version of his story.\n这即是 Shaliquinn 给她的丈夫的狐狸戒指，为了替代坏掉的那一个，她将把这个构建用于她的版本故事的封面图片上。\n\n“The day I started this build I found myself crying,” Shaliquinn admits, “not out of tears of sadness - but of joy and love from the story he was telling me each day. I find that as he tells me this story, I fall in love with my husband just a little more every day.”\n“我发现在我开始这个建筑的那天我自己在哭泣，” Shaliquinn 承认道，“眼泪并不来源于悲伤，相反是每天他告诉我这个故事中的快乐和爱。在他向我讲这个故事时，我感到我自己一点点一天天爱上了我的丈夫”。\n\n\n\nStill, not every stage of the build went smoothly. “My snow kept turning back into snowballs,” says Shaliquinn, “and my sand fell out into the void. Finally, I gave in and caved, so I put a solid bottom on the piece, and hand-built it to match my top layer, filling it in block-by-block so it would not fall into the void again.”\n依旧，建筑的每个阶段不是都进行地顺利。“我的雪不断地变回雪球，” Shaliquinn 说，“并且我的沙子掉进了虚空。最后，我做出了让步，于是我在作品下面铺设了坚实的底部，接着手动建造了它以适合我的顶层，一个方块一个方块地填充了它，所以它就不会又跌进虚空了。”\n\nAll the organics - the trees, animals and flowers - were built by hand as well. “I can often work faster on things such as this,” admits Shaliquinn, “but I had a very specific feel I wanted to this, so I took a little extra time to make sure the creatures and trees looked just right.”\n所有的生物：树，动物和花，都是同样地被手工建造的。“例如这个，我常可以在这些东西上草草带过，” Shaliquinn 承认道，“但是我有一个相当特殊的感觉，我想这样做，因而我耗费了一些额外的时间来让这些生物和树看起来刚刚好。”\n\nThere’s even a neat trick involved in making the beautiful shimmery ice in the centre of the build: “I use grass and let the blocks below turn to dirt, then I recolor the grass with one color for the surface, and the dirt with another to create layers that look like natural ice.”\n在建筑中央，甚至有一个灵巧的特效来制造出闪烁的冰：“我使用草地然后让在下面的方块变成泥土，继而我用一种颜色在这些草的表面着色，用另外的泥土创建出层次来让它看起来更像自然的冰。”\n\n\n\nIf you look closely at The Fox and The Moon, you might notice sparkly swirls cascading down around the tree and the buildings. This, Shaliquinn says, is “magic”.\n如果你贴近观察这只狐狸和月亮，你可能会注意到耀眼的漩涡从树和建筑上散落下来。对于这个，Shaliquinn 称为是“魔法”。\n\n“I create a cone and use WorldEdit brushes to create a swirl of color going down, and slowly pull out extra blocks to leave just a few remaining pieces in a decorative way. Replace with a little glass, some glowing End rods, and you have what looks like magic!”\n“我建造了一个圆锥，然后使用 WorldEdit 笔刷创造出一个下落着的颜色漩涡，接着慢慢地撤下额外的方块，单是留下一些装饰性的部分。替换为一些草地和发光棒后，你就有了看起来像魔法的东西！”\n\nWith most builds, the builder is either trying to replicate something in real life, or take something out of their imagination and into the real world. Shaliquinn’s build is trying something else: taking something from someone else’s imagination and trying to imagine what it might look like, with the extra challenge of making something beautiful enough that it can be a gift for that person.\n在大多数建筑中，建筑师要么努力去重复一些在实际生活的东西，要么在现实世界中实现他们的想象。Shaliquinn 的建筑尝试了一些其他的：带着一个人的幻想，然后努力地想象出它可能的样子，带着做出足够美丽的东西的额外挑战，把它作为礼物送给这个人。\n\n\n\n“I was hoping to make something that was as beautiful as the story [he] told to me,” she says. “I feel like I have still only captured a small part of that. But I feel it was a good start.”\n“我希望制作一些和他告诉我的故事一样美的事物，”她说着，“我想我只是抓住了它的一小部分。不过我感到这会是一个好的开始。”\n\n\n●原文链接：https://minecraft.net/zh-hans/article/lunar-love\n●原文作者：Kate Gray\n●发布日期：2018年3月14日\n\n画风和我想的不一样啊= =\n其实我没想译一篇罗曼史的= =\n既然开始就一脸尴尬地译完算了= =\n",
    "replies": []
}