{
    "title": "[Minecraft.net | CULTURE]Sensational Sculptures  令人震惊的雕塑",
    "author": "一条鱼乾",
    "replyCount": 0,
    "timestamp": 1522558260,
    "txt_content": " 本帖最后由 看繁华的人 于 2018-4-6 23:46 编辑 \n\nEonli talks about his many pieces of Minecraft artEonli谈到了他自己许多的Minecraft艺术作品。Today’s builder, Eonli, is clearly an amazing artist, and Minecraft is his medium. From queens and angels to intricate, flowery “prisons,” his work covers many subjects, but all of them are truly gorgeous!今日，建筑师Eonli，已然是一个不得了的艺术家，而Minecraft就是他大展身手的地方。从女王和天使到复杂华丽的“监狱牢笼”，他的作品包含了许多内容，但是每一个作品都是华丽的。“I mainly create various kinds of sculptures,” he says. “Most of them represent a human or something similar, and I insert a theme each time.“我要制作各种各样的雕塑，”Eonli说，“它们大部分都代表某个人或者类似的东西，我每次都会插入一个主题。”（Queen）Like many artists, Eonli starts with a basic sketch and then adds more and more detail to get to the finished project. “When I create a sculpture, the first thing I think about is the movement of the body,” he tells me. “I try to make the build look as real as possible, as if at that moment the sculpture was living and a photograph was taken. Another constant goal is to make the sculpture visible and enjoyable from every position, which is very difficult and requires working from all angles.”和许多艺术家一样，Eonli开始先构建一个基本的草图，接着添加越来越多的细节去完成这些雕塑。“当我创造一个雕塑，第一步我首先思考的是躯体的动作，”Eonli告诉我，“我试图让雕塑的构建的人物看起来更加真实，就好像雕塑原本是活的然后被拍了张照片一样。下一步是让雕塑在每个角度都可以被观察欣赏。这非常困难，需要从各个角度来建筑它。”（Angel）One of Eonli’s tricks to create the illusion of movement is to pay close attention to the clothes he adds to each build. For example, in his Nature build you can see how the hem of her shirt seems to be lifted up a little by a gentle breeze. Eonli tells me this sculpture was inspired by another builder we’ve featured here before: Dr. Bond. He calls Dr. Bond’s work “simply fantastic,” (I certainly agree!) and says that it invigorated him to pay even more attention to small details and experiment with lighter colours.Eonli创造雕塑仿佛活着的错觉的技巧之一，就是在雕塑人物的衣服中下一番功夫。举个例子，在他的Nature作品中，你可以看到人物的衣服下摆似乎被风吹起来了一点。Eonli说他的这个灵感来源于我们这里之前展示过的另一个建筑师，Dr. Bond。他觉得Dr. Bond的作品“太棒了”（我非常同意！）并表示，他使他更加注重细节，并且试着用更加淡的颜色来建筑。But all of this attention to detail doesn’t slow Eonli down! “Usually my sculptures are built in four days or a week, depending on the project and how much commitment I put in. I really like exploring new styles; I always try to change something between projects.”但注意细节并不会让Eonli的动作慢下来！“一般我的雕塑都会在四天或一周内完成，这取决于我在我的建筑上投入了多少。我真的很喜欢探索新的风格，我总是尝试改变一些项目里的东西。”（Nature）One of these experiments was his entry in Planet Minecraft’s snow globe contest. Melograno (that’s “pomegranate” in English!), was the contest winner, and it’s easy to see why. The globe includes a miniature city nestled against the trunk of a giant tree with a strange - but strangely cute - beast looking down on it.其中一次尝试是在Minecraft的雪球大赛中。Melograno （石榴），是比赛的赢家，也很容易看出来这是为什么。这个球中有一个紧靠着大树的微型城市，有一只奇怪又可爱的野兽俯视着它。Unfortunately, this creature is trapped inside the globe, which Eonli says is supposed to represent loneliness. Poor thing : (不幸的是，这个野兽被困在这个球里，Eonli认为，它是代表孤独、可怜的生物 : (（Melograno）Eonli was inspired to create this bonsai by the long history of using pomegranates in traditional Italian art. He also says he’d like to include more local culture in his future builds. “There aren’t many projects representing Italian art, and it’s worth showing how fantastic the history of my country is.”Eonli受到意大利传统艺术中石榴的悠久历史的启发，创造了这个作品。他还说他希望在未来的作品中能融入更多本土的文化进去。“代表意大利的作品不多，意大利的文化值得我去展示它是有多美妙。”And he wants to continue doing that through Minecraft. “I think it’s a truly unique medium,” he tells me. “One thing I always dreamed of was the ** to create what I like and maybe to inspire those who look at my works.”他希望通过Minecraft继续这样创作。“我认为这是一个非常特别的方法，”他告诉我，“我一直梦着自由创造我喜欢的东西，也许可以激励那些看我的作品的人。”作品Life and Death展示Well, I’m certainly inspired! And Eonli has some very encouraging words for other artists, too. He says that it’s really important “to always be proud of what you create and to not be afraid to try different things.”我确实受到了鼓舞。 Eonli也有一些鼓励人的话要告诉其他艺术家。他说“永远为你所创作的作品而自豪，不要害怕去尝试不同的东西”，这是很重要的。He continues, “sometimes I look at beautiful creations and think, “I can’t reach that level, what’s wrong with me?” I’ve made this mistake more than once and it leads to the loss of your uniqueness. But you learn from mistakes, so if you don’t make them you can’t learn.他接着说：“有时我看着美丽的作品，我会想‘我达不到那个水平，我有什么问题？’我不止一次犯了这个错误，并且它会导致你独特性的丧失。但是你会从错误中学习，所以如果你不犯错误，你就不能学习到它。”（Melograno）“Always keep a goal in mind and overcome it. Do not give up when you encounter difficulties and do not be afraid of your mistakes. Follow your path step by step, without stopping. If you fall, get up!”“永远坚持目标并克服它。 遇到困难时不要轻易放弃，不要害怕犯错。 按照你的脚印一步一步走，不要停下。 如果你跌倒了，站起来！”Good advice for everyone, not just Minecraft builders!这个好建议给每个人，并不仅仅是给Minecraft的建筑家们！Renders by RebirthOfShien, Joebricksy, Zughy, Bramboss, nygma_, Droolie and Matibian\n由RebirthOfShien, Joebricksy, Zughy, Bramboss, nygma_, Droolie and Matibian提供○原文：https://minecraft.net/zh-hans/article/sensational-sculptures《SENSATIONAL SCULPTURES》○原文作者：Jay Castello 发布于 2018年3月22日\n",
    "replies": []
}