{
    "title": "【原创/连载】另一个世界 第十二章 黑暗",
    "author": "秋叶枫苓",
    "replyCount": 5,
    "timestamp": 1522585140,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-4-3 23:07 编辑 \n\n自己到底在这个坟墓呆了多久了呢\n靠在石壁上，我失神地望着火把，周围的声音不知为何已经听不到了，又或是我已经没有在意所以大脑自动过滤了\n下一步该干嘛呢\n拿圆石沿着墙壁搭上去？大声叫喊？插火把当标记？\n所有的想法，都被淹没在名为悔恨的情绪，但现在我连哭泣都做不到，任凭时间一分一秒地过去\n明明血量槽和饱食槽都还是满的，但背部和大腿稍微动一动依然传来剧烈的疼痛，我已经懒得去惊讶，去猜测这又是因为什么造成的了\n就算有一万种方法，如果没有去面对石块外未知的黑暗的勇气，一切的一切都是徒劳\n而我……就是没有那种勇气啊……我只是一个普通人啊……怎么可能像电影电视里面那些塑造出来的英雄一样在困境里面死而逃生呢\n不断地打气，又不断地将举起镐子的手放下，可能在这里饿死才是我最好的归宿吧\n而在我这么想的时候，一个细微的响声突然让我楞了一下\n不对，不是这个声音让我发愣，是我意识到我又听见了周围的声音\n是我终于拿出了那仅有的勇气……还是一个人最后的求生欲……但这个现象终于让我有了一丁点的乐观\n紧接着，我突然察觉到\n这个声音，不是来自周围，确切的说，我能听到是来自我的身后\n一个细长的，像是我妈妈不小心被开水烫到发出的……吸气声？\n——————————————————————————\n等我和苏菲来到龙猫开的坑口的时候，留下的只有一个被鲜红液体尽浸染的石头和漆黑不见底的坑洞\n苏菲一下子跪坐在了地上，我一瞬间大脑也完全反应不过来\n猛地切换出镐子，不顾手被反冲震得生疼，我用力地将坑口砸开，漆黑无底的深渊，慢慢显露了出来，我猛地将一个火把扔了出去，火光映照了巨大的岩壁，断裂的深渊，一直下落直到火光变为星光然后熄灭，这……是个峡谷……\n那个……混蛋……不会吧……\n手中的镐子滑落到了地上，一震眩晕从脑袋散播到全身，仿佛天地颠倒一般，我晃悠了一下，连忙扶住了旁边的墙壁\n他到底……要怎么……（消音）怎么玩才能连坑都不看就往下跳啊！他（消音）是个（消音）吗？！\n脑子像是融化了一样，不断地重复想象中龙猫摔下洞口的样子，顿了一会，我踏前一步，如果那个怕黑的傻X没有死的话，那我一定要到他身边才行\n但还没走到坑洞那边，一股力把我猛地一拉，还没反应过来，我就被苏菲死死地按在了墙上，后脑勺猛地和石块撞到了一起，我闷哼一声，咬着牙低头，跟她哭得红肿的眼睛对在了一起\n“……你想干嘛”\n“……下去救那个挖矿连路都不看的混蛋”\n“你当我们是在参加什么野外生存真人秀还是在演什么电影吗！龙猫下去了你TM也想吗？！”\n“那你说我们能怎么办啊？！”\n气不打一处来的我，将苏菲的手挣脱开，反握住了她的双腕\n“你怎么知道龙猫一定会死啊？！”\n“我没说龙猫没死！但你下去起码不能像送死一样往下跳吧！”\n苏菲再次大吼，眼泪又流了出来，我慢慢地放开了她，身体靠住了石壁慢慢滑下，坐在了地上\n被我砸大的洞口，像是应和悲伤的基调一样，不断地有风吹进来，发出呜呜的低鸣声\n……风……风？\n我楞了下，突然集中注意力在耳朵上，果然，跟之前一样有奇怪地咕噜嘎吱的声音，那个是……暗河的声音！\n那龙猫应该有概率落在地底下的暗河吧！\n将猜想告诉了苏菲，苏菲的眼睛瞬间亮了起来\n“那、那、那，龙猫是真的可能没死吧！”\n“原版MC只要有一格水都可以了吧，那只要那个混蛋还有一丁点运气的话，应该是——”\n“轰隆————————————————————————————————————————————————————————-”\n巨大的轰鸣声，突然从峡谷深处传来，伴随着苏菲的尖叫，巨大的风从洞口灌了进来，下意识用手臂护住了脸，风足足吹了十几秒才停下\n等等……这个爆炸……难道是……\n和苏菲无言地对了对眼神，后者突然猛地冲到了洞口附近，用近乎是哭腔的声音大喊道\n“龙猫！！！！！！！！！！！！！！！！！！！！”\n但，没有任何声音，只有咕噜嘎吱的声音慢慢流入了耳朵，咽了口口水，我将苏菲扶了起来，后者的肩膀不断地颤抖着，但过了一会，颤抖突然地就停止了\n“……走吧”\n苏菲突然对我说，而我也理解到她说的话的意思\n“……嗯”\n深**气，我也平复我的心情，捡起木镐向着龙猫挖的坑口走去\n“吃的、用的、所有的方块都带上吧”\n“……不准备回来了吗”\n“如果救不回来龙猫，这些也没有意义吧”\n“嗯，那就带上所有的吃的用的和方块吧”\n——————————————————————————\n耳朵……好痛……尖锐的鸣声像是要把脑袋压爆一样，稍微感受了一下，我大概是趴在了地上，但用手脚想要支撑身体站起来的时候，像是散架一样的痛苦从四肢传来，跟刚才比简直像升了好几级一样\n左手拿着火把，我喘着气站了起来，黑暗笼罩着我的四周，只能勉强辨别出一点墙壁的痕迹\n突然喉咙传出像是呕吐的感觉，我下意识地咳了起来，液体突然顺着我的喉咙吐了出来，同时一抹甘甜夹带着像是铁粉一样的味道窜过我的嘴巴，我身边的地板上也出现了一摊鲜红\n哈、哈哈……这就是……吐血的感觉吗\n耳鸣渐渐恢复，我听到了我身后的悲鸣声，慢慢地回过头，黑暗中像是星光一样的双眸直直地盯着我，下意识地我又后退了两步，剧痛再一次肆虐起我的神经\nmade……苦力怕……什么时候能隔着墙爆炸了……\n要不是的背后因为慌张叠了两、三层石墙，我现在早就死了吧，望了眼HP槽，现在已经恢复到了九格血量了，但身体依旧疼痛无比\n看来……这次真的要凉在这里了吗……\n“龙猫！！！！！！！！！！！！！！！！！！！！”\n“……？！”\n头顶突然传来有些飘渺的声音，一个带着哭腔的女生的声音，我愣愣地抬起了头，但头顶也是被漆黑笼罩，完全看不出有什么东西\n但是莫名其妙的，心底突然像是有了底一样的感觉，明明面前已经有僵尸进入到了火光的范围，剧烈的恶臭如往常一样袭来\n深吸了口气，我掉转头，顶着剧痛，向着峡谷底的另一边小跑了起来\n刚才听到了有硬物摩擦的声音，那后面肯定就有小白，这样搭高方块肯定是没有用的……那也就只能先拉开距离了\n但，这也一样存在着风险\n顶着黑暗，我咬着牙提剑顺着峡谷边跑着，左手努力向前伸，能多探照一格方块就多探照一格方块\n峡谷底下到底有多少怪物，我根本不知道，只有僵尸那还好说，现在最要命的就是小白、蜘蛛和苦力怕……如果遇上了的话当场GG也不是没有可能\n但我现在能做什么呢，跑到安全的地方再搭个坟墓吗……再给苦力怕炸一次我的身体早就散架了吧……混蛋，我到底该怎么办\n每跑一步后背就传来翻着一样的痛感，前方的黑暗仿佛没有尽头一样，虽然给苏菲那一声嘶吼稍微打起了一点气来，但我的现状依然没有改变\n我到底……该怎么办……\n突然，前方一个穿着破烂西装的男子走进乐火光内，我楞了一下，而看到他的右手时一股寒流猛地窜过全身\n他……拿着一把铁铲\n而跑动的我没几个照面就跟他相距不到两格，他的右手先一步举了起来\n是横砍\n我的脑海里突然窜出这三个字，一咬牙顶着疼痛我猛地弯下了腰，从他手臂下面钻了过去\n喘着粗气，我还没来得及臭美一会，更多的悲鸣声就从前面传了过来，紧接着像是夜空的繁星一样，无数的“星星”锁定在了我身上\n该死的该死的该死的该死的！这个峡谷到底有多大啊！\n横砍，不停地横砍，右手像是要报废一样，手指已经开始失去触感，穿过一只又一只僵尸，我不断地往前方跑去\n但，绝望，最终还是降临了\n在前方二十格左右，我看到了巨大的高耸的东西\n那是，峡谷巨大的石壁，也就是……死路\n而身后，被我打开来的悲鸣依旧紧紧跟着我，这个数量我一个人根本应付不过来\n淦……我难道还要像网文里面的主角一样全部干翻连升几级吗……怎么可能啊……现在我的状况能对付一只就是极限了\n左手捂着腹部，我短暂抽搐了一下，继续咬牙向着石壁跑去，现在也只能试试搭高坟墓了，但跑动的时候，一声清脆的嘎达声突然从脚边传来，同时像是踩下了什么的触感传入我的大脑，右脚一个踉跄，我整个人摔倒在了地上\n捂着下把，我恼怒地回头看了眼，一个凸起来的很扁正方体盖在石块上，颜色来看几乎与石块没差\n……这是……压、压力板？\n但头顶突然传来的悲鸣让我愣住了，呆呆往上看去，一个僵尸已经来到和我不足三格的地方，空洞的眼神直勾勾地盯着我\n糟、糟了！\n想要爬起来，但时间根本不够，我顿了顿，切出木剑想要在这个距离拼一刀试试，但惊奇地是，僵尸再走前一步后，伴随着像是木头被掰断的声音，僵尸的肚子上突然出现了一个碗口大小的洞口，恶臭的混合物从中不断流淌出来，僵尸摇晃了一下，向后倒下了\n还在愣神的我，突然发现压力板根本不止一个，而是排成了一整排，咽了口口水，我保持躺下的姿势慢慢向后移动，当后面的僵尸军团追上的时候，一模一样的场景不断地发生\n而当我爬到离墙壁不到十格的时候，我奋力地往墙壁那边扔了个火把，终于在火光的映照下，一排有洞口的“石块”排列在两个高的位置，并且不断有残影从洞**出，果然，那应该是发射器吧\n不过……虽然是很感谢……但是为什么这里会有发射器？\n暂时得救的我，侧躺在了地上松了口气，但一躺下，我突然发现，在我躺下方向的斜上方，一个铁门直直地立着\n为什么……这里还会有铁门？！铁门和发射器……这怎么看都是我们……玩家的产物吧？！\n虽然抱有疑惑，但现在惊喜性更占上风，拖动着疼痛的身体，我爬到了铁门跟前，用带着的圆石做出了一个石质按钮，放到了铁门的旁边，用力地按下，伴随着音效，铁门慢慢地打开了，但在我还没反应时已经开始闭合，我尝试在它闭合推开他，但似乎这并不能通过外力改变，无奈的我只能等它关上后，再按了一次按钮，趁着铁门敞开的时候，我猛地小跳，进入了铁门的后面\n铁门的后面，火把井井有条地插在墙壁上，除了熔炉工作台和箱子，还有许多只能看出材质，但根本看不出有什么作用的像是家具一样的东西，这个房间还异常地大，足足有我和苏菲小坑火柴盒一楼四倍的大小……而更重要的是，在一个洁白方块上放着的一个炼药台，正在不断地燃烧着\n没有错……这里……有人生活……至少不是怪物什么的，而且应该是没离开这里多久……\n但是……这可能吗……已经一周过去了，我完全没有遇到除了小坑苏菲以外的人……真的可能有其他人吗……等等……\n脑海里突然回想起苏菲的玩笑，三个字母从脑袋里蹦了出来\nHIM\n“……你是谁”\n一个声音，突然从左方传来，一个身穿黑袍，身高比我矮一个头的身影出现在我面前，因为黑袍覆盖，我根本看不到它的脸，但更让我害怕的是，这里真的是有人的，而那个人现在……就在我的面前\n我无言地切出了石剑，将火把扔在了一边，双手持剑对着它，虽然手臂还在发抖，但这是我目前最强的武器了\n然后，等我意识到的时候，她已经来到我的面前，仿佛动漫里的忍者一样，慌张地将剑挑了起来，却连它的黑袍都碰不到，脖子附近传来重重的一击，突然意识就像做海盗船一样开始缥缈，只是飘渺之后没有回来，而是更加远去了\n啊啊，果然还是难逃一死吗，抱歉了啊，小坑、苏……………………\n\n\n\n\n\n\n——————————————————————————\n设定补充栏目（？？？人称）\n⑧这个世界里的火把或者其他物品，可以以物品的模式扔出去，但过一会就会回复到掉落物模式，比如火把扔出去能进行短暂的照明，不过要小心内心里要集中注意力想着只扔一个，不然可能会将手持的一组都扔出去\n……哈……为什么现在住峡谷底部都有人了，这个世界人已经多到这个程度了吗，真是烦死人了\n\n\n——————————————————————————\n附图：\n\n\n\n\n78B98FC1EC4DB1DA67A545034E6A4270.jpg (158.97 KB, 下载次数: 1)\n\n下载附件\n\n2018-4-1 20:18 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "sss1",
            "timestamp": 1522765560,
            "txt_content": "身高比我第一个头的身影出现在我面前 大概是错字？"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1522767960,
            "txt_content": "sss1 发表于 2018-4-3 22:26\n身高比我第一个头的身影出现在我面前 大概是错字？\n不，是矮哦"
        },
        {
            "author": "sss1",
            "timestamp": 1522768440,
            "txt_content": "???求解释，原文是啥？"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1522817520,
            "txt_content": "sss1 发表于 2018-4-3 23:14\n???求解释，原文是啥？\n233，已经改了"
        },
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227640,
            "txt_content": "墙都不服就服你"
        }
    ]
}