{
    "title": "[Minecraft.net | CULTURE]BUILDING BRIDGES 桥梁建筑",
    "author": "一条鱼乾",
    "replyCount": 0,
    "timestamp": 1522922460,
    "txt_content": " 本帖最后由 看繁华的人 于 2018-4-6 13:06 编辑 \n\nBUILDING BRIDGES\n桥梁建筑\nMacaronnie returns to Minecraft with this awesome arch!\nMacaronnie带着这个厉害的拱门回到了Minecraft！\nAmong all the wondrous monuments and constructions humankind have created through millennia, the bridge is one of the most practical. Spanning over water and mountains to overcome difficult terrain, bridges have connected people for centuries. Although for me, they’re mostly good for competing in a fierce game of Poohsticks.\n在人类几千年创造的奇妙的纪念碑和建筑物中，这座桥是最实用的建筑之一。桥梁横跨山和大海克服这些困难的地形，它连接了几个世纪的人。虽然对我来说，它们大多是在激烈的Poohsticks比赛中竞争的好地方。\n[查了一下，根据百科，Poohstickss是两个人各自将木棍投入水中，投掷的时候要轻轻投入，不能抛，比赛看谁的棍子能最先到达下游。自一九八四年以来，一年一度的世界Poohsticks锦标赛在英国泰晤士河畔举行。]\n20 year old Dutch Macaronnie is no stranger to either bridges or their purpose. Well, of course he isn’t! Everyone crosses a bridge now and then. But thing is, Macaronnie made his very own bridge after a nearly two year hiatusfrom Minecraft – a bridge that he hoped would earn him a spot in the prestigious builder community Team Visionary. The project?Géfyra zoís.\n20岁的荷兰人Macaronnie，他对桥梁以及它的用途并不陌生。当然，他不是桥。每个人偶尔都会过桥。但问题是，Macaronnie在Minecraft差不多两年的时间里创造了他自己的桥梁——他希望这座桥能让他在着名的建造者团队Team Visionary中获得一席之地。作品是什么？Géfyra zoís\nBut first, let’s rewind six years. Macaronnie first discovered Minecraft after being introduced to survival mode, but was more interested in building ordinary houses. Over the years this expanded to more ambitious projects on public servers. He even became admin for a server with over 20 players, meeting lots of new people.但是首先，让我们回顾一下过去的六年。Macaronnie第一次发现Minecraft是在它更新了生存模式之后，但他对建造一般的房子更有兴趣。多年来，他的项目已经更有野心，扩大到了公共服务器上。他甚至成为一个拥有超过20名玩家服务器的服主，认识到很多新朋友。“I might have crashed that server multiple times, [by] accident of course. But that was a time when I made some nice builds which I was so proud of,”Macaronnie remembers.“我可能很多次弄崩了服务器，当然是因为‘事故’。但那时候我做了很多很棒的建筑，我因此感到很骄傲。”Macaronnie回忆说。Sadly, Sunfury, the team Macaronnie had been a part of for the longest time, became inactive. What initially had started as a strong social experience turned into solitude. Macaronnie found himself becoming lonely and took the decision to quit Minecraft.令人遗憾的是，Sunfury，这个Macaronnie待过最久的团队，变的不活跃了。最初广泛的人际关系开始转变了，Macaronnie发现自己变的孤独，然后决定退出Minecraft。“I still hopped on servers sometimes” he says, “But all my old friends were gone, I barely knew anybody. So I just gave up.”“我有时候还上服务器玩，”他说，“但是我的老朋友们都走了，我几乎不认识任何人，所以我选择了放弃。”Despite his long absence from the game, Macaronnie felt he wasn’t done. So after 18 months away, he decided once again to pick up the pickaxe.尽管他很长时间没有游戏，Macaronnie觉得游戏并没有结束。 所以在18个月后，他决定再次拿起镐子。“I had a really good time when I played [Minecraft] before and made a lot of friends”, Macaronnie explains. To his delight, since he’s returned to Minecraft, Macoronnie has constantly run into these old friends - and they’re still building!“我以前玩Minecraft的时候真的很开心，并且结交了很多朋友。”Macaronnie解释说。令他意外的是，自从他回到Minecraft，他不断遇到他的老朋友，他的老朋友们仍然还在建筑！“I love working with reference pictures because there is so much beautiful artwork out there that I just look at and think ‘Damn, that'd be a challenge to make in Minecraft’”\n“我喜欢参考图片的工作，因为那里有太多漂亮的作品，我只是看着它们想，‘该死，这是Minecraft的挑战’。”Wanting to dive right back into a building community, Macaronnie decided to try joining Team Visionary based on a friend’s recommendation. It required him to complete a two week trial and deliver the best possible build, with a minimum of 300x300 blocks, in order to join. “I also love doing jobs where I have to build for a certain person,” Macronnie explains “because it gives me new ideas and limits to challenge what I can do.”因为想马上回到建筑社区，Macaronnie决定接受朋友的建议尝试加入Visionary团队。这要求他完成两周的选拔，并尽可能提供最好的建造，至少300X300的大小，才能加入。“我也喜欢为某个人而建筑，”Macaronnie解释说，“因为它给了我新的想法和限制让我挑战我能做的事情。”He didn’t settle for something small either. The build? Well you guessed it folks – Géfyra zoís!他也不满足于建造小东西。建筑呢？好吧，你可能猜出来了——Géfyra zoís！Roughly translating to “bridge of life” in Greek, Géfyra zoís consists of a grand bridge that connects two great cathedral-like buildings, each carved in the foundation of an island. The buildings connected to the bridge have a renaissance-looking style palette, and are clad in windows with an arch-shaped design, resembling the Milan Cathedral.名字大致翻译为希腊语中的“生命之桥”，Géfyra zoís由一座宏伟的大桥组成，这座大桥连接两座伟大的大教堂般的建筑，每座建筑都以岛为基础建筑。与桥相连的建筑具有文艺复兴时期风格的颜色，并且采用拱形设计的窗户，类似于米兰大教堂。“The main concept is something I got from a reference picture,” says Macaronnie. “The idea of a majestic bridge going into a cliffside. I love working with reference pictures because there is so much beautiful artwork out there that I just look at and think ‘Damn, that'd be a challenge to make in Minecraft’.”“主要的想法是我从参考图片中获得的，”Macaronnie说，“是雄伟的桥梁进入悬崖边的这个想法。我喜欢参考图片，因为那里有太多美丽的作品，我只是看着并想‘该死，这对Minecraft来说是个挑战’。”The reference picture by the brilliant Asenixc - find more of their work here.参考的图片来自the brilliant Asenixc，这里有关于他们的更多。Taking on his new project, Macaronnie started by making big sandstone cubes, carving into the island’s rock terrain to get a rough idea of the building’s general shape. Then he started adding the walls.在他的新项目里，Macaronnie开始制作大砂岩立方体，雕刻到岛上的岩石地形，以粗略地构造该建筑的整体形状。 然后他开始添加墙壁。The build itself turned out to be huge, with some of the smaller walls being as tall as 100 blocks high. This proved to be a challenge when it came to making the exterior more attractive. The answer was to add small features and variety of windows to keep it appealing, and by doing so bringing more detail to it.建筑本身非常巨大，其中一些小的墙壁都高达100个方块。这在使外观更具吸引力时更加证明这是一个挑战。他的答案是添加更多小的特征和各种窗户以保持它的吸引力，并通过这样做带来更多细节吧。“I’m very proud of the fact that it is insanely tall, but doesn’t look just tall on pictures. It looks like an average-sized build, but when you walk over the bridge it feels huge all of a sudden, and I just love that.” he says. This also adds to the build’s realism: “It is barely explorable to be fair. The tunnel is even blocked off by a wall of black wool.”“我非常自豪的是，它的出奇的高，但看起来并不高。 它看起来像一个平均大小的构建，但是当你走过桥时，突然感觉到它的大，我正好喜欢这一点。”他说。这也增加了建筑的现实感。“这是模仿真实。隧道甚至被黑色的羊毛墙挡住了。”After two weeks of hard work, the Géfyra zoís was completed and ready to be showcased. As you guys might have guessed, Macaronnie’s build lived up to all expectations and was praised by Team Visionary as being “unique in its own right”, despite having a tunnel full of wool (poor sheep). Macaronnie doesn’t care though. He passed the trial and will be working on the team together with the same friend that recommended him!经过两周的努力，Géfyra zoís已经完成并准备展示。 正如你们可能猜到的那样，尽管有一条满是羊毛的隧道（可怜的羊），但是Macaronnie的建筑不负众望，并被Visionary团队称赞为“独一无二的”。Macaronnie并不在乎。 他通过了选拔，并将和推荐他的朋友一起在团队中工作。“It feels good to just work with people on stuff and I hope to keep doing it for a while now,” Macaronnie explains. “I used to be better than [that friend] was back in the days, and now I am ** that is learning a lot from him. He has grown so much in building, I love to see such growth in people.”“仅仅只是和别人一起工作就让我感觉很好，我希望以后可以继续这样，”Macaronnie解释说。“我曾经比那个朋友厉害，而现在我反倒是从他那里学到很多东西。他在建筑方面成长如此之快，我喜欢看到人们的成长。”So Macaronnie will keep building bridges, both of blocks and camaraderie!所以Macaronnie将继续建筑桥梁，用方块和友情！Renders by 4newlife and Iskillia由4newlife和Iskillia提供帮助○原文：https://minecraft.net/zh-hans/article/building-bridges《BUILDING BRIDGES》○原文作者：Per Landin 发布于 2018年3月29日\n",
    "replies": []
}