{
    "title": "【四月活动】风蚀",
    "author": "縻风",
    "replyCount": 1,
    "timestamp": 1522927680,
    "txt_content": " 本帖最后由 縻风 于 2018-4-5 19:28 编辑 \n\n风蚀\n\n归途也好终结也好让我再听听吧那时候的声音\n旧日的余音旧时的残云旧物的依稀\n让我再听听吧那时候的声音\n狼狈的我只能葬着罪恶与你永生\n\n=====正文=====\n\n\n漠。\n黄沙。\n\n尸。\n殷血。\n\n腐尸的恶臭覆盖了这片焦土，碎冰的残渣以肉眼可见的速度蒸发着，甚至有暗紫色的雷光仍然在上空闪烁，这剑冢之顶，修面无表情的跪着。\n“腐朽的时代——”\n“以及自作自受。”\n\n修站了起来，脖子像是断了一般，被坚实的肩膀托起，等到整个人站立平衡后，才缓缓有了力气。\n眼中的杀戮褪去，剩下的，是疲惫。\n\n\n\n……\n\n\n\n\n|北兰·诺克缇斯|\n\n\n\n徒步走了四天，眼角拖过的，尽是曾经为之为难的。当年的征途，和当下的归途竟然是如此差距。\n\n呼——\n\n眼前的风总算是沾染了湿气，不只是幻觉还是真实，尽然有了酒肉香气和集市喧闹。\n\n诺克缇斯。\n四年前的场景，像是逃逸的大气一般，又聚拢，变得凝实。\n\n“好开心啊！”\n “是吧？我就说，你哥哥我是谁，肯定让你玩的尽兴。” \n“只是……我是不是会有好长一段时间见不到哥哥了？”\n “……”\n\n这里，曾经是修和笑过的地方。\n“寻，风……”\n\n他看到了那片叶落之地。\n一整抽搐……，电击似的酸楚冲上鼻尖，泪腺被粗暴的撑开，炙热的液体不停的滚落。\n“我……\n杀……\n尽他们了……”\n\n啜泣后的一声深呼吸后，他又站起来了。无需动手，遮住视线的叶枝就被掣开。\n他期待着，期待着看到与旧无异的景象。\n\n呼——\n\n一切都和从前一样。\n甚至是静止下来。\n\n那种熟悉但却让人恐惧的感觉再一次降临在修身上……\n无关生死的事物被剥离，但整个人却像是浸入深海，庞大的压力从四面八方冲击而来，窒息的哽咽像是没了限制似的，哀嚎起来。\n\n灵魂的归宿也死亡了。\n‘呵呵……’\n“呵呵呵……”\n一分戏谑在修的眼角浮现。这个天赐之人的灵魂已经变得空虚。\n“没关系……他们已经得到应有的……报……应——”\n“了。”\n\n行尸走肉般，修走了过去。\n\n一个壮硕的身体被挂上了有些腻的布褂，手臂却是肌肉发达，深褐色的皮革被崩的油亮。粗糙的手上握着一把硕大的圆斧。\n“臭小子，上次的肉钱你还没还，这次又来赊肉了？”\n“诶，我不是已经还你一头鹿了吗……”\n“你小子少胡说，那鹿明明是被熊拍死的，你只不过是捡了个尸体回来，还被挖空一大半了，这种肉你让我怎么卖？”\n“怎么这样！”\n“算了算了，看在你还有个妹妹的份上，给你了。不过不多，就这点……”\n“谢谢阿格斯大叔！”\n“你说我一个屠户为什么这么心软呢……”\n\n从他的肩胛向后探去，依稀可以看见一只蜷缩在墙角的中型犬，通体黑毛，双眼却是墨绿，耳朵笔直地立着。\n“哥，你说这狗活的了吗……”\n“肯定活的了，他只是从上面摔下来了。没事，不要哭。”\n“嗯……”\n……\n“哥，你看，奇科真的好了诶！”\n“奇科？你什么时候给它起的名字？”\n“不告诉你！”\n“那你也得问问人家喜不喜欢啊！”\n“肯定喜欢啊！”\n\n“那时候……是铁匠铺的杰尼斯养的奇科吧……那位大叔倒是挺有趣的……”\n“阿格斯！你说你到底给奇科什么好处！”\n“臭老头，你说什么？是你自己浑身金属锈气人家受不了了才过来的吧！”\n“你骂谁老？你又比我年轻不了多少！”\n“所以说你们打铁的都是四肢发达头脑简单，狗喜欢肉懂么！老子是卖|肉的！”\n“我看人家是想啃你的大肥屁股！”\n“混账……打架啊！”\n“来啊！”\n\n“为了只狗都能**起来……不过那时候到也真多亏了他们俩才能让冬天生动多了……”\n\n修笑了。\n\n“酒馆的恩格每天和酒徒莱打牌，却总是输给他，多亏这个莱才有了收入，看起来恩格傻乎乎的，但实际上大家都清楚他是故意的啊……”\n“诊所的西斯小姐常常去茶山上，也不知道去干什么，好几次都差点耽误了救治，不过最后都是一个不错的结局……”\n“还有农场的大伙们，虽然满嘴下流，但人也都挺好的……”\n“大家……”\n\n分かった。 ——縻风|Mifer\n\n后记结果又是第一个投稿的？emmmm排版还是一如既往的丑。为什么我觉得这次真的写的蠢到炸裂！算了算了，就拿个参与奖吧XD@猜猜谁是谁 @Marospy@Smokey_Days @gggbbb\n",
    "replies": [
        {
            "author": "Marospy",
            "timestamp": 1522938960,
            "txt_content": "蛮有代入感的嘛，刚与柔的结合，我觉得OK！"
        }
    ]
}