{
    "title": "【更新 V0.65-7578】- 新的关卡&bug修复",
    "author": "袋里的鲨",
    "replyCount": 2,
    "timestamp": 1522942080,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-4-6 12:15 编辑 \n\n来源：https://steamcommunity.com/games ... 1664518609181708504\n时间：2018年4月5日\n本人对游戏最近更新的内容不是大了解，对于一些译名可能不算准确，恳请批评指正\n\nUpdate V0.65-7578 - New Campaign Levels & Fixes\nUpdate V0.65-7578 - 新的战役等级&bug修复\n\nHello Everyone!\n大家好！\n\nToday we’ve got another update for you guys, bringing more bug fixes, some visual updates to blocks and 2 more campaign levels for the Valfross island!\n各位朋友们，今天我们已经得到了另外的更新，带来了更多bug的修理，一些关于建筑群的视觉更新，和2个更多的Valfross岛上的关卡！\n\nThe first of the levels challenges you to steal an ancient and mysterious artifact that has demonstrated immense power.\n第一个关卡挑战你去窃取一个展示了无边力量的、古老而神秘的工艺品。\n\n\n\nThe second of the two brings you to an ancient battleground and challenges you to retrieve the consumed king’s corpse from the remains of a prehistoric beast.\n第二个则带你进入古战场，接着让你去从残余的史前野兽那里取回国王残损的尸体。\n\nSomething else we just wanted to briefly mention, we've added a LAN button to the Multiverse, so that you can play on a local network without use of an internet connection.\n对于另一些东西，我们只是想简短地提提，我们已经在Multiverse中增加了一个区域网按钮，所以你可以在本地网络中游玩，而不需要互联网联接。\n\nThat’s all we’ve got for you today but we’ve got a number of things still in the works which we hope to tell you about soon, as well as more Valfross levels and the final Besiege island which is not too far away!\n这就是我们今天为你做的全部了，但我们已经开始接下来我们希望告诉你的若干东西的工作了，不论是Valfross的关卡还是最终的Besiege岛屿都不是很远了！\n\nHope you guys enjoy the new levels and stay tuned for more announcements in the near future!\n希望各位能享受新关卡与继续关注不久将来的更多公告！\n\nCheers,\n感谢各位，\nVon\nVon\n\nChangelog:\n更新日志：\nAdditions:\n新增：\n- Added 2 new campaign levels to Valfross\n- 增加了2个Valfross的新关卡\n- Added a LAN option to joining and hosting servers in Multiverse.\n- 增加了一个区域网选项，凭此能在Multiverse中加入或建立服务器\n\nFixes:\n修复：\n- Made only intended objects show up in thumbnail generation for levels and machines.\n- 只让目标对象出现在关卡和机械的缩略图中\n- Networking connections will now be recreated when joining/hosting.\n- 在加入或创建服务器时，网络将被重新连接\n- Fixed Advanced Building's unlinked global translate and rotate single step by clicking.\n- 修复Advanced Building的未连接全局调动和一键旋转\n- Fixed an issue with copying block mapping data.\n- 修复复制方块时的映射数据问题\n- fixed jittery Lerped Transform event on none physics enabled objects at lower timescales.\n- 修复在较低时间表中，在没有启用物理对象的jittery Lerped Transform事件\n- fixed error from opening a level with a name that is 1 letter long.\n- 修复打开名为1个字母的关卡时的错误\n\nChanges:\n变化：\n- Overhauled the file browsing system for levels, machines and skins\n- 大改了关卡、机械和皮肤的浏览系统文件\n- Wing block updated visual\n- 视觉上更新了翼部件\n- Wheel block updated visual\n- 视觉上更新了轮子部件\n- Grabber block updated texture\n- 更新了Grabber部件的纹理\n- Flying Block updated visual\n- 视觉上更新了飞行部件\n- You can now use the ESC button to close the Multiverse screen\n- 你现在可以使用ESC键选择Multiverse屏幕了\n- Wheel, Propeller, Small Propeller, Wing, Slider, Grip Pad, Small Wheel, and Larger Unpowered Cog now all show slightly being affected by freezing\n- 轮子，螺旋桨，小型螺旋桨，翅膀，滑块，覆盖版，小车轮，以及大量无动力齿轮现在都受寒冷的些许影响。",
    "replies": [
        {
            "author": "siiftun1857",
            "timestamp": 1523066640,
            "txt_content": "跟我想象的不太一样，没有明显的反惯性，不过反重力倒是。。。\n那玩意旁边有个寒冷的无重力区域，除了超长机械臂或者吊车，差不多可以研发太空战机器了，然后打太空战。。。"
        },
        {
            "author": "111da111",
            "timestamp": 1589703480,
            "txt_content": "终于修复了吗，感动"
        }
    ]
}