{
    "title": "[Minecraft.net|CULTURE] Interstellar Snow Globe：星际雪景球",
    "author": "袋里的鲨",
    "replyCount": 1,
    "timestamp": 1523023920,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-6-26 19:59 编辑 \n\n\nINTERSTELLAR SNOW GLOBE\n星际雪景球\n\nAlex tells us about his unique sci-fi snow globe\nAlex向我们介绍他独特的科幻雪景球\n\nSnow globes are magical creations. I could shake them up and watch those glittering flakes fall for hours over miniature tourist locations or nature scenes. But it’s a well known fact that everything is better in space! And today’s builder, Alex, knows that very well.\n雪景球是神奇的造物。我可以把他们摇来摇去，然后用几个小时看着这些闪亮的鳞片在微缩的旅游景点或是自然景观中下落。但是众所皆知，所有东西在太空中都看起来更好！今天的建筑师，Alex，对此深为了解。\n\nHis Hermes C319 Space Station was an entry in Planet Minecraft’s snow globe competition, but he says that he “really wanted to push the limit of the theme.” And he definitely did that!\n他的 Hermes C319 Space Station 进入了 Planet Minecraft 雪景球大赛，不过他说他“的确想突破主题的限制。”并且他真地做到了！\n\n\n\nBy thinking outside of the box, he created a futuristic looking world where the dome of the “globe” is surrounded by floating spaceships and strange, cog-like mechanisms.\n通过在框架外的思考，他创造了一个未来风格的世界：“球体”圆顶周围环绕着流动的宇宙飞船和陌生如齿轮般啮合的机械装置。\n\n“Basically,” he says, “I wanted to make something no other person/team would have thought of doing. I figured that many people would just be building an almost \"traditional\" snow globe, and I wanted to make something that didn't really resemble a snow globe at all.”\n“基本上，”他说道，“我想做出一些没有其他人或团队想过要去做的东西。我设想许多人将仅仅建造出‘惯例’的雪景球，所以我打算造出和和任何雪景球都不类似的一个。”\n\n\n\nThe competition is partly judged for originality. It recommends that builders “try to do something new, differentiate yourself from the status quo and show us what you're made of.” But Alex wasn’t too concerned with winning (though he managed to come in third place overall). “I chose to enter into the Snow Globe contest mainly to have fun,” he tells me.\n这场大赛中创意占有一定程度上的评价分量。这给了“尝试一些新东西，把你自己从现状中分离出来，然后向我们展示你是由什么组成的”的建筑师以优势。不过 Alex 没有太关心输赢（尽管他最后获得了三等奖）。“我选择参加这场雪景球竞赛主要是为了能玩的开心，”他告诉我说。\n\nAnd he had another motivation: he wanted to push his skills to the limit. This competition was supposed to be entered by a team, but Alex worked totally alone. “The concept, the build itself, the renders, and graphics were done myself, with the exception of some advice here and there. It was a challenge to see if I could pull off such a map by myself in such a short amount of time.”\n其实他有另一个动机：他想把自己的能力推到极限。这场大赛支持团队加入，但是 Alex 完全是单独工作。“这个灵感，与建筑本身，渲染，以及制图都是我自己完成的，除了在这儿那儿的一些建议。我是否能在如此短的时间里独立完成这样的一张地图是一个挑战。”\n\n\n\nI think it’s fair to say that he pulled it off! How did he manage such an incredible feat? “Building solo in a contest meant for teams automatically puts you at a disadvantage, so I had to make sure I was building as efficiently as possible,” he explains. “Sometimes I would be building a spaceship or working on one of those mechanical rings, and at the same time be building something else in my head, already thinking ahead of what I was going to make next and how I would do it. Doing this really helped me stay on schedule with the map.”\n我认为可以很公正地说他做到了！他是怎样设法完成如此惊人的壮举的呢？“在团队竞赛中单人建筑会被无意识地推向劣势，因此我不得不确保我要尽可能高效，”他解释道。“有时候我会建造一艘宇宙飞船或者致力于机械环的其中一支，接着同时建造出我脑海里的其他东西，提前想着我下一步要去做什么和怎样去做到。这样做相当帮助了我保持这张地图的进度。”\n\n\n\nAnd just how much of this hard work did he have to put in? “This map was the result of about 14 days of building and anywhere between 2-8 hours of building a day,” he says. That’s some serious dedication!\n那么他需要投入多大的努力？“这张地图是大约 14 天的建造的结果，任何地方一天里都有 2 到 8 小时的建筑，”他说道。这是严肃认真的奉献！\n\nAnd he didn’t just need to put in a lot of time. With no team to help him, Alex also had to come up with all his own inspirations for his sci-fi snow globe. “A lot of my inspiration for this project came from just my own head and vague memories I have of sci-fi movies I have watched. A lot of space stations have lots of circular shapes to them as well as all these different mechanical pieces which I found to be very cool.”\n并且他不仅仅需要投入大量的时间。在没有团队帮助的情况下，Alex 也不得不为他的科幻雪景球去想出他自己的灵感。“我在这个项目上的大量灵感只是源自我的大脑和我看过的科幻电影留下的模糊记忆。许多空间站有大量环状结构，以及所有的这些不同的机械部件都是我觉得很酷的。”\n\n\n\nAlex built those mechanical pieces, as well as other sci-fi details like the spaceships, first, and then pasted them around the central dome. This is quite the opposite of how most snow globes have their whole diorama packed inside – yet another way in which Alex’s build is unique!\n首先，Alex 建造了这些机械部件，和一些其他类似于宇宙飞船的科幻细节，接着把它们贴在中心球顶附近。这着实与大多数雪景球包装它们的整个风景的方式相反—— Alex 的另一种建造方式是独一无二的！\n\n\n\nBut he isn’t the only one with a unique entry to the contest, and that creativity is part of why he enjoys them. “These project contests are always really fun to participate in and it is always cool to see all the awesome entries to them,” he says.\n但他不是用独特方式参加大赛的唯一人，并且创造力是他为什么乐在其中的部分原因。“参加这些项目的竞赛总是有意思的，看到所有的精彩参赛作品也是很酷的事，”他说道。\n\nIn this case, there are twelve, and I agree, they are all extremely awesome. You can take a look at them here - and imagine how pretty it would be to shake them all up at once.\n既然这样，这十二个作品，我都认可它们是相当优秀的。你可以去 这里 看看——然后想象下把它们都摇晃后的场面是多么漂亮。\n\n\n●原文链接：https://minecraft.net/zh-hans/article/interstellar-snow-globe\n●原文作者：Jay Castello\n●发布日期：2018年3月19日",
    "replies": [
        {
            "author": "xianjun666",
            "timestamp": 1523024400,
            "txt_content": "真的漂亮，乍一看我还以为是电影截图。"
        }
    ]
}