{
    "title": "【原创/连载】[另一个世界] 第十三章 迷之人物登场",
    "author": "秋叶枫苓",
    "replyCount": 2,
    "timestamp": 1523193300,
    "txt_content": "……好沉……身体……好沉……什么东西……压在了我身上吗……真烦啊……觉都不让我睡……\n……等等\n我上一卡的记忆应该是是我被一个黑漆漆的家伙给干掉了才对……为什么我现在感觉我在睡觉\n我现在是在地狱？还是已经是灵魂状态了？不对啊灵魂状态不是应该更轻吗？\n“呜……呜……”\n嗯？我的胸腔会发声了？还是咽鸣声？这是什么，我死后拿到的技能吗？也太没用了吧，不过话说死了不会回到原来的世界啊\n“斯呜……呜……”\n**死了，没看到我正在伤感吗，听话我的胸腔\n“斯呜——”\n我的胸腔仿佛活了一样，不断地向着我发声，抱歉啊，如果你也是我身体一部分的话应该能理解我现在是多么想睡觉才对\n不过反正也死了，想睡多久就睡多久了吧\n“……醒了就快给我起来！”\n有些阴沉的声音在耳边响起，随即肚子突然遭受了重击，让我被迫坐了起来，肚子的疼痛以及全身一动传来的剧痛让我惨叫了一声，胸口上有什么东西落到了大腿上\n强行让疲倦的眼睛睁开，我发现我现在躺在一张看起来就很舒服的床上，难怪总觉得背部屁股很舒服，而我自身虽然依旧穿着来时的衣服，但大半个身体基本都缠满了厚厚的绷带，而在我大腿中间，一个雪白的小东西用好奇的眼神看着我，不断地喘着粗气\n……等等……这是……狗吗？小生物具有狗的五官和四肢，也有相应的特征……可是为什么大小只有吉娃娃左右，虽然很可爱没错，但跟原版设定差别太大了吧\n观察了狗狗好一会，我猛地发现在右边有人的气息，慢慢地转过头，黑漆漆的蜜汁生物站在我旁边，被黑袍盖住看不到脸所以根本不知道他的表情，但我总感觉他应该是在生气\n互相看了一会，在我想要准备下跪道歉的时候，他突然将一瓶粉红的瓶子扔了过来，瓶子砸在我的大腿上又是一阵疼痛，我忍痛将瓶子拿了起来，发现粉红色的是里面装着的液体，狗狗对这瓶子叫了两声，尾巴欢快地摇晃着\n“……这个是恢复药水？”\n“嗯”\n看来应该是让我喝的意思了，我咽了口口水，正准备拔开瓶塞，但在喝药之前，大概是因为感觉没有性命之忧了，之前觉得无所谓的疑问突然也变得感兴趣了起来\n迟疑了一下，我小心翼翼地向着黑漆漆搭话\n“那个，可以问点事情吗”\n“……”\n比起恶劣的回骂，更加致命的沉默来了，我只能将其当成默认，继续问到\n“我现在的生命和饱食槽都是满的，为什么受伤了不会恢复还会疼痛呢，明明之前全部都恢复了”\n“……因为所受的伤害超过伤害栏值了”黑漆漆丢下这一句话后，转身走到了摆放着工作台和许多箱子的地方，开始摆弄起什么来，我顿了一会，将双腿慢慢移到床下，变成坐姿，想要接着询问，但还没等我问出口，黑漆漆像是接着上面的话继续说道：“伤害栏值是一个人能受到的通过饱食度补满后自然恢复的伤害量的总称，如果受到超过这个值数的伤害就会变成真实的伤痛遗留在身体上，要通过其他方式恢复”\n伴随着咔嚓咔嚓的打磨声，一大堆话接了上来，要说完就一口气说完啊，我在内心里吐槽道\n不过这样下来许多东西也明朗了，摇晃了一下粉红色的药水，我仰头将其一饮而尽\n嗯，中规中矩的味道，在玩游戏的时候就觉得这个药水肯定是甜的，实际上确实是，接近白砂糖的甜味，喝下去后稍微会留下点涩涩的味道，不过总比我们那边的冲剂好喝多了\n而药水顺着喉咙留向胃的那个瞬间，身体一下子暖了起来，甚至有点发烫，疼痛马上减轻了一些……只有一些\n在床上坐着跟小狗玩闹了一会，我稍微扫视了一下这个空间，除了地面都是木板之外，还有许多奇奇怪怪的拉杆、还有之前就看到的各式各样的家具，黑漆漆所在的地方摆满了熔炉、箱子和工作台……奇怪，为什么工作台还要摆那么多个，一个不就够了吗？\n“咔朗！咔朗！”\n“呜啊？！”\n房间外面突然传来奇怪的声音，我下意识地叫出了声，而黑漆漆那边，他叹了口气，抓着什么东西突然向着门口那边走去，还一边嘟囔着什么“怎么突然那么多人”，很不耐烦的样子，而在打开门准备出去时，突然顿了顿，回头看向了我，我的鸡皮疙瘩以光速出现，强忍疼痛我正坐了起来，认真地看向他\n“……不要乱走”\n“遵命！”\n“……………………噗嗤”\n“……诶？”\n在黑漆漆离开时，我似乎听到了一个细微的声音，非常清脆，但还来得及思考，外面就传来了更加令我在意的声音，大致有，熟悉男生的惊叹声，熟悉女生的尖叫声，武器崩坏的声音，熟悉男生和女生的哀嚎声，奇怪，为什么我留了那么多的冷汗，哈哈，狗狗你别舔啊好痒啊\n然后又过了大概半分钟，门再次打了开来，黑漆漆进来后环视了家一下，看了一瞬间恢复成正坐模式的我，面无表情（我根本看不到表情）地继续往里面走，而这时我才发现，他的手上连着两根绳子，绳子在后面，连接着两位双手被绑起来的少年和少女，而少年和少女看到我后，眼睛一瞬间瞪大，随后向我冲了过来，黑漆漆也很配合地松开了绳子，导致身体勉强拼合在一起的我又遭受了两个人的冲撞，又回到了濒临散架的状态\n小坑和苏菲撞……应该在他们视角算抱吧，好吧，抱住我之后，两人都抬起头直愣愣地盯着我，眼眶已经逐渐湿润\n本来想大喊“要死了！你们轻点好不好”的我，也渐渐沉默了下来，对视良久，我慢慢开口\n“那个……对——”\n“龙猫！那个黑袍人是什么鬼啊！强的没理由啊！”\n“是啊是啊！小坑的弓箭完全射不中！我的剑也一下被他打断了！到底是谁啊！”\n“……我真是看错你们两个混球了”\n“果然是认识的啊，那就好办多了”\n听到黑漆漆的话，我们三人都顿了顿，慢慢向他看去，而后者伸了个大懒腰，走到像是衣柜一样的家具前面，抓住肩膀的黑袍一下扯了下来\n紧接着露出的，依然是黑色，然后我意识到那是发色，长长的黑发一直到主人的腰间，黑袍像是故意膨大了一些的样子，因为脱下黑袍后黑漆漆的身躯简直像是缩水了一样\n将黑袍脱去后，黑漆漆打了个哈欠，转过身看向了我们三人，比起我可能苏菲和小坑更加惊讶一些，因为刚才把他们两个臭虐了一顿的黑漆漆，看起来跟初中生一样……不，没错了，从身高五官各方面……最重要是胸前的部位来判断一定是个初中生没跑了\n“……我已经二十六岁了，那边那个无礼的混蛋”在眨眼的瞬间，头旁边传来咔当的一声，我顿了顿，伴随着小坑惊讶的目光向我旁边看去，一把像是匕首一样的木制工具钉在了我旁边的石壁里，我慢慢地回过头，黑漆漆此时抱着胸一脸不爽地看向我\n在这之后，生命的本能驱使我，在床上做出了非常正宗的下跪姿势\n……总之不是him真是太好……了？\n\n\n\n\n\n\n——————————————————————————————————\n设定补充栏目（龙猫人称）\n⑨这个世界里目前我们三人所知道的容器就是玻璃瓶了，刚烧出来的玻璃瓶十分烫，小坑给烫过两次了；而玻璃瓶自带着一个瓶塞，似乎离开玻璃瓶一定距离就会自动回到瓶盖附近，家里一直储备着几瓶水，夜晚想喝热水也能用苏菲改版熔炉烧热来喝，不得不说很是方便\n……话说26岁身高一米五不到的女生真的存在吗？\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1523342580,
            "txt_content": "那个，句末能不能加一下标点，看着难受。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1523344620,
            "txt_content": "Smokey_Days 发表于 2018-4-10 14:43\n那个，句末能不能加一下标点，看着难受。\n……好的orz"
        }
    ]
}