{
    "title": "[双线]梦西游 —— 制作时长两年半的次时代MMORPG | 人人都玩，不玩才怪！[1.12.2]",
    "author": "ailiyixi",
    "replyCount": 0,
    "timestamp": 1523116620,
    "txt_content": " 本帖最后由 bailiyixi 于 2020-10-25 00:15 编辑 \n\n\n\n恭喜你，捡到了一个永不换周目的宝藏服务器！\n\n前言\n0:注：新版梦西游正在重新制作，另服主今年刚刚大学毕业，没有大量时间用于MC了，制作进度可能会比较慢！以下宣传中的大量内容实际已被更新，但实在没时间修改，一切内容以游戏内实物为准，望谅解！\n\n1:本服务器创意来自大型端游，由服主历时两年半与十万根头发倾情制作。由于上手难度过高，玩法内容过多，日常福利过于丰厚（混进来了奇怪的东西），需消耗大量时间、头发和肝，请还在面临升学压力的玩家谨慎选择！同时，本服使用了客户端级防作弊系统，请一切想要作弊的玩家断绝此类念头，我们对打击作弊、还其他玩家一个公平游戏环境的的态度是十分坚决的！\n2:本服节奏很慢，不适合第一天进服下午就想毕业的玩家。服主在此发出全服挑战：有任何玩家能在一年之内毕业的（毕业指人物175级满级、潜修180*8级满级、属性999*5点全满、装备成型后挑战并战胜服主一次），奖励千元大礼包一份：直接以服主名义向该玩家充值一千元，并赠送专属称号！\n3:由于服务器内容太多，需要罗列的内容也太多，请耐心看完，你会发现一个完全不同的Minecraft！这可能是mcbbs最长的宣传贴了吧。\n\n\n\n由于本宣传贴的编辑可能存在滞后性，想获取更多最新信息欢迎加入梦西游Minecraft大家庭：（还有BiliBili教程视频哦）点击加入QQ群点击进入官网\n\n零：美图多图慎点\n以下图片均来自本服务器内的实景截图（光影SEUS-v11.0）（开启光追、无PS）：美丽且充满朝气的海景，已用做论坛背景\n北俱芦洲的日出，是冰，我加了冰，也是镜湖\n神洲岛的水下世界，不一样的视角\n夜晚的仙缘洞天，充斥着天地灵气，日月精华\n东胜神洲的雨后沙滩，仿佛充满了危机\n夜晚的风云争霸，令人不由得心生敬畏\n0级新手可领取的民宅社区（自动生成建筑），阳光明媚\n30级玩家可领取的华宅社区（自动生成建筑），岁月静好\n60级玩家可领取的豪宅社区（自动生成建筑），奢华高大\n90级玩家可领取的修真仙府（自动生成建筑），可以飞行\n\n面积广阔的帮派驻地（自动生成建筑），庄严肃穆\n注：本服务器地图部分为非原创，部分来自MCBBS，也仅取了部分默认授权商业服务器可用的地图，非默认可用的如Po_er大佬的作品《卡露蒂亚》已申请获得授权（附件1），以及龙族蝎子大佬的《红尘客栈》也已申请获得授权（附件2）。理论上不存在侵权现象，如有任意地图作者提出侵权疑义，本服务器一定及时删除并致歉！\n\n一：引导\n刚进服，什么对你困扰最多？不熟悉服务器的玩法？没关系，我们有一整套完善的新手引导：新手引导将一直伴随玩家到60级，并持续发放0-80级的新手礼包，保证玩家顺利度过前期。众多支线任务也将伴随玩家一直到100级，帮助玩家仔细了解各地NPC的功能，以及一些技能的特殊功效，还有任务玩法等，帮助玩家快速上手。并且得益于界面化设计，玩家与NPC之间的交互体验将空前的明了与舒畅。\n\n\n二：装备\n接下来是装备展示，由于装备数量巨大，不仅有武器（武器又分12种类型）、盔冠、衣裳、腰带、靴子以及法器法宝等20种类型，又有0-160级共17个跨度，还有不同打造强度与装备特技、特效，无法全部展示，这里仅展示160级装备的属性面板：梦西游的装备系统是与整个等级体系、门派体系、技能体系与怪物体系配套而生的，前后经历服主十几次修改甚至重置，从数值、强度、技能搭配与使用限制入手，进行了全方位的平衡，现以臻完美。每个跨度的装备属性均在一定范围内随机浮动，且怪物仅掉落低级装备，因此想要更强力的装备则必须由玩家亲自打造，倾力还原了最科学的修真变强途径。另外还有宝石、精炼等系统，在后续会讲。\n\n\n三：门派\n门派是每个梦西游玩家最初所需要选择的一项基本属性，以3大种族为主要区分，共分12种：梦西游共有3大种族：人族、仙族、魔族。以及12种角色，6男6女，平均搭配，干活不累（误）。种族和角色性别共同决定了玩家可以选择的门派走向。每个门派都有其独有的门派技能18个，还有公共技能27个，其中包括了主动技能、被动技能及修炼技能等。门派之间有不同的特色，如强攻、辅助、治疗等，但我们在设计之初并不想限制得太过死板，因此保留了每个门派的输出可能，不至于让玩家在单独野外探险或副本中无用武之地。并且我们也对每个种族、门派的成长属性进行了科学的调整，但又保留了公共自定义属性成长的均衡性，为不同流派的玩家保留最大的可选择性。\n\n\n四：属性\n自定义属性共分为5大类：力量、魔力、体质、耐力、智力。不同种族的玩家将依据属性成长为该种族的玩家提供不同的属性：玩家每升1级将依照种族属性成长自动为玩家分配相应的属性，以提升玩家实力。除此之外，玩家还将获得5点自定义属性点，可自由分配成不同的属性。值得注意的是，自定义属性点是不区分种族的，所有玩家一视同仁，投入多少精力，就有多少回报。玩家等级最高175级，一共可自然获得875点自定义属性点，而玩家5种自定义属性上限共计4995点，因此玩家平时积累的自定义属性点越多，在相同等级的情况下便会更具优势。玩家可通过服用人参果增加自定义属性值，也可在100级之后通过每天的修真固本获得。\n\n\n五：技能\n梦西游的技能体系涵盖众多，包括门派技能、生活技能及仙法秘籍等数百种，这里仅以大唐官府为例做简单介绍：在梦西游的技能体系里，这只是非常小的一部分展示（像这么全面系统的门派技能，我们还能放11张！），除此之外，还有6种生活技能，涵盖了包括制作装备在内的6种全新玩法。以及8种仙法秘籍，每一项都与使玩家变强息息相关。例如奇门遁甲，依赖于我们独创的飞行旗，可使玩家自行标记地点，随时随地传送。我们竭尽全力还原了端游中细致入微的技能系统，每一项都投入了强大算力以及数十次的内部测试，才得到这一个又一个技能数据，紧密贴合玩家每个时期的强度实力，使玩家在打怪、PK时不至于碾压而无聊，也不至于被虐而沮丧。得益于新功能的实现，我们将大量位移技能与常用技能与键盘按键绑定，使得玩家能够随时使用这些技能追击或避险，大幅提升了战斗的流畅感。并同时优化了玩家的成长系统，加入全新玩法：经脉潜修。随着玩法的深入和玩家等级的提升，潜修将变得愈发困难，消耗资源也将逐级提升，真正让玩家感受到修仙之路上突破重重困难所带来的成就感。\n\n\n六：合成\n梦西游中绝大多数的物品需要玩家手动去合成，比如打造装备、制作烹饪、炼制丹药等：前一种合成体系称之为高级合成台，但由于合成体系太过于庞大且复杂（光原创的合成配方就有1000多种），我们为此特地又重新编辑了第二种简易合成体系：简易合成台。二者的区别在于：高级合成台中需要玩家按次序摆放正确的物品，然后才能合成物品，高级合成台可预览结果产物，且有贴图显示；而简易合成台中只要你背包中有需要的合成材料，那么合成台中就会显示对号，点击即可合成物品，但简易合成台无法预览结果，也无贴图显示。玩家可依据自身习惯选用任意一种合成台。\n\n\n七：物品\n梦西游中现存有上千种原创物品，此处仅选择部分需要合成获得的物品以供展示：梦西游中的物品分类众多，除了上述已经讲到的武器装备等，还有大量其它种类的比如可以加血的食品，可以加蓝的药品，用于收集任务的收集品，以及为装备镶嵌的宝石和精炼装备所需的精炼石等数不胜数，无法一一做出展示，需要玩家到游戏中自行体验。\n\n\n八：宝石\n宝石是梦西游世界与装备一样重要的一类物品，一共有12种，每种又各分15级，这里仅以10级宝石为例进行展示：众所周知，在所有RPG游戏中宝石一直为玩家所津津乐道，但在MC中想要实现这一功能往往受尽牵制。不过，我们做到了。在梦西游中，我们设计了12种不同种类的宝石共玩家选择，不同种类的宝石所能镶嵌的装备不尽相同，也提供了不同的属性。随着玩家等级、技能以及装备的提升，玩家可以使用的宝石等级也越来越高，额外提供的属性也越来越强。手中的宝石不是自己想要的怎么办？没关系，只要将宝石分解成碎片，即可在集市兑换成其它类型的宝石，非常的人性化。\n\n\n九：符石\n符石需要玩家亲自收集48种后天符石并合成更高级别的先天符石，先天共分3级：作为梦西游原创的玩法之一，符石体系同样将带给玩家无与伦比的被动战力。玩家背包中有3个符石插槽，有一级、二级与三级符石插槽之分，对应插槽中放入对应符石即可自动为玩家增益相应BUFF，不同属性的符石可为不同流派的玩家提供不一样的选择。当然，不同等级符石的使用还需要不同的人物等级与技能来解锁，努力变得更强吧，跨过那道门槛，世界将变得完全不同！\n\n\n十：任务\n讲了很多关于玩家强度的设定，但玩家变强是需要一个过程的，这个过程简单来说就是经验值与银两的积累，通过以下这些日常任务，你将积累大量升级所需要的材料：与常见的每日任务有所不同的是，我们添加了非常多类型的每日任务供玩家挑选。除了耕作、伐木、挖矿等MC原有玩法外，我们另外创新式地添加了以下原创玩法：跑商——玩家将一个地区的特产购买后出售到另一个地区以赚取差价；挖宝——玩家通过购买藏宝图来挖取宝藏，而且稳赚不赔；收集——玩家无需再向特定NPC接受任务然后死板的完成任务，仅需要将收集来的物品交给特定NPC即可获得大量收益。并且所有的日常任务在完成后均可以获得日常积分，日常积分积累到一定数量即可解锁当日的日常挑战，获得更多更丰厚的奖励！我们的唯一宗旨就是：付出越多，回报越多；成为最强，干掉服主！\n\n\n十一：社交\n修仙之人常与人为善，广结良缘，特设社交体系：在梦西游中，你可以广结好友，义结金兰；也可以拜个师傅，由师傅领进门，更快踏入到修仙之路上。后续还将继续添加情缘体系，让玩家在红娘与月老的祝福下，喜结连理，快乐搅基！朋友是一个人的财富，有朋友在，时刻都感觉安心。\n\n\n十二：家园\n升级累了，任务累了怎么办？当然是进入自己温暖的小家休息一下，梦西游特意为不同等级的玩家提供了6种不同的家园体系：领地是任何玩家都可以领取的，并可在之后无限扩张，对的，你没有听错，是无限扩张！只要你有足够的银两，你甚至可以将整个地图都圈起来。宅府以地皮玩法为核心打造而成，分为三种：民宅、华宅、豪宅。需要玩家分别达到0级、30级、60级时可以领取，领取后自动生成相应的住宅建筑。当玩家达到90级，即可领取一座全服最大面积的家园：以空岛玩法为核心打造而成的修真仙府，领取后自动生成相应的仙府建筑。在自己的仙府之中，玩家可以随意飞行，畅游天地间，实现自己任何层面上的对于MC与修仙的想象。除此之外，如果玩家有幸获得一件稀有道具——帮派驻地令幡的话，还可以在帮派驻地领取一座气势宏伟的帮派驻地，领取后自动生成相应的帮派驻地建筑，可以供帮派成员休息，也可当做自己专属的奢华殿堂。其中住宅建筑、修真仙府和帮派驻地在前面美图区均有展示，可以返回去欣赏一下。\n\n\n十三：帮派\n说到帮派驻地，不得不提到更具特色的半定制玩法——帮派：通过多种插件的相互配合，我们将帮派玩法进一步创新，结合帮派升级、每日俸禄、帮派战争、帮派驻地及帮派任务等玩法，玩家可体验到前所未有的近乎完美的帮派体验感。同时，加深了帮派的纵深度，让帮派级别等级科学合理，升级略有难度，使帮派真正意义上成为一个可玩性极高的体系，而不再是可有可无的点缀。同时，利用梦西游特有的超级菜单，实现了所有指令菜单化，无论是帮派管理还是其它操作，都无需玩家记忆繁杂的指令，一个菜单全搞定！\n\n\n十四：福利\n接下来就到了本宣传贴的重头戏，令所有新老玩家都口水飞流三千尺的福利大全：缺经验？缺银两？统统没关系！日常福利领到饱，一日三餐我们都包！只要你玩得够久，我们就发得越多！什么，还想要神器？给！只要你灵玉攒得够多，神器都给你换！什么，你还想要仙玉？没问题！只要你多多完成日常挑战，以及勤加顶帖，为服务器多做贡献，仙玉、银两、奖励应有尽有，别怕我们没有，就怕你不努力！加油，奥利给！\n\n\n十五：称号\n梦西游当前拥有60余个称号，并且今后还将稳定更新，添加新的称号：在服务器中你最想要的东西之一是什么？那当然是称号啦！这么一大堆好看动听又唯美的称号摆在你面前，你确定不心动吗？并且梦西游的所有称号都是可以获得的，有的是通过任务获得，有的是通过活动获得，还有些节日称号，需要在特定节日上限领取。什么？你想要女孩子称号？选角色的时候选个女性角色就有啦！\n\n\n十六：外观\n在梦西游中，你可以选择皮肤、光环、脚印、粒子以及击杀特效：当前版本的梦西游中涵盖了多种角色皮肤供玩家选择，相应角色的玩家即可默认拥有其中一项皮肤。当然，后续还会有多种任务、副本、活动皮肤推出，供玩家选择。在后续更新的版本中，变化之术也将逐渐和大家见面，玩家通过杀怪获得相应怪物的皮肤碎片，积攒足够多的皮肤碎片可以兑换变身卡，使用后即可获得相应怪物的皮肤，也算是另一种收集。除此之外，玩家还可以选择一些粒子特效与击杀特效，效果都非常出众。另外，许多外观特效会在节日和活动期间免费赠送给玩家，别忘了及时领取！\n\n\n十七：排行\n在服务器中什么最吸引人的眼球？当然是排行榜：数量众多，覆盖量很广的排行榜体系每分钟刷新一次，只要在线即可参与排名，排名越高越能得到他人羡慕的目光。你是否想做那个霸榜的人呢？快来体验吧！后续还将更新新的排行榜，甚至会添加排名定时奖励机制，鼓励排行榜在榜人员的努力成果。未来的可能无人可知，下一轮的榜首还未定论，一切的未知数的原因，只因你来了！\n\n\n十八：成就\n在服务器中还有什么能够一直让人感觉身心愉悦？非一整套成就体系莫属：玩家在服务器中几乎每一项玩法中都能获得相应的次数、点数积累，当相应积累达到一定数值后即可领取成就点，而成就点达到一定程度即可领取相应的奖励，奖励内容极其丰厚，不来瞧瞧吗？成就越高在排行榜上排名也就越高，快来接受其他玩家的膜拜吧！\n\n\n十九：菜单\n得益于新版材质显示效果与透明材质效果，梦西游可以向玩家展示出独有的清洁干净的菜单界面：这是我们服务器的传统艺能之一——超级菜单！所谓能点一下菜单就解决的事情，我们绝不让玩家劳心费神输入指令！在梦西游，99.9%的事情你都可以通过按下快捷键B键打开菜单，然后动动鼠标点击相关按钮来解决：传送？点它！回家？点它！甚至想和玩家互动？点它点它盘它！这里仅展示了菜单小部分的功能，另外集成有技能、交易、社交、家园、帮派等数十种功能，以及数百个指令，欢迎你来体验！\n\n\n二十：界面\n梦西游客户端的界面同样也以清爽简洁著称，以透明材质为主题：我们摒弃了计分板和大部分BOSSBAR，删掉无用且阻碍玩家视野的一切非必要设计。并着力重构了武器等拿在手中的大小效果，使其在不遮挡视线的前提下尽力表现得更加威武。同时，我们创新性的将所有防具设计为透明状态，使玩家能够在穿着装备时也能更好地向他人展示自己的皮肤、披风等。同时，得益于VV的强大功能，我们在原版与更好的体验中做出了取舍，倾力打造出一套轻改VV界面，如好友、队伍、签到及状态显示等，只为玩家更好的体验。最后，我们精简掉了绝大多数无用的聊天框信息，仅保留了部分最关键的系统提示，将其它诸如“对怪物造成伤害”等无用信息全部转化为图形展示模式，竭力为玩家打造一个干净舒适的聊天环境。\n\n\nN：开发\n今后将开发的体系还还有：元婴、宠物、情缘、暗器、符箓、秘境、幻境、变身卡、远程弓弩、主动法宝、技能迭代、效果迭代、任务迭代等等……我们将在下一个五年计划（误）里尽力补全所有体系，竭诚为你提供最新颖的MMORPG Minecraft游戏体验，欢迎你的到来。\n\n\n\n为什么选择梦西游？\n·       强大的服务器配置：独立服务器主机，E5 2690 V2*2 高主频20核40线程带来的强大运算力足够支撑所有玩家的游戏操作；数百G内存理论上可支持1000人同时在线；100M多线网络保证您任何时候游戏都如同单机一般顺畅！·       完善的设计配置体系：服务器拥有独立完善的配置体系，使得服务器可以不去禁用一些会影响游戏体验的机制（比如漏斗、矿车及红石等，仙府除外）·       平衡的游戏机制：所有市场归玩家所有，服务器不阻止玩家间的任何交易。所有物品（包括商城道具）均会掉落，且并非虚无缥缈的概率。\n梦西游MMORPG Minecraft大家庭我们在这里等你~~~（づ￣3￣）づ╭?～\n\n\n\n\n\n(Q8W~%$~ZE9GTSZ6A7][R08.png\n(35.37 KB, 下载次数: 13)\n\n\n\n\n下载附件\n\n\n2019-12-21 00:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[}J~FBZ8IGTDX%[4O$5N7JX.png\n(12.33 KB, 下载次数: 12)\n\n\n\n\n下载附件\n\n\n2019-12-21 00:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}