{
    "title": "<原创·单篇>StoryCraft|业火之城|玄素",
    "author": "玄素",
    "replyCount": 11,
    "timestamp": 1523196600,
    "txt_content": " 本帖最后由 玄素 于 2018-4-8 22:10 编辑 \n\nStoryCraft|世界终篇·业火之城\n离上一篇文写完也有一年多了。想着这个东西再不完结掉的话，我自己都要忘掉自己当初想说什么了，就紧赶慢赶赶完了。自己是很不满意的，有很多以前的flag没有收掉，人设也是崩的比较厉害。不过终究是对自己这个设定下的内容有一个交代，包括这整个系列三年多的时间中，心境变化导致的理念差异，也在文章中有所反映。写到后面就会感觉看起来是在写自己。周围的人一一对上，却还有一种恍然无措的感觉。这可不太妙。但大约，这个世界的故事也就告一段落了。也许日后会有继续填坑的企图，但那是日后的事了。依旧是最高优先保证游戏逻辑的自恰，所幸这一点上还没崩。总之，看的开心。\n序篇传送门：StoryCraft|不应触及的世界续篇传送门：StoryCraft|旅人\n本系列由于初篇创作时间问题故事内世界时间线在1.8即将进入1.9的快照时期。\n——懒癌·玄素2018.4.8\n零·雪\nTrigia端起一碗蘑菇煲，送到等得已经有些不耐烦的酒客面前。\n酒客撇了撇嘴，“汤还没来，我都要被冻成冰块了！”“抱歉。”Trigia微微欠身，“今天突然下雪，我没准备好足够的木头，炉火燃的不旺。如果你喝完了汤依旧觉得冷的话，可以坐的再靠近炉子一些。”他的态度成功的让酒客放弃了继续抱怨，端起了那份蘑菇煲，小口啜饮。\n银树酒馆一直是Mountisue城居住的角色们常去的地方。当然，作为一个酒馆，那里不卖酒——终末之间没有酒。酒这样东西是角色们从他们的玩家那里听说来的，据说那东西温暖、美好、使人沉醉。于是他们也就建起了一间间酒馆，哪怕出售的是汤和各式饮品——用各式药剂和水勾兑，没有了药剂的效果，但是味道上佳。\nTrigia是银树酒馆的的店主。他调制的饮品是公认的城内一绝，住在外城又有闲钱的人偶尔进城，都会来这里喝上一杯。作为秘方的并不是他的配料——他一向是公开配料的，但就是没人能调配出和在银树酒馆喝一样的味道。人们把其间的差距归功于Trigia的手艺。\n至于这里的汤，就不是他自己炖的了。这间酒馆也有厨师，也有侍者，他们负责除了“酒水”以外的一切，从烹制到上桌再到收拾客人留下的残局。\n可今天是个例外。\n城里面突然降下了鹅毛大雪，比平日的雪大得多，风像是助兴似得，也比平日雪天大的多。算时间，现在也才开店门没多久，那些惫懒的侍者还未上工，而进来避风的酒客盈满了酒馆。于是没奈何的，Trigia只能也客串一把侍者，去端茶送水去了。\n把酒馆里的人全部安顿下来并没有花去太多的时间。屋外的风雪更大了，街上已经看不见行人，大概都就近找了个屋子避风雪了，于是忙完了的Trigia自己也舀了碗蘑菇汤喝。温暖的香气让他的身子也暖和了起来，他坐在他那张调酒师的椅子上，看着安静下来的酒馆，心满意足——今天这一阵风雪可是给他带来了不少额外收入。\n这时他听到炉火的哔啪声中，永远坐得最靠近炉子的老说书人Tim开始说故事。\n这位说书人的玩家喜欢历险，也喜欢去各种各样的地图去玩，偏又得Tim一副好口才，他就常年赖在Trigia的酒馆蹭酒喝——交换是用他的故事引来更多的顾客。不得不说，这笔交易很成功。\n“北风呼啸……”Tim闭着眼睛，“末影龙飞翔在天际，翅膀掀起的气流让人们举步维艰。已经有很多人试图杀死那条黑龙，但是他们无一例外的失败了。拦住人们的永远是恐惧……人们渐而怕了，害怕再也不能醒过来，于是也就慢慢没有人再去挑战它了。可龙啊，它不愿意啊，‘你们试图杀死我，现在你们退却了，也就该来尝尝我的怒火了’，就从末地一路跟着败退的人们到了飓风山谷。”\n是建城的故事啊。Trigia叹了口气，这故事Tim总是讲起，作为他讲述界外故事的陪衬，亦或是他的保留项目。不是谁都经历过建城的时光，那是来自一个残缺的年代的故事，那时候终末之间还不像现在这样有着各种新鲜的玩意儿，那时候还是纯粹的，原生的，属于这个世界的岁月。\n那时候还没有这座承载着所有人的祈望的城。\n那时候还没有如今被人厌恶，但当时被视作救世主的管理者们。\n那是痛苦也是幸福的时代。\n壹·临城\n屋外飘着雪花，瑟瑟寒风中，铁砧前的Mofoz仍旧在细细的锻打着他的剑。\n那把剑透出淡淡的紫色光晕，显然有着魔咒的附着。光看光晕是看不出来魔咒的内容的，但作为剑的主人，他知道那流淌着的紫光能带给他对城外盘桓着的骷髅和僵尸的致命伤害。\n亡灵杀手V。\n在攻击类附魔中或许算不上顶级，但是用在现在的战事里，显然是非常不错的选择。\n城外“原住民”的攻势中，最不缺的就是永生不灭的亡灵大军。实际上所有的敌人都是和角色们一样能够无限重生的存在，只是别的生物被杀死后，会重生在广袤外域中随机的地方——唯独亡灵，会从死去的地方重新站起来，拿着和上一次站起来时一样的盔甲和武器，继续他们的步伐。\n唯一庆幸的只有这“站起来”不是即时的。那些散落的骨头架子，也需要少则半月多则一季的时间来重生。这使得，即便只要一寸土地被它们占领就再不得安宁，但终究还是能暂时击退它们的攻势，给城里的角色们暂时的和平生活。\n身后传来了敲门声。Mofoz转头，手中正完成了最后的一锤，银白色的长剑已被修复一新。“进来。”\n一个金色长发的身影闪进了屋。是Alina，他的副官。\n“今天的战线，到哪里了？”他看着她这样急匆匆的步伐，眉头紧皱，不待她说话便径直问道。\n“……”Alina显然也没想到他会抢问这句话，顿了一下，才说，“大概……城下。”\n“为什么是大概？”\n“南门的不死军团莫名集体复活，驻守在那边的兄弟们没有准备，被打了个措不及防……”\nMofoz张了张嘴，似乎想说些什么，却终究没有说出来。他的眼神只剩下了一片空茫，定了一下，然后缓缓闭上。\n“节哀顺变，长官。”Alina单膝跪地，“现在要紧的是对策，不是伤感。”\n“……我对不起他们。”Mofoz摇头，“他们……”\n“不是你的错，统领大人。这次的确事发突然，如果能提前料到，想来也不会有这样的局面。”\n“不，都是我的错……”他叹息，“但你说得对。现在，带上待命的弟兄，我们去南门。”\n“其它的守城士兵呢？”\n“全部退守到城墙上来。”\n“可，这无异于把剩余的防线拱手相让！”\n“难道我看着他们继续去送死？那些骨头架子……一处出这样的突发事件，未免别的地方就不会出事。我们能用的人是有限的……保全力量是更优先的决策。”\n“……Alina领命，请统领也保重。”\n直到Alina走出房间，Mofoz才发现自己已经不经意的将铁剑紧紧的攥在了手里，甚至硌的他的手有些疼痛。\n//从周边的镇子开始……一步一步……亡灵大军推进的速度已经远远超过了预期……\n//也许真的都是我的错……\n//Mountisue城……能逃过这场劫难么……\n贰·喧\n“等到所有人通过了那块踏板，展现在他们面前的，就是这座亘久的城——”\nTim的声音戛然而止。\n或者说不只是Tim，所有人的动作都僵在了那一刻。因为所有的人都看见了眼前出现的字幕。\n“不死军团临城！”\n“即刻全城戒严，所有非战人员向内城聚集！”\n“冒险者和非当值城卫立即前往四城门协力守城！城之存亡，在此一役！”\n这段大红加粗的字幕重复了三次。这是全城公告里的最高警告，原则上警告的内容应当立即执行。\n这样的安静持续了数秒，直到从柜台后钻出的Trigia打破了这片死一样的气氛。“那么，抱歉了诸位，小店要提前打烊了。”\n店里面坐的不少是探索归来的冒险者和轮休的城卫，此时表情各是五花八门，不过大多匆匆站起离去。嗯……有的看起来也不那么匆忙，甚至还有心思把这餐的账结给Trigia。\n“我有点怕，哥哥……我好怕。”\n但也有声音在Trigia耳边响起。那声音和许久之前的记忆叠合，竟让他晃神了片刻。回过神来的时候，纷乱的人声中已经找不到说这句话的人。\n//我也很怕……只是找不到那个可以诉说的人了啊。\n//可我又在害怕什么呢？\n他闭上眼，试图摒弃掉繁杂的思绪。再睁眼时，小小酒馆里的人已经走的七七八八。倒是Tim到了他身前，欲言又止的样子。\n老Tim是不用上战场的，他也一样。这也许是贫民这个身份能提供的唯一的好处。或者不如说，这个身份存在本身的目的，就是为了保护他们这样已不再能重生的角色。\n//可这真的公平么？死亡虽不代表永久的黑暗，但终究伴随着剧烈的痛苦。一部分人代替他们战斗而死去，他们中又有多少人再等不到来自主世界的召唤，死而复生的一刻？\n然后Tim的话打断了他的思绪。\n“……辛苦你了。”却只是一声轻声的叹息。\nTrigia摇头。“还不走么？”\n“有些话，我想着，可能不和你聊聊，就再也没有机会了。”Tim兀自拖了张椅子到吧台前，然后坐下。除了他以外，最后一个酒客也已经踏出了酒馆的门。大门隔绝了酒馆外的飞雪，整个屋子中只剩下了壁炉中木材燃烧的噼啪声响。“来一杯‘探索的时光’。”\n“老酒鬼。”娴熟的调酒师转身，却并没有拿酒，而是从咕嘟咕嘟冒着气泡的炼药锅里盛出了一碗蘑菇汤。“要聊天就先别喝酒了，何况这时候醉醺醺的也不好。”\n“你什么时候见我醉——”\n“见了很多次了。”Trigia将汤轻放在Tim面前。“现在，说吧。”\n叁·是非无谓\n“它们……怎么突然变得这么强了？”\nGravil和Herobrine站在密密匝匝的骷髅大军里，看这些骨头架子几乎在被劈碎的瞬间复生。这和Gravil认知里的骷髅对不上。\n//如果过去的不死生物就这么可怕，那这座城应该早已沦陷——不，是压根建立不起来才对。\n“你也目睹了那个仪式。”Herobrine平静的目光注视着城的方向，不知道在想着些什么。“这是原先生存于这世界中的众人早已熟知的仪式，以族群中的最强者为祭，换取某种特定的能力。这次他们祈求的是‘选择何时重生的自由’。”\n“以前这个世界就从来不是一个平安祥和的世界。人们在此披荆斩棘，在天灾人祸中得以苟存，靠的就是这样的，一次又一次的献祭。”\n“……那些强者甘心献出自己的生命？那时候的人不能像现在这样无限复活吧。”\n“有些是被强迫的。不愿成为祭主的话，杀死他，取回其力量的核心亦是有效的做法。但更多的强者是主动走向终结的。”Herobrine摇头，“你未经历过这样的世界。有的时候真的……是没有选择的。在最艰难的岁月里，族群的存续高于一切个体利益……”\n“这就是我们的世界。”\n\n“你应该知道现在到处流传的那个言论。Craver自称被管理者畏权杀死，已经吸引了很多人的注意。最近对管理者不友好的言论也越来越多了。”Tim苦笑，“这是真的吗？”\n“是我。”Trigia没有保持沉默。\n“那你还……真是和以前一样啊。做什么都这么直接，严格，不计后果……哎。”\n“事发突然。我发现这件事的时候已经来不及阻止。”\n“就用了这么残酷的手段？”\n“是。”\n“后悔吗？”\n“……不后悔。”\n\n“但一切获得都会另有代价。对原住民而言，每一次重生都是对其自身‘存在’的消耗，在这样的强行冲锋中……他们会快速地忘却一切，被新世界的设定所彻底同化成无知觉的亡灵。”\n“……”\n“这是不是看起来很矛盾？让自己被忘记，换得整个族群被记住。”\nGravil不知道该说什么才好。这些天他已经经历了太多的震惊，但依旧没有办法在这样的绝望之中回过神来。\n他想起了当时看到的，那位名叫白狼的家伙的话。\n“没有未来的族群不值得被怜惜。”\n//终于到了让这个从无尽灾劫中走过来的世界住民，到了不惜一切孤掷一注的地步了吗？\n“……可这样的行为有什么意义吗？即便攻破了Mountisue城，族群……也无法再维继了。”\n “血与火，本身就是最坚固的刻印。它能让这个世界的裔民不被忘记……不被真的彻彻底底埋葬在古旧秩序的废墟之中。”Herobrine的表情看不出波动，“这是他们唯一能做的了。”\n“你提到过‘记叙之书’。”Gravil突然想起。Herobrine对野许下的承诺，他说这也能做到“记述”。\n“是的。”\n“如果我去告诉它们，即便不进行这样惨烈的战争，它们依旧可以被世界记住，那么它们……会停下来吗……”Gravil的声音有些发颤。他想到了一个可能性，但他也已经预料到了这想法将会被如何粉碎。\nHerobrine的话不出其所料。\n“看来，你还是没有理解什么叫做绝望的族群……那是一旦选择了一条路，就会不惜一切代价坚定的走下去的啊。”\n“可——你没有告诉他们这个选项——”\n那个从来都平静得不似常人的管理者终于还是叹了口气，“能遇上你实属偶然。我作为原世界的一份子，虽然知道记叙之书的存在，但却无法在其上写下哪怕一笔。即使是通过直接修改书籍记叙数据的命令向上增加我所想要的内容，也被新世界的规则所禁止。但你不同。你是新世界的一员——你明白我的意思吗。”\n“——只有我能修改记叙之书？”\n“或许能。这件事我亦无法肯定。但至少，我们得先进到那座城里去。”\n断章·旧记\n“我今天不想执勤。帮我代一天班吧。”\n“还在想那个家伙么？”\n“我没有想到……我真的没有想到……”\n“那就想点好的。她总还是有希望会回来的，对吧？”\n“只怕连你自己都骗不过。我们都知道她究竟有多久未被召回过主世界了。我们都是一样的啊，被自己的主人所遗弃的角色，却在这个世界干着这样的事。真是可笑。”\n“我不喜欢看你的丧气样子。”\n“我自己也不喜欢。但我突然觉得，即使我已经做了这么多，也依旧无法保护那些我所想保护的人。”\n“你建立了这座城！你让那么多角色不再受怪物侵扰，能在这做城里平安地活下去，这难道还不够好么？”\n“这不是我做的，Trigia。这是我们做的。”\n“所以？”\n“所以我该走了。在已经不需要我来建立秩序的时候，一个仅为了冷酷而冷酷的管理者已经不该继续存在。”\n“我不觉得我们能够接过你的担子……你知道……”\n“因为你们依旧愿意把自己当做这个世界的一员，只有我是管理者。而我希望，你们成为新的管理者。在我之后，一个一个轮流来做我曾经做过的事……这样大约，在闲暇的时候，你们依旧有时间来做一个平凡的角色，来在这座城中生活。”\n“那你呢？”\n“我说了呀。帮我代一天班……让我也能不再以一个管理者的样子去看看这座城。”复制代码直到第二天，第三天，甚至一周后的朝阳升起，那个为这座城费尽心思的“最初的管理者”，也再没有回来。\n再查验时，他已被标记为死亡。\n那是一个时代的结束，也是一个时代的开始。\n当年五位建城的管理者，能够留待看着这座城陷入战火的，也就只余两名。而那些已经离去的人，还徘徊在那个他们曾奋斗过的世界里，守望着故事的终焉么？\n肆·梦中火起\nAlina已经不记得这是她击退的第几批僵尸。她只知道自己的剑上已经有无数细小的豁口，这是耐久快要耗尽的标志。\n远方的骷髅大军靠城上的弓手暂且压制，但城里的箭矢也不是无尽的，能够得到[无限]这个附魔的弓更是少之又少。箭矢耗完之时，城下的城卫们就将陷入难以想象的危险境地。毕竟，哪怕只是现在的状况，随时都可能复活在任何人身旁的僵尸军团，已经在一次又一次的冲击中耗干了所有人的专注力。\n可她知道她不能再向后了——再向后，就是聚集了剩余角色的内城，他们多半是无法再复活的贫民，一旦任由不死大军闯进城中，就是致命的屠戮。\nAlina还记得她宣誓成为城卫的时候，誓言中提到了对所有角色如一的奉献。她也曾敬仰过建城 时候的管理者们，他们协力击退怪物的进犯，建起了这样一座保护过无数角色的城市。但现在她的心中只剩下了无尽的愤懑，“如果你们依旧是管理者的话，为何不像曾经一样，击退这些来犯的怪物，守护你们所建起的城？”\n只这一个恍惚。\n她没有能够及时地注意到她面前站起的那只僵尸。僵尸手里的铁铲重重地在她身上拍了一记，没有血流下来，但那钝痛的感觉已告诉她伤势如何。她却依旧没有能反应过来，除了徒劳地抬起手臂。也不知是试图推开那只僵尸，或是抵抗接踵而至的下一记攻击。她只听见城头上箭声连成一片，落向她的四周——终究，城下最后一寸土地还是被不死军团攻克。\n于是她又垂下手。\n但想象中的下一击却并没有落在她的身上。一柄铁剑及时赶到，僵尸哀嚎着倒下，颤了一颤，没了动静。\n“长官——”Alina这才回过神来，看见出现在她身前的人。\n“走，回城去。”Mofoz面色凝重。\n城中代表着脱战回城的烟花也已经燃起，在飞雪漫天中炸开青色的光粒。\n//只依靠弓箭的话，是压制不下来这样级别的攻势的吧……可在城外无险可守，也的确做不到更好了……\n“城门封闭之后，下一波的敌人已经很明确了。”\nMofoz的语调和平时有一些微妙的差别，这差别Alina说不上来，但她能感觉到，今天的长官状态很不对。\n“爬行者。”她下意识接话。作为怪物中少数能够破坏方块的种类，在平时探险者出城时就是巨大的麻烦，在现在的情况之下更是决定了这场战斗的转折点。城门为了活动方便，并不像城墙一样加入了一层黑曜石屏障，而这就成为了怪物可能的一个突破口。\n她和Mofoz走到门楼上的时候，已经能望见远处的那一抹和僵尸截然不同的绿色。\n但不止如此。\n在城外的守军全部撤回城里之后，城外已经多了一批幽灵一样的怪物。它们搬起方块，然后在城门前垒下——很快，足以让亡灵通过的，通往城上的台阶已经有了雏形。\n“末影人！该死，它们什么时候也加入这群怪物的军队了！”\n一旦台阶搭起，城墙这道屏障也就会失去应有的效力。固然可以派人出城拆毁台阶……但那几乎意味着出城的人将无法回来。已经有亡灵在拥上台阶，等待通路彻底成型。\n//需要一个解决方案……如果不能把它们拦住……不能想……\n她听见了一声爆炸。随即紧跟的是连续的爆炸声，差点让她以为爬行者已经到了，不过把她掀了个踉跄的气浪让她反应过来，爆炸发生在城上。\n点燃的TNT炸毁了搭起的台阶顶端。与方块的掉落物一同抛飞的是那些爬到顶端的怪物，虽然这让城墙上也出现了几个无伤大雅的缺口，但至少这第一波攻势算是拦下来了。\n但台阶依旧快速搭起，没有人知道下一波攻势会在多短暂的时间后到来。\n//如果能阻止那些末影人继续搭起台阶……\n“末影人不畏弓箭，总会在箭矢贴身的瞬刹出现在另一个地方。”Alina突然想起她加入城卫时，教官对她的教导，“不过末影人虽然强悍，但并不会主动攻击角色，只要尽可能避免和它们对视。如果实在不小心引发了它们的敌意，只要进入水里，它们也就会放弃对你的追击了。”\n“水——”她高喊，“把水从它们搭的台阶倒下去！”\n城上并不常准备水桶，毕竟石质的城墙并无失火的可能。但终究还是有城卫身上带了有水，在台阶距城墙上有几米远的地方，清澈的水开始流淌。\n——直接从空荡荡的城墙这侧流了下去。\n暗叫一声失算，Alina这才反应过来，水总是会找最近的低处流。她本计划着， 水沿着台阶向下流淌的话，就能将末影人的落脚点占据，方块自然无从放置；水流又恰好可以把其它怪物冲走。现在这个样子，虽然还算是达成了“阻止末影人防止方块”的目的，但冲上的骷髅弓手就需要守城士兵来对抗了。\n又是一连串的爆炸声。\n爬行者终于到了。它们在城墙附近自爆，已经将外层的石墙炸的千疮百孔，露出里面离地一米的一层黑曜石屏障——通常这已足以拦住爬行者的爆炸向内推进——但马上，小僵尸和蜘蛛也拥了上来，等待爆炸将城墙彻底穿透。反倒是城门，刚刚意外流向门下的水成为了最简单的防线，本应在爆炸下脆弱不堪的城门并没有第一时间告破。但这也只是片刻的喘息，反应过来的末影人已经开始抱着方块来填堵水源。\n“……我们已经竭力了……但终究……所以管理者，果然还是放弃我们了么……”Alina终于还是呢喃着，将剑靠墙垛放下，身子也缓缓滑坐在地。这时她才注意到Mofoz，本来应该指挥战斗却一直抱剑站在城头的Mofoz，终于动了起来。\n她终于读懂了他的神色中那份怪异。不是面对强敌的恐惧，而是一种在抉择面前的挣扎，让他的眉头一直无法舒展。\n她看着Mofoz掏出了一本书。那和平常角色们用来做日记的书与笔不一样，是一本已经写好了的，有着漂亮封皮的书。他翻到某一页，将手触摸在其中的文字上。\n“没有。”他说，“绝对没有。”\n并没有什么惊天动地的响动，只有沉默地提示在每一个人眼前的文字。\n“结束了”。\n伍·昨日已逝\nTrigia放下了手中的汤碗，Tim也一样。\n那行字，和之前的公告一样，通达全城。他们都看到了那行文字，但只有Trigia知道，此刻城墙上的Mofoz所想的是什么。\n//大约，我也终于可以长舒一口气，等待着我的终末来临了。\n“Trigia？”Tim摇头。讲故事的老人望着他合作多年的酒馆老板，思索着该怎么问出他的问题。\n“那是一个预设好的命令链。其中的命令会标记现在城中的一切，然后，在之后的岁月里，将所有不属于这座城的，非角色的实体，全部传送去终末一个遥远的角落。对于一名这座城的管理者而言，这个做法当然不完全恰当，甚至可能很快就会有很多负面的影响；但这足以彻底改变整个战争的局势，让城外那些——”说到这里，Trigia顿了一下，“——怪物的所有努力都彻底作废。”\n“是另一名管理者么？”\n“是。”\n“……你一直在等他来做这件事？明明你也可以去做。那样的话能少离去多少人啊……”\n得到的却是Trigia的沉默。这是他面对Tim所有询问的第一次沉默，甚至于让Tim突然觉得有些不可思议。\n他只见Trigia拿出了一本书。这本书他已经不是第一次见了，他知道那是管理者将命令写进书中，为了在不方便掏出一个命令方块来解决事情的情况下准备的一些常备命令。\n但这回，Trigia在书上点了一下以后，快速操作了一下物品栏——拿出了一个命令方块，放在地上，叩开界面，快速写了些什么，然后摆弄了一下界面上的按钮——接着在他眼前又是一条公告提示，但不是平日的大红色，只是平平淡淡的白。\n“如有对此事尚有疑惑者，欢迎前来图书馆前一叙”。\nTim听见那位管理者轻轻地说，“你看见了。这就是所有的人都想得到的力量。”\n他下意识地想后退一步，试图离Trigia或者是那个方块远一点。但他忘记了坐在台阶上，因此向后使力的结果只是身体猛一个后仰。\n管理者并没有对Tim近乎冒犯的举动做出什么回应。他只是又打开那个界面，熟练得不能再熟练地写入一句命令，执行。那个方块在他面前消失地无影无踪。\n然后他看向临街的方向。屋子对面，因风雪而紧闭的窗外传来了纷杂的声音，乱糟糟成一团，像是一群人从街上奔过。\n“到了清偿一切的时候啦……”Trigia嘴角抽动了一下，然后笑了出来。\n他从物品栏中实体化了另一本书，递给了Tim，“以后，这间酒馆就交给你了。想喝什么，自己调，不用客气。不过不许醉，客人看了会笑话。”\n然后他起身走向门口，打开了酒馆的门。寒风卷着雪花从门中呼啸而入，他在这风雪的交界停顿了一下，环视整个屋子，然后走了出去。门随着他的离去而重新关上，酒馆里已仅剩下Tim一人。\n炉火旁的Tim抱着书，突然好想念那个不给他喝酒，却总给他做蘑菇煲的酒馆老板。\n他知道，这间酒馆的老板Trigia已经不存在了。\n走出门的是Mountisue城的管理者Trigia，一名他或许从未认识过的人。\n陆·谁言死生\n城外的喧嚣已经逐渐平息。终末的住民们在发现靠近城墙的同伴即刻消失之后，终于还是放弃了继续向城的攻击。它们漫无目的地游荡于城外，再也没有之前集群攻击时候的恐怖样子。\n“……终究，命令的力量也能作用于这个世界的族群了啊。”Herobrine抬头望着高耸的城墙。先前墙角被炸出的缺口尚未被封死，残缺的壁垒诉说着这里曾发生过的惨烈战斗。\n“如果我没记错，从上次更纪开始，就已经是如此了。”Gravil依旧走在Herobrine之后。\n他看到了这场战争是以怎样可笑的方式结束的。靠近城的所有怪物都在瞬间消失，甚至连骷髅射出的箭矢也在飞翔的半途突然不见。那是无形无解的屏障，阻绝了城外聚集的怪物们进入城中的一切可能。\n“消失的它们去哪里了？”半晌没听见下一句话，Gravil问他身边的那位低头默然的管理者。\n“既然现在已经可以将目标指向它们，那大概就可以追踪到……”Herobrine抬手划出命令界面，但紧跟着很明显地呆愣了一下。“可，选中这个世界生物的方式……”\n/scoreboard objectives add target dummy\n/scoreboard players add @e[type=!player,r=100,rm=2] target 1复制代码依样划出界面，Gravil已然完成了对周围怪物的标记。“是这个意思吧？”他问还在呆呆站着的Herobrine，却见那沉稳的管理者的手分明颤抖了一下。\n“……你也会呀。”他听见Herobrine轻声说。\nGravil不知道该怎么接话。他没有想到，Herobrine对这件事的反应竟会如此之大。\n他作为一名图书管理员的日子，一向在书本中度过，于是对那些每次更纪产生的变化熟捻于心。他知道城中的管理者撕掉了记叙之书相应的页面以暴力破坏内容的更迭，但这影响到的并不包括属于玩家的额外记述。于是他熟悉于这些命令的操作，哪怕没有自己尝试过，却已经积攒了足够的知识在身。他确实会这些东西，正如他也同样熟记一切怪物的数据。可平日淡定地不似常人的Herobrine为什么会在这件事下情绪波动如此之大？\n“那你们也早该会的……可两次更纪间这么长的间隔，你们却从没有用过这些手段……”他听见Herobrine呢喃。\n然后一切的情绪波动快速平息，Herobrine又变回了平时的样子。他快速地在界面上写下后续的命令。\n/tp @e[score_target_min=1,c=-1] ~ ~ ~复制代码在命令无法作用于自身，以至于无法直接传送自己去查看坐标的情况下，通过一条对最远目标的原地传送命令在日志中输出位置显然是最简单的做法。\n“看坐标域，大致应是一片遥远的草原了。”Herobrine说，“即便从那里全速赶过来，大约也要花上个十数天时间。不过大概他们现在很安全。”\n“我本以为管理者会直接将他们传送到世界之下，无尽的虚空之中。”Gravil有些迷茫。直接kill显然是最简单粗暴的解决方式，对于管理者而言，何必还要绕这么一个弯子？\n“……我不知道。”然后他惊愕地看见面前那个旧世界的管理者平静的面具终究还是崩溃了，泪水滂沱而出，“我不知道。”\n柒·云归处\nTrigia走到图书馆前广场的时候，广场上已经聚满了人。\n所有人都在等待着发出公告的管理者给出一个交代，但他们所等待的人却姗姗来迟。于是乎整个广场乱成一团，到处都是议论纷纷的角色，拥挤的人流几乎将这里弄的毫无立足之处。\n但他还是一眼就看见了Craver，站在广场中心的喷泉边说着什么。那个起死回生的“变革者”周围围站了数圈的角色，但话语却被周遭的喧嚣压得难以听闻。\nTrigia知道，他这条公告发的正合了Craver的意。他想站得更近一点，好听听看Craver究竟在说什么。但他仍旧知道，他来这里的目的并不是为了听Craver说话。\n于是Trigia只是在广场边角角色稍微少一些的地方，从物品栏中实体化了一个方块拿在手上，然后放下。\n一个命令方块，和那日Craver所见到的一模一样。\n在那一瞬间就引起了一片惊叫。听过Craver演说的角色多半都对这个方块的外观有了简明的印象，而如今一个实物就展现在面前。在Craver的话语里，这是管理者强权的标志，也是他们反抗的标志。有人试图拥过去取得那方块，也有人试图逃离这个可能在瞬间抹去全广场角色存在的可怕玩意儿，一时之间这边角处也发生了不亚于Craver身边的混乱。\nTrigia无奈地笑了笑，快速打开界面，写了条命令进去。\n/scoreboard players set Trigia col_protection 1复制代码这条命令触发了深藏在地下的命令方块串，在他周围建立起透明的屏障盒子将他包裹，区域内的其他角色也被传送开数步远的距离。\n周围的惊叫声更大了。Trigia知道，他们在恐惧。作为一个管理者的他，从没有将命令在公众的面前展示过。管理者用命令默无声息地影响着Mountiuse城，甚至角色们生活的整个终末的方方面面，但除此以外的角色们却对此过程一无所知。他们中的大多数不知道命令是如何作用的，不知道命令究竟如何写就。他们只是听了Craver的话，知道管理者们剥夺了他们通过命令获得更好生活的权利。\n因此当命令的力量直接展现在他们眼前时，褪去了乍见时畏于这暴力却优美的过程的震惊，接下来的将是无尽的，渴望于力量的眼红。\n但Trigia已经不在乎这些了。他只是继续站在那个方块前，继续操作着打开的界面，用通过/tellraw的强制陈述的形式开始了他的自述。\n我自认为这座城做了许多事。有些事情做的还算不错，有些事情就很糟糕，还有些事情足够让我应去承受当年我们所定下的，最严苛的刑罚。但这些事情，我应该留与你们去评价。我今天召集大家，只是想说清楚城墙上的守卫者们所见的一切。为此，我需要说一个故事，请大家耐心听下去。\n很少有人知道最初的那一批管理者有多少角色组成。其实只有五个，这也就是第一批在那次更纪之后使用了命令方块，来离开出生点那片炼狱的一群角色。他们中有一位，在主世界的冒险中接触过这个方块。于是在快速地弄清楚用法之后，他们在这座山谷里通过命令取得的建材建起了这座城市的雏形，并修改了世界的出生点。从此，初次来到终末的角色们再不会出现在怪物堆中，而是这座已经能够抵御怪物们的攻击的城中。\n但有谁知道，为什么Mountiues会建立于这个地方？\n在茫然的漫游之中，他们找到了一座图书馆。这座图书馆的历史大约比角色们更为悠久，因为那五名角色到达这里的时候就已经有了满室的书籍。从那些书中，初来乍到的漫游者找到了导致他们作出建城决定的东西——记叙之书。\n我知道你们中有些人也看过那一套书。虽然说被保存在图书馆的地下室中，但终究不是不可企及之物，更何况对记叙之书的查询申请也一直开放。它记载了从角色出现于终末以来的历史，当然还有更多的东西。但这不仅是那座图书馆中馆藏的全部。还有更多的东西藏在已经破旧不堪的古卷之中，就比如这个世界的过去。\n在我们来到终末之前，终末是什么样子的？那也曾是一个美好的世界，其上各族繁衍生息。但我们的到来破坏了以往的一切。过去的住民们接二连三地失去记忆，变成“符合新的世界规则”的样子。他们曾也是和我们一样的生灵，但现在却成了茫然漫游的怪物。\n于是最初的五人订立了约定，除了出于自卫，否则不去主动攻击怪物。\n这个约定一直传袭下来。虽然为了生计，从怪物身上取得一些必要材料的行为我们放而任之，但我们仍旧不愿意主动攻击那些曾也是这个世界一员的存在。因此，对于他们的挑衅，我一直没有下定决心来处理，从而引发了今日的惨剧。若非Mofoz当机立断做出了决定，也许牺牲会更为惨重。这是我必须要承受的罪责，而我亦将为此赎罪。复制代码“Trigia！”人群中有人在喊。\n他将视线从界面上移开。不知何时，人们已经围着Trigia站成了圈，虽然隔着数步无法靠近，但仍旧试图将这名管理者团团围住。透明的屏障前是被一群城卫捆绑着的Mofoz，刚才出声的Alina站在她的长官身边，手中持剑，似在警告着边上的城卫，但惶然的神色已经出卖了她的无助。\n放开他。复制代码牵着栓绳的城卫直接对着Mofoz的腿扫了一脚，让他被迫跪在了地上。“你们根本不知道你们的决定都带了了些什么后果！”\n//我知道。但这是我唯一所能做的，抱歉。\n/scoreboard players set Mofoz col_protection 1复制代码同样的一条命令写下，Mofoz身边也出现了将他与周围所有人隔开的屏障。Alina被命令强行传送开，却又仍跑回几步，站在屏障外，持剑面对着周围的角色们。围观的人群不自觉地退开了一些，但一个人从人群中挤了出来。\nCraver。\n“我认得你。在图书馆中将我杀死的管理者，带着兜帽看不清脸，但我记得你的声音。”他攥着手，敲击在屏障之上，“我可真没有想到，你居然还是个酒馆老板。”\n你没有认错人。复制代码“你大概没有想过我会活着回来。是啊，一个贫民，当然没有资格冒犯管理者的权威——但现在没有人会再愿意为你们做事。”\n从没有人为我们做事。这座城中的一切都是自由的，管理者只代表秩序的监督。权利的无条件下放只会招致无可挽回的混乱。复制代码“但剥夺我们本应拥有的的权利，就是你们所该做的？”Craver哈哈大笑，“是啊，你们有命令方块，我拿你们也没办法。但没有人会希望像我或者Gravil一样突然失踪于某个地方，因为试图挑战管理者的权威。你应该知道，就像你们这群管理者所捡到最初的那个命令方块一样，在这次更纪之后，新的命令方块也会出现在这个世界的角落。而发现它的人，将那个方块给了我。”\nCraver说的不是假话。他从物品栏中实体化了一个绿色的方块，将它也放在地上。那是这次更纪的新产物，连锁型命令方块。\n“为了Gravil！”他喊。\n//你不应该这样做的。\n/setblock ~6 ~ ~-14 air复制代码命令敲出，执行，Craver眼前的方块瞬间消失，快到甚至他没反应过来发生了什么。\n然后他的表情从方才的兴奋转化为惊愕，再转化为深重的绝望。这是他唯一的凭依，却在他还不知道如何使用的情况下直接被抹去。\n“你们都看到了——管理者——都是疯子——”他嘶吼出声，忽然冲向Alina，猛地打落了她手中的剑，然后一把抄起。“Mofoz——这是你的副官——你自己选——”\n//我甚至觉得，在这样的情况下，即使再次处决Craver，人群也不会有太大的反应。只是，既然我已经想好了，那也就没必要了。\n/scoreboard players set Craver col_protection 1复制代码这是今天这个命令串第三次被执行。但这次执行命令的人是Mofoz。他并没有选择保护Alina，而是选择了直接将Craver和众人隔离开来。Alina又一次被传送出了屏障的范围域，这次她没有冲上来，只是呆坐在原地，望着被分隔开的三个角色。她突然明白，她的长官并不需要她来保护。但同时她突然害怕起来，从今日起，Mofoz大概再也不会是她的长官了。\n“你不该威胁她的。”Mofoz站起身来，手里还拿着那本管理者的命令书，“果然是我最蠢，不该用这么不可控的方式，来寻找新的管理者。特别是，还没有和你商量。”\nTrigia只是笑。“你已经可以当一个足够好的管理者了。你做了我无法做下的决策。你愿意为了城中的大家，违背当初的约定，将它们的威胁彻底解决。”\n“可即使是我所做的决定，命令也是你所写好的——”\n命令在各种意味上，都是过于强大的能力。人人都能使用命令的世界是很可怕的。为了防止两个角色口角纠纷的解法变成比谁kill对方更快，不将这种能力公之于众是我们当初考虑后的决定。作为管理者的我们，自认未曾以不合规矩的方式滥用过命令。事实上，所有我们对命令的使用都被日志记述，亦会互相监督对方的行为是否合规。我希望你们能理解我们的选择，在对于“不将命令的权限大众化”这一点上。复制代码“你杀了我——”Craver喊。他本已平静了不少，却被这句话所激动，猛撞那道将他与周围的人隔开的屏障。\n是的。这点我承认我的错误，也会用相应的方式来赎此罪过。但在此之前，我还要先把剩下的事办完。复制代码Trigia望着屏障那一端的Craver，神情复杂。他知道那个人本不是这个样子，他只是一个偶然间获得了世界另一面的钥匙的一个图书管理员，本不应该如此赤裸裸的直面权和力。只是即便是那短暂的接触，也足够他迷失于其中，变成这样的疯癫样子。\n“Gravil并没有被杀死。我们也不知道他去了哪里，甚至都无法靠他的ID来追踪他。”他对着屏障说，声音很小，在外围的人群中看来他只是单纯动了动嘴。\n但Craver很明显听见了。他停下了对屏障的冲撞，呆愣着，仿佛听到了什么不可思议的东西。\n“也许以后你还能见到他。记着帮我带好，还有问问看他到底是怎么消失的，我很感兴趣。”\nTrigia没有再看Craver。他只是继续对着那个命令方块的界面，写着些什么。内容看起来有些长，以至于他写完之后长舒了一口气。\n那是给Mofoz的消息，是他给这个五名管理者中最不让人放心的家伙的最后建议。不再是发给所有人的宣言，而是像平时一样，仅仅记述于日志中，留给他慢慢看。\n谢谢各位一直以来对管理者们的，无保留的信任。非常感谢。复制代码Trigia抬起头，望向Mofoz。视线另一端的人大约还不知道刚才Trigia直接丢进日志的那条消息究竟是如何，但他也望着Trigia，正如以往每次做决策之前，他问过Trigia时的眼神。\nTrigia也和往日一样，冲他点了点头。\n然后在界面中写下了最后两条命令。\n/clear Trigia\n/kill Trigia复制代码他的身子随着命令的执行消散，白烟升腾于原地而又融入漫天飞舞的雪花消失。\n整个广场一片寂静，只剩下风雪的声音呼啸。\n尾声·缄默的铭记\n又一次更纪。\nMountiues城中的住民大多早已习惯了更纪带来的一堆麻烦，就像他们也早已习惯了没有了城外游荡的怪物的日子。\n自那次卫城之战后，怪物仿佛对所有的角色都失去了兴趣。没了怪物的阻挠，城外的区域再不是难以踏足的危险地境，出城探险的角色日益增多，甚至已经听闻在远方的平原之上，探险者们共同的休憩之处，已经有新的聚落雏形出现。假以时日，那里或许会发展成下一座角色们的城市。\nCraver是第一批走出Mountiues的人之一，他说既然不在城里，那他就要出去找Gravil。他选择了和大部队相反的方向，刻意独行着离开。那之后，再没有人听到他的消息。\nMountiues城中举办了一次对新管理者的征召，最后在全城的投票下得以当选的是在卫城之战中表现杰出的Alina。显然，Mofoz很满意这个结果。Alina以前从未接触过命令，但她学的很快，已经能帮Mofoz处理大部分的日常工作。一直隐瞒着自己已很久未被主世界召唤，强留守在城卫长任上的Mofoz索性宣告了自己的贫民身份并不再管理城卫，只按照Trigia留下的那些话，来做第一个站在人前的管理者。\n银树酒馆的老板则变成了Tim。Tim原本还是喜欢坐在炉火旁讲那些过去的故事，只是在被酒客缠着讲了十几天的Trigia的逸事之后，他终于受不住了，跑去Trigia曾经常坐的地方，按照那本书里的配方，代替着那个已经不会再回来的人做一个沉默的调酒师。但他始终觉得自己调出来的东西和Trigia调的就不是一个味道，对此他只能将之归于“管理者的独门秘方”。\n日头升了又落，风儿起了又停。日子就这样一天天过去，即便是当初再死心塌地地追随Craver的角色也终还是接受了Trigia的言语，最后的议论也在Mofoz放出管理日志以后彻底消去。一切又回到了原来的轨迹之上，一如一切都没有发生。\n\n“你觉得他还会回来吗，就像Craver一样？”\n“你知道那可能性有多小。面对这样的概率，我会更倾向于回答你一句不能，虽然这大概会让你不太满意。”\n“那我也把他写进去吧。”\n“嗯？”\n“这样他就会被记住，被这个世界所记住。记得至少有这么一个管理者，曾为旧世界和新世界的一切做过这么多。”\n“他是一名角色，本就会被记叙之书记述。”\n“你知道这不一样。”\n“……好。”\n\n-终-[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1523196840,
            "txt_content": " 本帖最后由 海贼王# 于 2018-4-8 22:16 编辑 \n\n有必要留位观看\n业火之城，够长"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1523231760,
            "txt_content": "现在比较忙，先马克一下，回头再看= ="
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1523323080,
            "txt_content": "每天固定的，刷新闻，领金粒，看一下楼主发新作了没有。\n\n那么问题来了，为什么昨天没看到……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1523342460,
            "txt_content": "读完了。\n前面没有很大的感觉，看到clear+kill的那一段突然间整个人浑身战栗了一下。\n玄素你现在的文风似乎和之前不太一样了。说不上是好是坏，毕竟文风是没有好坏的。"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1523365260,
            "txt_content": "看完了，写了好久吧……"
        },
        {
            "author": "AllSKT",
            "timestamp": 1525110660,
            "txt_content": "祝大家天天开心"
        },
        {
            "author": "2254513908",
            "timestamp": 1526646720,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "15939989361",
            "timestamp": 1529403000,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1529468940,
            "txt_content": "好..好好看啊"
        },
        {
            "author": "沉墨清云",
            "timestamp": 1582273860,
            "txt_content": "大佬就是能找到更6的脑洞orz"
        },
        {
            "author": "光息爱玩MC",
            "timestamp": 1604830920,
            "txt_content": "神特么牛逼的很啊兄弟"
        }
    ]
}