{
    "title": "【四月活动】原创|单篇|单贴连载《Où est ma patrie（何处是吾...",
    "author": "上官影汐",
    "replyCount": 3,
    "timestamp": 1523263740,
    "txt_content": " 本帖最后由 上官影汐 于 2018-5-26 14:41 编辑 \n\n{Où est ma patrie（何处是吾乡）}\\原创|单贴连载|单篇/连载中\n“每个从战场上回来的人，都会有自杀的计划。我们杀过人，我们也知道怎么杀死一个人。”“我们寻觅、奔波，想要找到家乡，最终却厌倦于净土。直到一觅即中。”\"Where is our Heaven?\"\n受人所托前来暖场。本来打算慢悠悠地写完再提交。但想想不如一边写一边发一边修改好了。这样子稍微有些赶稿的动力。毕竟我还是个论坛萌新嘛。这篇短篇借鉴了非常多。包括查询了很多的资料，但说实话拍板发出来更的时候我对其十分不满。仍有很大的空间可以改进吧。更新着看比较容易没什么感觉。请为作者的任性和懒惰见谅。四月活动的目的是此前一样的参与奖，大致上希望自己不会离题。也许吧。这个目录功能有点好玩\n————作者君\n并不打算留下日期\n\n一我的名字叫埃里克（ERIC），出生在法国中部卢瓦尔河畔的一座小镇，十八岁参军。当我接到上级命令被调入海洋联合岛屿军第二十四编队担任步兵时，已是我离开家乡，和父母分别六年之后的事。\n记得来到PURGE号船舰前时，我最后回头看了一眼这片土地。\n最后的记忆里，它笼罩在来自东部狭长海岸线的迷人阳光中。\n长空里几声鸣笛远扬时，船上寂静无比。这实际上很令人意外，因为没人操着口音聊粗俗的荤段子，也没人继续谈论家里的新婚娇妻和半大小儿。\n这一批海岛联军——法国人，德国兵，英国佬——所有人都一言不发地注视着海平面尽头突兀出现的那几座黑影。我看到之前谈笑风生的那个德国老兵此刻沉默得像是奥古斯都·罗丹手下的《思想者》。\n那是我第一次听说岛，尚无法理解气氛如此沉闷的理由。但我能通过自己的经历得知一点：这绝非什么好差事。\n然后我身旁那个剃短发的英国大兵从嘴里轻轻吐出几个单词：“the War Zone”\n我英文锻炼得很好，因此听懂了他的话：\n战争区。\n听起来不怎么酷，他语气所蕴含的某种东西让我头皮发麻。我握紧胸前的吊坠，悄悄念了声“上帝保佑我”。\n不日便有人告诉我，这几座在大洋上呈星斗排列的岛屿，是名副其实的死亡国度。这里鱼龙混杂，变异的疫病散布着恐怖。环流的暴风在群岛上肆虐，成为这些矿脉丰富，群峦交叠的岛屿的天然屏障。据说岛屿中坐落着遗迹和房屋，很多只剩断壁残垣，可也经常能发现那些在地面显露一角的古迹。\n据说每天都有成千上百的人死在这里——大半因为每天爆发的势力战斗，森林里流淌着血河和尸山骨海。那些人算是死相好看，换成疾病和生化兵器可没好心给你留下全尸。这里有异常事态处理官，被他们查出感染或是任何细小症状的军人都会被扔进重峦叠嶂，等待自己的肉体腐烂萎缩，最终成为一摊黑色液体渗透进土地里——像石油一样。\n于是我隐隐能体会士兵们怀着怎么样的心情称呼岛屿“帕托里姆（Petroleum）”。\n等帕托里姆的遗骸彻底消失于地表以后，植物的生机就会重新焕发，澎湃的野兽浪潮汹涌而来：从我们的角度来看，所有被其索吻的人，就此被岛屿吞吃入腹。\n当初我曾在森林中匍匐前行，亲眼见证被岛屿感染的队友从全身的肌肉开始塌陷，四肢犹如虫蛀的叶缘般曲折腐烂，扭曲成难以置信的曲线，黑色的藤蔓爬上皮肤。我笃定他一定被巨大的痛苦撕咬着——颤栗的眼球和抽搐的手暴露了一切。\n而此刻我正坐在遗迹倒塌的半块石柱上，黑暗中唯一的光来自于白墙古砖顶端漏下的点点炫目月光，像是闪烁着幽光的蝴蝶，映射出令一切声响嘶哑的绝望之美。\n我打开吊坠，从镜子中看到自己逐渐变黑的枯瘦脸庞。\n时间已经不多了，但我的记忆如此清晰，十数年来的一切历历在目。\n“每个人的生活都以同样的方式结束，区别只在于他是如何活着，如何死去的。这是人和人之间的所有区别。”\n我在纸上匆匆写下海明威的这句话，作为回忆录的伊始。\n“我很想这样说。但很可惜，它们——帕托里姆岛，就像盲眼命运女神手中的修剪，注定要撕裂这轻薄织就的人生。”\n\n“我觉得，我恐怕没有资格回家了。”\n\n二\n\n“埃里克！你又耍诈！”牌桌对面的人气急败坏地把牌甩到桌子中央。\n“不，是你们今天运气不好。”我当然否认，顺势把筹码揽到自己手边。\n我们乘坐的军舰此刻系在浮筒上，在港内随着港外涌进的涨潮漂流着。灰色的舰身和船锚被落下的太阳蒙上一层恹恹的淡红。等一艘货轮驶进港湾，我看见他从陡斜的舷梯走到船上，对军旗敬了一个标准的礼。\n这时候不甚遥远的天边才传来货轮归港的呜咽声，海风扬起海燕的翅膀。\n参军之后的第四年，我遇见了阿伦（Aaron）。在此之前，我设想过很多次遇见他的场景——但不是以这样的方式。\n阿伦裹在及膝的黑色大衣里，一双眼睛盈满了大西洋灿灿的阳光，个子不高但英俊，是个有效率和个性的领导者。\n“你们在打扑克？”我看见他以上级军官的眼神扫视我们，当那陌生的目光落到木板上散乱的牌和钱时，我清晰地看见它变得危险。\n伙伴吹了吹口哨，招呼他一起。显然他——应该说谁都不知道面前这名褐色卷发的男子就是我们新上任的指挥官。\n我们马上就明白那目光的含义。\n“一个月的船只清洁。”阿伦走近的同时拿出军官证，然后面无表情地说出了这番话。\n数月后，我和他已是私下无话不谈的好友。某日他和我谈及自己的故乡，我才惊觉自己竟然已经有很久没有和家人联系。\n“你早该写封信回去，当然——电话也可以。”阿伦一拍我的肩膀，摆摆手谢过了我递给他的烟。他来自里昂，有个刚上中学的弟弟，全家都是足球迷，“有机会我带你去俱乐部逛逛。”\n后来我才知道他比我大了六岁，在军队里的名声远远超过我。尽管此时我们都没有离开祖国的意愿，却还是先后被调走。临走前他拥抱了我一下，在我耳边轻声说：\n“我们没有选择，船在等着。”\n当时我不清楚他在以维多利亚·希斯洛普笔下的语句暗示什么，直到几年后我猛然察觉他去的正是海岛联军。而此时我已身处PURGE号内，生死由人。\n\n“我们背井离乡、远离亲友，最终还是能够以朋友的身份汇聚在同一座岛屿上。”我如此写下，看到我的手指开始泛黑。\n\n进岛两月后，有一则坏消息：第十一编队进入岛屿中央，只剩一个人活着回来。那个时候我在想：哪个混蛋运气好，几十人都陪了葬还好端端跑出来了。也没多久，这家伙就被编入了我所在的新编队，满足了我们一帮做了两个月后勤兵之人的好奇心。\n那天，那人穿着一件熟悉的黑色大衣走进房间——我也猜想多次与他重逢的情境——但真对上那双亲切的眼眸时，我反倒有了震惊、慌张甚至于害怕的情绪。\n阿伦过去那双承载熠熠生辉海面的眼眸，此时熟悉而陌生，在落到我的脸庞上时，我敏锐地捕捉到它冻结了那么一瞬间。\n那一瞬间我发现他眼中似乎掀起了欲言又止、难以表述的浪潮，燃烧着惊诧的、焦虑的火焰。但所有的一切转瞬即逝，他分明没有垂垂老去，那双眼眸却堆叠了重重白骨和灰色暗影。\n那以后，劳累但美好的后勤队生涯就彻底远去了。第二十四编队即将兑现最初的承诺：\n“战斗到死。”\n\n啪嗒——手中的笔摔落，我全然漆黑的双手此时微微颤抖着，豆大的汗滴从我额上渗出，伤痕撕咬着我的身躯。吊坠无力地垂落。\n已经没有时间了，我从未有如此的预感过。但有谁替我捡起了笔：“继续，换我来写。”\n我深呼吸，将脑中所思所想逐字念出。\n“不久以后我和阿伦——确切的说是整个第二十四编队都接到了一个命令：前往第一岛屿的中央，进入遗迹，随后待命。”\n\n阿伦知道这个消息的时候脸色铁青。当原本磐石一般的坚毅人物露出了一副择人欲噬的狰狞表情，我便知道哪里不对了。可当我问及此事，他却不言不语。\n“那是个陷阱！谎言！”他最后才咬牙切齿。\n\n“现在我真的很喜欢这句实话。”替我书写的人突然出声。\n“还有多久？”我问他。\n那人停顿了一瞬，随后缓缓道出：“大概三个小时。”\n我心中了然。\n\n三\n\n七月的阳光打在脸上，暖洋洋的。我站在卢瓦尔河畔，感受着顺着波光粼粼河流远远吹来的夏风。当鸟雀从树上飞去时，我别头问眼前的夫妻：“你们准备好了吗？”\n“当然了。”留着长而卷金发的年轻女性朝我一笑，笑容纯净而坦率，仿佛五月拂过我家乡莱茵河的微风，“亲爱的，你准备好了吗？”\n被依偎着的那名高大男子亲吻她的额头，温柔地揉揉她的长发：“等你呢。”\n这对新婚夫妇此时犹如刚相恋的情侣一样，四处散发着甜蜜的爱意。面对此等景象，我走开几步并举起相机：“那我们开始吧，罗密欧和朱丽叶们！”\n女人张大浅浅河色的双眸，挽着男人的手臂，保持着微笑，身上连衣裙的一角被风微微撩起。而身旁穿着短袖的男子在摄影师的视角看来，恰好被一道和煦日光遮挡住了半张脸孔。\n咔嚓嚓——\n我毫不犹豫地记录下这一幕。在相机中，那名男子的脸刚好被反射的光晕和斑点衬托出来。点点头，我招手喊来这对小夫妻。\n“谢谢你，夏尔（Charles）。”男的拍拍我的肩膀，不过我可不太愿意被他这么套近乎……\n“没关系，下次请我一杯‘勃艮第’就行。”我说话时暗自看看对方的脸色，发现这名好友此时一张脸已经垮了下来。\n“夏尔——你放过我吧，不论是勃艮第哪个酒庄的我都没那么多钱。”\n“我没说是高级酒。”身为摄影师的我耸耸肩，一副为其考虑的模样，“放心，以后放假我带你回我老家玩。如果真的有机会的话。”\n“阿伦也这么说过不是吗？”挚友看上去有些无奈，“结果他被调走了。”\n我只得撇撇嘴。一旁的小美女掩着嘴吃吃地笑，眼眉弯弯。\n“不用担心——小姑娘。”我顿了顿，看到金色的阳光从稀疏的枝叶上透下一点碎末来，“托这家伙的福，我才有假期。”\n\n“该死，夏尔！夏尔！！”\n“咳咳——我没事！咳！唔——”\n“蠢货闭嘴！医疗兵在哪里？！夏尔！！！”\n“咳——咳……”\n“夏尔？夏尔？！”\n“埃…里…克…莱茵——”\n \n“哈？你说你家乡在斯特拉斯堡但你没见过莱茵河？”我的挚友坐在折叠椅上，以“你在逗我”的表情回应。窗外的夕阳将一切光线和氤氲染得玫红。\n“闭嘴！埃里克！”我老脸一红，恶狠狠地瞪过去，“是长大了以后！小时候我见过的！我父母——”话未说完我就顿住了，看到对面的朋友投来歉意的眼神。\n“抱歉，我的朋友。”\n我摆摆手：“那时候我家住在城市西面，莱茵河在东面，我和它见面的次数屈指可数，也记不太清楚了。你知道我后来就离开家乡在姑妈家长大。”\n“对，无所不能的姑妈——但我们可怜的小夏尔并没有好的商业头脑——他来当兵了！”埃里克张大嘴，挤出一副夸张的姿态，绘声绘色嘲笑我，让我气得跳脚。\n“总之！如果。”我忍住想抽他的冲动，好尽力才请求他，“如果你哪天路过，记得给我寄张照片来。”之所以请求他还不是因为面前的这家伙深得上级赏识，不仅调任多，假期也挺多。何况听说他最近还找了个很漂亮的女朋友——唉，真是好运气。\n再看看自己，恐怕这辈子都只能缩在这艘船上。\n谁知这货又欠揍地嘟囔着：“你还不如去和阿伦说，过几天他会去阿尔萨斯.”\n“一根雪茄。我才不要扫甲板！”我咬牙切齿地提报酬。\n“不不不夏尔，我想你可能不知道——我有女朋友了。”\n“一张…歌剧票——滚蛋！埃里克，不能再多了！”\n“那好吧。”他脸上可没有嘴上那么不情愿，“我尽量。”\n \n“所以当时你费了那么大力气跑去下莱茵省，就是为了在他的花里插张照片？”\n我哆嗦着打开吊坠，镜子的对面，搁着一张旧照片：年轻的夫妻站在河边，女人笑容璀璨，男人的脸沐浴在阳光中，被上方透明多彩的光斑衬托出来。\n“那是他老家。”我咧着嘴。\n\n四\n\n亲爱的艾梅（Aimee）：\n距离上次给你写信已经过去好久了。请原谅我的疏忽，你的丈夫绝不是因为离家太久而变得感情淡薄，而是前阵子事务太多。而关于无法时时刻刻陪伴在我美丽的妻子身边这点，我深感愧疚和难过。\n当然我知道可爱的你一定能在丈夫离家时把家打理得很好，但我还是会不由自主地担心你：近况如何？身体还好吗？（事实上我身边那群单身汉完全无法理解我的这种煎熬）我希望你没有被这个时节转凉的气候惊扰，家里的柴火还足够。\n用丰富的比喻和辞藻不是我的长项，但，听我说，艾梅。我爱你。你知道吗？从他们调阿伦去远方已很久了，夏尔——那个给我们拍照的小伙子战死了。他一生没回家去看趟莱茵河。我们为他和其他殉难的同胞举行了鸣枪礼，这是我第一次经历这种仪式——历经了这么多战斗之后，我很高兴、又悲伤着我能够活着回来。\n我听消息灵通的人说，上头有调动我们的想法，希望到时候经过我们那儿，还能够匀假去看看你。不过过不久我就能有一个长假，你不必心急。\n我很庆幸能在那段时光遇见我一生的挚爱，艾梅。在我入营第一天，教官就这么教育我们：想要和平，就必须要战争。你知道那些老兵怎么想的吗？他们也许一辈子也不愿意回故乡了。还好我的记忆中仍有你和闪亮的卢瓦尔河，或许我该找时间回去看看我的父母，下次我们一起，如何？\n随函附上我和兄弟们的合照，左起第二个就是我（我相信你肯定认得出）。愿上帝保佑你，我的妻子。\n你亲爱的丈夫埃里克\n\n五\n\n\n“你知道我们这些士兵是怎么说的，埃里克。”\n“是，我知道。”\n“没人愿意回到故乡，即使这种愿望强烈得远胜以往。”\n“是。”\n“埃里克。”\n我看向黑暗中的那个人影，看着他姿态略有踌躇，良久开口：“我们都出局了。”\n我突然笑起来，笑声里混着重重的咳嗽，像台破抽风机。\n“没问题的。一切都很好，阿伦。没问题的。”我停顿不下笑声，两行眼泪却不自觉地滑落，“他们应该在几天前就撤离啦！连宝贵的矿藏都不要啦！”\n“你说得对。”阿伦也笑，可他的笑声只持续了一时半会就渐渐平静，像是在附和我，“这些见鬼的岛屿早该完蛋了。”\n“哈——是啊，阿伦，继续吧，我这把骨头看来还能活几分钟。”\n于是我的挚友兼此时的战友再度拿起笔。\n只是哪里可以是我的故乡呢？\n\n军队是军人的第二个家。早在我还是个新兵蛋子，别人就如此告知我。随着时间日渐流逝，我才能体会此话的道理：\n这句话没有什么道理，对于很多人，这是一个毫无余地的选择。\n“你家人怎么样了？”当我成为一名合格且资历丰富的士兵时，就有人问我。但遗憾的是，我并不能回答那些人。你不能奢求一个远离家乡、无妻无子的男人告诉你，家庭圆满是什么样子的。\n我驻扎的军区离我的故乡很遥远，此时我也没有遇见艾梅。很久以前，**日夜夜都在怀念我的老父母，思念我家乡的土菜和小吃，想念我的那些儿时伙伴或是同学。\n但后来，军人的生活成功**了我。\n军队成了我的家——第二个家乡。\n像我这样的人很多，背井离乡来到兵伍之地，我不太明白这些人的想法：哪会有人抛弃美好生活跑来这里的呢？毕竟我是迫于无奈才被征召，和这些人不大一样。\n \n“你没和我说过这点。埃里克，我始终认为你是自愿的。”阿伦飞快地写下这些文字，头也不抬地问我。\n“我以为你知道呢。你弟弟怎么样了？”\n他的身躯凝固了那么一瞬。\n“老样子，整天混在俱乐部，不知道好好上学。”\n“你怎么能这么确信？”我咳了咳，“几年了，他们什么时候允许过我们进行通信？”\n“战争区是一片死地，阿伦。我们才是被隔离的——‘我们’。”\n阿伦动作更加迟缓了几分，他的身子此刻些微的佝偻，但仍忠实地记录下我的话。\n“是啊。不是那些病毒，不是那些**，当然也不是那些敌人。\n是我们——”\n \n驻军西部海岸线的时候，我的父母经常寄信过来。让我在枯燥的军旅生涯中，偶尔得到几分慰藉。但我几乎不回信，一方面源于词穷，一方面也羞于面对他们。\n直到后来遇见了阿伦、艾梅等人。夏尔此时还天天和我这个“新来的”**架，我们最初的关系远远没有以后那么好。\n \n“其他人呢？”我疲累地问，看到镜中半张脸庞已经塌陷下去，爬满扭曲的黑藤蔓。\n“我们在这，埃里克。”阴影中传来为数不多的虚弱话语，“你只管继续写下去。”\n我一时间有点哽塞：“如果——我是说如果，你们活下来了，能不能回去看看我的……”\n“想都别想！你个婊子埃里克！你把我们当什么？！”回答我的是几声声嘶力竭地喝骂。\n“没有。”我哽咽着，抬头注视稀疏的月光。\n“我只是——我只是，有点想家了。”\n\n六\n“士兵，是什么构成了你的故乡？”来自美国的战友闲暇时半开玩笑地问。\n我当然是没好气地两眼瞪回去。\n“是老人、女人和小孩。”德国兵笑嘻嘻凑热闹。我笃定他一定是偷看过我的日记，或者背地里问过阿伦。\n我悻悻叹气：“老人、女人和小孩。你是对的。”\n德国老兵不禁吹声口哨。“你呢？约翰（John）？这可不能就我一个，那不太公平。”\n“我家三辈人都住纽约。”剃着金色平头的约翰耸肩回答，“纽约你们肯定清楚。”\n“我可不清楚，约翰先生！我这辈子没出过国，除了帕托里姆。”德国兵又在起哄。\n“改改你上岛前的坏习惯！老奥克（Oak）。”也许是看不下约翰略带窘意的表情，队友们嚷嚷起来。\n“这里不是德国，老头！”\n“臭老头今天没刷牙？”\n老奥克低低笑了几声，又吹胡子瞪眼地一个个骂回去。不过显然相对年轻的士兵们不愿意在嘴上落下下风，两边互相揭短，俨然一派世纪骂战的模样。\n约翰晃晃脑袋，一脸笑意。而阿伦走到我身边，低声问了一句：“他们以前也这样吗？”\n我看了一眼面无表情的阿伦。阿伦在数个月前被编入我们这支部队，在此之前他根本不知道我们这些人。我便揣摩词语肯定他：“在船上的时候就这样了。奥克是老兵，他打过的子弹比我们加起来还要多。”\n“所以我们只是动动嘴皮子。”约翰听到这话便补充道，“他比我们大了几十岁呢。”\n也许是阿伦想起了过去的经历，他看上去颇为不屑地嗤笑一声，哪知这动静被年轻人们听到，不知怎么当即就炸了毛。\n“你笑什么？棕毛软蛋？”\n“站旁边很风凉？你个白痴！”\n我的前任指挥官穿着作战服，背着枪，神情丝毫不变——说来也是，阿伦大我数岁，现在算算也至少三十多。更何况如此经历，确实会\n使人的个性向平滑成熟的一端改变。\n接着就看到他掏掏耳，挑衅似地歪头瞥眼。\n我不由得倒**凉气。果不其然，随后阿伦也上膛参战。\n约翰哈哈大笑、乐得旁观时，却听老奥克高喊着，一边大笑：“这些小狗——特雷、布兰奇、小甜心——瞧啊，它们都朝我叫呢。1”\n他的脸色一下子阴沉下来。然后我惊讶地看着约翰·布兰奇气势汹汹地加入声讨的行列，吐露着污秽的脏语向老奥克破口。\n\n“奥克是我们之中最老的——尽管他本人除了用来调侃我们，几乎不愿意提及年龄——他出生于慕尼黑却鲜少提及自己的家乡。”\n“他是战争老兵——咳咳，谁理解老兵的脑子呢？”\n“此情此景也许能帮助我们体会一二，约翰。”\n除了奥克，阿伦就是最年长的。说实话，一开始我十分担忧阿伦能否融入二十四队这个混合体。因为他最初只愿意和我说上一些废话，脸色十分阴翳。\n \n“很高兴你最终还是放下了那张冰块脸，士兵。”老奥克围着篝火唠嗑道。\n“叫我阿伦——阿伦·伯纳德。”\n“人可不像名字那样勇敢。2”老头斜着眼讽刺他。\n不久我反应过来这话的意思，不禁深深惊叹——那是我第一次知道这名毫不起眼的邋遢老兵原来如此了解法语。\n \n“埃里克，第一眼和他对上时，我就意识到他心底一定藏着些什么。”\n“我们都一样，阿伦。”\n“‘老人、女人、小孩’。不论如何，老家伙的过去都比我们想象中的要深沉。”\n“谁不是呢？我的兄弟。”黑暗中，约翰虚弱地说道。\n我们不是罗伯特·埃米特，也不是约翰·福斯塔夫，更不是卢比利亚克。但有一点相通于我们的血脉和意志：我们都想家，并畏惧回家。\n“‘我们都中招啦’。”有人学着老奥克的口吻哼哼着。\n \n“我们都淦他吗中招了！”老兵通常有点莫名其妙的毛病，奥克无疑是其中的佼佼者。我们经常询问其不愿意提及自己家乡的理由，最多的——如阿伦也不过获取只鳞片羽。我们说是部队的老家伙和精英分子，其实没多少人经历过那种惨烈、庞大、容纳下尸山血海的战争——老奥克在这方面能顶全员而阿伦兴许能算半个。\n可能这就是他们之间比谁都谈得来的原因。那种从死人堆里爬出来的气质深深吸引了彼此，也偶尔令我们陌生。\n有一阵子我们断定是因为战后综合症，把奥克这位老痞子锁在家外。而平日里和我们交谈、拌嘴的老家伙只不过是其心理低压状态的表露。他们怂恿别人进奥克的房间摸点证据出来，结果出去倒水的奥克回来当场抓到了在翻桌肚子的我。\n当时看着对方格外和善的微笑和眼神，鬼使神差地，我就喊了一句：“是阿伦让我干的！”\n这话明显不起效，老油条不屑的表情几乎把不相信三个字表露得明明白白。不过也许是被我们的诚心和不懈感动（鬼知道怎么回事），后来他还是透露了一两句。\n“世界在改变，小埃里克。哪儿都改变得太多了。”他点根烟，烟雾后那张苍老的脸隐隐约约的，像是隔了一个世纪般遥远。\n“但我呢？”他点着自己的心脏，“我仍然拿着枪。”\n \n“我们都远离故土，我们都数年未归。当我们披甲上弹，在微茫大洋的岛上战斗时，我们的家早已改变了。故土难离，一旦离开，那儿就和天国再没半分钱关系。没有力气找到新的净土，没有时间去怀念梦中的家——”\n“每个从战场上回来的人，都会有自杀的计划。我们杀过人，我们也知道怎么杀死一个人。”\n“有人乐意奔波寻觅，有人无奈跪倒原地。但如何？”\n“这个熟悉的世界，不欢迎陌生人。”\n \n“上帝保佑我们——”我轻声念，声音落针可闻的遗迹里传播开来。\n良久寂静后，黑暗里传来了整齐的回响：\n“愿天国一切安好。”\n1*此句引自莎士比亚的《李尔王》第三幕第六场\n2*伯纳德在法语中有‘熊一样勇敢’之意\n\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1523265660,
            "txt_content": "当兵的故事"
        },
        {
            "author": "上官轩清",
            "timestamp": 1523348040,
            "txt_content": "我们什么关系？（滑稽）"
        },
        {
            "author": "上官影汐",
            "timestamp": 1523348400,
            "txt_content": "上官轩清 发表于 2018-4-10 16:14\n我们什么关系？（滑稽）\n遇到本家了，震惊脸。"
        }
    ]
}