{
    "title": "[Minecraft.net|INSIDER]本周方块：地狱岩",
    "author": "玄素",
    "replyCount": 0,
    "timestamp": 1523274360,
    "txt_content": " 本帖最后由 玄素 于 2018-4-9 19:48 编辑 \n\n\nBLOCK OF THE WEEK: NETHERRACK本周方块：地狱岩\nYou'll nether need to rack your brains for info about this block again!你再也不需要绞尽脑汁去想这个方块的信息了！\nHere’s a quiz for you. What’s seven and a half years old, red, a bit spooky, and frequently on fire? No prizes, because the answer’s literally there in the title. It’s our block of the week - netherrack!\n这里有一个给你的小测验。是什么东西已经七岁半了，红红的，有点恐怖，还总是着火？没奖品可拿，因为答案就写在标题上。这就是本周的方块——地狱岩！\n\nNetherrack isn’t the toughest block around - even a wooden pickaxe will break it in a fraction of a second, and an explosion will tear through it as if it were paper. But its handiest feature is its flammability. Light a block of netherrack on fire, and it’ll burn forever.\n地狱岩并不是最坚硬的方块——即使用木质镐子也能在几分之一秒内破坏它，而爆炸则会将它像纸一样撕碎。不过它最大的特点是它的可燃性。将火焰于地狱岩上点燃，它就将永远地燃烧下去。\n\nNetherrack was added to the Java edition of Minecraft in Alpha version 1.2.0, the Halloween Update, alongside pumpkins, clocks, fishing and the Nether. Spoiler alert: the Nether is where netherrack gets its name from (though it was originally called “bloodstone”, eww), and it’s also where you’ll find more netherrack than any one person could ever need.\n地狱岩在Alpha 1.2.0版本（即万圣节更新）中，和南瓜，钟表，钓鱼和下界一同加入了Minecraft Java版。剧透警告：下界正是地狱岩得名的原因（尽管它最初被称作“血石”，eww），而且那里也是你能找到比任何人所可能需要的还要多的地狱岩的地方。\n\nHere’s a pro tip: if you’re stuck in the Nether and desperately need a tougher block, then we recommend plopping some netherrack in a furnace - it’ll sizzle up into nether bricks, which are less flammable but far more blast resistant and a great building material for an emergency shelter.\n这里还有一条专业提示：如果你被困在了下界，而且迫切需要一些足够坚固的方块的话，我们将建议你在炉子中烧炼一些地狱岩——他们会变成地狱砖，虽然不易燃，但更加坚固，是建造一个紧急避难所的良好材料。\n\n\nYou’ll also find netherrack in the Nether in the Bedrock edition of Minecraft. But although the Nether was only added to the Bedrock edition in version 0.12.1, it’s actually been possible to get netherrack since version 0.6.0. How? With a little slice of Minecraft’s history called the nether reactor.\n你也同样可以在Minecraft基岩版中的下界找到地狱岩。不过尽管下界在0.12.1之后才被加入到基岩版中，从0.6.0之后你就可以在基岩版中获得地狱岩了。如何获得呢？有那么一小段Minecraft的历史叫做下界反应器。\n\nThe nether reactor was developed when Bedrock edition was still called Pocket Edition, and when smartphones didn’t have as much power in them as they do today. Worlds were limited to a size of 256 x 256 blocks to keep things running smoothly, but this meant that it was quite easy to light up the whole world.\n下界反应器是在基岩版还被称作pe版（Pocket Edition）的时候开发的，而那时候的智能手机还没有如今这样强大。世界的大小被限制在256x(128x)256方块以下，以保证所有的东西都能顺畅地运行，而这就意味这可以轻易点亮整个世界。\n\nSo former Mojangsta Johan Bernhardsson (who now works at Midnight Hub on a game called Lake Ridden that’s coming out soon and is looking like it’ll be amazing) came up with an idea. “I thought we needed some sort of endgame goal for survival in these very small levels,” he told me in an email. “Something that players were able to do that would sort of end a survival world while still allowing players to keep building on a world however long they want to.”\n因而前Mojang职员Johan Bernhardsson（现在工作于Midnight Hub，并从事即将推出并且看起来将会超级棒（注：未搬运，为YouTube链接）的游戏Lake Ridden的开发）提出了一个想法。“我觉得，我们需要在这些很小的世界里制造一点生存的某种最终目标。”他在一封电子邮件中告诉我，“某种玩家可以去做的，看起来也算是结束了生存的历程的活计，而且玩家依旧可以在做完后的世界里随意建造，想建多久就建多久。”\n\n\nHis solution was the Nether reactor - an arcane device that would create a “tear” in the world. With four blocks of gold, some cobblestone and a reactor core made of iron and diamonds, a player could access all of the resources of the Nether - but with the risk of invasion from the beings that live there.\n他给出的解决方案就是下界反应器——一种会在世界中制造一个“裂隙”的神秘装置。四个金块和一些圆石，再加上一个用铁锭和钻石制作的下界反应核，玩家就可以收集所有产出自下界的资源——不过同样伴随着与生于下界的那些入侵生物们拼死一战的危险。\n\nAfter constructing the reactor and right-clicking it, a “nether spire” made of netherrack would form around the reactor - pumping out items like glowstone dust, nether quartz and more. At the same time, though, angry zombie pigmen would begin pouring out of the rift - which the player would need to deal with.\n在构建了一个反应器并右键它之后，一个由地狱岩构成的“下界塔”将在反应器周围生成——泵落萤石粉，石英碎片之类的东西。而与此同时，愤怒的僵尸猪人也将从这个裂隙中涌出——这将是玩家所需要应付的麻烦。\n\n“Back then, it was a bit harder to play Minecraft on phones than it is today,” Johan explains. “We had some issues with multi-touch and generally our fingers being too big for us to see anything in the game. I remember that the very first test I made - I set it up for 60 seconds survival, four zombie pigmen spawning every eight seconds together with up to two randomly spawned creepers. Surviving that, even with full diamond armor, was one of the most difficult things I have ever experienced within a game.”\n“那个时候，在手机上玩Minecraft比今天要更难一点。”Johan解释道，“我们在多点触控方面遇到了一些麻烦，而且手指会遮挡住屏幕上我们原本能够看到的东西。我还记得我进行的早期测试——我将其设置为需要生存60秒，每八秒生成四个僵尸猪人与至多两个爬行者。这样的生存，即使穿着满身的钻石盔甲，也依旧是我曾在游戏中体验过的，最难的事情之一了。”\n\nThe reactor’s power was limited, and after 45 seconds the core would burn out - ending the event and allowing the player to collect all the resources dropped by the zombie pigmen, the reactor, and mine the spire. But there was a surprise waiting outside - during the event, the time would be fast-forwarded to night. “They could still meet other mobs - like creepers - right outside”, says Johan. “This all led to an infamous bug where players could abort the reactor in a specific state, turning their worlds into endless night:”\n反应器的力量是有限的，在45秒之后核心就将被烧毁——这将结束整个事件，让玩家去收集僵尸猪人和反应器所掉落的资源并挖掉整座下界塔。不过在塔的外面还有一个等待着的惊喜——在这个事件中，时间会加速流逝——直到到达夜晚。“他们将会遇见其他的怪物——就像爬行者——就等在外面。”Johan说，“这导致了一个臭名昭著的bug：玩家在特定的阶段毁去下界反应器，就将使世界进入永夜。”\n\nThe nether reactor was removed from the game in version 0.12.1, when the full Nether was added. Since then, Bedrock Edition has added even more of the features that Java edition has - including potion brewing, jukeboxes, fireworks and the End.\n下界反应器在版本0.12.1，也就是完整的下界被加入游戏中后，从游戏中移除。而在此之后，基岩版还添加了更多的Java版所拥有的特性——包括药水酿造，音符盒，烟花以及末地。\n\nSo if you normally only play the game on your computer then give it a try on your phone! You’ll be impressed how much Minecraft we’ve managed to cram into it.\n所以如果你通常只在你的电脑上玩这个游戏的话，试试看在手机上来玩它吧！你会对我们究竟成功往里面塞了多少Minecraft的要素留下深刻印象的。\n\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-netherrack\n原文作者：Duncan Geere\n发布日期：2018.4.6\n\n译文作者：玄素\n译作日期：2018.4.9\n",
    "replies": []
}