{
    "title": "【原创/连载】[另一个世界] 第十四章 难道我真的是网文主角命？",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1523527680,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-4-15 09:23 编辑 \n\n“然后今天挖矿我不小心掉了下来……被淹又被炸了之后最后就进来你这——”\n“闯。”\n“里……啊、哈？”\n“你根本没经过我同意，自己闯进来的。”\n“……闯、闯进来你这里……然后就变成这样了……”\n被黑漆漆要求简述我们从穿越过来后发生的事情后，我便坐在床上开始简单梳理了一下至今发生的事情，小坑和苏菲坐在我的旁边，不停地检查着我的身体，而黑漆漆则搬了张椅子……不是强行把楼梯当成椅子，而是真的生成了一个一格半高的带四条腿和靠背的木制椅子放在了床旁边，拿着一个玻璃杯……大概比玻璃瓶低矮一点但宽了很多的玻璃杯装着像是牛奶一样的液体翘着二郎腿面无表情地看着我。\n黑袍拖了的话好像不能叫他……咳咳，她黑漆漆了，叫啥好呢，小黑姑娘？\n“总觉得你现在再给我取什么很羞辱的外号。”\n“哈哈哈怎么可能呢，你可是我的救命恩人啊。”\n好了，小黑姑娘拥有读心能力，记到重要记忆区里吧。\n听完我的简述后，小黑姑娘品着迷之白色液体似乎在想着什么，而趁着这个间隙我也和不停抚摸我绷带的小坑扭打在了一起，喵了个咪的从刚才就一直撕来撕去的疼死了，虽然扭打的时候肌肉抽的更疼。\n“……总的来说很不错了，在没有任何人指导的情况下能活过近半个月，虽然人多也是一点吧。”\n小黑姑娘将玻璃杯放到了身旁的茶几，看向我们说到，我和小坑楞了一下，保持他按死我的姿势一起说了一声“谢谢？”\n而在这之后气氛又变得尴尬了起来，就像我给硬拉去参加我根本没印象的亲戚的饭局一样，我和苏菲小坑明明有一堆事想问，像是“你怎么穿越过来的？”“这个世界还有别人吗？”光是这个房间的家具就能让我问一天了。\n“看你们三人都一脸惊讶的，是第一次在这个世界看到别人吗。”\n小黑姑娘突然向我们问道，我们三人楞了一下，激动地回答道“当然啊！”\n“……嘛，毕竟是在离伊塔卡甸挺远的地方出生的，遇不到人也很正常。”\n“等、等一下！伊塔卡甸是什么？”\n“目前在这片区域，类似新手草原这样的区域里最大的城市。”\n仅仅一句话，让我们三人的世界观受到了巨大的冲击，问出这个问题的小坑，一脸不可思议地看着小黑姑娘。\n“都冷静下，我会跟你们好好讲讲的，别用那种眼神一直盯着我。”小黑姑娘的话让我们三人顿了顿，后者用“在他们冲上来狂问问题之前赶紧告诉他们。”的眼神看了我们一眼后叹了口气，靠在了座椅靠背上，慢慢说道：“首先你们一直都是没和他们接触的状态，所以一直认为这个世界——Minecraft的世界只有你们三人对吧。”\n“……嗯。”\n“然而这个世界早已经都是人了，你们只是新加进来的【三个玩家】罢了，而且还是近两三年最倒霉的离伊塔卡甸出生最远的三个新人。”\n“除了我们四个还有很多人？具体多少人？！”\n“我怎么可能知道，在我来到这边之前已经有一堆人了。”\n“都是睡着穿越过来的？！”\n“不清楚，好像听过有人说过自己是睡着穿越过来的，也有人是跳楼失去意识后就发现在这里了，总而言之一句话——”小黑姑娘叹了口气，声音突然变得冰冷：“这里人要多少有多少，都是来自地球各处的熟练MC玩家，不要太把自己当一回事了。”\n“……”“……”“……”\n看到我们三人都沉默了下来，小黑姑娘拿起了玻璃杯，走到房间深处后过了一会，带着新的白色液体来到了这边，坐在椅子上翘起二郎腿，十分幸福地喝了起来的样子\n“那个……请问那些人在这里生活了多久了，都像你一样那么强吗。”过了一会苏菲低着头，拘谨地问，小黑姑娘喝了一大口白色液体后，摇了摇玻璃杯，似乎是在斟酌语言。\n“就像之前说的，我到这里前就有一堆人了，对那些历史性的问题不要再问了，我也不知道。”\n“对、对不起……”\n“还有你们也不用那么自卑，我之前就说过了，你们在没有任何人指导的情况下自己摸索地活过了半个月，那些以为自己是天选之人到处乱跑结果活不过第一晚的人也大有人在。”\n“诶？不可能吧？”\n她应该是在安慰我们吧，再怎么说一个熟悉MC的玩家也不至于第一天晚上就浪死吧？\n“……这个世界跟原来MC有什么不同你们应该早就清楚了吧。”小黑淡淡地说道，“比起各种规则，我们人体跟游戏里的人体才是最大的区别，虽然给僵尸抓一下不会少多少血，但是肉体上的伤害才是致命的。”\n“……啊……”\n确实，完全没错，如果手或者大腿受到了致命伤……不，甚至只是被撕开了一点，我们这些正常人早就已经慌了神了，第一天要不是有小坑和苏菲在，我也可能已经凉在那个地洞里了\n“当然除了肉体，工具限制、规则更改、还有怪物的加强，这个世界是我们熟知的那个MC世界，也是我们完全没接触过的新的世界，就是因为这样人们才会聚集在一起建立城市，不然就像服务器里面一样到处都是散乱的火柴盒了吧。”\n“……但是，如果很久之前就有人来了，就没有人找到回去那边的方法吗？”\n“有啊。”\n“？！”\n“办法一直都有，据说第一个人得到的讯息就是‘消灭末影龙’就能回去了。”\n“那、那！”\n“至今人类已经组织了374波末影龙攻略战，第374波在上个月刚进行，一共1270多人只生还了8人。”\n“……”\n“在这个世界至今依然没有确认有没有重生，至少没人见过死过一次的人出现过第二次，而这个世界似乎也没有年龄这个概念，人们虽然有身体上的成长，但不会衰老之死，至少没有老死的案例，病死的倒是有。”\n“哦……那你的身体——”\n“想死吗？”\n“我发自内心地觉得对不起。”\n“老娘三年前才进来的，你是对我的身材有什么不满吗？”\n“没有，初中生一样的身材很可爱哦。”\n“你们两个叫小坑还有苏菲来着对吧，我杀掉这个混蛋有什么意见吗？”\n“没有。”“请随意。”\n“喂！你们两个认真的吗？！你们不是抱着必死的决心下来救我的吗？！”\n“……噗嗤。”\n在我猛地扑向小坑顶着疼痛做最后挣扎时，小黑姑娘又轻轻地笑了，一直盘坐在她脚边的那条小狗也突然欢快地叫了两声，尾巴不断地摇晃着。\n“那个，最后还要一个问题……”\n气氛越发变得欢快时，苏菲有些紧张的声音响了起来，我和小坑楞了一下，一起向她看去。\n“你……肯定比一般的玩家要强……高手那样的感觉对吧……那为什么要救龙猫……又把我们带过来。”\n“……”\n真是的，苏菲太过心急了，这个问题我本来想留到在离开时候，至少是我们能有一定逃跑的余地再问的，可恶……如果可以的话真想直接拜她为师之类的，果然还是不能像网文一样啊……\n“唉，你不用那么紧张啊，的确我是比一般玩家要强，但这又不是什么小说电影，我为什么一定要杀了你们三个呢。”\n“……诶？”x3\n与我的担忧相反，小黑姑娘反而用目前我听过的最轻快的声音有些不开心地说道，不开心大概是因为我们太警戒她的缘故吧。\n“不要给别人对你们的善意强加理由，就算这里是别的世界，我们还是人类，别人有危难的时候帮助不需要理由吧，还是你们是有什么心理阴影啥的不能相信别人？”\n“没、没有！那个、真的非常谢谢！”\n苏菲连忙鞠躬说道，我和小坑也从打闹恢复过来，站起来向着她鞠躬，哈……心里的一块大石头也落地了，遇到的高手不是什么怪人真是太好了，难道我真的是主角命？\n“那之后要在我这边住一会吗，顺便锻炼你们一下？”\n“……诶？…………哈啊啊啊啊啊？！？！？！？！？！”x3\n“怎么？很奇怪吗，很久之前这个世界就有老手带领新手的不成文规矩了啊，还是你们不希望？”小黑姑娘一脸戏虐地看着我们三人，可能是因为我们现在的表情太蠢了吧，连我自己都觉得刚才又像悲鸣又像尖叫的声音跟傻X一样，但完全是因为太过兴奋了。\n高人、要做、我们三人的老师，这TM也太赚了吧？！\n“看吧小坑苏菲！还不赶快谢谢老子！都是因为我掉下来了才会有这种剧情发展啊！”\n“少臭不要脸了！要谢谢人家才对吧！”\n“你还好意思说！我和苏菲路上遇到多少事了知道吗！”\n我们三人死死抱在了一起，虽然肌肉依旧发痛，但我完全不想放手，小黑姑娘右手撑着脑袋，露出“这也太过了吧”的微笑看着我们。\n“很好！小坑苏菲我们现在就上去搬行李！”\n“完全没必要！因为我和小坑已经把东西都搬完了！”\n“对了，要住下来的话你们三个的房间自己去开洞啊，朝那边的方向”小黑姑娘突然指了指一个方向，向我们说道，我们三人应了一声，便来到了那边的石墙，因为我身上伤的缘故，小坑和苏菲负责开垦房间，我来摆放东西。\n看来这次我掉下来……也挺赚的啊，摔崖不死遇到高人指点，我回去也能写网文了吧。\n————————————————————————————————————\n家里除了happy的叫喊声和制作东西发出的噪音以外，已经很久没出现过其他的声音，自从你走了以后，这个地方还是第一次那么热闹呢。\n虽然救了那个少年，带那两个少年的朋友进家还说了一堆，但也只是一时兴起而已……而且他们真的够傻的，那种一看就知道是假的不成文规矩都会相信……就跟当初你收的那个徒弟一样傻。\n当我再抬起头的时候，他们三人已经开了一个挺大的山洞了，这个时间也差不多要吃晚饭了，唉……看来今晚要多消耗好几份食材了。\n这么想的我，起身向着厨房那边走去，脑内还在构思菜单的时候，客厅那边突然传来了一个吼声，“对了！高人你叫什么名字啊？”\n现在才想起问名字么，还真是够没礼貌的，我轻笑了一下，用不大不小的声音向着那边回道。\n“绪方，记得加老师啊。”\n既然你用了师傅，那我就用老师好了……希望我还有那么一点教人的天赋吧。\n\n\n\n————————————————————————————\n设定补充栏目（苏菲人称）\n⑩这个世界的栓绳似乎拥有着强制牵引性，就像原来的MC一样，在底下我和小坑被拉着的时候根本无法抵抗移动，就像有无形的手推动你一样，但栓绳能不能被破坏就不知道了，毕竟我和小坑的手都被绑着。\n……龙猫这个狗玩意，真的就只有运气好而已，真的。\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1523705760,
            "txt_content": "还是你们是从伊拉克还是哪里穿越过来的？\n...诶？"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1523707860,
            "txt_content": "Smokey_Days 发表于 2018-4-14 19:36\n...诶？\n嘛……讽刺了伊拉克那边比较人心险恶……好像太过分了……"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1523720700,
            "txt_content": "秋叶枫苓 发表于 2018-4-14 20:11\n嘛……讽刺了伊拉克那边比较人心险恶……好像太过分了……\n我觉得过分了。伊拉克好歹曾经是个世俗化的**国。如果用一些虚构的地名，玩一些作品的梗还好，直接这样子..."
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1523755560,
            "txt_content": "Smokey_Days 发表于 2018-4-14 23:45\n我觉得过分了。伊拉克好歹曾经是个世俗化的**国。如果用一些虚构的地名，玩一些作品的梗还好，直接这样子 ...\n已改orz，用的时候就感觉有点不妥但太懒(斜眼)"
        }
    ]
}