{
    "title": "[BGM]【推荐/原创/同人】破碎的伊弉诺物质~Shattered Izanagi Object",
    "author": "x_lin0_0",
    "replyCount": 1,
    "timestamp": 1523543460,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-4-18 13:00 编辑 \n\n砕けたイザナギオブジェクト~Shattered Izanagi Object.\n\n作者：\nx_lin0_0(泽智 莲华)\n\n原作：\n上海爱丽丝幻乐团(上海アリス幻樂団/太田 顺也)\n\n原所在专辑：\n伊弉諾物質~Neo-traditionalism of Japan\n\n原曲目：\nイザナギオブジェクト(伊弉諾物質)\nhttp://music.163.com/style/swf/widget.swf?sid=22765897&type=2&auto=1&width=320&height=66\n\n原附带故事：\n\n\n「诶？什么什么事？」\n「最好是和地底相关的事。」\n「唔，呃。也对，你曾经处于完全与世隔绝的状态啊。\n  OK、OK。一个月以内的新闻大概还是记得住的。\n  至于和地底有关的……如果是不知真伪的小道消息，倒是有的。」\n「请讲。」\n\n「说是从日本海的可燃冰矿场，挖出了含有不可解成分的矿物……\n  因为可能是伊邪那岐板块的残余，所以掀起了轩然大波；但是那个消息似乎蛮不靠谱的。因为发掘出的石片，怎么看都是经人手加工过的形状啊。\n  搞得那些学者现在都兴致阑珊咯。」\n\n伊邪那岐板块(又称伊奘诺板块)，乃是从太平洋一侧撞击欧亚板块，从而诞生了日本列岛的太古板块。它于2500万年前潜入大陆之下，完全消失了。板块的名字便是来源于神话中创造了日本列岛的神的名字。\n\n「从那么深的地底下挖出人工物？真的么？」\n「这个嘛，谁知道呢。以前倒是有学者假造过70万年前的石器，但是2500万年也太假了，骗不了人的啊。」\n「那么反过来说，这不可能是捏造咯。」\n  梅莉露出了一副胸有成竹的表情。\n\n\n\n感谢北巡project小组成员们的支持，\n也感谢神主创造了东方project系列，\n同时感谢正在阅读的你或者其他人。\n\n—————————————————————————\n\n正文\n\n\n  梅丽的能力越来越不稳定了，甚至正在逐渐变得强大起来，莲子也为之感到惊讶。但其实，她只不过是在无数的“非本愿尝试”下渐渐学会了自己能力的使用程度以及方法。\n\n「莲子，\n伊弉诺版块的那次冲击，然后创造了日本的最初始太古岛的事件...\n在神话故事里竟然说是天神创造的，很令我惊讶呢。」\n「你说的是伊弉诺尊吗？\n原来是神明啊。\n梅丽你相信这种神明的存在吗？」\n\n「我看到了，」\n  梅丽将右手盖到了莲子的左眼上，让莲子看到的不是无光的黑暗，而是2500万年前日本太古岛漫山樱花的景象。\n「日本的原太古岛。」\n  即使不是很稳定，时不时会消失一下。但这没有影响莲子的视角。\n「原太古岛！？」\n  莲子被左眼看到的犹如世外桃源般的景象给惊讶了。\n「嘘...」\n  梅丽睁开眼睛时，她右手的视角不见了。\n\n「这还不是最重要的，」\n  梅丽再次把右手盖住了莲子的左眼。\n  一杆长矛笔直的插在高山最顶峰的巨岩上，山峰下面是茫茫的云海。\n「看，那是掠天之矛。\n据说那时，天神用来搅起海下的沙土与周围的岛屿，\n将它们全部聚集在一起，形成了原日本太古岛。」\n\n  人类是正在退步？还是正在进步呢？\n  从这个传说来看，的确正在退步呢。\n  如果能轻易改变或创建地球上的版块，\n  那么也就不需要这么快就实行从地球移民到其它地球计划的计划了。\n\n\n\n\n  上一次梅丽与莲子的见面离现在已经过去几个月了，这次她们选在郊外的草坪上野餐。\n  当然，在这个时代的郊外根本就不是原汁原味的，没有什么是纯粹属于大自然的。\n\n「对了，莲子。\n你想要来一个小惊喜吗？尽管我不知道能不能成功。」\n梅丽思考片刻之后，望着碧蓝的天空。她认为接下来的事情自己能够承担之后，又将沉重的心情放下了。\n\n「好的？」\n\n  梅丽起身站在莲子的面前，伸直了双手。\n  她的手心向上，仿佛要拿到什么东西似的。\n\n  ......\n\n  莲子在一瞬间内看到了。\n\n  那把神器“掠天之矛”，\n  正完好无损的出现在了梅丽的手中。\n\n\n\n\n「这？！...」\n  莲子从梅丽接过这把这件神器，从头到尾都仔仔细细地端详了一遍。\n\n「不可思议...\n矛身与矛头的间接处没有一点人工的痕迹，更像是直接...自然生成的？」\n  莲子不经赞叹道。\n\n  ......\n\n「你把这件神器拿出来时很容易吗？」\n「这个不是很清楚，不过我并不是把它拿出来的。」\n「诶？...」\n「据我这几天的观察，只要我闭上眼睛时集中精神去想一个场景，我就可以直接到那个场景去。\n甚至...能把场景里的东西直接出现在我的手上。」\n\n「也就是说，你是直接把它变过来的？」\n  此时，莲子感到一丝丝不安。\n  她眼前的这个梅丽还是真正的梅丽吗？不，与其说是幻想比较严重的人，不如说是已经拥有妖怪般能力的人吧？\n\n\n\n\n  三日之后...\n\n「对了梅丽。」\n「请说。」\n「你把掠天之矛放回那个巨大岩石里了？」\n「算是吧...\n准确来说，我是变回去的。」\n「还真是干脆呢。」\n\n  两人还没意识到，她们的好奇行为已经闯出大祸了。\n  掠天之矛被梅丽“还”回去的时候，底下的巨岩已经接近支离破碎了。\n  这一块巨岩是伊弉诺神在创造了日本的太古岛后①，用来把掠天之矛上的力量控制的基座。但是因为岁月的流逝，巨岩甚至吸收了力量，从而和掠天之矛一起变成了守护这片大地的神器，后被人们其名为伊弉诺之石。\n  据说伊弉诺之石既无法被破坏也无法被移动，上面插着的掠天之矛更是无法被拿出。在传说中，能拿出的只有伊弉诺神本尊。在博丽大结界张开时，伊弉诺之石与掠天之矛所在的云霄之巅也被纳入了其中。但是在外面的世界里，云霄之巅已经不复存在了②。\n  那么，伊弉诺之石的破碎，也就意味着其封印的力量将会被释放，导致整个大地会与太古岛一样沉入太平洋之中。\n\n\n关于序号的补充：\n\n  ①：因为伊弉诺之石与掠天之矛在云霄之巅，太古岛在下沉时对其并没有什么影响。\n  ②：外界的云霄之巅在最后也沉入太平洋中。不过在这里，我要留下伏笔让大家自行想象为什么会沉入太平洋中。\n\n\n\n  大家好，我是泽智莲华。\n  嗯，我就略说几句来作为这个短篇的结尾吧：\n\n  本短篇小说为二次创作，所有二设勿以当真。\n  内容可能涉及改编神话传说或者历史，谨慎按照原著阅读最好。\n  我的文笔可能对很多人来说很差，请大家见谅...\n  \n  在最后，祝你晚安。\n                          ——未更新完毕，请等终章时再来阅读谢谢。\n\n[groupid=1535]北巡project[/groupid]",
    "replies": [
        {
            "author": "Marospy",
            "timestamp": 1523686080,
            "txt_content": "排版还可以更好一点"
        }
    ]
}