{
    "title": "服务器的后台这样子的话，网速要怎么设置才能开100人的服务器呢？",
    "author": "荣520",
    "replyCount": 6,
    "timestamp": 1523630640,
    "txt_content": " 本帖最后由 荣520 于 2018-4-13 23:06 编辑 \n\n家用电脑对开服有什么影响吗？\n机械硬盘对服务器有影响吗，需要哪里改进一下的！\n还有网速需要多少啊，为什么我开了一段时间，有人一进服务器就会卡顿啊！\n\n",
    "replies": [
        {
            "author": "wunan84",
            "timestamp": 1523630640,
            "txt_content": "刚才忘了说硬盘问题\n机械硬盘就是读写速度快，稳定，肯定有影响但是不太大\n你的硬盘是完全没问题的！\n\n如果你确定要用这台机器开服，且稳定，那就推荐你\n换win sever2012或者2016的系统，然后内存提到12G或者16G\n网络和运营商确认是10M独享对等不限速\n那么开个百人服就没什么问题了！\n\n当然其实并不太建议你用自己这台电脑开大服，太浪费资源！\n其实和你去租服在费用方面没有太大的差别，也许你觉得租这样一个月起码3.4百很贵！\n但是你计算过你自己用这台电脑开服24小时开着一个月消耗的电费是多少吗？\n你这个配置功耗有点大，一个月电费保守估计200-300度，不算显示器！\n还有10M的独显对等光纤的费用，这个各地费用不同，不过保守估计也要100-150！[不要拿常见家用宽带价格作比对，因为并不对等]\n还有因为你这配置问题，发热量大夏天必须严格控制温度，否则机器寿命折损严重。24小时开服的话一年下来等于正常用3-5年。\n这个折旧费你可能并没算上！要知道机房是24小时无尘加恒温，所以机器保养会好！折损费一个月保守估计也要额外+100.\n这样算下来，你用这台电脑在家开服，一个月服务器费用消耗在300-500之间！\n关键是你这台电脑用来开服后你还需要一台电脑做服玩等等，因为你如果用这个电脑玩，搞事情不太好，例如你做服肯定要开着MC\n，甚至还要双开，还要开一些网页，开一些软件等等，占用内存量会很大，这样导致服务器基本无法有稳定的系统运行环境。\n\n当然这个计算不是很准确，因为没有具体参数只是根据大体情况估算，但相差不多\n只是说出一些你可能疑问顾虑的地方，并不是说就不能开，这也是为什么许多人电脑很好却去租服的原因\n具体取舍还要你自己决定"
        },
        {
            "author": "cpuinfo",
            "timestamp": 1523631360,
            "txt_content": "20M宽带完全足够了，有条件的话可以升到50M，完全够用！\n话说你这是家用电脑吧。。 家用电脑开服就算了吧"
        },
        {
            "author": "荣520",
            "timestamp": 1523631780,
            "txt_content": "cpuinfo 发表于 2018-4-13 22:56\n20M宽带完全足够了，有条件的话可以升到50M，完全够用！\n话说你这是家用电脑吧。。 家用电脑开服就算了吧 ...\n家用电脑开服是会很卡吗？"
        },
        {
            "author": "Tontto",
            "timestamp": 1523638860,
            "txt_content": "推荐50M，还有端口映射，要保证没有限速，并且保证宽带独享 WIFI链接的话不稳定"
        },
        {
            "author": "ljh221",
            "timestamp": 1523639160,
            "txt_content": "20Mbps上行10Mbps就OJBK"
        },
        {
            "author": "wunan84",
            "timestamp": 1523671380,
            "txt_content": "家用电脑开服不好的地方不是配置，而是系统和网速原因。\n家用电脑因为使用原因，系统都不是服务器系统，而且装的软件有些多，\n哪怕你开机后没有启动服务器，只是随便开个网页之类，内存占用基本就会达到2G，\n而服务器并不会这样，服务器纯系统只占不到1G，小的甚至0.5G，\n而且sever系统的优势是内存自动释放好，不会有太多内存垃圾积存，\n这也是为什么家用电脑用用就卡，因为这方面远远不如服务器。\n再说家用开服网速，一般机房是独享带宽，上行下行对等，而家里有些写着10M，20M\n甚至100M，但这个要问清运营商是否对等独享的带宽，如果是共享或者不对等那基本没法用来开服，非常不稳定\n而且家用网络可能会链接许多手机，电视机顶盒等等东西，也会分流网络导致不稳定。\n\n还有就是你的电脑看起来CPU很好，完美没问题\n但是内存并不够大，除去系统启动和一些基本软件，开机基本就会占用2G左右内存\n也就是你什么软件都不开，用来开服的内存也就只有6G，远远不够，100人保底最少可用运行内存也要10G，这是最低！\n网络要独享对等10M带宽就够了，尽量保证不要用来干别的只给服务器用！\n\n另外就是服务器插件mod等搭配要合理，不要有什么冲突报错的地方，许多插件会造成内存消耗过大浪费资源\n还有就是服务器优化问题，例如加载区块范围和卸载，垃圾清扫等\n"
        }
    ]
}