{
    "title": "[双线]云之彼端 —— |RPG|空岛|枪械|生存|剑域[1.8]",
    "author": "1097838154",
    "replyCount": 0,
    "timestamp": 1523679000,
    "txt_content": " 本帖最后由 1097838154 于 2018-10-5 15:44 编辑 \n\nMinecraft-云之彼端服务器IP地址: mc345.cn:14002群号：74632808服务器版本：1.8.X---1.12.X服务器MOD:CustomMC、CustomNPCs、更多箱子、时装工坊、超多武器装备服务器插件:定制强化插件、定制属性插件、RPGitem、定制饰品插件、定制遗物插件等等。服务器内包括许多的子服务器：生存类型：钻石大陆！监狱生存！灵猫物语！科技空岛！RPG类型：仙决！黎明摸鸡《枪械服》英雄联盟！贪玩传奇！剑域！小游戏类型：这个不用说- -该有的都有起床战争  饥饿游戏  丧失之惧\n服务器特色：1:隐藏道具:在第一个副本内就隐藏有一样神秘道具，并关联到后续一整条隐藏道具装备链的兑换！是不是感觉很刺激很有意思！没有错！就是这么刺激这么有意思！隐藏道具还能慢慢成长！直到成为最后的神器！另外！在主城也藏有神秘道具！可以让你发家致富！2:任务体系:每个副本都有专门的任务体系。通过专属副本检验在本副本的成果！当然你也可以选择不做任务！纯粹体验刷怪的乐趣！3:喜欢刷怪刷副本吗？没有任何关系！在这里。猥琐发育 一样可以走上人生巅峰。特有的矿工装备、种田装备属性与副本装备属性相当。只要你付出的时间够多。你一样可以打过氪金大佬！4:独特的BOSS斩首任务:累积消灭一定数量的boss即可获得丰厚的奖励。BOSS斩首任务NPC就藏在主城的某个角落！细心的玩家一定能发现！而一旦有玩家发现了那估计全服就都知道了2335:独特称号系统:玩家可自行变更获得的称号 在菜单内打开 有多少个称号就能替换多少个 并且替换免费 随时替换 简直是装X利器！6:独创装备品质系统:装备属性分为辣鸡良器 灵器 仙器 传奇 神迹  且灵魂绑定道具为唯一性道具 即只有一件 还在等什么！快来获得你的专属道具吧！7:地皮系统:服务器拥有完备的地皮系统 玩家可自行给予其他玩家权限或禁足某某玩家进入自己的地皮！地皮传送点内还设置了挂机池。挂机一圈即可获得5经验以及1游戏币是在是良心的不能再良心了！8:日常时装任务:每天只要收集到足够数量的材料 便可NPC提交任务获取时装宝钻 用于换取时装 服务器内时装数量更是应有尽有。9:通用货币游戏币兑换机制:在服务器内1铜币既10游戏币 实现了游戏币与通货之间的完美兑换使玩家之间的交易变得顺畅无比10:金币商城与点券商城:服务器内设置金币商城与点券商城 金币商城即游戏币商城 可以在内购买动物生成蛋、末影箱、碟片等等物品 点券商城即可以快捷购买权限或付费道具 更有属性购买商店 简直方便至极。11:便民工具:方便的数据统计以及随身工作台 随身末影箱。以及方便的自助切换天气 时间 打开菜单便可看到你目前拥有的游戏币数量或者点券数量。并且菜单内设置了随身末影箱以及随身工作台使你在外挖矿时能有一个方便且跨空间的储存设施 还可以在常用菜单内调整天气以及时间 简直太棒了！12:服务器内活动多多 更有内侧冲级活动 100 200 300 400 500级均有神秘大礼相送！13:隐藏NPC！细心的你一定能发现主城和副本内隐藏的NPC！他们的功能往往能令你惊喜！14:转职系统！正在开发的转职系统！当你达到200级并完成某些特定任务！即可获得转职的资格！转职后能拥有特定的技能 并从特殊途径获取技能点 以此来升级技能！且转职后增加的属性值与装备属性值可以完美叠加！互不冲突！15:开放生存世界！你们见过多少RPG服务器开放生存世界！有！但是！很少！关闭生存世界的原因无非是怕玩家获取过多的资源 但在这里 不喜欢RPG的你可以带上你的朋友当生存玩 挖挖矿 养养牛 岂不美哉？16:服务器每天更新不断。并且福利众多。后期更会加入许多本帖没有写到的内容。进群看看！保证你不会吃亏！钻石大陆：短期发展性。每过一段时间会选出前1—5名发与奖励 ，奖励可发送至其子服。监狱生存：貌似是开挂的 都可以进。想进去的只要开挂就可以  嘿嘿。科技空岛：找一堆小伙伴一起生存  好像就是这么一回事。人多才好玩。喜欢玩的朋友可以拉上基友一起开刷黎明摸鸡：原创枪械服务器- - 发育获得各种强力武器。吊打boss 吊打小伙伴就是这么猛。\n仙决：本服务器的特色服，内涵职业 宝石 公会 试炼 魔族 仙族 转职各种副本 组队 交易所 等等多种插件。和小伙伴一起刷副本。成仙 成魔。灵猫物语！：也是本服务器的特色服仙决有的它也有 但是 多了一些 什么 分解群组 工会战 结婚 分解 宝石 符文 邀请 锻造 资源 合成 师徒 副本多达15个剑域：这是一个冒险的RPG玩家需要刷级然后换取更强的装备里面还有职业玩家可以选择破荆血骑影袭冰皇奶妈等服务器不需要氪很多钱不氪金也能成大佬服务器经常举行活动其他的子服没必要介绍- - 应该都玩过。服务器图片一览：↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓[flash=340,86][/flash]    \n\n\n\n\n236cc68fa0ec08faaf24da5a55ee3d6d54fbda9c.jpg (66.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-9-23 19:09 上传\n\n\n\n\nhttp://player.youku.com/player.php/sid/XMzgzNTA0ODY4OA==/v.swf 最重要的是  我们腐竹大大是一个妹纸-  嘿嘿  瞄一波 \n\n\n\n\nTIM图片20180923190918.jpg (29.98 KB, 下载次数: 1)\n\n下载附件\n\n2018-9-23 18:57 上传\n\n\n\n\n   \n喜欢的小伙伴们快来玩啊！！！\n\n",
    "replies": []
}