{
    "title": "[Minecraft.net | CULTURE]雪球大战和其他令人愉快之事！",
    "author": "WarbleOrigin",
    "replyCount": 0,
    "timestamp": 1523699940,
    "txt_content": " 本帖最后由 WO! 于 2018-4-14 18:08 编辑 \n\n\n雪球大战和其他令人愉快之事！\n让pathway工作室向我们讲述它们是如何寻找杰出建筑师的！\n\n\n  在Minecraft的社区中，我最爱的是那不时涌现于每位工匠脑海中非凡的创造力。无论是在论坛中挖掘，在服务器上闲聊或是和创作者们交流，总会有一个惊喜在角落等着我！当然惊喜和想法不全是那么令人愉快，对于建造了一个将我困住且充满蜘蛛的囚笼的工匠，我想说：谢谢你全家。\n  太空恐龙是Minecraft众多作品中一个我做梦都想不到的优秀例子。他的材质是由Fred所制作-一个年轻而富有才华的皮肤作者。但多亏了Pathway工作室的一点额外帮助，我们才找到了他，确保他的史前伙伴能够迅速登陆我们的市场。\n  我与运行Pathway工作室的Gerald Bove以及James Dusek谈论了他们如何帮助一些小型创作者将他们的作品呈现给你们，由此玩家们可以享受他们所有的新奇酷炫想法。\n  \n  “当市场出现时我们便意识到有许多有能力和天赋的创作者会进入这个市场...而我们已与他们打了许多年交道。我们认为这些人的作品是值得被展示给全世界的，而他们应当从他们的作品中获得收入，并以此达到自己的目标。”James解释说。\n  “但是他们也许并没有资源或是一些较大的团队、工作室、传统建筑小组的联系以便使自己进入市场。\n  Gerald和James已经相识很久，在过去的六七年间，他们产生了对社区内容的浓厚热情。他们起初加入了玩家对战（即pvp）社区。现在，他们通过市场帮助发布各种Minecraft的创意插件，包括材质包、皮肤包以及游戏模式。\n\n  他们甚至将他们的pvp经验用在了开发和发布雪球大战上-这是一个由VanillaBur和Sybillian特别为Minecraft圣诞十二日制作的欢乐而有趣的小游戏。\n\n  “雪球大战是一个派对pvp类型的小游戏，它有着三个赛场，场景中下着大雪。游戏中你会像孩子一样在外面到处跑并玩起雪球大战。”James解释道。\n\n  “当我们首次构思它时，”Gerald说，“我们想：如何才能使雪球大战变得更有趣更具射击感？-于是我们增加了额外的速度和跳跃提升效果，以使得动作更加敏捷、灵活。”悠久的pvp历史在这里发挥了它的作用。\n\n  “我们也试着集中注意力到我们小时候那种感觉上，”Gerald继续说道，“每当开始下雪，我们便会跑出去玩。所以每当有玩家进入这个世界，便会出生在随机的房间中，以便他们能够走出来找回曾经的感觉。\n\n让我们试试打雪仗吧！还没有看到其他人，这意味着没人会扔雪球砸你们的英雄（也就是我）。目前为止还不错。\n有人躲在喷泉后面准备突袭吗？那个草方块是邪恶雪球投手的伪装吗？这太令我紧张了。\n我脆弱的神经镇定了下来当我看到这位友好而漂亮的家伙。喂，过来，新朋友！\n啊啊啊！什么鬼?!??!我曾认为我们是最好的朋友在你用雪球砸掉我四格血前-狡猾的叛徒!!!\n甚至这个雪人也在打雪仗！等等...他不是…他不是在向我扔雪球，对吧？\n  “这是一个非常非常令人激动的雪球大战，”James说道，“强硬的推销对他来说完全没必要-就像一个人整天幻想着用雪球砸Tom那沉默的脸，我已经在做这方面的工作了。\n  随着雪球大战的发布，Pathway也打算发布一些免费的皮肤。尽如人意的是，这些喜庆的皮肤十分讨人喜欢，他们所拥有的帽子、手套和外套十分适合在寒冷日子里外出。\n\n  那么如何才能为市场创造出新内容呢？James回答这个问题时给人一种他正在寻找创作者和他的作品的感觉，“创造力”这个词太过于广泛了。也许是“别出心裁”？\n  “你在做别人没做过的事吗？你是不会真的想突破界限，而不是去做别人正在做的事，仅仅是你比他做的更好？你真的想表现新想法吗？\n  James强调创作者需要致力于他们的工作，并表现的谦逊，接受反馈并愿意做出修改，本质上来说，就是愿意学习。这不是容易的，”James解释道，“这需要你谦虚的去学习并花时间在上面。”\n\n  “这很有趣！”Gerald补充道，“但这需要大量的精力和意志力来推动一个想法变为项目-不然这只会是你脑中的一个概念-使它成为一个真实有形的游戏，一个能够使人游玩并获得乐趣的精良游戏。这需要花费很多功夫。”\n  很多时候，即使是像Pathway一样经验丰富的工作室，也需要运气。“这是一个非常大的社区，”James说道，“有时我们会从好像听说或从未听说的人那儿获得申请，我们会想“这个人是谁，真是难以置信！”\n  因此，他们渴望继续成为Minecraft社区的一分子，并不断提高他们的知识基础和经验。”我们想要了解能够制作地图的人，正在制作地图的人，以及正在玩地图的人，”James说“我们想要得到他们的反馈。［这］真的很宝贵，它使得正在使用我们材质或皮肤，并对我们内容感兴趣的人们的感受更易被我们所理解。”\n \n  但是首先，这应当成为一个有趣的经历。“Minecraft是一个欢乐的游戏，”James解释说，“你给［你的玩家］带来过欢乐吗？你是创作的内容是否带给他们的生活一抹亮色？”这是他们不断问自己的问题。\n  我虽然不了解你，但像你这样的陌生人扔雪球总是能够为我的日子增光。\n  你可以在Minecraft Market Place上找到所有Pathway工作室谈论的项目。\n\n\n\n\n原文链接：https://minecraft.net/zh-hans/ar ... -and-other-delights发布时间：2018年1月13日原文作者：Emily Richardson\n\n\n\n",
    "replies": []
}