{
    "title": "[MAG]CandyCraft糖果世界维基翻译",
    "author": "zjxx",
    "replyCount": 63,
    "timestamp": 1523693880,
    "txt_content": " 本帖最后由 zjxx 于 2018-8-5 12:53 编辑 \n\n\n欢迎来到糖果世界维基\n糖果世界mod是Minecraft的一个向其添加了由糖构成的次元的mod。\n\n\n\n\n\n翻译自糖果世界官方维基百科\nhttp://candycraft.wikia.com/\n搬运帖\nhttp://www.mcbbs.net/thread-459723-1-1.html\n\n为避免不必要的麻烦，大部分名词翻译使用瑶瑶zh_CN中的译名。\n\n\n\n\n\n\n12_W4L0C$PN]M~@UJL[7Z0O.png (13.95 KB, 下载次数: 9)\n\n下载附件\n\n2018-7-25 09:47 上传\n\n\n\n\n\n[afd]yantai[/afd]\n\n\n来自群组： Magic Furry Group\n\n方块\n方块是糖果世界次元最基础的单位和功能\n自然方块\n\n对于糖果世界1.3.x版本，minecraft1.8.9版本， 方块的全名都有个前缀\"CandyCraftmod:\" 目的是为了能在/fill, /clone, /give, 或其他命令中使用它们。这些前缀在糖果世界1.3以前版本或者Minecraft1.8.9以前版本不可用。\n\n布丁\n布丁是糖果大陆中被发现的一种方块。它被发现的几率非常高就像普通minecraft主世界中的草方块一样。\n布丁并不需要用铲子来开采, 因此, 用手破坏它甚至也会有掉落物。但除非用精准采集的工具破坏，否则它不会掉落它本身。\n布丁和石头占据了糖果世界次元结构的大部分。它能在整个世界被找到， 通常盖在面粉之上，下面就是石头了。\n布丁可以被带有吞噬者附魔的叉子食用，给2格饱食度和0s饱和buff。\n\n面粉\n\n面粉是糖果大陆中被发现的一种方块。它被发现的几率非常高而且就像普通minecraft主世界中的泥土一样。\n面粉并不需要用铲子来开采, 因此, 用手破坏它甚至也会有掉落物。\n面粉，布丁和石头（将来计划被巧克力代替）占据了糖果世界次元结构的大部分。它能在整个世界被找到， 通常在石头的上方。\n面粉是唯一能够用来种植糖果世界中的植物的方块， 被破坏的速度和泥土一样。其上不能种植草，树，或者原版作物\n面粉可以被带有吞噬者附魔的叉子食用，给2格饱食度\n\n\n巧克力岩石\n\n巧克力岩石是糖果大陆中被发现的一种方块。\n巧克力岩石需要用镐子去开采，掉落巧克力圆石。不用镐子开采的话什么也不会掉落。\n巧克力岩石会在表面一小块一小块地出现或者在地下生成。\n\n棉花软糖原木\n\n棉花软糖原木是糖果大陆中被发现的一种方块。 呈树状出现， 主要用来制作棉花糖木板\n棉花软糖原木可以用手破坏 ，但用斧子能够提速。\n棉花软糖原木作为棉花糖树的部分生成，也可以通过种植树苗来获得。\n棉花软糖原木能够作为糖果熔炉中的燃料， 每个方块可以支持1.5个物品被冶炼. 做成棉花糖木板燃烧更有效，一个原木可以合成4个木板，每个棉花软糖木板可以支持1.5个物品被冶炼，一个棉花软糖原木分解后共可以冶炼6个物品。\n\n糖果树苗\n\n糖果树苗是糖果大陆中被发现的一种方块。主要用来种植焦糖树。\n糖果树苗可以用任何物品开采而且一直会掉落本身。\n当糖果树叶被破坏时有5%的几率掉落糖果树苗（使用剪刀则不会）\n时运附魔可以使几率提升，一级6.25%，二级8.33%，三级10%\n糖果树苗可以作为糖果熔炉的燃料，燃烧时间为5秒。\n糖果树苗能够在面粉上生长为树，但是在布丁上生长地更快。\n需要至少9级的光照而且树苗旁需要有部分空间，这样它才能生长。\n长成树前，糖果树苗有两种生长形态（目视无差异）\n首先，高度被选择，空气和泥土方块被检测;如果地面方块是无效的而且没有足够的生长空间，树苗不会生长\n\n糖果树叶\n\n糖果树叶是一种在糖果大陆中能被高频发现的方块。\n有三种不同的树叶\n巧克力树叶，焦糖树叶，白巧克力树叶。\n有时，巧克力树叶会掉落可可豆。\n糖果树叶需要用剪刀或者精准采集的工具来完整开采。\n否则只会几率掉落糖果树苗。它作为糖果树的部分生成在糖果大陆中。\n和普通树叶一样，自然生成的糖果树叶没有棉花糖原木很快会凋谢。\n玩家手动放置的则不会。\n玩家可以透过糖果树叶看东西，但怪物不行。\n所以你可以用它来造一堵墙。\n\n甜草\n\n甜草是糖果大陆中被发现的一种方块。甜草有4种颜色。它不需要工具去开采。\n只不过不用剪刀开采就什么也不掉落。\n流水也能破坏它。能够在布丁上使用骨粉可以生成甜草,伴随着薄荷花或者果蜜花。\n甜草是纯粹的功能装饰而且不像主世界的草，它不会掉落种子。\n不像普通草，它不需要光照。\n但有一点和普通草一样，可以直接在这个方块中放置其他方块。\n果蜜花\n\n果蜜花能够被任何工具完整地破坏。\n同时它也会被活塞推动时破坏。\n果蜜花通常生成在布丁上面\n不足的光照也不会使它们掉落。\n\n薄荷花\n\n薄荷花能够被任何工具完整地破坏。\n同时它也会被活塞推动时破坏。\n薄荷花通常生成在布丁上面\n不足的光照也不会使它们掉落\n\n\n薄荷花能够在焦糖森林中被发现。\n它长得像果蜜花，\n只不过是绿的还会散发有毒的烟气。\n如果一个人太接近薄荷花\n他会获得7s的中毒II奖励！\n总共扣除12滴血6颗心\n薄荷花可以在多人游戏中用来驱散玩家，\n因为它会给中毒BUFF。\n\n水生薄荷\n水生薄荷是糖果大陆中水生的一种非实体方块。\n它不能用除剪刀外的任何工具来开采（否则并不会掉落）\n水生薄荷自然生成在水下\n水生薄荷能用来制作水生薄荷方块。\n水生树莓\n\n水生树莓是糖果大陆中水生的一种非实体方块。\n它不能用除剪刀外的任何工具来开采（否则并不会掉落）\n水生树莓自然生成在水下\n水生树莓能用来制作水生树莓块（可以用来炼金）\n\n盐甘草糖矿石\n盐甘草糖矿石是糖果大陆被发现的一种沉淀矿物，\n被开采时掉落它本身。\n盐甘草糖矿石需要用精准采集的镐子或者蜜蜡及以上镐子来开采，这样会掉落它本身。\n当糖果大陆中生成新区块时, 一些石头可能会变成盐甘草糖矿石。它的生成概率比蜜蜡矿石稍微小一点但是和主世界的铁矿石生成的概率差不多。 它能生成在糖果世界中高度低于64的任何地方。\n\n果冻矿石\n\n果冻矿石是糖果大陆被发现的一种沉淀矿物，\n被开采时掉落它本身。\n果冻矿石需要用精准采集的镐子或者盐甘草糖及以上镐子来开采，这样会掉落它本身。\n当糖果大陆中生成新区块时, 一些石头可能会变成果冻矿石。它的生成概率比盐甘草糖矿石稍微小一点但是和主世界的金矿石生成的概率差不多。\n 它能生成在糖果世界中高度低于32的任何地方。\n\n蜜蜡矿石\n\n蜜蜡矿石是糖果大陆被发现的一种常见的沉淀矿物，\n被开采时掉落2-3个蜜蜡碎片。\n果冻矿石需要用精准采集的镐子来开采，这样会掉落它本身。\n使用棉花糖木及以上镐子开采，掉落2-3个蜜蜡碎片。\n它几乎能在任何高度被发现， 不管是在高山还是在洞穴。它的生成几率比铁多很多。它能生成在糖果世界中高度低于128的任何地方。\n\n牛轧糖矿石\n牛轧糖矿石是糖果大陆被发现的一种的沉淀矿物，\n被开采时掉落2-3个牛轧粉。\n牛轧糖矿石需要用精准采集的镐子来开采，这样会掉落它本身。\n使用棉盐甘草糖及以上镐子开采，掉落2-3个牛轧糖粉。\n当糖果大陆中生成新区块时, 一些石头可能会变成牛轧糖矿石。它的生成概率和主世界的绿宝石矿石生成的概率差不多。\n它能生成在糖果世界中高度低于128的任何地方。\n\n皮礼士糖矿石\n\n皮礼士糖矿石是糖果大陆被发现的一种沉淀矿物，\n被开采时掉落它本身。\n皮礼士糖矿石需要用精准采集的镐子或者盐甘草糖及以上镐子来开采，这样会掉落它本身。\n当糖果大陆中生成新区块时, 一些石头可能会变成皮礼士糖矿石。它的生成概率和主世界的钻石矿石生成的概率差不多。\n它能生成在糖果世界中高度在5-14间的任何地方。\n\n棉花软糖荷叶\n\n棉花软糖荷叶是糖果大陆中被发现的一种生长在水面上的植物。\n它不能用除剪刀外的任何工具来开采（否则并不会掉落）\n棉花软糖荷叶自然生成在水面之上。\n棉花软糖荷叶可以用来在水上建造小陆（不需要造桥或者搭完整的方块）\n当水流在它之上流动时，棉花软糖荷叶会变成掉落物。\n生物无法在棉花软糖荷叶上生成。\n棉花软糖荷叶只能放置在水,冰,或者浮冰的顶部。\n棉花软糖荷叶位于水的顶部一格的方块位置，所以它不是水方块的一部分。\n棉花软糖荷叶有个依靠它们的位置，不会被玩家放置位置所影响的朝向方向。\n替换掉棉花软糖荷叶方块并不会改变它们的方向。\n棉花软糖荷叶能够生产可用来炼金的棉花软糖花。\n棉花软糖糖花\n\n棉花软糖糖花是糖果大陆中被发现的一种植物。\n\n人造方块\n\n巧克力圆石\n\n巧克力圆石需要用一把镐子来开采，\n如果企图不用任何工具开采它，它将什么也不掉落，被摧毁。\n\n如果巧克力石头被没有精准采集的镐子开采，它将掉落巧克力圆石。\n\n棉花软糖木板\n\n棉花软糖木板是糖果大陆中被发现的一种方块。它的材质类似于木板形成的网, 有3种不同形状, 棉花软糖木板, 浅色棉花软糖木板和深色棉花软糖木板 。通过三种不同种类的树获得。\n棉花软糖木木板可以通过棉花软糖原木合成，一个原木可以合成4个木板。\n\n棉花软糖木楼梯\n\n棉花软糖木楼梯是一种由在糖果大陆中被发现的各种各样的材料合成的方块。\n棉花软糖木楼梯被任何镐子或斧子开采，会掉落它本身。\n如果不用镐子或斧子破坏，那就什么也不会掉落。\n楼梯是一种能让玩家/生物不通过跳跃来增加高度的方块\n\n棉花软糖木栅栏\n\n棉花软糖木栅栏是糖果大陆中被发现的一种方块。\n不管使用什么工具破坏棉花软糖木栅栏，它都会掉落它本身（甚至能用手破坏），\n但是用一把斧子破坏会更为快速。\n棉花软糖木栅栏看起来似乎有1格高度而且有1格碰撞箱方块高度，可实际上对于生物它有1.5格高。\n这意味着生物没有跳跃提升buff就无法跳上这个方块。\n此方块是透光的并存在视觉差距。\n棉花软糖木栅栏会被放置在一个方块的正中央并且会自动连接临近的固体方块。\n棉花软糖木栅栏不能与木栅栏和地狱砖块栅栏连接。\n棉花软糖木栅栏拥有更小的碰撞体积所以它甚至可以使被水淹没的生物在水下呼吸。\n当在糖熔炉里使用棉花软糖木栅栏作为燃料时，它可以持续15秒，烧制1.5个物品。\n\n棉花软糖木梯子\n不管使用什么工具破坏棉花软糖木栅栏，它都会掉落它本身（甚至能用手破坏），\n但是推荐用一把斧子破坏，会更快速。\n棉花软糖木梯子用来使生物垂直向上或向下移动。\n棉花软糖木梯子会承接生物的重量以致于他落在地上时不会有摔落伤害。\n但梯子顶部不计入其中，如果一个人不小心落掉了梯子的顶端，他还是会受到摔落伤害的。在梯子上按下潜行键会让玩家停留在梯子上，停止自动下坠并减慢速度。\n所有生物也能像玩家一样使用梯子。\n\n棉花软糖木箱子\n\n棉花软糖木箱子是糖果大陆被发现的一种功能性方块。它会自然生成在蜜蜡地牢，果冻地牢，水下小屋等结构中（且拥有独特的战利箱）。\n将两个棉花软糖箱子并列放置则可以得到一个更大的箱子。\n棉花软糖木箱子是用来存储物品的。放置它的时候它会面朝你。\n拿着它对着一个固体方块的表面右键就可以放置。\n如果棉花软糖箱子顶部有个固体方块或者一只豹猫，玩家将无法打开箱子。\n棉花软糖箱子可以用铁砧改名，可以用来分类物品\n棉花软糖箱子不会被推动，水也不会冲走它，只会在它旁边流动。岩浆可能会在箱子旁引燃火焰毕竟木头是可燃的，但棉花软糖木箱子本身永远也不会着火。\n制造一个大箱子需要将两个棉花软糖木箱子并列而放，但是上下放置的两个箱子不会合并为一个大箱子。\n一个棉花软糖木箱子可以存储0-27组物品（共0-1728个）\n一个大箱子有54个存储格，6行。一个大箱子可以存储0-3456个物品。\n箱子内部界面里的前三排格子是东部或北部的箱子，底部的三排是南部或西部的箱子。\n破坏棉花软糖木箱子会使其中的物品都呈掉落物的形式落在箱子被破坏的地方。\n如果破坏掉大箱子中的一个箱子，则会掉落对应小箱子中的物品，另一个箱子中的物品还是仍然存在箱子里的。\n（译者注：破坏掉东部或北部的箱子，会掉落大箱子中前三排的物品；破坏掉西部或者南部的箱子，会掉落大箱子中后三排的物品）\n大箱子里面的物品是被组织好的，以便于把所有存储物品的下三行集中在它的南部或东部\n\n棉花软糖木门\n\n棉花软糖木门是糖果大陆被发现的一种方块。它非常实用并可以用来组成机械设备。\n如想破坏一扇棉花软糖木门，攻击它。\n不管使用什么工具破坏棉花软糖木门，它都会掉落它本身（甚至能用手破坏），\n但是用一把斧子破坏会更为快速。\n棉花软糖木门自然生成在糖果大陆中的要塞中比如像姜饼人村庄。\n棉花软糖木门可以被玩家右键交互或者红石信号打开/关闭。它能起到障碍的作用，把其它玩家或生物隔绝在外面。\n棉花软糖木门不会被僵尸破坏。\n同时，棉花软糖木门只能被放置在实体方块上。\n\n盐甘草糖砖块\n\n盐甘草糖砖块是糖果大陆被发现的一种方块、\n盐甘草糖砖块可以通过棉花糖木木镐及以上的镐子开采，\n但如果不使用它们，盐甘草糖砖块就会被破坏且什么也不会掉落。\n盐甘草糖砖块是纯粹的装饰，但和主世界的木头一样有着爆炸抗力（译者：？？？）\n这使得它们不适合用来制造能抗爆炸的建筑。（应该是编写错了）\n\n盐甘草糖方块\n\n盐甘草糖方块是糖果大陆被发现的一种方块、\n盐甘草糖方块可以通过镐子开采，\n但如果不使用镐子，盐甘草糖方块就会被破坏且什么也不会掉落。\n\n盐甘草糖方块可以用来存储盐甘草糖（省箱子存储格）或者用来建筑。\n\n盐甘草糖楼梯\n\n盐甘草糖楼梯是一种由在糖果大陆中被发现的各种各样的材料合成的方块。\n盐甘草糖楼梯被任何镐子或斧子开采，会掉落它本身。\n如果不用镐子或斧子破坏，那就什么也不会掉落。\n楼梯是一种能让玩家/生物不通过跳跃来增加高度的方块\n\n弹力果冻\n\n弹力果冻是糖果大陆中被发现的一种方块。\n弹力果冻不需要任何工具就能开采，当它被破坏时，会掉落它本身。\n弹力果冻会反弹玩家，生物。\n当玩家或生物踩在弹力果冻或触碰它时，弹力果冻会将其反弹到空中。\n但玩家要小心，避免在跳高中受到摔落伤害。\n弹力果冻所提供的弹力是最低的，红色弹力果冻能将玩家/生物弹得更高。\n建议在弹力果冻旁放置水或者减震果冻，用来使玩家免受摔落之伤害。\n（建议在撞到地面之前放置），但受到伤害前的时机很难被掌握。\n\n红色弹力果冻\n红色弹力果冻不需要任何工具就能开采，当它被破坏时，会掉落它本身。\n当玩家或生物踩在弹力果冻或触碰它时，弹力果冻会将其反弹到高空。\n但玩家要小心，避免在跳高中受到摔落伤害，而且红色弹力果冻有着最高等级的弹力。\n建议在红色弹力果冻旁放置水或者减震果冻，用来使玩家免受摔落之伤害。\n（建议在撞到地面之前放置），但受到伤害前的时机很难被掌握。\n\n减震果冻\n减震果冻是糖果大陆被发现的一种方块，当它被破坏时，会掉落它本身。\n当有生物降落在减震果冻上时，它会吸收所有的摔落伤害，\n这个方块可以很好的和果冻，红色果冻搭配以吸收其给予的摔落伤害\n\n拐杖糖方块\n\n拐杖糖方块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n拐杖糖方块可以用来存储拐杖糖（节省空间）或者用来建筑。\n\n拐杖糖栅栏\n\n拐杖糖栅栏是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n\n拐杖糖栅栏看起来似乎有1格高度而且有1格碰撞箱方块高度，可实际上对于生物它有1.5格高。\n这意味着生物没有跳跃提升buff就无法跳上这个方块。\n此方块是透光的并存在视差。\n拐杖糖栅栏会被放置在一个方块的正中央并且会自动连接临近的固体方块。\n拐杖糖栅栏不能与木栅栏和地狱砖块栅栏连接。\n拐杖糖栅栏拥有更小的碰撞体积所以它甚至可以使被水淹没的生物在水下呼吸。\n\n拐杖糖墙\n\n拐杖糖墙是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n像主世界的墙一样，拐杖糖墙是一个非实体方块而且生物也无法正常地跳上去。\n\n皮礼士糖块 \n皮礼士糖块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n皮礼士糖块可以用来存储皮礼士糖（节省空间）或者用来建筑。\n\n蜂蜜灯\n\n蜂蜜灯是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。蜂蜜灯提供像主世界的海晶灯一样的光亮，所以蜂蜜灯可以代替海晶灯。\n蜂巢方块\n\n蜂巢方块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n蜂巢方块会作为蜂蜜地牢的主要构成方块自然生成。\n蜂巢方块可以用来存储蜂蜡碎片（节省空间）或者用来建筑。\n\n焦糖方块\n\n焦糖方块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n\n制糖机\n\n制糖机是糖果大陆被发现的一种方块。\n制糖机具有很打的用途而且是一种功能性方块\n\n制糖机可以通过棉花糖木木镐及以上的镐子开采，\n但如果不使用它们，制糖机就会被破坏且什么也不会掉落。\n这是一个用来提取糖果世界中的方块/物品中的糖分的机器。 你可以把在糖果世界中被发现的任何东西都转化成糖。自从糖变成制糖机的燃料后，制糖机被许多人发现其实用性巨大。\n制糖机不能被活塞推动\n圆形硬糖下巴破坏者糖（JawBreaker）方块\n\n圆形硬糖方块是糖果大陆被发现的一种方块。\n它只会生成在果冻地牢中而且生存模式无法破坏（同基岩）\n圆形硬糖方块构成了大部分果冻地牢结构，\n而且它不能够被生成模式下的玩家破坏（创造模式可以）。\n这使得此方块难以获得。\n圆形硬糖方块和圆形硬糖灯及其他方块一起生成在果冻地牢中。\n\n圆形硬糖灯\n\n圆形硬糖灯是糖果大陆被发现的一种方块。\n它只会生成在果冻地牢中而且生存模式无法破坏。\n\n圆形硬糖灯构成了一部分果冻地牢结构，\n而且它不能够被生成模式下的玩家破坏（创造模式可以）。\n这使得此方块难以获得。\n圆形硬糖灯和圆形硬糖方块及其他方块一起生成在果冻地牢中。\n果冻地牢锁\n\n果冻地牢锁是糖果大陆被发现的一种方块。\n它只会生成在果冻地牢中而且生存模式无法破坏,\n除非你用果冻BOSS的钥匙插入它。果冻地牢锁创造了很小的一部分果冻地牢，和宝藏室的门。\n它无法破坏被生存模式的玩家破坏，\n除非你用果冻BOSS的钥匙插入它。\n因此这使得果冻地牢锁难以获得。\n果冻地牢锁和圆形硬糖灯，圆形硬糖方块及更多方块一起生成在果冻地牢中。\n锁一旦被开启，此方块就会碎掉并且允许玩家进入果冻地牢的藏宝室。\n糖方块\n\n糖方块是糖果大陆被发现的一种方块。\n不管使用什么工具破坏糖方块，它都会掉落它本身（甚至能用手破坏）。\n糖方块可以和焦糖桶或者岩浆桶搭配来生成糖果世界传送门\n（将糖方块摆成地狱门的造型，再用两桶之一右键）\n传送门将会是4*5的矩形。\n传送门结构中4个角的糖方块并不是必要的。\n\n棉花软糖木工作台\n\n棉花软糖木工作台是糖果大陆中被发现的一种方块。\n棉花软糖木工作台可以直接用手破坏，但用斧子破坏更为迅速且也是被推荐的。\n棉花软糖木工作台可以被任何种类的棉花软糖木板合成。\n右键放置下来的棉花软糖木工作台可以打开一个3*3大小的合成界面, 允许玩家合成能被普通工作台合成出来的物品。它和主世界的工作台主要功能一模一样。一个主世界的工作台也可以代替它。\n棉花软糖木工作台的主要用途是让玩家合成物品。右键它可以打开它的接口。如果一个玩家断开了棉花软糖木工作台的连接（距离超过8方块或者玩家手动关闭），其中的物品会掉落在附近的地面上。\n\n糖熔炉\n\n糖熔炉是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n糖熔炉有着和普通熔炉一样的功能，但它能够将糖果世界中各种矿石冶炼成其产品。\n糖熔炉一般使用糖作为燃料。\n但只有盐甘草糖矿石被冶炼时可以使用普通的燃料。\n剩下的矿石都不能使用煤炭，木制品等作为燃料冶炼。\n因此，糖果大陆中糖熔炉一定会被使用。\n糖熔炉无法被活塞推动。\n\n蜜蜡火把\n\n蜜蜡火把是糖果大陆中被发现的一种方块。\n它可以被任何工具开采，被破坏时掉落它自身。\n蜜蜡火把用来提供和普通火把一样的光照等级，\n蜜蜡火把可以用来代替普通火把。\n\n蔓越莓刺\n\n蔓越莓刺是糖果大陆中被发现的一种方块。\n蔓越莓刺常用来在多人游戏中驱赶其他玩家，设置陷阱。\n它另一个用途是用来击杀生物，\n每当生物站在它上面时，会受到持续的伤害。\n一个蔓越莓刺像插在地上的4个蔓越莓。\n它们的刺是长而锋利的，品红色，非常甜。\n它们甚至不会插到玩家的膝盖。\n\n糖刺\n\n糖刺是糖果大陆中被发现的一种方块。\n糖刺常用来在多人游戏中驱赶其他玩家，设置陷阱。\n它另一个用途是用来击杀生物，\n每当生物站在它上面时，会受到持续的伤害。\n\n糖刺比较稀有，毕竟它需要用两个糖水晶合成。\n一个糖刺像插在地上的4根糖方块。\n它们的刺是长而锋利的，像普通的方块一样白又甜。\n它们甚至不会插到玩家的膝盖。\n\n\n棉花糖方块\n\n棉花糖块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n棉花糖块可以用来存储棉花糖（节省空间）或者用来建筑。\n\n薄荷方块\n薄荷方块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n薄荷方块可以用来炼金。\n\n覆盆子方块\n覆盆子方块是糖果大陆被发现的一种方块。\n它需要用一把镐子来开采，被破坏时掉落它自身。\n如果不用镐子开采，它就会被破坏且什么也不会掉落。\n覆盆子方块可以用来炼金。\n\n棉花糖床\n棉花糖床是糖果大陆中被发现的一种方块，对应着主世界的床。\n它不需要任何工具就可以被玩家获得，玩家甚至可以用手破坏它。\n棉花糖床有着十六分之九的方块的高度以及超过半个方块的像素。\n所以它使得你可以从棉花糖床的顶部直接走到相邻的一个方块上，\n但是不能从床下方的方块直接走到床上。\n一个棉花糖占据了两个方块位置，\n所以玩家放置时方向上须有两个方块的空间。\n棉花糖床不能被放置在非实体方块上，而且当它下面的方块被破坏时，它会变成掉落物。\n在晚上玩家可以通过右键棉花糖床来入睡。\n试图在白天右键棉花糖床会得到一个提示：你只能在晚上睡觉。\n如果玩家和棉花糖床不在同一高度上，将无法使用它。\n实体方块上方才是棉花糖床的有效位置。\n当玩家周围有怪物或者当玩家着火时，他将无法入睡。\n当玩家入睡时，屏幕会逐渐黑下来而且糖果次元里的时间会飞速流逝直到日出。\n但棉花糖床并不会提升机器比如熔炉的处理速度。（睡觉时用熔炉冶炼东西起来后还是那样）\n\n炼金搅拌机\n\n炼金搅拌机是糖果大陆被发现的一种方块。\n炼金搅拌机具有很广的用途而且是一种功能性方块\n\n炼金搅拌机可以通过棉花糖木木镐及以上的镐子开采，\n但如果不使用它们，制糖机就会被破坏且什么也不会掉落。\n\n\n如要使用炼金搅拌机，需要用一个红石榴糖浆桶右键它。\n然后拿着4个相同的食物物品右键它，工作一会后会输出糖丸。\n不同的食物制作成的糖丸会有不同的药水效果。\n\n\n物品\n\n防具\n\n\n盐甘草糖盔甲\n\n盐甘草糖盔甲是糖果世界增加的一套铁等级的盔甲。\n盐甘草糖盔甲包括盐甘草糖头盔，盐甘草糖胸甲，盐甘草糖护腿，盐甘草糖靴子。\n\n\n\n蜜蜡盔甲\n\n蜜蜡盔甲是糖果世界增加的一套盔甲。\n蜜蜡盔甲包括蜜蜡头盔，蜜蜡胸甲，蜜蜡护腿，蜜蜡靴子。\n\n\n\n\n\n皮礼士糖盔甲\n \n皮礼士糖盔甲是糖果世界增加的一套钻石等级的盔甲。\n皮礼士糖盔甲包括皮礼士糖头盔，皮礼士糖胸甲，皮礼士糖护腿，皮礼士糖靴子。\n\n\n果冻国王的皇冠\n\n果冻国王的皇冠是糖果大陆被发现的一种物品。\n生存模式下，获得果冻国王的皇冠的唯一方法就是击败果冻国王。\n一旦击败果冻国王，一个包含着此物品的箱子就会生成在boss房的隔壁房间，战利品房。\n果冻国王的皇冠会和其他的物品比如焦糖弓，弹力靴子，果冻国王的手杖一起生成在一个棉花软糖木箱子里。\n果冻国王的皇冠用来展示一个玩家已经经历了果冻地牢并且击败了果冻国王。\n穿戴时给予玩家3个护甲值。\n水下呼吸面具\n\n水下呼吸面具是糖果大陆被发现的一种物品。\n当装备上这个帽子的时候，玩家可以在水下呼吸。\n但尽管玩家可以水下呼吸，呼吸值泡泡条还是会显示。（泡泡不会破裂）\n水下呼吸面具不会给玩家提供任何防御值。\n\n弹力靴子\n\n弹力靴子是糖果大陆被发现的一种物品。\n弹力靴子可以使玩家免受摔落伤害，\n换句话说，弹力靴子可以吸取摔落伤害。\n这对于玩家在悬崖高山，树上跳来跳去是非常实用的。\n\n\n武器\n\n剑\n\n剑是用来近战对生物造成伤害的武器。\n大部分剑是可合成的，只有一小部分的剑非常稀有。\n盐甘草糖剑由姜饼人战士死亡后掉落（几率未知）\n拿着剑左键会对生物/玩家造成伤害，伤害值比用空手击打得要多。\n棉花软糖木剑可以作为熔炉的燃料，每把剑可以支持1个物品的燃烧\n击中一个生物/玩家后，剑的耐久会下降1。\n持续攻击玩家/生物会增加你的伤害。\n焦糖弓\n\n焦糖弓是糖果大陆中被发现的一种可延伸的并且使用拐杖糖箭矢射击的武器。\n焦糖弓会在地下村庄中被交易，它只能用巧克力硬币（糖果世界mod中唯一的货币）来交易。通常村民用一把焦糖弓来换取60-90巧克力硬币。\n如果两把焦糖弓被放置在棉花软糖木工作台里合成，得到的焦糖弓的耐久除了有两把弓的耐久和还有额外的百分之5的耐久。为了使用焦糖弓，你的背包里至少要有一支拐杖糖箭矢或者处于创造模式。\n当焦糖弓被拉动时，玩家只能以潜行时的速度行走，除非他们同一时刻正处于无法降低速度的骑马状态/矿车/船里。\n将焦糖弓拉到最大会使它在视觉上摇晃得像一个指示器，释放出带有白色烟雾效果的拐杖糖箭矢，造成致命一击。\n蓄最小的力时（3ticks），射出的拐杖糖箭矢会造成1伤害并且仅仅只能越过一个方块的距离。\n当蓄满力时（3秒），拐杖糖箭矢会越过64格方块高度并且以近乎53 m/s的速度飞行。造成9伤害，有20%的几率造成10伤害。\n因此这是此mod种威力最大的武器。\n如果玩家用焦糖弓射击中了另一个玩家，会发出一个提示音“ding”。\n焦糖弓造成的伤害不受力量药水效果的影响。\n末影人不可能被焦糖弓射击中，而且拐杖糖箭矢可能也会随着末影人的传送而销售，否则角度就会有倾斜。\n焦糖弓只能被附上两种魔，而且这两种附魔不会影响焦糖弓的射程和射速。\n蜜胶\n附上蜜胶附魔的焦糖弓会给予被拐杖糖箭矢击中的目标一个14秒的减速药水效果。\n耐久\n附上耐久附魔的焦糖弓，有（附魔等级%）概率在射击中一个目标的时候不减少耐久度。\n耐久最高3级。\n既然拐杖糖箭矢受重力的影响，它们便会在空中划出一道优美的弧线。\n当从远处射击时，必须瞄准目标上方或使自身y坐标变大才能有效地击中目标。\n拐杖糖箭矢当穿过熔岩的时候会被引燃，带上了火矢效果。（但火矢附魔无法添加至弓上）\n\n被引燃的拐杖糖箭矢会使它击中的生物燃烧，如果没有立即熄灭的话，一共可造成5伤害。\n玩家可以决定先射击哪种箭矢，只需要设置好它们在快捷栏中的位置。\n越靠近左边的箭矢就越会被先使用。\n果冻国王的手杖\n\n果冻国王的手杖是糖果大陆被发现的一种物品。\n果冻国王的手杖只能通过击杀果冻国王来获得，它会生成在boss旁边的箱子里。\n果冻国王的手杖类似于弓箭。它允许你对生物发射弹丸。\n为了使用，持续按着鼠标右键来蓄力，释放鼠标右键来释放，\n这个武器在使用时并不需要消耗任何弹药，\n因此，它发射的是魔法弹药。\n\n球形软糖\n\n球形软糖是糖果大陆被发现的一种物品。\n球形软糖能够被玩家拿在手里右键丢出，它受重力影响。\n球形软糖不会造成任何伤害，但它们会提供一个4秒的减速药水效果。\n\n焦糖十字弩\n \n焦糖十字弩是一种非常稀有的，只能够在糖果世界被发现的武器。\n焦糖十字弩是这个mod中最高等的武器之一。\n蜜胶附魔\n附上蜜胶附魔的焦糖十字弩会给予击中的目标一个减速药水效果。\n工具\n\n镐子\n\n镐子是一种工具并且针对石种方块有指定的开采效力，包括对于矿石。\n镐子也是糖果大陆中被发现的一种物品。\n镐子用来破坏石头和其他金属方块，开采速度比用手或者用其他工具要快。\n当用镐子完整破坏掉一个方块的时候，将会消耗掉一点耐久。\n不同的镐子能成功开采的矿石是不同的，\n比如如果不用蜜蜡镐子及以上的镐子开采盐甘草糖矿石，它将会什么也不掉落。\n\n\n斧子\n \n斧子是一种工具并且针对木种方块有指定的开采效力。\n斧子用来开采棉花软糖木原木和用它合成的物品，但是开采速度比用手或者用其他工具要快。\n当用斧子完整破坏掉一个方块的时候，将会消耗掉一点耐久。\n没有立即破坏掉的话，不会消耗耐久。\n\n\n铲子\n\n铲子是一种工具而且拥有易破坏柔软方块的特性，比如破坏面粉和布丁。\n铲子用来破坏布丁和类似于它的方块。\n当用铲子完整破坏掉一个方块的时候，将会消耗掉一点耐久。\n没有立即破坏掉的话，不会消耗耐久。\n\n\n锄头\n\n锄头是糖果大陆中一种能把布丁，面粉方块耕作成农田的物品。\n耕作\n锄头用来把布丁，面粉方块耕作成农田。\n只需拿着锄头对着布丁，面粉方块按下使用键就可以耕作了。\n耕作会瞬间有效，耕作速度和锄头材料无关。\n每成功耕作一次，锄头会消耗掉一点耐久。\n破坏方块不会消耗锄头的耐久。\n燃料\n棉花软糖木锄可以作为糖熔炉的燃料，支持冶炼一个物品。\n\n\nDragibus软糖钓竿\n \nDragibus软糖钓竿是糖果大陆中被发现的一种物品。\n\n\n跳跃魔杖\n\n跳跃魔杖是糖果大陆中被发现的一种物品。\n跳跃魔杖只能通过击杀果冻国王来获得，生成在boss箱子里。\n跳跃魔杖使用起来类似于弓箭。\n为了使用，持续按着鼠标右键来蓄力，释放鼠标右键来释放，产生效果。\n跳跃魔杖在使用时会使玩家在空中反弹一个非常高的高度。\n\n\n\n维基手册\n\n警告：这个物品被发现的一个bug—使用时将会翻开无限的页数。如果你使用1.7.10(3.0.0) 版本，\n请勿使用这个物品，它有毒！\n\n维基手册是糖果大陆被发现的一种物品。\n维基手册只能通过在聊天框里使用/candyweiki 指令来获得。\n这个指令的效果和Minecraft原版/give指令的效果类似，给予玩家一本维基手册。\n如果对于/candywiki 指令没有限制的话，那么维基手册可以无限获取。\n手持维基手册，右键，你就会进入糖果世界的中文维基（虽然你可能看不懂#run  --译者注）\n这个物品的主要用处是帮助玩家扫清游戏里遇到的重重障碍，帮助玩家在进入糖果世界之前就能认清敌情。\n/candywiki 指令不能被命令方块运行而只能通过玩家使用。\n\n\n其他\n棉花软糖木棍\n\n棉花软糖木棍是一种用来制作其他工具的物品而且只能在糖果大陆中被发现。\n棉花软糖木棍会以“垃圾”的稀有度在蜂蜜地牢和水下地牢中被发现。\n\n盐甘草糖\n\n盐甘草糖是糖果大陆中被发现的一种物品。它以矿石形式自然生成在地下。\n盐甘草糖也是一个食物物品。这意味着它是可食用的而且吃的时候提供两点饱食度。\n\n蜜蜡碎片\n\n蜜蜡碎片是糖果大陆中被发现的一种物品。\n蜜蜡碎片能通过破坏蜜蜡矿石获得。\n\n\n蜂巢\n\n蜂巢是糖果大陆中被发现的一种物品。\n\n\n皮礼士糖\n\n皮礼士糖是糖果大陆中被发现的一种物品。\n皮礼士糖矿石需要用盐甘草糖镐子或者皮礼士糖镐子或者更高级的镐子开采。\n这样做会掉落一个皮礼士糖。\n如果镐子附有“时运”附魔，附魔等级每高一级，掉落的皮礼士糖数量多一个（最多允许掉落4个）。\n如果镐子附有“精准采集”，那么会掉落矿石本身。\n在开采皮礼士糖矿石时，玩家不会直接得到它，相反用带有精准采集附魔的镐子开采就能获得。\n为了使皮礼士糖矿石变成皮礼士糖，玩家可以在糖果熔炉中冶炼。\n\nDragibus软糖\n\nDragibus软糖是糖果大陆中被发现的一种物品。\nDragibus软糖是可食用的而且吃的时候提供两点饱食度。\n手持Dragibus软糖会导致拐杖糖猪紧密跟着你，如果手上不再拿着Dragibus软糖或者在玩家和猪间制造了过长的距离，\n拐杖糖猪就会失去兴趣，停止跟随玩家。\nDragibus软糖可以用来繁殖拐杖糖猪。\n首先将两只猪放牧在一起，然后喂两只猪每只一个Dragibus软糖，\n它们就会进入“恋爱模式”。\n\n棒棒糖种子\n\n棒棒糖种子是糖果大陆中被发现的一种物品。棒棒糖种子可以通过破坏甜草来获得，产量0-1.\n用带有时运附魔的工具挖掘甜草，所掉落的棒棒糖种子的产量是会被增加的。\n收获成熟的棒棒糖作物每株可以掉落0-3个，大约15个种子/7个作物。\n棒棒糖种子可以被右键种植在耕地上，生长需要经过8个阶段。\n当把作物甩在一旁生长的话，它将会生长成可以被玩家收获的棒棒糖作物。\n棒棒糖作物上方至少要有9级的光照或者对着天空。\n生长在湿润的耕地上的作物生长速度将会增快。\n使用骨粉也能增速，随机增加1-7个生长阶段。\n破坏其生长的方块将会掉落1-3个棒棒糖种子和一个棒棒糖。\n如果作物已经被收割了，那么只会掉落种子。\n耕地会被变回面粉如果玩家或生物从大于等于1格高的高度踩踏它。\n如果正在掉落的方块撞到了棒棒糖作物，它将会变成物品，因为棒棒糖作物是非实体方块。\n\n棒棒糖\n棒棒糖是糖果大陆中被发现的一种物品。\n收获成熟的棒棒糖作物将会掉落1-3个种子和1个棒棒糖。\n棒棒糖作物从被种植到成熟需要经过8个阶段。\n如果收获没有成熟的棒棒糖作物，只会掉一个/些棒棒糖种子，\n类似于原版的小麦。\n棒棒糖可以用来治疗别人，\n如果你在玩服务器，你可以用棒棒糖来奶其他玩家。\n棒棒糖也可以治疗狼，巧克力狗，羊，牛，猪等生物，\n每个棒棒糖可以回复两颗心，即4滴血。\n\n拐杖糖\n\n拐杖糖是糖果大陆中被发现的一种物品，\n通过击杀拐杖糖猪掉落。\n拐杖糖可以用来驯服巧克力狼或者喂食它们。\n\n棉花糖\n\n拐杖糖是糖果大陆中被发现的一种物品，\n通过击杀棉花糖蜘蛛掉落。\n使用时，回复玩家3个饱食度并且给予一个急迫药水效果。\n\n软糖\n\n软糖是糖果大陆中被发现的一种物品，\n通过击杀（阴险的）软糖兔子掉落。\n\n熟软糖\n\n熟软糖是糖果大陆中被发现的一种物品。\n当一只软糖兔子欲火焚身而死时，将会掉落1-3个熟软糖而不是软糖。\n掠夺附魔会增加掉落产量，每1级附魔等级增加1个掉落物品。\n熟软糖可以通过在熔炉里冶炼软糖得到，每从熔炉中取出冶炼好的熟软糖，会得到0.35经验（一组22.4经验）\n熟软糖是可以食用的食物并且每个能够提供8点饱食度和12.8秒的饱和buff。\n\n生蔓越莓鱼\n\n生蔓越莓鱼是糖果大陆中被发现的一种物品，\n通过击杀蔓越莓鱼掉落。\n生蔓越莓鱼不是一个食物但是可以食用，给使用者提供30秒的水下呼吸。\n\n熟蔓越莓鱼\n\n熟蔓越莓鱼是糖果大陆中被发现的一种物品。\n\n生蔓越莓鱼是一个食物，可以食用，给使用者提供8点饱食度。\n\n\n\n蔓越莓鱼鳞\n\n蔓越莓鱼鳞是糖果大陆中被发现的一种物品，\n通过击杀蔓越莓鱼掉落。\n\n\n焦糖桶\n\n焦糖桶是糖果世界mod所添加的一个物品。\n你可以通过用空桶右键一只在焦糖树下待过一会的巧克力狗来获得一个焦糖桶。\n焦糖桶的唯一用途是用来制造糖果世界传送门。类似于天境II（不是以太啊），你需要把焦糖桶倒在传送门里面来点燃它。\n (笔记: 当你第一次制造糖果世界传送门时，你手中不可能有焦糖桶，所以也可以用熔岩桶来代替。 )\n\n红石榴糖浆桶\n\n红石榴糖浆桶是糖果大陆被发现的一种物品。\n红石榴糖浆桶能在糖果次元的任何地方被发现。\n可以变成红石榴糖方块或者在冶金机里面做魔法药丸。\n\n糖晶\n\n糖晶是糖果大陆中被发现的一种物品。\n糖晶只能在果冻地牢的战利箱子里被发现，这使得它成为mod中最稀有的材料、\n\n华夫饼碎块\n\n华夫饼碎块是糖果大陆中被发现的一种物品。\n华夫饼碎块只能通过击杀华夫羊驼获得。【感谢11楼HAWKBORK提供的翻译】\n\n\n勋章\n蜜蜡勋章\n\n蜜蜡勋章是糖果大陆中被发现的一种物品。\n你可以在糖果大陆中的水下结构中发现它。\n蜜蜡勋章可以帮助你寻找姜饼人村庄。坐标可能在岩石里所以使用/tp 时请小心，用挖掘的方式可能会更安全些。\n当你的物品栏里有蜜蜡勋章时，它会随机地在你的聊天框里发送坐标（按/来查看聊天历史）\n\n尼斯徽章\n\n作者没有编写此段内容.jpg\n\n果冻勋章\n\n作者没有编写此段内容.jpg\n\n姜饼人战士徽章\n\n作者没有编写此段内容.jpg\n\n蔓越莓勋章\n\n蔓越莓勋章是糖果世界mod所添加的一个物品。\n蔓越莓勋章只能通过击杀蔓越莓鱼几率获得。\n\n姜饼勋章\n\n姜饼勋章是糖果大陆中被发现的一种物品。\n这个物品帮助你在靠近拐杖糖猪或姜饼人的时候不把它们吓跑。\n\n口香糖勋章\n\n作者没有编写此段内容.jpg\n\n其他\n果冻皇后的私藏唱片\n\n果冻皇后的私藏唱片是糖果大陆中被发现的一种物品。\n果冻皇后的私藏唱片只能通过击败果冻皇后获得。\n果冻皇后的私藏唱片的唯一用处就是在唱片机里播放音乐。\n\n\n姜饼人战士的私藏唱片\n\n姜饼人战士的私藏唱片是糖果大陆中被发现的一种物品。\n姜饼人战士的私藏唱片只能通过击败姜饼人战士获得。\n\n\n果冻地牢的钥匙\n\n果冻地牢的钥匙是糖果大陆中被发现的一种物品。\n果冻地牢的钥匙只能通过击败果冻皇后获得。\n当玩家右键果冻地牢的钥匙，会在所指位置生成一个前往果冻地牢的传送门。\n\n\n姜饼地牢的钥匙\n\n作者没有编写此段内容.jpg\n\n\n果冻卫士的钥匙\n\n作者没有编写此段内容.jpg\n\n\n果冻BOSS的钥匙\n\n果冻BOSS的钥匙是糖果大陆中被发现的一种物品\n\n\n\n生物\n生物是有生命的，活动的游戏生物。\n“生物”（mob）一词是“移动”（mobile）的缩写，指能够移动\n或者能被自由简单地移动的东西。\n\n生物列表\n\n拐杖糖猪   被动\n\n\n这些可爱的生物在糖果山谷四处游荡。\n每当它们看到一个人类，它们就会立即跑掉。\n用Dragibus软糖吸引它们，然后你可以击杀它们获得拐杖糖。\n拐杖糖猪试图避免与人接触。\n可以通过喂食拐杖糖猪Dragibus软糖而使它们进入繁殖模式。\n拐杖糖猪可以像普通猪一样被戴上鞍子。\n可以使用Dragibus软糖钓竿控制拐杖糖猪。\n当你拥有姜饼徽章时，它们不会跑掉。\n\n\n曲奇爬行者 敌对\n\n\n曲奇爬行者是糖果世界mod所添加的一个生物。\n你不应该使用棒棒糖或其它东西来治疗它，一切都将要爆炸！\n曲奇爬行者移动得非常迅速\n如果你喂了曲奇爬行者一个棒棒糖，它会制造一个巨大的爆炸，把你的房子炸到25格之外。\n它们是一直敌对的。\n\n姜饼人       中立/敌对型\n\n姜饼人是糖果大陆中被发现的一种生物。这些小家伙装备齐全的情况下是非常强壮的。\n姜饼人可以生成在糖果大陆中任何光照等级小于等于7的地方。\n焦堂蜂有1%的几率和一只姜饼人生成在一起，组合成蜜蜂骑士。\n除非你攻击它们，否则它们在白天不会攻击你，但是在晚上会攻击你。\n它们移动得异常迅速。\n它们攻击时伴随着跳跃，给玩家制造致命一击。它们的手在攻击时也会选择360度。\n它们会在水里死亡。\n\n姜饼人法师       敌对\n\n\n姜饼人法师是姜饼人中一种特别的版本、它拥有一种嗜血的天性而且血量和普通的姜饼人一模一样。\n它握着一把魔杖而且生成在夜晚的附魔森林中。\n对玩家的战斗一般都非常迅捷...如果你一开始没死的话。\n姜饼人法师自然生成在糖果大陆中的稀有的附魔森林地形中光照等级小于等于7级的实体方块的顶部。\n当靠近时，会有几个姜饼人生成在它旁边。\n那些姜饼人都携带着牛轧**，有着和牛轧糖一样的颜色。\n那些姜饼人的血量比普通的姜饼人的少三分之一。\n那些生成在法师旁边的姜饼人当玩家靠近的时候会爆炸，当心。\n姜饼人法师攻击时伴随着火焰。\n姜饼人法师死亡会掉落糖丸，服用随机给你增益或减益buff。\n牛轧**姜饼人有时会掉落牛轧**。\n\n可可狗       中立/宠物\n\n\n可可狗是类似于我的世界中狼的一种生物, 你能在糖果森林，冰淇淋森林，糖果山生物群系中发现它们。它们也是成群生成的。\n为了驯服可可狗, 手中拿着一根拐杖糖右键它们。像原版我的世界的狼，当试图驯服它们时，它们可能不会只接受一次招待。带着多于一根的拐杖糖再尝试是被建议的。\n为了治疗可可狗，你可以用手中的棒棒糖右键它们。\n可可狗可以在它们背上生产焦糖。它们处于焦糖树下面生产得更快。 (或者任何有焦糖树叶的树) 为了获得焦糖，只需要拿着一个空桶对它们右键。\n当攻击一只可可狗时, 它们会“咬”玩家- 甜美地转动他们的头诱惑玩家。\n它们对玩家是和平的，对攻击玩家的生物是敌对的。杀死一只可可狗不会使其他没被驯服的可可狗攻击你。 这一点不像原版的狼，它们会试图去杀死你。\n它们死亡时只会掉落经验。但你为什么想杀死这样的可爱生物呢?\n\n软糖兔 被动\n\n\n软糖兔是糖果世界mod添加的一种生物。\n拿一个绿色的弹力果冻…继续在绿色的草地上生成软糖兔。彩虹杂技队！ [只能在创造模式中]\n软糖兔有各种各样的颜色，从红色到蓝色再到绿色，还有更多的颜色。 你可以建造一个满是软糖兔的房子！看着那些小可爱挤满你的房子，跳来跳去！\n它们是被动型的，意味着它们永远也不会攻击你。\n软糖兔喜欢蹦蹦跳跳。它们跳跃时发出的声音和史莱姆发出的声音是一样的。\n当你拿着盐甘草糖时，它们会被吸引过来。喂食软糖兔盐甘草糖会激活繁殖模式。它们很容易淹死在水里，因为它们只有不到一个方块那么高。\n它们不会受到摔落伤害。\n它们有12977875种不同的颜色。\n\n冰淇淋企鹅      被动\n\n\n冰淇淋企鹅是生成在类似于Minecraft中雪原生物群系的冰淇淋平原群系的小动物。除了脚步声之外，冰淇淋企鹅也不会发出任何声音。\n它们是由三种不同口味的冰激凌制成的小动物，草莓味（粉红色冰淇淋企鹅）、蓝莓味（紫色冰淇淋企鹅）和薄荷味（淡绿色冰淇淋企鹅）。\n冰淇淋企鹅生成时也能携带红色披风。\n这些小动物是被动型既可爱的，意味着甚至当你打它们时，它们也不会攻击你。\n被打的时候，它们仍正常地四处走动。它们不像其他生物那样逃跑或绕圈子。它们也会拍打翅膀，在离地面很短的距离上降落，类似于被击中的普通的Minecraft鸡的行为。\n也类似于普通的鸡，它们不会受到摔落伤害因为它们用翅膀缓缓降落。\n给它们生蔓越莓鱼吃可以激活繁殖模式。\n给它们棉花糖花会让它们掉落冰激凌，冰淇淋口味和你给予的对象一致。 (所以没有杀死这些可爱的生物来获取美味的冰淇淋的必要) 冰淇淋企鹅在多次喂食之后也不会停止掉落冰淇淋(不想被剪过羊毛的羊).\n冰淇淋企鹅被喂食棉花糖花产出冰淇淋后似乎并没有等待时间（不同于繁殖生物）\n当手持棉花糖花或者蔓越莓鱼时，它们会跟着你。\n草莓冰淇淋企鹅被喂食棉花糖花时会掉落一些草莓味冰淇淋。\n蓝莓冰淇淋企鹅被喂食棉花糖花时会掉落一些蓝莓味冰淇淋。\n薄荷冰淇淋企鹅被喂食棉花糖花时会掉落一些薄荷味冰淇淋。\n被杀死时，冰淇淋企鹅什么也不会掉落。\n焦糖蜂        敌对\n\n\n\n焦糖蜂是一种长得像蜜蜂而且只能在糖果世界被发现的怪物。 焦糖蜂的名字（carabee）是取“焦糖”(caramel)和“蜜蜂”(bee)混合而成的。焦糖蜂可以在任何时间生成在糖果大陆中任何光照等级小于等于7的地方。\n焦糖蜂有1%的几率伴随着一只骑乘于其身上的姜饼人生成，组成蜜蜂骑士。\n在糖果附魔森林中焦糖蜂的生成几率最高。\n焦糖蜂也会被地牢中的生成物召唤出来。\n焦糖蜂是敌对的，意味着会持续攻击玩家。\n在普通和困难模式中，它们的攻击附带中毒BUFF。\n\n姜饼人村民        被动\n\n一个姜饼人村民会和你交易而且它们只有1方块高。它会在一个满是Dragibus作物的浮空岛上被发现。\n它们有3种职业：天空，铁匠，农民。一部分只能有随机交易。\n交易物品：\n\n天空村民：\n\n5 PEZ > 天空地牢的钥匙\n\n10 PEZ >长者勋章\n\n23 PEZ > 彩虹收集品\n\n棉花糖蜘蛛      中立\n\n\n\n棉花糖蜘蛛跳的非常高。 棉花糖蜘蛛攻击造成虚弱BUFF而不是缓慢BUFF。\n当你在它们视野里时它们就会攻击你。\n棉花糖蜘蛛生成在附魔森林和糖果平原。\n棉花糖蜘蛛是中立的，它们会在晚上攻击你，白天把你丢在一旁不管。\n棉花糖蜘蛛也可以在任何地形中的棉花糖蛛网中找到。棉花糖网里面有一个刷怪笼，但没有任何战利品。\n棉花糖蜘蛛是强壮的，有着12颗心的血量。\n\n蔓越莓鱼 被动\n\n\n蔓越莓鱼是能把所有水域都称为是自己的家的鱼。它们是被动的，永远也不会攻击人。\n蔓越莓鱼不能被鱼竿捉到。 为了抓到一只，你不得不亲自下水并向它们挥舞剑。\n\n\n口香糖甲虫    敌对\n\n\n口香糖甲虫生成于大自然并且有图腾伴随着它们。非特殊情况，图腾和甲虫只会生成在糖果平原.一些甲虫出生时背上背着它们的后代。\n它们是敌对的，意味着它们一直会攻击。\n当杀死它们的后代时，他们的肤色从梅紫变成红色。它们产生了对血液的渴望，攻击得更迅速，在地面上留下了嚼口香糖的痕迹，以减缓玩家的速度。\n蓝莓龙    被动/可骑乘\n\n\n蓝莓龙是被动型的，通过玩家孵化一个奇怪的蛋生成。\n蛋可以在果冻地牢末端的战利品箱中找到。\n它们有80点的生命并且除了脚步声之外不会发出其他噪音。\n浅蓝色的神秘的蛋孵化出一个蓝莓龙。\n蛋需要放置在一个5*5（一圈）的金色糖花中，上部要有一格空气。\n（金色糖花可以在冰淇淋平原和附魔森林中被找到）蛋需要一段时间才能孵化完成，所以耐心点吧！\n蓝莓龙有5个方块高，3个方块宽，马鞍不能放置于其背上。\n龙不飞行时完全静止。类似于被命令坐下的被驯服的狼，它们会停在一个地方，会转过身来看你或者周围的环境。\n当你按下“P”，你就可以借用它的力量！当按键被按下时，龙会喷火，尽管这样可能会消耗完它的能量。\n如果你在飞行过程中消耗完了龙的能量，龙会迅速坠到地面上，并可能造成摔落伤害。\n\n\n\n尼斯湖水怪    和平/可乘骑\n尼斯湖水怪是一种非敌对的甘草海怪物，如果你打它，它也不会反过来攻击你。 你可以用生的蔓越莓鱼来喂食它们。你可以用一个马鞍来骑尼斯湖水怪。为了骑行尼斯湖水怪，按shift来骑上去。为了使尼斯湖水怪向前走，按着前进键（W）同时向上看即可。 为了往下走，按着前进键并且向下看。 尼斯湖水怪右上角有个“能量条”，可以通过按P来激活。当被激活时，你将获得夜视和水下呼吸的buff。尼斯湖水怪能在糖果次元的盐甘草糖海中被发现。你不能把它们带出海，否则它们会死掉，类似于原版Minecraft的墨鱼。\n\n\n甲虫国王        和平 / 可乘骑\n甲虫国王的糖果世界mod增加的一个生物。\n甲虫国王是和平型的，以为这如果你打它，它也不会攻击你。\n给甲虫国王披上一件马鞍然后你就能骑着它走了！按着空格键，它就会跳起来，高度取决于你按下空格键的时间。它也是非常迅速的。\n\n\n果冻女王    敌对小BOSS/地牢\n\n果冻女王是一个能在树顶上被发现的boss。她有4种不同的模式-黑色模式, 她是无害并且怠情的; 粉色模式，她会在树上跳高高然后攻击你; 蓝色模式，她会跳得更快;棕色模式,她会爆炸. 她掉落3个物品- 果冻皇后的私藏唱片, 果冻勋章, 果冻地牢的钥匙.\n\n\n果冻国王        敌对/BOSS/地牢\n\n果冻国王是能在果冻地牢的尾部被发现的boss。\n果冻国王是巨大的，7.5格方块高，7.5格方块宽， 生成在糖果地牢最后一个房间的棕褐色的史莱姆。它一旦醒来，就会不断散发出迷人的附魔粒子效果。\n果冻国王生成在瓦砖之间有几个间隙的大房间的中央。在第一阶段，及“休眠”阶段, 它是灰黑色的，不移动，尽管它对任何接触它的物体都会造成伤害。 它被剑攻击将会醒来进入第二阶段。\n醒来后，果冻国王变成橙褐色，使用几种不同的攻击方式。\n一旦被击败，果冻国王掉落果冻BOSS的钥匙，可以打开最后的宝藏房的门。\n\n攻击方式;\n果冻国王跳到房间的屋顶和背部，造成10滴血的伤害和巨大的击退。\n果冻国王召唤3只不同的果冻怪物，在战斗中帮助它。\n果冻国王有0.25的几率在从天上跳下来后生成一次大爆炸，类似于果冻女王。\n果冻国王随机发射一个球型软糖，造成6滴血的伤害以及缓慢的BUFF。\n\n当BOSS被击败，一个果冻国王的钥匙将会掉落。它用来打开远处房间尽头果冻国王的锁并且获得进入BOSS战利品房间的访问权。\n在房间里，你会发现中间有一个战利箱。\n战利品箱子会包含了几个不同的物品，从最稀有的到最常见的。\n\n\n\n姜饼人守卫       敌对/BOSS/地牢\n\n姜饼人守卫是在姜饼人村庄被发现的小boss，你攻击它，它会攻击你。\n它们是立基于铁傀儡的，以致于它们看上去就像是铁做的一样，它们会保护村庄。\n\n\n盐甘草糖甲虫     敌对/BOSS/地牢\n\n盐甘草糖甲虫生成在地图中漂浮的岛屿上。杀死它的唯一方式是将它的炮弹打回去 (像一只恶魂).它完全静止，只向你发射炮弹。（站桩炮台） 随着生命值的降低，它将发射炮弹的速度会变快。当你看到它上面出现火焰时，这意味着它即将开始射击火焰炮弹。\n建议在你的背后建造一个小的围栏，这样你就可以避免被点燃或被击退的，还能继续将炮弹敲回到甲虫身上。记得带一堆食物，和回复生命的药品。\n\n\n地形\n糖果平原\n\n\n糖果平原是一个常见的生物群系，几乎所有的东西都是粉红色的。\n它相当于Minecraft中的普通平原，但更加香甜！\n口香糖甲虫只生成于这个生物群系中。像拐杖糖猪和软糖兔之类的生物也在这里生成。\n\n糖果森林\n\n\n糖果森林就像Minecraft中的普通森林，但有巧克力树，焦糖树和樱桃树。\n大部分糖果世界的生物可以在这里找到，包括可可狗。\n\n糖果海\n\n\n糖果海洋是一个在糖果维度中常见的生物群落。天空、云彩和水被染成了紫红色。\n水下有水生树莓块，香蕉海藻和薄荷。蔓越莓鱼也把这里当做自己的家。\n在这个生物群落中也能发现水下结构。它是由圆纹焦糖玻璃、巧克力块和蜂蜜灯制成的。里面是一个战利品箱子…\n\n\n冰淇淋平原\n\n\n冰淇淋平原是一种类似于原版冰原的生物群系。企鹅只在这个生物群落中生成。这个生物群系的另一个独特之处是，冰淇淋结构在这里生成，包含战利品箱子。冰淇淋方块也会在地下生成。\n\n焦糖森林\n\n\n\n焦糖森林是一种由焦糖树组成的生物群系，向着天空延伸。\n森林里的所有东西都是焦糖褐色的，除了粉红的跑跑腿草和绿色的薄荷花。这里甚至还会下红糖雪！\n\n附魔森林\n\n\n附魔森林是一个拥有焦糖树和布丁的生物群系。\n紫**调，伴随着淡黄色的斑点。\n它偶尔会下糖雪，使得它更容易/困难被发现。\n下完后，你会发现糖散落在地上和树上。\n这个生物群系很罕见，里面生成的姜饼人法师也很稀少。\n普通的糖果世界生物也会生成在这个群系中，比如拐杖糖猪。\n此外，可以在森林里找到金色糖花，地下可以找到牛轧粉。\n\n世界生成\n石榴汁湖\n湖中的石榴汁可以用一个空桶捞，这样可以得到一个石榴汁桶。\n当你把石榴汁桶倒在块上时，会生成一个PEZ块。\n\n果冻地牢\n\n\n通过拿着果冻地牢的钥匙对着地面右击，可以生成一个去往果冻地牢的传送门。\n在地牢中，即使是创造模式，也无法破坏一个方块。\n\n蜜蜂地牢\n\n\n蜜蜂地牢是自然生成的结构并且只能在糖果世界中被找到。\n蜜蜂地牢能生成在糖果世界的任何高度。对于每个区块，都会尝试生成8次。\n一个区块生成多个蜜蜂地牢是可能的但不会多次成功。\n对于每一次尝试生成，选定一个大小（5×5×4, 5×7×4，或7×7×4）的开阔区域。如果满足以下条件，则生成成功：\n地牢下面的区域（包括墙下）必须是完全实心的。\n地牢的天花板区域（包括墙）必须是完全实心的。\n地牢的墙壁必须有1到5个入口（2格高的空气块）。\n\n如果成功，空气和蜂窝方块会被放置，然后进行3次尝试--生成2个棉花糖箱子。为了生成一个箱子，所选的方块必须是空气方块，并且在它4面上必须有一个实心方块。焦糖蜂刷怪笼会被放置在地牢的中心。\n如果“生成结构”选项被关闭，蜂蜜地牢仍然会产生。\n蜂蜜地牢里有很多宝藏，比如钻石、蜜蜡盔甲、工具和马鞍。\n但是，焦糖蜂十分珍视这些宝物，并且看到你的时候就会攻击你。\n你不能用原版的工具来破坏刷怪笼，因此，这使得刷怪笼方块在生成模式下是无法获得的。\n你必须非常欧才能进入这些地牢，因为没有物品可以帮助你找到它们。\n\n附魔\n\n蜂胶\n\n蜂胶是一种只能附在焦糖弓或者焦糖弩上的附魔。\n弓箭将会对目标造成缓慢BUFF。\n\n吞噬\n\n吞噬是一种只能附在叉子上的附魔。\n用附有吞噬的叉子去破坏一个方块会视作为你吃掉了它。\n吃一个方块会给予你一个饱食度但不会有饱和度。\n吞噬作物下的方块也会摧毁该作物。\n吃掉方块不会消耗叉子的耐久。\n\n\n\n\n\n\n2018-4-14：帖子发布，“方块”部分基本完成，7000+字数\n2018-4-15：“方块”部分全部完成，8500+字数\n2018-4-29：“物品”部分中的“防具”和“武器”部分全部完成，10000+字数\n2018-5-20：“物品”所有翻译完成，15000+字数\n2018-7-25：翻译完毕，18000+字数\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1478]Magic Amateur Group[/groupid]",
    "replies": [
        {
            "author": "1715853522",
            "timestamp": 1524132600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "fgfgfgfg",
            "timestamp": 1526098200,
            "txt_content": "支持汉化，业界良心"
        },
        {
            "author": "zjxx",
            "timestamp": 1532483820,
            "txt_content": " 本帖最后由 zjxx 于 2018-7-25 09:58 编辑 \n\n一个季度，终于肝完了\n@些人来捧场【\n\n\n\n\n\n\n\n@猜猜谁是谁 @动物的世界 @番茄dada @Sakura_End @ROF @没糖的葫芦 @Oil @hurui @ruhuasiyu @skyinr @尻雨魔理沙 @Gong_Pu @我叫坂本 @Mithey @Rain_Effect @FHC红石 @SMFX阜星 @SevenC @a946115793 @姚氏帅哥 @HTL9257 @我好牛b \n"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1532483880,
            "txt_content": "好吧我并没玩过……"
        },
        {
            "author": "番茄dada",
            "timestamp": 1532484300,
            "txt_content": "哦我的天呐你怎么这么强！抱紧我的zjxx"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532484480,
            "txt_content": "强无敌\n申请精华吧XD"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1532490240,
            "txt_content": "辛苦了，真的是越来越牛X了"
        },
        {
            "author": "ROF",
            "timestamp": 1532491080,
            "txt_content": "8月份上学，我的林业估计是要鸽了哦"
        },
        {
            "author": "星森漫步",
            "timestamp": 1532708700,
            "txt_content": "\n辛苦了，真的是越来越牛X了"
        },
        {
            "author": "SevenC",
            "timestamp": 1532739840,
            "txt_content": "支持烟台，很需要这个mod的wiki翻译~\n"
        },
        {
            "author": "HAWKBORK",
            "timestamp": 1532740980,
            "txt_content": "华夫饼碎块只能通过击杀沃夫帕克获得。【死活找不到翻译只能音译.jpg】\n\n基於英文維基中有這麼一句:\nA Walfpaca is a mix between a Waffle and an Alpaca.\n\n我提議翻成華夫羊駝"
        },
        {
            "author": "jxb1368470655",
            "timestamp": 1532763420,
            "txt_content": "打甲虫不掉血？"
        },
        {
            "author": "番茄dada",
            "timestamp": 1532792880,
            "txt_content": "糖果世界更新1.12.2就好了~顶帖.jpg，"
        },
        {
            "author": "童丶话",
            "timestamp": 1532795040,
            "txt_content": "老夫的少女心啊"
        },
        {
            "author": "qmpz777",
            "timestamp": 1532847480,
            "txt_content": "（纯粹捧场）"
        },
        {
            "author": "唯念丶情殇",
            "timestamp": 1533021540,
            "txt_content": "................."
        },
        {
            "author": "mcmyu_s",
            "timestamp": 1533026100,
            "txt_content": "良心教程！粉了！"
        },
        {
            "author": "zjxeee233",
            "timestamp": 1533039660,
            "txt_content": "感谢大佬汉化"
        },
        {
            "author": "cpshuaige666",
            "timestamp": 1533115380,
            "txt_content": "嗯......................"
        },
        {
            "author": "魔幻传说",
            "timestamp": 1533118500,
            "txt_content": "请问糖果世界糖晶体怎么得到啊？求解"
        },
        {
            "author": "RomeSoes",
            "timestamp": 1533123360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1960188110",
            "timestamp": 1533173160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jiehua666",
            "timestamp": 1533302040,
            "txt_content": "又学到东西了"
        },
        {
            "author": "依依依",
            "timestamp": 1533307140,
            "txt_content": "66666666666"
        },
        {
            "author": "依依依",
            "timestamp": 1533350220,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "KGTY",
            "timestamp": 1533362100,
            "txt_content": "可以可以 大神大神 我英语都没这么好"
        },
        {
            "author": "轩陌",
            "timestamp": 1533371460,
            "txt_content": ""
        },
        {
            "author": "3025672066",
            "timestamp": 1533449160,
            "txt_content": "是一部好作品"
        },
        {
            "author": "luyujian12",
            "timestamp": 1533655260,
            "txt_content": "?( ????` )比心感谢汉化"
        },
        {
            "author": "范梓辛",
            "timestamp": 1533690660,
            "txt_content": "还是很不错的"
        },
        {
            "author": "13184460031",
            "timestamp": 1534061100,
            "txt_content": "可以66666谢谢大佬"
        },
        {
            "author": "ei_bai",
            "timestamp": 1534066500,
            "txt_content": "99999999999999999999999999999999999999999999999999"
        },
        {
            "author": "chailafei",
            "timestamp": 1534229400,
            "txt_content": "不错地图做的挺好"
        },
        {
            "author": "1712157200",
            "timestamp": 1534520220,
            "txt_content": "233333333333333333333333"
        },
        {
            "author": "漫天crazy",
            "timestamp": 1534759560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq2606265075",
            "timestamp": 1534861320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "764371800",
            "timestamp": 1534990620,
            "txt_content": "好玩吗 好像挺大的"
        },
        {
            "author": "XZXZTMS",
            "timestamp": 1535118420,
            "txt_content": "跟朋友玩过，感觉工业和冒险的内容都很完整。（受苦）"
        },
        {
            "author": "xuan_heng",
            "timestamp": 1535200860,
            "txt_content": "辛苦了，感谢Lz带来的作品。"
        },
        {
            "author": "lightcraft233",
            "timestamp": 1535222400,
            "txt_content": "支持一下。"
        },
        {
            "author": "li15663516355",
            "timestamp": 1535240400,
            "txt_content": "666666666666666"
        },
        {
            "author": "12a34a56a78a910",
            "timestamp": 1535334780,
            "txt_content": "为毛我打开不了"
        },
        {
            "author": "a982789717a",
            "timestamp": 1535367960,
            "txt_content": "辛苦你的翻译了，谢谢"
        },
        {
            "author": "qq2632673188",
            "timestamp": 1535592120,
            "txt_content": "没玩过这个mod看起来不错"
        },
        {
            "author": "huangjiazhen",
            "timestamp": 1535680140,
            "txt_content": "玩过这个mod，里面的内容很新奇，值得大家去分享和游玩"
        },
        {
            "author": "逸之夏",
            "timestamp": 1535795700,
            "txt_content": "超棒的！如果有更高版本的就更好了！"
        },
        {
            "author": "Duan_Ke",
            "timestamp": 1536320100,
            "txt_content": "666666666666666666666666666666666666666666666666"
        },
        {
            "author": "c2410664841",
            "timestamp": 1536765840,
            "txt_content": "粉红色的糖果敲好看！"
        },
        {
            "author": "akshdakl",
            "timestamp": 1537026900,
            "txt_content": "楼主辛苦了收藏走一波"
        },
        {
            "author": "akshdakl",
            "timestamp": 1537154520,
            "txt_content": "\n支持汉化，业界良心"
        },
        {
            "author": "liujinpeng740",
            "timestamp": 1537233540,
            "txt_content": "世界因为有你才精彩"
        },
        {
            "author": "Maple_Lemon",
            "timestamp": 1537534140,
            "txt_content": "这mod挺有趣的，各位可以玩一下哦"
        },
        {
            "author": "wpz233",
            "timestamp": 1537757820,
            "txt_content": "支持汉化，业界良心"
        },
        {
            "author": "2923199667",
            "timestamp": 1537793160,
            "txt_content": "感谢楼主分享！！！"
        },
        {
            "author": "Bigger_HDB",
            "timestamp": 1538055960,
            "txt_content": "2333333333333333333333"
        },
        {
            "author": "1228785484",
            "timestamp": 1548560400,
            "txt_content": "支持做的很棒"
        },
        {
            "author": "15590817817",
            "timestamp": 1587024240,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "遊楽園",
            "timestamp": 1587556440,
            "txt_content": "充满砂糖的世界，甜美的童话。但是背后也存在黑暗的一面。各种危险生物和植物，让游戏增添了乐趣性，挺好的。"
        },
        {
            "author": "DXZ167",
            "timestamp": 1587631140,
            "txt_content": "很有爱的模组(?°з°)-?"
        },
        {
            "author": "star魅影",
            "timestamp": 1590575100,
            "txt_content": "楼主幸苦了"
        },
        {
            "author": "小僵僵僵尸",
            "timestamp": 1611894420,
            "txt_content": "辛苦了，真是太厉害了"
        },
        {
            "author": "酷依",
            "timestamp": 1611903120,
            "txt_content": "支持，顶上去"
        },
        {
            "author": "fichdich2",
            "timestamp": 1613905920,
            "txt_content": "支持楼主，虽然不知道啥时候糖果世界模组能做完"
        }
    ]
}