{
    "title": "龙族的愤怒",
    "author": "qe321294132",
    "replyCount": 2,
    "timestamp": 1523707740,
    "txt_content": " 本帖最后由 qe321294132 于 2018-9-30 22:19 编辑 \n\n序章：\n几千年前，巨龙统治着大地，龙族文明非常辉煌。然而，一场浩劫，使一切成为灰烬。\n\n\n\n\n\n\n第一章:龙族的回归\n第一节：幽梦之境\n呃，好冷。我缓缓睁开眼睛，放眼望去，是一片一望无际的雪原。我是谁？我在哪？这里是哪里？我不知道，不过这里是真的好冷啊...身上只有一件不知用什么东西做的风衣，不得不说这东西保暖真的不好...这么厚厚的一件居然一点保暖效果都没有！该怎么走出去呢？不管了，一直走，走到哪是哪吧。\n好累，好困，好饿。这是我现在所有的感受，我拖着麻木的身体往前走着，前面好像有东西，是个...哇！是个人！\"嘿，等等！\"她听到了我的喊叫，却根本不理我，只顾自己往前走。\"这人怎么这么没礼貌\" 我心里想着。不过不管那么多了，我追了上去，拍了一下她的肩膀，**！！！！！！！！！\n\"美..美美女，请问这里是哪里？\"这世上还有如此丑的人！！！！这TM什么物种？恐龙难道复活了？咳咳,不过呢该有的礼貌还是该有的...\"这里是幽梦之境，三千多年前龙族长老创造的一个破碎的空间，还有，你刚才叫我什么？\"那女的一副死不要脸的样子。\n\"美...美女啊，这里这么冷，可不可以出去再说话？\"我擦这女的长这么一副*样还如此不要脸，世间罕见啊！\n\"吼吼吼吼吼吼，算你有眼光，跟我来吧~\"\n卧槽这魔性的笑声...搞得我好不自在...不过只要能出去，管他那么多！顶多出去吐个两小时！\n又走了不知道知道多久- -有完没完了！到底能不能出去啊！我心里想着，嘴上却不敢说。不过隐约看到了前面有一片紫光，那是出去的出口吗？\n\n\n第二节：初见龙族\n哇~好壮观的传送门，长得真像个尿壶~上面好像还画着个没穿衣服的女人~这细节，居然如此之精致！噢吼吼吼......等等，我为什么要这么激动呢？...一定是因为要出去了...对，没错，一定是这样......\n“那位帅哥~从这个门出去就可以离开这里了呢~”魔音再现...忍住，千万不能吐！\n进入传送门的那一刻，我只有一个感觉，这TM到底是尿壶还是传送门啊！咋一股尿骚味呢！不过这上边的画真的很好看呢~......咳咳，当我什么都没说过。就在我想入非非的时候，我的眼前一黑，一股更浓的尿骚味扑面而来。\n当我再次醒来的时候，发现自己趴在一个茅坑边缘，伸手一看，哦买噶！有shit！**这传送门在茅坑底下啊！现在让我如何出去见人啊！我这么一个**临...\n在我气的骂茅坑的时候，一声巨响从外面传来。我好奇地出门一看，我擦擦擦擦擦擦擦擦擦擦擦擦！\n这又什么玩意儿！一只巨大蜥蜴长着一对巨大的鸡翅！\n\n\n\n\n第三节：昔日画面\n\"这只蜥蜴看起来好凶残啊...不会咬我吧？\"我心里想着。却不料这只蜥蜴看到我后直接朝我来了口口水！上面还带着火！！！what the **！我妈没教过你乱吐口水是不对的吗？我正忙着躲避这玩意儿的口水，忽然，一道金光飞来，那只蜥蜴就直直地趴地上了。我好奇地向光射过来的方向看去。哎呀我的24K钛合金狗眼！这啥东西啊，这么亮呢= =忽然，边上那只大蜥蜴BOOM的一声炸开了，我感到有无数的力量涌入我的体内，有一种说不出的舒适，同时也有**的痛苦。疼的受不了的我又晕了过去...我晕倒前的最后一个念头...是:wc我TM还在茅坑里呢！ 啊,头好痛。我捂着头坐了起来，一抬头，吓得我又躺了回去...这不是骗我钻尿壶还死不要脸的那只比恐龙长得还像恐龙的不明物种么！她怎么也在这？我在茅坑里穿越的时候没看到她啊！\"你醒了？想想现在你脑子里多了些什么？\"那只不明物种说。我忍着头痛仔细回想，忽然，我仿佛回到了几千年前，看到了龙族的文明。我被封印在一块冰当中，龙族首领在边上念着咒语......我原来是龙族首领的后代！而且还TM是龙族首领和人类乱搞搞出来的！我擦擦擦擦擦擦擦擦擦！\"你是龙族的后裔，还是首领的后裔，你拥有能够吸收死亡龙族生命精华的能力，每一次吸收，你都会变得更强。这次你运气好，我女儿就在边上，不然你就挂了知道吗？\"正在我为自己出生抓狂的时候，那只不明物种说。\n那金光是她女儿射的?她女儿那么NB?\"你女儿？她人呢?\"我问道。话音刚落，门口进来一个人，我擦！这真的是那不明物种的女儿？清澈明亮的眼睛，一头飘逸的金发，樱桃般的小嘴...咳咳...我想啥呢= =\n\n\n\n\n第四节：唐小夕\n\"这是我女儿唐小夕，小夕，来打个招呼~\"不明物种招呼道。“嗨~我叫唐小夕，你叫什么名字啊？”那个名叫唐小夕的女子弯下了腰，俯视着我，眼眸深处似乎有淡淡的欣喜。我一脸懵逼，从在幽梦之境醒来时我就在懵逼，一直懵逼到现在，所以我到底是人？是龙？还是什么奇怪的东西？至于我自己的名字...对啊，我叫啥名字？...唐小夕见我这懵圈的表情，微微一笑道:“哎呀，看来我们的救世主似乎连自己的名字都不知道呢~”啥情况？救世主？和我有啥关系啊？唐小夕道:“你是唯一可以彻底夺取龙族力量的人啊，幽梦之境的开启，代表着龙类将会苏醒，其中不乏一些力量强大到可以无视核武器的龙王哦。”我依然有点懵...这些又和拯救世界有什么关系...“先前你在厕所前边看到的那条龙只是一条普通龙类的幼崽，是最弱的一种，所以被我用圣灵弓射杀了，但是对成年龙类，即使是最弱的那种，我也根本无法撼动分毫。反而你，吸收了那幼崽之后，有没有感觉有什么不一样的地方？”她一脸认真的说道，\"至于你的名字么，以后就叫唐轩吧\"\n\n第二章：踏上征程\n第一节：力量觉醒\n       唐小夕领着唐轩走出来到后院。“喏，试试打那座假山一下”她淡淡地说道。唐轩伸出手，轻轻地在假山上点了一下...啥都没发生...“你用点力会死啊！”震耳欲聋的吼声从身后传来...“会很痛诶”唐轩懦懦道...嘴上那么说，手上却是不敢怠慢...没办法啊，这女的砍条龙都跟玩一样，万一把她惹不高兴了掏弓射他一下，他小命可就到头了...心里那么想着，拳头已经碰到了假山的尖端。\n       “轰”唐轩预期的剧痛并未传来，嗯？这假山顶哪里去了？？？唐轩惊异地看着自己的拳头，这是超人附体了吗？\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "qe321294132",
            "timestamp": 1523784780,
            "txt_content": " 本帖最后由 qe321294132 于 2018-4-17 19:34 编辑 \n\n第三节：昔日画面\n      \"这只蜥蜴看起来好凶残啊...不会咬我吧？\"我心里想着。却不料这只蜥蜴看到我后直接朝我来了口口水！上面还带着火！！！what the **！我妈没教过你乱吐口水是不对的吗？我正忙着躲避这玩意儿的口水，忽然，一道金光飞来，那只蜥蜴就直直地趴地上了。我好奇地向光射过来的方向看去。哎呀我的24K钛合金狗眼！这啥东西啊，这么亮呢= =忽然，边上那只大蜥蜴BOOM的一声炸开了，我感到有无数的力量涌入我的体内，然后我又晕了过去...wc我TM还在茅坑里呢！这是我晕倒前的最后一个念头...\n      啊,头好痛。我捂着头坐了起来，一抬头，吓得我又躺了回去...这不是骗我钻尿壶还死不要脸的那只比恐龙长得还像恐龙的不明物种么！她怎么也在这？我在茅坑里穿越的时候没看到她啊！\"你醒了？想想现在你脑子里多了些什么？\"那只不明物种说。我忍着头痛仔细回想，忽然，我仿佛回到了几千年前，看到了龙族的文明。我被封印在一块冰当中，龙族首领在边上念着咒语......我原来是龙族首领的后代！而且还TM是龙族首领和人类乱搞搞出来的！我擦擦擦擦擦擦擦擦擦！\"你是龙族的后裔，还是首领的后裔，你拥有能够吸收死亡龙族生命精华的能力，每一次吸收，你都会变得更强。这次你运气好，我女儿就在边上，不然你就挂了知道吗？\"正在我为自己出生抓狂的时候，那只不明物种说。\n      那金光是她女儿射的?她女儿那么NB?\"你女儿？她人呢?\"我问道。话音刚落，门口进来一个人，我擦！这真的是那不明物种的女儿？清澈明亮的眼睛，一头飘逸的金发，樱桃般的小嘴...咳咳...我想啥呢= =\n\n第二章：名字还没想好= =想好了就更"
        },
        {
            "author": "Marospy",
            "timestamp": 1523800500,
            "txt_content": "LZ请一次性把文章发在一个区块，这里不是贴吧，或者分开几个帖子发，请尽快修正"
        }
    ]
}