{
    "title": "【原创/连载】[另一个世界] 第十五章 绪方老师，开课！",
    "author": "秋叶枫苓",
    "replyCount": 5,
    "timestamp": 1523799960,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-4-15 23:36 编辑 \n\n新的一天，新的清晨，我的伤终于也恢复到九成，新的家（暂时），新的老师，我果然就是主角的命。\n好，那么今天就来优雅而又庄重地开始吧，这么想得我，和小坑苏菲一起走到了饭桌旁边，凝视着华美内饰的新家，我心满意足地笑了起来\n然而，所有的优雅在穿着纯白睡衣的绪方老师打着哈欠将盘子放到了饭桌上时，都灰飞烟灭了，回过神来的时候，自己已经一脸油渍地望着空空的盘子发呆，顿了会，我呆滞地抬起了头，绪方老师已经退开餐桌好几步一脸惊愕地看着我这边。\n“……你们三个是八辈子没吃过饭了吗……”露出嫌弃的表情，绪方老师侧过头问我们，我眨了眨眼睛，往左右两边看了看，小坑和苏菲似乎也适合我一样的状态，我们三人这边的餐桌充斥着各种各样的食物的残渣。\n“老师……这个……是什么……”过了好一会，我舔了舔嘴唇，华美的味道再次窜过我的味蕾，我浑身抖了抖，轻声向着绪方老师询问。\n“哈、哈？这个？就是很简单的土豆炖猪肉而已啊？”绪方老师的脸抽搐了一下，回答道。\n是吗……这原来是土豆炖肉啊……啊，好幸福的感觉啊，这就是食物的力量吗。\n“我……死而……无憾了。”\n“我也是呐……肉果然最棒了。”\n“我能再来一碗吗……亲爱伟大的老师。”\n“……你们三个这半个月到底都在吃些什么东西。”\n叹了口气，绪方老师半眯着眼睛接过了我的递过去的盘子，留下一句“等下你们负责收拾餐桌，还有别吃太撑，今天就要开始锻炼你们了”走进了厨房。\n而我们三人又吃了整整五盘土豆炖猪肉，撑死在了饭桌旁让绪方老师一个人收拾餐桌已经是之后两小时后的事情了。\n——————————————————————————————\n终于两小时之后，我们三人消化完毕，我也在房间里将大部分绷带拆卸完成，三人简单存放了点东西，按照老师说的来到了大厅的另一边，一扇铁门前面，过了一会，恢复黑袍模式的绪方老师一晃出现在了我们身前，整个人给人的形象都变了，恢复到了第一次见到的神秘、骇人的感觉。\n“呐呐老师，那个土豆炖猪肉到底什么原理啊，原版根本做不到吧？”\n“……你已经问了我八次了苏菲，等过几天我一起教你们好吗，话说你们都准备好了吧，之后我们大概晚上才回来，身上东西都放好了？”\n“放好了。”“存放好了。”“都放好了哦。”\n“行，带上这个，走吧。”\n绪方老师一边说着，一边拉下了铁门旁的拉杆，同时一个东西丢到了我们手上，一瞬间消失不见了，我们愣了愣，才意识到那是迷你的物品，已经自动收到我们背包了，一边跟着绪方老师，我们一边打开了物品栏，在杂乱的工具旁，我找到了一个泛着银色的像是倒扣的锅盖的东西。\n我愣了愣，抬起头和苏菲小坑对视了一下，两人也跟我一样，表情充满了好奇，咽了口口水，我将背包界面里将头盔拿起，慢慢地移动到了我头部的装备栏。\n在装备好的那一瞬间，视线突然一黑，脑袋像是被人狠狠推了一把，我的头猛地下沉，和地面撞在了一起，发出了沉闷的声音，而我身后在我逆天头顶地不久，也传来了几乎一模一样的声音，我身前的小坑愣了愣，默默地把准备放在头盔栏的铁头盔放回了背包界面。\n……不过……虽然声音是很大，但其实脑袋并没有什么损伤，只是稍微有点晕晕的加耳鸣，过了好一会，头顶传来了绪方老师叹气的声音。\n“……你们还准备戴多久？”\n于是我保持着撅腚跪地地姿势打开背包栏，将铁头盔摘了下来，头部也终于如释重负，我直起身子顿了顿，和身后的一脸土的苏菲对视了一下，一同看向了小坑，后者浑身抖了抖，躲到了绪方老师的身后，而绪方老师捂着头叹了口气，有些无奈地说：“怪我，我忘记问你们等级了，你们都多少级来着？”\n“我是还差不到五分之一四级了，苏菲和小坑应该也是三级快四级了吧。”\n“嗯呐，三级过半。”“我还差三分之一。”\n“哈、比预想的还要低一点……那等下你们记得用剑护着额头，能挡多少是多少，这也算一种锻炼吧。”\n“……哈？”x3\n绪方老师一边说着，一边继续往前面走去，我们三人互相对视了一下，在我苏菲扭打了小坑一会后，我们也跟了上去，跟我上次进来的峡谷底的那扇门不同，这扇门口面非常明亮，是一条狭长的通道，应该是老师人工修出来的，工作量估计是我们那个火柴盒一百多倍吧。\n而走到尽头后，一个上升的大阶梯出现在我们的面前，而阶梯上面，铺满了闪闪发亮的铁轨。\n看到这一幕，我和苏菲小坑都激动了起来，尤其是看到绪方老师将四架矿车放在了最低的铁轨上，没等她发话，我们三人就先一步跳进了矿车，一脸亢奋地看着她，她沉默了一会，拿出剑指了指头顶，我们心领神会地想起她之前说的话，切出剑架在了头顶，随后绪方老师面无表情地用剑一下打在了旁边的拉杆上，我们底下的铁轨突然发亮了。\n“苏菲，推一下矿车。”\n“诶？啊？哦！”\n被叫到的苏菲顿了顿，稍微用力推了推矿车，身后突然传来咔朗的摩擦声，然后意识过来得时候，自己像是沿着铁轨飞了出去一样，强大的风压揉扯者我的脸颊，简直跟我们那边的过山车一样，不对，这个还没有安全带，要不是我死死用左手抓住了矿车前框，我应该已经像前面的小坑一样，一下子靠在矿车后框上了，但最重要的是，我现在亢奋的要死，而脑袋将这个情绪赋予表现后，我下意识地大叫了起来。\n“呀——吼————————”“爽啊——————————————”“呜啊————————————”\n不止我，小坑和苏菲也大叫了起来，随后耳边传来了绪方老师的怒吼，“喂！木剑架在头上啊！”\n“为—什—么—啊—”小坑靠在后框上笑着问，而话还没说完，一个黑色的物体突然猛地砸在了小坑额头上，小坑猛地晃了晃，随后摊在了矿车里，发出哐当一声巨响，我和苏菲呆住了，这时绪方老师带着怒气的声音又传了过来，“都说了架剑啊！你们特么以为这是游戏吗！这么动荡矿洞肯定会有碎石块掉下来啊！”\n“不、不早说啊！”x2\n“我刚才不就说了吗？！”\n慌慌张张地缩在矿车里面，我用木剑护住后脑勺，大概在过了一会，矿车内不断传来叮叮当当的声音，而我的身体也不断传来刺痛感。\n“喂！龙猫！小坑怎么办啊！”\n“我鬼知道啊！我的屁股已经痛死了我还管得了他！”\n在我屁股和背部都要报废的情况下我还有心情关心别人？我现在只想默默祈祷矿车快点到终点站了，在我屁股废掉之前。\n——————————————————————————————\n“嗯，就是这里了，走吧。”\n大概在我拼死祈祷又过了两分钟，矿车猛地撞到了什么停了下来，我顿了顿，直起了身子，扫视了下矿车，里面全是大小不一的石头碎块，默默地翻下矿车，我和苏菲对视了一眼，然后走到了小坑的矿车旁边，小坑呈大字躺在了矿车内，身上到处都是石块，而前面的绪方老师已经下了矿车开始往前面走了，我和苏菲无奈地抬起了小坑的肩部和脚部，像抬柱子一样将他抬起跟上了绪方老师。\n走了一会，我们从山洞里走了出来，刺眼的阳光让我不自觉眯起了眼睛，自己已经快两天没见过太阳了，阳光照在身上暖暖的，十分舒服，四周依然还是被树木环绕，应该还是在我们出生的那片森林附近。\n大概有走了一会，前方突然出现了一块比较大的空地，而空地旁边有一颗巨大的橡木，橡木下面有摆放好的桌椅，场地中央有用羊毛、稻草和橡木做成的稻草人，甚至还有用红色颜料涂装的箭靶，一切的一切都给人一种非常适合练习的感觉，就像漫画电影那样，身体也不自觉兴奋了起来，等我们走到像是休息处的橡树下后，老师将黑袍的头部部分向后翻折，露出可爱的脸庞，柔顺的黑发顺着黑袍滑落，几乎与黑袍齐长。\n“嗯……小坑好像还没醒，那就龙猫你先来吧。”\n“嗯？啊？啥子？”\n“去那边的箱子把木剑和木弓放到工具栏一二号位，再拿十根箭，然后过来。”\n“是、是！”\n绪方老师抱着胸说道，我紧张地小跑到了箱子那边，按她说的将武器放到对应的格子，回过头发现绪方老师已经到了训练场中央，我咽了口口水，穿过稻草人和箭靶来到她面前。\n而在这之后，身后传来了连续的拍击声，随后苏菲和不知为什么脸十分红肿而且不停呻吟的小坑也来到了我后面，似乎想要围观的样子，绪方老师也看到了两人，歪头想了一会后说了一句：“那干脆一起吧。”，也让两人拿一样的的武器然后过来。\n准备完全之后，抱着胸的绪方老师说的第一句话是，“跑步。”\n然后她让我们在十格内能跑多快跑多快地往返跑，接着是漂移，然后是扔木剑，然后是打方块，总之都是些跟我想象中完全不相符的事情，喂，那么多稻草人不是拿来练剑的吗？\n大概折腾了十多分钟，我们三人都气喘吁吁地躺在了地上，绪方老师在一旁碎碎念着什么，我喘着气，翻过身虚弱地向着绪方老师问道：“老、老师……这些……都是啥啊……跟战斗有关吗……”\n“嗯？有啊，我在测试你们的gift。”\n“吉……吉福特是啥？”\n“g-i-f-t——gift，你们来到这边这么久了，应该感觉到自己和同伴在某些事情上效率有些差异吧。”\n绪方老师这么说道，我们三人都愣了愣，脑海里回想起了许多十几天来的一些小事情，确实如绪方老师所说，一样的事情有时候三个人做出的效果完全不一样。\n“这个世界有很多规则都变化了，而其中一条就是玩家们的gift，嗯……大概跟天赋差不多吧，就是有些人在做某些特定动作的时候，会有一些其他的效果，这种性质的改变被命名为gift，当然gift也有好也有坏，而这个也不是人人都有的，也不用强求，都是看天的。”\n“那、那我们——”\n“嗯，完全没有，刚才测试的100多项已知gift里面你们一个都没有，跟一般人一样。”\n“……还真是打击人啊……”小坑听了绪方老师的回答后，坐在地上苦笑了一下。\n“别急，还没测试完，刚才的是一般的天赋，像是挖土更快啥的，之后还有战斗方面的gift……不过那些就多了，你们知道自己有什么跟他人不一样的地方吗？”\n绪方老师在提及战斗的gift后皱眉头叹了口气，然后有些苦恼地向我们问道，苏菲先一步回答：“我没有，不过龙猫的挥剑次数比我们要多，小坑弓箭的准心很稳定。”\n“嗯、哦？龙猫挥剑比你们多多少次？”\n“只有一次啦……”我苦笑地回答道。\n“啊……哦……嗯。”\n然而老师的反应却没有预料中的那么惊喜，我的gift那么廉价的吗？\n“啊，对了，小坑你说你弓箭的准心很清楚吗？”\n“嗯、嗯……”\n“怎么晃动、跳跃都很稳定？”\n“如果急速地往后的话，会稍微有些模糊。”\n“诶~~~~”\n比起知道我的gift时的反应，这次绪方老师托着下巴微笑起来，看来小坑的gift确实要稀有一点的样子。\n又思考了一会，绪方老师深深地吸了口气，然后挺着（完全没有的）胸对我们说道：“行了，大致情况我了解了，不过说到底gift也只是一个辅助性质的系统，有也好没有也好，战斗的结果都还是要靠技术和其他因素补正决定，所以从现在开始给我抱着必死的心态学习，听到了吗？”\n“没问题！”\n“了解！”\n“咕咚、咕咚、哈！了解了！”\n“……？！”\n绪方老师突然愣住了，连忙上前两步走到了苏菲面前，我和小坑目光跟着老师向着苏菲那边看去，绪方老师抓着苏菲手上还剩一半的粉色药水盯了一会，有些诧异地问：“你这个从哪拿的？”\n“诶？休息区那边啊……因为石头砸的身体还有点痛就在炼药台上面拿下来喝了……有问题吗老师？”\n“……没事，那我们开始训练吧”\n稍微顿了顿，老师的声音恢复到平常的样子，随后转身对我们说道\n“第一个，剑术的练习，这个世界里不像MC里面只有一种竖砍，而有着各种各样的剑刃轨迹，当然每种造成的效果和后续影响都不同，这会在我们之后的训练详细说，今天我们就练最基本的竖砍，就像游戏里面一样。”\n绪方老师一边说道，一边走到了一个稻草人旁边，手从黑袍里猛地抽了出来，一把木剑已经出现了在她的右手上。\n“竖砍造成的伤害是武器伤害的1.0x，也就是原本的伤害，攻击之后的击退距离，硬直时间都是居中……硬直你们应该已经知道了吧？”\n“啊、知道了。”\n“嗯，已经知道了。”\n“之前就知道了。”\n“嗯，那我们继续，竖砍游戏里的设定就这么多，而在这边的战斗中，竖砍不能从头部以及身体处开始入刃，因为那样很容易会被敌人的身体卡死剑刃。”老师一边说着，一边举起了木剑对着稻草人比划了一下，随后木剑轻轻落到了稻草人肩膀处。\n“所以竖砍最有效的范围，只有手臂和肩膀处。”随着话音落下，一阵黑影掠过稻草人的肩膀部位，然后我们只能看见在半空中旋转的稻草人手臂，旋转了几周落到了旁边的草地。\n好、好帅啊！\n“早上我们就先练这个吧，啊对了，对于不抱破坏或者改变意愿而破坏的方块，损坏后过一会就恢复原，所以放心练习。”绪方老师拍了拍稻草人说道，过了一会手臂确实自动出现了在了断裂处，仿佛没被切断一样。\n“练习目标就是切断稻草人手臂，小坑50次，苏菲50次，龙猫200次”\n“是！”“了解！”“没问题！”\n…………………………诶？\n\n\n\n\n\n\n————————————————————————\n设定补充栏目（小坑人称）\n11（序号只有1-10TUT）：这个世界的矿车跟MC里差不多，都是只有人一半高的正方形模样，但是却可以达到跟汽车一样的速度，今天的矿车之旅大概已经飙到了二十公里每小时的样子了，风压真的很强。\n……谁能解释下为什么我会在一片森林里醒来，浑身还痛得要死？\n",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1523804640,
            "txt_content": "总觉得更新速度极快...换做我这种，别说保持这种质量，速度都没办法跟上......"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1523806260,
            "txt_content": "nianbing 发表于 2018-4-15 23:04\n总觉得更新速度极快...换做我这种，别说保持这种质量，速度都没办法跟上...... ...\n主要是想写自然就回去写了，当然懒得时候也是……orz"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1523846700,
            "txt_content": "=w=更新得真勤快啊。\n是这样的，Dz里可以用\n[hr]复制代码\n来直接显示分割线，效果就像这样：\n"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1523846880,
            "txt_content": "Smokey_Days 发表于 2018-4-16 10:45\n=w=更新得真勤快啊。\n是这样的，Dz里可以用\n学到了！"
        },
        {
            "author": "Marospy",
            "timestamp": 1523887740,
            "txt_content": "苏菲。。莫名想到了木鱼水心（B站某UP）"
        }
    ]
}