{
    "title": "【原创/连载】[另一个世界] 第十六章 全场最惨——龙猫",
    "author": "秋叶枫苓",
    "replyCount": 5,
    "timestamp": 1524149820,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-4-19 23:01 编辑 \n\n提腹，收胸，看好落点，右手回拉，心里暗喝一声，木剑完美地切出稻草人的右肩，手腕顺势用力，伴随着爽快的音效，稻草人的左上半部分滑落到地上，我也长舒一口气，看向了旁边抱着胸的绪方老师，老师点了点头，走过来拍了拍我的肩说：“腰的发力已经对了，五十次斜劈总算有点成果了呐。”\n“……怎么感觉老师话里有话啊……”\n“当然，如果砍僵尸的话估计剑已经卡在肋骨附近了，自由练习时间多练练……你已经五十次了吧，可以休息了。”\n“好的。”\n老师挥了挥手后走到了苏菲那边，我稍微松了口气，切换成空手后走到了休息处的沙发那，一屁股坐了下去，随后全身放松任由自己陷入松软的羊毛内，啊，不行了，这个羊毛沙发实在是太赞了，绪方老师说日后的制作课会教我们结合物品特制的方法，实在是太期待了。\n大概过了十分钟后，苏菲一蹦一跳地小跑到了这边，一下子扑在了我旁边的沙发空位上，深深地陷了进去，发出了小动物般的声音，左右摇晃着，我会意地往旁边挪了挪位置，苏菲又滚了一会后，一个翻身变成了仰躺的姿势，看她那么享受的样子，让我也有种想要在沙发上打滚的冲动。\n将老师已经准备好的箱子打开，面板里呈现的是三碗迷之菜肴、三瓶饮用水和三份面包，我将这些分成三份配套的套餐，将其中一份放到了苏菲的面前，饮用水似乎还是用冰块冰过的，散发着阵阵凉气，将那碗像是炖菜一样的菜肴放在面前仔细端详了一会，似乎是牛肉和……萝卜还是甜菜？但是不管成分是什么，牛肉炖的酥软又不腻，实在是太美味了，面包也松软可口，糟糕，眼泪又要流出来了，我们终于熬出头了啊。\n“挺胸！你这样的斩击别说腰斩了肩膀都看不进去！”\n“是、是！”\n“攻击完后马上收剑！不要有多余的动作！我不是说过了吗！”\n“是、是……”\n“用力啊！才一百下都不到吧！”\n“是（哭腔）！”\n“……真惨啊，龙猫到底做错了什么啊。”\n“……不知道呐，还以为只是竖砍特殊点，结果昨天的突刺和今天的斜劈都是两百次啊。”\n看着强忍着怨念的龙猫在怒火全开的绪方老师旁边挥剑，我和苏菲都感到有一丝心疼，这货到底做错了什么啊，是昨晚绪方老师洗澡的时候偷她内裤了吗，不对啊我记得惨叫声是龙猫的啊不是绪方老师的啊。\n在我们将炖牛肉（？）和面包食用完毕后，龙猫捂着右手，一脸黑线地走了过来，慢慢地坐到了沙发上，不知为什么，我总觉得龙猫身后有什么黑色的深邃的可怕的东西，我望了眼苏菲，苏菲推了推我，我愣了愣，战战栗栗地将炖牛肉（？）推到了龙猫面前，过了会又将面包和水瓶补齐，然后退到了苏菲旁边。\n“喂、喂，龙猫没事吧。”苏菲趴在我旁边，悄悄地跟我说道，我回了一句：“我特么怎么知道啊”，连续两天……不三天被这么玩，前两天下午体能也比我们多跑了两圈又打了一堆的方块，龙猫比起战死我觉得可能会先给绪方老师玩死吧。\n“……喂……”\n“噫、噫？！”\n“呜啊！苏、苏菲！别嘞脖字！库哈！”\n龙猫似乎小声呢喃了什么，在震惊他的声音为何带着死亡的气息的同时，苏菲的双手害怕地掐住了我的喉咙，糟、糟糕，死亡的气息真的出现了，呼、呼吸……\n而在我和苏菲害怕的时候，龙猫慢慢地抬起了头，用欲哭无泪的表情对着我们两个说：“喂下老子啊……前两天这样玩老子今天手已经彻底没力了啊……”耷拉着双手的龙猫眼泪不争气地流了下来，我和苏菲愣了愣，苦笑地坐到了龙猫左右侧，开始给他喂食，虽然双手报废了，但是吃东西的时候还是一样狼吞虎咽。\n而在龙猫疯狂进食时，绪方老师一脸轻松地坐到了我们旁边，说道：“今天下午苏菲和龙猫复习下前两天的剑技，大概每种三十次吧……啊对了，龙猫一百次。”\n“伟、伟射摸啊！”（为什么啊！）\n“然后小坑今天下午来尝试射击吧。”\n“诶？”\n听到绪方老师的话，我愣住了，有些吃惊地向她那边看去，而绪方老师察觉到我的视线后，一脸坏笑地看向我，“怎么？不愿意吗？”\n“不、十分乐意！”\n怎么会不愿意啊，比起剑术我还是对弓箭更感兴趣一点，而且我们团队里龙猫应该比我更擅长剑术，也有gift，我果然以后会走弓箭道路多一点吧。我现在也只了解原版MC的射击模式，这个世界的会怎么样呢，怎么办，越想越激动啊——\n“那、那个……小坑？”\n“嗯？啊？怎么了苏菲？”\n“在你很兴奋地时候打扰你很抱歉啊……只是……”苏菲苦笑地指了指我左边，我愣了愣，往她指的地方看去，龙猫嘴里含着我手上的木勺，嘴巴撑得大大的，似乎十分痛苦样子。\n“你再不停止塞牛肉的话龙猫会窒息而死的哦。”\n“休息好了吧，可以开始了吗？”\n“是！随时都OK！”\n闲聊了会，又小睡了一会，太阳已经从头顶偏移到西侧，稍微比早上要炎热一点，但依旧不影响我的兴奋性，一旁的苏菲和龙猫已经开始练习剑术了，而我和老师单独移到了一个场地，开始练习弓箭……只不过……\n“那个……老师，你站那么远要怎么教我啊。”我有些疑惑地向着老师那边喊，老师缺戴上了袍子翻折的部分，随手切出了一个很奇怪的，像是尺子一样的东西，不过是木制的，而且跟木剑一样长。\n“哇啊！老师！那个木剑是怎么做的啊！”一旁的苏菲看见了，突然兴奋地问道，老师听到了顺势挥舞了一下木尺，破风声隔着十几米都能听见一些，让人感到十分有压迫感。\n“这个不是木剑，是木棍哦，关于怎么做成这样之后再教……小坑，你问我怎么教你射箭对吧”\n“诶、啊……是啊……”\n……为什么……突然有种不详的预感……\n“刚才我放在箱子里的三组箭你拿了吧。”\n“对啊……老师，我们到底要怎么做啊？”我挤出苦笑，向着老师问道，老师也露出微笑，爽朗地回答：“很简单啊，三组箭里面有一支能在我突进到你身边之前射中我的话，今天的练习就完成了。”\n“……哈？老师您没开玩笑吧？”\n“没有啊，因为我也不会射箭嘛。”\n“真的假的？！”\n“我骗你做什么，本来我就不怎么会弓箭，特别是你这种高权限的gift，我教的话会教坏的啊，所以——”话还没说完，绪方老师的身影突然模糊了一下，回过神来的时候她已经离刚才站的地方猛地突进了进五格。\n“还是实战让**更快吧！”\n“不带这么玩的吧！”\n一边大叫着，我咬牙提起了弓，白色的准心在一瞬间生成，我将其对准了和我一条直线的绪方老师，右手抓住弓弦拉直，可是绪方老师的速度实在太快了，简直就是会轻工一样，这个世界真的可以做到这种情况吗！\n稳住手腕，我对着绪方老师放开了弓弦，箭矢猛地飞了出去，但绪方老师猛地地向左跳了一步，错开了箭矢并绕着圆弧向我冲来，我愣了愣，短暂思考后沿着老师的反方向跑去，虽然果然这样是射不中的啊……\n但是越接近的话，她做出反应的时间也越少……冷静，冷静，抓住机会，她不可能每次都有这种反应的。\n在内心里给自己打气，我一边跑动一边架起了弓箭，跑动的时候准心开始大幅度晃动有些不稳，但还在能瞄准的范围内！\n“……就是这里！”\n不是瞄准身体，我稍微错开了一点距离，白色十字对准了绪方老师面前的地面，松开了右手，而弓弦声音刚发出来，绪方老师猛地停了下来，在距离我还有六格左右的地方猛地跳了起来，箭矢插在了她脚还没离地不到十厘米的地方，可恶，太可惜了！\n但是这样的话她也没地方逃了，下意识地露出微笑，我深吸了口气，左手拿着的弓跟上了空中的绪方老师，右手猛地拉弦，箭矢已经搭好在了弓弦上，稍微预估了一下绪方老师的运动轨迹，我射出了第三根箭，出箭的那一瞬间我看到了箭的运动轨迹和绪方老师的轨迹撞在了一起，没问题，这次绝对能中——\n“咔堂！”\n“？！”\n空中的绪方老师右手突然横拉，一阵棕色的影子在她面前晃过，而箭矢突然变得无力，向着地面掉落。\n……她把箭矢给打落了？！\n短暂陷入吃惊状态，我猛地回过神，将弓架起，绪方老师越过我的头顶落在了我的后方，我一边往前大跳，一边拉弓转过身体，但映入我眼帘的，是跟着我一起向前凭空移动的绪方老师，然后一阵棕色的影子砸在了我的额头，比弹额头疼数十倍的疼痛在我额头炸裂，我下意识地松开了弓，在地上打滚了起来。\n“虽然会预测轨迹，反应也不错，但还是太嫩了啊。”绪方老师的笑声从我上面传来，我捂着额头站了起来，有些不甘心地回道：“老师这样的怎么可能射的中啊……又是会瞬移一样又是会飞起来，这个世界真的能做到这种程度吗？”\n“可以啊？我理论课不是说了吗，等级的提升不仅能让你们使用更高级的工具，还能加强你自身的身体素质，我是这么讲的吧？”\n“那打落箭矢呢？！这个也做得到吗？！”\n“能啊，跟格挡是一个道理，只不过难度更大了而已……不过你的箭矢还很轻松呐。”\n“炫耀的语气太过了吧！”\n“嘛，没关系，时间还多的是，慢慢来吧？”\n绪方老师一边说着，一边把木尺架在了肩上回到刚才站的位置，揉了揉额头，我半眯着眼睛，警惕地回到了我的位置，根据刚才的表现，三组箭里我真的能有一支射中她吗……\n“喂，你觉得我能避开你的箭矢是靠什么，动态视力吗？”\n“……大、大概吧？”\n“怎么可能啊，这种程度的动态视力已经是人类以外的范畴了。”叹了口气，绪方老师在远处伸出了手指，放在了眼睛的面前\n“是眼神和手腕啊”\n“……？”\n“射击的时候，虽然弓的位置一直在变，但你的眼神和手腕的指向永远都是对着我的身体或者我前方的地面，一看就看得出来。”\n……原来是这个样子吗，可是不盯着目标，要怎么射击啊……\n“总而言之，如果想不让我接近的话，先从封杀我的脚步和不被我看穿射击路径开始吧。”\n“……你不是说你不会射箭的知识的吗，老师……”\n“我是不会啊？但是想射我的人多的去了哦，行了没？第二次开始咯？”\n老师大幅度地挥了挥木尺，我顿了顿，叹了口气后默默地架起了弓。\n……我就不信了，三组箭都射不中一次，怎么可能啊！\n结果那天，我三组箭还真的没射中老师一根，倒是有一支射中了正在练剑的龙猫。\n\n\n\n\n\n\n\n设定补充栏目（绪方人称）\n12、关于做菜的储存，只要是一个完整的料理，那么储存的时候就会将那道料理储存时候的状态固定，比如被冰过的水瓶放入箱子后，拿出来也会是跟之前一样被冰冻的，就跟永远不会变质的冰箱一样，很是方便。\n……我要不要快点教他们做点简单的料理，他们吃饭的样子实在太吓人了……\n\n\n\n",
    "replies": [
        {
            "author": "秋叶枫苓",
            "timestamp": 1524150000,
            "txt_content": "不会用那个分割线orz"
        },
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227280,
            "txt_content": "棒棒棒棒棒"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1524231180,
            "txt_content": "倒是有一支射中了正在练剑的龙猫。\n噗哈哈哈哈哈哈哈哈哈哈哈哈哈100%无法命中敌人。\n（给我去挥剑一百下！——某剑术教练）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1524231240,
            "txt_content": "秋叶枫苓 发表于 2018-4-19 23:00\n不会用那个分割线orz\n我举个例子吧，比如说：\n\n这篇文章真是太棒了！\n（我才不会说这里有什么梗呢。）\n\n这一段的代码就是：\n\n\n这篇文章真是太棒了！[hr]\n（我才不会说这里有什么梗呢。）复制代码\n\n大概就是这样sto"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1524232260,
            "txt_content": "Smokey_Days 发表于 2018-4-20 21:34\n我举个例子吧，比如说：\n\n这篇文章真是太棒了！\n哦哦，才发现不是插入代码是直接加进去orz"
        }
    ]
}