{
    "title": "[原创·连载]《寻龙行记》第二章 屠龙之志",
    "author": "Yosaki",
    "replyCount": 4,
    "timestamp": 1524153240,
    "txt_content": " 本帖最后由 Yosaki 于 2018-4-22 15:17 编辑 \n\n　　帕夏、乔和雪莉的故事，从此才真正开始。\n　　太阳历523年，1月20日的下午三点。\n　　已经十八岁的乔，十六岁的帕夏和雪莉，完成了一天的劳作，开始进行训练。\n　　乔和帕夏来到林地间的一处空地——那是他们的“老地方”，每一寸土地都被他俩的脚步踏了起码一千遍。\n　　正方形空地的左边有一棵树——被两人故意挖成了空心，用来存放他俩的“宝贝”。乔在树洞中抽出了两柄木剑。\n　　“接好咯，帕夏。”重复了无数遍的话语又一次如同往常一样响起，乔将一柄剑刃上刻有“pasa”铭文的木剑丢向帕夏。\n　　帕夏也轻松地用右手接住，然后手腕一翻，将剑正持，并将左手按在右手上，双手持剑，乔也做出了同样的姿态。\n　　这都是他们在邻村的图书馆中的一本名叫《剑术》的书上看来的。\n　　他们已经完成了书上各种技能的训练，而现在只能靠对练来学习书本上学不到的东西。\n　　那就是人的意识，以及实战的反应力等等。\n　　“来吧！”今天是由帕夏来喊出这句话。\n　　两人的距离是两米，剑尖与剑尖指着对方的咽喉，顶端的距离只有一分米不到。\n　　乔先动了。\n　　他使剑将帕夏的剑往左弹开，右手分离出去，一拳向帕夏攻去。\n　　帕夏在剑被弹开的一瞬也开始了再次翻腕，松开左手的同时，剑在他的右手中完成了一次三百六十度翻转，变成剑柄朝上，在翻腕的同时右手向左上拳击来的方向防去，顶开了乔的一拳。\n　　帕夏再将右手回拉，使剑又完成一次翻转，重新变回正持，拉回到身后的右手立刻向失去平衡的乔发起进攻。\n　　乔右手被弹开而失去平衡，然而他顺着向右的倒势，将左手向右拉来，以剑护臂，将帕夏的一刺弹开，右手则张开向地撑去，此时的乔宛如正在下腰一般，弹开帕夏的攻击后他右手与腰部再迅速使力，重新站立起来。\n　　而帕夏的下一道攻击接踵而至，一道干净利落的垂直斩劈头而来，乔赶忙又使剑去格挡，乔也不继续僵持，而是整个人往侧面一旋，将剑从格挡位抽出，并借用旋身之势打出一击水平斩。\n　　帕夏则是往后一退，躲开这一剑，又再次发起攻势。\n　　两人就这样你一来我一回训练着，他们的训练每天都持续两个小时，直到五点钟，天近黄昏才结束。\n　　当乔和帕夏收好剑，从训练地出来，进入已经重建的白村时，正好看见背着一副木弓和皮革箭袋的雪莉正在和女人们一起将今天的猎物与农作物一起烹饪，制作晚餐。\n　　三个人一起住在一个只有床和储物柜的三个房间和一个**的简陋客厅组成的木屋里，在他们的木屋的客厅内，门上方的一个木牌上，写着由雪莉动笔的、娟秀却有力的一行字：\n　　“屠龙者之营”\n　　这不仅是三人的家的名字，也是三人的使命。\n　　他们在童年失去一切的同时，也同时拥有了这一份使命，这份使命是他们自己赋予自己的：\n　　向那条夺去他们一切的黑暗巨龙复仇。\n　　为了这样的使命，他们不惜一切代价从本村、相邻各村的老人、书籍、传说中搜集信息，最终得到了足以为他们指明道路的情报：\n　　有一条生活在末路之地、披着骨甲的黑暗巨龙，它不存在于现世、无法在现世被找到，唯有得到十六颗极为不详的末影之眼，并向末影之眼所注视的方向寻找到远古遗迹，才能启动位于遗迹密室的末地之门，从而进入终末之地，那个只有末影巨龙和它的末影臣民们的世界。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1524182040,
            "txt_content": "战斗的细节描写还是不错的。"
        },
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227400,
            "txt_content": "牛牛牛牛牛"
        },
        {
            "author": "Marospy",
            "timestamp": 1524300120,
            "txt_content": "被乔和帕夏故意挖成了空心用来存放他俩的“宝贝”之处\n空心后面最好加一个逗号，之处去掉，抽出前面再加主语，这样会更加通顺\n三个人一起住在一个只有床和储物柜的三个房间和一个**的简陋客厅组成的木屋里\n这里可以考虑分开来说。。没必要一句话，太冗杂了，而且出现了屏蔽词\n这不仅三人的家的名字，也是三人的使命。\n成分残缺\n终末之地\n个人感觉末路之地更好，当然这个你喜欢就行\n\n这一章最精彩的应该是训练的那一段，动作描写丰富而且极为清晰，非常生动形象，看的很舒服，可是过了之后又出现了一点语句上面的小毛病，总体来说剧情还是可以的，如果能更加追究一下细节，写完读多几遍会更好，而且可以注意一下有些地方不必将多个内容综合在一个句子上，可以分开来说，更加清晰，望进步。"
        },
        {
            "author": "Yosaki",
            "timestamp": 1524378540,
            "txt_content": "Marospy 发表于 2018-4-21 16:42\n空心后面最好加一个逗号，之处去掉，抽出前面再加主语，这样会更加通顺\n\n这里可以考虑分开来说。。没必要 ...\n多谢指出错误，已进行修正"
        }
    ]
}