{
    "title": "[原创·连载]《寻龙行记》第一章 三人之系",
    "author": "Yosaki",
    "replyCount": 5,
    "timestamp": 1524153180,
    "txt_content": " 本帖最后由 Yosaki 于 2018-4-22 15:16 编辑 \n\n　　太阳历法512年，13月的32日，在南大陆的土地上，一个名叫帕夏的孩子诞生了。\n　　帕夏是个普普通通的男孩子，就像他们家隔壁的乔一样，不过乔是邻居家收养的孩子，听说他的母亲在生他时难产死去了，父亲则在他出生之前便抛下怀孕的妻子而去。\n　　而我们的小帕夏，比今年七岁的乔小了两岁，乔还有一个妹妹，雪莉。雪莉是领居家的亲生女，和帕夏一般年纪。\n　　而这三个孩子，成了这个命运凄惨的村庄——白村在那次灾厄后仅剩十位幸存者的十分之三。\n　　那是一个普普通通的中午，普普通通的帕夏一家吃完饭，父母在家中睡午觉，五岁的帕夏与隔壁家的乔、雪莉则在距离村子不到百米的距离游戏。他们在地上画画，有的画树，有的画人，而其中的一幅画却成了真——一条龙。\n　　正在三个小孩子玩累了捉迷藏，玩厌了过家家的时候，一条黑色的巨龙披着灰白色的骨甲而至。\n　　没有任何征兆，没有任何前戏。\n　　巨龙张开血盆大口，咆哮声伴随着炽烈火焰从中迸出，将普普通通的白村和白村村民毁得不再普通——因为它变成了一片焦土。\n　　三个孩子都没有哭。\n　　他们已经如同时间停止一般坐在原地，大睁着的眼睛望着不足百米外的那一片焦土，他们的心中没有地方容纳悲伤，而是被恐惧充斥。\n　　所幸巨龙没有意愿杀死他们，而是就地消失，就好像它不曾出现过。\n　　留下来的唯有被火焰烤的炙热的空气和已经不复存在的白村，以及三张冻结的面孔。\n　　泪水首先从最大的乔的眼中滑落，尽管他已经失去了一次家人，可那时的他如同现在的帕夏和雪莉一般，几乎不能理解家人之死是何等意义，但现在的他已经能稍微理解了。\n　　帕夏和雪莉的泪水则更多是由惊吓引起，可他们也隐约明白，自己已经成了孤儿。\n　　而在白村的另外七个生还者中，则全部是大人，当时他们中有四个人在农田里耕作，三个人在外面伐木。\n　　七个生还者则负起了三个孩子的责任，因为他们的孩子也在这场灾难中失去，七个人都对这三个孩子关爱有加。\n　　可即时再热烈的关爱，也永远无法抹去他们心中的伤痛，而且是随着成长，越发令人撕心裂肺的伤痛。\n　　七岁的乔开始请求大人们教他伐木，耕作，五岁的帕夏也自发一起学习，至于雪莉，则向女人们学习缝纫和射箭，她不会成为一个冲锋在前的战士，但她会成为战士们的后盾。\n　　乔和帕夏开始承担起作为幸存者之一、村庄重建者之一的责任，他们的砍伐技巧随着他们的年龄一样，成长着。",
    "replies": [
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227340,
            "txt_content": "是真的帮"
        },
        {
            "author": "萌腾腐竹",
            "timestamp": 1524227520,
            "txt_content": "是真的帮啊"
        },
        {
            "author": "Marospy",
            "timestamp": 1524299400,
            "txt_content": " 本帖最后由 Marospy 于 2018-4-21 16:34 编辑 \n那是一个普普通通的一天中午，普普通通的帕夏一家吃完饭\n这里的普普通通是否存在重复，是否可以省去其中一个\n一个普普通通的一天\n还有这里是否存在着语法错误，省去形容词就是一个一天中午\n"
        },
        {
            "author": "Yosaki",
            "timestamp": 1524381720,
            "txt_content": "Marospy 发表于 2018-4-21 16:30\n这里的普普通通是否存在重复，是否可以省去其中一个\n\n还有这里是否存在着语法错误，省去形容词就是一个一 ...\n话说是应该这样一更一帖还是应该一个总帖放完，在总帖更新。。。\n（不过我是手机码字和发帖，很多功能不方便用）"
        },
        {
            "author": "Marospy",
            "timestamp": 1524397680,
            "txt_content": "Yosaki 发表于 2018-4-22 15:22\n话说是应该这样一更一帖还是应该一个总帖放完，在总帖更新。。。\n（不过我是手机码字和发帖，很多功能不 ...\n就这样一贴一章就行，完结后再发一个总贴，然后把所有章节都用超链接贴在总贴"
        }
    ]
}