{
    "title": "[Minecraft.net|INSIDER]本周方块：荧石",
    "author": "土球球",
    "replyCount": 2,
    "timestamp": 1524229620,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2018-4-26 16:02 编辑 \n\n\nBLOCK OF THE WEEK: GLOWSTONE\n&#9835; You can glow your own waaaaay &#9835;\n\n本周方块：荧石\n&#9835; 点亮我生命的火 &#9835; 火火火火火 &#9835;\n\nOccasionally, as you're exploring the Nether, you'll spot something bright through the smoke and ash. Suspended from the ceiling, these clusters of blocks seem to have absorbed some sort of energy - they glow with an unnatural radiance.\n当你在烟雾缭绕的下界漫步的时候，一类不同寻常的亮光可能会吸引你的注意。一些方块悬挂在天花板上，似乎吸收了某种能量——散发着不一样的光芒。\n\nThe first brave explorers to encounter this substance dubbed it glowstone, but - like Greenland and shampoo - its name doesn't accurately describe the substance's true nature. Hit it with a pickaxe and you'll find that it's actually closer to glass - shattering into a dust that still retains much of the luminescence of its block form. In a stunning coincidence, that block form also happens to be our Block of the Week.\n遇到这种方块的第一个勇敢的探索者将其称为荧石，不过——和Greenland和Shampoo（格陵兰岛和洗发水）一样——这一名称并没有真正描述其本质。如果你使用镐子试图挖掘它的话，那么你就会注意到荧石的性质更像玻璃——受到破坏的荧石将会碎裂成粉末，这些粉末仍然保持着原先方块的大部分亮度。当然，还有一个惊人的巧合，荧石这一方块恰巧和我们本周方块的主题完全相同。\n\n\nGlowstone was added to Minecraft on 30 October 2010 in the Halloween Update - which also added Jack o'Lanterns, clocks and fishing. It occurs naturally in the Nether, generating on the underside of netherack, but if you're having trouble finding it then clerics in Minecraft villages will sometimes sell small amounts in exchange for emeralds.\n荧石在2010年10月30日的万圣节更新中被添加到了Minecraft内，随着这一次更新一块被加入的，还有南瓜灯，钟，以及钓鱼（户外运动）机制等。荧石能够自然生成在下界中地狱岩的下方，不过如果你觉得找到荧石存在困难的话，你也可以去Minecraft的村庄中找到牧师，然后使用绿宝石交易一点。\n\nUnless you've got a silk touch enchant on your tool, breaking a block of glowstone will shower you with 2-4 glowstone dust, which can then be combined in a 2x2 pattern in a crafting grid to make the block again.\n除非你使用的工具拥有丝绸之触附魔，否则挖掘荧石将会掉落两到四个荧石粉，同时将荧石粉以2x2形式摆放可以在合成台中重新得到荧石方块。\n\nGlowstone's most obvious feature is that it glows - emitting a light level of 15, making it the joint-brightest block in the game, alongside sea lanterns, beacons, jack o'lanterns and redstone lamps (which themselves are crafted from glowstone). But what's less-well-known is that glowstone transmits redstone power upward but not downward, allowing for the creation of some very space-efficient circuitry.\n顾名思义，荧石最重要的作用就是发生荧光——能够产生15级亮度的特点使其成为游戏中最闪亮的方块之一（同样满足这一特点的还有海晶灯，信标，南瓜灯，以及同样需要使用荧石粉合成得到的红石灯）。此外，荧石可以使红石信号向上而非向下传输，这个稍稍冷一些的知识可以帮助玩家创造更为紧凑的红石电路。\n\n\nWhite phosphorous pellet. Image credit: Endimion17 // CC BY-SA 3.0白磷颗粒。图片来源：Endymion17 // 使用 CC BY-SA 3.0 协议授权\nThe nearest thing we have in the real world to glowstone is maybe phosphorus - a chemical element that was discovered in 1669 to emit a faint glow when you expose it to oxygen. This is a chemical reaction like any other, but one that produces light as one of its outputs.\n在现实世界中，和荧石性质最为接近的东西，可能就是磷了——磷是一种1669年发现的化学元素，对应的磷单质暴露在氧气中时会散发出淡淡的光晕。这种化学反应没什么不同寻常之处，但是，它会发光。\n\nPhosphorus is a pretty interesting substance, because not only does it glow in the dark, it's also vital for life. There's a phosphorous cycle, just like the water cycle, where plants pull it out of the soil, and then are eaten by animals, which then die and the phosphorous goes back into the soil again. Like water, though, there isn't always enough phosphorus in the right place. Growing food crops in huge quantities means a lot of extra phosphorus, in the form of fertilizer, needs to be added to the soil to feed the plants.\n磷这种元素非常有趣，不仅是因为磷单质可以在黑暗中发光的特殊性质，还因为它对于生命的重要性。在生物圈中存在着一种和水循环类似的磷循环，磷循环中的植物从土壤中吸收得到磷，然后动物食用植物，并在死亡后以尸体的方式将磷重归土地。虽然磷循环和水循环类似，但是磷并不总是充足的。因此大量种植粮食时，土壤中就需要以肥料形式，额外为植物添加大量磷元素。\n\nGround up bones contain a lot of phosphorous, which is why early farmers used them as fertilizer - which in turn is why bonemeal makes your plants grow faster in Minecraft. But no matter how much glowstone I sprinkled on my crops in the extensive research I did for this article, they didn't seem to grow any faster. So my advice to you, farmers of Minecraft, is to spend your nights battling skeletons in the Overworld - and leave the Nether well alone.\n磨碎的骨头含有大量的磷，这也是早期农民将它们用作肥料的原因——在Minecraft中骨粉也会使你的农作物长得更快。但是在为撰写这篇文章所做的实验中，无论我在农作物上撒了多少荧石粉，我都没有观测到明显的生长速率变化。因此，如果你致力于在Minecraft中成为一个农民的话，我给你的建议就是，晚上多打打骷髅——别考虑探索下界了，随它去吧。\n\n原文：https://minecraft.net/zh-hans/article/block-week-glowstone\n作者：Duncan Geere\n原文发表时间：2018年4月20日",
    "replies": [
        {
            "author": "chyx",
            "timestamp": 1524231180,
            "txt_content": "&#9835; You can glow your own waaaaay &#9835;"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1524246000,
            "txt_content": "硬点萤石是磷化合物了XD"
        }
    ]
}