{
    "title": "[多线]原子时代魔塔服 —— 耐玩魔塔服务器[1.6.4]",
    "author": "1172331434",
    "replyCount": 0,
    "timestamp": 1524226860,
    "txt_content": "原子时代魔塔服\n(原极度空间服务器）\nQQ群: 636635614 建议进群下载客户端！\n客户端群文件里下载\n服务器不能定时开放，因为辅助还缺一些资金，请见谅。\n服务器还在不断修复BUG 如果您在游戏中发现了BUG可以来file:///C:\\Users\\ADMINI~1\\AppData\\Local\\Temp\\%W@GJ$ACOF(TYDYECOKVDYB.png miaozi.dczhi.cn 反馈 谢谢\n\n\n\n\n\n\n背景： \n汝与吾，活于乱世 ?'\n很久很久以前，人们远渡重洋，无意间发现了一片未知的大陆。'\n那是一片广阔而美丽的净土，有着非常丰富的资源。'\n一批勇敢的人选择留在这片大陆，并且将它命名为\"勇者大陆\"。'\n他们通过自己辛勤的劳动，建立起了自己的家园，'\n在圣皇史蒂夫的领导下，几百年来人们过着平静而安逸的生活。'\n然而好景不长，勇者**508年，由于领土分配问题和人民内部矛盾，'\n\n持续了几百年的和平终于被打破了。勇者王国内部发生**。'\n分裂成了两股势力。一方为誓死捍卫勇者王国的皇家骑士团，'\n另一方则是由反叛军组成的自由者联盟。'\n\n汝与吾，活于乱世-历史2'\n战争一发则不可收拾，原本安宁的净土，顷刻间战火纷飞，'\n生灵涂炭，民不了生，一股股负面的情绪充斥在人们心中。'\n掌权者傲慢，凯觎者妒忌，爱好和平之人暴怒，政治家们贪婪，懒惰，贪食，好色。'\n这场积怨颇深的战争在持续了5年后的某一天，终于吸引来了邪恶力量。'\n勇者大陆上第一次出现了来自魔界的恶魔。'\n它们利用人类的傲慢，妒忌，暴怒，懒惰，贪婪，贪食，色欲这七宗原罪之力，'\n打开了原本封印已久的，鲜为人知的魔界之门。'\n大批的魔界大军，在大魔王迪弗和他手下七位魔君的带领下，踏上了勇者大陆，'\n并且以压倒性的优势迅速击溃了早已乱成一盘散沙的人类军团。'\n\n汝与吾，活于乱世-历史3'\n皇家骑士团和自由者联盟迫于生存联手抗敌，然而还是不敌来势汹汹的恶魔。'\n这些魔物异常强大，一处处村落在这绝对的力量之下摧枯拉朽般土崩瓦解，'\n转眼兵临城下，人类的命运岌岌可危。在这生存死亡之际，'\n当世一位贤者霍雷苦思冥想，终于了解引发这场大战的祸端，并且想到了来解救世人的方法。'\n人们初来勇者大陆时，曾发现过一块晶石，人们将它命名为勇者之晶，寓意勇敢的心灵。'\n霍雷发现了晶石的秘密，以晶石施法，献祭了自身生命之力，驱赶了人们心中的负面情绪。'\n原本熊艳滔天的魔界大军，失去了七宗罪力量的支撑，瞬间变的不堪一击，'\n人类奋起反击，终于击退了这些可怕的魔物，将他们重新封印回了魔界。'\n\n\n汝与吾，活于乱世-历史4'\n魔王迪弗的胸膛被圣皇史蒂夫的神圣之剑洞穿。在弥留之际，他不甘的哀嚎:'\n 当人们再次被原罪力量支配的时候，我们将会再次踏上这片土地！”'\n大战过后，自由者联盟建立了属于自己的独立王国--自由之翼。'\n人们吸取了战争的教训,再次团结了起来，勇者王国和自由之翼也停滞了斗争，'\n签订了停战条约，各据一方，形成了一种平衡。人们开始重建家园，修身养性，'\n那场骇人的战争也渐渐被人们遗忘，勇者大陆又恢复了一排欣欣向荣的景象。'\n也许是勇者之晶的封印之力渐渐弱了，距离大战97年后，'\n魔界之门渐渐有了松动，一些低阶恶魔竟可以从门内走出，祸害人间。'\n一开始皇家也不以为然，甚至感觉这些低阶魔物的出现，'\n带动着经济的发展，他们身上的魔晶可是价值不菲。'\n人类的狂妄再一次导致了灾难。一年后，魔界之门的封印竟再次弱化，'\n一些高阶魔物开始出没，附近的村落惨遭屠杀。'\n\n\n汝与吾，活于乱世-历史5'\n至此终于引起了皇家的重视。勇者王国和自由之翼分别派人驻扎在魔晶之门附近，'\n并开设了通往勇者大陆之外的传送阵，招募像你这样的年轻勇士，共同抗敌。'\n战争的阴云渐渐笼罩了这片大地，人们终于回想起了昔日魔族的可怕.. '\n\n此一刻，吾问: 汝愿与吾同护“勇者大陆”？'\n\n服务器欢迎广大玩家入驻，谢谢！\n\n\n\n\n\n\n\n\n\n\n魔塔 (2).png\n(245.15 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-4-20 19:56 上传\n\n\n\n\n\n\n\n\n服务器新手指导\n\n\n\n\n\n\n\n\n\n\n\n魔塔 (3).png\n(49.94 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-4-20 19:56 上传\n\n\n\n\n\n\n\n\n20层boss魔塔\n\n\n\n\n\n\n\n\n\n\n\n魔塔 (4).png\n(168.61 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-4-20 19:56 上传\n\n\n\n\n\n\n\n\n使用教学\n\n\n\n\n\n\n\n",
    "replies": []
}