{
    "title": "[ Minecraft.net│INSIDER ] Meet the Dolphin 遇见海豚",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1524285960,
    "txt_content": " 本帖最后由 像素君 于 2020-2-5 17:40 编辑 \n\n\n\n\n\nMEET THE DOLPHIN遇见海豚\nNathan Adams talks about the latest aquatic mob!一起来听听Nathan Adams对这个新的海洋生物的看法吧！\nThe ocean of the overworld is a dark and ominous place of mystery, just waiting to be explored in the upcoming Update Aquatic. What untold horrors have the development team added to Minecraft’s depths? Sharks? Krakens? Enderwhales? Minecraft Java's Nathan Adams has the answer to their unique thinking.\n\n在即将到来的水域更新中，主世界的海洋变成了一个黑暗而不祥的神秘之地，等待着玩家们前去探索。开发团队在Minecraft的深渊之中添加了什么不为人知的恐怖东西？鲨鱼？海妖？末影鲸？《我的世界》(Minecraft) Java版开发团队的Nathan Adams对于他们的独特想法自有回答。\n\n“We wanted to add dolphins, just because they’re super cute.”\n“我们脑海中能有添加海豚的想法，就只是因为它们很可爱而已。”\n\nWait... what? Super cute dolphins?!\n等一下……哈？超可爱的海豚？！\n\n“The very idea of dolphins just fits the theme of the update perfectly!” Nathan elaborates. “We’ve added so many hostile and adventurous things to the ocean that we also wanted to add something friendly as well. The dolphin was the obvious choice!”\n\n“添加海豚的想法完美契合了这次更新的主题！”Nathan说道。“我们已经在海里添加了很多敌对生物和冒险元素，除此之外，我们也想在海洋里加入些友好的东西。海豚明显是一个不错的选择！”\n\n\nAs Lead Engineer on the Java Edition, Nathan has been heavily involved in the dolphin’s design (along with Jens, Agnes and particuarly Maria Lemón) for the upcoming Update Aquatic. Since its announcement at Minecon Earth last year, he and the Java team have been hard at work to design the dolphin as not just a unique animal in Minecraft, but also act as something of a guide to welcome players to a brand new world beneath the surface.\n\n作为Java版的首席工程师，Natha和Jens、Agnes和Maria Lemón一直致力于设计海豚，为即将到来的水域更新作准备。自从去年在Minecon Earth上发布这一消息以来，他和Java版团队一直在努力设计着海豚。因为它不仅是Minecraft中独一无二的动物，还是欢迎玩家们海面下这一全新世界的向导。\n\n“I think the thing that they’re bringing right now is just a very friendly face underwater to show you that you’re not alone and that not everything is scary,” Nathan explains. “It’s nice to have something in the water that actually cares for you, and I think dolphins do a great job of showing this to the players.”\n\n “我认为它们现在在水下的样子非常友善，它仿佛在告诉着玩家并不是孤身一人，并不是所有的事物都很可怕。”Nathan解释道，“在水里能够有关心你的东西是很好的一件事，我觉得海豚在这一方面就做得很不错。”\n\nSocial creatures of habit, dolphins can be found swimming together through the ocean in large groups. As they spot the player, they will try to interact with them, showing them just how highly intelligent and curious they are. Above all else – they are extremely playful!\n\n作为群居动物，你可以在海里发现海豚成群结队地游动。当它们发现玩家时，便会尝试和玩家互动，展示自己的聪明才智和好奇心。最重要的是，它们可顽皮了！\n\n\n“Dolphins want to swim with you or play with items that are floating around in the water. If you’re nearby, they’ll try and play with you, especially if you’re in a boat. Then they’ll will follow it, maybe pretend to be a boat themselves, or even jump over it – just to show off how playful they are.”\n\n“海豚会想和你一起游泳或者拿在水中漂浮的东西来玩。如果你在它们附近，它们会尝试着和你一起玩耍。尤其是当你坐在船上时，它们会跟着这只船——可能它们是在假装自己是一艘船；除此之外，它们甚至会跳过这艘船——这一切只是为了炫耀它们是多么地爱玩。”\n\nOk, I’m convinced. Forget about terrifying monsters or lurking horrors. I want to hang with these guys!\n\n好的，我信了。让我们忘掉那些可怕的怪物或是潜伏在暗处的恐怖东西吧。我想和这些家伙混在一起！\n\n“If they trust you, which they automatically do unless you upset them, they will treat you as one of their own and pretend you’re another dolphin,” Nathan explains. “With that in mind, they can flock with you and even give you a special speed boost, or even play ping pong with nearby items.”\n\n “除非你惹怒了它们，否则它们便会信任你，把你当成他们的一员，假装你是另一只海豚。”Nathan解释道，“在这一想法的驱动下，它们会和你待一起，甚至可以给你一个特别的加速增益，或是用周围的物品和你打乒乓球。”\n\nThe dolphin has undergone several iterations throughout development, sometimes with interesting results. One time they even turned against the developers themselves!\n\n海豚在整个开发过程中历经多次修改，有时候这些修改引发了一些有趣的结果。有一次它们甚至对抗起开发者了！\n\n\n“When Maria [Lemón] was adding dolphins for the first time, and especially working on the jumping behaviour, she got really upset because they kept crashing into her boats,” says Nathan. “She thought they had it out for her, like they were just trying to get her out of the boat for some reason, and it was hilarious just watching her be frustrated with the dolphins!”\n\n“当Maria [Lemón]第一次加入海豚，尤其是在设计它们的跳跃行为时，她总会感到心烦意乱，因为它们总会撞到她的船。”Nathan说道，“她认为，海豚们觉得自己是为她而生的，而自己只是出于某种原因想把她从船上弄下来。看着她对海豚感到如此失望的表情真是太有意思了！”\n\nSo perhaps the dolphins aren’t as cheerful and happy-go-lucky as we’re led to believe? What if they are in fact way smarter than us humans? Telekinetic mind-readers just waiting for the right moment to take over the world? Were they even based on real life dolphins?\n\n所以，也许海豚并不像我们那样愉快和自由自在？它们实际上并不值得我们相信？如果它们真的比我们人类聪明会怎样呢？会操控思想的读者们只是在等待着接管世界的合适时机？它们的行为是否真的基于现实中的海豚？\n\n“We did a fair bit of research, actually,” Nathan assures me. “Where do dolphins actually live, what kind of behaviors do dolphins have, how social are they? What have the movies told us that is actually true versus just us repeating a lie?”\n\n “事实上，我们对此做了不少研究，”Nathan向我保证，“海豚到底住在哪里？会有什么样的行为？它们的社会行为达到了什么样的水平？电影告诉我们的就是真实的事情，而我们只是在重复谎言而已吗？”\n\n\nImplementing this research was a challenge, because of the dolphins’ habitat and natural conditions, which is different to practically every other animal in Minecraft.\n\n进行这项研究是一项挑战，因为海豚的栖息地和所处的环境条件与Minecraft中几乎所有的动物都不同。\n\n“Most animals either have to be on land and if they go underwater, they die. Or they have to be in water and if they go on land they die,” says Nathan. Dolphins, however, need to spend some time both in water and occasionally need to surface for air. “They need oxygen and to be wet, which was a really weird thing for most mobs of Minecraft since dolphins are the first ones that need both.”\n\n“大多数动物都待在陆地上，如果它们待在水下就会死亡；要么就是它们必须待在水里，如果来到陆地上便会死亡。”Nathan说道。然而，虽然海豚在水中会待较长的时间，但它们偶尔需要浮出水面换气。“他们需要氧气和水，这对大多数的Minecraft生物来说是件非常奇怪的事情，因为海豚是第一个需要这些生活条件的人。”\n\nA dolphin’s trust is easily gained, but also easily lost. If you hurt or aggravate one, you will upset the entire community of dolphins within that area, and they’ll all have it out for you. Nathan has an easy solution for the problem.\n\n海豚的信任既容易得到，也容易失去。如果你伤害或激怒一只海豚，你将会惹怒这一区域内的所有海豚，它们都会准备给你点颜色看看。对此，Nathan有一个简单的解决方法。\n\n\n“Just be nice to the dolphins! I think a lot of people just want to see what happens when you upset them, and that doesn’t end well. People try to catch the dolphins to tame them, but I don’t really think that’s ever going to work. Just let them be and be nice – they will help you if you help them!”\n\n“只要对海豚好些就可以了！我想很多人只是想看看当自己惹到它们时会发生什么，然而这样做并不会有什么好结果。有的人会尝试着抓住海豚并驯服它们，但我并不认为这做法能奏效。让他们成为友善的生物就足够了——如果你帮助他们，他们也会帮助你的!”\n\nOk, so not that scary then, but hear me out here; what about an Enderdolphin?\n\n好吧，这听起来怪吓人的，不过我倒有一个想法：来只末影豚怎样？\n\n\n原文链接：https://minecraft.net/zh-hans/article/meet-dolphin\n原文作者：Per landin\n原文发布日期：2018年4月19日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1524287820,
            "txt_content": "接下来是不是鲨鱼"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1524309600,
            "txt_content": " 本帖最后由 WO! 于 2018-4-22 20:38 编辑 \n\n想起之前把河豚当成海豚..."
        },
        {
            "author": "BlackCB.",
            "timestamp": 1524312480,
            "txt_content": "海豚的信任既容易得到，也容易失去。如果你伤害或激怒一只海豚一个人，\n这里的\"一个人\"是不是应该去掉"
        }
    ]
}