{
    "title": "[原创·连载]《最强巫师》第一章 巫师的反转",
    "author": "Yosaki",
    "replyCount": 1,
    "timestamp": 1524403440,
    "txt_content": " 本帖最后由 Yosaki 于 2018-4-23 18:11 编辑 \n\n　　太阳历法497年，1月10日，一个普通的日子。\n　　但对于我们的主角，巫师格里来说，今天是一个特殊的日子。\n　　今天是他的生日。\n　　格里虽然已有一百二十岁高龄，可这并不妨碍他有庆祝生日的兴致。\n　　他在他所居住的小屋上挂了一副横幅：\n　　巫师格里120岁啦！\n　　他还在小屋前的空地上摆上了许多桌椅——他邀请了相隔不到五十米的村庄的村民们参加他的晚宴，并表示自己将会在晚宴时表演魔法烟花秀。\n　　实际上，生日并不是目前最令他高兴的一件事，在此之上的还有一件：\n　　在今天，他将获得不死之躯。\n　　为了这一天，他准备了十年。在过去的十年里，他四处游历，拜访各位更年老的巫师，进行修炼和学习。\n　　终于，他如愿以偿，他已经准备好了身体条件和必不可少的神药。\n　　今晚，他的生命将成为永恒。\n\n　　“恭喜恭喜啊，格里大巫师！”\n　　“期待您的烟花表演比五年前更棒！”\n　　...\n　　才下午四点，就已经陆续有忙完的村民到达格里的小屋前了，格里也是不远万里请来了周围四个村庄中三位最出名的厨师来为他烹饪。\n　　转眼到了约定好的五点钟，一袭白袍、拄着万年古木法杖的格里，在一次次迎接村民们入席后，站到了所有来访者的前面的讲台上。\n　　“欢迎诸位来参加我的生日宴会，十分钟后，美味的菜肴将依次奉上，烟花表演则会在十五分钟后开始，而今晚的重头戏，将在三十分钟后揭晓。”格里发动了扩音的魔法，使自己的声音变得尤为响亮。\n　　一席话说完，他用法杖轻轻敲了敲草地。\n　　不到十秒钟的时间，各位村民的椅子右侧都从地上升出一株植物，它只有一根主藤，藤蔓上分布着苹果、葡萄等等水果，还有一朵新鲜的玫瑰花。\n　　各位来宾没有太惊讶，因为这是格里的老把戏了，只有那些近几年出生的小孩子才表现得尤为讶异。\n　　当小孩子们一脸惊讶、发出惊呼时，其周围的村民们便会笑起来，并告诉孩子们格里的种种传说，许许多多孩子们都把格里当做偶像，他会魔法、特立独行而成熟稳重、更重要的是他很能理解孩子们的想法。\n　　菜肴逐渐上齐，格里的烟花表演也十分精彩，相比过去的都有过之而无不及。\n　　终于，当人们都吃饱喝足且心满意足的时候，大家都议论纷纷，猜测格里的“重头戏”是什么。\n　　有人猜是他娶了妻子，有人猜是他收养了孩子，有人说他将解决村子周围的怪物的问题。\n　　格里又一次走到台前，这次他没有拄法杖，而是将其插在边上的草地中，他则双手捧着一个匣子。\n　　“诸位，这就是今天的重头戏——不死的药水！”\n　　在座各位无不惊呼，有的人甚至开始大喊询问一瓶的价格。\n　　格里没有回答，他缓缓地打开匣子，右手取出匣中之物——一个装着透明液体的玻璃瓶。\n　　众人有些失望，甚至有些认为格里在拿清水逗他们玩。\n　　“根据我的推测，喝下这不死之药水后，如果能成功发挥效果，服用者的皮肤就会变得紧致而白皙，有请诸位看好了。”\n　　周围的女性有些兴奋，她们比男人们更加躁动起来。\n　　格里拔掉木塞，缓缓地将透明的药水倒入口中，无味的药水进入了他的体内。\n　　一整瓶药水喝完，他重新塞回木塞。\n　　格里感觉身体开始发热，又忽而有些发冷，他感觉自己正在重新变得强壮与年轻。\n　　“他的皮肤真的变白了！”格里明白自己的感觉并非错觉。\n　　可他的体内又传来一股躁动。\n　　这与他预测的情况不同。\n　　那股感觉越发疯狂起来，将他的意识剥夺，格里的眼前变得一片昏暗，他似乎进入了睡眠状态。\n　　可他的肉体却依然站立着，全然不像睡着了的样子。\n　　村民们还在叽叽喳喳地向格里问来问去，可他们并不知道，他们所认识的格里，已经下了台。\n　　站在他们眼前的格里，扔掉了玻璃瓶和匣子，重新抓起了法杖，他的眼中已经被疯狂填满。\n　　“chao死了。”\n　　他发动了连原本的意识都没有见过的超强魔法。\n　　一团狂躁的龙卷风在格里的眼前、村民们的中心生成，将他们都卷上了天。\n　　而这在日后被命名为“烈焰风暴”的超强魔法，还没有结束。\n　　龙卷风的底部，一道紫色的魔法阵凭空出现，并逐渐变成火焰的红色。\n　　“轰——”\n　　一股巨大的烈焰从魔法阵喷射出去，逐渐形成了一根直径十米的火柱，将所有的村民都吞噬了。\n　　施完法的格里终于倒了下去，眼中不再充斥着狂暴，而是沉沉睡去。\n",
    "replies": [
        {
            "author": "Yosaki",
            "timestamp": 1524403680,
            "txt_content": " 本帖最后由 Yosaki 于 2018-4-22 21:36 编辑 \n\n 　　袭击白村的，真的是龙吗？还是形似龙的其他某种怪物呢？我们现在不应该用“龙”来称呼它，因为没有人能够确定究竟是否为龙，唯一能够确认的只有三点:一、身披骨甲； 　　\n二、黑灰色； 　　\n三、会飞行。 　　\n随着三人冒险的深入，真相将慢慢浮出水面。 　　\n关于发生在怪物毁灭白村、三人复仇之行之前的故事： 　\n《最强巫师》 　　\n大纲构思完毕。 　　\n该篇将讲述一位普通的巫师格里，为了变强与不死的能力而导致自己体内黑暗人格的形成，并因此发生了许多不该发生的罪恶之事。正邪不定的巫师格里，为了自我救赎而踏上了寻找位于世界之巅峰的最强巫师之路。 　　该故事将同样发生在《我的世界》的舞台上，时间为《寻龙行记》的五年前。 　　\n《最强巫师》将与《寻龙行记》相同，进行一天一更，一章一千字以上。 　　\n\n\n\n\n\n\n\n\n"
        }
    ]
}