{
    "title": "【5月26号更新】【原创插画/原画】【期待点评】#4龙的黄昏",
    "author": "风君炎",
    "replyCount": 6,
    "timestamp": 1524460140,
    "txt_content": " 本帖最后由 风君炎 于 2018-5-26 09:16 编辑 \n\n#1峡谷边上的辉都卫古战场2018-4.24背景6000年前，特尼亚博大陆，莫耀辉拉斯帝国经过于西联盟的战争，终于统一了整个特尼亚博，3000年前，阿尔特尼亚的森林族来到特尼亚博的传教士被杀，好战者藉此以保卫信仰为由大作文章，最终森林骑兵跨过令沙海峡，攻占法兰克城，一路势如破竹，森林铁骑势不可挡，莫耀辉拉斯首都辉都告急，国王道格拉斯七世立即派陆军元帅洛道率大军抵挡，前期起到一定抑制作用，将森林大军压制到洛基峡谷对面，并占洛基峡谷有理地位构建百里雄关，辉都卫。  辉都卫保证辉都安全了50年，道奇三世病逝，年仅十六岁的道格拉斯八世即位，任用乔治·彼得等人为元帅，开始进入反攻，平息五十年之久的战争打了森林族一个措手不及，恰好冬季来临，生活于温暖夏季森林的森林族精灵并不适应天降暗林终日不见阳光的环境，一直处于劣势的人类军队既然只用了十个月就将森林赶出了特尼亚伯，在全国上下举族欢庆之时，年轻的道格拉斯八世犯下了一个错误，趁士气高涨开始进攻森林本土，却引发大忌，触怒了森林国教，十祭坛，雷坛坛主率徒属加入战争，十祭坛号称是最接近诸神的组织，他们拥有诸神的部分力量，人类百万雄师崩溃，只得撤退，然而战火并未停息，森林大军重新压境，雷坛主引雷为武器，劈开边疆城墙，目标直指辉都卫，然而辉都卫高层临却在败军之际，临阵倒戈，大门竟向森林敞开之，守护辉都50年之久的辉都卫不攻自破。\n-拍摄图-\n\n\n\n\n\nIMG_20180422_023247.jpg (129.95 KB, 下载次数: 0)\n\n下载附件\n\n2018-4-23 13:07 上传\n\n\n\n\n\n\n\n\nIMG_20180422_023426.jpg (114.11 KB, 下载次数: 0)\n\n下载附件\n\n2018-4-23 13:07 上传\n\n\n\n\n\n\n\n\n\nIMG_20180422_023255.jpg (124.22 KB, 下载次数: 0)\n\n下载附件\n\n2018-4-23 13:07 上传\n\n\n\n\n\n\n由于电脑屏幕有色差，图像原图颜色偏黄，所以先上拍照图片，下方原图。-原图-\n\n\n\n\n悬崖.jpg (351.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-4-23 13:02 上传\n\n\n\n\n#2道格拉斯家族的骑士\n2018-5.5\n背景1--耀国的由来\n先民部落本是一个等级严明的部落，肯拉迪亚是先民部落的贵族，在著名的可洛河战役中，肯拉迪亚带领军队做后勤补给，却遭遇敌人的伏击，肯拉迪亚带领军队，以少胜多，大败敌军包围主力，因此一战成名，此后肯拉迪亚一直担任先民部落的作战首领。   在一次战役中，肯拉迪亚被俘虏，敌方部落首领赏识他的才能，于是提拔他做后勤管理负责人，但由于肯拉迪亚能力出众，在敌方部落中，影响力越来越大，势力越来越广，最终在一次部落会议中发动**，成功夺取了部落首领之位，并软禁老首领。   **成功后，肯拉迪亚没有回到原来的先民部落，而是取消了自己部落的部落制度，建立了特尼亚博上第一个统治者王国，国号：莫耀辉拉斯，象征:自由，和平和太阳。定都辉都，自称肯拉迪亚一世，后人奉他为 拉迪亚大帝。   莫耀辉拉斯成为特尼亚博上唯一能和先民部落抗衡的政权。\n背景2--道格拉斯家族\n 道格拉斯家族是黑暗岁月后迅速崛起的一个家族，他们找到了（前）莫耀辉拉斯的首都辉都的宫殿遗址，并于废墟之上重建新的宫殿，道格拉斯家族的族长 麦德古安·道格拉斯在新宫殿上举行加冕礼，莫耀辉拉斯经历千年的沧桑，终得复辟，麦得古安自称道格拉斯一世。   由于重建莫耀辉拉斯，麦得古安被后人尊称为复世祖，新莫耀辉拉斯成为了黑暗岁月后特尼亚博上崛起的几大政权之一，虽领土远不及当初肯拉迪亚的莫耀辉拉斯，不过在当时，却是特尼亚博上最具影响力的政权。\n-原图-\n\n\n\n\n\n}$OAVUOB0{$%]O[MP@J7K6W.png (234.64 KB, 下载次数: 0)\n\n下载附件\n\n2018-5-5 01:42 上传\n\n\n\n\n\nbb几句，这个“原图”不是真原图，而是qq截图，所以分辨率较低，试过了原图尺寸太大上传不了（大概）\n另外这些东西也并非和mc无关，无关的我也不会在这发了，后面的一些东西会扯上mc的内容，比如两界合作和屠龙者徒利一世#3跨越嘉兰群岛2018-5.19\n-原图-\n\n#4龙的黄昏2018-5.26\n背景1--龙族兴衰\n先民祭师感受到了独立于世界的另一个位面，被称为末地，渴望力量的肯拉迪亚听信了祭司一段尚未完全确定的预言，终末之地拥有强大的至宝。。。为此肯拉迪亚联系国内最厉害的一群术士，以机缘巧合下得到的末影之眼为媒介，耗费数十年时间寻找与末地联系的传送节点，并在上建造了庞大的要塞和末地传送门，沟通世界与末地。　　这是一生英明的肯拉迪亚做的最错误的决定，末地传送门打开后，带来的不是强大的力量，而是厄运，强大的龙王混沌龙带领麾下十子中的九子强势攻入世界，世界被打得支离破碎，唯一的一块大陆特尼亚博被打散，分裂成了森林，特尼亚博，魔域，大荒，四块大陆，这就是黑暗时代的残酷历史，最后，为了击败龙族，后悔万分的肯拉迪亚大帝创造了神器，并以主审判神诺加.加兰德之名命名为诺加之手，用于针对终末之诗的混沌龙一族。最终，混沌龙死亡，九子被封印，然而混沌龙死前为自己留下了一颗龙蛋，它有着黑曜石的硬度，无法被摧毁，被交予驻守老巢的混沌龙第十子，黑龙末影看守，希望有待一日能够涅槃重生。　　当最终结束，世界上只活下了很少一部分人，旧王肯拉迪亚愧疚于特尼亚博湾自杀，自杀前将末地传送门摧毁，将传送介质末影之眼分散世界各地，并使用神器的力量对幸存的人们下了禁制，防止有人因为渴望末地的神秘力量而重蹈覆辙，神器也被交给奥斯丁圣山脉的天使保管。　　事情并未这样结束，诺加之手神器受到混沌龙王诅咒，成为孵化混沌龙蛋的必要条件，残存龙黑龙末影渴望得到诺加之手，借他力量孵化混沌龙蛋，就对世界被封印的龙九子进行沟通，号召它们联合影响一个人类为它们打通末地传送门，最后，樵夫麦德古安被选中了。麦德古安和九龙达成契约，九龙残存的血脉融入麦德古安中，使人类中诞生了龙族，麦德古安和他的每一代长子都将随机获得九龙中的一条龙的血脉，并且通过特殊咒语即可羽化为龙，这也是为什么麦德古安的道格拉斯家族无论多久都能在特尼亚博上称霸的原因。　　然而黑龙末影的算盘却因为他们兄弟间的不信任被打翻了，因为混沌龙蛋在黑龙手里，其他九龙怕黑龙复活龙王后，独自继承混沌龙的宝藏，就鼓动亡灵一族，帮亡灵收集材料，意图借亡灵之力灭掉黑龙，但奈何黑龙势力太强，经过几十年的大战，亡灵已经不支，而麦德古安死后，他的孙子，徒利·道格拉斯，即为徒利一世。意识到如果亡灵被灭，必将唇亡齿寒，徒利是金龙血脉，金龙为混沌龙十子之首，但在末地是黑龙的主场，有水晶塔的守护，黑龙近乎无敌，为此徒利不惜涉险攀附奥斯丁圣山脉，于天使那重新求来诺加之手，最终徒利一世化身为冒险家，持更名为审判剑的诺加之手才于第九水晶塔上打败了黑龙，卫冕骷髅王，还被骷髅王赋予屠龙者的称号。　　徒利一世自然得到了混沌龙蛋，同时拥有诺加之手的徒利一世完全可以复活混沌龙，完成龙族复兴大业，但徒利一世已经得到了来到末地的亡灵留下的特尼亚博北方土地，自己已经成为国王，若复活混沌龙，对自己的王国没有任何好处，所以，徒利一世干脆把诺加之手归还天使，隔离混沌龙蛋。。。。  \n-原图-#其实这张并没有认真画，用时也比较短，主要是摸索。\n\n",
    "replies": [
        {
            "author": "Grace_Black",
            "timestamp": 1524475980,
            "txt_content": "这是手绘还是电脑画的啊"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1524495600,
            "txt_content": "让我想到了《刚多林的陷落》"
        },
        {
            "author": "风君炎",
            "timestamp": 1524525120,
            "txt_content": "Grace_Black 发表于 2018-4-23 17:33\n这是手绘还是电脑画的啊\n电脑            "
        },
        {
            "author": "Grace_Black",
            "timestamp": 1524536820,
            "txt_content": "风君炎 发表于 2018-4-23 13:12\n电脑\n拳头： 来公司上班"
        },
        {
            "author": "风君炎",
            "timestamp": 1525456320,
            "txt_content": "这里回复顶贴不算违规吧？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1526776380,
            "txt_content": "风君炎 发表于 2018-5-5 01:52\n这里回复顶贴不算违规吧？\n回复顶贴是不太好的哦_(:з」∠)_可以用提升卡的说。"
        }
    ]
}