{
    "title": "[原创·连载]《最强巫师》第二章 巅峰的强者",
    "author": "Yosaki",
    "replyCount": 0,
    "timestamp": 1524560880,
    "txt_content": " 本帖最后由 Yosaki 于 2018-4-24 17:13 编辑 \n\n　　仅仅过去十分钟左右的时间，巫师格里醒了过来。\n　　他已经重获新生，使他能够十分敏捷地站了起来，可眼前的凄惨景象，令他大大地吃了一惊。\n　　“发生了什么？”\n　　但没有人回答他。\n　　因为四周已经没有任何一个活人了。\n　　格里有些懵，他什么都不知道，只知道自己在喝过药水后晕了过去，然后再次醒来时已经是这幅景象。\n　　他需要知道刚刚发生了什么。\n　　他离开了这块已经变为焦土的区域，向碎石村走去。\n　　他希望那里还有没有赴这场死亡之宴的幸存者。\n　　碎石村已经不再有往日的人声喧嚣，原本碎石村中约有五十个村民，可有四十多名都去了格里的宴会。\n　　仅剩的三名幸存者中，两个是病患者，一个是医师。\n　　格里找到了他们。\n　　他不敢说出外面那副惨状，他只敢问他们刚才有没有看见什么异样之景。\n　　“刚才外面有十分猛烈的风刮进来，我的假发都被吹飞了。”躺在病床上的病患A露着他的光头说道。\n　　“还有很耀眼的光照进来，像是外面多了一个太阳一样，不过只持续了一会儿。”病患B说道。\n　　“是您的烟火表演吗？格里大法师。”医生也开口了。\n　　格里没有做声，他轻轻推开门，独自离开了已经被夜晚的黑暗笼罩的碎石村。他隐约感到一丝内疚，可那个情况并非是他造成的，自己的心底究竟在内疚什么呢？\n　　他急需明白出了什么状况，于是他打算去几公里外的木村，在那里的郊区，也有一位巫师生活着。\n　　那位巫师是一名女巫师，名叫苏。格里和苏曾经有过一些交集，他们曾经联手击败了一条庞大的巨蛇，那条巨蛇被称作“吞噬者”，它一张口便能吞掉一座小山。\n　　如今苏也有一百岁左右的年纪，两人都不再活跃，而是开始归隐养老。\n　　格里在他的房子后方的马厩里牵过他的马，轻松地跨了上去。\n　　他最后望了一眼这个他已居住了十年之久的住所，轻轻叹了一口气，双腿一夹马肚，马匹便载着他向前行去。\n　　一路上较为平安，尽管已经到了晚上，四周有一些窸窸窣窣的声响和怪物活动的痕迹，所幸没有生物或亡灵企图攻击他。\n　　这样的情况一直持续到还剩两百米远的时候。\n　　“咻——”一支飞箭袭来，格里的眼睛捕捉到了它的来向，在马上飞快扭转身形，然后维持住左手对马的控制，右手举起法杖，轻念咒语，一道圆形的白色魔法阵凌空而现。\n　　又是一根白羽箭射来，当它与魔法阵交会时，却被停在了空中。\n　　格里在马上再次念动咒语，一束冰锥在他的法杖上空形成，猛地射向了那只三十米左右远的骷髅。\n　　格里发出这一击后便回到原来的姿势，他已经感知到那股亡灵的气息已经消散于空中。\n　　他穿出了森林地带，就到了苏的小木屋前。\n　　“进来吧，格里。”格里刚一下马，苏的声音便从小屋中传来。\n　　格里也不拐弯抹角，直接推门而入。\n　　“苏，好久不见。”\n　　“多余的话就不用说了，我已经知道你为什么来找我了。”苏的表情有些严肃，她比格里更明白事态的严重性。\n　　“那么，你知道是谁杀了那些村民么？”格里望着苏苍老的脸，她那无比深邃的眼眸却显得十分明亮。\n　　“我知道，我当然知道。”苏有些难受。\n　　“是谁呢？他现在在哪？”\n　　“他叫格里，就在我的面前。”\n　　“怎么可能？我当时晕过去了，我什么都不知道。”\n　　“你说说看你当时在做什么、有什么感觉吧。”\n　　格里犹豫了一下，但还是说了实话。\n　　“我当时喝了我的药水，突然感觉心中有一种不属于我自身的感觉，那是一种十分狂躁的气息。”格里回想起来还有些后怕。\n　　“你喝的是什么药水？”\n　　“我发明的不死药水，能够让人永葆青春、长生不老。”\n　　“我不是问这个，我是问你用了什么材料。”\n　　“我用了地狱疣的果、金苹果的籽、空中岛的鹰的喙、地精的胡须、永冬之地的冰芯、吞噬者的心脏......”\n　　“打住，就是这里。你用了吞噬者的心脏？”\n　　“是的，因为它拥有极为强盛的生命力，即使脱离了吞噬者的躯体还能够跳动。我取了这心脏上的一个薄片。”\n　　“那就对了。你不知道那个传说吗？”\n　　“你指哪一个？”\n　　“吃掉吞噬者之心的人，将会导致其产生第二人格——一个无比邪恶、就像吞噬者本身一样的人格。”\n　　格里有些懵了，他听过这样的传说，只不过他并不相信，因为他不知道这个传说的来源——根本没多少人见过吞噬者，见过他能活下来的人更少。\n　　“你不知道这个传说的来源，质疑它的真实性，对吗？”苏一语就指出了格里的想法。\n　　“是的。”格里点了点头。\n　　“这个传说，原本并非是传说，而是那位‘最强者’所下的诅咒。”\n　　“你是说...那个位于世界之巅——朗玛雪山之峰的‘神’吗？”格里有些愕然。\n　　“正是，也许只有他可以帮你。毕竟他也是一位巫师，我相信他会帮你的。”苏为老友指了一条明路。\n　　格里便决定前往相隔十万八千里的朗玛雪山，去寻找那位他们巫师界的无上泰斗——“最强巫师”。\n",
    "replies": []
}