{
    "title": "[Minecraft.net|INSIDER] 本周方块：命令方块",
    "author": "LocusAzzurro",
    "replyCount": 3,
    "timestamp": 1524825540,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-4-27 11:58 编辑 \n\n\n\nBLOCK OF THE WEEK: COMMAND BLOCK\n本周方块：命令方块\n\nWe COMMAND YOU to read this\n我们“命令”你读这篇文章\n\nThe list of blocks left to cover in our Block of the Week series is getting shorter and shorter, and we’ve almost reached the end. So this week, we wanted to cover a block that we know a lot of you have been waiting for us to feature for a very long time. It’s the command block, of course! What else were you expecting?\n\n我们每周方块系列里还没讲的方块可以说是越来越少了，就快讲完了。所以这周我们打算介绍一个你们很多人一直在等我们讲的方块。没错，就是命令方块！别的方块？收起你大胆的想法。\n\nCommand blocks, as you might expect from the name, execute commands. What kind of commands? Well, almost anything you can imagine - from spawning objects, to teleporting players, to awarding achievements, to changing gamemode, to banning players, to status effects, to changing the world, to modifying inventory, to a zillion more things. There’s a?great list?on the Minecraft wiki.\n\n命令方块，块如其名，是用来执行命令的。什么命令？嘛，基本任何你可以想到的操作都可以，用它可以生成物体、传送玩家、奖励成就，也可以改变游戏模式、封禁玩家、控制药水效果、改变世界、修改背包，除了这些还有八百万种其它的功能。Minecraft百科上有个不错的列表可以看看。\n\n\n\nIf you mostly play survival mode, and you’re thinking “that sounds a lot like cheating”, then you’re right - which is why command blocks aren’t available in survival mode. They’re a feature that we built specifically for creative mode, and for adventure mode mapmakers. Jeb announced their existence in a?tweet?in July 2012, and they were added to the game in version 1.4.2 - the Pretty Scary Update, which also added spooky anvils, creepy flowerpots and terrifying carrots on sticks.\n\n如果你是生存模式玩家，你可能会想说“这是开挂！”，没错，正因如此在生存模式才不能使用命令方块。它是个为创造模式和冒险地图制作者而生的功能。Jeb在2012年7月的推文中公布了命令方块的出现，它们在1.4.2版本中被加入了游戏，这个名为骇人更新的版本还添加了恐怖的铁砧、可怕的花盆和吓人的萝卜钓竿。\n\nEver since version 1.9 of Minecraft, there have actually been three kinds of command block, which you can switch between with a button in the interface. The impulse one is orange, and executes once every time it’s activated. The chain command block is green and executes when a command block pointing to it is executed. Finally, the repeating command block is purple, and executes a command once per game tick when activated.\n\n从Minecraft 1.9版本开始，其实就有三种不同的命令方块了，在界面中可以通过一个按钮可以来回切换。脉冲模式是橙色的，每次被激活都会运行命令。连锁模式是绿色的，当指向它的一个命令方块运行指令时就会运行命令。最后还有紫色的循环模式，激活之后每个游戏刻都会运行一次命令。\n\nThere are a couple of other options in the command block interface too - conditional command blocks will only execute if the command block physically behind it successfully executes its own command, while unconditional ones will always execute their commands when triggered. You can also set command blocks to require a redstone pulse to activate or remain always active.\n\n命令方块界面上还有几个别的功能，条件制约式命令方块只有在它实际后面的命令方块成功执行命令时才会执行自己存储的命令，不受制约式(非条件制约式)的那种在被激活是总会指令命令，你还可以让命令方块只有在接收到红石信号时才激活，或是保持激活状态。\n\n\nSethbling and Hypixel recreated Team Fortress 2’s Dustbowl map in Minecraft using command blocks.\nSethbling和Hypixel在Minecraft中用命令方块还原了军团要塞2的Dustobowl(沙漠堡垒)地图。\n\nWith combinations and chains of configured command blocks, you’ll find it’s possible to do just about anything you can imagine. You can create lotteries, item trade systems, passwords, teleporters, prisons, clickable words, weather machines, obstacle courses and even houses that are bigger on the inside than the outside. A proper tutorial is more than we can manage here, but there are loads of good ones easy to find online already.\n\n通过使用设计好的命令方块链接组合，你会发现任何事都是可以做到的。你可以做出彩票系统、物品交易系统、密码锁、传送器、监狱、可点击的文字、空气控制仪、障碍赛道，甚至是里面比外面大的屋子。我们现在不能在这里给你做一个完整的讲解，但是你在网上可以轻易找到很多优秀的教程。\n\nYou might be reading this and thinking “this all sounds very complicated”, and to be honest you’d be right. Command blocks are definitely more of an advanced feature. But there’s good news. In the upcoming Update Aquatic, we’re revamping the whole command system to make it much better and easier to use. That should let everyone dip their toes into what we think is one of the best bits of the game!\n\n读到这里你可能会说“这感觉很难”，说实话你说的没错。命令方块的确算是一个高级功能。不过我们也有好消息告诉你，在新的水域更新中，命令系统会进行大量整改，变得更好用更简单。这样可以让任何人都能轻易涉足这个游戏中我们觉得最好的领域之一！\n\n\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-command-block\n原文作者：Duncan Geere\n原文发布时间：2018/04/27",
    "replies": [
        {
            "author": "子德",
            "timestamp": 1524828600,
            "txt_content": "这样可以让任何人都能轻易涉足这个游戏中我们觉得最好的领域之一！\n十分棒...bugjang已经好久没有做出这样利于社区的更新了。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1524979500,
            "txt_content": "为什么图上没有条件制约型"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1524991080,
            "txt_content": "副标题双关还行"
        }
    ]
}