{
    "title": "【周边创作每月活动】|三月活动|童话城堡|结束投稿|",
    "author": "Marospy",
    "replyCount": 4,
    "timestamp": 1524824640,
    "txt_content": " 本帖最后由 Marospy 于 2018-4-27 18:40 编辑 \n\n童话城堡\n\n作品作者评委①  评委② 评委③ 平均分 排名  奖项  奖项     \n圣父的黑面包@Nethop  7.9-7.97.91一等奖7人气，80金粒，3下界之星卖火柴的小女孩@FHC红石 7.9-7.77.82二等奖5人气，50金粒，2下界之星最后的蝴蝶@史努比游览  7.3-87.653二等奖5人气，50金粒，2下界之星黑魔法师@秋叶枫苓  7.6-7.47.54二等奖5人气，50金粒，2下界之星国王与鸢尾花@雨夜蔷薇  7.4-7.67.54三等奖4人气，30金粒，1下界之星小王子@Marospy  7.5--7.54三等奖4人气，30金粒，1下界之星卖火柴的小女孩@ROF  7.6-7.37.457三等奖4人气，30金粒，1下界之星卖火柴的小女孩@猜猜谁是谁  7.4-7.27.38三等奖4人气，30金粒，1下界之星东之国的不眠之夜@x_lin0_0 7.2-7.27.29三等奖4人气，30金粒，1下界之星鲜花开满的小径@xcc  -----离题2人气，20金粒\n【FHC红石】卖火柴的小女孩\n终于不离题了，嗯。渲染图被中压得有点难受，这种窄屏布局果然还是不太适应。\n \n　　总体来看，算是这次活动中能够让人眼前一亮的优秀作品，整体的布局思路，与恰到好处的细节处理都较为出色。意境渲染到位，环境烘托合适，其中，有关雪地脚印的刻画设计，以及火柴等多处的明亮光源与偏暗环境形成的反复性质的明暗对照，都可以当作该作品中出彩的亮点。\n \n　　当然，也有缺点。火柴残骸的放置不太自然；雪地的层次感略显奇怪；渲染图中有关雪花的设置有些密集且刻意，冲淡了文章的些许意境；取景角度稍差，表达效果不佳。固然，这副渲染图差不多接近完美，但在部分问题的处理上还是稍微差些的。再之，作品的格调与以主旨内涵为重的作品比起来稍弱，如果除了质量的再优化之外还想精进，可以考虑在立意与形式上深挖。\n \n　　以上，祝进步。\n\n【ROF】卖火柴的小女孩\n干净，简洁，一目了然。差不多就是这个感受吧。\n \n　文章的优点在于布局简单，思路清晰，立意浅显，与主题切合度高且具有一定的意境氛围。但在具体的处理上并不做好，且没有明确的亮点。\n \n　　所以大致的印象就是寻常平凡了，能够改进的地方也很容易察觉。明暗的对比太过于单一简洁化，且直白的取景同样只是让人能够读懂图片所要表达的内容而已。细节过于粗糙，人物动作稍显僵硬，主旨没有得到深挖，图片没有明显独特的亮点。总体而论，图片的质量还是不错的，但在一些方面还可以再接再厉。\n \n　　以上，祝进步。\n\n【猜猜谁是谁】卖火柴的小女孩\n略微特别的渲染\n       渲染图是卖火柴的小女孩为主题的场景，不过由于局限于MC，所以人物的表情是固定的，要想体现主题必须从背景和渲染氛围下手。 而画面的背景略显单调，而且构图极其奇特，尤其是小女孩身后的那个月亮倒影，和左下角的太阳，略微违和。\n        动作较为僵硬，或许可以从背景下手更多层次的去丰富整个画面，仍有很大提升的空间，虽然意境氛围已经出现，可惜强度还不够。 　　以上，祝进步。东之国的不眠之夜~Vampirish Nightlife\n破坛也有人会玩过气车万啊。\n \n　　平淡寻常的普通短篇，作为长篇中的日常过渡或高潮情节之间的调和剂倒算是合格，但单以短篇来论的话，表达效果与立意构思上的确差了不止一点。就算与同一类型的东方同人文来横向比较，总体的质量也会明显地不过关吧。\n \n　首先，与活动的切合度不高。活动的主题应该是“写一个童话/或围绕着一个童话写小说”，东方显然与童话这一领域搭不上边，文中的内容与形式与其说是童话，更像是把日常与短句成段的那种短篇小说格式掺和起来的构成的产物。所以在主旨或总体的设计方面，是离活动的主题偏远的。\n \n　其次，虽然文中采取的短句成段能够在某种程度上较好地增强表达效果，但在行文过程中惯例需要进行的精简词句也是必不可少的。冗长的过渡自不宜过多，全文主要的内容也尽量以精炼的描写与简单的剧情为主为好。\n \n　　举个例子，像“梅丽畅谈了自己的月面旅行计划后与莲子告别，向回家的道路走去。”这种毫无意义的过渡句在这种类型的短篇小说是没有存在的必要的，也许它的确能够起到衔接上下文的作用，但我们说它破坏了文章整体的节奏和意境基调。这种纯叙述性的可有可无的东西，既与主旨无关，又在文章的开端，因此就很容易给读者的阅读感官造成一定的负面影响。因此，这里建议直接删去或者酌情修改。\n \n　　最后，文中的用词与造句过于直白，单纯的叙述类型的语句过多，从而导致了形式过于单一的毛病。这样表达效果上不去，文章的格调自然也就卡在低处得不到提升。如要精进，可以考虑在精简用词与将直白的描述丰富化，以及增多描写的篇章这块下手。\n \n　　以上，祝进步。\n\n　　受于时限，如有疑问，欢迎进一步的探讨。\n\n鲜花开满的小径\n复健愉快。\n \n　　大概是中等以上的程度吧，总体质量较为出色，但主旨立意以及构思逻辑性等地方稍逊一筹。相对而言不考虑离题应该是7.5分起步，酌情微调。\n \n　　250先生说的问题其实就是针对文风，概括而论就是长句较短句而言稍显拖沓略有做作不自然，所以适当的逗号用以分隔句子，能够让行文思路更为流畅且清晰。的确，适当的逗号是有着这个无可替代的优点，但连贯的长句也并无不可，说到头来也还是根据个人的喜好随性使用吧。\n \n　　接着的一些无关紧要的废话，也就是主旨不明，内容不明，叙事线索不明，与活动主题切合度不高等之类的你自己也点出来的小问题。是的，如果当作短篇小说来讲自然不够合格，毕竟很多完全可以进一步改进的地方没有进行处理，结尾转折的力度与表达效果也确实不佳，但如果将写作的重心由叙述转向描写，将后半部分纯叙述性的语句与对话转化成描写性的塑造意境的短句的话，文章也不失为一个精简明了的干净短篇。因此，总结出一个经验，写文章太过随性果然还是会有些不着边际？\n \n　　最后，提下遣词造句。一些零散词语的表达效果不强，精简到位却没有达到预料中的程度。有些句子的表述不够简明，虽然是康复训练这方面的毛病也的确避免不了，但还是可以稍微注意一下。\n \n　　以上，祝进步。\n\n最后的蝴蝶\n技术含量较高的渲染\n       单从画面构图来说，整体的色调与光晕展示了那种“最后”的感觉，与童话契合度高，整体画面偏暖，光虽然强烈，却不显得刺眼。天边的云彩也十分契合主题。\n        一种极具朦胧色彩的风格尽显无遗。从技术层面来说，图中包含了许多PS的技术，在C4D渲染的基础上极大丰富了画面，让渲染图有了一个质的提升，个人认为这是一幅极高质量的渲染。\n 　　以上，祝进步。小王子\n/\n圣父的黑面包\n一贯地充满深度\n\n       首先还是特别经典的外文写风，充满了一种宗教气息。文中以一位仆人为视角，讲述了一个仆人寻找所谓的知识，与传教士和主人之间发生的故事。\n \n       以黑面包为线索，贯穿全文，可以说是引人深思的，在当时的社会背景，能填饱肚子便已经是莫大的慰籍了，更不会在意自己的社会地位是否低贱，圣诞节时能得到双份的黑面包便会欣喜若狂，这样的环境下，传教士的介入成功的打破了这种似乎是默认的规则。从而引导主人公走向寻找自身精神层面，所谓知识的道路。通篇一点也不拖沓，每一个篇幅都有其存在的意义，层层递进，为最后仆人的改变作出铺垫，结尾更加充满悲剧色彩，传教士的离去，或许只是隐喻着仆人新的开始。\n \n       这篇文章的所揭示的，所传达的，自然是不言而喻的，每个人内心都有不同的答案，或许根本就没有答案，真正精髓的是思考问题的过程，尝试去寻找，就足够了。\n \n　　以上，祝进步。\n\n黑魔法师\n充满浪漫爱情的剧情        单从剧情来说，无意是充满浪漫色彩的，也很契合童话。一开始便抛出了黑魔法师和公主的渊源，为以后黑魔法师真正的内心想法作出铺垫。        虽然隔着一道窗，却好似一个无法跨越的巨大鸿沟，这想必就是世界上最遥远的距离吧，文中丰富的心理活动体现了两人隐晦的情愫，扣人心弦，而加入白魔法师作为矛盾发起点，更加衬托出了这一条鸿沟的大和宽，难以跨越。\n        黑魔法师为了公主准备的那个魔法，想必在那一刻，他们都是幸福的吧！\n       虽然剧情尤其出彩，也契合童话，然而在文风文笔方面仍有待提高，读起来仍缺乏一种美的感觉，整体略微僵硬，缺乏一些形容词和必要的环境描写，穿插在对话间，可能会更加显得自然。\n 　　以上，祝进步。国王与鸢尾花\n大概，可以算是童话吧。\n \n　思路清晰，故事主线明确。主旨较浅且通篇没有亮点，让人眼前一亮的描写更是几近于无，整个小说看下来也就只是讲了个寻常的故事而已。虽然讲大白话和纯粹叙述也勉强算是童话的一大特征，但通篇用到尾未免也太过直白了吧。\n \n　　问题一，部分语句的叙述可以更加具体，前后衔接可以通过描写来使其更加自然。如“看到一个正在飘远的黑影向他抬手致意，嚯的一下消失不见了。”一句，两个动词太过生硬，节奏过快而表达效果不佳，给读者产生了前后不够连贯的阅读感官。如“花丛听到国王的请求立马在他身边开了一圈，把国王围在中间，盛开的花香引来了无数鸟儿在花丛中鸣叫。”两个动作过于仓促，“引来”一词更是有着冲淡意境等的负面效果。\n \n　　问题二，心理活动等的表述不必过于直白，以更为详细的语句代换能够得到更好的效果。如“他开始有些害怕了。”可以用内心的思索与推论来表现国王的不安与惶恐。如“巫师的语气让他害怕极了。”可以用神态或更近一层的心理来展现国王对巫师的恐惧。\n \n　　问题三，对话很尬。嗯，实在不够自然的地方，可以考虑稍微地酌情精简一点，个人建议。\n \n　　以上，祝进步。\n\n\n如有异议可私信版主 @Smokey_Days @gggbbb @Marospy\n感谢各位会员的参赛\n                                                                                                                                                        \n                                                                                                                                                  周边创作管理组\n                                                                                                                                                          2018.4.27\n\n\n\n",
    "replies": [
        {
            "author": "FBILer",
            "timestamp": 1524833100,
            "txt_content": "有生之年的颁奖（虽然没我什么事==）"
        },
        {
            "author": "ROF",
            "timestamp": 1524890880,
            "txt_content": "评价看了。\n看来我要好好努力才行。\n向FHC大佬学习@FHC红石"
        },
        {
            "author": "xcc",
            "timestamp": 1525104180,
            "txt_content": "大失败.jpg\n复健的道路逐渐变长，挺好\n还是继续努力吧我。。。。。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1525239480,
            "txt_content": "已经五月份了才发现orz，感谢评委，俺去加强文笔了"
        }
    ]
}