{
    "title": "我的世界为什么会衰落",
    "author": "love12138",
    "replyCount": 11,
    "timestamp": 1524922680,
    "txt_content": "垃圾作者出的文章：\n本篇文章有可能涉及过度使用情绪的表现，我不是拿一个写文章的态度来说这件事情，我是直接来说，坦白的说，一丝不苟的说，本篇内容全部真实，部分内容为推测。我要清洗以下这几点：网易代理是否影响了《我的世界》国内走向以及私服运营回答: 是，但是干扰不大，首先对于锁区表现，无论怎么看，都随意，众所周知在网易代理前国内几乎都是盗版，这些经济利益只对部分正版玩家有影响而盗版玩家几乎不会受到什么影响。如何看待《我的世界》国内原创服务器的衰落回答:无论是站着看还是坐着看，都能发现也与网易代理有很小小的关系，其实这种关系很小真的很小，那么久扯到另一个话题了，就是国内原创服务器衰落，这种现象是国内所谓的“新审美观”有问题，什么是 “新审美观” 呢？等下再解释，首先来说说为什么会产生，他是怎么产生的呢？是因为多玩我的世界，首先，多玩我的世界众所周知，他是一个盒子，其内部用三体的一句话来形容  “黑，真TM的黑” ，后来网易正式代理《我的世界》，剩下的也就不用说了，都知道多玩我的世界的下场，为了防止某些人不懂，防止断章取义，我用数字化一下，一个单独生存服务器，如果说在多玩我的世界发展好的话，300-500人在线，那么发展差的呢？一周100在线以上，那么这跟“新审美观”有什么关联呢？在这里需要一个定义，借用某个服主的一句话 国内原创服虽然比非原创服要少，但是国内开发者一直在为我的世界这款游戏的衰落做出努力，但是玩家们普遍不相信大服，国内小游戏服开始滑落，而当初我的世界类似于1.6.2版本的服务器模式，普遍开始模仿，导致国内原创服几乎快没人了，而现在都几乎将希望寄托于归属感比较好的服务器，但是现在大服几乎都不注重玩家的归属感了，都去想着法整玩家的钱，某些小服也是，这就导致了国内原创服几乎没有信心去做下去了，因为再怎么做原创服也没有用，别人找的端就能比一个原创服务器好的多，如果说像我们这些服主都有某些归属感的态度和制作水平，那要原创服有何用？在这里解释一下本文中原创服的含义: 原创服在本文中不是单独指自己制作的服务端而是内容拥有原创，什么意思呢？非原创: 整合一下就行了然后加个VIP 原创服：整合好后进行各种调试增加游戏模式，排版设计等.  （只限于本文中，有理解不透的地方不要来找我，因为我也不知道那个服主他的准确意思，我只是给出了我的理解，就是做的比较好的服务器。）那么肯定有人问了，“你说的审美观到底是什么？”，就如刚才那位服主所说的意思，我来做出一个总结 “好的服不玩，偏要玩垃圾的。”（请不要喷我，那个服主的意思就是这样。）如何看《我的世界中国版》外挂泛滥问题？*以下内容有可能涉及我的世界知名主播。在网易我的世界测试期间，外挂横行，直至公测，外挂还是依旧的多，用玩家经常说的一句玩笑话我的世界本身就是一个BUG在中国版发布锁区之前我的世界一些知名主播说 “啊！我爱中国版”，“让我们一起创造”，那么锁区后呢？直至现在呢？一句话总结包括某些知名主播和部分玩家的一句话“我们热爱这款游戏”试问？真的热爱吗？作者：RC-重启世界\nhttps://www.bilibili.com/read/cv226446\n出处： bilibili\n\n\n[groupid=1539]RC-重启世界[/groupid]",
    "replies": [
        {
            "author": "TNT嘉音",
            "timestamp": 1524922800,
            "txt_content": "哎哟，志同道合，看在我也反网易的情况上，不举报你吧！"
        },
        {
            "author": "ir-0",
            "timestamp": 1524925080,
            "txt_content": "道理我都懂 但你为什么要把两个月之前写的东西再发过来？"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1524925740,
            "txt_content": "感觉自从不少人知道我的世界不知道Minecraft时，原因就已经够明显了"
        },
        {
            "author": "我好牛b",
            "timestamp": 1524926220,
            "txt_content": "emmmm，有道理，但是，你病句太多了xd"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1524956700,
            "txt_content": "所以……你认为mc的衰落=服务器的衰落???"
        },
        {
            "author": "海贼王#",
            "timestamp": 1524959640,
            "txt_content": "不好意思 单人党"
        },
        {
            "author": "mingtianzuihao",
            "timestamp": 1524960540,
            "txt_content": "我觉得mc没有衰落，至少还有人玩，还有人出mod等、"
        },
        {
            "author": "Mithey",
            "timestamp": 1524960540,
            "txt_content": "请不要带审核中的小组"
        },
        {
            "author": "一周茶饭",
            "timestamp": 1524962820,
            "txt_content": "垃圾游戏，过气了。"
        },
        {
            "author": "鳥妖",
            "timestamp": 1525003320,
            "txt_content": "因为游戏性低\n生存模式前期的套路是固定的，不按这个套路走只会死的很惨，而前期时间也是比较漫长的\n到了中后期保证需求了才能开始自由做自己想做的事\n\n创造模式则游戏内容单一（只有建造）\ncb不是每个人都玩得来的\n\n自由，不存在的"
        },
        {
            "author": "安梦梦",
            "timestamp": 1525006320,
            "txt_content": "衰落？不存在的"
        }
    ]
}