{
    "title": "[双线]御龙在天3——◆国战江湖职业技能◆网游版本/不定时内测/多种交易模式[1.11.2]",
    "author": "最loveMC",
    "replyCount": 0,
    "timestamp": 1524994080,
    "txt_content": " 本帖最后由 最loveMC 于 2018-8-6 16:20 编辑 \n\n\n\n\n\nt1.jpg (195.25 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:22 上传\n\n\n\n\n\n\n\n\n\n\nt11.jpg (250.67 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:26 上传\n\n\n\n\n\n\n\n\nt12.jpg (229.57 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:26 上传\n\n\n\n\n\n\n\n\nt2.jpg (291.73 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt3.jpg (267.29 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt4.jpg (266.96 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt5.jpg (247.17 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt6.jpg (233.26 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt7.jpg (277.94 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt8.jpg (248.54 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt9.jpg (240.08 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\nt10.jpg (267.24 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-31 19:25 上传\n\n\n\n\n御龙在天3介绍\n\n御龙在天3是一个打磨多年 积累了丰富经验的MMORPG服务器这是我们服务器的第三周目 大概会在寒假与各位见面我们服务器的主打玩法是：轻功江湖职业技能+国战玩法在前2个周目中 服务器版本两次升级 玩法也多次修改 最终定格在御龙3的巅峰模板我们在公测之前会不定时组织多次内测 如果您在本服的群里面的话便有机会参加本服的内测活动本服吸取的部分游戏的经验 包括装备的配件打造 国家玩法 装备升级全部借鉴于各大网游：御龙在天Oline 逆水寒 天涯明月刀 新倩女幽魂 等多款网游我们致力在Minecraft中为您打造出一个干净简洁的武侠世界 快意恩仇我们也添加了许多特色内容：国战功勋兑换功勋项链/戒指等部位神装灵兽岛/银两购买宠物（属性强悍可作坐骑）游戏币分级制度：绑银→银两→元宝装备结构锻造系统（源自逆水寒）：您可以通过击杀怪物来获取装备结构 也可以通过副职业的采集获得材料 通过合成和锻造制造出装备钓鱼系统（源自倩女幽魂）：钓鱼系统结合RPG，你钓的鱼可以被你烹制成一道回血的佳肴烹饪系统（源自倩女幽魂）：你可以通过钓鱼/种菜 来获取原材料 再由原材料烹制成各种药品伐木/采矿系统（源自倩女幽魂）：不同于原版采矿 您可以击杀矿兽/木兽来采集资源 这些资源可以被您锻造成武器材料/后续开放家园家具系统易市（源自倩女幽魂）：您可以在易市摆摊来出售您想出售的道具（摆摊时不能移动只能坐在箱子上哦）寄售市场：如果您认为您没有时间摆摊的话 您可以选择上架到寄售市场 这样您就有时间去做别的事情了社交体系（婚姻系统+师徒系统+好友系统）：三位一体为您构造全新的江湖好友体系GUI面板化的操作给予小白更多的爱宠物养成系统（源自于倩女幽魂）；您可以通过灵兽商人/玩家交易/灵兽岛来获取灵兽（我们不出售灵兽 因为太强了）而灵兽可以升级，每升一级都有质的改变 升级后会给予灵兽属性点 您可以通过决定灵兽的发展方向而确定灵兽的加点方向。并且灵兽是可以骑乘的，比如御龙神兽的原形就是羊驼全新的地图系统：我们将整个游戏板块的地图分为了九州四海：天下共分为：并州；幽州；青州；冀州；扬州；交州；荆州；益州；雍州九州。而神州独立于九州之外，存在于华夏大陆之外的御龙岛之上而四海具有：北冥之海中栖息着鲲类巨兽东冥之海中生活着远古鱼人南冥之海中孕育着荒古海族西冥之海中隐藏着金龙文明服务器任务推进：冀州（浔州城）→冀州（丽江城）→青州（镇海城）→青州（御心城）→扬州（戍边城）→扬州（破军城）→交州（广州城）→交州（苍梧城）→荆州（江陵城）→荆州（石首城）→益州（重庆城）→益州（成都城）→雍州（雍山城）→雍州（雍水城）→并州（太原城）→并州（建兴城）→幽州（燕京城）→幽州（靖灵城）→北冥之海（北冥海岸）→北冥之海（北冥秘境）→东冥之海（东冥之城）→东冥之海（东冥深渊）→南冥之海（南冥地府）→南冥之海（荒古遗迹）→西冥之海（龙族租地）→西冥之海（御龙圣州）服务器开放日只会开放前面五个图（可能更少）但是其中也包含了大量的主线任务/道具/怪物（每个大型地图都有哦）-一个地图相当于一座主城。游戏内路途遥远 建议您购置一匹良马/（上好的宠物） 两者都可以骑，并且加成速度————————————————————————————————————————————————由于策划剧情太过于宏大 且制作组只有服主一人 如果您有这方面的能力（建筑）并且愿意加入我们 可以查看人才市场本服的招募贴来共同完成我们这个伟大的志向！（划掉）我承诺这个服务器在我大学毕业之前会是个商业服（唔等我大学以后就会改成公益了！）-毕竟到时候就有收入来源了！希望大家有兴趣来玩的可以留下来 没有永远开放的服务器 但是有永远的朋友啊 再加上来说我这个人比较随和hhhhh服务器客服是软妹子噢！！！！而且服务器里有很多的妹子哦你点进这个服务器贴来看 真幸运呢_(:з」∠)_最后安利一下服务器注册链接官网还有论坛！（服务器是外置登录网页注册的）戳我进官网戳我来注册戳我去论坛————————————————————————————————————————————————服务器更新V1.1 date:2018年8月6日服务器重写了所有的装备 并且更换了装备的插件 使得装备的数据成为了一个随机悬浮点例如您在服务器内击杀了怪物<野牛>之后 <野牛>掉落的装备将会随机为普通-优秀-史诗三个品质 且词缀名会有一个大的变化例如：\n\n\n\n\nb1.jpg (16.35 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-6 16:12 上传\n\n\n\n\n\n\n\n\nb2.jpg (22.08 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-6 16:12 上传\n\n\n\n\n\n\n\n\nb3.jpg (23.06 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-6 16:12 上传\n\n\n\n\n\n\n\n\nb4.jpg (21.76 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-6 16:12 上传\n\n\n\n\n\n\n\n\nb5.jpg (26.98 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-6 16:12 上传\n\n\n\n\n我们采取了随机制度的装备——意义非凡 首先职业装备是会掉落的 职业装备有所侧重的点 每一件职业装备的属性增幅和其他职业的装备是不同的装备类别大致可以分为两类：职业装备和非职业装备 非职业装备是所有玩家都可以装备的 不限制您的职业 但是增幅比较中庸 不适合职业加点玩家接下里我们来解析一下装备的词缀名： 例如我们拿这件衣服（第五张图）作为样本李斯·皮革衣服·独孤李斯是前词缀名 这个词缀名为这件装备带来了生命上限的增幅10%（相比原来的生命上限增幅了10%独孤是后词缀名 这个词缀明为这件装备带来了生命恢复的增幅5%（相比原来的生命恢复增幅了5%而后面的优秀品质则是一个浮点的上下限 这个装备的最大属性 不论词缀如何增幅 都是无法大于一个品质最高数值的 同样也无法低于品质最低数值充满个性化的装备掉落为您的游戏带来更多的乐趣——因为充值玩家也需要花时间去研究如何搭配装备来让自己更强 而你们可以选择卖给他们装备（大部分装备是不绑定的或许你们能靠这个赚一笔人民币呢 最后本版本更新说明：前后词缀名都存在20余种 也就是说将会有将近400种单件装备的搭配方法 并且在后续的更新中 本服将更新更多的词缀 御龙3为您带来无限可能具体词缀属性请自行摸索哦~似乎有些前后词缀搭配起来能够起效——套装效果呢\n\n\n\n\n\n服务器外挂处理模式\n御龙在天3秉承公正的模式同时对外挂玩家进行了多方面的打击 我们根据前两周目的数据对反作弊系统进行了优化最大程度的避免杀戮光环+连点器 等作弊程序同时我们也提供在线封挂的功能 客服/腐竹7*14小时在线封挂工作时间： 8:00 - 22:00如果您在服务器发现了外挂 请带视频发送给服主/客服 我们会以最快的速度处理作弊玩家 并给予举报玩家奖励（服务器仅两位OP 且不干涉游戏）惩罚模式：作弊进行PVE（刷怪）-未影响其他玩家游戏体验的：第一次三封（机器码 账号 IP）1天 第二次永久三封作弊进行PVE（刷怪）-影响其他玩家游戏体验的：第一次三封（机器码 账号 IP）5天 第二次永久三封作弊进行PVP（击杀玩家）-影响其他玩家游戏体验的：第一次三封（机器码 账号 IP）7天 第二次永久三封欢迎各位玩家朋友的监督 同时也希望各位知法 莫犯法 Minecraft的世界这么大 能够遇到彼此 就是缘分 希望大家能够珍惜这段难得的缘分\n\n服务器交易制度\n\n服务器的交易制度：我们不禁止玩家私下RMB交易 但是如果您在私下交易被骗 请不要联系服主如果您希望有一份保障 那么可以联系服主担保 双方可以选择一方支付出售道具金额的10%给予服主 保障您的交易我们严禁本服玩家在其他服务器的玩家群/服务器内/官网论坛 进行宣传如果您发现了请联系服主并提交宣传者的id或qq 我们将会致以最诚挚的抱歉 并且惩罚宣传玩家本服的氪金制度仅出售点劵 但是我们开放游戏内的各种交易系统\n您可以垄断各种游戏道具成为一名游戏商人 控制物价走向 结交朋友 壮大您的国家\n或者可以成为国王 培养您的国家商人 与其他国家战斗（服务器内可以选择易市（摆摊交易）/全球（寄售交易））\n\n\n最后本帖模板来自龙珠悟道服务器的帖子 十分感谢\n您保留对本模板的版权 如果您认为本服的宣传贴侵犯了您的版权 请联系本服服主\n我们在确认身份后将在24小时内删除与您服务器/您服务器宣传贴0有关的所有信息\n谢谢\n\n\n\n\n\n\n\nt1.jpg\n(195.25 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2018-7-31 19:25 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}