{
    "title": "【原创/连载】[另一个世界] 第十七章 雨水总是伴着悲伤",
    "author": "秋叶枫苓",
    "replyCount": 0,
    "timestamp": 1525023360,
    "txt_content": "“啪朗！哐当！咔嚓！”“……”当初，我们为什么要选择在这里开我们的房间呢，我紧锁着眉头在床上无奈地想，而旁边依旧源源不断地传来绪方老师工作时的声音，又是敲砸又是剪砍的，这个房间的隔音效果真的是差，十分地差。明明手臂和大腿都还酸痛酸痛的，但无论怎么让自己平静都无法再次进入睡眠状态，僵持了不知多久后，我无奈地叹了口气，慢慢地坐了起来，揉着大腿扫视了一下我们的房间，衣柜已经被打开，一张床收拾的十分整洁，还有一张被子和枕头完全卷在了一起，看来我又是最晚的一个呢。……爸爸……妈妈……当意识到的时候，我的眼睛已经湿润，眼泪顺着脸颊开始滑下，每当龙猫和小坑和我分开的时候，我就会陷入这种状态，强烈的思家情绪，化作泪水滴落在我的被子上，我用双臂堵着我的嘴，努力让我不争气的咽呜声不传到外面去。想要停止，但越是这么想泪水就越止不住，已经快一个月了，离开双亲强迫自己跟上这个世界的节奏，最近还进行了大量越超自己体能的训练，好累、好痛苦、好像停下来，为什么我一定要承受这些事情。“……斯哈……斯哈……”不知过了多久，泪水慢慢地止住了，但不是我又恢复精神了，而是泪腺已经不准让我再哭了，摸了摸眼睛，我顿了顿后，又用力地拍了拍我的脸颊，强烈的刺痛终于让我的咽呜声停了下来，我深吸了一口气，慢慢下床开始换衣服。我的情绪、我的想法是我自己的事情，但在他们面前的话，就算全身被截断我也要露出最灿烂的笑容来。将睡衣脱下，换上自己皮肤的JK制服，照了照镜子，虽然眼睛还有一丝红肿，但还可以用睡蒙了来混过去，以防万一我又在房间呆了一会，才默默地推开房门，深**气，对着大厅喊道：“哟！早上好啊！”过了一会，饭厅那边传来了招呼我去吃早餐的声音，工作间那边也传来了老师死气沉沉的招呼，这几天每当她在制作什么高精密的东西的时候陷入这种状态，我偷偷往工作间那边瞥了一眼，然后来到了饭桌旁边，龙猫和小坑已经开始吃早餐了，今天的早餐是……面？应该是面加上胡萝卜汤和猪肉吧。移开凳子，我一下子坐了上去，抓起筷子就开始吃面，他们应该没察觉到吧，嗯，应该没有。“……今天也是最晚起啊，不对，不愧是你，那么吵的环境里还能赖在床上。”刚咽下一口面，我对面的龙猫半眯着眼睛说道，我自豪地哼了一声，回了一句“那当然啊。”哈……看来没有暴露的样子……嗯，这面真好吃，明明只是胡萝卜和猪肉。“（咀嚼音效），那个房间隔音效果真的太差了，我们要不要考虑跟老师要点羊毛铺一层啊。”“羊毛真的有用吗？”小坑愣了愣，苦笑着回答，“大概有用吧。”我接着回道。“……不过隔音效果真的很差呢……”“嗯……”“嗯？什么？”“没事，你快点吃面吧”龙猫叹了口气，右手撑着脑袋说道，“还有不到五分钟就要去上面了。”“呜咳？！”来到这个世界后，我的体力、判断力、胆量无疑都提升了，但吃面速度提升什么的，我还真没想过。从矿洞里捂着被石头砸的发痛的后背出来后，太阳却没有像往常一样迎接我们，抬头望去，厚重的乌云覆盖了天空，而看到这一幕我的身体下意识地打了个寒颤，这个世界的雨天总给我一种不好的预感，就像上次龙猫那样，走到训练场，安顿好了之后，老师先叫小坑去热身，然后把我龙猫带到一个空场里面。“你们两个互相练习吧，练习格挡。”老师抱着胸说道，我和龙猫愣了愣，互相对视了一眼，我和他练剑……果然小坑今天也是去练习射击了吧，不过……我们现在真的还要练习格挡吗？“嗯……我猜现在你们肯定在想还练习格挡做什么对吧”“……”“……”出现了，老师的读心，之前上课的时候老师还说她没有gift果然是骗人的吧，她的gift绝对是读心吧。“嘛，趁这个时间把我独创的【绝对能胜利的对剑招数】传授给你们吧。”“？！”看着一脸坏笑的绪方老师，我和龙猫都露出了怀疑的神情，但她无视了我们的表情，接着说道：“昨天我说过，这个世界的应对攻击的方式只有两种，龙猫，哪两种？”“……block【格挡】和clash【冲突】。”龙猫顿了顿后，有些支吾的说出了答案，看来他也忘得差不多了，啊呸，没有也，我没忘。“对，不过昨天我只是讲了由这两种方式，还没告诉你们具体区别。”绪方老师咳嗽了一下，一本正经地说道：“一般来说，人和人或者人或怪物对战都是在冲突，你们来这之前有试过两个人对砍之类的事吗？”“有。”“有吧。”“你们当时应该注意到自己并没有受到什么身体上的伤害，血量的伤害也减少了对吧。”经老师这么一提，我和龙猫回想起了以前在树林对拼的一次，确实如绪方老师所说，我们仅仅是手掌发麻的程度而已。“这个世界，等级除了提高身体素质、提高运用和制作物品的权限，还有就是增加你在跟别的生物进行冲突判定时的优势，在冲突——即两方的攻击相撞时，就是在进行优势的计算，各自的武器，攻击时的状态，还有攻击者的等级，攻击角度等等，两方所有的因素相互抵消一部分后，剩下的就化作伤害让对方承受，而冲突不会触发硬直，所以双方都能马上进行下一次攻击，基本就一直冲突到一方倒下为止，这是这个世界基本的对战模式，除非你连对方的攻击都摸不到。”老师说完后，随后露出了跟刚才一样的坏笑，我和龙猫看到后都下意识地后退了一步，心中涌出不好的预感。“所以，虽然格挡不仅十分难，失败后又要承受那次攻击的起码百分之五十以上的伤害和全额的物理伤害，但是如果成功的话，不仅你这方会完全抵消这次伤害，而且对方还会进入硬直计算，但你却是还没有进行过攻击的判定……【绝对能胜利的对剑招数】就是你强行去格挡对方的攻击，这样对方不能跟你进行冲突，就只能也去格挡你的攻击，如果你的格挡概率比对面高的话，胜利的绝对是你这边对吧？”老师抱着胸自豪地说出这段话后，稍微撇了撇我们，看到我们脸上并没有露出什么赞叹的神情后，稍微皱了皱眉头，过了一会，龙猫慢慢地向她问道：“那个……老师，既然格挡那么好用的话……为什么冲突才会是一般的战斗方式呢？”“那当然啊，跟怪物格挡时就会加上环境和攻击角度的难度，跟人的时候还要考虑更多的事情，所以对战的时候选择格挡的一般都是新人或者傻*啊~”“那你还让我们学格挡？！”龙猫的脸抽搐了一下，向着老师吼道，老师顿了顿，反倒十分冷静地向他回道：“世上哪有那么好的事，格挡巨大的利益背后当然是超高的难度啊，你真以为你是主角随便挡挡就好了？”“……”“没话说了？我的剑术就这么简单，快点练吧，每个人格挡一定次数后攻守交换，苏菲五十次，龙猫两百次。”“喂！为什么我又是那么多！这次一定给我个说——”“喂——小坑，可以了吗？”“可以了！”“听我说话啊！”龙猫连续大吼了好几句，但绪方老师头也不回地向着小坑那边走了，我沉默了一会后，带着欲哭无泪的龙猫练习格挡了起来，虽然木剑说是绪方老师改造过的，基本不会见血，但打在身上还是会很疼，另一边，不断传来击打声和小坑的惨叫，看来今天绪方老师也是火力全开的样子。而这边，大概打了快几百下，我终于格挡了五十次，我怀着满腔的怒火开始向着龙猫身体各处砍去，但真正让他惨叫出来的也只有先前的不到五十下，到之后几乎十下他有五六下是格挡成功的，果然有gift的就是好一点啊……倒是最后五十下，因为手臂快要报废龙猫被我狠狠打了一百多下，很是舒服。“喂！龙猫快点开门啊！我要换衣服！”“吵死了我正在啊！奇怪不是拉这个拉杆吗？”“龙、龙猫你最好快一点……老师好像很生气的样子……”“……让开。”“噫、噫？！”突然将龙猫拉开，浑身湿透的绪方老师切出了不知什么东西，一下子劈在了铁门上面，发出剧烈的声响，铁门摇晃了一下，慢慢地打开了，绪方老师一下冲了进去，将黑袍直接脱了下来扔在了地上，一脸不爽地走进了卫生间，不一会就传来了水声，看来是直接去洗澡了，我门三人瞥了眼地上吸了水的黑袍，小坑似乎是想把它拿到晾衣服的地方，但随后被其吸了水之后的重量给震惊了，看来黑袍也不是全能性的，至少高遮蔽和一定的防御背后也藏着一个不耐水的弱点。我们三人虽然衣服也湿透了，但也还在能接受的范围内，地上的雨声根本传不到我们这边，但被水淋过多少有些发寒，于是我们搬了三张凳子，坐在了绪方老师做的围炉旁烤起了火来，哈……感觉全身都放松了，围炉真是个好东西啊。“啊……肩膀……好酸……”烤着烤着，龙猫活动了一下肩膀，随后悲伤地嘀咕道，我和小坑愣了愣，苦笑了起来，虽然很心疼，但我们也琢磨不透绪方老师的用意……大概是龙猫拥有这方面的gift，所以加强锻炼一下？双手靠近围炉，我随意地扫视了一下屋子，突然发现绪方老师的工作间那边，几个炼药台正在咕噜咕噜地冒着气泡，而其中的药水正不断散发着粉红色的光芒。……正好啊。这么想的我慢慢地站了起来，锤了锤大腿后走向了绪方老师的工作间，将其中一个已经没有冒泡的炼药台的三瓶药水拿了下来，回到了熔炉旁边，递给了跟我一样受着苦的同胞们，三人一起打开了瓶塞，然后一口闷，哈啊……甜甜的好好喝啊。“呐，小坑今天射中了绪方老师了吗？”过了一会，我晃了晃空荡荡的药水瓶，感觉有些无聊了，便向着小坑搭话，他愣了下，有些不好意思地别过眼神。“……唉……还是一箭都没射中，步伐虽然封住了一点，但老是说我的眼神还是太直白了……眼神到底要怎么练啊？”“嗯，毕竟小坑你就是那种会把心情写脸上的人啊。”“诶？真的吗？！”小坑反倒很吃惊的样子，可能眼神好认跟他的性格也有些关系吧，我瞥了眼龙猫，即使喝了药水依旧跟要死了一样，整个人后仰靠在了椅子上，让我想起了以前看过的**的海豚。“龙猫，你和苏菲剑练的怎么样了？”小坑看了眼龙猫，笑着问，反而遭到了本人一个白眼，我无奈地替他补充：“我一般般，他老人家可强了，可能这就是**的成果吧，对吧龙猫~”“……再……”“……啥？”龙猫保持后仰的姿势又叹了口气说：“麻烦再来瓶药水……”“……”“……”我也学着他的样子叹了口气，对他说道：“真的有那么夸张吗？”，小坑倒是先一步站了起来，留下句“我去拿吧。”向着工作间那边走去，而这个时候，卫生间的门突然砰地一声被打开，浑身散发着热气的绪方老师眯着眼穿着纯白的睡衣走了出来，径直走向了被冰块包围的像是冰箱作用的投掷器，拿出一瓶牛奶喝了起来。“……咕哈！热水要稍微等一会，吃完午饭下午你们要不要学些特殊物品的制作啊？”“真的？！要！”“……不用手的话我想学……”“哈？这你就不行了？看来以后还要加一点训练才行。”“……老师，你在开玩笑吧，求你了，告诉我你在开玩笑吧！”绪方老师坏笑着点了点龙猫的头，龙猫保持后仰的姿势挣扎了起来，但突然间，一个尖鸣声从小坑那边传来，小坑的闷哼声紧跟着传来过来，我们三人愣了愣，绪方老师皱着眉跑到了小坑那边，我和龙猫疑惑地互相看了眼，过了会，绪方老师面无表情地拿着一瓶恢复药水走了过来，扔到了龙猫肚子上。“下次要药水叫我去拿，听见没。”“……我也没叫小坑去拿啊……”“啊啊、抱歉啊龙猫，我好像不小心做错了啥，把药水打碎了一瓶。”跟着回来的小坑倒是一脸抱歉地向着龙猫说道，龙猫点了点头，慢慢地拔开了瓶塞，喝起了药水。之后，我们午饭吃的是凉面，虽然在这里吃饭也很有趣，但总觉得看着窗外雨水淅淅沥沥会更加美味的样子。距离吃完午饭已经将近三小时，绪方老师才打着哈欠从房间，然后马上被我和小坑围住，半推半拉地带到了午饭时说好的教学地点——工作间旁边，龙猫已经坐在那边待命，但似乎因为过度训练的原因，他本人并没有太多兴奋性，反而让人感到有些隐隐约约的恼怒的感觉。“……你们不用那么冲动，今天难得下雨了，教你们这个也是比较轻松的一门技术，就当休息就好了。”“……老师你还会给我们休息啊。”龙猫突然接上了话，只是那话里的火药味重的让我和小坑不知道该说什么才好，老师稍微盯了龙猫一会，撇开视线从工作间拿出了一个合成台，放在了我们三人的中央，随后在旁边放了一个箱子，往里面放了好几组橡木木板。“嗯……其实关于制作有许多小方面要讲，但其实说穿了就只有两个要求，只要理解了基本剩下的都能靠领悟吧，毕竟这方面根本没有固定套路，至今都还有很多新型的物品出现。”绪方老师这么说着，将两个木板拿了出来，放入了合成台的面板里面，紧接着合成台上面便出来了我们已经见惯了的漂浮的小木棍，但绪方老师却没有直接将它拿出来，而是接着说道：“第一：在所有的制作上面展开合理且可行的想象；第二：必须要有对应的制作理念和方法。”“……没了？”我愣了愣，紧跟着问道，绪方老师点了点头，“没了。”“这点也是人类目前能总结出来的关于制作的技巧了，因为真的要教什么配方样式的话估计学好几年都学不来……比如苏菲你之前问过我打小坑的那种音木是怎么做的对吧。”“音木？”那是啥。“那个东西其实就是木棍来的，虽然我们平时看到的木棍是这样的，但如果能将它变细再边长，变成木剑的程度的话，那不是个完美的既能有剑的效果又不会造成大量伤害的教学用器吗——抱着这样的心态，然后在物品从面板里出来的时候用右手按住拉出来的那端的话——”绪方老师一边说着，一边左手拿出了木棍的一端，然后右手用力地按了按抓住那一端的上方，奇妙的是，漂浮着的迷你木棍竟然顺着她右手的下压，变成了放在合成台的上的样子，伴随着一声轻快的声音，绪方老师猛地拉出了木棍，而在她的左手上，抓着的却是一根进一米长的的像是尺子一样的物体。“嘛，大概就是这样，工具也好家具也罢，一般都是这样子改变形式做出来的。”“……好、好厉害……”“确实。”“……”我们三人都惊奇地看着绪方老师，在之前的十多天里，我们完全没注意到这一点。MC……博大精深啊……“那……不会这个也要练习吧？”小坑顿了顿，突然向着老师问道，老师随手将尺子化的木棍扔到了一旁，随意地回答道：“当然要啊，这也是一项技术，肯定也是熟能生巧的啊，不过这方面好像听说也有gift……不过真的是少了，一般关于制作方面的gift都是强化成功率之类的，像是炼药和食材制作甚至稀有物品制作，像是小菲那样的。”“果然要练……诶？我？”我愣了愣，疑惑地看向老师那边，老师一边收拾工作间的东西，一边回到：“我没说过吗？你在制作方面有很高的gift哦，很稀有的那种。”“真、真的？”“……我骗你干嘛。”老师叹了口气，站起来伸了个懒腰，“那今天下午就这样吧，大家就用木板能制作的东西自由练习……每个人十次就好了，想做什么做什么，说不定还会有新发现。”“是！”“明白！”“……太好了，我还以为我又是两百次呢。”火药味，突然散发开来，我和小坑……还有绪方老师都不是傻瓜，很自然地能听出龙猫这句话在暗讽着什么。沉默了好一会，绪方老师面无表情地看向龙猫，顿了会问道：“你对我安排的练习有什么不满吗？”“我只是想知道为什么每次我都是好几倍的量，就算知道您是我的救命恩人，也知道是为了锻炼我，老是抗着几倍的训练量换谁都会心情不好吧。”龙猫毫不避讳，直视老师的眼睛回答道。……怎么会……为什么突然会变成这个样子，虽然我和小坑也很想知道为什么老师这么安排，但龙猫这样也……太直接了吧。“……之后再告诉你，现在先按照我的安排来。”“……好……”老师撇开了视线，给出了这样的回答，龙猫很明显想要再说什么，但被我和小坑拦了下来，我死死地按住了他的左手，希望他不要再有任何动作。求求你……不要这样了。大家都沉默了一会，龙猫突然起身，从箱子里拿起了两块木板，再合成台的面板里并排放列了起来，左手自然地抓住了木棍的后端，右手迟疑了一会，学着老师的样子按在了木棍上端，木棍慢慢地被他压在了合成台上，他稍微晃了晃身子，似乎在准备发力。“……记得右手要用力压住，不然这个会弹出来的。”绪方老师在旁边说道，龙猫顿了顿，无奈地说道：“我现在右手想用力也用不了啊。”但我还是能看出他又在右手上加力了。然后，我的耳朵接收到的却不是那一声轻快的鸣叫声，而是像是钢琴弦绷断的，杂乱的声音。一个半米长的，一半圆柱形一半又是扁平的大木棍，猛地砸到了龙猫的脸上，他整个人失去平衡向后倒去，我和小坑愣了愣，马上喊着他的名字冲了上去，但绪方老师眨眼间就蹲在了他旁边，紧锁着眉头拨开了砸在他脸上那个鬼东西，而龙猫似乎已经失去了意识，脸上额头有着明显的黑印，鼻血也流了出来，我下意识地捂住了嘴，不让自己叫出来。“**，都说了让他用了我**！”绪方老师怒吼着，按了按龙猫的额头后猛地向着小坑喊道：“工作间从左往右数第四个大箱子，把里面像是白色呕吐物的东西拿出来！”“是、是！”“小菲去打点水拿桶装着！还有拿个毛巾过来！”“好！”慌张地向着卫生间那边跑去，我用桶在老师开好的一个巨大蓄水池里装了一桶水，然后向着大厅那边跑去，发现老师已经把龙猫转移到我们的房间里了，我连忙跟了上去，跟老师一起帮龙猫处理起伤势来。……好讨厌啊，这种氛围。小坑慢慢地将房门关上后，回到大厅做到了我的旁边，在我们的另一边，绪方老师皱着眉头看着一本不知写了什么的书，关于制作物品的练习，似乎就这么搁置了的样子。我和小坑对视了一眼，互相点了点头，果然这种时候还是要问清楚一点才行……不，是一定要问清楚才行，这样的氛围比起受伤更让人害怕。深吸了一口气，我和小坑一同说道：“绪方老师。”，看着书的老师愣了愣，皱着眉向我们这边看来。“我们想知道为什么你要给龙猫安排那么多超额的训练。”“……能之后再讲吗。”“不行。”我和小坑肯定地回道，气氛尴尬地让我反胃……但必须要把这件事弄清楚才行，如果只是单纯地让龙猫受苦的话，我们也许……会选择离开吧。“……唉……这件事是我没做好吧……”出乎意料的，绪方老师把书放下后，反而向我们认错了起来，“因为看到你们三个关系实在太好了，所以太急躁了。”“什么……意思？”小坑一愣、一愣地回道，绪方老师看了我们一眼，接着说道：“刚才谈话的时候，我说过小菲也有gift，你们应该都以为‘我们三个都是不同方面的gift，真是太好了’对吧。”“……难道不是吗？”我下意识地回道，心里突然冒出了一个我想都不愿意去想的答案。绪方老师顿了顿，用遗憾的语气说道：“很遗憾，三个人里面，你和小坑有着箭术和制作方面超乎寻常的天赋……只有龙猫，他没有任何gift。”“……怎么可能！他明明在剑术方面比我们能多攻击一次啊！”“对啊！今天练习格挡的时候他明明比我要抢的多了啊！”“……我一开始就说过了吧。”绪方老师看了我们一眼，别过头说道：“gift的意思……是来到这个世界就有的跟其他人不一样的权限……这句话的意思是别人无论如何努力都做不到和你相同的事情，但攻击次数上限和格挡概率，这些都是能通过升级和练习提升的，现在你们做不到两次攻击，但只要再升几级就可以了，现在他只能说是稍微在剑术方面比你们超前而已。”说出来了，跟我心里想的几乎一样。“但、但是老师你不是说过gift什么的不会特别重要，重要的是后天练习吗！”“……对于我来说，是的，t……但是如果之后你们一起去冒险，三个人里面你们两个肯定会走的越来越远……到时候你们……不对，他能忍受自己一个人拖着你们两个人后腿的精神压力吗？”绪方老师这么说道，我和小坑愣了愣，握紧拳头却又找不出任何话语反驳。“而且你们知道这个世界有多少比我们先来好几十年的人吗？各种势力早就错综复杂地遍布这个世界了，如果哪天你们真的不小心招惹了哪个势力而我又不在的话，你们两个会因为稀有的gift而存活下来……但龙猫怎么办？你觉得对方会因为他是你们两个最好的朋友就留他活口吗？”说着说着，绪方老师自己也低下头来，三个人沉默着，谁都不知道各自心里到底想着什么。过了不知多久，绪方老师深吸了一口气，对着我们两个人说道：“总之，这件事是我的责任，我会找别的方式让他多练习的，你们两个……应该会保密吧，这种事三人都知道后对于现在的你们和他来说都会让你们承受不该有的压力。”“嗯……”“我们知道了……”无法可说，无法反驳，明明在刚才我还沉浸在一种三人都有着出色的gift，可以在这个世界进行波澜壮阔的冒险的心情。为什么会变成这样呢？“咔嚓。”“？！”“龙、龙猫？！”突然背后传来了一声开门声，我惊讶地回过头，头上缠着绷带的龙猫扶着门框站在那里，我和小坑马上来到他旁边，对着他检查了起来。“怎么样？伤口还痛吗？这是几？”“没事吧？头晕吗？有哪里不舒服吗？”“没、没事啦……是我自己不小心而已……”看到龙猫应该没什么事的样子，我和小坑松了口气，这时候应该说点什么活跃气氛好一点吧。这么想得我，挤出笑容向着两人说道：“该不会是龙猫因为房间隔音差被我们吵醒了吧？”龙猫和小坑听了我的话后，噗嗤一声笑了起来，龙猫一边笑着，一边补充道。“是啊……确实很差呢……”\n\n\n\n设定补充栏目（龙猫人称）\n13、从入住绪方老师家里后我们才知道原来这个世界是可以换衣服的，绪方老师连夜肝了三套睡衣给我们，质地似乎是羊毛的，跟他一样是纯白颜色的，不过苏菲身上的还有一些淡粉色的花朵，至于原理……她还没有讲，不过这套睡衣也和我们之前那套一样具有自动清洁的效果。\n……\n\n\n",
    "replies": []
}