{
    "title": "格雷6/gregtech6/GT6教程（随个人研究进度更新）",
    "author": "leegarfield931",
    "replyCount": 14,
    "timestamp": 1525168020,
    "txt_content": " 本帖最后由 leegarfield931 于 2018-5-1 23:35 编辑 \n本教程需要进行的操作，比如键盘按键活着鼠标左/中/右单击或双击，都会用 下划线 注明；教程中未出现合成方式而需要自行查阅合成表的物品，都会用 灰色斜体 注明；教程随我个人与我所在服务器对格雷的研究进度而不定期更新；\n\n第一部分：初级格雷\n\n从四处捡垃圾开始（石子/木棍）格雷大幅削弱了原版的木制、石制工具的耐久，想要开始挖矿、伐木之旅，就需要依赖格雷的工具了。\n\n图：地表生成的木棍和石子\n\n\n地表会生成木棍和石子，对着它们 右键 即可拾起，获得木棍和各种石子、含矿石子或燧石，拾取之后过一段时间会再次随机生成；\n\n地表的石子很大程度上反映了地下的岩层和矿脉，因此根据石子找岩层或矿脉，或者根据岩层寻找对应的石子都是相当可靠的；\n例如：裸露的红色花岗岩层表面的石子只会是红色花岗岩岩石或含矿岩石，地表找到大量含红石矿石则可能意味着附近的地下可能有红石矿脉；\n\n\n上图中没有纹路的“含XX岩岩石”之类的都可以用来做格雷的石制工具，带有纹路的“含XXX矿岩石”经过处理之后可以提取矿物，是前期获取矿物的一个可靠来源；\n\n下表列出了常见岩石的爆炸抗性以及对应石子做成工具的采掘等级（最高LV3，相当于原版钻石镐的采掘等级）和耐久（做成镐的耐久）：\n岩石种类爆炸抗性采掘等级耐久红色/黑色花岗岩36.0（防TNT）LV36400花岗岩12.0（防爬行者）LV16400玄武岩/科马提岩 Komatiite18.0（防TNT）LV23200石英岩18.0（防TNT）LV13200Kimberlite12.0（防爬行者）LV12400蓝/绿片岩 Green/Blue Schist4.5（防恶魂）LV12400闪长岩/大理石/石灰石/安山岩4.5（防恶魂）LV11600石块6.0（防恶魂）LV11600\n\n制作格雷的石制工具（格雷石器）格雷大幅地降低了原版的工具耐久，取而代之的是格雷的一整套工具系统：\n\n其中：\n单个工具只能用不含矿的相同石子制作，所有带手柄的工具现在都只需要一个木棍作为手柄；\n石制剑只能使用燧石来制作，用金属做剑更加复杂；\n用燧石制作的所有工具都会自带火焰附加，这样攻击动物之后可以直接获得熟肉；\n\n查阅石子的合成表可以找到更多格雷新添加的工具种类（不懂得查询方法的话参见下面“有样东西我不会做，怎么查它的合成表？”一节），比如收割农作物更快速的镰刀、击碎矿物可以双倍产能的锤子、能够造成更多伤害的大棒等等；\n\n寻找矿脉（岩层/矿脉）格雷改变了矿物生成机制，并加入了“岩层”这一概念（这部分内容与图片来自Gregtech6_Chinese_Guide[2]并改善）：\n\n\n因为这个机制，地下随机分布着硬度从1-3的各种岩层，硬度更高的岩层不仅需要对应采掘等级的工具，花费的时间也更长；\n因此想之前那样挖垂直矿洞直达地底的方法变得不再有效率，要想获得大量的矿物，需要依靠矿脉；\n\n矿物主要有以下三种生成方式：\n1、在不同岩层中零星随机微量分布；\n2、在某个岩层或者跨岩层集中、密集分布，即为矿脉，大多数情况下找到一处矿脉基本上意味着对应矿石的需求不会再短缺；\n3、以岩层方式出现，例如无烟煤（就是煤炭）、褐煤、油母页岩、铝土矿以及盐和石盐；\n\n准备大量的火把探索地下洞穴是个不错的办法，有些垂直裂缝往往贯穿多个岩层，也可以借助其来寻找存在的矿脉；\n\n如果在地表某个区域能够较大几率地获得含某种矿物的石子，这个区域就有很高几率含有对应矿脉，如果你的稿子足够坚硬，也可以试试垂直下挖；\n\n找到矿脉之后最好记下坐标，无论这个矿脉当前是否需要；\n\n\n基础矿石处理（铜/铅/锡/矿石粉碎）格雷的矿物有贫矿石和正常矿石之分，贫矿的产量约为普通矿石的一半；\n\n在初期，能通过熔炉直接烧制的矿物主要有以下几种：铜，铅，锡：\n黝铜矿、黄铜矿、孔雀石矿中含有铜；\n铅矿石、方铅矿、钼铅矿、钨铅矿、氯钨铅矿中含有铅；\n锡石矿、锌黄锡矿、锡矿、黄锡矿中含有锡；\n\n生成在沙子、沙砾等砂质土层中的矿物需要使用筛选台处理，而制作筛选台需要钢，因此不推荐初期制作；\n\n普通矿石可以用锤采集后得到粉碎矿石，也可以直接用十字镐采集；贫矿不管用锤还是稿都能得到粉碎矿石，但如刚才所说，数量是普通矿石的一半；\n例如：\n方铅矿石用十字镐采集之后，会像原版的铁矿那样直接得到方铅矿石，用锤子采集之后会则得到两份粉碎方铅矿石；\n贫瘠方铅矿石用十字镐采集之后只会获得一份粉碎方铅矿石，并有几率获得一些含杂石粉；\n\n锤的做法：\n\n上图中石块可以换成金属锭，以获得更为坚硬的金属锤；\n\n直接烧制矿石只可以获得三个金属粒，但用锤击碎后，两份粉碎矿石可以获得六个金属粒，一个金属粒含有0.111（即1/9）份的锭；\n\n获得粉碎的矿石之后，就可以准备烧制了；\n\n\n从零开始的矿物冶炼（熔炉/起火器/燃料）矿物的冶炼难度基本上是按照对应金属的融点和还原难度排列的，初期能通过熔炉直接烧制的矿物主要有以下几种：铜，铅，锡，再高级的矿物处理就需要用到坩埚和燃烧室了；\n\n要合成熔炉，首先需要在格雷花花绿绿的不同岩层中找到原版的石头岩层，不然很可能表面的泥土除掉之后显露出来的是超硬的花岗岩或者是什么别的不能用来做熔炉的岩层；\n\n找到原石之后，在原石围一圈的基础上，在中间放入起火器、打火石或者火柴；\n\n\n僵尸有几率掉落火柴，起火器可由干草或干树皮制成：\n\n\n干树皮需要用格雷的斧子右键枯死的原木来获得，干草则需要制作燧石小刀；\n\n用燧石小刀 左键 地上的草即可获得草和小麦种子，将草做成草堆后放在地上晒干即可获得干草；\n\n由于无法轻易获得煤炭和木炭，干草是游戏初期非常不错的燃料来源，还可以做火把，且野草会缓慢再生，比较容易获取；\n\n注意！草堆如果在雨天被淋湿有可能腐烂，记得及时收获或者做好避雨措施；\n\n以下是枯死的原木与燧石小刀、草堆的合成方法。\n\n\n将粉碎矿石丢进熔炉，获得铜锭或铅锭之后（锡一般用来与铜混合做成更坚硬的青铜），就可以准备制作更高级的金属工具了；\n\n告别石器时代（手工金属处理/基础金属工具）要对锭进行处理，需要以下一系列工具：\n\n\n接下来就可以制作各种金属工具了：\n\n\n镐头、斧头、剑身之类的工具头部都可以堆叠至64个一组，需要跟一个木棍合成来制作成可使用的工具；\n\n\n有样东西我不会做，怎么查它的合成表？（NEI基础/进阶）强烈推荐NEI mod，用于查询几乎一切游戏中存在的公式（合成、烧制、炼药甚至mod中的各种机械）;\n\n查询的过程十分方便，最基础的操作就是鼠标悬停在一个物品上方按下 R 就行了。当然，除此之外还有很多其他的功能，总结在下面这个列表（这部分内容摘录于MC百科[1]并改善，有兴趣可以去下方参考文献出查看完整教程）：查询目的具体操作查看选中物品的合成配方悬停物品上方按 R ，或合成表界面 左键查看选中物品的用途悬停在物品上方 U ，或者悬停物品上 Shift+R ，或者合成表界面 右键查看指向方块的合成配方指向方块按 小键盘3查看指向方块的用途指向方块按 小键盘4\n下面是一张合成表的截图：\n\n\n点击上方的箭头可以切换不同的配方类型（有序合成，无序合成，合金熔炼，烧制等）；点击合成表中间的箭头可查看该类型的所有配方；左键 任意物品或悬停按 R 能够查看物品的配方；右键 任意物品或 Shift+R 或 U 能够查看物品的用途；如果你在合成表界面里查看了其他物品的合成表，可以用 Backspace 退回上一个合成表；如果合成表内包含可替代的物品，匹配的物品会轮流显示，按住 Shift 可以停止变换；配方右下角的“？”按钮，直接单击它会在合成格子内投影出选中的配方；需要3x3空间的配方在工作台中查看配方才会显示“？”按钮，2x2及以下背包内就有显示；如果你包里已经有了配方所需所有的物品，Shift+点击它会自动在合成格中摆放选中的配方；\n\n当然也可以直接通过搜索想要的物品然后直接查看对应的合成配方，背包里面最下面那条黑色的框框就是搜索框，单击一下或者按一下F键就能输入了；\n\n以下是一些搜索技巧：\n右键搜索框能直接清空；\n双击搜索框能切换到高亮模式，它会将你背包所有格子变暗，之后将背包里匹配搜索内容的物品高亮，再次双击可取消；\n\n第二部分：金属熔炼\n\n更高的炉温（坩锅/燃烧室）原版熔炉由于温度不够高，无法熔炼铁或钢或其他高级金属与合金；\n\n首先需要制作坩埚和燃烧室，但在这之前，最好做一个扳手，用于调整及拆卸机器（扳手的做法见上一章“告别石器时代”）；\n\n燃烧室起加热作用，输出HU（热量），放下之后默认向顶部输出热量，可以借由扳手改变输出方向：\n\n上图有“2”标记的板是二重铜板，两个铜板与锤子像做二重锭那样摆放即可做出；\n\n初期推荐铅固体燃烧室，升温相对缓慢可以最大程度避免温度过高熔毁坩埚，因此更适合新手使用；\n\n燃烧室的正面必须是空气，放置后 右键 或使用漏斗、管道来放入固体燃料，使用打火石、起火器、火柴 等即可点燃；\n\n注意！为机器点火有失败几率，打火石有30%几率成功点燃，起火器有50%几率成功点燃，而 火柴 或 火柴盒 有90%几率成功点燃；\n\n燃烧室不会因温度过高而融毁；\n\n堵住燃烧室所有的面，燃烧室就在燃尽正在燃烧的燃料之后停火，直到火焰熄灭前，燃烧室依然会继续输出热量；\n举例来说，如果燃烧室内剩余32个干草堆，并在下一个干草堆开始燃烧之后立刻堵住燃烧室周围所有方块的话，直到这一个干草堆燃尽之后，燃烧室才会停火，停火后燃烧室内还剩下31个干草堆；\n\n固体燃烧室随着燃料的消耗，会产生灰烬，燃烧时定期 右键 燃烧室即可获得灰烬；\n\n黑色/灰色灰烬是炼铁与炼钢的重要材料，请妥善保存；\n\n坩埚可由各种金属或非金属材料制作，当内容物的温度超过坩埚自身材料的熔点时，坩埚就会熔毁并产生爆炸，并杀死周围一定范围内所有生物并摧毁可燃方块；\n\n初期推荐使用陶瓷，优点是取材简单且熔点比一般金属都高（2500K，K：开尔文，温度单位，减去273.15即为对应的摄氏温度），相对安全耐用；\n\n\n任意染色粘土或硬化粘土都可制作陶瓷坩埚（硬化粘土可由粘土块烧制而成）；\n\n摆好机器准备开工（模具/燃烧室与坩锅放置）挖一个1x2的洞，放入燃烧室，并把坩埚放在燃烧室上面，一个熔炼坩埚就做成了：\n\n\n坩埚建议一次多做几个，放一边就好，原因嘛。。炸锅的快感，你懂的~★；\n\n然后就需要做模具了，融化的金属或者石头只有通过模具浇铸才能变成想要的物品；\n\n同样，任意染色粘土或硬化粘土都可制作，熔点与制作该模具的材料的熔点相同；\n\n浇铸可以免去手动做板、做杆之类的繁琐过程，同时可以大幅节省原材料；\n例如，在合成台制作一块金属板需要两个锭，但通过板模具浇铸只需要耗费1单位锭；\n\n每个模具都提供5x5的可雕刻区域，放在地上之后用凿子 右键 即可进行雕刻，不同的形状会铸出不同的物品，以下是两个简单的例子（X代表凿过，O代表不凿）；\n\n锭（浇铸消耗1单位锭）：\nOXXXO\nOXXXO\nOXXXO\nOXXXO\nOXXXO\n\n板（浇铸消耗1单位锭）：\nXXXXXX\nXXXXXX\nXXXXXX\nXXXXXX\n\n\n凿啊凿啊凿啊凿（模具雕刻）（以下内容摘录与翻译自Offical Feed The Beast Wiki[3]并完善）\n\n将模具放在坩埚边上并 右键 模具（图片这里是错的待修正），如果坩埚内有材料（石材、金属等），并且温度达到对应材料的熔点而成为液体状态，就会自动消耗材料填充模具，并开始冷却：\n\n\n冷却过程会比关火的坩埚更快，材料冷却至熔点以下之后就会变成固体，此时用 钳子 夹取即可获得对应物品（也可以直接用手拿，不过如果温度太高的话会掉血）；\n\n以下是模板的可雕刻图案一览表：\n\n\n外部链接[1]: NEI使用教程 - [NEI]NEI物品管理器 (Not Enough Items) - MC百科|最大的MineCraft中文模组百科 —— http://www.mcmod.cn/post/189.html\n[2]: 自然生成 · Gregtech6_Chinese_Guide —— https://indoorsnb.gitbooks.io/gregtech6_chinese_guide/content/chapter1/chapter1-2.html\n[3]: Mold (GregTech 6) - Offical Feed The Beast Wiki —— https://ftb.gamepedia.com/Mold_(GregTech_6)\n\n模版\n\n这里填一个吸引眼球的骚标题（这里填写本节涉及到的详细内容）[spoiler]优美、工整而严谨的实际教程写在这里：）\n\n\n\n",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1525168800,
            "txt_content": "格雷比工业难多了"
        },
        {
            "author": "leegarfield931",
            "timestamp": 1525188240,
            "txt_content": "海贼王# 发表于 2018-5-1 18:00\n格雷比工业难多了\n肯静下心来慢慢搞的话感觉玩格雷能获得的乐趣还是比工业高的"
        },
        {
            "author": "lq2007",
            "timestamp": 1526065440,
            "txt_content": "珍爱生命 远离格雷。。。"
        },
        {
            "author": "973453711",
            "timestamp": 1526730720,
            "txt_content": "格雷真好玩emmmmm"
        },
        {
            "author": "Moutreak",
            "timestamp": 1529761500,
            "txt_content": "收藏了，等更新"
        },
        {
            "author": "leegarfield931",
            "timestamp": 1529919540,
            "txt_content": "Moutreak 发表于 2018-6-23 21:45\n收藏了，等更新\n更新估计要等到七月往后了，最近这阵子忙成狗"
        },
        {
            "author": "森林守卫者",
            "timestamp": 1533825480,
            "txt_content": "LZ的教程很棒哦！\n只不过LZ怎么不更新啦……"
        },
        {
            "author": "Red_stoun",
            "timestamp": 1535260980,
            "txt_content": "能不能发一下汉化文件"
        },
        {
            "author": "Rainbow~",
            "timestamp": 1552788480,
            "txt_content": "1.7.10版本能装格雷6吗，另外格雷6需要ban什么？"
        },
        {
            "author": "夕颜初夏",
            "timestamp": 1553586420,
            "txt_content": "直接劝退的mod"
        },
        {
            "author": "梦冷大大",
            "timestamp": 1555726080,
            "txt_content": "直接被格雷6劝退"
        },
        {
            "author": "至寒",
            "timestamp": 1582720140,
            "txt_content": "Rainbow~ 发表于 2019-3-17 10:08\n1.7.10版本能装格雷6吗，另外格雷6需要ban什么？\n格雷6本来就是1.7.10的，没事ban什么ban。"
        },
        {
            "author": "幸福终点站",
            "timestamp": 1582728780,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "a11784175",
            "timestamp": 1583388300,
            "txt_content": "格雷萌新退散"
        }
    ]
}