{
    "title": "Sponge(海绵端)报错求助",
    "author": "Ayamuta",
    "replyCount": 3,
    "timestamp": 1525157760,
    "txt_content": "*没有装任何插件,只有mod和海绵端的核心\n修改过的配置文件:\nglobal.conf\n\n# 1.0\n# \n# # If you need help with the configuration or have any questions related to Sponge,\n# # join us at the IRC or drop by our forums and leave a post.\n# \n# # IRC: #sponge @ irc.esper.net ( https://webchat.esper.net/?channel=sponge )\n# # Forums: https://forums.spongepowered.org/\n# \n\nsponge {\n    block-capturing {\n        # If 'true', newly discovered blocks will be added to this config with a default value.\n        auto-populate=false\n        # Per-mod block id mappings for controlling capturing behavior\n        mods {\n            extrautils2 {\n                # If 'true', individual capturing (i.e. skip bulk capturing) for scheduled ticks for \n                # a block type will be performed.\n                block-tick-capturing {\n                    redstoneclock=true\n                }\n                # If 'false', all specific rules for this mod will be ignored.\n                enabled=true\n            }\n            minecraft {\n                # If 'true', individual capturing (i.e. skip bulk capturing) for scheduled ticks for \n                # a block type will be performed.\n                block-tick-capturing {\n                    \"flowing_lava\"=false\n                    \"flowing_water\"=false\n                    gravel=false\n                    sand=false\n                }\n                # If 'false', all specific rules for this mod will be ignored.\n                enabled=true\n            }\n            thermalfoundation {\n                # If 'true', individual capturing (i.e. skip bulk capturing) for scheduled ticks for \n                # a block type will be performed.\n                block-tick-capturing {\n                    \"fluid_redstone\"=false\n                }\n                # If 'false', all specific rules for this mod will be ignored.\n                enabled=true\n            }\n        }\n    }\n    block-tracking {\n        # Block IDs that will be blacklisted for player block placement tracking.\n        block-blacklist=[]\n        # If 'true', adds player tracking support for block positions. \n        # Note: This should only be disabled if you do not care who caused a block to change.\n        enabled=true\n    }\n    bungeecord {\n        # If 'true', allows BungeeCord to forward IP address, UUID, and Game Profile to this server.\n        ip-forwarding=false\n    }\n    cause-tracker {\n        # If set to 'true', when a mod or plugin attempts to spawn an entity \n        # off the main server thread, Sponge will automatically \n        # capture said entity to spawn it properly on the main \n        # server thread. The catch to this is that some mods are \n        # not considering the consequences of spawning an entity \n        # off the server thread, and are unaware of potential race \n        # conditions they may cause. If this is set to false, \n        # Sponge will politely ignore the entity being spawned, \n        # and emit a warning about said spawn anyways.\n        capture-async-spawning-entities=true\n        # If 'true', more thorough debugging for PhaseStates \n        # such that a StackTrace is created every time a PhaseState \n        # switches, allowing for more fine grained troubleshooting \n        # in the cases of runaway phase states. Note that this is \n        # not extremely performant and may have some associated costs \n        # with generating the stack traces constantly.\n        generate-stacktrace-per-phase=false\n        # If verbose is not enabled, this restricts the amount of \n        # runaway phase state printouts, usually happens on a server \n        # where a PhaseState is not completing. Although rare, it should \n        # never happen, but when it does, sometimes it can continuously print \n        # more and more. This attempts to placate that while a fix can be worked on \n        # to resolve the runaway. If verbose is enabled, they will always print.\n        maximum-printed-runaway-counts=3\n        # If 'true', the phase tracker will print out when there are too many phases \n        # being entered, usually considered as an issue of phase re-entrance and \n        # indicates an unexpected issue of tracking phases not to complete. \n        # If this is not reported yet, please report to Sponge. If it has been \n        # reported, you may disable this.\n        verbose=true\n        # If 'true', the phase tracker will dump extra information about the current phases \n        # when certain non-PhaseTracker related exceptions occur. This is usually not necessary, as the information \n        # in the exception itself can normally be used to determine the cause of the issue\n        verbose-errors=false\n    }\n    commands {\n        # Command aliases will resolve conflicts when multiple plugins request a specific command, \n        # Correct syntax is <unqualified command>=<plugin name> e.g. \"sethome=homeplugin\"\n        aliases {}\n        # Patches the specified commands to respect the world of the sender instead of applying the \n        # changes on the all worlds.\n        multi-world-patches {\n            defaultgamemode=true\n            difficulty=true\n            gamerule=true\n            seed=true\n            setdefaultspawnpoint=true\n            time=true\n            toggledownfall=true\n            weather=true\n            worldborder=true\n        }\n    }\n    # This setting does nothing in the global config. In dimension/world configs, it allows the config \n    # to override config(s) that it inherits from\n    config-enabled=false\n    debug {\n        # Detect and prevent certain attempts to use entities concurrently. \n        # WARNING: May drastically decrease server performance. Only set this to 'true' to debug a pre-existing issue.\n        concurrent-entity-checks=false\n        # Dump chunks in the event of a deadlock\n        dump-chunks-on-deadlock=false\n        # Dump the heap in the event of a deadlock\n        dump-heap-on-deadlock=false\n        # Dump the server thread on deadlock warning\n        dump-threads-on-warn=false\n        # If 'true', Java's thread contention monitoring for thread dumps is enabled.\n        thread-contention-monitoring=false\n    }\n    entity {\n        # Number of colliding entities in one spot before logging a warning. Set to 0 to disable\n        collision-warn-size=200\n        # Number of entities in one dimension before logging a warning. Set to 0 to disable\n        count-warn-size=0\n        # Number of ticks before a painting is respawned on clients when their art is changed\n        entity-painting-respawn-delay=2\n        # Number of ticks before the fake player entry of a human is removed from the tab list (range of 0 to 100 ticks).\n        human-player-list-remove-delay=10\n        # Controls the time in ticks for when an item despawns.\n        item-despawn-rate=6000\n        # The upper bounded range where living entities farther from a player will likely despawn\n        living-hard-despawn-range=128\n        # The amount of seconds before a living entity between the soft and hard despawn ranges from a player to be considered for despawning\n        living-soft-despawn-minimum-life=30\n        # The lower bounded range where living entities near a player may potentially despawn\n        living-soft-despawn-range=32\n        # Maximum size of an entity's bounding box before removing it. Set to 0 to disable\n        max-bounding-box-size=0\n        # Square of the maximum speed of an entity before removing it. Set to 0 to disable\n        max-speed=100\n    }\n    entity-activation-range {\n        # If 'true', newly discovered entities will be added to this config with a default value.\n        auto-populate=false\n        # Default activation ranges used for all entities unless overridden.\n        defaults {\n            ambient=16\n            aquatic=6\n            creature=6\n            misc=2\n            monster=16\n        }\n        # Per-mod overrides. Refer to the minecraft default mod for example.\n        mods {}\n    }\n    entity-collisions {\n        # If 'true', newly discovered entities/blocks will be added to this config with a default value.\n        auto-populate=false\n        # Default maximum collisions used for all entities/blocks unless overridden.\n        defaults {\n            blocks=8\n            entities=8\n        }\n        # Maximum amount of entities any given entity or block can collide with. This improves \n        # performance when there are more than 8 entities on top of each other such as a 1x1 \n        # spawn pen. Set to 0 to disable.\n        max-entities-within-aabb=8\n        # Per-mod overrides. Refer to the minecraft default mod for example.\n        mods {\n            botania {\n                blocks {}\n                # Default maximum collisions used for all entities/blocks unless overridden.\n                defaults {}\n                # If 'false', entity collision rules for this mod will be ignored.\n                enabled=true\n                entities {\n                    botaniacorporeaspark=-1\n                    botaniaspark=-1\n                }\n            }\n            minecraft {\n                blocks {\n                    \"detector_rail\"=1\n                    \"heavy_weighted_pressure_plate\"=150\n                    \"light_weighted_pressure_plate\"=15\n                    \"mob_spawner\"=-1\n                    \"stone_pressure_plate\"=1\n                    \"wooden_button\"=1\n                    \"wooden_pressure_plate\"=1\n                }\n                # Default maximum collisions used for all entities/blocks unless overridden.\n                defaults {}\n                # If 'false', entity collision rules for this mod will be ignored.\n                enabled=true\n                entities {\n                    thrownpotion=-1\n                }\n            }\n        }\n    }\n    exploits {\n        # Prevents an exploit in which the client sends a packet with the \n        # itemstack name exceeding the string limit.\n        prevent-creative-itemstack-name-exploit=true\n        # Prevents an exploit in which the client sends a packet to update a sign containing \n        # commands from a player without permission.\n        prevent-sign-command-exploit=true\n    }\n    general {\n        # The directory for Sponge plugin configurations, relative to the  \n        # execution root or specified as an absolute path. \n        # Note that the default: \"${CANONICAL_GAME_DIR}/config\" \n        # is going to use the \"plugins\" directory in the root game directory. \n        # If you wish for plugin configs to reside within a child of the configuration \n        # directory, change the value to, for example, \"${CANONICAL_CONFIG_DIR}/sponge/plugins\". \n        # Note: It is not recommended to set this to \"${CANONICAL_CONFIG_DIR}/sponge\", as there is \n        # a possibility that plugin configurations can conflict the Sponge core configurations. \n        # \n        config-dir=\"${CANONICAL_GAME_DIR}/config\"\n        # Disable warning messages to server admins\n        disable-warnings=false\n        # If 'true', sleeping between chunk saves will be enabled, beware of memory issues.\n        file-io-thread-sleep=false\n        # Additional directory to search for plugins, relative to the \n        # execution root or specified as an absolute path. \n        # Note that the default: \"${CANONICAL_MODS_DIR}/plugins\" \n        # is going to search for a plugins folder in the mods directory. \n        # If you wish for the plugins folder to reside in the root game \n        # directory, change the value to \"${CANONICAL_GAME_DIR}/plugins\".\n        plugins-dir=\"${CANONICAL_MODS_DIR}/plugins\"\n    }\n    ip-sets {}\n    logging {\n        # Log when blocks are broken\n        block-break=false\n        # Log when blocks are modified\n        block-modify=false\n        # Log when blocks are placed\n        block-place=false\n        # Log when blocks are populated in a chunk\n        block-populate=false\n        # Log when blocks are placed by players and tracked\n        block-tracking=false\n        # Log when chunks are queued to be unloaded by the chunk garbage collector.\n        chunk-gc-queue-unload=false\n        # Log when chunks are loaded\n        chunk-load=false\n        # Log when chunks are unloaded\n        chunk-unload=false\n        # Whether to log entity collision/count checks\n        entity-collision-checks=false\n        # Log when living entities are destroyed\n        entity-death=false\n        # Log when living entities are despawned\n        entity-despawn=false\n        # Log when living entities are spawned\n        entity-spawn=false\n        # Whether to log entity removals due to speed\n        entity-speed-removal=false\n        # Log when server receives exploited packet with itemstack name exceeding string limit.\n        exploit-itemstack-name-overflow=false\n        # Log when player attempts to respawn invisible to surrounding players.\n        exploit-respawn-invisibility=false\n        # Log when server receives exploited packet to update a sign containing commands from player with no permission.\n        exploit-sign-command-updates=false\n        # Add stack traces to dev logging\n        log-stacktraces=false\n        # Log when a world auto-saves its chunk data. Note: This may be spammy depending on the auto-save-interval configured for world.\n        world-auto-save=false\n    }\n    modules {\n        block-capturing-control=true\n        bungeecord=false\n        entity-activation-range=true\n        entity-collisions=true\n        exploits=true\n        # Allows configuring Vanilla movement and speed checks\n        movement-checks=false\n        optimizations=true\n        # Use real (wall) time instead of ticks as much as possible\n        realtime=true\n        # Controls block range and tick rate of tileentities. \n        # Use with caution as this can break intended functionality.\n        tileentity-activation=false\n        timings=true\n        tracking=true\n    }\n    movement-checks {\n        # Controls whether the 'player/entity moved wrongly!' check will be enforced\n        moved-wrongly=true\n        # Controls whether the 'player moved too quickly!' check will be enforced\n        player-moved-too-quickly=true\n        # Controls whether the 'vehicle of player moved too quickly!' check will be enforced\n        player-vehicle-moved-too-quickly=true\n    }\n    optimizations {\n        # Runs lighting updates asynchronously.\n        async-lighting {\n            # If 'true', lighting updates are run asynchronously.\n            enabled=true\n            # The amount of threads to dedicate for asynchronous lighting updates. (Default: 2)\n            num-threads=4\n        }\n        # Caches tameable entities owners to avoid constant lookups against data watchers. If mods \n        # cause issues, disable this.\n        cache-tameable-owners=true\n        # If 'true', block item drops are pre-processed to avoid \n        # having to spawn extra entities that will be merged post spawning. \n        # Usually, Sponge is smart enough to determine when to attempt an item pre-merge \n        # and when not to, however, in certain cases, some mods rely on items not being \n        # pre-merged and actually spawned, in which case, the items will flow right through \n        # without being merged.\n        drops-pre-merge=true\n        # If 'true', uses Panda4494's redstone implementation which improves performance. \n        # See https://bugs.mojang.com/browse/MC-11193 for more information. \n        # Note: This optimization has a few issues which are explained in the bug report.\n        panda-redstone=true\n        # Handles structures that are saved to disk. Certain structures can take up large amounts \n        # of disk space for very large maps and the data for these structures is only needed while the \n        # world around them is generating. Disabling saving of these structures can save disk space and \n        # time during saves if your world is already fully generated. \n        # Warning: disabling structure saving will break the vanilla locate command.\n        structure-saving {\n            # If 'true', newly discovered structures will be added to this config with a default value.\n            auto-populate=false\n            enabled=false\n            # Per-mod overrides. Refer to the minecraft default mod for example.\n            mods {\n                minecraft {\n                    # If 'false', this mod will never save its structures.\n                    enabled=true\n                    structures {\n                        mineshaft=false\n                    }\n                }\n            }\n        }\n    }\n    # Used to control spawn limits around players. \n    # Note: The radius uses the lower value of mob spawn range and server's view distance.\n    spawner {\n        # The number of ambients the spawner can potentially spawn around a player.\n        spawn-limit-ambient=15\n        # The number of animals the spawner can potentially spawn around a player.\n        spawn-limit-animal=6\n        # The number of aquatics the spawner can potentially spawn around a player.\n        spawn-limit-aquatic=3\n        # The number of monsters the spawner can potentially spawn around a player.\n        spawn-limit-monster=50\n        # The ambient spawning tick rate. Default: 400\n        tick-rate-ambient=400\n        # The animal spawning tick rate. Default: 400\n        tick-rate-animal=400\n        # The aquatic spawning tick rate. Default: 400\n        tick-rate-aquatic=400\n        # The monster spawning tick rate. Default: 1\n        tick-rate-monster=10\n    }\n    # Configuration options related to the Sql service, including connection aliases etc\n    sql {\n        # Aliases for SQL connections, in the format jdbc:protocol://[username[:password]@]host/database\n        aliases {}\n    }\n    # Blocks to blacklist for safe teleportation.\n    teleport-helper {\n        # If 'true', this blacklist will always be respected, otherwise, plugins can choose whether \n        # or not to respect it.\n        force-blacklist=false\n        # Block IDs that are listed here will not be selected by Sponge's safe teleport routine as \n        # a safe block for players to warp into. \n        # You should only list blocks here that are incorrectly selected, solid blocks that prevent \n        # movement are automatically excluded.\n        unsafe-body-block-ids=[]\n        # Block IDs that are listed here will not be selected by Sponge's safe \n        # teleport routine as a safe floor block.\n        unsafe-floor-block-ids=[]\n    }\n    tileentity-activation {\n        # If 'true', newly discovered tileentities will be added to this config with default settings.\n        auto-populate=false\n        # Default activation block range used for all tileentities unless overridden.\n        default-block-range=64\n        # Default tick rate used for all tileentities unless overridden.\n        default-tick-rate=1\n        # Per-mod overrides. Refer to the minecraft default mod for example.\n        mods {}\n    }\n    timings {\n        enabled=true\n        hidden-config-entries=[\n            \"sponge.sql\"\n        ]\n        history-interval=300\n        history-length=3600\n        server-name-privacy=false\n        verbose=true\n    }\n    world {\n        # The auto-save tick interval used when saving global player data. (Default: 900) \n        # Note: 20 ticks is equivalent to 1 second. Set to 0 to disable.\n        auto-player-save-interval=12000\n        # The auto-save tick interval used to save all loaded chunks in a world. \n        # Set to 0 to disable. (Default: 900) \n        # Note: 20 ticks is equivalent to 1 second.\n        auto-save-interval=12000\n        # The number of newly loaded chunks before triggering a forced cleanup. \n        # Note: When triggered, the loaded chunk threshold will reset and start incrementing. \n        # Disabled by default.\n        chunk-gc-load-threshold=0\n        # The tick interval used to cleanup all inactive chunks that have leaked in a world. \n        # Set to 0 to disable which restores vanilla handling. (Default: 600)\n        chunk-gc-tick-interval=600\n        # The number of seconds to delay a chunk unload once marked inactive. (Default: 15) \n        # Note: This gets reset if the chunk becomes active again.\n        chunk-unload-delay=15\n        # If 'true', any request for a chunk not currently loaded will be denied (exceptions apply \n        # for things like world gen and player movement). \n        # Warning: As this is an experimental setting for performance gain, if you encounter any issues \n        # then we recommend disabling it.\n        deny-chunk-requests=false\n        # Lava behaves like vanilla water when source block is removed\n        flowing-lava-decay=false\n        # The amount of GameProfile requests to make against Mojang's session server. (Default: 1) \n        # Note: Mojang accepts a maximum of 600 requests every 10 minutes from a single IP address. \n        # If you are running multiple servers behind the same IP, it is recommended to raise the 'gameprofile-task-interval' setting  \n        # in order to compensate for the amount requests being sent. \n        # Finally, if set to 0 or less, the default batch size will be used. \n        # For more information visit http://wiki.vg/Mojang_API\n        gameprofile-lookup-batch-size=1\n        # The interval, in seconds, used by the GameProfileQueryTask to process queued GameProfile requests. (Default: 4) \n        # Note: This setting should be raised if you experience the following error: \n        # \"The client has sent too many requests within a certain amount of time\". \n        # Finally, if set to 0 or less, the default interval will be used.\n        gameprofile-lookup-task-interval=4\n        # If 'true', this world will generate its spawn the moment its loaded.\n        generate-spawn-on-load=false\n        # Vanilla water source behavior - is infinite\n        infinite-water-source=false\n        # The list of uuid's that should never perform a lookup against Mojang's session server. \n        # Note: If you are using SpongeForge, make sure to enter any mod fake player's UUID to this list.\n        invalid-lookup-uuids=[\n            \"00000000-0000-0000-0000-000000000000\",\n            \"0d0c4ca0-4ff1-11e4-916c-0800200c9a66\",\n            \"41c82c87-7afb-4024-ba57-13d2c99cae77\"\n        ]\n        # The defined merge radius for Item entities such that when two items are \n        # within the defined radius of each other, they will attempt to merge. Usually, \n        # the default radius is set to 0.5 in Vanilla, however, for performance reasons \n        # 2.5 is generally acceptable. \n        # Note: Increasing the radius higher will likely cause performance degradation \n        # with larger amount of items as they attempt to merge and search nearby \n        # areas for more items. Setting to a negative value is not supported!\n        item-merge-radius=2.5\n        # If 'true', this worlds spawn will remain loaded with no players.\n        keep-spawn-loaded=true\n        # If 'true', natural leaf decay is allowed.\n        leaf-decay=true\n        # If 'true', this world will load on startup.\n        load-on-startup=true\n        # The maximum number of queued unloaded chunks that will be unloaded in a single tick. \n        # Note: With the chunk gc enabled, this setting only applies to the ticks \n        # where the gc runs (controlled by 'chunk-gc-tick-interval') \n        # Note: If the maximum unloads is too low, too many chunks may remain \n        # loaded on the world and increases the chance for a drop in tps. (Default: 100)\n        max-chunk-unloads-per-tick=100\n        # Specifies the radius (in chunks) of where creatures will spawn. \n        # This value is capped to the current view distance setting in server.properties\n        mob-spawn-range=4\n        # A list of all detected portal agents used in this world. \n        # In order to override, change the target world name to any other valid world. \n        # Note: If world is not found, it will fallback to default.\n        portal-agents {\n            \"minecraft:default_nether\"=DIM-1\n            \"minecraft:default_the_end\"=DIM1\n        }\n        # If 'true', this world will allow PVP combat.\n        pvp-enabled=true\n        # Override world distance per world/dimension \n        # The value must be greater than or equal to 3 and less than or equal to 32 \n        # The server-wide view distance will be used when the value is -1.\n        view-distance=-1\n        # If 'true', natural formation of ice and snow in supported biomes will be allowed.\n        weather-ice-and-snow=true\n        # If 'true', thunderstorms will be initiated in supported biomes.\n        weather-thunder=true\n        # If 'true', this world will be registered.\n        world-enabled=true\n    }\n}\n复制代码\n\n报错:\n[14:31:52] [main/INFO] [mixin]: Instancing error handler class org.spongepowered.mod.mixin.handler.MixinErrorHandler\n[14:31:52] [main/WARN] [mixin]: Mixin apply failed mixins.common.core.optional.json:util.math.MixinMutableBlockPos ->\n net.minecraft.util.math.BlockPos$MutableBlockPos: org.spongepowered.asm.mixin.transformer.throwables.InvalidMixinException Shadow field field_177997_b was not located in the target \n class net.minecraft.util.math.BlockPos$MutableBlockPos. Using refmap mixins.common.refmap.json\norg.spongepowered.asm.mixin.transformer.throwables.InvalidMixinException: Shadow field field_177997_b was not located in the target class net.minecraft.util.math.BlockPos$MutableBlockPos. Using refmap mixins.common.refmap.json\n        at org.spongepowered.asm.mixin.transformer.MixinPreProcessorStandard.attachFields(MixinPreProcessorStandard.java:563) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar\n:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.MixinPreProcessorStandard.attach(MixinPreProcessorStandard.java:263) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.\n2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.MixinPreProcessorStandard.createContextFor(MixinPreProcessorStandard.java:241) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064\n.jar:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.MixinInfo.createContextFor(MixinInfo.java:1144) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655-7.1.0-BETA-306\n4]\n        at org.spongepowered.asm.mixin.transformer.MixinApplicatorStandard.apply(MixinApplicatorStandard.java:254) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-265\n5-7.1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.TargetClassContext.applyMixins(TargetClassContext.java:353) ~[%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655-7.\n1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.MixinTransformer.apply(MixinTransformer.java:724) [%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655-7.1.0-BETA-30\n64]\n        at org.spongepowered.asm.mixin.transformer.MixinTransformer.applyMixins(MixinTransformer.java:703) [%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655-7.1.0-B\nETA-3064]\n        at org.spongepowered.asm.mixin.transformer.MixinTransformer.transformClassBytes(MixinTransformer.java:509) [%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655\n-7.1.0-BETA-3064]\n        at org.spongepowered.asm.mixin.transformer.Proxy.transform(Proxy.java:72) [%5B海绵核心%5Dspongeforge-2655-7.1.0-BETA-3064.jar:1.12.2-2655-7.1.0-BETA-3064]\n        at net.minecraft.launchwrapper.LaunchClassLoader.runTransformers(LaunchClassLoader.java:279) [launchwrapper-1.12.jar:?]\n        at net.minecraft.launchwrapper.LaunchClassLoader.findClass(LaunchClassLoader.java:176) [launchwrapper-1.12.jar:?]\n        at java.lang.ClassLoader.loadClass(Unknown Source) [?:1.8.0_171]\n        at java.lang.ClassLoader.loadClass(Unknown Source) [?:1.8.0_171]\n        at org.spongepowered.common.registry.provider.BlockPropertyIdProvider.<init>(BlockPropertyIdProvider.java:144) [BlockPropertyIdProvider.class:1.12.2-2655-7.1.0-BETA-3064]\n\n        at org.spongepowered.common.registry.provider.BlockPropertyIdProvider$Holder.<clinit>(BlockPropertyIdProvider.java:280) [BlockPropertyIdProvider$Holder.class:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.common.registry.provider.BlockPropertyIdProvider.getInstance(BlockPropertyIdProvider.java:49) [BlockPropertyIdProvider.class:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.common.registry.provider.BlockPropertyIdProvider.getIdAndTryRegistration(BlockPropertyIdProvider.java:67) [BlockPropertyIdProvider.class:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.common.registry.type.BlockTypeRegistryModule.registerBlockTrait(BlockTypeRegistryModule.java:131) [BlockTypeRegistryModule.class:1.12.2-2655-7.1.0-BETA-3064]\n        at org.spongepowered.common.registry.type.BlockTypeRegistryModule.registerFromGameData(BlockTypeRegistryModule.java:119) [BlockTypeRegistryModule.class:1.12.2-2655-7.1.0-BETA-3064]\n        at net.minecraft.block.Block.handler$onRegisterBlock$zbh000(Block.java:2817) [aow.class:?]\n        at net.minecraft.block.Block.func_176215_a(Block.java:2595) [aow.class:?]\n        at net.minecraft.block.Block.func_176219_a(Block.java:2599) [aow.class:?]\n        at net.minecraft.block.Block.func_149671_p(Block.java:2297) [aow.class:?]\n        at net.minecraft.init.Bootstrap.func_151354_b(Bootstrap.java:498) [ni.class:?]\n        at net.minecraft.server.MinecraftServer.main(MinecraftServer.java:1458) [MinecraftServer.class:?]\n        at sun.reflect.NativeMethodAccessorImpl.invoke0(Native Method) ~[?:1.8.0_171]\n        at sun.reflect.NativeMethodAccessorImpl.invoke(Unknown Source) ~[?:1.8.0_171]\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source) ~[?:1.8.0_171]\n        at java.lang.reflect.Method.invoke(Unknown Source) ~[?:1.8.0_171]\n        at net.minecraft.launchwrapper.Launch.launch(Launch.java:135) [launchwrapper-1.12.jar:?]\n        at net.minecraft.launchwrapper.Launch.main(Launch.java:28) [launchwrapper-1.12.jar:?]\n        at sun.reflect.NativeMethodAccessorImpl.invoke0(Native Method) ~[?:1.8.0_171]\n        at sun.reflect.NativeMethodAccessorImpl.invoke(Unknown Source) ~[?:1.8.0_171]\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source) ~[?:1.8.0_171]\n        at java.lang.reflect.Method.invoke(Unknown Source) ~[?:1.8.0_171]\n        at net.minecraftforge.fml.relauncher.ServerLaunchWrapper.run(ServerLaunchWrapper.java:62) [forge-1.12.2-14.23.3.2655-universal.jar:?]\n        at net.minecraftforge.fml.relauncher.ServerLaunchWrapper.main(ServerLaunchWrapper.java:31) [forge-1.12.2-14.23.3.2655-universal.jar:?]\n                复制代码",
    "replies": [
        {
            "author": "GiNYAi",
            "timestamp": 1525157760,
            "txt_content": "FoamFix？      "
        },
        {
            "author": "Ayamuta",
            "timestamp": 1525158120,
            "txt_content": "GiNYAi 发表于 2018-5-1 15:00\nFoamFix？\n装有emmmm"
        },
        {
            "author": "GiNYAi",
            "timestamp": 1525158180,
            "txt_content": "d_amask 发表于 2018-5-1 15:02\n装有emmmm\n那么删了？"
        }
    ]
}