{
    "title": "求海底神殿改鱼塔的知识",
    "author": "z173817010",
    "replyCount": 3,
    "timestamp": 1525237140,
    "txt_content": "求海底神殿改鱼塔的知识\n求各种海底神殿改高效鱼塔的冷知识\n第一次接触鱼塔\n改出来效率超低\n求大神指教\n是服务器鱼塔\n\n",
    "replies": [
        {
            "author": "One-time_accoun",
            "timestamp": 1525237140,
            "txt_content": "服务器大多数刷怪塔都受到刷怪上限的影响，如果其他玩家占满了上限那么无论如何都是刷不出的\nGuardians spawn naturally only in and around ocean monuments. They require water to spawn. Specifically, they can spawn only if the spawning block and the block below the spawning block are water (regardless of stationary water or flowing water), and the block above the spawning block has no collision mask (air, water, sign, etc.).\n\nGuardians spawn less often in ocean open to the sky than they do in covered areas (i.e. inside the monument). Specifically, spawning will fail 95% of the time if the spawning water block is below sea level (Y=63 by default), all blocks between the spawning water block and sea level are liquid or fully transparent, and the block at sea level has a view of the sky. Above sea level, spawning will fail 95% of the time if the spawning water block has a view of the sky.\n\nMost of them will spawn in between Y=39 (floor of the ocean monument) to Y=63.当生成时如果生成位置距离海平面没有方块阻挡那么就会显著减少生成概率，就是需要在水面上放一层不透明方块阻挡来模拟神庙（大多数是发射器，方便回收水暂停刷怪）\n流动的水和静止的水是一样的\n大多数守卫者在39-63格刷出\n神庙的面积是56x56守卫者也只在这个范围刷出\n许多刷怪塔都把水用萤石或者红石分成很多格子，是因为靠近方块的向下的流水速度实际上是比靠近水和悬空的流水速度更快\n刷怪分2次选点，第一次是选一个中心点要求是空气（陆地怪物）或者水（海洋生物）\n印象中红石萤石等非实体方块是不影响第一次刷怪选点的，某版本树叶也不影响了，但是wiki没有说明\n第二次是在中心点附近选点刷多只怪，刷怪基本集中在中心点的5个方块范围内，所以最好能有一块水面而不是一格一格分开\n最好使用直接摔落的方法处理（下方全部挖空），除非能更快的让怪物消失（例如推进地狱门）"
        },
        {
            "author": "ir-0",
            "timestamp": 1525237500,
            "txt_content": "https://www.bilibili.com/video/av7901564\n不确定是否适用您现在所用的游戏版本"
        },
        {
            "author": "One-time_accoun",
            "timestamp": 1525606680,
            "txt_content": "One-time_accoun 发表于 2018-5-6 19:29\n服务器大多数刷怪塔都受到刷怪上限的影响，如果其他玩家占满了上限那么无论如何都是刷不出的\n当生成时如果 ...\n另外鱼塔之所以效率高是因为单位有效面积大，每一格水都是有效面积\n抢怪能力相对其他怪物更强\n刷怪循环的选点每个区块是单独的，由于其他区块也会选点（中心点），但是不一定会刷在中心点\n而是中心点附近，所以其他区块的怪物可以刷到鱼塔的区块内，但因为符合鱼塔的条件刷出的就是守护者\n所以最好能让周围的区块在相同高度及以下全部都是水\nMC的世界是分成区块的，但每个区块可以分成16x16x16的正方形格子\n这个格子是从下向上数的，例如在第二个格子放一个方块这个区块就算激活了2个格子\n在F3信息里可以看见一个lc的值，就是这个格子激活的数量\n光也可以激活格子\n没有激活的格子是不会加入第一次选点的，所以格子数越低刷怪也就越集中，一些离地面很低的刷怪塔就是利用这个原理"
        }
    ]
}