{
    "title": "原主机版本将在水域更新之后停更",
    "author": "广药",
    "replyCount": 9,
    "timestamp": 1525360800,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2018-5-4 13:19 编辑 \n\n原文：https://minecraft.net/zh-hans/ar ... cy-console-editions\n\n\n\n以下是本新闻的摘要（太长不看版）：\n1. 水域更新很快就会带着各种水下的有趣玩意登陆Java版，当然还有包括手机版、Win10版、Xbox One版、Switch版这些基于基岩引擎的Minecraft基岩版本。\n2.  在水域更新的初个版本发布后不久，PlayStation 4 版、PlayStation 3 版、Xbox 360 版、PS Vita 版和 Wii U 版 也都将获得水域更新，但这将是这些版本最后的更新（除了PS4版本之外）。\n3.  因为Xbox One和Nintendo Switch上的玩家可以在基岩版发布后升级到Minecraft基岩版，所以我们不会将更新水域更新的内容到这两个主机上的旧的游戏版本。\n4.  如果你在Xbox One上已经拥有旧版本的Minecraft，则可以免费从Xbox商店获取新版本的Minecraft。Switch玩家在基岩版的水域更新发布后会收到更新补丁，并将免费安装新的Minecraft版本：Minecraft基岩版。\n\n\n以下是原文以及翻译：\nUPDATE AQUATIC COMING TO LEGACY CONSOLE EDITIONS\n水域更新将登陆原主机版！\n\nNEWS SPLASH: Older consoles WILL get the update!\n新闻来啦：旧版主机也将获得本次更新！\n\nAs you’ve probably heard, the Update Aquatic is soon to bring all kinds of underwater fun to players on Java Edition and the new Bedrock Engine-based versions of Minecraft for Xbox One, Switch, mobile and Windows 10. But we won’t be leaving crafters on other consoles high and dry!\n正如你所听说的那样，水域更新很快就会带着各种水下的有趣玩意登陆Java版，当然还有包括手机版、Win10版、Xbox One版、Switch版这些基于基岩引擎的Minecraft基岩版本。但我们也不会把其他主机版的玩家晾在岸边！\n\nArriving a little while after the initial launch, players on PlayStation 4 Edition, PlayStation 3, Xbox 360, PS Vita and Wii U will all receive the Update Aquatic. With the exception of PlayStation 4 Edition, this will mark the last big effort to keep those editions up to date with our newer versions of the game. Although we’d love to keep bringing new content to all our players forever, the older generation of consoles now make up less than 5% of our active players, so we’ve made the difficult decision to focus our efforts to support players where they play Minecraft the most and where we plan to add new features: on Java, PlayStation 4 Edition and the versions of Minecraft made with the Bedrock Engine on other consoles, mobile, and Windows 10.\n在水域更新的初个版本发布后不久，PlayStation 4 版、PlayStation 3 版、Xbox 360 版、PS Vita 版和 Wii U 版也都将获得水域更新。除了PS4版本，水域更新将是我们最后一次努力使原主机版跟进重大更新。尽管我们希望不断为玩家带来全新内容，但旧版主机玩家只占我们目前活跃玩家的不到5%，所以我们做出了这个艰难的决定，将我们的努力集中到Java版、PS4版和基岩引擎的Minecraft基岩版的玩家上。\n\nBecause players on Xbox One and Nintendo Switch will be able to upgrade to the new version of Minecraft, with all the Aquatic fun included, we won’t be adding the Update Aquatic features to the older Editions of the game that are still playable on these consoles. So it’s a good time to take the plunge with the new version! If you own the older version of Minecraft on Xbox One, you can grab the new version of Minecraft from the Xbox store for free. Switch players will receive a patch for the Update Aquatic once it releases and will also be able to install the new version of the game for free.\n因为Xbox One和Nintendo Switch上的玩家可以升级到新版本的Minecraft，并且所有的水下有趣玩意都包含在内，所以我们不会将更新水域更新的内容到这两个主机的旧游戏版本。所以现在是使用新版本的好时机！如果你在Xbox One上拥有旧版本的Minecraft，则可以免费从Xbox商店获取新版本的Minecraft。Switch玩家在基岩版的水域更新发布后会收到更新补丁，并将免费安装新的Minecraft版本：Minecraft基岩版。\n",
    "replies": [
        {
            "author": "MuChenyu",
            "timestamp": 1525399920,
            "txt_content": "等波switch大更新"
        },
        {
            "author": "lxxfljy",
            "timestamp": 1525409040,
            "txt_content": " 本帖最后由 lxxfljy 于 2018-5-4 12:46 编辑 \n\n版主你是不是漏了个很重要的消息\nWith the exception of PlayStation 4 Edition, this will mark the last big effort to keep those editions up to date with our newer versions of the game.\n除了PS4版本，水域更新将是我们最后一次努力使原主机版（应该是所有4J Studio开发的非基岩引擎的主机版，包括XboxOne和Switch）跟进重大更新\n【就是水域更新后，除了PS4因为没有跟进基岩版而继续更新以外，所有原主机版都将停止重大更新】\n【PS:话说这段是机翻的嘛，意思差的也太大了。。】"
        },
        {
            "author": "lxxfljy",
            "timestamp": 1525432260,
            "txt_content": " 本帖最后由 lxxfljy 于 2018-5-4 19:13 编辑 \n\n哈哈哈这标题换了还以为发了新的新闻2333"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1525439280,
            "txt_content": "emmmmmm....买x1版送基岩版岂不美哉"
        },
        {
            "author": "⑨",
            "timestamp": 1525449720,
            "txt_content": "3ds:我被抛弃了"
        },
        {
            "author": "Xtricman",
            "timestamp": 1525499520,
            "txt_content": "翻译一下就是这些上世代主机我们不打算花精力更新它们的游戏了。"
        },
        {
            "author": "吊打小逗比",
            "timestamp": 1525520040,
            "txt_content": "Xtricman 发表于 2018-5-5 13:52\n翻译一下就是这些上世代主机我们不打算花精力更新它们的游戏了。\nemmmmmmm.....ps4xboxonens是本时代"
        },
        {
            "author": "Xtricman",
            "timestamp": 1525660620,
            "txt_content": "zrh2001 发表于 2018-5-5 19:34\nemmmmmmm.....ps4xboxonens是本时代\n仔细看新闻，用逻辑想一想"
        },
        {
            "author": "lxxfljy",
            "timestamp": 1525840920,
            "txt_content": "Xtricman 发表于 2018-5-7 10:37\n仔细看新闻，用逻辑想一想\n所有次时代主机版与除PS4外所有本世代的原主机版（非基岩引擎版本）停更\n（意思没错就是了233本世代就只更基岩版，索尼不让基岩版上架只好继续了）"
        }
    ]
}