{
    "title": "「原创-连载」Creepers-爬行者们-一。",
    "author": "Smokey_Days",
    "replyCount": 2,
    "timestamp": 1525426200,
    "txt_content": " 本帖最后由 Smokey_Days 于 2018-5-4 18:25 编辑 \n\nCreepers-爬行者们\n一。幕阳\n\n烟。\n幕阳曾见过烟。\n但十岁的幕阳不记得自己是否见过硝烟。\n\n硝烟？这个东西父亲曾经对幕阳说过。但是幕阳不是很确定自己是否见过。\n想来是见过吧，「苦力怕」的臭名早已远扬。是叫苦力怕吧，幕阳大概觉得是这样。他的父亲常常不时向他提起这东西。\n教宗说他们叫「爬行者」，是主的使徒。是这样么，主，您这是对我们的考验么？为何他们如此像那海崩驱使的恶魔？为什么他们如此的可怖？为什么...\n年幼的幕阳想问很多，但是曾经能够回答他一切问题的父亲，已经不在了。\n这些穿着绿色的衣裳，却不知道是否能够被称为「人」的生物。\n这些海崩的使徒。\n\n战争很早以前就已经开始了，并且很久很久之内都不会结束。\n\n南方的伪教宗背离的主的旨意，窃取了主的权柄。因此，真正的主的信徒应当勇敢地消灭这些异端。\n这是教宗大人说的。\n可是，为什么是用这种方法？\n主不是全知全能的么？为什么祂不降下神罚，而要令祂的羔羊流血、受伤？\n他不知道，他想不明白。\n神父说：「这是主的考验。」\n主啊？你为何要如此残酷地考验我？\n\n父亲死了，或者说，回归主的怀抱了。\n母亲也随着父亲一起回归到主的怀抱了。\n幕阳紧紧地抱着妹妹。\n耳畔，爆炸声响起。\n\n他被气浪掀飞了。\n他什么都听不见，什么都看不见。入耳的是色彩纵横毫无章理而唯给人以极刺激印象的涂鸦；入眼的则是那令人心生幻觉的静谧。\n他只知道，怀中唯一的亲人是他所需要保护的。\n除此之外，他已经没有什么可以保护了。\n\n清水淋着他的头，他一个激灵跳起身来。\n睁开双眼，是绿色的身影。\n那披着绿色斗篷的身影。\n海崩的使徒，烈焰的恶魔。\n怀中的人依然昏睡着。\n\n一柄长剑架在他的脖子上。\n「你的『神录』呢？」\n中年男子的声音。冷峻，话语里似乎没有任何多余的东西。只有刻骨的，足以在肌肤深处蚀刻下不可磨灭的痕迹的寒意。\n幕阳顿时颤抖起来。\n\n神录，是所有主的羔羊们聆听主的启示的最简便方式。没有神录的人，便是背离主的人，便是游离于羊群外的野羊。\n野羊是必然要被羔羊们所消灭的。\n所以没有神录的人是异端。\n\n「神录」，又名「神启录」。它有数卷，每一卷都记载着圣徒们所领受的神启。\n神启本身并非凡人能够理解，只有最为虔诚的主的羔羊，才有能力从神启中看出主的旨意。这样的羔羊即是「圣徒」。\n而圣徒们解释神启的文字，即是释语；记载释语的书籍，被称为「启本」。\n没有释语的神启，不是凡人能够理解的。\n\n所以每一位信徒都应该随身带着一本「神录」，这样才能将主的教诲永远铭刻在心中，若铭文于金上。\n但是这一次的情况不一样。\n幕阳，他的神录可能早已在战火中丢失。\n\n于是他不禁祈祷起来：主啊，为何要令这争执持续，为何要如此严峻地考验您最虔诚的羔羊们啊。\n\n「说不定是个异端，先抓起来？」\n另一个声音这样说着。\n「就地裁决他吧，少带两个人轻松一点。」\n\n\n长剑。\n一柄通体闪耀着银光的长剑高高的挥起。日光穿透层层硝烟与层层树叶，在这长剑上倒映出点点光痕。\n面前披着绿色斗篷的人高高地挥起长剑。他身旁另外一名披着绿色斗篷的，正用双手在空中画着一个正方形。\n\n「你的肉体永存于灵柩，你的灵魂将回归于主。」\n——「神录-越柱记-20章5节（山峦之湾启本）」\n\n\n幕阳抱着怀中的人，紧紧蜷缩着。他颤抖了起来。\n不，不，不。主啊，如果您能看到的话，求求您，救救您的虔信徒吧。\n他几乎可以听到利刃破空的声音。但那只是幻觉，长剑仍然停留在空中没有挥下——\n「等一下。」\n远方传来声音。沙哑而浑浊的声音，却如同圣乐一般响起。幕阳抬起头，那长剑却虚挥了一下以示恐吓，吓得他连忙缩回头。\n「这边带回去的只有四个人。」\n\n极西那有姓氏的人啊，乃是海崩的臂膀。\n牠最强壮的臂膀啊，共有四个——\n唤作星火的啊，操纵着恶魔的火焰；冠有潺行的啊，偷渡过主的圣河。\n姓为有符的啊，用虚伪的知识蛊惑着人们；被称为仪仟的啊，那是海崩操纵的凡俗的权。\n——「神录-堕落者记-9章3~6节（苍穹之望启本）」\n\n所以四是不吉利的数字。\n所以要避免这个数字。\n这一刻幕阳即刻感到了侥幸，他伸出左手，试着画一个正方形感谢神灵的恩赐。\n然后他的手停下了，因为他听到了举着长剑的绿色斗篷的人所说的话：\n「可是，他没有『神录』，说不定是异端。」\n那远方的声音逼近了，他冷不丁地说：\n「14-7.」\n幕阳一下子愣住了，但是口中却根本没有等得及脑袋的思考。未经过大脑的，他吟诵了起来。\n\n主的光辉早已被叛道者窃取，当要裁决这叛道者，回归主本来的旨意。\n——「神录-归旨记-14章7节（晨曦之示启本）」\n\n虽然他并不是擅长吟诵——有这一项特长他就能在教堂中谋得一个职位了——但是他说这话的神情却是无比的专注。待到说完他才反应过来，那人仅仅是报了一段数字，为何自己便有如神启一般立刻回应？\n「嗯，很好，我看他不是异端。」\n幕阳不算聪明。然而这一刻即便是幕阳也理解了他的意思。\n是的，凡是正统的信徒，都一定阅读过「归旨记」。「神录」极长，苛求每个人都全部背下来是不太可能的。但是一定有一些段落是一定要背下的、一定要背得滚瓜烂熟的。\n比如说「归旨-14-7.」，这一句向邪恶的异端宣战的誓词。这是无论哪个正统的信徒都一定会背的。\n是这样么。\n金属摩擦的振动声响起，幕阳转回头看，剑被他插回了腰间。\n「两个都带走么？」\n幕阳的心一下又提到了嗓子眼。他看向仍然未醒的妹妹。\n「都带走吧。」\n幕阳的眼眶湿润了。就这样居然还能保全性命，这一定是主的恩赐啊。\n一定是主的恩赐啊。\n他将妹妹背到身后。刚刚本准备杀掉他的穿着绿色斗篷的人，那在传闻中无比可怖的「苦力怕」——或者用教会的说法，爬行者，引着他走向牛车。\n\n很多年后幕阳会回想起这个时刻。这一刻的幕阳完全沉溺在了大难逃生的欣喜中，自然不可能知道许多年后自己的想法。\n\n幕间，一。\n\n「旧宗针对新宗的一个大约三千人的聚落发动了攻击，目的可能是回收一本被窃取的『神录』原本；新宗在这场战斗中出动了『爬行者』，双方伤亡未确定，其中『爬行者』损失十二人，旧宗损失约三百人。」\n「知道了。」\n\n「新宗使用『爬行者』越来越频繁了啊...」\n「是的。在他们眼里，人命恐怕是不太值钱。」\n「呵，这毕竟是『回归主的怀抱嘛』...就是不知道他们的硝石矿能撑多久。」\n「谁知道呢。这和我们关系不大。」\n「不，关系很大。」\n\n\n",
    "replies": [
        {
            "author": "ROF",
            "timestamp": 1525428900,
            "txt_content": "An interesting story！\n话说「」这个符号咋打\n以后小组帖子前缀就用这个了_(:з」∠)_"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1525429440,
            "txt_content": "ROF 发表于 2018-5-4 18:15\nAn interesting story！\n话说「」这个符号咋打\n以后小组帖子前缀就用这个了_(:з」∠)_ ...\n这个符号是民国时期使用的竖体字的引号，不符合印刷品的标准（误），但是在电脑上显得很好看。\n你可以搜一下，我是用搜狗的自定义词组搞的。\n"
        }
    ]
}