{
    "title": "[Minecraft.net|INSIDER]本周方块：石头",
    "author": "a1294790523",
    "replyCount": 9,
    "timestamp": 1525519560,
    "txt_content": " 本帖最后由 a1294790523 于 2018-7-16 16:35 编辑 \n\n\nBLOCK OF THE WEEK: STONE本周方块：石头\nNow we’ve hit rock bottom!现在就让我们来深入地介绍它吧！\nHow have we got this far through the Block of the Week series and not mentioned stone? This grey stalwart is one of the original Minecraft blocks, added alongside dirt and wood planks on 16 May 2009, while the game was in its very earliest stages of development. In fact, it’s almost as old as the name\"Minecraft\" itself – before that date, the game was simply known as \"CaveGame\", while afterwards it became \"Minecraft: Order of the Stone\".\n你有没有发现开始了如此之久的每周方块系列从来都没有介绍过石头这个方块呢? 这种既灰又坚固的东西是Minecraft中的原始方块之一, 它是与泥土、木板在2009年5月16日一起被加入到游戏中的，那时游戏还处在非常早期的开发时期. 事实上, 它几乎和 “Minecraft” 这个名字一样古老 —— 在这天之前，这个游戏被叫做“Cave game”, 而在这天之后，它就变成了 “Minecraft: Order of the Stone“（译者注：后来就被缩短成了Minecraft）。\nStoneis probably the most common naturally-generated block in the game, because it’spivotal to the way a world is created. The seed that you type into the worldcreation screen (or is generated randomly if you type nothing in) is used toprocedurally generate a basic topographical map of chunks out of stone, whichare then covered with grass and trees, water, structures, and filled with oresand caves as you travel around.\n石头是游戏中最常见的被自然生成的方块，因为它和世界的生成方式有关。在世界创建界面中输入的种子 (如果你没有输入的话，游戏将会随机生成一个) 将被用于程序地生成由石头组成的基本区块地形图，在你四处探索世界的时候，这个地形图将会被草、树和建筑所覆盖，并被矿洞和矿物所填满。\n\nAs everyone who’s played five minutes of Minecraft knows, breaking stone with apickaxe will get you cobblestone. You’ll need to use a silk-touch-enchantedpick if you want it to drop stone. But far easier than that is just cooking thecobblestone you get in a furnace – which turns it back into its original formagain (which is sometimes called \"smooth stone\").\n玩过Minecraft的人都知道，用镐子破坏石头后会得到圆石。如果需要得到石头，你就得用一把附有精准采集魔咒的镐子破坏石头才行。但更为便捷的方法是直接把圆石放在熔炉中熔炼——这将将其再次变成原本的石头（有时我们会把它叫做“平滑石头”）。\nIf for some reason you need a lot of stone, then you could create a deep quarry,or build a stone generator by flowing lava into water from above. But in eithercase, keep an eye out for silverfish – they’re able to infiltrate stone blocks,turning them into monster eggs which spawn their own silverfish when brokenthat immediately attack the player.\n如果你因某些原因而需要一些石头，那你可以去建造一个大型采石场，或者也可以通过让流动的岩浆流入水中来建造一个刷石机，但如果你是前者，那你就得小心蠹虫——它可以钻进石头里，把它变成被破坏后会立刻生成蠹虫的石头怪物蛋，而蠹虫会在生成后立刻攻击玩家。\nStone outcrop along a mountain creek near Orosí, Costa Rica. Image credit: Dirk van derMade // CC BY-SA 3.0.\n在哥斯达黎加的奥罗西区附近的山溪中露出的石头。图像提供：Dirk van derMade // CC BY-SA 3.0。\n Real-world stone is just as common as it is in Minecraft – it comprises almost the entirety of the outermost layer of the Earth. Our tectonic plates are made ofstone, and if you dig anywhere on the surface of the planet for long enough,you’ll eventually hit – you guessed it – stone.\n在真实世界的石头其实和Minecraft中一样常见——它几乎构成了整个地球的最外层。我们的板块是由石头组成的，如果你在地球的任一表面不停地挖掘，你最终将会敲击到——没错，你猜到了——那就是石头。\nStone is made of minerals, and different combinations of those minerals create different kinds of stone. One of the most common minerals found in stone is silica – made of silicon and oxygen – which makes up about three quarters of the Earth’s crust. Others include calcite, quartz, or feldspar. Some are pretty valuable, making them worth mining for profit.\n石头由矿物质组成，并且不同的矿物质能组成不同的石头。其中最常见的石头之一就是燧石——它由氧元素和硅元素组成的——并且在地壳中它们还约占了3/4。除此之外还有方解石、石英、以及长石，有些石头特别宝贵——这使得它们值得被开采。\nHuman shave used stone for at least 2.5 million years – hence the \"stone age\". The techniques developed during this time - like carving tools out of flint - aresome of the oldest continually used technologies in the world. So next time you make yourself a stone axe or pick in Minecraft, just remember – you’recontinuing a tradition that’s millions of years old.\n人类至少在2500万年前就开始使用石头了——于是就把那个开始使用的时代称为“石器时代”。在那个时代内发展出来的技术——就像用燧石打磨工具一样的最古老的技术仍在被人们使用。所以当你下一次在Minecraft中合成石镐和石斧时，一定要记住——你正在做着与数百万年前的祖先所做的相同的事。\n\n原作者：Duncan Geere原作发布日期：2018年5月4日翻译者：sandtechnology原文地址：https://minecraft.net/zh-hans/article/block-week-stone\n \n",
    "replies": [
        {
            "author": "WarbleOrigin",
            "timestamp": 1525521660,
            "txt_content": "以前周块都没石头的吗..."
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1526155740,
            "txt_content": "Orosí, Costa Rica\n应该是哥斯达黎加的叫Orosí的一个地方"
        },
        {
            "author": "a1294790523",
            "timestamp": 1526170200,
            "txt_content": "LocusAzzurro 发表于 2018-5-13 04:09\nOrosí, Costa Rica\n应该是哥斯达黎加的叫Orosí的一个地方\n感谢指正"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1526180520,
            "txt_content": "怕是下回要出磨制各种岩的周块了……"
        },
        {
            "author": "叶小岷",
            "timestamp": 1527323700,
            "txt_content": "WOW涨知识了"
        },
        {
            "author": "叶小岷",
            "timestamp": 1527323880,
            "txt_content": "有人教我怎么发图片吗"
        },
        {
            "author": "Victor_Elect",
            "timestamp": 1529221140,
            "txt_content": "挖石头。。。挖矿喜欢鱼骨挖法"
        },
        {
            "author": "1556242869",
            "timestamp": 1529609460,
            "txt_content": "真讲究.。。。。。。厉害"
        },
        {
            "author": "1556242869",
            "timestamp": 1529609520,
            "txt_content": "别的星球上是啥？"
        }
    ]
}