{
    "title": "【原创/单篇故事】Bronntanas Dullahan",
    "author": "nianbing",
    "replyCount": 3,
    "timestamp": 1525577940,
    "txt_content": " 本帖最后由 nianbing 于 2018-5-6 11:49 编辑 \n\n\n     距离那次事件结束，已经过去快两年了。那些场景仍历历在目，但已经无法和电影一样重演了。这两年，我已经付出太多东西了，不，确切的说，应该是抛弃了太多东西。\n\n\n    作为一个人类，我仿佛也会理所当然一般地憧憬着某个人。我和那位仅有过几次交流而已，虽说是只打过几次照面，但除了他是谁、从哪来、到哪去以外，所有与他相关的东西，当时的我甚至可以倒背如流。但和他的交谈中，总有一种难以言明的违和感在作祟。说是幽灵并不符合，说是鬼火也不贴切，仿佛他的存在本身就和我的认知相驳一样，让我在交谈过程中一直坐立不安，却又说不上理由。\n    三年前，我才刚来到这座繁华的城市。那时候的我才不过是因为运气好而勉强出道的新人作家，既拿不出实力，也没有什么人际关系，就连我自己都怀疑是不是那些人不小心把别人写错成了我。不过就结果来说，我确实拿到了稿费，这样就足够了。我每年旅行所花的钱，一直以来都是靠打工积攒下来的，这是我第一次靠自己写的小说赚到的钱。但虽然自己的小说已经出版了，但我还是处于默默无闻的状态，所以即便得到了这些微薄的稿费，我也仍要继续过着省吃俭用的生活。\n    这座城市的秋天十分壮观。独自坐在安静的公园里，可以欣赏到成片的绚丽的枫叶。并没有那些课本里所说的“如火”那样红，但这个氛围却让人感到惬意，不经意间就会在公园的长椅上睡着。\n    我无所事事地瘫倒在公园的长椅上，眼睛快要架不住倦怠的攻打而闭上。就在眼睛快要阖上的前一秒，突然有一种说不清的违和感把我从困倦里扯出，搞得我睡意全无。顺着这条鹅卵石铺筑的小路看去，有一位年轻的男人倚靠在枫树下酣睡。他披着一件黑色风衣，脸上也沾着尘土，黑发长的遮住了脸，这邋遢的形象确实和这惬意的公园不搭。但我所感觉到的并不是他的着装与环境产生的违和，而是他就坐在树下，就像他不应该坐在树下一样，不对，就像他不该被投射到我的视网膜上，也不对，不好意思，我似乎没办法用文字表述那种感觉......\n    因为那种感觉太过稀奇了，我忍不住被他吸引过去。我蹲在树下仔细端详着这个异物，可他浑身上下都和普通的人类一样，并没有什么能让人产生违和感的特征。正当我不想多待片刻，打算起身离开时，他的眉头突然挑动了一下，紧接着突然就睁开了双眼，那是一双深邃到让人发指的黑眸，我竟有一瞬被他吓地打了个寒颤。但那股深邃仅有刹那的闪现，当我回过神来时就已经抛下了呆滞消失的无影无踪。他呆滞的看着我，看样子似乎还没睡醒，我想趁现在转身开溜，刚一转身，什么时候不行，他偏偏在这个时候恢复了意识，一下子就用他沾满尘土的手抓住了想要逃跑的我，大喊道：\n    “总算见到你了！”\n    我愣了神，完全没有听懂他说了什么。他起身拍了拍身上的尘土，仍拉着我兴奋地说：\n    “总算见到您了，可真是累死我了。您就是那本《旅者之花》的作者吧！我可找了您好久了，也可以算是您的半个粉丝了！”\n    粉丝？我确实写过那样一本书，但其内容就连我自己都没办法坦率的夸赞，更不可能有什么粉丝存在了，所以我无法信任这个家伙。但哪怕只是谎言，我也为有人愿意如此对我说谎而感到喜悦。因此，禁不住他的恳求的我最终还是将他带回了暂时的居所，为这蓬头垢面的家伙好好修整了一下边幅。虽说是合租的宿舍一样的地方，但该有的还是有的，把这身肮脏的衣服洗净后烘干，再让他好好洗个澡，重新换上同样的衣装，这可怖的反差感着实让人咋舌，或许和当红的艺人都能有几分神似。\n    “于是，你是哪位，找我有什么事？”\n    我也不可能就这样养着他，这类麻烦的事情还是赶快解决比较好。\n    “哦，我想起来了。我找您是为了请教您一些写作的方法与技巧之类的。”\n    他停顿了一下，紧接着说了莫名其妙的话。\n    “其实我还不太清楚自我介绍应该怎么作，因为我本身没有确切的名字......如果一直用「你」的话确实有点不妥，不如就叫我「Dull」吧。”\n    这是假话，光是听一遍就能够辨明的低劣谎言。若是想要提升水平，根本没必要来找我这样的三流作家，或许找一些更有实力的比较好，即便是出于经济问题，也同样有很多其他的方法，根本就没必要把时间浪费在我身上。而且，“没有名字”是什么意思，中二病吗？自己早已舍弃了自己本来的名字之类的？「Dull」又是什么，这个家伙难不成很迟钝吗？比起说出这代号一样的称呼，我还是更愿意用「你」来称呼他。\n    “是这样的，我拜读了您的《旅者之花》，那个故事实在太棒了！一字一句都不含半点虚假之意，字句间能够看出作家本身的愿望与他所憧憬的目标。我已经很久没有看过如此别致的人了。”\n    我突然觉得他有些不太一样，虽然第一次见面时就有如此感觉，但这次又有些不太一样。\n    “请问，您这里有白纸吗？我可以现在就写一篇文章，您看完之后就能明白我为什么如此崇拜您了。”\n    我没有拒绝的理由。从抽屉里拿出一叠白纸交给了他，他立刻就用自己随身携带的钢笔开始了写作。我已经记不清当时他到底写了什么了，但他写的东西我却一直忘不掉。这个说法确实有点奇怪，但我实在是不知道要如何形容那篇文章了。读完他笔下的故事，我甚至开始同情他了。他笔下有很浓的求生欲望，仿佛时时刻刻都与死亡相伴，稍不留神就会陷入万劫不复的境地。\n\n    “不能暴露自己，否则就等同于斩断自己的退路。”\n\n    这是他的原话，我也仅记得这一句了。他确实没有在文中流露出一丝有关他本身的讯息，一丝都没有。大多数的故事，在认真阅读之后都会对作者本人多少有些印象，比如他的性格、他的遭遇、他的愿望，诸如此类的印象标签，但我反复读了数十遍，居然连作者本人的一星半点的影子都找不到。倒也不是说其内容空洞无味，正好相反，它的内容十分充实有趣，写作技巧也非常高明，别说是我，恐怕就连那些得了新人奖而出道的人气作家都要自叹不如，这绝对是篇可以大加赞赏的故事。但夸赞的话我是说不出口的，至少对他是说不出来的。即便只是谎称为我的粉丝，我也没办法赞赏他的作品远比我来得出色，并不是什么作家的尊严，不过是可悲的虚荣心作祟。\n    “那个......请问，您看完了吗？”\n    他似乎是用略带胆怯的声音问我，大概是因为我一直皱着眉头，迟迟没有给出评价的原因吧。\n    “嗯......很不错。你不妨去试试新人奖吧。依我看，你甚至马上就可以找到出版社推出自己的作品了。”\n    “怎么会，您过誉了！”\n    他的语气有些夸张，似乎在极力想要演好自己吃惊的心情。\n    “事实上，这篇故事中溢满的净是谎言，没有半点真实可言。我并不想把谎言呈到人类的眼前，而是想成为得像您这样的作家，让自己的笔下也能够有真正的鲜花绽放。”\n    我迟疑了一下。这句话还是让我觉得有些假惺惺，但似乎真的有一点真情流露，也不知道是不是我的错觉，他的眼角或许真的有一瞬有哀伤流露。\n    “具体来说，你想要我怎么做？”\n    “只需要让我在一旁观摩您的写作，并允许我试着临摹您的作品就好了。”\n    通常来说，这种不可理喻的要求是不会被接受的，与别人合租的房子也没办法接受第三位客人入住。但我还是接受了这个不速之客，因为我对他将要复制下的东西感到好奇，况且他还可以在睡客厅，一旦给谁添麻烦，就算马上把他赶出去也是合乎情理的。\n\n\n\n\n\n    “夜晚绚烂到令人陶醉。倘若仰望漫天星空，即便身负重罪，沉醉其中也绝不是什么不可饶恕之事。星河斗转，月光静谧地洒落在湖面上，泛起层层涟漪。无拘无束的孩童在街道上欢笑，向父母撒娇，尽管我不曾有过这些经历，但看着他们，却总会觉得无比欣慰......”\n    我坐在阳台的藤椅上看星星，脑袋里有什么冒出就把什么写下。\n\n    当第一缕阳光唤醒了沉睡的人，睡眼惺忪的我按照惯例想要给自己冲杯咖啡。当我走进客厅，他还趴在沙发上睡觉，而桌上摆着一叠文稿。昨天夜里，我将写好的文章交给了他，他立刻开始了所谓的临摹，没想到今天一早就结束了。\n    趁他熟睡时，我偷偷翻看了那篇复制的故事。但那真的能被称为“临摹”吗？故事的内容如出一辙，却要比我所描述的有趣千万倍。如今的我已然想不起那篇的内容了，但这不能归咎于我的记性。尽管故事非常有趣，但能够称得上特点的地方却一处也没有。当时的我只是隐约察觉的那种违和感，但只有现在的我才能好好地说出来。\n    “那是一篇毫无特点的故事。”\n    是的，这便是我所体会到的违和感。毫无特点，却又十分有趣；并不印象深刻，却又能铭记于心。尚且年轻的我，被这闻所未闻的写作方法深深吸引，为其着迷，陷入了宛如泥沼的深海，拖拽着**任凭它沉沦。\n\n    你一定会觉得那时候的我有些愚蠢可笑吧？就连我自己都这么认为。仅被表象所蒙骗，化为一簇鬼火，又因无人指认出这株枯芒草，便就此一蹶不振。\n\n    我开始试着私底下尝试这新奇的写作方法了。起初是波澜不惊的，但越是深入，就越是能体会到那恨呐的哀痛。我认不出它出自哪里，但刻骨铭心的痛苦却直指内心深处。每当我试图绕开它们，都会遭到更加猛烈的报复。于是我不再逃避，尝试去接纳它们，将它们当作馈赠。而最后，内心被攻陷，成了一座沦陷的孤城。我也无法写出其他东西了。\n\n    他似乎被我的存在吵醒了，眯着眼打着哈欠。\n    “啊咧，老师？有什么事吗？”\n    他装模作样的问候实在有些拙劣，让人分不清到底是演技差还是故意这样做的。\n    “没什么，有些好奇而已。”\n    “啊，您已经看过啦！？请务必为愚笨的小生指点一二！”\n    果然是装的。当他的眼神里闪烁出一点星光，我的第一反应就是这个。\n    “啊，恩...怎么说呢...很有趣的故事啊。”\n    他的眼神有一瞬失去了神采，似乎对我的答复有所不满。\n    “怎...怎么了，我有做什么不好的事情吗？”\n    “没有的事！只是...”\n    “只是，我觉得它并不是那么有趣而已。”\n    我不知道该如何作答。对于的他回答，我实在难以说出其他的话。我不擅长说谎，说他写的很有意思绝不是什么奉承，但当时的我无法理解他对自己的文章究竟有什么不满意的。不过他既然不准备说，我也不太好多问，于是就草草了事了。\n    \n    一周之后，他准备离开了。或许是厌倦了如此无聊的日常，又或是厌倦了无聊的我。简单的告别之后，他欲言又止，似乎有什么东西想要交给我，但最后还是没有拿出手。\n    “那个...我有个东西想要...”\n    “啊...果然还是算了。那么以后有缘再会吧，老师！”\n    我对这何时起莫名更变的称呼有些不适应，但还来不及吐槽就迎来了尾声。我至今也不知道，他当时到底想要给我什么。\n    在他离开后的一个月里，我尝试了很多次那种诡秘的写法，可我无论如何都做不到那种程度，甚至于最后变成了不伦不类的东西。我模仿着他的笔迹去写作，刚开始是一切顺利的，可渐渐的又有违和感开始环绕，当我察觉的时候，已经偏离的原路。若说这一写法是条僻静的小路，那我毫无疑问走入了迷途的雪山。得了雪盲的我越发难以走出迷境，若是就此消逝倒也还好，可就连消逝都做不到的，又是多么可悲的人呢。\n    我并没有当时的手记或是原稿，再那场事件之后，我都烧毁了。我还以为舍弃掉那种东西，就能够找回原先的自己，可就算我将它们撕碎烧毁，也会像刻在骨子里一样纠缠着我。所以我索性不再抵抗了。我还不想死，或者说我还很怕死，所以我必须活着，于是我真的把这些不堪入目的稿件寄给了出版社。再之后，便得到了一笔不菲的稿费，世人的反响也出乎意料的高，我被吓得不轻。\n    之后的旅行中，我变得越来越依赖这种东西，笔下所诞生的东西也越来越荒谬。可每当我想要放下这把钢笔，逐渐丰厚的稿费都把我拉回了牢狱。即便持续着旅行，我却也像个囚徒一样，得不到自由，说不定之所以还在坚持旅行，就是为了逃离那间囚笼，不论是十年前的，还是现在的囚笼。\n\n    再后来，我探访深谷，寻见一间书屋，并为之流连忘返。期间，我写了很多东西，但也得到了很多吹捧的话语。可只有我明白，自己笔下究竟藏着的是怎样的阴影，空有其表的外壳里装的是什么样的稻草。没有人会听见我的嚎哭，回应我的期待。久而久之，我也不再奢求些什么了，反而将这种东西磨练的更加炉火纯青，以此来慰籍自己懦弱的心灵。但就是被这种空洞所**，以至于当我遇上阑雨的时候，甚至连五分钟都没能撑住，顷刻间被它撕了个粉碎。\n\n\n\n\n    结语：                至此，我可能已经完成了《虚愿》的1/5的内容了。当初自己开的坑，真亏我还能坚持到现在。算是写了很多奇怪的东西吧，不过该开的东西已经开出来了，所以想试试看，能不能把这个坑填满。\n                这篇是不做渲染图了。懒癌晚期的我似乎是没办法做些什么了，完全想不出什么东西。总之，将就的看吧......\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1525668300,
            "txt_content": ".....\n下次一定好好努力！（明明是最后一篇作家，却还是这么悠闲）"
        },
        {
            "author": "13050002",
            "timestamp": 1525676100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "nianbing",
            "timestamp": 1529330040,
            "txt_content": "13050002 发表于 2018-5-7 14:55\n在多些就好了\nemmmm其实4k字对我这种咸鱼来说已经很多了，其他的在前几篇就写了....（尴尬）"
        }
    ]
}