{
    "title": "【五月活动/短篇/原创】[第一篇]二十一世紀の綺想者～The 21'Century Fantasy",
    "author": "x_lin0_0",
    "replyCount": 5,
    "timestamp": 1526036940,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-5-20 22:19 编辑 \n“你曾有想过，\n在我们的生活中，是否存在着无数的人生哲学？\n  这些人生哲学，不就是一种司空见惯的文化吗？\n  那么我将在这一次的活动中，使用我本人的自由幻想与简单文笔，来将这些平凡而不简单的人生哲学一一讲述。”\n「二十一世紀の綺想者。」\n作者：x_lin0_0（泽智 莲华）\n\n\n\n  一次盛夏的夜晚，有两个人坐在在公园的长椅上休息。\n  这一个晚上真是异常的炎热，两人都有些累了。\n\n  一个人问对方：\n  「你怎么满头都是汗，\n  这时候应该来公园的人不都是散步的吗？」\n\n  那个人一直在用毛巾擦拭自己那流着大颗大颗汗珠的脸颊，过了一会，却只是平淡地将事情的经过缓缓道来。\n  「我想通过锻炼身体来让自己变得更强，但是白天我又要去公司上班。\n  所以，只好晚上出来锻炼了。」\n  「欸？\n  那你可以去健身房锻炼啊，在公园里多热。」\n  「有什么为了热不热的问题而选择在健身房的必要吗？\n倒是在健身房里才不能好好锻炼吧，而且还要花钱。」\n\n  那人之后便没再将话题继续下去，因为他也是这么认为的。\n\n  明白人都知道，不去选择最新时代带来的方便与改善，而是选择旧方法旧习惯的人，是最容易“感冒生病”的。\n  但即使是这样，仍然有很多人愿意选择旧方法旧习惯，即使那会对他们产生一些不好的事情，它们也依然不在意。\n  举个例子，\n中国人在过年时，不是会进行一种放「烟花爆竹」的习俗吗？即使那玩意很容易炸伤小孩子或者大人们，但是这种习俗始终坚持着，竟然还会越作越欢，变成大众的习俗。\n  那么政府能直接将这种看起来就觉得危险的习俗强制给所有人改正吗？\n  明显是不能的。\n\n\n\n  我认为，在亚洲地区，有一片宏伟而强大的帝国，\n那就是中国。\n  在许多外国人眼里，中国是一个热闹的国家。\n  但笑话的是，这个国家的网络也非常分黑白。\n  何为黑白？\n举个例子吧，\n白方就是无知者的天堂，也就是爱好者的聚集地，这一个圈子是极其单纯天真的，他们象征网络的热度与「大势所趋」度。\n黑方就是一些充满虚伪和恶意的人。\n  何为白？\n这个很好理解，只要是单纯的人就算。\n套用现在几个比较流行的词汇，「ACG爱好者」、「ACG萌萌人」之类的，这些词可以充分体现出这类人的天真无邪单纯的性格与行为，但是过多的白就会使得某个圈子「大势所趋」化。\n  何为黑？\n两面三刀蛮不讲理无视一切一竿子打翻一船人自恋虚伪的人就是黑。\n这个块地方，是绝对不能去接触的，这象征的是社会与网络上的漏洞与黑暗面。\n若真的踏入了这一步，那么会好比进入了「无间地狱」一样痛苦。\n\n  就在我小酌一口杯中茶时，仿佛想到了什么。\n  「大势所趋」化好过被黑暗吞噬，这是毋庸置疑的。\n  为什么一定就是黑暗一方看起来比较强势，白方看起来毫无抵抗力呢？\n  其实不是的，\n黑暗无法将光明永久性铲除。\n  因为信仰，\n  白的人们会将一种叫「二次元」的虚拟世界当做一种文化、一种信仰来看。\n  一开始我的想法是错误的，我想将这些烦人的家伙全部赶走。\n  但现在我可不是这么想的了。\n  我渴望净土，但面前的净土却一点也不是我希望的样子。\n  于是我打算掉头，\n  将那些手持「暗器」的黑暗家伙抛在后面，在白的净土上建起那一座在空中悬浮的幻想城市。\n  但其实我明白我跑不了多远。\n  到时候，会有一种叫「人肉」的东西将我的幻想结界逐渐破坏，还会有一种叫「辱骂」的东西让我满身疮痍，更会有一种叫「人身威胁」的东西让我无法动弹......\n  这真是可笑，我只会开始逃避。\n\n  让世界和平不好吗？\n  你们这些愚蠢乏味的榆木脑袋，和平有错吗？\n  为什么要尔虞我诈，为什么要大动干戈？\n  你就这么想看见我的尸体吗？\n  我不禁想着，\n「要是他们全部消失就好了。」\n  但是上天正在看着我的同时，我也明白了，\n这只是我的个人私欲，根本就无法将社会人群改变。\n\n  ......\n\n  「我希望，我踏入的不是埋葬我的墓园。\n而是进入那纯粹又令我向往的净土，即使那全是幻想所打造的。」——泽智莲华，5月15日。\n\n\n\n  在这之前，请你围绕「网络与社会有什么区别」作为题目来思考片刻。\n  是，两者虽皆有黑暗面，但是网络却能作为催化剂的存在。\n比如有经过一些网络负能量影响后带有轻生念头的、自暴自弃的家伙，\n那都只是被「催化」的。\n  而社会却不同，因为多了一个「他杀」的肮脏借口。\n\n  但，你有三思过吗？\n在许多的网络争吵中，有谁会想会直接害你呢？\n至少我是这么认为，因为我的思想偏极 端。\n  举一个最近发生不久的例子，\n我与一位极其固执的群友发生了口角冲突。\n  事情大概是这样的，\n  他站着人要有智商才是根本的立场，认为幻想是可有可无的。\n  我站着幻想与智商并列的立场，认为两者需与肩同等。\n  我与他二人就一直围绕着这个话题，互不相让地摆出自己的立场态度。\n  最后的结果烂尾来，因为异性相斥的原因我退了一步。\n\n  在我数日之后，我思得了道理。\n  在与之冲突时，他的立场也不能完全是错误的，但只是他的语言上过于激动粗俗，却并没有要害我的意思。\n  这个想法让我的思想上有所改变。\n\n  虽说是要「人肉」我然后孝敬我祖宗，但其实仔细想想之后，他也没说错。\n  我的确还不够强，\n而且野心已经大过了能力。\n  那么，我需要深刻的反省一下自己。\n「自己真的够强了吗？\n自己的水平真的够高了吗？」\n\n  那么，当你周边的人都在不断进步时，你又有什么不让自己强大起来的借口呢？\n\n\n\n  「死肥宅」这个词我现在还真的没有明白。\n  这是新的歧视方式吗？\n是不是胖子就可以叫做「死肥宅」？\n  真是令人捧腹大笑。\n\n  没错，看到纸片人就大喊「XXX我老婆」的人一般都叫做「死宅」。\n听到这种话我个人很想作呕。这算哪门子的认老婆方式，不会是「无药可救之人」吧？\n  但是经我询问之后，发现了这些有着「癞铪镆想吃天鹅肉」的家伙心里到底充斥着怎样的想法。\n\n  我十分肯定地讲，大多数人只是纯粹的「好色」和「荷尔蒙爆发」而已了。\n  但剩下的个别人群却有所不同。\n情况分为两种，即为孤独或跟风。\n  过于孤独的家伙只是想找个借口让自己快乐起来罢了，\n而跟风的家伙真的就是无聊至极。\n\n  那么有着「孤独」情况的人，\n他们为什么会这样呢？\n压力大？还是真的没有朋友或没有圈子混？\n  我认为第二个选项可以直接排除，在现在的网络根本就不可能没有朋友和没有自己的圈混，\n反倒是压力大的可能性很强。\n  我友情建议一下这类人群啊，\n有时候呢，要想开点、放松一点。\n你们的做法我不反对，但是也不支持。\n不过只有你开心了就是好事，对吧？（无关心）\n\n  那么有轻生念头的人，也算是非常孤独或压力很大的吗？\n  我认为不是，这只是逃避。\n  好好活下去，别忘了你还有双手双腿，即使没有，你也要全力以赴。\n\n  别忘了，\n  那些心里有障碍的人群，是非常渴望得到真诚的、真实的援手去打开他们心中的那扇窗。\n  他们没有任何自信，即使手脚健全，他们的精神永远都是冻结的。\n  问题来了，难道你会比他们更加脆弱吗？你这么大个人还不能做出行动吗？\n我不管你有多少借口，你的选择并不是我的。\n但是，你认为人天生就一定会是一块无用之柴吗？\n  那可真是讽刺啊。\n\n  「我们得要做的不是去嘲笑讥讽那些心理脆弱的人，而是将爱心传递下去，让正能量传播到每个孤独的心中。」\n  「正常人是不会想着自己会什么时候停下的，只会想着我什么时候能变得更加强大或更加有钱。」\n  ——泽智莲华，5月19日。\n\n\n\n  「跌倒了再爬起来。」\n  这是一句最常听到的激励语录。\n  但是，在跌倒以后，\n有没有想过下一次不要跌倒呢？\n\n  中国有句古话，叫做「吃一堑长一智」。\n配合我体会三的内容，其实在争吵中我已经默默地得到了来自对方的教导与启示。\n  虽然在现实生活中，这些事情也是会无时无刻在发生的，但请先分清这一堑下去你的性命还是否存在为好。（直球）\n\n  凡事不可靠武力解决，要得学会使用智取解决一切问题，\n记住，你肯定还是个聪明的家伙，不可能笨到连智取都不懂。\n  何为智取？\n  「诸葛亮」这个人名你应该不会没有所闻吧？\n  他在《三国演义》中，可是被授于「善计谋者」的称号。\n比如著名的「空城计」和「草船借箭」，我们从故事中就可以看出这个人善于进行「头脑战」。\n  那么，你可以试着在生活中打起「头脑战」。\n\n  比如学生，你是否可以在比别人成绩优异的情况下再进行自己的爱好或实现自己的想法？\n若你成绩不好，你是否可以去鼓起勇气向其它同学学习呢？成绩上来之后，你是否还可以再去试着考满分呢？\n  上班的人，你是否可以在比其他同事的成绩更加优秀下做其它业余爱好呢？\n若你在公司的地位和水平都不怎么样，你是否可以花掉闲暇时间来「亡羊补牢」呢？补完之后，你是否还可以多下功夫把牢多加一层呢？\n  虽然，这都很耗时间。\n但是人生就是要不断学习啊，这样才能使你不会跌倒，自己铺路来继续前进，哪怕是借来材料，到后面你不也能会用到自己的材料铺路吗？甚至当你铺的路已经能让你大胆踏步时，你还可以多加一条弯路，或者把路再往旁边扩大点，岂不美哉？\n能让你不会跌倒的做法，为什么不去试着选择呢？难道一定要学会绕过或者跳过那些容易摔跤的坑吗？\n  这就是智取。\n\n\n\n  在某些视频网站上，总会出现一些良心的播主。\n他们制作的教程、教学、游玩经过、动画、电影、甚至鬼畜和音MAD的质量都是非常精美、非常高端的。\n  但是总有一些讨厌的家伙，他们认为「盈利」是不允许的，他们认为「盈利」是肮脏的，然后大肆批判这些播主。\n  我说句个人想法的话啊，\n「这种人就是欠打！」\n  别人辛辛苦苦做的视频，难道就不能盈利吗？\n  人家也是人啊，也要吃饭的啊。\n这就是不站在对方角度就来放肆的家伙，而且还是满口的胡言乱语。\n\n  不只是做视频的，许多的画师、建模师、编程员等也被这种家伙针对过。\n  人家盈利你不支持就算了，去批判就让作者很尴尬了啊。\n这实际上不就跟没良心没道德的人是一个类型的吗？诋毁了人家还拉起其他人的情绪。\n动不动就说什么「肮脏！」、「差劲！」、「丢人！」之类的话来打击作者的自信心，真的很坏啊这种行为。\n  说好听点就是不道德没良心，说通俗点就是没家教。\n  难道天下就应该给你们全部都是免费的午餐吗？说盈利是黑暗是肮脏的是什么心态啊？\n\n\n\n  Q：有什么关于这个系列的一些补充吗？\n  A：怎么说，\n当我写完这六个体会之后，我默默地在标题填上了一个「[第一章]」，\n主要是我想留一个伏笔，下一次再有类似的活动我就打算写个「[第二章]」吧。\n\n  Q：那么谈谈感想？\n  A：感觉爽快多了，真的就是「一吐为快」的那种感觉，不过等以后长大了再回来看自己当年的作品估计得笑死吧？\n  现在还在上小学呢，别想这么多。（重点）\n\n  Q：如果你突然在这次活动得了倒数第一名，你会有什么感想呢？\n  A：大概....凉凉吧。\n\n  Q：最后还有什么想说的吗？\n  A：说的是呢...\n那就祝大家5月快乐吧，我也没什么好讲的了。\n\n  Q：盈利吗？\n  A：盈利你瓜皮。\n\n  Q：生气了吗？\n  A：没有哦。\n  Q：生气了吗？\n  A：再问叔叔我可要生气了啊？！（半恼）\n\n  Q：那么你的Mod设想为什么弃坑了？（指MP）\n  A：... ...（顿时静止）\n  A：Rua！（震声）\n\n  好那就这么多，祝大家5月快乐～\n  记得要吃好睡好，还在小学的朋友们就祝你们小升初考试能拿个理想的成绩吧。\n  还请多多关照了！\n END\n作者：泽智 莲华（x_lin0_0）\n最后创作日期：2018.5.19\n\n\n",
    "replies": [
        {
            "author": "x_lin0_0",
            "timestamp": 1526721240,
            "txt_content": "更新完毕，最近摸鱼了\n嘛，去投稿丢人了（笑翻）"
        },
        {
            "author": "天下归心",
            "timestamp": 1527001080,
            "txt_content": "inm民......"
        },
        {
            "author": "縻风",
            "timestamp": 1527073500,
            "txt_content": "以下内容按照浏览顺序\n\n我认为，在亚洲地区，有一片宏伟而强大的帝国，\n那就是中国。帝国在狭义上用来形容由君主（皇帝）统治的强大国家，广义上用来形容国力强大的国家，而不限于君主制国家。\n首先从狭义上讲中国是不符合“帝国”这一称呼的，其次中国在世界上的地位也只是“强大的发展中国家”，从综合国力角度来讲也只是越来越强大，应该还不足以以帝国称呼。\n\n在体会二中你写到了二次元领域中的“黑”与“白”，但是在开头你给出的限定领域是“网络”，显然出现了一种以偏概全的感觉。网络上并非只有二次元这一个领域，而所谓的黑白现象也并非只存在于二次元领域，比如对于现实生活新闻的看法的两派。另外这一块写的有点玄乎了，开头给的是一种理性的批判，到最后变成了神论宗教主义，虽然说某些时候会有奇效，但是个人觉得这里用的不是很合适。\n\n体会三的开头\n 在这之前，请你围绕「网络与社会有什么区别」作为题目来思考片刻。你这里作为比较的两个东西的逻辑关系不是很合理。\n人类的生产、消费娱乐、政治、教育等，都属于社会活动范畴。所以“网络”也是属于“社会”的。用词不是很准确，建议可以使用“现实”\n最后的结果烂尾来，因为异性相斥的原因我退了一步。这句话我看的不是很懂，我起初以为是你用词用错了，是同性相斥，但是看了下文意好像是用“异性”，于是又觉得是不是你们是异性，但是总之这个词语用的有点怪，如果用特殊词语的改造用法最好加个引号吧\n\n另外，你从一场网络上的纠纷引到“不够强”，我觉得不仅牵强而且很奇怪，真的很奇怪，甚至让我产生了一种你是反派的错觉。（雾）\n\n然后第三个体会你有点过激了啊！从一个二次元爱好者的角度来讲说“XX是我老婆”表达的仅仅是自己对于这个角色性格和外形方面的肯定，当然也不排除某些**的人。但你这样的确有点过分了。（毕竟我也会喊233）这不叫癞**吃天鹅肉，而且你这一段表达出的态度完全和你之前提到的“黑”相符合，你的立场就已经让人捉摸不透了，文章的立意也就站不住脚了\n\n然后体会六的论点我挺肯定的，这个我也挺赞同的，另外下面发表个我自己的看法233\n\n从赚钱角度来讲，中国的一些公司，如#易，如#迅，直接瞄准了中国的低龄市场，大肆开发中国模式的游戏。我觉得这个风气让人悲哀。稍微了解一下的人都知道，在国外大部分的游戏都是基础收费制的，然而进了中国以后就变成了一种所谓的“免费”游戏，而且渐渐的互相的竞争会导致游戏越来越惨不忍睹，这种感觉我很不舒服。\n\n\n\n\n\n另外，这是我第一篇文评2333写的不好谅解。\n\n还有一个问题我觉得就是是不是有点偏题了？岁月和文明？文明勉强吧，但是岁月呢？？？\n\n以上，望采纳\n\n"
        },
        {
            "author": "天下归心",
            "timestamp": 1527086340,
            "txt_content": "縻风 发表于 2018-5-23 19:05\n以下内容按照浏览顺序\n中国完全符合**的标准，内部资本被外资及“**企业家”控制，对外（非）强迫别国签订不平等条约及在其领土上拥有治外法权，同时不遗余力宣传民族主义以维护走zi政府对人民的压迫，结合其极少的**特性，中国可以称为是社会**国家。（西方左翼公论）\n（实质上政治精英制度比起封建主义能好那么一点XD）"
        },
        {
            "author": "天下归心",
            "timestamp": 1527086400,
            "txt_content": "天下归心 发表于 2018-5-23 22:39\n中国完全符合**的标准，内部资本被外资及“**企业家”控制，对外（非）强迫别国签订不平等条约及在其领土 ...\n被和谐的是“帝 帼主 义”和“共 铲”以及“设 会主 义”"
        }
    ]
}