{
    "title": "[Minecraft.net|INSIDER]本周方块：深色橡木",
    "author": "LocusAzzurro",
    "replyCount": 5,
    "timestamp": 1526152500,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-5-12 20:18 编辑 \n\n\n\nBLOCK OF THE WEEK: DARK OAK WOOD\n本周方块：深色橡木\n\nShiver me timbers!\n吓老子一跳！\n\n\nIn most parts of the Western world, the spookiest night of the year is 31 October – Halloween. That’s when ghosts, ghouls, skeletons, zombies and other dark forces can be seen on the streets, knocking on doors and demanding candy.\n\nBut in Sweden – where Minecraft is made – things are a little different. Here, it’s Easter when the witches come out. The paaskkaerringar, as they’re called in Swedish, go door to door in the neighbourhood – armed with a broomstick and kettle which they fill with treats in exchange for paintings and drawings, before flying off to the fictional island of Blockula (Blaakulla in Swedish) in the Baltic Sea.\n\nSo in honour of Sweden’s spooOOooky Easter traditions, our block of this week is the spooOOooookiest wood in Minecraft. It’s dark oak!\n\n在那些西方国家的印象中，10月31日万圣节是每年最恐怖的夜晚。这一夜，幽灵、食尸鬼、骷髅、僵尸和其他暗黑力量招摇过市，叩门索糖。\n\n但在Minecraft诞生的瑞典，情况却有些不同。在这里，女巫会在复活节出没，在瑞典语中称为paaskkaerringar，她们会带着扫帚和装满糖果的水壶走街串巷，换取画作，最后回到坐落在波罗的海之中，名为Blockula（瑞典语称为Blaakulla）的虚构岛屿上。\n\n为了纪念瑞典这hiiiiiin可怕的复活节传统，我们特地选择了Minecraft里坠坠坠坠可怕的木头作为这次的本周方块。没错，就是深色橡木！\n\n\n\nDark oak wood was first added to Minecraft in version 1.7.2 of the game, at the same time as acacia. It generates naturally in one biome only – the dense, dark roofed forest. In this biome, trees grow so closely together that it’s often dark enough for hostile mobs to spawn during the day.\n\nDark oak trees have much thicker trunks than most other trees – they’re 2x2 blocks, and come with craggy branches below the canopy of leaves. Dark oaks are not as easy to farm as other trees – they require four saplings arranged in a 2x2 grid, and won’t grow if planted individually. But on the bright side, they do tend to grow faster than other trees.\n\nThat’s probably why the illagers chose dark oak as one of the key building materials for the spooky woodland mansions – which are also only found in roofed forest biomes. These enormous, rare structures – which contain a strange selection of odd and creepy rooms – are the only place in the game where you can obtain a Totem of Undying.\n\n深色橡木在Minecraft 1.7.2版本中和金合欢一起被加入到了游戏中。它仅会在黑森林这一种生物群系中自然生成。在那深邃黑暗的黑森林中，树木遮天蔽日地生长，成为了白天孕育敌对生物的温床。\n\n深色橡木比一般树木的树干要粗得多，有2x2方块粗，它支撑着崎岖的枝条，交错在叶盖之下。深色橡木并没有其他原木那样容易获取，必须把树苗以2x2的方形摆放才能种出来，只用一颗树苗是种不出来的。但是比较好的一点是它们一般会比其他种类的树长得更快。\n\n可能正是因为这样，刌民们才会把深色橡木作为他们建立在黑森林中阴森的林地府邸的主要建筑材料之一。这些巨大而罕见，包含着许多奇异的房间的建筑，是你在游戏中唯一一个可以获取不死图腾的地方。\n\n\n\nThe closest thing we have to dark oak wood in the real world is probably the wood of Quercus velutina, the eastern black oak – which grows all across the eastern United States – from Maine to Texas. Its bark is dark-coloured, as you might expect from the name, but it also contains a pigment called quercitron which was used widely to dye things yellow before modern chemical dyes came along.\n\nThat means that if you want to build your own replica woodland mansion in the real world – and why wouldn’t you? – then you’re going to want to go buy yourself some woodland in the eastern United States. Just be careful, you don’t know what dangers are lurking in those woods...\n\n现实生活中与深色橡木特征最接近的可能是美洲黑栎（二名法: Quercus velutina），即生长在美国东部，北启缅因，南抵德州，随处可见的黑色橡木。树如其名，它们的树皮是深色的，但这种橡木还含有一种名为 “quercitron” 的色素，在化学色素发明之前被广泛作为黄色染料使用。\n\n因此，如果你有想在现实世界复刻一座林地府邸这种绝好的主意的话，你应该在美国东海岸买一块林地。不过记得要小心，因为你永远不知道森林中潜伏着什么样的危险。?\n\n\n\n原文地址：https://minecraft.net/zh-hans/article/block-week-dark-oak-wood\n\n原文标题：Block of the Week: Dark Oak Wood\n\n原文作者：Duncan Geere\n\n原文发布时间：2018/05/11?\n\n译文发布时间?：2018/05/12",
    "replies": [
        {
            "author": "TMH3423",
            "timestamp": 1526395200,
            "txt_content": "我在mc里非常喜欢用黑橡木建筑，就因为他长得像巧克力，看着舒服，当然白桦木也很不错"
        },
        {
            "author": "Xtricman",
            "timestamp": 1526438760,
            "txt_content": "以及快照中加入的树皮块"
        },
        {
            "author": "sunduohe",
            "timestamp": 1528789500,
            "txt_content": "深色橡木适合做一些特殊的建筑啊 很有气势很有范 \n不过像是普通房子还是普通橡木就好看看起来舒适"
        },
        {
            "author": "神奈川归尘",
            "timestamp": 1529191740,
            "txt_content": "我们特地选择了Minecraft里坠坠坠坠可怕的木头作为这次的本周方块。\n坠坠坠坠？ 不应该是 最最最最 吗？"
        },
        {
            "author": "MJStars",
            "timestamp": 1529217660,
            "txt_content": "建别墅之类的用云杉木也挺好看的"
        }
    ]
}