{
    "title": "[Minecraft.net | CULTURE]LET'S PLAY: CITY LIFE     CITY LIFE冒险之旅",
    "author": "一条鱼乾",
    "replyCount": 3,
    "timestamp": 1526195820,
    "txt_content": " 本帖最后由 看繁华的人 于 2018-5-19 15:09 编辑 \n\nLET'S PLAY: CITY LIFECITY LIFE冒险之旅Can you catch the criminals in this Marketplace map?你能在这个城市里抓到犯人吗？If you're a criminal, you probably should stop reading this RIGHT NOW and start weeping terrified tears of fear. Seriously, you should be shaking in your little stolen boots.如果你是一个犯人，你可能应该停止阅读这文章，并开始留下恐惧的眼泪。 说真的，你会瑟瑟发抖。Because recently I discovered my true calling in life – to become a great CRIME FIGHTER! I'm going to be just like Batman, except with less money/silly bat costumes/talent.因为最近我在生活中发现了我真正的使命——成为一个伟大的打击犯罪的战士！我会像蝙蝠侠一样，除了没钱/蝙蝠侠服装/天赋以外。How did I discover this new love of fighting crime? By playing City Life by PixelHeads on the Minecraft Marketplace!我是如何发现这个打击犯罪的新爱好？通过在Minecraft Marketplace玩PixelHeads的城市人生！Drivable vechicles？In Minecraft？Has the world gone mad???Yes.可以驾驶的车？在Minecraft里？这个世界疯了？？？是的。Police cars and officers of the law!Pirated Minecraft recently?GET 'EM,BOYS警车和执法人员！今日在Minecraft搞事？抓住他们！Sure was nice of the firefighter to pose for this picture,while a building is burning down behind them.当消防队员摆出这张照片的时候，当然是很好的，但是一座建筑物正在他们身后燃烧。I load up the map and prepare to enjoy exploring the big city! But I spawn in a police station. Uh oh. Waking up in a police station is rarely good news. Trust me on this.我加载地图，并准备享受探索大城市的乐趣！但我在派出所出生。啊哦，在派出所醒来不是好消息。 请相信我。I'm about to scream “YOU'LL NEVER TAKE ME ALIVE!” and jump out of the police station window, when I spot this poster on the wall:我正要尖叫，“你绝对不会想让我活着！”当我在墙上看到这张海报时，我从警察局的窗户跳了出去What did he do? Because if he's suspected of being darn handsome, he's definitely guilty.他做了什么？ 因为如果他被怀疑是帅哥，他就有罪。A $5000 dollar reward? Crime doesn't pay, but apparently stopping crime pays out massively.5000美元的悬赏金？罪犯们不会支付这笔奖励费用，但是为了鼓励人们，我们应该为他们付出这些。Just think what I could do with $5000 dollars! I could give it all to charity! Or spend it all on my favourite person – me! Yeah, let's go with the second one.想想我能用5000美元做什么！ 我可以把这一切都捐给慈善机构！ 或者把它全部花在我最喜欢的人身上——我自己！是的，我们一起去实现第二个吧。Now if you recognise my name, 'Tom Stone', then you already know that I'm no stranger to fighting crime. But if I was going to catch this monster, I'd need the appropriate uniform – so I equipped the City Life Police Officer skin.现在，如果你认出我的名字，‘Tom Stone'，那么你应该知道了我对打击犯罪并不陌生。但如果我要抓住这个怪物，我需要合适的制服——所以我穿上了City Life警官的衣服。Come at me now,crime!来吧！犯人！\nThe police officers in this station are very friendly to this new rookie. They keep saying things like “good day, sir!” and “how are you, sir?” How nice! I'm more used to hearing stuff like “sir, that buffet was meant to be for everyone.”这个站的警察对这个新人很友善。 他们一直在说“美好的一天（日安），先生！”和“你好吗，先生？”真是太好了！ 我更习惯于听到像这样的话：“先生，自助餐就是给每个人吃的。”If they're this polite now, just imagine how they'll treat me after I catch that criminal! I'll be their GOD.如果他们现在很礼貌，那么想象一下，在我发现犯人后他们会如何对待我！ 我会成为他们的膜拜对象。I can even picture the headline already LOCAL DIM CATCHES CRIM: Best living detective since Sherlock Holmes.我甚至可以画出标题 ：暗中抓捕犯人：夏洛克·福尔摩斯以来最好的侦探。TIME'S UP, CRIME!时间到了，罪人！As soon as I step outside, I see several police cars, practically begging to be taken for a spin. I run up to the closest one and hop behind the wheel.我一走到外面，就看到几辆警车，实际上是我是希望用一辆车兜风。我跑到最近的一辆车，然后跳上车。And the best part about this is, since I'm only taking this police car to help catch a criminal, this isn't technically stealing!最好的是，因为我只是用这辆警车来抓到犯人，所以这并不算偷窃！Well, technically it totally is – but no time to worry about that now - I've got a criminal to catch!好吧，认真来说，这根本就是偷窃——但现在没有时间担心这些了——我有一个犯人要逮捕！Check me out, behind the wheel, speeding along and keeping the good people of this city safe. It's at times like this that I wish I knew how to drive!看看我，在方向盘后面，加快速度，并保证这个城市的好人的安全。有时候，我希望我知道如何去开车！\nCatching this monster was gonna be harder than I thought, so I try reading the book 'CATCHING CRIMINALS FOR DUMMIES'. It's pretty hard to turn the pages while driving at the same time. I try reading 'READING A BOOK WHILE DRIVING FOR DUMMIES' but encounter similiar problems. Should've got the audiobook, I guess.\n抓住这个犯人会比我想象中的更困难，所以我尝试阅读读这本书《追捕犯人》。在开车的同时翻页非常困难。我尝试阅读“当你开车的时候阅读一本书”，但是遇到类似的问题。我猜，应该要有有声版本。\nKeeping my eyes on the road while simultaneously reading a book is obviously quite tricky, so I just read the book and ignore the road. Apologies to any pedestrians I might've hit. Justice is blind!\n让我的眼睛在开车的同时阅读一本书显然是非常困难的，所以我只是读了这本书，而忽略了道路上的情况。我向我可能撞过的行人道歉。这是无心之举。\nStill the criminal eludes me. Clearly he's as cunning as I am handsome. So I leap out of the car (probably should've tried to park it first-oh well) and decide to take nice walk around the city. Maybe I'll have more luck destroying crime forever and ever and ever on foot?\n犯人仍然躲着我。显然他像我一样英俊狡猾。所以我从车里跳出来（可能应该先把车停下来，哦，好吧），然后决定去城里好好逛逛。通过走路也许我会更幸运然后抓到犯人。\n\nA lovely night for a stroll! Where's my uniform? The police asked me to remove it because the amount of icing stains were “an embarrassment to the force”. Look buddy, if you knew a non-messy way to scoff 21 cookies and an entire cake in less than a minute, I'm all ears.\n一个愉快的夜晚散步！我的制服在哪里？警察这身份要求我把它脱掉，穿上了有污渍的制服是对警察的侮辱。哥们儿，看，如果你知道一个特殊的方法在一分钟之内取走21个饼干和1个完整的蛋糕，那我会洗耳恭听。\nAs I explore the city, I find loads of shops with unlocked doors, no occupants guarding their stock and chests full of loot. I can certainly see why a criminal would like this place. After all, I'm having a great time stealing from them, and I'm not even a criminal!\n当我探索这个城市的时候，我发现很多商店都锁着门，没有人守卫他们的货物，箱子充满了将成为赃物的货品。显然，我可以看出为什么犯人会喜欢这个地方。毕竟，我正从他们那里偷东西，我甚至并不是犯人！\nM pockets full of loot/recent weight gain was starting to slow me down. But soon, I had even bigger problems.\n口袋里充满了赃物/增加的重量已经开始减慢我的速度。但很快，我遇到了更大的问题。\nUndead problems.\n僵尸的问题。\n\nNooooooooo! I moved to the city to get away from these jerks!\n不——！我要移动到城市去甩掉这些混蛋！\n\nSeems this city has a zombie problem. Which iss bad, because I have a secretly-I'm-a-total-coward-and-zombies-make-me-curl-up-and-cry-like-a-baby problem.\n看起来这个城市有一个僵尸问题。 最坏的问题，因为我有一个秘密，我是一个害怕僵尸的人，而且会像婴儿一样哭起来的问题。\nBut crying like a baby would have to wait – this city needs me! Which is why I'm sorry that I totally started crying like a baby anyway. And then ran away. Also like a baby.\n但像婴儿一样哭泣就必须等待——这个城市需要我！这就是为什么我很抱歉，我开始像婴儿一样哭泣。 然后跑开了。当然也像一个婴儿。\nDesperate for shelter/safety/a hug, I approach a friendly-looking stranger so I can ask for directions to the nearest hiding place:\n绝望地寻找庇护/安全/拥抱，我走近一个相貌友好的陌生人，这样我就可以寻求最近的藏身之地：\n[1/4] He appears to be chasing that civilian, who's running away yelling “Help! Help!” Um, buddy, how is that friendly-looking man supposed to help you if you keep running away from him?[1/4]他似乎在追逐那个平民，平民逃跑时大喊“救我！救我！”呃，伙计，如果你不断离开你寻求帮助的人，这个友善的人应该怎么救你？[2/4] “Hi there, friend - nice eyeptach and mean glare! Could you show me the way to a shelter? Preferably one full of cakes I can sco- OOF!”[2/4]“你好，朋友 - 漂亮的眼睛炯炯有神！你能告诉我去避难所的路吗？最好是一个充满的蛋糕地方，我可以吃！”[3/4] “I think you accidentily dropped your fists on my face. Don't worry, happens to me all the time! Now about those directio- OWCHIES!”[3/4]“我认为你意外地把你的拳头放在了我的脸上。别担心，这事情一直发生在我身上！现在谈谈那些指导路线！“[4/4] Looks like he made me respawn. Hey, accidents happen! According to this screen, he was called 'bandit'. Hmmm, that's an odd name. Maybe it's German?[4/4]看起来我被他杀死了。嘿，意外发生了！根据这个屏幕，他被称为'强盗'。嗯，这是一个奇怪的名字。也许他是德国人？Well, no time to just stand around mourning my own death – I have a criminal to track down. Too bad I forgot to get that nice strangers number – I'm sure we were destined to be BFF's, and he could've helped me search for the criminal!那么，没时间哀悼自己的死亡。我还有一个犯人要追查。 太糟糕了，我忘了得到那个善良的陌生人的号码——我敢肯定，我们将是一辈子的好朋友，他可以帮助我寻找犯人！\nIn fact, to help remind myself what the criminal looks like, I decide to take another look at that wanted poster.事实上，为了使自己想起这个犯罪分子是长什么样子的，我决定再看看那张通缉令。\nWait a minute...等一下...Hmmm...恩...\nWow, my new BFF sure does look similar to the completely different person on the wanted poster. What a funny coincidence!哇，我的新朋友肯定看起来和通缉海报上的人很相似。 多么有趣的巧合！Wait...等等...Oh.噢。Oh no.噢，不！LOCAL DIM FAILS TO CATCH CRIM侦探没有成功抓到犯人。Realising I was a complete and utter failure wasn't much fun. Not even a pleasant bike ride through the city could help. Maybe because I don't know how to ride a bike?意识到我是完全彻底的失败并不是很有趣。 即使骑自行车穿过这座城市也不会有任何帮助。 也许是因为我不知道如何骑自行车？I get off my crashed bike and walk miserably through the streets I'd failed oh so badly.. A man yelled “I love this city!” in my face.我离开我的自行车，悲伤地走过街道，我失败了，真是太糟糕了......一个男人在我脸上喊道：“我爱这个城市！”。So did I, pal. So did I.是的，朋友，我也是。My bad mood showed no signs of improving. Came across a movie theatre. Maybe seeing a movie will cheer me up?我的坏心情没有显示出变好的迹象。 我遇到一家电影院。 也许看电影会让我振作起来？Bah! Knowing my luck, they're probably only showing something like 'SOMEONE DROPPING AN ICE CREAM WITHOUT EVEN GETTING TO EAT ANY OF IT FIRST: THE MOVIE'.呸! 知道我的运气，他们可能只会展示一些东西，比如“电影：有人没有吃任何东西，就没有吃任何东西”。（意味着电影无聊？）So I decide to swing by this school instead:所以我决定去这间学校：Perhaps in the fine halls of this House of Education, I can learn how to be less of an idiot?也许在这所教育殿堂里，我能学会如何不成为一个白痴？I stroll inside and find some 'lockers' in the hall (switches that reveal chests containing school books and apples – neat!)我游走在里面，发现大厅里有一些储物柜（打开后看到了书包和书本——整齐的！）Apple in hand, I kick open the door of the nearest classroom and take a seat. “'Sup Teach,” I say, putting my feet up on my desk. “Learn me up some smart-smarts!”手里拿着苹果，我打开最近的教室的门，坐下。“Sup教我，”我说，然后把我的脚放在我的书桌上。“教会我如何变得更加聪明！”Teach me all the information in the world, my friend, and there's a shiny new apple with your name on it!教我世界上所有的知识，我的朋友，我还有一个闪亮的新苹果，上面写着你的名字！\n“What a beautiful day!” say the teacher.“真是美好的一天。”老师说。Oh cool! This must be a 'day describing' class! Uh oh. Better get this down if I don't want to flunk.哦，酷！这一定是教室的一个“开始的问候”！哦，噢。如果我不想退缩，最好把它摘录下来。I quickly write down 'WHAT A BEAUTIFUL DAY' in my notebook. Except I don't have a notebook, so I just write it on my desk. Except I don't have a pen, so I try to carve it into my desk with my pickaxe.我很快在笔记本上写下了“美好的一天”。 除了我没有笔记本，所以我只是把它写在我的桌子上。 除了我没有钢笔，所以我试着用镐把它刻在我的桌子上。This turns out not to be such a good idea.事实证明，这不是一个好主意。The teacher walks over the remains of my desk and storms out of the classroom in disgust. Maybe higher education isn't for me. Perhaps a new career instead?老师走过我课桌，厌恶地离开教室。 也许高等教育不适合我。 也许是一个新的职业代替呢？[1/3] Luckily for me, you don't need an education in City Life to become a lawyer or even a doctor! Er, try not to get ill in this city.[1/3]幸运的是，对于我来说，你不需要在城市生活中接受教育，成为一名律师甚至是医生！ 呃，尽量不要在这个城市生病。[2/3] Or maybe you'd prefer to be a firefighter? Or a paramedic? Or a woman with a lovely yellow hat? Hey, that was my dream career as a kid![2/3]或许你更喜欢当消防员？ 还是一名护士？ 还是一个戴着可爱的黄色帽子的女人？ 嘿，那是我小时候的梦想事业！[3/3] Or perhaps I could be a teacher or a hairdresser or a bandit or a HANG ON - BANDIT?!?! WHAT THE HECK?!?!??!?!?![3/3]或许我可以当一名教师，一名美发师，一名强盗...或者一个强盗？！？！ 有没有搞错？！？！？？！？！？！One of the City Life skins let me dress as the Bandit?! Aka, the criminal! Aka the crook! Aka the man who ruined my entire life and probably my death too somehow.城市生活皮肤之一让我扮成强盗？！ 又名犯人！ 又名骗子！ 也就是那个毁了我整个人生，也许是导致我的死亡的人。But hang on... perhaps this is the break in the case I've been looking for! If I disguise myself as the bandit, he'll never suspect me of being a crime-fighter, and I can get the drop on him. He'll just think I was a big fan of his work and that I'd decided to cosplay as him.但请继续......也许这是我一直在寻找的情况下的突破！ 如果我把自己伪装成匪徒，他永远不会怀疑我是一个惩恶扬善的人，我可以让他失望。 他会认为我是他的忠实粉丝，而且我决定像他一样玩角色扮演。Ho ho ho – what an idiot!喔嗬嗬——真是一个白痴！I'm gonna go undercover - but can I be convinicing as a dirty criminal when I'm really the Greatest Person of All Time?我要去卧底——但是当我真的是有史以来最伟大的人时，我能说服自己我是一个肮脏的罪犯吗？Hey! Hey officer! Look over here and check out my brilliant bandit disguise!嘿，嘿！警官！看这里！看看我这强盗的打扮！I run around the city, loudly talking about how lonely it iss being a crook and how much I'd love a fellow crook to commit dastardly deeds with and to hold my hand for moral support when I'm commiting burglaries. Wierdly, this doesn't work.\n我在城里跑来跑去，大声地说自己是强盗，我多么希望有一个强盗同事能够犯下罪行，并且当我犯下盗窃行为时，支持我。事实上，这是行不通的。\nHmmm, perhaps my disguise isn't good enough? To look more convincing, I start looting more shops, smashing windows and lining my pretty pockets with piles of stolen goods. Not because I want to do this – of course not! - I just need to look like a convincing criminal.嗯，也许我的伪装不够好？ 为了看起来更有说服力，我开始哄抢更多的商店，砸碎窗户，我漂亮的口袋被赃物堆满。 不是因为我想要这样做——当然不是！——我只需要看起来像一个真正的罪犯。And if that meant I was going to have to own lots of nice things without paying for them, well... that was a risk I was willing to take. That's just how noble I am. Feel free to applaud.如果这意味着我将不得不拥有许多好东西而不付钱，那么...这是我愿意承担的风险。 这就是我的高尚之处。请尽情鼓掌。Stupid criminals always return to the scene of the crime. Whereas cool modern criminals like me take awesome selfies at the scene of the crime. Cheese!愚蠢的犯人总是回到犯罪现场。 而像我这样酷酷的现代犯人在犯罪现场会拍个自拍。 笑一个！\nThere's a lot of police officers in this city and unless it's my famously incredibly over-active borderline-delusional imagination, they're shooting me some very suspicious looks. Awesome! My disguise was starting to work!这个城市里有很多警察，除非这是我过于活跃的想象力，他们给我拍了一些非常可疑的照片。真棒！我的伪装开始奏效！I celebrate by smashing some more windows and stealing some more cars. Got to stay in character, after all.我通过砸碎更多的窗户和偷更多的汽车来庆祝。 毕竟，我还是个强盗，要入戏。That's when I stumble across a cheerful looking place called the MAXIMUM SECURITY PRISON.那时我偶然发现一个叫做“最高安全监狱”的令人愉快的地方。Wow, I haven't been to anywhere like this since I was a baby! (my parents wisely sent me to a Maximum Security Nursery)哇，我从小就没去过这种地方！（我的父母明智地把我送到了最大的安全托儿所）\nSuddenly I have a great idea – I could save money on laundry by just licking my clothes clean! Then I have an even better idea – what if this is where the criminal was hiding?突然，我有了一个好主意——我可以把衣服洗干净，省钱！那么我还有一个更好的主意——如果这是罪犯的藏身之处呢？Think about it – if you were a creepy criminal hiding from the World's Greatest Crimefighter (me), where would you hide? You'd pick the place I'm the least likely to suspect. And what's less likely than a maximum security prison?想一想——如果你是世界上最伟大的犯罪活动家（我），你会躲在哪里？ 你会选择我最不可能怀疑的地方。还有什么比最大的安全监狱最不令人怀疑？Convinced my hunch is correct, I enter the prison.我确信我的直觉是正确的，于是我进了监狱。Cosy！舒适！\nOMG! The criminal IS in here! In fact, multiple criminals!天啊，犯人在这里！事实上，有很多犯人都在！For the first time in my life, I'm actually right!这是我人生中第一次经历，我完全是正确的！I repeat...我再说一遍...I WAS ACTUALLY RIGHT ABOUT SOMETHING!!!事实上我是对的！！！I've found several criminals, each more wicked than the last, all hiding in the cells. How incredibly crafty – obviously they were just pretending to be locked away. No doubt the moment my back is turned they'll slide under the cell doors and pickpocket me to death!我发现了几个犯人，每个犯人都更凶恶，都藏在牢房里。多么狡猾——显然他们只是假装被锁在门外。毫无疑问，我转身的那一刻，他们会在牢房门下滑过来，把我弄死！I bet those bars aren't even made of iron! * chews bar to check * ...please write in if you know a good dentist.我敢打赌，这些栅栏甚至不是铁制的！ *咬下栅栏去检查* ...如果你知道一个好牙医，请写下这个。\nWell that might have fooled the trained police officers standing guard, but I wasn't buying it. I run up to the switches and open all the cell doors, so the criminals could walk out and taste some justice, Tom Stone-Style!好吧，这可能愚弄了训练有素的站岗的警卫。我跑向开关处，打开所有的牢房门，这样罪犯就可以走出来，尝到正义的味道，Tom Stone 风格！This turns out not to be such a good idea.事实证明，这不是一个好主意。Oh. Er, I might have been on the wrong track here...噢，呃...我可能在这里走错了路...\nSeems my hunch might have been less 'brilliant', and more 'the stupidest mistake someone has ever made in the entire history of time'.Because these criminals seem delighted to have been let free by me. Police officers desperately chase them around the prison, swinging their truncheons and trying to fix my terrible mistake.I decide to hide in one of the cells until the heat dies down. Hey, at least I'm dressed appropriately for it! Every cloud!似乎我的预感可能不那么“鲜明”，更像是“在整个历史的时间里有人犯过的最愚蠢的错误”。因为这些罪犯似乎很高兴被我释放了。警官拼命地在监狱里追赶他们，挥动警棍，试图纠正我的可怕错误。我决定躲在一个牢房里，直到酷热消退。嘿，至少我穿着得体！It'd be nice if less of my adventures ended with me in a cell如果我的冒险经历在一个牢房里结束，那就太好了I've been in this prison cell for five years now. Or maybe it's been five minutes. It's hard to keep track of time in here. Sure, a prison cell isn't an ideal place to live, but let's face facts – the city is probably a lot safer with me in here.我已经在这个牢房里呆了五年了。 或者也许是五分钟。 在这里很难把握时间。 当然，监狱牢房并不是一个理想的居住场所，但我们要面对事实——这里的城市对我来说可能更安全。\nYou can find City Life by PixelHeads by seatching 'City Life' on the Minecraft Marketplace. Hope you do better living in the city than I did!您可以在我的世界商城上搜索“Citylife”来找到PixelHeads的Citylife。希望你能比我更好地生活在这个城市！I mean, could you really do worse?我的意思是，你真的能做得更糟吗？○原文：https://minecraft.net/zh-hans/article/lets-play-city-life《LET'S PLAY: CITY LIFE》○原文作者：Tom Stone发布于 2018年5月12日\n\n○翻译不足之处欢迎指出（划线句属于不确定翻译，但可能有许多地方仍然存在翻译错误）",
    "replies": [
        {
            "author": "SevenC",
            "timestamp": 1526202540,
            "txt_content": "第一处划线句：you should be shaking in your stolen boots.  应翻译为：你会瑟瑟发抖\n第二处划线句：Crime doesn't pay,but apparently stopping crime pays out massively.  应翻译为：罪犯们不会支付这笔奖励费用，但是为了鼓励人们，我们应该为他们付出这些（指5000刀）。\n第三处划线句：Justice is blind.  这里的Justice是指西方的正义女神，她手里有一个秤，然后把眼睛蒙起来，表示她会通过秤来衡量公平与公正，而不靠自己的双眼和主观去臆断。 这个短语是一个褒义词，算是个语义双关。比喻自己虽然撞到了人，但是是无心之举。\n第四处划线句：it because the amount of icing stains were 'an embarrassment to the force'. 大概意思是：穿上了有污渍的制服是对警察的侮辱。表示很重视警察这个职业。\n\n如果有错误，欢迎指出。\n\n_(:з」∠)_"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1526479740,
            "txt_content": "居中是最好的排版方式！"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1526720280,
            "txt_content": "Tom Stone不是还被困在太空里回不来了吗（雾"
        }
    ]
}