{
    "title": "【五月活动/短篇】第1000天",
    "author": "秋叶枫苓",
    "replyCount": 9,
    "timestamp": 1526265060,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-5-14 11:19 编辑 \n\n正文\n第 1000 天天气，晴，在西北方向有些许乌云，如果飘得过来大概下午三至四点会下雨，注意补充饮用水。\n家的东门，前天被苦力怕炸的直径十一米左右的大洞已经补齐，石材的储备开始紧缺，各类矿物还算充裕，石材需要找时间去矿洞开采。\n小麦田收获小麦三十二株，胡萝卜田收获胡萝卜四十三个，土豆田不知为何有少数土豆苗开始枯死，收获土豆二十六个，鸡、牛、羊成长状况良好，食物储备充足，无需担心什么。\n今天我也毫无病痛地醒来了，除了左手的骨折以外，即将开始例行的巡逻。\n记录结束。\n\n羽毛笔停留在最后一个字许久，子松笨拙地用右手将墨水瓶的瓶盖扭好，从书桌旁离开，来到了窗户旁边。窗外，是延绵不尽的山丘，一些以木头和石头为建筑群夹杂在其中，天上的太阳隐隐约约透露出方形的轮廓，但洒下的阳光依旧温暖。\n这里是MC世界，他是不小心和朋友们误入这个世界的一个普通人。\n穿越之初，他们表现出一个正常人该有的反应，害怕、恐惧、慌乱，但同时也兴奋地一塌糊涂，没过多久所有的负面情绪便被好奇打散，笑声、打闹声从早晨持续到夜晚，他们这辈子也没想过能体验到进入自己最喜欢的游戏的人生。\n子松面无表情地晒了会太阳，开始换衣服，到一楼用土豆、胡萝卜做一个简单的早餐，简单地在木碗里放好土豆、胡萝卜和少许食盐，在准备放到熔炉里面时，他突然想到今天的日子，迟疑了一会，子松在洗好的胡萝卜与土豆里，又加入了放在被冰块包围的投射器里腌好的猪肉，让清淡的早餐多了一点让人振奋的肉食，今天是他在这个世界的第1000天，吃点好的东西也没有关系吧。\n在一楼，巨大的石英房间、众多华丽家具包围的中央，一个极其违和的简易木制餐桌摆放在那里，光是其存在就跟周围显得格格不入，餐桌本身也只是简单的用橡木栅栏和木制踏板拼接在一起，把物体放上去还会有让人厌烦的起伏和啪嗒声，但子松依旧将其留在了家中最中央的位置。\n坐上了桌子旁四个座位的其中一个，子松将炖好的土豆胡萝卜猪肉煲轻轻放在了桌子上，轻声说道。\n“早上好，优依，杰呈，萝雅。”\n对着空荡荡的座位说完话后，子松吃起了他为这个特别的日子准备的早餐。\n今天，是仅剩他的第1000天，但加了特别食材的早餐并没有让他觉得有多好吃，和平时一样，只是单纯的食物罢了。\n\n将木碗洗好，子松开始收拾东西准备今天的巡逻，因为左手的骨折，他无法穿戴盔甲，虽然也没有那个必要。备好长剑和矿镐，带好纯净水与干粮后，他开始了在四人合力建造的城镇里巡逻。\n城镇由子松所居住的城堡向四周蔓延，高耸的城堡周围坐落着以木头为主的民房，紧接着的是被鲜花包围的公园，顺着小路经过喷泉，城镇的东边是人工建造的矿场，西边是农田和牧场，放到单人生存里面这也是个超一流的生存家园了。\n但，如果没有定期更换的火把，这些建筑和外面充斥着怪物的世界又有什么不同呢。\n提着钻石剑，子松一遍又一遍地经过他与优依精心设计的城镇，寂静的城镇只有他一人的脚步声，连鸟儿动物都不敢接近这里。\n在到来这个世界之处，众人便决定先造一个无与伦比的家园，收集建材、规划、实施，建造虽然辛苦，但四人依旧有声有笑地进行着，在数天后，属于四人的城镇便诞生了，四人没有休息，便决定下矿进行下一步的探索。\n但黑暗的矿洞中，怪物的数量突然剧增，突然涌现的怪物群们冲散了四人，混乱中，人只剩下赶紧跑出洞口的本能，夹杂着嘶吼和悲鸣，子松全力向着记忆里来时的方向冲去，最终在矿洞口，子松找到了杰呈和萝雅的身影。\n但，大家怎么等也等不到优依从矿洞里走出来。\n恐惧、争吵、祈祷，子松数次想要进入矿洞，但发抖的双腿怎么也迈不开，在天完全变黑之前，三人回到了城镇，从那之后，优依再也没有回来。\n而也是在那一天之后，这个记录本诞生了，那天也是名义上三人开始MC的第一天，美丽的城镇被厚重的城墙包围，三人的居所埋下各种陷阱，他们终于开始明白，这个世界充斥着危险。\n剑刃漂亮地贯穿了蜘蛛的腹部，子松甩去剑尖上的鲜血，巡逻最常遇见的，便是这些隐藏在阴影里的怪物，但即便少了一只手，如今的子松已经能轻松解决各类的怪物，僵尸切去起四肢，骷髅用剑身敲碎头骨，蜘蛛攻击其腹部，这些对如今的子松几乎是应激行为。在时进中午时，子松的巡逻完成了，又闲逛了一会后，他坐在城镇公园的花田里，享用起了自己带来的干粮，也许享用这个词用的并不准确，从一旁看起来，子松只是单纯咀嚼又吞下而已，无论他吃的是什么。\n“……又来了……”\n时至午后，太阳偏移至子松头顶，毒辣的阳光让子松催生出想回家稍微休息一会的念头，但他没走多少步，身后突然传来数声爆炸声，迟疑了一会，子松提着钻石剑谨慎地走到了辨认的方位点，结果便是城镇东门与北门之间城墙上出现的直径大概两米的大洞。\n叹了口气，子松艰难地单手提起镐子开始挖开已经残缺的石块，将破洞开拓城正方形后，开始用圆石填补，只是城墙有足足三层，填补反而要比敲开更费劲。\n然而在第352天之前，城墙还是只有一层，修补起来也比这要简单的多。\n在第351天的夜晚，伴随着接连不断的爆炸声，怪物群们突然攻破了城墙，趁着夜色攻入了三人的堡垒，子松、杰呈和萝雅马上做出反应，一边击退怪物，一边修补城墙。然而在萝雅修补城墙之时，一声低鸣声突然在她旁边响起，紧接着便是剧烈的爆炸，爆炸虽然不致死，但散发的冲击震飞了萝雅，萝雅在空中划过一道轨迹，穿过了城墙的大洞，落在了城墙之外。\n被爆炸声吸引，子松看到了落在城墙外的萝雅，也看到了注意到萝雅的怪物们。\n那一刻仿佛时间静止了一般，子松至今无法理解，当时满脑子都是救人，内心不断嘶吼的自己，那一步为何迈的那么晚。\n打破静止的时间的，是猛地从他旁边冲出去的杰呈，穿过大洞，将萝雅扔了回来，修补城墙，与如潮水一般的怪物们厮杀，当夜晚被朝阳驱散后，子松和萝雅只能在城墙之外找到杰呈曾经用过的铁剑。\n于是从第352天之后，城墙变成的三层的厚度，两人也约定傍晚便不在分开，绝不去城墙之外的地方。\n修补好城墙，子松回到了家中，将除了长剑以外的东西整理好，在一楼大厅的沙发上，盯着院子里的树木花草发起了呆，这是他一天最喜欢的时间，因为什么都不用想便可以消磨进五个小时的时间，对他来说再好不过。\n但这次发呆很快就被左手传来的刺痛给打断，努力忍耐了进十几分钟，子松最后还是被骨折给打败，走到二楼的药房开始给手臂换药，说是换药，也只是拿黏土抹在手臂上定型，虽然几乎毫无作用，但应该能加大一些好的概率，另外如果在抹黏土之前加一些蘑菇和蕨类的混合液，伤痛会很奇怪地减轻一些。\n左手骨折虽然对子松的生活带来了一定程度的不便，但他依旧可以斩杀怪物，依旧能在这个世界生存下去，不如说，幸好只是骨折而已。\n在第529天，从城墙上摔落的萝雅，被僵尸咬断了左手，子松马上将其搬到了家的二楼进行简单的止血和包扎，虽然命还在，但两人都知道生命的消亡只是时间问题。\n第531天，萝雅左手出血量加大，绷带从一天两次变更为一天五次，子松开始研究起草药。\n第534天，萝雅左手伤口处出现奇怪的绿斑，伤口开始腐烂，本人要求子松帮她切除掉腐烂的部分，子松照做了，当天子松发现了能够治疗感冒的草药。\n第537天，萝雅伤口处又出现腐烂，绿斑蔓延至左胸处，本人要求子松帮她再一次切除腐烂部分，但子松拒绝了，理由是再次切除萝雅的肩膀将会被削掉一部分，子松为她缝合了伤口，当天子松发现了能够治疗化脓的草药。\n第538天，萝雅的伤口再次大量出血，本人要求子松带她去看看城镇的花园，子松照做了，当天子松通过在自己手臂上开口发现，在伤口处抹上蘑菇和蕨类的混合液，伤痛会很奇怪地减轻一些。\n第540天，萝雅的绿斑遍布全身，本人要求子松亲自下厨做一餐饭给她吃，子松照做了，当天子松新发现三种草药，以及学会了用炖锅。\n第541天，萝雅的伤口开始溃烂，本人要求——\n——要求子松让她解脱。\n子松拒绝了，理由是他伴随着咽呜声告诉萝雅他会找到治疗需要的草药。\n第542天，清晨子松没有在家里的二楼找到萝雅，只看到了一张带着歪曲字画的纸条。\n“一定要，活下去”\n第638天，为了防止尸变子松清除了所有民房里的村名。\n第712天，子松在城镇里增加了一倍的火把，夜晚刷怪彻底根绝。\n第825天，子松开始减少饮食，除了必要食物以外剩下的全都归为储备食物。\n第998天，子松在修补墙壁的时候，左手不慎骨折。\n时间，来到了第1000天，仅剩一人的子松，从543天开始，每天巡逻着空荡荡的城镇，凝结着四人的心血的城镇，在子松的打理下，没有丝毫破损。\n只是，自己能坚持多久呢，从不知多少天开始子松不止一次闪现出这个念头。\n为什么在一开始自己没有冲进矿洞寻找优依。\n为什么自己没有像杰呈一样第一时间去救人。\n为什么自己没办法救助萝雅。\n为什么自己还能坚持这种生不如死的日子。\n夜晚，降临，子松在木质餐桌前将面包随意吞下，简单地清洗了一下身子，来到了二楼的寝室，慢慢地躺在了床上。\n一开始，四人蜷缩在狭窄的地洞，伴随着泥土的气味一直聊到深夜，最后恋恋不舍地说晚安。\n后来，三人躺在木屋内，计划着明天的事项，讨论如何加强武装，最后慢慢地说了声晚安。\n再后来，一人不断地说着鼓励的话，即便自己也没有底，直到另一人熬过疼痛入睡后，才轻声说晚安\n现在，仅剩的一人躺在几近不破的壁垒中，在巨大的房屋中闭上了眼睛，今天是第1000天，但他本人早已明白，这样的第1000天与未来的任何一天，没有任何区别。\n如果硬要说哪里不同，也只有今早他在自己的早餐里，加了几块猪肉罢了。\n还要坚持多久呢？何时才能够解脱呢？\n子松的脑海里不断重复着这个问题，直到意识开始朦胧。\n而今天，他也再一次梦见了，最初四人来到这个世界的时候，但他并不是以最初的自己为视角，而是像是个亡灵一般，站在伙伴们与最初的自己身旁。\n望着比自己矮一号的自己，他察觉到那时自己脸上总是做的一个表情。\n但如今的他……已经再也做不出来了。\n结局……？\n第1365天，怪物们突然来袭，在城镇东门发动了进攻，子松凭借着陷阱击退了它们，之后三天一直在进行城镇维护工作。第1528天，连续的大暴雨毁坏了农田，但子松的储备食物能让他撑好几个月，大雨停后他便开始农田的维护工作。\n第1625天，■天没有什么异常，子松在院子里发了一天的呆。\n第1746天，子松开始■■■，■■了以前的同伴们。\n第1898天，■■■■■开始混■■■■■■■，城镇的■■■■■。\n第1957天，■■■■■■■■■■■■■■■■■■■■■■■■■。\n第2000天，寂静的城镇开始出现动物的身影，大概是因为即使偷吃农田的作物也不会有人来的环境太吸引他们了。\n\n\n\n\n结局\n猛地从床上惊醒，子松强忍自己要呕吐的感觉，回忆起自己又过了1000天的梦，身体不自觉地抽搐了一下，因为那个梦境实在是太过真实了。\n……会不会真的就那样死去会好一些呢？\n疑问突然从心底里冒了出来，子松保持坐姿呆了好一会，最后还是打消了这个念头。\n即使只剩他一人，即使这些事情毫无意义，他也要活下去，因为那是他朋友对他最后的托付。\n记录、早餐、换装，趁着朝阳他又开始了一天的巡逻，放眼望去是一成不变的建筑，即使再怎么习惯心底里还是出现了一丝厌烦。\n“咕咚。”\n一声异响引起了子松的注意，子松下意识握紧了手上的钻石剑，辨认出异响是从一间民房里传出后，子松慢慢地靠近民房，然后猛地踢开了木门。\n“咿啊？！”\n然后他愣住了，因为迎接他的不是僵尸的嘶吼，而是一个甚至有点可爱的声音。\n在火光的映照下，子松看清了他面前的物体，是一个头发有些杂乱，此时被他手上的钻石剑吓得不轻的少女。\n在这个十分尴尬的场景下，女子的肚子发出了更加尴尬的声音，已经不知多久没跟人交流过的子松，钻石剑从手中滑落，手舞足蹈地想要说些什么，最后终于憋出了一句话。\n“要、要吃东西吗？”\n“……”\n子松的家里，一楼大厅，少女狼吞虎咽地吃着子松做的面包和酱牛排，子松以防万一做了自己平时三倍的分量，但似乎少女依旧没有满足。\n在追加了两份面包和牛排后，少女终于心满意足地靠在了座椅上，长舒一口气：“呀——终于吃饱了，我就说那么多房子肯定会有一个人的嘛。”\n“……你是谁……”\n“我？我叫希穗，我跟你讲啊，我可是穿越过来的哦！”\n“……这个我知道……你在这多少天了？”\n“嗯……两天！”\n“……过得还好吗？”\n子松这句话刚说出来，希穗的眼泪突然就流了出来，子松呆了一下，立刻慌张了起来，心里不断咒骂自己太不会和人交流了。\n“一点都不好啊！这里跟MC完全不一样啊！怪物又可怕！又没有东西吃！”\n“……冷、冷静……”子松有点慌了神，不断地思考安慰的话语，他战战栗栗地问道：“那、那要跟我一起住吗？”\n希穗楞了一下，歪起头简单思考了一下后，露出了温柔的微笑：“你叫什么名字啊？”\n“啊！那个……对不起，忘说了……我叫子松……”\n“子松，谢谢你的建议，但还是算了吧。”\n“……哈？”\n这回轮到子松愣住了，他无法理解到底是什么因素让希穗放弃这边优越的条件，选择去面对外面的世界。\n也许是看到了子松疑惑的表情，希穗把玩着空荡荡的木碗，接着说道：“因为我在来到这个世界的时候，有一个人对我说，一定要去把末影龙给屠了。”\n“……什么？”\n“就是把末影龙杀了啊。”希穗伸了个懒腰说道，“这个可能是主线任务之类的吧，我也知道很难，但既然知道了那就去做吧。”\n说完这些话后，希穗站了起来，对着已经呆住的子松深深地鞠了个躬。\n“感谢子松的食物！那么在下就先走了！”\n“……等、等等！”\n转过身还没迈开步伐的希穗停住了，她回头看向了子松，后者也站起来，喘着粗气看着她。\n“……我也去。”\n“诶？啥子？”\n“我说我也要去，收拾一下东西我们就去找末影门。”\n“等、等等等等！”希穗挥舞着双手打断了子松，“你、你确定吗？这个城镇你造了很久了吧！说不定再也回不来了哦？！”\n“……没关系，好了快做准备了，你自己去镇子东门矿场那边找些矿物过来熔炼，快去。”\n“哦、哦哦，遵命长官！”\n望着小跑出去的希穗，子松愣了一会，猛地瘫坐在了椅子上。\n已经多久了，即便怪物的利爪就在自己面前，自己的心跳都没有跳的那么快过。\n回到房间二楼，子松想简单收拾一些衣服，突然看见了那本沾满墨水破旧不堪的记录本。\n简单停顿了一下，子松拿起了羽毛笔，翻开了最新的一页，慢慢写下。\n\n\n第1天\n今天突然决定要去解决掉末影龙，正在开展准备工作，希望不会出什么大乱子。\n\n\n后记\n这次的题目真的好难写啊orz，想了很多题材，但还是没有太大把握\n我不是什么伟人文豪，那些漫长历史的文明岁月我也不会写，但在活动介绍那里写着的，“你是愿意继续这漫长的日子，还是回到那个时候，回到一切未开始之前？”，让我想到至少我还是个喜欢玩MC的，拥有朋友的人，所以最后决定写一个，朋友都消失的独自一人坚持的极限生存的人的故事，文风还是太偏轻小说了观众老爷请清喷orz\n另外这篇文章里面的人物都有特殊的含义，都是由苏菲大触提供的。\n子松是孑松的变形，孑松=けつまつ，是结局，终结的意思。\n杰呈是結城的变形，結城=ゆうき，是勇气、勇敢地意思。\n优依是優壱的变形，優壱=優しい，是温柔、体贴的意思。\n萝雅是らっかん去掉っ的变形，是乐观的意思。\n最后上场的希穗是きぼ，是希望的意思。\n希望大家看的开心orz\n\n\n",
    "replies": [
        {
            "author": "筱枝三君",
            "timestamp": 1526369640,
            "txt_content": "从第1000天回到了第1天，是从绝望走向希望的第1天"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1526383620,
            "txt_content": "筱枝三君 发表于 2018-5-15 15:34\n从第1000天回到了第1天，是从绝望走向希望的第1天\n少年，有兴趣搞小组吗"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1526397900,
            "txt_content": "「我梦到了自己的死，\n但没梦到自己还和伙伴活着。」\n......\n呀还真有人如此强势呢，\n太少见了，竟然活动还没过多少就发帖了，就不怕反立flag吗？（直球）\n话说回来，总体还是不错的。\n起名字的那里喜欢。（一转）\n希望你能争取得到第一吧，加油！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1526401380,
            "txt_content": "x_lin0_0 发表于 2018-5-15 23:25\n「我梦到了自己的死，\n但没梦到自己还和伙伴活着。」\n......\n怎么可能第一orz\n名字我也喜欢，大触给的建议特别棒"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1526429340,
            "txt_content": "非常有趣的设定，非常有趣的结局。\n并且，非常有代入感的文风。\n很棒。如果这一季没有黑马的话我觉得前三应该是稳稳的。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1526436480,
            "txt_content": "Smokey_Days 发表于 2018-5-16 08:09\n非常有趣的设定，非常有趣的结局。\n并且，非常有代入感的文风。\n很棒。如果这一季没有黑马的话我觉得前三应 ...\n本来是想不到些什么的，结合在这里仍的文突然想到三人组的崩坏路线大概会是这样。\n其实这个也算那个文的外传啥的，子松就是第一代人类的屠龙者，之后新手村最大的城市也是子松家的旧址。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1526731440,
            "txt_content": "衔接创意很棒，但是还略显突兀。\n有几个错别字，应该是码快了。\n结束的点，恰到好处。\n可以交代一下穿越的过程，胃口吊得太难受了。\n虽然重复了，但是还是想说前三比较稳。"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1526746080,
            "txt_content": "初阳时光 发表于 2018-5-19 20:04\n衔接创意很棒，但是还略显突兀。\n有几个错别字，应该是码快了。\n结束的点，恰到好处。\n确实没想那么多，衔接突兀也是……后来自己看也给尬到了，感谢大佬点评"
        },
        {
            "author": "天下归心",
            "timestamp": 1527086520,
            "txt_content": "二等奖稳了"
        }
    ]
}