{
    "title": "[双线]梦幻世界——神秘4、工业、拔刀、枫树、竹和风、NPC等|赶快加入我们吧[1.7.2]",
    "author": "飞哥IXI",
    "replyCount": 0,
    "timestamp": 1526205000,
    "txt_content": "Minecraft_梦幻世界人人都玩，不玩才怪\n穿梭于一个个繁杂的服务器之中，你是否已经感到疲倦？还记得……第一次接触这个游戏的时候吗？还记得当初与小伙伴们一起挖矿、一起打怪的美好瞬间吗？停下你的脚步吧！停在这里！在这里，建立一片属于你的天地！【服务器已免费开放第一章剧情副本】进入官网宣传视频\n老版本宣传视频了    基础模组介绍- 神秘时代4-【感受恐惧吧，在我这里，没有科学可言！接受魔法的支配，成为马猴\"烧酒\"吧！】-- 工业2-【听说你们觉得矿物很稀有？嘿嘿，不存在的！】-- 重力装甲-【飞上蓝天，将不再是梦想！】-- 高级太阳-【有我在，一劳永逸就在！无限电力就在！你还会担心没电吗？ 核电什么的一边去！】-- BC管道-【我将开启你们物品传送的新时代！漏斗君，你可以休假了！】-- 枫树-【我，就是集美丽、美味、全自动为一身枫叶！建筑和机器什么的，我样样精通，有什么是我不会的       呀！】-- 时装工坊-【楼上你又说笑了，我才是美丽的化身，我还可以是帅气的化身，我还可以是美味的花生呢！/滑稽】-- 竹        -【我也觉得楼上的楼上又再说笑了，建造什么的，当然是要交给我啦！你有我美吗？有吗？】-- 拔刀剑   -【要我说你们都是渣渣，等我发育起来，你们还有什么用呢？只有战斗力才是一切的一切！这才是主       宰！】-- 自定义NPC-【你这样说就不对了，说起来我的功能才是最大的，交易、任务、副本，那个不是我的菜，那个不经过     我的手？】--  超级太阳能-【那又有什么用，快来让电力支配你吧！！】-- 林业-【你们太恐怖了，我默默的做我的全自动系统吧..../瑟瑟发抖】-- 凿子-【建筑师还要不要地位啦！？我这里才是方块之最！！！】-- 更多人物模型-【哈哈，重要的还是外表，看我，千变万化，无所不能！】-- 服主      -【你们别说了，我一个指令要你们全玩完儿！ /滑稽】 认为我是mod的，自己面壁去！模组还可以有更多操作 ，赶紧加入服务器装X给我们看吧！\n    基础玩法1、进入服务器首先到鱼晓凤那里阅读游戏规则然后会领取到新手礼包。2、新手礼包有许多的东西，我们可以打开菜单，菜单里面有一些基础操作QwQ。3、推荐先去领取一块地皮，记住把禁足打开哦。4、然后我们可以挖挖矿，钻研一下工业什么的~~~5、最后开始我们的拔刀剑生涯吧！  [回炉中]6、请前往锁妖塔处刷取经验以及拔刀剑锻造材料， [回炉中]   刷到材料后即可兑换锻造图纸，锻造图纸可以提升你的拔刀剑锻造次数哦！7、锁妖塔3层还会掉落耀魂提升图纸，顾名思义哦qwq [回炉中]8、服务器已经开启时装制作功能，你们完全可以自己DIY时装了！9、木工作台很重要，可以合成一些非常NB的东西，比如阎魔刀！当然也非常困难...10、然后你可以学习一下伟大的魔法，你准备好成为马猴烧酒了吗？11、最后你还可以看看林业，试试发展全自动系统！还有更多操作，赶紧入服体验吧！    服务器限制限制？？哼，那当然是不存在的啦！1、服务器允许制作核电系列  【麻麻再也不用担心我没电用了！】2、服务器允许制作UU四件套  【钻石什么的，我才不稀罕了呢！】3、服务器允许制作分子机器  【凋零头很稀有？依矿很稀有？不存在的！】4、服务器阎魔刀可自己合成  【再也不用担心末影龙出差了，死念成神话了！】5、服务器允许制作进阶钻头  【挖矿很难？嘿嘿，不存在的！】6、服务器全面开放时装不限制 【快来自己DIY时装吧！】7、还有更多的东西，自己进来看看吧。还有更多操作 ，赶紧加入服务器来体验吧！\n\n    服务器会员系统还有更多的点劵物品 ，赶紧加入服务器来查看吧！\n招聘主播服务器有一种神奇的人物，他叫【主播】他负责宣传服务器内容 是服务器'女娲'他默默的为服务器贡献时间却不求回报 服务器缺少这样的人物！快来找服主应聘吧【主播招聘贴】[有偿直播的请私聊服主]\n下面让我们进入图片时间：落日启动器落日主城\n落日林业落日地皮\n\n上图是每一个玩家的标配地皮哦！锁妖塔\n\n落日生存落日商店\n落日拔刀\n落日时装落日基础菜单\n玩家的旅途\n\n图片拍的可能不是很好，还请见谅！服务器守则〤-1.要尊重在本服务器的任何一个人。\n〤-2.不允许玩家恶意PVP，遇到请举报有奖励。\n〤-3.严禁用粗口辱骂其他人。\n〤-4.严禁擅自破坏其他不属于你本人而未经同意的建筑物，机关及物品。\n〤-5.严禁在本服务器内发表有关政治及不良的话题。\n〤-6.禁止使用作弊MOD，例如矿物追踪。\n〤7.严禁用岩浆搞破坏。\n〤-8.严禁在别人家倒水。\n〤-9.严禁宣传有关其他服务器资料。\n〤-10.严禁管理刷东西给玩家，除特殊情况经过审核后会补偿的其他情况发现可举报。\n〤-11.其他问题由OP决定，出现歧义群里讨论。\n〤-12.群内禁止撕逼，群里不是给你们吵架或者讨论不该讨论的。请自重\n〤-13.有什么合成问题可以先问问玩家，如果玩家也回答不上再呼叫管理好嘛。\n〤-14.你若是熊孩子比如拆家、偷窃以及辱骂其他玩家与OP的第一次关监狱一天第二次直接BAN，我们对熊孩子零容忍。\n〤-15.若你喜欢刷东西那我们直接BAN机器码处理。关于玩家的素质：    我的个人见解  有些人吧，素质极差，还自己不觉得，没事就爱说几句脏话把自己弄的好像很拽一样来赢得别人的尊重和注意，我只能说不可能！(如果你是因为习惯了说，那我只能表示悲哀，毕竟人生活的环境不同，还是希望你能自己努力改吧) 那么，如果你想被人尊重，首先就要有足够让人敬佩的资本，一天天就知道说脏话，就算你有资本了，别人就真的会尊重你吗？是，你先进服务器，你比较厉害，你是大佬，那么别人辛辛苦苦做出来了一件你早就做好了的东西，你就去诋毁，去挖苦，这能证明什么呢？聪明？厉害？懂欣赏？我只想说，管好自己吧，谁还没个萌新的时候呢？有的人，你骂他，他不骂回来，你就觉得真的比他厉害吗？他就真的好欺负，可以随便说？看我，平时不怎么摆架子，有什么事也都是心平气和的和你们交涉(是不是你们自己想)，自认为没说过什么脏话，你们骂我，我也当开玩笑，有些人就觉得我好弱，很好欺负似的。告诉你，不！我只是尊重你，不想和你吵，想着退一步海阔天空，但是退让多了，我也不是圣人，我也会不高兴，这样还想要我尊重你？不可能！我很弱吗？我好欺负吗？你不要忘了，我是服主！群里服里我说了算！你要想被人尊重，就应该学会尊重别人，不管别人比你强还是弱，我们都应保持谦虚，别动不动就说脏话来降低自己的素质来彰显自己的实力！如果你想说\"切，这不就是个游戏嘛？干嘛这么认真？我就骂了，你还能从屏幕里跳出来打我不成？\"那我只能表示你这人的思想本身就是有问题的，你这样的人还是退群吧，我们这里不欢迎你，少你一个不少，多你一个我还就是嫌多了你一个！ 【说了这么多，也许有些地方说的有点过，还请见谅】我就说这么多，也许看着有些不舒服\n\n\n关于赞助为了让服务器更长久的开下去！我也不能总是一个人掏钱！服务器永久保留点卷物品，包括换周目我们接受小学生等任何人的赞助，但是我们不接受去偷家里钱的那些人的赞助！请自觉！钱不是你的！是你父母的！本服接受任何赞助方式如果你不知道哪里有卖或者你那里根本没有卖充值卡的玩家！你可以去找你的父母商量用支付宝转账或者银行卡转账来赞助！千万别偷家里钱。温馨提示：手机充值卡，书报亭和移动大厅均有售。\n服务器宣言    再宏伟的城市也都是由一个个小城镇在纷乱漫长的时光中中慢慢壮大成长起来的，就像是在空白的纸上描绘出一个安静温馨的小世界，一群心怀热爱生活的人们聚在一起耕织劳作，渐渐的出现了山川、平原、河流与街道，也慢慢呈现出了城市的形状，以及温暖的社会活。这儿就是落日幻觉，每一砖每一瓦都有些温暖的气息。落日幻觉就是这样一个小世界，期待着你成为我们之一。\n\nMinecraft_梦幻世界期待你的加入[fly]=======================[/fly]点击秒加入扣扣群 --->   ?   <--- 点击秒加入扣扣群也可通过加入QQ群来下载客户端哦！(下载的客户端提示缺少mod时，请运行启动器进行更新！)（什么？打不开？辣么请加群来下吧 QwQ）最后感谢你花了1-2分钟看完此贴，看完了不该做点什么吗？快来吧，我们欢迎你！  服务器客户端最后更新时间为18年5月13号....还在持续更新玩法中，欢迎你来体验！\n",
    "replies": []
}