{
    "title": "MC同人另类猎奇小说——猪头人的复仇（已完结）",
    "author": "嘻哈小仔",
    "replyCount": 98,
    "timestamp": 1312897920,
    "txt_content": " 本帖最后由 嘻哈小仔 于 2011-8-20 16:08 编辑 \n\n本来还有续集，以冒险者的角度讲述，可是因为没人看，我还写个毛啊。我算看明白了。你们喜欢看狗血穿越+后宫乱交，卧槽！我是不干了，我宁愿封笔也不那么写，你们玩蛋去吧！233的思密达。  \n                  第一章深夜里，一名男子疯狂的奔跑着，背后不断传来僵尸的嘶吼声与骨骼摩擦的声音，不时传来一声轻响，一支箭矢在夜色下反射着微弱的光亮飞快的射向那名男子。男子一个闪身，箭矢擦下一片衣衫深深的插进地面，一丝鲜血从男子的肋间洒下。只见远方闪着微弱的光亮，男子一见光亮，更加卖力的奔跑。“啊！”一支箭矢射中了男子的左肩，男子强忍疼痛，依旧卖力的奔跑着。鲜血一滴一滴的洒在地面上，光越来越亮，男子猛吸一口气，疯狂的跳了过去，只见山崖上有一扇小门，附近的墙上镶着一块荧光石，在夜里散发着幽幽的光亮。男子跳过来，双手死命的抓着门前的一小块平台，可是因为左肩受伤，攀爬不上去，只见在一丝一丝的下滑，在几乎快掉下去的时候，被人拽住双手，拉了上来。“嘿！跟你说了早点回来，你不要命了么！你还以为这是地狱那个和平的地方么？这他妈的是人间！（MC里猪头人是友好势力，不主动攻击它的话不会对你有任何敌意行为）”一个大胡子男罗哩罗嗦的教训着那名男子。“嘿！威廉！我知道了！能先别说了么！我都疼死了！”男子拽下来肩上的箭，还好没有射穿，要不然光拔出来就是很麻烦的事情。（在这里说一下世界背景，地狱因为一些自称冒险者的人对萤石的采掘，导致各种各样的副作用，失去了萤石的魔法力量，猪头人们变的非常狂躁，想要破坏能看到的一切，一些尚清晰的猪头人就利用冒险者们留下的地狱门来到了人间，试图取回萤石，由于穿越地狱门造成的影响，猪头人们都变成了人类的形象，不过这种形象只在人间有效，当回到地狱，还是会回归本体。）“你小子也真是的，为了几小块萤石至于这么拼命么，我们猪头人在人间可没有地狱那么厉害，失去了地狱血石的我们，甚至比一些人类都要弱小。”威廉一边说一边帮男子包扎着伤口。“克兰肖！你给我听仔细了！不许再这样拼命了！我们猪头人因为失去萤石，大部分族人都失去了理智，变成了凶恶的野兽，只有我们才能拯救他们！不要为了几块萤石而丧命！虽然看起来很伟大，可是十分愚蠢！留着自己的性命，我们可以取回来更多的萤石！”猪头人来到人间的一共有1000名，清晰的猪头人只有猪头人种族不到五十分之一，1000名已经是能派出来的极限了，更多的猪头人留下来看护那些失去理智的族人，以免他们对地狱造成更大的破坏。克兰肖默默的点了点头，走到箱子前，把自己背上的袋子里的萤石都倒了进去。“现在给我去休息！伤口养好之前不许离开这里！找寻萤石这事情就暂时交给我吧。”威廉是克兰肖所在的小队的队长，本来小队有二十人，活下来的只有威廉和克兰肖，剩下的都被人间的怪物给杀死了，有一些因为采掘冒险者们的萤石而被发现，然后乱棍打死，克兰肖目睹这一切后，默默的发誓，要杀光这世界上所有的冒险者，哪怕因此而让自己丧命。克兰肖在避难所内随便找个地方躺着，就缓缓的睡去……避难所外，不时传来一两声僵尸的嘶吼，偶尔一两支箭插在门上，发出一声沉闷的响声次日，太阳升起，僵尸与骷髅射手因为惧怕阳光（正确的说是因为紫外线会对自身造成伤害。）躲到了阴暗的地下，克兰肖从地上爬了起来，看到箱子上放着一张纸。纸上写着：克兰肖，我去收集萤石了，炉子里还有一些剩下的烤肉，你饿的话就吃一些，不要离开避难所，我在附近发现了一些冒险者使用过的火把，小心那堆嗜血的恶魔，保重。威廉从炉子里拿了一小块烤肉，放进嘴里默默的咀嚼着，没有任何调料并且简单烤制的烤肉吃起来根本不怎么好吃，不过有的果腹就不错了。“叮……叮……叮……”避难所的墙面传来一阵清脆的响声，克兰肖警惕的看着那堵墙面，他记得这声音，当初那堆冒险者挖掘萤石的时候就是这种脆响，没错，那就是钻石镐挖掘东西的声音！墙面被挖开了，一个脸上有一道伤疤的男子握着一个浅蓝色的钻石镐出现在克兰肖的面前。“哦？一个猪头人？有意思！（猪头人虽然拥有人类的外貌，可是其本质还是猪头人，冒险者们可以洞悉生物的本质。）”伤疤男饶有兴致的观察着避难所，然后突然冷冷的看着克兰肖。“该死的地狱生物，既然敢来到人间，那么就接受主的惩罚吧！”伤疤男挥舞着钻石镐就向克兰肖奔来，克兰肖双眼通红，他有一个伙伴就是被冒险者拿镐头活生生的敲成了肉泥。“你他妈的去死吧！”克兰肖狠狠的一拳打在了伤疤男的面门，跟着一脚狠狠的踹向其腹部，然后一记手刀狠狠的砸向其脖子。（猪头人虽然失去了力量，可是战斗的技巧早已深入骨髓。）手刀命中，克兰肖抓着伤疤男的头发，膝盖往其脑袋上狠狠的撞击，疯狂的撞了十多下，鲜血飞溅在狭小的避难所里，克兰肖依然没有放手，麻木又机械的继续撞下去。不知道过了多久，克兰肖脱力的倒在避难所的地上，旁边倒着伤疤男的尸体，整个面部都血肉模糊，喷涌的鲜血染红了地面。克兰肖缓了一口气，坐了起来，看到旁边伤疤男的尸体，突然大笑，一边笑一边哭，克兰肖抹了抹眼泪，取下伤疤男手中的钻石镐，狠狠的砸向其心脏，连续扎了好几下才停。“朋友们，我给你们报仇了……”克兰肖丢下镐，跪在地上，泪流不止。",
    "replies": [
        {
            "author": "嘻哈小仔",
            "timestamp": 1312898040,
            "txt_content": "关于第一个出场的冒险者为什么这么弱……嗯……是因为他是以开采为生的……厉害的冒险者都是以剑为武器，并不用镐。\n\n后面的冒险者才开始厉害起来，毕竟这只是一个龙套，把他写牛了就会掩盖后面高人的风光了……那就蛋疼了"
        },
        {
            "author": "NHN",
            "timestamp": 1312898580,
            "txt_content": "表示写的不错"
        },
        {
            "author": "mizuy",
            "timestamp": 1312899780,
            "txt_content": "寫得很好!\n支持你繼續有更多的創作"
        },
        {
            "author": "eta",
            "timestamp": 1312911540,
            "txt_content": "第一眼...看成肖申克的复仇  惊死我了..."
        },
        {
            "author": "紫枫",
            "timestamp": 1312935420,
            "txt_content": " 本帖最后由 紫枫 于 2011-8-10 08:17 编辑 \n\n魂淡为什么不是肖申克的复仇- -\n难道克兰肖要肖申克去救赎= ="
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1312962180,
            "txt_content": "小说更新，克兰肖的复仇之路正式开始……（不小心推前了一下剧情，可能在10章内结束了……）\n\n天快黑了，可是威廉依然没回来，克兰肖感觉不妙，紧握着镐头出去寻找威廉。\n远方火把一明一暗，克兰肖眯起眼睛，缓缓的靠近。\n一个冒险者背着一个大包，袋子散发着幽幽的光亮……\n克兰肖认的那个包，那是威廉的包，包既然在冒险者手里……那么威廉一定……\n克兰肖瞬间就双眼通红，握着镐头疯了一样的冲向那名冒险者，恨不得一下把他砸成肉汁。\n“叮~”一声脆响，只见那名冒险者用长剑挡下了克兰肖的一击。\n冒险者没啰嗦什么，一脚踹向克兰肖的腹部，克兰肖猛的往后一仰，勉强躲过了，冒险者趁机挥动长剑，对着克兰肖的手臂就是一剑劈下。\n克兰肖被砍中手臂，还好对手用的不是擅长劈砍的斧头，要不然估计整个胳膊都要砍断掉。\n鲜血顿时从伤口里喷涌，克兰肖左手无力的垂下，一咬牙，右手握着镐头照着对手的面门就挥下，\n冒险者来不及格挡，被克兰肖一镐砸破了头，一个踉跄，不过丰富的战斗经验使他瞬间就调整了姿态，避免被克兰肖再次击打。\n克兰肖第二下击空，一脚踹出，对手来不及反应，被准确的踹中了腹部，顿时咳出了一口血，克兰肖又是一镐挥下，这次用的尖的一面，直接刺穿了对手的脑壳，鲜血与脑浆溅了他一身。\n克兰肖抹了一把脸，拔出镐头，突然传来一声脆响，克兰肖一个矮身，一支箭矢擦着头皮射到了面前的地上。\n克兰肖夺过冒险者手中的长剑，抓起装满了萤石的包裹，疯狂的往避难所跑去（骷髅射手与僵尸是一同行动的，每次最少也有五个以上，失去了力量的克兰肖根本不是它们的对手。）\n克兰肖疯狂的奔跑着，一个跳跃，用左手的镐头死死的插进石台上，左手竭尽全力的往上爬，一用力，鲜血喷涌的更加厉害，克兰肖一声闷哼，一咬牙，终于爬了上来。\n鲜血洒满了小小的石台，克兰肖撕下一片衣服，绑住伤口，条件艰苦，感染什么的也没法考虑了，能先止血就不错了……\n克兰肖虽然失去了强大的力量，可是自愈能力却丝毫没有减少，伤口简略包扎后，慢慢的结疤，血也不怎么流了。\n克兰肖看着面前的包裹，想起了威廉，泪水缓缓的流下……\n克兰肖足足哭了半夜，终于体力耗尽，越来越困，倒在避难所里缓缓的睡去……\n第二日，克兰肖醒来，看到一箱子的萤石，心理越来越堵，就为了这东西本来就没几个清醒的族人又死了那么多？这他妈是上帝的诅咒么！\n克兰肖越想越怒，一脚把箱子踢倒，萤石叮叮当当的洒了一地。\n克兰肖坐在萤石里默默的发呆，一会笑，一会哭。\n克兰肖就这样呆坐了半天，好像下定了什么决心，在避难所外面把支撑柱都敲掉，在轰鸣声中，避难所被掩埋在了石土下，克兰肖带着几块肉还有一些火把，开始了他的复仇之路。"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313052060,
            "txt_content": "每日更新……留个悬念好了……大伙猜这个老头是不是猪头人呢……\n\n深夜里，下着瓢泼大雨，克兰肖趴在一个山坡上，身上满是泥泞，在远处，有一个繁荣的冒险者营地。\n克兰肖已经杀了三个冒险者了，不过他们都是眼馋那庞大的利润而刚刚成为冒险者的一员，无非只是比平民稍微强壮点罢了。\n克兰肖从背包里掏出来一块干硬的肉干，快速的嚼碎，咽下。\n肉干不知道放多久了，硬如石块，克兰肖嚼的满嘴都是鲜血，然后带着鲜血与肉末一起吞下。\n他不知道这是第几天了，从那天决定要复仇开始，他就一直在狩猎冒险者，其中一次甚至差点丢掉性命，根据冒险者们背包里的地图，他找到了这个营地，并且以这个山坡为据点，一点一点的猎杀着路过的冒险者。\n饿了，要么吃从冒险者背包里找出来的肉干，要么就直接拽一把青草，有时候克兰肖甚至会去吃土里的蚯蚓。\n渴了，要么喝雨水，要么去拽叶子嚼，还好现在是雨季，要不然没有淡水的克兰肖，可能连三天都活不下来。\n还好这里是人数稀少的小道，克兰肖虽然被怒火冲昏了头，可是却依然保持着一丝理智。\n他没有疯了一样的冲进营地，而是找一个人迹稀少的小道埋伏路过的冒险者。\n克兰肖双目无神，死死的顶着面前的小路，他已经两天没休息了，失去了避难所，他只能睡在简易的地洞里，潮湿的地洞使他失眠了。\n克兰肖又趴了足足七个小时，在没有任何人到来的情况下，回到了地洞。\n他哆嗦着点燃一根火把，插在地洞的墙上，用丝线做了一个简易的陷阱，当有生物被丝线绊倒，被丝线绑着手指的克兰肖就会感觉到。\n克兰肖做完陷阱，十分疲倦的倒在地上，迷迷糊糊的昏睡过去……\n第二天，克兰肖继续趴在那个山坡上，俯视着小路。\n只见远方走来一名冒险者，克兰肖在简易木弓上搭上一支箭，瞄准了那名冒险者。\n那冒险者丝毫不知道死神正在逼近，缓步的走着。\n越来越近了，克兰肖拉满了弓，终于，那家伙踩中了兽夹（从死去的冒险者的背包里找到的），克兰肖毫不犹豫松开手指，箭矢准确的射向他的脑袋\n“叮”冒险者轻轻一挥长剑，箭矢被打偏了。\n“小猪仔，你终于忍不住了啊”冒险者冷笑一声，一个踏步跳，竟然跳了三米多高，直接跳到了克兰肖的面前。\n“杀了我那么多手下，我还以为是什么牛人，想不到竟然只是一个小猪猡。”冒险者一剑挥出，克兰肖丢下手中的木弓，一个后跃，抓起长剑，就向对手砍去。\n“叮”冒险者随手一挥，手中的长剑就挡住了克兰肖奋力的一劈。\n“就这么点功夫？太可笑了！”冒险者游刃有余的挡下了克兰肖接连不断的劈砍，好像有点不耐烦了，挡下一击之后转手为削，对着克兰肖的腹部就是一击。\n“咳…咳咳……”克兰肖伤到了内脏，顿时咳出几口鲜血，只见腹部有很长一道伤痕，鲜血不住的流着。\n“小猪猡，记着本大爷的名字，下辈子多练练再来找我复仇吧！”冒险者一脚踹倒克兰肖，举起长剑就往下劈。\n“记住，本大爷叫杰特！”就见长剑要斩断克兰肖脑袋的时候，一个矿镐被投掷过来，准确的刺中了杰特握着长剑的右手，杰特吃痛，丢下了长剑，拔下矿镐，捂着右手大声的怒吼“哪个贱人！够胆出来跟杰特大爷打一百回合！”\n回答他的只是又一把矿镐，杰特一个闪身，矿镐插在了身后的地上，木质的杆在微微的颤着。\n“他妈的！给老子记着！等我知道你他妈的是谁了，我他妈的要把你分尸！”杰特飞快的逃离了这里，一个老头从树林深处走来，伸出手指放在克兰肖的鼻下，确认克兰肖还有呼吸，就背着他离开了。"
        },
        {
            "author": "真永远新手",
            "timestamp": 1313052360,
            "txt_content": "幻想星球EZIO强势围观"
        },
        {
            "author": "a532402310",
            "timestamp": 1313052600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jhy960928",
            "timestamp": 1313054760,
            "txt_content": "好看！！~~"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313208420,
            "txt_content": "昨天论坛维护……没更新……嗯……今天更新上。\n\n克兰肖缓缓的睁开了眼睛，一个老头闭着眼睛盘膝坐在他旁边。\n克兰肖下意识的在附近摸索能用的上的东西当武器，老头微微一笑\n“别摸索了，附近没东西让你来打爆我的头。”\n老头睁开了眼睛，两只眼睛纯白，没有瞳孔。\n“你是谁……为什么救我……”克兰肖吃力的坐了起来，身上缠满了绷带。\n“我？我的名字我早忘了，不过那堆冒险者喜欢称呼我为HIM。”老头从背后掏出来一个包裹，丢给他。\n“里面有点吃的和喝的，你躺了好几天了，吃点吧。”克兰肖打开包裹，拿了一个面包就啃了起来，然后又翻出来一瓶水，咕咚咕咚的喝下。\n老头眉头微微跳动，面无表情的说“你就不怕我下毒么？”\n克兰肖喝完，大呼一口气，然后才回答他的问题\n“在我昏迷的时候你没干掉我，那么现在你也不可能会下毒毒杀我。”克兰肖说完继续大吃大喝。\n“不，你错了，我虽然不会毒杀你，但我会下迷药。”老头一脸鄙夷的看着克兰肖，为他那幼稚的思维感到可笑。\n“你这个贱人……”克兰肖说完就感到脑袋昏昏沉沉的。\n“很好，看来迷药出效果了，那么告诉我，你的名字。”\n“我的名字……叫克兰肖……”\n老头点了点头，很满意迷药的效果。\n“那么告诉我，你们猪头人为什么来到人间。”\n“为了萤石……为了拯救族人……”\n老头摸了摸下巴，思考了一下，继续问了下去。\n“那么你为什么却要在这里伏击冒险者。”\n“他们杀了我的朋友……我的爱人……我的兄弟……”克兰肖呼吸开始粗重起来，双手紧握，露出一道道青筋。\n“想不到现在的冒险者竟然这么过分……本来还以为那个事情之后会稍微收敛点……”老头站了起来，一边晃悠一边自言自语。\n“那么，告诉我，地狱现在怎么样了。”\n“混乱……失去了萤石魔力的族人变的狂暴……嗜杀……”克兰肖呼吸越来越重，老头听完之后，一记手刀砍在他的脖子上，克兰肖又陷入了昏迷。\n“想不到这么严重了啊……那群白痴……都发生那种恐怖的事情了，为什么还是这么贪婪……又他妈出事了……或者是老一代冒险者们都食屎去了？一点消息都没留下？”老头嘀嘀咕咕的，突然好像想到什么，丢下一把铁质长剑，随手用手中的矿镐在墙上刻下一段话，丢下克兰肖自己在洞窟里，也不管会不会有什么野兽把他吃掉，就这么离开了。\n几个小时后，克兰肖醒了过来，感到脖子十分的疼痛，抬头看到墙上刻下一段字\n“本是同根生，相煎何太急”\n克兰肖挠了挠头，实在不懂为什么那个神秘的老头会留下这句话，也懒的想，拿起地上的剑，把之前老头丢给他的包裹背上，默默的离开了洞窟。\n他不是白痴，看到杰特的实力之后，暂时是不会靠近冒险者营地了。\n克兰肖刚出洞窟，就被太阳光晃晕了眼，举起左手遮挡了一下，等稍微适应一些的时候才发现，自己所处的山洞是在离地面几十米的山崖上……"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313303340,
            "txt_content": " 本帖最后由 嘻哈小仔 于 2011-8-14 14:30 编辑 \n\n最近状态不好……没写出我想要的样子……哎……\n\n克兰肖反身走回洞窟，从里面找出来了两个锈迹斑斑的铁镐。\n他没有选择往下，而是继续往上。\n攀爬了半个多小时，终于到了山顶，克兰肖呼哧呼哧的大喘气，从包裹里掏出来一瓶水，大口的灌着。\n山顶上光秃秃的，连杂草都没有，地面十分光滑。\n克兰肖又休息了一会，刚准备站起来，远方传来哧哧的声音……\n一个硕大的绿色史莱姆爬到了他面前，原来山顶这种奇特的形态是因为它……\n克兰肖抓起身旁的矿稿，使劲的抛过去，矿稿刺到史莱姆身上，传来哧的一声，就慢慢被吞进史莱姆的身体，然后以肉眼可见的速度飞快的被消化，连渣都没留下。\n克兰肖反身就要跳下山崖，摔死也比被消化成渣滓好啊\n史莱姆啪唧甩出一坨绿色粘液，直接把克兰肖的双腿死死的黏在了地上\n克兰肖绝望了，看着史莱姆一点一点的接近，他甚至有一种自杀的冲动。\n克兰肖被吞下，他感到皮肤一种灼热的疼痛，他心一狠，你他妈不是想吃我么，我他妈死也要吃你几口！\n克兰肖疯狂的吞噬着附近的粘液，史莱姆浑身都在颤抖，克兰肖吃了几口，味道竟然不错……于是克兰肖吃的更起劲了……\n灼热的疼痛感已经消失了，克兰肖的皮肤在一点一点的改变着，甚至开始反噬史莱姆，史莱姆就好像被点燃了一样，一点一点缩小，散发着诡异的绿烟。\n“嘶嘶嘶嘶！！！！”史莱姆在无尽的痛苦中消逝着，最后只留下了一坨绿色的小球。\n克兰肖想都没想就把绿球扔嘴里咬碎咽下，然后好似浑身血管都开始燃烧，克兰肖胸口沉闷，吐出了一口血，这口血竟然是绿色的！并且一瞬间就凝固。\n克兰肖承受不住这种要撕裂灵魂的疼痛，一拳捶在地上，竟然打出了一个深坑。\n他浑身的血管都膨胀，最后在裂开，绿色的血液喷溅的到处都是，克兰肖直直的倒在地上，他想就此昏睡过去，可是不能，剧烈的疼痛折磨着他，他的皮肤从白变红，碎裂的血管也在逐渐愈合，并且变的更加粗壮。\n几个小时后，克兰肖终于艰难的爬了起来，嘴里不住的咳着血，他颤抖着从背包里掏出来一瓶水，一口气灌进了肚皮。\n克兰肖感觉到自己似乎已经恢复了猪头人的力量，他试着踏步跳了一下，地面被踩出了一个坑，他的鞋子也烂掉了，足足跳了五米有余。\n克兰肖落地后，随手把鞋子丢掉，他的皮肤与肌肉都恢复了原来的强度，现在的他已经不需要这种东西来保护双脚了\n克兰肖吐了口闷气。\n“以后再也不乱吃东西了……”克兰肖想起那种疼痛感就感到后背发毛，甩甩头，不再去想。\n“杰特是么……很好……”克兰肖一个冲刺跳下山崖，在快落地的时候抓住一根树枝，减缓了一下冲势，轰的一声在坚硬的大地上踩出了两个脚印。\n“现在……是复仇时间！”"
        },
        {
            "author": "紫枫",
            "timestamp": 1313324580,
            "txt_content": "嘻哈小仔 发表于 2011-8-14 14:29 \n最近状态不好……没写出我想要的样子……哎……\n\n克兰肖反身走回洞窟，从里面找出来了两个锈迹斑斑的铁镐 ...\n太精彩了！"
        },
        {
            "author": "真永远新手",
            "timestamp": 1313376000,
            "txt_content": "帝国战厨空降完毕\n\n顶嘻哈~"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313478900,
            "txt_content": "嗯……快完结了……早知道拖一下剧情了……\n\n克兰肖在林间飞奔着，每一步都在坚硬的泥土踏出一个浅浅的脚印。\n猪头人天生就有灵敏的五感，克兰肖在误食史莱姆圆球后彻底恢复了猪头人的能力，所带来的不但是强大的力量与坚实的皮肤，更有变态的五感与澎湃的恢复力。\n克兰肖飞速的接近着冒险者营地，他虽然恢复了猪头人的力量，但终归只是一个人罢了，他不会自大的冲进去，但利用夜色的掩护进入营地放火与暗杀却还是做的到的。\n克兰肖左脚猛踩地面，利用反冲力越过营地附近的壕沟，伏着身体疾驰在草丛中。\n来到营地的墙下，克兰肖拾一颗小石子，狠狠掷出，直接击穿哨兵的喉咙，然后加速冲刺，攀上墙，翻身跃入。\n克兰肖从哨兵身上找出来打火石，然后把尸体拖到角落里。\n他嗅了嗅空气中的气息，然后向营地的仓库飞奔而去。\n仓库附近有几名守卫，克兰肖抛出腰间的短剑，直接插中一名守卫的心口，然后在另外一名守卫发呆的时候飞快冲到他面前，大力的拧断了他的脖子。\n克兰肖点燃了粮库，火势迅速蔓延，克兰肖快速逃离，在附近的一个阴暗的角落里默默的看着。\n营地内的守卫敲响了警钟，一部分人忙碌的救着火，还有一部分人在营地里搜索克兰肖。\n克兰肖冷笑一声，跃上房顶，快步的往营地里最大的建筑奔去。\n克兰肖来到建筑的房顶上，对着房顶一拳捶下去，随着房顶的破裂，克兰肖也进入了建筑内部。\n烟雾散尽后，杰特用长剑直直的指着克兰肖。\n“小猪猡，我就知道是你”杰特冷冷的看着克兰肖。\n“知道又如何，你终究是一死。”克兰肖蔑视的看着杰特，一拳就往他脑袋上捶。\n杰特一剑劈出，克兰肖松开拳头，抓住了他的长剑，然后一脚踹向他的腹部。\n杰特毕竟是老油条，被抓到的瞬间就丢开手中的剑，往后一跃。\n克兰肖一脚踢空，直接把手中的长剑丢出，杰特一侧身，长剑插入墙中。\n杰特一脚向克兰肖踢来，克兰肖左手抓住他的腿，然后用肘狠狠的砸向他的膝盖。\n“嗷！！！”杰特一声惨叫，克兰肖冷笑着松开了手，然后抓着他的头。\n“现在……你去死吧！”克兰肖一肘狠狠的击向杰特的后脑，杰特的惨叫就此停止，鲜血从鼻孔与嘴里缓缓的流出。\n克兰肖推开门，门外站着一堆人。\n“他杀了首领！砍了他为首领报仇！”一名路人甲吼着就杀了上来，克兰肖懒的废话，直接一拳把他打飞，希望能唬到这群冒险者。\n    冒险者会是街头混混那种欺软怕硬的东西么？明显不是。\n“和他拼了！！！！！”克兰肖越打越吃力，夺过一名冒险者手里的剑，疯狂的砍杀着。\n克兰肖杀了十几人后感到体力不济，开始突围，克兰肖毕竟是猪头人，除了一些比较强壮的冒险者，其他的基本上都没办法阻挡他。\n克兰肖终于冲出了营地，后面紧跟着一群冒险者。\n月色下，克兰肖疯狂的奔跑着，后面闪烁着火把的光亮……"
        },
        {
            "author": "loveqi6658013",
            "timestamp": 1313479680,
            "txt_content": "写得不错，继续努力！！"
        },
        {
            "author": "q1999628",
            "timestamp": 1313483220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "howard",
            "timestamp": 1313483580,
            "txt_content": "這還不能算是獵奇吧?\n寫的不錯\n只是最近看字好累"
        },
        {
            "author": "快乐小赵",
            "timestamp": 1313484840,
            "txt_content": "有奖啊！！！\n一定要顶\n华硕也得真不错···"
        },
        {
            "author": "jomee",
            "timestamp": 1313632260,
            "txt_content": "其实我根本看不懂."
        },
        {
            "author": "a532402310",
            "timestamp": 1313689920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313690100,
            "txt_content": "看到惨淡的回复，个人表示。\n\n追文的都他XX的回复啊，2天内没5次回复的话我就不更新结局了，直接写续集。"
        },
        {
            "author": "真永远新手",
            "timestamp": 1313721480,
            "txt_content": "不回复的统统用合金大白菜砸死！"
        },
        {
            "author": "嘻哈小仔",
            "timestamp": 1313827560,
            "txt_content": "算了，还是更新了得了。\n\n我算明白了，不写狗血穿越+后宫成群，你们这群人就不会看。\n\n本人封笔，继续回百度贴吧写去……\n\n最终章——我是谁？谁是我？\n冒险者们怒骂着追杀着克兰肖，不时有人用手中的弩射向克兰肖，克兰肖一矮身，箭矢全部射在了背上。\n克兰肖咬着嘴唇没让自己吼出来，背上插满了箭矢，要不是他已经恢复了原来的体质，这会可能已经失血过多死掉了。\n克兰肖正狂奔着，突然脚下踩空，掉进了一个洞窟。\n克兰肖来不及查看地形，随便找了个地方就往里面狂奔。\n冒险者们一个一个跳了进来，狭窄的洞窟拥挤着大量的人。\n洞窟里飘荡着紫色的雾气，空气从缝隙中吹进来，发出嘶嘶的声音。\n克兰肖一路往下，回头？后面暴怒的人群足够把他杀死一百次了。\n洞窟里的石头十分坚硬，克兰肖的脚被刺破了，鲜血流在石头上，散发出诡异的鲜红色，就好像地狱里的血石一样……\n克兰肖感觉到脑袋宛如被千根长针刺穿，痛叫失声。\n前面已经没有路了，只有一个接近干枯的地下湖，湖水是紫色的，散发着微弱的光。\n克兰肖眼前开始模糊，他好像被触动了什么……\n——————分割线——————\n“队长，这里怎么有一潭紫色的湖。”\n“不清楚，根据地图里的描写，宝藏应该就在这里，可能就在湖水下面。”\n被称为队长的男子沉思了一下，拿出一捆麻绳绑在自己腰上。\n“你们听好了，我下去看看，假如有情况或者发现了宝藏，我就拽一下绳子，然后你们马上把我拽上去，听懂了么？”|\n“明白了！”\n队长跃入水中，他在水中缓缓的睁开了眼睛，他面前是一扇关闭着的门，大门由黑曜石雕刻而成，在紫色的水下，散发着妖艳的黑光。\n队长拽了拽绳子，然后感到一股拉力，很快就被拽了上来。\n“下面有一扇门，有谁愿意跟我一起去看看的？”\n“队长，都到这里了，再不看看，那也太那啥了，我跟你去”\n“我也去”\n“不看看怎么行，肯定要去！”\n队长满意的点点头\n“那么，我们就下去吧！”\n——————分割线——————\n克兰肖捂着脑袋，十分痛苦。\n“这他妈的是什么！！！！！！”\n——————分割线——————\n水下，队长以及他的同伴使劲的推着大门，大门被缓缓的推开，突然飘荡而出一股暗黑色的液体，把队长一行人笼罩在里面……然后他们消失了……\n几小时后，队长等人缓缓的醒来，他们看到了“天堂”……\n这里到处都是稀有的资源，钻石，铁矿，金矿……\n队长热血沸腾，转身看着他的同伴。\n“这是一个伟大的发现！我们甚至可能被载入史册！”\n“队长，你确定要把这样一个宝库给说出去？”\n“你傻啊！这么多东西，就算把所有冒险者拉过来，也挖不完啊！”\n队长看到了一行人背后的黑曜石之门，摸摸下巴。\n“这个门……好像是传送门啊……”\n队长走过去观察了一会，然后扭头道\n“叫他天堂之门如何？”\n——————分割线——————\n身后的冒险者已经追来，克兰肖忍着剧痛跳进湖水中。\n浅浅的湖水只淹没到他的胸口，他低头看到了一个黑色的门，那个‘天堂’之门。\n——————分割线——————\n好像已经过了许久，‘天堂’的资源已经接近干枯了，贪婪的冒险者们疯狂的开采着这里的一切，恨不得把这里挖空。\n“克兰肖，快来！我们发现好东西了！”一名男子兴奋的对着一个克兰肖挥舞着左手，他的右手紧紧的握着一个矿镐。\n克兰肖跟着那名男子往矿坑深处走去，他感到一股阴森的气息。\n“看！是不是特惊讶！”男子骄傲的指着一个巨大的钻石，克兰肖发现，这块钻石好像与以往开采的有些不同，不过贪婪击垮了他的理智，他痴痴的看着那块巨型钻石。\n“来，帮我把它挖出来。”男子递给克兰肖一个镐头，然后低头开始挖掘。\n克兰肖又过了一小会才缓过来，拿起镐头和男子一起挖掘。\n“我劝你们别动它……”一只充满了皱纹的手搭在了克兰肖的肩膀上。\n克兰肖很惊讶，他竟然没发觉到此人的靠近。\n他扭头，看到一个老头，他那双没有眼黑的眼珠，好像能洞悉一切。\n“为什么？”克兰肖紧紧的握着镐头\n“呵，不为什么。”老头摆了摆手。\n“我只是给你们一个忠告，你们可以选择不听。”老头摇了摇头。\n“那么可否请你离开？”克兰肖面色不善的看着老头。\n老头也没说什么，扭头就走。\n克兰肖赶走了老头，继续采掘……\n——————分割线——————\n冒险者们追了下来，克兰肖用力的撞向那扇‘天堂’之门。\n暗黑色的液体包裹着克兰肖，几分钟后，他消失了……\n——————分割线——————\n克兰肖和男子终于挖开了附近的石头，看到了巨型钻石的全貌。\n克兰肖双手有些颤抖，他扭头对男子说\n“我们把他挖下来！”\n男子点了点头，狠狠的一镐砸向钻石下面的地面，一小股红色的雾气散发了出来，克兰肖和男子都没有注意，红雾越来越多，甚至充斥了整个矿坑，克兰肖感到一股澎湃的力量充斥在自己的体内，他一镐狠狠的凿下，巨型钻石终于被采掘了出来……\n克兰肖这才发现不对，可是已经晚了……\n他和男子抬着巨型钻石就往矿坑外跑，来到外面，他们看到了地狱……\n岩浆冲破地面喷涌而出，‘天堂’变成了‘地狱’，被岩浆冲刷后的地面散发出血一样的鲜红，红色的雾气伴随这岩浆冲出地下，充斥着整个地狱。\n克兰肖发现被雾气笼罩的人们开始变异，他自己也是，他感到一股痛彻骨髓的剧痛，他想自杀，可是看到那堆自杀后的冒险者们的灵魂被禁锢，他恐惧了。\n他在无尽的痛苦中开始改变，血管在皮肤内破裂，皮肤从白变红，血管破碎后再次重组，变的更加粗壮。\n他的脑袋开始变形，变的好像一种生物——猪……\n他感觉到自己的记忆在消逝，他苦笑一声，昏迷了过去……\n——————分割线——————\n克兰肖进入了‘天堂’之门，可是他并没有来到天堂……\n这是他生活了几辈子的地方，没有什么钻石，没有什么金子，有的只是血红的石头与散发着幽幽光亮的萤石……\n克兰肖跪在地上，目光无神，嘴里念叨着什么……\n冒险者们追了过来，克兰肖没有回头，只是傻傻的念叨着什么。\n一名冒险者冲了过来，狠狠的一剑刺向他的心脏。\n克兰肖扭头看着他，突然笑了。\n“你……可能就是下一个……”"
        },
        {
            "author": "[我吃饭]",
            "timestamp": 1313920320,
            "txt_content": "金币啊啊啊，就一次，RP。。。。"
        },
        {
            "author": "[我吃饭]",
            "timestamp": 1313920380,
            "txt_content": "其实再来一次也没事滴"
        },
        {
            "author": "hallorap",
            "timestamp": 1313933640,
            "txt_content": "围观 ～  我要rp～～～"
        },
        {
            "author": "jhy960928",
            "timestamp": 1313934480,
            "txt_content": "嘻哈小仔 发表于 2011-8-20 16:06 \n算了，还是更新了得了。\n\n我算明白了，不写狗血穿越+后宫成群，你们这群人就不会看。\n理解你。。。为什么这个论坛喜欢狗血剧情啊？？这么好的小说没人顶 我擦"
        },
        {
            "author": "a532402310",
            "timestamp": 1313944860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zdyxiaokeai",
            "timestamp": 1313945760,
            "txt_content": "我会变成僵尸猪吗.?"
        },
        {
            "author": "a517671982",
            "timestamp": 1314065880,
            "txt_content": "写的不错 顶一下"
        },
        {
            "author": "a517671982",
            "timestamp": 1314066240,
            "txt_content": "哦哦 去地狱有可能变成僵尸猪呢"
        },
        {
            "author": "a517671982",
            "timestamp": 1314066240,
            "txt_content": "为了金币在顶lz一次"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1316007600,
            "txt_content": "看到金币 了 "
        },
        {
            "author": "tiger_lion",
            "timestamp": 1320214800,
            "txt_content": "顶一下顶一下，字数限制好蛋疼"
        },
        {
            "author": "sty864559081",
            "timestamp": 1320219300,
            "txt_content": "猪头人要找谁复仇"
        },
        {
            "author": "sty864559081",
            "timestamp": 1320219540,
            "txt_content": "真有金币，再来一次"
        },
        {
            "author": "a92050a92050",
            "timestamp": 1321165320,
            "txt_content": "一定要顶                       "
        },
        {
            "author": "ye9304",
            "timestamp": 1321173300,
            "txt_content": " 本帖最后由 ye9304 于 2011-11-13 08:36 编辑 \n\n好欢乐的故事~希望有续集，作者大大加油~~~"
        },
        {
            "author": "斯巴达",
            "timestamp": 1321266120,
            "txt_content": "掳过纯属拿金币"
        },
        {
            "author": "斯巴达",
            "timestamp": 1321266240,
            "txt_content": "最后一次刷人品……"
        },
        {
            "author": "烟花丶笑",
            "timestamp": 1321266660,
            "txt_content": "10%的中奖=   ="
        },
        {
            "author": "Zxy",
            "timestamp": 1321772220,
            "txt_content": "掳过纯属拿金币"
        },
        {
            "author": "Zxy",
            "timestamp": 1321772220,
            "txt_content": "最后一次刷人品……"
        },
        {
            "author": "geludan",
            "timestamp": 1321791780,
            "txt_content": "这么多金币，LZ大出血了"
        },
        {
            "author": "hang78910",
            "timestamp": 1321800660,
            "txt_content": "中奖概率10%!?\n拿金币刷人品"
        },
        {
            "author": "x171877984",
            "timestamp": 1322225340,
            "txt_content": "真是的，到最后是那个猪头人和个男子哇砖石，然后变地狱，不是已经由白变红了么"
        },
        {
            "author": "帅哥",
            "timestamp": 1322227020,
            "txt_content": "不错不错 [rail_corner3]"
        },
        {
            "author": "q6161217",
            "timestamp": 1325749260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "964201052",
            "timestamp": 1325853300,
            "txt_content": "不出好精彩吖"
        },
        {
            "author": "侠客",
            "timestamp": 1326024960,
            "txt_content": "好...看一下...."
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1326076860,
            "txt_content": "不管如何，先顶一顶"
        },
        {
            "author": "sabo970",
            "timestamp": 1331253960,
            "txt_content": "结局有些不懂 但是him很帅的样子"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1331258880,
            "txt_content": "有什么DLC资料片吗。。。\nHIM怎么回事一个老头啊=="
        },
        {
            "author": "stalincenlam",
            "timestamp": 1331258940,
            "txt_content": "没有DLC的话。。。有没有前传啊？？=="
        },
        {
            "author": "sabo970",
            "timestamp": 1331375400,
            "txt_content": "= ·=希望LZ出续集啊 太短了"
        },
        {
            "author": "hhttll",
            "timestamp": 1331449740,
            "txt_content": "写得好！非常不错！"
        },
        {
            "author": "紫果MKLv",
            "timestamp": 1331461020,
            "txt_content": ""
        },
        {
            "author": "CIEben",
            "timestamp": 1331478600,
            "txt_content": "我草= =\n我就撸过，打个酱油，看到有480金币我就来了=。="
        },
        {
            "author": "CIEben",
            "timestamp": 1331478600,
            "txt_content": "不是说奖480金币吗= =怎么我没得到"
        },
        {
            "author": "kk08923",
            "timestamp": 1331493720,
            "txt_content": "LS肿么了。。。"
        },
        {
            "author": "LDX-ALI",
            "timestamp": 1340957640,
            "txt_content": "恐怖了点儿...人间怪物哪有那么强吖.."
        },
        {
            "author": "shide",
            "timestamp": 1341632640,
            "txt_content": "嘻哈小仔 发表于 2011-8-16 15:15 \n嗯……快完结了……早知道拖一下剧情了……\n\n克兰肖在林间飞奔着，每一步都在坚硬的泥土踏出一个浅浅的脚 ...\n为什么是路人甲"
        },
        {
            "author": "1013581104",
            "timestamp": 1345016520,
            "txt_content": "Zxy 发表于 2011-11-20 14:57 \n最后一次刷人品……\n写的很好，继续写吧！我顶你！！！！"
        },
        {
            "author": "qaz3215332",
            "timestamp": 1345027380,
            "txt_content": "给我钱把 好看"
        },
        {
            "author": "1452806403",
            "timestamp": 1345193880,
            "txt_content": "金币金币我爱你"
        },
        {
            "author": "ryanminecraft",
            "timestamp": 1345194180,
            "txt_content": "好。。。。。。"
        },
        {
            "author": "ryanminecraft",
            "timestamp": 1345194180,
            "txt_content": "紫枫 发表于 2011-8-14 20:23 \n太精彩了！\n确实很精彩！！！"
        },
        {
            "author": "紫枫",
            "timestamp": 1345198020,
            "txt_content": "ryanminecraft 发表于 2012-8-17 17:03 \n确实很精彩！！！\n挖坟自重啊!!"
        },
        {
            "author": "xixi",
            "timestamp": 1345205580,
            "txt_content": "抢占沙发。。。"
        },
        {
            "author": "林安博",
            "timestamp": 1345254480,
            "txt_content": ".............好长  没时间看了"
        },
        {
            "author": "g1026554699",
            "timestamp": 1345255380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "soros",
            "timestamp": 1345285980,
            "txt_content": "路过看看......"
        },
        {
            "author": "i_am2b_2b_2b",
            "timestamp": 1345361580,
            "txt_content": "好东(jin)西(bi)"
        },
        {
            "author": "13878458473",
            "timestamp": 1345661400,
            "txt_content": "{:10_552:}？猪头》"
        },
        {
            "author": "13878458473",
            "timestamp": 1345661460,
            "txt_content": "{:10_496:}{:10_555:}哦。"
        },
        {
            "author": "a1103054955",
            "timestamp": 1345671900,
            "txt_content": " 。。。。.。。。。。。。。。。。"
        },
        {
            "author": "1397374118",
            "timestamp": 1345679520,
            "txt_content": "{:10_523:}{:10_523:}"
        },
        {
            "author": "shan895035361",
            "timestamp": 1345681560,
            "txt_content": "什么什么..."
        },
        {
            "author": "movieunit",
            "timestamp": 1345770120,
            "txt_content": "顶一个{:10_512:}"
        },
        {
            "author": "yyloveangela",
            "timestamp": 1354434180,
            "txt_content": "!!!!!!!!!!!!!11111"
        },
        {
            "author": "、就义.仙",
            "timestamp": 1355022900,
            "txt_content": "{:10_523:}顶上"
        },
        {
            "author": "sun123456liquan",
            "timestamp": 1359691860,
            "txt_content": "写的太好啦    超赞！！！"
        },
        {
            "author": "MK-16MOD0",
            "timestamp": 1359696180,
            "txt_content": "克兰肖不开飞机又专职了？"
        },
        {
            "author": "AB9551210",
            "timestamp": 1359887280,
            "txt_content": "好好看，希望有许多这样的文章"
        },
        {
            "author": "294009430",
            "timestamp": 1359957780,
            "txt_content": "真永远新手 发表于 2011-8-15 10:40 \n帝国战厨空降完毕\n\n顶嘻哈~\n祝楼主越写越好！！！！"
        },
        {
            "author": "a653368507",
            "timestamp": 1359978780,
            "txt_content": "顶，狗血穿越好垃圾"
        },
        {
            "author": "0o金钟大o0",
            "timestamp": 1420285320,
            "txt_content": ".233................................"
        },
        {
            "author": "2863019961",
            "timestamp": 1420295160,
            "txt_content": "我擦，这也太吊了吧！{:10_527:}"
        },
        {
            "author": "2863019961",
            "timestamp": 1420295160,
            "txt_content": "我擦，这也太吊了吧！"
        },
        {
            "author": "2863019961",
            "timestamp": 1420295220,
            "txt_content": "我擦，这也太吊了吧！{:10_527:}"
        },
        {
            "author": "songpl",
            "timestamp": 1422016140,
            "txt_content": "还可以哈"
        },
        {
            "author": "死神jkl",
            "timestamp": 1422807120,
            "txt_content": "帅哥一个啊"
        },
        {
            "author": "死神jkl",
            "timestamp": 1422807180,
            "txt_content": "不错 下楼继续接起走 走起"
        },
        {
            "author": "麦琪",
            "timestamp": 1422834000,
            "txt_content": "回复一下支持作者"
        },
        {
            "author": "人多呼叫",
            "timestamp": 1422838140,
            "txt_content": "嘻哈小仔 发表于 2011-8-14 14:29\n最近状态不好……没写出我想要的样子……哎……\n\n克兰肖反身走回洞窟，从里面找出来了两个锈迹斑斑的铁镐。 ...\n凝胶：美味可燃"
        },
        {
            "author": "q1814236045",
            "timestamp": 1423298160,
            "txt_content": "不错 不错"
        },
        {
            "author": "爱℃",
            "timestamp": 1423377780,
            "txt_content": "感觉好逗啊。。。"
        }
    ]
}