{
    "title": "一位小服主对这这两年mc私服情况的理解以及一点小小的建议",
    "author": "Junior_Mo",
    "replyCount": 9,
    "timestamp": 1526651220,
    "txt_content": "关于mcbbs现私服问题，司徒小莫有一下几点看法\n第一，相似性\n第二，简单性\n第三，抄袭性\n第四，无权性\n第五，混乱性\n首先就是相似性问题，我在某粉色app上提出过，mcbbs大多数的服务器版本为1.7.10\n部分服务器玩法，创意甚至盈利手段基本一样。\n总结:千篇一律\n第二个问题\n之前在自家群里顶撞过一位mcbbs大佬，我表示说开服器简单都是没开过的，举了很多例子。然后我自己就给我自己一巴掌，这半年来，mc服务器私服数量感觉翻了不下两倍。基本上某宝或者其他购物app都有服务器购买的样式，店家基本都帮忙整合。再配合一些一些所谓的技术去别的服务器客户端一找mod，随便ban点东西，拿来个6级号随便去别的服务器群里一宣传，宣传完就跑，然后就可以开启服主之旅。基本现在我测试30元的面板服都足以够一些主流mod带的起十几名玩家不流畅的玩耍了。还有些很睿智的bug不知道修，甚至ban都不ban一下。\n总结:服务器很赚钱，开服很简单\n第三抄袭性\n刚刚我提到了，去别的服务器拔一点mod，找来一点有意思的玩法甚至连赞助表上的错别字和客户端壁纸都是别人服务器的。毕竟mc圈子这么大，相同的东西一般玩家也看不出来。\n第四无权性\n刚刚提到的抄袭问题，被抄袭服务器没有一点办法，自己的有创意的玩法，甚至赞助表被抄袭后却无法得到应该有的保护，事实就是他抄你，你找他，他卷你，你举报，不成功的情况。毕竟这么多服务器谁抄谁不一定，谁是原创也不一定的问题，导致越来越多服务器互相抄袭，新玩法越来越少，就出现了我上面说的相似性的问题。\n总结:抄袭无惩，创新减少\n第五个问题也就是最严重的问题了\n恶意宣传问题\n部分mc服主仗着自己所谓的有个服务器到其他服务器大肆宣传，随意开火，管他什么什么服务器，恶意宣传就是有理了，进群不玩服务器就踢，到哪里举报都不行，我曾经就遇到了一位爱拍大佬开的服务器，他群里90人吧，来我群里一通刷屏，然后潇洒退群。其实说真的，不搭理他，消息全撤回就好了。但是别人来你宣传就这么了?服务器面子呢，进群他就开始给你洗刷你三观，先是问候家长，随着大骂所有和你相关的东西，最后是一个响指毁灭半个地球。\n圈子很重要，他群员也跟着卷，就好像他们群里都认为去别人服务器宣传后可以获得随便骂人的权限。\n并且你不能从任何正规渠道制裁他。比如mcbbs他没贴。（也对，就是因为没贴他才恶意宣传）\n我对mc这游戏一直在意\n自己开服务器也差不多二年半左右了\n形形色色的人都相处过\n之前我遇到抄袭和恶意宣传的人，我真的就是采取直接刷爆炸服\n直到我遇到一个叫樱月之都的服务器，和其他服务器一样，抄袭并且还宣传。进群便和群里各位互相问候了一波，长达三个小时，最后双方都冷静了一波就和平解决并且还和服主成了朋友，时不时帮助他弄点东西什么的，虽然他服务器只有长达一月的统治时间。经过这件事也发觉了并不是所有问题都需要暴力解决。所有人都是能讲道理的\n并且再次遇到这类问题通常就和服主直接私聊商量。\n这个方法一直很好用，\n直到最近这两月，我发现了，随着服务器数量的巨额增加，部分服主根本不鸟你，在他嘴里就像是我诚心找他事一样。\n我想大多数服主都应该也有我这样的经历吧\n上面我是认为的普遍问题\n\n然后我说一下我提出的一些解决方案吧\n我试着帮一些服务器解决一些服务器内部问题，偶尔加一些服务器跟服主私聊解决一下bug问题，最近我们也着手1.7.10一些mod的bug修复，因为这是人最多的版本，但是mod作者基本都咕咕咕或者去更新更高版本的mod了\n我们工作流程，找到bug，提出bug，修复bug\n这是我们帮助私服的第一步。目前来说还是比较成功，除了一些骂我垃圾还拿我修复办法的服主他们这种做法的我不是很理解之外吧\n第二我提出的整改一下服务器质量\n可以稍作修改一下mcbbs发帖制度\n比方说开设一个新区，新服主发帖过一审服务器帖子可以在新区展示，帖子挂了一月或者更长时间，服主可以申请进入正区。正区到一定时间，可以半年或者更长时间（或者得到很多玩家称赞），服主可以申请到优秀区。。（随便起名别在意）\n这样第一减少了快餐服数量\n第二是给一些更用心的服主提供更好的机会\n让优品质的服务器更好的开展下去，\n第三增加了大服的出现概率。把mc玩家汇集的更密一些，就算是成立了一些非官方的大型服务器，减少快餐服给mc玩家带来的阴影。\n不足之地就是增加审核区版主负担。\n然后可以加强版规，让抄袭问题得到更严肃的处理\n可以申请mc玩法专利（随便说说，开个玩笑而已）\n就我之前举报过的服务器来说，版主给我的答复是赞助表不算抄袭。\n问题就在这里了，赞助表里面东西两个服务器总是要都有的，玩法总是要一样吧，不然物品怎么按照一个价格出售。再说赞助表一样，我先做的，他怎么说也是玩过我服务器再打算开服的，就这么简单的几个字都不想打，更别说想更多的玩法和其他的创意了。\n加强原先服务器版权问题吧\n虽然我刚刚说的两个解决办法的确是给版主们增加了不少负担，也就是提提意见。可以采取一些有效建议吧。\n最后吧\n我也希望一些1.7.10服主们可以关注一下我的团队，毕竟我们主要修复1.7.10的bug，如果能略微给我们一些支持那我们十分感谢\n那么差不多了，也浪费您这么多时间收看这篇文章。\n感谢您的收看吧。\n",
    "replies": [
        {
            "author": "恋",
            "timestamp": 1527013680,
            "txt_content": "我觉得低质量的服务器过滤没必要 让玩家去选择吧  它的质量决定了他做不长久\n而优质的服务器 最近服务器版不是正在做优秀服务器评选吗  我的建议是优秀服务器评选次数应该多点  比如月优秀服务器 季度优秀服务器 年度优秀服务器  还有鼓励那些做的好 质量高 但是并没有多少玩家的服务器\n恶意宣传方面 \n我觉得以前的服务器黑名单制度挺好的 为什么现在没有使用了（近期基本上没看见过拉入黑名单的服务器）（玩家评论版）\n虽然而已宣传在论坛外 论坛是无法处理的 \n我认为 一旦证实的恶意宣传  无论论坛内外  因加入服务器黑名单 或者失信服务器 \n关于剽窃抄袭  我认为MCBBS是一个非常重视版权的地方 \n任何剽窃行为都会被严惩的  服务器的原创内容我认为只有 玩法（服务端整合） 地图 MOD 插件 材质 （包括渲染图片）而赞助列表并不属于原创性内容 （包括装备名字也不算原创内容） 所以版主这样处理并无问题"
        },
        {
            "author": "子德",
            "timestamp": 1527051060,
            "txt_content": "HTL9257 发表于 2018-5-23 02:28\n我觉得低质量的服务器过滤没必要 让玩家去选择吧  它的质量决定了他做不长久\n而优质的服务器 最近服务器版 ...\n“我觉得低质量的服务器过滤没必要 让玩家去选择吧  它的质量决定了他做不长久”\n不不不你错了，完全的错了。\n中国大部分玩家素质低，不愿意用脑子玩那些好的服务器，而是用钱玩那些快餐的服务器。"
        },
        {
            "author": "Junior_Mo",
            "timestamp": 1527059340,
            "txt_content": "HTL9257 发表于 2018-5-23 02:28\n我觉得低质量的服务器过滤没必要 让玩家去选择吧  它的质量决定了他做不长久\n而优质的服务器 最近服务器版 ...\n赞助表抄袭算不算这都无所谓\n虽然我还是很不理解为什么就连收费价格都一样抄袭，玩法怎么可能没有抄袭\n主要提的是为什么恶意选择的问题\n之前也在b站发表过类似的问题\n但是愈演愈烈\n您说的这样他会倒闭不用管\n这个我知道，他绝对会倒闭\n但在此之前他已经赚够了本钱的数倍\n恨不得快点跑路了"
        },
        {
            "author": "Junior_Mo",
            "timestamp": 1527059640,
            "txt_content": "HTL9257 发表于 2018-5-23 02:28\n我觉得低质量的服务器过滤没必要 让玩家去选择吧  它的质量决定了他做不长久\n而优质的服务器 最近服务器版 ...\n的确不用管\n越来越多的mc玩家感觉开服务器很赚钱\n导致越来越多的mc玩家开这种开餐服\n开完就跑开完就跑\n这样mc就成了有些人赚小孩钱的工具\nmc非正规圈混乱"
        },
        {
            "author": "yan1095507221",
            "timestamp": 1527060060,
            "txt_content": "楼主心态放宽，开服这东西不就是模仿来模仿去的吗，况且你只是一个赞助表的抄袭，难不成说你是第一个想到用VIP来弄赞助表的人？既然这样你也属于抄袭他人？\n难不成你想靠开服养活自己一辈子？对吧心态放宽\n我感觉你这心态就是见不得别人好"
        },
        {
            "author": "Junior_Mo",
            "timestamp": 1527063960,
            "txt_content": "yan1095507221 发表于 2018-5-23 15:21\n楼主心态放宽，开服这东西不就是模仿来模仿去的吗，况且你只是一个赞助表的抄袭，难不成说你是第一个想到用 ...\n没有没有\n兄弟你误解了\n我发这个帖子第一就是吐槽一下现在的情况\n我要是见不得别人好我更不会把修复bug的mod发出来对吧\n我心态一直保持的很好\n要不然我怎么可能还开服\n哪个笨蛋想开服养活自己一辈子对吧\n再次说一下，发这个帖子不是为了发泄\n主要是提一下意见\n并且说一下我会为一些mod做一些简单的修复\n希望您不要误解好吧"
        },
        {
            "author": "浅夏之梦",
            "timestamp": 1527083160,
            "txt_content": "本人也是一枚1.7.10的服务器腐竹，也是在淘宝租的服务器，我自己也想把服务器好好做下去，但是奈何总有人找麻烦，压测服务器，炸服务器，客服也不管，要不就是喊重置，没办法，后台维护就我一人，我还是刚刚从小白过来，真的好艰辛，好困难，想租云服务器，又不准搭服务器，很烦。。。。。。"
        },
        {
            "author": "浅夏之梦",
            "timestamp": 1527083220,
            "txt_content": "浅夏之梦 发表于 2018-5-23 21:46\n本人也是一枚1.7.10的服务器腐竹，也是在淘宝租的服务器，我自己也想把服务器好好做下去，但是奈何总有人找 ...\n云服务器不准搭建私服。。。。"
        },
        {
            "author": "混乱",
            "timestamp": 1527148740,
            "txt_content": "现阶段所有在MCBBS发布的服务器都不是BBS自己开的，而是玩家自发组建的服务器。\n你提到的问题存在也无法规避，不可能让每个人都做到自我监管。\n而这些建议部分版主内部提起并且试图落地过，或者已经落地的，建设意义不大。"
        }
    ]
}