{
    "title": "[Minecraft.net|INSIDER]本周方块：圆石",
    "author": "土球球",
    "replyCount": 16,
    "timestamp": 1526653500,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2018-5-19 04:12 编辑 \n\n\nBLOCK OF THE WEEK: COBBLESTONE\nPaving the way!\n\n本周方块：圆石\n铺路专家！\n\nWhat did you make your very first Minecraft house in your very first Minecraft world out of? I'll bet you a stack of diamonds that it was either dirt or our block of the week – cobblestone.\n在你第一次在Minecraft世界中游玩时，你是使用什么搭建你的第一个Minecraft小屋的？我敢用一组钻石和你打赌，要么你在用泥土，要么你在用本周方块——也就是圆石。\n\nCobblestone, as you'll know if you've played Minecraft for more than about ten seconds, is what you get when you break stone. As a result, it's one of the substances in the game that will fill up your storage chests faster than a diamond pick chews through sugarcane. The glut of cobblestone you obtain in the course of normal play, combined with its blast resistance, is why it's usually the favoured building material of anyone who builds for function rather than aesthetics.\n所有拥有超过十秒钟的Minecraft游戏经验的玩家都会知道，圆石，是石头的破坏掉落物。因此，它也会以肉眼可见的速度填满你的箱子，甚至比钻石镐收割甘蔗还要快。由于在正常的游戏体验中，圆石总是过剩的，此外，玩家还会兼顾其爆炸抗性，因此在不考虑美观性的前提下，圆石通常是玩家最喜欢的功能性建筑材料。\n\n\nFun fact: cobblestone was actually one of the very first two blocks in Minecraft, alongside grass. In actuality, it existed before Minecraft did because it was created for RubyDung – a building game that Notch created before he started working on \"Cave Game\", which became Minecraft.\n一个有趣的事实：圆石可以说是Minecraft中最初出现的两种方块之一，与之一同出现的还有草方块。实际上，这种方块甚至还要比Minecraft这一游戏本身，历史更加悠久，因为它起源于一款名为RubyDung的游戏——这款游戏开创了Notch的“Cave Game”游戏创作史，并最终形成了Minecraft这一游戏。\n\nThe first version of Cave Game had cobblestone blocks, grass blocks, a player, and pretty much nothing else. You couldn't even place or destroy blocks. \"It will have more resource management and materials, if I ever get around to finishing it,\" Notch wrote in the description of a YouTube video that showed it in action.\nCave Game的第一个版本包含有若干圆石方块、若干草方块、和一个玩家，除此之外，别无他物。你甚至不能放置或破坏方块。“这个游戏将会在完工前加入更多的资源管理，以及更多的材料”，在一个展示游戏实际开发情况的YouTube视频中，Notch这样描述道。\n\nCobblestone quickly became one of the growing game's most recognisable elements – it was used in game's first logo, and when crafting was added in January 2010 cobblestone was one of the key ingredients for most of the game's tools and weapons. Over time, more and more recipes were added that use cobblestone, from brewing stands to observers. Today there are nineteen different things you can make with cobblestone – can you name them all? (Stop getting our readers to do your job for you, Duncan, you lazy oaf - Tom)\n随着这一游戏不断发展壮大，圆石迅速成为了最受认可的游戏元素之一——游戏本身第一个采用的图标就是圆石，同时，随着2010年1月合成表出现，工具和武器等游戏元素，大量采用圆石作为关键组成材料。随着时间的推移，越来越多需要用到圆石的合成表添加到了游戏中，包括但不限于酿造台、侦测器等。目前版本的Minecraft中，有足足十九种不同类型的物品需要使用圆石制作得到——你能够说出这十九种物品的全部名称吗？（停止你甩锅给读者的好吃懒作行为，Duncan，你这个懒汉——Tom）\n\n\nPhoto by Jstuby照片由Jstuby提供\nCobblestone, like most of Minecraft's blocks, exists in the real world too – though it's not as common there. You'll most often find it on old parts of towns and cities, where for centuries it was used to make roads. Cobblestones have a lot of advantages over other road materials – they don't get dusty in dry weather, or muddy in wet weather. They don't allow ruts to form. They offer good traction, and make a lot of noise when wheels and horses pass over them. That last one might not sound like an advantage, but in the fogs of Victorian London the clatter of cobblestones helped many a pedestrian avoid getting run over an oncoming carriage. As a Brit myself, without cobblestone, one of my ancestors could've been carriage-whacked and I would never have been born. Which (more importantly) means there would have been no Block of the Week. Blimey! Thanks, cobblestone!\n现实世界中的鹅卵石同样存在——只不过它们并不像Minecraft世界中那样普遍罢了。你通常可以在老城区的古街道中，寻觅到鹅卵石的踪迹。当然，它们往往已有数百年历史。和其他路基材料相比，鹅卵石有很多优势——天气干燥时它们不会尘土飞扬，而天气潮湿时它们也不会泥泞不堪。车辙不会改变它们的形状，而它们会反过来提供足够的摩擦力，并会在车马路过时发出巨大的噪音。最后一点听起来不太像是优点，但如果你身处维多利亚时代，迷失在伦敦的茫茫雾霭中，那么在你上路行走时，鹅卵石的叮当声便能够对识别并规避迎面而来的马车起到很大的帮助。如果这个世界上没有鹅卵石，那么作为不列颠人的本周方块作者，其祖先就有可能会遭到车祸，从而导致后代不会出生。（更重要的一点是）这将意味着本周方块不会出现。哦天哪！感谢鹅卵石！\n\nNormally cobblestones are set in sand or mortar by humans, but it's possible for them to form naturally too – in which case they're usually called \"conglomerate\". Conglomerate forms when a collection of rocks settle in one place, but are then surrounded by sand, silt, clay or other finer materials, which harden over time into rock of their own.\n鹅卵石通常由沙子或砂浆人工制造而成，不过，自然生成的同样也存在——它们通常被称作“砾岩（Conglomerate）”。当一堆聚集在一起的岩石被沙子、淤泥、粘土等较细的材料包围，久而久之，经过硬化，与岩石本身融为一体，砾岩就会随之形成。\n\nWannabe martian travellers will be pleased to hear that we've even found conglomerate on Mars, in what researchers believe is an ancient streambed. So when we eventually, inevitably ruin the Earth, don't panic – you'll be able to put all those cobblestone building skills you've been developing in Minecraft to use on the Red Planet instead. Good luck!\n潜在的火星旅行者可能会很乐意听到，有人在火星上也发现了砾岩这一消息，同时，研究人员认为，发现砾岩之处，可能是一处干枯的河床。因此，如果我们最终不可避免地把地球毁灭了，不要担心——你在Minecraft中习得的所有圆石建筑技能都不会失去用武之地，因为你可以在某个火红色的星球上接着用。祝你好运！\n\n原文：https://minecraft.net/zh-hans/article/block-week-cobblestone\n作者：Duncan Geere\n原文发表时间：2018年5月18日",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1526653980,
            "txt_content": "P.S.根据Minecraft Wiki，博文声称的十九种需要使用圆石制作得到的物品有：安山岩、酿造台、圆石台阶、圆石楼梯、圆石墙、闪长岩、发射器、投掷器、熔炉、拉杆、苔石、侦测器、活塞、石斧、石锄、石镐、石锹、石剑、和石头。其中前十八种通过合成得到，而最后一种通过烧炼得到。"
        },
        {
            "author": "Hhc乄小蝙",
            "timestamp": 1526695320,
            "txt_content": "这就是原石的历史吗？涨知识了\n只不过我第一个房子都是用木头造的·-·"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1526712360,
            "txt_content": "第一个房子用木板造的，讲究~"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1526719680,
            "txt_content": "我用TNT加钻石造的第一个房子"
        },
        {
            "author": "DirtOne",
            "timestamp": 1526802540,
            "txt_content": "我能说我的第一个房子是用工作台做的么 堆满了工作台...."
        },
        {
            "author": "13050002",
            "timestamp": 1526805180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Mine蛋糕",
            "timestamp": 1526891760,
            "txt_content": "我看不惯圆石，所以我用的是石头"
        },
        {
            "author": "Mine蛋糕",
            "timestamp": 1526892240,
            "txt_content": "作者忘了提到圆石的优点了，我来提一下：圆石的抗爆能力是铁块的500倍（所以不要小看圆石）"
        },
        {
            "author": "Mine蛋糕",
            "timestamp": 1526892360,
            "txt_content": "DirtOne 发表于 2018-5-20 15:49\n我能说我的第一个房子是用工作台做的么 堆满了工作台....\n应该可以吧，可能用的木板是平时的四倍"
        },
        {
            "author": "Mine蛋糕",
            "timestamp": 1526893560,
            "txt_content": "Hhc乄小蝙 发表于 2018-5-19 10:02\n这就是原石的历史吗？涨知识了\n只不过我第一个房子都是用木头造的·-·\n用泥土不行吗"
        },
        {
            "author": "思念丶···",
            "timestamp": 1527216900,
            "txt_content": "哈哈哈。没见过真的钻石大块"
        },
        {
            "author": "255207914",
            "timestamp": 1527674460,
            "txt_content": "我的房子是木板做的"
        },
        {
            "author": "conan10203002",
            "timestamp": 1528088160,
            "txt_content": "我的第一个房子是挖地洞（）"
        },
        {
            "author": "MJStars",
            "timestamp": 1529217780,
            "txt_content": "表示第一个房子是泥土建的233"
        },
        {
            "author": "G1306514950",
            "timestamp": 1529285760,
            "txt_content": "第一个房子地洞的路过~~~"
        },
        {
            "author": "piastic",
            "timestamp": 1584177540,
            "txt_content": "第一个房子表示不是建出来的是挖出来的"
        }
    ]
}