{
    "title": "[Minecraft.net|CULTURE] Towering Temples：峥嵘寺",
    "author": "袋里的鲨",
    "replyCount": 0,
    "timestamp": 1527263460,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-5-25 23:51 编辑 \n\n\nTOWERING TEMPLES\n峥嵘寺\n\nTake a trip to an alien city in Adulation of the Mighty\n在Adulation of the Mighty中来一次异域的旅行\n\nIf you’re building a temple to strange, alien gods, there’s no better block to make the roof from than diamond. It’s the fanciest material, after all. Perfect for showing off how powerful these extra terrestrials are, and it’s plenty pretty too. I hope you’re very rich though – diamond isn’t cheap!\n如果你正为奇怪迥异的神灵建造着殿堂，那这里没有比钻石更好的屋顶材料。毕竟这是最昂贵的材料。完美地显耀出这些天外来客有多强劲威武的同时，它也是足够漂亮的。我希望你尤为富有——钻石并不廉价！\n\nLuckily, money was no object for builders Squity and Genty when they made their glittering blue-green city, Adulation of the Mighty. They built this map together in just three weeks, for Planet Minecraft’s Monumental Temple competition – and came in third place out of 88 entries!\n幸运地，金钱不是建筑者Squity与Genty在制造闪光的蓝绿色城市Adulation of the Mighty时的目标。在Planet Minecraft的Monumental Temple大赛中，他们仅仅三周内就一起建造出了这张地图——并且在88个登记项目中进入第三名。\n\n\n\n“We chose to participate in the contest because we wanted to do a big project together,” they told me. “The theme ‘Monumental Temple’ also appealed to us so we started looking for inspiration and found some images that really inspired and motivated us.”\n\n“我们选择分担这场竞赛，是因为我们想一起搞大事，”他们告诉我说。“这个‘Monumental Temple’的题目也令我们开始寻找灵感，继而找到了一些很有用的图像并激发了我们。”\n\nFired up by the contest theme, they had to decide how they would make their build stand out from all the other entries. “The traditional Aztec and Mongol temples were the first to come up in our minds,” they explained, “but we wanted the temple to have something unique so we decided to use an alien style too.\n经大赛题目的煽动后，他们不得不决定怎样去让他们的建筑通其他所有的参赛作品中脱颖而出。“传统的阿兹特克人（Aztec）与蒙古人（Mongol）的寺院第一个在我们的脑中想到，”他们解释道，“但是我们想让这个庙宇有点独特的东西，于是我们决定使用一个异域的风格。\n\n\"That’s the reason we made holograms.”\n“这就是我们建造全息影像的原因。”\n\n\n\n\n\n\nGenty and Squity designed and built a whole circle of holograms outside the temple, and they certainly add that sci-fi feel to the city. Each one represents a different alien god – and check out all those poses they’re striking!\nGenty与Squity设计并建造了寺庙外的一整个全息投影环，当然他们在这个城市中加入了科幻感觉。每个人代表着一个不同的异域神灵——另外可以注意到他们都在打斗着！\n\nBut the hologram gods aren’t the only futuristic element of the build. Even the planet itself is alien, with blue crystals scattered over the terrain. And the architecture, with all those round towers sprouting from the ground like weird concrete mushrooms, is certainly unique. Plus the city lights up at night, glowing against the starry sky.\n不过这个全息的神灵并不只有建筑的未来主义元素。甚至这行星本身就是外域，在地形上散落着蓝色的晶体。这样所有塔楼像怪异的混凝土蘑菇一样从地面生长出来的建筑风格，的确是很独特的。再加上这座城市在晚上辉映，炽热直冲群星闪耀的天空。\n\n\n\nLast year, we featured another of Squity’s builds here on Minecraft.net - his beautiful Sapphire Ocean. Between this underwater paradise and the colour scheme of Adulation of the Mighty, I’m guessing that his favourite colour might be blue!\n去年，我们在Minecraft.net精选了另一个Squity的建筑——他的蔚蓝之海（Sapphire Ocean）。介于这个水下天堂与Adulation of the Mighty的颜色搭配，我猜他最喜欢的颜色可能是蓝色！\n\nI asked him what he’d learned since we last spoke to him. “After Sapphire Ocean I wanted to give myself more time for a build and focus more on the atmosphere using a bit more detail. Most of the time I rush my projects,” he admitted.\n我问了问他自从我们上次访谈过他之后他学了点什么。“在Sapphire Ocean之后我想给我自己更多的时间去做一个建筑，并通过一点点多的细节更加注意气氛的烘托。在多数时候我赶我的工程，”他承认道。\n\n\n\n“But for this project, we weren’t really able to show that because we had a deadline so we were forced to rush,” he added. Finishing a build as grand as Adulation of the Mighty in just three weeks is certainly speedy! The Adulation of the Mighty contest that they entered had a tight deadline, and they had to make time for their rendering artists to take beautiful pictures too.\n“但是对于这个工程，我们不能真正展示这个，因为我们有截止日期的限制，我们只好被强迫去赶工程，”他增加道。在短短三周完成一个像Adulation of the Mighty这样的宏伟建筑确是相当地快的！在Adulation of the Mighty竞赛他们进入了紧迫的最后期限中，他们也不得不抽出时间给他们的渲染师来做出出色的图片。\n\nTurns out a tight deadline can sometimes be very helpful for a creative project! That’s probably also why Tom only gave me six minutes to write this entire article : (\n结果发现一个紧迫的时间有时候对创建一个项目有很大的帮助！那也可能是为什么Tom只给我六分钟去写这整篇文章：(\n\n“In the beginning we did feel a bit of pressure, but after a few days of building we noticed we had plenty of time left so we didn't really feel a lot of pressure anymore.” In fact, they finished with three days to spare! “My “rush-experience” was an advantage,” Squity said.\n“在一开始我们确实感到了一点压力，不过在一些天的建筑之后我们注意到我们有大量的时间剩余，所以我们的确没有很大的压力。”实际上，他们完成之后还有三天的剩余！“我的‘紧迫经验’是一个优势，”Squity说着。\n\n\n\n\n\n\nBut even more advantageous was his friendship with Genty. “We got on the same wavelength really quickly, so the building went pretty fast,” they said. Squity explained to me how they worked well together, saying “I started planning out the layout and together we decided which style we were going to use. As soon as the layout was planned out Genty also started to work on the temple.”\n不过更有利的条件是他同Genty的友谊。“我们很快就处在一个频道上了，所以这建筑进行地相当快，”他们说道。Squity向我阐明着他们是怎样很好地合作的，说道：“我开始规划布局，然后我们一起决定出使用哪种风格。布局一旦被确立，Genty也开始寺庙的工作了。”\n\nAnd the pair doesn’t only share the workload. “We got to know each other a little over two years ago,” Genty told me. “We weren’t that good at building back then but we ended up in a group with a number of Dutch builders who all wanted to get better. Since then, Squity and I have always shared tips and ideas with each other and that is how we got on this level.”\n这对组合不单是分担工作量。“我们在两年多以前就相互间了解一点了，”Genty告诉我说。“我们那时候并不擅长于建筑，但是我们最终加入了一个有许多想变得更好的荷兰人的小组。从那时起，Squity和我总是互相分享着技巧与主意，这就是我们怎样达到这个水平了。”\n\n\n\nSo if you want to build something as magical as the shimmering temple in Adulation of the Mighty, be sure to share! Find yourself some creative friends and learn, experiment, and practice together, and who knows what you’ll be able to achieve!\n所以如果你想建造一些和在Adulation of the Mighty之中的闪耀庙宇一样有魔力的东西，确保要分享！找到你自己的些许有创造力的朋友，然后学习，试验，并一同练习，谁会知道你将可以实现什么！\n\nRenders by Matteo Paolini, D34D_, Huntyk, Frogocomics and Squity\n渲染 by Matteo Paolini, D34D_, Huntyk, Frogocomics and Squity\n\n\n\n●原文链接：https://minecraft.net/zh-hans/article/towering-temples\n●原文作者：Jay Castello\n●发布日期：2018年3月7日\n",
    "replies": []
}