{
    "title": "【角色设定投票/二次创作】无名的史诗工匠。",
    "author": "x_lin0_0",
    "replyCount": 11,
    "timestamp": 1526833980,
    "txt_content": " 本帖最后由 x_lin0_0 于 2018-5-22 18:07 编辑 \n\n作者的前言：1.本人物的任何设定创作版权皆属于x_lin0_0（也就是我本人），若有三次创作意图，请应先与作者本人交谈后再进行使用。\n2.原作为「上海爱丽丝幻乐团」，在此注明。\n3.设定可能会出现欠缺，也希望大家能多多指正。\n4.本帖内容允许任意转载。\n5.现在大量征集无偿立绘，有兴趣的大佬可以尝试一下。（笑）\n6.尚未完善完毕，欢迎大家多多在评论区里指出。\n\n\n  关于人物设定的基础介绍：\n\n\n  泽智莲也\n\n能力：拥有打造其物品程度的能力。\n\n危险度：中等。\n\n对人类的友好度：低。（个人其实还不错）\n\n活动地点：除了神社和寺庙以外的地方都会去。\n\n\n  关于人物设定的基础描述：\n\n\n  泽智莲也是一位来自外面世界的工匠，她皮肤黝黑，手上经常拿着一个小巧的铁锤——据说这把铁锤是她打造出来的神器之一，可以打造出所有世间之物甚至不存在之物。但她本人其实也拥有打造的能力，不过比起手上的铁锤来说只拥有它的一半技术与力量。（她本人已经忘记了这把锤子是怎么打造出来的了）\n  虽说是鬼族，但其实跟翠香勇仪她们的力量都是差不多的，而且貌似关系都还挺好？额头上有两个类似像小牛崽那样的角、深灰色的头发、黑色的瞳孔，一般在打铁时身穿的都是无袖短和服加深褐色短裤低木屐。但是出门或去参加酒会的时候会换上另一套衣服（目前暂定，未想好）。\n  对于制作工艺品和打铁来说，她是最狂热也最擅长的。平时会帮助妖怪们修理大至小的所有玩意，但是村庄里的很多人类就非常害怕、恐惧她——对于他们来说，她的能力都是带有诅咒的、恶毒的力量。所以很少人类去找她帮忙，但其实她对人类和妖怪的态度都是非常不错的。\n\n————————————————————————\n  关于其他部分：\n\n  1.泽智莲也平常会喜欢酿一种乌梅制成酒，不过据说品尝过其味道的家伙都会立刻有头晕的症状——味道就只剩下纯粹的甜味了。\n\n  2.泽智莲也能把武器的攻击弹幕化。\n\n  3.她个人对宗教信仰没什么感觉，是摆着「不支持，也不反对」的看法来看待的。\n\n  4.据说她给出的价格都一般很便宜，但是拍卖好东西的时候就开始无限贪财。\n\n  5.有点看上去类似于大妈风见幽香的感觉，但又没那么凶，也没那么年长？\n  个人透露自己的年龄大概在31岁这样，还说自己的偶像是柯文哲，说他有多么幽默，执政有多么厉害之类的话。\n\n  6.当初是八云紫将她「神隐」到结界里来的，本人原来还只是听说过有幻想乡这么个地方。\n\n  7.在结界外的世界里只是被当做一个普通的人类而已，关于角的话她给的解释就是装饰品。\n\n\n  关于人物符卡的参考与设定：\n\n\n  0.匠魂「The Last Smith」\n  这是一张作为自机角色的符卡，投掷出一个巨大的锤型弹幕来为前方开路。\n  Neta参考：\n■The Last Smith——\n  一个大型拔刀剑附属Mod的名字，制作组为「妖怪之山锻刀铺」，目前已经弃坑本Mod。\n\n  1.造「铸百剑」\n  这是第一张作为敌机角色的符卡。在屏幕的上方召唤许多向下的银色长条激光弹，缝隙较为宽大，但该符卡的弹幕速度会越来越快。\n\n  2.「大动干戈」\n  这是第二张作为敌机角色的符卡，这一张符卡要求大量的全方位躲避能力和反应速度。在屏幕的四周会突然出现向中间刺来的戈型弹幕，速度虽然为恒定状态，但是该符卡的弹幕自身就已经很快了。\n\n  3.鬼符「夺命三叉戟」\n  这是第三张作为敌机角色的符卡，这一张符卡只需考验细心度就行。泽智莲也会立刻造出一把三叉戟，并开始向左右挥舞起来。每次挥舞都会散射出密集的米弹，但是速度都较为缓慢。\n  Neta参考：\n■符卡的动作类似于RPG类弹幕躲避游戏「Undertale」里的普通线Boss「艾斯格尔」的三叉戟斩击。\n■也可能暗示的是波塞冬？\n■或者暗示的是封兽鵺？\n\n  4.秘符「河交咨柯文哲」\n  这是第四张作为敌机角色的符卡，你能感受到含有深深的梗意在里边。泽智莲也召唤出两个垃圾篓。垃圾篓会做为使魔般的存在，会锁定自机角色发射出高速的纸片或纸团。\n  Neta参考：\n■蓝垃圾篓=台湾蓝派两岸共和份子。\n■绿垃圾篓=台湾绿派独立份子。\n■纸片和纸团=选票。\n\n  5.鬼符「绝对压倒」\n  这是第五张作为敌机角色的符卡，若游戏模式为E-N-H的情况下是这张符卡将作为终符释放。泽智莲也会扔出密集的散乱的投掷武器型弹幕（比如飞镖、小刀之类的，有概率扔出一颗炸弹），并且会时不时向自机扔出一把长矛、戈、戟、我（钺）、斧枪等长枪武器型弹幕，这把长枪武器碰到屏幕边界后会分裂成一些中玉向周围快速散开。\n\n  6.秘符「我能做到比忍者还快的速度。」\n  这是第六张作为敌机角色的符卡，这一张符卡要求极其快速的反应力，并且这张符卡只会在游戏模式为L的情况下出现。泽智莲也会向自机飞速地丢出手里剑型弹幕，这种弹幕碰到屏幕边界时会再反弹一次。\n\n  7.「五步乱阵」\n  这是第七张作为敌机角色的符卡，这一张符卡将作为L模式下的最后终符。泽智莲也使用手中铁锤的力量，召唤出五个围绕着自身旋转的灰色使魔，它们会快速且随机的向四周扔出数种武器型弹幕，若当有一个使魔被破坏时，所有在场上飞行的武器型弹幕会立刻锁定自机飞去。\n  Neta参考：\n■名字其实就是模仿了勇仪的三步必杀。\n\n\n\n",
    "replies": [
        {
            "author": "LRual",
            "timestamp": 1526858040,
            "txt_content": "感觉吧，肉眼鉴定物品程度的能力，和乡长有点重合\n另外，日本姓氏似乎没有 泽智 （←可以不用在意这个细节）"
        },
        {
            "author": "wzz0116",
            "timestamp": 1526953380,
            "txt_content": "能力：拥有打造其操纵物品程度的能力。\n原谅我没看懂这句话"
        },
        {
            "author": "海贼王#",
            "timestamp": 1527060780,
            "txt_content": "泽智莲，第一见到泽这个字开头的名字\n所以她是女的"
        },
        {
            "author": "xcc",
            "timestamp": 1527349140,
            "txt_content": "sodayo那个是怎么回事啊要素确认了（小饼干）\n\n\n以及，符卡很有意思的样子"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1527355200,
            "txt_content": "混乱「真不知道该选啥」\n看完后突然想去按照全国1卷格式写紫妹传……"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1527420780,
            "txt_content": "对人类友好度低\n然后对人类态度又不错\n所以她是。。看到人类觉得不爽，但是人类跟她搭话也不会引起别的？还是什么？"
        },
        {
            "author": "Flowers_花花",
            "timestamp": 1527600300,
            "txt_content": "我觉得很OK啊，加油"
        },
        {
            "author": "0lines0",
            "timestamp": 1527602700,
            "txt_content": "呜感觉符卡(东方厨预定)设定这里有点乱而且涉及一些敏感内容不太好，而且感觉现代元素和和风妖魔元素以及中世纪炼金的搭配不是太到位可以再修改一下(虽然很久没有写小说了也没有脸说这些qwq)\n加油~！"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1527603660,
            "txt_content": "大佬，您是要绘图还是文章创作=、=\n感觉有点蒙蔽\n不过，大佬加油！"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1528204740,
            "txt_content": "表示根本没看懂到底是啥 符卡是啥"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529302380,
            "txt_content": "请问一下，我可以对这个人物进行二次创作吗？（也就是理论上的同人创作）\n收到请速速回信，我想用于参加到6月活动中。"
        }
    ]
}