{
    "title": "当别人来自己服务器宣传时，我们是这样反击的。。。",
    "author": "MC_ZXCC",
    "replyCount": 8,
    "timestamp": 1527090900,
    "txt_content": "首先我并不清楚这么做违不违反版规，如果违反的话，请指出，我会修改内容或者请求删帖！\n\n文采不是很好，表达能力有限，各位将就着看吧，身临其境的小伙伴们都快笑疯了！\n\n\n事情的起因是这样的，昨天（5.22）下午，有一个服的管理来我们服宣传，然后我们服主（本人副服主）、管理以及一些玩家进那个群讨个说法，结果服主和我都被踢了，就是那个来宣传的那货踢的！（那个时候还碰到了另一波被宣传来要说法的。）然后愤怒的我们决定搞波事！\n\n\n没被踢的管理和玩家用自己的号潜入那个群， 被踢的就用小号潜入。正好碰上服主不在，服务器不知咋的关了（应该是作孽多了），我们就调戏一个在线的群管理（不是去宣传的那个），调戏的内容有点**，甚至包括一个玩家假扮小姐姐。在调戏的过程中我们碰巧得知他们服缺少技术人员和建筑师，然后我们就有了一个大胆的想法——打进敌人内部！\n打进敌人内部的具体过程就不详细介绍了，过程也很简单，在群里无脑捧，由于我们服加了很多人进去，就一群人在那里演戏，等那个服主晚上回来的时候看了群记录和我们的私聊申请都同意了。我取得了技术的身份，我们另一个管理取得了建筑师的身份。我的目标是套路到他的后台，建筑师的目标是套路到服务器op和群管理！\n\n由于刚进那个群，不能直接提出来，所以我就准备帮他解决一下服务器的问题（在这里不得不吐槽一下，这个服主什么都不懂，表达能力还不好），他在服务器里加了一堆乱七八遭的mod，然后冲突报错，让我解决。解决了几个冲突的mod后还是有别的报错（这个时候我是崩溃的，我对mod服不是很了解），我就直接让他去mcbbs下个整合包玩玩。结果他下了之后还是全都不懂，各种插件mod的问题全来问我，我为了套路出来后台，给出的回答都是很模糊的，让他稀里糊涂的。\n然后这个时候我就跟他说，让他给我个群管理（没直接要后台），他给了我们两个人的群管理（技术和建筑）。群管理套路到手，还是双份的！\n（截图的时候那个来我们服宣传的那货的管理员被下了，所以管理列表里没有，另：这个服里50多个人有一小半都是我们的人）\n\n\n接下来就到了今天（5.23），服务器还是有很多问题没解决，他不懂就来问我，简单的问题我回答了点，复杂的问题一律没回答清楚（我不可能教一个对立面的人技术）。估计他也是搞烦了，我问他能不能直接给我后台，这么问下来，你问不清，我答的你也不懂（因为他不懂，所以他并不知道我没回答清楚）。（在这一天内，我们没少吐槽这货的2的程度）\n他犹豫了会儿，把后台告诉了我。\n拿到后台后我内心是崩溃的，他的服是面板服，而且是性能特别差的那种，然后后台是软件后台，特别麻烦，还不如网页后台。\n（自己看吧）\n\n\n不过总的来说结果还是好的，想要套路的都套路到了，虽然过程有点坎坷。\n不过事情还没有完，那个服的人完全都不知道我们的身份以及我们要干什么。\n星期五，我们将把整个事情了解（群管理和后台都到手了，你们应该能猜到我们要干什么了，在这里就不说了，怕被删了）。\n",
    "replies": [
        {
            "author": "会微笑的猫",
            "timestamp": 1527091200,
            "txt_content": "可以的，来搞一波事"
        },
        {
            "author": "tianzaidada",
            "timestamp": 1527091500,
            "txt_content": "友军誓言:贵服夏搁艾霹剑"
        },
        {
            "author": "hjlqq20040619",
            "timestamp": 1527091500,
            "txt_content": "怕不是小学生。\n是不是问你问题的时候经常抖你"
        },
        {
            "author": "风小郁",
            "timestamp": 1527091500,
            "txt_content": "搞事搞事！"
        },
        {
            "author": "MC_ZXCC",
            "timestamp": 1527091620,
            "txt_content": "hjlqq20040619 发表于 2018-5-24 00:05\n怕不是小学生。\n是不是问你问题的时候经常抖你\n这到没有，但是确实感觉无法沟通\n如果允许说脏话的话，我还能再加一大堆吐槽的"
        },
        {
            "author": "hjlqq20040619",
            "timestamp": 1527091680,
            "txt_content": "MC_ZXCC 发表于 2018-5-24 00:07\n这到没有，但是确实感觉无法沟通\n如果允许说脏话的话，我还能再加一大堆吐槽的 ...\nemmmmm，现在的小学生进化了？"
        },
        {
            "author": ":D--",
            "timestamp": 1527117780,
            "txt_content": "这波很强势"
        },
        {
            "author": "310239712",
            "timestamp": 1527133260,
            "txt_content": "大佬厉害了  不过小学生真好骗"
        }
    ]
}