{
    "title": "【FOS-原创-连载】【MC国】【第六十六章 新搭档】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1527058980,
    "txt_content": "\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　  ------------------------------------我是分割线------------------------------------\n\n\n　　“就……他？”\n　　“是的。”护士小姐把病历往番茄手里一拍，语气严厉的说。“收拾好东西，今天出院。楼下去交费拿药。”\n　　临走还不忘催一句，下个病人在走廊已经躺了一上午。\n　　番茄立刻觉得，这事严重了。\n　　冥王，你怎么给我安排这么个帮手？我伺候个**灯泡还不够么？\n　　“琅-伊欧，是你？”\n　　目光呆滞，口水横流，一动不动坐在病床上，对眼前这个逐渐抓狂暴怒大喊大叫的年轻人，没做出任何的反应。\n　　“算我倒霉！！”\n　　拉过旁边的轮椅，把木头人伊欧拽起来堆上去，稀少的几件个人物品塞进背包，完后又用养活医院的成堆药品塞满背包剩余空间，推着这个脑瘫踉踉跄跄出了市立精神病院。\n\n　　“难道说我在冥王眼里连白痴都不如？！”\n　　气呼呼的番茄边开了听啤酒，边大声质问伊欧。\n　　这时他正摊在公园长椅上，十几米开外是秘密住所入口的公厕。药品早被丢进了垃圾桶，取而代之的是等量体积的零食。\n　　“你倒是说呀！派来协助我的‘技术精湛的新成员’在哪里？！我受够了！这次我一定要做出点成绩让老大另眼相看！！”\n　　完后番茄又娴熟的补上一串赌咒，表示自己决心不可动摇，绝对是第73回的最后一次叫冥王随便耍了。\n\n　　“很可惜，我并不是白痴。”\n　　公园深处，寂静树丛环绕下，低沉声音幽幽响起，打断了番茄的自导自演。\n　　“谁？谁在说话？！”\n　　半听啤酒应声落地，黄色透明浆液四下波溅。\n　　“但是否技术精湛，就不敢说了。”\n　　身材高挑，面貌冷峻，目光锋利。前一刻瘫软轮椅的半植物人，突然站在了身后，威压气场席卷而来，差点让番茄变成沙司酱。\n　　“你……你你你你……”\n　　“朗-伊欧，前任帝国特派员，现任5S通缉犯。详细的等会儿介绍，先领我去可以睡觉的地方。”\n　　接着伊欧抄起背包，踹开轮椅，尾随恍惚茫然的番茄进了公厕秘道。\n\n　　说起来，伊欧怎么进了精神病院呢？\n　　聪明的读者一定明白这是冥王的安排。\n　　特工队伍在圣域神殿里享福的那几天，冥王利用自己独一无二的技术找到了伊欧以前的同事，经过一番严刑拷打，啊不，是意识入侵……成功抹掉了对伊欧的清晰记忆，包括相貌和声音，以及习惯爱好的数据。使他们即使再见到，也拿不准这人是不是伊欧本尊。\n　　接着，帝国中心人口中心某高层，在腹泻蹲坑期间管理权限和账号被盗用。数天之后的发现时刻导致部门炸了窝，只不过黑客好像什么都没做，走马观花欣赏风景的看了看就溜之大吉。\n　　由于没能查明造成何种破坏，闲散惯了的事后处理员工就没深入检查核对，注意力回到热门手机游戏上。诸不知，那是因为数亿的人口资料中，仅有几个被改动了关键字节，淹没在资料海洋中难于察觉。另外就是一位名字拼写稍作变换的成年新生儿出现了，最大特征：家族遗传精神病史，无药可救的先天脑萎缩病历。\n\n　　“丛林特训”隔天，几个“远亲”就把身患绝症的可怜 “外甥”送进医院，告知一周后由“亲弟弟”接回家，过“最后的日子”。\n　　医生看在塞进白大褂的厚重红包上，为难的收治了棘手病人，开了张入院许可，责怪“床位紧张，下次不能随便破例了啊！”\n　　这么，伊欧靠着装疯卖傻和魔法掩护，回到自己的祖国，在不明人士的手下重新操起老本行------杀人放火。\n\n\n废言：\n缓慢复苏中，逐渐进入日常连载模式。\n\n索引见签名。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "siiftun1857",
            "timestamp": 1527060600,
            "txt_content": "亲戚家的数据库管理员，应该拖出去砍死"
        },
        {
            "author": "番茄茄",
            "timestamp": 1527062640,
            "txt_content": "？？？？？？没看过的书，一点开就看到自己的名字，what"
        },
        {
            "author": "Оil",
            "timestamp": 1527081600,
            "txt_content": "西红柿片 发表于 2018-5-23 16:04\n？？？？？？没看过的书，一点开就看到自己的名字，what\n“护士小姐把番茄往手上一拍……”【误读】\n（此时的我听到了一声“bia叽”的音效）【笑】"
        }
    ]
}