{
    "title": "1.3.6预览：方块替换",
    "author": "袋里的鲨",
    "replyCount": 7,
    "timestamp": 1527266220,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-6-30 13:41 编辑 \n\n来源：https://forums.terraria.org/inde ... w-block-swap.68747/\n时间：2018 年 4 月 18 日\n作者：Safeman\n译者：袋里的鲨\n译者废话：原谅这次火星的新闻\n\n以下正文\n\nHello Terrarians! \n你好，Terrarians！\n\nAs you have noticed from the recent slate of spoilers, our work on Terraria 1.3.6 is bearing some excit-ing fruit! This update has a lot more in store than we have shared, and with that in mind, we wanted to share one new quality of life feature that we find particularly excit-ing.\n正像你已从最近的剧透中注意的，我们在泰拉瑞亚1.3.6的工作正迎来着一些亦可赛艇的成果！这次的更新的份额比我们之前分享的要多一点，而且考虑到这一点，我们尤为兴奋地想分享一个新的利于日常使用的特性。\n\n\nThis new feature, which we are calling Block Swap, allows players to replace one block with another without having to break the previous block first! Tired of the way your house looks? Now you no longer have to tear the whole house down to change it. Need to clean up those random clay and stone blocks in your yard? Just swap them all out with your block of choice - much faster than mining them all individually! \n这个新特性，我们称之为“方块替换”，允许玩家直接用一个方块替换另一个，而不用先去破坏掉之前的方块！对现在的房子样式厌倦了？现在不再需要拆除整个房子来更换了。需要清理掉院中杂乱的黏土和石头？只需要用选择的方块全部替换就可以了——这比把它们一个个挖掉要快得多！\n\n\nBlock Swap uses the mining power of the strongest Pickaxe in your inventory. Therefore, you will not be able to replace blocks that you cannot mine and it will take the same number of \"swings\" to replace a tile that your current pickaxe takes to mine the same block. Here are some additional fun features that Block Swap will bring to Terrarians everywhere:\n方块替换使用背包中最高能镐子的挖掘能力。因此，将无法替换你不能挖掘的方块，并且需要和现在的镐子挖掘方块相同数量的“敲击”来替换一块方块。下面是一些方块替换给泰拉瑞亚带来的有趣附加特性：\n- Block Swap can be used to change floor (and ceiling) blocks that furniture items are attached to, without breaking the furniture items\n- 方块替换能够被用于改变附有家具的地板（和天花板）方块，而不需要打掉家具\n- Swapped blocks will keep the hammered shape that the previous blocks had\n- 替换的方块将保持原有被捶打的形状\n- Swapped blocks will be actuated if the original block was also actuated\n- 如果原有的方块被激活，替换的方块同样将被激活\n- As an added bonus, you can now swap one chest for a different style of chest without having to empty it first!\n- 作为一个增加的奖励，现在可以替换不同种类的箱子，而不需要先把它清空！\n\n\nHaving played around with this feature for a while now, we can confidently say that this is one of those quality of life improvements that we have no idea how we ever lived without. We can’t wait until it is in your hands to see if you agree! Work on 1.3.6 is moving along at a strong pace – stay tuned for further details on what it will contain and when it might arrive.\n现在这个特性的体验已经有一段时间了，我们可以自信地说这是我们离不开的日常生活改进的一部分。如果你同意的话，我们等不及把它推到你的手上去看看！1.3.6 的工作正以强有力的步幅向前进——继续关注它会包含什么与何时它可能会来临的更深层细节。\n\n\n\n",
    "replies": [
        {
            "author": "星层",
            "timestamp": 1527509700,
            "txt_content": "第一段好像有点机翻啊······"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1527516840,
            "txt_content": "ling_NPC 发表于 2018-5-28 20:15\n第一段好像有点机翻啊······\n第一段的几个复合句的确不大理解……\n但机翻是一定不存在的，参考都没有的\n希望给出更好的翻译建议，谢谢XD"
        },
        {
            "author": "残月孤星",
            "timestamp": 1527559260,
            "txt_content": "什么时候推送"
        },
        {
            "author": "q1821875168",
            "timestamp": 1527648600,
            "txt_content": "感觉这样挺好的"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1530285720,
            "txt_content": "袋里的鲨 发表于 2018-5-28 22:14\n第一段的几个复合句的确不大理解……\n但机翻是一定不存在的，参考都没有的\n希望给出更好的翻译建议，谢谢X ...\n噗哈哈哈\n被人怀疑机翻\n我只能默默翻词典翻词典"
        },
        {
            "author": "lovekasumi",
            "timestamp": 1530764040,
            "txt_content": "……貌似现在也没有出"
        },
        {
            "author": "Alxeh",
            "timestamp": 1553513820,
            "txt_content": "快一年了\n我已经开始怀疑Re_Logic是不是已经弃坑了。。"
        }
    ]
}