{
    "title": "【5月活动】原创|单篇《神设世代·二十四天歌咏世界》",
    "author": "上官影汐",
    "replyCount": 2,
    "timestamp": 1527322200,
    "txt_content": " 本帖最后由 上官影汐 于 2018-5-26 16:32 编辑 \n\n{神设世代·二十四天歌咏世界}\\原创|单篇|单贴目录|系列/已完结\n“迷失是文明的罪孽，令人心生向往。”“我们无穷无尽，填满岁月之海，密布文明之河。”“今天，该唱什么呢？”\n对，又是我，今天又来暖场。这次干脆写完投稿，免得被说开坑不填。态度极差。我还是个小萌新，笔力不胜。随手乱写混参与。end\n————作者君不打算留下日期\n\n\n\n\n一\n　　1\n　　天暗下来。这一刻，我开始意识到，这座城市，是一个**人往之地。\n　　2\n　　我浅浅嗅了杯中红酒的芳香，暗红的液面上倒影出天花板上豪华的水晶吊灯。那灯光柔和、不刺眼，却使我抬不起头来。\n　　“你已经迷失了，奥利维恩——”悄无声息的呢喃来了又去，不经意间消散。\n　　我已经迷失了。是什么让我迷失了？为什么你可以轻易地叫出我的名字？那是我的名字？\n　　3\n　　当你居住在一座城市里时，即使它生机勃勃、繁华美丽，你也会逐渐感到迷失。\n　　迷失会是文明的罪孽，令人心生向往。\n\n二　　\n　　1\n　　很久以前，有一段时间我经常听作曲家阿里森·千歌的一首歌，这首歌被收录在《歌颂文明》里，那是他在游历完全世界后发表的专辑。其中有一句歌词我尤为钟情：世界是一个钟情文明的孩童。当我还是个小孩子的时候，我会在秋天的夜里坐在公园的秋千上，想象自己身处世界各地，或许恰是薄暮时分，每个人都往家的芳香走去，刚被点亮的霓虹灯闪烁不定。\n　　早在那时，也许我就把自己当成了世界的子民。\n　　千歌歌词里的真谛常人难以理解，但在岁月中，我确认他是对的。文明能用以让我们直抵我们真实和需求之物的核心。\n　　从文明中浮现出不少绝妙的事物：在其中成形之物，往往也能被用来救赎其自身。\n　　2\n　　我轻轻哼着不知名的摇篮曲，在空旷明亮的大厅里独自起舞。我感知到由舞步带起的风和气息，它们掀起了地毯上无穷尽的微末纤尘。\n　　“奥利维恩？”现在，仿佛如着迷似的，羡慕着这样的自己。\n　　我到底是谁呢？让我暂时忘却这一点吧。\n　　3\n　　与生俱来的孤独，悄然扎根在这幅身躯中。\n\n三\n　　1\n　　比方说租房子住，生活在其他人的物品中间，这其实挺有意思的，有人曾在这里构筑一个家，我们可以视其为一个过去存在过的迷你城市，而今早已离开。\n　　我曾经入住一个三层楼的破烂小屋子，那些天里，我几乎没有过充足的睡眠。有时别人会在一栋大楼的屋顶上度过一整夜，蜷缩着靠在暖气通风口上，早晨醒来的时候，他的身上满是烟尘，眼耳口鼻上都盖满了令人窒息的黑色粉尘。\n　　我当然认识那个男孩子，他偷衣服，不抽烟，住在未建成的房子里，或是跟桥洞里的一群流浪汉混在一起，和他们一同辗转在不同的福利宾馆和低劣公寓，睡在破旧的交通工具或是锅炉房。\n　　也许这能看成穷人的一个小小缩影。\n　　2\n　　“你，是谁...？”那个银眸的少年如此问道，我也为此感到困惑。\n　　“奥利维恩——”虚无的呢喃再度响起，于是我偏过头，笑容痴狂，颔首。\n　　“你...真的是人类吗？正好——”我看到那个银眸的少年眼中闪过复杂的线条，他冰冷的脸上此时露出了兴奋的表情，举起短刀，口中吐露的尽是战斗的欲望。\n　　“最近无聊的很，你——来陪我！”\n　　3\n　　战斗是所有人都无法逃脱的宿命，其过程不重要，其结果会随着岁月的积淀而熠熠生辉。\n　　不过与其战斗，不如抗争吧——对抗一整个宏伟、不可名述的文明，世界。\n\n四\n　　1\n　　这个世界是一个很枯燥寂寞的地方，我看到的都是以前看到过的东西。这样的话，这个时代，那些文明迟早会迎来终结和消亡。\n　　啊，啊。我想回去了，没意思。\n　　2\n　　“欢迎来到神设世代——奥利维恩。”那是我第一天降临此世时，世界对我的低语。\n　　但我却迷失在这座迷宫里，连森罗万象都全然察觉不到。\n　　希望能有什么东西，有什么闪亮的东西高高冲上天穹，好让我看见。\n　　3\n　　那便是所谓“价值”。\n\n五\n　　1\n　　这是最糟糕的...它甚至看着就像个吸血鬼：苍白、空洞，等着被填满，无法被满足。它是条白色的蠕虫，总是处于饥饿状态，总是冷冰冰的，从不停歇，总在不停地扭动。\n　　现在它们有了能够将他人据为己有的工具，折让它们在无须承担任何风险的情况下得以缓解自己的孤独。\n　　2\n　　“喂，小子！”\n　　“你是谁？”\n　　“让你回到过去的话，这次你会怎么做？”\n　　“我是谁？”\n　　“你是奥利维恩——”\n　　3\n　　命运的十字路口没有岔路，不论如何，你能选择的其实仅仅一条。那么，继续我们的漫长岁月吧。\n\n六\n　　1\n　　啊，好累，不想再写。\n　　2\n　　偶尔也该给自己一点休息的时间。\n　　3\n　　既然如此繁忙，为什么不停下脚步呢？既然如此害怕，为什么不沉思道路呢？莫非这就是凡人的文明吗？\n\n七\n　　1\n　　日记似乎是我一开始就准备好的。今天我去了宴会，但是没能完成那些复杂的自我调整和那些数不清的沉默的转变，如此一来，我便暴露了自己作为一个外来者的身份，一个不知道该用“一”或“二”来描述岁月的人。\n　　在这种情况下，孑然独立、格格不入，甚至给我带来了愉悦感。某些时候的独处，即使不能造就幸福，也能暂缓终结的来临。偶尔，当我漫步在大桥的桥墩下，或是沿着河一路走到某个企业的银色大楼旁时，我会忘记其他的我，反而变得如同薄雾一般通透、没有边界。\n　　这不是错觉，我的的确确，没有边界。\n　　2\n　　“你...根本不是独自一人...”那名银眸的少年气喘吁吁，踩在我的身上，用短刀指着倒下的我。我们所在的大楼此时已经化为了废墟。\n　　“你...到底...是多少人？”\n　　错乱迷妄的思绪中，我隐隐听见遥远的彼岸传来一句沉沉的话号：\n　　“我们无穷无尽，填满岁月之海，密布文明之河。”　\n　　3\n　　记录一件事情需要写下起因、经过、结果，否则就称不上故事。但遗憾的是虽然我这么做了，也当不了故事家。　\n\n八\n　　喂，奥利维恩，该唱歌了。\n\n九\n　　哦，奥利维恩，该唱歌了。\n　　今天，唱什么呢？\n　　那边的小子，你喜欢听什么歌？\n　　毁灭，还是延续？\n\n十\n　　这是一个凡人的时代，神灵文明从天而降，透过源远流长的岁月之河，我只看到几颗璀璨的明星，彼此孤独地散发光芒。\n　　但引出这一切的也正是凡人自己，若是让它们再来一次，也一定会这样做吧？\n　　我深爱着的孤独戏剧，会像波纹一样慢慢消失。\n　　这一首临别的歌谣，赠送给所有在这段文明岁月里匍匐挣扎的凡物。\n　　今宵的城市，也是车水马龙。\n　　很相衬呢，再见了。\n　　我是记录文明的神明，奥利维恩，也许在过去和未来，我们会再次相见。\n　　在自己绘制的蓝图中起舞吧！\n\n\n结语城市如同傀儡的网　　原名《三十三天歌颂世界》，但我嫌弃浪费时间，删掉了九天，你问我为什么是九天？　　鬼知道那九天里到底发生了什么，三十三天比一个月还多两天呢。　　天冥楼真的毫无存在感，特别心疼。\n　　大概算是个小小的番外。",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1527334200,
            "txt_content": "喔喔开始连载了吗…？\n\n诶是单篇啊 字数要求到了吗（试图查看字数统计 然而懒\n\n去年注册的号到现在只有9个钻石真的不是小号吗"
        },
        {
            "author": "虚泽",
            "timestamp": 1528742160,
            "txt_content": "这看起来感觉有点轻（因为字挺少的）但是描写的很棒"
        }
    ]
}