{
    "title": "[Minecraft.net|CULTURE]BEAUTIFUL BUGS  美丽的昆虫",
    "author": "SevenC",
    "replyCount": 13,
    "timestamp": 1527396780,
    "txt_content": " 本帖最后由 SevenC 于 2018-5-27 18:13 编辑 \n\nBEAUTIFUL BUGS美丽的昆虫*GeekBuilds tells us about his colourful creepy crawliesGeekBuilds向我们讲述了关于他的那些五颜六色的小爬虫们\nInsects might not be everyone’s favourite thing, but they’re really rather lovely creatures, especially butterflies with their beautiful wings. I might even be okay with spiders when they stay nice and still, like t.h.e o.n.e in today’s creation: GeekBuilds’ Spawn for Creative.或许并不是所有人都喜欢昆虫，但是他们的确是非常可爱的动物，特别是蝴蝶那美丽的翅膀。如果蜘蛛能像在GeekBuilds的地图中那样安静，我或许可以接受它们。This bug-based build was inspired by the slow changing seasons. “Here in Russia, March was all snow and cold, which is strange,” GeekBuilds explains, “so I wanted to build something warm and colourful. In the spring, all living things awaken, so I came up with the idea to build insects and flowers.”这种以昆虫为基础*的地图受*到了缓慢变化的季节的启发。“在俄罗斯，三月份的时候严寒与冰雪依然笼罩着大地，这可十分的古怪，*”GeekBuilds解释道，“所以我想建造一些温暖、多彩的东西。在春天里，所有的生物都苏醒了，所以我想出了建造昆虫和花的主意。”\n\nHis build is certainly wonderfully springlike to get us through these (hopefully) last few days of cold weather. Tulip and daisy-like flowers sprout up towards the bright-winged butterflies that circle the map, and a cerulean castle overlooks the whole scene.他的建筑让我们感受到了天气的寒冷。郁金香和那像雏菊的花向着蝴蝶们缓缓发芽，那一个蔚.蓝.色的城堡俯瞰着整个地图中的场景。“My favourite part of building was giving the butterfly wings pattern and colour,” GeekBuilds tells me. “It took me a really long time, but it was fun.” They are certainly the most vibrant part of the build, looming over the flowers and even the spires of the castle, making them seem tiny in comparison.GeekBuilds告诉我：“我最喜欢的建筑是蝴蝶翅膀上的图案和它那多彩的颜色。” “我花了很长时间去完成它们，虽然耗时颇久，但是这很有趣。”没错，这些蝴蝶的确是这张地图中最有活力的部分，在城堡后的花朵甚至生长过了塔尖。\n\nSo why add the less colourful ants and the spooky spider? “The idea was to build many different types of insects because of the onset of spring,” he says.那么，为什么在地图里添加五颜六色的蚂蚁和吓人的蜘蛛呢？他说：“这张地图实际上是通过建造许多不同类型的昆虫来向人们表示：春天开始了。”“The spider wasn’t originally in the idea, but I began to build a landscape, and I wanted to add an anthill. Then I thought, why not give the picture a little plot? And I decided to build a spider that killed an ant, and other ants that go to avenge him.”“在地图中添加蜘蛛不是最初的想法，但我在开始建造的时候，想添加一个蚁丘。然后我想，为什么不给这张地图一些故事情节？于是我建造了一只蜘蛛，那只蜘蛛杀死了一只蚂蚁，之后其它蚂蚁来为死去的蚂蚁报仇。”\n\nIt is a rather dramatic tale! Seeing as these ants are almost as big as their giant eight-legged foe, they might just get that vengeance they’re looking for. In the meantime, the butterflies remain hovering calmly over their colourful flowers, giving the build two quite different moods.这是一个相当戏剧性的故事！看到这些快和他们八条腿的敌人一样大的蚂蚁，他们可能很快寻找到要复仇的目标。与此同时，蝴蝶们平静地徘徊在那些多彩的花朵上，给人们营造了两种完全不同的心情。I suppose that’s how things work in the animal world – everything can appear very pretty on the surface, but there’s usually something sinister lurking below.我想这就是动物世界——表面上很安详，但下面却隐藏着险恶。\n\n\n[1/3] TOM: Inspired by Jay’s article, I thought I’d take a closer look at the spider in this build! It’s definitely well made - you can tell by how much I’m shrieking in terror and weeping. Well done![1/3]TOM：看过Jay文章后，我想去看看这蜘蛛做的怎么样。这看起来还不错——你可以在我的尖叫声中明白我所说的。做的不错！\n\n[2/3] TOM: Hang on, I'm terrified of spiders, why did I agree to do this? My eyes beg me to focus on the well-constructed cobweb, and to ignore the eight legged monster which is starting right at me.[2/3]TOM：等一会，我害怕这玩意我咋还去看呢？我尽可能去看蜘蛛网而不去看盯着我看的八条腿的怪物。\n\n[3/3] TOM: The third and final image -  the most horrifying thing involving a spider and the number 3 since I paid money to see Spiderman 3. Well, maybe not that bad. Brilliantly made, Geekbuilds! Please don't ever build a wasp : ([3/3]TOM：第三张，也就是最后一张照片——自打我看完《蜘蛛侠3》以来，最害怕的就是蜘蛛和3了。好吧，还没到那种程度。GeekBuilds，做的很好！但是千万别建造黄蜂:(\n\nIt took GeekBuilds about five days to make his insect kingdom, but he’s been creating maps like these for five years. “I saw how an ordinary player built something great, and after that I spent all my time in Minecraft on building. I really enjoy it and will continue so that I can reach new levels.”GeekBuilds大约花了五天来建造他的昆虫王国，但是他已经不断创造像这样的地图五年了。“我看到了一个普通玩家如何建造很棒的东西，之后我就把所有时间都花在了Minecraft上。我真的很喜欢它，我还会继续不断建造下去，使我不断提升自己的高度。”“I want to share what’s in my head!”“我想和大家分享我的想法！”\n\nTime will tell whether what’s in his head is more fearsome fights between scuttling bugs or the calmer beauty showcased by his butterflies! Or perhaps, as with this build, he will continue to bring both together to create gorgeous, vibrant maps with more eerie narrative twists hidden beneath the surface. 随着时间的推移，他会不断以这种形式向我们展示他的创意到底是什么，可能是可怕的虫子间的打斗，也可能是三两只能向我们展示出平静和美丽的蝴蝶。或者，像这张地图一样，他会把二者结合在一起，创造出绚丽、充满活力的地图与隐藏在表面下的丑陋。\n\n\n原文链接：https://minecraft.net/zh-hans/article/beautiful-bugs\n发布时间：2018年5月7日\n原文作者：Jay Castello\n翻译：@SevenC\n[groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "海贼王#",
            "timestamp": 1527397380,
            "txt_content": "“昆虫记”\n这蜘蛛比我人还大（：我有点方）"
        },
        {
            "author": "SevenC",
            "timestamp": 1527397440,
            "txt_content": "海贼王# 发表于 2018-5-27 13:03\n“昆虫记”\n这蜘蛛比我人还大（：我有点方）\n其实地图做的蛮好的，不知道为啥外国人对全是脚的动物那么反感"
        },
        {
            "author": "SevenC",
            "timestamp": 1527397500,
            "txt_content": " 本帖最后由 SevenC 于 2018-5-27 13:49 编辑 \n\n若有翻译不得当之处，请在下方跟帖指出\n\n第一次修改内容：BUGS、bug-based的相关翻译；已在文中使用下划线和星号进行标记。\n2018年5月27日\n感谢@WO! @Yuzuru_Sakura \n\n第二次修改内容：错字：“收到” -> “受到”，原内容改为：在俄罗斯，三月份的时候严寒与冰雪依然笼罩着大地，这可十分的古怪。已在文中使用加粗和星号进行标记\n2018年5月27日\n感谢@WO!  \n\n————————————————————————\n\n"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1527398400,
            "txt_content": "\n\n\n\n\nIMG_4641.PNG (81.88 KB, 下载次数: 1)\n\n下载附件\n\n2018-5-27 13:18 上传\n\n\n\n\n\nBeautiful Bugs 美丽的昆虫\nbug-based 以昆虫为基础\n\n翻译前先通读全文，了解文章大致意思再进行翻译！\n"
        },
        {
            "author": "Yuzuru_Sakura",
            "timestamp": 1527398460,
            "txt_content": "SevenC 发表于 2018-5-27 13:05\n若有翻译不得当之处，请在下方跟帖指出\nbug我记得也有虫子的意思的 所以这个标题emmmm"
        },
        {
            "author": "SevenC",
            "timestamp": 1527398760,
            "txt_content": "WO! 发表于 2018-5-27 13:20\nBeautiful Bugs 美丽的昆虫\nbug-based 以昆虫为基础\n抱歉，由于本文前两段是在昨天晚上11点-12点左右完成的，保存了数据而没有保存草稿，导致文本丢失。今天根据记忆重新翻译了个大概。\n夜间记忆混乱，造成的失误已经修改。文中下划线并且标记星号的为第一次修改的内容。\n\n感谢。"
        },
        {
            "author": "WarbleOrigin",
            "timestamp": 1527399840,
            "txt_content": "这种以昆虫为基础*的地图收到了缓慢变化的季节的启发。“收到”-->受到翻完以后多检查一下错字\n\n“在俄罗斯，三月份的时候还很冷，甚至还下雪，这很奇怪，”“在俄罗斯，三月份的时候严寒与冰雪依然笼罩着大地，这可十分的古怪。”\n这句根据文意翻即可，无需改动\n\n多说几句：\n翻译讲究信达雅，在翻译的时候应尽量按照文意翻译，但在遇到语意不通顺的或是翻译过来容易产生歧义的地方应根据上下文合理的进行翻译，使文章更加通顺，容易读懂。在翻译结束以后，多读几遍文章，对文章进行润色，使文章更具文学的表现力，也更能吸引读者\n\n"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1527410040,
            "txt_content": "那一个**的城堡\n日常敏感？"
        },
        {
            "author": "SevenC",
            "timestamp": 1527410160,
            "txt_content": "袋里的鲨 发表于 2018-5-27 16:34\n日常敏感？\n**怎么也成敏感词了..."
        },
        {
            "author": "Victor_Elect",
            "timestamp": 1529221080,
            "txt_content": "这个是MOD吗？"
        },
        {
            "author": "SevenC",
            "timestamp": 1529227020,
            "txt_content": "Victor_Elect 发表于 2018-6-17 15:38\n这个是MOD吗？\n不是mod，官博文章。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1531733040,
            "txt_content": "mojang：啊，美丽的特性"
        },
        {
            "author": "xrh_dada",
            "timestamp": 1531735440,
            "txt_content": "6666666666666"
        }
    ]
}