{
    "title": "【原创/连载】[另一个世界] 第十八章 即便深埋在地底之下",
    "author": "秋叶枫苓",
    "replyCount": 3,
    "timestamp": 1527391800,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-5-27 11:37 编辑 \n\n肌肉的酸痛似乎已经习惯了，我顺着势头砍出第两百刀，剑身漂亮地斜切入稻草人的脖子，稻草人的头部也被余力震飞在空中转了好几圈，最后缓缓落地，终于完成了指标的我松了口气，切成空手稍微喘口气，我捏了捏右手臂，身体的酸痛感跟几天前比已经减弱许多，看来虽然胡来但是训练依旧起效果了。\n当然，现在的两百下是我自己偷偷加上的，因为在那天我耍脾气之后，绪方老师在饭桌上跟我和解了，训练次数削减到了八十次，增加了和我的对练……但说实话听到那样的事实我还有什么理由不增加练习吗。于是在三人都没注意的时候我都再偷偷练习一会剑技……搞得跟什么网文里面天生比别人慢一截的主角一样，但现在的我确实能理解偷偷修炼的主角的心情，落后于同伴这件事真的有些让人烦躁。\n调整了一下呼吸，我向着已经完成制作粗制药水的苏菲走去，现在三人最轻松的就是她了，每次训练最多挨一两次滚水糊脸，超高的gift补正让她基本每天来到训练场炼药十分钟就让她任意练习其他了。\n……真的有些羡慕啊，内心的空虚让我一屁股做到了苏菲旁边时，不禁叹了口气，后者顺手从旁边的箱子摸了一瓶冰过的水瓶丢了过来，我顺势接住，拧开瓶塞仰头灌了起来。\n一边沉浸在大热天练完剑冰水一口闷的快感，我一边跟苏菲一起观摩起了小坑的训练，小坑如今在我们三人当中应该是训练度适中，但进步最可怕的那一个了，前几天还只用十几秒就能结束战斗的绪方老师，如今却被小坑不停地用箭封杀着突进的路线，小坑似乎已经习惯了绪方老师的进攻模式，每当绪方老师猫底身子身影一模糊的时候，箭矢就准确地插在了绪方老师面前。\n苏菲撑着脑袋看着一来一往的两人，慢慢地说：“小坑的动态视力好像已经能捕捉到绪方老师了呢。”\n“大概吧，小坑已经能拖到快一分钟了。”\n“这次你觉得射的中吗。”\n“……大概跟上次一样箭被用光输了吧。”\n随着插在地面和树干上的箭矢越来越多，小坑终于在一次转身失误且被绪方老师抓住机会，腾空而起的绪方老师越过小坑的头顶，以一记漂亮地圆月斩（我瞎编的名字）结束了战斗，果然那个妖怪的动作一如既往的灵活啊。\n随后老师在那边交流了一下心得后，带着小坑往我们这边走来，我和苏菲心领神会地递过去两瓶冰水，自己也又拿了一瓶，四人一起拧开了瓶塞，仰头灌了起来，又一起长出一口气，太阳被树叶切碎洒在我们身上，此时谁都没说话，静静地享受着这一刻的安宁。\n当然还没享受多久，饥饿便催促我们拿出携带的干粮开始食用起来，一如既往地师徒四人闲聊便开始了，虽然基本都是我们单方面询问老师各种关于这个世界或者关于老师的事情。\n“诶？！老师曾经和一个人一起住的吗？！”苏菲由于过于惊讶，即将送到口中地鸡肉一抖又掉回了碗里，小坑叹了口气，有些无奈地回道：“工作台旁边那个相框你看都不看一眼吗，明显是老师和另外两个人的合影啊。”我也表示赞同地点了点头，今天的鸡肉用的酱料莫名其妙地甜，稍微有点不符合我的胃口。\n绪方老师含着勺子呆了会，对着我们点了点头，“是哦，两年前还有两人是跟我一起住的，一个是一开始就在一起的搭档，还有一个是他收的徒弟。”\n“诶？那不是我们的师兄了？”\n“算是吧。”\n“诶诶诶？！那老师搭档和师兄在哪？”兴奋的苏菲被我和小坑同时捏了下衣服，本人愣了下，随后智商终于上线，慢慢收敛了兴奋的表情。简单思考一下就知道，如果还生活在一起的话为什么还要用镜框将相片装订起来呢。\n“嘛嘛不用这样，已经两年了我已经看开了，顶多留下点遗留事情还没处理而已，等下吃完午饭你们随便再练一会先回去吧，我有事要去镇子上一会。”\n“镇子啊……我也好想去看看啊。”\n“等你们再强一点再说吧，已经够多例子说明这个世界人心比任何野兽怪物要更危险了，并且你们既然跟我扯上了关系，偶尔的突然找茬也不是没可能。”老师看着我坏笑着说道，一阵恶寒突然从脚底窜到我的脑袋。旁边的小坑脸抽搐了一下，默默地问：“老师……你有很多仇家吗……”\n“嗯~谁知道呢，一不小心可能就立仇了吧，不觉得很像什么小说里面一样很刺激吗？”\n“可问题是我们又不是主角很容易玩完的啊……”\n有说有笑的，午餐时间随着太阳的偏移结束了，吃完饭的绪方老师黑袍一甩，向着一个方向开始跑了过去，不过一会，一声嘹亮的马蹄声从树林深处响了起来，我和小坑苏菲互相对视了一会，又开始各自的练习……怎么可能，老师走了的话我们怎么可能会那么乖。\n“喂！小坑！来啊！射我啊！”\n“特么的龙猫你别跑！”\n“吃我粗制药水糊脸啦！”\n继马蹄声之后，三人的笑声占领了森林，当然这时候我和小坑苏菲谁也不知道，这之后导致了多么可怕的事情发生。\n\n将我的爱马小黑放到了托管处后，我从马鹏里出来，下午的阳光对于穿着大黑袍的我实在过于毒辣，更别说周围还有一圈又一圈的人群，为什么这个鬼城镇没有人研究出空调呢，内心里无奈地吐槽，我穿过拥挤的人群，来到了熟悉的小巷口，走到第四个木门前，我蹭了蹭脚上的淤泥，轻轻地敲了敲木门中央，随后重重地踢了三次木门下方，过了一会，门慢慢打开，冰块散发的冷气迎面而来，让我瞬间舒服了不少。\n“哟，绪方酱，你来啦~”在这个不大的房间里，一角摆放着降温用的冰块，而另一角的深色橡木桌子旁，一个吊儿郎当的金发男生反着坐着凳子，随意地向我打了声招呼，我点了点头，走到他旁边也坐了下来。我不知道他叫什么，只知道他的外号叫M，是隐藏在\n“于是？今天要点什么呢？”\n“跟上次一样分量的食物、材料。”\n“了——解~”\n“……还有。”我深吸了一口气，努力不让自己的杀意暴露出来，“那些家伙的情报。”\nM愣了愣，虽然脸上还是一如既往的假笑，但能感受到他在犹豫什么，过了好一会，他慢慢地说道：“绪方酱，因为你是我的老主顾所以我还是劝你放弃比较好哦，就算你很强，那些家伙凭你一个人还是敲不掉的，更别提现在你还是被追杀的状态吧。”\n“这些你不用担心，我只想知道你究竟有没有真正的情报，整整两年了你真的都没他们一点消息吗？”\n“那些家伙做事一直这样的啦，你怨我也没用吧，倒是你，已经沦落到大街上都要穿个黑袍子了，要不要干脆换个城市？”\n“就算换了个城市，他们依旧会找到我吧，毕竟那个笨蛋的东西在我手上……以及。”我顿了顿，露出微笑看向了M，“他们在追杀我，反过来说我不是也有机会得到他们的踪迹吗。”\n“……哈、哈哈……绪方酱有时候还真是个疯子啊。”\nM表示服软，双手举过头顶，“食物和材料还有情报等下会一起给你的，在这期间聊聊你家新住的三个小家伙吧？”\n恶寒，猛地窜起，我下意识地切出了铁剑，在他还没反应过来之时架在了他的脖子上，剑刃死死地抵着大动脉的位置，只要轻轻一划就能确保他脖子上开一个大口子。\n冷静、冷静……为什么他会知道那三个人的事情，难道他们趁我不注意来过这个城镇吗……怎么可能……\n“那个……绪方酱，先冷静下好吗，我还不想死在这里啊。”即便被利刃架着脖子，M依旧面不改色，微笑地向我搭话，而这也让我心里更加慌乱了一点，努力不让自己的动摇被发现，我沉声吼道：“你为什么知道那三个人的事情，如果不想试试大出血的感觉最好如实回答！”\n“哇，绪方酱你当我是白痴吗，最近几天你订的食物几乎是你以前的好几倍诶，这点推论我还是会的好吗？”\n“可是我从来没说过是三个而且是小家伙吧！”\n“……哈哈，真不愧是绪方酱，抓的点真准啊。”M愣了愣，苦笑了一下，随后打了个响指，紧接着一张纸条从后面递了上来，M清了清嗓子，慢条斯理地说：“最近，那些家伙扩大了搜寻范围，因为上次你行动败露的时候是在出生点附近，所以他们沿着出生点往城市的方向进行了大面积搜寻，结果发现了一个做工粗糙的小木屋。”\n“……这有什么关系吗？”\n“还没讲完啊，他们本来只是简单看眼小木屋就走的，但他们的一个小员工在小木屋里逗留的时候……发现小木屋里面有个自己开的个人矿坑~”\n“……”\n“而矿坑连接着一个巨大的峡谷，这件事本来是以【发现峡谷，可以进行资源采集】上报的，但最近变成了【机密作战Ⅷ】，可能是他们在那个矿坑里面……发现了什么吧~”\n……等等，不、不会吧……\nM念完了纸条，将其慢慢地放在了桌上，而纸条下面，赫然陈列着龙猫、苏菲、小坑三人的各类体征信息。\nM冰冷的声音，从耳边传了过来。\n“已经有点晚了，绪方酱啊。”\n“……啧！”\n猛地收剑，我撞开了木门，撞开了阻挡在我面前的人群，冲进马鹏将小黑拉了出来，不顾警察的嘶吼和旁人的尖叫，向着城外跑去。\n该死的该死的该死的，早知道就把那个鬼木屋给烧了！怎么事情又变成了这个样子啊混蛋！\n现在开全速回去也要起码一个多小时……怎么办……怎么办怎么办啊！\n\n（第三人称注意）\n“咚咚。”\n“嗯？老师你回来了？”听到敲门声，在饭桌上翻看老师制作手册的苏菲马上有了反应，走去铁门那边准备开门，龙猫和小坑则坐在沙发上看着绪方老师自己写的剑术心得。\n……奇怪，老师为什么会敲门？\n一瞬间，龙猫的脑海里突然冒出这个疑问，下一秒，一声闷哼让他愣住了，慢慢地回过头，苏菲捂着肚子蜷缩在地上，不断地干呕着。\n而在她后面，一个进一米九的男人面无表情地扫视着这个地下房间，在他后面，又进来了两民男子，他们注意到了龙猫和小坑，但随后又偏移了视线，似乎在寻找着什么，并且完全不把小坑龙猫放在眼里。\n“看来她确实不在啊，赶紧找到东西回去吧。”\n“了解。”“了解。”\n完全当机，龙猫和小坑完全无法理解现在发生了什么，但倒在地下的苏菲确确实实地激起了他们两人的怒火，什么冷静周旋，在真正的情况发生时，人类最原始的感情就只有暴怒而已，几乎没有思考的两人切出了木剑，猛地扑了上去。\n只是随后，两人的斩击被闪过，跟苏菲一样被敌人一拳砸进了肚子，倒在地上不断地干呕着而已。\n\n\n\n\n设定补充栏目（小坑人称）\n14、这个世界的食物似乎补充的饱食度和食物的状态稍微有一些联系，例如快要坏掉的苹果吃了只能补充一格半的饱食度，反过来说如果一个食物被料理的很好的话，应该能补充更多的饱食度。\n……肚子……好疼好难受……\n\n\n\n\n\n\n\n大触的送图时间，点名感谢筱枝三君\n\n\n\n\n8ED842F1313CE7DDA88FE1907B163501.jpg (91.53 KB, 下载次数: 0)\n\n下载附件\n\n一个人\n2018-5-27 11:36 上传\n\n\n\n\n\n\n\n\n\nD6A6F25BE0E54770E5BC500BCCC7AD49.jpg (104.13 KB, 下载次数: 0)\n\n下载附件\n\n2018-5-27 11:36 上传\n\n\n\n\n\n\n\n\n\n8A304C584C5DCF09430CBF948320845E.jpg (216.22 KB, 下载次数: 0)\n\n下载附件\n\n2018-5-27 11:36 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "筱枝三君",
            "timestamp": 1527396000,
            "txt_content": "很期待后续发展！！绪方老师果然是个有故事的人x好奇M的身份，感觉不只是划水刷个脸那么简单|?ω?｀)枫苓老师加油填坑！！图除了绪方老师那张是枫苓老师点的以外其他都是来自小迷妹送的图xxx是根据上一章脑补了一下，那天晚上三人各自的心理【我流意识流】总之，枫苓老师加油x"
        },
        {
            "author": "筱枝三君",
            "timestamp": 1527396060,
            "txt_content": "我的排版死了x"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1528515660,
            "txt_content": "=w=前几天没空，这下一口气补完了，真好看_(:з」∠)_"
        }
    ]
}