{
    "title": "[Minecraft.net|CULTURE]TRAVELLING TOWN 移动城市",
    "author": "Citysands",
    "replyCount": 0,
    "timestamp": 1527415800,
    "txt_content": " 本帖最后由 Citysands 于 2018-5-27 18:47 编辑 \n\n\nTRAVELLING TOWN 移动城市\n一起去Mydelko的移动城市上瞧一瞧！\nToday’s build, Mydelko’s Arcanum is an engineering marvel. A whole city perched on top of gently rolling tracks that allow it to move from place to place. The perfect home for people like me who love to travel but still want all the comforts of home! What do you mean I can’t bring my television, favourite armchair and pet gorilla onto the plane? Bah - someone build me a real Arcanum, stat!\n今天向大家展示的建筑是Mydelko的城市，它是一个奇迹般的工程。整个城市坐落在一个平缓滚动的履带上，允许这座城市从一个地方移动到另一个地方。对于像我这种热爱旅行但是又想要能有个舒适的家的人来说，这是一个完美的建筑，一个完美的家！凭什么我不能把我的电视，喜爱的沙发以及我的宠物大猩猩带到飞机上？呸！有人真的给我造了一个移动的建筑，立即去看看吧！\n\nA town that could simply move out of the way of approaching armies or terrible storms would certainly be helpful to avoid damage to the buildings and people, but it presents some unique challenges in creation. “Building a city is a lot of effort,” Mydelko tells me. “You feel like you’re playing a strategy game, as though you’re the government and responsible for everything. On top of that, it’s a moving city, which gives you the possibility to invent whole new mechanisms for problems that need taking care of.”\n一个可以轻易的摆脱军队的攻击或者可怕风暴的攻击的城市肯定有助于避免建筑物损伤，居民受到伤害。但是在建筑这么一个城市的时候会迎来许多挑战。“建筑一个城市需要付出许多努力”Mydelko告诉我。“你觉得你在玩战略类型的游戏，好像自己就是政府，负责一切事情。最重要的是，它是一个移动的城市，它有可能需要你制定全新的机制来解决你所需要解决的问题。”\nDespite the intricacies of his build, Mydelko is a spontaneous worker. “Every time I was inspired I took a sheet of paper and a pencil to start making a kind of outline, but I only managed to make a couple of sketches.”\n尽管这个城市的构建错综复杂，但是Mydelko是一个自发工程师。\n“每次当我受到启发，我都会拿起一张纸和一张铅笔开始制作建筑的大致轮廓，但我只做了几个草图”\n\nInstead, he went straight into building. “It was like having ideas pop into my head, and creating them straight away. I’m not the kind of person who wants to spend time on projects and templates, instead I jump right in with a head full of ideas and motivation.”\n不同的是，Mydelko反而直接开始建造建筑。“这就像有想法流进我的脑海里，然后就立即创建它们。我不是那种想花时间在构建项目和模块上的人，而是用一个充满想法和动力的大脑”\nAnd this approach clearly worked for him! “I am really proud of lower parts of the city, which were the hardest to build, and the net effect is something that I had stuck in my head before the building started,” he says. Down there are the caterpillar tracks, which are important to get just right as they’re the main mechanic for transporting the city around. “I had to think a lot about the height of the vehicle,” Mydelko explains.\n这种方法显然对于他来说非常有效！“我真的很自豪，因为移动城市的下层建筑最难建造。这是我在城市开始建造就在脑海中开始构建的。”他说，“移动城市的下面是履带，这对于能否安全的正确的使整个城市移动起来非常重要。因为它们是移动城市的主要部分。我必须考虑很多有关于履带的高度”Mydelko解释道。\n\nHe also likes the details that make it feel like a realistic city; one that people could live in as well as use to travel between places. “I added paths with lamps, small gardens with various crops, even a sewage system!” he says. “Plus, the whole castle that’s placed at the back of the city was a challenge that I think ended up going really well.”\n他也喜欢细节，他让这个城市从感觉上来看是一个现实中的城市。人们可以住在这里，也可以通过这里前往各个地方旅行。“我添加了路灯，有各种农作物的小花园，甚至是下水道！”他说，“另外，我还在城市后面建造了一个城堡，建造这个城堡对于我来说是一个挑战，但我认为它非常好！”\nAll together, the build is over 500 blocks long, so there’s plenty of real estate for those who would like to move in. And it would certainly be a gorgeous place to live thanks to Mydelko’s steampunk theme.\n总得来说，这座建筑的总面积超过五百个方块，所以对于那些愿意入住这里的人们来说，这里有许多房子可以选择。而且，多亏了Mydelko将这座城市的主题设置为蒸汽朋克，这将是一个非常棒的地方。\nIt’s a theme that he’s used in many of his builds, from another city called Skiphold to a ship and even a giant, mechanical horse. “Steampunk is a genre that is really trendy nowadays, and many artists are starting to focus on it,” he says, telling me that he really likes how much room it gives for experimentation.\n这是一个应用在他的许多建筑上的主题。从一个被称为“Skiphold”的城市到船，甚至是一个巨大的机械马也是如此。“蒸汽朋克是现在一个非常流行的流派，许多艺术家都开始关注它”他说道，并且他告诉我，他非常喜欢这个流派给他带来足够的发挥空间。\n“This genre seem to have unlimited potential, because it has dozens of subgenres.” In particular, he likes the fact it can draw from any time period. “It could be the future, could be the past, or even in a parallel universe.”\n“这个流派似乎有无限的潜力，因为它有十多种其他风格的”特别是，它可以画出各种时间段的东西。“它可以是为阿里，可以是过去，甚至是平行宇宙”\n\n“Minecraft is really something more than blocks,” he enthuses. He recalls fondly finishing his build: “I realized that my little steampunk car had become a monstrous, gigantic moving city that I once only dreamed of.”\n“我的世界不仅仅是方块”，他兴奋的说道。同时，他回忆到：“我意识到我的小蒸汽朋克车已经变成了一个我曾经梦寐以求的巨大而动人的城市”\n原文链接：https://minecraft.net/zh-hans/article/travelling-town\n发布时间：2018年5月26日\n原文作者：Jay Castello\n翻译者：Citysands\n\n[groupid=1536]Firefly Studio[/groupid]\n",
    "replies": []
}