{
    "title": "[Minecraft.net|INSIDER]本周方块：音符盒",
    "author": "zjxx",
    "replyCount": 15,
    "timestamp": 1527992640,
    "txt_content": " 本帖最后由 zjxx 于 2018-6-19 15:19 编辑 \n\nBLOCK OF THE WEEK: NOTE BLOCK本周方块：音符盒Music to your ears?为你的耳朵来点音乐吗？Shed a tear, ladies and gentlemen, because we’ve almost reached the end of our Block of the Week series. Over the last year or two, we’ve gone through almost every block in the game, identifying its natural habitat, useful qualities, fun facts - and, in many cases, the closest thing to that block in real life.\n流着眼泪，女士们先生们，这是因为我们几乎已经到了每周方块系列的结尾。在过去的一年或两年里，我们已经介绍完了游戏中几乎所有的方块，辨别它们的自然生成地，实用特性，有趣的事实，和.....在很多情况下，与现实生活中的那个方块最接近的东西。\nYou’ll notice that we didn’t cover every block in the game. We didn’t include individual colours of wool and other dyeable blocks, for example, or differentiate between the raw and polished versions of rocks like diorite. That would have got boring fast. Nor did we include blocks-that-aren’t-reeeeally-blocks, like Enchantment Tables, Cake and Minecarts.\n你会发现我们没有覆盖游戏中的每个方块、我们没有包含每个颜色的羊毛和其他可染色方块，例如，没介绍像闪长岩那种未经加工的版本和磨制的版本间的差异。那样很快会变得无聊。也不包含那些不像一个方块的方块，像附魔台，蛋糕，矿车。\nBut there’s one block that we know you’ve been clamouring for us to feature almost since the start of the series. One block that has inspired you lot to send us hundreds of tweets, fanart and memes (so many memes). One block that we don’t quite see what all the fuss is about but is clearly popular, and who are we to argue with that. Is it time? Is it happening? It’s time. It’s happening. It’s note block. Note block is our block of the week. Oh. My. Block. Ahhhhhhhhhhhhhhhhhhh!\n但是有一个我们知道你们在这个系列的开端就一直为我们叫嚷的方块。一个方块使你受到启发从而给我们发了成百上千条推文，狂热而且模因（如此多的梗）。一个方块我们不知道为什么要这样大惊小怪但很显然非常流行，我们该和谁争论这个呢？是时候了吗？它要出现了吗？是时候了。它正在发生。它就是音符盒。音符盒是我们这周的方块。噢，我的。方块。啊哈哈哈哈哈哈哈哈！\nNote blocks were added to Minecraft alongside charcoal, lapis lazuli, dispensers, cake and squid in version Beta 1.2, which was released on 13 January 2011. That makes them seven years old, probably older than some of our youngest players.\n音符盒在2011.1.13发布的1.2测试版中和木炭，青金石，发射器，蛋糕，墨鱼一起被添加到了我的世界里。那使得它们有7岁了，也许都比我们一些最年轻的玩家都老了。\n“Right click to tune, trigger to play” were the instructions given in the release notes at the time, which still hold true today. When you hit one or give it a redstone pulse, a little note will pop out of the top and anyone within 48 blocks will hear a sound - with the volume decreasing as you get further away.\n“鼠标右键单击来调音，触发使用”是当时在已发布的注解中给出的现在仍适用的介绍。当你击打一下或给它一个红石信号，一个小音符就会从它的顶部弹出来，而且48方块内的任何人都将听到一个声音--音量减小随着你的远离。\nThe exact sound the note block gives off can be controlled by changing the block directly underneath it. Wood, glass, stone and sand create drum noises, while most other blocks will play a harp/piano sound. If you’re playing the Java edition of the game, or the legacy console version, you get a few more options - gold for bells, ice for chimes, wool for guitar, bone block for xylophone sounds, and clay for flutes. A veritable orchestra!\n音符盒给予的准确的声音可以通过改变其下方的相邻方块来控制。木头，玻璃，石头和沙子制造鼓声，然后其他大部分方块将会弹奏一个竖琴/钢琴的声音。如果你在游玩JAVA版或主机版的游戏，你会获得其他的几个选项，金块得到铃声，冰得到编钟声，羊毛得到吉他声，骨块得到木琴声，粘土得到长笛声。一个名副其实的管弦乐队！\nBut to produce music that uses more than one note, you’ll need to tune your blocks. That’s done by hitting “use” on the block, or right-clicking, for those of you playing with a mouse. Each time you do so, you’ll raise the pitch of the blocks a small amount — a semitone, in the language of musicians. You can do that 24 times before it resets to where it was originally. While you’re tuning, the colour of the note will change from green to red to blue and back to green again.\n但是为了创作多余一个音符的音乐，你将需要去为你的方块调音。对着方块上敲“使用”按键可以完成，或者鼠标右键单击--对于你们中那些用鼠标玩的人。每次你这样做，你将会少量提高方块的音调---一个半音，在音乐家们的语言中。在它重置到刚开始的音高之前你可以这样调节24次。当你正在调音时，音符的颜色会从绿色改变到红色再到蓝色，最后重回到绿色。\nThe default tuning of note blocks is F#, which is kinda odd. There aren’t many man-made instruments tuned naturally to F#. So we asked Samuel ?berg, Mojang’s lead sound designer, what the deal is.\n音符盒默认的音调是有点奇怪的F#大调。因为没有多少人造乐器可以自然地调到F#。所以我们询问了Samuel·Berg，MOJANG的首席声音设计师,出什么事了。\n“All planets emit an audible modulation, a musical tune which we find traces of in ancient theory,” he said. “Astronomers know that the intervals of the planets of the SOLAR SYSTEMcorrespond to the intervals between the notes of music. Each planet has a dominant note. It so happens that unlike (pretty much) any instrument designed by humankind, the note emitted by the Earth is tuned to F#. So, note blocks are our way to help boost the planetary vibration rate.”\n“所有的行星发出一种听得见的移调，一种我们在古代理论中发现的音乐曲调，”他说，“天文学家知道，太阳系的行星间隔对应着音乐音符之间的间隔。每个行星有一个显性的音符。它恰好不像（差不多）人类所设计的任何乐器。地球散发的音符被调成了F#。所以，音符盒是我们用来提高行星振动频率的手段。”\nSamuel’s a big fan of the note block, even though it was added to the game long before he started working on Minecraft. “I like the simplicity of it,” he explains. “A collection of small short notes with a lot of design possibilities. I also like the distinct sound of note block music with the game's attenuation and stereo width. Note blocks have an acoustic feeling, rather than digital. Note blocks are used to create music, of course, but also atmosphere. It takes a lot of time, skill and practice to play them nicely.”\nSamuel对音符盒非常痴迷，即便在他开始为Minecraft工作很久之前音符盒就被加入游戏了。“我喜欢它的简单，”他解释道，“一个关于有许多设计可能性的小短音符的收集。我也喜欢音符盒音乐带着游戏的衰减音和立体声宽度的独特声音。音符盒具有一种声学感觉，而不是数据。音符盒被用来创作音乐，当然，而且可以渲染气氛。需要花很多时间、技巧和练习才能很好地演奏。”\nHe says he’s got plans to develop note blocks further. “A lot of players use them to create immersion in their worlds, like alarms and doorbells. In the future, I would like to extend the line up of noteblocks to offer players even more possibilities.”\n他说他得到了一个更深入地开发音符盒的计划。“很多玩家用他们来制造他们对于这个世界的代入感，像警报和门铃。在未来，我想要优化音符盒的**来为玩家提供更多可能。”[bili=24258341]1[/bili]\nNote blocks have a surprisingly large fanbase, scattered all over the world. Lots of people make covers of popular songs and post them on YouTube, like the Noteblock Lizard, Grande1899 and Ultrasmurf. “You can search for pretty much any popular song and add \"noteblock\" and find a version of it,” says Samuel.\n音符盒有着一个庞大到令人吃惊的粉丝团，分散在世界各地。许多人创作流行歌曲然后将它们发布到YOUTUBE上，像Noteblock Lizard, Grande1899和Ultrasmurf。“你能搜索到差不多任何流行歌曲，添加一个‘noteblock（音符盒）’然后发现它的一个红石音乐版本。” Samuel说。\nSometimes these covers are made simply by placing blocks in the world, and almost all note block composers started out that way. “The first piece of music I made with note blocks was a cover of a Pokémon song I like from one of the early Game Boy games,” note block musician Kristina Alfredsson told us. “I found a YouTube video with the song that had lines showing the notes being played. I used that and calculated how many right-clicks each note should have, and wrote that down in NOTEPAD using the wiki as an aid.”\n有时这些翻唱歌曲只是用摆在世界里的方块简单制作，而且几乎所有红石音乐作曲家都着手那种方式、“我用音符盒创作的第一首音乐是我喜欢的一个早期的GB精灵宝可梦游戏中一首歌的翻版，”红石音乐家Kristina Alfredsson告诉我们，“我发现一个YouTube视频，里面的歌曲展示了正在播放的音符。我使用了那个而且计算了需要右击多少次才能获得每个音符，用维基作为帮助在NOTEPAD中写下了这个。”\nThen she built it in the world. “The song had a lot of long notes so I put as many note blocks of the same pitch as I could to make up for it, and ended up building 2183 note blocks. It was nuts, a lot of those blocks had 15-20+ right clicks on them and my hand hurt for a while after that. I probably spent 90+ hours on it.”\n然后她在世界里搭建了它。“那首歌曲有许多长音符所以我把尽可能多的音符盒放在相同的位置来弥补它，最终建成2183个音符盒。它怕是疯了，那些音符盒很多都需要15-20+次右击，我的手在那之后痛了一阵子。我也许为它花费了90+小时。”\nSoon afterward, to save her hands, she switched to using a a bit of free software called Note Block Studio, which many of the most prolific note block composers use. It lets you create music outside of Minecraft, and then import it into the game. Some composers use other music software too. “I use a program called Ableton for composing,” Kristina said. “It lets me play on my keyboard like I was playing an actual note block instrument. It sounds the same in Ableton as if it was built in-game, so it lets me finish writing the song and not have to rebuild mid-way.”\n随后，为了拯救她的手，她尝试去使用了一点点软件，许多最高产的红石音乐作曲家使用的叫做Note Block Studio的免费（站内链接）。它使得你在我的世界之外创作红石音乐，之后导入到游戏里面就可以了。一些作曲家也使用其他音乐软件。“我用一个叫做Ableton for composing的程序，”Kristina说。“它让我能在键盘上演奏，就像我真的在弹奏一个乐器一样。在Ableton它听起来和在游戏中建造出来的一模一样，所以它使我写完了歌曲还不用中途重建。”[bili=24258375]1[/bili]\nToday, Kristina’s process for composing with note blocks is very similar to composing other music, you just have to get the parameters right. “I usually start composing by letting the metronome tick at 150 BPM so I get a feel for how fast it needs to go, then pick an instrument to record a bassline, then I just keep adding to that,” she said.\n今天，Kristina用音符盒作曲的过程和为其他音乐作曲的十分类似。你只需要获得正确的参数。“我通常使节拍器节拍在150拍子再开始作曲，这样我能得到多快它需要进行的感觉，然后选择一个乐器来录制低音声线，然后我只要继续增加。”她说。\n“It's all layers, really — starting with a simple melody that determines the feel and then adding other melodies and instruments that work well with the previous ones. Most of it is subconscious, I can hear potential melodies inside my mind at the same time I'm recording and go mainly on instinct. I never know exactly how a song will sound from the start, it grows and takes form as I add more melodies. It's more like discovering potential music than composing, it's all about chasing the sound.”\n“这就是所有的层次，真的---从一个确定感觉的简单旋律开始随后增加其他旋律和乐曲来搭配原来的。大部分是下意识的，在我录制的同时，我可以听到我内心深处潜在的旋律，所以主要是凭直觉。我从来都不知道一首歌从一开始听起来是什么样的，但随着我添加更多的旋律，它就会成型。它倒更像发现潜在的音乐而不是作曲，这一切都是为了追寻声音。\n”Once the sound is caught, she records it. “I record in the same speed as redstone ticks, 150 BPM, and export the MIDI file of each instrument - a MIDI file is just code of when a note starts and stops and which note it is, it's like sheet music,” she told me. “Note Block Composer lets me import MIDI tracks so I can just export from Ableton and import there, and then use Note Block Studio to export as a schematic. I can use MCEdit to remove all the blocks that aren't note blocks and instrument blocks, and move that on to my own structures. I like using different materials for the build, MCEdit helps a lot when you want to swap between types of blocks.”\n一旦追到声音，她就记录下来。“我用和红石刻一样的速度，150拍，导出每个乐器的MIDI文件，MIDI文件就是控制一个音符开始和停止时和说明那个音符是哪个的代码，就像乐谱，”她告诉我。“红石音乐作曲家让我导入MIDI音轨所以我能够从Ableton导出然后导入到这，随后使用 Note Block Studio来导出成一个schematic文件。我能使用MCEdit来移除所有不是音符盒和控制乐器的方块的方块，移动到我自己的存档里。我建筑时喜欢使用不同的材料，当替换不同方块时MCEdit帮助了我很多。”[bili=24258319]1[/bili]\nHer note block builds don’t stop there, though. “Composing the songs is the fast part, it usually only takes one hour to record the bulk of the song, a few more for getting everything exactly how I want it. The build takes a ton of time. I don't just want to have a note block song, I want things to happen and to create a story.”\n她的红石音乐建筑并不止步于此，纵然。“谱曲是很快的一部分，它通常花费1小时来录制歌曲的主题，额外的几小时用来得到我想要的一切。建筑花费大量时间。我不止想拥有一首红石音乐，我希望事情发生并创造一个故事。”\n\"The most recent build I did took over 100+ hours, I had a redstone fireworks show attached to the note blocks, I built scenery, made pixel art using beacon beams and for the video I added dialogue that looked like chat to keep it interesting. I kept adding more and more details and it took a lot of time, but I'm really happy with how it turned out! The difference in time between creating the music and doing the build is the hardest part for me because by the time that I'm done with a build I'll have written ten more songs. There's too many songs, not enough time!”\n“最近的一次建筑我花了100多个小时，有一个红石烟花表演附在了音符盒上，我建造了风景，用信标光束制作了像素艺术，我为视频添加了一个看起来像是聊天的对话来保持它的趣味性。我不断增加越来越多的细节，虽然花了很多时间，但对于结果我真的很高兴！在创作音乐和建筑之间的时间差异对于我来说是最困难的，因为我完成一次建筑时，我将写下额外十首歌曲。歌曲太多，时间不够！“\nBut brilliantly, she did take the time to make us a Block of the Week theme song! Play the video below to hear it!\n但是值得夸奖的是，她确实花了很多时间给我们做了每周方块的主题曲！播放下面的视频来欣赏它！[bili=24258357]1[/bili]\nSome of the most impressive note block creations that we’ve seen are coming out of Japan, where there’s a whole subculture dedicated to note blocks - and even a music festival. \n我们看到的一些最令人印象深刻的红石音乐创作是从日本开始的，那里有一整个专门用于红石音乐的亚文化——甚至是音乐节。\nIt can be quite hard to follow the scene if you don’t speak Japanese, but many of the participants use a site called Nicovideo to share their work. One of the most impressive composers from the Japanese scene is Pote Suto, who put together this amazing video using custom textures and shaders:\n如果你不说日语，很难跟上这个场面，但是很多参与者使用一个叫做NICOVIDES的网站来分享他们的作品。Pote Suto是日本圈子中最让人印象深刻的作曲家之一，他用定制的材质和光影组合了这个令人惊叹的视频：[bili=24258377]1[/bili]\nWhat note block composers like most about the medium, it seems, is its ability to give shape to something which you can’t see. “Music is this intangible thing,” says Kristina. “It's there one moment and gone the next and even with sheet music you only have a 2D transcription of the notes. With note blocks it's different — you actually get to build a song in 3D space. You can move and hear the music being played from different angles when you fly around.”\n关于红石音乐作曲家们最喜欢的媒体，似乎，是它的能力来给出你不能看见的东西的形状。“音乐是无形的，它只存在于瞬刹并于下一刻消逝。即使用乐谱，也依旧只能得到对音符的二维刻画。但在音符盒下，一切都变得不一样了——你可以在三维空间‘建造’一首曲子。当你飞翔于其间时，你能从不同的角度聆听这首曲子被奏鸣。”(此段翻译来自@玄素 )\nShe added: “It's extremely satisfying to see it grow, being able to press a button and hear the song play a little bit longer each time as you get further along. Since it's redstone, you can make almost anything happen if you combine note blocks with command blocks or other redstone blocks. Spawn mobs or blocks, change time, even have lightning strike in time with the music! Anything's possible — the sky (@Y=255) is the limit.”\n她补充说：“看到它发展，变得能够通过按下一个按钮，就听到歌曲每次演奏得更长一点（随着你的深入研究）让人非常满意。既然它是红石，如果你把红石音乐和命令方块或其他红石方块结合起来，你几乎可以使所有事发生。生成生物或方块，改变世界，甚至有定时的闪电来伴随这音乐！一切皆有可能！---除了天空（Y坐标255）是限制。”原文：https://minecraft.net/zh-hans/article/block-week-note-block作者：Duncan Geere原文发表时间：2018年6月1日",
    "replies": [
        {
            "author": "WarbleOrigin",
            "timestamp": 1527998580,
            "txt_content": "还真是音符盒..."
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1528578300,
            "txt_content": "排版瞎了。。"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1528636500,
            "txt_content": "哇!这些红石大师的技艺实在是太高超了。"
        },
        {
            "author": "Bobo_alcazar",
            "timestamp": 1530590940,
            "txt_content": "然此頁無音樂？"
        },
        {
            "author": "黄狗dalao",
            "timestamp": 1530773280,
            "txt_content": "话说zjxx喜欢搬运这种文章滑稽233"
        },
        {
            "author": "hyzgzz",
            "timestamp": 1531115280,
            "txt_content": "没错，有一个服务器插件就是支持上面那个软件做出来的音乐在游戏里面播放"
        },
        {
            "author": "SCAME233",
            "timestamp": 1531565580,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "xzulh",
            "timestamp": 1531662840,
            "txt_content": "哇！66666，向红石大佬致敬！"
        },
        {
            "author": "龙哥100",
            "timestamp": 1532226480,
            "txt_content": "666666666666666666"
        },
        {
            "author": "mengxiaoxue",
            "timestamp": 1532273460,
            "txt_content": "支持作者，希望作者加油，"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1532752080,
            "txt_content": "默默听完看完，最后鼓掌。\n\n但是现在更加不敢说我会玩MC了……"
        },
        {
            "author": "qmpz777",
            "timestamp": 1532847720,
            "txt_content": "红石渣碰巧路过此处"
        },
        {
            "author": "白鱼翻滚",
            "timestamp": 1533441180,
            "txt_content": "诶？现在怎么看不了视频了？之前还能看的，难道我的电脑出问题了？"
        },
        {
            "author": "番茄dada",
            "timestamp": 1534234860,
            "txt_content": "老婆这么大的翻译量真是辛苦了虽然没糖果世界大我没人气了，明天再来给！"
        },
        {
            "author": "RSN_GK",
            "timestamp": 1541751900,
            "txt_content": "原文翻译过来的的NicoVideo好像有点小问题，打成了NicoVides..."
        }
    ]
}