{
    "title": "【原创-连载】《亡灵战争外传-永恒黑暗》 序（其实是同人）",
    "author": "EisakaFuine",
    "replyCount": 4,
    "timestamp": 1527937560,
    "txt_content": " 本帖最后由 金星掠夺者 于 2018-6-3 14:25 编辑 \n\n“火箭炮第一小队准备！”“炮筒抬升至45度！”“发射！”数十道火柱拔地而起，奔向天空中那巨大的黑影。火柱迸发出强烈的冲击波，整个天空都变成了一片火海，黑影仰天长啸一声，缓缓张开嘴并喷出大量吐息来抵挡火焰的侵蚀。火焰与龙息撞击在一起，化为灰烬飘散而去。天空中的黑影发出一声咆哮，原本不知在何处的末影近卫军悄然出现在人类军队的面前。当人类士兵还没反应过来的时候，它们已经举起短剑，疯狂收割士兵们的生命，幸存者们这时才反应过来，迅速端起自动步枪，把大量的弹雨倾泄在它们身上。弹雨猛烈地落在末影人的身上，把它们的身体打得破烂不堪。士兵们见到这一幕，欢呼起来。过了几秒，末影人的身体依旧一动不动，士兵感到不对，便再次对它们扣下了扳机，就在这时，它们突然从士兵们的视野中消失了，下一秒钟的时候，末影人已经来到了人类的面前，令人类士兵感到绝望的是，刚才的攻击竟然没有使它们受一点伤，然而没有更多时间让这位士兵去思考为什么了，末影人拿起短剑，将它狠狠插入站在前排的士兵的胸膛，站在后排的士兵看到自己的同胞被杀，失去了理智，纷纷端起装有刺刀的步枪，或是掏出制式绿宝石匕首，红着眼冲上去与那些黑色的怪物近身搏杀。人类不断发起声势浩大的反攻，但是一次又一次地被末影人击溃，而人类士兵的反攻更加激发了末影人的凶性，它们发出凄厉的叫声，更加疯狂地屠杀。正当人类士兵一批批地倒下去，能战斗的人越来越少的时候，从天上飞来一道深蓝的剑风，直接从人类士兵头上掠过，射向末影士兵。剑风飞行速度以肉眼根本看不清，许多末影人还没来得及瞬移就被剑风击倒在地，随即就被冲上来的人类士兵用手匕首插入胸膛，末影士兵发出凄惨无比的叫声，并且疯狂地挥动短剑，试图在死前带走几个人类士兵。一个士兵被按倒在地，他面前的末影人露出狰狞的笑容，当它就要把短剑插入士兵的脖子时，一道蓝光划过它的身体，它的神情与动作永远凝固在了那一刻。一个人影从人群里走出来，在他走过的路上，堆着许多死去的末影战士的尸体。他高举手中的蓝色利剑，一句话从他的嘴里说出。“生命之辉，绽放！”天空中传来阵阵闷响，几道雷电轰击在末影军队中，大量末影人被炸死，飞行在天空中的庞大黑影发出一声怒吼，张开双翼，向那人影俯冲而来。“人类，末地素来与世无争，今日为何侵入末地，杀我族人？”黑影质问道。“这次行动只是一次普通的任务罢了，看来末地还没落后成跟亡灵一样，不堪一击。不过只要你愿意带着所有族人投降，我可以考虑把末影王城的城墙留下。”“我绝不会把全末地的命运交给人类！”黑影咆哮道。“既然城主不愿与我们合作，那我就对不住了！把重离子射线炮拿出来！”人影的字间里已经有了些杀气。黑影合拢双翼，悬浮在空中，周围不断有紫色粒子出现。“我，克雷芒，末影王城第二百一十八任城主，愿以灵魂为代价，消灭所有敌人！”克雷芒的眼睛发出紫色的光芒，它的身体出现一道道裂缝，无数紫光从里面射出，散发出一种极为恐怖的气息。“boom!”克雷芒的身体被紫光撑裂，它的身体在爆炸中瞬间消失。紫光爆发出大量能量，这些能量随即凝聚为漫天火球，射向人类士兵。”轰！轰！轰！”火球到达到了人类士兵所在的位置，不断轰炸着，霎时，紫色的烟雾充斥着末地的每一个角落。空气中的烟雾迅速散去，露出了下面的人类士兵，但不知何时，他们上面已经覆盖了一层蓝色光罩，挡住了所有火球，在光罩旁边，地形被炸得千疮百孔，而人类士兵仍然安然无恙。“对不起.....”站在光罩中间的人影放下了那把蓝剑，凝视着刚刚克雷芒所在的位置。”一只橙红色的的手忽然从布莱克的胸中钻出，死死扼住了他的脖子。“布莱克，你现在最好给我听话点，你的家人现在过得可好了呢！”那只手里传出一阵低沉的声音。“你们对我的父亲做了什么！我要去看他！”布莱克质问道。“只要你乖乖按我的要求做事，他自然没事，我可是很期待你的表现呢！哈哈哈！”。布莱克耳旁传来一阵尖细刺耳的笑声，随即那只手化作一团火焰，消失在布莱克胸前。布莱克忽然觉得有些恍惚，他的身体晃了晃，从空中栽下来，士兵们见状，赶紧跑去把布莱克接住。“我没事....”布莱克只觉得自己被人抬上了担架，“好困...”布莱克眼前一黑，睡了过去。“我们赢了！”不知道是谁先喊的这句话，全军马上一起欢呼起来，“我们赢了！”几个士兵爬到王城塔楼的最顶端，拔下了做工精致的末影王旗，插上了人类远征军的标志，幸存的末影士兵被套上特制的铁链甲，全部押送到临时建造起来的牢房里，重兵把守。“嗯？这里面好像少了几个人？”一个士兵不断把登记表翻来翻去。“嗨，新兵，做事认真点，不要出什么差错。”一个大汉走过来，拍了拍那个士兵的肩膀。“Yes,sir！”士兵赶忙行了一个军礼，悄悄把失踪的囚犯名字旁边写上了“战死”。\n\nTo be continued下一章---诺伦克王国 字数：1923字新人刚刚入写作的坑，大佬勿喷2333亡灵战争作者zwh007说自由创作，不受限制，所以这个外传（算是亡灵战争3？）应该不算剽窃生命之辉的技能勿喷，是一个伏笔@zwh007 读者的支持就是我写作的最大动力！",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1527937620,
            "txt_content": "一周更新1章（尽力了）"
        },
        {
            "author": "zwh007",
            "timestamp": 1527981960,
            "txt_content": " 本帖最后由 zwh007 于 2018-6-3 07:28 编辑 \n\n前排围观OvO\n另外，在标题上标明是同人作品比较好。因为我自己也有一个...外传的策划如果玩家把原剧情和同人剧情混淆就不好了"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1528000980,
            "txt_content": "zwh007 发表于 2018-6-3 07:26\n前排围观OvO\n另外，在标题上标明是同人作品比较好。因为我自己也有一个...外传的策划如果玩家把原剧 ...\nooooooook好的"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1528001100,
            "txt_content": "zwh007 发表于 2018-6-3 07:26\n前排围观OvO\n另外，在标题上标明是同人作品比较好。因为我自己也有一个...外传的策划如果玩家把原剧 ...\n已经改了"
        }
    ]
}