{
    "title": "[BGM][1.12.2-b1.7.3][The Aether——天境] 重走那解放天空的英雄之路！误译以太/天堂",
    "author": "860723244",
    "replyCount": 99,
    "timestamp": 1528274220,
    "txt_content": " 本帖最后由 860723244 于 2020-10-10 22:07 编辑 \n\n\n\n\n\nB3F674EEE723146570357258B5B61D06.jpg (99.34 KB, 下载次数: 24)\n\n下载附件\n\n2020-2-2 19:43 上传\n\n\n\n\n2020/8/20 CurseForge来电：V1.5.0更新！下载已更新，更新记录已更新\n官网|MCMOD百科|CurseForge|Gitea\n\n\n\n\n格式工厂天境宣传图.jpg (301.8 KB, 下载次数: 15)\n\n下载附件\n\n2020-2-5 18:13 上传\n\n\n\n\n\n\n天境I概况一览景色一览视频https://www.bilibili.com/video/av414310637/\n\n正文\n\n\n\n\n格式工厂天境宣传图3.jpg (224.83 KB, 下载次数: 19)\n\n下载附件\n\n2020-2-5 13:06 上传\n\n\n\n\n\n\n\n\n\n格式工厂天境宣传图4.jpg (261.77 KB, 下载次数: 24)\n\n下载附件\n\n2020-2-5 13:06 上传\n\n\n\n\n\n\n\n\n\n格式工厂天境宣传图5.jpg (253.93 KB, 下载次数: 12)\n\n下载附件\n\n2020-2-5 13:07 上传\n\n\n\n\n天境历史一览\n\n\n\n\n格式工厂5cc96d98a7a9f1.jpg (297.44 KB, 下载次数: 12)\n\n下载附件\n\n2020-1-20 17:58 上传\n\n\n\n\nPS:《天境二： 澄空再创》（MC1.7.10）就是前几年经典的“以太”mod关于天境的种种附属1.匠魂：对天境的支持原贴地址：https://www.curseforge.com/minecraft/mc-mods/tinkers-aether\n2.Aether Continuation 天境扩充帖子地址：https://www.mcbbs.net/thread-899212-1-1.html\n关于开发团队与天境译名问题详情见1.[Mod资讯] The Aether天境系列模组资料&正式汉化公示（误译以太二/天堂）\nhttps://www.mcbbs.net/thread-792687-1-1.html2.[Mod资讯] [1.12.2-Beta1.7.3]天境系列与Ether：所谓‘以太’MOD的事实澄清 误译以太/天堂\nhttps://www.mcbbs.net/thread-669749-1-1.html3.[已过期Mod] [1.6.4/1.7.10/1.7.2][ssp/smp]The Ether Mod以太MODhttps://www.mcbbs.net/forum.php?mod=viewthread&tid=294922\n（下面有些话引用的https://www.mcbbs.net/thread-792687-1-1.html）\n尽力地去纠正但是\n\n\n\n\nfile_1579519063000.jpg (190.35 KB, 下载次数: 16)\n\n下载附件\n\n2020-1-20 19:17 上传\n\n\n\n\n《天境I》与《天境II：空原》冲突吗？天境I与《天境II：空原》(1.10.2版本以上的)不冲突！天境I的荧石门被《天境II：空原》丢掉了！天境二由于《天境传说》的存在，其传送方式变更为特种效用型方块“天境之门”，荧石门已无效，会弹出提示对话框。\n所以你可以放心把天境I与《天境II：空原》一起加进去一般来说，不会有冲突但是你不能把天境和《天境II： 澄空再创》（MC1.7.10）一起加进去原因与后果我说了这些，你应该都明白（澄空再创的荧石门还是正常使用的）关于天境的BGM你如果没有把BGM关掉的话，你现在收听的就是Emile van Krieken的Moa's Song（恐鸟之歌），这首音乐就是天境白天背景音乐之一。Emile van Krieken是天境系列模组音乐的艺术家。天境的背景音乐一直以来都受到人们的好评。我热爱天境其实有很大成分都是因为它的BGM。记得2014年那当时单曲循环Ascending Dawn（澄空原创武神女王唱片（金黄色的）），真的是太好听了。包括早期天境菜单的背景音乐（Float）。真的是很感谢Emile van Krieken。详情见https://music.163.com/#/artist?id=845053所有天境的音乐，都在这里。（已知最高音质应该是游戏里提取的约128kbps的OGG？）铜银金地牢三个BOSS讲解视频：这里插一段视频，你可以看下面的讲解也可以看视频（这段视频是2012年用天境早期版本拍的，所以里面依然说天境是以太）https://www.bilibili.com/video/av319675/\n滑行魔石难度：★★☆☆☆注意WARNING滑行魔石并不是生成在澄空再创一样的滑行魔石迷宫里而是生成在大岛屿里面的迷宫里你可以从岛屿侧面找到入口，如图\n\n\n\n\n2016-10-09_19.04.30.png (298.11 KB, 下载次数: 77)\n\n下载附件\n\n2018-6-21 15:12 上传\n\n\n\n\n进去之后你会看见几个地洞，里面有宝箱，如图（打开看看哦，别吓着了A.A）\n\n\n\n\n2016-10-09_19.04.04.png (316.46 KB, 下载次数: 70)\n\n下载附件\n\n2018-6-6 15:41 上传\n\n\n\n\n\n滑行魔石和澄空再创的方式一样用镐子转着打即可（必须啊）武神女王难度：★★★☆☆\n武神女王住在一个漂亮的天空神殿里面\n\n\n\n\n2016-10-09_19.08.16.png (315.22 KB, 下载次数: 79)\n\n下载附件\n\n2018-6-6 15:40 上传\n\n\n\n\n武神女王要求你先打10个女武神，拿着他们掉落的勇者勋章右键点击她然后才能攻击她注意：天空神殿里面有好多房间，房间里有好多宝箱有的宝箱是真宝箱，有的。。。你自己试试女武神在宫殿里面随机生成，生成的时候会咔嚓一声响然后你就会看见她（不要被她的美貌吓到A.A）她打的很疼哦！（注意用反重力石剑可以把她卡在你头顶上打，不会还手绝对shuang）这宫殿内部和迷宫真的差不多你需要一直找找到武神女王住的地方才行如图（在武神女王死之前整个天空神殿的石头是不能挖的）\n\n\n\n\n2016-10-09_19.09.05.png (194.46 KB, 下载次数: 13)\n\n下载附件\n\n2020-1-28 16:41 上传\n\n\n\n\n但是武神女王会时不时瞬移到你背后然后冷不丁给你一棒所以。。。你可以躲在墙角里去。。她也会发生冰球，注意不要被砸到（还会打雷劈你）所以要小心了更直观的了解请看上面的视频！（来自b站）上面三个boss在这个版本里都有\n需要你在天境世界耐心寻找！\n（其实我上面的话就是看他们视频分析得来的）烈阳巨灵与武神女王对话由于版权限制，我们不能直接反编译汉化汉化请等E.T.星落辰为大家在官方汉化\n烈阳巨灵难度：★★★★★\n烈阳巨灵在一个长满金色橡树的岛里面，你需要在侧面找入口进入\n\n\n\n\n2016-10-09_17.26.42.png (437.01 KB, 下载次数: 83)\n\n下载附件\n\n2018-6-6 15:36 上传\n\n\n\n\n烈阳巨灵的话贼多，按右键和烈阳巨灵对话烈阳巨灵的对话和天境早期版本的是一模一样的，一个字都没动\n\n\n\n\n2016-10-09_17.27.46.png (383.31 KB, 下载次数: 66)\n\n下载附件\n\n2018-6-6 15:36 上传\n\n\n\n\n注意：当你和烈阳巨灵对话完后不要触碰烈阳巨灵否则后果自负它会发射火球和冰球然后你需要打冰球击中烈阳巨灵这样才可以使他受到伤害不要碰到火球！布置场所：进去以后把周围围一圈冰不要戴寒冰戒指（切记）然后如果你被烧着了直接去打碎冰泡水即可（当然也可以放几桶水用告示牌围着啦~）（抗火药水是更好的选择）（这场战役将会非常难和无聊= =）（上述操作只能保证你不死掉）征集其他版本的天境请认准天境II：澄空再创或者空原本帖子自带多种版本的天境。CurseForge只提供MC1.7.10以上版本的天境！我现在的早期版本的天境也只收集了MC1.2.5版的...至于Beta1.7.3版的和1.0.0版的由于早期帖子把他们存在115和DBank网盘里面，两个网盘一块儿挂直接导致天境早期版本的销声匿迹（找不到了）所以，谁有天境早期版本的整合包或者MOD主体一定要和我联系一下！感谢这些见证整个我的世界发展并且没有弃坑的忠诚玩家！更新记录\n更新原文：需求Forge最低版本：1.12.2-14.23.5.2847添加内容：Eternal day. When first entering the Aether there is no daylight cycle until a Sun Spirit is killed. This same logic applies to multiplayer.Skyroot Beds, which can be used to set the player’s spawn in the Aether with or without sleeping.Aether Menu. The menu is off by default but can be toggled with a button in the top right corner of Minecraft’s Menu. Both the button and menu can be turned off in the mod’s config in case of any conflict with another mod.Resource pack to swap between b1.7.3 textures and 1.2.5 textures for the mod. This includes the Skyroot Curative Bucket, the Lightning Sword, the Flaming Sword, the Holy Sword, the Phoenix Bow, Phoenix Armor, and the Agility Cape. A config option can be disabled to prevent the pack from being added to the resource packs folder in case of any issues.Leather Gloves are dyeable. Their dye can be cleaned off with cauldrons.Skyroot Buckets can fill cauldrons.Aether Capes now apply skins to the Elytra similar to Minecon capes (this is unfortunately not compatible with Colytra or Quark’s dyed elytras without additions on their end).Holystone can be used to craft a vanilla Furnace.Skyroot can be used in the Shield crafting recipe.Phygs drop Feathers.Zanite Rings and Pendants are repairable in the Altar and Anvil.Flame and Fire Aspect boost the amount of time that Phoenix Bows and Flaming Swords respectively deal fire damage.Smite boosts the Holy Sword’s damage towards undead mobs.Depth Strider will boost the movement of Neptune Armor in water and Phoenix Armor in lava.Blocking a Zephyr’s projectile with a shield will prevent it from flinging you upwards, but not backwards.The Agility Cape’s step height ability will be stopped when sneaking.The Book of Lore can be crafted with Flint or Glowstone in place of Ambrosium in its recipe, making it craftable with Overworld and Nether materials as a nod to the original three Books of Lore.Fast Graphics support for Aether Leaves.Snowy blockstate for Aether Grass.Added subtitles for various Aether mobs that originally used subtitles from vanilla mobs.The Valkyrie Queen will teleport to the player if they try to cheat the fight from an unreachable location for too long.Glove rendering can be toggled on and off to fix incompatibilities with mods like Quark that make changes to player arm rendering.Aether Capes can be turned off so if the player has another cape (like a Minecon cape), it will render instead. This will affect which elytra skin is rendered too.Config option to skip Sun Spirit dialogue.Added lore entries for items that were missing them.Quicksoil Glass has CTM support with ConnectedTexturesMod (not Optifine though).Moa Eggs oreDict as eggs.Skyroot Milk Buckets oreDict as milk.Skyroot Sticks oreDict as sticks.Additional Altar and Freezer fuels added by CraftTweaker will now show in JEI as fuel options.Updated Korean translation.Updated German translation.\n修改：Gummy Swets restore hunger instead of health.Ambrosium will only heal half a heart now.Changed the Book of Lore’s texture.Obtaining Golden Amber requires a Zanite Axe and up instead of a Gravitite Axe.The Inebriation effect is now considered a potion effect, meaning it has a timer in the inventory like any other effect.Made Zephyr AI based off of Ghast AI.Aerwhales are now able to get them unstuck from most positions.Cockatrice AI has been improved.Aerbunnies riding the player can no longer be damaged by certain player or enemy actions.Adjusted mob spawnrates. Swets should spawn more commonly now.Dungeon rarities have been adjusted to be more balanced.Silver and Gold dungeons can generate at varying y-levels.Bronze Dungeon generation has been improved so Bronze Dungeons will appear more frequently.Made a few small additions to Dungeon Loot, like Blue Moa Eggs and Gold Gummy Swets in Silver Dungeons.The Valkyrie Queen no longer despawns in peaceful mode.The Valkyrie Queen will spawn lightning balls a bit more frequently now.Improved the Sun Spirit’s death animation.Treasure Chests can be broken after being unlocked.Dungeon Keys will no longer burn in fire so they can’t accidentally be destroyed in the Gold Dungeon.Lightning spawned by the Lightning Sword or Lightning Knives won’t injure the player.The Valkyrie Lance and Tools’ range has been reduced from 10 to 8 blocks.The Valkyrie Lance no longer has sword sweeping (and can no longer be enchanted with Sweeping Edge). Their attack speed has also been reduced in an attempt to make them less overpowered.Nerfed Aether axes as they were more powerful than vanilla axes.The Shield of Repulsion’s blue render layer on the player will disappear if the player is moving. The Sun Altar no longer works outside of the Aether dimension.The Sun Altar is only usable by operators in multiplayer unless the config option to disable that is enabled.The E key can be pressed to close the Sun Altar GUI.The Aether’s sky will update accordingly if it is raining in the Overworld.The Aether’s sky colors are more accurate to the original mod.The Aether’s biome name is now just “Aether”Aether Tune and Ascending Dawn are now named Blue Music Disc and Valkyrie Music Disc respectively.The Enchanter is now named the Altar by default, but this can be toggled with a config.Enchanted Aether Grass, Aerogel, Aerogel Stairs, Aerogel Slabs, Aerogel Walls, Enchanted Gravitite, and Quicksoil Glass now have colored item names.The Enchanted Berry’s item name is now blue for consistency.Being killed by a lightning ball will display its own death message.Parachutes no longer auto-deploy in creative.The player will stay mounted to entities when falling out of the Aether.Easter eggs.Halo and Dev Glow are toggleable with skin customization options. This is only relevant to certain players.Lore entries are translatable.\n修复：天境物品栏中的“?”按钮已经被移除，现在不会因为它导致游戏崩溃了。Fixed cascading chunk errors.Zephyrs and Aerwhales no longer randomly despawn.Plains biomes no longer appear in the Aether.Fixed portal looping issues.Sheepuff loot tables are no longer broken.Slabs are no longer named tile.null.Parachutes are now properly consumed when deployed.Gold Parachutes will still auto-deploy even if damaged.Made some fixes to cape rendering.Note Blocks no longer interrupt each other.Music Discs properly cancel the Aether’s ambient music.Plants no longer replace the bottoms of Aether trees.Sheepuffs properly puff up and no longer can do so if sheared.Cloud Minions properly appear when summoned now.Baby Sheepuffs now follow their parents.Fixed various typos.Aether Portal blocks use the glass broken sound.Added previously missing lang file entry for the Disable Startup Loot config.Items enchanted in the Altar now properly keep their NBT data. This fixes some previous compatibility issues with mods like Quark in which colored rune data was removed from items after enchanting.Unstackable items no longer stack in the output of Altars and Enchanters.Fixed some log warnings about loot tables.Killing a mob in one hit with the Flaming Sword or Phoenix Bow will properly cook mob drops.The Phoenix Bow no longer can be pulled if the player has no arrows.The Pig Slayer properly spawns fire particles when killing a pig entity.Various fixes to dart collision.Various mob parts properly turn red when the entity is hit now, including Swets’ slime layer, Sheepuffs’ wool, and Phygs and Flying Cows’ wings.Golden Oak Trees on the Gold Dungeon are now longer randomly cut in half.Various armors no longer prevent the player from dealing critical hits.Lightning Knives and the Hammer of Notch projectile don’t get stopped by non-solid blocks.The Shield of Repulsion no longer blocks the player’s projectiles.Made some fixes to Phoenix Arrows after relog.Swets no longer lose their AI when dismounted with a Swet Cape.Fire Minions will properly notice the player after being spawned.Lakes should no longer spawn inside dungeons.The Valkyrie Queen should always spawn now.The Silver Dungeon boss door should properly reopen now.Floating blocks will no longer overwrite each other.Aerwhales can now be named.Certain vanilla tools work properly on Aether blocks now.Fixed the Pig Slayer not being in Gold Dungeon loot.\n\n译文：静候我和E.T.星落辰翻译，完后拿过来给你们看\n 下载地址\nhttps://pan.baidu.com/s/1mPb95xyCd2yuCbBLT3qN8Q 提取码: jrj5此链接中包含的内容：1.《天境I》 MC1.2.5非独立MOD文件与整合包，1.7.10,1.10.2,1.11.2,1.12.2和19w09a（无前置）2.《天境II： 澄空再创》 MC1.6.2和MC1.7.10（有前置）《天境II： 空原》 见贴头链接跳转https://www.mcbbs.net/forum.php?mod=viewthread&tid=1055251    跳转此贴查看天境早期版本并下载\n\nhttps://minecraft.curseforge.com/projects/the-aether/files此链接中包含的内容：1.天境I 1.7.10,1.10.2,1.11.2,1.12.2和19w09a（无前置）\n感谢 E.T.星落辰 翻译\n授权搬运由 E.T.星落辰 获取过了感谢Modding Legacy&GildedGames开发团队",
    "replies": [
        {
            "author": "860723244",
            "timestamp": 1528349100,
            "txt_content": " 本帖最后由 860723244 于 2020-8-23 11:23 编辑 \n\n\n\n\n\n2019-06-14_13.02.jpg (167.29 KB, 下载次数: 21)\n\n下载附件\n\n2019-8-21 21:11 上传\n\n\n\n\n\n\n\n\nQQ截图20200203074437.png (43.25 KB, 下载次数: 7)\n\n下载附件\n\n2020-2-3 07:45 上传\n\n\n\n\n\n\n\n\n105814cnmshmhdz5z1ujxu.jpg.thumb.jpg (246.08 KB, 下载次数: 9)\n\n下载附件\n\n2020-8-23 11:23 上传\n\n\n\n\n\n\n\n\n180046lowz9fjonoz9w3gj.jpg.thumb.jpg (180.69 KB, 下载次数: 6)\n\n下载附件\n\n2020-8-23 11:23 上传\n\n\n\n\n"
        },
        {
            "author": "touhouzun",
            "timestamp": 1528356120,
            "txt_content": "其实aether legacy是115kino等人的粉丝向重制，和镀金游戏团队没关系，呐"
        },
        {
            "author": "860723244",
            "timestamp": 1528364220,
            "txt_content": "touhouzun 发表于 2018-6-7 15:22\n其实aether legacy是115kino等人的粉丝向重制，和镀金游戏团队没关系，呐\n忘记修改了…………\n但是素材模型什么的全用的是天境1的\n难道和镀金游戏版权无关吗"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1528458600,
            "txt_content": "860723244 发表于 2018-6-7 17:37\n忘记修改了…………\n但是素材模型什么的全用的是天境1的\n难道和镀金游戏版权无关吗 ...\n请注意：天境二和往事并不冲突！\n天境二由于《天境传说》的存在，其传送方式变更为特种效用型方块“天境之门”，荧石门已无效，会弹出提示对话框。\n授权已经拿到，私聊给你图片链接了，请及时更新。"
        },
        {
            "author": "860723244",
            "timestamp": 1528459200,
            "txt_content": "E.T.星落辰 发表于 2018-6-8 19:50\n请注意：天境二和往事并不冲突！\n天境二由于《天境传说》的存在，其传送方式变更为特种效用型方块“天境 ...\n我的老天爷啊……\n【已晕菜】\n行"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1528565400,
            "txt_content": "标题违规，版本间不允许有多余的空格，支持版本由大到小，字体限制不大于5号字，BGM要求放置在帖子最上方。\n【3-1】标题格式：([BGM])[最高支持版本-最低支持版本]+[Mod本名——Mod译名]+其他\n【3-2】标题格式说明：\n「版本号」例：[1.12.2-1.7.10]，若支持0.1阶段全版本亦可写作[#.#.X] 例：[1.12.X]；\n「Mod本名」即Mod作者公开的Mod官方名称；「Mod译名」 请参考《Minecraft Mod简体中文翻译规范与指南》07；\n「BGM」若帖内含有自动播放的音乐请务必在帖子最前端添加此项，并将音乐代码置于帖子开头；\n请严格按照格式要求的顺序和内容填写标题，请勿在标题中使用“【】”、“~”等不规范字符，保持版面美观整洁的阅读环境。\n「排版要求」帖内字号须≤5号，请勿使用高亮色字体、恶心图片或排版等。\n"
        },
        {
            "author": "孤海一帆",
            "timestamp": 1528591740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "860723244",
            "timestamp": 1528633560,
            "txt_content": "孤海一帆 发表于 2018-6-10 08:49\n其实这根本不能算误译，这只能算民间的一种习惯性念法。\n请认真审帖子再下定结论"
        },
        {
            "author": "860723244",
            "timestamp": 1528724040,
            "txt_content": "没糖的葫芦 发表于 2018-6-10 01:30\n标题违规，版本间不允许有多余的空格，支持版本由大到小，字体限制不大于5号字，BGM要求放置在帖子最上方。 ...\n抱歉。本人在MOD版其实是第一次发帖子，排版我会在期末考试后慢慢改的"
        },
        {
            "author": "2825126798",
            "timestamp": 1528896540,
            "txt_content": "一直觉得天境1比天境2好来着。。"
        },
        {
            "author": "AGMT",
            "timestamp": 1528898280,
            "txt_content": " 本帖最后由 AGMT 于 2018-6-13 21:59 编辑 \n\n讲真这个mod历史很久了"
        },
        {
            "author": "860723244",
            "timestamp": 1529719500,
            "txt_content": "AGMT 发表于 2018-6-13 21:58\n讲真这个mod历史很久了\n是的嘛 = = == = = \n从beta版本就有了\n并且一直没弃坑难能可贵啊"
        },
        {
            "author": "Kitty_xs",
            "timestamp": 1529813520,
            "txt_content": "不是说有1.7.10的吗\n"
        },
        {
            "author": "860723244",
            "timestamp": 1529821260,
            "txt_content": "Kitty_xs 发表于 2018-6-24 12:12\n不是说有1.7.10的吗\n哎呀 忘了添加了"
        },
        {
            "author": "860723244",
            "timestamp": 1529821320,
            "txt_content": "2825126798 发表于 2018-6-13 21:29\n一直觉得天境1比天境2好来着。。\nemmmmmmmmmmmm\n谢谢支持\n【如果觉得好请评人气哈哈哈哈】"
        },
        {
            "author": "喝粥君",
            "timestamp": 1529822160,
            "txt_content": "860723244 发表于 2018-6-24 14:21\n哎呀 忘了添加了\nXD 我都在找1.7.10 XD"
        },
        {
            "author": "860723244",
            "timestamp": 1529893620,
            "txt_content": "2353044632 发表于 2018-6-24 14:36\nXD 我都在找1.7.10 XD\n。。。。。。"
        },
        {
            "author": "860723244",
            "timestamp": 1529893680,
            "txt_content": "2353044632 发表于 2018-6-24 14:36\nXD 我都在找1.7.10 XD\n已添加！！！！！！！！！！！！！！"
        },
        {
            "author": "Kitty_xs",
            "timestamp": 1529930280,
            "txt_content": "没找到1.7.10"
        },
        {
            "author": "Kitty_xs",
            "timestamp": 1529930520,
            "txt_content": "哪里添加了"
        },
        {
            "author": "860723244",
            "timestamp": 1530015000,
            "txt_content": "Kitty_xs 发表于 2018-6-25 20:38\n没找到1.7.10\n百度网盘啊"
        },
        {
            "author": "860723244",
            "timestamp": 1530015060,
            "txt_content": "Kitty_xs 发表于 2018-6-25 20:42\n哪里添加了\n可以用来开服务器这个1.7.10的\n还挺好玩的\n以前试过"
        },
        {
            "author": "danteng624",
            "timestamp": 1530150660,
            "txt_content": "看了半天我都不知道这个模组是干啥的，你想说啥"
        },
        {
            "author": "danteng624",
            "timestamp": 1530150780,
            "txt_content": " 你就介绍这个MOD是干啥的，然后来历，最后都有什么内容，洋洋洒洒一堆，也有没玩过前作的人啊，谁管他有什么区别"
        },
        {
            "author": "LamentoLee",
            "timestamp": 1530286920,
            "txt_content": "哇，一直为天境II没有1.10.2可惜！不过我之前从来没有接触过天境系列。。。我想问楼主这个mod添加的是类似于暮色森林那样的一个异次元样的世界之类的吗？作为冒险远游的生存向模组怎么样？总不能是只有三个BOSS吧。。。"
        },
        {
            "author": "wohxue",
            "timestamp": 1530343920,
            "txt_content": "860723244 发表于 2018-6-24 14:22\nemmmmmmmmmmmm\n谢谢支持\n【如果觉得好请评人气哈哈哈哈】\n点击进入主城后  会卡在虚空 然后就退出去，请问怎么解决"
        },
        {
            "author": "860723244",
            "timestamp": 1530422460,
            "txt_content": "danteng624 发表于 2018-6-28 09:53\n你就介绍这个MOD是干啥的，然后来历，最后都有什么内容，洋洋洒洒一堆，也有没玩过前作的人啊，谁管他有什 ...\n= = 一个新世界模组啊"
        },
        {
            "author": "860723244",
            "timestamp": 1530422580,
            "txt_content": "LamentoLee 发表于 2018-6-29 23:42\n哇，一直为天境II没有1.10.2可惜！不过我之前从来没有接触过天境系列。。。我想问楼主这个mod添加的是类似 ...\n是的\n但是boss真的只有三个\n但是会随机生成\n也就是说世界里面有无数个\n每打死一次都会掉随机不同的物品\n作为冒险的生存向模组确实不错\n最起码比暮色森林生成的世界漂亮= ="
        },
        {
            "author": "860723244",
            "timestamp": 1530422640,
            "txt_content": "wohxue 发表于 2018-6-30 15:32\n点击进入主城后  会卡在虚空 然后就退出去，请问怎么解决\n？？？？？\n你说这个问题啊\n我以前开服遇见过\n我也不知道怎么办\n我后来是删了许多mod然后好了，可能是配置低的问题"
        },
        {
            "author": "860723244",
            "timestamp": 1530423600,
            "txt_content": "LamentoLee 发表于 2018-6-29 23:42\n哇，一直为天境II没有1.10.2可惜！不过我之前从来没有接触过天境系列。。。我想问楼主这个mod添加的是类似 ...\n求求你们评分行么"
        },
        {
            "author": "wohxue",
            "timestamp": 1530452640,
            "txt_content": "860723244 发表于 2018-7-1 13:24\n？？？？？\n你说这个问题啊\n我以前开服遇见过\n照这样说的话，也许是mod的问题吧，必须删除某些mod"
        },
        {
            "author": "2825126798",
            "timestamp": 1530596760,
            "txt_content": "搞乱了，澄空再创才是老版本的天境2，正在开发的天境2是空原"
        },
        {
            "author": "屎中屎",
            "timestamp": 1530711120,
            "txt_content": "我记得以前翻译的都是以太2~"
        },
        {
            "author": "F.N.T",
            "timestamp": 1530714900,
            "txt_content": "emmmmmmmm\n也就是说，这就是曾经的以太？"
        },
        {
            "author": "LamentoLee",
            "timestamp": 1530957900,
            "txt_content": "860723244 发表于 2018-7-1 13:40\n求求你们评分行么\nojbk，虽然还没打过boss，不过天境的确很好看"
        },
        {
            "author": "Siopen1",
            "timestamp": 1530966780,
            "txt_content": "终于可以再玩了！"
        },
        {
            "author": "2825126798",
            "timestamp": 1531108440,
            "txt_content": "顺便LZ去完成下搬运悬赏令"
        },
        {
            "author": "玲珑_琥珀",
            "timestamp": 1531892760,
            "txt_content": "念好几年以太和天堂了，突然改口有点不适应"
        },
        {
            "author": "哇挨打",
            "timestamp": 1531898940,
            "txt_content": "追了好久了 真的唯美 "
        },
        {
            "author": "3257309729",
            "timestamp": 1532450160,
            "txt_content": "支持一下，以前一直想玩，不是卡BUG玩不了就是版本太低要么就是不知道加前置玩不了，但愿这次能玩，另外，度盘里没看见1.7,10啊"
        },
        {
            "author": "qqormm",
            "timestamp": 1533533580,
            "txt_content": "请问一下 我只能用以太2进入游戏啊  天境往事用的您分享的最老版本的那个  但是进入游戏之后没有多新的方块啊     是缺少前置吗"
        },
        {
            "author": "qqormm",
            "timestamp": 1533533760,
            "txt_content": "860723244 发表于 2018-6-24 14:21\n哎呀 忘了添加了\n请问下1.7.10版本的在哪里下载呢 网盘里面只有1.10版本的了啊   还有一个是以太2.。。"
        },
        {
            "author": "3202987961",
            "timestamp": 1533620340,
            "txt_content": "天境:往事和天境:空原    天境:澄空再创有什么关系?全乱了"
        },
        {
            "author": "夕离丶",
            "timestamp": 1534686240,
            "txt_content": "可把前置MODGilded Games Util 带上不！！！不行就算了"
        },
        {
            "author": "战神之信仰",
            "timestamp": 1534687260,
            "txt_content": "我虽然有点看不懂，但做的还是很不错的"
        },
        {
            "author": "哇挨打",
            "timestamp": 1534736880,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "895091658",
            "timestamp": 1535337060,
            "txt_content": "谢谢楼主，但是网盘里面的以太2就是天境2吗？  往事就是天境1？"
        },
        {
            "author": "1846387415",
            "timestamp": 1535340420,
            "txt_content": "请问这个MOd和什么MOD冲突呢？"
        },
        {
            "author": "Nai2Bear",
            "timestamp": 1535629020,
            "txt_content": "我只想放进1.7.10的服务器叫我的狗子们一起玩，老版本的只有青铜地牢根本不够玩的..."
        },
        {
            "author": "860723244",
            "timestamp": 1538220900,
            "txt_content": "期初倾城 发表于 2018-8-19 21:44\n可把前置MODGilded Games Util 带上不！！！不行就算了\n这是针对澄空原创老版本带的前置\n这mod不是彼mod\n所以不加即可\n如果你想要这个东西的话可以翻翻老帖子"
        },
        {
            "author": "htxj1999",
            "timestamp": 1538705400,
            "txt_content": "MCBBS有您更精彩~"
        },
        {
            "author": "可爱的小天",
            "timestamp": 1544360400,
            "txt_content": "可以可以可以！！！！！！"
        },
        {
            "author": "蓝海之眼",
            "timestamp": 1544841840,
            "txt_content": "火星来的老泪纵横。。。。我现在电脑里还有1.2.5版本的以太，叫天堂的殇曲整合包\n233当时猪排和牛排就这个鬼样\n虽然没有1.7.10版本的三个地牢有点可惜（不喜欢高版本战斗改版和炼药强制添加烈焰粉）\n但是能玩到高版本的真的是太好了5555555我爱烈焰快弓=v=\n感谢楼主分享(▽)"
        },
        {
            "author": "蓝海之眼",
            "timestamp": 1544841900,
            "txt_content": "蓝海之眼 发表于 2018-12-15 10:44\n火星来的老泪纵横。。。。我现在电脑里还有1.2.5版本的以太，叫天堂的殇曲整合包\n[co ...\n无视最后一个表情吧，以为那个就是哈哈哈（掩面）没仔细看"
        },
        {
            "author": "uhappylcz",
            "timestamp": 1549076580,
            "txt_content": "@860723244，额，昨天1.4出来了α版本的天境往事，可以尝试更新"
        },
        {
            "author": "1a2s3d4f1",
            "timestamp": 1550632380,
            "txt_content": "1.14的出来了，要不要加上去"
        },
        {
            "author": "PurpleHaze",
            "timestamp": 1551192060,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "MorningのHaze",
            "timestamp": 1551450240,
            "txt_content": "emmm网盘里天境往事没有1.7.10的吗_(:з」∠)_"
        },
        {
            "author": "2534353549",
            "timestamp": 1551488400,
            "txt_content": "问一下这里的材料支持匠魂吗"
        },
        {
            "author": "第十一泪",
            "timestamp": 1551966120,
            "txt_content": "挺有趣的，感谢分享"
        },
        {
            "author": "860723244",
            "timestamp": 1552186560,
            "txt_content": "2534353549 发表于 2019-3-2 09:00\n问一下这里的材料支持匠魂吗\n如果添加NBT的话 应该支持"
        },
        {
            "author": "860723244",
            "timestamp": 1552186560,
            "txt_content": "MorningのHaze 发表于 2019-3-1 22:24\nemmm网盘里天境往事没有1.7.10的吗_(:з」∠)_\n链接已补上"
        },
        {
            "author": "EVE01",
            "timestamp": 1552737660,
            "txt_content": "强到逆天啊，感谢分享"
        },
        {
            "author": "筚篥寒冷",
            "timestamp": 1552785240,
            "txt_content": "不错，终于找到了，是个不错的mod"
        },
        {
            "author": "cfy520",
            "timestamp": 1553274540,
            "txt_content": "\n\n我将【天境传说】书籍里能显示的物品介绍汉化了一下，因为我参考的是mcmod百科网的资料，可能有点翻译不对（比如以太和天境）望见谅。\n用压缩包工具打开天境往事mod，在assets\\aether_legacy 里将我的文件拖进去并覆盖就ok了\n\n\n顺手补全了一下语言包里汉化（关于BOSS对话的等比如与武神女王的对话）\n也是将【zh_cn.lang】替换到assets\\aether_legacy\\lang里就行\n\n\n有什么问题可以回复跟我说\n\n\n\n\n\n\nfile_1553273685000.jpg\n(153.17 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-3-23 00:55 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlore.rar\n\n\n2019-3-23 00:51 上传\n点击文件名下载附件\n\n\n\n\n28.43 KB, 下载次数: 16\n\n\n\n\n\n\n\n\n\n\n\n\nzh_CN.rar\n\n\n2019-3-23 00:56 上传\n点击文件名下载附件\n\n\n\n\n6.28 KB, 下载次数: 16\n\n\n语言文本\n\n\n\n"
        },
        {
            "author": "860723244",
            "timestamp": 1553409840,
            "txt_content": "cfy520 发表于 2019-3-23 01:09\n我将【天境传说】书籍里能显示的物品介绍汉化了一下，因为我参考的是mcmod百科网的资料，可能有点翻译不 ...\n非常感谢 同时通知一下 我正好把所有boss对话汉化完就差天境之书 结果就有了你来汉化\n（还在用win8.1啊）"
        },
        {
            "author": "860723244",
            "timestamp": 1553410080,
            "txt_content": " 本帖最后由 860723244 于 2019-3-24 14:50 编辑 \ncfy520 发表于 2019-3-23 01:09\n我将【天境传说】书籍里能显示的物品介绍汉化了一下，因为我参考的是mcmod百科网的资料，可能有点翻译不 ...\n以太与天境不是太重要 重要的是 编码是不是ASCII得看一下\n\n噗 不是ASCII码 这会导致游戏中天境之书文字错乱（linux系统除外）\n\n\n\n你能帮忙把码全转成ASCII吗"
        },
        {
            "author": "cfy520",
            "timestamp": 1553428320,
            "txt_content": " 本帖最后由 cfy520 于 2019-3-24 20:03 编辑 \n860723244 发表于 2019-3-24 14:48\n以太与天境不是太重要 重要的是 编码是不是ASCII得看一下\n\n噗 不是ASCII码 这会导致游戏中天境之书文字错 ...\n刚才试了一下，这样在游戏中能显示不会导致乱码啊？反之在游戏中不会显示ascii码，是我不会弄吗？\n\n\n\n\n\n1.PNG\n(184.55 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-3-24 20:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2.PNG\n(183.5 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-3-24 20:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "3022312631",
            "timestamp": 1554032460,
            "txt_content": "前置MODGilded Games Util有吗？？"
        },
        {
            "author": "whywmy780809",
            "timestamp": 1554453600,
            "txt_content": "妈耶好怀念。记得第一次在beta版里接触到以太（天境）里那个射火矢的弓，当时我整个人都傻掉了"
        },
        {
            "author": "Suomynona",
            "timestamp": 1554900360,
            "txt_content": "感谢楼主的分享"
        },
        {
            "author": "龙晓",
            "timestamp": 1556875260,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "SakuraChiyo17",
            "timestamp": 1558766820,
            "txt_content": "感谢分享  谢谢LZ"
        },
        {
            "author": "ubadcat",
            "timestamp": 1558835580,
            "txt_content": "感谢楼主~~~"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1561296720,
            "txt_content": "2534353549 发表于 2019-3-2 09:00\n问一下这里的材料支持匠魂吗\n需要安装附属Aether‘s Tinker还是Contact来着忘了，反正CurseForge上很好找，但是材料性能和暮色那边一样，不是很优秀。"
        },
        {
            "author": "3022312631",
            "timestamp": 1562469900,
            "txt_content": "3022312631 发表于 2019-3-31 19:41\n前置MODGilded Games Util有吗？？\n我1.12.2没有这个前置是开不了的啊"
        },
        {
            "author": "变态萝莉控",
            "timestamp": 1562870700,
            "txt_content": "打到头疼...."
        },
        {
            "author": "wen87188",
            "timestamp": 1563527040,
            "txt_content": "ding!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "梓钰潇湘",
            "timestamp": 1563634440,
            "txt_content": "厉害厉害，经历曲折啊"
        },
        {
            "author": "1163340864",
            "timestamp": 1563669420,
            "txt_content": "可以可以 喜欢 谢谢大佬"
        },
        {
            "author": "ztllllll",
            "timestamp": 1564070100,
            "txt_content": "真好啊，旧版也能玩了，话说我记得有一版击败烈阳魂后会得到一个能操纵天境太阳的方块，这个在这版里有吗？"
        },
        {
            "author": "@n@",
            "timestamp": 1566350520,
            "txt_content": "这个需要前置吗？"
        },
        {
            "author": "860723244",
            "timestamp": 1566390180,
            "txt_content": "@n@ 发表于 2019-8-21 09:22\n这个需要前置吗？\n不需要................"
        },
        {
            "author": "860723244",
            "timestamp": 1566393180,
            "txt_content": "ztllllll 发表于 2019-7-25 23:55\n真好啊，旧版也能玩了，话说我记得有一版击败烈阳魂后会得到一个能操纵天境太阳的方块，这个在这版里有吗？ ...\n有的！！！！！！！！！！！"
        },
        {
            "author": "xiaohejun77",
            "timestamp": 1569819480,
            "txt_content": "果然还是这种异世界维度mod好玩"
        },
        {
            "author": "HIMECHE",
            "timestamp": 1578708840,
            "txt_content": "谢谢大佬！！！！！！！！！！！！"
        },
        {
            "author": "820614097@qq.co",
            "timestamp": 1579277940,
            "txt_content": "谢谢大佬"
        },
        {
            "author": "Soysaucegod",
            "timestamp": 1579400220,
            "txt_content": "请问“与更高版本的空原天境2不冲突”中，更高版本大概是什么版本呢？1.7.10及以上的版本吗？"
        },
        {
            "author": "860723244",
            "timestamp": 1579513740,
            "txt_content": "Soysaucegod 发表于 2020-1-19 10:17\n请问“与更高版本的空原天境2不冲突”中，更高版本大概是什么版本呢？1.7.10及以上的版本吗？ ...\n1.10.2或者1.12.2 可以理解为1.7.10以上的版本"
        },
        {
            "author": "Soysaucegod",
            "timestamp": 1579586280,
            "txt_content": "860723244 发表于 2020-1-20 17:49\n1.10.2或者1.12.2 可以理解为1.7.10以上的版本\n这样的话1.7.10版本下 两个mod不能共存了吧···非常感谢！"
        },
        {
            "author": "860723244",
            "timestamp": 1579771140,
            "txt_content": "Soysaucegod 发表于 2020-1-21 13:58\n这样的话1.7.10版本下 两个mod不能共存了吧···非常感谢！\n没错的。"
        },
        {
            "author": "家用系",
            "timestamp": 1579913520,
            "txt_content": "插眼，，，"
        },
        {
            "author": "炒鸡嗒瞎",
            "timestamp": 1579939800,
            "txt_content": "神乎其技，不服不行"
        },
        {
            "author": "860723244",
            "timestamp": 1580107920,
            "txt_content": "炒鸡嗒瞎 发表于 2020-1-25 16:10\n神乎其技，不服不行\n那就给这个帖子点人气吧！=-="
        },
        {
            "author": "豆豆本",
            "timestamp": 1580554200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "small_q",
            "timestamp": 1580626500,
            "txt_content": "感谢有你们！"
        },
        {
            "author": "淡淡一笑",
            "timestamp": 1580628780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "860723244",
            "timestamp": 1580639580,
            "txt_content": "淡淡一笑 发表于 2020-2-2 15:33\n请问这个MOd和什么MOD冲突呢？\n您的意思是？"
        },
        {
            "author": "Aeljinh陌琳",
            "timestamp": 1581057840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}