{
    "title": "「原创-连载」Creepers-爬行者们-二。",
    "author": "Smokey_Days",
    "replyCount": 0,
    "timestamp": 1528427340,
    "txt_content": "Creepers-爬行者们\n二。陡缤\n\n牛车在坑坑洼洼的道路上颠簸。\n幕阳家有一头老牛，但是没有牛车。车子太贵，最重要的是它还需要四个轮子。\n四个轮子！因为这数字，只有被大主教以上的人物亲自祈福，才能够合法地使用牛车。这岂是一般人能够用得起的？\n幕阳也问过父亲能不能用六个轮子的牛车，父亲笑了笑，说：「轮子，真贵啊。」\n\n幕阳不懂。他懵懵懂懂。一架一架的牛车排成长列——有多长呢？似乎并没有很长。但是幕阳仅仅见过携着货物沿途叛卖的大商队有这么长的队列。或许长度有所不同，不过大抵是差不多的。\n与他坐在同一辆牛车上的还有四个人，并着那拿着剑的人。\n\n他捧着剑，立于此处。直视着前面六人，仿佛一旦他视线移开，前面的六人就会冲上来把他分食掉。\n\n幕阳低着头，只是紧紧抱着妹妹。\n他本以为，他早已经习惯亲人回归主的怀抱而不会感伤，然而毕竟他仅有十岁。\n少三五岁多好，懵懂不知生死为何物。多三五岁多好，略微成熟也能扛住哀伤。\n可是幕阳却是十岁。刚刚腻在父母怀中的十岁。所以他做不到像他的邻居一样即刻释怀。\n幕阳告诉自己，父母被主接走了，他们去侍奉主了。他们终究脱离了尘世的苦难，终究洗清了生而携来的罪。\n可是他不明白，为何洗清这罪的代价，是永远不可相见。他不明白。他不明白。他不明白。\n\n对坐在他前面的人抬起头，朝向幕阳，微微颔首：\n「你也是曦月厅的么？」\n是的，当然是。\n其实曦月这地方，论大小根本够不上「厅」的规模。但是这好歹是「新圣徒」晨曦之示曾经经由月亮领受主的教诲之处，倘若仅仅设一个会堂，那简直是对主的亵渎。\n\n「圣城直接蒙于主的教导，圣殿受教于圣城、引领着启厅，再次则设会堂。」\n——「神录-岳筑记-6章4节（山峦之湾启本）」\n\n圣城-圣殿-启厅-会堂，主的地上神国便是如此的架构。\n「你也是...引溪会堂的么？」\n他没有正面回答，而说：「引溪启迹被那群『叛旨异端』给破坏了啊。」\n叛旨异端，叛旨异端。那群自称是「中正教」的异端。\n这场争端是他们发起的，一切都是他们的错，是他们背离了主的教诲，都是因为他们，都是因为他们。\n是么？\n一定是的。\n愤恨。愤恨充满了幕阳的心。都是因为那些叛旨异端，父母才被迫提前赎清罪孽。都是因为那些叛旨异端，主的最虔诚的信徒们才被迫为了神圣的事业而献身。\n可恨。\n甚至连「引溪启迹」，神当初启示圣徒溯溪之触的圣地，都被他们给破坏了。\n\n面前的人又开口了：\n「你叫什么？我叫陡缤，这旁边是我的弟弟，陡纷。」\n「我叫幕阳。」\n「他呢？」他指了指我抱着的人。\n「她是我的妹妹，她叫幕雨。」\n「幕雨啊...」他苦笑一声，「这名字还不错。」\n幕阳此刻其实是有那么几分激动的——要去一个新的地方，要为复仇而积蓄力量，因此他无法理解眼前这「陡缤」的苦笑。\n「怎么了？」幕阳大概是察觉到了陡缤的笑中隐含的几分若有若无的苦涩，但是他很奇怪。\n快速地瞥了一眼坐在牛车后头的那持着剑的爬行者，伴随着目光相交，爬行者的目光——如同他手中捧着的剑一样锐利的目光——刺向了陡缤，陡缤赶紧转了回头，然后慌乱地说：「没有，只是...家人回归主的怀抱了，有些不舍。」\n「这样啊...」幕阳的目光一下也随之黯淡了下来。是啊，家人回归了主的怀抱了。他们一定会幸福的，一定会的。幕阳坚定地想着。虽然心中无法避免地扬起几分怀疑和恐惧，但这怀疑和恐惧迅速被虔诚的信念给洗去了——不要胡思乱想了。\n于是幕阳想劝慰他。但还没有开口，就听到什么人把幕阳想说的话给说出来了。\n「没关系的，他们赎清了罪，他们是很幸福的。」坐在车后的爬行者，眉头微蹙，看似坚定无比地说。\n于是之后无论是幕阳还是陡缤都没敢说话了。\n\n上车之后大概有四分之一个白天，精神紧绷着的幕阳感到了怀中的人开始活动了起来。\n幕雨抬起了头。\n\n幕间，二。\n\n「说起来，那本启本是...？」\n「其实也并非什么很重要的。说起来按照二十几年前他们达成的默契，这本启本也应当是属于新宗的。」\n「哦？是哪一本？」\n「『溯溪之触』的『引溪记』，讲的是他和另外几个圣徒带着人们向东拓荒的故事。不过是新宗自己破坏的默契，就别怪旧宗不按照默契行事了。」\n「噗。」\n「怎么了？」\n「就拓荒这么点破事，还能写一本书？」\n「这是主引领下的拓荒。」\n「...我还真是服了你们这边的教会了...为了欺骗人们还真是下了苦工啊...不过你说得也对，新宗在开始将『爬行者』投入使用以后底气也大了啊。」\n\n\n\n\n\n\n\n\n",
    "replies": []
}