{
    "title": "【原创-连载】亡灵战争外传-永恒黑暗 第一章",
    "author": "EisakaFuine",
    "replyCount": 2,
    "timestamp": 1528468140,
    "txt_content": " 本帖最后由 金星掠夺者 于 2018-6-10 17:12 编辑 \n\n第一节 沼泽追击战 天色一片漆黑，厚重的云层漂浮在空中，遮挡住了月亮，仅有少量的光线冲破了云层的重重阻碍，将那一丝微弱的光芒洒向大地。在安第斯山脉旁边，一片广阔的沼泽地随着山脉不断延绵，从远处看去，那就像一条天然的护城河，守护着这座神秘的山脉。云层下方被撕开一条裂缝，一个身披斗篷的人影从空中掉下来，狠狠砸到了沼泽地里的淤泥中。那个人影从淤泥中站起来，谨慎地看了看周围，确认没有人类士兵跟踪，这才掀起斗篷，露出了一双在黑夜中显得幽暗神秘的紫色瞳孔。他从腰带上抽出一把已经卷刃的铁制匕首，翻开刀面，上面依稀还可以看到一行被刻在上面古亡灵语：“....之轮开始转动时，....城的命运就....被决定，将会有..........从....最深处冲进世界里.....带来无尽灾难，只有.....当...时才能打败....。末影....第2...17任城主....于亡灵...264...预言。”这上面的古亡灵语被磨去了很多，只能依稀辨认出其中的几段话。克里斯又将短刀转过去，短刀背面是一个奇异的图案，当克里斯的目光落到图案上时，他的耳边响起了一阵低沉的声音：“我的后裔啊，如果你现在听到了这段话，那么末影王城的核心储存的能量此时应该已经完全枯竭。在死前，我将那件利器分裂成了三部分，并散布到世界的角落里。这三个零件分别散落在主世界的最深处、末地传送门的其中一个、以人类搭建的下界传送门为中心，位于下界西北的僵尸猪人统治区。当它们组合到一起之时，便是末地复兴之日！这件神器的名字叫做.....终末之歌。”声音戛然而止，克里斯的紫色眼睛变得更加的深邃。“人类，你们灭我末影王城，迟早我会带着一支军队，攻破人类的所有基地！”克里斯把匕首插回腰带，甩开一些粘在脚上的淤泥。“这沼泽对我很不友善，还是及早离开这里为好。”克里斯向出沼泽的方向走去，一阵热风从山脊处吹过，使气流变得絮乱起来。克里斯察觉到不对，转头望向后方，不知何时，山坡上燃起了一团赤红的火焰，火焰迅速向四周蔓延，整个山脊很快就成为了一片火海，大量的火骑士从火焰中冲出，原本清冷的夜空变得炽热起来，一阵尖锐的笑声从火海中传出，一条火龙从火海中飞出，变化成了一个高约3米的重甲武士。重甲武士的头盔里传出一阵尖锐的笑声：“我该怎么称呼你呢？那条老龙唯一的后代，克里斯？哈哈哈！不过我根本不用在意这些细节，因为这里即将成为你的葬身之地！嘎嘎嘎嘎！”它看向克里斯所在的位置，却发现那里早已没有人，重甲武士暴跳如雷，它向火海怒吼一声，仰起头，一串生涩的音符从头盔里传出：“我忠诚的士兵们，你们是拥有主上赐予你们的最强大的力量的辛运儿！现在，一条漏网之鱼跑掉了，我现在需要你们将它抓回来！王将给予最忠诚的士兵无上的荣耀！”重甲武士拔出长刀，迸发出强大的冲击气流，周围的森林挡不住气流，齐刷刷被扫倒一片，它后面的火骑兵瞬间沸腾起来。火海开始移动并散成5队，全部冲入沼泽地里的森林。克里斯在沼泽里的树林里全力奔跑着，他的身形就如鬼魅一般，在身后留下一道道残影，他感到温度有所升高，在他后面，一队火骑士正向他冲过来，它们手举火焰长剑，全身上下都被铠甲包裹，只在眼睛那里留下一条缝隙，在它们胯下，是一匹燃烧着的骷髅马，它们身上的盔甲发出刺耳的碰撞声，让人感到心慌。火骑兵的机动性这时才显现出来，双方之间的距离逐渐缩小，克里斯掏出一个闪烁着紫色光芒，装有浅蓝色液体的玻璃瓶，拔开塞子，仰头将瓶内液体一气倒入嘴里，在同时，克里斯的速度变得更快，火骑兵逐渐被甩在后面，克里斯松了口气，继续往前飞奔。一望无际的大平原就在眼前，克里斯感到前面的温度变得更高，他只能继续飞奔，就在他经过一个路口时，里面冲出另一队火骑兵，死死咬在克里斯后面。克里斯感觉背后一阵剧痛，不由减慢了速度，火骑兵见状，举起火焰长剑，向克里斯刺去，克里斯周围出现了一些紫色粒子，当火焰长剑刺在克里斯所在位置时，他已经消失不见，只留下一些带有末影气息的粒子。第二节  人类的疯狂扫荡克里斯出现在一条河流的附近，药水的副作用这时才显现出来，克里斯感到虚弱感不断从全身各处涌现出来，视野仿佛被扭曲了一般。“我...前一刻好像还在沼泽地里啊...”克里斯倒在了地上，他感觉有人来到了身边，将他抬到架子上，他努力想睁开眼睛看看是谁，但是眼皮就像灌了铅一样，怎么抬也抬不起来。小屋里的壁炉向外吐着火苗，稍稍减轻了夜晚的带来的寒意，克里斯睁开眼，发现自己躺在一张床上，一个双眸深红，有着一头纯白色头发的少年正坐在桌子旁边擦拭着一把弓箭。“谢谢你救了我。”克里斯说道。“不用谢我。你的背后被烧伤了一部分，虽然我没喝过，但是土制速度药水的副作用一定很难受吧。”那少年淡淡道。克里斯有些吃惊，因为现在的药水完全按照人类的配方制作，土法已经基本失传，那少年仿佛看出了克里斯的疑问，答道：“在一些部落里，任然会有一些学识渊博的祭祀懂得这些方法。如果我没记错，人类现在应该还没有能造成你这样的烧伤的武器，假如你被亡灵专杀爆弹打中的话，那你现在就不会在这里了，火焰附加附魔的剑或许可以。你必须告诉我，是什么击伤了你。”克里斯尴尬地看着少年，过了一会才答道：“其实..其实就是火焰附加的剑打伤的，那是一把石剑，在已经损毁了。“少年的神情略显失望，他转身拿起桌上的铁剑，丢给克里斯。“在现在这乱世中，想要生产不能没有一把称手的武器。”克里斯接住铁剑，将它插入剑鞘。“多谢。”“举手之劳。”少年从箱子里拿出一捆箭，装入包里，“现在人类已经快要打到这里了，我现在要去往诺伦克，你要一起吗？”“很高兴与你同行，我叫克里斯，你呢？”“加特莱。”\n\nTo be continued(未完待续)字数：2280P.S:终于写完了，由于还有2周就要会考（冲击满分？）和期末考（看运气，至于语文....）了，决定暂时停更2周，7月5号回来继续码字，补上更新（一个究极Flag? 雾）如果你们对我的文章修改有什么建议，欢迎吐槽！话说我需要一个亡灵战争的时间线 我写起来很迷啊 现在第一章大概发生在亡灵历287年，我需要斯科特统一亡灵的时间，如果有游玩过原地图的好心人能提供一些时间进程，这将会对我的构造剧情有很大帮助。（表示没有真正玩过亡灵战争地图）这里补上小说的世界观，没看懂的读者可以参考一下。由于这部小说是着重于描写人类/亡灵/怪物（各个种族）的底层人民以及一些不为人知的事，所以没有原作里的科技感以及激烈的枪战、海战（风格偏中世纪），但这也是这部小说的一个特点。其实还有一些亡灵是在亡灵战争幸存下来的（躲洞里之类的逃过一劫），在亡灵战争开始前，亡灵算是人口最多的一族了，亡灵战争开始后，血月部落被扫荡，斯科特逃到下界，通过了死亡之影的考验，率领军队反攻，而由于人类领土大幅缩小，亡灵与人类的边界出现了一些狭长的灰色地带，由于人类和斯科特的军队交战，无暇扫荡亡灵部落，这些幸存在主世界的亡灵便在灰色地带繁衍生息，由于受到斯科特建立的城邦和人类城市的影响，灰色地带逐渐出现了一些以城邦为中心的小国，斯科特建立的新亡灵国疆土辽阔，灰色地带又只有一部分与斯科特的疆土接壤，给予了小国一个相对和平的发展环境，当年的幸存者们繁衍生息，形成了亡灵的传统派，仍然保留着亡灵战争前的一些习俗，而斯科特统治区则全部转变为人类的枪械科技，称为新派。\nP.S 2：话说这是发生在南美洲吗？（逃）@点人：@九幽之帝 （好久不见）@zwh007 @SMFX阜星 再P.S:欢迎读者踊跃提建议！欢迎来找出我语法、时间线、句势之类的错误并给予纠正，我将会大力感谢！你们的支持就是我写作最大的动力！",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1528902300,
            "txt_content": "来占个沙发（雾）"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1528902480,
            "txt_content": "表示以后一章4000字以上（爆肝）\n感觉有些错字来不及改2333"
        }
    ]
}