{
    "title": "[1.12-1.7.2][MapmakingTools——地图制作工具]类似于创世神的强大模组",
    "author": "Eghuoi",
    "replyCount": 27,
    "timestamp": 1528605660,
    "txt_content": " 本帖最后由 Eghuoi 于 2019-7-29 18:55 编辑 \n这是一个更方便，更快捷的地图制作工具，它类似于创世神，可以编辑刷怪笼，村民交易，填充发射器，写好的告示牌，成书标题等，如果你是RPG地图制作者，我敢保证，这个模组你一定要用！\n\n\n本帖属于二次搬运，这个模组已经更新至1.12了，但原搬运者没有搬运，似乎弃坑了，所以我就把它搬运过来了\n\n第一次搬运，帖子质量不是很高，主要是由于我个人并没有认真的测试这个模组，所以介绍写的很差，于是我决定结合我自己的经验然后翻译原作者的介绍，在2019年7月29日把帖子完全重写了一遍\n介绍\n基于“快速构建”命令的世界编辑器，使创建结构变得简单（就像创世神模组一样）A 'Quick Build' command based world editor to make creating structures simple\n\n可以自己自定义头颅方块Edit player skulls to have custom heads\n\n编辑书籍的标题和作者到您希望的程度，并将一本已成型的书还原为可编辑的书。（你还在担心误点？）Edit books title and author to how ever you please and revert a written book into a editable one\n\n编辑刷怪笼以进行自定义生成项目、怪物盔甲、最大延迟、最小延迟等Edit the settings of spawners to have custom player detection, max delay, min delay etc编辑村民的交易条、交易上限等等（RPG地图作者必备）Create custom villager shops and more\n\n将药剂效果应用于物品药剂，并自定义其颜色、类型和药剂效果的类型/数量。Apply potion effects onto item potions and customize their colour, type and type/amount of effects the potion has\n\n对任何物品附魔！Apply crazy enchantments to any item\n\n快速的填充发射器Fill dispensers with a click of a button编辑物品名称并选择颜色和文本\nEdit an item name and lore choosing colour and text\n\n想知道更多，下载mod使你的冒险地图成为现实！Many more, download the mod to make your adventure map a reality!\n原搬运者对于该模组的看法\n据作者说，他之所以会制作这样一个Mod是受到WorldEdit即创世神的启发。虽然看起来有些功能是一样的，但是还是有很多区别的。服务器能不能用我不知道，但单机我是试过的，挺简单实用的，我个人觉得这有点像单机版的创世神，适合用于制作地图。\n本模组添加了两个方块，一个是建筑斧头，一个是扳手，下面是具体教程\n\n关于建筑斧头的用法\n首先，你需要手持“快速建造斧（在杂项里可以找到）”，左键是选则第一个点，右键是选择第二个点，该斧头会在两点之间描绘一个长方形，所选区域没有最大限制然后选择两个点。这只在握住快速生成斧时可见。\n然后，输入指令对这个所选的区块做出调试：\n<div>//setblock <BlockId> 填充所选区块</div><div>//setbiome <biomeID> 修改所选区域的生物群系</div><div>//copy 复制选中的区域\n//paste 粘贴已复制选中的区域\n//floor  <BlockID> 设置选中区块的底层方块\n//roof <BlockID> 设置选中区块的顶层方块\n//wall <BlockID>设置选中区块4个侧面的方块</div><div>//replace <BlockID1> <BlcokID2> 将选中区域的BlockID1全部换成BlcokID2\n//undo 撤销之前的内容\n//redo 撤回之前的内容\n//maze <BlockID>在所选区域内用<BlockID>创造一个迷宫</div><div></div>复制代码 小提示\n1.在指令输入框内按住\"Shift\"键可以查看所有方块的ID，并且可以按Tab键补全指令\n2.//pos1或//pos2仍然可用\n   注意\n本Mod单次最大只能把1000个方块导出世界！\n本Mod1.8以上的版本不支持数字ID\n本Mod的方块ID和创世神不太一样\n\n\n关于扳手的用法\n扳手是游戏中最强大的修改工具\n可以修改刷怪笼、发射器、村民交易条等等\n我如何修改刷怪笼\n使用扳手右键单击刷怪笼，会弹出界面，在界面上进行操作即可\n具体的可操作功能有\n1.修改刷怪笼的生物生成种类\n2.修改刷怪笼生物的生成位置\n3.修改怪物的盔甲，包括手持物品\n4.设置宝宝怪物\n5.修改刷怪笼的刷新延迟\n等等\n\n\n注意：每进行一次操作，就要按OK键保存，否则会修改失效\n我如何修改村民交易条\n使用扳手右键单击村民，会弹出界面，在界面上进行操作即可\n具体可以编辑的有：\n1.修改交易项目\n2.修改村民外观\n3.修改每个交易条的最大交易次数\n特殊操作方式说明：鼠标左键减少，鼠标右键增加。每编辑完一条交易就必须按OK键保存，否则会失效\n我如何修改物品\n在物品栏内，用鼠标指着一个物品，按住“M”键，会弹出界面，在界面上操作即可\n具体可以编辑的有\n1.物品的名字（懒人福利）\n2.给物品附魔\n3.添加NBT标签\n4.为药物添加药效\n等等\n按OK键保存！按OK键保存！按OK键保存！\n\n\n这是作者写的具体教程（英文），关心的看一下\nAll this mod does is allow you to edit things that are in vanilla minecraft so this means any changes you make with the mod will persist when you remove the mod.     [MapMakingTools is currently in beta for 1.12 expect many updates over the coming days] If you find a bug (there are some) please make an issue of the github repo.  Many of the images were broken so I am currently taking a new set and will have them uploaded soon.     Short list of included features...  1.A 'Quick Build' command based world editor to make creating structures simple \n2.Edit player skulls to have custom heads\n3.Edit books title and author to how ever you please and revert a written book into a editable one \n4.Edit the settings of spawners to have custom player detection, max delay, min delay etc \n5.Create custom villager shops and more \n6.Apply potion effects onto item potions and customize their colour, type and type/amount of effects the potion has \n7.Apply crazy enchantments to any item \n8.Fill dispensers with a click of a button Edit an item name and lore choosing colour and text \n9.Many more, download the mod to make your adventure map a reality! \nDocumentation  \nQuick Build System This system was inspired by the server side mod 'World Edit', but I assure you that it is completely all my code and has some fundamental differences and new features. \nFirst you will need to get yourself a Wooden axe and be in creative mode. Then to select the two points. To know you have done it right a variation of these two messages should appear when you left/right click on a block.  Position 1 set at (50, 5, 50), 0 blocks selected. Position 2 set at (100, 10, 100), 12500 blocks selected.  A white line will now outline the selected area, the yellow block outline is the first position and the cyan the second. This will only be visible when holding the Quick Build axe.     \n\n Another thing to note is that if there is no block where you want to select then you can do these commands to set the position where your feet are. //pos1 or //pos2 It will set you selected point 1 or 2 to your current location.  Once you have two points selected there are a some commands you can do to edit the blocks within the selected area with more commands to come. All commands that are in the 'Quick Build' system will have // instead of / when typing the command. These are the commands and are pretty self explanatory.  \ncommands\n1.//set BLOCK META  This will set the entire area to the specified block and meta. \n2.//floor BLOCK META This will set the bottom layer to the specified block and meta. \n3.//roof BLOCK META This will set the top layer to the specified block and meta. \n4.//wall BLOCK META This will set the side layer to the specified block and meta. \n5.//replace BLOCK META BLOCK META This replace the first block with the first meta to the second block with the second meta. \n6.//undo Any action taken using the 'Quick Build' system will be reverted to it's original state \n7.//redo If you undo anything that will be redone to how it was. \n8.//copy Will copy the selected area ready to be pasted. \n9.//paste Will paste the last copied selection relative to where you were when you copied it. \n10.//rotate ROTATION Will rotate the last copied area and when pasted the effects will take place. Variable ROTATION must be a multiple of 90. \n11.//flip FLIP_VALUE Will flip the selected area in x, y, z axis flipping blocks to, (eg logs, furnace,stairs). \n12.//clearpoints [player] Will deselect position 1 and 2 for you or a given player. \n13.//setbiome BIOME Will set the selected area the specified biome. \n14.//selectedsize Will tell you the size of the area you currently have selected.  Autobuilt Player Statues These are part of the quick build system, if you select an area that is a multiple of 16x16x33 you can do \n15.//playerstatue . With being the player you want to make a statue of within your selected area, being the direction the statue is facing - \"north\", \"east\", \"south\"or \"west\",  being either true or false.  This is jeb_ 's skin as an example. (Please note you need internet connection for this to work)  Mazes  Selecting an area and typing the command \n16.//maze  [meta] will randomly generate a maze in the selected area.      \nWorld Transfer\n World Transfer This allows you to transfer up to 1000 blocks from any world/server with the mod on. To access the feature use '//worldtranfer ' The modes being... --- gui Opens the gui where you can delete and view copied areas --- copy [name] Copies an area and saves it as the given name --- paste [name] Pastes the area with the given name    TIP The Block helper allows you to hover over the block in a huge list and it will tell you the name and id and meta. From there you can type the id in manually to the chat or you can right click on one of the blocks it insert it's id and meta straight into chat to be used for the 'Quick Build' commands. If you haven't seen it yet, feast for eyes! You have to be clicking 'left shift' for this to work.    Item Editor  This is mean to allow you to edit item nbt data easily. To edit and item open you inventory and click 'M' (Configurable in controls menu) above the item you want to edit. (It must be a slot from you inventory) it will bring this menu up.     Details on each aspect of the Item Editor    Wrench\nUsing the Wrench Item The wrench allows you to edit blocks and entities that can storage extra data to give them 'special' ability. To open up the GUI simply right click on a valid entity or block. It looks like this and depending on what you click on the tabs will be different! One of the blocks that works is the mob spawner, which can be got by doing the command .\n/give USERNAME 52, as of v2.0.0a there are 4 tabs with the default pig spawner... They are Mob Type Spawner Settings Entity Velocity Entity Spawn Location In those tabs you can edit the different properties about those blocks in a very user friendly situation. If you change the mob to creeper for example when you open the GUI back up there will be new tabs. In the creepers case you will get 'Creeper Explosion Properties'. \n1.For Zombies/Skeletons/Zombie Pigmen you will get 2 new tabs 'Mob Armor' and 'Baby Monster'.   \n2.For the mob armor you can give them a custom held item, helmet, chestplate, leggings and boots. The armor slots to the right is your armor. Do note that most slots that are with in the spawner are phantom slots, which means you can put items in it but you will not loss it from your inventory.  \n3.For example villagers they will allow you to customize what they sell. You can use the '+' a '-' buttons to add and remove the number of trades. The top slot of each column is the first sell item, the middle slot is the second sell item and the bottom slot is the item you are buying. Click OK to set the trades. You can also set the amount of times the trade can be used by right and left clicking on the ? button below the trade.  \n\nThere will be many more tabs being added to the filter GUI over the coming versions, but for now here is the list of things you can edit using the wrench. Inventory Block - Fill the inventory with a item with a stack size of -1 Dispensors & Droppers - Convert one the other and vias versa Chest - Make the inventory symmetrical as possible Signs - Edit text after placed and add colours etc Spawners - Choose the mob is spawns Spawners - Change the timings and other properties Spawners - Mob Velocity Spawners - Mob spawn location Spawners (Monsters) - Turn them into babys Spawners (Monsters) - Add held item and armor Spawners (Creepers) - Have custom explosion properties Spawners (Item) - Set the item to spawn Spawners (Potions) - Set the potion that spawns Command Blocks - Custom Alias with colours etc Command Blocks - Custom give where you can create your item and then convert it all its data to a /give command that command blocks accept (this includes converting nbt data to text) Villager - Create custom shops Villagers - Change their profession \n\nNow what are you waiting for download the mod and support me so you can get even more amazing and cool features!\n\n  \n注意事项1.那个斧头叫快速建筑斧，和原版的斧头是有区别的2.扳手和快速建筑斧只有开启作弊时才能使用3.本模组和创世神冲突（两个模组可以同时安装，但是很多操作会冲突，本人亲测）\n下载地址（以下地址属于官方，点开即可直接下载，无需等待）CurseForge 1.12.x 1.8.91.8 1.7.10 1.7.2  1.6.4/1.6.2 CurseCND下载\nCurseCND下载\n暂不提供\n\nCurseCND下载暂不提供暂不提供\n如果想要下载1.7.10,1.7.2,1.6.4/1.6.2请前往原搬运贴或MinecraftForum感谢原搬运者@sb023612原搬运贴http://www.mcbbs.net/thread-226980-1-1.htmlMinecraftForum[url=MinecraftForum https://www.minecraftforum.net/f ... -system-random-maze]https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods/1287188-map-making-tools-quick-build-system-random-maze[/url]\n本模组只支持英文，在词汇量有限的情况下我只希望有大佬能向原作者提交一下汉化\n预览图\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.50.17.png\n(118.16 KB, 下载次数: 13)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:20 上传\n\n\n\n\n\n\n\n\n村民交易界面\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.50.24.png\n(109.7 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:20 上传\n\n\n\n\n\n\n\n\n1.12的村民外观修改界面\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.50.53.png\n(203.23 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:21 上传\n\n\n\n\n\n\n\n\n刷怪笼主界面\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.50.58.png\n(200.92 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:09 上传\n\n\n\n\n\n\n\n\n刷怪笼实体生成界面\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.53.24.png\n(288.34 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:24 上传\n\n\n\n\n\n\n\n\n物品修改界面\n\n\n\n\n\n\n\n\n\n\n\n2018-08-21_15.54.51.png\n(160.92 KB, 下载次数: 102)\n\n\n\n\n下载附件\n\n\n2018-8-21 16:25 上传\n\n\n\n\n\n\n\n\n实体填充界面\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "没糖的葫芦",
            "timestamp": 1528605960,
            "txt_content": " 本帖最后由 没糖的葫芦 于 2018-6-10 12:52 编辑 \n\n标题违规，现行版规不要求[ssp/smp]，版本由大到小，名称中间“——”为强制格式，字体不能大于5号字。\n【3-1】标题格式：([BGM])[最高支持版本-最低支持版本]+[Mod本名——Mod译名]+其他\n【3-2】标题格式说明：\n「版本号」例：[1.12.2-1.7.10]，若支持0.1阶段全版本亦可写作[#.#.X] 例：[1.12.X]；\n「Mod本名」即Mod作者公开的Mod官方名称；「Mod译名」 请参考《Minecraft Mod简体中文翻译规范与指南》07；\n「BGM」若帖内含有自动播放的音乐请务必在帖子最前端添加此项，并将音乐代码置于帖子开头；\n请严格按照格式要求的顺序和内容填写标题，请勿在标题中使用“【】”、“~”等不规范字符，保持版面美观整洁的阅读环境。「排版要求」帖内字号须≤5号，请勿使用高亮色字体、恶心图片或排版等。模板中的下载地址放:https://minecraft.curseforge.com/projects/map-making-tools/files\n原贴放：https://minecraft.curseforge.com/projects/map-making-tools"
        },
        {
            "author": "Dr.老鲸",
            "timestamp": 1528638540,
            "txt_content": "新人贴，支持一下"
        },
        {
            "author": "乐天记忆",
            "timestamp": 1528682700,
            "txt_content": "回复收藏拿走一气呵成"
        },
        {
            "author": "ruio",
            "timestamp": 1528764960,
            "txt_content": "如果跟创世神没差的话，undo和redo应该都是撤销之前的指令效果"
        },
        {
            "author": "121957716",
            "timestamp": 1533823200,
            "txt_content": "比创世神好的一点是能编辑物品，但是高版本（1.12.X）的明显有点问题（应该还没完全做好吧），编辑物品的时候物品编辑器不会把喷溅型或是滞留型的药水认定是药水，只能编辑那种普通的药水（喝的那种），并且不能取消掉全部药水效果，否则客户端会崩溃。（亲测...）"
        },
        {
            "author": "Black小衰",
            "timestamp": 1533824880,
            "txt_content": "有点没看懂，只看懂了可以编辑村民刷怪笼，要是能有图就更好了"
        },
        {
            "author": "御刃子",
            "timestamp": 1534205040,
            "txt_content": "楼主有没有1.7.10的版本啊"
        },
        {
            "author": "Eghuoi",
            "timestamp": 1534840200,
            "txt_content": "837232423 发表于 2018-8-9 22:28\n有点没看懂，只看懂了可以编辑村民刷怪笼，要是能有图就更好了\n现在把图加上了"
        },
        {
            "author": "Black小衰",
            "timestamp": 1534856280,
            "txt_content": "Eghuoi 发表于 2018-8-21 16:30\n现在把图加上了\n我得承认有图更看不懂了"
        },
        {
            "author": "Eghuoi",
            "timestamp": 1535010240,
            "txt_content": "837232423 发表于 2018-8-21 20:58\n我得承认有图更看不懂了\n我也没有办法，这个模组只支持英文"
        },
        {
            "author": "Black小衰",
            "timestamp": 1535080680,
            "txt_content": "Eghuoi 发表于 2018-8-23 15:44\n我也没有办法，这个模组只支持英文\n原来如此，那还是继续用创世神吧，起码会用"
        },
        {
            "author": "hueosf",
            "timestamp": 1535083500,
            "txt_content": "的确是方便一下，如果是RPG地图的作者应该会开心，但是大型的地图还是用不太上"
        },
        {
            "author": "北京军区",
            "timestamp": 1538843700,
            "txt_content": "请问可以跨地图复制么"
        },
        {
            "author": "Eghuoi",
            "timestamp": 1539448260,
            "txt_content": "北京军区 发表于 2018-10-7 00:35\n请问可以跨地图复制么\n可以跨地图复制，以后我会把教程补全"
        },
        {
            "author": "abnormal9",
            "timestamp": 1543036860,
            "txt_content": "适合腐竹们的厉害mod"
        },
        {
            "author": "花开若相惜",
            "timestamp": 1549041780,
            "txt_content": "请问一下怎么设置复制粘贴的位置，粘贴位置不对啊！"
        },
        {
            "author": "3512885810",
            "timestamp": 1582091400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "火柴君i",
            "timestamp": 1582092420,
            "txt_content": "回复收藏拿走一气呵成"
        },
        {
            "author": "莫寂枫",
            "timestamp": 1582092780,
            "txt_content": "111112333333"
        },
        {
            "author": "Nicwind",
            "timestamp": 1582472820,
            "txt_content": "？？我安装后，不显示冲突，游戏内mod列表会显示mapmakingtool，但是游戏内并找不到和这个mod有关的物品啊"
        },
        {
            "author": "Nicwind",
            "timestamp": 1582473180,
            "txt_content": "Nicwind 发表于 2020-2-23 23:47\n？？我安装后，不显示冲突，游戏内mod列表会显示mapmakingtool，但是游戏内并找不到和这个mod有关的物品啊 ...\n我找到了，没看清楚hhhh，不知道怎么删评论，在杂项里面"
        },
        {
            "author": "唯独i",
            "timestamp": 1582473720,
            "txt_content": "能用的工具总是越多越好拉，谢谢楼主分享！~"
        },
        {
            "author": "TonyMod",
            "timestamp": 1582475040,
            "txt_content": "感谢楼主的分享~"
        },
        {
            "author": "黑白未散",
            "timestamp": 1582534320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1263806417",
            "timestamp": 1582536120,
            "txt_content": "支持一下"
        },
        {
            "author": "不一样无言",
            "timestamp": 1589708340,
            "txt_content": "有1.12.2稳定版就好了"
        },
        {
            "author": "zhangyiming123",
            "timestamp": 1589716440,
            "txt_content": "看不懂英文的我当场自闭"
        }
    ]
}