{
    "title": "【原创/连载】[另一个世界]第十九章 rolling and fighting",
    "author": "秋叶枫苓",
    "replyCount": 1,
    "timestamp": 1528551780,
    "txt_content": "（第三人称警告）\n“那边有什么线索吗？”\n“没有，从堆积的素材来看是她的工作间。菲利普你那边怎么样？”\n“在翻她的书，估计要一会。”\n“最好快一点，虽然不知道她什么时候回来，但尽快在一小时内做完。”\n“……”\n龙猫无言地看着三名男子不断地翻弄着绪方老师的家进十多分钟，虽然总结出了他们是来找什么东西的，但现在他的脑子还是一团乱；他们是谁，为什么要做这种事，以及现在该怎么办。自己的肚子还不断传来阵阵疼感，而他本人也被那三名男子双手后背绑紧，扔在了家里的一个角落，和苏菲小坑一起。\n又盯了三名男子看了许久，即便将眼神变得再凶，男子也没有花费一秒将视线投向他们，看来是彻底被看扁了，龙猫在心里默默地想，无奈地叹了口气，慢慢地转过身，位置变成和同样被绑着扔在角落的苏菲小坑面对面坐着，两人也看向龙猫，三人互相对视了一会，一起叹了口气。\n“有啥子想到的东西吗。”\n“没有。”\n“有啊，这是三个男的，是来找啥子东西的。”\n“这种一眼就能看出来的东西就别说出来了行吗。”\n“不是你说想到什么说什么的吗。”\n“……你们两个这种时候就别斗嘴了好吗。”\n“为什么？反正他们根本没把注意力放在我们身上。”龙猫一边说着，一边自嘲地笑了笑，“我们给彻底看遍了啊，盆友。”\n听了龙猫的话，小坑默默地看了眼男子的方向，对方依旧在不停地翻找着什么，看都不看这边一眼，让他不自觉地握紧了拳头，这种屈辱感像是毒药一样侵蚀着他们的理智。\n但是现在冲动也解决不了任何问题，又沉默了一会后，小坑向着龙猫问道：“现在怎么办，一直等到老师回来吗？”\n“那样他们找到东西然后跑掉的概率会更大吧。”\n“……为什么你一副不想让他们跑掉的语气啊，你有信心干掉他们吗？”\n“不是有信心，是有怒火。”\n“别傻了，从一开始的那个照面就能看出我们和他们实力的差距了吧。”\n“废话，我当然知道啊。”龙猫顿了顿，瞄了男子他们一眼，“但是你们想想，对方和我们有巨大的实力差距，但他们在第一照面没有把我们杀死，只是把我们丢在这限制了行动能力，你们觉得为什么。”\n“……他们在顾忌着什么？”\n“顾忌……绪方老师？”\n“也只有这个可能了吧，所以就算我们做些什么，对方也不至于起杀心，其次就是对方对我们根本没有上心，大概原因是只是认为我们是三个新人玩家而已，从刚才无脑冲过来的那个决断判断的话。”\n“所以对方现在是极其大意的状态，对吗。”\n“没错，至少打一个出其不意还是没问题的。”\n“可是问题是，我们有能击杀……不，我们有能让他们失去行动能力相应的战斗力吗。”\n面对苏菲的疑问，龙猫愣了下，默默地移开了视线，看样子也是没有把握的样子，在大家都沉默的时候，小坑慢慢地说道：“可能有……让他们失去行动能力的办法。”\n“诶？”\n“真的假的？小坑？”\n“还记得我们的房间非常不隔音吗。”\n“记得是记得……可是有什么关系吗？”\n“虽然跟工作间相邻也是一点，但从物理角度上分析，声音产生那种效果还有一点是我们和工作室的下面是空的。”\n“空的？”苏菲疑惑地歪了歪头，龙猫低头想了想后，露出恍然大悟的表情，“你的意思是陷阱？”\n“毕竟绪方老师从来不让我们碰工作室的各种拉杆和按钮，以她的性格有一两个也不奇怪吧？”\n“很好，那之后我们首先先把房间中间天花板的萤石敲碎，之后在黑暗里诱导他们吧。”\n“……龙猫，在那之前……”小坑打断了兴奋的龙猫，默默地问道：“你有办法解开手上的绳子吗。”\n“……”\n“哼，说了那么多，还不是要看老娘。”\n苏菲的话，让龙猫顿了顿，然后他尽可能地动用脸部肌肉，做出了他认为最嘲讽的吃惊的表情，随后他的脸便给苏菲坚硬的鞋底覆盖。\n“什么意思啊混蛋！”\n“没、没有……只是觉得苏菲在最后关头竟然起作用了真是长大了爸爸我很欣慰……”\n“你还想再来一发吗？”\n苏菲皱着眉头叹了口气，而在她伸手，传来了瓶塞被拨开的清脆的声音，小坑愣了愣，向着苏菲问道：“苏菲？你在干嘛？后面是啥？”\n“粗制药水啊。”苏菲向着小坑微笑地说道：“粗制药水除了作为炼药的起始药水，还是很优秀的润滑油啊。”\n“……噫。”\n“喂，你才高中生吧，想到哪里去了混蛋。”\n结果龙猫在开始行动前又吃了一个苏菲特制鞋底飞踹，而即便这样，那三个男子也依旧没注意到龙猫三人。\n\n一遍又一遍，三人不断地翻找了房子里的每一个角落，即便他们心中已经充满了厌烦感，比如现在正在不断翻找着像是辣鸡一样的零件堆的带着贝雷帽的小队队长雷亚，一边翻找心中一边不断咒骂着派遣他的上司，本来就是苦闷的任务，还让他带上两个刚加入的新人，而更重要的是，已经找了那么久，但他们依旧没有找到他们要的东西。\n看来这个零件堆也没有他们要找的东西，雷亚无奈地叹了口气，回头准备再去找找其他的地方，虽然不太可能，但是还是去生活区那边找找吧。\n抱着这样的想法，雷亚与在空中的龙猫对上了视线。\n“……诶？”\n“啧！”\n砸了咂舌，龙猫的右手猛地往后拉，雷亚捕捉到了龙猫右手握着的木剑，虽然只是木剑，但雷亚马上切出了铁剑架了起来，但是剑的轨迹却没有如他设想的一样向他的左边砍来，而是急速地上挑，眼睛跟着轨迹往上望去，雷亚看到了嵌入萤石的木剑，紧接着就是爆裂声和碎裂声，周围一下子暗了下来，旁边传来了落地和跑动的声响，雷亚猛地挥刀，却什么也没砍到。\n大概过了一两秒，雷亚同行的伙伴反应了过来，黑暗中，火把的火光涌现了出来，让人十分的安心，但经验丰富的雷亚马上吓出了一身冷汗，他猛地喊道：“快熄掉！”但声音刚传出来，一道流光划过了火把，黑暗再度将所有人笼罩，某个方位开始涌现源源不断的殴打声，雷亚砸了砸舌，而另一边传来了有些慌张地大喊：“喂！雷亚！怎么办！”\n“先他*的给我冷静点！不要点火把！别大吼大叫！”\n心里愤怒地咒骂着那些傻*的新兵蛋子，雷亚架起了铁剑警戒着四周，一片漆黑的情况下对方也是视野被蒙蔽，这种时候点火把跟大喊“我在这里！打我啊！”没有任何区别，更重要的是对方还掌握着自己这边没有的情报，那就是这所屋子的状态，现在只能先处于被动状态等待机会，至少这边在等级和装备上有绝对的优势，这点是不会变的。\n“咔当！”\n“？！”\n黑暗中，在一边突然发出了第二声声响，雷亚瞬间面向那边作出警戒姿势，但发现那边传来了微微的火光，火光映照出了一扇门，而门外似乎是……峡谷的样子？\n雷亚还在奇怪的时候，旁边就传来了急促的脚步声，“小兔崽子们跑到那边了是吧！”自己的同伴先一步冲到了门口附近，缓缓地迈出了一步，但随即被两个身影猛地撞出了门去，紧接着门就被紧紧地锁了起来，而外面传来了混合着机械启动、怪物嘶吼和惨叫的声音。\n慢慢地，三根火把出现，安插在了三个身影旁边，两名少年一名少女，十分警戒地看着雷亚，在他们附近，雷亚的同伴躺在地上，似乎失去了意识，雷亚简单扫视了面前的三人，虽然在刚进门的时候打了个照面，但似乎自己对他们的“只是三个刚过来的新手”的评价有些错误。\n似乎是见自己没发话，黑发少年露出冷笑，架着木剑向他说：“喂，怎么了，太过吃惊说不出话了吗？”\n雷亚顿了顿，凝视起了黑发少年，少年像是被野兽盯上的猎物一般，猛地摆出了架剑姿势，在他旁边，金发少年也将弓拉成了满月状，少女稍微空开了一些距离，单手抓着木剑警惕着他。\n“靠……真的是服气了，这两个蠢货连高中生都不如，白瞎了那么多经验。”\n“……哈？”\n雷亚突然放下铁剑的自言自语，让龙猫、小坑和苏菲都愣住了，龙猫下意识哈了一声，雷亚听到后半眯着眼看向了他：“让我来猜猜，‘第一照面没有干掉我们，所以应该是不能杀了我们’，认清这个状态之后制定了一系列的反击，现在觉得三对一的话就算不能解决我也能保证自身安全，你的思路大概想到了这里吧。”\n“……哈、哈哈，你在自己YY什么啊大叔，怎么？两个同伴被那么轻易地干掉所以很不爽吗？”\n他在动摇，雷亚能很清晰地感受到龙猫的情绪，看来和自己预估地一样，稍微提了提剑刃，雷亚的右脸马上划过一道流光，“建议你不要乱动。”小坑又将弓弦拉满，冷漠地对着他说道。\n感受到自己右脸传来的阵阵刺痛，这让雷亚稍微有些恼火，叹了口气，雷亚还是决定将谈判这个选项给丢弃。\n下一秒，雷亚右手的铁剑消失了，他将铁剑狠狠地投掷了出去，锐利的剑刃在龙猫、苏菲和小坑本人都还没来得及反应的瞬间，贯穿了小坑的右手，他自己也被巨大的外力踉跄地后退了几步，直到剑刃死死地钉在了墙上。一脸不可思议的小坑看了眼面前睁大眼睛看着自己的龙猫和苏菲，又看了眼袖口不断被染红的右手，随即惨叫了起来。\n“小坑？！”\n“你TM的？！”\n回过头，龙猫的面前突然涌现切出第二把铁剑不断放大的雷亚，虽然迅速但还不及绪方老师，观望小坑和绪方老师对战多天的龙猫压着死线反应了过来，右手想要格挡，但颤抖却让剑刃无法摆出练习时的格挡姿势。\n别动啊混蛋！练习已经练的够多了吧！即便心中不断地大吼，但剑刃相接的那一刻，肚子像是被狠狠锤中一样，龙猫肺部的空气被一口气打了出来，倒在地上陷入了不断干呕的情况，但这次格挡也不是完全失败，至少腹部还没有开一个大口子。\n在地上慌张地爬起，龙猫看到了被一个边腿直接扫到了工具山那边的苏菲，后背狠狠地砸在了凹凸不平的材料上然后摔倒在了地上，苏菲张大嘴巴咳了两抹鲜红色的液体出来，有过一次吐血体验的龙猫深知那样的痛苦，咬牙看向了雷亚，龙猫想要大吼地冲向他进行攻击，但吼声还没吼出来就被雷亚掐住脖子停了下来，缺氧让龙猫松开了拿着剑的右手，不断地挣扎了起来，雷亚冷哼了一声，将他狠狠地砸在了小坑的旁边，第二把铁剑对着他的肩膀狠狠地刺入，将其也钉在了墙壁上。\n“给我先弄清楚一点，傻X们。”做完这些事的雷亚拍了拍双手，冷漠地看向视野已经开始模糊的龙猫，“老子没第一照面弄死你们不是不能，是嫌麻烦。”\n一番话让龙猫和小坑咬起了牙，小坑顿了顿，左手伸向了卡着他右手的铁剑，慢慢地抓住了剑柄，似乎想要孤注一掷一样拔剑，但遗憾的是，以他的等级，根本无法提起铁剑，更别说单手将其拔出，雷亚看到这一幕，不禁笑了起来，笑的越来越厉害，整个房间回荡着他的笑声。\n“……闭嘴……”\n“哈哈哈哈哈哈哈……哈？”\n“你TM的……闭嘴……”\n在小坑旁边的龙猫，咬着牙死死地盯着他，双手慢慢地提了起来，抓住了嵌在他右肩的铁剑剑柄，雷亚看到这一幕顿了一顿，刻意退后了两步，做出了一个请的姿势\n顿了许久，许久，龙猫深呼吸了一口气，双手猛地用力，不知是因为剧痛还是用力需要，即似悲鸣又似怒吼的叫声传了出来。\n……但是，剑柄依旧没动分毫，等级限制并不是靠气势和感情就能突破的，这插曲并不能证明什么，只是单单又勾起了雷亚的笑意。咬着牙的两名少年面前的地板，渐渐出现了一些泪渍。\n“……呜……呜啊……”\n自己的伤痛也好，龙猫和小坑的惨叫也好，不知什么让匍匐在工作间的苏菲止不住地哭了起来，自己已经拉动了不知多少个拉杆了，但就是没有任何东西启动，难道小坑的理论错了吗，她止不住这么想。\n怎么办……现在自己到底该怎么办才好……在匍匐到下一个拉杆的时候，苏菲的右手突然一歪，让她狠狠砸在了地上一下，泪水渐渐模糊了视线，苏菲的咽呜声渐渐便大了起来。\n然后，在模糊的视线里，苏菲突然看到了在杂乱的桌底下，一条暗红色的痕迹。\n愣住的苏菲慢慢的用右手抹去泪水，向前爬了两步认真看了过去，那是一条没有激活的红石电路，似乎是被什么人工阻断了一样。\n“啊……啊……啊……”\n张大了嘴巴，苏菲慌张地四处扫视了起来，终于在素材山中，找到了一个跟平时火把不太一样的火把，祈祷着，苏菲的手伸向了桌底，将火把插在了电路的旁边。\n一瞬间，苏菲的右手感觉像是被静电充满了一样，随后电路变得鲜红，而雷亚小坑和龙猫那边，源源不断的机械运作声从四面八方传来。\n“……喂！是你们干的吗？！小鬼！”\n雷亚愣了愣，猛地向被钉死在墙上的两人看去，但两人也露出迷惘的表情，让雷亚困惑了起来，咬牙切出了铁剑，雷亚转身不断地警惕着四周。\n但，那也只是以他为基准的水平线的四周。\n地板，突然消失了，被钉在墙上的小坑和龙猫失去了桌地点，肉体被切割的痛苦让他们再次惨叫了起来，下意识地，两人抓住了剑柄用力地撑起了身体，在挣扎的同时，两人向着已经消失的地面看去，露出了惊愕的表情。\n在消失的地板下面，是翻腾的艳丽的液体，源源不断的热气向着他们涌来，让他们更加用力地撑起了身体，而在他们稍前方，雷亚一脸不可思议地坠落着，向着滚烫的岩浆，而过了几秒，地面突然从四面八方涌来，又拼接在了一起，似乎从来没开裂过一样。\n突如其来的状况让龙猫和小坑忘记了疼痛，双脚再次着地后，两人互相对视了起来，都是一脸懵逼的表情，而在材料山那边，苏菲扶着材料山站了起来，露出勉强的微笑，向着两人比了个V。\n“……能不能先来帮忙啊……”\n“同上……撕啊！”\n“啊……啊啊啊啊啊！对、对不起！”\n苏菲愣了愣，小跑了过去，也因为伤痛踉跄了好几步，但即便到了小坑和龙猫身边，四只手一起用力，铁剑也只又突出了一点，看起来要完全拔出要用上十几次力才行，慌张的苏菲还是先从工作间那边拿了几瓶恢复药水过来，给小坑和龙猫喝了一瓶，伤口上淋了一些，虽然不知道有没有用，然后准备和龙猫进行第二次尝试。\n然而，一个声响打断了他们。\n铁门在发出好几声剧烈的声响后，突然被整个踹飞，一个身体上插了好几根箭矢，浑身散发着恶臭和火药味的男人，提着沾满鲜血的铁剑面目狰狞地走了进来，看到这一幕，龙猫三人一瞬间吓出了一身的冷汗。\n“……小兔崽子们……久等了啊……”牙咬得嘎吱作响，男人的牙缝中漏出了骇人的声音，龙猫猛地向着吓呆的苏菲吼道：“苏菲！跑啊？！”\n“……可、可是……”\n“你们觉得你们还逃得掉吗混蛋？！”\n男子怒吼了一声，猛地向着苏菲这边跳了过来，铁剑高高地举了起来，对准苏菲的脑袋落下，而苏菲却只能无力地慢慢瘫坐在了地上，看着剑刃不断地放大。\n然后，一个黑色的身影猛地从旁边切入，将男子整个打飞了出去，其力道之大让男子直接整个身体嵌入了木制的墙壁，黑色的身影慢慢地落在了地上，对着一脸惊愕地男子慢慢说道。\n“跑不掉的是你才对啊混蛋。”黑袍的兜子慢慢滑落，露出了狠狠瞪着男子的高柳绪方。\n\n\n\n\n\n\n\n\n\n设定补充栏目（苏菲人称）\n15、这个世界的红石虽说也能组成电路，但似乎完全是粉末装的很不未定，感觉风一吹就会散形，但是导电性很不错的样子，之前放火把的时候手点的好麻。\n……有老师真是太好了。\n\n",
    "replies": [
        {
            "author": "縻风",
            "timestamp": 1528552020,
            "txt_content": "滚和打？\n重名的喜感2333\n加油~"
        }
    ]
}