{
    "title": "【原创/连载】艾卡西亚-一个魔幻的世界",
    "author": "虚泽",
    "replyCount": 4,
    "timestamp": 1528749480,
    "txt_content": "           艾卡西亚\n                ———一个魔幻的世界\n-----------------------------------------------------------------------------------\n第一章 光\n    在一个平凡的小村，那里的老人常说，世间万物无常，唯有人心向善，听起来\n很哲理的一句话，那些老人每天中午都会在村中的大树下跟小孩们讲各种千奇百怪\n的事，亚米也是小孩的其中一员，每当一些小孩听得迷迷糊糊快要睡着的时候，他\n会专心致志地听老人讲的故事，故事中说的最多的无妨就是第九代剑圣古柯大师的\n传奇故事，身为人族却能拥有斩断神魔的力量，这实在是太令人震惊了，但是亚米\n可不喜欢单一的用气去修炼，他与生俱来体内拥有魔法的基因，只要一些魔法师们\n招学徒亚米总是第一个报名，但是他唯一的缺点就是他的魔法始终没有一种物质出\n现，什么叫物质，物质是一种形态的能量体现，一般觉醒魔法的时候都会在体内生\n成一种物质，这些物质分为风火雷土水，有些人天生出现魔法变异所以会出现一种\n新的物质，据古书上记载的有紫雷、青炎、黑风、岩浆等上百种变异属性，亚米出\n生就出现了魔法感应，但是始终没有出现物质，有人说他被诅咒了，也有人说他根\n本不会魔法，更有人说他的物质体现是一种看不见的风。经过了这么人的非议，亚\n米并没有被这些人说的话收到打击，他是一个坚强的孩子，他坚信自己一定会觉醒\n出属性，自己还有一个伟大的目标就是成为世界第一的大魔法师。\n    转眼间亚米到了十二岁了，十二岁意味着什么？村里有一个规定，每当一个孩\n子年满十二岁时，就要出去历练了，这是一个小成人礼，这时一些强大的剑士会带\n着孩子们去往森林猎杀魔兽，亚米在出发的那天心里面十分兴奋，因为自己终于可\n以有实践的机会了，想用这次机会来证明，自己的能力。来到森林后，剑士大叔安\n排了孩子们休息的地方后，就去探测周围有无魔兽，以亚米的性格，肯定是坐不住\n的，于是等大叔走后，自己悄悄地蹭同伴没有注意他溜走了，亚米边走边说：\n\"这次我一定要证明自己是多么的强大，才不会让那些人讽刺我，哼！\"\n走着走着，危险也随着而来，一只弱小的兽人冲了出来，亚米被兽人吓了一跳，兽\n人抓住了亚米的喉咙，弱小的亚米一直在拼命反抗，用拳头锤，用脚踢，都丝毫不\n起作用，兽人将亚米扔出了十米开外，被扔出去的亚米摔得来吐血了，然后兽人立\n马冲向亚米，这时亚米集中精力，想想当学徒的时候那些魔法师怎么做的。\n“意念集中，魔力涌现，啊啊啊啊！！！”\n    突然兽人被一股光弹开，亚米看见兽人被打败了，就过去收集战利品，他发现\n兽人好像被是被弹开致死的，兽人的身上就像被烤焦了一样，体内的血也随之蒸发\n了，所以导致兽人被秒杀，亚米初步怀疑自己的属性应该是火，但是火的温度没有\n这么高，于是陷入的沉思，没想多久，肚子就饿了，眼看就要傍晚了，于是亚米带\n着兽人的尸体寻找大师们的足迹，但是最可怕的事情发生了，自己被一群强大的飞\n龙包围,亚米害怕的腿软了,摊在地上，脚一直在发抖，飞龙正要像亚米吐火攻击的\n时候，远处一把光剑插到正准备攻击飞龙的脑子上，一瞬间，剑变成一个人，看起\n来应该有个十七八岁的样子，接着凭空又变出把光剑斩断了一只飞龙的脑子，亚米\n这时身旁出现了一位女孩，样子有十六岁左右吧，抱起来了亚米，安慰他：\n“没事了，我是来救你的”\n亚米被那个女孩带到了一个小屋里面，女孩看着亚米，眼睛睁的大大问他：\n“小朋友，你为什么会出现在这个森林里面，是不是跟父母走丢了？”\n亚米缓了一下，听见有人说他小，就不服气的说：\n“我才不是小朋友，我已经十二岁了，我今天是陪村里的大人出来猎杀魔兽的，我\n今天才杀了一只兽人！”\n女孩听了亚米的话，惊讶的问道：\n\"哇！这么小就可以杀魔兽了，真是太厉害了\"。\n亚米听了后，开始有点生气，但是后面说他很厉害就勉强的笑了笑继续说道：\n“我可是要成为世界第一大魔法师的人，怎么可能不厉害！”\n“那你为什么会被飞龙吓得脚软呢？（偷笑）”\n“我才没有，当时因为自己第一次见所以才...那样吧”\n“好啦，不逗你了，我叫可儿，你以后可以叫我可儿姐，小朋友你叫什么呢？”\n“我不是小朋友啦，我叫亚米，对了刚才哪位大哥他的魔法好像是变异类吧？”\n“他呀~（犹豫了一会）的确是你口中说的变异类，应该说是上天选中的人”\n这时刚才哪位大哥回来了\n“什么上天选中的人，你被跟小孩子乱说”\n“诶？亚兰你怎么这么快回来了”\n“几只飞龙而已，收拾完毕就回来了”\n这时亚米赶紧从床上爬起来，跑到大哥面前仔细的观察他，亚兰笑了笑，摸了一下\n亚米的头，笑着对他说：\n“小朋友，我刚才看见你好像带着一头兽人的尸体，是你杀的吧？”\n亚米兴奋地点了点头，然后得意地说：\n“没错，我可是要成为世界第一大魔法师的人”\n“好了，小子，你叫什么？我叫亚兰，你可以叫我兰哥”\n“我叫亚米，很高兴认识你”\n“哟~你名字也有个亚字，幸会幸会，我看你这么头天赋，不如我教你一点魔法吧？”\n“好呀，只是我现在这么晚了还没有回去，村里的人会找我的”\n“这个不用担心，你现在只需要安心休息，明天一早我带你会村子里，对了你还没\n吃晚饭吧？可儿你给亚米弄点吃的”\n可儿很无奈的抱怨道：\n“诶~每次你都这么使唤人，你怎么不自己来”\n亚米吃完晚饭后，安心地睡着了，亚兰问可儿：\n“你是不是告诉了他我的魔法？”\n“没有，只是说了你的变异类，然后什么都没有说了”\n“其实我觉得，可以告诉他，因为我今天发现那头被他杀死的兽人的时候，发现兽\n人身上像似被烧焦的感觉，如果用火烧应该不会是那种样子，我的直觉告诉我，他\n的属性应该和我一样是——光”\n“诶！你怎么这么肯定，万一不是岂不是秘密暴露出去，那些魔界的怪物就回来抓\n你”\n“是不是都无所谓了，现在我已经中了恶魔的诅咒，他们很快就会来，我想将光的\n这份力量传承下去，毕竟我以前答应河谷大师，看看现在这个样子，还是太大意了\n哎~”\n“不许给我叹气，一定有办法的，我真的搞不懂当初为什么不带上拉兹他们”\n“因为我不能连累他，毕竟也是我自己的事情，由我自己来解决”\n“明天你送回这个孩子打算怎么样？”\n“教会他运用光，直到熟练为止!”\n“既然决定了，就不许后悔！”\n“这次真的下定决心了”\n一个漫长的夜晚过去了，亚米睡了一个好觉，早上起来发现桌子上摆好了好多好吃\n的，亚米肚子一叫，就忍不住开口大吃了，这时亚兰刚回来，看见亚米这么有精神，\n于是就笑了笑，对亚米说：\n“哟~亚米吃地这么快，不怕掩着？”\n“亚兰大哥你回来了，我这肚子饿了，就只能这样了”\n“呵呵，我已经找到你所在的村子了，你吃饭完叫上可儿就回你的村子了”\n“好~~~”\n很快亚米吃完饭，亚兰和可儿带着亚米回到了村子，村里的人看见了都高兴的抱起亚\n米，都纷纷问他去哪里了，然后亚兰向他们解释一番后，村民们点了点天，就走了，\n亚兰把亚米带到村长哪里，村长看见了赶紧问亚米有没有什么地方不舒服或者是受伤\n了，亚米都一一都说没事，只是自己迷路了，被亚米大哥看见带回了家，这时村长才\n放心了。亚米是一个从小没有父母的孩子，基本上都是村长带大的，村长一直把亚米\n当自己的儿子宠，生怕他受了一点伤。村长看了看亚兰一行人，赶紧高兴的感谢了他\n们两，然后亚兰有事情跟村长说，于是约村长到了一个小房间里面，沉稳地对村长说：\n“我想教亚米如何使用魔法”\n“亚米他虽然有魔法的天赋，但是属性还没有觉醒”\n“他昨天杀了一头兽人，这实力就住够证明他了”\n“杀了一头兽人？！喔呵呵呵，这孩子真的长大了~”\n“那村长您同意我教他魔法吗？”\n“那要看他自己意愿，你等等可以去问问他”\n“好！谢谢村长”\n亚兰出去后第一件事情是找到亚米，问他愿不愿意学魔法，亚米听了后，兴奋的点了\n点头，亚兰也高兴的笑了，于是后面的两年的时间，亚兰将他这一生学习到的魔法知\n识传授给了他，这样亚米也了解到，光的来历。\n------------------------------------------------------------------------------------------\n终于第一章也更新完了，真是累死人了，从凌晨1点写到现在4点，总的来说亚米认识亚兰后，跟着他\n学习光魔法，后面亚米会有一系列的冒险，慢慢期待吧，希望这次有更多的人看！",
    "replies": [
        {
            "author": "ghzz",
            "timestamp": 1528772340,
            "txt_content": "第一眼看成艾泽拉斯/斜眼\n\nfor Lordaeron!\n\n只要是魔法就点赞"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1528778820,
            "txt_content": "分段与细节描写仍需努力"
        },
        {
            "author": "虚泽",
            "timestamp": 1528784100,
            "txt_content": "540083835 发表于 2018-6-12 12:47\n分段与细节描写仍需努力\n好吧 谢谢版主大大的建议 下次改进！"
        },
        {
            "author": "long1345308079",
            "timestamp": 1531884240,
            "txt_content": "资瓷资瓷"
        }
    ]
}