{
    "title": "【原创/连载】艾卡西亚-第二章",
    "author": "虚泽",
    "replyCount": 12,
    "timestamp": 1528824960,
    "txt_content": " 本帖最后由 王世源 于 2018-6-13 20:22 编辑 \n\n            艾卡西亚\n                  ———一个魔幻的世界\n------------------------------------------------------------------------------------------------------------------------------------------\n第二章 落日和日出\n    黎明的日出和傍晚的晚霞到底是谁更美丽？\n    亚米在经过两年的时间，除了魔法有了很大的长进，个子长高了不少，在\n亚兰那边了解到，光魔法最初起源与黑暗时代，那时亚斯塔大帝的儿子格伦为\n了封印来自混沌的力量，奉献了自己一半的神力，在封印途中，一些上古魔兽\n发起了反抗，混沌之力虽然被暂时封印住了，但是魔兽们一部分吸收了混沌之\n力泄露出的能量，这部分魔兽获得了强大的力量，拥有了人类的智慧，他们被\n称为魔族，当时格伦意识到后，为了将魔族赶尽杀绝，调动神力对魔族进行审\n判，但拥有混乱之力的魔族丝毫不逊色，他们团结在一起打破了格伦的神力，\n就此格伦做出了一个令人震惊的决定，用剩下的神力将魔族封印在另一个空间，\n魔族这次彻底被封印了，但是格伦陨落了，他的魔法残留化成光散落在了世间，\n在经过几千年的时间，魔族在另一个空间繁衍生息，之后被成为魔界，可是魔\n族还是不善罢甘休，抓住空间裂缝，打通了一道链接人界的通道，通道位于巴\n斯拉卡山脉的深处，本来巴斯拉卡是一些龙族栖息的地方，后来魔族将这里建\n成自己的分要塞，之后魔族向全世界发动战争，企图想统治全世界，各国联合\n组成神圣联军，来抵抗魔族，但是经过一次次战败，人类了解到魔族的强大，\n但是这时人族中出现了一位光魔法师，他带领神圣联军对抗魔族，在光的指引\n下，打得魔族节节败退，最后那名光魔法师封印了通道接口，黑暗时代就此结\n束，那名光魔法师叫格兰迪斯，被人们成为“救世主”，光魔法也是救世主的\n象征，照亮人类前进！\n    之后的几千年里，每次魔族打破封印，都有光出现，在史书上记载只有两\n位，一位是格兰迪斯，一位是河谷大师。河谷大师他已经有一百多岁了，年轻\n的时候当时魔族正好打破封印，因为河谷的出现，导致魔族又失败了，也许这\n就是命运的选择，但噩耗出现了，魔族好像学会使用混沌之力的一部分力量，\n这时河谷大师已经年老，但因为亚兰出现，他和他的小伙伴们，一起前往世界\n各地封印魔族打破的封印，可是混沌之力的力量终究强大，亚兰在一次封印中\n受到了魔族之王呃加斯的诅咒，亚兰的寿命大减，最多可以活的时间只有最后\n五年了，于是亚兰用最后的时间，教会了亚米使用光之魔法。\n    今天亚米出去实践他这两年来的成果，亚兰答应他如果他能杀一头高阶魔\n兽，就把他戴了八年的手套送给他，可别小瞧这个手套，他可以帮助亚米隐藏\n光魔法，还可以将光转化成火，虽然火看起来有点像变异类，但是算得上是一\n件神器了，亚米来到森林的深处，意外出现一头龙，亚米赶紧扔出一把光剑，\n光剑砸向那头龙，接着上演了令人熟悉的场景，就是那天晚上亚兰杀飞龙的方\n法，今天亚米用亚兰的方法同样的杀了一头龙，亚米切开龙头，拿出魔核后，\n高兴的返回村子，但是让人意想不到的是，村子被魔族袭击了。亚米眼看着自\n己从小长大的村子被烧光，他第一想到的就是村长爷爷，立马飞奔到村长爷爷\n的家，到了哪里，房子已经垮了，亚米边抛砖边用尽全身力气嘶喊村长爷爷的\n名字遗憾的是，亚米发现，村长爷爷被房子压死在地上，这时可儿姐找到了亚\n米，当可儿看见村长死了，心也随之痛了起来，抱住了亚米，哭着安慰他：\n“亚米别伤心了，都是我们不好，惹来了魔族”\n亚米看见可儿姐哭了，于是站起来了，他想要报仇，因为魔族的人害死了村长\n爷爷，亚米带着可儿冲出了魔族的包围，接着又找到了亚兰大哥，亚兰看见亚\n米平安无事，于是放心了，但是从他的眼神中看得出恨，恨之入骨的那种感觉，\n亚兰什么也没说，将手套脱下来，交给亚米，摸了摸他的头，笑着说：\n“既然事情已经发生了，那就让我来承担这一切，带着可儿姐走吧”\n可儿发现亚兰要独自对抗整个魔族，着急的说道：\n“亚兰！你不能这样，一定有办法治好你的诅咒的，你现在不能去送死呀！”\n“可儿，抱歉了，这路上你陪伴了许多，我却不能回报你，如果有来世，一定陪\n你到老”\n说完亚兰推开了可儿，独自走向村子，接着亚兰随便出现许多把光剑，脚下也\n出现了一个巨大的魔法阵，然后大吼道：\n“吾以光之名，召唤神之意志，请赐予吾裁决之力”\n接着万支光剑已漩涡形状冲向魔族大军，然后亚兰光之力爆发，全身金光，用\n手掌指向天，接着说道：\n“光之力-天神裁决！”\n一把巨大的光柱从天而降，照亮了世界，也消灭了邪恶，亚兰叹息道：\n“日落和日出，真是天意，亚米带着我的意志走下去！”\n就这样亚兰随着光，消散了，但是他的意志还在。之后亚米安葬了村长和亚兰\n后，就于可儿离开了村长，他们即将展开新的冒险，还有更多的困难在等着他\n们，但这个世界充满着期待！\n--------------------------------------------------------------------------------------------------------------------------------------------------------\n上次你们说字小了，这次我调大点，还是依旧凌晨更新，接下来亚米将展开一系列寻找小伙伴的故事，还有不要\n觉得亚兰很垃圾，他可是十八阶大法师，实力丝毫不逊色河谷大师年轻的时候，毕竟是为了衬托亚米，主角光环\n也转交给他了，我可能以后更新完出一个前传，就是专门写亚兰的，还有什么建议请在下方留言哟！\n\n",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1528825080,
            "txt_content": "哇字大了排版也出现问题了 但是是最后一段字 没有什么大碍"
        },
        {
            "author": "lgw123456_2014",
            "timestamp": 1528828560,
            "txt_content": "有错别字，小黑点"
        },
        {
            "author": "虚泽",
            "timestamp": 1528828620,
            "txt_content": "lgw123456_2014 发表于 2018-6-13 02:36\n有错别字，小黑点\n这么恐怖的吗？ （眼睛真细！）"
        },
        {
            "author": "lgw123456_2014",
            "timestamp": 1528830900,
            "txt_content": "不是我眼睛细。。而是就在开头很明显，一眼就看到了。。。\n感觉剧情拉的有点快了，建议描写点细节，就比如说被破坏的村子有多惨啊什么的，这是一个最容易犯的错：忽略了场景构架，然后我觉得“村子被毁”的这个剧情有点切入的不好，而且你应该描写一下亚米看到那一幕是怎样的心情，据你描述我感觉他的内心毫无波动\n感觉这一个章节都在记流水账？感觉没有埋下伏笔，没有让我想读下去的欲望\n希望能多多改进吧，虽然我也不会写，但是我觉得写出来一份我至少要改上二十几次稿子，改5天左右才发，另外提醒你一下，开头空两格你需要打6个的空格"
        },
        {
            "author": "虚泽",
            "timestamp": 1528872660,
            "txt_content": "lgw123456_2014 发表于 2018-6-13 03:15\n不是我眼睛细。。而是就在开头很明显，一眼就看到了。。。\n感觉剧情拉的有点快了，建议描写点细节，就比如 ...\n这个章节是交代光的由来 以及亚米开启全新的冒险 流水账这件事情我觉得不完全是（可能是领悟不到位）"
        },
        {
            "author": "SevenC",
            "timestamp": 1528884240,
            "txt_content": "屏蔽词及时修改_(:з」∠)_"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1528888140,
            "txt_content": "首先，欢迎新人~每一个愿意动笔的新人都是值得鼓励的。\n\n优点自然不必多说，能把一个故事清晰地讲下来对于很多人来说是一个困难，但是楼主已经迈过了这一关。\n\n如果要让水准有更大的提升，就需要从两个方面着手：剧情和描写，也就是所谓的谋篇布局与文笔。我将从这两点上谈谈可以进步的空间。\n\n谋篇布局上，本文存在一个瑕疵，就是抖设定。\n许多刚刚涉足长篇小说的作者经常会做的一件事就是，在文章的开头将整个设定一五一十的抖出来。这样抖设定给人一种突兀的感觉，对读者可以说是不太友好的。\n\n文笔的话，虽然不能要求文笔有多好，不过还是存在很大的进步空间的，比如说在释放魔法时，对于魔法效果的描写可以再详细一些，再比如说很多语言的描写会给人一些出戏的感觉——或者觉得自己在看子供向动画片。统而言之，就是文风有些过于稚嫩。不过文笔的提升没有什么捷径，多看书吧。\n\n此致。"
        },
        {
            "author": "虚泽",
            "timestamp": 1528892340,
            "txt_content": "Smokey_Days 发表于 2018-6-13 19:09\n首先，欢迎新人~每一个愿意动笔的新人都是值得鼓励的。\n\n优点自然不必多说，能把一个故事清晰地讲下来对于 ...\n非常感谢版主大大给出的建议  我因为读的书比较少（以前就是那种宅在家里看动漫的死宅） 然后这也是我第一部作品 我会改进的 文笔这个我是必须要有一个提升 因为我之前写着写着就不知道怎么转换场景了 一些描述我都是按照小学的功底（一看就是不好好读书的那种）\n总而言之 改进 改进 改进"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1528897500,
            "txt_content": "王世源 发表于 2018-6-13 20:19\n非常感谢版主大大给出的建议  我因为读的书比较少（以前就是那种宅在家里看动漫的死宅） 然后这也是我第 ...\n额，看动漫其实没错的，死宅也绝对不是问题。不过看东西的时候可以注意一下它里面的一些技巧。\n比如说「魔法少女小圆」在整体情节上的把控与对剧情的处理；「EVA」对于细节的处理，如何通过细节上的修饰营造话题、如何将其他元素融入到自己的作品中而不显得突兀；高达对于设定的处理等等，这些都是可以学习的地方。\n当然一步一步来吧。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1528898160,
            "txt_content": "王世源 发表于 2018-6-13 20:19\n非常感谢版主大大给出的建议  我因为读的书比较少（以前就是那种宅在家里看动漫的死宅） 然后这也是我第 ...\n设定和剧情节奏这种东西还是靠写来改进的 写的多了对于这些自然而然就会有感觉（前提是要在写完文章后自己分析总结）\n现在主要还是文笔方面多练练吧 没事的时候可以写点练手短文啥的\n故事是没什么大问题的 但是语言还相当稚嫩 说实话阅读体验不算太好\n其实我个人是不建议直接尝试长篇的写作的（因为我看过很多长篇开局的人后来都弃坑了。。） 不过要是能坚持写完一本的话相信会对你有很大帮助的。\n以上"
        },
        {
            "author": "laohu1123",
            "timestamp": 1529051160,
            "txt_content": "辛苦辛苦 打这么多字 努力有回报的！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1529054280,
            "txt_content": "bo_bo2001 发表于 2018-6-13 21:56\n设定和剧情节奏这种东西还是靠写来改进的 写的多了对于这些自然而然就会有感觉（前提是要在写完文章后自 ...\n是，长篇起手是新人都喜欢干的是，但是坚持下来的极少_(:з」∠)_"
        }
    ]
}