{
    "title": "【原创/连载】艾卡西亚-第三章",
    "author": "虚泽",
    "replyCount": 6,
    "timestamp": 1529087160,
    "txt_content": " 本帖最后由 王世源 于 2018-6-16 19:35 编辑 \n\n          艾卡西亚\n                 ——一个魔幻的世界\n----------------------------------------------------------------------\n第三章 光与剑\n    光，他熄灭了。但是另一处光即将升起。\n    村子的袭击和亚兰的牺牲，这对亚米打击很大，可他不得不又振作\n起来，因为他是这个世界唯一的希望，只有光才可以战胜邪恶。可儿她\n也消沉了许久，因为她失去了亚兰，一个与她同生共死、相互依靠的人，\n但她肩上也抗着责任，她必须为亚米指路，这是一个作为前辈的义务，\n他们两人足足消沉了一周，最后亚米重振信心，与可儿姐踏上了冒险。\n    两人经过了一些小镇，去镇上的公会接了一些驱赶魔兽的任务，赚\n了点赏金，当亚米在公会里面整理物品的时候，一声碰的一声，大门一\n脚被踢开，进来一位穿着长袍，手持巨剑的人，然后大声对前台吼道：\n“他娘的，他们这里有没有一个叫段天的混蛋！”\n“这位先生，很抱歉我们这里没有你找的这个人，请走吧”\n“你他娘的在忽悠我吧，段天那个混小子一定在这里！”\n“先生，真的请你不要捣乱，这里是冒险者公会，不是你打架的地方”\n“你个小东西少给我废话，今天段天要是不出来，我就把这里拆了”\n说完，那人直接把门给掰了下来，随手又扔到了别处，公会里的人被他\n吓得来到处逃窜，亚米实在忍不住了，准备要动手把那人教训一下，这\n时一阵风起卷而来，随后一个人影从楼上一闪而过，一声剑鞘出锋的声\n音，那人被砍成重伤，躺在地上，这时亚米才看清，那人穿着一声战斗\n服，单手持剑，亚米走向前问他：\n“朋友，你叫什么名字？我也是早就看他不爽了，真准备教训他，结果你\n出现了”\n“我就是他要找的人，段天，这人必须死”\n“那你和他有什么渊源？”\n“我凭什么告诉你？”\n说完段天就走出了公会大门，接着亚米又问可儿：\n“可儿姐，这人什么实力呀，为什么不肯告诉我他的事情？”\n“人家不告诉是因为这是他的私事，从刚才的气流强度看来，他这人很\n强，至少有五段剑气”\n“哇，这么强吗？我想跟着上去看看，可儿姐你就在公会等我吧，我很\n快就回来”\n说完亚米赶紧追上段天，段天往后瞟了一眼，发现那个小子跟来了，赶\n紧加速度离开，亚米也丝毫不逊色，也加快了速度追了上去，可段天也\n是一个自尊心好强的人，怎么可能让他追上，于是爆发出了剑气，加速\n前进，亚米还是穷追不舍，动用魔法加速也追了上了，于是他们两个从\n镇子追到森林，段天实在跑不动了，就停下了脚步，躺在地上休息，亚\n米这时到了他身旁，然后段天直接气愤得来了一句：\n“你这人是变态吗？从镇子追到森林还不死心？”\n“不是，我就是想知道关于你的事情，看看能不能帮上忙”\n“我和你什么关系，有必要这样吗？”\n“怎么没有关系了，我这人最爱乐于助人了，你说说你怎么招惹了那人吧？”\n“真是服了你了，我告诉了你后不准继续跟着我，听见没有？”\n“好”\n“（叹了一口气）我也是最近才来到这个镇子的，在来之前，我看见路上\n一群人欺负一对母女，然后我就打跑了那群人，没想到他们是炎烈猎魔团\n组织的人，他们之后到处派人来抓我，抓不到我就搞破坏，我实在没有办\n法才把他们杀了”\n“真是一群人渣，这些人活着也没有用”\n“好，我说完了，你别跟着我了”\n“等等，段天你想不想把炎烈猎魔团的团长杀了？”\n“哈？！难不成你想去他们团打闹一番？”\n“正有此意！所以你愿意和我一起吗？”\n“我...（无语）我说你这人是脑袋有问题吧，你这样惹事就不怕别人报复？”\n“他们都是一群人渣，我灭了他们团是为民除害，怎么可能被别人报复？”\n“哈哈（有点意外的情绪），既然你决心，那我也陪你一起”\n于是他们两个傻子达成共识（官方吐槽），准备现在一同去灭了炎烈猎魔\n团，亚米带上段天回到公会，把事情的经过告诉了可儿姐，可儿听了之后\n生气的站了起来：\n“你们两个是傻子？灭一个团？这是有多大的风险啊！”\n亚米翘起了嘴，嘟哝到：\n“我就是觉得他们就是群人渣，团长肯定也是一个大人渣，灭了有什么不好\n的？”\n“你是不知道现在你肩负的什么？现在去送死吗？”\n“我们两个这么强的人，这么可能去送死，再说了我现在有信心灭了他们”\n可儿和亚米说了半天，还是劝不住他，于是勉强的答应了，不过要保证生\n命安全。\n    到了晚上，月黑风高的时候，亚米和段天两个悄悄的潜入了炎烈猎魔\n团，段天小声的问亚米：\n“你知道他们团长的实力吗？”\n“不知道”\n“我真是服了你了，他们团长和我一样是剑术师，实力有六段剑气”\n“什么六段？！”\n“所以我才说了，会有很大的风险，你是傻子吗？”\n“哎，来都来了，我去牵制内部的守卫，你趁乱去杀了他们团长”\n话音刚落，亚米一阵烈焰冲了出去。\n“诶，我还没有说完呢！（大吼）算了，直接拼了”\n亚米很快就解决了守卫，团长烈斯加听见声音出来一看，直接冲向亚米，\n然后段天从天而降，挡住了列斯加的去路，看见段天出现后，列斯加生气\n地吼道：\n“好啊！段天小混蛋，今天你居然敢闯炎烈猎魔团了，我要你们今天死在这\n里”\n“那要看看，你有没有这个本事”\n列斯加直接六段剑气全开，段天被一股强风震退了几步，然后列斯加一招\n烈爆斩，段天勉强的接住了。\n“哈哈，段天小子，看来你还挺有能耐的，接下来看你能不能接住了！”\n说完，又接着一招剑气斩过来，段天被逼使用出了千流剑爆，烈斯加被这\n招伤到了，发现这小子还是很强，于是后面毫不保留，直接全力以赴。亚\n米这边，已经解决掉了三团长了，这时二团长烈古赶到，由与亚米展开了\n对战，这烈古算是一个很强的火系法师，从交手看来应该有七八阶的魔法\n水平。又到段天这边，段天已经快不行了，烈斯加，集中精力，准备给段\n天最后一击，这时亚米挡在了他面前，烈斯加看了一眼他，说道：\n“又是一个臭小子来送死的”\n“我这个臭小子已经解决掉了你那两个团长了，你觉得我会是送死的吗？”\n“什么？！你杀了烈古和瓦尔克，啊啊啊啊啊啊！我要杀了你们两个丑小\n子”\n然后烈斯加直接一套炎术爆斩砍过来，伤到了亚米，不过这时段天已经站\n起来了，他们两个合力给出了一击，这一击很意外的重伤烈斯加，他捂着\n自己的伤口，恶狠狠的按着段天和亚米，笑了一下。\n“看来，你们是逼我拿出压箱底了”\n烈斯加从口袋里面摸出了一瓶药水，喝了下去，然后身体散发出紫色的火\n焰 ，这时段天突然意识到：\n“他喝的是变异药水，实力可以提升好几倍，但是付出的代价是十年的寿命”\n“我管他变异药水，今天我要打到他腿软”\n说完，亚米直接脱下了手套，身体散发金光，手中握着一把光剑，指向烈斯\n加，烈斯加看见了，惊讶到：\n“什么？！没想到你居然是光，没想到啊，没想到，但是你今天还是要死在\n这里”\n“老家伙，今天我就是来取你狗命了，就靠我的光和他的剑！”\n说完亚米实力爆发，使出光耀具象斩，段天也使用出自己最强的一招，千道\n万象，烈斯加直接被击倒在墙上，大口大口的吐着鲜血，没过多久，倒下了，\n当列斯加死了后，亚米和段天也放松了警惕，躺在地上，两人对视一眼，之\n后都大笑道。可儿也赶来了，把他们两个蠢蛋送回旅店休息了一晚，直到第\n二天中午才睡醒，两人吃完午饭后，就准备上路了，亚米邀请段天加入自己\n团队，段天也爽快的答应了，于是亚米的团队又新增了一员。\n----------------------------------------------------------------------------\n这次也是凌晨更新，随便下方更新了几张插图，你们喜欢就好，再说说这次写\n的内容，跟上次有了小的长进，但是还是没有到我满意的要求，我最近也在努\n力学文笔，多看书之类，前两天没有更新是因为去学校义务劳动去了，所以没\n有时间，哎苦逼啊~~~~\n\n插图欣赏：\n\n\n\n\n\n\n3e894b404aac6a5a83278f963f45a3f15dfe2d136d8c1-cTOKxi_fw658.jpg\n(53.43 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2018-6-16 02:20 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nebe77cbd0f551d28d92e565c3f241816400e472355f05e-A7FcRo_fw658.jpg\n(199.94 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2018-6-16 02:22 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20180616022132.jpg\n(81.95 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2018-6-16 02:23 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "神崎长闲",
            "timestamp": 1529123280,
            "txt_content": "文采真的很不错啊"
        },
        {
            "author": "虚泽",
            "timestamp": 1529126160,
            "txt_content": "Kanzaki·神崎 发表于 2018-6-16 12:28\n文采真的很不错啊\n哇  终于有人夸我了  感谢感谢\n但是我还是希望提出点意见"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1529156400,
            "txt_content": "（好奇插图是哪里找的。）"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1529156640,
            "txt_content": "括号用得有点多，描述依然偏少，并且对话过于...naive?很难描述。\n优点还是有的，比如说，角色语言的代入感很强。_(:з」∠)_什么人用什么语气在什么场合说什么话，这是很多自诩作家的写手都搞不定的。"
        },
        {
            "author": "虚泽",
            "timestamp": 1529156700,
            "txt_content": "Smokey_Days 发表于 2018-6-16 21:44\n括号用得有点多，描述依然偏少，并且对话过于...naive?很难描述。\n优点还是有的，比如说，角色语言的代入感 ...\n毕竟我现在的能力没有办法挑战精华 就只能是后两者\n（可以弄一个推荐或者优秀吧？）"
        },
        {
            "author": "laohu1123",
            "timestamp": 1529157660,
            "txt_content": "可以可以 你每一章我都看的"
        }
    ]
}