{
    "title": "【六月活动/微小说】一剑 一马 一江湖",
    "author": "虚泽",
    "replyCount": 2,
    "timestamp": 1529142000,
    "txt_content": " 本帖最后由 王世源 于 2018-6-16 21:54 编辑 \n\n微小说                一剑 一马 一江湖----------------------------------------------------------------------    很久以前，我有一匹好马，一把长剑，一坛好酒。\n\n　　在我还未出行远游时，爱上了一位姑娘。\n\n　　现在的我都记不得她的长相了，只记得她有一头跟黑夜一样黑的长发和能让人眼\n    睛都陷进去的酒窝。\n\n　　我请她喝了那坛好酒。\n\n　　她只喝了一口就吐掉了，还问我，“你干嘛请我喝这么难喝的东西？”\n\n　　年少的我，只觉得失落，一个人提起那坛酒回了家，半躺在床上，喝尽了那坛好\n    酒。\n\n　　我一个人昏睡了两天两夜，之后再也没有什么酒能让我那么醉过了。\n\n　　不得不说，那坛酒是真的好喝。\n\n　　不久，我带着剑，骑上马，走了。\n\n　　路上见过很多漂亮姑娘，她们都有胸，都有长腿，长发和酒窝是如此稀疏平常的\n    特质。\n\n　　我喜欢上了一位穿着夜行衣的女侠客。\n\n　　她的眼睛会勾人，只稍稍望我几眼，我的脸就感觉火热。\n\n　　我把她约到了山顶。\n\n　　在夜色里，我把长剑送给了她，“这把剑很配你的夜行衣。”\n\n　　她笑着收下来。\n\n　　然后，她向我走了过来，身体距离我只有几寸，她拿起了我的手，把我的手放到了\n    她的腰上，低下头，伏到了我的耳边，轻轻说：“抱紧我。”\n\n　　我抱住了她，吻了她，摸了她，睡了她。\n\n　　在漫漫长夜里，从未有过一个人，让我觉得跟她的距离这么近过。\n\n　　然而，第二天她就走了。刺目的太阳光让我睁不开眼，周围只有几声鸟叫声。如果\n    不是长剑已经不在了，我真以为是昨晚喝断片，一个人来山顶裸奔了。\n\n　　我一个人骑上马，继续前行。\n\n　　路上跟很多个人打听过她，从没有谁见过她，也没有谁见过我的长剑。\n\n　　而我在每个夜里都会想起她，很想跟她再去山顶聊一整晚的人生。\n\n　　我路过一家客栈，那里的风景很好，绿树环绕，小桥流水，漂泊太久的心在那里睡了\n    一晚，就有些不想走了。\n\n　　客栈老板的女儿长得相当标致，只是年岁尚小，一朵还没开的花，我没有什么兴趣采\n    摘。\n\n　　她喜欢找我玩，可能是来往这家客栈的人虽多，但大多都是三四十岁的中年男子，气\n    质庸俗，像我这样放诞不羁的，她第一次见。\n\n　　我跟她讲了很多故事。\n\n　　比如前段时间的华山论剑，我就去看了，还跟华山派掌门人一起喝了酒。不得不说，那\n    家伙，剑法虽然不咋滴，但是酒量真好，跟他喝了一晚上，愣是没分出胜负；峨眉派的\n    那些漂亮女弟子，我认识不少，不过最好看的姑娘，还是在桃花岛，人美腿长胸大，说\n    话还甜.\n\n　　小姑娘听得眼睛里都是小星星。\n\n　　后来，我就后悔了。\n\n　　一个男人，要是向一个女人吹了许多牛皮，而这个女人都深信不疑的话，那他十有八九会\n    爱上那个女人。\n\n　　小姑娘在一天夜里偷偷溜进了我房间。\n\n　　月光下，瘦小的身躯，出现在我门边，我吓得差点跳起来。\n\n　　她委屈巴巴地跟我说，今天晚上一个人睡觉有些害怕。\n\n　　这种小套路，我又怎么看不透呢。\n\n　　虽然看透，但还是中了。\n\n　　那晚，搂着她睡了一整晚，她小脸埋在我怀里，睡得格外香甜，梦里嘟嘟囔囔说了很多话，\n    我从没有被这样一种温柔打动过。\n\n　　我们在一起了，被她老爹抄起扫把追了好久，直到跑不动了，喘着大气，怒视着我。\n\n　　我骑着马，带她去了很多地方，天地为床，干过很多快乐的事。\n\n　　我从未如此爱过一个姑娘，只看着她，心里就觉得踏实，快乐。\n\n　　后来，她爹生了大病，卖了客栈还缺不少钱。\n\n　　我把那匹马卖了，筹了一些钱，给她。\n\n　　一切好像从那时候就开始变了。\n\n　　我们经常争吵，一吵架她就哭，眼泪一掉下来，我就没有办法了，想上前抱她，被她\n    一下子推开了，她一个人蹲在角落里，不停地哭，不停地哭。\n\n　　我看了心疼，心疼多了烦，烦多了累。\n\n　　不久，她爹病情好转，我们两个却陌生了很多。\n\n　　在一个夜里，她跟我说了分手。\n\n　　没有什么意外，也没有什么难过，只觉得之前的所有疲惫都消失殆尽了。\n\n　　我一个人坐上马车，离开了那里。在摇摇晃晃的马车里，才发现自己已经漂泊了那么久。\n\n　　我许久没有修剪我的头发，胡子也长了很多，在湖水里看见自己的面容，笑了好久好久。\n\n　　真他妈像个臭乞丐。\n\n　　此时的我，没有马，没有剑，没有酒。\n\n　　也没了一颗爱人的心。\n\n　　为什么会这样？\n\n　　我也说不清啊。\n\n----------------------------------------------------------------------------\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1529155980,
            "txt_content": "写得还行吧...微小说的话。"
        },
        {
            "author": "excit",
            "timestamp": 1529161140,
            "txt_content": "咳咳，可不可以不要都是那个套路"
        }
    ]
}