{
    "title": "【六月活动/微小说】断魂路上雨再停",
    "author": "740627862",
    "replyCount": 1,
    "timestamp": 1529171100,
    "txt_content": "微小说         断魂路上雨再停\n---------------------------------------------------------------------------\n“这雨还是没有停吗？”\n“算了，直接走吧，反正也没什么好留的了”\n一位年轻的侠客，穿上的披风，踏着雨，走出了客栈。\n一路上，他淋着雨，默默的前行，直到一处港口，他停了\n下来。\n前面走出一位中年大师，脸上挂着和蔼的面容，伸出手，\n向少侠拿出了一块玉。\n“这是我最后能帮上的忙了，路上小心点”\n少侠随手拿走了那块玉，走向了港口。\n“吴叔，谢了，我现在跟我从前差不多”\n“风儿，你还是别去了吧，毕竟她希望你好好活着”\n清风继续前进，踏上了渔船，背朝着吴叔挥了挥手，走远\n了。\n很快，到了船到岸了，还是那么熟悉的场景，岸口的杨柳\n树还提拔在哪里，清风下了船。\n他走到岸口的杨柳树前，摸了摸树身。\n“梦儿，我回来了”\n接着离开了杨柳树，他继续朝着一个方向前行。\n路上的风景，街上的行人，凸显出他以前和梦儿在这里逛\n街的场景，让人回味，可已经变成天方夜谭。\n他走到一处大宅府的门口，守卫问他来这里干什么，他什\n么话都没有说，举起了那块玉。\n“去向你们家老爷说，我清风回来了”\n守卫被那块玉吓住了，赶紧撒腿就往老爷回报。\n“什么！清风那小子回来了？”\n“是的，他手里还拿着大小姐的随身玉佩”\n“哼！去统治东厂的人，告诉他们清风回来了，你带着卫兵\n跟着我走”\n很快，里面的人带着一群卫兵包围了清风，从人群中走出了\n一位人，清风怒视着他。\n“唐晨，你可算来了”\n“清风，我是搞不懂你为什么会来送死，活着不好吗？”\n“你当年联合东厂的人陷害我，我到没事，可梦儿被你害死了”\n“你给我闭嘴！要不是你，梦儿也不会死，来人给我拿下他”\n清风纵身一跳，飞到了房顶上，拿剑指着唐晨。\n“今天，我要你唐家为梦儿偿命”\n说完，清风从天而降，冲向了唐晨，挡路的卫兵都被杀掉了，\n当剑要戳向唐晨时，另一把剑挡在他面前。\n“东厂的人还来的挺及时的”\n“清风，今天你大闹唐家，我新帐旧账一起算在你头上，那命\n来”\n一记回身，躲过了锦衣卫的一剑，与他过了几招，清风不小心\n被看出破绽，受了点轻伤，然后锦衣卫一直冲过来准备给他最\n后一击，清风起身一剑，锦衣卫倒下了。\n“清风，东厂是不会放过你的，你就等死吧”\n然后东厂的大部分人赶到，领头的锦衣卫看见自己的人被杀死\n了，直接大怒，叫上全部人抓住清风。\n这时，远处传来一身清脆的声音。\n“住手！”\n接着，从门口走进一位身穿长袍，手举玉佩的人。\n“你们都给我住手”\n“龙瑾？怎么会是你”\n“你给我闭嘴，等我处理完这边的事，再来和你算账”\n唐晨看见太子来了，赶紧跪下，随后周围的人都跪下了。\n“参见太子！”\n“唐晨，你私下勾结东厂对付清风，该当何罪！”\n“太子，你真的是误会了，我真的没有勾结东厂啊~”\n随后太子扔出一卷书。\n“上面有你们私下的交易，也包括梦儿的死，你个做父亲的，就\n这么希望自己的女儿被害？”\n唐晨见这样的场景，已经瞒不住了，直接磕头认罪。\n“还有你们东厂，私下勾结唐家，我将取消你们在场所以人的官职”\n太子瞥了一眼清风，把皇家玉佩扔给他。\n“拿着这个走吧，以后别让我再遇见你”\n清风与太子告辞后，独自走在断魂街的路上，雨越下越大。\n“这雨，很大呀”\n来到梦儿的坟前，清风把那块属于她的玉佩拿了出来，轻轻地放在\n墓碑上。\n“很抱歉，最后我还是无能为力”\n渐渐清风哭出了声，眼里的泪水不断的往外涌出，配上这场大雨，\n显得他十分凄惨。\n他足足哭了半个时辰，最后站了起来。\n“你说你以后想和我开一家客店，我会帮你完成的，不说这么多，我\n也该走了”\n\n\n“这么大的雨，会停的吧？”\n---------------------------------------------------------------------------------\n结束感言：\n       雨\n",
    "replies": [
        {
            "author": "KijinSeija",
            "timestamp": 1529470080,
            "txt_content": "雨，轻轻地飘落；人，也悄悄的离开。\n——全文内容短评\n说回重点，即使我只是略看几分就已经看到了一些地方的文笔实在是不足。\n举例/建议：\n\n路上的风景，街上的行人（1），凸显出（2）他以前和梦儿在这里逛街的场景，让人回味（3），可已经变成天方夜谭（4）。\n（1）\n路上的风景和街上的行人，不感觉很奇怪吗？\n如果是人很多的时候，将人比成风景当然会显得一点也不奇怪。\n但是文中竟然用“凸显”来作为接词，这就非常的让本段前后矛盾了。\n（2）\n先不说别的，先说凸显一词的原意：\n凸显：指某事物明显突出其原平坦表面。\n文中竟来用作“衬托出回忆”来使用，令人费解。\n（3）\n场景和情景，你个人觉得哪个更好？\n场景虽能作为过去式，但是情景更好。\n举个小例子吧：\n凸显出他以前和梦儿在这里逛街的场景，让人回味。\n——楼主原文回想起那段与梦儿在这逛街的情景时，他的心中立刻回想起了那些美好的回忆，让人久久回味。\n——评者本人改编\n（4）\n天方夜谭：比喻虚诞、离奇的议论。\n而文中竟然用于“将有过的事情变成曾经”的过程比作天方夜谭？？？\n\n以上，祝进步。"
        }
    ]
}