{
    "title": "重启贴，我的世界：回忆录 [文字有点多]",
    "author": "星陨坠",
    "replyCount": 12,
    "timestamp": 1529207280,
    "txt_content": " 本帖最后由 星陨坠 于 2018-6-17 13:22 编辑 \n\n  记得,那是在2014的一个夏天，夏天就像脾气暴躁的少年人，使得本是少年的我心情更为暴躁，因为我又输了一盘撸啊撸，我漫不经心的从网吧的单机游戏里面寻找一款能让我放松的游戏，于是我看到了一款叫做我的世界的游戏。  这不是我第一次玩我的世界，第一次是在之前从平板电脑上接触的，因为是英文版，而且是创造的缘故，我就玩了一天，之后又看到有人用电脑版的创造，建造房子，惊叹道：我天,原来我的世界可以这样玩啊。\n\n  咳咳，回到上面那个话题，我进入我的世界，点击多人模式发现没有选项，于是就退回了单人模式创建了世界，世界生成了，我的附近有个箱子，我打开之后发现里面有木斧石斧什么的，于是我就带上了箱子里面的东西，到处跑，升到9级的时候，我被骷髅打死了。\n\n  就这样，我玩了一段时间，一天有个身着小学校服的人跟我说，让我合成道具，我有点懵逼，原来道具可以合成啊，我跑那么久就是为了寻找道具，因为第一次生成世界的时候身边的那个箱子误导了我，我以为所有装备都是靠寻找呢，难怪一直没找到。\n\n  我开始疯狂在百度上补习合成公式，我终于能在世界的晚上存活，活下去已经不是问题了，现在我需要一个房子，我跑到了一个附近有水的小山丘，用我身上的石铲、石镐讲山丘挖成了一个可以住人的山洞，我在里面摆上了床和工作台还有熔炉、还放置了一个门，就这样，我有了自己居住的地方，可我每次饿的时候只能吃腐肉，窘迫的我，只能通过晚上猎杀僵尸才能获得活下去的食物。\n\n  我知道这样不是办法，于是在白天我开始疯狂的打草块上面的草，我发现打那个草有几率掉落小麦种子，因为没有铁，不能合成水桶，所以小麦就种在了我家附近的水，还是叫小河吧，种在了河边。\n\n  小麦终于成熟了，我拿着小麦将附近的牛群全部引进了我挖的地洞里面，这这样，我的温饱问题得到了解决，这个时候我发现原来九个小麦可以合成麦块，不过貌似没什么用。\n\n  一个星期之后，我结束了自己的单机之旅，因为单机模式不能保存自己的世界，应该说我不会保存存档，我开始研究多人模式，在百度上搜索IP，结果各种进不去，最后我聪明的在百度输入：我的世界大型服务器。\n\n  我开始了服务器生存之旅，前几个晚上我都没能活下去，最后我来到了一个河边，看着又快到晚上了，我拿起白天收集的材料造起了一个保护自己的围墙，我活过了第一个晚上，白天的时候我发现有一只蜘蛛，我过去和它单挑。\n\n  我拿从蜘蛛身上缴获的线合成了一个鱼竿，这样晚上的时候我就能站在围墙上钓鱼了，白天我努力改造围墙，晚上我静静的钓鱼，过了好久，我在钓鱼台上钓鱼的时候，看着已经改造成安全小屋的围墙和屋前的小麦萌芽，决定天亮之后要下矿。\n\n  经过几次下矿我得到了很多矿石，也得到了西瓜种子，我的温饱终于解决了，小麦啊，你到底有什么用， 你长得那么慢而且要三个才能合成一个面包。\n  我的安全小屋变成了双层三层，我从自己一个人到两个三个，我有一个计划，就是用黑耀石给三层碉堡围起来，这样就不怕别人破坏了，我通过倒满水慢慢加岩浆一块一块的给碉堡注入黑曜石。\n\n后来我知道了原来可以圈地，我卖掉了我唯一的一颗凋零头颅，创建了自己的第一个领地，可我看着糊了一半黑耀石，真尴尬，后来我发现原来小麦可以用来卖钱，可惜一个小麦才值0.3，想通过种植赚钱那你只能种小麦，因为服务器只收购小麦，就这样我们在碉堡下面挖了一个小型农场，种植了很多小麦，之后又开发了几个种植地，最后如果收小麦可以24小时不闲着,仓库的箱子里面放满了麦块，因为麦块可以节省空间。\n\n就这样，小麦支撑着我们的日常开销，我们造了一个城堡真正的城堡，还开了自己的商店，最后的最后时光未老我们散了，留下我自己徘徊在Minecraft的世界中。\n\n\n\n\npsb.png (348.97 KB, 下载次数: 0)\n\n下载附件\n\n2018-6-17 11:56 上传\n\n\n\n\n\n                                                                              \n\n\n\n\n",
    "replies": [
        {
            "author": "神崎长闲",
            "timestamp": 1529207400,
            "txt_content": "我想知道你在网吧玩Minecraft，周围的人是怎么看你的"
        },
        {
            "author": "一条鱼乾",
            "timestamp": 1529207460,
            "txt_content": "图挂了，不能用qq空间的图\n\n自己刚开始也是啥也不懂疯狂百度"
        },
        {
            "author": "柘木铃",
            "timestamp": 1529658300,
            "txt_content": "一开始…我先开始玩了另一款2D沙盒游戏（不透露了），然后在相关游戏里看到了MC。\n那时候，身边十个人有7个在玩MC（PE版）我就是这么被安利的\n这许多年过去了，MC对我来说仍有许多未开拓的领域，我想这就是她的魅力所在"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1529659200,
            "txt_content": "15年接触PC的，一直喜欢造图"
        },
        {
            "author": "星陨坠",
            "timestamp": 1529755200,
            "txt_content": "SMFX阜星 发表于 2018-6-22 17:20\n15年接触PC的，一直喜欢造图\n然而 我是那种生存系的，造图太难_(:з」∠)_"
        },
        {
            "author": "zhao55052",
            "timestamp": 1529812620,
            "txt_content": "虽然我才入坑2年多，但是如果要让我写MC回忆录的话，我可以写几万字"
        },
        {
            "author": "彩狗dalao",
            "timestamp": 1529814540,
            "txt_content": "楼主小学作文满分！\n"
        },
        {
            "author": "Sobo",
            "timestamp": 1529831220,
            "txt_content": "13年底入坑，如今接近5年，实在是感慨万分....MC给我带来了太多美好，贯穿了我整个初中生活.."
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1529834040,
            "txt_content": "和楼主的情况差不多，只不过我第一次进服务器就是op(反而挺羡慕普通玩家的)"
        },
        {
            "author": "彩狗dalao",
            "timestamp": 1530063780,
            "txt_content": "哥们你这样写为何不去创作板块呢"
        },
        {
            "author": "星陨坠",
            "timestamp": 1530185460,
            "txt_content": "彩狗dalao 发表于 2018-6-27 09:43\n哥们你这样写为何不去创作板块呢\n只是偶尔想说那么多，不是一直想这样"
        },
        {
            "author": "zdlzhm",
            "timestamp": 1530192960,
            "txt_content": "楼主耐心真好，能有时间打出那么多字 佩服"
        }
    ]
}