{
    "title": "【六月活动/微小说】江，湖",
    "author": "eternal_永恒_",
    "replyCount": 5,
    "timestamp": 1529226360,
    "txt_content": " 本帖最后由 eternal_永恒_ 于 2018-6-17 22:04 编辑 \n\n   这是两年之前我写的一篇稿子，当时应该是刚上初中，觉得写得不好，就没有发到网上，现在看了之后还是有挺多感想的，一是感叹我的写作水平进步之慢（是时候多写点文章了，再不写就废了），二是也希望借助mcbbs这个论坛来作为自己的出发点，实现我一个写小说的愿望（毕竟好久都没有上论坛了）。   本文是经过原稿修改后制成的，如果有不通顺的地方，请多多见谅（突然发现自己刚上初中思想就这么成熟了咩）----------------------------------------------------------------------——回首向来萧瑟处，归去，也无风雨也无晴。 江，湖----------------------------------------------------------------------\n  马蹄声碎，篁中风雨穿林打叶，披一蓑烟雨，着一身素衣，泪眼，笞马，渡江，踏月。  身后玉龙银光粼粼，霍霍之声如是于耳畔不绝，只见他挺剑而起，轻若游龙，舞剑似雨，快步绝尘，急急急！终是难抵其锋，旋身疾驰，步步惊，步步险。喝——只见剑如网覆，刃布磷光，他手旋利剑，寻隙穿身，巧逆乾坤，却留下一片血雨腥风。  血染侠衣，力尽筋疲，嘘火，抱剑而眠。  晨光初见，北疆空域有杜鹃啼血般的呜咽，声若马嘶，可谓“使人听此凋朱颜”，催人泪下。不久，旭日东升，江山又小雪，马蹄踏霜，一路融化。金柝声混朔风自燕山麓传至此，想来不远即有人烟，执鞭策马，前去村里稍憩，偶遇故人。故人鬓发垂霜，目光暗淡，色饶。①  “大哥，你我拜结金兰已是三年有余，近来风采不改当年啊！”故人吊着眉头，眼神在地上乱飘，嘴唇一直使劲，努力地想把牙齿包裹住。  他也笑笑，红着的眼里不带任何情感地盯着故人，痴笑着喃：“你也一样，也一样...一样......”  哪里一样了？哪里都不一样！一个红尘未破、只恋生杀；一个看破红尘，生杀不顾。到底还是彩云易散，霁月难逢，细嚼此彧，**②江湖如烈酒、似清茶般回味无穷。  “道生一、一生二、二生三、三生万物。万物降三，三降二、二降一、一降道”道即是原本，道即是江湖，即是再复杂、再单纯不过的恩怨情仇。  浮生若梦，梦已至此不愿惊醒。  大梦初醒，原来自己才是这个世界的笑话，看着身边人群嘲弄的眉眼，四围的钢铁森林，大概一切都是自己的幻想罢了。这个世界，那片江湖，都流传着他的传说。只是，相濡以沫，不错，却不如相忘于江湖。  渡长河，挽轻舟，轻剑快马，一笑泯恩仇。在记忆里慢慢褪色，那个江湖已经渐渐被淡忘，被隐藏，但是...它从不曾消失。人还是那些人，事还是那些事，有人的地方就有江湖，有江湖的地方就会有是非。也许风云不再叱咤，也许乾坤不再朗朗，但道义依然在心中！  所以，继续在人生这大路上奔波游荡吧，寻天涯海角、朗月红日；觅金兰知音、结发连理。  回首，笑说：“这就是江湖。”泯恩仇。注：①处应为：“一副被生活c过的模样”后经网友提醒不恰妥当，略为跳脱，修改。②处应为“方”“觉”，不知为何，论坛屏蔽这两个字，只好再做一个课下注释（嘿嘿嘿）----------------------------------------------------------------------求各位看官给给意见\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1529232540,
            "txt_content": "故人鬓发垂霜，目光暗淡，色饶，一副被生活c过的模样。妈耶瞬间出戏XD"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1529243760,
            "txt_content": "突然发现文中有星号。那两个字应该是“方”“觉”\n为什么要屏蔽这两个字？？？搞不懂"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529470560,
            "txt_content": "关于这个作品的话，说真的，我这种门外汉真的是无法评价了。\n但是毕竟我本人并不是擅长文科方面，在阅读此文章时只能感到表面的浪漫。\n当然，这是我个人的问题，抱歉。\n从整体方面来说是非常好的（因为我看不出一些深层的意思），不过缺乏在于很难让像我这样的一般人读懂。\n所以，建议楼主另外写一篇翻译版的吧~\n（当然，可以不用另外发帖直接折叠在帖子结尾处）\n\n（话说你们怎么都是古文题材啊，\n玩得不腻吗？）"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1529497020,
            "txt_content": " 本帖最后由 eternal_永恒_ 于 2018-6-20 20:21 编辑 \nKijinSeija 发表于 2018-6-20 12:56\n关于这个作品的话，说真的，我这种门外汉真的是无法评价了。\n但是毕竟我本人并不是擅长文科方面，在阅读此 ...\n嗯，好的，谢谢你的评价哟~\n实际上我这个初稿是小学写的（忽视我的年龄）因为原稿太过冗杂，缩减、提炼了一些语言，再拼合成原来的完整的故事，所以可能连贯性不是那么强，我在前文也说过了，如果可以的话，我会在下周把“翻译版”发出来（还没开始写），因为楼主要结业小中考，麻烦等候一时，只为了一霎的绚烂，楼主不过初二，笔力不足，还请多多见谅(*^__^*) PS：至于古风的话。。。实际上并不是呢~仔细看的话有惊喜的（一个小彩蛋：这篇文章的手法实际上有点像堂吉诃德）"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531106640,
            "txt_content": "文采真好！！！！"
        }
    ]
}