{
    "title": "<原创·单篇>地狱之花——By箱子",
    "author": "o_bo2001",
    "replyCount": 9,
    "timestamp": 1529242560,
    "txt_content": " 本帖最后由 bo_bo2001 于 2018-6-17 21:36 编辑 \n历史与传说由人来书写\n\n美丑和善恶由人来评判\n\n花朵与核弹由人来创造\n\n社会和文明…由人组成\n↑核弹那个有没有人能帮我改改。。\n\n\n\n\n地狱之花-封面.jpg (336.63 KB, 下载次数: 2)\n\n下载附件\n\n丑爆的封面\n2018-6-17 21:18 上传\n\n\n\n\n\n\n地狱之花By:箱子       一则消息飞快地在皇宫中传播开来——宫廷大巫师声称发现了一朵传说中的“地狱之花”。 \n      人们对此深信不疑。 \n      大巫师是这个国家最神秘的人，传闻他能让水冒出气泡，改变物体的颜色，甚至能让一块毫不起眼的石头表面生出金子。人们都认为大巫师得到了魔法的奥义，掌握着最神秘的知识与力量。\n      而一个拥有魔法奥义的人，能够找到传说中生长在地狱，盛放于地狱和人间交界处的花朵，大家都不觉得奇怪。 更别说，是在许多人亲自去看过了的情况下。 \n      年长的学者们都认为这朵花确实与传说中记载的一模一样，没有任何区别，绝对的货真价实。 \n      画师们的助手忙于搬运各种绘画工具、材料，并且为一个双方都看上的作画地点而争得面红耳赤。 \n      宫廷诗人们已经在贵族面前吟诵起了最新的作品——幸而诗歌的创作不需要搬来椅子、架子和午餐——而只是用胸中的词句歌颂花朵的美丽。 \n      更有忠心耿耿的骑士们——他们视荣誉高于一切，而摘得那传说中的花朵，显然是人世间莫大的荣耀。 \n      不过，跃跃欲试的他们却被大巫师先一步阻止了。 \n      “噢，可敬的骑士们，我想你们的主人们一定会为各位感到骄傲，不过——让我想想——” \n      大巫师笑眯眯地开口了。 \n      “哦，对了，传说中任何靠近地狱之花10米之内的灵魂都会沾染地狱的气息，死后将受到地狱的牵引，而无法去往天堂。” 他微微抬高了些声调，以便全场的人都能够听见。 \n      “即使——这只是个假设——即使你们获得了它，那么你们又要将它放于何处呢？” \n      “就算你自己不怕地狱的折磨，难道要让你身边的人全都无法去往天堂吗?” \n      见到自己主人紧张的神情，几位骑士面面相觑——圣光在上，他们可以为了荣誉而无惧地狱的恐怖，但荣誉同时也是为主人而献上的，若是连累自己的主人也下了地狱，自己岂不是成了罪人么? \n      更何况，没有人知道地狱究竟是怎么样的——是不是如书上所说的那样黑暗、恐怖而令人绝望？ \n      没有人知道。 \n      总之，大巫师一番话说完后，人群中便只剩下了窃窃私语声。一些原本有些蠢蠢欲动的侍从、仆人们也都被吓住了——若是身边的朋友随便指着一朵花这样说，身处宫廷而见多识广的他们只会嗤之以鼻。 \n      但现在，是最神秘、最富有盛名的大巫师指着那存在于传说中的地狱之花这样说。 \n      不由得人不相信。 \n      见到所有的人都安分了下来，大巫师也是松了一口气。 \n      旋即露出一丝令人捉摸不透的笑容。 \n      “好了，尽管危险，但我们知道它的美丽是独一无二的。” \n      “传说中的地狱之花只会在人间开放一天。” \n      “现在，就请各位尽情欣赏吧。” \n      大半天的时间就这样过去了。 \n      每个有幸见到了花朵的人都啧啧称奇，认为这是他们所见过、所了解到的世间最美丽的花朵。 \n      没有之一。 \n      终于，皇宫又一次热闹起来，每个人都开始忙碌——伟大的皇帝陛下要亲自来观赏这朵传说之花了。 \n      大巫师恭敬地站在路边，与众人一起迎接皇帝的到来，以及跟随在皇帝座驾后的一大群人——他们或许已经为这花的美所惊艳过，却\n      并不介意再被惊艳那么几回。 \n      毕竟，它实在是太美了，比皇帝金库里所有的金银珠宝更高贵，比皇后花园中所有的奇花异草更明艳。 \n      就连平日被各式各样的赞美扰得烦不胜烦的小公主在面对地狱之花的时候，也享受到了难得的清静。 \n      更准确的说，是黯然失色。 \n      人们或摇头感慨，或失神长叹:世间怎会有这样的美，简直不像是自然之力所造就的。 \n      当然，鉴于之前大巫师的发言，并没有哪个人被贪欲蒙闭了双眼，试图染指那纯洁无暇的花朵。 \n      人群中，唯有不知何时退到最后的大巫师面色如常。看不出在想什么。 \n      而就在这时，一只蝴蝶出现在了人们的视线中。 \n      洁白，柔美，一尘不染。 \n      宛如自然的精灵。 \n      它就这样向着那朵花飞去。在周围的人看来，这是人间的生灵在追求本不属于这世界的极致的美。 \n      随着两者的距离越来越近，人们的心也渐渐提到了嗓子眼——传说中并没有记载当生灵触碰到地狱的花朵时会发生什么。 \n      是被地狱吞噬？ \n      还是联通地狱和人间的大门？ \n      又或者…是什么更可怕的，超出所有人想象的事？ \n      一阵风吹过，洁白的小精灵微微晃了一下，终于落在了那美丽的花朵上。 \n      没有人发出声音，似乎所有人都在紧张地关注着周围的一切。风还在吹，花朵带着蝴蝶轻轻摇曳，仿佛世上只有彼此的存在，而无其他。 \n      小公主忍不住拉了拉皇帝的衣角：“爸爸，那只蝴蝶会死吗？” \n      这一拉使皇帝回过神来，但他并没有回答女儿的问题，而是大声宣布了对大巫师的奖赏——正是因为他的发现，人们才能享受到这种无与伦比的美。 \n      人群鼓起掌来。 \n      那只蝴蝶并没有在花朵上停留太久。 \n      不知是不是受到了掌声的刺激，它在人们的注视下轻颤了颤翅膀。 \n      飞走了。 废言：文章短排版就是简单_(:з」∠)_不知不觉离上一次发正经帖子居然就过去一年了 时间过的真快啊（叹气这篇大概能算童话（？）的文章我想应该不是很难理解 如果有用心看的话当然具体理解到什么我就管不了了 因为我自己也不知道我要表达什么……灵感来源话说当时不知怎么听着听着就想写这么一篇文 现在想想都觉得神奇周创居然有四个版主了！\n",
    "replies": [
        {
            "author": "2759159258",
            "timestamp": 1529245620,
            "txt_content": "有点没看懂其中的寓意啊QWQ\n大佬能帮忙解释一下不？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1529249520,
            "txt_content": "2759159258 发表于 2018-6-17 22:27\n有点没看懂其中的寓意啊QWQ\n大佬能帮忙解释一下不？\n哈哈其实我也没有什么特别要表达的意思\n再等等会有dalao来解释的…吧……\n实在没人的话我会说点东西的XD"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1529251560,
            "txt_content": "写的很不错的一个寓意短篇，如果可以的话我也希望能成为那只蝴蝶\n（话说怎么申精）"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1529289780,
            "txt_content": "感觉很大佬唉"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1529411040,
            "txt_content": "哦呼~沉得有点快啊 看来我需要一个小召唤术\n嘉宾席位：@FHC红石 @Smokey_Days @冥王星人\n深海打捞席位：@2B与mc的故事  @海潮 @gggbbb\n各位来个评撒~"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1529416320,
            "txt_content": "头图的点分布不够随机"
        },
        {
            "author": "海潮",
            "timestamp": 1529558940,
            "txt_content": "很久没来完了，又看见你@我，非常开心，我觉得你的文章写得越来越好了，加油。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1530677700,
            "txt_content": "啊好久没上线了一上线就正好看到你at我\n有一mol感动\n文章的脉络蛮清晰的，行文简洁，渲染适当\n感觉跟我们年轻的时候相比又上了一个台阶啊（笑）"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1530802620,
            "txt_content": "真的没人给评诶（sad 那我就自己扯一点吧\n其实本来最后还有一句话：这朵“花”是假的 不过在我一个同学的建议下删掉了 不过就从文章中关于大巫师的表现和对话的描写应该也能看出来一些端倪\n于是现在已经有两种理解：第一种是在美面前宫廷诸人的表现反映了一些社会的阴暗面 第二种是我们所追求的美等皆为虚妄（大概是这么个意思\n我个人觉得在花是假的的前提下还是有不少值得思考的问题的 不过这方面就智者见智咯~\n\n"
        }
    ]
}