{
    "title": "关于搬运建议",
    "author": "匿名",
    "replyCount": 7,
    "timestamp": 1529285460,
    "txt_content": " 本帖最后由 匿名 于 2018-6-18 09:31 编辑 \n\n首先看看他们说的吧\nhttp://www.mcbbs.net/thread-799713-1-1.html\n确实，拿了奖励拿了勋章，再无奖励，自然懒得更新（你说有搬运更新奖励？那么请继续看看下面内容吧）\n\n我在插件版的一个专门地方发表过了，然而没有人注意到吧，没有人讨论，故在此发表\n\n（插件和模组都适用吧？对模组版块不太了解）\n1.\n新增：\n- 搬运者更新内容奖励\n  不包括持续更新教程\n  有大量修改或重写的实质性内容\n我注意到关于一些搬运者的优秀图章帖子的奖励制度，我记得版主所说的搬运实质更新是插件更新内容（没有提及到帖子更新内容）\n那么，当旧的帖子内容不适用于新插件内容，需要大量修改或重写内容、教程，应当给予应得的奖励吧。\n\n2\n建议：\n- 允许占坑转载插件\n  内容较多的转载插件\n  要求7天内有实质性内容（否则视为灌水）\n  不得在短时间内占坑大量的坑\n是这样的，如果一个搬运者看中一个大型插件，那么放在草稿编辑编辑汉化汉化，写着写着这时候正好有人发布转载这个新插件帖子，付之东流……\n\n\n\n\n\n",
    "replies": [
        {
            "author": "神奈川归尘",
            "timestamp": 1529286480,
            "txt_content": "现在大部分人都是搬运混勋章的 例如我 现在没搬Bukkit 转 Nukkit了"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1529286840,
            "txt_content": "第一点支持\n第二点 如果你的帖子比原搬更好 好像是可以取代原搬运的"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1529286900,
            "txt_content": "唔 我就已个人立场来评论关于模组部分吧，以下言论不代表论坛或版区。\n\n关于搬运帖子内容应原贴变动出现大改，是否奖励问题，个人看法是可以给予适当奖励的，当然在模组中这个变化实际上一般不会突然就一下子大变，可以适当设立补充奖励，但是要求必须是因为作者有较大改动影响到了玩家体验，具体判定依据还是要管理去定夺，不能说你改一点申请一次那样没法处理而且这种小改动很多就拿匠魂为例，匠魂作者在近期调整优化了部分材料溶解出液体的材料比例，我通过更新日志或者代码知道了这个改动，我改一下帖子，申请一下，明天作者又加了一点对其他模组的兼容，我又改了一下，去申请一下奖励，应该采取日志记录和作者修改的佐证为依据去保留相关改动证明积少成多的形式去申请，我认为是可以接受的。\n\n教程问题，我不认为会有影响除非是写在搬运帖里的，就神秘时代来说，都是每个大版本会出现一个新的教程贴，进行更进。\n\n对于占坑这种行为，我本身是不赞同的，如果同时发出或发出时间在一定间隔内，我觉得应该是授权优先，质量优先原则，当然也可以在版区群进行沟通或者建立一个转载的群进行沟通，来尽量避免撞车的问题，就好像我占个坑然后更新个十天半个月，你觉得好吗，我相信一个半坑的帖子不仅会影响一个普通用户的访问体验还会影响到版区的一个形象。"
        },
        {
            "author": "咕",
            "timestamp": 1529294040,
            "txt_content": " 本帖最后由 Italiangun 于 2018-6-18 12:07 编辑 \n\n你经常发一些奇奇怪怪的建议，这次又是什么切身利益呢\n\n第一点我很赞同，搬运者在一个高质量帖子上花费的心血不亚于原创开发者，插件版已经有关于转载更新的相关版规，至于你的帖子更新，我认为的确应该给予奖励，可是这是dz，不是git，没有更改记录，除非你专门保存一份原贴，否则可行性不大。\n\n第二点，很抱歉，我是反对的。撞车这种事一般只有在没有良好沟通的情况下发生，为了避免发生，论坛会员是可以想办法避免的，比如新闻版的交流群，主要就是讨论谁来摸最新的新闻。如果你又不想撞车，又不去主动沟通，寄希望于让普通用户看一周的空壳搬运贴，我也只能。。。┓(???`?)┏\n另外就算撞车，各版采取的一般都择优，如果真正撞车，你要做的应该是积极改善帖子，而不是消极占坑。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1529483940,
            "txt_content": "第一点支持，事实上只有重发才可能获得更多的积分。"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1529493600,
            "txt_content": "比较支持第一点"
        },
        {
            "author": "匿名",
            "timestamp": 1529663940,
            "txt_content": "@1582952890 @a390807154 \n"
        }
    ]
}