{
    "title": "[六月活动]永遠の三日天下~12day's reign",
    "author": "KijinSeija",
    "replyCount": 5,
    "timestamp": 1529307960,
    "txt_content": " 本帖最后由 KijinSeija 于 2018-6-26 13:56 编辑 \n\n「永远的三日天下」\n著：KijinSeija（非名字本人）\n\n\n\n\n  战争的狼烟即将就要停止了。\n无规则的结界在须臾间被打破，而走出的赢家却是那不应该胜利的家伙。\n她正是欲图将整个幻想乡以下克上的「鬼人 正邪」，是扰乱一切秩序的罪恶之人。\n\n  现在，下克上计划还剩下了最后两个目标。\n有谁能阻止她吗？\n哪怕是结界的妖怪、是天界的天人、是红魔馆的主人...\n即使她们是如何的各显神通，但都是被满身疮痍地一个接着一个打败。\n明显，谁也不能阻止她。因为阻止她的家伙，都已经是有去无回了。\n\n... ...\n\n  倒数第二个目标、正住在妖怪之山山脚下的一个木屋中。\n那里边的主人名叫「泽 莲也」，是一名妖怪工匠。\n不知道为什么的，那家伙产生了一种弱势的想法。即使对手是鬼族，但因为在之前的她打败过矮小的酒鬼，理所当然的认为可以轻轻松松打败下一个了。\n\n  就在这个炎炎夏日中，计划的实行者已经来到了蔼蔼叶层下的那座木屋前。\n这是一间爬满藤蔓的屋子，通过玻璃窗可以看到房间里摆满了大大小小的武器和攻击之类的玩意。\n「笃，笃，笃...」\n一阵懒惰的敲门声并没有让主人闻声而来，反倒是那门开了条筷子大小的缝隙。\n  她察觉到了什么，但出于成功的考虑，还是握紧了背在身后的仿制万宝槌：\n「有人在吗？」\n确实，没有任何声音回应——除了那些满地的标好价格的商品外，只有那一扇通向卧室的门兴许还有机会。\n实行者蹑手蹑脚地跨向门的一侧，那把手却是锁上的，怎么扭门还是无动于衷地挺立着。\n\n  天邪鬼就地取材，持起一把瓜锤捶开了门锁，那门咯吱咯吱的哀鸣着，仿佛在告诉主人它曾尽力试图拦住不速之客了。\n一道巴掌大的缝自然地被打开了，她便又伶俐地钻进去，如同干坏事的妖精般。\n房间内，只有一人坐在窗边，品着上好的菊花茶、盯着进来的家伙。\n「原来你在啊，我以为没人呢...」\n讽刺的是，越是假惺惺的样子越容易被鬼看穿，这是愚昧的天邪鬼犯下的第一个严重错误。\n对方长叹了一口气，随手一扔将新出炉的号外丢到了那个假惺惺的家伙的脚下。\n\n「《文文。新闻》特大号外：\n震惊，天邪鬼正邪竟打败妖怪大贤者！\n这究竟是大人物的不作为还是早已无能为力？！\n幻想乡将要陷入被鬼人正邪统治的时代吗？！\n还有谁能保护我们的自由与安全？！\n... ...」\n天邪鬼大声的一句一句面着她念着号外上的特大号字体。\n双方其实早已明白彼此的结果，结果也都只能有一个。\n\n  那妖怪见到突然停止念读的不速之客，便开口询问道：\n「天邪鬼正邪，是指你吧？」\n那个报纸上描述为「鬼人正邪」的天邪鬼把眉梢一提，想试图用微笑掩盖些什么，但又想找个理由来做些什么见不得光的事。\n「既然知道是我，那就直说吧。\n虽说我们无冤无仇，但是据可靠消息...」\n她悄悄将手中的号外翻过侧面，又是几个头号大字出现在上面。\n「你可是为其他试图抓捕我的家伙们做过不少贡献的嗄？\n陷阱、道具、弹幕什么的，总是有的吧？」\n工匠接过扔回来的号外，将它压在了茶杯底下。\n\n请拉到顶部翻至下一页→\n\n\n  战争的硝烟又充斥在一切之中。\n那段用欺骗得来的统治的故事短暂而永恒。即使只有一瞬也好，但这天下就尽在自己的眼底，谁不想得到呢？\n明智光秀那短暂的十二日统治，也就此立刻破灭了。\n「鬼人正邪（KijinSeija）」，是唯一一个与整个幻想乡为敌的无畏之士。\n然而现在的她，却毫不知情。在现今弱肉强食的天下， 孤独的战斗才刚刚拉开帷幕。\n她的下克上计划，能否顺利成功，得到真正的天下呢？这一切，真的尽在她的暗箱操纵之中吗？\n就让我们拭目以待吧，那令人向往的三日天下。\n\n... ...\n\n「我知道了，\n别在这里打，行吗？」\n这是对手的提议——可以伤她本人，但不允许搞坏店内物品。\n于是，二人来到了幽静无人的小径上展开决斗。这时正好是正午，烈日当空、一切都仿佛要被蒸融似的。\n「我作为敌机，符卡10张无规则符卡4张，每张符卡效果约为时间为60秒，击败我一次就算作我失败；你作为自机，可以使用道具，但是你被击中一次也即算作失败。\n规则就此说明完毕，你接受吗？」\n鬼可不会撒谎，更不会毁约。\n天邪鬼见闻，也觉得此规则毕竟宽松，便轻易接受了。\n\n  但出现在眼前的，不是散乱的无序弹幕。\n随之迎面袭来的弹幕，却是她从来都闻所未闻过的「武器形状」弹幕。」\n  第一张符卡应声释放时，数不胜数的双面开刃短剑从天而降。就连小径上的土疙瘩都在这场横扫式的风暴中被切得粉碎。\n然而狡猾伶俐的天邪鬼却从容不迫地取出一块紫色的格子布，接着猛地蹲下一盖，那落在上面的弹幕瞬间被弹开数十米远。\n  在之后，待一切安静下来时，两侧的树木已经被刺穿得千疮百孔：树枝摇摇欲坠地挂着、绿叶的沙沙声变得凄惨、树干也经不住疼痛地嘎吱嘎吱叫起来。\n没有了薆薱树荫的遮挡，太阳趁虚而入，直直地将小径点得老亮老亮的。\n这烈日之下正暴晒着的工匠，她那古铜色皮肤却格外地应景。\n\n「这张符卡的时间到了，要继续下一张吗？」\n对手用了一种从鬼平常口中难以听到的温柔来询问。\n但是，天邪鬼开始逐渐不甘。\n她将布丢下，那挺直了腰板的姿势暗示着她不会畏惧一切。\n\n  第二张符卡的在对手的手中闪出了一道刺眼的光芒。须臾之间，周围被遮天盖地般的长戈拦住了去路。\n一杆迎面迎来的长戈刺破光线令她措手不及，直插腰部。要不是手中的地藏像救了自己一命，估计闹剧也就该结束了。\n在从这张符卡释放的全方位长戈形弹幕中，天邪鬼无意中发现了什么：自己使用的子弹虽然十分快速而又能够穿透一切障碍，但是打在对手的身上却显得异常杯水车薪。这令她百思不得其解，但不能改变的却是依然得硬着头皮上。\n\n  除了那个家伙以外，真正的真相谁都不得而知。\n谁也不知道在这个从未闻起过其名的神秘工匠，其实已经在暗中改造出了能够减少弹幕伤害的布料。这种布料不仅轻便耐用，且还能作为一种不违法弹幕规则的普通辅助道具存在。\n  是怎样的手段与材料才能使得她获得这样不同寻常的技术？是河童默默支持吗？是天狗的暗箱操作吗？\n但这位天邪鬼将一切的谜团都安在了这个看似及其普通的妖怪上。只要打败了她，兴许能得到些什么有用的消息...\n\n  思考的片刻之间，一张不规则符卡的到来打破了戈阵。\n天邪鬼万万没想到，自己的对手竟比自己更加地强悍，更加地「犯规」。\n横面袭来的是一颗颗巨石般大的黄色大玉，它们咕噜咕噜地向处于下坡位置的天邪鬼滚去。她试图飞行，但是仿佛正有一股强风压迫着地面，一切都是徒劳的。\n  没错，那对手的手上正握着一把大大的枫叶型扇子。天邪鬼看见过，这是在山顶与某位天狗记者战斗时对手所使用的道具。\n至于她是如何拿到的，也只有怀疑是仿制品的可能了。\n对手将手中的扇子举过自己的头部，瞬时间，气流的方向逆转了过来——原本滚向山下的弹幕现在竟然奇迹般的向后倒退了！\n就连那周围的绿意盎然的叶层都在不停骚动着，一环接一环的缠山云见状也纷纷落荒而逃。\n天邪鬼撇下道具，挥掌发动了自己的能力——逆向而驰的气流转眼间被二次逆转，只见那刚刚爬上来的大玉们又咕咚咕咚地滚下山了，如此景象将对手竟惊讶住了一会。\n\n「你，很厉害嘛。完全不会认输呢...」\n她手中的枫叶扇立刻被换成了一杆锋刃处总是在闪着寒光的淡蓝色铅质三叉戟。\n  上坡处的对手迅速地将手中的武器蛮力一掷，那天邪鬼竟然不再拖泥带水，眼疾手快地一锤将戟击飞。但只见那戟又迅速飞回对方手中之后，不知从何而来的如同碎石大小的米弹立刻蜂拥而至地飞向她。\n灵活的天邪鬼以最快速度躲过枪林弹雨的米弹群，右脚踩在岩石上一蹬，轻轻松松地就越过了迎面而击的三叉戟。\n工匠索性弃开手中的武器，猛地一操起背在身后的锏一掷，那宛如猛虎般的家伙却竟一把掠过。对手措手不及的是，她另一只手的万宝槌竟重重锤击在了自己的腹部——强力的冲击力使得她硬生生滚落到了小径旁的草地上...\n  天邪鬼从硝烟中走出，一脚踩在那工匠的后脑勺。\n终于，精疲力尽的天邪鬼终于露出了那久违的笑容，这是她至今最痛快的一次对决，也是第一次如此干净利落地进行反击。\n\n「告诉我，那个被你暗中遣送到人间之里的弓弩手在哪里？」\n「她早已被秘神摩多罗收为第三弟子，与我毫无瓜葛，何必要因此事而大打出手？」\n蜷缩在地上的妖怪工匠正缓缓的一字一句地说道，但也让此时的天邪鬼似乎明白了什么。\n\n「秘神？\n那个连巫女、妖精、天狗、魔法使都无法打败的家伙吗？\n真是辛苦我了呢。」\n天邪鬼松开了踩着工匠的脚，朝着山顶走去。\n她要抓问那个被天狗，如何前往那神秘的「后户之国」...\n\n请拉到顶部翻至下一页→",
    "replies": [
        {
            "author": "KijinSeija",
            "timestamp": 1529310240,
            "txt_content": "打多了个六，抱歉...\n我什么也不会做的。（礼）"
        },
        {
            "author": "x_lin0_0",
            "timestamp": 1529474220,
            "txt_content": "说一说单单看完前两章的感受吧——\n感觉的话，比起很多文章是的确稍略逊色的（至少比我好上万倍）。\n但要是说语气的话，我觉得太过于第三人称了。\n做成动画化可能会好点？（脑补ing）\n嘛，祝你越来越让人讨厌吧~（一设）\n\n另外，你的潜力一定能够超越我（特指mod脑洞），甚至超越其他的人。\n\n"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529557140,
            "txt_content": "x_lin0_0 发表于 2018-6-20 13:57\n说一说单单看完前两章的感受吧——\n感觉的话，比起很多文章是的确稍略逊色的（至少比我好上万倍）。\n但要是 ...\n这个的话，真不敢当。\n您的脑洞贴和其它的作品就连数量上就已经比我多上数十倍，要说超越的话很难吧？\n而且，您也会在不断学习的，人都是这样，学习永无止境。\n说些别的吧，关于文章的话...说真的，我并没有别人这么出色，而且还是想糊弄一下活动和自己而已。（自嘲Max）\n动画的话，就很远了诶。\n最后，谢谢祝福。"
        },
        {
            "author": "KijinSeija",
            "timestamp": 1529732460,
            "txt_content": "（本帖将更新至第四章才会顺利完结，请大家多多等待，谢谢。）\n另外，第二章已经更新完毕，第三章制作也准备开始了：\n天邪鬼竟然要进入后户之国！她的目的只是仅仅为了打败秘神的第三弟子吗？\n一切请期待《永远の三日天下~12day's reign》第三章更新！"
        },
        {
            "author": "天之剑心",
            "timestamp": 1530790380,
            "txt_content": "好厉害的大佬，请多多指教"
        }
    ]
}