{
    "title": "[多线]绘梦师IV —— 将幻想的笔触覆写于梦境之上[1.12.2]",
    "author": "EmeizAtenls",
    "replyCount": 0,
    "timestamp": 1529314560,
    "txt_content": " 本帖最后由 EmeizAtenls 于 2021-2-7 04:27 编辑 \n\n「 DreamPainter ' 绘梦师 ' 4th」 将旅途的风景尽收眼底，\n将幻想的笔触覆写梦境。\n关于我们：\n  基于 Minecraft 1.12.2 的 开放世界 RPG 服务器。  以「Atenls所构筑的」为核心而创作的架空世界幻想系神话世界。  IP： DP4.at 或 mcdps.cc / mcdps.cn  百科：wiki.mcdps.cc  最新的主线剧情「Tempest」：Tempest.mcdps.cc  加入交流群：583664809，可以使你更轻巧地获得关于我们的更多信息。\n  入群问题设立了一个众所周知的口诀，必须回答正确才可进入。假如你真的不知道，搜索引擎亦能告知你答案。\n\n\n关于绘梦师\n几乎所有的核心系统都是特有的。绘梦师的定制插件与自有插件占据了总插件数的40%有余。他们相互独立且相辅相成，构筑了绘梦师的主要系统。其中大部分由 Gayaguoguo 编写，小部分委托于其他可信任的开发人员编写。完全契合的地图、剧情走向、世界观、相对应的装备材料及其描述。所有的底气正源于所有的内容都由我们所创作。高度统一的排版格式。由于使用大量的客制化插件，使得我们可以较为轻松地实现风格统一，让玩家不必遇到五花八门无法理解的提示抑或是其他风格迥异的描述。完善的、合理的公式化数值走向，将所有不可控的、意识流的化作一行行数据，如此便可将其掌控于方寸。繁复的内核，精简的内容。将精简的内容展示于台面，将计算与数据隐藏于背后。正好像：你只需要知道钟表的运作是精密的，并感受它所带来的方便，如此即可。几乎没有任何强制性事项。不必被任务所局限，也没有某些主要怪物必须某种装备才能击杀。你只需要跟随你的心意做你想做的。精美的地图，也许更适合用来看风景。所有的地图及建筑均为原创，由 Atenls 以 WorldPainter 绘制地形、及在其之上建筑而成，所有的内容及过程都是可追溯的，可验证的。精美的武器模型，契合武器本身属性及其对应的背景故事，使得玩家更好地沉浸其中。所有的模型均为原创及独有。几乎所有的模型委托于楚儿制作。有趣的活动与旅途相随。每隔一段时间，绘梦师便会举办大型活动，也许是赛艇、也许是PvP，甚至可以是一起游玩生存服。而所有活动都将于独立服务器举办，独立的个人数据，以保证人人平等。稳定的运营。绘梦师4th开始至今已有 22个月 (记录时间2021/02/06)，期间哪怕0人在线两个月亦未曾关闭服务器，对于服务器寿命大可放心。对音游玩家友好。本服音游玩家大量出现，且当你于某音游达到某指定水平线上时即可申请称号，要求不会很高——如 Arcaea，仅需 Potential 达到 10.75 即可获得称号。赞助货币获得渠道多且易。服内交易繁多且市场趋于稳定；趣味活动亦会发放 Kc 奖励(即赞助货币)——如果你取得了好成绩，我们对于活动向来不吝奖赏。\n\n\n\n服务器展示\n[元央城 - 第六城镇 - 天泽岛世界中心]\n \n[格里佛斯城 - 第四城镇 - 光晦陆最终城镇]\n\n\n[神罚参天境 - Lv.40 Boss 据点 - 光晦陆最终副本]\n\n\n[教堂 - Lv.105 区域 - 天泽岛北统治势力]\n\n\n[Contradition - Tempest主线 - 长流程弓]\n\n\n[Hypothesis - Tempest主线 - 长流程镰刀]\n\n\n[无奇 - 格里佛斯支线 - 传奇级武器]\n\n\n[永恒的哀叹 · 霊恸 - 远古骑士支线 - 长流程武器]\n[地底回廊 - 1.16 赛艇活动专属服务器 - b.dp4.at]\n\n[快车道 - 1.16 赛艇活动专属服务器 - b.dp4.at]\n\n\n[玩家合照 - 于格里佛斯城]\n\n关于我们：更细致的内容\n  随机，世界由每片都不同的雪花组成。    每一把武器，每一件装备，都是由不同的随机值生成的。几乎不存在完全相同的两件装备。    每一条条目的背后都是繁复多样的公式、被预设的基础值、随机范围，补正系数。    它是稳定的，在严谨的公式框架限定下，拥有趋于无限多的随机项目来将这一精密系统修饰地更完美。    又如鉴定、LootChest随机奖励。它们本身就是巨大的随机事件，一个个系统的齿轮咬合转动，繁密精致，却又有条不紊。\n  属性，公式化的起源。    将多个条目的\"基础值\"预设好，而后使其经过一个公式计算处理变为浮点数，如暴击几率、减伤，或命中几率。\n    将繁杂的公式隐藏于背后，而玩家们也只需简单地判断基础值高低这一轻巧行为即可判断装备好坏。\n    如果你是一名硬核玩家，想探寻这转变的背后，那么你可能需要一些时间以消化我们的整个系统。\n    详细请移步 绘梦师百科(wiki.mcdps.cc) 以进行进一步获得信息。公式过于繁复，不宜摆上纸面。\n\n  鉴定、卷轴、长流程，我们独有的获取装备的方式。\n    显然的，使怪物直接掉落多类装备是一件较为违和的事，于是我们做了一个优雅的过渡。\n    让你获得一些\"未被鉴定\"的未知物品，并通过城镇的鉴定台进行处理，而后得到装备，    不仅消除了获得装备的违和感，更将随机性进一步加大。    同理，即使是领主级生物(Boss)，直接掉落 高Tier武器装备 仍是会令人感到迷惑的。于是加入了「卷轴」来使其变得自然。    不仅如此，当Boss死亡时，所有附近玩家都可以获得卷轴。    这进一步消除了直接获得装备的不平等性，也将整个流程变得更为自然。    考虑到部分玩家的运气委实没有那么好。我们还设定了保底机制，当开启卷轴达一定次数时，    你获得传奇级物品的几率也会随之增长，以此来保证所有人都可以享受他们应得的奖励。    当部分玩家已经不满足于传奇级物品。长流程武器的重要性便凸显了出来。通过更长时间的收集物资，积攒资源，以锻造出一把独特的、强力的武器，不仅可以使你变得更强，锻造成功的同时还会获得无比的成就感——这是由你一点一滴收集物资积攒而成的。\n  点数，更多的数值系统。    一般正常的游戏过程中，货币都遵循于线性增长——随着等级的升高而提高。\n    但处于等级驱动制的系统，线性增长似乎是不大友好的，这使得部分有需求的操作受限。    而后我们做了一个很巧妙的操作——增加更多的点数。\n    自然地，点数们各司其职，互不干扰。例如：    - 贯穿全局的 dPe ，无论等级增长与否，它的获取期望是始终如一的。    - 活动专有的 Es，恒定的获取几率，仅适用于活动兑换的物资。\n    将需要的都定义好，便能籍此有条不紊地完成更多更优雅的操作。(点数类型可在 绘梦师百科 中查阅)\n\n  变强，强化、符文、饰品，每日副本？    一般地，在装备基础不作变更的前提下，想要变强似乎只能“强化”“打磨”。    但也许可以有更多的思路。为什么带来属性的只能是装备呢？\n    通过每日副本获得的特殊道具，你可以获得饰品、符文、及部分贵重道具。自由搭配你所获得的装备，以此来使自己变得更强。\n    同时，强化你的装备，将征讨变得更得心应手。    精心设计的消耗曲线使你可以消耗极少的 Pe 即可获得不错的增幅，亦可尝试赌运气获得更高的增幅。    这是由你所决定的，这也使得我们的服务器更加的客制性。\n  跑酷，迷宫，探索与收益之间的平衡。    不一定所有人都乐意消耗长时间刷怪来获得较好的装备——不，也许也不怎么样。    不如尝试我们所精心设立的 Legendary Loot 挑战。    通过跑酷以获得史诗、传奇，乃至神话的未鉴定物品，获得更多的源石、素材，珍稀道具。    且跑酷难度由易至难一一涵盖，只要你有耐心，总能获得属于你的奖赏。    更需要耐心的是 Mythic Loot。走过多层透明迷宫，神话级别的奖赏轻松取得，还有更多的珍稀素材。    稀有道具获得的途径有很多，不必局限于一隅之地。\n  选择，你的发展将遵循你的决定。    几乎所有的事情都由你的选择所决定。    你可以选择当一个休闲玩家，只在朋友们征讨时跟上他们的步伐即可。我们有着足够好的经验共享与公共奖励。    当然，你仍然可以选择成为一个甘地玩家。这也是绘梦师里大多数人的选择。    你通过长时间的游玩——抑或许是短时间，如果你的运气足够好——    可以获得几乎所有的赞助物品。当然的，这需要付出一些努力。    即便我们有着足够好的随机系统，但不是所有玩家的运气都如一般的好。    所以我们亦增添了更人性化的    - Absolute Reason Sets 装备    - Black Fate Sets 装备    - Messiah² 活动限定补给箱    - 更多的通过活动即可获得的道具。    你可以通过积攒 dPe / LT 以进行兑换你所想要的。它的基础足够高，以至于能让你稳健的走到下一道等阶。\n  音游，在这寻找你的同好。    服内有着大量音游爱好者，移动端、PC端，街机端均有涉及的人群。    其中不乏高Tier玩家，如 暴龙天、BMS狂皆、OSU!mania世界Top100、Arcaea双星人、Project SEKAI皆传等。    你可以加入与我们一起交流音游。当你的水平超过一定程度（一般要求不高），还可申请获得游戏内称号。\n  稳定，高性能的服务器配置与运维能力。    绘梦师开服至今已有 4 个年头。1、2周目仍在进行路的探索与开拓。3周目起便开始稳步前进。    如今是绘梦师 4 周目，开放至今已有22个月，且仍以一定的速度保持更新，保持鲜活。    服务器性能也一直保持在高水准，物理独立机 (R7 3700X@4.2 / 64G 3000Mhz CL16 / PM981A SSD / 三线BGP网络)。    使得绘梦师服务器端在高能耗的同时仍可以使玩家有着流畅的体验。\n\n绘梦师对玩家的要求\n  我们欢迎所有志同道合的玩家。    相同的石子总会相遇。高度客制化、严谨的框架平衡、独特的多个系统，    使你可以在我所构筑的奇幻世界里拥有最大的自由度、更好的游戏体验。    挑剔的玩法也只适合挑剔的人。在这里也许能遇到合你口味相谈甚欢的朋友。    没有轻松愉快的挂机池，没有高度保姆化的菜单，没有极速升级，更没有屠龙宝刀点击就送。    我花了20个月才创造出 90级的游玩内容(仍在不断更新中)，只想能让你好好体验，自然地走过这奇幻世界的旅途。    希望你可以细细体会感受背后的故事，探寻鬼骑士、伊利沙伯与光明神庭的纷争；聆听格里佛斯、瓦利恩特的斥诉。    而不是快速跳过、快速通关，食用快餐文化而后毫无裨益。\n  我们不欢迎所有非友善游戏的玩家。    无脑杠精、逻辑混乱、张口就来、死不悔改，这样的人在哪里都不会受到欢迎，包括在这里。    自以为是、以井为天，将自己的理念代入所有人的想法，同样也不会被欢迎。    希望每个人都能和谐共处、友好互助，相互尊重。    最后，所有作弊行为都是不被允许的，你将会因任一作弊行为而受到严厉惩罚。    \n\n\n",
    "replies": []
}