{
    "title": "关于困扰了广大血魔法玩家的欧米伽仪式",
    "author": "1062406901",
    "replyCount": 17,
    "timestamp": 1529733600,
    "txt_content": "就在前几天，我在1.7.10的血魔法的jar包里找到了血染知书的lang文件\n没想到吧，我也没想到，本来以为1.7.10的血魔法是没有指导书的\n然而翻译程度也是惨不忍睹\n后来我找到了欧米伽仪式的说明\n原文：\nAfter a few weeks of design and testing, we have finished the ritual Tiberius wanted in order to achieve what he and the others have dubbed \"The Omega state\". I'll cover the ritual side of the process, and allow the others to go over the details of it's functions. For this ritual to function, it needs a sealed space in order to fill with reagent like a gas cloud. This reagent is then absorbed by the armour as the ritual merges the souls of the activator and the demon inside the activators bound armour. The problem is containing and controlling this gaseous reagent, as it likes to leak out of the chamber and the ritual can have difficulty \"Pushing\" the reagent into the armour. To address this, we created Glyphs. But I'm getting ahead of myself. First, I should cover how the ritual determines what is a \"Sealed\" chamber as it has safe guards to prevent reagent loss. The reagent gas is let lose above the master ritual stone, so the ritual starts checking there. It then starts expanding from there, searching for ways out in every direction, and if it can't get five blocks away from the master ritual stone(This isn't random, beyond five blocks away in any direction and the ritual has difficulty moving all the reagent. Think of it like compressing a gas, it always tries to move down the path of least resistance. To compress it, you need prevent it from being able to escape.) I have also noticed that the reagent, after being released into the chamber, collects on the walls of the chamber instead of staying in the air like tiny low hanging fog. The more surface area, the thinner the fog becomes and the more stable it is, and more stable fog means better value the ritual gets on the conversion process between reagent in the jars and the reagent in the armour, so the more time you have in the Omega state. No matter how you cut it, this chamber is meant to contain reagent for long stretches of time. The more stable the reagent fog is, the more time the ritual has to work and the less reagent wasted. Now then, I mentioned Glyphs earlier. After seeing the chamber in action, Tiberius created a few blocks called \"Glyphs\" to optimise and add to the champers use. First, the Glyph of Rigid stability was created to further stabilise the reagent fog, being worth roughly double the amount per square meter of space then a normal block.  But that's not all he made with the Glyphs, as he discovered an interesting way to bolster the power of the demon using two new Glyphs for a system that resulted in something like enchanting. He mentioned two values, and had created Glyphs for each of them. First was \"Enchantability\", and it's is buffed by Glyph of the Adept Enchanter. The second value was \"Arcane power\" with Glyph of Arcane Potential, and functioned like the levels used in normal enchanting. To put how the two values work in layman's terms, Arcane power effects what enchantments are possible to receive, while Enchantability effects the odds of getting a good result. Since this process doesn't use normal enchanting(As the demons in our bound armour react negatively to such methods normally. This process circumvents this limitation by being more demonic in nature and this more... Tolerable to the demons.), it doesn't follow all the normal enchanting rules. For example, after much testing we were able to achieve the equivalent of protection six, fire protection four, and blast protection seven on a single piece of armour so some independent enchants can coexist. And normal power restriction also don't hold ground here, as seen by getting blast protection seven... More testing must be done, but you can see how this has potential.  However, I should mention that a chamber can't be entirely enchantment blocks, as the Reagent reacts negatively to the magic used in them. While the reagent must touch the blocks to activate them, any fog that forms on them will destabilise severely causing less time in Omega. I have put in a safety to make sure it can not trigger the process if the stability is below zero, as that would be closer to a bomb then a fog at that point. I believe all the information you need to know before starting has been covered, so we will cover the actual ritual activation. The ritual is a flat platform with four holes, and in these holes you place the belljars of reagent to be used. This ritual doesn't use reagent in the normal fashion, so you don't need to route them into the master ritual stone like normal. With your awakened crystal, activate the ritual with your awakened crystal like normal. After the fifteen million LP fee is paid, it will look for belljars in the four holes for the thirty two thousand reagent cost. Once both are ready, it will check for the activator wearing bound armour and if present it will kick start the process. Within seconds, the transformation happens and you will enter the Omega state.\n万恶的机翻：\n经过几个星期的设计和测试，我们完成了Tiberius想要的仪式，以实现他和其他人所称的“欧米茄国家”。我将涵盖过程的仪式方面，并允许其他人详细讨论它的功能。为了这个仪式发挥作用，它需要一个密封的空间来填满像气体云那样的试剂。该试剂然后被盔甲吸收，因为仪式将激活器的灵魂和激活器结合的盔甲内的恶魔合并。问题是包含和控制这种气体试剂，因为它喜欢泄露出来，而且仪式很难将试剂“推入”盔甲。为了解决这个问题，我们创建了字形。但是我领先了。首先，我应该介绍仪式是如何确定什么是“密闭”的房间，因为它有安全的防范，以防止试剂流失。试剂气体在主仪式石之上丢失，因此仪式开始在那里检查。然后它开始从那里扩展，寻找每一个方向的出路，如果它不能从主仪式石上得到五个街区（这不是随机的，在任何方向上超过五个街区，而且仪式很难移动所有的试剂。把它想象成压缩气体，它总是试图沿着阻力最小的路径移动。为了压缩它，你需要防止它逃逸。）我也注意到，试剂被释放到腔室后，聚集在腔室的壁上，而不是停留在空气中，就像微小的低垂的雾。雾气越大，雾气越薄，越稳定，雾气越稳定，越有利于礼器中试剂与盔甲试剂之间的转换过程，因此Omega州的时间越长。无论你如何切割它，这个腔室都意味着要长期使用试剂。试剂雾越稳定，仪式的时间就越长，试剂的浪费也就越少。现在，我早些时候提到了字形。在看到工作室的行动，Tiberius创建了几个街区，称为“字形”，以优化和添加到香槟使用。首先，创建刚性稳定性字形，以进一步稳定试剂雾，其值约为每平方米空间量的两倍。但这并不是他用字形所做的一切，因为他发现了一种有趣的方法，用两个新的字形来增强恶魔的力量。他提到了两个值，并为它们中的每一个创建了字形。首先是“迷人”，它是由娴熟的魔法师雕文所遮蔽的。第二个值是“奥术力量”，具有神秘潜能的雕文，功能类似于普通妖术中使用的等级。为了说明这两种价值如何在俗人的术语中起作用，奥术权力会影响魔法的接收，而魔力会影响获得好结果的几率。因为这个过程不使用正常的魔法（因为我们盔甲中的恶魔通常会对这些方法产生负面的反应。这个过程绕过这一限制，在本质上更加恶魔化，这更…容忍恶魔），它不遵循所有正常的迷人规则。例如，经过大量测试，我们能够在一件盔甲上实现相当于保护六、防火四和防爆保护七，所以一些独立的魔法可以共存。正常的功率限制也不能保持在这里，正如通过爆炸保护7所看到的…必须做更多的测试，但你可以看到这有什么潜力。然而，我要提到的是，一个腔室不能完全是魔法块，因为试剂对它们所用的魔法反应消极。当试剂必须接触这些块以激活它们时，它们上形成的任何雾都会严重破坏Omega的时间。我已经投入了一个安全，以确保它不能触发过程，如果稳定性低于零，因为这将更接近炸弹，然后雾在那一点。我相信在开始之前你需要知道的所有信息已经被涵盖了，所以我们将涵盖实际的仪式激活。仪式是一个平坦的平台，有四个洞，在这些洞里放置了试剂盒。这种仪式并不以正常的方式使用试剂，所以你不必像正常人那样将它们带入大师仪式石。用你唤醒的水晶，用你唤醒的水晶激活仪式就像正常。在支付一千五百万LP费后，它将在四个孔中寻找三十二个试剂成本的容器。一旦两者准备就绪，它将检查激活器磨损束缚装甲，如果存在，它将启动启动过程。几秒钟内，转变发生，你将进入Omega州。\n首先这个说明告诉了我们几个信息\n1.我们需要一个密闭的空间\n2.身着约束套装\n3.三大图符不再是摆设（机翻“字形”）\n作为一个职业编程学家和一个同样被欧米伽困扰的我，不去翻翻源代码可惜了\n之后我得到了以下信息\n1.空间需要以主仪式石为中心半径5个方块的方盒子\n2.欧米伽的套装是有时效的\n3.而增加时效的办法正是“熔魂合奏”仪式\n但是\n我还没有做出来\n我已经放弃了这个仪式\n希望这篇文章对你们做出欧米伽有帮助",
    "replies": [
        {
            "author": "____摘花____",
            "timestamp": 1583470560,
            "txt_content": "这个mod现在变成冷门的了"
        },
        {
            "author": "dionbb",
            "timestamp": 1587569160,
            "txt_content": "这个冷漠了吧"
        },
        {
            "author": "头哥帅",
            "timestamp": 1589197920,
            "txt_content": "这个不是有推测杖自动放的吗"
        },
        {
            "author": "yangzezhao",
            "timestamp": 1594210500,
            "txt_content": "我已经放弃了"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943860,
            "txt_content": ",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943860,
            "txt_content": ",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943920,
            "txt_content": ".,,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943920,
            "txt_content": ",,,,,,,,,,,,,,,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943980,
            "txt_content": ",,,,,,,,,,,,,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596943980,
            "txt_content": ",,,,,,,,,,,,"
        },
        {
            "author": "longhui1234",
            "timestamp": 1596944040,
            "txt_content": ",,,,,,,,,,,,,,,,,,,,,"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597037400,
            "txt_content": "这个mod好久没见到有人玩了"
        },
        {
            "author": "zzfy",
            "timestamp": 1597072200,
            "txt_content": "不会玩  没玩过"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597111920,
            "txt_content": "未曾听闻过的MOD"
        },
        {
            "author": "不鬼不毅",
            "timestamp": 1598418600,
            "txt_content": "这个MOD好冷门哦"
        },
        {
            "author": "1529527731",
            "timestamp": 1607684880,
            "txt_content": "没玩过=-="
        },
        {
            "author": "3610592",
            "timestamp": 1607689980,
            "txt_content": "可以，这个仪式可以"
        }
    ]
}