{
    "title": "[电信]703号避难所——新周目【平等|公正|自由】空岛|技能|领地|粘液科技|和谐养老",
    "author": "xc87",
    "replyCount": 0,
    "timestamp": 1529739660,
    "txt_content": " 本帖最后由 xc87 于 2018-6-23 15:51 编辑 \n\n本帖最后由 xc87 于 2018-6-23 15:06 编辑\n\n2018新周目开启，欢迎前来开荒\n服务器名称：703号避难所开服时间：2017年10月3日新周目：2018年6月16日日 开荒中开放情况：长期开放游戏模式：生存收费类型：游戏免费/少量商业内容游戏版本：1.12.2游戏类型：纯净服务端插件：粘液科技 | 空岛 | 领地 | 技能 | 组队 | 计分板 | 扩展背包 | 全球商店 | 皮肤 | 血量升级 | 强化 | 宝箱 | 枪械MOD：无网络类型：电信服务器类型：独立服务器是否有正版验证：否白名单：无最大在线人数：50联系方式Q群：671965532服务器IP：703.nat300.top:60000服务器简介：服务器使用最新的1.12.2服务端。\n　　有思想的服务器才是好的服务器，本服追求公平公正简洁流程的游戏体验，所选插件均为最新版或稳定版，相比原版生存，扩展了很多功能，增加了可玩性。　　本服主是一位IT行业大蜀黍，没有经济压力，服务器为自主独立服务器，可以无限期维持服务器运行。　　全服死亡掉落，且怪物加强。不接受挑战性，喜欢泡菜式玩法的朋友请绕道。　　空岛世界与生存世界资源隔离，玩家只能凭自己的努力与智慧建设自己的天地，空岛可以无限重开。尽管空岛生存比较艰辛而考验毅力，但努力后你的名字和头像会出现在主城排行榜上，彰显荣耀。　　两个世界系统可以自由往来，技能和金钱通用。  \n功能插件一览：Slimefun：粘液科技，经典的扩展玩法，不用多说。ASkyBlock空岛：这个不用说了。GriefPrevention领地：新一代的领地插件，比传统的Residence简明不少，可视化圈地，所见即所得，玩家在线即可获得领地点数，权限设置简单。mcMMO技能：经典插件，这个也不用过多介绍，14种技能，任你发展，还自带组队功能。QuickShop快捷商店：经典的箱子商店插件，收购与出售物品均可。ItemExpansionPack物品扩展：增加了110种物品，配合材质包，效果堪比mod服。MinePacks扩展背包：相当于每个玩家都拥有54格的随身仓库，而且死亡不掉落。EliteMobs精英怪物：强大的精英怪物，当然奖励也是丰厚的。ProScoreboard计分板：常用信息，一览无余。EasyCommand简单指令：复杂的指令得到简化，玩家再也不用担心记不住指令了。SkinsRestorer皮肤：正版玩家可以显示皮肤，非正版玩家也可以设置皮肤。RPGHealthPlus血量升级：杀怪可以升级血量值上限，可以显示升级进度。Intensify3：强化石插件，通过熔炉对装备进行强化。TreasureHunt：天降宝箱，会不定期开放寻宝活动。QualityArmory：经典的枪械插件，多种武器，增添趣味性。TimedFly：限时飞行，玩家可以通过/fly指令购买1分钟限时飞行。\n\n客户端下载：虽然本服使用任意版本的1.12.2版本客户端都可以进服，不过为了更好的游戏体验，推荐使用本服专用客户端。整合客户端(推荐)1.安装最新版forge2.集成小地图mod3.集成R键整理mod4.集成扩展物品材质包链接：https://pan.baidu.com/s/1HrjkAWWLKI--kuYiaKOOvgQ&A：Q：我怎么才能建立领地？A：服务器允许建立一个领地，只允许在生存世界创建。要创建领地，你必须拥有足够的领地点数，每个领地点数对应一个领地方格，输入指令/ld可以查看自己的领地坐标和领地点数。领地点数可以在线自动获取，每小时60点。\nQ：我怎么修改领地范围？A：用木棒在领地内右击，领地边界会点亮，用指南针在领地角上的萤石上右击，萤石熄灭，然后在修改到的方块上再次右击，领地边界再次点亮。修改完成，创建第二块领地的方法类似，用指南针在一个方块上右击一次，然后在对角线上再次右击一次，创建完成。注意领地是忽略Y轴的，只需要在平面上创建，从50格到天顶都是领地范围。\nQ：我怎么进入空岛？A：在主城（时空枢纽），输入/is即可进入空岛，也可以按提示找到传送方块，回主城的方法是/cp打开空岛菜单，找到回城按钮点击即可。\nQ：我怎么赚钱？A：在主城，找到系统一键回收，点击后，里面会显示回收物品的价格，点击最右边的一键回收按钮，系统会自动回收背包中所有可售物资。也可以在交易中心建立箱子商店，和其他玩家交易，也可以去超级淘宝商城购买或出售物品，方法是/go打开商城。在空岛只能通过箱子商店和其他玩家交易。\nQ：怎么打开扩展背包？A：指令/bb即可，扩展背包死亡不掉落，尽量养成贵重物品放在扩展背包里的习惯。\nQ：精英怪太强，打不过怎么办？A：跑。\n游戏截图：\n\n\n\n",
    "replies": []
}