{
    "title": "【原创mod】[1.12.2]《灵石传说》mod教程",
    "author": "悬空草方块",
    "replyCount": 12,
    "timestamp": 1529923080,
    "txt_content": " 本帖最后由 悬空草方块 于 2018-6-26 13:56 编辑 \n\n《灵石传说》mod教程\n      《灵石传说》是一款以矿石为核心，对原版生存模式进行改进，增强玩家体验的mod。此mod修改了原本世界的矿石生成，在进行体验时强烈建议使用新存档。\n  \n一. 灵石传说mod简介\n          如果你觉得生存后期无所事事，何不来尝试一些新的挑战？\n        此 MOD 是以矿石为核心的创作，用来增强原版生存体验。新版本中，末地变得越来越丰富多彩，也成为诸多生存后期玩家必去探索的地域。因此 MOD 在末地外岛上添加了一种比钻石更加稀有的矿石——灵石。灵石的生成量极其稀少，但是功能也同样及其强大。灵石所在的位置周围，会自动激怒末影人，增加玩家在末地难度的同时，也提供了一个寻找灵石的方法。每一颗灵石分别可以与其他六种稀有矿石（青金石、红石、金锭、绿宝石、下界石英、钻石）合成对应的六种灵晶，每种灵晶又有各自对应的用途，每种用途都自成一派。\n        附魔灵晶=灵石+青金石\n        智能灵晶=灵石+红石\n        电导灵晶=灵石+金锭\n        生命灵晶=灵石+绿宝石\n        摄魂灵晶=灵石+下界石英\n        空间灵晶=灵石+钻石\n       附魔灵晶可以强制转移任意物品的附魔效果，可以将花费太高昂的物品上的附魔转移走，也可通过附魔书进行附魔融合（无视附魔冲突），巧妙利用可以创造出超强附魔。\n       智能灵晶可以制造出镭射炮台，炮台会自动攻击周围的怪物，外观极其霸气，出行探险所必备。\n       电导灵晶可以合成出闪电法杖，闪电法杖是一种远程攻击武器，可以召唤出闪电伤害敌人，巧妙利用闪电也可以产生神奇的效果。\n       生命灵晶可以用来合成不死图腾，不死图腾不仅可以拿在手里使用，还能插在地上，一旦玩家在范围内死亡，则会复活至插有图腾的地方，并恢复生命。\n       摄魂灵晶可以合成摄魂器，用摄魂器点击生物，会生成其对应的怪物蛋，这可以让生存模式的玩家合理获取怪物蛋，并且灵活操作。\n       空间灵晶可以合成灵石传送门，玩家可以在同一维度的传送门之间进行任意距离的传送。使用传送门需要门钥匙，门钥匙要先绑定传送门位置。但是请注意，如果目标点处没有传送门（比如被破坏），玩家将会受到巨量伤害。\n二. 灵石传说mod教程 \n1. 矿石的生成与获得方法\n       主世界中青金石矿石在地下不再自然生成，改为生成在任意生态系统高度处于90格以上的位置（具体生成高度为90～170格，只会替换石头方块），因此玩家需要在地图中探寻山脉、峭壁等高纬度的生态系统以获取青金石。青金石一旦出现，产量很大，可满足玩家较长时间需求。\n       在末地外岛(一般为离中心岛1000格以外)，会生成本mod的核心矿石——灵石矿石。灵石矿石只能用带精准采集的钻石镐才能挖掘，掉落自身，需要炼烧。\n       灵石矿石的生成概率极其小，平均每个区块只有16%的概率生成灵石矿脉，生成高度为10-64格，且每个矿脉大小为1-2。灵石矿石只会在区块的中心位置生成，且灵石矿石所在区块内的末影人会主动攻击本区块内的玩家（具体范围为：(~-8,~,~-8)～(~8,~48,~8)），挖掘掉灵石矿石之后，则恢复正常。\n\n       首先，玩家想来到末地外岛就需要征服末影龙，相信有了击败末影龙经验的玩家，应该也知道如何对付末影人的攻击。我们来到末地外岛后，需要尽量广的四处转转。一旦发现有末影人主动攻击你，就说明本区块所在的中心位置埋藏有灵石矿石。如果玩家不介意，可以点击F3+G来显示区块边界，以便更顺利的找到灵石。建议在区块中心四格位置螺旋下挖，更容易找到灵石，也更容易回到地面。\n\n区块中心的定位：\n\n从此处开始螺旋下挖：\n挖到灵石的样子：(注意，一定要用带精准采集的搞挖，否则灵石没了可不要哭哦)\n\n2. 灵石的合成与使用\n       灵石矿石可以炼烧得到灵石，炼烧同时可获得100经验值。\n\n       灵石分别与另外六种珍贵矿石可以合成对应灵晶。合成表均为一颗灵石在中间，另外8颗同种矿石围绕。其中青金石对应附魔灵晶；红石对应智能灵晶；金锭对应电导灵晶；下界石英对应摄魂灵晶；绿宝石对应生命灵晶；钻石对应空间灵晶。此mod的主要合成表会在玩家炼烧出灵石后自动解锁。合成表图片贴在下方：\n    \n    \n    \n\n每一种灵晶几乎都能对应制作出相应功能的物品，具体功能会在下面详细讲解，\n    \n    \n    \n\n\n3. 灵晶及其产物的功能说明\n       附魔灵晶\n\n        附魔灵晶可以在铁砧上使用（放置于左边栏或右边栏），无条件转移右边物品的附魔，强制覆盖左边物品的附魔。若左边物品为附魔书，则会融合附魔（无视附魔冲突）。\n 举个例子：               我有一把附魔的金剑\n \n        我可以用附魔灵晶将其附魔吸收出来，然后将其附魔转移到一把带有锋利V附魔的钻石剑上\n          \n        可以看到，原本带有锋利V附魔的钻石剑，被附魔灵晶刷新成了原本金剑的附魔。\n        附魔灵晶进行的附魔不能融合之前的附魔，若想融合附魔，则需要附魔书。例如：         一本带有锋利V附魔的附魔书，可以用带有亡灵杀手V和火焰附加Ⅱ的附魔灵晶，融合成三种附魔全带的附魔书\n\n         但是很明显，这本附魔书并不能把附魔全部转移到剑上，因为锋利和亡灵杀手有冲突。若想突破限制进行附魔，则需要用附魔灵晶再转移一次\n       \n        附魔灵晶还有许许多多衍生型用途，例如将附魔从铁砧惩罚很高的物品，转移到惩罚低的物品上，以延续使用。\n       智能灵晶——镭射炮台              智能灵晶可以合成出镭射炮台，镭射炮台为一个方块，放置在地上后，会自动攻击半径16格范围内的任意怪物，伤害类型为闪电伤害。炮台攻击范围有视野限制，也有角度限制（向下45°为极限）。炮台方块必须用钻石搞挖掘，每次挖掘掉2点耐久，总共11点耐久。若用精准采集的钻石镐挖掘，则不会减损耐久。\n\n镭射炮台攻击怪物：\n\n\n镭射炮台的视野与角度限制：    \n      电导灵晶——闪电法杖\n\n       电导灵晶可以合成出闪电法杖，闪电法杖拿在手里使用（点击右键），将会在半径32范围内，准心所指的方块上方召唤一道闪电(与原版闪电的作用完全相同)，并出现雷暴天气持续30秒钟。闪电法杖耐久为32，每次使用消耗耐久3点。可以被耐久附魔影响。\n\n附图：使用闪电法杖：\n\n      摄魂灵晶——摄魂器\n\n       摄魂灵晶可以合成摄魂器，摄魂器右击存在怪物蛋的生物，会移除此生物并掉落一颗对应的怪物蛋。摄魂器总共11点耐久，每次使用消耗2点。\n\n将一头牛变成怪物蛋：\n    \n      生命灵晶——不死图腾\n\n       生命灵晶可以合成出不死图腾，不死图腾除了原版的用途外，还能插在地上生成不死图腾方块。当玩家即将死亡时，会优先使用手中的不死图腾原地复活。如果没有就会将玩家移动至以玩家为平面中心的128*255（1～255）*128范围内的不死图腾方块处，玩家免除死亡（包括掉入虚空和被kill指令杀死导致的死亡），并获取原版同样的buff，但不死图腾方块将被移除。任何玩家都可以使用任意玩家放置的不死图腾方块，先死亡的优先消耗。\n\n不死图腾插在地上的样子：\n\n创造模式的我落入虚空死亡，在不死图腾方块的位置复活：\n\n      空间灵晶——灵石传送器\n\n       空间灵晶可以制造出灵石传送器，灵石传送器为一个方块，放置于地上即会生成，需要精准采集的钻石搞挖掘。使用灵石传送器需要门钥匙，门钥匙可以用一个铁锭和金锭合成，新做出的门钥匙需要对灵石传送器右键进行绑定。手持绑定后的门钥匙，站在灵石传送器中三秒钟，即会将玩家传送至钥匙绑定的另一个传送器处。如果钥匙绑定的传送器被破坏，玩家仍然强制进行传送的话，传送完成后玩家将受到100点窒息伤害。已经绑定的门钥匙可以在合成栏中直接制作出全新的门钥匙，反复使用。每个维度（主世界、下界、末地）的灵石传送门不通用，只能在同维度中传送。\n\n首先放置一个灵石传送门：\n\n手持新的门钥匙，右击灵石传送门，即可进行绑定。如图，可看到绑定的传送门的维度及坐标：\n在另一个位置再放置一个灵石传送门，然后手持绑定了其他传送门的门钥匙，走入传送门：\n\n三秒钟后，你将会被传送到手持的门钥匙绑定的传送门处：\n请注意，传送之前一定要保证绑定位置有传送门存在（没有被挖掘掉或炸毁），否则将受到致命伤害（当然，创造模式无所谓）\n目前《灵石传说》mod仅支持1.12.2版本，已投稿网易《我的世界》创造者大赛，因此不能在这里提供下载。喜欢本mod的朋友，可以在网易《我的世界》客户端，免费下载体验。还请大家多多投票支持，谢谢！具体位置：\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "WKIL",
            "timestamp": 1529923560,
            "txt_content": "居然在网易**这里面，话说MCBBS里没有这mod吗？"
        },
        {
            "author": "悬空草方块",
            "timestamp": 1529924100,
            "txt_content": "WKIL 发表于 2018-6-25 18:46\n居然在网易**这里面，话说MCBBS里没有这mod吗？\n这是最新原创的mod，希望支持一下。"
        },
        {
            "author": "WKIL",
            "timestamp": 1529924400,
            "txt_content": "悬空草方块 发表于 2018-6-25 18:55\n这是最新原创的mod，希望支持一下。\n是本人原创，还是什么"
        },
        {
            "author": "悬空草方块",
            "timestamp": 1529927340,
            "txt_content": "WKIL 发表于 2018-6-25 19:00\n是本人原创，还是什么\n是我和龙腾猫跃合作的作品"
        },
        {
            "author": "117779284",
            "timestamp": 1529928120,
            "txt_content": "······\n不发表任何意见。。\n\n我的世界被凉凉了！"
        },
        {
            "author": "mr鲁鲁",
            "timestamp": 1529933220,
            "txt_content": "好mod，投票滋瓷XD\n（不能和其他mod一起玩就很难受）"
        },
        {
            "author": "悬空草方块",
            "timestamp": 1529939580,
            "txt_content": "mr鲁鲁 发表于 2018-6-25 21:27\n好mod，投票滋瓷XD\n（不能和其他mod一起玩就很难受）\n哈哈，谢谢支持。\n估计网易在这次比赛结束后，会把它放在组件中心自由下载的"
        },
        {
            "author": "春水煎茶",
            "timestamp": 1586645820,
            "txt_content": "谢谢大佬分享"
        },
        {
            "author": "Saber丿圣杯",
            "timestamp": 1586685960,
            "txt_content": "加油这个很好玩"
        },
        {
            "author": "小鱼会飞了",
            "timestamp": 1597990560,
            "txt_content": "加油哦！"
        },
        {
            "author": "616611938",
            "timestamp": 1598838240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wzxbz",
            "timestamp": 1598878680,
            "txt_content": "不錯的原创mod！"
        }
    ]
}