{
    "title": "[Minecraft.net|CULTURE] Beyond The Sea：在大海那端",
    "author": "袋里的鲨",
    "replyCount": 0,
    "timestamp": 1530171720,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-7-13 22:28 编辑 \n\n\nBEYOND THE SEA\n在大海那端\n\nA futuristic city emerges from the oceans!\n一座在海洋中浮现的未来主义城市！\n\nHuman architecture is one of the greatest achievements of mankind. Go to any city and you’ll see for yourself; the sculpture of a London skyscraper, the decadence of a Dubai hotel, the futuristic glow of the Hong Kong skyline - it’s all a tribute to the human need to build bigger, higher, brighter.\n人类的建筑是人类最为伟大的成就之一。去任何一座城市，将会亲眼看到：伦敦摩天大楼的雕塑，迪拜酒店的奢靡，香港天际线的未来光晕——这全都是对人类需要建筑更大、更高、更明亮的贡奉。\n\nWe can’t all be architects, though. The biggest thing I’ve ever built is a structurally unsound Lego tower that probably wouldn’t meet any sort of building regulations. But today’s builder, Turnip_N0se, creates incredible cities that don’t need to be checked over by the authorities, because they’re all virtual. TAKE THAT, THE MAN.\n然而，我们不可能都是建筑师。我曾建造过的最大建筑就是一座结构不健全的乐高塔，同时很有可能不满足任何建筑的规章。不过今天的建筑者，Turnip_N0se，创造了极好的城市，却不需要由当局例行检查，因为它们都是虚拟的。接招吧，人类。\n\n\n\n\n\n\n\n\nYou might be thinking that Asgardia, Turnip_N0se’s latest build, has a touch of Atlantis to it - and you’d be right. “I started recreating ‘Atlantis’ from the Stargate Atlantis series, based on a simple 3D model converted into Minecraft,” Turnip says. “After about 20% [of it was built] I began losing motivation. So I started gathering the stuff i already made, and thought what i could do with it. I slowly built a city design around the buildings I already had.”\n你也许在想，Asgardia，Turnip_N0se 的最新建筑，有些亚特兰蒂斯的格调——那么你就对了。“我从《星际之门：亚特兰蒂斯》系列开始，以一个导入我的世界的简单3D模型为基础重现‘亚特兰蒂斯’，”Turnip 说道。“在大约 20%（对于它建成的进度）之后我开始失去动力。于是我开始收集我已建造的东西，接着思考我能用它来做什么。慢慢地，我在我已有的建筑周围规划起一座城市的设计。”\n\nThe finished result is amazing - it’s partly futuristic sci-fi, partly Atlantis, with elements that could fit into the Zora city from the latest Zelda game and the underwater Gungan city in Naboo from Phantom Menace.\n完成的结果是惊人的——它在一部分是未来科幻主义，一部分有亚特兰蒂斯的元素，这些元素可以融入最新《塞尔达》游戏中的 Zora 城以及《幽灵的威胁》里纳步的水下冈根人城池。\n\n\n\nThe city lights up in different colours, from icy white to a softer blue and cyan. “Choosing a colour palette is the first thing I do for a project,” says Turnip. “With the 1.12 update there came a lot of new grey blocks, so I decided to use all of those blocks. I chose blue and cyan to complete the palette.” The result is a city that glows in the middle of an ocean, like bioluminescent algae or jellyfish, a wonder of nature, science, and art.\n这城市点起了不同颜色的灯光，从冰冷的白色到柔和的蓝色与青色，“为这个作品选择一个色彩是我做的第一件事，”Turnip 说道。“随着 1.12 的更新，出现了许多灰色方块，因而我决定使用所有的这些方块。我选择蓝与青来完成此颜色设计。”这样做的结果是一座城市在海洋之中辉映，像发光的藻类或是水母，是自然、科学与艺术的一个奇迹。\n\nTurnip_N0se describes it as an “autonomic city of future times” - meaning that it runs entirely self-sufficiently. You might notice the windmills in one of the pictures - “it has its own windpark for the huge amount of energy needed,” says Turnip_N0se - and glasshouses where “the food supply for the whole city” is kept.\nTurnip_N0se 将其描述为一个“在未来的自治城市”——意味着它完全地自给自足。你可能在其中一张图片上注意到了风车群——“它有它自己的风力发电厂来供给巨大数量的能力需要，”Turnip_N0se 说着——以及维护着“向整个城市提供食物”的玻璃暖房。\n\n\n\nThis isn’t just an aesthetically-pleasing build, it’s one where the builder has thought about what it’s like to actually live there. Turns out, it’s not that easy to live in an isolated city in the middle of the ocean, unless you really, really like fish.\n这不仅仅是一个审美上美观的城市，建造者已经考虑好了它被真正 居住 后的样子。原来，在海洋间一个被隔绝的城市中居住并不容易，除非你真地、真地很喜欢鱼。\n\nBut when Asgardia’s inhabitants aren’t wolfing down freshly-grown lettuce by the soft light of their their wind-generated electricity, they’re having fun. There’s an Opera House, partly designed by Turnip_N0se’s fellow builder, Kellerbier, which is “inspired by the Harbin Opera House,” and a museum that’s influenced by “a pretty famous lotus house concept” that Turnip found on Pinterest.\n不过当 Asgardia 的居民不在吞咽由风力发电产生的柔光照射的新生生菜时，他们就在娱乐。这里有一座歌剧院，部分由 Turnip_N0se 的朋友建筑师 Kellerbier 设计，据言“灵感来自于哈尔滨歌剧院”，另外有一座博物馆受 Turnip 在 Pinterest 发现的“一个负盛名的莲花屋概念”的影响。\n\nThere’s even art to admire, from the imposing statue at the entrance to the city to the natural art of the trees that grow there.\n甚至有艺术作品可供仰慕：从城市入口处的壮观雕像，到树木生长的自然艺术。\n\n\n\nSadly, if you visited Asgardia, you’d find that the interiors don’t match the exteriors - they’re either totally empty, or totally filled in. “It’s not worth it to make interiors,” Turnip says, which is apparently quite common in the Minecraft building community. Although, there are plenty of interior design-focused builders out there, too!\n不幸地是，如果你去参观 Asgardia，你会发现内部并不能和表面相比——他们要么完全是空的，要么被完全填满。“给它做内饰是完全不值得的，”Turnip 说着，显然在我的世界建筑社区中很常见。尽管这样，这里也有 足够多专注于内饰的建筑师们！\n\n“I think Minecraft is such a good platform for creative people,,” says Turnip_N0SE, “because it has such an easy access to start making. You can make it very complex by using plugins - like FAWE with mathematical formulas and so on - but basically it’s simple.”\n“我认为我的世界是给有创意是人们如此好的平台，”Turnip_N0SE 说道，“因为它有如此简易的开始创造的通道。通过使用插件，你可以使它变得非常复杂——例如有着数学公式的 FAWE 等等——但主要的还是简单的。”\n\n\n\nPlus, even at his skill level, he still finds himself learning how to get better at building constantly.\n另外，甚至在他的能力水平上，他仍不断地发现自己需要学习怎样使自己在建筑方面做地更好。\n\n“Learning is something everyone does every time,” says Turnip. “It's not my main intention to learn, but I will, whether I want to or not.”\n“学习是所有人每时每刻都在做的一些事情，”Turnip 说道。“这不是我主要的学习意图，但是我将会这样，不管我想或是不想。”\n\nRenders by LNeoX, Antrelial, Cmelvardx, fixaaay, Splekh and justinfeig \n由 LNeoX、Antrelial、Cmelvardx、fixaaay、Splekh 和 justinfeig 渲染\n\n\n\n●原文链接：https://minecraft.net/zh-hans/article/beyond-sea\n●原文作者：Kate Gray\n●发布日期：2018年3月3日\n",
    "replies": []
}