{
    "title": "[文学创作] [创作作品发布] 【六月活动/微小说】乱世",
    "author": "淡想kall",
    "replyCount": 4,
    "timestamp": 1530226380,
    "txt_content": "故事背景 中原大地，浩瀚无边，何为江湖，有人之处，即为江湖，何为武林，世家之地，即为武林。百年前， 武林局势动荡不安，几大门派势力割据，明争暗夺，都想统一武林，无奈各方势力相互牵制，一时间竟都难成大事，形成乱世之局。就在此时，一少年携一柄赤月剑，横空出世，一身出神入化的武功，辨不出来自于何门何派，数月之内，连挑各大门派武林高手，无人能敌，留下“赤月一出，谁与争锋”的传说。就在世人皆以为，此少年，必为武林至尊而来之时，赤剑少年却封剑设阵，创立深水坞，便在江湖中消失的无影无踪,此后武林局势也在悄悄发生变化，一家山庄与古刹殿相继崛起，其余几大门派，要么归顺与此，要么无声消失。时经数十年，几大门派割据的势力早已不再，寻常百姓只知，以深水坞为界，“北古刹，南一家”，正邪对峙，而深水坞此地，遗世独立，不受任何一方势力所扰，族人世代担护剑守阵之职，剑阵在，武林安，阵破，持剑者，可号武林。二十年前，一家山庄义靖城、古刹殿玉泽、深水坞云萝三人相识，并结为异性兄妹，闯荡江湖。后义靖城与云萝互生情愫，私下结为夫妻，玉泽大怒，不服，约战义靖城于深水坞城下剑阵中，大战五天五夜，难分胜负。“赤月剑阵”，入阵者，破阵则生，败则亡。云萝见二人困于阵中，不顾自身怀有身孕，逆天而行，使用禁术，强行破阵救人，致使剑阵逆转，赤月剑失踪，武林大乱。",
    "replies": [
        {
            "author": "淡想kall",
            "timestamp": 1530226380,
            "txt_content": "故事简介\n     \n深水坞的明明是一个习武废柴，这件事，除了深水坞的人以外，无人知晓。作为资深废柴的明明，有着自己的抱负和理想，他立志要成为百年前叱咤武林的“江眠第二”。一次暴雨，明明误闯了深水坞城下的剑阵，引发江湖异动，明明偷偷跟随师姐云依依前往调查赤月剑的下落，途中结识了等等、义离等一众小伙伴，展开了一场轰轰烈烈的江湖冒险。"
        },
        {
            "author": "淡想kall",
            "timestamp": 1530226440,
            "txt_content": "人物简介\n\n明明\n   生父：义靖城\n   生母：云萝\n   佩剑：赤月\n   师承：江眠（赤月剑原主人）\n  \n   从小长在深水坞，是深水坞出了名的混世魔王，天不怕地不怕，聪明，捣蛋，嘴甜，上能哄老，下能骗小，鬼点子多，经脉异常，自身不会任何武功，却也活得逍遥自在，对百年前赤剑少年挑武林之事百听不厌，立志要做“江眠第二”。一次明明偷溜下山，遭遇暴雨，为避雨，误闯了深水坞城下的剑阵，意外发现自己能在剑阵的乱流中来去自如，剑阵中的乱流开始疯狂涌入明明体内，引得明明体内气息大乱，幸好被有所察觉的云姑救回。剑阵再生异动，赤月剑出世的消息在武林中频频流传，作为护剑者，云依依被派往古刹殿调查赤月剑的行踪，明明担心师姐云依依的安危，偷偷跟随，在途中遇到了同样偷跑出来的等等，以及自称是“**湖”的义离，三人结伴而行，闯江湖，破正邪，遇恩师，习神功····找寻真相，匡扶正义，平定武林，待一切都尘埃落定之时，明明也明白了为何当年师父会毅然舍弃赤手可得的至尊之位。\n\n  \n一家山庄\n祖训：见后山石壁三千字\n先祖：一名游侠\n所在地：天外山\n\n义靖城\n   （现任庄主）\n    佩剑：天裂\n   \n    明明的生父，一家山庄的庄主，也是武林正派中的领头人，为人正直。人间自古有情痴，二十年前，“赤月阵变”后，以为明明的母亲云萝连同腹中胎儿均已离世，自此便无心理会武林中事，但无奈身在其位，诸多事并不能随心所欲，遂这些年，一直默默担着肩上的责任。对其养子义离，严格有加，望他能早日从自己手中接任庄主之位。在明明等人路经山庄时，虽不知明明是自己的儿子，却与明明一见如故，给了他很多帮助。在正邪的对战中，与玉泽两败俱伤，死去。\n   \n义离\n   （少庄主）\n    佩剑：玉箫（亦萧亦剑）\n    \n    一家山庄少庄主，义靖城的养子，从小便在义靖城的严格要求、时时鞭策下长大，不知是物极必反，还是天生性子使然，原本应该处事沉稳、性格内敛，不怒自威的少年，偏偏长成了，大大咧咧，潇洒无拘，一副乐天派，看谁都笑嘻嘻的性子，常常让义靖城恨铁不成钢。虽持玉箫，却是个乐痴（乐理白痴），吹箫堪比杀人，无心庄主之位，一心想游历江湖。在一次外出游历时，认识明明，结成好兄弟，一路同行，也一路成长，在义靖城死后，仿佛一夜间长大了，开始真正担起自己身上的担子。\n\n\n深水坞\n   祖训：尽人事，听天命\n   先祖：江眠\n   所在地：深水坞\n\n云姑\n   （现任坞主）\n佩剑：紫鸢\n\n    深水坞的现任坞主，明明母亲的师姐，在“赤月阵变”中，秘密救下云萝，抚养明明长大。对待明明表面严格，实则疼爱，是个不苟言笑的人，明明口中的“阎罗”。\n        \n云萝\n（前护剑者，已逝）\n佩剑：地噬\n\n明明的生母，“赤月剑阵”的前任护剑者，天资过人，二十年前，轰动武林的传奇女子，她与义靖城、玉泽的情感纠葛，引发了“赤月阵变”，虽最终用禁术强行破阵，救下义靖城和玉泽，却也使得赤月剑失踪，武林再掀动乱。世人皆以为，云萝在“赤月阵变”时，便已香消玉殒，却不想当年，被云姑秘密救下，在深水坞生下明明后离世，却因使用禁术，伤及了腹中胎儿，这也是明明天生经脉异常，无法习武的原因。\n\n云依依\n     （现护剑者） \n      佩剑：青鸣\n\n深水坞现任护剑者，从小就知道自己的使命，严格要求自己，高冷、心善且单纯，和明明一起长大，是明明喜欢的人，只要是师姐的话，都会听，明明怼天怼地，痞里痞气的性子，一到师姐面前就瞬间变得服服帖帖。真心疼爱明明，身为护剑者，本因公平，却**，助明明夺得赤月剑，最后因救明明而死。\n\n咻咻\n   （深水坞灵宠）\n   \n 江眠的灵宠，极具灵性，江眠遁世后，消失于世间，被明明小时候贪玩时，从后山的咕隆里挖出，养于身边，能说一种奇奇怪怪的兽语，据说明明能听懂，但除此之外，无人能懂，不知真假。贪吃，嗜睡，但行动灵敏，速度超快，明明的好伙伴，好助手，总是在**发挥其重大作用。\n\n\n古刹殿\n   祖训：强者，应地而生\n   先祖：原为街头混混，被人逼入沼泽之地，本想是必死无疑，却在机缘巧合之下，习得一身怪诞神功，并在此地一手创立起古刹殿，因生前行事作风狠辣，所习武功阴毒，古刹殿的主城位于沼泽处，常年被瘴气围绕，被外人称为“邪乎之地”。早年先祖性懒，不愿作过多解释，几百年来，古刹殿都被人冠以**之称。\n   所在地：云雾泽\n\n玉泽\n   （现任殿主）\n佩剑：啸吟\n\n古刹殿现任殿主，挚爱明明的母亲云萝，而云萝与义靖城的相爱，使得他因爱生恨，终化为怨念，发动了“赤月阵变”，却不想将其害死，悔恨之下，坠入心魔，时而清醒，时而魔障，世人皆以为，古刹殿寻赤月剑，是想称霸武林，却不想玉泽想毁掉的是整个天下。如此**之人，却独独对其女儿，宠溺爱护有加，只因她像极了当年的云萝。多次阻扰明明，几次陷他于险境之中，更是不顾众人阻挠，展开了他的毁灭计划，而当玉泽意识到这点时，开工哪有回头箭，为时已晚，所有的情势已不是他能掌控的，最后在对战中，与义靖城两败俱伤，亦视为解脱。\n\n\n等等（阿等）\n（现任少殿主）\n佩剑：墨竹长鞭\n\n古刹殿少殿主，古灵精怪，极为护短，从小在玉泽的溺爱中长大，却丝毫没有少主脾气，热爱世间的一切，包括被人们称为**的古刹殿，在她看来，世间的一切都是平等的，不懂为什么会有正邪之分，古刹殿的族民们，也是向往和平的，只是南北之地，水源、物资本就不对等，才会有如此之多的纷争。嫉恶如仇的她，誓要为古刹正名，一次偶然的机会，等等偷听到了父亲的计划，才知道这些年自己的想法太天真了，为阻止父亲的疯狂行为，等等偷跑出古刹殿，踏上寻找赤月剑之路，在途中结识了明明，两人虽然一开始互相看不顺眼，却多次经历生死，一路坎坷，终成一段佳话。\n\n\n江眠\n  （现为糟老头一个）\n\n   当年威震武林的传奇人物，明明的师父，他身上有很多的谜题，百年前流传的故事，关于他为何放弃称霸武林，选择封剑设阵，为何创立深水坞，为何扶持一家山庄和古刹殿壮大，这些谜题都将在明明闯荡江湖，步步走向巅峰中一一解开。"
        },
        {
            "author": "淡想kall",
            "timestamp": 1530226740,
            "txt_content": ""
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1530248100,
            "txt_content": "您好，欢迎来周边创作版块发布作品。\n\n不过，请注意，MCBBS是一个论坛而非贴吧，因此在更新内容的时候，可以选择「依照版规另发新帖」或者「在原帖编辑」，请不要直接在下方回复。谢谢您对周边创作版块的支持。\n\n周边创作版务组。"
        }
    ]
}