{
    "title": "泰拉瑞亚 1.3 更新状态：移动端 & Switch",
    "author": "袋里的鲨",
    "replyCount": 0,
    "timestamp": 1530288120,
    "txt_content": " 本帖最后由 袋里的鲨 于 2018-6-30 14:51 编辑 \n\n来源：https://forums.terraria.org/index.php?threads/terraria-1-3-status-update-mobile-switch.70015/\n时间：2018年6月8日\n作者：ClearConscious\n译者：袋里的鲨\n译者废话：这似乎和乐逗代理的版本不同\n\n以下正文\n\nGreetings, Terrarians!\n大家好，Terrarians！\n\nWe know you have been anxious to see some progress on the 1.3 update for Terraria on mobile devices. Both Re-Logic and Pipeworks have also been excited to share some pre-production work that has been completed! This work focuses on the specific features and changes that are required for the Mobile version above and beyond the core codebase.\n我们知道，你已经焦急地等待着看到一些关于泰拉瑞亚在移动设备上进行 1.3 更新的进展了。Re-Logic 和 Pipeworks 也都很兴奋地来分享一些已经完成的前期成果！这项工作着重于在移动版本以及核心代码库上所需的细节特点与变化。\n\nThis small teaser showcases some of what users might expect to see on their mobile devices when the update comes out. This also gives us a chance to show you a little peek into the development process to those who are curious. Note that this is only intended to be sample image and is still very much “work in progress”.\n这张小预告展示了一些在此次更新来临时，使用者可能期待在他们的移动设备上看到的东西。这也给我们一次向好奇的你展示一点开发进程的机会。注意这只是预期的样图，并且仍相当地是 “进展中的工作”。\n\n\n（图片左下角 “WORK IN PROGRESS” 意为 “进展中的工作”）\nThis is a first-pass mockup of the new mobile UI. As you can see, the layout is similar to the PC and console versions, with some alterations to make it fit the mobile screen space. After several rounds of feedback, we have made and continue to work on polish with the User Interface. Primarily, we have tweaked a few things in the UI to be less cluttered; the icons on the left side now have a uniform background, and the menu icons on the bottom of the screen no longer have backgrounds taking up space. This is still very much work in progress, and we expect a few more tweaks to this sample image before it is finalized (with similar work going on at the same time for other parts of the UI).\n这是首次通过的新的移动端 UI 模型。正像你所看到的，这个布局与 PC 和控制台版本上的相似，有着一些变动以适应移动设备的屏幕空间。在数轮反馈之后，我们已经并继续在用户界面的修改工作。主要地，我们微调了一些 UI 中的东西以让其不是那么凌乱：左侧的图标现在有统一的背景了，另外在屏幕底部的菜单图标不再有背景来占空间。这其中依然有很多的工作在进展，我们也期望，在它完成前有更多在样图基准上的调整（在 UI 其他方面，有更多类似的工作在同时进行着）。\n\nWe also wanted to take this opportunity to update you on our current plans since the original forum post from when we took over console & mobile development of Terraria is no longer accurate.\n我们也想借此机会来告知你，自最初论坛公布我们接手控制台与移动端泰拉瑞亚的开发以来，我们的近期计划不再精确。\n\nWe’ve been working with 505 Games & Re-Logic on updated priorities after the console launch. This includes fixing a list of bugs that are still present in the console versions and moving full-speed ahead with Switch development. Mobile development has been focused on UI design and codebase refinement thus far. \n在控制台版本发行后，我们一直在同 505 Games 和 Re-Logic 在更新的优先级上合作。这包含修复一系列现在还存在于控制台版本的漏洞，以及向 Switch 开发全功率前进。迄今，移动端开发已在致力于 UI 设计与代码库的精细化。\n\nIn terms of launch order and timing, the nature of game development makes this very hard to predict. Our current expectation is that the Nintendo Switch version of Terraria will launch first, with the mobile update coming out after the Switch version is completed. We are discussing ways to accelerate both paths as well. Currently, we don’t have a timeline on that, but as soon as we have more information we will make sure to share it with you guys.\n就发布顺序与时间而言，自然的游戏开发是难以预料的。我们的现在的期望是任天堂 Switch 的泰拉瑞亚版本将率先发行，在 Switch 的版本完成后移动端的更新将来临。我们正在商酌使这两条路都加速进行的方式。当前，我们没有这方面的时间线，不过我们一有更多的信息，就会保证分享给各位朋友们。\n\nWe want to thank everyone for their patience and support.\n感谢每个人的耐心与支持。\n\nThe Terraria Team\n泰拉瑞亚团队\n\n\n",
    "replies": []
}