{
    "title": "【六月活动】原创|单篇|单贴连载《穿秋水》",
    "author": "上官影汐",
    "replyCount": 4,
    "timestamp": 1530345240,
    "txt_content": " 本帖最后由 上官影汐 于 2018-7-17 20:39 编辑 \n\n\n|.'`穿秋水`'.|\\原创|单贴连载|单篇/连载中\n谁不识，此为江湖？\n受托暖场，写篇单篇当练手。萌新出道，有点懒得成稿再发。当单贴连载好了。六月活动是我碰到最诡异的一个。·太可怕了。·太正经了。更新着看比较容易没什么感觉。请为作者的任性和懒惰见谅。六月活动的目的是此前一样的参与奖，大致上希望自己不会离题。\n————作者君\n没有日期\n\n\n\n\n\n\n\n  他的刀，迅如掠影，暗如哑光。  他的心，一往无前，寸破如死。  他的名，远传江湖，称以快刀。  这样一个人儿，谁能够杀死他？\n\n\n\n\n\n\n　　1\n　　清晨。\n\n　　雨歇时，石板大街上忽然出现了一个人，黑布长衫，左耳上悬着个珠小的玉坠，满头乱发都是漆黑色的，墨般披挂在肩上。\n\n　　这人身材瘦长，容貌年轻，只是一张脸上死人般没有表情，他背负着双手，静静伫立在街头，只站那就让周围的声响止息。\n\n　　长街上看不见人影，家家户户都闭上了门。\n\n　　晨色更亮，大街上突又响起了一阵蹄声，仿佛比那昨夜的雨来时更缓更疏。\n\n　　来的只有一匹白马，从头到尾，看不到丝毫杂色，到了百步开外，突然一声长嘶，人立而起。\n\n　　这时才看清马上的人，是个穿着大长白袍，面容出尘俊逸的男子。他施施然下了马，神情悠闲，一双眸子里闪着温润如水的光华。 \n\n　　这马鞍已经很陈旧，鞍上的剑鞘是陈旧的，但鞘边这人的白衣却是崭新的。\n\n　　白衣人不紧不慢解下剑，他看着街道另一头静默而立的身影，眼中流露出的是伤感和不解。\n\n　　“你为什么要做到这种地步呢？”他呼吸着，长发被风微微拂起，像是在询问。\n\n　　那黑衣人不言不语，眼神黯沉，如夜色下一川湖泊一样安静。\n\n　　持剑的白衣人不由得稍垂下头，眼眉正对着脚尖的青石地板来。\n\n　　两边的人儿，要说是对立于此的理由，谁不明白呢？正因为太明白了，也许才会有白衣人的迷惑。他迷惑对方坚持的原因，疑惑对方所在的立场。\n\n　　但他们都明白，这江湖上为人知的事太少，不为人知的事太远。所以多说无益，唯有刀剑茶酒才是真理。\n\n　　于是黑发人出刀了。\n\n　　他出刀的一瞬，才能察觉他的刀。漆黑如发，晕着色泽黯淡恰如他双眸的哑光。这武器贴着他的黑衣，才使人第一时间未能发现。\n\n　　这一刀很快，直勾勾盯着对方的脖子去。刀路所要快准狠，它皆达到。挥出，就挥起了难以察觉的冰冷寒意。\n\n　　常人也许看不清刀的影子便被夺了性命，可莫说是江湖中人，哪怕是名门高手，一不留神也要葬身刀口下。\n\n　　若是有人能挡下这刀，那此人一定颇有名望。\n\n　　这白衣人却好似没有听见动静，依旧愣神凝视脚尖。可他的对手没有半分犹豫，不过半个呼吸左右，那刀就近了他的身前。\n\n　　若是有人在这个距离拦下这刀，那此人一定威震江湖。\n\n　　但黑衣人心知肚明，他身前这人，并无这般名气。\n\n　　因而刀影掠过的那个转瞬，雨后的青石地板映出一汪乍亮的水光。\n\n　　白衣人收剑，长长地呼出一口气，神情是如此的怅然。\n\n　　“这江湖，何人不知你黄凉刀如掠影，悄无声息？”他缓缓转身，扶住那人即将摔落的身体，轻柔搁放于地。\n\n　　他看着黑衣人眉心一道剑孔，感知到其身上逐渐逝去的温度，默然无言。\n\n　　良久，他才说：\n\n　　“师弟，谁能杀死你？”\n\n\n　　2\n　　偌大的江湖因为一件事而沸腾起来。\n\n　　著名的刀客，有“暗刀”美名的黄凉，被人斩于青城，尸体被搁放在石板地上，眉心处有一道剑孔，没有半分血流出来。神态平和，躺姿安详。\n\n　　这等诡异而离奇之事，青城居民还仅第一次碰到。那会儿天方破晓，住户尚寐，无人知晓。\n\n　　“此事怪哉，我实在想不出能有谁一剑杀了那黄凉。”一酒家里，精赤上身的虬髯大汉说。\n\n　　与之同桌的是一蓝衫白袜的儒士，他面容清癯，神情悠闲。施施然捧杯啜茶，一双眸子里却闪过几丝神光。\n\n　　他悠悠放下茶盏，抬头看了大汉一眼，闲然道：“秦野江啊秦野江，我且问你，那黄凉是何人？”\n\n　　那秦野江楞神片刻，却是笑起：“季堂主，你可是在笑话我？江湖但凡有点跟脚的好手，谁不知黄凉是孤儿身世，八岁入了苗乖门下，十四岁入世历练，成了暗刀。”\n\n　　他顿了顿：“你可笑我不得，名气大他的刀客，这江湖可不出一二。”\n\n　　季堂主掏出一折扇，倒是斜眼瞥了过去：“那你且说说，这黄凉如何死得？”\n\n　　秦野江：“一剑穿眉。问题便出在此处，谁的剑比他更快？”\n\n　　季堂主：“而为何那剑孔滴血不流？”\n\n　　秦野江：“我只知黄凉必死无疑。”\n\n　　季堂主盯了他半晌，忽然笑道：“好你个小快刀！你可比我都要清楚。”\n\n　　大汉摸了摸腰上一把没有刀鞘的血红快刀，淡然说：“季堂主谬赞，我成名不过数朝，可不比您季忧季堂主。”\n\n　　季堂主倒收住了笑声，他忽然收敛表情，缓缓说道：“莫说是整个武林，便是这何州，也至少能找出两位来。”\n\n　　秦野江沉默片刻，摸了摸自己的刀，随后道：“季堂主莫非是没数上自己。”\n\n　　季忧：“自然没有，我非何州之人。”\n\n　　秦野江似是欲言又止，他瞥了酒馆外一眼，再度摸了摸自己血红色的刀。\n\n　　季忧刚欲开口，却突然皱眉，环视一圈，发现酒馆内其他人这会早已出去。偌大的大堂，此时也只剩的他们三人。他骤然停下扇动的折扇，凝视着酒桌上的另一人。\n\n　　他忽地问：“你是谁？”\n\n　　一个风姿绰约的绝代丽人，正坐在他们身前，调弄着指上一只雀儿。她一只手托着香腮，手腕圆润，手指纤美，眉宇间仿佛带着种种淡淡的幽怨。这样夸赞其实并不准确，因为此女蒙着浅紫面纱，一身紫衣。\n\n　　她尚未回答，身旁便有人动了。\n\n　　那是一把快刀，此刻不过分秒，季忧话音刚落，就已架在了这女人的脖子上。\n\n　　季忧的眼眯得更细，因为面前这女人并没有露出丝毫怯意，反倒悠然自在，逗弄着指上鸟雀。\n\n　　然而他倒也不着急，只是瞧这女子看。\n\n　　“这便是季堂主的待客之道？”他拿定主意时，这人便呼出声。声音如出谷黄莺，又轻、又脆、又甜。\n\n　　季忧轻轻咳嗽了两声。\n\n　　秦野江于是收回他的刀。而他收回刀并不是因为季忧，而是自信。他二者不过半桌距离，若这不速之客有半分异动，他能于半秒内斩她下来。\n\n　　那女子向小快刀颔首，随后道：“想必季堂主知道我的来意。”\n\n　　季忧摇晃折扇，直勾勾与她双眼对视，一会儿，拱手道：“原来是素方末姑娘，方才是我二人失礼了。”\n\n　　素方末并不移开目光，她略带幽怨和伤情的双眸，此刻却平静一片。\n\n　　季忧说罢，不紧不慢地接道：“素姑娘可是要说黄凉之事？”\n\n　　素方末道：“季堂主是明白人。”她顿了顿，而后说：“敢问堂主二人可知黄凉为何而死？”\n\n　　季忧摇头，而秦野江却没有，他的手放在刀上，时刻盯着素方末。\n\n　　“素姑娘如此意思，可是知晓了？”季堂主问。\n\n　　哪知素方末也摇了摇头。\n\n　　季忧叹息一声。他像是自言自语地问：“阁下可知道我为何叹息？”不等二人有所反应，他便说了下去：“我叹素姑娘明明知道，却不肯于我二人明说，莫不是欺季忧非何州之人？”\n\n　　素方末眼神一凝，即便她有面纱遮颜，也能感觉到此刻她阴沉的面色。\n\n　　只是她却笑了，她笑时仅这面纱也难以遮挡她的魅力。\n\n　　“我只知一二。”她说。\n\n　　季忧再拱手：“愿闻其详。”\n\n　　素方末语气平淡，道：“其一，那人已不在青城。”\n\n　　秦野江下意识握紧了刀，季忧摇晃的折扇也因这消息微微一顿。\n\n　　素方末手指微动，那鸟雀便扑棱着飞出酒楼。\n\n　　“其二——”她稍稍抬手，笑靥如花。\n\n　　季忧浑身倏地寒毛直立，他瞳孔一缩，全身运气，座椅赫然被炸成粉末，而几乎不分先后，另一声爆响伴随着一道血红色的刀光乍然亮起！\n\n　　素方末眼神一冷，双手一翻，手指错乱地几下挥舞，刀光从其指尖绽放，如同万道流光，而这流光比起二人的动作更快上几分！\n\n　　暗器！\n\n　　季忧来不及全部闪开，肩上被深深扎进一刀。而秦野江不得已回转刀路防守，但其动作已然慢了半拍，只听得两声利器入肉并紧跟的一声闷哼，显然也受了伤。\n\n　　“黄凉借我，向二位问刀！”\n\n\n\n　　3\n　　烟尘散去，季忧和秦野江面前的人儿却是不见踪影。秦野江咬牙拔出身上两口飞刀，提起血刀便想要追出酒楼。\n\n　　季忧伸手拦住了他。他取下肩上暗器，说道：“你追不上她。”\n\n　　秦野江眼中怒意澎湃，但眼看着季忧神色定定，倒是也没有追出去，只是那股子杀意酝酿得愈发骇人。\n\n　　他定神，说：“我为何杀不得她？”虽是疑问，但任何人都能听出其中的肯定之意。\n\n　　季忧却是摇了摇头，他语态不容置疑，简单地处理伤口后，便回答他：“她是何州的那两人之一。”\n\n　　听闻此话，秦野江手上青筋隐隐爆起，但也不再说此事了。“她和黄凉什么关系？”他问。\n\n　　季忧又摇了摇头，他熟思片刻，道：“我此前听闻黄凉在何州和一女子关系甚好，想来便是素方末了。”\n\n　　秦野江冷冷看他，不再出声。\n\n　　两人都未曾谈及素方末向他们所谓“问刀”的缘由。彼此心中都清楚得很。\n\n　　只听半晌后，季忧叹道：“黄凉啊黄凉，我还是躲不开你。”\n\n　　秦野江问：“何州的另一人，使剑否？”\n\n　　季忧答：“星月府主善拳腿，轻功超绝。”略一停顿后，他又说：“那人已不在何州了，你问此事又是何必？”\n\n　　秦野江没有回答，而是反问：“既已不在此处，那如何寻他？”\n\n　　季忧沉默一会，慢慢开口道：“你我已入局，他必会来的。”\n\n　　秦野江只是呵呵冷笑。\n\n　　二者心知肚明，他们早已入局。但是那人究竟是谁呢？\n\n　　季忧打开折扇，他静静凝视着一尘不染的扇面，眼中反射出一道身影来。\n\n　　他缓缓吐字：\n\n　　“白曲！”\n\n\n\n　　白曲并不行在曲水岸边，而是行在楼家城内。\n\n　　他此刻坐在马背上，神情悠闲。\n\n　　马鞍的一边是剑鞘，马鞍的另一边是暗刀。\n\n　　要说是他的行为，看来并无目的，要道是他的风格，倒有几分飘逸。\n\n　　他骑马行过街头，短街的尽头是一座客栈。三丈高的旗杆上，挑起了四盏斗大的灯笼。\n\n　　朱红的灯笼，漆黑的字。\n\n　　“楼城客栈”。\n\n　　白曲停在榕树浓荫底下，翻身下马，将马牵给门前的伙计。\n\n　　那伙计接过绳道：“客人您这白马可真骏，我在这做了七八年还没见过您这样的！”\n\n　　他只是流露出一丝微笑来。那伙计撇嘴啧了一声，便往一边去了。可没走出几步，伙计眼尖地瞧见马鞍那里，喊道：“客人您落下刀了。”\n\n　　“还有柄剑。”\n\n　　伙计闻声看去，却没看到，嘀咕道：“这不是只有刀，哪来的剑。客人——您是不是弄丢了——！”他这还没绕过客栈外的拐角，就见一道白影晃到身旁，轻挑拿走了鞍旁的黑刀。\n\n　　伙计楞了楞，刚想说点什么，便被白曲打断了。\n\n　　“不必担心，会回来的。”他说，眼帘微垂，遮过目光沉静如水。\n\n\n\n　　4\n　　楼家城是江湖上有名的城市，为中原楼家建成，迄今已有了百余年头的历史。楼家闻名于其精巧的工匠建筑，在偌大江湖上足排得进前三，楼家城也以其复杂的布局、高效的空间利用和绮丽的风光设计而出名。\n\n　　楼城客栈正是城里最大的一家客栈。这家客栈由楼家人亲自把持，传闻楼家家主经常落座镇守。其奇异的重要性也使得江湖上流言蜚蜚，经常有愣头青认为其中暗藏宝物而潜入强闯进去。\n\n　　白曲显然不会是初出茅庐的小虾，但他看似也并不熟悉这座城，尤其是这家六层楼高的店。\n\n　　他径直走上顶楼，没有人注意他，顶层的木质回廊里悄然无声，甚至连拦问他的守卫也没有一位。\n\n　　他知道有人在等他。\n\n　　他推开廊道尽头的门，里面很暗，仅有烛火点亮在面前的桌上，映出其后的影影绰绰。\n\n　　“我且代楼家向秋水剑问好了！”\n\n　　白曲刚刚拉上门闩，就听到阴暗里传来一道中气、沉稳的声音。并分明感受到一道目光落在他身上。\n\n　　于是他朝着烛光点点头，回道：“代家师问候家主。”\n\n　　那目光凝了片刻，接着白曲看到一双枯瘦的手搁到了桌上。那人沉默半晌，忽然笑了起来。\n\n　　“久闻秋水剑不拘礼节，楼木融今日一睹果然不同凡响。”\n\n　　白曲摇头道：“家主可否言正事。”\n\n　　爽朗的笑声突然止住。\n\n　　然后对方缓缓问：“可是为了暗刀？”\n\n　　白曲道：“便是为了暗刀。”\n\n　　家主道：“你这一路从何州来，杀了几人？”\n\n　　白曲道：“这两日从青城来，不曾杀人。”\n\n　　楼木融道：“黄凉可是死于你剑下？”\n\n　　白曲道：“师弟死于我剑下，也非死于我剑下。”\n\n　　楼木融骤然不响话了，白曲便看到那双枯瘦的手弹指灭了烛火，接着周围的灯火赫然一并亮起。阴影中的家主便显露出来，身躯凛凛，脸容皱纹却多，他身着一袭黑衣，青丝苍白。\n\n　　白曲怅然叹道：“家主不及以往。”\n\n　　“但点灯的手艺尚未生疏。”楼木融答，微顿，道：“黄凉找你，为何？”\n\n　　“不知。”\n\n　　“谁能杀他？”\n\n　　“不知。”\n\n　　“你杀他，为何？”\n\n　　“他的刀在求死。”\n\n　　楼家家主眉头紧蹙，他在房间里来回踱步，负手似是在思考什么。不一会儿他抬起头，眼中有精芒闪烁，他快步走至白曲身前，沉声问道：“暗刀呢？”\n\n　　这暗刀自然不是指黄凉，而是指黄凉的那把刀。而楼木融虽是发问，眼神却在他身侧的刀上定住。\n\n　　白曲拿出暗刀请他详视。这刀一直在手里，只是未拿起过。\n\n　　楼木融端详片刻，神色诧然，脱口而出：“这刀怎是新刀？暗刀怎会用新刀？”\n\n　　他抬头，看到白曲神色平静，目光未有半分移动，然后他听到了，最为关键的一句话。\n\n　　“他递给我的，便是新刀。”剑客平淡依旧。\n\n",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1530368340,
            "txt_content": "望穿秋水\n精彩精彩！"
        },
        {
            "author": "初阳时光",
            "timestamp": 1530403260,
            "txt_content": "描写到位！\n————————————————————————————————\n手抖没加金粒……太尬了"
        },
        {
            "author": "梅子酒呀",
            "timestamp": 1530532740,
            "txt_content": "期待更新。"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531212420,
            "txt_content": "厉害，大佬，果然是大佬"
        }
    ]
}