{
    "title": "【六月活动】[原创/单篇][BS]《泯天寒》",
    "author": "南少D凌坤",
    "replyCount": 8,
    "timestamp": 1530438480,
    "txt_content": " 本帖最后由 南少D凌坤 于 2018-7-9 17:42 编辑 \n（失踪人口回归）\n\n\n\n\n\n\n鲲之大，无以镇江湖；路之远，无以行千里。 ——题记正文  今夜，天机无限。欲有血光之灾。  “该死，没想到他的箭那么利，下次只能躲着点了。”  长安城外，廖无人烟的丛林中，只见天空突然出现了一条裂缝，一道人影从裂缝中坠落。  “咳咳......”  史莱夫咳嗽中带着一丝鲜血。  此刻，史莱夫脸色苍白，似乎经历了一场大战。  突然，草丛中传来嗖嗖的声音，史莱夫冷颤了一下。  “什么人！？”  “咦！”  从草丛中走出一人，此人衣衫褴褛，脸上的面具闪烁着一丝邪恶，史莱夫突然惊疑一声，“你居然追到这了，既然躲不过，那....只能教训一下你了！”说罢，便以迅雷不及掩耳之势冲了过去，只见史莱夫左拳握紧，狠狠地往那个人脸上揍，那人也不甘示弱，敏捷地往后退了几步，避开了史莱夫的攻击。  史莱夫看见了地下有很多红色的竹子，大概是红枫竹，便捡起一根，直接往那人脸上扔了过去。  可没曾想，那根竹子居然悬浮在空中，似乎被某种力量控制住了。  脸上戴着面具的，正是黑睦，长安城中第一奇力高手。至于他为什么要追着史莱夫，还要从七天前说起。  那天，正是长安茶馆评茶大会，评选第一的茶馆，可以获得皇宫绿宝石，凭此绿宝石可在长安城城门上挂一个月的布告，布告内容不限，正是宣传茶馆的好时机。本来黑睦能够稳拿第一的，没想到被史莱夫插了一手。于是大会结束后，黑睦当街想把史莱夫给处理掉。史莱夫一手火焰唰唰地滑了出来，天空出现一道裂缝，将史莱夫吸了过去，这正是史莱夫的传送秘法。尽管能传送到千米之外，但是自身也会损伤。  此时，史莱夫左手释放火焰，将竹子烧成灰烬。而黑睦，使用奇力飞跃了起来，悬空翻滚，将地上的红枫竹都吸了上来，一齐撞向了史莱夫。  “哈哈，这里可是我的主场。” 史莱夫又挥动火焰，火焰聚集起来形成了一堵墙，抵制住了红枫竹的撞击。 “有点两下子，有本事跟我来。” 黑睦将史莱夫引出了竹林，两人一路飞驰，不过几个呼吸之间，便到了河边，黑睦转身跳入了河中。 河中央出现了哗啦啦的漩涡，史莱夫眼前一亮，恍若看见了仙境，也奋身跳入河中。 两人都进入到了河底的宫殿，“你居然还真敢来，你只能用火，而我，可以用奇力控制水，你在这简直就是乌龟壳里钻洞啊。”黑睦嘲笑道，史莱夫听了，不经意地笑了笑。“海洋神殿里的远古守护者也是用奇力进行攻击的，它的奇力在水中无人能敌，就算是神，在水中也得让它三分。” 黑睦大喝一声：“你这小人，脑子里装了不少东西啊。” 史莱夫大手一挥，迈开小步，“我可是天生双系，水火并存。”释放出涡轮般的水球，直落流星，一声脆响，黑睦被水球被击倒了。一闪身又似乎在念着什么魔咒，将河水都吸得一干二净。 此时的天空，湛蓝湛蓝的，寒气已经咄咄相逼。泯天犹如寒，故水天际看。敢问河东是谁在叫唤，正是那灵魂索人岸！\n\n\n(六月活动，本来想浑水摸鱼一下，但是失踪人口必须证明自己！emmm，中考题目才是最难的，就这样吧。)未完待续....\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "2759159258",
            "timestamp": 1530443400,
            "txt_content": "内个...史莱夫的名字是西方风格的...带到古代的矿工茶馆真的好么..."
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1530496440,
            "txt_content": "2759159258 发表于 2018-7-1 19:10\n内个...史莱夫的名字是西方风格的...带到古代的矿工茶馆真的好么...\nemmm强行设立flag史蒂夫，但是史蒂夫这个字眼有点突出了，所以改了莱字。也是第一次写这种题材的"
        },
        {
            "author": "天之剑心",
            "timestamp": 1530787080,
            "txt_content": "感到很厉害大佬！！！请多多指教，新手上路。！！！"
        },
        {
            "author": "天之剑心",
            "timestamp": 1530787140,
            "txt_content": "也希望作者可以持续更新，感觉挺好的，字体那些比我好得多"
        },
        {
            "author": "天之剑心",
            "timestamp": 1530932760,
            "txt_content": "谦虚，不过以后相互扶持啦，我这个小新手对于魔幻一类有欠思考，望多多指导"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531106520,
            "txt_content": "好棒的排版！！！大佬请多多指点我的新作.......我的排版不是很好"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531489200,
            "txt_content": "大佬啊，我说请问........为什么史蒂夫乱入了？？？"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531489260,
            "txt_content": "而且讲老实话这不是就是换了个中国场景玩魔法吗"
        }
    ]
}