{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章０１",
    "author": "shure",
    "replyCount": 2,
    "timestamp": 1530504540,
    "txt_content": "警告！\n在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。\n我已经警告过你了。\n\n————————————————————————————————\n\n\n\n犯罪杀手行动（KRIMEKILL OPS）标准私人手段\n　　“欢迎您来到人间天堂·摩多港！”当然我小子知道这就是一个引人掉老虎洞的噱头。\n　　我小子是森克·岚，上回耍流氓手段闯进去是因为要杀诈骗犯的事了，他可是害死了一个空巢老人，而我小子也用私人手段叫他四分五裂了。从没想过那时候会闹出这么大动静，尽管他们立马就展开调查，但最后还不是不了了之了，简直废品。\n　　进入摩多港的理由还有一点，是因为她，那个之前撞见的地狱女。分明没有透漏任何消息，却依旧是被她找着了，还把邀请函丢我小子的房子里。我可没空思考这是不是鸿门宴之类的，但那里也该有人去管管了，因为那里的确是一个“天堂”。\n　　顺利办好手续之后，也就该去找找那个地狱女的常居处了——也就是对某些人而言是心中噩梦的44号街头。然而到了之后，在第四层却没有她的身影……\n　　奇怪，说好的住在这里呢？而且，不但她不在这里，还听到里面有其他人的声音。\n　　“那糟老头死就死了，关我们什么事。至少也省的还了……”\n　　有两名女性在里面谈话，估计是一对母女俩……“霸占”地狱女的“家”也就算了，可在里面谈论的事情，着实叫人不爽。出于礼仪，我小子把行李放在一边后，在门前进行了一次有秩序的问候。里面的人开门后，也不知是怎么的就一顿痛骂，之后才发觉认错人……但我小子没对此介意。然而，在问及她们所讨论的事情时，迎来的就是一个无礼举动——直接叫人吃闭门羹。\n　　算了，林子大了之啥鸟都有，今晚还是先找个旅馆歇脚吧。在离开居民楼时，就听有人讨论着什么。\n　　“那个老赖住在那里面诶！她不怕死吗？住死神以前住的地方？”“如果她们死了，只能说是她下了诅咒了吧。”\n　　……还是想问问是怎么回事。但接下来，我小子所知道的就足以叫人失眠一整个星期了。原来，几个月前她们驾车时撞到了人后逃逸，之后遭人控告要求赔偿。然而她们却以各种理由推三阻四，反正就是拒绝赔偿，从而最终导致几天前受害人去世。\n　　算了，今晚动手，那房子我小子也要了。那些房屋或者大楼的结构基本都差不多，不管是门窗什么的照样能闯进去，也包管不搞砸什么东西，那些故意搞破坏的是例外。\n　　总之很顺利的，把两个人搞失踪了。\n　　不知过了多久，女孩醒来了，发现周围的环境全变了。四周围全是树枝或者树根，树叶的影子在月光照耀下格外明显。陌生的环境再加上寒冷的空气让她有点慌乱，但假设再加上点腐烂的东西呢？她马上就可以看到了。就像只无头苍蝇一样，她跑起来企图离开这个地方，结果却是离她的出口越来越远。跑了许久后的她累趴在地，时不时还往四处张望，生怕有什么东西会突然跳出来，像个马戏团小丑般吓晕她。不一会儿，她的脸上就充满了恐惧，之后就是像那些无助的家伙们一样的反应了。\n　　有一具尸体被晾在树枝上，而且除了她那受惊吓的脸和那个小脑袋有所刻意保留以外，其余的全被扒了皮，心脏也不给你留个，乍一看还挺恶心的。当然这等于是将对原始的恐惧免费送给她们了。\n　　“赞努卡，吃了她们。”\n　　狼嚎过后就此告终，剩下的就交给地狱那头处置好了，够把她们给活蒸了的。\n　　我小子知道这肯定会登上新闻而且定义成失踪或者意外死亡之类的，而且又一次猜中了。说来这次也挺奇怪的，没有大骚动，没有搜索，大家都一致认为她们受了死神的诅咒，也因此做了回最好的屏蔽。接下来就要住在这里了，为此还把前屋主的东西全丢了，顺带找了个装修来处理点东西，反正尽量符合自己喜欢的样子好了。也不知道地狱女什么时候会回来，但先这么着吧。总之，谁犯法，我小子就毙了谁。\n\n————————————————————————————————\n后记：所以我已经打算要把那个连续剧发出来了。接下来这些时间可能会把完成的文章一次性发出来，起码会好几天。发到我现在那个进度为止。另外我是不是有说过“我小子”是森克·岚的自称来着？\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1530509340,
            "txt_content": "考虑下一次叫你出场MC国是什么时候"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1530519240,
            "txt_content": "（我建议你可以把题外话spoiler起来。）\n（还有，你是索伦吧？）"
        }
    ]
}