{
    "title": "【原创/连载】[另一个世界]第二十章 以前、如今、以后",
    "author": "秋叶枫苓",
    "replyCount": 3,
    "timestamp": 1530635040,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-7-4 10:53 编辑 \n\n（龙猫主视角）\n嗯，怎么说呢，我现在处于一个十分混乱的情况，毕竟刚才短短两分钟经历了太多事，以及右肩的疼痛感依然不断地折磨着我。\n比如就在刚刚，绪方老师及时赶来救场的兴奋感，全部被转化为了为啥这人一脚就能把一个进两米高的大汉踹进墙里的震惊感。\n“忍着。”\n回过神来，绪方老师站在了我和小坑中间，单手握住了插在我们身上的剑柄，下一秒我只看到了一阵鲜血从我肩部的大口子飒爽的飞出，紧接着我和小坑才因为疼痛感闷哼出来，向着前面倒去，然后被一只柔弱的手臂温柔地扶住了身体，绪方老师心疼地把我小坑沿墙壁放好，视线不小心对了起来，我和小坑张了张口，但还是没说什么。\n“咔嚓。”\n一声清脆的声音吸引了我们的注意力，我们向着声音的方向看去，与试图脱离墙壁逃跑的男子对上了视线。\n男子还未来得及做任何反应两把铁剑突然贯穿了男子的双手，直接嵌死在了墙壁上，冲击之大导致墙壁又崩裂了两个口子，惨叫让我们三人非常协调地一起颤抖了一下，但绪方老师一脸平静地向着男子那边走去，边走边用沉稳的语气跟我们说：“他们两个都已经超了伤害栏值，苏菲你去帮他们包扎一下。”到了男子那边，绪方老师抓住了他的领子，连剑也不拔直接将男子从墙上拽了出来，向着峡谷那边的门走去。\n“……啊还有，无论如何都不要打开峡谷的门……直到我回来。”留下这句话，门碰地一声关上了，随后那边就没有任何声音，反而更让人觉得可怕。\n我们三个人互相对视了好几次，最后默默地移动到了生活区，因为之前大开地板的原因，许多家具都已经成为了烧焦的粉末融化了，苏菲找到了绷带和药水后，我们三人就在地板上处理起自己的伤口。\n处理完伤口不知道多久后，门又一次打开了，但进来的只有绪方老师一个，不知为何显得又像激动又像悲伤的她，最后看向了我们三人，有些拘谨地问道：“吃晚餐吗？”\n“我要吃牛肉。”在不知说啥好的我和小坑之间，苏菲拿着绷带愣愣地说，绪方老师点了点头，转过身似乎想要先去洗手间那边，但随后愣了愣，又回过头疑惑地看向我们。\n“家具都去哪了？”\n“……”\n“……”\n“他们想家了，所以回家了。”苏菲斜着眼说道\n\n“……”\n“……”\n“……”\n“喂，怎么了你们，都不动筷子的？别现在才告诉我你们习惯用刀叉吧？”\n“……不是……只是……这个……是什么……”\n“牛肉啊？你们不是要吃牛肉吗？很贵的诶这个。”\n在苏菲说要吃牛肉后，绪方老师先是用几分钟做了一个超简易的桌子和四张凳子，把最开始把我们打晕的敌人扔到了峡谷，然后就一个人脱下长袍走到厨房那边忙活了快二十分钟。\n然后，她把我们面前的巨大黑色物体端了上来，说了一声开饭了。\n在那边的世界我曾经去内蒙古那边旅过游，当时点的烤全羊已经让我够震撼了，以及全旅游社14个人都没有吃完那一只羊。\n然后如今，绪方老师把一盘巨大的漆黑物体端上了餐桌，告诉我这是烤全牛。\n发愣许久，我用“喂！是你说的要吃牛肉！你快点动手啊！”的眼神看向苏菲，苏菲用“你特么有病吧！这东西要从哪里下手！”的眼神瞪了过来，在我们僵持了好一会后，一起把视线投向了小坑。\n小坑愣了愣，呆呆地摇了摇头，我和苏菲一起用力地向他点了点头，这时候小坑的一个特质“无法拒绝我和苏菲的要求”的好处就体现出来了，眼角似乎流出泪水的小坑战战栗栗地举起了筷子，向着巨大漆黑物体戳去。\n然而意外地，筷子毫无阻力地插进了牛的身体，随后筷子慢慢下滑，露出了似乎被酱汁完全渗透，如涂了焦糖一般散发着宝石光芒的断面层。小坑呆呆地用筷子割开一个长方体的形状，将其夹了起来，咽了口口水后猛地放进了嘴里。\n“……好吃。”\n“……”\n“……”\n“……你们以为这是黑暗料理吗？”在绪方老师有些不爽地眼神下，我们三人猛地开始吃起烤全牛，虽然绪方老师一开始摆出了不爽的表情，但随后还是露出了一抹不幸中的万幸的微笑，撑着脑袋趴在桌子上看着我们解决烤全牛。\n苏菲刚啃完一个牛腿，看了眼绪方老师，有些疑惑地问：“老师你不吃一点吗？这么多我们三个可吃不完诶。”\n“吃不完再说吧，而且我嚼着东西也不好说话吧。”\n绪方老师的回答让苏菲愣了愣，她下意识地回道：“啥意思？”\n绪方老师叹了口气，整个人趴在了桌子上，像是呢喃一样说道：“你们应该有很多东西要问吧，今天就让你们问个够……吧。”\n几乎同一时间，我们三人一起停下了动作，虽然只有一点，但是我们都听得出绪方老师语气里的一丝悲伤，为什么绪方老师会在这个时机提出让我们问个够，明明在今晚吃完饭收拾完房间，或者明天训练完的休息时间等等，都是很好的闲聊机会。\n……除非……这个时机就是最后时机了……\n“……今天袭击我们的那些人……强吗？”\n第一个发问的，是小坑，虽然有些诧异为什么要问这个，但大概也能理解小坑的心思，绪方老师顿了顿，露出微笑说道：“很强哦，被你们干掉的那个头目起码18级以上吧……不过按理来说手撕你们也只用几秒就够了，你们是怎么干掉他的？”\n“用绪方老师你遗留在工作室的陷阱。”苏菲继续吃起了牛肉，口齿不清地说道，绪方老师顿了顿，露出吃惊的表情，“哈？！哪个陷阱？”\n“就是那个地板刷拉一下不见，然后底下是岩浆的那个啊。”\n听到苏菲的话，绪方老师顿了顿，随后很不好意思地挠起了脸，视线斜了开来。\n“那个……我记得我为了防止你们不小心打开受伤……把电路给断了才对啊……”\n“难怪我拉了那么多个拉杆都没用啊！”\n苏菲猛地向绪方老师哭吼道，绪方老师苦笑地挪了挪身体，我和小坑克制不住噗嗤一声笑了出来。苏菲顿了顿，调整了一下气息后接着向老师说道：“那些人是谁？为什么会来这？来这里干嘛？”\n笑容一下僵住，绪方老师慢慢闭上了嘴，随后深深地吸了口气，又趴在了桌子上，“这可能要讲挺久的了……”\n叹了口气，老师慢慢地说道：“首先是来袭击我们的组织信息……虽然很想这么说但事实上我也不太清楚，因为他们存在的势力实在太大，即便我不断往上爬，还是无法得到他们什么具体信息。”\n“在遇见你们的前一个月我才刚刚知道他们的组织名叫【蠹虫】，光是为了得到这个名字我就差点死在出生点附近……随后我就在地下建造了这个临时据点，一边养伤一边等他们再来袭击我。”\n“……再来……袭击？”小坑愣了下，有些诧异地看向绪方老师，“等等，老师你不是受害者吗，为什么还要等他们袭击过来……不对，在这之前，为什么他们要袭击，因为和老师你结仇了吗？”\n“……嗯，结仇了哦，不管是对我还是他们来说，不过也只有我至死方休的死仇吧。”绪方老师一边说着，视线一边瞥向了工作室那边，我们三人顺着老师的视线看去，在那边，杂乱的桌子上难得有一片没有灰尘、工具的整洁的地方，那里摆放着的，是之前我们看到过的，老师曾经的伙伴和他的徒弟的相片。\n一瞬间，我们三人都明白老师与那个组织结仇的原因，有些拘谨地回过头，老师露出温柔的微笑看着我们，“行啦，不要露出这样的表情，这次你们三人还活着对我来说就是万幸了……以及——”老师顿了顿，接着说道：“我对他们一无所知，所以反过来说他们袭击也是给我收集情报的机会，一直以来我都没有什么实际性的收获……这次终于拿到了些有用的东西。”老师在说到后面的时，露出了难以掩饰的兴奋，但对我们来说，在那一瞬间老师散发出的强大压迫感稍微让我们喘不过气来，原来电影动漫里面说的是真的……杀气这种东西，是真的存在的。\n又吃了一口牛肉，我反复咀嚼下咽后，也向着老师问道：“那他们为什么会来袭击我们呢，看样子他们是在寻找什么东西才对啊。”\n“啊、对，确实跟龙猫说的一样。”\n“对对！一开始把我们绑起来往旁边一丢就不理我们了。”\n“嗯……对面的目标的确不是你们，事实上也不是我，我和你们都只是会阻碍他们获取目标的阻碍。”老师顿了顿，违背了自己之前的誓言，也用小刀切下一块牛肉吃了起来，看起来她对自己做的烤牛肉也很满意的样子，“他们的目标是我伙伴找到的一把剑。”\n“……剑？”\n“对，木剑。”老师撑着脑袋说，我和小坑苏菲都露出了疑惑的表情，老师紧接着说道：“在原版的MC里面，服务器上会有一些用指令调制出来的，有奇特能力的道具对吧。”\n“是……这样没错。”\n“在这边的世界里，也存在那种东西，神器也好魔具也好，自从第一把能引发落雷的铁剑被找到后，大家都开始注意起这类道具，因为本身就很稀有加上跟跟人绑定的gift不一样，这类道具只要持有就能使用，所以很多组织啊、工会团体等等，都会争夺这类道具。”\n“引发落雷的铁剑……那不只是玩具吗？服务器上才扣一点血。”苏菲嚼着牛肉回答道，绪方老师对着她露出太天真了的笑容，“对服务器是这么说，但对这个世界来说，除了落雷的伤害，被攻击者还要承受至少一亿伏特的电流，你还觉得是玩具吗？”\n“……真可怕这个世界。”\n“人体早在瞬间被碳化了吧……”小坑似乎脑补出绪方老师说的场景，浑身抖了抖，过了一会，苏菲接着向老师问道：“那老师的伙伴和徒弟……不会是……”\n“……嗯，是被【蠹虫】争夺这把木剑时杀害了。”\n老师一边说着，一边切出了一把看起来跟普通木剑完全没区别，朴实无华的木剑放在了桌上，我们三人马上围了上去，仔细看了起来，但不管怎么看，这跟我自己做的木剑也只有一些细微的不同，完全看不出特殊性，老师在一旁接着说道：“那些家伙应该以为我会把剑跟那家伙的骨灰放在一起，但是这点他们猜错了呐。”\n我们三人盯了许久，苏菲皱眉抬起了头，“老师……这木剑有啥子特殊能力啊……完全看不出啊？”苏菲抬起头后，我和小坑也疑惑地看向绪方老师，绪方老师察觉到我们的视线后，耸了耸肩，抓着木剑的手柄向着我扔了过来，我有些慌张地接住后，她本人突然切出了钻石剑，猛地向着我这边挥来，我连话都说不出来，慌张地用木剑架在了自己身前，格挡……连冲突都不算地接了老师钻石剑一刀，、砍中我之后老师马上就收刀了，而我顿了顿后也马上把木剑扔到了桌上，不断地喘着粗气，缓了好一会才向老师抱怨：“为什么你总是喜欢这样玩啊老师！对心脏不好啊！”\n“疼吗？”\n“心脏要爆掉了啊！”\n“那就是不疼吧。”老师微笑道，“你觉得你刚才那样挡，会是这种结果吗”\n一瞬间，我愣住了，随后脑袋才反应过来猛地看向我头上的血条，依旧是满满的十颗红心跳动着，刚才我随意地用这把木剑挡下了和我有巨大级数差距的老师的钻石剑的一刀，而我不管是肉体还是血槽却都没有损伤。\n老师默默地把木剑收了起来，跟我们说道：“这把木剑的能力，就是把跟它抵抗的所有攻击抵消掉，不管是肉体上还是血槽上，非常方便的能力哦，就算随便挡下都是一样的结果。”\n“……太——哔——了吧”我在内心里默默说道，随后坐下继续吃起了牛肉，老师接着跟我们简单讲了讲她和她曾经的伙伴，如何收到徒弟，以及获取这把木剑……到伙伴和徒弟殒命，而据老师所说，那个徒弟事实上不是她的徒弟而是她伙伴的，在【蠹虫】一次陷阱中和她走散，随后被确认死亡，在伙伴也因为【蠹虫】死亡后她就带着木剑一边逃一边寻找机会……寻找机会反攻。\n将脑内的信息整理，我也得出今晚她为什么会着急地把所有我们要知道的事情告诉我们。\n她多年以来的夙愿，在今天终于找到了机会，而代价就是我们，她无法再像以前一样辅导我们，我和小坑苏菲也明白，我们该走了。\n“……那老师，我们三人去洗澡后就去睡觉了……东西你一个人收拾没关系吗？”\n“啊、没、没关系、你们去、去吧……嗝！”\n绪方老师……肚子鼓鼓地仰躺在椅子上，跟我们说道，我们三人仅仅是吃了那份烤全牛三分之一不到，剩下的竟然全被老师一边讲故事一边吃吃完了，说好的嚼着东西不好讲故事呢？\n话说吃下去的东西都到哪里了？\n\n并非之前简单火柴盒中摇曳的火把的光，非常柔和的萤石的光芒从我们三人头上洒下，门外依旧传来叮叮当当吵杂的声音，但今晚我却觉得我想把这个声音深深印在脑海里。\n简直跟做梦一样，突然而然地掉到了这里，得到了帮助，然后转瞬近半个月的时间过去了，如今我们三人又要启程了。\n“……睡着了吗。”我轻轻地呢喃道，两旁的床铺传来一样轻轻的“没有。”、“还没哦。”，稍微下挪了一下身体，柔软的床铺让我不自觉哼出了声，又呆了一会，我向着两人问道：“之后我们去哪里呢，老师的话一定会推荐我们先去那个新手村的地方吧。”\n“一般都会吧，龙猫你想去别的地方吗？”\n“不是……只是……听老师那样说了，你觉得我们还有必要去屠龙吗？”我侧过身，和小坑面对面对视了起来，“在我们之前，无数的前辈们都做不到的事，你觉得我们三人做得到吗？”\n“你的意思是，我们干脆找地方开片田住下来直到有人屠完龙吗？”苏菲的声音从身后传来，我没有回答，因为我的确内心有一瞬是这么想的，强如老师那样的人都无法帮上屠龙的忙，我们去了又有什么用呢？我的默认让小坑和苏菲也沉默了下来，我不知道他们内心是怎么想的，因为他们至少还有强大的gift给他们变强的理由，但我是真的找不到……我为什么要变强的理由。\n“龙猫你真的觉得那样就好吗？”在我对面的小坑向着我问道，我失焦的眼睛重新对焦，和他的眼神正对到一起，小坑面无表情地看着我，眼神没有挽留，也没有推动，只是非常平静地看着我。\n“……我不知道。”不知为什么，我内心变得十分嘈杂，我回过身变成仰躺，回了个不算答案的答案，想法又变得紊乱起来，让我不自觉地叹了口气。\n“这时候就有点羡慕老师了不是吗？”苏菲的声音再次从旁边传来，我下意识地偏头像她那边看去，她抱着枕头直勾勾地盯着天花板，继续说道：“至少有要复仇这个目标……我们这几天完全也是因为她要训练，所以变强了……而不是我们要变强而跟着她训练……”\n苏菲的声音越来越小，似乎她也没有想好之后要说什么，我顿了顿，接上她的话向两人，也包括我自己问。\n“所以，我们之后该去干什么呢？”\n寂静，充斥了房间，突然之间，我怀念起那个极其不稳定的火把的火光，被火光映照的三人，虽然无知但至少能明确自己要走的道路。\n如今的我们，见识了世界的广阔，知道了自己的弱小，也知道了人类的残忍，虽然变强了，却也迷茫了。\n“……虽然不知道能不能屠龙，但我想要四处走走。”小坑的声音，打断了我的思考，我扭头看向他，发现他靠着枕头坐了起来，察觉到我的视线后也看向了我，“虽然很危险，但来到了这个世界，仅仅是做个火柴盒养老的话，我觉得我不能接受。”\n“对对！我想去看看新手村的建筑……还有吃的！”有些兴奋的声音从我身后传来，我顿了顿，虽然还是有些混乱，但内心却有种豁然开朗的感觉，大概我自己也知道我肯定是要继续走下去，但只是需要别人这种肯定的回答吧。\n人类，真的是种很扭曲的生物。\n自嘲地笑了笑，我大大地伸了个懒腰，仰躺在床上用装出的无奈的声音说道：“那我只好跟着你们两个啦。”\n“明明刚穿越过来你才是那个最兴奋的。”小坑稍微笑了笑，向我吐槽道。\n“喂，小坑，从书架上那本书来读读，我睡不着。”沉默了一会后，我向床着靠着书架的小坑说道，小坑张了张口，似乎想说“为什么要我来读。”但还没说出来就被苏菲“我也睡不着！小坑坑我要听睡前故事！”给打断了，无奈地叹了口气，小坑的手指在书架上漂浮了一会，随即抽出了一本书，凝视了一会念道：“……《人类屠龙传说记录史》……这什么鬼名字啊，怎么又传说又记录又史的。”\n“随便啦，八成是个科幻小说。”\n“麻烦从第一页念起。”\n耳边又传来了小坑的叹气声，我默默闭上了眼睛，一边增强睡意，一边认真聆听起小坑念书。\n“传说，人类的第一代屠龙者只有一男一女两人，两人跨越千山万水，斩过无数怪物，在没有神器、gift概念还未开发的情况下，只靠原版的武器和工具，在山体中挖掘出末影传送门的本体，随后在一天的清晨，两人一同启动了末影门，传送至了末影之地，两人只身面对遮天蔽日、终末之路、人类宿敌、怪物之主——末影龙。”\n“描述太长了吧。”\n“呐呐，那两个人是情侣吧、是情侣吧。”\n“我怎么知道……咳咳，在一人吸引末影龙的注意力时，另一人破坏了所有的八块末影水晶，在末影龙愤怒的吼叫中，两人开始了最后的屠龙……这些都好假……怎么还在打……啧……啊有了，最后连续打斗了快两天，末影龙咬断了男人的手臂，在两人都即将被末影龙吞噬之际，一道奇怪地白光照射了两人附近的地面，随后两人突然被传送回了原来的世界，人类的第一次屠龙以失败告——我靠这书什么鬼啊，哪个人写的言情小说吧。”\n“嘛，本来也没抱多大期望，我倒是挺想看看那两人屠龙的描写。”\n“果然那两人是情侣吧！”\n小坑失望地把书放回了书架，三人稍微挪动了下身体，一起变成了正正地躺在床中央的姿势，扯淡归扯淡，睡意倒是真的上来了，打了个哈欠，我默默地向小坑问道：“小坑……书里那两个初代屠龙者……叫啥啊……”\n“对哦……人家忘问了……”\n不知是不是受我哈欠的影响，小坑也大大地打了个哈欠，模糊地回答道：“哈……我想想……男的好像叫……子松……女的叫……希穗……来着……”\n“……好困……”\n“我睡了……大家晚安……”\n“晚安……”\n“嗯……晚——哈欠——晚安……”\n\n\n\n\n\n\n\n\n\n设定补充栏目（龙猫人称）\n16、这个世界的书架和原版MC看起来差不多，但是里面的书确实是可以填充和减少的，我们的房间里老师是直接给我们放满的书架，说实话我比较好奇刚做出来的书架到底是空的还是填满的？\n这什么傻X的屠龙故事啊\n\n\n\n\n\nP.S:实在很抱歉！最近一堆事情加上剧情上要构思所以推迟了很久才发布，最近我也要考试了，到暑假的话会至少一周一更或者两更+吧！在这里鞠躬orz附赠：很大可能和以后剧情有关的苏菲大佬（摸鱼）图\n\n\n\n\nPGN@~$P]A5$S}I@~`RY20IO.png (51.22 KB, 下载次数: 0)\n\n下载附件\n\n摸鱼（不）\n2018-7-4 00:22 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1530710520,
            "txt_content": "【和式文风严重。】\n【不过习惯了_(:з」∠)_】\n【描写还是一如既往的巨】"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1530713040,
            "txt_content": "Smokey_Days 发表于 2018-7-4 21:22\n【和式文风严重。】\n【不过习惯了_(:з」∠)_】\n【描写还是一如既往的巨】 ...\n本来想参加六月活动的\n写出的轻小说江湖差点把自己笑死\n所以还是删了\n我写六月活动会写出\n“呐，即便是西门吹雪你，也会有想要守护的东西对吧”\n之类的了_(:з」∠)_"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1530750240,
            "txt_content": "秋叶枫苓 发表于 2018-7-4 22:04\n本来想参加六月活动的\n写出的轻小说江湖差点把自己笑死\n所以还是删了\n233333333\n【这，真是熟悉的文风呢】\n之类的么？\n"
        }
    ]
}