{
    "title": "[原创·连载]十二猴子军 第二章",
    "author": "SevenC",
    "replyCount": 0,
    "timestamp": 1530613920,
    "txt_content": " 本帖最后由 SevenC 于 2018-7-4 21:12 编辑 \n\n\n第二章\n\n    他虽然很眷恋这久违的场景，但是他还是想早早地完成任务，重获自由。他放下了那个银色的手提箱，从中拿出一个罐子，到四处寻找着他想要找的那些还活着的动物。    他看到了一个巨大化、并且变异了的鼠妇，那只鼠妇长着坚硬的触角，但是下半身依旧是鼠妇的样子，他毫不含糊，抓起就放入了罐子内。    就在他要将那个装有虫子的罐子放入箱子内的时候，他听到了他最不想听到的声音：熊叫。    他害怕极了，一屁股瘫坐在那里，要知道，他全身上下没有任何一个东西可以攻击这头熊，但是这头熊还可以很简单的撕破他的透明外衣，这对熊似乎没有什么大碍，可这一身脆弱的衣服却是他回家的钥匙。    他艰难地翻身，从雪中爬了起来，他很好奇这头熊为什么不冬眠，但是对他来讲，保命要紧，所以他便拿着聚光灯，准备和熊拼命。    可那头熊压根就不想理他，换句话来说，似乎根本没有意识到他的存在。这头熊就这样悠哉地走开了。    他躲在废弃的车后面，观察着这头熊的一举一动。    这头熊在一条走廊里跑着跑着，突然拐进了一个屋子内，科尔很好奇，他决定冒着生命危险跟着这头熊去那个屋子里看一看。    这个屋子里有着一个玻璃展架，一双双鞋陈列在单个的正方体展架中，而上面的松叶和松果还是30多年前的圣诞节所留下的。    他抬起头，环顾四周，发现这里之前似乎是一个大商场，对着大门，有着一座巨大的女神像。这座女神像整体前倾，微微张开的眼睛似乎在注视着科尔这个新面孔——毕竟30多年没有人来到这里了。    每一粒灰尘，都对科尔产生了极大的兴趣。    他抬着头看着上方，脚下也在不停地走着，而他却没有注意到眼前的杂物，他装上了杂物，里面栖息着的鸟均数飞起。    科尔害怕极了，不仅害怕鸟儿制造出来的声响，更害怕自己的透明外衣被刺穿，不过还好，这并没有让他那脆弱的外衣支离破碎。    随即，科尔便觉得自己不应该再在这里呆着了，他便拎着箱子，沿着街道漫步。    白茫茫的雪似乎在诉说着30年来的寂寞，沉寂的夜色似乎也在责怪着科尔为何这么晚才来到这里。    她就这样走着，突然，他看到地上有一张露出一角的泛黄纸张。他停下脚步，用手清理走了附近淤积的雪，这张纸才露出他的容貌——一个普通不过的海报被人喷涂上了红色的图案，十二只猴子围成一圈，首尾相连，在最下方有一只很大的猴子，下方用黑色的油漆写着：“我们成功了！”，而在十二只猴子组成的圆圈中还喷涂了一个红色的数字——12。    科尔正在聚精会神的分析着这张偶遇到的珍贵信息，突然，他听到远处的建筑上传来一声嘶吼——“吼……”一只狮子站在楼顶，冲着远处嘶吼。这时，科尔就把这张海报与现在的一切所联系上了……他把这个组织命名为十二猴子军，他们释放了病毒，导致人类失去了赖以生存的地球表面。随后，科尔便回到了地下。    他被两个穿着防化服的人用力的刷着体表，做基本的消毒。而后他便在一间屋子上给自己采血。此时此刻，广播在播报着：“若出现受到细菌污染的现象，基于安全理由将拒绝人员再入境，请将血液样本置于容器中……”    “社会行为课程将于七点举行，凡经永久监 禁法附属第六章证明的23A、96A行为偏差者皆需参加……”科尔被带过劳动区，紧接着来到了一间屋子里。    “詹姆斯·科尔，通过检疫。”这句话从他面前的六个坐在精密仪器组成的台子后面的科学家们口中传来的，但是他根本不知道到底是哪个人说了这句话。    “谢谢，你们两个到外面等一下。”其中一个科学家对带着科尔来到这里的两个警卫说道。“医生，他很危险，暴力倾向、反 社 会行为、屡次违反永久监 禁法……”其中的一个警卫说道。    科尔的头被扭了过去，一个警卫拿出扫描枪对着他光头上的条形码进行扫描。此时此刻，科尔看到了他右侧的墙上的内容，那是一些报纸剪贴而成的内容，上面写着：“科学家表示：药物无效。”    此时此刻，那个进行扫描的警卫说道：“……傲慢、反叛、末日来临时，藐视权威。被判刑25年。”    “我认为他不会伤害我们，”警卫说完这些话，其中一个科学家说道，“你不会伤害我们吧，科尔先生？”    科尔的目光从报纸上移动开来，摇了摇头，说道：“不会。”，紧着着，那两个警卫便松开了他的手铐，转身退了出去。    “坐下来吧，科尔先生。”一个科学家对科尔说道。    科尔环顾四周，在左右都没有看到可以坐下的东西，他回头看向身后，才看到了那个铁制的椅子——那个椅子在墙上的滑轨里，凳子很高，还设有踏板。    科尔看了看那些科学家，其中一个科学家对他点头示意，就是那个椅子。    科尔得到了确认，便踏上了椅子，坐了下来。刚刚坐下，手就被上面的手铐铐了起来。紧接着，他又被升至最高点，他不知道这些科学家要对他做什么，想到之前没有回来过的人，他不免害怕了起来。\n          ……\n\n——————————————————————————————\nWritten By SevenC.\n[groupid=1536]Firefly Studio[/groupid]\n",
    "replies": []
}