{
    "title": "论如何做好一张跑酷地图",
    "author": "BlackCB.",
    "replyCount": 15,
    "timestamp": 1530671220,
    "txt_content": "     大家好，这里是BlackCB。鄙人最近发现国内创作跑酷地图的热度好像有所下降，一些跑酷地图也因缺乏经验而略显粗糙。所以这里就来分享下鄙人的一些创作跑酷地图的经验吧。\n 要做好一张跑酷地图，除了必备的扎实的指令和建筑知识显然两者我都没有外，还要有其他的一些东西，不然就会枯燥乏味，光鲜华丽的外表下面，却让人回味不得，给玩家带来了一段乏味时光。\n\n建筑部分 \n  一张好的跑酷地图，往往最引人注目的是跑酷的场景，所以建筑似乎是不可或缺的，如果跑酷地图没有建筑，只有一些供站脚用的方块，这样往往不会成功。\n\n  而跑酷地图中的建筑，最忌的是供跑酷用的方块与旁边的建筑不搭，显得突兀，显得草率，显得枯燥乏味。然而，很多作者喜欢用大型建筑来给跑酷做场景，虽然做出来非常漂亮精致，可是这不适合跑酷。大型建筑往往很难与跑酷搭配，跑酷用的方块很难与大型建筑相互配合，如果说在大型建筑上跑的话，不仅难度颇大，而且还有一个缺点，就是让跑酷的人感到注意力不集中。一个大型建筑或许是很宏伟的，但是如果是在上面或里面进行跑酷的话，首先是玩家的视角有限，只能看到一部分建筑，无论建筑如何如何宏伟，在玩家视角里就几个方块，也看不出什么东西来，这辛辛苦苦的建筑岂不是白费了吗？\n\n  所以，我觉得，跑酷的建筑不一定要宏伟，但一定要贴合跑酷的方块，显得舒缓，显得轻松，而不是显得累赘，显得有威慑力。或许你的玩家会更喜欢这种跑酷建筑。\n\n  那如何让建筑贴合跑酷方块呢，鄙人认为重要的一点是不要依靠地图里的一些特性卖弄聪明而出卖了建筑的纯洁。怎么说好呢，就拿我以前的一张跑酷地图作反面教材：\n\n\n   \n    如图，这张地图中的史莱姆方块玩家触碰后会变成真正的史莱姆，但我仅仅为了展示地图的特性，而建造了图中可笑的十字架一样的史莱姆方块组合。这不仅仅会被人嗤笑，也非常突兀。当然这是题外话。然而大家仔细看，周围那些在空中漂浮的方块，不是作者无聊setblock的，而是为了配合剧情和跑酷方块的。剧情是浮空岛屿渐渐肢解，而跑酷用的方块也是漂浮在空中的一个个方块（群）或小型浮空岛屿，自然跑酷用的方块也没那么突兀，一切会显得和谐而完美，好像不是刻意人为，仅仅是刚刚好适用于跑酷。这种让人感到自然的地图，作者认为可谓是做到极致。但由于我当时急功近利，就修建了如此突兀的东西，希望大家会有所收获，建造出精致而又不失和谐自然的跑酷建筑是跑酷地图最棒的加分点。\n  \n  还有一点上面说了，就是一定要平心静气去建筑，不要浮躁，不要故意夸大。而从小处精致的建筑也很讨人喜欢……不需要大型。\n\n灵感部分\n  在有些人看来，似乎跑酷地图永远是一个调：要不跑得过去，要不就掉下去摔死。之所以有这种观点存在，是因为跑酷地图的的确确大都是这样。然而这种格调不是不可能打破的，而且要打破它并不难。因为跑酷地图是最容易进行加工的地图，加上各种元素都能轻松适应，像如果跑酷地图加上RPG元素会怎样？没人试过？就去试一试呗，反正不会差到怎样，到时候拿到优秀或是更高的图章也说不定。加上其他元素其实很简单，只要敢去试，而且有耐心去做。\n   \n  所谓治国不一道，变法不法古，是著名的政治家商鞅说的。这句话穿越几千年，人们还能有所借鉴。创新是第一动力，是建设现代化经济体系的战略支持，当然这是题外话所以要建一张好的跑酷地图，没有好的灵感，仅仅有几张漂亮的截图，弊端也会暴露出来。谁说跑酷地图就不能加很多命令方块了？于是就有了这张精华地图（注：原文找不到了，是一张好像叫MaoRio的地图）。同样的，就是再简单的命令，也能让地图耳目一新，给人新颖的感觉从而在一大堆陈词泛滥的跑酷地图中脱颖而出。\n\n  那如何拥有灵感？那就需要抓住那些转瞬即逝的点子。比如说，别人跑酷地图都喜欢去放粘液块，哎然后你看到粘液块可以结合到史莱姆，那为什么不让粘液块在玩家接近的时候变成史莱姆吓他们一大跳呢！这就涉及到了联动思考，就是从一件事想到n件与此相关的事。不是只有大佬有这种能力，人人都有，只不过看你敢不敢把这些看似荒谬的点子运用起来罢，一经他人点播，灵感就会喷涌而出。再举个例子开阔思维。你跑酷是跑酷，人家老老实实去跑酷，你就为什么不去弄个积分系统，再弄个角色系统？实现这些东西只需要很基础的计分板知识，可就没有人去做。再举例，人家老是在平面上跑，那我能不能往高处跑？人家用腿跑酷，我能不能用烈焰球去跑？我能不能用潜影贝导弹去跑？\n\n 总结起来，敢于打破跑酷地图所谓那些“常规”的侄栝，抓住那些稍纵即逝的片刻灵感，拼凑起来，才能做出富有创造力的作品。\n\n介绍的艺术\n\n  介绍人人都懂，可是如何介绍自己精心制作的地图，吸引大家眼球，从而脱颖而出是关键，获得别人肯定，不仅能够享有美誉，也能激发自己创造的激情。但是如何介绍呢，作者本人在这方面也算是挺失败。究其原因，就是刚刚做完地图，感觉非常舒畅，于是什么也没想起来，介绍也不耐心去做。但本人有如下建议：\n\n  将你的创新之处写在电脑的记事本上（其实写在哪里都可以），然后发布地图的时候翻翻看。\n\n  一定要排好版，充分利用染色表格、[hr.]（那个点要去掉）、表情（不建议使用“鱼妹兔”的表情）等，给人简洁的感觉，也自然会吸引人去看（像写作文那样啦）\n\n  一个好的标题，不要故作玄虚，像是“震惊”之流一定要果断抛去。\n\n  必要的时候跑到茶馆/酒馆洒水介绍自己地图进度，这样不仅能够吊胃口，而且同时记录下这地图如何如何新颖，到时候介绍就不会手忙脚乱什么都写不出来。\n\n  截图可以请别人渲染，选好角度。（我不懂）\n\n  字体不建议太大，也尽量不用彩色字体。\n\n  在文字长长长的时候可以开个玩笑加删除线[s.][/s.]点要去掉，这样就不会显得枯燥。\n\n  截图和文字相互配合。\n\n  介绍的篇幅一定要占比大，不然别人想评分都没有依据。\n\n  可以调背景和音乐。具体教程可以搜索。\n\n  \n\n  就这么多~~有什么建议的话欢迎提出~~发现错误请及时指正！希望大家看到此贴有所帮助，谢谢！\n\n  \n\n   \n   \n    \n\n[groupid=1009]The Command's Power[/groupid]",
    "replies": [
        {
            "author": "aghinouz",
            "timestamp": 1530671820,
            "txt_content": "支持一下\n话说我感觉我就不是做跑酷地图的料\n另外为什么不建议鱼妹兔啊"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1530841500,
            "txt_content": "aghinouz 发表于 2018-7-4 10:37\n支持一下\n话说我感觉我就不是做跑酷地图的料\n另外为什么不建议鱼妹兔啊\n你不去试一下怎么知道做不好呢"
        },
        {
            "author": "aghinouz",
            "timestamp": 1530842700,
            "txt_content": "天狼星black 发表于 2018-7-6 09:45\n你不去试一下怎么知道做不好呢\n如果按我的理解来说……\n跑酷地图就是跑来跑去跳来跳去的吧\n那么我做不出一个纯粹的跑酷地图XD\n所以我还是喜欢RPG或者解谜2333"
        },
        {
            "author": "有毒○贰比",
            "timestamp": 1532604120,
            "txt_content": "长篇大论，然鹅我只学会了一点（不做跑酷地图233）（从你签名过来的）"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1532605140,
            "txt_content": "我的夜色 发表于 2018-7-26 19:22\n长篇大论，然鹅我只学会了一点（不做跑酷地图233）（从你签名过来的）\n写的字太多了？\n可能是辩证写太多了……本来想用文章形式来表达的"
        },
        {
            "author": "775717909",
            "timestamp": 1533616380,
            "txt_content": "感谢楼主的教程~（话说楼主还真的是为了论坛尽心尽力啊）\n虽然我不是做跑酷地图的但是在制作RPG地图的时候有时会融入一些跑酷元素~\n总之看完还是有帮助的~"
        },
        {
            "author": "无辜的村民",
            "timestamp": 1535076360,
            "txt_content": "要建筑的，散了散了\n不过我的命令是会那么一点啦emm"
        },
        {
            "author": "天佑酱",
            "timestamp": 1535080980,
            "txt_content": "个人感觉其实建筑不是很必要，虽然好的建筑会增强跑酷的美观度，但在跑酷就是跑酷，不是来看风景的。最好的选择似乎是 场景和跑酷结合，但是这种方式最大最大的问题就是：找不到路，如果把跑酷用的方块换成显眼的方格，场景和跑酷不符合，那你要建筑什么用？\n如果像你图中的那样，第一感觉：乱。第二感觉：路呢？\n这样还不如直接密闭空间+跑酷用的柱子，简洁，目的明确.\n请无视我这个没做过跑酷地图的智^^^^障"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1535081220,
            "txt_content": "天佑酱 发表于 2018-8-24 11:23\n个人感觉其实建筑不是很必要，虽然好的建筑会增强跑酷的美观度，但在跑酷就是跑酷，不是来看风景的。最好的 ...\n图片上的是反例好吗，你看清楚点啊\n其实有个解决方法：就是一个明显的目的：向前走"
        },
        {
            "author": "天佑酱",
            "timestamp": 1535081400,
            "txt_content": "天狼星black 发表于 2018-8-24 11:27\n图片上的是反例好吗，你看清楚点啊\n其实有个解决方法：就是一个明显的目的：向前走 ...\n一直往前走需要建设大量的场景，推荐一个国外的地图：跑酷天堂系列超棒\n\n其实这也反映了你的一个问题：文字内容太多，找不到重点\n无视我把awa"
        },
        {
            "author": "1149354101",
            "timestamp": 1536580080,
            "txt_content": "支持 挺好的"
        },
        {
            "author": "CitrusUtopia",
            "timestamp": 1540493700,
            "txt_content": "支持一下，跑酷苦手啊"
        },
        {
            "author": "153555",
            "timestamp": 1540564260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "dasfc",
            "timestamp": 1541328180,
            "txt_content": "感谢楼主教程，最近正想着做张跑酷图的\n。"
        },
        {
            "author": "18878219606",
            "timestamp": 1541427420,
            "txt_content": "我觉得玩着刺激就是个好的跑酷地图！"
        }
    ]
}