{
    "title": "【原创/连载】艾卡西亚-第五章",
    "author": "虚泽",
    "replyCount": 2,
    "timestamp": 1530709260,
    "txt_content": " 本帖最后由 王世源 于 2018-7-5 00:05 编辑 \n    艾卡西亚\n       ——一个魔幻的世界\n———————————————————————————\n第五章 幻秘天境\n    距离前往树灵国已经过去了两天了，在之前可儿派\n段天在卡拉佩亚寻找一颗魔法之石，却始终没有着落，\n但是在魔灵的帮助下，他们最终在斯坦福学院中找到了，\n亚米他们来到了斯坦福学院，据魔灵口中所说，那颗魔\n法之石被斯坦福学院的校长比库尔收藏着，他可是这卡\n拉佩亚大名鼎鼎的守财奴，想到斯坦福学院学习魔法都\n要付出昂贵的学费，所以这也是一所知名的贵族学院，\n魔灵带着他们找到了比库尔校长，他坐在办公椅上，一\n只手拿着算盘，另一只手翻看着账本，而且还自言自语\n的说：\n“到底哪里钱少收？必须把它给找到”\n可儿他们一直在哪里站了一分钟之久，比库尔校长还是\n没有注意到他们，这是可儿很用力的敲了两声门，并咳\n嗽了一下，比库尔这才注意到他们，他看见有人找他，\n脸色一下子就变得很难看，看都不看一眼就说：\n“没看见我很忙吗？我现在没有空接待你们”\n魔灵开口对比库尔校长解释道：\n“抱歉抱歉，这些是我的朋友，他们是来问问你魔法之石\n的消息”\n“你们想打我魔法之石的主意？”\n可儿理直气壮的回答他：\n“对！我们现在急需这颗魔法之石”\n“你也可以这么告诉你，魔法之石我是不会给你们的”\n“我可以用等价的物品交换”\n“就你们那样，有什么物品可以和魔法之石等比的？”\n“一瓶血龙之精”\n    比库尔一听见血龙之精，那可是龙族才拥有东西，\n早在上古时代就已经所剩无几了，立马脸色一变，笑嘻\n嘻地对可儿说道：\n“不知道这位小姐尊姓大名呀，嘻嘻”\n“我叫可儿，不知道比库尔校长有没有兴趣交换”\n“有有有，当然有，不知可否将这血龙之精给我看一眼吗？”\n说完可儿挥了挥手，不知道从什么地方变出了一个小瓶子，\n里面装着血红色的液体，看上去十分精致、漂亮，比库尔\n一脸兴奋地接过了血龙之精，拿到手还仔细观察了一番：\n“对！这就是血龙之精，我平生还第一次见到这东西，不亏\n是号称最纯正的龙族血脉”\n“那比库尔校长能否给出魔法之石呢？”\n“好，你们跟我来，魔法之石放在我的小宝库里面”\n比库尔把他们带到了他的小宝库里，走进里面，全部都是世\n间稀有材料，比库尔从口袋里摸出了一块钥匙，用钥匙打开\n了一个放在角落里的小宝箱，里面散发出奥术力量，他双手\n小心翼翼地把用布包裹的魔法之石拿出来，交到可儿手里。\n“这就是魔法之石，小心放好它，里面的能量泄漏出来可是\n会毁掉整座卡拉佩亚”\n可儿把布揭开，里面的魔法之石发着紫色的光芒，可以从这\n股能量中感受到一丝丝敬畏，毕竟这是创建这座卡拉佩亚的\n一位伟大的法师留下的，比库尔自然不知道，因为曾经亚兰\n在另一块大陆上遇见过他，还吩咐亚兰一定要帮他找到魔法\n之石。之后亚兰等人离开了卡拉佩亚，踏上了前往树灵国的\n旅程。\n经过了几天风餐露宿，又历经跋山涉水，终于来到了目的地，\n树灵国。走进树灵国，一股异国风情就体现了出来，一颗巨\n大的树，萤火虫点亮了森林，飞在天上的精灵，以及各式各\n样的店铺，都充满着活跃的气氛，亚米见到这样的场景，惊\n叹的大叫了一声：\n“哇喔~树灵国好棒啊”\n“走啦，傻蛋，你要看多久呀”\n看见可儿一行人已经走远了，亚米连忙跟上。过了一会儿，\n亚米他们到了那颗巨大的树下面，这颗树被称为远古灵树，\n早在上古时代就存在着，现在是精灵族国王的皇宫，可儿亮\n出了一张身份卡，守卫连忙向可儿敬礼，并让他们进入到里\n面，可儿找到了紫枫长老，紫枫长老看到可儿高兴地笑了起\n来：\n“稀客，稀客啊，可儿你这么找到我来了？亚兰没有跟你一起\n吗？”\n“亚兰他....”\n可儿向紫枫长老交代了事情的起因经过，紫枫长老长叹了一口\n气，然后愤怒地说道：\n“可恶的魔族！”\n“紫枫长老你也别生气了，我这次找你来，是为了这位小女孩，\n你可否认识她？”\n“哦？倒是有点眼熟”\n“她叫魔灵，她的父亲是一位风灵，被囚禁到了监狱里面”\n“难道说，她是莫风的孩子？”\n“紫枫长老你认识她的父亲？”\n“何止认识，他还是我的弟子，都是因为我没有把他管好，哎”\n“那这孩子的母亲下落如何？”\n“一年前，她母亲被抓到了树灵国，谷灵国王把拷问室里面，\n想打听到魔族的情报，结果让魔族得知自己族人被抓，于是\n开始大肆侵犯我国领土，谷灵国王实在坚持不住了，自己亲自\n率军征战，现在都不在皇宫中，他还带走了一半的兵力，以及\n五位风灵”\n“那有没有办法救救这孩子的父母”\n“有，不过风险很大，因为内部可能潜入了魔族的奸细，现在\n各个地方都严加看管，看来这个女人对他们很重要”\n说完紫枫长老把监狱的钥匙给了他们，不过这时突然发生了一场\n爆炸，慢慢地冲树灵国外面延伸出了一道天网，将整个树灵国包\n围了起来，可儿一看外面，然后冷冷地说道：\n“幻秘天境”\n亚米问可儿什么是幻秘天境：\n“那是魔族惯用的老套路，利用混沌之力制造出的保护盾，不过\n现在起到结界的作用，我们出不去，外面的人也进不来，看来\n接下来会有一次大灾难”\n这时大门被魔法炸开，向他们走来的是一位风灵，紫枫长老赶\n紧对他们说：\n“你们快走，他已经中了幻术了，快去救小女孩的父母，这里我\n来撑着！”\n亚米他们拿起了钥匙很快地往监狱跑，不过路上又出现了两位\n风灵，段天六段剑气全开，直接硬刚，被其中一位风灵打飞到\n墙上，然后又攻向亚米，亚米赶紧把手套一脱，一阵闪光躲开\n了攻击，接着召唤出数把光剑攻向风灵，不过被风灵轻易化解\n了，又是一阵强风，亚米被击倒了，然后接着攻向可儿，这时\n一股红色的闪电挡住了攻击，接着一把红色的化形雷枪冲上其\n中一位风灵，那位风灵打残，然后一股红色的闪电里面又交叉\n着红色铁链里面走出一个红色头发的小哥，转过头对可儿笑着\n说道：\n“可儿，好久不见”\n可儿也笑了一下，回答他：\n“你也是呀，好久不见——拉兹”\n————————————————————————————————\n咳咳，终于考完试了，之后我也会不断更新艾卡西亚，今天这章\n是时候拿出干活了！这里给你们埋下了许多伏笔，好让读者有兴趣\n读下去。http://music.163.com/style/swf/widget.swf?sid=28977272&type=2&auto=1&width=320&height=66\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1530710040,
            "txt_content": "下次考虑序言写前面，折叠"
        },
        {
            "author": "初阳时光",
            "timestamp": 1531353300,
            "txt_content": "这个，\n有BGM需要在标题注明吧。"
        }
    ]
}