{
    "title": "[原创·连载]十二猴子军 第三章",
    "author": "SevenC",
    "replyCount": 0,
    "timestamp": 1530709740,
    "txt_content": " 本帖最后由 SevenC 于 2018-7-4 21:12 编辑 \n\n\n第三章\n    “谢谢你自愿帮忙，你是位优秀的观察员，”其中一个科学家说道，“我们在进行一项先进的、非常特殊的研究，不但能让你获得减刑，还能完成重要的使命——就是帮助人类重返地球表面，”紧接着，另一个科学家说道，“我们需要意志坚强的自愿者……因为已经损失了几位意志不坚的人，”还没等科尔说什么，又有一个科学家说道，“对你来说，这可是千载难逢的好机会，不把握就太不聪明了……非常的不聪明……”    科尔面对科学家们的这些话，显得很是犹豫。    1990年4月，在巴尔的摩的一个演讲厅内，一个女讲师正在发表她的言论：“……然而，在一万微电波……红外线信息，零和一的十亿位元之间，我们发现文字变成了位元组，体积如此之小，让科学得以隐身于电流之间，只要我们用心去聆听，便回听到诗人低声诉说……”，“滴滴——滴滴——”寂静的氛围被台下的一串传呼机声响所打破，传呼机的主人是个长相大方的女人，她很不好意思破坏了演讲者苦苦塑造的氛围，冲四周点头致歉，掏出传呼机，起身离场，“……昨日疯狂的所作所为，铺下明日绝望的道路。干杯，为自己无法掌控的过去；干杯，为自己无法掌控的未来……”那位演讲者还在滔滔不绝地完成她的演讲，而这个长发女郎为自己的行为很是羞愧，她磕磕绊绊地走出了席位，来到了她被要求前去的地方：警局。    这里充斥着各种不良人员——瘾 君 子、帮 派 人 士、抢 劫 的、强奸 的、偷 盗 的……    在临时监牢中的叫喊声，那位女郎勉强能够听清警员的话：“他穿着一条内裤到处逛，还罩了一件女用的透明雨衣，警员到了以后请他拿身份证出来，哪知他突然开始大喊什么病毒，歇斯底里，语无伦次，连自己在哪，今天星期几都不知道，只问出来他的名字……他一定是吸 毒 昏了头，才会在街上发神经。”    “有没有帮他验尿？”女郎问道    “没有药物反应，”警员回答道，说着他们便穿过走廊，来到了另一个屋子里，女郎隔着窗子看里面的东西，警员接着说道，“他单挑五个警察的样子不像是没吸 毒 ……你信吗？居然没吸毒！”    “他被绑住了。”女郎说道，“你没有听到吗？我有两个警察进了医院，打了大量的镇定剂，他还是不安份。”    “所以是他自己挣扎，才搞的浑身是伤的？”女郎反问道。    “呃……你要进去检查他吗？”    “麻烦你了”，女郎用下巴指了指们，露出洁白的牙齿。    “你就找到了这些资料？”女郎看到手中少之又少的资料，真不敢相信这是警察局。    “找不到，没驾照，指纹、前科……什么都没有。”警员说道    “我想我还是应该和你一起进去”警员不太放心女郎一个人进去，他一个大步，迈到女郎身边。    “不用了，谢谢，”女郎上下打量了他一下，“没必要……”    “好吧”其实警员也并不想进去，只不过是献殷勤罢了。    科尔浑身是伤，口中流涎，回头看了看进入牢中的女郎，他蹲在那里，浑身颤抖——这是过度的镇定剂带来的后果。    女郎从他身后绕到了他的前面，科尔抬头看了看她的脸，又底下头去，女郎又近了一步，可科尔并没有像外面的人一样，盯着她裙下的风光，这让女郎很是意外。    “科尔先生，我叫凯瑟琳·瑞莉，我是个心理医师，”直至现在，女郎完全认为科尔只不过是心理上的疾病罢了，并不是那种社会败类，“我不为警察做事，我帮政府做事，我关心你是你的福利，明白吗？”    “非走不可！非走不可！”科尔突然冲向瑞莉，大喊道，但是却没有伤害她。    “我没办法叫警察放你走，但是我真的很想帮你……所以我必须要知道这到底是怎么回事。你能告诉我吗，詹姆斯？”瑞莉说罢，科尔低着的头猛地抬起，看着瑞莉，“我可以叫你詹姆斯吗？”瑞莉以为科尔不喜欢别人叫他詹姆斯，便问道。“詹姆斯……从来没人这样叫过我……”    “你是郡立医院的病人？”    “不是”    “我见过你吗？”瑞莉觉得科尔眼熟，仿佛在哪见到过他一样。    “不可能……”    “我非走不可！我应该去搜集资料的！”科尔说道    “什么资料？”瑞莉觉得得到了一丝线索，便追问了下去。    “帮不了你……帮不了任何人！改变不了任何事……”科尔突然黯淡了下去，低着头，看着地板。    “知不知道你为什么会在这，詹姆斯？”    “因为我意志坚强，是优秀的观察员。”科尔说道，可他不知这个世界的人们压根还没经历他所经历的事情。    “你不记得自己袭警的事？”    “为什么要锁住我？为什么？！”科尔对她这一连串的问题搞得心烦，便吼道。    “你以前是不是进过精神病院？”相对于科尔的歇斯底里，瑞莉便显得沉稳了许多。可她还是觉得在哪里见到过他。    “没有，我现在必须要走！”    “你坐过牢吗？詹姆斯？”    “在地下。”    “你是在躲藏什么吗？”瑞莉根本不知道几年后人类只能在地下生活，所以她不知道科尔说的在地下是什么意思。    “我爱这空气，这里的空气真好……”暴躁的科尔似乎暴躁过了头，便安静了下来。    “有什么好？”瑞莉是个心理学家，又在对科尔进行询问，所以她利用一切可以利用的资源，准备从他口中了解到一二。    “很新鲜……没有细菌……”    “为什么你会认为空气里面没有细菌？”    “现在是十月吧？”    “现在是四月。”    “今年是哪一年？”    “你认为呢？”    “1996年”    “1996年还没到，你以为你活在未来？”    “1996年已经过了。”    “不，1996年还没到……今年是1990年。”    紧接着，科尔便被两个人换上了蓝色的衣服，带着手铐脚镣，被两个警察带走。科尔看向四周，问道：“你们带我去哪？”，警员道：“法国南部的高级旅馆，你得喜欢死那里了。”，科尔将他的话当了真，说道：“法国？我不能去哪里，我要给他们打电话，我还有事情要做！”，另一个警察说道：“别吵了，你唬得了医生唬不了我们！”    这是一家精神病院，他是一个新人，所以必须要在门口进行清洗消毒。就像当初回到地下一样，两个人用刷子用力的刷，仿佛可以洗掉他身上的细菌一样。\n\n\n         ……\n\n——————————————————————————————\nWritten By SevenC.\n[groupid=1536]Firefly Studio[/groupid]\n",
    "replies": []
}