{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章０８",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1530853140,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。\n————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）机器病倒了\n\n　　昨天下午放学有小薇来接珑蕾；今天上午上学，也是她陪着珑蕾前来。这是恩格博士的意思，而她作为其仆人就是遵守命令。在去学校前，我还去了回漫画店，想看看有没有什么新出的书籍，结果是……没有……最后发售的一本是七月份……什么啊，真够倒霉的。\n　　这次加害者和“被害者”按时登场了，而他们一见面就是相互不理睬。课堂上，那个先前被打的家伙趁他站起来的时候偷偷抽走了椅子，本以为会叫他出糗，但出乎意料的是，他“坐”在上面安然无恙，只不过这次一手抓着课桌。珑蕾注意到他们的不轨举动后，又悄悄地把椅子挪了回去。放学后，那两人再一次想找他的麻烦，他们趁着他离开学校的时候就把他抓到小巷子里，以方便叫里头的土匪们来收拾他——他们先前就跟土匪们打过交道了。\n　　谁曾想我小子也跟来了，并随手准备好本用来牵着飞镖的铁链。你们欲图不轨想谋害人，先问我答不答应。\n　　将他挡住后就是一鞭过去，两名土匪应声倒地。\n　　“昨天来学校的那个家伙！”“臭小子，你谁啊！”\n　　我小子，是你的……终、结、者！\n　　在铁鞭的挥舞之下，将一个个土匪都放倒，不是脱臼就是骨折，反正没什么好下场，这也狠狠地震慑住了那两个不良学生。当然，他们临走前放狠话更是让人有所瞧不起。而他在擦拭完伤口，拍掉身上的灰尘后，才进行问话：\n　　“刚才多谢了，所以，你是谁，‘他们的终结者’？”我并未正面回应，只称自己是追猎者。说起追猎者，那真是多亏了在我15岁时发生的事情了，虽说大仇已报，但我小子也无法回头了。在跟他小小的闲聊了一阵后，我小子才跟他道别，并嘱咐他晚上待在家会安全。之后，雷德来电话了，他告诉我小薇突然病倒了。人病了，要对症下药；那机器“病”了呢？直接“动手术”吗？火速赶到雷德指定的地点，即雷德所在的旅馆，却发现那里出了事。里头没事，但门口却堆了一堆的燃烧物，附近还有几个人在闲晃。\n　　找死了吧，你们这群唯恐天下不乱之亡命徒！一怒之下，就叫他们当场分尸，还带一把火烧掉。之后我小子就猛地冲了进去，并在里面找到了雷德，还有恩格博士一家。幸好他们没事，不然我小子肯定会不惜一切代价把他们狠狠亵渎一番。小薇的状况十分不理想，而珑蕾正在用计算机找着什么。\n　　不一会儿，珑蕾就找到了其中的病结所在，并顺利的解决了它。年纪轻轻就能够解决这样的难题……不，应该说我小子不擅这种东西。在刚“修理”好小薇后，就听到了外面有不少急促的脚步声。\n　　十有八九是他们了，但雷德似乎不同意让我就这么出去，他觉得应该要在这里保护好他们。“防守即进攻。”我小子就这么回应了他后，杀了出去。你们敢来，我小子就敢把你们全留在这里，不过这大概是惹急雷德了吧。将他们全歼后，赶回房间后发觉情况不对。原来敌人是分两边行动，趁我冲出去的时候又来了一拨人打进房间里，而雷德为了保护恩格博士一家，受了不少的伤。\n　　事后我小子被雷德狠狠骂了一通，除了团结的问题以外，他还说了我自身的毛病，看来他是忍了很久的了，只不过一直没有捅破这纸篓子，这次，他是忍无可忍了。在有人报警的时候，我小子就悄悄离开旅馆，在44号的自居躺着了。\n\n\n————————————————————————————————后记：看来我真的要考虑放慢进度了。有一种诸事不顺的感觉。",
    "replies": [
        {
            "author": "秋叶枫苓",
            "timestamp": 1530889320,
            "txt_content": "……大佬真的是浑身是肝吗，天天更还偶尔一天双更啊……\n同为第一人称战线的，稍微提一点建议。\n第一人称的故事基本是外界场景变动+外界跟主视角互动+主视角的心理活动，文章虽然字数不多，但是各项描写都很完善。\n但如果想要让故事更加有代入感一点的话，应该在第二部分，“外界跟主视角互动”方面再多下点笔墨，我也不知道文主是不是故意这样做营造一种自传的感觉，但如果想让读者能更加体会到故事中森克·岚应对各种危机时的紧张刺激感，应该要附上和心理活动一样分量的外界互动。\n谁曾想我小子也跟来了，并随手准备好本用来牵着飞镖的铁链。你们欲图不轨想谋害人，先问我答不答应。\n　　将他挡住后就是一鞭过去，两名土匪应声倒地。\n比如这里，适当扩写一些一面倒的战斗场景可能会更加丰富一点人物形象（不过扩多了就会显得很烦，我经常因为这点被师傅骂）\n以上，希望文主保持这股肝劲（最好分我一点），越写越好。\n（P.S:我小子这种自称真的很有个性啊）\n"
        }
    ]
}