{
    "title": "[维基][SCT]ItemJoin——物品加入插件维基翻译",
    "author": "狡诈师",
    "replyCount": 5,
    "timestamp": 1556889960,
    "txt_content": " 本帖最后由 爱国民主 于 2019-7-20 21:20 编辑 \n翻译未完成，敬请期待，感谢支持\n温馨提示：上方目录可以点击 / 如果图片挂了请告诉我\n如果你觉得维基原贴缺少什么东西，请向作者反馈：点击\n如果你想知道哪些插件可以关联ItemJoin：点击原文 / 点击上方目录[API/HOOK]\n\n备注：不知道给ItemJoin什么译名，毕竟它不仅是物品菜单，而且还是其它东西（不知如何描述，总之也可以作为RPG物品、抽奖等）\n它不是普通菜单物品的插件，它的功能非常多，高度自定义，支持多版本\n\n如果你觉得写配置物品（items.yml）麻烦\n可以输入命令 /ItemJoin save <物品名称> （物品名称会写入配置，作为ID）\n输入之后，它会自动为你写好基础配置并保存到items.yml中，然后你可以进一步修改\n\n注意：Item-ID将继续在Minecraft v1.13及更高版本上运行，但是它们未来将不再得到更新支持，因为Minecraft v1.13中不存在Item-ID。建议尽快停止使用Item-ID\n\n注意：\n    | - 清除物品：在config.yml中\n    | - All将清除玩家库存中的任何物品\n    | - ItemJoin则仅清除ItemJoin的物品\n        \n\n创建物品\n创建物品非常简单，要创建物品就必须列出世界标识符（允许某世界拥有和使用该物品菜单）\n提示：如果没有写世界标识符，就默认全世界可以拥有和使用\n现在，你需要在配置items.yml中给物品菜单写物品名称（作为ID）\n配置中必须有id（物品材质）和slot（库存槽位）才能正常获得和使用该物品菜单\nl另外，可以对id进行动态化，具体看目录 [动态物品]\n下面是创建三个物品的例子\nitems:\n  any-text:\n    id: 284\n    slot: 0\n    enabled-worlds: world_name_here, another_world_name\n  another-item:\n    id: SEEDS\n    slot: 2\n  wheat-item:\n    id: WHEAT\n    slot: 4\n    enabled-worlds: world, world_nether, world_the_end复制代码\n接下来你可以为物品菜单自定义更多选项\n如物品名称（name），物品注释（lore），附魔，附加值，权限，物品数量等\n\n附加值（data-value）\n如果只写id: 35的话则只获得白色羊毛\n那么其它颜色怎么办？这时候我们就要运用到附加值了\n白色羊毛\nid: 35\ndata-value： 0复制代码橙色羊毛\nid: 35\ndata-value: 1复制代码\n耐久值（durability）\n你可以为物品添加固定有限耐久值或无限耐久值\n\n冷却\n如果物品是消耗品或可交互的类型，例如末影之眼，你可以在为其设置使用冷却时间。\n在该示例中，玩家每次想要使用末影之眼时必须等待10秒。\n这可以防止该物品在处于冷却状态使用，此选项支持任何指定的物品。\nitems:\n  special-item:\n    id: 381\n    slot: 0\n    use-cooldown: 10\n    enabled-worlds: world_name_here复制代码\n概率（probability）\n你可以设置物品为抽奖物品，然后抽中的物品将赠送给玩家\n没有设置概率的物品将随机给予玩家，如果物品有概率，则只能给出其中一个物品\n物品概率是基于权重，而不是百分比，要使用正整数\n如果没有为多个任何物品设置概率，则物品将与赢得概率滚动的物品一起给出\n这也适用于有多槽位物品，所以如果选择的物品具有多个槽位，则如果它是多槽位项目，则将给予多个槽位中的物品\n如果没有设置概率，则百分之百给玩家该物品\n如果抽中的物品的配置（items.yml中的slot）有多个槽位，则不会变为物品堆而给予玩家，它只会放在各自的槽位上含有概率配置的效果图随机例子\nitems:\n  sword-of-a-god:\n    id: DIAMOND_SWORD\n    slot: 0\n    name: '&e你抽中了'\n    probability: 15\n    triggers: join, world-change\n    enabled-worlds: world, world_nether, world_the_end\n  herobrine-apple:\n    id: GOLDEN_APPLE\n    slot: 0\n    name: '&c金色苹果'\n    probability: 55\n    enabled-worlds: world, world_nether, world_the_end\n  filler-pane-item-four:\n    id: DIAMOND_PICKAXE\n    slot: 0\n    name: '&f没啥用的镐子'\n    probability: 110\n    triggers: join, world-change\n    enabled-worlds: world, world_nether, world_the_end复制代码上述概率配置很多选项是可选填的，你可以删掉部分，但必须有物品名称（就是ID）、id（物品材质）、slot（槽位）\n下面是所有可用的选项列表items:\n  ultra-item:\n    id: DIAMOND_SWORD\n    slot: 0\n    name: '&b神剑'\n    count: 1\n    durability: 5\n    lore:\n      - '&7强大的神剑'\n      - '&7足以令人畏惧'\n    commands:\n      multi-click:\n        - 'message: &e你可以发送多条消息'\n        - 'console: say 而且你还可以执行多个命令'\n        - 'player: say 这是物品槽位1'\n        - 'say Hello world!'\n      right-click:\n        - 'console: gamemode 1 %player%'\n        - 'message: &e你的当前游戏模式为创造模式'\n      left-click:\n        - 'console: gamemode 3 %player%'\n        - 'message: &e你的当前游戏模式为观察者模式'\n      multi-click-air:\n        - 'message: &e这个是防止在左右点击方块、标牌时执行命令'复制代码物品槽位\n槽位系统包括35个数字槽位，6个名称槽位和5个合成槽位（具体看图片）\n0到8是常用栏中的前9个插槽。通常，当你计算时你不会从零开始数到后面，但是CraftBukkit / Spigot并不是这样，他们首先从零开始\n所以常用栏中的第一个槽位是0\n槽位图片对于实际中的库存，槽位编号从左上角开始并向右增加这些槽位是9到35\n若要在你的装备槽位中设置一个物品，你只需输入它的槽位的名称：Helmet（头盔）, Chestplate（胸甲）, Leggings（护腿）, Boots（靴子）\n如果你想为副手设置物品，那么只需将槽位填为Offhand\n若要在合成槽位中设置物品，你需要输入CRAFTING，然后再在其后面键入[#]作为插槽的编号有关槽位编号请参见槽位图片您可以将合成槽位填为为CRAFTING [＃]或C [＃]或C（＃）（＃是槽位编号的写为0,1,2,3或4）设置合成槽位例子：  diamond-item:\n    id: DIAMOND\n    slot: CRAFTING[1]\n    itemflags: death-drops, self-drops\n    triggers: join\n    enabled-worlds: world, world_nether, world_the_end\n  iron-item:\n    id: IRON_INGOT\n    slot: CRAFTING[2]\n    itemflags: death-drops, self-drops\n    triggers: join\n    enabled-worlds: world, world_nether, world_the_end\n  gold-item:\n    id: GOLD_INGOT\n    slot: CRAFTING[3]\n    itemflags: death-drops, self-drops\n    triggers: join\n    enabled-worlds: world, world_nether, world_the_end\n  redstone-item:\n    id: REDSTONE\n    slot: CRAFTING[4]\n    itemflags: death-drops, self-drops\n    triggers: join\n    enabled-worlds: world, world_nether, world_the_end复制代码另外，还有一个名为Arbitrary的槽位，其作用是该物品将被放入玩家库存的第一个可用槽位中它不会移除原本存在于库存中的任何玩家物品就将其置于空的可用槽位\n你还可以为每个物品设置多个槽位，只需用逗号分隔槽位，例如1,12,13,Arbitrary,3以下是示例：items:\n first-item:\n   d: SKULL_ITEM\n   slot: 0\n second-item:\n   id: DIAMOND_SWORD\n   slot: Arbitrary\n helmet-item:\n   id: DIAMOND_HELMET\n   slot: Helmet\n chestplate-item:\n   id: 299\n   slot: Chestplate\n leggings-item:\n   id: DIAMOND_LEGGINGS\n   slot: Leggings\n boots-item:\n   id: LEATHER_BOOTS\n   slot: Boots\n offhand-item:\n   id: SHIELD\n   slot: Offhand\n  redstone-item:\n    id: REDSTONE\n    slot: CRAFTING[4]\n    itemflags: death-drops, self-drops\n    triggers: join\n    enabled-worlds: world, world_nether, world_the_end复制代码允许使用的世界\n设置起来非常简单，只需将enabled-worlds标识符添加到物品配置中，并设置可用物品世界\n可以用逗号分隔多个世界\n如果不希望世界之间存在任何限制，则不要为物品设置任何允许使用的世界\n\n这是个例子：\nitems:\n  any-text:\n    id: 284\n    slot: 0\n    enabled-worlds: world_name_here, another_world_name\n  wheat-item:\n    id: WHEAT\n    slot: 4\n    enabled-worlds: world, world_nether, world_the_end复制代码如果你想在每个世界中获取该项目，只需将All或Global添加到enabled-worlds标识符，然后在每个世界中都会给予该物品\n\n以下是全局物品的示例：\nitems:\n  any-text:\n    id: 284\n    slot: 0\n    enabled-worlds: Global\n  wheat-item:\n    id: WHEAT\n    slot: 4\n    enabled-worlds: All\n复制代码\n物品标识符Itemflags（物品标识符）允许对物品进行详细修改\n要将itemflags添加到物品配置中，如下所示\n这些是物品标识符，所有物品标识符都列在下面\n提示：物品标识符会经常更新并添加，所以要常回来查看更新！\n\n当前可用的物品标识符\nvanilla - 允许给予默认的未修改的无名物品\n注意，如果选择使用命令或物品标识符等，它们都将无法运行，They will not function since all this does is allow ItemJoin to give a vanilla type item that can have a modified name or lore if defined.\nvanilla-status - Applying this itemflag to an item will allow any item with the vanilla itemflag retain its functionality to ItemJoin without applying any NBTTags to the item. This is useful for trying to implement items being used by other plugins so they can retain their functionality while also (not being given on every join).\nfirst-join - This will only give the item when joining the server for the first time, to get the item every time you join just remove this itemflag. If you want to give the item once per-world entrance, use the first-world itemflag.\nfirst-world - This will only give the specified item once per world for each player.\nip-limit - This will only give the item after checking the IP of a player, so if someone has already joined and then joins with an alt the alt will not get the item, preventing players from loading up on free items. This will limit the item to the players IP address.\nunbreakable - Set the item as INDESTRUCTIBLE!\nhide-attributes - Hides ALL attributes, such as firework color, damage the item does, enchantments. (Hides everything from lore except the custom lore).\nhide-durability - Hides the durability bar from the item.\nplacement - Prevents this item from being placed if it is a BLOCK, or if the item is being placed in an item-frame.\ninventory-modify - Prevents this item from being moved, placed in an item frame, or switched to offhand in the player's inventory.\ndynamic - This will allow the item to dynamically update every 100 ticks by default, changing any previous placeholder values to the now up-to-date values. See how to set up dynamic items below.\nanimate - This will allow the item to animate between the different name and lore iterations every 100 ticks by default, you can make the name of the item and/or the lore to anything you could want, between a different name entirely or just changing the color codes to create a cool effect. See how to setup animated items below.\nitem-store - Prevents the storage of the item in a trapped chest, chest, enderchest, hopper, anvil, crafting table, shulker box, furnace, item frame, minecart with chest, droppers, dispensers, item-stands, llama chests, and donkey chests.\ncancel-events - Prevents player from opening a chest while this item is in hand or any open-able items. Useful for canceling the event of opening a book to set custom book items.\ncount-lock - Prevents the player from using all of the items. If the item is set to count: 32 then each time the player places the block item the stack will be refreshed back to 32.\ndeath-drops - Clears this item if it is dropped on the ground when the player dies.\nself-drops - Prevents the player from dropping this item, either clicking it out of inventory or using the drop key, usually (q).\ndisposable - If a command is run from the item it will remove x1 of the item from the player's inventory.\nitem-repairable - This will block the usage of the specified ItemJoin item in an anvil repair recipe. If this itemflag is also used on a consumable recipe item such as a diamond the itemflag will still prevent the repair of an item.\nitem-craftable - This will block the usage of the specified ItemJoin item in a crafting recipe via the crafting table or the players own personal crafting menu. If an item using this itemflag is placed in either of those following locations the item will be automatically moved back to the first available slot of the player's inventory.\nalways-give - This will always give the specified ItemJoin item when a player acts upon one of the defined triggers such as on join. This itemflag also has a dual functionality, allowing the hasItem restriction bypass on the regular /itemjoin get <item> and /itemjoin get <item> <player> with no amount being specified.\nallow-modifications - Allows the item to still function as a normal ItemJoin item if the ENCHANTMENTS, BOOK PAGES, NAME, LORE, and item COUNT are modified by the player or a plugin.\noverwrite - This will perform exactly the same as the items-Overwrite boolean in the items.yml except it is item specific. Applying this itemflag to the item will prevent that specific item from overwriting any other items in the player's inventory whether they are ItemJoin related or not. This itemflag will take priority over the items-Overwrite boolean.\nAllowOpBypass - This would allow the user IF THEIR OP to bypass most of these itemflags. It will work on ALL non-item modifying flags. This would NOT work on unbreakable, hide-attributes, stuff like that.\nCreativeBypass - This would allow the user IF THEY'RE IN CREATIVE MODE to bypass most of these itemflags. It will work on ALL non-item modifying flags. This would NOT work on unbreakable, hide-attributes, stuff like that.\n\n\n\n\n\n\n\n\n\n[groupid=1511]Server CT[/groupid]",
    "replies": [
        {
            "author": "1305791312",
            "timestamp": 1557342480,
            "txt_content": "谢谢楼主 感谢"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545700,
            "txt_content": "66666666666"
        },
        {
            "author": "骚马克",
            "timestamp": 1573294440,
            "txt_content": "干巴爹，加油楼主"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762860,
            "txt_content": "这个插件好！收藏了！"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1576925640,
            "txt_content": "lz辛苦  加油 奥利给"
        }
    ]
}