{
    "title": "提议更改服务器宣传贴删除恶意评分相关规定",
    "author": "隔壁柴先生",
    "replyCount": 9,
    "timestamp": 1530931680,
    "txt_content": " 本帖最后由 隔壁柴先生 于 2018-7-7 10:59 编辑 \n\n长逛服务器版块评论投诉区的都知道服主申请删除恶意评分需要提供有效证据如题提议更改相关规定的原因有几下几点\n\n1.玩家恶意评分服主请求删除还需要提供啥证据？如果玩家是因为在服务器内与人发生矛盾最后撒气在服务器头上呢？我们该如何提供证据？\n\n2.有些搞事的玩家小学生思想的就爱给你找麻烦这点相信各位服主都知道，这类人看你服务器不爽不符合他的心意直接反手来个恶意评分我们该上哪找证据？\n\n3.当玩家违反服规被处罚时反手给你来个恶意评分，证据相信有的服主能够提供但是审核的版主貌似也不是次次做到能够删除？如下帖所示，还有的纯粹就没有加群或是被插件直接处罚的该上哪去找证据证明该恶意评分是废话？\nhttp://www.mcbbs.net/thread-802632-1-1.html\n\n\n\n（理由牵强但有一定道理）4.在玩家恶意评分的情况下还能去申请删除恶意评分的这说明至少服主没有做错任何事，只能是玩家不爽喷一下 如果真有其事我想没有几个厚脸皮敢去申请删除吧\n\n5.我本人就遇到过一奇葩，在我服里很活跃每天都去为我的宣传帖使用提升卡 然后突然有一天莫名其妙退服然后到我的帖子里喷某付费权限。我要是卖出去就算了但那个权限(强制TP)根本没有玩家买过，你是喷它好玩的吗  我在得到玩家的意见后果断将其下架了。然后到最近又有一个玩家在我的宣传贴(为大号发布)评分强制TP真的司马  服务器内除了几个管理拥有此权限别人再无拥有  不明白他喷这个是什么意思。如果我想申请删除评分该怎么提供证据？我也放弃了因为我知道我们有爱的版主肯定会回复正常陈述/请提供有效证据\n\n还望版主和管理员能够认真考虑以下仅代表我个人提供的意见，开服不易尤其是现在只希望能够有人体谅我们服主哪怕一人\n\n1.希望将恶意评分提供证据的一方也概括该评分的成员，你既然能够有恶意评分相信也是服务器某件事不合理你肯定也有相关证据\n2.希望版主/管理员能够真正的用心的审核服主发出的申请删除评分建议，规定是死的人是活的  就单纯的玩家看你这服不合适想喷你我怎么给你提供证据让你删除该评分？ 所以请版主/管理员能够考虑修改相关的规定能做到某一方钻空洞\n3.如第一条建议实施版主/管理员怕有麻烦怕有没有多余时间去处理和联系双方成员，可以适当调整规定 如服主无法提供反驳玩家的证据和本就自身有错去发布申请删除恶意评分帖子的 可以扣除金粒和减人气警告 严重扰乱论坛正常管理的可删除该宣传帖 或加入不诚信服务器公示帖\n\n同时希望论坛发起一次问卷调查邀请所有论坛成员参与并给予论坛相关建议反馈各类问题有奖实施等 因为说实在话大部分有建议和想要反馈的论坛成员不会到我们这个专属的建议反馈区进行反馈为了论坛的发展也为了各项规定能够有效的完善望各位版主/管理员能够采纳",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1530932040,
            "txt_content": "的确。部分“素质”玩家就是靠恶意评分来报复，态度极差"
        },
        {
            "author": "我的工业2",
            "timestamp": 1530933300,
            "txt_content": "1.希望将恶意评分提供证据的一方也包括该评分的成员，你既然能够有恶意评分相信也是服务器某件事不合理你肯定也有相关证据\n2.希望版主/管理员能够真正的用心的审核服主发出的申请删除评分建议，规定是死的人是活的  就单纯的玩家看你这服不合适想喷你我怎么给你提供证据让你删除该评分？ 所以请版主/管理员能够考虑修改相关的规定能做到防止某一方钻空洞\n------\n\n一句话太长了，阅读不能（绝望\n意见的第一条相当妙，加上一个不出面处理就强制措施的选项吧\n第二条，用心审核也不太可能实地走访，要肝死人的"
        },
        {
            "author": "隔壁柴先生",
            "timestamp": 1530934080,
            "txt_content": "我的工业2 发表于 2018-7-7 11:15\n1.希望将恶意评分提供证据的一方也包括该评分的成员，你既然能够有恶意评分相信也是服务器某件事不合理你肯 ...\n说实在的我没有抱有期望这些规定会被采纳更改，只是报有侥幸心理尝试一下。 当采取第一条措施的话那第二条及第三条等等都是摆设了  可以不看的   毕竟恶意评分的那一方你得提供有效证据不是"
        },
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1530935220,
            "txt_content": "希望这些规则可以加上吧，这或许也是每个服主的心声"
        },
        {
            "author": "隔壁柴先生",
            "timestamp": 1530936420,
            "txt_content": "Mccraft-pepsi 发表于 2018-7-7 11:47\n希望这些规则可以加上吧，这或许也是每个服主的心声\n瑟瑟发抖的服主敢怒不敢言，只好我出来安利了   也真的是被那些恶意评分和版主的驳回搞的无话可说"
        },
        {
            "author": "南少D凌坤",
            "timestamp": 1530948540,
            "txt_content": "同意，如果能实现起来的话推荐如下\n1.只要是在服务器帖子中不正当言论的都必须在服务器讨论版中发帖子说明情况与理由，否则将视为恶意评论。\n原因：如果随便一个人评价一下，服主连是谁都不知道，怎么找理由反驳？这简直是一个论坛功能的“漏洞”\n2.限制等级评价，目前好像已经限制了还是没限制\n原因：小号评价的太多了，一个账号连几个帖子都没有，要是真的查起来，是哪个玩家哪个人发的都不知道，就注册个号，发个评价，然后这个号就消失的无影无踪了，这对论坛的热度并没有提高。\n3.如果不实现此提议，那就请管理讨论版的版主们，认真审核，如果评价者没有进行及时反驳，那么视为服主维权成功，将删除此言论。\n原因：如果服主提供了证据，且证据不够充分，那么希望评价者出来认同证据或不认同证据，不然评价者不出现，也不反驳，那么服主也没办法，版主也没办法，只能视为反驳失败。\n以上言论纯属提议，保留一切解释权利。"
        },
        {
            "author": "xmdhs",
            "timestamp": 1530954720,
            "txt_content": "其实有个更好的解决方法  \n\n被评分服主 私信评分用户 若7天内无法提供证据或回应\n\n就删除评分\n\n实行的方法就是 服主拿着截图 和自己的证据去服务器/玩家评论  申诉就行了"
        },
        {
            "author": "隔壁柴先生",
            "timestamp": 1530954960,
            "txt_content": "xmdhs 发表于 2018-7-7 17:12\n其实有个更好的解决方法  \n\n被评分服主 私信评分用户 若7天内无法提供证据或回应\n解决的办法有很多种，但貌似0几率会被采纳"
        },
        {
            "author": "xu11xx",
            "timestamp": 1530964740,
            "txt_content": "服务器板块版规\nhttp://www.mcbbs.net/thread-405836-1-1.html\n4-4: 发现帖内有恶意损毁性质的评分时发帖人可以到服务器投诉版发帖申请撤销，将会撤销此评分并对评分者处以封禁3天的处罚；若评分者自己拥有服务器宣传帖，将视情况决定是否删除评分者的宣传帖（2016-7-24）\n这条版规的作用是为了防止别服服主/集合水军/部分玩家恶意前往他服服务器帖评分，而并非是为了控制评价，删除差评。\n\n曾经我也回复过关于服务器板块评分的正确使用说明：\nhttp://www.mcbbs.net/thread-768408-1-1.html\n\n评分具有强烈的主观性质，是允许在一定程度上的主观正面负面评价的。\n\n其中特地提到两点：\n3.“金粒+10 垃圾服务器”\n4.“金粒+10 煞|笔腐竹，坑我钱”\n这两点指未附带原因且带情绪的谩骂，\n遇到这种是直接撤销的，除非该服务器底下众多此类评分且并非同一用户所发、\n或是在后方有写原因，才需要服务器提供证据\n\n您提到的例子：\nMCBBS有史以来最垃圾的服务器 坩埚放多了就删岛踢人。\n这位服主给予的证据为：\nhttp://www.mcbbs.net/thread-802632-1-1.html\n\n从该服主提供的证据可以看出\n1.服主并未在规定巨大更改前告知玩家，并且从截图所示并非1个人不清楚。\n不接受关于服务器宣传贴有写为由进行反驳，该宣传贴最后由 Racly 于 2018-7-7 10:24 编辑\n2.服主处理粗暴，删除岛屿区块属实，玩家发牢骚就踢人也属实，并非污蔑胡说。\n故做保留处理。\n\n我在这边再强调一遍\n这条版规的作用是为了防止别服服主/集合水军/部分玩家恶意前往服务器帖评分，而并非是为了控制评价，删除差评。\n\n其他用户的成功申诉例子：\nhttp://www.mcbbs.net/thread-801283-1-1.html\nhttp://www.mcbbs.net/thread-798496-1-1.html\n\n\n就单纯的玩家看你这服不合适想喷你\n在这种情况下，也是需要出示证据证明他喷的地方你们确实做到位了，\n例如您所说的“强制TP真的司马”\n就已经属于未附带原因且带情绪的谩骂了。一般会直接撤销。\n\n如果的确是服务器的不足，请自我反省并更正\n并且，服务器板块是允许申请删除自己的服务器宣传帖且返还绿宝石的\n您大可删除服务器帖雪藏黑历史并重新发帖\n\n\n我也曾遇到过两个恶意评分：\nhttp://www.mcbbs.net/thread-722267-1-1.html\nhttp://www.mcbbs.net/thread-726260-1-1.html\n给予了充分的截图、证据。\n结果自然是被前服务器版版主撤销了。\n\n"
        }
    ]
}