{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章０９",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1530937740,
    "txt_content": " 本帖最后由 shure 于 2018-7-7 13:00 编辑 \n\n警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。\n————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）桥头深渊\n　　他没有接听。\n　　还是没接。\n　　他直接挂掉了……这次真的惹怒他了。\n　　那家伙，说我一意孤行，说我不懂得团结……我一概没有还口，他是对的，但习惯会成自然。说起来当初为什么会变成那样子呢……\n　　15岁，烈火吞噬了整个家庭……起诉，然后被告被判无罪，原因是证据不足。但这究竟哪里证据不足了？不，这是有人收买了糊涂官。自此，我小子就不再去相信那所谓的法律。有钱能使鬼推磨什么的，简直叫人作呕。\n　　慢慢地取下自己一直绑在右臂上的红色短围巾，我小子陷入了沉思。当初是为了杀死东魔方那个贿赂垃圾而苟且偷生，现在则是为了杀掉所有犯法的家伙才坚持不去向阎王报到。但假设有一天，那些犯罪的都死了，我小子又该何去何从？更何况没有正规工作，收入几乎都是在杀掉犯罪者的同时顺来的脏钱。若要刻意去数自身所有案底的话，起码会超过三页的A4纸吧。\n　　我小子真的是充其量打着正义旗号干坏事的人吗？\n　　一直思考着这个问题的我，黑眼圈又加重了。至于小薇，则回归恩格博士一家那里，继续为他们服务。明天……还是去学校看看吧。\n　　再次掐点抵达，径直走到教室外。只见那两人又开始欺负起了那名男子，且比上回打的还更过头。那男子没有还手，珑蕾却坐不住了。\n　　“你们两个！该够了吧？整天到晚欺负伍阳还不害臊！瞧你们都干的什么，在他桌上乱涂些中伤别人的话，泼水在他身上，叫别人侮辱性绰号，而你们居然以此为乐，简直是整个班级的耻辱！！”那男子叫伍阳吗，本来还想着自己去问的，不过作为其同班同学，知道他名字的人也难怪了，除非那人是记忆力不好。那胖子见状就想打她，但却突然被吓得躲在角落——明显是瞥到我小子站在教室外了。而我则趁机躲起来，才没被珑蕾等人发觉。那人也顾不得去欺负别人了，跑去搀扶起胖子，但可能是因为被吓到腿软，怎么着都扶不起来。\n　　估计是因为心里极度不爽，二人趁着珑蕾一人走在桥上，拿起铁棒就想偷袭她，结果却先被身后的“黄雀”给抢走了武器，还带叫他们头对头。\n　　之后肯定是免不了一场恶战。二人见到是伍阳攻击了他们而怒不可遏，毕竟不是谁都敢这么羞辱他们的，更何况面前的是一个被霸凌者。想对他进行夹攻，但被他巧妙破解；想打车轮战，他却似乎怎么打都打不累，反把他们累呛。\n　　开始下小雨了，二人早已对此不耐烦，而伍阳也想速战速决。之后，快速冲到他们面前，先一拳放到一个，之后又几脚向胖子踹去，之后他便重心不稳倒了下去。\n　　糟了，用力过猛了！他急忙跑去一手抓住即将从桥上掉下去的胖子。桥下的车流量还不少，以这个高度的话，先别说摔死，也可能会被百米开来的大货车给碾压。但那人却丝毫不知情，站起身后冲过去朝男子挥拳。\n　　我小子本以为他会松手，但他没有，他反而背对着他扛住了那一下会要了胖子性命的攻击。可见他还不罢手，而胖子正大哭着求饶，我小子已经看不下去了，不是因为那人胆小到不值得杀，而是那人头脑简直发热过头了！在那人身后故意碰了他一下，他转过头见到我后，吓得不敢动弹了——他总算知道为什么胖子会很害怕了。令他待在这里后，我小子便向伍阳走去，并拿出了锁链，挥了出去。\n　　给我小子滚过来！！！\n　　受害者就此被拖上了岸。二人抱着彼此哭了起来。这一切全被珑蕾看在眼里。而伍阳则对他们作双手合十鞠躬后，离开了。因为有路人在先前见到斗殴而已经报警，最后则由我小子去调理了，这才叫他们仅仅是被处于口头警告，不然，早就被扣上半个月了。\n　　面对着被其本人踹下去的霸凌者，却是不同的结果：兴安是对其置之不理，而伍阳却仍想把他救上来。霸凌闹剧也该告一段落了，谁晓得以后还会发生什么呢，当然，那些故意搞事的混蛋们除外。\n\n————————————————————————————————\n后记：\n曾经做过相关投票，最后选了这个……好吧，也许他们更喜欢别人活着，我也不知道为什么。\n\n",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1530939180,
            "txt_content": "风格很棒，就是每次太短了……"
        }
    ]
}