{
    "title": "[BGM][GT6] GregTech6 格雷科技6 前期教程[配置文件更改][附GT6汉化文件]",
    "author": "森林守卫者",
    "replyCount": 11,
    "timestamp": 1530966780,
    "txt_content": " 本帖最后由 森林守卫者 于 2019-11-19 22:43 编辑 \ne[sup]iπ[/sup]、先说一下，偶的GT6版本是gregtech_1.7.10-6.11.12（不自觉已经到这了），教程内有错误请斧正http://music.163.com/style/swf/widget.swf?sid=460576120&type=2&auto=0&width=320&height=66\nhttp://music.163.com/style/swf/widget.swf?sid=524945238&type=2&auto=0&width=320&height=66\n\n\n0、！！WARNING！！\n      手机流量dalao、归隐游客dalao们，由于鄙人不善言辞，大部分都用图来表示！！请不要沉迷于流量足够、语文天才这些错觉！！该用电脑用电脑、该登陆就登录！！      所有内容都已经折叠方便阅读，有大量图的会有标识，手机流量dalao们慎重点击！！\nφ、写在前面\n       俗话说：“夫以铜为镜，可以正衣冠；以古为镜，可以知兴替；以人为镜，可以知得失。做教程的，都是一家子。虽然可能素不相识，但至少大家都为同一件事奋斗过。他们的教程比我好得多，所以我在这里把已知的链接都发出来，大家可以看一下。热心的路人帮忙催一下那些半弃坑的更新一下，我还没看够呢(ノ｀Д)ノ！\n       他们在我进入GT6时给了我很大的勇气，也帮我解决了不少问题，我由衷谢谢他们。Thanks~(`ω`)丿\n[Mod教程] 格雷6/gregtech6/GT6教程（随个人研究进度更新） 作者：leegarfield931\nmc百科[GT6] 格雷科技6 作者：mc百科、GT6的工作组及匿名的热心网友  ←对了这个是mc百科对GT6的介绍，推荐大家看哦~\n贴吧[抖m----慎入]GregTech-6.04.12==========非官方 作者：1010973798\n[Mod教程] [缓更]格雷科技6教程[檩萘出版] 作者：纷纷纷纷\n[Mod教程] [元素出品]GT6--格雷科技6前瞻性教程与讨论 12月9日更新汉化 作者：hly237https://indoorsnb.gitbooks.io/gregtech6_chinese_guide/content/chapter1/chapter1-2.html 作者：？\n[Mod技巧] 格雷6gt6个人心得，作者：wangyuzheng1995\n       虽然链接贴出来了但是不知道那些师兄师姐们中不中意QAQ，所以大家提醒一下ta们喜不喜欢哈……\n\n然后呢，我希望大家也能发表一下下对我的教程的意见。俗话说，教学相长也。大家互相讨论，互相借鉴，才有更好的进步不是吗？(*`ω`*)\n（别听ZZLZXBBS，ta就是想让大家SJY）\n阔爱的目录菌·本楼：主线篇·三楼：矿脉篇·四楼：工具+熔炼篇+配置篇·七楼：地牢生成+手动工具篇\n\n\n\n主线篇\n\n1、木器时代（四处捡垃圾的游牧年代）·伐木伐木！！\n某大、某二：保卫森林熊熊有责！\n洛清莲姐姐(ノ｀Д)ノ：串戏啦老熊……！\n\n      GT6加了许多自己的树木，GT6的树有6种，分别是：橡胶树，枫树，榛树，彩虹树，柳树，蓝红槿，玉桂\n      其中重点留意一下柳树（沼泽生成）和榛子树（平原生成）      柳树原木中期时炼木炭有加成，建议囤着，别烧了或做木板了（测试3棵柳树，共掉落10个树苗19个原木29个木棍）\n      榛子树叶子掉落榛子（测试3棵，共掉落9个木棍9个榛子树原木6个树苗12个贞子），食用榛子2次以上会有额外buff（说不好，旧版本是速度跳跃疲劳，新版本是抗性缓慢，按你吃多了之后产生的效果为准）早期能当药水用（注意，GT里面任何食物食用过多都会出现对应的buff，过量可能……）      木器时代你需要很多木头，很多很多，这是也你后来发展燃烧室、液体管道的基础。\nps：其他的树：     ①玉桂生成在热带雨林里面，用斧子削皮后能产生好吃的玉桂树皮（可以磨成粉，貌似用来做香料？），去皮木是淡蓝色的，超级好看有木有！     ②蓝高槿木：除了蓝还矮，没啥特性。也在热雨林内发现     ③枫树：在森林地形生成，可以提炼枫糖，但一定要铁器时代以后你才能处理糖，有手电钻了才可以钻孔拿枫糖……pss：枫树树叶的材质是可以随季节变换而变换的！！春夏秋冬     ④橡胶树：生成在针叶林（喵喵喵？）……顾名思义，GT的香蕉，额，不是……橡胶，特别有用。橡胶能够做胶水替代粘液球，进而做很多有用的工具；能够替代煤做火把；后期还是绝缘线缆的必需品。如果是纯格雷还要去针叶林找个底朝天，但因为IC2的橡胶树烂大街也避免了这个问题。     ⑤彩虹树：在任何地形生成，有点像彩蛋（话说作者好像有点把这彩虹树改成ji佬树的倾向诶……），能够做神奇的果汁什么的（手电钻手电钻……），有些制品能够甚至恢复血量！（朋友的力量？？？）\n\n·扫荡扫荡！！\n\n司马雅言：鬼某进村了怎么办呐……\n李某某：你**的亿大力泡呢？给我拉来！！\n小黑珀：这戏演过了哈……\n\n      GT6还生成了足量的蜂巢[sub]（尽管它们生成的地点有些根本不像蜜蜂能活的地方……）[/sub]，早期没有什么有用，因为人工蜂箱要用铁，但你仍然可以手贱收集一下他们。不过，最好用捕蜂网收集，林业的也可以，不用捕蜂网采蜂巢会导致不掉落蜂巢，而人工蜂箱的制作就需要蜂巢！\n      这光秃秃的树怎么横着长了？别激动，那棵树是一棵低质量的树（包括平原、森林的倒木；冻原地带的冻木；苔藓木和腐木）在工作台里，徒手只能分解为1个木板，用斧子右击他们时，他们会立即消失，掉落物品（倒木掉落干木材，冻木掉落[sub]汪汪[/sub]碎冰冰，苔藓木和腐木掉落覆盖戍）。\n      格雷会生成莓丛，莓丛可以摘取食用，开始能当食物，莓丛打掉后掉落本身，见到莓丛最好顺走\n      格雷还会在地上生成小石块，见到直接右键敲走。如果遇到什么矿物，立马记坐标！黑/红花岗岩留下来做锤子或镐子，用来挖掘黑/红花岗岩[sub]（以其人之道还治其人之身！）[/sub]，毕竟后面做砧需要用黑/红花岗岩做的砧。      虽然GT6加了好多好多好吃的，还有好多好多植物，但是GT和林某mod一样，开始你是见不到这些东西的……\n\n司马雅言：那……最好情况下的标准是什么……呀？\n小黑珀：emmm……十步砍一树，千里不留莓，万里没石块司马雅言：……\n\n\n·在海滩边的夏天，觅觅铜矿找找铅\n     无论在什么年代，都要学会游走，在海滩边多走走，在沙漠边缘多走走，在高山的高原石滩多走走。沙滩，沙漠，石滩都很大概率产生矿物，就算是散乱分布的贫铅矿捡几天也够做出燃烧室。由于是在早期，不要太过于深入沙漠，尽管沙漠真的很便于找到矿。因此家方面，我也建议大家安在平原、沙漠、河流、森林、海洋高山中的任意三个的交界处。如果在野外遇到裸露的石灰岩铜矿就赶紧学会记坐标，过了这村就没这店了！（LZ有次还真找不到铜矿就拖了一个星期才进青铜时代，呜呜呜┭┮﹏┭┮）。     欧，另外，如果以上都没有的话，还可以留在一些特殊的地形附近~黑沙地形天然存在于河流附近，会替换附近大部分的泥土，中期可以就地炼铁；粘土和褐色粘土地形会替换某一个区域内大量的泥土，在这安家，早期可以造焦炉，砖屋什么的。     如果你已经安了家，但并不是在那些优势地形上的，没关系！多杀几只羊，多做几张床！在洞穴里安家，在石滩上安家，在高山上安家！（LZ觉得这方法确实不错，在普通模式下面一个僵尸都不会遇见！开心~）·燧石小笔记~     燧石工具是GT留给我们最早能接触，最便宜的东西了。挖着挖着砂砾，啵~燧石！或是走着走着路，拿起块石子，啵~燧石！[sub]啊！啪！珀：TM正常点！！！[/sub]。     自然地，燧石武器的GT耐久4800，十分的低。采石速度没有石镐快，稍微比木镐高一点点（原版）。     燧石的等级是Lv.1级，只能采集Lv.1级的石头或矿石（见到铝土岩啊，两色花岗岩啊绕路得了）。\n     雅言：什么？！比钻石镐的2000多还算少？      莲：GT6耐久消耗的很快的好伐，Lv.1级的石头挖一次消耗已经10点以上，Lv.2级的金伯利岩挖一下就75点了！     ps：相比之下钻石GT耐久128000（科学计数法：1.28*10^5~）[字动滑稽\n     以前燧石还可以制作研钵，研钵可以用来处理砂砾出燧石。但很久之前已经删除了，取而代之的是手动工具研钵（见手动工具篇）。处理砂砾出燧石的配方给了筛粉器（贵的一批）。前期只能靠傻瓜手挖法和捡币法。     虽然燧石工具的耐久灰常低，但是燧石的工具却十分好用，剑自带火焰附加，前期能用来做……熟羊肉，熟牛排，熟大牛扒，熟鸡肉，熟马肉，熟螺肉，熟火腿，熟培根，熟狗肉……（GT6加了这么多肉……好饿好饿……欢迎投食蟹蟹），还能用来招待各位怪物姐姐哥哥们~如果做了箭矢（没错不是弓），可以自带火！（科学……真贵……）     燧石还能做一个叫榨汁姬的手动工具（见你懂的篇），前期没卵用。\n·合成表的那些事\n      堂堂大GT6几万个东西，合成表不计其数[sub]（要求熟读并背诵全文）[/sub]。为了促进各位玩家对GT6的熟悉度，衷心建议大家学会日常调[sub]教[/sub]NEI。除了某些没教程不知其可的方法之外基本都可以靠调[sub]教[/sub]NEI搞定。如果你懂英语，灰常建议您玩一下GT6。我堂堂大GT6几十本工具书（还不能通过lang文件汉化！）教不好你英语？\n\n根号二、木器时代附图\n格雷の树\n\n\n\n\n树の介绍.jpg (46.2 KB, 下载次数: 1)\n\n下载附件\n\n2018-7-28 12:22 上传\n\n\n\n\n\n\n橡胶树（等等……橡胶树的家不是亚马逊和印度尼西亚这些热带地带吗？）\n\n\n\n\n橡胶树.jpg (87.74 KB, 下载次数: 1)\n\n下载附件\n\n来自大自然的……骑马过海……\n2018-8-21 22:03 上传\n\n\n\n\n\n燧石的力量\n\n\n\n\n2018-07-25_23.00.13.png (314.43 KB, 下载次数: 1)\n\n下载附件\n\n燧石是第一生产力，嗯嗯~\n2018-7-26 07:32 上传\n\n\n\n\n\n\n\n\n\n\n\n2、石器时代·工具好好用[sub](真香)[/sub]啊！！      GT6的工具有许多额外功能（毕竟除GT外工具的削得比交某某元mod还惨烈），比如说：\n      锤子右键能够探矿，探明方块附近的情况（有岩浆/水/洞穴）与矿物类型，但鉴于初期锤子的珍贵程度还是不要乱用该功能\n      斧子/双刃斧都是一砍一树倒，砍掉最下面的上面全掉落\n      斧子/锯子/小刀右键耗消10点耐久（挖一次原木100点）能够去除原木的树皮，掉落树皮粉（除了玉桂树。树皮粉可以拿来烧，也可以发酵成覆盖戍），原木变为木桩，木桩直接能分解为3块木板（原来只有两块！），且硬度比原木低（话说是不是和某个MC版本有异曲同工之妙呀？）；木桩可以在工作台里被锯子分解为5块木板。\n      如果斧头右键对着的死去的木头/枯萎的木头，木头消失，掉落一个干木材；对着苔藓木头，掉落覆盖戍（林业通用）      铲子很不起眼，但他确实有用。对着草方块右键，他会把它变成草径。怪物哥哥们不大喜欢出现在上面（抗刷怪），而且他是唯二可以使走在上面的生物加速的方块（另外一个是从石油分馏出来的沥青，所以鳖想了，乖乖做草径吧！）。\n\n·我的家该用啥造？      本人有时候稀饭搞建筑，早上起来第一件事（大喊一声**）思考三大问题——造点啥，在哪造，用啥造？在前期来说，能用于造家的东西着实不多，但是！我总结出了一些小规律，望于你有利。      泥土，木头用来搭建简易小帐篷。在格雷初期，两个都是很便宜（废话！）很易得的东西，很容易就凑出几大组。但由于泥土，木头均是极其脆皮的东西，根本无法适应未来的机器好炸的特点，所以并不建议使用该类建材。但如果说你要在某个矿井附近做一个临时的简易小帐篷，那这倒是个好主意。      石头，石灰岩，石英岩，绿片岩等是早期比较容易得到的石材，可以抵御爬行者的轰炸，用来造家确实不错。可以直接那圆石来造，建筑党也可以烧制成石砖来造。      砖头是性价比较高的一类建材，可以从格雷的褐色粘土、粘土地形大量烧制出产，可以抵御苦力怕的轰炸。同时粘土也是烧制硬化粘土的重要材料，你可以一边烧粘土造家一边烧制硬化粘土。用多余的硬化粘土，砖块造坩埚和燃烧室等。      科马提岩、玄武岩、金伯利岩是前期较难得到的建材，因为它必须用Lv.2的镐子挖掘，用来造家十分奢侈。但是到了青铜时代你可以用它来防爆（TNT级别），防止机器集体跳槽极其有用，要是你还遇到了石墨矿脉朱砂矿脉什么的，作为副产品的他们就可以为你服务了！前期也可以少量获得，通过捡同级别的小石子造镐子少量开采即可，但不建议，因为前期性价比较低。      红/黑花岗岩是前期极其珍贵的建材，要用Lv.3级的镐头挖掘，后期主要是用来防核爆，前期造家用来炫富。比较建议开采，因为红/黑花岗岩可以用来造砧（耐久为10，比石头的1好多了……）。还是通过捡同级别的石头少量开采。\n·哭泣的熔炉\n      在GT6的魔改下，熔炉跪了，熔炉的配方中还需要一个打火器，别着急，有解决方法：\n      第一，最正常的方法,用GT剑打草会额外掉落草束，用草束合成草块，草块在干燥的环境中变成干草块（如果淋雨或者碰水的话，它会腐烂掉的），用干草和两木棍合成起火器      第二，正常的方法，用干木材（斧头右键枯木掉落）和木棍合成起火器      第三，玄学的方法，如果你找到了地牢或者是GT地牢，你可以用里面的火柴或火柴盒来代替打火器合成；当然，江师姐姐也有可能给你火柴。\n      第四，更玄学的方法，下载3D熔炉mod跳过该配方\n\n      熔炉能够熔炼的几个矿物（大多数科技mod通杀）：铜矿、黄铜矿、黝铜矿、铅矿、方铅矿、锡矿、锡石、铋矿、辉铋矿\n\n\n·养猪能致富~\n      你石器时代也可以圈养动物！草束（就是剑打地上的原版的草丛掉落的）可用于喂牛羊马，令其繁殖（吃完苹果吃剩的苹果核能喂猪），但是不知道什么玄学原因，草束不能吸引牛羊马靠近\n\n·什么，GT6又变抖M了？！      当我原本兴致勃勃地把铅锭放在工作台上，打算合成铅板时，我惊讶地发现……laozi原来的铅板配方不见啦！！一调[sub]教[/sub]NEI，合成铅板需要一块看起来又傻又笨重还是纯手动的[ruby=zhen]砧[/ruby]。然后继续查下去，砧可以用7个铅锭（不能用铜锭！！）……合成……而且还有耐久！！啊啊w(?Д?)w又浪费我7个铅锭！！（划掉，可以用黑/红花岗岩）      咳咳，回归正题，GT6在某次版本更新加入了砧这一样东西，可以由石头（emmm好像确实可以用这个）、铅、青铜、钢等。可以将两种同种的材料放在上面进行合成，主要替代了大多数原本在工作台上长杆，多重板、多重锭、弯板、箔、弹簧等物品的合成（好像显得很科学？至少解放了工作台？·ω·？），使用时还要用锤子锤一下，显得特别特别傻。但是由于只能用锤子这一工具，于是在合成弹簧时就省了弯曲绕筒（但弯曲绕筒在合成管道时还是要用的）。      有耐久，最低的石头只有耐久1……最高的艾德曼合金和龙合金可以用1后面跟了十几个0次。      在板类的合成配方，作者（为了抖M）还特意分了打制的轻重，在砧上只在一侧放板，用锤子点击砧的上面是标准打制，产生外壳；点击砧的正面或左边是轻微打制，产生弯板；点击砧的右边或后面是过重打制，产生箔。      和别的手动工具一个尿性，使用时会快速耗消饥饿值\n·坩埚\n      从石器时代更新到青铜时代，你需要先造出燃烧室；燃烧室配方中的二重铜板可以用双重铜锭加一个铜锭打成三重铜锭，然后再直接打成两重铜板，省铜。而铅板就只能乖乖地拿八个铅锭打成了……（铋也可以，但对于铅来说，除非遇到辉铋矿脉，否则比铅贵得多）      燃烧室非常耗煤，一组青铜锭至少耗两组木板（或3块左右的煤炭……块吧？）\n\n\n·坩埚冶炼\n     冶炼矿石时最好把石头分离出来，若不除去，会浪费大量的热能来加热石头，而且出矿时石头会挡住出矿的道路，到了2000K石头会气化造成致命的伤害[sub](十有久巴会仆gāi)[/sub]！！分离的方法很简单，把粉碎的矿丢坩埚里，再把石废料直接拿出来就行了（嫌用手拿慢你可以选择用铲子铲，贼快还能防高温）\n      再怎么懒，炼青铜也只能用粉碎的矿石来冶炼，绝对不能直接把整块没粉碎的矿石丢下去，不然只能炼出石头！！(你问矿物哪去了？我吃啦你信不信……？)\n     偶对了，粉碎的矿石可以由锤子粉碎原矿或者直接敲掉贫瘠矿而获得。但是对于后期来说原矿才能发挥更大的利用价值，而且锤子的价格如今实在太高。建议不认识的矿就直接用镐子敲原矿在家屯着，别碎了……\n      出了坩埚组就大方点用粉碎矿照上面的方法来炼青铜，什么事都请坩埚来帮忙，反正木头可再生……啥？你们物理老师说不是？emm，她说得对……\n      将铜锭和锡锭熔炼出你的青铜，你就终于可以开始向下一个时代进发！\n2.5、石器时代附图\n\n\n\n\n木器至石器.png (112.52 KB, 下载次数: 0)\n\n下载附件\n\n总结木器至石器\n2019-7-14 16:43 上传\n\n\n\n\n\n\n\n\n\n工具好棒！.jpg (98.14 KB, 下载次数: 1)\n\n下载附件\n\n斧头/双刃斧砍下面，上面全掉落\n2018-8-11 16:36 上传\n\n\n\n\n\n\n\n\n\n养猪能致富.jpg (141.5 KB, 下载次数: 2)\n\n下载附件\n\n苹果核能喂猪哦φ(>ω<*) \n2018-8-11 16:36 上传\n\n\n\n\n\nfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image009.jpgfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image010.jpg\n\ne、石器时代熔炉解决方法（图）\n\n对应方法2\n\n\n\n\n2018-07-25_23.22.02.jpg (170.99 KB, 下载次数: 1)\n\n下载附件\n\n2018-7-26 07:58 上传\n\n\n\n\n\n\n\n\n\n2018-07-25_23.22.07.jpg (209.09 KB, 下载次数: 1)\n\n下载附件\n\n2018-7-26 07:55 上传\n\n\n\n\nfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image011.jpgfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image012.jpg\n对应方法3\n\n\n\n\n熔炉新配方教程3.jpg (59.84 KB, 下载次数: 2)\n\n下载附件\n\n2018-8-11 16:36 上传\n\n\n\n\n\n\n\n\n\n熔炉配方教程2.jpg (121.98 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-11 16:36 上传\n\n\n\n\n\n\n\n\n\n2018-07-25_23.23.08.jpg (245.06 KB, 下载次数: 1)\n\n下载附件\n\n2018-7-26 07:14 上传\n\n\n\n\n\nfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image013.jpgfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image014.jpgfile:///C:/Users/ADMINI~1/AppData/Local/Temp/msohtmlclip1/01/clip_image015.jpg\n\n\n\n\n2.jpg (57.66 KB, 下载次数: 0)\n\n下载附件\n\n我觉得我还能抢救一下……\n2018-7-17 19:06 上传\n\n\n\n\n\n\n\n\n\n3.青铜时代\n小黑珀：据题可得，这个时代灰常耗青铜司马雅言：还有坩埚……(冶炼时没炸算我输了……)小黑珀：我觉得不行司马雅言：我觉得还可以啦！洛清莲：我觉得很尴尬……（你们在干嘛？？QAQ）小黑珀：我觉得有失公正……司马雅言：我觉得情绪有点失控洛清莲：你们对GT6的作者真的很严格……\n    简单来说，GT6的青铜时代和铁器时代都是“蒸汽时代”，即对应18世纪60年代的工业革【哈啾——！】命（如果你是历史dalao，你肯定会吐槽为什么没有用水力、风力产生旋转能的水车和风车，没办法……要不，你出个GT7出来……？）\n洛清莲：额……是不是该说些什么呢……？\n·更好的工具    先不吐槽了哈……进了青铜时代，家里一定要有矿，特别是铜矿，而锡需求较少，前期还没做机器时可以靠高山和沙漠的贫瘠锡矿，也可以靠IC2、RC、IE散乱分布的锡矿过日子，前中期实在不够了也只能去找黝锡矿。    各种的青铜工具都能制作了，青铜工具的耐久（19200）、等级都比燧石要高（Lv.2），自带的效果能克制史莱姆和岩浆怪姐姐，是一个不错的工具。前期必做的有锤子、镐头、扳手（作用太多了）、活动扳手（能制作自动化的冶炼线）、两种弯曲绕筒（弯板制作），如果要更多一点，还可以做钳子（加速坩埚冶炼）、剪线器（制作筛子）、剪子（剪羊毛什么的）、漏斗（可以用铅、铋或青铜，啥多用啥造，自动化的必须产品）、桶（用长杆木板锤制作，长杆可以是铜、铋、铅；可以用来转移水）、还有生存四大件（斧锄剑铲）。（更多信息见工具篇）    GT6也有管道系统，初期来说，输水的直接用巨型木板管道，输蒸汽可以用青铜或者铜管道，输物品的可以用黄铜（黄铜只要把闪锌矿和铜加热到1160K就有了，记得铜过量下还要超容冶炼，锌的沸点居然只有1180K！！）。\n·亲爱的机器们    青铜时代意味着你可以制作很多很多刺激易炸的机器们。最基础的能量，也是我们唯一能制作的机器，便是燃烧室。但是，GT6里面，很多能量都不是一次能量，需要转化，所以，这让我们不得不接触下一个机器——锅炉。作为最重要的能源转化装置，TNT锅炉具有非常优秀的反？人类意识。没GUI是常态，便不细说，下面我们将细说锅炉的性质。锅炉从任意面吸收热能，能从任意连接的管道、小漏斗获取水[sub]（老的版本可以直接灌水）[/sub]，有热有水的情况下开始产生蒸汽。当前面的表盘指向12点时，开始从上面输出蒸汽。若超过5点钟，便会超压而炸。锅炉储蓄热能超标时会熔融掉，而锅炉在碰水、淋雨遭雷劈的情况下有很大概率炸掉锅炉工作时，会以很缓慢的速度钙化，吸热效率会逐渐降低（最低50%）。在非工作阶段时可以考虑用凿子去除钙化。否则要用多锅炉接少机器的方法强扛，或是mc百科的超频增压的方法来防止钙化（经过实测，超频输出蒸汽时吸热效率会停止下降）。以后出了钢之后就可以做干燥室出蒸馏水，锅炉烧蒸馏水不会钙化。锅炉在工作是时候非·常·危·险！！燃烧室可以随便拆，但是锅炉绝对不能在工作时候拆掉，会爆炸的！！也不要乱碰锅炉，它会教你做人的！！\n\n    锅炉是一个机器易炸而你又不得不使用它的一个坑人机器。首先，为了防止机器组连跪，你要当他是军~火来存放，不要让他碰水，也不要让他淋雨，给他关在小—黑—屋[sub]hei~hei~hei~[/sub]是个十分不错的主意。小黑屋的墙最好用Lv.2镐才挖的动的石砖，比如说科马提岩、金伯利岩和玄武岩。而水输送的方面，直接木水管就可以了，如果还是怕出什么不可名状的事情（比如火烧连营）的话，可以考虑用泥土什么的包裹住管道。各种自动化事宜下一小节图教程。\n如果光有蒸汽，还不行，还需要一个将蒸汽转换为动能的装置——引擎。引擎是一个相当温和的机器，他能从正面吸收蒸汽，从背面输出动能，这才是40%GT机器能够直接利用的形式当动能储量达到满时，实际输出功率为额定功率；若蒸汽超标便会强制停机，需要软锤重置状态引擎会向外输出蒸馏水，可以用木管道接收。若是原来的锅炉供水管道已经全都是普通的水，由于GT6管道内部的液体的泡利不相容性质，蒸馏水和普通水的量子态不能叠加（一本正经的胡说八道），所以蒸馏水无法输出甚至会导致管道堵塞。综上，蒸馏水请额外盛装，比如说BC的储罐(LZ一般用沉浸的木储罐)。由于引擎的动能是随用随造的，所以也只能贴机器脸来供能\n\n    机器方面，一般都是低频时候，输入小于进程需求时无法运作、超频时，机器爆炸等等刺激带感的性质。对于其他mod来说，GT机器虽然有GUI但却没有缓存，这意味着如果输出端没有任何可供储存的设备，那么它将会直接将物品飞出去（旧版性质新版似乎已经没了）。\n\n小黑珀：为什么GT6的机器个个都和毵骍锘慝柒一个性质的呢？\n洛清莲：呵呵……爱炸呢？\n司马雅言：？？？\n\n    机器方面，开始推荐制作青铜筛粉姬，有几率从黑沙里面提取出金粒，也能免了坩埚熔黑沙超烦的过程。破碎姬，可以敲碎矿石，两倍增产！虽然很贵，但如果有那就太棒了。如果你无聊到制作洗矿姬和离心姬，那你可以用来离心很多杂粉末，处理许多洗净的矿物，一定程度上代替未来的炼药锅的功能。洗矿机产生的废水早期可以直接拿BC的储罐、沉浸工程mod的液体储罐敲碎销毁掉，有铬之后可以用钢制的离心姬直接离掉，有电之后(根据需要)先干燥成矿浆砂再丢磁筛姬里磁筛。\n\n\n    GT里面还有很多手动的机器。手动机器不吃任何自动化方法，还贼几把吃饥饿值，其包括：坩埚龙头（调出坩埚的液体到其他坩埚等），筛粉姬，混合盆（让两种或以上的物质在里面混合发生一些膜学反应），打磨石（打磨粗糙的工具，需要沙石），浸洗盆（用来染色，不锈钢质的可以用来制作外镀层），制币器（需要小块板放上面并用锤子砸），筛粉漏斗（似乎是个吃粉的骗子……），榨汁盆，打粉姬，砧（之前已经说了）。\n    提示一下，打粉姬处理小麦出面粉+搅拌姬制作面团考一考才可以制作面包……\n    将染料和水在混合姬里面混合，然后用瓶子装起来放到浸洗盆里面用于物品染色，用这种方法处理省染料，2个染料能染18个物品。后面手动章我有特别列出。\n\n\n·进步\n    简而言之，进入下一个时代，需要大量的黑沙和黑色灰烬（第一批铁估计也只能用黑色灰烬）。黑沙可以在河边大量产出，而黑色灰烬需要在燃烧室里烧煤炭、焦煤等才能得到。所以建议大家用锤子打碎无烟煤或褐煤（多见于山上），能除杂就除杂，除杂不了就直接丢去烧，产黑色灰烬。对了，如果是遇到其他不知名的矿，千万不要直接敲碎，用镐子挖下来！后期原矿才有最高利用率！\n\n3.1 自动化/相关数据\n炼药锅组（在地牢里面发现铁的话可以考虑哦~）\n\n\n\n\n半自动洗矿组.jpg (225.01 KB, 下载次数: 1)\n\n下载附件\n\n无限水越多，处理效率越高\n2018-8-16 17:20 上传\n\n\n\n\n\n筛分姬组全套（不要学LZ不给家他们，这是作屎的征兆！）\n\n\n\n\n基础锅炉组.jpg (264.47 KB, 下载次数: 1)\n\n下载附件\n\n其实机器挡住箱子开启的问题可以用站人挂机的方法解决……\n2018-8-16 16:32 上传\n\n\n\n\n\n其他的输出功率你都可以相信，唯独引擎不行，如果成功使引擎达到最高功率，你离机器集体high已经不远了~\n\n\n\n\n引擎.jpg (112.81 KB, 下载次数: 1)\n\n下载附件\n\n引擎哥哥的脾气很好，在最难忍受、近乎崩溃的一瞬间，他把那口气咽了下去。 ... ... ... ... ... ... ... . ...\n2018-8-23 21:38 上传\n\n\n\n\n\n\n\n\n\n燃烧室.jpg (126.02 KB, 下载次数: 1)\n\n下载附件\n\n燃烧室作为机器组最重要的一部分，她只做好自己，不乱发脾气。\n2018-8-23 21:38 上传\n\n\n\n\n\n\n\n\n\n锅炉.jpg (118.02 KB, 下载次数: 2)\n\n下载附件\n\n锅炉大哥有点暴躁，工作时，拆掉就爆炸、凿子除钙化也爆炸、碰水什么的也爆炸。但没办法，他太重要了。 ... ...\n2018-8-23 21:38 上传\n\n\n\n\n\n\n\n\n大筛纸.jpg (125.57 KB, 下载次数: 2)\n\n下载附件\n\n筛粉姬总是在外，做最显眼的事。她总是会记着，她的成功，就是整个团队的成功，所以，她做事从不含糊。 ... ...\n2018-8-23 21:38 上传\n\n\n\n\n\n\n机器的额定功率不要信，一切进程以NEI的调[sub]教[/sub]结果为准\n\n\n\n\n实际筛沙进程.jpg (66.63 KB, 下载次数: 2)\n\n下载附件\n\n不好意思，鸡汤没鸡肉了不煲了……\n2018-8-23 21:38 上传\n\n\n\n\n\n\n镐子信息\n\n\n\n\n2018-08-09_18.07.41.jpg (275.73 KB, 下载次数: 1)\n\n下载附件\n\n2018-9-3 22:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n4.铁器时代\n国庆一更……当你步入这个时代之后，你将回归到正常的MC步伐（真他*的香）\n    简而言之，你可以制作出铁桶了！！感动中——国有没有！！！\n你可以捞起那些像胡萝卜汁的岩浆丢到坩埚里熔成黑曜石镐（Lv.3）然后去挖爆那些难看到爆炸的黑花岗岩or红花岗岩！！妈妈再也不怕我挖矿时挖到红黑花岗岩后气得要摔主机还要绕行几个青铜镐的距离去挖下面的矿了！！尽管耐久十分让人想骑马过海，挖黑花岗岩三十几下就炸了，挖AE的陨石3·下·就·炸！！！\n    挖矿见到岩浆湖不要随便放水淹了。岩浆自带热能，直接丢到坩埚里头能直接提高坩埚温度[sub]（新版划掉，黑曜石自带的热能还不足以加热坩埚）[/sub]，拿出黑曜石镐之后可以紧跟着炼青铜什么的，省煤。黑曜石也挺重要但是很脆皮的，得多备一点……这个年代你可以考虑做钳子，钳子可以很高效地起模具里面几千K的材料而毫发无损（好吧是有一点点损伤，但有何妨？），在炼青铜的年代，加热效率很慢，钳子用处不大；但炼铁就不一样了，炼铁时温度是噌噌地往上飙，钳子迅速排完坩埚里的东西之后我们就可以把燃烧室或者坩埚给卸了，以防止坩埚拆家。\n\n·矿脉矿脉我要矿脉！！！     发展到这个时候你也要清楚你要什么矿脉了。\n1、主线向·黝铜矿，黝锡矿除了在挖的那个最好还要找多一个；·铬铁矿提铬，用来做不锈钢和发展坩埚线·石墨矿找不到就……证明你真的有点非，主要用来制造碳粉炼铁做钢的，副产品钻石……**·硅镁镍矿（炼镍提铂什么的）·软锰矿，不锈钢·无烟煤，不解释\n2、次要项·赤铁矿在你不要或没有黑沙的情况下用来炼铁，处理它获得他的副产品钛铁矿（在后期大量需要）·黄铁矿最好有（因为后来在焙烧姬中直接可以出二氧化硫和铁粉……）·钒铁矿最好有，五氧化二钒在硫酸制备中很重要（有砷铂矿当我没说）·砷铂矿不强求有·辉钴矿（只有钴没副产品是什么鬼……）做哈氏合金（Lv.3）的·钼钨钙矿，钼和钨都很重要·铝土岩（你没找不到……好吧你不适合玩GT6）·朱砂矿，主要是后来要用红石·菱镁矿，这是一个不用电解就可以制备镁的神器……气的化学老师一口老血……\n·恶魂姐姐，累累不打球球了哦~\n    有了铁桶，你能进入地狱（方法当然就是岩浆桶+水中建黑曜石门大法），哦吼吼吼……这意味着去看满天花板的矿，而你够不着；去看大片大片不好吃不好看的红色棕色，还要在上面走；还有看看随时热情地邀请我去单挑/群殴羽毛球的恶魂姐姐，给我三百六十度旋转无死角落岩浆。当然你可以带一大堆的圆石（5组以上）来拒绝恶魂姐姐的邀请，并去看天花板上的岩浆落到你身上……    啊……当然，地狱还是有好处的吗……硫是第一的特产，后来制作硫酸，这酸洗的基础；汞来自地狱大量的特产——朱砂，汞洗基础；钒磁铁矿里的钒十分珍贵，也十分好用，可以在钒磁铁矿里少量分离出来。在地狱搭个BC泵厂和坩埚组，一边输热一边做镐头，后期还能对接上地狱离心工厂炼钨，简直了！怎么，还不心动吗？\n司马雅言：话说LZ你刚刚不是被恶魂姐姐干到丝血之后摔屎了吗……小黑珀：别说话！他们不会听见的……\n·女巫姐姐：老娘的炼药锅呢？！\n    借到炼药锅啦！！哈哈……酱紫，我们就能够从矿石中提取出副产品，比如说从含杂绿片岩粉里面提炼出小撮绿片岩，从含杂石灰岩粉里面提炼出小撮石灰岩粉……当然最重要的是从铜矿石里提炼出镍、钴、金，硅镍铁矿里提炼出砷铂，从石灰岩里提炼出方解石粉等，许多意想不到副产品都可能会出现哦~（旧版本甚至让我天天洗着洗着铜矿出钴-60毒死我）在出不了一些专精的分离设备（如超级高级的洗矿姬，离心姬，磁选姬什么的）之前，炼药锅是必做且高使用率的工具之一~（>v<）~。等等！女巫姐姐别打我很疼！！我错了啦！！\n\n·工具小贴士·铁\n     25600耐久（钢的一半），不会锈蚀（好险），剑自带锋利I，Lv.2，不大推荐做，钢更好一点。\n\n·后话\n     实际上这个时代的时间长度不是很固定，取决于你脸是否足够欧（氧化钙！w(?Д?)w）。石墨矿越早找到，这个时代就越早结束，甚至可能没有。正常途径下是：\n     ……→冶炼青铜→做出青铜机器→积累足够的黑色灰烬制作铁→找到石墨矿→制作钢铁→……\n\n\n\n\n\n5、蒸汽时代+（钢）·钢铁时代    钢铁时代意味着你可以正式干一些无敌NB的产品了，焦炉（自动化加较高处理效率），钢炉（炒鸡高速烧制），干燥机（制糖制蒸馏水！）。终于感觉生活踏入正轨了……一些更高级的东西也可以试一试，比如说钢制的产动能套（燃烧室+蒸炉+引擎/涡轮+机器），硫酸线，蒸馏水线，洗矿线等。\n\n·我对着烫手的玩意儿有点想法……\n    无论是IC还是GT都有夜歌神话般的存在，它能让你上刀山、下火海、玩核电、亲眼见证1m外的核弹爆炸而毫发无损……没错，它就是——防化服！一套橡胶羊毛染料制作的黑科技衣服，能甩量子套⑨条街！[sub]不要998，也不要88，只要8毛8，帮你送到家[/sub]（虽然不知道新版有没有办了它……）……当然，制作它是需要橡胶的……橡胶咋来的呢？一般情况下是用榨汁机（手动的也行）压榨树脂橡胶（IC通用）获得的母液在不锈钢做的凝结机里得到的（除了速率有点……）。你可能会问，为什么你要在这时候说这些有的没的是呢？主要是，炼钢时升温太变·态了！！把碳粉黑沙粉丢进去之后还以为干烧坩埚似的，直到出了铁出了钢，速率才慢下来一点点……没有灵活的防化服，控温我太难了。防化服能让你扛得住坩埚、燃烧室、蒸汽锅炉等的高温，还能让你徒手拿炙热的材料什么的，实是维修冶炼必备用品！（听我的，出防化服，快！）\n\n\n·工具需要一点改革……\n    虽然说钢制品的耐久是青铜的4倍，铁的两倍，燧石的n倍，但对于我们来说还不够，Lv.3的工具只有黑曜石镐和红黑花岗岩镐，耐久和效率都太低了！于是，聪明的你们就想，肯定有一些东西我们能够更加niubility[sub]【划掉划掉】[/sub]。没错，我要说的就是哈氏合金！耐久钢的两倍，效率吊打全服！原料有钴镍铬钼，钴来自于辉钴矿，也可作为铜矿的副产品（离心和洗矿）出现；镍一般在硫镍铁矿，铬一般在铬铁矿，作为副产品时两者都能在很多铁系列的矿物处理中出现；钼主要是辉钼矿，产量少，但暂时用途也少，做哈氏正合适。注意一下，熔炼哈氏时候一定要最后到2300K左右再放铬、而且一次不能放太多，否则只会出镍铬耐热合金！（炼不锈钢时也有这种问题，建议可以换铬坩埚就换了吧）\n\n\n·镀锌钢已经可以做了！\n    镀锌钢是最基础的用电设备的材料，跨入钢铁时代，也算半个脚掌进了电力时代。但是镀锌钢要用熔融锌，这玩意儿怎么保存呢？实际上不用放在坩埚里随用随熔，只要另做一个浸洗盆，熔融锌放里面，它就不会再凝固了。\n\n\n·硫酸生产线\n    这一节课很重要，全体同学抬头，挺胸，拿笔，看我，撅屁股[sup]【划掉划掉】[/sup]！没来的人请举手，很好都来了。好，硫酸生产线是GT6里面很重要的一个生产线，如果洗矿线你已经做完，正好还有一大堆青铜板不锈钢板等着挥霍，那么硫酸生产线就非常适合你！硫酸生产线，顾名思义，生产硫酸的（其实到钢铁时代为止主要是用来炼铁镍铜的，做硫酸只是为了处理二氧化硫……(#^.^#)），途径化简就是：\n黄铁矿/黝铜矿/硫镍铁矿（最好离心或磁筛完磨成粉）→【高温焙烧机】→（副产品铁铜镍什么的拿去冶炼）二氧化硫→【搅拌机】（加空气和铂粉或五氧化二钒）→三氧化硫→【搅拌机】（加水）→硫酸→（输出浸洗盆/盐酸线什么的）\n    但值得注意的是，如果用硫酸去处理X矿物的话，又会出现硫酸X的溶液，虽然增产，但是没有电解机，硫酸X就要另做储存，十分不方便，故可以干脆做个储罐储存硫酸起来即可。\n    另外，如果你并不想做多几个搅拌机，你可以把二氧化硫和三氧化硫转换放到同一个搅拌机进行，搅拌机的容量变态级大，你根本不必担心容不下等问题（空气容纳十万多L，甩了不锈钢储罐64000L十几条街了）\n    硫酸线的思路并不算太复杂，就是初期材料不大够时只能通过扳手手动转换管道接向来导出导入什么的，有点不大方便。\n    温馨提示一下下：排气孔最好直接装在储罐上面上面，然后用管道运输，它并不是持续吸空气，而是每隔一定时间充入12000L的空气（满了就不充进去了！）\n\n\n5.1硫酸生产线附图\n\n\n\n\nLZ重搭的硫酸线 (1).jpg (48.71 KB, 下载次数: 0)\n\n下载附件\n\n大概架构就这样了，实则方案不唯一\n2019-10-19 11:14 上传\n\n\n\n\n\n\n\n\nLZ重搭的硫酸线 (3).jpg (54.03 KB, 下载次数: 0)\n\n下载附件\n\n可以根据自身需求调整一下摆设位置\n2019-10-19 11:14 上传\n\n\n\n\n\n\n\n\nLZ重搭的硫酸线 (2).jpg (42.74 KB, 下载次数: 0)\n\n下载附件\n\n自己用得好就可以了\n2019-10-19 11:14 上传\n\n\n\n\n\n\n\n\nLZ家的硫酸线 (2).jpg (13.57 KB, 下载次数: 0)\n\n下载附件\n\nLZ家里的硫酸线，很占地方呀\n2019-10-19 11:14 上传\n\n\n\n\n\n\n\n\nLZ家的硫酸线 (1).jpg (11.03 KB, 下载次数: 0)\n\n下载附件\n\n没办法呀，设计渣的要命(╥╯^╰╥)\n2019-10-19 11:14 上传\n\n\n\n\n\n\n\n\n汉化文件对啦，如果你的GT6没有汉化，你可以下载一下偶[sub]（xuan学）[/sub]汉化的gregtech.lang哦\n\n\n\ngregtech.rar\n(478.07 KB, 下载次数: 424)\n\n\n\n2019-10-18 23:26 上传\n点击文件名下载附件\n亲，不介意回复一下下~~\n\n\n\n\n\n理论上只要覆盖掉.minecraft下的gregtech.lang就可以了哦~记得备份……不知道新旧版本能不能通用……OωO\n\n\n\n\n一脸懵逼.gif (679.78 KB, 下载次数: 10)\n\n下载附件\n\n2018-9-2 18:43 上传\n\n\n\n\n\n注意事项\nQ1：如何使用更新的lang文件？A1：打开我的世界1.7.10，打开.minecraft文件，找到原来的gregtech.lang用新的替换掉它 Q.E.DQ2：找不到lang文件咋办？A2：去mc百科，通过搜索找到GT6的介绍，找到GT6的官网，找到下载(download)，随便找个版本号比LZ高或相等的下载，放到.minecraft/mods，启动mc一次，发现多了.minecraft下多了一个gregtech，根据A1 Q.E.DQ3：找不到.minecraft咋办？A3：去mcbbs官网，找个1.7.10的整合包什么的下载，找到新下的mc，根据A2 Q.E.DQ4：有没有简便一点的方法？A4：有，去我的整合包那下载，根据A1 Q.E.DQ5：发现LZ的整合包版本号过低咋办？A5：在评论区狠狠地、用力地、丧心病狂地、惨绝人寡地催LZ一顿,然后根据A2 Q.E.D \n更新消息加了一个注意事项文章更新版本2.5.2，最后更新时间：2019年11月19日\n\n\n\n\n",
    "replies": [
        {
            "author": "1125728371",
            "timestamp": 1531202580,
            "txt_content": "跪了1.12.2还没格雷，我还等着让玩家爽一下"
        },
        {
            "author": "森林守卫者",
            "timestamp": 1534567860,
            "txt_content": " 本帖最后由 森林守卫者 于 2019-10-19 19:27 编辑 1125728371 发表于 2018-7-10 14:03\n跪了1.12.2还没格雷，我还等着让玩家爽一下\n零、回复\n哈……我觉得GT6作者有将1.7.10的MC改得像1.13迹象……\n1.8的花岗岩，1.9的龙息和滞留型药水（测试中），类似药水箭功能的特色风味杂烩箭\n海水会自动把海底的建筑弄得全都是海水\n\n借用一下位置更新……怕被人说连回三次……\n\n\n\n\n\n矿脉篇      听名字就是高端霸气上档次的东东（4G左右的图，走好……）\n\n壹、 我的矿脉怎么了资料来自Gregtech6_Chinese_Guidegt6在6.07以后主世界采用了更加xuan学的生成机制……岩层一览如下·        Lv3红色/黑花岗岩:硬度最高，黑花岗岩最难看，能扛核爆，早期气死人，后期做核反应堆层包。红花岗岩有可能会生成钽铁矿脉，晶质铀矿脉；黑色花岗岩可能会生成砷铂矿，与石灰岩交界面可能会生成钛铁矿，与玄武岩的交界面有可能生成石墨矿（伴生钻石）！（金伯利岩只是笑笑不说话……）·        Lv2玄武岩:硬度比石头高，也是黑色的，但没黑花岗岩那样伸手不见五指……能用来做抗TNT的隔板。典型矿物有铬铁矿什么的。·        Lv1大理石:和石头一样硬度，材质类似RC采掘方块，产黝锡矿脉等，与黑花岗岩交界处有可能有青金石矿·        Lv1石灰石:[sub]小黑珀：典型的沉积岩，里面可能有化石！清莲：啪！滚！[/sub]粉末能用来烧成方解石（熔融了之后就是流化床要的那个），早期能在这种岩层找到很多早期需要的矿，如黝铜矿，石青矿（还是铜矿）呀，另外还有辉钼矿什么的·        Lv1绿片岩:绿色的，然后呢？没了……·        Lv1花岗岩/闪长岩/安山岩:它们穿越时空，从遥远的1.8版本到来，然并卵……花岗岩会产磷矿脉，闪长岩会产辉钴矿硅镍铁矿黝锡矿等，安山岩有可能产金矿脉（这才是真的金矿！）·        Lv2金伯利岩:听名字就知道很贵，能用来做抗TNT的隔板，暂未遇见矿物（玄武岩&黑花岗岩：怎么搞的，小老弟？）。·        Lv2科马提岩:能气死只有燧石镐的人(╬◣д◢)，但造家确实不错。产朱砂矿脉（伴生红石），菱镁矿，黄铁矿（作者故意把它显示成金矿……）·        Lv2铝土岩:本身就是矿，用来产铝的·        Lv1岩盐/盐:本身就是矿，用来产盐的·        Lv1石英岩:好像没啥特性，暂时只见到它产少量石英·        Lv1无烟煤/褐煤:本身就是矿物，都是一些打碎之后洗去石头都不用就可以烧得渣都不剩的东西·        Lv1油页岩:不用说！产原油的！记坐标！禁火禁烟！\n岩层中会随机生成一点矿物，矿物有以下三种生成：·        在岩层中生成，基本上都是这样·        在两种岩层的夹缝生成，例如青金石、方钠石等在黑花岗岩跟大理石的夹缝处有生成·        作为一个单独的岩层生成，例如无烟煤、褐煤、油页岩、铝土矿以及盐和岩盐1、 大小不固定2、 密集度不固定3、 矿脉可以和其他矿脉交叉混合4、 当安装了其他mod并且重新生成gregtech6全部配置文件后，它可能生成一些其他mod的矿石，例如三钛或rockhounding里大量的各类宝石。这也带来了一些问题（比如说有些加入了太多矿导致部分重要矿物很难找到）5、 不同地形具有不同的矿脉生成，比如说海底多铀。 每个矿脉具有2-4种矿物（尚不明确）矿物多为化合类矿产，需要格雷科技的机械设备和坩埚进行处理。6、 不同地形／世界具有不同的贫瘠矿物我们不挖地三尺的话我们很难知道下面到底有什么。但地上的石子就有参透地下的功能，不出意外的话，石头的类型说明了脚下埋藏的矿脉或岩层\n司马雅言：也就是说，如果捡币是见到什么好东西就要立刻记坐标是吧？小黑珀：按道理来说，是的嗯\n 贰、上文附图岩层\n\n\n\n\n岩层.jpg (147.75 KB, 下载次数: 0)\n\n下载附件\n\n没猜错的话这个算是狂野画派\n2018-8-29 15:24 上传\n\n\n\n\n\n 司马雅言：诶，这是神马？萝卜片吗？小黑珀：不是啦，这个是泉，GT模仿BC的特产啦…… \n\n\n\n\n泉.jpg (244.4 KB, 下载次数: 1)\n\n下载附件\n\n摆明给你刷岩浆了还愣着干嘛？\n2018-8-29 15:24 上传\n\n\n\n\n\n贫瘠矿\n\n\n\n\n沙纸里的矿.jpg (137.68 KB, 下载次数: 0)\n\n下载附件\n\n没话好讲……\n2018-8-29 15:25 上传\n\n\n\n\n\n 叁、矿脉是什么能吃吗？Emmm感觉有点空了呢…….._:('_`」 ∠):_ ...那……发一发矿脉来[sub]纯凑字数[/sub]充实内容吧……Warning一级警戒！！！一级警戒！！！第一图片骑士舰队已到达地球！！注意安全！！铜矿脉：黝铜矿+铜矿石找不到的话重开挡吧亲……\n\n\n\n\n铜矿脉.jpg (143.66 KB, 下载次数: 0)\n\n下载附件\n\n其实这个是半个露天矿场\n2018-8-29 15:26 上传\n\n\n\n\n\n 不小心和铜矿串生的钼矿：辉钼矿+钼钨钙矿\n\n\n\n\n钼矿.jpg (74.9 KB, 下载次数: 1)\n\n下载附件\n\n有什么条件？我第某某美就算是锇s，从这跳下去，s外面，我也不会吃一口截图的！……真香，天依姐你也来点… ...\n2018-8-29 15:26 上传\n\n\n\n\n      好好好，我认真发个钼矿的截图，混乱哥你可以把刀放下了，天依姐你别把音叉弄坏了，绫姐别用蜡烛点C4了点也是点不着的……\n\n\n\n\n钼矿脉.jpg (126.15 KB, 下载次数: 0)\n\n下载附件\n\n初音姐收好你的大葱吧拜托……还有各位dalao们板凳钢棍电磁炮98K这些都可以放下了 ... ... ... ... ... ... ...\n2018-8-29 15:20 上传\n\n\n\n\n\n\n\n\n\n钼矿脉 铜矿脉的边缘位置.jpg (94.76 KB, 下载次数: 2)\n\n下载附件\n\n矿脉真大呢，蛋似不敢处理……\n2018-8-29 15:28 上传\n\n\n\n\n\n\n\n\n\n铜矿 钨钼钙矿.jpg (73.46 KB, 下载次数: 0)\n\n下载附件\n\n铜矿一般挺大的，生成在海滩边的除外\n2019-6-2 13:49 上传\n\n\n\n\n\n无烟煤、褐煤：岩层都不能吃，但能用来做吃的……oωo\n\n\n\n\n无烟煤.jpg (162.6 KB, 下载次数: 0)\n\n下载附件\n\n烧着真的不错嗯嗯\n2018-8-29 15:29 上传\n\n\n\n\n\n\n\n\n\n褐煤.jpg (165.63 KB, 下载次数: 0)\n\n下载附件\n\n实话实说，像一坨xiang……\n2018-8-29 15:28 上传\n\n\n\n\n\n红石矿脉：朱砂矿+红石矿\n\n\n\n\n红石矿脉.jpg (172.28 KB, 下载次数: 1)\n\n下载附件\n\n朱砂热了以后产生汞，能用来测温度、汞洗\n2018-8-29 15:20 上传\n\n\n\n\n 辉钴矿脉+硅镁镍矿脉+黄铁矿脉\n\n\n\n\n辉钴矿.jpg (236.59 KB, 下载次数: 0)\n\n下载附件\n\n不能吃……不想挖……\n2018-8-29 15:31 上传\n\n\n\n\n\n 辉锑矿+金矿+硅镍铁矿\n\n\n\n\n金矿、硅镁镍矿、辉锑矿.jpg (196.06 KB, 下载次数: 0)\n\n下载附件\n\n金矿像烧卖但不能吃……辉锑矿像紫菜但不能吃……硅镁镍矿……饿……\n2018-8-29 15:20 上传\n\n\n\n\n 单独的金矿脉\n\n\n\n\n金矿.jpg (284.01 KB, 下载次数: 1)\n\n下载附件\n\n看见岩浆我就怂了，等等，那看起来好像胡萝卜汁啊……\n2018-8-29 15:31 上传\n\n\n\n\n\n绿铜矿脉：就是绿铜矿诶……绿铜矿是宝石……吧？为毛以前总觉得他是炼铜的呢？[·_·?]\n\n\n\n\n孔雀石.jpg (240.5 KB, 下载次数: 0)\n\n下载附件\n\n这绿色的看起来很好吃的样子，但是不能炼铜……\n2018-8-29 15:20 上传\n\n\n\n\n\n铀矿脉：晶质铀+沥青铀矿\n\n\n\n\n沥青铀矿.jpg (148.26 KB, 下载次数: 0)\n\n下载附件\n\n不能吃的挖来干嘛？\n2018-8-29 15:20 上传\n\n\n\n\n\n磷（金坷垃）矿脉：磷灰石+磷酸盐\n\n\n\n\n磷灰石.jpg (196.85 KB, 下载次数: 0)\n\n下载附件\n\n隔壁老王（闪锌矿）藏得深呐……\n2018-8-29 15:32 上传\n\n\n\n\n\n 铝土岩\n\n\n\n\n铝土岩.jpg (319.75 KB, 下载次数: 1)\n\n下载附件\n\n花式炫家.jpg\n2018-8-29 15:20 上传\n\n\n\n\n好好好，不炫家了……\n\n\n\n\n铝土岩(1).jpg (178.86 KB, 下载次数: 1)\n\n下载附件\n\n铝土岩是橙色的吗？好像是吧……？\n2018-8-29 15:33 上传\n\n\n\n\n\n 砷铂矿脉：硫砷铂矿+砷铂矿据说见到的人都脱非了！\n\n\n\n\n砷铂矿脉.jpg (146.83 KB, 下载次数: 0)\n\n下载附件\n\n但LZ是个例外……\n2018-8-29 15:34 上传\n\n\n\n\n 钽铁矿\n\n\n\n\n钽铁矿.jpg (167.77 KB, 下载次数: 0)\n\n下载附件\n\n挖不动，有何用.jpg\n2018-8-29 15:20 上传\n\n\n\n\n\n锡矿脉\n\n\n\n\n锡矿.jpg (261.66 KB, 下载次数: 0)\n\n下载附件\n\n原来锡还真有矿脉的哈……亏LZ挖了一个星期的贫锡矿……\n2018-8-29 15:20 上传\n\n\n\n\n\n黑沙（磁铁矿）\n\n\n\n\n2018-07-26_08.45.28.jpg (308.29 KB, 下载次数: 0)\n\n下载附件\n\n花式炫家\n2018-8-29 15:20 上传\n\n\n\n\n\n石墨矿，伴生钻石，在黑花岗岩和玄武岩的交界面出现，极其少见\n\n\n\n\n钻石-石墨 (1).jpg (66.34 KB, 下载次数: 0)\n\n下载附件\n\nLZ脱非了！！\n2019-6-2 13:49 上传\n\n\n\n\n\n\n\n\n钻石-石墨 (2).jpg (73.86 KB, 下载次数: 0)\n\n下载附件\n\nLZ是欧皇！！啪 ！怎么筛不出无暇钻石……啊啊啊！！\n2019-6-2 13:49 上传\n\n\n\n\n\n\n\n\n辉钴 硅镍铁 硫镍铁.jpg (169.78 KB, 下载次数: 0)\n\n下载附件\n\n好多矿好多矿……\n2019-6-2 13:49 上传\n\n\n\n\n\n\n\n\n青金石-黄铁矿.jpg (80.71 KB, 下载次数: 0)\n\n下载附件\n\n黄铁矿又称愚人金，常常在科马提岩、大理石等里，真正的金矿只在很深层的安山岩中出现~ ... ... ...\n2019-6-2 13:49 上传\n\n\n\n\n\n\n\n\n铬铁矿.jpg (113.81 KB, 下载次数: 0)\n\n下载附件\n\n稍稍调整了一下对比度，否则真的啥都看不出来\n2019-6-2 13:49 上传\n\n\n\n\n\n钛铁矿，伴生金红石矿，在黑花岗岩和石灰岩的交界面处出现\n\n\n\n\n钛铁-金红石.jpg (68.58 KB, 下载次数: 0)\n\n下载附件\n\n挖钻石挖到的惊喜！\n2019-6-2 13:49 上传\n\n\n\n\n\n铬铁矿，在玄武岩中出现\n方钠石矿，伴生青金石，在黑花岗岩与玄武岩的交界面出现\n硫镍铁矿，伴生硅镍铁矿。辉钴矿单独出现。硫镍铁矿脉通常贼大。\n 肆、 如何正确挖矿？（附图）由于前文所说的矿脉系统大改，找矿就不得不依靠那一整团的东西的……挖矿是门体力活，光靠嘴还真挖不了矿。 小黑珀：我默默打开了地图编辑器……洛清莲：个人认为透视方块更能卡bug…… Emmm排除一些比GT6更xuan学的东西，挖掘矿道一向是矿工们的必修课，不修的话一般都被江师姐姐们壁咚/拿了花式落岩浆运动的金牌/进到怪物姐妹party里无法自拔……\n首先，介绍一些优秀的矿道栗子1、3x3挖矿法/十字挖矿法 \n\n\n\n\n3x3矿道.jpg (196.21 KB, 下载次数: 0)\n\n下载附件\n\n也不知道为什么每次下矿总会有一大堆腐肉和骨头……\n2018-8-29 15:35 上传\n\n\n\n\n2、1x2挖矿法\n\n\n\n\n1x2大法.jpg (109.33 KB, 下载次数: 1)\n\n下载附件\n\n安排\n2018-8-29 15:20 上传\n\n\n\n\n 3、 螺旋挖矿法\n\n\n\n\n螺旋矿道.jpg (146.76 KB, 下载次数: 0)\n\n下载附件\n\n感受到来自LZ满满的怒气了吗……\n2018-8-29 15:23 上传\n\n\n\n\n 4、 楼梯式挖矿法\n\n\n\n\n楼梯式矿脉.jpg (106.57 KB, 下载次数: 0)\n\n下载附件\n\n也不是道为什么，以前用这个方法挖矿时总是能避过所有的矿物\n2018-8-29 15:20 上传\n\n\n\n\n"
        },
        {
            "author": "森林守卫者",
            "timestamp": 1535523180,
            "txt_content": " 本帖最后由 森林守卫者 于 2019-5-18 21:53 编辑 \n工具篇+熔炼篇\nα.这个工具看起来好好吃哦……【表算不算图？】  →作用↘工具特性  ↓工具  左键右键其他物语剑切好吃的  砍草掉草束--剑究竟是维持公道的、还是挑起战争的？想一想，其实他也不过是个爱笑的普通人……小刀切好吃的变树为树桩切好吃的浓缩的都是精华~菜刀切好吃的，但攻速很慢--(转mc百科)上能切人下能切菜，一般先切人再切菜锯切木板加速，切原木减速  可以采集冰块和叶子能将原木转变为木桩材料制作必备-锤子打碎原矿，但有浪费，慎用探明矿物即方块附近的状态材料制作必备-软锤调整某些机器的状态调整某些机器的状态木质管道必备我可能没有锤纸坚强，但不代表我一无是处！扳手拆卸机器调整机器朝向机器制作必备-锉刀--打磨工具等生活可能让你受伤，但却让你完美镐纸懒得说--锲而舍之朽木不折，锲而不舍金石可缕撬杆物理学圣剑（划掉），与RC通用拆卸覆盖板、条板箱拆卸条板箱撬开别人的心的第一步，是要由衷地欣赏别人夸奖别人螺丝刀--关于有螺丝的合成-棒槌打人--原生态，高伤害，杀敌利器！你还在等什么？不要998，只要9.8，立刻带回家！！！剪线器拆电线调整电线通断细线制作必备对不起……那天我剪开了你和我，但你会发现你连上了整个世界和你的未来！捕虫网采集蜂巢（通林业）（原来的被魔改了）--我喜欢和蜜蜂或其他昆虫一起玩~多用铲铲纸+撬杆--能者多劳！你的疲劳告诉你，你没死在别人心里！铲纸铲地清坩埚，将草方块弄成草径--镰刀收割3x3位置的农作物---犁可以用来除积雪耕耘3x3的位置--搋子-清除管道内的液体，一次1000mb-可以对付马桶，也可以对付管道不通，如果你誓要用这玩意儿对付僵尸，小心被壁咚擀面棒--做披萨必备-凿子-能用来雕刻模具、覆盖板坩埚等制作必备-打火石-打火--活动扳手拆卸机器调整覆盖板、模具的状态--弯曲圆筒--制作管道很遗憾这玩意儿就是打不了人小型弯曲圆筒--制作管道-双刃斧和斧差不多，但攻速较慢和斧差不多和斧差不多-建筑镐挖掘天然的石头速度减半，挖掘人工砖速度翻倍--一个人没必要什么都会。我采矿不好，但我有我的意义。比尔盖茨也有做不到的地方放大镜-能观察某些机器的细节？制作矿物词典用棍子和镜头精心制作，然并卵剪子原版剪刀原版剪刀原版剪刀-斧子能一砍一列树能削树皮-磨刀不误砍柴工镶钻镐和镐子一样---锄-锄地--\nβ.这个工具怎么做来着？预示危险的前言      其实本来是想让你们调[sub]教[/sub]NEI去的，毕竟复制粘贴真的很耗内存……但是为了维护为了防止世界被破坏，为了维护世界的和平，贯彻爱与真实的邪恶，我决定直接加大量的图来解释一下下合成[sub]（说得凑字数还有理了？）[/sub]      工具/材料的制作一般有两种做法，一个是用其他基础工具和材料制作而成，另外一个是用坩埚浇筑而成，这一小节重点讲一讲用基础工具的制作首先，一些概念性的东西，由于中文的习惯和英文的习惯略有不同，锤头和锤子是一个东西变得难以区分。现在我们得改变一下这个观念如下图，锤子是上面那个，有耐久条，需要木棍合成；而锤头是下面那个，没有耐久条，也不需要木棍合成。锤头可以一组64的堆叠，而锤子不行。锤头这类东西，我们称为工具主体部分，在这一些小节，他会用斜体字的形式表示出来。工具主体部分+木棍=工具ps：该小节标粗体的说明该配方在最新版已经失效，新版下将在砧上合成并只需要锤子！\n\n\n\n\n锤纸 锤头制作.jpg (16.21 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\nWarning！！！第二锦衣图片小分队已到达案发现场！！！ 大棒纸，可以用金属锭制作锤纸，可以用金属锭制作\n\n\n\n\n大棒纸 锤纸.jpg (12.95 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 凿子头，制作的工具为锤子、锉刀剑身，制作工具为锉刀和锤子\n\n\n\n\n凿子头 剑身.jpg (12.14 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:02 上传\n\n\n\n\n\n 扳手，制作工具为锤子菜刀，制作工具为锉刀，锤子\n\n\n\n\n菜刀 扳手.jpg (11.75 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 14:02 上传\n\n\n\n\n\n 锄头，制作工具为锤子，锉刀镰刀头，制作工具为锉刀，锤子\n\n\n\n\n锄头 镰刀头.jpg (11.92 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 镐头，制作工具为锉刀，锤子宽边铲头，工具为锉刀锤子锯子\n\n\n\n\n镐头 宽边铲.jpg (12.8 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 活动扳手，制作工具为螺丝刀，锤子\n\n\n\n\n活动扳手.jpg (7 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:03 上传\n\n\n\n\n\n 剪线器，制作工具为锤挫螺剪子，制作工具为挫螺\n\n\n\n\n剪线器 剪子.jpg (15.01 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 14:17 上传\n\n\n\n\n\n 建筑镐头，制作工具为挫锤\n\n\n\n\n建筑镐头.jpg (6.9 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 锯片，制作工具为挫锤小刀，制作工具为挫锤\n\n\n\n\n锯子头 小刀.jpg (11.6 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:03 上传\n\n\n\n\n\n 双刃斧头，挫锤\n\n\n\n\n双刃斧.jpg (7.24 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:04 上传\n\n\n\n\n\n 桶锉刀头\n\n\n\n\n桶 锉刀.jpg (11.98 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 外壳\n\n\n\n\n外壳.jpg (5.31 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:04 上传\n\n\n\n\n\n 弯曲绕筒\n\n\n\n\n弯曲绕筒.jpg (8.8 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:05 上传\n\n\n\n\n\n\n小型弯曲绕筒斧头\n\n\n\n\n小型弯曲绕筒 斧头.jpg (14.37 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:02 上传\n\n\n\n\n\n\n杆的两种制作方法\n\n\n\n\n杆.jpg (10.96 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:05 上传\n\n\n\n\n\n\n小型齿轮\n\n\n\n\n小型齿轮.jpg (5.68 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 多重锭/板的制作高一级的锭/板都是由低一级的锭/板再加上一个锭/板打制而成，而低一级板还可以由高一级的锭直接打制而成例如：两重铜板可以由三重铜锭和锤子合成\n\n\n\n\nn层锭的制作.jpg (11.95 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 13:59 上传\n\n\n\n\n\n 其余的不大想继续调[sub]教[/sub]NEI了，感觉调着调着我反倒被调[sub]教[/sub]了……螺丝刀头=两杆+木棍弯曲板=锤子+板+弯曲绕筒箔=锤子+板+小型弯曲绕筒细线=箔+剪线器弹簧=长杆+锤子+弯曲绕筒小型弹簧/环=杆+锤子+小型弯曲绕筒机器外壳=2长杆+6板+扳手\nγ熔炼系统的那些事正常情况下，我们只需要三个部件就可以组成一个完整的基础熔炼系统一个燃烧室，一个在燃烧室上面的坩埚和一个紧邻坩埚的模具\n ·首先，我们看一下燃烧室的优秀性质1、 燃烧室是通过烧物品来向上供热（HU），热量输出恒定，热量不可传输，只能随造随用。能供与的机器有蒸汽锅炉、坩埚、炉子、蒸馏室等。2、 燃烧室放下后自动朝上，可以用扳手来调整供热方向3、 燃烧室需要打火才能开始运行，前期可以考虑用起火器来打火，也可以用地牢里搜出的火柴盒4、 燃烧室前面必须是空气才能持续运转，如果前面被堵，液体燃烧室会瞬间停止工作，气体燃烧室1秒内停止工作，固体燃烧室需要烧完当前物品才能停止工作。运用这个性质可以来制作温控系统（防炸是关键）5、 燃烧室烧某些物品时会产生灰烬或者黑色灰烬，满的时候会停止工作。烧煤时产生的黑色灰烬是炼铁的必要材料，记得保管好……不要像LZ那样土豪似的扔了……QAQ6、 燃烧室可以用扳手强拆而不会爆炸，必要时候可以考虑用这个性质来强制停机7、 燃烧室工作时周围会随机起火，建议周围不要摆太多可燃物，火烧连营你知道的……8、 喜闻乐见，无GUI！[sub]（GT6的尿性大家适应一下）[/sub]9、 燃烧室的供热面会对触碰的生物造成极大的伤害，但你可以考虑用这个来制作什么蜜汁陷阱，o(*￣ω￣*)o 注意一下吼，产热速率越大，相应的，消耗燃料的速率也会增加。10、新版性质，在燃烧室工作时直接拿取灰烬会扣血燃烧室属于一个比较温和的机器，一般情况下不需要任何的特别关爱，在熔炼系统或是其他系统都可以直接贴机器运行。它支持管道输入燃料和输出灰烬，用GT管道/漏斗输送是个不错的主意。\n · [sub]隐形TNT制成的[/sub]坩埚坩埚，又称肝锅。贯穿了GT6一生的坑人玩意儿，你天天想着要扔了它，但你有不得不把它捡回来继续用……\n下面是它的优秀性质：1、 坩埚能够自动吸收上面掉落下来的物品，最高容纳16个单位（一个锭为单位1），当超容时，坩埚仍会尝试容纳剩余的物品，并在有空位时再把它加回去。2、 坩埚吸收的物品都会转化为废料的状态存在，可以用铲子将废料从坩埚里清出，一次64个废料3、 坩埚吸收热能即开始升温，失去热能供-应后会持续降温。达到对应物质的熔点时，该物质将会熔化成液态，可以通过临近的模具浇筑；而到达物质沸点时，该物体会消失并对周围的环境、生物产生极大损害。 小黑珀：诶诶诶？坩埚还能对生物产生极大的损伤？洛清莲：嗯……没错，目测4000K就可以秒杀凋零小黑珀：好的ヽ(￣▽￣)我去学习xuan学坩埚刷刷凋零了……拜拜！洛清莲：？？？ 4、 坩埚也有自己的熔点，熔点是制成物质熔点的1.25倍；坩埚的温度到达熔点后，坩埚会熔毁，类似物质气化5、 坩埚工作时会对触碰的生物造成伤害，温度越高，伤害越大6、 坩埚将吸收热量转化为温度的上升会受质量的影响，质量越高，上升的温度越少，而且质量包括坩埚自重7、 坩埚能够无损地处理除了塑料和橡胶之外的所有东西8、坩埚不支持任何自动化！！9、无GUI！！ \n坩埚是个极其难以伺候的家伙，这样也会炸那也会炸，还不怎么支持自动化，显得非常的蛋疼。如果没有下载OO脚本的dalao们多备几个坩埚，炸了就能直接替补上。当然，挖到朱砂矿，还可以考虑制作水银温度计或者温度覆盖板来测温。它的自动化没有，但我们可以对一个整体来自动化。一般情况下，为了避免温度掉回到熔点一下导致又导不出东西来 模具是一个更好的[sub]匈器[/sub]道具1、 模具需要雕刻，不同的雕刻方式能输出不同的物品（在图那一栏里可以看到）2、 模具也有熔点，当模具和坩埚的材质不匹配是就有可能造成xi剧发生3、 右击模具，模具便会从周围的坩埚里导出物品。可以通过活动扳手和红石来自动化4、 模具内的物品会迅速降温，达到熔点以后便会凝固成型，但是温度还是很高，千万不要随便去拿or接触！！（有钳子、防化服的请无视这一栏）5、 无GUI \n学习了这些喜闻乐见的基础性质以后，我们开始动手去制作一些东西先把坩埚、模具、燃烧室摆成相应的形状，模具雕好再往坩埚里放些要熔化的东西，燃烧室里塞满燃料然后，点火不管之后，物品熔化，过去蹭一蹭祈祈福呃……不好意思倒回去一点之后，物品熔化，我们右击模具把东西导出来最后，物品凝固，我们立刻把东西拿走以免被吞了，呃……不好意思倒回去一点点最后，物品冷却完毕，我们才能拿走我们想要的东西（但是可以用钳子或者全套防化服防止伤害） 对了，待会的图里会有模具的雕刻方法，自动化的案例，还有[sub]作死方法[/sub]操作方法的图示等等东西\n δ坩埚系统图示最简单的坩埚系统\n\n\n\n\n熔炼系统教程1.jpg (32.78 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:11 上传\n\n\n\n\n\n正确的过程\n\n\n\n\n熔炼过程.jpg (288.48 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 14:10 上传\n\n\n\n\n\n模具雕刻大全（图片来自leegarfield931，若有冒犯来日立删）\n\n\n\n\n模具雕刻.jpg (200.29 KB, 下载次数: 3)\n\n下载附件\n\n2018-8-29 14:10 上传\n\n\n\n\n\n毛坯指的是粗糙的工具本体，需要用锉刀打磨，或是在打磨石上打磨一下，才能够和木棍合成对应的工具\n加强牌熔炼组\n\n\n\n\n基础坩埚组.jpg (180.72 KB, 下载次数: 0)\n\n下载附件\n\n当然你可以选择在模具上面两格放上半砖来减轻这个问题的危害度~（小埚炸了照样烧屎你……） ... ... ... .. ...\n2018-8-29 14:12 上传\n\n\n\n\n\n\n\n\n进阶坩埚组.jpg (200.29 KB, 下载次数: 0)\n\n下载附件\n\n因为这个问题死五次以下的个个都是人才！\n2018-8-29 14:12 上传\n\n\n\n\n\n\n\n\n超级坩埚组.jpg (235.14 KB, 下载次数: 0)\n\n下载附件\n\n神之防化服能帮你在格雷机器毁灭世界之前让你存活下来……\n2018-8-29 14:12 上传\n\n\n\n\n\n\n\n\n\n\n\n配置篇\n非主线系列的吐槽和更改007.1这不是我的世界！！·可以，这很科（xuan）学\nGT6是一个非常科（xuan）学的mod，所以，对于那些不科（xuan）学的一定要改成科（xuan）学\n首先，如果你出生在沼泽或者海洋边缘，你会立刻崩溃掉，如果附近有大量的河流和矿洞，那不好意思，可能你电脑也会崩溃掉……\n因为GT6会替换掉海洋和沼泽系统的水方块，分别生成海水和脏水\n下面介绍这两位毁灭世界的方块~\n\n·这**是海/沼泽该做的事吗？\n特性一：以上两位同学流速比普通水要慢，但是他能向四周和下面无限延伸，替换掉原有的空气方块和水方块\n这条令人兴（zhi）奋（xi）的性质意味着，所有的露出地面的地下矿洞都会被完全占领，沿着接海/沼泽的河面的所有矿洞可能都难逃一劫……\n如果你成功通过指令在y=255调出一个那种液体方块……那，呵呵……你挺精通指令的哦……\n\n特性二：当这两种液体的可蔓延方向都是实体方块时，液体自行消失\n这个性质没决定啥，就是给了你一种较快的方法处理掉这些讨厌的液体(〝▼皿▼)\n\n特性三：这两种液体只能被GT6的桶承装，而且无法倒出\n极其占桶的空间的性质！！\n\n特性四：这个性质是脏水特有的也是最讨人厌的一个特性\n脏水会把临近的泥土/沙子（6.08新加的）等变成材质像屎一样的烂泥（mud）\n烂泥走在上面还会减速……\n\n[sub]此情此景让我想起了一句话：*屎啦，梁**[/sub]\n\n·不同的大树我们不同地砍~\nGT系列日常的木头短缺大家应该有所耳闻了吧？\n日常未经特殊处理情况下：1原木=2木板=2木棍\n锯子处理：原版（锯子耐久消耗得贼快）\n斧子剥皮处理：1原木=1去皮木+1树皮粉=3木板+1树皮粉=3木棍+1树皮粉\n斧子剥皮+锯子处理：1原木=1去皮木+1树皮粉=5木板+1树皮粉=10木棍+1树皮粉（锯子耐久消耗还是贼快）\n特后期的方块切割姬（T1+）处理：1原木=5+木板（后面你们自己算哈……）\n\n·私はいったい何かを掘り出したのか！信じられないこと……（Search back with sogou , mydear...）？QAQ？\n↑以上文字仅供会中文会用搜索引擎的人参考……\n       岩层的设置算是GT6里面最科（xuan）学的东西了，特有的岩层能生成特有的矿石，有些本身就是矿石（盐，无烟煤，铝土岩等）。\n       好运的话，开头向下挖就是石灰岩铜矿脉，或者额外生成一个粘土层或是褐色粘土层，给你一个很大范围的搜矿空间；\n       不好运的话，向下一挖，就是黑/红花岗岩，最可怕的还是黑花岗岩，不仅挖不动，还贼几把难看……（当然中期能用来做防爆隔离墙，抗爆性36，测试三至四层就能抵挡满钚满工业TNT的IC核弹）见到有矿物的黑花岗岩是最讨厌的……根本挖不动还辣么难看……\n\n·还有什么能让我心脏更不好受的东东？\n       哈哈……GT6最不缺这些东西！\n       比如说，甘蔗再也不能随便制糖了，他首先要在榨汁姬里轧成蔗糖水，然后必须在钢制以上的干燥姬或者蒸馏姬里烤成糖……\n也就是说，铁器时代以前你基本和蛋糕啊这些东西告别了……\n       所有原版工具都遭到了极大的削弱。怎样大法？木产品只能用5次，钻石也只能用两百多下；而其他工具呢（铁桶，炼药锅什么的）配方改变、耐久削弱。工具什么的最好还是用GT6的吧，确实挺好……\n       其他mod的工具GT6没太多理会，只是改了改配方就算了。（但都得用坩埚处理、或者损耗砸板这个设置已经够令人智熄了……）\n       由于铁器时代到来的时间的极大延长（主要是因为熔炉被GT6ban了），岩浆几乎是你没办法处理的东西……\n       前期需要利用的资源不再是平均地分散在各个地方，所以前期以前你必须不停地跑图，搜资源，进矿洞找矿石，或是被怪物姐姐找来玩♂……\n\n·那……那有没有一些让我心脏好受点的东西呢？\n       为了照顾那些心脏不好的人们，GT6也加了一些很好的东西，比如说GT地牢，虽然里面比较黯但是不会刷怪，一旦找到你就可以把它做成你的家，里面的资源大到一开始你就不用周游世界找矿脉而且还能狂跳科技线(*^ω^*)\n       所有地牢箱子都被GT6ban成了战利品箱子，战利品箱子里拥有大量的资源（见过没见过的都有），你也可以考虑一下下~\n       GT6自带了快速落叶~\n       想起那个只掉落羊毛不掉肉的羊了吗？想起马只掉落皮革了吗？还觉得一头牛只掉落一个牛肉太膜学了吗？GT6很良心地增加了羊肉、马肉等等很多能吃有好吃的东西，非常饱肚的说……[sub]不过就是掉落的那个心脏吃了只会为什么会饥饿还只回复1格饱食度？故意的吧233……[/sub]\n       如果你还是不能接受的话，那我建议你学会改改配置文件，后面有一个小节能教你修改配置文件。\n\n007.2什么？其他mod也贵啦？·emm没错是的\n所有类沼泽类海洋的地形都会被GT6生成那些坑人的液体方块……\n首当其冲的，便是暮某某林mod（好险1.7.10的才更到2.3.7）和交某某元mod（好险也弃了1.7.10的坑……）\n对于前面那位，沼泽周围的全都是脏水的情况下，脏水有很大概率把迷宫给淹了……影响游戏体验[sub]（干脆举报了吧……？）[/sub]……\n[sub]但是淹了之后不生成怪物这个坑有人给我填吗……？ヾ(o·ω·)/[/sub]\n最惨的是，GT6判定暮某某林的海属于湖，不生成海水；那么问题来了，一个河级别的脏水把一个海级别的所有水的污染了……你给我解释一下下……[sub]（相信我，你不会有机会问这个问题的，因为你的海完全变脏水之前你的电脑已经蓝瓶了……）[/sub]\n对于交某某元吗……他全部地形都是沼泽……剩下的事情就不用我解释了吧？\n\n赶紧改配置吧亲……\n\n·电路板是我的！(#`皿`)\n这个简单说，所有需要电路板的mod基本都被GT6锁死了，因为GT6的电路板的配方几乎覆盖了所有的mod的电路板的配方……BC，IC2，TR什么的基本都炸了……\n\n·MC不可能这么膜学！\n什么？你说GT6是没法和膜学抗争的？那你试一试把GT6和TC6/ChC/AoA/PM什么的装一起看看有什么反应？【图1】\n\n·我还没说完呢……\nGT6的矿脉已经入侵看很多世界的生成了，覆盖了很多其他mod的矿脉生成\n依照这个，GT6基本就用矿脉智子锁死了99%的科技mod的科技了，还有90%的新世界冒险类的mod\n但是，偏偏有几个比较优秀的反GT6的模组，介绍一下下：\n\n暮某某林mod姐姐：这个mod成功地逼GT6加了一大堆含Ma元素[sub]（就是Mana辣！）[/sub]的超理合金，特别是炽热钢[（Fe[sub]50[/sub]C）Ma]，熔点炒鸡高用来跳坩埚线一流；生成的矿山绝对是刷红石刷钻石刷青金石的最佳地点……但是这个mod的根基——钻石被GT6的锁了，所以……\n旋某某艺mod哥哥：这个mod的最大特点就是不添加任何的额外的矿物，而且还能反GT6的钢制产品制作的覆盖（有HSLA钢就能跳过坩埚制作长棍、齿轮、板等），而焦炉在出了红石之后就能做，在y=30下随便搜一搜就可以各种跳工艺；最坑爹的就是神器——提取机，处理一个普通的铬铁矿就能直接出25个左右的铬锭（其他的可以类比）。就是这个mod对铁的需求量挺高的……\n沉某某程mod哥哥：这个mod很奇怪，以最好的兼容性出名，却偏偏可以跳GT6的科技线。原因在于这个mod只要有铜就可以制作出发电姬（GT6的电力兼容度极其广泛！），跳过了一大堆刺激带感的发电环节，又正好GT6的铜是属于烂大街的级别的；所以这个mod简直是GT6的噩梦。另外，这个mod还简化了焦炉的配方（比RC还厉害！！），使得只要在地牢找到少许铁，焦煤就可以滥用……最厉害的是，他的机器根本不用复杂的电路板，导电系统又比GT6更加先进，几乎360°无死角躲避了GT6的所有魔改内容[sub]（除了铁的封锁）[/sub]……\n铁某某艺mod姐姐：不用说了，这个mod的贫瘠矿没办法被覆盖，所以早期通过这个可以获得少量的铁。配合沉某某程mod简直无敌了，神马，你没找到？哦♂~那可能是启动器的问题……【图2】\n应某某源2姐姐：应用能源姐姐偶尔把陨石砸进海里或是沼泽里之外，其他的状况都很好解决。由于GT6硅的制作方法简化，直接导致了硅板的价格大跌，GT6的难点从硅的制作转移到硅晶体的制作了，硅板就干脆给AE做处理器就算了。GT6最烦的就是很多不同的矿物、碎矿，交给AE的网络吃是最好的方法了。歪杏仁科技万岁O(∩_∩)O哈哈~[sub]科技mod与GT6的抗争永远不会结束！！！[/sub]【图三】【划掉划掉！！】\n 007.3搞si情的图图一\n\n\n\n\n蓝瓶.jpg (20.79 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 14:56 上传\n\n\n\n\n图二\n\n\n\n\n哈哈哈…….jpg (7.93 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:56 上传\n\n\n\n\n图三\n\n\n\n\n195609msszmaa1lrjacryc.jpg (115.95 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-29 14:56 上传\n\n\n\n\n就知道那些哥哥姐姐们不登录看不到这些图才敢发哒XD\n007.4 GT6，接招吧（配置文件更改）！上文说道，对于那些心脏不好的人们要学会改配置文件[sub]（虽然我认为心静自然凉更好）[/sub]\n好，现在开坑！首先，我们最好下载一个Notepad + +，这样有助于提高基础逼格……不是，做好万全准备！（你也可以使用修改后缀名的txt大法，网上教路）\n\n打开.minecraft\\config\\gregtech\n里面你会看到很多的GT6的配置文件\n\n·你是控制不了我的！\n第一个是gregtech.cfg，这个掌管GT6的各种魔改设施的\n代码是人类进步的阶梯，上！\n# Configuration file\n\n#对其他mod的互动，调为false会使GT6不能对其他mod的机制作出更改\ncompat {\n    B:BuildCraft=true\n    B:ComputerCraft=true\n    B:Forestry=true\n    B:GalactiCraft=true\n    B:IC2Classic=true\n    B:IC2EnergyItems=true\n    B:IndustrialCraft2=true\n    B:ThaumCraft=true\n}\n\n#这个GT6的魔改总机制\ngeneral {\n    B:AFK_Hunger=true #新的饥饿系统\n    B:AdventureModeStartingKit=false \n    B:DeathByOverdosingCertainFoods=true #不能一下子吃太多（不要撑死…….class）\n    B:Debug1=false\n    B:Debug2=false\n    B:Debug3=false #修复bug程序\n    B:DisableIC2Ores=true #ban了IC2的矿，目测对铅矿无用\n    B:DisableVanillaOres=true #ban了原版的矿\n    B:Emit_EU_as_RF_from_Blocks=false\n    B:FastLeafDecay=true #快速落叶\n    I:FlintAndSteelChance=30\n    I:HardnessMultiplier_Ores=1\n    I:HardnessMultiplier_Rock=1\n    I:HardnessMultiplier_Sand=1 #对应物品的基础硬度设置\n    B:IncreaseDungeonLoot=true #增加地牢战利品\n    B:InventoryUnification=true\n    I:ItemDespawnTime=6000 #扫地大妈来临时间\n    B:LoggingErrors=true #错误日志记录，下面那个是玩家行为记录\n    B:LoggingPlayerActivity=false\n    I:MaxEqualEntitiesAtOneSpot=3\n    B:OceanBlocksSpreadToAir=true #海水能无限向空气蔓延\n    B:PreventMobSpawnsCloseToSpawn=true\n    I:SkeletonsShootGTArrows=16 #骷髅射出GT6的箭的权重\n    B:SmallerVanillaToolDurability=true #ban了原版工具\n    I:Tree_Growth_Time=1 #树木成长阶段\n    B:UninterruptedEnergyRequirement=true #机器是否能空转\n    B:WoodNeedsSawForCrafting=true #木头处理系统复杂化\n    B:XP_Orb_Combining=true\n    B:blastresistantmobspawners=true #玩家周围无法自然生成怪物\n    B:disable_STDERR=false\n    B:disable_STDOUT=false\n    B:drinks_always_drinkable=false\n    B:forceAdventureMode=false\n    B:hardermobspawners=true #强化怪物\n    B:sound_multi_threading=false\n    B:sound_tools=true\n}\n\n#对IC2的魔改\nic2 {\n    B:DisableAllCompressorRecipes=false #ban掉IC2的配方\n    B:DisableAllExtractorRecipes=false\n    B:DisableAllMaceratorRecipes=false\n    B:DisableAllOreWasherRecipes=false\n    B:DisableAllThermalCentrifugeRecipes=false\n    B:EnableAddingCompressorRecipes=true #加入GT6的配方\n    B:EnableAddingExtractorRecipes=true\n    B:EnableAddingMaceratorRecipes=true\n    B:EnableAddingOreWasherRecipes=true\n    B:EnableAddingThermalCentrifugeRecipes=true\n}\n\n#造成机器爆炸指数升高的原因\nmachines {\n    B:explosions_by_fire=true\n    B:explosions_by_overload=true\n    B:explosions_by_rain=true\n    B:explosions_by_thunder=true\n    B:explosions_by_water=true\n}\n\n\n·Thereal is the next episode\nworldgenerationnew.cfg是最好玩、最反非酋的地方了！！\n由于比较大，直接复制粘贴别人会生气的，直接挑重要章节吧\n\nB:GenerateInfiniteOilSources_true=true\n产生类似BC的无限油源\n\nocean {\n\n        seawater {\n            B:Enabled_true=false #海洋是否生成GT海水，默认为是，实际为否\n            I:Height_62=62 #能生成海水的最高高度\n\n            dim {\n               B:Overworld_true=false #是否在主世界外生成\n\ndirtywater大家可以类比~\n\n按顺序省略：\n粘土层生成\n河流磁铁矿生成\n劣质木头生成\nGT树的生成\n小石子/下界小石子的生成\n岩层生成\n月球、火星、行星的小石子生成（需要星系mod）\n树枝生成\n格雷的植物（花、莓丛）\n蜜蜂蜂箱生成\n（0，n，0）的地方的枢纽、道路、灯塔、生物群系生成（GT6作者得有多无聊……这简直是人间仙境呀……）\n\nGT避难所生成[sub]（专治脸黑种子废！）[/sub]系数！\ndungeon {\n\n                large {\n                   B:Enabled_true=true #避难所是否生成\n                   I:MaxSize_7=7 #最大大小\n                   I:MaxY_20=20 #底层最高高度\n                   I:MinSize_3=3 #最小大小\n                   I:MinY_20=20 #最低底层高度\n                   B:PortalEnd_true=true #末地传送门是否能生成在避难所里\n                   B:PortalMyst_true=true #Myst~\n                   B:PortalNether_true=true #下界~\n                   B:PortalTwilight_true=true #暮色~\n                   I:Probability_100=90 权重（默认100，现状90，数值越大生成越少）\n                   I:RoomChance_6=6\n                   B:ZPMs_true=true\n\n                   dim {\n                       B:Overworld_true=true （非主世界生成）\n                   }\n\n                }\n\n\n          }\n再次按顺序省略：\n石头生成\n暮色相关生成\n矿石相关生成[sub]（巴啦啦能量，乌卡拉卡，非酋不见！）[/sub]\n小型散矿相关生成\n其他矿石生成（话说芝士矿真的存在哈……）\n\n·哦……还有吗还有吗？materials.cfg这个是工具相关的设置，里面有所有的材料和制成工具的挖掘等级\n举个栗子：\nflint {\n    I:ToolDurability_48=48\n    S:ToolHandle_AnyWoodOrPlastic=AnyWoodOrPlastic\n    I:ToolQuality_1=1\n    D:ToolSpeed_2.5=2.5\n}\nflint是材料名称，中文名就是燧石\n\nToolDurability是工具的耐久，48说明了这个工具的GT耐久为4800\nGT6有一个十分科学的特性，挖掘不同抗爆性等级的石头，耗消的耐久不一致\n挖掘速度也不会一样，这导致了燧石镐极其容易报废掉，挖掘速度也实在是令人捉急……\nGT耐久和原版耐久不兼容，原版的工具还是原版的耐久\nGT6的工具在原版总是视为无耐久\n如果你在魔改GT6（和ZZLZ一样），用MT3想要用GT6工具魔改其他不科（xuan）学的东西时\n你会发现用GT6工具根本无法扣除耐久，只要它被使用，耐久就会相应地被扣除（别说，还真科学，真人性化！）\n所以GT6的工具是绝对不可能“不可破坏”，一旦它被放在工作台上并使用一次，就会扣除相应的耐久，创造模式也一样，\n右键使用工具的特性也会耗损GT耐久，但创造模式可以免除\n\nToolHandle_AnyWoodOrPlastic是工具的手柄材质，也就是合成该类工具需要什么样的手柄\n燧石是用AnyWoodOrPlastic(木头或者塑料手柄)\nkreknorite(炽焰陨石)是AnyIronOrSteel（铁或钢）\ninfusedfire（火之蕴魔）是DamascusSteel（大马士革钢）\n\nToolQuality_1是挖掘等级，只有工具的挖掘等级大于石头的挖掘等级，\n石头才能被破坏，燧石的挖掘等级是1，\n挖掘等级为1的常见镐子：燧石镐，各类岩石镐\n2：青铜镐，钢镐\n3：黑曜石镐，哈氏合金镐\n如果将这个数值调为0，那么该类工具将会无法被合成（合成了也没用）\n\nToolSpeed_2.5是挖掘速度，这个信息说明燧石镐挖掘速度只有2.5\n真正挖起岩石时候的速度由工具挖掘速度和岩石的抗爆性共同决定\n\n\n·最后的那几个呢？\n\nrecipes.cfg\n这个掌管的是配方，将true调为false，那么该项东西无法被合成\n\nstacksizes.cfg\n这个文件的控制是某种物品能堆叠的大小，最大只能为64\n\nunificationtargets.cfg\n里面的是矿辞统一，不用理\n将false调为true，那么矿辞失效，其他mod的物品与GT6的物品合成不能互替\n\nids.cfg\n这个里面只有几行字\nenchantments {\n    I:Disjunction=15 #末影杀手\n    I:Dissolving=13 #粘液杀手\n    I:Radioactivity=14 #放射性\n    I:Werebane=12 #狼人杀手\n}\n代表的就是附魔效果的id\n发生附魔效果id冲突可以改这个来解决\n\n\n"
        },
        {
            "author": "leegarfield931",
            "timestamp": 1539242940,
            "txt_content": "很棒的教程！\n详细程度真是比我那不知道高到哪里去了。。。\n我随性写的那点东西如果起到了些帮助作用那自然是再好不过的事情，请继续加油！"
        },
        {
            "author": "12wq34er",
            "timestamp": 1544248200,
            "txt_content": "想玩，但电脑带不动"
        },
        {
            "author": "森林守卫者",
            "timestamp": 1547910780,
            "txt_content": " 本帖最后由 森林守卫者 于 2019-11-2 07:06 编辑 \n首先，谢谢姐姐的评论！我会努力的！！\n\n然后，无聊更新一下教程\n地牢/生成篇\n前言：该教程只是休闲地介绍一下地牢/特定生成的布局，样子和某些注意事项\n·------      为了使GT6的生存能够可持续发展，格雷6的作者加了格雷避难所（超大！资源超多！一个更比以前的六个强！！）。格雷避难所十分地漂亮，看得出来格雷避难所融汇了作者很多的心血。\n\n\n·总体布局\n      从地上看，格雷避难所是一个从大地上耸立起来的正方形建筑，十分显眼，这个是它的入口，其大体部位都在地底下。正方形建筑由GT6自带的石砖、混凝土构成，可以抵御苦力怕的爆炸。像一个小城堡，不算很高，但挡住敌人已经足够了。上去后，我们发现它有两个旋转楼梯入口以及中间一个垂直向下的通道。垂直通道是供带有飞行背包的玩家进入[sub]真男人当然要学会从这直接速降啦！啊——！【字动滑稽】[/sub]，正常的玩家直接从两个旋转楼梯下去即可。虽然旋转通道里比较暗，但绝对不会刷怪。\n      行几百步，至底，豁然开朗。我们进到下面，里面的空间相当之大，周围看看有很多通道与房间交错相通，每个房间正好一个区块，所有房间明明只有十六盏红石灯在顶部作为照明，但却足够地明亮。\n\n·普通房间\n      入口处的房间中间就是旋转楼梯与垂直通道，没有什么其他特点，就是给你进来用的。\n      走入通道，又是我们会遇到一个T字路口。T字路口会有一个工作台，一个放着一些基础物品的箱子，一个水杯，一些硬币。避难所里所有的水杯里都可能会放有一些水或者药水。\n      随便进到一个房间里，我们看到这个房间中间是一个铺满发光莲叶、深两格的小水池，炒鸡漂亮！！对角线方向会有两个装着一些基础物品的箱子。这个是莲池室（我起的名字，你也可以给他起一个新名字呀~）。\n      进到另外一个房间，一股书香味扑面而来[sub]我鼻子灵，不行吗[/sub]，这里是书房。我们看到这个房间地面铺满了地毯，四个角都是GT6的书架，里面摆满了各式各样的书。有普通的书，有GT6的材料书，有普通的纸，有唱片，有沉浸工程里的蓝图（需要mod支持，目前只找到优质石墨棒的蓝图），还有隐藏在其中的钥匙（放里面之后材质和普通的书一样），可以用来开宿舍里的保险柜。如果你想快点找到那个钥匙，有很多种方法，比如说：死命寻找法，抽样调查法，锯子拆迁法，TNT法等。书架中间有四种道具，一个末影箱，一个唱片箱，附魔台[sub]（都把原版削成那*样，要我要这有何用？）[/sub]，工作台。还有一些陶冶情操的花花草草，钱币和水杯在周围的桌子上。这里相当之有情趣，非常地让我感到温暖。\n      转过一个过道，我们进到了实验室里。这是整个GT6避难所里面最肥的地方，大家尽量不要开箱子或是搬东西，我们要尊重这个地方[sub]直接拿扳手拆迁就得了！！[/sub]冷静一下，请我慢慢讲完他有些什么。四个角分别有蓄罐，坩埚组，用水设备组，高级设备区。蓄罐材质随机，内容物随机；坩埚组有一个箱子，里面有大量的燃料和一些熔炼原材料或成品，遇到高级的坩埚组可以考虑拆了。用水设备有一个不锈钢蓄罐里面有64桶水，有两个水龙头用来接水，还有搅拌碗，浸洗盆研钵等；高级设备区有一些硬币，保险柜（无需钥匙），高级工作台，四联抽屉，箱子，两个装有大量随机材质原石的量子储存器。抽屉，保险柜，箱子，高级工作台均存有大量的资源。至于我们如何尊重这个地方，我们可以考虑把家里床安这里【字动滑稽】。\n\n\n·暗门后的房间\n      有时候，我们会发现一个地方会有暗门，有两个按钮，按下之后，就会2x2的混凝土们就会打开。里面有可能是传送门室或储藏室。传送门室在正常情况只有2种，加了其他模组之后还有更多（由于GT6大规模和谐模组，没几个异世界模组不被GT6支持，但需要较高版本），比如说以太门，矿界门，漆黑门深渊门等。我加了暮色mod，所以也有暮色传送门。下界传送门室有两排地狱疣在两排，中间是未激活的地狱门和一个箱子，有一些来自地狱的特产，作者留下来的书和激活工具（其他模组的传送门室情况相似，如暮色传送门有12个活根，一粒钻石和作者介绍暮色传送门的一本书）。如果是储藏室，那我们就要先拿起一把剑。因为储藏室里有可能会刷怪，中心的装着满满的石油的蓄罐上可能会刷怪，这需要注意一下。但是如果没有，那我们可以安心地拿起扳手撬杆搞拆迁了233\n\n这个是上一小节的图示\n一个在海中央的格雷避难所\n\n\n\n\n格雷避难所.jpg (48.3 KB, 下载次数: 0)\n\n下载附件\n\n你要是问我这个避难所怎么建在海上的，我觉得是中国港珠澳大桥工程队趁海水不注意就建成的 ... ... ... ... ...\n2019-1-20 13:42 上传\n\n\n\n\n\n\n入口\n\n\n\n\n入口.jpg (63.03 KB, 下载次数: 1)\n\n下载附件\n\n感jio是哪个大反派的实验室中枢……\n2019-1-20 13:43 上传\n\n\n\n\n\n\n过道（即T字路口）\n\n\n\n\n过道.jpg (67.12 KB, 下载次数: 0)\n\n下载附件\n\n基础材料是什么？emmm一些钢斧头，书之类的吧\n2019-1-20 13:42 上传\n\n\n\n\n\n\n\n莲池\n\n\n\n\n莲花水池.jpg (67.72 KB, 下载次数: 1)\n\n下载附件\n\n炒鸡漂亮！！强烈安利！！\n2019-1-20 13:42 上传\n\n\n\n\n\n\n书房\n\n\n\n\n书房.jpg (66.58 KB, 下载次数: 0)\n\n下载附件\n\n不要问我音箱盒哪去了，也不要问我拿音箱盒干嘛，我是不会改MC自带的歌的 ... ... ... ... ... ... ... ... ...\n2019-1-20 14:19 上传\n\n\n\n\n\n\n实验室\n\n\n\n\n实验室.jpg (62.27 KB, 下载次数: 0)\n\n下载附件\n\n我正踩在蓄罐上，储罐里除了水，还有水。这是整个避难所资源最多的地方\n2019-1-20 13:43 上传\n\n\n\n\n\n\n\n\n宿舍\n\n\n\n\n宿舍.jpg (56.22 KB, 下载次数: 2)\n\n下载附件\n\n四个保险柜找不到钥匙推荐你直接炸掉【字动滑稽】\n2019-1-20 13:43 上传\n\n\n\n\n\n\n三个传送门室（如果下了其他模组，可能还会有更多，比如说以太门，矿界门，漆黑门深渊门之类的）\n下界传送门室\n\n\n\n\n下界传送门室.jpg (78.27 KB, 下载次数: 1)\n\n下载附件\n\n不明白为什么一定要做一个活塞门挡住\n2019-1-20 13:43 上传\n\n\n\n\n\n末地传送门室\n\n\n\n\n末地传送门室.jpg (70.3 KB, 下载次数: 0)\n\n下载附件\n\n为了对称不择手段的作者啊……\n2019-1-20 13:42 上传\n\n\n\n\n\n暮色传送门室（需要暮色森林模组）\n\n\n\n\n暮色传送门室.jpg (72 KB, 下载次数: 0)\n\n下载附件\n\n为什么室内也可以引雷？QAQ作者你这石砖是假的吧？！\n2019-1-20 13:43 上传\n\n\n\n\n\n\n储藏室\n\n\n\n\n储藏室.jpg (69.72 KB, 下载次数: 1)\n\n下载附件\n\n这是唯一一个可以自然生成怪物的房间，原因是蓄罐上可以刷怪……\n2019-1-20 13:42 上传\n\n\n\n\n\n\n总体布局（这也算一个比较罕见的格雷避难所，所有房间全齐。偷到手软啊……）\n\n\n\n\n地牢大图.jpg (83.48 KB, 下载次数: 0)\n\n下载附件\n\n读书人的事……怎么能算是偷呢？叫借来研究！\n2019-1-20 13:42 上传\n\n\n\n\n\n\n手动工具篇\n·手动工具整体废话      作者在比较早期的版本并没有手动工具，是比较后来的版本才加入的，那时候研钵还是一个工具，锤子还可以打粉，矿物可以一次一组地在炼药锅里处理……咳咳……扯远了，截止现在，手动工具的家族成员一共有14个成员。分别是铸币工具，搅拌碗，榨汁碗，研钵，浸洗盆，筛粉漏斗（个人比较倾向叫它“合粉器”），打磨石，砧，液体漏斗，水龙头，浇筑口，单位流体容器，水杯，筛粉器。若包括原版的炼药锅，那就是15位成员。自动工具大部分使用时都需要消耗大量的饥饿值（GT6牌饥荒）。\n\n·各位坑前期萌新的手动工具\n      铸币工具需要用钢制作，它就是用来制造硬币的，个人建议不要制作。将小块板放在上面，给他一锤子，就可以造出硬币。\n      搅拌碗只需要陶瓷（就是硬化粘土），红色染料[sub]（我什么都布吉岛）[/sub]锤子和凿子制作。早期必做。前期能搅拌树脂出胶水，胶水用于替代某些配方中的粘液球进行合成；前中期用来做面包，蛋黄酱之类的；后期能用来制作混凝土。\n      榨汁碗也只需要陶瓷，锤子和陶瓷等制作。用来榨汁。榨果汁，番茄酱什么的。副产物植物残骸，坚果残骸等，可以制作林业的覆盖戍。前期用处偏少，有林业可用来压榨蜂巢出蜂蜜，前中期压榨树脂出母液（虽然也可在榨汁机中制作），处理蔗出蔗糖水。\n      研钵，需要用陶瓷和铁制作。前中期用处较大，用来将一些物品（目测是Lv.2及以下的，铬，哈氏合金等都不行）。中期可以用来将小麦处理成面粉（制作面包第一步），将某些物品处理为粉，制作很多东西都需要。\n      浸洗盆，分木头和不锈钢 材质。前者不耐高温，后者则可以。可以用来制作染色羊毛，有硫酸（要用不锈钢盛装）或汞可以用来处理矿物，中期用来制作镀锌钢，镀金铁等。用时需要你拿手搅拌两下[sub]emmm额……史蒂夫的手牛逼无敌天下第一[/sub]可支持坩埚浇筑口的输入。用处较大。\n      筛粉漏斗，需要钢制作。可以迅速将你的粉末调整成你想要的大小，并从下面飞出，用活动扳手调整输出物品。用处不大。\n      打磨石，需要钢制作，使用时需要加入沙石启用，用来将粗糙的工具（即刚从坩埚浇筑好的毛坯）打磨好。一个沙石可以打磨4个工具。专一化工具，用处适中。\n      砧，可用材质较广泛，初期可用石头与红黑花岗岩，前中期用青铜或钢。必做产品。使用时需要用一个锤子敲击一下。在某次版本更新后取代了大部分在工作台上的板，多重板，多重锭，外壳，弯板，弹簧等的合成[sub]客观上解放了弯曲绕筒，实际上就是个吃锤子&石头/锭的坑货[/sub]。和在工作台的形式差不多，左边放板~右边放板~锤一下~哦~二重版！左边放杆~右边放杆~锤一下~哦~长杆！I have KClO[sub]3[/sub],I have P[sub]4[/sub],emmm, Booom!但在弯板/外壳/箔的制作上有点麻烦。由于他们都只需要一个板来合成，所以作者为了区分开他们的合成[sub]让GT6更加抖M[/sub]，作者让其有了打制的轻重。当合成物品是板的时候，用锤子右击上面是标准打制，出外壳；用锤子右击左侧和前面是是轻微打制，产生弯板；点击砧的右边或后面是过重打制，产生箔。有耐久，最低的石头只有耐久1。最高的艾德曼合金和龙合金可以用1后面跟了十几个0次。\n         液体漏斗/水龙头/浇筑口。材料广泛，有熔点，用来对某些机器自动化，需要单元流体容器、桶什么的进行交互。液体漏斗允许你往机器（如：蒸汽锅炉）、蓄罐灌water或其他液体。水龙头可以将蓄罐里的东西导出。浇筑口则是允许坩埚与其他坩埚，浸洗盆进行交互。\n      单位流体容器和IC的相似，能放在地上，但有熔点。可以在地上用其他容器盛入液体。前期少用。\n      水杯，纯装饰品，1/4桶水的容量，在避难所“天然”生成时可能会承装药水。\n      筛粉器，用钢细丝制作。用于从宝石类矿物中提取副产品。十分有用。不造打算造青铜筛粉姬就造这个。\n\n\n手动工具全家福\n\n\n\n\n\n自动工具全家福.jpg (72.44 KB, 下载次数: 0)\n\n下载附件\n\n萨瓦迪卡~everybody\n2019-1-20 15:06 上传\n\n\n\n\nps：筛粉器忘照了\n招骗新人的图\nLZ现在的存档！[sub]我造了高铁！轨道都是从废弃矿井水淹弄来的！快夸我！快夸我！[/sub]\n[attach]1407234[/attach]\n\n\n\n\nfile_1563095147000.jpg (387.14 KB, 下载次数: 0)\n\n下载附件\n\n懒得更新啦，现在还造了红莲桥、AE的储存网络、GT的电力设备什么的\n2019-7-14 17:05 上传\n\n\n\n\nLZ现在的小砖屋！-1层全是机器！[sub]趾高气昂[/sub]\n\n\n\n\n\n124011i106rbgrfzbadhba.jpg (65.18 KB, 下载次数: 0)\n\n下载附件\n\n夕阳无限好，只是近黄昏\n2019-7-14 17:05 上传\n\n\n\n\n\n\n\n\n124011ytikfw7dt2bltt2a.jpg (62.18 KB, 下载次数: 0)\n\n下载附件\n\n推着车车走咸~阳~\n2019-7-14 17:05 上传\n\n\n\n\n通往矿场的高铁！\n\n\n\n\n124011pj0njbersnkesiq8.jpg (54.8 KB, 下载次数: 0)\n\n下载附件\n\n夕阳下的车站，好好康呢~\n2019-7-14 17:05 上传\n\n\n\n\n\n\n\n\n124011pfvt9fbkgvzxv9vp.jpg (47.02 KB, 下载次数: 0)\n\n下载附件\n\n没淫看见这有木匠方块吧……？\n2019-7-14 17:05 上传\n\n\n\n\n晚上/黄昏下的车站\n\n\n\n\n\n193238msm6ey5m99ead9po.png (116.36 KB, 下载次数: 0)\n\n下载附件\n\n右边那个很突兀的半岛居然全是铜矿\n2019-7-14 17:05 上传\n\n\n\n\n根据图片，这些森林应该是______（填写林带名称）（2分）\n\n\n\n\n\n185311ynx8k5k87llgqt76.png (133.37 KB, 下载次数: 0)\n\n下载附件\n\n猜猜多少个mod？\n2019-7-14 17:05 上传\n\n\n\n\n灰常漂亮，不是吗？可惜贼个老存档已经不能用了……\n\n\n\n\n\n0,0.png\n(57.35 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2019-11-2 07:06 上传\n\n\n\n\n\n\n\n\n造了两条跨江大桥，一条差点以为不是桥……是莲花……\n\n\n\n\n\n\n"
        },
        {
            "author": "我的工业2",
            "timestamp": 1549720020,
            "txt_content": "草（日语）这个解说太好笑了吧笑炸了\nkokosuki，等防御脚本关了再来评分\n\n卧槽，原来GT6已经和工业2闹·独·立了吗\n我能否从群峦毕业并应聘进入泛银河系格雷科技股份责任有限公司就看你了"
        },
        {
            "author": "DiLing332",
            "timestamp": 1585281180,
            "txt_content": "能否继续更新"
        },
        {
            "author": "DiLing332",
            "timestamp": 1585281480,
            "txt_content": "量杯在强迫症患者眼里可是宝贝哦\n[顺便:楼主NB]"
        },
        {
            "author": "walle1996",
            "timestamp": 1585309020,
            "txt_content": "鄙人曾经游行玩过一次格雷，然后··· 我放弃了"
        },
        {
            "author": "hxy12301",
            "timestamp": 1585455300,
            "txt_content": "支持楼主，期待继续更新"
        }
    ]
}