{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章１０",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1531021920,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）黑暗的开端\n\n　　自胖子及其同伙挑起的霸凌风波过后，已经有几天了。伍阳在歇息了整整一天后即刻归校了，该说他是耐打呢还是逞强呢。毫不意外的，两个曾经欺负过伍阳的，现在反而成了他的保护伞，但这并不代表校园霸凌就此告终。\n　　我小子该去帮他们吗？\n　　不，还是算了，他们自有办法处理的。但是，见到那两人决定洗心革面，感觉还是挺奇妙的，毕竟不是所有人都会这样。但倘若换做是我的话，早就把他们俩给杀了。\n　　接下来做什么？继续秘密保护珑蕾吗？这种事还是直接交给伍阳就好了，他自己会主动去这么做的，虽然他不知道未来面临的是什么威胁；回到恩格博士一家那里也不大可能，那儿有雷德帮忙照顾，而且他到现在还在生我的气呢；只能干老本行了，毕竟还得考虑下自身的“地下收入”。但最近也没有什么案情了，也不知道摩多港有没有地下拳击场以供我小子去狠狠发泄一番。\n　　出门溜达了几圈，就是没找着我想要的东西，但还是有一些地方值得看的。上回见到的废墟，其残骸正被不少工人清理着，看来是有人想要把这里给重整一番了。有一辆轿车正在驶离，而里面坐着的人正好被我小子看到了。地狱女……我就知道她会在这里，毕竟这是以前她常光顾的地方，尽管样子不大一样，但其与漫画书上一致的装扮，令我认为这肯定是她。\n　　最后，我小子什么事情都没能干成，因为在经过一个公园的时候，听到了熟悉的旋律，而这也在我小子回自居后开始回忆起了往事。\n　　“丢手绢，丢手绢，轻轻地放在小朋友的后边……”\n　　16岁，我小子在鲨楠岛的一家孤儿院中，帮着院长托比亚照顾着小朋友们，不求能赚到什么，只求他能把我小子留在这里就好。当时看着那些调皮的小鬼头们玩着丢手绢的小游戏，心情顿时好了许多。我小子还自己仿制了一把镰刀和几个苦无，但顶多只能把人打出头包而已，此外，有一个面具是根据某个电玩中一个战甲形象而做出来的。不过我制作所用的材料不是纸皮之类的东西，而是从外面捡的钢板自己磨的。其中的孩子王阿西跟他们也很合得来，也经常被我逗弄以找存在感。\n　　这是我小子在独行前所见到的最后一个美景，因为总有人想要破坏掉那些美好的东西。就拿那些纵火的家伙来说吧，他们起初经常敲诈托比亚，可怜那院长又是六旬老人，拿不出钱财，而叫那帮土匪给打了一顿，而他只是笑笑说着是常态罢了，真担心他这身老骨头能不能撑得住。但该来的终究会来，终于，我小子把想抓走孩子的土匪们给打伤了。仅仅一拳就抽掉了他的鼻梁，其余的不是断手骨就是被打至脑震荡，最后叫他们狼狈而逃。\n　　院长托比亚自知这里已经不安全了，便想带上我跟孩童们一起离开这个是非之地，但最终，我小子决定让院长托比亚带着那些小朋友们一起离开他们的家。基本可以猜得出他们想采取什么报复手段，而且还被我猜中了。连夜在私人小工厂中将原本与小朋友们娱乐的东西变成自保的武器后，我小子就没怎么回去过了。戴上追猎战甲的面具，手持镰刀和苦无，火莲下的狩猎正式开始。\n　　一个！两个！十个！！！\n　　来袭的纵火者统统倒在了利刃之下，之后就被火焰所吞噬，而我小子则趁乱逃走了。之后我小子就决定，要根绝一切的犯罪者，让他们知道要犯事之前，头脑能够清醒点，考虑下这样子会招致什么样的下场！而我小子，也一直会紧盯着他们，也不会再逃了。\n　　随后，一路追杀犯罪者，毕竟在那之前我小子就偷偷去了解过他们的详细地点，包括其头子是犯了什么事也一清二楚。于是，震惊整个鲨楠岛的屠杀，被我小子干下了，留在现场的除了对他们而言是一无所获的血面具，只有剧烈的打斗痕迹和烧焦的碎片……而我小子，徒步离开而走了约一千公里的路。\n　　放到现在让我小子料理，感觉他们反而比在康敦的东魔方要弱多了。\n　　继续站在那里看着他们不亦乐乎的玩着，我小子突然感觉有什么人在看着我……这种熟悉感，是谁？\n\n\n————————————————————————————————\n后记：现进度缓慢进行中。",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1531023120,
            "txt_content": " 本帖最后由 langyo_v3 于 2018-7-8 12:26 编辑 \n\n我没看，我真的没看"
        }
    ]
}