{
    "title": "一个被永久封了五个号的蓝人对论坛的小小建议",
    "author": "IceZerocity",
    "replyCount": 3,
    "timestamp": 1530999060,
    "txt_content": " 本帖最后由 IceZerocity 于 2018-7-8 05:37 编辑 \n\n首先说点废话我是 雨涵 [size=1em]UID: 1834799\n就是那个囤号刷分 被封了五个号的那个12岁的残疾人\n我16年年底左右开始进入BBS宣传 后来陆陆续续的开了五个号\n我朋友也开始开服了 他也是五个号\n夏日的五月份多我想直播 然后六月份十号买了点新配置\n叫我姑父帮我装机 结果主板的针脚歪了 旧的主板针脚被自己弄断了于是去我姑父家住 又买一个点不亮 继续住\n我姑父开小号这件事我是知情的,不能开小号这件事我是不知情的\n他跟我说他开的号被封了，我以为他是水贴,我就告诉他好好发帖，别水贴\n\n突然有一天我号全被封了,问了姑父之后心态爆炸,本来想着去申诉\n\n小号早开了,结果被姑父坑死了,我佛了\n\n仔细看了这个帖子http://www.mcbbs.net/thread-801951-1-1.html 就断了念想\n\n我也就断了这个念想,毕竟囤号刷分确实是有的\n\n今天突然看到传说中的四家变五口那个帖子 笑了好几分钟\n\n关于我的事的废话就不说了我说的建议也是肯定要提的\n---------\n1:服务器发帖标准那里 明示不准给了钱不发物品拖着 并且尽量找个显眼的地方和玩家们说一下可以举报\n2:关于囤号的事情 建议写在版规上 关于最高开号几个版主们自己商量吧\n\n3:建议只登入骗审核 恶劣  诈骗 跑路的腐竹 并予以公布服务器的名字甚至群号\n我知道公布QQ可能属于侵犯个人隐私 关键是BBS还是一个属于大规模的论坛 一举一动都有可能引起议论\n所以只建议公布服务器名字 群号的话我觉得不属于个人隐私\n\n4:考虑将论坛与首页的位置置换\n建议将首页的名字改成推荐 \n说句真心话 名字叫首页结果里面都是推送的内容完全看不出首页的感觉 很迷\n\n我自己一直这么觉得 又参考了部分APP 所以提出了这么个建议\n\n\n5:是否考虑将版规放的明显一点？比如直接将版规固定到首页滚动图片那里的第一页？\n------------------------\n\n关于这些建议是我自己仔细查看了论坛的一些东西才提出来的一些小意见\n\n我个人认为失信名单不应该是诈骗之类的吗,为啥我开小号的也进去了,我佛了\n\n关于新出的那个每天只能得到20金粒的 我个人保持赞同\n这样会减少部分腐竹的生存能力\n\n到时候 依然活跃下来的 都是一些保持活跃的腐竹\n\n这能让玩家的体验变好\n\n\n\n\n",
    "replies": [
        {
            "author": "langyo_v3",
            "timestamp": 1531007640,
            "txt_content": "帖子中心内容大概看了下，总结出是以下几点：\n1.楼主先前被永久封停了5个论坛账号。\n2.楼主针对论坛本身和论坛的服务器版块提出了一些合理化建议。\n\n接下来对第二个中心内容写写我自己的看法。\n论坛目前的零容忍管理模式，截至目前是利大于弊的，原因在于当下论坛的实际管理量远远跟不上需求，只能以更直接的方式压低管理量。\n但如果人手足够到所有发布宣传的服主都能一对一进行引导的情况下，还会需要这样零容忍么？\n我把疑问放在这里，各位可以思考下，目前的论坛管理模式是否真的是以人为本？\n\n然后是第一个中心内容。本人现在想了下，算是又好气又好笑。气的当然是因为账号的永久封停，这点上本人和楼主的遭遇其实是一样的，甚至直接封禁理由也基本一致（根本原因不一致）。好笑的是，楼主提到了残疾人的身份。\n本人并没有任何歧视或鄙视的意思，但是论坛的每个管理员都不可能会因为你身为残疾人的身份而松手。造成这种情况的根本原因，其实也是因为当下的零容忍管理模式。\n我敢说，因为这种零容忍管理模式，论坛两百多万的账号，有三分之一是因为被封禁而被废弃的！不相信的人，大可以和我打赌，我可以亲自写爬虫整理出数据给你看。\n\n就是这样。本人也衷心希望服务器版块能有所改善，但估计管理团队不会完全按照你的意愿去改进。"
        },
        {
            "author": "IceZerocity",
            "timestamp": 1531043160,
            "txt_content": "langyo_v3 发表于 2018-7-8 07:54\n帖子中心内容大概看了下，总结出是以下几点：\n1.楼主先前被永久封停了5个论坛账号。\n2.楼主针对论坛本身和 ...\n第一首先我不怪被封禁 刷分是真的\n第二我姑父先提起了我是残疾人 我不提及的话可能会被误会一些什么\n\n我可没想着残疾人就能被优待，毕竟的确违反版规了，没可能解封"
        },
        {
            "author": "IceZerocity",
            "timestamp": 1531043520,
            "txt_content": "最初被封禁的时候算是很气，别人囤号怎么就没有被封\n\n结果了解到了原来开五个号并且刷分才会被封，也就理解了"
        }
    ]
}