{
    "title": "【原创·连载】背叛的冰之莉娅（前传）",
    "author": "DokiDokiVrigir",
    "replyCount": 1,
    "timestamp": 1531027200,
    "txt_content": "注意：\n此作品纯属虚构。\n出现的人物，团体，地名，事件，人物职业等均为虚构，与实际存在无任何关系。原作者证明：\n\n\n\n\nYA07_9(E9CEE5HEKHN42.png (241.45 KB, 下载次数: 2)\n\n下载附件\n\n2018-7-8 13:18 上传\n\n\n\n\n未经允许请勿转载\n\n贝克大爷是宫廷采购员。老爷子活了大半辈子，几乎一事无成。唯独这一份差事，他称第二，还没有人敢说自己是第一。今天也是十分平和的采购日。“喂，你们几个，快把东西都搬上车！懒鬼！空箱子也搬不动吗？！”贝克大爷恶抽了一下身旁一个学童工的臀部，被袭击的孩子脚步慢了下来。“还想再来一下吗？啊？！”贝克大爷威胁般举起右手。学童工瞪了他一眼，眼里闪耀着泪花，接着头也不回地跟上了前排的工人。这些小子，真是越来越不像话！贝克大爷心想。只是有些奇怪，他试着回忆刚才打到臀部上的触感，然后用不屑的语气骂道：“呸！一个男人怎么屁股这么软，跟个娘们似的，怕是整天偷懒！”要教训一下他们才行。贝克大爷为自己的想法感到赞同，骂骂咧咧地背起手随着已经走远的工人们前去。△离开宫城后，贝克大爷一行来到了城市里，接下来就是分配任务。修缮用的木头、马匹食用的草料，还有一大堆又脏又累的采购活，当然是给下面的人去做了。自己的活嘛，嘿嘿。从北方来的新奇的小玩意、王室使用的香料、膳房委托的名贵药材，等等等等自然是由这位资历最深的宫廷采购员贝克大爷担当了。得好好惩罚他们。贝克大爷动起了歪脑筋。就拿那个软屁股的小毛孩子开刀吧。“那个谁，学童工！”“…”“我说，学童工，给我滚出来！”“…”没有人回答。“嗯？嗯？！你们有谁看见他了吗？”工人们面面相觑，没人能回答贝克大爷的问题。“奶奶的。臭小子居然跑了？！要不是你那该死的女仆母亲求情，鬼才给你这个千载难逢的跟着我贝克干活的机会呢！呸！”贝克大爷的骂声整个街道都能听见，还引来了些许注目。当然，那位学童工也清楚地听见了，他朝贝克大爷的方向做了一个鬼脸，然后消失在城门边的暗巷中。▲“哈……”维吉莉娅公主费力地褪下那件油腻的工作服，对于她来说，这衣服明显太大了。金色的发丝随着蓝色缎带的松脱而泻落，虽然还是孩童的身体，但已经隐隐透露出迷人的气质。褐色的平民服装上流动着的金色，让这衣服也拥有了一丝灵气。维吉莉娅的右手顺着腰间滑下去，碰到了刚才被打的地方。“唔…好疼…”她咬着嘴唇，脸颊泛起红晕。连严厉的父王和王姐都没有打过我！结果我的第一次就给了一个臭大叔吗？！想到这里，她咬牙切齿。哼！愚蠢的大叔，我一定要让你吃不了兜着走！她骄傲地挺起刚刚开始发育的胸部，仿佛贝克就跪在自己面前一般。“不过，暂时先绕过你吧！本公主要去‘参观’了。”稍作休息和打理，维吉莉娅将工作服随意地扔在一块突出的砖头上，离开了暗巷。△ “妈妈，妈妈。”少年坐在患病的母亲床边。瘦弱的母亲缩成一团，干枯的褐色手指交叉着放在胸前，残存的呼吸犹如风中残烛，艰难地吹动几根散落在鼻尖的银发。少年一直盯着他的母亲，漆黑的瞳孔闪闪发亮。母亲听到了呼唤，干皱的眼皮裂开一条小缝，和少年一模一样的黑瞳转动了一下。“我出门去了。”少年起身用路边的脏布简单清洁了一下脸，床头的水盆尚有余温。少年是家里唯一的劳动力，所幸，虽然他只有十二岁，但他的诚实与能干为他提供了三份微薄回报的工作。现在已经快到中午了，他必须赶回城里，那有一份酒馆的工作在等着他。△“唔……”维吉莉娅趴在窗台边窥视着。这是一家裁缝店。比起王室的服饰，平民和普通贵族的服饰并没有那么华丽。但对于人类来说，新奇事物很多时候反而更加有趣。这就是人类的“好奇心”吧。“小姑娘，你要进来看看吗？”一个戴着黑框眼镜的和蔼大叔进入维吉莉娅的视线，他的笑容很亲切，不知道是不是出于生意人的习惯。不过，比起那个凶神恶煞的老爷子，这位大叔显然更能赢得她的喜爱，或者说，芳心？“哈！”维吉莉娅的蓝瞳力迸发出金色的星星，“我想看看！”一刻钟的时间，维吉莉娅将店里所有的衣服都试了一遍。低胸礼服显然并不适合她，她稚嫩的小兔子如果不处理一下根本无法胜任它。男装的码数都有些宽大，而且从气质上来说，还是那位一丝不苟的王姐更加适合。唯独那件天蓝色的连衣裙，就像是为她量身定制的一样。蕾丝的花边为娇小的她添上几份神秘，胸前的丝带随着转动飘舞时，金色在天蓝色上肆意流淌。是美好的夏季，金色的沙滩与蓝天相映成趣。 “小姑娘，这件衣服实在是太适合你了。”维吉莉娅高兴地在镜子前旋转起来。“真的吗？那，我可以买下它吗？”“当然了，我美丽的..小姐。”裁缝大叔略一停顿，向她行了一个有些笨拙的骑士礼。“谢谢您。”维吉莉娅双膝略微弯曲，提起裙摆答谢。“嗯…那么，这件衣服的价格是？”“两千五百埃蒙。”（埃蒙：货币单位，一埃蒙=十埃米。以现实世界货币结算：一美元=二十五埃蒙。）“嗯…两千五百埃蒙？”维吉莉娅几乎从来没有出过王宫，日常的商品交易并没有接触太多。两千五百埃蒙的实际意义，对于她来说是十分模糊的。…只要有钱就可以了吧？她想。“这个…可以吗？”维吉莉娅在大叔惊呆了的眼神中，从褐黄的平民服饰中——拍出五根金条。△舒克大叔目送着那位贵族小姐离开，心里暗自偷笑。倒不是因为又赚了一笔钱。实际上，在她拍出金条之后，舒克大叔吃惊之余，还是尝试说明了一下埃蒙与黄金的关系。着实是用了一段不短的时间。估计她并不常自己购物吧。舒克大叔心想。话又说回来，为什么这位贵族小姐要穿着如此普通的服装呢？倘若是为了低调，付钱时拍出五根金条来想不引人注目都不行。舒克大叔摇摇头，转身走进了店铺。他所不知道的是，刚才的一幕已经被不怀好意的家伙们看得一清二楚。街对面的小巷里，两个人影闪动。“老大，那个女的真有钱！”游民A的眼里发着光，满脸讨好地对游民B说。“蠢！还用你说，那金条，还能是假的么？”“是是，老大。”游民A怯怯地符合道。“可是，老大，如果那个人是贵族怎么办？”游民B楞了一下，如果对贵族下手而被抓住的话，后果远比抢劫平民更加严重。“老大？”“蠢货！没见我在想事情呢吗？！”游民B粗暴地推开游民A，游民A瘦小的身体撞在墙上，他的脸上露出些许痛苦的表情。“哎哎哎，没事吧。”游民B略带紧张地扶起游民A，他的脸色看起来有些苍白。前天晚上抢劫一个老家伙的时候，居然被那老不死的咬了一口。结果这家伙就变得病恹恹的，总是没什么精神。  “抢吧！下手干净点，别拖拖拉拉的，一棒子打晕了事！抢完钱之后就跑去另外的城市，看看你这小子到底什么病。”“谢谢老大…”游民A站了起来，连连鞠躬。“快跟上！人都要跟丢了！”“是！老大！”△“格威尼德！”酒馆老板西蒙将装有熟食的碟子放置在厨房的出餐台上。被称为格威尼德的少年闻声赶来，西蒙看着这位能干的帮手。“快把它送到窗边的那位先生那，我的孩子。”“是，西蒙先生。”少年正欲动身，西蒙叫住了他。“什么事，先生？”“孩子，今天你好像有点心不在焉，你的母亲，她怎么样了？”“好多了先生。”“哦…哦…”西蒙用粗大的手指点着台面，似乎在思考着什么。“对不起先生，我会注意的。”“慢着，我的孩子，如果有什么我能帮得上忙的，尽管来找我。”“谢谢你的仁慈，我先工作去了，先生。”“去吧。”少年快步离开了窗台，西蒙叹了口气。△在城内晃悠一个早上之后，维吉莉娅总算是见识到什么才是普通百姓的生活。诚然，平民并没有机会享受宫廷里金碧辉煌的一切，但比起宫城的条款礼数，还有令人烦躁的政治，平民的生活却要更自由，也更幸福。正午，教堂的钟声响起，即使还想继续参观，也还是要满足一下肚子的需求。当维吉莉娅推开酒馆的门，清脆的铃铛声响起后，传来的是正在休憩的民众们放声交谈的话语声。比起在宫廷里寂静的餐桌，维吉莉娅更喜欢这样热闹的场面。她随意挑了个位子坐下。“小姐姐，要点什么？”服务员大娘操着雄浑的声调，不知道何时已经站在身边。大娘将菜单摊在有些油腻的木桌上，虽然菜单谈不上精致，但从手写的笔迹看来，书写人还是费了一番心思的。“呃…”不过，维吉莉娅一时间也犯了难。在宫廷里并不需要自己点餐。自有膳房“最优”配备，霎时间要她自己决定，她也拿不定主意。“怎么，东西都太合口味，没办法放手去点么？”怎么办呀？要不随便点上几个就好了。菜单上的字明明都能看懂的，为什么感觉选哪个都不太对呢？…怎么办？维吉莉娅偷偷瞥了大娘一眼。似乎看出了她的窘迫，大娘淡淡地说道：“小姐姐…你要实在无法选择的话，就尝尝最近新出的红豆冰沙好了。”“啊，嗯！”维吉莉娅也不知道什么是“红豆冰沙”，听起来好像不错的样子，那就尝尝吧。“好，红豆冰沙一杯。”大娘收走了菜单，走向厨房。有点小小的期待呢。△“您的香香鸡，先…嗯？”送上来的是一碟鸡块，这和“红豆冰沙”有什么关系么？维吉莉娅百思不得其解。服务生少年好像也有点摸不着头脑。“先生？小姐？”维吉莉娅抬起头，正好与少年四目相对，她慌张地收回目光。少年好像在盯着自己看，怎么办？维吉莉娅脸上泛起些许嫣红。少年有着和瞳孔一样黑色的碎发，也许是工作的缘故，肤色略有些黝黑。瞳孔的黑色犹如晴夜的天空，漆黑中闪烁着谜样的光芒。有些…小小的帅气。【DOKIDOKI、DOKIDOKI】为什么感觉心跳得这么快？维吉莉娅的脸更红了，可是少年似乎没有把视线移开的意思。“呃…又弄错了吗..”“不好意思，”刚刚点菜的大娘走了过来，略带责备地瞪了少年一眼。“这是您的红豆冰沙。他送错了，请别介意。”少年默默地收回了鸡块，尴尬地站在原地。“还愣着干嘛，快给人家送去。”“是…”少年悻悻地离开了。“不好意思。这杯红豆冰沙权当一点歉意，请您务必收下。”大娘的语气比起先前要缓和许多，维吉莉娅捧着发烫的脸颊，点了点头。△格威尼德坐在柜台里，有些懊恼。虽然西蒙大叔没有责怪自己，但是一而再再而三的出错，即使别人不说，心里也不会好过的吧？正午过去，客人们渐渐稀少起来，酒馆里也没有那么拥挤，显得有些宽敞。金发的美少女独自一人坐在正中央。“阿…”刚才的那个人。桌子上摆着好几杯空的冰沙杯，却没有任何一个普通的小菜。这样真的不会肚子疼么？格威尼德想。格威尼德的目光停留在她身上。金发美少女像是察觉到了什么，视线交汇的一刹那，她害羞地转过头去。“唔…怎么回事？”格威尼德回过神来，有些不好意思。“麻…麻烦..结..结账…”金发美少女有些胆怯地举起手，小声地说道。“阿，来了。”气氛有点微妙。格威尼德走到她的座位旁，金发美少女的脸颊泛着嫣红，清澈的蓝眸偷偷瞥着身旁的格威尼德，略一沉默后，她突然问道：“那个…你…你为什么一直看着我？”“阿，”格威尼德挠着后脑勺，“因为…”金发美少女抬起头看着他的脸，等待着他的回答。“因为小姐比较可爱..所以…”我总不可能说因为你吃太多了所以看着你吧…格威尼德想。“…”比起先前来，她的脸更红了，像熟透的樱桃。“谢谢。”匆匆结账后，金发美少女一路小跑离开了酒馆，撇下格威尼德还站在原地。我有那么吓人么？格威尼德有些摸不着头脑。当他低头点账时，却发些餐盘里整齐地放着比餐钱多出两倍的价格。“喂！钱给多了！”格威尼德急忙将身子探出窗台，向着人群喊道。但是人群里已经没有金发美少女的身影了。“…我没有这么吓人吧..吓得连钱都给多了么？”格威尼德叹了口气，正准备缩回身子时，看见两个男人鬼鬼祟祟地走过窗台。对人评头论足实在不好，但是…大白天的不工作做些见不得光的勾当，绝对不是正直的人做的事情。格威尼德抬头看了一眼时钟，时针分明指向下午三点。“阿！”“我先走了！”格威尼德向厨房招呼一声，便急忙冲出了酒馆，赶向下一个工作地点。△今天一定是沙蒂娅成为女仆以来最黑暗的一天。维吉莉娅公主失踪的事情被某个女仆告发，失踪的原因她自然十分清楚。作为维吉莉娅公主的贴身女仆，她的一切行动，几乎都有她参与的身影。原本她想，如果是公主殿下的话，应该拥有自己的自由。看来是她想太多了。“一定要保密哦！”维吉莉娅公主曾经这么说道。沙蒂娅胆战心惊地立在女仆长房间外，不一会儿，她听见女仆长那特别的尖细的声音。“沙蒂娅·洛梅芬特，请你进来。”精致的木门被缓缓打开，从中走出一个女仆，眼神躲躲闪闪，当她看见沙蒂娅时，竟然像触电一般移开了视线，逃也似的跑走了。因为是中午，即使将窗帘拉上，明媚的阳光也能令房间保持相对明亮。可是，房间里严肃的气氛却令人感觉像是在粘稠的黑暗中，叫人窒息。女仆长立在古木书桌旁，椅子背对着沙蒂娅，她看不见坐着的人是谁。女仆们面无表情地站立着房间的四周，本就不甚宽敞的房间更是充斥着浓厚的压迫感。死一般的沉寂。“沙蒂娅小姐。”椅子慢慢地转过来，坐在上面的是艾米丽公主。同样是美丽的金发，维吉莉娅公主和艾米丽公主简直就是天差地别。温暖与极寒。虽然低着头，但沙蒂娅仍然尽力观察艾米丽公主的颜色。她眉头松缓，嘴角微微上扬，似乎对此事并不是深恶痛绝。然而在场的其他人却一副严阵以待的样子…就在她思考时，艾米丽公主轻启樱唇问道：“你知道是谁，‘教唆’第三王女——维吉莉娅公主逃出王宫的？”锋芒尽敛的缓和语气一点也不像她的风格，沙蒂娅仍然不敢有丝毫放松。“对…对不起，我…我不知道。”这样的辩解连自己都不能相信吧！沙蒂娅在内心喊道。“我再问一次，”艾米丽公主一字一顿地说，容不得半点反对，“是谁，‘教唆’第三王女——维吉莉娅公主逃出王宫的？沙蒂娅小姐，请你告诉我。”“对不起…我不知道…”沙蒂娅不敢抬起头面对艾米丽公主。艾米丽公主的双眸迅速蒙上一抹冷峻，女仆长抢先一步叫喊道：“下贱的东西！你是第三王女殿下的贴身女仆，难道你会不知道吗？！我今天就要替艾米丽殿下教训你个目中无人的东西！”女仆长径直向沙蒂娅冲来，沙蒂娅害怕地闭上眼，做好了接受羞辱的准备。“退下，女仆长。”“是，艾米丽殿下。”女仆长瞪了沙蒂娅一眼，又退回原来的位置。艾米丽公主从座位上起身，走到沙蒂娅身旁，贴着她的耳朵细语：“沙蒂娅·洛梅芬特，如果你告诉我是谁做的，我一定不会亏待你。”“现在我再问一次，”艾米丽公主的嘴角微微上扬，“沙蒂娅·洛梅芬特小姐，是谁，‘教唆’第三王女——维吉莉娅公主逃出王宫的？”“对不起…”沙蒂娅几乎是颤抖着说，“我…我不知道…”“沙蒂娅·洛梅芬特！”啪！清脆的耳光声响起，沙蒂娅倒在地上，右手捂住发烫的脸颊。“艾米丽殿下…”艾米丽公主精致的五官笼罩上透彻心骨的寒冷，用像是在看垃圾的眼神看着她。“女仆长。”“是，殿下。”“交给你了。”艾米丽公主坐回椅子上，冷冷地看着这边。“明白，殿下。”女仆长的脸上露出狰狞的笑容，一步步向沙蒂娅走来。谁..谁来救救我？有谁能救救我吗？女仆长越来越近了，她阴险的笑声充斥着整个房间。“沙蒂娅小姐，我会好好招待你的。”啪嗒，啪嗒。大滴大滴的眼泪不可抑止地从眼角流出，打在冰凉的大理石地板上。   “抓住她。”   两个女仆抓住沙蒂娅的双臂，女仆长高高地扬起她肥大的手掌。   “不要，不要！”   眼看女仆长的手掌就要挥向自己，沙蒂娅害怕地闭上双眼。   “住手！”木门突然打开了，安德王子出现在那里。门口的女仆急匆匆地跑到艾米丽公主跟前，胆怯地说道：“对不起，艾米丽殿下，我已经向第二王子殿下告知了您不便见客…”“这不是你的错。”“安德，你来干什么？”艾米丽公主冷冷地说。“我的王姐，请您不要为难这位可爱的女仆小姐，好吗？”安德王子走向泣不成声的沙蒂娅，女仆长悻悻地退后，女仆们也松开了沙蒂娅的手臂。“对不起，我来晚了。”“我来晚了”？在我的印象里好像没有拜托过第二王子殿下吧。沙蒂娅满腹疑问，但即便如此，她还没有愚蠢到那种地步去让王子难堪。被吓得浑身颤抖的她喏喏地点头，被安德王子护在身后。“安德…不要多管闲事。”“自己妹妹的事情难道也是多管闲事吗？我的王姐，您可真会开玩笑。”安德王子迎上艾米丽公主的充满敌意的目光，脸上露出和煦的笑容。“其实是我指示沙蒂娅小姐协助莉娅妹妹的。”“为什么？”艾米丽公主的语气里毫无感情。“莉娅妹妹还是普通的孩子，她拥有玩乐的权力。”“她是王室的公主，不是普通的孩子。”“在我看来，两者并没有不同。倒不如说，比起普通的孩子，王室的公主应该更加自由。”“安德！”艾米丽公主拍桌而起，“你这是在胡闹！”白皙的脸上染上愤怒的烈火，古木书桌在重击下苦苦呻吟着。安德王子还是保持着他一贯的和煦笑容，眼神里找不到任何恐惧或者敌意。艾米丽公主撑在桌子上，看起来有些泄气。“如果维吉莉娅公主未来一事无成，你一定是罪魁祸首。““如果是那样的话，我愿意承担一切责任。”“我们走。”艾米丽公主撞开安德王子扬长而去，沙蒂娅第一次见到她如此无礼的表现。“对了。”艾米丽公主在门口停下，回头看着安德说：“公共场合下，请你称她为‘维吉莉娅公主’。”“我会权衡的，谢谢您的忠告，王姐殿下。”艾米丽头也不回地离开了，女仆长紧随其后，经过沙蒂娅身边时还不忘恶狠狠地瞪了一眼。△“嘶！”沙蒂娅下意识地向反方向躲避，安德王子放下手中的棉布。“对不起，弄疼你了吗？”沙蒂娅摇摇头，小心翼翼地缩了回来。“我会更温柔一点的，请您还务必忍着点。”安德王子将棉布沾上少许药膏，轻轻抹在沙蒂娅已经红肿的脸颊上。“嘶…”沙蒂娅倒**凉气，努力忍着疼痛。“实在是对不起，要你为莉娅妹妹受罪。”“不…请别这样说…我的确是参与了…维吉莉娅殿下的计划…”沙蒂娅低着头，摆弄着白色的蕾丝花边。“虽然是这样…王姐也不能打人啊…”像是说给自己听一样，安德小声说着。但还是被沙蒂娅听到了，她连忙说道：“第一王女殿下打我是应该的。我一直在否认，让她非常生气。”“那也不能打人，打人就是不对的。”棉布轻触红肿的伤处，看起来药膏开始发挥作用了，沙蒂娅没有再躲闪。只是她的脸颊更红了。“王子殿下…谢谢您。”“没什么，只是举手之劳。还有，叫我安德就好。”夕阳的光芒为安德王子的笑容染上些许橘色，闪闪发亮。“我这个妹妹是最不令人放心的。总是会闯下一些祸，连累身边的人。其实我也明白，王姐其实也是为她好，只不过表达的方式不太一样。“怎么说呢，可能我和王姐对莉娅妹妹的爱，就像慈母与严父吧。可能真的像王姐所说，我这样保护她，会让莉娅妹妹一事无成吧。”“不，我认为不是那样的。”沙蒂娅认真地看着安德王子，说道：“安德殿下的温柔和善良无时无刻影响着维吉莉娅殿下，温柔和善良恰恰是十分优良的品质啊。”安德王子回应着她的目光，露出温暖的笑容。“谢谢您，沙蒂娅小姐。”“…”沙蒂娅害羞地转移开自己的目光，绯红之色更加肆无忌惮了。“沙蒂娅小姐，请您以后多多照顾莉娅妹妹好吗？即使可能还会有这样的事情发生，也请答应我一直陪在她身边，好吗？”“嗯。这是当然的，交给我吧。”“那么，现在我们也应该出发去寻找莉娅妹妹了。”安德王子站起身来，向沙蒂娅伸出了手。“一起去吧。”沙蒂娅望着他，将自己的手放在安德王子的手心。“是，安德殿下。”这是，安德和沙蒂娅的初相遇。△“呃…这里是哪里啦…”维吉莉娅有些迷茫。原来城市街道是如此复杂的，特别是在光线昏暗的时候，就像进入了迷宫一样，兜兜转转找不到出路。“奇怪，刚刚好像来过这里了。”维吉莉娅盯着一间店铺的招牌想。在那间酒馆用过午餐后，她感觉一直心神不宁，就希望能靠散步来摆脱这样的心情。没想到心没有散开，却不知道自己走到哪里了。太阳已经西沉了，再过一会天色就要完全黑掉了吧？她寻到一级台阶坐下，入夜的街道显得有些冷清。其实迷路倒不是自己最担心的事情。说好下午就回去，这么晚了，王姐他们该觉察到了…沙蒂娅会不会因为自己受罚呢？她将脸埋进膝盖里，懊恼逐渐占了上风。【维吉莉娅殿下！一定要注意城市中的游民！】脑海中突然清晰地印出沙蒂娅的警告。起初沙蒂娅得知维吉莉娅的计划时，她建议维吉莉娅带上两名护卫前行，却被维吉莉娅执意拒绝了。沙蒂娅只好反复嘱咐安全事项。一开始维吉莉娅还不以为然。毕竟自己在太阳下山前就会离开嘛。直到现在，威胁就隐匿在逐渐被黑暗吞噬的街道中。怎么办，现在应该继续往前走吗？还是在角落里等到天亮？黑暗像烟雾一样在各个街道间弥漫，稠密而令人窒息。“果然…还是在这里…等到天亮吧…如果王姐他们发现我不见了…一定会派人来找我的。”维吉莉娅摸索着前进，在小巷中找到一处木箱子后面慢慢坐下。“嗡——嗡——”太过安静了。耳腔内响起稀稀落落的蜂鸣声，偶尔听到动物推翻木板的声音。墙洞内的火堆只剩下一点阴火，根本没法有效照明。维吉莉娅抬起头，夜空满是黑压压的乌云，看不见月亮。明明才坐下一会儿，却感觉像是经历了一万年一样。到底还要多久才能天亮啊。只要睡着了，一觉睡醒之后就是天亮了吧？尝试一下睡觉吧..维吉莉娅合上眼，能听到自己的呼吸。“喂喂…你看见了吗？”“没有，老大。”不知道从哪里传来的，两个男人的声音。是卫兵吗？维吉莉娅睁开眼，小心翼翼地从箱子后面探起头来。“奇怪了，刚刚看见她走进这条巷子里了呀。”“老大，会不会是你看错了？”“笨蛋！”比较高大的男人敲了一下另外一个身材矮小的男人，“我会看错吗？我明明就看见她跑进来了。”高个子男人从墙上扭下一根燃着的火把，递给身后的矮个子男人。“拿着，帮我照路。”“是，老大。”维吉莉娅缩回来，心脏剧烈跳动。那两个人不像是卫兵，身上穿的服装十分破旧，也不像是今天在路上见到的市井平民。难道说…是游民吗？嚓、嚓、嚓…脚步声越来越靠近了，维吉莉娅尽力捂住自己的嘴，害怕会忍不住尖叫起来。他们是在找我吗？被抓住的话，后果一定不堪设想。火把的光只能照亮他们周围的地方，趁着他们离这里还有半条巷子，赶快逃出这里吧。维吉莉娅扶着墙壁站起来，沿着小巷准备逃跑。就在这时——天空中的乌云突然裂开一条缝隙，洁白的月光从中穿透出来，正好将维吉莉娅所处的地方照得一清二楚，维吉莉娅的天蓝色连衣裙瞬间变得无比显眼。“什么？！”维吉莉娅惊恐地回头，那两个男人已经发现了她。“在那里！快追！”高个子男人指向维吉莉娅的方向，正欲追击而来。“啊！”突然，矮个子男人抱着头撞向一旁的石墙，发出痛苦的呻吟声。趁着现在，快跑！维吉莉娅拼命向巷口跑去。“喂！快起来，她要跑了！”高个子男人伸出手想要将矮个子男人拉起来，在矮个子男人握住那只手的瞬间——“呃阿阿阿阿阿！！”矮个子男人的瞳孔突然变成血红色，张开嘴向眼前的同伴的喉咙咬了过去。“你！啊！！”一大滩黑色的污渍喷射在斑驳的石墙上。维吉莉娅回过头去，那矮个子男人踢开同伴的尸体，动作有些扭曲地站了起来。“啪嚓！”维吉莉娅的小腿撞在一块木板上，木板断裂发出巨大的响声。“唔！”维吉莉娅失去重心向前摔去，翻滚数圈后停了下来。“啊…好疼。”维吉莉娅扶着额头，模糊的双眼看见一个黑色的人影正向这边飞奔而来。“噫！？”矮个子男人听到木板破碎的声音突然暴走，如同嗜血的饿狼捕捉到猎物的踪影一般追来。“不要！！！”△“已经这么晚了啊，大叔，我就先回去了。”“好。把钥匙放在桌子上，走的时候记得关门。”“好嘞。”顺手将门带上，格威尼德走出店铺。离太阳下山大概过去一个小时了吧，天色已经完全黑了，不知道母亲有没有把晚饭吃了呢？格威尼德顺着街道一路往下，只要再走上三四百米，就能看见家了。今天也努力工作了一天，浑身上下只要稍一动弹就会发出咯咯的声音。回去把家务活做了就能睡觉了…好困。“不要！！！！”凄惨的求救声从街道的另一边传来，刺激着他的耳膜，困意顿时消去大半。听声音似乎是位女性。发生了什么？格威尼德停下脚步，望向身后漆黑的街道。“啊！”那声音相对第一次来说变得更加充满恐惧，格威尼德按捺不住了。游民打劫吗？！最近经常能听见游民袭击的案件。只懂得向弱者出手吗？不可饶恕！“这个混蛋！”格威尼德转身朝着声音传来的方向狂奔而去。“怎么了孩子？”“大叔！快通知卫兵队！”格威尼德向探头观望的雇主大叔喊道，然后头也不回地继续向前跑去。△“咳咳…”维吉莉娅像断线风筝一样飞了出去，撞在一面石墙上。刚刚用来抵挡的厚木板已经断成两截，如果这一击直接打在身上的话，后果不堪设想。矮个子男人的身体痉挛着，僵硬的走姿好似坟墓里爬出来的僵尸，嘴角的唾液和血液混合在一起，一点一点滴下，令人作呕。后脑勺传来一阵阵麻木的感觉，维吉莉娅的眼前有无数的黑色花点在飘散，突然涌上来的晕眩感令她倚着墙壁倒下。他过来了…怎么办…如果我不逃出来就好了…望着矮个子男人，委屈的眼泪汹涌而出，在脸上聚成一条透明的溪流。谁能..谁能来救救我..王姐…安德哥哥…沙蒂娅……我不想死在这里…“嗬…嗬…”矮个子男人喘着粗气，狰狞的脸上撕开血盆大口，失去了人类的脸型。 “喂！看这里！”他被突然出现的声音吸引，缓缓转向身后。一柄黑色的东西迎面飞来。“当！”矮个子男人应声倒下，沾着血迹的平底锅掉进一个黑暗的角落里消失了。诶…怎么回事？模糊中，一个人出现在视线中，小心确认着倒在地上的男人的情况。“诶…这…这就断气了吗？！…怎么这么多血啊…我敢保证平底锅不会有这么强的...吧？”是卫兵吗…来救我的吗…看起来也只是一个少年而已呀…维吉莉娅注视着眼前少年模样的人，意识正在一步步被蚕食。“啊。”少年环顾四周，发现了奄奄一息的维吉莉娅。“没事吧？”维吉莉娅很想回答他，但已经连说话的力气都没有了。少年盯着她的脸，像是想起来什么一样一脸惊讶。“你，你不就是中午的….我扶你起来。”少年伸手撑起维吉莉娅的头，手心触碰到一片湿润。少年看向手心，那里一片猩红。“血？！喂！能听到我说话吗？喂！”对不起…我…撑不住了。维吉莉娅的手低垂下来，头歪向少年的臂弯，没有了声息。△“喂！”“要快点送到医生那…”格威尼德正欲起身，旁边的月光中突然被巨大的黑影覆盖。“呃呃呃呃呃呃！”“什么？！”他感觉背上被什么狠狠地拍了一下，猝不及防地被强劲的力量甩到另外一边。“咳..不是断气了吗？！为什么…咳咳…”喉咙里涌起腥甜的味道，背上火辣辣地疼痛。好像是回应着他的问题一样，男人扭动着脖子，亮出被黑色污渍沾染的尖牙。“有意思。”格威尼德扶着墙壁站起来，顺手从柴火堆里抽出一根粗壮的木棍，紧盯着眼前的怪物。“这哪是游民打劫啊，这分明就是僵尸吧。” “桀桀。”男人突然笑了起来。“饶了我吧，”格威尼德抹去嘴角溢出的一点血迹，“你的笑比哭还难看。”不知道眼前的这个男人什么来头，但肯定不是省油的灯。大叔应该去叫卫兵了，至少要撑到卫兵来到为止。格威尼德瞥了一眼昏迷中的少女，咬紧了牙关。居然会在这里见到她，孽缘啊。就当是我送错菜的一项补偿吧！“呃啊！”男人咆哮着扑来，格威尼德瞄准它的太阳穴将手中的木棍挥击过去！“咔咔！”木棍传来命中硬物的振动感，男人的头带着身子像棒球一般被弹出，整个人冲破一块木板，一根木条直直地刺入他的胸膛。男人抽搐两下后，平静了下来。“嗬…嗬…赢了吗…比想象中要弱呢。”格威尼德平复着正在上涌的血气，背上一片湿润的感觉，由于刚才的挥击，伤口被撕裂了。虽然看不见，想必已经伤得很严重吧。“当务之急…要快把她带出去…呃啊！？！”格威尼德紧紧抓住左胸的衣物，剧烈的刺痛不断冲击着他的意识。他的眼前渐渐模糊，忽然在巷口的另外一边，忽然出现一大片火光。“在那，就是他们！”“快！”…大叔，你终于来了…格威尼德什么也听不见了，倒在冰冷的水洼里。△（后记）“唔…”当我睁开眼的时候，出现在眼前的是熟悉的金色。金色的天花板，金色的床，金色的被褥…据说是因为我出生时由于黄金才得以顺利，而且发色也是金色的缘故，我的房间便充满了金色。但是…设计这间房间的人难道就没有想过…如果太阳照射进来的话，会太过刺眼吗？虽然向王姐和安德哥哥抱怨过很多次了，但是似乎并没有什么作用…不过…比起这个，我更想明白一件事。为什么…我会躺在床上，而且头还在传来难以忍受的疼痛呢….“唔…呼呼…”我强撑着身体起来，四肢因为突然用力而变得异常**，几乎要因为失去支撑而一头摔下床。我只记得，我逃出了王宫，去了城市，然后…就躺在床上了。发生了什么….我被游民袭击了吗？【“因为小姐你比较可爱，所以…”】…什么啊，什么叫“比较可爱”啊？明明是“非常可爱”好吗？我能想象到自己的脸颊一定是赌气地鼓起小包。诶，这句话是谁说的来着？我记得…是在一家酒馆…酒馆…有人好像上错了菜…然后…“！！”脑内似乎有什么东西突然断开了。【“因为小姐你比较可爱，所以…”】【“小心游民！”】【“你！你不就是中午的…”】“啊啊啊啊！！”脑内迅速涌进大量的画面，大脑剧烈疼痛起来，就像是要裂开了一样。“维吉莉娅殿下！”我抱着自己的头，在床上拼命翻滚着，挣扎着去摆脱这股汹涌的洪水。混乱中我听到了沙蒂娅的声音。“殿下，殿下！冷静一点，殿下！”沙蒂娅！好痛啊…好痛啊！“安德殿下，殿下她！”“你快去叫医生，我来看着她。”是…是安德哥哥的声音…“是，安德殿下！”“莉娅妹妹！”   我能感觉到有人在紧紧地抱着我，即使我再如何挣扎也无法挣脱。“莉娅妹妹，冷静一下！”要想起来了！是那个..那个…那个…黑色的碎发…黑色的….“莉娅妹妹！莉娅妹妹！”是这样啊…疼痛渐渐消退了，意识又一次堕入无尽的黑暗之中。△当我再次醒来的时候，我却发现大家都坐在床边默默守候着我。安德哥哥坐在贴近我肩膀的位置，一只手撑着头闭目养神，我甚至能听见他平稳的呼吸声。沙蒂娅就坐在安德哥哥身后，低着头，眼睛以上被垂下的刘海遮住了，看不见她的表情。应该是睡着了吧。当我环顾四周，却发现一个令我有些惊讶的事情。艾米丽王姐正坐在正对床尾的木椅上，虽然闭着眼，但是身体姿态还是保持正襟危坐，一点也没有放松的意思。即使是睡着了也不放松吗？王姐令我最佩服的地方就是在这里，“一丝不苟”。也难怪会成为安德哥哥王位争夺的最强对手呢。不过，安德哥哥的温柔和善良，也着实感动了不少权贵呢，也许还难以分出胜负吧。至于我，我更希望能一直平平淡淡地生活下去吧。政治什么的，最讨厌了。说起来，结果当我醒来的时候，全世界都又再次入眠了吗？望着窗外的繁星，我这样想道。“唔….”沙蒂娅揉着惺忪的睡眼，就像是刚刚睡醒的小猫一样。“诶？！”她看着我，发出惊讶的声音。我向她摇摇头，示意她不要出声。她似乎明白了我的意思，用手捂住了嘴。我在空中作出书写的动作，示意她用书写的方式和我交谈。【我有事情要问你。】我无声地作着嘴型，沙蒂娅明白了我的意思，小心翼翼地从书桌上取来笔纸。【你知道我发生了什么事情吗？】沙蒂娅略一沉思，在纸上快速写道：【是的，维吉莉娅殿下。您在城市里遭到袭击，昏迷了过去。昨天下午曾经醒来过一次。已经过去一个星期了，殿下。】沙蒂娅有些懊恼地看着我，眼神里充满了对我的歉意。是为了我逃出王宫的那件事吗？【请不要用那样的眼神看着我，你并没有做错任何事情。】【是，维吉莉娅殿下，对不起。】【所以说啊…】【对了，那，你知道是谁救了我吗？他现在在哪？】沙蒂娅看着天花板，露出有些迷茫的表情。【我只知道…是一位名字叫做“格威尼德”的少年救了您。他在与敌人的战斗中一度昏迷，后来在苏醒之后就离开了。至于他现在在哪，恕我愚笨，我也不清楚。】【这样啊…】我有些失落。【实在是多亏了那位少年呢，殿下才没有受到更加严重的伤害。而且，竟然没有凭借将殿下拯救于危难之中这样的丰功伟绩讨要任何奖赏，我从心底里对他表示敬佩。】【毕竟是我的英雄嘛。】不知道为什么，写到这里，我有些莫名的骄傲感。【是啊，维吉莉娅殿下。】“我说啊，你们两个在干什么呢？”坐在木椅上的艾米丽王姐不知道什么时候已经醒了过来，难道她已经看了我们很久了吗？！“…”安德哥哥也醒来了，当他看见已经苏醒的我时，疲倦的脸庞露出他最标志性的和煦微笑。“啊，莉娅妹妹，你醒了？”“嗯。安德哥哥，晚上好。”“你们特地把我晾在一边是几个意思啊…”王姐扶着额头，默默地叹着气。“不…不是这样的艾米丽殿下…”沙蒂娅慌慌张张地辩解道。“对…对不起王姐…”“啊，罢了罢了。”她摆摆手，“你是病人，至少到你康复为止，你是最重要的。”“…是，王姐。”“既然你没事，我就先告辞了。”她站起身来，准备离开。“王姐！等一下。”“？”艾米丽王姐疑惑地看着这边。“您能特地来看我，我感到万分感激。”王姐露出如释重负的微笑，转过身去。“好好休息吧。”“真是不够坦率的人呢。”待到艾米丽王姐走远，安德哥哥笑道。“的确是这样呢…第一王女殿下明明非常担心维吉莉娅殿下。”“嘻嘻…是这样吗？我还以为会被训斥一顿呢。”我吐着舌头，望着王姐远去的方向。“安德哥哥，我能拜托你一件事情吗？”“嗯？不妨说说看。”“能不能…帮我好好感谢一下格威尼德先生…”“格威尼德..啊，那位英勇的少年。”安德哥哥笑了，“我也正有此意。只是他走得太仓促，我又有公务在身，一下没能抽空出来安排酬谢事宜。”“这样吧，等你康复了，我们找个时间登门拜访吧。”“嗯。”安德哥哥抚摸着我的头发，他真的一直以来都那么温柔呢。想到还有机会再见面，我的心跳便不由自主地加速起来。格威尼德。我的英雄。 \n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1531058460,
            "txt_content": "哇先发前传这么猛的吗\n文章很棒 期待一下正文~"
        }
    ]
}