{
    "title": "[文学创作][原创/连载]【六月活动/微小说】[侠行天下]",
    "author": "天之剑心",
    "replyCount": 10,
    "timestamp": 1531027500,
    "txt_content": " 本帖最后由 天之剑心 于 2018-7-10 16:56 编辑 \n\n《侠行天下》\n背景\n\n  明朝元年，各门派暗流涌动，轩辕轩宣布重出江湖；君子堂弟子韩冰瑶自创天寒剑法开创了天寒谷；各大隐世门派也开始与直属门派往来密切；至于江南地区，掠心汹汹的东瀛倭寇也开始了入侵；且说新神秘势力东海也渐渐浮出水面；中原武林与外域武林的争斗也在恶人谷开始了！；“阴谋，这都是阴谋！希望不要再有人相信天望崖的......”而在天望崖一场阴谋也蓄势待发了。\n  能么今天我们要讲的故事与主角将在一个处在苏州边界的一个小村庄——暮色村庄BUG：http://www.xiami.com/widget/377713304_1796872917/singlePlayer.swf\n第[零]章侠道之始先导语：侠士之始见，欲饮酒备客。可怜老百姓，一杯是江湖。  “咳咳咳咳.......”赵志宇一边吐血一边咳嗽“死老头，还不赖，已经年过五十了还能么厉害啊？但是你已经老了，老得不像当年屠戮韩家，杀我爹能么利索了。”  韩雪灭轻蔑地笑着，他指了指被他手下追杀的百姓们继续笑道：“赵志宇，看看这些百姓，都会因你而亡，哈哈哈哈哈哈哈，想想就痛快，他们不是很爱戴你吗？那就让你看看这些人如何先死吧！”  “孽畜，我们之间的恩怨由我们来解决，何须牵涉他人，你今日如果放了这群百姓，那也罢，我随你走，任你处置。可如若不放，我血刃剑客赵志宇发誓必定会追你到天涯海角！！！！！！！！！”  “哦？是吗？四大高手，血刃剑客说要杀了我，你们同意吗？”  四大高手上前一步齐喊道：“想动少爷，我们手里的刀剑可不会同意，有种就来试试！”  韩雪灭略带愤怒的说道：“想当年，你大名鼎鼎的血刃剑客受雇屠戮我韩家上下几十口人的时候，有曾想过有今天吗？难道那些人就不无辜吗？就连我爹也只是被人利用陷害，而你屠戮了我韩家那些无辜的人，今天我就要他们偿命！”  赵志宇叹了口气，有气无力地喊道：“苍天啊，我赵志宇犯下的罪孽，为什么偏偏由这些百姓来承担！！！！”  韩雪灭望天看了一下，依旧平常的说道：“我把这次复仇的最后一个地方定在了你家，同时我也会令四大高手驻守在四个地点，这里就是起点，越早来越好，否则，呵呵，你的女人和女儿就姓名不保了，快点吧，我很期待，我们的恩怨就在那里解决。”说完，韩雪灭施展轻功离开了村口。  四大高手也一边跑一边喊道：“赵志宇快来吧，看看你能过多少关，也看看你能有多少时间救多少人，哈哈哈哈哈哈。”  赵志宇愤怒地看了看附近的韩家家丁，施展出已经通神的五卦拳打倒了村口的所有杀手，他半蹲在地，一半冷静一半愤怒地他正在想对策：“我的命已经无所谓了，只是......我死了韩雪灭他也未必肯放过那些百姓啊，但是单凭我一人之力，如何能又救百姓又打败四大高手以及韩雪灭？不对，还有他————陈天！”\n  数月前，在暮色村庄的沙滩上，几位村民发现了一个少年。  将他救起以后，村民们马上找了赵志宇，等少年醒过来时，只见他双眼迷惘，似经历过绝望，又似失去了什么重要的东西，赵志宇关切地问他：“你叫什么名字？家住哪里？怎么会掉入了水里？”  对于这些问题，少年也只断断续续地用两个字回答：“陈.......天......”。此后陈天便住进了赵志宇家里，之后赵志宇无意中发现陈天的内力竟然高深莫测，而且经脉乃是万中无一的经脉，连像赵志宇如此地江湖高手亦不能与如此深厚的内力相比，“此乃天之骄子，真正的天才啊！”赵志宇不禁叹道。  随后赵志宇便教了陈天横断刀法、破荒拳与血刃剑法，谁也没有想到陈天竟然学速惊人，短短两个月三套功法的熟练度已经与赵志宇可以相提并论了。【在韩雪灭带杀手杀进来时，陈天躲在了村口的屋檐上】\n  赵志宇对附近大喊道：“天儿，我知道你在，坏人都被大叔打跑了，出来吧”这时从屋檐上飞下来一位少年，那个少年双腿有力，眼神随和，一脸英俊怕是无人能抵得住诱惑，双眼略感水灵，刚中带柔，更是神秘，那位就是————陈天。“大叔，请问这到底是怎么一回事，此事与您有关？？？”赵志宇叹了一口气，道出了事情的一切：“这一切得要从二十年前说起。”  “二十年前，我的名号是贯彻了整个江湖的血刃剑客，我出生于洛阳的一户武者世家，父亲从小就教我文韬武略，我们一家何乐隆隆，可是在某一天晚上，我们家被灭满门，全家都死了，就只有我侥幸活了下来。后来，我知道了是谁害死了我全家，那个人叫鹿泉，是苏州的郡守，于是我便发誓要复仇，后来我一直在苏州流浪，鹿泉并不知道他并没有将我赵家斩草除根，后来机缘巧合之下就跟着一位隐士高人学武，待我学了五年以后，师傅也去世了，我便想着我可以报仇了，在一天晚上我潜入了鹿泉家中，将他家的所有人都杀死了，最后用鹿泉的血留下了一个名号‘血刃剑客’，后来我便专门接暗杀任务，但是我也只接那些犯下了滔天大罪的恶人的活”，再连续成功了几十单以后，我的名声已经在苏州城传开，哦，不对，是在整个江湖。本来日子就这样一天一天过去了，我想我差不多也可以脱离暗杀了，我本想再接最后一单，没有想到这最后一次暗杀，重铸了当年在我身上发生的历史，我杀了苏州第一大户韩语，屠戮了他家几十口人！！！当我放下兵刃以后我非常后悔，我的心里满是忏悔，我想过一死了之，但是后来竟无意里来到了暮色村庄，我爱上了这里的山，这里的水，这里的人，这里的她——也就是你赵大婶，二十年以后，韩家上门复仇了，可是他们不应该牵扯到这里的百姓！！！小天，帮我，帮帮这里的村民，帮帮暮色之村，不要让暮色真的变成了暮色！”赵志宇拍着陈天的肩膀激动地说道，  陈天沉默了半响，回道：“大叔放心，我必定会尽一己之力救出村民的！”  赵志宇舒了一口气说：“好啊，好啊！孺子可教也，大叔教你的轻功没忘吧？就是上次那个凌空踏步和九转之跳，九转之跳是我独门的绝技，可用于关键时刻逃跑。”  陈天斩钉截铁地说道：“九转连跳，方避阎王。不急不慢，走为上策，记在了心里了，放心吧大叔，只是......那韩家四大高手有多强？？？”  赵志宇缓缓提道：“四大高手之首便是当年漏网的韩家管家韩忠全，此人非常擅长暗器，据说此人出自于唐门门派；而排行第二的便是苏州的第三号捕快人称嗜血捕快的天阉，此人非常擅长使用长剑，而且好弑杀，一定要小心此号人物”；  “而那第三吗，我也不是很了解，只知道他是个长相怪异的和尚；第四便是那当初的巫山土匪头子李把头，以前我把他的山寨给毁了，他现在也回来复仇了。小天，这次的事情会很棘手，你要是真的应付不来，等大叔过去，但是也是迫不得已，我必须先要去救助那些村民，至于你赵大婶和我的女儿翠儿就要靠你了！”  陈天点了点头，转身就走了，那背影让赵志宇想起了一位老先生，当年那位天才同样是以这个姿态踏上了凌霄城之路，欲维护武林秩序。可.......“来不及多想了，得马上去救人”赵志宇回了过来，马上施展轻功去村子里救人。  而在此时，暮色村庄赵家  “放开我，你这个坏蛋！”“赵志宇一生手上都沾满了血，没有想到女儿还挺漂亮的”。韩雪灭淫笑着说。“把赵老头的女儿和老婆都给我吊起来。”翠儿喉咙高调地冲他喊道：“马上把我和我娘给放了，不然我爹不会放过你的！苍天也不会放过你的！”  韩雪灭用手捂住自己的眼睛，狂笑不已地喊道：“血刃无情，刀剑无眼。天本无道，谁人信天。”另一边，陈天已经抵达了第一道关卡——暮色村庄的村北，在一旁百姓的尸体被堆成了一边，而旁边坐着一个男人，他双眼布满了血丝，左眼有一个刀疤，手上还拿着一把大刀。“那个就是狗屎土匪头子吧，还在那里装酷。”陈天心里在窃笑。  “哈哈哈哈哈哈哈”。  “哈哈哈哈哈哈哈哈哈哈”  陈天问李把子说：“请问你笑什么啊？”“我笑你在笑啊。”陈天开始严肃起来说：“行吧，闲话不多说，开打吧！”李把子笑道：“求之不得！”  村东的他说：“怎么回事？这个村子漫天血色！待我前去一看” 村西她冰冷无情地说：“哦？这个村子.....嗯？？！！必须要去救这些村民”  村南她嘻嘻哈哈言语到：“能么多坏人，本小姐今天能杀个够了”  请静看下一节：侠路相逢，猜猜这三个他【她】分别是谁吧，敬请期待。四位大侠命中注定必定要仗剑行九州！\nhttp://www.xiami.com/widget/377713304_1796872917/singlePlayer.swf\n\n\n\n\n\n\n\n仗剑江湖.jpg\n(71.11 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-7-9 12:30 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "是夜初哇丶",
            "timestamp": 1531053240,
            "txt_content": "不错的，支持！"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1531057740,
            "txt_content": "唔 不考虑分一下段吗 排版看着难受= ="
        },
        {
            "author": "天之剑心",
            "timestamp": 1531102380,
            "txt_content": "请问有哪位大佬可以放一个排版不错的借我观摩"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531102380,
            "txt_content": "bo_bo2001 发表于 2018-7-8 21:49\n唔 不考虑分一下段吗 排版看着难受= =\n请问您觉得最好分多少段呢"
        },
        {
            "author": "天之剑心",
            "timestamp": 1531316640,
            "txt_content": "请大佬们提提意见，我顶！【请原谅我】"
        },
        {
            "author": "初阳时光",
            "timestamp": 1531353480,
            "txt_content": "最基本的，字体要适中。\n\n排版教程http://www.mcbbs.net/thread-674238-1-1.html"
        },
        {
            "author": "天之剑心",
            "timestamp": 1532493540,
            "txt_content": "自己顶吧........我无能！"
        },
        {
            "author": "yisizhiren",
            "timestamp": 1573654500,
            "txt_content": "这位大佬，能不能写好一段就按一下回车键，分一下段才好看。还有字体大小不一样有些难受。"
        },
        {
            "author": "天之剑心",
            "timestamp": 1580461080,
            "txt_content": "yisizhiren 发表于 2019-11-13 22:15\n这位大佬，能不能写好一段就按一下回车键，分一下段才好看。还有字体大小不一样有些难受。 ...\n收到收到，谢谢这位朋友的提醒，这使我早期的第一个作品，还请见谅"
        },
        {
            "author": "Joct.",
            "timestamp": 1580612100,
            "txt_content": "好看好看，大佬辛苦了，格式一回事，内容确实好~"
        }
    ]
}