{
    "title": "【半原创/连载】全境封锁|The Division 求生笔记35页",
    "author": "guqu",
    "replyCount": 0,
    "timestamp": 1531145160,
    "txt_content": " 本帖最后由 guqu 于 2018-7-10 19:51 编辑 \n\n作者的话：\n跑遍曼哈顿五个区收集这些资料真的不容易\n尽量不写错吧\n正文：\n\n切尔西。\nW 23nd St...\n一些身穿白色棒球套装，手拿燃烧瓶或者莫罗斯啤酒的暴徒聚集在这里。\n“他们来了吗。”\n“不清楚，不过他们会来的，不来他们就会死。”\n“嘿，艾力克斯，快看。”\n这条街的中段，聚集了一群拿着防弹护盾的联合作战部队士兵。他们有目的性的站成一排，形成了一道闸口，在他们的背后，还有一位站在箱子上拿着喇叭的女士兵。\n“他们这么快就收到消息了吗?”\n“你们下次请不要给JTF折纸飞机。”\n一位暴徒开始斥责他的队友，不过人流很快来了，虽然不多，但是足够大闹一场，他们可不想把自己辛苦创造的机会浪费在争吵上。\n“拿好你们的标牌，燃烧瓶，准备动手了。”\n标牌上写着“别再有法西斯主义”。\n这里开始变得无比嘈杂，平民的乞求声，愤怒声，暴徒的起哄声，吼叫声，应有尽有。\n\"这是给你们的最后警告！离开这个地区，否则我们要强制驱离了！你们妨碍了——\"\n啤酒瓶的碎裂声打断了这位女士伟大的发言，其始作俑者来自一个毕业于高端体育大学的暴徒，他的投掷技巧简直让他的暴徒朋友们想带他去游乐园玩“圈奖品”游戏。\n“狗娘养的！”\n“我们没有别的地方可去了！有人告诉我们这里有庇护所！”\n一位男子焦急地对着防爆盾后的士兵说着，挥舞着四肢却看似无法穷尽他的感情。他身后的一位女士手里抱着一位婴儿，婴儿睁着眼没有睡着，但是在这样的暴乱下他的反应却安静的可怕。\n“拜托！我的宝贝饿坏了！”\n那位士兵的防爆盾有点晃动，被一旁队友提醒后又停止了晃动。\n“啊！”\n一名暴徒用身体撞破了防线。\n“这些该死的法西斯分子！”\n现场越来越混乱，地面也开始燃烧起来。\nJTF必须要这么做了。\n那位男子被防爆盾撞倒在地，不省人事，JTF开始了属于自己的反击。声音的种类愈加丰富，之后又趋于平静。\n他们镇 压掉了暴乱，并且完美的完成了任务。\n但大部分人心里还是有块石头被提起来了，特别是面对这一地的不省人事的人们的时候，他们的心情就更加沉重。\n但是也许并不是完美的，在混乱中一位女子从“American Grill”中开门出来，她看上去胸有成竹又紧张万分。她小心翼翼地溜到了他们的背后，JTF的临时庇护所方向。\n不过她可不会在里面露面，她知道那是没有胜算的，她的目的是穿过切尔西向上前往克林顿区，那里可能还有活命的希望。\n她走到了十字路口，看了看路牌。\n“这里应该是...9th Ave，顺路上去应该能遇到不少商店和暴徒。”\n她被迫踏上了征程。\n\n\n\n\n\n\n一段时间后。\n克林顿区。\n一位女士翻开了他的求生笔记“纽约崩坏”，副标题是“都市陷入大灾难时的生存指南”，书的署名是爱波·凯勒赫，作者是莫契。\n35页。黑笔所批注的内容:\n在历经过去几天的遭遇之后，本来我已经不期待有任何好事发生，但事情还是出现了转机。米可在那里，她认出了我，接着让我进了屋子。他们住在三楼，而且家里还有电。现在我正在灯泡的光源下书写这些文字，这件平凡的事竟然在这么短的时间内变得如此不寻常，这点让我惊诧不已。米可的丈夫德鲁是一名护理师，在病毒蔓延的初期，他经历了许多惊人的事。他们夫妻俩都难以置信他能幸免于难至今。当他在叙述他的经历时，米可常常会靠近并碰触他，好像在确认他真的存在一样。\n她暂时停止了书写，看了看自己地铺对面的那张床，床上是已经熟睡了的德鲁和米可。\n目光往左放一放，就是他们的背包，那里面有食物水和衣物。当然她没有偷窃的意图，只是想确认自己的身体是不是缺些什么。\n继续看着他们，她确认了自己缺少的那另一半。\n哈...\n一阵长叹——\n  她小声说道:\n    我好希望自己也能靠近并触碰比尔。\n他情不自禁的将指南翻到了第一页。\n\n\n切尔西的东侧。\n熨斗区。\nE 23rd St...离马德森广场公园200米的位置。\n一名女子手拿汽油与一名黑市商人交换食物补给品时产生了分歧。\n\n\n“我不喜欢这样...”\n“我知道，亲爱的，但我们有什么选择呢?还好我们幸运地找到了汽油。”\n米可安慰着她的丈夫，而爱波仍在与商人争执。\n“我们讲的可是液态黄金耶。我可以带着这些汽油穿过整座城，然后以你价格的两倍卖出！”\n女士神情非常坚定，试图用气势压过商人，不过商人貌似不吃她这一套。\n“请随意，女士，希望你运气够好，不会有人一枪毙了你，然后抢走你的汽油。”\n“别这样嘛，老兄，我们饿坏了。拜托啦。”\n“额...嗯。好吧。但这只是因为你长得漂亮，然后我也不想再看到漂亮的女孩死在街上了。一磅鸡肉和十二块墨西哥饼，这是最后出价了。”\n“再加点辣椒酱呢?”\n她在“最后”时就俏皮地说出了这句话。\n“女士...”\n这名商人也很想要这桶“液态黄金”，在女士一阵死缠烂打下，以一磅鸡肉和十二块墨西哥饼加上一些辣椒酱成交。\n“非常感谢。”女子将汽油递给了商人，“米可，我们今晚可以吃得饱一点了。”\n\n求生指南，第1页：\n爱波用红笔写下的文本:\n这本书属于爱波·凯勒赫。\n如果你找到这本书，我每天中午会在时代广场上的安全岛南端，不问任何问题。\n如果你是从我尸体上拿走这本书的，我希望它能有所帮助。\n\n爱波用铅笔写下的文本\n（指向画叉的红色文本）在第7街与A大道的乔·史特拉莫的壁画前\n\n指南书:\n纽约\n崩坏\n\n比尔用黑笔写下的文本:\n致爱波，在她生日的那天！\n因为当世界在你身边崩塌时，怎样偏执都不算太超过！但如果纽约崩坏了，我知道我们也不会跟着崩坏的，宝贝。你和我，我和你，世界会在彼端开始与结束。读下去吧，这样当僵尸来袭时，你会做好一切准备！爱你，很爱你，献上我所有的爱。  ——比尔\n\n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}