{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章１２",
    "author": "shure",
    "replyCount": 0,
    "timestamp": 1531206300,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）亡灵烧香\n\n　　孤儿院已经有他们来保护了，接下来就该杀叶朱了。\n　　我小子可是清清楚楚的记着，他是一个**的种族主义，总是想羞辱甚至虐杀别人，也难怪会被用作东魔方的左右手。但现在你又碰上我了，该你倒大霉！\n　　“就算杀了你，森克，我还是有十字架的庇护，因为你是有罪的，天会保我！”\n　　行为上还是跟以前一样吗？我小子只是冷笑着不说话。如果你我之间都有十字架，那我小子就是逆十字，简单的答案不是吗。你拿起它，只是为了将其焚烧，但最终会自取灭亡；而我小子，则会用它寻找最需要它的人，并且在他的头上捶下一个墓碑，而后再依靠它继续向前。至于天会保谁不保谁以及妄自定论谁对谁错之类的，我觉得已经很可笑了。人在做，天在看，就叶朱你那行为，恐怕阎王也看不下去了；当然就我小子那种种劣行，没准阎王早看不下去了。\n　　无知、恶俗、下三滥，这种老话形容叶朱，最合适不过。短短几分钟，就把给他打到神志不清了。\n　　“该终结他了吧？”龙傲汶在一旁问我。\n　　你知道的。\n　　最终，叫他给尸首分离了。之后，我并没有打算回孤儿院，而是让龙傲汶好好照顾那些孩子们，且不让他们知道我的事迹，这其中也包括了他以前打架的事。他知道我在做的是什么，也就此答应履行这个谎言。\n　　即将回到居民楼，雷德却来了电话，但他来电话并不是为了原谅我小子上次的事，我也不奢求这个。原来这次雷德发现旅馆附近又来了一波袭击者，且比上回还来的激烈，尽管这次有他的同事安文从康敦赶来支援，但这远远不够。这个时候应该已经在交火了吧，我小子便立刻赶了过去。两分钟抵达，第三分钟清场，五分钟内找到目标。\n　　雷德，安文，还有恩格一家都没事，除了小薇有些神志不清以外。爱尔辛和安文正在用电脑搜索他们的位置，但就是没什么进展。\n　　又有一群敌人从楼下涌了上来。我将他们关在房里后，自己则挡着房门不让任何人进出，顺头把那帮来故意找事的家伙们给堆成尸墙。看似无止尽，实际也已经差不多了。\n　　“不行！小薇，你都已经成这样了，怎能让你……千万不要这样！”珑蕾本想制止住小薇，但最终没能拦住她。\n　　“亲爱的，小薇她！”\n　　我心里想着肯定是出事了，但现在只能够在这里把敌人全挡在外头，我小子绝对不可以让他们入侵房间而害死了他们。直到楼下有特警在楼下喊话，才让他们不得不逃走，我小子这才有机会躲回房间去观看情况，果然出事了。只见她已经面无表情，瘫坐在地上，双眼上亦充满了雪花屏，手上还插着一条线连着已经指出路线的电脑。我小子凑过去看了下，之后就变得异常愤怒。\n　　黑别人电脑，黑客干的；制造恐怖袭击，也是黑客干的。这简直活腻歪了吧！！\n　　“她至始至终都在想着要帮助我们……”爱尔辛禁不住掩面而泣。\n　　在她曾经和恩格博士一起创造出杰欧之后，她就没怎么去留意小薇的状况了，甚至有时候想让她退休，但小薇就是坚持了下来。至今她已经运作了有十年多，但其零件却还保留在了几年前。伴侣的突然离去，让珑蕾一时间无法接受这个残忍的现实。\n　　不知道为什么我小子会有那种“就算是机器人，也是一条生命”的想法，但那个蓄意黑了别人网络的混蛋可算是被找着了，更重要的是，因为有小薇的强制介入，已经找出解开那个叫人厌烦的病毒的方式，但却也因此背负了巨大的风险。接下来只需要我小子亲自找到他们，然后收了他们，一切就算告终。在走之前，雷德便问了我一个问题，同样是单打独斗，为什么这次没把他们放进来，而我小子则干脆利落的回应了他。\n　　因为同样的错误不可以犯两次。除此之外，你还需要避免他们从窗户爬上来，若再冲过头的话，到时候那局面，恐怕会难以收拾。\n　　既然可怜，他们就应该找人倾诉，而不是来搞这种败类般的方式，现在好了，全都被上了檀香刑，而这就是他们咎由自取。顺带走之前还把他们巢穴的各种电子设备全给砸成了破铜烂铁。\n　　返回之后，就看到恩格博士夫妇准备将菲和小薇的遗体移送回康敦，至于杰欧则留下来代替了小薇的位置，而我小子，只是站在远处看着，之后头也不回的离开了。\n　　请安息吧，昔日陪伴那些老伙计的朋友，小薇。\n\n\n————————————————————————————————后记：我是不知道这会不会吓到人了。\n",
    "replies": []
}