{
    "title": "【半原创/连载】全境封锁|The Division 爱波·凯勒赫",
    "author": "guqu",
    "replyCount": 2,
    "timestamp": 1531221480,
    "txt_content": " 本帖最后由 guqu 于 2018-7-12 15:10 编辑 \n\n作者的话：\n爱波·凯勒赫真的是整个全境封锁里面的重要人物，串起了很大部分内容，所以我决定比起先讲第二波特工还是先把这个讲了再说。\n如有错误望指正\n谢谢支持\n正文：\n杜德巴。\n3rd Ave与E 47th St的交界处...\n小巷里的一个拐角。\n一男两女在这里蹲坐着，商量着什么事情。\n“你们确认这个地方没有人吗?”\n这个声音无疑是米可·平崎了，看上去对这个计划一脸焦虑，但是却别无选择。\n“我们已经侦查过了。要是我们这么做，就得马上行动，不然就会让别人抢先一步了。\n德鲁·克里斯坦森坚定地说道，虽然他们对为什么这里补给品这么丰盛这件事还有疑问，但是无疑，这里已经好几天没来过人了。\n“日出前完成行动，照计划行事。”\n“照计划行事。”\n领头者貌似是爱波·凯勒赫，她对这件事能成功的信念让她的朋友都为之惊叹，她像极了干过这事，而且不止一次。\n就这样三人进入了豪宅。\n爱波·凯勒赫的直觉让她看中了一间房子，米可他们已经不在这一块区域了，虽然她觉得有些可怕，但她还是打开门，垮了进去。\n\n吉普斯湾。\n3rd Ave与E 34/33th St的夹段的中段。\n“好，很好。我们正过去那边，有抢到一些东西了。”赖克斯帮的小队老大右手提国土安全战略局的补给箱，左手拿着调频至18号频道的无线电，右脚踩在沙发上说道。\n她旁边的小弟难掩欣喜，狂笑说道:“哈哈！不知道那些狗娘养的到底是什么人，不过他们的确有一些超棒的武器。”\n“干，真的！快看这玩意！实在是太棒了！”\n另一个小弟吼道，在他的手里是一把FNSCAR-L突击步枪，来自国土战略局，登记所有者是东尼·加吉亚。\n有喜悦热闹的明处就有阴暗寂静的夹角，在他们身后的集装箱处，蹲坐着一名国土战略局特工，神情带一些愤怒但更多的是沉着，检查着自己的装备。\n“听起来他们似乎握有人质，我得赶去那里救他出来。”\n赖克斯帮行动了，他也行动了。\n\n爱波醒了过来，发现自己被绑在椅子上。\n周围有一群穿着紫色衣服脸着面罩的人。\n“你醒啦，小妞！”\n她不解的看着他们，仿佛忘记了清醒时发生的一切。\n“这群混蛋真的是不行，我叫他们不要在你睡着时碰你，这很不礼貌。”\n门开了，又多加了三个，其中一个径直走向冰箱，打开了冰箱柜，里面的食物水充足，她貌似想起了来到这里的目的。\n“可是啊，你醒了，我们就可以碰你了吧。哈哈哈哈！”\n旁边沙发上的人企图靠近爱波，爱波用力想向后退，可是无法动弹。\n在挣扎中她似乎看到了一道人影，但是最后他确认是他看错了。\n“停下，她是我的，今晚还有人肉大餐，我可不想她被你的宝贝污染。”\n“说谁污染呢。”\n老大这么说道，随后继续清点冰箱里的物品，并安排其他人在厨房里准备烹饪。\n“是你偷走了我82年的老酸奶吗?”\n“别梦想它能值多少钱了，我已经把它丢掉了，难不成你还想吃——”\n一瓶矿泉水飞到了小弟的头上。\n“干你的妈的。”\n小弟神情很委屈，不知道做错了什么。\n\n崩。\n不知从哪里发出的枪 响。\n等到老大反应过来时，那个沙发上的小弟已经不省人事了。\n“到底是谁?呃...”\n他胸口中了一枪，子弹从背后穿出，连带着一摊血迹。\n他旁边的队友也相继倒下。\n“呃...他妈...的...”\n他试图拿起手枪射击人质旁的黑影，可他还没来得摆好姿势，胸口就又遭到了射击，他向后倒去，随后他再也没有声响。\n枪 声还在两个方向响起。\n“我的妈呀！”\n人质显然被吓到了。\n不过目前特工占上风。\n\n这个房间里的赖克斯帮被清理完了，特工歇了一口气，正当他准备救下人质时，人质所在长廊的另一个尽头发出了声响。\n特工也不是吃素的，他知道那里还有最后一个人，他调整姿势，拿出填充好的榴弹发射器，瞄准那幽深昏暗的尽头。\n心跳每分钟193下，肾上腺素高达严重范围，严重失血，这是此时特工手表给他的评价。\n他知道做出这些动作很勉强，也知道自己的命运该是怎么样，可他依旧没有逃跑，因为他跑了，先死的一定是他背后的人质。\n爱波仿佛看到了他眼神的无奈。\n“把你的头低下来...啊...呜...”\n榴弹发射器飞到了赖克斯帮的小弟的头上。\n子弹飞到了特工的胸前。\n特工按下了引爆按钮。\n子弹穿过了特工的胸膛。\n她将头往下压，不仅是为了求生，也是为了不看到这沉重的一幕。\n现在，整间房，只剩下她一个活人了。\n她现在要想办法，解掉身上的枷锁。\n这可比赖克斯帮好对付多了，很快地，她逃出了牢笼。\n在她离开之前，她在冰箱里收集了一些食物和水，不经意的一瞥，发现在血的天地中，还有一块纯洁的白色。\n那是一块白布，在沙发对面的桌子上放着。\n她凝视了它几秒，深呼吸，之后将它拿起，该在了那位勇士的头上。\n随后捡起了他的背包和霰弹枪，当然已经用光了弹药。\n她明白了为什么他这么匆忙去装填榴弹发射器而不是用枪射击。\n\nE 47th St暗区向右中段。\n爱波·凯特勒与亚伦·基纳不期而遇。\n她紧紧地握着一把霰弹枪，面对着亚伦基纳，站的很直。\n“不错的背包，哪来的?”\n她吸了口气。\n“朋友给的。”\n“看起来...很眼熟。你要带着它去哪?”\n她吸了第二口气，这口气更加长。\n“翻过墙去。”\n“真的吗，那当心你在那所找到的东西。”\n她慢慢走过亚伦·基纳，正当她缓步即将离开时，亚伦·基纳转过身。\n“更要小心你所带出的东西。”\n她走了。\n\nE 46th St...暗区检查点。\n国土战略局特工刘杰瑞开始呼叫总部。\n总部接受了他的呼叫。\n“总部，有一位平民，白人女性，试图进入暗区。”\n那边穿来了女士的声音。\n“听着，你不能阻止我，我也不会让你阻止我。”\n语气异常坚定，有当年与商人讨价还价的气势，不过刘杰瑞也不吃这一套。\n“等一下，总部——你说什么，女士?”\n他不耐烦的去与女士对峙。\n“我的名字是爱波·凯勒赫，我必须要进到那里。我需要的证据——就在那些墙后。在到手前我是不会停下来的。”\n依然势不可挡，刘杰瑞知道自己劝不过，于是妥协说道。\n“好吧，你得让我相信放你进去不是在协助自杀。”\n“我以前到过里面，我可以照顾好自己。”\n程序走完了。\n“这样好了——我让你进去，但如果你被杀了，不要来找我哭诉，好吗?”\n“我答应你。现在，如果你不介意的话...”\n刘杰瑞打开了大门，让她进去。\n\n“总部，没事了。” \n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1531314120,
            "txt_content": "很好奇 你为什么没有发那个打电话 的 我觉得非常不错"
        },
        {
            "author": "guqu",
            "timestamp": 1531376340,
            "txt_content": "王世源 发表于 2018-7-11 21:02\n很好奇 你为什么没有发那个打电话 的 我觉得非常不错\n发了，沉了"
        }
    ]
}