{
    "title": "「Minecraft.net|CULTURE」骄傲与宫殿",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1531313760,
    "txt_content": " 本帖最后由 1345979462 于 2018-7-13 16:27 编辑 \n\n\n\nP R I D E    A N D    P A L A C E S骄  傲  与  宫  殿Zosia tells us all about his regal builds听 Zosia 讲述他的皇家建筑\n\n　　Today’s builder, Zosia, is a wizard when it comes to creating buildings for royals and the rich. He’s made several of these glittering homes, each more extravagant than the last!\n　　当提及到建造皇家和富丽堂皇的建筑时，今天的建筑师，Zosia，就像是一位男巫。他已经建了不少像这样闪闪发光的房子。其中，每个都比上一个更奢侈！\n\n　　“I love a lot of things about palaces,” he tells me, “like their harmony and monumentality. I used to build in a medieval style but that wasn’t enough for me – I wanted to improvise more. Actually, now I just improvise most of my builds!”\n　　“我爱好宫殿的方方面面，”他告诉我，“例如，它们的和谐一致与宏伟庞大。我过去习惯用中世纪风来建筑，但那对我来说是不足够的——我更想更多地去即兴创作。其实，我现在的建筑大多数也是即兴创作的！”\n\n\n\n　　Going in without a plan and coming out with such a polished building is quite the feat, but it gives Zosia flexibility and variety to keep things fresh. “Sometimes the process is really short but sometimes it takes way longer,” he explains.\n　　在没有计划的情况下开始，最终建造出如此漂亮的建筑是相当了不起的。但正是这样做带来的灵活性和多样性，才能让Zosia保持建筑的新鲜感。“有时候即兴创作的过程真的很短，但是有时这样即兴创作所要花的时间就长了。”他解释道。\n\n　　For example, Fairfax Palace took a very long time, with its intricate gold details and ruby red roof. This build also sports a fountain in the courtyard and a hedge garden in the back, so that its inhabitants can enjoy the summer sun outside.\n　　例如，费尔法克斯宫就因其复杂的黄金文饰和红宝石的屋顶而花了很长时间。这座建筑的庭院里还有一眼喷泉，后院中还有一座树篱花园。这样它的居民就能在屋外享受夏日的阳光了。\n\n\n\n　　I’m a huge fan of the detail that Zosia puts into all of his builds, like the elegant curve, blue windows, and shining white spire of the Sisters’ palace.\n　　我非常喜欢Zosia建造的姐妹宫中的细节，例如优雅的曲线、蓝色的窗户和闪烁的白色尖顶。\n\n　　It’s hard for me to choose, but I think my favourite detail might be the statues you can see on the roof of Beauclerk, along with the detail on the windows that looks so intricate it might as well be made from lace.\n　　选择其一对我来说是很困难的。但我想我最喜欢的，莫过于波克勒克宫檐上的雕像，以及窗户上看起来非常复杂的雕饰了。那些细节是那么的错综复杂，甚至可以和蕾丝花边相媲美。\n\n\n\nSisters' Palace!\n姐妹宫！\n\n\nBeauclerk!\n波克勒克宫！\n\n　　Zosia tells me that it’s also hard for him to pick a favourite build. “Generally I'm not good at rating my own buildings, because it's a really subjective thing,” he says. But he does have a soft spot for his latest build, Baltimore Palace. “I really like the fact that in building it I used everything I’ve learned in the last year. I like how detailed and neat it is too, and it’s my first published palace with the dome, which I always wanted to make.” And he managed to create the whole thing in just two days!\n　　Zosia告诉我，让他选出最喜欢的建筑也是很困难的。“通常来讲，我并不擅长为我自己的建筑评分，因为这太主观了。”他说道。但是他的确很喜欢他最新的建筑，巴尔的摩宫。“在建造它时，我用了我去年学到的所有东西。这一事实令我着迷。我喜欢它，因为它是那样的细节化，以及那样的整洁。它也是我发布的第一个圆顶建筑，这也是我一直想造的。”并且，他设法在两天之内完成了这整个建筑！\n\n　　Zosia also used Baltimore Palace to spread a message of love for Pride month this June. He was inspired to do so by his own experiences of homophobia and his desire for love and peace across the whole world. “Love is love, and nothing else matters,” he told me. Well said!\n　　Zosia也用巴尔的摩宫来传达对这个六月——骄傲月的热爱。他这样做的灵感来自于他自己的同性恋恐惧症的经历，以及他对全世界的爱与和平的渴望。“爱，就是爱。除此之外没有什么更重要的了。”他对我说道。说的好！\n\n\n\n　　He also has plans to spread a Pride message when he publishes his next build, a recreation of the real Polish palace, Szczekociny. It’s the first time Zosia has built something using photos as a reference, and it’s more of a plain stone palace than the glittering gold that usually adorns his builds. It’s nice to mix things up once in awhile, and he tells me that it’s coming along really nicely so far.\n　　他还计划在发布下一个建筑——对现实中的波兰宫殿的重建——西塞科西尼宫时，传播骄傲游行的消息。这是Zosia第一次建筑时以照片为参考。它更像是一座普通的石头宫殿，而不是像往常那样用闪闪发光的黄金装饰。偶尔把事情混起来其实也是件好事，并且他告诉我说，迄今为止，这一建筑的进展都很顺利。\n\n　　After he’s done with Szczekociny, Zosia simply wants to keep creating. “I started making Minecraft builds when I was about 10,” he tells me. “Actually, I’m an autodidact!” That’s a fancy way of saying that he taught himself everything he knows. “I never watched any building tutorials,” he explains. He does credit his school art lessons as being very helpful though. “I’ve learned things like how to make my buildings more realistic and how to add some fancy details.”\n　　完成了西塞科西尼宫之后，Zosia想做的，只是继续创作而已。“我10岁左右就开始做Minecraft建筑，”他告诉我说，“实际上，我是自学成才的！”“自学成才”是对“他自学了所了解的一切”的一种新奇说法。“我从来没有看过任何建筑教程。”他解释道。不过，他认为学校中的美术课程的确很有帮助。“我学到了不少东西，比如如何让我的建筑更加逼真，以及如何添加一些花哨的细节等。”\n\n\n\n\n\nBaltimore Palace!\n巴尔的摩宫！\n\n　　Zosia tells me that he’s always inspired, by everything from music to other builders in the community. I’m looking forward to seeing where this inspiration leads him, both because of the meticulous beauty of his creations and because of the great messages that he chooses to spread with them.\n　　Zosia告诉我，他总是能从社区中得到灵感，不论是从音乐，还是从其他的建筑师。我期待着看到这个灵感将引导他通向何处。这不仅是因为他作品的细致之美，而且还是因为他想通过他的作品传达的伟大信息。\n\n\n原文地址：https://minecraft.net/zh-hans/article/pride-and-palaces\n原文作者：Jay Castello\n原文发布时间：2018/07/09\n翻译者：c7w\n翻译时间：2018/07/11\n\n\n",
    "replies": [
        {
            "author": "Maple_Lemon",
            "timestamp": 1531316340,
            "txt_content": "精致的小屋"
        }
    ]
}