{
    "title": "新书提醒：《破碎》发布！",
    "author": "cc7w",
    "replyCount": 5,
    "timestamp": 1531307820,
    "txt_content": " 本帖最后由 1345979462 于 2018-7-11 19:18 编辑 \n\n原文地址：https://minecraft.net/zh-hans/article/new-book-alert-crash\n2018/07/10\n\n\nNEW BOOK ALERT: THE CRASH\n新书提醒：破碎\nOur second Minecraft novel is out this week!\n第二本Minecraft小说本周发布！\n\nUPDATE: Minecraft: The Crash is out now in the United States and will be out in England this Thursday!\n\n更新：《Minecraft：破碎》在美国现已发行，周四就会在英国发行！\n\n\n以下内容引用自http://www.mcbbs.net/thread-787032-1-1.html\n@WuGuangYao2012 \n\n\n\n\nFiction! It can transport us to new and wondrous worlds! It can let us travel in time to forgotten ages! It can open up the mysteries of the human mind! It can inspire us to burn with rage or swoon with love! But can it achieve the ultimate goal of all art - which is, obviously, to do justice to the digital majesty of Minecraft?!\n小说！它可以把我们带到一个新颖又奇妙的世界！它可以让我们来一场说走就走的旅行！它可以解开人类心灵的奥秘！它可以激起我们的愤怒或是爱意！但是它是否能达到艺术的顶级目标呢 --- 也就是... 将Minecraft描述为一段传奇呢？！\n\nWell, of course it can! Didn’t you read Minecraft: The Island by Max Brooks?\n呃，当然可以啦！你还没有看过Max Brooks撰写的《Minecraft：海岛》吗？\n\nNot content with perfecting the entire medium of literature once, we asked author Tracey Baptiste for her own fictional take on Minecraft. The result, we can reveal, is a new novel called Minecraft: The Crash! The cover of which, designed by the rather talented Ian Wilding, you can see below!\n但我们并不满足于此，因此我们叫上了Tracey Baptiste来撰写一本全新的作品。最终，我们可以发现，这本新的小说就是《Minecraft：破碎》！它的封面由艺术家Ian Wilding所设计，你可以在下面看到！\n\n\n\nMinecraft: The Crash follows the story of Bianca and Lonnie, avid Minecraft enthusiasts, and - in a moment of sudden misfortune - car crash victims. Waking in hospital, almost paralysed by her injuries, Bianca finds herself drawn into a new VR version of Minecraft which promises her control over a world at the very moment she’s lost control over the real one. Is Lonnie in there with her too? And can Bianca help him to return to reality with her? The road to recovery may not be without its own dangers!\n《Minecraft：破碎》讲述了两位Minecraft死忠粉Bianca 和Lonnie的故事，他们很不幸的成为了一场车祸的受害者，当她几近瘫痪的在医院醒来时，Bianca 发现自己被引入了一个全新的VR版本的Minecraft世界，在真实世界失去意识的她来到了这个世界，Lonnie是否也在这里？Bianca 能帮助他们两人回到现实世界吗？这个过程可能危险重重！\n\nYou may know Tracey Baptiste as the author of several works of fiction and nonfiction including The Jumbies series, The Totally Gross History of Ancient Egypt and, uh, this book on the conservation work of Al Gore. She has wide-ranging interests, that’s for sure! And who better to write about the varied world of Minecraft than someone with such a broadly inquisitive brain?\n你可能认识 Tracey Baptiste ，她是几部小说和非小说作品的作者，包括《The Jumbies 》系列，《The Totally Gross History of Ancient Egypt》，还有... 呃... 这本关于Al Gore保护工作的书。她有着广泛的兴趣，这是肯定的！如果没有如果广泛的兴趣和好奇心，怎么会更好的写出各地的Minecraft世界呢？\n\nYou’ll be able to whip the book off shelves on July 10th in the US and July 12th in the UK - but you can pre-order it right here and now!\n本书将于7月10日在美国、7月12日在英国正式上架，但你现在就可以预定！*本句有改动\n\n(Also, if you like the cover, you should check out this interview we did with the artist! He's made loads of other cool Minecraft art.)\n（如果你喜欢这部书的封面，也许你该看看我们对这位艺术家的采访！他制作了很多其他超赞的Minecraft艺术作品！）\n\n\n以及改动的一句话\n\n\nYou’ll be able to whip the book off shelves on July 10th in the US (hey, that's today!) and July 12th in the UK (hey that's only a couple of days away!)\n本书将于7月10日（嘿，就是今天！）在美国、7月12日（嘿，只是几天之后！）在英国正式上架！\n\n",
    "replies": [
        {
            "author": "WarbleOrigin",
            "timestamp": 1531308600,
            "txt_content": "所以海岛的中文版什么时候出\n诈尸还行"
        },
        {
            "author": "全民作死",
            "timestamp": 1531311660,
            "txt_content": " 本帖最后由 全民作死 于 2018-7-24 11:21 编辑 \n\n剧情狗 血"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1531457220,
            "txt_content": "全民作死 发表于 2018-7-11 20:21\n剧情狗 血[\\s]\n少年，斜杠用反了。"
        },
        {
            "author": "pps系列",
            "timestamp": 1533207900,
            "txt_content": "買去咯  qwq"
        },
        {
            "author": "408774480",
            "timestamp": 1536392880,
            "txt_content": "可以的....."
        }
    ]
}