{
    "title": "[双线]方块勇者——有趣的原版|纯净|MCMMO|生存|养老|[1.12]",
    "author": "Missez",
    "replyCount": 0,
    "timestamp": 1531407240,
    "txt_content": " 本帖最后由 Missez 于 2018-7-15 01:53 编辑 \n本服是公益服并且愿意承当虚假宣传的一切后果\n\n方块勇者回归有趣的原版体验\n或许你想过与伙伴一起冒险杀怪，或许你也想拥有属于自己的庄园，你也会想过闲适的生活，抬头仰望星空，享受着你的世界。在这里，你会有不一样的体验，如果你是一名热情洋溢的游戏玩家，你会被服务器的热情淹没，如果你是默不作声的工作者，你也能在这里享受游戏带给你的成就，你的世界永远不同于我的世界，方块勇者能为你提供一片崭新的天空！\n\n我们的理念我们服务器没有复杂的MOD，也没有单调的的纯净生存让你感到烦腻只有乐于助人的玩家，还有和蔼友善的OP我们致力于发展趣味原版生存，寻找回Minecraft原版最初的宁静享受趣味致力于打造一个，自由，平等，开放，和谐最温馨气氛最活跃的服务器（如果说这是个温馨的服务器，不如说是一个温馨的社区）\n我们的特色一、首先当然是公益！完全免费，没有收费项目，只有玩家自愿赞助支持服务器~\n二、其次肯定是平等！没有任何歧视，包括种族、年龄、地区、在这里任何人都是受到平等待遇不会因为赞助过服务器就受到对其他玩家不公平的待遇！\n三、还有就是养老服最不可少的和平啦！服务器采取严厉的防熊措施和对玩家的理赔制度遇到熊孩子造成玩家的损失，OP会第一时间做出反应及时处理，尽可能的减小玩家的损失并及时补偿玩家！\n四、插件与原版服务器融合的特色1、MCMMO在原版的趣味上加上MCMMO让玩家各方面体验有更大的乐趣！\n不了解MCMMO的玩家点开下发隐藏内容粗略了解一下（例如:剑术、挖矿、钓鱼、箭术、格斗、驯兽、伐木、杂技、修理等） 列举出一些比较常见的技能，其他就不一一列举了，但是敢保证 绝不会破坏原版生存上的体验！而是让原版多一些趣味~拿钓鱼技能举个栗子钓鱼技能可以在冰块上钓鱼，通还可以通过钓鱼钓出更多东西比如拿钓鱼竿钓怪物可以钓出他身上的掉落物（悄悄告诉你们还可以钓出头颅）如果想了解更多关于MCMMO的话就赶快加入我们把！\n2、全球商店与箱子商店让玩家有更多的交易方式！\n\n3.趣味钓鱼，拯救手残党！\n点开下方隐藏内容相信大多数人会喜欢的\n\n\n\n\n\n\n4.彩票系统，发家致富全靠买彩票！\n（小赌怡情，大赌伤身）\n点开下方隐藏内容了解一下？\n\n\n\n\n\n5.死亡掉落保护，但是需要扣除金币才得以保护！\n（记住上面说的！小赌怡情，大赌伤身）\n\n6.服务器会每隔两个星期或者一个月组织官方活动提升服务器服务器的活跃气氛！特别说明：玩家也可以自行举办活动，腐竹会提供资源大力支持！\n----------------------------------------------------------------------------------------------------------\n我们保证不会在原版的基础上改变太多，我们改变的只是让原版不再单调而是有趣味！\n更多小特色就都不列举出来啦！心动了吗？！心动不如行动，还等什么？\n打开QQ就是加入我们吧！你们没玩过的全新版本！\nQQ群：785518828\n\n服务器的一些规则\n\n请花几十秒时间点开来看看了解一下以免造成不必要的误会与矛盾纠纷\n\n\n加群必须把群名片改为游戏id不然一律无期限禁言直至群名片改为游戏id为止\n1.为了您更愉快的玩耍，请不要盗窃物品。\n2.请不要破坏别人的劳动成果。\n3.服务器禁止表地面刷怪塔。\n4.要砍树什么的一定要砍完,千万不要砍到一半丢在那里。\n5.禁止作弊，包括使用作弊客户端、mod、插件。\n6.可以玩小的高频红石用完关闭,但禁止高空垂直流水/岩浆。\n7.禁止故意破坏地形.滥种植建造无意义的内容。\n8.不准散发一些扰乱服务器风气的内容，例如广告，不和谐字眼。\n9.未经允许绝对禁止攻击他人使其致死！\n10.不允许破坏地形，高空建筑。\n11.除了刷怪笼,其他刷怪塔都不可以做！\n\n\n\n\n\n\n\n\n最后老规矩！上服务器风景图\n\n\n\n\n\n\n\n\n感谢人员名单\n\n三子、EX_Trush、HERO_FG、 momola、feitun、K_Azure_Blue、wunaiyuandao \n small__fat 、MumuSama、cayenne_beef、mistywind【以上排名不分先后】\n\n\n最后说一句，感谢以上玩家对方块勇者一直以来的支持，服务器只有我（腐竹）一个人维持不容易，\n是他们帮助了我一步步改进，一步步成长，让我积累经验吸取教训才有了现在更完善的服务器\n虽然有些人已经离开弃坑了，但是他们给我的经验和教训还有支持，一直铭记在心来努力建设更好的环境。\n也热烈欢迎其他新玩家入坑，来帮助我一起来建设更好的服务器环境！（鞠躬）\n",
    "replies": []
}