{
    "title": "[Minecraft.net][CULTURE]Rumpelstiltskin's Castle——侏儒怪的宫殿",
    "author": "翎澈Official",
    "replyCount": 0,
    "timestamp": 1531417020,
    "txt_content": " 本帖最后由 pushuangchang 于 2018-7-13 22:01 编辑 \nR U M P E L S T I L T S K I N 'S  C A S T L E侏儒怪的宫殿\nYours to keep if you can guess his name! Oh, we gave it away in the title :(你如果能猜出城堡主人的名字，地图就归你了！喔，我们已经把它写在标题里了:(\n    Somebody once told me that any art can be perfected after 10,000 hours of practice. The world could be filled with geniuses, prodigies, virtuosos - but instead, we choose to spend those 10,000 hours doing boring things like sleeping and shopping. Was it worth it? Are you rolling around in bed like you’re an expert in sleeping? Me neither. I ain’t the sharpest tool in the shed, but I know that 10,000 hours doesn’t make you perfect at everything.\n    有人曾经告诉我任何艺术在经过超10000小时的练习后都会变得完美。这个世界满是天才、奇迹，以及艺术大师——然而，我们却选择花那10000小时干无聊的事情，像睡觉和剁手买东西。这值得吗？你是不是像一个睡眠专家一样在床上滚来滚去呢？反正我不会。我虽然不是那小屋里最锋利的工具，但我知道那10000小时并不能让你把任何事情都做得完美无缺\n\n    Now, I don’t know how many hours Mutereu has spent in Minecraft, but it must be pretty near 10,000 by now, because his colossal build, Rumpelstiltskin’s Castle, is perfect.\n    现在，我仍不知道Mutereu具体花了多长时间玩Minecraft，不过到现在一定已经接近10000小时了，因为他的巨型建筑，侏儒怪的城堡，十分完美。\n\n\n    Mutereu based his palace on the excellent, underrated fourth instalment of the Shrek movie series, Shrek Forever After, in which - spoilers - Rumpelstiltskin tricks Shrek into giving up everything he has, for a small taste of life before he had a wife, children, and responsibilities. It’s basically a big green ogre version of It’s A Wonderful Life (ask your parents).\n    Mutereu的宫殿是基于优秀但被轻视的史莱克系列的第四部，《怪物史莱克4》的一部分剧情（停顿）——侏儒怪诱使史莱克为了在拥有妻子，孩子以及所谓“责任心”前得到一点生活情趣，放弃了他拥有的一切。剧情主要可以被视为是《生活真美好》的“大绿怪史莱克”版本（不懂的问你父母去[笑]）\n\n    Rumpelstiltskin ends up with a bunch of money, but money doesn’t necessarily mean good taste, and so the tiny red-haired dingus builds himself a castle that looks like a Russian church got married to a pineapple.\n    侏儒怪最后用一大堆钱结束了一切，但钱并不一定就能代表好品味，所以那红头发的小家伙就给自己造了个城堡，看起来像是俄罗斯教堂嫁给了一只菠萝一样（雾）。\n\n    Having said that the castle is ugly, Mutereu somehow manages to make this monstrosity of architecture look beautiful again: green hedges cut into intricate patterns in the landscaped gardens, a surprisingly tasteful blue-and-gold pattern on the roof that looks a little bit like a picnic blanket for royalty, and atop it all, that pineappley crown, with a big, totally tasteful monogrammed “R” for Rumpelstiltskin.\n    原版的建筑确实不大好看，但Mutereu却用了不知道什么方法使这可怕的建筑结构重新焕发出美感：绿色的树篱在园林中交错成各种复杂的图案，屋顶上有那么一个令人震惊的雅致的蓝金相间的图案——看起来像是皇室成员聚餐时的野餐布，上面有一个菠萝皇冠，印着十分优雅的花押字“R”代表 侏儒怪。\n\n    “I am a person who really pays attention to movies,” says Mutereu, a tear sparkling in his eye (probably). “I pay attention to all the details related to the surroundings - I admire the beautiful landscapes, sigh over the views of the facades of town houses, and shed a tear of admiration, watching the shiny marble floors of the royal palaces.”\n    “我是那种真正专注于电影的人，”Mutereu说，眼里闪着泪光（也许吧），“我会去关注与周围环境有关的一切细节——我敬仰那些美丽的地形景观，赞叹那些乡镇小屋的外形，看着那些闪闪发光的皇室宫廷的地板，流下激动和敬佩的泪水。”\n\n\n    “It was the same when I saw Rumpelstiltskin’s’ castle, watching Shrek Forever After,” Mutereu says. “I fell in love with the white walls, blue roofs, golden towers and this large dome, like a Christmas tree decoration. Even then I knew that the day would come when I would bring this beauty to the world of Minecraft with my own hands.”\n    “这和我在《怪物史莱克4》看到侏儒怪城堡的感觉是一样的，”Mutereu说，“我爱上了那白色的墙面，蓝色的屋顶，金碧辉煌的塔楼，和那巨大的圆顶，像是一棵圣诞树上的装饰品。甚至从那时我明白，用我自己的双手将这美丽带入Minecraft世界，这一天一定会来。”\n\n    And that day, at last, is here! Mutereu poured 200 hours of work, sweat and (hopefully not actual) blood into the castle you see before you, which stands at an impressive 256 blocks tall - that’s actually the build limit of Minecraft. This castle literally couldn’t be any taller.\n    现在，那一天终于到了！Mutereu倾注了200小时的工作，汗水和血（希望不是真的血）建成了你面前的这座引人注目的高达256格的城堡——而那实际上是Minecraft的最大建筑高度限制，这城堡真的不能再高了！\n\n\n    It’s built to a scale of 1.5:1, which means it’s actually 1.5 times BIGGER than the original. “Why? Because I love details, and when I have a larger scale, then I can make more of them,” says Mutereu.\n    它以1.5:1的规模比例建成，也就是说它是原版建筑的1.5倍大！“你问为什么？因为我爱细节，而建筑规模越大，我就能做出越多细节。”Mutereu说。\n\n    Perhaps you’re wondering what decadent materials Mutereu built the castle out of? “Sandstone, gold, acacia and tropical planks,” he declares. “You can’t see it, right? Of course. For the purpose of this project I created a special, modified texture package. And so sandstone gained a white shade, acacia boards became blue tiles, and tropical boards – gold blocks, stairs and slabs.\"\n    也许你现在正在疑惑Mutereu是用什么样的腐朽材料（译者注：这里用城堡的豪华反衬材料的腐朽）建出这一城堡。“沙石，金块，金合欢木板和热带木板。”他宣布，“你看不出来，对吧？当然看不出来。为了这个城堡我制作了一个特殊的，改良的原版材质包。其中沙石布上了白色阴影，金合欢木板改为了蓝色瓷砖，以及热带木板——金块，金楼梯和金台阶。”\n\n\n    “It wasn’t so easy... I had to create perfectly matching graphics so that they fit together in the game.” I’m starting to get an idea of how this took 200 hours.\n    “这并不是个轻松的活····我必须完全参考于其视觉效果来制作材质包，这样它们才能融入原版游戏。”我开始明白为什么建这城堡花了200个小时了。\n\n    “The most ambitious and most difficult element of the whole project was a huge dome, towering above the castle,” Mutereu says, describing the pineapple-thing. “The first approach didn’t look very good. The dome looked more like a deflated ball. Maybe if I prepared some plans, I could do it the first time. However, I am not a person who plans anything.” Bold words from our expert.\n    “整个建筑过程中最费力也最麻烦的部分就是那个远高于城堡本体的巨型圆顶，”Mutereu说着，描述起了那个“大菠萝”，“第一次做它的方法不大好，整个圆顶看起来像是一个泄气的皮球，也许如果我事先做些计划，第一次就能成功。然而，我并不是那种会计划一切事情的人。”这是来自专家的大胆言论。\n\n    Now, usually, here is where I’d leave you with some wise words from our builder - something like “stay in school, kids!” or maybe “the real Minecraft was the friends we made along the way.” But Mutereu doesn’t have any wisdom to impart upon you - other than admitting that “‘ancient spirits’ did not reveal to me ‘secret arcana of knowledge’,” which is disappointing - but he does say this, about the gardens:\n    现在，通常这个地方我都会给你们一些来自我们的建筑师的高明评价——类似于“乖乖在学校待着吧，孩子们！”或者可能是“真实的Minecraft是我们一路上结交的朋友。”但Mutereu并没有什么能传授给你们的智慧建议——除了承认“古代精神”并没有向我透露任何“知识奥秘”，这有点让人失望——但他针对花园，说了这些话：\n\n    “I have heard many times that the gardens are the best for me. My special sympathy was the inconspicuous figures of the geese. I do not know why, but I'm very glad with how it looks. Her golden beak and legs perfectly harmonize with white, maroon coloration. Poetry. Written with a quill pen.”\n    “我已经多次听说花园对我来说是最好的，我也特别同情那些鹅的不起眼的形象。我并不知道为什么，但我就是对它的样子很高兴，很满足，她的金黄色的喙和腿完美地与白色、栗色的着色风格相协调，就像是一首诗，用羽毛笔写的那种。”\n\n\n\n\nHONK！\n[喇叭声]\n\n\nPoetry Indeed!\n这是真正的诗歌！\n\nRenders by mag32387 and Ploetz. Infographic on Planet Minecraft page by TerrorQ. Additional thanks to Xant for a place to build the project.\n渲染由mag32387和Ploetz负责，Planet Minecraft页面的图形效果由TerrorQ负责，特殊感谢Xant提供建设项目的空间。\n\n\n\n原文地址：https://minecraft.net/zh-hans/article/rumpelstiltskins-castle\n原文作者：Kate Gray\n原文发布时间：2018/7/12\n\n\n翻译者：pushuangchang\n翻译时间：2018/7/12-2018/7/13\n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}