{
    "title": "[双线]千金镇 —— 高素质养老 ▉ 定期活动 ▉ 科技流 ▉ 建筑师 ▉ MCMMO[1.11.2]",
    "author": "lyl0406",
    "replyCount": 0,
    "timestamp": 1532104020,
    "txt_content": " 本帖最后由 lyl0406 于 2018-7-21 00:46 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n背景介绍\n\n\n2017年的6月份，经过在海上一个月的漂泊之后，“黄金号”大帆船向一块新大陆靠近。船上有将近30名乘客。他们的目的是寻找一片适合他们生活的陆地，但由于海上风浪险恶，他们错过了目标，于是就在现在的千金镇的芳华大陆港口抛锚。由于经历了一个月的航行，已是初秋，他们决定就在那儿登陆而不继续航行。\n\n\n\n\n大鱼.jpg (89.92 KB, 下载次数: 0)\n\n下载附件\n\n来自服务器摄影\n2018-7-13 14:51 上传\n\n\n\n\n这些乘客都是来自荒川的游侠，他们为了躲避荒川大陆的战乱和堕落，义无反顾地踏上了寻找自由净土的船只。在他们中间，有优秀的建筑师，科学家，生存大师，剑士等等。哦对了，还混进去了一只猫和一只兔子。\n”以史蒂夫的名义，我们这些游侠是蒙上帝的恩赐。为了上帝的荣耀，为了躲避战争，为了重建我们的家园和延续我们的文明，我们飘洋过海，在芳华大陆的港口登上第一个新大陆。我们在上帝面前共同立誓签约，我们互帮互助，团结友爱，为了理想为了生存，我们在芳华大陆建立起千金镇。“\n\n\n\n\n2018-07-13_21.21.jpg (326.68 KB, 下载次数: 0)\n\n下载附件\n\n来自服务器摄影\n2018-7-20 22:07 上传\n\n\n\n\n\n↑”这里有肥沃的土地足够我们种植优秀的小麦和培育出香甜可口的土豆，甚至可以与原住民交换食物，获得丰厚的装备。“\n\n\n\n\n\n建筑.jpg (370.23 KB, 下载次数: 0)\n\n下载附件\n\n来自服务器摄影\n2018-7-20 22:13 上传\n\n\n\n\n\n↑”我们中有优秀的建筑师和勤劳的游侠，我们建造了众多伟大的建筑和景观，只为了给后人留下居所抵挡海港的风暴和冬天的寒冷。“\n\n\n\n\n\n体系.jpg (251.08 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-20 22:44 上传\n\n\n\n\n\n↑”我们建立起完善的体系，只为了让我们的文明能够一直延续下去。“↑\n\n\n\n\n\n冰船活动.jpg (272.52 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-20 22:50 上传\n\n\n\n\n↑”我们有了自己的节日，开展了众多好玩的活动，只为了让大家的笑容和欢喜充满整个大陆，用这些来洗去旅途的疲惫，忘却荒川的战乱。“\n团队介绍可能我觉得这段没啥用，所以我选择了可展开模式。但是如果你有耐心看到这里，那请你像上面一样把这个当作一段故事来看吧。这是属于我们这群管理员的故事。点击”展开隐藏内容“即可。\n2017年5月初，千金镇开始筹划。2017年6月中旬，服务器建设完毕，并且迎来了第一批玩家。在此之前我们都是很老的MC玩家，在经历了一次又一次的挫折和失落（来自于原先所处服务器的倒闭等原因）之后，我们毅然决定建立一个属于我们自己，永远不会关闭的服务器。其实在写这段话的时候我的内心还是很孤独的（基于原版服务器），面对MC这么多不同的玩法，衍生出了很多优秀的插件和MOD，我不知道谁能和我一样守住这份净土。就像我第一次玩这个游戏的时候，啥都不会，晚上了就在墙壁上凿一个山洞，用泥土封住洞口，被怪杀掉然后不断的复活，寻找。所幸在游戏内外我都遇到了一批志同道合的伙伴，游戏内在大家的分享和帮助下学会了建筑红石，也在死亡与复活的轮回中学到了如何生存。而在游戏外，我们为守住这片净土的梦想奋斗，创建了这个服务器。还好有这批伙伴，这是我无限的感激。回到管理员这个话题，服务器大概有5个管理员，其中包括我在内的2位是服务器的发起人和创造者，他们分布在不同的工作领域上，医生，服装设计师，程序员，甚至有来自世界百强企业的优秀员工（害羞）。在年龄方面，由于6位管理都是老资格的MC玩家，年龄最大的已近30，唯一一个在校大学生的年龄大概是19岁。年龄可能不是最重要的，但是我们拥有相同的理念，也就是将服务器交给玩家建设，让玩家创造属于自己的故事。我一直觉得MC是一个很容易形成圈子地方，某些工作室，建筑师，生存党等等。我希望你们能像我们这批管理员一样，寻找到属于自己圈子，当你处于某个圈子的时候，你也就找到了属于自己的欢乐，让MC的旅途变得不孤单。作为编辑者，我大猫有幸能在这里公开感谢我们的团队成员，他们分别是goldv，兔子，小轧，Abdalrahman。由衷的感谢再次感谢。\n服务器事项 由于本服主打”高素质公益”服，我们自带任务转正。但是好消息是，通过我的努力已经说服其他管理员，对原转正任务难度做出消弱，原先的“转正1.0版”改为“转正1.2版“。\n我们这里为玩家列举了几个问答，希望对您有所帮助~\n①问：服务器的转正任务1.2版较原版本有什么区别？答：新版本的转正任务是原版本的削弱版，新手在转正任务花费的时间只需要30分钟左右。\n②问：为什么需要转正，真的很重要吗？\n答：本服为高素质服务器，30分钟的转正只是为了对玩家做出最基本的筛选，如果一个连30分钟都**的玩家，可能会对服务器做出一些不好的行为。比如说”偷窃“，”随意杀人“等\n③\n问：服务器能通过赞助获得非生存物品吗？\n答：本服为公益服，服务器所有费用管理员有能力承担，不需要玩家赞助。\n④\n问：服务器中管理员严格吗？\n答：任何以恶意作弊为手段，破坏服务器公平环境为目标的玩家都会遭到严惩。普通情况下，管理员很和蔼。\n⑤\n问：服务器会关闭吗？\n答：不会关闭，不会更换周目。\n⑥\n问：服务器有妹子吗？\n答：。。。。。\n⑦\n问：为什么我需要加群呢？\n答：因为服务器会在节日举行活动，有时也会在线下通过邮寄的方式赠送玩家一些礼物。所以，加入我们吧~\n\n\n\n\nqq.jpg (350.54 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-21 00:38 上传\n\n\n\n\n ↑↑↑千金镇，欢迎你的到来↑↑↑点我加群：389060963我是官网\n\n\n\n\n\n\n\n",
    "replies": []
}