{
    "title": "[1.12.2-1.10.2][Akashic Tome——阿卡什宝典] 众书之书",
    "author": "WarbleOrigin",
    "replyCount": 10,
    "timestamp": 1531480980,
    "txt_content": " 本帖最后由 WO! 于 2018-7-13 19:23 编辑 \n\nAkashic Tome——阿卡什宝典注意：本模组需要前置模组AutoRegLib模组介绍 阿卡什宝典是一个基于变形工具（Morph-o-Tool）的模组。它唯一增加的物品便是阿卡什宝典，由一本书和一个书架所制作。它们基本的概念（及代码）是相同的，但在功能上却是不同的。\n\n\n阿卡什宝典能够与其他模组的手册相结合，并且它能存储所有你放进去的手册。\n\n·如果想要添加一本手册到阿卡什宝典，只需要简单的在工作台中结合它们。你想要添加多少本手册都没问题，哪怕是完全一样的手册。\n·你从阿卡什宝典中所得到的都是真实的物品（手册），而非这个物品或容器的仿制品。这确保了与物品所具有的功能100%的兼容（详见配置模组）\n·你所添加的物品会获得一些依附于它的NBT标签，以此改变它的名字并确保游戏知道如何正确的改回它。\n·由于你得到的是真实的物品，你可以把它用于合成，但你最好不要这么做，因为这样你会失去其他你所添加的物品。\n·想要切换宝典到其他模组你所添加的手册，你只需要简单的右键点击它并选择你想要的手册。\n·按住Shift键再右击一个模组的方块会使宝典变成已添加的相应模组的手册。如果你添加了一个模组的多本手册，它会选择你首先添加的手册。\n·左键点击空气使宝典恢复原状。\n·当你拿着阿卡什宝典（没有转变为其他手册），你可以按住Shift键再右键单击一个宝典中没有该模组手册的方块，这样你会被带到它的wiki页面（这使用了Botania Wiki API，并且默认为FTB wiki）。\n如果想要移除你所添加的手册，请切换到你想要移除的手册，按住Shift键再点击Q键来移除手册。\n\n作者原文：\nAkashic Tome is a mod based on Morph-o-Tool. The only item it adds is the Akashic Tome, crafted with a Book and a Bookshelf. The basic concept (and code) is the same, but they are functionally different. Check out the images tab for some pics.     The Akashic Tome can be combined with mods' documentation books, and can store as many as you can fit in there.  To add a book to it, simply combine them in the crafting table. You can have as many as you want, including duplicates. You get the actual item from the mod, not an emulation of the item or a container. This ensures 100% compatibility with that item's functionality. The item gets some NBT data tacked on to it to change its name and ensure the game knows to change it back properly. Since you get the actual item, you can use it for crafting but you probably shouldn't, as you'll lose all other attached items. To morph the tome into another mod's documentation book that is added to it, simply right click and pick ** you want. Shift-right clicking a block from a mod that has a book added to the tome will morph the tome into that book. If you have multiple from the same mod, it'll take the first added. To unmorph back into the tome, left click the air. While in the standard \"Akashic Tome\" item, you can right click a block that does not have a documentation book to be taken to its wiki (this uses the Botania Wiki API, and will default to the FTB wiki) To remove items attached to it, drop the item using Q while shifting and it's morphed into the item you want to remove.配置模组模组的配置文件包含以下内容：\n一个允许每一个单独的物品被添加进宝典的选项。默认为禁用（开启后你可以把背包模组的大背包塞进书里，但原版物品不行）\n一个不允许添加的模组物品的黑名单\n一个特定关键词的白名单，包含这类关键词的物品都能够被添加（如book、tome、lexicon...）\n一个特定物品的白名单，可以使不包含以前设置的关键词的物品也能够被添加\n一个映射列表。这允许你将一个模组重定向到另一个模组。例如，RFTools模组中含有智能扳手这一工具，如果映射列表中包含“rftoolsdim=rftools”，那么在你看着一个RFTools Dimensions（RF工具|维度）的方块，并且在变形工具中添加了智能扳手，它便也能转换成智能扳手。热动力学映射到热力膨胀也是一个例子（这段作者偷懒直接照抄了他另一个模组变形工具的原文，原理是相同的）下载地址本模组需要前置模组AutoReglib 下载地址\nCurseForge官方下载地址：https://minecraft.curseforge.com/projects/akashic-tome/files\n至搬运时，尚未取得原作者授权，故不提供网盘下载地址相关图片 \n选择你的物品——这个图像展示了在配置文件中选择所有物品都能被添加后的情况\n\n转换成这个物品——这个图像同样展示了在配置文件中选择所有物品都能被添加后的情况\n相关视频教程[bili=10991535]1[/bili]由酒石酸带来的阿卡什宝典及变形工具的介绍视频\n",
    "replies": [
        {
            "author": "Nights_edge",
            "timestamp": 1531497060,
            "txt_content": "这个创意好诶，每次开局都被各种手册填满物品栏"
        },
        {
            "author": "21504010",
            "timestamp": 1531507980,
            "txt_content": "期待出汉化"
        },
        {
            "author": "NikoBellic",
            "timestamp": 1531515480,
            "txt_content": "我还以为阿卡塔什，我想怎么老滚5的神跑这来了"
        },
        {
            "author": "尽情放肆",
            "timestamp": 1531634220,
            "txt_content": "服务端怎么改配置？"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1533443940,
            "txt_content": "这个有点意思。。可以自己变换成对应mod的工具。。"
        },
        {
            "author": "某人路过",
            "timestamp": 1533461220,
            "txt_content": "看成阿拉什宝典……以为使用来玩烟（zi）花（bao）的模组……"
        },
        {
            "author": "2633364324",
            "timestamp": 1595569380,
            "txt_content": "这个mod是魔法类的嘛？"
        },
        {
            "author": "颜不辞",
            "timestamp": 1601889420,
            "txt_content": "永远也找不到合成配方系列"
        },
        {
            "author": "ultimatelone",
            "timestamp": 1602148140,
            "txt_content": "终于不用翻箱倒柜找模组的书了"
        },
        {
            "author": "3211932039",
            "timestamp": 1613283300,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}