{
    "title": "[Minecraft.net][MERCH教程]How to brew and use splash potions——如何酿造及使...",
    "author": "翎澈Official",
    "replyCount": 2,
    "timestamp": 1531562160,
    "txt_content": "\nHow to brew and use Splash Potions\n如何酿造及使用喷溅药水\nExcerpted from our Guide to Enchantments & Potions!\n摘录自Minecraft《附魔与药剂指南》\n\nThis tutorial is an excerpt from one of our newest books - the Minecraft: Guide to Enchantments & Potions. It's jam-packed full of tips, tricks and step-by-step guides to mystical concoctions and otherworldly powers. It also looks rather pretty. You should check it out!\n这一段材料是来自我们最新的书籍之一——Minecraft：《附魔与药剂指南》，它写满了关于神秘的混合体以及超自然能力的知识点、捉弄人的把戏以及手把手的教程。整本书看起来也很美观，你真该去看看的（看看然后说不定就买了呢）\n\nSPLASH POTIONS喷溅药水\n\nWouldn’t it be great if you could trick your opponents into drinking harmful potions to bring about their own demise? Realistically that’s not likely to happen, which is where splash potions come in useful—they can be thrown at mobs or other players so that they’re forced into contact with the effect. Cunning!\n若你能诱骗你的敌人和对手喝下伤害药水从而使他们死亡，这不是很有意思嘛？实际上这当然是不大可能发生的=-=（谁会主动喝伤害药水啊），在这个时候，喷溅药水就变得很有用——你可以把它们扔到怪物或者其他玩家身上来使他们被动接受药水效果。狡猾啊狡猾！！\n\n\nHOW TO BREW AND USE\n如何酿造以及使用喷溅药水\n\n1. You’ll need to combine a regular potion with gunpowder on your brewing stand to give it explosive properties. You can also combine water bottles with gunpowder to create splash water which put out fires.\n1.你需要在酿造台上把火药加入药水里来给它加上喷溅属性，你也可以把火药加入水中来制成喷溅水瓶来灭火（我竟然不知道这个功能QAQ）\n\n\n2. Once brewed, throw a splash potion to use it. Splash potions don’t last as long as regular potions. When throwing them at mobs or players, aim for their head to ensure they last for the maximum duration.\n2.酿造完成后，扔出一个喷溅药水来使用它。喷溅药水的持续时间并没有普通药水那么长，当你往怪物和玩家身上扔它们的时候，瞄准它们的头部以确保获得最长的药水效果持续时间。\n\n3. When a splash potion hits its target (a player or block), it will explode, releasing its contents. Any mobs or players within an 8.25 x 8.25 x **-block area centered on the impact spot will be affected. The splash potion bottle will break when used and you won’t be able to retrieve it.\n3.当一瓶喷溅药水击中了它的目标（玩家或者方块），它会炸裂，释放出药水，任何处于以炸裂位置为中心的8.25*8.25***方块范围内的玩家或怪物都会受到药水效果的影响，药水瓶会损坏，而且将无法取回。\n\nWHEN TO USE\n何时使用\n\n\n1. Unlike regular mobs, undead mobs (zombies, zombie pigmen, skeletons, wither skeletons, the wither, spider jockeys and chicken jockeys) are harmed by splash potion of healing.\n1.不像普通的生物，怪物类生物（僵尸，僵尸猪人，骷髅，凋零骷髅，凋零，蜘蛛骑士和小鸡骑士）会被治疗药水伤害\n\n2. Splash water bottles will deal 1 point of damage to endermen and blazes. They will also put out fires when thrown at a block, and their flame-quenching effects will extend to the 4 blocks surrounding the impact block.\n2.喷溅水瓶会对末影人和烈焰人造成1点伤害，当扔在方块上时还可以灭火，灭火范围是该方块周围四格左右\n\n3. You can cure a zombie villager of its zombification by throwing a splash potion of weakness at it, then feeding it a golden apple.\n3.你可以对僵尸村民扔喷溅虚弱药水并喂他一个金苹果来消除他的僵尸化效果（就是使它变回村民）\n\n4. Splash potions can also be launched from dispensers so that you can release large volumes.\n4.喷溅药水也可以用发射器发射，那么你一次就能放出更大的量的药水=-=（虽然似乎没啥用）\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1531562700,
            "txt_content": "重复发帖了"
        },
        {
            "author": "翎澈Official",
            "timestamp": 1531562820,
            "txt_content": "天狼星black 发表于 2018-7-14 18:05\n重复发帖了\n我已经私信版主删掉重复贴了·····"
        }
    ]
}