{
    "title": "克隆人战争-银河共和国与独立星系邦联 | Clone Wars",
    "author": "夜刀神十香",
    "replyCount": 9,
    "timestamp": 1531586280,
    "txt_content": " 本帖最后由 夜刀神十香 于 2018-7-17 09:07 编辑 \n\n 地图简介 \n\n地图克隆人战争-银河共和国与独立星系邦联建造背景：\n\n克隆人战争是科幻系列电影《星球大战》中描述的一场历时三年的星际战争。银河共和国末期，共和国政权的腐败无能滋生了分离主义运动。在西斯尊主达斯·西迪厄斯和杜库伯爵的策划下组建了由数千个意图脱离共和国的星系组成的独立星系邦联，与银河共和国展开对抗，并最终爆发了全面战争。战争历时三年，几乎遍及银河系的所有星系。由于共和国在这次战争中使用了大量战斗力强大的克隆人士兵，且赢得了胜利，故这次大规模星际战争被称为“克隆人战争”。克隆人战争实际上是西斯尊主达斯·西迪厄斯（即共和国最高议长帕尔帕廷）为建立银河帝国而策划的阴谋，战争最终以银河共和国被改组、帕尔帕廷称帝建立银河帝国而告终，克隆人战争不是什么史诗般的存在，而是西斯的复仇。\n\n\n\n爆发\n初露锋芒\n前绝地大师杜库伯爵在帕尔帕廷的授意下，游说各星球脱离共和国，加入由他组织的“独立星系邦联”。\n独立星系邦联主要由商业行会、贸易联盟、星际银行业集团和技术联盟等反对共和国的组织组成。在杜库的游说下，数千个星系加入了独立星系邦联。杜库伯爵授意吉奥诺西斯的机器人工厂生产大批战斗机器人，同时秘密聘请赏金猎人詹戈·费特充当母体，在卡米诺星球为共和国生产克隆人  部队，为战争爆发做准备。\n2年后（22BBY)，绝地大师欧比旺·克诺比察觉到独立星系邦联正在制造战斗机器人\n的事实，并且发现了卡米诺星球的克隆人部队，将这些事实报告给了银河共和国。他随后被邦联逮捕。银河议会召开紧急会议，决定授予最高议长帕尔帕廷紧急处置权，以批准组建大共和国军。\n与此同时，欧比旺的徒弟阿纳金·天行者和银河议会议员帕德梅·阿米达拉前往吉奥诺西斯援助克诺比，却不幸被俘。克诺比、天行者和阿米达拉被判死刑。吉奥诺西斯人把他们送入行刑角斗场，让野兽的尖牙利爪来处决他们。共和国的增援部队令这一切化险为夷。绝地大师梅斯·温杜率领两百名绝地对抗杜库的部队，他本人在战场上将詹戈斩首。绝地大师尤达很快从卡米诺带来了二十多万克隆人士兵。这支仓促组建的共和国常备军经受住了吉奥诺西斯一役的战火考验。克隆人战争由此爆发，绝地以将军的身份加入大共和国军，指挥克隆人军队。 \n\n\n\n经过\n吉奥诺西斯战役之后，克隆人战争的范围逐渐扩大到了整个银河系。以最高议长帕尔帕廷为首的银河共和\n国和以杜库伯爵为首的的独立星系邦联在全银河系范围内展开了争夺，共和国使用克隆人部队而独立星系邦联使用战斗机器人部队。战争中涌现出许多优秀的将军，例如共和国一方的欧比旺·克诺比和阿纳金·天行者，邦联一方的格里弗斯将军和阿萨吉·文崔斯等。克隆人部队中也出现了雷克斯、科迪和福克斯还有沃尔夫等优秀的克隆人指挥官。\n\n战争双方为获得中立国家和种族的支持而费尽心机。例如赫特人，独立星系邦联为了取得赫特人的支持，阻止共和国使用赫特人的航路，决定与赫特人齐罗合作，绑架赫特人首领贾巴的儿子罗塔，并栽赃共和国，令贾巴与共和国交恶。但这一阴谋被银河议会议员帕德梅·阿米达拉得知。虽然帕德梅被齐罗的刺客机器人活捉，但她成功通知C-3PO，并由他带领一队留守在科洛桑的克隆人巡逻兵拘捕已加入独立星系邦联的齐罗，并救走帕德梅。同时，阿纳金·天行者和他的学徒阿索卡·塔诺从文崔斯那里夺回了贾巴之子，并交还给贾巴。共和国与赫特人重归于好。\n涡轮坦克\n战争过程中爆发了贾毕姆战役、昂巴拉战役等数次大型战役，共和国与邦联各有胜负，战争持续了三年之久。\n\n\n\n结束\n席卷银河的克隆人战争进入到第三年（19BBY），恐怖的分离势\n科洛桑战役，19BBY力机器人格里弗斯将军奇袭银河共和国首都，绑架了最高议长帕尔帕廷。就在分离势力舰队企图带着人质逃离科洛桑时，欧比旺·克诺比和阿纳金·天行者登上分离势力的旗舰“无形之手”号，展开了营救行动。\n阿纳金救出议长，将杜库伯爵斩首，然后控制“无形之手”号迫降科洛桑地表。被击败的分离势力舰队退守外环星域。分离势力的末日似乎不远了，但帕尔帕廷却命令绝地将军们加强进攻，拒绝放弃权力。\n梅斯·温杜逐渐相信议长为了个人私利而想延长战争。很快，阿纳金·天行者知道了帕尔帕廷的**——达斯·西迪厄斯，并告知了温杜。由于尤达在卡西克星球忙于应付分离势力的进攻，欧比旺在尤塔帕星球奋力追杀格里弗斯将军，温杜轻率地前去逮捕帕尔帕廷。\n\n温杜试图杀死帕尔帕廷，阿纳金·天行者不同意这么做，他砍伤了温杜，帕尔帕廷趁机用原力闪电袭击温杜，温杜战死。被帕尔帕廷赐名为达斯·维德后，阿纳金率领大名鼎鼎的501军团的克隆人士兵消灭了绝地圣殿中的昔日伙伴。帕尔帕廷启动了早已计划好的自动预防机制——66号令。遍布银河的克隆人士兵向他们的绝地将军们开火。维德赶赴穆斯塔法星球，将分离主义委员会一网打尽，结束了克隆人战争。在议会的欢呼声中，帕尔帕廷称帝，改组银河共和国为银河帝国。 \n\n\n 图片欣赏 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n地图授权 \n地图作者：Divici\n\n作者原发布帖：https://www.planetminecraft.com/ ... public-and-the-cis/\n\n原帖下载地址：https://static.planetminecraft.c ... 531047459.schematic\n\n\n\n\n\nQQ截图20180714214516.png (90.63 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-15 00:33 上传\n\n\n\n\n\n\n 地图安装 Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。\n\nSchematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n 注意事项 1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者所有。\n\n 最后的话 \n如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；\n另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。\n若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。\n如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。\n\n                                                                                                                     ——夜刀神十香搬运\n\n\n\n\n\n",
    "replies": [
        {
            "author": "汉王",
            "timestamp": 1587632040,
            "txt_content": "有绝地圣殿的地图吗？"
        },
        {
            "author": "南方人",
            "timestamp": 1588490220,
            "txt_content": "请无视我"
        },
        {
            "author": "Moon🌙",
            "timestamp": 1588912020,
            "txt_content": "不错的地图~继续加油~"
        },
        {
            "author": "6132561325",
            "timestamp": 1588957800,
            "txt_content": "66666666666666666666666666666666666666666666"
        },
        {
            "author": "walle1996",
            "timestamp": 1589018160,
            "txt_content": "值得收藏。感谢分享！"
        },
        {
            "author": "tyjl",
            "timestamp": 1589248620,
            "txt_content": "感谢分享                       "
        },
        {
            "author": "斗币南波万",
            "timestamp": 1594693140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "z616611938",
            "timestamp": 1595625600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wxy123.",
            "timestamp": 1595626440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}