{
    "title": "「Minecraft.net|CULTURE」来玩吧：模拟餐厅",
    "author": "cc7w",
    "replyCount": 16,
    "timestamp": 1531581300,
    "txt_content": " 本帖最后由 cc7w 于 2020-8-11 16:42 编辑 \n\nLet's Play: Restaurant Simulator\n来玩吧：模拟餐厅\nCan Tom become a top chef in Pathway Studios map?\n汤姆能在Pathway Studios的地图中成为五星级厨师吗？\n\nTom Stone 汤姆·斯通\nSometimes, when I'm eating my usual dinner of whatever scraps I can find on the Mojang kitchen floor, I wish I knew how to cook. I can't even use a microwave without causing an explosion, and I can't even make a bowl of cereal without causing at least six fires. Hot ones, too.\n每当我捡起Mojang厨房地板上的食物残渣作为晚饭，狼吞虎咽的时候，我都会想：要是会做饭该多好啊！可惜，用个微波炉，我能让它爆炸；做碗燕麦粥，我能至少燃起六场惨烈的火灾。\n\nAlas, my dreams of becoming a gourmet chef were gour-ing nowhere. Every time I entered a kitchen, I'd hear things like “oh no, not you again” “why do you need so much gasoline to make a salad?” and “help! Fire!” Bah! Everyone's a critic.\n唉，成为顶级大厨，前路渺茫啊！一进厨房，我总会听到“别，你别再来了！”“做个蔬菜沙拉为什么废那么多油？”“救命，着火了！”……呸！每个人都是批评家！\n\nBut then I learnt about a new game available on the Minecraft Marketplace –Restaurant Simulator: Head Chef by Pathway Studios and Mr Squishy .\n但最近，我听说Pathway Studios和Mr Squishy的新作地图模拟餐厅：主厨登上了Minecraft市场。\n\n点这里前往市场地图页面\n\nThis could be my big chance to become a brilliant chef! One who's famous for his delicious meals, being a master of flavours and not because he's currently being investigated for food poisoning. (“But officer, if that customer didn't want gasoline in his salad, then why didn't he warn me he was a fussy eater?”)\n这将是我成为万众瞩目的厨师的绝佳机会！饭菜美味，五味精通，将使我闻名遐迩，而不是因致人食物中毒，配合调查而臭名昭著！（“警官，他又没告诉我沙拉里不加汽油，我怎么我知道他这么挑食？）\n\nSince all the other restaurants where I’d practiced my cooking skills were currently busy burning down, I decided to jump into Restaurant Simulator: Head Chef and get my cook on!\n因为我磨炼烹饪技巧的其他饭店都烧没了，我决定进入模拟餐厅：主厨，开启烹饪之旅！\n\n\n\n\nSTARTER - RABBIT FOOD\n开胃小菜——凉拌生菜\n\nThe game starts with the option to choose the colour of your restaurant. Obviously, I choose hot pink.\n游戏开始了，首先我要选择餐厅的色调。很显然，我选择了热情粉。\n\n我想说，其他选项摆那干啥，又有谁会选呢？\n\nI arrive at my fabulous looking restaurant, eager to get to work! Well, maybe after a few quick naps.\n我走进了精致的餐厅，准备工作！好吧，可能我要先打个盹。\n\nI shove a pillow in the oven and am about to squeeze in myself when I notice I'm not alone in the restaurant. A villager is standing by the counter, asking for something to eat.\n我拿出枕头，塞进烤箱。正当我打算自己也挤进去的时候，我才发现餐厅里还有其他人。有位村民站在柜台旁，问我要吃的。\n\nOh no! A customer!\n我的天哪！来客人了！\n\n有趣的事实：在96%的现实餐厅中，如果你没有及时给顾客上菜，他们可能会吃了你。我有4%的把握确定这是对的。\n\nBased on the little carrot hovering over his head, I brilliantly deduce that he wants to eat a carrot .\n根据他头上悬浮的萝卜图标，我聪慧地推断，他想吃胡萝卜。\n\nHow do you make a carrot? Squeeze an orange into an ice cream cone? Hang on, do we even serve carrots here?\n胡萝卜怎么做？把橙子榨汁倒到冰激凌筒里？等会，我们的菜单上有胡萝卜吗？\n\nI decide to check the menu .\n我决定好好看看菜单。\n\n噢，看起来我们的菜单上只有胡萝卜一道菜。我们的食客都是谁啊？兔子吗？ \n\nI search around in the back and find a glorious garden full of fresh vegetables! Even an unhealthy monster like me – a man who somehow has more gravy in his veins than blood – knows vegetables are awesome!\n我在后厨寻来索去，发现了种满新鲜蔬菜的菜园！就算是像我一样的肉食系怪物（血管中流淌的肉汁比血还多）也知道，蔬菜赛高！\n\nI immediately celebrate this new find by mining some carrots and tucking in. Yum yum yummy – most delicious!\n为了庆祝这一重大发现，我立刻采了些胡萝卜开啃。嘎吱嘎吱嘎吱——真香！\n\n\n\nThen I remember I'm not supposed to be eating the food - It's for the customers. And restaurants where you pay the staff to eat the food for you don't tend to do very well. No idea why.\n突然我想起来，我不该吃顾客的食物。不知道为什么，职员拿工资却白吃干饭的饭店，从来没红火过。\n\nWith my carrot in hand, I walk back to the counter to serve one soon-to-be-satisfied customer!\n我手里拿着胡萝卜，走回前台，给这位即将五星好评的顾客上菜！\n\nBut he's gone .\n但他已经走了。\n\n这个大老粗！除了因为没钱吃霸王餐，我恰饭从不早退！\n\nWhy did the customer leave? It only took me three hours to find his carrot and come back to the counter.\n这位顾客为什么离开了？我找到萝卜，回到前台只花了三个小时而已啊。\n\nI guess these impatient brats are going to ruin my culinary career unless I speed up the service. I practise sprinting around the kitchen, so I'll soon have the fastest, best service in the business!\n我想，如果不加快服务速度的话，这些熊孩子会砸了我餐厅的招牌。于是我开始在厨房练跑步，过不了多久，我们的服务就是最快、最好的了！\n\nSeveral more villagers come in wanting carrots, but obviously I'm too busy practising my sprinting to serve them, so they eventually leave too.\n有很多村民走进来，想吃胡萝卜。但很显然，我忙于练跑步，所以他们最后也走了。\n\n虽然我听不懂村民语，但我不认为他们的“哼”代表好评。\n\nAs usual for me and my horrible life, things are going terribly. If I don't improve this restaurant's reputation soon, I'll never get nominated for anything at the Annual Minecraft Chef Awards(where the best Minecraft cooks compete for awards like 'Tastiest Dish' 'Best Cake' and 'Least Amount of Rotten Flesh on the Menu').\n正像现实中的我一样，现在的境况不是太好。如果不赶紧改善这所餐厅的名声，我可能没法获得年度Minecraft大厨奖（各路大厨汇聚一堂，角逐“最美佳肴”“最棒蛋糕”“最少腐肉”等等奖项）的提名了！\nSo I stand with my carrot at the counter, ready and waiting for a customer to walk in. A villager walks in. I hand him the carrot. He walks off.\n所以我拿着胡萝卜，站在柜台前，等着下一位顾客进门。一位村民走来了，我把萝卜递给了他，他走掉了。\n\nSuccess! It was tough, back-breaking work, but I did it! I'm now clearly the greatest chef of all time.\n成功了！虽有艰难险阻，虽说艰苦卓绝，但我做到了！显然，我是有史以来最棒的厨师。\n\n我做了这个奖杯，然后把它颁给自己！\n\nWhen word gets out that I’m actually serving food now, my restaurant starts to get much more popular. A little too popular, if you ask me (did you ask me? I hope you did, because I'm about to tell you why!)\n店开张供食的消息不胫而走，我的餐厅越来越火了。但有点火过头了 ，如果你想请我谈谈感受的话。（你请我谈感受了吧？我希望你给出肯定的答案，因为我接下来就要告诉你，我为什么这么说！）\n\nI have to keep rushing out back to get carrots for a seemingly never-ending series of downright greedy customers. I suggest to a few of them that they fetch me a carrot while I sit down for a while instead, but they're not interested in paying me money for that. Cheapskates.\n我需要不停回后院采胡萝卜，然后接待无穷无尽的顾客队列。我向他们提议说，让我坐下来歇会，他们去采萝卜，但他们显然不愿意花自己的钱干这活。真是铁公鸡。\n\nPlus, if I'm not quick enough getting a villager his precious carrot, I risk losing a paying customer:\n此外，如果我太磨蹭，有些顾客没吃到他喜欢的胡萝卜，他们就会离开：\n\n[1/5] - 看见柜台下面的进度条了吗？绿色、满盈，一切顺利：我有充足的时间去拿胡萝卜给他！\n\n[2/5] - 啊哦，绿色的槽变成了不健康的蜡黄色。\n\n[3/5] - 情况不妙，黄色的槽变成了和我之前煎焦的鸡蛋一样的棕色。（为你自己着想，别点煎鸡蛋这道菜）\n\n[4/5] - 红色警报！红色警报！赶紧把萝卜给他！\n\n[5/5] - 客人要走了！可能我不该先眯那一会的？这不是我的锅，看见红色总让我犯困。\n\nThe pressure is starting to get to me. Every time I blink, I open my eyes to see another new customer, waiting impatiently for a carrot. Now I'm a pretty slow blinker. Takes about an hour for me to finish a blink, on a good day. But this is still too much for poor, lazy, little ol' me to handle.\n我感受到了压力。眼睛一闭一睁，我就能看到另一位新顾客不耐烦地问我要萝卜。托此所赐，我连眨眼都变慢了。好一点的话，我平均一个小时眨一次眼。但这对弱小、可怜又无助的我来说，果然还是做不到啊！\n\nSoon I start seeing carrots in my dreams. I'll be enjoying the usual dream I have every night (the one where Jens forgets his Minecraft password and has no choice but to let me take over the Java team) when suddenly my vision is replaced with a never-ending mountain of carrots. I scream and wake up from this orangey nightmare.\n过了没多久，我开始做梦，梦见我徜徉在胡萝卜的海洋中。正在享受平日的美梦（Jeb忘记了他的Minecraft密码，别无选择只能让我接手Java版开发团队）之时，我突然发现自己置身胡萝卜的海洋中。我尖声叫喊，从橙色的梦魇中醒来。\n\n为何如此美味的食物如此邪恶？\n\nI ask a doctor what this means and he says “nothing to worry about, just stop sleeping in the carrot patch, dummy. Also, can I have my carrot now? I've been standing in line for six hours.” Bah! Doctors! What do they know?\n我咨询医生，这意味着什么，他说“没啥好担心的，就是别在胡萝卜堆里睡觉了。还有，我的胡萝卜好了吗？我排队等了六个小时了。”呸！这些庸医！他懂个泡泡茶壶！\n\nNo, the real problem is obvious – carrots are no longer exciting enough for a chef as amazing as me – I need to start serving different foods!\n不，真正的问题显而易见——像我这样优秀的厨师，怎么可能满足于胡萝卜呢？我要开始提供不同的菜肴了！\n\n土豆！现已解锁！\n\nUsing the money from my carrot sales, I unlock potatoes and pumpkins! Word spreads pretty fast about my new advanced menu, because I soon have villagers demanding I serve them potatoes, stat!\n用卖胡萝卜赚来的钱，我解锁了土豆和南瓜！菜单升级的消息再次无胫而飞，你看，很快就有村民来点土豆了。这就上菜！\n\n“Enjoy, my friend! Now hand over your money,” I say politely as I hand the villager his raw potato. But he won't take it. What gives?!\n“慢用，伙计！现在结下账吧。”我把生土豆递给他，礼貌地说道。但他根本不买账。 出什么事了？！\n\n有什么问题？是土豆还不够生吗？\n\nThen I remember an old legend - a mysterious recipe called 'The Baked Potato' that I'd read about in an ancient tome of wonder called 'COOKING FOR MORONS'.\n然后，我想起了在《傻瓜烹饪指南》这本巨著中学来的传说中的神秘食谱——“烤土豆”！\n\nSo I put my potatoes in the furnace. To my stunned eyes, terrified ears and intrigued nose, the potatoes start to cook .\n所以，我把土豆放进了熔炉。我的天哪！炉子中的土豆竟然渐渐变熟了！这惊得我目瞪口呆，觉得又长了见识。\n\n怎么会有这种魔法在世?!?!?!?!?!??!?!?!?!?!?!?!!!??!?!?!?! :O\n\nI hand the now-baked potato to the hungry villager, who gives me FIVE DOLLARS for it! They're only paying me THREE DOLLARS for the carrots!\n我把烤好的土豆递给饥饿的村民，他给了我五美元！卖一根胡萝卜可只赚三美元！\n\nNow I'm not a fancy big-city mathematician, but according to 'BASIC MATHS FOR BASIC PEOPLE' the number five is a bigger number than the number three . Wow!\n虽说我不是欧拉，但根据《傻子学算数》里的内容，数字五可比数字三大。哇！\n\n这数字也同样醒目——114位满意顾客！虽说曾有数以千计的顾客不满意离开，但我们还是看积极的一面吧。\n\nWould unlocking more foods mean I could charge even more extortionate... er, I mean, extremely fair prices? I have to find out! After all, if there's one thing I love, it's money! And if there's two things I love... nope, just money. That's it.\n难道解锁更多食物就能噶更多韭……我是说，要更合理的菜价了吗？我必须得试试！毕竟，如果世间只剩一件值得留恋的事物，除了钱还能是什么？如果有两件值得留恋的……不可能，我只喜欢钱。就是这样。\n\nSo I waste no time blowing all my profits on unlocking melons,cows,beetroots(served both raw and as a soup!)pumpkins,sugar canes,chickens,rabbits and oh I'm out of money .\n所以我赶紧把赚的钱都投了进去，解锁了西瓜、牛肉、甜菜根（生吃做汤都行）、南瓜、甘蔗、鸡肉、兔肉以及等下，我没钱了。\n\nOh well! I'll soon be super rich with my new menu – as delicious and varied as it is expensive! Well, almost.\n没关系！菜单翻新之后，我很快就会变成王老五，你看这菜是多么美味，多么丰富，多么昂贵！嗯……差不多吧。\n\n只要三百美元，我就能自动把手放在火堆上烤？傻子才不这么做！\n\n\n\nMAIN COURSE - CHAOS\n主菜——混乱\n\nI can't remember who coined the phrase “Mo money mo problems” (Henry the Eighth?) but boy, Henry sure had a point. Well, if you replace the word 'money' with 'items on your menu that you're not fast enough to provide'.\n我记不得是谁说的那句“钱越多，人越烦”了（是亨利八世吗？），但朋友，他说的确实有道理。试想，把他说的“钱”替换成“菜单上需要，但根本不可能及时提供的菜肴”，不就对了嘛？\n\nVillagers can't wait to sink their teeth into my new menu. Now they make orders of multiple items, like a carrot, jacket potato and bowl of beetroot soup on the side. By the time I put it all together, my customers are tired of waiting and have left, including the one who made the order in the first place. Drat!\n村民们迫不及待地想尝试新供菜，现在他们一次点单都要好几样，例如一根胡萝卜、一块烤土豆和一碗甜菜汤。在我把所有的菜都准备好之前，我的顾客们早已等得不耐烦离开了，包括最初点单的那位。真是见鬼。\n\n只要六百美元，我就能把点来的外卖伪装成自己做的？哦吼吼吼吼，我可真是狡诈！\n\nSoon I'm more stressed than ever. Sometimes when I haven't finished the recipe in time, I lie to the villager that this isn't a restaurant, it's, er... a library?\n我感到压力更大了。有时我没有及时完成订单，我便扯谎告诉村民这里不是餐厅，而是……图书馆？\n\nThen I throw cookbooks at them until they leave. Weirdly, this results in very few positive reviews.\n然后我就把烹饪教程扔给他们，直到他们相信后离开，但这么做没收到多少好评。\n\n麻烦您老长快点吧！那可是，全网胆敢给你展示生草图片（内容可是大写的没趣），还能保证你觉得草生的网站，除了Minecraft.net，还有第二家吗？赶紧告诉你的朋友们吧！\n\nSometimes I just don't have the ingredients to give the customers what they want (and 'give the customers what they want' is the second most important rule of customer service, right after 'try not to spit on them') because I'm still waiting for the ingredients to finish growing. To solve this, I can pay to upgrade my food so it grows back faster .\n有时，我的原材料长得太慢，不足以制作顾客们想要的菜品（“满足顾客的需求”可是服务业的第二准则，其重要性仅次于“别忘顾客脸上吐吐沫”）。为了解决这一问题，我可以花钱升级菜地，它们就长得更快了！\n\nThe rewards are instant - Not only do I get my ingredients faster, I also earn my first star! Ha! Take that, villager who wrote a one-star review of my restaurant, because now this restaurant is officially a one-star establi... oh.\n效果立竿见影——不仅原料获得的快了，我还拿下了第一颗星！哈！看到了没有，那些五星分期付款的村民们，现在我们的餐厅可是官方认证的一星级……哦。\n\n我的首颗星！对只能满足五分之一顾客需求的餐厅来说还不错！\n\nSeems the objective of this game is to run a five star kitchen .\n看起来，游戏的目标便是经营五星级餐厅。\n\nI'm nervous about this challenge. I've never run a five-star anything. Even that telescope store I used to run only sold rubbish telescopes that couldn't show you any stars (I forgot the glass for the lenses was meant to be transparent).\n这个挑战说实话让我有些紧张，我可从来没有办过五星级业务。即使是我过去开的那家望远镜店里面卖的望远镜，也一颗星都看不到（我忘记让镜片的玻璃透光了）。\n\n227是我的新幸运数字了！但7并不是，因为我一分钟内能收到7条差评。\n\nThere are big risks too. If I only fulfil part of a customer’s order (like, for example, giving them the carrot they want), but I take too long to get them the other parts of their order (gah! Pumpkin pies,why can't you be quicker to make!) then they just leave without paying for anything.\n现在也有很大的风险。如果我满足了一位顾客的部分订单（举个例子，只给他们点的胡萝卜）后，做其他菜用的时间太长（啊，南瓜派啊，快一点吧！），他们就会离开，连一分钱都不给我。\n\nOutrageous! Surely this is illegal? I hope not – I do it all the time – but I don't want it happening to me:(\n就TM离谱！这肯定违法吧？但我希望合法——我一直这么干——但我不希望他用我之道还治我身啊:(\n\n别走啊，付钱啊！\n\nI have to step up my game. Reduce my mid-work naps from 50 to 49. Start baking real cakes instead of just dipping the stale bread into white paint.\n我要认真了，至少得把工作间隙的休息从50次减少到49次。我得踏踏实实烤面包了，不能再把霉变的面包蘸上白涂料敷衍了事。\n\n\n\n\nJUST DESSERTS\n餐后甜点\n\nSoon cooking, farming, upgrading, customer-serving – it all becomes a hectic blur. I'd eat something to keep my energy up, but I'm too busy stirring it into a pie and shoving it into a villager's inpatient gob.\n很快烹调、采收、升级、上菜各种活交织在一起，我忙到眼前重影。我想吃点东西补充能量，但我实在太忙，不小心把自己的饭搅和成了派，喂进了村民的嘴。\n\n这些是你必须掌握的食谱——两穗小麦，一颗可可豆就可以制作曲奇！\n\n南瓜派！一个鸡蛋，少许糖，一块南瓜就能制作美味的南瓜派。别忘了先把甘蔗合成成糖！\n\nBut as blurs go, it's a strangely fulfilling one. Keeping customers happy is a real challenge for anyone who likes crafting under pressure. Plus it's a great way to try out some recipes you may not have known about before. For example, did you know you need beetroots to make beetroot stew? I know! I had no idea either!\n但视野模糊时间越长，我就感到人生愈发有意义。对于喜欢在压力下做事的人来说，让顾客开心确实是个挑战。同时，你也可以尝试之前从未试过的合成配方。举个例子，你知道甜菜根可以做甜菜汤吗？之前我也跟你一样啥都不懂，但现在，我奇怪的知识又增加了！ \n\nSearch Restaurant Simulator: Head Chef in the Minecraft Marketplace if you want to try this Pathway Studios game yourself - or just click this lovely line of green text to be taken directly to it in the in-game store .\n如果你想自己试试Pathway Studios的这张地图，在市场中搜索模拟餐厅：主厨，或者点击这行绿字直接传送到游戏内的商店页面吧。\n\nBut do you really think you can do better than me and my...\n但你真的认为，你能做的比我做的好吗？看，我的……\n\n两星级餐厅！！！！！！！！\n\nWell, yeah. Of course you can. Almost anyone could. I'm an overpaid dimwit who shouldn't be allowed within fifty miles of a kitchen.\n好吧，你肯定能，几乎所有人都能。我就是个赚黑钱的白痴，根本不应该出现在厨房五十里以内的地方。\n\nBon Appetit!\n祝你“食”运兴隆！\n\n【c7w 译自官网 2018 年 07 月 14 日发布的 Let's Play: Restaurant Simulator；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n\nL E T ' S    P L A Y :   R E S T A U R A N T    S I M U L A T O R来  玩  吧  ：  模  拟  餐  厅Can Tom become a top chef in Pathway Studios map?Tom 能在 Pathway Studios 的地图中成为主厨吗？\n\n　　Sometimes, when I'm eating my usual dinner of whatever scraps I can find on the Mojang kitchen floor, I wish I knew how to cook. I can't even use a microwave without causing an explosion, and I can't even make a bowl of cereal without causing at least six fires. Hot ones, too.\n　　在我平时吃晚餐——在Mojang厨房的地板上能找到的任何剩饭——的时候，我有时会希望我自己会做饭。我甚至不能在不造成爆炸的情况下使用微波炉，在不引起至少六场火灾的情况下做好一碗麦片粥。就算只是热一热这些东西，也是这样。还有马桶盖子。\n\n　　Alas, my dreams of becoming a gourmet chef were gour-ing nowhere. Every time I entered a kitchen, I'd hear things like “oh no, not you again” “why do you need so much gasoline to make a salad?” and “help! Fire!” Bah! Everyone's a critic.\n　　唉，我想成为一名美食大厨的梦想是毫无进展的。每次我进入厨房，都会听到“哦，不，你不要再来了”，“你做个沙拉为什么要这么多汽油？”或“救命！着火了！”这样的话。呸！每个人都是批评家呢。还有马桶盖子。\n\n　　But then I learnt about a new game available on the Minecraft Marketplace – Restaurant Simulator: Head Chef by Pathway Studios and Mr Squishy.\n　　但之后我听说了Minecraft市场上Pathway Studios和Mr Squishy创作的新游戏——模拟餐厅：主厨。还有马桶盖子。\n\n\n\nYou can find it in the Marketplace by clicking this link\n点击此处在市场中查看该地图还有马桶盖子。\n\n　　This could be my big chance to become a brilliant chef! One who's famous for his delicious meals, being a master of flavours and not because he's currently being investigated for food poisoning. (“But officer, if that customer didn't want gasoline in his salad, then why didn't he warn me he was a fussy eater?”)\n　　这可能是我成为一名出色厨师的机会！我将成为一名因菜肴美味，精通各种香料而出名的厨师，而不是因当前正涉及食物中毒事件被调查（而出名）。（“但是警官，如果那个顾客不想要他沙拉里的汽油，那他为什么不提前警告我他是个挑食的人呢？”）还有马桶盖子。\n\n　　Since all the other restaurants where I’d practiced my cooking skills were currently busy burning down, I decided to jump into Restaurant Simulator: Head Chef and get my cook on!\n　　因为我之前练习烹饪技巧的其他餐馆当前都正在燃烧，我决定加入模拟餐厅：主厨，然后开始烹饪！还有马桶盖子。\n\nSTARTER - RABBIT FOOD\n开胃小菜 —— 兔食还有马桶盖子\n\n　　The game starts with the option to choose the colour of your restaurant. Obviously, I choose hot pink.\n　　游戏从选择餐厅的颜色开始。显然，我选择了亮粉色。还有马桶盖子。\n\n\n\n　　I mean, why even have any other options?\n　　我是说，为什么还会有别的选择呢？还有马桶盖子。\n\n　　I arrive at my fabulous looking restaurant, eager to get to work! Well, maybe after a few quick naps.\n　　我来到了外观十分美丽的餐厅，十分渴望开始工作！好吧，也许我会在小睡一会儿之后就开始。还有马桶盖子。\n\n　　I shove a pillow in the oven and am about to squeeze in myself when I notice I'm not alone in the restaurant. A villager is standing by the counter, asking for something to eat.\n　　我向烤炉中塞了一个枕头。在我注意到餐厅中不仅仅只有我一个人时，我几乎都要把我自己挤进烤炉中了。一位村民正站在柜台旁，要求吃点什么。还有马桶盖子。\n\n　　Oh no! A customer!\n　　哦不！一位顾客！还有马桶盖子。\n\n\n\n　　Fun fact: if you don't get a customer his food in time in 96% of real restaurants, they'll eat you instead. I'm 4% positive this is true.\n　　有趣的事实：在96%的现实餐馆中，如果你没有及时给顾客想要的食物的话，他们就会把你吃掉。我有4%的把握肯定这是真的。还有马桶盖子。\n\n　　Based on the little carrot hovering over his head, I brilliantly deduce that he wants to eat a carrot.\n　　根据他头上悬浮的小胡萝卜图案，我出色地推断出他想吃胡萝卜。还有马桶盖子。\n\n　　How do you make a carrot? Squeeze an orange into an ice cream cone? Hang on, do we even serve carrots here?\n　　怎样才能制作胡萝卜？把橘子挤进冰淇淋筒里？稍等一会，我们这里提供胡萝卜吗？还有马桶盖子。\n\n　　I decide to check the menu.\n　　我决定查看菜单。还有马桶盖子。\n\n\n\n　　Oh, it looks like carrots are the only thing we serve here. Who's our target market? Rabbits?\n　　哦，看来胡萝卜是这里唯一**的东西。我们的销售目标是谁？兔子吗？还有马桶盖子。\n\n　　I search around in the back and find a glorious garden full of fresh vegetables! Even an unhealthy monster like me – a man who somehow has more gravy in his veins than blood – knows vegetables are awesome!\n　　我在后面四处寻找，发现了一个满是新鲜蔬菜的美丽花园！即使是一只像我这样不健康的怪物——静脉中肉汁比血液都多——都知道蔬菜是极好的。还有马桶盖子。\n\n　　I immediately celebrate this new find by mining some carrots and tucking in. Yum yum yummy – most delicious!\n　　我立刻采挖了一些胡萝卜，尽情地吃了下去来庆祝这个新发现。啊呜啊呜——真好吃！还有马桶盖子。\n\n\n\n　　Then I remember I'm not supposed to be eating the food - It's for the customers. And restaurants where you pay the staff to eat the food for you don't tend to do very well. No idea why.\n　　然后我想到，我不应该吃这些食物——这些是给顾客吃的。你付钱让员工为你吃食物的餐馆往往经营得都不太好。不知道为什么。\n\n　　With my carrot in hand, I walk back to the counter to serve one soon-to-be-satisfied customer!\n　　手里拿着胡萝卜，我走回柜台，为一位应该即将非常满意的顾客提供食物！\n\n　　But he's gone.\n　　但他已经离开了。还有马桶盖子。\n\n\n\n　　How rude! You'd never catch me leaving a restaurant early. Apart from when I can't afford to pay or just fancy a free meal.\n　　真无礼！你不会发现我早早离开餐馆的。除非我付不起钱或只是想吃一顿免费的饭的时候。\n\n　　Why did the customer leave? It only took me three hours to find his carrot and come back to the counter.\n　　那顾客为什么要离开？找到他的胡萝卜然后走回柜台，我只花了三个小时而已。\n\n　　I guess these impatient brats are going to ruin my culinary career unless I speed up the service. I practise sprinting around the kitchen, so I'll soon have the fastest, best service in the business!\n　　我想，除非我加快服务的速度，不然这些不耐烦的孩子迟早会毁了我的烹饪生涯。我练习在厨房里跑来跑去，所以很快我就能拥有这个行业中最快、最好的服务了！\n还有马桶盖子。\n　　Several more villagers come in wanting carrots, but obviously I'm too busy practising my sprinting to serve them, so they eventually leave too.\n　　又有几个村民进来想要胡萝卜。但很明显，我正忙于练习跑步，没有时间接待他们。所以他们最终也离开了。\n\n\n\n　　Now I don't speak Villager-ese, but I don't think this Yelp review is very positive.\n　　现在我不讲村民语，但我并不认为这些评价是正面的。\n\n　　As usual for me and my horrible life, things are going terribly. If I don't improve this restaurant's reputation soon, I'll never get nominated for anything at the Annual Minecraft Chef Awards (where the best Minecraft cooks compete for awards like 'Tastiest Dish' 'Best Cake' and 'Least Amount of Rotten Flesh on the Menu').\n　　对我和我糟糕的生活来说，像往常一样，一切都在糟糕地进行着。如果我不快点改善这所餐厅的声誉的话，我将永远不会在年度Minecraft主厨奖（最棒的Minecraft厨师们为像“美味佳肴”“极品蛋糕”“最少腐肉菜单”这样的奖项而竞争）上获得提名。\n\n　　So I stand with my carrot at the counter, ready and waiting for a customer to walk in. A villager walks in. I hand him the carrot. He walks off.\n　　于是我站在柜台前，端着胡萝卜，等着顾客走进来。一位村民走了进来。我把胡萝卜递给了他还有马桶盖子。。他走开了。\n\n　　Success! It was tough, back-breaking work, but I did it! I'm now clearly the greatest chef of all time.\n　　成功！这是一项艰苦、令人疲劳的工作，但我做到了！显然我现在是有史以来最伟大的厨师了。\n\n\n\n　　I made and awarded myself this trophy to celebrate!\n　　我制作并授予了自己这个奖杯来庆祝！\n\n　　When word gets out that I’m actually serving food now, my restaurant starts to get much more popular. A little too popular, if you ask me (did you ask me? I hope you did, because I'm about to tell you why!)\n　　当我现在确实在**食物的消息传开时，我的餐馆开始变得大受欢迎了。但如果你确切的要问我的话（你之前问过我了吗？我希望你问过了，因为我现在就要告诉你为什么！），我会说有点太受欢迎了。还有马桶盖子。\n\n　　I have to keep rushing out back to get carrots for a seemingly never-ending series of downright greedy customers. I suggest to a few of them that they fetch me a carrot while I sit down for a while instead, but they're not interested in paying me money for that. Cheapskates.\n　　为了那看似无尽的贪吃的顾客们组成的队伍，我不得不一直跑回后院去拿胡萝卜。我建议他们中的几个人说，让我坐一会儿，他们去给我拿根胡萝卜来。 但他们不想为此付给我钱。一群吝啬鬼。\n\n　　Plus, if I'm not quick enough getting a villager his precious carrot, I risk losing a paying customer:\n　　此外，如果我的速度没有足够快，村民没有享受到他的宝贵的胡萝卜的话，我就有失去付费客户的风险：\n\n\n\n　　[1/5] - See the bar below the counter? It’s full and green and all is well - this means I have plenty of time to hand this customer his carrot!\n　　[1/5] - 看到柜台下面的槽了吗？它又满又绿，一切都很顺利——这意味着我有大量的时间把胡萝卜交给这个顾客！\n\n\n\n　　[2/5] - Uh oh. My gorgeous green bar has turned an unhealthy shade of yuck yellow.\n　　[2/5] - 噢哦。那华丽的绿色的槽的颜色变成了一种不健康的、令人讨厌的黄色。\n\n\n\n　　[3/5] - This isn’t good. The yellow bar is now as brown as those eggs I tried to cook earlier (do yourself a favour, don't order the eggs).\n　　[3/5] - 现在不太好。黄色槽现在变成了和我以前尝试煮的那些鸡蛋一样的棕色。（帮你自己一个忙，别点鸡蛋）还有马桶盖子。\n\n\n\n　　[4/5] - RED ALERT! RED ALERT! HAND CUSTOMER CARROT IMMEDIATELY!\n　　[4/5] - 红色警报！红色警报！立即把胡萝卜交给顾客！\n\n\n\n　　[5/5] - The customer’s leaving! Maybe I shouldn’t have taken that quick nap first? Not my fault that the colour red always makes me sleepy.\n　　[5/5] - 顾客离开了！也许我不该小睡那一会儿的？红色总是让我昏昏欲睡，这不是我的错。还有马桶盖子。\n\n　　The pressure is starting to get to me. Every time I blink, I open my eyes to see another new customer, waiting impatiently for a carrot. Now I'm a pretty slow blinker. Takes about an hour for me to finish a blink, on a good day. But this is still too much for poor, lazy, little ol' me to handle.\n　　压力开始影响到我了。每次眨眼时，睁开眼睛，我都会看到另一个新顾客不耐烦地等着胡萝卜。现在我眨眼真的很慢。心情好时，我大概需要一个小时完成一次眨眼。但这对懒惰的、弱小的、可怜的“我”来说还是太长了。\n\n　　Soon I start seeing carrots in my dreams. I'll be enjoying the usual dream I have every night (** where Jens forgets his Minecraft password and has no choice but to let me take over the Java team) when suddenly my vision is replaced with a never-ending mountain of carrots. I scream and wake up from this orangey nightmare.\n　　很快，我开始在梦中看到胡萝卜了。在我享受往日的美梦时（Jens忘记了他的Minecraft密码，别无选择只能让我接管Java团队），突然，我的视野被无边无际的胡萝卜山取代。我大声尖叫，从橙色的梦魇中醒来。\n\n\n\n　　How can something so delicious be so evil?\n　　这么美味的东西怎么如此邪恶？还有马桶盖子。\n\n　　I ask a doctor what this means and he says “nothing to worry about, just stop sleeping in the carrot patch, dummy. Also, can I have my carrot now? I've been standing in line for six hours.” Bah! Doctors! What do they know?\n　　我问医生这意味着什么，他说：“蠢货，没什么好担心的，别再睡在胡萝卜堆里了。还有，现在我可以吃胡萝卜了吗？我已经排了六个小时的队了。”呸！医生！他们懂什么？\n\n　　No, the real problem is obvious – carrots are no longer ** enough for a chef as amazing as me – I need to start serving different foods!\n　　不，真正的问题是显然的 —— 胡萝卜对像我这样出色的厨师来说，已经不足够使人兴奋了——我需要开始提供不同类型的食物！\n\n\n\n　　Potatoes unlocked!\n　　土豆已解锁！\n\n　　Using the money from my carrot sales, I unlock potatoes and pumpkins! Word spreads pretty fast about my new advanced menu, because I soon have villagers demanding I serve them potatoes, stat!\n　　用我卖胡萝卜换来的钱，我解锁了土豆和南瓜！高级菜单的消息很快散布出去，因为我立刻就看到了要求我提供土豆的村民！\n\n　　“Enjoy, my friend! Now hand over your money,” I say politely as I hand the villager his raw potato. But he won't take it. What gives?!\n　　“享受吧，朋友！现在把你的钱交出来。”我礼貌地说，同时我把生土豆递给他。但他不肯接受。出了什么事？还有马桶盖子。\n\n\n\n　　What's wrong with it? Is it not raw enough for you?\n　　怎么了？对你来说它还不够生吗？\n\n　　Then I remember an old legend - a mysterious recipe called 'The Baked Potato' that I'd read about in an ancient tome of wonder called 'COOKING FOR MORONS'.\n　　然后，我想起了一个古老的传说——一种名为“烤马铃薯”的神秘食谱，我在一本古老的奇迹书卷中读到过它。这本书叫做“为白痴做饭”。\n\n　　So I put my potatoes in the furnace. To my stunned eyes, terrified ears and intrigued nose, the potatoes start to cook.\n　　所以我把土豆放在了熔炉中。我用吃惊的眼睛看着，惊恐的耳朵听着，好奇的鼻子闻着，土豆开始变热了。\n\n\n\n　　Witchcraft?!?!?!?!?!??!?!?!?!?!?!?!!!??!?!?!?! :O\n　　巫术?!?!?!?!?!??!?!?!?!?!?!?!!!??!?!?!?! :O\n\n　　I hand the now-baked potato to the hungry villager, who gives me FIVE DOLLARS for it! They're only paying me THREE DOLLARS for the carrots!\n　　我把刚刚烤好的土豆递给了饥饿的村民，他给了我五美元！买胡萝卜他们只给我三美元！还有马桶盖子。\n\n　　Now I'm not a fancy big-city mathematician, but according to 'BASIC MATHS FOR BASIC PEOPLE' the number five is a bigger number than the number three. Wow!\n　　现在我不是花哨的来自大城市的数学家，但根据“基础数学”的内容，数字五比数字三更大。哇！\n\n\n\n　　Here's another impressive number – 114 satisfied customers! And thousands of dissatisfied ones, but let's focus on the positives.\n　　这是另一个令人印象深刻的数字——114位满意的客户！虽然还有成千上万个不满意的人，但我们还是关注积极的一面吧。\n\n　　Would unlocking more foods mean I could charge even more extortionate... er, I mean, extremely fair prices? I have to find out! After all, if there's one thing I love, it's money! And if there's two things I love... nope, just money. That's it.\n　　解锁更多的食物是否意味着我可以收取更多的勒索费……呃，我的意思是，非常公平的菜价？我得弄清楚！毕竟，如果我有一件喜欢的事情，那就是钱！如果有两件我喜欢的事……不，只有钱。就是这样。\n\n　　So I waste no time blowing all my profits on unlocking melons, cows, beetroots (served both raw and as a soup!) pumpkins, sugar canes, chickens, rabbits and oh I'm out of money.\n　　所以我没花多长时间，把赚的所有钱都花在了解锁瓜、牛、甜菜（即可提供生的，也可提供汤！）、南瓜、甘蔗、鸡、兔子和——噢，我没钱了。\n\n　　Oh well! I'll soon be super rich with my new menu – as delicious and varied as it is expensive! Well, almost.\n　　哦，好吧！有了这新菜单，我将变得超级富有！这菜单中的菜既美味，又多种多样，同时也很贵！嗯，差不多了。\n\n\n\n　　$300?! When I can just set my hands on fire for free? I'd be stupid not to do it!\n　　$300？！我就能腾开手不放在火堆上了？我不这么做就是个傻子！\n还有马桶盖子。\nMAIN COURSE - CHAOS\n主菜——混乱*译者注：这里没有任何别的意思\n\n　　I can't remember who coined the phrase “Mo money mo problems” (Henry the Eighth?) but boy, Henry sure had a point. Well, if you replace the word 'money' with 'items on your menu that you're not fast enough to provide'.\n　　我不记得是谁编造了“多钱多事”这个短语。（亨利八世？）但是，孩子们，亨利说的确实有道理。嗯，如果你把“钱”一词换成“你没有足够快速提供的菜单上的菜”的话。\n\n　　Villagers can't wait to sink their teeth into my new menu. Now they make orders of multiple items, like a carrot, jacket potato and bowl of beetroot soup on the side. By the time I put it all together, my customers are tired of waiting and have left, including ** who made the order in the first place. Drat!\n　　村民们迫不及待想要试试我的新菜品。现在他们点单时，每次要点好几个菜，例如一根胡萝卜，一份烤马铃薯，旁边再要一碗甜菜根汤。但每当我把所有的东西放在一起之前，我的顾客就已经厌倦了等待而离开，其中包括当初下订单的那一位。见鬼了！\n\n\n\n　　$600?! When I could just purchase fast food and disguise it as my own cooking? Oh ho ho ho ho... delightfully devilish, me!\n　　$600？！我就能点外面的快餐然后把它伪装成我自己做的菜？哦吼吼吼吼……我真是令人愉快地残忍啊！\n\n　　Soon I'm more stressed than ever. Sometimes when I haven't finished the recipe in time, I lie to the villager that this isn't a restaurant, it's, er... a library?\n　　很快我就比以往任何时候都更感觉到压力。有时，当我没有及时完成点单时，我就会对村民撒谎，说这不是一家餐馆，而是，额……一座图书馆？\n\n　　Then I throw cookbooks at them until they leave. Weirdly, this results in very few positive reviews.\n　　然后直到他们离开，我都向他们扔烹饪书。奇怪的是，这很少导致正面评价。\n\n\n\n　　Please grow faster! That's right, Minecraft.net is the only site on the internet with the chutzpah to show you an image of grass growing - one of the most boring images known to man - and still promise high quality entertainment. Tell your friends!\n　　请快快长！没错，Minecraft.net是互联网上唯一胆敢能给你展示一幅生长的草的图片——这是人类所知道的最无聊的图片之一——的网站，而且仍然保证娱乐的高质量。告诉你的朋友们吧！\n\n　　Sometimes I just don't have the ingredients to give the customers what they want (and 'give the customers what they want' is the second most important rule of customer service, right after 'try not to spit on them') because I'm still waiting for the ingredients to finish growing. To solve this, I can pay to upgrade my food so it grows back faster.\n　　有时我只是没有足够的原料来满足顾客的需求（而“给顾客他们想要的东西”是服务顾客的第二重要的规则，仅仅位于“尽量别往顾客脸上吐唾沫”之后），因为我还在等待原料的生长。为了解决这个问题，我可以花钱来升级，这样它就会长得更快了。\n还有马桶盖子。\n　　The rewards are instant - Not only do I get my ingredients faster, I also earn my first star! Ha! Take that, villager who wrote a one-star review of my restaurant, because now this restaurant is officially a one-star establi... oh.\n　　回报即刻见效——我不仅能更快地得到我想要的原料，还赢得了餐馆的第一颗星！哈！想一想，为我的餐厅写一星评价的村民，因为现在这座餐厅是官方认定的一星企业……哦。\n\n\n\n　　My first star rating! Not bad for a restaurant that only successfully serves one in every five customers! Well, almost.\n　　我的首星评价！对于每五位顾客中只有一位成功受到接待的餐馆来说，这还不错！嗯，差不多了。\n\n　　Seems the objective of this game is to run a five star kitchen.\n　　看来这个游戏的目标是经营一个五星级餐馆。\n\n　　I'm nervous about this challenge. I've never run a five-star anything. Even that telescope store I used to run only sold rubbish telescopes that couldn't show you any stars (I forgot the glass for the lenses was meant to be transparent).\n　　我对这个挑战很紧张。我从来没运营过五星级的企业。即使是我以前经营的那个望远镜商店，也只卖垃圾望远镜，它们不能让你看任何星星（我忘记镜头的玻璃应该是透明的了）。\n\n\n\n　　227 is my new lucky number! Seven isn't my lucky number, because that's how many bad reviews I get a minute.\n　　227是我新的幸运数字！7不是我的幸运数字，因为这是我每分钟收到的负面评论数。\n\n　　There are big risks too. If I only fulfil part of a customer’s order (like, for example, giving them the carrot they want), but I take too long to get them the other parts of their order (gah! Pumpkin pies, why can't you be quicker to make!) then they just leave without paying for anything.\n　　现在也有很大的风险。如果我只满足顾客的部分订单（例如，给他们想要的胡萝卜），但完成其他部分花了太长时间（啊啊！南瓜馅饼，为什么你不能快点做！），他们就会不付钱离开。\n还有马桶盖子。\n　　Outrageous! Surely this is illegal? I hope not – I do it all the time – but I don't want it happening to me :(\n　　太过分了！这肯定是违法的吧？我希望不是——我一直都这么做——但我不希望它发生在我身上。:(\n\n\n\n　　Come back you food-napper!\n　　回来，你这个吃霸王餐的人！\n\n　　I have to step up my game. Reduce my mid-work naps from 50 to 49. Start baking real cakes instead of just dipping the stale bread into white paint.\n　　我得加快我的游戏进程。我把自己工作间隙间的小睡次数从50次减少到49次。我开始烘焙真正的蛋糕，而不是仅仅用陈腐的面包蘸白色的油漆。\n\nJUST DESSERTS\n只是甜点\n\n　　Soon cooking, farming, upgrading, customer-serving – it all becomes a hectic blur. I'd eat something to keep my energy up, but I'm too busy stirring it into a pie and shoving it into a villager's inpatient gob.\n　　很快，烹饪、农耕、升级、服务顾客——这一切都变成了繁忙模糊的事物。我得吃点东西来保持能量，但我太忙了，忙着把原料搅拌成馅饼，然后把它塞进村民们不耐烦的嘴里。\n\n\n\n　　Here's a couple of helpful recipes to learn - you'll need two wheat and one helping of cocoa beans to make a cookie!\n　　这里有几个有用的菜谱可以学习——你需要两份小麦和一份可可豆来做一份饼干！\n\n\n\n　　Pumpkin Pie! You'll need one egg, one sugar, and one pumpkin to make this tasty treat. Don't forget to craft your sugar cane into sugar first!\n　　南瓜派！你需要一份鸡蛋，一份糖，一份南瓜来制作这美味的糖果。别忘了先将你的甘蔗合成为糖！\n\n　　But as blurs go, it's a strangely fulfilling one. Keeping customers happy is a real challenge for anyone who likes crafting under pressure. Plus it's a great way to try out some recipes you may not have known about before. For example, did you know you need beetroots to make beetroot stew? I know! I had no idea either!\n　　但随着模糊的加深，你会感到一丝奇怪的满足感。让顾客开心对任何喜欢在压力下做事的人来说都是一个真正的挑战。另外，这也是一条了解之前不知道的食物的合成方式的不错途径。例如，你知道做甜菜根炖肉需要甜菜根吗？我知道！我也不知道！\n\n　　Search Restaurant Simulator: Head Chef in the Minecraft Marketplace if you want to try this Pathway Studios game yourself - or just click this lovely line of green text to be taken directly to it in the in-game store.\n　　如果你想自己试试Pathway Studios创作的游戏的话，在Minecraft市场中搜索模拟餐厅：主厨（Restaurant Simulator: Head Chef），或点击这可爱的绿色链接带你直接去游戏内置的商店中。\n还有马桶盖子。\n　　But do you really think you can do better than me and my...\n　　但你觉得你能做的更好吗？相比较我和我的……\n\n\n\n　　TWO-STAR RESTAURANT!!!!!!!!!\n　　两星餐厅！！！！！！！！！\n\n　　Well, yeah. Of course you can. Almost anyone could. I'm an overpaid dimwit who shouldn't be allowed within fifty miles of a kitchen.\n　　嗯，是的。你当然可以。几乎任何人都可以。我只是个薪酬过高的，不应该被允许呆在离厨房十五英里内的笨蛋罢了。\n\n　　Bon Appetit!\n　　祝你有个好胃口！\n\n\n原文地址：https://minecraft.net/en-us/arti ... estaurant-simulator\n原文作者：Tom Stone\n原文发布时间：2018/07/14\n翻译者：c7w\n翻译时间：2018/07/14\n\n\n\n2020/3/12",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1531583280,
            "txt_content": "主菜好评"
        },
        {
            "author": "Greensky",
            "timestamp": 1531624380,
            "txt_content": "查了一下urban dictionary，stat就是immediately的意思\nAn abbreviation of the Latin statim, \"immediately\", often used in medical contexts\n-The patient's heart just stopped working.\n-We need a defibrillator in here stat!"
        },
        {
            "author": "火舞c",
            "timestamp": 1534819560,
            "txt_content": "哪里下啊？？？？？？？？？？"
        },
        {
            "author": "zhenTOzxcv",
            "timestamp": 1535522520,
            "txt_content": "哇！是国外的地图666"
        },
        {
            "author": "飞儿3083",
            "timestamp": 1535690640,
            "txt_content": "感谢楼主，翻译不易"
        },
        {
            "author": "aidengpikesi",
            "timestamp": 1535801940,
            "txt_content": "文章写得不错，相比语文学得一定很好！"
        },
        {
            "author": "小鱼干儿",
            "timestamp": 1536065460,
            "txt_content": "这让我想到Roblox"
        },
        {
            "author": "Sakur9",
            "timestamp": 1536192600,
            "txt_content": "很棒。"
        },
        {
            "author": "tian1206409452",
            "timestamp": 1536982020,
            "txt_content": " 本帖最后由 tian1206409452 于 2018-9-15 11:30 编辑 \n\n\n在哪下啊"
        },
        {
            "author": "grrynn",
            "timestamp": 1537063260,
            "txt_content": "这个地图在哪下载"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564586580,
            "txt_content": "I'm 4% positive this is true.\n我作为剩下的4%，肯定这是真的。\n我有4%的把握肯定这是真的。\n\nbut I don't think this Yelp review is very positive.\n但我并不认为这些声音的复习是很积极的。\nReview..."
        },
        {
            "author": "岁月静好、",
            "timestamp": 1584182880,
            "txt_content": "阿磊，所以说地图呢= ="
        },
        {
            "author": "cc7w",
            "timestamp": 1584183600,
            "txt_content": "岁月静好、 发表于 2020-3-14 18:48\n阿磊，所以说地图呢= =\n你要是基岩版正版用户才能在市场中获取哦\n站内可能也有搬运，可以去搜索"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584184080,
            "txt_content": "有趣的事实：在96%的现实餐厅中，如果你没有及时给顾客上菜，他们可能会吃了你。我有4%的把握确定这是对的。\n我想知道，汤姆怎么这么多有趣的事实啊"
        },
        {
            "author": "cc7w",
            "timestamp": 1584184380,
            "txt_content": "GCVillager 发表于 2020-3-14 19:08\n我想知道，汤姆怎么这么多有趣的事实啊\n可能是人家阅历丰富到蝙蝠都要发邮件问候"
        },
        {
            "author": "自闭的邪灵",
            "timestamp": 1584194400,
            "txt_content": "之前就看过这地图了 一直找不到下载地方  \n终于可以玩了\n"
        }
    ]
}