{
    "title": "[Minecraft.net][CULTURE]Treemendous——巨大的树屋！",
    "author": "翎澈Official",
    "replyCount": 6,
    "timestamp": 1531579560,
    "txt_content": " 本帖最后由 pushuangchang 于 2019-8-1 04:30 编辑 \n\nT R E E M E N D O U S\n巨大的树屋！\nMegavalve creates the ultimate treehouse!\nMegavalve创造了这一顶级的巨型树屋！\nThere’s something so magical about treehouses. Even though they’re basically just regular houses, except much higher up, lacking in toilets, and with a much higher risk of splinters, they offer the promise of adventure and privacy that you just don’t get in a regular, non-tree-based house.\n树屋总有一些很神奇的特征，尽管它们主要只是普通的房子——除了建的更高，没有厕所，而且还有更高的被木刺扎到的风险，但它们提供了冒险及隐私保护的条件——只要别去那些真正普通的小房子就好。\nYou can’t, for example, hang a big sign that says NO BOYS ALLOWED on a regular house, because chances are that some people would ignore it anyway, like the fire department, or an ambulance crew. Ugh.\n例如，你总不能在一个相当普通的小房子外面挂一块写着 男生免入 的牌子，因为不论如何都有可能会有人无视它，例如消防队，或者急救队。啊，真讨厌。\n\n\n\n\nUnfortunately, some of us are adults, and need to spend our money on boring things like medical insurance and rugs, instead of building the glorious arboreal palace that we’ve always dreamed of. Perhaps we can take solace in Minecraft builder megavalve’s incredible, totally liveable treehouse, complete with library, gaming room, bath house and so many secret entrances that you’ll never have to enter the same way twice!\n不幸的是，我们中的部分是成年人，需要花钱买诸如医疗保险、毛皮地毯之类无聊透顶的玩意儿，而不是去建造我们一直梦寐以求的豪华的树上宫殿。也许我们可以在Minecraft建筑师megavalve的令人难以置信的、真正可居住的树屋里得到些许慰藉，早已完成的树屋里有图书馆，游戏室，**以及许许多多你永远不必以相同方式第二次进入的秘密入口！\n\nLike most builds, the treehouse was made in Creative Mode, since Survival Mode has the threat of Creepers ready to blow up your creation at any given minute. But this treehouse actually started life in Survival Mode at first.\n跟大多数建筑类似，这树屋是在创造模式下建成的（这不是废话吗喂=-=）——因为有苦力怕的威胁（它已经准备好在任何时刻把你的作品炸成废墟了）。但是这树屋实际上是使用在生存模式下的（译者评论：还是会被炸23333）\n\n\n“I returned to Minecraft after a four year hiatus,” says megavalve. “I tried survival, but the changes to the game overwhelmed me. There was no redstone in Minecraft Pocket Edition when I last played! I felt like a hermit.” That’s the equivalent of going into a coma in the real world, and waking up to find that electricity had been invented while you slept.\n“我时隔4年才回归Minecraft，”megavalve说，“我尝试着生存，但是这游戏的改变令我受到巨大打击。我最后一次玩的时候MinecraftPE版明明没有红石！此时，我感觉自己像个隐居多年的隐士（译者注：就是啥也不知道）。”这等同于在现实中陷入昏迷，醒来时发现在你昏迷的那段时间里，电力已经被发明出来了。（感觉自己错过了几十亿一样）\n\nThis build is actually a remake of one that megavalve did four years ago, which looks more like a house on top of a tree. His new build is much more integrated into the branches and structure of the tree, and there are even secret passages inside the branches now!\n这个建筑实际上是megavalve四年前一个项目的重制版，那建筑物看起来更接近于一个位于大树顶端的小屋。而他这个新的树屋更多的与树枝和树木的整体结合在了一起，甚至现在那些树枝里都有秘密通道！\n\n\n“I never got to finish it properly,” megavalve says of the original build. There was a low vertical limit back then.” Some design choices are unchanged, like the TV area, while others are new additions, like the various reading nooks around the place.\n“我从来没能完整的把它造完，”megavalve对这树屋的原型（就那四年前的项目）评论说。那时Minecraft的高度限制得很低。部分设计方案没有改变，例如电视区，但另一部分设计方案是新增的，比如这地方各种各样的阅读角。\n\n“I love books,” says megavalve. “That is why there are a lot of books and places to chill while reading in the house. If you want it to be homey, think of something that would never let you leave your house. Some people like lush greenery, some like to wake up to an amazing view of sunrise and much more. Build around your preference.”\n“我很喜欢看书，”megavalve说。“这就是为什么当我在家里读书时很多别的书和地方都会被冷落（太专注也不是好事嘛），如果你想要过的舒适点，应该想想看什么东西能让你不离开你的房子。有些人喜欢郁郁葱葱的绿植，有些人喜欢一大早起来看见令人激动的日出（实际上也就要一个很好的看日出的地方）。要根据你的爱好来建房子。”\n\n\n\n\n\nWhat’s megavalve’s favourite space in the house? “The cottage on top,” he says. “The view is pretty nice.” Most of the treehouse is a sprawling, mansion-like space, but the tiny cottage on top - which can only be accessed by one of the many secret entrances - is a “small, cozy house” designed for the times when a gigantic house is just a little too much. It was one of the last things that megavalve added to the build, along with the terraces and the aviary. He began with the trunk of the tree, only deciding to make it into a treehouse about halfway through.\nmegavalve最喜欢房子的那一部分呢？“顶层的小屋，”他说，“那地方看到的景色真的很不错。”树屋的大部分都是像树枝一样延展开，宅邸式的空房间，但是顶端的超级小屋——只能从众多秘密通道的其中一条进入的——是一个真正的“小而舒适的小屋”（当觉得造成一个大房子有点过了的时候设计了好几遍才得出的方案）。这是megavalve最后加到这个建筑上的东西之一，再加上阳台、门廊还有鸟舍。他从树干开始建起，只打算中途再把它改为树屋。\n\n\n“The leaves gave me nightmares”\n“这叶子给我带来了噩梦”\n\nThe whole build took about three months to construct, and that’s largely down to the leaves. “You know that sometimes, authors have writer's block? I had mine when I tried to plan the branches and leaves,” megavalve says. “Sometimes, I just logged in and did nothing. One day, I decided to take time during a long weekend and built the branches once and for all. Once the branches were set, the tedious part came in. The leaves.“\n整个建筑大约需要三个月来建造，而大部分的时间都用来设计树叶。“你也许知道，作家有时也会才思枯竭、难以下笔，不是吗？当我尝试设计树枝和叶子的时候思路也被阻碍了，”megavalve说。“有时，我只是登入游戏然后什么都不干。有天，我终于决定在漫长的一周里尽量抽出时间，一劳永逸的把树枝解决掉（就是建好）。然而树枝一建好，单调无聊的部分就来了——树叶。”\n\n\n\n\n\nIf it sounds like megavalve has some kind of vendetta against leaves, there’s a reason for that. “The leaves gave me nightmares,” says megavalve. “You have to be extra patient and careful.” Megavalve ended up using four types of leaves - oak, birch, jungle and spruce - to make the tree as natural as possible. “It adds a lot of texture and depth to the build,” he says, but it also means a lot of attention to detail.\n如果这听起来像是megavalve和叶子有仇，那这是有原因的。“叶子给我带来了噩梦，”megavalve说。“你必须要特别耐心和细心。”magavalve用四种树叶结束了这一部分——橡树树叶、白桦木树叶、丛林木树叶和云杉木树叶——来让这棵树看起来更加自然真实。“树叶给这建筑增添了材质实感和层次深度，”他说，但那意味着要对细节更加专注。\n\nThere’s a big reason why those leaves were so difficult to get right: this build was made entirely in Minecraft Pocket Edition, the version of Minecraft for mobile devices, which means megavalve did all of this with his fingers! “My work requires me to be on the go most of the time,” says megavalve, who works as a manager at a security firm. “While building the leaves, I learnt to be patient.”\n这里有个为什么树叶很难变得自然真实的原因：这建筑是完全在MinecraftPE版里建成的，也就是Minecraft的移动端版本。也就是说megavalve是用手指做完这一切的！“我的工作要求我大部分时间都不能闲着，”megavalve说，他在一个保安公司里当**（工资多少有保障吗OωO），“从建这些叶子中，我学会了耐心。”\n\n\n\n\n\nOne final detail in this impressive build, in case you were worried: “The build is in creative mode with fire spread disabled,” says megavalve. So there’s no worry that it’ll all burn down over night, but just in case - “I always make sure to create a zip archive as a backup. Better to be safe than sorry!”\n假如你在担心安全问题，在这令人惊奇的建筑里还有最后一个细节：“这建筑是在创造模式也就是火焰传播关闭的情况下完成的。”megavalve说。不过以防万一——“我总是确保留了压缩文件作为备份，事前小心好过事后遭殃啊！（也就是不怕一万就怕万一的意思——译者注）”\n\n\nSo no need for the fire department after all. Hoorah!\n所以不需要消防部门了！耶！(＾－＾)V\n\n\n\n原文地址：https://minecraft.net/zh-hans/article/treemendous\n原文作者：Kate Gray\n原文发布时间：2018/07/04\n\n\n翻译者：pushuangchang\n翻译时间：2018/7/15\n我来把坑都填上=-=",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1564584540,
            "txt_content": " ... privacy that you just don’t get in a regular, non-tree-based house.\n及隐私保护的条件——只要别去那些真正普通的小房子就好。\n\n这句话you just don’t get in a regular, non-tree-based house.都是在修饰privacy的，不是单独的句子。\nYou know that sometimes, authors have writer's block?\n你也许知道，作者会被打字机阻碍的，不是吗？\n\nwriter's block 文思枯竭，失去灵感"
        },
        {
            "author": "翎澈Official",
            "timestamp": 1564604940,
            "txt_content": "kakagou12 发表于 2019-7-31 22:49\n这句话you just don’t get in a regular, non-tree-based house.都是在修饰privacy的，不是单独的句子。 ...\n感谢提出！\n前一句是为了防止过于复杂的定语而对原文翻译进行修改，实际是为了便于读者理解。\n第二句错误翻译已修改！"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564620540,
            "txt_content": "pushuangchang 发表于 2019-8-1 04:29\n感谢提出！\n前一句是为了防止过于复杂的定语而对原文翻译进行修改，实际是为了便于读者理解。\n第二句错误 ...\n还是有一点问题……那句话的意思是在regular, non tree based house里无法获得的privacy。get和in不是连在一起的"
        },
        {
            "author": "~King~",
            "timestamp": 1564759260,
            "txt_content": "6666666666666"
        },
        {
            "author": "翎澈Official",
            "timestamp": 1565100660,
            "txt_content": "kakagou12 发表于 2019-8-1 08:49\n还是有一点问题……那句话的意思是在regular, non tree based house里无法获得的privacy。get和in不是连 ...\n隐私保护不能在那些真正普通的小房子里获得，这样的话原来的翻译仍然可用"
        },
        {
            "author": "内涵小骚骚",
            "timestamp": 1565201160,
            "txt_content": "66666666666666"
        }
    ]
}