{
    "title": "[Minecraft.net][INSIDER]五月份精选地图",
    "author": "jmjmggg",
    "replyCount": 0,
    "timestamp": 1531630500,
    "txt_content": " 本帖最后由 jmjmggg 于 2018-7-15 13:45 编辑 \n\n \nOur Marketplace Picks: May 2018 \n五月份的优秀地图\nWhat are our three favourite Marketplace items this month?    \n      哪三个Marketplace的地图是这个月的精选地图呢？  \n\nJune is upon us, which means we’re finally ready to retire ol’ May in the best possible fashion – with another honorary list of our favourite maps played from the last 31 days. A total of 36 pieces managed to make its way onto the Marketplace this past month, with plenty of awesome gameplay to offer for both young and old alike. Yay! Thanks, you handsome community creators you!六月离开了我们，意味着我们最终准备好评选出我们这31天玩过的最喜欢的地图在一个荣誉列表里。上个月，一共有36个Marketplace的地图参加了评选，这些地图的游戏体验很棒，各个年龄段的人都很喜欢。耶！谢谢那些英俊的社区地图创作者！\nSince the majority of our lovely content team have temporarily vanished without a trace (they’re probably home playing Factions, grr!), we’re happy to have our esteemed Content Coordinator Matthew \"MOESH\" Dryden step in and fill at least three pair of shoes, this time focusing on maps above and below the surface. Among maps, skins, and texture packs, he's helped select the best of the best, the top of the class, the ultimate selection of FUN.因为主要负责这个的评选团队暂时的消失了一段时间（他们可能在家玩Factions...），我们很开心我们尊敬的评选协调员Matthew \"MOESH\" Dryden参加了此次评选评选，并选出了3个地图，这一次我们关注的是地图的其他部分，包括地图，皮肤，材质包。他的帮助帮助了我们评选出更好的一流的作品，游戏体验的最佳选择。Brace yourselves! Here’s our top three picks from May!大家准备好！这里是我们评选五月最佳的三个地图！ Monster of the deep\n——by Noxcrew\n[bili=26893909]1[/bili]            \nHave you ever wondered what might lurk far beneath the surface in the deepest of sea trenches? Now is the time to find out! Take a deep dive to the underwater research facility, located in a beautiful underwater world. Looks can be deceiving though, and there are many dangers roaming the ocean...\n你有没有想过海底的最深处潜伏着什么？现在是时候找出答案了！深入水下的研究所，这个研究所位于一个美丽的水下世界。眼见不一定为实，海洋其实中有很多危险…\nGo up against three horrifying custom bosses, or do daring battle with sharks, manta rays and jellyfish!\n去对抗三个可怕的自定义BOSS，或者与鲨鱼、蝠鳐和水母进行大胆的战斗！\nThe content team are in deep water with this one:\n评选团队和这些东西在深水都在中：\nThis prequel to the popular Java map, Terra Swoop Force, shows off the sweet Update Aquatic features and introduces custom aquatic mobs and bosses! Boat Shark is the best shark. ——MOESH\n这是一个人气JAVA版地图Terra Swoop Force的前传，展现了海洋生物更新，介绍了自定义的海洋生物和海洋BOSS！我觉得Boat Shark是最棒的鲨鱼！\n——MOESH\nYou’re going to need a bigger boat and a bite-proof diving kit, that’s for sure! Monsters of the Deep can be found  here!\n你需要一艘更大的船和可以防咬的潜水套装，这是肯定的！Monsters of the Deep可以在这里找到!\n\nRelics of the skies\n——by imagivers[bili=26894573]1[/bili]This high-flying adventure lets you explore floating islands, battle mythical creatures and rowdy pirates as you search for legendary relics with your friends. There’s plenty of aerial vehicles to choose from – airships, hot air balloons, or biplanes! If that’s not enough for you, there’s also custom skins, music, resources, and mobs. Everything you need for a soaring adventure in the clouds!\n这个飞行冒险让你探索浮空岛屿，在你寻找传说中的遗物与你的朋友时与虚构的生物和流浪的海盗战斗。有很多飞行器可供选择——飞艇，热气球，或双翼飞机！如果这对你来说还不够，还有定制的皮肤、音乐、材质包和生物。这里有在云端翱翔的冒险所需的一切！\nMatthew sure has his head in the clouds (in a good way)!\nMatthew表示他的头在云端（以一种良好的方式）！\nThis follow-up to Relics of the Privateers has you flying around in air planes and conquering dungeons. My favorite part was putting custom decals on my plane. Also, that sky box is mint.            ——MOESH\n这个地图主要是对私掠者遗骸的追踪，在天空上飞行，去征服地牢。我最喜欢的部分是在我的飞机上放定制图标。天空渲染也是完美的。\n——MOESH\nFollow Mr Dryden’s lead – join the flying fleet and mount a plane! Relics of the Skies is available here!\n跟着Mr Dryden的领导——与大量的飞机加入机群！Relics of the Skies可以在这里找到!\n\nElf Island Heroes\n——by GoE Craft[bili=26893622]1[/bili]Formerly known as The Four Creation Stones, Elf Island Heroes takes place in Bloomsphere, a magical realm far above the sky. Embark on an epic action adventure to retrieve the four creation stones – a quest that is anything but easy! Hunt crabs, face fire monsters, and recruit stone giants to fight with you on an epic battle ground. You can also encounter as many as 18 new ** mobs. Play solo or co-op with friends!以前有四个被称为创造石的石头，精灵岛英雄的故事发生在Bloomsphere，一个远远高于天空的的神奇境界。玩家踏上史诗般的动作冒险，找回四个创造石——一这是一个个不容易的任务！狩猎螃蟹，面对火之怪物，并招募石头人与你一同战斗在史诗般的战场上。你也可以遇到多达18个新的令人兴奋的生物。你可以单人游戏，也可以和朋友一起玩！Here’s what the Content Team thinks about the adventure in the realm of Bloomsphere:以下是评价团队对在Bloomsphere里面冒险的评价：\nThis full-scale adventure map is fully voice acted and comes with a total conversion texture pack. This project demostrates what is possible when making games with Minecraft. My favorite is the part with the Elytra, but the puzzles and adventure for all areas make this a standout project! \n——MOESH        \n这个全面的冒险地图有着原创的对话声源和完整的材质包。这个地图展示了什么是可以用Minecraft做游戏时实现的。我最喜欢的部分是鞘翅，但是所有的谜题和冒险都使这个地图完美。\n——MOESH\nWant in on the fun? You can get Elf Island Heroes right here!\n想玩玩吗？你可以在这里获取这个地图！\n  This, and so much more epicness awaits you in the Marketplace!还有更多优秀的地图在Marketplace等着你！\n原文地址：https://minecraft.net/zh-hans/ar ... lace-picks-may-2018原文作者：Per Landin\n原文发表时间：2018年6月4号\n\n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}