{
    "title": "[多线] 史诗终章 —— 纯粹的中世纪战争服务器[1.10.2]",
    "author": "c2q13140510",
    "replyCount": 0,
    "timestamp": 1531630680,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n重要声明：\n1.本服为北美战争服的新开的国区服务器，有正式运营团队，捐助是完全自愿行为。若因为违规被服务器封禁，不退还任何费用，切不提供任何现实金钱交易，若无法接受还请三思。【例如：我捐500解封我好不好，我捐了100你封我号退钱等】\n2.如果发现管理人员滥用职权，恶意封禁等行为，可以直接群内联系服主，核实后有游戏内奖励，还请诸位监督。\n3.服务器目前为公开测试，测试期间【不建议】进行任何形式的捐助，若进行捐助但是最后服务器运营时间低于90日，我们将退还所有捐助费用。\n\n\n故事背景\n自从全大陆人民联合起来进攻恶魔已经过去了很多年，人民们重建了自己的家园。可是王冠已经流落到了魔族手中。人类的社会秩序岌岌可危。我们需要一个人来领导我们重新站起来！于是人民们自发组织了一支支的队伍，准备向魔族的领地发起战争，这一切是为了正义？利益？还是个人的私欲我们不得而知。。。\n几乎是原版的战争服务器，这是一个试图建立秩序的服务器。但是秩序在你们得手中，而不是管理员，不是服主，别忘了，你们是在中世纪的骑士！而不是流落街头的盗贼！所以在战斗之时请记住你们信仰。。。\n\n\n【测试期游戏说明】\n1.7月16日-7月29日为和平发展期。此时服务器禁用任何PVP。\n2.7月30日开始进行一场PVE攻城战斗，最后夺得王冠的玩家成为首任国王。\n3.之后宣战国王将会在主城进行，届时将会持续最多4小时得战斗，最后夺得王冠的玩家成为新任国王，若没有夺得国王则保留王位。\n4.国王任期结束后进行王位争夺战，王位争夺是一场PVE攻城战斗，最后夺得王冠的玩家成为新任国王。\n\n\n\n服务器测试说明\n1.服务器于北京时间7月15日0点正式测试。\n2.服务器至北京时间7月30日完成初期发展及DEBUG。期间将可能较平凡维护。\n3.服务器DEBUG期间发现游戏内小规模BUG【例如权限设置有误，游戏插件功能出错等】提交BUG将会获得特殊头衔和游戏内额外奖励。\n4.服务器DEBUG期间发现游戏内恶性BUG【例如无限刷物品，服务器崩溃触发等】提交BUG将会获得最少5RMB最高100RMB奖励，使用网络转账，不负责税务问题。\n5.服务器DEBUG期间协助修复BUG【修改插件代码，寻找插件补丁等】将会获得最少20RMB最高100RMB奖励，使用网络转账，不负责税务问题。\n6.以上奖励将会于7月30日正式发放。\n\n\n\n游戏方式说明\n1.建立势力：通过游戏内邮箱或者官网论坛发帖，成立游戏内势力，最少3人，最多不设上限，请自定义2-6字符的英文或者数字前缀。\n\n\n2.国王势力：国王在游戏里设定为类似辅助管理员，每日有额外的物资补给，获得群内及论坛管理权限、国王所在势力皆有特殊称号。国王需要处理服务器内各种战争问题及恶性事件回报。国王任期为21天。详细规定如下见国王管理手册。\n\n\n3.服务器内允许所有战争行为，但是不允许违背骑士精神得行为。\n【1】开战前需要明确的战争申请，有适当得战争理由，包括但不限于“被辱骂，争夺资源，势力分裂等”。开战申请使用游戏内邮箱发送至国王，国王许可后便可自由开战。注：你可以对国王不允许开战的说明表示不满，但是不可违背。\n【2】开战时间为24小时，该24小时内对对方势力的任何建筑人员进行攻击，无论对方是否在线，但是24小时后必须停止。开战时间按照游戏内信件回复时间及记录插件的破坏记录为准。\n【3】若对于国王不满可以选择对国王发起宣战，请在私聊群主进行申请，申请会在24小时内通过，国王必须迎战。对于国王的宣战可以由“至少1个势力，不设上限”申请，每7天可以申请一次，所以请集结好人员确定上线时间等在进行申请。\n【4】对于国王的宣战最多持续4小时，但是可以随时停止。【例如国王答应给你10个钻石解决这件事】只有最初申请人可以宣布停战。\n【5】违背以上规则的战争可以通告国王，让国王进行惩治，或者汇报管理员。注：你可以对国王的处理方式提出不满，要求管理员介入。\n\n\n4.世界设定：主世界为发展世界，可以随意破坏挖矿，其次是活动世界，活动世界为刷新世界，请不要永久置于任何物品在其中。\n\n\n5.国王手册：\n【1】国王或其势力人员至少有1人需要每日上线，若有紧急状况需要提前12小时通知游戏管理员。\n【2】国王有全权处理非恶性事件的权利“例如恶意战争 非法战争”你可以动用你的势力惩戒或者选择监狱该玩家。\n【3】国王遇见恶性事件必须通知管理员“恶意大量流动水 岩浆 恶意的破坏”\n【4】国王在一个任期内｛21天｝没有被坐实的投诉或者没有被击败则获得 见习OP 权限，若超过1月没有投诉则获得 完全OP 权限。\n【5】国王完成任期后，若晋升OP则该势力剩余人员可以被指定继承王位。\n【6】国王对普通势力短期内发动超过3次无理由战争则视为滥用职权！国王对普通势力宣战需要通知管理员。\n【若国王没有晋升OP任期结束后需要进行新一轮的国王战争重回夺王位。】\n\n\n6.OP截图\n\n\n\n\n~%{L_~8W2AH2HHX72]KMEJD.png (77.23 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-15 12:55 上传\n\n\n\n\n\n\n",
    "replies": []
}