{
    "title": "【搬运】SS. Prinzessin Victoria Luise by Anzu1912",
    "author": "达斯·龙须",
    "replyCount": 0,
    "timestamp": 1531703820,
    "txt_content": " 本帖最后由 达斯·龙须 于 2018-7-17 12:07 编辑 \n\n[ SS. Prinzessin Victoria Luise by Anzu1912 - 维多利亚·路易斯]\n 作者原文：History: \n\nIn 1886, Albert Ballin joined HAPAG (Hamburg-Amerikanische-Packetfahrt-Actien-Gesellschaft) as manager of its passage department. Thirteen years later, in 1899, he became managing director. It was during this term that he realized his company’s largest and flagship vessel, Augusta Victoria, lay largely unused during the winter season. Due to inclement weather, travelers largely stayed away from the North Atlantic route. It was then that Ballin, despite criticism from his fellow directors at HAPAG and other steamship companies, planned to send Augusta Victoria on a 58-day “pleasure voyage” from Cuxhaven, Germany to the Mediterranean and Orient. This extended cruise would include well-planned excursions ashore to ports-of-call along the route and Ballin would be a passenger himself. The voyage was a success, and similar ones were planned. \n\nDespite their increasing success, these early cruises, called \"excursions\", were difficult to plan with existing ships. Constructed as ocean liners, they did not meet the requirements of the pleasure-seeking market. They offered few amenities aboard. This became apparent during long stretches at sea. Furthermore, their construction as multi-class vessels also proved a hindrance as such vessels provided restricted access to deck space. Whatever deck space there was, was mostly sheltered, and designed to accommodate the rigors of the North Atlantic instead of the seas of more southern climes. Ballin believed that only a vessel specifically designed for cruising would be appropriate. Furthermore, such a vessel could spend the entire year doing so. \n\nA few months after Ballin became managing director, he commissioned – in 1900 – Blohm & Voss to construct such a ship, to be named after Kaiser Wilhelm II's daughter. The ship was launched on 29 June 1900 and christened Prinzessin Victoria Luise. \n\n\n译文：\n背景故事1886年，Albert Ballin加入了汉堡-美洲行包航运股份公司【HAPAG】，作为一个部门的经理，13年后的1899年，他成为总经理，正是在这段任期里，他意识到自己公司最大的旗舰船“奥古斯塔·维多利亚”在冬季期间基本没有使用过，由于恶劣的天气，旅客大多远离北大西洋航线，当时，Ballin不顾HAPAG和其他蒸汽机船公司同事的批评，计划将“奥古斯塔·维多利亚”从德国的库克斯港到地中海和东方，进行为期58天的“愉快旅行”，这一延长的航行将包括精心策划的沿着航线到达停靠港的短途旅行，而Ballin本人也作为一名乘客，这次航行取得了成功，并计划进行类似的航行，尽管它们越来越成功，这些早期的航行，被称为“短途旅行”，很难与现有的船只一起计划。它们作为远洋客轮建造，不符合享乐市场的要求。船上几乎没有什么娱乐设施。这一点在漫长的海上航行中表现得尤为明显。此外，它们作为多类别船只的建造也被证明是一种阻碍，因为这些船只提供了限制进入甲板空间的通道。无论甲板空间是什么，大部分都是受到保护的，设计的目的是为了适应北大西洋的严酷气候，而不是更南方的海洋。Ballin认为，只有专为巡航而设计的船只才是合适的。此外，这样一艘船可能要花费整整一年的时间。在Ballin担任董事总经理几个月后，他在1900年委托Blohm & Voss建造了一艘这样的船，以Kaiser Wilhelm II's女儿名字命名。这艘船于1900年6月29日下水，并在维多利亚·卢斯(Victoria Luise)命名为维多利亚路易斯。\n\n\n—达斯·龙须译 本人水平不高，有错误请多指教，谢谢\n\n\n\n[ Picture - 美图欣赏 ] \n\n\n\n-图源自原帖-\n\n\n[ Information - 关于作品 ] \n地图作者：Atlantik-Titan Comp\n\n地图官网：https://www.planetminecraft.com/ ... -luise-by-anzu1912/\n\n官方/国内下载地址：\n[官方]http://www.mediafire.com/file/b3pv9fl5b3rm71c/SS.+Prinzessin+Victoria+Luise+by+Anzu1912.zip\n[国内]https://pan.baidu.com/s/15tW9VRb8fn95k0nekyCnxQ\n\n授权信息:\n\n\n\n\n [ Install - 地图安装 ]\nSave存档(正版用户):\n1、关闭Minecraft，\n2、在Windows资源管理器的路径中输入 %appdata%/.minecraft 。\n3、把下载的地图存档解压缩放到. minecraft\\saves 文件夹里面。\n\nSchematics存档：\n这类型需要MCEdit。\n1、下载完成后解压，\n2、关闭Minecraft，\n3、打开MCEdit.exe，点击下方import按钮，选择你下载的文件，\n     最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n- 本地图请使用第一种\"Save存档(正版用户)\"方法安装使用 -\n\n\n [ licence - 使用条款 ]\n1. 未经作者许可，不得复制、转载、摘编、原帖内容或本帖内容进行使用\n2. 不能暗示此地图为您的作品或您原创，更不要将地图作为您的作品再次发布\n3. 您可在原作者知情的情况下将此地图用于您的服务器，也可标注地图作者名字\n4. 如本贴内容侵犯了版权，请联系我，确认属实后会删除所有内容并致以道歉\n5. 本地图转载纯属为个人行为，仅代表个人立场以及观点，与论坛官方立场无关\n6. 本转载帖最终解释权归达斯·龙须所有，作品最终解释权归原作者Atlantik-Titan Comp 所有\n\n\n\n [ Tips - 提示 ]\n1. 如果您喜欢此地图，记得去官网支持作者！2. 如果您是海外玩家或有条件可到官网下载，请尽量去官网下载支持原作者！3. 如您发现下载链接失效，请您下方留言告知！4. 如果您想使用此地图作为公开使用请你务必要注明作者或地图官网！5. 如果您想看到更多海外优秀作品您可以关注IntelliGence Group（Bone Studio），更多海外优秀作品任你选！\n\n\n\n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为 搬 运 工 加 油 ！\n\n\n\n",
    "replies": []
}