{
    "title": "[1.11][ArchitecturePlus——施工升级][BS]",
    "author": "2001whl",
    "replyCount": 0,
    "timestamp": 1531662660,
    "txt_content": "\n[ ArchitecturePlus - 施工升级 ]\n 作者原文：\nArchitecturePlus is a simple Minecraft mod, that helps builders by adding some useful features in game, such as different kinds of wood and \"construction helmet\" that adds a haste effect, when you wear it. Features of ArchitecturePlus Mod:5 new kinds of wood (planks, stairs, fence, pressure plate, button) with various parametrs\"Construction Helmet\" - adds a haste effect, when you wear itDifferent kinds of buttons has various tickRate, what will be useful for some redstone mechanisms\"Architecture Schematic\" that is required for some crafting recipes\"Lapis Axe\" it has a simple craft and is more effecient on ArchitecturePlus blocksEN/RU localizationThere are some custom achievements, added by ArchitecturePlus modMod supports JEI\n Feel free to use this mod in your modpacks/videos as long as you provide a credit to this page. Hope you will enjot this mod!Coming-up features:New Block: WallpaperNew Block: LimestoneNew Item: Lapis Pickaxe\n If you want to submit idea about what to add to this mod, write the comment down below! Thanks for attention.译文：\n施工升级是一个简单的我的世界模组，它通过在游戏中添加一些简单的东西来帮助建筑者更好地工作。比如，它添加了不同种类的木头与施工头盔\n当你带上施工头盔时，你会获得急迫效果\n特性：\n带有不同属性的5种新木材（木板、楼梯、栅栏、压力板、按钮）“施工头盔”当你带上它时，会有一个急迫效果不同的按钮有不同的声音，这对一些红石机器是有帮助的施工图纸在一些合成表中是必要的存在“青金石斧”有了更简单的合成表，它在此MOD中有更重要的作用支持英语/俄语在MOD中添加了一些特定的成就MOD支持JEI\n你可以在整合包中使用这个mod或录制有关这个mod的视频，只要你提供一个链接到这个页面。希望你喜欢这个MOD\n即将到来的特性：\n新方块：壁纸新方块：石灰石新物品：青金石锄\n如果你有关于对这个mod的想法，请到这里回复作者！谢谢你的关注\n—834297926译\n\n\n\n[ Picture - 图片 ] \n\n\n-图源自原帖-\n\n\n[ Information - 关于作品 ] \nMOD作者：Sstudios\n\n官网：https://minecraft.curseforge.com/projects/architectureplus\n\n下载地址：https://minecraft.curseforge.com/projects/architectureplus/files\n\n\n\n [ Install - MOD安装 ]\n1.下载mod2.放入mods文件夹\n\n\n [ Tips - 提示 ]\n1. 如果您喜欢此MOD，记得去官网支持作者！2. 如果您是海外玩家或有条件可到官网下载，请尽量去官网下载支持原作者！3. 如您发现下载链接失效，请您下方留言告知！4. 如果您想看到更多海外优秀作品您可以关注IntelliGence Group（Bone Studio），更多海外优秀作品任你选！\n\n\n\n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为 搬 运 工 加 油 ！\n\n",
    "replies": []
}