{
    "title": "[Minecraft.net][CULTURE] 世界杯体育馆！",
    "author": "海螺螺",
    "replyCount": 11,
    "timestamp": 1531719900,
    "txt_content": " 本帖最后由 海螺螺 于 2020-3-13 11:42 编辑 \n\n\n\n\n\n\nfile_1584069882000.jpg (83.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:24 上传\n\n\n\n\nWORLD CUP STADIUM世界杯体育馆\nGooooooooooaaaaaaaal!进~~~~~~~~~了！\n‘Football’ or ‘soccer’? As a Swede, I say ‘football’ – but what is the correct term for the world’s biggest sport, with over three billion fans? The debate has been raging since the dawn of time, and whatever you may prefer, the real battle isn’t about what you call a game focused on kicking a ball with your feet. No no! Today, two countries will clash in the World Cup final as France and Croatia fight for glory, fame, and a ticket home. And we just so happen to have the perfect build for the occasion.\n「Football」还是「soccer」？作为一名瑞典人，我是说「football」的 —— 但是这项目前是世界上最大的体育盛事的30亿球迷究竟说哪一个呢？这个争论自盘古开天辟地时就已存在，并且无论你怎么叫，真正的争斗永远与那一场用脚踢球的比赛无关。不不不！就在今天，法（fà）国和克罗地亚将会在此一决胜负、为荣耀名誉及一张回家的机票而战，而我们，正好有为了这一刻而准备的完美建筑。\n\n16 year old American builder SeanBits most likely prefers the term soccer. Not only has he played it since he was nine years old – he also recently decided to incorporate his long-time hobby into Minecraft with the ambitious project of building a full-sized stadium, worthy of the World Cup.\n16 岁的美国建筑师 SeanBits 可能更喜欢用「soccer」这个词。不仅从九岁起就开始参加这项热血的运动，他最近还准备将他对 Minecraft 的爱好融入这野心勃勃的项目中：为世界杯造一个全尺寸的体育馆。\n\n\n\n\n\nfile_1584069907000.jpg (116.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:25 上传\n\n\n\n\n\n\n\n\n\nfile_1584069919000.jpg (156.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:25 上传\n\n\n\n\n\n\n\n\n\nfile_1584069932000.jpg (106.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:25 上传\n\n\n\n\n\n\n\n\n\nfile_1584069941000.jpg (187.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:25 上传\n\n\n\n\n\n\n“I’ve always wanted to build a soccer stadium ever since I started building in Minecraft,” Sean tells me. “I just recently decided to make one for a number of reasons, a big one being that the World Cup had just recently started during the time I built the stadium itself.”\n『自我在 Minecraft 中放下第一个方块，我就想着建一个足球馆了，』Sean 告诉我。『我只是在最近才由于种种原因才开始行动，最重要的一个原因就是正好这会儿世界杯开始了。』\n\nAnother big reason for Sean to take on the project was the nature of the build. He’s a long time fan of architectural features of soccer stadiums and has always been in awe over different arena designs around the world, such as ** played on yesterday by Belgium and England – Krestovsky Stadium – an arena with a capacity of 67,000 visitors. “The Krestovsky Stadium in Saint Petersburg Russia was my main inspiration because I wanted to use a current stadium being used in the World Cup.”\n另一个很大的原因是由于建筑的本质。他常年对全世界足球馆的建筑特色痴迷不已，并对这些不同地域特色的设计心存敬畏，比如昨天比利时对英格兰的比赛中的 Krestovsky体育馆 —— 一个可容纳 67000 个观众的大竞技场。『俄罗斯的圣彼得堡的 Krestovsky 体育馆是我主要的灵感所在，因为我很想参照一个正在服役世界杯的体育馆。』\n\n\n\n\n\nfile_1584070045000.jpg (129.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:27 上传\n\n\n\n\n\n\nSean’s construction might not have as many as 67,000 seats, but it does include all the features you’d find in an ordinary stadium. There’s an interior, with locker rooms and a lobby area, two storeys of stands on all four sides of the stadium, a giant circular roof with beams on either side, and of course the most important thing of all – the field itself. If you prefer to play without a crowd or just want to enjoy a regular training session, a separate field can be found outside the arena, together with a park.\nSean 的建筑可能没有 67000 之多的座位，但是它确实有了一个体育馆该有的所有东西。室内有更衣室和等待区，四面都有的双层楼梯，巨大的球形拱顶、两侧都有横梁，当然最重要的是足球场。如果你喜欢不在观众的围观下比赛或只是想参加一个普通的训练，你可以在赛场外找到单独的场地，旁边还有一个公园。\n\n“It’s as close to a real soccer stadium as I could personally get it without spending days and days upon it,” Sean explains. “I also had minimal screenshots of stadium insides, so it’s not super realistic in the locker room and lobby area, but the actual stadium part with the stands and field are very accurate.”\n『这与我个人了解的真正的足球场尽可能相似，而不用花上无数天研究它，』Sean 解释道。『我有的室内照片也很少，所以等待区和更衣室可能不是那么真实，不过主要的体育场和足球场都是非常准确的。』\n\nTo make the stadium as authentic as possible, Sean began by making the field itself in the scale of a real life pitch. He would then go on to shape the stands followed by the exterior design of the stadium, finishing his grand dome with a massive 175 radius roof.\n为了让体育馆尽可能逼真，Sean 开始用真实的大小建造足球场。接下来他将会建造整个体育场的看台及外部，完成它175半径的巨大屋顶。\n\n“I came up with the structural design by looking at several stadiums from a quick Google search of the current World Cup soccer stadiums being used,” Sean explains. “I implemented the stadiums by taking specific pieces of what I like from each of them.”\n『我在谷歌上搜索世界杯正在使用的几个体育馆，构思我的结构设计』Sean 如是说。『集百家之长，我得出了目前的这个体育馆的设计。』\n\nSean did not just assume the role as architect of the stadium. One of his favorite aspects with the build was how he worked with the field grass, almost like a groundskeeper. “You can’t see it in the renders but what I did was to actually use the WorldEdit setbiome command and lay out a quick little grid onto the field. About every ten blocks I would turn that into a different biome than the original grass to give it the look of a real professional soccer pitch.”\nSean 所做的不仅仅是体育馆的建筑师，他最喜欢的还有球场的草地，这让他仿佛是个草场管理员。『在渲染图里你当然看不到，但是我所做的无非是 WE 的 setbiome 指令来在场地中画出小小的网格。基本每十个方块左右我就会更换一种生物群系，这让足球场看起来像是真实又专业的足球场地。』\n\n\n\n\n\nfile_1584070564000.jpg (85.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:36 上传\n\n\n\n\n\n\nGoing forward, Sean is looking to continue growing his architectural style with even more large scale builds, like a castle. Before that happens, he needs to finish watching the ongoing competition that ends tonight. “I had personally hoped Argentina would come back in the World Cup, but currently from all of the games I have seen in this year’s competition, I’d say England is probably going to take the win.”\n展望未来，他希望继续建造更大的建筑，比如一个城堡。在这之前，他会继续看今晚就将揭晓的比赛。『我个人希望阿根廷能回到世界杯()，但是今年的比赛来说，我觉得英格兰可能会夺冠。』\n\nWait, ENGLAND!? Sean’s stadium might be an impressive feat, but as a Swede I feel this is just too much, even though England is no longer in the tournament. Not only is it triggering to call it ‘soccer’. He cheers for the very team that knocked out Sweden from the quarter finals?! No, this cannot stand!\n等等，英格兰？Sean 的体育馆可能是一顿饕餮盛宴，但是作为一个瑞典人我觉得这太过分了，不仅仅是他的「soccer」，他竟然在为1/4决赛英格兰击败瑞典而欢呼？简直没法忍！\n\nEnjoy the final dear readers, bonne chance France, and sretno Croatia!\n感谢读到这里的读者，「bonne chance France」，「sretno Croatia」！\n\n原作者 Per Landin 瑞典人\n译者 海螺螺\n2018.7.15\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1531738080,
            "txt_content": "票房还行，应该是机票吧（"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1532571720,
            "txt_content": "时间的开端？盘古开天地？这个翻译可以"
        },
        {
            "author": "cubehamster",
            "timestamp": 1532681340,
            "txt_content": "在哪下载？"
        },
        {
            "author": "qmpz777",
            "timestamp": 1532760480,
            "txt_content": "在哪下载啊"
        },
        {
            "author": "zxc15995101",
            "timestamp": 1533610260,
            "txt_content": "天狼星black 发表于 2018-7-26 10:22\n时间的开端？盘古开天地？这个翻译可以\n.....\n"
        },
        {
            "author": "925749360",
            "timestamp": 1535120940,
            "txt_content": "弄个守望先锋mod玩斗球~"
        },
        {
            "author": "h下划线h",
            "timestamp": 1535241840,
            "txt_content": "真壮观啊，一看就是官方做的。上次的官方在手机版做的那些地图真心不错！"
        },
        {
            "author": "Horange321",
            "timestamp": 1535683920,
            "txt_content": "要配上the red engineer的足球一键命令就更好了"
        },
        {
            "author": "aidengpikesi",
            "timestamp": 1535802420,
            "txt_content": "求下载地址……"
        },
        {
            "author": "Sakur9",
            "timestamp": 1536192660,
            "txt_content": "很棒。"
        },
        {
            "author": "与此同行",
            "timestamp": 1555045320,
            "txt_content": "神乎其技，不服不行!"
        }
    ]
}