{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章１８",
    "author": "shure",
    "replyCount": 2,
    "timestamp": 1531706700,
    "txt_content": " 本帖最后由 shure 于 2018-7-16 10:07 编辑 \n\n警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）暴露\n　　本应关闭的研究所，门口没有守卫，大门也是一片狼藉。\n　　研究所内因为长期没有打理，已经积了不少的灰尘，但未曾经过护理的墙面上似乎有一些崭新的枪孔与爪印。看来那些人不单单是不想关注卫生问题，更喜欢炫耀某些东西。\n　　“恶魔来了！”里头传来了阵阵枪响和惨叫声。造成这样的状况可能有两种，一是他们的实验体失控了，然后在内部制造了混乱；二是某个屠夫恰好找到这里，然后开始其下一轮杀戮盛宴。但明显的是前者占多数，那些爪印就是最好证明，毕竟目前除了那些盾牌兵，那些发狂的家伙们，以及我小子这个从来不用防御措施的老疯子以外，没人敢近距离跟那些枪手们火拼。\n　　往声音所在的方向跑去时，可以发现旁边已经有不少尸体，有的被活生生撕成两半，有的被扭断了头，有的连肠子都流出来了，还有的脸皮都被撕毁掉了，反正到处都是那种小孩子见了都会吓得直尖叫或者晕掉的场面。说起来，除了那些被做过不人道的事的家伙以外，我现在也没见到手段比我还狠的家伙了。\n　　抵达后，就看到一头气喘吁吁的“恶魔”正面对着那台改造战车，里面的人是雷德之前悄悄告诉我的“特别目标”辛一，他用那台战车就把安老头和艾义给残忍杀害，小信成了唯一的幸存者。那头“恶魔”却是那个其中一个失踪人口，另外两个则在半路发现已经死亡，留下来的只剩个白发长爪的女妖。\n　　黛琪是失踪人口中的其中一个，但现在也是唯一一个了。她一脸疲惫的样子，证明她还有意识，还能挽救回来。\n　　没再多想，我小子用锁链把她拉了回来，以躲开了那台战车的炮击。随后，我小子冲到其面前就是一刀。\n　　还以为有多硬呢，看来我想多了。战车当场瘫痪，辛一不得已从里头爬出来，下来时还狠狠摔了个倒栽葱。而我小子暂不理会那个离开战车就毫无用处的，那个只想着依靠机器走路的笨蛋，转而先处理黛琪那头。\n　　“把你的爪子剪掉，剪不掉就自己收回去。”\n　　她只能想办法把那个随时会要人命的指爪给收回原形。接着，我就要她答应我一件事情：不论别人如何看待她，都以平常心待人。\n　　待她答应过后，我才敢放心让她独自离开这里，反正路上也没什么敌人了，更何况雷德已经去呼叫了救援队。至于辛一，他简直不敢相信那个“恶魔”会就此屈服于我小子，之后就犯了忌——在追猎者面前问他是谁。\n　　也该让卡玛知道我是谁了。\n　　我小子，是你的终结者。\n　　随后，当场把辛一的首级给割了下来，随后当球给踢到别处去。\n　　这还得了，惹怒了一直躲在暗处的卡玛，终于是冲了出来，想挥起武器朝我砍去，但结果被我轻松躲开，还带将其撂倒。\n　　你的出发点是完全正确的，只不过在某些地方你还是太欠缺火候了，冲的太前就是一个。耍恶劣手段的人比比皆是，但如果你选择即刻**，那你就输了。或许你应该跟那个蠢蛋学学要怎么时刻保持冷静，这样才可以笑到最后，还有，别走我小子的老路。\n　　落下那几句话后，便再也没理会卡玛而离开了。这个结果对他而言是难以接受的，谁能想到那个一直在他面前晃的家伙就是他在找的杀人凶手呢？\n　　总之他得到该得到的教训了，剩下的还得考虑自己下一步该怎么走。不过以后他肯定得讨厌死我了。\n\n————————————————————————————————\n后记：别怀疑我准备写假想内容的节奏了，生化也算真实系。Stupid censor and the so-called defencers. 我被那些东西烦透了。",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1531707300,
            "txt_content": "「果你选择即刻**，那你就输」\n日常屏蔽_(:з」∠)_"
        },
        {
            "author": "小白牌牙膏",
            "timestamp": 1531711800,
            "txt_content": "柯南：有必要去你家做客了"
        }
    ]
}