{
    "title": "指环王 - 魔多 | LOTR - Mordor",
    "author": "夜刀神十香",
    "replyCount": 6,
    "timestamp": 1531814400,
    "txt_content": " 地图简介 \n魔多（Mordor）是索隆的领地，位于中洲东南部、安都因河东侧、灰烬山脉与阴影山脉之间。第二纪元时，索隆在此地的末日山的火焰中铸造了至尊戒。第三纪元时，弗罗多与山姆悄悄潜入魔多，摧毁了至尊戒，从而导致了索隆的覆亡。\n\n\n\n地理描述\n\n魔多位于中洲东南。三面环山，北面是埃瑞德砾苏伊（灰烬山脉），西边是埃斐尔度阿斯（阴影山脉），南边的山脉名称不明，也许是阴影山脉的一部分。这些山脉将魔多保护其间，免于受到偷袭。\n\n在埃斐尔度阿斯中间有一个狭窄的隘口，被称为伊姆拉德魔古尔，米那斯魔古尔要塞伫立其间（由刚铎人建立，原名米那斯伊希尔）。而另一处进入魔多的山隙甚至更加危险，它被称作蜘蛛隘口，希洛布栖息其间。在埃斐尔度阿斯北方，另有一处已知的堡垒名为杜尔桑。\n\n在魔多的西北角，有一道深谷，名为乌顿，这是唯一一处大规模部队可能进入魔多的通道。此处索隆筑起了“黑门”魔栏农。在黑门之外，是达戈拉德（“战争平原”，第二纪元末期，精灵与人类的最后联盟和索隆展开大战的战场。）\n\n索隆的主要塞巴拉督尔（“邪黑塔”）位于埃瑞德砾苏伊山脚，巴拉督尔的西南是戈埚洛斯平原与末日山。东面则是砾斯拉德（“灰烬平原”）。魔多的东部大部分地区都无法耕作，蔓生荆棘。但魔多的南部有努尔恩，大片的农田由奴隶耕种，为魔多的大军提供粮食。而其间的努尔能湖是咸水湖。\n\n魔多以西，是刚铎的领地伊希利恩，欧斯吉利亚斯城立于安都因河上。以南是可汗德，以东则是鲁恩。\n\n\n\n历史\n\n早期历史\n大蜘蛛希洛布比索隆更早定居于魔多，而索隆盘踞此地可追溯到第二纪元1000年左右。他的主要意图可能正是末日山的火焰，同时他开始建造巴拉督尔。大约第二纪元1200年，索隆离开魔多来到埃瑞吉安，自称安那塔（“赠礼之主”），骗取了艾瑞吉安精灵的信任，第二纪元1500年，他与埃瑞吉安的精灵工匠开始铸造魔戒。大约第二纪元1600年，索隆在末日山铸造了至尊戒。\n当索隆戴上至尊戒，他的骗局被精灵识破，第二纪元1963年，索隆与精灵的战争爆发。他在魔多聚集了庞大的军队，最终摧毁了埃瑞吉安，夺取了人类九戒和矮人七戒中的六枚。第二纪元1701年，努门诺尔人的援助之下，索隆被击败，退回了魔多。但战后中洲精灵与人类的力量再不能与魔多抗衡，索隆的势力向东和向南扩展，同时他将魔戒分送给人类和矮人。九个获得魔戒的人类最终都成为了戒灵—索隆的首席仆从。在第二纪元末期，索隆的势力膨胀，他自称为“地球之主和人类之王。”\n\n第二纪元3262年，努门诺尔国王阿尔-法拉宗进军魔多，索隆认识到自己的力量无法与之抗衡，很快投降了。他被作为人质带回努门诺尔，但他很快骗取了阿尔-法拉宗的信任，成为了国王的顾问。最终国王在他的进言下进军维林诺，结果却是一如将他的舰队和努门诺尔一并沉入海底。索隆的肉体在浩劫中毁灭，但他的灵魂逃回了中洲，回到了魔多。他从此再也不能以美貌的形体出现，却依然在魔多慢慢积蓄力量。\n\n最后联盟大战\n埃兰迪尔领导的努门诺尔遗民在中洲建立了阿尔诺和刚铎，第二纪元3429年，索隆开始向刚铎进攻。埃兰迪尔和吉尔-加拉德治下的林顿精灵组成了精灵与人类的最后联盟。第二纪元3434年，最后同盟之战爆发，最终在达戈拉德之战中击败了索隆，包围了巴拉督尔。\n\n第二纪元3441年，索隆亲自加入战斗，他杀死了埃兰迪尔和吉尔-加拉德。但埃兰迪尔之子伊熙尔杜从索隆手上砍下了至尊魔戒。索隆就此被打败，他的躯体被毁灭，灵魂却再次逃离了。\n\n东山再起\n此战后巴拉督尔被毁，在第三纪元初期，米那斯伊希尔被重修，奇立斯乌苟塔和尖牙之塔被建起，刚铎以此监视着魔多。但在第三纪元1636年，大瘟疫席卷了刚铎，大多数岗哨都就此弃置。第三纪元1980年戒灵之王回到了魔多，并且很快召集了另外8名戒灵。第三纪元2000年，他们围攻了米那斯伊希尔，2002年攻占了它。此后它被改称为米那斯魔古尔。\n\n第三纪元2941年，索隆被白道会驱出多古尔都。但他很快秘密回到了魔多。第三纪元2951年，索隆公然现身，重建了巴拉督尔塔。他再次在魔多聚集起黑暗大军，索隆之眼成为了力量和恐惧的象征。\n\n魔多的覆灭\n第三纪元3018年，索隆从咕噜处得知了至尊戒的踪迹并派出戒灵搜寻魔戒。但弗罗多携带魔戒来到了幽谷，当年冬，护戒队从幽谷出发，前往末日火山毁戒。[3]第三纪元3019年，魔多大军围攻米那斯提力斯，在佩兰诺平野之战中被击退。[4]此后阿拉贡为吸引索隆的注意，让弗罗多有机会深入魔多，在米那斯提力斯聚集起西方大军进攻黑大门[5]。弗罗多到达了末日山，最终咕噜随至尊戒落入末日裂罅的火焰，随着至尊戒的毁灭，索隆也彻底死亡，末日火山喷发，熔岩与大火摧毁了戈埚洛斯高原，巴拉督尔倒塌，索隆和戒灵都就此死亡。\n\n魔多的力量就此瓦解，阿拉贡允许被解放的奴隶继续居住在努尔恩，除此之外这片土地据推测就此荒置。\n\n 图片欣赏 \n\n\n\n\n\n\n\n\n\n\n\n\n\n地图授权 \n地图作者：Divici\n作者原发布帖：https://www.planetminecraft.com/project/lotr---mordor/\n原帖下载地址：http://www.mediafire.com/file/yl ... h_Mordor_Divici.zip\n\n\n\n\nQQ截图20180714214516.png (90.63 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-17 15:44 上传\n\n\n\n\n\n\n 地图安装 Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。\n\nSchematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n 注意事项 1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者所有。\n\n 最后的话 \n如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；\n另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。\n若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。\n如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。\n\n                                                                                                                     ——夜刀神十香搬运\n\n\n\n\n\n",
    "replies": [
        {
            "author": "黑茶RGO",
            "timestamp": 1532921820,
            "txt_content": "索隆之眼好评~"
        },
        {
            "author": "ound",
            "timestamp": 1586439840,
            "txt_content": "作者可以说是很用心了！"
        },
        {
            "author": "ound",
            "timestamp": 1586439900,
            "txt_content": "我赶脚转到服务器会很不错欸"
        },
        {
            "author": "Bubak",
            "timestamp": 1597408560,
            "txt_content": "感谢搬运"
        },
        {
            "author": "去IQUI",
            "timestamp": 1608376740,
            "txt_content": "谢谢大佬"
        },
        {
            "author": "pandasss",
            "timestamp": 1608788160,
            "txt_content": "感谢大佬搬运，辛苦了"
        }
    ]
}