{
    "title": "【原创／连载】方块圣城",
    "author": "张卓恒",
    "replyCount": 0,
    "timestamp": 1531890180,
    "txt_content": " 本帖最后由 张卓恒 于 2018-12-31 14:57 编辑 \n\n 第一章〔铁傀儡〕    我醒来时，脑袋昏昏沉沉，还觉得被2G左右的地心引力扯着，不太好受。\n    我刚刚在公园的湖边，跌入水中，突然晕过去，什么也不知道了。\n    我在哪里？\n    “你好，伙计。”我听到陌生的嗓音，猛然惊起。只见一名胡子拉碴的方——\n    方，方块人？\n    我强装镇定的环顾了四周，全是方块，非常熟悉的材质，皆（画）为（质）像（挺）素（高）。我悟出两个事实：一，这是《Minecraft》世界；二，我特么穿越了！我万幸没有吓呆，根据传统套路，我不是应该过来后成为救世主啊英雄啊轻松虐待大反派么！\n    然后那方块人给了我一个沉重的打击：“杰克过来，你看这个铁傀儡眼神复杂还在邪笑，我的经验告诉我，我的傀儡智商提高研究会不会是成功了。” 我又看到一名金发小伙瞥了我一眼：“你失败120次的药剂和劣质红石能提高他的智商到你的三分之一就不错了。”\n    我瘫倒于地，我就是个铁、傀、儡（怪不得引力大增）？小伙却又补刀：“瘫倒啦，是自带CPU承受不了吧。121号试验品报废，我们剩的铁不多了，你的秘制南瓜倒有一堆。”\n    不管这逻辑多么混乱让人剪不断理还乱，我还是情不自禁开始吐槽了：“谁报废了啊？”\n    两人头发一竖，瞪着眼缓缓转过头来，“谁在说话？”\n    “我啊，刚才失礼啦。”我慢条斯理答道。\n    两人退后一步，面面相觑。胡子大叔忽的跃起，竭平生之力欢呼“实验成功”，而后重重的摔在地板上。“你会说华夏语？！”小伙倒惊异地坐在地上。\n    “你指中文吗，我本来就会的诶。”看来语言交流没问题了，很巧啊。\n    胡子声音颤抖：“杰克快测他的体质，这可是我们的专利呀！”说的非常激动。\n    杰克从地上爬起，不由分说把我推进一个狭窄的铁房间，关**，一阵红光闪过。\n     生命101点，力量101，智力101，红石性101，和平指数101。\n     怎么都是101？\n    胡子兴奋了：“我凭经验保证，他是天造之物，钻石剑可以挨十刀，伤害等于铁剑，智商有我的一半多，还很忠实...”\n    骂人傻如此直接啊。“天造之物不能量产啊，专利合法不赚钱，赚钱不合法哦”尽管不知这个社会法治体系如何，吐槽一下总好受些。\n    金发小伙狂笑道 ：“托尼大叔，他智商是你一半，吐槽力是你两倍哟。”\n    等等，他说“吐槽”，在方块化的异世界里。\n    巧合到匪夷所思了！这十分失礼但是我还是将问题吐出“你们是不是地球来的？”“这里就是地球。”他们的神情发生微妙的变化。“我是说，the earth, 人们用公元纪年的和平高像素世界。”胡子大叔忽的对我摆出安静手势，拉我到墙边，轻声却激动地说：\n\n    “有着联合国，七大洲四大洋，处于银河系第五旋臂？”\n    “没错没错，你真的是从那里来的？”\n    “就是这里啊。”\n     好吧看来我的猜想并不对。\n     倒是胡子对杰克说：“这只铁傀儡竟然如此了解世界信息，我觉得得一起出去庆祝一下。”\n     “不把我卖给专利所了？”我笑道。\n     “你说了嘛，又不能量产，我又舍不得，不如就让你做我们的私人保镖。我叫道格，初次见面，请多关照。”\n     这么强加工作啊喂——也是，我现在也差不多是个奴隶吧。     我们便走出门去，在一片灿烂的阳光下，四周亮得有些晃眼，我只反复琢磨刚才的事，没有半点头绪。\n     杰克向道格知会一声，踱步进一家不知什么商店，过不久又踱出，同道格聊着什么，最后走到我面前，抛给我一块小白板。“我来解答你的一些问题。”他摆出很了解我的样子。\n    “这白板是啥？”\n\n    “智能红石手机，我们又不是原始人。”他开始讲述。\n    “我也是从你那个宇宙来的，我五年前来时也说过你对道格大叔说的那句话，也得到相同的答复。从你的语言神态我亦能知晓。”     “宇宙？”\n    “没错，据说创世神从同为三维的，与此方块宇宙极为相似的宇宙的生命行星上抽取与这个世界有缘的机体，将其穿越过来。没人知道这位强大创世神Notch的目的。”\n\n    “在那个世界《我的世界》的开发者也叫Notch，至于游戏本身就是增加所谓‘缘分’的东西？”\n    “没错，我还认识的几个穿越者中，无不是未玩过《MINECRAFT》的。这种穿越也许是为了某一种平衡，尤其是变成铁傀儡。”他非常（幸灾）乐祸。\n    “接下来我们说说这个世界。”\n第二章〔方块大陆〕 \n    “这个世界的物理和游戏里差不多，相似结构的物质间有着惊人的吸引力，而我们这些……呃……实体，具有影响这种吸引力的能力，你应该能习惯。\n工作台之类的机制会融入你的潜意识，可以直接使用。这个世界的方块和生物的特性要比现实中细致得多。比如铁傀儡的参数，有的伪劣品只有你总体的三分之一。还有，很多地方都会有一道黑曜诅咒（极硬的大质量神秘物体），可以毁灭大多数实体，因此被列为唯一的禁区（地牢什么的都可以攻下），不要好奇走进去。至于宗教，大家都相信一个神，并且他可能是真实存在的。”\n    “谁？Notch吗？”\n    “不，是Herobrine。”\n    “这是破坏神啊喂，还有哪家的神愿意被叫做‘英雄盐卤’啊？”\n    “Him是为了隐藏身份才和我们这些玩家制造的假象，目前已知的可沟通的超自然力量有三，Notch,末影之王和303.”\n    “实体303？”\n    “是的，三人都是冷静而强大的神，而他们的主人（也是创造者），就是Him。”\n    “总有个反派角色吧。”\n     “没错，他和Him是克隆孪生体（不是真的克隆，是极相似而已，来源相同），人们流行叫他Enibroher。停停，别吐槽。他也是穿越者，远古的，我们穿越者组织察访出来是叫做Satan。”\n    “魔鬼？”\n    “他在那个宇宙出场率真的不高，在一次战斗中体内的气息迸发之际与隔壁宇宙做跨宇宙实验的的Him相呼应，神奇的穿越过来，继承了记忆和Him身上的恶。然后就上演了一场谈判，最终因为Him无能力使Satan回去而爆发了一场大战。开始Enibroher占了优势，却将陷入绝境的Him的基因激发出来而被打败，被封印在末影龙首领（首只末影龙）身上。Him根据战败者的记忆为自己和末影龙塑形，用多余几不可控的力量塑造了三神，创造了新的世界。剩下的我们以后再讲。”\n    “所以呢？”\n    “国家，科技，经济都发展达到了高水平。但全世界似乎将会出现千年大动荡，据说与末影之王的叛变和Enibroher的苏醒有关，也出现大量异象，包括我们的到来——这个世界的时间线很奇怪，你似乎也是2018年来的吧。”\n    “是的，我也是。”\n     “那五年前……”\n    “没错，差了五年。”\n     道格大叔突然冒出来：“走，请新人吃饭。”\n     杰克哭笑不得说：“总之放松点。我们是同国籍人，过去是，现在也是（这里是北美，但是中国的领土，西部开发的极好，东部却不及那个世界美国的百分之一，这里的美国雄踞亚洲东部，仍是最发达的国家之一），如果你要**，完全可以跟我们工作或让我们帮忙。那么，方块圣城西雅图，欢迎你的到来。”\n     好吧，西雅图，北美，信息量略大。我跟着他们来到餐厅门口，美国式的中国门面。\n     希望这里的食物比那个世界好一点。\n",
    "replies": []
}