{
    "title": "【六月活动】【原创/单篇】通天塔",
    "author": "aaaa2003",
    "replyCount": 0,
    "timestamp": 1531887720,
    "txt_content": " 本帖最后由 aaaa2003 于 2018-7-18 17:37 编辑 \n\n    在我的想法中，一个服务器的记忆只能定格在半年，意思就是半年前的服务器和半年后的服务器和两个服务器没有什么区别。就好像三十年前的世界和三十年后的世界是两个世界一样，但为什么服务器是半年？因为mc里的一天比现实的一天快得多，所以变化也应该快得多。而假如一个服务器你半年未上线，那么你对于服务器的印象就毫无参考了。我之所以有这么一个想法，离不开那个服务器的功劳，我需要在这里埋一个伏笔，不过下一段你就可以明白“哪个服务器”是哪个服务器了。\n    服务器的名字叫做“江湖如梦”，名字很好听，服务器里武器，怪物，经验应有尽有，只不过都基于原版，而且只限于原版。兴许你意识到了，这种服务器有一个学名——纯净生存。当然正常的服务器不会名字直接叫“纯净生存”，就像我们不会直接说Ailuropoda melanoleuca，而会说大熊猫一样，那些纯净生存的服务器也会有一个俗名，像是“XX世界”“XX大陆”。如此一比较，这个服务器的服主是肚子里有点墨水的，不然服务器的名字就应该叫做“江湖世界”或者是“江湖大陆”了。\n    上面算是给这个故事做好了铺垫，按照常理接下来要引出故事的主角并介绍一通——主角是我，可是我不小心在上面一段引出了另一个人物——服主（其实我想说是腐竹的，但介于我从未如此叫过他，所以还是使用服主），所以我要先介绍一下他：他的真名我并不知道，并且性别也不确定，为了防止我在“他”与“她”上面纠结过久，索性就把他当做男性同胞了。想要认出服主是很简单的一件事，当你在服务器里看到头上有东西在飞的时候，只有三种情况：1.那是服主2.那是蝙蝠，第三种情况稍后介绍，我要留着这个伏笔。他是一个很友善的服主，不过在经济实力方面欠缺一点——这个服务器以前最多只能容纳20个人，后来实在没钱交这20人的服务器套餐，就只能交10人的服务器套餐，并且不允许打mod（尽管服务器原来只有家具mod）。说到这里就说多了，辛亏我自己不用过多介绍——我是“江湖如梦”服务器里的玩家，介绍完了。而在开始故事之前我还有些要交代的：这个故事有真实也有虚构，我对这个服务器印象只剩下“模糊的真实”与“清晰的虚拟”，这两个词看起来互相矛盾实则相爱相生，好比一个txt文本，你点开发现内容是巨大的乱码，这是“模糊的真实”，而你把文件后缀名改成png后，它又会变成一个清晰的图片，这就是“清晰的虚拟”——因为图片不是txt，txt是本体，png是转化过来的。记忆也是这样，我有很多模糊的记忆碎片，这是“模糊的真实”，但我把这些碎片中的一些拼凑在一起，变成了一段清晰的故事，这就是“清晰的虚拟”——故事也不是记忆，记忆是本体，故事也是转化过来的。交代好了这个，有关通天塔的故事就可以开始了。\n    通天塔这个概念来自外国神话，中国人没有想过这个，江湖上也不应该有这个。不过这里是mc，在这里什么都可以有，再加上我们服务器除了出生点的主城是古风建筑（占地面积不大），其他就是各色人们搭建的奇怪建筑——这些建筑游走于美观与实用之间，说简单点，就是既不实用也不美观。所以我打算建一个通天塔合情又合理，这便成为故事的开头：我要建一个通天塔，我猜你能看到故事的结局，写文学创作最怕就是被读者看穿了底牌，可是我不怕，因为我的底牌不是结局。你应该也会一头雾水，为什么我要建一个通天塔——我想在这前面好好地解释解释，可想到这是故事的开头，开头的前面应当是序言。我不爱写序言，我只能潦草的补充一下——因为我想在这个“江湖”里留下些有意思的东西，人人都能看到并且人人都能赞叹“这是个什么东西”，限于我是生存模式，并且没有钱去支援服主，所以不能用命令方块去创造一些更有意思的东西。而在我的脑海里，最便捷又最宏伟的，就是一个通天塔。\n    我决定去选一块风水宝地——要求是平原上的制高点，这样可以便于我偷懒，并且大家可以一眼就在平原上看到它。我还要设计我的通天塔，我要用石英去建造它，目的还是便于大家可以一眼就在平原上看到它。还有通天塔的粗细，1*1太瘦弱，2*2太窝囊，3*3刚刚好，顺带中间空心还可以省材料。外围再圈一个方格宽的螺旋楼梯，有点危险，不过我相信我的视力——我玩了这么多年电脑也没有近视眼，我一直以我的眼睛为骄傲。这些都安排好，就等着我去从箱子里搬石英了。\n    我回到通天塔的拟定地点时，有一个小黑点在空中移动，那不是蝙蝠——没有蝙蝠的吱吱声，而且蝙蝠的飞行轨迹应当是毫无逻辑的，可是这个黑点有一个明确的飞行方向，那就是我。那个黑点是服主，他是来找我的，理由也很简单：服务器里只有我和他，他总不可能去找村民——即使他有无限的绿宝石，但就交易那些东西还是便宜了村民。他飞过来问我在干什么，我回答我在建通天塔，他接着问塔在哪里，我接着回答在我的背包里。这话不假，我背包里那一组石英块和通天塔的距离只差64次右键了。\n    我和服主聊了起来，我问他这个服务器为什么叫“江湖如梦”，他说自己很喜欢江湖这种风格，本来想要做一个RPG的服务器，无奈技术和财力不达标，最终就做成了这么一个除了主城一切都和江湖不搭边的“江湖如梦”。我想安慰一下服主，准备说没事，有人的地方就有江湖。可是想到这句话太老了，就像被反复嚼过的口香糖，你不能总是指望它还有甜味。思索了一伙，说你已经创造了一个江湖了。服主肯定是不解的，我接着解释：你看看，这个服务器里面有江又有湖，不就是江湖吗。我希望这个段子他会笑，不过不出意料服主没笑，因为这并不是只是一个段子。服主说他想要的江湖是那种侠客啊武林啊派别啊等等，而且他还弄过几回cos。说明一下，这里的cos是Costume Play的简称，这个说明不是怕你看不懂这个简称，是想告诉你只有外国人才喜欢弄简称。中文是不能乱简称的，比如我之前交代中“模糊的真实与清晰的虚拟”，你可以简称为“摸清”，或者再简称为“莫青”，这样使用的话就会变成“我的记忆也是莫青的”，谁读都会奇怪。\n    我告诉服主，其实江湖本应该就是“江河与湖泊”的简称，当人类发现了江河湖泊，解决了水源的问题，而且又解决了种植的问题，同时解决了居住的问题和交通的问题。放在一块说，就是有了江河湖泊就没了衣食住行的问题，没了这些问题，人类会去开始思考其它问题——这些问题中就有了“我究竟想要成为什么”，有的人想成为统治天下的人，有的人想成为行侠仗义的人，有的人想成为自由自在的人……有了这么多人，也就形成了你所想的江湖。总结一下，就是“江湖”铸就了江湖。我是希望这套理论是成立的，因为我住在江西，这里有赣江还有鄱阳湖，所以我们的“江湖”理应很足，事实并非如此。\n    服主说，建你的通天塔去吧。这话有些想女孩子的口吻，但是我选择无视这句话，因为我在一开始就把服主设定成了男性。通天塔比想象中要耗材，刚到夜晚石英就耗尽，所以我不得不回家一趟，顺带匆忙的睡上一觉。我总感觉有些什么事情没有做，又回到通天塔那，当然通天塔那里成为了怪物的家，僵尸面对面玩着无声的击掌游戏，骷髅在一旁闲逛——我还是想不起来自己忘了做什么，一个古力帕盯着我，像是找到了心仪已久的伴侣——除此之外我想不到其它古力帕接近我的理由，加上它一靠近我就会自爆，我可以理解成这是它对我的爱的表达，否则为什么要无缘无故的牺牲自己？也许，古力帕才是那种江湖上的人，可惜的是，它不是人——人不会有四只脚的。电光火石之间，我想起来我忘记做的事情：用木棒在通天塔的两角右击，然后输入一段特定的指令——这个行为有一种叫法叫做“圈地”。不这么做的话，我的通天塔与一只放在砧板上的羔羊没什么区别，只不过屠夫是熊孩子与古力帕。介于前者很少见，后者的威胁更大，并且这屠夫已经发出了“丝丝”的声音，这象征着宰羊前的最后一步：磨刀。接着便是“轰”的一声，这象征着宰羊中的第一步：挥刀。而我能做的，只是去通天塔下捡起散落一地的内脏，这些内脏如月光般洁白——因为它们就是石英。幸亏，只是炸掉了通天塔塔底，一切都还能补救。\n    故事发展到这里，我觉得应该把之前埋着的伏笔拔出来了。天空中又出现了一个小黑点，它不是蝙蝠，因为它飞行很有目标——就是我这里。它也不是服主，因为我说了我要把伏笔拔出来。这就是我之前忘了说的第三种情况——我叫他“金主”，他与服主只有一字之差，拥有的能力也差不多——在我眼里是这样的，毕竟我只能看到他们飞。金主算是救了服务器的人，前面说的“10人服务器套餐”便是他补的款。说来也怪，我以前从未见过他，在一个江湖崩塌之际伸出救济之手的人并不多，有的还不怀好意。至于他是不是这样的人，我不知道，就像矿洞里转角遇到的僵尸一样，他就是这么突然出现的。\n    金主飞过来找我，原因很简单——现在服务器里只有三个人，他，服主，我，兴许飞着的总喜欢找走着的，这个定理比较奇怪，我实在找不出什么事实依据。金主看着通天塔（严格来说现在是残骸，可是损伤不严重），问道这是个什么玩意，我说这是通天塔。我们希望之间的话题就终结于此了，因为我真的没有什么和他聊的。金主倒是饶有兴趣的看着通天塔，说我来给你石英块吧。现在好了，他不仅是服务器的金主，也是通天塔的金主，我本来打算问问他要不要签一个合同，后来想起来自己没有多余的纸张了——生存模式下满级附魔台真的很难做，于是打消了这个念头。\n    通天塔的建筑过程我就不详写，因为过程实在是太无聊，我不断的敲击右键和方向键，时不时还要摁一下空格键。这就是过程，我想着可以把这件事美化一下：江湖之中，一位勤劳的工人在黑夜中抓紧施工，想要去挑战天的高度，他不在乎那些帮派纷争，也不在乎什么儿女情长，他一辈子都奉献给了这座塔，这座塔也是这个工人的一辈子。不过这样一写就不太正确了——我知道mc的世界最高是255个方块，并不需要傻乎乎的去挑战。这个故事应该会很有趣，但是过程也应该是无趣的，与其那样写，还不如就按照我这个故事下去。\n    到了这里，我确实要把这个故事的结局戳破来——我建成这座通天塔，除了古力帕炸了那一下，一切都很平安。我猜你是不喜欢这个结局的，事实上无论在我“模糊的真实”与“清晰的虚拟”中，这个故事的结局就是这样，我不得不以这个为结尾。也许，通天塔可以有些其它故事，通天塔下面可能有一个地牢，于是人们把通天塔下的泥土都挖干净，最后通天塔成为了前往末地的标记。或者有个更加江湖一点的结局——通天塔成为了兵家必争之地，大街上流传着有关通天塔的传说，说在那塔中有着武功绝学，但是鲜有人能得到。如果真是这样就好了，我不必让他们来拿自己就把塔拆了。事实上这俩种结局概率都不大，服务器里没有这么多人去挖空通天塔下的泥土，也没有那么多人去流传谣言。俗话说得好，三人成虎，现在也只能刚好凑出一只虎。\n    文学创作最怕读者看穿自己的底牌，我开始说我不怕看穿，事实上是我没有任何底牌，我只有一个个散牌，那些都是记忆碎片，我努力靠着这些“莫青”去打光手上的牌。现在我可以放松下来，我已经打光了所有的牌，但是我没有赢，你也没有赢，版主更没有赢。这样很不错，因为有赢就有输，推导过来也没有任何人输。最后总结一下这个故事：我在叫做“江湖如梦”的纯净生存服务器里建了一个通天塔。就是这么一句话能概括的东西，我费尽心思的写了10000字。如今回忆，发现我当初好像没有和服主说清楚——其实江湖的概念太广义了，这个服务器是江湖，服务器里的人是江湖，通天塔也是个江湖，他们的存在都不是为了衣食住行，以此类推，衣食住行之外的都是江湖。我希望可以再次当着服主的面说一次，可惜现在再也没有机会了。\n",
    "replies": []
}