{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章２６",
    "author": "shure",
    "replyCount": 0,
    "timestamp": 1532005320,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）最后一个\n\n　　谁都以为每个队伍都必定是十人，但其实有一支队伍却偏偏少了一人。\n　　倘若按照数字计算然后不超过三位数的话，怎么算都会觉得很奇怪，而罗伊·帕萨龙也就此发现了问题，并跟大家说了自己的想法。\n　　也许那个缺少的一人一直就躲在暗处看着他们呢？事实上，他是对的。另一方面，在秋月羽界尝试拆卸自己的数字牌时不小心弄坏了的时候，上面的数字立马就减了一，这就让他发现了异常，这种情况很坑人但也很有趣，坑是坑在其他人会以为又少了一个幸存者而闹起恐慌，有趣的方面在于可以钻空子。不过他们不只是要对付这些问题，他们也得面对跟我们一样的麻烦——遍地的怪物群。\n　　哎，又一个白痴中招了。在我小子听到强烈的震动后就知道发生了什么，毕竟地牢这种地方我没少去过，电玩对此做的很逼真，而我也喜欢这个调调。在解决掉一群极其有侵略性的怪物们后，小信差点就掉了下去，幸得有波沙抓住了他，不过牌子却掉下去了。我小子留意到原本的6，现在变成了5的红色数字屏幕，这也就意味着它们只认数据不认人。我小子让他们把数字牌统统丢进了陷阱里，果然屏幕上的数字再次减少，最后只剩下1，仅剩下我的还在。继续前行，威胁明显少了许多，大多数的阀门都困住了那些怪物们。接近“终点”时，后面来了黑压压的一大片。哈，如果是一人的话，早就被它们活扒了，但倘若是四五个这么多呢？最后我小子跟他们合力把他们都解决掉，制造了一堵尸墙，而后跑进了“终点”。\n　　而那些发现了秘密的家伙们，是最后一批到的，最后却仅有秋月羽界，罗伊·帕萨龙和哥莫拉·盖索幸存，明显是因为完全没有实战经验而造成的，还有“最后一人”的因素。羽界刚到终点站，就问在场的人们有没有遇见过一个“00”编号的人。\n　　我可以这么说，除了掉入这个大陷阱之前我瞄到了他的影儿，这里没有一个人见过他。\n　　“这里一个出口也没有，我们死定了。”不用说，肯定是万幻晖泉那个家伙，他就不能歇停下嘛。这时，小丑的声音又一次出现，并且让我们开始互相攻击，直到最后一人为止。我小子注意到有一些人已经拿出武器想要拼一把了，原本的九十来号人，现在只剩下三十九人，现在又要让这里的人互相厮杀，实在残忍。\n　　我小子和羽界，还有盖索第一时间制止了**，不仅仅是因为这不值得，我甚至还怀疑那个奥瑞兹就是幕后黑手，只是他人不在这里罢了。我把他们身上那些数字牌全都拿了下来，然后做集中销毁，除了那些还想要再打一场的笨蛋们稍作了反抗，我还顺带跟十二夜枫岚打了一架。隔了会儿，伴随着小丑的笑声，有一面墙被掀开，露出了一整列的锯齿正缓缓行来。\n　　总算是知道为什么那家伙会说这么过分的话了，这多少有点阴谋因素。玄月重拓试图去阻止，结果直接就被锯成了碎片。眼见锯齿愈加接近，大家也愈加慌乱，这也难怪，谁让他做这么绝望的情形的。\n　　万幻晖泉这家伙，似乎是放弃了，要朝着死亡之路走去。天哪，再怎么讨厌他，不管其他人放任其去死我可做不到！\n　　给我小子滚过来！\n　　一把锁链把那个消极主义者拖过来后，就把他丢给大宇烈。而小信似乎是发现了什么，一直去冲撞着那面墙壁。大家对他的行为有些不解，甚至觉得是白费劲，唯独尤利西斯，他知道他没有丝毫的犹豫，之后号令所有人一起行动，至少拼搏到最后。军官就是军官，一下子就叫动了所有人一起去冲击墙壁。\n　　出现了裂缝。\n　　墙面有些挪动了。\n　　破开了！\n　　散落的瓦砾把来不及躲开的我弄的一身灰。大家依靠着自己创造出了一条生路，逃出了这个地狱。等等，那个锯齿还在转。我小子把最后一个数字牌丢进了还在打转的锯齿里，之后陷阱就被关闭了。果然是认数据不认人，也该进去找那个幕后黑手算账了，如果能找到的话，因为我小子留意到在陷阱关闭的时候，也露出了一条暗道。虽说陷阱都是些致命的东西，但他也太过于依靠它们了，以至于连个防备的措施都没有。这不奥瑞兹已经被我小子逮住了还扯出“城门”外了呢！他是如此的印象深刻，以致太招恨。\n　　“现在，是要我当场杀了他，还是让你们来处理？”\n　　尚未等我小子反应过来，浩飞便拔枪射杀了奥瑞兹。哈，也是呢，这家伙已经破坏了不数的家庭，某种程度上已经是恶贯满盈。\n　　另外一方面嘛，特工，你狠。但我小子也没有计较太多，谁打都一样。\n\n\n————————————————————————————————\n后记：我想要知道一个问题，一天发三个帖子算不算犯规了？\n",
    "replies": []
}