{
    "title": "【原创/连载】{剑神}[第一章：剑神]",
    "author": "久战沙场",
    "replyCount": 2,
    "timestamp": 1532008020,
    "txt_content": " 本帖最后由 久战沙场 于 2018-7-19 22:32 编辑 \n\n          沙漠里，一位手持着没有刀鞘的剑的人，在顶着烈日艰难的走着。他不能放弃，自己是历尽艰辛，打败无数敌人才走到的这一步。疲惫的身躯跟炽热的太阳不断的在敲打这具身躯，但是这位剑士依然不放弃。\n          在很久很久以前，瓦格兰沙漠里，有一处神殿，只要是达到资格的剑士，就可以成为剑神。\n          然而这只是个传说，没有人成为剑神，他们都迷失在沙漠里了。当这位年轻人——斯图尔特拿着剑进入瓦格兰沙漠时，所有人都以为，他不会再回来了。泰瑞帝国的剑术宗师即将陨落。\n          “剑非杀生之器，剑乃维世之义”。斯图尔特喊完他这一生对剑术的领悟后，再也没醒过来。一道金光洒在了斯图尔特身上。。。。。。。\n          几个星期后。。。。。。\n          “什么？他回来了？”所有人都在惊讶，他居然活着回来了？他那绚丽的铠甲，透蓝的羽翼，这就是神的证明！十年前斯图尔特一人之力胜出十个武士，十年之后他再次证明了自己！成为了剑神！被瓦格兰沙漠的神明所承认！之前多少人失败了？可他却成功了。\n         “斯图尔特，你。。。居然成功了？”一位女子上前去，激动的问道。\n          “可能，对于你们来说，算是吧，可是，对于他来说，却是失败了。“斯图尔特眼神迷离的说到。\n          没人知道斯图尔特在说什么，但是这个女的似乎知道什么，离斯图尔特越来越远。\n          斯图尔特的故事被人们广为流传，名流千古。。。。。。          \n          瑞尔你又偷懒！一位老头拿着粉笔丢向瑞尔。\n          ”对不起芬里尔爷爷“瑞尔摸着头站了起来。这位历史老师脾气可没这么好。\n          ”真不知道你们这些人是怎么搞的，天天就知道上课睡觉，还在历史课睡觉，这可是一门非常宝贵的一门课啊。你想想，如果没有历史课，那么。。。。。。。。。。。“芬里尔老师在台上喋喋不休，瑞尔早就听腻了，每次他睡觉都会被这么教训。\n          ”也不知道传说到底是不是真的，上次你讲传说中的大陆传说之地什么来着，里面的元素大师凯也是被名流千古，但是却查不到他资料，这种没有根据的历史学了也是白学啊，鬼知道剑神的传说是不是真的，斯图尔特这么二的名字。“瑞尔挖着耳朵不屑的说。\n\n         ”行，你不信是吧，那你过来，我给你看一样东西，看完你就不会这么说了，其他人自习！“芬里尔严肃的交代完学生，带着瑞尔走了。\n\n\n        ”既然你不相信剑神的传说，那么这个你肯定会信服的。“芬里尔把瑞尔带到一个房间，拿出了一个长筒状的盒子，瑞尔把它抽出来，发现是一把铁剑。\n        ”这剑怎么这么绚丽，用什么制成的？“瑞尔问道。\n        ”这是以前被剑神附魔过的剑，因为被神认可，所以剑神呈现金色。“芬里尔解释到，居然，芬里尔神色紧绷，他呵斥瑞尔赶紧走，瑞尔吓了一跳，直接跑了出去。\n         在确定外面没人后，芬里尔说”怎么样，这个人可以吧，剑神。“这时，从角落里出来一团金色的能量”能看到我留下的能量？就是他了。“\n         ”斯图尔特，你马上就能重见天日了。“芬里尔对着剑神说”“住口，斯图尔特已经死了，我是，剑神！”剑神愤怒的打断芬里尔的话。\n         原来，几百年前斯图尔特是死了，死在沙漠里了，而剑神的灵魂附着在斯图尔特的身上，也可以说是，把斯图尔特的灵魂给赶出去了，而当年那个女人，就是斯图尔特的爱人，她发现这个真相后，被斯图尔特，阿不，剑神给杀死了。什么神的召唤，祝福，认可，实际上就是剑神为了寻找一具合适的身体作为搭载体罢了，泰瑞帝国的剑术宗师是在那时候真真正正的死了。",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1532009220,
            "txt_content": "字数不达标 注意排版和发帖格式"
        },
        {
            "author": "虚泽",
            "timestamp": 1532013600,
            "txt_content": "终于有人创作的风格和我一样了\n我先自我介绍吧\n我叫虚度  之前两个月也在创作连载小说\n因为你的小说风格和我一致  我特别喜欢\n不过排班差了很多\n有空加一下我好友认识认识\n这是我QQ 740627862"
        }
    ]
}