{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章２８",
    "author": "shure",
    "replyCount": 0,
    "timestamp": 1532065980,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）追猎的回想\n\n　　度假……是啊，度假。\n　　这是我第二次这么说了，而且我真的需要一段安静的时光了。截至目前，我小子到底干了多少坏事，杀了多少人了呢。\n　　好吧，从鲨楠岛那头算起吧，光是解决掉那些黑帮就已经有三百号人不等。然后是康敦，也是从那里才知道有特工存在，在进那里之前我一直都是走着偏僻的小道，森林或者什么的，也因此救出了狼群，顺带干掉了那些盗猎贼。有一点要说，有一个墓我有去光顾，因为那是我最在乎的，也是最尊敬的人，某种意义上那些打架的方式就是他教会我的，如今他已经走了有十年。进入康敦后我也没去买房什么的，就是随便找个地方睡觉，当然那里居然还有黑拳场，这意味着我小子有了一笔收入。暴力中不失公平，这才有看头。\n　　其实我小子并不是第一次来康敦了，我小时候是住在那里头的。本来是在那里上学的，而且当时成绩……好吧其实也并不怎么的。但在发生了那桩冤案之后，我就要求要转学到别的地方去，但最后没得逞。以前有一点我不明白，到底是哪里出了差错才会让宇就此跟窦娥一样断送了性命？\n　　但到了现在，我懂了，但也变坏了。\n　　在康敦那段期间，我没少解决那些惹事的，当时我还18岁来着。比如某个家伙故意破坏扶梯然后害别人被吃，结果被我困死在电梯里，在电梯井道里切掉曳引绳可不是一件好玩的事；放火烧了造谣佬的房子，把他送进火海里，这段也是头一回见到雷德那个臭间谍；在货运港坞里拆了人为设下的炸弹，顺便“还”了一颗给别人；约死的买不到门票，我小子免费送给了他。当时跟雷德互起外号，也是在康敦，只不过当时是敌人，而且他那一大帮人差点把我弄死，幸好在我小子跳海逃生后，倒在林子里头就被一个叫做小悟的小鬼救了。起码有十来多颗子弹打在我身上，害得我得忍着痛自己抠出来。作为回报，我小子帮他们除去了他们村里的不肖子——他把两个老人活活打死不说，还把另外一个人的脑袋给打坏了，他还企图勾结其他人要谋害村里人，结果还没实施就被我逮个正着，说起来如果不是因为那个“疯子”找上我，我小子才不知道有这事发生呢。\n　　两个月后，我小子杀回康敦，突袭了东魔方的大楼，顺带在那之前打电话狠狠挑衅了雷德他们，在我小子屠了整栋楼后才发觉东魔方坐车跑了，但我没就此放弃，仗着自己能跑出极限速度的本事，不一会儿就赶上了他。哦，当时龙傲汶还是他的左右手来着？最后我把他们都放倒了，但却没有下死手，之后就被警察抓了，被控告危险驾驶而坐了一年的牢，东玲，那个狂野丫头也是在这个时候知道了全盘的真相，之后就跟土匪东魔方翻脸了，因为她真正的父亲不是土匪东魔方，而是另外一个早就过世了的东魔方。待在监狱那段期间，我小子跟龙傲汶也就此抛弃掉以往而和好。\n　　一年后，出狱，然后我暂时顶替保安位置，因为那个保安大病了一场，而当时人手又不够。当然了，这段期间难免会大打一架的。洛因因为长期被霸凌，加上他们班里的渎职佬对此漠不关心的，总是以小孩子玩笑这个破理由撇清关系，直到发生洛因纵火那回……当时东玲没救到他还被烧伤。当然了，弟弟的死对洛浠的打击很大，而我小子顺手去弄掉了渎职佬，也因此后头被雷德骂了一顿，不过放心吧，他们可不会发现这些。之后因为要对付洛浠，就此揪出了后头的一桩案子，她是冲着那个猥亵过他们的诈骗犯来的，我记得他后头最后坐了牢然后被龙傲汶打死了来着。只是洛浠，我小子一直都下不了手，直到最后雷德把嫌疑犯锁死后才回来，给了她一个解脱。\n　　再后面，我也记不大清楚了，反正之后那个保安回来了，我再次闲着了。之后不知道是哪个混蛋炸的大坝，加上之前有人肆意砍伐森林，导致整个康敦泡了个洪水澡，即便有抗洪设施也无济于事。之后我小子也是怒不可遏，就此离开康敦，跑森林里种了好几个月的树，借此重新复原森林的面貌，这段期间我小子还去看望了下赞努卡，那匹我上次收拾盗猎者时救下的狼。之后雷德硬是把我叫了回来，而后跟东玲，三人一起在暴风雨夜参与了康敦反恐战争，东玲也是在这场战斗中牺牲的……\n　　还我东玲……真的……还我的东玲……\n　　之后的事，所有人都知道了，我小子离开了康敦，没说一句话就走。\n　　哎……仔细想想，我自己真的是一个混蛋。\n\n\n————————————————————————————————ＴＯ　ＢＥ　ＣＯＮＴＩＮＵＥＤ．．．\n",
    "replies": []
}