{
    "title": "[告辞文]末将不才，告辞（坦白说，MC6年",
    "author": "s201623225",
    "replyCount": 14,
    "timestamp": 1532070240,
    "txt_content": " 本帖最后由 s201623225 于 2018-7-20 18:52 编辑 \n\n     我玩MC,已经很久了吧，我也不知道准确的时间大概已经有6年了吧，不算长也不算短了。\n     我很喜欢这款沙盒类型的游戏，这是唯一一款能让我感觉我可以玩一辈子的游戏吧，大概把\n     我发这个帖子的目的是并不是我要告辞这款我深爱着的游戏，我将要告辞的是中国的这个游戏圈，我只能说我个菜鸡无法改变这些现实吧，我发表了，被删了也就删了，希望我那些很多年前的MC好友会看到这条吧，但是他们永远也回不来了，他们不知道这里有个史蒂夫依旧在等待着他们。\n     我最开始接触这款游戏，是在移动版，当初我还是个小屁孩，在上课，拿着手机就可以玩一节课，当时一直玩创造，感觉做一张属于自己的地图就非常有成就感，建了一座桥都可以兴奋好久，当时听到网上有人说可以去地狱，然后尝试搭建地狱门的时候遇到了问题。当时手机版应该是并没有地狱，或者用那个反应堆召唤，后来就开始慢慢接触了电脑版MC,说起来挺怀旧的，当时不知道联机怎么注册账户，就很菜的那种，哈哈哈。\n      我第一个进入的服务器，我想想吧，大概是一个版本号我忘了，是一个mod服，当时那个服务器装了个材质包，我就不会做石稿子了，现在想想当时真的好菜啊，xswl，慢慢的接触了服务器这种东西，对MC的喜爱就更加一发不可收拾了。\n      我在一个服务器慢慢的当上了OP，当时什么都不懂，就开始各种学吧，终于过了很久，大概半年多的时间，我开了第一个属于自己的服务器，当时真的很兴奋，然后吧服务器搬运到各种贴吧跟小伙伴玩，然后慢慢的服务器人越来越多，当然我也很高兴，即使我每个月要扔进去几百大洋，\n      我的服务器越来越大的时候各种该来的也都来了，各种X-ray 卡Bug的 故意卡服的 恶意圈地的 刷东西的 我就想问，我又不挣钱，每个月往里边扔几百，为什么要这么对我。然后我见一个ban一个，各种被辱骂，终于有一天，我的服务器被24小时测压了，玩家流失了，什么都没有了，我也把群解散了，心灰意冷，服务器坚持了两年的时间，两年的世界没有拿玩家一分钱，最后还是死在了熊孩子的手中，赔了大概1W左右，我不知道花这个些钱图个什么，我可能真的有病吧，话这个些钱除了让我每天头疼，每天疲于应对各种玩家的问题，除了这些什么都没得到，我放弃了，放弃了再开服务器的打算，这个游戏已经失去了他原本该有的快乐不是吗？\n     说实话，我当过熊孩子，就在我的服务器完蛋以后，我就把那些曾经恶意攻击过我服务器的，来我服务器做广告的服务器大部分都测压了。我当时还异想天开的觉得自己的行为是十分正义的，我为我曾经的那些恶行道歉并忏悔，鞠躬，希望大家不要喷我一个将退之人\n     后来是什么让我有勇气再次开了服了呢，可能是有病吧，也可能是我闲的，又是一个暑假，我又想开服了xswl，然后我的服务器再次被熊吧测压，猝，享年几个月。\n     慢慢的慢慢的我渐渐逐渐有了一丝大佬的气息，第一次接触BBS，那并不是个愉快的接触吧，我也大概忘了是多久，好几年前吧，我在BBS上建了我第一个账号，\n有一天，我发表了一篇矿工茶馆，就闲聊吗，然后就说起来跑酷了，我说我大概和某主播五五开吧（当然不是籽叔，岷叔当年还不是很火吧）然后就被那个主播的钟爱粉口诛笔伐，联名声讨我滚出BBS，然后我就被版主永久封进了。版主就不扯了，他退MC很长时间了吧，就不刨他了，后来这个人跟我偶遇在一个正版白名服务器，我不知道他就是那天封我的那个，后来我还跟他提起来这事，还臭骂了他一顿hhha，可能这就是MC的魅力吧。\n     扯远了，这是一篇严肃的告辞文，我是来向中国MC圈告辞的，末将不才，我就是个弟中弟，学医救不了中国MC圈，前有某迷界，后有来自中国特产熊孩子，左有黑心服务器，右有各种高高在上的大佬们，还有出没在BBS上的刚精，所以告辞吧，中国MC圈，不是我不爱你，是我爱不动你了....     还有主播教玩家卡各种bug，哎。。。。怎么说，骂又骂不过他们。。。。还有各种教破解反作弊的，作弊真的那么爽不如单机创造去对吧，可能他们真的比较强，我就点名了，无所谓，我都将退之人了，就那个B站上的那几个，司徒小莫还有那个猫，也许这样真的能让你获得很多粉丝吧，找各种东西的bug，我就想问，别人付出的心血作出的插件，而且不要钱，你还要我们怎么办？全部围着你转吗？每发现一个bug都是他们各种修复，他们有回报吗？凭什么我们不辞辛劳的做出了各种东西，是因为我们对游戏的热爱，是对这款MC的游戏的热爱啊。你发现了一个BUG，你知道我们修复要多久吗？消耗多少精力，没有任何回报，凭什么？我找人理论，你知道怎么说的吗，你做得东西有Bug你还有理了？我就想笑，说句实话，我就问了，你给钱了吗？你给钱出了Bug可以来找我。如果什么都没有为MC圈付出你算什么?你又凭什么？\n    现在我相信大多数服务器都是入不敷出的吧，我知道你们，我了解你们，我懂你们，大多数服务器收点钱只是为了服务器可以活的时间长一点吧，规定我也理解，毕竟也防止那些无良服务器黑钱此处点名某月亮服，对吧。\n    对于中国MC圈，我从希冀到失望，从失望到现在的无计可施。没有办法，我不是网易，我救不了MC圈。\n    没有办法，我只能退避三舍，画地为牢，所以告辞吧，我祝福MC圈，祝福还抱有一颗正常心MC玩家们。\n    希望我这个账号不会被永久封禁，说不定还会回来看看.....末将不才，告辞了\n",
    "replies": [
        {
            "author": "风扇滑翔翼",
            "timestamp": 1532071800,
            "txt_content": "透视能用假矿插件 故意卡服看是什么了 刷东西偶尔监视一下找问题ban了 恶意圈地的建议一个资源服 一个地皮服"
        },
        {
            "author": "歧时天",
            "timestamp": 1532072220,
            "txt_content": "我也是个开服的，深有体会，不过我这就一小服务器，没什么熊，但是每天要应对服务器出的各种各样的情况真的很头疼"
        },
        {
            "author": "imature",
            "timestamp": 1532073060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Limbo_witly",
            "timestamp": 1532078640,
            "txt_content": "实话实说，中国好男人！！"
        },
        {
            "author": "zdlzhm",
            "timestamp": 1532078940,
            "txt_content": "虽然不知道你在说什么但是看起来好像很厉害的样子，膜拜大佬，坚持吧不要气垒"
        },
        {
            "author": "Orz_XiaoA",
            "timestamp": 1532079360,
            "txt_content": "感觉苦的一批"
        },
        {
            "author": "dusu",
            "timestamp": 1532079660,
            "txt_content": "一路走好"
        },
        {
            "author": "s201623225",
            "timestamp": 1532082780,
            "txt_content": "风扇滑翔翼 发表于 2018-7-20 15:30\n透视能用假矿插件 故意卡服看是什么了 刷东西偶尔监视一下找问题ban了 恶意圈地的建议一个资源服 一个地皮 ...\n每修复一个bug会出现更多Bug，修复就修复不完的"
        },
        {
            "author": "s201623225",
            "timestamp": 1532082840,
            "txt_content": "歧时天 发表于 2018-7-20 15:37\n我也是个开服的，深有体会，不过我这就一小服务器，没什么熊，但是每天要应对服务器出的各种各样的情况真的 ...\n我的世界中国服务器辅助就是扔钱还难受"
        },
        {
            "author": "s201623225",
            "timestamp": 1532082840,
            "txt_content": "imature 发表于 2018-7-20 15:51\n每个人遇到的都不同 祝你好运 MC还是有很单纯的一面\n这个游戏已经不像当初那么单纯了"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1532083080,
            "txt_content": "s201623225 发表于 2018-7-20 18:33\n每修复一个bug会出现更多Bug，修复就修复不完的\n就像作业 总会有弄完的那一天"
        },
        {
            "author": "aghinouz",
            "timestamp": 1532083560,
            "txt_content": "不能单单因为有不和谐的东西就选择和谐自己吧= =\n\n正如社会上总有一堆人渣，但你不能因为不想看到人渣就自行了断吧？"
        },
        {
            "author": "s201623225",
            "timestamp": 1532083980,
            "txt_content": "aghinouz 发表于 2018-7-20 18:46\n不能单单因为有不和谐的东西就选择和谐自己吧= =\n\n正如社会上总有一堆人渣，但你不能因为不想看到人渣就自 ...\n水太浑了趟不起了，也趟累了"
        },
        {
            "author": "s201623225",
            "timestamp": 1532084040,
            "txt_content": "在这里边发帖子很快就会被刷下去吧= ="
        }
    ]
}