{
    "title": "<原创·连载>犯罪杀手行动[作者:Shure]章２９",
    "author": "shure",
    "replyCount": 0,
    "timestamp": 1532090160,
    "txt_content": "警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。————————————————————————————————\n\n犯罪杀手行动（KRIMEKILL OPS）回到摩多港\n\n　　“找到你了。”\n　　这段期间，赛雷德也一直没有闲着。就九族案件，他一直跟他的同事泰菲和安文保持着联系，多一人才能更精细的定位到位置。不过最近因为艾拉森的死亡，他也有些累了，而就此错过了最佳时机——这段期间，谭·塞德斯可没有闲着，而现在他的目标已经剩下一个了，而且还是最难找的一个。之后，赛雷德自然就被他的表面上司臭骂了一顿，但也没说什么，他知道他必须得对此负起责任。\n　　重新定位，虽然依旧能找到他，但目标移动的速度快，在这时候出手并不明智，与此同时，安文调取了塞德斯家族的名单，如今只剩下一个。泰菲通过去走访，最后知道了目的地。随后第三队的四人组一起出发，等候他的到来。\n　　谭果然找到了这里，不过这次出乎意料的，他是直接走正门的。寻找目标，快速解决，就这么简单。但这回就不一样了，难度被篡改了。正当谭准备离开，四人便出现挡了他的路，而他自然也就反抗了，他可是想要离开这里然后偷偷自尽的，而不是死在这里。但最后他还是没能做到，在四人夹攻下，他终于坚持不住而永远的倒下了。\n　　“Hasta la vista.”\n　　当然，即使他犯下了滔天大罪，雷德最后还是没有选择去做那些不人道的事，而是把他拉到深山里把他埋了，只是没有上墓碑；安文依旧是通过广播宣布了案情结果。之后也便没有什么特别的事情了，卡玛则去上街巡视，以方便出手放倒那些宵小。\n　　哦，也许还是有特别事件的。\n　　黛琪归校之后却总是觉得不对劲，总觉得所有人都在敌视着她——他们都是以一种异样的目光看着她的，除了她的同班同学们，他们倒是很高兴她能回来。另外，她没少受到凌辱，但一直忍着没说，后被胖子和栗头（两个以前跟韦格混的，现在转而维护班级安全）察觉后怒不可遏，抄了家伙就去把凌辱她的人给暴打了一顿，也因此被叫到办公室里训斥一顿。之后，两人跟伍阳和珑蕾商量，决定每天轮流陪着她，虽然这也会引起议论，但谁会管这些呢。结果某日竟还是有人要来惹事，还是在珑蕾陪着她的那时候，而这自然就被路过的栗头发现了，他可不顾及什么，当场就用手上准备要拿给老师的钢尺把他们结实抽了几鞭子。\n　　恰巧有一人还是李勇的儿子，他把黛琪的事情告诉了他，立马就引起了那个狼贪佬的兴趣，他最近诸事不顺，感觉每件事都被刻意针对了，所以迫切地想要一个强力的家伙，正巧知道了有一个生化体在学校里，要是得到并控制了她的话，就再也没人敢反抗他了。没再多等，李勇叫上了他的部下们就出发去学校，并点名要黛琪，而她也在几人陪同下出来了。李勇这厮，见到他们时态度就一直很嚣张，可没把他们当人看，更别说黛琪了，他更是称她是怪物。\n　　“她不是怪物，她是我们的同校同学！”\n　　这句愤怒的话出自一个女生的口中可是很稀奇的。如果说有能让一个原本很文静的家伙大动肝火的家伙的话，那么那种人肯定是个大混球，再加上发飙的是一个女生的话，那简直是人渣了。李勇见谈判不成，便叫部下们动手，既然用说的不行，那就明抢。但他小看了他们，那几个人就能把他的部下给撂倒。李勇感觉顿时丢尽了脸，但也只能带人撤走，在他们走的时候，栗头还痛骂了他，顺带起了个绰号“梨佣”，其实也就是拿对方的名字取笑而已。之后“霸凌”二人组当然是找上了他的儿子，胖子更是毫不客气的痛殴了他一顿，过后二人又在他的课桌上涂了各种骂人话，说起来这招他们曾经拿来整过兴安，结果后头被揍到住院。\n　　两周后，李勇又杀了回来，不仅带着他的部下，连长枪大炮都架上了。这厮到底哪来的权力来搞这个的？\n　　当然，这个点我小子也已经回到了摩多港，要说冷静下来了也算不上，因为我小子一看到犯罪还是会头脑发热。\n　　四处乱逛就看到了异常，而根据我的直觉，这绝对不是好事。李勇可谓是丧心病狂，他可是打算用武力手段来抢黛琪的，甚至可能会把这里炸了。\n　　任凭谁都不会允许这种十恶不赦的行为！\n　　刚回来便把李勇的部下全都痛殴了，任凭他的部下们倒在地上疼得翻来滚去。自然，那厮也看到了我，我顺带毫不客气的嘲讽了他。当然干这场架我可没去跟雷德打过招呼，不是因为来不及，而是根本就没有必要，何况这号人我小子以前也有打过。当然在此期间，栗头也算机灵，他躲在墙后报了警，虽然不知道管不管用。\n　　频繁挑衅而激怒了他，之后他从车子里拿出火箭筒就开炮了。接小号的子弹我可是绰绰有余，更别提及比它还慢了些的大炮弹了。\n　　接过来，扔回去，把他连同车子给炸翻了。\n　　不过就是这么一个举动，让他们就此黑转粉，我可一点也不喜欢这样。不再多留，准备要走的时候，卡玛却把我控制住了。他正准备要用手铐锁我来着，雷德却来了电话。\n　　不用说，这肯定是我免责，而李勇则被抄家了。他气得把我丢一边去：“为什么你每回都这么走运！”是啊，我小子怎么老这么走运呢，按道理来说，业报早该砸我头上了。\n　　之后发生了什么，我小子也没去关注了，我要去洗个热水澡，再加上烫手山芋，如果有可能的话。\n\n\n————————————————————————————————\n\nＴＯ　ＢＥ　ＣＯＮＴＩＮＵＥＤ．．．\n\n",
    "replies": []
}