{
    "title": "【7月活动】[原创-连载] 镖师",
    "author": "EisakaFuine",
    "replyCount": 8,
    "timestamp": 1532093640,
    "txt_content": "京城外，一个穿着破旧的蓝色布衣的人正卧倒在离进城的大路不远的一块草坪上，在他的左手旁，一壶烧酒被打落在地，塞子不知所踪，酒气从壶里飘出，几只苍蝇被醉倒，趴在酒壶的旁边。在他的旁边，铺着一块疑似是残旧布料的东西，隐约还能从那蹂得皱皱巴巴的表面上认出一行字：“接受各种‘我感兴趣’的护镖委托”，但是看样子，并没有人想来委托这位“镖师”护镖。太阳逐渐落到了山后，躺在地上的“镖师”这才坐起来，揉了揉眼睛，拿起酒壶，仰起头来，拿着酒壶使劲晃了晃，却没倒出一滴酒来。他把酒壶系在腰上，站起来，打了个哈气，这才向城门走去。士兵看到他走过来，赶忙收起手中的铁戟，毕竟没有谁想来惹这位仁兄，于是他就在众目睽睽之下走进了京城。他穿过几条胡同，来到了一个小酒馆的门前，走进去找了个空位，一屁股就做了下去，他瞄了一眼架子上摆的酒坛，一挥手，向店小二喊道：“你们这里可有最好的酒？先给我来一坛尝尝！”店小二看了他一眼，立马弯腰向他拱手：“这就来！我怎敢把客官弄渴了！”小二的动作很熟练，在言语之间就把一个酒坛抱了出来，一下放在桌上，并对他再度拱了一次手。“客官清慢用，如果还需要什么的话尽管找我便是。”店小二对他行了一礼，走开了。我们的‘镖师’爷儿看了看酒坛，露出了一抹会心的笑容，将手放到坛盖上，刚欲打开，一位大汉走过来，坐在‘镖师’的前面，吼道：“这个位我占上了，你最好现在滚开！”‘镖师’把视线从坛子移到大汉身上，面色逐渐阴沉起来。“朋友这样怕是有些不妥，我现在已经坐下了，现在朋友你让我离去，怕是有损我们的面子。”“嘿！我看你的酒挺香的，要不你分我一口，这事我们就此了结？”“原来朋友也想尝尝这坛子酒，那到无妨，我门共饮便是！”‘镖师’拿出来两个碗，放在桌上，先给大汉盛了一满碗，推了过去。“哈哈，既然朋友如此爽快，那我就先干为敬了！”大汉捧起碗，头一仰，酒液便全部被他吞入肚中。“好酒！再来一碗！”两人就这样畅饮了一个晚上，待到太阳又升起的时候，大汉已是醉得不省人事，趴在桌上呼呼大睡。‘镖师’看了看大汉一眼，丢下三两银子，消失在了原地。市集的南门一直以来都是人气最火爆的地方，因为一些镖师经常在这里寻找雇主，这对做生意的商人来说简直比金子还有吸引力，在他们眼里，镖师就是一枚护身符，可以保护他们免受来自那些乡野盗贼和当地的乡兵、团勇的洗劫，是他们生意兴隆的一块基石。这时，一波人马出现在市南门外的广场上，他们个个头绑青色缎绸粗布带，身着天青色绣镖胡衣，腰间挂一把精钢大刀，精炼的气息不断从他们身体里散发出来。一个中年男子走到广场前方，向周围一拱手，如闷雷一般的声音在广场上响起：“众位父老乡亲们，我会兴镖局的镖师武功高强，经验老道，有意的朋友请到镖局总馆洽谈。”场下的气氛立刻沸腾起来，人们都在窃窃私语着，当下就有一些人离开广场。这时，一个人出现在广场中间，他面色微红，头发凌乱，左手执一个酒杯，右手抓一顶狗尾草斗笠，腰间系一酒壶，酒气冲人。他站直身子，双手叉腰，大声说道：“各位，我只接受‘我感兴趣’的委托，还望有意者来八号胡同找我。”他也不在这作过多停留，身形一闪，直接消失在了广场上。等他再次出现的时候，那里已经多出了一人。“大侠的武功可真是一流啊，说不定你能完成我的委托。”“不敢。恕我多嘴，护镖这种小事对阁下来讲应该是轻而易举就能完成的的吧？”“没错，我曾是闻名江湖的大盗，我这里现有一物，需要您来护送。”“我在几年前曾得到过一把剑，它可以杀人于无形，因为它本身就是透明的，现在我已经改过自新，希望大侠能把这柄剑交给应该拥有它的人。”“原来如此。这个委托不错，我接下了，签下这张单子，你我之间的契约就结成了。”‘镖师’从怀里摸出一张纸，再掏出一块萝卜，对它呵了口气，“砰”一下印在纸上，再把纸塞给那位神秘人。“地点是南边的一座小村，大侠看看需要多少钱？”“十文足矣。” 字数：1583 P.S.:这篇就是用来参加7月活动的，版主可以把它当成一个小单篇来看。（好像字数不够（没到2000）？？？我就没在标题上写单篇） 第一次写“江湖”，感觉也不咋地，权当练练手吧（混个参与奖就差不多了2333333） 至于这个连载，其实可以一直写下去，写成一篇单篇，但是由于要升到传说中的初三了，任务太多（心有余而力不足），感觉实在无力连载，这个坑干脆弃掉，如果有谁愿意写下去的话，我还是很欢迎的（我写得不好，好耻233）",
    "replies": [
        {
            "author": "EisakaFuine",
            "timestamp": 1532185500,
            "txt_content": "自顶一波～"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1532265480,
            "txt_content": "自顶＋1 现在发的贴子都只能自顶了吗＝＝"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1532322240,
            "txt_content": "金星掠夺者 发表于 2018-7-22 21:18\n自顶＋1 现在发的贴子都只能自顶了吗＝＝\n头铁不怕被发卡啊……50金粒提升卡，请。"
        },
        {
            "author": "天之剑心",
            "timestamp": 1532351700,
            "txt_content": "那个大佬啊，素我直言，这一篇江湖篇完全语言化，有些表述也不是很清晰"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1532356080,
            "txt_content": "天之剑心 发表于 2018-7-23 21:15\n那个大佬啊，素我直言，这一篇江湖篇完全语言化，有些表述也不是很清晰 ...\n其实按照我的设定 后面还有一大堆没写"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1532356200,
            "txt_content": "天之剑心 发表于 2018-7-23 21:15\n那个大佬啊，素我直言，这一篇江湖篇完全语言化，有些表述也不是很清晰 ...\n这只是个开头 \n\n如果你想续写我还是很欢迎的（滑稽）\n\n毕竟这已经是个弃掉一半的坑了"
        },
        {
            "author": "天之剑心",
            "timestamp": 1532395500,
            "txt_content": "金星掠夺者 发表于 2018-7-23 22:30\n这只是个开头 \n\n如果你想续写我还是很欢迎的（滑稽）\n也感谢大佬的错爱！但是我也在写呢争取把第一章给写完再月底前"
        },
        {
            "author": "Flowers_花花",
            "timestamp": 1532451600,
            "txt_content": "为什么活动特别喜欢出小说啊，我都没耐心看"
        }
    ]
}