{
    "title": "[双线]云之谷 —— 驶向星辰大海[1.12]",
    "author": "特伦酥",
    "replyCount": 0,
    "timestamp": 1532162460,
    "txt_content": " 本帖最后由 特伦酥 于 2018-7-21 16:47 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n哇，你发现了稀有度为SSR的服务器\n云之谷是一个RPG生存服务器，服务器以RPG为主线，空岛生存为支线喜欢RPG或空岛生存的人都可以加入我们这个大家庭_(:з」∠)_\n不知道扯什么，就进入正题好了\n \n背景故事这将是 我们魔导师苦难的开端\n因为有了火 所以黑暗里有了光 因为黑暗里也有了光 所以知道了什么是黑暗    没有火的时代 黑暗就是黑暗 光就是光 所以不知道什么是黑暗光明让人看见黑暗 黑暗带来恐惧 我们只看到了地表的黑暗 所以我们奔向日月同辉的天空我们看见了光却没有看见希望魔力和元素融合出各种各样的怪物但那些怪物 无法使自己沉重的身躯奔向天空 所以我们的曾一度以为天空是一片永恒的净土 只要休养生息 只要相互理解 只要我们肩并肩 陆地终将回到我们的手里所以我们来到了天空破开云层看不见地面的裂痕 看不见火山的烟尘 听不见烦人的轻语 听不见怪物的嘶吼 四周是徐徐吹拂的风 不再像地表般灼热 眼前是无垠星空 在这样的舞台里 我们才是主角把这些土放在这块晶石附近 让他们聚合 就能形成新的空岛了 只要这样的话。。。。等等 那是什么门 为什么他会在这里 那是什么 快点后退 快点把东西都扔掉 快点后退 \n一年前我们来到天空 在这里建立了我们新的家园 在这里我们生而平等 放弃了偏见 放弃了信仰 放弃了民族 我们在这里为了一个新 世 界而努力为了这个新 世 界 我们不再有区别为了这个新 世 界 我们接受了魔法和科技为了这个新 世 界 我现在必须举起自己的剑\n-节选自《天空之都乌拉诺斯》\n云之谷历 丁卯年 异 世 界的门被砸开浑浊 粘稠 污染的魔力从那扇门被砸开开始 源源不断的灌入我们的世 界 当大魔导师A在遥远的帝都感受到这一切时 浑浊的魔力已经将周边污染 生命都无法迈入一步 A为了避免事态进一步的失控 用相位移动抵到门边 因为粘稠的魔力液体已经将门污染 无论什么魔法都无法将他再次关闭 A最终只能以生命为条件和大地缔结契约 大地的高墙为身 自身的魔力为盾 将异 世 界之门重重困在其中    他太相信自身的强大 魔法师的魔力本身就来自异 世 界 两年前的**之日（Uprising）这股神秘的魔力早就渗入了这个世 界每一个魔法师的魔力之中 他用生命缔结的魔力巨壁 反而成为了异 世 界魔力的阶梯 它们渗入魔力巨壁的每一个缝隙 污染他 同化他 在他的上面像藤蔓一样蔓延 长出尖刺    最终 他成为了一栋大厦 一栋铺满荆棘的异 世 界魔力要塞  荆棘开始开出他自己美丽的花-节选自《云之谷编年史》\n更多记载请于云之谷图书馆查阅\n服务器特色（你才色）介绍者:T_LS\n完整的世界观和RPG设定：服务器的武器设定和剧情皆与服务器的剧情相符，不存在什么超级酷炫的武器但每把都十分用心，游戏中的掉落物和NPC的设置都有其原因，主线任务与支线任务都是一个完整的故事高强度的更新仍在进行中，虽然没有华丽的特效，但你一定能感受到腐竹对RPG的热爱主城地图包括图书馆也有各种彩蛋哦：其实是你技术不行吧：闭嘴\n\n超自由空岛生存：因为大陆暂时被魔力生物占领了所以人们使用魔力结晶制作了一块块空岛100*100超大面积空岛，随你改造（要有度！！）如果不喜欢玩RPG的玩家也可以加入我们啊(〃'▽'〃)不要脸的贴几个玩家空岛（我没告诉他们）：我可以去熊别人吗？：封禁三连接着！！\n\n建设中的服务器：服务器刚刚起步（但腐竹做好久了_(:з」∠)_），正在努力走向完善玩家也可以参与进来，为服务器的剧情，武器，副本，插件，机制等出谋画策腐竹会耐心的听并回复的，不管你擅长什么，这里都欢迎你既然来了云之谷，就是一家人了你甚至能在群里吹B：偷懒？：我不是我没有！\n随便扯扯腐竹马上就是一名大学生了，终于有时间做服务器了，服务器其实在高中阶段断断续续开过好几次，第一次开服是在初中的时候。腐竹一直都十分热爱RPG，编程和游戏制作还在学习中，只能用这种方法来还原出那个世界。还要谢谢一下KB大佬包了服务器的建筑和剧情，我在研究插件的时间里建筑技能都萎缩了（累）总之欢迎米娜一起来玩啊，腐竹可以在线跟你商业互吹(*^▽^*)\n这是主城这是证明\n看这里！！！服务器长期招收精通Mythicmobs,Betonquest插件的技术人员，时间不限详细请联系腐竹QQ450064700谢谢大佬们_(:з」∠)_来了我们就有故事\n不管怎么样，看到这里的人，都是好人祝心情愉快XD\n\n\n\n\n \n\n           \n",
    "replies": []
}