{
    "title": "【原创/连载】喵喵公馆同人小说——地球（每周六更新）",
    "author": "BaiMeow",
    "replyCount": 3,
    "timestamp": 1532144940,
    "txt_content": " 本帖最后由 锦鸡FBI 于 2018-7-21 17:28 编辑 \n\n喵喵公馆同人小说——地球简介：一群拥有超自然能力的年轻人通过穿越时空拯救地球的故事。先丢个服务器链接每周六12:00更新哦\n第一章    太空       “我叫柏喵，这是我的故事。”        缥缈虚静的太空漂浮着一艘轻薄的冷冻舱。一位少年的眼睛缓缓张开，似乎在回忆着什么。 \n       两个穿着黑衣的壮汉，压着那位瘦弱的少年。       “躺好了，别挣扎！”一位黑衣人大声吼道。那位少年被迫躺进了冷冻舱内。 \n       “那位少年似乎停止了回忆，开始抱怨道：“都是那该死的达姆克，突然推出新政策，让地球上的每个城市都选出一位最优秀的青年进入冷冻，不然就......唉，骗子。”       少年环顾四周。突然，他如同中了邪，呆呆地坐着。不久后便呐呐自道：“这是太空吗？我在做梦吗？”他猛地扇了自己一巴掌。鲜红的手印慢慢显现出来。      “这是真的！好吧，该回地球找达姆克报仇了！”接着，少年缓缓推开舱门，慢步走出。       少年突然闭上双眼，捂住嘴巴，快速地甩起了头。可不一会，他便睁开了双目，咳嗽了两声。“我竟然没事！我竟然在真空环境活了下来！但是......我在哪里？太奇怪了。”无奈的少年只好待在舱内。       过了一会儿，远处飞来了一艘巨大的太空艇。可少年发现后，脸色变得苍白。“那是......陨石吗？”瞬间，少年吓得晕了过去。       “柏喵，你好！我是......叫我老观就好了”太空艇中的青年男子说道。“嗯，原来这不是陨石啊。诶，你......”名为柏喵的少年说。“休息一会吧。毕竟紧张到能把太空艇看成陨石。”柏喵只好闭上了眼睛，心里怀着疑问：“这个叫老观的人，为什么知道我的名字？而且和他有一种莫名其妙的亲切感，总是感觉我们见过。”       约莫过了六个小时，柏喵醒了。他看见老观静静地坐着，似乎在思考什么问题。于是，柏喵便轻轻地走了过去，问了一句：“你在太空探险吗？”“算是吧，更多是工作。”老观无奈地答道。“你是哪里人？”“我来自三号殖民地，那儿的人都拥有有机物自解为能量的能力，所以并不需要从外界获得氧气。”       “现在是什么时候？到底发生了什么？”柏喵疑惑不解。“三号历304年，总历2035年，距离你被冷冻昏迷已经有五千多年了。”       老观叹了一声气。突然柏喵眉头一皱，急切地问道：“你怎么知道我被冷冻了？难道......”“嗬，我在那里工作。”“那么说你认识达姆克了？”“算是吧。”“快！带我去，我要找他报仇！”“冷静！等我的工作做完，就带你去。”       “你不是想知道来龙去脉嘛，好！”老观无奈地说道，“在你冷冻后3000多年后，一块陨石高速冲击撞穿了地球，然后地球就碎成渣了......”老观边说边看向窗外，面露难色。       柏喵脸上明显地露出“我不相信你”五个大字，半信半疑地问道：“那为什么我现在才醒来？”       “一开始，最早一批解冻的是最劣质的基因，被送往蛮荒星球开荒。后来，火星三号殖民地开始执行了种子计划，便分批解冻了你们这些高质量基因。”       “种子计划？”“没错，它是在总历1038年开始的，目的是将高智商高能力人种送往冰冻，并在未来可能被覆灭的人类文明后继续接续”       老观回忆了一段时间，便又接着说道：“由于当时的合成基因技术尚未成熟，组织决定将地球时期冰冻的高质量基因解冻，并在其不知情的情况下进行随机基因组合。”“什么意思？”柏喵疑惑地问道。“基因无法合成，于是只能靠修改变异了。”柏喵露出一副震惊的样子。       “在计划进行500年后，偶然间研究出放射性物质在不伤害人体的情况下的配比和最大量，并按时定量加入实验人的食物中，使计划进程突飞猛进。”“那么说，我不是个正常人了？”“可以这么说。”       柏喵吓得瞬时脸变得苍白。       “未来发生什么，不可预见。但是，请相信......这就是你！”老观说的这句话，时刻萦绕在柏喵耳畔边。未完待续......\n",
    "replies": [
        {
            "author": "BaiMeow",
            "timestamp": 1532146560,
            "txt_content": "每日一顶！"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1532146920,
            "txt_content": "欢迎在周边创作板块发帖\n不过请注意一下几点\n连载字数1000起步，单篇字数2000起步\n请根据版规在标题前加上前缀\n逾期可能面临删帖的处理\n以及，请勿顶贴"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1532322420,
            "txt_content": "版里的小说帖越来越少了，我活跃的时候几乎全是小说……"
        }
    ]
}