{
    "title": "[Minecraft.net][INSIDER]/[业界讯息]市场精选：2018年5月",
    "author": "578296515",
    "replyCount": 2,
    "timestamp": 1532751360,
    "txt_content": " 本帖最后由 578296515 于 2018-8-1 15:32 编辑 \n\n2018年5月社区市场精选OUR MARKETPLACE PICKS: MAY 2018\n\n本月，我们市场里最喜欢的三个作品是哪些呢？What are our three favourite Marketplace items this month?\n\n六月即将到来，是时候让我们用最好的方式离开五月了——新一期的荣耀地图列表！在过去的31天里，总共有36个全新的作品进入到了市场，并为无数新老玩家提供了愉快的游戏体验。干得漂亮！谢谢你们，帅气的社区创作者们！June is upon us, which means we’re finally ready to retire ol’ May in the best possible fashion – with another honorary list of our favourite maps played from the last 31 days. A total of 36 pieces managed to make its way onto the Marketplace this past month, with plenty of awesome gameplay to offer for both young and old alike. Yay! Thanks, you handsome community creators you!\n\n由于我们大量的内容团队成员都已消失的无影无踪（他们很可能都是家里蹲），我们很荣幸的有机会让我们尊敬的内容调查员 马修·莫士·德莱顿 至少有机会试穿三双鞋子(指地图/存档)。这一次我们更关注于地图的外表和内在。从的地图，皮肤，材质，他为我们选择了最好的，上等的，甄选的乐趣。Since the majority of our lovely content team have temporarily vanished without a trace (they’re probably home playing Factions, grr!), we’re happy to have our esteemed Content Coordinator Matthew \"MOESH\" Dryden step in and fill at least three pair of shoes, this time focusing on maps above and below the surface. Among maps, skins, and texture packs, he's helped select the best of the best, the top of the class, the ultimate selection of FUN.\n\n请站稳扶好，让我们去看看我们五月的精选之作吧！Brace yourselves! Here’s our top three picks from May!\n\n\n\n\n\n深海巨兽  MONSTERS OF THE DEEP\n作者 诺克斯克罗  by Noxcrew\n\n【中文字幕预告片】\n[bili=27924328]1[/bili]\n\n你可曾想过潜伏在距离地表最远的海沟里的是什么吗？现在，是时候去探索了！潜入坐落在美丽的海底世界里的深海研究设施。千万不要被它的外表给蒙骗了，在这浩瀚无垠的深海里，隐藏着无数的危险……\nHave you ever wondered what might lurk far beneath the surface in the deepest of sea trenches? Now is the time to find out! Take a deep dive to the underwater research facility, located in a beautiful underwater world. Looks can be deceiving though, and there are many dangers roaming the ocean...\n与三个定制BOSS决一死战，或者勇敢的与鲨鱼，蝠鲼和水母来一场对战！Go up against three horrifying custom bosses, or do daring battle with sharks, manta rays and jellyfish!\n我们的内容团队对深海巨兽是这样评价的：The content team are in deep water with this one:\n深海巨兽作为大地猛击的前传，成功的像我们展示了水域更新的各个特性并且向大家介绍了自定义水生物和BOSS！船鲨是最好的鲨鱼。（译者：船鲨可能是游戏内BOSS的名字）MOESHThis prequel to the popular Java map, Terra Swoop Force, shows off the sweet Update Aquatic features and introduces custom aquatic mobs and bosses! Boat Shark is the best shark.MOESH\n\n你需要一艘大船，千万别忘记带上一套防咬潜水套装，由此出发与深海巨兽对战吧！You’re going to need a bigger boat and a bite-proof diving kit, that’s for sure! Monsters of the Deep can be found here!\n\n空中遗迹  RELICS OF THE SKIES\n作者 伊马基福斯  by imagiverse\n\n[bili=27924585]1[/bili]\n\n在这次令人期待的冒险中你将与你的朋友一起探索空岛，与神秘的怪物对战，和海盗们一起欢呼。游戏中有大量飞行工具任你选择，飞艇，热气球，双翼飞机！如果这对你来说仍然不够，我们还有自定义的皮肤，音乐，材质包和生物！。我们为你准备好了供你在云中翱翔的一切！\nThis high-flying adventure lets you explore floating islands, battle mythical creatures and rowdy pirates as you search for legendary relics with your friends. There’s plenty of aerial vehicles to choose from – airships, hot air balloons, or biplanes! If that’s not enough for you, there’s also custom skins, music, resources, and mobs. Everything you need for a soaring adventure in the clouds!\n我们的内容调查员已经准备好冲向云端了，你呢？Matthew sure has his head in the clouds (in a good way)!\n接下来的这个空中遗迹能让你遨游天际和征服地牢。我最喜欢的部分是作品里能给飞机自定义贴标。顺带一提，这天空棒级了！MOESHThis follow-up to Relics of the Privateers has you flying around in air planes and conquering dungeons. My favorite part was putting custom decals on my plane. Also, that sky box is mint.MOESH\n跟随德莱顿先生的领导，登上飞机，加入我们的舰队吧！空中遗迹在这里等你！Follow Mr Dryden’s lead – join the flying fleet and mount a plane! Relics of the Skies is available here!\n精灵岛的英雄  ELF ISLAND HEROES\n作者 苟·克莱福特（意译：教育游戏工艺）  by GoE Craft\n\n【中文字幕预告片】\n[bili=27925048]1[/bili]\n\n精灵岛上的英雄原名四块创世石，故事发生在一个空中的魔法王国——布鲁姆丝菲尔。踏上史诗般的动作冒险，寻回四块创世之石，挑战并超越自我！与螃蟹对战，与火兽斗勇，与招募来的石头人在史诗般的战场里并肩战斗。无论你是独患难，还是共艰辛，你将会遇到18个全新的生物！\nFormerly known as The Four Creation Stones, Elf Island Heroes takes place in Bloomsphere, a magical realm far above the sky. Embark on an epic action adventure to retrieve the four creation stones – a quest that is anything but easy! Hunt crabs, face fire monsters, and recruit stone giants to fight with you on an epic battle ground. You can also encounter as many as 18 new ** mobs. Play solo or co-op with friends!\n\n以下是内容团队对布鲁姆丝菲尔的冒险所给出的看法\nHere’s what the Content Team thinks about the adventure in the realm of Bloomsphere:\n\n\n这个全尺寸的冒险地图附带了全程语音以及一个魔改过的材质包。这个项目像我们展示了Minecraft制作游戏的可能性。我最喜欢的是爱丽莎的部分，但地图里的其它谜题和冒险也同样使得这个项目被我们选中\nMOESH\nThis follow-up to Relics of the Privateers has you flying around in air planes and conquering dungeons. My favorite part was putting custom decals on my plane. Also, that sky box is mint.\nMOESH\n想要享受乐趣吗？由此开启你的精灵岛之旅吧！Want in on the fun? You can get Elf Island Heroes right here!\n除上述作品之外，市场里还有更多的史诗级的作品在等待着你！This, and so much more epicness awaits you in the Marketplace!\n\n原作者 Per Lardin原文地址 https://minecraft.net/zh-hans/ar ... lace-picks-may-2018\n译者 578296515（失落的分别）\n发表于 2018/7/28\n\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1533026040,
            "txt_content": "快乐为什么要加粗\n好像有些语气词没有翻译出来啊"
        },
        {
            "author": "578296515",
            "timestamp": 1533151800,
            "txt_content": "天狼星black 发表于 2018-7-31 04:34\n快乐为什么要加粗\n好像有些语气词没有翻译出来啊\n其实那个快乐本来是对应原文里斜体的FUN的，但是斜体在中文里我觉得并没有表示出原文的意思，我就改成了加粗。现在再看一次觉得还不如不加粗呢"
        }
    ]
}