{
    "title": "[原创·连载]黑色的泡沫 序&第一章",
    "author": "SMFX阜星",
    "replyCount": 2,
    "timestamp": 1532450220,
    "txt_content": " 本帖最后由 SMFX阜星 于 2018-7-31 15:22 编辑 \n\n\n\n\n\n1720-1103040S63024.jpg (278.09 KB, 下载次数: 0)\n\n下载附件\n\n2018-7-25 00:27 上传\n\n\n\n\n黑色的泡沫\n序&第一章\n撞名的话纯属巧合\n\n\n序\n\n塔雷克斯法典——一则记载了古往今来魔法传奇的书籍\n\n\n来自布雷克的故事：略\n来自布雷克的留言：这是一个我从未考虑到的伟大胜利，我相信各位一定能再现我的辉煌！\n\n\n奥尔维亚秘籍——共三册，简明扼要地讲解了可能成功的魔法\n\n\n来自布雷克的故事：略\n来自布雷克的留言：虽然我早已淡忘哪个是对的，哪个是错的。不过我相信你们，相信各位，即便在无数次失败后，\n也能坚定自己的初心，去追逐成功和传奇，成为历史！\n\n\n瑞丹什秘籍——一本讲述了一些常见魔法事物的书籍\n\n\n来自布雷克的故事：略\n来自布雷克的留言：有些不够完善，但我已经没有心思编辑下去了。\n事实上，很多连我本人都不清楚。\n还请麻烦各位后来者帮忙补写一下，别让这段历史被永远尘封！\n我们的传奇应该继续延续下去！\n\n\n\n\n第一章\n\n        夜伸展开了它无边的漆黑翅膀，将大地笼罩在其下。翅膀的裂缝中是一轮惨白的孤月。放眼望去，看不见一丝星辰，漆黑的乌鸦瘆人的尖鸣地在空中回荡，逐渐消散在远方同样漆黑的树林里。        树林的尽头是一片花草枯萎的平原，一块块奇形怪状的巨石横躺在那里，巨石上是一座不知如何能保持住平衡的古堡，漆黑的塔尖似要划破长空，半掩的窗门不断地被风踢开，又在嘶鸣中回归原样。        忽然，树林中传来一阵窸窣的脚步，一个身穿漆黑长袍的中年男子缓慢而稳重地走了出来，他那引人注目的鹰钩鼻和干瘪的脸一同抬了起来，浑浊的双眼仿佛被古堡吸住了。        男子瞥见了古堡上的乌鸦，愤怒地咆哮了一声，极具穿透力的声音刺进了乌鸦们的耳膜中。乌鸦们大声叫着，转身拍了拍翅膀，飞走了。        中年男子迈着滑稽的小碎步走进了古堡，他蹩脚的走路方式让他在巨石前耽搁了好一会儿，但他还是爬上了巨石。        “哗啦！”        刺耳的声音在证明古堡的大门被推开了，门底与地板划出尖锐的交响曲，男子不禁缩了一下，厌恶地皱起眉头。        古堡内一片漆黑，男子不知从哪里拿出一根火把，用打火石把它点燃。只见古堡内有各式各样杂乱的器皿和药瓶，粉色黑色蓝色的液体交杂在一起，黑色的泡沫从最大的一个瓶子内不断地冒出来。        男子蹲了下来，把火把轻放在一个满是灰尘的架子上，笨拙地让它立好，紧接着在地上铺开的一些画着乱七八糟图案的书本中翻找起来。        他随手拿起来几本书，皱着眉头扫掉上面的灰尘，平铺在一张失去一个脚的桌子上。        男子立在那里，仰天长叹了一口气，摇曳的火光照亮了他满是忧愁和无奈的脸。        男子紧接着抓起几个空瓶子放在桌子上，打开一本厚厚的书，熟练地用细长的手指翻找着想要的内容。他的目光在一块块残缺的文字间游走，在一片片莫名的图案中游离。        不知过了多久，他最终选定了目标。他仔细地看了一眼，确保自己已经全部记住了之后，双手抓起在附近早已准备好的两个空瓶子放在左边，右手立刻紧接着抓住一个装满了黑色液体的烧瓶，缓缓地往其中一个空瓶内倒。        黑色液体大概比水要更粘稠一点。两种液体混杂在一起时没有溅起烦人的水花，只有黑色的泡沫不停喊出低沉的抱怨。        蓝色的液体也被男子倒入，两者混合激起了一片白气，遁隐在空气中。泡沫快速喷涌而出，热量散发出来，男子不禁往后退了一步。火把闪动的火光照亮了他的脸，那是一张欣喜若狂的脸，扭曲盘缠着看得见的期待。          然而瓶中道不明的反应逐渐停止了。混杂在一起的液体变成了深蓝色。        男子呆立了一会，直直地盯着瓶子，接着伸出双手，小心翼翼地把它拿起来，往地上一撒。溅起的水花和白气在落地后瞬时产生，又即刻消散。\n        “永远不会成功了吗？！”男子愤怒地大声吼叫，声音与吹进古堡的风交杂在一起，一头撞上古堡的墙壁，消散在墙壁上。        男子强忍着想把瓶子摔碎的冲动，转身离去。刚刚迈出脚步，火把忽地熄灭了。他忍不住又发出一声咒骂。\n        古堡外的天空愈发深邃和漆黑，苍穹的尽头，隐隐闪出几道纯白的亮光。\n第一次试写XD\n\n\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1532608500,
            "txt_content": "古堡内一片漆黑，男子不知从哪里拿出一根火把，用打火石把它点燃。\n林业mod-熄灭的蜡烛"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532611020,
            "txt_content": "初阳时光 发表于 2018-7-26 20:35\n林业mod-熄灭的蜡烛\nMOD里还有这种操作XD\n脑洞重复系列"
        }
    ]
}