{
    "title": "《伪恋》- 桐崎千棘 | Chitoge Kirisaki - Nisekoi",
    "author": "夜刀神十香",
    "replyCount": 4,
    "timestamp": 1532447280,
    "txt_content": " 地图简介 \n动漫作品《伪恋》中女主角。从美国转学回来的美女转校生，美国黑帮“蜂巢”老大的女儿。混血儿，父亲是美国人，母亲是日本人，是名有着苗条身材、金色长发、淡蓝色眼眸（小时候是褐色）的美少女。成绩优异，且运动神经超群。同时也是个急性子，常常冲动行事，很不坦率。班上男生人气第1名。在恋爱方面很迟钝。\n\n背景\n混血儿，父亲是美国人，母亲是日本人 。从美国转学回来的美女转校生，美国黑帮“蜂巢”老大的女儿，而母亲则是跨过大企业的社长。成绩优秀，运动神经超群的天才型女孩。尤其腕力格外强大，还曾把水泥围墙打得粉碎。\n\n容姿\n有着苗条身材、金色长发（发梢则是粉红色 ）、淡蓝色眼眸（小时候是褐色  ）的美少女。班上男生人气第1名  ，被誉为“凡矢理七英雄”之一，有“黄金玫瑰公主”之称  。\n不管再怎么打扮，头上都一定会绑上红色的缎带，尤其珍惜妈妈10年前送她的那条 。自称发带是自己的魅力所在  。实际上，千棘之所以会戴着这个丝带，契机就是一条乐。10年前，在千棘喜欢的画册里，有一位戴着这样丝带的女孩，因为乐的一句“这条缎带一定很适合你”，千棘找到妈妈给她买了这条缎带  。\n\n性格\n个性活泼开朗，也很忠于自己的感情。但是，在恋爱方面似乎总是无法坦率表达自己的心情   。虽然是个千金小姐，但是一点架子都没有，是个无论何时都很开朗的女孩   。同时也是个急性子，常常冲动行事。只要不讲话就是美女，但美中不足的是一旦生气就会立刻动手   。看似别扭，但其实个性很直；看起来惹人厌，但其实很善良。她只是笨拙了点而已，真正的她比谁都要率直  。\n明明三不五时就为一些芝麻小事发牢骚，但遇到重要的事，她却总是习惯全部闷在自己心里 。很不坦率，但却又是会把感情直接显露在脸上的类型。\n弱点\n弱点也很多，怕黑暗的地方又怕打雷。自从小时候有次卡在洗衣机里5小时动弹不得以后，就害怕又暗又狭窄的场所了  。一旦开始害怕就会温驯得判若两人 。\n或许是因为个性粗枝大叶，她并不擅长处理琐屑的事情，尤其是烹饪水平堪称毁灭级。可能是因为平常都靠直觉生活，虽然可以做出人类几乎做不到的动作，但是重视过程的烹饪对她而言很困难。 \n\n\n\n 图片欣赏 \n\n\n\n地图授权 \n地图作者：Divici\n作者原发布帖：https://www.planetminecraft.com/ ... kirisaki---nisekoi/\n原帖下载地址：https://static.planetminecraft.c ... 512479959.schematic\n\n\n\n\nQQ截图20180714214516.png (90.63 KB, 下载次数: 5)\n\n下载附件\n\n2018-7-24 23:48 上传\n\n\n\n\n\n\n 地图安装 Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。\n\nSchematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n 注意事项 1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者所有。\n\n 最后的话 \n如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；\n另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。\n若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。\n如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。\n\n                                                                                                                     ——夜刀神十香搬运\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "天灾董低调",
            "timestamp": 1532452200,
            "txt_content": "哇，卡哇伊，继续努力"
        },
        {
            "author": "夏逆大大",
            "timestamp": 1536057480,
            "txt_content": "这张地图是真的牛逼"
        },
        {
            "author": "皇明天子",
            "timestamp": 1555298700,
            "txt_content": "生动形象的展示了我老婆的美丽QWQ"
        },
        {
            "author": "huasheng925",
            "timestamp": 1555501140,
            "txt_content": "神乎其技，不服不行！"
        }
    ]
}