{
    "title": "[原创/连载]【六月活动/微小说】[侠行天下]第1章",
    "author": "天之剑心",
    "replyCount": 0,
    "timestamp": 1532526540,
    "txt_content": " 本帖最后由 天之剑心 于 2018-7-27 08:36 编辑 \n\n《侠行天下》\n《一.侠路相逢》  前言：正是村中好男儿，不畏艰辛闯门关。谁说乡下无高手？村东西南各唯一。\n  作者的道歉：本人天界，腐朽无能，竟然仗着有大神发小说，乱水贴请教！导致被版主大佬封禁五天，而后BUG又四天未上！@南少D凌坤 感觉对不起大佬！请原谅！还有版主大佬@540083835 。给您们添麻烦了！\n【话不多说，继续下文】\n   “哈哈！小儿，我还当你有什么本事呢，竟然敢来单挑土匪头子？”陈天忙与李把头拉开距离，心里暗暗地想道：哦！挺有意思的，竟然可以击退我的攻击，但是武道远远不会置于此处！陈天突然眼神一变，杀气顿时四散开来！李把头本来心里还在窃喜，谁知道下一秒竟然被吓得动不了刀了......“你...你...这种境界感觉怎么是......造极登峰！”\n  是的，在明朝武林的时候，已经发展成了修为评级！也就出现了这些实力代称，从小侠到侠圣依次是：初出茅庐 小有所成 小道涿鹿 破林镜武 出神入化 傲视群雄 造极登峰 所向披靡 无人能敌到天人合一！李把子想起来他的父亲给他讲的武林传说的时候，说过：“在我们这些习武者的眼里，天人合一算是最厉害的境界，在我们当今的狭隘眼界下也只有几位高手能达到，但是其实在习武者上面还有入武者，这是另一种高强的境界，能成为入武者的人大都是武林大陆真正的强者。”父亲沉默了一下，又摸着把子的头语重心长地说：小把，爸爸以后不要求你要成为什么国家栋梁之才，只求你以后能够仗剑江湖，多做善事，要记得多行不义......自毙自。”\n  把子手已经动不了了，在陈天的杀气出来的时候，他知道他就已经是一位死人了。“可惜，可惜，这辈子没能实现我的梦想，仗剑江湖，反倒成为了恶人。父亲，这就是多行不义自毙自吗？”陈天一剑刺穿了他的喉咙，声音低沉地说道：“你未完成的梦想，由我来实现。”突然陈天的杀气弱了下来，眼神又恢复成了水灵灵的蓝眼睛。\n  对于刚刚发生的一切，陈天本人并不感到吃惊。“看来这煞气有时候也是个好东西啊！”陈天略有高兴地说道。回忆起当初赵志宇教他武功时，他竟神奇地发现当他遇到无法应付的敌人时，这股煞气就会突然而起，而正像李把子那样出神入化的高手感觉到了他必死，这种煞气连赵志宇那样所向披靡的高手都没有发现陈天的异常。每一次，陈天开启煞气以后，实力会剧增。在脑海里有个声音在回响“天！天！你一定要掌握紫煞！”    “啊！！！那个声音究竟是什么？？？？！！！”陈天摸着头痛苦地喊道。“啊！！！谁来救救我们！”“这声音是村西传来的，不好我要赶紧去救村民。”\n  跳转村西：那里正有一位女侠正在试图炼制人间地狱，在那里的家丁已经基本死光了。这位女侠发如雪丝，眼神冰冷，在脸上还能看出一种冰美人的视觉。驻守村东的韩家老管家就站在村东中央，背着女侠慢慢讲道：“你用的是武当套路吧？？？小辈报上名来。”“哦？老不死的，还想知道我的名字？那好，我乃武当派首席弟子凌雪，今天，你们这些小贼竟然敢伤天害理。不容饶恕，出招吧！”\n  管家胡子一绪，嘴角一丝笑容，说道：“好！那就让我看看武当派首席弟子有何厉害！”凌雪一下子用凌空微步飞到了管家面前，使出了武当剑法三清心剑。管家也不留后手，竟然一下子把金蝉脱壳全套路用了出来。“老乌龟，这就是你的后手？？”“不，错了，你听过金缠手吗？”“金缠手？听祖辈们提到过，那是一门江湖的绝学，可以与武当的三套套路实力相当，甚至超过。”“那我要开始出手了，小娃娃，你现在离开这里还来得及。”“早已立誓仗剑，怎能背弃信义！”“很好，现在的武林就需要你这样的，来吧，鹿死谁手就在今天”\n  跳转村东：“啥？？？你说啥大爷我听不见。”一位大侠正在提着一位家丁，附近的家丁已经全部被打倒。“大爷，饶了小人吧，小人上有七十岁老母，下有三岁小儿啊！”“为了自己的老母儿子，就可以杀死别人的老母妻儿？像你这种人我寒天留不得！”寒天一刀结果了家丁。这位少侠名为寒天，他的父亲是烟雨庄武馆的馆长寒虚，可别小看这一个小小的馆长，在当时的明朝武林，一席武林之地只能有一个武馆存在！而寒虚便是在这群踢馆的人当中脱颖而出的，他以江湖基础套路为一流，连现在的武林盟主林天英的守卫雾练也无法与其为敌。    这时一直在一栋房屋上喝酒的和尚喊了一声：“嘿，朋友。上来一起喝酒吗？我看你这江湖套路还挺熟练的，交个朋友啊！”寒天轻身跳飞了上去，说道：“嘿，和尚老儿，大爷我正愁没酒喝，但是我这个人不和坏人做朋友，看你长相像个和尚，却在喝酒？佛陀岂能喝酒啊？”  和尚喝了一口，继续说道：“啥？谁说和尚就不能喝酒？老子当年在达摩再怎么样也是个二师兄，只因为喜欢喝酒而被逐出师门。和尚咋就不能喝酒？和尚也会烦闷啊！”寒天大笑道：“哈哈哈哈，我还以为什么事情呢。那来过两招，如何？”“自然求之不得”。\n  跳转村南：这里尸横遍地，不过值得一提的是倒不是百姓的尸体，倒像是？？？家丁和韩家杀手的尸体。那里有一位有着刀疤脸的大叔，但是却完全不符合清洁发展呢.......大名鼎鼎的嗜血捕快竟然被打伤了？“刀疤脸大叔，再来战个三百回合啊？本姑娘还没玩够呢！”一位长相俊丽，满脸萝莉样的小女侠手里转着斐血镖在说着。嗜血捕快阴险地笑着：“小姑娘，不知这一身如此厉害的武功，师出何门啊？”“听好了，本女侠就是出自唐门唐老姥姥门下的亲传弟子唐嫣嫣，今天你们敢在光天化日之下行恶，被少奶奶我看到了，就难逃一劫！”\n  捕快一脸嘻嘻地迎合着说：“是是是，今天遇见了如此厉害的女侠，真是我等的福分啊，嘻嘻，只不过，姑娘你高兴太早了！”嗜血捕快从身上拿出了暗器，投了过去。唐嫣嫣直接躲了过去，跳了下来，用毒蛇吐信正击捕快的心脏，捕快也被结果了。“啦啦啦，终于解决这个坏人了。不过应该还有更厉害的坏人，我去村东看看。”唐嫣嫣蹦蹦跳跳地往村东走去.......\n  又回到村西：“噗........鄙人有眼不识泰山，竟然不知道姑娘学会了武当的绝学太极拳，惭愧惭愧，老夫也只好自我了断。”说完，老管家左手举起剑将要自杀，右手在背后拿着暗器。老管家低沉着头笑道：“姑娘不知最后能否接在下一招。”说完，马上举起了暗器。说时迟说是快，一直在一栋小屋上面观察的陈天，看到了老管家准备偷袭，心里想：这个老东西竟然敢如此无礼，看我怎么教训他。他将剑投掷了过去，正中了老管家的头部,老管家倒了下去。凌雪眼神一看陈天，竟然没有居剑。反而说了一句出乎意料的话：“多谢。”陈天也不知怎么的，在她说话时瞄了她一眼，竟然突然脸红了。打了自己一巴掌，说：“我胡思乱想些什么啊！咳咳，敢问女侠何名？”    凌雪冷冷地说:“在下凌雪，武当派弟子，大侠何名？怎会出现在此。”陈天将自己的名字与经历还有所见所闻都告知了凌雪。凌雪欲言，却被村西的打闹声终止了，她对陈天说道：“陈天，我们去看看吧！”究竟何人在村西打闹？预知下事，敬请关注《侠行天下》！作者的话：其实我这人吧，文学水平不高......这个我确是要承认，但是写成这一篇侠行天下也是我的一个梦想，也是我一直在追的太阳！感谢一些大佬的指点，我会在七月底前出完第一季游侠篇，都会发完六月活动贴内！作者的诗：①       悲常                                                               一丝无悲短空了，悲怨俗尘了尘音。                        今日莫在空白发，否然阳世转阴泉。               ②      梦无常      梦未醒一壶煮酒，人间群燕未飞离。    人世判官无人道！差比梦中白无常。\n\n\nBUG:http://http:             \n",
    "replies": []
}