{
    "title": "[原创·连载]黑色的泡沫 第二章",
    "author": "SMFX阜星",
    "replyCount": 4,
    "timestamp": 1532660880,
    "txt_content": " 本帖最后由 SMFX阜星 于 2018-7-31 15:07 编辑 \n\n黑色的泡沫\n\n第二章\n\n撞名的话纯属巧合\n\n      漆黑的古堡之外，突出的巨石上赫然呈现了男子的身影。他仰望着远处开始电闪雷鸣的苍穹，席卷而来的乌云遮蔽了惨白的月光，轻风吹起了一片舞动的森林。\n      男子不知道自己是第几次失败了，自从他来到这与世隔绝的地方后，这种事情每天都在上演，一次又一次，如同早上准时的醒来和夜晚准时的睡眠一样，已经不可阻挡地成为了他生活的一部分。      相信那种东西是真实存在的想法由来已久，他小时候就喜欢翻找东西，正是那一次翻到了图书馆最底层最破烂的那几本书，上面记载的奇迹之物一下子深深地吸引了他，他恰似渴求食物的饥民一般开始阅读，开始相信上面的记载。\n      然而，这是被众人所否决的。他想要验证，但没有任何一个人相信看上去怪里怪气的他和那几本破书。\n      “那种东西怎么可能存在啊！”他仍记得当初他们嘲讽的口吻，甚至隐含着对一意孤行之人的同情。\n      “我觉得是真的，不是都看见那古老的书籍了吗？”他不服气地反驳着，却遭到了新的嘲讽：“别费心思了，那些只是一群无聊的人乱写写出来的，他们自己都不知道是否是真实的！再说，这是自古以来的禁忌，万一触碰......”\n      “你们刚刚才说这东西不存在，现在又害怕触碰禁忌！你们在心虚！看来你们分明是不想看我成功的样子！”\n      “......随你便，自己害死自己的人，我们可管不着。”\n      男子气愤地离开了故乡，按照书上的指引穿戴上一袭奇怪漆黑的服饰，那是他找了几个星期才找到的普通裁缝帮他特制的，他还好说歹说劝了半天，那个裁缝才勉为其难地帮他缝了。他为此掏出了几乎所有的钱。至于其它有名的裁缝......根本不愿意帮他。\n      “去，这么点钱，还这么复杂，谁帮你啊！”\n      然而他还是一本正经地拍着胸脯保证：“到时我成功了，再给你一大笔钱！”\n      “滚出去！”\n      想到这里，男子不禁叹了一口气。\n      按照书上的指引，他来到了与世隔绝的古堡，书上记载着第一个成功的人就是在这里出生的，也是一直在这里不分昼夜地潜心研究，最终才得以成功，被载入史册。\n      然而，这里的环境非常不理想。频繁的雷电天气，漆黑的万物，永远看不见太阳......乌云如防火帷幕一般切断了太阳的火热，只残留阴冷和诡异。他也是被逼无奈。\n      “听说附近来了个穿的很诡异的怪人耶。”\n      “说是要研究什么自古以来没人研究的禁忌，真是不要命。”\n      他来到了最近的城镇，找了个最偏僻也是最便宜的房子租下，一边实验一边兼职赚钱。人们一开始只是议论他的诡异和事情，当作茶后笑料，后面就渐渐变成了厌恶和不满，到了后来，他在任何地方做实验都被附近的人们赶走。究其原因，还是因为他的实验失败时总是会爆炸，虽然破坏力不怎么样，但却会同时引发极其刺耳的嘶鸣，恰似一只巨大的乌鸦在尖叫，而且不大的破坏力也足以让房东记恨，每每他都为此掏出一大笔钱塞给房东，甚至比塞给房东的房租还多。\n      后来他连兼职工作都丢了，没有人愿意再聘请他了，他只能在城镇捡破烂卖掉来维持生计，生活极其拮据，走到任何地方都被人们厌恶。他只能尽量摆出笑脸，不去惹恼路过的行人。\n      然而人们还是越来越讨厌他带来的噪音和谣言，最终还是聚集在一起把他驱逐走了，他仍记得离去的时候，转身看见的那一片写满厌恶的脸。\n      于是他干脆来到了古堡。这里虽然环境奇差，但没人干扰，自己也清静。日常生活什么的，去树林逛一圈，摘点果子，找个泉水，就这么凑合了。只需担心的是那袭服饰，要小心它别被荆棘划破，那是成功的必然保证之一。生活既艰苦又孤独，他还没有发疯，已经是个奇迹了。\n      这么久支撑着他的就是成功的荣耀和自己的信念：总有一天，我会让你们见证到我的成功！\n      然而现在他终于开始动摇了。距离他来到古堡少说也有几年时间，与世隔绝的生活不会让他非常难受，但最大的敌人是孤独。无数次失败也终于开始让他以往坚定的信念开始动摇，书本上的内容他也逐渐开始怀疑。然而，事到如今已经没有回头路可走，他只能继续下去，不成功，便身死，独自消散在人间，不为任何人所记起。 \n      又是一声惊雷，霎时白光笼罩了大地，隐没了男子的身影。\n      \n第一次试写XD\n\n",
    "replies": [
        {
            "author": "水之珠",
            "timestamp": 1532664000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532670840,
            "txt_content": "水之珠 发表于 2018-7-27 12:00\n哪里来的图似曾相识\n网上找的"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1532690520,
            "txt_content": "感觉...还可以，按照初学者的标准...\n最主要的，还是描写手法的问题...\n讲道理，以本文的篇幅顺叙写五年间发生的事，其实...个人认为还是以主角于五年后的生活现状，以回忆等形式插叙或倒叙，可能会好些\n\n以及，本篇文章...详略不当，个人并没有看到突出表现的某个片段或事例\n也就是，什么都想写的很详细，但又都写不了太多，于是最后就成了...一锅粥：虽然每一个片段都写的较为详细，但最后看起来还是像流水账\n其实完全可以节选出一到两个事例，通过主角的第一人称视角详细描述，以此凸显人物形象\n\n还有，\n 这么久支撑着他的就是成功的荣耀和自己的信念：总有一天，我会让你们见证到我的成功！\n妈妈快看，龙傲天！\n这种关于人物信念的描写，最好是使用第三人称，或是夹杂在人物的对话之中，否则就真的会给人这种奇奇怪怪的感觉\n\n再接再厉"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532691480,
            "txt_content": "星之永恒 发表于 2018-7-27 19:22\n感觉...还可以，按照初学者的标准...\n最主要的，还是描写手法的问题...\n讲道理，以本文的篇幅顺叙写五年间 ...\n详略不得当这问题困扰了我很久XD，果然还是得找时间研究研究XD\n生活经历来回忆居然忘了系列\n最后一个有点不想改怎么办XD"
        }
    ]
}