{
    "title": "[施工现场]MC风云——古文明",
    "author": "神诸葛亮",
    "replyCount": 13,
    "timestamp": 1532719920,
    "txt_content": " 本帖最后由 神诸葛亮 于 2018-8-9 03:48 编辑 \n\n大家好我是神诸葛亮！某逗比的专业搬运工（顺便帮建一下图什么的）！\n当然，这次分享的地图是没做完的（不然我要开头多加一个施工现场干啥），对于阵营什么的咱们完全没有什么思路，\n所以说，即使是1.11，mod走起。\n（也许这个系列是1.11唯一一个又大又难玩还没几个命令方块搭建的地图了，新手嘛）\n…………………………………………fa♂割♂shit……………………………………………………………………………………………………………………\n我们先总的来介绍：\n在MC的古文明时代有三个重要的大国：\n翁比利亚帝国\n布玛帝国\n拉罗斯科共和国\n以及他们的附属国：\n莱斯诺帝国（布玛帝国的保护领）\n幕布罗斯科（拉罗斯科共和国的殖民地）\n还有在人类的远古文明时期就已经凉透的：\n血族\n\n我们将挨个介绍他们的关系，然后再做其他介绍\n翁比利亚帝国\n翁比利亚帝国是一个新生的国家，首先由好战的翁比利亚民族与怒来恩民族建立起游牧部落联邦，然后在与血族的交战中，怒来恩民族\n渐渐失去了统治地位，于是翁比利亚民族在公元前267100年建立了翁比利亚洛克塔王国，在不断的征讨中变得越来越强盛，最后成为了今天的翁比利亚\n帝国。翁比利亚虽然是帝国，但是其政权系统还存在有较大的游牧传统，需要进行改革。截图：\n翁比利亚的皇宫：\n大荆河：\n敏感度极高的地区：\n洛雁：\n大平矿场：\n\n布玛帝国\n布玛帝国真的是很复杂的一个帝国，很难说他是在强盛状态还是衰弱。在边界地区，布玛帝国已经无力抵抗翁比利亚帝国的进攻，但是\n布玛帝国在本土防御上投入的兵力已经不是拉罗斯科和翁比利亚联合起来能打动的了。布玛帝国控制的莱斯诺帝国综合实力渐渐大过布玛帝国，但是\n莱斯诺依然顺从于布玛，而且布玛也没有过多的干涉莱斯诺，这不仅仅是表面上那么简单了。不管布玛帝国是仍在强盛或已经衰弱，这个已经有了一万年的历史的帝国已经摇摇欲坠，而且已经丢失了许多以前的领土。布玛帝国的皇宫（不要怀疑）：传言这里曾经有一个装置，能让皇帝自由上下，以便听取每一层大臣的意见。\n布玛帝国凌流の无敌舰队（噗）：\n\n\n\n拉罗斯科共和国\n这是一个表面共和国，拥有共和权的贵族都不怎么常见，更不用说平民了（但是这一次的军事大执政官是平民出身）。共和国的综合执政官拥有整个国家最大的权力，其他4个大执政官必须服从综合执政官（4大执政官分别是地方、军事、外交、行政大执政官）。拉罗斯科和幕布罗斯科的关系可以用“错综复杂”来形容：拉罗斯科和幕布罗斯科都是罗斯科民族为主导，但是在拉罗斯科进行殖民时宣称的，所谓的“罗斯科”人在翁比利亚地区定居的时候翁比利亚正在积极扩张，不可能存活下来。所以有一种说法：幕布罗斯科的“罗斯科”人其实是怒来恩人——翁比利亚以拉罗斯科进行“民族压迫”为理由而宣战，而翁比利亚不可能帮助与自己民族为敌的国家。\n拉罗斯科议政大厅：你可能会问我：下雨怎么开会？\n答：你没看见他们人都没上来吗\n拉罗斯科の无敌舰队（看看人家布玛一条船就叫无敌舰队）：\n不是你们听我解释，那些人早就战死了，还有一些上岸了，不是拉罗斯科派驴子入侵幕布罗斯科（我该怎么解释呢……）……\n\n\n\n莱斯诺帝国\n莱斯诺帝国几乎在布玛刚建立的时候就已经强盛到可以威胁到血族的生死存亡了，但正是如此，莱斯诺帝国花费了大量的时间与人力去侵略血族——是的没错，不仅将入侵的血族全都打败了，而且还侵略了大部分血族的领土，控制了它们赖以生存的血液（即食物）来源，大批血族流离失所，纷纷逃窜，现在还留在原来的巢穴里的也临近死亡——后来几乎**，最后在凌流之战中被布玛彻底打败，沦为了布玛的保护领，而且被布玛割让了几千里的地。莱斯诺的兵种，是为了对抗血族而专门设计的：鹰骑兵（鹰会飞），可以在空中任何一处地方战斗。\n莱斯诺被摧毁的皇宫（你看那些雕像都还栩栩如生的）：\n你们的鹰骑士，那雄壮的身姿，那英勇的气魄，那无畏的的意志（对我在说血族）：\n\n\n\n\n幕布罗斯科\n幕布罗斯科被宣称这里的拉罗斯科人称为“古罗斯科人”，真实民族不详（统一认可是怒来恩人），拉罗斯科人的种种压榨政策已经严重的激怒了幕布罗斯科人，它们发起了一场盛大的独立战争，并且在天涯河击溃了拉罗斯科人的主力舰队。后来，独立战争因为翁比利亚的介入扩大到两个帝国的混战。\n独立战争の一角（对还是上面那张图）：\n\n\n\n血族\n血族绝对是最古老的一个种族了，它们的族群从蝙蝠扩大到鸟类，再扩大到人类。它们身上携带的，被人类称为“无间邪恶”的瘟疫，死人患上这种瘟疫后就会变成血族。血族身上没有护甲，但是它们在漆黑一片瞬间出现，击杀目标再瞬间消失的能力无法用语言描述。人类曾经败在了血族的手下，死的人连尸体都不见几具，直到莱斯诺帝国崛起，发明了驯兽术，才终结了血族对人类的威胁。\n现存的血族巢穴：\n血族：\n\n\n……………………………………Boy♂next♂door…………………………………………………………\n\n MC的第一次世界大战 \n翁比利亚帝国与拉罗斯科共和国的第一次战争是MC的第一次大战，翁比利亚帝国伪造了与拉罗斯科共和国相邻的省份的宣称，第二天，双方动用了超过50个单位的陆军，28个单位的海军打响了MC第一次世界大战（误）。一开始是翁比利亚帝国占据了压倒性的优势，甚至打到了拉罗斯科的执政大堂，但是后来，因为翁比利亚帝国的一个将军在授权的情况下闪击了布玛帝国使得布玛帝国加入战争。到了战争中期，翁比利亚帝国派使臣向拉罗斯科共和国劝降，会议上80%人投下赞成票，拉罗斯科共和国退出战争，但是布玛方面还在继续战斗。在莱斯特帝国的将军的指挥下，翁比利亚帝国的侵略减缓了许多，此时布玛调来了全国所有的军队，在天水一带击败了翁比利亚帝国主力军。在战争中后期，拉罗斯科共和国的新军事大执政官主张重新与翁比利亚谈判遭拒，遂闪击翁比利亚帝国军队左翼，几乎整个左翼都投靠在拉罗斯科共和国下。但是翁比利亚帝国的海军还是包围了执政大堂，情急之下，拉罗斯科共和国紧急调用全国的兵力抗击翁比利亚帝国，最终失败了，不过翁比利亚帝国在几天后下令海军撤军（因为布玛帝国占据了海上优势），在凌流一带，翁比利亚帝国的右侧翼惨遭全歼，而主力军也被拉罗斯科牵制。最后，翁比利亚帝国的主力军被布玛帝国的军队包围，拉罗斯科的军队深入翁比利亚腹地，并且联合幕布罗斯科包围了皇宫，次日，翁比利亚帝国投降，拉罗斯科共和国获得了大平矿场（人类控制的最大的天然矿场），布玛帝国控制了洛雁，战争宣告结束。不久后，幕布罗斯科打响了独立战争，翁比利亚帝国加入了战争，这是要干什么……\n（我甚至可以写本小说）\n\n\n在游戏之中，每一个微小的操作都有可能影响接下来的剧情，或许，翁比利亚帝国能在你的领导下征服布玛和拉罗斯科，也可能在你统治莱斯诺帝国期间推翻布玛的暴政，亦或是四处游走，再次挑起一场世界大战，亦或是引导血族归来，把人类再次带入黑暗时代……\n\n\n",
    "replies": [
        {
            "author": "天之剑心",
            "timestamp": 1532732160,
            "txt_content": "大佬，加油！！！！"
        },
        {
            "author": "葉子の",
            "timestamp": 1532740200,
            "txt_content": "你也许可以去注册一个微博。。。把图片上传到微博再用图片地址链接在这弄出来"
        },
        {
            "author": "SevenC",
            "timestamp": 1532740440,
            "txt_content": "https://spic.sevenc.xyz/\n\n试试这个_(:з」∠)_"
        },
        {
            "author": "米安博奥",
            "timestamp": 1532744280,
            "txt_content": "图床可以用本站的草稿贴功能来存图\n帖子内容总体太花\n颜色过多 色调不统一 希望注意下"
        },
        {
            "author": "Skyer",
            "timestamp": 1532745720,
            "txt_content": "静等大佬完工，关系介绍的不错"
        },
        {
            "author": "775717909",
            "timestamp": 1532747520,
            "txt_content": "关系介绍的不错，不过排版颜色有些太花，建议改进！"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532749080,
            "txt_content": "排版建议优化一下XD"
        },
        {
            "author": "du☆gu",
            "timestamp": 1532770140,
            "txt_content": "图床：sm.ms（可以帮助你）\n虽然我不知道在讲什么 但是看了介绍感觉很厉害的样子、\n期待完工\n完工前留名"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1532832060,
            "txt_content": "谢谢大家的帮助与支持！已经可以把图发上去了，但是由于LZ的网路原因，其他地区的截图还没有发上来，而且LZ家电脑不怎么样，没法很快的拍摄到光影效果（光影我昨晚上才加进去的），望大家谅解"
        },
        {
            "author": "冥王星人",
            "timestamp": 1532949240,
            "txt_content": "历史就是打来打去"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1535192880,
            "txt_content": "趁着暑假猛干一个月之后，MC风云I——古文明的总工程已经接近完工，准备可以发布了~\n感谢众多网友们的支持！不过其实真正做出来并没有安排好的那么震撼……\n所以当做小休闲通关游戏玩玩就得了。\n我们下一部（MC风云I——神庙）再见~"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1535193000,
            "txt_content": "神诸葛亮 发表于 2018-8-25 18:28\n趁着暑假猛干一个月之后，MC风云I——古文明的总工程已经接近完工，准备可以发布了~\n感谢众多网友们的支持 ...\n预告：为了弥补古文明的不足，在《神庙》里面我们会对政体以及文化军队做出更加深入的细化，也请大家期待！"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1535284020,
            "txt_content": "MC风云I——古文明已经正式发布了！感谢大家的支持，这里是连接：http://www.mcbbs.net/forum.php?m ... ;extra=#pid13262385\n以后我们即将做出来的地图都会先发一个工程帖，敬请期待~"
        }
    ]
}