{
    "title": "[Minecraft.net][CULTURE] 雾下小洲",
    "author": "海螺螺",
    "replyCount": 0,
    "timestamp": 1532758320,
    "txt_content": " 本帖最后由 754503921 于 2018-7-28 14:12 编辑 \n\nISLAND BENEATH THE MISTS雾下小洲\nCreative collabroation produces gorgeous gardens!绚烂花园源于创造合作\n\nToday’s featured community member, billoxiiboy, doesn’t call himself a builder. Instead, he considers himself the “gardener” of his map, Island Beneath the Mist.\n今天，我们的社区成员 billoxiiboy，不准备将自己称作建筑师。他更愿意将自己比作自己的作品 雾下小洲 中的花匠。\n\nThat’s because this gorgeous island is a collaboration between him and many, many, many, many other people who allowed him to bring their creations together into something bigger. In this case, billoxiiboy collected tree and other plant builds and organised them into an explorable world.\n这是因为，这个美轮美奂的杰作是由社区中无数无数无数无数其他玩家携手完成的，billoxiiboy 将这些树和其他的植物建筑组合成了这个等待探索的世界。\n\n\n\n\n\n\n“I’ve been referring to this as my first cut and paste build,” he tells me, “but that term would give connotations of a quick and easy build style. I can tell you it has been anything but quick and easy!”\n『我一直将这看做我的第一个复制粘贴出来的作品，』他告诉我，『但是这能体现出一种简单快捷的建筑方式。我可以说，这什么都算不上，但是真的又快又简单！』\n\nAfter sourcing the very best builds from the community, billoxiiboy reaches out to their creators for permission, explaining his idea for the overall design. But it’s not as simple as copying their schematics. “The success of the project relies entirely on using these creations cleverly,” he explains. “Really understanding the item and creating a believable context for it. It has to look as though it originated in this spot.”\n从社区采集了最好的建筑之后，billoxiiboy 向它们的创作者请求了权限，并向他们阐述了他对整体设计的想法。但是，实际上并不是把他们的模型拿过来就对了。『项目的成功完全依赖于聪明的使用它们，』他解释道。『完全的领悟这些建筑，并为他们提供一个真实的背景。这才能让建筑们看起来有一种「它们本应在此」的感觉。』\n\n\n\nThis can take a very long time! “It inevitably involves some tweaking or even semi-rebuilding of the item to suit its surroundings,” he says. “But all the time I have to respect the creator’s conception of the custom item. I’m always asking myself questions like: ‘will its creator be happy with my reinvention?’ and ‘why does this item absolutely have to be here?’\n这花费的时间就长了！『不可避免的，我们需要对这些建筑微调甚至小小的重建，才能让他们融入整体，』他说。『但是自始至终我始终尊重创作者对他们的建筑的理念。我常常问自己：「创作者会满意我的再创作吗？」或者「为什么这些建筑必须在这里呢？」』\n\n“Sometimes I can work with an item for over an hour, only to decide it’s just not working. The virtual cutting room floor is a mess with these supposed good ideas.”\n『有时，我在一个建筑上花了一个小时，最终只能放弃。地图的坐标上限（大概是这个意思吧）让这些本应是一件很好的创作变得这样糟糕。』\n\n\n\nBecause of this dedication to making sure every item is placed exactly right, making the Island Beneath the Mist took nearly two months, with billoxiiboy working for hours every night. But he says it was well worth it. “Everything has been really well received, which makes the challenge all the more rewarding,” he tells me.\n因为这份对「每个建筑都要完美的摆放」的坚持，雾下小洲 花费了两个月来完成。billoxiiboy 每晚都要花上几个小时干活，但是他认为一切付出都是值得的。『一切都那么的受欢迎，这让挑战更值得付出，』他告诉我。\n\nPersonally, he likes visiting the areas poetically called the Pool of the Mage and the Heavenly Ponds. “They have a tranquillity to them,” he says.\n个人来说，他喜欢流连于被诗意的称为 幻术之池 和 天堂之池 的区域。『这让人感到安宁，』他说。\n\n“The enormous God Trees from Plutouthere towering above and the dappled light; the deep blues of the pools and the lightness of the flowers. They are quite magical areas.”\n『来自 Plutouthere 的巨大的 上帝之树 高耸入云；暗蓝色的池水和明亮的鲜花让这里无比的玄妙。』\n\n\n上帝之树！宛如天堂！\n\n“Artistically, I’ve really enjoyed including other creators’ custom items in my builds. Mostly because they look amazing!”\n『我非常享受将其他创作者的建筑融入我的建筑中。他们看起来总是这么令人惊叹！』\n\nThey certainly do. With so many talented and hardworking builders featured, it feels almost unfair to choose a favourite. Billoxiiboy instead tells me that he is very proud of the map’s use of water, which can be a tricky element to work with. “Waterfalls were certainly ** thing I perfected in this series of builds,” he tells me. “After the initial building and terracing, I had so much fun planting them up with my custom flower beds and bunching vines.”\n他们一定会这么做的。这样多的优秀又勤奋的建筑师们共同的建筑，在里面选最喜欢的一个什么的简直不公平。Billoxiiboy 还告诉我，这张地图对水的使用让人自豪。『瀑布一定是我在这一系列的建筑中最喜欢的一个东西，』他告诉我。『在初步建造之后，在四处点缀上瀑布和这些鲜花藤蔓简直乐趣无穷。』\n\nPersonally, I really like the fact that the map showcases many different kinds of environments, including underwater coral reefs. There would certainly be a lot of nice places for visitors to take a swim!\n就个人来说，我非常喜欢地图中多样的环境，包括谁下的珊瑚礁。这里一定会是一个观光客游泳的好地方！\n\n\n\nBilloxiiboy also encourages future collaboration with his build. “Each of these areas were created with a player in mind. I filled the areas with beautiful plants and waterfalls, but always left blank areas for other players to build on. I would set up little backdrops with picture perfect surroundings, so players could build their dream house or castle or village within it.\nBilloxiiboy 也对未来的合作充满信心。『每个区域的建造都考虑到了玩家。我将这些地方放满美丽的植物和瀑布，但是总是会留一些空地让其他玩家建造。我留下了一些有着完美环境的空地，这样玩家就可以在此建造梦想中的房屋城堡庄园。』\n\n“This makes for great screenshots,” he says. “But it also left me a little frustrated in the build process sometimes. I was left with the constant feeling of wanting to build on those spots.”\n『这些地方简直是为截图打造的，』他说。『但是这有时挺让人沮丧的。我总是想把这些空地建上什么东西。』\n\nSo, after creating this beautiful map with the intention of allowing other players to explore or build within, he decided to make a more complete “story.” Exodus from Paradise uses both the natural beauty of Island Beneath the Mist and some more mechanical builds, like the beautiful steampunk-inspired hot air balloons, to tell the tale of people fleeing from killer wasps!\n在建造这些为其他玩家的探索抑或建造准备的美丽地图后，他决定创造一些更为完整的「故事」。Exodus from Paradise 既使用了雾下小洲的自然之美，也融合了一些更机械的建筑，像是这些美丽的蒸汽朋克热气球，讲述着逃离杀人黄蜂的人们的故事！\n\n\nExodus from Paradise ！有着这些蜗牛的另一个杰作！\n\n这个房子看起来能跑。你的房子能跑吗？真能跑？五年前就跑不见了？抱歉\n\nFun fact: Minecraft.net 的编辑非常怕蜜蜂。我看着他缩着抖啊抖啊的写下这个标题，还很想知道为什么是他为 Jay 上传截图，我就知道了。\n\nBoth of these builds have a trailer, set to epic music created by Aspirin60, which will take you on a tour showcasing all the best parts. Keep an eye out for the cute snail, made by ErosOfficial, pulling the cart in Exodus from Paradise, which made me laugh out loud!\n这些作品都有一个预告片，由 Aspirin60 史诗级作曲，带你参观最优美的部分。注意那些小蜗牛拉着车，它们由 ErosOfficial 制作，着实让我笑了一番。\n\nBilloxiiboy does sometimes build his own projects, but he says he still wants to keep working on these collaborative designs. “Secretly, I get bored with my own creations,” he tells me. “It’s so, so much more fun playing with other people’s toys in the sandbox.”\nBilloxiiboy 有时也建造自己的项目，但是他还是想继续为这些合作设计发光发热。『我暗暗地对自己的创作感到厌烦了，』他告诉我。『在沙盒中摆弄他人的玩具更加有意思。』\n\nAND NOW FOR THE MASSIVE END CREDITS OF THIS ARTICLE. SERIOUSLY, BILLOXIIBOY WAS NOT KIDDING ABOUT THIS BEING A COLLABORATION:\n对于这篇文章，严肃的说，billoxiiboy 没有开玩笑，这真的是一个共同创作的作品：\n\nBuilders who worked on Island Beneath the Mist: Springstof, Kenofox, Plutouthere, Eremilion, Lentebriesje, CubeLeaf, Monsterfish, Madl, JakeCrafts53, Bidule995, QLS Shader Group, Aspirin60\nIsland Beneath the Mist 的创作者如上。\n\nExodus from Paradise builders: Plutouthere, FreshLeaf, Erosofficial, titanoftitans, Stenlee, Jswiaay84, NovoLenio, Aldoria, Hahdrim, Ragnar le Rouge, diederik, fun-da-mental, Hahdrim, Alecdent, Kostahansen, JulianSpire, RvB01SS3T, Idralwel, Razzlie, AppleBow, Eremilion, Kenofox, Springstof, Lemon-fox, Monsterfish.\nExodus from Paradise 的创作者如上。\n\nRenders by Conquest\n渲染自 Conquest\n\nPhew! Great job everyone!\n哟！每个人的杰作！\n\n\n原作者 Jay Castello\n译者 754503921\n发表于 2018/7/17\n\n\n[groupid=1330]PluginsCDTribe[/groupid]\n",
    "replies": []
}