{
    "title": "[原创·连载]黑色的泡沫 第三章",
    "author": "SMFX阜星",
    "replyCount": 0,
    "timestamp": 1533020280,
    "txt_content": " 本帖最后由 SMFX阜星 于 2018-7-31 15:41 编辑 \n\n黑色的泡沫\n\n第三章\n\n如有撞名纯属巧合\n\n      漆黑的天穹之下，一道道闪电在高声咆哮，不时让漆黑的大地闪耀起一片刺眼的白光。对于男子来说，现在已经完全听不见乌鸦的刺耳叫声了。      男子不耐烦地抖落身上的灰尘。他一直清楚地知道，这个地方虽然频繁地出现闪电，但绝不会下雨。下雨时不会电闪雷鸣，反之亦然。      虽然闪电的轰鸣声很刺耳，然而这也是一次绝佳的机会。不远处的森林边缘，几乎每次都能捡到被雷劈死的愚蠢小动物。男子经常能从那里吃到一堆还算不错的大餐，烧焦的感觉不是大问题，因为对他而言，再焦的食物也比生的要美味。      其实事实上，过了这么多年，男子自己也不清楚自己的味觉还能感知到什么。      不管怎样，过去看看吧。男子如此心想。他从没考虑过闪电或许也会击中自己，而有基本常识的人都知道，打雷的时候在森林中穿行是一件非常危险的事情。然而数年来，这座森林都没有被雷劈中过，男子不知道是什么原因，也不想知道。      ......      今天男子很幸运，在不知道过了多久的漆黑穿行后，在森林的尽头，他看见了一只被雷劈死的小鹿。在这个漆黑和偏远的地方，很少有这类动物来到这片森林。男子无言地看着扭曲成一团的尸体，沉默地注视着在其上面不断冒出的黑色烟雾，恰似空气中涌现的黑色泡沫。      在男子的印象中，被劈死的小鹿，他好像吃过四次？还是五次？那么就当作五次吧，这样一来这一次就是第六次了，六是个吉利的数字。虽然男子知道，在大多数人眼中，运气没有任何作用，然而对于无数次在希望与绝望中辗转挣扎的他而言，运气，也许是帮他逃脱这无尽失败结局的唯一可能正确的明路。      口中残留的血腥味和烧焦感还没有褪去，男子就已踏上了归途。长年累月的生活让他清晰地了解附近最近的水源和“餐后甜点”的所在地，运气好的话能摘到一些低矮树木上的果实，味道虽然不怎样，但相比烧焦的动物来说别有一番风味。      然而这一次，他察觉出了异样。当他来到水池时，却惊讶地发现水中漂浮着一枚拳头大小的水果，在水中漂荡着激起一圈又一圈小小的涟漪。      男子仰头一看，在一颗最高的树上，有些如同镜像般跟水中水果一模一样的果实正稳稳地悬挂在树梢之下。那是他从未摘取过的水果。他知道这种水果从很久以前就一直静静地挂在最高的树上，而数年以来，他也只能想象着它们的味道。而如今，他终于如愿以偿。他不顾水果是否有毒地大口狼吞虎咽，因为他知道，这正是书籍上记载的，充满幸运的魔法之果。      为什么这果子今天会落入水池？      男子没有多余的心思去考虑这些事情。在几乎一口吃完后，他意犹未尽地舔着嘴角，水果虽然不大，但它的滋味十分不错，而且居然没有核。他甚至觉得自己早已麻木的味觉都被这颗水果唤醒了，如同初生的小鸟一般饥渴地寻求着美味。      非常不寻常，非常诡异。      没有核的水果几乎是见不到的，因为这意味着无法繁衍。而他的味觉居然也被这枚水果所唤醒。      男子不知道书籍上的记载是否正确。书上确实有写到魔法之果能起到刺激味觉的作用，但也同时把“不可能摘到”这件让人失望的事写的清清楚楚明明白白。男子席地而坐，放开一只手托着头思索着。不可能是闪电的原因，附近的树木没有一丝被雷劈中的痕迹。也不可能是动物惹的祸，他知道来这里的动物都不会爬树，唯独乌鸦......但乌鸦的叫声实在太刺耳了，而自电闪雷鸣之后他便没有再听见乌鸦难听的嘶鸣。或许是果子成熟了自己掉下来的？毕竟书上没有写成熟之后会发生什么，也许吧。      充满幸运的魔法之果......      虽然无从考证书本上的内容是否正确，但都已经过去这么多年了，男子即便不相信也得信了，这是唯一支撑他走下去的路。那么这样一想，既然书本上写明了这枚果子充满幸运，也许吃下了会给他带来好运？不过是哪一方面的？      男子想起了之前无数次的失败......而这一次，也许这枚果子能带给他通向成功的一次珍贵机会。      ......      漆黑的古堡在闪电的咆哮声中战栗，孤零零地立在平原之上。男子推开大门走了进去，不过这一次，他的动作比以往更为迅速。他已经顾不上那些多余繁杂的事情了，他必须得尽快多进行几次尝试，越快越好，越多越好。      虽然书籍上没有记载关于魔法之果的其它特点，没有讲是否真的会带来好运，以及即便会带来好运能持续多久。所以现在男子只能暂时自己来考虑，而他选择相信魔法之果能带来好运并持续一段时间。      在可能存在的好运和可能有效的时间内，做尽可能多而迅速的尝试。      男子被无数次失败打击的眼中又重新燃起希望。      ......            \n第一次试写XD\n\n",
    "replies": []
}