{
    "title": "我号是被删除了吗",
    "author": "我心不变",
    "replyCount": 8,
    "timestamp": 1532820840,
    "txt_content": "        请问各位大大：我的三个账号，为什么登录不上了？是被删号了吗？\n\n        ID：天有不收   心中有爱  人间有情\n        为了减轻各位管理大大的负担，我把情况说详细些吧：\n        我之前曾经因为不懂规矩，被判定为囤积小号被封过号，也被删过号。还因为申诉，导致侄儿的号也全部被封，也算是有前科的人吧。对各位大大的处理，因我有错在先，后来明白了之后，就没有再说什么。自己做错的事，就要自己承担后果，我心服口服。\n         但是，这次又为什么直接给我删号了？是不是有了前科，哪怕刑满释放了，前边的还要算在身上？\n这次注册的三个号，本来是只打算注册一个的，因为我确实连一个号也没有，当时也是小心谨慎，生怕刚注册又被**。可是不曾想，还是因为不懂规矩，实在是新人小白一个，又因为违反版规，被禁言了，而到期后又没有自动解开，无奈又注册了一个号用来解封。然后想着，既然又注册了，就先用着吧，说不定以后还有用处。然后的然后，这个号又因为违反版规，又遭遇了同样的情况。当时因为怕两个号互相影响，所以又注册了一个用来解封这个号。\n        这种情况算是囤积小号吗？我之前被**和删号之后，特意又去学习了论坛的规定，上面说的是并不禁止一人多号啊，我这三个号，并不是同时注册的，后两个号注册的原因都是因为原有账号被禁言了才注册的，在平时也没有相互刷分，相互顶帖的情况，一直就是规规矩矩地做做任务，顺便到可以学习的板块去看看帖，学习点知识，我觉得并没有违反论坛的规定啊？为什么突然被封了？\n        如果是我做错了，希望各位大大能告诉我一声：一个人究竟能有几个号？这些号可以用来干什么才不会被判定为囤积小号？确实是新人小白一个，什么都不懂。我现在又回到一穷二白了，一个号都没有了，刚注册的这个号也只是为了反映下情况，如果不搞清状况，实在不敢再升级了，只好与论坛告别了。\n        很抱歉又给各位添了麻烦，让各位忙上加忙，但我真的是无心的，还请见谅！\n\n",
    "replies": [
        {
            "author": "天之剑心",
            "timestamp": 1532821500,
            "txt_content": "对不起，大佬恕我直言！有两个号以及以上的都是囤积小号，第一：可能是版主或者管理大大看见了您两个号的IP一致，所以才会封办！第二：假如真的被封禁，出了BUG，才能开个小号又或者找别人的号提议提议！但是前提是不要让管理员误认为您有多个小号！应该解释清楚！另外您应该去找那些版主管理反映！应该去公告栏处，不应该在此"
        },
        {
            "author": "SevenC",
            "timestamp": 1532827920,
            "txt_content": "先仔细阅读坛规，后阅读版规。你的账号卡用户组注册小号去相关的帖子发帖之后为什么还要继续用？用大号不行吗？\n\n[托腮]"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532829240,
            "txt_content": "天之剑心 发表于 2018-7-29 07:45\n对不起，大佬恕我直言！有两个号以及以上的都是囤积小号，第一：可能是版主或者管理大大看见了您两 ...\n正常有一两个小号是没事的，特殊情况才算囤积"
        },
        {
            "author": "天之剑心",
            "timestamp": 1532833320,
            "txt_content": "SMFX阜星 发表于 2018-7-29 09:54\n正常有一两个小号是没事的，特殊情况才算囤积\n，是吗，那谢谢大佬指点。不过大佬请问为啥还要有个小号啊？？？？"
        },
        {
            "author": "我心不变",
            "timestamp": 1532846280,
            "txt_content": "天之剑心 发表于 2018-7-29 07:45\n对不起，大佬恕我直言！有两个号以及以上的都是囤积小号，第一：可能是版主或者管理大大看见了您两 ...\n没有任何提示，就被删除了，不知道是谁删除的，没法联系管理员啊"
        },
        {
            "author": "我心不变",
            "timestamp": 1532846340,
            "txt_content": "SevenC 发表于 2018-7-29 09:32\n先仔细阅读坛规，后阅读版规。你的账号卡用户组注册小号去相关的帖子发帖之后为什么还要继续用？用大号不行 ...\n因为注册个新号也不是能直接就发帖的，所以辛辛苦苦注册了，就想着先留着备用，万一以后做服务器多了还能用啊"
        },
        {
            "author": "天之剑心",
            "timestamp": 1532865840,
            "txt_content": "我心不变 发表于 2018-7-29 14:38\n没有任何提示，就被删除了，不知道是谁删除的，没法联系管理员啊\n那这样大佬，我直接跟管理员申请一下，麻烦您报一下ID，我跟莫老说说。"
        },
        {
            "author": "我心不变",
            "timestamp": 1532870640,
            "txt_content": "天之剑心 发表于 2018-7-29 20:04\n那这样大佬，我直接跟管理员申请一下，麻烦您报一下ID，我跟莫老说说。 ...\n那非常感谢，上边我报的有ID的：天有不收，心中有爱，人间有情"
        }
    ]
}