{
    "title": "论现在的学习方式以及效果",
    "author": "縻风",
    "replyCount": 38,
    "timestamp": 1532836680,
    "txt_content": " 本帖最后由 縻风 于 2018-7-29 12:09 编辑 \n\n首先说一下发这个讨论的目的——为了完成暑假作业——一篇3k字的政治小论文，反正我生写是写不到3k的，所以打算来收集些数据，希望大家能帮帮忙（认真回复者人气奖励啊！）\n然后是引入文——随着科技进步以及文化发展，学生的水平也不断提高，随之而来产生的现象是，学生越学越多，越学越早。导致有些学生学习内容严重超前。\n接着是正式发问处了——请小伙伴们告诉我你们是否有进行过早的知识学习？????\n\n如果可以的话希望能在每一条后面都写上自己认为的评分（1-5）\n1、请问您是否有过长期补课经历？是否成为“理所当然”的生活part？\n2、请问你是否超前学习？大概超前多少？以及你认为他对你的帮助/您的水平？\n3、请问您是否赞同这种现象？\n4、自由发表言论（可略）\n\n我先发个我自己的好了\n1、有过一段时间长期补课经历，有当成过，但实际上我不喜欢\n2、以前有一点，也就大概是长假里稍微学一学下个学期的内容这样，帮助有是有，但是觉得性价比不高，也就是在正式上课的时候听到些都会的很轻松，但我觉得综合起来有点浪费时间，我的水平大概是地段学校里当大佬，名校里中游\n3、不赞同。\n4、个人觉得这种现象的产生压榨了学生的课余时间，潮流强迫的我不自在。。。我其实是一个习惯靠上课吃饭的人。我不反对补习(就是针对上课无法充分吸收的)，但不喜欢超前。",
    "replies": [
        {
            "author": "AzureZeng",
            "timestamp": 1532836980,
            "txt_content": "1. 没有长期补课经历，没有成为生活的一部分\n2. 没有超前学习\n3. 我不赞同超前学习(除非你是学霸)"
        },
        {
            "author": "縻风",
            "timestamp": 1532837040,
            "txt_content": "AZWorld 发表于 2018-7-29 12:03\n1. 没有长期补课经历，没有成为生活的一部分\n2. 没有超前学习\n3. 我不赞同超前学习(除非你是学霸) ...\n请问您的学习状况？"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1532837100,
            "txt_content": "縻风 发表于 2018-7-29 12:04\n请问您的学习状况？\n高一升高二\n到了高三长期补课就能体验一下了"
        },
        {
            "author": "zhao55052",
            "timestamp": 1532837400,
            "txt_content": " 本帖最后由 zhao55052 于 2018-7-29 12:12 编辑 \n\n1、我有过长期的补课经历。主要是在高二和高三期间，补课主要会放在周末和节假日，在那个时间段，补课对我来说似乎也成为了家常便饭了。到大学之后，主要是学校方面在补课，而且频率远不及高中时期。\n2、在我印象当中吧，只有小学和高三补课期间有过超前学习。在小学的话就是二年级的时候做三年级的题这样子，然后高三补课时间除了夯实基础之外，给我补课的英语老师还会给我们2~3张大学四级水平的试卷，做完了讲。\n3、超前学习的确可以让我们了解到接下来的学习阶段内会了解到的东西，但是我个人不赞成超前学习。你处在什么样的学习阶段，就应该建立在这个基础上去学习。而且，不是所有的学生都有能力和精力去进行超前学习的。对于那些在班上成绩不太好的同学，打好基础更为重要。"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1532837460,
            "txt_content": " 本帖最后由 ItIsEnderman 于 2018-7-29 12:17 编辑 \n\n1.  5 当然理所当然了……XYWZ了解一下\n2.  5 大致11套化学试卷的样子……  帮助水平：几乎没有，因为都会……\n3.  3 暂时保持中立，因为超前学习有好有坏。\n4.  决定学习效果的自变量不只是态度和基础，你看看那宇宙都是12维的。\n\n*有好有坏具体是：\n好在提前发现问题并修复；避免问老师问题排队造成的时间浪费\n坏在体系不能维持很久，一旦超前过度则容易崩溃（解决办法是疯狂找事干，但要有意义。）"
        },
        {
            "author": "縻风",
            "timestamp": 1532837580,
            "txt_content": "ItIsEnderman 发表于 2018-7-29 12:11\n1.  5 当然理所当然了……XYWZ了解一下\n2.  5 大致11套化学试卷的样子……  帮助水平：几乎没有，因为都会 ...\n但是我觉得疯狂超前应该帮不到文菜……等真正要用的时候不都忘记了"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1532837820,
            "txt_content": "縻风 发表于 2018-7-29 12:13\n但是我觉得疯狂超前应该帮不到文菜……等真正要用的时候不都忘记了\n抱歉打错字了，O和I很近，按错没发现"
        },
        {
            "author": "ColorPencil",
            "timestamp": 1532838420,
            "txt_content": "1.没有 当然不会\n2.没有\n3.不赞同\n4.我几乎没怎么补课，虽然不是学神，但是成绩不算差"
        },
        {
            "author": "45gfg9",
            "timestamp": 1532838960,
            "txt_content": "1、没有，没有\n2、英语超前大概30%吧...更好地在hyp国际服撕b？（划掉\n3、不赞同，上课不好好听肯定在补习班效果欠佳啊\n4、emm我感觉我相比在座的各位来说还是好点吧...我自己还是别太浪把自己浪死就行了qwq"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1532839680,
            "txt_content": "这种操作也有\n1、否否（1）\n2、是，一单元，不大（2）\n3、偏不赞同（2）\n4、于是我照样可以提升成绩 贼神奇"
        },
        {
            "author": "ShiChunAn",
            "timestamp": 1532839680,
            "txt_content": " 本帖最后由 ShiChunAn 于 2018-7-29 13:04 编辑 \n\n1. 没有长时间补课经历；不是；\n2. 有超前学习；优势学科（有兴趣的学科）领先1~3年不等，包括课外自己学习上课不讲的东西，当然高中还学了几门竞赛。而其他学科就不了了之了；自己觉得挺快乐的，不过也让我成了（别人眼中的）学霸，不过我自己不觉得；\n3. 如果发自内心，因为兴趣想去提前学的话肯定赞成；如果是形式所迫，不得已而为之的话，从社会的大角度不赞成（强烈反对）；\n4. 目前我是准大一（被北大天文系录取），尚不清楚对从大学开始的生活有什么影响。"
        },
        {
            "author": "ShiChunAn",
            "timestamp": 1532839740,
            "txt_content": "AZWorld 发表于 2018-7-29 12:05\n高一升高二\n到了高三长期补课就能体验一下了\n准高二日发百贴，精力不容小觑"
        },
        {
            "author": "HAWKBORK",
            "timestamp": 1532840160,
            "txt_content": "1.我曾於準備升學考試時做過長期的數理補修，而當時也確實當作是生活的一部分，畢竟我要將成績拉至正常水平\n(3)\n2.我的英語不管在什麼學習階段都超過當時40%，但這不是就單字量或文法而言，而是對整體文章的理解和融會貫通。事實證明，這對於分析不同地區文學風格有很大幫助\n(4)\n3.我認為的超前學習，絕非只是提前強迫學生吸收未來的上課內容，它應該是一種學習經驗的積累而非單單的堆砌知識。現今教學著重知識量的領先，極易使無法理解知識如何應用的學生產生偏差觀念\n(3)"
        },
        {
            "author": "xmdhs",
            "timestamp": 1532840700,
            "txt_content": "感兴趣的内容我肯定会提前学的\n"
        },
        {
            "author": "XTxiaodada",
            "timestamp": 1532842860,
            "txt_content": "学渣怎么可能超前学习（我承认以前有过，对开学考帮助挺大的），毕业了更加不会"
        },
        {
            "author": "west.myth",
            "timestamp": 1532858820,
            "txt_content": "1.每个周末及假期都在补课。完全成为了理所当然的part\n2.（1）除了高中前上数学预科以及自己预习我最爱的化学。数学是半个学期的课程，化学是全部的选修，包括要学的和不要学的。（2）因为我在理科试验班，所以提前课程拿更多时间来复习是很正常的，进度领先第二层次班级大概半个月，第三层次一个月。（3）至于对我的帮助，与其说是超前学习的功劳倒不如说是个人努力的结果。我的水平：高三以来很少掉出年级前80，历史最高排名年级第33（理综年级第二），全年级理科人数500+，高考一本上线率90%。\n3.不得不赞同。这就像军备竞赛，你不搞别人搞了你就落后了。\n4.感觉没用，我的数学一直一蹶不振，而化学一直处于领先地位。"
        },
        {
            "author": "Mithey",
            "timestamp": 1532859420,
            "txt_content": "曾经在初一和初二的时候长时间补课 但是到了初三反而不去了 最后还是考了比高保线高了7分的分数awa\n所以说补习这东西其实真的没什么用 重要的是上课时候的专注度 认真去做一件事情至少不会太差\nP.S：有仰慕的对象有助于激发学习动力【别问我为什么"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1532859840,
            "txt_content": "1.以前小学有段时间转学换教材了补课过1学期XD，现在没了\n2.偏少，帮助也不大，还是听课实在XD\n3.不是特别赞同，就像身边某人，一直超前，上课听得没我多，之前一直比我好，当初中考被我反超XD"
        },
        {
            "author": "坟头草已高",
            "timestamp": 1532861760,
            "txt_content": "1没有长期补课\n2没有超前学习\n3不是特别赞同超前学习\n4其实进高中之前就应该有一点规划，如果你有远大的理想和足够的耐心，那么还是应该进行一些额外的学习，主要是针对竞赛和自主招生的，毕竟现在高校的录取中自主招生会占据不小的比重，想从数十万考生中脱颖而出（尤其是不发达地区的一般学校的学生），自主招生是不二之选"
        },
        {
            "author": "火星浮云",
            "timestamp": 1532864640,
            "txt_content": "不请自来，怒答\n啊什么这里不是知乎？\n\n先说一下，本人高三毕业生，浙江高考分数586，现已被浙江大学城市学院统计学专业录取\n就是个二本院校虽然公费招生了但我就是个垃圾，侥幸进去的\n\nQ1：请问您是否有过长期补课经历？是否成为“理所当然”的生活part？\nA1：我确实有过长期补课经历，并且收获良多，主要补课的内容是化学与数学，机构是新〇方。\n       在高一补课之后我就被半强迫的绑定在了那里，一开始我也并不在意，后来就习以为常了。\n\n新〇方老师：“这位家长，您的孩子下学期要学的内容难度会提升很多，就拿圆锥曲线来说，在数学高考中90%的120分以上的考生这道题目是满分，而120分以下的绝大多数学生是丢分的，因为这些孩子通常都是利用学校里教的套路进行设直线联立方程写维达，本身并没有掌握透彻圆锥曲线的核心，而我们机构的的寒假课程将会主要针对以下几个方面进行教学（拿出课程安排），因此……（疯狂暗示）”\n家长：“……”（卧槽他在说什么？不管了，我家孩子不能落后，继续报班……好贵啊……）\n新〇方老师：“而且现在老生续报还有优惠，报得越多减免越多，并且每门课都有减免。”\n家长：（一咬牙）“好吧，报了！”\n\n最后我的数学只考了101XD，而且圆锥曲线大题基本Game Over\n\nQ2：请问你是否超前学习？大概超前多少？以及你认为他对你的帮助/您的水平？\nA2：我有过超前学习，大概超前半个学期的水平，同时我也了解过一些大学的知识。帮助是有一点，但是我不建议这样做。\n\n学校老师：“同学们，这节课我们学圆锥曲线。”\n我：（算了补习班都学过了）（睡觉）\n学校老师：（居然有人敢睡觉？）“那么，接下来，我们叫一位同学解答一下这道题……”（把我叫起来）\n我：“啊？啥？题目是啥！？”\n学校老师：（复述一遍题目）\n我：“哦，求弦长对吧？这个用万能公式就可以了，设直线y=kx+m,椭圆C x^2/a^2+y^2/b^2=1,那么\n      弦长就等于sqrt(1+k^2)*2ab*sqrt(a^2*k^2+b^2-m^2)/(a^2*k^2+b^2)，然后带入得……答案是6！”\n学校老师：（卧槽这是什么我怎么没听过？）“……答案正确，好的，谢谢你，你可以下去了。”\n我：（哈哈哈，装逼打脸就是爽啊）\n\n最后我圆锥曲线掌握的很不到位\n\nQ3：请问您是否赞同这种现象？\nA3：参见A2，我并不是说超前学习不好，而是超前学习要建立在把握基础之上\n\nQ4：自由发表言论（可略）\nA4：略\n\n皮这一下我很开心\n"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1532868180,
            "txt_content": "1、无长期补课经历，严格来讲连课外辅导都没有去过，不过中考前一阵学校组织的补课也算吧...\n2、中考前学了点相当基础的平面解析几何皮毛，背了几个特殊三角函数值，比如说 15°，22.5°什么的，结果中考数学尤为简单，压轴想用圆的一般方程还没心态好好算了 = =，目前准高一在自学物理 作大死，看到心态崩溃，仔细想想也没有多大用处，没有感觉比同龄人厉害多少\n3、略有赞同\n4、毕竟九年义务教育学的东西太有限了，提前看看外面的世界也挺不错的"
        },
        {
            "author": "縻风",
            "timestamp": 1532868600,
            "txt_content": "袋里的鲨 发表于 2018-7-29 20:43\n1、无长期补课经历，严格来讲连课外辅导都没有去过，不过中考前一阵学校组织的补课也算吧...\n2、中考前学了 ...\n第四点说到点子上了，我个人觉得应该加强义务教育的难度而不是通过补课来增加学生的知识储备量"
        },
        {
            "author": "袋里的鲨",
            "timestamp": 1532869440,
            "txt_content": "縻风 发表于 2018-7-29 20:50\n第四点说到点子上了，我个人觉得应该加强义务教育的难度而不是通过补课来增加学生的知识储备量 ...\n但是这点相当难操作啊\n各地区发展与教育资源的分配，以及教育公平之间的权衡\n所以就出现了一部分人感觉简单，另一部分感觉难的尴尬局面 = ="
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1532869440,
            "txt_content": "1、请问您是否有过长期补课经历？是否成为“理所当然”的生活part？\n　　“这个没有，也更不应该成为生活的一部分。”\n2、请问你是否超前学习？大概超前多少？以及你认为他对你的帮助/您的水平？\n　　“学习教学大纲外的事物算超前学习么？不算吧。感觉这些额外的知识对我还是挺有帮助的。”\n3、请问您是否赞同这种现象？\n　　“如果是单纯的一个愿打，一个愿挨，我没什么好批评的。”\n4、自由发表言论（可略）\n　　“我什么都不说，这是最好的。”\n"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1532876280,
            "txt_content": "看来lz一开始想找论文灵感，写着写着变成讨论超前教育了，不审题\n\n\n\n个人真的讨厌补习，虽然我的第一次也是唯一一次的补习的老师都超级好\n个人觉得如此超前教育意义不大，只是强化应试，当代孩子就不会主动去学习……这与终身教育是背道而驰的，终会带来无法弥补的后果"
        },
        {
            "author": "Lucky_fish0w0",
            "timestamp": 1532877420,
            "txt_content": "个人不确定。\n我基本不接触超前的知识，但是如果是我非常感兴趣的知识或者是为了实现一些功能所前置的知识的话当然会去卖力。\n补课的话= =每周六上午，真的要累死人，想睡觉。理所当然是不可能的了，不喜欢补课。\n其实我很懒的= =如果可以的话我可以只学自己可能需要的，在家里当条咸鱼，写写代码玩玩游戏什么的。\n\n// 初二升初三，现在学习状况算是一条咸鱼，大约在班级前38%左右，分数总是做心电图式波动"
        },
        {
            "author": "250=mo",
            "timestamp": 1532878380,
            "txt_content": "1、小学时有过长期上课外班的经历，但初中以后便无了。自然不会“理所当然”\n2、我习惯于超前学习。一般会在一个阶段的开始（例如初一开学、高一开学）努力把整个阶段（初中、高中）全部学完。对我的帮助的话，要分两部分来看，一是在学完后，很长一段时间我都非常轻松，只是复习，做一点点题，而且我会花时间进行拓展，或者把知识整理成体系；二，在最终，其实我发现对最终（中考、高考）的成绩影响不大，冲刺阶段我和其他人一般辛苦，彼时也会被其他同学追上。初中我是考上了本地最好的一中，但高中——可能是缺失了上进的心——只是考上了中大，感觉并不能匹配我的超前学习。感觉有点不好意思。\n3、我是赞同超前学习的。\n4、我之所以赞同，是因为我认为，尤其是初高中，大家读书主要分成两块，一块是学习新知识，了解知识的运用方式等等；另一块，则是不断巩固，把知识弄熟练的练习过程。第二是很枯燥的，而且不一定有用（依赖于大家将来需要用到的范围——不过你非说应付考试也算有用我也无计再反驳）。我感觉年轻时应该重前者，非要定形、要选择人生方向了，就可以放重在把知识学精。"
        },
        {
            "author": "縻风",
            "timestamp": 1532914620,
            "txt_content": "250=mo 发表于 2018-7-29 23:33\n1、小学时有过长期上课外班的经历，但初中以后便无了。自然不会“理所当然”\n2、我习惯于超前学习。一般会 ...\n大佬这样的学习状态我很羡慕\n不过我有一个疑问是，如果在寒暑假就学完了，之后时间间隔久一点的内容不会忘记吗？"
        },
        {
            "author": "250=mo",
            "timestamp": 1532914740,
            "txt_content": "縻风 发表于 2018-7-30 09:37\n大佬这样的学习状态我很羡慕\n不过我有一个疑问是，如果在寒暑假就学完了，之后时间间隔久一点的内容不会 ...\n理科生可能无这般的烦恼。无论哪一个链条都与前后紧紧咬合的，思路很清晰。\n不过，学了数分以来，感觉那些定理的证明是真的难——也难记XD"
        },
        {
            "author": "安梦梦",
            "timestamp": 1532914920,
            "txt_content": "高二升高三了，什么都学完了，如果非要说超前学习的话那就是竞赛内容了。"
        },
        {
            "author": "ColorPencil",
            "timestamp": 1532917560,
            "txt_content": "火星浮云 发表于 2018-7-29 19:44\n不请自来，怒答\n啊什么这里不是知乎？我：“啊？啥？题目是啥！？”\n学校老师：（复述一遍题目）\n我们学校一般不会出现这种情况...\n我问的什么题都不知道，怎么听的课？出去！"
        },
        {
            "author": "SevenC",
            "timestamp": 1532920380,
            "txt_content": "1.没有补课经理，没有成为生活的一部分。\n2.超前了6年，把Python和c++学了_(:з」∠)_  帮助很小大。\n3.不赞同\n4.这里是一出生就要和14亿人相互竞争的中国（没有地域黑，强调的是这个国家是中国），如果你不努力，就会被时间淘汰，别人也会踩着你上去。我觉得树立一个良好的三观很重要，因为只有确立了正确向上的三观才可以拥有一个适合自己并且正确的人生目标，人生的全部就是向着这个人生目标，无论补课与否，这都是为了自己的人生目标而付出的努力。但是有些家长都忽略了一点：学习并不是人生的全部。相同的，学习也并不是唯一一条实现自己梦想的道路。假设某个人就是想保卫祖国边疆，那么学习就不一定是完成它这个人生目标的方法，他或许会等到18岁的时候去入伍，主动要求被发配祖国边疆。相反的，学习也可以完成这个人生目标：如若我上了一个好大学，接受了优良的教育，我可以为祖国研发武器，通过这一方式保卫国家。\n\n所以，得出结论：\n\n一、学习并不是人生的全部，还有个人的时间和其它追求（邻家小妹、一款心爱的游戏、一部期待已久的电影等等）。\n\n二、学习并不是实现人生目标的唯一方式（参上述所说，保卫国家还可以参军入伍）。\n\n三、劳逸结合，事半功倍（人并不是只会做功的机器，适当的时候休息一下，效果会更加明显）。\n\n四、人生应该由自己来掌控，而不是父母（父母在法律上是18岁以前的监护人，在伦理上是给予自己生命的恩人，但是，在有了自己正确的三观后，就不应该由父母干涉自己的一切行动，人生的路是属于你自己的，不是属于别人的，如果父母觉得你某一方面做得不对，但是事实上你是正确的，这个时候你就要为他们解释，人无完人，父母也不可能一次也不错，犯了错就要及时指出，令其改正。）。\n\n五、一定要树立一个良好、正确的三观（父母督促你、告诉你一件事情怎么做，都是为了让你形成良好的三观，因为这关乎到你日后的生活。如果你已经觉得自己拥有了我所说的正确的三观，那么你不妨试着和父母进行沟通，跟他们说一说自己对人生观、世界观、价值观的看法，这样，父母放心你后，他们不仅可以放开手去做自己的事情，也可以完全放心你，你也会有十足的信心去做好自己要做的事情。）\n\n我的一些看法：\n我觉得补课这种东西并不是刚需，补课是为了上课没认真听而准备的备选方案。\n如果你上课45分钟认真听课、及时做笔记，到家认真按需地完成老师布置的作业后进行对一天课程的复习。我觉得补课这种东西你根本不需要。\n不要再找老师上课讲的不详细、记不住、不会之类的借口。\n世界上没有能不能，只有想不想。\n\n祝你学业有成   ;)"
        },
        {
            "author": "火星浮云",
            "timestamp": 1532937300,
            "txt_content": "ColorPencil 发表于 2018-7-30 10:26\n我们学校一般不会出现这种情况...\n主要是我的成绩在班里不算差老师给我一个面子……"
        },
        {
            "author": "Skyer",
            "timestamp": 1532938500,
            "txt_content": "学习是个有好有坏的路途"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1532939220,
            "txt_content": " 本帖最后由 GXHurry 于 2018-7-30 16:40 编辑 \n\n1，正在补课……2，现在大概超前了一个学期吧。\n3，当然不赞同啊，不过没办法，现在市里的重点高中提前招在初二下学期就开始了，如果你不学，到时候肯定比不过别的人，所以这是没有办法的事情。\n（本人初一）"
        },
        {
            "author": "虎水小骥",
            "timestamp": 1532939400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "denggezuishuai",
            "timestamp": 1532941920,
            "txt_content": "1、请问您是否有过长期补课经历？是否成为“理所当然”的生活part？\n2、请问你是否超前学习？大概超前多少？以及你认为他对你的帮助/您的水平？\n3、请问您是否赞同这种现象？\n4、自由发表言论（可略）\n\n\n1、\n我有过长期补课经历，在当时整个班级氛围以及班主任的熏陶下成为了理所当然\n2、\n当时超前学习，如今跟上老师节奏不再花大量时间去预习，利用少部分时间大概浏览一遍\n3、\n不赞同\n4、\n\n尽然是论文，我想我应该也能发表一些看法给楼主(自己也经历过)\n-------------------------------------------------------------------------------------------------------------------\n我认为超前学习是一种风气，并且是一种不良的风气，而这种风气主要的产生因素来自于现在大部分人的观念。\n咱们把角度提高一些，将自己的角度，对象放到整个社会之中，不在局限于学校。\n现在我提出两点\n——攀比与利益\n——体制化\n\n攀比与利益：\n\n在当今社会里，攀比无法避免，无论是小到服装，手机，日用品，还是大到小孩成绩，家庭条件，社会地位都不自觉的与他人对比或被他人所相比较，并不是说对比和比较就成了攀比，但因为大多数人在很大程度上，被认可的程度没有达到自己的预想，所以不自觉的在现实当中会有急需获得他人认可的行为。而这种行为通常的表现方式我举例如下:\n一女人对另一女人说:\"你看我的包，我男朋友最近跟我买的，是XX牌子的，价格有五位数呢！\"。\n而另外一个女人可能是好朋友，可能是闺蜜，而不同角色内心所想肯定也不同。\n比如说好朋友，这种朋友可以分为两类，一类是真心朋友，一类是表面朋友，而真心朋友存在的几率无外乎千里马遇到伯乐的概率。这种朋友不会在意你比他要过得好，不会觉得这是种攀比，不会认为你所说的言语会带有另外一层意思。而另一类——表面朋友，或许脸上会摆上一副笑容，但心底下却存有另外一些想法，或许在未来她幸运时，刻意到你面前说上这同一句话。\n这是一个很容易想到的一个例子(PS：并没有歧视女性的任何意思，只是这种例子确实存在较多并让我第一时间想到)；\n所以把这推导到学校当中，放在整个教育上来思考一下。\n老师这个群体，尤其是处于在底层教育的这些教师，事实上都是再普通不过的普通人，因为社会的责任，让这个群体获得了能够被他人尊重的头衔——第二个父母。\n但是，我也要强调一下，将这个头衔给摘掉，头衔下的不过是和我们大部分普通人一样的特征。有的教师是值得赞美，值得去尊重，但是这毕竟只是少部分的。\n有多少人是为了承担这一份社会责任而选择这一条道路的呢。\n我无权去评论这件事，也不应该去评论这件事，因为这事在大家心里都有个答案。\n所以我们将大多数老师也看做为一个普通人，那存在这种心理就能说得过去了。\n因为想获得其他人的认可，想展现出现个人的实力，前提是什么？没错，就是学生的成绩，怎么才能让自己花最少的经济成本与时间成本就能获得他人认可，让自己拥有在这个圈子的优越感呢？对学生采用不存在《教师行为规范准则》里的行为(但这里我要强调，我只是发表自己看法，没有针对所有教师，我对我个人的高中班主任怀有万分感激)，可能用一些不正确的办法达到自己的教学目的。\n但如果目的没有达到，但又不想付出时间成本去创造新的教学方式，那怎么办？\n楼主你已经提到了，就是补习，付出时间成本，达到名利双收。在教育监管不发达的如今，这种方式或许是主流。\n当然，培训班是培训班，培训班和学校老师的补习班不是同一概念。并不能理解为补习就是错。\n超前学习其实就是这两种方式的后一种——付出时间成本，名利双收。\n天才只是少数人，我们这些人自学的10个小时的效率还不如人家上一节课的效果所来得实在，所以去上补习班，这种趋势是必然。(如果老师并没有自己开补习班，那另当别论)\n学生之前也会有成绩的相互攀比，那么如果在没放弃学业的情况下，都不想落后别人，正因为这种攀比，形成了一种社会风气，像是变得理所当然。但这种攀比最后受益是谁呢？\n受益者就是没有受害者，可能这句话有点问题，因为学生获得了成绩，但少了童年，老师获得了名利，但操碎了心，学校获得了名声，但也必须花大工夫维持这种现状。可能最后受益的，可能就是咱们的祖国，在祖国高速发展的今天，付出的是我们普通人的青春。但祖国受益后，最终反馈下来的也是我们这些普通人。在此就不讨论相关政治内容。\n所以从攀比这个角度来看，超前学习是一种畸形的风气。\n-------------\n现在咱们来讨论第二点——体制化\n不知楼主有没有看过《肖申克的救赎》，在此片中提到了体制化这一词。\n以下来自百度百科:\n体制化（institutionalized），“体制”可理解为包括某种规则、习惯、意识和氛围的环境，体制化的根源是意识形态，想要避免体制化，就要敢于怀疑，积极论证，保持批判性思维。避免自己被体制化，我们必须勇敢、思想、看和听墙外的信息，创造强化独立的人格，扩大自己的自由。\n\n每个人生下来就在被这个社会所体制化的一个过程，家庭教育，学校灌输，亲人引导，都是一种体制化的过程。\n楼主或许多多少少意识到有某种枷锁把自己束缚在内，想用力反抗却又无能为力，或许反抗成功后，发现你忽然不适应这个社会，这就是为什么在片中布鲁克斯出狱获得新生后却又上吊自杀的原因，因为被制度化了，\n我还想提起片中的一句话：“起初，你讨厌他，然后你逐渐地习惯它，足够的时间后你开始依赖他，这就是体制化”\n这个东西其实是很值得深思的，因为这个东西，我们想反抗却又被束缚，想挣脱却怕挣脱后被他人当做异类。\n我自己也在努力挣脱这个枷锁，想要活成自己想要的样子，不想让别人规划我的人生，我想要精彩，我不想要平淡，我要轰烈，我要给这个世界留下自己的痕迹，但最终还只是别人眼中的一个笑话罢了。\n这就是体制化对我真实的伤害。\n\n\n随后附上一句我很喜欢的话：\n我们坚持一件事情，并不是因为这样做了会有效果，而是坚信，这样做是对的。\n-------------------------------------------------------------------------------------------------------------------\n希望能给楼主论文带来一点启发，也希望越来越多的人去将这个社会所改变，让这个社会更加的美好！\n"
        },
        {
            "author": "Enderman3133",
            "timestamp": 1532946600,
            "txt_content": "用Minecraft学习"
        }
    ]
}