{
    "title": "[1.12.2-1.9.4][Morph-o-Tool——变形工具] 你不在需要那么多扳手了",
    "author": "WarbleOrigin",
    "replyCount": 5,
    "timestamp": 1532945280,
    "txt_content": " 本帖最后由 WO! 于 2018-7-30 18:38 编辑 \n\nMorph-o-Tool——变形工具注意：本模组需要前置模组AutoRegLib\n模组介绍变形工具是一个简单的模组，它只添加了一个物品——变形工具\n\n\n\n变形工具可以模拟任何你添加进工具中的扳手、螺丝刀、锤子，抑或由树枝或花瓣制成的法杖，这使它成为最好的“全能扳手”类型的工具\n\n如果想要添加一个扳手类型的工具，只需要把这个物品放在变形工具旁边进行合成（无需工作台）当你看向一个与你所添加工具来源于相同模组的方块时，变形工具会变成你所添加的那个工具你从变形工具中所得到的都是真实的物品（工具），而非这个物品或容器的仿制品。这确保了与物品所具有的功能100%的兼容（详见配置模组）你所添加的物品会获得一些依附于它的NBT标签，以此改变它的名字并确保游戏知道如何正确的改回它由于你得到的是真实的物品，你可以把它用于合成，但你最好不要这么做，因为这样你会失去其他你所添加的物品如果你不想改变已转换成某个物品的变形工具（也就是说你想绑定使用某个物品），按F键将它放置在你的副手。这样它只会在重新回到主手时变形当变形工具处于原始状态，你可以用它旋转方块（通过使用Forge的旋转系统）。它应该能处理所有普通的方块和大多数模组方块(可经过测试原版只有很少几个像是熔炉、铁砧之类的方块能被旋转，而在旋转末影接口的方块时几乎没有一个能被其旋转）如果想要移除你所添加的工具，请切换到你想要移除的工具，按住Shift键再点击Q键来移除工具\n\n作者原文：\nMorph-o-Tool is a simple mod, it adds only a single item, the Morphing Tool.\nThe Morphing Tool can mimic any wrench, screwdriver, hammer or wand made of twigs and petals you throw at it, making it the perfect \"omni-wrench\" style item.\nTo add a wrench style item to it, craft the Morph-o-Tool alongside the item.\nWhenever you look at a block from the mod that adds that item, the Morphing Tool will turn into the item you added.\nYou get the actual item from the mod, not an emulation of the item or a container. This ensures 100% compatibility with that item's functionality.\nThe item gets some NBT data tacked on to it to change its name and ensure the game knows to change it back when you look away.\nSince you get the actual item, you can use it for crafting but you probably shouldn't, as you'll lose all other attached items.\nIf you don't want the item to switch (say you have an item that does a binding style function), press F and put it in your off hand. It only morphs while in the main hand.\nWhile in the standard \"Morphing Tool\" item, you can use it to rotate blocks using the forge rotation system. It should handle all vanilla blocks and most mod blocks.\nTo remove items attached to it, drop the item using Q while shifting and it's morphed into the item you want to remove.配置模组模组的配置文件包含以下内容：\n一个允许每一个单独的物品被添加进宝典的选项。默认为禁用（开启后你可以把背包模组的大背包塞进工具里，但原版物品不行）\n一个不允许添加的模组物品的黑名单\n一个特定关键词的白名单，包含这类关键词的物品都能够被添加（如wrench, screwdriver, hammer...）\n一个特定物品的白名单，可以使不包含以前设置的关键词的物品也能够被添加（像是森林的植物法杖）\n一个映射列表。这允许你将一个模组重定向到另一个模组。例如，RFTools模组中含有智能扳手这一工具，如果映射列表中包含“rftoolsdim=rftools”，那么在你看着一个RFTools Dimensions（RF工具|维度）的方块，并且在变形工具中添加了智能扳手，它便也能转换成智能扳手。热动力学映射到热力膨胀也是一个例子（这段作者偷懒直接照抄了他另一个模组变形工具的原文，原理是相同的）下载地址本模组需要前置模组AutoReglib 下载地址\nCurseForge官方下载地址：https://minecraft.curseforge.com/projects/morph-o-tool/files\n至搬运时，尚未取得原作者授权，故不提供网盘下载地址相关图片\n\n这个图像展示了在配置文件中选择所有物品都能被添加后的情况\n\n这个图像展示了绑定在左手的工具\n相关视频教程[bili=10991535]1[/bili]由酒石酸带来的变形工具及阿卡什宝典的介绍视频\n",
    "replies": [
        {
            "author": "21655970",
            "timestamp": 1532951100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天赐manna",
            "timestamp": 1532957280,
            "txt_content": "灰色的字体有点看不清"
        },
        {
            "author": "a6714952b",
            "timestamp": 1582700700,
            "txt_content": "看起来很不错的MOD，怎么这里好像人气不高"
        },
        {
            "author": "堕落的学渣",
            "timestamp": 1605745140,
            "txt_content": "材料有点小贵"
        },
        {
            "author": "lyl_111",
            "timestamp": 1605767280,
            "txt_content": "感谢分享"
        }
    ]
}