{
    "title": "连解释都不愿给了吗？",
    "author": "我心不变",
    "replyCount": 11,
    "timestamp": 1532962980,
    "txt_content": "    上次发的帖子，想知道号被删除的原因，也对自己的号的情况作了说明。一直在焦急地等待回复，刚才却发现帖子已经被关闭，而且没有任何说明。\n    我知道各位管理员都很辛苦，也不想过多地打扰，但是这次我真的觉得自己没有多少错啊，为什么连解释也不愿给了？至少说一声，也让我知道究竟是什么原因吧？难道引导帖中的允许一个人有几个号是假的？我看论坛中一个人有几个号的情况也很多吧？有些版主自己也有几个号吧？\n    那为什么把我号全删除了？我以前是做错过，但那毕竟是以前啊，我自认被处罚后没有再做过不符合论坛规定的事啊，能不能给我个回复，让我明白原因啊？举个例子来说，我想学习一些知识，但MC中的知识容量极大，我又是小白，我想用不同的号收藏不同类型的帖子，便于学习的时候快速找到，这样也不行吗？各位大大也可以看下我被删除的号，是不是已经在收藏很多的帖子，我是真的抱着想学习的态度来论坛的。\n    之前因为做错事被封被删除的号，是不能收藏的，所以基本是废号，如果还要算在我身上，那是不是就不给我改正的机会了？是不是我再注册，马上就还会被封被删除呢？\n    我真的不明白，还是希望各位大大能给个回复，让我明白该怎么做，谢谢了！打扰各位，很抱歉，还请见谅！\n    我被关闭的帖子：我号是被删除了吗？\n    我被删除的ID：天有不收  心中有爱  人间有情",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1532963580,
            "txt_content": "被删除原因可能就是屯小号吧...\n“有几个号”可能是指两个及两个以下\n另外给改正机会就只能把小号归还吗 = ="
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1532964060,
            "txt_content": "你确实很可怜 但理由未免太过敷衍 收藏不同的帖子 好笑 拿个.txt记着不好 登入登出不更麻烦?"
        },
        {
            "author": "denggezuishuai",
            "timestamp": 1532964840,
            "txt_content": "确实，同意楼上的说法，这个不用号收藏不同帖子的理由实在有些牵强。。。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1532965380,
            "txt_content": "袋里的鲨 发表于 2018-7-30 23:13\n被删除原因可能就是屯小号吧...\n“有几个号”可能是指两个及两个以下\n另外给改正机会就只能把小号归还吗 =  ...\n囤积，这个词要查一下词典\n为投机倒卖而把货物存起来不卖 详细解释聚集贮存。 \n\n看起来是为牟取暴利而做出的行为啊"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1532966160,
            "txt_content": "你这个……这理由根本就没用啊……\n\n人家拿小号当马甲用，你拿小号分类收藏帖子……\n\n"
        },
        {
            "author": "1824427006",
            "timestamp": 1532994000,
            "txt_content": "我想用不同的号收藏不同类型的帖子\n第一次见= ="
        },
        {
            "author": "我心不变",
            "timestamp": 1532996640,
            "txt_content": "首先，谢谢各位的关注，我想补充说明下，我注册了小号的原因，在被关闭的帖子里已经解释了，是因为被禁言后不能正常恢复而申请的，而申请之后，因为觉得申请个新号也挺麻烦的，所以就保留了，只是每天做做任务，并没有互相刷分，顶帖的行为。\n至于说分类收藏，是因为我确实是小白，每个帖子都需要学习，而MC中的容量有多大，相信各位前辈都是清楚的，就是用TXT存，那还有个更新的问题吧？而且各种教程帖子的内容都有不同，如果只收藏在一个号上，找起来真的很麻烦的。\n我只想申明一点，我真的是小白一个，刚接触MC和论坛不到两个月，所以对MC的了解真的很少，但是又想学习下，所以才会出现多次违规的情况，还请各位谅解！"
        },
        {
            "author": "skyliye",
            "timestamp": 1532998380,
            "txt_content": "因为违规被永久禁言的账号恢复可能性很小\n另外不要只用收藏帖子的办法，善用浏览器书签，找时间做个分类，另外现在很多浏览器都支持账号数据同步功能，大可不必担心电脑坏了或者换一台电脑书签丢失的情况\n"
        },
        {
            "author": "我心不变",
            "timestamp": 1532999040,
            "txt_content": "skyliye 发表于 2018-7-31 08:53\n因为违规被永久禁言的账号恢复可能性很小\n另外不要只用收藏帖子的办法，善用浏览器书签，找时间做 ...\n那请问一下，一个人究竟能有几个号才不算是囤积小号？还有我现在使用这个号还会不会被封？过去被封或被删除的号会不会还计算在我这个号身上？"
        },
        {
            "author": "匿名",
            "timestamp": 1533002940,
            "txt_content": "真的，LZ 开小号本来就是不允许的。你还以收藏帖子的名义请求恢复？ 这还需要解释吗？ 开小号在论坛就是一个禁止的操作，如果每个人都像你这样开小号，那论坛的库早炸了... 解释就在眼前 你自己干了什么 自己都明白 仔细查看班规 了解论坛相关制度 再看看你自己写的话 看看是不是有哪些地方违规了呢？"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1533015900,
            "txt_content": "我心不变 发表于 2018-7-31 09:04\n那请问一下，一个人究竟能有几个号才不算是囤积小号？还有我现在使用这个号还会不会被封？过去被封或被删 ...\n目前来看一人一号是最稳妥的制度。\n如果你停止注册小号并且遵守总版规和每个板块的版规的话，你目前使用的这个号是不会被封禁的。\n论坛当然欢迎愿意学习的新人，不过请在提出问题前善于查找相关资料。\n推荐一下这几个网页：Minecraft Wiki  《论坛食用技巧》合集贴(现共76+4篇，不定时更新)   以及一些版规。\n楼上也谈到了一些技巧。希望对你有所帮助。\n对了，收藏夹真的是个好东西。你现在就可以按下Ctrl+D，看一下收藏夹的正确用法。\n为什么被禁言？因为你所在的IP貌似已经在失信名单里了，所以……"
        }
    ]
}