{
    "title": "[BGM][1.12.2-1.10.2][Misty World——朦胧世界]在这充满奇幻色彩的世界生存下去",
    "author": "番茄dada",
    "replyCount": 8,
    "timestamp": 1533020880,
    "txt_content": " 本帖最后由 番茄dada 于 2018-7-31 15:57 编辑 \n\n\nhttp://music.163.com/style/swf/widget.swf?sid=33469292&width=320&type=2&height=66&auto=0\n\n朦胧世界      这个新的维度乍一看似乎很正常。然而，一些细节揭露遥远的故事。在很久很久以前，这个维度发生了可怕的事情，将世界分为两部分。其中一部分仍然适合居住，而第二部分则被笼罩在了对人类致命的毒雾中。数千年来，这致命的雾侵蚀着地壳中的峡谷，底部出现了奇怪而危险的生命。\n      你将笼罩在朦胧世界乳白色烟雾的海洋，并在这长期生存中占据主导地位，在孤独的岛屿上等待黎明。\n      要前往朦胧世界，你必须完成一个小任务。查看成就，然后一步一步地，您将最终打开通往朦胧世界的大门。\n生物群系混交林针叶林稀树草原沼泽森林丛林\n如何探索朦胧世界\n进入世界会获得成就，根据成就我们杀死末影人后会获得风化石与苔石。\n\n\n\n根据提示，我们把金块摆在苔石上面，金块上面放风化石，传送门就会打开了，打开时会发生一个小爆炸。\n\n走进传送门，进入朦胧世界。你完全可以根据成就来自己摸索这个世界，mcmod百科https://www.mcmod.cn/class/1107.html，如果有什么玩不懂的地方可以参考百科。\n下载支持作者，请从官网下载Curse网盘备份Baidu\n本帖更新日志2018-07-31发布帖子，最新版本alpha_c_08\n原贴更新日志alpha_c (Simple Food Update):Added Niobium NuggetAdded 25 kinds of mushrooms and mycelium blocksAdded Campfire, Ash and PottageFixed tree multiplicationThe mechanism of realistic blooming of trees is introducedAdded stones on the groundAdded Flint and Stone )))The ban on the growth of vanilla trees is made in the configuration fileTall Grass can be grown with Bone MealThe Working Portal Stone can now be obtainedStones and mushrooms can be picked up by right-clickingSaplings and mushrooms can be planted in a flower potMany other minor fixesWait a second... Campfire?!Yes! The world now has a real working campfire!To begin with, we need stones... Any stones. It can be ordinary rocks, cobblestone, flint, brick, etc. You can see (and change) the complete list in the configuration file.Shift + right click on the ground and we have the base of the campfire... Inside, we put some wood. Voila! The Campfire are ready!But is this all? No!Near the campfire we can install a stick and put a piece of meat or mushroom on it )Hmm... Did not you have an Iron Bars?Put it on top and we have a grill! Right-click to put food on top, Shift + right click to take it.Did you want something liquid?This is not a problem, Shift + right click, we remove the grid and put the Cauldron on top!Pour water and you can safely throw in it all that your heart desires )Everything is lit up by an ordinary Flint and Steel or Flint and Stone )))Bon Appetit! \n\n\n\n[groupid=1478]Magic Amateur Group[/groupid]",
    "replies": [
        {
            "author": "中间栖姬",
            "timestamp": 1533034200,
            "txt_content": "这个mod最有趣的地方就是篝火了，利用防毒面具潜入这个世界生成的大坑底下，并没有发现什么有趣的东西，感觉这维度并没有完全完工的样子。"
        },
        {
            "author": "番茄dada",
            "timestamp": 1533043140,
            "txt_content": "中间栖姬 发表于 2018-7-31 18:50\n这个mod最有趣的地方就是篝火了，利用防毒面具潜入这个世界生成的大坑底下，并没有发现什么有趣的东西，感 ...\n还是alpha版本，作者正在计划制作自己的怪物与音效"
        },
        {
            "author": "q_miao",
            "timestamp": 1533049020,
            "txt_content": "虽然是测试版，不过看着挺不错hhh"
        },
        {
            "author": "Style星空",
            "timestamp": 1533083100,
            "txt_content": "篝火很有意思，模组有待完善"
        },
        {
            "author": "不动要塞",
            "timestamp": 1533088080,
            "txt_content": "不如叫蜘蛛世界啦\n在森林过夜，大约30多只蜘蛛和1只小白和一只杀手兔\n路上小石头能直接合石质工具，完全跳过木质"
        },
        {
            "author": "番茄dada",
            "timestamp": 1533096660,
            "txt_content": "不动要塞 发表于 2018-8-1 09:48\n不如叫蜘蛛世界啦\n在森林过夜，大约30多只蜘蛛和1只小白和一只杀手兔\n路上小石头能直接合石质工具，完全跳 ...\n2333毕竟是个不成熟的模组，但是景色很好看啊"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1533096960,
            "txt_content": "对于这种地形生成的mod 一直都是 挺喜欢..但是又不能用于多人..唉.."
        },
        {
            "author": "番茄dada",
            "timestamp": 1533097200,
            "txt_content": "二哈大魔王 发表于 2018-8-1 12:16\n对于这种地形生成的mod 一直都是 挺喜欢..但是又不能用于多人..唉..\n并不是地形生成！是新的维度"
        }
    ]
}