{
    "title": "【原创·单篇】漫漫长路",
    "author": "aa1122a33",
    "replyCount": 2,
    "timestamp": 1533013260,
    "txt_content": " 本帖最后由 aa1122a33 于 2018-7-31 13:00 编辑 \n\n\n野蛮人\n最初的大地是巨大的，几近无限的大地上，每隔一大片距离，就看得见一堆用干草，木头，石头堆成的小村，小屋为那儿的人们遮风挡雨，而天上的云朵有时也会在这炎热的地方投下一片阴凉。\n村落的中间是一群小孩，他们在这儿开心地笑着，玩耍着，相互抛洒着沙土。渴了就卷起一片叶子，到河边去饮水，偶尔馋了，就到外面的草地里去寻找那种浆液丰富的甜草根，有时还能发现一些野果。\n已经到中午了，上午出去打猎的大人们应该要回来了。通常，如果他们早上打的猎物足够的话，下午他们就会在部落里搓蛇皮，打磨一些新的工具，或者有人就会干一些特别怪的事，比如削木棍？把绳子捆在木棍上挥舞看起来似乎很好玩，或者烤火的时候把一些石头扔进火堆里，有的石头还被烧化过，甚至有人发现有的泥土在被烧之后就会特别坚硬，就像石头一样，可是很脆。\n家里现在只有老祖母和一些比较年长的男人在，他们笑吟吟地看着面前玩耍的孩子们，想着他们以后长大的样子，想象着以后他们将会见到更大的大地，迁徙之后会再次看见他们小时候见过的森林，一想到这里，他们就高兴地相互说上两句话，然后抱起一个小孩子，原地转一圈。\n可是太阳已经到天的正中间了，那些大人还没回来…\n这很正常，毕竟理论上如果打猎如果遇到了什么大猎物是要花点时间…\n然而…还是有人回来了…\n远远看去，那似乎是祖母的地十个儿子，曲腿，他的手臂断了，满身血污，他跑的很艰难。祖母被他吓了一跳，连忙去扶他，问他是怎么回事。\n“那群，那群圆帽子的白色的人…又来了…用那个会…喷火的闪电棍棍，抓了我们一个，两个，三…四…很多个…”\n说道这里，曲腿理所当然地，又不明不白地咽了气，他眼前的最后一幕，就是祖母的黑白色的焦急的模糊的脸，还有后面灰色的村子…\n老祖母看着在自己面前倒下的儿子，一下子坐到了地上，边上的人到了之后，见此，也开始哭了起来：毕竟这么说，别的人都死了，晚上怎么可能活的过去？怎么抵御那些野兽？更重要的是…那些白色的圆帽子还要抓多少？以前他们就在抓，抓到现在还在抓，还在抓…还在抓…\n忽然，眼前又出现了许多人，他们有着白色的恐怖面庞\n那些圆帽子也来了…大概是来抓那些孩子的吧…\n…\n文明路甜根正在被牵着走。\n甜根的头上被笼上了一层黑色的像兽皮一样的东西，他的手上被系着一根麻绳，虽然这根麻绳比他的母亲搓的细致多了，可依然勒的他手很痛，他觉得呼吸困难，吐出去的湿气全都困在包住他的头的兽皮里出不去。\n他被绊倒了…\n紧接着他又听到了一阵带着臭骂的语气的。其实并不是在骂他，对付他只需要狠狠地踹上几脚就够了，这样他自然就会爬起来，骂的内容是给拉他们的人听的。“你个蠢猪！拉货的时候看看路！这些货要是在路上死一个，你这个月的工钱就别想了！”\n这里听的出来，就算甜根听的明白那些圆帽子在说什么语言也听不懂他们在说什么，甜根不需要工钱，他们部落也没有扣工资的老板，他们也没有把人当货的习惯，所以他更不会明白这个“货”指的是他和与他或认识或不认识的人。\n终于，头上的兽皮被拿下来了，正当他要深**气时，太阳光突然地刺进他的眼睛，世界顿时一片雪白，然后他就感觉到背上一阵疼痛，紧接着就是前面的人走了起来，拉着他进入了那个巨大的，棕色的，浮在水面上的巨兽的肚子里。\n“也许这些人把巨兽喂饱了，巨兽就会给他们肉吃？”甜根刚想到这里，背上就感觉到了剧烈的疼痛，他疼的一咬牙，手上的草绳随后就把他向前拉了进去。\n“一群猪，给我滚进去…”一边的圆帽子拿着鞭子，用自己才听得懂的语言骂到。\n…\n甜根在黑色的船舱里看见了一个熟悉的人，他的门牙是突出的，脸上有一道疤，手上和他一样捆着绳子，正满脸麻木地看着地面，似乎没把甜根认出来。看来他是树懒，那个杀死了甜根一个舅舅的人，似乎…他也被抓到巨兽的肚子里了。\n不知为何他有点高兴：这个人也被抓了，自己说不定还可以在巨兽的肚子里把他给杀掉，给舅舅报仇，要知道，不给血缘亲人报仇的人是会被祖先唾弃的。想到这里，他用手蹭起了草绳，可是草绳绑的很紧，他无论如何也无法挣脱，于是他便开始摸，忽然，他感觉到了一个比较锋利的东西。\n一个断掉的非常锋利的石头片，很薄，比那些别的石头锋利的多，也许可以靠这个把绳子磨断，然后拿它狠狠地插到那个人的心脏里头，在他自己和那个人变成这头巨兽的大便之前，狠狠地复仇。反正在巨兽的肚子里是一定会变成大便被拉出去的。\n于是在下定了决心后，甜根开始用这个石头一样的东西磨草绳了，虽然手用着很不方便，他磨了几乎一下午才磨断，当他抬头望窗子的时候，他觉得天上的星星和以前有点不一样——当然，他不知道地球是圆的，自然想不到是船在向高纬度开，天上的星空自然是不同的。\n天早就黑了，甜根却一直醒着，他敏锐的目光在夜里看东西特别清楚，当周围满是鼾声，圆帽子们都走了的时候，他便悄悄地起了身，摸到了树懒面前。一想到自己的舅舅，他的手就有点抖，由于他动作过大，树懒也醒了过来。\n“怎么…”\n“你这个杀死我舅舅的凶手！”吼着，甜根突然把那把锋利的刀片扎向了树懒，却没扎中他的心脏，而是他的肚子，树懒条件反射地一动，却被刀片划破了肚子，剧烈的疼痛席卷了他。甜根感受到了复仇的快感。就在这时，边上的门一下子打开了，那些叫嚷着的圆帽子手里提着一个会发光的东西，另一只手拿着一根黑黢黢的小东西，和白天他们杀死他同伴的东西很像。甜根刚觉得不对，想躲的时候，就听到了一声像打雷一样的巨响，和闪电一样响。然后，甜根感到脑袋一阵吃痛，就觉得自己的身子像灰一样的散了。\n…\n“你们这群黑鬼！老子这个月的工钱！”\n“先生，这俩人的尸体怎么办？”\n“明知故问，扔海里！还有！叫他们站起来，老子要检查一下到底还有什么幺蛾子。”\n接着就是一大堆东西落水的声音，奇怪的是，一大堆物体中却又偏两个明亮的东西，望着天上的月亮。\n千秋万代时间大概是一个月后，在一片广袤的种植园里，有一幢黑色的建筑，外面不断地有人往里面运着甘蔗，里面散发着浓浓的甜味。\n风车驱动的榨糖机旋转着，发出让人牙齿酸软的声音，里面不断地流出甜蜜的糖浆，而在这边上，一个黑人奴隶正源源不断地把里面排出来的甘蔗渣拣出来，防止堵塞住出糖口，这是一件很危险的工作，一不小心，他的手就会被磨盘一样旋转着的榨糖机卷进去，然后…\n边上看管着的工头自然是不会任他整只手臂都被卷进去的，他会仁慈地用特制的巨大剪刀剪去那位奴隶的手，然后把那只手和那个人一并扔到一边，这样，这锅糖浆就保住啦，我们亲爱的庄园主自然就可以赚到钱啦，工头的工资也就保住啦，奴隶也不会面对整只手臂都被绞断的命运啦。这种“三赢模式”在这片新兴的大陆上，是最常见不过的了。\n我们瘦弱的硬树就在这儿，捡着这里的甘蔗渣，他小心翼翼地从那头可怕的，会吃人的巨兽的牙缝间掏出甘蔗渣，每天晚上，他总是吃着奇怪的，被叫做麦麸汤的东西。味道很奇怪，有时甚至会有甜味，然而能吃到带甜味的汤的时候，通常是有人的手被机器吃掉了。想到这里，硬树就觉得一阵恶心，那喝过的汤就仿佛合着白骨。\n每天就是一大伙人被赶到这儿，用手在这巨兽的口中捡着渣滓，很累，双脚站的很痛，双手伸的很麻木，更重要的是心很累，累到无以复加：我到底在干什么？我在做什么鬼事情？可有时，看到那个偶尔过来的，大腹便便的人笑得恶心的脸，这些黑色的奴隶们总会厌恶地闭上眼睛。一来二去，他们之间就混熟了，于是，诅咒主人的话开始流传开来，主人自然不会毫无察觉，然而他也似乎没做什么…\n终于有一天，他们忍不住了。\n起因是有一位奴隶的手被机器吃进去了。\n对，就是这么简单，日常的事情，通常来讲，边上的奴隶们总是无比沉默，或者会露出同情的神色，借着就会被工头凶恶的眼神吓回自己的岗位，可今天，迎接这个工头的却是愤怒。\n“不准剪他的手！”\n有了第一声就会有第二声。\n“让机器停下来！”\n忽然之间，类似的愤怒的吼声炸遍了整个房子，终于，有个奴隶举起了自己的黑手，狠狠地打了那个白人工头一耳光，然后按停了机器。接着，众人开始围殴那个白人，直到最后，那个打他第一耳光的人拿起了工头最爱显摆的长剪刀，狠狠地戳入了他的心脏。\n他就是硬树，那个瘦弱的黑人。\n边上的黑人们却都被他的行动吓到了：一开始他们只是想发泄发泄自己的愤怒，可以现在，这个人死了。\n“兄弟们！”这时，硬树的有力的声音从他那略显单薄的躯体中响起。“告诉我，你们现在害怕吗？我知道，你们其实都恨这些白人，他们对你们任意打骂，任意欺压，可是为什么？”\n“兄弟们，以前啊，我们都是住在那片草原的人啊，记得吗？那时候，我们自由自在，想打猎就打猎，想捉鱼就捉鱼，不用再野兽的嘴边整天站着，不用给该死的主人捡糖渣，不用被剪去双手，可是为什么，现在我们就要为他们吃喝的糖捡甘蔗渣？他们每天只是要我们捡甘蔗渣，什么也不做，他们为什么能什么都不做？还不是我们每天榨着糖浆养活了他们吗？”硬树的话换来了害怕的人的沉默，也让一些人激动了起来。\n“这都是他们的错！他们让我们必须给他榨糖浆！”\n“去他妈的主人！我们再也不要榨糖浆了！”\n“安静，各位”由于平时的帮助，硬树的声音在这时格外有用“听好了各位，现在，我们要想不榨糖浆，想要过以前的生活，办法只有一个，去山里生活！”说道这里，硬树索性一不做二不休，用手狠狠地捏了捏大腿，借着疼痛大声地喊了出来：\n“让那些白面鬼自己去滚榨糖浆吧！我们要去山上生活！”\n这句话作为口号来讲并不顺口，然而这也说出了他们的心声：是啊，他们见过，那些主人就是十分讨厌山上的，据说那里有一群以前逃出去的黑色的，和他们一样的人，他们想到了那里，于是人群激动了起来。\n“各位！拿起家伙！我们走！”\n于是人们便激动地拿起了武器，五十多号人冲出了巨大的榨糖屋，冲向了某个墙角：那里硬树曾经偷偷地看过，是最坚固的墙壁上最脆弱的一面。那面脆弱的墙是挡不住他们的。\n墙被踹开了，可是迎接他们的不是自由，而是一排拿着枪的，白人，他们穿着完整的衣服，双眼无情地看着他们。边上的以为拿着长刀的人，正趾高气扬地看着他们，而在边上的那个体格健美，身躯孔武有力，顶着牛仔帽，带着大金表的人，显然就是这座庄园的主人。\n“你们这群贱种，我的主人仁慈给你们一口饭吃，你们还要逃走！你们工作这么懒散，我们主人真是白养你们了！”那位拿着长刀的人以一种可恨的语气，向这些奴隶们讲到，然后他便转向了边上的主人，以一种恭敬的语气问到“亲爱的绅士，我们因当如何处理他们呢？”\n“你们啊…”主人看着这些黑人，貌似很惋惜似的说道，“我今天本来给你们准备了面包给你们的啊…为什么要跟那个你们之前不认识的人闹起来呢…”说到这里，主人拿起了自己手上的一小块面包，这些黑人中明显地发出了惊呼，当中立马就有人站出来了：“主人！是那个黑矮个叫我们这样做的，他还想叫其他所有人都逃走，他真是坏极了！我是被他们…”\n“够了！”硬树听到这里，气的一巴掌匡到了那个黑奴的脸上“你真是个好奴才！要我说你就该被那台机器给吃进去磨成肉泥！”说完，他便转头向那位绅士用这儿所有黑人白人都听的明白的，语法混乱的白帽子的语言吼了起来“你在说谎！要不是我们反抗你！你的面包怎么可能为我们准备？愿你祖先的尸体被猛兽吃干喝尽（1）！”\n这位绅士听到这里，叹了口气，暗地里用自己的手肘碰了碰边上的人，边上的人顿时明白了他的意思。\n“砰”\n一声枪响，瘦小的硬树的脑袋就碎掉了。边上的黑人明显还不知道发生了什么，楞住了。\n“哎呀呀，你怎么能这样呢？他虽然罪孽深重，可你也不能这样枪毙他呀！”这位和蔼可亲的绅士顿时露出了惊讶的表情，对着边上的那个人说了出来。“你太冒失了，今晚你不准吃饭了（2）！”\n“啊！”突然，之前站出来的那个黑人挥舞起了自己的手，面向了所有黑人，大声的宣讲了起来。“我们的主人多么仁慈！这个罪恶深重的人的性命他都会惋惜。他死了，主人一定会赏赐我们的！”仿佛是为了配合他的话似的，这位绅士发话了：“今天晚上，你们不用都睡一起了，我给你们每五个人准备一间单独的屋子。还有，今晚你们每个人都有块面包，这是榨糖浆的你们应得的。还有，”这时，主人叫那个站出来的黑奴过来了，“你是个正直的人，以后你可以自己一个人住一个屋子了。”顿时，他周围便充满了羡慕的目光。他便连忙向主人转了过去，嘴里不断地讲着“谢谢主人！谢谢主人！”可在看到主人的眼色之后，他又转过头去讲了起来：“看！你们只要像我一样忠于主人，勤劳工作，不想坏事，也一定会像我一样过好生活的！”\n……\n榨糖厂里充满了快乐的气氛，因为今晚，主人到所有人面前宣布，大家都有一块面包，而且以后所有人扎的糖浆越多，吃的东西一定会更好。\n终焉“TM的，以为我们这么好骗，把我们当傻子吗？”\n“可恶，虚伪的就像狐狸一样的人，我们早晚要把你给活剥了！”\n“小声点！外面有人看着呢！”\n“哎，硬树还是太急了，我们得小心一些…”\n“好了不说了，睡觉，以后干活要加把劲，别让主人怀疑过来。”\n“睡觉睡觉！”\n接着就是一阵窸窸窣窣的声音，不远处，一群猫头鹰正好停在有一株没有一片叶子而粗壮无比的大树上，这棵健壮的大树一定会像主人与奴隶的制度一样，千秋万代，万世不易。\n注释：（1）对于崇拜祖先的原始人来说，这句话意思大概和“我*你十八代祖宗”是一个意思…吧？\n（2）我还是说一下吧…对奴隶们来说，他们什么都没有，在他们的意识里唯一可以失去的就是“吃饭的权利”了。\n\n\n\n一堆碎碎念...本来是准备在五月活动发的...结果时间一拖就成现在了...学生党苦啊啊啊",
    "replies": [
        {
            "author": "aa1122a33",
            "timestamp": 1533013260,
            "txt_content": "首行缩进不知为什么不能用了，诸位将就一下吧"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1533134820,
            "txt_content": "萌新瑟瑟发抖"
        }
    ]
}