{
    "title": "【创世匠艺】大区今后发展方向意见征集帖",
    "author": "縻风",
    "replyCount": 20,
    "timestamp": 1533089640,
    "txt_content": " 本帖最后由 縻风 于 2018-8-1 10:18 编辑 \n\n\n               你说八月活动没了？\n               不这就是八月活动。\n\n               你说这次活动居然不用做地图？\n               这次甚至不用摆方块。\n\n               你问为什么？\n               因为考虑到擂台赛。\n\n               你问那这次要干嘛？\n               看这里！【创世匠艺】大区今后发展方向意见征集帖\n\n\n·>活动简介：      \n      为了让论坛创世大区能更加贴近会员意愿工作，趁着这次八月活动的机会，我版将举行一个大区今后发展方向意见征集活动，以更好的了解会员对于本区的期待和愿望。会员在本帖下方留言，说出自己对大区今后发展方向意见，可以是制度改革建议，也可以是对本大区发展方向的愿望。\n\n·>活动说明：\n      1、文明发言，不得辱骂、攻击他人。\n      2、大胆发言，勇敢说出你对论坛的期待。\n      3、创意发言，鼓励从新颖的角度对论坛提出建议。\n      4、理性发言，提出的建议切合实际，必须有一定可行性。就不要出现什么浏览30分钟不水回复奖励金粒这种了。\n      5、在本帖下方回复，禁止划水盖楼水回复。\n      6、版主将会按照可采纳性给予积分答谢。\n\n创世匠艺大区管理组\n保留活动条款最终解释权\n\n",
    "replies": [
        {
            "author": "denggezuishuai",
            "timestamp": 1533090840,
            "txt_content": "建议下载收费，这样不仅可以让作者获得更多奖励也可以略微改善本版块水贴严重的现状，隐藏内容回复可见带来6666666、mcbbs有你更精彩之类的话有些不堪入目，虽然该水的还是水，但总比集中在一个版块给版主带来巨大的工作量要好很多。\n(虽然我已经这几天在这个版块右下角赚了快2000金粒了)233333333333333333333333"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1533092880,
            "txt_content": "这八月活动感人分明是懒\n我建议版主给图章或者评分之前可以玩一玩地图，不要只是看介绍和截图给分（地图作者真正的智慧体现于玩家游玩时的体验，显然我就不是）\n还有，举报不处理一下么，3天了快\n实在不行再召点版主别找我"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1533093480,
            "txt_content": "我提一个建议，未必真的适合在本大区，希望能够和各位版主讨论出合适的解决方案。\n\n现在1.13出了新机制数据包后，原版可以做的事情也大大增强。如今像原版的UI设计、物品设计、小型结构设计这种问题，在技巧版发不合适，在mod讨论版发又因为不是mod有潜在的错版风险。而且像这个问题和讨论的结果也可以用在地图制作上（RPG或解密地图之类），所以我倾向于这个帖子应当发在创世匠艺大区的匠人酒馆。我希望之后匠人酒馆可以允许这种讨论帖存在，包括畅聊匠艺（UI、结构、地图设计）和佣兵招募（原版模组项目招募）主题。当然，像纯指令相关的话题仍然不应当在此之列。\n\n下面是些啰嗦的话：早版本由于这种原版模组无法脱离地图存在，有不少作品直接发在了展示版，像【CBL】[2b] Traditional 『原版CB模组』决不逊色非原版模组这个帖子就是一个典型例子（也几乎是为数不多的例子）。之后是命令方块和OOC的时代，这种内容适合于发在游戏技巧版块。然后是结构方块和外部数据包加载，也是同样。另外，技巧版版规有这么一条：\n红石作品等技术教程向的帖子加以解说后本版可留存档，也同样欢迎在展示&共享版再发一个地图展示的帖子，双份奖励这个可以有；红石模块由于其特殊性，符合设计标准、标明输入输出规格可以不对内构进行解说；只为发存档或展示{读者在帖子中除了“楼主好厉害”以外不能获取任何营养}请直接发到共享版。\n所以技巧版和展示版可以说是联系很紧密的，而技巧版又没有相关的讨论区域，我觉得在酒馆正是恰如其分。\n\n最后我想问一下，如果一个带有丰富空岛内容的数据包+基础草地的空岛，是发在技巧版合适还是展示版合适呢？"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1533103800,
            "txt_content": "建议提高厉害地图的奖励\n平心而论，对于越厉害越好的地图奖励应该不受.精华奖励上限的限制，因为同为精华甚至同为精华III，部分地图可能更为出色，但奖励却差不多\n而大部分地图都是非盈利的\n当然要实施这点可能需要版主或图章鉴定师进入地图内体验，也可以作者拍游玩视频，然后观看来评价\n毕竟高级别地图需要非常全能的作者，而一般其他板块的精华只需要会那一点就够，奖励却差不多比如搬运版精华也是给4贡献，难度却低很多很多"
        },
        {
            "author": "lishanglin",
            "timestamp": 1533107220,
            "txt_content": "建议将优秀图章以上的但是十分冷门帖子整合起来，做一个优质贴合集，定期更新（当然各种标准只是建议还是版主拿捏\n为什么我会这样想呢？因为我自己的作品都是这样，好歹一个精华作品才两千查看量*吐血"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1533112800,
            "txt_content": "ruhuasiyu 发表于 2018-7-31 17:18\n我提一个建议，未必真的适合在本大区，希望能够和各位版主讨论出合适的解决方案。\n\n现在1.13出了新机制数据 ...\n这么一提我也想到要说什么了...\n\n最后那个，以前问过类似问题。技巧版版主说发他那，展示版版主又说发他那...\n两头不到岸...\n个人认为如果命令量够且有意义有意思的话可以发技巧版，然后在展示版以成品展示与共享的目的在发一贴...如同你前面点到的双发。\n但另一个问题是，有能力制作这类数据包+资源包，且会去做出来的人少之又少。因此展示版就在鉴定时多了个命令/技术性加分...不过感觉这个加分的评定标准挺水的...\n\n\n另外，你之前那个被转的贴应该是版主操作失误误以为是mod讨论...酒馆是允许讨论的\n\n============\n然后是展示版解密类(特指)地图评定的问题。\n评分为2人气15金起步。鼓励新人发贴，这点可以理解。\n却又变相鼓励了系列解密，测试版，正式版，完全无bug版等一系列求量不求质的作品。\n建议新人的首个作品限时高亮顶置。\n\n\n提高对此类地图的评定标准。\n不像建筑类地图，此类地图从制作、测试、剧情、命令、装饰、甚至到后期，精力与付出可一点都不比纯建筑要少。然而本坛却甚少有坚持走到这么远的解密地图作者。但这并不应成为评定门槛降低的理由。\n最近(其实应该一直都是)火柴盒质量的解密地图可不少...不要因为里面用了几个简单的命令就加分...\n另外，因为此类地图大部分作者可能包装/截图方面不像建筑作品，不一定有好看的渲染截图。所以不要光看截图和介绍下结论，也希望评定前有至少15分钟的存档体验。\n最后是希望添加减分项(???)。是否存在严重BUG，“我要去网吧”，“我要找作业”，“寻找我的游戏机”这类小学生试/不用心的作品与介绍，和那些奇怪至不合理的剧情逻辑，老套的找物品解密，和寻找成就物几乎成为游戏主题的(找垃圾一般的体验感)。这类的..."
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1533119160,
            "txt_content": "⊙v⊙ 发表于 2018-8-1 16:40\n这么一提我也想到要说什么了...\n\n最后那个，以前问过类似问题。技巧版版主说发他那，展示版版主又说发他 ...\n你说个那个我是知道的……所以我才提出来希望以后不会再当做错版移动……"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1533120480,
            "txt_content": "⊙v⊙ 发表于 2018-8-1 16:40\n这么一提我也想到要说什么了...\n\n最后那个，以前问过类似问题。技巧版版主说发他那，展示版版主又说发他 ...最后是希望添加减分项(???)。是否存在严重BUG，“我要去网吧”，“我要找作业”，“寻找我的游戏机”这类小学生试/不用心的作品与介绍，和那些奇怪至不合理的剧情逻辑，老套的找物品解密，和寻找成就物几乎成为游戏主题的(找垃圾一般的体验感)。这类的...\n这点我提出质疑，这虽然质量差，但是说句老实话，我就是从这类玩家过来的。\n谁也不知道你会不会因为做解密而兴趣大发深入学习又或者迷上建筑等。。。\n所以在面对这类创造者的时候我就会看到从前的自己，所以我从不觉得他们做的东西是垃圾。"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1533122220,
            "txt_content": "hurui 发表于 2018-8-1 00:48\n这点我提出质疑，这虽然质量差，但是说句老实话，我就是从这类玩家过来的。\n谁也不知道你会不会因为做解 ...\n并没有说他们做的都是垃圾。而是比喻那些到处藏成就物品的，藏得过多了一度让人怀疑自己到底是在玩解密游戏还是成就解锁游戏。成就二字什么时候和找物品画上等号了，成就也不一定是物品的形式。\n\n\n你可能没怎么玩过优秀的解密吧...有过对比你就会感觉坛内绝大部分解密作品实在是一般"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1533122640,
            "txt_content": "⊙v⊙ 发表于 2018-8-1 19:17\n并没有说他们做的都是垃圾。而是比喻那些到处藏成就物品的，藏得过多了一度让人怀疑自己到底是在玩解密游 ...\n这跟优秀作品扯不上关系，我的意思是，谁都是从“劣质产品”开始发展的，我只是觉得他们能有一种分享的心很好，并在此基础上好好提升自我。"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1533122640,
            "txt_content": "⊙v⊙ 发表于 2018-8-1 19:17\n并没有说他们做的都是垃圾。而是比喻那些到处藏成就物品的，藏得过多了一度让人怀疑自己到底是在玩解密游 ...\n这跟优秀作品扯不上关系，我的意思是，谁都是从“劣质产品”开始发展的，我只是觉得他们能有一种分享的心很好，并在此基础上好好提升自我。"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1533124800,
            "txt_content": "hurui 发表于 2018-8-1 01:24\n这跟优秀作品扯不上关系，我的意思是，谁都是从“劣质产品”开始发展的，我只是觉得他们能有一种分享的心 ...\n所以我建议给新人首作品限时高亮顶置以做鼓励且让更多人看到。同时提升评分标准。其一是减少低质量贴。其二，普遍解密作品的制作成本和投入时间较少，评分上则和耗时多几倍的建筑差不多...\n\n谁不是从火柴盒过来的，但是又有多少人会把火柴盒发上去。\n\n另外加分项也有必要提升或明确一下，是否原版，资源包是否原创，是否有一定量(提升游戏体验)的命令，剧情表述是否清晰，等..."
        },
        {
            "author": "BlackCB.",
            "timestamp": 1533141480,
            "txt_content": "而一般其他板块的精华只需要会那一点就够，奖励却差不\n没有这么说的……有些东西要亲身体验，"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1533175200,
            "txt_content": "天狼星black 发表于 2018-8-2 00:38\n没有这么说的……有些东西要亲身体验，\n但是有部分确实比地图简单，制造时间有部分是远少于地图的\n比如最新的搬运精华"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1533177480,
            "txt_content": "以个人浅见，感觉搬运好像就是做翻译介绍的工作（？？）\n我觉得很有必要加入“鉴赏”，搬运工作要做到亲身体验，搬运者要写自己的游戏心得等等，"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1533177600,
            "txt_content": " 本帖最后由 天狼星black 于 2018-8-3 12:40 编辑 \ndenggezuishuai 发表于 2018-8-1 10:34\n建议下载收费，这样不仅可以让作者获得更多奖励也可以略微改善本版块水贴严重的现状，隐藏内容回复可见带来 ...\n最重要的一点，举报已经4天（今天是第5天）没有处理了！！！！！\n@縻风   @hurui   "
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1533189420,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2018-8-5 15:50 编辑 \n\n我认为浏览30分钟不水回复奖励金粒就很不错\n我认为展示板的地图分类可以适当进行修改 目前的选项还是有点笼统，不能直接让寻找特定类型的地图的人一目了然\n例如我想寻找游戏地图，我似乎得把跑酷、解密之类的全都勾上，但可能还是会有别的类型的地图掺杂进来，也有可能会把我真正想找的游戏地图给排除掉\n我建议是把类型更改为【生存、跑酷、解密、RPG、PVP、PVE、建筑】这样按照大类来分应该会好点\n虽然要将以前的地图更改为之后的类型的确麻烦\n\n还有就是，针对前面几楼说的滥制解密地图，像各种无脑解密，希望版主可以花上十分钟去玩玩看，并给作者提出一些建议，例如优缺点是什么，今后的改进应该朝哪个方面加强之类的"
        },
        {
            "author": "王正",
            "timestamp": 1533724680,
            "txt_content": "现在本版块存在一个非常严重的地方，就是两极分化\n好的地图特别好（要材质有材质，要剧情有剧情，要建筑有建筑）\n坏的地图特别坏（火柴盒建筑，解密地图可能就是找东西，可能连个命令方块都没，甚至就是单纯为了吸引某些较小学生的主播）\n所以我建议加强对好地图的奖励，减少对质量较差地图的奖励\n建议禁止回复可见\n可以改为评分可见（反正留人气不扣自己，金粒也相当便宜）\n不建议下载收费，因为这样会导致\n优质地图下载收费，会极大减少下载量，并且容易吸引某些网站将收费地图剽窃，将其变成免费地图，以供其吸引小学生，这样作者也无法得到收入\n中低质地图下载收费，会严重减少下载量，严重影响新人信心，造成可能的新人流失\n对于新人可以以鼓励为主，谁不是从那时候过来的"
        },
        {
            "author": "Belanga",
            "timestamp": 1534243440,
            "txt_content": "我认为，现在展示&共享版应该\n弃回复可见，改附件收费\n\n这里的付费是金粒，而不是真实的金钱\n主要原因如下：\n\n回复可见的本意是拒绝伸手党，但现在看来，有两个弊处\n一是大量增长水贴，增加了版主的工作量\n二是使没有回复可见的帖子会在发布后短时间内被刷下去，就算是有回复可见的帖子，也有时会这样，原因是其他“老”帖子不断被回复，导致加了回复可见，由于本身热度不足，也会被刷下去，这对于新人极其不友好\n\n而若实行附件收费，有两个益处\n一是这样也可以拒绝伸手党，并且效果还好一些，特别是现在每日红包去除后，金粒是没有稳定来源的，同时还可以给作者一些报酬\n二是使得各个作品之间公平竞争，让新帖子不沉\n\n\n至于附件收费的额度，我觉得不要太高，5~15金粒足矣\n\n\n"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1535545680,
            "txt_content": " 本帖最后由 我叫坂本 于 2018-8-29 20:32 编辑 \n\n现在展示板有众多RPG地图，好的就非常好，差就的不说了。\n大部分RPG地图还停留在1.7.X，为什么呢，MOD多，没有MOD就活不下去的RPG地图很多。\n在1.7.X的RPG地图里，大规模的建筑，剧情，等方面是加分项，原创模型更是要加分。\n当然也会出现技术极好，建筑极差的玩家。这种考虑给图章的时候可以进行多方面讨论。\n依赖MOD的就是，你有可能只需要放个命令方块 输入say就完事了（当然我只是猜测\n当然我支持创作者无MOD的制作RPG地图！（不是说不支持有MOD的RPG地图希望版主们鼓励创作者少使用MOD，用久了，就依赖了（有些人\n无MOD的RPG地图可以说是很少的，举个例子：五行传说，救赎等中大型RPG地图\n五行传说是1.7的版本，内容剧情非常丰富，命令手法也很复杂。\n救赎是高版本的RPG，多种道具，建筑，玩法上面很有意思。\n现在的游戏版本已经到了1.13了，1.13的地图非常少（可能是刚出不久吧\n但还是有1.13的地图，但是你们也许看到1.13的命令方块地图做的很烂（从建筑上看\n那有没有从命令上看呢，1.13的execute命令大改，学起来还需要一段时间吧。最新版本的地图的加分可以调高一些\n在一些大型游戏地图上，高科技，自己原创的资源包，皮肤，模型等，这些都是加分项啊，为地图增添色彩。\n加高分那是必须的啊！\n我也希望展示板能出一些关于命令方块的题材。\n\n\n再说一下管理的吧\n在我做第一个地图的时候，抱有很大的期望，也就是希望地图能被认可吧？\n还希望有很多玩家喜欢。\n我第一次申请图章，那里还有个\"申请理由\" 我填写了很多想写的，也是地图的现状\n当时，冥姐的回复很清楚。说地图的不足，那时候非常感谢冥姐！\n然后申请图章就改到了黑星老大那边了。\n近几次在那边申请地图图章，我写的理由，没人看见吗？\n一句“收到”？ 给了图章完事，理由都没说，我还要自己上QQ 问版主地图没达标是什么问题。\n真麻烦呢\n\n也希望以后不会这么敷衍。\n\n看到有些地图，一直在更新，但似乎是没有人看到他的努力？\n我也有向版主说过，“XXX地图一直在更新，而且还很厉害的”\n举个例：16年到18年，两年时间的制作，不断更新，版本不断往上提，我现在看到的就是\n“1.13 窒息地牢” 他很努力的更新，内容丰富，今天去下地图的时候，解压出来100多MB，还算是很大的\n希望版主们能看到这类创作者们的努力！\n\n“最后\n祝展示&共享版越来越来好。\n\n\n我的废话就这么多，没了\n\n\n\n\n\n\n"
        }
    ]
}