{
    "title": "[多线]HappyCraft —— 找到你的MC生涯中安居之处[1.8.8-1.11.2]",
    "author": "1784234383",
    "replyCount": 0,
    "timestamp": 1533068520,
    "txt_content": " 本帖最后由 1784234383 于 2018-8-1 04:22 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n欢迎来到HappyCraft MC服务器！\n本服玩法易于上手而不繁琐，简单而又丰富您可以使用1.8~1.11.2中任意版本MC客户端登录本服如果您想，也可以直接下载由我们定制的HappyCraft MC客户端（目前仅支持Windows）------------------------------------------------------------HappyCraft Minecraft Server首次开服时间2013年1月22日开服至今已积累了丰厚的开服经验我们将尽力带给您最佳的游戏体验！------------------------------------------------------------服务器分区介绍1、登录大厅新玩家登录时默认的出生地，内容简单：一张地图，一个传送菜单。支持版本：1.8-1.11.2核心版本：1.11.2\n2、生存大区本服生存区主打不一样的『地狱生存』在地狱中获得全新的生存体验。当然，生存区中也同样包含传统的生存模式。在原版生存的基础之上，我们添加了商店、领地、宠物、好友、职业等元素，乐趣无穷。\n支持版本：1.8-1.11.2核心版本：1.11.23、末日生存同样拥有白天，同样拥有黑夜，但您却只能在黄昏黎明时刻短暂放松。尸潮不时来临，阳光灼热无比，最好的藏身防备之处便是地表的下方。支持版本：1.8-1.8.9核心版本：1.8.8\n\n4、创意大区每个人的心中，都曾怀有一个梦想。那就是，亲手创造一个属于自己的宫殿。那么，请不要把你的梦想永远抛弃在幻想的海洋中。请把你的创意淋漓尽致地展现出来！\n此分区特别之处：游戏模式为创造模式，拥有自动化管理地皮系统，可选16、32、100等宽度的地皮。支持版本：1.8-1.11.2核心版本：1.11.2\n5、空岛生存您是否曾厌倦了奔波在无边无际的草地中？您是否曾只是想找到一片与世隔绝的小岛，享受自己的隐居生活？请在空岛生存区，打造属于你自己的世外桃源！\n支持版本：1.8-1.11.2核心版本：1.11.2\n6、游戏大区Minecraft本身最有名的一个特色便是生存模式。不过有名的背后，是否也曾暗含着一些无趣？那么，请来体验小游戏吧。我们提供许多种小游戏，地图储备丰富，让您获得mc的全新体验！（小游戏的介绍位于后文）\n支持版本：1.8-1.8.9核心版本：1.8.8------------------------------------------------------------游戏大区介绍1、彩弹射击拿起彩蛋，进入第一人称射击模式，咻咻咻~地图：末影岛屿地图：眩晕之城地图：大树之巅地图：罗马竞技场地图：生死狙击地图：中世纪地图：地狱迷宫地图：巨人厨房地图：玫瑰庄园地图：冰封地图：迷幻雪地地图：绿茵场地图：地狱村庄地图：跳得更高地图：仿制新年广场\n2、躲猫猫伪装成方块？或是，去寻找这些方块中的\"间谍\"？地图：羊毛世界地图：生态工厂地图：地图1地图：皇家园林\n3、起床战争对方的床，才是你真正的敌人！地图：飞艇地图：月球地图：决战巅峰地图：星球大战地图：大方块地图：城池之战\n4、跑酷不要停下，红石块才是你的歇脚点！地图：地图1\n5、炸弹人拿起炸弹，安置，Boom~------------------------------------------------------------服务器职务人员Heart_Fei，心扉，管理组人员，建造多个小游戏地图及部分主城，负责部分照片取景，现保持在线。Dan_Cao_Fan，蛋炒饭，建筑组人员，建造多个主城及多个小游戏地图，最后在线时间2016年。_Bad，小超，管理组人员，建造多座主城及一个系统商店，最后在线时间2015年。bhunji，寒潮，前管理组人员，组织建造主城、支持服务器运行，现不定期在线。Exusiling，管理组人员，建造多个主城及部分商店，服主的主要帮助者之一，现保持在线。noslime，管理组人员，建造多个系统商店及多个小游戏地图，为服内游戏平衡做出重大贡献，现不定期在线。nozombie_WK，王可，服主（兼机房维护），维持服务器的正常运行，现保持在线。------------------------------------------------------------服务器配置说实话这个配置我感觉拿不出手...包括马上要更换的X5460...不过我一定会尽力优化速度的主服务器网络运营商实际上是中国联通不过由于我们这暂时不允许接入中国电信，故我们服出现了加速线路这个东西。加速线路服务器的网络是多线的，因此可以用我们的加速线路来弥补主服务器单线的不足。连接到服务器后，如果感到明显的游戏卡顿（Tab列表中包含Ping延迟显示），请找服主为您设置加速线路。------------------------------------------------------------关于账号的注册、登录、密码修改、皮肤修改问题在不使用加速线路的前提下，可以直接用客户端连接服务器后输入/reg注册。如果必须使用加速线路，也可以在http://s1.xm233.top/或http://s1.xm233.top/skin/中注册。一般地，您可以登录服务器后直接输入/l来登录。如果使用本服专用客户端，还可以享受免指令自动登录功能，需要在登录到服务器后输入两次/premium来激活。激活免指令登录后，您就不能使用其他客户端登录服务器了。如果想要取消免指令登录，登录到服务器后输入/cracked即可。关于密码修改，可以在服务器内输入/changepassword更改密码，也可以在http://s1.xm233.top/skin/中更改密码。如果您使用本服专用客户端登录，且已在游戏内输入指令改密，还需要在本服皮肤站网页中登录一次后，客户端才可正常登录。如果直接在http://s1.xm233.top/skin/中修改的密码则无需特意登录皮肤站。http://s1.xm233.top/skin/是本服的皮肤站，采用Blessing Skin系统。如果您使用本服客户端，则修改后皮肤应当一切正常。否则，您可能还需要CustomSkinLoader之类的Mod来使用本服的皮肤系统。如果不会配置，可以请教服主。------------------------------------------------------------开服证明------------------------------------------------------------最后，感谢大家选择并支持HappyCraft MC服务器！\n",
    "replies": []
}