{
    "title": "【原创/单篇故事/渲染插画】遗骨应葬于净土",
    "author": "nianbing",
    "replyCount": 7,
    "timestamp": 1533110460,
    "txt_content": " 本帖最后由 nianbing 于 2020-5-30 18:31 编辑 \n\n遗骨应葬于净土\n\n\n正文：\n\n “他们曾嘲笑过我的鞋印。浅薄，一抔黄沙便能够淹没的平凡鞋印。”\n    \n    旅人不再负隅顽抗，顺从肉体的疲劳与精神的倦怠脱力地向后倒下。可还没休息数秒，便被炙热的黄沙从幻境里扯出，拽回到残酷的现实。即便不到中午，烈日也仿佛点燃了空气一般灼烧着肺部，将视线所及之处尽数扭曲。触手可及的水汽在目光下沸腾蒸发，眼球因阳光的烧灼，刺痛着神经每分每秒都在颤抖，宛若被黄沙掩盖，如蛛网之上的蝴蝶一般无力。\n\n    干咽一口苦涩的唾沫，趁着背上的行囊再添重负之前，需从这片沉重的世界逃离。无人搀扶，旅人拄着一根枯朽的木棍，拖着沉重的**一瘸一拐地行走在炼狱里。\n\n    一不留神，手中拐杖经不住行囊的沉重，不打招呼地先一步回去了。旅人抛下了断成两截的木棒，从脚边抽起一根陈旧的长矛，拄着那根绊倒自己的兵器，徘徊在昔日的沙场上，试图将乌有的汗水幻化成鲜血，想要把曾经的战士唤回到身旁，毋须听从所谓善意的叮嘱，只需顺从此刻欲望的疯长。旅人不愿一瘸一拐地行走，甚至想要就此匍匐着爬行，但不想同蜥蜴同道，亦不想成为蟒蛇的食粮，他便拄起了长矛行走。\n\n    脚下有蟒蛇经过的痕迹，在旅人的眼里却成了友人的足迹。烈阳终是扰乱了他的神志，晃晃悠悠，宛如痴呆的暮年老人。\n\n    望着昔日战友的足迹，旅人看得出神。那是他们自诩深刻的痕迹，常向旅人夸耀自己的成功的鞋印，旅人都记在心里，暗自发誓有朝一日也要踩出一片独一无二的花园。每当他们换上一双新鞋，总会带一瓶红酒来拜访旅人，打着交心的名义，对自己的成绩夸夸其谈，炫耀那画在自己生命中浓墨重彩的一笔。旅人恨不得将杯中的红酒泼向这些强者，稀释他们黑白的人生，再划上一根受潮的火柴，以最为无趣的妒火点燃这些人类的残渣。但他们作为自己为数不多的友人，旅人下不了手。即便自己只是跟在队伍的最后面的累赘，受尽了屈辱与折磨，也只有他们愿与旅人推心置腹，哪怕自己的言语毫无意义，也只有他们愿意装作倾听。尽管旅人心怀怨恨，却也哄骗自己将他们当做了友人。只不过，谁都没有在人前脱下过自己的鞋子。\n\n    尚未陷得太深，旅人在理智消磨殆尽之前惊醒。意识到自己的愚昧，险些要被难以忘怀的旧事谋杀，旅人抬起左手，狠狠地在自己的脸上留下了一块通红的印记，卑微的愤怒也就散了。能够经常自我谴责的人，一定不会对自己真正感到愤怒，因为没什么是能比自我谴责更让自己感到愤怒的了。\n\n    旅人倚靠在胡杨树下，小心翼翼地喝着所剩无几的水。若是在这个时间继续将肉体暴露在烈阳之下，光线便会如钢钉一般洞穿**。最开始觉得疼痛的是皮肤，再那之后伤痕便会蔓延到骨头里，再怎么说也都不是人类所能承受的痛苦。藏匿在阴暗的角落也未尝是一件令人羞耻的事情，若是向光而生却招致了光明焚身，那才是最为可悲的下场。\n\n    尽管旅人现在饥肠辘辘，却也不能将包里的干粮用以果腹。咀嚼干粮会让本就苦涩的口腔更加干涩，下咽的感觉会刺激神经，让口干舌燥的旅人失去理智。为了不让自己成为可笑的疯子，旅人不得不放松自己紧绷的神经，倚靠着胡杨闭上混浊的眼。\n\n    但喘息是不被这片炼狱允许的。万物生存在同一个世界，遵循同样的法则，天平不会倒向任何一方，地狱也不会袒护任何生灵，它们必须忍受着燥热酣睡，又岂能容忍人类享受着荫蔽入眠。闭眼是火葬的尸首，睁眼是焦灼的木偶，旅人不愿沉沦，背上行囊继续行走。\n\n    旅人已经不记得自己走了多远的路了。足迹从沙漠的尽头蔓延过来，又将伸向眼前的城市。他确信自己没有癫狂，纠着一张不可置信的表情的脸。他确信自己从身后出发，却不曾想到会绕会原点。脚印早已无从考究，可城市却映入瞳孔。顺着指南针的指向径直前行，可究竟是它坏了，还是旅人疯了，他自己也分不清了。\n\n    旅人撕心裂肺地吼叫，低着头发了疯似的奔跑，满眼都是哀伤，泪水狂涌而出。不再顾忌残存的生命，也不再压抑堆积的愤怒，舍弃理性的思考，抛下荒谬的希冀，成了一根芦苇。\n\n   “若是从噩梦身边逃离，又怎会绕回到墓旁。”\n\n    都说噩梦是美梦的遗骸，那追寻美梦的旅人又是否在追寻着噩梦？指南针只会指向一个方向，绕开坟墓的旅人又是否偏转了它的准则？\n\n    旅人奔跑到精疲力竭，呼喊到声音沙哑，再一抬头，却已看不见城市了。他似乎跑了很远，又似乎没跑多远，炼狱剥夺了旅人身上几乎所有的体力，背上的重负也在压榨着仅存的气力。向着城市狂奔的旅人，才跑出数百米远，城市就消失在了视野里。\n\n    旅人跪倒在地，全然顾不上炙热的黄沙，仿佛用尽了全部气力，成了一具枯骨。没有用于埋葬的铁锹，也没有适合长眠的净土，自己根本就不曾好好安葬过美梦，如今招致了它们的报复或许也成了理所应当。可美梦是不会报复人类的，旅人就是因此才失了神。他不愿承认，自己至今为止携着的美梦都成了枯骨。沉重，残骸将这具残破不堪的躯体压至窒息。旅人不再挣扎，任凭这具沾染无数罪孽的**陷入黄沙之中。他闭上眼，这一次或许就再也不会睁开了......\n\n    落日的余晖撒在了这名罪人身上，他的手指微微颤动了一下。起风了，狂风刮走了淹没旅人的沙土，他挣扎着从黄沙中爬起。\n\n    “这里，并不适合安葬。”\n\n    炼狱并非用于安葬死者的遗骨，即便疲乏哀痛，也终究不能将它错当做适宜安葬的净土。葬礼应该庄严肃穆，死者的遗骸并非罪人的玩物，容不得他肆意妄为。葬礼上应有人吟唱哀歌，而非蛇蝎作祟，糟蹋了逝者的安详。埋下尸骨以后，应在坟前立起一座墓碑，无关名姓，只为给过路的乌鸦一处歇息的站所。最后，应有一位守墓人把守陵园，将乌鸦以外的入侵者赶走，以防它们搅了美梦。\n\n    旅人披上了黑色的长袍，重新拄起拐杖，缓步朝着指南针上的方向行走，若是路遇挡路之石，便绕行而过。不会被人指责渺小，亦毋须担心受人唾弃，身怀美梦者，其身便是美梦。\n\n    风起了。\n\n\n\n结语：果然我还是比较喜欢写这种风格，写的过程中虽然不会很爽，但写完之后重新看一遍，其实还是挺愉悦的，毕竟我也不是什么恶魔嘛╮(￣▽￣)╭\n\n插画合集：1P\n\n\n2P\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1533181680,
            "txt_content": "还是你一贯的风格呢。\n读了两遍，看懂了表层的含义。但其意味着什么我却是读不出来，我想，就算是读出来了，也未必是本意_(:з」∠)_"
        },
        {
            "author": "nianbing",
            "timestamp": 1533182220,
            "txt_content": "Smokey_Days 发表于 2018-8-2 11:48\n还是你一贯的风格呢。\n读了两遍，看懂了表层的含义。但其意味着什么我却是读不出来，我想，就算是读出来了 ...\n_(:з」∠)_虽然写的时候是本着某一个想表达的意思，但我个人却不希望被人看出来。\n这一整个系列的文，之所以一直都没按某一个顺序来发，其实就是想要把每一章都仅作为单篇来观看的。\n至于看出了什么，能看出什么就看出什么就够了。因为希望读者读到的便是自己的，所以没必要去揣摩作者的想法...(大概是这么想的吧）"
        },
        {
            "author": "nianbing",
            "timestamp": 1533209160,
            "txt_content": "Emmmm重新把插画修了一下，似乎没多大变化。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1533446460,
            "txt_content": "图片上的字要是可以贴在人物身上就更好了，而不是平平的贴在图上"
        },
        {
            "author": "nianbing",
            "timestamp": 1533464880,
            "txt_content": "FHC红石 发表于 2018-8-5 13:21\n图片上的字要是可以贴在人物身上就更好了，而不是平平的贴在图上\n原来如此，下次试着做做看吧。（至今为止还是不是很会C4D的操作方法//）"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1544875680,
            "txt_content": "大佬一贯的风格，哎呀好久不见"
        },
        {
            "author": "nianbing",
            "timestamp": 1544891400,
            "txt_content": "南歌_未央_ 发表于 2018-12-15 20:08\n大佬一贯的风格，哎呀好久不见\n(?ω?｀ll)哪是什么大佬，写的尽是些戏言而已。说起来确实好久不见了呢"
        }
    ]
}