{
    "title": "[Minecraft][CULTURE] 回到正轨",
    "author": "NGK3",
    "replyCount": 5,
    "timestamp": 1533435480,
    "txt_content": " 本帖最后由 NGK3 于 2019-8-4 00:59 编辑 \nON THE RIGHT TRACK回到正轨Ride those nostalgia-rails to this 1940's train town!沿着怀旧的轨道来到这个20世纪40年代的火车城！\nIf there’s one thing we love at Minecraft.net, it’s trains! Oh, and Minecraft, I suppose. What isn’t there to love about trains? The sounds, the linear locomotion, the adventure of a new journey – we’ve regularly showcased our unconditional affection for these mechanical wonders by featuring builds like old railroads and rocky valley stations.\n如果说我们在Minecraft.net上有喜欢的东西，那就是火车！哦对，我觉得还有Minecraft。火车有哪一点不能喜爱？那声音，笔直的机车，新旅途的冒险征程——我们常常通过搭建老式铁路和石谷车站显示出我们对这些机械奇迹绝对的感情。\nBut it’s been far too long since the last one! Luckily, Minecraft.net's conductor Tom Stone, decided to stop my derailing, put me back on track and send me on an interrail trip across Europe to the Mecca of steam trains – the trainyard of Valvy!\n但现在离上一个博文发布过去的时间已经太长了！很幸运的是，Minecraft.net的编辑Tom Stone决定阻止我思想脱轨，带我回到正轨，送我去乘火车穿过欧洲到火车的圣地——瓦尔韦（Valvy）火车站！\n\n\nTom was too cheap to pay for a real ticket for me though – he just wrote ‘TICK KIT’ on my face and said that should work. Perhaps that’s why the ticket inspector has been chasing me through the cars yelling “SEIZE HIM!”? Hey, this way I get to ride the train AND get lots of healthy exercise – yet another reason to love trains!Tom很抠门，没给我买张真的火车票——他只在我脸上写了“TICK KIT（票夹）”几个字然后说这应该可以用；这估计就是检票员穿过车群追着我们喊“抓住他！”的原因吧？嗨，这么一来我就坐上了火车还做了不少运动——这可又是一个爱火车的理由了。\nValvy isn’t your ordinary parking lot for trains. Founded by Gregory “GregVDD” Van der Donckt and co-executed by JoaoDaFonseca, it’s not only home to elegant locomotives and powerful steam engines – it’s a city in the making, meant to resemble southern Belgium in the 1940’s when steam technology reigned supreme.\n瓦尔韦并不是普通的火车“停车场”。它由 Gregory “GregVDD” Van der Conckt创立，JoaoDaFonseca协助“运营”。它并不是机车和强劲的蒸汽机的起源地——而是正在逐渐成型的城市——意味着它就像是20世纪40年代蒸汽技术占据主导地位时的比利时南部一样。\n\n\n\n“I wanted to make a world where everyone could experience a bit of how it used to be in that time, to not forget how our grandparents used to live.” GregVDD tells me. “To make a sort of time machine, where players are in an old, classic atmosphere, where they can walk around and explore, and may even find some Easter eggs.”“我想建立一个大家都能体会到一点‘过去那会是怎么样’的世界，为了避免我们忘记我们的爷爷奶奶过去都是怎么生活的。”GregVDD告诉我，“去做出玩家沉浸在‘旧时经典的气氛’中，能够四处走动、探索甚至是寻找彩蛋的‘时光机’”。\nIt all started with a visit GregVDD made to a Belgian railroad museum. At the time he was already an experienced Minecraft builder, having worked on builds of the Titanic and the Eiffel Tower, but after taking some pictures during his museum visit, GregVDD decided to try something new and recreate one of the trains from the photos – the Baureihe 52. Soon, more trains were added, and a dedicated map – ‘Train Models’ – was created to house them all.\n一切都是从GregVDD去比利时铁路博物馆的一次参观开始的。当时他已经是一位经验丰富的Minecraft建筑师了，进行了泰坦尼克号和埃菲尔铁塔的建造；但是他在博物馆拍了几张照片之后，GregVDD决定尝尝鲜，照着照片重建其中的一列火车——DRB Class 52（Die Baureihi 52）。不久，他又新增了更多的火车，还有一个专门容纳所有这些火车的地图——“火车模型”（Train Models）。\n“It became my goal to recreate a city around 1940, which is an interesting time period,” says GregVDD, “the world full of new technology coming up – that time before the war when steam trains still ruled the world, when you would go outside and see the tram passing by your street, and big steam clouds in the background of the locomotives who were passing by in the busy stations. For me it is a poetic view of a beautiful time. I can only see or hear stories about it, but in Valvy? Well, there I feel it.”“重建一座大概在上世纪40年代这样很有趣的时间段的城市成了我的目标。”GregVDD说，“充满新科技的世界出现了——在二战前蒸汽机车还统治着全世界的铁路，你愿意出门看着电车穿过街道和机车的背景中大片的蒸汽穿梭于各大繁忙车站内外。对于我它就是一段美好时光的诗人视角。我只能看或听到他的故事，但是在瓦尔韦呢？嘛，在哪里，我能感受到它。”\n\nYou don’t have to dabble in trainology (if that’s even a thing?) to appreciate the railroady aesthetics of Valvy. It contains everything from a town square and a tram station, to a park and a royal palace. There’s even a whole underground sewer system, as well as a lush river that runs next to the city, with rail bridges across it. “This place gives me a sense of silence, joy, a place where you can clear your mind just by looking at the environment,” explains GregVDD. “It is based on the region where I live so it does feels like home too.”\n你根本不需要涉足火车技术（真的有这门技术吗？）来欣赏瓦尔韦的“铁路式”美感。它包含了从城市广场和电车站到公园和王宫的角角落落，甚至还有一整套地下下水道系统和一条在城市旁流动的青青的河，上面还搭建了一座铁路桥。“这个地方给了我一丝宁静和欢欣，是个你看着大自然就能洗刷头脑的地方，”GregVDD解释道，“它以我居住的地区为基础，所以它的感觉也很像我的家乡。”\n\n\nTo create this idyllic scenery of tracks and fields, GregVDD and JoaoDaFonseca have paid a lot of attention to Valvy’s biodiversity and nature. There are forests and green sceneries you can explore, like the “Brothers Steilagen” farm – a place that GregVDD is particularly proud of. “It’s a nice little farm, between the fields but also close enough to the railyard and the factory, which results  a stunning view.为了建造铁路和田野相映成趣的田园风光，GregVDD和JoaoDaFonseca非常关注瓦尔韦的生物多样性和自然风光。有像GregVDD尤其自豪的“斯泰拉根兄弟”农场这样有很多你可以自行探索的树林和绿地的地方，“这是个很美的小农场，就在田野间但也和火车站和工厂够近，结果就构成了令人赞叹不已的风光。”\nBut those stunning views are the result of several challenges and a lot of time investment. GregVDD explains that he’s worked on Project Valvy for more than two years and 800 game hours. Yet he still has plenty of coal to feed his inspiration engine – much thanks to his Portuguese partner, JoaoFonseca.但是那些令人惊叹的景色是多个挑战和大量耗时的成果。GregVDD称他在瓦尔韦工程中花费了2年多的时间和净800多小时的游戏时长。到现在，他的灵感仍然源源不断，这可多亏了他的葡萄牙搭档JoaoFonseca。\n“Because of him, I got more excited to work on the project, because I knew I could work together with someone and also get the project going on a more logical and structural way of building. Now we plan things better and work as a team.”\n“因为他，我在这个项目上工作的时候才更加兴奋，因为我知道我可以和别人一起工作，也能让这个项目以更符合逻辑和结构的建造的方式进行。现在，我们的计划更优化，合作得像一支队伍。”\nAll in all, there’s currently at least ten steam trains spread out through Valvy, and more will likely be added. As GregVDD likes to put it, when his mind speaks, Valvy expands, and he has no plans to stop working on his build - both an outlet for his passion and a tribute to another time.总之，目前在瓦尔韦一共有至少十列蒸汽机车，而且很有可能加入更多。正如GregVDD喜欢说的，他的思维开始活跃时，瓦尔韦就会开始延展；他也并没有停止建造的计划——这既是他情感的泄洪口，也是对另一个时代的感激。\n“I grew up for the most part at my grandparents,” says GregVDD, telling me how his grandfather told him all about the place and time he grew up in, a clear inspiration in his build.“在我长大的时候，我和我的祖父母过了大部分的时间。”GregVDD说道，告诉了我他的爷爷怎样告诉他自己长大的地方和时代，这成为了它的建筑的一个清晰的灵感。\n“We do also own two live steam models, one British 14XX class and a Belgian type 10, both on the scale 7&1/4, which are both in ‘Valvy’. The feeling of driving a steam engine is just amazing. It feels glorious! You have control over a 60 tonne living engine with steam everywhere, riding along the track in the beautiful countryside... You can’t deny it feels powerful! Even when you haven’t experienced it yourself, just by looking at it, it feels alive.”\n“我们也拥有两个仍然存在的蒸汽机型，一个是英国14XX级列车（British 14XX Class），另一个是比利时10型列车（Belgian type 10），都以7?:1的比例搭建在瓦尔韦中。驾驶蒸汽机车的感受非常惊人。很壮观！你用蒸汽控制着超过60公吨的车头开往天涯海角，沿着郊区美丽风景中的轨道行进……你无法抵抗它强大的感受！即使你还没有亲身体验过，那就看着那些机车，你会感到你如同身临其境。”\n\n\nThat does sound fun! I’m not even allowed to ride trains anymore, now the ticket inspector has finally caught me. I can’t even get TICK KIT to wash off my face. Did Tom really have to use a permanent marker? :(喂，一点也不有趣！我甚至再也不会被允许开火车了，检票员可终于把我逮住了，我都没法把那个“票夹”从我脸上洗掉了。Tom难道用了不可擦记号笔？\n\n\n原文：https://minecraft.net/zh-hans/article/right-track\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1533437400,
            "txt_content": "最好附上英文吧"
        },
        {
            "author": "NGK3",
            "timestamp": 1533447540,
            "txt_content": "天狼星black 发表于 2018-8-5 10:50\n最好附上英文吧\n还要附上英文的么？\nemmm...我第一次翻的 ，还请谅解qwq\n（我尽快加上"
        },
        {
            "author": "cc7w",
            "timestamp": 1533452760,
            "txt_content": " 本帖最后由 1345979462 于 2018-8-5 15:08 编辑 \n\nAs GregVDD likes to put it\n\nas sb put it 正如某人所说"
        },
        {
            "author": "萌苏瑾",
            "timestamp": 1533524040,
            "txt_content": "1345979462 发表于 2018-8-5 15:06\nAs GregVDD likes to put it\n\nas sb put it 正如某人所说\n说的不错，非常的好，这是一个很好的作品"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564584780,
            "txt_content": "Minecraft.net's conductor Tom Stone\n列车长直接翻译就好了。版主……实际上官网没有版主，他们团队是文章的编辑。\n\nYou don’t have to dabble in trainology (if that’s even a thing?) to appreciate the railroady aesthetics of Valvy. \n是欣赏，不是感谢啦\n\n这个车站的名字让我不禁想到华为 hhh"
        }
    ]
}