{
    "title": "[服主教程]开服与营销——教你从开服前推广到开服后更新该如何做",
    "author": "Asthenia",
    "replyCount": 15,
    "timestamp": 1533448560,
    "txt_content": " 本帖最后由 Asthenia 于 2018-8-5 14:09 编辑 \n\n序言：——————————————————————————————————————\n圈钱服务器开久了，心里真的也是听烦躁的。对那种纯粹的肝帝RPG无剧情无主线的服务器自然有了些排斥（虽然我之前也在开那种服务器）<从我寒假开始 我将会告别圈钱服务器 凭着我对Mincraft最初的热爱 做出一款我心目中真正的RPG服务器但是这些推广和营销的经验 我一个人用难免觉得有些可惜 就发出来 大家觉得可以的话记一下就好大佬勿喷（_(:з」∠)_）我建议这种方案用于你服务器资金明显不够的情况 不然的话我个人认为还是不要昧着良心做那种大把圈钱跑路的事情_(:з」∠)_\n①开服前的推广：\n——————————————————————————————————————\n我建议你如果是想开一个RPG服务器 不妨试试蹭一下当前一些比较火的梗 例如“巨鲲” “贪玩蓝月” “一刀999” “装备回收666” “李X杰抄袭”之类的话题 加入到你的游戏内容进去 再加到宣传贴里面去 这样你会发现你的服务器会进来非常多的玩家（但是他们都是奔着梗来的） 你要做的是将他们转化为你的核心玩家 如何做呢\n首先你要和他们打好关系 尤其是和那些比较好相处的玩家打好关系 但是你不要给他们游戏道具 平时唠唠嗑语音聊一聊 有空还能一起吃把鸡的那种 如果他找你要游戏道具 不要给 他如果生气退服 不用管 这种玩家对你而言没有利用价值了\n粗略的估计一下 宣传4个月BBS 顶帖卡不间断 宣传贴出色 开服能直接进60+（我当初御龙1的经验）\n\n②开服前的营销\n——————————————————————————————————————\n当有玩家进了服务器群 你要开始安抚 这个时候对你的个人魅力有很大的要求 你的性格要随和 要会开玩笑 这样才能留住玩家 告诉他们 等着 等开服了会给他们老玩家礼包balabala之类的 总之将他们留在服务器里面 等你积累了一定的玩家之后 你就可以开始在群公告发布一些：“拉人开服送好礼”“组公会玩家统一送首冲”之类的广告 让他们拉人\n这些玩家玩的服务器多人脉是非常广的 你可以给予一些主播奖励 让他们拉主播来\n最好是让他们组成公会 而且要让他们开一个专门的公会群 但是你一定要过去\n在这个时候 你就要和公会的会长保持一个良好的关系 这种建立公会的方式有利有弊 利处就是玩家不会一点一点的流失 一个公会是具有凝聚力的 当他不想玩的时候 他们公会剩下的人肯定是会劝他留下来的 但是也有弊端 如果你一不小心让这个公会会长觉得你偏心了 他会把一个公会的人全部拉跑\n等玩家积累到一定程度之后 你可以开始发布赞助表了 明码标价 但是要告诉他们 公测之前充值x2 然后给他们举例子 比如说这把山鸡哥的刀 原价50块钱 你现在充值只要25块钱 然后给他们列一个充值榜 标明每一个人的充值金额 top1-top10 下面写上充值奖励 名字要好听 他们还没进服 不知道这些东西的品质 但是你要是这么写 [神圣]赤龙玄天剑 的话 那至少肯定一些人是会愿意的来购买的\n\n③开服日当天的准备：\n——————————————————————————————————————\n记住了 服务器公测的那一天 我不建议你离开服务器群去打游戏或者做什么\n早上起来第一件事情 把你的群名称改成今天公测时间 我推荐晚上19:00~20:00 因为这个时间段玩家基本都吃晚饭了 上班的部分也下班了 这些成年玩家是你的赞助主要来源\n不要犹豫 开服前几个小时 一个小时一封群邮件 群里带动气氛 让服务器的群里面热闹起来 或者你可以开几个小号自己和自己讨论什么职业好 进去加入谁的公会 先要造势 要给玩家一种这个服务器很火的感觉 同样的 选择晚上开服就是为了玩家一下子进入的高峰期 这样你的服务器玩家会觉得你这个服务器肯定可以开的长久 值得玩\n但是开服一定要提前半个小时 并且告诉一部分玩家 让他们先进入（如果你不是外置登录的话）\n我这么多次的经验告诉我 如果在一个点让玩家一瞬间进去的话 你的服会boom的 除非你是配置特别好hhhh\n接下来服务器开放的时候你必须要保证100%的专注 因为bug随时都会出现 玩家会有作弊的举报 你的qq会滴滴滴的不停 此时对你的BUG处理能力有很大的考验 对你的心理承受能力也有很大的考验 如果你的个人技术能力不行 且心理承受能力不行 开服那天晚上把你的技术全部拉的语音上面来 和他们拉一个群 你做客服反馈bug 让他们来修 这是土豪的做法\n\n④开服后的疲惫期：\n——————————————————————————————————————\n作为一名腐竹 更新就是你的日常任务（RPG） 在开服之后 我建议你每天早上都要上线看一下在线 做好记录 每天的在线比例有什么变化 如果有变化是什么原因导致的 去找这些玩家问清楚 他们通常会告诉你：“怪物太难打”“服务器太卡” 能解决的全部解决掉 态度一定要好 不要不在乎那些不充钱的玩家 因为只有那些不充钱的玩家在 充钱的玩家才会去充钱 不然他们给谁去炫耀呢？\n服务器定期要举办活动 但是我不建议PVP 打BOSS的活动 因为这样会导致玩家之间产生矛盾和冲突 比较掉的东西就那些 你捡到了我没捡到 玩家那些孩子还喜欢炫耀 迟早出事\nPVP是考虑到大佬和普通玩家之间的差距 并且如果你统一道具的话 输了的一方心理肯定会不平衡 大佬输了等PVP结束了就会拿自己的一套顶级去打萌新了 萌新会退服\n你可以考虑增加一些:寻宝；钓鱼类的活动 这样的活动非常和平 可以给服务器营造一个相对稳定的局面（战争服就不用了）\n最后就是一定要勤快的更新 玩家出了什么BUG赶快修复 卡了BUG的玩家他愿意悔改 没收东西 但是还让他玩 杀鸡儆猴 如果他死不悔改就可以双封了 如果他换电脑换IP来一次封一次。\n他被封的多了就懒得来了。\n最后 相遇是缘分 腐竹和玩家之间的感情 不是用金钱能够衡量的\n我们玩一款服务器的原因 往往都是最初来自于对Minecraft的热爱\n——大佬们要是有评分的话可以给一给QAQ\n——各位服主们 享受和玩家在一起的时光吧！\n\n⑤效果：\n——————————————————————————————————————\n效果还是因人而异吧 我是用这套方案 今年2月份也就是寒假的时候赚了有五六千\n大概是因为春节的关系 因为当初我一套顶级装备标价2000_(:з」∠)_\n都是成年人买的_(:з」∠)_\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Asthenia",
            "timestamp": 1533450060,
            "txt_content": "_(:з」∠)_可以来交流一下"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1533452820,
            "txt_content": "我觉得楼主想法挺棒的，但我个人认为不是适用于所有服务器.....\n刚好看到这条帖子，准备再开个RPG服\n很感谢楼主的建议"
        },
        {
            "author": "Asthenia",
            "timestamp": 1533452880,
            "txt_content": "琉璃糖 发表于 2018-8-5 15:07\n我觉得楼主想法挺棒的，但我个人认为不是适用于所有服务器.....\n刚好看到这条帖子，准备再开个RPG服\n很感谢 ...\n是的 这是我开RPG服务器的经验 因为我目前感觉还是RPG服务器的受众玩家比较多吧_(:з」∠)_"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1533453240,
            "txt_content": "Asthenia 发表于 2018-8-5 15:08\n是的 这是我开RPG服务器的经验 因为我目前感觉还是RPG服务器的受众玩家比较多吧_(:з」∠)_ ...\n对于RPG目前而言，感觉现在圈钱端太多，服务器太杂\n好服，良心服只要火起来，就是各种被抄端。\n个人认为，光肝的话，玩家会累，会迷茫，可能会感觉自己在服务器打便宜工，费力不讨好\n如何让肝，又能让玩家肝的开心，不累。这是我目前一直在想的问题"
        },
        {
            "author": "Asthenia",
            "timestamp": 1533453360,
            "txt_content": "琉璃糖 发表于 2018-8-5 15:14\n对于RPG目前而言，感觉现在圈钱端太多，服务器太杂\n好服，良心服只要火起来，就是各种被抄端。\n个人认为 ...\n对 大部分服务器就是太肝了 基本就是给玩家两条路 要么肝到死 要么就充钱\n其实真正的RPG应该是剧情向的吧 角色扮演\n而不是被游戏装备给俘虏 被服务器圈住时间"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1533454320,
            "txt_content": "现在的RPG服，大部分都差不多，无脑肝，有许多肝帝乐中于此。\n想开RPG服，又在考虑如何与那些无脑肝或者必须氪才能玩的服区别开来。\n如果努力做特效，太花骚了，个别人不喜欢，配置差的玩家可能会卡\n做模型，配置差的也会卡\n没技术，想找人做插件,贫民腐竹（比如我），基本没有多少经济来源，弄不起\n建筑，个人建筑水平不高，有认识专门建筑的，也不好意思求他帮忙\n现在的RPG服务器市场三大要求:装备，地图，玩家\n总感觉有些头大"
        },
        {
            "author": "117779284",
            "timestamp": 1533454500,
            "txt_content": "开服腐竹心得。。\n\n无论如何，你都觉得玩家的心态是错误的！！"
        },
        {
            "author": "Asthenia",
            "timestamp": 1533545940,
            "txt_content": "117779284 发表于 2018-8-5 15:35\n开服腐竹心得。。\n\n无论如何，你都觉得玩家的心态是错误的！！\n其实不能这么说\n只能说是每个人都有每个人的玩法吧 可能有的人需要这份教程 他们玩这款游戏的目的只是赚钱。\n但是他们以后会慢慢的明白 可能纯粹的赚钱已经失去了最初的初衷\n这是一个转化的过程\n而我已经完成了自我转化"
        },
        {
            "author": "丫叽",
            "timestamp": 1536598740,
            "txt_content": "感觉你像个老司机一样 但车开得挺稳 说得挺对"
        },
        {
            "author": "Nazhi-",
            "timestamp": 1536854400,
            "txt_content": "很感谢楼主的建议"
        },
        {
            "author": "Hao__Han",
            "timestamp": 1573483380,
            "txt_content": "谢谢建议\n感谢，很有用"
        },
        {
            "author": "Seven_Cloud",
            "timestamp": 1573621260,
            "txt_content": "确实很有用，可以参考，但是恐怕现在不太好搞了，玩家很挑"
        },
        {
            "author": "ichaun.com",
            "timestamp": 1577071800,
            "txt_content": "老铁，6啊，不做传销浪费了。哈哈"
        },
        {
            "author": "1207752415",
            "timestamp": 1577582400,
            "txt_content": "感谢 很有用"
        },
        {
            "author": "3128554048",
            "timestamp": 1582254180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}