{
    "title": "【原创/单篇】格雷科技帝国的第七代研究成果",
    "author": "森林蝙蝠",
    "replyCount": 0,
    "timestamp": 1533567060,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2018-11-10 20:14 编辑 \n\n按：\n这是我两年前在贴吧发的贴子，原贴：https://tieba.baidu.com/p/4698290646，当然在这里应该会有一些更新的内容（原贴立足于1.7的世界观，本贴1.7和1.1x都有），如果看的开心，给点人气和金粒如何？\n\n\n\n经过了千万年的发展，人类从社保的精灵时代（那是一个美好的生机勃勃的大时代，人类的懒汉每天都有貌美的精灵或天翼族以及魅魔可以**），短暂的德鲁伊时代（曾经的美丽种族因为某些事件消失），古村时代（由于那段时间人类的科技水平没有任何进步，也被称作黑暗时代），匠魂时代，混乱时代（人类分离为诸多王国和公国，后期科技和魔法分离，各国开始统一），演进到以格雷帝国，RF联邦，神秘联盟等现代化大国引领的“能量时代”，直到这篇RF联邦特工获取的各国线报写下来止，人类已经能使用核电，登上外星，开辟小黑洞等一系列骚操作。\n人类的资源获取能力（暂时）达到了无以复加，但是帝国的政治家和科学家仍深受一个重要的社会问题困扰：某一个SB工厂老板的机器过压爆炸了，如何才能确保不摧毁甚至引爆其他工厂老板的机器？\n这个问题在过去（帝国六代皇帝在位时期）并不是问题，因为六代时期的机器外壳还算厚，电容也不大，爆炸没有那么可怕的效果，然而随着七代皇帝陛下的登基，一切都变了。\n这个皇帝在还是太子的时候，就沉迷高密度摆放机组，总是尝试在机器外壳里放进更多的电池，把他的老师吓得尿了一裤兜双锂离子电解液——是的，过去的太子太师，现在的帝师是个忘了（超能物质mod的）蓝色药丸怎么做而变不回人形的机器人，一到下雨浑身关节就咔咔作响，他的学生曾经很孝敬地从RF联邦带回一套防水的神龙套装给他穿上，然而老太师撇了一眼这RF联邦的妖物，就把它扔进了打粉机，然而还是没打碎。\n而且这位皇太子殿下就如上段所说，似乎和RF联邦总是眉来眼去，经常搞什么通量化研究，简化生产工艺提高环境抗性什么的，因为此事他没少被自己的兄弟弹劾，最严重的一次，六代皇帝直接要在朝堂上废了太子，要不是太子直接引爆了埋在各位大臣家地下的EV电池箱，并扬言还有UV的没有引爆，吓得各位大臣以死进谏，这个皇位就不是他的了。\n至于七代皇帝的登基也很有戏剧性，当时他的父亲纳了一宫新妃子，非常宠爱，直接把新妃子的父母叫进宫来，当庭赏赐裂变反应堆五台，没成想新妃的父母是一对土鳖，混了一辈子连HV都没上去，看到反应堆立刻就把一堆从RF联邦那儿走私来的高能燃料棒（后查实无良奸商向铀棒里掺觉醒龙锭以加大重量）塞了进去，就这样引发了大爆炸，将整个皇宫都炸平了，复活点都抹掉了，太惨了。\n然后七代皇帝临危受命，登上大宝，以核反应堆太危险为由，逐渐关停所有的裂变堆，一时间工厂老板人人自危，甚至引发了一波“大型反应堆进口潮”和“聚变发电者收购破产裂变潮”。\n然后皇帝因为终于没人管他了，大肆推行他的高密度机房布局——污染极高，散热极差，机器更加脆弱，稍不留神就会连环爆炸，要不是这样做确实可以在平时提高50%以上的产率，怕是绝望的工厂老板们就要造反了。\n然而这种不科学的布局终究还是有问题的，然后无奈的皇帝陛下在满电脑的投诉邮件中绝望地下令：\n再来烦朕的，都给朕上天去开工厂，别在朕面前罗里吧嗦，从明天起，太空进军计划正式开始！\n\n大臣和科学家们一脸吃错了耗子药的表情。\n\n君令如山，大臣和科学家们纷纷制造飞船，走向太空，否则皇帝陛下的UV电池箱可还埋在他们家呢！\n可是用什么带走他们家的工厂呢？传统的燃油火箭？不不不，那是上个时代的事了，那个年代的人还在使用着落后的gJ能量单位以及原始的燃油推进火箭，格雷科技帝国怎么可以使用如此落后的火箭！\n等离子推进才是接下来人类进发太空的主力，现有的等离子生产方式中，离子发电机或许最为接近，但是还差一些。\n火焰就是最常见的等离子体，所以科学家们决定对高炉进行改造，获得强大的等离子发生源。\n等离子发生高炉需要更多的方块以产热耐热，因此科学家们选用了400多块坚固的钨钢作为炉体材料，后上级批示说此高炉太过巨大，应该缩小，科学家们表示这或许是第8代才有的成果了。然后在五个科学家被拖出去砍头之后，材料由400块减少到399块。\n与此同时帝国间谍盗窃了RF联邦的一个附属EU的设计图纸，里面详细介绍了如何把8个甚至64个发电机缩小为一个方块发电机。然而在实际应用时，科学家们发现，离子发电机并不能像下界之星发电机一样简单堆叠，否则会发生可怕的爆炸，需要添加强大的冷却系统，经检测，桶装UU液的冷却效果最好，有工厂老板抱怨这么做成本太高，然后他家的铁马铠就被没收了。（注：在IC里，用UU复制一个铁马铠需要8000多桶UU物质）\n经过努力研发，由512台离子发电机构成的等离子发电机终于制造完成。等离子发电机，增压机，喷射器都已经准备好，在若干铌钛导线的连接下，构成了一个真正的等离子推进器。\n发射的时候，由于等离子体温度还是太高，用几千块钢做成的发射台当场烧毁，下方的湖泊也被立刻蒸干，损管部门在勘察现场之后决定：用等离子体火箭代替岩浆作为冶炼金属的热源。\nRF联邦发报宣称，格雷帝国的火箭质量不过关，必定无法回收，然而令所有人大跌眼镜的是，格雷帝国的火箭在15天后宣布成功回收，首席科学家在记者招待会上，微笑着推了推自己的黑框眼镜。\n\n宇航员向大家展示了他在月球上击败了大约几万只僵尸骷髅苦力怕后终于冒死得到的一组陨铁，科学家们通过分析，发现这些陨铁当中含有丰富的镧系元素，俗称稀土元素。稀土元素虽然地球也可以采掘，但是储量较少，远不如铁铜锡那么多，需要更好的岩心分析以采掘稀土。\nRF联邦的沉浸州想要出口自己的岩心钻井，却被严词拒绝：“我们要掌握核心科技！”\n最后一个有8米高的大钻井被制造出来。据信这架钻井消耗了233块高级电路板，拥有着完爆OV的探测能力，能够一毫不剩地探索出128*128范围内所有的金属并给出最好的加工方式。\n以前稀土金属的提取方式很弱，而帝国政府的要求是：一个原矿要能提取出至少6个锭。大家从角落里翻出早已弃用的提取机，用上百块高级电路板将其与总计多达256台的碎石机，洗矿机，离心机进行有机结合，变成了真正的金属提炼厂，而其耗电量也达到了恐怖的65536EU/t。\n有了稀土金属掺入金属和材料，材料的强度大大增强，科学家们就可以制造更好的推进器和火箭了。\n又有研究人员指出，稀土和碳铱板合成的装甲板理论上可以钻穿基岩。\n然而装甲板已经十分坚固，卷板机、聚爆压缩机等等均已经无能为力。就在这时，有科学家从燃油中获得灵感，用10000桶燃油制造出了万吨油压机。\n这台[url=]高达[/url]12米的油压机果然强大，装甲板任其揉捏，可以压成钻头，也可以制成建筑方块，据信可以挡住末影龙（划掉）。而油压机本体为了抵挡随时可能爆炸的燃油，也拥有很高的爆炸抗性，只不过你需要40960EU/t的功率来驱动它。\n就在帝国为诸多科技成果欢庆时，发生了一起事故：某位身穿量子套的宇航员因为承受不了过量的宇宙射线辐射，在月球表面失事罹难，而他的同事因为穿了橡胶防化服而得以幸免。消息下来，科学家们从一只僵尸的身上扒下来一件古老的“金缕玉衣”，通过研究，金缕需要很细的金线，需要一台专门的拉丝机，金属成型机只能做出粗不忍睹的导线。\n而玉则需要用刀子削绿宝石，这对于早已脱离了匠魂时代的格雷人来说，不能自动化无疑是一场噩梦，不得不此向RF联邦的首都TE市进口了若干台自动执行机，这对于一向骄傲的格雷人无异于奇耻大辱，很快就有人建议用激光刻蚀机制作玉石，反对派认为应该用艾德曼合金刀车绿宝石，两派越吵越凶，最后直接在议院打了起来，最后反对派获胜，因为他们手上真的有艾德曼合金刀。\n最后还需要一台足有30格的纺织机，把这些金线和玉片以及兰波顿水晶全部穿起来（据信消耗了200多块兰波顿），才能形成一件电动金缕玉衣，再用橡胶线与量子装串联起来，就可以做成宇航服。宇航员表示宇航服的防护性能很好，就是有点喘不上气。\n\n等离子推进器的成功吸引了很多人，于是有人提出：能否做出一个等离子驱动的地面载具？\n科学家立刻展开了实验，结果在2ticks的时间内，载具一下子飞了出去，撞在山上爆炸了。\n于是大家只得退而求其次，希望用小型的电池，比如兰波顿什么的，做一台可以扩展的电动车。\n闲置的大量橡胶终于找到了出路——制作轮胎。然而这些轮胎似乎很容易磨损，直到有个聪明的家伙发明了一台橡胶硫化器。\n后来RF联邦表示羡慕嫉妒恨，在很多路上放下了钻石锥刺。\n后来的后来，RC省发生了一起严重事故：一辆盾构机将3辆失控的电动车压扁，现场的腐肉、骨头、丝线、火药撒了一地。\n（兴盛篇暂完）\n\n\n\n不幸的报道传来：由于一个异常的电火花引燃了晒干的棉花，棉花引燃了皇家的酒窖，酒窖燃起熊熊大火，将帝国的御用时装工坊烧得一干二净。\n皇帝为之震怒，因为那帮修建时装工坊的老贪污犯竟然为了节省成本，把原定的抗燃木料换成了普通木料——当然更重要的是，没有了时装工坊，如何做出漂亮的衣服打发那些天天闲着没事干，就知道收集零号元素研究工厂布局肝无尽套的妃子？\n就这样科学家们经过经过不懈的努力，用了768块之多的特种钢，搭建起了一个足有8层的石油分馏塔，分解出烷烯烃和重油等物质。虽然分馏塔看上去很气派，但工厂老板们都偷偷拉RF电，进口RF联邦首都TE市出产的炼油系统，为此没少被罚钱，以至于他们不得不用伪装板把机器盖上，以应付政府工作人员的突击检查。\n石油分馏的产物通过一系列抖M复杂的工序（要经过十几台机器）才能形成化纤，然后由纺织机做成不会损坏但是防护效果低的化纤衣服。\n男士们表示很高兴，他们的女朋友或者老婆再也不用去时装工坊买衣服了。\n等等，玩MC玩格雷的会有女朋友？\n\n然而人们并不满足，把目光又投向了似乎已经沦为废品的煤炭。\n很快一个更加巨大，使用了1920块钢的干馏塔被建造出来，大量产出煤焦油、粗氨水、苯等化学物品。\n粗氨水可以用作良好的肥料，不过也是奇臭无比，会驱散周围的生物，如果有鱼不幸在农田的水里出现，会被氨水伤害最后死亡。\n煤焦油可以用来做糖精等，一颗糖精可以分解出16块糖，卫生球和氨水一样，放在桶里会驱散附近的生物。此外还有一些染料、香料之类的物品，如果好好开掘完全可以再写一个mod了。\n\n科学家们全新改造了水电解机，如果把它放在海里（准确来说是海洋生物群系），它不会产生氧气而会产生氯气，具有剧毒，会逐渐扩散，杀死生物，还有腐蚀性强烈的苛性钠，人站在里面和站在岩浆里差不多，据说已经有3个人因为泄露的苛性钠而住进医院。\n萤石再也不会被人们拿来做灯了，因为科学家告知，它将会是提取氟气的重要来源。\n要得到氟气，首先要用相当数量的萤石制成压缩萤石，然后用压缩萤石制成氟气制取桶，插入碳板做电极，然后桶内温度上升，产出氟气，通入既可作为方块又可作为物品的特种钢槽。\n氟气的毒性远强于氯气，草方块都会被杀死，被氟气熏到的金属方块除金、铂、特种钢槽外都会生锈烂掉，有不少冒失鬼因为氟气泄漏而受到重伤甚至死亡。\n氟气可以通入看上去比较好做一点的塑料加聚机中做成特氟龙塑料，进一步强化化纤衣服、宇航服，也可以放进涂料合成机中做成防水防爆涂料，后来更有脑洞大的人用足够多的特氟龙塑料做成了箱子，可以翻页。这种塑料还被做成了液体桶，存储量达到了1024；用特氟龙改装后的电动车跑得更快，续航更久，也更坚固了。\n\n\n有一个顾客向GT帝国下了一笔订单，希望他们能够提供“廉价”的制冷剂——氟利昂，氟氯代烷。\n这是格雷帝国，不是千里之外蛮荒困苦的群峦之地，所有东西都不会腐败，自然不需要制冷剂保存什么东西，而下订单的顾客就是RF联邦的BR直辖市，他们需要一种可以代替熔融末影珍珠或者极寒凛冰的反应堆冷却剂，因为以米子山民为首的动物保护协会指责他们杀害了太多的生灵，尽管BR的兄弟省EIO和省会Woot市站出来澄清说这些怪物都来自电动刷怪养殖场，然而没人信他们。\n\n格雷帝国有8种死刑：打粉机处决，电弧炉处决，聚爆压缩机处决，电线处决，真空冷冻机处决，爆炸处决，口服0号元素处决，锤决，然而随着现代工业必不可少的硫酸厂的兴建，死刑又多了两种：二氧化硫处决和硫酸溶解，负责执行酸液死刑的法官称，用硫酸处决犯人和RF联邦前来的间谍，清洁高效，无公害无污染，还能制得廉价的木炭，呼吁全国推广，然而因为几个监押犯人的士兵不慎跌入硫酸丧生后，硫酸决被减少了使用。\n\n一些暮色的幻影骑士要塞被改装成了地下火药库，然而不再用古老的地精生产，而是建起了硝酸塔。\n鼓风机源源不断地吸入空气，氧气通过气体分离器保存起来，留下氮气和电解水得到的氢气，通入1680块特种钢组成的硝酸塔中，塔里安放了若干铁栏杆做催化剂，产生氨气。\n先前保留下来的氧气会在第二层与氨气化合，产生红棕色的二氧化氮，二氧化氮也有剧毒，泄露出去会杀死树叶和草方块。\n然而不幸的是，才一个月过去，一座硝酸塔便发生泄漏事故，数百吨的二氧化氮喷涌而出，将要塞外原本暗无天日的黑森林顷刻间变为了一片寸草不生的枯树林，GT帝国的专家正在对此次事故所造成的危害程度展开评估。\n\n\n格雷帝国和RF联邦的魔爪很快伸遍了暮色森林，征用了数千只娜迦当做生物钻头，几百座巫妖塔变成了危房（虽然本来就是危房），米诺陶地宫被改造成了牛肉加工厂，火焰沼泽变成了锅炉厂，幻影骑士要塞变成了地下火药库，暮色恶魂塔被拆成了廉价板房，冰雪宫殿被当成了冷库，当然这期间有很多暮色森林的原住民被迫背井离乡，从此格雷帝国的人没有喝上一口井水。\n\n暮色森林乃物华天宝之地，几乎所有矿物都能在暮色生成，格雷帝国采集了大片原产于RF联邦MEK自治州的锇矿，使得原本稀缺的锇有了充足的供应，终于不需要被MEK卡脖子了，期间有几只巫妖因为激烈反抗强拆，被格雷开发商“失手”打死，RF联邦提出谴责，然而格雷方拿出了从RFtools直辖市引进的采矿区规划技术，以及最新一代的采矿机的部分技术参数，强调所有技术的使用都是“合理，合规，合法”的，对几只巫妖的死亡表示深切的遗憾，也希望RF联邦对暮色这片宝地搁置争议，共同开发，用忠诚的僵尸代替人类劳动力进行工作，RF联邦欣然接受。\n这期间又发生一起意外事故：由于忘记设置黑名单，上千只米诺陶看着自己的家眼睁睁消失在面前，然后自己也被rftools建筑机合理合规合法地变成了一坨酱牛肉。\n\n大型钻井并没有马上投产，而是一改再改，最后变成了24米高，扫描范围达1920*1080的怪物，配合装甲钻头，一路打到了基岩层。\n很多人都在担忧：据说基岩层的下方是连上古神灵HIM都消失在其中的虚空，究竟会不会发生意外？\n最后，当y=0的基岩终于被打穿，人们惊讶的发现：基岩层之下，居然是滚烫发光的不明液体！\n帝国给出了解释：即使是上古神明HIM的眼睛，也理解不到基岩之下的地幔，所以他看到的，只会是无尽的黑暗虚空，而钻井的探照仪则帮我们真正地看到了地幔层的真实面纱，所以我们的科技，已经超越了神灵！\n消息一出，无数人为之欢欣鼓舞，就连RF联邦首脑也派人和格雷帝国搞了一个盛大的联欢会。\n接下来一个现实问题摆在了科学家们面前：地幔液体究竟能做什么呢？\n\n长期使用电力的格雷人第一个想到的就是：发电。由于地幔液体其实是半流质，因此古老的半流质发电机再一次被提起。\n最早设计出半流质发电机的是一个住在蘑菇岛的吃货，为了处理多余的蘑菇煲而做出了这个发电机。然而这个发电机很快就被大家评定为“花哨的辣鸡玩意”而被扔在墙角，原发明者也没怎么在意。然而地幔被打穿这一事件再一次炒热了这个发电机，发明者也获得了一大笔专利费，获得专利费的当天他兴奋地点燃了100个礼花弹，结果炸了自家楼顶，雨水淋进来，把他的机器又弄炸了。\n当然了，原始的半流质发电机已经不适合这个了，格雷帝国需要更强大的发电机，首先，要改进耐热系统，强化碳铱板是首选。\n热能利用系统将地幔半流质的热能吸收掉，接下来就是液体内尚未冷却的一些高能物质，比如富含放射物的溶质。科学家们经过精密的计算得出结论：将20颗以上的放射靶丸放进流质放射物发电机，将会获得更强的放射反馈。这个放射发电机的组成部分需要严格的防辐射保护。\n最后的剩余物质也有很高的能量，成分暂时不明，科学家们表示将展开深入研究。\n地幔流质发电机输出的能量可达3072EU/t，与溶液流动的速度有关，科学家建议使用高压水泵进行抽取。\n\n格雷日报新消息：RF联邦元首CrankyPant主席（EIO省原长官，接替退休的KingLemming总统加主席先生）准备乘坐一艘6万箱载荷量的小舢板通过格雷帝国的“电解门”来访帝国，听到这里帝国高层坐不住了，要求科学院设计新船，载荷量60001箱起步。\n\n格雷人都为以前的只能乘坐一个人还无法在岩浆上行驶的破船深恶痛绝，在翻遍了大约8.192k个地牢之后，他们终于找到了一本描述阿基米德的船的古书，试图根据这个造出一艘可以携带很多箱子的大船。\n按照原方案，推动大船需要用到螺旋桨，然而当一位科学家将自己的设计图纸交给上级时，他们坐不住了——上面画着磁流体推进器的方案。\n消息一出大家都猜到了，按照一贯尿性，肯定还要用磁流体发生装置产生磁流体供给磁流体发电机，再用发出来的电制造磁流体。\n果不其然，科学家们用10240EU/t的功率启动了一台大型磁力发生机，“磁化”了高速喷出的水、镍粉混合物，将其变成磁流体通入磁流体发电机中发电，反过来产生磁流体。\n所有人都准备好了工具，然而很意外的是，磁流体推进不需要什么特别改装，装在船上加一个高压水泵就可以高速行驶了。\n实地测试中，一座小岛被撞烂，船体受损1%。\n\n一个不好的消息传了过来：RF联邦宣布，拔刀剑士团为联邦自古以来神圣不可分割的国民团体，DE省甚至计划出资研发“龙之刀”并与龙权杖整合成更加强大的武器。\n福无双至祸不单行，EIO省开发出了注能3技术，增大了玄钢套的储电量，而且再也不会损耗耐久，或许将成为最廉价功能最丰富的护甲。\n严峻的形势之下，格雷急需比纳米剑更好的武器，幻影剑应运而生。\n这把存电量[url=]高达[/url]12M的剑没有剑刃，只有剑柄和开关，一旦开启，就将射出长达3米的光束，虽然是一把剑，却可以粉碎石头，当然耗电量也是不小的。\n宇航服虽然是量子套升级而来，但仍然无法与重力胸甲的飞行性能相比，而重力胸甲在其他的护甲面前有时不免相形见绌，形势迫人，格雷科学家们本着“要么不做，要么做到最好”的原则，展开了“动力外骨骼”的建造。\n为了达到更好的效果，专精于每一个部件，传统的头盔、胸甲、护腿、靴子四件套制被改革，胸甲被拆成了护臂和背心，护腿分为内外双层，两只靴子也需要分别单独制作，材料需要用到装甲板。\n经过一系列复杂的整合工序（据计算仅一套外骨骼的加工时间就超过了54小时，实际操作时建议使用RS基金会的自动化系统 ），外骨骼终于面向市场投放。\n这一套外骨骼几乎集中了兵器之大成，穿着护臂的人空手即可快速撸掉暮色森林的黑曜石柱，一巴掌就可以拍倒一个末影人，一层护腿可以跳跃10米高，两层护腿光是走路就可以“走”过末影龙，头盔自带太阳能发电，即使在夜间也是输出不俗，存电量[url=]高达[/url]300M，跌入虚空，哦不，跌入地幔也可以保证较长时间不死，即使死亡也不会掉落……对了，还不怕水。\n就在这时，又有人提出：能否将核能取代等离子，将人类送往更远的地方呢？\n\n\n\n经过一系列不知道是否肮脏的交易之后，以GT、RF、RoC三国为首的“冷冻太阳”计划得以执行，生产基地设在格雷帝国境内。\n在研发期间发生了一个不大不小的情况：发生了一起妇女拐卖案件。嫌疑人似乎来头不小，当各国特工终于发现他的时候，他正乘坐不知名的飞行器准备逃离地球，应该是个外星物种。\n小功率改装后的等离子发动机即可实现大气层内高速飞行，各国都已经有了自己的大功率飞行载具，在进行了一番激烈的空战（险些有5架飞机被自己人击落）之后，外星人被俘获押回基地。这个外星人没有名字，或者说他的名字不被地球人所理解，于是某位官员拿出一个写着“杜敏俊”的命名牌贴在了他的身上，他的飞行器也被拆解，送去研究。\n研究结果令人瞠目结舌：“杜敏俊”的飞行器驱动结构竟然与末地传送门框架大同小异，对比如下：\n末地传送门框架：末影珍珠成分（简称C418成分）16%，类基岩成分70%，钍5%，稀土成分3%，龙尘2.5%，地幔流质2.5%，玄钢1%。\n外星飞行器驱动器：C418成分15%，类基岩成分72%，钍4%，稀土4%，地幔流质3%，龙尘1%，不明物质1%。\n所谓“不明物质”到底是什么？有敏锐的科学家提出：这或许是一直未能发现的暗物质。\n科学家们花了不少材料，终于制造出了一个“暗物质探测器”，将其装载在空间站中发射到了太空，经过长达3个月的探测，根据实验数据的对比，得出结论：不明物质有95%以上的可能为暗物质。\n特工和研究人员搜查了他的住处和飞行器，也拷问了被他拐带的妇女，同时旁敲侧击地询问了那个外星生物本人。\n所幸那个外星生物大约已经在地球生活了几百年，直到近些年才突然不老实，拐带起了妇女，对地球语言和标准银河字母都有相当的了解，交流起来也不算相当困难。\n那个被拐带的女人一开始要死要活，但各国特工的洗脑诱骗手段可不是盖的，在经过一系列计划周密的讯问和信息统筹之后，他们得出一个重要的结论：那个女的什么也不知道。\n而那个外星人身上得出的结论也让人失望，尽管得到了一些与暗物质有关的信息，然而都没有什么价值。\n而对他其他的测试结果则让人大跌眼镜：这家伙其实科学知识很薄弱，只是开这玩意对他来说相当于开汽车，很简单的，至于暗物质是如何产生的，如何作用的，更别想知道了。\n得，还是得自己来。\n……（待续）\n\n\n[groupid=1330]PluginsCDTribe[/groupid]\n",
    "replies": []
}