{
    "title": "Minecraft团队：我们正在重新设计Minecraft的菜单！",
    "author": "ETW_Derp",
    "replyCount": 20,
    "timestamp": 1533604740,
    "txt_content": " 本帖最后由 wangtianen 于 2018-9-3 11:31 编辑 \nWE'RE REDESIGNING MINECRAFT'S MENUS我们正在重新设计Minecraft的菜单！Give us your input on our Discord channel!在Discord上给予我们你精妙无比的设计！\nMenus! They're essential for helping you navigate Minecraft and get to what you want with ease. That's why we've started working on a major redesign of the Minecraft menu - also known as the UI (UserInterface) - for all Bedrock Engine-based platforms (so that's Minecraft onXbox One, Windows 10, VR, mobile devices and Nintendo Switch).\n        菜单界面对于任何玩家都很重要，它不仅能够帮助你愉快地在Minecraft中遨游，而且还可以让你非常舒服地获取你想要的任何东西。这就是我们已经开始重新设计Minecraft基岩版（Xbox One, Windows 10, VR, iOS, Android 和 Nintendo Switch）菜单（即用户界面）的原因。\nWhat would you like to see from an updated Minecraft menu? There may be things you want to make easier? Or maybe there’s away the menus could be better for your device? Or maybe you want to addsomething entirely new to the main menu or create world screen? Or maybe just abutton that makes a pig squealing noise when you press it? (all games should have that, really).\n        经过升级后，你希望看见什么样的Minecraft菜单？是希望你可以更加方便地进行设置？还是使菜单更加适配于你的设备？或是希望在主界面或是创造世界界面加入全新的特性？抑或是制作一个按钮，当按下去时会使一头猪引吭高歌？（所有的游戏都应该加入类似的特性，真的）\nWhatever your ideas are, we'd love to see them!\n        无论你的骚点子有多少，我们都很乐意去了解！\n这是目前基岩版的主界面——你希望看到哪些改变呢？\nTo help you get started, we've made four Paper Prototyping Kits that can help you come up with a menu design for Minecraft on console, desktop, mobile and phone! You can download these by using the links below and they've got loads of great tips and advice to help you design your perfect Minecraft interface:\n        为了方便玩家入门，我们制作了四个纸质样板套件来帮助你构想界面设计，包括电视界面、显示器界面、平板电脑界面和手机界面！你可以通过下面的链接来下载这些套件；这些套件包含很多有用的小提示和建议，帮助你来设计你心目中完美的Minecraft界面：\n\n 电视（主机）界面 手机界面 显示器界面 平板电脑界面\n\n\nHere's some of the stuff you'll find in your kit!\n        这里有一些你会在套件里看到的内容！\n[1/3]这是你打开链接映入眼帘的内容——很多Steve的剪影欢迎你来到属于你的空间。嘶嘶！\n[2/3]这里有很多对如何制作界面大有脾益的建议——下载一份然后尽情尝试！\n[3/3]之后使用这一页来欣赏主界面在iPhone上的样子。对于只是在iPhone上随便乱涂乱画而言，这样做显然更加明智——相信我。\nThat's just a few pages of the kit. Also included is extra space to make your own buttons, add new buttons, or even create new things that have never been seen before in Minecraft. We want to seeeverything!\n        这只是套件里的一小部分内容。这里面当然也包括一个额外的空间来让你自由发挥：你可以设计你自己的按钮，添加一个新的按钮，或是添加一个在Minecraft里未曾出现过的新鲜玩意。我们希望看到你的全部创意！\nThese kits are a great way to get started.But if you don’t have a printer at home, or want to make something entirely new, feel free to draw it out on paper or use a fancy app of your liking.\n        这些套件可是带你入门的绝佳方式。但是如果你家里没有打印机，或者想搞一些原创味十足的一些东西，随意地在纸上或者你喜欢的app上自由地挥毫泼墨吧！\nThen if you want to share your designs with us (yes please!) you can do that on our our Minecraft Discord channel.\n        之后如果你希望将你的设计和我们一起分享（对对对赶紧的！），你可以加入我们的Minecraft Discord频道。\nMinecraft players aged 13+ or parents of younger players can join the official Minecraft Discord server. Just click thislovely line of green text to be taken straight to it and then add your ideas in the #UI-feedback channel.\n        已经过完13岁生日的Minecraft玩家或者年幼玩家的家长可以加入官方Minecraft Discord服务器。点一下这个可爱的蓝色文本（请开启科学上网——译者注）可以让你直接到达那里，然后在#UI-feedback频道增添你的想法。\nShare photos of your work or share a YouTube video in the channel! Here's a few ideas our team came up with to getyou started:\n        在这个频道里，你可以分享你的创作照片或者是一段与此相关的油管视频。这里是我们团队内部提出的一些想法来让你快速入门：\n\n\n\nWe can't wait to see what you come up with!\n        我们十分迫切地希望了解你的那些奇思妙想！\n\n作者：Minecraft团队发布日期：2018年8月6日译者：wangtianen\n\n\n\n更新：截至目前（9月3号），Discord上的活动已经结束了，感谢大家的支持~",
    "replies": [
        {
            "author": "风轻云淡",
            "timestamp": 1533605220,
            "txt_content": "前排，莫名觉得草稿像以撒的风格。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1533606240,
            "txt_content": "我希望看到溺水的海豚"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1533608160,
            "txt_content": "喜闻乐见，终于要换了"
        },
        {
            "author": "1377023219",
            "timestamp": 1533609540,
            "txt_content": "可能更像素风+卡通风一点吧，现在的界面就像XP时代的默认系统按钮一样"
        },
        {
            "author": "lqz111",
            "timestamp": 1533611220,
            "txt_content": "看到没有java版我就放心啦"
        },
        {
            "author": "未知幻想",
            "timestamp": 1533612180,
            "txt_content": "卡通一点"
        },
        {
            "author": "602065831",
            "timestamp": 1533627000,
            "txt_content": "看到没有Java版就放心啦*2"
        },
        {
            "author": "zhao55052",
            "timestamp": 1533627960,
            "txt_content": "我觉得不仅仅是基岩版需要新菜单，java版也同样需要新菜单（但是有可能要推迟到1.14或后续版本了）"
        },
        {
            "author": "种拔",
            "timestamp": 1533645900,
            "txt_content": "换不换都无所谓，只要BUG少就行"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1533654060,
            "txt_content": "“我们正在重新设计Bug”"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1533695700,
            "txt_content": "已经适应了原来的菜单风格\n改的有点变味了啊"
        },
        {
            "author": "天子~Tensi",
            "timestamp": 1533713700,
            "txt_content": "幸亏他们没打算乱改JAVA版的界面"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1533727680,
            "txt_content": "喜欢以前简洁明了的，不要一堆乱七八糟的东西"
        },
        {
            "author": "黑∑白",
            "timestamp": 1533904140,
            "txt_content": "作为6年老玩家，这个我必须期待"
        },
        {
            "author": "ShiChunAn",
            "timestamp": 1533911220,
            "txt_content": "虽然我不怎么玩基岩版， 但是，那几个诡异的翻译能不能改过来：\n最接受不了的是：“平淡的”\n希望能改的是：“观察者”→“侦测器”\n\n菜单的话，我觉得倒无所谓。分类清晰、简洁明了就好。"
        },
        {
            "author": "MC小叶",
            "timestamp": 1534147800,
            "txt_content": "感觉已经习惯以前的了"
        },
        {
            "author": "AKYLIN",
            "timestamp": 1535211240,
            "txt_content": "MCBBS有你更精彩！"
        },
        {
            "author": "guijueqian05",
            "timestamp": 1535282400,
            "txt_content": "画成网易MC的样子（滑稽）"
        },
        {
            "author": "Emon喵",
            "timestamp": 1535906880,
            "txt_content": "we gotta new bugs,  cheer！！"
        },
        {
            "author": "408774480",
            "timestamp": 1536392760,
            "txt_content": "可以的........"
        }
    ]
}