{
    "title": "【原创/连载】【内置BGM】《艾卡西亚-光之路》第六章",
    "author": "虚泽",
    "replyCount": 0,
    "timestamp": 1533883320,
    "txt_content": "http://music.163.com/style/swf/widget.swf?sid=489970574&type=2&auto=1&width=320&height=66               BGM         《艾卡西亚-光之路》            ——一个魔幻的世界                                                                                                                            第六章 黑暗降临果然狄尔卡来了，黑暗——降临。“可儿，总算找到你了”“果然，你还是跟来了，亚兰的事情你也知道了吧？”“光子球都熄灭了，我怎么可能不知道，不过这小孩有点意思”“好了，你既然来了，就帮一下我们，这结界强攻是出不去的”“我都调查过了，狄尔卡来了”拉兹刚说完，突然倒在地上的风灵站了起来，身边围绕着一股黑色能量。拉兹立马对亚米他们大喊到：“快走，我帮你们拖着，等等精灵高塔汇合”可儿带着亚米他们离开后，先前往监狱救魔灵的父亲。等到亚米他们走远后，拉兹直接法力提升到顶峰，身边渐渐出现红色铁链，对着两位风灵说道：“抱歉啊，两位，这里禁止通行！”另一边，可儿带着亚米他们前往监狱的途中又撞见了一位风灵。之后段天拔剑冲上去，并大喊道：“可儿，你带着他们快走，这里我先撑着，一会儿跟上来”亚米看见段天要硬撑，于是想帮他。可儿直接拦住了亚米，对他说：“现在我们不能在拖了，必须要前往监狱，因为这样才可以解救魔灵的父亲，越早越好”亚米不忍心的看了一眼段天，又对他说道：“段天，精灵高塔汇合，别在这里死了！”说完，亚米转头意志坚定的前往监狱。十几分钟后，可儿带亚米和魔灵找到了监狱，并且也找到了魔灵的父亲。一眼看去，身上伤痕累累，头发也很杂乱。魔灵立马跑上去喊道：“爸爸！”他抬起头，看见眼前出现的一个小女孩，眼中渐渐流出一点泪花，然后慢吞吞地问道：“魔灵，是你吗？”“爸爸，是我”他的脸上又填上了笑容，好像寻找到了对未来的希望。“爸爸，我是来救你的，你先等着”说完可儿用钥匙打开了监狱的大门，魔灵直接抱住了父亲。“爸爸我好想你，我听说妈妈她逃走了”莫风摸了摸魔灵的头，蹲下你笑眯眯的看着她说：“我妈妈只是暂时回去了，等出去后我带你去找她，好吗？”魔灵乖乖的点了点头。之后可儿和莫风交流一下后，他大概了解了现在的情况，于是又赶紧前往精灵高塔。不过这时候天已经彻底暗下来了，接着在精灵高塔上有一股非常强大的能量，这种能量向四周扩散，然后地上的混沌能量化成魔族士兵，树灵国彻底被沦陷！亚米他们过了一会儿，赶到了精灵高塔的下方，不过这时的精灵高塔，已经变成魔族堡垒。“走吧，这树灵国由我来拯救！”亚米独自冲进了高塔，可儿他们也跟上亚米的脚本。进到了高塔里面，周围已经被混沌之力侵蚀，然后一大群魔族士兵出现在亚米眼前。莫风走向前，手一挥，一股十分强悍的风魔法向台风一样直接把魔族士兵全军覆没。“哇！好强的风魔法”“亚米，你带着他们先走把”“莫风叔，你不走吗？”“剩下的几位风灵已经感受到了我刚才的风魔法，他们接下来肯定会赶往精灵高塔，所以你们先走，一定要拯救树灵国！”“好，莫风叔我们走了”亚米与莫风交换眼神后，带着可儿她们继续前往高塔顶部。在前往的路上，亚米他们遇上了——使魔。“可恶，为什么这里会出现使魔”“可儿姐，使魔是使魔很强吗？”“使魔是魔族暗魔殿的最强战力，他们一共有十二个，我们称为使魔十二史”“最强战力吗？不打打看怎么知道他很强呢？”亚米说完，法力提升了，渐渐身边出现小火花，然后火花越来越大。“炎术?火枪”周围的火花化成火球，射出去。使魔很轻松的躲开了攻击，亚米接着捏紧拳头，火焰在拳头上换成了一层保护壳，亚米疾步冲上去，一拳下去，被使魔又轻松躲开，然后第二拳，第三拳，都躲开了，然后使魔一掌打在亚米胸前，这一击亚米轰开了十米远。“亚米，使魔的速度非常快，这样攻击没有用”亚米从地上爬起来，死死盯着使魔。“比速度吗？那有我的光快吗？”说完，亚米脱下的了手套，把手套塞进包里，然后一股金光一闪，亚米瞬间到了使魔前面，周围的光化成光剑，一记横劈，使魔瞬间反应到，踏脚往后撤一步，这一击差点砍中使魔。亚米嘴角微微上扬，之前在使魔身后布下的光阵，化成几把光剑，刺向使魔身后，当使魔反应过来的时候，已经来不及的，数把光剑插入使魔体内，身下留下蓝色的鲜血，最后化成黑雾消散。亚米兴奋地转过头，高兴地说可儿姐说：“怎么样，可儿姐”“现在可不是高兴的时候，既然使魔死了，我们就继续前往高塔顶部”然后亚米他们继续赶路，到了高塔顶部后，发现生命水晶已经变成了黑色，周围一片狼藉，守卫已经被人杀死，突然亚米脚下出现了魔法阵，接着形成结界。“怎么回事？”“这是魔族结界，狄尔卡他在附近”随后，从身后传来一阵邪恶的笑声，然后走到可儿前面，笑眯眯的看着可儿。“不亏是圣使，一眼就看出来了，你说对吧铃可？”“狄尔卡，看来你也没有变，还是喜欢玩阴招”“那又怎么，只要能抓住你，哈哈哈！！！”“卑鄙”说完狄尔卡走到生命水晶前，对着可儿说：“你看看，精灵族最宝贵的生命水晶都已经熄灭了，还有最强战力的十大风灵也被我控制，这个精灵国，已经快完蛋了！”这时亚米忍不住了，愤怒地对狄尔卡吼道：“魔族老头，有本事放我出去”“哟，这里还有一个不懂礼貌的小毛孩啊，我可没有时间在这里和你们聊天”亚米与狄尔卡对视几秒后，狄尔卡突然对亚米有点感兴趣，可是又有一种似曾相识的感觉，当狄尔卡转身要走的时候，突然想到了那种感觉是什么，他一脸不可思议的转过身看着亚米：“哈哈哈,我本以为亚兰死后就再无光之力，没想到。居然藏着另一个光之力，看来雷迪办事还是太懒散了。”可儿听了狄尔卡的话，脸色非常难看，亚米刚才不小心暴露，导致魔族对亚米引起了兴趣。狄尔卡用混沌之力化成一股巨大的斧头，正当要砍下去的时候，天空一道红色闪电打破了斧头，接着拉兹从空中一跃而下，手上带着红色闪电魔法，对着狄尔卡大喊道：“狄尔卡老头，受死！”这股红色闪电向四周扩散，爆发出一股强大的电流，狄尔卡被震退十米开外，然后拉兹击破结界，亚米他们才得以解救。未完待续                                                                                                                                  这里还是要说一下，拖更这一个月，其实我都出去打工了，今天是回来的第二天，于是我赶快更新出了第六章，希望大家喜欢。\n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}