{
    "title": "【茶馆季度活动】【论坛教程组】从搬运授权浅谈与老外交谈技巧",
    "author": "xmdhs",
    "replyCount": 36,
    "timestamp": 1534008960,
    "txt_content": "\n\n看完了，很有用。\n\n像我这样的新人总是没有经验，到国外闹笑话可就不好了。\n",
    "replies": [
        {
            "author": "秋风残叶",
            "timestamp": 1534009500,
            "txt_content": "标题: 【茶馆季度活动】【论坛教程组】从搬运授权浅谈与老外交谈技巧 本帖最后由 秋风残叶 于 2018-8-12 12:19 编辑 \n\n本帖中的对话句子若无特殊说明，均以“从spigotmc搬运插件”为背景\n本帖中的请求授权图示例若引起冒犯，请联系我删除\n\n\n\n\n★从搬运授权浅谈与老外交流技巧★\n我以前写过一个类似的帖子，写的不是很系统，现在重新写一个更完整的\n有关“授权搬运”那些事[英语向]\n\n 如何请求授权 在搬运国外作品时请求请求授权，代表对原作者努力的尊重，可以避免很多纠纷，亦可获得论坛“授权搬运”图章及其附带奖励，但是请求授权也是一门学问，笔者已经见到不少人由于不善于请求授权而请求失败，现在我将自己的一些经验分享给大家，并提供一些范例句式，希望大家少走弯路，早日给帖子挂上亮晶晶的图章。本教程主要以搬运插件做例子，主观性很强，若有不当之处还请各位指正\n★请求授权之前1, 英语水平最好在100/150分以上，英语行文最好不要犯小学生式的错误（比如very like）\n2, 自己先把要搬运的作品摸索清楚，别只为了发帖，连自己搬运的什么都不知道\n3, 放低姿态，这个作品是作者完成的，不是你完成的，你只是想要将其本土化，不能那么趾高气扬\n来看一个反面例子，这份邮件授权语气相当不客气，可以想象作者看到这个以后，估计鼻子气的冒烟\n\n\n\n\nfail_request.png (48.89 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-12 00:03 上传\n\n\n\n\n我有个问题要问你，我要把你的地图用在我的服务器，你同意吗，我以后会把它发布到中国，你难道不知道自己能做啥吗，因为你是作者我才尊重你。\n★选择合适的渠道你可以通过很多渠道与作者交流，不过需要注意某些作者的特殊反馈要求，比如只接受github issue等\n评分Reviews\n适用于spigotmc的评分回复，记得打五星，需要注意：大部分作者是不喜欢有人在Reviews里反馈插件毛病的，所以请只说好话\n\n回帖Discussions\n各大外网与作者的基本交流渠道，需要注意：某些作者并不阅读回帖\n\n站内信Conversation\n你可以通过站内信与作者私聊，除非是有特殊要求否则一般作者都会看的，需要注意：站内信的标题请不要用Can you allow me? 这种让人看了不明所以的内容，站内信标题请务必包含作品的名字（e.g. I wanna translate your plugin Essentials）\n\n电邮/Discord/第三方社交渠道\n第三方社交渠道也不失为一种与作者交流的方法，需要注意：某些社交渠道需要魔法上网\n\nGitHub Issue\n有少部分偏执作者只接受GitHub Issue，你可以用pull request直接给作者推送上汉化文件，顺便把授权请求了，既然都帮他干活了相信他也不会拒绝授权\n\n★开始请求授权一份授权措辞应该包含以下元素：\n（不一定所有元素都要包含，也不一定要死板地按照这个顺序，需灵活变通）\n\n问好，开场白和夸赞介绍自己，描述自己与作品的联系小意见与改进之处表达搬运意愿与介绍MCBBS遵守使用协议感谢与祝愿\n\n☆ 问好，开场白和夸赞\n\n如同和一般人聊天一样，一段对话的开头应该首先问好，某些冒失鬼上来就问能不能搬运只会让人感到唐突，可以以一个Hello~开头，然后自然而然引申出下文：比如自己刚刚看到了作者发布的插件，总算找到了一个超赞的插件等，如同我在第一帖里提到的一样，适当的夸赞对于作者来说相当重要，毕竟谁不喜欢听好话呢？\n夸人的时候感叹号是不要钱的，能用多少用多少！！！！！！！！！！！！！！！\n\n范例句式：\nHello~\n你好~\n\nNice plugin and it helps me a lot!\n超赞的插件，帮了我大忙！\n\nI've seen your plugin \"xxx\" on spigotmc, it's fantastic!!!!!\n我刚刚在spigotmc上看到你的插件xxx，它太棒了！\n\nAnother new plugin! Looks as wonderful as your other plugins!\n又一个新插件！和你之前的插件一样棒！（这条适合已经打过交道的作者）\n\nYou know I'm seeking this kind of plugin for a long time and here is it!\n你知道吗我已经找这种插件好长时间了，总算找到了！\n\nGood plugin, good developer, good support!\n超炫的插件！超好的作者！超赞的支持！\n\nI think it deserves 5 stars!!!!\n我认为它值得打5星！\n\nI wanna rate you 10 stars but I can only rate 5.\n我想给你打10颗星但实际上我只能打5颗\n\n10 stars, 5 for the plugin and 5 for you!\n10星！5颗给插件。5颗给你！\n\n\n\n☆ 介绍自己，描述自己与作品的联系\n\n介绍一下自己的身份，简单说一下自己是因为什么契机找到这个插件的，用了这个插件以后自己得到什么便利\n（这一部分其实可以省略，也可以和夸赞部分合起来）\n\n范例句式：\nI'm a Chinese server owner using your plugin \"xxx\"\n我是个中国的腐竹，正在用您的插件xxx\n\nI'm a server owner from China and I like your plugin \"xxx\"\n我是个中国的腐竹，我很喜欢您的插件xxx\n\n\n\n☆ 小意见与改进之处\n\n世界上没有十全十美的作品，任何作品都会有瑕疵，提点无伤大雅的小意见可以增进好感分\n如果觉得连贯起来有点唐突，可以先谈bug，待作者解决了bug再谈授权的事情\n\n范例句式：\nIt's good but...I'm afraid I found some bugs...\n虽然它很好...但是我好像发现了一些bug...\n\nIf you can fix this error I think it will be perfect!\n如果你能修了这个报错，那它将相当完美！\n\n\n\n☆ 表达搬运意愿与介绍MCBBS\n\n重头戏来了！前面的所有铺垫都是为了这一刻！\n首先我想抽点时间给大家讲讲“搬运”这个动词，有不少小家伙用carry这个词（物理上的“搬运”）会让作者一头雾水：carry？你要carry到哪去？\n\n我推荐使用的动词：\nadvertise \n这个词更偏重于“宣传”的含义，不会让作者误认为是要剽窃作品，下面的范例里均使用advertise作为例子\n\n可以使用的动词：\nreprint \n重发，这个词可以用，但是需要强调一下遵守协议\n\nrepost \n重发，这个词包含有转载帖子的含义，同样需要强调遵守协议\n\nshare \n分享，这个词听起来不是很正式，可以表达为“给中国其他腐竹分享”\n\ntransport \n传播，这个词也有宣传的意思，可以使用\n\n不宜使用的动词\nredistribute \n二次分发，这个词本身已经包含了违反协议的含义，很多作者的ToS（使用协议）里都写了禁止二次分发\n\npost \n发布，这个词包含了声称自己是作者的意思，不如repost安全\n\n惹人笑话的动词\ncarry \n物理上的“搬运”，你想把插件“搬”到哪去？\n\nreship \n这个词的含义是把货物从一个船上搬到另一个船上，名副其实的“转载”，让人笑掉大牙\n\n选择好合适的动词后接下来是组句，语气应该客气得体，尽量在一个单句内完成请求，请看下面的示例与反例\n\n示例：Can I advertise this wonderful plugin to MCBBS?\n我能把这个超赞的插件宣传至MCBBS吗？\n\n反例：I wanna advertise this plugin to MCBBS, do you agree?\n我要把这个插件搬运到MCBBS，你同意吗？\n后半句听起来相当唐突，仿佛自己本来就要搬运的，找你要授权只是给你面子走个流程\n\n再接下来是介绍MCBBS，这点很重要，很多老外根本不知道MCBBS是什么（是的，MCBBS在华人圈子外几乎没有影响力）又怎么可能给你授权呢？应该写点东西介绍一下MCBBS\n\n范例句式：\nCould you please allow me to translate your plugin and advertise it to MCBBS?\n请问您允许我翻译这个插件并将其宣传至MCBBS吗？\n\nI'll translate the config files into Chinese and teach people how to use it there.\n我会汉化配置文件并教那里的人这个插件怎么使用\n\nI'll let more people know it.\n我会让更多人知道它\n\nMCBBS is the largest Minecraft forum in China.\nMCBBS是中国最大的MC论坛\n\nMany server owners are seeking good plugins there.\n很多腐竹在那里找插件\n\nMany server owners want a translated language file, and I can help them.\n很多腐竹想要汉化的语言文件，我可以满足他们\n\nYou know not all of them are good at English, they can't read your post (Even with Google translator) they need a Chinese translator.\n你知道的，他们并不全都擅长英语，他们看不懂你的原帖（就算用机翻）他们需要一位汉化者\n\n\n\n☆ 遵守使用协议\n\n这点相当重要！这点相当重要！这点相当重要！\n请求授权成功与否往往就看你是否表明遵守了协议，你需要写点东西让作者知道你不是要剽窃\n\n范例句式：\nI'll mark you as the author.\n我会把你标记为作者\n\nI'll send you a link after I finish the post.\n帖子发完以后我会给你发一个链接\n\nI'll show them your bukkit page and let them download the plugin there.\n我会写上bukkit原帖链接，并让他们在那里下载插件\n\nI'll NEVER claim it as mine, I just wanna translate it and let more people know it.\n我不会声称自己是作者的，我只是想翻译它，让更多人知道它\n\nI'll NEVER leak the jar file.\n我永远不会泄露插件本体（这条用于付费插件搬运）\n\n\n\n☆ 感谢与祝愿\n\n授权措辞到了尾声，应该向作者表达感谢，一个Thank you足矣\n\n范例句式：\nThank you!\n谢谢！\n\nHope for your reply!\n期待您的回复！\n\nLooking forward that you can make more and more good plugins!\n期待您开发出更多好插件！\n\n\n\n☆ 成功授权范例\n展示几条成功获得授权的例子\n\n免费插件RPGHealthPlus\n\n\n\n付费插件DivineItemsRPG\n（需要强调自己不会泄露插件本体，购买走原帖渠道等）\n\n\n\n\n 特殊：被拒授权后的二次补救 因为很多原因，不少作者会拒绝你的授权请求（就连我也遇上过不少次）这往往是因为言语交流障碍导致作者误解了你的意思，需要对症下药，按照不同的原因进行补救，二次请求授权\n\n◆ 误以为要剽窃作品\n这是最常见的原因，某些小家伙语言冒失，往往心直口快，说自己要“发布此作品到mcbbs”，这会被作者误认为是剽窃，补救的要点是：分析作者疑虑并再次强调自己不会违反协议，只是要宣传插件并让更多人知道它，依然会标注原作者和原帖，不会泄露出付费插件等等\n\n范例句式（请一并参考“遵守使用协议”部分）：\nI'm afraid you misunderstood me, I'll NEVER claim it as my own.\n恐怕你误会我了，我绝对不会声称这是我的作品\n\nI just wanna let more people know it, and nothing more.\n我只是想让更多人知道它，仅此而已\n\n\n\n◆ 不许可自己的作品被二次发布\n\n\n这条原因和上面那条不一样，作者往往回复你：“这是我的插件，只有我可以发布它”，这时的补救要点应该放在“并非发布”上，你需要解释：自己并非要“发布”此插件，只是为你的插件打广告，我在mcbbs发的帖子也并非“发布帖”而是“广告帖”\n\n范例句式（请一并参考“遵守使用协议”部分）：\nI swear to god that I'll never re/distribute your plugin, just advertise it.\n我发誓我绝对不是要发布/二次发布你的插件，我只是要打个宣传\n\nThe post in MCBBS will never be a release of your plugin, just an advertisement.\n发在MCBBS的帖子绝对不算是插件发布帖，而只是一个广告\n\nI just wanna tell people there \"Hey! there is a wonderful plugin called XXX and you can download it at xxx's page!\"\n我只是想告诉那里的读者：“快看！有个名叫XXX的超赞插件！快去作者xxx的插件页面下载啊！”\n\n\n\n◆ 担心中国的用户得不到作者的官方支持\n\n\n\n\nxss_ask.png (93.54 KB, 下载次数: 2)\n\n下载附件\n\n2018-8-12 01:19 上传\n\n\n\n\n\n\n这个就好解决多了，补救时只需告诉作者：语言的障碍不是问题，自己可以把中国用户提出的反馈翻译成英文并提交给作者\n\n范例句式：\nDon't worry about this, I'm good at both Chinese and English.\n别担心这个，因为我会汉英两种语言\n\nPeople in MCBBS can contact me for suggestion or reporting bugs in Chinese, and then I can contact you in English.\nMCBBS的用户可以用中文向我提出意见和建议，然后我再用英语联系你\n\nWe can make this plugin better and better together.\n我们可以一起让这个插件变得更好\n\n\n\n◆ 已经有人要过授权了\n\n\n\n\ncsp.png (77.51 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-12 01:17 上传\n\n\n\n\n\n\n很巧，可能已经有人赶在你前面要了授权（不管有没有搬运）补救要点是：强调对方并没有实施搬运/对方搬运的是非常旧的版本，已经有很多人期待新版本，等等\n\n范例句式：\nUnfortunately I can't find out any info about plugin XXX in MCBBS...maybe he forgot to translate it.\n很遗憾我没有在MCBBS找到任何关于插件XXX的信息...很可能他并没有搬运\n\nYou mean this post (http://xxxx) right? Well the translation there is outdated.\n你指的是这个搬运帖是吗？很遗憾这个帖子的汉化已经过时了\n\nMany server owners there want the latest translation.\n很多腐竹想要最新的汉化\n\nI contacted him a few days ago, but no response, maybe he has abandoned the post.\n我几天前联系过他，但是没有回复，可能他已经放弃那个搬运帖了\n\n\n\n◆ 对中国心存芥蒂/讨厌中国人\n这种……一般我都是吐口痰就走了，不过走之前可以教育对方一番，理论要点：大部分中国人都很好，熊孩子只占少数，等等\n\n范例句式：\nWhy are you so mean :( As far as I know most of Chinese people are kind and helpful.\n你为什么这么无礼？据我了解大部分中国人都是很和善热情的\n\nMaybe you have been annoyed by some Chinese griefers, I apologize for them.\n可能你以前被中国熊孩子激怒过，我替他们向你致歉\n\nPlease change your impression about Chinese, you f**king white pig.\n请改变你对中国人的观念，[数据删除]\n\n\n\n◆ 没理由，就一个“No”\n作者光说一个No，难以分析他到底是因为什么原因才拒绝授权，补救要点是追问，询问作者为何拒绝，自己会遵守协议同时帮作者宣传，何乐而不为？\n\n范例句式（请一并参考“遵守使用协议”部分）：\nWhy \"No\"? I'll never break your ToS.\n为什么“不”？我又不会违反你的使用协议\n\nI'll let more people know it, so why not?\n我会让更多人了解它，何乐而不为呢？\n\n\n\n◆ 需要经济支持\n某些作者（尤其是mod作者）会完全抛开授权的问题，向你索要赞助以继续维持开发\n这种非常难处理，如果你不想付钱那么我建议你放弃此项目，如果你坚持的话，补救要点是：我没钱，我可以帮你做宣传，让更多冤大头知道这个，然后说不定就有人赞助了\n\n范例句式：\nWell bro...you know I'm a student with less money, my server has run out of my budget.\n老兄啊...我就是一学生，没啥钱，光开服就把我的预算花光了\n\nAs what I said above, I'll make a post to introduce your plugin and let more people know it, more people, more donation, huh?\n如同我前面说的，我是要介绍你的插件并让更多人知道它，越多人知道就越可能有人给你捐助，不是吗？\n\n\n\n\n来看一个成功补救的例子，由于本组某人搬运某插件没有授权，原作者杀到MCBBS联系混乱要求删帖，情况紧急，需要马上补救，内容略长\n【联动补救措施2、3】\n\n\n\n\n\nxss_eg.png (71.31 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-12 00:56 上传\n\n\n\n\n\n你好（问好与开场白），\n我来自MCBBS，是插件Xssentials的用户（自我介绍），我私信你是因为你联系了MCBBS管理员要求移除Xssentials的搬运帖（链接）\n在中国有很多用户对Xssentials感兴趣，就好比我，我非常喜欢这个插件，我自己的服务器也在用（夸赞+自己与作品的关系），然而，并不是所有中国人都擅长英语，我们需要中文的教程，那个MCBBS上的搬运帖解了我们燃眉之急。\n我认为那个帖子不算是一个“插件发布帖”，那只是一个“插件宣传贴”（补救措施2），因为那个搬运者没有声称插件是他写的，他留了spigotmc原帖链接，甚至你的捐款链接，通过搬运他一分钱利益也得不到（遵守使用协议），他只是想帮助我们，教我们怎么用，并为我们汉化配置文件。\n我知道你的疑虑，MCBBS的用户们无法获得来自你的官方支持，这是不可避免的，但是如同我之前所说，不是所有人都擅长英语，他们读不懂Wiki，他们没法给出建议，他们甚至无法在GitHub上发一个issue，但是那个搬运者能做到，MCBBS的用户可以联系他来提意见和建议，然后他再用英语告诉你，来让这个插件越来越好（补救措施3）\n\n\n再来看一个补救的例子，笔者搬运过插件后准备去请求授权，却得知已经有人提前请求了\n【联动补救措施4】\n\n\n我必须道歉，7月11号有人在MCBBS跟我说他很喜欢您的插件PMS，但是他的英语水平不行，所以我在没有获得您许可的前提下搬运并汉化了这个插件（夸赞+自己与作品的联系）（但是我标注了您作为作者，并展示了您的spigotmc原帖链接）（遵守使用协议）\n昨天论坛里有人提醒我说，我搬运之前必须先请求授权，所以我才向您发送了请求，然后我便得知已经有人在7月17号向您请求过了（这里应该按照补救措施4增加：对方并没有搬运）\n实在是很抱歉，MCBBS有一条版规：一个插件不能被二次搬运，如果您要求话我会尝试删掉这个搬运帖，或者我可以联系第一个请求授权的人并把他的名字加到帖子里\n\n\n\n\n记住：如果二次补救再次失败，说明已经完全失败，就不要再进行第三次补救了\n\n\n\n[groupid=1330]PluginsCDTribe[/groupid]"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1534024440,
            "txt_content": "大佬的这篇文章写得有东西，支持\n我想补充一点点东西。我在另外的网站经常接触请求授权和搬运的事情，\n我本人也因为参与模组的汉化，与一些模组作者打过交道。\n我个人的一条经验是，在打算请求授权之前，先看看作者在自己的官方发布页上，有没有什么说明性的东西。\n比如，CurseForge的发布页会显示模组是否依据某些协议开源，\n这些开源协议就有可能自动地给搬运者授权，在遵守某些条件，例如不得以其作品盈利等，的情况下。\n又比如，作者可能直接写上“不允许转载/镜像”，那就不必多说什么了。\nCurseForge上例子很多，我就不在这里列举了。\n这些东西虽然并不能绝对地反映作者的态度，但是可以帮助我们看到作者意愿的一部分，\n能很好地帮助我们之后与模组作者进行交流。"
        },
        {
            "author": "我心不变",
            "timestamp": 1534032240,
            "txt_content": "学习了，真的很有技巧啊"
        },
        {
            "author": "克劳",
            "timestamp": 1534033320,
            "txt_content": "支持残叶\nIt's good but...I'm afraid I found some bugs...\n☆ 表达搬运意愿与介绍MCBBS\n这一段音标都乱码了啊"
        },
        {
            "author": "。—。",
            "timestamp": 1534034040,
            "txt_content": "噗……这反面教材害我把早餐都喷了……\n话说不会有人没认真看帖，真的抄了这个再去发吧"
        },
        {
            "author": "安梦梦",
            "timestamp": 1534035420,
            "txt_content": "学到了。当时我搬运一个mod的时候向作者询问是否允许转载，作者同意了，然后我问作者要不要让我把汉化的语言文件用邮箱发过去，作者回答了一个“No”弄得我相当尴尬。然后我就把语言文件的内容放到回复里了。"
        },
        {
            "author": "夕离丶",
            "timestamp": 1534036380,
            "txt_content": "学到了学到了学到了！！！没有英文基础怎么办QAQ"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1534040340,
            "txt_content": "还行，虽然我不搬运……"
        },
        {
            "author": "asdfawd",
            "timestamp": 1534040880,
            "txt_content": "厉害了，学习了"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1534040880,
            "txt_content": "很好的教程!\n话说音标gg了"
        },
        {
            "author": "zyjking",
            "timestamp": 1534042620,
            "txt_content": "我上次看到一个人，在第一次补救失败后补救时直接来一句What do you want?I can't do anything except share……把我笑死……"
        },
        {
            "author": "RainIFunS",
            "timestamp": 1534044660,
            "txt_content": "我觉得我要去说 老外晚上会顺着网线爬过来砍死我"
        },
        {
            "author": "ROF",
            "timestamp": 1534052100,
            "txt_content": "顺便来一波PCD搬运组招新\n"
        },
        {
            "author": "枫林1",
            "timestamp": 1534072980,
            "txt_content": "谨遵教诲"
        },
        {
            "author": "lackangel",
            "timestamp": 1534152060,
            "txt_content": "目前搬的三个都没有人理我= =||.."
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1534154640,
            "txt_content": "蛮好的，虽然可以给一些人学到知识..........\n嘛，不过英语不好不适合搬运如果我去搬感觉丢脸丢到家\n"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1534156620,
            "txt_content": "那个fxxking white pig莫名喜感\n感觉去搬运的没几个英语差吧emmm"
        },
        {
            "author": "粘兽",
            "timestamp": 1534156800,
            "txt_content": "Could you please allow me to translate your posts and advertise it to \"PMC\"?"
        },
        {
            "author": "纣王",
            "timestamp": 1534158120,
            "txt_content": "66666学霸强无敌！！！！！！ 那个f**k white pig戳中笑点233333"
        },
        {
            "author": "黑",
            "timestamp": 1534213260,
            "txt_content": "辛苦了"
        },
        {
            "author": "ok840416617",
            "timestamp": 1534214220,
            "txt_content": "高产楼主，这帖子写的666"
        },
        {
            "author": "Оil",
            "timestamp": 1534215720,
            "txt_content": " 本帖最后由 Oil 于 2018-8-14 11:06 编辑 \n\nWow!This passage is pretty cool and fantastic,delicately showing how important  applying a good English writting skill is.\nMoreover,style matters as well,communicate with author for permission both directly and politly if you can.\nAnd I sure it worth.\n[It makes me think about my college English course,something about academic writting and form]\n[Unfortunatly,I found my English skill is decaying now,due to lacking of pratices ╮(╯▽╰)╭]\n[Hey!that \"decaying\"!You must be deliberate! :D]"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1534217160,
            "txt_content": "写的很不错，收藏了"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1534218480,
            "txt_content": "Oil 发表于 2018-8-14 11:02\nWow!This passage is pretty cool and fantastic,delicately showing how important  applying a good Engl ...\n看来你想搬运这个帖子"
        },
        {
            "author": "傻憨憨楚儿",
            "timestamp": 1542767040,
            "txt_content": "高质量水贴233333\n最近在找几个作者要地图授权偏偏碰上他们开服都要用这些地图。快哭出声了"
        },
        {
            "author": "Sky_Bule",
            "timestamp": 1542975360,
            "txt_content": "噗…… very like 哪里错了？？？ 我是小学生吗..... 难道是like very？？？"
        },
        {
            "author": "夏夜的风w",
            "timestamp": 1552130880,
            "txt_content": "大佬啊  学习了"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1552136700,
            "txt_content": "好像我申请就是开通猛夸一顿然后再提出请求"
        },
        {
            "author": "Hueihuea",
            "timestamp": 1552137780,
            "txt_content": "Sky_Bule 发表于 2018-11-23 20:16\n噗…… very like 哪里错了？？？ 我是小学生吗..... 难道是like very？？？\nvery不能修饰动词 应该是like xxx very much."
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1552138380,
            "txt_content": "很有用！！！收藏了！"
        },
        {
            "author": "九九哒哒哒",
            "timestamp": 1595174820,
            "txt_content": "这就是大佬嘛~爱了爱了~"
        },
        {
            "author": "堕天使之墓",
            "timestamp": 1595175720,
            "txt_content": "学到了，\nI want to carry this one to MCBBS. You are the author, you should know what you are!\n（大雾）"
        },
        {
            "author": "阿川川川川",
            "timestamp": 1595177340,
            "txt_content": "我觉得很有用 无论是模板还是具体句子，楼主用心了~"
        },
        {
            "author": "喵喵喵222",
            "timestamp": 1595230620,
            "txt_content": "我来上学了qwq"
        },
        {
            "author": "Oganesson",
            "timestamp": 1595231940,
            "txt_content": "Looking forward to your early reply\n"
        },
        {
            "author": "一只小水怪",
            "timestamp": 1595235060,
            "txt_content": "天哪，直到现在还有人用\"very like\"这种错误写法吗？？？"
        }
    ]
}