{
    "title": "<[X时空的遭遇]>(不定时更新)更至第七章.守护者大会.开始!下一章.到手之后。",
    "author": "a6331255",
    "replyCount": 32,
    "timestamp": 1313255640,
    "txt_content": " 本帖最后由 a6331255 于 2011-9-10 09:43 编辑 \n\n第一章、下辈子。\n    “终于挖够十二块黑耀石了，累死了…这货怎么这么难挖啊……不管了！”黑发少年从地上坐起来，“还是赶紧把地狱之门做出来吧，到时我就可以挖到荧石，就可以去到天堂慢慢玩了！哈哈哈…”\n     少年在得意的时候，一只绿色的小变色龙翘着尾巴从口袋中爬了出来，瞪着圆圆的眼睛似乎在说什么。\n    “要你管啊？你怎么知道我挖不到莹石？在乱说我就不给你东西吃了，赶快回去！”少年嘟着嘴说，手中却没有闲着，从口袋里拿出一本古老的书，“地狱之门的建造好像是这样…不管了！”\n     少年把黑耀石按照书上的方法排列好，然后拿出打火镰，“咔嚓”火就烧了起来，然后快速的在门的中间蔓延起来，最后慢慢的幻化成了一片紫色的薄膜，虽然看起来一碰就碎，可是却坚韧的很。少年点了点背包的东西，把钻石剑插在腰间，背上箭袋，拿起弓，毅然的走了进去。\n     少年只感觉一阵邪恶的力量在侵蚀着身体，随后就天昏地暗的转了起来，持续了五六秒后，展现在自己面前的竟然是不同的世界，到处都是红色的地狱块，有些还诡异的着着火。\n    “我成功了！哈哈哈哈～”走在灵魂沙上面，突然觉得脚下好像很不舒服，“这什么鬼东西啊？怎么这么粘啊？”\n      突然间感觉自己的精神状态越来越不好，虽然不明显，可是感觉灵敏的他还是察觉到了。“该死！地狱的气息竟然能侵蚀人的神智！看来不能待太久了…”\n    随后少年像个没事人一样走着，不时抬头望望有没有萤石，有时也会遇到猪人僵尸，那些烂了半个脑袋的生物虽然不清楚这个少年是什么，可是少年眼神中的凌厉却告诉他们。我不好惹！当然也不包括一些无脑的···在冲过来之前就被少年拿起弓一箭射穿那半个脑袋。\n    在路旁做印记的时候，突然听见一阵奇怪的声音，少年抬头望了望，脸色稍微变了一下，“看来这次遇到大家伙了啊···”拿出那本古老的书翻了翻，“鬼魂，常年生活在地狱，以邪恶的气息为食，传说鬼魂王到过地面，把一个城镇给摧毁了，至于怎么到达的，却不为人知。挺厉害啊···”\n    说完便熟车熟路的拿出弓，拉满铉，把手一放，箭就飞向了那只白色的大东西，“噗···”只听见弓箭插进鬼魂的身体，却未听见鬼魂痛叫的声音，反而把鬼魂给惹火了，鬼魂把脸转过少年这边，露出狰狞的面孔。从嘴中吐出一颗火球。\n    “草！给这颗东西打中一下就他妈可能立刻归西了！”躲到一个突起的小丘，随后听到小丘被炸裂的声音，“看来又是一场死战啊···”手一挥，凌厉的钻石剑在一瞬间出鞘，一把指住鬼魂，“你的命，我要了！”说完一个飞跃跳到鬼魂面前，鬼魂见状不妙，立刻向着面前的少年吐出火球，少年冷笑了一声，把剑一横，一把把火球给挥到旁边的小山上。在一声巨响过后，小山被炸没了一办。\n    “给我去死吧！”在空中双手举起剑，狠狠的往下一劈，随着血液的贱飞，鬼魂被锋利的钻石剑给分成了两半。发出诡异的叫声后就倒下，坠落到下面的岩浆去了。\n     而少年则拿出一支特制的箭往刚才起跳的悬崖上一射，便稳稳的插了进去，而在箭的尾端，则连接着一根细长的尼龙线，拽着尼龙线上了悬崖，看了看被尼龙线勒得通红的手，挥了挥剑便把它插在腰间。\n    “萤石没找到，反而差点挂了···这地狱还真是麻烦。”在抱怨的时候却未发现，刚刚的悬崖上缓缓的飘出一个巨大的身影，“啊啊啊啊！！”那个诡异的身影发出奇异的声音。少年转头一看，不禁脸色大变。一个和刚才的鬼魂不止大两倍的鬼魂，“难道是···鬼魂王······”睁大这眼睛喃喃到。\n     “人类！我们与人间互不干涉，你为何要杀我族人？！”少年郁闷道，“如果我刚才不杀他，那就是他杀我了，这个世界不就是这样的么？”\n      鬼魂王听到后发出难听的笑声，“哈哈哈哈，想不到现在的人类还是这么狂妄！那就让我来让你长眠与此吧！”\n     “那就要看看你有没有这个本事了！”少年眉毛挑了挑，随后立刻抽出钻石剑，一把扔向鬼魂王，然后转头就跑。鬼魂王伸出触手把锋利的钻石剑捏个粉碎！\n     “草，这么大只，那他吐出的火球得多大啊？我他妈打不过你，难道还跑不过？”一路狂奔着，而那鬼魂王却未有所动作，“想跑？只要没了地狱之门，你就只能留在这里！”不理后面的吼声，继续往地狱之门的方向跑去，后面的爆炸声不绝于耳。而且这一路上的猪人僵尸不知道为什么，像发疯似的攻击少年，而少年则是一箭又一箭的射穿猪人僵尸的脑袋，摸了摸少的可怜的箭支。\n      “就快到了！”少年虚弱的说，“看来呆在这里太久了···被侵蚀的太厉害了···”隐隐约约的看到地狱之门，随后巨大的火球在准备正正的击中少年时，少年一个测滚，躲过了爆炸的中心，可是脚却被炸伤了，“草！这他妈就是像好几个个TNT爆炸啊···”拖着流血的脚走向地狱之门。\n       一瞬间，埋伏的猪人僵尸立刻跑了出来，围向少年，“难道我要死在这里了么？我以前可谓是JJ怪见到都怕的啊……而且我连天堂我还没去过呢。混蛋啊！……”在猪人僵尸包围的的那一刻，少年把最后的寄托从口袋中拿出来，一把扔向地狱之门，一道绿色的光芒闪到地狱之门，随后慢慢的消失···少年看到后笑了笑，随后闭着眼睛，不顾猪人僵尸的攻击···倒下去了······\n    三年后 ···\n   一个和某个人样子一模一样的少年在一片草地上缓缓挣开眼睛…“我在哪里啊？”一只绿色变色龙爬到头上，“啊！这是什么啊？！走开啦！！”突然间他的心里似乎听到了一个声音“晓哲，醒了？”那个被称为晓哲的人被突如其来的声音吓了一跳。“谁？！”我举起双手防卫着。“我在你头上呢＝ ＝、”一阵听得出鄙视的声音又再次出现。“啊？”我抓起那只变色龙，你说话？”“我没说话，不过我上辈子和你心灵相通。”\n    “你在开玩笑么？！”\n\n……\n大家喜欢就请支持！人气给我力量！！！不定时会更新~~~\n\n那只变色龙是怎么回事？究竟是什么？请看下章。\n\n\n\n\n\n\n\n\n\n\n\n第二章、第一天生存，开始！\n    “你在开玩笑么？！”晓哲脸部不停的抽搐。\n    “我才没时间和你开玩笑呢。”绿色小东西不屑的撇了撇头，说，“事实就是事实，永远都无法改变的。”\n    “那你告诉我，我怎么会在这里嘛。”晓哲无奈的说。\n    “很简单，因为你三年前死掉了，所以在现在的三年后重新开始。”小东西用像自己是老大一样的声音说着，“还记得这个世界的规则么······”\n    “不记得！”晓哲很干脆的打断了小东西的话。\n    “果然还是这样啊，看来的确不能改变，听好了！这个世界一共有十一个时空，这十一个时空分别是：D、F、G、J、K、M、R、T、V、X、Z时空，每个时空都有着不同的世界，每个世界都是相对存在的，缺少一个的话将会把全部的时空平衡打乱，从而导致每个时空的毁灭，所以因为这种原因，需要不断的新鲜血液供给每个时空，才出现了现在的规则：凡是死后，都会在三年后在另一个时空重生，并且记忆全失，而你则是这种情况，重生在X时空，你死之前，可是在K时空。”\n     “听不太明白···能不能简单点？”晓哲歪着头一副呆掉的样子说。“难道重生后悟性会降低么···你生前可是悟性很高的啊······对了，重生后自己的体质会有一定的降低，降低比例是随个人体质的，这个没固定的点。”小东西已经不想再继续说了，怕会被这个笨蛋主人给气死。\n     “虽然听不太明白，但是，我现在该干什么？”“活下去！”那三个字的坚定一点也不像是小东西发出来的···\n     “第一步是木头么？我记得在野外生存就一定要木头的啊。”晓哲笑着说。\n     “看来你还没蠢到家啊。” 小东西点了点头。少年看了看周围，“想要砍树，就要一些简单的工具才行，弄块石头来吧，磨锋利点应该能砍下1格的树吧。”说完便到处找着适合砍树的石头。“嘿~上天待我不薄啊~竟然这么快就让我找到了块比较锋利的石头。”一把抬起石头，走到一棵树前面，坐下来随便拿了块石头磨了磨，随后站起来，“看我把你给砍翻掉！”\n       咚···咚···咚···\n       咔啦···轰！树在几十分钟后倒了下来。\n      “接下来就是掏出树芯了，要先做出把木斧来才行，不然下次砍树得把手砍到断···”说完就用石头削起了树皮。“得快点啊，再过个三四个小时太阳就下山了，你知道的，晚上可是会出现那种东西的。”小东西提醒道。\n      “好啦，我会快点啦。”说完不理会它，继续削树皮。过了一个小时后，“削完啦！可是···接下来就难做了······要怎么才能把木头削成斧头的形状啊？这太困难了吧？”\n      “如果你想死的话，就继续抱怨吧。”小东西撇着眼睛看着他。“······”晓哲无语了一下子后，“我是绝对不会死的！”说完立刻拿起石头卖力的削着斧头的形状，就这样又过了一个多小时。\n      “嗯？斧头上的洞似乎和木棍上的差很多啊···修一下吧。”就这样过了十多分钟之后。\n      “OK！！做出来啦！！以后不用再用这杀千刀的石头啦~”晓哲得意的叫着。“你确定你的木斧锋利么？= =”小东西鄙夷的说。“不确定···”说完灰头灰脸的蹲下来继续用那块石头削木斧，“等我削锋利之后，看我不把你扔进海里！”\n       再次过了几十分钟之后，“噔噔噔噔~木斧，完成！”晓哲举起木斧大声说道，“接下来就是把你这块削到我手断的石头给扔进海里！！！”小东西戏虐道，“这附近没海啊。”晓哲听到后头上立刻布满了黑线···\n       “算了，现在就去找过夜的地方吧，顺便弄点吃的，嗯嗯！”自顾自的点着头，然后便把木斧插进腰间的腰带，拖着树芯，径直走了起来。“好久啊···都找了三十多分钟了，如果没猜错的话，剩两个小时太阳就下山了吧？”咬着刚从树上摘下来的苹果，“你要来两口吗？”小东西看着那被咬得凹凸不平的苹果，“不···不用了···我还不饿······”\n       “找到了！一个山洞！哈~”晓哲指着前面的一个小山洞，“今晚我们就去那里过夜吧。”走进山洞后，把树芯放好，“起火吧，可是···该怎么起啊？钻木取火？！”晓哲看着树芯无可奈何的说道。\n       “去干掉只JJ怪吧，这种怪物身上有火药，你弄到的话或许能起火，而且它们在白天的时候是不会消失的，所以趁天黑前，运气好的话可能会碰到几只。”小东西看着晓哲说。“谁需要这种运气啊？！搞不好会死掉的！···不过话说回来，这个JJ怪长什么样啊？”晓哲小声的说。“到时候你就知道了，我会提醒你的，现在就出发吧，别浪费时间。”“哦！”\n        站起来走出山洞，转头看了看山洞之后，握了握拳头，皱着眉毛向前走去，在离洞不超过一百米左右的范围内搜索着，突然间晓哲听到了一阵奇异的声音，“Ssss···”\n       “来了！后面！”小东西警告晓哲说。晓哲一转头就看见了一个绿色的无手四脚怪物，随后就是一阵爆笑声，“就这家伙？！连手都没有，它手是不是长到脚上去了？哈哈哈···它怎么攻击我啊？撞我？！”\n       “我说出它的攻击方式之后你就不会笑得出声了，它专以自爆为攻击方式，繁殖极快，原因不明。”\n       “不是吧？自虐狂啊？”晓哲听到后头上立刻流下一些液体，抹去后，强笑着，随后脸色变得阴沉，“不过，我是不会怕你的，来吧······”\n  \n······\n\n\n究竟晓哲能不能击败JJ怪，拿到火药？还是被JJ怪炸得粉碎？下章解开一切。\n\n\n大家。虽然我一开始字数很少、不过我还是用电脑补回去了、现在每篇都不低于2000字、可是我才出去几天...就沉了！大家看到的话就帮忙回复下吧~顶回去...\n\n\n\n\n第三章、生命的赌注。\n    “我是不会怕你的...来吧！”说完手中紧抓着木斧，打不冲到JJ怪面前，把木斧一横，手用力一挥木斧便砍到了JJ怪的头上。可是似乎是木斧不够锋利，木斧的四分之一都没有砍进JJ怪的头，没有给予JJ怪致命伤。\n    “Sssss...”JJ怪的身体慢慢的膨胀了起来，晓哲看到后立刻就明白了怎么回事，用力一把木斧抽出来，然后跳起来在空中一个转身，一脚把JJ怪踢到右边距离五六个的树上。\n    “嘭！”JJ怪撞到树上发出一声巨大的声音，随后JJ怪发出挑衅的S声，就用它那四个脚快速的往晓哲这里爬。“Ssss！”明显带着怒火的声音，让得晓哲呆了一下，“呆瓜，还愣着？再不走你就要再过个三年啦！”小东西慌张的说道。\n     晓哲听到后立刻回过神来，随后脸上一阵阴沉，“你想玩是吧？好！老子陪你玩！”拿着唯一的武器，挥到身后，斜着身子飞快的跑向JJ怪，就在距离还有一格的时候，晓哲跳起来一个飞踢，再次把JJ怪踢飞到树上，随后跳起把木斧举到头顶，“啊啊啊！”咆哮着向JJ怪劈去。\n     “嗤...”JJ怪的鲜血飞溅了出来，可是JJ怪却并未因这而死亡，反而令得它进入了暴怒的状态，双眼逐渐的变红，然后熟悉的Ssss声又开始出现，JJ怪的身体快速的膨胀着，晓哲看到之后瞳孔一缩，“这次...麻烦了！”用力把木斧从JJ怪的头抽出来，然后转头就跑，可是已经来不及了，在跑了两三格之后，后面一阵巨大的炮炸声，伴随着强劲的气浪，向晓哲冲击而去。\n     “哇！”晓哲喉咙一甜，“嗤...”鲜红的鲜血被强劲气浪给冲击得逼了出来，刚刚的地方留下了一个大坑。“幸亏老子走的快！不然就怕不是缺胳膊就是少腿了。”晓哲拖着被炸伤的腿走到另一棵树下靠着说。“那你的火药怎么办？没有火就不可能会活下去的”小东西吐了吐红色的舌头。\n     “你什么意思？还要我去找吗？现在我腿都被炸伤了，再找多个来单挑恐怕不会是炸伤腿了，况且你又怎么知道是单挑呢？”晓哲摸着疼痛的腿抱怨说，“现在我都走路不了了，我还怕会回不去那个山洞了。”\n     “不，我还有个办法，不过非常危险，一个不慎就会死掉。”小东西爬到晓哲头上说到。“什么办法？”晓哲心灰意冷的说道。\n     “JJ在爆炸的前一秒身体会膨胀到极限，而这时候JJ怪的身体是最脆弱的，即使你的木斧也能贯穿它的身体，我忘了告诉你，它的头部不是弱点，弱点是心脏，而且心脏是在右边，”\n     “你要我去送死吗？！这个方法不就是靠敏捷的吗？我现在腿都受伤了，如果失败的话就会挂掉的啦，腿没事的话起码还可以逃跑。”晓哲抱着头，“这就是传说中的赌命啊......”\n    “那你想死还是想赌一下？”小东西悠然的说到。“赌！”晓哲紧紧的抓着地面，手指嵌入了泥土中。\n     晓哲坐在原地想了想之后就用力的爬到了树上，然后坐在树上等着。“大约还剩一小时就天黑了，千杀的JJ怪怎么还不来啊？”晓哲无奈的说。小东西听到之后反感的回答，“耐心点行不行？你和你死之前真是天差地别啊......”\n    “我草你妹的，终于来了是吧？等死吧你。”晓哲看到JJ怪走到树下的时候恶狠狠的说到，“看你今天怎么死。”\n     一跃跳下了树，忍着腿上的伤痛，拿起木斧砍向JJ怪的心脏，却为取得多大的成效，可是JJ怪的身体却随着Ssss声慢慢的膨胀了起来，可是晓哲却原地不动的看着JJ怪，当JJ不再膨胀的时候，晓哲瞳孔瞬间放大，在冷汗的掉落下挥动着左手的木斧，向JJ怪横切了过去。\n    “嗤！”JJ怪的身体立刻分成了两半，鲜血飞溅到晓哲的脸上，“你妹的终于死了，老子我还以为就到这里了呢。”一起跟着JJ怪的身体倒了下去，因为体力透支的他全身都麻木了，只会大口大口的喘着粗气。\n    “先把JJ怪的火药囊给拿出来吧。”小东西看着他那没用的样子说到。\n    “好好好。”晓哲吃力的撑着身体爬起来，在JJ怪的心脏周围乱搜，然后抓到了一个拳头大小的肉色火药囊，“里面的就是火药了是吧。”晓哲嘿嘿笑着说，“历经千辛万苦，终于弄到手了。”撕开火药馕，拿出了三个石头颜色的火药，然后狂喜的装到口袋，拿好木斧，警惕的走向山洞。\n    一走进山洞，就立刻拖过那条树芯，随便的用木斧削了几根木头，架了起来，就拿起火药在木头下面当作打火石一样打了起来，“咔呲，咔呲，咔呲，嘭！”火焰在黑暗的山洞中显得异常明亮。\n    晓哲也因为体力透支，很快的就倒下来睡着了......\n    而太阳，也缓缓的落下了山......\n\n喜欢的朋友不要懒了啦~帮我回下帖或者加下我人气吧~~~~\n\n\n艰难的第一天终于过去了，那么第二天晓哲将面临什么？\n\n\n\n第四章、你是人？！\n    光芒照进了山洞，此时山洞的火堆已经熄灭了，冒着白白的烟。\n   “啊...”晓哲伸了个懒腰，眯着眼看着外面，几只羊在外面吃着草，不时还有几只鸟飞过。\n   “这才是生活嘛！~”晓哲微笑着说。随后肚子就咕咕咕的响了起来，“啊...肚子好饿啊，外面刚好有几只羊~嘿嘿~”说完便拿出木斧，站起来走向绵羊。“等等！”就在晓哲准备拿着木斧砍下去的时候，小东西大声的说到。\n   “干嘛？你还心疼它们啊？”晓哲嘟着嘴，一脸的不满。“才不是，我是想叫你先把它们的毛给割下来，因为以后也许会有用的。”小东西一脸的鄙夷看着他。晓哲听到之后不好意思的笑了几声，“好吧，就让它们多活一下子。”说完就拿起木斧在羊身上慢慢的来回割着，而那些羊也在这时似乎感觉到不对劲，于是便不安了起来，来回走动着。\n    而晓哲则是它走到哪我就走到哪，终于那只绵羊终于不耐烦了，撒腿就跑，晓哲看见当然不愿意了，即使一只。于是就去追赶着那只羊，那只羊发现晓哲在追赶自己就更惊慌了，像发疯一样飞奔着，“我草！这是不是羚羊啊？！怎么跑的这么快？”在追赶了几百米之后晓哲停下来看着那只还在狂奔的羊，惊愕的说到，随后想了想算了，就回头想回去杀掉剩下那几只羊就好了，可是他却发现不知道什么时候，四周已经起了一层薄薄的雾，虽然很薄，可是却足以遮挡视线迷失方向。\n    晓哲向着反方向走着，可是就是走不出去，除了树还是树，而且一点声音都没有，四周死气沉沉的，如果不是因为周围都是碧绿的鲜草，晓哲还真他妈以为走到乱葬岗了。“这是怎么回事啊？怎么一直都走不出去啊？”晓哲累得坐在一棵树下，晃了晃头，示意问趴在头上的小东西。“嗯...我也不清楚，也许我们是中了某种怪物的幻术之类的，我们的神经都受到了控制。”小东西难得的严肃了起来。\n   “哈？世界上有这种怪物吗？如果有的话岂不是天下大乱了，人类早就灭亡了。”晓哲听到后反驳说。小东西听到之后爬到肩膀盯着晓哲说，“世事无绝对，要知道，现在的我可是比你见识的多！这种怪物有很多，不过大多数都是一些只能产生一些雾气，然后诱导别人在同一个地方打转，只要在各个地方都做上标记，就很容易走出去，至于那些能够真正控制别人神经的，却只是占少数，也许我们遇到的就是前者。”\n   “嗯...好吧，那我们就在每棵树上做标记吧。”说完就在旁边的树上用木斧割上一条清晰可见的痕迹，然后继续走，看见一棵树就做一个标记。\n   “嗯？这棵树不是我们第一次做标记的树吗？我们明明就没有兜回头路。”晓哲郁闷的说，“所有能看见的树都做了标记了，应该不会再被迷惑了才对啊！”\n   “做好觉悟吧，我确定我们遇到是后者！”小东西有点慌张却又严肃的说，“现在想要走出去，除非能在大脑被控制的情况下成功的攻击控制者，别无他法！虽然这听起来不可能...”\n    晓哲听到后说：“的确是不可能，我们根本就不知道它在哪里，也许在这棵树上，也许在那棵树上，也也许就在我们眼前看着我们的眼睛......看着我们的眼睛？！我知道了！那些怪物是靠和别人的眼睛对视让别人产生幻觉，也就是控制着视觉，既然这样，那我们还有触觉和感觉！”说完之后就缓缓的闭上了眼睛。\n    随着眼睛的闭上，晓哲又突然感觉到了周围祥和的气息又出现了，可是却包含着一丝不详的气息，“就是这个！抓住方向就行了。”宁静深入到了心中，所有的一切都变得透彻，唯独...一处！\n   “那里！”说道抓紧木斧跳跃到面前的一棵树上，举起木斧狠狠的玩下劈，“簌簌簌...”伴随着树叶的掉落，一个人影也掉落了下来。晓哲睁开眼睛，看见的是...一双白色的空洞，里面除了空洞还是空洞。\n    晓哲突然如梦初醒一样，雾气不见了，就连前面也没有树，任何一棵树上都没有痕迹，就像做了个梦一样，而旁边，则是几只羊，安静的在吃着草......\n    “啊呀！！！我的脚伤复发了...”捂着脚，回想着掉落下来的人影，“那个....是人么？”晓哲喃喃到，然后叹了一口气，“算了，从羊狂奔的时候，我就已经中了它的幻术了吧，我一直都把羊安抚的很好，根本就不会出现躁动，也许是因为，他的出现。\n    走到羊的旁边，拿出木斧继续割着羊毛，肚子也继续咕咕咕的叫着，现在的气氛和刚才的截然不同。\n  “呼~终于把羊毛都割完了，接下来...嘿嘿~就是填饱肚子的时候了~”晓哲一脸坏笑的说到。\n  “咩咩咩！！！”羊的惨叫声不绝于耳...剥下羊肉之后慢慢的回到山洞，弄下几段树芯之后拿出火药，打着了火，就随便弄根木棍穿起来在火上烤了起来，在过了几十分钟，一块羊肉终于烤熟了，香味四溢，晓哲吞了吞口水，撕了小块给了小东西，然后就自顾自的大口咬了起来。\n    吃饱了之后，却听到一阵异样的声音......\n\n还是那句话、人气给我力量！！！\n\n声音究竟是什么？是人还是什么？\n\n偶卖糕！！！才两人气？！各位就支持下我吧...回一下帖也好啊...\n\n\n第五章、声音来源。\n    “啊...”\n    “嗯？什么声音啊？是人么？！”晓哲紧张的抓起地上的木斧站起来，警惕的望着外面。\n    “你是不是给上次的那个给吓傻了？又不是全部人类都是那种怪物= =”小东西撇着眼睛看着他说。\n    “呃...好吧，去看看怎么回事。”晓哲不好意思的闹挠挠头走出去，循着声音的来源，慢慢的向前走，当走了几十米之后，看见前面有个人背对着自己，慌张的坐在地上不知道看着什么，晓哲看到之后就立马躲在一棵树的后面观察情况，只看见那个人非常的慌张的在后面的背包里掏着什么，可是脸却看着前面。\n    “那个人是不是遇见什么怪物了？想拿出武器对抗吧？”晓哲疑惑的说。\n    “嗯...也许吧，你打不打算出去救他一下，或许还有什么回报呢。”小东西满脸的诱惑。\n    “嗯...到时候要叫他送我点工具，这破木斧手感又不好，又不锋利，迟早会死掉。”说完之后立马爬上刚用来掩护的树，爬上树顶之后，晓哲沿着那个人的眼光一看，瞳孔瞬间缩小，呼吸立刻变得急促，赶紧趴下捂着胸口，大口大口的喘着气。\n    “那到底是什么啊？！”晓哲惊慌的说，“我终于体会到那个人的感受了...我该庆幸没遇到那只大家伙。”\n    “的确是，那你还要不要救他？以你现在的条件根本不可能打败它。”小东西叹息的说道。晓哲听到之后一咬牙，“为了能弄把上手的工具，武力不能解决的那老子就来智取。”说完立马从树上跳下去，骑在那只怪物的身上，然后用木斧在他的左眼猛的一砍，那只怪物发出了凄惨的叫声，那个瘫坐在地上的人被眼前的变故吓傻了，连刚想做什么都忘了，而这时，那只怪物因为剧痛一把把晓哲给甩了下来，晓哲被甩出五六米远，重重的砸在地上。\n    “咳咳咳...”晓哲捂着胸口剧烈的咳嗽着，就趁着这段时间，那只怪物快速的向他跑来，随后用它那只毛绒绒的大手再次把晓哲从地上给挥得飞起，“嘭...”晓哲被挥得撞到树上之后喉咙就一甜，嘴角慢慢的流出鲜红的血液，“啊...咳咳咳...老子不能死在这里。”勉强的站起来，吃力的举起木斧，然后咆哮一声，“啊！我和你拼了！”跑到那只怪物面前用木斧在它的身上一砍，把它的肚子给砍出一条血痕，晓哲看到奏效，就不给它还击的机会，继续用最后的力气狂砍，虽然他知道如果自己再不躲开，等到它还击的时候自己可能会死掉，可是他就是想赌一赌！\n    “啊啊啊啊啊！”晓哲用木斧狂砍着，而那只怪物也在一直发出痛苦的叫声，随后举起它粗大的手臂，准备砸下来的时候，“咻！”一支弓箭准准的射穿了那只怪物的头，而粗大的手臂也无力的软了下来，随后重重的砸在地上。\n    “呼~呼~呼~”晓哲也瘫在地上大口的喘着气，刚才的那个人惊慌的跑到晓哲的身边，“你有没有事啊？”那个人惊恐的说到。\n    “没事，受了点伤而已，不过刚才那箭是你射的么？真准啊”晓哲笑着说到。“没那么厉害啦...”不好意思的挠了挠头，“对了，你叫什么啊？我叫陈杰。”\n    “你好，陈杰，我叫晓...啊...”晓哲忍着疼痛说，“晓哲，感谢你救了我...啊...”\n    “才不是，是你救了我才对，因为我一直都是从事弓箭手的职业，都是从远处射杀敌人，所以这次面临着敌人我才会这么慌张。”那个叫陈杰的说到，“不如你先到我的村庄里休息一下吧，翻过那座山就到了。”陈杰指着在北边的那座山。\n    “原来是这样啊，好吧，不过你能不能先把我扶到在几十米处的山洞里去？”晓哲闭着眼睛说到，“我想拿点东西。”\n    “好吧。”说完扶起晓哲往着山洞的方向走去。\n    “到了，进去吧。”晓哲指着前面的那个山洞说。\n     进去山洞之后，晓哲拿起放在一块大石头上的羊肉和放在地上的羊毛给陈杰，“拿着，一起拿到你的村庄去。”晓哲把羊肉和羊毛给了陈杰之后说，“先休息十分种吧。”\n    “嗯。”陈杰点头说。\n    “对了，刚那是什么怪物啊？这么变态。”晓哲疑惑道。\n    “嗯...那是隐藏在深山里的狂暴巨猿，我们村里遇到过一次，虽然被干掉了，不过也死伤了很多人，刚才那头巨猿眼睛是红色的，很明显就已经暴怒了，可是究竟是谁惹的，我也不知道。”陈杰叹了口气，然后就兴奋的说，“我们到村里去之后就告诉村长吧，到时候我们一定能立上大功的！”\n    “随便你吧，不过我对这种东西不感兴趣，要那具烂尸体到还不如给我把武器什么的。”晓哲不屑的说。\n    “好吧...啊对了，你是从哪里来的？”陈杰好奇的问道。\n     晓哲听到之后脸色突然变得阴沉了，“不能告诉你。”晓哲撇过脸去说，“出发吧，再晚点就要天黑了。”\n    “可是还没过十分钟呢...”\n    “我说走就走！”\n    “······”\n     走出山洞之后，陈杰似乎发现了晓哲的头上有一个绿色的什么东西，“哎，你头上是不是有什么东西啊？”陈杰疑惑的说。\n    “哦？给你发现了，它是我的宠物。”把手伸到头上，想让小东西爬到手上，却被咬了一口，“谁是你宠物啊？！”小东西气愤的说。“哎呀...痛痛痛...哦，不好意思，它似乎不是很想见陌生人。”晓哲嘿嘿的笑着说。\n    “这样啊？那算了吧，别强人所难。”\n     这时已经走到了山顶了，一眼望下去，就看见了许多的小木屋，也有些石头砌的，有牧场有农场，炊烟不停的从烟囱里冒出来，一阵对于晓哲来说难得的安详和舒适。\n    “下去吧，虽然我家是木屋，可是也不算小，你今晚就住在我家吧。”陈杰晓哲说。\n    “嗯，那就麻烦你了。”\n     在夕阳的照耀下，两个人的影子深深的印在地上......\n\n打败巨猿的晓哲，进到村里之后会有什么事情发生呢？\n\n\n哎呀呀卧槽、沉到第二页了、大家快点顶上去啊...我写这么幸苦...难道这年头的人都不看的么？顶一下也好啊...\n\n第六章、安详的生活？！\n    “啊....”晓哲打了个哈欠，从床上坐起来，“哎呀呀呀...好痛啊...”由于受的是内伤，而且长时间未活动，才会导致突然活动而致使内伤发作。\n    “你先躺着吧，别动了。”陈杰走进房间，手里还端着一碗汤，“这是用你的羊肉煲的羊肉汤，所以不用客气了，喝掉吧。”\n    “嗯...”晓哲慢慢的做起来端着汤一口一口的慢慢喝掉，“哈~好好喝呢。”晓哲露出满意的笑容。\n    “那就好，你就在屋里休息吧，我要出去了。”陈杰把碗拿起来，准备转身就走的时候，“等等！你去哪里？”晓哲用手抓住他的衣袖。\n    “我要出打猎了。”陈杰指了指外面的弓箭随后兴奋的说到，“哦对了，下午还有每年一度的村里守卫者的考试，只要通过了的话就能成为村里的守卫者哦~而且只要是在村里的人都能参加，你要参加么？”\n    “呃...我想不用了吧，况且我的伤这么严重，肯定没办法参加的。”晓哲耸了耸肩。\n     陈杰听到之后立刻就神秘的笑着对晓哲说，“不怕啦，我们村里有个著名的治疗师，虽然说不上神医，可是把你的内伤治愈的七七八八也没问题的。”\n    “啊？不是吧....”晓哲嘀咕着。\n    “嗯？你刚刚说什么？”陈杰看着他疑惑的问到。\n    “哦哦哦，没什么，你快点去打猎吧，路上小心。”晓哲嘿嘿笑了几声说道。\n    “嗯嗯，注意别乱动，我回来之后就带你去那个治疗师家里。”陈杰也微笑着说，随后就背上箭袋拿起弓走出家门了。\n    “小东西，趁他走了，我们一起出去看看吧。”晓哲一脸坏笑的说。小东西听到之后惊愕的说，“如果你想你的伤更重一些的话。”“没关系啦~不是有位治疗师嘛~”“······”\n     吃力的爬下床，站在地上的时候竟然差点就摔倒了，“啊啊啊...好痛啊...”晓哲一脸痛苦的捂着胸口，“不过...没关系！我顶得住，对吧，小东西。”\n    “······”\n     推开门，入眼的是一片绿色的田野，还有几只稻草人竖立在那里，蝴蝶在那些野花上面慢悠悠的飞来飞去。“深呼吸~~~哈~~~好爽诶~”晓哲笑着说。\n    随后走到外面，不少的村民都在干活，小孩子不然就是追着蝴蝶不然就是在相互追赶着玩一副安详和平的感觉。\n   “这次我一定要当选守卫者！”一个大约十四五岁的年轻人大声说道。\n   “不是！一定是我！”站在他旁边的另一个年轻人也大声说。\n   “是我是我是我是我！！！”第一个年轻人扯着嗓子说。\n   “你乱说，你是绝对打不过我的！！！”另一个年轻人喊得脸红耳赤的。准备动手打起来的时候，晓哲走过去拦在中间，“诶诶诶，打架可不是好孩子哦！~”晓哲用食指左右挥动着说。\n   “要你管！”说完就立刻一拳砸向晓哲，晓哲看到之后冷汗立刻直冒，“卧槽！这个村的人怎么这么不讲道理啊。”一手接住年轻人的拳头，“想偷袭我？你还不够格~”然后就一个反手扭住年轻人的手。\n   “哎哟哎哟，放手放手，快点放手。”年轻人痛得直大叫，而另一位就站在旁边冒冷汗...晓哲手一推，年轻人就一屁股坐在地上，想哭想哭的样子，“我去告诉我妈妈...”\n   “诶哟~去吧孩子，你几岁了？”晓哲戏谑的说道，随后就不理他们继续往前走，“嗯？那是什么？天空上有一直小黑点，随后逐渐的变大。”\n   “枫...枫...枫...”破风声越来越大，随后一阵尖锐的鸟叫就从小黑点里传了出来，晓哲只感觉到一阵气浪向他袭来，呼呼的风声在耳边回荡，晓哲都差点站不住脚，然后天上一道巨大的影子就出现了，一只比人大三四倍的鸟从头顶飞过。\n    “那是什么...好大...”晓哲惊叹的说，而这是大家也都停下手中的活，抬头望着那巨大的家伙，过了五六分钟之后，那只鸟再次变成了一个小黑点。\n    “呼...先缓一缓...怎么路上遇到的都是些怪东西...还是到那片草地躺一下吧...”说完就走到那片被风吹的激起浪一样的草地上躺下来，很快就又睡着了...\n    “诶，晓哲？醒醒。”晓哲慢慢的睁开眼睛，看到陈杰在摇着自己，“已经下午了，而且守护者大会已经准备开始了，快点起来，我带你去治疗师那里。”\n    “哦...”迷迷糊糊的站起来，然后又被一阵痛给痛醒了...“啊呀...卧槽！又痛了...”晓哲再次捂住胸口。\n     陈杰扶着晓哲来到一间简陋的小屋，走了进去，“哈德先生，在吗？有人需要治疗。”陈杰大喊到。\n    “咳咳...马上就来...”一个苍老的声音出现后，一个人影就从二楼楼梯慢慢的走了下来，眼睛随意的撇向晓哲，然后就瞳孔收缩，吃惊的看着晓哲，不过一会后就又回复了平静，“过来吧。”老人对晓哲招着手。\n    “哦”随后晓哲慢慢的走了过去，老人用手按在晓哲的胸膛上，随后老人的手慢慢的发出金色的光芒。此时晓哲的身体正在以惊人的速度痊愈着，过了两三分钟之后，“行了，走吧。”\n    “谢谢哈...德先生。”晓哲吞吐的说到。\n     走出房子之后，陈杰就带着晓哲来到会场，“这里就是会场了，村长要发话了，别出声。”\n     一个苍老的人走到台上，“我们现在举行一年一度的守护者大会，这次的胜利着奖品是，由全村最出名的铁匠—铁手杰克所铸造的铁剑！”\n     晓哲听到之后两眼发光，“铁剑！我要的东西！我一定要得到第一名！”\n    “好！现在报了名的都过来后台！”村长大声的说到。\n    “诶？！报了名的？我还没报名的啊！怎么办啊陈杰。”晓哲慌张的说到。\n    “不用担心啦，跟我来。”陈杰使了个眼色，拉着晓哲来到后台，“父亲，这个人要补报！”\n    “父亲！！！村长是你父亲？！”晓哲震惊的说道。\n    “对啊，别太惊讶。”陈杰转过头来对晓哲说，随后又转过头去跟村长说到，“父亲，破例一次吧，他就是我跟你说的从狂暴巨猿手中救出我来的人，初级测试就不用了吧。”\n    “嗯？就是你？”村长上下打量着晓哲，“好吧，就破例一次，不过，要是让我在台上看见你是一个废物的话，你就死定了！”\n    晓哲听到之后冷汗直冒，“是是是，绝对不会让您失望！”说完之后村长就走到了首席上坐了下来，“现在我宣布，比赛开始！”\n    ······\n\n晓哲究竟能不能胜出，成功的拿到铁剑？\n\n\n守护者大会、开始！\n    “好！现在A组请上台！”那个满脸胡子的主持人说到，随后就是4个人走上了台，“现在抽签决定对手，请各位抽出一个编号来！”\n    A组的人听到之后立刻将手伸进箱子里，然后拿出一个小牌子。“1？我的编号是一？”A组的其中一个人说。另一个人听到之后也立刻回应他，“我的也是1啊，难道我要和你打？”\n    “你们说的没错，编号一样的就是对手！现在请1号的站到前面，其它的请到台下候等！”主持人用手推出两位之后就转头跟另外两个说到。\n    “请多指教。”两人弓手礼让。\n    “现在决斗开始！”主持人一挥手。\n    两个人就猛地向前一冲，然后开始互相交手。\n    过了十多分钟...\n    “叶智胜！”主持人大声喊道。\n    就这样过了两个多小时，终于到了晓哲这组了，晓哲在G组1号。\n    “现在请G组2号的选手上台。”主持人把手挥向两位。\n    “终于来了啊~我的铁剑啊~我要得到你啦~”晓哲心里面得意道。\n    “请多指教！”两人礼让后，主持人就宣布了开始决斗。\n    “啊！”对方一阵咆哮，便冲向了晓哲，一个直拳直直的冲着脑袋，晓哲冷哼一声，一只手接住拳头，另一只手往对方的肚子撞去，却不料也被对方接住了，“还真有两把刷子！不过，还是没我的多，啊哈哈哈~”说完就挥开接住的拳头，手肘向下一个猛击，便把对方在腹部下的手给击得放开了自己的手，随后就用脚膝盖踢到对方腹部。\n    “啊！”对方叫了一声之后就后退了好几步，可是晓哲根本就不给敌人喘息的机会，在对方后退的同时，自己也在逼近，然后跳起来两脚踢到对方的胸膛，对方再次快速的后退，然后身体失去平衡，倒在地上捂着胸口艰难的喘着气。\n    与此同时，村长看到晓哲的表现也非常的满意，因为无论是论技术还是论心智，都比其他的人更高一层。\n    晓哲走过去，“你还要比吗？还要比的话你下次就会直接飞下台去了。”晓哲威胁的说到。\n    “算了吧，我认输...”对方叹着气说到。\n    “晓哲胜！”主持人挥手大声说到，台下一片喝彩，因为陈杰已经把晓哲如何和一直狂暴巨猿战斗的事情传遍了家家户户了，现在很多人都敬佩着这个仅是手持木斧就能和狂暴巨猿战斗的传奇人物。\n    “好！现在进行第二场的战斗，请晋级的选手到休息室等候，第二场的战斗会增加武器。”主持人宣布过后台下的观众议论纷纷的散开了会场，散开会场之后过了五六分钟，便有十多个大汉抬着一个挂满武器的架子放在台上。\n    “好！现在第二场战斗，现在正式开始！”主持人在说完之后观众再一次的一拥而上。\n    在经过多场的战斗之后，人数再一次的被刷掉了差不多一半，而这时候，也是晓哲上场的时候！\n    “晓哲对若柔。”主持人请上两位之后便大声宣布。\n    “嗯？！是个女的？！这下麻烦了，我要怎么下手啊？！”晓哲看到对方是个女的之后便郁闷着说到，“诶，那个什么柔，让着点啊...”\n    “决斗开始！”晓哲话说到一半，便被主持人打断。“诶？我说你是不是人啊？你妈没教你别人说话的时候不要打断别人啊...”晓哲转头面向主持人，开口大骂，然后就被一拳给砸得没天没地的，“卧槽！动手了是吧？”晓哲被偷袭了之后心里一阵不爽，“尼玛啊！女的又怎么样，老子照打！”\n    “抓住砸在脸上的拳头，反手将手给拗住，然后用另一只手的手肘用力挥向对手的头部，可是对手却也不是什么等闲之辈，用手一挡，然后脚抬起伸直一踢，晓哲便往后退了几步。\n     晓哲摸着发疼的肚子，两眼盯着对方，然后转头就跑向挂着武器的架子，“卧槽！老子肉搏下不了手啊，还是来样下得了手的吧。”说完用手拿起一把石制的剑。\n     那个叫做若柔的女孩子，看到晓哲有所动作之后，也立刻跑向身后的武器架子，也拿起一把石剑，转身就跑向晓哲，晓哲看到对方已经拿着剑冲向自己，于是自己也就冲上去迎战。\n    “叮！”两把剑交叉在一起，发出清脆的响声。两张清秀的脸离剑不到一厘米，两双眼睛恶狠狠的对视着。\n     晓哲挣开与对方交缠的剑，再次用力把剑些斜砍到对方的身上，对方头一低就躲开了锋利的剑刃，同时也冲向晓哲的腹部，把剑一直，向着柔软的腹部刺去，晓哲发现之后瞳孔立刻缩小了数倍，“这个女人真是心狠啊！”晓哲心里惊到。\n    随后用右手一把用力的抓住剑，手被锋利的剑刃给割的淌出了鲜红的血，然后就用脚踢在对方的手上，剑立刻就被踢的放开了掉在地上，而晓哲也趁这个机会一脚把剑踢到外边，再用为受伤的手往上一勾，重重的砸在对方的下巴上，对方立刻就被这股劲力带上空中。\n    当对方还在空中的时候，晓哲跳上去用左手挥动着石剑向对方砍去，而就在剑刃快碰触到对方的脸颊的时候突然间静止了下来，对方也就理所当然的砸在地上。\n    晓哲冷冷的看着这个差点杀掉自己的女人，他不明白为什么刚才会心软，总之，既然这样了，那就顺其自然下去吧。\n    就在晓哲分心的这一刻，被对方转了个空子，若柔用脚用力的扫向晓哲的脑袋，晓哲来不及防备就被对方的脚给重重的击中了脑袋，晓哲只感觉脑袋昏昏沉沉的，手也拿不住剑，剑“哐当”的就掉到地上，对方从容的走过去捡起石剑。\n    “看来我就要死在这里了，真后悔当时放过她啊...”晓哲眯着眼睛向后倒在地上，若柔把剑挥向晓哲的脖子，用力的一刺，剑插在了晓哲脖子的旁边，“他现在已经起不来了，是不是我赢了？”若柔叉着腰问。\n    “啊？哦！若柔胜！”\n     台下的观众来了个冷场三秒钟，似乎还没反应过来怎么回事，随后就热烈的欢呼起来，也不排除嘘声的，打败狂暴巨猿的人竟然会被一个女人给打败了。\n    而接下来的战斗那个若柔都无一例外的获胜了，而且是轻而易举。\n    晓哲用力的睁开眼睛，发现自己在陈杰的家里，摸了摸发疼的头，用力的坐起来，“看来比赛是我输了啊...我的铁剑啊！”就在晓哲抱着头后悔的时候，陈杰一把闯进房间，“晓哲，跟我来！”陈杰兴奋的大叫，“我们一起去杰克家。”\n     “杰克？那个全村最好的铁匠？”晓哲问到。\n     “当然！去到你就会和我一样兴奋的了。”陈杰满脸笑容的说到，随后一把拉下晓哲，硬是拖着晓哲下了床。\n      走了五六分钟之后，“到了。”陈杰推开门之后说到。\n    “杰克叔叔，我来了，做好没啊？”陈杰大声的喊道。\n    “来熔炼室。”从一个门的里面传出一个粗大的声音。\n     走到熔炼室的门前，推开门，就感觉到有一股热风吹过来，里面全是滚烫的岩浆......\n     一个穿着短裤背心的男人转过头来，“来了？再等等，准备就好了。”\n\n                 ······\n\n那个粗壮的男人杰克究竟在做些什么？为何陈杰如此的兴奋？\n\n我觉得这章写的好像不是很好的样子啊...唉~\n\n",
    "replies": [
        {
            "author": "LYC0092008",
            "timestamp": 1313267220,
            "txt_content": "表示不解其意"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1313282220,
            "txt_content": "撸过"
        },
        {
            "author": "774576415",
            "timestamp": 1313288760,
            "txt_content": "~~..."
        },
        {
            "author": "katetem",
            "timestamp": 1313289300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "llssiinn",
            "timestamp": 1313289480,
            "txt_content": ":(我是路过的"
        },
        {
            "author": "a6331255",
            "timestamp": 1313293680,
            "txt_content": "\n   Ц鴤λX\n   СжС澭鶼\n    ЩΧOK鸫鶫СооС\n   иɡооСЩJJΣ\n   ɡóСΣв\n   SssСJJ\n"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1313310840,
            "txt_content": "a6331255 发表于 2011-8-14 11:48 \nЦ鴤λX\n   СжС澭鶼\n    ЩΧOK鸫鶫СооС\n不错，我也在写帖子，顶"
        },
        {
            "author": "a6331255",
            "timestamp": 1313313240,
            "txt_content": "429523643 发表于 2011-8-14 16:34 \n不错，我也在写帖子，顶\n我辛辛苦苦写的第二章啊！怎么显示不出来啊！？尼马啊这次…"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1313313480,
            "txt_content": "a6331255 发表于 2011-8-14 17:14 \n我辛辛苦苦写的第二章啊！怎么显示不出来啊！？尼马啊这次…\n额……有存搞么？……，要养成存稿子的好习惯"
        },
        {
            "author": "a6331255",
            "timestamp": 1313313660,
            "txt_content": "429523643 发表于 2011-8-14 17:18 \n额……有存搞么？……，要养成存稿子的好习惯\n我用手机写的＝ ＝、想不到一发就这样了、真是尼马了…"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1313316480,
            "txt_content": "a6331255 发表于 2011-8-14 17:21 \n我用手机写的＝ ＝、想不到一发就这样了、真是尼马了…\n额……（外话音）大家，这个故事告诉我们，写存稿，一定要的~"
        },
        {
            "author": "a6331255",
            "timestamp": 1313316840,
            "txt_content": "棬\n    Ц鴤о \n    1пСDFGJKMRTVXZXRЦ\n    оСоСССüеиɡJJЩJJúSssɡ"
        },
        {
            "author": "a6331255",
            "timestamp": 1313316960,
            "txt_content": " 本帖最后由 a6331255 于 2011-8-15 21:42 编辑 \n\n第二章、第一天生存，开始！\n    “你开玩笑么？”晓哲嘴角抽搐着。“你能听到我的话就是最好的证明啊。”绿影一闪，便到了晓哲肩上，“你还是快点想办法弄点工具吧，不然我还真怕你活不过今天。”“呃…好吧，我会尽量活下去的。”“什么叫尽量…＝ ＝、”\n    “第一步是要得到木头是吧？这个我知道啦～”晓哲指着那棵1格大的树，“嗯，算是吧，不过…你要怎么获得呢？”“这个…用石头！”说完左顾右望，“那里有块比较锋利的石头！”说完跑到那块石头旁边，两只手把斧头大小的石头轻易抬了起来，“怎么这么轻啊？”晓哲不解的问，“因为你死之前很强大啊。”“什么意思？”“你一边砍树一边听，别浪费了时间。”晓哲“哦”了一句就抬着石头走向树，然后稍微磨了磨石头就开始砍了。\n    小东西开始解释，“这个世界分十一个时空，分别是D、F、G、J、K、M、R、T、V、X、Z时空。而你就在X时空，你在死之前则是在R时空，凡是死之后，都会在三年后在另一个时空再次重新开始，可是体能会降低三分之一，并且记忆全失。”“啊？我听不太明白耶…”晓哲砍着树傻笑着说。“……。算了，你不用明白。记住你要生存下去就行了··”\n    “咔嚓…”树渐渐的倒了。“累死我了…”晓哲一屁股坐在地上。“不能休息，你要继续工作，把树芯掏出来。”小东西很严肃的说。“是是，掏出来。”说完再次两手并用的削树皮，“诶，如果我再死了的话会怎么样？”“会再次在三年后复活。”削完了之后，露出来的就是光滑的树芯，“现在开始坐把上手的木斧吧！”晓哲兴奋的说，“这石疙瘩快把我的手给弄断了…”在一个小时左右后。“做好啦！现在只要削锋利点就好了～”随后就开始削，小东西看着那离地平线没多远的太阳，“还有一个小时太阳就会彻底下山…”晓哲听到后脸色稍微一变，“这么快？看来得加快速度，我连个躲雨的地方都没呢…”把木斧削锋利后，晓哲站起来把木斧插在腰间，“走，去找过夜的地方！”悠闲的走了十分钟后，看到一个山洞，“有个山洞呢，今晚就在那过夜吧。”咬了一口刚从树上摘下来的苹果，“就是晚餐寒酸了点…”走进山洞后、用木斧砍下一截木头，现在就剩起火了，“我要怎么起火啊？！钻木？！”晓哲慌张的说。“去干掉一只JJ怪吧，它身上也许有一些火药。而且也就剩三十分钟太阳就下山了。”“嗯…也只有这样了…”紧了紧腰带，慢慢的走出山洞，“JJ怪在早上是不会消失的，所以运气好的话应该可以找到。”晓哲听到之后郁闷的回答，“谁需要那种运气…”在走了没多久后，“Sss”“来了！”晓哲把木斧一把抽出，转头看这那个无手四脚的绿色怪物，“来吧…”晓哲阴沉的说…"
        },
        {
            "author": "a6331255",
            "timestamp": 1313317140,
            "txt_content": "429523643 发表于 2011-8-14 18:08 \n额……（外话音）大家，这个故事告诉我们，写存稿，一定要的~\n刚重写了…手软…"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1313319660,
            "txt_content": " 本帖最后由 429523643 于 2011-8-14 19:03 编辑 \n\n还是不行……有些……加油哈[diamond_gem]"
        },
        {
            "author": "a6331255",
            "timestamp": 1313327940,
            "txt_content": "429523643 发表于 2011-8-14 19:01 \n还是不行……有些……加油哈\n哈？有点什么了、不怕尽管说、就是要提意见我才能进步的嘛~~"
        },
        {
            "author": "a6331255",
            "timestamp": 1313328180,
            "txt_content": "429523643 发表于 2011-8-14 19:01 \n还是不行……有些……加油哈\n 看来不能手机写了、手机写的话限制是一千多字、太少了啊"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1313381280,
            "txt_content": "a6331255 发表于 2011-8-14 21:23 \n看来不能手机写了、手机写的话限制是一千多字、太少了啊\n恩恩"
        },
        {
            "author": "a532402310",
            "timestamp": 1313690100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314335880,
            "txt_content": "a532402310 发表于 2011-8-19 01:55 \n我来了，努力吧。\n数字，话说，你在群里说要催稿，还真来了……&"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314335880,
            "txt_content": "快点更新！我今天将对论坛谁有没写小说的人进行催稿！"
        },
        {
            "author": "a6331255",
            "timestamp": 1314339780,
            "txt_content": "429523643 发表于 2011-8-26 13:18 \n快点更新！我今天将对论坛谁有没写小说的人进行催稿！\n我今天晚上会更的、这几天在外面、今天下午刚回家"
        },
        {
            "author": "zx9524301",
            "timestamp": 1314454020,
            "txt_content": "帮楼主顶一下吧。。。快点更新啊！！！"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314511860,
            "txt_content": "a6331255 发表于 2011-8-26 14:23 \n我今天晚上会更的、这几天在外面、今天下午刚回家\n快快快！                     "
        },
        {
            "author": "jyh",
            "timestamp": 1314712020,
            "txt_content": "顶一下"
        },
        {
            "author": "NHN",
            "timestamp": 1314712200,
            "txt_content": "l路过，撸过，顶过.......承认水了"
        },
        {
            "author": "侠客",
            "timestamp": 1314712320,
            "txt_content": "顶下，看着......"
        },
        {
            "author": "1085115881",
            "timestamp": 1314851280,
            "txt_content": "有点少不过非常好\n"
        },
        {
            "author": "a6331255",
            "timestamp": 1314855180,
            "txt_content": "1085115881 发表于 2011-9-1 12:28 \n有点少不过非常好\n谢谢哈~我会继续努力的啦~"
        },
        {
            "author": "悲剧的悲情",
            "timestamp": 1314937980,
            "txt_content": "什么意思》？"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1329439740,
            "txt_content": "a6331255 发表于 2011-9-1 13:33 \n谢谢哈~我会继续努力的啦~\n又不写了？"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1355651820,
            "txt_content": "加油啊少年。怎么不写了？"
        }
    ]
}