{
    "title": "[双线]无限瞬间 —— 你绝没玩过的全新模式 [1.8-1.12.1]",
    "author": "sjfdok",
    "replyCount": 0,
    "timestamp": 1534125660,
    "txt_content": " 本帖最后由 sjfdok 于 2018-8-13 20:16 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n无 限 瞬 间\n\n我们可能从未出现在大家的视野之中但经过了全工作组的努力我们很高兴的宣布无限瞬间正式开放了同时也欢迎勇士们加入我们\n\n\n服务器分为两个大区失重天平 & 拓荒之冬我们是一个集合了科技/复古/生存的半硬核半养老大型群组服我们致力于打造与MOD服务器乐趣相同的纯净插件服务器我们向全体玩家提供推荐客户端但不强求使用使用1.8-1.12之间所有版本客户端加入服务器并流畅的玩耍理论支持1.13多线IP:game.devmc.cc↓手机端扫我加群哦↓↑PC端点击图片即可哦↑模式特色介绍拓荒之冬[硬核|永冬|生存|地形|工业]模式基本玩法\n当荒原被冰雪覆盖，当冰川被黑夜笼罩。这——是拓荒者的寒冬。\n这一片陌生的大陆尚未被踏足，横卧在此。黑夜之中，零星的火光终会燎原。\n崎岖的雪山、纵横的冰川、辽阔的雪域，以及更多的险峻史诗壮美的地形等待着拓荒者们的探索\n若是失足从高处跌落，足部会受伤，行路不便。\n冰封万里的冻土下，没有富庶的矿藏，只是贫瘠的矿脉，稀疏的掩埋地底深处。\n雪，总是扬扬撒撒的下着，没有停息的一刻。\n地上的雪会随着时间，越积越厚，直至可以淹没人的膝盖，使你在雪上的行动极为不便\n但是，精细打造的一双靴子，可以缓解这一状况。\n川河湖海，会渐渐冰封，乘船划桨渡过得耗费一般功夫，倒不如跑酷横渡。\n当天渐渐变冷时候，风更紧了，暴风雪会到来，涌动的云层打下的霹雳对人的伤害不可小觑。\n度夜时分，注意月色，若是血月降临，大量僵尸会随之而来，抵御尸潮是你必须所做的一件事情。\n怪异的生物，往往拥有莫名的能力，病毒会流行，被僵尸伤害可能会感染到病毒，解药往往需要更加高昂的费用。\n更多信息，等待拓荒者们去探索……\n特色载具插件(载具:你才特色)听到引擎的轰鸣声，感受到风驰电掣的快感。\n那么你找对地方了\n这里我们的载具插件能够让你体验到各种不一样的载具\n潜艇——在深海中探索深海的秘密\n飞机——翱翔在天空穿过云层\n直升机——听听这机翼旋转的声音\n摩托车——酷炫的机车让你头晕目眩\n飞行摩托车——在天上骑摩托车？？那还真酷\n敞篷跑车——感受GTA5的竞速\n快艇——在海上破浪漂移\n坦克——开着迷你坦克碾压一切\n降落伞——体验吃鸡的跳伞\n\n远古工艺插件\n体验魔法与科技的结合\n一手划着法印，另一手手持圣剑在怪物中杀出重围\n或是在家里通过复杂的机器做出一件又一件的神奇物品\n人尽皆知的远古工艺插件能够带给你最极致的体验\n可以做个勇猛的战士，手持暗裔之剑或寒霜弓与怪物大战\n也可以成为一个精致的法师，用符文与结晶做出魔法道具\n也能够变成一个忙碌的工程师，成倍的产出你想要的材料\n或者身披科技套装，体验钢铁侠的生活\n\n\n个体状态（当场去世）玩法指导\n高空跌落却仍能蹦蹦跳跳？在深雪中也能健步如飞\n休想！在当场去世插件下，生存将会变得更加真实\n高空跌落会让你骨折减速\n雪中踏行会让你深陷难前\n携带瘟疫疾病的僵尸会让你被感染\n每一次受伤都带有流血不止的危险\n但是也不是没有对策\n好的鞋子能让你在雪中依然能够大步流星\n绷带（血小板）能够让你止血\n解药能够让你摆脱瘟疫\n死亡也是你绝对要避免的事情\n你会捡到自己的人肉与人骨\n还会有两分钟的重生惩罚\n小心行事，这个世界很危险\n\n\n创新机械玩法指导\n想要体验真正的方块蒸汽朋克？\n这款不需要“能源”的创新机械插件满足你\n通过这个插件，你可以做出一整套全自动流水线生产来丰富你的生存\n既有能够直直挖到基岩的采矿机\n又有双倍产出矿物的压缩机与工业炉\n能够做出迷你可爱的小箱子\n嫌自动圆石收集器收集的圆石太多？\n用自动合成台把它们自动合成成压缩圆石块吧\n用岩浆做垃圾桶太危险？\n不用怕，便宜简单的焚烧炉满足你的需求\n想要体验紧张刺激的开箱吗\n回收机能够让你体验过山车般的刺激“开箱”\n还可以配合远古工艺制作出更加快捷方便的工业产线\n\n\n\n拥有那么多的方块的我们不是MOD服你敢信?失重天平\n[养老|月球|空岛|建筑|社区]模式基本玩法眼前是一望无际的虚空 当命运的天平向着一侧倾斜 这——是失重的天平\n这片虚空之中 没有广袤无际的土地 有的只是悬浮于天空的岛屿 一个一个 散布与此\n些许岩石 些许泥土 还有一棵树 这是仅有的大陆的影子\n你拥有的一切也只是这些\n虚空之中 不会容许一切的存在 若你失足不慎落下 等待着你的 也许只是被陷入虚空 被黑暗所吞噬\n比起忍受无尽的孤独 倒不如与他人作伴 共同分享发展的喜悦 相信你们 终会征服这一切 \n\n\n\n\n服务器美图欣赏\n\n感谢您能耐心的读到这里您能看到我们的宣传贴并点进来仔细观看就表明你我一定有缘既然读了那么久 为何不来服务器里试试看呢?无限瞬间全体工作组成员随时恭候您的到来\n\n",
    "replies": []
}