{
    "title": "[双线]长夜之歌服务器——权力的游戏|中世纪|骑马与砍杀|冰与火之歌[1.7.10]",
    "author": "DIVER",
    "replyCount": 0,
    "timestamp": 1534150740,
    "txt_content": " 本帖最后由 DIVER 于 2018-8-13 17:03 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果长夜之歌服务器\nSong of Long Night\n\n权力的游戏主题\n骑马与砍杀模式\n\n\n\n\n\n\n\n前言\n\n其实早在16年我就有这个计划\n从14年开始的骑士王中世纪服务器到16年的最后的领地服务器\n再到现在18年长夜之歌服务器\n终于确定下来走权力的游戏路线\n\nminecraft在作为平台上有很大的跳跃空间，它的各项比性可以创造更丰富的东西，只需要我们去创造。所以这个题材我思考了很久，想分享出来希望有更多的同好参与进来。首先，很多人也想过将中世纪的模式搬入minecraft跟更多人玩是多么棒的一件事情，因为也有很多的中世纪迷是吧，但却停留在了建筑上面，运用却在rpg的伺服器上或者生存随手造的一个家，如果是整个模式和主题化上，没人能做的出来。所以，现在对于minecraft中世纪同好的朋友们我们要前进一步。\n这是一个很好是设想，综合了很多的特性，在minecraft一平台上将中世纪，权力的游戏（冰与火之歌），骑马与砍杀（M&B）的元素综合而入，设计一个更全新的中世纪风格的世界。这样可以更好的创造我们所想的理想世界，而不是按现实按部就班的现实世纪。这样玩家们可以在自己的中世纪世界里生活发展，把真实的感觉代入，你所作的一切都和历史一样。如果有更多玩家进行RP效果就会更出色，影响更多的玩家。\n将无限的地形进行有限的缩减，所以我们使用地形图（维斯特洛），在有限的地形上面进行发展，资源就会向永恒与持续的主题发展这点是综合了M&B的元素进行利用，才会有玩家形成组织去拥有自己的领土和扩大自己的领土然后就会有摩擦与战争，这就是最原始的人类生活慢慢演变到中世纪。\n在设计这个世界的过程中，首先第一是从玩家真实感受方面切入。\n也就是说 你可以在这个世界感受到中世纪风格生活的感觉\n你可以是一个普通的平民造自己的房子有自己的田地，体验生活，但却得时刻担心土匪的骚扰，或者你在一位领主所治理的领土下你就得履行你该履行的义务。\n你可以是一名士兵效忠于某位领主的军队，你要做的就是忠贞于你的领主还有履行你的义务。\n你可以是一名封臣，由你的国王将一他指定的一块土地封给你，让你带着你的人在那块地方开荒造你想造的，城堡，村庄，你与你的人在那发展并壮大\n你可以是一名国王，你有很大的疆土，首先你得是个优秀的组织者，有许多玩家效忠于你跟随你，你才能有一个国家。然后当你实力强大了，你可以将荒凉的土地分封给你信任的封臣，去帮你开荒疆土，他会有自己的军队，会随时相应你的号召。你同时也要与其他的势力国家打交道还要保护你领土下的子民玩家，使其还能继续信任你在你的领土下生活。\n你可以是一个绿林土匪，拦路等着过往的猎物，并下手，获得他的财产，你是自由的疯狂的，做你该流氓的事情。\n等等这些都是你可以感受到的，自由化得充满这个世界，中世纪风格的背景下，才能体会到，只有真正的中世纪同好们能理解这种感觉。\n而且为了在这个现实的基础上，如果在多人进行时，将所有移动指令全部取消，才会有大规模行军，还有行动的出现，这样才会真实起来，战争才能丰富，并把死亡掉落开出来，才会有利益之争。而在武器上没有再多的特殊化，武器就是武器，如果变成商业就会变味了这点需要执行人的考虑。并且将一部分的合成表禁止，才会有了限制这也就需要了npc。\n在NPC模块上尽量运用在合理的地方即可，更多的是在玩家身上，战争是在玩家基础上进行，玩家是战争的主体，而npc只作为世界运转的一个部分，比如在商人上，以及丰富感上，比如可以给一些玩家所有的国家和家族有一两个特殊的npc做士兵就有了感觉，国家规模庞大，就可以让更多npc入驻。\n而在整体上的大陆划分，我们从权力的游戏中提取元素，分成东西南北境，像北方人南方人一样的出现，然后玩家刚出生就会选择这个，但这不代表什么，只是标明你的身份是什么地方的人，但这不表明的你的归属，比如两个国王都是北境的人但他们却组有自己不同的家族和国家领土一样。然后再加上两大系，流放者与绿林土匪，流放者没有任何派系这说明他们还有机会重选派系的机会但很困难，他们只能继续当流放者或选择绿林土匪一条路。绿林土匪则和字面意思一样，但必须由流放者才能演变。这一元素来自于M&B的Pwmod系统。\n而在战争与和平上是最关键的规划，因为国内有很多例子，战争简直就是想打就打，导致混乱的滋生。而对于现实，即使在先前早期，战争因利益而滋生，并且有理由和原因，否则这将会将自己的势力或国家拖入不好的处境。所以在战争问题上，分为大的与小的即可\n实例：在大派系上我们分有了四大境，所以最大的战争就是境与境的战争，因为这影响的是每个境内的平民还有家族势力国家。所以这需要一个最为合理的理由或者是被侵犯了主权进行的战争，而战争的发起人必须为境内守护最为代表的人。\n小的话就是境内的家族与家族的争斗国家与国家的争斗。单单为侵犯某一方利益就可以进行的战争。而跨境的某家族对某家族某国家对某国家的战争也属于小型，除非境守护要主持为自己领土下的国家家族撑腰，但可以不用发动境与境的战争，而单单是一个境内某一部分势力的合约进行对另一境的一个国家的家族，所以根本上的大仗还是靠境守护的裁决。\n而在占领和领土方面还需要更多同好的建议才能下决定\n在此之上的条件也就是最关键的，如何组建国家。这需要有一个组织者也就是扮演国王的人，然后他的手下起码有十个人以上为最基本的人，并且他要有自己的领地，也就是需要一个城堡，或者一个城镇。但这只是基础的开端，当实力庞大了有自己的军队，并且有土地分封给你的封臣就如上所说你就组建了一个国家。而你的国家领土内你可以自己制定你的规则，并且你的国家内会有很多的家族而家族与国家是不同的概念你们应该清楚，所以运用插件配合 在权限组上组成国家而插件上组建家族即可。\n以上只是最基础的策划案，希望能激起同好的兴趣，我们在此基础上肯定是多人方向开始，也就是我们需要有人领导才能更好的开展，所以在四大境我们用权力的游戏的四大全境守护者的主要城镇来开始，也就是我们会先把四大建筑搬入，然后先开始由四大势力的玩家开始组织，也就是在第一时间会有全境守护者，才能有暂时是组织能力。所以在玩家上面我们需要能提供组织的人。\n而在建筑上我们需要更多的同好加入我们，我们有工程量可以在这个主题上共同探讨中世纪的建筑。\n并且我们需要有技术方面的支持来完善这个策划案，我们需要更多的同好来一起探讨发展的方向\n而更多的是希望mc中世纪的同好能有个归属，也就是有能和相同爱好的人一起讨论一起进行游戏的地方，起码至少同好们都可以不用经常看到火柴盒了吧，起码有个屋顶了吧。\n我希望这个策划案能推动这个计划的发展，我希望能和中世纪同好们在minecraft的平台上创造世界，在这个世界创造我们中世纪的历史。\n\n然后我们经历被人篡权盗取\n有人篡取了我们的玩家群\n由于之前的贴子qq群都是链接到这个q群\n所以不良影响巨大\n并且他们不仅盗取了我们存档成果\n甚至连宣传介绍，服务器名字都使用我们的\n在这向“最后的领地”服务器发出警告\n抵制不良服务器\n\n\n\n开始介绍服务器\n本服为纯净服\n因爱好而起，用爱充能\n【只接受无偿捐赠】\n本服为战争与RP混合服\nRP没G 没MMO\n角色扮演战争类服务器\n\n玩家可以在这个世界做到很多\n我们是权力的游戏主题\n那么整个服务器就是在维斯特洛大陆上建立的\n为所有权游迷知道的\n九大王国四大境\n这就是维斯特洛大陆的分布\n但我们并没有框架去约束\n我们追求一切注重玩家互动\n玩家可以自己扮演\n扮演农夫\n扮演商人\n扮演吟游诗人\n扮演雇佣兵\n扮演土匪\n扮演骑士\n扮演国王\n\n\n\n当你拥有一个势力和一个城堡\n你就会对外扩张\n那么势力之间的战争和盟约\n就会形成一块又一块的区域\n这么权力的游戏世界就形成了\n\n\n\n\n\n\n\n玩法\n招募玩家申请势力\n申请势力继而可以申请无人占领的城堡\n拥有城堡的势力可改复活点到城堡并有传送城堡的点\n城堡还将设立单独npc阵营以及城堡商人【购买权游系列装备】\n\n每周固定一天的一个时间段时间为攻城日\n在时间内，将城堡核心打掉\n那么该城堡归属权转交给攻城方\n如果防守方在时间内守住城堡\n城堡归属权依旧为守城方所有\n\n如果少人进行战争？\n没事我们有辅助的RP任务等着你完成\n所有RP辅助任务会尽量给玩家开放体验感\n主要让不熟悉权游的玩家熟悉背景\n让熟悉权游的玩家有归属感！\n\n但我们说过我们注重玩家互动\n所以我们会在游戏中提供更多生活元素\n除了战争还能感受到更多\n\n长夜将至\n衣柜和未知的事物会入侵长城\n守夜人军团不知道能否守住\n当守夜人军团无法守住\n全服debuff降雪\n\n\n龙的入侵\n北境有冰霜龙\n东境有火焰龙\n多恩有灰烬龙\n龙会在高空肆虐你很少能看到他们\n而他们会有一定几率六十秒内下降到视野能见的高空上\n这时候得小心他们的龙炎\n【龙妈就不能管管吗！！】\n\n列王纷争\n会推动服务器战争到高潮\n一个势力将所有服务器其他城堡势力打败\n当然这一个势力可以有盟友但必须由其担任长方\n当所有城堡势力被打败后\n加封为全境守护者\n在那一周全图和平不许宣战\n全境守护者可将击败势力的城堡\n赠与其他没有城堡的势力\n一周后才可再次战争\n\n\n我们还会不断举行不同的活动\n授予活动胜出者不同的称号或道具奖励\n\n\n游戏图片\n绝境长城\n\n\n\n谷地骑士和血门\n\n\n兰尼斯特家族和史塔克家族\n\n\n\n客户端【还有权游的指弹背景音乐】\n\n\n旗帜【旧神古树就不截先了】\n\n\n盔甲之一\n\n\n当然中世纪幻想2等你们来发掘吧！！\n\n\n\n模组介绍\n我们服务器只安装有四个模组\nNPC\n挖矿与砍杀\n中世纪幻想2\n权力的游戏装备\n\n挖矿与砍杀和中世纪幻想2的配合，实现了原版骑砍的很多功能\nNPC让游戏不再枯燥\n权力的游戏mod目前国内没人搬运而且版本停止不更\n所以我们自定义开发提出了装备和方块制作了mod\n\n我们将客户端改造\n背景音乐和唱片音乐都改为了中世纪风音乐\n我们将致敬\n权力的游戏\n指环王\n骑马与砍杀\n加勒比海盗\n刀剑神域？\n现实中世纪风\n\n\n\n\n地图介绍\n我们真真切切采用维斯特洛原版地图\n\n\n\n但地图并不是一比一的\n但它足以让玩家探索维斯特洛的大陆\n我们拥有该图版权\n将在服务器发布后分享至mcbbs\n\n\n分享16年sowM&C原创图【现被最后的领地服务器窃取】\n\n七国纷争\n\n\n简易宣传视频\n[bili=29051679]1[/bili]\n\n\n感谢成员名单\n策划/服主\nMino_Stark\n\n技术\n空云\n竹子\nmsz\n夕尘\n\n建筑\n浅蓝\nCastle\nxiaoshen\nXiaoyaoGG\nSakiya\nBalion\nDanRan\nMG_Sadness\n\n\n\n服务器op证明\n\n\n\n\n\n本服由Sow工作室分部SowM&C工作室制作\n\n\n\n\n\n最后欢迎加入我们长夜之歌服务器\n\n我们也欢迎更多爱好者建筑加入我们的团队\n做中国的小型维斯特洛Craft\n也需要技术的加入【改朝换代】\n我们也希望有更多粉丝能给我们服务器提建议\n管理层团队也随时欢迎有能力的朋友！\n\n联系方式\nqq群号644405497\n需下载专门客户端请到群里下载\n不间断增加更新包【装备，音乐】\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}