{
    "title": "闲聊一下，说一下我的账号和经历",
    "author": "xmdhs",
    "replyCount": 8,
    "timestamp": 1534405080,
    "txt_content": "\n\n另外千万别借号，因为discuz的论坛里借号=送号",
    "replies": [
        {
            "author": "VIPxiaokun",
            "timestamp": 1534405320,
            "txt_content": "标题: 闲聊一下，说一下我的账号和经历 本帖最后由 VIPxiaokun 于 2018-8-16 15:51 编辑 \n\n     版主，我先声明我并不针对谁，我的初衷只不过对一个人道歉，因为是我账号问题，另一个是我现在很郁闷只想发表一下我的内心想法，闲聊一下，此贴并不会成为针对某人的违反规定帖子。\n\n\n最近我在一个服务器里面玩着，服务器的服主说要借用我的MCBBS账号给他高亮，我同意了，后来他的服务器的宣传贴出现一个评分，说是【延迟太高，挖个方块都要撸半天】，然后这位服主利用我的账号发帖要求删除恶意评分，并且给的理由很无理，单方面谴责他的电脑不行，我现在向那个人说声抱歉，这不是我的意思，就算谴责也不应该是我的账号来谴责，但是那个人说的并没有错，服务器时常会卡，在最近才换的新服务商，而那个人的评论是换之前的，他并没有错，我也是深感同意，并且这个服务器我并不看好，可能是我玩的久了经历的多了也有一些意见，这个服务器的服主看起来并没有什么经验之谈，他选的MOD都是他不了解的，这么举个例子，神秘的奥术之扉，这扇门如果要分享是需要钥匙的，他的确知道，但是这是别人告诉他的，后来他直接上架全球市场金钥匙，并没有绑定门的位置。另外的他所加的MOD同样也是基本都不会。\n抛开这些不说，他ban的东西也是很严苛，神秘的核心手袋，在此之前我根本不知道能刷什么东西，然后我去查了查，可以刷核心，我就呵呵了...对，玩家能刷，但是核心在刷之前也是要自己有的，然后才可以刷，然后呢？自己有了刷核心有什么用？卖又能卖多少钱，他说他最烦刷东西所以能刷东西的他绝对ban，我个人认为吧，这个BUG并不算什么大的BUG，如果ban了，核心多了占背包，我觉得是弊大于利，给他反映他坚决不行。好，现在全服的人好像都不玩法杖核心了，的确没什么影响。\n还有，他就去网上找能刷的全ban了，服务器有人抱怨他也不会理的。例如拔刀剑因为服务器问题丢了、爆了、没了，他不管，最多给一把原来的刀，杀敌数耀魂值锻造值和新刀一样，没有其他补偿。\n自然，刚才说了他不了解他加的MOD，所以呢，就在今天，他发现有一个地方凋灵骷髅的斩杀数很多，然后他找到了位置，发现是他所加的MOD中的地牢，于是把无尽贪婪的砍头剑、神秘时代的砍头斧全部ban了，理由防止物品泛滥。试问，本身MOD自带的刷怪，让你更好的玩他加的无尽贪婪，然后给ban了，让你继续慢慢刷，无尽贪婪可以和神秘时代一起的对吧，那么暴怒之笼ban了，无尽怎么发展？我是有点啰嗦，还有其他问题，下面说。\n服务器还有龙之研究MOD，一般服务器如果有这个MOD那么都是花游戏币什么的打龙然后造装备什么的吧应该，我也不清楚毕竟我也第一次接触，这个服务器一开服把龙杀了，然后说多少人刷一条，然后就是成堆的人抢一条龙的东西，据了解，在活动之外如何购买一条龙呢？答案是20 RMB一条龙，这样看来，龙研的发展遭到了限制，自然龙研的可控刷怪笼，ban掉了升级，也就是说你不能用下界之星、飞龙核心、觉醒核心升级刷怪笼，理由防止物品泛滥。这个ban的东西和上面ban砍头斧砍头剑的合到一起，造成不少玩家觉得没啥意思。\n还有，他加的更好的唱片机MOD，恩是的，想玩的话10块钱，刻录权限+一个空唱片+唱片机，仅仅如此，是的一个空唱片和刻录权限，也就是说你要花10块钱买一首歌才能听。这个MOD根本不是给玩家玩的，他是把合成表直接ban了的，想玩花钱\n其实以上那些我都可以认了的，重点是他并不是在开服之初就把服务器问题处理完，而是在你玩了一半，突然告诉你ban这个ban那个，这个很烦，他跟我这么说：“你有能力你开服，你能一下子解决完所有问题？”我并没有让他在开服的时候直接解决完所有问题，毕竟这不可能，我只是想说，成天ban这个ban那个，能不能在了解完MOD之后再ban，不了解MOD一听见刷东西或者会造成某某物品多了，他就ban，这是在是太让人.......算了\n不说那些BUG了，还有就是宣传的事，为了宣传找主播，然后主播来了给上帝套，那还玩个啥，主播能干啥，穿着神装开始普通生存，这也不说什么，主播嘛怎么能拉人就怎么干，然后主播说直播需要op权限，服主就给了...是的给了....我到现在都不明白，主播到底是在直播什么，直播在这个服务器生存玩耍很快乐？还是说直播在这个服务器当主播可以给op给神装，然后玩。\n\n\n好了，没什么可说的了，就这些，我也就是发发牢骚，如果不是我当初已经发展到一半，也许我早就退服了，我只想听听大家的想法，来聊聊\n如果有什么治理建议要我对服主说我可以帮忙转告\n\n至于这个服务器叫什么地址是什么我就不说了，有兴趣私聊"
        },
        {
            "author": "VIPxiaokun",
            "timestamp": 1534405800,
            "txt_content": "xmdhs 发表于 2018-8-16 15:38\n这种低质量的服务器就不要玩了嘛\n\n另外千万别借号，因为discuz的论坛里借号=送号 ...\n恩，好多人也觉得"
        },
        {
            "author": "lqc33",
            "timestamp": 1534406160,
            "txt_content": "最近在考虑把mc用插件做成辣鸡页游的可行性233"
        },
        {
            "author": "VIPxiaokun",
            "timestamp": 1534423680,
            "txt_content": "lqc33 发表于 2018-8-16 15:56\n最近在考虑把mc用插件做成辣鸡页游的可行性233\n做完后叫我我想看看，嘿嘿"
        },
        {
            "author": "水前先生",
            "timestamp": 1534424460,
            "txt_content": "lqc33 发表于 2018-8-16 15:56\n最近在考虑把mc用插件做成辣鸡页游的可行性233\n貌似有人做过，不过服务器炸了"
        },
        {
            "author": "天子~Tensi",
            "timestamp": 1534497600,
            "txt_content": "你能在这种服务器里坐得住也真是够有耐心的……\n吃一堑长一智，以后里这种服务器远点"
        },
        {
            "author": "夕离丶",
            "timestamp": 1534498320,
            "txt_content": "我一般都是不玩这种服务器的！！！因为品质差"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1534505460,
            "txt_content": "所以为什么要玩这个服务器.."
        }
    ]
}