{
    "title": "【原创/连载】【内置BGM】《艾卡西亚-光之路》第七章",
    "author": "虚泽",
    "replyCount": 4,
    "timestamp": 1534450140,
    "txt_content": " 本帖最后由 王世源 于 2018-8-17 04:23 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=583529&type=2&auto=1&width=320&height=66  BGM     \n   《艾卡西亚-光之路》               ——一个魔幻的世界                                                                                                                                         第七章 光的继承黑暗，他并没有结束，迎接亚米的，将是伟大的上古魔神！“呼~哟哟哟，这不是我们的小王子吗？怎么，现在抛弃国家来和我纠缠不清了？”说完，狄尔卡慢慢地从地上爬起来，活动了一下胫骨，然后他从兜里拿出了一块暗紫色的水晶。当拉兹一看到那块水晶的时候，身体猛的一下冲向狄尔卡。“不好！狄尔卡要释放魔神了！”可是已经来不及了，高塔顶上出现一块巨大的矩形魔法阵，在生命水晶的驱持之下，魔法阵被撕开一条很长的裂缝，从那里面深处一直可以把整座高塔捏爆的魔爪，狄尔卡跪在地上，像一个信徒一样，高声呐喊着：“啊！我伟大的魔神大人，是我召唤了你”接着，从裂缝中爬出了一个巨型魔兽，它拥有人形的躯体，皮肤上外包着漆黑的壳，看似非常坚硬。它身后巨大的翅膀开始不断的挥动，慢慢地它冲向结界最顶部，打破了结界，它开始高声嘶吼着：“精灵王！我又回来了”亚米被眼前的景象惊呆了，他从未见过如此巨大的怪物，最起码也有二十多米，它那股强悍的力量可以撕碎整个结界，接下来会有一场血战开始了。拉兹突然高声大喊：“红菱宝器，现！”从天空突然出现渐渐隐现出一把红色长矛，拉兹指挥长矛刺向上古魔神之一漆皇血君。魔神一只手就把长矛挥碎。“这不是红菱家族的传**吗？居然被这种小人物操控，真是愚钝”紧接着，血君从空中急速坠地，“咚”的一声，地面都抖动了几下。拉兹赶紧跑到可儿随便，着急地看着可儿说：“我们必须要坚持到精灵王回来，所以我们现在必须想办法控制魔神”从后面传开一股冷笑，狄尔卡得意地看着拉兹他们说道：“小拉兹呀，你就不要想了，精灵王现在估计已经自身难保咯，哈哈哈哈~”“狄尔卡你先等着，我的事情还没有跟你算清楚”“哟，还真的不相信我？你们觉得精灵王能一个人对付三只上古魔神吗？”说完，狄尔卡化成蝙蝠飞走了。拉兹看着眼前的魔神，也不能再惦记精灵王那边的事了，于是拉兹对大家说：“各位，我们现在唯一能够阻止魔神的办法只有一种，就是获得与精灵王同等的力量”“什么是与精灵王同等的力量？”“超越魔法的力量——元力！”“怎么可能，我们这里谁可以有元力？”“你们忘记了？精灵族有个规定，只要是达到风灵级别的地位就可以通过树灵之心的洗礼，如果成功了，就是下一届的精灵王，这树灵之心就是神迹，也是元力的来源”“好，我们眼下只有魔灵的父亲有这个能力，我们必须找到他”“你们先去吧，我召集各大精灵族长老合力抵抗魔神”说完后，开始分头行动，拉兹召集了各大长老抵抗魔神的进攻，而可儿他们返回塔底找到了莫风，和莫风简单的说了一下现在的情况，他也做出了决定，接受了树灵之心的洗礼。说完，他们也立刻前往洗礼殿堂。时间争分夺秒的过去了，亚米他们也到达了洗礼殿堂，室内充满了一股浓郁的自然之力，莫风走到树灵之心的面前，往启动阵注入魔法，突然树灵之心就像活过来了一样，一股强光闪过，眼前的莫风像是灵魂出窍一般，被带入到了树灵之心的精神领域。这时亚米的对这股力量有种极大的亲和力，也像是灵魂出窍被带入到了树灵之心的精神领域，亚米看见了莫风站在殿堂看着眼前的自然之神。“没想到，才过去四十多年就又来了一个洗礼者”“神灵大人，我不是刻意想来的，我是因为国家被魔神破坏，无奈之下，只能求靠神灵大人的帮助”“那就按照规矩来吧，首先你要通过我的精神测试”说完自然之神往莫风体内注入了一股极为复杂的能量，可以看出莫风非常痛苦。时间过去了一个时辰之久，莫风从那股能量中醒来。“很好，你是我见到过历代洗礼者第一位能在一个时辰内醒来的人，接下来你讲接受的是肉体的考研”然后自然之神一挥手，从高处一束光照射下来，渐渐莫风的肌肤开始缩水，在阳光的炽热照射下，渐渐身上出现一堆烈火，燃烧着莫风的每一处地方，这种艰苦的折磨坚持了一天，莫风身上已经千疮百孔，看上去就剩下一块骨头架了。“洗礼者，你的坚定让你成功过了第二道考研，接下来就是最后一部了”自然之神将莫风带到了另一个空间，里面存满着上万把兵器。“洗礼者，在里面任意选择一把属于自己的兵器，如果神兵认定了你，说明你就有资历成为历代精灵王的继承者，否之，魂魄将会被神兵吸收成为他们的养料”莫风毫不犹豫的选择了一把巨剑，当他拿起巨剑，巨剑也在与他抗衡，在黑暗中，莫风一把抓住剑魂，然后莫风意志坚定地举起了巨剑。“非常不错，洗礼者，恭喜你成为历代精灵王！接下来我将会为你重塑肉身”自然之神一挥手，一股浓密的自然之力注入莫风体内，慢慢地千疮百孔的身体逐渐回复，身体里面出现了一股新的力量，它是神的力量——元力。“你将不再是凡胎之躯，迎接自然的祝福吧！”然后莫风的精神意识回到了肉体，他已经不是普通的精灵了，迎接他的是一个新的职位——精灵王。亚米亲眼目睹了这一切，心里还微微颤抖着。这时，自然之神来到亚米身边。“光之力的继承者，我们终于见面了”亚米一听自然之神对他讲话，一下子吓到了。“你不用惊慌，我没有恶意，我的名字叫尼莫诺，已经很久没有见到光之力了，记得上次还是一个叫格兰蒂斯的年轻人来到我这里”“你，认识我？”“这应该是很久以前的事了，我也非常想念格伦，你跟我来吧，我带你见一样东西”于是亚米傻乎乎的跟着尼莫诺身后。走了一会儿，尼莫诺把亚米带到了一处神殿，应该是她的生前的记忆，边走边说：“这墙上的壁画是当时伟大的亚斯塔大帝神创大地留下的，后面紧接着是众神的诞生，直到最后就是格伦牺牲自己封印混沌之力，我曾经很爱他，可惜神的爱情却是很短暂的”亚米听着尼莫诺讲的听起来很有趣的样子，然后她走到一处祭坛上。“这是格伦留下给我的，希望我能帮助他传承下一代的光之力，你现在的光之力只不过是冰山一角而已，你站着别动，我将剩余的光之力全部传授于你”突然神光一现，祭坛上出现一些远古文字，然后这些远古文字被灌入到亚米的体内，在他身体里面一股非常强悍的光之力急速膨胀，随后亚米被这股力量压着撑不住了，然后晕倒了。当他醒过来的时候，自己还是躺在神殿中，不过他发现自己变了一个人一样，他在反光物上看见自己的眼睛发着金光，额头上出现了一块金色的印记，感觉自己体内的光之力越来越浓，这时尼莫诺说话了：“光之继承者，成功的获得了剩下的光之力，你现在还有你未去完成的使命”“亚米谢过自然之神尼莫诺女神”然后亚米猛的一下，回到了自己的肉体。现在的亚米已经今非昔比了，而接下来就是要去消灭上古魔神漆皇血君。                                                                                                                                         哇~终于更新了，最近忙一点事情可能有点忘记还有这个坑，不过从今天的故事来看，会有很多伏笔，一些世界观也开始建立起来，我其实私下为《艾卡西亚》专门写了世界观架构，我们这部分仅仅是亚米的英雄长篇小说，仅此而已\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "水之珠",
            "timestamp": 1534467180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "虚泽",
            "timestamp": 1534489620,
            "txt_content": "水之珠 发表于 2018-8-17 08:53\n你怎么弄的背景\n高级设置里面有 朋友评个分吧 QAQ"
        },
        {
            "author": "水之珠",
            "timestamp": 1534490040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1534739880,
            "txt_content": "这个背景弄得字有点看不清。"
        }
    ]
}