{
    "title": "举报水之珠(UID: 2562205)贴内机翻",
    "author": "织梦-",
    "replyCount": 4,
    "timestamp": 1534478460,
    "txt_content": " 本帖最后由 CatchTheRainbow 于 2018-8-17 20:02 编辑 \n\n相关主题\nhttp://www.mcbbs.net/thread-814000-1-1.html\n含有机翻或疑似机翻的内容:\n第一句:\n注意：这个模组并不是指简单的茶文化模组，在茶文化模组中，我在完成这个模组之前并不知道它(茶文化类的)的存在，而且我已经选择（简单咖啡）作为它的名字。\n原文:\nNote: This mod is not referencing to the Simply Tea mod, in which I did not know of its existence until practically finishing this mod, and I had already chosen its name. \n并不是指- is not referencing  referencing为引用参考等意 这里翻译从成了指代的意思   Simply Tea-如按他翻译帖内的标题应为简单的茶  而这里却翻译成了茶文化  而Simply该词与文化毫不沾边\n将以上两个错误改正后,该句为:\n注意:这个mod并未参考简易的茶mod,在我完成这个mod之前并不知道他的存在,并且我已选好了它的名字\n2.所有的配方都是看见的，只要有JEI模组\n原文:\nAll recipes are visible with the Just Enough Items mod. \n该句应为\n在JEImod下所有的合成都是可见的\n3.\n第一步是找到咖啡果，通过打草获得到，但更少。 \n原文:\nThe first step is to find a Coffee Fruit, this is obtained by breaking grass until it is dropped like seeds but more rarely. \n应为\n第一步是找到咖啡果实,需要通过破坏草丛来获得像种子一样但更罕见的掉落物\n4.\n水瓶或药水瓶在你的物品栏,右击杯子你的手可以把它注满水。\n原文:\nWith a water bottle or bottle potion in your inventory, right click with a Mug in your main hand to fill it with water\n应为:\n使用在你物品栏里的水瓶或药水瓶,右键点击你主手的杯子来灌满水\n5.\n把热咖啡与牛奶放在工作台中,或糖，并且可以按任意顺序(不定型)制作如下\n原文:\nPlace the Hot Coffee in the Crafting grid with Milk, and or Sugar in any order (and shapeless) to make the following\n应为:\n将热咖啡和牛奶放在合成栏里,或者和糖有序（无序）合成以下物品\n6.\n这个模组和为这个模组制造的所有纹理都是我，\n原文:\nThis Mod and all textures made for this mod, are made by me\n应为:\n这个mod和为这个mod所作的材质均由我一人制作\n这句机翻痕迹明显于上面举例\n\n众多翻译软件会将textures翻译成纹理\n以下为举例\n\n\n\n\n\nTIM图片20180817114953.png (23.97 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-17 11:42 上传\n\n\n\n\n\n\n\n\n\nTIM图片20180817114903.png (25.43 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-17 11:42 上传\n\n\n\n\n\n\n而textures该词在Minecraft相关的时候只有一个翻译：材质\n该译名已经常年使用至今日\n只要是与英文原文一句一句对照翻译都不会出现这种过于明显的错误\n\n\n以上\n\n\n相关版主:@猜猜谁是谁 @没糖的葫芦 @U1U420039 \n\n说真的 我不理解为何质量这样的帖子不仅没有版主评分提醒 甚至还申请到了图章\n对于那些经常寻找mod的人或许没有多大影响\n而像我这种偶尔找个mod或刚刚游玩mod的来说  帖子内容不仅看不懂  还要进游戏自己测试  \n不仅浪费了时间到最后还是一头雾水  希望mod版能注意一下该现象\n\n其原文备份:\n\n本帖最后由 水之珠 于 2018-8-15 08:05 编辑\n\n作者废话过多，可省略观看下面的话\n简单咖啡模组，在标题中简单地叙述了:)\n注意：这个模组并不是指简单的茶文化模组，在茶文化模组中，我在完成这个模组之前并不知道它(茶文化类的)的存在，而且我已经选择（简单咖啡）作为它的名字。\n\n终于！我们得到了我们一直想要的：咖啡。我做这个模组主要是因为这个（我喝的咖啡）不见了，同时我想喝豆汁。\n\n这个模组添加了咖啡树，白色的杯子，玻璃杯，和纸杯来喝你的JAVA（我不明白作者为什么不用{果汁}）。\n谁不想要咖啡，对吧:)\n所有的配方都是看见的，只要有JEI模组。\n\n正题\n第一步是找到咖啡果，通过打草获得到，但更少。 咖啡果可以用来种植咖啡树或用来煮咖啡。咖啡树的种植方式和其他作物一样（骨粉不会对咖啡树造成影响），当红浆果可见时，咖啡果就可以收割了。收获时会掉落4颗咖啡果。\n通过将一个咖啡果放入工作台，可以制作出两个生咖啡豆。\n把它放进熔炉里可以得到一个烤咖啡豆。\n现在我们需要使用研钵与杵研磨咖啡豆]\n现在我们将研磨烤豆子，不要必担心，研钵与杵不会消耗。\n现在我们要做一个陶瓷杯。使用右边的配方来创建一个粘土杯。\n在熔炉中冶炼石英将制作出融化的石英，使用下面的配方将制作一个陶瓷杯，为咖啡做好准备！\n\n\n或者你可以做一个玻璃杯，它的功能类似于陶瓷杯。\n\n水瓶或药水瓶在你的物品栏,右击杯子你的手可以把它注满水。你的道具会出现在地上，所以一定要把它们捡起来。此操作会消耗你物品栏中的任何药水瓶，所以一定要记住这一点。在工作台上，在杯子上加水做成“未煮制咖啡”。 将“未煮制”的咖啡放入熔炉中冶炼，得到可以饮用的黑咖啡。\n记住，玻璃杯用的是同样的配方。\n\n现在你可以喝咖啡了！你喝完就会把杯子拿回来，所以别担心。\n\n把热咖啡与牛奶放在工作台中,或糖，并且可以按任意顺序(不定型)制作如下:\n（我的意思是，你可以先制作咖啡加糖，然后加牛奶来制作\"牛奶咖啡加糖\"，或者在热咖啡里加牛奶和糖来煮咖啡干将莫邪呀，翻译者蒙圈了）\n\n每种饮料都有药水的功效！见下文：\n\n物品配方合成结果效果持续时间黑咖啡=急迫，跳跃提升30秒。咖啡+糖=咖啡加糖=急迫，速度30秒。咖啡+牛奶=牛奶咖啡   =急迫，力量  30秒。咖啡+牛奶+糖=牛奶咖啡加糖=速度，力量30秒。浓香咖啡=急迫，跳跃提升30秒。                             \n\n牛奶咖啡\n咖啡加糖\n牛奶咖啡加糖\n\n你也可以在牛奶咖啡里加糖来得到这个\n浓香咖啡是在未煮制咖啡中加入额外的咖啡制成的，然后在熔炉里冶炼。浓香咖啡更急迫，也比黑咖啡持久。浓香咖啡不能用纸杯喝。\n\n\n纸杯比陶瓷杯实惠，而且与其他杯子不同，纸杯是可以堆放的，但不能重复使用。纸杯使用五张纸，制作五个纸杯。\n\n\n要使用纸杯，用你物品栏中的黑咖啡右击填充它（你会得到你的杯子），再次，一定要拿回你的新物品。当你填充纸杯时，如果你的物品栏里有，它只会从陶瓷杯里的黑咖啡填充。你现在可以加牛奶和糖了，就像其他杯子一样。\n\n最新版： \n现在在1.3.0版本中，您可以拥有游戏中每种类型的空杯子的3D模型！ 将一个空杯子或空纸杯放入工作台中，即可得到3D版杯子。 当您想撸掉模型时，它不会回收模型，而是给你杯子。把它放回工作台将它变成模型。以后我会为所有类型的咖啡添加模型！\n这个模组和为这个模组制造的所有纹理都是我，这个模组的作者所做的。未经允许不得复制、转载、销售或在任何其他MOD中使用。\n整合包注意：这个模组不兼容服务器，但是在官方网站上，有一个链接到了兼容服务器的版本，但是这个版本不包含方块，或者植物，所以咖啡果实是通过打草收获的，并且有增加的掉落率。这里下载 ：https://simplycoffeemod.weebly.com/\n\n别打开下面的隐藏\n\n\n\n\n\n授权与翻译\n\n\n\n\n\n\n\n\n\n本主题由 猜猜谁是谁 于 3 天前 添加图章 授权搬运\n\n\n",
    "replies": [
        {
            "author": "没糖的葫芦",
            "timestamp": 1534656120,
            "txt_content": "感谢反馈，已进行双警告处理删帖处理，并撤回全部图章和版主奖励性评分。"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1534669320,
            "txt_content": "@水之珠 \n如无申辩，将维持此处理结果，如有申辩请在下方回帖，将根据申辩进行进一步处理。"
        },
        {
            "author": "恋",
            "timestamp": 1534669500,
            "txt_content": "没糖的葫芦 发表于 2018-8-19 17:02\n@水之珠 \n如无申辩，将维持此处理结果，如有申辩请在下方回帖，将根据申辩进行进一步处理。 ...\n按照它的做事习惯及其发帖   我十分怀疑它是孤海一帆马甲  建议深入调查"
        },
        {
            "author": "zjxx",
            "timestamp": 1534671060,
            "txt_content": "这人的维基翻译里也有点机翻的味道\n\n"
        }
    ]
}