{
    "title": "剽窃晒尸",
    "author": "Asthenia",
    "replyCount": 7,
    "timestamp": 1534647900,
    "txt_content": " 本帖最后由 540083835 于 2018-8-19 16:17 编辑 \n\n 前言 本教程能够为你带来什么：\n对现代诗歌分类的了解语言和意境的运用韵律和节奏的把握“清新”“灵动”法拟人法素描法排比法隐喻法与修辞的节制返璞归真法与结尾的处理诗歌分行的规律诗歌写作语言的含义诗歌语言的区别和运用方法九种诗歌模式的区分\n  \n\n\n \n语言和意境的运用\n现代诗歌有三个明显而具体的要素，它们是：语言，意境和韵律。由此可见语言和意境对一首现代诗歌有多么关键的作用。如果要鉴赏一部现代诗歌的好坏，这两个因素是首先的，必不可少，也是不能忽略的。语言来自于生活，我们都知道，但任何体裁文章使用的语言，都不是真正在生活里的语言。“艺术来源于生活，更高于生活”，其实这指的也就是任何文学体裁的语言来源于生活，但也“必将高于生活。”作为一种诗意化的文学体裁，在语言这方面，就更有着不可言说重要作用和魅力了。一部现代诗歌里，如果语言优雅而别致，就必定有一些嚼头和看头；而如果语言使用不当，就会败坏整个作品的氛围和格调。至于意境，我个人认为也就是能渲染作品和氛围的一些东西，可以是一幅幅打开的画面，由远及近，或由近及远，也可是一种感触或哲思，禅意。也就是说意境的划分大致两类：有形和无形，能看得见的物体和画面，就是有形的意境；还有一种意境是无形的，因为并没有那种画面合物体，这种意境存在的只是一种思想，或感悟。下面，我们通过具体作品，来领略一下语言和意境的魅力。首先我们来阅读诗人何三坡的诗歌作品《麻雀》\n复制代码\n麻雀\n雪在大山下降落\n房屋蹲在雪地里\n屋顶上蹲着炊烟\n麻雀们打扮成\n秋天的叶子\n从树杈上落下来\n又顷刻间\n回到树上去\n\n短短数语，诗人却已利用优雅的语言和意境，向我们敞开了一幅优美的画面。“雪在大山下降落/房屋蹲在雪地里/屋顶上蹲着炊烟”，在这三句简单诗句里，我们能体会到一种很美的意境，这是一种有形意境，“洁白的雪花，房屋，雪地，炊烟”，几个朴实的物象，在不经意间，已起落有致呈现在读者面前，其实已营造了一种特别雅致的意境和氛围，源自大自然的宁静与圣洁，引人入胜，又令读者浮想联翩。而“从树杈上落下来 /又顷刻间 /回到树上去”，实际上也算是一种有形兼无形的意境了，在这种无形的意境里，我们不仅看到了麻雀，叶子，树木，还有一种视觉和思想的辽阔，有着不少感悟和思考，严寒下动物们乐观生存，努力向上，对于人类，实际上又是一种多大的鼓励和感恩。“麻雀们打扮成 /秋天的叶子/从树杈上落下来/又顷刻间回到树上去”，在这里我们还能领略到诗人语句和叙说的优雅，“麻雀们打扮成/秋天的叶子”，几乎没有过多的修饰，而带给读者的却是无比干净和明朗，“从树杈上落下来/又顷刻间回到树上去”，在安静的画面里，突然峰回路转，可爱的麻雀向上飞起，带领读者的视线上升，上升，在不经意间，宁静的画面在动，向上飞翔和超越。短短的诗歌作品也由此获得了巨大成功。在此，我们足够领悟到了语言和意境给作品和读者带来的巨大魅力。 韵律和节奏的把握凡是接触过文学的人，我们都知道韵律的意思。在古典诗词里，韵律的作用十分重要，如果缺少了韵律，或韵律不整，那么古典诗词就不能叫诗词，最好的诗词也会失去看头。新文化运动后，在早期的现代诗歌里，诗人们对韵律的把握非常周到而细致。在早期现代诗歌作品里，我们经常能读到那些韵律和节奏把握都很巧妙的好作品，这些好作品带给我们的感受，通常是阅读轻快，优美，抑扬顿挫，也或干练，大气，醇厚，回味悠长。这些韵律和节奏的佳作，同时也是最好的朗诵作品。那么我们再回过来，带着节奏与韵律的品味，来欣赏先哲现代诗人的佳作再别康桥（节选）-作者 徐志摩轻轻的我走了正如我轻轻的来我轻轻的招手作别西天的云彩那河畔的金柳是夕阳中的新娘波光里的艳影在我的心头荡漾软泥上的青荇油油的在水底招摇在康河的柔波里我甘心作一条水草那榆荫下的一潭不是清泉是天上虹揉碎在浮藻间沉淀着彩虹似的梦……全诗共七节，每节四行，每行两顿或三顿，不拘一格而又法度严谨，韵式上严守二、四押韵，抑扬顿挫，朗朗上口。优美的韵律和节奏在作者把握下，诗人打开的叙说仿佛一湖水美丽的涟漪，带着清凉和透彻，渐渐荡开在读者面前。如果轻轻朗诵起来，就更有一番滋味了，那缓缓打开的美丽而恬静的物象“云彩，金柳，夕阳，新娘，……”“轻轻的走了，轻轻地来了”，一幅幅春天碧绿的画面映入读者眼中，“在康河的柔波里/我甘心作一条水草”，…… 真是温暖而心动，惬意而轻快，柔情并美妙，又仿佛一曲曲轻轻的歌儿，回荡在我们耳边。这也就是很多诗人以为的，现代诗歌，不仅是诗，更是一曲优美的歌儿。纵览诗人的作品，品味其完美的韵律和意境，我们才知道，现代诗歌，有着多么巨大的魅力，令人陶醉。而在数十年后的今天，现代诗歌翻越了无数个台阶。今天的现代诗歌完全是自由的，充满个性，它们大气，奔放，内敛，开阔，并无忧无虑。也就是说，在今天现代诗歌表达上，众多诗友也许抛弃了诗歌原本该具备的韵律，但节奏仍旧是必不可少的。在某个意义上说，节奏其实就代表了作品的一种气势，也可以说是一种风格，如果节奏把握得巧妙，它将成为诗人们的一种个性，也可能由此诞生各类风格，形成百家争鸣。 清新灵动法我们都知道，诗歌都是由每个细致的句子构成。这里的清新和灵动，指的就是句子的表达和结构。一个句子的构成，有许多种方式，在表达上，一般个人都喜欢用自己惯用的手法和个性来组织语言，有拖沓的，凝练的，清新和雅致的，也有繁琐和啰嗦的，诗歌水平和风格的差异，我想首先就是来源于一个人组织语言能力的差异吧。清新其实只是一种感觉，是清爽和鲜活的组合。如果一个句子的组合或一首诗歌的表达能达到这点，给读者默默间送去清爽和鲜活，又怎能不令读者喜欢和动容？而灵动，则是指表达中蕴含一种无形的力量和动感，使陈旧的画面鲜活，使静止的物象跳跃，使暗淡的颜色明亮，甚至能令死去的物体再次重生！由此，我们可见灵动有多么巨大的作用，也由此可见，灵动的“动”实际上就是一种无言的力量。下面我们具体以诗来分析。《冬日阳光》它们翻过墙壁，防盗网翻过紧闭的玻璃，纱窗轻轻跳下来游荡在房间里多么活泼的一群鱼啊它们穿金黄衣裳它们游弋在凛冽的空气里它们游弋在洁白的地板上我静静的看着仿佛寒冷的时光复苏仿佛那些欢悦的鱼儿，就游弋在我温暖的心海里......在这首精致而短小的诗歌里，我们能领略到诗歌这种文学体裁带给我们的无比温暖与美好的感觉，浓浓的诗意贯穿其中。这首诗歌最大的特点就是清新和灵动，此外画面感也特别强。在第一节“它们翻过墙壁，防盗网/翻过紧闭的玻璃，纱窗/轻轻跳下来/游荡在房间里”，在这我们看到了作者清新的语言，没有琐碎和繁杂，而“翻过”、“跳下来”、“游荡”等一系列动词又恰到好处，由远及近，引领读者的视线和感官，清清爽爽。在第二节，更是有一种意蕴的美感和动感，这里的冬日阳光被“默化”成一群群活泼的鱼，“它们穿金黄衣裳/它们游弋在凛冽的空气里/它们游弋在洁白的地板”，阳光本是安静的，甚至有静止之觉，而作者利用巧妙的比喻和叙说，令安静的事物游动，令安静的画面跳跃，由此，则不得不叹息清新和灵动的神奇作用。而在第三节，作者则又巧妙地升华了动感，将画面的动感继续拉伸，利用灵动的句子，轻轻向上跳动，“我静静的看着/仿佛寒冷的时光复苏/仿佛那些欢悦的鱼儿，就/游弋在我温暖的心海里”，呵呵，阳光普照万物，也普照每个人的心海，“仿佛那些欢悦的鱼儿，就/游弋在我温暖的心海里”，温暖的阳光变成一群金色的鱼，它们温暖而热烈的游进来一个人的心房，也游进了读者的心房。如此温和与热烈，如此柔情与细腻，此情此景，又怎能不令人欢欣！ 拟人法说到拟人，我们都知怎么回事，而诗歌里的拟人，并不是单纯的比喻，如果是这样，那么诗歌就要丢失原本具备的诗意，语感和意韵。诗歌中的拟人法，是指将要表达的主题或物象形象的人物化，或借用人物的某些个性的特点来咏物，如果表达恰当，甚至能让虚拟的人和真实的物共成一体，借人咏物，以物喻人，取得的效果，自然不可比拟。下面我们来看看拟人法的神奇作用《月光》    作者：何三坡你提着裙子从后山上下来树叶们在晚风中浮起月光在木门上涌动...呵呵，读何三坡的作品，总有着更多的感动和喜悦。在这短短的三句话话里，作者利用寥寥数字，干脆利落，打开了无数美丽的意象，尽管短小，读起来却余香满口，意韵无穷。“你提着裙子从后山上下来”，很明显，这是用的拟人法了，因为月亮不是人类，更不会穿上属于女人的漂亮裙子。静夜。月圆。树叶晃动。月光洒落在木门上。伫立在夜里的诗人，看到皎洁的月亮挂在上空，晕黄的月光慢慢挥洒下来，美得令人浮想联翩的月亮，此刻在诗人眼内，不是一个没有温度和情感的物体，而是一个温柔并优雅的女人。“你提着裙子从后山上下来”，什么的样的女人才会有如此的优雅和淡然呢？必定是温尔多情，必定是美到极至。由此，在诗人笔下，将一轮明月拟人化为一个无比温柔并优雅女人，带着不可言说的华美和宁静；同时，诗人在借人咏物的这一刻，又以物喻人，也就是说，在将月光比喻成的女人，同时又将女人升华成月光的无限境界，这里诗人又默默无声赞叹了天下女人，象月光般皎洁，纯净的女人，正好是艺术的最大升华。 素描法 说到素描，我们都知道是怎么回事。就是用铅笔在白纸上画下物体或人像，也可以是粗象的思维。那么，诗歌是用语言组合起来的，又怎么来用笔来绘画呢？呵呵，写诗时咱们不必借用铅笔，有时候，语言就是最好铅笔，在我们的手中，利用意境和韵律，咱们可以描绘出一幅幅比铅笔和白纸更加美丽的画面。而且，这些画面里，不只有美丽，粗犷，细腻，或朦胧，还有图画作品所不能及的柔美，感性，优美的意境，诗意，以及打开的哲思，读起来余香满口，回味悠长。下面，我们在诗歌作品里来感受一下素描法的魅力。《深秋》广袤的大地湖水搁浅。接近枯黄的草灌木萧瑟狗尾草仍在翘首花白的等待清凉的风涌过来那些深黄的野菊花在舞动后打出轻轻的寒颤...这里作者很明显使用了素描的手法，利用诗歌语言来绘画，极好地打开了一幅深秋的画面。这里我们不仅看到了一幅秋天遍布山野的画面，还读到了这些画面里所有事物的美丽和诗意。“广袤的大地/湖水搁浅。接近枯黄的草”，仿佛是一幅摆放在眼前的画面，背景是广袤的大地，这是远和大的视觉，之后映入眼帘的就是背景里的景物了“湖水搁浅，接近枯黄的草”，仍旧是背景里稍远一些的事物和景象，慢慢的，画面感在拉近：“灌木萧瑟/狗尾草仍在翘首花白的等待”，于是我们看到了低矮的“灌木”，灌木旁有“狗尾草仍在翘首花白的等待”。这就是作者在第一节打开的画面。这个画面里我们还同时领略到了不少大自然真实的颜色：搁浅的湖水，枯黄的草，灌木萧瑟，狗尾草花白的等待。在绘画作品里，作者得花费大量时间和颜料来搭配制作各种颜色，而在诗歌素描作品里，则只需寥寥数语，便可达到画面所具备的大多感官，由此，又不得不再次赞扬文字的奇妙。在第二节里，我们能看到画面感的升华，以及思想艺术升华。原来作者要表达的不仅是一幅深秋的画面，还有更深刻的对大自然和植物不屈不挠的赞扬。“清凉的风涌过来/那些深黄的野菊花/在舞动后/打出轻轻的寒颤”，“那些深黄的野菊花”应该就是画面中的主体了，在描叙众多暗淡的颜色后，作者最后指向的是一种“深黄色的娇嫩”。在深秋，万物枯涩，河水搁浅，唯有坚强而美丽的野菊花傲立在凛冽的环境里，即使“清凉的风涌过来”，骄傲的野菊花，也仅仅是“舞动后，打出轻轻的寒颤。”如果一个人，在不论遇到多大的困难和挫折时，都能像这无名的野菊花一样骄傲和挺立，无视一切寒风冷雨，那么，这又该是怎样灿烂的人生风景！排比法 我们都知道一个好的诗歌，不只是语言的诗意和表达的舒缓和清新，还需要一些思想和力度。在黑暗年代，有力度的文学作品同时也是针对现状以及对一种光明和良知的唤醒，比如鲁迅先生就曾留下“与其苟延喘息，不如从容燃烧”的有力名句，也因此而唤醒过千千万万民众。在和平的年代，咱们自然不必去呼唤光明，但对于生活里千千万万美好，善良，宽厚而纯朴的人或事物植物，咱们都可尽情赞扬，并歌颂，哪怕是一滴水，一根草，一缕金色阳光，都蕴含了无比的智慧和感恩，是完全值得我们去歌颂的。而在表达的力度上，排比不失为一个极度蕴含力度的方式。下面我们来通过海子的诗歌作品来鉴赏排比的魅力。《故乡》作者：海子在黑夜里为火写诗在草原上为羊写诗在北风中为南风写诗在思念中为你写诗...这首名为故乡的短诗，呈现在读者面前只四个短句，四个排比。然而带给读者的却是不一般力度和感受。作者运用排比的手法，一点一点由远及近，由模糊到清晰，由抽象到细微，由弱及强，利用朴实的语言，极大打开了一种对故乡热烈的思念之情，同时又借用排比的叙说，热烈歌颂了思念中的故乡无比美好，此外还借用排比表达了诗人对未来美好家园和生活的无比向往。“在黑夜里为火写诗/在草原上为羊写诗”，两个朴实的排比，却又不失大气和厚重，“在黑夜里为火写诗”，表达了一种思想和情感的热烈，黑夜里原本潜伏了火焰，火焰却又随时能燃烧黑夜，驱除黑暗和寒冷，带给人们无比的热切和希望，这是这首诗歌的起笔，纵观分析可见作者的起笔多么热烈而高亢，却又含义深厚，大气凛然，由此带动读者进入下一个境界，“在草原上为羊写诗”，在诗人这句由高亢到温和与深情的叙说中，无意多了许多柔情，在诗人的表达中“草原”其实隐喻的是故乡，而“羊”，实际上是离开家乡的每一个游子；或者说这里也蕴含了一个无形的意境“故乡”，诗人虽已离开故乡，而美丽的故乡却又无处不存在于诗人的思维和意识形态中，同时诗人要表达的还有对美好生活的向往和寄托，对美好家园的无比幻想。“在草原上为羊写诗”，实际上诗人要歌颂的还是拥有草原的羊，有着多么巨大的幸福和快乐，而离开了草原，羊儿又会多么孤单和失落，——离开故乡的孤独的游子，有着多么的无助和思念？“在北风中为南风写诗/在思念中为你写诗”，这两句看似减轻气势的诗句，在一种无比思念和柔情中渐渐结束全诗。“在北风中为南风写诗”，看似不可能的逆向思维，却在前两个排比的随后，并未减轻对故乡的渴望或思念之情的力度，而是利用另一种表白来加大了叙说的力度，这里的“北风”可隐喻成诗人远方的居住地，“南风”则为远方思念的“故乡”，在诗人逆向的风里，不仅有无奈距离的现状，还有游子在远方对故乡深深的渴望之情，以及从不曾减少和削弱的对故乡的热恋，包括对未来家园和美好生活的无比向往，——故乡，远在他乡的诗人，在深深眷恋中无比温柔远望你，“在思念中为你写诗”！隐喻法与修辞的节制 简单的说，隐喻是一种比喻，用一种事物暗喻另一种事物。然而，隐喻是一种神奇的语言现象，很多时候能触动读者的心弦，带动读者产生意想不到的效果。隐喻大体分三种：无形的隐喻、有形的隐喻、以及有形与无形结合的隐喻。我们知道，好的诗歌作品，必须具备一些内涵和深度，而隐喻又不失为诗歌体裁中一种能很好打开深度和内涵的一种表达方式之一。在上一个鉴赏作品海子的《故乡》中，我们其实就欣赏到了隐喻的魅力，那么我们再来通过托马斯的诗歌作品《农村》来领略隐喻的作用。《农村》作者：Ｒ．Ｓ．托马斯谈不上街道，房子太少了，只有一条小道从唯一的酒店到唯一的铺子，再不前进，消失在山顶，山也不高，侵蚀着它的是多年积累的绿色波涛，草不断生长，越来越接近这过去时间的最后据点。很少发生什么；一条黑狗在阳光里咬跳蚤就算是历史大事。倒是有姑娘挨门走过，她那速度超过这平淡日子两重尺寸。那么停住吧，村子，因为围绕着你慢慢转动着一整个世界，辽阔而富于意义，不亚于伟大的柏拉图孤寂心灵的任何构想。...在国外优秀的众多诗人和诗歌作品中，我一向偏爱托马斯和他的作品。作为威尔士二十世纪最强硬，最纯洁，最持久的抒情诗人之一，他多次获得多种诗歌奖项，留下了大量优秀的诗歌作品。在上面的诗歌作品中，作者多处使用了隐喻。“倒是有姑娘/挨门走过，她那速度/超过这平淡日子两重尺寸”，这里的姑娘隐喻成“时尚”，也同时无形隐喻成美的概念和代名词。“那么停住吧，村子，因为围绕着你/慢慢转动着一整个世界”，这里诗人将村子隐喻成全世界，带动村子里所有人和物象转动。在这个诗歌作品中，诗人这样的隐喻思维新颖，也奇特，在一瞬间带动读者思想，简单，有力，而又让人不可思议。六、修辞的节制“修”，指修饰，“辞”，本意是辩论的言词，后引申为一切的言词。“修辞”是指在表达语言过程中，利用多种语言手段，以尽可能达到更好表达效果的一种语言活动。我们知道，作为文学体裁的一种，诗歌有着与别的文学体裁不能比拟的细腻与柔情，所以更需要修辞的运用来达到诗意化和个性化。而修辞的巧妙把握和利用又是重要的，如果不使用修辞，那么诗歌必定是不能成诗歌的，而如果修辞泛滥，则诗歌语言难免会繁琐，拖沓，如同浓妆艳抹的女人般粗俗，令人索然无味。在几年前，我的好朋友落日惊鸿曾送我一句话：“与其下笔如神，不若削字为诗”，细细想来，全是道理。由此可见修辞的节制，又是多么重要，而节制运用修辞，难免又是一门学问了。下面我们来具体感受一下作品中修辞节制的魅力。《天鹅》作者：何三坡它们在山间散步 打盹 清理翅膀躲过了世上的尘埃...依旧是何三坡的作品，全诗共计二十一个字。然而却向读者呈现了无比优美画面，“它们在山间/散步打盹清理翅膀”，这样干脆的表达诗意浓厚，思维清晰，蕴含了大自然宁静的景观和乐趣。“躲过了世上的尘埃 ”，这句诗同时又隐含了诗人要表达的人类心态中另一种潜在状态和境界，也就是心境，并不乏哲思和禅思，这也是主题的深入和升华。整个小诗歌读起来清新而欢快，读后余味深长。诗人将要蕴含深度和表达的物象，浓缩在短短二十一个字里面，几乎没有一个多余的字眼，而取得的效果，留下的思考，却丝毫不比长篇作品差。由此足见修辞的节制，对一个好的诗歌作品多么重要。返璞归真法与结尾的处理几乎所有人都能理解这个成语的意思。“返璞归真”指回复到其原始的淳朴本真状态。璞，本义是蕴藏有玉的石头。也指未雕琢的玉。这里引申为天真，淳朴的意思。写了那么多年诗歌，也读了那么多年诗歌，近两年我一直固执认为，自然，真诚，朴实，用心灵吟唱的作品，就是好的诗歌作品。也就是抛开写作手法的雕琢，语句和修辞的华丽，用朴实的句子表达最朴实的感情，那么这样的诗歌作品也就是好作品了。下面我们来读海子的作品《面朝大海，春暖花开》。《面朝大海，春暖花开》作者：海子从明天起，做一个幸福的人喂马，劈柴，周游世界从明天起，关心粮食和蔬菜我有一所房子，面朝大海，春暖花开从明天起，和每一个亲人通信告诉他们我的幸福那幸福的闪电告诉我的我将告诉每一个人给每一条河每一座山取一个温暖的名字陌生人，我也为你祝福愿你有一个灿烂的前程愿你有情人终成眷属愿你在尘世获的幸福我也愿面朝大海，春暖花开...都知道这是海子名作，几乎是脍炙人口的佳作了。然而，将这作品仔细阅读和品味下来，我们最大的感受就是质朴，平易近人。整首诗歌里句子朴实，真诚，蕴含了诗人的善良，宽厚，和无比诚实，以及思维里潜伏着的温暖与幸福。这里我们还能看到诗人笔下描述的无比热烈的希望和未来。在这首诗歌作品里，我们找不到诗人刻意雕琢的痕迹或运用的写作手法，整首诗歌没有华丽或刻意的修饰，诗句平实而耐读。然而它却打动了无数读者的心扉，成为闻名天下的佳作。即使是从未接触过诗歌作品的朋友，在读到这温暖而朴实的叙说后，也会有说不尽的欣喜和感动。“我也愿面朝大海，春暖花开”，这老少皆知的名句里，表达的不仅是以一种希望和期待，还有诗人对未来美好的向往，以及对生命无比美好的劝慰和珍惜。“陌生人，我也为你祝福/愿你有一个灿烂的前程/愿你有情人终成眷属/愿你在尘世获的幸福 ”，呵呵，有什么比这更质朴的，还有什么比这更美好的，蓝天祝福白云，阳光祝福大地，春天祝福秋天，我深深地祝福你，陌生的朋友，“愿你有一个灿烂的前程/愿你有情人终成眷属/愿你在尘世获的幸福 ”！结尾的处理：一直觉得一首好的诗歌作品，不仅有好的开头，好的主旨，还应该有个漂亮的结尾。这里的漂亮，并不是指华丽的表达或句子结构。而是相对于作者表达的中心和主题，在结尾时利用寥寥数字，或将主题拉到高处，或提出问题，或留下思索，或巧妙解答问题，极大打开主题和空间的深度，给读者留下思考或哲理，余味深长。巧妙处理诗歌的结尾有什么作用呢？第一，假使一首诗歌作品，在表达上一般，开头或主旨平淡，但一个高高扬起的结尾有时却能弥补诗歌前体和中间的不足，令一般变得雅致，令平庸变得精彩，甚至带给读者峰回路转的感觉；第二，不管诗歌的开头或中间处理如何，结尾仍是重要的，大家都知道“虎头蛇尾”并不是一个好的物象，结尾的把握不当，也甚至就败坏了诗歌之前留下的完美气息，成为一个可遗憾的败笔；第三，我们都知诗歌这个文学体裁潜伏着唯美的格调，而结尾的处理更能带动这种内功格调，不论主题和表达的手法，以及深度，我想，读后能令读者余味无限，回味深长的作品，那么就必定有一定的魅力了；第四，如果是有力度的诗歌作品，语言和主旨把握得当，结尾处理巧妙，那么还能更大限度打开作品表达的力度和深度，令诗歌整体更具说服力，更能征服读者的视觉和感官。下面我们来读托马斯的作品《时代》。《时代》作者：Ｒ．Ｓ．托马斯这样的时代，智者并不沉默，只是被无尽的嘈杂声窒息了。于是退避于那些无人阅读的书。两位策士的话得到公众倾听。一位日夜不停地喊：“买！”另一位更有见地，他说：“卖，卖掉你们的宁静。”...纵览全诗，作者表达的语言不是很多，然而作者数处运用了隐喻的手法，整体和主题要表达的都是一种讽刺，一种对现实（时代）的尖利的讽刺。而为加大这种讽刺的深度和力度，作者结尾处理的两句，无疑是十分棒的，它甚至是全诗最高的亮点，成为全诗最有力度的精彩之处。以致读者读后，在这种力度的表述里，不得不钦佩作者这有力度的阐述，和对时代，对时代“买卖”的一种憎恨和鄙视。然而，作者更巧妙之处在于，这么精彩的结尾，竟然不是来自作者自身结构的语言，而是引用两位“策士”的对话：“一位日夜不停地喊：买！/另一位更有见地，他说：卖，卖掉你们的宁静。”这样的引用在一定程度上，极具真实感，因此说服能力也十分强，远比诗人精心结构的语言获得的力度要强得多。因而读者在读完这个短诗后，感官会暂时停留在这有力地引用对白里，思维会不自觉被诗人带动，留下各种思索。 诗歌分行的规律 现代诗没有古诗词固定的音律规定，我们通常是以西方的音乐分行来对现代诗词进行分行，加强节奏达到一个音乐性的效果。A、分行适应诗情而长短、疏密、参差。诗行遵从诗歌内在律－－情绪节奏，其外形是将内心情绪视觉化展示出来的结构形式。惠特曼表现开国时开拓豪放、自由浪漫的情感，诗行很长，犹如新大陆疆界的广阔苍茫。马雅可夫斯基表现了十月革命的剧变，诗行呈现楼梯形，起伏大，参差不齐。B、诗行运用省略、跳跃，随意性较大，产生新的结构意义。如上下诗行并置产生新意：\"朱门酒肉臭，路有冻死骨\"。C、分行把视觉间隔化为听觉间隔，显示节奏。这是在阅读中产生的效果。连在一起读就无法显示节奏。D、分行引起审美注意，让人用诗的心理来欣赏。要求：A、注意行与行有机组合。关键是跨行－－一句话占两行以上。这是为了让人停顿，集中注意力去欣赏下一行－－强调最有价值、最光彩的语言。B、分行是发展变化的，应有独创性。如传统的情绪图案，变为象形图案和会意图案。C、分行更重视诗的视觉效果，从\"听觉艺术\"变为\"视觉艺术\"。这是因为新诗内在的复杂性和多层性，难以直接通过朗诵来表达，只能用文字排列来保持诗意。卡勒（美）认为，一段文字是否是诗，未必取决于语言本身，而是取决于文字排列即视觉形式。一条新闻可以排列成诗：昨天在七号公路上一辆汽车时速为一百公里时  猛撞在一棵法国梧桐上 车上四人 全部 死亡视觉上强调了关键词语。如\"猛撞\"，包含较多心理容量。\"死亡\"，突兀而至，触目惊心。诗歌写作语言的含义 什么是语言？语言是人类用来表达意思、交流思想的工具，是一种特殊的社会现象。它是由语音、词汇和语法组合在一起的一种表达方式。语言有口头语言和书面语言两种。口头语言就是说话。而书面语言是写作书面展示与交流的表达方式。语言的基本要求是准确，简练，生动与形象。准确是指语言要有分寸感，科学性。句子要合乎逻辑与语法。简练就是干脆，词语要精选，精用，句子不拖沓。生动就是要追求语言的意义、色彩、声调与感触。形象就是要恰当地使用修饰方法。语言与思维相生的，是密不可分的。刘勰在《文心雕龙》里说：“意翻空而易奇，言征实而难巧。”想象中意味容易出色，而用具体的语言表达时却难以做到尽意。高尔基在《和青年谈话》里说；“文学的第一要素是语言。”因此，语言的表达需要培养，在日常生活中，我们应该注重语言能力的锻炼与提高。1、语汇词是语言的基本单位，是语言的构造材料。汉语是世界上语词最丰富，最富有表现力的语言之一。新华字典所收单字共计一万一千一百左右。常用的汉字只有三千个左右。就是这三千多个字，互相搭配，交错组合而形成的单词，却是无穷变化，千般百态，万状纷繁。如果我们所掌握的词语贫乏，那就在写作时不能很好地表达。只有把词语储存在脑子里，丰富在脑子里，我们在诗歌写作时才能挥洒自如，活泼生动，纤毫毕现，句里传神，字中见心。2、语感语言是受内容的支配的，表达不仅要得之于心，还要得之于手。这就要重视语感，自我把握。语感是我们在诗歌写作时遣词造句最基本的表现方式。俗话说：“一句话，百样说。”所以，遣词造句要富有分寸感、和谐干、情态干与色彩感。更重要的效果是语序的长与变，形体的长与短，组织的紧与松，结构的散与整等，都可以影响到语气、语意、语音、语法、语风和语色的表达效果。3、语体语体是客观存在的。文学语体不同于公文等其他语体。在词汇方面，文学语体有适合自身的词语熟语，如古词语与新词语，方言词语与常用词语。在句法方面，文学语体也有适合自身的句子类型，如长句与短句，完整句与不完整句，简单句与复合句。在词法和语音方面，也有适合自身的特征，如儿化的名词与叠音的形容词等。文学语体的主要特征是语言的形象性，主要体现在各种描写上。在文学作品里，有的人还独创新词，或者旧词语翻新用。诗歌写作语言的修辞手法修辞是诗歌的一种重要技巧。可以说每一种表现手法都有其独到之处。比的运用可以更生动，形象地表现诗歌内容。兴的运用可以让读者自开篇就能体会诗歌的意境，使诗歌更富于深情和韵味；而夸张,象征，通感等手法的运用可以给诗歌注入更新鲜的血液，使诗歌更富于想象力和亲和力，而不会让人感觉意思朦胧暧昧，晦涩难懂，使读者真正读懂作者所要表达的思想感情。而象征手法，则是用具体事物来表现某种特殊意义，这是诗歌中最常用的手法。比如冰心的《纸船》象征了对母亲的思念，冯至的《我是一条小河》中“小河”象征了对爱情的追求。平常我们也爱用象征，如用“梅花”来象征坚贞不屈，用“蜡烛”来象征默默奉献。王家新的《在山的那边》中用“海”和“山”来象征“理想”与“追求理想所遇到的困难和挫折”。下面这几种物体的常用象征意义你知道吗？太阳、蜜蜂、苍蝇、蚊子、雪花？（光明、无私奉献、肮脏、剥削、纯洁）。诗歌写作语言的区别和运用方法A、抒情，接近于描绘功能小的音乐。B、有机信息系统，一个字，能产生神奇效用。如\"朱门酒肉臭\"中的\"朱门\"，成了统治阶级的代名词，有很多含义，还有作者和读者的感受。   C、独立审美价值，可以把玩。小说可以抛开语言，复述故事，而诗歌不能离开语言。D、总的要求是表现个性的心理感受。具体表现有四点：一是多义性，既有表层义，又有深层义。主要用象征手法。如松梅雪竹、长城、百合花等。传统象征过于理性，形成僵化的套路。还有暗示、双关、婉转等。二是跳跃性，超过任何文体语言。因为表现心理快速活动。不要任何介词、连词等中介质－－关联词。如\"鸡声茅店月，人迹板桥霜\"。还可以逻辑混乱，任意交错。如时间和空间交错。如《背时的爱情》中诗人与古代的美人谈恋爱。三是可感性，要有色彩感、立体感和具体感（化抽象为具象）。诗中有画。四是音乐性，既有内在音乐性即情绪的律动，又有外在音乐性即声音的回环（押韵、节奏和声调）。对原始感情起一种节制作用。节奏是起决定作用的因素，是事物的节奏和人的生理节奏－－呼吸的调节及运动感觉的反映，是音组和停顿的有规律的安排。一字一音节，有独立意义的单音节、双音节或多音节构成一个音组，每组后面有或长或短的停顿。常见的13种修辞手法：1．比喻比喻是根据事物的相似点，用具体的、浅显、熟知的一种事物来给另一种事物打比方的修辞方法。运用比喻能够把抽象的事物或者道理说得更具体，形象，通俗易懂。比喻的三种类型：即明喻、暗喻和借喻。明喻比喻词和喻体同时出现。常用的比喻词有似、若、犹、像、等。暗喻将被喻体说成是喻体。常用的比喻词有是、化为、当作等。借喻即是喻体代被喻体。2、比拟比拟是一种把物当作人来写，赋予物以人的言行或思想感情，用描写人的词来描写物的修辞方法。比拟有拟人法和拟物法两种。如《前赤壁赋》；“月出于东山之上，徘徊于斗牛之间。”月亮在两个星座之间来回，具有人的恋情和动作，这是拟人法。如《游金山寺》：“飞焰照山栖鸟惊。”将火光当作会飞的东西来写，这是拟物法。3、 夸张夸张是一种对事物的性质、特征等故意地夸大或缩小的修辞方法。有夸大法和缩小法两种。夸张要做到不似真实，又胜似真实。4．排比排比是一种把结构相同或相似、语气一致、意思相关联的句子或成分排列在一起来表达情意的修辞方法。5．对偶对偶是一种把字数相等，语法结构相同与相似，意思有联系的两个句子或者词组成双作对地排列起来的修辞方法。对偶的种类有三种；正对、反对、串对、 如：墙上芦苇，头重脚轻根底浅；山间竹笋，嘴尖皮厚腹中空。(正对) 横眉冷对千夫指，俯首甘为孺子牛（反对）6．反复反复是一种为了强调某种事物或者表达某种思想感情，有意重复使用某个词语或句子的修辞方法。反复的种类：有连续反复和间隔反复。连续反复中间无其他词语间隔。间隔反复中间有其他的词语。7．设问设问是一种为了引起别人的注意而故意先提出问题，然后自己回答的修辞方法。8．反问反问是一种用疑问的形式来表达确定的意思的修辞方法，如用肯定形式反问表示否定,用否定形式反问表示肯定。9．引用引用是一种引用别人现成的话来提高自己的语言表达效果的修辞方法。引用分为直接引用和间接引用两种。10．借代借代是一种不要把所说的人与事物直接讲出来，而是借用与它密切相关的人与事物来代替的修辞方法。简言之，即是用相关的事物代替所要表达的事物。借代的种类有特征代事物、具体代抽象、部分代替整体。11．反语反语是一种用与本意相反的词语或句子来表达本意的修辞方法。以按说反话的方式加强表达效果。有的讽刺揭露，有的表示亲密友好的感情。12.层递层递是一种将语言排成从小到大、从轻到重、从低到高的逐层递进与递退的修辞方法。需要时也可巧妙地综合运用。13.顶真顶真是一种用前一句的结尾做后一句的开头，使邻接的句子上递下接，首尾蝉联的修辞方法。九种诗歌模式的区分 模式对教学作用很大。有人不赞成，认为束缚作者。这是片面的，甚至可以说没有掌握创作和教学的要领。文体就是模式。不过初学者不必照搬，创作一段时间后要有意识地抛开模式，发挥创造力，任意起草。诗歌模式大致有九种。【象征模式 】这一模式可以说是诗歌的传家宝，又称多层式：在文字符号的视觉层面上给人以形像， 同时在联想的深层给人以意义(某一实体事物或精神内容) 尽可能无限的概括和包涵。象征体是表层的、明晰的，甚至可能是被传统理性所规定的，如梅兰松竹、长城等。而被象征的本体却是隐蔽的、模糊的。两者关系要有任意性，便于发挥创造性。天才诗人把表面上风马牛不相及的内外意象通过类似联想起来，形成令人称奇的构思。关键是抓住两者之间共同点，而其它属性相距越远越好。中心方法是选择形象，形成象征意象。意象， 又称艺术形象，可以说是构成文学艺术大系统的细胞。意--人的意识(包括情感。从根本上来说是人的审美需要和认识需要)，最终在文学艺术上表现为作者个体生命的投射和表现。象--客观事物， 外在于作者，但最终为作者生命本质所对象化。两者结合为意象，而两者成分的多少及关系的隐显疏密等造成了两种基本上的文艺创作方法，即重意的浪漫主义和重象的现实主义，也成为表现论和反映论的渊源。象征意象比一般意象来说， 有特定的要求：成为全诗的中心形象。最佳象征意象，其涵义是无限的，尽可能表现作者内心世界，成为一个艺术个性的宇宙。一般来说，这类诗歌标题就写出了象征体(甚至是人物)。但是，内层的本体即作者个体生命的感受才是诗歌真正要写的。【横断模式】这类诗歌截取一个生活片断或者意识片断，描写一系列形像，或者使用一系列比喻，以抒发作者感情，表现作者的意识。许多写景诗正是这样。要尽可能创造意境。如杜甫的《春望》。【纵贯模式】这类诗歌以作者观察点的推进为线索，随着时间的推移或者空间的展开，把所见所闻所感触融成一体。如贺敬之的《回延安》。这类诗歌一般较长，多是叙事诗。【升华模式】这类诗歌一般分为两部分，前边是较平缓的铺垫，后边翻出新意，造成引人注目的突进，使情思与意境升华到一个新的高度。\"言志\"的旧体诗词大都采用这种模式，前边写景，情景交融， 后边写\"志\"，志中有情。如毛泽东的《沁园春.雪》。【串珠模式】这类诗歌由几个并列的相同结构并有部分相同诗句的部分组成。反复咏叹。《诗经》较多这类诗歌。【自白模式】直接抒发感情，使用论断式的议论，又称议论模式。渊源流长，浪漫主义大都采用抒情化议论，即自白。政治诗、哲理诗许多属于这种\"传统自白\"。这种自白不容易写好，首先作者必须达到一个时代最高层次的认识及体验的水平。在西方现代派中，惠特曼的《草叶集》承前启后，大量使用自白，以至于美国诗歌自50年代后以艾伦·金斯堡的《嚎叫》为代表，形成了自白派，占据主流地位。我国80年代\"第三代\"诗歌大部分都属于\"自白\"诗。与前期浪漫主义自白不一样，当代诗歌中的自白可以称为\"反传统的自白\"：有意摆出反传统--反对文化、审美、个性、理性乃至诗歌自身的架式，其实不过将题材限定在个人生活体验主要是本我感受的圈子里。多用第一人称，不拘格律，以日常口语袒陈自己对生活的感受甚至隐私，有时触及社会，进行某种程度的批判。\"自白\"诗歌对语言、形式和意味更加强调，甚至写娱乐性的记录性的诗歌，自称为\"玩\"诗歌。作为诗歌整体的一种探索，\"自白诗\"可以说有从社会批判意义转为个体生命肯定意义的历史作用。【象形模式】诗行排列成中心形象的形状，成为象形图案。如法国诗人阿波利奈尔的《被刺杀的和平鸽》。 又如台湾诗人白荻的诗歌，犹如一幅山水画(诗行从右到左，字词从上到下)， 比喻流浪者如远离山林湖水的一株丝杉。【现代模式】从西方现代派诗歌移植而来的。在内容和形式上与传统诗歌明显不同，而且认为内容即形式、形式即内容，因此更加重视形式创新。写的是个人与社会、自然、 他人甚至自我的分裂和荒诞，反映了资本主义社会高度发展所带来的精神危机、变态心理、悲观绝望和虚无主义。强调表现内心--实际上只是变幻多端，高深莫测的本能(欲望，尤其是性欲) 和下意识。采用的方法主要有：①思想知觉化， 即抽象的肉感。把抽象观念和具体形象直接结合， \"象你闻到玫瑰香味那样地感知思想(艾略特)\"。如诗中的\"力之舞\"、\"意志昏眩\"、 \"潮湿的灵魂在发芽\"。②自由联想。 这种联想不是事物本身固有的，为大家所公认的，而是凭个人的直觉和幻觉写出来的联想。 如\"阳光是从太阳里踢出的足球\"。③语言形式随心所欲地变化， 用于暗示某一瞬间的感觉、想象和精神状态。【会意模式】这类诗歌的一些诗行排列成抽象的图形， 显示某种意义趋向。如《太阳下山》后半首的诗行排列， 暗示钟声在大风中高低起伏。总结和后言写诗是一件非常具有艺术性的事情，因此如果你只是单纯的通读了教程你是很难写出一篇优秀的诗歌的但是如果仅仅以此为爱好，那么这篇教程可以带给你一些启发如有错误，还请指正。共同学习，共同进步。写了这么多字也不容易 评个分吧_(:з」∠)_\n\n\n",
    "replies": [
        {
            "author": "2395545898",
            "timestamp": 1534665360,
            "txt_content": "嘤嘤嘤(╥╯^╰╥) 小拳拳捶你胸口哟 我这一个小拳拳下去你可能会死"
        },
        {
            "author": "2395545898",
            "timestamp": 1534665420,
            "txt_content": "来一场纯洁的PY交易"
        },
        {
            "author": "2395545898",
            "timestamp": 1534665480,
            "txt_content": "那多快乐啊♂"
        },
        {
            "author": "2395545898",
            "timestamp": 1534665840,
            "txt_content": "<{=．．．．(嘎~嘎~嘎~)         ￣□￣｜｜"
        },
        {
            "author": "2395545898",
            "timestamp": 1534666020,
            "txt_content": "来啊♂ 快活啊♂ 反正有♂ 大把时光♂"
        },
        {
            "author": "2395545898",
            "timestamp": 1534666080,
            "txt_content": "咦 多无聊哟 来快活啊"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1534667160,
            "txt_content": "http://www.ruiwen.com/shige/1060529.html\nhttp://www.360doc.com/content/17/0806/13/38512958_677056190.shtml\nhttps://wenku.baidu.com/view/7f7c0bc6d5bbfd0a795673c5.html\nhttp://www.360doc.com/content/10/0426/10/460866_24919876.shtml\nhttps://wenku.baidu.com/view/2972d5b2ddccda38366baf21.html\nhttps://wenku.baidu.com/view/08b3eb103c1ec5da51e27005.html"
        }
    ]
}