{
    "title": "话说你们知道Mincraft官方不准服务器牟利吗",
    "author": "moshan",
    "replyCount": 29,
    "timestamp": 1534760520,
    "txt_content": " 本帖最后由 moshan 于 2018-8-20 18:27 编辑 \n\n以下所有的条例均来自EULA和Minecraft Commercial Use\nThe Minecraft End User License Agreement (EULA) sets rules for downloading and using the game. The most recent version of the EULA can be found at account.mojang.com/documents/minecraft_eula.\n\nThe Brand And Assets Guidelines define the allowed use of the Minecraft name, brand, and other assets. This is not limited to websites and servers but also things like merchandise.\n\nThe Commercial usage guidelines allow some leniency with respect to limited commercial activities. Previously, server owners were not allowed to sell items on their servers, in accordance with the EULA. New allowances for monetization can be found within these guidelines.\n\nInformation for server owners\n\nBelow are some additional clarifications and a few examples to help you interpret the Commercial usage guidelines when it comes to servers. However, this help article does not replace the Commercial usage guidelines. Please note that not all features in this article are available in the unmodded version of Minecraft and that most things (except for “capes”) are okay to offer for free or for soft currency.\n\nHard currency is real money or anything that can be converted into real money, including, but not limited to, Bitcoins. Soft currency is available in-game only and has no real-world value. You may not sell soft currency for hard currency, neither separately or along with ranks as a single or recurring payout. This is regardless of what you can use the soft currency for.\n\nBecause the Commercial usage guidelines state that you may charge for access to your server only if you make a single charge per person that is the same for everyone, you may not sell “lives” or reduced ban time for hard currency. If you have a single entrance fee for your server, it needs to be the same for all players, including **s connecting for the first time.\n\nThe Commercial usage guidelines also state that you may give everyone you charge access to all the Mods that you choose to have on your server, except only in respect of genuine admin tools/mods which should be reserved for administrators. Because of this, you may not sell “unbans”, “unmutes” or similar admin tools for your server for hard currency, regardless of who receives the money.\n\nAdditionally, the Commercial usage guidelines state that you may sell cosmetic items, except for “capes”, if the item sold does not give a user an unfair gameplay advantage over anyone else on the server. Due to this, you are not allowed to sell the following for hard currency:\n\nThe ability to: \nuse a portable crafting table, chest, ender chest, compass, etc.\nset the time of day or weather, for yourself or others, other than in places where the intended server's gameplay does not occur, such as the lobby of a minigame server.\nclear your inventory.\nrespawn.\ncreate teleportation points, no matter who can use them.\nteleport to a saved location (commonly, the /home command).\nteleport to your last location (commonly, the /back command).\nsee other players’ inventory, other than in creative mode.\nsee a list of players that are nearby, other than in creative mode.\nsee the crafting recipe for an item, or the ability to craft an item automatically.\nremove the enchantment from an item.\nautomatically sell blocks that you mine.\nautomatically compress resources to their block form.\nfly in places where the intended server's gameplay occurs.\nedit several blocks at the same time, regardless of where on the server you can do it.\nkeep your inventory or specific items when you die.\nA non-cosmetic item or perk:\nthat is dropped in an area accessible by everyone, whether other players are notified of the drop or not.\nas a prize after fighting a boss in an area accessible by everyone, whether other players are notified of the event or not.\nBedrock blocks or other non-cosmetic items.\nSchematics, regardless of the game mode.\nHigher bandwidth, or other improved connections to the server.\nAccess to contests based on stats (i.e. most blocks mined etc.), if the prize is not cosmetic.\nDecreased cooldown for non-cosmetic commands.\nItems or perks that affect gameplay or give the player an unfair advantage, even if they are also available through soft currency purchase, or just by playing the game for a certain time.\n\nWe have decided to allow larger and additional plots on creative mode servers to be sold for hard currency (real money).\n\nThe above list of examples is not exhaustive but meant to provide you with answers to the most frequently asked questions. If something is not covered by the Commercial usage guidelines, that probably means that we do not want you to do it.\n以上的引用来自Community Use，中间有一段说明了不可以用任何形式的现实金钱（包括点卷等用现实货币购买的东西）来换取游戏对于其他玩家的优势，这就说明了很多在MCBBS的商业服（可以氪金的服务器）都不被官方允许，这样的话最大的MC论坛真的不用采取一些措施去限制服务器去遵守官方的条例吗。如果你说MOD的部分不属于Minecraft官方，但是其实很多MOD作者像是Botania的作者Vazkii都有说过不允许他的代码及游戏内的物品被贩卖，MOD的销售权应该要在作者哪里，作者没有允许你就去卖，这样真的可以吗？\n\n最后，再提供一些官方的指引，看得懂的大佬可以研究看看。\nhttps://mojang.com/2014/06/lets-talk-server-monetisation/\nhttps://account.mojang.com/terms#commercial\nhttps://mojang.com/2014/06/lets-talk-server-monetisation-the-follow-up-qa/\n\n",
    "replies": [
        {
            "author": "安梦梦",
            "timestamp": 1534760940,
            "txt_content": "讲道理的话确实不允许，不仅仅是服务器，整合包版块的多数整合包（包括我自己的）都违反了EULA。\n但是Mojang懒得管……"
        },
        {
            "author": "1249922508",
            "timestamp": 1534761180,
            "txt_content": "商业服是实在没有办法因为开服务器的有一些是学生（比如我）\n在现实里面也没有太多的经济来源，服务器又特别的贵\n只有服务器里面的玩家充钱来维持服务器开下去"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1534762500,
            "txt_content": "我记得 以前有个大佬说过 可以牟利 但是不能** 影响游戏平衡的道具和权限 我要是只卖 彩色名字 称号这一类的  就没啥问题吧"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1534764240,
            "txt_content": " 本帖最后由 风扇滑翔翼 于 2018-8-20 19:25 编辑 \n\n《中华人民共和国宪法》第三十五条\n中华人民共和国公民有言论、出版、集.会←(woc集.会是屏蔽词)、结社、游行、示威的自由。\n法律都可以无视 更别说一个协议了"
        },
        {
            "author": "恋",
            "timestamp": 1534764420,
            "txt_content": " 本帖最后由 HTL9257 于 2018-8-20 19:29 编辑 \n\n鉴于国区特殊性  当初出EULA说明的时候 论坛要求所有服务器必须标明盈利模式 \nhttp://www.mcbbs.net/thread-283356-1-1.html"
        },
        {
            "author": "1678066729",
            "timestamp": 1534764900,
            "txt_content": "盈利可以 但是有的服务器是氪金就是爸爸 严重破坏平衡"
        },
        {
            "author": "论坛好网友",
            "timestamp": 1534765800,
            "txt_content": "官方又管不了"
        },
        {
            "author": "zyjking",
            "timestamp": 1534765920,
            "txt_content": "所有商业服（只要**道具，装备）都违反\n但这样的服务器太多，而且即使告了他们，拿到的钱也比诉讼费少，简单来说告他们就是亏了"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1534766640,
            "txt_content": "大多数氪金服务器都是盗版服，mojang管不了这么多，而且跨国官司很费钱，基本上就算告赢了也没有什么。这也是为什么forge作者为什么不告wy的原因"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1534766760,
            "txt_content": "风扇滑翔翼 发表于 2018-8-20 19:24\n《中华人民共和国宪法》第三十五条\n中华人民共和国公民有言论、出版、集.会←(woc集.会是屏蔽词)、结社、游 ...\n你这有点太……愤世嫉俗了"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1534767840,
            "txt_content": "但是我记得hyp国际服购买会员好像也要氪金。"
        },
        {
            "author": "Wufeiling",
            "timestamp": 1534768980,
            "txt_content": "根本管不了，告这些服务器也没多大收获。。。。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1534771680,
            "txt_content": "是的，只是很多腐竹一般无视这些东西\n毕竟钱才是人见人爱的东西，规则啥的都可以不在意"
        },
        {
            "author": "夕离丶",
            "timestamp": 1534775580,
            "txt_content": "现在的商业服哪个不是违犯**的"
        },
        {
            "author": "xiaodobi2333",
            "timestamp": 1534777860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq2440511146",
            "timestamp": 1534777920,
            "txt_content": "mojang多少个亿？？？？怎么肯管这么小的东西"
        },
        {
            "author": "tamashii",
            "timestamp": 1534778040,
            "txt_content": "事实上 Mojang 也没去管 SkyFactory。"
        },
        {
            "author": "Yehao_pika",
            "timestamp": 1534779000,
            "txt_content": "知道，但是还是有商业服啊"
        },
        {
            "author": "Suibiantwo",
            "timestamp": 1534779060,
            "txt_content": "除非像yueliang岛那种坑钱服务器，不然好像没什么事"
        },
        {
            "author": "RE_Xiaohao",
            "timestamp": 1534781160,
            "txt_content": "我个人而言吧，卖一些物品是无奈之举，高昂的服务器费用如果不卖一些东西的话根本没办法维持。"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1534782180,
            "txt_content": "中国版是网游，运营官方不用国际版的EULA：个人的租|赁服也不允许有任何付费内容\n————分割线—————\n在我国，开私服违法，盗版游戏违法，再加上违反国际版的EULA，照这样，国内没一个正规的非官方mc服务器：\n————分割线—————\nMOJANG以前曾经制裁过违反EULA的服务器的，就是屏蔽服务器ip，后来被玩家打上了个模组来破解。。。"
        },
        {
            "author": "93726783",
            "timestamp": 1534786020,
            "txt_content": "可以**不破坏平衡的道具 比如特效之类的"
        },
        {
            "author": "qq523557995",
            "timestamp": 1534787460,
            "txt_content": "这玩意说实话不收钱的话难道都用爱发电啊  每个月的服务器租金摆在那边"
        },
        {
            "author": "ksgfk",
            "timestamp": 1534849860,
            "txt_content": "不盈利是不可能不盈利的，这辈子都不可能不盈利，只有卖卖称号粒子特效这样子才能维持下服务器"
        },
        {
            "author": "645515230",
            "timestamp": 1534854840,
            "txt_content": "知道qwq也知道官方实际上不会被管"
        },
        {
            "author": "天子~Tensi",
            "timestamp": 1534856280,
            "txt_content": "mojang一直是睁一只眼闭一只眼的，况且中国这边也确实不好管"
        },
        {
            "author": "efsg_",
            "timestamp": 1534858920,
            "txt_content": "完全没看过eula确实不知道"
        },
        {
            "author": "假的梦吗?",
            "timestamp": 1534859400,
            "txt_content": "开服想赚大(大大大大)钱的人不多的吧\n开服的学生党没资金来源只能让玩家氪金"
        },
        {
            "author": "V_irgin",
            "timestamp": 1534859700,
            "txt_content": "那种盈利与支出平衡   玩家也支持的服务器应该是可以的吧"
        }
    ]
}