{
    "title": "怎么设置不同权限组圈地费用和大小不同",
    "author": "3326109006",
    "replyCount": 3,
    "timestamp": 1534826880,
    "txt_content": "怎么设置不同权限组圈地费用和大小不同，还有数量",
    "replies": [
        {
            "author": "nihongchun",
            "timestamp": 1534827960,
            "txt_content": "Groups:\n    Default: #group name, DONT remove this group\n       # Information about the Residence zone that the player can define.\n       #Uncomment the lines below to mirror this config to other groups.\n       #Mirror:\n         #- 'group1'\n         #- 'group2'\n       Residence:\n           # Determins if this group can create residences or not.  This option can be overriden with the permissions node 'residence.create'\n           CanCreate: true\n           # The maximum number of Residences a player can have.\n           MaxResidences: 1\n           # The maximum number of physical areas a residence can have.\n           MaxAreasPerResidence: 1\n           # The maximum number of blocks a Residence can be, East to West (X).\n           MaxEastWest: 21\n           # (Optional) The minimum number of blocks a Residence can be, East to West (X).\n           MinEastWest: 1\n           # The maximum number of blocks a Residence can be, North to South (Z).\n           MaxNorthSouth: 21\n           # (Optional) The minimum number of blocks a Residence can be, North to South (Z).\n           MinNorthSouth: 1\n           # The maximum number of blocks a Residence can be, High to Low (Y).\n           MaxUpDown: 21\n           # (Optional) The minimum number of blocks a Residence can be, High to Low (Y).\n           MinUpDown: 1\n           # The lowest altitude this group is allowed to protect.\n           MinHeight: 0\n           # The highest altitude this group is allowed to protect.\n           MaxHeight: 255\n            # The maximum amount of subzones can current area have.\n           MaxSubzonesInArea: 3\n            # The maximum recursive depth that subzones can go.\n            # A subzone within a subzone within the Residence zone would be a depth of 2.\n            # Set to 0 to disable subzones.\n           SubzoneDepth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMaxEastWest: 16\n           # (Optional) The minimum number of blocks a Residence Subzone can be, East to West (X).\n           SubzoneMinEastWest: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMaxNorthSouth: 16\n           # (Optional) The minimum number of blocks a Residence Subzone can be, North to South (Z).\n           SubzoneMinNorthSouth: 3\n           # (Optional) The maximum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMaxUpDown: 256\n           # (Optional) The minimum number of blocks a Residence Subzone can be, High to Low (Y).\n           SubzoneMinUpDown: 3\n           # Whether or not to allow teleporting to Residences.\n           CanTeleport: true\n           # Allow or Disallow the use of /res unstuck, to get yourself out of a residence if stuck in one somehow\n           Unstuck: true\n           # Allow or Disallow the use of /res kick, to kick player from residence.\n           Kick: False\n           # Allow or Disallow the use of the /res select command, if disabled they can only use the selection tool.\n           SelectCommandAccess: true\n           # Allow or Disallow the group to access the Blacklist/Ignorelist for residences they own.\n           ItemListAccess: true\n\n在领地插件权限文件group 里面设置，大小 金额都可以这是默认权限组 如果有其他权限组 自己复制一份 改名为其他权限 再设置"
        },
        {
            "author": "3326109006",
            "timestamp": 1534828500,
            "txt_content": "nihongchun 发表于 2018-8-21 13:06\nGroups:\n    Default: #group name, DONT remove this group\n       # Information about the Residence zo ...\n所以我需要创建其他yml并输入吗，还是直接写在group里面"
        },
        {
            "author": "秋灯Lantern",
            "timestamp": 1534832760,
            "txt_content": " 本帖最后由 秋灯Lantern 于 2018-8-21 14:27 编辑 \n\ngroup.yml 里 看得懂格式的话\n就可以看出\n默认存在两个组 一个Default 一个是NextGroup【翻译成中文就是 下一个组】\n你是可以随意给这个组改名的 也可以复制粘贴 从而新建别的组【Default组的组名可千万别改！】\n每个组下面都有一些选项\n这些设置选项因组而异\n在组下面设置即可\n\n举例：\n比如你把NextGroup改成VIP\n\n首先 想要修改VIP组可拥有的领地数量\n找到MaxResidences: 这一项 把它后面的数字填写成你想要的数量\n[注意 阿拉伯数字和前面的英式冒号之间 有一个空格 下面的选项也是如此 我不多做赘述]\n\n其次 修改领地大小上限\n设置项比较多 我直接在下面的配置文件里打注释 \n           MaxEastWest: 123\n           # 这个是设置该组的领地 最大东西方向的长度有多长[X轴方向]\n           MinEastWest: 1\n           # 这个是设置该组的领地 最小的东西方向长度可以有多长[X轴方向]\n           MaxNorthSouth: 123\n           # 这个同理 是该组领地的南北方向 最大可以有多长\n           MinNorthSouth: 1\n           # 同理 是该组领地的南北方向 最小可以有多长\n           MaxUpDown: 21\n           # 这个是领地的高度[从领地最低的一层 到领地最高的一层] 最大有多高\n           MinUpDown: 1\n           # 同理啦 设置领地最小有多低\n\n\n           MinHeight: 20\n           # 这个顺带一提 领地所处的位置最低是多高\n           #比如我这边设置20 那么意思就是该组在20格以下不允许创建领地\n           MaxHeight: 255\n            # 这个就是领地所处的位置最高可以有多高咯\n            # 设置255 就是领地的范围不可以在255格以上啦复制代码\n然后就是领地价格找到 Buycost 这一项 修改数字 就是创建领地时 每个方块所花费的价格了\n[这个项的大小写我已经记不清了 反正字母就是 Buycost 这几个字母]\n\n\n最后呢 设置好之后 给某个权限组 或者某个玩家 添加  residence.groups.vip 这个权限\n那么这个组或者这个玩家就可以应用你上面的设置了\n\n没问题的话设置最佳答案噢~\n低价的技术援助 秋灯小哥哥 企鹅2143975743\n\n\n"
        }
    ]
}