{
    "title": "[MNBS][教程]Minecraft Note Block Studio——轻松制作红石音乐！",
    "author": "TheRedstoneMM",
    "replyCount": 45,
    "timestamp": 1534922400,
    "txt_content": " 本帖最后由 TheRedstoneMM 于 2019-7-17 19:09 编辑 \n\n想做红石音乐但是太难了？\n现在这已不是问题！\nMinecraft Note Block Studio\n可以帮到你！官网简介Minecraft Note Block Studio当前版本: 3.3.4最近更新: 2018.01.31Minecraft Note Block Studio是一款对流行的沙盒游戏 Minecraft 的红石音乐编辑器。在用户友好的界面中构建红石音乐!将 MIDI 文件转换为红石音乐!把你的作品导入到 Minecraft !编辑已在 Minecraft 中创建的歌曲!将您的歌曲导出为 MP3 文件!它完全免费! 别开玩笑了!仅支持另附说明及教程\n3.3.4将是最后一个版本！\n\n将不会再继续更新！\n\n另附官方推荐的非官方开源项目Open Minecraft Note Block Studio（1.14支持  支持Datapack数据包导出  黑暗模式 无法用MCNBS打开OMCNBS的nbs文件！）\n\n教程部分打开软件，会有4个选项\n\n\n\n\n1.PNG (10.72 KB, 下载次数: 11)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n我们最常用第2个和第3个选项如果想创建新的谱子，选第1个加载NBS文件（以下Minecraft Note Block Studio统称为MNBS)，选择第2个加载mid文件生成nbs文件，选择第3个第4个可以忽略（观看教程视频，需魔法上网）我们以第3个为例，选择mid文件\n\n\n\n\n2.PNG (31.78 KB, 下载次数: 7)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n\n\n如果出现了这个窗口，说明mid导入成功了选择Import,就可以看到界面了\n可以先点击指示的按钮来试听大约在MC的效果\n\n\n\n\n3.PNG (80.92 KB, 下载次数: 5)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n如何导出？选择左上角的Files,然后选择Export as Schematic,可能会报错，忽略它\n\n\n\n\n\n4.PNG (156.46 KB, 下载次数: 6)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n出现了这个界面，我简单介绍一下吧Layout中的Simple walkway是走着听而Circular walkway指的是过山车似的听（就像图上那样）For Minecraft Version我推荐1.11+因为1.11加了个特性（BUG,划掉）音符盒下面加上方块可以切换乐器所以效果更逼真Pre 1.11就是兼容1.11之前的版本还有Tempo(就是速度)这里可以调到和原来Mid差不多的ticks（比如我这个就是10.25 ticks)\n\n\n\n\n5.PNG (81.35 KB, 下载次数: 9)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n我有必要介绍一下Blocks\n\n\n\n\n6.PNG (39.4 KB, 下载次数: 8)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\nWalkway指的是路Circulty指的是（我也不大清楚）Ground指的是地面（是红石音乐里面的地面不是超平坦的地面！）都弄好后选择Export，然后选择一个路径\n\n\n导出为mc地图部分选择打开……（不是快速载入！！！！)选择你刚刚导出的schematic文件移到上空对角线互相连接\n\n\n\n\n7.PNG (180.4 KB, 下载次数: 10)\n\n下载附件\n\n2018-8-22 14:43 上传\n\n\n\n\n全选中，然后再点击选择区块，然后复制新创建一个世界或者载入世界（载入level.dat）\n点击一个方块，然后选择黏贴移动好位置后，选择导入！！！导入完毕后，Ctrl+S保存！！！！！！然后尽情享用吧！更多链接[spoiler]Official video tutorials（内地需魔法上网）Info about note blocksNote Block Song (.nbs) formatMinecraft Wiki PageMCNBS Mod by Kingofcreeperz1 (为高级用户)NoteBlockAPI for Bukkit by xxmicloxx and michidk.My websiteMy Youtube channel（内地需魔法上网）\n玩家们制作的nbsPetraller's Song Pack 1 by Petraller (10 songs) - Go to postPetraller's Song Pack 2 by Petraller (8 songs) - Go to postPetraller's Song Pack 3 by Petraller (10 songs) - Go to postPetraller's Song Pack 4 by Petraller (8 songs) - Go to postPetraller's Song Pack 5 by Petraller (10 songs) - Go to postNeroDMCry's song pack by NeroDMCry (4 songs) - Download .zipEwo7 song pack by Ewo7 (10 songs, Avicii, Bach, John Lennon, The Beatles etc.) - Download .zipalanthya song pack by alanthya (19 songs, Beatles, Metallica, Michael Jackson, Pink Floyd etc.) - Download .zipCover compilation (.zip with .mp3s) by rsmalec (13 songs) - Go to postA Little Piece Of Heaven by 2440080345 - Download .nbsAmazing Horse by Rand0mUser - Download .nbsBad Apple by Dariuski - Download .nbsBad Apple by RTiger - Download .nbsBlue Monday by Higaphix - Download .nbsBurn It Down by Randalcas - Download .nbsCarol of the Bells by blockerlocker - Download .nbsDay N Night by randomperson327- Download .nbsGrenade by MCCrafter100 - Download .nbsHysteria by Creativist - Download .nbsImagine by theg721 - Download .nbsJames Bond Theme by Tweelix - Download .nbsKirby's Dreamland Intro by Real_Mrpinci19 - Download .nbsLet It Go by blockerlocker - Download .nbsMozart's Piano Sonatra in C Major K330 by Luigi700andMario700 - Download .nbsPachelbel's Canon by Seioch - Download .nbsPokemon Battle Theme by ValcanGaming - Download .nbsPokemon Theme Song by Ooby - Download .nbsRainbow Tylenol by SabasNL - Download .nbsRaindrops Keep Falling on My Head by Locke_Erasmus - Download .nbsScary Monsters and Nice Sprites by licko2 - Download .nbsStar Wars episode I: Duel of the Fates by Ooby - Download .nbsTears Into Wine by MrAPC - Download .nbsThe Entertainer by Tweelix - Download .nbsThe Lazy Song by DeathAwaits93 - Download .nbsThe Refrain of the Lovely Great war by Kaynato - Download .nbsThrough the Fire and Flames by xXFail_NinjaXx - Download .nbsViva La Vida by Petraller - Download .nbsWithout You by Blu3f00d - Download .nbsZelda Theme song by Tweelix - Download .nbs\n程序内置nbsA Kind of Magic by HipaphixAll Star by KrugaBohemian Rhapsody by Lucky CobraCall Me Maybe by licko2Cara Mia (Portal 2 turret song) by DoirdynComptine D'un Autre ?té by derrickduffDJ Got Us Fallin' in Love by PetrallerDon't Stop Me Now by Jaxl089Earthquake by Icy WindFireflies by PetrallerFriday by sabasNLGangnam Style by PetrallerGet Ready For This by KrugaHammer To Fall by HigaphixHe's a Pirate (Pirates of the Carribbean theme) by KrugaHold The Line by HigaphixIndiana Jones Theme by TweelixIt's My Life by PetrallerJohhny B Goode by CheetoSNothing Else Matters by Cheabman97Nyan cat by FnugfulPokemon Center Theme by Lucario_JPopcorn by MrMassacre8Positive Force (VVVVVV) by PetrallerPushing Onwards (VVVVVV) by PetrallerRemedy by Icy WindSmells Like Teen Spirit by InimitableSong of Storms by DeathAwaits93Super Mario Bros. 3: Athletic by spencIISweden by PetrallerTerraria Theme by MusicalWolfeTetris A Theme by Fluffy25656Tetris B Theme by Fluffy25656The Edge of Glory by AlstorTurkish March by yuhhaurVanilla Twilight by PetrallerWhat Is Love by anotherWhat I've Done by MTGHunter\n更新日志Version 3.3.4, released on 2018.01.31Fixed a crash when opening certain MIDI files\nVersion 3.3.3, released on 2017.06.10\nStability fixes\nVersion 3.3.2, released on 2017.06.02\nAdded new note block sounds: Guitar, Flute, Bell, Chime and XylophoneAdded new blocks to the schematic exporterAdded an option to export schematics for old Minecraft versionsFixed an audio stuttering bug for imported soundsFixed a bug where some notes repeated in imported MIDIs\nVersion 3.3.1, released on 2017.03.25\nSchematics fixed for new Minecraft entity namesError fixed when importing MIDIs\nVersion 3.3.0, released on 2016.03.20\nMP3 export (removed MIDI export)New blocks when exporting schematicRed outline around invalid blocksPiano renamed to HarpImproved performanceNew audio engineSchematic height limit increased to 256\nVersion 3.2.1, released on 2013.10.27\nAdded 20 new songsFixed a glitch with the info box\nVersion 3.2, released on 2013.10.26\nAdded support for MIDI devicesAdded recording buttonBetter text boxesBetter menusFixed an error in the help file\nVersion 3.1.3, released on 2012.04.01\nFixed a glitch when creating minecart schematics with more than one layer.Added option to change the sound system, for users with audio problems.\nVersion 3.1.2, released on 2012.03.20\n5 and 2.5 tick/second songs are now compatible with Minecraft.Removed support for Minecraft versions below 1.8.1.Compress selection feature (found in the edit menu).You can now use Ctrl to add new note blocks to the selection and Alt to clone selected blocks.Added two new songs!\nVersion 3.1.1, released on 2011.12.03\nSchematic exporting updated to v1.0.0 of Minecraft.Added list of changes upon startup of new version.Custom instruments can now be in the .wav and .mp3 format.Fixed a few grammatical errors in the help file.\nVersion 3.1.0, released on 2011.11.05\nAdded links to tutorial videos in the program and help file.You will now need to hold Shift while selecting to add blocks to the selection.Fixed some issues with looping the song when exporting as Schematic.Slight performance boosting.Removed an old debugging feature.Fixed a glitch with redoing a selection.Fixed some rounding errors when drawing shapes.\nVersion 3.0.0, released on 2011.10.18\nRenamed to \"Minecraft Note Block Studio\".midi importing.schematic importing.midi exportingImproved Schematic exporting\nTwo new layoutsMore compact designAbility to loop songsMinecart tracks can be added automatically\nImproved interface, toggleable between the new one and classic one.Piano roll extended greatly.Changeable piano roll shortcutsEasier to change tempo.Ability to select more notes, deselect notes and more selection options.Improved help file.File association.Welcome window.More song properties.Better access to properties.(Theoretically) infinite undos.Ability to add your own instruments.Ability to name layers and change their volumes.Minecraft compatibility windowAbility to change time signature\nVersion 2.4, released on 2011.05.12:\nYou can now export your songs as .schematic files!No more issues with screen resizing.You can now record using the keyboard.Option to set the selected key to the last pressed one.Improved help fileYou can now display the numbers of the keysIncreased the width of the markerWhen using the arrow keys to navigate, the screen can now follow the markerFixed the glitch where you could drag the marker when it was outside of the workspaceFixed the glitch where the first tick would be played twice if playing when the marker was at the end of the song\nVersion 2.3, released on 2011.0**:\nYou can now resize the window.When hovering over the material icons, some information is shown.Added a hotkey for toggling select mode, Ctrl+M or middle mouse click.Attempting to load a file from the \"Recent songs...\" menu that doesn't exist will now remove it from the list.\nVersion 2.2, released on 2011.04.11:\nIt now automatically checks for updates upon startup.You can now increase/decrease the pitch of a selection.You can now change the instrument of a selection.Added a menu when right-clicking in select mode.Ability to set tick speed, the default being 10 ticks per second.Clicking on an existing note block now sets its instrument, and not just pitch.Fixed the issue where hovering over the marker while the song was playing would change the cursor.Fixed a typo in the File menu.Fixed a typo in the Settings menu.\nVersion 2.1, released on 2011.03.23:\nFixed the error where F1 would open the \"About\" page instead of the help fileFixed the window caption when loading \"old\" songs, it no longer says \"Error\", which confused users.Fixed the error where placing down a note block would always make the same sound.You no longer have to use the drop-down menu when loading old songs.Fixed a glitch with the incorrect keys being pressed.Created a video showing the basics of the program, and added the link to the program.\nVersion 2.0, released on 2011.03.20:\nImproved graphicsNew file format, about 50% smallerLarger screenMove, copy, cut, paste and delete any number of note blocksUp to 100 undo's and redo'sSet song name, song author and the name of the song's original creatorWelcome screen, showing info about loaded songYou can now see the position of the markerInfinite amount of layers, instead of 7Ability to drag the markerAbility to change the look of the note blocksAbility to browse through the 10 latest songsAdvanced selecting features (only select note blocks of a specific instrument for example)Ability to change the sounds of the instrumentsMozart's Turkish March by Yuhhaur is automaticly loaded the first time one opens the programAbility to lock and solo layersHelp fileAn effect is shown when a note block is playedLinks to helpful Youtube videosPlay your song backwardsAutomatically open the last projectThe song length is no longer shown in just seconds, but in a HH:MM:SS;MSEC formatKeyboard shortcutsAbility to play using keyboardAuto-saving up to 60 minutesThe resource icons are positioned relative to the values to avoid covering any numbersThe program can now automatically load the last opened fileThe screen can follow the marker when it playsKey names are shown on the pianoThe keys are pressed when song is played (optional)\nVersion 1.0, released on 2011.01.20:\nThe first version of Minecraft Song Planner\nForum的FAQ（懒得翻译）Q: I'm getting errors/crashes!A: TryRunning the program as administrator (right click .exe->run as administrator)Running in compatibility mode for Windows 7 or earlierInstalling to a different locationDownloading an earlier (alas, out of date) version here: Link\nQ: I'm getting graphical bugs!A: Update your graphics drivers, see this: https://help.sketchup.com/en/article/36254, also try the things above.\nQ: How do I run this on a Mac?\nA: This program is currently not Mac compatible. However, some people have managed to run this using Crossover and Wine, but I cannot guarantee that it will run as smoothly as on Windows.\n\nQ: Can I open a .mp3 or .wav file and convert that into note blocks?\nA: .mp3s and .wavs are actual audio, while the note blocks, much like .mid files are nothing but instructions, telling the computer where notes are played, their pitch and instrument. No software can convert actual audio to instructions properly, due to the differences between the formats. If you want to convert a well known song, there's a chance somebody may have manually translated it into MIDI already, in which case you can try doing a Google search for your song in the MIDI format and then import that. If that fails and if you are really desperate, there exists MP3->MIDI converters, but the results are often disappointing for the reasons mentioned above.\n\nQ: How do I use this program?\nA: The tutorial videos, found here cover the main features of the program. Additional, non-official tutorial videos made by the community are available in a few languages such as German, French and Czech and can be found in the list above.\n\nQ: What's with the tempo restriction?\nA: In Minecraft, redstone updates at a rate of 10 times per second, where each update is a \"tick\". There is no way to change this value (without a mod of course.) In the Note Block Studio, the tempo of the song must be either 10, 5 or 2.5 ticks per second in order for it to be imported into Minecraft at its original playback speed.\n\nQ: When I import a .mid file, it sounds terrible!\nA: Due to the variety of the MIDI format, the MIDI importer is far from perfect. This feature is really just meant to give you a foundation for your song, so the result may need some tweaks and editing before you are satisfied. There are many tools for modifying note blocks in the Note Block Studio, such as selecting many note blocks at once, lowering their pitch/octave and even changing their instrument.\n\nQ: Can I Import a song into a multiplayer world?\nA: If you own the server, just open the server world in MCEdit like you normally would with a single player world. If not, there is no way to do it yourself unless the server has WorldEdit installed, in which case you can try and import it using the /load and /paste commands.哈勃主程序/安装程序病毒分析哈勃3.3.4安装程序检测报告哈勃3.3.4主程序检测报告哈勃3.3.4卸载程序检测报告MIDISHOW最近上不去了而且MP3转MIDI的效果真的很low~给人气不会消耗自己的人气qwq",
    "replies": [
        {
            "author": "5uuwinn",
            "timestamp": 1548659040,
            "txt_content": "不错！转载资源对我很有用，感谢搬运！"
        },
        {
            "author": "North_Kun",
            "timestamp": 1554642000,
            "txt_content": "后面导入游戏的工具是什么？"
        },
        {
            "author": "TheRedstoneMM",
            "timestamp": 1554701460,
            "txt_content": "North_Kun 发表于 2019-4-7 21:00\n后面导入游戏的工具是什么？\nmcedit凑字凑字"
        },
        {
            "author": "578561928",
            "timestamp": 1555480740,
            "txt_content": "感谢分享 现在开始学"
        },
        {
            "author": "LoveLollipop",
            "timestamp": 1563608820,
            "txt_content": "这个下载真的是需要科学上网"
        },
        {
            "author": "341800",
            "timestamp": 1563873600,
            "txt_content": "看简介不错，但是这下载......也太慢了吧！"
        },
        {
            "author": "zyz_sunshine",
            "timestamp": 1570886580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "化纸成鸢",
            "timestamp": 1571468400,
            "txt_content": "感谢分享"
        },
        {
            "author": "Autism_1",
            "timestamp": 1581402000,
            "txt_content": "大佬可以给一个下载链接分享么？那个网站上不去"
        },
        {
            "author": "mark2002",
            "timestamp": 1581558000,
            "txt_content": "谢谢，2020年前来考古~"
        },
        {
            "author": "3512885810",
            "timestamp": 1582356960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "hfahjfgy",
            "timestamp": 1582876620,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "流浪者786",
            "timestamp": 1584357300,
            "txt_content": "感谢作者分享，不知那位大佬可以分享网盘链接"
        },
        {
            "author": "djw1",
            "timestamp": 1585058820,
            "txt_content": "流浪者786 发表于 2020-3-16 19:15\n感谢作者分享，不知那位大佬可以分享网盘链接\n链接：https://pan.baidu.com/s/11yNbttNqKmIrrc4tX0zrtA \n提取码：lfuj \n"
        },
        {
            "author": "djw1",
            "timestamp": 1585126080,
            "txt_content": "难受啊，做出来的音乐贼难听，完全没那个味了"
        },
        {
            "author": "yonghenglingyu",
            "timestamp": 1585560420,
            "txt_content": "方便多了。"
        },
        {
            "author": "童话113",
            "timestamp": 1585785300,
            "txt_content": "qaq，厉害厉害。在下佩服得五体投地"
        },
        {
            "author": "惜年_",
            "timestamp": 1585819860,
            "txt_content": "很好用的一款软件，希望作者继续加油，越做越好"
        },
        {
            "author": "vjhg",
            "timestamp": 1585879560,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "杨氏",
            "timestamp": 1585880940,
            "txt_content": "感谢作者分享AWA"
        },
        {
            "author": "Asriel.",
            "timestamp": 1587561360,
            "txt_content": "有哪位大佬告诉我一下怎么转midi吗"
        },
        {
            "author": "Melody_wzl",
            "timestamp": 1587811860,
            "txt_content": "感谢分享，i了i了"
        },
        {
            "author": "昀熠awa",
            "timestamp": 1590044460,
            "txt_content": "为什么我导入midi音乐只能两行"
        },
        {
            "author": "狠恶的红狐",
            "timestamp": 1590759840,
            "txt_content": "啊，这 不是棒到飞起么"
        },
        {
            "author": "鑫Cruse",
            "timestamp": 1591104540,
            "txt_content": "版本好老啊，，，希望有持续更新的呢，先下载看看吧"
        },
        {
            "author": "Juna",
            "timestamp": 1596683700,
            "txt_content": "感谢教程但有没有国内镜像awa下载速度惊人·"
        },
        {
            "author": "Juna",
            "timestamp": 1596683820,
            "txt_content": "djw1 发表于 2020-3-24 22:07\n链接：https://pan.baidu.com/s/11yNbttNqKmIrrc4tX0zrtA \n提取码：lfuj\n感谢分享"
        },
        {
            "author": "17670612154",
            "timestamp": 1596949320,
            "txt_content": "djw1 发表于 2020-3-24 22:07\n链接：https://pan.baidu.com/s/11yNbttNqKmIrrc4tX0zrtA \n提取码：lfuj\n感谢分享爱了爱了"
        },
        {
            "author": "Egg_Jack",
            "timestamp": 1597796100,
            "txt_content": "鑫Cruse 发表于 2020-6-2 21:29\n版本好老啊，，，希望有持续更新的呢，先下载看看吧\n现在有一个新的作者续做了minecraft note studio\n下载地址：https://opennbs.org\n目前最新版本：3.8.0"
        },
        {
            "author": "无敌小石头",
            "timestamp": 1598510760,
            "txt_content": "666666666666666"
        },
        {
            "author": "矮瓜划水",
            "timestamp": 1598584860,
            "txt_content": "感觉还可以！"
        },
        {
            "author": "1752449517",
            "timestamp": 1598587680,
            "txt_content": "感谢分享，很实用"
        },
        {
            "author": "一直滑稽",
            "timestamp": 1604828700,
            "txt_content": "后面导入存档能不能用其他软件，Python2.7就算了，还要安装一堆库o(╥﹏╥)o"
        },
        {
            "author": "LXG2000",
            "timestamp": 1604837580,
            "txt_content": "66666666666"
        },
        {
            "author": "恋夏末",
            "timestamp": 1606730100,
            "txt_content": "多谢作者分享"
        },
        {
            "author": "银发�_v5H5w",
            "timestamp": 1608379320,
            "txt_content": "感谢搬运！"
        },
        {
            "author": "OUTPUT",
            "timestamp": 1609862160,
            "txt_content": "哈哈这个东西太方便了以前我第一次做红石音乐找了一个会音乐的朋友在旁边听那个试音是哪个声音"
        },
        {
            "author": "110121243264563",
            "timestamp": 1610897940,
            "txt_content": "djw1 发表于 2020-3-24 22:07\n链接：https://pan.baidu.com/s/11yNbttNqKmIrrc4tX0zrtA \n提取码：lfuj\n大佬失效了能给我再发一份么"
        },
        {
            "author": "宇飞jjcyf",
            "timestamp": 1612335480,
            "txt_content": "该软件使用Gamemaker Studio2制作，本贴的下载地址已过时，将不再更新，新版下载地址:https://opennbs.org/"
        },
        {
            "author": "Klos_shizi",
            "timestamp": 1612336560,
            "txt_content": "牛逼，加油，有你mc圈子更闪亮"
        },
        {
            "author": "宇飞jjcyf",
            "timestamp": 1612355700,
            "txt_content": "我这里有汉化版awa https://www.mcbbs.net/thread-1163734-1-1.html"
        },
        {
            "author": "aobao969",
            "timestamp": 1612578840,
            "txt_content": "大脑表示想让手学习一下"
        },
        {
            "author": "76277793777",
            "timestamp": 1612591200,
            "txt_content": "感谢楼主的资源分享"
        },
        {
            "author": "笙纆_",
            "timestamp": 1613564940,
            "txt_content": "        MCBBS有你更精彩~666"
        },
        {
            "author": "zmdxhb",
            "timestamp": 1613728020,
            "txt_content": "宇飞jjcyf 发表于 2021-2-3 20:35\n我这里有汉化版awa https://www.mcbbs.net/thread-1163734-1-1.html\n谢谢大佬分享~"
        }
    ]
}