{
    "title": "【wiki翻译】教程/村民养殖（新人翻译）",
    "author": "ShiChunAn",
    "replyCount": 2,
    "timestamp": 1534950540,
    "txt_content": " 本帖最后由 ShiChunAn 于 2018-8-23 00:16 编辑 \n\n新人翻译，如有格式不正确或者翻译不够准确，还望不吝赐教！考虑到我正想了解一下村民繁殖机的制作，而中文wiki上缺少此页面，所以我就尝试翻译了一下。\n\n\n\n\npic7.png (4.67 KB, 下载次数: 7)\n\n下载附件\n\n2018-8-22 23:08 上传\n\n\n\n\n\n\n翻译证明：\n\n\n\n\npic8.png (3.34 KB, 下载次数: 5)\n\n下载附件\n\n2018-8-22 22:55 上传\n\n\n\n\n\n\n\n\n\npic9.png (33.67 KB, 下载次数: 5)\n\n下载附件\n\n2018-8-22 22:55 上传\n\n\n\n\n\n\n论坛的排版不够友好，建议去中文wiki上直接查看\n\n正文：\n这个指南旨在教会玩家如何“养殖”村民。养殖村民的方法类似于用于养殖其他动物的农场。 但是，村民饲养场更加难以建造。\n目录 1        目的2        机制3        建造4        设计4.1        Impulsesv的设计4.2        Unarybit的设计4.3        Frilioth的设计5        另见\n目的有诸多的原因可以解释养殖村民所具有的益处。如果玩家有一个村民交易所, 然后这个玩家将需要用村民装填它并替换掉那些准备被玩家抛弃的村民，这个通过绑架一个单独的村民是很难做到的，所以拥有一个人造的村民养殖场是很有所帮助的。\n另一个作用是用于铁傀儡农场。因为这个装置只有在一定数量的村民时才会运作（每10个村民会增加1个铁傀儡生成上限）。比如，如果一个玩家想要在同一个村庄中同时储存10个铁傀儡，这个玩家就需要100个村民。这个村民的数量十分庞大, 这只有在玩家提前修建一个村民养殖场的情况下才会有予以实践的可能。\n机制主条目：村民不像其他可以喂食的生物, 村民不能强制性地喂食。然而，玩家能够为村民提供一个理想的“住处”来让这个进程变得高效。村民决定显示爱心颗粒依赖于村民意愿的多少。如果两个村民距离较近并且同时进入繁殖模式，一个小孩村民会生成在他们之间，就像其他动物一样。有很多因素会影响村民的意愿，但这最依赖于玩家向村民所喂食的食物。为了喂食村民，你需要向他们投掷食物，并让村民们在他们的物品栏中获得他. 下方是一个表，它将近似地告诉你在村民有意愿前玩家需要给予他们多少的食物。\n两个进入繁殖模式的村民，并正准备产下一个孩子村民有意愿繁殖所需要的食物 食物 需求数目 面包 3 胡萝卜 12 土豆 12 甜菜根 12\n\n村民的意愿也可以通过与他们交易来增加。另外, 村民也会将自己多余的食物扔给其他村民。所以，如果村民养殖场有一条自由通向庄稼的路径并且这个庄稼在村庄的范围内，那么这个村庄内的村民就能够维持交配\n与村民的拥有的食物数相比，有更多的参数会影响意愿。村民们每个一分钟都会对村庄的人数进行检测[需要验证]。他们只会在人口数不大于有效门的35%（四舍五入）才会愿意交配。所以，如果有21扇有效门，就足够开始自发地生成铁傀儡, 村民将继续交配直到有大约有7个村民，每个村民是否被计入人口数基于这个村民是否在某个有效门5个的球形范围以内。一个能够无限繁殖村民的养殖场可以由6个距用于繁殖的村民5格或更远的门组成，并在门的附近放置一个村民让游戏认为这是一个村庄。通过将门放置在用于繁殖的村民的5格外，村民们会认为只有一个侦测到门的村民在一个具有6扇门的村庄里面，利用35%的规则说明村民会尝试繁殖直到这个村庄内有2个（能侦测到门的）村民为止。然而没有其他的村民能够进入能检测到门的范围，所以交配会持续不断地进行下去。当采用这个方法时，建议预留一个方法来阻止村民的繁殖，以防产生过多的村民造成游戏延迟。\n建造村民养殖场附近的区域必须仔细清理来确保养殖场正常运作。村庄必须要小，因此玩家必须确保在80格的球形方位内没有其他的村庄。不管玩家修了什么东西，至少需要3个村民来启动这个繁殖进程。这是在村民养殖场中每个村民所扮演的角色：\n农民(Farmer) - 从附近的庄稼手机食物并喂食饲喂者(breeder villagers), 能够被任何着棕色大衣的村民所充当饲喂者(Breeder) - 从农民(farmer)处收集食物并且他们都做饲喂的工作检测者(Detector) - 登记附近的门使之成为一个村庄，使繁殖能够发生有些时候，农民(farmer)会过于忙于收集庄稼。如果出现这种情况，会需要更长的时间来获得一个小孩村民，所以拥有另一个饲喂者（Breeder）会非常有用。\n设计这里有三种不同的村民养殖场设计。他们都能够产生无限数目的村民，而第二个和第三个视频的设计需要（额外的）食物来用于喂养（第一个视频中，获取食物部分已经运用于这个设计中）。\nImpulsesv的设计https://www.youtube.com/watch?v=qR9NPbGGqfAUnarybit的设计https://www.youtube.com/watch?v=s8we5776o0EFrilioth的设计https://www.youtube.com/watch?v=uEoRp5Muz4Y由于水域更新中水与村庄机制的改变，以上设计不再适用。 针对1.13的调整能够在这个视频中找到。https://www.youtube.com/watch?v=iKxah_YU8JU另见：·村民·村庄·交易·教程/村民交易所·教程/村庄机制·教程/创建村庄\n\n",
    "replies": [
        {
            "author": "ff98sha",
            "timestamp": 1534957500,
            "txt_content": "翻译版不再接受mcwiki词条的翻译，可以直接在wiki上翻译"
        },
        {
            "author": "ShiChunAn",
            "timestamp": 1534981140,
            "txt_content": "ff98sha 发表于 2018-8-23 01:05\n翻译版不再接受mcwiki词条的翻译，可以直接在wiki上翻译\n感谢版主大大提醒！不过截至目前我还没有在版规和公告中看到任何有关不在接受mcwiki词条翻译的内容（支持翻译的倒是不少），如果没有的话希望版主大大及时补充；当然如果有而我没有发现的话也希望版主大大能够不吝指出，万分感谢"
        }
    ]
}