{
    "title": "网易服和国际服的用户群体有多大区别",
    "author": "1315512111",
    "replyCount": 7,
    "timestamp": 1534999260,
    "txt_content": "个人感觉wy服里的人普遍低龄化",
    "replies": [
        {
            "author": "夕离丶",
            "timestamp": 1535000220,
            "txt_content": "感觉吧！都是人！无区别"
        },
        {
            "author": "1137305770",
            "timestamp": 1535000700,
            "txt_content": "都是玩家 低龄化也无所谓啊 又不是不能玩了"
        },
        {
            "author": "靈乌路空",
            "timestamp": 1535016600,
            "txt_content": "从网易服一出来以后的一段时间就一直有人说这个问题了，怎么样回答也还是会带上一点主观的色彩，望谅解。\n虽然我认为能够造成区分的还是入门门槛上面的问题吧......\n先说国际版上的门槛，如果只是玩盗版的话可以无视我下面说的。\n目前的国际服入正的难度还是比较麻烦的，不仅仅是价格上的问题（还是有学生党承受不起的），更多是因为官网上面上了Google的验证，上了这东西就意味着你需要一些奇淫巧技才能够顺利入正。虽然说论坛上面有人已经给出针对不会使用魔法的玩家来搞定Google验证的方法，不过还是会有些人把这些无视掉的。并且也有宁愿去mc论坛上问问题，等上很久，也不想花几分钟耐心看一遍的人在。对于一些刚接触这个游戏的新人或者是对这些七七八八的东西没有任何概念的人而言是有一定入门难度的。（并且想玩那些国外大服，还得顶着高Ping，高Ping进去就是等着挨打，体验也不会很好）\n正常的能够搞定这些东西的人，也不至于会做出什么蠢事来。至少就这个门槛，可以挡掉一大堆熊孩子了。\n网易的入门门槛还是比较低的，只需要动动手指点个下载就能安装的事情谁都会，并且还顶着一个授权的中国版的牌子，更何况还有HYP国服，再看看国际版的门槛，自然还是有更多的人选择游玩网易的，毕竟会搞那些东西的人还是少数，多数人还是会选择更为简单的**。对于他们来说，网易上的东西并没有和国际版上的差太多（单指单机游戏内容上）。虽然网易的吃相确实很难看。\n哪个圈子都一样，人一多，XX（这个XX的意思应该不需要我说了）的占比也就大，XX的占比一大了，你就越容易看到XX，而不是看到正常人，以偏概全的情况也会发生。就国内情况而言，选择**的也会比国际正版的多一点，当然，也有一些国际正版的用户和**的用户是重合的。或许他们选择双版本的原因多样，不过也不能一概否认。（大多数应该还是冲着国服HYP去的吧）\n所以在同一个大圈上的不同群体差异还是得要看一看相对应的入门门槛，依照上头所说的“人一多，XX的占比也就大”的原则，对于这种问题应该还是会有点AC数的。\n----------\n不过你一提到网易服普遍低龄的问题，我认为网易服普遍低龄的问题的源头还是因为以他们目前的年龄和认知没办法解决入门国际正版的门槛问题，当然也是有一些经济上的问题的，并不能一棒子打死。上面我也说了，也会有少部分国际正版用户和**的用户重合。\n至于那些纯种XX？就让他们这样XX下去就好了，哪一天懂事了看到他们以前的黑历史不得尬死。\n以上就是我的看法了。如果有哪里不对或者是有异议欢迎提出。"
        },
        {
            "author": "Enderman3133",
            "timestamp": 1535017800,
            "txt_content": "靈乌路空 发表于 2018-8-23 17:30\n从网易服一出来以后的一段时间就一直有人说这个问题了，怎么样回答也还是会带上一点主观的色彩，望谅解。\n ...\n网易的门槛低，就有更多的熊孩子（号封了再开一个）\n国际版门槛高，熊孩子就没那么多（号封了要重新买）"
        },
        {
            "author": "章鱼酱",
            "timestamp": 1535021100,
            "txt_content": "熊玩家多少的区别吧"
        },
        {
            "author": "1402488817",
            "timestamp": 1535022060,
            "txt_content": "无区别，都是玩家"
        },
        {
            "author": "靈乌路空",
            "timestamp": 1535022120,
            "txt_content": "Enderman3133 发表于 2018-8-23 17:50\n网易的门槛低，就有更多的熊孩子（号封了再开一个）\n国际版门槛高，熊孩子就没那么多（号封了要重新买）\n ...\n差不多想说的就是这个意思（\n除了一些人X钱多的家伙很喜欢乱来。"
        }
    ]
}