{
    "title": "神秘的11号唱片",
    "author": "水前先生",
    "replyCount": 6,
    "timestamp": 1535053620,
    "txt_content": "      我的世界中有过很多的传说，其中HIM和11号唱片可以说是最有名的几个了，我这篇文章说一下自己对于他们关系的臆想。\n      HIM与11号唱片身为MC最神秘也是最恐怖的两种生物的同时我也在联想他们之间的关系。下面先做一段简单的科普，HIM传说是创世神Notch的弟弟，因为不满哥哥赋予了生物自由意志，生物不再尊敬自己而与哥哥闹翻，到处放火。而因为虽然也是创世神但是力量不及自己哥哥而被哥哥关进地狱，之后又逃出来，创造了末地及一系列生物。之后各种在现实世界不正常的出现而闻名。11号唱片因为其压抑的声音与恐怖的氛围而闻名，会发出一个人逃跑并且经历传送的声音的声音，具体可以自己去听下。\n      HIM的传说我们先放置一旁，首先我先放两个HIM的故事有点长有兴趣的可以先看看。\n故事一\n故事源自一个名叫“creepypasta”的玩家的一封信和一幅截图。\n该玩家在信里面说，有一天他在玩单人游戏的时候，发现在不远处的雾里面有一只动物，一开始他以为是牛，想去杀了拿点皮革，结果追上去一点才发现那是另一个玩家!那个玩家使用的是默认皮肤，但没有眼睛。他以为自己进错了多人模式，于是双击该人，但没有任何信息出现。于是他想追上他，但他马上就消失了。\n后来creepypasta继续玩他的游戏，在他探索世界的过程中，居然发现了一些人造的隧道，一些没有叶子的树和在海面上的金字塔状建筑。他认为那些都是另外一个玩家造的，有人进了他的“单人游戏”。他把视野调远，但没有发现任何其它的人。\n于是他上官网论坛发帖询问，但过了一阵，帖子就被删了。于是他再发，也很快被删了。这时候他收到一封站内信，一个叫“herobrine”的玩家对它说:STOP!\n当他想查看herobrine的资料时，出现了404错误。\n之后该玩家收到了另外一名玩家的电邮，说他也见过这个人和见过那些好像人造的在minecraft里面的建筑。\n之后的一个月里，他也接触过很多有同样经历的玩家。也知道了这个叫herobrine的账号经常被一个瑞士的玩家登入。\n于是该玩家猜测该人是制作者Notch的兄弟，于是他发邮件问Notch是否有一个兄弟。\nNotch的答复是:“是的，但他已经离世了。”\n故事二\n\n有一段视频是Patimoose在玩游戏，然后在他家地底的熔岩池里，发现了herobrine，当时herobrine就正正站在熔岩的中央，而没有任何损伤出现。\nherobrine\n最引起争议和讨论的是Patimoose的另一个视频的最后。当他见到herobrine的时候，在众多网友的注视之下，他的游戏崩溃了。之后就弹出一个页面，页面里是一个minecraft玩家的头像，而头像里的像素眼睛变成了真正的眼睛。于是他查看网页源代码，发现里面有段乱码，当把乱码的数字去掉以后，剩下的内容是这样的:\nIt has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.\n据报道，在这次行动中，一些受折磨的受害者将会退却到一个他们将无法醒来的奇幻世界。在这个精神状态下，受害者们活在一个和他们正常的世界一模一样的的世界中，除了他们不被折磨。他们意识到自己需要醒来的唯一方式是他们在虚幻世界中找到的一个纸条，它会告诉他们自己的状态，并告诉他们要醒来。即使是这样，受害者们也需在数月后才能准备好来抛弃他们的虚幻世界并情愿醒来。\n之后，便越来越多玩家声称自己看到herobrine，也有很多关于herobrine的视频。herobrine一般都出现在门后面，角落里和浓雾的最远处，而且他往往出现在玩家的身后，在你看不到的时候。\n           \n        从这两个故事得知HIM对生物是没有攻击性的，虽然也有而其他几篇故事我已经找不到了，虽然HIM对玩家进行了攻击但是那是基于玩家动手之后的。所以我们先解读11号唱片，11号唱片中的声音描述了一个拥有创造权限的人破坏方块的声音，这声音有硬性的方块与草方块被破坏，还有，组装打火石的声音，咳嗽声，如果仔细听开头还有一点点恶魂的声音，然后有一点拿书本与翻动书页的声音，那段时间应该是在看书这时候的还有松了一口气的声音，然后是某种声音的逼近的声音，这个人开始变得慌张，然后经过了传送，而那传送应该是地狱门的传送，地狱门的传送过程是噪音越来越大的而末地的传送是声音越来越小。看官可以自己去听下区别，多听几遍就好啦。我一开始在想他应该是在地狱堡垒挖跑到地狱，以为地狱没有草方块，但是恶魂声和传送的声音否定了这个猜测。在经过思考我推测，应该是这个人在地狱因为某不知名原因而一路挖，其实这个人有创造权限，因为他可以瞬间破坏方块，基本可以确定他是创世神Notch或者HIM，我们假设他为A先生。A先生因为被某种不知名的生物追杀而到了自己在地狱的老巢，他拿起打火石吧来时的路封上然后，拿起一本书应该是在记录些什么，因为我听到了笔与纸张摩擦的声音，而笔的声音可能混在打火石的声音里了因为羽毛笔的尖头也是金属的。然后他经过一段时间的休整，而那不知名生物来袭，于是他向自己准备好的地狱门方向挖，因为我们已经设定他是创世神创世神传送是直接传送的，我们的界面是因为电脑的问题对于他们来说就是穿过了一道门然后破坏了门后的一部分硬性方块和一部分应该是比较偏向砂砾的声音，之后的声音就被破坏了。而那追杀者的神秘声音，以前我没有头绪，而在1.13出来后我突然发现，那不就是幻翼不停歇地喊叫的声音吗？看官可以自己去感受下。\n      对于11号唱片的解读先到这里，然后我们来分析A先生到底是哪位创世神。首先我们要了解，这个创世神一直在逃跑，说明他势弱。而最干他的东西从何而来就很重要了，不去考虑另一宇宙一类的中二设定的话，这生物应该就是另一个创世神，或者说他的造物。说是他的造物应该是有点勉强，因为都是创世神即使一方弱一些也不至于被人家的造物撵着打，要么就是两人火并，两败俱伤，造物去拿人头。而根据能力守恒来说一个可以追杀造物主的造物也弱不到那里去，那么制作者应该是大耗心力，而这种情况还能和另一造物主两败俱伤，那敌方的造物主应该是比较强的。\n     我们暂时推出造物主A先生与另一个比他强的造物主两败俱伤并且被其造物追杀。那么我们来推测A先生是哪位造物主。根据传说中的玩家接触推测，HIM应该是不具有攻击性的，而且还对有自主意识的生物极为好奇。喜欢暗地观察。这一点其实已经可以确定传说中的杀人放火的传说是假的了，创造敌对生物倒是不一定，说不定人家也是误打误撞。这里基本可以确定，逃亡的A先生应该是HIM，因为确定了HIM不具备主动攻击性算是比较和善的，而且他应该是比较弱的弟弟，那他也不会去追杀亲哥哥吧，说是弟弟冒充哥哥Notch发表言论的话...就算HIM掌权也没必要抹黑自己吧，所以基本肯定了两点，1：被追杀的是弟弟HIM。2：他比较弱。\n       11号唱片中暂时只能解读出这么多。如果参考HIM的传说的话还能解读更多，但是相对不严谨。传说中，HIM被哥哥关进地狱然后从地狱逃出，创造末地。之后的我们可以猜想。这段11号唱片来源于HIM逃出地狱之时，因为与哥哥两败俱伤之后主世界与地狱都不会有他生存的位置，他只能创造末地。而末地的小黑也如他的性格，不主动攻击。而他在11号唱片中写的书可能存放于地牢的图书馆，这也解释了地下为毛冒出个图书馆，里面记录了一件他知道之后Notch一定要杀了他或者控制他他却一定要把它公布出来的事情。于是我们来分析一下，传说中HIM创造了僵尸，而Notch因此把它打下地狱，而之后Notch自己却创造了幻翼追杀HIM。于是我猜测，HIM在Notch给予生灵自主意识后感到好奇，观察后自己创造了僵尸，Notch发现这就是自己追求的邪恶生物，但是怕弟弟联合自己给予了自主意识的造物把自己推下**，于是责罚弟弟并吧弟弟囚禁，弟弟也知道自己错了于是甘愿被囚禁在地狱。然而某次他发现黑耀石搭建的框架可以去主世界，过去之后他在对传送门的惊奇中中发现自己创造的僵尸没有被消除，他怕自己被哥哥发现于是藏好地狱门退回地狱，再细想发现不对之后又经过自己的调查，他发现了哥哥的阴谋然而哥哥或许是察觉不对，于是要来杀人灭口，于是他被追杀，在途中记录成书藏进村民村庄下方的地牢（或许是藏在地牢上的村里引导村民去末地），自己身负重伤逃亡末地。也由此刻有了11号唱片如果结合HIM的故事二的话可能是，我们游玩的是奇幻世界，其中的Notch不是他哥哥，是个相反的，阴暗面一类的邪恶的人，他写的是事情的真相却因为平行世界的某些原因，奇幻世界的村民看不懂，而他因为和黑Notch两败俱伤难回故乡。\n\n\n故事纯属虚构，如有雷同，发我看看。",
    "replies": [
        {
            "author": "xiaowei233v",
            "timestamp": 1535077500,
            "txt_content": "这就是你四点钟起来发文章地原因？？awa"
        },
        {
            "author": "Plants-Stars",
            "timestamp": 1535077680,
            "txt_content": "不是，HIM不是不存在的么"
        },
        {
            "author": "水前先生",
            "timestamp": 1535098560,
            "txt_content": "xiaowei233v 发表于 2018-8-24 10:25\n这就是你四点钟起来发文章地原因？？awa\n半夜手痒，没事干就听听11号唱片，突然发现里面一直想不通的声音像幻翼，就来水了一波"
        },
        {
            "author": "水前先生",
            "timestamp": 1535098620,
            "txt_content": "Plant-star 发表于 2018-8-24 10:28\n不是，HIM不是不存在的么\n都市传说啊，谁知道是不是真的呢，传言中有视频，有直播什么的反正我是没看到"
        },
        {
            "author": "番茄dada",
            "timestamp": 1535100780,
            "txt_content": "脑洞奇大"
        },
        {
            "author": "水前先生",
            "timestamp": 1535100960,
            "txt_content": "番茄dada 发表于 2018-8-24 16:53\n脑洞奇大\n欢迎大佬品鉴"
        }
    ]
}