{
    "title": "喜欢上一个讨厌自己的人是怎么样的啊",
    "author": "i47swuj8s",
    "replyCount": 8,
    "timestamp": 1535082060,
    "txt_content": "我呢 小学开始就对班上一个人特别的有好感，大概是在我被孤立的时候她拯救了我吧，\n说起来很好笑，这拯救也只是她转校过来刚刚好被安排在被孤立的我的旁边，我想如果不是这样子她也不可能在我旁边吧，\n但是我还是喜欢上了她，对没有错 从小学毕业那时候我就开始疯狂追求她，我知道我的机会不多了\n但是她永远给我的答复只有sjb 和走开啊 ，我还是傻傻的认为我还是有机会\n上了初中我和她同一个学校却不是同一个班 ，所以我很傻 总是干一些事情来惹她注意，就这样子导致我被处分了好多次\n在初三的最后一年！ 她找到了男朋友，这么说呢 我也不好批判 反正长的应该比我帅气吧\n我决定放弃了 所以我跟随了我爸妈 陪着他们来到了国外留学\n1年后吧 ，她上了我们这里的重点高中，我呢放弃了国外的生活决定在国内继续以前的生活\n我找到了很久以前她的qq号 看了她的空间 \n没有错她和她男朋友分手了 我觉得这是一次机会 我立刻点上了添加好友\n以一个不知名的人物接近她 告诉她我喜欢她\n可是她还是发现了是我 最后说了一句我不喜欢和讨厌的人说太多话\n这种感觉真的好难受啊 好难受",
    "replies": [
        {
            "author": "靈乌路空",
            "timestamp": 1535085900,
            "txt_content": "看到这帖子的第一想法：欢迎收听来自MCBBS的情感专线（划掉）\n虽然和MC没半毛钱关系，不过看到了还是想回答一下的。\n不清楚你是不是还在上学，我觉得还在上学的话还是不要想这些情情爱爱的东西了，你看看那么多早恋的哪几个能成？\n这种要两情相悦的事情还是很难说的，需要两方都付出才OK的，你单方面的付出，另一方不理睬是很难搞定的。\n对异性的恋慕是正常现象，不过要清楚爱和喜欢的区别。能清楚这方面的区别你应该也不会被这种问题困扰。\n（恕我不能表述，因为我也说不清楚这个区别所在。）\n不过在上学时候的话，还是要以学习为重，这种喜欢的情感还是深深的藏在心里好了。\n或者说，你也可以像那些鸡汤文的男主角一样，考上那个女主角要去的学校（大雾）。\n但最后还是想说，指不定你以后会碰到更好的人，何必要把精神分在一切都没定下来的事情上？学生时期，你所见的人也就是那么几个，没到社会，你怎么知道天下间没有比她更好的，不适合的？\n望问主早日摆脱情海的痛苦。感谢收听情感专线（划掉）\n"
        },
        {
            "author": "凌轩123",
            "timestamp": 1535086380,
            "txt_content": "讨厌你何必再去热脸贴冷屁股呢？"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1535086500,
            "txt_content": "\n这只是小时的打闹，也势必不会持续多久的……还是不要搞这些东西，"
        },
        {
            "author": "gamerteam",
            "timestamp": 1535087040,
            "txt_content": "什么是真的喜欢，什么是真的讨厌？我觉得目前你可能还没法分辨出来"
        },
        {
            "author": "小の雪狼",
            "timestamp": 1535088900,
            "txt_content": "你这是黑历史了吧，还有你把这种东西发网上来，有点强"
        },
        {
            "author": "i47swuj8s",
            "timestamp": 1535098140,
            "txt_content": "gamerteam 发表于 2018-8-24 13:04\n什么是真的喜欢，什么是真的讨厌？我觉得目前你可能还没法分辨出来\n可能吧 但是我还是莫名其妙的忘不了"
        },
        {
            "author": "AnZhi_",
            "timestamp": 1535101020,
            "txt_content": "小事。这种事情不用太在意，自己开心就好"
        },
        {
            "author": "水前先生",
            "timestamp": 1535101260,
            "txt_content": " 本帖最后由 Silly丶水前 于 2018-8-24 17:09 编辑 \n\n你好这里是你的月亮我的心的老王给你带来的建议。即使你真的很喜欢她但是他多次的拒绝你的话，说明你不够吸引他，暂时何必做无用之功呢？\n恋爱是个资本游戏，在这个游戏中一个人的吸引力在于不仅仅在于外表，更在于气质与才华\n无论是男人或女人都不应该因为另一个人而把自己给丢了这会显得你特别廉价\n你应该做的是去努力做好眼前的事情过好自己的生活\n并且完善自己，你可以学音乐，学绘画，练健身什么的。腹有诗书气自华\n等到时间的打磨结束等到你足够优秀并且在时光的打磨之下还是认为自己爱她的话\n这时的你才能有足够的资本去吸引他\n\n祝你在这场资本游戏中获胜\n\n"
        }
    ]
}