{
    "title": "MC风云I——古文明 正式发布！",
    "author": "神诸葛亮",
    "replyCount": 6,
    "timestamp": 1535206260,
    "txt_content": " 本帖最后由 神诸葛亮 于 2018-8-25 22:16 编辑 \n\n必要前提注意事项：1、必须装载1.11（或以上）版本的minecraft并且加载对应NPCmod\n目前所有版本NPCmod（已有1.12.2，若更新出1.13请跟我说一声谢谢）：https://pan.baidu.com/s/1dFmGxbz#list/path=%2F，没有密码，要下载“旧版本Custom NPCS”与“VariedCommodities”里面对应版本的mod\n2、请先选好阵营再跳下去，否则重生地点会重设，到时候你要再回去就难了\n3、有bug请反馈（即使我们也不怎么打算继续做），请大家有点良心的话不要利用改善关系来偷旗子换威望QAQ\n4、就是不怕伸手党怎么说，反正没看注意事项敢伸敢转的我很赞赏他们的勇气\n\n那么，我们开始吧！\n\n-------------分割线--------------\n\n主要国家：\n好战的翁比利亚帝国\n冷静的拉罗斯科共和国\n年迈的布玛帝国\n以及不怎么有存在感的小国家：\n比布玛更年迈的，以及布玛的附庸的莱斯诺帝国\n想冷静又冷静不了的幕布罗斯科殖民领\n那么，我们将会一个一个的介绍：\n\n------------分割线---------------\n\n翁比利亚，代表色：红色\n翁比利亚帝国是一个新生的国家，首先由好战的翁比利亚民族与怒来恩民族建立起游牧部落联邦，然后在与血族的交战中，怒来恩民族\n渐渐失去了统治地位，于是翁比利亚民族在公元前267100年建立了翁比利亚洛克塔王国，在不断的征讨中变得越来越强盛，最后成为了今天的翁比利亚\n帝国。翁比利亚虽然是帝国，但是其政权系统还存在有较大的游牧传统，需要进行改革。\nPS：“洛克塔”在翁比利亚语中意思是“联邦”，意思就是“翁比利亚联邦王国”\n\n拉罗斯科，代表色：蓝色\n“自古红蓝出CP”这句话运用在拉罗斯科和翁比利亚上面是再合适不过了，他们俩几乎同时成立，曾经共同抗击血族与莱斯诺的入侵，然后一没事就互相掐架，理由大到“殖民地独立”，小到“XXX作为XXX执政官不好”，至今还在因为幕布罗斯科独立而互相敌对。\nPS：综合国力拉罗斯科比所有国家都要强，但是翁比利亚在人口与作战水平上比所有国家都要强，所以这可以让他们互掐万年\nPS*2：作者有表示，即将新出的《MC风云I——神庙》里面也会有拉罗斯科的戏份，地点在距离拉罗斯科本土几万千米之外的地方，看清楚人家的海上实力了么？\n拉罗斯科共和国，拥有共和权的贵族都不怎么常见，更不用说平民了（但是这一次的军事大执政官是平民出身）。共和国的综合执政官拥有整个国家最大的权力，其他4个大执政官必须服从综合执政官（4大执政官分别是地方、军事、外交、行政大执政官）。拉罗斯科和幕布罗斯科的关系可以用“错综复杂”来形容：拉罗斯科和幕布罗斯科都是罗斯科民族为主导，但是在拉罗斯科进行殖民时宣称的，所谓的“罗斯科”人在翁比利亚地区定居的时候翁比利亚正在积极扩张，不可能存活下来。所以有一种说法：幕布罗斯科的“罗斯科”人其实是怒来恩人——翁比利亚以拉罗斯科进行“民族压迫”为理由而宣战，而翁比利亚不可能帮助与自己民族为敌的国家。\n\n布玛，代表色：绿色\n为什么布玛的代表色是绿色的呢？因为他的国王和莱斯诺（已经被布玛整惨的时候）的皇后发生了关系，导致皇后生下了布玛血统的皇子，同时给莱斯诺皇帝与布玛皇后戴绿帽子，就这样。\n布玛帝国真的是很复杂的一个帝国，很难说他是在强盛状态还是衰弱。在边界地区，布玛帝国已经无力抵抗翁比利亚帝国的进攻，但是\n布玛帝国在本土防御上投入的兵力已经不是拉罗斯科和翁比利亚联合起来能打动的了。布玛帝国控制的莱斯诺帝国综合实力渐渐大过布玛帝国，但是\n莱斯诺依然顺从于布玛，而且布玛也没有过多的干涉莱斯诺，这不仅仅是表面上那么简单了。不管布玛帝国是仍在强盛或已经衰弱，这个已经有了一万年的历史的帝国已经摇摇欲坠，而且已经丢失了许多以前的领土。\n\n幕布罗斯科，代表色：红紫色\n幕布罗斯科的殖民地总管是个男女通吃的家伙，还有问题吗？没有问题就别质疑我为什么用这个颜色了。\n幕布罗斯科被宣称这里的拉罗斯科人称为“古罗斯科人”，真实民族不详（统一认可是怒来恩人），拉罗斯科人的种种压榨政策已经严重的激怒了幕布罗斯科人，它们发起了一场盛大的独立战争，并且在天涯河击溃了拉罗斯科人的主力舰队。后来，独立战争因为翁比利亚的介入扩大到两个帝国的混战。\n\n莱斯诺，代表色：黄色\n这个颜色是不是太亮了？\n莱斯诺帝国几乎在布玛刚建立的时候就已经强盛到可以威胁到血族的生死存亡了，但正是如此，莱斯诺帝国花费了大量的时间与人力去侵略血族——是的没错，不仅将入侵的血族全都打败了，而且还侵略了大部分血族的领土，控制了它们赖以生存的血液（即食物）来源，大批血族流离失所，纷纷逃窜，现在还留在原来的巢穴里的也临近死亡——后来几经衰弱，最后在凌流之战中被布玛彻底打败，沦为了布玛的保护领，而且被布玛割让了几千里的地。莱斯诺的兵种，是为了对抗血族而专门设计的：鹰骑兵（鹰会飞），可以在空中任何一处地方战斗。\n\n血族，代表色：暗紫色\n血族最早起源于一种瘟疫，这种瘟疫可以控制生物脑部神经，控制严重的将会直接致死，并且病原体通过吸收原本应该给脑部的营养快速生长为伪神经系统，将原初指令发给大脑，由被控制的大脑连接成完整指令传输给各个器官，这样，一套血族的处理器就完成了。血族是最古老的，有“意识”的种族，起源于蝙蝠和老鼠，之后再传染给鸟类和禽类，最后出现在第一个人类感染者身上（时间约为莱斯诺兴起时代），并且四处猖狂，严重危害了人类的生存。最终，由莱斯诺帝国研发的新科技三件套：鹰骑士、致死血清、银弩箭，让血族一溃千里，许多血族纷纷向外逃窜，多数死亡，少数留在原先的洞穴里面的血族被鹰骑士重重包围，也濒临消亡。血族没有任何铠甲，但是你在暗夜里面走在路上，突然听到一阵狂风声，你还没听清就被杀死了——这就是血族的能力。\n\n---------------分割线----------------\n\n关于历史上的大规模战争\n工程贴里面有简单介绍：http://www.mcbbs.net/thread-809604-1-1.html\n之后我会在周边创作里面发布关于这场战争的小说，此外，众多截图我都放在了工程帖里面，想看的可以进去看看。\n\n--------------分割线-----------------\n\n重申一遍下载地址：https://pan.baidu.com/s/1V0BZDpMvL4m_kfwEd5Ax7Q\n\n\n感谢大家的支持！如果不是你们，我们不可能有如此多的好评与金粒！谢谢哒~\n\n",
    "replies": [
        {
            "author": "梦源细致",
            "timestamp": 1535209500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1535212440,
            "txt_content": "\n看见没，什么叫德高望重（3组威望）"
        },
        {
            "author": "神诸葛亮",
            "timestamp": 1535212740,
            "txt_content": "\n\n好用的鹰骑士加上拉罗斯科雇佣兵，我成功地复兴了莱斯诺帝国！（不对，这是自己的游戏为什么要激动）"
        },
        {
            "author": "梦源细致",
            "timestamp": 1535214900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "梦源细致",
            "timestamp": 1535225640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "冥王星人",
            "timestamp": 1535544660,
            "txt_content": "本版禁自顶，回复补图视为无效，无图帖再发警告删除。"
        }
    ]
}