{
    "title": "【原创/连载】【内置BGM】《艾卡西亚-光之路》第八章",
    "author": "虚泽",
    "replyCount": 0,
    "timestamp": 1535226480,
    "txt_content": " 本帖最后由 王世源 于 2018-8-26 03:50 编辑 \n\n http://music.163.com/style/swf/widget.swf?sid=28684764&type=2&auto=1&width=320&height=66\n  BGM       《艾卡西亚-光之路》              ——一个魔幻的世界                                                                                                 第八章 觉醒“格伦呀，你看看那个孩子多像你以前的样子，胆怯却又不得不去承担这份重量”可儿摇了摇亚米，一脸疑问的问他：“亚米，你发呆这么久想什么事呀？”“我……”“快点走了，拉兹还在帮我撑着，我们必须要去做我们应该去做的事情了”“好！”拉兹这边，魔神暂时被精灵族历代流传下来抵抗魔神的魔法阵控制住了，本来这时拉兹可以小小的给自己放松一下，不过这时狄尔卡突袭施阵的长老们，魔法阵也慢慢消退了。拉兹立刻冲上去阻止狄尔卡的野心。“狄尔卡，你这个卑鄙小人！”“哟哟哟，小拉兹呀，我们还真有缘分。不过这次你阻止不了我”边打边说着，魔神抓住魔法阵空隙，用力把大阵打碎。现在魔神的怒火已经到达了一个顶峰，一口气吐出的黑炎把树灵国一大半的贫民区全部烧毁了，当魔神再次要吐出黑炎时。从天空一把巨剑砍下来，活生生的把魔神背后砍出了一段非常大的刀疤，魔神再次把愤怒推像顶峰。“精灵王！！！受死！”又是一口黑炎，不过莫风用力的挥动大剑，再漆黑的火焰中，一股疾风骤雨般风波轻松斩断黑炎。魔神立马急眼了，然后手掌伸向身后，慢慢地手上幻化出血红色的利爪包围，一瞬间手腕发力，这股强大的魔法能量被推了出去。“哈哈哈哈！精灵王我看你怎么接住我这招血魔杀”莫风看了一下周围，如果硬解的话，可能这股魔法能量会炸碎整个树灵国，在思考中，魔法能量已经慢慢靠近，这时莫风捏紧拳头。“不管了，拼了!”莫风双手发力，然后从身边幻化一扇成八卦阵的魔法盾，当血魔杀靠近魔法盾的时候，一股巨大冲击力像四周扩散，几秒钟后冲击力一直没有减弱，慢慢地这股冲击力变成了狂风骤雨般的打击，莫风还依靠着自己的元神之力护着这魔法能量，如果这时候爆炸一切都完蛋。拉兹这时坐不住了，用尽全部魔法能量换成一把红枪射了出去，靠近魔法阵时，立马与在魔法阵前架起了一张巨大的红色铁链大网。“咳…咳…，这是我最后能尽的最大力了，精灵王希望靠你了”不过这时魔神又在后面接着一个小型魔法球，可儿立刻发话了：“快走！魔神他想打破魔法能量，找地方躲起来!”这种自杀性攻击，随着一颗魔法弹，树灵国的建筑已经快被完全摧毁了，在关键时候，莫风用身体保护灵树。不过也受伤惨重，可是魔神却毫发无损，在他手上抓着狄尔卡。“血君！你这样残害同族你还把你的族人看在眼里吗！”“精灵王，有些时候胜利需要一点小小手段，这叫用脑子”说完，魔神准备给莫风最后一击，走到精灵王面前，带着恶心的微笑，对着莫风说：“精灵王，这次是我赢了”说完后，魔神要杀莫风的时候，一阵金光带着一股特别大的冲击力，一下子把魔神击飞百里开外。魔神小心翼翼的看着周围，看似在寻找攻击他的是谁。“是谁！给我出来！”这时才隐隐约约的看见站在精灵王前面的一个小孩，顿时魔神自信满满，渐渐从地上爬了起来，看着那个小孩说：“人类小孩，你何必呢？你本来可以逃过死掉了命运，不过你现在已经惹怒到我了，受死吧”魔神抬手用混沌之力生成了一颗巨大的魔法弹，射向亚米。这时亚米光之力引现出来，身下召唤出了数把光剑，然后这些光剑归一到一起，形成了一把巨剑。“万剑归一，剑盾”魔法弹撞在巨剑上，被这股魔法能量冲击，亚米显然开始吃不消了。“人类小孩，我劝你放弃挣扎，我还可以给你留全尸”接着又连着一颗魔法弹，瞬间两个魔法弹的爆炸把巨剑击碎，亚米也重伤在地，魔神得意的笑了一下，然后准备最后一发魔法弹一箭双雕。“亚米你先走吧，别管我了，你还有重要的使命不能现在死了”然后莫风推开亚米，准备再次用身体挡住魔法弹。这时一把光剑瞬间把魔法弹砍成两半，莫风吃惊地回头了看了一下亚米，不过这时亚米已经不是以前的亚米了，全身的散发着一种与神一样的气息，双眼金瞳，看了眼前的魔神，叹了一口气，然后说道：“血君呀，这么多年了，你还没有死透吧”魔神这时脑海里面闪过一个可怕的人物，莫风也有同样的感觉，都一致认为他是:“格伦！”“哎，做你的山大王不好，非要来做魔神，还把小诺国家搞成这样，你准备好接受审判吧”魔神一听审判，那可是天神最高处决，连神都会被摧毁神体。“格伦大人，放我一条生路吧，我发誓再也不会再犯了”“求情已经没用，你已经是死路一条了，再也不可能出现复活机会了”说完，冲天一把巨大光剑插向魔神，这时魔神也不再示弱，又是刚才的那一击，不过格伦也猜到了，一瞬间把魔神的双手砍断了，巨剑又插中魔神心脏，一阵凄惨的叫声后，从天上一股光之能量，从天而降，魔神的尸骨化成了一楼黄沙，飘散。在巨大的能量冲击后，亚米也倒下了。                                                                                                     哎，最近颓废了，不过现在心态好多了，这次给你们又代入了一点东西，文笔上面描写有点菜鸡，感觉设定上面没有任何问题，如果你觉得有问题可以私信联系我，或者下面评论也可以。最近周创被渲染和建模疯狂占领，我觉得最原本的文学元素还是要保留的。所以，我的目标是文学之中的星辰大海！                                                          \n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}