{
    "title": "[Minecraft.net][CULTURE]Charming Castles迷人的城堡",
    "author": "1366020327",
    "replyCount": 8,
    "timestamp": 1535264280,
    "txt_content": " 本帖最后由 1366020327 于 2018-8-28 00:02 编辑 \n\n\n\n\n\n\na2.jpeg (158.34 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:04 上传\n\n\n\n\nCHARMING CASTLES 迷人的城堡 Sabina shows offher medieval masonry!Sabina炫耀她的中世纪建筑\n\nThere's a certainundeniable appeal to castles, isn't there? Whether they’re crumbling monumentsor imposing, flawless edifices, they remind us of a time long gone by - and thanksto all those fantasy books I read as a child, a hint of magic and mystery!\n对于城堡有一种不可否认的呼吁，不是吗？是否他们正在衰败或雄伟，完美的大厦提醒着我们时光的流逝-多亏这些我孩童时期读过的充满想象的书籍，是一丝神奇与奥秘！\n\nToday’s builder,Sabina, has built four castles in the last three years, and they’re definitelyfar from crumbling. Each one is as massive as it is detailed, with libraries,fireplaces, flower beds, and more. It’s these details that make the castlesfeel homely and lived in, rather than ancient monuments long forgotten.\n\n今天的建造者Sabina，在近三年中已经建筑了4座城堡，并且这些城堡确实没有走向衰败。每一座城堡都特别的精细，都有图书馆，壁炉，花床等等。这些细节就使得居住起来很温馨，而不是早已被遗忘的古代建筑。\n\n\n\n\n\na3.jpg (85.28 KB, 下载次数: 7)\n\n下载附件\n\n2018-8-26 14:05 上传\n\n\n\n\n\n\n\n\na4.jpg (121.02 KB, 下载次数: 11)\n\n下载附件\n\n2018-8-26 14:05 上传\n\n\n\n\n\n\n\n\na5.jpg (112.72 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:05 上传\n\n\n\n\n\n\n\n\n\n\n\na6.jpg (109.98 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:06 上传\n\n\n\n\n\n“I usually getinspired by the terrain,” Sabina tells me. “All my builds start with me flyingaround the world until I find a spot I like.” She explains that she didn’tintend to build four castles in a row but kept stumbling on great places forthem. “For Castle III I liked the mountains that were there and got inspired,the same for Castle IV. I was originally going to build a cathedral but wasinspired by the terrain to build a castle instead.” Perhaps it was because ofthe re-moat location?\n\n\n“我常常被这地地形引发灵感。”Sabina告诉我。“我所有建筑都是从我在世界上飞行然后找到一个我喜欢的地方开始的”她对我解锁说：“我不打算轮流的建造四座城堡，而是要为他们选择合适的位置。”“对于Castle III，我喜欢在那里的山，并且我能在那里取得灵感，Castle IV对我来说也是一样的。我本打算建一个教堂，反而被地形激励而建造了城堡。”可能是因为得天独厚的位置。\n\n\nOnce she’d decided tomake her fourth castle, Sabina got to work with her very methodical process: “Istarted with a rough layout of the bottom walls, then built the main body ofthe castle on top by making buildings of different heights all connected toeach other with towers. When I had the shell of the building, I put in all theroofs and lastly went around the build adding detail, which probably took thelongest amount of time.”\n\n\n一旦Sabina决定建造她的第四座城堡,她开始有条不紊的工作：“我从下盘粗略的布局开始，然后在顶部建筑城堡的主体，通过建造不同高度建筑来连接其他塔楼。当我建完城堡的外壳，放上所有的屋顶，最后绕着建筑四处走走，这可能花费我最多时间。”\n\n\n\n\n\na7.jpg (88.58 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:06 上传\n\n\n\n\n\n\nIt’s easy to see howthe detail took so much effort. There are little flourishes in every corner ofCastle IV. I especially love the fountains in the flower garden, and thestained glass windows – maybe a leftover idea from her original intent to makea cathedral!\n\n\n显而易见这些细节花费的大量的努力。Castle IV的每一个角落有不多的繁荣。我特别爱花园里的喷泉，生锈的玻璃窗可能她建筑教堂这个想法的遗留物！\n\n\nSabina is especiallyproud of the back of this castle, which she says she rebuilt twice. “I’m reallyhappy with how it turned out,” she told me. “I also really like the two squaretowers that are joined by a bridge because they’re very detailed, so they standout.” The towers have matching designs that look like decorative arrowspointing to their very tops, making them seem even taller than they alreadyare!\n\n\nSabina特别对城堡的背面自豪，她说她已经重建了那里两次。“我对于它的结果十分开心，”她告诉我。“我也十分喜欢被桥加入的两座方形塔楼，因为他们十分精细，所以他们十分显目。”这些塔楼还配上了看起来像精细装饰的箭指向他们的顶部，让他们看起来更加高大。\n\n\n\n\n\n\na8.jpg (138.89 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:08 上传\n\n\n\n\n\nShe also explains howshe’s been studying real castles in order to improve every time she builds anew one. “I used to think that my builds were unrealistic,” she tells me, “sothis has definitely helped me with my planning process and gives my builds morestructure.”\n\n\n她解释她是如何研究真正的城堡，为了每一次她建造时都有提高。“我过去常常想我的建造是不现实的”她告诉我，“所以这确实帮助我计划过程并且给我更多的建筑结构。”\n\n\nSo does she intend tobuild more castles? “I’m always having different build ideas recently,” shesays, telling me how she’s been thinking about creating a ship. But first shewants to circle back to the cathedral. “That’s been on my mind for a while, soI think that will be my next project.”\n\n\n那么她打算建造更多的城堡吗？“我最近总有建筑想法，”她说，她告诉我她是如何思考建造一艘船。但是，她首先想要回到建筑教堂。“那已经在我的脑海中有一段时间了，那么我认为那就是我的下一个工程。”\n\n\n\n\n\n\na9.jpg (88.75 KB, 下载次数: 4)\n\n下载附件\n\n2018-8-26 14:07 上传\n\n\n\n\n\nAs great as castlesare, it’s important to try new things and I’m sure that all of Sabina’sexperience will be very valuable in creating in-spire-ing builds in the future! \n\n尽管城堡是那么完美，去尝试新的事物也是很重要的，并且我确定在未来所有Sabina的经验在建筑更多激励人心的建筑时将会变得十分珍贵。\n\n原作者 Jay Castello发布时间：2018.4.9\n译者  1366020327\n翻译时间：2018.8.26\n原文地址：https://minecraft.net/zh-hans/article/charming-castles\n\n\n\n",
    "replies": [
        {
            "author": "Sakur9",
            "timestamp": 1536192780,
            "txt_content": "很棒。"
        },
        {
            "author": "hongner",
            "timestamp": 1536365100,
            "txt_content": "很厉害的大佬啊"
        },
        {
            "author": "grrynn",
            "timestamp": 1537063380,
            "txt_content": "这个做了多久了"
        },
        {
            "author": "皇殇之神",
            "timestamp": 1537593840,
            "txt_content": "很漂亮啊，不错的建筑"
        },
        {
            "author": "w137905281",
            "timestamp": 1538066340,
            "txt_content": "特地翻译的哎..........."
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564585020,
            "txt_content": "little flourishes我倒觉得little并不是指没有……也许是指细微的亮点之类的东西？不是很懂"
        },
        {
            "author": "3079655185",
            "timestamp": 1564904820,
            "txt_content": "想下载~ 能否出个下载连接0.0"
        },
        {
            "author": "3220392",
            "timestamp": 1564993440,
            "txt_content": "真的是建筑大佬"
        }
    ]
}