{
    "title": "[Minecraft.net][CULTURE]Building Knowledge--建筑知识",
    "author": "xiaowei233v",
    "replyCount": 3,
    "timestamp": 1535270460,
    "txt_content": " 本帖最后由 xiaowei233v 于 2019-8-2 21:57 编辑 \n\n\nBuilding Knowlege--建筑知识一个用泥土建起的壮观图书馆[1]\n对大多数人来说，图书馆是人类成就的顶峰的代表之一。一个来自世界各地的顶尖知识与经验大量汇集的中心，仅仅储存在一座建筑里。一个学习，或满足你对新颖、令人激动的故事的渴望的地方。\n我相信如果我知道如何阅读，我会更喜欢图书馆的。（我真的应该学习，因为这使我的写作变得相当困难）不过，即使是像我一样行文拙劣的傻瓜，也是会佩服那什格罗夫市图书馆[2]，很可能把世界上的每一本书都放在它庞大的大厅里的一个令人惊奇，使人身临其境的建筑。\n\n“我想建造一个建筑，使你在第一次进入这里探索它的时候不由得赞叹一句‘哇哦’。”DestrucitveBurn[3]说到，一位来自加拿大的那什格罗夫市图书馆建筑者，“要做到这一点，我需要建立一些史诗，且令人出乎意料的东西。细节的处理影响了「那个」令人叹为观止的因素。”\nDestrucitveBurn的建筑主意是在他喜爱的游戏刺客信条：大革 命里诞生的。具体来说，一座带有可汇集从屋顶往下送水的喷口的大教堂吸引了他。但他也决定不循规蹈矩，使用了土方块做外墙材料！\n\n“我选择泥土的主要原因是其他建筑师认为这种方块不会被用来建筑，因为他很丑。这就是你为什么没有看到大多数建筑使用这种材料的原因之一。我想要证明，即使是一个丑陋的方块，如果使用得当，它也可带上‘巧夺天工’这个名号。”\n虽然我不知道你们是怎么想的，但我总是在我的建筑里使用土块！\n但它们为什么看起来违和感极大？;_;                               \n这座图书馆的细节处理让人拍案叫绝，在这类似规模的建筑上极其罕见。（就想想这会花费多少时间吧）而且在外部放置得体的土方块可能会让你喘不过气来，内部也有繁琐的建筑比如复杂的墙壁装饰与不同的楼板图案——每一个方块都恰到好处！\n宏伟的气氛与象征财富的金色使它差点看起来像个赌场，但是这里并不是花光你口袋里所有的钱，而是一个让你汲取所有知识的地方——妙啊！\n\nDestrucitveBurn相信图案比普通颜色更具吸引力。“它使结构看起来古老，并带来了所有建筑都应有的细节。在历史长河上，我们已经用图案装饰了一代又一代。我的世界也不例外。”\n穿行在整栋楼里就像走过一页又一页的历史篇章，使我想起其他宏伟的图书馆。比如里面藏有3,200多万本书的国会图书馆[4]。（你都读过了吗？）那什格罗夫市图书馆可能没有那么多书，但它弥补了它的规模。整个建筑宽469个方块，长779个方块，高188个方块。\n\n“你可以探索这座建筑的各个角落，包括外边。”DestrucitveBurn解释道，“长书架是可以爬的。玩家可以将现实中的书籍添加到这个图书馆，如果玩家决定这么做的话。”不是个书呆子？你可以欣赏其他特色——比如零星散布在图书馆四周的动物结构以“给你埃 及人的样子与感觉。”\n无论怎样，整个建筑中最令人回味无穷的就是他的正中心，就在巨大的玻璃穹顶下面——一个规模庞大的地球世界！\n\n“在我们的星球上，大多数图书馆都是知识之地。这些知识可以来自世界各地。因为图书馆是一个巨大的中心，到处充满着各式各样的书，所以，地球是这个想法的象征。”\n就像他的图书馆，DestrucitveBurn似乎喜欢传授知识。他为这个地图制作了YouTube视频，包含着关于这个建筑的信息，和对其他建筑者的鼓励。比如这样子的“创造永无止境——永远不要放弃”或者“如果你全身心地投入在某些事上，你能成就任何事情。”\n\n“我的世界是一个全年龄段的游戏，很多玩家都是年轻的人。给予他们积极的鼓励可能会鼓舞他们继续建造、改良他们的建筑，使之有一天变得伟大，我们也都是从某个地方开始这样的路程。”\n谁知道呢？总有一天，我也会进步，在我美丽的土房子里看书！或者我只是看看这些照片。\n\n中译文章：Building Knowledge\n作者：Per Landin\n发布日期：2018/8/11\n---------------------------------------------------\n[1]对于标题翻译的说明：这里可以将Building Knowledge认作一语双关，既指“建筑知识”，也指“建筑起知识的殿堂”。原副标题\"A spectacular library build with a dirt-y secret!\"还有一种意思，指一个壮观图书馆背后暗淡的秘密，中译后此点睛之笔消失，故在此点明。\n[2]原文\"Nasher Grove City Library\"指一个在Planet MineCraft上的作者destructiveburn发布的建筑视频\"Nasher Grove City Library (Dirt Build)\"，那什格罗夫市图书馆（用泥土建造）视频链接\n[3]DestrucitveBurn,即本建筑的建造者\n[4]原文\"Library of Congress\"译为国会图书馆，原文给出的wiki链接\n---------------------------------------------------\n本人第一次发翻译，如有错误请指出，谢谢！\n",
    "replies": [
        {
            "author": "Player3",
            "timestamp": 1535271420,
            "txt_content": "再平庸的事物终会展现他的魅力，楼主牛啤"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564586040,
            "txt_content": "with not a single block out of place\n单一方块不得其所之欲\n怪怪的，这应该是说每一个方块都放置得恰到好处吧。\n\nexcept here you gain all your knowledge instead of losing all your money\n除了这里是获得了你所有的知识，而不是失去了你所有的钱\n可以考虑润色一下语句。"
        },
        {
            "author": "优秀的普罗",
            "timestamp": 1579964460,
            "txt_content": "6666666666"
        }
    ]
}