{
    "title": "[Minecraft.net][CULTURE]Intricate Islands--错综复杂的岛屿",
    "author": "xiaowei233v",
    "replyCount": 5,
    "timestamp": 1535295000,
    "txt_content": "Intricate Islands--错综复杂的岛屿让Ar4ikov告诉我们他那令人拍案叫绝的群岛\n今天的建筑师：Ar4ikov，是岛屿的主人——虽然他的两座建筑没有被水包围。。。所以称呼他们“空岛”是不是好些呢？无论怎样，这些自成一体的三维景观[1]，将自然风光与复杂的家园，从小农舍到巨大的城堡，融为一体。\n\nAr4ikov的建筑是一个一个有序的建造的，但他真正喜欢的是确保每一个（建筑）都符合自己的风格。“我经常尝试通过自己的建筑来反映我的思维，心情，和周围的天气。”他这样告诉我。譬如，两个分别叫热带城堡和Treatsoul Bastille[2]的岛屿，他认为这是一种更接近实验性的建筑。（它们也是在他建设团队中朋友QuinzMC和Colombino的帮助下建造的）\n\n“热带城堡有一些不同寻常的搭配主题：石头上的甘蔗，美人鱼，沙滩上的排球，和坐落在麦田上的一些可爱的房子。”他描述道。Treatsoul Bastille则更专注于城堡和周围的豪宅。Ar4ikov非常自豪这一切是如此的相得益彰，“我想，Bastille的建筑，房屋，光滑的岩石丘陵完美地结合在了一起。”\n在所有的岛屿里，他最喜欢热带城堡，因为那五彩缤纷的颜色和那“可爱而好奇的房子”。他们当然很好奇——每个大小都跟环绕着小岛的甘蔗差不多。所以是房子很小，还是植物很大？\n\n我猜是因为那些巨大的植物，因为Ar4ikov特别喜欢建造他每一个建筑的景观部分。“我喜欢自然的事物和结构，美丽的树木，草，山峦，土丘，岩石，爬藤，还有他们是如何覆盖的”他告诉我。\n“当我看到任何（建筑）项目时，我的注意力主要集中在景观上，我不能阻止我自己，因为这是我的激情。”你肯定能在他的岛屿上看到这种激情，无论是在热带城堡上悬空的青枝绿叶，还是在德雷斯卡村庄郁郁葱葱的森林。\n\n他可能要花上一天到三天的时间，去创建这些岛屿之一，这取决于它的复杂程度。——尽管他承认，如果他不分心的话，有时会花更少的时间！“有时，俄罗斯谚语‘懒惰先于你而生’成真了，”他对我解释道，它指的是那些懒惰的人，甚至懒惰自己也能在他们之前聚集起来，比他们先进入世界。\n但我不认为懒惰的人能做出如此美妙的建筑——休息也很重要！\n\n另外，Ar4ikov告诉我他一直努力学习新的经验和技能来使他的建筑变得越来越好。“一年前，我用海盗风格建造房子，这对我来说极不同寻常的，”他解释道，“但他让我发展起来。如果你将我两年前的建筑和现在的建筑相比较，这将十分引人注目。”\n“每当我建造一个建筑的时候，我的技能都在不断提升，这样我就能更容易按照我自己的思路开始建造，实现我最初的主意。”他说到，“下次，我想学着用高科技来建筑，未来主题——那些建筑在我看来很棒！”\n\n他告诉我，他总是想不断学习，因为他非常享受建筑这个过程。“我的世界给了我生命中新的篇章，向我展示了一个我可以做任何事情的世界。我自己开始建筑，直到现在。因为这些想法没有任何限制，而总有一些地方需要不断改进发展。”\n因此，我们期待出自Ar4ikov之手，更多的融合自然与结构的建筑！在此期间，我就想象一下，在热带城堡里的水池游一游是多么的凉爽。。。也许在这个过程中和美人鱼交个朋友！\n\n中译文章：Intricate Islands作者：Jay Castello发布日期：2018/8/15--------------------------------------------------------------[1]原文\"diorama\"，柯林斯英汉双解大辞典给出的解释是：A diorama is a miniature three-dimensional scene, for example, in a museum, in which models of figures are arranged against a background. (小型)三维景观[2]并未找出此词组是什么意思，在网络上Bastille是指法国的巴士地狱",
    "replies": [
        {
            "author": "Sakur9",
            "timestamp": 1536192720,
            "txt_content": "很棒。"
        },
        {
            "author": "明日之都",
            "timestamp": 1536550500,
            "txt_content": "emmm...我发现玩建筑的不仅仅是大神，还都有一种情怀"
        },
        {
            "author": "皇殇之神",
            "timestamp": 1537593960,
            "txt_content": "很好的美观效果还有光影"
        },
        {
            "author": "熊霸666",
            "timestamp": 1538105280,
            "txt_content": "可以实现自己的梦想"
        },
        {
            "author": "11067589063",
            "timestamp": 1538487540,
            "txt_content": "2332333333"
        }
    ]
}