{
    "title": "[机核首发]一千个管理者，一千个服务器——minecraft服务器管理指南（上）",
    "author": "DUELIST",
    "replyCount": 42,
    "timestamp": 1535383920,
    "txt_content": " 本帖最后由 DUELIST 于 2018-8-28 23:54 编辑 \n\n\n\n\n\n\nmaxresdefault.jpg (138.05 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-27 23:22 上传\n\n\n\n\n社会的影子无论投在生活的哪一处，都是一样的。\n有多少个 MC 玩家，就有多少个 MC的服务器。《我的世界》（以下简称MC）的私人服务器圈子，自测试版本就始终充满着活力，即使是在当前，私人服务器和各色“黑科技”——mod、插件、组件的发展也未曾停滞。但是，即使黑科技如此之多，mc 的单人模式的孤独依然令人难以忍受。因此，mc的联机服务器诞生了。但随着mc服务器数量的增多，也有一部分恶劣的mc服务器出现。在我短暂的mc服务器管理生涯中，我意识到： 这些服务器之所以恶劣，绝大部分情况下都是因为服务器管理者的不足所导致的。你或许可以在网上找到成百上千的技术向 MC开服教程，但你真的很难找到一篇文章，告诉你服务器管理者的亲身感受。因此，作为一名小服务器的管理者，笔者这次想从“管理者”的角度，来说说开服的那些事情，以供大家参考。我为什么要开服？不想当服务器管理者的玩家不是好玩家。绝大部分MC玩家都有一个开服梦，他们可能迫于技术或者资金问题无法开服，但从内心深处，绝对是渴望自己“当家作主”的。这种冲动可能是来源于对当前服务器的管理者的不满，也可能是看到某些服务器管理者“割韭菜”，按耐不住，也想挣一桶金，等等。\n\n\n\n\n2e23b756-74a0-4805-a0ff-5308b33300e2_watermark.png (197.32 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-27 23:21 上传\n\n\n\n\n知名的”月亮岛“事件，让服务器圈掀起了前所未有的氪金风\n\n\n\n但是，我可以明确的告诉那些梦想割韭菜的玩家：不靠谱。原因很简单，我作为一名服务器的管理者，就没看到过有几个同行挣过大钱。当前的《我的世界》，自第一个 alpha 版本发布以来已经过了九年。相比市面上绝大多数的快餐游戏，可以说现在的《我的世界》已经进入了游戏生命周期的黄昏。即使你等到了那个土豪，或者你挣到了月亮岛级别的资金（上了新闻的6万元），你会发现，你的净利润离“大钱”还差得远，整合换算下来你的时薪可能还不如搬砖。所以，如果你是本着赚钱的目标来做MC服务器，就别开玩笑了，我推荐你跟着炒房团走。而对于剩下没被劝退的管理者们，你们要做的事情才刚刚开始。兵马未动，粮草先行和大部分MC玩家的认知不同，事实上，运营服务器和带领团队，甚至和运营一个小公司没什么区别。管理者所遵循的原则，和开公司没有区别，甚至所犯的错误也很类似，归根结底，管理的本质就是应对人性。所以，对遇到的问题有一个大致的认识，我觉得是比较重要的。开服的第一件事就是学习和制作MC服务端，这个步骤最重要的就是长时间的琢磨。如果服务器的管理者们想做出足够好玩的服务器，那么必须考虑到任何方面的用户体验，包括特色、bug和内容。什么是特色？举个例子，笔者在服务器上经常能看到玩家问：“为什么别的服务器有的东西，这个服没有？”或者“这个服的东西我没玩过，不想玩。”这是因为快餐或者模板化的服务器是很多MC玩家最容易接触到的，自然就会先入为主。这样的玩家在度过新手期后，如果新服务器的学习成本大到一定程度，就会劝退。所以说特色是一把双刃剑，如何把握要看管理者的决定。其次是 bug。MC服务器的bug频率取决于 mod 数量的多少，这是一条铁律。个别管理者总是寄希望于运气，但很可惜，该出错的永远会出错。所以管理者们要么坐等某个玩家找出 bug 然后把服务器搞的一团糟，要么就老老实实的琢磨好 bug。最后，管理者要比普通玩家更了解自己服务器的内容。这就更需要长时间的测试游戏，不断地跑通自己的“作品”，用足够的耐心对待未来运营的内容。\n\n\n\n\nMinecraft-Free-Download-PC-Mac.jpg (162.07 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-27 23:27 上传\n\n\n\n\n从我自己来说，我规划服务器内容的时间大概有半个月，测试和调整的时间约一个月。在这段时间的排错中，不仅排除了很多恶性 bug，还了解了很多以前从未接触过的游戏机制。同时这个阶段也很容易迸发出创意。相反的是，一些购买模组就直接开服务器的管理者，对自己服务器中的细节或内容都知之甚少，又怎么能指望他们能帮助玩家解决核心问题呢？总的来讲，在这个阶段“琢磨”的越多越细致，成品就会越细腻，开服后所获得的收益就会越大。招兵买马在做好测试工作，将游戏本身彻底调试完毕后，就需要组建属于这个服务器的班底。一个良好的管理层每天的任务，有建筑新的副本、设计新的npc、修复bug、增加代码、惩处熊孩子，还有安抚服务器玩家。如果这些一个人做，怎么说工作量都太大。所以一般来说，一个服务器的管理者，一般会组建一个团队作为“OP”协助他们管理服务器。但问题来了：挑选谁做 OP 呢？很多人一开始都会选择自己MC圈子里的朋友来帮忙，这可能是唯一的选择，但却一定不是个好的选择。为什么？原因很简单，能玩和能管不是一回事。团队里的角色应当各司其职，并发挥自己的价值，在服务器的建设上提供力所能及的帮助。建筑，红石，代码……这些都是“能够给予服务器极大帮助”的岗位。但管理者们之前认识的玩家，一般都不符合这些需求。这些玩家们或许能够在开服十二小时内杀末影龙，但如果让他们把游戏变成工作，除了能力问题，时间问题也是要考虑一下的——绝大部分的玩家都是学生党。\n\n\n\n\nmaxresdefault (1).jpg (76.82 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-27 23:27 上传\n\n\n\n\n那么问题来了：按照这个标准来对待，很多服务器的管理水平可以说是很勉强甚至不合格的，为什么人们都应该知道这样的道理还会形成这样的结果呢？我想，是因为自我保护的缘故。一个服务器的管理者，每天要看着服务器里大量的玩家加入、退服；看到快餐玩家进入3分钟后打出“垃圾”两字的评价就走；偶尔有几个老玩家申请成为 OP也不敢采用，担心他们为了钱将服务器的技术和特殊建筑出卖；害怕新OP和其他老OP一样靠热情干了几天后就鸽化飞升；害怕新来的OP不懂得技术，破坏自己悉心整理好的服务器……越是精心打理服务器的管理者，就越容易陷入这种敝帚自珍的状态，只能维持最低限度的运转，而很难形成创新和提升。往大里说，这其实就是一些家族企业“任人唯亲”的核心原因，产生这种现象的源头就是人性。当我是一个玩家的时候，我也曾怒喷之并上升至“国情特色”这种观点。但当我拥有自己的服务器后，我才明白个中道理。如何用好人，形成有力又有保障的团队，真的是一件很难、很考验人的事情。闲聊：盒子相关在设计好服务器的蓝图，组建好管理班子后，下一步就是挑选服务器的场地和宣传平台。当前的服务器平台，主要有网易、MCBBS，还有各式各样的盒子（快吧，麦块，还有凉了的多玩）。前两个用不着细讲，都是比较靠谱的平台。不过相比起来“盒子”这种野蛮生长的平台就比较有趣了。因此在这里，也顺带聊聊盒子相关的事情。众所周知，盒子的使用方式比较简单，能够快速带来了大量的用户，人数的上升会比较快，传播效率类似快手和抖音。那么盒子的问题是什么呢？这就有好几个点可以说说了。第一点，无利不起早。作为商业平台，盒子的利润从哪里来？当然是从服务器的管理者上来。一般来讲，盒子首先会要求使用平台宣传的管理者们必须租用盒子的服务器；其次，在捆绑销售后，为了更好的宣传效果，还需要买“推荐位”，就像百度的广告推荐一样消耗不菲。第二点，用户素质参差不齐。盒子的用户很多，但其中不少是因为自己不会安装MC而使用盒子的。来得快，去得快，一窝蜂的玩家群体，或许今日还能谈笑风生，明天就人走茶凉，极不稳定。第三点，盒子的监管问题。逐利的本质和微薄的利润来源，决定了盒子的运营方式总会是打擦边球，比如在“反魔改”的同时默许大量魔改服务器，等等。这种广告和推荐内容，笔者是真的服气非常不客气地说一句，盒子平台上的这种内容导向，其实就是MC界的贪玩蓝月。“谁玩谁是服主他爹”，这已经不是用掉价能形容的了。盒子平台上屡屡上演劣币驱逐良币的戏码，并非没有源头。而这种玩法，又进一步导致了MC服务器这个领域的衰败。管理者是怎样炼成的研究完了服务端，招完了团队，选定好了服务器的平台，租好了服务器，但这样还并没有准备齐全。对管理者的考验才刚刚开始。第一重考验是方向。确定自己要做什么样的服务器，要做工业，就专心的走科技体系，要开暮色，就专心打磨副本之类的冒险机制。当你看到别的服务器靠另外一种模组或者策略赚了大钱，你能忍住不改变服务器的方针吗？这其实是很难的一件事。说句不好听的，只看到贼吃肉没看过贼挨打，注定要吃亏。随波逐流而非目光坚定，到头来几十年的人生只会一无所获：“凭什么他一个只会做奶茶的，就赚了大钱，我也去开奶茶店，就亏得一塌糊涂？”第二重考验是控制。这里说的是管理者面对一些事情的原则问题。举个例子：当你被告知，只要你接受一个玩家私底下给你的一千块，就能补足这个月的服务器租金，而代价是你需要撕毁自己在 MCBBS 上的公益服声明，你会为了这一千块钱折腰吗？当你的团队成员酿成了过错，你是斥责他还是安慰他？当热情消散时，疲倦的你是会去搓一把炉石和用FUZE爆破人质解乏呢，还是抖擞精神，继续改进服务器和修理 bug 呢？当你面对威逼利诱，你真的能控制得住自己不放弃第一重考验中所做出的决定吗？律人先律己。管理者的行为会被很多地方放大，一个微小的疏失对于玩家和团队来说，也可能变成需要很大代价解决的问题。所以，作为一个管理者，你必须学会控制自己，将自己封在自律的铁笼中。第三重考验是信任。这个信任是指代对所有人的信任，从玩家到团队莫不如此：我是否该信任这个OP？这个管理确实为我做了很多事，但他会不会被同行收买？会不会因为昨天的一点小口角背叛我？会不会把服务器删了就跑路？他真的值得我信任吗？这个新来的玩家，他能不能好好沟通？会改群名片吗？不是同行吧？不会又过了几分钟就退群了吧？会不会又要用愚蠢的问题打扰我休息？有没有可能是熊孩子？古话说：用人不疑，疑人不用。怀疑和不信任不仅会消耗大量的精力和时间，还会让人的心态变差，行为失常。如何理解团队和玩家？时时刻刻从善意的角度出发，不仅会让自己在忙碌和焦躁中轻松起来，也会让这个服务器更具人性化的体验。不得不说，管理是一种需要天赋的职业——当没有这种天赋时，就需要不断磨练自己。直到能够完全跨过这三重障碍，成为一个无论在玩家心中，还是自己心中都合格的管理者。开服之后：希望你能坚持初心地走下去恭喜！感谢你读完了冗长的上文。开一个MC服务器，也像是我们现实社会的缩影。这里面有许多灰色甚至偏黑色的东西，但是如果你在体验过这些颜色之后，仍然愿意成为一个服务器的管理者，并为之日夜操持，那么，我仍然希望你愿意坚持到不想再坚持为止。 “如果有自己的理想，就大胆的按那理想走，不要理会大环境或者其他人的声音。如果你放弃了理想，当你长大后，就会发现你是为了一些微不足道的小事，而放弃了可能是你人生中最宝贵的东西。”在接下来的几个月，甚至几年，因为服务器，你可能时而愤怒，时而喜悦，时而伤心，时而欣慰。时而无奈，时而坚定。但总的来说，还算不错。这个世界上永远存在很多种人。无论是开服务器还是做什么，碰瓷的总会碰瓷，想圈钱的总会搞出贪玩蓝月之流的页游，倒卖mod的还是会继续一边倒卖一边嘲笑着“理想党”。如果你选择成为这种人，也没什么大不了的。但如果你愿意坚持下去，就会或多或少的收获一批玩家，他们也许木讷，也许顽皮，也许暴躁，也许幼稚，但总的来说，他们是一批很可爱的人。让你快乐的，不是你运营的服务器，而是你的玩家。说到底，这只是一个游戏服务器。“游戏是我们相识的契机，但却不是维持这段友谊的必需品。”这曾是笔者的一个友人说过的话。无论你在服务器中赚到多少钱，这些钱都会花掉，散掉。而在游戏中认识的人，遇到的事，才是游戏真正存在的意义。\n服务器的太阳已经升起来了，无论这个服务器如何，这都是属于你的太阳。“如果有自己的理想，就大胆的按那理想走，不要理会大环境或者其他人的声音。如果你放弃了理想，当你长大后，就会发现你是为了一些微不足道的小事，而放弃了可能是你人生中最宝贵的东西。”未完待续本文允许在标注自机核网转载和作者：黑白倏的情况下自由转载。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Asthenia",
            "timestamp": 1535388240,
            "txt_content": "真的做RPG挺不容易的。\n需要长期保持副本的更新以及质量，就像我现在做的开放式的RPG一样。我设想的是玩家能够像网游一样的玩服务器，可以去打BOSS亦可以去抓宠物，甚至可以和基友去地图里面看风景♂，可以跑图找传送点。可以沿着安全的官道走亦可以不走寻常路，在怪物的围攻下快速逃生。\n事实上来说这一切都是一个人来实现的，一个人看教程，一个人修bug，一个人听着舒缓的音乐肝着代码。\n其实我的开发能力并不强，所以写出的东西问题很大。后来我也不敢在服务器中加入一个我尚未完善的插件了。\n很多插件很复杂，就像SKillapi的技能一样，琢磨了很久没有琢磨透，总是喜欢去百度和谷歌上找答案，国外的网站只好用百度翻译一句一句的看，机翻发现不对的地方就看这个词的多种含义，翻译一遍再来试着用自己能理解的话说出来。\n我想这是每一个想做好一个原创RPG腐竹的心声。\n因为我们对这个游戏倾注了自己的灵魂，而不是圈钱割韭菜。\n我真的很佩服那些能够坚持一个人做好服务器的腐竹，他们的意志力是难以想象的。\n服务器的地图如果在bbs上面找需要得到授权，有些作者需要钱，有些作者人好就免费授权了。\n遇到bug了在技术群里面求大佬解决问题有的时候只是无穷的尴尬，最终还是自己去慢慢解决慢慢测试。\n-\n对我而言 Minecraft是实现我网游梦的一个舞台。\n在这里我不需要去手绘大量的UI材质，可以依靠游戏原本的特性在这个世界中还原出我内心的真实世界。\n还原出我内心的江湖和我心里的那份故事。\n写着写着就不想停下来了，真的很想把这些年来的心声全部写下来。\n其实独自开服这么久真的脾气越来越好，以前玩家骂我我真的还会去还嘴甚至踢，现在私聊骂我的我已经见怪不怪了，他们总是想要得到更多的东西，但是他们不知道得到这些东西的结果是让这个服务器走向黄昏和夕阳，他们不断的加快游戏速度，我也只能不断的更新来维持一个脆弱的平衡。\n你不给他们会去到处说：“垃圾服务器”“垃圾腐竹”“服务器劝退”“氪金至上平民玩家没法玩”\n但是真的是这样吗，我不排除极个别的腐竹。\n但是我的服务器真的也只出售点劵，而我点劵出售的东西玩家都可以自己打到啊..不论是绑银还是功勋，不论是宝石还是宠物...\n纯粹依靠点劵出售的仅仅是一块能够建立帮派的建帮令和称号之类，况且这些东西...可以从世界boss100%掉落。\n-\n我认为开服是一件修心和追求本我的事情。\n坚持下来会蜕变\n放弃会走向自己真实的人生。\n谢谢你看完我写的东西"
        },
        {
            "author": "Hellp",
            "timestamp": 1535390220,
            "txt_content": "开服你得先有失落的准备，毕竟不是人人的服务器都人多的难受"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535456520,
            "txt_content": "果然正面向的东西还是没什么人气啊，下次说说迷你世界吧"
        },
        {
            "author": "向文",
            "timestamp": 1535456940,
            "txt_content": "emm\n这应该就是心声吧\n支持"
        },
        {
            "author": "EZxiaoxin",
            "timestamp": 1535457960,
            "txt_content": "说到心坎了。13年开服到15年退坑 现在又因为爱好当副业来做 仔细一看现在服务器风气跟以前真的是天差地别"
        },
        {
            "author": "星耀幻影",
            "timestamp": 1535458140,
            "txt_content": "写得非常好，很清楚地刻画了现在服务器管理的问题！"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1535458620,
            "txt_content": "我想说实话\n现在大部分开服的人\n初心就想着赚大钱\n赞助？赞助？这tm叫赞助？\n100元送飞行\n我赞助500给我OP算了\n\n某些腐竹好意思说这是良心服\n你心不疼吗？\n\n还有些更不要脸\n去别人服大肆宣传\n公开攻击别人的服\n真的666\n想钱想多了吧\n\n本身服务器bug不修复\n每次说更新服务器\ntm更新了赞助列表woc\n\n\n(本人看法勿喷)\n(老子现在看那些赞助项目非常大的服务器就感觉)\n这服务器迟早要蹦！"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1535462340,
            "txt_content": "DUELIST 发表于 2018-8-28 19:42\n果然正面向的东西还是没什么人气啊，下次说说迷你世界吧\n然后就是版主回复+永久禁 言大套餐"
        },
        {
            "author": "cc7w",
            "timestamp": 1535463120,
            "txt_content": "文章不错，让人想起那段回忆\n\n我差点就想加贡献了"
        },
        {
            "author": "w0998w",
            "timestamp": 1535463600,
            "txt_content": "好长好长，瞄了一眼"
        },
        {
            "author": "givemeashit",
            "timestamp": 1535463900,
            "txt_content": "文章不错，让人想起那段回忆"
        },
        {
            "author": "xiaoXG",
            "timestamp": 1535465640,
            "txt_content": "AD【钙奶】 发表于 2018-8-28 20:17\n我想说实话\n现在大部分开服的人\n初心就想着赚大钱\n比如网易国服"
        },
        {
            "author": "zyjking",
            "timestamp": 1535471520,
            "txt_content": "说的很不错，不过我觉得似乎错版了..."
        },
        {
            "author": "DUELIST",
            "timestamp": 1535471700,
            "txt_content": "zyjking 发表于 2018-8-28 23:52\n说的很不错，不过我觉得似乎错版了...\n那应该发哪个版……我上一篇也是这个版的7"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1535472180,
            "txt_content": "DUELIST 发表于 2018-8-28 19:42\n果然正面向的东西还是没什么人气啊，下次说说迷你世界吧\n你想和烈焰玩游戏嘛？"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1535472360,
            "txt_content": "附上原文地址: https://www.g-cores.com/articles/100963"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1535473200,
            "txt_content": "AZWorld 发表于 2018-8-29 00:06\n附上原文地址: https://www.g-cores.com/articles/100963\n楼主本人的原文估计是不想宣传吧。"
        },
        {
            "author": "ColorPencil",
            "timestamp": 1535476080,
            "txt_content": "茶馆好久没有出现这么优秀的帖子了"
        },
        {
            "author": "zhaocheng233",
            "timestamp": 1535477460,
            "txt_content": "我也觉得走错了"
        },
        {
            "author": "zhaocheng233",
            "timestamp": 1535477520,
            "txt_content": "DUELIST 发表于 2018-8-28 19:42\n果然正面向的东西还是没什么人气啊，下次说说迷你世界吧\n版主该工作了"
        },
        {
            "author": "zhaocheng233",
            "timestamp": 1535477580,
            "txt_content": "Hellp 发表于 2018-8-28 01:17\n开服你得先有失落的准备，毕竟不是人人的服务器都人多的难受\n特别赞同"
        },
        {
            "author": "zhaocheng233",
            "timestamp": 1535477640,
            "txt_content": "Asthenia 发表于 2018-8-28 00:44\n真的做RPG挺不容易的。\n需要长期保持副本的更新以及质量，就像我现在做的开放式的RPG一样。我设想的是玩家 ...\n开服的路上会改变你很多"
        },
        {
            "author": "无情丶mmmmm",
            "timestamp": 1535492340,
            "txt_content": "xiaoXG 发表于 2018-8-28 22:14\n比如网易国服\n有很道理 说出了很多玩家的心声"
        },
        {
            "author": "一窍不开",
            "timestamp": 1535511900,
            "txt_content": "看完感慨良久啊，不过更是坚定了萌新开服的信心"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1535524680,
            "txt_content": "xiaoXG 发表于 2018-8-28 22:14\n比如网易国服\n网易国服老子都不想喷了\n界面卡的要死不优化\n\n\n最气的是有一次更新\n你猜更新了什么？\n\n本次更新赞助功能(优化&更新其他功能)\n我tm就来气，界面不优化。你tm搞赞助？\n想钱想疯了？\n\n\nVIP大礼包\nVIP+大礼包\nMVP大礼包\n卧槽，要命？\n毫无游戏体验"
        },
        {
            "author": "废哥G",
            "timestamp": 1535531580,
            "txt_content": "服务器，为什么要开服务器，我也找不到到时的力量了，只是觉得那样能给玩家带来快乐和享受，，，"
        },
        {
            "author": "ESs4Cg6M",
            "timestamp": 1535533560,
            "txt_content": "只要用心去做服务器 就一定会有人来的"
        },
        {
            "author": "安梦梦",
            "timestamp": 1535534820,
            "txt_content": "值得推荐给想要开服的人看看。"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535595720,
            "txt_content": "在想要不要写下一篇"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535596140,
            "txt_content": "908278185 发表于 2018-8-29 00:20\n楼主本人的原文估计是不想宣传吧。\n主要是因为BBS没什么人去机核"
        },
        {
            "author": "黑夜的呼唤",
            "timestamp": 1535598600,
            "txt_content": "写的不错，现在就在开服，深有体会"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535602920,
            "txt_content": " 本帖最后由 DUELIST 于 2018-8-30 12:30 编辑 \n\n想了想还是把发出来的原稿删了，又啰嗦又故作深沉"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1535603400,
            "txt_content": "也可能是看到某些服务器管理者“割韭菜”\n楼主你说错了 那叫噶韭菜awa"
        },
        {
            "author": "wlyueyue",
            "timestamp": 1535608860,
            "txt_content": "大佬  你迷路了吗"
        },
        {
            "author": "QAQexe",
            "timestamp": 1535610000,
            "txt_content": "想起以前开服的经历诶，被无良服务商坑啥的"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535737680,
            "txt_content": "我 顶 我 自 己"
        },
        {
            "author": "废哥G",
            "timestamp": 1535759820,
            "txt_content": "可以，很强，顶一个！"
        },
        {
            "author": "5944428904",
            "timestamp": 1535763180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Spartan859",
            "timestamp": 1535763900,
            "txt_content": "lz说的好，服务器选管理人员是非常重要的"
        },
        {
            "author": "JackMeds",
            "timestamp": 1535765220,
            "txt_content": "很有用，我收下了"
        },
        {
            "author": "DUELIST",
            "timestamp": 1535827500,
            "txt_content": "那个，问一下，你们还想看下半部分吗，想的话我有空码出来，是关于运营后的事项的"
        },
        {
            "author": "小小布丁",
            "timestamp": 1535861940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}