{
    "title": "红石电路(Redstone Circuits)（新版索引）",
    "author": "sjjklh",
    "replyCount": 9,
    "timestamp": 1359180360,
    "txt_content": "过去臃肿的红石电路条目被我参照英文WIKI分割了，并进行了一些符合国人习惯的改造……\n\n红石电路                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              该页面是关于红石电路的。关于其它红石相关篇目或基本知识，请参阅红石（消歧义）。\n\n\n\n一个12X3的红石存储器单元\n\n\n红石电路（Redstonecircuits），台湾称紅石迴路为你可以建造起来用于控制或激活其他机械的结构。\n电路本身既可以被设计为用于响应玩家的手动激活，也可以让其独立工作——或是反复输出信号，或是响应非玩家引发的变化，例如生物移动、物品掉落、植物生长、日夜更替等等。Minecraft中能够被红石控制的机械类别几乎覆盖了你能够想象到的极限，小到最简单的机械（如自动门与光开关），大到占地巨大的自动农场、小游戏平台，甚至游戏内建的计算机。\n如果您懂得红石电路的建造方法与电路能够控制机械的特性，那么你在Minecraft里将大有可为。红石电路本身也是Minecraft有别于其它游戏中最优秀与突出的元素之一。\n在1.5正式版（红石更新）之前，红石电路全部是基于现实生活中的数字电路的。如果您熟悉高等教育中的数字电路的知识的话，本篇目对您来说将很容易理解。\n注意：\n本条目及其子条目用「1/0」或「高电平/低电平」代表红石「激活/非激活」。\n本条目及其子条目用计量单位“刻”来表示红石的最小脉冲宽度，1刻=0.1秒=2倍游戏运行单位周期。在其它非红石相关条目中可能会出现1刻=0.05秒的情况，详见刻条目。\n本条目及其子条目的“同相，反相”与“同向，反向”两组术语不可混淆。“相（Phase）”代表相位，指逻辑代数中的“相同”与“相反”（例如“真”与“假”互为反相）；“向（Direction）”代表方向，意味空间走向（例如“朝东”与“朝西”互为反向）。\n本篇中的“上边沿/上升沿”指红石信号由“未激活”到“激活”的变化瞬间；“下边沿/下降沿”指红石信号由“激活”到“未激活”的变化瞬间。\n目录 [隐藏] \n1 基本概念2 电路组件\n2.1电源2.2 传输元件2.3 机械元件\n3 电路设计\n3.1 传输电路3.2 逻辑电路3.3 脉冲电路3.4 时钟电路3.5 记忆电路3.6 方块更新感应器3.7 杂项电路\n4 建造电路\n4.1计划4.2建造4.3 解决问题4.4精炼\n5 另见\n\n基本概念\n在描述能够建筑红石电路的方块以及可建的电路种类之前，您需要对一些基本概念有所认知。\n电路组件电路组件是在红石电路里具有一定使用目的的方块，大致分为三个大类：电源为整个电路或部分电路提供能量来源。传输线将电能从电路的一部分传递到另一部分。电动机械接受电能并作出反应（例如移动、发光等）。\n充能部分方块能够被充能或解除充能。如果说一个方块被“充能”了，则这个方块就可以作为电源，具有向毗邻的“电器”方块供电以使其工作的潜力。（“毗邻”是这样定义的：一个方块是正方体，正方体有6个面。也就是说与一个方块的任意一个面接触的方块最多可能有6个，称之为“与该方块毗邻的方块”）。充能强度分为“强充能”与“弱充能”。弱充能仅指被红石线充能的情况。强弱的唯一区别是能否激活毗邻的红石线。红石线一般被作为导线使用，电能最多能够在连续的导线上传到15格远。如果您希望延长这个传输距离，使用红石中继器即可。在1.5正式版中，红石线的强度将会成为模拟信号存在于红石电路中的标志。另见：红石电路/充能与供电红石（状态）更新当电路的某一部分发生状态的改变，该改变会引起所有毗邻方块的“红石（状态）更新”（请不要与1.5正式版的代号“红石更新”混淆）。红石刻红石刻（Redstonetick）为Minecraft计算红石机构状态的最小时间单位，等于0.1秒。红石火把，中继器以及激活的红石组件需要1刻或更多时间改变状态，这就引入了在大型电路中至关重要的延迟。红石刻与“游戏刻”或“方块刻”不同。当讨论红石电路时，“刻”一词仅指“红石刻”。信号与脉冲具有稳定输出的电路能够产生信号——“激活/非激活”时称为“真/假”或“高电平/低电平”。当信号出现一个较为短暂的非激活-激活-非激活过程，该过程通常被称为脉冲（或正脉冲。相反的过程被称为负脉冲）。非常短的脉冲（1-2刻的）可能会使一些电路组件由于来不及响应而发生问题。电路与机械这两个术语通常都用于指包含电路组件的结构，但两者一般还是有明显区别的：电路（circuit）为处理信号的结构（生成，修改，组合等）。机械（mechanism）会对环境产生影响（移动方块，开门，改变光照强度，播放声音等）。\n所有机械均包含电路组件，但电路是不会对环境产生影响的（除了红石火把或中继器在激活时产生的光，或活塞仅用于完成电路功能）。[编辑] 电路组件电路组件指用于建造红石电路的方块。电路组件包括电源（如红石火把、按钮等）、电能传输组件（如红石线）与电动机械（如活塞、门、红石灯等）。部分组件需要依附于其它方块上，如果依附主体被移除，这类组件会变成掉落的物品。\n\n电源\n电源能够使其自身与某个毗邻方块充能（详见下）。这类电源方块能够激活邻近的红石线、红石中继器与电动机械。\n\n作为电源使用的红石火把\n\n\n红石火把用途：红石火把能够激活电路，反相信号与纵向传输电能。放置：红石火把能够依附在任何非透明方块的顶部或侧面，或者是玻璃、栅栏与地狱砖栅栏、圆石墙、倒置的楼梯或栏杆。激活：红石火把一直会保持激活，除非其附着的方块被充能。效果：当激活时，红石火把能够将自己，以及其上方的非透明方块充能。注意事项：若是红石火把亮灭过快（通过对其附着的方块的快速充能。“过快”的定义是小于0.4秒的脉冲），红石火把会“燃尽”。燃尽之后，如果红石火把得到一次红石更新，其会重新激活，或是在一段时间后随机激活。造成燃尽的方法之一为“短路”——利用红石电路自身的信号使自己熄灭。一个新手常见的疏忽就是在一个方块侧面附着红石火把，上面放置红石线，同时在火把上还放一个方块，那么就满足了短路条件：红石火把使其上面的方块强充能-该方块激活红石线-红石线使火把依附的方块弱充能-火把熄灭-火把其上的方块失去充能-红石线反激活-火把依附的方块失去充能-火把又燃起。如此循环会产生多个宽度只有1刻的脉冲，最终使得火把燃尽。\n作为电源的拉杆（按钮的特性是类似的）\n\n\n拉杆用途：拉杆用于开启或关闭电路，或完全充能一个方块。放置：拉杆能够附着在大多数非透明方块的顶部、侧面或底部，或是倒置的台阶或倒置的楼梯顶部。激活：玩家可以右键点击拉杆以开启和关闭。效果：当激活时，拉杆会充能其附着的方块（除非方块是倒置的楼梯或台阶）与其本身。按钮按钮有两种类型：木质与石质。用途：按钮用于产生脉冲。放置：按钮可以附着在大多数非透明方块的侧面。激活：玩家可以右键点击木质或石质按钮以激活，木质按钮也可被发射的箭激活。石质按钮一旦被按下，会保持其状态达10刻（1秒）；木质则为15刻（1.5秒），但如果是被发射的箭激活的话，木质按钮会保持激活，直到箭被捡起或在1分钟之后自然消失。效果：当激活时，按钮会充能其附着的方块与其本身。\n作为电源的压力板\n\n\n压力板压力板有两种类型：木质与石质。用途：压力板可以探测生物，物品与其他实体。放置：压力板能够附着任何非透明方块的顶部，或是栅栏、地狱砖栅栏、倒置的台阶或倒置的楼梯顶部。激活：当实体经过或落在压力板上，压力板会被激活，一旦实体离开或被移除，压力板恢复非激活状态。石质压力板只会被生物激活，而木质压力板则会被生物、掉落的物品与发射的箭激活。如果是被发射的箭或掉落的物品激活的话，木质按钮会保持激活，直到箭被捡起或在1分钟之后自然消失，或是掉落的物品在5分钟后自然消失。效果：当激活时，压力板会充能其附着的方块与其下方的方块（除非方块是栅栏、地狱砖栅栏、倒置的楼梯或台阶）。注意事项：压力板为非固体方块（即其不会阻碍经过的实体的运动），所以当其放置在栅栏上时，可以在不阻碍实体经过的同时保持激活。在绊线加入游戏之前，这是常用的一种感应生物的方法。\n\n\n测重压力板1.5特性。待完善。\n作为电源的绊线钩\n\n\n绊线钩用途：绊线钩可以在较大的区域里探测生物，物品与其他实体。放置：绊线钩可以附着在大多数非透明方块的侧面。为了让绊线钩正常运作，必须将其与绊线结合。详见绊线钩页面。激活：当实体经过或落在与绊线钩相连的绊线上，绊线钩会被激活，一旦实体离开或被移除，绊线钩恢复非激活状态。绊线被破坏时，绊线钩会被激活5刻，除非是被剪刀破坏绊线（破坏绊线钩或绊线钩附着的方块也不会激活）。效果： 当激活时，绊线钩会充能其附着的方块与其本身。绊线并不会产生电能。注意事项：详见绊线钩页面。\n作为电源的探测铁轨\n\n\n探测铁轨用途：探测铁轨能够感知经过的矿车。放置：探测铁轨能够附着任何非透明方块的顶部，或是倒置的台阶或倒置的楼梯顶部。放置后，探测铁轨会自动与邻近的铁轨、探测铁轨与充能铁轨匹配。详见铁轨页面。激活：探测铁轨会在矿车经过时激活，离开后恢复非激活状态。效果：当激活时，探测铁轨会充能其附着的方块与其下方的方块（除非方块是倒置的楼梯或台阶）。\n\n阳光传感器1.5特性。待完善。\n\n陷阱箱1.5特性。待完善。\n\n红石块1.5特性。待完善。\n\n传输元件\n电能传输元件能够将电能从电源传输到电动机械去。您也可以让信号对自己或对电路产生影响以取得复杂的效果。\n\n作为电路元件的红石线\n\n\n红石线用途：传输电能。放置：手持红石粉（红石粉是物品，放置后的红石线则为方块）右键点击即可放置成为红石线。红石线能够附着在任何非透明方块顶部，或[[萤石块]、倒置的台阶与倒置的楼梯的顶部。当放置后，红石线会与邻近的红石线（同一层或相邻的上/下层）、中继器、比较器与电源自动连接。如果附近只有一种此类方块，红石线会成为“一”字型，指向该方块（利用这种方法您可以手动调整红石线指向）；如果附近有多种此类方块，红石线则会成为“一”字型、“L”形、“T”型或“十”字型。如果附近无此类方块，红石线会成为没有指向的点状。红石线不会与电动机械自动连接，因此你需要手动调整。当两个红石线纵向斜角放置（一个位于方块上，一个位于方块侧面），低一些的红石线会在视觉上“爬”上高一些的方块与另一个红石线相连。这种连接可以被在低一些的红石线上的非透明方块阻断，同时也阻止能量传输。如果高一些的红石线位于倒置的台阶与倒置的楼梯的顶部，高一些的红石线会与低一些的自动相连，但低一些的不会与高一些的自动相连。红石线的指向会决定其是否能影响邻近的非透明方块与机械。激活：红石线能够被邻近的强充能非透明方块，或激活的电源，或指向自己的激活的中继器/比较器，或相连的激活红石线，但信号强度离强充能方块越远，信号越弱，最远15格。红石线能传输能量到对角线上方放在倒置台阶或倒置楼梯上的红石线，但不能到对角线下方的倒置台阶或倒置楼梯。效果：充能的红石线激活任何它已配置指向的充能机械元件。它会弱充能它所指向的和它下方的非透明方块（支持它）。\n作为电路元件的红石中继器\n\n\n红石中继器用途：红石中继器用来传输能量，重新加强因距离而减弱的红石信号，延迟信号，和给予红石信号单向的传输方向。放置：红石中继器可附着在任何非透明方块顶部，或在倒置楼梯和倒置台阶的顶部。一个红石中继器有前面和背面——箭头从背面指向前面。中继器只对背面的方块作出反应和对前面的方块传输信号（在箭头的方向）。它也有一个可调节的延迟，通过右键它可设置成1至4刻。激活：红石中继器被任何在它背面充能的元件激活，而且不被任何在它侧面，上面，下面，前面的方块的充能情况所影响。（但中继器的锁存功能是一个例外）效果：一个充能的红石中继器激活在它前面的红石线和机械，或者强充能一个不透明方块。它对在它下面，上面，侧面，背面的方块无影响。红石中继器不仅“中继”一个信号（为了传输重新加强），它也会产生1至4刻的延迟。红石中继器也会把任何持续时间短于它的延迟的脉冲增长到与它的延迟相符合。红石中继器能通过在它的侧面用另一个红石中继器充能来“锁存”。一个锁定的中继器会保持状态直到解锁。非透明方块用途：非透明方块用来支撑电路元件和传输能量。激活：非透明方块被激活的电源或激活的红石中继器强充能，或被在它上方或指向它的激活的红石线弱充能。效果：充能的非透明方块会非激活附着的红石火把，激活毗邻的背对它的红石中继器，激活毗邻的充能机械。强充能的非透明方块会激活毗邻的红石线，包括在非透明方块下方的红石线（但是弱充能的非透明方块不会）。注意事项：在潜行时点击右键能够在本来用右键会与之互动的方块(比如合成台，熔炉，发射器，和有唱片的唱片机)上附着电路元件。\n作为电路元件的透明方块\n\n\n透明方块透明方块不能传输能量，只在很紧密的电路中被当作绝缘体（空气也能做到这一点）。一些不透明方块有特殊的特性使它们在红石电路中有用。萤石：红石线或栅栏门能附着或放置在萤石的顶部，活板门能附着在萤石的侧面，在萤石顶部的红石线可以向毗邻或对角线向上的红石线传输能量，但不能向对角线向下传输。因为萤石是透明的，它不能被充能，也不能激活毗邻机械（包括附着的活板门）（但在它顶部的红石线可以）。台阶和楼梯：红石火把，红石线，红石中继器，拉杆，压力板（木制或石制），铁轨（普通，充能，或探测），门（木制或铁制），和栅栏门都能附着或放置在倒置的台阶和倒置的楼梯的顶部，活板门能附着在倒置的台阶或楼梯的侧面。在倒置台阶或倒置楼梯顶部的红石线可以向毗邻或对角线向上的红石线传输能量，但不能向对角线向下传输。因为台阶和楼梯是透明的，它不能被充能，也不能激活毗邻机械（包括附着的活板门）（但在它顶部的红石线可以）。玻璃和栅栏：红石火把能附着在玻璃的顶部，红石火把或压力板能附着在栅栏和地狱砖栅栏顶部。\n\n机械元件\n电动机械能够响应红石电能并完成移动方块、发光、发声或爆炸等行为。\n\n激活电动机械（以红石灯为例）\n\n\n激活：所有电动机械在下列情况下都会激活：\n相邻的电源（例外：红石火把不会激活其附着的红石机械）相邻的被充能的非透明方块（强充能与弱充能均可）直接指向机械元件的激活态红石中继器或比较器直接指向机械元件的激活态红石线（若机械本身为非透明方块，那么位于机械上的红石线也可以）\n电动机械不会被并不指向自己的红石线直接激活。\n\n红石灯用途：产生可控的光。效果：激活时产生亮度为15的光。注意事项：红石灯本身是非透明方块，因此对其充能会导致与红石灯邻近的机械（包括临近的红石灯）也被激活。活塞活塞分为两种：只能推动方块的普通活塞与既可以推动又可以拉动方块的粘性活塞。用途：活塞用于移动方块或实体。在电路中通过推拉电路的某部分完成对电路或机械的控制。放置：如果将活塞臂那一面视为正面，则放置时正面会朝向放置者。\n通过活塞连接激活活塞\n激活：除了上述方法，如果你使用的激活途径能够激活活塞上方的机械（即使该机械事实上不存在也可以，例如空气等透明方块），当活塞得到方块更新时，活塞也能被激活，该方法被称为活塞连接（为了激活活塞而将活塞与其上的方块连接）。\n效果：当激活时，活塞会推动其前方的方块。方块链最多可达12个。当失去激活时，普通活塞的活塞臂缩回，原本活塞臂的位置被空气占据；粘性活塞则会将其前方的方块拉回，那个方块的位置被空气占据。活塞也能够推动实体，例如生物与物品。某些方块（如基岩、黑曜石、箱子等）不能为活塞推动。还有一些方块（花，叶子，火把等）会被活塞推动时破坏。注意事项：当粘性活塞被1刻脉冲激活，活塞只能完成单次推拉动作，即或者是将方块推出但无法拉回，或者是能够将一格外的方块拉回。发射器用途：发射器用于发射物品，或部署例如矿车、船等的交通工具，或吸入和吐出液体，为玩家穿戴盔甲，种植植物等多种用途。效果：当被红石信号激活，或是在2格范围内出现红石更新，发射器会被激活一次。不同的物品被发射器发射时的表现不同。注意事项：发射器为非透明方块，因此对其充能会导致与红石灯邻近的机械（包括临近的发射器）也被激活。\n\n作为电动机械的铁轨与充能铁轨\n\n投掷器1.5新特性，待完善\n\n铁轨用途： 铁轨供矿车通行。受红石控制的铁轨可用于切换矿车轨道。放置： 铁轨能够放置在大多数非透明方块的顶部。透明方块中的倒置台阶与倒置[楼梯]]也可以。放置之后，铁轨会与邻近的铁轨、充能铁轨、探测铁轨与激活铁轨自动匹配，也会与临近高一格或低一格的铁轨匹配。如果有水平方向垂直的两个临近铁轨，该铁轨会成为弯曲的形状（优先匹配南侧与东侧）。如果无此类临近铁轨，铁轨会朝向南北向。详细的匹配规则详见铁轨条目。效果： 激活后，T型道岔的弯曲铁轨会向另一个方向匹配。充能铁轨用途： 充能铁轨用于加速或刹停矿车。放置： 充能铁轨能够放置在大多数非透明方块的顶部。透明方块中的倒置台阶与倒置[楼梯]]也可以。铁轨能够放置在大多数非透明方块的顶部。透明方块中的倒置台阶与倒置[楼梯]]也可以。放置之后，铁轨会与邻近的铁轨、充能铁轨、探测铁轨与激活铁轨自动匹配，也会与临近高一格或低一格的铁轨匹配。如果有水平方向垂直的两个临近铁轨，或更多，充能铁轨会优先匹配东西向。如果无此类临近铁轨，铁轨会朝向南北向。详细的匹配规则详见铁轨条目。激活：除了上述激活方法外，充能铁轨还能被相邻的激活的充能铁轨激活，除非已经距离充能源头9格开外的距离。效果： 激活后，充能铁轨能够加速经过的矿车，或启动满足启动条件的矿车。\n\n激活铁轨1.5新特性，待完善\n\n门门有两种：木门与铁门。两种门均可由红石信号控制，但只有木门能够被玩家手动打开与被僵尸破坏。用途： 门用于控制生物、物品、船等实体的通过。放置： 门能够放置在大多数非透明方块的顶部。透明方块中的倒置台阶与倒置[楼梯]]也可以。门放置后会位于方块边沿，面对玩家。通常门的转轴在左侧，但如果是双开门，另一个门会自动匹配为右侧转轴。效果：激活时，门会贴在转轴的另一面，允许其之前阻碍的方向的任何实体通过，阻碍与其水平方向垂直的实体通过。\n\n活板门用途： 活板门用于控制生物、物品、船等实体的通过。放置： 活板门能够放置在大多数非透明方块的侧面的上沿或下沿。透明方块中的萤石块、台阶与[楼梯]]也可以。效果： 激活时，活板门会变为纵向，允许实体纵向通过。\n\n栅栏门用途： 栅栏门用于控制生物、物品、船等实体的通过。放置： 栅栏门能够放置在大多数方块的顶部。破坏下面的方块不会导致栅栏门也被破坏。效果： 激活后，栅栏门会打开，允许一切实体通过。栅栏门激活后，其碰撞体积会完全消失，暂时变成非固体方块。\n\n音符盒用途： 音符盒可播放预设的声音。放置： 放置之后，音符盒的音色由其下方方块种类决定，音调由玩家右键点击次数决定。效果： 激活之后，音符盒会发出一次声音。音符盒上方必须是空气才能成功产生音符。注意事项： 音符盒为非透明方块，因此对其充能会导致与音符盒邻近的机械（包括临近的音符盒）也被激活。\n\nTNT用途： TNT用于产生爆炸。激活： TNT除了能被红石激活外，也能被火、打火石与其它爆炸激活。效果：被激活后，TNT会成为点燃的TNT，此时原有TNT方块变为实体，受重力影响，也能被推动。TNT被激活后4秒爆炸（但如果是被其它爆炸激活的话，1-3秒内均可能爆炸）。命令方块用途：命令方块用于执行系统命令。放置：放置后，玩家可以右键设置其命令。效果：当被激活时，命令方块会执行预设的命令。漏斗1.5新特性，待完善\n\n电路设计\n虽然建造电路的方法无穷无尽，但特定的电路建造样式是比较固定的。下面的章节对Minecraft社区中流行的电路进行了分类，每个章节有独立的主条目用于描述具体的电路设计方案。\n某些电路可能只能完成最简单的控制，但你逐渐将能用此类简单电路的组合成复杂的、能够满足机械需要的大型电路。\n\n传输电路\n有两种特殊的电路传输机制：纵向传输与单向传输。\n\n纵向传输方案\n\n\n虽然横向传输较为直接，但纵向传输有时具有出人意料的适应性与集成性。\n导线楼梯最简单的纵向传输就是在斜向上的方块上铺设红石线，或是2×2的螺旋结构，或是其它类似结构。导线楼梯既能够向上也能向下传输信号，无延迟，但占地庞大，每15个就需要中继。导线梯因为萤石块、倒置楼梯与阶梯能够承载红石线的同时不切断红石线，信号就能够在2×1的“梯子”上纵向传输（仅能向上传输！）。导线梯占地小，无延迟，但每15个就需要中继。火把高塔红石火把能够充能其上方的方块与相邻的（包括下方的）红石线，这样，纵向传输便成为可能（向上与向下的设计不同）。本方案无需中继，占地小，但会引入不小的延迟。您也可以用活塞、水等方块建造其他形式的纵向传输方案。\n另见：红石电路/其它#纵向传输单向电路（即“二极管”）只允许信号沿着一个方向传输，主要用于防止输出端信号对输入端电路产生负面影响（例如信号串扰等）。单向电路也可用于电路压缩时用于防止电路不同部分相互干扰。\n红石中继器中继器只能从输入端输入信号，从输出端输出信号。它也会对信号加入一定延迟。台阶二极管倒置台阶无法向斜下方传输信号，因此将红石线铺上台阶就是一种简单的二极管建造方法。台阶二极管不会引入延迟，但也不会把信号加强。很多电路已经具有单向性，因为它们的输出端不会接受输入信号，例如以附着在方块侧面的红石火把作为输出的电路。\n另见：红石电路/中继器\n\n逻辑电路\n主条目： 红石电路/逻辑\n有时，你需要判断输入信号，经过一定的算法产生一个输出。这类电路即为人们耳熟能详的逻辑门（“门”只让满足“逻辑”的信号输出）。虽然有很多种类的逻辑门，最基本的只有三种：与门，或门、非门。\n或门或门的任意一个输入为1时，输出就会是1。与门与门只有所有输入均为1时，输出才会为1。非门（反相器）使得输入信号反相（例如输入为0，输出为1；输入为1，输出为0）。另见：教程/基本逻辑门[编辑] 脉冲电路主条目： 红石电路/脉冲元件某些电路需要特定长度的脉冲，其他电路用脉冲长度传达特定信息。脉冲电路派上了用场。\n在一个状态稳定，另一个状态不稳定的电路通常称为单稳态电路（monostablecircuit）。大多数脉冲电路属于单稳态电路电路，因为它们的激活态（非稳态）只能持续较短时间就回到稳定态。\n脉冲发生器脉冲发生器产生特定长度的脉冲。脉冲限制器脉冲限制器（又称脉冲缩短器）可以缩短过长的脉冲。脉冲稳定器脉冲稳定器（又称脉冲延长器）可以延长过短的脉冲。脉冲延迟脉冲延迟电路能够为脉冲提供延迟。边沿感应器边沿感应器在信号变化时：从0到1（“上升沿”感应器）或从1到0（“下降沿”感应器），或两者均感应（“双边沿”感应器）。脉冲长度识别器脉冲长度识别器能够在输入脉冲长度在某个范围内时输出信号。示波器示波器为依次连接的、延迟为1刻的红石中继器链，据此能够通过点亮的中继器数量直观地测量脉冲长度。\n\n时钟电路\n主条目： 红石电路/时钟时钟电路为持续、重复提供特定长度脉冲的脉冲发生器。一些时钟电路可以永久工作，另一些则可控。\n简单的时钟电路只有两个等长的状态（0与1长度相同）。例如5刻激活与5刻非激活的时钟被称为5刻时钟。\n中继器时钟利用中继器（链）获得时钟电路中必要的延迟的电路。通常需要红石火把以获得反相功能。活塞时钟利用活塞对方块的推拉完成电路的反相功能。时钟电路也可以基于矿车、船、掉落物品的自然消失等。\n\n记忆电路\n主条目： 红石电路/锁存器\n与逻辑电路永远反映输入信号不同，记忆电路的输出不单与输入相关，还与“过去的输入”相关。这样能够完成对电路过去状态的“记忆”。\n在现实生活中的电子学中，锁存器指对输入信号的某个状态产生反应的电路；触发器指对输入信号的变化产生反应的电路。\nT触发器T触发器用于信号切换（类似拉杆）。T触发器具有“时钟”输入端，输入端满足特定条件时，输出端会切换一次。RS或非锁存器RS或非锁存器有2个输入，用于对电路有大规模控制需求时。输入端为S（Set）端与R（Reset）端：S端输入一旦变成1，输入就为1并保持；R端输入一旦变成1，输入就为0并保持。还有很多记忆电路可供选择。\n\n方块更新感应器\n方块更新感应器（Block UpdateDetector，缩写为BUD）为能够对方块状态改变产生反应的电路（例如石头被开采，水变成冰，南瓜长出等一切涉及方块的数据更改的行为）。\n活塞连接BUD基于活塞的特性，即不使用方块更新的方式激活活塞，使得活塞保持伸出。这样当临近方块更新时，活塞会产生反应，激活事先设计的电路。活塞卡顿BUD基于活塞的特性，即在活塞无法再伸出时继续激活活塞，当不使用方块更新的方式使得活塞重新伸出后，活塞会卡在输出态。这样当临近方块更新时，活塞会产生反应，激活事先设计的电路。导线BUD导线强度基于红石更新而设计的BUD电路，当红石更新后会产生1刻脉冲。其优点是静音。还有其他的方块更新感应器，例如使用船、矿车或红石灯的。\n另见：教程/方块更新感应器\n\n杂项电路\n主条目： 红石电路/其它\n此类电路一般不常见，但却是大型复杂工程的重要组成部分。\n数据分配器数据分配器为逻辑门的高级形式之一，选择端能够使得输出端与输入端之一相同。随机信号发生器随机信号发生器能够产生无法预测的信号。一些随机信号发生器利用了Minecraft的随机特性（例如仙人掌生长或发射器对发射槽的选择）；另一些则采用数学上的的伪随机算法。多输入电路多输入电路能够同时处理多个输入并得出综合输出。此类电路是建造计算器、数字钟与基本计算机的基石。爱好者们还有很多更复杂的电路方案。\n另见：教程/高级红石电路\n\n建造电路\n计划\n建造红石电路的第一步是确定电路能做些什么。\n应该在哪里控制整个电路？如何控制？\n电路是由玩家控制，生物移动控制或是其它控制方式？\n电路能够控制什么样的机械？信号如何从控制端传向机械？\n需要将多个来源产生的信号组合到一起吗？\n\n建造\n建造电路时使用特定的方块组合是个不错的习惯，这样你当修建其他的工程时，看到这些方块你就能意识到不能再继续挖了。常见的选择有石砖、雪块与羊毛（不同颜色的羊毛有利于你自己区分电路的不同部分）。\n当在水或岩浆边上建造电路时要特别小心。很多电路组件会在液体流过时被破坏。\n建造电路以引爆TNT（陷阱或大炮）时要格外小心。建造中的电路可能会意外触发TNT，因此强烈建议最后再放置TNT等破坏性装受控装置。\n\n解决问题\n当电路出问题时，仔细检查，尝试寻找出问题的来源。\n你是否想从一个弱充能方块引出电能？也许你需要红石中继器使其强充能，或者用红石中继器引出电能。你是否想让电能穿过一个透明方块？用非透明方块代替它，或者绕道而行。你是否无意中建造了一个短路电路，使得本来应当激活的红石火把燃尽了？修正短路电路，并更新红石火把的状态。本不该激活的电路部分是否错误激活了？也许你不小心把不同部分的线路之间连了起来。\n\n精炼\n电路正常工作后，考虑一下是否能够提高电路的性能。\n你能让电路反应更快吗？\n减少信号传输中不必要的元件数量\n你能让电路更小吗？\n你能使用更少的方块吗？你能缩短红石线的长度吗？\n你能让电路更强壮（提高鲁棒性）吗？\n电路在极短的脉冲下依然能正常工作吗？电路在频繁地激活/非激活交替下依然能正常工作吗？\n\n另见教程\n高级红石电路机械陷阱活塞电路\n现实的电路\n数字电路逻辑代数\n\n\n\n条目翻译的过程中得到了PTmissionary的协助，对此表示感谢\n\n嘛，想当初咱的第一个bbs的帖子居然是这个：http://www.mcbbs.net/thread-15553-1-24.html\n\n距离我搞定红石电路页面也有一年了",
    "replies": [
        {
            "author": "719823597",
            "timestamp": 1359180420,
            "txt_content": "前排来顶                        "
        },
        {
            "author": "957141475",
            "timestamp": 1359180420,
            "txt_content": "红石什么的最复杂了。。"
        },
        {
            "author": "专业坑爹三十年",
            "timestamp": 1359180420,
            "txt_content": "看不懂但还是得顶一个"
        },
        {
            "author": "g-g-g",
            "timestamp": 1359180480,
            "txt_content": "前排怒顶  "
        },
        {
            "author": "PTmissionary",
            "timestamp": 1359180540,
            "txt_content": "太厉害了啊，昨天还只有一小段现在已经翻完了。"
        },
        {
            "author": "小黑人",
            "timestamp": 1359180720,
            "txt_content": "好多额…………看不清楚"
        },
        {
            "author": "smskck",
            "timestamp": 1359245160,
            "txt_content": "感觉最好能把语言说的通俗点再发到论坛里来比较好"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1359246180,
            "txt_content": "第一句有的小问题～那么写不是很专业啦～网站上不是针对区域的有繁简转换的工具吗"
        },
        {
            "author": "jianghr",
            "timestamp": 1359297960,
            "txt_content": "前来帮顶，不过看起来1.5 project应该还没有喷发完的样子。可能需要持续更新。"
        }
    ]
}