{
    "title": "论各位对冒险地图的标准/期待/意见  [特指-->解密/恐怖]",
    "author": "⊙v⊙",
    "replyCount": 21,
    "timestamp": 1558666560,
    "txt_content": "终于能把其中一个草稿给用掉了，真好...\n大家好，最近几天我在为某人的月刊写了点个人心得。主题是关于恐怖/解密地图的制作。想起论坛里近几个月里都没有人发布这类地图，排除论坛很凉这一点，我觉得有必要，在这里，发一贴，征求一下各位的意见。\n\n为什么？原因有三。\n其一，虽然在地图发布的原贴中即可留言，可排除了“回复可见下载链接”、“水贴”、“有你更精彩”等码字不带思考的回复后，真正发自内心的感言有几条？其二，真正敢发表心声的人又有多少？很多时候我也想为大家的地图发表个人意见，让作者从中了解到自己作品的优缺点。可人们总是能轻易地指出缺点却不怎么能看到优点。我也不例外，久而久之我也就害怕发言的。害怕伤到了作者的心，害怕因为自己的发言损失了一个潜在的优秀地图制作者，一个喜欢minecraft的玩家。如果我以前的发言伤到你了，我在这里表示歉意...而这份害怕，我更多地是从版主和一些较为出名的制作者的言语中感受到。其三，自然就是得到各位的宝贵意见后为个人的地图作出改良了。\n\n\n\n那么我开始思考着这么几个问题，希望能听到各位宝贵的意见。\n\n各位所玩过的此类地图都是什么类型的？各位心目中的此类地图应该为如何？（如应该突出哪些方面，着重点是什么，使用哪种表现手段，等）是否有那么几个让你特别难忘的地图，而难忘的原因又是什么？印象中是否遇到过劣质的此类地图，而又是什么原因/因素让你认为其劣质？\n\n\n万一贴子凉了我岂不是很尴尬？召唤一波大佬 @冥王星人 @ruhuasiyu @chyx @貓狗喵 @FHC红石 @brooke1999 @SMFX阜星 @SPGoding @hurui @葉子の @我叫坂本 @不到的各位... @点进来看贴的各位... ",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1558669680,
            "txt_content": "可是，我没玩过……"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1558672680,
            "txt_content": "dalao不敢当，但现如今国内大多数恐怖/解密地图质量确实不怎么样，常用的如jumpscare，尖刺的声音，然后加上不怎么样的剧情便可成为“恐怖地图”，当然也有少量优秀作品，老一点的如1.8版本的《至死不渝的爱》：http://www.mcbbs.net/thread-427985-1-1.html剧情确实可以，加之优秀的资源包更能衬托出玩家内心的恐惧\n新晋作品如1.13.2版本的《梦》：http://www.mcbbs.net/thread-855804-1-1.html，不过这个主要是资源包模型和音乐加分，加之有双结局，游玩体验还是可以的。\n\n其他国内地图我就没了解过了，国外大作确实不少，如《LATE》使玩家有强烈的代入感，而且黑科技满满，《unsighted shadow》亦是如此。\n恐怖地图个人感觉不一定只能靠jumpscare来制造突然惊吓，剧情，bgm的渲染，场景的心理暗示，令人紧张刺激的小游戏如逃生类，规定时限类，这些因素结合起来才能变成一张优秀的恐怖地图，顺带一提，受大多数优秀的恐怖地图影响，精致而符合环境的模型装饰也被我视为很重要的一点\n\n总之，我认为恐怖地图想要优秀，最重要的是让玩家代入剧情中，产生强烈的代入感，仿佛身临其境（说得有点夸张）\n\n解密地图可能因为被国内各种低质量的找按钮，逃离XX所恶心到，所以本人并不喜欢玩此类地图，在此也不作评论。"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1558673040,
            "txt_content": "ruhuasiyu 发表于 2019-5-24 11:48\n可是，我没玩过……\n无意义回复，已举报\n话说rua有做过什么地图吗"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1558673700,
            "txt_content": "讲真，我没玩过什么恐怖解密的地图……\n但我还是说点东西吧\nouo大佬前面说得十分不错……真正用心发出有建设性的建议的会员可以说是退一个少一个了，现在的新人大多只会在茶馆里水积分……这是一个很严重的问题，会直接挫伤到mcbbs的创作者的积极性，甚至是决定了这个社区的未来。这便是我为啥突然又要做月刊的原因\n如果解密地图的话，个人感觉场景不要太大，切忌进入“找箱子”“找物品”的老套路里，相反，有意思的解题方式会让玩家眼前一亮，但是骗玩家的玩意儿不要太多，最好所有东西都是有用的，并且彩蛋和道具要有明显的区别\n以上是个人浅见"
        },
        {
            "author": "葉子の",
            "timestamp": 1558675320,
            "txt_content": " 本帖最后由 葉子の 于 2019-5-24 13:24 编辑 \n\n放心，不会凉的。当然，我是咸鱼不是大佬。\n生存   真实\nrpg     职业平衡\n没有喜欢的地图，如果有，那就是原版地图。当然我喜欢糟蹋地形。\n有一堆，火柴盒，其是如果有玩法就算火柴盒我也不介意。(恐怖地图需要注意一点别太真实了，也别太血腥了，也别太暴力了，否则可能导致删帖)"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1558675500,
            "txt_content": "天狼星black 发表于 2019-5-24 12:44\n无意义回复，已举报\n话说rua有做过什么地图吗\n我没做过什么冒险地图……只做过一个pvp地图而且很小"
        },
        {
            "author": "Nu_ta",
            "timestamp": 1558676760,
            "txt_content": "期待啊，大佬们都加油，菜鸟也要学习学习"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1558682040,
            "txt_content": "ruhuasiyu 发表于 2019-5-23 17:48\n可是，我没玩过……\n不制作此类地图的话也可以说说想像中的此类地图可以如何鸭！\n\n一般来说，了解游戏命令机制的玩家给出的建议更为切实可行。当然也因此自身的想像力和创造力有时候被自己的知识给限制住了。\n所以无论是有经验的制作者（不限于地图制作），又或者是体验游戏的玩家，我都希望听一下他们的意见。\n\n\n但rua你没玩过就挺出人意料了..."
        },
        {
            "author": "81321111",
            "timestamp": 1558682580,
            "txt_content": "解密恐怖设计的巧妙一些就可以啦 23333"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1558683060,
            "txt_content": "⊙v⊙ 发表于 2019-5-24 15:14\n不制作此类地图的话也可以说说想像中的此类地图可以如何鸭！\n\n一般来说，了解游戏命令机制的玩家给出的建 ...\n恐怖地图的话，我个人认为首先还是剧情。然后随着剧情的变动，音乐和场景也会随之改变。有些恐怖游戏，即使是白天的甚至是日常的场景也会给人一种恐怖的感觉，就是剧情音乐渲染的结果。好的恐怖游戏我觉得不是因黑暗和血腥的场景给玩家以恐怖的感觉，而是那种后背发凉的感觉。\n\n解密地图的话，我觉得有一定的自由度和游戏外的探索会更有意思。比如游戏中给了一些零碎的信息，玩家可以在游戏在通过搜索发现惊人的一个故事。再从此处返回至游戏中。就有点像推理小说，基于真实事件的推理我个人觉得更有意思。\n\n最后，如果一个游戏能做到玩过之后令人深思的话，那绝对是佳作了。"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1558698660,
            "txt_content": " 本帖最后由 我叫坂本 于 2019-5-24 19:57 编辑 \n\ndalao属实不敢当，我没有真正地玩过一次恐怖地图（某原因，但我对恐怖地图也是充满兴趣。\n之前也有想过做恐怖地图，想到工程庞大+技术不行，放弃了。\n恐怖地图，我认为剧情是非常重要的，其次也就是场地+材质+BGM托出那种阴凉的感觉。\n之前看过别人玩恐怖地图，线索需要玩家去一点点找出来，拼起来成一个完整的故事，\n让玩家有一种恍然大悟的感觉。\n还有细节上的处理，例如开门，当玩家开门进去的时候，门自动关闭并带这音效\n或者就是进去一个屋子的时候，可以弄一下其它的声音，如花瓶落地破碎声音，可以推动剧情的发展。还有就是建筑，如果是有室外环节的，我觉得环境要装饰一下。如**沾有血丢在某个地方\n另外我觉得不能泛滥使用素材，这样让玩家体验不到新鲜感。\n所以，我认为恐怖地图最重要的是剧情，让玩家推己及人作者想表达的意思。\n\n以上只是我个人的短见认识。\n"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1558840860,
            "txt_content": "brooke1999 发表于 2019-5-23 18:38\ndalao不敢当，但现如今国内大多数恐怖/解密地图质量确实不怎么样，常用的如jumpscare，尖刺的声音，然后加 ...\n原版下，应该说受minecraft的画风影响，想制作出恐怖确实不易。\n\nJumpscare能在最短的时间内，给体验的人带来最大的情绪波动...一个快速闪过/出现的动作画面，一股预料之外的刺耳音效。\n给玩家播放末影人的自言自语、恶魂被挨打的声音，突然为玩家戴上的南瓜头套，生成一拳属性的怪物，等...\n\n因为这些是最容易被想到，很简单就能被实现，也在很多此类地图上被多次使用（泛滥...）\n但我认为并不是惊吓效果不行，而是做得不够好或考虑不周导致最终出来的是没有特色、千篇一律的劣质惊吓效果。\n熟悉的惊吓手段。如前面提到，音效，南瓜。惊吓可被预料，手法也缺乏新意。教科书般的惊吓布置点。图书馆、地牢、地下室。这些理所应当恐怖的地方，按套路出牌。这里特别推荐《林中小屋》已知的恐惧。Minecraft游戏的本体，玩家最先会在感官上体验到的，当玩家听到熟悉的音效时（如末影人、恶魂），最开头几秒玩家肾上腺素飙升，心跳急剧加速。可当逻辑思维跟上本能反映的那一刻，既开始思考听到的是什么时，之前积累的氛围就跌回了原点。“哦，是恶魂啊，一个命中率极低的靶子”、“哎哟，是小黑哦，害羞！不要看不要看，快找个两格高的地方躲起来”，恐怖吗，当然不恐怖。虽然我们，作为制作者仅仅是播放了一段音效，并不会真的在地图中生成恶魂或末影人。可作为体验者的玩家，当面临的可能性为已知，当自己已经准备好对策并鼓起勇气继续前行时，这恐惧就是失败的。而未知的恐惧，克苏鲁神话系列就是一个很好的例子。\n\n\n\n当然我也赞同你的观点，此类地图不是只有jumpscare。装饰，剧情，氛围，合理性与逻辑性，都是抵达优秀之路上需要考虑到的。\n"
        },
        {
            "author": "暮色达人",
            "timestamp": 1558864980,
            "txt_content": "个人认为主要是氛围，材质，细节。关于恐怖地图，我推荐几个研究研究\n1.寂静岭\n2.森林小屋\n3.还乡\n4.黑暗暴风雨夜\n5瘦面鬼影\n6.诡堡\n7.恶魔大脑(话说这是我最早接触的恐怖地图)\n8.幽徒\n9.....除此以为还有很多很多，包括我曾经看到过的大约30＋的优秀恐怖地图。\n材质固然重要，但还是锦上添花的作用，重点也不在于突然出现的吓人玩意，而是在于剧情环境的塑造(论坛里有类似的地图，我不太记得了)，就是要在平缓中慢慢感受恐怖的氛围。(具体也可以参见逃生2)\n以上是我的观点"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1559201880,
            "txt_content": "暮色达人 发表于 2019-5-26 00:03\n个人认为主要是氛围，材质，细节。关于恐怖地图，我推荐几个研究研究\n1.寂静岭\n2.森林小屋\n可还行...列表中好几个我都有去了解过的哦\n寂静岭的影响几乎是最深的...玩过恐怖游戏的人几乎都知道这个名字。\n因此相关的mc地图也挺多，所以我不清楚你指的是哪一张地图...\nO) [搬运、恐怖、汉化]寂静岭P.T，高度还原游戏！神一般的创意！简体中文汉化By 宅魂kill\n一个pt的还原，还原得挺到位的。无限走廊/重复房间估计遍是从中启发而来的。毕竟当时我对于制作的技巧了解地差不多了，对此地图中的各种玩意并没有什么新鲜感，但也不失为一张制作精良的恐怖地图。\nO) A Letter From Silent Heaven 论坛里竟然找不到搬运的...\n这是一张1.7的地图。以当时mc版本的能力和地图的质量上讲，毋庸置疑，这是一张实力劲爆的地图。各种技巧的妙用，白雾、花盆、Dinnerbone、经验球、刷怪笼等。虽说是我最早接触过的几张冒险地图，跨越了那么多个版本后的今日，仍然记忆犹新。个人心目中最成功的地图。\n详情我以后会细说...\nO) 1.10[升级版本]Cranion工作室最新力作恐怖地图SOP in Silent Hill寂静岭痛源升级版\n之前有幸体验过，也和作者们短暂地交流过。(记错了，有关联但不是这位...)\n单从外包装上讲，十足的厉害，光影、材质、和最重要的视频剪接。但印象中当时是卡关+卡顿十分严重，没能体验完整个地图。卡顿原因可能是我的机子过于丢人、过渡地使用高频、命令逻辑缺乏优化、和过渡地执行“无意义”命令。尽量考虑到其他玩家的体验，除优化之外，暂无评价...森林小屋\n没听过，没玩过，不敢乱发言...【1.11.2恐怖解密】还乡(HOMESICK)——深山荒村，能否追查出惨案真凶？\n音效还有bgm使玩家更入戏。其中书架可互动好评，可也因使用次数过于频繁，降低了游戏整体的紧张感。开头与结尾十分带感，可中期略平淡无奇。以寻物推动游戏进展和剧情叙述，其优点也是其最大的缺点，把控得当能使剧情的过渡感自然流畅，否则会显得十分唐突。黑暗暴风雨夜? \n找不到Slender: The Eight Pages (1.8 Map)\n恩...(这大佬现在利用光影在弄一个很厉害的横版地图...恩)邪灵诡堡（Evil Castle）？\n同样没玩过。除了一些视频实况，找不到原贴，暂无评价...Demon Brain\n这个比较有意思，前面几个都是借助高像素材质使游戏更加真实，而这个则保留的mc的特色，在像素风之下呈现恐惧。重复的走廊，算好出现时间的特效与音效，合理且不单一的内饰。剧情虽话不多，但对应开头和途中多次出现的床，把故事明确地呈现与观众之下。虽然也是使用了那些突然出来吓你一下的伎俩，但在“精心制作”面前，质量高下立判。需要的不是华丽的建筑，不是逼真的材质或光影，更不是那些到处被藏起的钥匙和剧情小纸条/小日记。小规模的地图也可以作得很好~幽徒 生存剧情类 似RPG By Sugar_cane\n最后这个我也没玩过，就不说什么了...\n"
        },
        {
            "author": "1551668645",
            "timestamp": 1560249240,
            "txt_content": "rpg至今也玩了一些，我认为关键应该在第一印象吧，一般第一印象好的地图，质量都不错。\n比如如果是奇幻类的要有一个吸引人的故事背景，开局大场面（这个确实很难），基本这个地图质量就保底了。\n如果是稍偏日常类的，特效可以减少，但关键在于流畅度，比如用指令引导玩家，很多rpg地图将几本书丢给玩家就结束了，你说剧情很好，又有多少说服力？还有字体的颜色，人的审美很容易疲劳，更何况现在的地图开局就只有两种指引方式，一种是用书，一种是发对话框，还是黑白的，玩家很容易就感觉厌烦（虽然嘴上不说），其实这时候哪怕引导字换个位置都能吸引一下玩家。当然也可以考虑语音，不过难度太大了。\n生存系的关键是世界观和游戏方法，引导探索欲，不需要太大，基本上玩家已经审美疲劳了，稍微小一点，更现实一点就行。\n楼上觉得说的特别好，带入感也很关键，至少，要让人觉得电脑里的那是个人，而不是个npc，用来接任务的东西。\n希望能抛砖引玉。。。"
        },
        {
            "author": "1551668645",
            "timestamp": 1560249420,
            "txt_content": "1551668645 发表于 2019-6-11 18:34\nrpg至今也玩了一些，我认为关键应该在第一印象吧，一般第一印象好的地图，质量都不错。\n比如如果是奇幻类的 ...\n。。。又看错题目，太佩服自己了。。。抱歉，见笑了。。。。"
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1562741580,
            "txt_content": "    单纯对恐怖解密/生存类地图发表看法   \n    从17年退出游戏，时隔接近两年回来，发现论坛相比原来并没有出现很多优秀的恐怖类型的作品，其实就原因很简单，以mc为载体在作品的传输上面是有优势，但同时因为大多数作品为了玩家的方便是在mc上通过原版类容来实现种种效果的，30分钟的流程如果要做的很精致需要数倍于其时间的制作，同时大多数作品会使用到的盔甲架建模是没有固定框架的，需要大量时间来进行调试，相比之下mc中进行这类创作是极为困难的，而像目的性，综合性不强的建筑，地形设计，皮肤等创作会容易得多；地图作者难以得到鼓励，回报与付出不成比例等等\n    从我退坑前玩过的《归乡》，《至死不渝的爱》，《丧魂村》，《late》等作品可以看出mc众多机制的开放化为地图创作提供了无限的可能，尤其在我回归后观看到新版本加入了独立的funtion，数据包，进度及更多判据选项后，能做到的事情想必会更多了，更为高级复杂的类容也能保证好的运行效率，或许是现在的地图制作者/团队没有动力了（我加入的制作组一个坑填了两年还没有弄完）（我发现大多数还在玩的人并没有把这个游戏放在第一位了）\n  "
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1562742300,
            "txt_content": "qin905604662 发表于 2019-7-10 14:53\n单纯对恐怖解密/生存类地图发表看法   \n    从17年退出游戏，时隔接近两年回来，发现论坛相比原来并没 ...\n偷偷问一下怎么隐藏帖子，找不到教程之前帖子看着羞耻"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1562975760,
            "txt_content": "冒险地图的话我希望是自由开放越大越好\n这才是冒险地图"
        },
        {
            "author": "Jokey_钥匙",
            "timestamp": 1564134600,
            "txt_content": "其实Minecraft相对于其他恐怖游戏有个比较大的缺陷：存档读档\n这在一定程度上限制了Minecraft的rpg类游戏\n这是一个矛盾点\n如果弄，十分麻烦，会拖延工程时间\n不弄，那玩家就必须一次性通关还不能回头，流程不得不设计的很短，或是……很怪\n然而其他恐怖游戏就没有这种问题……\n\n恐怖游戏玩的不多，影响最深刻自然是《魔女之家》\n没有闪屏，没有突然的尖叫，每一次高能都会有所征兆，你每一次的行为都可能有意想不到的恐惧\n然后每一次的陷阱和背后的剧情紧紧咬合\n游戏最后就是没有通过的成就，更多是刻在骨子里的恐惧、绝望和无奈\n\n1.13有视线追踪函数，高精度的rpg调查系统和对话系统都可以实现了（我已经做出来了，虽然很简陋就是了）\n为了更好的rpg我也为此写过模组\n但最终还是要看各位作者的脑洞和他们是否能够付出足够的努力了"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1564180920,
            "txt_content": "1551668645 发表于 2019-6-11 00:34\nrpg至今也玩了一些，我认为关键应该在第一印象吧，一般第一印象好的地图，质量都不错。\n比如如果是奇幻类的 ...\n这破贴竟然有回复，感动\n\n\n\n\n首先并不是十分赞同第一印象的这种作法。\n如果开局和整体的质量差别太大，很可能会带来负面效果，期待越大则失望越大(如madmind studio的agony...)。\n当然从版主手上骗个版回优秀还是可以的\n\n\n关于剧情叙述手法，读书看牌显tellraw这几个都是最容易制作的，所以泛滥也是不可避免的...也如你所说，看多了就会审美疲劳。而另一个原因可能是此类做法比较出戏。从玩家与游戏的互动性这一角度来讲，玩家与剧情进展的表现方式被单一局限到了与书/牌子/左下角tellraw的互动，而玩家与环境、角色之间的互动基本被忽略了。所以营造一个随剧情发展而变化的环境便能提升体验感、既视感。\n\n但这样做无疑会比写书立牌要花上多几十倍的时间来营造，而这我觉得就是当下地图质量与数量成反比的一大原因。\n"
        }
    ]
}