{
    "title": "[Minecraft.net|CULTURE]Page Turner 翻书的人",
    "author": "holle",
    "replyCount": 2,
    "timestamp": 1535537100,
    "txt_content": " 本帖最后由 holle 于 2018-8-29 19:05 编辑 \n\n\n\n\n\n3dded30a9ff13b626a0fecbada1133a6-Last.jpg (58.33 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 17:33 上传\n\n\n\n\n\n翻书的人Page Turner\n一本由Dark_Cosmos建造的魔法书\n\n\n\n我拥有很多书，但自从看过了幻想小说，我就担心它们都是有瑕疵的。你看，阅读它们能打开通往其它世界的大门，但只能通过比喻的方式来做到，而巫师Dark_Cosmos的这个新项目则是真正做到了这点。\n           I own a lot of books, but after seeing Fantastic Book, I’m worried they might all be defective. You see, reading them opens gates to other worlds only in the most metaphorical of ways, while this new project by wizard Dark_Cosmos does so quite literally. \n\n      更方便的是，你根本不需要去读它。只需要把它打开，它就在那了，一个微小但细节令人难以置信地丰富的透视场景展现在书页上，就像一本施了魔法的立体书一样。       Conveniently, you don’t even have to read it. Just open it up, and there it is, a tiny but incredibly detailed diorama emerging from the pages like from an enchanted pop-up book.                                                                          \n\n\n\n\nf4bf0788dd4bf0d091256e949b137517-2b resized.jpg (91.34 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 17:39 上传\n\n\n\n\n\n\n       燃烧着的营火立在中央，烟雾从火焰上升起，栩栩如生。它的周围遍布着不知所踪的露营者的痕迹。一本装饰着符文（其实是Dark_Cosmos团队的标志）的厚书躺在营火旁。这里同样有着一些补给品-桶、瓶子和灯笼散落在蘑菇，花朵以及弯曲的树木之间。\nA burning campfire sits at the center, smoke rising vividly from its flames. Around it, there are traces of an absent wanderer. A heavy tome, adorned with a rune (actually the logo of Dark_Cosmos’ team) lies next to the fire. There are supplies, too - barrels, flasks and lanterns, surrounded by mushrooms, flowers and crooked trees. A bird swoops into the scene and towards a juicy moth that has been drawn to the fire.\n\n       这些人去哪了？把一堆明火留在树丛中无人照顾是十分危险的，但谁知道呢，英雄们总是为了回应冒险的召唤而匆匆离去。倒翻的圆筒，洒出的红酒无疑也在暗示着什么。       Where has the wanderer gone off to? It’s dangerous to leave an open flame unattended in a wooded area, but who knows, heroes have been known to leave in a hurry, answering the call of adventure. The toppled barrel, wine gushing out, certainly seems to suggest as much.                                                          \n\n\n\n\nb49d0f4966617348c5540f63e42132d8-4 resized.jpg (102.09 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 17:39 上传\n\n\n\n\n\n       也许有谁刚刚被怪物绑走了，某位英雄追踪他们到了银屏之外（可能在下一页）？        Perhaps somebody has been abducted by monsters mere moments ago, and the heroes are chasing after them off-screen (on the next page perhaps)?\n\n       这样的作品背后藏着什么样的魔力？是哪位巫师变出了这个场景？当然是那位确切名字叫做Dark_Cosmos的法国建筑师，他在游戏中已经创作了六年。在那段时期他一定学习了许多的黑魔法（在他的建筑风格中-希望在真实生活中没有）。       What alchemy lies behind a creation like this? Who’s the wizard who conjured this scene? That’d be the appropriately named Dark_Cosmos, of course, a French builder who’s been crafting in the game for six years. He’s certainly learnt a lot of the dark arts in that time (in his crafting style - hopefully not in real life please).                                                                 \n\n\n\n\n85cf91b4a715a12158b34d7af2d56836-2018.01.08_18.10.16 resized.jpg (69.36 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 17:39 上传\n\n\n\n\n\n      “事实上我的一个朋友曾怂恿我创做一个这样的地图”，Dark_Cosmos告诉我。“我把它当做一个通往乌托邦的入口。”      A friend actually tempted me to create a map like this one,” Dark_Cosmos tells me. “I think of it as a portal to a utopian world. \n\n     “我选择这个场景的原因是因为每一个冒险家都需要一个赖以生存的小营地。我想象着一旦竣工这个地图的氛围是什么样子的，这件事激励着我。”     “I chose this scene because every adventurer needs a little encampment if they want to survive. One thing that motivated me was how I imagined the atmosphere of the map might be once the project was finished.”                                                          \n\n\n\n\nd222b31c7877c3f4b8c1bec6f011f0e6-Header.jpg (105.81 KB, 下载次数: 1)\n\n下载附件\n\n2018-8-29 17:39 上传\n\n\n\n\n\n     无论从哪里获得创意，Dark_Cosmos都热衷于创造。“我很喜欢这些事。你可以用灵感与想象力在Minecraft里做一些很棒的东西。”     Wherever ideas may come from, Dark_Cosmos is big fan of creativity. “I enjoy these things a lot. You can do great things in Minecraft with inspiration and imagination.”\n\n     当然，你需要除了想象力以外更多的东西来创造这样一个项目，肯定会有一些费力的事情存在。“这项工程花费了我三天的时间，”和数量多到无法想象的方块在一起，他对我说：“烟是最大的挑战-很难让它显得更真实。”     Of course, you need more than imagination to create a project like this. Some elbow grease is just as essential. “This project took me three days,” he tells me, along with an incredible number of blocks. “The biggest challenge was the smoke - it was very difficult to make it look realistic.”\n\n     这提醒了我：不要在书本的中间点一堆营火，这基本上行不通。     That remind me: don’t light a campfire in the middle of a book. Rarely goes well.\n\n\n\n    作者：       Andreas Inderwildi\n    翻译：     holle\n    发布日期：\n    2018年2月19日\n    原文链接：    https://minecraft.net/zh-hans/article/page-turner\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "飞儿3083",
            "timestamp": 1535690640,
            "txt_content": "感谢楼主，翻译不易"
        },
        {
            "author": "holle",
            "timestamp": 1535772780,
            "txt_content": "飞儿3083 发表于 2018-8-31 12:44\n**** 作者被禁止或删除 内容自动屏蔽 ****\n谢谢"
        }
    ]
}