{
    "title": "游侠索罗:星球大战外传皮肤包发布！",
    "author": "cc7w",
    "replyCount": 1,
    "timestamp": 1535529360,
    "txt_content": " 本帖最后由 1345979462 于 2018-8-29 16:02 编辑 \nSOLO: A STAR WARS STORY SKIN PACK游侠索罗：星球大战外传皮肤包A new skin pack out today in Minecraft!Minecraft 今日推出新的皮肤包！\n　　Buckle up and jump into hyperspace with the Solo: A Star Wars Story Pack, a new skin pack available today in the Minecraft Marketplace! Whether you’re a driver, a pilot, a smuggler, or even a droid (droids read Minecraft.net? Neat!), this pack will give you a skin suitable for every adventure.\n　　系好安全带，跳入游侠索罗:星球大战外传皮肤包的超维空间中吧！游侠索罗:星球大战外传皮肤包是今日就能在Minecraft市场中获取的新皮肤包。不管你是司机，飞行员，走私者，还是机器人（机器人阅读Minecraft.net？漂亮！），本皮肤包都能提供适合你们的冒险的皮肤。\n\n　　Do you see yourself as part of the legendary duo of Han Solo and Chewbacca? Or as the suave and charming Lando Calrissian (and honestly, if it turned out we made this entire skin pack just as an excuse to make a Minecraft version of Donald Glover – could you really blame us)?\n　　你将自己看作是汉索罗与楚巴卡传奇二重奏的一员吗？或是将自己看成优雅迷人的蓝多·卡瑞辛（诚实的说，如果最终我们制作本皮肤包，只是为了重演Minecraft版的唐纳德·格洛弗这件事找借口，你真的会责怪我们吗？）\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n　　With over 30 skins to select from, you can rock the beloved space scoundrel’s style three different ways or change things up a bit and select one of his many companions!\n　　皮肤包内含多于30个可供选择的皮肤，你可以在三种不同的深受喜爱的太空恶棍风格间切换，或是稍稍改变一下，选择他的同伴之一！\n\n　　If you’re not feeling heroic, villains a-plenty fill our newest skin texture pack, including Dryden Vos, Enfys Nest, the Cloud-Riders, and the iconic Imperial Stormtroopers.\n　　如果你并不想这么英勇，我们的最新皮肤包也提供一大群恶棍的皮肤，包括德赖登·沃斯，恩菲斯·内斯特，云骑士，以及标志性的帝国冲锋队。\n\n\n　　Lesser known characters also get their time to shine, such as Aurodia Ventafoli (Chanteuse of the Stars), lookout Krysguld Dartis, and many more.\n　　较少为人知的角色也有了出场机会，例如Aurodia Ventafoli (Chanteuse of the Stars)，Krysguld Dartis，以及更多。\n\n　　Droid fans aren’t left out either with S1D6-SA-5, GM12-L1 and L3-37 skins to complete your adventures and round out your adventuring team. Please never make me type out their easily misspelled 'names' again.\n　　机器人粉们也不会被遗漏，我们提供S1D6-SA-5, GM12-L1 和 L3-37 的皮肤来完善你的冒险，充实你的冒险团队。请不要让我再打出来他们那容易拼错的“名字”了。\n\n\n　　No need to travel to a galaxy far, far away to add a new look to your adventures – they’re available in the Minecraft Marketplace today!\n　　想要让你的冒险变个样子，你不需要在星际旅行——今天，这些皮肤就在Minecraft市场中等你！\n\n原文链接：https://minecraft.net/zh-hans/article/solo-star-wars-story-skin-pack\n译者 c7w",
    "replies": [
        {
            "author": "Sakur9",
            "timestamp": 1536106500,
            "txt_content": "很棒。"
        }
    ]
}