{
    "title": "[BGM][1.7.10][GTNH][2800+任务/数万魔改][GT:New Horizons——格雷科技：新视野]",
    "author": "YPXxiaoK",
    "replyCount": 99,
    "timestamp": 1506855360,
    "txt_content": " 本帖最后由 YPXxiaoK 于 2021-2-18 00:53 编辑 \n\nBGM\n\n\nGT New Horizons格雷科技：新视野\nMade By DreamMasterXXL原帖点此进入最新正式版:2.1.0.0已更新\n如果！格雷科技不能颠覆你的世界观！那么！GTNH这个整合最适合你！没错！本整合包含了GregTech5U, Thaumcraft, Buildcraft, Witchery, Galacticraft,BloodMagic, Forestry等200+个Mod，以及有2300+个任务等你来完成！当然！本整合还加入了整合包作者自己制作的几个GregTech扩展Mod！虽然！这个整合包已经经过了5年的磨练！但是！它将会再一次的颠覆你的世界观，让你陶醉于其中至少一年！来吧！让GTNH再一次超越纯GT，达到科技的巅峰！什么是《格雷科技：新视野》？你现在正在查看的是一个正在逐步使用格雷科技来平衡MC1.7.10版本的全部游戏内容的，一个包罗万象，应用尽有的整合包。经过作者六年的开发（现在仍在开发），已经没有几个整合包可以比得上《格雷科技：新视野》对游戏内容与Mod的平衡与完善我们魔改了成千上万的合成，并且制作了一本及其厚的任务书，相对应的，也制作了自定义礼包系统，用于部分的任务奖励还对世界的生成进行了自定义，对魔导手册的界面进行了自定义，等等。为什么要制作这个整合包？制作这个整合包，是为了能让玩家体验到一个超长的科技线，并且玩家会发现，越往后，各个Mod的联动程度就越来越高，甚至可以说是已经融为了一体，这个整合包已经打破了常规，突破了Minecraft的桎梏。这么讲吧，这款整合，已经向独立游戏看齐了。为了达到超长科技线的目标，本整合以格雷科技及其扩展为主线，其他Mod为辅，用格雷科技的一个个科技时代，给予其他众多的Mod一个合适的定位。从石器时代起，生存会变得越加艰难——直到你进入了蒸汽时代。可本整合远不止如此。为了穿上更强的装备，为了抵御夜晚的怪物，为了消灭异世界的BOSS，你不得不跨入电力时代。当你跨入电力时代，你很快就会发现，以地球的资源，远远不够让你发展迅速——因此，你只能将目标指向太阳升起时，那渺茫星空中的几颗闪闪发亮的行星。这个整合包是否适合新手呢？如果你刚刚接触Minecraft，那么这个整合包可能不太适合你，如果你已经对Minecraft有所了解，但在Mod方面仍然是新手的时候，那么这个整合可能比较适合你。你可以通过那本厚重的任务书尽数了解各个主流Mod的玩法。顺带一提，在游玩每个Mod的时候，任务书都会指引玩家充分利用Mod，同时跨向下一个Mod的领域。这个整合包是否适合我呢？你喜欢设计一款能与现实中的炼油厂相媲美，需要多种物品与流体进行输入，才可以获得中间产物与大量产品，最终可以做出一块橡胶，一片塑料，一个TNT或者其他高科技设备的化学处理阵列吗？当那些粉碎机，离心机，洗矿机，电力高炉，真空冷冻机在工作时发出的声音传入你的耳朵时，你是否感到高兴而欣慰呢？如果你喜欢挑战高难度整合包，如果你喜欢升华Minecraft这个游戏的内涵，如果你想带着这个整合包更上一层楼，那么这就是最适合你的整合包。欢迎回家。游戏的任务发展流程0级: 最基础的Minecraft，潘马斯农场，格雷科技的燧石工具1级: 格雷科技-青铜时代，匠魂，凿子，暮色森林2级: 格雷科技-低压时代，铁路工艺-RailCraft，林业-Forestry，更多实用工具-Extra Utilities，背包-Backpacks3级: 格雷科技-中压时代，神秘时代及其扩展，林业，高级太阳能，应用能源24级: 格雷科技-高压时代，星系及其扩展，AFSU，巫术5级: 格雷科技-超高压时代，基因工业，血魔法6级: 格雷科技-剧差压时代，核聚变玩法、要求更高的自动化7级: 格雷科技-零点压时代，Tectech的独特机制、电路板的最终形态8级: 格雷科技-极限压与无尽追求的未来时代，在不断膨胀的材料需求之下，达成终极目标游戏内容科技你做的每件事，你所合成的每一个物品，都是与格雷科技有关的。我用我自己制作的GT New Horizons Core和GTTweaker Mod两个Mod魔改了各种GT机器。(P.S.这是整合包作者自己制作的两个模组，不要见怪)你也可以游玩TiC, Railcraft, Forestry, Extra Utilities, Openblocks, AE2, Buildcraft, Galacticraft及其附属, Gendustry, Steve's Carts, Open Computers和其他Mod。魔法许多Mod都与神秘时代Mod进行了紧密联动。它的扩展，如禁忌魔法，自动化魔法，神秘工匠，神秘能源，神秘视界等神秘时代扩展全部被进行了魔改。如果你已经游玩了一段时间并且已经在游戏中做出一定发展的话，如果你的魔力足够的话，那么你完全可以体验到巫术，甚至血魔法Mod的游戏内容。另外植物魔法也会在未来加入其中。（魔法系列mod在GTNH中为中后期mod）探索你可以使用超多生物群系，真实地形生成来创建一个及其真实的地形。暮色森林(通关它才代表着神秘时代Mod的通关),星系Mod和其他Mod添加了超过八个维度。生存饥饿改革, 潘马斯农场, 特殊怪物,极限末地生存,稀有精英怪,熔岩怪物,僵尸意识——包括这些，数不清的，充满冒险元素的Mod已经在此等候你多时了。你能生存下去吗?你想建造自己的庄园并且轻松地击杀眼前的一切生物,建立高度发达的科魔基地和地下城吗？你做得到！在GTNH中，你有很长的路要走。在一开始的日子里，食物是及其重要的。没有夜视药水，你在夜晚什么也看不到（P.S.GTNH夜晚全黑）。某些怪物很有可能会在死亡时爆炸，某些平常看起来温柔的生物也会在你不经意间把你打的鼻青脸肿。如果你没有较好的策略来躲避这些生物的话，你会死的很惨。科技和魔法应当并驾齐驱。建议你不要因为太长就不耐心的读完这里的整个介绍，也不要因为任务线太长就不耐心的完成任务书上的每个任务。任务本整合包内含超过2800个任务，这些任务将引导你轻松度过这个包罗万象，应用尽有的以格雷科技为主的科技线。这些任务将告诉你一步步发展的流程，有了它，你不必频繁的查看NEI，因为你只要点击任务书中的物品，由NEI显示的配方将自动弹出（因为作者为GTNH定制了其专属的NEI），更不必频繁的寻找教程了，是不是很方便？自定义的礼包系统与GT硬币系统将为你带来独特而有用的奖励。开包前那种心跳与期待确实时常令人十分享受。任务截图欣赏（超多图预警）仅为一小部分任务，所有任务远不止这些\n\n\n\n\n\n\n\n\n\nThousands of hours of work have forged Gregtech New Horizon into the biggest Gregtech based Modpack thats out there. An extreme experience that even the best players need hundreds of hours to beat.成千个小时的工程将格雷科技新视野打造成了目前最大型的格雷科技整合包。这是一段最优秀的玩家也必须花费几百个小时来通关的极限旅程。——格雷科技5非官方版 作者 Blood Asp\n授权证明作者对本帖的好评实况推荐@MarcoV 制作的 GTNH实况 https://www.bilibili.com/video/BV1Mb411P7n6MC百科词条https://www.mcmod.cn/modpack/1.htmlFAQ/教程以下内容为GTNH群中的Q&A文档，由楼主及GTNH群友们共同维护由于受众不同，楼主对问答/教程进行了微微微调。最新内容请进入GTNH官群或GTNH中文Wiki相关条目查看！\n〇、相关链接\n在这里反馈Bug（用英文）英文的一个wiki，可以帮助你找到额外的数据和教程中文mod维基，可以先来这里搜索资料中文原版维基，原版知识请来这里看GTNH中文维基提问与解答——以下问题（教程）均收集自GTNH官群\n1、 你首先应该知道的Q:Q&A是什么A:Q&A是question（问题）&answer（解答）.\nQ:我可以熬夜玩此整合包/工作学习结束就立刻打开整合包开始游玩吗？A:不！你应该先保证足量睡眠（8小时起步），然后出去锻炼，在身体健康的情况下再游玩整合包。毕竟再好玩的游戏，也首先需要一个活生生的人来玩。\nQ:我的游戏崩溃了，怎么办？A:打开游戏根目录.minecraft下的crash-reports文件夹,找到时间最晚的那个,直接上传到官群里。如果你没有crash-reports文件,请打开游戏根目录.minecraft下的logs文件夹,打开其中的latest.log,按上述步骤进行。\nQ:我应该如何游玩本整合包A:看任务书，看NEI；mcmod中关于其他mod玩法的介绍，别看合成方式，很多都修改了。实在不懂的问题可以寻找Q&A或者问官群群友\nQ:大佬，这个XX怎么回事？（没了）A:-官群群友不是神仙，不会算你究竟遇到了什么问题。所以请提供详细的描述与截图/文件。   -官群群友没有义务帮你解决问题，他们只是志愿的，所以请问问题的时候注意语气。   -《提问的艺术》   -有些问题没有那么容易解答，请提供更多的信息。\nQ:我进存档怎么没有任务书啊A:2090版本不再提供书籍，使用快捷键\"~\"（可修改按键）打开任务书。\nQ:我的世界没有声音怎么办？A:可能是缺少asset文件导致，有几种解决方法一、查看minecraft目录是否为英文目录，若不是，则将所有非英文字符删去或换一个纯英文地址。二、HMCL端部分内容无声音解决方法：加载压缩包内的两个资源包 或者 在存档内按下F3+S三、下载mmc，载入官群群文件的整合包，重新从官网下载asset文件\nQ:我的汉化失效了怎么办？A:前方的第二个链接即汉化文件链接，下载下来，覆盖到minecraft文件里，另外请确保已正确安装。\nQ:如何添加optifine？我安装了最新版会报错A:两种方式，第一种是安装D6版本以下的optifine，第二种是用fastcraft1.25版本替换掉mods文件夹中的fastcraft1.23，再安装最新版的optifine。具体下载地址请百度或谷歌搜索。\nQ:为什么小地图上的生物雷达在服务器上不可用A:GTNH的小地图是阉割版。可自行更换完整版旅行地图mod。\nQ:右下角显示方块信息的插件，怎么调字体大小?A:这是waila，默认按小键盘0即可呼出配置屏幕。\nQ:作者FTP地址下载的服务端开服后为何输入命令无效A:GTNH仅支持官服，请不要使用bukkit&KC。-如果你有插件需求，请自行替换服务端核心并删除mods内的Bugtorch.jar（重要）-也可以将config/bugtorch/mixins.cfg中的B:skipInitialWorldChunkLoad设置为false即可解决无法无法使用插件命令的问题\nQ:没法设置多个家怎么办？（FTB内容）A:在minecraft/local/ftbu/config.json中搜索max_homes，把的max_homes改成比较大的数字。注意:FTB不是一个官方自带的mod！原版GTNH是没有/home功能的。\nQ:大佬们，左上角的那一堆数据显示不能关吗/左上角那个东西是什么？A:左上角那个东西叫Ingame info，可以通过输入/ini config调整大小与显示有无，更多详细内容请看第一个任务右上角的任务——角落里的数字\nQ:关于多人模式组队共享任务书A:在2088，共享一切任务进度。 在2090，以下情况不共享：-加入队伍之前的任务-需要提交物品的任务有管理员权限，可以使用指令/bq_copyquests id1 id2同步任务，id2会获得id1的任务进度。这个指令在2090以前为/bq_admin copyquests id1 id2。\nQ:循环任务的CD怎么变成负的了？A:因为任务书的编辑模式没有关闭。如果是单机，请打开作弊指令，输入/bq_admin edit确保编辑模式为关闭。如果你是服务器，请联系op，让他们把编辑模式关闭。\n2、 石器至蒸汽时代问题Q:夜晚好黑啊，伸手不见五指，能调亮一点吗A:不能，这是整合包设定。\nQ:XXX怎么做啊？A:看NEI，如果NEI不显示配方则有三种情况：(1) 需要通过神秘研究解锁配方，比如末影流体储罐(2) 物品被ban，比如青铜高炉，IC2的机器(3) 该物品没有制作完成，没有合成配方，比如艾萨研磨机(4) \nQ:那NEI是什么啊A:NEI是一个mod，全称是not enough items ，会在物品栏左右侧显示。1) 使用O键隐藏界面2) 使用鼠标左键单击或R键查看物品的合成或者鼠标右键单击或U键物品查看用途3) 对物品按T键查找周围有没有对应的物品4) 对物品按A键收藏本物品如果你装了NEI easy search，你可以使用拼音搜索物品，可以在设置切换为首字母或全拼模式。另外也会提供2行的历史记录和1行的收藏（这个默认按L键）\nsf_chipan也有一篇关于NEI的教程https://www.bilibili.com/video/BV1Zs411m7Q3请认准唯一指定真理。NEI可能会不告诉你，但绝不会骗你。NEI永远是广大GTNH玩家中最最正确的工具。（除非是更新版本的装配线配方）Q:锡物品管道怎么拆卸A:使用钢级及以上等级的扳手，比如支线任务送的大马士革钢扳手。\nQ:匠魂冶炼炉里的铁怎么不能到浇筑盆里啊？A:这种合成方式被取消了，建议先查看NEI再行动\nQ:铁板/青铜板/木板/纸/透镜/泵/传送带/机械臂/箔贴在机器上了怎么办？A:这些被统称为覆盖板，用撬棍即可拆卸。把机器放在地上，使用撬棍对着有覆盖板的一面右击。\nQ:圆盾应该装备在哪？长枪应该装备在哪？治愈之斧拿在副手为什么没有作用？A:治愈之斧要放在右手（物品栏内手持）上。P.S. 切换到“挖矿与砍杀”工具栏的默认按键是“R”，与背包整理冲突，请自行到按键设置里改成你需要的按键。\nQ:为什么没有bc油泉了A:脸黑。如果确实找了很大一片地方都没有油泉，请在.minecraft/config/buildcraft/main.cfg的193行改成20，196行改成true\nQ:如何获取无限水A：在这里整理所有常用的获得无限水的方法\n\n阶段效率蓄水器（RC）蒸汽之前低*简易斯特林水泵蒸汽之前150L/s**渴饮储罐MV（TC）1B/s***蓄水库（EIO）HV1B/s无尽之壶HV（获得钛）+∞****蓄水箱*****EV+∞*这个速率根据生物群系以及是否露天、下雨或下雪决定，最高每8t也只有30mb水（蘑菇岛）**消耗燃料***可加入升级，最高6b/s****指根据抽取的速度决定*****如果使用gt泵主动抽出，则两边不用放置水\nQ:蒸汽机器工作一下不工作了怎么办？A:蒸汽排气口需要对着空气以排出废气，使用扳手改变排气口的位置\nQ:蒸汽合金炉出现这个图标怎么办？A:蒸汽合金炉需要的蒸汽很多，请积蓄一段时间蒸汽或者增加蒸汽缓存（此处应使用软锤将机器关闭，否则机器会一直消耗蒸汽导致蒸汽无法蓄积，待蓄积后方可用软锤启动机器）(排气口堵塞也是显示这个图标，请依照上条确认排气口未堵塞)\nQ:为什么地狱传送门用打火石激活不了？A:打火石被改成了概率点燃，按住右键不放即可。\nQ:木炭点火堆怎么用啊？A:请看此链接的教程：木炭点火堆\nQ:硫在哪里找啊，做LV机器外壳没有橡胶怎么办？A:从钢任务向右做打火石、下界、硫粉、生橡胶粉的任务。发现主线任务卡住，应该做其他的主线任务\nQ:怎么往机器注入液体A:使用匠魂浇筑口或者电动泵覆盖板把液体从储罐抽入机器。储罐可以是任意储罐。匠魂浇筑口使用时，需放在机器的上面（浇筑口只能从上方向容器内输入体）具体情况请看二.3。也可以使用通用流体单元（合成方式是一个空单元）（通用流体单元再转换为单元时存储流体会丢失，请注意）将通用流体单元装流体后对着机器的非正面Shift+右键。当然，如果想自动从单元中把流体放到机器中，推荐使用超低压流体储罐，不可自动输出，但支持IO，支持用漏斗等物流设备。\nQ:怎么把机器右边槽里的液体搞出来A:右边槽是输出槽，通过点击机器的液体自动输出（机器界面左下角蓝色的那个）便可以输出。在输出口放一个储罐以接受液体。储罐可以是BC的储罐（用黑曜石玻璃做的）也可以是GT的X压储罐，也可以是赛特斯石英储罐。也可以使用电动泵覆盖板，具体内容请看二.3的内容如果不知道液体自动输出和输出口是什么，请看二.3的内容9\nQ:怎么把机器左边输入槽里的液体取出A:用simple hand pump。然后再找一个有gui的储罐，如超低压流体储罐，将pump放进IN槽中，流体便从pump里放出了。\nQ:获取末影珍珠的便捷途径是？A:任务书可以用硬币购买末影人刷怪蛋，只要刷出带有再生词条的精英送进匠魂的冶炼炉内即可拥有无限的末影珍珠。应该同时把匠魂炉封顶，以防末影人逃跑。具体情况请看任务书\nQ:   我的高炉工作一下就不工作了怎么办？A:    ①检查能源仓是否是充足供电（4A LV，即四台低压柴油发电机或者低压蒸汽轮机）②检查消声仓是否对外且空气，确保不要有任何火把，1/8角方块，按钮③检查有无故障，没有排除导致用电需要3个LV能源仓④检查是否在全体方块在一个区块里。⑤如果全部满足上述条例，请转第三章：工业高炉问题\nQ：用什么东西可以自动往炼药锅里加水？A：用脉冲信号激活tic的浇筑口\n3、 其他时代问题Q:HV金太缺了，如何大量获取？A:可以离心萤石以获得大量金和红石。而种植神秘基础学的荧光花可以产出巨量萤石。夜光珊瑚可以右键种在作物架上。\nQ:龙蛋和爬行者蛋怎么获取？A:龙蛋用原版的剑（木剑、铁剑、钻石剑）（shift）左击，（龙蛋被HEE改的具有铁砧的性质，不要做火把收集那种无谓的尝试了）爬行者蛋用原版收集龙蛋的方法就可（也就是火把收集），也可以用黏性戴斯镐直接敲（已证实）黏性戴斯镐由普通戴斯镐附魔精准采集去火星挖一颗黏滑怪的蛋即可(黏滑怪的蛋就是地表上的那个)\nQ:如何供应RF能源？A:所有GT电线都可以将EU→RF，转换速率取决于电压等级，比例固定1eu＝3.3RF。直接把RF机器贴到gt线上即可（但是不会自动接线，记得使用剪线钳）\nQ:如何快速挖掘极光方块？A:使用采矿镭射枪可以快速挖掘。   -一个简单的下位方案是法杖核心：采掘   一个完美的上位方案是末影采石场   -工业TNT也可一试\nQ:为什么输出满了大机器不会自动停机而是继续工作吞我的产物？A:设定如此，GT原版多方块会吞产物，但是GT++多方块不会。所以大化反，聚爆压缩机等要注意输出总线的畅通。\nQ:(镜像问题)为什么输出满了后多方块机器莫名其妙不工作？A:检查你的输出仓/输出总线中是否已满。此外，输入总线中存在多种配方时会识别错误。P.S.离心机等部分GT++大型设备的输入总线靠前格子中有可处理的物品但不满足数量时不会处理靠后格子中满足处理条件的物品，输入仓也一样。\nQ:(进阶问题)怎么提高大机器的工作效率A:输出总线和输出仓的默认工作频率是8t，每次输出会将物品全部输出。这在高电压情况下可能会导致产物堆积。所以在使用高级输出仓室的前提下，使用高级泵/传送带覆盖板（工作频率为1t)强行从输出仓室提取物品，大大增加大机器处理的速度，以防止停滞。\nQ:前期没有AE自动化做东西太累了怎么办A:一次搓几组物品。P.S.前期在任务书的硬币兑换里可以大量兑换材料\nQ:中压怎么获得乙烯A1:蒸馏乙醇或者石脑油，具体是用什么裂化，裂化到什么程度看nei。A2:建议裂化轻燃油。\nQ:T1火箭必须要聚爆压缩机吗？A:是的。\nQ:甲苯好缺啊，怎么获得。A:通过蒸馏重燃油快速获得，比例是10:4*你可以使用丹格特蒸馏塔获得更佳体验。*缺甲苯的时候也做不了丹格特，丹格特最可怕的基本框架 I 需要单钾芒硝*但是只要几个 基本框架 I 。（做到即是爽到）\nQ:丹格特蒸馏塔是啥？A:超高速蒸馏室，具体请转 多方块机器→GT++→丹格特蒸馏塔[WIP]。\nQ:火箭需要的燃料有哪些？A:请看下表燃料火箭等级化工厂使用强化方块等级高十六烷值柴油T1——RP-1火箭燃料T2不锈钢密集肼火箭燃料T3；T4钛CN3H7O3火箭燃料（紫色燃料）T5；T6钨钢H8N4C2O4火箭燃料（绿色燃料）T7；T8劳伦姆Q:火箭燃料怎么无法注入A:燃料注入器的输入端是固定的。黄色口为流体输入端，绿色口为能量输入端（相对应的接口连接正确的管道会有接入模型）（然而塞个gt电池就行了。）\nQ:HV往后各个阶段的涡轮推荐有什么？A:蒸汽涡轮推荐使用大型脉冲合金涡轮，大型奥利哈钢涡轮；等离子涡轮推荐使用大型奥利哈钢涡轮，大型三元金属涡轮，大型无尽涡轮。不推荐使用燃气轮机。\nQ:九合一大加工怎么用啊A:在输入总线里放入正确的编程电路，并且用螺丝刀调整主方块到正确的模式\n\n20号21号22号模式一,Metal压缩机车床两极磁化机模式二,Fluid发酵槽流体提取机提取机模式三,Misc.激光刻蚀机高压釜流体固化机Q:宏伟之木金杖端任务完成不了怎么办？A:bug任务，使用指令完成，详见二、其他\nQ:龙芯怎么获得？A:开传奇战利品袋，或者推传奇X任务线。传奇任务相关参见下一章问题。这条任务线的前置是t8火箭。\n\nQ:科技线从低到高，推荐使用什么发电呢？A:电压发电手段LV蒸汽、轻燃油MV，HV柴油/高十六烷值柴油EV，IV核电，硅岩发电机（T3）LuV能源站蓄电（累计低电压发电方式）避雷针，风电永不为奴核聚变等离子（氦等离子体，锡等离子体，镅等离子体）其他（后期）太阳能，压缩太阳能Q:核电发展流程是怎样的，一开始只能用钍棒啊A:从EV阶段可以开始使用核电，大概十四个四联钍棒的输出就可以提供EV供电。gt一共有三种燃料棒，钍，铀，以及硅岩。详细数据下表列出。\n\n发电发热耐久燃料棒（钍）10eu/t1hu/t50000s燃料棒（铀）50eu/t4hu/t20000s燃料棒（硅岩）50eu/t4hu/t100000s此外，在数个版本之前，gtnh还添加了“核心”单元，这本质上相当于三十二联硅岩燃料棒。请不要生存尝试这种东西，除非你有中子热容（但是还得停堆换冷却）。这就出现了gtnh中核电发电绝对的巅峰。gtnh提高了核电的发电量，对于非流体核电，gtnh相对于原版gt提高了5倍的发电量（gt把核电提高到了两倍的发电量，但是mox削弱两倍，相当于没有提升）。对于流体核电，gtnh则是让大型热交换机产生的蒸汽输出提高为5倍。核电还可以使用强冷或者流体堆提高发电量。对于gt来说，强冷就是使用可以大量储存热量的冷却单元暂存热量（表示为耐久值），而真空冷冻机可以把这些热量一次排走。通过这种方式省下一些其他放散热元件的位置摆放燃料棒，借此达到更高的发电量。下表展示所有冷却单元的相关信息。储存热量大小制作材料冷却耗时（功率均为120EU/t）10K冷却液5s30K冷却液15s60K冷却液/氦气/钠钾合金30s180K氦气/钠钾合金/超级冷却液90s360K氦气/钠钾合金/超级冷却液180s540K超级冷却液270s1080K超级冷却540s1G中子锭500000s在gt中，流体核电和ic的摆法大致相同，也是核电将冷却液加热得到热冷却液。但是，gt可以更好地处理热冷却液，得到更高的HUEU转化效率。你只需要将热冷却液通过大型热交换器获得蒸汽/过热蒸汽（取决于热冷却液的流量，在gtnh中，这个阈值是800mb/t，上限则是1600mb/t），之后只需要让这些蒸汽通过大型高压蒸汽涡轮和大型蒸汽涡轮就行。（一个小提示：过热蒸汽再过了大型高压蒸汽涡轮后还可以变成蒸汽再过一遍大型蒸汽涡轮，所以能使用过热蒸汽一定要使用过热蒸汽）下表为大型热交换器的数据热流体冷却后的流体临界流量(mb/s)上限蒸汽产生倍率岩浆熔岩岩浆10002000160热冷却液冷却液8001600400注意热冷却液的数据均与原版gt不同热离枯竭钍棒可以得到镥，它可以在核聚变mk2及以上做成镅。镅是UV必备的材料，正常方法你需要1k~2k的镥制镅。直到你出了核聚变mk3，可以做镅等离子为止。所以，做十几个反应堆去烧钍棒吧。\nQ:做UUA的废料怎么来最好呢？A:有复数种选择。   方案一:用UV以上的泵贴无尽管道上抽无尽之壶的水，导入物质聚合器变成物质球，通入回收机。效率:大约20物质球/秒。造价:高，但为一次性投资。   方案二:用自动雕刻机凿圆石，将凿出来的圆石通入回收机。记得给雕刻机加速度升级插件！效率:最高64圆石/雕刻机/秒。造价:较低，持续消耗凿子。特别的，如何获取成山的圆石呢？本教程推荐使用传输节点+世界交互升级，将其贴在水和岩浆相遇生成的那块圆石上，用任意物品管道连接即可导出圆石。其产出速率取决于世界交互升级安装数量，塞满后(5*64个)高达320圆石/s，相当于16台碎石机！   方案三:用匠魂的无尽凿子配合自动合成设备(例:大规模自动装配机v1.01；传输节点+工作台升级；自动工作台)，效率:不定，取决于合成设备。造价:极高，但为一次性投资。\nQ:为什么这个机器没法处理这个配方啊A:请在群里问群友之前，按下文进行自检1. 检查电压（功率）是否达到对应等级2. 检查输入的物品和流体是否符合要求（注意空气）3. 检查编号电路板是否是正确的编号4. （工业高炉）检查你是否达到了对应的温度等级5. （化工厂）检查你的化工厂等级是否为对应等级，确认你的金属催化剂是否放在催化剂仓内，确保你的编程电路放在输入总线里6. 如果配方NEI中有\"需要超净间\"，请确保你的对应小机器已经放在超净间里。7. （细菌培养缸）请检查辐射量是否达标8. （GT++机器）如果在机器主方块的tooltip中，有写着\"机器类型：XXX\",这一般是GT++的多方块结构（但是地热锅炉除外，他虽然是gt++的机器，但它不会因为输出堵塞而停止工作）。对于这种情况，请确保你有位置可以输出。（记得至少安装一个输出总线）9. 检查你有没有供电，使用三录仪或者OmniOcula看看你的能源仓有没有电10. 检查你的消声仓，确保接触的是空气，并且没有什么奇奇怪怪的东西在上面（比如1/8角萤石）（这种一般会出现机器处理一次配方后立刻停机的情况）11. （大型涡轮）通消声仓，确保接触的是空气12. 如果还不行，请问群友4、 魔法问题Q:有没有什么必须发展神秘的位置，可不可以完全不玩神秘？A:火箭隔热服需要魔力布匹。(2.0.9.0已取消)。在终极目标前基本不需要，但是各种宝贝他不香吗？去漆黑世界（dd）需要基本毕业神秘。\nQ:同上一个问题，把神秘换成血魔法A:同样终极目标前基本不需要，但是HV就能用的传送真的很香啊。无尽同样最终需要血魔法的装备血魔法的自动化非常糟糕！我是说，糟透了。\nQ:银树好难找啊，是不是取消生成了？A:没有。你脸黑。如果实在找不到的        话可以看任务硬币那一页的左上角可以购买\nQ:为什么暮色传送门丢钻石进去激活不了？A:需要丢暮色传送门激活水晶，在LV组装机中制作\nQ:无尽之壶前置是什么？附魔台前置是什么？A:无尽之壶：奥术之耳。附魔台：闪耀之光、源动之焰\n5、 新问题\nQ:大佬们血为什么那么多A:提升血量有两种途径：1.匠魂的红心容器，黄心容器，绿心容器，每一个容器增加1心，全部拉满可加30颗心。2.吃不同的食物吃满25格饱食度即可提升1心（注意是必须吃没吃过的食物并且不同，吃同一个食物只会算吃第一次的饱食度） \nQ:各阶段工具有什么材料的推荐吗？最强弩箭配置是什么？A:弩臂推荐：碳锭；坚韧绑定结只提供特性，弩身只提供近战攻击力和耐久，具体请参照wiki https://www.mcmod.cn/item/30827.html。阶段弩箭材料工具材料LV镁铝合金锻铁MV-钒钢HV脉冲合金-EV陨钢（箭头）钯（近战武器）-IV+钯、三元金属奥利哈钢三元金属UHV+无尽催化剂、无尽无尽催化剂、无尽Q:创造模式下怎么方便的查看所有装配线配方而不是一个个扔？A:找到一个叫调试扫描仪的东西，丢在地上，捡起来。（仅限创造模式）?\nQ:地震勘探书怎么看，火星上想抽点盐水A:这里以主世界的油田为例，其他世界是同理的书里有几页重要的数据这里的L为预计储量，以这里的1:原油为例，每一次抽取会抽取【具体值】mB（在101-166之间）的原油，经过多次抽取这个储量会下降1L（一般认为是1000次）主要的数据在这里\n油田主要的位置在这里，从文可知，油田区块是一个个8*8区块的大区块，任务书推荐的进阶地震探矿机会显示周围9个油田区块而最后一页则表明了具体的位置，这是一张地图，P是我们放置的探矿机所在的区块，之前说到油田区块是一个8*8的大区块，那么通过这张地图我们就知道整个油田的位置了。我所在的位置是放置地震探矿仪的地方，那么这个区块就是P区块，那么这个油田区块就是如下的大区块，而根据书所言，这个油田区块便是[5]，整本书代表的油田范围如图其他油田区块坐标的位置就不言而喻了那么结合这里的内容，我们经过对照，便可以形成下图如此以来，地表下的油田便清楚了，可以用石油/天然气/液体来进行开采了\nQ:吃多少种食物可以加一颗心？A:每吃50种食物可以加一颗心，当前食物进度可以在游戏中输入“/foodlist size 玩家名”来查看，此命令会显示已食用食物种类、已奖励心数量和到下一颗奖励心所需食用的食物种类数量。\nQ:为什么我的热力精炼厂（大型热力离心机）不能够正确识别？A:不要在第二层放置任何功能性方块！只能放机械方块（或者噪音方块）。\nQ:重力胸甲的量子护盾怎么开A:穿齐量子套后shift+mode switch key，开启后免疫一切伤害，包括虚空造成的伤害。耗电量大概0.1M EU/s\n6、 警告这些由Alkalus写的GT++的书，做出来后不可以打开阅读，否则可能会因为未知bug导致汉化失效在2.0.9.1及以上（目前并不建议更新）中，这个bug被修复，并且添加了汉化。相关内容的详细描述在【五、埃克森美孚化工厂】7、 发展流程【待更新】请看任务书。① LUV以后，还需要做哪些单方块机器？LUV组装机，LUV电路组装机（你需要很多这个）；ZPM组装机，ZPM电路组装机；UV电路组装机，UV生物实验室。将其他的工作全部交给多方块大机器 ！\n一、 GTNH相关信息请使用NEI和任务书，还有这篇指南1、 GT工具【待更新】暂时参见喵口的教程https://www.bilibili.com/video/BV1dx411N76v2、 蒸汽机器以蒸汽研磨机为例蓝色：输入槽黄色：进度条红色：输出槽黑色：没卵用的两个槽，你可以在这里摆一些即将处理的东西绿色：启动自动输出物品或者流体。蒸汽机器没有这个功能，虚晃一枪。每个蒸汽机器的背后都会有这样一个口子（图二），用扳手调整方向，可以调到除了正面的任意方向。对于蒸汽机器来说，这是废气的出口。如果这个口被堵住，蒸汽机器在处理完正在处理的配方之后将停止处理，并显示在进度条下显示以下图标（图三）（除此之外，如果你蒸汽不足也会出现这样的标志）。直到你让此出口重新对准空气为止。如果当时你正好站在废气出口后面1格之内，你会受到四心半的伤害。如果因为这个伤害而死，会显示【Player】 was boiled alive3、 电力机器以进阶组装机为例img]https://www.helloimg.com/images/2021/02/16/B9zrzP.png[/img]蓝色：物品输入槽黄色：进度条红色：物品输出槽绿色：自动输出的开关，开启后就可以在机器的口子后方自动输出。（如果开启了自动输出物品并且没有后方是空气，则物品会自动弹出）橙色：流体输入槽紫色：电池槽，你也可以放别的东西黑色：给你额外防止物品的空间，例如可以暂时放其他编程电路灰色：流体输出槽青色：放数据球的地方WARNING:带电机器及周围一圈淋雨会着火，进而引起爆炸。所以注意搭顶棚和及时灭火。WARNING:注意不要超压供电，否则马上爆炸。WARNING:尽量避免让机器跳电，如果避免不了，就用软锤关机存一点电再工作。小机器跳电是不会把你的材料吞掉的。4、 功能性覆盖板【待更新】https://www.mcmod.cn/post/361.html在2090版本中，作者给所有功能覆盖版都添加了GUI，Shift+右键即可打开，再也不用一下一下的捅螺丝刀了。5、 星球详细信息维度名称英文名简称阶段主要矿物虚拟“油田”资源主世界OverWorldOWT0大部分基础矿物天然气 0-350轻油 0-625原油 0-625重油 0-625石油 0-625下界NetherNeT0石英、硫、闪锌、岩浆\n\n暮色森林Twilight ForrestTFT0镍、银、铅、神秘碎片、钻石\n\n末地TheEndTENT0龙\n\n原版末地小行星?VA?龙（随机刷新）\n\n末地小行星Far End AsteroidsEA?铂，硅岩（概率极低）\n\n月球MoonMoT1钛、钕、陨铁、氟碳镧铈氦-3 0-425盐水 0-200火星MarsMaT2钨、戴斯盐水 0-400氯苯 0-400火卫一PhobosPhT2铀238（晶质铀矿和沥青铀矿）\n\n火卫二DeimosDeT2奥利哈钢、铀238（晶质铀矿和沥青铀矿）\n\n小行星带AsteroidsAsT3硅岩，钛铁碎片，陨铁块\n\n谷神星CeresCeT3铂、钯、钚239\n\n木卫二EuropaEuT3深铅、铬、锰、钨盐水 0-800极重油 0-200蒸馏水 0-3500木卫三GanymedeGaT3\n\n\n\n木卫四CallistoCaT3木卫四冰、钚239氧气 0-200液态空气 2-20罗斯128bRoss128b?T3遗迹（？）、硫铟铜、零点模块极重油 0-625岩浆 0-32767天然气 0-625蒸馏水 0-5000木卫一IoIoT4金、注魔金、铱原矿、秘银、\n\n水星MercuryMeT4龙、温特姆、贫瘠深渊铁（三元）氦-3 0-800熔融铁 0-400金星VenusVeT4量子锭、硅岩熔融铅 0-1600硫酸 0-250二氧化碳 0-1500土卫二EnceladusEnT5土卫二冰（神秘水晶）\n\n土卫六TitanTiT5贫瘠中子锭甲烷 0-800乙烷 0-200天卫四OberonObT5深渊铁（三元）、贫瘠中子锭、锇原矿一氧化碳 0-2000天卫五MirandaMiT5\n\n硫化氢 0-900罗斯128baRoss128ba？T5BArTiMaEuSNeK（铕）、氟石（Bart）盐水 0-1250氦-3 0-1250海卫一TritonTrT6贫瘠黑钚，铌，钇，镓，中子锭氮 0-800乙烯 0-800海卫八ProteusPrT6\n\n氘 0-700妊神星haumeaHaT7下界之星\n\n柯伊伯带KuiperbeltKBT7\n\n\n\n冥王星PlutoPlT7黑钚、硼砂氮 0-800氧气 0-800液态空气 4-40氟 4-800鸟神星MakeMakeMMT7黑钚、硼砂工业氢氟酸 0-300巴纳德CBarnardEBCT8巴纳德C树木（拉多X）极重油 0-800未知液体 0-300蒸馏水 0-8000巴纳德EBarnardEBET8\n\n液态空气 0-20巴纳德FBarnardFBFT8贫瘠基岩锭熔融锡 0-400鲸鱼座T星ETcetiETET8鲸鱼座T星E提取物、贫瘠觉醒龙锭极重油 0-200氢气 0-700蒸馏水 0-10000织女BVegaBVBT8贫瘠无尽催化剂、贫瘠觉醒龙锭，粉尘离心出铕！\n\n半人马Bb(南门二Bb)CentauriACAT8\n\n熔融铜 0-3006、 其他火箭燃料2090版本后，你的火箭需要一些专业的火箭燃料才能启动。不会再出现柴油小火箭飞遍全银河了。同时，火箭燃料也有不俗的发电量（和污染）。可以考虑使用火箭燃料进行发电。燃料火箭等级化工厂使用强化方块等级高十六烷值柴油T1——RP-1火箭燃料T2不锈钢密集肼火箭燃料T3；T4钛CN3H7O3火箭燃料（紫色燃料）T5；T6钨钢H8N4C2O4火箭燃料（绿色燃料）T7；T8劳伦姆其余详细信息请往下看埃克森美孚化工厂和大型火箭引擎硬币硬币是各种任务给予的、可以在“硬币、硬币、硬币”任务栏中换取物品的道具，可以大量减轻前期物品制作的压力，推荐前期多多使用。（因为中后期就没有用了）战利品袋战利品袋是众多任务的可选奖励之一，打开战利品袋会给予玩家以对应等级的奖励。需要注意的是1. 所有非附魔战利品袋都会开出“默认”战利品袋的东西2. 附魔的战利品袋不再会开出“默认”战利品袋的东西3. 在最后一个任务栏中可以用3个低级战利品袋换一个高级战利品袋4. ZPM等级及以上的战利品袋中只有钻石5. 在创造模式下手持战利品袋Shfit+右键，可以查看当前袋子的奖池列表\n“默认”战利品袋的内容龙芯与传奇任务龙芯的获取并不是前期可以考虑的事情，唯一可重复的获得方式是完成传奇系列任务，消耗若干物品，才能在最后一个任务中，以64个中子锭，4个灵宝锭，16个ASoc的代价循环换取16个龙芯。\n任务书到最后，有有三个传奇开头的章节：传奇无限，传奇和传奇X（2091版本后上被合并到一个任务页），分别代表三个阶段。你完成了传奇无限任务之后，任务会奖励你一个巫术的无限魔力蛋，传奇任务的奖励则是一个满电的零点模块（ZPM电池）。传奇系列任务至少要T4，传奇X则是要T8。\n坛友可能用的单位GT自己采用国际单位制，和其他mod的单位有一丁点不一样。除此之外这里也有一些坛友以一些容器大小作为单位。时间tick为刻，简写t，默认1s=20t（实际=你的tps t）1t对应等于0.05s流体1L=1mb（毫桶）1桶，既1个原版桶装下的量，英文简写记作B。1B=1000mb筒（EXU） 256桶超级缸一 4000桶基岩筒  65536桶物品组 一般情况下一组为64个物品，某些物品如末影珍珠，雪球为一组16个物品（但一般也按64一组在心中计算）k的意思是千，1000个物品约等于16组，大致是物品栏两行除去两格抽屉/jabba 64组 指没有任何升级的抽屉和jabba桶满级抽屉 10240组 指增加了5个绿宝石升级的抽屉（在这里说一下一般的英文数字单位缩写，西方使用千进制，既每3位数换一个单位（中国则是万进制，四位数一单位）。他们制造了英文简写用来表达，既k（一千），m（一百万），g（十亿），往上的单位不太常用，建议使用科学计数法；此外，中文网络也有把W作为万的缩写的习惯。现在由于亿之后的单位不太常用，一般使用科学计数法去表示。你可以用兆表示一亿亿，用京表示一兆兆。但现在词典中兆已经不表示一亿亿，而是M的中文代称）任务指令与编辑模式在作弊模式，或有op权限的情况下，输入/bq_admin complete 【任务id】。任务id可以通过F3+H获得，按下后打开任务书对准任务就可以看到但你也可以直接打开编辑模式，点击编辑任务网（就在退出键旁边），右边有若干按钮，你可以修改任务内容，也可以框选住一堆任务一键全部完成（比如你懒得交任务了）但是需要注意编辑模式下循环任务不可循环，服务器中op开编辑模式会影响全服。如何表达你的所在阶段一般用你最高可以制作什么电压级的零件和机器表达你的所在阶段；做出核聚变后，也会使用核聚变的三（四）个等级来表达所在阶段。对于这些在意的话，可以去看看ArtherSnow制作的阶段划分表。但我更建议别纠结这个，直接去看任务书搓东西就行。\n二、 多方块结构（GT大型机器）大的总比小的好，除了质量发生器。1、  综述多方块结构在GT中一般是指由主机，机械方块，功能仓室等组成的大型机器，这是整个GTNH过程中离不开的东西，在IV阶段后，你要逐渐把家里所有的小机器都替换成大型机器。但是因为种种原因，保留一些高电压的小机器依然是有必要的。基本上所有的多方块结构都优于小机器，除了大型质量发生器，它做质量发生器不合格。a) 功能性仓室输入总线：为机器提供原料，你需要在这里塞入处理原料，ULV/LV/MV/HV/>HV的大小分别为1/4/9/16/16格。不支持漏斗等任何物流设备的取出。输入总线（蒸汽）：给蒸汽大机器（现在只有大型蒸汽研磨机）使用的输入总线，4格大小。电池输入总线：多方块结构的电池箱充电接口，不知道有什么用。只有MV和EV的版本。超级输入总线：输入总线的超大型版本，有电压等级（ULV为1）*16的大小（除去MAX是160格）。没有GUI，但是可以提取物品。可能造成服务器卡顿。输出总线：接纳机器输出的产物。ULV/LV/MV/HV/>HV的大小分别为1/4/9/16/16格。可以自动输出，仅输出口可自动输出，也仅输出口可被漏斗等物流设备访问。WARNING：非GT++大机器，在输出总线装满时不会自动停机，而是会继续工作，并且销毁无处可装的物品。输出总线（蒸汽）：给蒸汽大机器使用的输出总线，不能自动输出，4格大小。电池输出总线：多方块结构的电池箱放电接口，不知道有什么用。只有MV和EV的版本。超级输出总线：输出总线的超大型版本，有电压等级（ULV为1）*16的大小（除去MAX是160格）。没有GUI。可能造成服务器卡顿。输入仓：流体输入口，具有4000(n(n-1)+2)L的流体缓存（n为电压等级，ULV为1）。所有面都可以输入输出流体，但只有正面可以输入输出物品（单元）。进气仓：其中每4t即可产生1000L空气，基本被用空气的来源（再也不用压缩机了，液！），不要用方块遮挡正面。最多12,8000L容量。蒸汽仓：蒸汽大机器输入蒸汽的地方，最高容量6,4000L。凛冰输入仓：凛冰冷冻机特供的输入仓，只能输入极寒之凛冰，容量12,8000L。炽焱输入仓：炽焱高炉特供的输入仓，只能输入烈焰之炽焱，容量12,8000L硅岩输入仓：可以输入熔融硅岩，熔融富集硅岩，熔融超能硅岩，容量3,2000L液态空气仓：只能输入液态空气的输入仓，只能用来蒸馏液态空气，容量1,0000,0000L放射仓：多方块结构的放射性物品输入仓，容量为n-3千克（n为电压等级，ULV为1），电压等级至少为HV。（具体说明请见【细菌培养缸-放射仓】）源质输入仓：多方块结构的源质输入，只能用源质填充机装填，可以容纳4n种源质，最多容纳256n源质（n为电压等级，ULV为1）。（目前只有大型源质发电机需要这玩意）元物质输入仓：卫星，占个座先。输出仓：流体输出口，具有4000(n(n-1)+2)L的流体缓存（n为电压等级，ULV为1）。所有面都可以输出流体，不允许自动输入流体，并且只有正面可以输入输出物品（单元）。WARNING：同输出总线，非GT++大机器也会在输出仓装满时不自动停机，而是会继续工作，并且销毁无处可装的流体。输出仓可以用螺丝刀调模式，如下表所示shift右键可直接到第八个模式模式说明输出流体、蒸汽和物品默认情况输出蒸汽和物品\n\n输出蒸汽和流体\n\n输出蒸汽\n\n输出流体和物品\n\n只输出物品\n\n只输出流体\n\n什么都不输出\n\nOutputs items and 1 specific Fluid（currently none, will be locked to the next that is put in (or use fluid cell to lock)）输出物品和一种特殊流体，会将下次输入的流体锁定，也可以使用单元锁定。在输出仓里有流体时，会显示Outputs items and 1 specific Fluid (XXX)Outputs 1 specific Fluid（currently none, will be locked to the next that is put in (or use fluid cell to lock)）输出一种特殊流体，会将下次输入的流体锁定，也可以使用单元锁定。在输出仓里有流体时，会显示Outputs 1 specific Fluid (XXX)设定过的输出仓有更高输出级巨型输出仓：容量1,0000,0000的输出仓元物质输出仓：卫星，占位。维护仓：维修多方块机器的地方，不能接管道输入，不能被多方块结构共享！具体将在下面详细讲述。自动维护仓：可以自动维护多方块机器，可以接管道输入原料，输入4个航空胶带，2个润滑油单元，4个钢螺丝，2个hv电路板即可完成完全维护。Debug维护仓：自动修好一切。为人民服务！能源仓：多方块结构的供电，同样具体在下面讲述。最大输入2A。Tectech多A能源仓：可以节省你能源站等的能源仓，仅支持少量大机器。最低只到IV低功率激光靶仓：超级能源仓，有EV-ZPM的32A/t，64A/t，96A/t，128A/t版，只支持极少大机器。（和激光靶仓不同，这个是Bart加的）激光靶仓：极限级能源仓：有IV-UXV的256A/t，1024A/t，4096A/t，1,6384A/t，6,5536A/t，26,2144A/t，104,8576A/t版，只支持极少大机器。还有一个传奇激光靶仓，通量高达28,8230,3761,5171,1744EU/t（实际为5,3687,0912V（UXV）*5,3687,0912A/t）。动力仓：接受多方块结构产生的电能。最大输出1A。动力仓（缓冲）：有内部缓存，并且可以最多4A输出的动力仓。基本支持所有机器。Tectech多A动力仓：可以节省你能源站等的动力仓，仅支持少量大机器。最低只到IV低功率激光源仓：超级动力仓，有EV-ZPM的32A/t，64A/t，96A/t，128A/t版，只支持极少大机器。（一样，Bart加的）激光源仓：极限级动力仓：有IV-UXV的256A/t，1024A/t，4096A/t，1,6384A/t，6,5536A/t，26,2144A/t，104,8576A/t版，只支持极少大机器。还有一个传奇激光源仓，通量高达28,8230,3761,5171,1744EU/t（实际为5,3687,0912V（UXV）*5,3687,0912A/t）。消声仓：排放污染的地方，不要在上方放置方块阻塞输出。升级消声仓可以减少污染并且回收更多废气（然而排放量和回收量好像并没有什么规律）。进阶消声仓：可以进一步减轻污染，回收更多废气，不过面前需要3格空气方块和放入空气过滤器（IV以上必须用T2空气过滤器）。数据访问仓：给装配线放闪存用的。溢流仓：同是卫星。电容仓：特斯拉电塔里放电容用的。转子仓：不明涡轮仓：可以自动给大型涡轮机放入涡轮转子。研磨球仓：放研磨球的，用于艾萨研磨机。催化剂仓：放金属催化剂，用于化工厂元素复制球仓：元素复制机中放数据球的。（目前连个GUI都没有）b) 多方块结构维护除去少数情况，多方块结构在成型之后依然不能使用，需要进行修复才可以工作。以下是对应工具修复的故障。l 扳手——管道松了。l 螺丝刀——有些螺丝没有到位。l 软锤——有什么东西卡住了。l 锻造锤——板子凹凸不平。l 电烙铁——电路短路了。l 撬棍——有个零件不应该在这里。其中电烙铁是需要1,0000EU和物品栏内至少一个细铅，锡，焊锡导线才能完成维修。在六个故障的情况下，机器不能启动。在五个及以下个故障的情况下，每多一个故障，功率提高10%。并且你可以使用方便的hh胶带（布莱恩科技航空专用强化胶带FAL84型）一键处理所有的故障.。做这个至少需要MV组装机（以及胶水、生碳网、各种塑料片），但是工业高炉任务会送你一个胶带让你维修。除此之外，还有一些特殊故障会出现l 结构不完整——你机器没摆好。l 缺少采矿管道——在主方块右上角或者输入总线放采矿管道l 缺少涡轮转子——在主方块右上角或者涡轮仓放涡轮转子如果所有故障全部修复，会在waila中显示Running Fine2、超频与并行a） 原版格雷多方块机器  大量实验表明，对于格雷多方块机器，若在其配方时间超频到1t后，施加更高电压，会发生以下三种情况之一:① 功率按每级*4上升，时间不变-工业高炉-石油裂化机-装配线-采矿场-石油/天然气钻机② 功率按每级/4下降，时间不变-大型化学反应釜③ 功率按每级/2下降，时间不变-工业熔炉，蒸馏塔，聚爆压缩机，热解炉，真空冷冻机\nb）  GT++ GT++机器具有一个复杂的并行系统。那么，她们的处理过程到底怎么算呢？基本上可以认为是以下三步：1.确定并行数，并行的上限是tooltip里描述的每个电压级几个并行      *实际并行是 [电压除以配方的电压] 与上面那个 [当前电压级最大并行] 取最小2.原本配方乘以并行数乘以电压倍数，是现在的配方电压，原本配方除以速度是新的配方耗时（感觉这句话像绕口令？请直接看下面的案例吧！）3.以新配方进行超频下面来看一个很完整的案例：机器名称钛管道制造机机器特性每提高一个电压级，并行增加 2输入电压 524288 V （8级）输入电流 1A输入总功率 524288 eu/t选用配方涩涩的钛管道该配方功率2200 eu/t （注意这是IV功率哦）该配方耗时114514 秒当前电压最高并行 8* 2 =16消耗功率 2200 * 16＝ 35200 eu/t有损超频一次后 35200 * 4 ＝ 140800 eu/t 有损超频两次后140800 * 4 ＝563200 eu/t 超过总功率524288了！故不执行本次超频. 最终运行情况并行处理：16有损超频：1次实际功率：563200 eu/t实际消耗时间：57257 秒 （114514秒 / 2）产出：16根涩涩的钛管道让我们进阶一下，现在钛管道制造机升级了！变成了先进的钛管道制造机：新增加的特性 一比同等级单方块机器快250%新增加的特性 二只使用同等级电压的80%从这里开始有变化意味着上面的都一样消耗功率 2200 * 16 * 0.8 ＝ 28160 eu/t有损超频一次后 28160 * 4 ＝ 112640 eu/t 有损超频两次后112640 * 4 ＝450560 eu/t 低于总功率524288！能执行本次超频！有损超频三次后450560 * 4 ＝1802240 eu/t 这时才超过总功率。最终运行情况并行处理：16有损超频：2次实际功率：450560 eu/t 实际消耗时间：8179 秒 （57257 / 2 / 3.5）产出：16根涩涩的钛管道你还要往下看吗？欢迎来到终极BOSS区域：高度先进的超级无敌天上下天地无双钛管道制造机算了，这里有空再做咕咕咕咕咕咕三、 工业高炉1、 如何搭建工业高炉因为快速烧钢和烧MV需要的铝都是MV配方，所有你的第一个工业高炉应当放置两个能源仓以供升压使用。工业高炉是一个3*3*4的多方块结构，详解如下：第一层：其中仓室你可以自由选择位置\n第二层和第三层：两层中空线圈（这里是白铜线圈）\n第四层：输出仓可以替换成隔热机械方块，放这里的话可以回收一些废气。这是高炉GUI界面当搭建没有问题以后，点击E会出现如上GUI内容，完成的标志是没有最后一行“结构不完整”。接下来简要介绍具体仓室的功能，详细的请向上翻【功能性仓室】除了隔热机械方块以外的方块一下都简称功能仓室l 输入总线是用于存放需要处理物品的缓存，对应NEI界面的左边物品区域。l 输出总线是用于存放处理后物品的缓存，对用NEI界面的右边物品区域。l 输入仓是用于存放配方中的流体的缓存，对应NEI界面的左边流体区域。l 输出仓是用于收集配方中出产流体的缓存，对应NEI界面的右边流体区域。如图所示，我们需要在输入总线里放入一个铝粉和一个编程电路、在输入仓里放入1000L氮气，在120EU/t的电力持续炼制60秒，最后得到第一块铝锭。l 维护仓是用于维护机器故障的操作方块，机器故障会导致机器无法启动/耗电增加。后面会介绍如何修复故障。l 消声仓是必须的一个方块，会减少多方块结构造成的污染，可以从消声仓下方的tooltips中看到具体的数值。l 能源仓是给多方块结构供电的方块，需要供应恰当的电流与电压。¡ 有两种供电方式，一种是是用电线从储电设备/发电设备直接导出并连入能源仓，另一种是用储电设备给高炉做缓存。¡ 前者好处是损耗低，后者好处是减少跳电危险。¡ 如果你有柴油生产线，请使用第一种；如果你还在是用蒸汽，最好用第二种。2、 工业高炉的供电工业高炉的用电是重要内容，通常新手玩家因为跳电而把第一批铝粉消耗掉，交学费。1）使用蒸汽轮机如果你还在使用蒸汽发电机，建议使用这种供电方法，既用4台蒸汽发电机（最好5台）供给两个电池箱，电池箱输出口对准能源仓输入口。每个电池箱内放入两个LV电池（可以是锂电池/钠电池）两个LV能源仓并排对外放低压电池箱的输出口对着能源仓，随后放两个LV电池具体结构如原理图所示可以用纸等覆盖版可以防止烫伤在资源足够的情况下，可以将青铜管道换成更大的锻铁管道或者钢管道（这里比较推荐GTPP的粗青铜合金管道）然后在某一个电池箱上面再增加1A LV的输出这样在蒸汽源稳定的情况下，就可以保持长时间的供电稳定。\n2）使用柴油发电机但是，如果你已经完成了轻燃油/等等生产线，可以直接供油。则更建议4台柴油发电机直连高炉工作。既下图所示比蒸汽好到不知道哪里去了（）3、 工业高炉的其他内容a) 如何启动工业高炉在确保电量供应充足的情况下，在输入总线放入合适的编程电路和材料，再用软锤右击敲一下主方块，工业高炉就会开始消耗电量并工作了。不要将编程电路放入主方块GUI合适的编程电路即大部分1号板对应无保护气的配方，11号板对应有保护气的配方。\n\n粉小堆粉小撮粉无保护气1号4号9号有保护气11号14号19号注意并不是每一种粉都有对应的烧制配方，请提前翻阅NEI铝粉烧制铝锭的1号板配方，不需要氮气，多了5秒的时间\n使用氮气的11号配方，氮气消耗量是1000L（一个单元）典型的必须要保护气的配方\n典型的只能干烧的配方在查看NEI的时候我们会现，氮气并没有很大程度的减少烧制时间，所以铝锭完全可以直接使用1号板干烧。一般来说，NEI页码数量表示这个粉-锭配方可以使用什么方式进行烧制\n\n气体是否能干烧24页气奥、氡、氙、氪、氩、氖、氦是21页气奥、氡、氙、氪、氩、氖、氦否12页气奥、氙、氮（氧/氢）是7页气奥、氡、氙、氪、氩、氖、氦否3页无只能干烧另外还有些例外，比如一些enderio金属，需要使用氢气进行烧制，具体查阅NEI\nb) 工业高炉原理NEI中显示铝粉烧制铝锭的消耗功率是120EU/t（MV），为什么使用的是LV能源仓的高炉却能工作呢？\n如图所示，LV能源仓可以接收2A的电流，两个LV能源仓并用就是4A LV在此情况下4A 32V的功率是128EU/t，超过了烧铝所需的功率。在功率足够的情况下，便可以处理铝锭的配方了。这种并用能源仓升压的用法可以用在大部分的多方块结构中除了合金冶炼炉和2090以后的电路装配线注意，如果没有修好所有的故障，则需要三个能源仓持续供电\nc) 二联高炉如前一个问题所示，一个能源仓可以接受2A电流而大部分高炉配方只需要1A电流所以我们让两台高炉并用能源仓，并用方块，可以节省大量资源注意这种用法的前提是使用相应等级的能源仓，比如铝锭需要MV能源仓。在我们能够做出MV能源仓之后，使用二联MV高炉就可以快速地烧制铝锭，当然要保持2A MV的电量输入。为了方便提供材料，双联高炉可以并用能源仓、输入总线、输入仓，把这”样的设备置于离地2格高的地方，方便操作。当然也可以两个高炉各两个能源仓\n四、 埃克森美孚化工厂1、 导论2090版本下埃克森美孚化工厂基本是用来制作更高阶的火箭燃料的多方块结构。因为T1火箭可以通过硝基燃料来发射，所以需要制作化工厂的时候应该是EV阶段。第一个化工厂通常是用来制作二阶火箭引擎所需的RP-1混合火箭燃料。这个配方至少需要不锈钢机械方块和mv机械方块。但更推荐使用hv机械方块，因为这样可以直接用到很久之后。你也可以选择直接使用钛机械方块而非从你蒸馏塔上拆下来的不锈钢机械方块。在开始制作前，我们先合成一本如上的指南书，这本书记录了许多方块的基本用法。（WARNING:打开Alk这些书有可能导致汉化崩溃，在2091被修复）附：你可能要用到的火箭燃料表燃料火箭等级化工厂使用固体外壳等级高十六烷值柴油T1——RP-1火箭燃料T2不锈钢密集肼火箭燃料T3；T4钛CN3H7O3火箭燃料（紫色燃料）T5；T6钨钢H8N4C2O4火箭燃料（绿色燃料）T7；T8劳伦姆2、 化工厂配件化使用的材料分为管道方块、线圈、固体外壳和机械方块四种a) 管道方块青铜2并行，-20%催化剂消耗几率钢4并行，-40%催化剂消耗几率钛6并行，-60%催化剂消耗几率钨钢8并行，-80%催化剂消耗几率你需要18个管道方块P.S. 需要满足足够并行的电流才可以并行b) 线圈白铜线圈50%速度坎塔尔线圈100%速度镍铬线圈150%速度钨钢线圈200%速度高速钢-G线圈250%速度硅岩线圈300%速度硅岩合金线圈350%速度你需要27个线圈P.S. 更高级的线圈可以使用，但是速度无法继续提高c) 固体外壳化工厂等级对应机械方块Tier 0强化青铜机械方块Tier 1脱氧钢机械方块Tier 2强化铝机械方块Tier 3洁净不锈钢机械方块Tier 4加强钛机械方块Tier 5强化钨钢机械方块Tier 6强化劳伦姆合金机械方块Tier 7强化博特姆合金机械方块你至少需要69个这些方块P.S. Tier 7目前没有作用强化劳伦姆合金机械方块需要的劳伦姆合金中需要的铼和镝的获取如下铼：点击熔融铼的合金冶炼炉配方镝：绿泥石矿粉，通过稀土III或者去GT++世界挖矿(末影采石场)获得。都非常糟糕。希望你不要有用到它的那一天。d) 机器方块各电压等级的机械方块，决定着整个仓室的电压等级上限，比如MV机器方块就只能用LV和MV的仓室，而不能用HV的仓室。包括能源仓、（输入/输出）（仓/总线）另外注意，是机械方块，而不是机器外壳。(就是对应电压金属板围一圈合成的那个)一个化工厂所需的机械方块的数量是57个e) 催化剂仓配方内的金属催化剂都需要放到催化剂仓内发挥作用。但是在制作您的第一种火箭燃料时，并不需要金属催化剂。所以您可以选择只到做密集肼燃料再添加催化剂仓。放到底层即可。3、 化工厂搭建过程第一层，外围是维护仓以及各种仓室（需要的话可以填满维护仓），主体在底面正中，中间用机器方块填充第二层，用机器方块包围线圈方块第三四五六层，管道方块和线圈方块交替同一层外，再加上一圈机器方块第七层是密集的机械方块，共49个\n最后的操作，用剩下的机械方块搭成支柱，每个5格高，总共4个，即20个方块 另一个有帮助的教程https://tieba.baidu.com/p/6519018102任务书中化工厂的位置在GT++任务栏里4、使用的注意事项a） 编程电路放在输入总线内b） 金属催化剂放在催化剂仓内c） 主方块的GUI右上角的槽位，没有任何用处\n五、 装配线1、 结构装配线的结构是比较复杂的，首先来看完工后的整体\n他是多层的单片结构搭在一起的，最长的装配线是16格，刚刚好占满一个区块，                        \n所以建议从一个区块的边缘开始搭建，刚刚填满每一片的基本结构是这样的\n从上到下，从左到右分别是第四层：脱氧钢机械方块（可以用能源仓代替）第三层：格栅机械方块，装配线外壳，格栅机械方第二层：防爆玻璃，装配线方块，防爆玻璃（防爆玻璃可以用任意EV+玻璃代替）第一层：脱氧钢机械方块（可用输入仓代替），脱氧钢机械方块，输入总线（后两者可以互换）\n需要注意1、 整个装配线配方最多有四个液体槽，所以最多需要装4个输入仓2、 装配线对仓室的电压等级没有限制，所以从ULV到UHV都可以用，不要被任务书骗了3、 维护仓可以替换边缘的任一脱氧钢机械方块4、 输出总线只能放在中间，输入总线可以放在边缘5、 第四层可以用能源仓代替，具体数量没有经过确认，可以放很多，推荐放两个6、 主方块旁的格栅机械方块要用数据访问仓代替（除非你想合成一个物品改一次闪存）一个警告：更换数据访问仓的时候请重新放置装配线主方块，不然它会让你的机器卡住。2、 装配线的使用以LuV马达为例，如图，你需要先扫描一个IV马达\n然后你就获得了LuV马达合\n成表的闪存使用数据读取机（装配线任务右侧）扫描闪存，即可获得详细合成表需要把这个闪存放进装配线gui或者数据访问仓里，才可以让装配线开始制作以上两种都可（数据访问仓还有一种进阶数据访问仓，有16个槽可以容纳闪存）对于升级数据访问仓的方法，请看【九、Tectech】中的【数据库】部分，在ZPM阶段就可以查看了，但是任务书在UV阶段在所有输入总线和输入仓按照顺序摆放原料，即可做出成品。最后，把成品丢在地上再次捡起，就可以解锁NEI对应合成表。p.s.NEI中的合成表不会显示合成物品的可替代物品。但实际上大多数原料都是可以被同一矿物辞典的物品相互替代的。这点可以在数据读取机里看出来。3、 装配线的自动化【待更新】这里先说一下基本思路由ae将原料发配到缓存容器，me接口使用阻挡模式，由sfm判断合成表，再按顺序输入物品/流体，循环提取产物即可。通过ULV输入总线和输入指令一次选中所有输入总线可以提高码代码效率，但是也会降低运行效率。ps有个叫做增广样板终端的东西，可扩展样板至16。pss样板中不必写流体，需保证流体饱和式供应。当然如果你有兴趣的话可以尝试一下纯ae，但是并不比sfm来的方便快捷。比SFM更方便的 【EIO自动化装配线】:思路：样板里写装配线的配方和需要的液体的容量瓶（容量瓶在最后）.液体容量瓶通过ME接口输出到储罐内—>返回网络ME接口挨着微型箱（大的微型箱），然后ME接口保持阻挡模式，装配线使用ULV输入总线，EIO导管抽取物品按顺序进入输入总线【待更新】七、核聚变4、 结构首先放一个MK1核聚变的成型图具体怎么搭，可以通过查看mcmod上的内容（2020.9.6）5、 一些关键核聚变产物\n\n工艺产物发电产物MK1铕、阳光化合物氦等离子体MK2镅、坚铀、三钛锡等离子体MK3镅等离子体、气奥、锎、铟、中子锡+镅等离子体MK4海珀珍 目前版本没卵用蛤？你用这玩意来发电？6、 等离子发电Mk1推荐氦等离子发电，电解水—>氢气—>离心—>得到氘氘与氦-3或者氚输入Mk1的输入仓推荐使用等离子涡轮发电能源仓是LUV动力缓冲仓的情况下,(使用缓冲动力舱，可以输出4A电流)推荐龙锭涡轮注意如果涡轮发电量大于动力仓最大输出电量的话会Boom涡轮发电量计算公式:发电量=最佳等离子流量(等离子能量值每tick)*效率\nMk2推荐锡等离子发电银流体与氦-3聚变得到锡等离子体锡等离子体—>等离子涡轮—>输出仓得到锡流体—>固化成锭—>分子重组仪变成银锭—>流体提取成银流体亲测可以带起8个大型奥里哈钢涡轮+(32A ZPM)mk3推荐锡等离子和镅等离子混合发电*发电与聚变材料互不冲突的思路:\n*图为MK1聚变铕与发电不冲突的思路，放4个输入仓和2个输出仓检测流程:                     \n八、电路装配线\n\n九、TecTech【待更新】7、 数据库数据库可看成是一个大型的装配线使用的数据访问仓，理论上可以存放16*14种不同的闪存，已经超过了已有的装配线配方数（116个）。原本这应该是ZPM电压就应该做的多方块结构，但是任务书中把它放到了UV阶段，并不合理。具体的合成方式请读者自己扫描，查看nei，不在此放出，接下来主要讲解的是tectech蓝图的使用和机器的摆放。a) 蓝图\n蓝图是tectech游玩过程中的核心物品之一。拿着蓝图对着tectech机器的主方块右击就可以显示出幽灵占位方块，这些方块有三种形式1、 tectech主体机械方块虚影\n如图为计算机散热风扇的虚影，表明这个位置需要放置计算机散热风扇进阶电子计算机械方块（上）和电子计算机械方块（下）的虚影，提示原理如上2、 占位符方块数字对应的方块虚影占位符方块的虚影，由左下角聊天栏提示细节我们可以看到，1是基础仓室或超能机械方块，那么在1占位符方块（只有一个点的虚影方块）的位置上，我们可以放上基础仓室（能源仓/维护仓等等）或超能机械方块，2占位符同理3、 空气方块的虚影没有占位符的表明这是个空气方块，不能放置方块蓝图的使用是所有tectech大机器的基础，另外蓝图的堆积数量对显示虚影也有影响在对量子计算机使用蓝图时，1个蓝图会显示一层机箱的构造，2个蓝图会显示两层机箱的构造，多个蓝图会显示多层机箱的构造一张蓝图两张蓝图主方块的朝向也可以有不同的形式（通过扳手修改方向）正面向上的主方块可以搭建一个整体仰头的数据库，如图所示b) 搭建由蓝图的提示我们可知，我们需要一些超能机械方块、数据访问仓、数据库接口、电子计算机械方块等等。事实上，整个数据库的容量就是由其多方块上的数据访问仓提供的，数据库即一个桥梁，把所有的数据访问仓都联系起来，并通过数据库主接口与光缆连接到装配线上。关于数据库的耗电，公式是2048*数据访问仓数量*数据库主接口数量，116个配方需要8个数据访问仓，通过一个数据库主接口提供给一台装配线那就是8A EV耗电，而剩下的接口全部加上，也不过114,688eu/t，不到1A ZPM\n接下来是搭建过程首先是非占位符的主体方块部分\n\n\n\n\n图片.png (236.38 KB, 下载次数: 0)\n\n下载附件\n\n6 天前 上传\n\n\n\n\n\n左右是散热风扇，横梁是电子计算机械方块，不要看错了[img]https://www.helloimg.com/images/2021/02/16/B97jGC.png[/img]在正面填上基础仓室和超能机械方块，我采用的是一个维护仓和一个ZPM能源仓（如前面所示、经过计算1A ZPM足够单个装配线所有的配置）\n而后方则根据自己的配置，填入合适数量的进阶数据访问仓以及数据库主接口，其他方块用电子计算机方块填充这样数据库就搭建完毕了，接上电，修好件，机器就可用。c) 使用数据库的连接将数据库的主光学连接端口用光纤连到装配线的副光学连接端口上数据库的启动d) 警告千万不要在运行的时候破坏主方块！不然会Boom!更换数据访问仓会导致装配线下一次启动时卡住，因此在安装数据库后请重新安放装配线主机并维护一次8、 量子计算机9、 研究站\n\n十、细菌培养缸【待更新】10、 放射仓放射仓用于部分细菌培养缸配方，提供辐射。右键放射仓\n最上方的条：放射强度右边的条：放射材料剩余时间中间的格子：放射材料输入（放射性材料制成的杆，例如铀235杆，硅岩杆）\n用螺丝刀右键放射仓打开以下GUI：\n数字表示阻挡的辐射强度（例如插入150sv的超能硅岩杆，设置20，那么最终的辐射强度就是150-20=130）下表为各材料辐射强度以及持续时间放射性材料（杆状）辐射剂量(sv)时间(s)铋83198铀-2359280铀-2389280钚-2399466钚-2419466硅岩13014.5富集硅岩14010.5超能硅岩1508注意：放射仓为了保证放射强度会不断消耗放射材料，即便机器未工作，放射材料也会消耗。11、 培养缸自动化概述培养缸自动化的宗旨是，保持输出仓的半满状态半满状态可由SFM自动化，触发器-条件判断（液体)(-精确数量-8B)（这里是LV仓）,输入[填写输出仓]-输出到超级缸内在此时流体转化效率增加1000倍（即再一次配方中，消耗的固体材料不变，而流体从左往右转化的效率增加1000倍）细菌培养缸固体原料转换倍率公式：倍率n=-4000(x-1/2)^2+1001（向上取整）x为输出仓所含液体所占其总容量的比例；其前提是保证流体过量供应。倍率为NEI所显示产物的n倍，流体消耗不变，固体消耗一个。若流体不足，则消耗掉对应NEI所示流体的整数倍并消耗一个固体原料。也即，同等固体材料消耗下，流体转化的数量增加，节约了固体材料。可以看到右边有一个培养皿培养皿通过生物实验室抽卡获取获取的培养皿放置于培养缸主方块\n十一、虚空采矿场l 终极的采矿设备！l 阶段：LUV可解锁一级，ZPM解锁二级，UV解锁三级。l 几何结构：同普通采矿场。l 基础产出：虚空采矿场等级基础倍率 X一级2二级4三级6l 使用稀有气体来增产。稀有气体的消耗速率固定为2L/s。稀有气体进阶倍率 Y无气体1氖2氪~氙~<气奥>64每次工作的输出数量Z=X*Y 。举两个例子：一级采矿场，不使用气体，每次工作输出2个矿物；二级采矿场，使用<气奥>，每次工作输出128个矿物！l <气奥>由 核聚变反应堆 MK.3 生产。获得第一罐后，可以使用UU复制。l 矿机单次产出的概率服从均匀分布，样本空间为该维度所有允许生成的GT矿脉（不包括贫瘠），且输出的矿物均为原矿形式。l 若将其放置在DD（漆黑矿界），则样本空间为本局游戏中全部预注册了矿物类型的矿石，包括灵宝锭矿石，镅矿石等常规无法获得的矿物！很遗憾，没有无尽锭矿。此外，也没有GT++废土世界的矿物。十二、KekzTech1. 蓝波顿超级电容库l 高度先进的能量储存设备！l 尺寸：5*N*5(N≥4) l 主机置于最底层侧面中心 底层：5*2*5的蓝波顿超级电容方块底座 中间层：3*(N-3)*3的蓝波顿电容(中间层中央)；电容外围包裹玻璃，其最低等级为内核-2 顶层：5*1*5玻璃，等级同上l 激光仓需要UV等级的玻璃！（锇强化/量子玻璃）l 每24小时损失总储量的1%。特别的，对于终极电容，被动损失以UV级电容计算。l 主动损失为一个相对较低的值（＜500eu/t），可以忽略l 对主方块使用GT传感器，放入核电信息显示屏，可以显示实时Input/Output eu/t哦！l 趣闻：一个终极电容需要⑨个终极电池制作，但只能拆出来一个终极电池。2. T.F.F.Tl 高科技联合储罐！l 全程：Twenty-Five Fluid Tank 。好吧，其实就是一个能储存25种流体的水箱。l 尺寸：5*9*5，注意:固定高度！l 底层:5*1*5的TFFT储罐方块。l 中间层外圈:5*7*5的绿色染色玻璃(注意:在2090及以上版本中是防爆玻璃)l 中间层中央:3*7*3的TFFT储罐方块l 顶层:5*1*5的TFFT储罐方块，中央用主机替换。l 任意一格玻璃可以替换为输入仓和T.F.F.T出/入仓。l 任意一个机械方块可以替换为能源仓和维护仓。l 下图为一个完整的TFFT。至于防爆玻璃版本……嗯，太丑就不放出来了……l l 将一个流体存储总线贴在上图那个绿色TFFT流体输入/出仓，你就能访问内部全部流体。l 耗电，所以别忘了给能源仓供电。断电时不会失去内部已存储流体，但无法访问它们。消耗很低，只有几百eu/t。l 最多能存储25种流体。每种流体容量独立，且取决于内部的储罐方块——这意味着，于最高级储罐，总容量为655，360，000L* 25 ，好大！其它教程图文教程 GTNH中一些常见的流程化处理图片欣赏\n\n\n\n\nfile_1613323906000.jpg (391.28 KB, 下载次数: 0)\n\n下载附件\n\n7 天前 上传\n\n\n\n\n\n\n\n\n\nfile_1613324026000.jpg (130.26 KB, 下载次数: 2)\n\n下载附件\n\n7 天前 上传\n\n\n\n\n\n\n\n\n\nfile_1613324006000.jpg (338.74 KB, 下载次数: 0)\n\n下载附件\n\n7 天前 上传\n\n\n\n\n\n\n\n\n\nfile_1613324015000.jpg (418.07 KB, 下载次数: 0)\n\n下载附件\n\n7 天前 上传\n\n\n\n\n\n\n\n\n\nfile_1611759326000.jpg (308.45 KB, 下载次数: 4)\n\n下载附件\n\n2021-1-27 22:55 上传\n\n\n\n\n\n\n\n\n\n\nfile_1611759432000.jpg (171.11 KB, 下载次数: 4)\n\n下载附件\n\n2021-1-27 22:57 上传\n\n\n\n\n\n\n\n\n\nfile_1611759458000.jpg (298.35 KB, 下载次数: 4)\n\n下载附件\n\n2021-1-27 22:57 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1613323993000.jpg (296.95 KB, 下载次数: 0)\n\n下载附件\n\n7 天前 上传\n\n\n\n\n\n2090及后续版本启动界面\nMod列表[200+mods]整合包Mod和插件列表（1.4.0.1）[及其原发布地址]及整合包详细使用说明书：百度网盘Mod列表：2.0.8.3版本* Advanced Solar Panels 3.5.1a\n* Adventure Backpack 0.9h10\n* AE2 Stuff 0.5.1.9\n* AE2 Wireless Crafting Table 1.8.7.4c\n* AFSU 1.2.3.a\n* Anger Mod 0.6\n* AppleCore 1.3.9\n* Applied Energistics rv3-beta-20\n* Aqua Creeper 1.0.1\n* Architecture Craft 1.7.3\n* Automagy 0.28.2\n* Avaritia 1.16-custom\n* Avaritiaddons 1.4b\n* BackPack 2.2.4\n* Bartworks 0.5.8\n* Baubles 1.0.1.11\n* Bee Better At Bees 0.3\n* Better Archivements 0.1.0\n* Better Builders Wands 0.8.1r92\n* Better Questing 3.0.320\n* Bibliocraft 1.11.7\n* Bibliowoods 1.9/1.7/1.5\n* Binnie Mods 2.0-23\n* Biomes o Plenty 2.1.0.2309\n* BlockLimiter 0.52\n* Blood Arsenal 1.2.8\n* BloodMagic 1.3.3.29\n* Buildcraft 7.1.23\n* Buildcraft Compat 7.1.7\n* Build Craft Oil Tweak 1.0.3\n* Carpenter's Blocks 3.3.8.1\n* Catwalk Mod 2.0.4\n* Chisel 2.9.5.11\n* Chisel Tones 1.0-3\n* Command Block BQ Mod 3\n* Compact Kinetic Generators 1.0\n* Computronics 1.6.6\n* Controlling 1.0.0\n* Craft Tweaker 3.0.12\n* Crops ++ 1.3.5\n* Custom Main Menu 1.9.2\n* Default World Generator 0.1-b13\n* Draconic Evolution 1.0.2n\n* Electro Magic Tools 1.2.7.7\n* Ender IO 2.3.0.432\n* Ender Storage 1.4.7.38\n* Ender Zoo 1.0.15.32\n* Enhanced Loot Bags 1.0.2b\n* Enhanced Portals 3 3.0.12\n* Eternal Singularity 1.0.4\n* Extra Cells 2.4.2b-nightly\n* Extra Utilities 1.2.13a\n* FastCraft 1.23\n* Find It 1.0.1\n* Flood Light 1.2.8.137\n* Forbidden Magic 0.575\n* Forestry 4.2.21.0\n* Forge Microblocks 1.2.0.347\n* ForgeReloaction 0.0.1.4\n* ForgeReloactionFMP 0.0.1.2\n* Gadomancy 1.0.7.6\n* Galacticraft-Planets 3.0.12.504\n* GalacticraftCore 3.0.12.504\n* GalactiGreg 1.0.2\n* Galaxy Space 1.1.3c\n* Gendustry 1.6.4.135\n* Gravitation Suite 2.0.68u\n* Gregtech 5.09.33.30\n* GT Scanner Mod 1.5.6a\n* GT Ore Nei Plugin 1.0.7\n* GT New Horizons Core Mod 1.6.28\n* GT++ 1.7.03.01.471\n* GTNH TC Wands 1.0.4\n* GTTweaker 1.7.5\n* Hardcore Ender Expansion 1.8.6\n* Help Fixer 1.0.7\n* Holo Inventory 1.9.1.124\n* Hunger Overhaul 1.0.2\n* IC2 Nuclear Control 2.4.3a\n* IFU 1.6\n* IguanaTinkerTweaks 2.1.2\n* Industrial Craft 2 2.2.2.828a\n* Industrial Craft 2 Nei Plugin 1.2.2\n* Infernal Mobs 1.6.6\n* Inventory Tweaks 1.59.156\n* Iron Chest Minecarts 1.0.4\n* Iron Chests 6.0.62.742\n* Iron Tanks 1.1.16\n* Jabba 1.2.5\n* JourneyMap 5.1.4p2\n* Kekztech 0.2.2\n* Lootgames 1.0.18\n* Magic Bees 2.4.3\n* Mal** Doors 1.13.2\n* Mine and Blade Battlegear 2 Bullseye 1.0.8.4\n* Minecraft Forge 10.13.4.1614\n* Mod Tweaker 2 0.9.6.173\n* Mouse Tweaks 2.4.4\n* Natura 2.2.0.1.9.126\n* Natures Compass 1.3.1\n* NEI 2.0.0-beta-1-GTNH\n* Nei Addons 1.12.15.41\n* Nei Integration 1.1.2\n* Nodal Mechanics 1.1.0-K\n* Not Enough Thaumcraft Tabs 1.0.2\n* Open Blocks 1.6.753\n* Open Computers 1.7.5.1-custom\n* Open Modular Turrets 2.2.10.238\n* Open Glasses 1.0.46\n* Open Printers 0.1.0.132\n* Open Security 1.0-117\n* Pam's Harvestcraft 1.7.10-n\n* Pam's Harvestcraft Nether 1.7.10a\n* Project Blue 1.1.6\n* Project Red-Base 4.7.0pre12.95GT\n* Project Red-Compat 4.7.0pre12.95GT\n* Project Red-Fabrication 4.7.0pre12.95GT\n* Project Red-Integration 4.7.0pre12.95GT\n* Project Red-Lightning 4.7.0pre12.95GT\n* Project Red-Mechanical 4.7.0pre12.95GT\n* Project Red-World 4.7.0pre12.95GT\n* Questbook 2.1.1\n* Railcraft 9.12.2.1\n* Random Things 2.2.4\n* Realistic World Gen 1.3.2\n* ReAuth 3.5.0\n* RemoteIO 2.4.0\n* RF Expansion 3.0.29\n* Rogue like Dungeons 1.5.0b\n* Resource Loader 1.3.0\n* SG Craft 1.13.3\n* Sleeping Bag 0.1.1\n* Special Mobs 3.3.2\n* Spice of Life 1.3.12\n* Standard Expansion 3.0.162\n* Steve's Carts 2.0.0.18b\n* Steve's Factory Manager ALPHA94-GTNH\n* Steve's Factory Manager Addon 0.10.16\n* Storage Drawers 1.10.9\n* Storage Drawers Wood Addons 1.1.2c\n* Super Solar Panel 1.1.2\n* Super Tic 1.2.1\n* Tainted Magic r7.6\n* TC Node Tracker 1.1.2\n* Tec Tech 3.7.3\n* Thaumcraft 4.2.3.5\n* Thaumcraft Mob Aspects 2B-snapsh17\n* ThaumcraftNEIPlugins 1.7a\n* Thaumic Bases 1.4.20.0\n* Thaumic Energistics 1.1.3.0\n* Thaumic Exploration 1.1.73\n* Thaumic Horizon 1.1.9.14\n* Thaumic Machina 0.2.1\n* Thaumic Tinkerer 2.5.555-GTNH\n* TiCTooltips 1.2.5\n* Tinker's Construct 1.8.9.14-GTNH\n* Tinker's Gregworks 1.0.18\n* Tinker's Defense 1.2.1d\n* TMechworks 02.14.106\n* Too Much Loot 4.0.2.B1\n* Translocator 1.1.2.16\n* Travellers Gear 1.16.6a\n* Twillight Forest 2.3.7\n* Ulity Mobs 3.1.1\n* Ulity Worlds 1.0.9e\n* Universal Singularities Version 8.5a\n* Waila 1.5.10\n* Waila Harvestability 1.1.6\n* Waila Plugins 0.2.2\n* Wawla 1.0.5.120\n* Warp Theory 1.0k dev\n* Wireless Redstone CBE 1.4.2\n* Witchery 0.24.1\n* Witching Gadgets 1.2.9n-GTNH\n* Ztones 2.2.2customLibs and Cores* AsieLib 0.4.9\n* BdLib 1.9.3.109\n* Brandon's Core 1.0.0.12\n* CodeChickenCore 1.07.47\n* CodeChickenLib 1.1.3.140\n* CofhCore 3.1.4.329\n* CofhLib 1.2.1.185\n* Crop Loader Core 0.1.4\n* Dummy Core 1.13\n* Ender Core 0.2.0.39\n* InpureCore 1.0.0B9-62\n* Mal** Core 0.14.3\n* MicdoodleCore 3.0.12.504\n* Mantle 0.3.2b\n* MrTJPCore 1.1.0.33\n* Open Mods Lib 0.10.465\n* p455w0rdslib 1.0.4\n* Player api 1.4\n* Wanion Lib 1.8\n* YamCore 0.5.78更新日志（学霸日志）历史更新记录点此查看站外原帖更新记录Version 2.0.8.8 22.03.2020New Mods-Overloadedarmorbar 1.0.0-beta5-Torohealth 1.0.0-beta3Mod Upgrade:-Adventurebackpack 0.9-h11-GTNH-Appliedenergistics2-rv3-beta-27-Bartworks 0.5.13_pre2-Binnie Mods 2.0.28-GTNH-CoreMod 1.6.34-Forestry 4.2.24.0-Gregtech 5.09.33.34-Very-Experimental-Holoinventory 2.1.3-beta-GTNH-Infernal Mobs 1.7.1-GTNH-InGameInfoXML 2.8.1.85-Mine and Blade Battlegear2 1.1.1.3-GTNH-Natura 2.3.0-dev-SpiceOfLife 2.0.0 carrot-beta-3-Sponge Mixins 1.2.0-Waila Harvestability 1.1.7-GTNH\n\nMod Changes:\nAdventurebackpack-Fixed NPE in wearable packet-Some forgotten ancient fixes\nAppliedenergistics2:-Added ability to encode (4 inputs -> 16 outputs) recipes-Made a calculation more clear-https://github.com/GTNewHorizons/NewHorizons/issues/5768\nBartworks-Added VoidMinerWIP-Continue work on VoidMiner-Added a function to BWOreLayers-Made the voidminer actually WORK somewhat-added recipes-made the void miner consume noble gasses to boost output-refactored code by quite a lot-added newest GT-Added GalacticGreg lib-added localisation of achivements-Several fixes-Fixed BioVat-Added some Debug Commands-Changed Void Miner logic-removed Experimental ThreadedLoader-moved LoaderCalls into LoaderReference-moved FMLCommonHandler.instance().get(Effective)Side() into SideReference-made radio hatch compat call static-Made More Stuff static-improved flow control-Added more Block-Recipes\nBinnie Mods-Fix fences and gates showing up wrong in WAILA\nCoreMod-Forget to change. Now we on 2.0.8.8-Two same recipes of electrotine #5639-IC2 Charging Packs #5791\nForestry-BartWorks support for apiculture requirements (#4)\nGregtech-add generate plates for marble and basalt-Now Basalt and Marbel Covers work-Refactored GT-Made ObjectCast explicit-adjusted Lava recipe to be more realistic-Add cover information on the machine item tooltip. (#252)-updated AE2 dependency to use rv3 API-IC2 Charging Packs #5791\nHoloinventory-trying to move it to the tinkers mask slot #1-Added Holo Glasses-Added model, changed name, cleanup Code-readded Key Manager, added Glasses Conig, made Config static-Disable Glasses requirement Config-add tooltip, separate key category and more-Update Config.java\nInfernal Mobs-Fix crash when attack target is an unexpected class-Update zh_CN.lang\nInGameInfoXML-https://github.com/GTNewHorizons/NewHorizons/issues/5754-extended scale value values\nMine and Blade Battlegear2-remove overlodadedarmorbar and torohealth-add always show slots to gui config\nNatura-Fix and optimize large glowshroom rendering-Optimize berry bush rendering and add CoFHTweaks/Optifine fast leaves support-Only use one creative tab-Sync glowshroom bonemeal growth to clients and replace fire during world gen-Fix isFireSource in Tainted Soil-Give items with the correct metadata when making Fence Gates, Buttons, Pressure Plates, Stairs, and Trapdoors using wood with metatdata 1 or above-Fix Workbenches and bookshelves not being solid blocks.-New config options, bugfixes, and a lot of cleanup-Make crops break when farmland is trampled\nSpiceOfLife-Better item equality testing.-Fixes #7-Play levelup sound on new milestone.-Actually spawn particles!\nSponge Mixins-Switch to CorePlugin and register so that we load very early-Updated SpongeMixins Mod Version\nWaila Harvestability-Fix wrong effective tool on GT things such as cables-Update gradle and version\n\nConfig changes:\nAnger Mod-GT Butcher Knife doesn't work on chickens #5759\nCore Mod-change core mod version\nGrgetech-Diamond nuggets not craftable #5773\nHoloinventory-Update HoloInventory Config\nIngame Info XML-Update InGameInfoXML.cfg\nMeine and Blade-Update battlegear2.cfg\n\nScript changes:\nAE2-change Pattern Capacity Card\nEMT-Uncraftable Quantumsuit Boots of the Traveller #5792\nRailcraft-Firestone plate uncraftable #5391\nTinkers Contruct-Tinkers smeltery not accepting GT aluminium ingots #5784\nTranslocators-Diamond nuggets not craftable #5773\nZtones-Update Ztones.zs mini charcoal and coal recipe\n\nQuests changes:\n-Translation update to 2.0.8.8-Gardener quest stone age #5771-Task ID: 798 The second project ID is incorrect #5769-Quest 1526 'Best crossbow?' gives MV lootbag #5774-Quest 2071 Panning for gold is for chumps - NBT issue #5762-Quest 'Time to ore drill!' needs changes. #5755使用说明请勿轻易更换/删除/升级/加入Mod，那可能使整合包崩溃详见上面的Q&A部分\n推荐配置2.0版本后分配8-12G内存较为流畅处理器四核以上，主频（非基准频率）4G以上内存条频率越高越好下载地址[客户端最新版本-2.1.0.0]原帖下载：[注：如在原帖下载，强烈建议使用FTB 启动器或Techhic启动器启动！]客户端[可下载所有版本](CruseForge) |服务端[国外（FTP）]可下载近9个版本推荐[客户端]：作者的FTP下载：点此下载近9个版本 | 可供MultiMC导入的下载链接在作者FTP下载的版本可以使用HMCL导入后再使用Github上的汉化包进行汉化国内下载：百度网盘(HMCL版客户端——适用于中国玩家的版本)[2.1.0.0]  提取码:i89r可选择自行安装中文输入 BetterFPS 等优化ModGTNH的OmniOcular脚本也已经被我一同放入上面的网盘下载链接中，需要的可以下载。如果你下载了网盘的GTNH整合，那么上面链接的汉化已经在经过汉化团队（包括楼主在内）同意的条件下并入整合了。开始游玩吧。注：百度网盘提供的下载使用HMCL启动器本整合包官方讨论群QQ群号 708138668仅供讨论GTNH整合包相关内容关于汉化如果你在Curse或者作者的FTP进行了下载，那么请点击以下链接以了解汉化https://github.com/Kiwi233/Translation-of-GTNH使用方法：下载后覆盖到游戏根目录的.minecraft文件夹下即可服务端整合包闪退请在遵守eula协议的前提下修改整合包文件夹内的“eula.txt”也就是把eula=false修改为eula=true感谢您浏览本帖!如果您喜欢的话，可以把这段代码粘贴到你的签名档中！[url=http://www.mcbbs.net/thread-818239-1-1.html][img]https://i.loli.net/2018/03/10/5aa3742db0839.png[/img][/url]复制代码效果如下：                                                            \n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1506855480,
            "txt_content": "今天的第一个帖子……\nbgm好听qwq"
        },
        {
            "author": "wanchu",
            "timestamp": 1506858180,
            "txt_content": "收到 ！感谢楼主 ！！！"
        },
        {
            "author": "wanchu",
            "timestamp": 1506859920,
            "txt_content": " 本帖最后由 wanchu 于 2017-10-1 22:16 编辑 \n\n我装完了汉化  怎么还是英文的啊 ！！！\n没有汉化 玩着好难受啊 ！！"
        },
        {
            "author": "ENDERfrostbite",
            "timestamp": 1506863160,
            "txt_content": "新帖？还是来支持一下，顺便强烈推荐这个包。\n相信你可以玩一年以上。学生党？三年起步吧"
        },
        {
            "author": "ENDERfrostbite",
            "timestamp": 1506863340,
            "txt_content": "hurui 发表于 2017-10-1 18:58\n今天的第一个帖子……\nbgm好听qwq\n手贱看成楼主了。。。。只不过看在一楼的份上我觉得还是不亏。\n毕竟这个包还是需要推广。"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1506873000,
            "txt_content": " 本帖最后由 a946115793 于 2017-10-1 23:51 编辑 \nENDERfrostbite 发表于 2017-10-1 21:09\n手贱看成楼主了。。。。只不过看在一楼的份上我觉得还是不亏。\n毕竟这个包还是需要推广。 ...\n新帖？不存在的。看看帖子的第一行小字吧。还有，你可能不知道GTNH对国内外Mod界影响多大"
        },
        {
            "author": "a8105",
            "timestamp": 1506880560,
            "txt_content": "←_←啧,好像很丧心病狂,玩过一次,黑夜全黑直接退游戏删游戏"
        },
        {
            "author": "IMCHOUCHOU",
            "timestamp": 1506902280,
            "txt_content": "感谢楼主，已收藏"
        },
        {
            "author": "gwfblank1",
            "timestamp": 1506912480,
            "txt_content": "这个模组狠抖啊 国庆有的虐了"
        },
        {
            "author": "一念花开",
            "timestamp": 1506937560,
            "txt_content": "启动之后一直没有反应是什么鬼啊"
        },
        {
            "author": "一念花开",
            "timestamp": 1506938760,
            "txt_content": "报告真的是进不去啊我的配置是AMD1600X加16g内存加1060不会是配置原因吧"
        },
        {
            "author": "小烁光",
            "timestamp": 1506939840,
            "txt_content": "一看标题下意识的以为 GTNH二搬了？ 然后点开一看 原来是重发 当初肝GTNH真是要命 一周我才运气不错出了蓄水槽.. 之后就肝炸了 玩不下去orz..."
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1506945900,
            "txt_content": " 本帖最后由 YPXxiaoK 于 2021-2-13 23:10 编辑 \n\n旧版更新记录———六年流年，肝帝依旧。Version 2.0.8.7 ---14.03.2020\n\n\n\n\nMod Upgrade:\n\n\n-Appliedenergistics2-rv3-beta-25\n-CoreMod 1.6.34\n-Ender IO 2.3.1.2_beta.1\n-Extra Cells 2.4.2cNIGHTLY\n-Gregtech 5.09.33.33-Bees\n-GTNH TC Wands 1.2.1\n-Hodgepodge 1.4.0\n-Holoinventory 2.0.0-beta2-GTNH\n-Mine and Blade Battlegear 1.1.1.1-GTNH\n-Special Mobs 3.3.5\n-SpongeM ixins 1.1.0\n-Thaumicenergistics 1.1.3.1.a\n-Thaumcraft NEI Additions 1.1.0.0\n-Twilightforest 2.3.8.1a.dev\n\n\n\n\nMod Changes:\n\n\nAppliedenergistics\n-Updated gradle to 4.4.1\n-Removed Mek, RotaryCraft and ColoredLights dependencies\n-moved InventoryTweaks and MFR dependencies to libs\n-build mod against java 1.6\n-Moved the cache up a level, so that pattern terminal also would use it.\n\n\nCoreMod:\n-[BartWorks] Electric Implosion Compressor recipe missing: Pile of Neutrons #5566\n\n\nEnder IO\n-Fixed Armor & new Conduit texture\n-Fixed Armor again\n\n\nExtra Cells\n-build against ae3 build 24\n\n\nGregtech\n-add a option to separate PA input busses\n-added the sugestions\n-move getBaseMetaTileEntity actualy outside the loop\n\n\nGTNH TC Wands\n-Partly fixed https://github.com/GTNewHorizons/NewHorizons/issues/5218 (first and second paragraph)\n-Removed custom researches due to changes in commit 56f20f4 https://github.com/GTNewHorizons/NewHorizons/pull/5561\n\n\nHoloinventory\n-add holo glasses\n-added the texture & recipe\n-maybe fix the textures\n-Holo Glasses textures v2 & change the mod name\n-Remove Key Manager\n-Remove Holo Glasses recipe\n\n\nMine and Blade Battlegear\n-Absorption health solved\n\n\nSpecial Mobs\n-Add support for Frost damage source from Battlegear2.\n\n\nThaumicenergistics\n-build against ae2 version 23\n\n\nThaumcraft NEI Additions\n-Removed shading\n\n\nTwilightforest\n-Further speed up parts of the TF event listener\n-New items for the Adherent and Harbinger Cube mobs to drop.\n\n\n\n\nConfig changes:\n\n\nGT++\n-Update GTplusplus.cfg (#5735)\n-Disables the ++ RF converter\n\n\nHolo Inventory\n-Update HoloInventory.cfg\n-Add bibliocraft clipboard to HoloInventory blacklist. #5746\n\n\n\n\nScript changes:\n\n\nAvaritia\n-[BartWorks] Electric Implosion Compressor recipe missing: Pile of Neutrons #5566\n\n\nHolo Inventory\n-Add Holo Glasses recipes\n-add Tooltip for Holo Glasses\n\n\nIc2\n-Add recipe: Bio Organic Mesh to Raw Carbon Mesh #5741\n\n\nThaumic Exploration\n-nerf-everfull-urn\n-nerf for the everburn urn that was discused #5739\n\n\n\n\nQuests changes:\n\n\n-add holo Glasses as reward to Bronze Steam Boiler\n-Diesel quest gives LV lootbag #5742Version 2.0.8.6 --- 10.03.2020\n\n\n\n\n\n\nNew Mods:\n\n\nHodgepodge 1.3.0\nSponge Mixins 1.1.0\n\n\n\n\nMod Upgrade:\n\n\n-Adventurebackpack 0.9-h11-GTNH\n-Appliedenergistics rv3.beta-23\n-Bartworks 0.5.12\n-Binnie Mods 2.0.27-GTNH\n-Blood Arsenal 1.2-10\n-Core Mod 1.6.33\n-Ender Zoo 1.0.17.0\n-Forestry 4.2.23.0\n-Galactic Greg 1.0.3\n-GT PlusPlus 1.7.05.20\n-Infernal Mobs 1.7.0-GTNH\n-In Game Info XML 2.8.1.84\n-Kekztech-0.2.3\n-Magicbees 2.5.2\n-Mine and Blade Battlegear 1.1.1.0-GTNH\n-Not Enough Items 2.0.1-GTNH\n-Not EnoughThaumcraft Tabs 1.1.0\n-Open Blocks 1.6.1\n-Open Mods Lib 0.10.1\n-Spice Of Life 2.0.0-carrot-beta-1\n-Storage Drawers 1.11.4-gtnh\n-TConstruct 1.8.9-GTNH.build15\n-Tec Tech 3.7.4\n-Warp Theory 1.0.1-GTNH\n-Witching Gadgets 1.2.11-GTNH\nMine and Blade Battlegear\n-Overloaded Armor Bar backported to 1.7.10!!\n-The vanilla armor bar doesn't accurately show \"better than diamond\" level armor,\n-as it simply maxes out when its full.\n-This mod allows armor values over 20 to be displayed as\n-different colored (configurable) icons depending on how many times you fill the bar.\n-However, without AttributeFix, the armor display will cap out at 30 Armor,\n-or 1.5x diamond armor due to the vanilla armor cap.\n-ToroHealth Damage Indicators backported to 1.7.10!!\n-With ToroHealth Damage Indicators, damage given, received,\n-or mitigated will be displayed as a number that pops off of the entity.\n-New arrows\n-Ice Packed arrow, effective against fire immune creatures.\n-Holy Torch arrow, it helps you face the darkness\n-New Bows\n-Iron and Diamond bow, that have a cool arrow render and more durability.\n-Separate key category\n-GUI clean up-->:\n-Mod updater \"Mud\" removed.\n-Now the Battlegear slots are shown when you are in the dual wielding mode.\n-New config options-->:\n-(overloaded armor bar options:)\n\n\nNot Enough Items\n-Adjust cheat button alignment with bookmark previous button\n-promote to non beta\n-Handle NPE from GC\n-Whoops, it's ArithmeticException not NPE\n\n\nSpecial Mobs\n-First working commit of Lava Monsters incorporated into Special Mobs\n-Adjust spawning algorithm. Adjust for better defaults.\n-Remove trolling BS.\n-Fix spawn egg issues.\n-Add START_FIRES option\n-Added some nicer loot options on superRare drops.\n-Fix model/texture issues\n-Basic drop now prefers coal, then firecharges, then lava buckets.\n-Added new \"healing when in lava\" abilitiy.\n-Adjusted attack to be a little faster.\n-Added back in decreasing age in bright areas - otherwise they despawn too soon.\n-Basic Loot option added.\n-Upped damage from snowballs to 1/3 of the entity health.\n-Fixed healing so they properly heal 1/4 of their damage when in lava.\n-Default health increased to 24.\n-Ember modified to do 2 hearts of direct damage using normal mechanism so that graves spawn.\n-New fun damage source with death chat provided.\n-Redo how Pain works.\n-Add custom damage for blazes on named blaze Conflagration from snowballs and Frost Wand Focus.\n-Move class detection function into Properties file. Add support for Twilight Forest ice sword and ice bow.\n-Add strong/weak attack tweaks to vampire pigman, conflagration, unholy ghast\n-Stick now effective against vampire pigman\n-Implemented first pass of snarky/super effective messages\n-Add localized chat messages per mob.\n-Update required Java version for proper static interface support.\n-Handle mod classes not present.\n-Use client side checks for server play.\n-Check against null in case player is not holding anything and attacks like a moron\n-Add snark for empty handed attacks\n-Reduce the number of chances for a jolt teleport\n-Change name is something a little less stupid\n-Skip obvious damage sources not from the player.\n-Block chats being sent to FakePlayers\n-Block chats sent from dispensers etc in mobfarms.\n-Jolts only teleport now when hit by a projectile.\n-When hit, they take 1/5th the damage from projectiles.\n-This has no minimum, so if you have a weak arrow, it takes 0 damage just like before.\n-Melee does not teleport the Jolt, but it does still cause a lightning strike.\n-Remove unneeded classes\n\n\nNot EnoughThaumcraft Tabs\n-Initially import decompiled NotEnoughThaumcraftTabs sources\n-This was decompiled using fernflower. No modification to the mod logic\n-was done other then the decompilation and the automatic version\n-replacement in the code.\n-Reformat code to remove cruft from decompilation\n-Add type parameters in core mod\n-The GuiResearchBrowser requires some more work to add type parameters.\n-Remove offending log message\n-This used to fill the client log when the player opened the Thaumonomicon.\n-Add missing type parameters for generic Types\n-Basic refactoring part 1 and 2\n-Initial refactoring. Everything except genResearchBackground().\n\n\nSpice Of Life 2.0.0-carrot-beta-1\n-Update License (LGPL) for GTNH additions, including any inspiration taken from SoL Carrot Edition\n-Reformat Code\n-Run Idea code inspections and address some of them\n-WIP Carrot Edition\n-Add tooltip handler\n-Add FoodSet\n-Add Sync of full history\n-Wire up MaxHealthHandler\n-Add FoodList (List of all Foods)\n-Remove unused config options\n-FoodList command\n-Remove onPlayerLogin event handler from MaxHealthHandler since it's handled by syncFoodList anyway\n-FoodBook now shows all food history, and currently shows a tooltip for recently eaten ones\n\n\nStorage Drawers\n-fix(recipe): upgrade template workbench recipe\n-Re-add a workbench recipe for the upgrade template.\n-Address issue #5622\n-errata(recipe): upgrade template\n-Condition the upgrade template's workbench recipe registration,\n-to its config enablement.\n-fix(recipes): tierred upgrade\n\n\nTec Tech\n-Optical Connector Fix\n-Quick issue patch for Kiwi233\n-Fixes Optical master connector and Optical slave connector having GUIs on right click\n\n\nTConstruct\n-Show casting progress for casting basins & tables\n\n\nTwilightforest\n-Further speed up parts of the TF event listener\n-New items for the Adherent and Harbinger Cube mobs to drop.\n\n\nWarp Theory\n-Attempt to add new item that removes 1 warp\n-Fix the stuff I didn't know I needed so it builds\n-Fix name and texture\n-Change new item's color. Make using it semi-random. Adjust text to say so.\n-subclass instead of copy\n-static random\n-Changed Tear and talisman textures\n-I always thought the texture didn't correspond to a \"tear\"\n-so I made another (imho better looking) texture that is a derivative of a ghast tear (It also glows, yay).\n-The amulet colors were remade to match that change.\n-A few rendering changes had to be done to render the tear nicely in hand.\n-Thanks to TechnicianLP for that.\n\n\nWitching Gadget\n-Added libraries to properly build and test mod\n-Infernal Blast Furnace: fixed lack of processing of boosted low-time recipes\n\n\n\n\n\n\nConfig changes:\n\n\nAngermod\n-Sacrificial dagger triggers anger mod explosions. #5714\n\n\nApple Core\n-Add apple core config\n\n\nBetter Questing\n-add midnight ressource file to BQ\n\n\nBlood Magic\n-Add Sky Stone to Mark of the Falling Tower ritual from blood magic #4794\n\n\nGregtech\n-Update GregTech.cfg\n\n\nHodgepodge\n-add hodgepodge cfg\n\n\nHolo Inventory\n-Set default holoinventory keymode to 1 #5613\n\n\nInfernal Mobs\n-add new config values to infernal mobs\n\n\nIngame Info\n-fix infoxml to workd with new version\n\n\nServer dat\n-Add Russian server #5611\n-New fresh Russian server: Zvezdolet #5650\n\n\n\n\nScript changes:\n\n\nAE2\n-add new recipes to Processing Terminal and Pattern Capacity Card\n\n\nBibliocraft\n-Fix recipe of Fancy Gold Lamp\n\n\nBlood Magic\n-BM Weak Activation Crystal can't be made at the tier it should be #5685\n\n\nCarpenters Blocks\n-Incorrect time usage with Lubricant\n\n\nChisel\n-change chisel recipes of Upgrades to LV\n-Add reversions Upgrade recipe\n-feat(chisel): mushroom blocks variations\n-Address issue [Mushroom Block With Chisel Support #5701\n\n\nEnhanced Lootbags\n-EV tier lootbag can't be enchanted with fortune III #5661\n\n\nExtra Utilities\n-etheric sword uncraftable with stable ingot #5666\n\n\nForestry\n-Frames show now always they values\n\n\nGregtech\n-Raw Walleye cannot be processed into mince meat #5667\n\n\nMagic Bees\n-update Magic Bees file with new void items\n\n\nProject Red\n-Two same recipes of electrotine #5639\n\n\nRailcraft\n-Cannot get High speed booster track in Assembler #5631\n-adjust recipes times and eu/t\n-removed unused tracks\n\n\nThaumcraft\n-Move to WarpWarning to BasicTab\n-update position warp warning\n\n\nTinkers Construct\n-Add Seared Brick Block in Forge Hammer > Seared Bricks? #5704\n\n\nWarp Theory\n-#5643 As noted on the issue page, I'm not sure this should be the final recipe\n-fix impure Tier names\n\n\nZ-Tones\n-fix(ztones): myst block recipe\n-Add any mushroom block as ingredient\n\n\nMany Mods\n-Apiarist Database #5668\n\n\n\n\n\n\nQuests changes:\n\n\n-#5602 Dimension and range values were mixed up\n-Fix typo in Redstone quest\n-Schematic quest tier2 rocket small typo EV => HV #5615\n-Quest 2110 world accelerator NBT issue #5612\n-Passive Chunklaoding quest not work #5616\n-Little Helpers quest issue #5600\n-Questbook singularity triger dont work #5595\n-Bucket Duping #5591\n-Translation update to 2.0.8.5dev\n-Quest Forming Press v0.1 #5634\n-start with ore exchange Quests in coins coins coins tab\n-Quest \"High Pressure Boiler Tank\" can't be completed #5652\n-A couple of notes after completing steam age #5649\n-quest #721 \"Unknown seeds no more\" can't be completed #5647\n-Cyprium doesn't accept copper ore as soil. #5633\n-Quest 205 detect & amt item #5628\n-Quest 1754 - Computer Case not detecting MV Transformer #5625\n-Item pipes placed after updating world cannot be broken with wrench #5482\n-Woah Rad Graphics not detecting Monitor Cover #5624\n-Enchantment table #5586\n-Soul bee quest broke #5575\n-#3987 Adjusted text/quest req for PE quests\n-#3989 Adjusted text for HDP to 37\n-#4852 Adjusted amount of glass needed\n-#4957 Adjusted amount of chloroform needed\n-#5394 Adjusted text to add the name of the block and how to use it\n-#5235 Added text to explain to use a tank to fill larger cells to aluminium cell quest\n-#5360 Adjusted text/quest req to reflect platinum changes\n-#5386 Turned on ignoreNBT for Centrifuge quest.\n-I thought GT items were supposed to be in their own retrieval tasks according to the readme guide?\n-It's already on in the Carpenter one, so I don't know what's up with that\n-#5396 Turned ignoreNBT off\n-#5413 Turn on ignoreNBT\n-#5451 Turned ignoreNBT on\n-#5452 Turned on ignoreNBT for second mentioned quest.\n-Is there a separate ticket somewhere? Main issue not resolved yet though\n-#5462 Turned on ignoreNBT again\n-#5473 Added suggested text\n-#5569 Turned ignoreNBT on\n-#5568 Added oxygen to req to make it clearer you should use it. Changed 30 to 31, since you make that many\n-#5680 Change prereq to HV pump, since you'll have the EBF and alloy smelter by then anyways\n-#5688 Turned ignoreNBT on, becuase golem tags are trash\n-BQ quest \"Automated evolution\" (#391) not consume item #5688\n-Fixed quest typo and readme typos\n-quest 1780: find => found\n-quest 1834: rwg => RWG | it's an acronym (tho \"rwg\" might have been intended)\n-Readme: Corrected some typos, also checked with grammarly for the commas\n-update fuel values for light and heavy fuel\n\n\nMod Changes:\n\n\nAdventurebackpack\n-Fixed a bug where an NPE occurred during death from a fall with the copter turned on\n-and in the presence of the Open Blocks mod. Dummy fix, just preventing NPE - refactor needed.\n\n\nAppliedenergistics\n-Added processing pattern terminal with 16 input slots\n-fixed crafting CPU to work with large (processing) recipes\n-Tooltip name\n-Added ability to \"upgrade\" AE interface\n\n\nBartworks\n-Fixes #50 #51 #52\n-fixes a bug where old recipes were still chosen due to missing buffer update\n-Fixed Materials\n-Fixed some GTNH small ores not having weight\n-fixed tooltip on Platinum Metallic Powder\n-Fixed NEI Handler for small ores\n-useage of fastfloor/ceil\n-Loading plugin reorder\n\n\nBinnies Mod\n-fix(fences): connection to logic\n-Fix ExtraTrees fences to connect correctly to other wooden fences and fence gates.\n\n\nBlood Arsenal\n-Fixed three-times death after applying Soul Burn effect with 0 LP in Network.\n-Fixed crash when taking Soul Burn effect on multiplayer server\n-TileLifeInfuser: Improved readability, because I hate such style\n-TileLifeInfuser: fixed changing meta in items with subtypes\n\n\nCoreMod:\n-Update GT_Loader_Machines.java\n-Chang endsteel and darksteel\n-Two same recipes of electrotine #5639\n-remove europium from LuV lapotronic orbs #5645\n-Archmage Blood Orb still uses Chrome Screws #5573\n-Add Seared Brick Block in Forge Hammer > Seared Bricks? #5704\n-Tanned Leather not craftable in the Chemical Dehydrator #5697\n\n\nEnder Zoo\n-Drop debug log message when howling\n\n\nForestry\n-Fix NPE\n\n\nGalactic Greg\n-Update to Java 8\n-Fixed Crash with BWOres\n\n\nGregtech\n-Gradlewrapper to 4.4.1\n-Return default texture in case of NPE isntead of crashing\n-Update ItemComb.java\n-EnergeticAlloy Combs now produce correctly, not vibrant alloy.\n-No way to turn amethyst dust into amethyst. #5596\n-Cannot get High speed booster track in Assembler #5631\n-OP command to toggle debug flags\n-tab completion improved\n-Provide owner's UUID to forge event bus for fake players.\n-Provide owner's UUID to forge event bus for fake players. Second PR cuz line endings fixed.\n-Centrifuging Rubber Wood only outputs Methane Gas #5243\n-Add separate debug variables for pumps and miners\n-Add new debug switches to command list.\n-Undo bounding box size increase, for now. After testing might increase.\n-Basalt GT covers #5683\n-LCR recipe for Diesel/Fuel is more expensive EU-wise compared to the Mixer #5679\n-Hydrogen sulfide in the LCR has a conflicting recipe #5677\n-Question: Phobos bee flower type #5674\n-add localizer for bee effects\n-changing a bit bees allele\n-Pyrolyse oven won't form with certain coils #5663\n\n\nInfernal Mobs\n-Make various aspects of mob modifiers configurable\n-Fix wrong sound effects being played\n-Fix Infernal Modifiers getting lost from mobs when reentering world\n-Happens in singleplayer when leaving and immediately reentering a world.\n-There seems to be a mechanism already present, but it is ineffective.\n-Make modifier strings case insensitive\n-Don't adjust base max health when setting actual health\n-Before, adjusting health through setEntityHealthPastMax() would use the\n-new health amount as max health, which lead to the healthbar being\n-rendered incorrectly.\n-This fixes problems with MM_1UP, MM_Lifesteal, and MM_Regen\n-Fix targetting mechanic effecting neutrals\n-When applicable, use built-in targetting mechanics. This fixes certain\n-modifiers firing even though opponent it neutral.\n-Fixes MM_Blastoff, MM_Choke, MM_Cloaking, MM_Quicksand, MM_Storm, and MM_Webber.\n-Move remaining modifiers to fixed targetting mechanic\n-Fixes MM_Ghastly, MM_Alchemist\n-Also updates targetting mechanic to ignore creative players\n-Make Quicksand duration continuous\n-Make Webber ignore creative players\n-Rework cloaking modifier duration\n-Make certain modifiers ignore creative players\n-Effects MM_Blastoff, MM_Gravity, and MM_Sticky.\n-Add command to spawn Infernal with a random number of modifiers\n-Add configuration options for minimum and maximum number of modifiers per Infernal class\n-Make certain modifiers no longer apply when hurt using ranged attacks\n-Backport choke modifier render fix from 1.7.6\n-Drop maxOneShotDamage config option\n-This option was too coarse grained. Instead, replace it with max damage\n-options and reflect damage multipliers for earch modifier itself.\n-This applies to Vengeance, Ninja, Ender, and Berserk.\n-Replace System.* with FMLLog.log()\n-Use centrally defined mod version\n-Inspired by https://github.com/GTNewHorizons/AdventureBackpack2\n\n\nIn Game Info XML\n-optimized things\n-scale value changed to INT\n\n\nKekztech\n-one more TFFT cell, fixed press/alloying recipes, improved fuel cells\n-Fixed Item Server structure check. Wrote better doc for the MIH\n-Improved TE IS IO port code but it's still not working\n-added maintenance hatch to tfft tooltip\n-tfft scanner data should now correctly show power usage during maintenance issues\n-removed WIP things for v0.2.3 bug fix release\n\n\nMagicbees\n-More Thaumcraft compat\n-Fixed only some hives having aspects assigned\n-Removed the [MB] tag from research. This hasn't been needed since TC3, when addons didn't have their own tabs\n-Added Void metal scoop and grafter for the eldritch-inclined apiarists\n-Added uncommon rarity to Thaumium scoop/grafter for consistant tool lookConfig changes:\n\n\nBetter Questing\n-Update readme with better information on how to do quests.\n\n\nCore Mod\n-add all solar pannels to blacklist of the worldaccelerator\n\n\nEnder IO\n-Free platinum from nickel ore #5433\n-update ender io recipes and config files\n-add recipes to enderIo by Zoko\n-add value for new armor\n-add Gdiode to Endsteel Armor\n-add Melodic Capacitor to Dimensional Transceiver\n-fix Grindball info\n-add dark steel rod recipe\n\n\nEnder Zoo\n-Update Enderzoo Dire Wolf config per #5485\n\n\nGT++\n-Update railcraft settings from Gt++ #5481\n-update gt++ config\n\n\nHolo Inventory\n-HoloInventory: Added Nuclear Info Panel & Advance Panel to Blacklist\n-Just to prevent this from happening lol:\n\n\nInfernal Mobs\n-Makes all blazes Special Blazes, so that snowball damage works when they are infernal.\n-Vanilla spawn ratio set to 20 so that special blazes are rarer.\n-Make jolt blazes have 50% more health since they got a little easier.\n\n\nSpecial Mobs\n-update special mobs cfg\n-Makes all blazes Special Blazes, so that snowball damage works when they are infernal.\n-Vanilla spawn ratio set to 20 so that special blazes are rarer.\n\n\nStorage Drawers\n-update(config): storagedrawer\n-Adapt to new custom version of StorageDrawers\n\n\n\n\nScript changes:\n\n\nChisel\n-feat(tconstruct): move chiselling decorations to chisel2 mod\n\n\nCoreMod\n-fix #5517 Conflicting recipes for leather and gold dust change recipe from shape.\n\n\nGlacticraft/GS\n-Quest #810 doesn't accept rocket with storage #5533\n\n\nGregtech\n-\"Sharpness: Over... 5...\" quest issue. #5384\n\n\nHEE\n-Add a use for HEE Sphalerite #5426\n\n\nStorage Drawers\n-obsolete now. Thanks to leagris modified version of Storage Drawers\n\n\nThaumic Tinker\n-Fixed wrong recipe of Ichorium Ingot in Thaumonomicon\n\n\nTinkers Construct\n-feat(tconstruct): move chiselling decorations to chisel2 mod\n\n\nWitchery\n-some witchery books recipes are a little expensive #5436\n-Earmuffs have no recipe #5484\n-request to change the new witchery quartz crystal recipe #5369\n\n\nMany Mod\n-feat(ordict): add all wooden fences to fenceWood\n-Forestry mod already provides the fenceWood oredictionary name.\n-Adds all other wooden fences to <ore:fenceWood>\n-Use the oredict in recipes to reduce the number of same output recipes\n-Recipes updated to the <ore:fenceWood>:\n-Carpenter's Barrier (Carpenter's Blocks)\n-Builder's Backpack (Forestry)\n-Piston (Minecraft)\n-Bed (Minecraft)\n-Firework Display (Steve's Carts 2)\n-Stencil Table (Tinkers' Construct)\n-remove(oredict): fenceWood registration offloaded to coremod\n-Returned back old research keys for rods and wands to fix the issue that NEI can't show some wand recipes.\n-Removed en-localizations that duplicates standard ones (tested)\n\n\n\n\nQuests changes:\n\n\n-Quest #1243 - Pitchblende only accepts \"Mars\" Pitchblende #5439\n-Energetic Alloy quest #5438\n-Cannot complete oredrill quest due to nbt on second task #5434\n-HEE quests require you to collect large amounts of useless stuff #5428\n-Flower Power quest change suggestion #5424\n-Medium Fuel Canister Quest not detecting #5422\n-tier 5 rocket stuffing quests #5442\n-Fresh Soft Mallet not recognized in retrieval task #5418\n-Quest 839 not recognized (NBT issue) #5417\n-#5456 Added Drawer Controller quest\n-#5471 Added Rare Earths quest\n-#5476 Added Bedrock Dim quest\n-#5478 Added LM quest, and LM hint quest\n-#5479 Added Deep Dark Quest\n-Not sold on the name of the quest though, The Deepest Darkness or Just How Dark? could also be used for example\n-The quest rewards are a joke, if anything is added to the UV lootbag, remove it from the rewards for this quest. Currently it gives a diamond.\n-Has LM quest as a Req to show up, so keep that in mind when testing\n-I'm not sure what the real reqs are though. Infinity catalyst + UV Tier? There's no quests for those either.\n-#5483 Added text to quest\n-Also fixed incorrect text in the names of the valid materials for the CP\n-Added what the machine casing are to prevent confusion (the thing you make hulls out of)\n-#5487 Added Void Upgrade quest\n-#5341 Added Quest that points at witchery for biome changing on FFC and be(e) tab (and explains other options)\n-Added ghetto biome changinq quest on be(e) tab\n-Added mention of NC to tropical bee quest, not gonna find all the appropriate biomes to list though\n-#5341 Added biome changing questline for witchery\n-fixing a few Quests have to be hidden untill triggered\n-fixing DE Questline use Ichorium\n-move Deep Dark Quest to Magic Adept tab\n-Gallium Arsenide quest wrong info #5549\n-Tantalum quest #1835 not oredicted #5544\n-adding Nether Quest\n-advanced fermenter for Fermented Biomass (MV) quest isn't detected #5551\n-I can’t complete quest # 908 #5543\n-Quest #1404 Electric Pump(MV) cannot be recognized. #5541\n-Retrieval Quest Detection: Quest #169 #5448\n-plunger 2.0 The Hand Pump - quest wrong #5170\n-#5576 Completely hide old familiar quest\n-#5576 Delete the old familiar quest because dream said to\nVersion 2.0.8.4 15.02.2020\n\n\n\n\n\n\nNew Mods\n\n\nThaumcraft NEI Additions 1.0.2.0\n\n\n\n\nMod Upgrade:\n\n\n-Appliedenergistics 2 rv3 beta 22\n-Avaritia 1.17\n-Better Questing 3.0.322\n-Binnies Mod 2.0.26\n-Bartworks 0.5.10\n-Chisel 2.10.0.0\n-Core Mod 1.6.31\n-EnderIO 2.3.0.434\n-Ender Zoo 1.0.16.0\n-GT-PlusPlus 1.7.04.483\n-GTNH TC Wands 1.2.0\n-Mine and Blade Battlegear 2 Bullseye 1.0.8.5\n-Not Enough Items 2.0.0-beta-6-GTNH\n-Special Mobs-1.7.10-3.3.4\n-Standard Expansion 3.0.174\n-Storage Drawers 1.11.1-gtnh\n-Thaumic Horizons 1.1.9.15\n-Thaumic Tinkerer 2.5-557-GTNH\n-Twilightforest 2.3.8dev\n-Universal Singularities 8.6\n-Witching Gadgets 1.2.10-GTNH\n\n\n\n\nMod Changes:\n\n\nAppliedenergistics\n-Duct tape fix for HEE replacing the Dragon Egg\n-Revert \"Moved the cache up a level, so that pattern terminal also would use it.\"\n\n\nAvaritia\n-Added Impure Tear to Avaritia.\n\n\nBartworks\n-Minor fixes\n-reworked LuVTierEnhancer\n-use of isAir() instead of block.equals(air) in base layer check method\n-circuitassemblyline balance\n-refractor of code\n-Fixed air offset for multis\n\n\nBinnies Mod\n-fix(tile): remove useless meta nbt\n-fix(fruitdrop): remove 5x multiplier\n-fix(lang): osange orange and sync lang keys\n-fix(doors): up max stack size from 1 to 8\n-Align Max stack size to 8 same as MC Door Item.\n\n\nChisel\n-Don't allow chiseling of TileEntity\n\n\nCoreMod:\n-Fluxed electrum no mixer recipe, only shapeless #5366\n-add damuscus steel to 9 slot mixer\n-feat(oredict): add fenceWoodRegistration\n-Added EndSteel recipe\n-redstone alloy weak exploit #5560\n\n\nEnderIO\n-Added Grinding Balls and End Steel\n-Added EndSteel Armor\n-Added Capacitor\n-Added Empowered 5\n-Added more 1.12 content\n- Added Generators\n- Added Fluids\n- made grindingBalls seperate Items\n- Added solar Panel 3\n-Fixed missing localization\n\n\nEnder Zoo\n-Update forge version\n-Remove WAILA build requirement\n-Add WAILA dependency lib\n-Remove CONIFEROUS from biome filter\n-Update direwolf howl behavior\n-Add custom drops for Dire Wolf\n-Fixed sceptre has wand rod name instead of staff rod name\n-Fixed sceptre has wand rod name instead of staff rod name\n-added Thaumcraft NEI Additions to development workspace\n-added auto uncommenting 'required-after:dreamcraft' while building jar\n-Fixed custom crafting rods are not applied for sceptres.\n\n\nGregtech\n-Fluxed electrum no mixer recipe, only shapeless #5366\n-Fix textures of Pyrolyse Oven\n-962 is texture of 8 page and 66 ID.\n-New GT Mixer texture need to be corrected #5467\n-Set correct mass fabricator recipe map amperage\n-(Massfab recipes are fake, so no one except NEI actually uses it's amperage)\n-Suggestion for Distilled Water uses #5520\n-Added EndSteel\n-Added ability to lock output hatch with a cell or any IFluidContainerItem if it was locked but fluid was not set yet.\n-(Basically use screwdriver to set mode 8 or 9, and set the fluid with a cell)\n-Iron Electron Tube recipe #5554\n-Ender Electron Tube missing CA recipe #4502\n-Crash shortly after loading world (probably caused by pyrolyse oven texture change) #5577\n-removed unused imports changed subversion to 33\n\n\nGTNH TC Wands\n-Update ThaumcraftWands.java\n-Improved readability, fixed some warnings\n-Improved readability v2\n-Initial refactor commit\n-Added gregtech sources...\n-Moved to working gregtech...\n-Fixed error with empty String\n-moved Items so they are not null\n-Reviewed, fixed and removed some FIXME tags\n\n\nMine and Blade Battlegear 2 Bullseye\n-Upgrade Gradle\n-RM jars\n-Don't choke on null items -- unclear why it is null...\n\n\nNot Enough Items\n-Add back in ItemPanel.items as static\n-Fixes crash in ThermalDyanmics [probably]\n-Avoid divide by zero error\n-Fix clicking on items in the bookmark panel. Thanks @monatann for contributin\n-Slightly better fix.\n-Fix the underlying problem -- Bad X!\n\n\nSpecial Mobs\n-First working commit of Lava Monsters incorporated into Special Mobs\n-Adjust spawning algorithm. Adjust for better defaults.\n-Remove trolling BS.\n-Fix spawn egg issues.\n-Add START_FIRES option\n-Added some nicer loot options on superRare drops.\n-Fix model/texture issues\n-Basic drop now prefers coal, then firecharges, then lava buckets.\n-Added new \"healing when in lava\" abilitiy.\n-Adjusted attack to be a little faster.\n-Added back in decreasing age in bright areas - otherwise they despawn too soon.\n-Basic Loot option added.\n-Upped damage from snowballs to 1/3 of the entity health.\n-Fixed healing so they properly heal 1/4 of their damage when in lava.\n-Default health increased to 24.\n-Ember modified to do 2 hearts of direct damage using normal mechanism so that graves spawn.\n-New fun damage source with death chat provided.\n-Redo how Pain works.\n-Add custom damage for blazes on named blaze Conflagration from snowballs and Frost Wand Focus.\n-Move class detection function into Properties file. Add support for Twilight Forest ice sword and ice bow.\n-Add strong/weak attack tweaks to vampire pigman, conflagration, unholy ghast\n-Stick now effective against vampire pigman\n-Implemented first pass of snarky/super effective messages\n-Add localized chat messages per mob.\n-Update required Java version for proper static interface support.\n-Handle mod classes not present.\n-Use client side checks for server play.\n-Check against null in case player is not holding anything and attacks like a moron\n-Add snark for empty handed attacks\n-Reduce the number of chances for a jolt teleport\n-Change name is something a little less stupid\n-Skip obvious damage sources not from the player.\n-Block chats being sent to FakePlayers\n-Block chats sent from dispensers etc in mobfarms.\n-Jolts only teleport now when hit by a projectile.\n-When hit, they take 1/5th the damage from projectiles.\n-This has no minimum, so if you have a weak arrow, it takes 0 damage just like before.\n-Melee does not teleport the Jolt, but it does still cause a lightning strike.\n-Remove unneeded classes\n\n\nStorage Drawers\n-new(integration): storagedrawers gtnh recipes\n-Integrates StorageDrawers with gtnh recipes.\n-Config change\n-Deprecate script\n-Remove Gregtech assembler recipes map spam\n-Move wood variants of drawers to chisel\n-Save on load and server join time\n-fix(crash): gtnh integration returning null modid\n-now returns \"gtnh\" string that is comparable to another string.\n-fix(integration): gtnh recipes not loading\n-Fixed the MOD_ID String conditioning the gtnh module initialization to \"dreamcraft\" that is the GTNH-Core MOD_ID.\n\n\nThaumic Horizons\n-A very very cheap way to remove all permanent warp 2 #5404\n-remove gregtech dependencies\n-fix recipe\n-reduce aspects on recipes\n\n\nThaumic Tinkerer\n-Quest Suggestion: Bedrock Dimension #5476\n-Ores that exists in GT not working\n-Cleaned gradle up and made it buildable\n-Fixed TTResearchItem.setPages calling twice\n\n\n\n\nTwilightforest\n-Fix textures that make the max mipmap level drop\n-Compress armor textures (lossless)\n-Compress item textures (lossless)\n-Compress block textures (lossless)\n-Compress model textures (lossless)\n-Update forge version to 10.13.4.1614\n-Organize imports (removes a large number of unused imports)\n-Only save the biome ID config if it has changed\n-Change several \"else if\" statements to \"switch case\" statements\n-Don't use Byte.valueOf() on something cast as a byte\n-Don't use Integer.valueOf on an int or something cast as an int\n-Format code so I don't go insane trying to read it\n-Improve onCrafting event listener in TFEventListener\n-Fast render mode for magic leaves\n-Misc formatting and more if else to switch case\n-Fix for Timewood Clock chunk corruption bug\n-I was unable to do extensive testing, but 15 minutes with six of them going followed\n-by switching my render distance, flying around, and save reloading did not cause issues.\n-More formatting cleanup and if else to switch case\n-Split classes out of TFFinalCastle.java (like later versions of the mod) to make debugging easier\n-Fix errors from last commit and format said code again (No idea why Eclipse stopped showing errors)\n-Fix final dungeon calling random.nextInt with a zero\n-Small improvement to last fix\n-Update english lang file (some things are still missing from it)\n-Ice bomb damage source\n-Update en_US.lang\n-Fix water check in TFGenRavine\n-Add missing breaks to a swicth case in TFGenSmallLog\n-More code cleanup and small optimizations\n-Use String.valueOf rather than adding to an empty string + other cleanup\n-Improve TF event listener performance significantly\n-Optimize TFGenerator surroundedByAir, hasAirAround, and nearSolid checks\n-Make some Firefly and Cicada checks much faster\n-Use equals over == when possible\n-Turn off seeker arrow debug logging\n-Add missing localization\n-Comment uneeded code out of BlockTFPlant updateTick\n-Remove updateTick and tickRate from BlockTFFirefly\n-Make blank magic and maze maps only work in the Twilight Forest\n-Replace tabs with four spaces\n-Comment out unneeded code from BlockTFPortal\n-Add more missing localization\n-Further optimize TFGenerator surroundedByAir, hasAirAround, and nearSolid checks\n-Clean up some log code\n-Limit placements from TF misc biome decorator to between 20 and 75 height\n-Remove minimum placement limit from TF misc biome decorator, it is not needed\n\n\nUniversal Singularities\n-[Suggest]Fine tune the number of singularities for automation #5567\n-update gradle\n\n\nWitching Gadget\n-Update TileEntitySpinningWheel.java\n-it is now possible for spinwheel automation.\n-Before this commit I can't get the output slot of spinwheel other than by hand.Version 2.0.8.3 17.01.2020\n\n\n\n\n\n\nNew Mods\n\n\nHardcore Darkness 1.7\n\n\n\n\nMod Upgrade:\n\n\n-Bartworks 0.5.8\n-Core Mod 1.6.28\n-GT-PlusPlus 1.7.04.471\n-GTTweaker 1.7.5\n-Hardcore Darkness 1.7\n-Not Enough Items 2.0.0-beta-1-GTNH\n\n\n\n\nMod Changes:\n\n\nBartworks\n-fixed rejoin issues\n-made circuit assembler recipes get readded if server is switched and re-calcuted\n-added a command to clear the crafting cache\n-made the NEI OreHandler more stable\n-worked a bit on implementing the APL\n-reworked LuVTierEnhancer\n-use of isAir() instead of block.equals(air) in base layer check method\n\n\nCoreMod:\n-Infinite iron/steel through re-smelting/pulverizing boiler tanks. #5321\n\n\nGTTweaker\n-Add GT++ Blast Smelter more recipes\n\n\nNot Enough Items\n-rename version to be beta.\n\n\n\n\nConfig changes:\n\n\nBackpacks\n-#5356 Loophole in the big backpack recipe\n\n\nBlock Limiter\n-#5349 Allow Hardcore Questing mode consume heart\n\n\nHardcore Darkness\n-update random things and HD mod config\n\n\nRandom Things\n-update random things and HD mod config\n\n\nScript changes:\n\n\nExtra Cells\n-ME Fluid Interface panel can't be back to block form #5322\n\n\n\n\nQuests changes:\n\n\n-#5342 Fix for questbook losing sounds.\n-#5345 Changed door quest to require oak slabs, add pointers to coins quest for purchasing oaks, unlocks with questbook quest now.\n-#5343 Add overflow cover quest\n-#5337 added ignoreNBT tag to all rocket quests because of GT crafting tags.\n-#5338 Many random quest suggestions.\n-#5349 Allow Hardcore Questing mode\n-Move Tips and Tricks tab to after Tier 0, since top tab is where book opens to first time it is used.\n-#5355 Add Ingame Info quest description.\n-#5357 Add quest for Workbench Backpack\n-#5262 Add warning on nether farms killing TPS. Remove comment that chemical bath is best source of Platinum.\n-#5233 Removed diamond sword requirement from Division Sigil quest.\n-hide the few info quest behind the first quest\n-Undo ignoreNBT changes to ic2 crops, not necessary.\n-More ignoreNBT tags\n-#5320 created separate crowbar quest to not block progress\n-Move GT++ Chemical Plant to HV and add more info\n-Add info on using the cauldron to make dough without wasting water\n-Fix alumite quest wording\n-Alloy Smelter/wrought iron quest wording\n-Add note on first tree breeding quests that trees must be pure species and scanned.\n-Add coins quests for steadfast and monastic bees\n-Change solid fueled firebox quest to retrival instead of crafting since players might have forestry worktables by this time.\n-Fix HP solar boiler icon, advanced circuit assembler nbt\n-Fix NBT data on fishing/farming/cooking tab\n-Fix missing text in quest 3, fix nbt on How to bee quests\n-Translation update to 2.0.8.1Version 2.0.8.1 --- 10.01.2020\n\nMod Upgrade:\n-Bartworks 0.5.6-Better Questing 3.0.320-Binnies Mods 2.0.24-Core Mod 1.6.26-Crops++ 1.3.5.1-Gregtech 5.09.33.30-GT-PlusPlus 1.7.04.449-GT Scanner Mod 1.5.6a-GTTweaker 1.7.4-Not Enough Items 2.0.0-pre-13-GTNH-Tec Tech 3.7.3a-Thaumic Horizons 1.1.9.14-Tinkers Construct 1.8.9.14-GTNH-Wireless Redstone CBE 1.4.2-Witching Gadgets 1.2.9n-GTNH\n\nMod Changes:\nBartworks-Fixed Unification enforcement handler-Initial high tier circuit cost adjusted-Fixed NEI cleanroom bug-moved imprint loader onto server start-fixes NBT issues with recipes-Removed Duplicate recipes when switching server/single player-Ores not beeing detected by Miners-CircuitImprints not craftable/recipe buildup when server changes-Refractored some code-possible ix of OC Adapter recipe don't work #5220 add circuit 16 to wrap of circuit recipe\nBinnies Mod-Binnie Master Registry search window not working\nCoreMod:-Update coremod pack version string to 2.0.8.1 #5311\nCrops++-Change LCR recipe to create Deep Iron from UV to ZPM #5109-and a few recipe eu/t fixes\nGregtech:-made OreDrilling radius Chunk Sized-forgot to readd the << 4-Chunkloading support for multiblock miner (#227)-Initial attempt at Chunk manager-Added chunkloading support to multiblock miner.-moved basic miner-independent chunkloading-related stuff up tier, to be more reusable-Item dupe through the terminal-Oil drills in the world will have radius reset to 0 after the update w/o this check-Ore Drilling plant in chunkloading mode was skipping central chunk.-Add radius to scanner output. Fixed issue with pump radius not resetting pump queue.-Added localization for some infos.-Can't breed firestone bees #5271 add Firestone Block to GT-Centrifuging Rubber Wood only outputs Methane Gas #5243-Fixed Soldering Iron consuming solder to change chunk mode.-Soldering Iron mention in the tooltip went missing in the rebase apparently.\nGTTweaker-Add support GT++ Multiblock Electrolyzer-Update GT++ Blast Smelter\nNot Enough Items-Backport some JEI features-Remove TMI style-Remove Load/Save inventory state-Reworked ItemPanel so it's no longer used statically-BookmarkPanel inherits from ItemPanel-Rework LayoutManager-Bookmarks - including loading & saving-Utility/Cheat buttons line up and wrap based on GUI size-Add JEI inspiration/backport attribution & license info-Fix AppleCore crash-Intellij suggested changes-Pre allocate threadpool, with size of 2/3rds numProcessors-Workaround missing font renderer causing OptionTextField crash-Add hotkeys to move around recipes-Save string ids instead of int ids.-Fix TCON workbench compat-Stop running the LoadItem task on every inventory open (which also re-ran the search and caused lag on every inventory open).-Unclear if this breaks anything -- it works with simple testing.\nTec Tech-added deobfs jar (#22)\nThaumic Horizons-Fix NPE\nTinkers Construct-Totally compatible now with GT\nWireless Redstone CBE-Moved gradle files to root directory (standard practice).-Removed environment variable from mod version scheme. If a build number is really needed, it can be done manually.-Attempt to patch GTNewHorizons/NewHorizons#3375\nWitching Gadgets-fix recipe with ichorium\n\nConfig changes:\nBlood Magic-Teleposers telepose blocks with -1 hardness, including Bedrock and Transport Beacons #5245\nCore Mod-Update coremod pack version string to 2.0.8.1 #5311\nForestry-Add space rocks to diggers backpack\nGT++disable gt++ logging\nServer DatRequest to add Modded Minecraft Club to official server list #5274\n\nScript changes:\nTinkers Construct-Aluminium had the same problem but no one report it \nThaumic Exploration-change sould braizer recipe\nThaumic Tinkers-fix script\nWitchery-Quicklime dust recipe issue #5261\nMagic Mods-change ichorium to gt ingot\nQuests changes:\n\n\n-Fix wording, add new quests. 2020Q1 quest changes.-Update some quests.-Final batch of quest changes for 8.0.-rearraged lv Quest a bit-Replace platinum with blue alloy in Workstation quest.-Quests Getting your first Platinum and SMD Circuit components still impossible where placed #5279-Fixes quest errors. Restores proper dimethylhydrazine quests. Puts in placeholder quest for GT++ chemical plant-Fix #5246 use iron capped greatwood wand.-#5143 Added concealment key quest-#4855 Adjusted quest to consume wispy cotton.-#3702 Added info on aesthetic covers for GT pipes-#5285 Added rewards for smoothie quest.-#5293 Mutating Sprig quest requirement wrong.-#5238 Fixed wording for coins quests-Also, adjusted spacing on fusion quests to make them more readable.-#5294 Moved nightmare quest, reduced number of kills required.-#5301 Added requirement for primal shrooms-#5310 Added checkbox quest for name remover-#5295, #5296 - Moved witchery quests around.Version 2.0.8.0 22.12.2019\n\n\nNew Mods:\n-Kekztech 0.2.2\n\nMod Upgrade:\n-Appliedenergistics 2 rv3-beta-20-AsieLib 0.4.9-Avaritia 1.16-Bartworks 0.5.3pre6-Better Questing 3.0.306-Blood Magic 1.3.3-29-Comand Blocks for BQ-3-Computronics 1.6.6-Core Mod 1.6.25-Draconic Evolution 1.0.2n-Extra Cells 2.4.2bNIGHTLY-Forestry 4.2.21.0-Gadomancy 1.0.7.6-Galactic Greg 1.0.2-Gregtech 5.09.33.25-GT-PlusPlus 1.7.03.01-GT Scanner Mod 1.5.6-GTTweaker 1.7.2-Open Computers 1.7.5.1-Questbook 2.1.1-RF Expansion 3.0.29-Spice Of Life 1.3.12-Standard Expansion 3.0.162-Steves Factory Manager A94-GTNH-SuperTiC 1.2.1-Tec Tech 3.7.3-Thaumic Based 1.4.20-0-Thaumic Horizons 1.1.9.13-Tinkers Construct 1.8.9.13-GTNH-Utilityworlds 1.0.9e-Universal Singularities 8.5a-WAILA Plugins 0.2.2-Witching Gadgets 1.2.9m-GTNHVersion 2.0.7.5 --- 16.06.2019Config changes:\n\nBartworks\n-add bartworks cfg\n\nBotany\n-Updating Botany glass to be pure clear glass, no dumb border.\n\nCore Mod\n-update displayed version\n-update pack version\n\nCustom Main Menu\n-Update Main menu from GTNH\n\nEnhanced Lootbags\n-Reward bags are absolute trash: EV suggestions #4268\n-Reward bag suggestions #4257\n-Added a bunch more proper loot to the Advanced bag.\n-Created IC2 Crops lootbag and added to all IC2 crops breeding quests.\n-Added Bees Expert lootbags to last crafting quests, added industrial apiary items to bees expert lootbags.\n-Fix to IC2 lootbag.\n\nGregtech\n-add deep iron small ores to mecury\n\nGT++\n-enable item rendering in hand. Duct tape fix\n\nHolo Inventory\n-Due to user demand, ban drawer controller from holoinventory\n\nInGame Info XML\n-add ingameinfo xml and configs\n\nOpen Modular Turrets\n-Initial Changes to turrets (more damage)\n\nServerlist\n-Update server list #4479\n\nThaumic Horizons\n-enabled pocket plane\n-tested on zeta w/o complications so far\n\nWitching Gadgets\n-Ichorium nugget duplication in Witching Gadgets #4240\n\n\nScript changes:\n\nAE2\n-AE2 Cutting Knifes #4264\n\nAvaritia\n-Make UHV circuit correspond to ore dict\n-UHV circuit of Neutron Collector and Neutron Compressor Recipe corresponds to the ore dictionary\n\nBiome O Plenty\n-Calcite Synthesis #4228\n\nChisel\n-Bauxia crop doesn't recognize TiCo Aluminum Block. #4227\n\nEMT\n-update EMT script\n-fixed damage problems with EMT Recipes\n-now accept any damage value\n\nGalacticraft\n-Minor issue: Unrefined Desh -> Desh Ingot (Furnace recipe) #4286\n\nGendustry\n-remove old gendustry combs out of the recipes\n\nGregtech\n-remove handcraft recipes from Niobtitanium and tungstencarbide\n\nGT++\n-remove max tier cheaty recipe for machine parts\n-Chest loot #4251\n\nMinecraft\n-Fix Blast Furnace Convert Glass\n\nPams Harvest Craft\n-Butchery knife duplication #4234\n\nSG Craft\n-IC2 SGPU crashes client when attempting to leave its interface #4254\n\nTinkers Construct\n-Obsidian dusts don't smelt in the smeltery #4277\n\nTwilight Forest\n-Steeleaf issues. #4265\n\n\nQuests changes:\n\n-Added large gas turbine quest, fluid regulator quest, fluorine coins quest.\n-Fixed up info on rotors in boilers and steam turbine quests.\n-Fixed butcher knife quest to accept any knife.\n-Fixed alumite ingot quest to oredict.\n-Thorium Reactor Quest #4259\n-BM quest #4250\n-Change block needed for Pyrolusium crop. #4244\n-O like Oxygen Quest Rewrite\n- Slightly rewrote quest text to better direct player toward recipe that creates 2000 L Oxygen\nfrom 1 Cassiterite Sand, as well as some minor reworking of the rest of the quest text.\n-Added oxygen from sugar to quest text per request\n-#4400 Minor quest fixes complete.\n-$4342: Quest added for Soul Brazier to help players manage permanent warp.\n-Quest fixes and additiona. #4911 #4323 #2358 #4216 #4342 #4320 #4232 #4169 #4245 #4298 $4198\n-Quest fixes. #4337, #4194, #4157, #4109, #2599, #4124, #4117, #4113, #4076, #4091, #4078, #3683, #4349, #3603, #3505, #2926, #2880\n-#3042, #4247, #4319, first pass of #2663.\n-Fixes for crop quests from bedrill, created Botany quests for #2663\n-Next part of #2663.\n-#3647 redo gating for fluid quests. #4404\n-Quests #3996 #3654 #4426 #4327 #4392 #3282 #3503\n-#3503 warning added for Doomsquirter.\n-First pass at TecTech quests, skeleton for Steve's Factory Manager quests.\n-#4227, #4281, #4437, #3604\n-Most of #4424 complete. #4448 #4449 #4447 #4441\n-#4451, #4454, #4455\n-#3851 #4133 #4459 #4465 #4468 #4473\n-#4478, Started #4500 & #3626, general quest cleanup and maintenance.\n-Minor quest changes. Added SAG mill grinding head quest.\n-#4500, adventure backpacks, bee stuff, #4373\n-Remove concrete bug mention.\n-#3626, mostly finished with #4373\n-Quests. Spray can, adventure backpacks, #4530 #4526 #4521 #4488\n-#4373 #4407 #4542 #4555 #4551\n-Trying out new bee quests, setup bee template quest for copying\n-Bee breeding quests megaupdate\n-Added a bunch of magical branch bees, at least enough to get to empowering.\n-Didn't make it thaumic shards and salis mundus\n-Added side effects for shard bees\n-Added more magical bee lines, including draconic and wither bees.\n-Fixed problem with quest unlocks. Added excited and cultivated.\n-Added info on Botany pigmented glass not being fireproof.\n-Fix Celebratory\n-Converted Bee Breeding quests to use Bees Advanced lootbags.\n-Added quest for Acid Generator after Redstone centrifuging. Fixed Slice and Splice rewards.\n-Created IC2 Crops lootbag and added to all IC2 crops breeding quests. Needs a recipe to convert standard to fortuned bag.\n-Spread out ic2 crops quests\n-Added Bees Expert lootbags to last crafting quests, added industrial apiary items to bees expert lootbags.\n-Change Gendustry quests to use proper expert bag. Change alveary quests back to using Bee Advanced.\n-Moved upiering bee adv -> bee expert to unlocking the Genetics Sampler/Mutatron or Industrial Apiary\n-Fixed Enderio Crafter reward bag.\n-Quickfix for Endless Evolution, change from 1:1 to 1:4 due to player concerns.\n-Change DE cores to 4 ichor ingots, reward 16 cores. Clean up LV window.\n-Minor quest fixes. Changed DE quest back to 16 cores, but instead of 16 ichor changed to 4.\n-Final quest update for 2.0.7.4.\n-Update for Chinese translator.\n-Minor quest fixes from Translation, #4643 #4642 #4641\n-fix diamond hammer quest\n-Minor fixes. Quest fixes for translator. Fix to IC2 lootbag.\n-Updated with more bee breeding quests, translation cleanup.\n-update Quest files us lang\n\nNew Mods:\nInGame Info XML 2.8.1.82Lunatrius Core 1.1.2.21\nMod Upgrade:Avaritia 1.15\nBartworks 0.4.16Blood Arsenal 1.2-8Core Mod 1.6.14Crops++ 1.3.5Crop Load Core 0.1.4Electro Magic Tools 1.2.7.7Forestry 4.2.20.0Gregtech 5.09.33.16Gt Nei ore plugin 1.0.7GT-PlusPlus 1.7.02.99-preGT Scanner Mod 1.5.4IFU 1.6Loot Games 1.0.18Not Enough Items 1.0.6-GTNHTec Tech 3.6.11Thaumic Horizons 1.1.9.9Universal Singularities 8.5Warp Theory 1.0k-DevWitching Gadgets 1.2.9k-GTNH\n\nMod Changes:\nAvaritia-changed ichorium to gt mod-Made project jarSign compatible-Unified build-system-updated gradle and forge\nBartworks-smaller fixes-no hardness or resistance on non gt te blocks-fixed possible lesu npe-maybe fixed windmill dupe?-fixed circuit programmer dupe-began work on Electric Implosion compressor-fixed recipes-added multi layer rotor recipes-Giant Materials/Space Compat update-added ASM-added a shit ton of materials and got my own Materials system up and running-added Ross128 when GC is installed-code clean up-made all asm patches disableable-removed secondary configs-added comments for config-Ore Dict Support-Added Y/Th Glas-Added OreDict support for all Materials-Added an Internal Handler for Colors-Added Materials and improved Compability to GT and GT++-Improved Code Quality of the BW Oregen Handler-Fixed NEI handler-fixed megas not working with more than one hatch-finetuned the veins a bit more-changed material names and colors/texture sets-removed Taint Biome due to buggyness and i dont like it >:(-added debug log-added thaumcraft aspects for materials-refractored code-added a config option for the debug log-fixed Graphene Typo-prepared custom TC Aspects-enabled a config option for the threaded loader (experimental state)-Improved Threaded Loader-un-threaded GameRegistry stuff-Fixed Heated Water Pump-will now drop its contents on removal-will no longer void non-burnable Items-Added ITileDropsContent for easy use-Pulled delSlot into its own Class-Created FuelSlot (a slot that will only accept burnable stacks)-API version increase-Added THTR-Redid Config to work propperly-added some materials/items for the THTR-added additional Thorianite Recipes-added InfoData on THTR-added isSneaking on diode screwdriver click (reverse Actual Amps)-added World Generation feature for Ross128b-started on Ross128ba-cleaned up code-started on Werkstoff Liquids-fixed small translation failure-this time really fixed (#27)-added small rocket gui stuff-fixed a bug where the moon of ross128b would cause issues with the dim handler-added Electric Implosion Compressor recipe and tooltip-fixed Electric Implosion Compressor recipe \"Map\"-moved Ross128 to t3 even with galaxyspace loaded-fixes crash when ExU is installed-Optimised BlockChecker-made THTR structure check NOT ignore walls-corrected tooltip on THTR-added Empty mode on THTR-fixed coords hash-started work on OC integration-rewrote blockchecker just to see if a loop would be faster than a recursive check-fixes not enabled ASM code-re-enabled the tooltip handler-reworked clienteventhandler-Tooltip Server Synchronisation-Add thaumcraft wand pedestal fix-We only add the vis into the wand-added ConfigOption for TC patch-added DeObfs instruction-code cleanup-added Miner Compability-tweaked heat values for GTNH-minor code changes-fixed thorianit exploit-fixed yttrium oxide recipe-added thorium leaf recipe-fixed 45% empty space-Added config options-removed broken IC2 recipes-fixed DEHP recipe\nBlood Arsenal-Gadomancy Crash fix part 1-Update BloodArsenal.java-fixed build.grandle\nCoreMod:-Add login message handler-Update zh_CN.lang-fixes Xenoxene recipe-Titanium Dust with Nitrogen same EU cost as without Nitrogen #4261-remove all centrifuge recipes from gendustry bee combs and drops-added a load check-Let the bacteria Vat recipes only load when bartworks is loaded-Field Generator Tier 2,3,4 are bugged in assembler #4292-Add usage for Tantalum in SMD Capacitor recipes-Missing Rockbreaker LUV+ #4374-Tier 8 Rocket is Impossible to Obtain #4267-re-configured Quantium Voltage to IV-removed unnescarry ,new Object[0] for varargs methods-#4474 gating item, updated pack version and added gendustry bees removal warning-fix t8 rocket plates-added Abandoned GregTechPlusPlus Aspects-will hopefully doesnt cause corruption when loaded up-Re-enabled Naquadah Generators at IV-changed recipe time and minimal heat requirements for enriched Naquadah-Awakened Draconium Coil #4647 temperature fix\nCrops++-Create zh_CN.lang-[ImgBot] Optimize images-fully implemented Speiger's Crop Plugin-removed (some) duplicate code-added debug command-fixed magic metal berry-added thauminite as supported metal due to request-added vanilla Bonsai-added HumidityBonus/Malus-fixed scala dependency\nElectro Magic Tools-Refractored Code-fixed Solar crash\nForestry-added a null check-changed crop logic a bit-if crop havest is not possible at the optimal state, just harvest, ffs.-remove redstone flux not working api-change api adress and path-added recipe\nGregtech:-Trinium can't be obtained in the Tier below the T4 rocket #4221-Disabled all Dimethylhydrazine recipes.-Removed them in favour of the GT++ recipes which are harder.-Cherry pick multiamp dynamo support for multiblock generators.-Removed local explosion checks from large turbine and plasma turbine.-Large turbs now support buffered 4A dynamos.-salt bees equal to lithium bees #4285-Impossible to craft Fusion Reactor MK1 #4276-[suggestion] add a recyling recipe for brick stairs #4274-Rutile processing magnesium dupe #4260-Mining plascrete blocks #3998-change name sparkling-Problems with bee comb ore quadrupling recipes #4253-all ev and iv combs have now chemical recipes-Suggestion: Buff Platinum Group Sludge #4241-add more comb recipes for Casseterite Sand-Titanium ore nerf #3647-Increase small titanium ores, change spawn range #4289-Superconductor UV Wire wrong recipe #4224-Field Generator Tier 2,3,4 are bugged in assembler #4292-GT tool fix-enable GT Tools to mine any block without tool requirements (dirt i.e.)-Make use of scanner recipe map since i also inject my own recipes...-refractored code,-restored compability to vanilla ore gen,-moved GC and Forrestry code to own classes to prevent crashes inDev-implemented equals and hashcode on NearbySeeds class-added an information line to the Implosion Compressor tooltip-Refined last commit-re-added unused, Deprecated constructors-re-added unused vars-treat empty string as null for GT_Tool_*.isMinableBlock-allowed to mine any block that doesnt require a tool with GT tools at Hand mining speed-rerouted forestry modid to the config value to prevent typos-recipy change voltage coil HV,IV #4375-redid fake OD-removed coal from god of thunder crop-beautified code for readability-fixed NBT dependant Recipes-duct taped import of circuits in assemblers-adjusted recipe map sizes-redid Item&Fluid Hatches-removed rests of UndergroundBiomes & ImmersiveEngineering support-added oilsands recipe-might fix #3913 and #4421-Change gates for Magic Energy Converters. #4324-UHV Motor is uncraftable #4350-[RFC] New Rocket Recipes #4409-shortened sc cooling times-ductape fix for fusion reactor-cleaned up code-Duplicate Alumite tools #4231-Fix exploitive hydrogen loophole #4348-add missing circuits to ProcessingCircuits-added 0lafs changes-make higher tier superconductors give out less wires per recipe-removed nitrogen/helium cells from superconductor recipes-added helium as fuid for superconductor recipes-halfed the amount of pumps for superconductors-Added HP Solar Steam Boiler-added recipe-removed unnessecary \", new Object[0]\" for vargars methodes-UEV Motor uncraftable #4601-#4644-complain about null inputs-adjusted HP solar boiler to match the tooltip-re-added solar GUI\nGt Nei ore plugin- updated Java 7 -> 8-Buffered Input from cfg-refractor, code improvements-small ores completely working-added tooltip-added logger-added ic2 to gradle-updated gradle deps-restored base gt compability-small ore csv (untested)\nGT Scanner Mod-refractored code-added bartworks integration-added automatic dev and dev-debug build to build grandle\nIFU-redid logic to work propperly with any type of material as input-refractored code (a bit)-fixed GUI-restricted the wand to OW, Nether and TF (configurable)-removed damage bar from Item-added build wrapper-make ifu buildable with the dev version we add on GTNH webpage\nLoot Games-Single line that prevented people from completing Stage 4-Corrected some confusing messages sent to players\nNot Enough Items-Prevent random crashes. No idea why this happens, but deal with it gracefully.-(Probably) Stop the ic2 invalid damage application messages.-Update gradle wrapper-bump version and specify gtnh in filename\nTec Tech-Added recipes for Energy hatches 4A-64A IV/LUV/ZPM-Change recipe of Biomainframe (#15)-The recipe became more logic.-ResearchStation,ObjectHolder and QuantumComputer recipes can only use CrystalProcessorMainframe #4361 (#16)-Realy Ultimate Battery Recipe issue #4604-[Recipes] Assembly line need few changes. #4636-Fix Researchable scanning issue\nThaumic Horizons-several fixes-fixed safe handler-fixed aspect fraction of the safe handler-re-made it buildable for gradlew-updated gitignore-fixed internal stuff-hopefully fixed server crashes-added propper dim retrun-fixed cloud client crash-improved miner Math issues with pocket plane dim-added \"dustBlock\" as default block for pocket planes-fixed fps issues by removing clouds from pocket plane dim-fixed another NPE\nUniversal Singularities-name change to make Phosphorus Block working again\nWarp Theory-Fixed warptheory error message-Always allows usage of command on server\nWitching Gadgets-added a catch to the duplication aswell-fixed an ArrayOutOfBounds Execption-OutOfBounds Execption pt2-removed GT++ harddep for softdepVersion 2.0.2.7 ----15.01.2018Mod Upgrade:Applied Energistics rv3 beta6aBerries ++ 1.1.1cGregtech 5.09.32.19GTNewHorizonsCoreMod 1.5.18Changed/added Recipes:AE2( Fix Charged Certus Dust->Crystal creating water instead of using it, Add recipes for Covered Fluix Cable using synthetic rubbers)Biomes o Plenty([suggestion][simple] add hardened sand to the sand oredict #2400)IC2(Nano circuit naquadria cost #2393, ic2 adv battery recipe derp)Railcraft(balance Rails a bit, change railcraft shunting wire recipes a bit, )Thaumcraft(Recipe suggestion: Salis Mundis by crushing Balanced Shards in a Mortar and Pestle #2414)Code changes:Core Mod(Nano circuit naquadria cost #2393, [suggestion][simple] add hardened sand to the sand oredict #2400, remove shapeless recipe, [suggestion] Wool assembler recipe #2409)Gregtech(Add Tooltip for BBF Change Brick compression time for BBF, Update tooltips for Large Steam Turbine and Large HP Steam Turbine #2383, Tritanium should have a uu replication recipe in my opinion #2391, make Trtanium 1121,4 times harder than Diamond (source star trek), make tritanium use EBF and be meltable at 9000K, Update Element.java, [Balance] Adjust oilsands to make them worthwhile #2406,Fix custom enchantment for materials, Compost recipe is wrong #2407, Add more rail recipes, Make pipes aware of translocators & tinker construct faucets so they can connect, Oredict support for assline, change manyullyn shapeless recipe #2417, ZPM Microwave Transmitter #2421, Added Desh as Titanium and Oriharukon as Isotopes, added Oriharukon.mChemicalFormula, Possible fix for ic2 cells interacting with fluid pipes, Seismic Prospector Blocks incorrectly name for LV/MV #2430)Config changes:Core Mod(Large Heat Exchanger gives 5x output steam, not 10x #2394)Quests:Flint sword doesn't get detected in Quest #11 (Sharpness: Over... 5...) #2385, Flint tools other than the shovel don't get detected in Quest #5 (Tools) #2384, Error in the quest to buy steel #2392,Quest text adjustment for #481 (Creosote oil) #2386, [Quest] Update advanced heat exchanger quest on nightvision quest tree #2401, New Rail Craft Quests #2413, Fix diode Quest #2419,Animal farms Quest #2420, SMD Capacitor Quest #2422, Windmeter #24243-5New Mods:\nOpen Peripheral Addons 0.6-249\nOpen Peripheral Core 1.4-280\nOpen Peripheral Integration 0.6-95\nMod Upgrade:\nAdventurebackpack 0.9fbeta27\nApple Core 1.3.8\nAsie Lib 0.4.7\nAvaritia 1.1.3\nAvaritiaddons 1.3b\nCofh Core 3.1.4.329\nCofh Lib 1.2.1.185\nComputronics 1.6.2\nCore Mod 1.3.25\nEnder IO 2.3.0.431\nGalacticraft 3.0.12.474\nGravitation Suite 2.0.68u\nGregtech 5.09.27.30\nOpen Blocks 1.6-753\nOpen Computers 1.6.2.12\nOpen Mods Lib 0.10-464\nOpen Mudualr Turrets 2.2.10.237\nOpenSecurity 1.0-99\nSG Craft 1.13.3\nSpice of Life 1.3.8\nTinker's Gregworks 1.0.15\nThaumic Based.1.4.1-1710-8\nThaumic Exploration 1.1-60\nThaumic Tinkerer 2.5-540\nTincers Construct 1.8.9.1.GTNH\nTinkers Defense 1.2.1d\nUniversal Singularity 8.4\nWAILA Plugins 0.2.0-25\nWireless Crafting Terminal rv3-1.8.7.4b\nChanged/added Recipes:\nAvaritia and many other Mods(Added Creative Item recipes to Avaritia 9x9 crafting Table, Singularities completly rewritten)\nBiblio Craft (Nerf the whole Mod and wood addons)\nBinnies Mod(\"Fluorescent Dye\" recipe not working, and not showing in NEI, Growth medium recipe works with distilled water too)\nChisel(Clauds can be chiseld now)\nCore Mod(EXP recipe fix, Soy/Tofu now in the mixer. myterious Crystal macerator recipes and other Core mod item conflicts)\nEnhanced Lootbags(Added Fortune Bags to the missing Bags)\nForestry(Stamps added to Client recipes because other servers not hve our plugins)\nGalacticraft(Added to most of the GC items Thaumcraft Aspects, Sealbale ME Cable)\nGalaxy Space(A bug about the Crafter )\nGravisuit(Advanced Jetpack are in Titanium Tier)\nHEE(Suggestion: GT processing of HEE items,Decomposition Table remove because you can cheat with it, Added a Ghost Amulet recipe to the Infusion Table on GTNH Page)\nIC2(Added to some items Thaumcraft Aspects, change ic2 values on Tools because * not works well, Change Composite Vest recipes, add a shaped recipe to weeding towel, change Cropstick recipe )\nIron Chests(Added Upgrade recipes)\nMinecraft(Pressure Plate Recipe -> Shaped)\nOpen Blocks( Glider now in the Steel Tier LV, Auto Enchantment Table now Thaumcraft only recipe)\nOpen Modular Turrets(Change fence recipes a bit)\nOpen Peripheral Addon(nerf mod)\nPams harvestcraft(Add Cornmeal recipe for the macerator)\nProject Red(Electrotine now compatible with Nikolite)\nRailcraft(Remove Coal recipe from Adv Furnace because of a bug Charcoal can be made into coke coal, Only Blocks works, Engraver now have a recipe, HS Track recipe fix)\nThaumcraft(Try to hide most of the wand caps and wands in NEI)\nThaumic Tinker(Bottomless Pouche recipe fix)\nThaumic Exploration(fully nerfed now)\nTinkers Construct(Mutton Jerky add recipe)\nTinkers Defense(Aeon Steel , Dogbearium and Queens Gold Arrow Head are move to Extruder recipe only because of a nasty crash)\nDiverse Mods(Recipes with enchanted books fixed to choose only this Book)\nCode changes:\nAvaritia and Addons(Added new Singularities, change eteral singularity, Change Matterball be have a bigger size now)\nCore Mod(Field generators rework and add to the core mod, S and Q Tank rework, Glove rework, Adding \"The Chemist\" and \"The Cook \"Coins, ordict harvestcraft Flour, Added Mechanist and Sojourner Wand caps for Thaumic Exploration support, added GT Color item recipes, set Unification to Salt from Pams Harvestcraft, , added Railcraft Tanks and stuff to core mod recipe for better reverse recipes)\nGregtech(Field generators rework and add to the core mod, rename Fieldgenerators to Tier 1-8, Added Steelleaf Block, roving all 32, and 128 eu recipes and change it to 30/120/480 eu recipes, change a few Material levels like Black Steel, HSAL, Meteoric Iron and Steel, Reinforced, Stainless Steel, Shadow Iron and Steel, Black, Red, Blue and Dmaskussteel, Realgar, Add Ironwood Rollling Pin, langfile Ore fixes, Energetic and Vibrant Alloy now a Tier down, Add support of reactor chambers in GT transformers , Fix charcoal pit accepting wood planks, fix turbine check in large turbines , rework Rail recipes a bit, Carbon Fiber need now Epoxid, change Biogas recipe to 1000l out at mv, add plastic out of BioMass back , Make the game crash on wrong config with Orgen, fix big diesel EUt with oxygen, making an impregnated stick out of a wood stick now, fix ASS line , change BioGas a bit because it was over-nerfed)\nThaumic Base(We using the fork from KryptonCaptain, Fix Tobacco NPE )\nThaumic Exploration( add this recipe to code because i cant make the construct recipe visible)\nThaumic Tinker(Added forbidden dimension config)\nConfig changes:\nAdventure Backpacks (Backpack Death Place=false so the Backpack is inside your grave now)\nCore Mod(Add more Tooltips to the Carbon Parts for the Nono Armor, Tooltip Nitro Diesel works only in MV Dieselgens and up)\nEnder IO(Cornmeal in Sag mil recipe)\nEnhanced Lootbags(Added new Transportation Backpacks)\nGregtech(Added 60 Ormixe to the Deep Dark Dimension(Need to add that to the Google Sheet), Now Pams harvestcraft Salt is the standart type of salt, Obsidian Plates recipe changed, Haumea Orgen fix, Infinity Catalyst Small Ore now on VegaB not on Venus, New Plutonium 244 Ore Mix )\nGalaxy Space(Added many Blocks to Forge microblocks now)\nInfernal Mobs(config cahnges because this file on the server was messed up)\nOpen Computers(Change Max shapesize to 64)\nOpen Peripheral Addon(add configs)\nThaumic Tinker(Add Bottomless Pouch to the Blacklist in Dim 55 )\nTinkers Contruct(Autosmelt remove from Autoupdates on Tools, Disallow Travelers Belt in Dim 55)\nTinkers Gregworks(Changed many materials in durability, attack, draw speed, wight etc)\nUniversal Sigularities(Added a burn value to Charcoal Singularity)\nWarp Theory ( Warp Rain Effect now set to 25)\nTwilight Forest and DE(remove Draconium Orgen in TF)\nServerdat (Added Bacon Gaming Server and Dirthuts 2 GTNH Server)\nQuests:\nJetpack Quests, Armor Quests, Food Quests, Spear, Shield and Qiever Quests, Fast Steel Production with Arc Furnace, Trasportation Quests, Anvil Quest, Add two Automation Quests for the Tico Smelterry, More BBF Quests, Coke Oven Automation Quest, Quartz Quest and Good Circuit Quest, add crop Quest , Alloy smelter Quest in LV Tier,\nFixes: Change Quests rewards/tasks to one kind of cells, fixed Nether Quest reward 14 Obsidian instead of 9, Watering Can Quest move, changed most of the Tier 2 Quests to retrieval Quests, Typo fixesBig Update 2015-10-5 Version 1.0.6.0\nNew Mods Added:\n\nAE2 stuff 0.5.0.56\nDragon's Radio Mod 1.7.1\nEnchiridion 2.0.2a\nIC2 Nei Plugin 1.0.7\nIN pure Core 1.0.0B9-62\nUtility Worlds 1.0.7\nZtones 2.2.2\n\n\nMod Updates:\n\nAppliedenergistics2-rv2-stable-10\nBdlib-1.9.3.107\nBlood Arsenal 1.2-3\nBrandons Core 1.0.0.7\nBuildcraft 7.1.8\nBuildcraft Compat 7.1.1\nCoFH Core 3.0.3-303\nCoFH Lib 1.0.3-175\nElectric Magic Tools 1.2.2\nExtra Cells 2.3.0b142\nForestry_ 3.6.10.1\nGendustry 1.6.1.126\nGregtech 5.08.30\nGT New Horizons Core Mod 0.9.29\nGTTweaker 1.0.9\nHardcore Ender Expansion v1.8.4\nHunger Overhaul 1.7.10-1.0.0.85\nIndustrialcraft 2.2.780\nInGame Info XML 2.8.1.82\nMagicbees 2.3.6\nMine Tweaker3 3.0.10B\nMod Tweaker 2-0.9.3.148\nNatura 1.0.0.107\nOpen Blocks 1.4.4.674\nOpen Mods Lib 0.8.399\nOpen Security 1.0-65\nStorage Drawers 1.6.2\nTinkers Construct 1.8.7.984\nThaumic Tinkerer 2.5.510\n\n\nRecipes added/changes:\n\nMake new Recipes for this mods:\n\nAE2 stuff 0.5.0.56 (all)\nDragon's Radio Mod 1.7.1 (all)\nEnchiridion 2.0.2a (all)\nZtones 2.2.2 (all except the Blocks)\n\n\nChange/added Recipes for this mods:\n\nAE2 (Crystal Growth Accelerator)\nExtra Utilities (Conveyor Belts, Cabinets, Compressed Blocks, and more Blocks)\nGravisuite (Vajra, Cooling Core, Vajra Core)\nGregtech(Coolant Cells)\nGT New Horizons Core Mod (Wither Protection Ring, Neutron Reflector Fix, Coolant Cells, Graphite Block)\nIC2 (Cropnalyzer, Coolant Cells, Heat Vents and everything with MetaData,)\nMinecraft (Lever in Assembler Recipes)\nOpen Computers (Case 2,3 and Server Rack)\nProject Red (JetPack)\nRandom Things (Online Detector)\n\n\nConfig added/changes:\n\nAdvanced Solar Panels (new Molecular Transformer recipes)\nGregtech(Lever)\nGT Core Mod (Custom Drops, Hazit items, Custom tool Tips,)\nIC2(new Configs available but not set)\nNatura(Trees can be disabled but i dont touche it)\nTinkers Construct(now no iron ore on the surface any more, can set density for ardite and cobalt)\nZtones (Blocks are sealable GC and Multipart able, disabled the pill and the totem) \n\nVersion 1.0.7.0----08.11.2015\n\n\nNew Mods Added:\n\nBiomes O Plenty 2.1.0.1462 \nEnder IO 2.3.0.418\nEnder Zoo\nFlood Lights 1.0.3-116\nGravi Suite- 2.0.54u (old mod with a new style)\nIrontank 1.0.1.50\nNot Enough Thaumcraft Tabs 1.0.1\n\n\nRemoved Mods:\n\nGregs Lightning 1.11.2\n\n\nMod Updates:\n\nAnger Mod 0.6\nBiblioCraft 1.11.4\nBlood Magic 1.3.3.17\nBlock Limiter 0.4\nBrandons Core 1.0.8\nBuildcraft 7.1.13\nBuildcraft Compat 7.1.2\nDraconic Evolution 1.2-5\nElectro Magic Tools 1.2.2fix2\nEnder Core 0.1.0.30\nExtra Utilities 1.2.12\nForestry 3.6.12.3\nGalacticraft 3.0.12.403\nGalacticGreg 0.9.4\nGalaxy Space 2.6\nGregtech 5.08.32.3custom\nGT NewHorizons CoreMod 1.0.3\nHolo Inventory 1.9.1.123\nHQM The Journey 4.3.3\nIC2 Nei Plugin Version 1.0.8\nIC2 Nuclear Control 2.3.2a-Butt\nIguana Tinker Tweaks- 2.1.5.148\nIndustrialcraft 2.2.791\nMal**core 0.12.10\nMal**doors 1.10.1\nMantle 0.3.2b\nMod Tweaker2 0.9.4.157\nOpen Blocks 1.4.4.680\nOpen Computers 1.5.19.37\nOpen Mods Lib 0.8.410\nOpen Printer 0.1.0.128\nOpen Security 1.0-66\nPam's Harvest Craft 1.7.10k-fix\nRemote IO 2.4.0\nSpice of Life 1.3.0\nStorage Drawers Woods (different Versions)\nThaumic Tinkerer 2.5.513\nTinkers Construct 1.8.8\nWaila Harvestability 1.1.5\nWaila Plugins 0.2.0-23\n\n\nRecipes added/changes:\n\nMake new Recipes for this mods:\n\nEnder IO (full mod)\nEnderZoo (full mod)\nFlood Light (full mod)\nGendustry (full redone)\nIron Tanks (full mod)\nRemote IO(full redone)\n\n\nChange/added Recipes for this mods:\n\n\nApplied Energystics(Storage Cells, Quartz Fiber is now cheaper, Changing Ae Dense Cable, Covered Cables and Smart Cables)\nBlood Arsenal (Adding recipes for the Blood Infused iron)\nBuild Craft (added Filler Builder Architekt Table, Land MArk, Path Mark, flood Gate and Blue Print, changing the Kinesis Pipe recipes)\nCarpenters Blocks(Cutting Saw recipes)\nExtra Cells (rest of the Mod that was missing)\nExtra Utilities (rest of the Mod that was missing, disabled Peacefull Table)\nGalacticraft (Added mysterious Crystal recipe to make Bacterial Sludge, Change Pulveriser Recipes from galacticraft materials to be 20 sec long and 2 eu/t)\nGalaxy Space (added Tier 9 Rockets and recycling recipes)\nGendustry (Redone of the Beyond Reality and infinity pack Bees (Sheet in the XLS Goolge Doc)\nGravisuit(Adv Chainsaw and Adv Drill, Epic Lapack)\nGregtech (Added Oil, Creosote back to the Diesel Generator, Added most of the high tier metals in th EBF, Added Pump Machine Casing recipes in GT, Changed the Fluid Reactor Blocks because Blood Asp add some own recipes, Adding the Molds and Extruder Shapes to the Forming Press, Remove Enderium Dust from Gt and add it to the Ender IO Alloy Smelter)\nGT New Horizons Core Mod (Added Chips for AE and GT items and Machines with new Tiers, Adv Pump 3/4, Charged Certus Quartz in the hammer, Make Coke Oven Bricks and Adv Bricks recycle able, Change Salis mundus amount to make special Wand items, Rewrote most Tooltips to be less... Weird..)\nIC 2 (disabled the Miner and the Drills, Change adv Miner, change meta ids, remove gem Iridium from most processes only macerating is allowed, Adding Meta Ids to all Ic2 and Graviuisuit Backpacks and Armors, Added recipes for the Kinetic Water Generator from IC2)\nIC2 Nuclear Contro (Adding missing recipe, Remove the Iridium Hammer so all Hammers are back)\nMinecraft (Torches and Crafting Table)\nOpen Blocks (Change the Open Blocks Glider Recipes be equal with the Ender Io Glider (only different ingredients))\nProject Red (using molten redstone instead of molten redalloy)\nRailcraft (remove Electrical Steel out of the RC Blastfurnace)\nRemote IO (Adding remote Io Recipes for PDA, Linker and Remote Acess)\nThinker Construct (Clear Glass and Pane can be made in the EBF 120 EU 1000K 100 Ticks out of Glass and Pane, Glass and Pane can be made in the EBF 120 EU 1000K 100 Ticks out of Clear Glass and Pane)\nWireless Redstone CBE (using molten redstone instead of molten redalloy)\n\nClean up the whole cfg Files\n\n\nConfig added/changes:\n\nApplied Energystics(Make Matter Balls and Singularity more Expensive)\nBlood Magic(Change Potion Id Soul Burn from 53 to 123)\nBuildcraft (Added new Tool Tips to BC Pipes)\nElectric Flood Light (Added new Tool Tips 32 EU)\nEnder IO (Change Alloy Smelter Recipes, Added Sag Mill Recipes from Namikon, Change Slice and Splice recipes , Make the Soul Binder recipes more expensive, Make Electric Steel, Enderium and Enderium Base Craftable via GT Dusts.)\nExtra Cells (Disable Ingame Wiki mod from extra cells)\nExtra Utilities(Ender Pump and Ender Quarry are not peaceable in the Over world, Remove Recipes out of the QED, Remove Peaceful Table)\nGalacticraft (New configs Optionsfor Ores on Asteroids and Mars. Disabled Ores on Mars only let Desh there)\nGalaxy Space (Added new Dim IDs for Version 2.5)\nGravisuit(Enabled the translocation Mode)\nGregtech(change Plasma Cell Values)\nIC2 (Nuclear Energy multipler to 10, Disabled IC2 Audio Engine)\nRemote Io (Added nwe Tool Tips)\nZtones (Added Ztones Blocks to Sealable blocks)\n\nVersion 1.0.7.1----11.11.2015\n\n\n\nMod Updates:\n\nGalacticraft 3.0.12.404\nGregtech 5.08.32.4custom\nGTNewHorizons Core Mod 1.0.51\nHQM The Journey 4.4.1\nOpen Printer 0.1.0.129\nOpen Security 1.0-73\nThaumichorizons 1.1.9\n\nMod Downgrade:\n\nRWG 1.3.2\n\n\nChange/added Recipes for this mods:\n\nExtra Utilities (Change the Pseudo Round Robin Pipe Recipes)\nGalacticraft (remove Titanium Shard and Ilmenite ore out of the Furnace, Added Fuel Canister from GC to the GT Fluid Canner) \nGendustry (Change the recipes for the Gendustry Templates and Samples)\nGregtech (Read Iridium Dust tiny and small)\nGT New Horizons Core Mod (Added Diamond Lens to the Gold Engraved Chip, Adding Fletching and Bowstring Cast)\nMinecraft (Change recipes for Dropper and Dispenser using now a string)\nRailcraft (Adding Recipes for the Lapatron Loader Upgrade, Adding alternative Firestone recipes to the Laser Engraver and the Assembler )\nSteve Carts (Start with Steve Carts)\nTinkers Construct (Added Bow String and Fletching Cast with all recipes)\n\n\nConfig added/changes:\n\nEnder IO (Moved Ender Alloys to the EBF (delete in the Alloy smelter))\nGalacticraft (Fixed Galacticraft Fuel Bug (sorry no old oil or fuel any more))\n\nGT Mew Horizons Core Mod (Added Ofanix to the Lich Bone Drops)\n\nVersion 1.0.7.2----14.11.2015\n\n\nMod Updates:\n\nGregtech 5.08.32.5custom\nGTNewHorizons Core Mod 1.0.6\nIC2 2.2.793\nIC2 Nei plugin 1.0.9\nMalsi Core 0.13.1\nMalis Doors 1.11.0\nOpen Blocks 1.4.4.683\nOpen libs 0.8.412\n\n\nChange/added Recipes for this mods:\n\nEnder IO (Change Conduit recipes time)\nGendustry(Ordicted Bee Combs,Make Blank Samples and Templates be eraseable in the Furnace)\nSteve's Carts (Adding new Recipes)\nThinker Construct (adding molten Obsidian to the Fluid Extractor)\n\n\nConfig added/changes:\n\nEnder IO (Disabled Dire Slime ecause annoying)\nGregtech (Adding Reineinfored, Galgadorian and Enhanced Galgadorian to the Material List and to the EBF )\nGT Core Mod (Adding makemake to the Generateable Planets, Alpha Centauri not works)\n\nSteve's Carts (change configs)\n\nVersion 1.0.7.4-----21.12.2015\n\nNew Mods:\n\nBeeSpecific 1.0.0 Forestry 3.6 (addon for HQM for Bees Quests)\n\n\nMod Updates:\n\nAe2 Stuff 0.5.1.60\nAsie Lib 0.4.5\nAuto Magy 0.27\nAuto Packager 1.5.7\nBdLib 1.9.4.109\nBiomes O Plenty 2.1.0.1521\nBrandons Core 1.0.0.10-bugfix\nBuildcraft 7.1.14\nBuildcraft Compat 7.1.3\nComputronics 1.6.0\nDraconic Evolution 1.0.2 Snapshot_9\nElectro Magic Tools 1.2.4\nEnder IO 2.3.0.422\nExtra Cells 2.3.5b171(get a Server crash atm)\nForbidden Magic 0.572\nGregtech 5.08.33.1custom\nHQM The Journey 4.4.4\nHunger Overhaul 1.0.0.86\nIC2 Nuclear Control 2.3.3a Exist\nIndustrialcraft2 2.2.810\nInfernal Mobs 1.6.6\nJourneyMap 5.1.3\nMal**core 0.14.0\nMal**doors 1.13.0\nMinecraft Forge 10.13.4.1614\nMorpheus 1.6.20 (Server only)\nNEIIntegration 1.1.0.1custom Forestry 3.6\nOpen Blocks 1.4.4.-692\nOpen Mods Lib 0.8.419\nOpen Security 1.0.75\nPam's Harvest Craft 1.7.10Lb\nRailcraft 9.8.0.0\nStorage Drawers 1.7.5\nThaumic Tinkerer 2.5.517\nWaila Harvestability 1.1.6\nWarp Theory 1.0h-DEV\n\n\nChange/added Recipes for this mods:\n\nBuildcraft (Change Buildcraft Flood Gate because use the same recipe like Ender Io Tank, Tanks are can made in the assembler too)\nEnder IO (remove Redstone Alloy and Soularium from the RC Blast Furnace)\nGregtech (Change Distillery recipes using a Pipe instead of a Blaze Rod via code, Adding back the recipes with the crates and the crowbar. for the Ingots, GT Adding Processor Machine Casing, Adding Glass Dust to the Forge Hammer, Add Clear glass pane recipes via Saw, Added Glass recipe to the Alloy smelter.)\nCore Mod (Change Piston Plate and Piston Recipe to fit with the Quest)\nMinecraft (fix gold and iron Ingot delete only the nugget recipe, Change String recipes, Change Melon and Pumpkin Seed recipes)\nNatura (make Cotton seed craftable)\nRailcraft (Put Tanks, Valves and Gauges Iron and Steel to the Assembler, Put Boilers from Railcraft to the Assembler)\nSteves Factory Manager (Rework all recipes)\nSteves Addons (make new recipes)\nTinker Construct (adding rubber to the TC Smeltery to craft Glue, Make all Casts and Molds melt able in the Tic smelter)\nThaumcraft (Adding Tags to the Basic Thaumcraft Wand because it Crash the game (Tainted Magic))\nWitchery( Added recipes for Warmwood, mutaing spring will get damage but will be returned)\n\nRemove the ' and `and ? because of get errors\n\n\nConfig added/changes:\n\nGergetch (Disable RF to EU via Gt config)\n(Forestry) disabled wong Chromosme (genetics.clear.invalid.chromosomes=true)\n\n\nQuests:\n\n\nUpdated Quests!\n\nVersion 1.0.7.4a----- 21.12.2015\n\n\n\nMod Downgrade:\n\nEnder IO 2.3.0.421 because of https://github.com/SleepyTrousers/EnderIO/issues/3085\nExtra Cells 2.3.5b62 because of https://github.com/ExtraCells/ExtraCells2/issues/352\n\nChange/added Recipes for this mods:\n\nEnder IO (added recipes for OC Network Conduit)\nExtra Cells(emove Gas Components because unfinished will re add later)\n\nRailcraft (change recipe for Lapatron Upgrade, added recipes for Bleach Clay and the missing Carts(Cargo Cart, Track Relay Cart, Undercutter, Track remover and Track layer Cart)\n\nVersion 1.0.7.5 09.01.2016\n\n\n\nNew Mods:\n\nOpen Modular Turrets 2.1.8.199\nHEE Music is now a ressource pack (seperated from the main Mod) since version 1.8.5\n\n\nMod Upgrade:\n\nAE2 Stuff 0.5.1.61\nAE2 rv3 beta 4\nAutomagy 027.1\nBiome o Plenty 2.1.0.1614\nElectro Magic Tools 1.2.5\nEnder Storage 1.4.7.38\nExtra Cells 2.3.7b183\nGalacticraft 3.0.12.408\nGravisuit 2.0.64u\nGregtech 5.08.33.4custom\nGT New Horizons Core Mod 1.0.9\nHardcore Ender Expansion 1.8.5\nIron Minecarts 1.0.4\nNEIIntegration 1.1.1 now with Forestry 3 and 4 support\nNot enough Items 1.0.5.120\nOpen Blocks 1.5\nOpen Computers 1.5.21.41\nOpen Mods Lib 0.9\nProject red pre 4.7.10.93\nRouge like Dungeon 1.4.4\nSchematica 1.7.6.131\nTinkers Construct 1.8.8.990\nTinkers Gregworks 1.0.7\nThaumic Energistics 0.9.1.2\nTinkers Gregworks 1.0.7\nTranslocators 1.1.2.16\n\n\nChange/added Recipes for this mods:\n\nExtra Cells (pdate recipes to the new Version)\nGregtech (take Platinum Ingots out of the EBF and Vac Freezer because of Tiering)\nGT New Horizons Core Mod (Change Coke oven Bricks in the Alloysmelter, Adding more Tooltips for chests and tanks, Recipe fix - Nano rubber boots, Recipe fix Laser Emitter, Added Block of Charcoal to Oredict )\nHEE (changed most of the recipes now with Minetweaker. I will later add it to the coremod via code)\nIC2 ( Adding recipes for mining Pipes otherwise you cant go pump stuff in LV Age.)\nMinecraft (adding Ladder recipe to the Assmebler(alternative recipe)\nOpen Modular Turrets (adding more recipes)\nPams Harvestcraft (fix pams flour in dough crafting)\nRailcraft(Adding Iroand Steel tank Waves, Gauges and Walls to the Assembler(alternative recipe)\nRemote IO (Changing Blank Plate recipe and Wireless Transmitter)\nThaumic Energistics (Adding Wireless Essentia Therminal recipe)\nWitchery (Added Wormwood recipes)\n\n\nCode changes:\n\nGregtech (New debug lang for achievements generation(miuirussia), fuel rod override v2(Blood Asp) Mox not working lik ic2 any more (more heat up more eu), Overriding IC2 fuel rods(Blood Asp), fix teleporter(Blood Asp), Sensor kit should not stack(Blood Asp), Fix teleporter nuclear control support(Blood Asp), Fixed Display overflow(Blood Asp), Adding Distillery recipes for Bio Gass Lv and MV), add missing EBXL recipes. tmp disable modular armor recipes(Blood Asp), AE2 oredict register fix(Blood Asp), fix depleted mox crashing(Blood Asp), Fix forestry worktable crash(Blood Asp), recipe Change for Drain and the Shutter Module)\n\n\n\nConfig added/changes:\n\nGalacticraft (Change Base Biome ID from 102 to 116 to prevent GC Entity spawns in the overwolrd.)\n\nGregtech ( make Gas Turbines, Diesel Generators, Magic Energy converters more efficient LV +5%, MV+10%, HV +15%)\n\nVersion 1.0.7.6----16.01.2016\n\nNew Mods:\n\nSGCraft 1.9.5 (Added for our Server, as we have Atlantis as \"soon to be\" Spawn\". Items and recipes are disabled/OP Only)\n\n\nMod Upgrade:\n\nProjectRed 4.7.0.11.95 (Teteros' patch for the GregTech tool problem)\n\n\n\nChanged/added Recipes and/or configs:\n\nSynced the script-files from server to client, to get rid of old/invalid entries\nNodalMechanics: Changed the recipe and requirements (Moved it up a couple of tiers)\nThaumicTinkerer: Disabled Ichor/Ichorcloth and Ichorium for now, until the final decision has been made for its appropriate tier\nEnderIO: Disabled WitherSkeleton replacement; In hope to fix the \"Entity-30\" problem\n\nSpecialMobs: Disabled \"Thief\" and \"Hungry\" modifiers\n\nVersion 1.0.7.7----07.03.2016\n\n\n\nMod Upgrade:\n\nAE2 Stuff 0.5.1.9(rv3 update to prevent the crash)\nAppleCore 1.3.0\nApplied Energistics rv3 beta 5\nAutomagy 28.2\nAuto Packager 1.5.9\nBiomes o Plenty 2.1.0 1889\nCofh Core 3.1.2.325\nCofh Lib 1.1.1.181\nEnder IO 2.3.0.424\nExtra Cells 2 2.3.9b188\nFloodlight 1.1.1.120\nForbidden Magic 0.573\nGalacticraft 3.0.12.400 (down grade because Galaxy Space)\nGravitation Suite 2.0.65u\nGregtech 5.0.8.33.5custom\nGT New Horizons Core Mod 1.1.26\nGTTweaker 1.1.0(Gt 5.09 support)\nIC2 Nuclear Control 2.3.4a\nIndustrial Craft 2 2.2.2.815\nJourneymap 5.1.4\nMal** Core 0.14.3\nMalis Door 1.13.2\nMRTJP Core 1.1.0.33\nNei Integration 1.1.2\nNodal mechanics 1.0.12\nNot Enough Thaumcraft Tabs 1.0.2\nOpen Blocks 1.5.1\nOpen Computers 1.5.22.46\nOpen Mods Libs 0.9.1\nOpen Modular Turrets 2.2.0.211\nOpen Security 1.0.91\nOptifine HD UD1\nProject Blue 1.1.6\nProject Red 4.7.0.12.95GT\nSpecial Mobs 3.2.2\nSpice of Life 1.3.1\nStorage Drawers 1.9.4\nStorage Drawers Wood Addons 1.1.1 (Forestry, Natura, Bop, Misc(Thaumcraft, Witchery)\nThaumic Energistics 1.0.0.1 (rv3 beta 5 compatible with new conten)\nThaumic Thinkerer 2.5.523\nTinker's Construct 1.8.9custom\nTinkers Gregworks 1.0.8\nYamCore 0.5.63\n\n\n\nMod Removed:\n\nMoebius Core 1.2.5\nNot enough Codecs 0.3.13\n\n\n\nChanged/added Recipes and/or configs:\n\nAdvanced Solar Panels (Fix Molecular Transformer Recipe)\nChisel (Add recipes)\nEnder (IO Coordinator NBT Tag Fix, Dark Clear Glass fix, Correct the ID of Viberant capacitor Band Upgrades, Change Panel recipe, Change Io Wrench recipe, EnderIO Capacitor bank upgradibility)\nExtra Utilities (TC Research & recipe tweaks, Bedrockium Ingot and Compressed stuff changed)\nForestry (Replace .giveBack with .transformReplace because of the Working Table)\nGravisuit (Change recipefrom Advanced Nano Chest : added Chrome Plates instead of iridium Plates.)\nGregtech (Force Diamond dust to be obtained by macerating a diamond block, Add Obsidian plates recipe out of Ingots)\nIC2 (Add missing basalt dust recipe, Remove duplicate biogas recipe from distillery)\nMinecraft (Vanilla Thaumcraft Research & Recipe scripts)\nNature (Fix recipe using wrong sticks)\nNodal Mechanics (Remove Nodal mechanics zs because add the new Version with the changed recipes)\nOpen Modular Turrest (Correct molten.concrete to wet.concrete)\nPams Harvestcraft (Clean Pam's scripts and hide unused blocks, Added Harvest Craft Beeswax to Ordict and to Compressor recipe, Added recipe for salt and fresh water, Added recipe for mixing bowl, change recipe from pot, saucepan and skillet, added salt block recipe)\nRailcraft (Remove the Firestone shaped recipe, Add Creosote fuel to the Furnace. Burn value 6400 or 32 items)\nThaumcraft (Thaumcraft recipes changes adn additions approved by Drobac. Thaumcraft is done 100%)\nTinkers Construct (Lower TiC TC aspect costs & adjust their recipes. Added Obsidian Totem and tile to the smeltery, Shears are not consumed any more when crafting Wool slabs)\nWarp Theory (Item/Research fixes and Warp warnings)\n\n\nCode changes:\n\nGregtech (Added wet concrete, Add Void Metal material )\nTinkers Construct (Add config option to TiC for removal of gold casts)\n\n\nConfig added/changes:\n\nDraconic Evolution (Old armor textures enabled(the pretty ones))\nEnchiridion (Restrict enchiridion library to only contain books acquired by the player.)\nEnhanced Lootbags (Lootbag configs, New folder for LootBags (Mod will be added later))\nGendustry/Twilight Forest (New TF bee species/drops & adjust Extra Bees Research)\nHunger overhaul (Disable constant hunger loss, remove Butcher Trades)\nInfernal Mobs (Witchery bosses can no longer become infernal)\nMorpheus (Lower sleep percentage to 25%)\nNEI (Default NEI to recipe instead of cheat mode)\nPams Harvestcraft/Spice of Life (change food config, Food boost and no pams bees, Modified food formula)\nProject Red (Regenerate ProjectRed.cfg to prevent Ore Spawn)\nSpecial Mobs (remove Ender Effect)\nTinker Construct (Add config option to TiC for removal of gold casts)\nTinkers Gregworks (rebalanced most of the values of the Gt Materials for tinker tools)\nTranslocators (Disable mobile crafting grid)\n\nWarp Theory (Warp-Multiplier down to x1; Lightning Effect to 30)\n\nVersion 1.0.7.7g----07.03.2016 2016\n\n\n\nNew Mods\n\nEnhanced LootBags 1.0\n\n\nMod Updates\n\nGalacticraft 3.0.12.408 (Downgrade because crash with GS and optifine)\n\n\nChanged/added Recipes and/or configs:\n\nEnder IO (Enable QED recipe back)\nThaumcraft(Added Thaumium recipe back)\n\n\nQuests\n\nAre be reset because the sever crash all the time (sorry)\n\nVersion 1.0.7.8----19.03.2016\n\n\nNew Mod:\n\nBinnie Patcher 1.6\n\n\nMod Upgrade:\n\nAFSU 1.2.3a\nBee Specific 1.0.0\nBrandons Core 1.0.0.11\nBuildcraft 7.1.16\nBuildcraft Compat 7.1.4\nDraconic Evolution 1.0.2RC2\nExtra Cells 2.3.9b189\nForestry 4.2.10.58\nGalacticraft 3.0.12.452GS\nGendustry 1.6.4.134\nGregtech 5.0.8.33.6\nGTNH Core Mod 1.1.30\nIndustrialcraft 2.2.817\nMagic Bees 2.4.3\nNei Addons 1.12.15.41\nOptifine HD UD3\nRailcraft 9.9.0.0\nSG Craft 1.11.0\nThaumic Energistics 1.0.0.2fix\n\n\nChanged/added Recipes\n\nBibliocraft (adding recipe for Forestry4 wood back)\nExtra Trees (add Fence, Doors adn Gate recipe Forestry 4 compatible)\nExtra Utilities (fix thaumcraft recipes)\nForestry (Make all recipes Forestry 4 compatible thanks to lefty, rebalaced Proven Grafter,)\nGregtech/Extra Bees (Sapphire crafting fix)\nGTNH Core Mod (Adding Thaumcraft Tab and move all custom researches to this tab, add Witchery Tab)\nStorage Drawers (nerf all recipe from the mod thanks to lefty,) \nMagic Bees (Fixed messed up recipes)\nMinecraft (fix thaumcraft items)\nTinkers Construct (Change the Heart recipes a bit)\nWarp Theory (Fix thaumcraft items, make Purifiation Talisman cheaper HV Age, )\n\n\nCode changes:\n\nDraconic Evolution (adding recipe for Dezils Marshmallows Yea)\nGregtech (added Forestry 4 support for the Sqeezer and Centrifuge)\nGTNH Core Mod (added Thaumcraft and Witchery Tab to the Thaumanomicum)\n\n\nConfig added/changes:\n\nDraconic Evolution (remove Dezils Marshmallows from Butcher trade OOOhhhh)\n\nForbidden magic/Bloodmagic (Fix potion id conflicts I:FeatherFall=114 to I:FeatherFall=135, I:Corrupting=71 to I:Corrupting=125)\n\nVersion 1.0.7.9---04.04.2016\n\n\nNew Mod:\nAvaritia 1.11\nMumble Link 4.1.1-2b\n\n\n\nMod Upgrade:\n\nAutopackager 1.5.9a\nBlood Arsenal 1.2-5\nDraconic Evolution 1.0.2\nEnder Core 0.2.0.32_beta\nFastcraft 1.22\nFlood Lights 1.1.1-124\nForbidden Magic 0.574\nGraviSuite 2.0.67u\nGregtech 5.08.33.10custom\nGT New Horizons CoreMod 1.1.33\nHolo Inventory 1.9.1.124\nIc2 Nei Plugin 1.1.0\nIndustrialcraft 2.2.818\nIguana Tinker Tweaks 2.1.6\nOpen Printer 0.1.0.132\nStorage Drawers 1.9.6 \nTinkers Gregworks 1.0.11\n\n\n\nChanged/added Recipes\n\nAvaritia (remove all recipes for now will be add later back)\nCore Mod (Fix the GTNH Tab and add all recipe back)\nDraconic Evolution (add missing core back will begin with recipes soon)\nForestry/biome o Plenty/Pams Harvestcraft (add many new honey wax and Comb recipes, Fix honey and for.honey issue)\nGregtech (remove all Dust and gem recipes out of Blocks (Shapeless), Fix Bronze recipes, adding old Fuel rod recipes back)\nThaumic Tinker (add all recipes back and nerf them)\nTinkers Construct (fix cobalt issue)\n\n\n\nCode changes:\n\nCore Mod (adding bees centrifuge recipes to code and delete them out of Gendustry cfg, some name fixes, adding ichor Cap)\nGregtech (adding new Fluid Cans to GT Steel, Alu, StailessSteel, Titan, TungstenSteel, Chrome, Iridium, Osmium, Neutronium, add Draconium and Draconium Awakened to GT, Fix Rotors in assembler, )\n\n\nConfig added/changes:\n\nGendustry (fix Bee Comb colors, remove some Centrifuge recipes, fix Ur Ghast Bees, Fix DNA and Protein recipes via cfg)\n\nIngame XML (change position to not overlap other Gui)\n\nVersion 1.0.7.9a-----18.04.2016\n\n\nNew Mod:\n\nGadomancy 1.0.6.3\n\n\n\nMod Upgrade:\n\nBrandons Core 1.0.0.12\nDraconic Evolution 1.0.2b\nEnder Core 0.2.0.33\nForge Multipart 1.2.0.347\nGendustry 1.6.4.135\nGregtech 5.08.33.15\nGTNH Core Mod 1.1.35\nHQM 4.4.4a\nIndustrialcraft 2.2.2.820\nModtweaker 0.9.5.171 (Squeezer fix)\nOpen Modular Turrets 2.2.2.217 ( now with eu support)\nStorage Drawers 1.9.7\nThaumic Energistics 1.0.0.4\nThinkersGregworks 1.0.13 (now with Ticon upgrade compatibility)\n\n\n\nChanged/added Recipes:\n\nDraconic Evolution (adding recipe for the Dislocator in the Avaritia table)\nExtra Utilities (Change Bedrockium Ingots recipe using now the right UUMatter)\nJabba (Add assembler recipe for Barrels)\nProject Red (Change Silicon Comboud recipe to not match with Redstone alloy in the mixer)\nThaumcraft (Fix tallow Candle Arcane Worktable recipe)\nThaumic Tinker (Change void material to Osmiridium)\nThinkers Construct (Cobalt Ingot again smeltable in the smeltery, adding new Fuels to the smeltery Hotcoolant (less efficient the lava) and pahoehoe lava (mare efficient then lava)\n\n\n\nCode changes:\n\nGregtech (Malachite change to Lv 1 because fit better in the Questbook, Fix Filter recipe using 30 EU, Fix Large Fluid Cells recycling recipe, Draconium add metal tag, try to fix the Opaque Block issue, fix custom ore mixes, unisulated Wires now paintable, Add new Tier to EBF 9000K for high Tier materials, Multismelter rebalanced, Draconium need now EBF Tier 4, add ebf heat capacity to gt scanner, change Efurnace recipe to not be same with Alloy smelter, Change Motor recipes using mx gt04 cables)\nGTNH Core Mod (change Efurnace recipe to not be same with Alloy smelter, Change Motor recipes using mx gt04 cables)\n\n\n\nConfig added/changes:\n\nGalacticraft (remove GC Desh ore from the Mars)\n\nGregtech (adding new Desh Mix to Mars only)\n\nVersion 1.0.8.0----17.05.2016\n\n\n\nNew Mod:\n\nAdventure Backpack 0.8e21\nArchitecturecraft 1.4.1\nBee better at Bees 0.3\nBetter Questing 1.0.92\nCompact Kinetic Generators 1.0\nMine and Blade Battlegear 2 1.0.8.3\nQuestbook 1.1.0\nRF Expansion 1.0.7\nStandard Expansion 1.0.65\nTinkers Defense 1.2.1a\n\n\nRemove Mod:\n\nBee Specific 1.0\nHQM 4.4.4\n\n\nMod Upgrade:\n\nApple Core 1.3.1\nBibliocraft 1.11.5\nBinnie Patcher 1.7\nBack Pack Mod 2.2.1\nBuild Craft Compat 7.1.5\nDraconic Evolution 1.0.2d\nEnder Core 0.2.0.34\nExtra Cells 2.3.10b190\nFastcraft 1.2.3\nForestry 4.2.12.60\nGalacticraft 460GS2.6compat\nGregtech 5.08.33.17\nGTNH Core Mod 1.1.37\nIndustrialcraft 2.2.2.821\nJorneymaps 5.1.4p1\nOpen Eyes 0.7. snapshot 5\nOpen Modular Turrets 2.2.2.218\nRailcraft 9.12.2.0\nRogue Like Dungeons 1.5.0b\nSG Craft 1.11.2\nThaumic Energistics 1.0.0.5\n\n\n\nChanged/added Recipes:\n\nAdventure Backpack (change recipe)\nArchitecturecraft (change recipe)\nMine and Blade Battlegear 2 (change recipe)\nThaumcraft (remove us locolizer for the chinese guys)\nTinkers Defense (change Block recipes)\n\n\nCode changes:\n\nGregtech (corrected Motor recipe, Add Capes Thanks To Tec)\nGT Core Mod (Adding Coins (the dark wizard, the technicain)\n\nTinkers Defense (Make the Mod Minetweaker compatible)\n\nVersion 1.0.8.1 17.05.2016\n\n\nMod Upgrade:\n\nAdventure Backpack 0.8e22 (better preformance)\nStandard Expansion 1.0.68 (fix Party error)\n\n\n\nVersion 1.0.8.2 18.05.2016\n\n\nMod Upgrade:\n\n\nStandard Expansion 1.0.71 (fix Mob Hunt and meeting Quests)\n\nVersion 1.0.8.3----20.05.2016\n\n\nMod Upgrade:\n\nBackpack Mod 2.2.2 (fix Whitelist thing)\nBetter Questing 1.0.95 (invisible Gui Button removed)\nBinnie Patcher 1.8\nGT New Horizons Core Mod 1.1.38\nMine and Blade Battlegear 2 1.0.8.4 (fix Bug)\nOptifine HD4\nStandard Expansion 1.0.74\n\n\nChanged/added Recipes:\n\nMinecraft (remove Saddle recipe)\n\n\n\nConfig added/changes:\n\nOpen Security (adding howler alarms)\n\n\n\nCode changes:\n\nGT New Horizons Core Mod (adding wet Tofu item(no recipe yet)\n\n\n\nQuests:\n\n\nAdding new Quests to Tier 0\n\n\nVersion 1.0.8.4----26.05.2016\n\n\nMod remove:\n\nIngame InfoXLM\n\n\nMod Upgrade:\n\nBetter HUD 1.3.4\nBetter Questing 1.0.101\nBlock Limiter 0.51\nGregtech 5.0.8.33.22\nGTNH Core Mod 1.1.43\nIc2 Nuclear control 2.4.0a\nIndustrial Craft 2 2.2.822\nTC Inventoryscan 1.0.11\nYamCore 0.5.65\n\n\nChanged/added Recipes:\n\nAvaritia (now fully integrated and useable)\nGalacticraft (Schematics exchange Tierwise, change the recipe from fluid oxygen and nitrogen, \nGT NewHorizons Core Mod (Adding Wet Tofu )\nMinecraft (change TC Aspects from Blazepowder, Rods and Paper, change Nether Star dupe recipe)\nRailcraft (Adding recipes for the RF Cart and Loader, Unloader)\nThaumcraft (add Amber Autoclave recipe and Disable Block and item crafting in the workbench)\nTinkers Contruct (adding Lead ingots and Nuggets to the smeltery)\n\n\nCode changes:\n\nBlock Limiter (adding Item Limiter to the Mod so you can block items from usage in Dimension or on the whole Server, Client)\nGT NewHorizons Core Mod (Adding Wet Tofu item, adding compressed Oxygen and compressed Nitrogen Fluid Gas, Addig new Netherstar dupe recipe, Change Thaumcraft aspect Names, adding World Accelerator recipes )\n\nGregtech (Change Thaumcraft aspect Names, Channge burnvalues for Nitro Diesel, Diesel, Ethanol to match with the setting we had(so no changes) Change Burnvalue charcoal a bit 4x, change some Gui for Distillation Tower, Large Turbine and Large Heat Exchanger, adding missing recipes for Ingots (Ender IO Metals) to the EBF with oxygen and without oxygen, adding Turbine Casings from gt 5.0.9, adding some casings to the Assembler, added new Guis for Bronze Steel machines, Adding assembly machine WIP, )\n\nVersion 1.0.8.5----30.05.2016\n\n\nMod Upgrade:\n\nAdventure Backpack 0.8e23\nBetter Questing 1.0.118\nCarpenters Blocks 3.3.8\nDraconic Evolution 1.0.2e\nEnder Core 0.2.0.35\nEnder IO 2.3.0.426\nExtra Cells 2.3.10b192\nGregtech 5.08.33.25\nJabba 1.2.2\nRF Expansion 1.0.8\nStandard Expansion 1.0.81\n\n\nChanged/added Recipes\n\nBlood Magic (Change Binding Ritual recipes)\nDraconic Evolution (start with the Recipes Core and Wyvern Tools and Armor)\nGregtech (remove Nugget Crafting from Draconium and Awakened Material)\n\n\nCode changes:\n\nBetter Questing Mod (player save data will be available in extra file to make reset impossible)\nGregtech (Multi smelter can now have 256 smelting processes instead of 100, fix old Code from Tec)\n\n\nQuests:\n\n\nFixing a lot of Quests. Not all done yet.\n\nVersion 1.0.8.6----09.06.2016 (Pre Release of the public Release)\n\n\nMod Upgrade:\n\nAdventure Backpack 0.8e24\nApplecore 1.3.2\nBetter Questing 1.0.121(No reset any more and hidden Quests works)\nFlood Light 1.2.1.134\nForbidden Magic 0.575\nGregtech 5.08.33.27\nRF Expansion 1.0.11\nSpice of Life 1.3.2\nThaumic Exploration 1.1.55\n\n\nChanged/added Recipes:\n\nDraconic Evolution (adding all recipe to Avaritia 9x9 Table)\n\n\nCode changes:\n\nGregtech (Oxygen recipe using now Circuit int the EBF to work now)\n\n\n\nQuests:\n\n\nFixing a lot of Quests. Hope te most work is done here\n\nVersion 1.0.8.7 30.06.2016 (public Release)\n\n\nNew Mods:\n\nAqua Creeper 1.0.1\nBlood Quests 1.0.0\nCraft Tweaker 3.0.9\nCustom Main Menu 1.9.2\nGregtech 5.09.22.12Custom (Major changes need to be tested very carefully)\nResource Loader 1.3\n\n\n\nMod Remove:\n\nGemblocks for Greg 1.5.0(inside 5.09 code)\nGergtech 5.08.33.xx\nMinetweaker 3.10.B\nTC Node Tracker 1.1.2\n\n\n\nMod Upgrade:\n\nAdventure Backpacks 0.8ebeta25\nBetter Questing 1.0.124\nBlood Magic 1.3.3.24custom(Custom Altar)\nBiome O Plenty 2.1.0.2027\nBuildcraft 7.1.17\nDraconic Evolution 1.0.2g1custom(Custom Multiblock structures cfg)\nEnder Core 0.2.0.36\nEnder IO 2.3.0.427\nExtra Cells 2.3.14b194\nForestry 4.2.14.62\nGadomancy 1.7.1\nGalacticraft 3.0.12.462GS2.6Compat\nGt New Horizons Core Mod 1.1.56\nModtweaker 0.9.5.172\nOpen Modular Turrets 2.2.2.219\nStorage Drawers 1.9.9\nUtility Worls 1.0.8(Garden Dimension)\nThaumic Tinkerer 2.5.526\n\n\n\nChanged/added Recipes:\n\nBlood Magic (a full rework of the Mod)\nBuildcraft (added Cobblestone structure Pipe only for Cosmetically things)\nPams Harvestcraft (Fix cotton/Seeds recipe, adding blue and blackberry juice)\nTinkers Construct (Remove Nugget ,Block and Ingot Casting from Ardite, Manyullyn and Cobalt)\nWitchery (adding recipe for Null Catalyst)\n\n\nCode and Config changes:\n\nBlood Magic(Now we get 3 Different Blasters and 3 Different Bazookas, i increase the values a lot so Bazooka 3 have a Damage from 1000 and 1500 Second Damage but the recipe is ultra hard, changing LP needed for Sigils, Added own Blocks to the Altar so you need now Tier 3 Titanium Blocks and Glowstone on Top, Tier 4 Tungstenstell Blocks on Top Bloodstone and Tier 6 Iridium Blocks and Crystal Blocks on top. Monsters have now custom values of sacrifice lp.)\nCore Mod (added Reinforced Glass recipe to the Core mod code,)\nDraconic Evolution (adding a lot of config options, Tools can get much more upgrades, Multiblock Energy storage are changed Base version using 320 Mio RF and the next x7 next x7 ....., Need now as Core Avaritia Neutronium Blocks and as Hull Charged Draconium Blocks, Fixe some recipes)\nGendustry (change Bees script to support new GT Metal and Gem Blocks)\nGregtech (Change Version to 5.09 and add all the stuff we add to 5.08. Disabled GT Bees because we add via Gendustry (will change this later when i edit the Bees in java code)Steam Turbines configs changes need to be tested, Now you can feed gt machnies with rf to 100 EU = 360 RF, 100 RF = 20 EU (10% loss, 20% loss) unificated Endium Ore from HEE, Added Manyullyn to Material Enum, Adding remove Nuggets out of Ingots shaped recipe via code)\nWaila(disabled Blood Altar and Alchemic Brewer support)\n\n\n\nQuests:\n\nFixing Legendary Quests, fixe some bugs.\n\n\nMisc:\n\n\nAdded a own Custom Main menu and change Quest book Pictures.\n\nVersion 1.0.8.8----10.07.2016\n\n\n\nMod Upgrade:\n\n\nEnchiridion 2.0.2a\n\n\n\nMod Upgrade:\n\n\nBetter Questing 1.0.132\nBlock Limiter 0.5.1a\nBloody Quest 1.1.0\nCraft Tweaker 3.0.10\nDraconic Evolution 1.0.2h1custom\nGalacticraft 3.0.12.462aGS2.6Custom\nGregtech 5.09.22.17custom\nGt New Horizons Core Mod 1.1.61\nGTTweaker 1.1.1\nHunger Overhaul 1.0.0.103\nMod Tweaker 0.9.6.173\nRF Expansion 1.0.13\nStandard Expansion 1.0.85\nStorage Drawers 1.10.0\nThaumic Tinker 2.5.527\nUtility World 1.0.9 \n\n\n\nChanged/added Recipes:\n\n\nBlood Arsenal (Nerf the whole mod and put most of the Stuff in Thaumonomicum)\nBlood Magic (Put all Thaumcraft Stuff in one file)\nForestry (Change Bee House Recipe to be early game available. Need Core Mod 1.1.61)\nHarvestcraft (Changed Skillet and Sauce Pan recipe not using Plastic anymore, Adding Rainbow Curry recipe, Change Tofu recipe to be early game available)\nMagic Bees (Change Frames need Singularity first researched)\nThaumcraft(remove the upgrade recipe because not working well(NBT data). We have to look what we can do about the Wand recycling and upgrades, rearranged the Script files)\nThaumic Machine (Change the Core recipe and change all Researches was bugged before)\nTinkers Construct (remove Alu Ingot casting and adding Alu Brass Ingots to the Smeltery)\n\n\n\nCode and Config changes:\n\n\nBlock Limiter(duct taped crash with Berry Medly)\nBlood Arsenal(Change LP Values a bit)\nForbidden Magic (Added back Block via Chisel)\nGT New Horizons Core Mod (Added a Wooden Casing for Bee Houses, Added 16x insulated Cables, Add Blood Infused Iron Blood Wand cap, Fix Piko Circuit, Adding Field Generators to Assembler)\nGregtech (Added 16x insulated Cables, change cable recipe using Rubber sheet Shaped Recipe (32 EU only), change some Graphics from Fluid regulators and Fluid Filter and changed Ids to be not overridden, Added LuV, ZPM and UV Mob Rep, Change Pile Igniter recipe to be LV Steel, Added Blood Aps pollution system but not have any effects now, Name fixes Assembly Line (Blood Asp), Rise generator internal EU storage to counter production bug (Blood Asp), rebalancing sifting output (Blood Asp), make GT trigger ic2 achievements (Blood Asp), Finished adding all component assembly line recipes (Blood Asp), fix ic2 crash (Blood Asp), change Electric Tiers, Adding new Tooltip to Assembly Line, Add Argon Gas, Adding Blood Infused Iron to GT, visual changes, fix Stuff, Turbine tooltip fixes(Muramasa))\n\n\n\nQuests:\n\n\n\nA lot of fixes not remember. \n\n\nVersion 1.0.8.9----13.07.2016\n\n\n\nMod Remove:\n\n\nBetter Hud 1.3.4\n\n\n\nNew Mods :\n\n\nDefault World Generator 0.1b13\n\n\n\nMod Upgrade:\n\n\nIC2 Nucear Control 2.4.1a\n\n\n\nChanged/added Recipes:\n\n\nIC2 Nuclear Control (Added Recipe for Vanilla Kit)\nThaumic Energistics (70% done with the mod)\nWarp Theory (fix some bug)\n\n\n\nCode and Config changes:\n\n\nCustom Main Menu (change aq bit the configs and pics thanks @Technus)\n\nVersion 1.0.9.0----16.07.2016\n\n\n\nMod Upgrade:\n\n\n\nGregtech 5.09.22.20custom\nGt New Horizons Core Mod 1.1.63\nOpen Modular Turrets 2.2.3.221\n\n\n\nChanged/added Recipes:\n\n\nForbidden magic (70% nerfed)\nThaumic Energistics (Done with this Mod recipe changes)\n\n\nCode and Config changes:\n\n\nGT New Horizons Core Mod (Added Essentia Processor and circuit for Thaumic Energistics)\nGregtech (added Spring and small Spring as Shaped recipe)\n\n\n\nQuests:\n\n\n\nsame small fixes.\n\nVersion 1.0.9.1a-----06.08.2016\n\n\n\nMod Upgrade:\n\n\nBetter Questing 1.0.141\nCofhCore 3.1.3.327\nCofhLib 1.1.2.182 \nEnder IO 2.3.0.428\nFlood Light 1.2.8.137\nForestry 4.2.15.63\nGadomancy 1.0.7.2\nGregtech 5.09.22.31custom\nGT New Horizons Core Mod 1.1.71\nHardcore Ender Expansion 1.8.6\nIndustrial Craft 2 2.2.3.823\nOpen Modular Turrets 2.2.4.225\nStandard Expansion 1.0.94\nStorage Drawers 1.10.1\nTinker's Defense 1.3.6(NOT WORKING ON THE SERVER YET)\n\n\nChanged/added Recipes:\n\n\nBiblioCraft (Some recipe like the Printing Press and stuff nerfed Needs Attention)\nBlood Magic(Finish this Mod)\nDraconic Evolution (Make a new recipe for the Disenchanter Disenchanter [EarlyISH-Mid way] )\nForbidden Magic (nerfed this Mod 100%)\nGadomancy (All recipes are now nerfed)\nGregtech(Change some Slime recipe give not Rubber only Raw Rubber)\nHEE(change and enabled some recipe)\nRailcraft(remove LP and HP Boiler recipe from Minetweaker)\nThaumcraft(Change some Advance Golem recipe back to vanilla because of Gadomancies Shielding Golems (Modtweaker sucks sometimes), Void Nuggets Ore Support and Wand Cap change)\nThaumic Energistics (Added forgotten recipe)\nThaumic Tinker (Hide Kami now 100%)\nTinkers Defense(Fix some recipes with the new Version)\n\n\n\nCode and Config changes:\n\n\nCore Mod(Adding Alchemical Wand Cap(Forbidden Magic), change meta ID from Naquadah Alloy Wires, All high Tier machine Parts now in GT Code, Added LP and HP RC Boiler to code, added allot of oxy and no oxy recipes to the EBF(All new materials with changed temps), Manyullyn Crystal now in the Item List, remove all Shaped Recipes for High Tier Machine Parts because in GT Code)\nCustom Main Menu(The GT New Horizons Start Screen have now a Musik)\nGregtech(Fluid Filter Fix, New EBF and Multismelter Heating Coil Blocks 4200k, 5400k, 7200K and 9001K(Old Coils get automatically replaced by new ones), Change Materials Tier, Added 16x Cables, Change Cables recipe be more like GT 5.08, UBC Ore Support, Reactoria Crop Fix, New Cables, Some Fuel in Fusin reactor change, Achievements overhaul, packing most of the high Tier stuff to GT back, GT Sound Volumes now adjustable, change Recipes from Sensors, Field Generators and Emitters, Broken Ore Spawn in the TF )\nRailcraft(added LP and HP Boiler to the Core Mod code)\n\n\n\nQuests:\n\n\nFixed some Quests. New Quests are added(Flint and Steel, Nether Portal, New EBF Furnace Coil Quests)\n\n\nVersion 1.0.9.2 10.09.2016\n\n\n\nMod Upgrade:\n\n\nAdventurebackpack 0.8ebeta27\nBetter Questing 1.0.155\nBuildcraft 7.1.18\nEnderIo 2.3.0.429\nGalacticraft 3.0.12.463\nGalaxyspace 1.1.0(this will change a lot YEAH)\nGregtech 5.09.23.12\nGT Core Mod 1.2.09\nIndustrialcraft 2.2.825\nOpensecurity 1.0.94\nRemoteio 2.4.1\nStandart Expansion 1.0.99\nStoragedrawers 1.10.2\nThaumicexploration 1.1.57\nThaumictinkerer 2.5.538\nTinkersdefense 1.3.7 (hopfully works now) Sorry not works. To much crashes.\nWireles Redstone 1.4.1.11\n\n\n\nChanged/added Recipes:\n\n\nCore Mod (Added Tool Tips for Oven Gloves and Lava Buckets)\nEnder IO (Telepad now LuV Level)\nExtra Utilities (Item Filter need now Stainless Steel Gear)\nGalaxy Space(Change mostly all, recipes are fixed, tired to Version 1.1.0, Change Rocket Reverse recipes, Avaritia Table now Nasa Workbench, Planets and Moons need to be resetted)\nMANY IDS NOT MATCH SO ITEMS BE REMOVED AFTE THE UPDATE\nGalacticraft (Short Range Telepoter are cheaper now)\nGendustry (recipe change now Osmium, Palladium and Naquadah is neede, high Tier Bee Combs are needed only Industry Apiary is at titan Level)\nGregtech(Add stuff to GT Code like Heavy Duty Plates, Rocket Parts, Planet and Moon Stone Byproducts, Added new Materials like Infinity Catalyst, Bedrockium and Unstable)\nIC2 (Teleporter to IV Level now, Adv Miner Iv Level too, Reactor Needs now Titanium)\nProject Red (Illuminator dust using more dyes Ordicted a bit)\nThaumic Tinkerer (Fix the recipe of a TT-kami scepter @thanks to Sirilux)\n\n\n\nCode and Config changes:\n\n\nCore Mod(Ore dict support goes to the code because of Minetweaker script erros and waiting time, Quantum Circuits need now Black Plutonium, adding an Industry Frame as Crafting Item for Gendustry, Teleporter need Infinity Block, adding many Galaxy Space components to the Core mod)\nEnder IO (Ender Mini not Attak creepers any more)\nGregtech(Many new Ore Mixes and changes because of Galaxy Space Update, Added nwe 3 Tiers of Naquadah Reactors, Scanner reworks by Tec, remove pullution until it is used, )\nInfernal Mobs (Hellhounds not alwas infernal any more, disabed rust due server issues and life stealer, enable 1up and regen)\n\n\n\nQuests:\n\n\n\nFixed all Galaxy Space Quests to fit with version 1.1.0\n\nVersion 1.0.9.3d 22.10.2016\n\n\n\nNew Mods:\n\n\nRe Auth 3.2\n\n\n\nMod Upgrade:\n\n\nAdventurebackpack 0.9fbeta1\nBuildcraft 7.1.18(let's try to fill up the Nether with BC Oil Tongue)\nCarpenter's Blocks 3.3.8.1\nCraft Tweaker 3.0.12\nDraconic Evolution 1.0.2i\nElectro Magic Tools 1.2.6.2\nEnder Core 0.2.0.39 beta\nForestry 4.2.16.64\nGalactic Greg 0.9.5\nGalaxy Space 1.1.1 STABLE\nGregtech 5.09.25.05\nGT NewHorizons CoreMod 1.2.27\nHunger Overhaul 1.0.0.104\nIndustrialcraft 2-2.2.826 experimental\nIguana Tinker Tweaks 2.1.6b\nNatura 2.2.0.1.126 \nRemoteIO 2.4.1 (Now with new version)\nSpice Of Life 1.3.6\nStorage Drawers 1.10.4\n\n\n\nChanged/added Recipes:\n\n\nAdventure Backpacks(Now Backpacks craftable because Craft Tweaker gave me a NBT option to remove only one nbt recipe instead of all)\nElectro Magic Tools(Make the whole Mod playable so add all Recipes back with GT Tools)\nGergtech(remove crafting Bronze and Steel Ingots out of Nuggets, Bio Fiber recipe changed to be even more like the new gt recipe)\nGT New Horizons Core Mod (Now pollution is toxic.)\nRailcraft(Now the Advanced Coke oven is available Lv age. You need to vac freezer anymore and no blaze)\nWitchery(add Crucible to Witchery Oven recipes.)\n\n\n\nCode changes:\n\n\nGregtech(Changed get clay dust a bit. And diamond out of red sand, change compressor recipes, Update IGT_RecipeAdder.java Fluid Canner, Adding tiers up to Tier 15, Add Infinity as Material Add Cells to Infinity Catalyst, infinity and Bedrockium Add more Plasma and Cells to new Materials from GS, Added some magic Fuels and fixes, Initial material change and tier expansion., Materials update, whitespaces, Higher tier method adjustment for long computaion., more work on ultimat-er battery, Scanner core scanning code changes, Finally working on first ticks on the teleporter and microwaveET's. Also minor spelling fix, Worldgen and random changes, Postinit reduction and save registered recipes., Change max machine casings to UHV, add Mysterious Crystal Material, Exposing more recipe adding functionality. Chemical Reactor and Centrifuge, Assembly Line Fix, Pyrolyse Oven fix, Return slabs on paper crafting and add metal subtags to TungstenCarbine, VanadiumSteel, ect, fix #717 Lathe can't make rods, Adding UBC Support from Blood asps code, Temp fix for missing Greg'd recipes (Muramasa), Fixes #714 - solar boiler, add Pollution system, add Ores to Infinity Infinity Catalyst and Bedrockium, Fix the MKII Fusion Casing Recipe , Fixed fluid regulator., Return slabs on paper craft(this time without bug), Alloy energy hatch in every slice of the assembly line, Optimize hiding of fluid extraction recipes., drop items from exploding gt machines + config, Fixed charcoal pile igniter bug, high tier stuff require more Nq and Nq alloy cable instead of wire..., Give ore Achievements from all ore stone types, change recipes for Field Generator (Tier balance) fix #740, Add duranium and tritanium, Pyrolyze works, soft Hammer->soft Mallet changes too, Pollution effects detects Full hazmat now, Make pyrolyze to use our casing (fixes texturinig), Optimize particles and change spawning code for electric machines, ) \nGT New Horizons(Added Wet Transformers, Added HP and Plasma Turbines recipe, change compressor recipes, Add new Wires/Cables Ordict Berockium, New Fluid and Items Pipes Ordict more stuff, Put Wildcard values to ic2 recipes., GS compat version 1.1.1, TCeti Stone dust added and recipes, fixe large Plasma Turbine recipe, try to ordict mince meat to pams food for Burgers Idea by @MTesseracT, Added Pollution Air Filter Machine and Filters, Pollution fluid etc, update forge to 1614, fix Conductive iron in the mixer using no titanium, added recipe for Air Filter Block, Electric Air Filter Machine Block and Vent Casing, Optimize Imports (intelliJ), add helper Item for EMT nerf, Initial power trafo's recipes, change Ordict stuff to void from voidmetal, Added generators to expand railcraft quarried/abyssal stone generators., Trinium processing, better HighTier EBF ing, Astral Silver craftable etc., Remove Character.valueOf, Add pyrolyze oven casing, )\n\n\n\nConfig changes:\n\n\nApplied Energystics(System needs now 10x power then before)\nElectro Magic Tools(Tiered Tools via Iguana Tweaks to a higher level)\nGalaxy Space(Add TCeti Dimension ID)\nGregtech(Teleporter now Interdimensional tp able, TCetiE now added in the GT configs withe Orgen, added three now Small Ores small 16/Infinity Catalyst, small 17/Infinity, small 18/Bedrockium, Plutonium Mix are dprecated now and removed, Adden new GT Uranium Mix, New Solar Panel design in Avaritia Table. Welcome to Hell Muahahahaha Tongue, fix the last recipe need 32 eut/t)\nIguana Tinker Tweaks(Change a lot of Tool defaults to higher Tier)\nPams Harvestcraft(No you can plant all plants from Harvest craft.)\nThaumcraft(VoidMetal stuff is fixed)\n\n\n\nFixes:\n\n\nfix #708\nreverse recipe for Thermal clothes\n\nFix #707\nChandelier not craft able in LV Tier\n\nfix #711\nSDHC Alloy need now Stainless Steel screws\n\nfix #713\nQuest Fixes \n\nfix #720\nrainbow Curry now craftable\nChange recipes for Bio Fiber.\n\nfix #716\nOD and OV Scanner recipe changes\n\nfix #730\nCAble using Circuit state 24 now\n\nfix #621\nForestry Backpacks can now hold all items of the right type.\n\n\n\nQuests:\n\n\n\nFix Wooden Cutter and Farmer Quest. Ignore NBT Data, Thaumcraft Quest fixes, Tier fixes, Quest overhault by Tec remove many spelling issues (thanks), Change Copper and Malachite Quest make two Quests. Change Steel Tank Multi Block Quest be retrieval instead of crafting Quest. Advanced Coke Oven Quest Fix \n\n\nVersion 1.1.0.2----01.11.2016\n\n\n\n\nMod Upgrade:\n\n\nGregtech 5.09.25.14\nSpecial Mobs 3.2.2c(debug)\n\n\n\nChanged/added Recipes:\n\n\nAdventure Backpacks-Open Blocks (Sleeping bag reverse recipe works now.)\nProject Red Tinkers Construct (Project red in Tinkers smeltery recipe changed)\n\n\n\nCode changes:\n\n\nGergtech (oil with the Oil Rig works again)\nRailcraft (Fuel changes)\n\n\n\nQuests:\n\n\nAdding a few new Quests in Tier 0/0,5, Typo changes by Tec \n\nVersion 1.1.0.4----10.11.2016\n\n\n\n\nMod Downgrade:\n\n\nRemote IO 2.4.0\n\n\n\nWe are on Ejin now with the Forum of the Modpack.\nhttp://gtnewhorizons.enjin.com/\n\nVersion 1.2.1.0 01.12.2016\n\n\n\nMod Upgrade:\n\n\nAdventurebackpack 0.9fbeta10\nBackpack 2.2.3\nCraft Tweake 3.0.12\nDraconic Evolution 1.0.2j\nEnhanced Loot Bags 1.0.1\nGravi Suite 2.0.67u1\nGregtech 5.09.26.21\nGT New Horizons CoreMod 1.3.01\nInventory Tweaks 1.59.156\nOpen Security 1.0-97\n\n\n\nChanged/added Recipes:\n\n\nBiome o Plenty(Limestone recipe)\nJabba(Assembler Barrel fix)\nMinecraft (Assembler Barrel fix, Trapdoor fix chet fix)\nOpen Blocks(Rope Ladder fix)\n\n\nCode changes:\n\n\n\nCore Mod(remove Tceti from Oregen because the planet crash, Another ways of making T1 EBF coils and fix tinny pipe rendering, Make ebf less annoying, Pipe fix, )\nGregtech(Fix tinny pipe/wire renderer and add reverse recipes for coils, Glue fixed, Naqudria MOX, Add 1G heat Cap and vent/exchanger vac freezer recipes, Set macerates into properly, )\n\n\n\n\nConfig changes:\n\n\nMany Mods(Deactivated Update checker)\n\n\n\nQuests:\n\n\nFix a lot of Quests and add some new ones. Not rember all.\n\nVersion 1.3.0.1 ---- 21.01.2017\n\n\n\n\nNew Mods:\n\n\nAvaritiaddons 1.2d\nEternal Singularity 1.0.4\nMouse Tweaks 2.4.4\np455w0rdslib 1.0.4\nUniversal Singularities Version 8\nWanion Lib 1.5\nWalva 1.0.5.120\n\n\n\nMod Upgrade:\n\n\nAdventure Backpack 0.9fbeta25a\nAE2 Wireless Crafting Table 1.8.7.3b\nBackpacks 2.2.4\nBetter Questing 1.0.173\nBlood Arsenal 1.2.7\nDraconic Evolution 1.0.2k\nElectro Magic Tools 1.2.6.5a\nEnder IO 2.3.0.430\nEnhanced Lootbags 1.0.2a\nGalacticraft 3.0.12.464\nGalaxy Space 1.1.3a\nGregtech 5.09.27.16\nGT New Horizons Core Mod 1.3.16\nIndustrial Craft 2 2.2.2.827a\nOpen Blocks 1.5.1.738\nOpen Computers 1.6.1.11\nOpen Mods Lib 0.9.1.458\nOpen Modular Turrets 2.2.10.233\nPam's Harvestcraft 1.7.10lc\nReAuth 3.4.1\nSpecial Mobs 3.3.0\nStandart Expansion 1.0.108\nStorage Drawers 1.10.8a\nThaumic Tinkerer 2.5.539\nYamCore 0.5.70\n\n\n\nChanged/added Recipes:\n\n\nAvaritia-Addon(all recipes redone)\nBiome-o-Plenty(Lime Stone recipe)\nBuildcraft(Assembly Table, Laser and charger recipes)\nChisel(Gt marble to chisel Group)\nCore Mod(XP recipes for items, Piston recipes change)\nDraconic Evolution(Black Plutonium paltes changed to GT)\nElectro Magic Tools(some meta id changes)\nEnder IO(Tanks now to MV, Capacitor Bank recipe upgrades removed, Item Conduit now MV)\nEnhanced Lootbag(add Fortune pack recipes to the New Bags)\nExra Bees(Hatchery recipe fix)\nExtra Utilities(recipe fix)\nForestry(Farm Blocks now 4 times cheaper, Tubes two times and Farm Controllblocks 2 times, soldering Iron recipe change, Backpack fix recipe NBT)\nMultipart(recipe changeaw)\nGenetics(recipe change DNA Dye)\nIC2(Wind generator Tier change one down, Power unit Tier change one down, remove Nei renames becaus doing with lang file)\nInguana Tweaks(ecipe changeaw)\nJabba(Barrel Assembler recipe change, Oredict fix by JasonMcRay)\nMinecraft(Piston using different fences, Trap door recipe fix, bed using different fences)\nNatura(Stick, button, trapdoor, bowl recipe fixes)\nProject Red(recipe changeaw)\nRailcraft(Latern recipe fix, Solid Fueld fire box one tier down, Diamond Bore Head fix, add Coke coal to Advanced Blast furnace, Firestone stack fix)\nStorage drawers (redone)\nTainted Magic(Blade ID fix)\nThaumic Energistics(Wand Fix)\nKami(NBT Data Fix)\nTinker Construct(Drying Rack fix, enable Trevelar Items)\n\n\n\nCode changes:\n\n\nBlood Arsenal(Hopefully a complete fix for all GameCrashes related to fakeplayers)\nDraconic Evolution(Added back some missing textures)\nElectro Magic Tools(Fix boots, Unify to other armors, Fix tiering, Equalize armor absorption values with IC2, Fix for solars, and equalized armors with IC2)\nEnder IO(farming station will cut down IC2 rubber trees if an axe is present)\nEnhanced Lootbags(Should prevent crash mentioned in GTNewHorizons/NewHorizons#995, Patched classes to prevent (duct tape) Massive Player kick on a weird random situation,)\nCore Mod(More Q and S Tanks and Chests, Changed Bio Gas recipe and production way, skull fire sword fix from Avaritia, No Infinity Dust from TCeti, Add Trinium, Add more Coins, ordict Reinforced Metal, added old Core Mod Plates to ordict, Air Filter change)\nGregtech(Added New Quantum Chests, Super Chests, Super Tans and Quantum Tanks, Add New Block für Q and S Tanks, Miner 2 fix, Fix Advanced Miner II occasionally outputting the wrong blocks, add localizer, buff Gas and Oil, Diesel by 25%, try to remove catus and hazelnut from Bio Ball, Air Texture, MOOOORE capacity in fluid hatches and fix generator even more, reducing diesel pollution, Move achievements, centrifuge recipe from infused gold change, Port advanced seismic prospector., Change Distillation Tower recipe to hv, fix coilage, Better furnacing with better coils., Plunger Sounds, Magic super fuel changes, Rise Hot coolant -> heat conversion ration in IC2 heat exchanger by 20% to avoid rounding bug, Don't allow Large Turbine to start up without Dynamo Hatch, Fix gem recipes, Unlimited EU in Dynamo Hatch, Tweak fusion more, Remove cell registration for many material (exploit), Laser engraver recipe fix.)\nSpecial Mobs(Possible fix for GTNewHorizons/NewHorizons#883, )\nStorage Drawers(remove Upgrade recipe because minetweaker can't.)\nThaumic Tinker(add fire spreading config)\nYamCore(Fluidhelper; Moved from GTNH CoreMod )\n\n\n\nConfig changes:\n\n\nAdventure Backpacks(Add various config changes)\nBlock Limiter(Forbid to using Imbued Fire Potions in Dim 0,1,-1,7, )\nEnder IO(Added missing Marbel and Basalt Ore recipe to SAG Mill)\nEnhanced Lootbags(Added new Lootbags for Forestry, Space, Bees and Food)\nCore Mod(Add Custom tooltips for the Nano and Quantum helper items)\nForestry(Added various Blocks and Dusts to the Diggers Backpack from GC and GS)\nGadomancy(Fix visual bug/crash)\nGalactic Greg(Disable Infinity Ore spawn and as Byproduct)\nGendustry(Fix bee using wrong block)\nGregtech(diable Oil Sand in Nether and TF)\nStorage Drawers(Change size and amount in the config)\nFew Mods(change potion ids to stay below id 12\n\n\n\nQuests:\n\n\nAdd Forestry Quests 21\nAdd Food Quests 12\nAdd Steam Quests 9\nAdd LV Quests 52\nAdd Reward Bag Quests 12\nAdd Thaumcraft Novice Quests 1\n\nKill all the things Quests 1 \n\n\n\n\n\n\n"
        },
        {
            "author": "xiazai",
            "timestamp": 1506948840,
            "txt_content": "正好国庆没事做，玩一玩"
        },
        {
            "author": "nihaomj",
            "timestamp": 1507014300,
            "txt_content": "已下载，试试难不难"
        },
        {
            "author": "笋月",
            "timestamp": 1507042980,
            "txt_content": "16G卡炸系列"
        },
        {
            "author": "sunny2",
            "timestamp": 1507083780,
            "txt_content": "666666666666666666"
        },
        {
            "author": "俞晴川",
            "timestamp": 1507111860,
            "txt_content": "打开以后一直黑屏和无响应怎么回事，配置绝对够"
        },
        {
            "author": "fayemo",
            "timestamp": 1507155720,
            "txt_content": "先试试，然后再来说说感想！"
        },
        {
            "author": "77533711@QQ.COM",
            "timestamp": 1507214760,
            "txt_content": "俞晴川 发表于 2017-10-4 18:11\n打开以后一直黑屏和无响应怎么回事，配置绝对够\n打开任务管理器里面有2个javaw的进程，把内存小的那个关闭掉，等一会就可以进了"
        },
        {
            "author": "lwjg",
            "timestamp": 1507218900,
            "txt_content": "为啥汉化包没有用"
        },
        {
            "author": "王昊喆",
            "timestamp": 1507295520,
            "txt_content": "真的是跟材质包一个用法吗？我放那个文件夹了没用啊"
        },
        {
            "author": "mc丶BluseDame",
            "timestamp": 1507367940,
            "txt_content": "汉化包没有汉化啊，用材质打开还是一样的，就是内存占用率又大了一点"
        },
        {
            "author": "hh648606",
            "timestamp": 1507382640,
            "txt_content": "肝了几天，黑得完全找不到铜矿。整合包矿物生成真是随机的？！"
        },
        {
            "author": "mc丶BluseDame",
            "timestamp": 1507451400,
            "txt_content": "楼主大大有没有靠谱一点的汉化包啊，这个汉化包不靠谱。。"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1507465260,
            "txt_content": "hh648606 发表于 2017-10-7 21:24\n肝了几天，黑得完全找不到铜矿。整合包矿物生成真是随机的？！\n随机的那还得了？下整合使用说明书吧，里面有的。"
        },
        {
            "author": "q1251974693",
            "timestamp": 1507518600,
            "txt_content": "这个任务书没有中文的嘛？   好不舒服"
        },
        {
            "author": "mc丶BluseDame",
            "timestamp": 1507544220,
            "txt_content": "https://tieba.baidu.com/p/5092546146?red_tag=0718633941 这是汉化的方法"
        },
        {
            "author": "小飞君",
            "timestamp": 1507544820,
            "txt_content": "好像很厉害的样子"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1507647540,
            "txt_content": " 本帖最后由 YPXxiaoK 于 2020-4-8 18:35 编辑 \nmc丶BluseDame 发表于 2017-10-9 18:17\nhttps://tieba.baidu.com/p/5092546146?red_tag=0718633941 这是汉化的方法\n用TOCN的汉化就行了，谢谢层主..不过常关注mc工业2吧的我早在4月就看过了。"
        },
        {
            "author": "860228b",
            "timestamp": 1507728840,
            "txt_content": "2.0.1.0更新了"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1507781520,
            "txt_content": "b860228b 发表于 2017-10-11 21:34\n2.0.1.0更新了\n我知道..主要是没时间更新。一般都是周六更新帖子。值得一提的是2.0.1.0任务正式超千。"
        },
        {
            "author": "jinhongbo9",
            "timestamp": 1508167980,
            "txt_content": " 跟别人 开服务端联机 只能有 1个人做任务  另一个人 怎么点 都不起作用！~~"
        },
        {
            "author": "devil1983wj",
            "timestamp": 1508223060,
            "txt_content": "其实难也无所谓，但是矿物少到让人找不到就恶心了，手撸一个50*45*50坑，一共就挖了几个粉。开个创造，发现开不了暮色门。我的个去。没矿真玩不进去。而且任务，我说能不能不要搞那么飞，我出身草原。找个蔓越莓跑了2个小时。我的个天"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1508226840,
            "txt_content": "devil1983wj 发表于 2017-10-17 14:51\n其实难也无所谓，但是矿物少到让人找不到就恶心了，手撸一个50*45*50坑，一共就挖了几个粉。开个创造，发现 ...\n1楼有矿物生成说明书，看一下吧。"
        },
        {
            "author": "的弟弟",
            "timestamp": 1508267760,
            "txt_content": "楼主这太虐了不过我喜欢嘿嘿"
        },
        {
            "author": "devil1983wj",
            "timestamp": 1508452200,
            "txt_content": "话说LV1的任务那个史莱姆空岛怎么算完成。要的东西全有就是完成不了"
        },
        {
            "author": "mc丶BluseDame",
            "timestamp": 1508489940,
            "txt_content": "jinhongbo9 发表于 2017-10-16 23:33\n跟别人 开服务端联机 只能有 1个人做任务  另一个人 怎么点 都不起作用！~~ ...\n创建一个队伍，拉到同一队里"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1508509680,
            "txt_content": "贺GTNH任务正式过千。楼主估计会在明天放出网盘地址。现在放出的无需**，建议用迅雷等方式下载。"
        },
        {
            "author": "hh648606",
            "timestamp": 1508677140,
            "txt_content": "LZ，这个整合包能用游戏自带的局域网联机吗？还是联机必须服务端？"
        },
        {
            "author": "915633650",
            "timestamp": 1508767140,
            "txt_content": "多谢楼主分享！！不过貌似分享的2.0.1.3客户端的mod比我在官网下的客户端的mod少。还有为啥我用了汉化资源包，任务还是英文的？"
        },
        {
            "author": "小西豆",
            "timestamp": 1508841780,
            "txt_content": "楼主辛苦\n楼主辛苦\n楼主辛苦"
        },
        {
            "author": "ansvda",
            "timestamp": 1509089340,
            "txt_content": "启动速度也是无语了...虽然没有崩溃也不卡"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1509100620,
            "txt_content": "ansvda 发表于 2017-10-27 15:29\n启动速度也是无语了...虽然没有崩溃也不卡\n没办法啊...内容太多了"
        },
        {
            "author": "sunxia1234",
            "timestamp": 1509106440,
            "txt_content": "楼主辛苦啦 收下了"
        },
        {
            "author": "xs1361580136",
            "timestamp": 1509163080,
            "txt_content": "赞赞赞赞"
        },
        {
            "author": "20522",
            "timestamp": 1509673860,
            "txt_content": "原来那个帖子，好好的楼主位置为什么会被占呢，论坛bug吗"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1509711780,
            "txt_content": "20522 发表于 2017-11-3 09:51\n原来那个帖子，好好的楼主位置为什么会被占呢，论坛bug吗\n是啊。老bug了"
        },
        {
            "author": "qq2909917903",
            "timestamp": 1509876540,
            "txt_content": "我表示这整合包我加在花了N分钟 还是没加载出来，求解"
        },
        {
            "author": "qq2909917903",
            "timestamp": 1509876780,
            "txt_content": "qq2909917903 发表于 2017-11-5 18:09\n我表示这整合包我加在花了N分钟 还是没加载出来，求解\n分配内存4G"
        },
        {
            "author": "qq2909917903",
            "timestamp": 1509878700,
            "txt_content": "qq2909917903 发表于 2017-11-5 18:09\n我表示这整合包我加在花了N分钟 还是没加载出来，求解\n一直处于显示Mojang阶段"
        },
        {
            "author": "zcx369658780",
            "timestamp": 1509966240,
            "txt_content": "楼主可以搬运一下么？校园网没速度啊，求搬运最新的2.0.1.3"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1509974460,
            "txt_content": "zcx369658780 发表于 2017-11-6 19:04\n楼主可以搬运一下么？校园网没速度啊，求搬运最新的2.0.1.3\nhttps://ftb.cursecdn.com/FTB2/pr ... 3/GTNewHorizons.zip 先下这个，无需**..lz学业繁忙，等星期六吧...\n"
        },
        {
            "author": "mc丶BluseDame",
            "timestamp": 1510110060,
            "txt_content": "GTNH很肝，但是就是太肝了"
        },
        {
            "author": "993499094",
            "timestamp": 1510200060,
            "txt_content": " 本帖最后由 993499094 于 2017-11-9 15:38 编辑 \n\n好厉害的整合包！辛苦了！\n1.ESC局域网联机时，任务书无法进行，主机外的玩家无法完成任务、激活任务、组队等一切任务相关的操作，导致无法愉快的联机玩耍(任务mod的问题)\n2.旅行地图的洞穴地图功能不正常，室内显示的地图是天花板，正常应该是显示地板\n3.本帖的“使用说明”被藏进“更新日志（学霸日志）”里面去了\n4.本帖的“服务端[最新](DropBox)“链接已挂"
        },
        {
            "author": "8608029714",
            "timestamp": 1510280880,
            "txt_content": "什么时候更新啊@！@！！！！"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1510329120,
            "txt_content": "993499094 发表于 2017-11-9 12:01\n好厉害的整合包！辛苦了！\n1.ESC局域网联机时，任务书无法进行，主机外的玩家无法完成任务、激活任务、组队 ...\nDropbox是个外国网站，登录需要...。"
        },
        {
            "author": "plawinwin",
            "timestamp": 1510392480,
            "txt_content": "原版酿造台怎么被屏蔽了，不能合成啊"
        },
        {
            "author": "8608029714",
            "timestamp": 1510415760,
            "txt_content": "a946115793 发表于 2017-11-10 23:52\nDropbox是个外国网站，登录需要...。\n马上就周日了！！！！！"
        },
        {
            "author": "993499094",
            "timestamp": 1510476120,
            "txt_content": "a946115793 发表于 2017-11-10 23:52\nDropbox是个外国网站，登录需要...。\n嗯，我知道。不过我这显示链接已失效。\n  -墙内求个最新服务端搬运\n任务不能多人玩的问题有解决办法吗？\n  -联机主机外的玩家做不了任务\n"
        },
        {
            "author": "8608029714",
            "timestamp": 1510836720,
            "txt_content": "这贴终结了么？？？？？"
        },
        {
            "author": "yangyahui1",
            "timestamp": 1510840080,
            "txt_content": "a946115793 发表于 2017-10-2 20:05\n旧版更新记录———三年流年，肝帝依旧。\n新版都是搞好的吗 汉化和MOD都不用动的吧下来就能玩的吗"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1510846080,
            "txt_content": "8608029714 发表于 2017-11-16 20:52\n这贴终结了么？？？？？\n并没终结。关键是我没更新，这个Curse是正常更新的。Curse里的下下来之后再结合网盘里的，更新下mods和config就可以玩了。\n但是，这段时间楼主仍没时间更新..."
        },
        {
            "author": "8608029714",
            "timestamp": 1510896660,
            "txt_content": "a946115793 发表于 2017-11-16 23:28\n并没终结。关键是我没更新，这个Curse是正常更新的。Curse里的下下来之后再结合网盘里的，更新下mods和co ...\n继续等着 2.0.1.3打上汉化 任务还是英文的"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1510975560,
            "txt_content": "8608029714 发表于 2017-11-17 13:31\n继续等着 2.0.1.3打上汉化 任务还是英文的\n现在已经更新了。也有汉化了。感谢催更啊。"
        },
        {
            "author": "8608029714",
            "timestamp": 1510996380,
            "txt_content": "a946115793 发表于 2017-11-18 11:26\n现在已经更新了。也有汉化了。感谢催更啊。\n辛苦啦 这个汉化更新了吗？之前2013打上这个汉化任务是英文的"
        },
        {
            "author": "拘束",
            "timestamp": 1511091180,
            "txt_content": "993499094 发表于 2017-11-12 16:42\n嗯，我知道。不过我这显示链接已失效。\n  -墙内求个最新服务端搬运\n任务不能多人玩的问题有解决办法吗？\n我也遇到了服务器里任务不能用的问题...不知道层主解决没有..."
        },
        {
            "author": "993499094",
            "timestamp": 1511235420,
            "txt_content": "拘束 发表于 2017-11-19 19:33\n我也遇到了服务器里任务不能用的问题...不知道层主解决没有...\n任务MOD版本分1.0旧版和2.0新版，任务不通用\n\n1.0MOD测试结果：\n单人游戏可以做任务\n单人游戏开放局域网，主机外的玩家不能做任务\n开服（online-mode=false）不能做任务\n开服（online-mode=true）可以做任务（据作者描述）\n\n2.0MOD测试结果：\n什么情况都可以做任务\n\n解决办法：\n1.剁手\n2.把MOD1.0任务按格式转移到MOD2.0（作者感动得泪流满面）\n3.Java大佬研究一下任务MOD的online-mode并魔改一下造福人民群众"
        },
        {
            "author": "as879845678",
            "timestamp": 1511379180,
            "txt_content": "玩到中压后 游戏突然进不去了 进入存档 加载世界中 然后就退出到主界面 再点进去 又返回主界面 不知道是怎么回事 创建世界也是 加载一会就直接弹出主界面了"
        },
        {
            "author": "拘束",
            "timestamp": 1511425380,
            "txt_content": "993499094 发表于 2017-11-21 11:37\n任务MOD版本分1.0旧版和2.0新版，任务不通用\n\n1.0MOD测试结果：\n！！谢谢大佬 回来再研究研究看看能不能把任务转移到2.0版本"
        },
        {
            "author": "asd768345",
            "timestamp": 1511469660,
            "txt_content": "配備太高了.. I5 8G 開 伺服器 狂卡"
        },
        {
            "author": "8608029714",
            "timestamp": 1511534400,
            "txt_content": "汉化感觉还是需要完善啊"
        },
        {
            "author": "かぐや",
            "timestamp": 1511635500,
            "txt_content": "993499094 发表于 2017-11-21 11:37\n任务MOD版本分1.0旧版和2.0新版，任务不通用\n\n1.0MOD测试结果：\n大佬这个任务版本是从哪里看？我搭了个服务器这个任务确实是没法做"
        },
        {
            "author": "993499094",
            "timestamp": 1511669100,
            "txt_content": "かぐや 发表于 2017-11-26 02:45\n大佬这个任务版本是从哪里看？我搭了个服务器这个任务确实是没法做\n作者选用的任务MOD版本是1.0，1.0写的任务和最新2.0不兼容（未处理的情况下）."
        },
        {
            "author": "かぐや",
            "timestamp": 1511673360,
            "txt_content": "993499094 发表于 2017-11-26 12:05\n作者选用的任务MOD版本是1.0，1.0写的任务和最新2.0不兼容（未处理的情况下）. ...\n昨天晚上是发现有这个问题，改了2.0之后还和RF冲突了……"
        },
        {
            "author": "8608029714",
            "timestamp": 1512134520,
            "txt_content": "汉化的那个大佬还更新汉化吗 好多东西还是英文的"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1512211620,
            "txt_content": "8608029714 发表于 2017-12-1 21:22\n汉化的那个大佬还更新汉化吗 好多东西还是英文的\n你大可以到贴吧去问问，因为我也不大清楚..."
        },
        {
            "author": "plawinwin",
            "timestamp": 1512224280,
            "txt_content": "楼主~酿造台不能合成啊？\n是要做啥任务解锁码？"
        },
        {
            "author": "8608029714",
            "timestamp": 1512399060,
            "txt_content": "暮色森林进不去啊"
        },
        {
            "author": "zcr931805085",
            "timestamp": 1512540180,
            "txt_content": "好玩，很不错，但是就是赠送的服务器闪退，"
        },
        {
            "author": "zcr931805085",
            "timestamp": 1512544800,
            "txt_content": "为什么这个帖子我用电脑打开网页会无响应，手机则正常"
        },
        {
            "author": "zcr931805085",
            "timestamp": 1513182480,
            "txt_content": "服务器端的启动不了"
        },
        {
            "author": "mldz123",
            "timestamp": 1513564560,
            "txt_content": "先存为敬 回去开肝"
        },
        {
            "author": "xjession",
            "timestamp": 1513759320,
            "txt_content": "膜拜大神"
        },
        {
            "author": "17756577031",
            "timestamp": 1513762140,
            "txt_content": "可以可以"
        },
        {
            "author": "冬瓜茶",
            "timestamp": 1513878540,
            "txt_content": "楼主提示游戏非正常退出是什么毛病啊?\n\n\n\n\n\n\nTIM截图20171222014721.png\n(9.54 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2017-12-22 01:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "冬瓜茶",
            "timestamp": 1513929360,
            "txt_content": "冬瓜茶 发表于 2017-12-22 01:49\n楼主提示游戏非正常退出是什么毛病啊?\n我直接用楼主上面那个客户端解决了自己找整合包就是进不去"
        },
        {
            "author": "冬瓜茶",
            "timestamp": 1513929360,
            "txt_content": "冬瓜茶 发表于 2017-12-22 15:56\n我直接用楼主上面那个客户端解决了自己找整合包就是进不去\n应该不影响单人玩吧 我看那个客户端单人也能进"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1513953300,
            "txt_content": "冬瓜茶 发表于 2017-12-22 15:56\n应该不影响单人玩吧 我看那个客户端单人也能进\n我也是醉了，话在一楼里说完好么。。\n应该是内存分配的问题？"
        },
        {
            "author": "ansvda",
            "timestamp": 1514181420,
            "txt_content": "a946115793 发表于 2017-10-2 20:05\n旧版更新记录———三年流年，肝帝依旧。\n任务手册有汉化么.."
        },
        {
            "author": "987200962",
            "timestamp": 1515366720,
            "txt_content": "楼主啊，任务汉化没用啊，扔进材质包文件夹，游戏里资源包更换那里不显示啊"
        },
        {
            "author": "987200962",
            "timestamp": 1515366720,
            "txt_content": "987200962 发表于 2018-1-8 07:12\n楼主啊，任务汉化没用啊，扔进材质包文件夹，游戏里资源包更换那里不显示啊 ...\n是不是要改文件名字，还是说要解压"
        },
        {
            "author": "糖豆丿Baby",
            "timestamp": 1515401940,
            "txt_content": "支持作者！不过我等级不足好像不能给你评分....."
        },
        {
            "author": "993499094",
            "timestamp": 1516110540,
            "txt_content": "987200962 发表于 2018-1-8 07:12\n楼主啊，任务汉化没用啊，扔进材质包文件夹，游戏里资源包更换那里不显示啊 ...\n2.0汉化是解压覆盖到.minecraft"
        },
        {
            "author": "zh463934861",
            "timestamp": 1516194540,
            "txt_content": "所以说还没更新嘛"
        },
        {
            "author": "dpf1030779752",
            "timestamp": 1516203600,
            "txt_content": "汉化挂了啊"
        },
        {
            "author": "Hao_cen",
            "timestamp": 1516771260,
            "txt_content": "curse 发布帖已经更新到了2.0.2.7 希望本帖跟进，以及服务端是自己做的么，curse 上没看到qwq"
        },
        {
            "author": "1348321011",
            "timestamp": 1516773840,
            "txt_content": "楼主 汉化包的链接挂了"
        },
        {
            "author": "8608029714",
            "timestamp": 1517033400,
            "txt_content": "2027有最新的汉化吗\n"
        }
    ]
}