{
    "title": "[双线]梦境空间 —— 与队友合作挑战史诗级副本[1.12.2]",
    "author": "hapydoo",
    "replyCount": 0,
    "timestamp": 1535619780,
    "txt_content": " 本帖最后由 hapydoo 于 2018-9-7 14:18 编辑 \n=梦境空间=\n-Dreamland-\n\n由于很多内容没有达到预想的情况回炉重造，服务器暂时关闭\n\n☉世界观☉ 这是一个由“梦”组成的世界这是一个虚无缥缈的世界  无数个或独立 或相联的梦境结合起来组成了这个奇幻 却又无比美丽的世界然而，维持如此庞大的梦境持续是需要付出代价的它在一天一天的消散只有将一个独立的梦境融合进来 不断的扩大才能勉强的赶上它的消散这个梦境看似恒远不变 实际每刻都在发生翻天覆地的交替我们每个人都处于这个梦境中为了维持它 同时也是自己的存在而闯入到其他的梦境中\n☉特色☉\n·完全独立的高难度通关式副本，与你的队友合作挑战，将配合发挥到极致    服务器采用DungeonsXL制作独立的副本（类似于魔兽世界、剑灵的副本），在副本大厅内寻找队伍，与队友一齐踏入副本，击杀怪物，挑战首领，直到副本的终点，成功通关返回大厅，稍作整顿即可开始新的一局，和随便搞个空岛放上几个刷怪点就叫做“副本”有着本质上的区别！·满级就是结束？不，一切才刚刚开始    服务器的等级上限为20级，经过玩家和服务器管理组的测试，你大概需要一星期的时间来达到满级，满级后解锁7人合作的团队副本、更高难度的噩梦副本以及大型的野外开放性地图，获取更强的套装，不断提升自己的实力，20级绝不意味着毕业，20级只是刚刚拿到了入场券！\n·高端怪物技能，一切绝不敷衍    我们敢做保证，服务器85%以上的怪物都有自己独特的技能或属性，你不会看到一个只会傻傻平A的怪物，相反，你会见到连环TP跟你秀走位的近卫队长、召唤小怪为自己治疗的怪客、自带闪电疯狂群攻的铁傀儡……一切都是为了增强玩家的组队积极性，没有一个配合良好的团队，大多数怪物都可以让你崩溃！如果你对自己的技术有足够的信心，我们特意为您准备了“首领挑战”你可以单独与强大的首领进行PK，获得丰富的奖励\n·超多词缀，宝石镶嵌，戒指首饰，创立自己的独特流派    服务器采用了DivineItemsRPG这个付费插件来制作武器、装备，配合RPGInventory来制作的RPG背包，使得服务器的装备种类多达12种！除了常见的武器、原版4件套、副手外，我们添加了戒指、护身符、饰品、卡牌、手套、宠物等，大量丰富了装备搭配的种类，你可以自由搭配出移速超高的套装秀翻对手，防御+吸血恶心对方，恐怖的攻击力一击致命。一切都凭您的爱好，你不会见到两个一模一样属性的人！\n·实装材质，告别原版钻剑    无论武器的名字多么高端，材质却总是那么几个？不，我们服务器专门搭配了材质包，3D、动态材质应有尽有，避免超强武器和新手武器撞模型的尴尬，还有制作精美的卡牌、首饰等。同时考虑到一些低配玩家，我们服务器也会提供低配用户使用的材质包，当然，游戏体验可能得不到完整的演绎。一切都欢迎来服务器里体验（大部分材质还在实装中，开服期间有许多事情要忙，请给我们时间！）\n\n\n☉服务器信息☉ ·服务器QQ群:855282925 ·服务器IP:mc.dreamland.top ·服主ID/QQ: Time_river/17881321(若无特殊事务直接通过群发起私聊即可，添加好友请备注)\n☉关于赞助☉    由于维持服务器的长久运转需要资金，所以我们收取用于维护服务器的赞助并给予一定量的货币作为报答，这一类货币称为“梦境币”。但是，服务器有一个大型的开放地图“梦境领域”，梦境币皆可通过在梦境领域中杀怪、完成任务获得，而且获得的难度与普通货币相等！！！绝不会出现向某些坑爹网游杀了半天的BOSS就掉1点卷，梦境币作为服务器的第二货币，没有获取上限！！如果你愿意肝，日氪上百的大佬也比不上你！！！同时，由于服务器有众多可提升属性的系统，所以每一项的提升我们都会控制合理，即使是休闲玩家，对方也无法用绝对的属性来压倒你！\n\n☉写在最后的话☉    制作一个属于自己的RPG游戏，这是我从小以来的梦想，由于服主还是学生党，自然不可能接触到一些高端的RPG制作，我试过rpgXP等等，最后在Minecraft中完成了这个梦想，这或许也是服务器的主题“梦境”的由来吧，这个服务器出于梦想，我也很享受这其中的制作过程，也感谢我的伙伴们个给予的大量帮助，服务器绝不会完全意义上的“商业化”，绝不会出现为了钱抛弃玩家体验的情况，最后，我在此感谢每个帮助过我的人，以及屏幕前面认真阅读帖子的你！\n\n\n服主证明\n\n\n\n\n服主证明.png (39.53 KB, 下载次数: 0)\n\n下载附件\n\n2018-8-30 17:05 上传\n\n\n\n\n\n\n\n",
    "replies": []
}