{
    "title": "【原创/单篇故事】幻梦中振翅",
    "author": "nianbing",
    "replyCount": 0,
    "timestamp": 1535698860,
    "txt_content": "幻梦中振翅\n\n\n\n正文：\n\n   “我憎恨着这座城里的一切，却又对它们无可奈何。于是，我逃走了。”\n\n    「 天不造人上之人,亦不造人下之人。 」\n    青年独自坐在图书馆的角落的木椅上。他似乎看地入神，可双手所捧着的书却迟迟不见翻页，口中还不时呢喃着些什么。\n    “在看什么呢？哦哦，又在看这个了吗？你还真是看不厌它呢。”\n    一个披着黑色风衣的男人走到青年身后，将手搭在了木椅上，似懂非懂地向青年搭话。可他的莽撞却惊扰了青年的美梦，让他多少产生了不悦。\n    “难道你很钟意这句话吗？所有的人生来平等什么的。”\n    男人轻轻叹了一口气，似乎对青年有些失望，然后又接着在青年自说自话。\n    “差不多也要看清楚现实才能够脚踏实地地活着哟。上天，也就是所谓的神明。他们造就的人类或许确实是相似的，但这并不能证明人人生而平等哟。如果你想要借此来逃避现实的话，我劝你还是放弃的比较好。”\n    “你应该是最清楚人与人之间生来就有着难以逾越的鸿沟的人，若是因此成了不得不借助胜者的激励才能够苟活下去的败犬，那就说明你也只有这种程度了。”\n    男人用戏谑的眼神俯视着青年，就好像在观赏败犬的挣扎一般。但有所差异的是，那并非主人之于宠物的蔑视，硬要说的话更像是孩童之于玩具的肆意。\n    青年对眼前这傲慢的男人感到恼火，张口正想要反驳男人的胡言乱语，却被男人摁住了肩膀。涌上心头的火焰又被压了下去。\n    “一起去喝一杯怎么样？我请客。”\n\n    两人走进了一家风格略显古朴的酒吧，青年随手点了杯廉价的红酒，而男人要了杯更加便宜的啤酒。当青年以为到男人的钱包或许比起自己的还要穷酸时，不禁哼出了声。他认为眼前这个自以为是的男人也不过如此了，于是打算羞辱男人一番。\n    “喂，你难道喝不起红酒吗？要不我也换成啤酒吧。”\n    男人并没有看向青年，甚至连话都不想说，自顾自地喝了起来。青年见男人的反应太过无趣，也就没了兴致，拿起酒杯也喝了起来。\n    “你要是想喝好酒，就别顾忌我的钱包，随便点些自己喜欢的就可以了。既然答应了你要我来请客，我就不会食言。只是......”\n    男人顿了一下，似乎想看看青年作何反应，便偷偷瞟了一眼。但发现青年还是兀自喝着酒，丝毫没有放下酒杯的意思，便又继续说了下去。\n    “只是我认为你不一定配得上那些好酒。”\n    “你什么意思？你是想说我还比不上一瓶酒吗？”\n    青年轻轻放下了酒杯，眼神阴沉的盯着身旁面带笑容却说出残忍话语的男人。\n    “没别的意思，就是字面意思。我将吃饭纯粹的当做了进食，也就是补充身体所需要的能量。至于我吞咽入腹的食物的味道，则一视同仁不会有任何偏袒，既不会欣喜也不会厌恶。这样的我，究竟有什么资格去品尝那些美味的食物呢？若是任何食物在我这里都没有差别，那么本应该拥有更高价值的它们就太过可怜了。”\n    “这和我喝酒有关系吗？”\n    “没太大关系。毕竟你是人类，而不是食物。食物被人类所需要，因此它具有自己的价值；人类也被人类所需要，因此人类才有自己的价值。那么就连红酒都被你所需要，那不被人类所需要的你，难道还认为自己比得上一瓶好酒吗？”\n    说完，男人直接从店里买下了一瓶拉菲，又借来了起瓶器，然后重新要了两个杯子。将酒倒入了杯中后，男人将杯子推到了青年面前，随后又给自己倒了一杯。\n    “尝尝吧，这就是你想要的好酒。”\n    青年半信半疑的端起酒杯，嗅了嗅气味，又稍稍喝了一小口。男人也喝了一点，但很快就放下了酒杯。\n     “怎么样，说说感想吧。”\n    青年不知如何作答，但在男人的追问下还是吞吞吐吐地说了些感想。\n    “嗯......香气很浓郁，口感也很柔和，尝起来不会让我觉得难受，味道...味道也很不错。”\n    “只有这些？”\n    “啊？不然还有什么啊？”\n    男人对青年的回答感到无语，扶着额头连声叹道。\n    “现在明白了吗？哪怕是你所说的好酒，在你的口中也不会有多少差别。你无法领会它的价值，因此才说你配不上它。更何况，你就连真伪都尝不出。”\n    青年被男人说的哑口无言，想要反驳却连他的话语都没有完全领会。\n    “你真的以为你尝到的就是你以为的好酒了吗？如果拉菲只有这种程度的话，就不会有那么多名誉了。”\n    见青年还是一副懵懵懂懂的样子，男人拿起酒瓶在青年面前晃了晃。\n    “还没反应过来？你还真是迟钝呢。就是说，这瓶酒只不过是个冒牌货罢了。但你就连它是赝品都没有发觉，为了自己那点微薄的脸面说了这么多违心的话，真是可悲。”\n    青年因他的话语大受打击，低下了头，眼眶里隐隐有泪珠打转。他很清楚男人并没有说错任何一句，正因为清楚这一切都是实话，所以心脏才愈发的疼痛，思绪才更加疯狂地搅动着神经。青年被现实击晕了。\n    见青年低头不语，男人便又开始自说自话。他知道自己的言语确实传达到了。\n    “虽然现在大多数人只要愿意努力，最低限度的生活已经能够勉强达成了，但也总有那么一部分无可救药的家伙还是无法存活下去。倒也不是他们不愿意努力，硬要说的话大概就是纯粹的运气不好吧。不过，想要脱离这种现状的人并不少，你觉得他们都会选择什么方法？”\n    青年没有回答，沉默着趴了下去。\n    “最简单，也最不需要考虑的方法，也只有「死亡」了。人类的生命实在太过脆弱，脆弱到经受哪怕丝毫摧残就会分崩离析的程度。因此，「结束自己的生命」实际上是最不需要去努力的方法了。你大可以唱着自己最喜欢的歌，从任何一个高处坠落；也可以听着自己最爱的旋律，在列车来临之前纵身一跃。”\n    “知道吗？死亡是公平无私的。人想死，只不过是想死罢了。那是一种非常单纯的想法，不包含其他任何感情的想法。”\n    “死亡并不会让人感到痛苦，现实才会。人在临死前所感知到的大多数情感，都并非来自于死亡，而是来自于现实。因为死亡要比你想象的要温柔的多，生命的消逝也并非就一定是残酷的事。”\n    男人停下了自言自语，将酒杯中残存的酒一饮而尽。然后抓起青年的衣领，将他从木椅上拽了起来。\n    “走吧，边走边说。”\n    青年艰难地站起身，跟着男人的步伐迟缓地离开了酒吧。\n\n    由于青年心情忧郁，步伐显得有些沉重，男人特地放慢了脚步与他并肩而行。\n    “你之所以会沦落到这种地步，全因为你太容易接受了。我们两个素未谋面，你本是没有一定要答应我的理由，可你却还是来了。迄今为止你有拒绝过任何人吗？不用回答，我知道答案的。”\n    男人拐进一栋破旧的大楼，青年跟随着他的背影也绕了进去。他们走进电梯之后，男人随手按下了顶楼。\n    “或许你现在会觉得，我想亲手将你送葬，但我其实一刻也没有那样想过。就像你没有活下去的理由一样，我也没有不能让你存活的理由。我只是告诉了你，死亡是你脱离现状的方法之一，但要不要用还是取决于你，我不会加以干涉。”\n    「叮」电梯门自动打开了，两人缓缓迈出了电梯。风很大，卷起的白雪的风中凌乱，任何一抹异色都逃不出这间囚笼。\n    “尽管你已**解了我的想法，却仍然欣然接受了这个结果，真是不可思议。 ”\n    男人倚靠在护栏网上，侧身俯视着楼底下来回穿行的人群。一阵沉默之后，久违地将寂静划破了，那是青年阔别已久的热烈。\n    “十岁之前，人类的思维还不足以支持过多的幻想；三十岁之前，人类的闲暇还不足以进行更多的幻想。直到三十五岁之后，他们逐渐失去了对待一切热情，回过神来，才会开始感叹时间转瞬即逝，才会开始幻想曾经从未想过的结果。”\n    “你以为自己与人类最大的差别是所处的境遇，事实上，人类与你最大的差别应该是思想才对。你比普通的人类多出了将近二十年的幻想，因此你也比他们更早的意识到死亡。可你并没有求死，因为你没有抹杀自己的理由；但你同样不会求存，因为你也缺乏热爱一切的热情。你只比人类多出了二十年的幻梦，它们不仅无法向你伸出援手，反而会让你将自己置于死地。既然如此，若是你愿意从此一跃而下，任何疑虑便会烟消云散。可你甚至不敢玷污这片白雪，因此才迫不得已地苟活于世。”\n    “但我之前就说过，死亡是最为廉价的方法，而现在的你也只有这个方法能够负担得起。尽管去憎恨吧，憎恨这里的一切；然后去寻求救赎吧，这便是你最后的......”\n    一阵狂风呼啸而过，淹没了话语，也埋没了灵魂。\n\n   「咔嚓」\n\n    旅人从昏迷中苏醒，背上了承载着幻梦的行囊，逃离了这座监牢......\n    “我憎恨着这座城里的一切，却又对它们无可奈何。于是，我逃走了。”\n\n\n\n\n\n\n\n每次结尾都会留下的一点废话：我也终是写起了这样的文章，感慨良多。写的时候并没有注意到，写完之后才回过神来。似乎发了很大的火，但并没有具体表现出什么现象；也发了疯，但同样没有表现出什么异样，以至于我自己也记不清到底想到了什么。无意去指责写同样文章的人们，这只不过是我的自责罢了。\n\n[groupid=1306]Bone Studio[/groupid]\n",
    "replies": []
}