{
    "title": "【原创/微小说】【内置BGM】《对抗抑郁3001天》",
    "author": "虚泽",
    "replyCount": 3,
    "timestamp": 1535828580,
    "txt_content": " 本帖最后由 王世源 于 2018-9-2 13:43 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=425828457&type=2&auto=1&width=320&height=66        BGM          \n《对抗抑郁3001天》                                        对抗抑郁3001天。我从来没有想过我会抑郁这么久。八年前，我失去了至亲的父母。那一天我站在天台上，对着这个黑暗的世界想说再见，在即将坠入死亡之际。我最好的朋友出现阻止我，对他的劝阻也没有听进去，当时心里只有对世界的绝望。之后，伴随着我最后一句话说完，我跳下去了，在急速坠落的最后几秒，有一个人抱住了我，这种感觉就像天使般的温暖，心里面只有最后一个念头。“终于，可以离开这个世界了”“咚”一声，我身后传来一阵刺痛，慢慢地睁开眼睛，我被挂着小区的树上，树枝在我身后划了一条一米长的裂口，血从我背上慢慢流出。我稍微扭头四处观望，在脚下看见我唯一的好朋友躺在地上，一种预想从我脑海你涌出——他和我一起跳了，为了救我。我在认识他的时候，他对我很好，什么都护着我，就像哥哥一样保护着我这个弱小的弟弟，但是我无法相信他愿意陪我一起死。我也什么都没想其他的什么了，直接放开喉咙大声的撕喊，就为了让小区的人引起注意，救救我这个愿意陪我一起死的“哥哥”，没过多久，小区的叔叔阿姨把我取了下来，也拨打了救护车，我和他被送上了救护车，在车上我看着他的脸上居然还挂着微笑，我内心被他的微笑冲击到了，他希望我好好活着，愿意牺牲自己给我一个全新的生活，慢慢眼眶也红了，我在车上撕心裂肺的哭着，医生也在旁边劝着我。他送进了急救室，我被送到另一个地方，医生检查身上的伤，然后就开始帮我治疗身上的伤，那天也没有顾忌什么，只是心里希望，他没事。一觉醒来，看着手上还在输着液，医生正在在帮我处理伤口，换上新的布，我问医生昨天和我送到医院来的朋友怎么样了，医生只是拍了拍我脑袋，对我说：“你还小，就别想这么多了”医生没有很明确了告诉我状况，但是我心你还是放不下，于是一个人爬起来，拖着输液架，在医院四处寻找，可是找了很久没有他和他父母的身影，不过这时负责医疗我的主医师找到了我，担心地说了一句下次别乱跑，我再次被送回了房间，我再也忍不住，心里的恐慌让我无法控制自己，感觉快要哭了出来，我声音颤抖的问医生昨天我朋友活下来没有。医生叹了一口气，告诉了我：“我们也尽力了，你也别多想，好好活着”这句话一说出来，我眼泪立马留了出来，我接受不了这样的事实，是我害死了他，如果不跳楼一切就不会发生，在之后的治疗，我整个人就像没有了灵魂，像一个死人瘫在病床上。一个星期后，一位我未曾见过的叔叔要准备带我走，他说他是爸爸从小的哥哥，于是我被带到他们家，叔叔和阿姨都对我很好，他说以后叫他王叔和叫阿姨叫刘姨就可以了。之后我对王叔说想去那天和我一起送去医院的朋友家道歉，王叔也很讲情谊，买了很多东西。到了他们家后，王叔简单的说明了情况，他们让我们进去坐下，很客气的送了两杯白开水过来，于是我切入正题，说对阿峰的事情深感抱歉，阿峰的父母其实但是不知情，只知道阿峰跳楼，不知道是因为什么，于是我把那天所有的事情都告诉了阿峰的父母。说完阿峰的妈妈就一直哭着，听着哭声我也很对不起，阿峰的爸爸拿出了一根烟，塞到嘴里点燃打火机，有意识的递给王叔一根，王叔点头接受了，这样场景僵持了仅仅三分钟，阿峰的爸爸想开了，对我这样也和从容的接受，之后对我说了一些让我努力活下去的话就完了，可是阿峰的妈妈的样子，看起来很恨我，我也不敢直视她的眼睛，心里面总有一种愧疚感。离开他们家后，王叔就带我去**转学，其实在我跳楼的那天，也就是马上要中考的最后三天，我也是没有中考，学校对我这样的情况也很同情，**了转学手续后，王叔带我去外面吃了一顿饭，然后我们就去了一家咖啡厅谈心，王叔这个人挺好的，说了我爸爸以前的事情，也说了我父母是因为车祸，抢救失败而去世。之后我被转学到离王叔家很近的地方，到了新的班级，认识新的朋友，可是我抑郁了，王叔看见我这样，帮我请了心理医生，可是治疗了三个月后还是没有效果，但是我慢慢意识到不能让王叔担心了，我学会把抑郁放在心里，表面很努力的去装，王叔看见我这样也放心，之后中考考的很好，于是我就读了我们那里的重本高中，就在高中，我找到了希望。高中三年，我过的很普通，由于我一直不说话，班上的同学给我取了一个绰号叫“冷场杀手”，可是我心里也有一个未来想做的事情了。偶尔在微博上看见有人拍摄一些世界各地美景，所以我长大想做摄影师，去拍摄来自世界各地的美景，于是我把王叔每个月给我的零花钱存着去买了一台比较好的相机。我开始拍摄校园里面的一些美景，把他们纪录一来做出一本相册，就在那天，她出现了，我一直都不跟任何人说话，班上的男生都很少说，更何况女生。她看见我在作为上翻看相机，于是就过来问我在做什么，看见女生过来问我做什么，心里面就有点慌了，一直在想今天是怎么了，怎么有女生来找我说话，难道我打扮很特别？我随口说了一句整理拍摄的图片。又接着问我可以给她看看吗？于是我把相机给她，她稍微看了看，觉得我拍摄的非常棒，于是坐在我旁边的座位，我一个一个的跟她说每个图片是什么时间拍的，我也越说越起劲，因为这是我喜欢做的事情，我全身心的投入后那种忘我的感觉是我从来都没有，她也很喜欢摄影吧，想记录下一切美好的瞬间，那时我多么希望和她做一次同桌，心里面一直盼望这，就在下次调换座位的时候，那一瞬间，我和老师就像心灵相通一样，我和她坐在一起了，当时心里面出来没有这么乐过了，每天都在讨论，每天都在说，每天走在做，我多么希望能一直保持这样的感觉，这是我看见走出抑郁希望。一定可以走出，我之后每天早晨都会提醒自己这句话。在一次学校举办大型活动的时候，我也是一个人在没有人的地方静静地拍摄着学校的风景，同学放开心去唱歌，一直捉弄同学被那个同学追着打还摔了一跤，一切的欢乐伴随着镜头转移的一瞬间，我拍到了她。她躲在角落，一直背着墙抱着腿，我把距离放大，看见她好像在哭，于是我立马跑过去，她看见我后也很慌张地整理自己着装，假装什么事都没有发生一样，我坐在了她身旁，她先开口了，问我是怎么找到她的，我也就实话实说，她知道后也没有隐瞒，把自己的秘密告诉了我。她从小就有抑郁症，父母找了心理医生，买了许多药，直到现在也没有好转。我听了后，有种同命相连的感觉，但是她每次说话做事都很活跃，给别人的感觉像元气少女一样。然后我也简单的说了一下，我以前的事情，她听了后，心情是觉得很好了。其实我很不懂她的抑郁是因为什么方面，看见她在角落哭以为是什么事情或者是肚子痛才这样，就在我还没有来得及反应的时候，她说了一句：“我说我喜欢你，你会信吗？”这一句话，我哑巴了，在我心底一直都在暗恋她，只不过一直没有说，我有紧接着回答她说：“如果你喜欢我这样的男生，我就信”我说完这句话后，她居然笑了。那天晚上我们在小巷子里面聊了很久，一直到活动结束才没有继续说了。之后我也没有公开我这段恋情，因为我也不怎么爱说话，可是有一天她没有来上课了，我以为她生病没有来，然后老师说她转学了，那时我心里面就像坠入黑暗的深渊，又被人用长剑刺穿心脏，最后被万火焚烧留下的只有骨头架，我放学后给他发QQ，打电话，甚至去她家，发现她已经搬家了，心里面已经凉透了，时不时的还会打冷颤，我的抑郁——再次加深。我就这样读完了高中，高考也成绩出众，考上了电影学院，那时王叔高兴地带我出去喝了二两白酒，醉醺醺的被刘姨拖回家。在大学我找了一份兼职，每天可以给自己一点零花钱，就不用王叔用的钱了，直到大学毕业，我也没有找另外再找一个女朋友，我一直坚信她还没有放弃我，我这些年一直在寻找她。之后我依靠互联网赚钱了，于是我就开始了我的摄影梦，一个人去了世界各地拍摄当地的美景，虽然获得很充实但是心里还是放不下她，更何况我还有抑郁症。直到我对抗抑郁3001天，我当时在日本，起床后就去了富士山，不得不说，哪里的风景走到哪里都是像电影画面一样，然后我又去爬富士山，到了山顶，我俯瞰下面的风景，犹如仙境一般，美丽的极点，我拿出相机拍摄美景，当我转到下一个镜头时，我就像被锁定了一样，我又在相机里面看见了她，尽管她已经不是学校时候那样打扮还拿着一个相机，我也认得出她，因为当时她在笑，我一直清清楚楚记得她的笑容，可爱又迷人。于是我放下相机，一个人走过去，走到她的身后，拍了一下她肩膀，然后她转过身，看了一眼我，我们两就像几十年没见的老友一样，立马抱在一起，我全身已经兴奋到无法自理了，她开口第一句话就是：“你怎么找到我的”“还是那样呀，镜头不知不觉的转到你”我们两又像那天晚上一样笑了起来，我们找了一个地方坐下后，然后我就问她，为什么那天会走，而且走的还没有音讯，她告诉我说，那天抑郁越来越严重，父母听了我要求也搬家了，你可能对我这样觉得有点奇怪，其实我这人就是这样的，就是怕你以后接受不了罢了，我也想告诉你，可是又怕我自己后悔，于是我什么都没有说就走了。听了她说的，对于我而言，我感觉自己做的有点不好，没有很好的留住，因为我这个人就是太不爱说话了，然后我又说：“五年了，其实中途我一直在找你，直到我上了大学，还是没有找到，我从来没有对你的离开感到生气，因为同命相连，我知道你的感受，你也知道我的感受，人不可能做到让所有人满意，你也不用指责，因为我们现在相遇了”她听了我说的，还是忍不住笑，还是跟以前一样，我一说话她就想笑吧，然后她又说：“其实我大学后，找了一份摄影的工作，这次来富士山是来旅游的，我之前也一直在找你，也回到之前的城市，去了学校，不过都没有发现”然后她突然意识到什么，突然放大眼睛的说：“你上大学的时候，有没有找女朋友！”她这一举动，我笑了笑，很轻松地告诉她：“像我这样的人可能找到女朋友吗？”然后她也放心下来，我们之后去遍了日本很多地方，吃了生鱼片，吃了烤肉，吃了吐司，吃了许多日本的特产食物，我也公开的我恋情，因为这次是我对抗抑郁最后一天。                                                                                                                                                          这篇文章是我一直想写的，因为我是因为某人，她也喜欢文学，我就想写一篇纪念一下我现在的心情，其次才是想尝试一下这样的写作风格，一切都是最好的选择，只要你坚持，就没有什么不对的地方\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1536431220,
            "txt_content": "突然在凌晨想到\n其实那个你命中注定的人，每时每刻都承受着和你一样的痛苦，只为和你遇见的那一刻\n\n最近学业繁忙，我特别想参加九月活动，因为我个人对中世纪有独到的意境，我尽力做出最好！"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1537360680,
            "txt_content": " 本帖最后由 Smokey_Days 于 2018-9-19 20:39 编辑 \n\n小说整体观感还是不错的。但主要问题就像我上次在QQ里和你讲的一样，还是没有把情感融入进去。\n换句话说，文字不足以动人。当然，比起之前来说进步已经很大了，但是仍然要继续努力。\n可以多记记随笔，尽可能把自己一个时刻的心情记录下来，可能会有很大的作用。"
        },
        {
            "author": "虚泽",
            "timestamp": 1537609320,
            "txt_content": "Smokey_Days 发表于 2018-9-19 20:38\n小说整体观感还是不错的。但主要问题就像我上次在QQ里和你讲的一样，还是没有把情感融入进去。\n换句话说， ...\n非常感谢章鱼君的评论\n我以后可能写这样的文章会更真实\n因为我\n恋爱了"
        }
    ]
}