{
    "title": "求大佬教一下gate上古传送门的跨服使用教程",
    "author": "jiejie105028597",
    "replyCount": 6,
    "timestamp": 1535832720,
    "txt_content": "这个是帖子地址：http://www.mcbbs.net/thread-584063-1-1.html\n这个里面只有教如何使用，没有跨服的教程 求大佬教一下\n这是官方的跨服教程帖子 英语渣琢磨不透：https://dev.bukkit.org/projects/ ... d-bungee-cord-usage\n下面是我搬运的原话 省得大佬们加载要时间\nBungeeCord UsageTyping /gate setconf bungeeCordSupport true is literally all you need to do.\nUsing BungeeCord's messaging system it gives access to the following commands:/gate setto [id] [fromserver] - Set “to” to your location on a remote server./gate setbungeetype [id] [LOCATION/SERVER] - Set teleportation type on the local server./gate addto [id] [fromserver] - Add another \"to\" at your location on a remote server./gate remto [id] [fromserver] - Remove a \"to\" near your location on a remote server.\nTo make one of your gates go to a BungeeCord server, simply teleport to the server using the /server [toserver] command, pick a location and type /gate setto [id] [fromserver]. The only new part is that you are specifying the server the gate resides.\nIf you want the gate to only teleport the player to the BungeeCord server and not a specific \"to\" location. Use the command /gate setbungeetype [id] SERVER on any gate that you've specified a BungeeCord location for. Each time the player enters the gate they will teleport to their last location on that server.\nRemember - You MUST be connected to the server through the BungeeCord proxy, otherwise these commands and teleports will NOT work.\nBungeeCord Permissionsancientgates.setto.local - access to the setto command locally.ancientgates.setto.bungee - access to the setto command externally.ancientgates.setbungeetype - access to the setbungeetype command.ancientgates.addto.local - access to the addto command locally.ancientgates.addto.bungee - access to the addto command externally.ancientgates.remto.local - access to the remto command locally.ancientgates.remto.bungee - access to the remto command externally.\nAdvanced BungeeCord UsageFor advanced users only. Recommended only for dedicated or VPS servers.\nClick here for further information and full setup instructions...\n",
    "replies": [
        {
            "author": "jiejie105028597",
            "timestamp": 1535860740,
            "txt_content": "有大佬吗 求教一下"
        },
        {
            "author": "robbit",
            "timestamp": 1535902620,
            "txt_content": "我想先询问一下，你的bc跨服设置好了么，能否在bc后台用指令使玩家跨服？？？"
        },
        {
            "author": "jiejie105028597",
            "timestamp": 1535904840,
            "txt_content": "robbit 发表于 2018-9-2 23:37\n我想先询问一下，你的bc跨服设置好了么，能否在bc后台用指令使玩家跨服？？？ ...\nBC的跨服很简单啊 stp跨服 这个星门弄不懂"
        },
        {
            "author": "3095272833",
            "timestamp": 1535929140,
            "txt_content": "阿瓦大大哇打我多"
        },
        {
            "author": "jiejie105028597",
            "timestamp": 1536419520,
            "txt_content": "Jeason_Lan 发表于 2018-9-8 23:07\n您好，希望这个能帮助到您：\n\n跨服传送直接用Stp插件就可以了，上古传送门插件是用来在服？内地图或地标传 ...\n上古星门可以传送 官方都写了 就是教程看不懂很难受"
        },
        {
            "author": "xiaodudu114",
            "timestamp": 1536557700,
            "txt_content": "我是来拿悬赏的"
        }
    ]
}