{
    "title": "【九月活动/短篇】银白湖光与倒映的两人",
    "author": "秋叶枫苓",
    "replyCount": 4,
    "timestamp": 1536335460,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2018-9-29 11:09 编辑 \n第一部分：吟游诗人与相伴的两人\n即使男子再努力地控制缰绳，马车在经过一个低洼地带时还是发出了一阵颠簸，男子内心暗暗地喊了句“糟糕。”，过了一会，如他所想的一样，在堆放着各种杂七杂八的道具、日用品的马车中，一小簇亮金色冒了出来，发出了一声浅浅的哈欠声。穿着亚麻制成的大衣的男子顿了顿，苦笑地向着身后问：“吵醒你了吗？”\n“嗯……因为里克的驾驶技术很糟糕。”\n一个小巧的身影从杂乱的布袋中探了出来，大大地伸了个懒腰后，坐到了驾驶座和马车间的栅栏上，齐腰的金发和白皙的四肢迎着微风，但是她的眼睛和脖子上都被厚厚的黑色丝带缠紧，给整个人增添了一丝神秘感。\n感受着迎面吹来的微风，少女突然无视了里克的抱怨，手臂架在里克身上将整个身子往前压，这让本来就不擅长驾驶马车的里克慌了起来，直到少女恢复原来的坐姿前马车上的货物在摔落破洒的边缘徘徊了三、四次。\n“有小麦、鱼腥……和欢快的味道。”\n“是是，您的鼻子还是一如既往地灵敏。”一边打着哈哈，里克放缓了马车的速度，侧过头看了眼泥土路径边上的风景。此时里克驾驶的马车正在往一个环湖的小镇前往，每年的秋季，在环形田地里金黄小麦与湖里肥美的鲤鱼一同成熟后，群山沃眼——赫尔辛基便开始举办一年一度最热闹的、持续整整七天一周的里琳雅月光祭。马车经过的路上全是洋溢着欢快笑脸的人们、感觉仅仅只是经过就让人感到幸福，里克在一瞬间产生了他也闻到了欢喜味道的错觉，空气里除了鱼腥和麦香，仿佛融入了融化的蜜糖的味道。\n里克一边笑着，一边不断地感慨，在他身后的塞西莉像是等什么等了很久一样，过了好一会后嘟着嘴，用细小的手指戳向里克的脸颊，幼嫩的声音带着怨气被拖得长长的：“里——克——”\n被塞西莉戳了好一会，里克叹了口气：“是是，离抵达大概还有不到十分钟，这次就简单地讲讲咯。”\n“嗯。”\n双手环抱住了里克的脖子，塞西莉安静地将自己贴在了里克旁边，里克顿了顿，松了口气后，整个人的腔调突然完全变了个样。\n“赫尔辛基、万山峭壁中与天相接、倒映天际的镇子——”\n那是一种缓和的、轻柔的腔调，像是母亲讲给睡前孩子们的故事一样，同样前往赫尔辛基参加祭典们的旅客、贵族、商人都被这声音吸引力过去，既是因为这声音的诱人、也是因为从那位被奇异女子环抱的吟游诗人讲述的关于赫尔辛基的故事十分地引人入胜。\n被棕色骏马缓缓带动，二人的马车慢慢地向着灰白石墙围城的建筑走去，欢笑声、招呼声、慢慢将二人包围，吟游诗人的故事慢慢迎来了高潮，关于月光祭的故事，关于人们的故事，关于吟游诗人的故事，随着二人进入镇子，变成了普通的对话，慢慢消失在了人流当中。\n“里克，我饿了。”\n“……是是。”\n\n\n第二部分：节日庆典与工作的两人\n将马车停放到城镇内的马车寄存处，里克将等会工作要用的东西和自己的钱袋收拾好后，牵着塞西莉的手涌入了人流当中，在碎石板铺成的道路上，人们像是跳着欢快的舞蹈一样穿行着，里克努力地挤出笑脸应付着每一个向他打招呼的人，认了好一会路才带着因为肚子饿已经开始生闷气的塞西莉来到了一家饭店，推开发着嘎吱嘎吱声音的木门，里克一边安抚塞西莉一边牵着她坐到了一个空的椅子上，自己坐到了她的对面，随后四处打量了一下。不知是不是祭典的缘故，饭店的人流量感觉大了很多，菜品却反而便宜了不少，这让钱袋有些空掩的里克安心了不少，坐下没多久，穿着蓬松的白色围裙的服务员来到两人身边，插着腰问道：“客人，请问想吃点什么？”\n“有什么推荐吗？”\n“推荐啊，烧鲤鱼套餐如何？鱼可是刚刚从里琳雅湖打捞上来的，肥到不能再肥的鲤鱼哦。”\n“那就那个套餐吧。”面对自豪地推荐着菜品的服务员，里克笑着回答道。\n“要两份烧鲤鱼套餐……那个，其中一份能不能稍微做小点，适合小孩子吃的分量。”\n“里克——”\n里克话刚说完，他对面的塞西莉马上嘟起了嘴巴抱怨道：“我不是小孩子。”\n“……是是，那麻烦来两份烧鲤鱼套餐。”里克虽然这么说，但在说到两份的时候向着服务员眨了眨眼睛，服务员顿了顿，露出微笑也回了里克一个眨眼，哼着小曲向着厨房走去。\n看样子我的意思是传达到了，里克这么想着，伸了个懒腰趴在了桌子上，为了赶上这次祭典的开幕仪式，在塞西莉还裹着羊毛毯子做着美梦的时候就开始驾驶马车了，不休息还好，身体一放松下来里克就觉得自己的腰开始刺痛起来。\n“里克。”\n被叫到名字的里克顿了顿，向着塞西莉看去，塞西莉的手在桌上不断地摸索着，里克会意地握住了塞西莉的手后，后者才慢慢地放松下来，开始躁动了起来。\n“我们现在在？”\n“饭店啊，就是那种非常常见的，大理石地板、木质支柱屋顶、柜台旁边就是吃饭地方的饭店。”\n“现在里面怎么样的？”\n“现在啊……”\n里克抬起头扫视了一下四周，思考了一下后将握住塞西莉的手改变了一下姿势，两人的手变成了十指相扣的姿势。\n“简单来说的话就是热闹。”\n“……仔细的呢？”\n“仔细的啊……即便是大白天，也有不少的人点酒饮，大家都像是有无尽的时间一样，不催促、不抱怨，菜品没来便和周围的人聊天，来了便有说有笑地享用，欢笑声、谈话声中穿插着刀叉声，服务员厚厚的羊毛裙摆穿梭在客人和餐桌之间，餐桌的颜色、菜肴的颜色、人们的颜色混杂在一起，十分热闹的景色哦。”\n里克再说完后，腔调变回了原来的样子，塞西莉听完后淡淡地笑了起来：“那真的是很、很热闹呢。”\n“嗯，吃完饭后应该能狠狠地赚一笔吧。”\n“……可惜这个景色里有一只里克。”\n“喂，你以为是谁在出你的饭钱啊。”\n在两人聊着天时，服务员将两份烤的金黄的鲤鱼端了过来，其中一份比另一份小了一些，但两个煎的正好的鸡蛋摊在鲤鱼旁边，这让喜欢吃鸡蛋的塞西莉开心了好久。\n————————————————————————————————————————\n“大概就这里吧。”\n“？”\n感受到身边的里克停止了脚步，塞西莉也停了下来，有些疑惑地拉了拉里克的手，里克一边抓着塞西莉的手，一边在镇子内的一个大理石温泉旁边放下了背着的布袋。\n“吃饱之后要工作，说好的对吧。”\n“我想要逛逛镇子。”\n“现在才刚刚到中午，等会会带你去逛的啦，开幕式也到晚上才开始，现在不赚旅费什么时候赚。”\n“里克真贪财。”\n“这叫把握时机。”\n里克轻轻地将塞西莉放在了大理石温泉的边栏上，转身单手在布袋里寻找着什么，喷涌的温泉洒出点点水花，其中一些滴到了塞西莉毫无防备的后背，后者轻哼了一声，慌张的握紧了里克的左手。\n“里、里克！后面凉凉的！”\n“喂、喂！泉水而已，不用慌啊。”\n“……可以喝么？”\n“你想喝么？！”\n里克顿了顿，有些吃惊地看向塞西莉，而更让他震惊的是后者顿了一会后竟然缓缓地点了点头，没有办法，里克来到水池旁，用右手接了一捧泉水，慢慢地让塞西莉喝下。\n“甜甜的。”\n“那真是太好了呢。”叹了口气，里克终于从布袋里抽出了竖琴，将其递给了塞西莉，摸到琴弦的塞西莉会意地放开了里克的手，双手拨了拨琴弦后，轻轻地“嗯。”了一声。\n“喔？是吟游诗人啊？”\n还没来得及说些什么，里克就被一个提着酒袋的人喊了一句，过往的人流中马上有些人收到吸引驻足，里克顿了顿，微笑地看向向他喊话的人。\n“是的，请问您想听哪里的故事。”\n“哪里的故事？”那人顿了顿，有些疑惑地看向里克，“你不唱一些你家乡的英雄事迹吗……而且为什么竖琴在旁边的小姑娘那里？”\n“她是我的搭档，并且我并不了解太多关于英雄的事。”里克一边说着，一边开始调整自己的腔调，抬头看了几眼哪位满脸疑惑的客人，里克说道：“无意冒犯，您的家乡应该是北托里斯坎吧。”\n“你、你怎么知道的？”\n“这个并不重要，如果您愿意，我来讲讲关于您家乡的事如何？”\n里克慢慢地鞠了个躬，在他身前的客人后退了一步，但还是点了点头，得到允许后，里克向着塞西莉打了个响指，被漆黑丝带蒙蔽双眼的少女熟练地拨动起琴弦。\n竖琴的声音慢慢渗入嘈杂的广场中，慢慢地，喊叫声、欢笑声小了起来，人们被这美妙的琴声吸引，慢慢地向着池子靠拢，用手比划着节拍的里克跳着简单的舞步，闭着眼睛在塞西莉周边环舞着。\n“厚厚的白雪遮蔽着山脉，尖锐的冰锥深深扎入大地，但在银色的龙背上依然有人起舞，北托里斯坎的人们在风霜中驻扎起城镇——”\n柔美的腔调渐渐大了起来，琴声转变为隐晦的背景音隐藏在广场当中，现场仿佛变成了被亮白雪色覆盖的针叶林，温泉、篝火、在高山中高歌的北托里斯坎的人们，所有的一切都那么让人引人入胜，在里克说完后，琴声慢慢减缓至消失，人们才纷纷回过神来。\n“……你仿佛比我还认识北托里斯坎，实在是太美妙了！”\n“谢谢您的夸奖。”\n“嘿！你知道瓦尔里托吗！”\n“北西斯平原被鲜花包围的城镇，对吗？”\n“对对！说说那里的故事吧！钱已经备好给你了！”\n一遍又一遍，里克踏着舞步将他所去过的城市，将他所见到的事物用自己的语言、冠以自己的思想唱了出来，琴声时而高涨、时而低沉、仿佛融入故事本身，从正午一直持续了三四个小时，大家都开始要为祭典开幕式忙活时，里克和塞西莉筋疲力竭地坐在喷泉旁，让自己劳累的身体放松下来。\n“里克……水……”\n“我也……想喝啊……但去店铺前让我休息下吧……”\n“……不是……后面……”\n又拉了拉里克，塞西莉抓着竖琴说道，里克才突然明白塞西莉所说的水是哪个，有些迟疑地转向后面，里克轻轻地用手掌舀了一勺水，慢慢地喝了下去。\n“……甜甜的。”\n“我也要。”\n至于两人拿到过路的人送的水壶喝了个痛快，已经是他们因为舀喷泉水喝而掉到池子里一身湿透之后的事了。\n\n\n第三部分：环湖月光与游荡的两人\n时间，来到黄昏，伴随着橙红色的夕阳，睡了个不算午觉的午觉后，里克从旅店的木板床上打着哈欠坐了起来，迷迷糊糊地下床走到窗户前，此时的天空浮云全部消散，被残阳染成一片火红，“天气很不错啊。”内心里自然而然地感叹了一下，里克在窗前做了几个简单的热身动作将睡意驱散干净后，将还在梦乡的塞西莉拖拽回现实世界来。“……还想再睡会……”\n“你今天就醒了不到六个小时吧，你不是说要逛镇子吗？”\n“……”\n挣扎了一会，塞西莉晃晃悠悠地也从床上坐了起来，里克熟练地将今晚参加祭典开幕式的衣服丢给了她，抓着衣服，塞西莉摸索了一下，开始脱下自己的睡裙，里克会意地转身，也换上了较为隆重的羊毛披肩，虽然样式是挺好看的，但是因为基本用不上里克也懒得洗，加上各种杂七杂八的旅途用品熏陶，导致披肩滋生出了一种非常独特的味道。\n别的人只要不靠的太近就还好，但换好裙子的塞西莉牵起里克的手时，发出了很不愉快的声音。\n“你还没有洗那个披肩么。”\n“嘛……过了今晚就洗，真的。”\n“……”\n无奈地叹了口气，这对鼻子本来就比较灵敏的塞西莉来说无疑是种煎熬，二人再次整理了一下，将房门锁好向着镇子中心偏西北部的高山地带出发，赫尔辛基的矿物湖泊坐落在山顶，湖泊面积虽然比一般湖泊小一些，但深度似乎是目前大陆内湖泊最深的一个，独特的自然环境自然孕育出独特的物种，塞西莉在吃鲤鱼的时候一度产生了自己是不是在吃鸡肉的错觉，事实上这里的鱼肉质紧实到真的可以和家禽肉相比……不过也有些人认为鱼肉就应该松软，反而觉得这里的鲤鱼很不好吃。\n踏着碎石路，镇内的人流量跟白天相比反而更多了，跟里克预测的一样，今晚的夜空依旧万里无云，加上已经接近圆润的皎月和繁星，即便不点太多火把也足够看清周围的事物。紧紧牵着塞西莉，里克混进了前往里琳雅湖泊的人群里，塞西莉敏锐地捕捉到了隐藏在空气中那丝一触即发的狂欢的味道，有些兴奋地拉了拉里克的手。\n“现在要收集情报，晚点在湖泊的时候再和你讲可以吗？”\n里克有些为难地说道，塞西莉顿了顿，但还是平息了躁动，乖巧地被里克牵着，安抚好了塞西莉，里克在内心里松了口气，随后开始将注意力放到身边的人群、店铺上面，自然而然地开始和周围的人闲聊起来，而闲聊的话题，当然是即将开始的祭典。\n对于里克来说，吟唱地方故事最需要的是真实感，跟就算夸张虚造一部分也无妨的英雄传记不同，人们对于地点的感受不是催生于感情，而是记忆。而最真实的记忆，就隐藏在生活在那里居民的话语中，在进城时里克和塞西莉讲的的仅仅是他在书上阅读到的赫尔辛基，他和塞西莉呆在这里的时间最多不超过两天，对里克来说除了工作以外分秒必争。\n于是乎，明明只有半小时不到的路程，到最后气喘吁吁的里克花了整整两个小时，背着满脸不开心的塞西莉登上了前往湖泊的山路。\n“里克，好臭。”\n“我已经愿意背你了，你还想怎么样啊。”\n“明明是你先聊天聊疯了。”\n“……哈、是是，今晚马上洗这个披肩行了吧。”\n里克一边应付塞西莉，一边无视周围开始发笑的人群加速向着山顶走去，在茂密的树林里偶尔会有一些空地点着大型的篝火，那就是指引旅客们前往湖泊的信标，越接近山顶，反着月色的彩旗、羊毛棉花等等做成的饰品就越多，伴随着人流，里克终于看到了台阶的边缘，看到希望的他用仅剩的体力加速，登上了位于群山中的湖泊。\n“……”\n“……里克？突然跑的那么快干嘛？”塞西莉感受到里克突然怔住了，有些疑惑地问，过了好一会，里克语无伦次地说道。\n“……很美、很美哦塞西莉，月光下的祭典我也是第一次看见诶。”\n轻轻地将塞西莉放下，里克不断地扫视着四周，他所阅读的书籍上，只是草草地写着“祭典十分华丽”，但他所见到的事物，根本无法用一个“华丽”带过。\n“湖泊被四周高耸的山体包裹，而山体上裸露着数以万记的奇特的矿石，泛着和面前湖水一样的银白色，月亮反射着太阳的光辉，而矿石和湖水反射着月亮的光辉，将整个湖泊渲染成了银白色，在湖泊周围，点着篝火的小摊张罗着，而更神奇的是周围的动物竟然完全不惧怕人类，人群的欢笑声混杂着动物的叫声……我、那个……我有点找不到词——”\n“没事、没事里克，我知道。”\n塞西莉抓紧了里克的手，她能感受到里克的慌乱，虽然无论怎么祈祷面前依旧是一片漆黑，但塞西莉能感受到此时她面前是一副十分可怕的美景。\n“……哈，看来我资历还是太浅了，这份美景等哪天我技艺精进了再讲给你听吧。”\n“嗯，我等着……而且在那之前。”\n塞西莉拉了拉里克的手，而里克突然有一股不祥的预感。\n“‘点着篝火的小摊张罗着’，里克你是这么说的吧。”\n“啊、啊那个，主要都是一些手织品、装饰品的商店啦。”\n“我闻到蒜头的香味了。”\n“……行行行，别拉我的手了，你想吃什么。”\n“鱼。”\n“又是鱼啊。”\n接到命令的里克在人群中寻找着合适的摊位，偶尔窜过的松树和麋鹿拉扯着他的视线，可以的话他现在真很想沿着湖边把这里全部看一遍，但如果不满足塞西莉的话他可能会连路都走不了。一路从入口走到了湖泊附近，里克发现在一个离湖泊很近的碎石摊上，一个点着三、四个篝火的摊子有许多人围着，而离开的人们都拿着用树枝串着的貌似很好吃的烤鱼，这让里克马上锁定了目标，向着那个摊子走去。\n“森之尾烤鱼……吗。”\n在队伍中的里克看了眼招牌，随后回到按照速度，里克大概还要等个十几分钟才能拿到塞西莉的烤鱼，而这段时间，里克当然是和他人闲聊了起来。\n“是吗是吗，你是来旅游的吗，我在这里住了快十年，但每次祭典都忍不住要来啊……不过老兄，你为什么有股很奇怪的味道啊。”\n“啊……很多很多理由……”\n“因为懒。”\n“塞西莉？！”\n“哈哈哈哈，你的旅伴真有趣啊。”跟里克闲聊的男子，在说有趣的时候稍微指了指自己的眼睛，里克顿了顿，轻轻点了点头，后者再看向塞西莉的时候眼神里多了一份同情和怜爱。\n“嘛，旅行确实有太多突发的事情了。”\n“就是啊。”里克笑着接话，“对了老兄，你有没有什么推荐要去的地方。”\n“推荐啊……如果是吃烤鱼的地方有哦，你看那边。”\n顺着男子指的方向，里克看到了一个架在湖面上的平台，已经有许多人在上面嬉戏、游玩，而湖面时不时有鲤鱼跃起，在月色的渲染下看起来十分和谐。\n“那台子是最近才搭起来的，在上面能更加清楚地看清湖泊周围的景色哦，还能顺便抓几条鲤鱼回家。”\n“……这个季节的鲤鱼真的那么可怕吗？连人都不怕直接在湖面上闹腾了？”\n“确实很厉害呢，因为湖泊很深平时很难打捞，但日子一到鲤鱼都会游到湖面上，像是自己送**一样，不过也多亏这点才会有这么棒的祭典啊。”\n“这倒是啊。”\n终于从摊子主手上接过两条烤的正好的鲤鱼，里克牵着塞西莉的手来到了湖面上木质平台，确实面前的景色好了，吃的东西也更香了。\n“里克，我们到了那个台子了吗”\n“察觉到了吗。”\n“感觉风变得更大了一些……很舒服。”\n“嗯，我们到那个台子上面了，湖水反着银光很漂亮哦”\n“是吗。”\n塞西莉在里克的指引下咬着鱼背，里克带着塞西莉移动到了平台边缘，扶着栏杆感受着晚风。\n“里克，有水花的声音。”\n“刚才那位老兄不是说了吗，鲤鱼在这段时间可欢腾了……等等，你不会是想——”\n“想摸一下。”\n“……当真的吗？！”\n里克有些吃惊地看向塞西莉，后者刚刚吃完烤鱼，摸索着里克的身体，在抓到里克的披肩后用其擦了擦嘴，然后用力地点了点头。\n看了看塞西莉，又看了看湖面，感觉如果自己抱着塞西莉的话，应该是能安全的摸到的，毕竟护栏也只有一米，再三思考后，里克无奈地叹了口气，在解决完自己的烤鱼后，抱住了塞西莉，慢慢地越过护栏向着湖面伸去。\n“你就伸直手就好了，我会把你放到有鱼的地方。”\n“好。”\n扶稳了塞西莉的身体，里克观察者鲤鱼跃起的规律，大概两三分钟后，里克终于锁定了一块水域，对着塞西莉喊道：“手伸直别动，马上就有鱼了！”\n“喔！”\n塞西莉也兴奋地喊道，而过了十几秒，的的确确她的手上划过了什么，湿漉漉的，很粗糙同时传来一股腥味。\n但是她不知道的是，她摸到的不是鲤鱼，而是在平台前突然跃起的，将月光遮蔽，长达数十米的不知名生物。\n“……这是什么鬼啊。”\n里克扶着塞西莉，看着上方仿佛乌云般的生物，喃喃自语道，而数秒后，他的声音被生物砸在湖面上制造的巨大浪声给盖了过去。\n\n暂时的后记（不是）：嗯……金色的高塔，顺着这个题目我将我脑海里下意识想到的东西记录了下来，慢慢添加细节后就有了这一篇中短文，部分大概至少是三个左右，虽然对中世纪不太了解，但确实会时常做些和人相伴旅行的梦，文风依旧混合着日式变得杂七杂八orz，希望大家看这篇复健文看得开心orz\n\n\n\n\n\n",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1536430980,
            "txt_content": "从文笔上来看，的确是很优秀了\n不过开始没有一点悬念，我看完后\n全局画面很短剧情也很短\n如果做成动漫最多就3分钟的泡面番\n\n我接下来要说的可能LZ会有点反感 \n虽然我文笔没有像你这样\n但是我给出的建议是希望你可以\n接受一下 如果能接受的话\n\n首先第一点：既然是吟游诗人 开始就要有吟游诗人的风格\n列：伴着一声欢快的乐曲入场等等\n第二点：中世纪描写不足 其实我是很喜欢日系中世纪的 但是中世纪起源是欧洲 那就要有融合\n列：如果是白天 lz可以尝试一下对一些乐器的描写 读者可以从你描写中看出你想要烘托出的世界观\n如果是夜晚就跟好说了 你知道梵高的星夜吧？ 伴着一声清脆的笛声 一辆马车缓缓驶过前方被月光笼罩\n着的麦田 稻草人身上飞来一只乌鸦 跟着笛声乌鸦也发出刺耳的叫声 今晚 真是不吉利啊\n第三点：既然是短文了 我看了你一下你的文章差不多将近1000字吧 我觉得有点少 这是我个人认为的\n毕竟版规说单篇必须要2000字 连载可以1000字 还是我之前说的 画面感十足 不过有点短\n最后总结一下：文章很轻 吟游诗人最后那个月光祭有点朦胧的时代感\nPS：lz是想有一个妹妹吧，我看你写一个文章都要秀恩爱"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1536497160,
            "txt_content": "王世源 发表于 2018-9-9 02:23\n从文笔上来看，的确是很优秀了\n不过开始没有一点悬念，我看完后\n全局画面很短剧情也很短\n那个……这个故事要写几个部分的，这个只是开头啦，其他意见都收到了，会加油修改\n还有我只是喜欢圆满幸福结局而已啊，哪来的妹妹"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1536679860,
            "txt_content": "唔啊更新第二部分了才看到\n可以说是很棒了 虽然个别表述和用语还存在瑕疵 但是这种混杂的文风感觉相当自然流畅（也有可能是第二部分有甜爆的剧情BUFF的加成\nemmm想了一下还是决定挑点刺XD因为有些地方看着不是很舒服\n举几个例子\n牵着塞西莉的手涌入了人流当中涌入 主体应该是大量事物，两个人的话挤入之类的可能更好\n穿着蓬松的白色围裙的服务员来到两人身边，插着腰问道服务员这样真的不会被投诉嘛233\n里克再说完后错字ww下次发之前check一遍吧\n还有这段上面里克说的话感觉也不像对话  更像描写\n有些人收到吸引驻足emmmm\n比我还认识北托里斯坎认识 应该不存在程度上的区别…换成熟识之类的可能更好一点\n嘛 有点啰嗦了 其他就是一些用语的重复之类的 （其实也算不得什么问题啦233\n总之还是很期待接下来的故事！\n以上 祝好w~"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1536683040,
            "txt_content": "bo_bo2001 发表于 2018-9-11 23:31\n唔啊更新第二部分了才看到\n可以说是很棒了 虽然个别表述和用语还存在瑕疵 但是这种混杂的文风感觉相当自然 ...\n感谢大佬电评"
        }
    ]
}