{
    "title": "[多线]UPCRAFT ——FTB建筑师乐园|FTB-Interactions|天空工厂4|臭氧计划3[1.12.2]",
    "author": "JackMeds",
    "replyCount": 0,
    "timestamp": 1536741240,
    "txt_content": " 本帖最后由 JackMeds 于 2019-4-30 15:57 编辑 \n\n\n\n\n\nfile_1556607915000.jpg (278.35 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-30 15:06 上传\n\n\n\n\n\n主服：FTB-建筑师乐园\n原帖\n中文简介\n\n这次为大家带来的是FTB团队“建筑师乐园”\n这个服务器与以发展困难科技线、变态空岛生存不同，它是对Minecraft原版魅力的开拓\n即奇妙的生存与建造\n这个服务器采用熟悉的原版主世界进行生存，辅以各种的有趣模组，极大的配合你天马行空的想象力\n让你建造出最完美的奇妙乐园\n你仍然可以在这里找到熟悉的\n应用能源、林业、沉浸工程、热力膨胀和MEK等科技模组\n以及\n神秘时代6、植物魔法等的魔法模组\n但真正的主力阵营是我们丰富的建筑类模组(非常多)\n内含丰富彩蛋，希望大家喜欢\n英文介绍\n\nIn stark contrast to the tech heavy, goal orientated skyblock packs of late, FTB is proud to bring you BUILDERS PARADISE, a pack that celebrates the beauty and majesty of modded Minecraft.\n\n\n \n\n\nWith all the appeal of standard overworld kitchen sink familiarity but stocked to the rafters with mods that provide aesthetically pleasing blocks and items designed to embellish the creativity of both survival and creative players alike.\n\n\n \n\n\nYou'll still find some of your trusted tech friends here such as Applied Energistics, Forestry, Immersive Engineering, and Thermal Expansion along with the titans of magic like Thaumcraft, Botania, and Astral Sorcery but the true stars of the pack are the buildings mods. Fairy Lights, Fancy Lamps, Blockcraftery, Little Tiles, and Architecturecraft are just a few of the options and when paired with building aids like BetterBuilders wands and Chisel, well, the sky is the limit! The inclusion of ProjectEX providing easy access to bulk materials through EMC enhances the flow of the build centric gameplay so there's nothing stopping you from completing your Minecraft masterpiece!\n\n\n游戏主菜单\n\n\n\n\n\nfile_1556609956000.jpg (360.12 KB, 下载次数: 1)\n\n下载附件\n\n2019-4-30 15:40 上传\n\n\n\n\n\n\n\nFTB Interactions\n英文介绍\nDo you want to traverse the dark star Aurelia, scavenging its dungeons for rare technology while fighting off Eldritch Praetors? How about draining the blue vitriol oceans of Euclydes to feed the copper consumption of your increasingly large factories? Have you ever made a floating reincarnation prison for the Ender Dragon, harvesting its heart to empower your weapons and armor? Or watered your flowers with infused starlight and diesel? Do you actually want to know what happens when you submerge a Mighty Ender Chicken in magical anti-matter? The journey to answer these questions isn't going to be a short one.\n\nFTB Interactions is the largest and most ambitious progression pack FTB has developed to date. The pack was designed to encourage cross-mod interactions to solve logistical challenges, defeat buffed mobs, outright cheese traditional obstacles, and even automate the killing of bosses. It's a progression and quest driven pack that is targeted towards people looking for a long term challenge for themselves or in a server setting with teams in mind.\n\nMany large well-known mods are featured in the pack, foremost among them is Gregtech: Community Edition which serves as the backbone of the pack's progression, while mods like Thermal Expansion, Astral Sorcery, EnderIO, and Blood Magic play supporting roles. Over 20,000 lines of unique scripting was used to eliminate redundant materials or blocks (who needs 10 furnaces from 10 mods?) and integrate mod recipes and mechanics to make sure there was a polished, sensible experience when exploring how mods interact with each other. On top of that, traditional progression of mods have been flipped on their heads to encourage new playstyles or to better balance their functionality in a large pack.\n此包难度巨大，适合养佬，能玩巨长时间\n\n\n\n\n\nfile_1556331020000.jpg (600.47 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-27 10:11 上传\n\n\n\n\n\n天空工厂4之钻石空岛\nskyfactory-4\n支持云存档\n原帖\n\n\n\n\n\nfile_1555738851000.jpg (218.57 KB, 下载次数: 2)\n\n下载附件\n\n2019-4-20 13:41 上传\n\n\n\n\n\n\n\nProject Ozone 3 A New Way Forward\n臭氧计划3\n模组列表见MC百科宣传贴\nMC百科宣传贴原帖\n\n\n\n\n\n\n\n收费标准.png (54.59 KB, 下载次数: 1)\n\n下载附件\n\n2019-4-6 08:09 上传\n\n\n\n\n\n\n\n服务器配置\n\n软件方面采用cat server PRO付费版128元每月力争为玩家带来舒服的游戏体验\n联系方式\nQQ群:839268907 点我加群\n\n\n\n\ntemp_qrcode_share_839268907.png (47.14 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-30 15:43 上传\n\n\n\n\n\n服主QQ:1530043661\n\n\n\n\n",
    "replies": []
}