{
    "title": "【原创/单篇】开学第一课观后感2018",
    "author": "Asthenia",
    "replyCount": 3,
    "timestamp": 1537063260,
    "txt_content": " 本帖最后由 540083835 于 2018-9-17 22:54 编辑 \n\n 序言这篇还是九月四号写的\nemmmm可以拿来应付学校的观后感嘛如果你们学校还没收的话\n 正文部分又是一年九月，《开学第一课》一如既往的出现在了CCTV1综合频道的荧幕上，纵观历届主题，从2008年的《知识守护生命》到2016年的《先辈的旗帜》再到到今年的《创造向未来》。其中向我们传达的观点在不断的变化着。曾经的中国需要人才，渴求人才。而如今的中国已经拥有了大量的人才，我们需要创新，我们需要创造。我们需要将“中国制造”彻彻底底的转化为“中国创造”。我们要摆脱“世界工厂”的称号，走向“世界实验室”的荣耀。在今年的《开学第一课》里，不论是国产大飞机“C919”亦或是神秘嘉宾，无壳孵化小鸡“小茶缸”。都在向我们展示着科技的魅力和我们的国家近年来在科技领域的突破。在节目中总共有四堂课程——第一课：梦想；第二课：奋斗；第三课：探索；以及第四课：未来。这四堂课的循序渐进中隐喻着我国科研的发展历程，各行各业的心中怀揣的中国梦，赫然成为了他们奋斗的精神支柱，在奋斗的过程中他们不懈探索，最终取得了一项项的成果！这些成果不仅仅属于个人，更属于为了中国发展而拼搏的每一个贡献者。在第一课梦想中，主持人撒贝宁说，“梦想是人生的指路灯，每个人都应该有自己的梦想，人生就是确立梦想、追求梦想、实现梦想的过程！”第一位通过网络连线出现在《开学第一课》的人是功夫巨星成龙，他讲述了自己年轻时，因为怀揣着梦想通过不断拼搏后，从一个剧组跑龙套一步步的成长为能够独当一面的导演的故事。他说，“我六十四岁了，总有人说我老了该退休了”。即使这样但他依旧倾注全部心血的在工作，因为在他看来，梦想是不分年龄的。事实也是这样，思品书上也写着“少年有梦不因止于心动，更在于行动！”第二课奋斗中，新东方的创始人俞洪敏走上了讲台，他分享了自己曾经奋斗和成长的过程，他高考了三次，第一次高考英语只有三十三分，远远不足以考上他当时心仪的大专院校，在面对家庭和生活的双重压力下，他选择了在农闲的时间学习。第二次高考他离考上那所学校仅仅只差了五分。面对家人的失望和劝阻，他没有选择放弃，而是义无反顾的投入到了学习之中，他倾尽一年中所有的时间来学习，最终超常发挥，考到了**大学！他说他的故事就如同那位在工地收到**大学录取通知书的少年一样，都是难以置信的。有人说寒门难出贵子，但是实际上贫寒所束缚的仅仅是一个人的眼界和决心，但当一个人打破眼界的限制之后选择奋力一搏时，这些所谓的“束缚”便会土崩瓦解。创造需要一个过程，叫作“探索”，探索的过程中是没有操作手册，没有前人经验，只能摸着石头过河的。探索是辛苦的，但当一个人完全的浸入到探索的状态中之时，对于他而言探索会是有趣的。来自**的八岁小朋友韩嘉盈就是这样的一个人，她有一项“哄睡”的神奇技能。在现场她亲自将一只小狗和一只青蛙迎入了梦乡。同样在这一课上，国产大飞机“C919”的总设计师吴光辉与自己的恩师魏志毅重逢，他将首飞的旗帜通过恩师赠送给了“**航空航天大学”以报效母校和导师对自己曾经的帮助与教导。其实所有的梦想都需要出发的决心和行动的魄力，在怀揣着这两种精神前进的过程叫做“探索”。它其实也由所谓的顺利与挫折；逆境与顺境；成功与失败组成。尝试给小动物催眠是这样，造大飞机是这样，人生其实也是这样。最后一节课未来中，最受关注的是无壳小鸡的孵化实验。这项实验代表着未来对生物的科研方向，亦证实了一个观点——科技可以改变我们的生活，使其变得更舒服，更美好。清华大学的副校长，**院士薛其坤认为我们要享受到“勇于探索”，“构筑未来”的乐趣。他说，“即使在非科学研究的领域，你们也要坚持科学精神，要逐渐建立一个内心强大的自我，永远不屈服于挫折和压力，在追逐梦想的道路上享受你们的人生乐趣。”是啊，人生就是这样，永远充斥着未知和挫折。但是只要度过艰难的岁月，迎接我们的定然是美好的明天。我们的国家在不断的发展，科学技术在不断的进步，经济体量在持续的增加。我们一直朝着复兴伟大中国梦的目标不懈奋斗。我相信在不远的将来，我们能够实现中华民族的伟大复兴，能够让那些曾经为中国的解放而付出生命的烈士们含笑九泉。如今祖国人口老龄化严重，作为新生一代的我们应该肩负起振兴中华民族的伟大使命，我们应当学会创造；提倡创造；乐于创造。以创造构筑出通向伟大中国的未来的康庄大道！从而真正意义上的实现——创造向未来  ",
    "replies": [
        {
            "author": "Steven_LX",
            "timestamp": 1537064520,
            "txt_content": "我们学校根本没要求看《开学第一课》2333"
        },
        {
            "author": "Skyer",
            "timestamp": 1537066020,
            "txt_content": "开学第一课老师会放给我们看"
        },
        {
            "author": "SevenC",
            "timestamp": 1537078680,
            "txt_content": "開學***某些方面三觀不正，總覺得會誤導正在形成三觀的學生們。"
        }
    ]
}