{
    "title": "今年 YouTube 上最受欢迎的游戏并不是 “堡垒之夜”",
    "author": "广药",
    "replyCount": 10,
    "timestamp": 1537344720,
    "txt_content": "原文：https://www.theverge.com/2018/9/ ... -minecraft-fortnite\n\nFortnite is not the biggest game on YouTube this year\n今年 YouTube 上最受欢迎的游戏并不是 “堡垒之夜”\n\n\nThis year, it’s felt like Fortnite has taken over the world: seemingly every teen is playing it, big sports events always have stars doing in-game dances, and even Drake likes to drop onto the island from time to time. When it comes to video content, some of the most circulated and widely talked-about gaming clips tend to be wild plays or funny Fortnite moments. But, don’t let the hype deceive you: Fortnite hasn’t actually overtaken every corner of the internet.\n有没有感觉今年堡垒之夜已经全球制霸了？几乎所有的玩家都在玩这个游戏，几乎所有的大型体育赛事都有明星在模仿游戏这个游戏的舞蹈，甚至Drake（国外知名歌手）也喜欢时不时的玩上几局。在视频领域，一些最受欢迎和被广泛谈论的游戏视频，往往也都是堡垒之夜的精彩集锦或搞笑镜头。但是，别被这些表面现象蒙蔽了双眼：堡垒之夜其实并没有占据互联网的每一个角落。\n\n\nRyan Wyatt, YouTube’s director of gaming content and partnerships, does admit that battle royale games, in general, have been exploding on the platform, thanks to the likes of PlayerUnknown’s Battlegrounds and Call of Duty’s recent Blackout mode. Despite that, none of these games are beating a blocky survival game that continues to capture the attention of children everywhere nine years after its release.\nYouTube游戏内容和合作伙伴总监Ryan Wyatt表示，大逃杀类型游戏确实在YouTube平台呈现爆炸性增长的趋势，这也得益于PlayerUnknown的绝地求生大逃杀和使命召唤最近推出的Blackout模式。尽管如此，以上这些游戏也没有击败一个方块的沙盒生存类游戏，在这个游戏发布9年后的今天，它依然吸引着全球各地儿童的注意力。\n\n\n“Fortnite has certainly been a massive contributor to the growth on gaming [but] Minecraft is still our biggest game globally,” Wyatt says. “Fortnite has not taken off in every single market.”\n“堡垒之夜确实是游戏视频飞速增长的重要贡献者，（但）Minecraft仍是YouTube上最受欢迎的游戏。” Wyatt 表示，“堡垒之夜并没有做到全平台制霸。”\n\n\nIf this seems absurd, consider this factoid: despite its age, Minecraft saw a record-breaking 74 million active players in December 2017. Fortnite, by contrast, made headlines when it eked out a mere 3.4 million concurrent players earlier this year. It also helps that after all these years, Minecraft continues to be updated with new content, so players always have a reason to keep coming back — and a reason to record themselves enjoying the game.\n虽然这看起来很不可思议，但请考虑一下这个事实：尽管Minecraft的年龄已经不小了，但它仍在2017年的12月创下了7400万月活跃玩家的记录。相比之下，堡垒之夜仅在今年年初勉强有着340万的月活玩家。当然，Minecraft之所以如此受欢迎，也依靠它本身在近年来一直持续更新新内容，所以玩家们总是有理由回归，并记录他们享受游戏的过程。\n\n\nThe biggest games on YouTube also fluctuate depending on the market in question. In the Middle East and Asia, for example, top games include mobile multiplayer online battle arena games such as like Arena of Valor and Mobile Legends: Bang Bang, two games that aren’t even on the charts in the US. While mobile gaming has been huge for years now — everyone has a phone — Wyatt says that it wasn’t until somewhat recently that people have wanted to watch mobile games in huge numbers on YouTube.\nYouTube上最受欢迎的游戏也会根据相关市场而变动，例如，在中东和亚洲，最受欢迎的游戏包括移动平台MOBA游戏，如王者荣耀和Mobile Legends：Bang Bang（无尽对决），这两款游戏甚至不在美国的排行榜上。虽然移动游戏已经存在多年了 - 每个人都有一部手机 - Wyatt 表示，直到最近，人们还想在YouTube上大量观看手机游戏。\n\n\n“It’s a very Westernized look when you look at just the Fortnite lens, of how big Fortnite has been,” Wyatt tells The Verge. “But when you start to look at these other countries and regions, we’re actually seeing explosive growth from the mobile gaming category that’s pretty underrepresented in the West.”\n“当你看到堡垒之夜超级成功的时候，你只是看到了西方国家的一些现象。” Wyatt 告诉我们，“你只要稍微关注一下其他国家和地区，看到的实际上是移动游戏的爆炸式增长，而这在西方的代表性非常低。”\n\n\n",
    "replies": [
        {
            "author": "翎鲲",
            "timestamp": 1537346580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1537348380,
            "txt_content": "mc默秒全……"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1537349100,
            "txt_content": "表示堡垒之夜是什么都不知道awa"
        },
        {
            "author": "zyjking",
            "timestamp": 1537351740,
            "txt_content": "壮哉我大Minecraft!!!"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1537351980,
            "txt_content": "mc强无敌\n倒数第二段相当有点醒意义啊（唉）"
        },
        {
            "author": "MCGO1",
            "timestamp": 1537354500,
            "txt_content": "很不错。我每次进去YouTube也一直看到我的世界，太好了"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1537359420,
            "txt_content": "#LEGENDS IS ALWAYS A LEGENDS#"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1537359720,
            "txt_content": "看了这个消息后我感到很欣慰，mc热度依然稳定。"
        },
        {
            "author": "xiaozhouxyz",
            "timestamp": 1548725940,
            "txt_content": "诶，不知道国际服是什么样应该比国服强一百倍吧.."
        },
        {
            "author": "我素提米",
            "timestamp": 1548850680,
            "txt_content": "还是mc资历老啊,有了玩家沉淀"
        }
    ]
}