{
    "title": "[多线]风花雪月——工业-神秘-拔刀-AE2-潘马思农场-植魔-大量附属",
    "author": "黑龙啊",
    "replyCount": 0,
    "timestamp": 1537426200,
    "txt_content": " 本帖最后由 黑龙啊 于 2018-9-20 14:55 编辑 \n\n===============================================\n【风花雪月】9.17开荒\n===============================================\n完全不用担心内存，也不用担心延迟\n本服可以让你玩核弹，心动不如行动进来试试\n64*64地皮，每周一场PK赛，优质服务器\n我们敢说，那服务器肯定敢做\n选择这里,你将开启一段流畅的百人Mod服体验宣传的再好不如进服玩一玩\n\n服务器目前处于公测阶段\n目的为的是修复bug和完善功能\n使服务器更好玩 更有趣\n我们保证不会删除玩家存档\n你可以安心的游戏!\n\n\n完全不用担心内存，也不用担心延迟\n本服可以让你玩核弹，心动不如行动进来试试\n64*64地皮，每周一场PK赛，优质服务器\n我们敢说，那服务器肯定敢做\n特色MOD，你想不到的多，XP系统都带的起\n你喜欢的神秘，工业，植物，拔刀，各种附属你玩不过来，养老服\n心动不如行动，有人惹你的话，来一波核弹，在一个广阔的地方准备飞行\n还有小附属，更多附魔，无尽等等还有很多\n全世界死忙不掉落，资源世界无限跑图\n群号559352601，腐竹QQ390969785\n最后，风花雪月欢迎您的到来！\n林业：养蜂吗？很好玩的种树也行！\n本服无ban表，被ban物品均无法合成！！新服开荒，欢迎您的到来！！服务器有专业的团队来完善服务器\n且增强了对区块加载的限制和优化原生防御motd,假人,tab等测压,并且完美的添加了多项优化对区块的加载做的优化处理,以至于随便跑图都不会太大影响服务器性能用RAM存储区块,使得速度更加快,深度优化forge,限制每个玩家玩家做出卡服的行为就会因网络断开而自动掉线服务器是自家的，完全不用担心关服和跑路问题只要有一名玩家在，我们就坚决不会删档[长期不登陆会删档(比如一个月不上一次)]保护所有人在我们服务器的利益所有世界+所有mod+所有方块都对玩家开放[有漏洞或其他问题不算]什么？你说氪金玩家比平民玩家厉害？在这里，氪金玩家只能购买到能肝到的东西不用在担心账号被盗啦！模组箱子+各种模组机器，在地皮终身受保护，没有权限的人不能使用机器哦专注于玩家利益的服务器，保护玩家的每一个物品欢迎你们的到来，趁着新周目赶快来发展吧！\n本服务器不定期有活动，今天也有哟。\n欢迎各位加入服务器一起开荒本服务器由于是新开服 群人数和玩家都很少 各位请保持耐心 多谢\n本服务器致力于玩家的游戏体验(好像好多服务器都这么说)\n我们不会禁止任何破坏玩家体验的物品\n尽全力保护玩家在游戏内的合理利益\n本服服主由于新开服 有很多不会 还请见谅\n本服务器支持南瓜机 西瓜机 甘蔗机 鱼塔等 不会禁止\n禁止使用高频红石等破坏服务器稳定的物品以及行为\n服务器的简单介绍：\n服务器经常进行活动 上帝套 渗透 啄颅斧等都可以玩\n本服务器还在不断更新可以使用镭射枪挖矿\n可以使用核电来发电\n神秘可以做进阶上帝套优质的服务器质量 带给您不一样的游戏体验地皮世界自动锁住工业机器.模组箱子，不用再怕熊孩子偷东西啦\n客户端经过良心优化，Forge算法优化，客户端自带优化模组，不用怕吊针啦服务器管理层素质合格，本服务器不存在所谓的阶级玩家\n服务器拒绝一切任何不合理要求，服务器对所有玩家一视同仁\n来到服务器都是一家人，我们欢迎你\n服务器的目的不在于利润，但服务器也需成本，如您经济富裕，服务器感谢您的资助！\n\n\n\n刚开始你被我们救了，但是必须让你们学会生存。都在燃烧的地方生存，你们只能在地底生存，僵尸将不怕光明，白天将莫名\n。其妙出现在你们的面前，如果你没有装备，如果你没有武器，如果你什么都\n。不会做，那么，，，，你只有死！没错，你要警惕的不是挖矿时后面的苦力怕，也不是作死的小黑，而是其他跟你拥有资源竞争的玩家！ 服务器内还配备经济系统，主要是通过箱子商店插件实现！大家可以把自己不要的东西买出去，有需要的东西收购进来！这就实现了虚拟世界内做小老板！！！\n服务器内充值内容琳琅满目，只有充值才能找到玩家应有的尊严？\n服务器玩家权限满地，只有屈服或缄默方可获得一块落脚之地？\n服务器结交志同道合之士，但他们最终都因为受够了离我而去。\n服务器周目频换，没日没夜，精心建造的心血付之一炬...\n是的，很久之前，我也是一名普通的玩家，默默忍受这这些。\n......\n我也曾漂泊换服，四海为家，坚决而孤独的寻找心中的理想园。\n我也曾不甘权限，奋起反抗，迎来的只有无尽的粉刺和谩骂。\n我也曾日夜忙碌，一砖一石垒起自己力虽能及的温馨的小家。\n........\n但是！但是！\n钱没了，我可以再冲，朋友离去了，我可以再交。房子没了，我可以再盖。\n只是，这一遍一遍一遍一遍又一遍。只怕是，心累了。\n我苦苦追新心中的理想世界，我怕我是找不到了...\n游戏内展示图[attach]1254677[/attach]\n\n\n\n\n\n642b97dda144ad341fb49490dda20cf431ad85a2.jpg\n(304.26 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-9-20 14:55 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}