{
    "title": "【原创/单篇】纪七七事变八十一周年",
    "author": "Asthenia",
    "replyCount": 5,
    "timestamp": 1537669800,
    "txt_content": " 序言今年七月份所写的\n今日闲来无事便想发到这里了\n七月份的时候曾在简书发布 只不过确实是我本人所写 正文：\n宛平县城的黄昏衬托着傍晚的幽静，盛夏的花瓣早已渐渐凋零，长青的野草亦褪去了昔日的青葱，万物留下的仅仅是那忧伤而又枯寂的秋黄。林志道出生在那个烽烟四起，军阀混战的年代。每当他看到“日本”这两个字的时，他的脑海中总会不由自主的回想起那个戴着狗皮帽子，手里拿着刺刀的矮男人，亲手将自己的父亲刺死的画面。新中国成立之后，许多的记者都曾去采访和慰问那里的幸存老人，想要从他们口中获取到七七事变更多的内幕，但是他们不知道的是对于一个宛平人来说七七事变，是他们内心中永远的疼痛，更是他们一辈子都难以抹去的伤疤。记者问林志道能不能带她去曾经日本兵刺死他父母的地方。他有些魔怔，随后又点了点头，转身便一瘸一拐的带着那名女记者前往了那个他难以忘却的地方。“这条河，以前堆满了的是宛平人的遗体；流淌着的河水，是宛平人的鲜血。”林志道的话里不含这一丝感情，他的眼神中弥留的只有无限的麻木。如果仔细的观望老人的手的话，会发现他的手早已握成了拳头，但仍然无法掩盖住手掌干扁的事实。“您老了，可能...真的跟不上这个时代的节奏了吧。”那女记者见此也是笑吟吟的对林志道说，他的笑意中掺杂着许些嘲笑和对老人固执的不解。他没有说话，一直凝望着那清澈透底的小河，他深深的明白，那干净整洁的鹅卵石曾经裹着无数先辈的赤血；那绿草茵茵的河岸曾经担着无数先辈的遗体；那干净透彻的河水曾经是粘稠的血水。他迫切的想要去证明他内心对**和民族的赤诚，但又发现垂垂老矣的自己早已无力去改变什么，只好长叹一声向着家归去。当他望向天空上的云层时，不禁发现今日的彩霞，如同八十一年前七七事变爆发当天傍晚的彩霞一样的美丽。只不过不同于往日的是，如今的孩子不再需要为了活着而努力，亦不再需要为饭食而担忧。“我老了...我老了...”林志道拄着拐杖，一边念叨着一边走着。来往的孩子们纷纷躲开，为首的一个男孩对着旁边的一个女孩说：“快把手机拿出来。我们把这个老家伙录下来，肯定能火，等我们成了网红，就能享尽荣华富贵了！”只见墙角走出来一个穿军服的男人，望着那些孩子，不由自主的叹了口气：“但愿长大了的他们，不会像现在一样的幼稚。”因为军装男子记得，在他小的时候，小伙伴们所想的不同于现在的孩子，贪图玩乐不爱学习的当然有，但是如果当有人前去采访他们，问他们未来想做什么的时候，十有**的孩子会坚定不移的说：“为国效力，振兴中华！”",
    "replies": [
        {
            "author": "Mikoto、、",
            "timestamp": 1537671120,
            "txt_content": "支持！期待下一章QAQ"
        },
        {
            "author": "Skyer",
            "timestamp": 1537673700,
            "txt_content": "感谢世界和平"
        },
        {
            "author": "最帅的皓天",
            "timestamp": 1537685880,
            "txt_content": "支持，写的不错"
        },
        {
            "author": "虚泽",
            "timestamp": 1537688460,
            "txt_content": "笔风有点意思\n我以为写这种内容的笔风\n都是老一辈的文学家那样的笔风\n你的给我一种很轻的感觉\n作为中国人 我最后想说最后一句话\n振兴我大中华！"
        },
        {
            "author": "Asthenia",
            "timestamp": 1537698180,
            "txt_content": "王世源 发表于 2018-9-23 15:41\n笔风有点意思\n我以为写这种内容的笔风\n都是老一辈的文学家那样的笔风\n谢谢，比较喜欢看那些民国时期的小说吧。至于后来写着写着就成了这样了。"
        }
    ]
}