{
    "title": "投诉xu11xx乱关贴，应该移动到版主回收区",
    "author": "sakurakaori",
    "replyCount": 5,
    "timestamp": 1538016180,
    "txt_content": " 本帖最后由 sakurakaori 于 2018-9-27 11:10 编辑 \n\n我今天必须要投诉！不要匿名给我留言，有话直说我写的都是事实，我没有侮辱过谁要封我号请随意，我保存了word\n\n\n前天发了个服务器贴，在发之前我非常认真仔细地阅读了以下版规\n\n\n\n\n发完帖子之后等待审核，得到地结果是下面这个\n\n你这上面的1，打得很6哦，这是每个版主移动别人帖子的时候都会打的暗语吗？\n还是什么特别记号？还是你***随便打的？很秀哦！\n\n\n\n大惊！我怎么不记得版规里有这条？？？\n然后我又重新点击发帖，认真看了一遍\n\n第一，你这条本来就没有标记红色*号，证明不是必填的\n第二，“如果未向玩家准备专用客户端则可留空”，你别管我有没有向玩家准备专用客户端，既然是可留空，当然就可以留空不填！\n如果你写的是“不可留空，可填https://www.群内下载客户端.com” ，那一定不会有人留空！但你没有啊！我留空怎么就有问题？\n你也别管我是不是第一天看mcbbs，是不是没发过贴，但这肯定不是我的问题！你既然写了可留空，我就可以留空。\n我留空了，你因为这个关我帖子，就是你滥用职权。\n是你指引有问题，是你版规没有写，怪我？？？\n我专用客户端明天才做好，我先发个贴，不行？\n\n\n\n其实我这个人特别好说话，虽然我没有错，但你硬要说我没按要求，也可以\n你给我一个解决办法，你让我能修改，能标注，能加上我漏的东西也好！\n结果呢？？？心平气和对你说，你关闭了我无法修改，是不是要删贴重发？\n你要是负责任讲道理，说“我给你一个编辑权限，你改好告诉我”没问提\n你要是不负责任，敷衍了事，说：“是，你重发吧”也可以，我没有半点怨言\n\n但你**这是什么态度？？？\n就像你在英雄联盟遇到了bug，告诉客服之后客服回你一句——\n“仅限心悦会员咨询问题，请截图你的心悦会员等级”\n\n\n\n呵呵呵呵\n这种人竟然是版主，你这么牛逼的吗？\n我不知道是不是只有我遇到这种事\n我这种萌新diss版主，投诉版主，我知道肯定没有胜算\n就像某群大佬说的——\n\n\n\n\n\n我知道MCBBS是国内最好最大最权威的MC论坛，对帖子严格审核是好事\n但这**根本是乱来啊！根本就是瞎审啊！这叫严格吗？\n版规我也认真看了，写帖子的时候也是按照提示写的\n你随便找个不在版规里的理由关我帖子，\n问你接下来我要修改还是删贴重发，你给我来个客服模板回复\n可能这个投诉贴发了也改变不了什么，但我就是要发\n我就是要把这件事发出来，给大家看看，这是个什么版主？\n就他这还版主？可拉倒吧！\n还不如GiNYAi来当呢，还不如米二来当呢，还不如HTL来当呢，还不如海螺来当呢\n\n虽然这只是一件小事\n投诉版主还要冒着被**的风险\n但我就是要发这个帖子，我不图能改变什么\n正义可能会迟到，但永远不会缺席\n别管我最后能不能看到正义我始终相信正义会降临！\n正义一定会在某个时间点\n狠狠制裁那些没有责任心没有正义感的**\n\n\n\n\n别问我写的星号代表什么意思，不是很难，自己领会\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1538016720,
            "txt_content": "本版块乃举报投诉集中处理版块，在本版块发泄、侮辱、辱骂他人将受到永久封禁\n"
        },
        {
            "author": "sakurakaori",
            "timestamp": 1538017140,
            "txt_content": "匿名者 发表于 2018-9-27 10:52\n我不觉得我侮辱了谁，我写的都是事实"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1538017200,
            "txt_content": "GiNYAi 、米二、HTL、海螺：我不是，我不当，别瞎说啊"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1538017620,
            "txt_content": "这不是很好理解吗，关贴与移动的理由都是同一个，避免重复的操作用标点或者“1”代替不是很正常吗。\n打上*号表示不是必填，只是代表没有这一栏帖子也能正常发出，并不是说你打了个擦边球就能当一个“展示用途的服务器”挂上来了，你作为发帖人，和论坛一样，首先应该照顾的是看帖的用户，而不是因为一个版规的擦边球所以就这么帮你任性的挂上服务器。\n至于规定，服务器版虽然没有明确的版规，但是有作为示例使用的服务器标准贴，你自己不去读，被关了又冒着被封禁的危险来这里宣泄一波。\n再说版规，版规这东西不是全都定下了再等什么事情发生，一部分的还是需要因事情而定或更改。阁下可能会成为服务器版细节规定改革的推动人，恭喜。 \n你可以质疑论坛的版规，也可以直接建议更改，但像阁下这样，直接人身攻击的可不是什么理智的做法。"
        },
        {
            "author": "混乱",
            "timestamp": 1538017980,
            "txt_content": "根据《服务器版块版规》三、服务器帖子内容要求：3-2: 若服务器需要专用客户端才能进入，需要说明客户端的获取方法。（2016-2-23）\n楼主服务器发布帖存在确实的缺陷是客观事实。操作理由填写“1”因为之前一次管理操作已经说明了审核不通过的原因。\n所以版主操作无误，本次投诉不成立。\n附件：操作日志\n\n\n\n\nTIM截图20180927111440.png (10.84 KB, 下载次数: 0)\n\n下载附件\n\n2018-9-27 12:13 上传\n\n\n\n\n\n\n\n\n\n"
        }
    ]
}