{
    "title": "Minecraft 主机版 TU70/1.78(1.77)/Patch 39 发布",
    "author": "LocusAzzurro",
    "replyCount": 3,
    "timestamp": 1538068740,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2018-9-27 18:24 编辑 \n主机版即Xbox 360，Xbox One版，PlayStation 3/4/Vita版，WiiU版，Switch版，由4J Studios为Mojang开发。\n迎接新的正式版吧！\n转载本贴时须要注明原作者以及本帖地址。\n\n\n本版本为 Xbox 360 版、PlayStation 3 版、PlayStation Vita 版 和 Wii U 版的最后更新。(来自Wiki)\n\nhttps://www.minecraftforum.net/forums/minecraft-editions/minecraft-playstation-4-edition/mcps4-discussion/2230179-ps4-patch-change-logs\n\nChange log for Patch 1.78 - September 25th 2018：\n1.78版本更新日志 - 2018年9月25日：\n\nAdded Pirates of the Caribbean Mash-Up Pack!加入了加勒比海盗混搭包！Fix for closing the application during the save download for PS3 / Vita saves can result in a corrupt level, causing the title to crash.修复了在PS3/Vita版本中下载存档时关闭程序导致地图损坏，主菜单崩溃的问题。Fix for Sea Grass making the Stone Breaking sound when broken.修复了破坏海草时播放破坏石头音效的问题。Fix for Ghasts low spawn rate in the Nether.修复了恶魂在下界的低生成率。Fix for Conduit Power status effect not affecting the Player when standing in the rain.修复了潮涌能量在玩家站在雨中无效的问题。Fix for being unable to place a Sea Pickle on Glass Blocks or Stained Glass Blocks.修复了可以在玻璃方块和染色玻璃方块上放置海泡菜的问题。Fix for throwing a Loyalty III Trident and leaving the level causing a complete loss of the user's weapon.修复了掷出带有忠诚III附魔的三叉戟并退出游戏时导致武器丢失的问题。Fix for items not being able to be crafted using damaged Tools in Console Crafting.修复了在主机版合成中无法使用有损耗的工具进行合成的问题。Fix for Magma Block generating bubbles under itself when placed between Water and Air blocks.修复了在水方块和空气方块之间放置的岩浆方块在其下方生成泡泡的问题。Fix for placing a block below a Conduit so that it deactivates, then destroying the block to reactivate it, the Conduit will turn/rotate suddenly.修复了在潮涌核心下方放置方块使其关闭，之后破坏方块使其重新启动造成核心突然旋转的问题。Fix for a Trident enchanted with Loyalty III constantly making circles around the place where the Player died.修复了带有忠诚III附魔的三叉戟在玩家死亡位置持续转圈的问题。Fix for Fully charged Bow doing the incorrect amount of damage (should do 9-10 damage).修复了满蓄力的弓造成伤害量错误（应为9-10伤害）的问题。Fix for Drowned dropping a Zombie Head when killed by a charged Creeper explosion.修复了溺尸被高压爬行者炸死时掉落僵尸头颅的问题。Fix for players not taking damage from TNT Explosions in Battle Mini Game.修复了玩家在战斗小游戏中不会受到TNT爆炸造成的伤害的问题。Fix for Iron Golems not defending themselves when walking to the nearest village.修复了铁傀儡在前往最近的村庄时不会保护自己的问题。Fix for crashes that can occur after fully exploring the tutorial world. (PS3 only)修复了在完全探索教程世界后可能出现的崩溃问题。（仅PS3）Fix for the side of grass blocks not displaying the correct biome color. (PS3 only)修复了草方块侧面不正确显示生物群系颜色的问题。（仅PS3）Fix for certain rail rotations being rendered incorrectly. (PS3 only)修复了某些铁轨在某些旋转方向下不正确渲染的问题。（仅PS3）Fix for white stained glass being invisible. (PS3 only)修复了白色染色玻璃隐形的问题。（仅PS3）\n\n\n\n\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）4JStudios的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）官方更新日志（英文）Minecraft博客（英文）英语 Minecraft Wiki的主机版版本记录页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的主机版版本记录页面（中文，更新条目详细）\n\n",
    "replies": [
        {
            "author": "lqz111",
            "timestamp": 1538070900,
            "txt_content": "摸酱抛弃java版了"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1538187480,
            "txt_content": "最后的更新0.0"
        },
        {
            "author": "enzuoriji",
            "timestamp": 1541815320,
            "txt_content": "mcbbs有你更精彩！！！"
        }
    ]
}