{
    "title": "【九月活动】稻草人与剑与红披风",
    "author": "暗夜Elen",
    "replyCount": 1,
    "timestamp": 1538052480,
    "txt_content": " 本帖最后由 雨夜蔷薇 于 2018-9-28 00:42 编辑 \n\n“稻草人手中握着剑，身上的红披风在秋风里上下翻飞。没有灵气的双目一如既往凝视着地平线，越过眼前金黄的田野，望向旅者曾走过的远方。”\n正文：　　01 稻草人　　晨雾正在散去，昨晚落在它肩上歇息的乌鸦刚刚苏醒，还在整理羽毛准备觅食。田野里已经有了早起劳作的身影，昨晚在酒馆彻夜狂欢的男人们排成一列，摇摇晃晃的经过稻草人面前。　　太阳升起了，清冷晨光照进了飘香的田野，鸟儿们唱起晨歌，田边磨坊开始运转，歇息一夜的马夫正准备上路。　　而我们的稻草人呢，它和昨天傍晚一样站在金黄麦田中一动不动，什么也没想，什么也没做。\n\n　　02 旅者　　致 安妮：　　很抱歉现在才匆忙给你写信，我昨晚在临行派对喝得太多了，听安德烈说我昨天抱着我的稻草人又哭又笑，唱了半个晚上，还煞有介事的把我的草帽托付给它，让它看守我的田地。　　哈哈，你现在一定笑了吧，我不在身边的时候一定要多笑笑。我就要出发去远方的战乱之地了，那里需要我这种年轻力壮的小伙子。不，别担心，我向你保证，你看看外面绿色的田野，当那些麦苗变成金黄色的时候我就回来了，在这之前你可要帮我照顾好我们的小狗，等它长大了就能看家护院了！　　哦，我现在就开始想念你了，一定要等我回来！\n你忠实的 詹姆斯\n　　詹姆斯伏在酒吧柜台上咬着笔杆，绞尽脑汁写着临别的说辞，完全没注意到从背后走来的人。　　“嘿！”那人猛地扑到年轻人身上，双手按住他肩头，探头想要看看詹姆斯写的信。“都快出发了，还在给你亲爱的安妮写信呢？”　　“别闹，安德烈，我还没写完呢！”詹姆斯皱了皱眉头，转身把浑身酒气压在他身上的家伙撂倒在地。　　地上的小伙子大笑着爬起来，从后面把手搭在詹姆斯肩上，故作严肃道：“你这家伙有了喜欢的姑娘就不管我了，没想到竟这样轻薄。”安德烈试图板起脸来，但还没说完就没忍住笑了起来。　　詹姆斯脸上有点泛红，他想拿开肩膀上的手，但也忍不住笑出了声。　　“行啦，以后有的是时间写你的信，告别聚会都快结束了，你也该去露个面啦！”　　“好好好，马上就去，我先把信装好。”詹姆斯在信纸上自认漂亮的写了个花体签名，把信装进信封里封好，交给酒吧外的小孩。还没等看着跑腿小孩的身影远去，年轻的士兵就被拽去了聚会人群里，在酒与笑闹中和别的人们闹成一团。\n　　队伍在清晨出发，昨天还在酒馆里胡闹的小伙子们已经在凌晨前往了集合点，整装待发的士兵们排成几队向远方浩浩荡荡走去。　　这些大都由年轻人组成的队伍里充满着还未被鲜血与战火污染的稚气，大男孩们不时踮起脚引颈远望，单纯地期待着没有到过的远方。\n\n　　03 稻草人　　仍是一成不变的一天，不过今天有了些不同。稻草人感受着身上新被安装的部件——裹在稻草身子上的红色披风，和绑在手上的一把坑坑洼洼的剑。虽然都陈旧不堪，但仍然坚韧且有力，也许是农民们为了补偿夜里被开玩笑的孩子们拿走的草帽而换上的。　　现在这些是它的一部分了，稻草人很喜欢披风裹在身上的感觉，比那些单薄破烂的旧衣服有用多了。但它不太喜欢手上的那柄剑——它太坚硬，也太锋利了。虽然上面有无数的划痕，但依旧能清晰的映出稻草人的样貌，就好像剑也曾映出的濒.死的敌人一样。　　这把剑和这件披风显然属于一个战士，他随着军队前往战火纷飞的远方，经历了风风雨雨。这些都印刻在他的剑和披风上，跟随它们一起返回宁静的田野，最后变为这具稻草人的一部分。\n\n　　04 旅者　　詹姆斯和安德烈趴在河畔的木栏杆上，身影被夕阳染得金红，眼前是在落日下波光粼粼的运河。近岸的河水被夏日阳光晒的温暖，波浪有一没一的拍打着河岸，扬起阵阵水沫。运河中央不时划过几艘船舶，三五成群运送着旅客和货物，在船夫悠扬的歌声中远去。　　对岸有一个规模不大的镇子，不过大多被岸边的芦苇丛挡住了。偶尔能看到放牛的孩童从密密麻麻的芦苇荡里探出头来，似乎在像这边张望着。风吹起来的时候，芦苇们在风中摇曳着，起起伏伏。水汽扑面而来，中间似乎夹杂了芦花的香味，和对岸镇子里，主妇烹饪晚餐的香味。仔细听闻的话，甚至还能听到人们的说笑声，和孩子们的欢闹声，让闻者不由得入迷。　　“喂。”沉默许久，安德烈先开口了，他推了推正在发呆的詹姆斯。“再往前走就正式进入战区了。”　　回过神来，詹姆斯只是嗯了一声，又把目光移开，不知道神游到哪去了。　　“你看这里的景色多美啊。”他小声说道，“以后一定要带安妮来这里看看，她一个人在家太闷了。”\n　　致 安妮：　　你还好吗？我们已经到大运河了，就像以前听到的传说一样，运河特别宽，不仔细看都找不到对面，比我们家乡的那条小河宽了不知道多少倍！　　外面的风景真的太漂亮了，如果你也能走出家乡的话，一定要来看一看。哦，我真希望哪天能和你一起来这里，在运河河畔吹吹这里的晚风。我不知道怎么描述它，但这......真的是我见过最棒的风景了。　　快到雨季了，这条河也涨了不少水。往常我们那边雨水倒不是很多，希望今年不会有什么意外吧。一个人一定要照顾好自己，保重。\n　　PS：明天我们就要进入战区了，有些人有点害怕，不过我可不是那种胆小鬼，在家里等着我的好消息吧！\n无限爱意詹姆斯\n\n　　05 稻草人　　稻草人在“想”着。　　它的那顶草帽已经被顽皮的孩童们拿走了，它在回忆那顶草帽还待在它头上时的感觉，为此甚至忽略了站在肩膀上的乌鸦，即使黑鸟正用喙撕扯着它身上的稻草。　　乌鸦像是受到了什么惊吓似得突然飞走了，也把稻草人飘飞的思绪拽了回来。　　田野远处跌跌撞撞走来一个年轻姑娘，她双手提着裙摆，不灵便的双脚努力地在土地上行走，最终来到这具稻草人身边。　　女孩的眼睛红肿着，脸上还留有几道泪痕。晴天阳光打在她的身上，显得那样无助。稻草人想要伸出手拭干她的眼泪，但它只能一动不动站在那，用无神的眼睛与她对视。\n\n　　06 旅者　　致 安妮　　很抱歉这几个月来一直没能腾出空写信。我们的军队在战区横冲直撞，几乎每天都有几场战斗，实在是腾不出时间写信——相信你也不会喜欢垫在膝盖上写的，笔记歪歪扭扭，也许还带着血迹的信吧。　　本来我以为秋天就能回家的，可眼看已经快要到冬季了，我们沿着运河向上，一路拼杀，但甚至还没进入战区最深处。这场战争比我想象的要更持久，也更残酷。我和安德烈都得到了提拔，这边一切安好，还认识了不少新朋友，你过得怎么样？　　过几天还会有降温，记得要多添些衣服，千万别冻着了。　　胜利在望，相信很快就能再见了。　　等我回来。\n疲惫但开心的 詹姆斯\n\n　　07 稻草人　　稻草人记得眼前的这个姑娘，在过去的一段时间里她曾数次来到它身旁，和它站在一起仿佛怀念着什么。虽然难以理解为什么她会对一具稻草人产生兴趣，但它也无从询问缘由。倒也是逐渐习惯了这个十几天见到一次的少女。　　但这次似乎不一样。\n\n　　08 旅者　　詹姆斯端着蜜酒，身后的壁炉里火焰在熊熊燃烧。身着常服的年轻男子不时啜饮几口，又抬头远望屋外的，铺满白雪的山脉。　　冬天的风吹来了飘飘扬扬的雪，凛冽的严寒很快把大地染成一片白色，也暂时冻住了沸腾的热血，让不断拼杀的队伍能有些许喘息机会。　　山脚下的一个偏僻但祥和的小镇，正在为即将而来的跨年夜筹备着。这一年的末尾他们迎来了一些特殊的客人，那是一队疲惫但士气高涨的年轻士兵，在战场上横冲直撞，凭着自己的运气与蛮力谋得一线生机。　　不过在这个寒冷的冬季，他们不用再成天与死亡打交道，善良的小镇居民们接纳了他们，并决定和他们一起度过新年。慷慨的主人们将自己的房间让了出来，给那些士兵休养生息。他们害怕那些剑，是士兵们为他们撑起的一片安宁。\n　　大卫和杰克正在外面的雪地里打滚，互相抛掷雪球——他们是詹姆斯在队伍里新结识的朋友。詹姆斯靠在门廊上看着他们胡闹，不久安德烈也加入了他们。又笑又闹的士兵们把周围弄得一片狼藉。昨天下午瘦小的孩子们用细瘦手臂挂起来的槲寄生掉在半融化的雪水中，门前镇民们送给士兵的略显寒酸的圣诞树被无意中踢倒，绿叶揉进了雪泥里。\n　　“行啦，你们别闹了，这可是那群家伙辛辛苦苦装饰的咧！”詹姆斯把蜜酒放在一边，用脚踢踢旁边的木头柱子，发出声响让三人转过头来。　　安德烈挠了挠头，“好吧。”他率先站了起来，拍了拍身上的雪渣。“下午我们去打打猎吧，要是能弄到头鹿就好了，镇子里那群家伙也太寒酸了点。”　　说着，安德烈向角落里远远看着但不敢靠近的姑娘们眨了眨眼。\n\n　　09 稻草人　　红肿着眼睛的姑娘张开双臂，伏在稻草人身上不听地哭泣。口中似乎在说着什么，但被连绵且悲伤的哭声盖住了，难以分辨。稻草人想要安慰眼前的少女，但它不能动。　　红披风仍在秋风中飞舞着，它的一角被少女紧紧地攥住。\n\n　　10 旅者　　致 安妮　　我们到最前线了，这里更乱，也更残酷，相比之下之前在后方的那些只能称作儿戏。形势非常不稳定，补给也时有时无，我可能没法再寄信给你了。　　又到了春天，在外面的这一年来我见识了很多，感觉成长了不少呢。希望你在家乡也过得顺利，对了，我们的小狗还好吗？　　一定要等我回来。\n无限思念饱受打击的 詹姆斯\n　　这封信没能寄出去，拜托带信的补给队在返回路上全军覆没，无一生还。　　晚些时候，詹姆斯被提拔为前线战区的指挥之一，因为更高级的将领都撤回了后方。　　在夏日的某天傍晚，在一条蜿蜒的河边，夕阳正懒洋洋地把光芒洒向人间，一如一年前的那个黄昏。　　刚才那场战斗中唯一幸存的士兵孤身靠在河边一棵枯树上，惊魂未定的喘着粗气。不远处战场的硝烟顺着夏风飘到河边，把落在枯树枝头歇息的乌鸦吸引而去。　　落日逐渐隐于山间，詹姆斯用力撑起身子，踩着脚下的鲜血，步履蹒跚的朝驻扎地走去。　　他还活着，他还有希望。\n\n　　11 旅者　　又是一个残阳如血的日子。地上战争的硝烟熏黑了白云，让阳光变得惨淡。一缕斜阳将最后的光明施舍给人间，为大地镀上一层金红。高空中传来一声啸叫，路过此地的鹰毫无停留之意。　　这是最后一次，詹姆斯跪在剑丘上，低着头，腹部的创口汩汩淌着血，视线渐渐染上深红。剑不知丢在哪里，身边堆满了死去的战友、敌人......死去的同类的尸体，在地面铺了厚厚一层。　　已是夏末秋初，远处吹来的风夹杂了一丝凉意，撩起濒.死者的头发，他身后的红披风在风中轻轻鼓动，柔和地裹在詹姆斯身上。　　“致安妮。”无人生还的战场上，最后一人默念道。　　“这是最后一封了......”　　“......深爱着你的，詹姆斯。”\n\n　　12 稻草人　　它仍伫立在田野中，用无神的双目凝望着不变的远方。稻草人并不向往所谓远方的风景，但它有些好奇，那位少女口中的那个人，都曾走过哪些地方。　　蓝天依旧清澈，大地充满生机，红披风在秋风中飘扬，生锈的剑已经断裂。废言：选标题的时候在“稻草人与剑与红披风”和“持剑之人”之间犹豫了很久，最后干脆就都写上了本来想搭配BGM的，但找了好久没看到合适的，就做罢了也许有什么深意，也许只是一个故事，也许吧新建文本文档.txt创建时间：2018.9.9填完时间：2018.9.24我是一只鸽子，我莫得感情感谢指出，被屏蔽部分已修复（这什么迷之屏蔽词啊orz）",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1538106360,
            "txt_content": "感觉可以混个第二、\n（只有两个九月投稿....）"
        }
    ]
}