{
    "title": "【九月活动】Halifax的一点往事",
    "author": "EisakaFuine",
    "replyCount": 0,
    "timestamp": 1538145420,
    "txt_content": " 本帖最后由 金星掠夺者 于 2018-9-28 22:40 编辑 \n\n一   一个不正经的士兵\n只是一声象吼，就让村民 阵阵惊叫。\n军队已经在这里驻扎两天了，除了偶尔的象吼声让人吓一跳之外，一切都平静如常。\n“啊…哈…我是帝国直属军的一员，你应该无偿把这个铁匠铺交给我们使用！什么？你不想？这可是冒犯帝国的大罪!”\n“你干什么呢？”\n一个军官拉住那个冲村民大吼的醉醺醺的士兵，几下将他制住。\n“抱歉，您作为王国的合法土地拥有者，本不应被冒犯，我对我的所作所为向您致以深深的歉意。”\n“砰”\n他把士兵丢到地上，指着他说：“这种不遵守军规的败类不配留在军中，我现在代表王国的最高统治者将他移交给您处置。”\n“不要把我丢在这！”士兵大喊。\n“哼，还对长官不敬，光是这点就能把你关进大牢！”\n军官呸了一下，转身离去。\n领主笑着点点头，回头对几个佃户大喝一声：“今天他就交由你们管理了，庄园的规矩，你们应该懂的！”\n佃户们弯下腰，回答道：“好的，我的大人。”话刚说完，一把锄头已经被扔到士兵的手里。\n“新来的，你叫什么名字？”\n“哼，你们不配知道我叫Halifax！”士兵气趾高昂地说道。\n天没一会就黑了，村庄的房屋都升起了灰黑的炊烟，壁炉里的火苗噼里啪啦地作响，释放出一点让佃户们取暖的热量。\n拴在门口的一条黑狗叫了几声，似乎是要突显一下它的存在感，但是它却完美地避开了有个人已经翻过围墙，逃出庄园。\n“驾！”\n田间小道上，一个农夫穿着的人背着一大袋东西，驾马疾驰着。\n“哈哈，庄园果然富得流油，这些东西够我吃上几个月了！”\n马匹飞跃过一条小溪，将后面的水磨抛在后面，为了避开军队驻扎的地方，他特意选了一条隐蔽的方向，看样子没有任何人发现这件事，佃户们通常要到第二天才会发现有人没来耕种。\n圆月逐渐升起，在地平线上露出半个头，可以听见，前方传来“叮叮当当”的声音，似是有人在摇铃。\n“嗨！老板！你这还有床位吗？我流浪至此，欲来借宿。”\n他骑着马进了镇子，在一个小镇前停下。\n“吱——门缓缓打开，一个戴眼镜的老头从门缝里上下打量着眼前这位客人。”\n“哼，今天没有床位了，你还是自己找个地方睡吧！”\n老头暴躁地说道，同时给了他个冷眼，把门一甩，就把他挡在了外面。\n“看来我手里的银子是没地方花喽——”\n“砰”\n门又被打开，老头两眼放光，不停拱手哈腰，把他引进屋内。\n“客人，里面请——”\nHalifax找了个房间，舒服地躺在床上，转头看向窗外，绿色的针叶林还在轻轻摇动，夜风刮进房间，掀起了窗帘。\n不知不觉中，Halifax已经进入了梦乡。\n天微微亮时，Halifax来到柜台前，丢下几块银锭，便离开了客栈，这时路上还没有什么人，酒馆招牌下的油灯还在慢慢燃烧，农夫满载作物的马车“吱溜吱溜”的穿过小镇。看，远处是在辛勤劳作的农民，他们三四点钟就得起床，开始耕种领主家的田。\nHalifax走到铁匠铺前，把剩下所有的银子都换成了马车，他把马套到绳子里，转动马车缓缓驶出镇门。\n“啊还真是怀念这里，不过我要走了，再见。”\nHalifax坐在马车上，百无聊赖地玩弄着一根草，马车离镇子越来越远。\n                 二       偏远之地\n几个月后，Halifax的财产都花完了，他又变得身无分文。\nHalifax拉住马，翻身下车，眼前是一望无际的草原，笛声混在风里，辗转起伏，看样子是某个乐曲家来到了这里，试图以吹一首小曲抒发自己心中的情感。\n他背起包，徒步走到河流边，感慨道：“没料到，我竟然会走这么远，已经认不得这里到底是哪里了，大概在帝国的版图之外吧。”\n一本古籍翻落到地上，被风吹得哗哗作响，快速翻动的页面间似乎有着一座雪山。\n“嗯，继续往北走吧。”\nHalifax捡起古籍，把它塞进包里，原地丢下篷车，驾马消失在草原尽头。\n一路上也不是一成不变的：他遇到了形形**的人，比如落魄的油画家、重度伤残的士兵，在偶尔遇到几个部落间的争斗的时候，Halifax也会插一脚，偷点战利品—比如说半瓶喝剩下的烧酒加一块发霉的面包之类。\nHalifax靠在一块石头后面清点战利品，同时稍作休息。\n前面就是冰雪茫茫，万里冰封的山脉，大树被吹得抬不起头来，只得被迫挂上厚重的白霜。\n前进，探求极北之地，还是退缩，回到温暖的温带小镇？\nHalifax犹豫了许久。\n三     Halifax的自传《法师的伏特加》\n\n\n等待更新……\nps：如果我能早个十五天看到九月活动就好了?(????????)??\n没时间排版嘤嘤嘤（其实就是来混个参与奖顺便练练笔）\n",
    "replies": []
}