{
    "title": "哪些mod有哪些东西？",
    "author": "森林蝙蝠",
    "replyCount": 6,
    "timestamp": 1538585340,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2018-10-4 11:29 编辑 \n\n科技类mod是目前数量最多的mod，提供了多种常见道具，例如自动工作台，打粉机之类的，那么哪些mod拥有这些东西呢？如下：\n1.磨粉机\n工业（IC2）：可以被超频升级加速到一个恐怖的速度，但是耗能也是恐怖的；缺点在于没有副产物，超频升级不太好做，且使用的是EU能量单位，但大多数科技mod使用的是RF能量，需要转换。\n热力膨胀（TE）：有副产物（几率不低），可以不加升级直接弹出，缺点是做不到IC2那么快，想增产矿粉需要额外消耗板块层岩液体。\n末影接口（EIO）：SAG磨粉机副产物比TE更多，支持广泛（尤其是把沙子磨成硅），可直接弹出，缺点是即使加了速度升级，也做不到TE的速度，且玄钢磨球有点贵；新版做起来麻烦。\n通用机械（MEK）：无增产，但是最多可以同时磨7种矿石，速度可以很快，缺点在于……没太多服务器用这个。\n实用拓展（AA）：有增产，可以同时磨两种矿石，前期即可使用，但也仅限前期，谁后期还堆这个属于石乐志。\n更多实用设备（EXU）：极其便宜前期就能使用，有副产，不能主动弹出，可以加速但需要GP能量，而且也没太多服务器用这个。\n\n2.熔炉\n原版（Vanilla）：可拉倒吧！\n工业电炉：可以被超频升级加速到可怕的速度（甚至比同mod的感应炉还要快），除此之外平平无奇。\nTE电炉：可以加升级直接烧出2个锭，也是唯一能增产食物的熔炉，速度可以很快，免升级弹出。\nEIO电炉：无增产，可以一下烧三个物品，速度较快，免升级弹出。\nEXU电炉：很便宜很简陋的熔炉，可以加速但需要GP能量。\nMEK电炉：速度很快，一次最多烧炼7个物品，唯一的缺点就是被人嫌弃用得少。\n沉浸工程（IE）电弧炉：一次可直接将12个矿石烧成2倍锭，缺点是耗能大，需要大量钢造多方块结构，还要手动更换电极。\n热量与环境（H&C）熔炉：可能是你见过最快的熔炉！一次烧一组！缺点是知道的人不多，在很多人看来比较OP。\n植物魔法冶炼火+原版熔炉：如果你愿意投入大量魔力和培养花朵的空间，你将打造出一个速度可怕的……原版熔炉。\n神秘农业熔炉：最快是原版熔炉的90倍！当然是很贵的，需要boss才能掉落的终极精华，而且需要消耗煤炭。\n匠魂（TIC）焦黑熔炉：理论上速度没有上限，唯一的问题是，你需要堆出巨大的多方块结构。\n\n\n3.管道与物流\n原版漏斗：不仅难用，还卡服。\nEIO管道：可能是你见过最简单易用的管道，放下管道直接右击管道接头即可配置，无需中间商赚差价，有跨维度物流，还可加装升级达到很快的速度和强大的功能！就是用多了卡服。\nBC管道：很多人因为这个把它当成了管道mod，但是这玩意吧，又卡服运力又低，还需要引擎带动，也就花样繁多，给追求趣味的老玩家和不明真相的新手用用。\nTE管道：需要伺服器和检索器（不占额外空间），运力不是最杰出的，相对贵点，但是胜在种类繁多，可以满足多种需求，还能运人。\nEXU管道：由不同的节点负责物品，能量和流体的运输，速度可以非常快，用着也不卡服，就是没那么傻瓜。\nMEK管道：运力很强，最快的流体管道之一，能量线缆还有能量转换的功能，有跨维度物流，多了可能卡服，而且也经常被嫌弃。\nXnet管线：用控制器来统一管理大网络，不卡服，物品能量流体一种线通通传输，速度非常快，但普及度不够，很多人不会用。\n应用能源（AE）网络：终端统一管理大网络，相当快速强大的物流与存储方案（带大箱子），有跨维度物流，但方案相对复杂，需要时刻考虑频道问题，门槛高。\n精致存储（RS）网络：AE的傻瓜版本，看了酒石酸教程就能上手，有跨维度物流，缺点是大了容易卡服。\nInductive Logistics（感应物流，直译）：管道运力未亲身测试，但是有很大的液体储罐和物品缓存箱子，缺点是……你很难找到这个mod的教程……\n集成动力和其附属（Integrated Dynamics & Integrated Tunnels）：这两个放一起才能当管道用，玩透了很强大，但是首先要玩透。\n以上的物流mod建议互相配合使用。\n\n4.核反应堆\nIC反应堆：最早且摆法最复杂的反应堆，直到今天还有人愿意为它做模拟器，图一乐还行，求产能？算了吧。\n大型反应堆（BR）：非常傻瓜的反应堆，基本只需要无脑堆燃料棒和熔融末影珍珠，产能还不错，适合中期过渡。\n反应堆工艺（NC）：需要设计热量平衡，否则控制器就会熔毁，并不适合前期，而且普及度也不高。\n龙之进化（DE）反应堆：产能巨大，可达上百万RF/t，但是需要设计输入与输出功率和遏制场，相对麻烦。\nMEK反应堆：无脑产能高的反应堆，可达几千万甚至上亿RF/t，但是对物料的消耗也是很可怕的，不信？试一试喽。\nGT反应堆：年轻人，珍爱生命，不要太委屈自己嘛，虽然产能挺高。\n\n5.太阳能电池板\n一般的mod：除MEK的太阳能可以有60RF/t和240RF/t之外，其他的都是废柴。\n高级太阳能：造价昂贵，产能可观（1EU=4RF），最大可达16384EU/t，但你最好有个能量转换。\nSolar Flux Reborn（reborn指的是重置版）：产能非常可观，与龙之进化（DE）联动的太阳能板可以达到52万RF/t，仅次于恒久光了，不过好歹是个太阳能板，而且造价也很昂贵。\n\n6.自动工作台\nBC自动工作台&TE循环装配台：有缓存，但只能存储一个合成表，需要蓝图一类的东西指定合成，后者支持流体桶合成。\nIE自动装配台：外观上符合玩家对“自动化生产线”的认识，支持流体合成，可以同时存储6个合成表。\nrftools自动合成器：造价极其便宜，无需蓝图直接指定，支持不被合成消耗的物品（例如血魔宝珠），支持流体桶合成，支持速度调节，可以同时存储8个合成表，我最喜欢的自动合成器没有之一。\nAE自动合成：可指定合成数量和自动定数（例如确保你的网络里有1000个某种物品），支持任意多的合成表（需要模板指定），不直接支持不被合成消耗的物品和流体合成（只能连接到其他机器间接自动化），门槛稍高，适合搭配rftools使用。\n\n7.资源无中生有（非空岛）\n一般来讲，无中生有资源比直接挖矿省事和减少卡顿的多，而且在家即可生产，值得一试。\nEXU量子采石场：产矿速度很快，缺点是耗能很大，要20000RF/t。\n神秘农业+IE玻璃罩：神秘农业是魔法作物的续作，可以直接种出精华合成对应资源，这种组合曾经以极低的成本（只需要水和很少的电）+很快的产率称霸一时，但IE玻璃罩后来越发削弱，逐渐不堪大用。\n神秘农业+TE有机灌注机：成本相对高，耗能更高，需要肥料（你可以通过感应炉烧铁砧的办法刷炉渣），但胜在速度快且从来没有削弱，还支持种植AE2的石英种子，这一点很重要。\n神秘农业+运算工艺温室：成本相对高（需要大面积的温室，电和煤炭），但速度也很快。神秘农业有个特性：经过多轮收获，自身生长速度也会变快，因此如果将低级作物和高级种在一起，会发生速度快的低级作物数量太多挤占高级作物的情况。\n盆栽盆：成本低廉，无需耗电，唯一的遗憾是没有直接种植资源的树苗。\n生物工厂（Woot）：耗电的刷怪塔，由于没有实体生成所以不卡服，速度可以很快，适合刷取生物资源（尤其是昂贵的下界星和龙锭，龙心），也可以刷金子和铁，但是没法搞到铜和锡之类的。（循环mod会为一些生物的掉落物加上钻石，因此这两个在一起有惊喜）\n林业（FR）养蜂：搞杂交是很有意思，就是比较折腾人，如果有基因工业mod，培养资源蜜蜂会简单很多。\nrftools世界：怎么说呢，这是个歪门邪道，直接用钻石块，金块，龙矿什么的创造一个世界……但也确实算是无中生有了，随便一挖就是上万块。\n\n8.输电方案\nEIO能量管道：可以和别的管道捆在一起节省空间，就是运力不咋样，最多支持2万RF/t。\nMEK能量管道：造价便宜，输电能力很强。\nTE管道：有多种输电能力的管道，实在不行直接上凛冰超导管道，想多少是多少，就是贵点。\nDE能量水晶：无线传输，传输能力极强，就是造价贵。\n实用拓展（AA）能量中继器：相对便宜，输电能力也不差，可达10万RF/t。\nEXU无线电池+无线传输器：由于一个无线电池可以绑定许多无线传输器给许多设备供电，因此这东西很适合给大批量低能耗设备供能。\nEIO末影传送器，MEK量子传送器，bdew的proxy：TE超立方体移除之后的跨维度输电与物流选项，后者比前两者更傻瓜，只需要绑定下地址，就可以跨维度传输了，还很便宜。\n\n9.护甲\n红石兵工厂（RSA）红石充能套：防护能力不错，耗电慢，往往这玩意退役不用了，还能剩很多电，就是比较贵，一套要96钻石。\n植魔源质钢和泰拉钢套：防护能力不错，可以用魔力修复自己，也算是电动护甲。\nIC量子：俗称量纸，以前很强能抗虚空，现在要啥没啥，bug繁多（例如无法附魔，容易打光耐久），还死贵死贵，傻子才做。\nDE龙套：虽然1.1x的龙套比起1.7.10有所削弱，但仍不失为防护能力强大的实用套装（护盾可以挡掉很多伤害，而且飞行速度很快还不耗电），我推荐大家都做一个。\n模块化动力装甲（MPS）：通过组装部件做成护甲，还是有乐趣的，就是会过热而限制了它的发展。\n血魔兵工厂（Blood Arsenal）神盾印记：即sigil of divinity，只要做出来，激活此印记，OK你无敌了，建议配合龙套使用。\n环境科技（ET）纳米机器人信标：这是个跨维度给玩家上buff的强力道具，虽然不是护甲但能给予玩家护甲一样的buff，而且可以最大程度避免衣服被扒的尴尬。\n……（未完待续）",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1538607420,
            "txt_content": "蝙蝠先辈还是很猛的，资瓷一下！"
        },
        {
            "author": "zjxx",
            "timestamp": 1538617500,
            "txt_content": "EIO末影传送器，MEK量子传送器，bdew的proxy：TE超立方体移除之后的跨维度输电与物流选项，后者比前两者更傻瓜，只需要绑定下地址，就可以跨维度传输了，还很便宜。\nEIO空间传送器吧..."
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1538617980,
            "txt_content": "看标题，差点水贴举报了……"
        },
        {
            "author": "我要当大神",
            "timestamp": 1539957120,
            "txt_content": "...从前自认大神的我，果然是个萌新。（用户名瞎编的竟然成真了）"
        },
        {
            "author": "W_N",
            "timestamp": 1541932680,
            "txt_content": "什么鬼标题 进来一看 楼主辛苦了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1544286840,
            "txt_content": "您老人家就不能好好想个标题？"
        }
    ]
}