{
    "title": "[双线]RIA Zeroth —— ▉夜不闭户的悠然理想乡◆◆◆热闹和谐的纯净社区服▉[1.13.2]",
    "author": "Cod",
    "replyCount": 0,
    "timestamp": 1538236380,
    "txt_content": " 本帖最后由 Cod 于 2019-4-6 18:25 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果RIA:Zeroth | RIA:Zth | RIA:0cean\n本服为RIA系服务器- RIA -一个以MC为缘相互结识的小社团，主要倾心于文化创作。社员们出于兴趣而创办的服务器，相互独立，自我管理，且群体分隔。RIA仅是象征着我们审美与共通理念的旗帜。——————————————————————————————\n△开篇简介\n我们以纯净的Minecraft本身为主题，致力于营造安逸舒适的游戏环境，强调游戏本身的魅力而不添加过于冗杂的衍生元素。为了保证服内优良的环境，我们设有一定的审核制度。相较于主流文化，我们更欢迎热爱诸如动漫、游戏、漫画及同人作品等亚文化的人们加入。\n△关于整体环境:\n     有节制的人数已经为我们的环境建设提供了一个好的前提。这样的规模，我们的管理员可以倾心于每一个事件，且不会过于操劳。在许多服务器中，房子要远离出生地、箱子需全部上锁、要及时圈设领地等看似「理所当然」却「毫不自然」的规则，在RIA:Zeroth可以全部放下。我们力求营造在同一片天空下，「路不拾遗，夜不闭户」的美好世界。\n\n经过已近半年的积累与验证，我们如今可以自豪地表示。RIA:ZTH ——\n「热闹而活跃，在线人数稳定，让我不至于再在服务器中体验孤独；」√\n「安全而清新，游戏环境安全，让我不至于在服务器中疑神疑鬼；」√\n「多元且社群，我不仅想玩游戏，还想在无法游玩时仍能够在群内欢声笑语；」√\n「稳定而长久，游戏内容稳定，存档有保证，确保我的辛勤建设不会无故蒸发； 」√\n「公益而纯净，忠于原作，绿意盎然，令我知道不是所有人都在盯着我的钱包，也得以拥有更自然的游戏体验；」√\n\n\n\n△关于配有的内容:\n    Zeroth已经是我们建设的第十二个服务器，如今的理念是「维持简洁&有序拓展」。\n    这次采用的版本是1.13纯净，除了一些基本的功能性插件与衍生规则设定，游戏内没有任何节外生枝的冗杂系统。\n    Zeroth服务器将会维持长久稳定的运行，不删档并紧跟官方的更新步伐，以一个原初简洁的核心起步，有条不紊地完善游戏的整体系统。\n\n△我们的氛围短片:\n   以最日常的角度，记录服务器中的生活。我们以半记录半宣传的态度制作了这个小片儿，\n   短片中的镜头均在未被人们发现或未告知录像的情况下拍摄。   你或许可以从这里通过它来一睹在ZTH(本服)游玩时的氛围与感觉。\nhttps://static.hdslb.com/miniloader.swf?aid=38121304&cid=67006601&page=1\n\n[源地址]\n\nhttps://static.hdslb.com/miniloader.swf?aid=30737448&page=1\n\n[源地址]\n△关于我们的价值观:\n    我们认为「Minecraft」在原生下才是最令人感到舒适，最能够传达制作者世界观的状态。所以我们并不喜欢通过复杂多样的插件、模组来试图改造游戏本身的规则。也不会为了能够承载更多的玩家，而利用各种手段以提升环境容量。我们将一直保持现在的规模，不会扩大，也不会缩小。\n\n[旭日下的公用交易所]\n[夜幕昏冥的公共陵园]\n△关于RIA:\n    RIA是我们成立的公益性社团，旨在提供优秀的Minecraft线上游玩服务。Zeroth是在RIA旗下开设的第一个服务器，我们还有一个名为TubesWord的轨道交通主题服务器。\n    当你加入Zeroth服务器一段时间后，即可申请加入RIA，参与更广泛的话题讨论与更多样化的活动。\n\n\n=—————————————————————=\n▽关于如何加入\n=  请至由以下号码加入候车厅群，并跟随指示发送入服申请。 =\n=「786314812」 == 点击或输入群号皆可 ==  是公用审核群，请记得备注MCBBS+IBS=显而易见地，你也会获取客户端\n=—————————————————————=就算不做久留，也欢迎进来旅游。感谢你的阅读，在此代表Ria社全体成员致上敬意。▽关于其他的种种如有任何的疑惑，或想要讨论一些问题，可以在候车厅提出。我们将一一作答。这篇宣传贴曾因一些巧妙的理由两次过审不能，且经历过一次原爆。其原爆，导致数十留言、评论与数百点评分因微小的刻板的理由而付之一，在此希望各位能贴下评分，来令它再次回复生机。如果对事件的细节感兴趣，欢迎从此处了解：[相关投诉贴\n▽服务器管理员证明：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}