{
    "title": "[多线]帝国与挽歌 —— MMORPG丨开放世界丨职业丨宠物丨副本丨战争丨 [1.12.2]",
    "author": "Le1_B",
    "replyCount": 0,
    "timestamp": 1538309280,
    "txt_content": " 本帖最后由 Le1_B 于 2021-1-2 17:02 编辑 \n\n\n\n\n\n\n01.jpg (155.51 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:44 上传\n\n\n\n\n\n\n\n\n\n02.jpg (202.83 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:44 上传\n\n\n\n\n\n\n\n\n\n\n03.jpg (168.38 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:44 上传\n\n\n\n\n\n\n\n\n\n\n04.jpg (194.86 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n05.jpg (176.49 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n06.jpg (129.07 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n07.jpg (155.4 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n08.jpg (147.56 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n09.jpg (199.7 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:45 上传\n\n\n\n\n\n\n\n\n\n\n10.jpg (188.08 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n11.jpg (157.66 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n12.jpg (183.39 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n13.jpg (172.84 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n14.jpg (221.01 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n15.jpg (178.87 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:46 上传\n\n\n\n\n\n\n\n\n\n\n16.jpg (147.02 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:47 上传\n\n\n\n\n\n\n\n\n\n\n17.jpg (109.67 KB, 下载次数: 1)\n\n下载附件\n\n2021-1-2 16:47 上传\n\n\n\n\n\n\n\n\n图片无法加载请点此处查看纯文字介绍\n\n服务期简介由帝国与挽歌开发团队潜心2年半开发制作，革新性的RPG服务器。在帝国与挽歌史诗般的游戏背景中你将扮演一名远离故土在斐瑞斯大陆闯荡的勇士，并加入到斐瑞斯大陆三大帝国中的一方为此效力三大帝国各据一方水火不容，尔虞我诈已是这里的常态……\n玩法简介帝国与挽歌采用了开放世界玩法。斐瑞斯大陆为8000×8000超大版图，其中包括30多个地形区域，以及散落大陆各处的建筑群。你可以任意探索每个角落,分布在斐瑞斯大陆上的上百种怪物任你挑战，而比怪物更应该堤防的则是你的敌对国家。\n三大势力如今的斐瑞斯大陆被夏兰尼亚、泰姆希缇、启示联军三分天下，他们在各自国土边界筑起连绵不断的城墙隔开对方；即便面临着魔族的入侵，三大势力仍旧各怀诡计，皆妄图一统大陆，究竟谁才是最后的赢家？而你又会选择加入哪一方并誓死捍卫你的帝国？\n电影式剧情帝国与挽歌原创电影式剧情主线，三大势力分别拥有三条故事脉络，错综复杂相互交织。不论是跟着夏兰尼亚的舰队一同探查帝国隐藏的秘密，还是与泰姆希缇一同拯救北境的危机，亦或是与启示联军一同联合沙漠部族共同抗敌。最终的最终，一切的故事都会引向一个共同的真相。主创人员倾心撰写的庞大故事，带您走进一个真实的斐瑞斯大陆。\n阵营墙阵营墙位于三大阵营领地交界处，需要使用特殊手段才能越过。翻越之后即意味着你已站上了敌方阵营领地。\n\n集市集市位于阵营主城内，你可以在这里与各路商人交易，包括装备的锻造与升级、治疗药水的售卖、钓鱼水产交易、黑市交易以及幸运抽奖。灵活使用集市可以帮助你更好的发展。\n职业帝国与挽歌拥有制作精良且非常注重平衡性的职业与武器系统，6类初始职业与12类分支职业，每种职业都拥有特定的技能，体系之大充分满足各类玩家需求。每个职业都拥有4种职业技能，2种通用技能，还可以通过搭配武器技能石配合职业技能使用，总计16种技能。\n天赋\n每个玩家都有多种天赋任意搭配，通过提升等级获取天赋点，加强人物天赋属性，解锁新的成长路径。即使是同一个职业也可以分支出多种不同的玩法。您可以是闪避流的坦克，也可以是攻击型的治疗，一切由您掌控。\n精美视觉包装\n帝国与挽歌精心设计原创GUI界面与材质包，聘请专业视觉设计师打造符合人机交互学的精美界面。功能引导完善，交互式主动引导，减少玩家不必要的困惑。除此之外，服务器内123种盔甲，114种武器、114种怪物掉落素材、68种特殊锻造材料均为服务器原创材质。\n武器与盔甲\n帝国与挽歌中含有盔甲123种，武器114种，每一种武器和盔甲都拥有单独的外观材质且拥有3种品级。每件装备还拥有十余种随机属性。武器和盔甲通过锻造获取。通过战斗、锻造获得您的盔甲。\n锻造与强化\n集市的铁匠每天都忙得不可开交，这里每天都聚集着斐瑞斯的冒险者们。冒险者通过击杀魔物，获得魔物的素材在这锻造精良的装备，再通过专业的强化系统提升武器的属性和词条。每一次强化都是惊心动魄的过程。\n铭文\n在斐瑞斯，除了强大的武器与盔甲之外，冒险者还可以通过佩戴铭文来提升自身的作战能力。根据佩戴效果的不同，铭文一共被分为五大类。分别为物理类铭文、法术类铭文、防御类铭文、恢复类铭文和特殊类铭文。每个大类又针对战斗中的不同情况有不同的专项强化方向。通过佩戴铭文，可以产生不同的强化组合效果，让您的冒险之路拥有更多的可能性。\nPVP\n在斐瑞斯大陆，不同势力间的战斗每天都在打响。在玩家渡过新手期后，将开启pvp系统，你可以通过击杀其他势力玩家获得荣誉点数，并使用点数在自己势力的首领处兑换奖励。帝国与挽歌的PVP系统功能完善，高等级玩家无法主动攻击等级过低的玩家，对新人给予保护。当然低等级玩家也可以选择向高等级玩家主动发起挑战，高等级玩家则可以回应挑战进行反击。\n幻甲外观\n多款幻甲穿出自信。穿上战甲，战场就是你的T台，驰骋沙场。战的痛快。\n坐骑\n斐瑞斯大陆幅员辽阔，一匹忠诚的战马将是任何一位冒险者探索大陆不可或缺的忠实伙伴。服务器的坐骑系统将为您提供种类繁多的骑乘伙伴，不同坐骑都有其独特的骑乘特性。帮助您更好的探索斐瑞斯大陆。\n协战宠物\n在斐瑞斯，每天面临着生存挑战，不仅是来自可怖的怪物，还有神出鬼没的敌对势力玩家。协战宠物是你永远忠诚的队友，与您一同升级，迎战你的对手，共同度过一项项挑战，永远不会背叛。\n组队遇到强大的对手仅凭一己之力是不足以击败的，此时，你需要的是与你志同道合的伙伴，在帝国与挽歌中你可以利用组队系统与他人组成队伍一齐冒险，组队后提升也将变得更加容易。\n魔将祭坛与竞技场在斐瑞斯大陆各地，都分布着神秘而诡异的魔族祭坛，他们是魔物入侵的先遣队，也是守护魔尊巢穴的守门员。进入祭坛，击杀魔将，你将获得进入魔巢，挑战魔尊的入场资格。\n大型团队副本匠心打造的立体闯关式副本设计，告别任何的火柴盒或高级火柴盒形式的副本，打造独树一帜的美式MMORPG副本。与队友无间配合击杀阻挡在你们面前的关卡守卫，不断深入魔尊巢穴，直到击杀魔巢首领。每个副本都有独特的关卡设计，体验感十足。副本入口散落在斐瑞斯大陆各地，通过魔将祭坛即可获得巢穴的入场资格。探索每一个副本，深挖每一个副本背后的故事，这将会是您最完美的副本体验。\n旅行地图完全消除传送指令，通过与场景互动达成传送。你从未见过的鬼才设计，独树一帜的传送方式——沙盘地图。你可以在沙盘地图一览无余地看到斐瑞斯大陆的全貌，由这里传送至己方的重生塔展开旅行。\n重生塔重生塔位于野外多个区域，你可以通过旅行传送门到达塔顶，也可以自行攀登。当你死后会复活在距离你最近的重生塔上，在塔顶激活滑翔技能，利用滑翔飞回你的死亡地点继续战斗，或者飞向任何你想去的地方。利用好它能够大大缩短路程。\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}