{
    "title": "【原创|单篇】科尔耶的秋天",
    "author": ":spgbigfan:",
    "replyCount": 2,
    "timestamp": 1538318040,
    "txt_content": " 本帖最后由 kakagou12 于 2018-9-30 22:35 编辑 \n\n不知道从什么时候起，大家就已经把这片草原叫做科尔耶。\n\n科尔耶，在塔贾罗阿语中，是闪光的意思。但是从没有人见过草原上的闪光；倒是有人认为科尔耶在古语中有别的意思。总而言之，科尔耶草原有的，只有一望无际的草。\n\n\n在科尔耶的每一寸土地上，从平地到丘陵，全都是约齐小腿这么长的青草。这青草也是从远到近，都是同一个程度的青色，只有在阳光下，你才能在摆动的阴影中区分出一根根的草来。\n\n\n每年的夏季，四月到六月，科尔耶草原上的游牧民们，便会驱赶着他们的牛或者羊，在这丰美的草原上大块朵颐。经历的冬天难以下咽的干草，以及春天稀稀落落的嫩芽，牲畜们终于等来了开夏时疯长的科尔耶青草，终于重新体会到了放开肚子，享受鲜嫩食物的畅快。\n\n\n草原是那么的美丽。在晴朗的时候，阳光的照耀下，游牧民就会情不自禁地唱起他们的牧歌。这牧歌是他们的长辈传下来的，在这草原上，也曾唱响过他们祖先的歌声。\n\n\n科尔耶草原有些奇特。在这里，声音能传得很远。所以四处的游牧民唱起他们的牧歌时，几乎在草原的处处都能听到歌声。在此起彼伏的歌声中，牛羊们悠闲的咀嚼着青草，似乎忘却了时光。\n\n\n当时节到了六月末，准备入秋，科尔耶草原开始吹起微弱的风，游牧民就会像四月初那样，驱赶他们的牲畜，恋恋不舍地离开这片土地，等待下一年夏天的到来。\n\n\n也只有在这个时候，科尔耶上的牧歌才渐渐淡了下来。偶尔能听到游牧民的呼喊，除此之外就是呼呼的风声。\n\n\n如果一位旅行家来到科尔耶草原，并且没有和这里的游牧民交流过，他就会为这里景象感到疑惑。疑惑不是因为科尔耶的牧歌传遍四处，而是游牧民要驱赶牛羊离开这里。游牧民驱赶牛羊也并没有如此令人疑惑，主要还是这里的草——比起开夏时，科尔耶的草已经几乎快要到齐腰这么高了。\n\n\n牛羊的啃食非但没有把这里的草吃得零落，草反倒是长得越来越高，而且还挺直细长的腰肢，在风中自由摇曳。\n\n\n草依旧如此茁壮，为什么还要带着牲畜们离开草原呢？\n\n\n如果这位旅行家先去问问游牧民们，那就是最好的了。因为在科尔耶草原的边界外，游牧民们除了夏天外居住最久的地方，额齐诺厄平原，那里的人会告诉旅行家，关于科尔耶风的事情。\n\n\n科尔耶风只在秋天出现。在八月初，科尔耶上的风最为猛烈。到了九月末准备入冬的时候，风才渐渐停息下来，但那个时候，科尔耶青草也枯萎得差不多了，牛羊们就又得吃那些耐于储存但食之无味的干草了。\n\n\n事实上，如果旅行家没有去询问游牧民，而是决定在科尔耶的秋天，吹起一阵阵风的时候，亲自闯入这草原，他会发现这风也没有想象的这么猛烈。比起来自大洋的那些凶猛飓风，秋天的科尔耶风似乎只是让人没法轻松行走而已，毕竟到处都是齐腰高的科尔耶青草。吹起的草屑粘到人的脸上，让人不自禁地把帽子往下扯，低着头向前行进。\n\n\n但是科尔耶的秋天并不是只有风的本身让游牧民们宁愿放弃青草也不愿留在草原里。\n\n\n勇敢的旅行家花了不少精力才走到了科尔耶草原的深处，略微刺骨的冷风让他拉紧了自己 衣服，而他却发现自己的身上粘上了更多的草屑。\n\n\n他尝试把草屑拍掉，但是没走两步， 更多的草屑粘了上来。这时旅行家才发现，自己的双腿早已粘满了草屑——怪不得刚才感觉脚上这么不舒服。\n\n\n科尔耶风依然在吹，旅行家也被这草屑弄得步履维艰。尽管他尝试把草拍掉，但是于事无补，只要一会儿，就会有更多的草粘上来。\n\n\n终于，旅行家变成了一个草人。沉重的草让他倒在了地上，压迫着他，让他连呼吸都没有力气了。\n\n\n科尔耶风依然在吹，只是草原里少了一个行走的人。\n\n\n话说回来，在游牧民的传说中，有一个人曾经在科尔耶的秋天穿越过这片草原。刚刚听完故事的旅行家很是诧异，于是他追问这些游牧民，到底是怎么样的人能在这秋天的恐怖之风中活下来。\n\n\n游牧民说，那是一个传说，没人能证明它的真实性。\n\n\n传说，有一个样貌怪异的人，在穿越科尔耶草原之前，来到了额齐诺厄。他确实向游牧民询问了有关这片草原的事情。\n\n\n游牧民们也的确劝说过这个人，告诉他科尔耶的秋风是何等的可怕。但是他没有动摇。他说，在草原的那头，有个人在等着他，他不能耽误时间。\n\n\n而且，他说，他或许有办法战胜科尔耶风。\n\n\n游牧民们只能放任他离去。在离去之前，游牧民的首领赠送了他一张薄牛皮毯，上面画着一些神秘的图案。这是游牧民的信物，他们相信，这种毯子能给出行的人带来好运。\n\n\n于是那个人走了，带着他的一个大背包，还有游牧民首领送他的薄牛皮毯。\n\n\n过了半年多，又到了夏天。游牧民们又像去年那样，带着他们的牲畜，沐浴在科尔耶草原的阳光中，唱着他们不知道传唱了多久的牧歌。\n\n\n五月的某一天，在愉快的牧歌声中，传来了一阵喧闹的声音。\n\n\n那个去年秋天，说去穿越科尔耶草原的人回来了。这一次，他穿着游牧民们很少见过的衣服——据他说， 这是来自远方的服饰——同时还带着游牧民首领给他的薄牛皮毯。\n\n\n游牧民们也很惊讶。首领好好接待了他，问他是如何在科尔耶的秋风中活下来的。\n\n\n他微笑，没有解释什么东西，只是说，大自然是可怕的，他也差点被草吞噬。能存活下来，只是侥幸。或许，是薄牛皮毯保佑了他。\n\n\n首领同意他的说法。事实上，就算知道了如果应对科尔耶风，游牧民们也不想前往那种令人不适的地方。\n\n\n推杯换盏间，首领好像又想到了什么，于是问他说，那个等你的人，见到了吗？\n\n\n这一次，他的脸庞挂上了幸福的微笑。是的，我见到了。\n\n\n首领说，那就好。\n\n\n游牧民们送走了他。从此，再也没有人尝试在秋天穿越科尔耶草原。就算有，也可能并没有被游牧民知道，而独自消逝在了科尔耶的秋风中。\n\n\n夜幕已经降临，游牧民的篝火已经点燃。今天是八月半，游牧民的传统节日。旅行家听完这传说，面对着熊熊的篝火，一言不发，陷入了思考。而在火焰的照耀下，人们手拉手，开心地跳起了舞，唱起了歌。\n\n\n不久，游牧民们就将送走秋天。十二月过后，就送走了又一个平静的一年。一年又一年，游牧民们在夏天的科尔耶草原放牧，唱着他们的牧歌。偶尔有几个人吐字不准，唱歌跑调，引起大家的哄笑——但没关系，只要唱得开心就行了。\n\n\n科尔耶草原有很多神秘之处。为什么传说中的那个人可以穿过秋天的科尔耶草原？为什么科尔耶的秋天会吹起如此可怕的风？为什么科尔耶在塔贾罗阿语的意思里是闪光，但草原上从未有人见到过闪光？为什么科尔耶草原叫做科尔耶草原？\n\n\n已经没人知道了，也没有人能知道了。只有在这里守望的游牧民，与一望无际的青草，是这科尔耶草原一成不变的风景。\n\n\n（完）\n\n\n2018年9月30日\n\n（本文首发于我的公众号\n\n此文献给我心爱的梁承枫同学，祝她下个月生日快乐）\n",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1538349180,
            "txt_content": "很强，资瓷一下！\n猜了一下，前后应该有三个人要穿越草原，\n但是只有两个人成功了？\n牺牲的旅行家是“如果”，可能只是虚构的人。\n传说里的旅行家和在等待他的人。\n真实的旅行家打了退堂鼓。\n大概是这样。"
        },
        {
            "author": "uuu2011",
            "timestamp": 1549208580,
            "txt_content": "公众号名字给一下咯？"
        }
    ]
}