{
    "title": "【九月投稿/单篇】艾卡西亚外传-《风笛爷爷的民谣》",
    "author": "虚泽",
    "replyCount": 4,
    "timestamp": 1538322180,
    "txt_content": "艾卡西亚-《风笛爷爷的民谣》 第一章  远处的民谣艾卡西亚的最东边，有一处繁荣的小镇，那里一年四季都是一片金色富饶的风景。在当地流传着一个古老而又神秘的民谣，叫做风笛爷爷。听说每到丰收的季节，远处峡谷内会传来一股清脆的风笛声，直到黄昏之时停止。有一天，一位吟游诗人来到这里，他倾听了那段奇妙的风笛声，于是想要知道是谁在吹奏这段乐曲。他走遍了小镇所有地方，问遍了所有的居民，他们都告诉他，这只是一个古老的传说而已，于是游吟诗人决定跟随着音乐，走进峡谷去寻找来自古老故事里面的秘密。年复一年，日复一日，小镇的居民早已忘记这位吟游诗人，可是他却消失的无影无踪。“院长爷爷，那你知道吟游诗人后来怎么了吗？”“一切有因有果，我也不知道后来发生了什么”正在询问的是这座孤儿院的孩子，他叫冬瓜，刚才院长爷爷正在给孩子们讲以前古老的传说。这时一旁的小胖子笑了起来，指着冬瓜说道：“哈哈哈，冬瓜，没想到你居然会相信这种传说”大家听见小胖子说的这句话，于是都开始笑冬瓜太幼稚，眼前的冬瓜早已满脸通红，双手拽紧拳头，大声的说道：“你们不相信算了，我一个人找到风笛爷爷，证明给你们看！”说完就急匆匆的跑走了，院长爷爷叹了一口气，看见眼前跑走的冬瓜无奈的摇了摇头。冬瓜这时一个人走在大街上，看见小镇上来了一个吟游诗人，于是就跑过去问他知道风笛爷爷的下落吗？吟游诗人一听，也开始想小胖子他们笑冬瓜，这种幼稚的传说也会相信，冬瓜不信，他心中一直有股信念，想找到风笛爷爷。夜色黄昏，远处的太阳已经快落山了，这时伴随着一段奇妙的笛声，整个小镇热闹起来，冬瓜看见眼前着一切，果然是真的，风笛爷爷真的存在，于是他飞速的赶往孤儿院。到了孤儿院后，在小房间里面找到了伙伴们，赶快让他们出来听这股奇妙的风笛声，可是伙伴们听了半天也没有听出什么来，于是又开始嘲笑他，这时冬瓜实在忍不住，对着他们大声吼道：“我今天就要去峡谷将风笛爷爷带回来！你们等着”冬瓜在不断的奔跑，穿过街道、小巷，最后到了森林里，风笛的声音一直没有停止，他发现森林四周的小精灵都活跃起来，好像是被乐曲滋润的一样。于是冬瓜带着迟疑独自前往峡谷。 第二章  峡谷里的秘密天已经逐渐变暗，冬瓜快看不见眼前的路了，不过在这黑暗中有一束火光，冬瓜伴着这束火光继续前行，不知道走了多久，冬瓜感觉到了饥饿，不过他也到达了峡谷口，最后只能忍住饥饿继续前进，冬瓜走进峡谷看了看，四周有种幽闭空虚的气氛，这种气氛越来越强，感觉像千斤顶一样，压得冬瓜心里越来越重，一不小心，冬瓜摔了一跤。“呀~好痛”冬瓜颤颤巍巍地从地上爬起，不过他发现自己前面出现了一块发光的绿色水晶，冬瓜将他拿起仔细的看了看，于是握在手里作为灯光照明继续往前走，天已经到了漆黑一片了，冬瓜他感觉自己身体撑不住了，又饿又困，于是他靠在一块岩壁上睡着了。这一睡就的第二天中午，冬瓜迷迷糊糊的从睡梦中醒来，他好像梦见昨晚风笛爷爷来找他了，而且还亲手叫他吹风笛，于是冬瓜又继续前进，到了峡谷深处，越走越窄，四周的恐惧感再次冲击到冬瓜内心，他已经开始害怕了，害怕这一切只是自己天真幼稚，害怕自己会死在这里，害怕再也见不到伙伴和院长爷爷他们了。这种恐惧和无力感始终拖拽着冬瓜，他蹲下来，紧紧抱着腿，去仔细回想院长爷爷讲的风笛爷爷的传说。这时，笛声又开始响了，冬瓜猛的抬起头向四周观望，发现手里的水晶又开始发光了，好像在指引他前进一样，在水晶的指引，冬瓜来到了一处古老的遗迹，遗迹的祭坛上面放着一把风笛，而右边是一位人类的尸骨，手里面紧紧抱着一本旧旧的书，冬瓜小心翼翼的从尸骨内取过旧书，翻看书中的内容：九月二十八日我来到这个小镇已经一年了，我尽力的去寻找有关风笛的下落，却始终没有着落。九月三十日我最后决定前往峡谷一探究竟，我一定要找到风笛的下落，因为我的国家需要我。一月一日三个月过去了，我身上的干粮已经被我吃完了，我在峡谷内寻找了如此之久也没有找到风笛的下落，我是应该放弃了一月三日我今天早上准备离开的时候，有了惊人的发现，我找到了一处祭坛，我发现了上面的风笛，坚持了一年之久，努力终于没有白费，于是我带着风笛准备离开。二月三日又过去一个月了，我发现我被诅咒了一样，再也离不开峡谷了，也许是我触犯了神，这是神对我的惩罚，我决定了，就让这个古老的传说讲我一起埋藏在这幽闭的峡谷中。冬瓜看完这本日记后，最后一页泄出来了一张乐谱，冬瓜在孤儿院学过一些乐曲，所以对乐谱非常敏感，于是他拿起祭坛上的风笛，按照乐谱上面，吹响了那来自古老传说的风笛声，这段声音随着峡谷传遍到小镇的每一处地方，居民们都纷纷出来仔细听这段乐曲，没错，这就是风笛爷爷的传说中所说的乐曲。冬瓜停下来了，他视乎看见了些什么，懂了些什么，他没有将风笛占为己有，他将风笛归还了回去，离开了祭坛，当他走下祭坛的时候，身后光芒万丈，风笛声也随之奏响，冬瓜回头一看，是一位老爷爷慈祥的笑脸，他将风笛交到冬瓜手里，只是微微地笑了笑，又轻轻点了一下冬瓜的头，最后化成烟雾飘走了。这股奇妙的感觉是冬瓜生前从未有过的，就好像是脱胎换骨一样，意识里面有新的东西，于是他回到了小镇，他没有将峡谷里面的秘密告诉小镇的人，不过孤儿院的伙伴们都相信风笛爷爷的传说，因为他们听见了，那首来自古老传说的民谣。\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1538322360,
            "txt_content": "虽然是临时赶工 很想参加九月活动\n我之前也问了章鱼 说12点前还有效\n这篇文章是我之前想好的一个伏笔 有点稻草人 童真的那种幻想在哪里\n虽然公布结果已经出来了 不知道能不能参加上九月活动"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1538322780,
            "txt_content": "王世源 发表于 2018-9-30 23:46\n虽然是临时赶工 很想参加九月活动\n我之前也问了章鱼 说12点前还有效\n这篇文章是我之前想好的一个伏笔 有点 ...\n我想说今天即兴做的那张渲染就是看到活动宣传图然后脑洞大开的。"
        },
        {
            "author": "虚泽",
            "timestamp": 1538323020,
            "txt_content": "ItIsEnderman 发表于 2018-9-30 23:53\n我想说今天即兴做的那张渲染就是看到活动宣传图然后脑洞大开的。\n才看了你的渲染图\n和我幻想中的有点差别 但是很相似了\n主要就是天空是蓝色 看起来有点变扭"
        },
        {
            "author": "langyo",
            "timestamp": 1538324160,
            "txt_content": "你这也太赶了…………\n\n而且一章400字…………"
        }
    ]
}