{
    "title": "[Minecraft.net][CULTURE]Fantastic Flying Machine--令人拍案叫绝的飞行蒸汽机",
    "author": "xiaowei233v",
    "replyCount": 6,
    "timestamp": 1538462640,
    "txt_content": " 本帖最后由 xiaowei233v 于 2019-8-2 22:02 编辑 \nFantastic Flying Machine令人拍案叫绝的飞行蒸汽机\nWisa的蒸汽朋克机展翅高飞！\n                                         对于一个像我一样的人来说很难去别的地方。我不会开车，我不会骑自行车，                                         我又真的懒得走路。嗯，我很擅长翻滚，即使我比以往又重了些，我上班的路                                         上还是会摔倒，直到有人载我去Mojang办公室我才停止我那震耳欲聋的哭声。\n                                         不管怎样，最近我一直在思考着改变我懒惰的方式，学着如何去开一家飞机；                                         而现在，我看到了Wisa制造的蒸汽朋克飞行机！(Steampunk Flying Machine)                                         我试图厚颜无耻的去摔倒，哭着直到Wisa把我抬上飞船，交给我启动的钥匙。                                         遗憾的是，他什么都没有。\n                                         但同时也有幸运的时候，当我停止住破喉咙的叫声时，他要准备和我讨论讨论                                         他那令人敬畏的空中建筑。棒极了！\n\n                                         “保持同一种风格是非常困难的，”Wisa告诉我，当我问到是什么激发了他的第                                         一个蒸汽朋克建筑，“我总是被新事物所吸引，我不能在那一动不动地坐着。”\n                                         说着，Wisa确实坐了足够长的时间看动画《天空之城》（虽然我以为他会站着                                         看）。这电影的特点是一个巨大的飞船。不久，Wisa就被此启发造了一个自己                                            的飞行器。\n                                          “我简要概述我的想法——当建筑到一些大型的东西时，会给我很大的帮助——                                         然后建筑就开始了。”\n\nWisa寄给了我这些他最初设计的草图。等等，他不仅造的好还画的好？不公平！对于我这个连扭动都不会的人！\n                                         “对我来说，MineCraft与其说是一个游戏，倒不如说更像一个图形编辑器，”                                         Wisa告诉我，“他可以比作成一张白纸；把你脑子里天马行空的想法画下来。”\n                                         “只不过用的不是铅笔，而是一个一个方块罢了！”\n\n                                         那么，蒸汽朋克是因为什么样的外观而吸引了Wisa呢？\n                                         “蒸汽朋克是一个非常详细且相当具体的风格。或许这就是它吸引我的原因？                                         所有的这些管道和蒸汽机给你创造了一种你所处在两个世界交织在一起的地方\n                                         的感觉。”那里旧科技与新科技融洽地在蒸汽朋克中和谐地在一起！\n\n                                         对Wisa来说，蒸汽朋克就像“过去人们只在书里写关于机械创作文章”，技术太                                         原始而无法实现那些想法的时代，还有“在现代机车已经成为日常生活中不可或                                         缺的一部分。”\n                                         “我想在现实生活中看到类似的[建筑]，但就目前而言，我只能欣赏艺术再现的                                         蒸汽朋克。”                                         的确，我们也很想能在现实生活中看到蒸汽朋克船！给读Minecraft.net的数十亿                                         工程师——努力实现去！\n\n一条在飞船上的铁路——绝妙！\n                                         Wisa花了三个月去建造这艘船，而且并不是一帆风顺的。“铁路总是喜欢在我给                                         他圆形的轨道上随意扭动它的身姿”他解释道。建筑者们在这一个满屏方块的                                         游戏里想建出一个圆的确是个棘手的问题，真对不起！\n                                         笼子则带了了一个更加独特的问题——该把什么可怜的家伙困在这里面呢？“这                                         花了我很久时间去思考，”他对我说，“我考虑过鹦鹉，各种机械动物甚至昆虫。                                         但到了最后，我选择造一只凤凰。他成了牢房里最后的居民。”\n\n这里有一些可爱的地方——我尤其喜欢那个火鸟“凤凰”，所以Wisa确保了他的建筑里有一些岩浆块！\n                                         等等。。。他刚刚说的是，“监狱”？\n                                         “是的，这有点像一艘监狱船。但它不包含以惩罚形式存在的囚犯。”Wisa向我保                                         证。哦！那么这艘船的目的是什么呢？\n                                         “这艘船把危险的生物带到其他新的栖息地。他们拯救它们的物种免于灭绝。”只                                         要不是把它们扔在我家附近，那听起来还是很棒的。\n                                                                                  Wisa在Minecraft上的建筑多种多样，令人印象深刻，值得一看。但他现在肯                                         定会坚持蒸汽朋克的风格。\n                                         “我想做一个狐狸雕塑的生物机器人。它的一部分将会是有机的，同样的，另一                                         部分又机械制成。这将会花很大的功夫，但这一切都是值得的。”\n                                         蒸汽朋克机器人狐狸？听起来是一个值得我等待的建筑！但对所有的工程师读者                                         来说——请不要试着在现实去造它XD。\n\n中译文章：Fantastic Flying Machine\n作者：Tom Stone\n发布日期：2018/9/22",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1538625000,
            "txt_content": "Tom的经典滑稽语调XD\nWisa寄给了我这些他最初设计的草图。等等，他不仅造的好还画的好？不公平！对于我这个连扭动都不会人！\n这里最后应该是“对于我这个连扭动都不会的人”吧"
        },
        {
            "author": "滑稽QAQ",
            "timestamp": 1539149940,
            "txt_content": "监狱是什么鬼……"
        },
        {
            "author": "飞飞鸟",
            "timestamp": 1539494940,
            "txt_content": "这个造了多长时间啊？还有，为啥要弄个笼子呢？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564585740,
            "txt_content": "“The rails on the railway warped all the time when I tried to line them up on a smooth circle,” he explains. It's a common problem builders face when they try to make circles in our cube-based game. \n铁路总是会在我试图固定在一个光滑的圆圈上调皮地弯曲。”他解释道。这是一个常见的问题在建筑者们在试图在我们一个立方体游戏里做圆的时候。\n翻得不是很好，最后一句语序也不对，可以考虑润色一下。\n\nA robotic steampunk fox? Sounds like a build well worth waiting for to me! But to all you engineer readers – don't try and build that IRL please. \n蒸汽朋克机器人狐狸？听起来是一个值得我等待的建筑！但对所有的工程师读者来说——请不要试着去构建那个IRL。\nIRL = In Real Life，就是说不要在现实中做出这样的东西。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1583059980,
            "txt_content": "请问lz是怎么排版的是自己打空格换行调试的，还是有自动化工具？"
        },
        {
            "author": "anyean",
            "timestamp": 1583914320,
            "txt_content": "实体烟雾绝了，尾气排放严重超标"
        }
    ]
}