{
    "title": "[恐怖]晚上看这玩应吓得我尿甩出了两泼----50篇超恐怖后怕型鬼故事！！超内涵！！",
    "author": "风障",
    "replyCount": 1,
    "timestamp": 1359275940,
    "txt_content": "1.一个女孩在海边捡到一个瓶子，打开后飞出来一只精灵，精灵说 我可以实现你一个愿望，女孩说我的家人对我一点都不好，我希望她们全死光，第二天清晨，女孩醒了，发现爸爸，妈妈，哥哥都在，过了一个星期，她又见到了精灵，精灵问我为你完成的愿望你满意吗。女孩愣了楞，马上哭了起来，问精灵可不可以收回愿望，可精灵说一切都太晚了。(想知道为什么，后面有答案哦)\n 2.从前有一个赌鬼的遗孀，有一天她看她小儿子以前写的日记。“4月6日爸爸不爱洗澡，身上长了很多虱子，我趁他睡觉时抓了几个，真好玩。”女人看了以后，就精神失常。为什么？\n 3.一个人半夜回家，他的家住在14楼，他走进电梯，过了几秒，发现八楼亮了，他想一定是八楼的人要坐电梯，过了一会儿他猛然按下了345楼，门打开就冲了出去，待在大楼附近的便利店直到第二天。\n 4.这个故事是发生在我的一个朋友的身上。 我朋友是一名寄宿生，在某个假期室友全都回家了，她依然留在宿舍中。 当晚，朋友在睡眠中感到尿急，可是由于厕所距离房间有一段距离，四周又黑漆漆的，朋友感到害怕便叫醒睡在她身边的室友陪她一同去厕所， 当他进入厕所后，却在也不敢出去了。 我觉得这个很好猜吧．LZ表示压力不大 5.有一天,我突然在厨房找到了一本日记,上面署名者是我爷爷, 这让我怀念起了他,从小爷爷就扶养我长大,直到某一天突然在家中心脏病发而死, 想了想我翻开了日记,上面写着: 当你翻开这日记时我早已逝去了其实啊,你爸爸并不是不爱你其实是因为家里太穷这间房子也是你爸爸身上最后的钱,买来的宝贝孙子,接下就告诉你爷爷的藏钱地方吧千年杉下有种草那种草叫做鬼针草记得以前教你快速解迷的人是我吗?快点用那笔百米跑步六秒的速度解吧..... 答案————————————————1.不是她亲生父母…也有可能，全家包括了她自己，结果都成鬼了。2.女人是一个可怜的人，丈夫生前是一个十足的赌徒，每每丈夫要去追求千金一掷的大赌之际，她都感到自己的心脏紧张像被人拧似的。有一次，丈夫突发奇想要跟人赌谁身上的虱子多，而赌注是——全部家当和他的性命。可是结果非常不幸，4月7日赌博的这一天，丈夫以少一个虱子的数落败了。愿赌服输，丈夫的命因此赔上，家里也被倾荡一空了。女人痛不欲生，哭了三天三夜，最后还是决定为自己的儿子挺下来。但是她的心灵已变得极度脆弱，已经不能承受任何风吹草动的打击了。这一天，她看了小儿子的日记，她看到的事情真相狠狠地刺激着她那颗脆弱的饱经摧残的心。3.外面有人按里面是不会亮的。有鬼吧4.室友全都回家了,陪他的是鬼5.第三行第一个字、第四行第二个字、第五行第三个字。。。这样依次读下来，就是：其实房间有鬼快跑！———————————————— 6.今天我去图书馆借书来看。位于馆内角落的书架是小说类别的，我对小说很感兴趣因此便去那选书。当我出抽第一本书时，书页却零落的掉了下来。此时我与书架对面的人在我抽出书本时眼神交会了一会。我继续在书架前花了约10钟左右选出3本看起来挺有趣的书，拿到柜台请管理员办理借书手续。在回家的路上我心理想着应该也把第一本书借回来的，但是书变成那样也没办法了．．．．．今天就借这些书回家吧这个我看了很久没看出来！ 智商捉急啊…… 7.因为出勤的关系我与同事租住了一间酒店的房间当时同事还有事要办今晚不会回来因为我很胆小所以早早就上床睡觉但是在深夜的时候我却听到「咯咯」的敲门声「是酒店的职员吗？」我叫道却没人回应我看着房门感到非常害怕那个敲门声一直从深夜持续到黎明才停止然后我立刻就去退房了之后我和出勤回来的同事说起敲门声的事「果然发生了呢」他这样说他说这间酒店以前发生过火灾有个人因为逃走不及被困在那个房间里到现在还是找不到他的尸体或残骸啊啊．．．还好我可以打开那个房门呢．．．． 8.因为出勤的关系我与同事租住了一间酒店的房间当时同事还有事要办今晚不会回来因为我很胆小所以早早就上床睡觉但是在深夜的时候我却听到「咯咯」的敲门声「是酒店的职员吗？」我叫道却没人回应我看着房门感到非常害怕那个敲门声一直从深夜持续到黎明才停止然后我立刻就去退房了之后我和出勤回来的同事说起敲门声的事「果然发生了呢」他这样说他说这间酒店以前发生过火灾有个人因为逃走不及被困在那个房间里到现在还是找不到他的尸体或残骸啊啊．．．还好我可以打开那个房门呢．．．． 9.，我和友人A君跟B君一同参加网路上约好的联谊。 到达指定餐厅后，马上就看到了女孩们的位置。「你们本人比相片上还漂亮呢!!」我看着她们，亲切的笑着。 「但为什么你们只有两人呢？C小姐不来了吗」A君问道，的确，她们只有两人 「唉唉～不好意思，C小姐她今天感冒没办法来了～」其中最可爱的A小姐答道， 太可恶了，这不就代表今天我们三个男生一定会有一个要悲惨的孤单着吗？! 算了，不想这么多，反正我这么幸运，绝对不会是我。 抱着这样的想法，我开开心心的吃着晚餐，B君许多无厘头的搞笑把气氛炒得很热呢。 「唉唉．．．」我骑着车，看着骑在前面的A君跟B君双双对对，「想不到我就是那悲惨的人．．」我以往都是最幸运的，只要有联谊，总会抽中最漂亮的那名女孩子，「看来是气数已尽。」「你看起来很烦恼呢～」停红绿灯时，座在A君后面的B小姐转头看着我，「果然是没有女伴的关系阿」她笑着，露出一口整齐洁白的牙齿，两只手还紧紧抱着A君， 「你就别再这样说了吧～」我苦笑， 其实B小姐也是个美人儿呢，笑起来会有澹澹的酒窝，一头长发再加上瓜子脸，只是不知道她侧面如何，有些女孩子正面很好看，但侧面就不得而知． 10.公司又被上司给骂了，就是那个连在公司女同事之间风评也差到爆的老秃驴。 “唉唉，该不会最近老觉得有人追踪我的犯人也是那老贼秃吧？”我一面这样想着，一面抵达家门口。虽然说是家，但其实也是个只有两个房间的老旧公寓，就只有起居室厨房和寝室，也只有起居室才有窗户，虽说是真的很便宜啦。 打开门锁进了房间，吓了一大跳，起居室的衣橱被翻乱了！想起来了，今早吃完早餐出门时忘了锁门，就这样去上班…… 啊啊……窗户都有锁上，也就是说一定是从玄关侵入的！ 感觉好差劲！真让人不爽！好想去死！ 算了，今天已经这么累了，晚饭也别吃了，明天再报警吧！我再次确定玄关已经锁上，往寝室走去． 答案————————————————6.对面是墙,不会有人7.他听到的是尸体在房间里敲门的声音8.贴重了，哈哈，就是上面那个答案9.头转了180度 说明女的都死了10.闯进屋子在人还在里面————————————————    \n     11.为杀人而被判了无期徒刑，关进了世上最森严的监狱， 唯一逃出的方式，就是买通监狱的人员，协助他逃狱， 于是他买通了即将退休的狱医，与狱医准备逃狱的计划，狱医说：「后天晚上，我会安排一具尸体下葬，棺木会放在太平间中， 你就趁没人注意的时候溜进太平间，躲在棺木里，＊＊一早会抬着棺木去下葬， 等到＊＊走了以后，我会去把棺木给挖出来，这样你就可以逃离这里了，只是要辛苦你跟尸体待一晚．．．．．」 这真是一个天衣无缝的计划，小明暗自高兴的这样想着…… 到了约定的那天晚上，小明溜进了太平间，果然看到了一口棺木， 于是他急急忙忙的躲了进去，虽然很害怕身旁的尸体，但想到明天就可以获得自由，也就克服了恐惧躲了进去…… 一早，＊＊们果然抬着棺木下葬了，透过棺木，小明听到厚厚的黄土， 逐渐覆盖在棺木上，小明躲在棺木里不敢出声，＊＊走了之后，小明在棺木里暗自窃喜着，等待狱医的到来， 时间慢慢的过去，坟墓上却一点动静也没有， 小明不禁开始紧张起来，狱医呢？!不会是拿了我的钱却不来救我吧………紧张的小明，已经顾不得对尸体的恐惧了，拿起了预先准备的打火机， 想要在棺木找到东西逃出去，可是，当他看清楚身旁的尸体，那张KB的脸孔，却不禁嘶喊出最凄厉的叫声～～～ 但，深埋在土里的棺木所发出的惨叫，地面上却是一点声音都听不见！ 12.女性确定考上了在东京的大学，以后要一 个人住在东京。 在某公寓开始生活，意外的发现房间墙壁有一个小洞。 这个小孔似乎可以看穿到隔壁的房间，试着偷偷看了一下。 小孔的另一边是深红色的。 隔壁的房间会不会是贴了红色的海报呢，抱持这样想法 的女大学生隔天隔天天也是这样偷看那个小孔。 不管怎麽看都一直是红红的，对隔壁的房间很在意的女大学生询问了公寓的房东。 「我隔壁的房间住着什麽样的人呢？」 房东回答 「你隔壁的房间住着一个感染眼疾的人喔」 13.XXX酒店内某某房间内发现了一具尸体，死者在死前，在墙上写了一个8．死因是CUSOTO中毒，这种物质很容易散发毒性，（一种化学物质，据说有剧毒至于是什么不重要），而警方调查，在这家酒店的三个住户的房间里发现了这种化学物质。第一位是村木八郎、是一个混混。而他和警方说，他是因为没事去他哥哥的化学工厂，闲的无聊偷来的。第二位叫木乃樱。他住在8号房，据他所说他是因为想自杀，但是没敢就一直保留这这个东西。第三位叫英齐龙二。他是一个作家，笔名叫抒情无限。 据警方了解，前两天龙二和八狼在死者的房间有过争吵，那么请问。谁才是真正的凶手？ 14.人去登山．中途挂了一个．．．． 后来到了晚上．他们找到一间房子．里面很黑什么都没有．．．．外面有是下着暴雨打着雷 那四个人很害怕．．．．． 有个人提议玩个游戏～～～～ 4个人分别站在房子的四个角落．． 然后轮流去令一个角落碰那个人的手 如: A B CD A走过去碰B的 B碰D的 D碰C的 C有去碰回A的 他们一直玩到天亮．．．．．．．．．．．．．．．．． 请问发现什么了吗？ 15.晚十点下班 感觉尿急 离家又有点远 就到一个公厕上厕所 到那里发现没有灯 只能借外面路灯看见里面有个老人在拖地 女子没在意 上完厕所回了家 第二天 女子在新闻上看到昨天自己上厕所的地方发现一具年轻女尸 女子一想 差点吓死 为什么． 答案————————————————11.死的人就是狱医，小明和狱医的计划被别人知道了，小明被活埋了、、、、、12.那她天天看着那个人的眼睛13.无限，，8横过来。14.多了一个人15.用尸体拖地，头发当拖把———————————————— 16.是青梅竹马，以为能携手看夕阳。 35岁上，她得了肺癌。拿着诊断书，哭了笑，笑了哭。不抽烟，没有任何不良嗜好，何以得了肺癌？她来到他办公室，却看到他桌上一袋自己素日最爱吃的干果，旁边，放着个药瓶子，说明触目惊心。她流下泪来，红色。 三日后，她哭着为他点燃生日蜡烛，他不在。 她点燃了34根长蜡烛，一根短蜡烛，低笑道：你真是瘦了． 17.放学由美回到家中，看到父亲满脸的沧桑，父亲说，你母亲有外遇了。我跟他大吵了一架，结果失手杀了你的母亲，由美虽然很伤心，但是，心想就和爸爸一起相依为命。回到房间中，发现母亲给自己留了3张残碎的纸条，拼起来是，由美？快走，爸爸，失去理智了。 如果是你，你相信谁？ 18.每天都会上澡堂去，而在洗完澡前进去三温暖好好流个汗更是例行公事。 在我刚进三温暖房才一分钟左右，有个男人也跟着进来，一较高下看看谁待比较久吧，在这男人出去之前我绝不出去，这也是我特有的习惯。 10分钟过了，对方是个看起来起码超过一百公斤的胖子。 15分钟过了，明明汗流得跟瀑布一样还不放弃，挺能撑的嘛，死胖子！ 18分钟过了，终于那个胖子移动了身体，他摇摇晃晃的站起来，像是随时会不支倒地一般蹒跚的向三温暖房外走去。 赢啦！我情不自禁的在三温暖房内摆出胜利姿势！………………………………．． 当我恢复意识后，发现自己在一个陌生的房间内，有个老阿伯正瞅着我，那老阿伯就是澡堂的收费台服务的人。 他开口对我说：“我去检查的时候发现你就在三温暖外，靠着门坐倒着，已经丧失意识了！”看来我是中暑了，好像有点逞强过头了吧。 阿伯继续感叹道：“把你扛到这里来可真累了我这身老骨头，下次多注意点啊！” 我向老伯再三道谢才回家，好好喝个啤酒就休息吧。 19.4年8月，我在家中发现了一本可疑的日记。 先说明下，我家是6年前结婚的妻子挑屋并购入的中古住宅，不过我妻子已经在前年和两个女儿一同在船难中丧生，两个女儿虽然在其两日后被冲上不同的两个海岸边，但还是没被救活。前几天，因为要改造妻子的房间故请了木工师傅来，结果他交给我一本说是在妻子房间天花板内发现的日记本。 那本日记确实是妻子的笔迹没错，翻开看了看： 7 / 15：从今天开始我就要老公你一起生活了。（那天是我跟妻子的结婚纪念日啊。） 9/ 21：这是因为你才有了现在的我。 12 / 9：尽管如此，我还是不会离开老公你的。 2 / 23：就快了喔！ 2 / 29：你能够明白了吗？ 当下我立即感到无比惊惧，立刻搬家到很远的地方去了　27：哥哥突然发狂了，接着杀了全家人。 但是这样的哥哥也立刻遭到逮捕，处以死刑了。 其中妹妹幸运的活了下来，整件事也因为过度的惊吓而丧失记忆。失去了父母亲，没了记忆，行尸走肉般活下来的妹妹，有一天，遇上了一名占卜师。 于是开始占卜起自己的过去。 「为什么哥哥会突然发狂呢？」 「不，你的哥哥相当的冷静喔。」「那为什么哥哥要杀了全家人。」 「不，你哥哥只杀了一个人。」 突然，妹妹一切都想起来了，开始啜泣。 20.配员间的对话 「不好意思，我想请问这包裹的地址．．．」宅配员说 「喔喔，这个的话在B栋一楼喔。」我说「谢谢你。」宅配员说 关上了门。 话说我的房间是C栋3楼呢。  答案————————————————16.女的得肺癌是男的涂致癌药在她爱吃的坚果上，她把男的杀了炼油做蜡烛，不够35根……17.由美本身是多重人格病患，妈妈为她的另外人格所杀，那张纸条是妈妈写给爸爸的，拼法应该是：“快逃吧，爸爸，由美？丧失理智了。”纸条中和爸爸称呼由美后的问号，表示不确定为由美的固有人格所加。注：日本有未成年小孩的家庭，通常妈妈称呼丈夫的方式跟孩子一样。18.本篇文的分隔线前后，叙事主角是不同的。前段是一开始的主角，后段是那个胖子。胖子出去后便不支靠着门昏过去，使得前段主角根本出不来，而澡堂的老阿伯也只有发现中暑的胖子，也就是说前段主角此时还在三温暖房内。19.公历闰年遵循的一般规律为:四年一闰,百年不闰,四百年再闰2月29日是闰年才有的，1896年是闰年，但那时他跟妻子还未结婚，所以日记不是那时写的。1900年却不是闰年了，那时没有2月29日，所以也不是那年写的。所以这个日记是1904年写的，但那时候他妻子已经死了2年了。。。。。20.明明这么近还要递快递，是不是因为“我”根本就没法出门呢没法出门的话会不会是...怨灵有人说这道题答案不对，：第20个不对。那个送快递的是踩点的罪犯，正常人问路应该去C栋一楼，而那个人却去了3楼，我觉得很有道理啊！————————————————  \n 21.大学生之后 终于展开了期待已久的独居生活 虽然只是很普通的公寓 但始终算是只属于我自己的城堡 ＊＊! 但是其中有件事让我很在意刚搬进来的时候地产经理跟我说过我的隔壁是有人住的 可是3个月以来我却从未见过我的邻居 这令我感到有点奇怪．．．．．．而更奇怪的是每天的深夜时分 隔壁总会传来一些有点压抑的女性笑声 且总是准时在凌晨3点钟传来 该不会是隔壁住了什么怪怪的女人吧？有天我因为身体不适早退回家 刚好在窗户看到地产经理在带新客户看房子 我就走去问他关于邻居的事情 「嗯，你的邻居是跟你同龄的男孩子呢，而且好像是跟你同一所大学的，他现在应该在家吧」我想了想后觉得应该去打个招呼「你好．．．．．． 我是住隔壁的．．．．．．」 「嗯，有什么事吗？」（终于见到了!） 开门的是一个普通的男子 「没什么．．．只是听地产经理说我们是上同一所大学的．．． 而且我们好像没见过面，所以想过来打个招呼」 「啊．．． 原来你也是XX大学的学生! 请多多指教! 因为我要去居酒屋打工的关系，所以常常都很晚才回家呢!」（原来如此!） 然后我们就开始闲聊．．．．．． 「对了．．． 我经常会听到女生的声音．．．．．．」「喔，我的女朋友和我一起在居酒屋打工，有时下班后她会来我这里」（真的吗!!好羡慕啊!!!）「嗯．．． 那么也请代我向你女朋友打个招呼」 「嗯! 有空的话也带你的女朋友一起过来喝喝酒吧!」（可恶!!我根本没有女朋友啊!!!!!）这个难．．哎哟我去 22.在我生日的那一天 我在自己家里举办了一个派对 最后在大家的合照照片上 却拍到了奇怪的东西 在我们背后的衣柜里 有一个我从未见过 皮肤苍白、双眼通红的女人探出头来朝我们的方向凝视着 我觉得有点不安 所以把照片拿去给一位灵能者鉴定 「这张照片并没有任何的灵气，所以并不是灵异照片」他这样说 啊啊．．． 还以为是灵异照片真是吓了我一跳呢．．．这个吓死我了！ 23.某个小镇发生的事情。 有个男人在某个房间里被监禁了。 男人睁开双眼，听见了声音。 「给我从那个纸箱中找出两面相同的硬币」 眼前有一个很大的箱子，打开来看，里面有很多的硬币。「如果找到两面相同的，用桌上的相机拍下那枚硬币。在找到以前不放你走。照片用那边的传真机发送。」当然传真机除了被设定了的号码之外都无法传送。 男子在纸箱中全力的找寻。 然后找到了两面相同的铜板。 用要相机拍下照片用传真机送出的时候男人发觉了。 已经，一辈子都没办法从这房间里出去． 24.，说不定能邂逅一段意想不到的情缘。 女孩泛舟，到了湖中心船突然翻覆，一个男孩奋不顾身的跳下去救了她。 女孩很感激男孩，碰巧那天是女孩生日，女孩便邀请男孩与她一起过生日。女孩跟男孩在餐厅吃饭，面对着生日蛋糕，女孩为了感谢男孩，让男孩吹熄蜡烛。 男孩鼓起勇气向女孩告白，女孩摇摇头：「你很勇敢，但是我比较喜欢聪明的人。」 男孩笑着跟女孩说：「你知道为什麽船会翻吗？」女孩睁大了眼睛：「原来是你做的？」 男孩得意的笑了：「这样子我就证明自己的聪明了，可以当你的男朋友了吧？」 女孩又摇了摇头：「不对，你还是不够聪明。」 25.星空真是漂亮啊，让喜爱观星的我越看越有精神。 啊!忘了自我介绍，我是一个天文爱好者，回来乡下照顾父母。乡下光害少，到了晚上田园小径鲜少有人经过，是观星的好地点。 放下手中的望远镜略作休息，咦？左边原本的绕手绳什麽时候被扯掉了？ 「少年仔！价逆瓦（这麽晚）抵看星星喔。」一位粗壮男子突然出声，害我吓一跳。定了一下神，看看眼前的男子叼烟穿着草鞋，可能是附近的农夫吧。 「少年仔，要烟吗？」面对着男子的烟盒，我手痒的讨了一根。 点火、吸烟，我跟男子聊了起来：「乡下真是平静啊！」男子以清晰的语调说：「唉，哪里平静啊。最近在沟渠里捞到一具尸体，一位少年，手里还牢牢抓着一条带子，对了，你晚上看星星要小心点，千万不要掉到沟渠里了喔！」 我吐了一口烟，微笑的向男子道谢。男子指了指我的望远镜，以眼神示意，我会意的把望远镜递给他。 他仔细看了望远镜，又笑笑的把望远镜还给我。 「你赶快回去睡吧！」男子踩熄还有二分之一的烟蒂，微笑的向我挥手道别。疲累的我打了个哈欠，是啊，是该回去睡了。 觉得可以的的话顶一下。。 ————————————————21.对方怎么会说我有女朋友，说明也听到了女人的笑声，女鬼在墙的中间22.女的是僵尸，不算灵异照片23.不能同时拍到两面的，她出不去了24.因为女孩死了，她是来找凶手的，而男孩却说出了答案25.沟渠里的尸体是主角杀的，主角与少年起了冲突，打斗中少年扯下望远镜上的绳子。而男子是附近的农夫，晚上去巡查农田，被主角杀死的少年附身在他身上。(一开始男子叫主角少年仔而且有台湾国语，但是之后就叫主角你并且用纯正国语)少年被主角推下沟渠时是在晚上，没有把主角的脸看清楚。不过一看到主角望远镜的绳子被扯下来，祂就知道是主角推他的。男子递烟给主角，事实上少年的冤魂在烟上动了手脚。一起吸烟时，男子从头到尾都没有吐烟(因为祂根本不需要吐烟)，最后烟还剩二分之一而原本有神的主角，吸烟之后突然觉得很疲累，他最后的下场想必.......———————————————— 26.有一天， 因为觉得妹妹的哭声非常的吵耳所以把她杀了 然后把尸体丢到屋外的井里 第二天再去看的时候，尸体却消失了5年后，因为一点小争执所以把朋友杀了然后把尸体丢到屋外的井里 第二天再去看的时候，尸体却消失了 10年后，因为被一个在酒醉后不小心令她怀孕的女人缠上所以把她杀了然后把尸体丢到屋外的井里 第二天再去看的时候，尸体却消失了 15年后，因为上司的责骂所以把他杀了 然后把尸体丢到屋外的井里第二天再去看的时候，尸体却消失了 20年后，因为厌倦照顾那个行动不便的母亲所以把她杀了 然后把尸体丢到屋外的井里第二天再去看的时候，尸体却没有消失 第三天、第四天，之后每一天都去看．．． 尸体都没有消失 27.有一家 三口刚搬进他们的新家 虽然有些老旧，不过能够找到如此便宜的平房十分难得啊! 一直以来都住在空间狭小的公寓如今甚至还有个小庭院，能搬到这里真的是太好了! 一家人就这样在新家开始生活 大约一个月后 有一天夜晚，妻子又开始说出「我觉得这房子有问题!」这样的话 这不是第一次了! 「一定又是你想太多了吧？虽然这间房子很便宜，但并不表示．．．．」 丈夫还未说完，就发现妻子的脸色不太对劲 妻子脸色铁青望向窗外的庭院 只见男孩很开心的在庭院里玩着 丈夫也看了看窗外 「你到底怎麽啦!根本没什麽特别的吧？」丈夫说 28.超能力某天，有一个住在地方的六岁小女童行踪不明。不管怎麽找都找不到，POLICE在各地配置临检也是始终都没找到。POLICE也放弃了。一个月后，不肯放弃的父母重金请了在美国的有名透视能力者。马上的双亲就要求透视女儿的下落。透视能力者开始了透视。好像明白了什麽的透视能力者说了一句「这孩子很有精神」这句话让父母非常的高兴。「在这孩子的周围看到了许多豪华的家具，能清楚明白是在一个富裕的家里面」虽然对这句话多少有点疑问感但还是很高兴。然后母亲紧接着深入重点「女儿现在在哪里？」激动的口调问透视能力者说了一句「你的女儿现在在世界各地」听说这个KB啊。。 29.孩子在地下室的图书室里费尽心力找到了她喜爱的书。 发现到那孩子的老师，在关上门之后就回去了。 今天是结业式，明天开始就是暑假。 门要从外面才能被打开，没有钥匙的话就没有办法出去。那孩子用一种＇＇因为有最喜欢的书陪伴，一点都不可怕＇＇的心态 每天都写下了日记 暑假结束后老师前往地下室图书馆，发觉女孩已经死了。 读女孩所写下来的日记 「我一点都不觉得KB，因为有书陪伴着我。」 「不过只有一点真的很可怕，那个从钥匙孔看过来的眼睛真的很可怕．．．」 30. 有一个女性，因为感情的问题患上了忧郁症 在听信友人建议下，找上了某间医院赫赫有名的心理医生 女性在医生的心防突破下，告诉医生自己其实是因为男友的压迫，才会让自己心理闹出病来「偷偷告诉你，只要握着我的手，我就能够听见你内心的声音」医生用认真关怀的表情对着女性说女性虽抱持着疑虑，却也试着照着医生的指示握住他的手 医生在触碰到双手后不到一分钟，就沉重的表情注视女性说 「你若是继续和他在一起，一定会出事情的，请下定决心离开他吧」过了两年后，这位女性在某一天自杀死身亡 女性的妹妹认为自己姊姊的死因不单纯，为了挖掘真相而找寻姊姊的主治医师 而医师在两年前早已经退休，搬到加拿大的别墅里过退休生活，妹妹登门表达自身来意「医生请你告诉我，姊姊自杀的原因是什么！？」 妹妹握着医生的手，深切的期望医生能给她答案 「很抱歉，其实我并没有偷听内心声音的能力」医生心虚的回答 妹妹低下头用很难过的表情说「这样的话，姊姊到底是为了什么而死的．．． ————————————————26.一直是他妈妈处理的尸体27.一家三口是个叙诡信息……男孩不是这家的成员，妻子能看到，丈夫看不到28.小女孩早已死去，活着的是他的被切下贩售的器官29.老师以为女孩是鬼不敢开门 女孩以为被囚禁了没叫救命 ，不过一般人看到门外的眼睛都会叫救命的啊，不知道为什么觉得这个挺恐怖的30.妹妹杀了姐姐 医生偷听了妹妹内心声音为了保命说謊————————————————  \n 31.小华前些日子生病住院了好友小明跟大明决定去医院探望他 跟护士问到哪间病房后，得知小华住在私人高级病房 （病房前） 小明 ： 「他把门锁上了．．」 大明：「那就敲门呀，笨喔」 （敲门） 过了10来秒，门才渐渐打开，小明跟大明则迫不及待的走进去看小华了 提着水果篮，发现小华坐在床上看着天花板发呆，于是小明跟大明就跟他打闹瞎起哄～小华 ： 「谢谢你们来探望我，我很开心．．．」 小明跟大明 ：「朋友一场，哪需要那么客气～～」 32.候又下大雨了，我临时躲到一栋民宅的屋檐底下，虽然说是别人＊＊，但现在这种时候，顾不得会不会麻烦别人了。我打开手机，屏幕一片漆黑。可恶！出门时明明阳光普照，就没带伞，手机也忘了充电，不能叫爸妈来载，真是失策。「**，没带伞吗？」 过了大概几十分钟吧，背后的铁门打开，一个高瘦男人笑着对我问道。 是这间房子的住户吧？看着男人脸上的笑容，我尴尬的点点头。男人长得还不错，有混血儿的感觉，却无法明说是哪国血统。笑起来有浅浅的酒窝，头发旁分微卷，除了衣服有点不合身，过短且维宽之外，算是个帅哥。「要不要进来躲雨？」他看着我说，微笑不减。雨声正大，看来短时间是不可能停了，「不会麻烦吗？」我问，虽然已经确定对方的答案，但该有的礼貌还是要有。 「不会，我也刚下班，就遇到这大雨。我知道这种感觉，没带伞很讨厌对吧。」他对我眨眨眼睛，表示心照不宣。我也对他微笑，点头：「谢谢哥哥。」他把铁门打开，指引我走进。房子外观与一般民宅无二致，进去之后是个车库，一辆干净整洁的白色车子。伞桶在门右边，塞的满满的伞桶上方有一把突兀蓝色折迭伞；半开的鞋柜在门左边，里面各式鞋款也塞得满满的。我正凝神思考，突然听到钥匙的声音，我回神，屋主，他钥匙掉到地上，他正弯腰捡起，笑着喃喃对我说了一句：「对不起，一个人住刚搬家还不太熟悉环境。」 我点头，看他继续从钥匙串里找出和大门钥匙孔相合的钥匙，笑着说：「我想还是不要打扰好了，请问可以借我一把伞吗？我自己走回家就好了。」「不麻烦，进来坐坐。外面与那么大就算撑伞也会湿透的。」 他持续挽留我，我委婉而坚决地拒绝了。他最后终于点头，看了一眼伞桶，拿了最上面那把折迭伞，蓝色的。 「就这把吧，也不用还了，就是把伞而已。」他笑。我愣了一秒，略为迟疑地伸出手，接下雨伞。刚刚避雨时，雨水打湿的裤管，让寒意往上窜至胸口。 「恩，谢谢哥哥。」我费力地开口，克制逃跑的恐惧，维持正常步调，走出铁门，把伞打开，凝在伞面尚未干透的雨水向外撒出。走出这栋房子，隐隐感觉他的笑容在我背后，像把刀抵在喉咙。转过街角，我多走一段路，然后丢掉雨伞，在雨中不停奔跑，快跑回家，一边在雨中清洗双手。好在，逃出来了。 33.租屋处 前是一排半荒废少有住户的楼房 由于楼房前的小路很少有人会走 虽然会比较快，但仍是绕外面的大路前往学校 这天因为睡过头，便走了小路的快捷方式 经过其中一栋楼房时恰巧抬头从四楼的窗户看见房间内有一位少女 刚好少女也转过身来看向我这 四目相交了，长的很漂亮呢 她带着忧郁的眼神印在我心里 从这天起上学都走小路 每当我经过楼房望向四楼时少女也都会正好从房里看向我 彼此一见钟情了吗？ 电视播报着某富家女遭绑票的新闻 该不会是她？ 难不成她是被困在那，希望我能发现去救她吗？ 难怪每次都能看到她在，而且总是一脸忧郁心急的我立刻冲往那栋楼房想要救人 一进门却是很久没有人居住的样子 冲向四楼房间的我，在打开房门后 便再也无法离开了。 34.各位朋友， 你听说过「杀人影片」这种东西吗？ 那是一种在片里加入大量虐杀剧情，只有熟人才知道的地下影片。 有人说，这种影片甚至是凶手自己拍摄的真实杀人事件。某天和我一起喝酒的朋友，说他手上有这类怪异影带 就好像老饕会拼死去吃河豚和毒蝎这样的珍馐 自认胆子颇大又充满好奇心的我，依旧希望能看到这样的东西 于是他约我在山上的隐蔽小屋，让我观看这样稀奇的影带兴奋不已的我照约定准时的到了小屋 朋友却迟到了三十分钟，朋友脸红的笑着说 「抱歉、抱歉～因为我家的老三突然发烧了」 朋友放了期待的影片，背景充满令人鼻酸的哭闹和颤抖的笑声是一个大约十岁的小孩，被凶手一刀一刀切割成碎片的悲惨故事 因为剧情实在是太过惨烈，我看到一半就后悔的把电视关掉 正所谓好奇心会杀死一只猫，提出想看影片的我真是罪该万死看完后，我用着非常大声的声音像朋友不满的问说 「这种影片你居然看的下去，你不是自己也有孩子吗？」 面对着我那愤慨的问题，朋友漫不经心的回答了一句话 「对啊，有两个啊。但是，那又怎么样？」听到朋友这句冷酷的话的我，脸色惨白的跌坐在一旁的沙发上。 35....讨厌的狗- 他恨死 那条狗了。 不知道哪里来的野狗，又高又瘦，叫声大得吓死人，还有一双恶狠狠的红眼睛。小区里那么多人，这条破狗见到其他人都是摇尾乞怜，温顺驯服，大家都很喜欢它， 唯独见到他时就会露出凶残的本＃， 追着他咆哮、撕咬， 一直到他飞速逃进楼道里为止。每次他躲在楼道门后面，听着高亢的狗叫声，心脏跳得象奔跑的野马的时候， 都想亲手宰了那条狗。 他终于下手了，用一支朋友的气腔，装上浸过毒鼠强的子弹，轻松结束了野狗那卑贱的生命。今天晚上回到小区时，他昂首挺胸，闲庭信步。 ————————————————31.迫不及待的走进去，小华已经在床上了，说明不是小华开的门。但是如果房里有其他人，小华又怎么会发呆呢……结果到底是谁开的门呢……32.那个男人不是屋主，可能是杀人凶手，把真正的屋主杀了，担心主角把他的外貌泄露出去想把主角骗进去也杀掉，上面那把蓝色的伞是那个凶手的，凶手最后估计把自己的伞给主角是为了嫁祸给主角33.少女上吊了 （比较无聊）34.说是老三发烧了，但是后来说有两个孩子，说明影片中的小孩是他自己的孩子，已经死了，还剩两个孩子了。35.狗不是对着他叫，而是对着他旁边的……———————————————— 36.某个地方发生了大地震 当作临时避难所的小学挤满了人，想睡觉却觉得吵闹而且闷热无法入睡 想说出去吹个凉结果发现了一栋没开着灯的建筑物 里面很凉爽而且很安静所以有很多人躺在那边就决定睡这里了! 过了不久却发现了不太对劲的地方，太安静了… 我冲出了那栋建筑物． 37.我们两个人都是大学的学生，美术班的同学，同时也是很要好的朋友。 但是不知道为什么，自从学校要进行美术展览的时候，她就突然失去了联系。 一直到美术展的前几天，我接到了她打来的电话。「对不起了，缘，看来我没办法完成美术展览要用的雕像．．．」 「什么？怎么了？」 「还剩下手跟脸颊的部分，就拜托你了。」 电话挂断了。 美术展的前一天，我接到了＊＊打来的电话，通知的是她的死亡。她已经死了快两个礼拜了。不可能啊？前几天我才接到电话！ 跟着＊＊到了现场，尸体倒在地上，死法是因为肚子内的脏器全部被掏空，凶手非常的狠毒，她的胸口到腹部的肌肉跟骨头都被挖掉了。房间的一角，摆着一个雕像，仔细一看是放在美术教室的那个雕像，头有着人的形状，但是是全白的，两肩没有手，反而肚子上的石头有被割开的痕迹，做成了盖子。 基于好奇心，我趁＊＊不注意的时候，掀开了雕像的肚子。 38.我和友人 A及B三人，半夜到几年前曾发生残杀案件的房子试胆。「喂、听说不是残杀吗？怨念应该很重吧好KB」 「是啊，听说很悲惨。不但乱刀砍死，还被分尸．．．而且凶手还没被抓到呢」「但是A啊，你平常不是常自夸幽灵之类的你根本不怕吗？」 ．．．边聊著这些，边拿著手电筒四处探视。 意外仍保持乾净的厨房、还有散乱著坐垫应该是客厅的房间，以及佛坛门敞开的佛堂．．．．．．感觉看了就不舒服，且并未实际体验到什麼灵异现象，於是大家就离开了房屋。 「喂，我没看到什麼幽灵之类的东西，你看到了吗？」 「没啊，我也什～麼都没看到，你看到了吗？」「我也完全没看到喔。」 「我也是，什麼也没看到喔」 结果似乎什麼也没发生的样子。 稍微有点失望，不过总算安心了 39.某天， 我和朋友一起去山上露营 因为在山路走了太久的我，头变的昏昏沉沉的。 在回营区的帐篷的时候，路上经过一条很长的吊桥 吊桥下是水流非常湍急的溪谷，要是掉下去不死也半条命虽然如此，但是我因为身上的疲劳而没有注意太多 结果走到中间，一块木板突然断掉而坠落到吊桥下 而吊桥下面正好有铺设安全的网子，让我捡回了一条命。 听到我的悲鸣的朋友立刻来到吊桥，把我拉上岸边惊慌失措的我说着「我以为我死定了」，朋友却漫不经心的回答 「只要没事那就好，真是的！早该叫他们把绳子给修好的…」． 40.我认为， 这个世界是有鬼的 因为在我小的时候，曾经和我的双胞胎姊姊一起生活 由于家里非常贫穷，所以姊姊和我穿着一样的衣服 但是有一天，我的姊姊却突然不见了也就在姊姊不见的这天，爸爸和妈妈说中了乐透头彩。 而我问妈妈说「姊姊呢？怎么不见了！」 妈妈却笑着说我在做白日梦，他们一直以来只有我一个女儿。 我想，一定是我太穷了，才会整天幻想自己有一个姊姊吧。现在我过着很幸福的生活，但是听说家里的钱好像快花完了。 姊姊啊，不管你存不存在…请你保佑我们再中一次乐透吧 ————————————————36.医院停尸房37.内脏都在雕像肚子里38.AB我三人，我问，怎么又三人回答，多出来的是谁？39.凶手就是他朋友。朋友明知绳子不好但还是来到了吊桥上，难道不会担心绳子不能支撑两个人的重量而断掉吗？他漫不经心的态度说明他对绳子一点不担心，因为他已经把绳子修好了。而把桥中的木板弄坏，利用人们知道绳子已坏而不会将手紧抓绳子，将重心放在木板上达到杀人的目的。40.姐姐被爸爸妈妈卖掉了———————————————— 41.有个富商肝癌末期住院，他的子女们日夜守护。一天富商的弟弟来看病，便把富商的子女打发回家了！可等到第二天医院却大电话通知子女们富商昨晚突发心脏病死了！更让他们吃惊的是富商临死前写了份一百多字的遗书。遗书字迹歪斜撩草内容竟是要把富商3/4的财产分给富商的弟弟！富商的弟弟说这是富商邻死前躺在病床上写的！子女们怀疑遗书的真实性，便打电话找到了日本有名的“毛利侦探社”小五郎不在，正好柯楠接了电话。当子女们把遗书的事情大致说了一遍后柯楠沉思了片刻便坚定的说：“封遗书是伪造的！！这是一宗谋杀案，凶手就是你们的叔叔！”子女们惊讶不已……你知道工藤这次是怎么能在只听子女们的一段电话就破案的吗？？？？？？？？ 42.一家4口人,爸爸,妈妈,儿子,女儿．一天晚上为了分财产,家里发生了谋杀案,家庭里的一个人杀害了另外一个人．．其他两个人中,一个是目击者,一个是凶手的同谋． 1:同谋和目击者性别不同 2:最年长的成员和目击者性别不同 3:最年轻的成员和被害者性别不同 4:同谋的年龄比被害者大 5:父亲是最年长的成员 6:凶手不是最年轻的成员 问:这4人中，谁是凶手？ 43.英国一名 私家女侦探来到泰国调查一起黑帮凶杀案时，在她所住的富豪饭店被枪杀。附近警长带助手赶到现场，见女侦探倒在窗下，胸部中了两枪，手里紧握着一支口红。警长撩起窗帘一看，只见玻璃上留着一行用口红写下的数字：809。又从女式提包中找出一张卷得很紧的小纸条，纸条上写着：“己查到三名嫌疑犯，其中一人是凶手。这三人是：代号608的光，代号906的岛，代号806的刚。”警长沉思片刻，指着纸条上的一个人说：“凶手就是他!”根据警长的推断，警方很快将凶手缉拿归案。请问，凶手是谁？为什么？ 86．“那条小巷很有古怪。”警长边走边对侦探阳光说。“有很多命案都发生在那条小巷，仿佛一到夜晚，就有索命鬼出现一样……”“可是我并不相信鬼怪。”阳光微笑着说。他们来到小巷口，一些警员正在努力搜寻着蛛丝马迹，地上躺着一具男尸，头部受重击致死，尸体旁边有一块粘着血迹的石雕。阳光抬头看去，小巷一边是一幢居民楼。“照墙壁的高度看，若是高空投掷的话，应该住在二楼以上的人家都有机会作案。不过既然投得如此准确，应该也不会住得太高才对。”于是警长与阳光拜访了这幢居民楼二楼到四楼阳台对着小巷的住户。A住在二楼，家中装修得十分漂亮。阳光注意到他有很多石雕的收藏，当问及他这个收藏时，他显得很自豪。“是的，我是有收藏石雕这个爱好，看看它们多漂亮啊，都是我的宝贝。”当警长拿出那个有些损坏的石雕时，他显得有些愤怒。“啊这是上个月拍卖会压底的宝贝啊，是哪个天杀的把它砸成这个样子？” B住在三楼，是一个已经瞎眼并且已经听不太清楚的老太太，家中比较破旧，老式的有些锈迹斑斑的窗户，破败的窗帘。阳光注意到她窗户的槽间有些石灰。她的陈述是这样的。“什么？哦我不知道那些。或许你们可以问问C，他每天晚上都来陪我听娱乐节目，这孩子挺冷静，昨天却开心得咯咯直笑。” C住在3楼，文质彬彬的一个男子。阳光注意到他的桌子上放着昨天晚上回程的机票。C说：“哦是的我是经常陪老太太听娱乐节目，她挺可怜的，病了之后被丈夫抛弃，我只想尽量地帮助她。”至此，阳光微微一笑，“我知道凶手是谁了。” 44.湖是世界上最深的湖泊，就透明度而言，也是世界上首屈一指的。就在一个夏天的早晨，贝加尔湖水面上发现了一具漂着的男尸，一条小船翻扣在水面上和尸体漂浮在一起。看上去是划船浏览时被风吹起的波浪打翻了船而造成船翻人亡的。推定死亡时间是头天晚上8点钟左右。死者是位于湖泊西岸上某机械厂的制图员，住在5层高的单身宿舍。因患有恐高症，他的房间在一楼。“他不会游泳吧！”＊＊去他的工厂向同事了解情况。“经常见他去体育馆的游泳池游泳，是和普通人一样会游泳的。所以，当翻船后掉进水里时大概因为心脏麻痹死去的吧。因为贝加尔湖的湖水即使在夏天水温也是很低的”同事们这样说。好吧，我好像知道、明白了。 45 年龄我搭上了一列特快车，大概在还差10分就午夜12点的时候，在中途站有一名男子也上了列车，他在车门关闭后，像是突然回复意识一般，开始左右环视着周遭乘客的脸。“恕我愚昧，请问您今年28岁吗？”他如此的向我问道，“是的，不过您怎么知道呢？”我如此反问他，但被他无视，只是自顾自的和别人说话。“您今年45岁吧？”“是没错。”“您是62岁吗？”“你怎么知道的？”一直和看似不相识的乘客群重复着诸如此类的对话，看来这名男子，似乎有着只要看着别人的脸就能知道其年龄的特殊能力。此时到下个停车站还有15分钟左右的时间，全车箱包括我在内的乘客都对这名男子投以好奇的注目眼光，一直到他问到最后一名女士。“您是50岁吗？”“是的，不过还有五分钟就51岁了！”那名女士如此微笑的回答道。霎时，那名男子的脸色铁青，仿佛震撼到无以复加。    ————————————————41.1.人躺着是无法写好字的 2.病人不可能预知自己马上得心脏病而提前写完遗书 而且心脏病突发时无法 写字  病人只能够 捂着自己的心脏 3.叔叔是如何知道是临死之前写得呢？ 他知道是因为他是看着 富商死的  一般的人要是看到别人突发心脏病应该叫医生之类的42.凶手是：母亲，死者是：儿子；父亲是：同谋；目击者：女儿。根据1:同谋和目击者性别不同 　　2:最年长的成员和目击者性别不同  5:父亲是最年长的成员推出：目击者是女性；同谋是男性根据3:最年轻的成员和被害者性别不同    在这里假设：女儿比儿子大，即他们的年龄排序：父亲，母亲，女儿，儿子，即儿子是最年轻的，所以被害者肯定是女性    根据4:同谋的年龄比被害者大      同谋是父亲或者儿子所以，同谋是父亲，所以被害者是母亲或者是女儿，而此时　6:凶手不是最年轻的成员 那么儿子不是凶手，也不是同谋，更不是受害者，那么儿子只能是目击者，这个又与前面的结论：目击者是女性相矛盾，所以，此推论矛盾。    因此得知，儿子比女儿大，正确的年龄排序：父亲，母亲，儿子，女儿；所以被害者是男性，而同谋也是男性，年龄又比被害者大，所以被害者是儿子。在根据6：凶手不是最年轻的成员，可以得知女儿不是凶手，那么女儿只能是目击者，所以凶手是母亲。43.倒着写的60844.恐高症不会去很深很清晰的湖划水45.答：那名男子所有的能力不是看到对方年龄，而是寿命。该女士5分钟后便51岁，而距离下一站还有15分钟，意味着接下来5分钟之内全车的人都会死于重大列车事故。———————————————— 46外遇者有个之前一起工作的前任工作伙伴最近转职到我的所属职场工作，因为彼此都是已婚男人，从以前就常一起出去游玩或喝酒谈天，于是便约他去附近的茶馆叙叙旧。我问他：“最近在干嘛，在赚什么黑心钱啊？”他闻言笑了笑，开始畅谈他过去的经历。大概在一年多前他邂逅了一名小他十岁的女子，在耶诞节假期他22、23、24、25都是在她公寓家里度过的。当然连续4天不回家的结果，使得他自己家人闹到差点没报警，再说他也深觉得对不起自己的小学女儿。于是在25日的晚上七点他坚决要回家去，结果那女人却哭叫着恳求他别走。最后两人大吵一架，他也因此不顾一切的留下她直接进入11楼的电梯下到1楼离开。“真没想到……”他又是笑了笑，说道：“等我走出公寓大门，她竟然已经在外头等我了……” 47巴士一对夫妇带着小孩，搭乘着往乡下的观光巴士准备回妻子的乡下老家游玩，当巴士开到山区路段间时，因为他们的小孩直吵着肚子饿，于是央不过孩子的夫妇只好请司机让他们中途下车，先在附近找了间快餐店解决一餐。当他们酒足饭饱后，餐厅的电视播放出一则新闻快报，报导指出就在刚才有一辆在某山区行驶的乡间游览车，刚好被山上的落石击中而造成全车人员死亡无一幸存的惨剧，仔细一看，那就是他们刚才搭的巴士！看着这则新闻，妻子喃喃的说到：“要是刚才我们当前没有下车就好了……”听她如此一说，丈夫怒道上：“说什么傻话，要是我们当前没下车……”语音未落，他也懂了妻子言中之意，“啊啊，是啊，要是我们当前没下车就……” 48婴儿在某妇产科医院有一名妇人生下了一个宝宝，当天半夜护士去婴儿房巡视情况，意外发现该婴儿已经全身冰冷无呼吸，死亡了。知道此事后的院方决定隐瞒此事，用一个也才刚出生没几天的孤儿婴儿取代那名死婴。在生产时那名产妇并无意识，也还没见过自己的亲生孩子，因此理论上以还看不出特征的婴孩取代是万无一失的。隔天，院方安排该产妇见到那名代替的婴儿，但她一看就发狂般的大喊：“这不是我的宝宝！” 49流浪汉我是个常搭纽约地铁的通勤族，每天早上通勤时都会在地铁内看到一个口中不知喃喃念着什么的流浪汉。因为好奇，我偷偷的靠在距离他很近的墙壁上偷听到了他言语的内容。有个欧巴桑从他眼前通过，流浪汉悄声说道：“猪！”这是什么啊？单纯把对方比喻成动物的坏话吗？接下来经过的是一名寻常的上班族男士，“人！”他又这么说。嗯，的确是个怎么看都是普通人的家伙没错啦。隔几天自己闲着没事，又到地铁站去偷听那个流浪汉的碎碎念内容，他眼前经过了一位消瘦落魄的男人，“牛！”他这么说。牛？怎么看都是像只消瘦的鸟吧？接下来是个超肥胖的男人从他眼前经过，他说：“蔬菜！”菜？不是应该是猪吗？回家后，我仔细思考了其中的逻辑关系，或许他说的是那个人的前世，或者他将转世投胎变的东西？但之后几天我再度观察他的言行，总觉得要说是好像也不是。终于有一天我按捺不住好奇心，直接去跟那流浪汉询问他的能力到底是什么，也向他请求获得他的能力的方法。流浪汉看了我坚决的眼神后，没说什么，只是把他的手掌放在我的头上。从隔天起，那名流浪汉变从地铁从此消失了。他是神吗？还是仙人？总而言之，我终于知道那项能力是什么，因为我已经得到那项能力，取代了那名流浪汉了。 50回家（原文第一人称为女性）今天在公司又被上司给骂了，就是那个连在公司女同事之间风评也差到爆的老秃驴。“唉唉，该不会最近老觉得有人追踪我的犯人也是那老贼秃吧？”我一面这样想着，一面抵达家**。虽然说是家，但其实也是个只有两个房间的老旧公寓，就只有起居室厨房和寝室，也只有起居室才有窗户，虽说是真的很便宜啦。打开门锁进了房间，吓了一大跳，起居室的衣橱被翻乱了！想起来了，今早吃完早餐出门时忘了锁门，就这样去上班……啊啊……窗户都有锁上，也就是说一定是从玄关侵入的！感觉好差劲！真让人不爽！好想去死！算了，今天已经这么累了，晚饭也别吃了，明天再报警吧！我再次确定玄关已经锁上，往寝室走去。 ————————————————46答：她直接从11楼跳下去，死在他眼前。47答：如果他们一家当时没下车，那么巴士便不会停下来耽误一些时间，也就不会刚好被落石砸中。48答：那名产妇亲手杀死了自己的孩子49答：那名流浪汉的能力是看出“某人上一个吃的东西”，开始是不是对某人说过“人”呢？50答：文中所述主角回家时，家门是锁上的，但早上又没锁，这显示，侵入者此时就在家中。",
    "replies": [
        {
            "author": "Condor",
            "timestamp": 1359348840,
            "txt_content": "我去，居然没人回复。。"
        }
    ]
}