{
    "title": "<原创·单篇>库拉提倒影",
    "author": "醉蓝天琴",
    "replyCount": 0,
    "timestamp": 1538483220,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2019-1-29 21:57 编辑 \n\n《库拉提倒影》\n0.六个疑问如果生活没有痛苦，如果战士没有武器，如果人世间没有人，如果自然界没有自然，如果天上地下没有界限，如果存在是虚无。那么那样的世界会不会成为我期待的？答案是“不会”，因为——\n1.老鼠的觅食方案我出生在破烂垃圾的山海里，自存活就承受着存活的痛苦。这里没有血缘，没有享乐，云端上的一切与我无关，所有发生在大地上的，只令我堕落。我是被遗弃的，这里是被抛弃的，但是如何生活并不成为问题。人如果终日停留，终将被停留之处掩埋。至少，我享受这里。我所不需要的东西，我不曾知道。我所渴求的东西，我能于此寻找。匮乏食物，可是我活下去不需要食物。啊，这正是，太阳的释义。毫无疑问，如同臭水沟里的老鼠。\n2.狼腐败的牙齿老鼠觅食需不需要牙齿我不知道，不过狼啃咬猎物是需要的，当我的牙齿因为阴暗的食材而开始腐败，掠食的本能就得以压制，继而衍生出新的诉求。那即是照耀。这里的所有，都在我的辐射之下。这里的一切，都在我的目光之及。即使边界无穷无尽，我的欲望也必然更加无穷无尽。所谓的废弃之地，终有一日将为我吞没。\n3.浑噩、浑噩、库拉提。我的地盘里出现了一个人，他身上皆是我所不知，他心中尽是我所不想。我不认识他，我不知道他，但我意识到了这世上还有“人”的存在。于是有一天我问他：“你是谁？我是‘人’吗？”他对我的出现并不惊讶，但是他一直戴着一张面具，我就不知道他是否说话，是否在笑。所以我说：“我知道了，你是‘库拉提’，而我是‘人’。”他什么都没做，摘下面具的前一刻，成为风沙消失了。然后那一天，遍布视野的垃圾们不见了。我回过神来，已然站立在深灰的石砖地面。头顶是明亮又骄艳的太阳。我便感到刺眼和怨憎。\n4.失去的和拥有的，都化为灰烬不知为何，人们都在讨好我。商人们给我财富，贵族们给我享乐，人们则给我崇拜。成为了“人”以后，我得到的超乎我的想象。可是太阳的光芒实在太耀眼了，为什么不是我更加耀眼呢？所以我成为了王，举起我的武器讨伐太阳。战士在灼热的太阳面前消散，武器被熔化，盔甲被烧尽。但最终我用我的爪子捅中了它。它太过亮了，竟然看不见它的倒影。太阳坠落在大地上，余烬灭绝了一切人类和生物，随后太阳就死去了，从此，世界自然的一部分灭亡了。我高吼着，表达自己前所未有的亲切与快意。\n5.天地不是天平的砝码世界上充满了我熟悉的垃圾和腐烂。那些阴暗的东西纷纷滋生，成为我的食物。但我不喜欢这样，我不喜欢过去再度重演。我要找到库拉提。世界实在是太小了，失去了太阳的它无法填满我的心海。唯有库拉提，那神秘、万能而秘密的库拉提可以。我看向了云端的天和脚底的地。这天和地的距离不知可否满足我一时的口腹之欲。但天相比太阳太遥远了，我的爪牙不能到达那里。所以我把那些苔藓般的污秽高高垒砌，向天生长，向地扎根。迟早有一天，它会勾住天地，然后拉扯到一起。那时候，那无穷的界限，就都是我囊中之食。天平的砝码只要调整得当，天平就会保持平衡。我的欲望也是如此。在找到库拉提前，我将会沉睡。\n6.库拉提不在此间我梦见苍穹折断，大地崩裂，天空摇摇欲坠。它们挤压在一处，被漆黑、污秽且不能直视的阴影勾住。那阴影像极了我，于是我惊醒过来。看到天地像盘点心一样被勾到我的身边，我咧开嘴，一口吞下，这世界就失去了天和地。无穷的阴暗们疯狂增长。但是我没找到库拉提。这是理所当然的，因为他在我成为‘人’的时候就消失了。如果存在，那也是虚无。他是所有未知和神秘的总和，他不在此间，此间就有了边界，限制了我的欲望。我活下去不需要食物，但欲望依赖于食物而存活。我的欲望，必然就是吞食一切未知和无限，从而毁灭一切已知和有限。库拉提在哪里？\n7.向梦中去寻从出生起我仅经历过一次的梦境给了我启发，如果梦是无垠的，那么吞食源源不断的梦境能否满足我？于是我沉眠于黑暗虚无的世界里，在梦境中寻找库拉提。久远以后，我感到了饥饿，进食的欲望折磨着我。终于我忍受不了，吃完了所有的梦。那次我发现了，我能将无限转为有限。也许这就是一部分的答案。\n8.非人非物最后有一天，库拉提出现在我面前。那时的我，已经吃掉了失去天地后世界里的黑暗和虚无。看清了那些不断滋生之物的本质——“我”。库拉提说：“你已经不是‘人’或者‘物’了。你想知道你是什么吗？”我点了点头，看到他手中镜子里的我，只是团倒影。“你是我的倒影，而我是所有的有和无。你介于这些有和无之间，就是他们的倒影。像是光暗之间的阴影一样。”我的问题得到了解答。世界并不会成为我期待的模样。因为世界永远不会成为我。那又如何？出现在我面前的，是唯一能够填满我心中无垠欲望的食物。他显然清楚这一点，于是说：“你如果吃了我，也不过重头再来而已。”\n9.库拉提倒影我吞下了毫无反抗的库拉提，我感到意识逐渐失去，记忆逐渐消失，我所得到、经历、满足的一切都在离我而去。我忽然明悟自己的结局，被我吞没的必将重新回归，被我毁去的必将重新被创造。但唯有太阳，必须非我来不可。于是我身上所有不黑暗、不腐败、不废弱的部分被剔除出去，成为了太阳。而我则跌落了一片荒芜、枯败的世界里。库拉提先前说：“当有和无的倒影拥有了有和无，它介于有无之间的存在必然会被打破，你的欲望必然会波及你自己。换言之，你承受不了这一切。”“因此你在最后，一定会身不由己地把之前吃掉的一切丢出去，用来容纳我。”那又如何？我的问题仍没有得到解答。这次是另外一个问题：没有我的世界是怎样的？谁知道呢？如果重头再来，无非就是上演第二遍一模一样的过程。但是这样，我就是无限的，我就是自身的食物。用无穷无尽的重演，填满我无穷无尽的欲望。直到，库拉提，连你也被自身的倒影吞没啊！到那时，我必当前往你我存在之外的国度。我于浑噩混沌的意识中合上眼。再度睁开时，我出生在破烂垃圾的山海里，被世界所遗弃。\n",
    "replies": []
}