{
    "title": "服务器版版规严谨性更新公告",
    "author": "xu11xx",
    "replyCount": 1,
    "timestamp": 1538793960,
    "txt_content": "\n多人联机大区服务器板块版规严谨性更新公告\n更新内容如下详细的对比内容将贴在2楼内，此处只列举条目\n更新的版规条目有：\n版规1-1~版规1-4\n版规1-6\n版规3-1~版规3-5\n版规3-8\n版规4-2\n版规4-4~版规4-8\n版规4-10~版规4-12\n\n新增的版规条目有：\n版规4-7-2\n版规4-10-2\n版规4-10-3\n版规5-1~版规5-6\n\n请注意，如果您在该公告发布后，未对帖子执行编辑操作\n则不会被追溯新增条例的处罚，例如：版规3-2\nMCBBS - 服务器版块2018 年 10 月 06 日\n最终解释权归MCBBS中文论坛所有\n\n",
    "replies": [
        {
            "author": "xu11xx",
            "timestamp": 1538794020,
            "txt_content": " 本帖最后由 xu11xx 于 2018-10-6 15:50 编辑 \n\n1-1: 名词解释:\na.您没有权限在该板块发帖 —— 发帖者论坛等级必须大于等于6级且只能在 审核区发帖，同时需要保证您的账号没有被撤销发帖权限并且绿宝石积分大于0分\nc.您发表的主题 XXXX 通过审核 —— 这是主题通过了系统关键字审核的标志，并未通过服务器版的人工审核，帖子通过系统关键字审核后版主才能看得到此贴\ne.您的主题 XXXX 被 YYY 移动到 不合格服务器 —— 由于您的再次编辑导致帖子不符合版规，被锁帖并移动到不合格区，请阅读版规后按要求重新在审核区发新帖\nf.后续处理 —— 审核区被关闭的不合格帖子，隔一段时间会被版主修改分类为不合格服务器，这个操作即为“后续处理”，与服务器版主的人工审核无关\n1-1: 名词解释:\na.您没有权限在该板块发帖 —— 发帖者论坛等级必须大于等于6级且只能在服务器审核区发帖，同时需要保证您的账号没有被撤销发帖权限并且绿宝石积分大于0分\nc.您发表的主题 XXXX 已审核通过！ —— 这是主题通过了系统关键字审核的标志，并未通过服务器版的人工审核，帖子通过系统关键字审核后版主才能看得到此贴\ne.您的主题 XXXX 被 YYY 关闭 —— 由于您的再次编辑导致帖子不符合版规，已被锁帖，无法再进行编辑操作，通常还会伴随着动作f，请阅读版规后按要求重新在审核区发新帖。\nf.您的主题 XXXX 被 YYY 移动到 服务器回收区 —— 由于您的再次编辑导致帖子不符合版规，被锁帖并移动到服务器回收区，请阅读版规后按要求重新在审核区发新帖。\n\n\n1-2: 帖名须为如下格式：\n破折号左右的空格可有可无。 \n网络类型只能是这些：\n电信、联通、移动、教育、双线、多线、港澳、台湾、欧洲、美国、海外、内网\n服务器名称（破折号左边部分）不允许使用任何符号，例如引号、冒号、书名号、连接号等，且必须与模板内服务器名称一致。 \n如果你的服务器支持多个版本，请标注为“1.7.2-1.8.X”这种区间段（只允许使用英文格式的连接符号 -）。\n版本号（包括跨版本的版本号段）要求与模板中版本号完全符合，请如实按照自己的服务端版本进行填写。例如1.7.2不能写为“1.72”，1.8.8只能写为“1.8.X”。\n如果你的服务器版本在模板中没有出现，请选择“其他版本”，并在标题上标注实际版本（预览版请标注官方的快照版本号）\n1-2: 帖名须为如下格式：\n  破折号左右的空格可有可无。一句话简介不做限制。\n网络类型只能是这些：\n  电信、联通、移动、双线、多线、教育、\n  港澳、台湾、欧洲、美洲、亚太、内网。\n服务器名称（破折号左边）：\n  不允许使用任何符号\n  （包括但不限于单双引号、冒号、书名号、连接号等）\n  且必须与模板内服务器名称一致。\n  （即“ABCD服务器”中的“ABCD”必须一致）\n版本号（包括跨版本的版本号段）：\n  要与模板中版本号完全符合，请如实按照自己的服务端版本进行填写。\n    如果你的服务器只支持一个版本，且模板中有该版本，\n      请选择所对应的版本号选项。\n        例如: 选择“1.7.2”; 标注为“[1.7.2]”\n    如果你的服务器只支持一个版本，但模板中没有该版本，\n      请选择“其他版本”并在标题上标注实际版本。\n        例如: 选择“其他版本”; 标注为“[1.13.2]”\n        （预览版请标注官方的快照版本号）\n    如果你的服务器支持多个小版本，\n      请选择所有你所支持的版本号选项。\n        例如: 选择“1.7.2和1.7.10”; 标注为“[1.7.X]”\n    如果你的服务器支持多个大版本，\n      请选择所有你所支持的版本号选项，\n        例如: 选择“1.8.x、1.9、1.9.4、1.10.x”;\n              标注为“[1.8.x-1.10.x]”这种区间段\n              （只允许使用英文格式的连接符号“-”）\n              （不区分“x”的大小写）\n\n\n若以上要求不符合，哪怕是一点差距或不足，帖子将被判定为不合格 并移动到“不合格服务器”版块（2016-1-17）\n若以上要求不符合，哪怕是一点差距或不足，帖子将被判定为不合格，将被锁帖并移动到“服务器回收区”版块。\n\n\n1-3: 请如实填写营利模式，公益服会被授予公益服图章和图标。如服务器决定在公益服与商业服之间转换，请先在“服务器版综合申请处”内回帖申请删除，待提交申请后才可以发新帖，否则视为违规。\n1-3: 请如实填写营利模式，公益服会被授予公益服图章和图标。如服务器决定在公益服与商业服之间转换，请先在“服务器版综合申请处”内回帖申请删除（返还绿宝石），提交申请后无需等待处理完毕即可发新帖，原商业服擅自编辑帖子成公益服且不符合要求地更改介绍将视为营利模式不合格。\n\n\n1-4: 禁止匿名发主题帖，禁止使用“仅作者可见”，禁止以任何方式索要回复（包括回帖奖励、回复可见以及回复申请白名单等），违者直接发卡警告并判为不合格！\n1-4: 禁止匿名发主题帖，禁止使用“仅作者可见”，禁止使用回复可见及回帖奖励，禁止以任何方式索要评分或回复（包括但不限于评分给予奖励、以及评分申请白名单等），违者直接发卡警告并判为违规索要评分！\n\n\n1-5: 每个MCBBS的会员只允许有一个服务器宣传帖，每个服务器 （按用户群体）只允许有一个宣传帖（群组服请将所有子服务器内容列在一个宣传帖内，游戏模式选择“混合”即可），同一账号 发布超过一个主题帖时，超额的帖子会被警告+移入不合格区。\n1-5: 每个MCBBS的会员只允许有一个服务器宣传帖，每个服务器/群组服（按用户群体）只允许有一个宣传帖（群组服请将所有子服务器内容列在一个宣传帖内，游戏模式选择“混合”），同一账号或同一服务器（群组服）发布超过一个主题帖时，超额的帖子会被警告+移入服务器回收区。\n\n\n1-6: 只能在服务器 板块发布服务器宣传帖，通过审核后的服务器允许在签名档内进行宣传，宣传内容要求与服务器帖内描述一致，没通过审核的服务器禁止签名档宣传\n1-6: 只能在服务器审核区板块发布服务器宣传帖，通过审核后的服务器允许在签名档内进行宣传，宣传内容要求与服务器帖内描述一致，没通过审核的服务器禁止签名档宣传。\n\n\n3-1: 必须如实填写服务器发帖模板中的项目，模板信息不全视为 不合格。\n3-1: 必须如实填写服务器发帖模板中的项目，模板信息不全视为模板不合格。\n\n\n3-2: 若服务器需要专用客户端才能进入，需要说明客户端的获取方法。 （2016-2-23）\n3-2: 若模板勾选“需要下载专用客户端”，则需要说明客户端的有效网盘下载地址，QQ群内下载不视为客户端的有效下载地址。\n\n\n3-3: 尽可能地说明服务器的特色，例如使用游戏截图介绍服务器，介绍要求100字以上。禁止抄袭他人宣传帖。 \n3-3: 尽可能地说明服务器的特色，例如使用游戏截图介绍服务器，介绍要求100字以上。禁止抄袭他人宣传帖。【公告】抄袭服务器原创性内容详细规定\n\n\n3-4: 如果是公益服，需要在正文最顶部以5号默认字体+红色+加粗+居中标注 “本服是公益服并且愿意承担虚假宣传的一切后果”，不标注的视为营利模式不合格（2015-12-09） \n3-4: 如果是公益服，需要在正文最顶部以5号默认字体+红色+加粗+居中标注 “本服是公益服并且愿意承担虚假宣传的一切后果”，不标注的视为营利模式不合格，标注格式错误的视为介绍不合格。\n[align=center][size=5][b][color=Red]本服是公益服并且愿意承担虚假宣传的一切后果[/color][/b][/size][/align]复制代码\n\n\n3-5: 只允许使用5号及5号以下的字号，请勿使用亮色系的字体（包括字体背景色），如：亮青色和亮黄色和亮绿色和亮橙色和亮粉色等。（亮色系字体指一系列颜色浅、妨碍阅读的字体，在不同的背景下亮色字的定义不同 ）\n3-5: 只允许使用5号及5号以下的字号，请勿使用妨碍阅读的字体颜色（包括字体背景色），如：亮青色和亮黄色和亮绿色 和亮粉色等。（妨碍阅读的字体颜色包括但不限于对比度高的颜色、与背景色相近的颜色，在不同的背景下妨碍阅读的字体颜色的定义不同，交由版主判定。）\n\n\n3-8: 超过6个月没有回复/提升的服务器宣传帖，视为过期帖子，将会被移动到不合格区（2017-2-26）\n3-8: 超过6个月没有 提升的服务器宣传帖，视为过期帖子，将会在每年年末集中处理，关帖并被移动到服务器回收区。\n\n\n四、违规处理方式 \n四、违规处理方式及补充说明\n\n\n4-2: 对服务器 有疑问的，请使用站内信 联系发帖人；想要对服务器投诉举报或对版主处理有异议的，请携带证据到服务器投诉版发帖。\n4-2: 对服务器介绍有疑问的，请使用站内信(PM)联系发帖人；想要对服务器投诉举报或对版主处理有异议的，请携带证据到服务器/玩家评论区发帖举报、投诉。\n\n\n4-4: 发现帖内有恶意损毁性质的评分时发帖人可以到服务器投诉版发帖申请撤销，将会撤销此评分并对评分者处以封禁3天的处罚；若评分者自己拥有服务器宣传帖，将视情况决定是否删除评分者的宣传帖。（2016-7-24）\n4-4: 发现帖内有恶意损毁性质的评分时发帖人可以到服务器/玩家评论版发帖申请撤销，将会撤销此评分并对评分者处以封禁3天的处罚；若评分者自己拥有服务器宣传帖，宣传帖将发卡警告并判为不合格。\n\n\n4-5: 发帖人因违规被处罚多次的，其宣传帖会被移入不合格区或直接删除(2015-8-4)\n4-5: 发帖人因违规被处罚多次/已被永久封禁的，其已通过的宣传帖会被移入服务器回收区，未通过的宣传贴直接删除\n\n\n4-6: 模板内营利方式与实际不符的帖子，被举报后将直接锁帖移动到不合格服务器版。请其他用户携带证据将举报贴发到服务器投诉版。\n4-6: 模板内营利模式与实际不符的帖子，被举报后将直接锁帖移动到服务器回收区。请其他用户携带证据将举报贴发到服务器/玩家评论版。\n\n\n4-7: 有公益服图章且声称自己是“公益服”，但是实际上是商业服并且被举报证实的，视为骗审，将被处以删除服务器宣传帖+收回服务器版块发帖权限+禁言10天的处罚，举报人会获得3人气+25金粒+2绿宝石的奖励。\n4-7-1: 有公益服图章且声称自己是“公益服”，但是实际上是商业服并且被举报证实的，视为骗审，将被处以警告+服务器宣传帖判为不合格+收回服务器版块发帖权限+禁言10天的处罚，并且记作3星失信人员\n4-7-2: 有公益服图章且声称自己是“公益服”的神奇宝贝服务器，但实际上是商业服并且被举报证实的，视为严重骗审，将被处以警告+服务器宣传帖判为不合格+收回服务器版块发帖权限+禁言10天的处罚，并且记作4星失信人员。\n* 原4-11与4-7合并、新4-11更改为失信人员重新发帖的处理办法。\n\n\n4-8: 服务器版块违规追诉期为6个月 \n4-8: 服务器版块违规追诉期为6个月；指未对帖子执行编辑、提升、申请banner、高亮、置顶等操作超过6个月的帖子。\n\n\n4-10: 审核通过后的服务器如被举报“标题不合格”或“内容不合格”，第一次被举报时，扣1金粒提醒（仅留言标题或内容不合格），3天后若还违规，关闭并移动至回收区，3天内更正也不撤销扣分。第二次被举报时（即已有扣金粒记录）直接关闭并移动至回收区。（2017-11-24）\n4-10-1: 审核通过后的服务器如被举报“标题不合格”或“介绍不合格”或“模板不合格”中的一项时，第一次被举报时，扣1金粒提醒（仅留言标题、介绍或模板不合格），3天后若还违规，关闭并移动至回收区，3天内更正也不撤销扣分。第二次被举报时（即已有扣金粒记录）直接关闭并移动至回收区。\n4-10-2: 审核通过后的服务器如包含两项及以上的违规，将无任何提醒，直接关闭并移动至回收区。\n4-10-3: 如已因违反版规被扣1金粒提醒，前往【服务器板块集中申请帖】申请删除服务器帖时不返还绿宝石。\n\n\n4-11: 自2018-06-01起已通过审核的服务器若违反3-9的，将直接删除服务器帖，不返还绿宝石且不予恢复(2018-05-15)\n4-11: 已纳入失信人员黑名单中的用户，在公示撤销前不得换号再次发帖，再次发帖的账号将根据恶劣程度处以同等级及以上的处罚。\n* 原4-11与4-7合并、新4-11更改为失信人员重新发帖的处理办法。\n\n\n4-12: 关闭或删除服务器帖时，撤回所有正面评分(2018-07-11)\n4-12: 因“失信人员换号发帖”、“营利模式不合格”、“索要评分”、“一号多帖”、“一服多贴”、“公益服骗审”而导致关闭、删除的服务器贴或自行申请删除的服务器帖，撤回所有正面评分。\n\n\n五、举报奖励方式\n5-1：举报请前往服务器/玩家评论区携带充足的证据截图来举报。\n5-2：只有在服务器/玩家评论区成功举报的举报贴，才能获得人气&绿宝石奖励。\n5-3：每人每日的举报奖励封顶3人气+50金粒+2绿宝石。\n5-4：以下类目举报，每个成功举报奖励5金粒，每10个成功举报奖励1人气，数量众多的奖励1绿宝石\n        (例：成功举报11个帖子，奖励1人气50金粒)\n        5-4-1：举报“标题不合格”的服务器帖\n        5-4-2：举报“介绍不合格”的服务器帖\n        5-4-3：举报“模板不合格”的服务器帖\n\n5-5：以下类目举报，每个成功举报奖励10金粒，每2个成功举报奖励1人气，数量众多的奖励2绿宝石\n        (例：成功举报3个帖子，奖励1人气30金粒)\n        5-5-1：举报“失信人员换号发帖”的服务器帖\n        5-5-2：举报“营利模式不合格”的服务器帖\n        5-4-4：举报“违规索要评分”的服务器帖\n        5-4-5：举报“一号多帖”的服务器帖\n        5-5-3：举报“一服多帖”的服务器帖\n\n5-6：以下类目举报，每个成功举报奖励3人气+25金粒+2绿宝石\n        5-6-1：举报“神奇宝贝公益服骗审”的服务器帖。\n        5-6-2：举报“公益服骗审”的服务器帖。\n\n\n\n"
        }
    ]
}