{
    "title": "申请【搬运&鉴赏】实习版主",
    "author": "SevenC",
    "replyCount": 31,
    "timestamp": 1538901180,
    "txt_content": " 本帖最后由 SevenC 于 2018-10-7 16:35 编辑 \n\n申请版块*︰搬运&鉴赏\n职业*︰学生\n年龄*︰16\n联系方式︰QQ1458586456\n在线时间状况*︰周一到周五6个小时左右，其他假期（包含双休日）全天。\n个人专长*︰搬运 / 平面 / 前端 / python\n管理经验︰综合性ACG类论坛站长，会员900+，日PV2000。曾为服务器服主（日活20多）以及很多服务器的OP/技术申请理由*︰像素辞职，搬运版活跃度较差。+人手不足。\n将来计划︰和路人共同经营好搬运版，使搬运版活跃度提升。上任后也会以身作则，带动活跃。\n对论坛的建言︰\n希望论坛能够越办越好，能够在官方活动上见到为中国Minecraft立下汗马功劳的MCBBS被提名，并且有更多优质的资源和常驻会员。\n\n\n\n\n\n\n\n\n_(:з」∠)_",
    "replies": [
        {
            "author": "smallcorn.",
            "timestamp": 1538902140,
            "txt_content": "祝你成功         （柒瑞不论如何都不会忘了他的小尾巴）"
        },
        {
            "author": "黄狗dalao",
            "timestamp": 1538904840,
            "txt_content": "失踪人口前来支持SevenC\n希望能够办好"
        },
        {
            "author": "zyjking",
            "timestamp": 1538905200,
            "txt_content": " 本帖最后由 zyjking 于 2018-10-7 22:17 编辑 \n\n修改一下\n\n反对\n看了一下你的回帖，似乎在交流方面有一些问题\n1.整体语气上面有问题\nhttp://www.mcbbs.net/forum.php?m ... 56&pid=13330172\n2.给人一种不会交谈的感觉\nhttp://www.mcbbs.net/forum.php?m ... 77&pid=13330624\n3.在别人不懂或者是没听说过的情况下，喜欢说“孤陋寡闻”（别人可能根本没必要了解）\nhttp://www.mcbbs.net/forum.php?m ... ;page=2#pid13379766\n4.喜欢以大佬的口气说话\n\n5.从这篇帖子上看，你的回帖有点？？……\nhttp://www.mcbbs.net/thread-818923-1-1.html\n\n6.你的回复让我非常不爽\n全在这里说了吧\nhttp://www.mcbbs.net/forum.php?m ... ;page=1#pid13375737\n前半部分的还好，后半部分……\n（1）我不知道DZ框架论坛都有这些漏洞漏洞，因为我没接触过几个DZ框架论坛\n\n（2）我不知道DZ可以加插件，但我知道修bug可能很浪费时间，而且以我的了解，更多的问题是在人手上面\n\n（3）我的思路是先修复bug，后加新功能，以免出更大的问题，我的回复表达的非常清楚了吧？\n但是我所说的添加新东西和你所提及的BUG毫无关联怕你没读懂，在这说一遍\n\n（4）\n难道你不知道什么是分子热运动就不学什么是反电动势了么？\n让我非常不爽的是这一句，让我对你的尊敬大打折扣"
        },
        {
            "author": "乔柚",
            "timestamp": 1538907180,
            "txt_content": "支持一下，贡献比我多的都是优秀的人"
        },
        {
            "author": "Flowers_花花",
            "timestamp": 1538907300,
            "txt_content": "徽章这么多，人也很好，安排 必须安排"
        },
        {
            "author": "Wei_Dun",
            "timestamp": 1538909640,
            "txt_content": "祝你申请成功，不过，16不是已经高中了么，真的有时间管理吗?"
        },
        {
            "author": "SevenC",
            "timestamp": 1538910000,
            "txt_content": "minecraftasdw 发表于 2018-10-7 18:54\n祝你申请成功，不过，16不是已经高中了么，真的有时间管理吗?\n我这里是初三 由于其中跨地区转过一次学所以比同级的大一岁。\n\n_(:з」∠)_"
        },
        {
            "author": "Wei_Dun",
            "timestamp": 1538910120,
            "txt_content": "SevenC 发表于 2018-10-7 19:00\n我这里是初三 由于其中跨地区转过一次学所以比同级的大一岁。\n\n_(:з」∠)_ ...\n好吧，那祝你申请成功"
        },
        {
            "author": "skyliye",
            "timestamp": 1538910360,
            "txt_content": "支持一下，相应版块有一定活跃度，初三学生注意合理安排时间~"
        },
        {
            "author": "神奈川归尘",
            "timestamp": 1538911320,
            "txt_content": "支持一下 素质高，管理好 主要是能女装"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1538912640,
            "txt_content": "初三吗？不支持，还是以学业为重吧"
        },
        {
            "author": "SevenC",
            "timestamp": 1538912820,
            "txt_content": "ruhuasiyu 发表于 2018-10-7 19:44\n初三吗？不支持，还是以学业为重吧\n我们这里的学校学习情况和家庭要求相对来讲可能比较宽松，\n\n课余时间完全由我自行支配。\n\n同时我帖内所说的在线时间状况几乎都是在按要求完成日常学业的情况下所能达到的时间。\n\n_(:з」∠)_"
        },
        {
            "author": "Willam_Che",
            "timestamp": 1538913120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "迷途的路人",
            "timestamp": 1538923440,
            "txt_content": " 本帖最后由 迷途的路人 于 2018-10-7 23:32 编辑 \n\n如果说人手不足这情况的话。。实际上是不存在的\n说实话现在版内活跃较少，违规也少了，我一个人是完全可以应付的，有时候上线甚至都找不到一个违规\n说起来也是惭愧，自上任以来我就停止了搬运活动，转而去应付高一学习和运行搬运工计划，可能没有给版内起到带头作用关于搬运工计划方面，我本以为会一呼百应，但是几乎所有我找过的搬运工和预备搬运工们都婉拒了我，其中包括楼主你。\n只有少部分人支持并参与着，其中最活跃的就是夜刀十神香了\n或许我应该另寻他法带动版内活跃吧，在这方面我已经有了一定想法\n当然，如果你真的能带动搬运版活跃，我还是很欢迎的！不如讲讲你的方案？\n同时，既然楼主都初三了，还是建议楼主将重心放到学习上吧，注意合理分配时间\n↓↓↓他id真的叫这个↓↓↓\n\n"
        },
        {
            "author": "SevenC",
            "timestamp": 1538972400,
            "txt_content": "迷途的路人 发表于 2018-10-7 22:44\n如果说人手不足这情况的话。。实际上是不存在的\n说实话现在版内活跃较少，违规也少了，我一个人是完全可以 ...\n首先我认为，接下来咱们两个，包括所有支持我也好，反对我也罢的人，无论怎样，咱们都是就事论事，不要影响了我们之间的友谊和关系。\n\n首先先声明一下学业，我所在的学校是我们这个地区所有初中中升学率最高的学校：别的学校前100进入重点高中而我们学校前250几乎都可以进入。而我在这个范围内，并且高于250名很多。话说三分满，关于学业的情况我只说这些，我认为这些话已经足够大家了解我的学业状况。（其实如果真的与我学业冲突的话我就不会申请这个版主了。）\n\n其次，谈一谈路人提到的没有加入那个计划的事情。如果我没记错的话路人和南瓜都是邀请我入Bone Studio（以下简称BS）。两人在同一时间段，且那段时间我拒绝的理由是由于BS不允许同时加入多组，并且我已经在FireFly Studio(以下简称FS)很久，当时也是FS最困难的时候，出于人道主义，我没有离开FS，所以我委婉的拒绝了路人和南瓜善意的邀请。同时，那个时候路人还没有申请搬运版版主职务，而且也没有发布如今在搬运版的置顶帖。\n\n如果问我为什么现在不参与那个计划，我的理由是那个计划并不能起到实质性的作用，只能吸纳人入组(I开头)，然后被吸纳人持续发展，而没有加入的人发展似乎很困难，原因是没有持续动力。我也不知道我这么说会不会触碰到背后某个大佬的利益或者计划，我在做的就是实话实说：现在活跃在搬运版的人就是被吸纳的人，没有被吸纳的人几乎没有什么活跃。\n\n最后，谈一谈我对搬运版的计划：\n\n(1)修改版规中的：“24小时内最多能搬运5个作品”。通过加大惩罚力度来整治为了凑量而滥搬运的人。\n\n(2)为了使搬运帖质量上升，修改搬运帖奖励数值（人气，金粒）。较为优质的搬运帖在原有奖励制度上还增加绿宝石奖励。\n\n(3)弱化小组概念，鼓励个人搬运，但不会有奖励差异。\n\n(4)增大外宣力度。\n\n(5)开设相关板块活动，增强活跃程度。\n\n……\n\n以上涉及的5条内容为我所设计的方案的一部分，已提到的5条方案仅显示具体内容，详细细节我就不说了，相信大家也可以理解，毕竟这是在申请而不是反馈。\n\n_(:з」∠)_"
        },
        {
            "author": "酉月一",
            "timestamp": 1538975700,
            "txt_content": "SevenC 发表于 2018-10-8 12:20\n首先我认为，接下来咱们两个，包括所有支持我也好，反对我也罢的人，无论怎样，咱们都是就事论事，不要影 ...\n对于第三条，现在我不知道版内什么情况，不过在我任职期间，包括更早之前，搬运虽然可以挂上搬运小组的名字，但是并不会有什么积分加成，搬运版的帖子一直都是以搬运质量来给分的。\n至于外宣，我其实也没啥好想法\n版块活动。。。我就只能祝你成功了"
        },
        {
            "author": "NGK3",
            "timestamp": 1538976300,
            "txt_content": "SevenC 发表于 2018-10-8 12:20\n首先我认为，接下来咱们两个，包括所有支持我也好，反对我也罢的人，无论怎样，咱们都是就事论事，不要影 ...\n你的五个计划：\n1.我认为24小时内搬运5个作品的目的是为了不单独让一个会员的帖子占版块的前页。\n2.增加奖励（绿宝石）这条放哪都适用。\n3.小组和个人搬运目前也没奖励差异，小组的作用只是集中了搬运工，方便搬运工的相互交流。\n4.外宣力度指的是什么？论坛里应该都知道有搬运版吧？如果离开坛，广告投放费用是谁负责呢？\n5.版块活动这是一直都有想开设的，但是有没有人参加又是一个问题了。"
        },
        {
            "author": "迷途的路人",
            "timestamp": 1538976720,
            "txt_content": " 本帖最后由 迷途的路人 于 2018-10-8 14:21 编辑 \n\n你认为搬运工搬运有钱拿吗？\n另外你当初回绝我的理由好像不是回复中所说的“计划不能起到实质作用”，具体说了什么我就不细说了\n关于你的计划:\n我个人认为开放发帖限制并不会带动板块活跃，\n我认为能给搬运工动力的不仅仅是人气，金粒，贡献，还有跟帖回复支持他们的会员们\n另外一昧的猛搬反而会使得搬运工产生疲惫感，甚至留下阴影，这点我试过我清楚\n还有就是小组和个人从来就没有奖励差异，至少我在任是这样\n在我来看小组不过是一个搬运工们互相讨论，交流的地方，\n而不是你口中通过搬运来牟求金钱利益的地方\n关于提升奖励这一想法，板块内本身就有图章鉴定，我想不用做多余的功夫了吧？\n关于加入绿宝石奖励的想法，我其实早前也有和像素讨论过，\n我们都认为搬运版可以引入绿宝石这一奖励，所以我是很支持的\n最后做为一个朋友，我再次说一句，开始不会决定终局\n你不努力不代表别人不努力，在没有结果之前没人会稳得一批到了高中你就会知道你考的那点够不够了，深有体会，嗯"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1538980140,
            "txt_content": "在任版主反对，凉凉……"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1538980260,
            "txt_content": "在任版主反对，凉凉……"
        },
        {
            "author": "黑星nova",
            "timestamp": 1538982480,
            "txt_content": "我要走了，最后一次表态。\n我能从楼主身上看到些曾经我的影子：你的想法很多，看起来也观察了不少，但是观点又往往不能有力的跳出“我觉得”的范畴。\n几年的法学学习于我还是有些收获，比如：先遵循规则，再理解规则，再改善规则。我承认，版规是一定历史时期在一定事态背景下制定的针对性措施，那么改变这个措施的合理原因应该是“时代变了”。\n那么时代变了嘛？\n没有。甚至更糟了。\n我所预期的“鉴赏”没有大量出现，但多少有了出现，我认为是拜I组所赐。\n我不将I组定义为一个通常意义上的小组，他是对接版主与搬运者或者鉴赏家的渠道。\n搬运版的历史使命是什么？不是搬运尽可能多的作品，而是将国际上最先进的创作思维介绍给国内的玩家与创作者。为此目的越是高效的传达手段越是提倡。\n所以我们提倡了鉴赏，所以我们建立了小组，所以我认为peter适合继任大区版主。\n在如今社区割裂的情况下我们更需要的是明灯，是引领者，是抱团取暖，而不是自由散漫放任割裂。\n\n抱歉了，反对"
        },
        {
            "author": "SevenC",
            "timestamp": 1538990940,
            "txt_content": "darknova 发表于 2018-10-8 15:08\n我要走了，最后一次表态。\n我能从楼主身上看到些曾经我的影子：你的想法很多，看起来也观察了不少，但是观 ...\n首先：\n1、没有办法跳出“我觉得”的范畴有两点原因：有些事情我没有试过，想试没有权利；其次是从小到大我所学的：话说三分满，凡事无绝对。\n2、I组的存在的确产生了作用，可是为什么这个作用范围没有扩散？就我而言，I组，也可以成为BS搬运部：几乎将搬运版变成了小组的私有板块，过多的我也无法去说，听起来像是诽谤一样。"
        },
        {
            "author": "SevenC",
            "timestamp": 1538991900,
            "txt_content": " 本帖最后由 SevenC 于 2018-10-8 18:06 编辑 \n迷途的路人 发表于 2018-10-8 13:32\n你认为搬运工搬运有钱拿吗？\n另外你当初回绝我的理由好像不是回复中所说的“计划不能起到实质作用”，具体 ...首先我不大明白为什么你会提到钱这个东西，我觉得钱这个东西出现在MCBBS是一种侮辱，爱好不是为了换取利益。\n\n如果问我为什么现在不参与那个计划，我的理由是那个计划并不能起到实质性的作用……原回复提到的是“为什么现在不参与”，而不是当初为什么不参与，貌似你把这个概念混淆了吧？_(:з」∠)_\n\n且那段时间我拒绝的理由是由于BS不允许同时加入多组，并且我已经在FireFly Studio(以下简称FS)很久，当时也是FS最困难的时候，出于人道主义，我没有离开FS，所以我委婉的拒绝了路人和南瓜善意的邀请。这个才是我当初拒绝你的理由。\n\n\n对于你的一些意见我在下面一一给出回应：\n我个人认为开放发帖限制并不会带动板块活跃，首先就我自己而言，很多次我都受到了为了避免违反发帖限制的规定而耽搁搬运。\n\n我认为能给搬运工动力的不仅仅是人气，金粒，贡献，还有跟帖回复支持他们的会员们虽然不仅仅是人气、金粒和你提到的贡献，但是我觉得为了提高活跃奖励也要小幅度提升一点。\n\n还有就是小组和个人从来就没有奖励差异，至少我在任是这样我原文没有提到小组奖励差异，只不过是再说“虽然弱化小组概念、鼓励个人搬运，但是不会有（出现）奖励差异”。没有指之前任何一位版主的奖励数值有误，而是专门指我所提到的第三条。\n\n在我来看小组不过是一个搬运工们互相讨论，交流的地方，\n而不是你口中通过搬运来牟求金钱利益的地方\n看到这里我突然明白了为什么你会提到钱，原来是曲解了我的意思。我虽然说了触及某些大佬的利益但还没有说金钱，再者说貌似利益≠金钱吧？并且我原文是这样说的呢：\n我也不知道我这么说会不会触碰到背后某个大佬的利益或者计划，我在做的就是实话实说：现在活跃在搬运版的人就是被吸纳的人，没有被吸纳的人几乎没有什么活跃。我没有肯定背后就是一定会有某个大佬在策划着什么从而得到你所说的金钱、我所说的利益。\n并且：路人，就不提申请的事情，作为一个朋友，你说“而不是你口中通过搬运来牟求金钱利益的地方”，稍微有点过了吧？\n\n关于提升奖励这一想法，板块内本身就有图章鉴定，我想不用做多余的功夫了吧？提升奖励是在现有基础上小幅度对奖励进行提升。例如：原来+1人气，提升后+2。\n\n\n你不努力不代表别人不努力，在没有结果之前没人会稳得一批到了高中你就会知道你考的那点够不够了，深有体会，嗯对于这句话我只能说每个人都有底线，适可而止，别拿你不了解的别人的努力扯到与其毫无联系的版主申请上，我在回复中所说也只是一带而过。实习版主无所谓，人格和尊严我丢不了，我很介意你这种变相侮辱。太过的话我也不想说。送你一句话吧：做人留一线，日后好相见。"
        },
        {
            "author": "SevenC",
            "timestamp": 1538992080,
            "txt_content": "NGK3 发表于 2018-10-8 13:25\n你的五个计划：\n1.我认为24小时内搬运5个作品的目的是为了不单独让一个会员的帖子占版块的前页。\n2.增加 ...\n南瓜，你的一些问题和路人的几乎相同。你可以看看我24L\n\n首先对于你所提出的第一点，我的确没有想到，我会完善一下。\n\n其次对于第五条我读了好几遍，不管有没有人参加，貌似还是没有开设活动_(:з」∠)_"
        },
        {
            "author": "SevenC",
            "timestamp": 1538992140,
            "txt_content": "zxc554989965 发表于 2018-10-8 13:15\n对于第三条，现在我不知道版内什么情况，不过在我任职期间，包括更早之前，搬运虽然可以挂上搬运小组的名 ...\n抱歉哦... 你貌似曲解了我的意思，我没有指现任版主或者之前所有的版主对于小组有偏袒的现象，我只不过是对于我那条方案来讲的。\n\n_(:з」∠)_"
        },
        {
            "author": "SevenC",
            "timestamp": 1538993040,
            "txt_content": "zyjking 发表于 2018-10-7 17:40\n修改一下\n\n反对\n很感谢你能这么细心地关注我哦~  _(:з」∠)_\n\n我不知道我接下来所说的会不会继续让你误解我，但是我觉得还是要说：\n\n为了方便阅读，我按照你标的序号一一回复。\n\n1、在那个回帖中，我就是怕别人觉得我语气有问题，特意加了个颜文字，没想到还是被误解了 T^T（不知道这样的颜文字会不会不让人误解）\n（其实我觉得我那个回帖说的内容上应该没问题啊？？）\n\n2、可能是繁体字让你看起来很不舒服，但是我觉得我整句话虽然没有断句，但是我那句话真的没有语病啊_(:з」∠)_\n并且我所说的也的确是现状啊，问答版就我一个人已经看到过很多次要求帮助转换编码的问题了。\n\n3、我觉得我和风扇滑翔翅还是稍稍互相有点熟悉的，并且我原文是这样说的：\n孤陋寡闻了您_(:з」∠)_\n貌似很尊敬吧....  您应该是个尊称，并且我加了表情。\n\n4、你要认为我是大佬那我也没办法了对不对_(:з」∠)_\n\n5、回复你的帖子我一开始的确看错了，但是我在发现自己看错的时候已经生命了自己看错了......  而且我从第一条回复就带有表情了呢....  我觉得这个→_(:з」∠)_  看起来人畜无害丝毫不带有恶意并且稍稍有点萌，不知道你们看起来是不是这样的，如果不是的话甚至让你们产生了反感，那我也可以换的啊对不对，因为我本意就是没有恶意的嘛。\n\n6、看起来还是我的语言风格出了问题，让你们理解不了我的引申含义，以后修改，语言风格平易近人一点。\n可能是加粗强调让你看起来很不爽了吧？以后去掉\n难道你不知道什么是分子热运动就不学什么是反电动势了么？\n这段文字是反驳你的回复：免了，没看论坛的陈年bug都没修复吗，还想添加新东西？\n我拿分子热运动和反电动势来举例子，首先分子热运动是物理学当中的热能部分。反电动势是电能部分。我拿这两个来做比较的意思是：没修复的bug和新东西毫无关联的啊 ┓(???`?)┏ ←这是摊手，没有恶意。\n我的整体句式套用了你的回复，也可以说成：免了，不知道自己没学会分子热运动吗，还想学反电动势？\n但是我觉得貌似我的说法好像更加柔和一点啊.....\n\n或许有很多不了解我的人对我的语气有质疑，以后我回复尽量带表情或者不让你们误会的颜文字。\n\n\n_(:з」∠)_全段没有恶意，真的没有。\n\n在这里偷偷的吐个槽：\n其实我对你的回复：免了，没看论坛的陈年bug都没修复吗，还想添加新东西？  也有些不爽，但是我觉得你应该没有恶意的\n\n\n_(:з」∠)_"
        },
        {
            "author": "迷途的路人",
            "timestamp": 1538993160,
            "txt_content": " 本帖最后由 迷途的路人 于 2018-10-8 18:14 编辑 \nSevenC 发表于 2018-10-8 17:45\n首先我不大明白为什么你会提到钱这个东西，我觉得钱这个东西出现在MCBBS是一种侮辱，爱好不是为了换取利 ...\n抱歉，中午需要准备下午的考试有点浮躁\n我想表达的是搬运版是缺人不是缺搬运量，单单加大他们的搬运量是行不通的，\n是人都会累，蛋糕再甜吃多也是会腻的，少而精才是我们提倡的\n关于奖励方面，搬运贴质量好自然会给的多。\n提升奖励还是算了吧，我还想降低呢。搬运难度与其他版块不同，但是奖励相同可能有点说不过去\n小组问题就像黑星所说的，我们应该抱团取暖而不是放人割裂\n相比起搬运，我现在更倾向于“主鉴赏+次搬运”的模式\n另外,利益从某种程度上来说，包括：金钱、权势、色欲、情感、荣誉、名气、国家地位、领土、主权等所带来的快感，但凡是能满足自身欲望的事物，均可称为利益。\n\n中午说的话可能冒犯到你了，这话你听或者不听都没关系，对我都没有影响\n其余观点同黑星，我也反对"
        },
        {
            "author": "SevenC",
            "timestamp": 1538994360,
            "txt_content": " 本帖最后由 SevenC 于 2018-10-8 18:38 编辑 \n迷途的路人 发表于 2018-10-8 18:06\n抱歉，中午需要准备下午的考试有点浮躁\n我想表达的是搬运版是缺人不是缺搬运量，单单加大他们的搬运量是 ...emm 我也知道你或许是因为某些原因所以说出这些话。\n\n就算是蛋糕再甜吃多了也是会腻，可是如果这些人的量词是“批”呢？\n举个例子：\n2018-01-01    A、B、C、D、E五人是搬运版的活跃者。\n2018-01-02    开始发展下一批搬运者。\n2018-03-01    A、B、C、D、E五人腻了，不搬运了。\n2018-03-02    F、G、H、I、J五人是在2018-01-02发展出来的搬运者。他们学习并总结（总结了前人的例子，前人经过三个月的尝试已经变得炉火纯青了）了如何把搬运帖发的更好，他们开始搬运了。\n2018-03-03    开始发展下一批搬运者。\n2018-06-02    F、G、H、I、J五人腻了，不搬运了。\n2018-06-03    L、M、N、O、P五人是在2018-03-03发展出来的搬运者。他们学习并总结（总结了前人的例子，前人经过三个月的尝试已经变得炉火纯青了，并且还有前人的前人为例）了如何把搬运帖发的更好，他们开始搬运了。\n2018-09-03    L、M、N、O、P五人腻了，不搬运了。\n2018-09-04    A、B、C、D、E五人很久没搬运了，重回搬运版。\n……\n\n我的想法类似这种，在这其中，还会有很多人受他们的鼓舞自主加入搬运阵营，从而形成一个循环。版主的作用（我申请的目的）就是为了使这个循环能够发展起来。\n\n你所说的同黑星的其余问题的回答同我对黑星的回答。_(:з」∠)_\n利益一词正如你所说，包含了很多东西，但是我没有特质你所说的金钱。┓( ??` )┏\n\n对于中午冒犯到我的话我是肯定要听得，毕竟一个完全不了解你的情况的人带有些许讥讽的语气否定你的努力是让一个人很不舒服的。\n\n但是对你有没有影响就不是我说了算了，我拿你当朋友，你虽然没有道歉，但是我听到了你说自己因为考试有些许浮躁所以说出了那样的话，我心里还是有些许平复，我心里也是有了为什么你会拿我的学业说事版主一事答案，但是你千万不要在处理版务上浮躁。\n\n抛开申请版主一事，作为一个朋友，我还是想要告诉你：不要因为自己的负面情绪影响到与其无关的人和事。\n_(:з」∠)_\n"
        },
        {
            "author": "NGK3",
            "timestamp": 1539007320,
            "txt_content": "SevenC 发表于 2018-10-8 18:26\nemm 我也知道你或许是因为某些原因所以说出这些话。\n\n就算是蛋糕再甜吃多了也是会腻，可是如果这些人的量词 ...\n所以说，你说的 某些大佬的利益、某些原因。\n到底是谁的什么利益和什么原因？\n说明白啊"
        },
        {
            "author": "SevenC",
            "timestamp": 1539056640,
            "txt_content": "NGK3 发表于 2018-10-8 22:02\n所以说，你说的 某些大佬的利益、某些原因。\n到底是谁的什么利益和什么原因？\n说明白啊 ...我也不知道我这么说会不会触碰到背后某个大佬的利益或者计划，我在做的就是实话实说\n\n你曲解了我的意思，首先我用了“会不会”，其次我没有肯定背后一定有一个大佬被我触碰到了利益或者计划。我想表达的是不管我触没触及到我所说的，我都要实话实说，并且在原句中我在实话实说后面用了冒号。\n\n其次我不大理解你说的：到底是谁的什么利益和什么原因？\n虽然我提到了利益，但是你所说的“什么原因？”是什么啊？\n\n我真不知道为啥你会选择性忽略某些关键性词语。\n\n(￢_￢)"
        },
        {
            "author": "pogox",
            "timestamp": 1539245100,
            "txt_content": "就楼主在沟通中表现出的习惯而言，目前并不适合担任版主职务，\n关于计划和设想方面，可详见22楼nova所言。\n申请暂不通过，望继续努力。"
        }
    ]
}