{
    "title": "[多线]陨落星辰 ——一起来建设我们的温馨小镇吧[1.7.10]",
    "author": "45449869",
    "replyCount": 0,
    "timestamp": 1539093480,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果\n\n说在前面：\n       陨落星辰是一个很年轻的服务器，腐竹我也是一个年轻的学生。年轻人总是有理想的。我想，现在我的理想是打造一个真正温馨的服务器。没有商业性的成分，游戏中的邻居可以成为好朋友，大家就如同真正的邻居相亲相爱。我玩游戏是为了娱乐，那么开服没理由不一样。所以陨落星辰不应该被商业化所束缚，它应当更有人情味，我们在里面找到的不应该是僵硬了的粗俗的趣味。\n       服务器“古风不存”的时代，这暂时只是理想。但是我愿意为此付出，哪怕是用这个我计划了很久的服务器做赌注来看看能不能找回当年的感动。有人说公益服，我又是学生，开不长的。我已经做好了这个准备。陨落星辰指的并不是剧情里那颗陨石，而是指我们早已做出了为自己的理想而陨落的决心。但我们，陨落星辰的力量毕竟弱小。所以希望大家能支持我帮助我，加入我们或者提出你的建议或意见。如能得到您的帮助，末当感激不尽。        (服务器处于公测状态，客户端随时会修改。为了能正常使用，请移步讨论群下载客户端）\n一、剧情\n        几百年前，一颗星辰砸破天幕，降临在这片土地上。人们研究这颗陨落星辰，将其中的力量剥离，附加在武器装备甚至是卷轴上，由此掌握了强大的力量。然而直到不久前，一个满载奇怪武器的物体从中飞出，人们才发现，这颗星辰似乎连接着一个空间……        而几百年后的如今，一艘飞船从天而降，飞船用发达的外星科技打造。奇怪的是，这艘貌似需要人驾驶的飞船上竟没有任何生物的影子。而我们也从飞船上的计算机里得到了关于之前那颗星辰的消息\n二、关于“复古”\n    这是为了拉近玩家间距离的一点小措施。\n    1、主城房屋出售：主城所有可出售房屋都已圈好地，并加入市场出租。\n    2、服务器加入了城镇插件以代替地皮插件，服务器将建立若干城市，城市的大部分由玩家建造（组地皮开店什么的完全允许）。今后会完善围绕城镇插件的措施（如职业，玩家自建城市）。\n三、关于多世界\n    主世界\n        死亡不掉落\n        主城起到开启RPG（不知道什么时候做好）剧情的作用，会将大多数商店和传送点放在这。主城的房屋出租（住户只能使用房子而不能改动）。\n        主城禁止拿枪在手上！更不许开枪！\n        主城禁止拿枪在手上！更不许开枪！\n        主城禁止拿枪在手上！更不许开枪！\n        违者直接ban\n    地皮世界\n        死亡掉落（腐竹没办法改QAQ）\n        就是一般的地皮，由于死亡掉落无法关闭，腐竹正计划用城镇代替地皮。\n        地皮禁止拿枪在手上！更不许开枪！\n        地皮禁止拿枪在手上！更不许开枪！\n        地皮禁止拿枪在手上！更不许开枪！\n        违者直接ban\n    空岛pvp\n        死亡不掉落（平常）\n        以随机传送的方式进入\n        一个由多个小型空岛组成的群岛，各种环境齐备。里面有很多交错的铁线缆，可以利用工程师天钩（沉浸工程MOD）在部分空岛间快捷移动。而且PVP世界也是刷怪的地方，本周枪械商店将转移到这里。\n        （空岛偶尔开启战争模式，使用战争服规则，死亡掉落且出产大量资源）\n        温馨提示：魔法商店有闪现卷轴出售\n    资源世界\n死亡掉落（划重点）\n        每月一刷的世界，产出资源，野外会遇到宝箱（随机出产食物，矿物），剧情设定是无法管理的地方，在这个世界使用战争服规则。\n    生存世界\n死亡不掉落\n        使用城镇插件的地方。由于有城镇插件保护，本世界除了租用的地皮无法被破坏。\n        主城禁止拿枪在手上！更不许开枪！\n        主城禁止拿枪在手上！更不许开枪！\n        主城禁止拿枪在手上！更不许开枪！        另：城主有权利以建筑过丑为由强拆。\n四、服务器特色\n    特色活动\n战争空岛：空岛PVP开启战争模式，死亡掉落，可以抢劫。引入战斗型NPC，腐竹会隐身观战并制造宝箱。活动结束后，用宝箱中掉落的兑换券可以换取稀有道具和时装。战斗评分最高者（击杀尽量多，被杀尽量少）有特殊奖励。\n    MOD\n沉浸工程\n        ic2（工业时代2）\n        重力装甲（工业时代附属）\n        维克的现代战争：使用3D模型的枪械MOD\n\n        超能物质：可以将玩家自己改造成机器人，获得全新特性（无法附加BUFF和DEBUFF等）和技能（立场保护、末影传送、小地图等）。能量驱动的枪械。\n        时装工坊：改变装备外观\n        建筑师工艺\n        木匠方块\n    部分插件\nrpgitem：RPG道具\n        天降宝箱：寻找随机生成的有随机内容的宝箱\n        城镇\n        钟表菜单\n五、服务端获取\n         在讨论群里有服务端下载以及网盘地址\n         讨论群：陨落星辰服务器：568713822\n六、不知道谁提供的情报\n         1、副团长战斗力极低而且非常富有还不会开创造。\n         2、死亡掉落的世界腐竹管不了。\n         3、腐竹没有给你们提供情报。\n\n\n\n\n\n6.jpg\n(221.27 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-10-9 21:50 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n15.jpg\n(266.79 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2018-10-9 21:50 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}