{
    "title": "【原创/连载】《艾卡西亚-光之路》第九章",
    "author": "虚泽",
    "replyCount": 1,
    "timestamp": 1539160680,
    "txt_content": " 本帖最后由 王世源 于 2018-10-11 16:21 编辑 \n《艾卡西亚-光之路》第九章 万物复苏\n结束了吗？对，一切都结束了你是谁?是谁在和我说话？一阵微风拂过，伴着一娄光束，照在地上，里面慢慢幻化出带着金光的男人，眼睛中带着金光点缀，一眼望去可以看穿一切的黑暗，他缓缓走到亚米面前，亚米看着眼前这位神秘男子，心里面感到好奇。“刚才是你和我说话吗？”“对”          “你是谁？为什么占据我的身体”“我叫格伦，他们都经常称我为——神”亚米得知他的身份后，被震惊到了，他从未想过会和神以这种方式见面，更何况是万神之王——格伦。亚米呆呆地站在原地静静地看着眼前被世人敬仰的神，这感觉像梦一般的，这就是传说中的神吗，而且还是上古时代的救世主，以一己之力封印魔族，打破混沌之力，拯救艾卡西亚与水火之中。“恭喜你，你已经成功继承了神之力”亚米摸摸自己的身体，发现的确和之前不一样了，体内的魔法渐渐变成一股炽热的烈焰般，在身体里面燃烧。格伦用手指着亚米身体，对他说道：“你体内魔法已经被元力燃烧殆尽，不过不到迫不得已不能暴露你体内元力”“那我体内的魔法已经没有了，那我以后怎么使用光之力”“元力也可以驱动光，而且和魔法释放完全释放，如果你进一步用更深层元力驱动就可能暴露，我的意思是不要将你体内的元力全部爆发，不然会暴露你的身份”亚米听完格伦说的后，静下心来感受体内的元力，的确可以驱动光之力，但是有一种陌生感，没有用魔法释放时方便，格伦于是告诉他：“元力和魔法是两种不同概念，魔法是将体内能量释放出来，则元力是将周围的能量转化为元力然后再释放出来，相比之下，元力更复杂，”听了格伦的解释后，亚米又重新去感受一番，果然相比魔法还要复杂，不过威力要比魔法大一倍，释放速度也变快了很多。当亚米还有很多问题想问格伦的时候，他已经消失了。结束了，一切都结束了。光明战胜了邪恶，可是留下的没有喜悦，只有一片废墟。可是大战精灵国开始重建城市，城市又恢复到以往的热闹，亚米看见到的这一切，他发现不管是人还是精灵或者其他种族，他们总是能在大战后重整雄风，他们没有抱怨什么，可能是他们心中还怀抱着一颗希望之心。今天天很晴，阳光照射在树灵国的街道上，居民都在讨论前几天的大战，边说边笑，什么魔神被亚米打的屁滚尿流，那个牛皮都吹上天了，但是他们殊不知亚米就在他们旁边。亚米在旁边都忍不住想笑，今天刚好是新的精灵王登基之时，精灵国大半的人很早就把广场围满了，亚米好不容易才挤到里面。经过漫长的等待，到了正午时刻，精灵王帅领着十大风灵降临广场正中间的舞台上，然后精灵王一挥斗篷，瞬间周围士兵释放魔法向天空发射，魔法逐渐飞上天空，最后在空中引爆，形成了一道美丽的风景，新的精灵王，正式继承！瞬间台下的国民高声呐喊着，这是历史性的一刻，新的精灵王重现。接下来就是精灵王发言的时刻：“亲爱的国民们，我很荣幸能登上这个舞台演讲，我也知道，仅凭我一人之力，是无法重整精灵国雄风，所以我希望大家团结一致，不要被魔族爪牙给蛊惑了，最后请让我为我们上一届的精灵王奠哀，他为了我们精灵国战死远方沙场，我将开启本次登基仪式最后一步，重新点燃树灵之心！”精灵王站在台上，只见他前脚一踏，瞬间在胸前形成了一颗生命之光，然后调动生命之光飞向树灵之心，当生命之光与树灵之心相撞时，一股巨大魔法波动爆发，就像两股终极魔法相撞般，随着魔法波动传遍了全精灵国后，生命水晶被重新激活，然后接着整个精灵国中间出现一个巨型绿色魔法阵，伴奏精灵王的一声呐喊，神树重现！“万物复苏！”台下的国民又迎来一次欢呼声，随后又举办了庆典，人们玩的玩，吃的吃，这样和平又欢乐的时刻，谁不想一直留在这一刻呢？天色已经暗下来了，傍晚街上庆典还没有结束，亚米一人独自跑到高塔上吹风，坐在塔顶的围栏上，静静地看着这一刻。这时莫风走过来了，他一只手拿着两个杯子，另一只手拿着一瓶酒，对着亚米说：“早上的时候太忙了，没时间和你道谢，你喝酒吗？”莫风递过一个杯子，亚米下意识的接住了莫风递过的酒杯，然后莫风打开酒瓶，砰一声，里面的酒香传了出来，亚米闻到酒香后，立马问莫风这是什么酒，莫风笑了笑，告诉亚米这是来自黄金乡的麦酒，每次秋天皇室里面都会派人去黄金乡带回几十箱麦酒回来屯着，黄金乡的麦酒可是传遍了这个艾卡西亚大陆，很多爱喝酒的人没到正秋季节都会前往黄金乡买麦酒。亚米把酒杯递过去，酒瓶里面的酒顺着月光留了出来，可能是有月光的衬托，酒色显得格外清纯。两人互相干杯后，一杯酒就这样被喝完了，两人在月光下聊了很久，就想两个多年未见的朋友一样，把酒言欢，谈天说地。",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1539168960,
            "txt_content": " 本帖最后由 langyo 于 2018-10-10 18:58 编辑 \n人们玩的玩，吃的吃\n\n好像没毛病……\n\n但为什么我读不通顺……\n\n以及，有一部分内容被论坛自动替换成*了，注意修改\n\n你可以通过在敏感字之间加入[size=0px.].[/s.ize]来绕过屏蔽词，论坛 UUB 代码也能绕"
        }
    ]
}