{
    "title": "[Minecraft][CULTURE] 大胡子方块",
    "author": "NGK3",
    "replyCount": 2,
    "timestamp": 1539184920,
    "txt_content": " 本帖最后由 NGK3 于 2018-10-11 14:25 编辑 \n\nBLOCKBEARD大胡子方块\nFirun_Brand把科幻和海盗结合了起来!Firun_Brand combines sci-fi AND pirates!\n迪士尼成功地改变了我们关于海盗的看法，不是吗？如果有人现在说“海盗”这个词，你可能想到的是杰克船长和那个章鱼胡子的家伙，而不是那种老传统的，有着坏血病，带着鹦鹉，缺胳膊少腿的海盗。现在，虚构的海盗有点看起来太美好了，缺少了点海盐味，而且在陆地上待太长时间了。\nDisney has changed how we think of Pirates, hasn’t it? If someone says the word “pirates” now, you’ll probably think of Captain Jack and that dude with the squid beard, rather than old-fashioned pirates with scurvy, parrots and missing body parts. These days, fictional pirates are just too good looking, not nearly sea-salty enough, and spend far too much time on land.\n\n\n建筑大师Taisen Schettler，也称做Firun_Brand，展现了一个更现代版的海盗生活，作为Aria Creation建筑团队的申请作。虽然说故事背景仍设定于加勒比岛（因为总的来说，这是全世界的海盗活动中的很大一部分发生的地方），Taisen想象中的海盗天堂远比迪士尼描绘的更加科幻和丰富多彩。\nA more modern version of piratical life has been created by master builder Taisen Schettler, also known as Firun_Brand, as an audition for the Aria Creations Build Team. Although it’s still set on a Caribbean island - that is where a lot of the world’s pirating went on, after all - Taisen’s imagined pirate paradise is much more colourful and science-fiction inspired than Disney’s take.\n\n\n在Taisen的海盗湾，各种大小的飞船穿梭在岛屿四周，城市的中央是一个宏大的穹顶，也许住着一个骇人般富裕的海盗王。一切都显得明亮且生动，完全没有那种黑白的骷髅和骨头之类乱七八糟的海盗玩意。这些是现代的海盗，他们想要显得是彩色的！\nIn Taisen’s Pirate Bay, spacecraft in a variety of sizes shuttle around the island, and in the centre of the city is a large domed roof that presumably houses some kind of terribly rich pirate king. Everything is bright and vivid - none of that black-and-white skull-and-crossbones pirate nonsense. These are modern-day pirates, and they want colour!\n\n但第一眼所看到的并不全部是这个海盗岛的多彩的外表。“这个项目是我创造关于海盗在未来的样子的一次尝试”Taisen说，“但是不是一个像我们在干净明亮的科幻电影中看到的那种辉煌的未来，而是一个肮脏的未来，一个我们的星球被继续剥削，而且所有东西都看起来肮脏并灰暗的未来。”\nBut the colourful appearance of the pirate island is not all that it might seem at first glance. “The project was my attempt to create a vision of how pirates can look in the future,” says Taisen. “But not a glorious future, as we know it from bright and clean sci-fi, but a dirty future, in which the planet continues to be exploited and everything is dirty and brown.”\n\n\n再仔细看这些海盗船你就会发现它们都是用各种老零件组装起来的，就像是一个用超市里买的各种乱七八糟的玩意组装起来的火箭。城市中间的宫殿非常漂亮，但是它展示的是“城市以前的富裕”，而不是现在的状态。\nLook a little closer at the pirate ships and you’ll notice that they look like they’ve been built out of bits of old parts, like a rocket made from whatever you can find at the back of your local supermarket. The palace in the centre is beautiful, but it shows the “former wealth of the city,” not its current state.\n城市里大部分的房子都建在一起，并且互相叠在一起，在这一小块土地上挤在一起。城市的每一边的都是茂密的热带丛林，使得这个地方成为了一个藏海盗宝藏的理想之地。“这个项目中最具挑战性的地方是是让它看起来有生命力”Taisen说，“这花了我相当的时间，以及许多不同的小细节来实现这一点”。Taisen用了两个星期来完成建筑，每天都用大概四到八个小时来添加细节和人物在这个他所说的“科幻贫民窟感（sci-fi/slum）”上。\nThe houses that take up most of the city are built together and on top of one another, jostling for space on this tiny speck of land. The jungle on either side is thick and tropical, making for great places to hide pirate loot. “The most challenging part of the project was to make it look alive,” says Taisen. “It took me quite some time, and a lot of different small details to achieve it.” Taisen took two weeks to finish the build, spending about four to eight hours a day adding details and character to what he calls the “sci-fi/slum look”.\n\n\n“我最喜欢的细节是前面的这些小的飞船直接贴在水面上飞行”他说。这些小的飞船在水面上留下了一条白色的痕迹，就像是星球大战中的Landspeeder（译注：星球大战中一种飞船的名字）留下的尘埃云，使他们看起来正在他们无尽的偷盗其他人宝藏的旅途中飞速前进。大些的飞船在城市上空中漂浮着，大到足够在它们的船身上写下它们的型号！\n“My favourite detail is the small spaceships in the front that are flying directly over the water,” he says. These tiny crafts are leaving trails of white water in their wakes, like the dust clouds left behind by landspeeders in Star Wars, making it look like they’re going really fast in their never-ending quest to steal other people’s treasures. Bigger crafts float above the city, with room enough on their large hulls to write their model numbers！\n“海盗湾（The Pirate Bay project）项目在我建筑过的项目中是我最喜欢的一个”Taisen说，“这个工程的计划是建造我目前独立建造过的最大的项目，同时，也是希望能加入Aria Creations建筑团队”。幸运的是，他的申请成功了，他在九月早些时候获邀加入Aria Creations建筑团队！他们甚至之前在网站上宣传了这张地图……“The Pirate Bay project is my favourite one that I’ve built,” says Taisen. “The goal was to create my biggest project so far, by myself, and to get accepted into the Aria Creations Build Team.” Luckily, his application worked - he was welcomed into the team in early September! They’ve even been featured on this here website before…\n\n\n总之，恭喜你！Firun_Brand!\nCongratulations, Firun_Brand!\n\n原文：https://minecraft.net/zh-hans/article/blockbeard[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1539213960,
            "txt_content": " 本帖最后由 NoName德里奇 于 2018-10-11 07:27 编辑 \n\n海盗湾... 不是最大的种子网站吗（\ndalao辛苦了！支持一下！\n不过...  这个字体 看着有一点太细，不是很舒服的样子。\n可以考虑 全文加粗。"
        },
        {
            "author": "Оil",
            "timestamp": 1539224040,
            "txt_content": "图片加载得有些慢……不知道是不是我这边的问题……"
        }
    ]
}