{
    "title": "【尬聊】我和 Minecraft 的故事（黑历史）【长篇慎入】",
    "author": "Tom_cat",
    "replyCount": 5,
    "timestamp": 1539201840,
    "txt_content": " 本帖最后由 Tom_cat 于 2018-10-11 12:53 编辑 \n\nhttp://music.163.com/style/swf/widget.swf?sid=786262&type=2&auto=0&width=320&height=66\nTime flies very fast, 一转眼就是一年过去了，想当年进入 MCBBS 的时候，我还是个什么都不懂的小学生\n我加入论坛的时候是 13 年，刚好上小学 6 年级吧，当时跟着同班的同学入坑的论坛\n其实我从 2011 年就已经开始玩 Minecraft 了，2012 年开了自己的第一个服务器，当时可兴奋了，把全班的同学都叫来一起玩。\n那段日子，是我过的最快乐的时光，和朋友一起联机，一起打怪造房子，一起钓鱼，一起去末地探险...\n现在想起来还是相当怀念的。\n\n当然，这之中也有很多心酸的事情。\n在我还没开服之前，我就跟班里的一个同学在一个服务器里玩，忘记服务器叫什么名字了。\n他在服务器里玩了很久，终于在游戏里赚够了钱买了一把神器，名字也忘了。可惜我借他的号第一次玩，就不小心搞没了...（自责Orz）\n事后他就再也没有跟我一起玩过游戏了，直到毕业都没有，很遗憾。\n\n后来上了初中，我依然经常玩 Minecraft，甚至把班上很多玩王者的同学都拉进了 Minecraft 坑，当时 Minecraft 在班上是很受欢迎的，我也一度算是 “沉迷” 于 Minecraft 中。\n\n直到我接触了编程。\n\n当时忘记是哪个大佬告诉我 PHP 简单，好学，信了他的话入坑了 PHP，一开始买了一本《PHP从入门到放弃》，嗯，就是这个，太坑了。\n看来看去没什么意思，然后就上网搜了一下，了解到了 w3school，发现里面的教程通俗易懂，最重要的是有在线演示，可以实时查看运行效果，这样学起来确实比看书快得多。\n\n从此我就开始进入了漫长的开发生涯……\n\n关于我的开服（黑）历史\n我开的第一个服务器，是 kuniu 的面板，当时还是个穷人，靠着父母每个月给的零花钱省下来租的。接着陆陆续续有很多玩家来玩，服务器开始发展大了一点。\n\n渐渐地，面板服已经满足不了现有的用户量了，我开始租 V·PS，最早租的忘记是什么服务商的了，只记得宽带只有 5M，很卡，但是之前玩的不亦乐乎，也开了一个小服给大家玩，最高在线人数也不多，大概 20 左右已经是顶峰，这也就是最早的 TCOTP 服务器。\n\n到了 14 年左右，我上初一，父母给的零花钱多了一点，我能省出来的钱也越来越多，于是开始租高配的 V·PS 开服，玩家在线量最高达到了 40 多人在线，这也是我的开服历史中在线最高的记录，并且我通过在国外的社区宣传，有很多外国玩家也来玩了我的服。\n\n很快到了 15 年，随着学业越来越繁忙，没有时间打理服务器，玩家在线量一度跌至 10 以下，甚至有大部分时间都是 0 人在线，我也越来越没有耐心继续开服了，毕竟投入完全没有回报，我从开始就是在做公益服，至今都没有收过一分钱。而我也越来越没有心思玩游戏了，而是开始写自己的软件。\n\n当时学了 PHP，然后总想着做些什么东西，看到 MCServerManager 这个管理器很火，我就觉得开发开服器是个不错的选择，我本来打算用易语言开发，但是我想了一下，那样貌似没什么优势，当时 MCSM 是软件版的，如果要想远程管理服务器，有点麻烦，如果能用网页来管理的话，应该很棒。于是我的第一个管理器项目就开坑了，取名为 PHPMC。之后因为学业问题，项目搁置了很长一段时间。\n\n后来到了 16 年，我续费完最后一次服务器，就再也没有去看过服务器了，直到有一天我收到邮件，服务器到期被删除了。此后接近一年的时间我都没有再开过服务器，而是开始了各种开坑，同时继续开发 PHPMC，然后又鸽了很长的时间。\n\n终于到了 17 年，我认识了几个志同道合的朋友，一起合资买下了第一台 1U 的物理服务器，L5520 的CPU，某宝上 10 块钱一颗的那种...放在我家里，那个噪音...我至今都还记得，用我家里人的话说，我只要一按下电源键，就是飞机起飞...之后我就用这台服务器开了一个群组服，运营了大概三个月的时间。后来因为资金问题，以及团队成员的一些不和睦，最终这台服务器卖掉了，几位成员也各自离开了。\n\n从此之后，我就再也没有专注开过服，即使有也是调试自己的插件而已。\n\n我的开发生涯\n终于有一天呢，我看到 MCSM 群里说要开发网页版了，我才突然想起来 PHPMC 这事，于是打开熟悉的 NotePad++ 看看代码，一下就发现了一大堆问题...什么 XSS 漏洞，SQL 注入，惨不忍睹，然后我利用清明节假期爆肝了三天，开发出了 PHPMC 3。\n\n可惜我当时并不懂得开源协议的问题，毕竟是自己写的第一个项目，此前完全没有了解过什么是开源协议。因此导致被 MCBBS 删了帖，在此我也表示非常抱歉，后来我也根据要求改正了帖子，可惜一切已经晚了。\n\n后来我接触了 Java，开始学习自己开发 Minecraft 的插件，制作一些好玩有趣的东西，然后又学了 Golang，这也是我了解到 frp 这个项目的原因，此后我也陆陆续续写过一些小项目，不过那些都没什么特别的地方了，都是些小工具什么的。\n\n过了很长时间，这时候我已经上高中了，大概是 18 年一月份，我正好放寒假，又开始了无聊的生活，于是打开尘封的 NotePad++，从头开始开发了一个 Minecraft 面板，命名为 SoraMC，使用 GPL v3 协议开源。可惜写到接近完工的时候就开学了，再次弃坑 OrzGithub 上还有项目：https://github.com/Kasuganosoras/SoraMC 是个半成品，bug 很多，安全性不高，并且 Daemon 非常占用 CPU。。。我都不知道为什么会写出这样的代码。。\n\n到了 3 月份左右，我加入了学校的工作室，允许自己带笔记本电脑去了，因为工作室没有公网 IP，而工作室的服务器配置倒是很高，于是我就想着用来搭网站，顺便开服玩玩，但是 ngrok 那个映射速度太慢了，还经常掉线，于是我就自己捣鼓了一下，搭了个 frp 做端口映射，租了一个 V·PS 搭建 frps 服务端。\n\n然后我利用暑假的时间，去做了两个月的兼·职，终于赚够了钱，加上家里人的资助，组装了一台 2U 的 E5-2698 v3 服务器，然后开始做起了服务器出·租的生意，同时继续开发了好多网站，域名都买了接近上百个...\n\n后来我买的域名越来越多，每个域名都要单独添加配置文件，非常麻烦，于是我就想着写一个网页管理配置文件的，这样可以轻松一点，但是没想到写着写着突然想法就变了...于是有了今天的 Sakura Frp。\n\n然后到了 8 月份的某天，突然脑子一热就想着把 PHPMC 这个玩意继续维护一下，于是又是两三天的爆肝，从头到尾把整个面板重构了一次，而且这个效率 efficiency...三天时间我几乎除了吃饭和睡觉，其他时候都在电脑前，身边放着几瓶咖啡，困了就把椅子放平躺一会，起来又继续写，写完了刚好就开学了。拖了几天的时间，终于在 9 月 10 号发布了新版本，版本号取自我最喜欢的 Linux 系统 CentOS 7，命名为 PHPMC 7。\n\n然后又过了一个多月的时间，也就是今天，我群里的人突然给我发了个截图，是我之前的服务器剧情设计介绍，我想了好久才想起来这个账号的密码，然后登上了我这个一年没登录过的账号，看着自己以前发的帖子，有些很幼稚，有些又很好笑，有些逻辑我现在都搞不清楚了，曾经的记忆又浮现在脑海中，感触很深，于是写下了这篇帖子。\n\n如果喜欢，就坚持下去吧~\n这是我一个好朋友博客上的一句话。\n如果你有了自己的信仰，就尽量坚持下去吧，等多年之后再回头看看自己曾经的作品和历史，你也会为如今的自己感到欣慰的。\n同时感谢所有 MCBBS 的版主和管理员们，谢谢你们把论坛维护到现在，辛苦了。\n\n\n一个人的命运啊，当然要考自我奋斗，当然，也要考虑到...版主的心情。\n我也不知道我这个大号怎么就变成小号了...（说到这也许有些人已经知道我是谁的小号了（笑\n\n\n\n\n",
    "replies": [
        {
            "author": "FloatingBlocks",
            "timestamp": 1539266340,
            "txt_content": "你成功地劝我决定不学PHP"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1539266400,
            "txt_content": "这辈子都不会去学java开发的awa\njson语言已经满足我了awa"
        },
        {
            "author": "Оil",
            "timestamp": 1539271440,
            "txt_content": "同11年开始玩……\n然而我走的是另一条路线……"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1539296820,
            "txt_content": "看到没有，这就是大佬.jpg\n莫得技术，MC 也不会玩，我好菜啊.jpg"
        },
        {
            "author": "pookcock",
            "timestamp": 1539346140,
            "txt_content": "我是在2010玩的 当时版本好像还是0.11【手机】"
        }
    ]
}