{
    "title": "[Minecraft.net | INSIDER]盘点背包：火把",
    "author": ":spgbigfan:",
    "replyCount": 8,
    "timestamp": 1539404880,
    "txt_content": " 本帖最后由 kakagou12 于 2018-10-13 12:33 编辑 \n\n\n\nTAKING INVENTORY: TORCH\nLight Up Your Life\n盘点背包：火把\n点亮你的生活\nStarting a new world in Minecraft is always exci.ting. What biome will you spawn in? Is there a village nearby? Where’s the nearest source of wood? It’s always tempting to explore a bit before deciding where to put down roots. But if you explore too long, you’ll run out of perhaps the most important first-day resource of all: daylight.\n在Minecraft里开新档总是那么激动人心。会在哪个群系出生？附近会不会有村庄？最近的木头资源在哪？在决定何处落脚之前，大家都喜欢先好好地探索一番。但是如果探索得太久，你可能就会耗尽第一天最重要的资源：阳光。\n\nAs the sun sets for the first time in a new game, it’s common for players to duck into a cave or dig a hole in the ground to shelter from the zombies, skeletons and creepers that come out at night. To keep the monsters from coming in, they wall up the entrance. Too late, they realise that they forgot to gather coal or smelt up some charcoal to make a torch, and they’re forced to sit in the darkness for the whole night, listening to the moans of the zombies and the rattle of skeleton bones.\n在新档的第一次日落来到时，玩家们通常都会躲进洞穴或者挖坑自埋，以此避开晚上出没的僵尸、骷髅和苦力怕。为了让怪物们进不来，玩家们会封住出口。这时他们才意识到自己忘了收集煤炭或者烤制木炭来制作火把，不过为时已晚，他们只能在黑暗中坐上整夜，聆听僵尸的嚎叫，以及骷髅骨头的咯噔声。\n\n\n\nThose who did prepare for the first night will have a handful of torches in their inventory. Torches can be stuck to walls or placed on top of a block, and will spread light to its environment, as well as melt any ice within three blocks or snow within two blocks. They’re made with sticks and either coal or charcoal, but torches can also be found and “borrowed” (you’ll bring them back, right?) from villages, strongholds, abandoned mineshafts, igloos and woodland mansions. \n而那些为第一夜做了充足准备的玩家，物品栏里已经有了成堆的火把。火把可以插在墙上，也可以放置在方块顶面，然后它就会向周围洒出光芒，并融化3格以内的冰块以及2格以内的雪。火把是用木棍加上煤炭或者木炭做成的，但玩家也可以在村庄、要塞、废弃矿井、雪屋和林地府邸等地方找到火把并“借走”它们（你会物归原主的，对吧？）\n\nTorches originally came to Minecraft after a suggestion from Syrion on the Tigsource forums. They were added in December 2009, and haven’t changed much since. The neatest trick with torches is that they can be used to quickly clear sand or gravel when you’re mining – when a falling sand or gravel block hits a torch, it’ll pop off into a pick-uppable form, saving lots of shovelling time.\n火把最初加入到Minecraft里是出于Tigsource论坛用户Syrion的建议。在2009年12月，游戏中加入了火把，从此也没有太大的变化了。关于火把有一个干净利落的技巧，可以用来在挖矿时快速清理沙子和砂砾——当掉落的沙子或者砂砾戳到火把时，就会变成可拾取的物品，省去拿锹挖的时间。\n\n\n\nReal-world torches work in much the same way as the ones in Minecraft, except that they eventually burn out. The earliest evidence of controlled fire is found in Wonderwerk Cave in South Africa, dating back to about a million years ago. But the controlled use of fire didn’t become widespread until 500000 to 100000 years ago. Torches – sticks with combustible material on one end – no doubt followed soon after.\n现实世界的火把和Minecraft里的那种工作原理大致相同，只不过最终会烧完。人类控制火源的最早遗迹，位于南非的Wonderwerk洞穴，距今已有大约一百万年。但是直到五十万到十万年前，人类都尚未广泛地控制并使用火。在此之后，火把——一端有可燃物质的木棍——便自然而然地出现了。\n\nTorches are a common symbol of hope and enlightenment. The Statue of Liberty, in the bay of New York, holds a torch aloft to welcome immigrants arriving from abroad. The Olympic Torch travels from Olympia in Greece to the venue of the Olympic Games every four years. Torches are frequently used in religious rituals, and in ancient Rome and Greece they were used to symbolise love. \n火把是希望与启迪的普遍象征。位于纽约海港内的自由女神像，手里就举着一支火把，欢迎来自国外的移民。从希腊奥林匹亚到奥运会开幕会场，奥林匹克火炬每四年都会进行一次传递。火把频繁地出现在宗教仪式中，同时在古罗马和古希腊，火把被用于象征爱情。\n\nSo the next time that you’re hosting a Minecraft wedding, have your guests carry torches to symbolise the undying light of love (and here’s another handy wedding tip: DON’T FORGET TO INVITE ME). Or use torches to bless your mining cavern in the hope of discovering more diamonds. Or just stick them on your walls so you don’t have to spend the night in the dark. Your call, really.\n所以下一次在Minecraft举办婚礼时，你一定要记得让来客们手持火把，用来象征爱情的不渝光辉（这里还有一个实用的婚礼小贴士：别忘了给我请柬）。或者用火把来保佑你的矿洞出产更多钻石。或者就在墙上插上火把，让你不用在黑暗中度过漫漫长夜。随便你怎样，真的。\n\n\n【Kakagou译自TAKING INVENTORY: TORCH】\n【作者Duncan Geere，发布于2018年10月12日。】\n\n",
    "replies": [
        {
            "author": "117779284",
            "timestamp": 1539405480,
            "txt_content": "意义不明·"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1539405960,
            "txt_content": "不明觉厉"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1539414840,
            "txt_content": "盘点背包是继谈谈生物和本周方块中的官文？\n我记得万圣节更新火把会熄灭来着，然后可以用打火石点亮（累人的特性）"
        },
        {
            "author": "NameEMCC",
            "timestamp": 1539515160,
            "txt_content": "万圣节更新火把会熄灭，然后你这个毫无乱用了，如果一个一个点会累死！"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1539523620,
            "txt_content": "天狼星black 发表于 2018-10-13 15:14\n盘点背包是继谈谈生物和本周方块中的官文？\n我记得万圣节更新火把会熄灭来着，然后可以用打火石点亮（累人 ...\n点亮耗费打火石耐久吗\n如果耗的话不要把人给弄死吗awa"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1539527400,
            "txt_content": "xiaowei233v 发表于 2018-10-14 21:27\n点亮耗费打火石耐久吗\n如果耗的话不要把人给弄死吗awa\n当然耗费qaw"
        },
        {
            "author": "1830351881",
            "timestamp": 1539603540,
            "txt_content": "未知"
        },
        {
            "author": "我是小小涛",
            "timestamp": 1540002420,
            "txt_content": "听起来就觉得很厉害啊"
        }
    ]
}