{
    "title": "MC风云I——神庙 深夜发布",
    "author": "神诸葛亮",
    "replyCount": 7,
    "timestamp": 1539530220,
    "txt_content": " 本帖最后由 神诸葛亮 于 2018-10-15 01:20 编辑 \n\n啊，我又来了，大家好。我在几天之前的正式地图发布的发布会上说明了《神庙》也跟随《古文明》发布吧？没有？算了。\n此次更新不会来的那么快的，渴望的观众们请先坐好等着吧。\n我们此次的视线将会离开那三个逗比，转向距离莱斯诺大洲比较远的斯米克森大洲，在这里，你将会有不一样的游戏体验。故事时间将设置在MC元前7000年（比《古文明》晚一点）。\n就像你在莱斯诺大洲上要跑很远，在这里你就不用跑很远了，但是你要经常上上下下的……移动。\n此次故事的主角为：\n其特斯罗坤\n克里斯班\n拉罗斯科共和国（是的又是他）\n不那么重要的国家：\n苏斯科里蒂安\n桑卡图雷\n厄第流撒诺备注：必须自备1.11版本的NPCmod！！！\n-------------------------分割腺---------------------------\n其特斯罗坤\n其特斯罗坤是民主政治的典范，早在MC元前7000年就发明了篮球、乒乓球、桌球和网球（纯属作者个人恶搞），他们的首都就像是个大型的娱乐场，请看图：\n1楼是篮球场：\n以及其他球的球场：\n2楼是工坊（目前没什么用），3楼是美食街。什么？国王住哪里？\n\n\n苏斯科里蒂安\n苏斯科里蒂安是其特斯罗坤的一个封地，头衔持有者就是封臣，像不像西欧中世纪的封建制度？\n我接下来要回答你们的是：国王住在哪？\n看图：\n给你们介绍一下，左边的是苏斯科里蒂安大公，右边是咱们其特斯罗坤的国王，他们是夫妻（作者跟我说他们住一起我还以为是兄弟还担心国王有风险），所以老婆惹不起，动不动就卖房子搬你家来长住。\n\n克里斯班\n克里斯班王国建立于MC元前17500年，迄今已有约六千多年的历史。\n极度注意：这是一个政教合一制国家！国王就是大祭司，大祭司就是国王。还有，克里斯班王国就是独裁的典范，处处与其特斯罗坤相对，而且两国关系极度恶劣。为什么这么说呢？\n因为他俩本来信仰的是同一位神，但是克里斯班认为必须要通过残忍的祭人手段来获取神明的愉悦，而其特斯罗坤本身就注重人权，经常不祭祀神灵，就是祭祀最奢侈也是杀一头羊，于是这宗教的矛盾愈来愈大，解都解不开，最终就分道扬镳。\n不信，你们对比看看克里斯班在祭祀方面付出的精力：神庙：\n这神庙头顶上的是“圣杯”，据说建造的时候花费了整个国家9/10的人力财力物力建好的，而且是在高原上，事后还要搬到建好的祭台上面去，史料记载，光是搬上去就耗费了一年，其中因为意外死伤719壮丁。\n========================抽口烟冷静下 =============================\n\n载入游戏界面\n在选地图之前的那些画面都没有大改动，但是作者日后会有所变化。不过我们不是要看这个：请跟我来，游戏开始选阵营的界面：\n\n这相对于之前《古文明》算得上是一个比较大的改动。在简单的“地图”上，你可以看见俩王国首都还有拉罗斯科殖民地（在那俩中间）\n这个地图上面不仅包括这些，还包括：\n自然环境：\n正在进行的战争：\n甚至连一些大道路：\n\n\n来自作者的肺腑之言：\n电脑不好不要玩，否则炸机爆点让爸妈来找你不抡死你。\n以后，在发布之前开一个工程帖是我们的习俗，有什么进展动态我们都会第一时间在工程帖里面宣布。如果我们游戏内容与你最喜欢的生存档地形相近，或者与你听到的、自己脑补的故事基本相近的话，或许你就是某个大洲的某个国家的某位人士哦！\n（开玩笑了，当真的话我们也不拦着）下部预告：MC风云I——大河流域\n\n预告的预告：深入细作文化层面，细作省份的设施，细作城墙、箭台等防御措施，细作军事。\n",
    "replies": [
        {
            "author": "神诸葛亮",
            "timestamp": 1539530640,
            "txt_content": "自顶贴*1，如果大家发现了什么bug欢迎大家指出哦！\n今后的MC风云系列将会紧扣“大洲与文明”为题，在更新大家的世界观的同时也致力于将游戏做得更加出色！感谢大家的支持与理解！\n来看看你们属于哪个大洲吧！\n（悄悄说一声，作者是莱斯诺大洲的，他甚至想在那里当皇帝，我该怎么治他？）"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1539592800,
            "txt_content": "占个沙发[虽然楼主已经占了]支持一下"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1539592860,
            "txt_content": "楼主你有兴趣一起制作RPG地图吗"
        },
        {
            "author": "源起之罪",
            "timestamp": 1539666420,
            "txt_content": "不管怎么说，也是要支持一下的对吧。"
        },
        {
            "author": "葉子の",
            "timestamp": 1539668940,
            "txt_content": "無論怎麼樣（小聲bb:反正我覺得劇情設定挺不錯的），在建築方面還是有所缺失的，首先整體建築材料運用較單調，其次就是建築。。。。。這麼說呢。。。。和名稱有所不符，內飾太簡陋，國王住的地方太豪華（會被人民打的），有時間的話可以去參考一些論壇內的其他作品，以便提高自身的水平，所以请继续努力为国内乃至国外mc圈带来更多的更好的优秀作品，谢谢～"
        },
        {
            "author": "夏逆大大",
            "timestamp": 1539779940,
            "txt_content": "总的来说还是不错的"
        },
        {
            "author": "PTK丶Rengar",
            "timestamp": 1560077580,
            "txt_content": "支持一下大佬"
        }
    ]
}