{
    "title": "看到有人说MCBBS论坛管理严格我忍不住想来吐下槽",
    "author": "shtsoul",
    "replyCount": 32,
    "timestamp": 1539634860,
    "txt_content": " 本帖最后由 shtsoul 于 2018-10-16 04:24 编辑 \n\n作为一个老用户我一直想吐槽，一个需要回复才能下载使用的插件到底要怎么回复才不算水？\n不回复下载不了，既然连用都没用过怎么可能给出有意义的回复。\n某版主还因为我的“下载下来看看”回复没意义给了警告扣我积分，原本还想去投诉，但是后来想想算了，人家是插件开发者还是一个版主，人家对论坛的贡献比我大多了，就算我投诉了有个P用呢。\n\n另外还要吐槽一下发服务器宣传贴的规定\n*3-5: 只允许使用5号及5号以下的字号，请勿使用妨碍阅读的字体颜色（包括字体背景色），如：亮青色和亮黄色和亮绿色和亮粉色等。（妨碍阅读的字体颜色包括但不限于对比度高的颜色、与背景色相近的颜色，在不同的背景下妨碍阅读的字体颜色的定义不同，交由版主判定）\n不让人用看了眼瞎的字体颜色我可以理解，但是你觉的这个颜色刺眼吗？如果是为了玩家着想那么这里又是什么情况呢？*1-6: 只能在服务器审核区板块发布服务器宣传帖，通过审核后的服务器允许在签名档内进行宣传，宣传内容要求与服务器帖内描述一致，没通过审核的服务器禁止签名档宣传。\n只有有权利的人才能瞎别人的眼？最后的版主判断可以说给了版主无限大的权利。\n我管理过论坛也明白作为论坛的基层版主们很辛苦，既然我触犯了论坛的规则被罚就被罚了我认错，但是我保留我对这个规定不满的意见。\n\n我在16年从发过一个宣传贴，后来有一段时间因为其他事情关服了一阵，等有空了再开服发现宣传贴已经被删了。\n前几天发的宣传贴因为里面用了这个品红色又被删了。\n\n我想说在这里发个服务器宣传贴本来就很难，要到6级才只有3个绿宝石，宣传贴一被删绿宝石也不返还。\n想要绿宝石就得去其他服务器里“钓鱼”，让开公益服的腐竹上当好举报他，那么我想问公益就真的是公益了吗？\n比如说，我玩LOL很菜，正好服务器里有人玩的不错，他带我上了分，我在MC里给了他很多东西，这还算不算公益呢？\n私下金钱交易的肯定也是有的，我不是说举报别人不好，而是绿宝石获得方式太苛刻太奇葩。\n如果是真有心想骗玩家钱的腐竹，花个几十快买个有绿宝石的论坛号又可以宣传了，对于我们这些老帐号来说就不能给点其他的绿宝石获得方法？\n\n网易的服开了以后各大MC论坛的热度都在噌噌的往下掉，大家都如此艰难了为什么还要互相为难对方呢。\n\n以上纯属半夜睡不着的吐槽非引战贴，要是看完这贴你觉的我是S.B就当是看了个笑话，要是有认同感欢迎留言。",
    "replies": [
        {
            "author": "fiktfli",
            "timestamp": 1539642000,
            "txt_content": "不是那个公益服的，本来就是，你发了公益帖子，就肯定会被别人拿来钓，自己遵守什么都不卖就行了"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1539642420,
            "txt_content": "粉红色的确非常刺眼，不信你试试。\n\n刺眼的颜色用来做告示是很常见的操作，所以交通标志用明黄色，\n禁止通行的交通灯是红灯。\n\n同时，禁止使用刺眼的颜色应该是出于防止滥用，例如\n通篇都使用这种颜色，\n使用这么大的字号的话，\n我觉得不管换了是谁，\n看久了都会受不了的。"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539646200,
            "txt_content": "NoName德里奇 发表于 2018-10-16 06:27\n粉红色的确非常刺眼，不信你试试。\n\n刺眼的颜色用来做告示是很常见的操作，所以交通标志用明黄色，\n你也觉的应该是防止滥用而不是禁止使用吧。\n你可以去看一下我那个帖子http://www.mcbbs.net/thread-823724-1-1.html\n整篇帖子只用了黑 品红 红三种颜色，品红标记了开头服务器地址跟QQ群突出整篇内容的重点，红色的标记方便玩家快速阅读完重点，其他全是黑色。\n我觉的字体颜色就是用来突出重点的，现在的玩家耐心严重不足，长篇的文字他们根本看不下去，我用品红色标记出来服务器的IP地址跟QQ群就是为了让玩家看到马上就可以进服玩游戏，也不需要盯着那个字看很久，刺眼就更谈不上了，我不理解为什么短短的4行字就被视为“妨碍阅读的字体颜色”。\n其实也有其他宣传贴用了比较刺眼的颜色，像这个http://www.mcbbs.net/thread-819111-1-1.html\n\n当然我也只是吐槽一下，心疼一下自己的绿宝石"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539647100,
            "txt_content": "fiktfli 发表于 2018-10-16 06:20\n不是那个公益服的，本来就是，你发了公益帖子，就肯定会被别人拿来钓，自己遵守什么都不卖就行了 ...\n在MCBBS上发个宣传贴，加上公益两个字来玩服的人没多少，钓鱼的到是来了一群。\n公益，原本就是一种无私的奉献，出钱弄服务器，出力给服务器加插件加mod还带调试，为什么还要给他们增加额外的负担呢，一群人整天来钓鱼骚扰腐竹让公益服的腐竹身心疲惫。\n也难怪很多人去了网易开服，虽然我也不喜欢中国版，但是至少在那边开服安稳，还省了宣传的麻烦。\n还是很佩服现在还在开公益服的腐竹们，特别是在MCBBS上发宣传贴的，或许他们才是这个游戏的真爱。"
        },
        {
            "author": "west.myth",
            "timestamp": 1539647820,
            "txt_content": "谁说绿宝石除了任务就只能举报获取？原先我也以为绿宝石只能任务、举报外加发布多人联机大区的优秀作品。看了这个才发现还有那么多获取途径。http://www.mcbbs.net/thread-790219-1-2.html\n至于字体颜色，版规里使用是为了对某些内容强调说明。但是你不能用"
        },
        {
            "author": "west.myth",
            "timestamp": 1539647880,
            "txt_content": "shtsoul 发表于 2018-10-16 07:30\n你也觉的应该是防止滥用而不是禁止使用吧。\n你可以去看一下我那个帖子http://www.mcbbs.net/thread-82372 ...\n并不只能通过颜色来强调突出，排版也可以"
        },
        {
            "author": "250=mo",
            "timestamp": 1539648300,
            "txt_content": " 本帖最后由 250=mo 于 2018-10-16 08:22 编辑 \n\n你的吐槽很在点上。我也不太晓得为何服务器区的格式要求和论文一样严格，过去反馈区半数的冲突都出自服务器板块，版主实在憋不住了才用各种手段把那些“无理取闹”的吼退。当然服务器板块为了要求服主认真点，态度也没什么问题。可是很多地方都像是在不该有的地儿挖出的规则一般，不知道版主是不是觉得自己的职责就是立下规则并恪守他……"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1539648480,
            "txt_content": "绿宝石很好赚的……"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539648840,
            "txt_content": "west.myth 发表于 2018-10-16 07:57\n谁说绿宝石除了任务就只能举报获取？原先我也以为绿宝石只能任务、举报外加发布多人联机大区的优秀作品。看 ...\n获得方式是不少，但是真正能拿到的有多少呢，不会开发插件mod，总是后知后觉发现不了bug，上班工作也没时间去搬运插件，真正的“普通用户”怎么看都是希望渺茫吧？"
        },
        {
            "author": "非道",
            "timestamp": 1539648840,
            "txt_content": "忍不住也想吐槽这个论坛"
        },
        {
            "author": "250=mo",
            "timestamp": 1539649080,
            "txt_content": " 本帖最后由 250=mo 于 2018-10-16 08:22 编辑 \nwest.myth 发表于 2018-10-16 07:58\n并不只能通过颜色来强调突出，排版也可以\n我觉得你讨论的地方和他想说的不是一回事儿……他想问的是「为什么不能这么做」，你却回答他「除了这么做还能怎么做」。这样下去没个头……\n不过也确实很无奈，怎样算瞎眼呢？用多少算是「大量使用」呢？干脆就简单归为「用了这些颜色」吧！又方便查，本来服务器审核也是不小的工作量。\n其实这种官僚主义的作风很不好，大家都是玩家，很多事情可以在玩家与发帖者之间磨合实现，不必要样样都在审核时就完善的。"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539649140,
            "txt_content": "ruhuasiyu 发表于 2018-10-16 08:08\n绿宝石很好赚的……\n如果我会开发mod制作插件的话我也会说很好赚，可是我并不会，绿宝石的赚取方式门槛对我来说太高。"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539649980,
            "txt_content": "250=mo 发表于 2018-10-16 08:05\n你的吐槽很在点上。我也不太晓得为何服务器区的格式要求和论文一样严格，过去反馈区半数的冲突都出自服务器 ...\n难得有个跟我意见一样的人，我觉的认真是要对服务器认真，今天去看其他的腐竹宣传贴在评分里骂的也不再少数，对于论坛来说他们写的宣传贴合规是好的论坛用户，但是他们被人骂说明他们并不是好腐竹。\n\n这里的管理已经本末倒置了，不知道哪是重点，该严格控制的并不是说我文字写的怎么样，而且要看他们开服的态度，玩家要是在这个论坛连续找的服都不满意他们还会来这里找服？等玩家在这里找到的服务器越来越烂的时候谁还想在到这里来找服玩。\n当然这里也有很多像我一样真心开服的人，但是架不住烂服多，有人被其他服给坑了就满世界的到其他服里去报复社会这种人也不在少数。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1539649980,
            "txt_content": "shtsoul 发表于 2018-10-16 08:19\n如果我会开发mod制作插件的话我也会说很好赚，可是我并不会，绿宝石的赚取方式门槛对我来说太高。 ...\n我也不会啊，我只是去翻译版翻译了一篇文章而已"
        },
        {
            "author": "250=mo",
            "timestamp": 1539650760,
            "txt_content": "shtsoul 发表于 2018-10-16 08:33\n难得有个跟我意见一样的人，我觉的认真是要对服务器认真，今天去看其他的腐竹宣传贴在评分里骂的也不再少 ...\n说话还是要注意点……这一段话，就会有些人抓住你，质问你「连宣传贴格式要求都不能认真满足，这样的服主怎么能叫真心？」\n这种事情，我以前是受够了\n感觉大家在吵架方面很在行。现在论坛是一些创作者也看不上了，论坛却又卡着，冷冰冰的感觉不太鼓励新玩家把自己一点小小的成就发出来（这里不是说皮肤板，皮肤板做得一直不错；一些板块的情况我也不了解，比如展示&共享）"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539651180,
            "txt_content": "ruhuasiyu 发表于 2018-10-16 08:33\n我也不会啊，我只是去翻译版翻译了一篇文章而已\n现在大家都这么忙，谁有那么多时间去找别人没翻译过的文章呢。\n而且就目前的行市来说一个有绿宝石的6级帐号也就几十块钱，花一天时间去翻译文章还不如去工作一天，翻译一天文章还不一定有绿宝石，去工作一天是肯定能买好多帐号。\n今天来这里发牢骚是正好现在空闲时间多特意来吐槽一下目前的状况，在这个论坛也待这么久了多多少少的有点感情，很多事没人说不代表他们心里不这么想。"
        },
        {
            "author": "wzz0116",
            "timestamp": 1539652860,
            "txt_content": "服务器版版规的确是过于严格，有些地方无关紧要，但是却无法通过，版主和服主都不是机器，却要像机器一样发帖和审核。不过这也正常吧，我虽然不了解版规制定的具体流程，但是版规和版主肯定是有关系的。而版主是用户在版块有一定贡献后申请的，也就导致了（下面的话纯属胡说八道）版主的学历和文化水平不一样，也不都是专业学管理的，版规可能会有一些问题"
        },
        {
            "author": "Оil",
            "timestamp": 1539653160,
            "txt_content": "粉红色个人感觉还行（突然钻出来两位同年注册的让我有些不知所措……=▽=）"
        },
        {
            "author": "zyjking",
            "timestamp": 1539654720,
            "txt_content": "部分赞同\n\n关于字体颜色，在手机上阅读还好，但在电脑上真的很刺眼……\n换一个背景可能好很多\n\n至于服务器举报\n\n个人认为目前的状况抢着举报，稍微有点不对劲的地方就举报，能拿绿宝石就行，实在不行拿5金粒也行……反正能拿点东西就行……这也是大部分人的心理\n去其它服务器里“钓鱼”一般不常见吧……很少人会花费大量的时间仅仅为了两颗绿宝石……还不如买号\n现在为了钱啥都干的出来的这种事很常见，腐竹坑玩家拿钱，玩家/用户举报拿绿宝石，没绿宝石后买号……养号的人支付部分给爆破密码的人……\n\n如果你有更好的绿宝石获得方法可以去反馈版\n\n就说这么多，言多必失"
        },
        {
            "author": "qnickx",
            "timestamp": 1539654960,
            "txt_content": "下面的内容不喜勿喷\n仅为个人见解\n说云玩家随意）\n其实论坛真正活跃的也就那么一些人，表面上两百多万会员，其中接近一半不复存在，剩下又有一部分封禁帐号，然后就是一些水到6级只为了发宣传贴的腐竹，然后就是一些玩家，我们这些普通会员，以及真正有贡献有作品的人。\n在这里发几句一些人对bbs本质上的理解\n“bbs啊，主要就是我发宣传贴，然后找插件用”\n“bbs就是我拿来赚钱的工具”\n“找模组用，找地图玩”\n当然这些评论或许有些**，甚至以偏概全，但是总的来说从侧面反映出一个问题：网上的一个论坛而已，真的值得我花太多心思在上面吗？\n答案对于不同的人是不同的\n不能否认论坛作为一个第三方交流平台的成功\n至于有意义回复，回复可见贴子是允许一定程度的万用回复的\n但是没有回复可见的帖子呢？\n有意义回复的标准，很难确定，或者换句话说许多人根本想不出什么所谓的“有意义回复”，因为其实能评论的也就那么点\n也就导致一些腐竹成为所谓的“伸手党”\n现在像楼主这样为了这个游戏的未来而把自己内心真实想法（或许还是一部分？）的人的确很少了。\n"
        },
        {
            "author": "west.myth",
            "timestamp": 1539655860,
            "txt_content": "250=mo 发表于 2018-10-16 08:18\n我觉得你讨论的地方和他想说的不是一回事儿……他想问的是「为什么不能这么做」，你却回答他「除了这么做 ...\n因为无法给出一个既能说服他、又“政治正确”的回答，只好给出一个解决方案"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1539661320,
            "txt_content": "为什么只有服务器版发帖这么严格？为什么绿宝石这么难获得？\n答案很简单：盈利相关\n\nmcbbs是个公益的论坛，几乎没有任何收入来源，这种几乎等于倒.贴的论坛之所以能维持下去，正是因为有用户在不停地投入作品，让论坛的内容变得更丰富，发布作品帖的人通常可以获得大量绿宝石，用户用绿宝石来宣传服务器，这是一种等价交换\n如果你一直觉得绿宝石难以获得，又认为自己没有时间为论坛做贡献的话，论坛为啥要给你机会让你能毫无付出就能宣传呢\n\n并非讽刺你，想要从mcbbs得到些什么，就必须先付出些什么才行，天下没有免费的广.告.位的\n"
        },
        {
            "author": "Abraham511",
            "timestamp": 1539669360,
            "txt_content": "shtsoul 发表于 2018-10-16 08:19\n如果我会开发mod制作插件的话我也会说很好赚，可是我并不会，绿宝石的赚取方式门槛对我来说太高。 ...绿宝石的赚取方式门槛对我来说太高\n\n嗯...确实...有点高了....."
        },
        {
            "author": "恋",
            "timestamp": 1539675180,
            "txt_content": "秋风残叶 发表于 2018-10-16 11:42\n为什么只有服务器版发帖这么严格？为什么绿宝石这么难获得？\n答案很简单：盈利相关\n已经很放开了  因为普通用户 到6级 不需要做任何贡献就有三个绿宝石的 某些人不找找自己原因  整体想得寸进尺"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539684720,
            "txt_content": "秋风残叶 发表于 2018-10-16 11:42\n为什么只有服务器版发帖这么严格？为什么绿宝石这么难获得？\n答案很简单：盈利相关\n没人要求论坛不能赚钱，就像我前面说的有钱捧钱场没钱的捧人场，你可能觉得像我们这样的普通用户完全是在占论坛的便宜，但是你有没有想过我们每天登录这个论坛就是在为论坛做贡献呢？要是这个论坛全是像你这样的搬运者大家自己去搬运作品的原网站找相关内容不就可以了为什么还要来这里呢？想想这个论坛除了人气好像没什么内容是非这里不可的吧？你要是觉得人气不重要那也没什么好说的了。\n前面原本想说让论坛直接卖绿宝石，但是我也知道可以随意买卖以后得后果也就没提。\n赚钱又被人喜欢的方式有很多，不过作为一个普通用户这不是我该为论坛考虑的毕竟论坛上面有那么多管理在。\n还有楼上的某个人也不用嘲讽像我这样的用户，没了我们这些人气这论坛真的要凉之前你就是第一个跑路的。"
        },
        {
            "author": "M.A.G.M.A",
            "timestamp": 1539685680,
            "txt_content": "作为一个小公益服的服主，我很赞同你的观点，有些时候确实有人来我钓鱼。论坛也确实该改了我每天提升卡要花50金粒，每天除了管理服务器之外还有学业，哪有那么多时间。"
        },
        {
            "author": "shtsoul",
            "timestamp": 1539710940,
            "txt_content": "昨天说的有点多，其实我只想表达一个意思，就是论坛的管理者跟用户就像是牧羊犬跟羊的关系而不是狼跟羊那样。\n正因为我们这些羊的存在才赋予你了牧羊的权利，而你的工作就是把那些出了羊圈的羊给引导回羊圈里，而不是像狼一样把出了羊圈的羊一次给咬断腿两次直接咬死，看似你完成了任务，实际上的损失论坛的真正管理者牧羊人应该比谁都清楚。\n好了，不说了，就让这贴终结吧，反正早晚有一天牧羊人会知道羊圈里到底还有多少只羊。"
        },
        {
            "author": "qinaizhu1314",
            "timestamp": 1539739380,
            "txt_content": "我感觉还好啊   比较和平"
        },
        {
            "author": "向文",
            "timestamp": 1539749100,
            "txt_content": "太真实了 服务器审核应该低点"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1539777720,
            "txt_content": "ruhuasiyu 发表于 2018-10-16 08:08\n绿宝石很好赚的……\n对不会java的人来说很难"
        },
        {
            "author": "hunterincave",
            "timestamp": 1539780600,
            "txt_content": "shtsoul 发表于 2018-10-16 08:53\n现在大家都这么忙，谁有那么多时间去找别人没翻译过的文章呢。\n而且就目前的行市来说一个有绿宝石的6级帐 ...\n买账号...我劝你还是打消这个念头\nhttp://www.mcbbs.net/thread-805801-1-1.html"
        },
        {
            "author": "游侠崔斯特",
            "timestamp": 1539780840,
            "txt_content": "规则是这样定的~"
        }
    ]
}