{
    "title": "熊猫, 猫与拓展插件以进入Beta测试阶段",
    "author": "乔柚",
    "replyCount": 6,
    "timestamp": 1539813060,
    "txt_content": " 本帖最后由 longlongz 于 2018-11-11 01:17 编辑 \n\n\n熊猫, 猫与拓展插件以进入Beta测试\n支持 Xbox One, Windows 10与安卓\n原贴地址 https://minecraft.net/zh-hans/ar ... w-add-features-beta该帖所有内容纯属翻译，并没有个人的观点存在\n\nIt's barely been two weeks since MINECON Earth 2018, our live celebration of all things Minecraft where we announced so much news I'm surprised we didn't crash the internet. And already three of those announcements – cats! pandas! More add-on options! – are available to try in Minecraft Beta 1.8.0.8!To try these features, you have to play a version of Minecraft that supports betas (so that's the Windows 10, Xbox One and Android versions). You can see how to sign up for a Minecraft beta on each version here. You can also find more help regarding this specific beta on our feedback site.Remember, beta features can be unstable – the whole reason we want players trying them this early is to give us feedback and catch bugs for us to fix – so backup your worlds!\n大概在MINECON Earth 2018的两周之后，我们的庆祝了所有的事情，我们发布了许多的新闻，令我十分意外的是我们的网络竟然没坏。已经有三个公布的消息：猫！熊猫！更多的拓展内容！已经正式的在Beta 1.8.0.8 版本上公布了！如果你想要玩这些新增的内容，你需要使用一个支持Beta的Minecraft版本 (就是Xbox One, Windows 10与安卓版本)。你可以在此处查看如何在各个版本上注册Minecraft beta。你也可以在我们的反馈网站上寻找帮助。你需要记住，Beta版本的内容可能是不稳定的 - 这也是为什么我们希望玩家能帮助我们更早测试这些版本，给予我们反馈并修复他们 - 所以请备份你的世界！\n猫与熊猫\n\n\nReady to play with these cute new mobs? Once you're signed up for the beta, create a new world and make sure you toggle the Use Experimental Gameplay option in the settings:\n准备好与这些可爱的生物一起玩了吗？当你注册好Beta版本后，确保你在设置内切换成\"Experimental Gameplay\"模式\n\n      \n这个选项激活测试模式\n\nWant to feed your new pandas? Try some bamboo. How about crafting them an enclosure with a new building material? Try scaffolding!\n想要喂你的新熊猫们吗？试试喂一些甘蔗。要不要制作一些使用新材料制成的围栏？试试脚手架材料！\n\n粒子效果与动态拓展\nNot familiar with add-ons? They're a fantastic way to bring even greater levels of customisation to all editions of Minecraft. You can learn more about them here!\n\nPreviously, add-ons only allowed you to modify existing mobs in the game, but with New Entities you can add more mobs. You can use Data Driven Spawning to control which mobs spawn in your worlds. Animations will give you more customisation options, so you’ll be able to craft the horrifying eight-legged mob of your dreams/our nightmares. Particles will let you pretty up your mobs with cool effects.\n\nThese options are now in the beta, but we've also added resource and behaviour packs that you can download to access some special example mobs we showed off at MINECON Earth! Are they as cute and cuddly as the cats and pandas? Er... well...\n对拓展插件不是很熟悉？它们将为Minecraft的所有版本都带来更好的自定义内容。你可以在此处了解更多内容！\n\n之前，拓展插件只允许你修改游戏中存在的怪物，但是现在你可以自定义生物了。你可以使用数据驱动生成来控制哪些怪物会在你的世界内生成。动态会给你更多的自定义选项，所以你就能够制作出超级超级超级恐怖的噩梦: 八脚怪物。粒子效果会让你的怪物变得更加的酷炫。\n\n这些选项现在已经在测试阶段了，我们还添加了可以下载的我们在MINECON Earth发布的怪物的资源与行为包作为一个特殊的怪物例子！它们和熊猫还有猫一样可爱亲切？Emmmmm\n\n\n我们这是另类美，懂不懂？\n\nFirst of all, make sure you're signed up for the beta. You'll be able to tell because the word 'Beta!' will be in large yellow text below the title on the main menu. In the smaller white text along the top, it'll tell you which beta you're signed up for. Make sure it says 'beta 1.8.0.8'. Use this link if you need more help!\n首先，你需要确保你注册了Beta版本。你会知道你的游戏是Beta版本因为会有很大的\"Beta!\"在标题下方显示着显示。更小的白字会在上方显示，这会告诉你你正在使用的Beta版本。确保显示的是\"beta 1.8.0.8\"。如果需要帮助请点这里！\n\n\n\n接下来，你需要下载这些文件：\n\nMINECON 2018 NEW ENTITY SAMPLE BEHAVIOR\nMINECON 2018 NEW ENTITY SAMPLE RESOURCE\n\nThese are .McWorld files which means you can just select 'run' and they'll open Minecraft on your device and start importing into it. You'll see a screen like this:\n这些是.McWorld文件，代表了你只需要选择然后运行就会自动打开Minecraft并开始导入，你会看到一个类似这样的界面：\n [1/2] 你会看到 \"Level import started\"，这意味着你已经开始导入文件了\n\n \n[2/2] 随后你会看到 \"Level import finished successfully\"，然后你就成功了！\n\n然后你会需要这个：BETA RESOURCES PACK FILE (1.8.0-BETA1)\nBETA BEHAVIOR PACK FILE (1.8.0-BETA1)\n\nThey're .zip files. Once they've downloaded, rename the files – you want to change the file extension from .zip to .McWorld\n\nOnce you've done that, open the file and it should automatically import into Minecraft.\n这两个文件都是zip文件。当你下载完成之后，重命名这些文件 - 你需要将文件的后缀从.zip改成.McWorld\n当你完成之后，打开文件就会自动载入到Minecraft游戏当中。\n\n[1/4] 当你下载完这个文件后，点击OK就能保存了\n\n[2/4] 当你下载完之后，你就会有一个.zip文件，你就能准备修改格式了。为什么壁纸这么无聊？因为我太忙了！\n\n[3/4] 将文件格式改为.mcWorld，点击确定就好了！\n\n [4/4] 如果你没有看到这个图标，那可能是因为你拼错了。现在你只要双击一下就好了！\n\nAll done? Excellent! You can learn a lot more about add-ons, and find some terrific tutorials on how to craft your own ones, on this page of the never-not-impressive Minecraft Wiki.\n\nBut you got this far in the article for those MINECON Earth mobs that show off the particle effects and animations, didn't you? Your wish is our command, because now you can summon them in your own world! Also: be careful what you wish for!\n全部完成了吗？真棒！你现在可以学到更多关于拓展插件的信息了，你可以去永远都不会令人失望的Minecraft Wiki中寻找教程。\n\n你可能是因为那些MINECON Earth的怪物才看到这么后面的，是吗？你的愿望现在指令就能实现了，因为你能将他们召唤到自己的世界中！对了，小心你想要的！\n\n [1/5] 这是一只很可爱的鸭子，\n你可以输入/summon minecraft:duck来召唤它\n\n [2/5] 这是令人恐惧的蝎子，\n你可以输入/summon minecraft:scorpion来召唤它\n\n\n [3/5] 咦，怎么又是你！在你背后的熊猫都很怕你，\n你可以输入/summon minecraft:spider_illager来召唤它\n\n\n [4/5] 这是一只迷你版的小蜘蛛，希望他别来攻击我...\n你可以输入/summon minecraft:vile_spider来召唤它\n\n \n[5/5] 最后，传说中的骷髅合体马，真不知道自己到底还想不想写东西了 (懒癌)\n你可以输入/summon minecraft:skeletaur来召唤它\n\nI'm just joking – I love all these special MINECON mobs really, and can't wait to build myself a new home made of bamboo and scaffolding and overflowing with vile spiders. What will you come up with? Remember to tell us what you think about all these beta features on our feedback site!\n其实在开玩笑的啦 - 我真的很喜欢所有的这些特殊怪物，我已经等不及了。你呢？记住告诉在反馈网站中我们你对这个版本的感受哦！",
    "replies": [
        {
            "author": "luojiawei0123",
            "timestamp": 1539813240,
            "txt_content": "真·看不懂"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1539820200,
            "txt_content": "鸡和鸭子正式分开了好评。\n下一步应该考虑移除鸡的游泳能力（大嘘）"
        },
        {
            "author": "不死之躯",
            "timestamp": 1539836580,
            "txt_content": " 本帖最后由 不死之躯 于 2018-10-18 12:26 编辑 \n\n感谢翻译，有几处错误，纠正一下\nWant to feed your new pandas? Try some bamboo. How about crafting them an enclosure with a new building material? Try scaffolding!想要喂你的新熊猫们吗？试试喂一些甘蔗。要不要制作一些使用新材料制成的围栏？试试脚手架材料！\n这是你的翻译，有好几处的错误语句有好几处不通\n首先甘蔗！这里的bamboo的意思是竹子好吧！，其次就是Try scaffolding!的意思是尝试脚手架，也可以翻译成尝试使用脚手架，但是你这后面的材料是什么鬼，，还有围栏在MC里是翻译为栅栏好吧 @longlongz 修改一下吧 @LocusAzzurro \n\n\n"
        },
        {
            "author": "langyo",
            "timestamp": 1539837960,
            "txt_content": "哦天哪真的要加入竹子了么……\n\n暑假的时候我生存模式玩法怕不是得全部重学"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1539842640,
            "txt_content": "不死之躯 发表于 2018-10-18 05:23\n感谢翻译，有几处错误，纠正一下\n原文是enclosure 不是fence 写围栏也没关系吧\ntry scaffolding 感觉应该是个双关 既有使用新的脚手架（新添加的方块）的意思，也有尝试起草建筑（指用脚手架制作大概轮廓）的意思"
        },
        {
            "author": "yjh..521",
            "timestamp": 1540103220,
            "txt_content": "你们大佬的英语就是牛逼"
        }
    ]
}