{
    "title": "[Minecraft.net | INSIDER]背包盘点：活板门",
    "author": "SPGoding",
    "replyCount": 4,
    "timestamp": 1539952200,
    "txt_content": " 本帖最后由 SPGoding 于 2018-10-26 18:55 编辑 \n\n\nTAKING INVENTORY: TRAPDOOR\n背包盘点：活板门\n\nTrapdoors are awesome. The entrance to almost every Minecraft house I build is through a trapdoor. Do you want to know why? I'll tell you why: not only do trapdoors look great in almost any building style, but mobs also can't break a trapdoor, even on hard difficulty settings. They're the best. Suck it, door-lovers.\n活板门太棒了。我造的几乎所有建筑的入口都用的是【SPGoding 翻译】活板门。想知道为什么吗？让我告诉你：活板门百搭各种建筑风格，而且困难模式下的怪物也不能打破它。活板门是最棒的，喜欢门的各位，跪舔它吧！\n\nTrapdoors have been in Minecraft since Beta 1.6 in 2011, when they were added alongside maps, grass and dead bushes. Originally they only opened upward, but that was later fixed so they opened down too, and the ability to climb them as a ladder was added. A bunch of different types of trapdoor have been added in the last few years - one for each type of wood, and also one made of iron that can only be opened with redstone power.\n活板门在 2011 年与地图、草、灌木一同被加入 Minecraft Beta 1.6。最开始它们只能【SPGoding 翻译】往上开，不过之后就修成可以往下开了，并且可以把它们当成梯子爬了。最近几年加入了很多种类的活板门——有各种木头做的，还有只能被红石信号打开的铁做的。\n\n\nTrapdoors are made with six wood planks or iron ingots, arranged in two rows horizontally, but if you don't feel like crafting then you can also find them in shipwrecks and some igloos - hidden under the carpet, where they conce【SPGoding 翻译】al secret basements full of goodies.\n将六种木板或铁锭水平排成两排可以合成活板门，如果你不喜欢合成，你可以在沉船或雪屋里找到它们——藏在地毯下，在下面有装满好吃的东西的秘密地下室。\n\nAs well as an entranceway, you can use them to make drawbridges, staircases, elevators, and even sewer systems. Like torches, you can use them to quickly clear out columns of sand and gravel while mining underground. You can smelt them for fuel if you're feeling wasteful. Oh, and they're tremendously useful in redstone machinery.\n除了做成入口，你可以拿它们做吊桥、楼梯、电梯甚至下水道。【SPGoding 翻译】和火把一样，活板门可以用于快速地清除一溜沙子和重力方块。如果不觉得浪费的话你可以把它们当燃料烧了。啊对了，它们在红石机器里面超级有用。\n\nYou can also use trapdoors for aesthetic purposes. A block of dirt surrounded by open trapdoors makes an excellent flowerpot. A closed trapdoor on top of a furnace looks like a hob on top of a stove, and a trapdoor above a hopper, or a water-filled cauldron, makes a good-looking toilet. If there's one thing every Minecraft house needs, it's a good-looking toilet.\n你还能把活板门做成装饰。把一块泥土用开启的活板门绕一圈就是一个极好的花盆，在熔炉顶部放一个关闭的活板门看起来就像炉灶，在装满水的炼药锅或者漏斗上面放一个活板门就可以做个漂亮的厕所——每个 Minecraft 里的房子都要有一个漂亮的厕所！\n\n\nThe history of real-world trapdoors, for some inexplicable reason, does not seem to be a subject of great academic interest, but they've probably been around about as long as doors have. On ships, they provide access to different decks. In homes, they let you climb up to an attic/loft or down to a cellar/basement. In theatres, they allow actors to magically appear or disappear through the stage.\n现实世界里活板门的历史由于一些莫名其妙的【SPGoding 翻译】原因似乎并不是一个有重大学术意义的话题。它们可能在门出现的时候就已经存在了。在船上，它们让船员能够进入不同的甲板；在家里，它们让你可以爬上阁楼或走下地下室；在舞台上，它们让演员能够膜【SPGoding 翻译】法般的出现/消失。\n\nBut by far the coolest real-world trapdoors are the 【SPGoding 翻译】ones made by several different species of spiders. Trapdoor spiders live in aARGGGHHHHHHHH! Sound of Duncan plummeting through trapdoor before he can traumatise you with his horrifying facts about trapdoor spiders. You're welcome.\n目前，现实世界里最酷的活板门是由几种蜘蛛制成的。活板门蜘蛛生活在啊啊啊啊啊啊（惨叫）！ Duncan 的声音渐「落」渐远，消逝在活板门陷阱之下。本来他可以拿有关蜘蛛活板门的可怕的事情来吓唬你的。别客气。\n\n\n【SPGoding 译自 TAKING INVENTORY: TRAPDOOR】\n【原作者 Duncan Geere | 原发布日期 2018年10月19日】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1539970440,
            "txt_content": "You can smelt them for fuel if you’re feeling wasteful.\n如果觉得浪费的话你可以把它们当燃料烧了。\n\n事实上感觉“如果不觉得浪费的话”意思更贴切一点呢"
        },
        {
            "author": "Nu_ta",
            "timestamp": 1540702080,
            "txt_content": "不看不知道，一看吓一跳啊，真没注意到一些活板门的细节，点赞"
        },
        {
            "author": "otto01",
            "timestamp": 1541830380,
            "txt_content": "6666666666"
        },
        {
            "author": "1723624171",
            "timestamp": 1542002760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}