{
    "title": "投诉新闻资讯版及翻译创作版版主DJXGAME",
    "author": "11709076",
    "replyCount": 29,
    "timestamp": 1359339000,
    "txt_content": " 本帖最后由 11709076 于 2013-1-28 10:10 编辑 \n\n投诉新闻资讯版及翻译创作版版主DJXGAME首先请原谅在下的失礼。不过希望大家先保持平和的心态，本着客观、公正的态度阅读完这篇帖子后再作评论。在下已于发表此帖之前联系过我们mcbbs多位管理员及版主（帷幕彼岸），保证本帖内容真实可靠。DJXGAME兼任新闻资讯版版主与翻译创作版版主，前者代表DJXGAME拥有向论坛主页右侧“新闻资讯”推送主题的权力。据在下所了解到的情况，“新闻资讯”一栏的作用是汇报minecraft资讯以及mcbbs的重要事务，并不包括其它版区的动态。而DJXGAME不止一次向“新闻资讯”栏推送翻译创作版的版区新动态，这并非设立“新闻资讯”的初衷，而这些动态也没有上升到需要推送至此的重要程度。再退一步说，大家很关心论坛，很想了解这些新动态，但向“新闻资讯”栏推送是新闻资讯版版主的特殊权力（据说DJXGAME还不让其他版主向那里推送），这样对其它版区也是很不公平的，是不合理的。\n既然说到版主权力这里，我们来看一张图片：\n      这张图片大家应该不陌生，截图地点是翻译创作版置顶。其中有一句话“人家不像某些版主那样拥有版主推荐”，这句话里带有深层含义。拥有版主推荐权力的版主大家可以通过主页右侧的版主推荐分区了解到。\n我们来看两张图片：\n大家关注一下在下圈起来的部分即可。实际奖励和额定奖励出入很大嘛、当然这是DJXGAME自己的版块，自己霸占到的视频推荐，她要这么不讲诚信我也不好说什么。\n说起来，DJXGAME还说翻译创作版是以创作为主的版块，貌似翻译版从矿工茶馆抢走文章发布也是前不久的事情吧。既然DJXGAME都这么说了，不来看看翻译创作的帖子怎么行呢？\n      这是翻译创作版的精华界面。如您所见，在下把DJXGAME的四篇精华帖子圈了起来。这些都是翻译作品，虽然论坛原则上是原创加精，不过翻译也是挺辛苦的。但对比第一篇和另外三篇，不难发现mod制作那一篇的内容比另外三篇加起来还多，而且设计面广，专有词汇也难。但令人惊异的是，这四篇帖子都能加精华，翻译版的精华差距也太大了吧！而且版主是不允许自己给自己帖子加精的，请看：多余的的话不用多讲，这张图片明确指出版主不得给自己加精，而且要求精华高门槛，绝不是随随便便的帖子都可以加精的。连一个标准都没有，如何让人信服？不知道是DJXGAME从不留意版主管理规章而犯下错误或是根本知道却明知故犯。\n除此之外，我们还能发现，翻译创作版的精华帖高亮和图章都没有到位啊。不过DJXGAME很忙很忙，忙得来辞职了一次，我们暂时理解一下吧。你看，不是也有全部到位的版主推荐帖么？忍不住想看一看呀。这篇帖子的质量怎么说呢，不过是小学生级别以下。如果这种水平都能达到精华，那么我可以一天10精华进账，这绝不是吹嘘什么，稍微画工好一点的学生都能画得比他好。为什么这样的帖子也可以加精呢？希望各位会员自己想想(╯▽╰)。这可是DJXGAME自己定下的评分标准呀，而这篇精华对minecraft和论坛没任何意义吧。更加让人气不过的是，这篇帖子受到一度好评：都是高分，而且大家有心可以关注一下，加高分的人貌似都来自同一小组……\n再来看看翻译创作的精华（呵呵内容有点丰富）：这次请看用蓝色圈圈起来的帖子。这两篇无疑属于建筑教程，不过却发到了翻译创作的周边教程分类。那么我想问一问，建筑不是minecraft的一个主体成分么？那建筑教程为什么是周边教程呢？DJXGAME为什么不敢把红石教程也抢到翻译创作来呢？恐怕还是有心无胆吧……\n我们再来看两张图：这两篇是DJXGAME的另外两篇精华。我不是说精华内容不好，桌面美化包很费劲，同时也祝果冻和撒撒永远幸福~不过这两篇帖子一个来自单人游戏，另一个来自翻译创作，如果我没记错，论坛有一个软件资源版块吧，这两篇帖子严重错区吧。版主带头错区，还好意思说要解决好论坛版块定义边缘化问题，这叫什么话？！对对对，真正有才的都在翻译创作区。自己不学无术，加上所有帖子都发到翻译创作区，那里当让有才了啊。帮你补一句，什么建筑红石mod软件服务器，不发到翻译创作来的都是垃圾，发过来就很有才。DJXGAME建议把版区名字改为“任何创作加skin cookie发过来的都加精并可以再发到本区兼偶尔心情好也可以发发翻译作品但不加分不好评专区”，简称“SC专区”。\n平时呢，DJXGAME装作和其他人关系很好，时常卖卖萌装装可怜，很多人都同情和关心她什么的。然而，DJXGAME到底是怎么样一个人呢？这是刚刚公布有版主推荐功能时DJXGAME的回帖。明明sjjklh已经点了她的名，而且已经规划好了分配标准，这么回帖是唯恐天下不乱呐、后来DJXGAME并没有得到版主推荐的权力（当然就翻译创作帖子水平来看也没有什么好推荐的），这之后就发生了占用新闻资讯和视频推荐的风波。这个帖子的来历就不多讲了吧，DJXGAME说要自己整理帖子方便写索引，然而：现在翻译创作才这么点帖子？！当然DJXGAME可以来一句没时间，那你发帖不让别人帮你审核，不是成了悖论了么？在下只能理解为你是在针对某人。这和平时的猫咪形象完全不同，怎么一回事呢？！\n综上所诉，DJXGAME有多次违反版主条例的行为，而且为人表里不一。在下希望各位会员阅读完此帖后，可以独立思考，总结自己的观点与看法再来回帖，不要受到某些人的卖萌影响。{:10_495:}我相信管理员是公正的最后，希望大家认清事实真相，这件事不是一句“下次注意”就能解决的，不要装可怜来博取同情心。同时在下的观点若有误，请用事实来反驳，我不和你们讲大道理，有则改之，无则加勉，长篇大论是改变不了事实的。同时也希望不要用上“不小心忘记了”、“没有时间”或“不好出面解决”等幼稚的借口来反驳了。DJXGAME也是二十多岁的人了，不要总是用7岁小朋友的方式来处理事务。辞职什么的也不要%>_<%",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1359339780,
            "txt_content": " 本帖最后由 262949130000 于 2013-1-29 14:51 编辑 \n\n内战撒；不予评论，无可奉告？撒~\n"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1359340020,
            "txt_content": " 本帖最后由 路邊電燈泡 于 2013-1-28 10:27 编辑 \n\nhttp://www.mcbbs.net/thread-68260-1-1.html\n順便投訴一下 不解釋{:10_495:}然後@Djxgame"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1359343500,
            "txt_content": "自己觉得好的帖子自然会加分，就算是退了小组也一样，你说s的水平是小学生?那你来个试试，没本事别来随便贬低别人，说的自己跟神一样，结果呢?你能行你怎么不来?以后投诉别开个小号来投诉，直接换大号，连投诉别人的胆子都没有，你还来投诉干嘛"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1359344280,
            "txt_content": "你是和djx有私仇么……别公报好不……小学生惹不起……{:10_498:}"
        },
        {
            "author": "zjy",
            "timestamp": 1359345480,
            "txt_content": " 本帖最后由 zjy 于 2013-1-28 12:05 编辑 \n\n看了你的投诉建议后，我虽然也觉得她有点不对，但谁能无过，评分方面不能太死板。说是给多少就给多少。要看出作品的程度有多好来评分。你认为他们小组是偏袒某一成员也无可厚非。虽然你认为精华她没有达到标准，但是没人有不服（除你之外）。至于你说的的发错区，我不熟悉论坛的所以区。或许你说的是对的。对与你说的投诉建议我保持中立意见。"
        },
        {
            "author": "miguo",
            "timestamp": 1359351240,
            "txt_content": "路邊電燈泡 发表于 2013-1-28 10:27 \nhttp://www.mcbbs.net/thread-68260-1-1.html\n順便投訴一下 不解釋然後@Djxgame\n喂喂喂，那货只是烂尾了而已。。"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1359351420,
            "txt_content": "miguo 发表于 2013-1-28 13:34 \n喂喂喂，那货只是烂尾了而已。。\n求補齊{:10_495:}\n還有原來精華可以自己加?"
        },
        {
            "author": "黄凯航",
            "timestamp": 1359358800,
            "txt_content": "求解释这是怎么一回事"
        },
        {
            "author": "enben",
            "timestamp": 1359361140,
            "txt_content": "Sky、果冻 发表于 2013-1-28 11:25 \n自己觉得好的帖子自然会加分，就算是退了小组也一样，你说s的水平是小学生?那你来个试试，没本事别来随便贬 ...\n果冻像茶杯说的那样，有集体荣誉感."
        },
        {
            "author": "sabo970",
            "timestamp": 1359367440,
            "txt_content": "虽然不知道你为什么要针对她 不过我只想说请你自己颠颠分量，（我只看了评论）"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1359368160,
            "txt_content": "{:10_516:}不许投诉我的djx姐姐！{:10_498:}因为她根本没有错啊！而且。。。而且开小号来投诉这算什么！"
        },
        {
            "author": "geludan",
            "timestamp": 1359379020,
            "txt_content": " 本帖最后由 geludan 于 2013-1-28 20:13 编辑 \n\n我编辑帖子看过里面的内容了。现在找到时间来回复。\n写的都还可以，比较有道理，围绕着证据。虽然我不知道为什么LS完全在避开话题，像鸵鸟似的，但是我觉得他们只是被冲昏了头脑而已。\n怎么说呢，翻译创作的小说，画画，越多越好，怎么多我都不介意，真正让我来发帖的原因是那个关于游戏的内容。那帖子不论怎么样我现在看看好像也应该是单人和共享的，不管最后是哪个板块的也不会是翻译创作。翻译版主体是翻译，额外添加了小说和画画，教如何写小说和画画的“教程”已经是极限了，我不明白djx如何想的。\n当然那句“什么建筑红石mod软件服务器，不发到翻译创作来的都是垃圾，发过来就很有才。DJXGAME建议把版区名字改为“任何创作加skin cookie发过来的都加精并可以再发到本区兼偶尔心情好也可以发发翻译作品但不加分不好评专区””我也是真的笑了。哈哈\n其他的不论是SC的人互撸加分，二十几岁无脑卖萌，找借口，不让我插手反而自己弄首页视频，这些我都不想管了，只要把你翻译创作的边界给我弄弄个清楚就好了！\n这次djx依旧选择了回避让我很失望，看来LS这些挡箭牌用的很高兴啊！一直躲到事情结束，躲不了了来个辞职卖卖萌装装可怜反正我都看透了，懒得管了，手别伸太长我也懒得管了\n\n"
        },
        {
            "author": "我我我我我",
            "timestamp": 1359384000,
            "txt_content": "記住童鞋，千萬不要得罪MCBBS的版主~！"
        },
        {
            "author": "shengjing1",
            "timestamp": 1359425160,
            "txt_content": "看了前面的评论，比较激进表示反对的好像全是某小组的成员，其实平心而论这个投诉写的还是都有根据的，不论对错，至少每句话都有依据，虽然也增加了自己的情绪，不过很多地方也只是希望djxgame能改进罢了。版主当时间长了有时也会融入自己感情色彩加分什么的，这个没必要限制那么死，不过这个投诉也相信对于论坛的管理是有一定帮助的，至少让版主从大量的赞美和加分中能看到，还是有人不服气的，也都是为了论坛越来越好，越来越开放。\n个人认为djxgame出面稍微解释一下情况，大家心里都有个数就好\n\nps:某人说的不敢用大号投诉什么的，我觉得很正常，毕竟只是为了提出建议而已，如果加入自己的身份也许会引起个人矛盾，乃至小组矛盾等等，小号投诉只是为了表示这仅仅是个人对论坛的意见，不涉及其他任何个体或组织"
        },
        {
            "author": "GRFS",
            "timestamp": 1359432300,
            "txt_content": "楼主，你一个新人才来两天，知道的真多。小号吧？"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1359434280,
            "txt_content": "shengjing1 发表于 2013-1-29 10:06 \n看了前面的评论，比较激进表示反对的好像全是某小组的成员，其实平心而论这个投诉写的还是都有根据的，不论 ...\n感覺這帖說的無可反駁 因此前面想反駁的也只能直接噴lz了\n不過如果很多東西都只看\"翻譯\"兩字的話 那麼Mod版幾乎可以說是融在翻譯創作之中了...\n所以針對\"翻譯\"這部分應該還需要再多加修改 不過真心覺得為什麼Mod製作教程不弄在Mod討論中{:10_502:}\n至於自己加精這點 我真的有很多疑惑:為什麼那麼多版主都在搞自己加精?"
        },
        {
            "author": "262949130000",
            "timestamp": 1359442260,
            "txt_content": "GRFS 发表于 2013-1-29 12:05 \n楼主，你一个新人才来两天，知道的真多。小号吧？\n大号无理不敢来了撒~"
        },
        {
            "author": "geludan",
            "timestamp": 1359453300,
            "txt_content": "262949130000 发表于 2013-1-29 07:51 \n大号无理不敢来了撒~\n不是无理，这种事情谁敢把大号拿出来？以后都没得混了。"
        },
        {
            "author": "262949130000",
            "timestamp": 1359453420,
            "txt_content": "geludan 发表于 2013-1-29 17:55 \n不是无理，这种事情谁敢把大号拿出来？以后都没得混了。\n影响不小撒~"
        },
        {
            "author": "geludan",
            "timestamp": 1359453480,
            "txt_content": "路邊電燈泡 发表于 2013-1-29 05:38 \n感覺這帖說的無可反駁 因此前面想反駁的也只能直接噴lz了\n不過如果很多東西都只看\"翻譯\"兩字的話 那麼Mo ...\n如果一个名字就能说我什么都收了，因为创作二字就把帖子都收光了，那搞笑了。共享版笑了。什么叫展示&共享？是不是材质皮肤mod多人都是共享？那我真的笑尿了\n\n至于前面的15L所说的，我当时在版主群是这么说的，根据回帖可以基本总结SC的回应暂时无视，因为类似鸵鸟一类的挡箭牌看了也没用。给出结论不给论证的东西我也不想看。"
        },
        {
            "author": "geludan",
            "timestamp": 1359453660,
            "txt_content": " 本帖最后由 geludan 于 2013-1-29 11:02 编辑 \nshengjing1 发表于 2013-1-29 03:06 \n看了前面的评论，比较激进表示反对的好像全是某小组的成员，其实平心而论这个投诉写的还是都有根据的，不论 ...\n总算看到一个说理的人了。同时我不知道是谁发的卡，也不知道为什么投诉就要发卡？人家不能投诉了么。\n\n怎么说呢，从上回帖总结，SC组员的回应都要无视，因为基本都是鸵鸟牌挡箭牌。什么意思？鸵鸟将头埋在土中，自欺欺人两耳不闻窗外事，只知自己为对。挡箭牌呢？每次出事了，没见过djx出来一次，反而都是其他人为她解脱。时候出来好像什么事情都没了，如果躲不过去，就卖个萌，装个可怜，辞个职之类的。再说帮她解脱的这些人，真的是叫做傻。在统计里面给出hypothesis但是不给出论证的要得0分，这里一模一样，口中喊着“XXXsb”，却完全不给出为何xxxsb，这类东西谁去看？"
        },
        {
            "author": "sjjklh",
            "timestamp": 1359454140,
            "txt_content": "1、对于那四篇精华，有两篇是我首肯过的。另两篇不恰当，我已经取消了其精华，并批评了djx，感谢你的提醒\n2、你的“小学生画工”论，如果你能告诉我其他人发布的更好的创作且还没有得到合理评价，请直接指出，没必要用这种心理来衬托你的明智\n3、“DJXGAME为什么不敢把红石教程也抢到翻译创作来呢？恐怕还是有心无胆吧……”看完这一段，我很遗憾的发现，你似乎与djx有很大的私仇，不知你是如何产生如此强劲的引申能力的。您确实是不惮以最坏的恶意推测他人。\n4、“版主带头错区”一论，那个资源并非MC相关资源，实际上就是一个中间地带，定义不明，类似周边。软件资源实际上是不包含此类资源的。论坛也没有此方面分类，起初我们也没想到有此类情况，在分类未明确规定之前，发在哪个区确有争议，但不足以成为罪状。\n5、翻译版索引滞后，与djx不希望他人帮忙审核，其中有逻辑联系么？djx除了参与翻译版的诸多文章撰写之外，还广泛参与了论坛其他活动，例如新闻、皮肤与其他美工联系的内容上。djx索引滞后是她的责任没错，但你的引申“她在针对谁”实在是站不住脚的。\n\n\n\n综上，除了精华部分的争议之外，你的其他分析在我看来都是难以成立的。感谢你对MCBBS的支持"
        },
        {
            "author": "geludan",
            "timestamp": 1359454140,
            "txt_content": "262949130000 发表于 2013-1-29 10:57 \n影响不小撒~\n论坛没有点评允许了三连，不知道是好是坏呢\n\n撒撒你知道吗，你的撒和djx各种表情卖萌是对我无效的。。\n\n以上两楼的东西不是我的诽谤，或者针对什么的，而是我总结出来的。前两次我就没有拿出来，因为总算到现在我才总结出来了，果冻，outsider之类的，都是挡箭牌。。要么心智不成熟被蒙骗，要么就是不了解事情真相。\n我把我在版主群说的立场放出来吧。\n\n\n↓以下为geludan表明态度和立场\n不过我确实承认，红石贴吧占据了大头；建筑贴吧和mcbbs各占一半，可能共享版还强一些；至于皮肤和材质我相信一定是论坛厉害，因为SC小组功不可没，我也十分感激有这么一批厉害的材质皮肤作者。 \n但是，你一个翻译版，写小说，你画图，你做材质皮肤，我都不管 \n能把单人和共享的游戏相关内容还回来吗？ \n莫非还不够吗 \n我想法挺简单的，只不过我有能力看懂她在做什么而已 \n只要不被她卖了发现太晚就行了 \n其他的不论是SC的人互撸加分，二十几岁无脑卖萌，找借口，不让我插手反而自己弄首页视频，这些我都不想管了，只要把你翻译创作的边界给我弄弄个清楚就好了\n↑表明完毕。画画小说材质皮肤越好，我越高兴，论坛越厉害，但是别抢东西行么 "
        },
        {
            "author": "sjjklh",
            "timestamp": 1359454260,
            "txt_content": "另外对您投诉贴发出之后被不当封禁表示歉意"
        },
        {
            "author": "geludan",
            "timestamp": 1359454320,
            "txt_content": "sjjklh 发表于 2013-1-29 11:09 \n1、对于那四篇精华，有两篇是我首肯过的。另两篇不恰当，我已经取消了其精华，并批评了djx，感谢你的提醒\n ...\n嗯没什么意见，对于这个帖子提出的内容，我唯一想要做的就是弄清楚翻译创作的边界\n一个翻译版块，额外做小说，画画，甚至是写小说画画的技巧（周边教程），在我看来这种神延展已经是极限了。。为何有一些单人和共享版的内容也在翻译版块？这是何理。。搞清楚这个我立马撤退，我只为板块利益而出动，其他我一律不想管。"
        },
        {
            "author": "sjjklh",
            "timestamp": 1359454440,
            "txt_content": "geludan 发表于 2013-1-29 18:12 \n嗯没什么意见，对于这个帖子提出的内容，我唯一想要做的就是弄清楚翻译创作的边界\n一个翻译版块， ...\n有理，我想想"
        },
        {
            "author": "sjjklh",
            "timestamp": 1359454560,
            "txt_content": "geludan 发表于 2013-1-29 18:12 \n嗯没什么意见，对于这个帖子提出的内容，我唯一想要做的就是弄清楚翻译创作的边界\n一个翻译版块， ...\n举个例？"
        },
        {
            "author": "trumanpan",
            "timestamp": 1359461880,
            "txt_content": "支持，围着证据来讲！！！"
        },
        {
            "author": "geludan",
            "timestamp": 1359470160,
            "txt_content": "sjjklh 发表于 2013-1-29 11:16 \n举个例？\n版主群收到了吧。（没点评有些麻烦，关闭的帖子点评不会提升帖子，回帖却会，评分能说的字数又太少了。。）"
        }
    ]
}