{
    "title": "[Minecraft.net][CULTURE] Vessel in a Vase 瓮中之舟",
    "author": "BensonQC",
    "replyCount": 4,
    "timestamp": 1540098780,
    "txt_content": " 本帖最后由 _Benson_ 于 2018-10-21 13:16 编辑 \n\n\nVessel in a Vase \nAny idea how we get it out of there? \n瓮中之舟\n有谁知道我们该怎么把它这里弄出去吗？\n\n** of putting ships in bottles dates back to at least the eighteenth century, meaning that for 300 years, people have been fascinated by the idea that something as big as a ship could fit through the narrow neck of a bottle. The truth is that these ships are often put together inside the bottle with a long pair of tweezers and a lot of patience. \n\n把船装进瓶子里的做法可以追溯到至少 18 世纪，也就是说，300 年来，人们一直痴迷于如何将大如船一般的东西穿过瓶子的狭窄瓶口。事实上，这些船通常是在瓶子里组装起来的，这就需要一把长镊子以及大量的耐心。\n\nBuilder Jason Yu didn’t use tweezers to create his Minecraft ship-in-a-bottle (or even a bottle – technically it’s a vase). “When I first started creating the vase, I had no idea what I was going to create,” he says. \n\n建筑师 Jason Yu 并没有用镊子来建造他在 Minecraft 中的瓶中船（甚至只建一个瓶子也不需要镊子——准确地说它是一个花瓶）。“当我开始建造花瓶的时候，我根本不知道我要建什么。”他说。\n\nThe vase was a test at first – Jason was messing around with the “deform” command, which rotates objects to put them at an angle. “To test the command, I first created a completely upright vase,” he says, which he then rotated to put it at the angle seen in the final images. \n\n这个花瓶起初只是一个测试—— Jason 当时正搞不清楚“deform”命令，而这一命令可以使物体旋转至一个特定角度。“为了测试这个命令，我首先建了一个完全垂直的花瓶。”他说，然后他就把它旋转到最后图片里看到的样子了。\n\n\n“At this point, I thought to myself that it would be really cool if I could add some roses falling out of the vase,” Jason says. He started constructing the water that the roses would have been sitting in, which spilled out of the vase as it tipped over. It was as he was building the water out of white and light blue stained glass that he realised that a ship would be way cooler than flowers (no offence to our millions of florist readers).\n\n“就在这时候，我琢磨着要是我让一些玫瑰从花瓶里掉出来，那就太酷了，”Jason 如是说道。他开始建玫瑰下面的水，这些水在花瓶倾倒的时候从里面洒了出来。就在他建造从蓝白相间的花瓶流出来的水的时候，他意识到一艘船会比花要酷很多（无意冒犯我们无数的花卉爱好者）。\n\n“I have little experience building ships,” he admits, “so I had to use a lot of reference images. I wanted to make the ship small enough to easily fit inside of the vase, but large enough that it was too big to fit through the neck of the vase.” After he had settled on how big the ship was, the rest was easy, he says. “I simply had to build the boat and paste it into the vase. After a few final edits, the build was complete.”\n\n“我几乎没有建船的经验，”他承认，“所以我得参考众多图片。我想让船小到足以轻松装进花瓶里，但大到不能穿过花瓶口。”在他决定好这艘船有多大后，剩下的事就简单了，他说道：“我只需把船建出来，然后把它粘贴到花瓶里就好了。在最终的一些编辑之后，这个建筑就大功告成了。”\n\n\nThere are lots of details within Jason’s build that he agonised over. He remembers worrying about each little thing: “how large should the waves be? Should there be a lot of water or just a little? How many masts should the ship have in order to best highlight the shape of the vase?” There was also the added difficulty of building at an angle – most Minecraft builds are on solid ground, or solid… water, at least, with a nice flat surface to start from. Jason’s vase was already tilted, so that meant building a ship in a different way. \n\nJason 在建筑的时候仔细斟酌过许多细节。他记得他担心过每一件小事：“浪应该有多大呢？水是多还是少呢？船要有几个桅杆才能最好地突出花瓶的形状呢？”另外，以一个特定的角度建船也增添了几分困难——大多数 Minecraft 建筑都是建在实心地面上的，至少也是在水面上，这种优质而平整的表面很适合作为建筑的良好开端。Jason 的花瓶本身已经倾斜了，所以这就意味着要用一种不同的方式来建船。\n\n“I had to adjust the typical shapes in order to match the correct position,” Jason says. He points out that the front mast is leaning forward more than the others, so that anyone looking at the build can definitely tell that the ship is too tall to fit through the neck of the vase.\n\n“我得调整原来的形状来适应正确的位置。”Jason 说。他指出，前桅杆比起其他桅杆更加向前倾斜，这样人们一看到建筑就会知道这艘船太高了，不能穿过花瓶口。\n\n\n“Because these tiny ships are crafted inside of the bottle, they inherently cannot have exquisite details,” Jason explains. He describes the objects, the vase and the ship, as being “generic” because less detail makes it look more lifelike.\n\n“因为这些小船是在瓶子里面做出来的，所以它们本身不会有精致的细节。”Jason 解释道。他的花瓶和船与一般的东西没有什么两样，因为更少的细节会让这看起来更加栩栩如生。\n\n“I wanted to communicate to the viewer the simple idea that a ship is flowing out of a vase. To convey this information, all that is necessary is to make the most generic-looking ship possible.” The ship has white sails, a brown body and red flags – it’s the most shippy ship imaginable. “Although I could have added many additional colours and details,” Jason says, “I think that would have distracted from the overall mood of the piece.”\n\n“我想要向观众传达一种简单的想法，就是说这艘船正从花瓶里御水而下。为了达到这个目的，我必须尽一切努力使这艘普通的船看起来确实有这样的趋势。”这艘船有着白色的帆，棕色的船体和红色的旗帜——这是能想象到的最像船的船了。\n\n\nWhen people build ships in bottles, it’s usually for a purpose, whether that purpose is to create something nice for their bookshelf, or to practise having a steady hand. But for Jason, the goal was much simpler. “As long as I enjoy the work I produce,” he says, “I am satisfied.”\n\n当人们构筑在瓶中船时，这通常是出于一个目的的，无论这个目的是为了在书架上增添一份美好，还是为了练习手的稳定。但对于 Jason 来说，目标很简单。“只要我欣赏我做出的作品，我就心满意足了。”他说。\n\nMe too! Well, actually, I haven’t slept for two weeks because I’m constantly wondering how I could get that bottle out of the vase without breaking it :(\n\n我也是啊！嗯，事实上，我已经有两个礼拜没有睡觉了，因为我一直在想，怎么把那艘船弄出花瓶，同时又不打破它 :(\n\n\n原文链接：https://minecraft.net/zh-hans/article/vessel-vase\n原文作者：Kate Gray\n原文发布日期：2018年9月17日\n译者：Benson",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1540107780,
            "txt_content": "真让我想起之前看过的一个瓶子里的玻璃船……\nmc的玻璃莫名喜感"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1540130280,
            "txt_content": "the practice有什么问题。。"
        },
        {
            "author": "翎鲲",
            "timestamp": 1540517640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "BensonQC",
            "timestamp": 1540549620,
            "txt_content": "翎鲲 发表于 2018-10-26 09:34\n“At this point, I thought to myself that it would be really cool if I could add some roses falling  ...\n我有意这样翻的，不然总是“Jason 说”太单调了。"
        }
    ]
}