{
    "title": "[Minecraft.net | CULTURE] Smalltown Boy 小镇男孩",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1540123620,
    "txt_content": " 本帖最后由 kakagou12 于 2018-10-21 20:21 编辑 \n\n\n\n\nSmalltown Boy\nSimon shares his amazing villages!\n小镇男孩\nSimon的惊奇村庄分享！\nWhat is your favourite activity in Minecraft? Wait, don’t answer that, I’ll tell you mine instead! I just love setting out on a long journey, travelling far away from home to the middle of nowhere, and then creating my very own village. Not only is it the perfect opportunity to lose my rubbish friends somewhere in the Overworld – it’s inspiring to create a collection of houses of my own design! \"Perville\", \"New Pertham\" and of course “Per Land(in)”. These are just a few examples of glorious new settlements crafted by me, Per Landin, ruler of these lands! BOW BEFORE ME NOW (or finish reading this article first).\n在Minecraft里，你最喜欢的活动是什么？等等，先不要回答，我其实是要说说我的答案！我喜欢来一场漫长的旅程，远离家乡，前往一片空地的中心，然后创造属于我自己的村庄。这不仅仅是与某些狐朋狗友断绝关系的绝佳机会，而且还可以制作一系列独具风格的房屋，这种事情难道不令人激动吗！“Perville”，“New Pertham”，当然还有“Per Land（in）”。这些充满荣耀的新定居点，只不过是我所创造的寥寥几例而已。Per Landin，我就是这里的王！现在就给我低头臣服吧！（或者要不，先读完这篇文章好了）\n\nBuilding a village is far from an easy task. There are lots of factors to consider, such as “what materials do I use?”, “which buildings do I need?”, and “does the village need fences to keep my friends out?” But above all else, a village has to look good! Why else would you want to live there?\n建设一座村庄并非易事。有很多因素需要考虑，比如“材料用什么好呢？”，“建点什么合适呢？”，还有“要不要建点栅栏防止咱的朋友进来呢？”除了以上这些，一座村庄必须要好看！不然你还住个什么劲呢？\n\n\n\n\n\nSimon (or Dodecahedron as he’s also called) has taken this practice to heart. He’s a 25 year old master crafter in the village construction department. With colourful creations like Avalon, Willow Glades, or Jasper, he’s not just created small towns – he’s also given them each a unique design. He does so with a clear theme in mind, often taking advantage of the biome’s natural resources.\nSimon（他也叫做Dodecahedron ）对这种工程已经了然于心。他是村建部的一位25岁的高级工程师。看看他的过往作品——Avalon, Willow Glades, 还有 Jasper——就能知道，Simon并不只是制作一些小村庄便罢，他还会赋予各个村庄独特的设计。他之所以能做到这点，是因为他的脑子里有明确的主题，时常充分发挥生物群系自然资源的优势。\n\n“I always create some sort of plot or story when I'm building a new village,” says Simon. “The theme is important for me because all the villages are unique in some way, so that there’s a reason for me to visit them and not get bored. I had a lot of villages wiped just because they were too boring.” Whoa, easy Simon!\nSimon说道：“当我建造一个新村庄时，我总是会预设某种情节或故事。这个主题对我来说很重要，因为所有的村庄因此从某些方面来看，都会是独一无二的存在，所以我就有了理由去拜访这些村庄，而不会觉得无聊。我放弃过很多村庄，仅仅就是因为它们过于无趣而已。”哇，Simon，别这么激进嘛！\n\n\n\nWorking as a motion graphics designer and an illustrator, Simon has always had a love for crafting, painting, and trying out various art forms. When he first played Minecraft back in 2011, he was skeptical of its gameplay, but quickly came around when he discovered his own potential with the game. Soon he was using Minecraft to recreate his favourite places and buildings, adding them all to a single world. “Minecraft introduced me to architecture and I have been passionate about it since, constantly discovering and learning about new styles and applying them in [the game].”\n作为一名在职动画设计师和插画家，Simon一直热衷于创作，绘画，以及各种艺术形式的尝试。当在2011年第一次玩Minecraft时，他对这种游戏的玩法不置可否，但发现了自己在这款游戏里的潜力之后，他就开始直喊真香了。很快，他开始使用Minecraft重建他最喜欢的地点和建筑，将它们全部添加到同一个存档中。“Minecraft将我引上了建筑的道路，我对这游戏的热情从未消减，不断探索并学习新的风格，并在[游戏]中加以应用。”\n\nWhen starting on a new project, Simon often roams around his personal world, either to find a plot of land to build on, or to be inspired by landmarks for fresh ideas. Once he finds the perfect spot, he decides on a style, then fills the area with houses of his design. One example is Lumeria, a picturesque little settlement, located deep within a roofed forest where oak meets birch. Now, you might think that building a village among tall trees might be a bad idea, but Simon takes advantage of these conditions to strengthen his build.\n在启动一个新项目的时候，Simon经常在他自己的游戏世界中漫游，要么是为了找到一片土地开始工程，要么是为了寻找合适的地形以获取新鲜的灵感。一旦找到了完美的地点，他会定下一种设计风格，然后用这种风格的房屋填满这片土地。一个例子就是Lumeria，这是一个风景如画的小型村落，根植于黑森林，也就是一个橡树与桦树交错的地方。虽然你可能会认为，在高大的树丛中建造一个村庄并不是个好主意，但Simon却会利用这些条件来为他的建筑增色。\n\n\n\n\n\n\n“Lumeria is houses-on-poles craziness.” explains Simon. “There are several houses where you need to climb stairs to find their entrances, and the whole village is building up instead of sideways. I always enjoy finding different, creative ways to build upwards, and I'm also very fond of the nice warm colours of Lumeria. It looks peaceful and relaxing.”\nSimon解释道：“Lumeria将干栏式房屋演绎到了极致。有几栋房子需要爬上楼梯才能找到入口，而且这个村庄是向上累积，而不是向四周扩建的。我非常享受那种用不同的、创造性的方法向上建造的感觉，同时我也非常喜欢Lumeria的温暖色调，看起来很让人平和、放松”\n\nUtilizing a biome’s visual appeal and natural resources, like he did with Lumeria, is standard practice for Simon. With Embergrove, a village located in the jungle, he thought it would be a good idea to use the tall treetops as part of his project. He has taken the idea of a treehouse and made an entire colony of them, each bound to a tree and connected through networks of rope bridges and stairs.\n利用生物群系的外观和自然资源（就像在Lumeria里做的那样），是Simon的常规做法。在Emvergrove，一个位于丛林的村庄项目中，他认为，高耸的树冠很适合融入项目，成为其中的一部分。于是他确定了树屋的想法，并在整个居住地建满了树屋，每个都紧贴在树上，并通过绳桥与楼梯连接彼此，形成网络。\n\n\n\n\n“There is nothing on the ground except for a port and some growing food fields. There is a tree for the town hall, one for a market, an inn, and many others for the residential houses. I keep adding trees for different needs of the village and always find the results to be beautiful.”\n“除了关口还有一些种有食物的农田外，没有任何东西是建在地面上的。一棵树上建了市政厅，一棵建了一个集市，一棵建了一个旅馆，还有许多棵上建了居住用的房子。我不断添加新树以满足村庄的不同需求，并且总能保持总体的美观。”\n\nSimon prefers to never fully finish a build, instead returning to old projects to occasionally add more features, with no concern for deadlines (must be nice!) “I like taking my time because I enjoy the process more than the result.” he says.\nSimon有不把建筑完全建好的偏好，这样他就能重返之前的项目，并时不时增加新的特性，不用担心截止时间这种东西的到来（这个很好！）“我喜欢按自己的节奏来，因为比起结果我更喜欢过程”他说道。\n\n\n\n\n\n\nSimon believes that rushing isn’t good for builds, and that he gets better results from a calmer and more relaxed approach. “R. Buckminster Fuller once said ‘When I am working on a problem, I never think about beauty. But when I have finished, if the solution is not beautiful, I know it is wrong’.\" Well said, Bucky-boy. Well said!\nSimon相信，赶工对建筑来说不是好事，好的成果出自于更舒适、放松的建筑方法。“巴克敏斯特·富勒曾经说过，‘我在解决问题的时候，从不会考虑美感这种事情。然而在完工的时候，若解决方法不够漂亮，那我就明白其中存在问题’。”说得真棒，老哥。说的真棒！\n\n\n\n\n\nAs for future villages, Simon is hard at work, and has plenty of ideas ready to tackle. “I recently made a swamp-medieval village with dark colours which I'm very happy with. I have plans to make a village [where its] main style will be arcs. I don't know how yet, but I like the idea.”\n说到未来的村庄项目，Simon正在努力开展工作，此外还有许多想法等待实施。“最近我做了一个中世纪风格的沼泽村庄，颜色比较暗，我非常喜欢。当前的计划里也有一个主要风格是弧线的村庄。我现在不知道具体要怎么做，但是我很喜欢这个想法。”\n\nSuggestion for a name: ‘PERLANDINOTROPOLIS’? No? We’ll negotiate.\n一个项目名称的建议：“PERLANDIN大都会”，如何？不行？我们会好好商量的。\n\n【Kakagou译自SMALLTOWN BOY】\n【作者Per Landin，发布于2018年10月20日。】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1540124460,
            "txt_content": "Notes:\n\n1. 标题小镇男孩出自同名歌曲：https://en.wikipedia.org/wiki/Smalltown_Boy\n\n2. 作者名为Per Landin，所以不停地拿自己的名字玩梗。\n\n3. come around的意思明显就是真香嘛233\n\n4. houses-on-poles指的应该是一些建在柱子上的房屋，可以搜索一下pole house的相关图片。\n\n5. R. Buckminster Fuller，没错，就是富勒烯那个富勒XD。https://en.wikipedia.org/wiki/Buckminster_Fuller\n"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1540165320,
            "txt_content": "*圈缩过来了！\n*看到上面那个塔没？有风车那个。\n*八倍镜给我，我拿了 SKS 去蹲点，你掩护我。\n[a]Minecraft 掘地求生新地图预定。"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1540167840,
            "txt_content": "看看这些村庄  再看看mc里面实际的村庄  不谈了"
        },
        {
            "author": "langwanmc",
            "timestamp": 1541306100,
            "txt_content": "楼主太用心了 我去下载个"
        }
    ]
}