{
    "title": "【原创/连载】最后战线重制版改编小说（2）",
    "author": "稻穗",
    "replyCount": 0,
    "timestamp": 1540165380,
    "txt_content": " 本帖最后由 稻穗 于 2018-10-22 07:50 编辑 \n\n大家好，我是稻穗，由于某些奇怪的原因，这部第一章的重修版和以前的隔了近三年。最近终于感觉差不多了，先把以前评分最不好的那一篇改写一下\n以及，这边是我以前写的：引子+第零章：http://www.mcbbs.net/thread-508409-1-1.html\n                                               第二章：http://www.mcbbs.net/thread-509347-1-1.html\nOK。。。这边是更改后的第一章：\n第一章 最后的战线\n\n一大早，科尔，肖恩和兰被将近120分贝的重金属摇滚乐吵醒。“科斯特！！！”杀猪般的叫声从宿舍响起。没错，这就是科斯特可怕的一点之一：每天早上五点，都会定时播放音乐，有时是温柔舒缓的情歌，但更多的时候是重金属摇滚！为此，他特地准备了一台8声道混响音箱，离得稍微远点的人也受不了这种折磨，对于他们仨，这简直是声波武器。在斯科特来之前，他们仨也把这个当闹钟，不过自从科斯特搬到他们寝室后。。。科尔郁闷地转过头，看见科斯特在清晨的阳光下，裸露着上身，秀出自己的八块腹肌，刷着牙，跳起了第二十一套广播操，身材是蛮好，肌肉如群山。就是看起来有点猥琐……猎魔的头从门缝里探了出来，一脸没睡醒的样子：“科斯特，麻烦把音乐关了。还有一件事，史威特中将叫你们过去一下。”猎魔，狙击手，红发红眼，瞳孔中总是带着一股血光。因强大的狙击实力而得名“猎魔”，属于原来科斯特带领的突击队“风暴”“好勒，马上来！”科斯特转过头，露出一脸臭屁的笑容“兄弟们，起床了！有大事！”三人组慢悠悠地爬下床，他们的脸上能看出无尽的怨恨，因为他们还没睡醒…不过他们的眼神里充满了期待和不安，因为这是斯威特中将近期第一次找他们，不知道是喜是悲……简单吃完早饭后，四人向斯威特的办公室走去。“史威特上将为什么突然找我们？”科尔问道到“是不是斯科特吵着隔壁睡觉还引了一堆腐化生物过来？。”“那他也不会叫上我们仨。”兰说，“嘿，你们说有没有可能会晋升啊？”“额”肖恩扶额，“别逗了，你觉得有可能吗？没被降级就不错了，对吧，科斯特？”两人想起上次斯科特带队手持长刀爆砍被音乐引来的腐化生物的样子，不禁叹了口气。“嗯”科斯特一副毫无悔改之意的样子，“要对生活报有慢慢的希望！”自从斯科特这个活宝来到他们宿舍睡眠质量一天不如一天了。科尔和肖恩都无语了，想晋升？斯威特长官可是一位铁公鸡啊，还有斯科特你。。。\n说着说着，就到了斯威特的办公室。科尔抬头一看，半米厚钢门流淌着狰狞的铁光，RPG都炸不穿，外面还有4个摄像头实时监控，另配两挺6管每分钟1200转的加特林，要是有人硬闯，会马上被打成海绵宝宝。科尔摁下门铃，两扇铁门徐徐打开。中间的桌子傍边坐着一位看起来深沉老练的军人，带着一顶贝雷帽，板着张脸，就差把严肃写脸上了。他是从地狱回来的男人，他上过战场，当过特种兵，指挥过军队，与腐化生物正面抗衡过。他左眼有一道长长的疤，自上而下透过整个左脸，这据说是他近距离和那些怪物搏斗的证明，显而易见，死的人不是他。“终于来了，” 史威特淡淡地说，“知道今天我叫你们来干什么吗？”四人诚实地摇头。斯威特扶额：“今天我叫你们来，是要摧毁一个腐化母巢！”四人面面相觑，母巢？这种东西不出动一个师团是灭不掉的，他们参加过一次行动，所到之处尸横遍野。腐化生物的尸体和战友的尸体层层叠叠，一炮下去不是灰土，而是残肢断臂。“所以,”斯威特用鹰一样眼睛看透了他们四人的想法，“我们会为你们提供最有力的支持，以及另一个小组也会和你们一起行动。他们已经准备好了，马上准备枪械，十分钟后出发！”“是！”5分钟后，他们四人从枪械库里走了出来：科尔背着那把他用了5年的M16A4，子弹袋如盔甲一样绑在身上；肖恩手里拿着把雷明顿 M870霰弹枪，这种发射12号口径霰弹的东西简直就是为了杀戮而存在，不管什么东西中了一枪都得下地狱；兰一如既往的拿着“炼狱之殇”储能法杖，实质的火光在杖头跳动，仿佛要随时溢出；而科斯特这家伙，肩上扛着RPG火箭炮，另一只手上是M82A2重型反器材狙击步枪，腰间绑了不下20颗M2手雷，这是要和敌人近身搏斗时自爆吗，那这把M82A2又是。。。在登机口，他们见到了与他们一起行动的“另一个小组”，科斯特带领的突击小队“风暴突击队”。一流狙击手猎魔，有着“军需官”之称的皮埃尔，还有“血腥法师”约瑟夫。“好久不见，兰小姐“猎魔优雅的欠身行礼。他突然觉得有什么不对，背后凉气袭袭而来，猎魔转头一看，是肖恩和科尔。“早上不是刚见过么？“ 科尔冷冰冰地说，指关节捏的咔咔作响。  “对啊，猎魔你是没睡醒么？“ 肖恩冷笑着，鼻孔喷出阵阵阴气。猎魔心里一惊，连忙高举双手“没。。。没别的意思，就打。。。打个招呼“虽说他擅长狙击，但是近身格斗会被这两个突击手吊起来打。兰抿起嘴，轻轻地笑了笑。\n刚上飞机，就听到一个欢乐而脱线的声音：“欢迎来到第21386次航班，我是你们的机长莱恩，飞机将于5分钟后起飞，请记好安全带，以免颠簸时飞出去。”“嘿，这可不是出门旅游。”约瑟夫说，“快起飞。”引擎开始咆哮，飞机拖着巨大的火光冲入云层。“额…”科尔流了好些冷汗“我说你能别再飞飞机的时候把头转过来，这很危险的，我可不想没完成任务被摔死在路上！”“没事，我的驾驶技术好着呢！”莱恩很自信。原来到家都有点紧张，被这个脱险的飞行员这么一说反而有点放松下来。“还有五分钟抵达降落点，准备降落！”莱恩难得的一本正经起来，“我会给你们最强的火力掩护，速度要快！”七个人一字排开，站在舱门前准备跳伞。随着一个个人没入云层，莱恩突然笑了，“ 要活着回来啊“最后跳伞的科尔听到了这句话，突然想起当年莱恩也是一等一的突击队员，只是身边两个伙伴牺牲和好几个月的借酒浇愁，让他去当了飞行员。“我们当然会活着回来。“ 科尔的眼角拉出锋利的纹路，如巨鹰扑击般冲向战场。镜头转到了地上，七人都成功降落，降落的声响吸引一大群腐化生物。这时，斯科特掏出来绑在身上的RPG，保险，发射，回头，一气呵成。火箭弹在他身后炸出明亮的火花，仿佛末世的红莲，弹片横飞，爆炸中参杂的腐化生物的惨叫。突然，一只还未完全烧死的腐化生物从火场里冲了出来，利爪直指斯科特的后心！科尔心头一紧，他已来不及行动，只能大吼：“斯科特！“没想到斯科特更本没有躲闪，而是抄起RPG的发射器，高速转身，反手狠狠把发射器地砸在腐化生物脸上！科尔倒**凉气，如此完美的时机，如此精妙的计算，如此大胆的战术，这种人，只会是个上尉军衔？斯科特看着地上那具燃烧的尸体，一脚踩了上去，破口大骂，不到两分钟斯科特已经羞辱了那个腐化生物的祖宗十八代。斯科特就是这种人，别人对他的评价刚上去就被残酷的打压下来，科尔只好觉得主要是他心智的问题。  旁边风暴突击队的成员倒是习惯了斯科特的风格，抄起武器帮起了其他的战友。 “别恋战了，忘了我们的任务了吗？”肖恩大吼道，“前面就是母巢，我们冲！”“别激动，”猎魔倒是不紧不慢，潇洒的退弹，上膛，扣动扳机，随着一声枪响，某个正在一路猛冲过来的D级鬼变者像是刹车不及，在平地上后仰过去。“特种兵的素质何在？我们又不是明目张胆的去硬闯，最好暗中执行，别让腐化生物发现。““还想不给腐化生物发现？他们难道听不见刚才那RPG的声音？肖恩无奈地说，又转头看了看“肇事者”科斯特，他在那欢乐地丢着手雷，腐化生物被炸得七零八落。猎魔扶额：“无所谓了，不过动静越小越好。出发！”擅长冲锋的科尔和肖恩掏出双刀，化身黑影高速斩切腐化生物的喉管和脑神经。兰和约瑟夫断后，一队人浩浩荡荡地冲向母巢。突然，科尔看到了一个黑色的腐化生物，不假思索的摸出双刀，直冲而上。突然，他意识到自己犯了一个很严重的错误，在他最靠近那个黑色生物，准备进行割喉的时候，腐化生物的腹部突然隆起，还在一直变大。科尔脑中一片空白，这是会自爆的腐化暴君！科尔听到一声巨响，接着耳中只剩下嗡嗡的回响声。眼前一片白茫茫的强光，随后昏死过去。他最后能够听见的，是一个女孩的哭泣声。”兰。。。“\n谢谢大家，有任何修改意见请在楼下留言\n\n\n\n",
    "replies": []
}