{
    "title": "Minecraft 基岩版 Beta 1.8.0.11 发布",
    "author": "zyjking",
    "replyCount": 9,
    "timestamp": 1540399380,
    "txt_content": " 本帖最后由 zyjking 于 2018-10-25 15:41 编辑 \n测试版是Minecraft 基岩版的测试机制，主要用于下一个正式版的特性预览。\n然而，测试版主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。适用于正式版的领域服务器不兼容，不提供支持。\n如果在测试版中遇到旧版存档无法使用的问题，测试版将允许你将存档上传以供开发团队查找问题。\nMinecraft 基岩版 1.8 仍未发布，1.8.0.11为其第3个测试版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n改动：\n  熊猫的变化与改动：\n所有默认大熊猫现在都会在它们受到攻击时咬一次攻击性熊猫会保护其它熊猫为攻击性熊猫添加新皮肤熊猫现在会把愤怒发泄到攻击性熊猫身上攻击性熊猫现在会保护被攻击的熊猫宝宝\n\nBUG修复：Fixed several crashes that occurred during gameplay修复了游戏期间可能出现的崩溃问题Fixed a crash that occurred when joining multiplayer games修复了在加入多人游戏时崩溃The player's arm now moves at the correct speed when breaking blocks (MCPE-38041)破坏方块时，现在玩家的手臂会以正确的速度移动Custom entities can now correctly use the 'minecraft:shooter' component (MCPE-38263)自定义实体现在可以正确使用“MiCeFrave:Sunoter”组件Players can now correctly use scaffolding that is in or near water (MCPE-38054)玩家现在可以正确地使用水上附近的脚手架Flight controls on mobile devices now work correctly after climbing scaffolding (MCPE-38059)手机设备在攀爬脚手架之后能够正确地控制飞行Fixed a bug that caused horses (and variants) to show flashing colors on certain devices (no more disco horses!) (MCPE-31726)修正了一个导致马（以及变种）在某些设备上显示闪烁颜色的错误（没有更多的迪斯科马！）Fixed a bug that caused a significant performance drop when rendering chunks (MCPE-37192)修正了在渲染区块时导致性能显著下降的bugGamerule slash commands can now only be changed by operators/gamerule 指令现在只能由操作员更改Falling blocks (such as sand) will no longer cause scaffolding extensions to fall (MCPE-38098)落下的方块（比如沙子）将不再导致脚手架延伸下降Fixed a bug that could result in the a player's spawn point being changed inadvertently修正了一个可能导致玩家的重生点被无意中改变的bugPressing the \"Go Back\" button in \"Turn Off Achievements\" window no longer changes the game mode in World Settings (MCPE-38278)在“关闭成就”窗口中按下“返回”按钮后不再改变世界设置的游戏模式Pandas no longer become stuck in a sitting position after reloading the world重新载入世界后，熊猫不会被卡住坐姿Newly equipped player skins now apply correctly to the paper-doll model新装备的玩家皮肤现在正确地适用于纸娃娃模型Endermen no longer have a missing jaw when attacking末影人在攻击时不会缺失下巴Blocks now disappear more quickly when broken quickly in creative在创造模式更快地破坏方块时，方块会更快地消失Search results in the Marketplace are now more consistent when searching through all content在搜索所有内容时，搜索结果会更加的一致Only templates are suggested in the \"Get More Templates\" menu now现在只能在“获取更多模版”菜单中建议模版Using a bucket of fish in a dispenser no longer crashes the game (MCPE-38194)在炼药锅中使用一桶鱼不再会导致崩溃Dyed beds now have the correct crafting recipe染色床现在有正确的合成配方Fixed the bug where the player would unexpectedly turn in a random direction (MCPE-35910)修复了玩家在任意方向上意外转向的bugDouble slabs will now create the correct type of block (MCPE-38107)双层台阶现在将创建正确的方块类型Fixed a bug where the world could crash if the player exited the world whilst using a nether portal修复了玩家退出世界的同时使用地狱传送门会崩溃的bugSelecting an unowned skin now directs you to the expanded skin picker menu选择一个未拥有的皮肤现在会定向到扩展皮肤选择菜单中\n\n\n相关地址谷歌正版https://play.google.com/store/apps/details?id=com.mojang.minecraftpe基岩版测试组安卓Google Play：https://play.google.com/apps/testing/com.mojang.minecraftpeWin10 Store：https://www.microsoft.com/zh-cn/store/p/xbox-insider-hub/9nblggh68vsk\n\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Jason的Twitter（英文，内地需魔法上网）Matt Booty的Twitter（英文，内地需魔法上网）tomcc的Twitter（英文，内地需魔法上网）Chupacaubrey的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）\n\n\n\n\n",
    "replies": [
        {
            "author": "1235789512",
            "timestamp": 1540401120,
            "txt_content": "所以攻擊性的熊貓會保護普通熊貓\n而普通熊貓不爽的時候會打攻擊性的熊貓?\n攻擊性到底是指開火紅眼還是被打過的熊貓呢?"
        },
        {
            "author": "250=mo",
            "timestamp": 1540402800,
            "txt_content": "可能是e站逛多了，现在看到熊猫就想到办事儿……"
        },
        {
            "author": "不给",
            "timestamp": 1540450860,
            "txt_content": "我手贱点了下皮肤，结果存档就进不去了，还是存在应用程序的，于是我就稳定版养老了"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1540469820,
            "txt_content": "新的村庄还没来 还是修复BUG啊"
        },
        {
            "author": "SkyTether",
            "timestamp": 1540994160,
            "txt_content": "1235789512 发表于 2018-10-25 01:12\n所以攻擊性的熊貓會保護普通熊貓\n而普通熊貓不爽的時候會打攻擊性的熊貓?\n攻擊性到底是指開火紅眼還是被打 ...\n你能不能说简体中文啊...你是台Wan人？"
        },
        {
            "author": "1235789512",
            "timestamp": 1540994340,
            "txt_content": "SkyTether 发表于 2018-10-31 21:56\n你能不能说简体中文啊...你是台Wan人？\n我老外\n只是學的是繁中\n簡繁不是互通來著?"
        },
        {
            "author": "SkyTether",
            "timestamp": 1541067720,
            "txt_content": "1235789512 发表于 2018-10-31 21:59\n我老外\n只是學的是繁中\n簡繁不是互通來著?\n如果你是外国人那访问MCBBS中国网站不需要魔法上网么..."
        },
        {
            "author": "1235789512",
            "timestamp": 1541084520,
            "txt_content": "SkyTether 发表于 2018-11-1 18:22\n如果你是外国人那访问MCBBS中国网站不需要魔法上网么...\n不太懂你說的魔法上網是什麼\n我就是開chrome就連進來了"
        },
        {
            "author": "wzylove",
            "timestamp": 1541335980,
            "txt_content": "路过来看看.."
        }
    ]
}