{
    "title": "【原创/连载】最后战线重制版改编小说（2）",
    "author": "稻穗",
    "replyCount": 8,
    "timestamp": 1540428540,
    "txt_content": "最近写作风格开始诡异 先发一篇shishis第三章 短暂的宁静               科尔从地上爬起来，环顾四周。发现自己回到了十年前他曾居住的那座城市，他看到了他的朋友们，坐在山丘的草坪上上聊天扯淡。突然视野开始变红，同学们欢声笑语也变成了腐化生物的嘶吼声。尸横遍野，连草地都被被鲜血染红。他听见了脚步声，一个腐化残缺体从他侧面绕了过来，牙齿直朝他的颈部动脉。。。               “啊！” 科尔猛地从床上坐起，发现自己并不在十年前，而就坐在基地里地病床上，边上还有个被吓到的人。               “哇，科尔你终于醒了！”一个虎背熊腰的壮汉上来就是一个熊抱，“你不知道我们有多担心你小子啊！”               科尔默默地把那家伙推开，他太清楚这种作风莽夫而又咋咋呼呼的家伙是谁了“斯科特，你抱这么紧是想勒死我吗？”               “诶呀，看你终于醒了激动的嘛。”斯科特一副毫无悔改之意的样子。“兰还因为这事哭了好久呢。”               科尔心里微微一动，啊不，应该说是9.5级天崩地裂大地震，整个人愣住了，是吗？那兰。。。               “你看看你，我抱你你这么反感，说到兰你整个人又呆住了，是不是看不起我这个带你出生入死的队长就盯着那个**妹啊？”               科尔用极具杀伤力的眼神让他闭嘴。               “好好好不说了，”斯科特自讨了个没趣，回头掏出一份文件，“想不想看看你的受伤报告？你全身百分之八十的骨头骨折，韧带就基本没有好的。但是你还在洞穴里面手撕了一个B级鬼变者…”               “不是手撕，有人在里头扔了我把枪。”科尔对斯科特的用词表示无语“是把小手枪，不过一个弹夹就把那个鬼变者给崩了。”               “哦？” 斯科特的声音骤然严肃，“哪个人是谁？那把手枪还在你这吗？”               “那是个女子，说来给他战友收尸的，”科尔摸了摸下巴，想了想，回答道“ 我看到过一具尸体，上面名牌写着TCPL，至于那把手枪，应该在我皮带扣上。”               难以察觉的，斯科特脸上微微一动。               科尔摸了摸皮带，上面真的有把柯尔特。他把枪拆了下来，递给斯科特。               “嗯。。。很奇怪的结构，皮埃尔应该会对这个有兴趣。”斯科特接过枪，对着光端详了起来，“对了，你的身体很奇怪，百分之八十的骨头断了之后现在已经全部复原，韧带也不可思议的接上了，本该让人残废的伤在你身上不过一两天就好了。这很奇怪，那以后我们是不是能把你当人肉盾牌我们在后面压制射击？”               “你当这是打游戏呢？还人肉盾牌？”科尔扶额，但很神奇的是，他浑身没一处疼，按理来说被腐化暴君近距离炸这么一下生还几率几乎为零。“话说我不是也花了两整天去恢复的吗？“               “据说我们就生活在一个游戏里，作者叫2403，一个叫稻穗的家伙告诉我的。”               科尔干脆懒得理他，走下床，活动了一下。原来在床上出奇的冷，一活动科尔感觉热流又涌入了四肢百骸。“兰和肖恩呢？”科尔突然想起斯科特刚才对他说的话，那个女孩不会还在哭吧。。。               “在准备任务，我看你精神状态蛮好的，跟史威特打个招呼一起去？” 斯科特掏出一根雪茄，像叼香肠一样叼在嘴里。“附近发现一个血腥巢穴，不知道从哪蹦出来的。打算明天早上出门把它炸了。”               你这语气怎么感觉跟炸个血腥巢穴和烧个薯条盒子一样简单？科尔心说，他披上大衣，走出病房。基地中间有一片绿地，也是这个世界上极少数没有被腐化孢子占领的地方。入春有一段时间了，草地上的野花星星点点，微风拂面而过。科尔站在那边，低下头，默默地享受这久违的春风，他从口袋里掏出一袋巧克力棒，一根一根塞进嘴里。旁边一只浅棕色的小松鼠跑过，科尔微微吃了一惊，在这种乱世还有这么可爱的小动物，就像是大自然的精灵，自如地穿过硝烟战火，为千疮百孔的世界带来一丝生的气息。               科尔的目光随着小松鼠的步伐渐渐伸向远方，绿地的尽头是一座长椅，上面坐着一个蓝发的女孩。小松鼠跳上长椅，轻盈地爬上那个女孩的肩膀，用头轻轻蹭了下她的脸颊。那个女孩的脚边还有两只皮埃尔养的猫，她拿着一包绝对不会好吃的压缩饼干，一点一点捏碎喂给脚边的小猫。科尔愣住了，叼在嘴里的巧克力棒也掉了下来。阳光洒在那个女孩的长长额发上，拉出长长的影子，莹蓝色的睫毛闪着光，历历可数，脚边的小猫喵喵的叫着，肩上的松鼠用爪子理着尾巴上的绒毛，一切都这么安静，祥和，让人不愿打扰。那个女孩抬起了头，偶然看到了远处的科尔，她歪了歪头，又眯了眯眼，仿佛看不清眼前是谁。忽然，兰从长椅上撑了起来，疾步跑向远处的科尔。两人在阳光中相拥，风和桃花一起从他们脚下流过。",
    "replies": [
        {
            "author": "稻穗",
            "timestamp": 1540428840,
            "txt_content": "向大家道个歉，手贱把4打成2了，以及上面shishis应该是试试水，电脑一死机就都发出来了。"
        },
        {
            "author": "不死之躯",
            "timestamp": 1540439640,
            "txt_content": "还行，挺好看的，加油，下次更新记得@我哈"
        },
        {
            "author": "稻穗",
            "timestamp": 1540501920,
            "txt_content": "感谢大家支持，在此补一下前些作品链接\n引子加第零章，三年前写得，笔法有点生硬：：http://www.mcbbs.net/thread-508409-1-1.html\n前些日子重写的第一章：http://www.mcbbs.net/thread-825116-1-1.html\n未经重写的第二章，三年前写得：http://www.mcbbs.net/thread-509347-1-1.html"
        },
        {
            "author": "雪胖山",
            "timestamp": 1540625760,
            "txt_content": "还不错啊就是有点短"
        },
        {
            "author": "west.myth",
            "timestamp": 1541153820,
            "txt_content": "稻穗 发表于 2018-10-26 05:12\n感谢大家支持，在此补一下前些作品链接\n引子加第零章，三年前写得，笔法有点生硬：：http://www.mcbbs.net/ ...\nmcbbs不允许通过回复补充内容，善用编辑功能"
        },
        {
            "author": "zh00784",
            "timestamp": 1578560520,
            "txt_content": "这是太监了？"
        },
        {
            "author": "X0xiayu0X",
            "timestamp": 1582172880,
            "txt_content": "666666666666"
        },
        {
            "author": "MC@#012345",
            "timestamp": 1585549200,
            "txt_content": "加油楼主 顶你"
        }
    ]
}