{
    "title": "新领域：立方体、十字架和巡洋舰",
    "author": "MikeWu597",
    "replyCount": 4,
    "timestamp": 1540617720,
    "txt_content": " 本帖最后由 MikeWu597 于 2018-10-27 13:22 编辑 \n\n\n新领域：立方体、十字架和巡洋舰\n      在Java版领域中，本周我们有三个令人激动的新地图供你去游玩：一个精心设计的挑战，一个经典的棋盘游戏的现代版，以及一个探险。这是一个短暂而快速的更新，所以让我们去看看吧！\n \n《立方体》：\n作者：Vertex Creations\n  《立方体》是一位玩家的地图！它不会考验你爆破外星人、在棋盘上移动棋子、甚至在空间盘旋的棋盘之间跳跃的技能，这只是对矿工知识的纯粹考验。玩家们将会得到一个配方，然后制作这个项目。这很容易！但是这个地图有限制，你不能用你的木镐来开采。铁锭会起作用，但首先你需要一个熔炉和一个工作台！如果你已经通过学习合成配方，学会了如何制作，你将拥有相当大的优势。\n \n《井字棋》：\n作者： Wector11211\n      井字棋是一个棋盘游戏，相信很多孩子都玩过。因为这是一个“解决问题”的游戏，好玩的游戏是众所周知的，而且每次都容易平局，因为几乎所有人都知道游戏技巧。在棋盘游戏中，它不是一个受欢迎的游戏。如果你制作了一个3x3的棋盘，你的棋盘布局决定了你的对手下一步要下什么棋。向前迈出一步很容易，但是向前迈出多步同时努力不让你的对手得到一个胜利的机会，将是更难的！\n\n\n \n巡洋舰\n作者：Spark Squared\n \n   巡洋舰是一个新的我的世界领域地图。你喜欢的东西即是你的目标：观察，探索，并从这里的建筑结构中汲取灵感。如果你是一个有抱负的创造者，想要飞入太空，或者你想用运输船填满你最近更新的海洋，还对这种地图感兴趣，那么我们建议你仔细研究一下设计，然后试着制作出自己的地图。祝你好运！\n\n\n \n欺骗玩家的代码\n      在过去，当游戏杂志统治世界的时候，玩家们会急切地翻到后面，找到最新的欺骗玩家的代码，有些人还会给水平高的玩家一些奖金；一般来说，这些是很有趣的特性。由于我们的团队在定制地图制作方面做了很多工作，我们认为在我的世界Java版中加入我们自己的“欺骗玩家的代码”会很有意思。你所要做的就是确保作弊已经在设置中打开，或者你是服务器上的管理员（建议你切换到创造模式），然后把这个命令贴到聊天中（你也可以使用小写字母）：\n \n/summon minecraft:illagerbeast ~ ~~{Passengers：{id:\"minecraft:illusioner\",Passengers:[{id:\"minecraft:guardian\",ActiveEffects:[{Id:14b,Amplifier:1b,Duration:5000,ShowParticles:0b}]}]}]}\n \n      这些乱七八糟的指令究竟是怎么做到的？如果你了解一些指令，你可以通过阅读指令了解大部分工作原理。游戏将会在你的位置召唤BOSS，当运行起来时，它看起来就像幻觉者骑着野兽，向你发射激光。漂亮！ \n      太难了？要了解如何将此内容加载到您的Java领域，请访问我们的帮助站点。如果你还没有尝试使用自己的领域，你将在minecraftrealms按钮上发现一个蓝色钻石，它位于Java版的主屏幕。点击它，然后按照指示尝试免费使用30天。如果你对这个过程有疑问，或者想提交你自己的“欺骗代码”，你可以在推特上找到我。最后\n      玩的愉快！原文：https://minecraft.net/zh-hans/ar ... uisers?ref=launcher翻译：MikeWu597\n",
    "replies": [
        {
            "author": "MikeWu597",
            "timestamp": 1540617840,
            "txt_content": "本人第一次翻译，有什么错误请管理员先提示再删帖"
        },
        {
            "author": "米安博奥",
            "timestamp": 1540618680,
            "txt_content": "井字棋看上去蛮不错的"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1540623480,
            "txt_content": "那个巡洋舰好像在哪里见过…\n等下，还有中文？"
        },
        {
            "author": "MikeWu597",
            "timestamp": 1540645740,
            "txt_content": "是的啊，是中国人做的（终于更新了验证码）"
        }
    ]
}