{
    "title": "Java版开发者畅聊村庄与掠夺更新！",
    "author": ":spgbigfan:",
    "replyCount": 31,
    "timestamp": 1540823700,
    "txt_content": " 本帖最后由 kakagou12 于 2018-10-30 10:14 编辑 \n\n\n\n\nJAVA DEVELOPERS TALK VILLAGE AND PILLAGE!\nBehind the Blocks with Agnes, Nathan and Cory!\nJava版开发者畅聊村庄与掠夺更新！\n与Agnes, Nathan和Cory走进方块背后的故事！\n\nIf you’re a regular, loyal reader of Minecraft.net (the kind of reader who re-reads every article we’ve ever written, each and every day) then you probably saw that earlier this week we released one of our biggest Java snapshots ever – the first snapshot to include features from our upcoming Village and Pillage update!\n如果你是一位定期到访Minecraft.net的忠实读者（就是会反复阅读我们文章，而且每篇都读，每天都读的那种读者），那么你可能已经看到，这个星期的早些时候，我们发布了一份超大的Java版快照，算得上是最大的快照之一了——这是第一个包含了村庄与掠夺更新特性的快照！\n\n\n(If you’re not familiar, Snapshots are early builds that let you try upcoming features in Minecraft: Java Edition. Playing the Windows 10, Xbox One or Android version of Minecraft and want to try early features too? Click here to learn more about Minecraft betas!)\n（如果你不知道这是什么，解释一下，快照是Minecraft Java版的早期版本，用来提供新特性的试玩。如果你玩的是Windows 10版，Xbox One版或者安卓版的Minecraft，而且也想趁早尝试新特性的话，就点击这里了解关于Minecraft测试机制的更多信息吧！）\n\n\nThis new snapshot contains * takes deep breath * flowers! Suspicious stews! Pandas! Pllagers! Iillager Beasts! Crossbows! Dyes! LOADS of new blocks! Updated textures! Ex-Labour MP David Blunkett! Impressively, only the last of those features was a lie – the rest of them, along with so many more, were all included in the new snapshot!\n这份新快照有什么新东西呢……（深吸一口气）花！迷之炖菜(Suspicious stews)！熊猫！掠夺者(Pllagers)！掠夺兽(Iillager Beasts)！弩！染料！成吨的新方块！新版材质！前工党议员David Blunkett！值得点赞的是，这些特性里面只有最后一个是骗你的——其余的，以及其他更多还没提到的，都加入到了新快照里！\n\n\n“I just want pandas, I’m only going to breed sneezing pandas. All I need is for them to be cute and sneeze.” - Nathan Adams, Game developer/thankfully not a zookeeper.\n“我只想要熊猫，只想养打喷嚏的熊猫。让这些熊猫即可爱又能打喷嚏就是我所有的向往”——Nathan Adams，游戏开发员 / 还好他不是动物饲养员。\n\n“After 1.13, we finally didn't have a limit on the number of blocks in the game,” explains Nathan Adams, Lead Engineer on Minecraft: Java Edition. “Now that we have no limit, we've just gone crazy with adding everything we've ever wanted!”\n“1.13之后，游戏里终于没有方块数量的限制了。既然如此，我们就疯狂地往游戏里加任何我们想要加的东西了！”Nathan Adams如此解释道，他是Minecraft Java版的主工程师。\n\n“I love that we're releasing new blocks,” agrees Agnes Larsson, game developer. “It's so fun!”\n“我喜欢这些新发布的方块。实在太有趣了”Agnes Larsson对此表示赞同。她是游戏开发员。\n\nLet's look at some of the new decorative blocks you'll find in this snapshot. Starting with the stairs:\n那么来看看快照里的一些新的装饰性方块，这些你都能在本次快照里面找到。从楼梯开始：\n\n\nStone stairs!\n石头楼梯！\n\n\nCobblestone stairs!\n圆石楼梯！\n\n\nSandstone stairs!\n砂岩楼梯！\n\n\nSmooth Sandstone stairs!\n平滑砂岩楼梯！\n\n\nRed Sandstone stairs!\n红色砂岩楼梯！\n\n\nSmooth Red Sandstone stairs!\n平滑红色砂岩楼梯！\n\n\nMossy Cobblestone stairs!\n苔石楼梯！\n\n\nWe get millions of protesters outside of our office every day, demanding more screenshots of stairs on Minecraft.net. Happy now?\n在我们办公室门外，每天有数百万抗议者要求在Minecraft.net添加更多的楼梯截图。\n\nOK, that's it for stairs, let's move onto – wait, there's more?\n好了，楼梯部分到此为止，接下来是——啥，还有？\n\n\nNether Brick stairs!\n地狱砖楼梯！\n\n\nQuartz stairs!\n石英楼梯！\n\n\nSmooth Quartz stairs!\n平滑石英楼梯！\n\n\nDiorite stairs!\n闪长岩楼梯！\n\n\nPolished Diorite stairs!\n磨制闪长岩楼梯！\n\n\nAndesite stairs!\n安山岩楼梯！\n\nYes, great job team – that's more than enough stairs for one snapsho-\n很好，干得漂亮，开发团队——对于一个快照来说这么多楼梯已经够多l...\n\n\nPolished Andesite stairs!\n磨制安山岩楼梯！\n\n\nEnd Stone Brick stairs!\n末地石砖楼梯！\n\n\nNether Brick stairs! Again!\n地狱砖楼梯！再来一次！\n\n\nSTAIRS! STAIRS! STAIRS! :D\n楼梯！楼梯！楼梯！:D\n\nENOUGH.\n够了。\n\n\nPhew! And that isn't even close to all the decorative blocks the Java team have stuffed into this snapshot for your designing pleasure. A lot of these are also available as walls, normal blocks and more! You can finally build that dream Nether Brick cottage and retire, like we've always talked about.\n呼！以上这些在新加入的装饰性方块里只算是九牛一毛，而Java版团队在这份快照里塞的新方块都是在为你保证设计的乐趣。类似这样的方块还有很多，包括墙，普通方块，等等！正如我们一直谈论的一样，你终于可以建一个梦想中的地狱砖小屋然后从此不干了。\n\n\nBut if you are going to build a brilliant fortress with these new blocks, you're going to want to be able to defend it, especially with The Illager Beast out there. That's the perfect opportunity to test out the new crossbow.\n但是如果你想要用这些新方块建一座宏伟的要塞，就可能需要有防御的实力，特别是在有掠夺兽进犯的时候。这是一次测试新加入的武器——弩的绝佳机会！\n\n\nY-you wouldn't fire that at me, would you Steve? Not when I've still got so much of the article left to write?\n诶怎么——Steve，你不会射我的，对吧？起码别在我还有这么多字要写的时候好吗？\n\n“The crossbow itself is the only new weapon,” explains Cory Scheviak, game developer \"but it has three different enchantments that are unique to it . There’s the quick charge where you can pull it back more quickly depending on what level it’s at, the multi-shot where you can shoot three arrows at one time using only one arrow from your inventory and then piercing which can go through up to five mobs in one shot!”\n游戏开发员Cory Scheviak解释道：“弩是唯一的新武器。但是它有三种不同的专属附魔。快速装填可以让你更快地拉弦，速度取决于魔咒等级。多重射击能让你一次射出三根箭，而且背包里只消耗一根箭。穿透魔咒可以让你的射击一次最多穿透5只生物！”\n\n\nCory then laughed in a not-at-all-scary-way and said “it's pretty cool!” Yeah! The crossbow is pretty cool! If you replace the word 'pretty' with 'very' and the word 'cool' with 'terrifying'.\nCory随后发出了“不怎么吓人”的笑声，说道：“真的很酷！”耶！弩很酷哦！（前提是你把“很”换成“非常”，把“酷”换成“可怕”。）\n\n\nThe crossbow is coming to Minecraft to make a new enemy more of a credible threat. I speak, of course, of the Pillager.\n弩加入到Minecraft是为了让一种新敌对生物有更加实在的威胁。我指的当然是，掠夺者了。\n\n\nOh dear. This looks like it could be the end for me. Tell my family I loved them! Well, most of them.\n我的天。这个场景看起来已经是我的穷途末路了。告诉我的家人我爱他们！好吧，仅限大多数的他们。\n\nCory explains that the team felt they couldn't update the villages without giving them a new challenge, which meant introducing this threat. “We had to add the Pillagers as a rival to the Villagers, and the Pillagers had to be intimidating in some way. So the crossbow is the weapon of choice of the Pillager.”\nCory说，开发团队认为，不给村庄加入新的挑战就没办法对村庄进行更新，这就是为什么要加入这个危险的东西。“我们必须要加入掠夺者作为村民的敌人，而且掠夺者还必须在某些方面上看起来具有威胁。所以我们就选择弩作为掠夺者的武器。”\n\n\n“Although... maybe not all of the Pillagers prefer to use their crossbows,” Cory adds. “Maybe some of them take more… pillage-y weapons...” Intriguing!\nCory又说：“虽然……不是所有掠夺者都喜欢用他们的弩。也许其中有些会使用更有‘掠夺性’的武器...”听上去有点意思！\n\n\n“The original design of the Illager Beast basically had a ballista on top,” Nathan tells me. “Which is a gigantic crossbow made for sieges. That just got shrunk down over time during development. Now it’s a handheld version!”\nNathan告诉我：“最初版本的掠夺兽，在背上设计了一个弩炮。这是一种为围城用的巨型弩。弩炮在开发过程中被削弱，现在的弩是手持型的了！”\n\n\nYeah, the Illager Beast is plenty worrisome without a giant crossbow on its back, thanks.\n呃，就算掠夺兽背上没有一个巨型弩，它也足够可怕了，谢谢。\n\nLet's move on to something less violent and beasty. Something like flowers! Yay, flowers! Colourful wonders of the natural world, spreading cheer and joy in the fields of Minecraft! Flowers would never hurt anyone, right Java team?\n我们还是看点没那么暴力野蛮的东西吧。比如说，花！耶，花噢！大自然的多彩奇观，在Minecraft的土地上散播愉悦与欢乐！花是不会伤人的，我说得没错吧Java版团队？\n\n\n...Why are the Java team suddenly coughing, pulling their shirt collars and refusing to make eye contact with me?\n为什么他们突然开始咳嗽，整理衣服，拒绝和我有眼神接触？\n\n\nFlowers are my friends, right? R-right?\n花是我们的朋友，对吧？对……吧？\n\nMy suspicions increase when they tell me the three new flowers in the latest snapshot: The Cornflower (hooray!), the Wither Rose (hey, wait a second...), and the Lily of the Valley (horrified scream).\n我越发开始怀疑了，他们告诉我最新的快照有三种新的花：矢车菊（好耶！），凋零玫瑰（等会，这个...），还有铃兰（高 声 尖 叫）。\n\n\n“One of the flowers we added was the 'Lily of the Valley' which in real life is very poisonous,” admits Cory. “It’s a very pretty flower, but it’s very poisonous. So we wondered - how do we show the player that this is a poisonous flower?”\nCory说：“我们加入的其中一种花叫铃兰，在现实生活中这种花毒性极大。这是一种很好看的花，但是有剧毒。所以我们就想：要不要让玩家知道这是一种有毒的花？”\n\n\nAt this point in **, my stomach started rumbling so loudly I couldn't hear Cory anymore. But instead of complaining, the lovely Java devs poured me a bowl of Suspicious stew. Wow, thanks guys! I knew you liked me really! I slurp and munch it down while they tell me what it does in Minecraft.\n在采访的这个时候，我的胃开始咕咕作响，以至于我没法听见Cory说了什么。但是可爱的Java版开发员并没有埋怨我，而是给我倒上一碗迷之炖菜。哇，非常感谢！我知道你们很喜欢我！我一边喝下炖菜，津津有味地吃着，一边听他们告诉我这东西在Minecraft里是怎么制作的。\n\n\nNow I know why 'suspicious' rhymes with 'delicious'! Hahahahahahaha I don't feel very well.\n我现在知道为什么“迷之”和“蜜汁”听起来这么像了！哈哈哈哈哈哈哈我感觉不太好。\n\nThe developers wanted to add dyes for every colour, so they decided to add more flowers which you could obtain those dyes from. “But for each of the flowers we added, we were like 'could we add a special use to this?'” explains Cory.\n开发者们想要为所有颜色加入相应染料，所以他们加入了更多的花，你可以从这些花里获取染料。“但对于每一种新的花，我们会想‘能不能再给这花加一种特殊用途呢？’”Cory说道。\n\n\n“Nathan and I came up with this idea for a “Suspicious Stew” where if you take a Mushroom Stew and you mix in a flower from the game, one of the small flowers, then it gets a mysterious, suspicious aura and gives a small potion effect with it.”\n“Nathan和我提出了“迷之炖菜”这个东西，如果你往蘑菇煲里混入一种游戏里的花，就是那些小小的花，那么蘑菇煲就会得到一种神秘可疑的芳香，然后会给喝下的玩家带来一种小小的药水效果。”\n\n\n...Uh oh.\n…阿欧。\n\n\n“When you craft it,” elaborates Cory, as I look nervously down at my empty bowl. “You know what flower you’re putting in, you know the effect and what will come out, but when you give it to someone, all they see is “Suspicious Stew” – so they don’t know what effect they’re going to get from it.”\n“当你合成的时候，”Cory进一步解释道，此时我紧张地低头看了看手中的空碗。“你知道你放的是什么花，你知道相应的效果和导致的结果，但如果你把它送给某人，那么别人眼里看到的只有“迷之炖菜”——所以他们不知道喝下去之后会得到什么效果。”\n\n\nWhat kind of effects are there? Asking for a friend.\n到底是什么效果呢？问问你的朋友吧。\n\n\n“We don't want to mention that,” says Agnes. “But there are some good ones. And some bad ones. And some...”\nAgnes说：“虽然我们不是很想说，但有些效果是好的，有些是不好的，还有的……”\n\n\n“...Funny ones,” hints Cory.\n“比较欢乐。”Cory补充道。\n\n\n“It was so fun to come up with effects!” says Agnes, as I start to sweat. “I mean, we tried to make them make sense with the flower, so...”\nAgnes说：“想出这些效果真是太有趣了！我的意思是，我们想让效果与花有说得通的关联性，所以……”\n\n\nI think it's time to wrap-up ** now.\n我觉得是时候结束这次采访了。\n\n\nNOTE TO SELF: Stop eating things that have the word 'suspicious' in the title. In fact, to be on the safe side, I'm never eating anything again.\n给自己的忠告：不要吃那些名称里带有“迷”字的东西了。其实，为了确保万无一失，我不再吃任何东西了。\n\nThis only scratches the surface of the secrets this snapshot contains. I haven’t revealed the different suspicious stew effects, or how the Wither Rose is obtained (those are best discovered for yourself).\n以上只是为本次快照揭开了表面而已，其中的秘密还不止于此。我还没有揭示的迷之炖菜的不同效果，以及凋零玫瑰的获得方法呢（这些还是由你自己发现的好）。\n\n\nAnd this is only the beginning! We’ve got tons of more features to share with you in the coming weeks. But why ‘Village and Pillage’? Why were villages the next place to focus on after The Update Aquatic?\n这只是个开始！我们还有更多成吨的特性在接下来的几周分享给你们。但为什么是“村庄与掠夺”更新？为什么在水域更新之后关注的是村庄呢？\n\n\n“It was the next area that we wanted to improve,” explains Nathan.\nNathan解释说：“这就是我们想改进的下一个方面。”\n\n\n“We felt like there was a lot missing from villages and villagers and there was a lot of cool ideas we had floating around. We decided to put them all together and see what could we do to make them look a bit more alive and smarter, like an actual place inside the world of Minecraft and not just something to invade and then leave rotting in the dirt!”\n“我们觉得对于村庄和村民，当前还缺少很多东西，而且现在有很多想法亟待实施。我们决定将这些东西放到一起，然后看看什么能让村庄看起来更有活力与智慧，就好像Minecraft里的一个真实地点，而不仅仅是个可以侵占资源，留下荒芜的地方！”\n\n\nDon’t deny that that’s exactly what you do to villages when you play Minecraft. You know what you did.\n不要拒绝承认，这就是你玩Minecraft时对待村庄的方式。你知道你干了什么。\n\n\nClick here to try the new snapshot!\n点击这里试玩新快照！\n",
    "replies": [
        {
            "author": "Super_Eric",
            "timestamp": 1540824000,
            "txt_content": "我刚从mojang 官网看完这篇文章,回到mcbbs后…"
        },
        {
            "author": "TZY枫",
            "timestamp": 1540824180,
            "txt_content": "有意思，希望早点到来"
        },
        {
            "author": "Abraham511",
            "timestamp": 1540824600,
            "txt_content": "看到增加了这么多楼梯\n\n建筑党流下了欣慰的泪水"
        },
        {
            "author": "零尘233",
            "timestamp": 1540824780,
            "txt_content": "只能说现在minecraft原版更新越来越快了\n更新内容越来越多也越来越玄学了"
        },
        {
            "author": "斯乌",
            "timestamp": 1540825200,
            "txt_content": "Java版和基岩版能同步更新才是坠吼的"
        },
        {
            "author": "hongxingsh",
            "timestamp": 1540825380,
            "txt_content": "希望我的世界越来越好！对了，熊猫在哪里能看到？"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1540825500,
            "txt_content": "最后一句太真实了"
        },
        {
            "author": "ShiChunAn",
            "timestamp": 1540825860,
            "txt_content": "翻译辛苦了，感觉很有趣"
        },
        {
            "author": "1359638096",
            "timestamp": 1540825920,
            "txt_content": "什么时候往m里不用mo d就有家具方块多好然后还能互动"
        },
        {
            "author": "黑茶RGO",
            "timestamp": 1540826220,
            "txt_content": "说实话我真想看看掠夺兽背巨型弩炮的样子"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1540826460,
            "txt_content": "哈哈，以前玩家就是掠夺者"
        },
        {
            "author": "我的工业2",
            "timestamp": 1540827420,
            "txt_content": "猜测\n玫瑰在地狱某处种植一定时间后便乘凋零玫瑰\n迷之炖菜提供的效果可能是根据花的颜色对应药水颗粒（池沼），不过可能终于有一种自己用凋零效果做自己的方法了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1540827540,
            "txt_content": "我的工业2 发表于 2018-10-29 23:37\n猜测\n玫瑰在地狱某处种植一定时间后便乘凋零玫瑰\n迷之炖菜提供的效果可能是根据花的颜色对应药水颗粒（池沼 ...\n为什么不查查wiki呢"
        },
        {
            "author": "Оil",
            "timestamp": 1540827660,
            "txt_content": "Abraham511 发表于 2018-10-29 22:50\n看到增加了这么多楼梯\n\n建筑党流下了欣慰的泪水\n没用。\n造枪师表示在MCEdit支持以前这都是无用的……\n方块数量量级为10[sup]4[/sup]的替换工作在不用MCEdit的情况下怎么想都是一件有点可怕的事情……（累倒是无所谓……但是至少我的计划会被延迟.jpg）\n而且没了MCEdit雕塑单体就只能以存档的形式钉死在一个位置上……基本上仅剩的应用价值也就没了……╮(╯▽╰)╭……"
        },
        {
            "author": "lqz111",
            "timestamp": 1540827780,
            "txt_content": "大 声 尖 叫，果然翻译的都是……"
        },
        {
            "author": "zyjking",
            "timestamp": 1540828500,
            "txt_content": "不要拒绝承认，这就是你玩Minecraft时对待村庄的方式。你知道你干了什么。\n\n十分真实"
        },
        {
            "author": "yang2001",
            "timestamp": 1540828620,
            "txt_content": "mojang越来越皮了，不过这两个版本的更新的确振奋人心而不是像前几个版本不疼不痒"
        },
        {
            "author": "oild",
            "timestamp": 1540830900,
            "txt_content": "村庄当然需要改进，但是改进的方向感觉怪怪的。准确地说，minecon上提到的更新村庄建筑样式和村民外观的点子挺好的，早就看腻了单调的村庄，最好最终效果是不同群系的村庄都能有较大的外观上的不同，而不仅仅是换了木材的颜色（然而现在的快照根本还没做到这一块内容……）。但是这掠夺者掠夺兽什么鬼啊，根本没有人期待过！感觉就是让村民更加生活艰难而已。\n先是海洋，然后是村庄，Mojang的思考路线还是很清晰的。下一个改进是什么？我希望是地下地形生成，下矿蛮无聊的，就跟以前下水一样无聊，但是水域更新带来的海洋变化的确在玩法上给了很多新鲜感。真希望下矿时也能有更多内容，多弄点不同的地下遗迹甚至地下城什么的，再来个不同群系不同特色的矿洞，就像夸克MOD那样的。"
        },
        {
            "author": "Magma_",
            "timestamp": 1540849560,
            "txt_content": "boild 发表于 2018-10-30 00:35\n村庄当然需要改进，但是改进的方向感觉怪怪的。准确地说，minecon上提到的更新村庄建筑样式和村民外观的点 ...\n下一个应该是沙漠和热带草原\n"
        },
        {
            "author": "wzz0116",
            "timestamp": 1540860120,
            "txt_content": "我的工业2 发表于 2018-10-29 23:37\n猜测\n玫瑰在地狱某处种植一定时间后便乘凋零玫瑰\n迷之炖菜提供的效果可能是根据花的颜色对应药水颗粒（池沼 ...\n我试了下，召唤凋灵以后周围就出现了凋零玫瑰，不知道有没有别的获取方式"
        },
        {
            "author": "混乱",
            "timestamp": 1540875300,
            "txt_content": "boild 发表于 2018-10-30 00:35\n村庄当然需要改进，但是改进的方向感觉怪怪的。准确地说，minecon上提到的更新村庄建筑样式和村民外观的点 ...\n在开发者大会上MOJANG进一步披露了部分村民的外形以及村庄的变化，村子外观的变化还是挺大的，\n比如说雪原的村庄会是有斜度的屋顶，但是沙漠的村庄就是平顶的房子了。门似乎也变了，沙漠村庄的一些房子没有门。可以推测村庄规模的机制应该也更改了，无法像以前那样轻易的改变村庄规模用来刷铁傀儡。我预计村民也应该会开始有初步的自卫能力，以前的村庄功能将会彻底改变。另外，劫掠者攻击似乎被定义为需要玩家去触发的事件，而不是主动来攻击。"
        },
        {
            "author": "五氧化四铁",
            "timestamp": 1540894680,
            "txt_content": "我的工业2 发表于 2018-10-29 23:37\n猜测\n玫瑰在地狱某处种植一定时间后便乘凋零玫瑰\n迷之炖菜提供的效果可能是根据花的颜色对应药水颗粒（池沼 ...\n凋零玫瑰是凋零打死生物后会产生的掉落物qwq"
        },
        {
            "author": "dashuzhi",
            "timestamp": 1540903500,
            "txt_content": "感觉资源包更新要跟不上了啊"
        },
        {
            "author": "Alxeh",
            "timestamp": 1540957920,
            "txt_content": "砂岩楼梯 平滑砂岩楼梯 红色砂岩楼梯 红色平滑砂岩楼梯 红色平滑阿姆斯特朗螺旋升天式楼梯"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1540990260,
            "txt_content": "蜜汁炖菜可还行   兄dei来一碗85年的凋零炖菜awa"
        },
        {
            "author": "Tmc_蚊子",
            "timestamp": 1541000280,
            "txt_content": "只要不是负优化就行"
        },
        {
            "author": "xuel",
            "timestamp": 1541009040,
            "txt_content": "1.14更新不少呢 据说有可爱的熊猫啦?"
        },
        {
            "author": "小小君乀",
            "timestamp": 1541490120,
            "txt_content": "我的天啊，等待着新版本的到来。"
        },
        {
            "author": "QGhello",
            "timestamp": 1542284460,
            "txt_content": "3333333333333333"
        },
        {
            "author": "狂羊捕狼",
            "timestamp": 1542444540,
            "txt_content": "来点炖黄水仙~~"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1544344320,
            "txt_content": "狂羊捕狼 发表于 2018-11-17 16:49\n来点炖黄水仙~~\n炖凋零玫瑰也不错"
        }
    ]
}