{
    "title": "[1.12.1-1.11][NemesisSystem—复仇系统]半兽人恋爱模拟系统完美移植？",
    "author": "中间栖姬",
    "replyCount": 6,
    "timestamp": 1541082480,
    "txt_content": "Required Dependency ToroTraits.需要ToroTraits mod作为前置mod，这个前置mod提供了怪物的“特点”这一特性，当然，看名字就知道作者是ToroCraft了。。。\n\nAdd a little more personality to the vanilla mobs in Minecraft with the NemesisSystem Mod! NemesisSystem is inspired from Shadow of Mordor’s nemesis system, and adapted for Minecraft. Every time a player is killed by a nemesis class mob (zombies and skeletons by default) a new Nemesis is created.正经的介绍：想和花嫁僵尸娘来一次浪漫的约会吗？想和花嫁僵尸娘培养感情，建立深深的羁绊；或是悉心培养，收纳后宫吗？想要更多的了解僵尸娘的爱好，将这些记下来，之后细致准备，然后将其轻松攻略吗？这个mod就拥有以上这些强大的功能，让你在minecraft中体验爱恨情仇。\n折叠的是不怎么正经的介绍:这是一个将《中土世界：暗影魔多》（PS:一个游戏，这里链上某菊的直播）中的复仇系统在mineceaft中实现的mod，这个系统的作用是，当你被“复仇”的僵尸、骷髅击杀以后，就会出现新的“复仇”怪物，也就是说，“复仇”的怪物会因为玩家的死亡而逐渐增加（默认同一维度最多16只）。\n\nGetting Started\nWhen the game is first started, up to half of the total allowed nemeses (default total is 16) will be created. Your first goal will be looking for discovery books to gain intel on the nemeses in your world. The easiest way to get discovery books is by killing standard mobs which have a chance of dropping them (settable with the BOOK_DROP_CHANCE_MOB config parameter). Discovery books can also be found in loot chests. The body guards that spawn with the nemesis will have a higher chance to drop books. Once you find a book containing the location of a nemesis you can make plans to fight them. Nemeses are not guaranteed to spawn but instead have a chance to spawn within a 100 meter radius of their location. Nemeses will only spawn when standard mobs spawn and only if within eyesight of a player.开局时将有8个“复仇”怪物出现，每个“复仇”怪物会带着一群喽啰，击杀喽啰可能会掉落书本，上面记载着“复仇”怪物的信息，例如它的能力、所在位置、等级、弱点。一本书上能看到一个“复仇”怪物的信息，在奖励箱子里也能找到写了怪物信息的书。就算你找到“复仇”怪物的坐标位置，它也可能不在那里生成（去旅游了），满足生成条件（光照够暗、不被玩家看到）时，它会在被记载的坐标范围100米内出现。\nLevels\nEvery nemesis is given a unique name and trait. Nemeses start at level one and increase in level after every successful battle with a player or another nemesis. The number of body guards accompanying the nemesis and the amount of health given to the nemesis is proportional to the nemesis’s level. When defeated, a nemesis will lose a level. If a nemesis is at level one when defeated, they be permanently killed and removed from the system.每一个“复仇”怪物会有独特的名字和特征，一个“复仇”怪物可以通过杀死玩家或者其他“复仇”怪物来升级（是的，它们会打内战），等级越高，“复仇”怪物带领的怪物军团规模就越庞大，血量也更多。当“复仇”怪物被杀死时，等级会下降1级，等级到1还被杀的话，就会永远消失在户口本里...（户口本在游戏中按K键打开）\nTraits\nEvery time a nemesis is promoted they will gain more enchantments on their armor and weapons along with an improved trait. Each nemesis starts with one strength trait and has a chance to gain additional traits as they level up. Traits can also be a weakness which can be used against a nemesis to gain the upper hand.每当“复仇”怪物升级时，它会获得装备的附魔并有可能获得技能升级，当然，每一个“复仇”怪物都有一个弱点，比如怕火，被火烧的时候会快速扑街。\nGUIs\nPressing the k key will open the Nemesis List GUI (the keyboard key used can be changed in the client settings).\n\nClicking on a nemesis in the Nemesis List GUI will open the Nemesis Details GUI which shows more information for that particular nemesis.按K键打开“复仇”怪物的信息，里面记载着玩家从书本里了解的怪物信息。这里有一只技能为summoner（召唤师，大概会召唤怪物）的僵尸村民，它的弱点是gold allergy（黄金过敏），也就是说会被金剑等金制工具轻松打败。\n\nDiscovery System\n\n\n",
    "replies": [
        {
            "author": "xuel",
            "timestamp": 1541084640,
            "txt_content": "感觉这个MOD很高大上啊 先下一个试试"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1541116740,
            "txt_content": "猴赛雷啊！\n有缺陷的 boss 更可爱.jpg"
        },
        {
            "author": "117779284",
            "timestamp": 1541125200,
            "txt_content": "MOD作者表示脑洞已经被掏空·"
        },
        {
            "author": "中间栖姬",
            "timestamp": 1541135700,
            "txt_content": " 本帖最后由 中间栖姬 于 2018-11-2 13:31 编辑 \nNoName德里奇 发表于 2018-11-2 07:59\n猴赛雷啊！\n有缺陷的 boss 更可爱.jpg\n这个mod算是比较科学的模拟出部落酋长制度的怪物生态。就目前版本来看，有几个比较大的问题。一是这些复仇怪物和凋零骷髅身高相当，体大弱门，各种智熄操作。二是生成地点固定，也就是说杀死复仇怪物以后，在它家周围插满火把，就会导致他没办法重生。三是复仇怪物整体实力偏弱，一把弓就解决了。"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1541242980,
            "txt_content": "来自怪物的复仇。。"
        },
        {
            "author": "azsdpzl",
            "timestamp": 1544086200,
            "txt_content": "貌似很有意思？"
        }
    ]
}