{
    "title": "【原创|单篇】沦陷的家园A2：兵临城下",
    "author": "SHEEP_REALMS",
    "replyCount": 0,
    "timestamp": 1541142540,
    "txt_content": "\n前言\n\n欢迎来到这个高度真实化的魔法与科学并存的方块世界！这里有超能力，有被称之为“末影之力”的魔法，也有各种各样的人物角色。如果您是初次阅读《[ruby=Fallen Homes]沦陷的家园[/ruby]》系列作品，请您先从这里开始阅读>>\n\n\n序章\n\n自从暗影军团攻陷熠北城以来，暗影军团一直处于优势，虽然遭到了熠南起义军的一点阻碍。暗影军团拥有最先进的科技，起义军只能被迫地进行科技革命。再加上起义军的组成成分本来就有些水火不容，起义军只能等待机会，等待奇迹出现。长达八个月的战争彻底改变了这个世界的面貌，资源开始严重短缺。\n\n\n第一章 突袭\n\n2021年3月12日，下午6点。起义军指挥中心内，大家都在忙碌着。突然，广播响起了一阵急促的警告:“警告！警告！铁甲前哨站遭遇暗影军团袭击！铁甲站指挥中心正在请求支援！”“什么情况？又攻过来了？”“搞什么鬼？这明摆着不让我们喘气嘛！”这时，布莱克总指挥官冲进了指挥中心:“各单位请注意！立即派遣三号突击队去铁甲站支援，立即出发！维和部队立即准备装甲活塞虫，10分钟后出发！”......\n2020年7月18日，战争一触即发。在战争打响后的几天之内，熠北城早已不复存在。残酷的战争夺去了绿水青山，黄沙与焦土遍布整个世界，这个星球的面貌被彻底改变。究竟是什么，能够让暗影军团能够变得如此强大？在此之前他们到底经历了什么？一个比较流行的传闻说道:“「[ruby=DarkShadow]暗影军团[/ruby]」的前身是「[ruby=EmpireUnion]帝国联盟[/ruby]」，帝国联盟有着大量武器资源，这是一个坚固的基础。在战争打响的前几天，他们在熠北城的一处烧烤场集会，商讨决定改名为暗影军团。不过，这场集会很快就被一位身份不明的刺客破坏了。但即便如此，暗影军团日后的侵略丝毫没有受到影响。”......\n几分钟后，铁甲站已经陷入一片狼藉，此时已是深夜。“敌人的炮台炸了！冲啊！”萧然喊道。这支队伍的年龄跨度相当大，因为这是一支起义军，什么样的人都在里面。“爆炸箭！给我！”萧然接住从后方抛来的爆炸箭，搭在弓上，向前射出，将敌人临时搭建的墙炸出了一个窟窿。萧然刚要冲上去，被旁边的杰克扑倒:“小心TNT！”一个点燃的TNT从天而降，在前方炸开。杰克把萧然拉进了战壕里:“敌人的火力太猛了，看样子真的只有末影之力才能救我们了！”“末影之力不好控制，连暗影军团至今都还没有成功利用末影之力。”“哦对了，维护部队还有3分钟抵达战场......”“1分钟都不能等了！等他们来替换我们的时候......”“你听我说完！他们的‘天行者’无人机还有1分钟到达！”战壕上面发生爆炸，几只散射箭落在了他们跟前。“很好！”“但是，‘天行者’的红石脉冲就在刚才发生混乱，失去了方向，需要我们发射FC型导航信号箭来定位！”“这东西我们还有吗？”“还有三支！”“达康！你的FC型导航信号箭呢？给我扔过来！”战壕外面传来声音:“你要这个干嘛？”“你拿过来就是了！”说完，战壕外面扔进来了一支信号箭。萧然接住信号箭，快速擦过地面起火，搭在弓上，朝向天空:“这东西用一次少五颗红石。”“还有一颗火药。”杰克补充道。信号箭“嗤——”一声飞向天空，犹如夜空中的一颗北极星。这时，达康带着一个箱子跳进战壕:“又有一波敌人来了！敌人的数量太多了！根本挡不住！我们的队友都顶不住了，快撤吧！”杰克拿出TNT:“刚刚我们召唤‘天行者’了，很快就会来的。你知道如何抛掷TNT吗？点燃了往战壕外扔？”“嗯。”达康点头。“错！书上的都是忽悠人的，那样只能弹回来炸自己。看准了再扔！”说完便点燃TNT，起身往敌人的高墙砸去。“轰”的一声，高墙又被炸出一个缺口，有两个人从墙上飞了下来。这时，萧然似乎听到了什么声音:“等等！我听到了什么......”杰克蹲起来:“啧...我好像也听到了！”达康看了看天空:“对！没错！一定是‘天行者’！它来了！”萧然推了下达康:“快拿FB型攻击信号箭！”“给！”达康从箱子里翻出信号箭递给萧然。萧然把箭搭在弓上，擦出火，探出战壕，对着敌人的高墙射出，箭落在了墙角下。“快走！”萧然拉起杰克和达康，达康赶紧带上箱子，它们还顺路带上了一位正在施法的法师。信号箭仍然在墙角下燃烧着。不久，一道光束划破夜空，直击信号箭，随后，一个巨大的火球在这里爆发，地面的冲击波向四周横扫，推平了一切。\n不远处的沙地上，突然响起了一阵响亮空气碰撞声，一个人凭空出现了。“啊，过头了，来晚了。算了，福尤斯只是来这里调查的，即便在这里阻止他也无法改变时空被割裂的现状。”说完，他又随着爆炸般的声音消失了。\n萧然他们借助战壕成功逃出了前哨站，在他们眼前是一片沙漠。他们燃起了火把坐了下来稍作休息，看了看新成员:这位法师身穿盔甲，面部被头盔遮住，手里还拿着法杖，法杖散发着紫色的光芒。“末影之力？”萧然向法师问道。“只是一部分，我无法完全控制末影之力。”“我听你的声音很熟悉，你能摘下头盔吗？”法师犹豫了一下，而后放下法杖，摘下了头盔。萧然对眼前的一幕大吃一惊:“桃芳宋！你不是在情报处吗？”“讲真我不适合处理情报，我有这身特殊能力干嘛不能上战场？”“好好好......你刚刚说你可以使用末影之力？”“是的，我发现我逐渐可以控制和使用末影之力了。”杰克叹息道:“唉，我们一直在使用末影之力，却一直没有人去过末地并且活着回来过，甚至有些人连末地都没听说过。”桃芳宋回道:“听起来你好像知道些什么。”“有这么一个传说，时间久了，有些人开始怀疑它的真实性了。”“哦？说出来听听。”“从前有一个村子，住着一位法师。有一天，他意外合成了末影之眼，并利用末影之眼发现了通往末路之地的传送门。这位法师预感末地会很危险，进去就有可能回不来了，因此，他设置了一个魔法机关:只要她没能在24小时之内回来，传送门就会被封印。他再也没有回来过。”“那......这个传说是怎么传出来的？”“村里人发现她消失了，通过他的笔记本找到了传送门，并在传送门旁边发现了一本日记，里面记录着他一生的探险经历，直到他进入传送门之前的准备时间。村民们怕极了，赶紧对那个地下要塞进行了回填，而现在，这个村落也不复存在了，没有人知道传送门现在在哪里，这就是为什么有人会怀疑这个传说的真实性。”“等等，我受伤了！”直到这时，达康才发现自己的右臂受伤了，正在滴血。桃芳宋抽出了随身携带的绷带坐在达康身旁为他包扎:“抱歉啦，我还没学过治疗魔法，只能这样啦！”“没事，这点痛我能忍！”萧然突然想起了一件事，站了起来:“我知道有个人可以控制末影之力！”众人问道:“谁？”萧然逃出了红石手机，进入了起义军的资料库，在搜索栏打进了两个字:“曙光”搜出了一份资料，这份资料有阅读权限限制，他只能阅读一部分，可以阅读的一部分只有一行坐标。“这是什么？”桃芳宋问道。萧然身后已站了三位围观者。“桃芳宋，你会传送魔法吗？”“会！当然会！”“我们去找晨飞！”\n\n\n第二章 重逢\n\n“我们到了！”桃芳宋收起法杖。萧然环顾了一下四周:“可是......这里什么都没有啊？你是不是搞错了？”“不，我感觉这里有末影之力的存在，似乎有一层屏障。”刚说完，他们前方的景象发生了扭曲，随后便显现出了一座建筑物。这座建筑物为框架一层结构，充满了科技的气息，屋顶是平的，似乎还装有炮台。他们一边打量着建筑物，一边走近这座建筑物的大门，门自动开了，里面一片漆黑。“我先进去。”萧然挺身而出。在他走进大门的那一刻，灯亮了，里面是一个很大的房间，里面的各种红石设备，都在此刻陆续启动。这时，一个熟悉的身影从墙后走出......“晨飞！”......\n“没错，我们成立了一个组织，叫做‘曙光’，并且还和起义军结盟了。”“难怪起义军的资料库中有‘曙光’这份资料！”萧然拿出手机向晨飞展示。“嗯，这是我故意做的手脚，不然你们连坐标都看不到。对了，你们刚刚在外面说什么...末影之力？”趴在桌子上的桃芳宋此时又坐了起来:“对！我想目前也就只有你能控制末影之力了，你有没有知道些什么？”“嗯，最近我有一些重大的发现。我通过对末影之力的光谱进行分析来猜测末地的形态，我发现末地有一种东西，像水晶，我管它叫‘末地水晶’，经过多次研究之后，我现在已经成功合成了末地水晶！这就可以证明末地是存在的！”杰克瞪大了眼睛:“什么？那个传说是真的！”“没错。不过我还发现了一些东西，在我研究末地水晶的时候，总有一股脉冲扰乱光谱，这股脉冲出现的时候，末地水晶的成像也会发生坍塌，像一个黑洞，整个画面都会一团糟。”“那个...”桃芳宋解释道，“根据我这几年对末影之力的研究发现，当我们试图通过末影之力的光谱来呈现某一地区的景象的时候，如果里面有人在使用末影之力，那么末影之力就会被那个人所吸收，在光谱上就会呈现一个黑洞，如果这个人的能力并不是很强大的话，那将会呈现一个鱼眼。”“嗯......没错，末地水晶确实会使用末影之力。”“那你制造出末地水晶之后，用它来干什么呢？”桃芳宋问道。“我发现末地水晶的力量非常强大，我给你们看点东西！”晨飞起身，走向一面墙壁，按下了一个隐藏按钮，一道暗门被打开，里面是通往地下的楼梯，“进来看看吧！”\n地下室有些暗，灯很少，墙壁都是用沙石砌的，时不时还有一些落沙。走出楼梯后，有一个非常广阔的空间，和几条横七竖八的高架桥，走路可以听到回声。从桥上往下看，黑漆漆的一片，深不见底。杰克望着桥下黑漆漆的世界，问道:“下面是什么？”晨飞回答:“下面有水，是一个水阀门，里面是个仓库。”晨飞来到了一个控制台前，手搭在拉杆上:“给你们看看这个！”说完便拉下拉杆，探照灯亮起，一个巨大的机械呈现了出来。这个机械的外形像是一个药丸，顶部和底部都是半球体，由黑曜石组成，中间的圆柱向内凹陷，仔细一看，这个圆柱是一个水柱。杰克似乎想起了什么:“「[ruby=NeutronStar]中子星[/ruby]」！你还想用这个！你忘记了你上次的中子星造成了多大的破坏了吗？”“我们也是被逼无奈，事到如今，我们只能用毁灭性的武器来解决问题了。这是上一次中子星的改良版本，体积更大，容量更多，改进了驱动方式，原先那个是活塞虫暴力驱动，现在这个是末地水晶驱动，叫做‘中子星Ⅱ’！”这时，楼梯间传来了一个声音:“晨飞！”大伙儿纷纷向楼梯间望去——\n\n\n第三章 阻击\n\n“姐姐？你醒啦？”\n晨曦从楼梯间走了出来，看到了眼前的一幕:“等等...你们...你们找到啦？”晨飞走上去迎接:“对对对，他们找过来了。你找我有什么事？”“起义军的维和部队没能挡住暗影军团！”众人感到惊讶:“什么？！”“他们下一步就要抵达曙光站了！我们必须把他们阻击在半路！”晨飞问道:“那门狙击炮还能用吗？”“刚刚检查过，能用！”晨飞转身招手示意:“你们都过来，我们商讨一下作战方案。”晨曦指着天花板说道:“这门狙击炮我承包了！”晨对其他人说:“直接传送过去太危险，我们坐一架飞行器过去，飞行器上还有武器！”晨飞看了看受伤的达康，“你就在这里休息吧！”“这怎么可以！”达康很不服气，两眼放出坚定的光芒，“只要我还能动，我就能战斗！”“这样太危险了！”桃芳宋拽着达康的左臂阻止道，“我现在无法确定你的受伤情况，一会儿援军过来就让他们把你送回去吧！”“不不不，我不能在这里...”“行啦！只有健康的状态才能发挥出全力，你这样子是没法好好战斗的，甚至还会拖后腿！”“......那我加入援军的战斗好了。”“你你你...！”“行了行了！”晨飞打断了对话，“事不宜迟，我们赶紧出发！”\n太阳正在冉冉升起，房屋上的狙击炮炮塔转动了起来，炮管一节一节伸出。而在下面有一架碟形的飞行器，顶部还有一个笼子，里面有一颗末地水晶在转动着。飞行器逐渐升起，水晶开始发光，越来越亮。随后，这架飞行器“嗖——”的一下飞了出去。随后地面上又升起了4架更小的碟形飞行器，跟了过去。\n晨飞坐在驾驶座上，杰克和萧然在副驾驶座上，而桃芳宋则在后面操作末地水晶。这时，AI提示音响了:“子飞行器已就位，正在开启护盾！”\n晨飞眺望了一下远方:“我看到暗影军团了！”而后转头对桃芳宋说:“准备好！马上就要战斗了！”\n此时天已大亮，飞行器即将来到暗影军团上空，地面上的军队见状发生了混乱，开始架起高射炮，而飞行器上的末地水晶正在充能。晨飞下令:“开火！”桃芳宋按下控制台上的按钮，末地水晶发射了一道紫色的光束，直击地面部队，炸出了一个大坑。杰克提醒晨飞:“有人架好高射炮了！”“回避！”飞船向东南方回避，躲过了一炮。“开火！”末地水晶发射了一道光束炸掉了刚才那门高射炮。“我们要撑到狙击炮填充完毕，开火！”一门刚刚架起的高射炮被拆毁。“当心后方！”“回避！”飞船向西回避，躲过一发炮弹。没等飞船平稳，从西面飞来了一个TNT，与护盾擦边爆炸。“用船底炮，开火！”一束光从飞船底部射出，直射地面，横扫掉许多门高射炮。“当心东侧！”又一发炮弹从东面飞来，飞船躲闪不及被击中，护盾剥落。“释放子飞行器！”子飞行器从母飞行器的轨道上脱离，向地面俯冲，逐个击破沿途的高射炮。子飞行器行动敏捷，难以被击中。晨飞借助这个空当，使用超能力掀翻了几座高射炮和若干架装甲活塞虫。萧然注视着雷达图，突然紧张了起来:“不好！敌人的空中部队来了！”晨飞问道:“狙击炮还有多久？”“才准备了一半。”“再撑一会儿，一定要把他们拖在这里，我去解决飞行器，飞船你来控制！”晨飞和萧然调换了一下位置。\n敌人的飞行器接近后，晨飞将飞行器一个接一个的拖向地面摔毁。但飞行器越来越多，马上就要扛不住了。“桃芳宋，你看到控制台上的那个标有红石粉图标的按钮了吗？”“看到了，怎么了？”“按下它！”一个紫色的透明光球从末地水晶中喷发出来，迅速膨胀，变得无比巨大。其边缘穿过了飞行器群，夺走了末影水晶的能量来源，导致飞行器群瘫痪。地面上，同样使用末影之力的高射炮也失效了。“这个状态只能持续30秒，快打！”母船与两艘子船开始使用船底炮轰炸高射炮，另外两艘子船飞起来去攻击飞行器群，而晨飞也在一群一群地拽下飞行器。杰克观察了一下地面:“地面部队开始使用投石车抛TNT了！”“放心，他们抛不上来，只能掉下来炸他们自己。”“等等！有法师队！”“什么？”晨飞回头寻找地面的法师队，发现法师队正在施法，晨飞赶忙利用意念掀翻了法师队。“你的意念控制能力有所增强啊！”“我这艘船就是用我这种能力建造的。”飞行器群恢复了能量来源，陆陆续续地继续向前飞行，地面的高射炮又开始开炮，两艘子船撤回来一边击破炮弹一边攻击高射炮。萧然接到了一条信息，拉了下晨飞:“狙击炮马上就准备好了，可以撤了！”\n母船将子船回收，向基地撤退。晨飞在萧然的控制面板上按了几个按钮:“待会儿炮弹来了会发生音爆，我们得把窗关上。”飞船的窗换上了特制的玻璃，末地水晶的笼子被黑曜石关上。不久，一个带着巨大声响的光球从基地的方向飞来，向暗影军团飞去，整个飞船都在震动。随后传来了炮塔的开炮声，而后是一声爆炸声，地面上升起了一朵蘑菇云......\n\n\n第四章 迷雾\n\n“暗影军团太难弄了，他们越来越强大了！”晨飞说道。曙光站中，几人围在桌前。“我很好奇他们的资源到底是从哪来的，他们似乎有源源不断的资源。”桃芳宋从地下室走了出来前往书柜，加入了话题。杰克又想起了末路之地的传说:“还记得末地的传说吗？我感觉我们是不是忽略了什么。”晨飞听杰克这么一说，突然警觉起来:“对！我们想要破解这个传说的秘密，最好先从这个传说的背景入手！这个传说是几年前的？”“大概是500年前。”这时，桃芳宋在书柜前从一本记录历史的传记中发现了一些资料:“500年前，法师这个职业并不是那些可以使用魔法的人！”“什么？！”“法师这个职业在500年前相当于现在的药剂师，他们一般都很神秘。在这些人当中，有一个人非常有名，村民管他叫‘大鼻子’，因为他的鼻子很大。他可以凭空创造一些物资，甚至可以瞬间移动！”晨飞有些不解了:“不是说不会魔法吗？为什么......”“总之，这位法师有一层神秘的面纱，没有人知道她是如何做到这些的，大家只知道，也是听她透露的，他有一件法宝，帮助他完成了这些常人不可能做到的事情。因此，他被村民们尊称为「[ruby=Angel]天使[/ruby]」。”杰克回忆了一下传说的内容，问道:“书上有没有说......村民们在发现他消失了以后，有没有发现什么？”“嗯...我看看......”桃芳宋往后翻了一页，“村民在地下要塞发现了他的日记本，还有一张纸条，上面写着:‘箱子里放着我那所谓的法宝，如果我今生今世倒在了这里，请带走我的日记本，把我的故事传出去，警告后人不要踏上这块禁地，并把我的法宝，连同这个地下要塞一起回填！’”杰克紧张地问道:“然后呢？”“村民......并没有在箱子里找到法宝......”“什么？！”“这个故事传了出去，传着传着，故事内容发生了扭曲，后人又添油加醋，给这个故事笼罩上了神秘的气息，一直传到现在。”桃芳宋合上了书，“嗯，对。这本书的销量并不多，没有多少人买，买了也没有多少人认真看过，怪不得这个传说直到现在都没有解开。”晨曦从房间里走了出来:“那，没人知道法宝的下落了？”晨飞起了疑心:“你们有没有觉得这和暗影军团源源不断的资源有没有联系？”杰克抬起头:“难不成法宝落在了暗影军团手里？”晨飞回答:“我是最先和暗影军团正面交战的，我想暗影军团早就已经出现并且计划着征服世界了！”晨曦抽了把椅子坐下:“这样的法宝落在暗影军团手里太危险了！”晨飞站起身，向地下室走去:“看样子真的要到这个地步了！”桃芳宋坐在了晨飞的位置上:“如果事实果真如此，那我们不能再等了，他们随时有可能发动一波更强的进攻！我们必须彻底摧毁他们的基地，找出他们的资源来源！”“对！我们还有中子星！这是我们最后的希望！”杰克起身，没等他往地下室走去，警报器响了。“坏了！”晨曦起身往房间内跑去，桃芳宋跟了过去。晨飞从地下室跑上来:“啥情况啊？”晨曦冲出房间:“暗影军团冲我们来了！”\n\n\n第五章 反击\n\n晨飞跑出门外，向远处眺望，看不到任何东西。晨飞跑回室内:“快快快！快出去！我们启动中子星！姐姐你去打开防御系统！”晨曦回到房间操作控制台，萧然、杰克和桃芳宋来到室外。晨飞按下了遥控器，前面的沙地发出了一声闷响，随后下陷，带起了一些沙尘。沙尘散去后，可见一个深坑，直通地下室。洞中发出了机械的运动声，可见里面的“中子星”正在被缓缓抬起。晨曦关上门，跑了出来，观看中子星被抬起。中子星逐渐被抬出地面，最后地步与地面平齐，底下的机械“砰”的一声停下了。仔细观察中子星，有25米高，10米宽，水柱上端，上半球体的下端是密密麻麻的发射器，而水柱下端有一小块凸起的平台，平台内高外矮。上半球体打开了一个门，扔下了绳梯。晨飞飞进了上半球体，向下探头:“进来吧！”\n内部的空间还很大，四周都是控制面板。与先前的飞船不同的是，这里的末地水晶在舱体里面。晨飞主驾驶，萧然和杰克为副驾驶，桃芳宋控制子船，晨曦控制武器。中子星缓缓升起，向前飞行。地面上的沙地接二连三地陷下，升起了一艘艘子船，8艘子船围在中子星周围。杰克问晨飞:“你的基地没有什么防御系统吗？”“有啊，当然有。你要知道，我善于隐蔽。”晨飞按下了一个按钮，飞船底部的末地烛发射了一个发光粒子，击中了插在地面的一根末地烛。随后，末地烛被什么东西抽了下去，而后从地下升起了一座塔。与此同时，在这周围也升起了一座又一座塔，然后接二连三的在塔顶支起了末地水晶......\n“我看到敌人了！”萧然正在眺望远处。晨飞解释道:“我学会了新技巧，多造几个子船，当一艘子船受损时，就由另外一艘或多艘子船修复它，末地水晶有修复能力。所以，这些子船几乎是无敌的，末地水晶可以再生末地水晶，这就是为什么我有这么多末地水晶。”“这可以无限再生吗？”杰克问道。“只要还有末影之力，水晶就可以再生。”这时，桃芳宋回头报告情况:“起义军来拦截暗影军团了！但是他们有点慢，可能只能从中间拦截。”晨飞回答:“那样也够了，防御系统撑得住的！”中子星慢慢靠近了暗影军团，而暗影军团这次是有备而来，前锋是高速活塞虫冲锋队，一个活塞虫坐一个人，躲闪灵敏，而后是炮兵队、装甲活塞虫队、重装甲队、后勤队。晨飞释放了子船，子船脱离队形向暗影军团飞去。子船对前锋部队发起了攻击，由于它们可以相互之间进行修复，再加上它们的外壳是抗爆性能很强的黑曜石，后面的炮兵队束手无策，只能对着飞船狂轰滥炸。而前锋队大多数都灵敏地躲过了攻击，越过了火线。子船向后撤回稍作修理，再返回向炮兵队发起攻击。就在这时，起义军派来的前锋部队到了，与暗影军团的炮兵队发生交战。晨飞回头对晨曦说:“给起义军发送一份电报，告诉他们不要杀进基地，我们的武器很危险！”他们借助这个空当，将中子星驶出火线，并沿途轰炸装甲队和后勤队。\n此时，暗影军团的前锋部队已经抵达了基地外围的防御圈，最后方的防御塔上的末地水晶向前面的末地水晶发送光束，前方的水晶吸收了来自各方的光束后，继续向前传递光束，这些光束越来越强，最终传递到了最前线，前方的末地水晶吸收并聚合了这些能量，向前锋部队发起攻击，光束击中活塞虫后还会发生散射，引起连锁反应，前锋部队损失惨重。\n与此同时，中子星已经靠近暗影军团基地，子船被释放，向暗影军团基地俯冲，开始轰炸高射炮，这时已经可以看到基地的中心建筑——暗影军团指挥中心。经过第一轮轰炸后，基地内部已经一片混乱，一些无人机飞了起来，开始反击。随后，子船开始了第二轮的轰炸，这一次专门轰炸能源设施。当最后一座能源设施被摧毁后，基地内的灯火接二连三地熄灭了，无人机也没有动静了。两轮轰炸后，中子星已经来到了基地正上方，8架子船全部回收，围在中子星周围。“可以开始了！”晨飞发出了命令。晨曦一个一个打开了一排开关，然后把手搭在一个拉杆上，“中子星Ⅱ......启动！”说完就拉下了拉杆。所有子船的顶部打开了一个口子，收起了末地水晶。而后方基地的防御塔也一个接着一个的收回地面打包，被黑曜石封装，在防御圈外围仍然幸存的一部分前锋部队看到了眼前的一切，意识到了事态的严重性，赶紧往回撤。但起义军并不放过撤退的暗影军团，继续进行追击。一切准备工作完毕后，中子星内部的发射器开始向下高速发射防水TNT，TNT在底部平台聚集，发生爆炸，借助底部平台的形状向外扩散，在外面继续爆炸，爆炸范围逐渐扩大，接触了地面，逐渐击破了建筑物的墙壁，一步步地削平建筑，覆盖了整个基地。爆炸中心越来越混乱，爆炸范围也越来越大。不远处，起义军正在与暗影军团的装甲队交战，它们的战斗被一些令人烦躁的爆炸声打乱了，只见暗影军团基地的方向，一个巨大而又非常混乱的球体正在扩大，时不时地发出爆炸声。晨飞看了看TNT的剩余数量，发出了命令:“可以停了。”晨曦把拉杆掰了回去，爆炸持续了1分钟后才渐渐平息。\n\n\n第六章 法宝\n\n烟消云散后，可见地面出现了一个天坑，在正下方的位置，还有一些废墟残存着，除此以外，别无它物。这个天坑底部也是沙子，有少量泥土，和一些沙石，沙石下面是石头。“结束了？”晨飞看着显示屏传来的图像。“不，我感觉下面有东西正在活动！”桃芳宋并没有放松警惕。这时，下方的废墟发生了塌陷，从废墟下面升起了一座塔，这座塔是紫色的，顶部还有一个橙色的方块。杰克仔细观察着那个橙色的方块，问道:“这是什么？”晨飞也在仔细观察，随后他瞪大了眼睛:“是「[ruby=CommandBlock]命令方块[/ruby]」！传说中的法宝！”萧然似乎知道些什么，也吓了一跳。桃芳宋问道:“什么是命令方块？”“你们可能没有听说过另一个传说。”晨飞说，“在800年前，有位探险家意外发现了一个神奇的方块，他本来想把它作为宝藏卖掉，但那些商人都不识货，他只好自己收藏了起来，还给他取了个名字，叫做‘魔方块’。至于这个名字的意思到底是‘魔方，块’还是‘魔，方块’，现在已经追查不清了。有一天，那位探险家意外地用魔方块完成了一次瞬移，于是魔方块的价值立马升了几千倍，但他并没有出售。时过境迁，那位探险家老了，要搬去南方养老，将魔方块赠给了当地的法师家族，希望他们可以借此救助很多病人。法师家族挖掘出了魔方块更多的潜力，发现魔方块可以控制一切，便将其改名为‘命令方块’。然而好景不长，法师家族衰落，发生了内乱，命令方块就在内乱中被盗走，下落不明。”“也就是说，命令方块可以控制一切？”桃芳宋问道。“是的，趁着命令方块现在正在充能，我们要赶紧将它摧毁！不然后果不堪设想！”子船重新展开，伸出末地水晶，向这座塔发起进攻。“奇怪，为什么造成的伤害并不高？”桃芳宋问道。晨飞仔细观察了一下:“天呐！这座塔是由紫柏砖构成的！没想到暗影军团也控制了末影之力！”紫柏砖可以吸收末影之力的攻击，因此子船的攻击对它毫无影响。萧然推了一下晨飞:“是不是该你上场了？”\n晨飞打开舱门，对着眼前的塔，尝试将它掀起，但没有成功。他又走进舱内，说:“紫柏砖又硬又轻，根本弄不倒它。”子船对塔发起了一次又一次的攻击，但成效甚微。“中子星冷却时间有多长？”杰克问晨飞。“5分钟。我们得想想其他办法。对了！”晨飞打开地板，从发射器中取出了一些TNT，“既然用科技的手段无法解决，那我们就用原始的方法！”这时，晨曦收到了一条信息，向大家报告:“有一支起义军的鞘翅部队来支援我们了！”晨飞往外探了探头，看见了5名飞行员身穿鞘翅，装备着喷气机向他们飞来。“快！拿点TNT扔给他们！”\n5名飞行员接住了TNT，明白了晨飞的用意，便向下滑行，将TNT集中安置在塔壁上。晨飞拆解了一个发射器，从零件中拿起了一把散发着紫色光芒的火矢弓，“对了，我想起来了，附魔或许也是末影之力。”他拿出了一支箭搭在弓上，对准了塔壁上的TNT。一松手，箭在射出的那一刻被点燃，成为一支火箭，击中并点燃了一个TNT。最终，TNT在塔中间爆炸，塔在爆炸中倒塌，陷入地下，掀起了厚厚的浓烟。在这个过程中，命令方块磕在了其他建筑物的废墟上，从塔顶剥离，又被零散的建筑物碎片击中，一起坠入深坑。世界，仿佛在此刻变得安静。这5名飞行员来到了中子星顶部，和大家看着下方的废墟。晨飞回到了舱内:“我想我们立功了，我们走吧！”舱内想起了掌声与欢呼声，中子星带上子船，踏上了归途。............\n又是一阵空气碰撞，他又来了，落在了一堆建筑物废墟上。“又没逮着那个时间漩涡吗？都飘到这来了......”他抬头望着远去的中子星，继续说道。“我在3年后等你，晨飞。”“轰！”的一声，他消失了。............\n\n\n末章 穹顶之下\n起义军取得了胜利，世界恢复了和平\n一场科技革命在这场战争中被完成\n为了取得最佳的生存环境\n人们提出了“穹顶计划”\n以带来一个完美的生活环境\n......\n在科技带来极大的便利的同时\n其带来的安全隐患也愈来愈明显\n“穹顶计划”的实施最终改善了生活环境\n促进了宇宙空间的探索\n使人类进入了物联网时代\n但，又有一个阴谋\n在这穹顶之下酝酿......\n\n欢迎您继续阅读\n沦陷的家园A3:穹顶之下\n\n\n后记\n\n本作品目前仍在填坑和重制，从下一部开始，文学水平将会有所提高。(重制以前的烂摊子真是没眼看啊！)总之，如上一部作品的名字一般，这只是冰山一角，我会继续努力重制哒~\n\n",
    "replies": []
}