{
    "title": "[Minecraft.net | INSIDER]背包盘点：向日葵",
    "author": ":spgbigfan:",
    "replyCount": 8,
    "timestamp": 1541173920,
    "txt_content": "\n\n\n\nTAKING INVENTORY: SUNFLOWER\nGolden and Delicious\n背包盘点：向日葵\n金黄色的美味\n\nOccasionally when wandering across a plains biome, you’ll come across a splash of yellow in the brown and green landscape. Move closer and you’ll see that source isn’t a crop of dandelions, daisies or tulips, but a cluster of proud sunflowers reaching into the sky. “What an excellent place to set up home”, you think, and while you’re distracted by the sunflowers’ natural beauty a Creeper detonates behind your back.\n偶然漫步穿过一片平原生物群系时，你将在绿色与棕色交织的景观中发现星点的黄色。走近一些的话，你会看到这些黄色并非来自蒲公英，滨菊或是郁金香，而是一簇高傲地伸向天空的向日葵。“在这里建家再适合不过了”，你如此自忖，而当你因向日葵那天然的美丽而分心时，一只爬行者在你的背后引爆了自己。\n\n\nSunflowers are Minecraft’s third-best flower. Well, that’s what I think anyway. The best are obviously azure bluets, which lend a touch of subtle sophistication to any build, and I have a soft spot for the simple allium. But the sunflower’s earnest optimism as it stretches for the sky easily outranks the showy tulips, maudlin daisies and weird, spindly blue orchids.\n向日葵是Minecraft里第三棒的花。好吧，这只是我个人的观点。最棒的显然是天蓝色的矢车菊，它可以为任何建筑添上一丝微妙的精致感。同时我也无法拒绝那纯洁的绒球葱。而向日葵追寻天空的勤恳与乐观，轻易就胜过了那花哨的郁金香，忧伤的滨菊，还有诡异而纤弱的兰花。\n\n\n\nSunflowers become a part of the Minecraft universe in version 1.7.2, alongside most of the other flowers in the game. This was also the patch that made flowers flammable – previously they were bizarrely fireproof – and turned the rose into the poppy.\n向日葵在1.7.2中成为了Minecraft宇宙的一部分，同时加入游戏的还有其它大部分的花。这个版本也让花变为可燃物——之前花是防火的，非常诡异——并且将玫瑰改成了虞美人。\n\n\nFlowers of all kinds generate naturally on dirt and grass blocks – even those covered with snow. If you bonemeal a grassy block without anything growing on it, then it and the surrounding blocks will suddenly sprout tall grass, bushes and flowers of several varieties. But none of those flowers will be sunflowers, because sunflowers are choosy beasts, they only spawn at world generation in a particular sub-biome of the plains biome, called – unsurprisingly – sunflower plains.\n所有的花都是自然生成在泥土和草方块之上的——即使有雪覆盖也一样。如果你对一片没长任何东西的草地使用骨粉，那么这一片的方块上就会立刻生长出高草丛、灌木以及各种各样的花。但是这样生长出来的花不会有向日葵，因为向日葵是个特别难伺候的主，只会在世界生成的时候，生长在平原生物群系中的一个特定的次级生物群落，名叫向日葵平原——毫不意外的名字嘛。\n\n\n图片版权: Alex M3rcer // CC BY-SA 4.0\n\nSunflowers in the real world are known to botanists as Helianthus annuus. They look quite a lot like they look in Minecraft, growing up to three metres tall in normal conditions with a huge flowerhead that can be as big as a dinner plate. The Guinness Book of World Records, however, lists the tallest ever sunflower as an incredible 9.17 metres – taller than a two-storey house.\n现实生活中的向日葵在生物学上的学名为Helianthus annuus。它们的样子和Minecraft里的样子差不多，通常情况下能长到三米高，巨大的假单花可以有一个餐盘这么大。在吉尼斯世界纪录中，最高的向日葵竟有9.17米高——比一栋两层楼的房子还要高。\n\n\nSunflowers in Minecraft always face east. In the real world, they tilt during the day to track the sun while they’re young, but stop when they start blooming, settling into a roughly easterly direction once they’re mature – perfect to catch the first rays of the morning sun. They’re used widely in food production – sunflower oil is popular for cooking, and so are sunflower seeds as a snack. Sunflowers are even used to decontaminate polluted ground – they suck up toxins like lead, arsenic and uranium from the soil. They were famously used after the 1989 Chernobyl nuclear accident to remove radioactive elements from the soil.\n在Minecraft里，向日葵永远朝向东面。而在现实生活中，向日葵在白天时会为了追寻阳光而倾斜，但开花后就不再如此，成熟后的朝向就是一个粗略算是东的方向——这样非常适合抓住清晨的第一缕阳光。向日葵广泛地用于食品生产中——葵花籽油经常用于烹饪，葵花籽也是一种常见的零食。向日葵甚至被用来净化受污染的土地——它们能吸收土壤中的铅、砷和铀等有毒物质。这种应用最为人知的一例，就是在1989年切尔诺贝利核事故后，用向日葵清除土壤中的放射性元素。\n\n\n\nFinally, I want you to do me a little favour. Next time you see a sunflower in person, look carefully at the middle of the flower for a little miracle of nature. You’ll see that the seeds are arranged in a series of interconnecting spirals, which are aligned to a “golden ratio” that crops up all over the place. Maybe it’s a coincidence. Maybe it hints at undiscovered laws of the Universe. Maybe it proves we’re all living in a simulation, like villagers in Minecraft. Now there’s something to puzzle over next time you find a block floating in the air...\n最后，我希望你能帮我个小忙。下次再见到真的向日葵时，仔细观察花的中心，寻觅大自然的一个小奇观。你会看到葵花籽互相连接，排成了一系列螺线，这种螺线蕴含着“黄金比例”，一种随便就会从某个地方表现出来的比例。也许这是个巧合。也许这暗示了宇宙中尚未探明的法则。也许这证明了我们活在模拟的世界中，就像Minecraft里的村民一样。看来下次再发现一个方块浮在空中的时候，你就该好好思考一下了……\n\n【Kakagou译自TAKING INVENTORY: SUNFLOWER】\n【作者Duncan Geere，发布于2018年11月2日。】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1541174640,
            "txt_content": "Notes:\n1.最高的向日葵：http://www.guinnessworldrecords. ... s/tallest-sunflower\n\n\n2.切尔诺贝利的向日葵：\n\n\n来源：https://www.guokr.com/post/757211/\n\n3.一些关于向日葵与黄金分割的资料：http://www.xinhuanet.com/science/2016-01/22/c_135035798.htm"
        },
        {
            "author": "gamerteam",
            "timestamp": 1541189040,
            "txt_content": "向日葵瓜子挺多人喜欢吃的，不过我不太喜欢干果\n但是依然觉得在向日葵的花海里真的好浪漫啊"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1541200500,
            "txt_content": "印象中向日葵每一层子的排列满足斐波那契数列，\n而斐波那契数列与黄金分割也有关——它是自然数组成的数列，但是通项公式是用黄金比这个无理数导出的。\n这个是比较秀的一波操作。"
        },
        {
            "author": "miniaidou",
            "timestamp": 1541649480,
            "txt_content": "很喜欢向日葵的颜色 高高的枝头挂着鲜艳的色彩 让人心情也明朗起来"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1541769300,
            "txt_content": "gamerteam 发表于 2018-11-3 04:04\n向日葵瓜子挺多人喜欢吃的，不过我不太喜欢干果\n但是依然觉得在向日葵的花海里真的好浪漫啊[:envy: ...\n+1 我也觉得这东西有点干 \n向日葵我喜欢种在一个山水田园里面  看起来很有意境awa"
        },
        {
            "author": "1723624171",
            "timestamp": 1542002820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小天使him",
            "timestamp": 1542107100,
            "txt_content": "可以啊！兄弟牛！"
        },
        {
            "author": "meifanguo",
            "timestamp": 1542633600,
            "txt_content": "大佬厉害思路真强大"
        }
    ]
}