{
    "title": "【原创/单篇】【内置BGM】艾卡西亚外传《一个骑士的爱情》",
    "author": "虚泽",
    "replyCount": 1,
    "timestamp": 1541183580,
    "txt_content": " 本帖最后由 王世源 于 2018-11-3 02:54 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=455560990&type=2&auto=1&width=320&height=66\n\n\n前言            \n      终于经过一个月的努力，我的第一篇短片小说出来了《一个骑士的\n爱情》这个故事我很用心去描写，在这个一个月中，我想了很多最后出\n来这样的一个故事。（不喜勿喷）字数总计：13149字\n第一章 梦境在一处幽静的丛林中，静静地躺着一个人，他缓缓地睁开眼睛，看见周围的一切，不经意间问道：“这里是那里？”他知道在这样廖无人烟的地方，没有人会回应他，于是就向着南方前进。他一路翻开茂密的灌木丛，身体早已被这锋利的灌木刮伤出了几道伤痕，但他完全感觉不到疼痛，脑袋里面始终有一种有感觉在牵引他，很奇妙却又很忧伤，不知道走了多久，脚已经开始**了，可是精神还很清醒，但是他最终于到了走不动的那一刻了，身上流出鲜血，染红了周围的灌木。他趴在地上，仍然没有放弃前进，他用手臂支撑着身体，一步一步的匍匐向前。突然他看见了眼前有一处淡黄的光在闪烁，于是顶着已经快不行的手臂，加速前进。爬到那处淡黄色光球的面前的时候，他心中的那份渴望与孤独，在这一刻，得到了释放。他用最后一口气对着光说了：“这里好黑，我终于可以离开了”一觉醒来，躺在床上的男子看着他的手，然后脑袋里仔细回想刚才的画面，突然他好像想到什么，然后赶紧下床，走到镜子面前，四处翻看自己身体，看了很久，就是没有发现一处伤痕，于是坐在旁边的椅子上纳闷。难道真的是梦吗？他也顾不了这么多了，洗漱完后，他穿上了一件旧盔甲，上面有很多刀痕，然后拿起自己的配剑，走出了门外。他叫泽龙，是科伦比亚十字军团的一名准二阶士兵长，也是一名骑士。小的时候一次偶然的机遇，得到了一名剑术大师指导，他在剑术的道路上突飞猛进，一名准二阶士兵长的地位还是很高的，距离入会内阁，只差两阶的距离。另外他有一个哥哥，叫泽叶，小的时候，家里很苦，父亲长期在外远征，母亲体弱多病，从小都是哥哥照顾他长大，什么都护着弟弟，不过有一次泽叶被教会的人发现存在魔法体质，于是被带入教会，学习魔法。泽龙现在要去接今天高层给他手下的骑士团布置的任务，走进了任务大厅，坐在里面的一位骑士，转身对着泽龙大吼道：“泽龙啊，你那件盔甲怎么还是这么破啊，是没钱换吗？”“骨鲁多，我劝你管好你的嘴，小心下次做任务的时候又被戳瞎一只眼睛！”他的泽龙的死对头，因为上次骑士大赛的时候，他身为天才剑术新星输给了泽龙，对他内心打击很大。泽龙说完也没有再去理会骨鲁多，然后走到前台，问大叔今天的任务接单，前台大叔非常老道地说了几个数字：“零一八”泽龙笑了笑，对大叔说了句谢谢。走到大厅二楼，走到前面的告示墙，泽龙稍微看了一下其他的任务，然后很快就找到了零一八的几个数字的编号，左手抬起伸向帖子的右下角，沿着它的边，稍微手臂向下倾，很大气地撕下了帖子，然后随便找了一个座位做了下来，抬起拿着帖子的左手，仔细的阅读帖子上面的内容。读了一会儿后，得知这次任务是去潜入精灵国寻找一件来自人族上古时代的一件神兵，调查期限三个月。泽龙稍微仔细想了想，这次任务可能会有点危险，上层说了不能暴露身份，所以人越少越好。这时骨鲁多一把抢过泽龙手上的任务单，生气地对泽龙说：“你是二愣子吗？我那边说了那么多你一句也没有听？”“骨鲁多，如果我是二愣子，你是就疯子，我根本不想理会你，不就是骑士赛初赛就输了吗？至于你这样针对我？”骨鲁多生气地锤了一下桌子，然后无奈地坐在他对面，假装刚才什么事情都没有发生的样子看着泽龙的任务单，仔细看了后，惊奇地对泽龙说道：“你小子要去做卧底？”“只是寻找属于我们人族的神器而已”“胡说什么？你也不是不知道高层们的底细，他们指派你个准二阶士兵长去，分明就是让你去送死，这样危险地任务我只见到过一次，而且指派去的那个人实力至少是七段剑气”听了骨鲁多的劝说，泽龙这才明白是一个陷阱，但是虽然是陷阱，泽龙还是想去，他已经看不惯高层上面的贪官很久，于是就想利用这次任务把他们彻彻底底地扒光，骨鲁多听了泽龙说的，又生气劝说到：“泽龙，你一个才四段剑气的人，这分明就是让你去送死啊，就算你带回来了，他们可能早就做好准备，给你一个污名，这样你得不偿失啊，所以还是别去了好”“骨鲁多，我已经下定决心了，我去自然会找到办法对付他们的，感谢你的好意，没想到你能为了考虑”泽龙拍了一下骨鲁多的肩膀，点头致谢了一下，然后就拿着任务单走了，只留下骨鲁多一人呆呆地坐在那里。绝对不能让泽龙这么白白送死，如果死了，我以后怎么名正言顺打败他！然后骨鲁多又生气地锤了桌子，气冲冲地走了。泽龙回到了自己团内，召集大家讨论本次任务，以及对付高层的事情，他很相信自己团里面的人，泽龙对每个人都带如兄弟。经历过了一下午的讨论，泽龙最后决定，由泽龙和敦影两人去完成此项任务，剩下的人准备好对付高层的准备，本来泽龙是选兰凯去的，但是他是本团实力接近四段剑气的人，也是本团的谋士，有几次就是因为他的计谋，才反败为胜，打得对手出其不意攻其不备，后面泽龙还要对付高层，所以不能让他和泽龙去完成任务。敦影他剑术水平最近才突破到了三段剑气，别看他身子小，他最擅长的就是刺探情报，敦影就是最好的选择。会议结束后，天色已经暗下来了，街边又变成了灯红酒绿的景色，明天的任务，我最后能活下来吗？渐渐泽龙就想回家看看母亲，可能这是最后一次见到母亲了，他心中又一万种悔恨，恨那些贪图名义的贪官，恨那些只为一点报酬就拼死拼活为他们做的走狗，以及恨那些还要上层的人，为什么不去阻止他们的腐败不堪。一路上想着想着，到家了，他推开久违的而陈旧的木门，看见里面母亲坐在炉子旁取暖，看见自己儿子回来看她了，心里非常惊奇又高兴，赶紧站起来去准备食物，泽龙看见母亲那副体弱多病的身体，赶紧过去扶着她，亲切地对母亲说：“妈，还是让我来吧”“你好不容易回来一次，工作这么辛苦，我必须要亲自煮一道菜给你吃”说完就推开了泽龙，走向厨房，泽龙在走廊看见母亲的背影，眼角渐渐地变成红色，眼角的泪花开始一滴滴溅了出来，不行不能让母亲看见，于是他赶紧用手擦干了眼泪，调整好心态，然后坐在餐桌的左侧一列等待母亲久违的晚餐。过了一会，母亲端来一盆热腾腾的鲜汤，里面装着泽龙小时候最喜欢吃的大杂烩，可是一般只有在过节的时候母亲才会做，泽龙看着鲜汤不经回想起小时一家人团团圆圆坐在餐桌吃饭的场景，哥哥重会把鸡腿夹到泽龙的碗里，爸爸也经常开玩笑说，我妈妈就会煮这一道菜，然后全家人都笑呵呵的吃完了晚餐。想着想着眼泪又留了出来，母亲看见泽龙突然哭了，赶紧问他是不是煮的不行，泽龙连忙摇了摇头，用手擦了擦眼泪，赶紧对母亲说：“想到小时我们一家一起吃晚餐的时候了”母亲听了后，也不禁留泪了，泽龙看见母亲也哭了，拿起筷子夹起母亲最喜欢吃的肉片到她碗里，安慰母亲一切都会变好的，就这样泽龙和母亲吃完了一顿久违的晚餐。用完餐后，泽龙肚子撑撑地躺着沙发，母亲洗完碗后，坐在泽龙身旁，轻轻地把头放在了他肩膀上，然后泽龙用手抱住母亲，母亲问他为什么这次回来看她，泽龙叹了一口气，放开抱紧母亲的手，表情严肃了起来，他看着母亲说：“可能这次我是最后一次来看你了，因为我这次任务非常危险”母亲听了后，心瞬间从最高点降到了零度，她不想失去这个儿子，更不想看着他赴死却无济于事，然后泽龙又把要对付十字军团高层的事跟她说了，母亲眼里只有无奈，她知道留不住泽龙，只能包容，可是这种包容很容易让她失去泽龙，最后只留下无奈的眼神。时间已经不早了，泽龙要离开了，走之前母亲嘱咐泽龙一定要活着回来，泽龙亲了一口母亲的脸，头也不转的离开了这个曾今温暖的家。夜色很暗，月光映在泽龙右侧的脸庞，他眼中藏着一股沉重的负担，再看看街边喝醉酒的中年大叔，那从早忙到晚的佣人，还傻傻地在外面商铺等待自己主人，还有那每天都会在东门用木剑从早练到晚的小孩，他们都有自己的责任和梦想，只是被生活的现实所阻挡。泽龙唉声叹了一口气，说道：“时间不早了，回家”还是熟悉地滋呀的叫声，房东已经很久没有更换新的门板了，泽龙打开门，脱下身上沉重的盔甲，疲倦的身体已经开始发狂地敲打着他，好像这一刻必须让他坐下休息，他划过一根火柴，扔进自己的暖炉里面，瞬间房间里面增添了一点温暖，他静静地坐在椅子上，慢慢回想今天的事，还是明天的任务，我到底该怎么办才好？想到这里，他使劲摇了摇头，因为他知道这时候不能迷茫，他去接了一盆清水洗了一把脸，然后躺在床上进入自己的梦乡。第二天清晨，泽龙猛地从床上惊醒，头十分得疼痛，他左手抓着自己的头，抱怨道：“又是这个梦，真烦”\n第二章 初遇\n泽龙起床，拉开窗帘，看见窗外的天乌云密布，可能是要下雨了，不过雨天的消息并没有干扰到泽龙的心情，他心意已决，这次任务拼死都要活着回来，他再也不想看见这个繁华的都市，被这些人搞得乌烟瘴气。泽龙依旧披上了自己陈旧的盔甲，打开那扇总是会吱吱作响的木门，走到门外，郭影早就在门外等候多时了，看见团长出来了，于是笑了笑，跟他打了个招呼：“哟，团长，早上好呀”泽龙看他这么高兴的样子，情不自禁地笑了一下，然后对他说道：“小影，你有好心情是可以理解的，但不能一直这样，这次任务极其凶险，你要时刻提高警惕”郭影听了团长的话后，立马转变了态度，然后胸膛挺直，双手贴近裤缝，双脚闭拢，对泽龙做了一个标标准准的军姿，说了一声是。然后泽龙带着他去准备必要的装备，首先他们来到一家武器店，里面早已传来一阵当当当的声音，进去一看一位中年大叔在敲打着铁块，泽龙抬起左手，稍微用了一点力在大门上敲了几声，大叔回过头一看，高兴地看着泽龙，然后放下了手中的活，走到泽龙面前对他说道：“好久不见呀，泽龙”“好久不见，德路易大叔”德路易大叔看了看泽龙身上穿的盔甲，早已伤痕累累，脸色稍微有点变动，然后对泽龙说道：“你看看你也是一个团长了，身上穿的盔甲简直不像样。”“这毕竟是你之前送给我的，我不舍得换”德路易大叔叹了一口气，拍着泽龙的肩膀说：“你先把盔甲脱了，我给你换一件新的”“德路易大叔，我这次来还有件事要跟你说…”泽龙话还没有说完就被德路易大叔打断了，他生气地逼着泽龙拖一下盔甲，泽龙也没有办法只好遵从他的意愿，德路易大叔带着泽龙的盔甲到了他的卧室，过了几分钟，大叔从卧室里面带出一件崭新的盔甲，盔甲中间镶钻着一颗黑色宝石，看上去这件盔甲非常神秘。德路易大叔兴奋地对泽龙说道：“这件盔甲，是我无意中到一家黑市淘到了，当时拿到这件盔甲看上去非常的久，我也就没有管，但是我带回家自习钻研了一下后，发现这件盔甲最关键的核心就在于中间这块水晶，我利用我这毕生所学，将这套盔甲重新打造了一番，现在看来简直跟一件神器一般，现在送给你了”泽龙一看这件盔甲德路易大叔要送他，立马就不乐意了，他连忙拒绝大叔的好意，但是德路易大叔今天必须要把这件盔甲送给泽龙，在经过一会的推迟后，泽龙最后接受了德路易大叔的好意，他穿上这件盔甲后，感觉到身体开始变的有的奇怪，于是问德路易大叔是怎么回事，大叔笑了笑，又拍着他的肩膀，老生常谈的说道：“泽龙啊，你是不知道这件盔甲的来历，那天我研究一番后，发现这个盔甲有一股魔法气息，我这辈子还从未在武器上附过魔法，你慢慢体会吧，哈哈哈”说完，泽龙窜紧拳头，用力向前打出了一道直拳，突然黑色水晶一亮，刚才泽龙那道直拳释放出的气想是被附上魔法般的，房间里面感觉到一股空间撕裂的强度，看见盔甲居然有何等威力，泽龙兴奋地看着自己的手，想到这次任务终于有了一点希望了，他转过身来疯狂的感谢德路易大叔，德路易大叔一脸嫌弃的看着他，问他之前不是还有什么事情没有问吗？泽龙这才意识过来，刚才被这意外得来的力量冲昏的头脑，然后泽龙调整了一下心态，语重心长的跟德路易大叔讲了他这次任务的内容，以及对付高层的事情。德路易大叔听完，一脸不高兴的看着泽龙，强力要求他不能出这次任务，因为这就像赌博一样，赢和输都是天翻地覆的改变，他当然不希望泽龙去冒这个险，可是泽龙又跟他讲到，如果这次他没有去，高层也会对他有所怀疑，所以他无论如何都要去，尽管有些是骗德路易大叔的话。最后德路易大叔也没说什么了，看泽龙心意已决，决定送他一件他收藏了这一生的一把名剑，其实他想等到泽龙登上内阁那天送给他的礼物，只是没有想到会发生这种事。德路易大叔从卧室里面拿出一块长方形的盒子，中间扣着一把破旧的锁，然后他把挂在脖子上的钥匙取下来，插进锁里面，轻轻一扭，锁开了，他吹了一下盒子上面的灰，小心翼翼地打开盖子，里面用黄色布料抱着一把宝剑，他又轻轻地拉开那层陈旧的布料，一看剑身，还保留着原本的色彩，泽龙小心翼翼地把手放在剑刃上面，顺着头滑到尾，他脑海里面突然惊现一把剑的名字，他和德路易大叔异口同声的说道：“二十一把名剑之一——天龙”泽龙抬起头看着德路易大叔的眼神，他从来没有见过他如此坚定，于是连忙问道这把剑为什么会在德路易大叔的手里，只见德路易大叔语重心长地对泽龙说道：“在我年轻的时候，认识一位朋友，我们因剑术上面志同道合，走到了一起，他为人仗义，不过在有一次他被人陷害，最后不想将名剑落入那些人的手里，于是转交给了我，我已经老了，我只是期盼着你登上内阁那一天送给你当礼物”当泽龙听到德路易大叔说期盼他登入内阁的时候，眼泪也不禁留了出来了，他向前一步，紧紧地抱紧了大叔，他从小父亲就远在边疆，只有德路易大叔给到他来自一位父亲的爱，这一路走来，他出来没有这样好好的感谢他，这一刻德路易大叔的话，彻彻底底的打动了他的心，这样拥抱持续了一分钟长，站在一旁的郭影觉得有点多余，正当他要出门时，看了一下外面已经不早，和计划的时间有点迟了，于是他回去，拍了拍团长的背，做了一个礼貌又不失尴尬的笑容，然后对他说道：“额，团长，现在时间不早了，你看能不能…”泽龙意识到今天还要出任务，虽然还想继续这样和大叔待久一点，但是他不得不走了，他接过德路易大叔给的名剑，然后又帮郭影选了几套装备，最后把早已准备好的钱放在掌柜的桌子上，与大叔最后告别之后，大步走出科伦比亚的城门。正午之时，天色应该是最亮的时候，可是这片乌云迟迟不飘走，灰蒙蒙的天，映着眼前幽静的小路，时不时让人感觉到一股大灾难要发生了，又是一下午的路程，天空渐渐开始降雨下来了，泽龙带着郭影在附件找了一个山洞躲雨，他伸出一只手出去，看着洞外的倾盆大雨，不禁说道：“看来这雨要吓到明早了”郭影顶着大雨出去砍了几根木头回来，做为今晚的柴火，可是他回来的时候发现团长他不见了，心里面就突然慌了起来，他拼命的呼喊团长的名字，过了几分钟，郭影听见有什么东西在东，而且越来越靠近山洞，他迅速提高警惕，赶紧拿起手里的剑看着前方，然后从树林里面走出一个人，郭影仔细一看，原来是团长。郭影唉声怨气的对团长抱怨道：“团长啊，你走了也不说一下，你这样搞的我很慌啊”泽龙笑了笑，对他说了句抱歉，然后他把刚才猎到了一只魔兽拖进了山洞，郭影很好奇的看着这只魔兽，因为他从来没有看见这种魔兽，泽龙于是就跟他普及了一下关于魔兽的知识，这只是一头水莽虎，只有雨天才会出没，很少人见过他的真面目，一般的佣兵团都不会去猎这种魔兽，因为这种魔兽的实力至少有魔法十阶的水平，一般佣兵团的水平就相比剑术来说顶多四段，对付这种魔法十阶的魔兽简直是天方夜谭。时间一点一滴过去了，晚上泽龙把那只水莽虎烤来包餐了一顿，可是雨还没有停息的预兆，泽龙看着郭影已经睡了，于是自己把篝火熄灭，准备睡觉，他在找了一块舒适的地方，躺在睡着了。梦境中越陷越深，他又回到了那篇灌木丛，和那个淡黄色的光，他这次靠近了那到光，突然他到了一片森林，那里四周的树木粗大无比，在森林深处有一颗参天大树，他顺着光的指引，一步一步像前进，他想停下来，可是身体不受自己的控制，就想是一个提线木偶一样，完全被人操控着。他渐渐穿过前方的林子，心里面兴奋又好气，当他左手翻开前方的一片灌木丛时，终于到了树林中心的那颗参天大树，树下若隐若现出一个女孩的人影，他仔细地盯着她，发现是她的耳朵尖尖的，她是一个精灵，这时候他的身体动了起来，双脚走向前方的那个精灵的地方，泽龙离她越来越近，他特别好奇她是一张什么样子的脸，为什么会出现他梦里，泽龙走到她的身后，精灵转过来身来，当她转身的时候，泽龙清楚看见她有一张倾国倾城的容貌，胸前带着一颗黑色宝石项坠，她转过身来见到泽龙非常兴奋地看着泽龙，那股眼神就像是恋人对视一样，她对泽龙说道：“阿龙，你终于来了，我好想你”说完就扑进泽龙的怀抱里面，一脸迷茫的泽龙看着怀里这个女孩，觉得这一切有点莫名其妙，她为什么会认识自己，而且还叫的这么亲切，这在泽龙心里种下了疑惑的果实，当泽龙开口要问的时候，突然，梦醒了。“头又开始痛了”泽龙从梦境醒来后，处着自己的头，又开始重复昨天清晨的那句话，他想起梦里面的那些画面，朦胧又清晰的灌木丛，以及那颗参天大树和那个精灵女孩，一切的一切都是自己命中注定要遇到的，总感觉自己遇见过那个女孩，可是总想不起她到底是谁。泽龙也没有在意梦中的事情了，他赶紧看了一下四周，郭影以及不见了，又看了一下外面，雨已经停了，他从地上站了起来，缓缓地走出洞口，呼吸着外面大自然清新的空气，整个人的精神瞬间好了起来，这时郭影回来了，手里还带着只野兔，笑嘻嘻地对泽龙说：“团长，我刚刚去前面探路，发现了只野兔就抓回来做早餐，嘻嘻”泽龙点了点头，然后他们野兔烤来吃了后，就准备继续上路了，泽龙预计到达精灵国边界还需要三天的时间，为了不让行人发现，他们绕开大道，沿着山路穿过了附近的城市地带，身上物质不够的时候，他们就披着黑色斗篷进入城市购买物质。很快三天时间就过去了，泽龙他们到达了精灵国边境，接下来每一步都要万分小心，精灵国的地带不像人族一样有辽阔的平原，他们一般都是有许多森林，对于伏击是最好的选择，此外精灵国的魔兽多数速度都非常快，专门在丛林里面伏击冒险者，最糟糕的情况还是怕遇见军队，一旦让精灵国提高警惕，这次任务就完全失败。泽龙带着郭影潜入早已设计好的小路，不出意外的话，应该没有任何危险，小路周围很幽静，没有任何一点声响，泽龙的每一步都非常小心的踏出去，可能一不注意就会猜到一片叶子或者是一个可以发出更大声响的东西，小路虽然潜入到精灵国内部非常方便，但是里面暗藏的魔兽是一个未知数，告诉泽龙这条小路的人，他是一个黑市商贩，专门在地下做黑心生意，他说过这条小路是凶险无比，精灵国曾经派出最精锐的部队也没有清除掉这里的危险障碍，这里一般都不会有人，跟别说军队，因为来了这里很少可以活着出去，然后那个人还给了泽龙一袋粉末，说是驱魔粉，可以驱赶魔兽，泽龙一听可以驱赶魔兽也就是接受了。现在已经正午了，可是天还是昏沉沉的一片，泽龙他们连续几个小时提高警惕的赶路，已经快疲惫不堪了，他们找了一块空地，然后泽龙就开始在四座洒驱魔粉，他围着转了一圈发现没有危险之后才放心坐下休息。在休息了半小时后，突然郭影听见附近有声响，赶紧提高警惕叫醒泽龙，泽龙从地上爬起来，冷静地问郭影：“怎么回事？”“团长，附近有动静，而且数目很多”然后泽龙立马提起自己的佩剑，突然草丛里面飞出一把铁链飞向泽龙，瞬间泽龙剑刃出鞘，一记左横劈，铁链被砍成两半，随后一阵残风冲出，泽龙立马开启剑气护体，但郭影实力过弱，被残风刮伤了，看见郭影受伤了，这里立刻站在他的身前保护他，随后四周的草丛都陆续冲出残风，虽然泽龙很尽力的保护郭影，但是还是有防不住的时候，郭影现在已经元气大伤，身上的伤痕已有数十道，突然草丛中又冲出一股强大的风魔法，泽龙瞬间四段剑气全开，后脚向后一踏，提着剑又是一记横劈：“气旋风暴”两股不同的能量对撞在一起，但看形势来，显然魔法更胜一筹，不过泽龙也轻松接下来没有被挡下来的魔法，随后草丛走出一个穿军服的精灵，他身边跟着就是在边境卖给泽龙驱魔粉和小路情报的那个商贩，泽龙气愤地对着那个商贩吼道：“我还真是看错眼了”旁边的精灵对着泽龙哟了一声，然后对他说道：“你刚才那招是十字军团的剑法吧？既然是人族那边的，那我得带回去问个清楚”泽龙推了推一旁的郭影，问他伤的情况，郭影稍微点了点头，然后泽龙小声地对他说道：“等会我剑气全开杀一条路出来，你速度快，冲出去，去跟总部汇报情况”“可是，团长你怎么办？”“别管我了，我能应付”然后泽龙四段剑气全开，左手持剑，对着前方使出了龙翔八斩，瞬间前方杀出了一条血路，泽龙对着郭影大吼道：“走啊！”然后郭影沿着泽龙杀出的血路逃了出去，看着自己落网之鱼被逃掉了，那个精灵瞬间大怒，只看见他对着泽龙释放了一招强度接近十阶的魔法，瞬间随着魔法，周围的风就像是被吸收了一样，朝着一个方向吹，风越刮越大，走位的树木都被吹垮了几颗，泽龙的也快撑不住了，双脚开始微微颤抖，这时他胸前的黑色宝石开始闪烁，就在泽龙剑气耗尽之时，黑色宝石在原地开启了时空间魔法，泽龙被一颗黑球盖住，然后蹦的一声，不见了。在一旁的精灵又大怒地吼道：“啊啊啊啊！可恶啊，又逃了一个”\n第三章 真相\n泽龙迷迷糊糊睁开眼，下意识的往周围看了看，他发现自己身在一间小木屋里面，周围都是木头制成，房间里面还有一些点缀着淡黄色灯光的萤火虫。这时泽龙想从床上爬起来，就当他用手撑起自己的身体时，后面穿来一阵清甜的声音，像一个柔弱的女孩，多听一秒都觉得是一种享受：“阿龙，你先躺在床上，不要乱动”泽龙好奇的转过头一看，眼前这位正在和他说话的女生正是他在梦境中遇见的那位精灵，泽龙现在心里非常激动，他也不知道为什么，就是突然从脑海里面传来一阵阵的熟悉的画面，他仿佛认识这位女孩，可是在他的记忆里面又没有这个女孩的身影，随后这股激动的感觉越来越深，脑海里面闪过的画面越来越多，泽龙习惯性的又用左手撑着自己的脑袋，这股头疼感又来了，最近每次早晨都会发生这样的头疼，可是这次是最深的一次，他低着头，皱着眉头，好像很难受的样子，脑海闪过的画面越来越多，每一处都冲击着自己的心里，他好像认识这个女孩，他记得她，记忆中他看见了和她的那些画面，有悲伤，有开心，也有难过；这一刻，泽龙的记忆彻底被打开了，他想起来了，以前的记忆，不对，应该说是前世的记忆，她等待了他整整一世，泽龙瞬间睁开眼睛，看见眼前这位女孩，他走下床，抓着她的小手，深情的对她说了一句：“阿玲，我们终于见面了”泽龙的眼中也不禁流出了泪花，他立马给了阿玲一个深深的拥抱，阿玲看见阿龙的记忆回来了，她也跟着一起流泪了，他们这一抱，抱了很久，昔日的旧情，又重返这一刻的黎明，一切都是命中注定，那花开花落终会结果，梦境的阴霾，这一刻泽龙得到了答案。泽龙把紧紧抱着的阿玲轻轻地松了手，他现在脑海里面，有两股不同的意识，一方面他有他的亲人，身上还背负着重要的使命，可另一方面，他是世界的救世主，他穿越过布里克的冰山，与冰龙王对峙；他到过最西边的阿鲁斯荒漠，寻找神族遗留下的记号；他还到过云之端，和格伦的神识把酒言欢。他的这一生，一直在寻找秘藏在这个世界的真相，可毕竟人的生命是脆弱、有限的，阿玲在他临死之前，曾想用生命之光将他重燃生命，他最后拒绝了，因为他知道，这个世界一定会有奇迹，他们会再次相遇，因为他存在的意义就是一个——奇迹。他将铠甲上的黑色水晶取了下来，拿起放在床边的佩剑，他知道，泽龙心里面心愿未了，所以现在他带着人族想要的神器——杀戮之心，亲自帮泽龙了却在他心中的那份使命。阿玲一直在后面追着泽龙，她不想看见他现在离开，他已经为了世界做了许多贡献了，现在他回来这是他应得的，就算有点点私心，但毕竟人的身躯不跟神一样强大，心智还是那样脆弱，他可能回去面对是黑暗是可以击垮任何心智的——人心。“阿龙，你真的要去吗！”“抱歉，虽然很想逃避，但是我还是遵从我内心”阿玲知道遇见劝不动他了，一个人傻傻地站在那里，看着泽龙的背影，渐渐消失在森林，她哭了，哭得很彻底，非常彻底。他真的是一个傻瓜，就不能为自己想一想吗？“笨蛋！笨蛋！笨蛋！”就算不能劝住你，但是这次我绝对不会跟上次一样。阿玲擦了擦眼泪，然后朝着泽龙刚才消失的方向追上去。另一方，郭影连夜赶路了一天的路，终于，他回到了科伦比亚，他奄奄一息地躺在地上，骨鲁多刚好路过发现了郭影，他将奄奄一息的郭影送回团里面，兰凯看见郭影现在的状况，赶紧将他送到教堂疗伤，几个小时过去了,-通过修女的精心治疗，郭影精神意识已经清醒了，他睁开眼睛，突然脑海里面闪过团长掩护他逃跑的画面，瞬间他从床上爬了起来，发现周围早已围满团里面的兄弟，这一刻，他知道，自己必须马上告诉兰凯副团关于团长的事情，他急匆匆地把那天发生的事情粗略的描述了一遍，团里的兄弟虽然听的不是很清楚，但是他们知道，团长出事了。站在一旁的骨鲁多听完后，生气地敲着桌子，对着郭影他们吼道：“你们还是做好最开始的准备，我！亲自去将泽龙带回来”然后他不顾他人的反对，一个人离开了教堂，他走的很潇洒，头也不回，没有人知道他为什么会帮到这种程度，但是他们知道，他一定会把泽龙带回来的。时间突然变得很安静，周围的事，的人，都感觉非常的平静，当往往这种平静就像是灾难的前夕一样。“蹦！”突然，科伦比亚的大门发生了一声巨大的爆炸声，气旋的强度荡过了整个国都，这时兵营里面传来巨大的骚动，士兵都以为魔族攻过来了，这样一传十，十传百，就在短短的几分钟，整个国都——沸腾了。军队高层直接派出十个团去抗压，其中也有泽龙的团，几分钟后，大门围了许多人，而在门口的，只有一个人。他一身布衣，有人判断他是一个魔法师，也有人判断他是咒力者，不过这些判断随着他左手一挥，周围实力没有超过三段剑气的人都倒下了。他的攻击无声无息，像诅咒一样，可是这一瞬间的击溃感，又像是一记重击，站在前面高层士官被打懵了，他第一次见这样的攻击方式，而且还不清楚对方的真实实力，如果靠自己六段剑气实力硬拼，很可能会变成送死，在他内心开始徘徊的时刻，终于他下了第一道命令：“快！回报议会，他的实力至少在八段以上！”随后，他又下了第二道命令，全体人员剑气护体，实力过五段的跟着他一起冲，虽然他这样可能会变成他想的一样，去送死，但是他知道，对付这样的敌人，没有牺牲，就不会有胜利。一刹那，第二声爆炸又响起，周围的气旋一层比一层大，这样的敌人，史书中只有一次记载，依靠神之兵器，发挥出的实力，可以匹敌半神水平。“报！十个团，只有一个团活了下来”“快说，是那个团！”“是…是，泽龙二阶官的团”坐在议会最中间的那位将军站了起来，严肃地挥手向前，然后庄严的宣布道：“内阁所有在场的人，全军抗压！”瞬间刚才坐在议会桌子的所有人站了起来，对他做了一个手势，然后齐声回答到：“是！”这道命令下来后，内阁所以在国都的精英都出动了，一瞬间上百号人，齐聚城门外，看见在场一片狼藉，领头的将军大步的走在最前面，他对着袭击者庄严地吼道：“是什么人，敢在科伦比亚撒野！”他慢慢地从地上爬了起来，盯着将军，说道：“在下，泽龙二阶官，人都到齐了吗？我要一个打全部”“放肆！”话音未落，领头的将军发动了第一击，只见他八段剑气毫无保留全部释放，拔剑一招气压斩，瞬间周围的空气就像被那股尽吸收了一样，气压形成一阵狂风，威力可以斩断一座山，泽龙瞧了一眼，只见手中杀戮之心一亮，狂风就像是被吸收一样，前一秒还气势磅礴，后一秒就变成风平浪静一样，然后将军大喊道：“发动总攻！”一道命令一下，瞬间刚才在待命在附近的内阁精英，瞬间全军出击，攻击从四面八方袭来，犹如暴雨疾风，泽龙一看这股攻击，果然是内阁精英，各个作战能力都十分的强悍，就算泽**杀戮水晶发挥出百分百的实力，抵挡这些攻击还是有点吃力，泽龙最后无奈之下，他算好他们攻击的空隙时间段，就在那一瞬间，法器转换，由水晶吸收变成手中的长剑，剑刃出鞘带着一道白光，在泽龙原地形成一道气场，然后剑刃一挥，白光幻化成一条白龙，这一击就将所有内阁精英全部打伤，可是白龙还没有停止，泽龙原地有说道：“天翔白龙！第二段”瞬间白龙变成两条，霎时间又穿过高层将士们，唯独顶过第二段的只有一人，那就是高层领头的将军，周围所有人有奄奄一息，好像是泽龙没有下狠击，所有没有打出致命伤，然后白龙居然还没有停下来，更恐怖的是，白龙数量越来越多，然后随着泽龙最后一道呐喊：“天翔白龙！第三段，万龙蹈海”数万条白龙齐聚攻向领头将军，在那一瞬间，巨大的能量冲击向他，他知道，自己可能马上就要死了，可是却无济于事，就当他准备好迎接死亡的时候，在他面前突然出现一把巨剑挡住了攻击，泽龙突然惊叹到，怎么可能，居然会有人挡住天翔白龙最强一击，然后一个人不紧不慢地从领头将军身后走出来，他边走边说：“没想到啊，居然会有人得到第一代剑圣的亲传绝技——天翔白龙”泽龙恍恍惚惚地看着眼前的那位，好像在泽龙的意识中，见到这人非常激动，可是现在意识被阿龙占领，他认不出眼前这位是谁，不过一旁奄奄一息的将军看见他来了，非常的激动地对他说道：“古柯大师，你终于来了，你再不来我就快撑不住了”“瞧你那样，照顾好他们，剩下来的交给我”古柯？这人好像有点映象，可是毕竟时代差点一点远，还是再想一想，应该有点记忆，难道是那个小子？不对啊，他应该随手带着克鲁斯圣剑，难道他现在对付我，不需要吗？古柯对着泽龙问：“你怎么会初代剑圣的绝技？”“古柯，你仔细想想，可能你等会就懂了”说完泽龙拔剑冲向古柯，他的移动速度非常的快，在高速移动状态下身上有现成一道白光铠甲，然后冲到古柯身前就是一道重击，这一击就像空间撕裂一样，整个时间都被斩断一样，古柯发现自己来不及拔剑了，无奈下口中念叨：“剑来！”瞬间在他身前凭空出现一把钝剑，然后他中指和食指并拢，做出一个剑指的手势，虽然挡下来了那一击，但是钝剑碎了，古柯看着眼前这一击，突然笑道：“你真是越来越有意思了，白帝铠甲和帝王斩，不过接下来我要攻击了”然后古柯又喝道：“万剑归宗，剑阵起”古柯周围有凭空出现数把长剑，然后古柯剑指一挥，数把长剑飞向泽龙，泽龙长剑一扔在前面旋转了一圈后，喝道：“白光落地”数把长剑被一股冲天而降的白光全部击溃，古柯越来越相信自己的猜疑，眼前这位，可能是他记忆中的那位大叔，可是泽龙还不确定他是不是那个小子。然后泽龙法器双开，利用杀戮水晶的能量附加到剑上，瞬间泽龙的剑上带着黑里透红的气包围，然后泽龙用力向前一记横劈，一股巨大的能量冲向古柯，古柯一看这股能量不能乱接，如果两股巨大的能量相互冲在一起可能会产生巨大爆炸，整个科伦比亚就会毁于一旦。又是一个无趣的抉择，无奈古柯右手向后一敲，右手后面形成了一个时空旋涡，然后古柯从里面拔出那把泽龙等待很久的圣剑，克鲁斯圣剑，古柯对克鲁斯小声的说道：“帮我吸收掉这一击”“古柯小儿，你正当本王是你的仆人？”“拜托了”然后古柯剑锋指向那股能量，一瞬之间，一个庞然大物消失不见了，泽龙看着眼前的圣剑，他已经知道，自己可能已经输了，因为眼前这位古柯，就以刚才不出圣剑的实力已经是接近半神，圣剑一出，已经半步入神，泽龙笑了笑，他也不知道为什么笑，可能想到人族终于有一个强大的靠山了吧，古柯看着眼前的泽龙，好像已经失去战意，于是问道：“龙叔，没想到你还活着”“古柯你个臭小子，居然变得这么强了”“可惜啊，为什么老头要让我们在这样的场合见面”泽龙嘴角上扬，笑了笑，他的样子，好像是已经做好准备了，他双手敞开，对着古柯说：“来吧！杀了我吧”“真的要这样吗？龙叔！”泽龙双眼已经闭上了，他知道，自己复活的使命已经完成了，给人族闹了一出，结果还是没有帮助到他，可是很对不起阿玲。古柯的克鲁斯圣剑剑锋已经刺过他的心脏，泽龙他丝毫没有感觉到疼痛，他已经死过一次，所以已经不会再惧怕死亡，鲜血一滴一滴不断留了出来，可是突然他听见了阿玲的声音：“阿龙，阿龙”古柯他的任务也完成了，他带着内阁所以人全部撤军，他知道，一切都已结束，剩下的，不归他管。阿玲紧紧抱紧阿龙，看着他胸前被刺穿的心脏，血染红了衣服，为什么明明我已经感觉不到心脏的疼痛，为什么现在有一种心有余悸的刺痛感，为什么我现在会不由自主的流泪，他看着阿玲还紧紧抱着自己，第二次这样了，我已经筋疲力尽，就让我这样结束了吧，阿龙奄奄一息地看着阿玲，最后说道：“阿玲，我们那个世界再见面吧”“我不要！我不要你走！我要你一直陪着我！”“咳咳，我这一生应该说是很有意思了吧，你说那个世界有没有你最喜欢的香灵花呢？如果有，我们一起再好好看一次吧…….”泽龙最后说完，他静静地躺在阿玲怀里，慢慢地又一次消失在这个世界，阿玲哭的很惨，很凄凉，撕心裂肺，她抱起阿龙的躯体，一笔的走向一个地方，那个第一次和自己最爱的人看香灵花的树下，那天休闲的午后，两人靠在树旁，什么也不想，就是单纯的喜欢着对方，多么美妙的时刻，多想永远留在那一瞬间，你说对吧？\n终\n树叶刷刷刷的飘过，吹过一股清风，香灵花也随着风舞动着婀娜的身姿，多年前一位少年和少女树下的约定。多年后，树下多了两处坟墓，伴着香灵花的香味，留在了这一刻的瞬间。\n后记[/code]\n\n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1542427860,
            "txt_content": "“泽龙啊，你那件盔甲怎么还是这么破啊，是没钱换吗？”\n这句话可以适当加上嘲笑的字眼 否则下面一句的放狠话显得没有连接性 \n下文描写的心理活动也没有对上文口出此言的解释 觉得有点上不下接的感觉\n“泽龙稍微仔细想了想，这次任务可能会有点危险”\n这句话其实也有点问题 当一个人考虑任务难度时候 不会简单的思考而得出道理 \n这样显示不出人物的谨慎考虑的性格 而且还有拥有一个骑士团的主角来说 他需要对其他团员负责\n而会去认真的审视这项工作 \n你是二愣子吗？我那边说了那么多你一句也没有听？”\n“骨鲁多，如果我是二愣子，你是就疯子，我根本不想理会你，不就是骑士赛初赛就输了吗？至于你这样针对我？”\n这种对话就是前文没有详细铺写俩人关系的毛病了  让人弄不清俩个人关系发展  \n而且俩人对话让人感觉主角对他的说话方式很冲的样子 emmm \n“你好不容易回来一次，工作这么辛苦，我必须要亲自煮一道菜给你吃”\n这里写成亲自下厨好一点 \n暂时先看到这里 \nemmm   一个不知名的评人说道：\n\n"
        }
    ]
}