{
    "title": "[Minecraft.net | INSIDER]Jappa独家专访：试玩新材质！",
    "author": ":spgbigfan:",
    "replyCount": 16,
    "timestamp": 1541350320,
    "txt_content": " 本帖最后由 kakagou12 于 2018-12-16 11:50 编辑 \n\n\nTry the new Minecraft Textures\nV3 available for Java now! Coming soon to Bedrock!\n试玩新的Minecraft材质！\n第三版已登陆Java平台！基岩版随后就到！\nUPDATE: We've updated the Java textures again and want YOU to try them. Download the Version 3.3 texture pack today and let us know what you think! (They'll be available for Bedrock platforms soon too – we'll update you when they are!)\n更新：我们已经再次升级了Java版材质，并希望你们能尝试一下。现在就下载3.3版材质，并让我们了解你的想法！（新材质马上就会在基岩版平台上线——在上线的时候我们会发布更新通知！）\n\n\nBeautiful textures! They're what stops Minecraft just being a bunch of bland, grey rectangles that nobody likes. Luckily, Minecraft is full of lovely textures that have been getting an intense makeover for the last year, courtesy of Lead Pixel Artist at Mojang, Jasper Boestra.\n绚丽的材质啊！材质让Minecraft不再是一堆平白无奇的矩形，那东西没人会喜欢。幸运的是，Minecraft有着满满的精美材质，而且去年才有过一次轰轰烈烈的重制。有请Mojang的首席像素艺术家，Jasper Boestra！\n\n\n\nJasper's Minecraft avatar! Don't be put off by the terrifying skeleton – he's a lovely boy really.\nJasper的Minecraft秀！不要因为可怕的骷髅外形而躲远——他真的是个可爱的男孩子哦。\n\nJasper's been sprucing up the Minecraft textures for a long time now, and waaaaaaay back in January, we released Version 2 of the textures in a downloadable pack. And now, 'just' ten months later, it's time for Version 3!\nJasper已经精心打理Minecraft的材质很久了，早嗷嗷嗷嗷在一月，我们发布了第二版的材质，打包提供下载。现在，“仅仅”在十个月后，就有第三版啦！\n\nMinecraft: Java Edition players can try Version Three today! This pack will also be coming to all versions of Minecraft that have the Minecraft Marketplace very soon as a free download and we'll update this story as soon as it's available.\nJava版Minecraft的玩家可以现在就试玩第三版！很快，这版材质包就会光临所有包含市场的Minecraft平台，提供免费下载，到时我们会更新这篇文章。\n\n\n原版材质                                                              3.1版材质\nThis texture pack for Java edition will work a lot like the snapshots we frequently release, so be warned that errors may occur. Here's how you can install it in Minecraft Java!\nJava版的材质包和我们频繁发布的快照在行为上会很类似，所以请注意可能会有错误出现。下面是在Java版上安装新材质包的方法！\n\n点击这行亮蓝色的文字下载材质包。简单！然后你会得到一个.zip文件。复制那个.zip文件。打开Java版Minecraft在主菜单里，选择选项->资源包。选择打开资源包文件夹。这样就会打开这个文件夹。现在只要把刚才复制的.zip文件粘贴到这里就行了。粘贴完成后，关掉文件夹，返回Minecraft。在资源包下面，你会看到一个可用的资源包列表。你的新材质包应该就在这个列表里了！选择这个材质包，完成！\n\n\nHaving issues? Try this link for step-by-step instructions for different devices.\n还是有问题吗？看看这篇为不同设备提供了详细指导的教程吧。\n\n\n原版材质                                                              3.1版材质\nTo celebrate the new textures, I asked Jasper Boestra if he'd be so kind as to give Minecraft.net an EXCLUSIVE INTERVIEW. Because he's so wonderful and generous, he said yes!\n为了庆祝新材质的发布，我问Jasper Boestra是否乐意给Minecraft.net来一次独家专访。由于其人非常棒，又慷慨，所以他答应了！\n\nDisclaimer: To make ** more accessible, the author has chosen to delete 235 of the 237 uses of the word 'bro' that occurred during the following conversation:\n免责声明：为了让这篇采访文章能读得下去，作者删除了采访中出现的235个“老哥”，原有237个：\n\nTom Stone: Hey bro.\nTom Stone: 老哥好。\n\nJasper Boestra: Sup bro.\nJasper Boestra: 老哥你好。\n\nTom: Congratulations on Version 3! What was the main feedback you took on from Version 2?\nTom: 恭喜第三版材质发布！在第二版的反馈中你主要收到了哪些反馈？\n\nJasper: The main feedback that I got is that things were blurry. That was because I’d used the pixel art technique called anti-aliasing. That technique is used in pixel-art to blend things better, but if you over-use it, things tend to get blurry and because Minecraft is such a low-resolution game, if you use too much anti-aliasing it will become blurry at some point.\nJasper: 我收到的反馈主要是东西看起来比较模糊。这是因为我使用了像素艺术中的抗锯齿技术。在像素艺术中，这项技术能更好地融汇各种物件。但如果用过了头，物件看起来就会模糊，而且又由于Minecraft是个分辨率这么低的游戏，所以抗锯齿用得太多，东西看起来就会有模糊的感觉。\n\nSo in Version 3, I decided to cut back on the anti-aliasing a bit and make things more crisp and more like the original. Also making things look more flatter.\n所以，在第三版中，我决定稍微降低抗锯齿的程度，让东西看起来更加清爽，更像原版的材质。同时也弄得更扁平了一些。\n\n\n原版材质                                                              3.1版材质\nTom: What’s your process for redesigning a texture?\nTom: 你在设计一款新材质时通常的流程是什么？\n\nJasper: Hoo, that’s a big one! So my process is trying everything, and listening to a lot of feedback from the community. That's why the beta packs were so important.\nJasper: 呼，问得很宽！那么我的流程就是做出各种尝试，听取社区的反馈。这就是测试版材质包如此重要的原因。\n\nI get a lot of feedback and a lot of that feedback is the opposite of each others feedback. So, for example, one group says it’s too cartoony, the other group says it’s too realistic... so which is it? So I have to make a lot of compromises and sometimes I have to sacrifice parts that other people like.\n我收到很多反馈，很多反馈和另外一些反馈是对立的。呃，比如，这边的人说看起来太卡通，那边的人又说太真实……那么到底是那边？所以我做出了许多妥协，有些时候我必须抛弃一部分人喜欢的那部分。\n\n\n原版材质                                                              3.1版材质\nTom: So do you go by what the majority of players are asking for? Or do you have to use your own instincts a but?\nTom: 那么你是跟着大部分玩家的要求走的吗？还是说更愿意听从自己的直觉？\n\nJasper: There’s always a lot of people on Reddit and Twitter and other active community places and I get a lot of feedback. I listen to feedback that actually resonates with me. if there’s something with a good point, or I feel like everyone agrees then I will look into it and look if there’s a better way to do it.\nJasper: 在Reddit和Twitter还有其它地方总是有很多人的，我也得到了很多的反馈。我会听取那些对我来说的确有道理的反馈。如果有些东西确有其可取之处，或者我觉得所有人都会喜欢的话，我就会仔细研究，看看是不是有更好的方法制作材质。\n\nTom: How can our lovely players get their feedback to you?\nTom: 我们可爱的玩家如何把反馈告知于你呢？\n\nJasper: You can follow me on Twitter! There’s a link right here. And I read the Reddit threads every day. Also during the weekends, when I’m on the toilet, when I’m cooking, when I’m sleeping…\nJasper: 你可以关注我的Twitter账号！链接在这里。而且我每天都会读Reddit的帖子。也包括在周末的时候，在蹲坑的时候，在煮饭的时候，在睡觉的时候……\n\nMojang Tom: Same location?\nMojang Tom: 在同一个地方？\n\nJasper: No.\nJasper: 不是。\n\nTom: Do you like me?\nTom: 你喜欢我吗？\n\nJasper: I like you a lot Tom. Will you marry me?\nJasper: 我可喜欢你了老汤。你愿意和我结婚吗？\n\nTom: Perhaps after **. Minecraft’s got a massive modding community and people who design their own textures for the game – what tips would you give people who want to redesign textures?\nTom: 采访结束后再说吧。Minecraft有很庞大的模组社区，也有很多为游戏自制材质的人——你会给想自绘材质的人什么建议呢？\n\nJasper: You can make whatever textures you want, in whatever style, but the most important thing is to keep it consistent. Everything should have the same kind of techniques used, and you should have some kind of rules in your style. It should be a vision for the entire pack, and it should all be coherent with each other. And use less cubes!\nJasper: 想怎么画就怎么画，什么风格都可以，但是最重要的是保持连贯性。所有的材质都应该使用同样的绘制手段，在自己的风格中应该有一些规则。整个材质包要有一个预期目标，所有材质之间要保持连贯。然后少用方形！\n\n\n\nTom: What have you got against cubes?\nTom: 为什么你反对用方形？\n\nJasper: This is more a personal thing, but I don’t think voxels really fit with the normal blocks in Minecraft. Sometimes I see is very voxel-y mobs – like a lot of tiny cubes in one mob where there’s a block – still a 16x16 Minecraft block. Those are two styles that are very much clashing with each other.\nJasper: 这个主要是个人选择，但是我并不觉得体素适合通常出现在Minecraft的方块。有时会我会看到一些非常有体素感的生物——就像一个生物里面有一堆小方块，而方块呢，还是16x16的Minecraft方块。这两种风格非常不搭。\n\nTom: What's going to happen with the old textures?\nTom: 接下来要怎么处理老材质？\n\nJasper: These new textures will eventually replace them all and become the default textures of Minecraft. They're not yet final though, and still in development, that's why I'm taking in all the community feedback first. The original textures will be available for free later. This might be directly in the game or somewhere else. We haven't decided yet.\nJasper: 新材质最终会取而代之，成为Minecraft的默认材质。这材质还没最终定型，依然在开发中，这就是为什么我把社区反馈放在第一位。接下来原版材质也会免费提供。可能会直接出现在游戏里或是别的什么地方。我们还没定。\n\nTom: Why is cobblestone your favourite redesigned texture? It's not mine.\nTom: 为什么在重制材质里你最喜欢圆石？我最喜欢的不是这个。\n\nIt was always one of my favourite textures because I love the original cobblestone. I always built with it – if I built in Minecraft, it would be cobblestone and wood logs. That would be basically all my structures, so cobblestone is quite dear to me.\n圆石一直是我最喜欢的材质之一，因为我喜欢原版的圆石。我总拿圆石建东西——如果要我在Minecraft建东西的，我就会用圆石和原木。我构建的东西基本上用的都是他们，所以我与圆石非常亲近。\n\nRedesigning it was very tough because everyone loves the original cobblestone for some reason, me included! (Laughs) I don’t know why! It just has this gritty feeling to it. I liked redesigning it because I made over a 100 versions, I think?\n重制圆石材质非常困难，因为所有人都出于各种各样的原因喜欢原版圆石，我也是！（笑）我也不知道为什么！圆石就是有种坚毅的感觉。我喜欢重制圆石材质是因为我做了上百个版本了吧，大概？\n\n\n\nTom: You're a Pixel Artist. Have you ever thought about becoming a real Artist?\nTom: 你是个像素艺术家。想没想过做一个真正的艺术家？\n\nJasper: Nice. Have you ever thought of becoming a real writer?\nJasper: 好问题。你想没想过做一个真正的作家？\n\nTom: Let's talk about the Illager Beast! This is the big new mob that’s been available in the last few snapshots.\nTom: 我们还是说说掠夺兽吧！这是一个在最近几个快照里出现的大块头生物。\n\nJasper: This is a thing that Jens wanted in the game. He wanted to have this gross, terrifying, big beast and it started out with the model that we have right now. He showed it to me when we were working on the Update Aquatic. He was like, “Hey, I have this beast, you need to texture it at some point in the future.” And I was like “Hell yeah! I want to do that!” – because it looked so cool!\nJasper: 这个东西时Jens要加入游戏的。他想要拥有这样一个粗犷，可怕的巨兽，而且它是以我们现在这个模型出发制作而成的。Jens在水域更新开发期间给我看了这玩意。当时他说，“嘿，我现在有这个怪兽，以后你就来给它做材质。”而我就说“真棒！我想搞这个东西！”——因为它看起来是在太酷了。\n\n\n\nI made ten different models – not textures for it, just models – to explore how it could look. But I think the original design, like we have right now in the snapshot, was actually the best one. It just felt good and felt very Minecraft-y, like the simplicity of it. I made a few models that were kind of gorilla-like, and they didn’t really fit, so we decided to use the original model and I had to make a texture for it.\n我做了十个不同的模型——不是材质，就是模型而已——来探索外表的可能性。但我觉得最初的设计，很像现在快照有的那个，才是最好的。那个设计感觉很棒，很有Minecraft的感觉，从它的简洁性就可见一斑。我做了几个模型都很像大猩猩，它们之间并不搭调，所以我们决定用原来的设计，然后我就给它做了材质。\n\nThe texture was designed to be a bit like the Evocation Fangs – the biting things that Evokers use. The fangs have a sort of skin texture colour and that I added to the Illager Beast. As if these creatures are related in some way.\n掠夺兽的材质在设计上有点类似唤魔者的尖牙。尖牙有种皮肤质感的颜色，我把这种颜色用到了掠夺兽中，因为这些生物之间有一些联系。\n\nTom: You recently tweeted “Illager Beasts and Where to Find Them”. Would you like to take this opportunity to apologise for that tweet?\nTom: 你最近发了条推，“神奇掠夺兽在哪里”。你想借这次机会为这条推道个歉吗？\n\nJasper: No, it’s a good tweet! I just hope someone makes a poster of that movie with the Illager Beast head. That’s what I wanted. That’s what I was trying to instigate!\nJasper: 才不要，这是条好推！我只是希望有人能做个以此为题的电影海报，上面有掠夺兽的头。这才是我想要的东西。\n\n\n\n29 retweets? 386 likes? The internet was a mistake.\n29个转推？386个赞？互联网就是个错误。\n\nTom: You also recently tweeted: “One of my dreams is to become a storyboard artist/animator for cartoons. :)” . My dream is to write for cartoons! Shall we resign right now and go and live our dreams together?\nTom: 你最近也发推说：“我的一个梦想是成为一名故事版画家/卡通动画师。:)”。我的梦想是为卡通写东西！我们要不要现在就辞职，一起去实现我们的梦想？\n\nJasper: Um... I still have this job to finish.\nJasper: 呃……我现在这份工还是要干完的。\n\nTom: ...Fine. Jasper, thanks very much!\nTom: ……好吧。Jasper，非常感谢！\n\nClick the button below to download the new textures!\n点击下面的按钮下载最新材质包！\n\n\n\n【Kakagou译自Try the new Minecraft Textures】\n【作者Tom Stone,发布时间2018年11月3日】",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1541369940,
            "txt_content": "* he's a lovely boy really.\n  他真的是个可爱的男孩子哦。\n\n* Tom: Do you like me?\n   Tom: 你喜欢我吗？\n* Jasper: I like you a lot Tom. Will you marry me?\n   Jasper: 我可喜欢你了老汤。你愿意和我结婚吗？\n\n嗯？（察觉）"
        },
        {
            "author": "602065831",
            "timestamp": 1541481660,
            "txt_content": "PS: Illager Beasts and Where to Find Them 是改《神奇动物在哪里》名字(Fantastic Beasts and Where to Find Them)的梗"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1541769000,
            "txt_content": "表示看久以前的材质包觉得现在的有点丑emm"
        },
        {
            "author": "大唐玄奘",
            "timestamp": 1541841780,
            "txt_content": "莫名觉得新材质改得MC不像MC了"
        },
        {
            "author": "烟穹",
            "timestamp": 1541917920,
            "txt_content": "习惯了旧材质反而不习惯这个了..."
        },
        {
            "author": "liangye741251",
            "timestamp": 1542205320,
            "txt_content": "好评！ MCBBS有你更精彩~"
        },
        {
            "author": "Xekr",
            "timestamp": 1542422280,
            "txt_content": "这个材质作者也是个肝帝233333"
        },
        {
            "author": "帅气的南瓜",
            "timestamp": 1542541800,
            "txt_content": "Will you marry me是什么鬼啦哈哈哈哈哈"
        },
        {
            "author": "meifanguo",
            "timestamp": 1542633540,
            "txt_content": "不错的材质"
        },
        {
            "author": "Belanga",
            "timestamp": 1542796860,
            "txt_content": "真的不太习惯新材质....."
        },
        {
            "author": "游戏游玩者",
            "timestamp": 1542801300,
            "txt_content": "我还是喜欢新的材质"
        },
        {
            "author": "langwanmc",
            "timestamp": 1543305660,
            "txt_content": "\n莫名觉得新材质改得MC不像MC了"
        },
        {
            "author": "2279273166",
            "timestamp": 1544312280,
            "txt_content": "感觉是有点骚"
        },
        {
            "author": "TONGNB",
            "timestamp": 1544574000,
            "txt_content": "超喜欢新的黑曜石"
        },
        {
            "author": "Alexstevesteve",
            "timestamp": 1544693460,
            "txt_content": "好期待啊,但是我还是比较喜欢现在的材质"
        },
        {
            "author": "我是渣渣辉",
            "timestamp": 1545234120,
            "txt_content": "\n好评！ MCBBS有你更精彩~"
        }
    ]
}