{
    "title": "【原创/短篇】1与∞ （12.11更新）",
    "author": "秋叶枫苓",
    "replyCount": 20,
    "timestamp": 1541512800,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2019-1-7 13:47 编辑 \n\n在一个平原与雨林地形系的分割处，瀑布旁边有一个天然形成的洞窟，在瀑布旁生长着许多藤蔓，正好能沿着它爬到洞窟里面。\n说是洞窟，但深度只有不到三十格，并且里面长满了藤蔓和蘑菇，充斥着一股发霉的味道，如果一定要说有什么好处的话，大概就是在特定时刻，洞口能映照出美丽的彩虹吧，总的来说是个非常宁静但又贫瘠的洞窟，但不会有什么人会选择在洞窟里安家，如此小的洞窟可能连怪物都生成不了。\n“受死吧！混蛋僵尸！”\n“……”\n而此时，突然出现在洞口的史蒂夫，对着洞窟内坐着正在数着墙壁上藤蔓叶子数量唯一的一只僵尸大吼着，僵尸顿了顿，但像是什么都没发生一样，继续数着刚才数到的第二排藤蔓的第五根藤条上的树叶，被无视的史蒂夫等了好一会，才意识到自己被无视了，脸颊抽搐了一下，史蒂夫愤怒地拿出了一把闪着紫光的木弓，对准僵尸的头拉开了弓弦。\n满月状的弓弦啪地一声松开，一到银白色的流光划过矿洞，直直地从僵尸头旁边飞过，伴随着可怕的声响在岩壁上砸开了一个大洞，死死地嵌入了石头方块里面。\n声响在矿洞回响了好一会，才慢慢消失在空气中，僵尸无奈地叹了口气，皱着眉头看向了洞口似乎因为很满意箭的威力而十分得意的史蒂夫。\n“……”\n“哼、哼哼……杀了整整一晚上附魔出来的力量四，这次一定可以……一定可以把你杀了！”\n看着又拉开弓弦对着他的史蒂夫，僵尸顿了顿，慢慢站起来走到一个石头后面，然后拿出了一把和史蒂夫手上手上材质做工几乎一摸一样，只是紫光稍微平淡一点的木弓，像是嘲讽一样对着脸慢慢红起来的史蒂夫挥了挥。\n“……上、上次是因为只有力量三好吗！换、换句话说这次你是力量三、我是力量四……你是绝对不可能打赢我的！”\n史蒂夫一边大吼着，一边放开了弓弦，流光般的箭矢直接砸在了僵尸脚旁边，低头看了眼嵌入地面的第二根箭矢，僵尸无奈地拔出了箭矢，也学着史蒂夫的样子架起了弓，对准了他面前又拉满弓弦恼羞成怒的史蒂夫。\n深呼吸了一口气，他谨慎地搭上了弓箭，生疏地拉开弓弦，无视身边不断闪过的箭矢，在史蒂夫快打空身上带着的半组箭矢后，轻轻松开了弓弦，箭矢带着破风声击中了史蒂夫的大腿，洞穴里回荡的声音变成了史蒂夫的惨叫，失去平衡倒在地上的史蒂夫惨叫了好一会，咬着牙看向了稍微有些得意的僵尸。\n“切、切！瞄了那么久才射中大腿！射的有够烂啊！有种爆我头啊！”\n“……”\n看着已经泛出眼泪却还是对着他大吵大闹的史蒂夫，僵尸终于也感到有些恼火，从墙上又拔下一根箭矢，僵尸慢慢走到了史蒂夫跟前，右脚踩死了他想要掏出近战武器的左手，在脸色慢慢变黑的史蒂夫头上不到十厘米的地方拉开了弓弦。\n“喂、喂！这根本不——”\n“啪！”\n话还没说完，箭矢直接穿透了史蒂夫的脑袋，鲜血慢慢浸湿了地板，好几个闪着光的小球滚落到了地上，慢慢向融入了僵尸的身体，过了好一会，等史蒂夫的尸体慢慢僵硬后，僵尸无奈地叹了口气，拖着史蒂夫的尸体慢慢走到了洞口，对着悬崖深处扔了出去，随后想要回到刚刚坐着的地方，接着数藤蔓，在移动的时候脚边撞到了什么，发出清脆的声音，他愣了愣，看向地上两把不断闪着紫光的木弓。\n拿起来观摩了一下，僵尸露出疲惫的神色，将木弓扔到了一块大石头后面，木弓与一堆的装甲、武器碰撞，发出了更嘈杂的响声，在洞窟里回荡了好一会，捂着耳朵的僵尸慢慢坐到了刚才坐着的地方，接着数起了藤蔓。\n【……真不公平啊。】，他内心喃喃自语了一句，结果发现因为这一句话自己忘记了刚刚数到了哪一个藤蔓，痛苦挣扎了好一会，带着今天最沉重的心情，僵尸从洞窟的顶端重新开始数起了藤蔓上的叶子。\n\n\n在MC这个游戏、这个世界里，除了生活着许多种族，但很不公平的是，几乎所有种族都是为了向一个种族服务而被创造出来的，那就是史蒂夫，他们拥有创世神给予的最强大的天赋——合成。建造、农耕、畜牧、战斗、科技，没有限制的史蒂夫们在MC的世界里将能用来取悦自己的东西都用上了。\n而创造者们似乎是看到了这一点，在太阳消失，黑夜笼罩这个世界时，唯一能向这个种族发起攻击的生物开始生成，怪物们作为邪恶的那一方在这个世界上登场，创造者似乎希望怪物们能稍微约束一下史蒂夫们，至少在平静的夜晚里能呆在他们所建造的住所里，稍稍收敛一些他们的猖狂。\n但事实上，这根本没有任何效果，根本的原因就像上面说过的，很不公平的。撇开两方的有利因素加和抵消，没有武器，装甲，附魔陷阱的史蒂夫，还有一样绝对性的优势......史蒂夫们，可以重生，就算工具掉落，经验消失，他们的生命却一直可以延续。\n但怪物的生命，只有一次，只要一次，一次死亡就会让他们失去所有的东西，连再次在这个世界上登场的资格都没有。\n像是个无限的循环一样，怪物们没有选择的权力，在黑夜里诞生的他们，生命最多到黎明撕裂黑夜的那一刻，从诞生开始他们就只能在任何黑暗的地方寻找史蒂夫并厮杀到自己死亡的那一刻，也许有怪物能一直躲在矿洞等阳光照射不到的地方，但对于这个世界地上一切的渴望像是毒药一样不断侵蚀着他们。\n所以从一开始，这就是个不公平的战争，是创造者创造的无限的生命对仅有一次生命的**。\n……除了一个僵尸，一个在瀑布旁洞窟里天天数藤蔓的僵尸。\n在某个夜晚的半夜，他作为僵尸出生在了这个世界上，一个雨林的热带树木下，跟他一起出生的还有几个骷髅，苦力怕，还没来得及说什么，远处就传来一亮一暗的火光，怪物的本能马上让他们向着那个探险的史蒂夫小队疯狂涌了过去......然后七死一重伤。\n还剩不到五滴血的他在第二次反扑准备英勇就义时，被新生成的苦力怕炸飞摔倒了瀑布旁边，然后一个不小心滚了下去，被藤蔓缠住摔倒了一个十分浅的洞窟里。\n【……我大概要死了吧……明明是僵尸却浑身都在疼啊……】\n躺在散发着植物发酵和矿物元素气味的泥土上，僵尸连该摆出什么表情都不知道，莫名其妙地出生，现在又要莫名其妙地死亡，简直就像个滑稽的小丑一样。\n“原来在这里啊。”头顶厚厚的岩石突然传来了声音，让僵尸全身猛地绷紧了一下，他本能地想要向着声音发出的方向走去，但身体的疼痛又让他想要后退。\n“喂，该走了啊，都说了今天目标是要找蘑菇岛了啊。”\n“哎呀杀多一个僵尸又不会怎么样，我铁剑附魔还差四级啦。”\n对话声慢慢变大，洞口上方开始出现摇曳的火光，本能和想法冲突僵在原地的僵尸，慢慢和顺着藤蔓爬下来的一个穿着皮革套装的史蒂夫对上了视线。\n“找——到——啦——”\n“……”\n下意识咬紧牙发出了嘶吼声，僵尸的脑袋却还是一团乱，吊在洞口处的史蒂夫用火把稍微探了探洞窟里，确认没有更多的怪物后对着僵尸露出了笑容，慢慢地开始向下滑去。\n“哎呀哎呀，看起来是个落唔啊啊啊啊啊啊啊啊啊啊啊！”\n踩在藤蔓上的脚一滑，话还没说完的史蒂夫从洞口上直接摔在了洞窟里面，以为只有一个僵尸的他根本没有等生命值开始回复就开始寻找僵尸，而这个造成的后果就是，在吃惊的僵尸面前他头朝下摔倒地面上，把仅剩的两颗半的红心啪嗒一下摔没了。\n望着在他面前慢慢僵硬的史蒂夫，僵尸愣了愣，猛地眼前突然笼罩上一片血色，张着口嘶吼着，他身体不受控制地滴着口水慢慢向史蒂夫那边爬去。\n【……等、等一下……为什么……】\n脑袋极度混乱的僵尸一把抓住了史蒂夫的手臂，粗鲁地拨开了碍事噩皮革甲，矿洞里回荡着骇人的撕裂声。\n【……我……我……】\n白嫩的手臂慢慢靠近僵尸的嘴巴，僵尸的口在空中僵持了半天，终于还是咬了下去，一口、两口，僵尸撕咬的速度慢慢加快，牙齿破开血肉的感觉，腥臭的铁屑味道让僵尸感觉要上瘾了一样。\n“叮铃铃~”\n“……？！”\n伴随着一阵“叮铃铃”的声效，僵尸突然顿了顿，然后猛地甩开了史蒂夫的右手，向后挪了好几步，大口大口地喘息着，面前依旧没熄灭的火把映照出一地的鲜血和破烂不堪的尸体，僵尸看了好一会，但那种可怕的冲动却没有再次涌上来。\n一个人端坐在矿洞里沉默了好一会，僵尸深吸了好几口气，先将史蒂夫旁边烦人火把熄灭，将铁剑和皮革甲扔到了一旁后，颤抖地将尸体扔到了悬崖下面。\n回到被黑暗笼罩的矿洞，陷入混乱的僵尸渐渐冷静了下来，似乎没有追兵，也没有新的伙伴出现，寂静的矿洞里只有他一个僵尸，渐渐地，他开始觉得时间的流逝变得缓慢了起来，在他无聊到极致时，他注意到了毫无规则笼罩在洞窟墙壁上的藤蔓，等意识到的时候，自己已经数到第一排的末尾了。\n就这样，僵尸开始了他在洞窟里数藤蔓的生活……他本来是这么以为的。\n“混蛋僵尸！今天老子满血的看你怎么跑！”\n“……”\n结果第二天，又带着一套皮革套装和铁剑的史蒂夫在洞口气喘吁吁地看着他。\n【……为什么他又来了……史蒂夫都是这么记仇的吗……】\n愣了一会，僵尸猛地将昨天丢在一旁的铁剑抓在了手里，慌张地看着不断逼近他的史蒂夫。\n“嗯？怎么，不发出怪叫了吗？不过也没差了……都怪你……都怪你我被拉里他们笑了一整天……我要把你的头砍下来当房间装饰啊啊啊啊啊啊啊！”\n“……？！”\n史蒂夫怒吼着冲了上去，两者的距离一下僵尸慌张地握住了剑柄，闭着眼睛胡乱向前挥动，伴随着“咔嚓”一声，僵尸发现剑刃动弹不了了，慢慢睁开眼睛，在他面前，剑刃完美地砍进了史蒂夫的脸里，血肉模糊的史蒂夫顿了顿，一下子倒在了地上，不用看都知道已经没有呼吸了。\n【……搞什么鬼啊……】\n拿着铁建愣在原地好一会，僵尸又把史蒂夫身上的东西剥了个干净，然后把尸体扔到了悬崖下面，开始竖起了藤蔓。\n而这样的生活……一过就是好几个月，僵尸从一开始的慌张，到现在终于意识到那个史蒂夫是有多弱，不断地从史蒂夫身上拿到装备和经验，他自己都不知道，他现在已经可以抗拒本能做很多事情，只是他没有发觉而已。\n他发觉的事情，大概只有每天藤蔓新的长势吧。\n\n\n【……腻了。】\n终于在洞窟里各种杂七杂八的装备已经盖过岩石之后，一直坐着数藤蔓的僵尸摇晃了一下，向后躺在了地上。\n【……怪物……还能干什么啊……就算想去探索这个世界……绝对会死的很难看的吧……】\n半睁着眼躺在地上，僵尸慢慢地开始向左向右翻滚了起来，在这几个月里除了数藤蔓他想的最多的就是这个事情，但无论怎么想，他都很难想到一个可以实施的方案，其一是他对这个世界的了解真的太少了，除了出生就自带的本能以及不知为什么十分强烈的想要杀死史蒂夫的愿望，其他的他都不知道，虽然最近这个杀死史蒂夫的这个愿望也变得平淡了，而其二。\n“混蛋僵尸！！！！！！！”\n“……”\n其二就是每当想要突破这个问题的时候都会有个宛如睿智的史蒂夫在洞口像是小孩子一样大吼。\n“混蛋……那明明是……我的剑……”\n五秒钟之后，用随手在装备堆里抽出来的附魔着火焰附加的铁剑把史蒂夫点了顺便砍残的僵尸，一脚把着着火的史蒂夫踢下了悬崖，在洞口听了一会悬崖传来的惨叫后，转身准备将铁剑丢回装备堆那里。\n但这一次，望着小山一样的高的装备，僵尸顿了好一会，像是灵光一闪一样突然对这些从史蒂夫那里顺便拿来的东西提起了一点兴趣。\n反正时间对于这个僵尸来说在被杀死之前都是无限的，他开始给这小山高的装备分类，虽说是分类，但他完全不知道这些装备的用途和名字，只是如果样式相近就放在一起罢了。\n【……这个……史蒂夫叫做剑来着……挥动可以很容易割开身体……这个……叫弓来着？】\n大概将武器、工具和装甲分好类之后，僵尸和快就辨别出了史蒂夫一直用着的剑和最近拿到的弓，在对自己实验了一下之后他确信剑和弓是拿来伤害物体用的。\n【……不过为什么有些颜色不一样呢……】拿着石剑和铁剑的僵尸疑惑地皱起了眉头，随后慢慢地转向了墙壁，先是用左手的石剑用力地砸在了墙壁上，伴随一阵沉闷的响声，几块碎石从岩壁上飞了出来，紧接着僵尸甩开了石剑，双手握着铁剑砸在了石壁上，尖锐的响声伴随着火花爆发了出来，面前的石块有一部分分离了墙壁掉了下来，发出碎裂的声音。\n【……威力……不一样……怎么做到的……这个又为什么有紫色的光……】\n在又拿出几把剑乒乒乓乓拆了洞窟一会，僵尸将目光移向了从来没用过的十字镐、铲子和斧头上，虽然也和剑一样只有阴沉的灰色和银白色，但僵尸完全看不出他们是拿来做什么的。\n【……剑的表面感觉更锋利点……这个完全割不伤肉啊……是拿来干嘛的……】\n“……混……蛋……”在僵尸一脸疑惑地拿着矿镐比划的时候，一只手搭上了洞口的边缘，喘着粗气的史蒂夫慢慢地将上半身撑起，然后使出全身最后的力气一挺，滚到了洞窟门口处，像是要死了一样安静了好一会。\n“……靠、靠……早知道就多带点泥土了……这个鬼悬崖怎么那么深……”\n从背包里拿出一个面包粗鲁地食用完毕后，史蒂夫抹着嘴巴爬起来看向洞窟里面，一下子就瞄到了那个万恶（他认为）的僵尸的身影：“混蛋僵尸！没想到老子那么快就回来了吧！”\n声音在洞窟里回荡了好一会，看到僵尸一如既往地没有反应无视自己，史蒂夫顿了一会露出了冷笑，换出了昨晚附魔好的木弓悄悄地拉起了弓，然后一箭射在洞顶，好几块碎石掉落在了僵尸旁边，但僵尸似乎依旧没有察觉到他。\n笑容慢慢地僵住了，史蒂夫难得地露出了疑惑的表情，慢慢地走到了蹲在石头旁边的僵尸身边，走进了才发现他原来在拿着自己的矿镐一脸苦恼地像是想着什么东西。\n“……喂，你在干嘛？”\n“……？！”\n反应过来之时，史蒂夫的脸已经结结实实地挨了僵尸一镐子，伴随着惨叫倒飞了一两米，僵尸一脸惊恐地穿着粗气，内心里诧异地自问【他什么时候到我身边的？】\n“……你TM的！什么时候连偷袭都学会了？！”\n“……？？？”\n【……还活着啊……这个东西威力好低啊……到底是哪来做什么的……】看着爬起来捂着流血的鼻子哭着向他大喊的史蒂夫，僵尸顿了顿，对着手里的矿镐看了眼，叹了口气后扔开了矿镐，随手抓了一把铁剑警惕地看着史蒂夫，史蒂夫也切出了一把附魔了击退的铁剑，但在僵尸准备冲上去之际他突然喊。\n“等一下！”\n“……”\n僵尸愣了愣，下意识停住了步伐一个踉跄差点摔了一跤，史蒂夫将铁剑换成了面包，坐在地上一脸不爽地啃了起来，“等我把血补满先……你还真的是卑鄙啊。”\n“……”\n盯着史蒂夫看了一会，确认对方貌似没有攻击意愿后，僵尸又拿起了矿镐，学着史蒂夫的样子也坐在了地上痛苦地思考了起来，嚼着面包的史蒂夫歪着头看着僵尸，虽然已经很迟了，他终于发现这个僵尸似乎跟外面的完全不一样，至少绝对不会自己坐在他面前还能不扑上来对着他乱叫的。\n“……喂。”\n“……”史蒂夫试探性地喊了一声，僵尸顿了顿，抬起头看向了他。\n“果然，他有思考的能力吧。”史蒂夫心里嘀咕道，用手上啃了一半的面包指了指他手上的矿镐问：“你在研究……么？”\n“……”\n僵尸对着他眨了眨眼睛，然后继续看起了矿镐，史蒂夫顿了顿，有些恼怒地吼道：“喂！你什么态度啊？想打架吗？”，被吼的僵尸痛苦地堵着耳朵，等回声消失后皱着眉头看向了史蒂夫，然后指了指自己的嘴巴。\n“……你不能说话？”\n“……”\n僵尸一脸“你特么不是没事找事吗”的表情看着史蒂夫，史蒂夫有些尴尬地咬了口面包，含糊不清地说道：“鬼知道你是什么情况啊，又能思考，又能听懂人话，却不能说话，还对着十字镐一顿乱摸。”僵尸看史蒂夫消停后又叹了口气，一边看着矿镐的连接处一边想【……这叫做十字镐啊。】\n“……啊，今早好像不小心敲掉了拉里家门牌来着。”史蒂夫像是突然想到了什么，在身后摸索了好一会，摸出了一个告示牌，对着僵尸丢了过去，而僵尸在告示牌落地发出响声一瞬间后退了好几步，架着顺手拿着的铁剑一脸警惕地看着史蒂夫。\n史蒂夫强忍着笑意对着僵尸说：“用不用那么夸张，那是好动西啊。”\n“……？”\n“说不定能让你说话哦。”\n僵尸顿了顿，一脸疑惑地走到了告示牌前，抓住了把手的位置拿了起来，上下挥舞了一下，歪着头疑惑地思考了起来。\n“那叫告示牌，原本是写字挂起来当告示的东西来的，不过你试着把想说的话附加在上面试试。”\n【……什么叫把想说的话附加在上面，能具体点吗。】\n[……什么叫把想说的话附加在上面，能具体点吗。]\n“这不是已经出来了吗？”\n【……哈？】\n[……哈？]\n史蒂夫感觉有些好笑地望着面前手无足措的僵尸，将最后一口面包扔进嘴里，拍着手向着僵尸说道：“那么，有什么想对我说的吗？”\n[……你好烦啊]\n“……哈？！”史蒂夫愣了好一会，才确认自己没有看错僵尸手上的告示牌上的字。\n“你特喵的什么意思？我好心把告示牌给你你就这么说我？”\n[你自己想想，将近十个月天天有人找**来杀你你会怎么想？我都搞不懂你为什么要来。]\n“因、因为你是怪物啊？”\n[为什么我是怪物你就要来杀我？]\n“……”\n史蒂夫突然卡壳了，自己和怪物战斗的原因只是因为怪物会袭击史蒂夫而已……但是面前这个僵尸除了第一次是自己扑上来的，之后好像都是自己找**的。而自己丢的东西现在都能做的更好了，拉里他们也已经忘记这件事了……\n“还、还因为你一直抢我的东西？”\n[……我从来就没看上过你的东西好吗？你要自己拿回去谢谢。]\n“你第一次确实是想袭击我吧！”\n[对不起，我道歉。]\n“……啊烦死了，为什么你这只僵尸一点都不像僵尸啊？！你们不应该不要命一样直接扑上来才对吗？”\n[……是啊，你这种无限生命的种族想什么事都是一副理所应当地样子对吧。”\n“哈？”\n[找**来就是为了报仇？有趣？无聊？你能不能放过我啊，我只有一次生命，跟你不一样啊！]\n史蒂夫盯着告示牌好一会，看了看僵尸，无奈地叹了口气，走上前在僵尸惊讶的视线里夺过了告示牌，然后转身向着洞口走去。\n“行，你说得对，以后我不会再来了。”\n“……”\n僵尸故意提了提石头，被声音吸引的史蒂夫回过了头，看到僵尸指了指地上成堆的工具。\n“不用了，送你了。”\n到了洞口，史蒂夫搭了两格木头，跳起来够到了藤蔓，慢慢向着上面爬去。\n“另外，那个十字镐是拿来挖石头和矿物的，傻X才会用他来打人。”\n史蒂夫最后一句话回荡在洞窟中，最终还是消散了，僵尸顿了顿，内心大大地松了口气。\n【终于……送走他了……现在终于可以思考该怎么探索这个世界了。】\n僵尸扫视了一下洞窟，最后视线落在了十字镐上面。\n【……挖石头……来着……】\n拿起来掂量了一下，僵尸来到了洞窟末尾，对着岩壁不平整的地方用力地敲了过去，但岩壁只是露出了一些裂缝，有些疑惑的僵尸又敲了好几次，在第八次的石头他听到岩壁发出了奇怪的声响，面前不平整的地方变得和周围一样，同时一小块正方体落到了地上缓缓旋转着。\n【……这是……啥？】\n僵尸有些疑惑地捡了起来，小正方体的颜色让他想起了那些颜色是深灰色的剑和工具。\n【……神在怪物诞生的时候，就不能顺便送一本教导指南吗。】\n在十分钟后，终于弄懂方块是什么的僵尸，极度兴奋地开始了他尸生第一件他觉得有意义的事情——将洞窟好好地弄平整一遍，这一刻他终于为自己是僵尸而感到高兴了。\n因为僵尸根本不用休息啊。\n\n\n\n不得不说，僵尸的运气还真的不错，从史蒂夫离开的中午到隔天的早上，几乎一天他都在兴奋地整改着矿洞，一整夜在悬崖附近都传来粗糙的敲打声，但是却没有路过史蒂夫注意到这一点，经过一晚上的劳作，敲下来的石方块已经堆的和装备堆差不多高了，从史蒂夫那缴获的石镐已经全部报废，二十七把铁镐也还剩下十四把而已。\n不过说是干了很长的时间，僵尸使用镐子的技巧真的是惨不忍睹，本来只用五六下就可以敲下来的方块花了近一倍的次数，即便干了一整夜也只是把洞窟的地板墙壁和天花板完全整平整了而已，目前还剩下洞窟最后末尾部分的地方还没修整，但即便只是墙壁地板变平整了而已，都让还在不断挥动镐子的僵尸处于一种极度兴奋的状态。\n直到洞口的史蒂夫背着一背包东西向他说了一声：“哟。”\n“…………………………”\n“你还是第一次沉默那么久呢。”\n僵尸举着镐子看着史蒂夫，整个人已经僵在原地好几分钟，史蒂夫在洞口等了半天，见僵尸没有反应就直接向着里面走了进去，结果脚不小心提到了装备旁堆积的石块山的一个支柱点，连惨叫都没发出来就被堆着的石方块整个人埋了起来。\n石块山的塌方持续了好一会，才慢慢停止下来，但还没安静一秒，史蒂夫就伴随着怒吼从石块堆里冒了出来。\n“疼死我了……喂，你不会挖了一晚上的矿吧？还只挖了……石头？你脑袋没问题吧？”大概扫视了一下石块山，确认确实只有石头后，史蒂夫难以置信地看向僵尸，随后在爬起来的时候注意到了洞窟的天花板墙壁和地面都像是重新打磨一遍平整，心里嘀咕了一句“……不会一晚上都在整洞窟吧。”\n终于在史蒂夫盘坐在地上开始哼着小曲整理背包里的物品时，僵尸回过了神来，把矿镐扔在一边一脸难以置信的表情向着史蒂夫那边走去，史蒂夫听到动静后看向了僵尸那边，有些小生气地说道：“终于有反应了啊，我还以为你要在那僵一辈子。”\n“……！……！……？！……！”\n“等等等等、等等！你把手挥成那样，我也不知道想说什么啊，接着。”史蒂夫一边皱着眉头说道，一边把从背包里翻出来的一个新的告示牌向着僵尸那边扔去，僵尸楞了一下，慌张地伸出手，告示牌在僵尸手上颠簸了好几次，才终于被他接住。\n[为什么你又来了啊？！我昨天应该跟你说的很清楚了吧？！]\n“啊，是啊，说的很清楚了。”\n[？？？]\n“我确实是没理由来把你的头砍下来了，不如说连兴致都被你搅得一干二净了。”史蒂夫右手拖住脑袋叹了口气，“没有打架的理由，不代表我没有理由来见你吧？既然双方都不想斗争了，那即是可以友好交流的前提吧？”友好……前提？\n不知道为什么，看着轻松地史蒂夫，僵尸莫名其妙地开始生气起来，感觉像是在把昨天自己说的话、自己的意见都忽略掉一样，等回过神来时，僵尸发现自己意见一把抓住了史蒂夫，把他提了起来，将告示牌上渐渐显示出的文字推到了他的面前。\n[完全搞不懂你想说什么，兴致？争斗？说的那么好听，反正你肯定是因为无聊才来觉得有趣的我这里打发你无限的时间的吧，啊？]\n是啊，反正死了也能复活，这个僵尸看起来那么有趣，正好可以拿来消遣啊，这样的想法像是毒蛇一样盘缠在僵尸的脑海里，一想到自己的目标，努力被这种仗着无限的生命的人当做消遣，怒火就不断地从心底里迸发出来。\n被僵尸提起的史蒂夫，在回话之前站稳在了地面上，自己迎了上去，直视了僵尸开始出现怒气的视线，也有些恼怒地说道：“你烦不烦啊，整体张口闭口无限生命的，无限生命也不能得到的东西多的去了，是啊你是猜对了啊，因为不断的重生大把大把的史蒂夫已经开始觉得这个世界无聊了，我确实是因为你很有趣我才会过——”\n【你TM的！】\n僵尸直接扔开了告示牌，双手抓住史蒂夫的衣领将他压死在了墙上，身为怪物在蛮力方面，他还是要比史蒂夫墙上太多了，失去了唯一的沟通手段，史蒂夫只能顶着窒息的痛苦看着咬着牙不知为什么发了很大火的僵尸。\n“咳、咳啊……你TM是不是……有病啊……之前说没有互相争斗的理由的……是你……现在又想把我弄死了？”\n“……”\n压着史蒂夫好一会，僵尸还是选择不想打破自己说过的话，松开了史蒂夫，一屁股坐在地上的史蒂夫咳嗽了好几下，揉搓着喉咙看向了僵尸，僵尸也盯着史蒂夫看了一会，迟疑了一下，回过头走向扔掉的告示牌那里，捡起后也坐到了地上，两人沉默了好一会，直到僵尸用告示牌点了点地面，发出清脆的响声打破了沉默。\n[……既然抱着这种想法，为什么还要来，可以不要把别人仅有一次的生命当成消遣的玩具吗。]看着告示牌上的字，史蒂夫愣了愣，然后靠在了岩壁上面大大地叹了口气。\n“有时候我真的觉得你有**妄想症。”\n[……哈？]\n“哈什么哈，你真的以为无限的生命就没有坏处吗，我已经很久没有真正地对一件事提起兴趣了，约定、计划、约束，真的在无限的生命下很多东西都是很容易被打破的……对不起。”\n[……哈、哈？]\n“我真的没有看轻你的意思，单纯只是觉得你如果因为做什么傻子一命呜呼了就太遗憾了吧，虽然我已经快看腻这个世界了，但你还什么都没体验吧……至少在想件事的时候我是把你仅有的生命放在和我无限的生命对等的位置上的。”\n被史蒂夫一股脑说了一大堆，僵尸虽然已经把敌意放下来了，但一时间也想不出要怎么回史蒂夫，苦恼了一阵子之后，僵尸的手上的告示牌慢慢显示出了文字。\n[……当初你顺着藤蔓下来想把我杀了的时候你没这么想过吧。]\n“鬼知道你有思考能力啊，遇到你之后我在晚上试了好几次尝试和僵尸交流，结果都是被咬死而已啊。”\n史蒂夫愣了愣，随即抱怨道，紧接着便又是一阵沉默，然后两人一起叹了一口气，顿了顿后又一起看向了对方。史蒂夫拍了拍手，先一步站了起来：“所以我来你这里玩玩没意见吧，而且就算你拒绝把我杀了我也还是会来所以你不答应也没差。”\n[……真的不知该说你什么好了]\n“那就是答应咯，哼，等我把有思考能力的僵尸带到拉里他们面前，绝对会吓他们一跳的。”\n[喂，我说过别拿我当消遣了吧。]\n“这不是消遣，是炫耀。”史蒂夫回着僵尸的话，在背包里摸索了一下，找到了合成台之后啪嗒一下放在了靠着岩壁的地上，然后认真扫视了一下整个洞窟。\n“……你……一晚上用我的镐子就整了洞窟？”\n[啊，看起来很舒服吧]\n看着突然一脸得意的僵尸，史蒂夫的脸抽搐了一下后哼地出了口气：“……不知该说你什么好……得得得上课了，等下跟我去上面一趟，估计要从最基础的开始教你了。”\n[教我？什么东西，而且现在是白天啊，我怎么出去]\n“白天你就戴个帽子啊。”史蒂夫转身将一个铁头盔盖在了走到他身后的僵尸，“地面偶尔会有不会烧着的僵尸，后来发现是因为戴了帽子才不会烧着，你应该也行吧。”\n僵尸听了史蒂夫的话，好奇地摘下了头盔仔细端模了起来，史蒂夫在这之后从背包里翻出了一些木头和石头，打开合成台一边合成一边说：“等会上去砍点木头，教下你工具的使用，你就在洞窟的底部建个家吧，既然能思考了，就别住的跟个怪物似的。”\n[……你这句话意外地伤人诶。]\n“总之是为你好，另外等会先把洞窟门口往外面扩大一些吧。”\n[为什么？]\n“为什么……我还好，如果你一不小心掉下悬崖不是直接玩完了吗？”\n[我觉得会失手掉下去的也只有你了。]\n“你什么意思混蛋。”\n[……而且之前我记得你好像被我重伤之后踢下去过一次吧，你不是还活着吗？]\n“你还好意思提啊？”史蒂夫顿了顿，从合成台上抬起头皱着眉头看向僵尸，“悬崖底有个湖啊，我掉下去吃了好一会面包攒够血才上来的，不过感觉那底下有些东西……之后再说吧。”史蒂夫合成好了两把石斧后，把其中一把扔给了僵尸，自己把石斧抗在肩上说道：“拿好斧头，准备好出发吧，你也应该很兴奋吧。”\n[……斧头……这个是用合成做出来的吗？]\n“是啊，史蒂夫独有的能力哦，羡慕？”\n[……不是，请问合成出来的东西有什么特殊的吗？]\n“特殊……有什么特殊？大概就是每个人合成的细节不太一样而已吧……你问这个干吗？”\n[……这个东西你之前死的时候留了一堆在那里，请问合成是有什么重要意义吗？]\n在拿着石斧一脸疑惑的僵尸面前，史蒂夫难得地想不出什么糊弄过去的话来。\n\n\n在带僵尸到地上之后，史蒂夫从砍树开始一步一步将自己从学校和实践中得到的，如何在这个世界生存下去的知识交给僵尸，僵尸虽然大部分都能理解并且掌握，但因为种族的原因他无法使用合成，所以工具建材等等都还是要等史蒂夫来制作。\n在他们暂时性和解后，僵尸在地洞里建了个入洞式的木屋，然后被史蒂夫带着开始接触他向往已久的这个世界，从丛林到平原，从山峦到冻土，史蒂夫带着僵尸将史蒂夫挖掘出来的这个世界的种种一个一个展示给了僵尸看，虽然身边有个史蒂夫让他感觉有些奇怪的不悦，但这个世界带给他的感动与震撼还是足以盖过这些负面情绪。\n\n\n“……”\n“喂喂喂喂！别把你的口水递到鸡肉上啊？！光是漏出来都是一股腐烂的臭味了滴上去要死人了！”\n[……啧。]\n眯着眼睛看了一眼在完工的厨房里烤着土豆的史蒂夫，僵尸坐回到了橡木楼梯上，继续仔细观察着面前不断散发着热气的鸡肉。\n在第三天的时候，史蒂夫因为大雨赶不回自己的镇子，于是只能用挖到的土豆和打到的野鸡在僵尸只建完厨房和大门的入洞木屋里和僵尸一起吃饭……本来他是准备只做给自己的，但是僵尸强烈要求自己也要吃，他只能把打到的野鸡和两个土豆对半料理了。\n在土豆烧的正好的时候，史蒂夫不慌不忙地将土豆盛到了碗里，端着两个木碗从厨房里走了出来，看到僵尸一动不动地盯着烤的正好的烤鸡，脸抽搐了一下：“……你不是不用吃东西或者只吃人肉的吗，正常的食物尝得出味道吗？”\n[不用吃也不代表不能吃……另外味觉我貌似是正常的。]\n“诶~”\n将一份土豆递到了僵尸面前，史蒂夫用小型的木剑将鸡肉对半割开，用另一个木碗乘好推到了史蒂夫面前，示意可以开始吃了，自己用小型木刀将土豆一部分的皮撩开了一些，将其插起开始吃了起来。\n然后在史蒂夫吃了一半土豆时，嚼着土豆的他抬头看了眼对桌，结果只能看到嘴巴快放大两倍不断发出骇人声音的僵尸。\n“……你、你都吃……土豆的皮呢？鸡骨头呢？！”\n[……好吃。]\n“你这也叫味觉正常吗？！”\n[你这人做的东西很不错嘛。]\n“……真的不知道怎么说你了，还有我不是说过我有名字的吗，绫、简，你有记住吗？”\n[我不想记住。]\n“……那明天你自己做饭吧。”\n[别忘了这只鸡是谁打掉的。]\n“我才射了几箭啊！”\n[十三箭。]\n终于将口里的鸡肉和骨头磨碎吞下去的僵尸，用自己的手臂擦了擦嘴，一脸平静地举着木牌，绫简顿了顿，郁闷地将另外一半土豆的皮剥开，开始吃了起来。\n“……对了，你的名字是啥，从来没听你说过。”\n[命都不一定保得住哪还有闲心管名字。]\n“那我帮你——”\n[不用，免了，谢谢你。]\n“这时候这么礼貌干鬼啊！”\n[反正你也只会根据读音脏比取些小孩都能想到的幼稚名字吧]\n“谁、谁说的……脏比……脏……你、你看！葬，不是很好吗？”\n[……对不起，是我错了。]绫简看到僵尸牌子上的文字，脸上的开心表情还没成型，下一句话就让他的表情怔住了。\n[你不是幼稚，是中二。]\n“吵死了！”绫简将切下来的一小块土豆向着僵尸扔了过去，僵尸歪过头躲了过去，这时绫简才发现僵尸的嘴巴又变成了之前的大小，愣了一会后，绫简看到了自己面前放着已经空空如也的原本放着半只烤鸡的木碗。\n“你这个混蛋！！！！！！！”\n[嗯、好吃。]\n\n\n[……我还是回去吧。]\n“啊？想都别想，吃我饭的时候不是很嗨的吗？”\n史蒂夫抽了抽绑在自己手腕上的缰绳，僵尸叹了口气，拿着木牌跟着绫简继续走在镇子的道路上，在他们两个周围，全是吃惊看着他们的史蒂夫。\n在和解过后大概两周，在史蒂夫的强烈要求下，僵尸无奈地将自己打扮了一下，跟着他一起去他住的镇子上逛一会顺便见见他的同伴，保险起见他和绫简的右手还用缰绳拴在了一起，但即便是这样大街上的史蒂夫们还是流露出掩盖不了的惊恐和厌恶，这多少让僵尸的心里感到不快。\n“啊这个是无害的，是我的宠、朋友，大家不用紧张。”\n[你个混蛋刚才是想说宠物吧！]\n“啊？有吗？嘛，说宠物更容易让他们放心嘛。”\n绫简尴尬地笑了笑，僵尸眯着眼看了他好一会，有些感觉不妙的绫简·正好路过了一个小吃摊，连忙用两个金粒向呆滞的店主买了一串烤鸡肉塞到了僵尸嘴里，结果僵尸的表情还真的慢慢缓和了下来，最后一脸幸福地吃着涂满酱汁的烤鸡肉串。\n“……靠，一个鸡肉串就搞定了，早知道就不用那么麻烦了。”用余光看了眼后面乖乖跟着自己还一脸兴奋地看着街道两旁各种建筑的僵尸，绫简内心里嘀咕了一句，不过还是为他的心情缓和下来而感到安心，在牵着这个大型招人眼装置走了好一段路后，绫简终于将其带到了自己和伙伴住的公寓，正好他的伙伴里奇就在公寓的田地里补种着早上收掉的土豆，此时正一脸惊讶地看着牵着一个僵尸缓缓向着自己走来的绫简，当他们走到自己跟前时，他下意识地切出了铁剑，一脸懵逼地看了看绫简，又看了看僵尸。\n“……真的……假的……你说的那个……有智商的僵尸……是真的？”\n“当然啦，本大爷什么时候骗过你，为了把他收到我的旗下好痛？！”\n僵尸狠狠地踩了绫简的脚一下，不爽地看着捂着脚倒在地上大叫的史蒂夫一眼，然后视线回到了绫简的同伴上面，有些僵硬地点了点头，将木牌举了起来。\n[你好……初次……见面……吧。]\n“……你、你好……”\n爬起来的绫简想要说些什么，但突然看到了公寓二楼往这边拉起弓来一脸疑惑的马尔，右手马上横在了僵尸身前，皱着眉头对马尔招了招手，马尔顿了好一会，还是叹了口气把弓收了起来，将另一个睡着觉的史蒂夫叫了起来，然后和里奇一起三人在乖巧礼貌的僵尸面前彻底懵逼了起来。\n“……喂，绫简。”\n“啥？”\n里奇左右扫视了僵尸好一会，对着绫简问道：“这个真的不是你新研发的化妆技术……之类的？”\n“就算有这种化妆技术，这种臭味是骗不了人的吧。”\n[喂？！什么情况？！你不是说我洗的很干净没臭味了吗？！]\n“哇靠真的跟你实话实说你要洗到后天了吧。”\n[你个混蛋！]\n“喂、喂！救命啊！僵尸咬人了呜哦哦哦哦哦！手、手要断了啊啊啊啊啊啊！”\n僵尸毕竟还是僵尸，强大的力量让他瞬间用缰绳把绫简一扯扯到了身边，抓住了他的右手往身后一扳，绫简一边发出惨叫一边向着同伴求助，但没有人去理会他。\n[你果然就是想带我来炫耀的是吧？！果然还是把我当宠物来看吧？！]\n“要死了要死了要死了啊！我没有啊你是傻●吗？！”\n结果那天因为后来绫简想通过僵尸让自己在全镇上出名的计划败露了之后，僵尸把他揍得只剩半颗连跳都不会跳的心得血量，自己一个人回去了。\n\n\n从和解之后，两个人的生活轨迹都发生了很大的变化，在短短地两个月内，绫简带着僵尸把自己曾经去过的每一个地方，自己体会过的每一个感动都体验了一遍，在寒风吹袭、与天相接的山峰上观看日出，坐船来到了菌丝遍布的蘑菇岛，用木碗在蘑菇牛那里盛上一碗蘑菇煲，在地狱的峭壁上感受岩浆海带来的炽热，僵尸终于如愿以偿地一点一点与这个世界接触，另外绫简也表示带僵尸出去还挺方便了，至少在半夜遇到怪物时僵尸只用说几句话就能把怪物给支开了，总之两人像是互利互助的共生生物一样，渐渐习惯了一起待在一块了……而绫简也开始往一些奇怪的地方发展了起来。\n[……绫简，你确定这样没问题吗？]\n僵尸在巨型黑曜石建筑的后面，握着石质开关稍微有些担心地看向坐在上面的绫简，这个装置由水、无数的红石和中继器和被浸湿的TNT与黑曜石做的长方形导管组成……简单来说就是非常粗劣的红石TNT大炮。\n绫简坐在小水池中央深吸了一口气，手指沾了沾水后伸向上方，随即大喊道：“风向东偏南！Check！”\n【……哈……】在内心里叹了口气，顺便嘀咕了一句真的搞不懂无限生命的生物在想什么，僵尸按照之前绫简教好的方法检查了一遍连接的红石，然后将木牌扔到了炮膛中间，随后传来了绫简的声音：“七十八处红石链接完好！Check！”\n回到了石质开关旁边，僵尸大声嘶吼了一下，炮膛上继续传来绫简兴奋的声音：“实验者身体状况完美！Check！”\n“3——”\n“2——”\n“1——点火！”\n面向僵尸家门口的万丈深渊，僵尸在瀑布旁边扳下了石质开关，空气中马上弥漫出一股烧焦的味道，僵尸马上跑到了事先搭好的黑曜石墙壁后面，露出脑袋看着闪着光的TNT和坐在那堆TNT中央的绫简。\n下一秒，伴随着巨大的爆炸声，绫简一下子飞了出去，在空中划过一条优美的曲线，如他们计划的一样向着对岸飞去，但是曲线渐渐扩大，绫简兴奋的喊叫渐渐变为惨叫，身影向着悬崖深处坠落，等绫简的身影已经捕捉不到后，僵尸简单收拾了一下，就顺着自己搭好的楼梯回到了悬崖的山洞里，从厨房的柜台里拿出了一瓶事先病好的牛奶和面包，坐在客厅幸福地啃了起来，这个世界他最喜欢的就是各种各样的风景，其次就是各种各样的美食。\n大概吃了三轮点心后，伴随着哀嚎，绫简的身影出现在了洞口，他一瘸一拐地走到了僵尸的家里面，僵尸一脸平静地将一瓶牛奶扔到了他跟前，绫简顿了一下，拿起牛奶不爽地拔开了塞子，吨吨吨地喝了起来。\n[于是，实验满足了吗，本来要去对岸直接搭方块过去不就好了吗，为啥一定要造个……这叫什么来着，红石大炮？]\n“你把这个当成史蒂夫的天性就好了……哦对了，我在底下捡到了这个。”\n绫简顿了顿，把一个闪着妖异黄绿光的圆形物体扔到了僵尸跟前，僵尸喝了口牛奶，拿起来仔细看了一下。\n“这是末影人的掉落物来着吧，有什么用吗？”\n[意外啊，我以为你已经很了解了。]\n“扔出去落地能传送之类的我们已经知道了，只是有没有什么其他用途，毕竟他还活着的时候实力比较强，我们对末影人的了解还不算太多。”\n[嗯……用途啊……数据告诉我的东西还真不多。]\n僵尸在之前和绫简稍微提了下，怪物之间的源数据似乎是共同的，所以怪物之间对对方都很了解，而因为这个世界也只能产出一定量的怪物，因为数据是有限的，等一个怪物死亡，创世神、世界机制之类的才能把那个数据回收，然后用来创造另一个怪物。\n拿着眼睛想了好一会，僵尸将其推回给了史蒂夫，[好像和烈焰粉合成能得到一个寻宝机之类的东西，扔起来能找到一个宝藏什么的。]\n“诶~”\n绫简拿着眼睛也把玩了一下，突然起身向着仓库房间走去：“我记得你家里还有几个烈焰棒吧，借我一个。”\n[随便。]\n僵尸看到史蒂夫拿着烈焰棒后也站起身，走到工作台旁边看绫简开始磨起烈焰粉起来，数据只告诉了他一些粗略的信息，他也很想知道这之后会发生什么。\n“……然后……合成……”\n绫简小声呢喃着，将磨好的烈焰粉和末影珍珠慢慢放到了一起，伴随着一小阵尖鸣声，珍珠中央出现了一道竖瞳，绫简有些疑惑地拿了起来，对着僵尸问：“之后？抛弃来就行了？”\n[嗯……大概吧，他应该会向着宝藏隐藏的地方飞去。]\n“……真的假的。”\n绫简半信半疑地向着上方将末影之眼抛了起来，珍珠向上垂直飞了几秒，然后缓缓地按照原轨迹落回了绫简手上，绫简顿了顿，皱着眉头看向一脸疑惑的僵尸。\n[再、再试一次？]\n“……”\n又一次，珍珠准确无误地回到了绫简手上，两人愣了几秒，绫简突然大喊道：“这有个屁用啊！”，将末影之眼向着洞口扔去，但末影之眼在半空中突然停住，绕了一个圈后在两人震惊的眼神中，落到了绫简站着的位置中央。\n“……诶？这个……不会是……”\n[……有……可能吧……]\n绫简抬起头，和僵尸对视在了一起，随后笑了起来。\n“看来我要发财了。”\n[……是我们。]\n僵尸拿着牌子一脸平静地看着绫简。\n\n\n“……你真的也要下去吗？”最后检查了一遍背包带着的工具和物品，绫简拿着末影之眼看了眼身后坐在地上正在穿铁靴子的僵尸。\n僵尸穿好鞋子后，站起来用鞋尖点了点地面，虽然已经穿过好几次了，但是他还是很不习惯护甲的感觉，绫简看僵尸完全没有折返的意思，轻轻叹了口气，叮嘱了一句站后面一些后，左手拿着火把往峡谷下面探了探头。\n万丈的深渊，连瀑布击打底部的回声都传不上来，绫简不禁抖了抖，有点差异自己以前竟然从底下爬上来过，此时天色也渐暗，直接爬藤蔓下去也有些危险，思考了一会后，绫简和僵尸还是决定用方块达成楼梯下去，这样上来也比较方便。\n慢慢地、慢慢地、火光被黑暗所包围，两人像是逐渐远离自己所熟知的世界一样，只能听到搭放鹅卵石方块的声音，拿着火把跟在僵尸后面的绫简努力让自己在这种压抑感下保持冷静，他瞥了一眼下方依旧摸不着边的黑暗，悄悄咽了口口水，心情复杂地看着动作频率从没变过的僵尸，他很想知道在黑夜诞生的物种会不会也产生这种压抑的感觉。\n不知过了多久，火光终于映照出底部的岩石，绫简悄悄松了口气，和僵尸一起跳到了悬崖的底部，从背包里拿出了末影之眼，让僵尸拿着火把，比了比火光能照耀的距离后适当地往上抛起，末影之眼在空中停顿了一下，往两人的左边飞去了，如此重复几次，终于两人终于找到了末影之眼垂直升落的位置。\n“……看起来只能往下挖了呢。”\n[嗯，你先挖，我把周围搭一搭。]\n将火把插在了地上，僵尸用剩下的原石把两人周围围了一圈，虽然悬崖底下同类离他们都有一段距离，但还是小心一点好。\n【……不过为什么只有这么点数量……是因为刚入夜吗？】僵尸心里嘀咕了一句，搭好一个4x4的小火柴盒后，加入了绫简的挖坑行列，两人敲敲打打了好一阵，在破开一个石头后，火光映照出了诡异的石砖地板。\n僵尸看着明显开始发寒的绫简叹了口气，把火把推给了他，深呼吸了一下后切出铁剑，向着洞口跳了出去，落地的一瞬间洞穴里回荡着清脆的啪嗒声，僵尸四处看了看，露出了些许吃惊的表情，跟废弃矿坑不同，这里呈现的是一种十分规整的建筑体系，但又充满了老旧的感觉，稍微顿了顿，僵尸为了绫简的安全，开始探知同类、怪物的气息，结果回过神来时，他惊讶地发现周围几乎全是同类的气息，就在他旁边的墙壁旁边就是数十只以上，他猛地把手上的告示牌甩到了在上面探出头看他的绫简的脸上，让他先呆在上面别下来。\n稍微让自己冷静了一下，僵尸顺着墙壁走到了隔壁的房间，在满房间的怪物里看到了前排的同类僵尸，他清了清嗓子，走到同类的面前，发出了低沉的吼声。\n“同族。”\n“……同族。”那只僵尸顿了顿，看向了他，用同样和善的语气回应道，虽然那在人类、史蒂夫听来也只是骇人的嘶吼声。\n“这里是什么地方？”\n“……你是、地面上、来的、同族吗……”\n“嗯。”僵尸的同族，呆滞地打量了他一下，说道\n“……这里是，坟墓。”\n“……坟墓？”\n“嗯、坟墓、是坟墓。”\n“谁的？”\n“我的、你的、我们的、所有人的。”\n僵尸被同族这么说道，自己突然恍惚了一下，捂着头缓了缓，他不知道为什么突然觉得自己怪怪的，而他眼前的僵尸突然凑上前，抓住了他的肩膀，让他整个人愣住了。\n“你、为什么、有人类的味道……不对，是那边，有，人类的，味道。”\n僵尸面前的同族直愣愣地看向了房间的另一边，慢慢地放开了僵尸，失去支撑的僵尸腿一软，一屁股坐到了地上，盔甲与地面摩擦发出了刺耳的声音，他愣了好一会才回过神来，猛地抓住了即将出房间的僵尸的手臂，用稍微具有攻击性的吼声说道。\n“那已经是我的，已经要死去的我的猎物。”\n“……你的……”被他抓住的僵尸回头看了他一眼，默默地转头回到了房间里面，“那就、没办法了。”\n怪物之间的铁则，已经是一方的目标，可以帮忙，但不可以掠夺，夺取他人所致的**史蒂夫是怪物的重罪。\n心中松了一口气，僵尸从地上爬了起来，犹豫了一会，还是准备让绫简回地上去。\n虽然还想问下坟墓的事情，但他不知道为什么一想到这个词的时候一种奇怪的感觉就会笼罩在他脑海里，让他觉得很不悦，离开房间后，僵尸惊讶地发现之前的走廊传来了火光，匆忙地向着过道走去，他的头刚转过拐角，一根利箭划过他的脸庞，消失在了后面的黑暗里。\n“……什么啊，是你啊。”\n准备搭上第二根箭矢的绫简顿了顿，放下弓松了口气，僵尸的脸抽搐了一下，露出愠色向着他快步走去，右手一把抓住了他的头，将小声惨叫的绫简强制贴上了他左手拿着的告示牌上。\n[我不是叫你现在上面等着吗！]\n“等、等半天了都见你没回来就先下来了呗！”\n[你知不知道隔壁就有十几个怪物等着你下来啊！]\n“我鬼知道啊！这种地下建筑从来就没见过！是个史蒂夫都会兴奋吧！”\n不爽地松开了绫简，僵尸看着他兴奋的脸顿了好一会，重重地叹了口气，无言地拿出了准备好的生猪肉，一下拍在了绫简的头上，然后没办法说出让他回地上想法的怨气加入手掌用力地揉搓了起来，“等、等一下！这是不是比平时还要痛啊！”绫简的惨叫偶尔从僵尸的手指缝里漏出来，回荡在有些骇人的地牢里。\n因为要蒙混怪物们作出绫简已经是重残的样子，两人尝试了很多东西后，发现生猪肉的血是最有效的伪装……虽然不知道确切原理是什么就是了。\n自己揉搓了一下脸部，绫简有些埋怨地看向绫简，但还是收拾好心情，准备探险地牢，但在经过僵尸的时候，绫简突然发觉自己的左手给僵尸紧紧地抓住了。\n[……等一下。]\n僵尸顿了顿，用缰绳把自己的右手和绫简的左手栓了起来，绫简看着自己手上的缰绳，脸抽搐了一下，想要说些什么，但看到僵尸摆着一副从来没出现过的不安表情还在思索着什么，还是把嘴里的话咽下去了。\n“喂，可以走了么。”\n等了僵尸好一会，绫简抽了抽缰绳问道，僵尸看着他，默默地点了点头，两人一前一后地，向着地牢深处走去。\n“……还真的是一堆又一堆的怪物啊，怎么回事啊这里。”把火把插在了又一个房间里，绫简看着扎堆的几个骷髅弓箭手嘀咕了一句，但视线马上就被房间里一个隔层上的箱子吸引住了，三步并作两步向着那边跑了过去，而他后面紧跟着的就是被缰绳拉进来的一脸无奈地僵尸。\n[……不是都是些金锭铁锭和钻石吗……至于那么兴奋吗。]\n“你懂什么，从箱子里翻出来的和自己挖到的是两种兴奋懂吗。”\n[不懂，完全不懂，家里的都还用不完为什么还要拼命收集这些东西。]\n“所以说你懂……这里还连着一个房间！快过来！”\n靠在墙壁上吐槽的僵尸突然又被绫简带着往一个地方跑去，一阵天旋地转后，他一下子靠上了前面的绫简，两人一起摔在了地上，发出了呻吟声。\n[……你特么……跑那么快干哈啊……]\n“……还不是你要栓这个破绳子搞的……”\n两人互相埋怨地爬了起来，一起在身边插了个火把，挠着头看向周围。\n这是个很奇怪的房间，比一般的房间要大两三倍以上，石砖的花纹也变得更复杂了起来，而更奇怪的是，这没有箱子、也没有怪物，只有一个奇怪的建筑耸立在中央，一个像是摆出什么门一样的建筑。\n“……这是啥东西？”\n绫简揉着屁股疑惑地看向房间中央的建筑，慢慢踏上阶梯走到其跟前，不详紫黑色祭坛，整整十二个，围绕在岩浆之上，顶着热气绫简目光落到了祭坛上面，发现在右下角的那个祭坛，跟其他的祭坛有明显的违和感。\n它少了“眼睛”。\n其他的祭坛上都有着闪着妖异紫光的眼睛，唯独这个上面是空空如也的插槽。\n（“……这个眼睛……好像是……”）\n绫简顿了顿，从背包里拿出了之前探测出地老位置的末影之眼，凑到其他祭坛上对比了一下，的确插在这些祭坛一样的方块上的“眼睛”，就是末影之眼。\n在手上比划了一下，没有想太多，绫简将自己手上的末影之眼伸向插槽空空的那个祭坛上，正准备往下按的时候，一只手突然从旁边伸了过来，紧紧地抓住了他的手腕。\n吃惊地看向手伸过来的放向，不停颤抖的僵尸穿着粗气，另一只手也伸过来抓住了绫简的手，死死地定在了空中。\n“喂！你——”\n“吼啊嘎嘎嘎嘎嘎嘎嘎！”\n突然的嘶吼让绫简吓了一大跳，他下意识地打开了僵尸后退，结果被手上的缰绳一卡，两人一起摔下了祭坛，变成了僵尸压制住躺在地上的绫简的样子。\n顿了好一会，看着近在咫尺僵尸的脸，绫简努力让自己相信事情不会向那种地步发展，扯出苦笑说道：“喂喂，该不会现在突然翻脸吧。”\n僵尸愣了好一会，像是才意识到现在的状况一样，猛地松开手直起了身子，上下比划了好一阵子才想起了告示牌，慌张地回头去捡刚才丢掉的牌子。\n[抱歉，真的抱歉，刚才太过慌张了，所以就、抱歉。]\n“得得得，你到底干嘛了？突然那么慌张？”\n被绫简这么问道，僵尸举了举牌子，又放了下来，犹豫了好一会，牌子上慢慢显示出一行小字。\n[……不知道。]\n“……哈？”\n[我也不知道……但是，不要，绝对不要把最后的那个眼睛放到上面去。]\n“哈？？？”\n坐在地上的绫简半眯着眼睛看向僵尸，僵尸有些着急地把牌子往他这边推，[真的，那个东西开启了绝对不是什么好东西，我有这种感觉……怪物的本能有这种感觉，求求你，这一次就好，把你们史蒂夫的好奇心收好可以]\n“得得得你先冷静点，牌子都写不下了。”\n绫简叹了口气，站起来拍了拍屁股，“不放就不放了，那就走了？”\n[……真的吗？]\n“嘛……你都这么求我了，大哥要对小小弟好一点嘛。”\n绫简故意抱胸这么说道，僵尸看着他，轻轻地松了口气，举起了牌子。\n[谢谢你。]\n“……噫，感觉有点恶心。”\n绫简浑身抖了抖，将背包整理了一下，跟僵尸一起顺着插着火把的方向向着悬崖那边返回。\n【“哼……”】\n“？！”\n“？！”\n两人突然楞了一下，一起向着房间里面看去，刚才不知道从哪里，似乎传来了一声冷哼，两人互相望了望，又狐疑地看了眼房间里面，绫简耸了耸肩，继续向着入口的坑洞走去，僵尸虽然还是觉得有哪里怪怪的，但在缰绳的牵引下还是向着房间外走去。\n——————————————————————————————\n“啊哈！！！！大丰收！！！！”\n[是是，记得把鞋底擦干净再进来]\n爬下又爬上的，两人终于回到了僵尸的小洞窟里，被海晶灯温和的光芒照耀着，不仅绫简，连僵尸这个夜行性怪物都觉得放松下来了，果然习惯这种东西真实可怕啊。\n僵尸把装备一脱就开始准备做宵夜了，他在考进洞口的地方放了小桌椅，对不用睡觉的僵尸来说就着月亮吃宵夜是他尸生中的一大乐事，而绫简因为进屋太麻烦了，直接就坐在门口的阶梯上开始清点战利品，从冰块里把牛奶拿了出来，简单思索了一下，决定今晚吃加了碎可可的曲奇，端着一大打曲奇，僵尸在门口看到了两眼放光的绫简，露出微笑叹了口气。\n[这么晚了还点，你今晚要睡我家门口吗。]\n“哼，我现在都可以买下你这个破房子了。”\n[抱歉，不卖。]\n“抱歉，不稀罕。”\n“……~”\n“噗”\n两人不约而同地笑了一下，玩笑虽然是玩笑，但估计今天绫简确实是要睡在僵尸家里了……虽然之前他睡了一晚就一直反复提就算隔着好几堵墙也能在客房闻到僵尸的臭味。\n然后，在两人的笑声之间，插入了一阵不和谐的声音：“……这里也是，一样的怠惰，一样的令人作呕。”\n两人愣了愣，朝着声音的源头，洞口方向看去，一个穿着普通的衬衫、普通的牛仔裤，一个普通的人背着手看着洞里面的两人，但准确来说，似乎只看向了绫简一个人。\n[……这是谁，你朋友？]\n“怎么会，这里我没告诉过任何人。”绫简将手上的东西放好，皱着眉头看向洞口的陌生人说道：“喂，你哪位啊。”\n“哈……所以说创世神给你们无限的生命真的是浪费，无端的浪费。”\n“……”绫简看着陌生人好一会，用“这人是不是**”的眼神看向了僵尸，僵尸啃着曲奇，用“你的同类你快点解决”的眼神回敬绫简，绫简无奈地叹了口气，切出了铁剑向着陌生人那边走去。\n“喂喂喂，你到底想要——”\n“/effect 绫简 slowness 255 1000000。”陌生人突然小声地呢喃着什么，然后对着扛着铁剑向他走来的绫简说道：“停下。”\n毫无征兆地，绫简的腿突然像是灌铅了一样，一步也动不了，又小声呢喃了什么，在僵尸吃惊的眼神里，他对着绫简伸出了手指，指了指地面。\n“跪下。”\n“咔啊——”双腿像是要嵌入地面一样，绫简猛地跪在了地上，双手死死撑着身体，让自己不至于像狗一样趴在地上，陌生人冷漠地看着绫简，突然又对着旁边打了个响指，向他冲来的僵尸也闷哼了一声，直接被压死在了地上。\n“差点忘了，还有个坏掉的僵尸。”\n重新将手背回到了后背，陌生人重新看向了绫简，对着他说道：“从拿到无尽的生命直到现在，你究竟做了什么能让这个世界值的给你无尽生命的事情，你想过吗？”\n“……”\n“想过吗？没想过吗？所以说你们只是拿着创世神给你们的权限会获得垃圾而已啊。”\n冰冷的语气像是在审判一样，绫简想要反击，但可笑的是双臂此时却达到极限，自己的头猛地磕在了地上，钻心的疼痛不断地从额头传来，绫简将牙齿咬得嘎吱作响。\n“……不过，今天也到头了啊。”\n伴随着陌生人的这句话，两人身上的压力突然消失了，僵尸翻了个身，捂着发疼的腹部直起了身子，想跟绫简眼神交换一下反击的策略，但却发现绫简跪在地面上，眼神呆滞地看着前方的一小行浮空的文字。\n僵尸不知道的是，此时此刻不止绫简，整个世界，整个创世神的星球，所有的史蒂夫此时眼前都出现了这一行文字。\n【世界重构中——模式更改——极限生存——完毕 】\n几秒钟后，那行文字像是从来没出现过一样消失了，僵尸此时还摸不清状况，无论他怎么用眼神示意绫简去反击，但绫简却一直在躲闪他的视线。\n【喂！绫简！怎么回事！你在干什么！？】\n“他在害怕吧。”陌生人的话，打断了僵尸，僵尸一瞬间切回铁剑警惕着陌生人，但陌生人却毫不在意他，露出微笑看着开始后退的绫简。\n“来啊，不是要向我反击吗？是缺武器吗？”\n陌生人一边说着，左手一晃，一把钻石剑划出弧光插在了绫简旁边的地面上，但仅仅是这样，绫简就被这清脆的声响吓得一下坐在了地上，不断地穿着粗气。\n【玛德他到底是干嘛了啊？！】\n实在无法放着绫简的僵尸慢慢移动到他的旁边，一把把他抓了起来，还没来得及用告示牌问他，绫简就用双手挡住了脸，在手臂间露出惊恐地眼神看着僵尸，僵尸反倒手足无措了起来，最后还是将矛头指向了像是看到什么滑稽的表演开始大笑的陌生人上，架着铁剑护着身后的绫简，用告示牌向他问道。\n[你TM做了什么？！]\n“哈……哈……嗯？诶，你还会用告示牌啊？”\n[别装傻！]\n“哈……我？我什么都没做啊？不如说我只是做了创世神一直想做的事而已。”陌生人抹了抹眼角的眼泪，继续说道：“这个世界给予史蒂夫的已经太多了，但他们只是在浪费世界给予他们的馈赠，所以惩罚就来了。”\n[……惩……惩罚？]\n“是啊，一个非常简单，非常有效的惩罚。”陌生人笑着说道，“他们现在，跟你们一样，只有简简单单的一次生命了哦。”\n一瞬间，僵尸终于明白为什么绫简会变成这个样子了，心里既觉得可笑又觉得活该，但自己却还是护在了绫简的身前，看着这样的僵尸，陌生人顿了顿，疑惑地歪了歪头。\n“你……是他的宠物？”\n[下辈子都不可能。]\n“那为什么？要护着他？他们应该是一直在**着只有一次生命的你们吧？现在不是复仇的最好时机吗？”\n[我要怎么做轮不到你来指手画脚。]\n“……指手画脚……不，只是觉得他不值得而已，不过这确实是你自己的事情，另外谢谢你们。”\n[……谢谢？]\n“啊，谢谢。”\n洞口的陌生人，在月光的照耀下再次微笑了起来，然后突然间，不知是不是僵尸的错觉，地面、世界似乎倾斜了一下，但随即马上又恢复了正常，但之后的吼叫声，让他知道了那并不是自己的错觉。\n“吼嘎嘎嘎嘎啊嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎！！！！！！！！！！！”\n“谢谢你，特地把最后一个末影之眼，带到那个房间里。”\n伴随着这句话，巨大的黑影从下而上把洞口遮蔽，黑暗里绫简只能看到那双泛着宝蓝色的双眼，整整数十秒，遮蔽洞口的黑影才散去，但取而代之的是，月亮、夜晚被巨大的翅膀所遮蔽了。\n【不、不可能吧……】\n来自本能地恐惧让他止不住的颤抖，他不知道那是什么，那代表了什么，但他知道那个在夜空中飞舞着怒吼着的生物……是他的王，是夜晚的王。\n“嗯……要做的全部都做好了……龙应该会按照本能去摧毁最近的镇子吧……至于你们。”\n陌生人的视线重新回到了僵尸和绫简身上，僵尸下意识架好了铁剑，这时候他的右肩突然被什么人拍了下。\n“……抱、抱歉……刚才……没缓过来。”\n“……”\n绫简的气息还十分不稳定，但还是拿着铁剑站在了僵尸旁边，而僵尸能明显感受到，就连拍着他肩膀的手都还在不停颤抖着。\n陌生人看着警惕的两人，突然像是想到了什么有趣的事情一样，笑了起来。\n“/give 绫简 322:1 1”\n“……？！”\n下一秒，绫简手上突然出现了一个闪着金光和紫光的金苹果，还没来得及说什么，他头上又出现了一个由基岩组成的天花板。\n“来做个实验吧，看看金苹果是不是真的是无敌的之类的？”\n抓着金苹果的绫简看了眼天花板，又看了眼陌生人，而下一秒，洞口回荡着清脆的响指声，天花板突然赋予重力一般，重重地向着绫简压去。\n视线里，沉重的灰黑色方块离自己越来越近，手上的金苹果拿起又放下，绫简像是接受自己命运一样，无奈地笑了出来。\n等回过神来的时候，视线一阵天旋地转，陌生人的身影慢慢出现在了绫简的视线里，疑惑的绫简撑着地板爬了起来，确认着自己的位置，然后视线落在了面前的基岩上面。\n而基岩的下方，不属于史蒂夫的，红绿色散发着腐臭气味的血液，正在缓缓渗出。\n\n\n\n\n\n\n\nC357110F4CB3B9113F8C928BF4FFD1F6.jpg (169.13 KB, 下载次数: 0)\n\n下载附件\n\n僵尸\n2018-11-6 22:53 上传\n\n\n\n\n\n\n\n\n515C23FE1D58843FC094E399159804FE.jpg (160.08 KB, 下载次数: 0)\n\n下载附件\n\n史蒂夫\n2018-11-6 22:38 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1541514840,
            "txt_content": "当场表演写小说，我掘得海星。\n支持一下dalao！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1541514960,
            "txt_content": "目录对我这种代码白痴太难了啊！有没有大佬发教程啊魂淡！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1541515800,
            "txt_content": "NoName德里奇 发表于 2018-11-6 22:34\n当场表演写小说，我掘得海星。\n支持一下dalao！\n不是啊！我是真的不会用目录啊！我已经写好两个章节了想草稿学目录结果特么点到发帖了啊！"
        },
        {
            "author": "Abraham511",
            "timestamp": 1541524200,
            "txt_content": "咦~题目很不错哦~~\n\n理科生来前排支持一下~"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1541544780,
            "txt_content": "秋叶枫苓 发表于 2018-11-6 22:50\n不是啊！我是真的不会用目录啊！我已经写好两个章节了想草稿学目录结果特么点到发帖了啊！ ...\n不会用目录的话可以暂时用分页代替。"
        },
        {
            "author": "筱枝三君",
            "timestamp": 1541563320,
            "txt_content": "会有后续么ww\n感觉还挺有意思的，不过到这就结尾也挺好的，作为一个有点特殊的僵尸和傻傻的史蒂夫的故事xx\n没准，当有第二个史蒂夫过来讨伐这个僵尸的时候，这个傻傻的史蒂夫还会说出，你是哪根葱，他是我的猎物，这样感觉的话来吧xx\n萌新给大佬鞠躬，大佬加油，期待新的作品"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1541563440,
            "txt_content": "筱枝三君 发表于 2018-11-7 12:02\n会有后续么ww\n感觉还挺有意思的，不过到这就结尾也挺好的，作为一个有点特殊的僵尸和傻傻的史蒂夫的故事xx\n ...\n是大佬我死了\n嘛，这个是第二小节，还有两个（吧）"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1541566740,
            "txt_content": "@秋叶枫苓感到第一张与这图莫名相似"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1541567160,
            "txt_content": "琉璃糖 发表于 2018-11-7 12:59\n@秋叶枫苓感到第一张与这图莫名相似\n噫，真实下牛\n（我喜欢）"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1542023460,
            "txt_content": "跨种族友谊\n非常有趣啊，在孤独的世界交朋友什么的（语法严重日化…"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1542025680,
            "txt_content": "aa1122a33 发表于 2018-11-12 19:51\n跨种族友谊\n非常有趣啊，在孤独的世界交朋友什么的（语法严重日化…\n嗯，轻小说写多了，现在写古风等于公开处刑了"
        },
        {
            "author": "无暝_Ax",
            "timestamp": 1543237560,
            "txt_content": "怎么不更新了？催更"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1543242660,
            "txt_content": "无暝_Ax 发表于 2018-11-26 21:06\n怎么不更新了？催更\n明天考试……周五更！……吧"
        },
        {
            "author": "无暝_Ax",
            "timestamp": 1543242720,
            "txt_content": "秋叶枫苓 发表于 2018-11-26 22:31\n明天考试……周五更！……吧\n恩，好的，：'“”谢谢作者"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1543582440,
            "txt_content": "无暝_Ax 发表于 2018-11-26 22:32\n恩，好的，：'“”谢谢作者\n咕咕咕，咕咕咕咕，咕咕"
        },
        {
            "author": "无暝_Ax",
            "timestamp": 1543641960,
            "txt_content": "秋叶枫苓 发表于 2018-11-30 20:54\n咕咕咕，咕咕咕咕，咕咕\n？你饿了吗？杀了你小说里的僵尸然后吃辣条吧"
        },
        {
            "author": "筱枝三君",
            "timestamp": 1543680960,
            "txt_content": "催更！！！xxx"
        },
        {
            "author": "我是名字-",
            "timestamp": 1543764840,
            "txt_content": "人类三大本质:我王**就是饿**外边儿**不吃一点东西   真**咕咕?咕咕咕?\n\n\n复读机复读机复读机……"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1549112100,
            "txt_content": "啊啊啊，断章是最难受的啊！催更！催更呐！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1549121760,
            "txt_content": "aa1122a33 发表于 2019-2-2 20:55\n啊啊啊，断章是最难受的啊！催更！催更呐！\n诶……其实写了半章……但最后一章文字量发现比预料的要多……"
        }
    ]
}