{
    "title": "微软发布Redmond Campus存档",
    "author": "ff98sha",
    "replyCount": 7,
    "timestamp": 1541601360,
    "txt_content": " 本帖最后由 ff98sha 于 2018-11-7 23:00 编辑 \n\n\nHave fun exploring the massive Redmond Campus, home to many thousands of Microsoft's employees\n探索微软办公处，数千微软员工的家\n\n\n\nIf you've ever wanted to explore the massive Microsoft Redmond Campus but never had a chance (or permission!) can you now do this via Minecraft:Education Edition with a world provided by Microsoft Facilities (note: there is no support associated in anyway with this world).\n你是否想过要探索微软的Redmond Campus办公处，却从来没机会（或许可）\n去看一看？现在，你可以在Minecraft：教育版中通过Microsoft Facilities提供的一个世界来我们这转转！（注意：此世界不管怎样都不提供售后帮助服务）\n\nDownload Minecraft;EE Redmond Campus World here\n点此下载Minecraft：教育版内的Microsoft Redmond Campus世界\n\nAccording to Wikipedia, It is estimated to encompass over 8 million square feet (740,000 m2) of office space and 30,000–40,000 employees.\nIf you're new to Minecraft:Education Edition, you may way to read my Ultimate Setup Guide to help you get underway. To get started with the above you need to first download the file and import the world into Minecraft:EE\n根据维基百科所述，办公区域占地约800万平方英尺（合74万平方米），有3-4万员工在内办公。如果你是Minecraft教育版的新手玩家，可以看看我的终极参考指南来起步。首先你需要下载存档文件并导入到教育版中。\nOnce you have the downloaded file you can simply double click it and this will launch Minecraft:EE and start the import into your list of worlds\n当你下载好文件后便可双击它，轻松打开教育版后开始导入存档。\nOnce the import has finished you should see the Microsoft Campus world showing alongside your available worlds to play\n导入完存档后你便能看到你的存档列表中有一个Microsoft Campus世界。\n\nIt's worth noting that the current template file is saved in \"Creative Mode\" - this means that you can be destructive inside the world (or creative and build new proposed buildings for Microsoft!).\n要注意当前的模板存档文件是以创造模式保存的，这意味着你可能破坏到世界中的建筑（或者是帮微软建造新的建筑！）。\n\nIf you're a teacher and you would prefer your students didn't start destroying the buildings as soon as they're in there, you may want to open the world in \"Survival Mode\" which will prevent this:\n如果你是一位教师，并且不想让你的学生一进入世界就开始搞破坏，你可以以生存模式打开此世界：\nWhen you are first inside the world you are presented with a Campus Map making it that little bit easier to decide where to go exploring first:\n当你一进去世界，你会看到一张地图，帮助你决定先去游览哪里：\nNote the green dot (I've circled it in red) shows you were you are - I've also highlighted the cricket pitch - more screenshots below!\n注意到那个绿点没有（用红圈标出来的），它显示了你的当前位置。我还标出了板球场的位置。下面有更多截图！\n\nFor Microsoft employees there are some fun quizzes that can be played inside the world (below) - these could be a bit challenging for the average student, but perhaps you could use this as a challenge to try and find answers for during the upcoming Skype-a-thon, a fun annual activity where Microsoft employees skype with students in schools around the world.\n对于微软员工来说存档里有几个有趣的小测试可供游玩。这对一般学生开始可能有些困难，但你可以视其为一种挑战，可以在接下来的Skype-a-thon活动中尝试寻找答案。Skype-a-thon是微软员工和世界各地学校的学生聊skype的年度活动。\nQuizzes in the game\n游戏中的小测试\n\nAnother useful feature of the Campus World is the use of NPC (Non Playing Characters) who provide interesting facts about that particular area of the Campus:\n存档的另一个有趣之处在于有NPC会在办公处的各个特定区域告诉你一些有趣的事情：\n\n\nOne of the main thoroughfares on the campus - there are stores, eateries and even Microsoft colour-themed flags!\n办公处的一条主干道，上周商店、餐厅和微软主题的旗帜！\n\nWhen I first visited the Redmond Campus I was struck by it's size - unfortunately Redmond was experiencing a rare snowy day so it was a bit cold to wander too far afield, however I did come across the soccer fields (people were playing soccer on it under lights with snow on the ground!):\n当我第一次参观Redmond Campus的时候我被它的庞大所迷住了，但不幸的是那天Redmond正在经历一场罕见的降雪，寒冷使我无法逛得太远。然而我还是走到了足球场，人们当时正在雪地上映着灯光踢球：\nWhat's interesting is that as Microsoft's employee makeup has diversified, so has the recreation pastimes offered. There is now a cricket field on campus as well:\n有趣的是随着微软员工组成结构的变化，业余娱乐活动也有了很多选择。现在这里也有了板球场：\nAnd it would not be America without a baseball diamond:\n没有棒球场这就不叫美国了，对吧：\nThis is a fun Minecraft:EE world to explore and I encourage you to download it and have a look around!\n这个有趣的教育版世界等你探索，希望你能下载并逛一逛！\n\n【ff98sha译自Have fun exploring the massive Redmond Campus, home to many thousands of Microsoft's employees】\n【作者Sam McNeill，发布时间2018年10月19日】",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1541635440,
            "txt_content": "我还高兴了一把，以为官方也学会玩游戏了\n看来以后我要制作在Minecraft内的旅行计划了"
        },
        {
            "author": "1377023219",
            "timestamp": 1541637600,
            "txt_content": "基岩版有对话UI了？？？"
        },
        {
            "author": "Actahedral",
            "timestamp": 1541639100,
            "txt_content": "1377023219 发表于 2018-11-8 08:40\n基岩版有对话UI了？？？\n这是教育版"
        },
        {
            "author": "efsg_",
            "timestamp": 1541641560,
            "txt_content": "那么什么时候会有applepark呢"
        },
        {
            "author": "Оil",
            "timestamp": 1541641680,
            "txt_content": "夭寿了NPC居然用的是村民……（虽然人家本来就是官方NPC，但是这违和感……誒……╮(╯▽╰)╭……）"
        },
        {
            "author": "小李哈哈",
            "timestamp": 1541650800,
            "txt_content": "教育版倒是挺神奇，不知道有没有java的地图。。"
        },
        {
            "author": "zyjking",
            "timestamp": 1541732880,
            "txt_content": "我在想，如果以1：1还原会怎么样..."
        }
    ]
}