{
    "title": "[Minecraft.net | INSIDER]背包盘点：绊线钩",
    "author": "猜猜谁是谁",
    "replyCount": 6,
    "timestamp": 1541834460,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2018-11-11 19:39 编辑 \n\n\nTaking Inventory: Tripwire Hook\nIt’s a trap!\n背包盘点：绊线钩\n这是个陷阱！\n\nPicture the scene. You’ve just discovered a vast, unmapped, jungle biome while exploring your world. You spend an hour or so scrambling through the undergrowth, dodging spiders, spooking ocelots, and collecting melons. So many melons. Then, out of the corner of your eye, you notice some mossy cobblestone.\n想象这样的画面：当你在探索世界的时候，发现了一个巨大的、没去过的丛林地形。你花了一个小时左右穿越灌木丛、躲避蜘蛛、吓唬豹猫和收集瓜果。你的眼中看到了超多瓜果，然后你注意到了在你的视线角落里，有一些苔石。\n\nIt’s a jungle temple! Crafted by ancient hands, its craggy pillars reaching into the sky. Taking a deep breath you step inside. It’s dark, damp, and smells disconcertingly of creepers. But you know there must be treasure here. Upstairs? Nothing. Downstairs, where it’s even darker, you light a torch. Down a vine-strewn corridor you spy your prize – a chest! You take a step towards it, and the last thing you hear is a “click” before you get a faceful of arrows.\n那是一座由古人创造的丛林神庙！它那崎岖的柱子拔地参天。你走进去深**气，那里阴暗潮湿、闻起来像令人不安的苦力怕。但你知道这里一定有珍宝，往上走？没有什么东西。往下走，变得更暗了，你点燃了一个火把。走过一个藤蔓丛生的通道，你看见了你的奖赏——一个宝箱！你向着它迈出了一步，然后你只听到“咔哒”一声，你就会箭射满一脸。\n\n\n\nThat’s right, our item of the week is the tripwire hook! These dastardly creations are made from a handful of pretty basic ingredients, but are perfect for setting up traps for mobs, animals or even other players. To set up a tripwire, you need to place two tripwire hooks facing each other, and connect them with string. It’ll then sit there until a player walks through the string, at which point you’ll hear a “click” and the hooks will send out a redstone pulse.\n没错，本周我们的物品就是绊线钩！这些卑鄙的创造物由少量基础成分制成，但却是给怪物、动物乃至玩家设置陷阱的完美之选。要设置绊线，你需要放置两个相互面对的绊线钩，并用线把它们连接起来。这样它就会“躺”在地上直到有个玩家在线丝上走过，在那时你会听见“咔哒”一声然后绊线钩会发出一个红石信号。\n\nNow that I’ve explained how to arm the trap, I should probably explain how to disarm it. You can’t just break the string with your hands – that’ll cause it to trigger. Instead, you can either break one of the tripwire hooks, or carefully snip the string with a pair of shears. That’ll disengage the trap without triggering it.\n既然我已经解释了如何准备陷阱，那么我就应该解释如何解除它。你不能直接用手去破坏线丝-那样会触发它。取而代之的是你可以破坏其中一个绊线钩，或者用一把剪刀小心地剪掉线丝。这样会使陷阱分离而不会触发它。\n\n\n\nTripwires have likely been around in the real world since the invention of string. The earliest string on record is about 90,000 years old, but because it rots away very easily it’s highly likely that the invention is far older. We know that prehistoric hunters used traps, which could have been made by constructing cages out of wood, and setting up a tripwire so they would fall onto anything that tripped it.\n自从线被发明后，绊线钩很可能就出现在现实世界中了。记载中最早的线大约有90,000年的历史了，但是因为它很容易腐烂，所以这项发明可能已经有更早的历史了。我们知道史前猎人会使用陷阱，这种陷阱可能使用的是木造笼子，然后设置一个绊线，这样笼子就会掉到任何踩到绊线的东西上。\n\nToday, tripwires are still widely used around the world. To detect these kinds of traps, soldiers have several strategies – some shine green lasers down suspicious corridors, which helps illuminate and expose any tripwires. Another, slightly more fun, option that was used by US troops is to spray Silly String down a corridor. It’s lightweight enough to settle on a tripwire without triggering it.\n如今，绊线仍在世界各地被使用。为了侦测这些陷阱，士兵有几种策略——用一些绿色的激光照射可疑的走廊，这样有助于照亮并暴露任何绊线。另一个有更多乐趣的美军选择是沿着走廊喷射气溶胶绳子。它足够轻，可以停留在绊线上而不触发它。\n\nUnfortunately, there's no silly string in Minecraft, so next time you’re exploring a jungle temple you’re just going to have to watch your step. Sorry!\n不幸的是，在Minecraft中并没有这种气溶胶绳子,所以下一次你探索丛林神庙时，你只需要注意脚步就行了。抱歉！\n\n\n【猜猜谁是谁译自Taking Inventory: Tripwire Hook】\n【作者Duncan Geere,发布时间2018年11月9日】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1541840160,
            "txt_content": "一些小建议：\na facrful of arrows, 这个应该是说被箭射了一脸，而不仅仅是一根箭。\nsilly strings指的是那种节庆玩具，可以喷出彩色泡沫条的东西，不过没查到中文具体叫什么"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1541840460,
            "txt_content": " 本帖最后由 森林蝙蝠 于 2018-11-10 17:09 编辑 \n\n翻译得有点着急了吧？\n第一段：你在跑图时发现了一大片以前没去过（没在地图上标注）的丛林，花了一个小时左右穿越灌木丛，躲避蜘蛛，吓唬豹猫，还收集到了很多西瓜，然后你眼角的余光扫到了一些苔石。\n第二段：是一座古人建造的丛林神庙！……\n第三段：这些卑鄙（阴人）的小玩意只需要一点基础的材料合成，……\n最后一段：Silly String并不是“傻傻的绳子”，而是“气溶胶绳子”，一种从喷罐里喷出的长条，就是节庆用的泡沫彩带，详见https://en.wikipedia.org/wiki/Silly_String"
        },
        {
            "author": "meifanguo",
            "timestamp": 1542633660,
            "txt_content": "强大的mod趣味性真高"
        },
        {
            "author": "夜斗km",
            "timestamp": 1543238460,
            "txt_content": "还可以。"
        },
        {
            "author": "langwanmc",
            "timestamp": 1543305600,
            "txt_content": "\n强大的mod趣味性真高"
        },
        {
            "author": "Alexstevesteve",
            "timestamp": 1544693760,
            "txt_content": "绊线在解密和塔防里作用更大一些，但是用来防御怪物要连射好像很麻烦"
        }
    ]
}