{
    "title": "正版被封了怎么办？",
    "author": "xianren66",
    "replyCount": 7,
    "timestamp": 1541894520,
    "txt_content": "我那天在optifine官网弄披风，但不巧的是我是开的VPN进的，按道理应该是让我强制改密，但是可能因为我改密改太多次了，就是进官网太多次忘记关VPN了，哎。后来那次我进官网就被封了，没有改密机会了。。。然后我就找MOJANG的客服，申请找回账号，他说要交易ID，但我这人没事就喜欢清理邮箱，把所有邮件都删了的，啊啊啊，我没有交易ID，于是他说If you are unable to provide your transaction ID or redeemed code, please answer the following questions about the account to the best of your ability. \n\n1. In what city and country were you when you registered your account?\n2. What month and year did you register your account? Only the year is not an acceptable answer.\n3. What is the original email of the account?\n4. What store was the card purchased in?\n5. When was it redeemed? \n\n\nFeel free to provide several answers for each question if you are unsure of the spelling, and please consider your answers as this is our only way to help you without the transaction ID or redeemed code. \n但是我是在淘宝买的，别跟我说有问题，都用1年多了，所以第4个问题我也不好回答，第5个问题我也不知道是什么意思，我以为是问我这个号什么时候被封的，然后我回答的是\n1.xxxxx ,China\n2.20xx.xx.xx\n3.x-x-x-x-x-x@qq.com\n4.Taobao bought it in China. This is an online shopping APP. I bought the gift code (but it is safe).\n5.In the middle or lower part of September, I can't remember the exact time.\n\n然后他说\nHi,\n\nI'm afraid this is not enough correct information for me to verify you as the original owner of the account. Please consider the questions and provide new answers for them, and please feel free to provide several answers for each question if you are unsure of the answer or the spelling of the answer.\n\nAs you are unsure of when you registered, I would advise you to check the version history of the game as it may help you remember when you registered if you see what features were released around the time you registered. The game version history can be found here http://minecraft.gamepedia.com/Version_history.\n\nWe cannot provide support if you were given an account or if you made your purchase through an unauthorized reseller or another player. If your account was purchased from an unauthorized reseller, you may wish to dispute the charges with the seller or with your bank.\n\nIf your purchase was made at https://minecraft.net/, we can assist you if you provide the transaction ID from your purchase. For information on how to locate your transaction ID, or recover it if you no longer have it, please see http://help.mojang.com/customer/portal/articles/361380.\n然后我也真的不知道该怎么回答他，好多东西我也忘了，后来他又说\nHi,\n\nI'm sorry but this information is not correct nor can I assist you with the account. \n\nThis account has been blocked because you are using a VPN to connect to our services. We understand that this is necessary for you to use our services but we can, unfortunately, not allow it. If you continue to use a VPN your account will be blocked again. A Chinese edition of Minecraft is available, you can find more information about it at http://mc.163.com/.\n\n然后，就没有然后了，，，，我很着急，我也不想再买一个了，就算再买一个，我还想用原来的邮箱，但这是不允许的，我现在也没法注销那个号，所以我也不知道怎么办，购物ID被删了，好多问题我也忘记了，怎么办啊？我不想放弃正版，不想放弃Minecraft。",
    "replies": [
        {
            "author": "XuHaitian",
            "timestamp": 1541904000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zyjking",
            "timestamp": 1541911200,
            "txt_content": "估计很难了...\n这件事情告诉我们，一定要保存订单记录\n说难听点，自己做的死，谁叫你没事乱删邮件？\n另外，使用V.PN最好只选一个服务器，避免IP变化太多次"
        },
        {
            "author": "tianxinketx",
            "timestamp": 1541912400,
            "txt_content": "If you continue to use a VPN your account will be blocked again. \n\n意思是你继续用魔法上网就再封，言下之意这次解了？"
        },
        {
            "author": "Abraham511",
            "timestamp": 1541919540,
            "txt_content": "但是我是在淘宝买的\n\n你可以找当时的卖家申请支付时候的付款记录\n\n然后通过银联查询\n\n找到订单号申诉"
        },
        {
            "author": "a1294790523",
            "timestamp": 1541924220,
            "txt_content": " 本帖最后由 a1294790523 于 2018-11-11 16:26 编辑 \n\nThis account has been blocked because you are using a VPN to connect to our services. We understand that this is necessary for you to use our services but we can, unfortunately, not allow it. If you continue to use a VPN your account will be blocked again\n你现在能登的上去吗？（使用直连）看样子貌似解除了  被封指的是什么情况？\n来自（https://help.mojang.com/customer ... 781529-login-failed）\nIf multiple failed attempts to log in are made in a row, you might have to wait 24 hours before the account can be authenticated again. If your problem is not resolved after 24 hours, please contact customer support.\n\n复制代码\n"
        },
        {
            "author": "xianren66",
            "timestamp": 1542360180,
            "txt_content": "tianxinketx 发表于 2018-11-11 13:00\n意思是你继续用魔法上网就再封，言下之意这次解了？\n没有给我解"
        },
        {
            "author": "Abraham511",
            "timestamp": 1542546600,
            "txt_content": "小斌CHINA 发表于 2018-11-16 17:23\n没有给我解\n要提供当时购买账号时候的交易邮件的...\n\n就是有付款ID的那个~"
        }
    ]
}