{
    "title": "[Minecraft.net | CULTURE]泰坦的进攻",
    "author": "猜猜谁是谁",
    "replyCount": 11,
    "timestamp": 1542032760,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2018-11-13 21:17 编辑 \n[bili=35890771]1[/bili]\n\nAttack of Titans\nA trio of time-lapse titans take on town trespassers!\n泰坦的进攻\n延时摄影三重奏-泰坦们成为了城镇的侵入者！\n\nIt’s time to test your memories, Minecrafters! Perhaps the keen-eyed and big-brained among you will remember a beautiful timelapse we covered a while back called Novigrad, made by a team called Elysium Fire. Well, they’re back at it again, this time with another timelapse called The Titans Attack!\n考验你的记忆的时候到了，Minecraft玩家们！或许你们中眼光敏锐、头脑发达的人会记起我们不久之前报道过的一个美丽的延时摄影影片叫诺维格勒，由一个叫Elysium Fire的团队制作。他们又回来了，这次带来了另一部延时摄影叫泰坦的进攻！\n\nIf you’re up on your Greek Mythology, you’ll know that the Titans were a bunch of very large gods and goddesses, the children of the Earth Goddess and the Sky God, who are most often depicted as gigantic beings who love to fight and smash things up. Eventually, they had children, and those children grew up to be the Greek Gods you might have heard of, like Zeus, Hades, and Poseidon. The Greek Gods, known as the Olympians, wanted power for themselves, and so they fought the Titans for power. This war took **, but finally, the Olympians won, and they imprisoned the Titans deep in the Underworld. Phew!\n如果你了解希腊神话，你就会知道泰坦是一群非常强大的神和女神，是地球女神和天空之神的孩子，他们经常被描绘成喜欢战斗和砸东西的巨大生物。最终，他们有了孩子，这些孩子长大后就成为了你可能听说过的希腊诸神，像宙斯、哈迪斯和波塞冬，被称为奥林匹亚人，他们想要他们自己的力量，所以为此向泰坦开战。这场战争耗费了十年时间，但是最终，奥林匹亚人获胜了，并且他们将泰坦深深的囚禁在了地狱，嚯！\n\nBut what if… the Titans escaped?\n但是如果说...泰坦逃脱了呢？\n\n\n\nIf you haven't watched the time-lapse yet, scroll back up to the top and try it now. Trust me, you won't regret it!\n如果你还没有看过那部延时摄影，滚动回到最上方并且现在就观看。相信我，你不会后悔的！\n\nThat’s exactly what Elysium Fire imagined for this build, which envisions the Titans waking up, escaping and celebrating the end of their long nap by going on a massive rampage. They can be seen in this build approaching a town, presumably to smash it into teeny tiny pieces and eat all the people inside, like delicious candy inside a pinata. \n这正是Elysium Fire为这座建筑所设想的：当泰坦们醒来后，通过大规模的**来逃脱并庆祝他们深睡的结束。从这座建筑中可以看出，他们走近一个城镇，似乎是想要砸碎它，再把里面所有的人吃掉，就像是皮纳塔中美味的糖果一样。**皮纳塔：\n\n皮纳塔（pinata），起源于中国，用于庆祝春节，最早的皮纳塔是用纸包裹的种子和小型水果。\n——摘自百度百科\n\nit is decorated, and filled with small toys or candy, or both, and then broken as part of a ceremony or celebration.\n——摘自WIKIPEDIA\n查阅资料整理得：外国有个游戏叫broke the pinata（打破皮纳塔），小朋友会抓瞎用棍子尝试打破皮纳塔，然后其他小朋友阻止他。当皮纳塔被打破时所有的小朋友都会一拥而上抢里面装的东西（通常会有糖果？）\n\n\nThe townspeople might not have seen this coming. In fact, they probably didn’t even know that they were trespassing on Titan ground. “They lived in peace for hundreds of years,” says Elysium Fire’s Remi Serrano, “until the titans woke up from eternal sleep and wanted to claim back their lands.” The only way to claim back the lands, of course, is to smash all the stuff on top of it, much like when your bed is covered with clothes so you have to throw them all on the floor at night when you need to sleep.\n镇民们可能不知道这样的事情会发生。事实上，他们可能都不会知道他们处于泰坦入侵地。“他们在这里和平地居住了上百年。”Elysium Fire的Remi Serrano说，“直到泰坦从永恒的睡梦中醒来，并且想要夺回他们的土地。”当然，夺回土地的唯一方法就是把上面的东西都砸碎，就像当你的床被衣服盖满，而你又很想睡觉时，你要把衣服全都扔到地上去才行。\n\n\n\nWhat do you mean you still haven't watched the time-laspe? Scroll up and watch it now! Pleeeeease.\n你还没看过那部延时摄影是什么意思？请滚动到上面然后立马观看它！\n\n\n\nNo, don't just click through this little gallery to see the day/night switch (even though it is very cool) SCROLL UP AND WATCH WATCH WATCH\n不，不是只要点击这个小图库就能看到日夜的变化了（即使这的确很酷）（注：MCBBS不支持这种功能）滚动到上面然后快点看视频！！！\n\nThe architecture itself – soon to be ex-architecture, when it’s nothing but bricks – is based on German castles, so the team used photos to inspire their designs, but went with a brighter colour scheme. The castle, which is built out of light-coloured sandstone, blends in nicely with the snowy surroundings, and the use of dark wood blocks like oak and spruce give the buildings a Scandinavian feel – which is pretty appropriate for a game made in Sweden!\n建筑本身——当它只是一堆砖头时，很快就会变成过时的建筑了(?)——是以德国城堡作为基础，所以这个团队利用图片来启迪他们的设计，但是随之而来的是更明亮的色彩方案。这座用浅色砂岩建造的城堡与雪地环境很好的融合在了一起，而对深色木块-像深色橡木和云杉木-的使用给了建筑一种斯堪的纳维亚的感觉——这相当适合一个瑞典的游戏！\n\nThere are three Titans in this build, who Remi describes as the “guardians of these lands”. Closest to the castle is a huge white, blue and purple dragon with fiery eyes, who will probably be taking care of all the wooden parts of the castle. Behind the dragon is a gigantic worm with sharp teeth, who can presumably devour all the citizens of the town in one big gulp. Last, but not least, is the towering, horned giant, who could squish anything leftover just by sitting down. Safe to say that these three will have their lands back by the end of the day, I think! Maybe if I write really nice things about them in this article they’ll spare me? :D\n这个建筑中有三个泰坦，Remi称他们为“这些土地的守护者”。离城堡最近的是一条巨大的，蓝、白、紫相间的龙，它有着火一般的眼睛，可能在照料这栋城堡的木质部分。在龙的背后是一条有着锋利牙齿的巨大蠕虫，它大概可以一大口吞下所有的城镇居民。最后，却不是身份最低的，是高耸的有角巨人，他可以一屁股压扁所有的东西。安全来讲，我想这三个中的其中一个会在最终获得土地！或许只要我在文章中写了一些他们的好话，他们就会宽恕我？:D\n\n\n\nIf you made a time-laspe and asked me to watch it, I would've watched it by now. Just saying.\n如果你做了一部延时摄影作品并且让我去观看它，我现在已经看过了，说说而已。(?)\n\nThe project took one week to build, with five people working together to create the map. When Elysium Fire build Novigrad, the way they did the timelapse was to create the whole map first, and then record themselves taking it apart piece by piece, which they would then play in reverse to create the time-lapse effect. The Titans Attack time-lapse is incredibly cinematic, sweeping through the thick forest of pines as each element comes into being – it’s definitely worth a watch, even if it’s just to see the big hollow tube that later becomes the worm titan being built!\n这个工程花了一个星期去建造，有五个人一起工作来创造这张地图。当Elysium Fire建造诺维格勒时，他们制作延时摄影的方法是：首先创建好整个地图，再记录下自己一块块拆掉它，然后把它倒过来播放来达到延时摄影效果。泰坦的攻击是难以置信的影片，随着一个个元素的出现掠过茂密的森林——它绝对值得一看，即使一开始只看到一条空心管道，但后来蠕虫和泰坦就被建造出来了！\n\nThe detail in the build becomes much clearer in the time-lapse video. You can see the ships waiting in the harbour, the statue of a man on horseback in the square, and the ripples of ice that the giant horned Titan is sending towards the town. You can even see the perspective of the worm Titan as it rears its head out from the sea, and check out the gross green slime dripping from its toothy mouth. Delightfully disgusting!\n建筑中的细节在延时摄影影片中变得更清晰了。你可以看到停留在海港的船舶、骑在马背上的男人雕像和巨大有角巨人走来时冰上的阵阵涟漪。你甚至可以看到从海里伸出头来的蠕虫的透视图，还能从它露出牙齿的嘴巴里看到滴下的绿色黏液。太恶心了！\n\n\n\nHow about a kiss? Here's a better idea; how about you SCROLL UP AND WATCH THE AMAZING TIME-LAPSE?\n来个亲吻怎么样？或者有个更好的注意：滚动到上面然后看看这惊人的延时摄影怎么样？\n\n** thing that sets this build apart more than any other is the way the video is filmed almost like a trailer for a movie, except the movie doesn’t move. More like a… still-y? Using your non-Minecraft talents to showcase your build is a great way to make yourself stand out from the crowd.\n使这个建筑与其他任何都不同的一点是视频的拍摄方式几乎和电影预告片一样，只是电影不会移动。更像一个...still-y？(?)使用你的非Minecraft手法来展示你的建筑是让你脱颖而出的好方式。\n\nAnyway, my plan to suck-up to the titans didn’t work so I’d better finish writing now and start running for my life. Bye!\n不管怎么说，我奉承泰坦的计划没有起效，所以我最好马上写完并开始为了我的生命逃亡。再见！\n\nRenders by Iskillia and Omegafoxx\n由Iskillia和Omegafoxx渲染\n\n\n\n【猜猜谁是谁译自Attack of Titans】\n【作者Kate Gray,原文发布时间2018年11月10日】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1542036780,
            "txt_content": "……那一刻人们想起了曾经被巨人所支配着的恐惧……\n\n喂QLU11榴弹发射器便宜啦5000刀一个啊~数量有限先到先得了啊~"
        },
        {
            "author": "gamerteam",
            "timestamp": 1542037560,
            "txt_content": "头图最好用论坛图床，不然手机版的模板获取不到\n图片太大用tinypng.com压缩一下就好了"
        },
        {
            "author": "1723624171",
            "timestamp": 1542065820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "meifanguo",
            "timestamp": 1542633480,
            "txt_content": "大佬真厉害恐怖"
        },
        {
            "author": "游戏游玩者",
            "timestamp": 1542804720,
            "txt_content": "地图很好看 又是一个史诗级大作"
        },
        {
            "author": "miniaidou",
            "timestamp": 1542978180,
            "txt_content": "很漂亮的图 大气磅礴！"
        },
        {
            "author": "寂滅OUO",
            "timestamp": 1543990620,
            "txt_content": "名字好像进击的巨人,不过赞啦"
        },
        {
            "author": "XiaoKe409878",
            "timestamp": 1546139640,
            "txt_content": "6666666666666666666666666666666666666666666666666"
        },
        {
            "author": "zhangrunzhe",
            "timestamp": 1546141500,
            "txt_content": "只有两个在--------牛逼"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1548938580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xiao_xiao_520",
            "timestamp": 1549121880,
            "txt_content": "666666666666666666666"
        }
    ]
}