{
    "title": "Legend of the brave（勇者传说）",
    "author": "2920593819",
    "replyCount": 3,
    "timestamp": 1542122760,
    "txt_content": "Legend of the brave(勇者传说)作者：琴樱前言 大部分小说都有前言这个东西，我没写过所以就按照我的节奏来了。那么，首先是感谢你的点击打开并阅读，这是我本人的第一部长篇以Minecraft的副本为原型的一个小说。一开始只是想做一个RPG的地图，但是后面想了想，我如果只做地图会不会有很多地方会遗漏掉呢？一个游戏最重要的我认为是这个游戏的意义，既然我开始做地图，那么肯定要有一个方向或者说是一个我明确目标的东西，所以，这个小说就这么诞生了，其实就是一个剧本，可是我不想太单调，所以决定写成一个小说，也算以后有一个纪念，告诉自己有这样做的一个本事，能和别人说我曾有一个奋斗过的目标….\n这个小说我一开始也没有想过要写多少，就目前自己的耐心来说，写完是不太可能的了，但是，人总是会变的，我不希望自己就这样混混度日，起码在游戏和写这么一个小说可能更有成就感吧。地图能不能做完也是一个未知数，希望能坚持3个月吧，我不想太快放弃。我在2018/11/11日晚上9：30开始做的地图，12号开始写的这个剧本，由于没保存所以今天又重新写了一次，那么再次感谢的你点击观看，前言也就这样了，再多的话，我觉得写完之后才能说的出口。\n \n                                                    2018/11/13周二22：07\n 序列50世纪初，魔王诞生了，那是一个令人震惊的消息，魔王军有了魔王的力量，变得肆无忌惮，肆意破坏，勇者被一名神秘的男人教导，觉醒了勇者真正的力量，他与魔王始终是敌人，这个是宿命，无法选择和逃避的宿命….在60世纪初，勇者他带着圣剑正式出现在了人们的眼前，那是人类希望的第一道曙光，大战持续了100年，70世纪的最后一场战役，在魔王堡，那里是为了保护自己的家人而战斗着的人，离魔王堡外面的不远处，那里是临死的魔王和力量过少的勇者…\n“你…还有什么要说的吗”\n“呵”她冷笑道，那一种看透一切的笑“果然还是这个结果吗，”\n“你用自己的力量杀害了太多的人，你的行为已经不能让我理解了，你已经没有了一点她的样子，她不会用自己的力量来威胁别人”\n“那你呢，现在你不也是用勇者的力量威胁我妈？你不觉得可笑吗？”\n“…….”勇者并没有看着魔王，只是说了一句话“没有办法，我尝试过了。”\n“也是呢，不然我也不会杀死她了”她用一种失神的眼神看着他说“你，这样真的好吗….”\n“呵”勇者抬起了头，那是一种带着歉意的目光“我还有什么选择吗”\n“也是呢，既然如此也不用留什么情面了吧”“……..”勇者沉默着\n“要是你能再坦诚一点勇敢一点就好了，勇者。”\n后来的战争持续了1天就结束了，勇者知道，魔王是杀不死的，最少他这个的勇者不可以，勇者决定将魔王封印在边境上，魔王用最后的力量喊着：“你是困不了我一辈子的！我始终都会出来的！等着吧！”勇者将圣剑举起，大吼道：“记住！魔王，封印你的不是别人！是勇者！晓！”圣剑从空中变大砸向魔王的心脏，将圣剑本身作为封印的最里一道，借用了四元素之力，衍生出了四个柱子，变成了墙。以自身的10/9的力量和50年的寿命为代价，魔王被封印了。他用最后一点力量将封印的地方挖了一个大洞，后来在最后一场战役的人们，搬到了那里，并和世界隔开了联系。这里便是他故事所开始也是结束的地方……\n",
    "replies": [
        {
            "author": "2920593819",
            "timestamp": 1542122760,
            "txt_content": "这个是目前写完的，后续会慢慢更新，这里是新人，请各位多多关照了"
        },
        {
            "author": "Farewell_Q",
            "timestamp": 1542181500,
            "txt_content": "大文豪，加油呀"
        },
        {
            "author": "2920593819",
            "timestamp": 1547122140,
            "txt_content": "这里先道歉。还没出新的章节，期末考试考完会在假期更新，抱歉各位"
        }
    ]
}