{
    "title": "[Minecraft.net|INSIDER]背包盘点：铲子",
    "author": "土球球",
    "replyCount": 15,
    "timestamp": 1542382620,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2018-11-16 23:37 编辑 \n\n\nTAKING INVENTORY: SHOVEL\nCan you dig it?\n\n背包盘点：铲子\n深入挖掘，你在行吗？\n\nOne of the greatest joys in Minecraft is that when you look out over a blocky landscape, everything you see can be changed. In most other games, the terrain is static and unalterable, but in Minecraft you can reshape things almost infinitely, arranging it exactly how you'd like. Carrying out any grand landscaping project takes a while, of course, but thankfully there's a tool to help. And it just so happens that it's our item of the week – the shovel.在 Minecraft 这款游戏中，玩家能够看到的整个方块世界的每一个角落，都可以由玩家亲自动手改变，这也可以说是这款游戏最具吸引力的玩法之一。在其他的游戏中，地形大多是静态固定而无法改变的，不过，在 Minecraft 中，玩家可以发挥他们的创意，随意改造他们所处的世界，而游戏几乎不会有所限制。当然，如果想要景色宏伟壮观，花上一阵子施工是必不可少的，不过幸运的是，一样工具可以在玩家的施工过程中，尽其所能地提供帮助。这样工具正是我们将在本周提到的物品——铲子。\n\nShovels were added to Minecraft very early, in version 0.31 of the Indev phase of the game's development. Initially, they could only be made from iron, but wood, stone and diamond shovels were added a few weeks later, and gold a day or two after that. I'm sure you know the recipe already, but just in case, you'll need two sticks arranged vertically and then a block of wood or stone, an iron or gold ingot, or a diamond on top.Minecraft 在很早的版本就已经有铲子了。在 Indev 开发阶段的 0.31 版本中，铲子被加进 Minecraft 中。最开始只有铁质铲子，不过几个星期后，木质、石质、以及钻石质的铲子就已经加进游戏了，一两天后金质铲子也加进了游戏。我相信你已经知道合成配方了，不过以防万一，我还是重复一下：你需要把两个木棍垂直排列，然后在上方放置一块木头、石头、铁锭、金锭、或者钻石。\n\n\nThe main purpose of a shovel is that it lets you mine certain kinds of blocks faster. Dirt, sand and gravel are the most common reasons to carry a shovel around, but they also work to speed up the collection of clay, soul sand and snow. Higher-tier tools work faster – a snow block that would take a second to break by hand takes 0.2 seconds with a wooden shovel, 0.1 seconds with stone, and a super-quick 0.05 seconds with an iron, gold or diamond shovel. DIGDIGDIGDIGDIG.铲子在游戏中的主要用途是加快挖掘方块的速度。玩家通常会因为泥土、沙子、砂岩等方块备上一把铲子，不过，铲子同样可以加快粘土、灵魂沙、以及雪的挖掘速度。更高等级的铲子挖得更快——一块雪需要一秒钟的时间徒手挖下来，对于木铲来说是 0.2 秒，石铲是 0.1 秒，而铁铲、金铲、和钻石铲更是飞快的 0.05 秒，挖挖挖挖挖就是了。\n\nHigher-tiered shovels can also dig through more blocks before breaking. A wooden shovel breaks after about a stack's worth of blocks, a stone shovel breaks two stacks, an iron shovel breaks four and a diamond shovel breaks an incredible 25 stacks! A gold shovel? About half a stack. They're basically just designed to be shown off, though if it's any consolation, they do dig through that half-stack very fast.一把高等级的铲子在损坏前也能挖掘更多的方块。一把木铲在损坏前能挖大概一组，石铲是两组，铁铲是四组，对于钻石铲来说，可以高达难以置信的 25 组！至于金质铲子？也就大概半组。添加金铲子的本意就是炫富，不过，金铲子挖这半组方块的速度非常快，这件事或许能够让你得到一点点安慰。\n\nBut digging through blocks is not the only use for a shovel. No sirree. By right-clicking one onto grass, you'll make a grass path. Contrary to popular belief, grass paths don't actually allow you to travel faster, but they do look very nice, and mobs won't spawn on them. You can also use a shovel as a weapon, which is marginally better than punching a spider with your bare hands, or use a wooden shovel as fuel in a furnace.然而，挖掘方块绝不是铲子的唯一用途，绝不是。你可以手持铲子，对着一个草方块右键点击，从而将其变成一个草径方块。与大多数玩家所想的不同，草径实际上并不会让你走得更快。草径外观上看起来倒是很不错，而且也不会有怪刷在上面。你也可以拿着铲子当武器，比方说比空手打蜘蛛要好一点点。你也可以把木铲子当作燃料放进熔炉里使用。\n\n\nIn the real world, shovels have existed since at least Neolithic times, when early humans used the shoulder blades of large animals to move soil around. For most of history, any kind of large-scale excavation was done by hand, often employing large numbers of workers. Given how important shovelling was to the success of large engineering projects, a lot of very smart people spent a lot of time on “the science of shovelling”, refining and re-refining the design of the shovel to make it as efficient as possible.现实世界中，早在新石器时代，就已经有铲子制作出来了。那时候的人类使用大型动物的肩胛骨把土移来移去。在历史长河中，挖掘工程的开展，大部分情况下都会雇用一大批工人。考虑到挖掘对于大型工程的重要性，很多人充分展现了他们的智慧，花费了大量时间在“挖掘科技”的研究上，不断改善提升铲子的设计，以使其使用起来越来越高效。\n\nYou might also be wondering what the difference is between a shovel and a spade. It's not a difference between UK and US English, as I originally thought, but merely that a spade is square and designed for digging, while a shovel has a round or triangular tip and is used for moving loose materials around. Spades also tend to be straighter than shovels, which curve to hold their contents more securely. In Minecraft, we don't really differentiate between the two, so call your tool whatever you'd like. I call mine “Michael”. Now, if you'll excuse me, I'm off to Michael some dirt.你可能会纠结“[ruby=shovel]铲[/ruby]”和“[ruby=spade]锹[/ruby]”的区别到底在哪里。我一开始以为这是[ruby=UK]语言[/ruby]及[ruby=US]方言[/ruby]习惯上的原因，但事实并非如此。实际情况是这样的：锹是方形的，专门用于挖掘，而铲子的头部可能是圆形或者三角形的，用于把松软的材料移来移去。锹面相较铲面更平直一些，因为这样的设计，可以让内容物运输更可靠。在 Minecraft 中，我们其实并不区分这两者，所以说不管怎么叫其实都是可以的。比如我会把“[ruby=mine]挖矿[/ruby]”叫成“[ruby=Michael]迈克[/ruby]”，所以，如果你现在没什么意见的话，我去“[ruby=Michael]迈克[/ruby]”点泥土了，回见。\n\n原文：https://minecraft.net/zh-hans/article/taking-inventory-shovel\n作者：Duncan Geere\n原文发表时间：2018 年 11 月 16 日",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1542389100,
            "txt_content": "我要去蛙点泥土了"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1542407880,
            "txt_content": "？所以我们一直说“锹”反而是错的了\n吃惊，长知识了。\n后排支持 4z 大佬。"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1542417480,
            "txt_content": "最后一段铁锹和铲子的作用 写反了吧。。\n\n锹是方形的，专门用于挖掘，而铲子的头部可能是圆形或者三角形的，用于把松软的材料移来移去"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1542423600,
            "txt_content": "二哈大魔王 发表于 2018-11-17 09:18\n最后一段铁锹和铲子的作用 写反了吧。。\n\n锹是方形的，专门用于挖掘，而铲子的头部可能是圆形或者三角形的 ...\n大概查了一下，英文里面spade和shovel的区别，其实更主要的应该是铲面的凹陷程度。shovel是凹下去的，所以能装更多东西，spade就是比较平的。然而我感觉中文里面铲和锹应该没什么区别……"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1542427140,
            "txt_content": "kakagou12 发表于 2018-11-17 11:00\n大概查了一下，英文里面spade和shovel的区别，其实更主要的应该是铲面的凹陷程度。shovel是凹下去的，所 ...\n我没说英文啊。。"
        },
        {
            "author": "土球球",
            "timestamp": 1542553800,
            "txt_content": "二哈大魔王 发表于 2018-11-17 09:18\n最后一段铁锹和铲子的作用 写反了吧。。\n\n锹是方形的，专门用于挖掘，而铲子的头部可能是圆形或者三角形的 ...\n我还是没明白你所说的写反了的指哪里。。。你复制的是我的翻译原文啊"
        },
        {
            "author": "土球球",
            "timestamp": 1542554040,
            "txt_content": "kakagou12 发表于 2018-11-17 11:00\n大概查了一下，英文里面spade和shovel的区别，其实更主要的应该是铲面的凹陷程度。shovel是凹下去的，所 ...\n我翻译的时候盯着 wiki 看了半天，最后通过各种方式确定了 spade 的翻译的确是锹，shovel 的翻译是铲。然而各种铲锹的形状都乱七八糟的，然后原文和 wiki 讲的地方也有些出入，不过翻译毕竟以原文为准，所以说翻译出来的结果和通常认知有所不同，也是可以理解的了。当然对于我这种四体不勤五谷不分的温室里的花朵来说，对于这种工具的认识，本来就是乱七八糟，稀里糊涂的。。。"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1542581760,
            "txt_content": "ustc_zzzz 发表于 2018-11-18 23:10\n我还是没明白你所说的写反了的指哪里。。。你复制的是我的翻译原文啊\n我的意思 圆头或者三角的更适合挖掘 另一款方的适合搬运。。然后我觉得你那段是不是写反了。。"
        },
        {
            "author": "土球球",
            "timestamp": 1542582000,
            "txt_content": "二哈大魔王 发表于 2018-11-19 06:56\n我的意思 圆头或者三角的更适合挖掘 另一款方的适合搬运。。然后我觉得你那段是不是写反了。。 ...\n唔。。。没有，因为原文就是方形专门用于挖掘\n翻译以原文为准，不应以常理认知为准"
        },
        {
            "author": "langwanmc",
            "timestamp": 1543627320,
            "txt_content": "后排支持 4z 大佬。"
        },
        {
            "author": "疯狂苦小怕",
            "timestamp": 1544508840,
            "txt_content": "感觉不错的我一直以为铲子和楸是一个东西"
        },
        {
            "author": "egan5920",
            "timestamp": 1544532780,
            "txt_content": "太深入了吧!"
        },
        {
            "author": "Alexstevesteve",
            "timestamp": 1544694060,
            "txt_content": "终于知道铲和锹是用来干嘛的了，但是在MC里它们真的有什么区别吗."
        },
        {
            "author": "皇明天子",
            "timestamp": 1552272540,
            "txt_content": "非常支持"
        },
        {
            "author": "E07",
            "timestamp": 1553920980,
            "txt_content": "Iron_Shovel"
        }
    ]
}