{
    "title": "[多线]ZeroDream 零梦 —— 某鸽子的公益正版纯净生存养老服 [1.14.4]",
    "author": "Akkariin",
    "replyCount": 0,
    "timestamp": 1542504240,
    "txt_content": " 本帖最后由 Akkariin 于 2020-7-26 23:17 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n欢迎来到 ZeroDream！这是由服主 Akkariin 鸽子王 建立的一个 Minecraft 服务器。服务器玩法非常简单，与原版一模一样的生存、建筑体验，没有复杂的插件和难记的指令，玩的开心就好了。由于帖子篇幅有限，如需详细了解服务器具体玩法，欢迎直接访问 我们服务器的官方网站。\n# 服务器介绍\n这是一个纯净生存为主的 Minecraft 服务器，我们不追求复杂的游戏模式，只玩最简单的生存。\n在这里，没有任何氪金，我们是非盈利服务器，不会向玩家收取任何一分钱，在这里人人平等，没有 VIP 特权之分。\n关于游戏方面的问题和知识，请阅读我们的《玩家游戏指南》。\n\n# 游戏截图\n觉得文字的介绍有些过于枯燥？让我们通过图片来欣赏一下游戏中的美景吧。\n\n\n服务器主城由 Hushermit 设计和建造，其余地图均为本人与 Strange_MC 合作完成，均为原创地图。\n服务器安装有多款本人开发的插件，例如 RideMe-Plus / 玄学开箱插件 / 对接网页聊天等。\n\n# 简单游戏帮助\n服务器为正版服，需要您有一个 Minecraft 正版账号，如果没有可以到 Minecraft 官方网站 购买。\n进游戏后请按下 F 打开游戏菜单，然后即可传送到你想去的世界。\n游戏中很多地方都有末影箱，右键点击即可进行抽奖，抽奖可以获得随机的奖品。\n资源世界 Resources 仅用于收集资源，并且会不定期重置世界，所有建筑都会被清理，因此请勿在资源世界建筑。\n更多游戏帮助，可阅读《玩家游戏指南》\n\n# 加入游戏\n我们的服务器版本会尽量与官方保持一致，目前的版本为：\n为了给不同地区的玩家带来最佳的游戏体验以及最低的连接延迟，我们启用了负载均衡解析功能。\n您只需要填写以下地址即可进入游戏\n\nplay.zerodream.net\n如果您感觉游戏不够流畅，可以在这里找到其他备用地址：https://www.zerodream.net/join\n当前服务器在线人数：\n\n# 游戏规则\n我们希望营造一个良好的游戏环境，当然也离不开各位玩家的支持和配合，因此我们希望您在游戏中可以自觉遵守以下规定\n\n尊重他人的劳动成果，请勿恶意破坏别人的建筑。如果不小心损坏了别人的建筑，请帮对方修复回去；无法修复的，请及时联系管理员并向对方道歉。自己的建筑请及时圈地（使用木锄左右键选择 AB 点圈地），避免出现上面的问题。请勿在生存世界大范围的开采、破坏地形，收集资源请前往 [资源世界]。禁止使用任何外挂/作弊/辅助类模组、Mod 等工具，否则您可能会被禁止进入游戏。禁止破坏、盗窃其他玩家的物品，例如使用 bug 卡箱子锁内的物品等，否则将会封号处理。如果发现自己的物品丢失或被盗，请及时截图并联系在线的管理员/服主。请勿与其他玩家进行线下交易，此类行为均与服务器管理组无关，如果被骗需自行承担相应责任。如以上条例未列出，则由服务器管理组人员讨论决定处理。\n\n我们希望对任何一位玩家都是友善的，也希望您能牢记和遵守游戏规定，共同打造良好的游戏环境。\n我们服务器没有安装任何反作弊，我们希望您能保持诚信，信用是人与人之间沟通的桥梁。\n如果您发现有其他玩家使用了作弊软件 / 模组，欢迎向我们举报，我们会第一时间处理。完整游戏规章制度阅读：https://www.zerodream.net/rules\n\n# 我们的硬件支持\n我们的服务器使用双路 E5-2698 v3 CPU，32 核心 64 线程，256GB DDR4 内存，全固态硬盘的物理服务器，性能强劲，稳定可靠。\n服务器地图和数据库每 2 小时备份一次，每 48 小时储存至异地备份服务器，最大化确保玩家的数据安全。\n关于服务器的详细硬件介绍，请阅读《ZeroDream 服务器架构介绍》\n\n  \n# 参与我们其他平台的讨论\n官方 QQ 交流群：344911147\n官方 Discord：https://discord.gg/EN4UXBj\n官方博客：https://lo-li.cn/\n官方网站：https://www.zerodream.net/\n网页地图：https://map.zerodream.net/\n\n# 联系我们\n服主 QQ：204034\n邮箱地址：akkariins@gmail.com\n\n\n服务只是起点，满意没有终点，一切为了玩家\n感谢支持，完结撒花 ※\\ qwq /※\n\n",
    "replies": []
}