{
    "title": "非凡修道院",
    "author": "Vandarkblue",
    "replyCount": 7,
    "timestamp": 1542469320,
    "txt_content": "\n非凡修道院\nMARVELLOUS MONASTERY\nSaphire Studios 的山顶寺庙之旅！A tour of SaphireStudios' mountain-top temple!\n\nSaphire Studios 的蔚为壮观的 Sumadha 修道院坐落于雪山之上，而只有最勇敢的冒险者与遗迹的探索者才敢于前往此地。\n\n这一建筑是为Planet Minecraft的Monumental Temple比赛所建造的，其灵感来自许多现实生活中的场所。SaphireStudios的创始人Denny代表团队告诉我，“我们的建筑风格与在Minecraft中创造真实场景的想法相得益彰，因而我们在本次比赛中发现并抓住了这次机遇。我们创造了一个如此栩栩如生的世界，它能够迷惑住见多识广的大人，更能吸引孩子们天马行空的想象。\n\nPerched high up in the snowy mountains, where only the bravest explorers/lost tourists dare to go, SaphireStudios’ Sumadha Monastery is quite a sight. \nCreated for Planet Minecraft’s Monumental Temple contest, the build is inspired by many real life locations. “We have a style that performs well with the idea of creating a realistic scene within Minecraft, so with this contest we saw our opportunity and snatched it,” SaphireStudios’ founder Denny tells me on behalf of the team. “I believe we did just that, creating a realistic world that even the oldest of adults could mistake for a picture, and that can attract children’s wildest imaginations.\n\n\n\n“我们觉得许多修道院的颜色和位置都很有趣，以前却从未在 Minecraft 中看到此类作品，同时我们也非常喜欢展示来自世界各地的新文化。”\n\n在87个参赛作品中，该团队最终获得第二名，但这并不容易。“信不信由你，我们参加比赛的时间很晚，得说是非常紧张！我们只有一周的时间来完成建筑，我们差一点就没能完成。”\n\n幸运的是，他们的共同努力使他们实现了这一目标。Denny 解释道，“我们首先从地形开始，再创建小物件并完成寺庙的基本布局。随后我们将城镇建设起来，并完善寺庙的独有部分——一些来自其它寺院的细节设计。”\n\n“The colours and locations many monasteries have were very interesting for us. We had never seen it done before in Minecraft and really enjoyed the idea of presenting new cultures from around the world.”\nThe team ended up coming in second place, out of 87 entries. But it wasn’t easy. “Believe it or not, we were very late entering the contest – very stressful we must say! We had only a week to complete the build and we almost didn’t finish.”\nLuckily, their hard work and coordination enabled them to pull it off. “We started with the terrain,” Denny explains. “Then we began creating small assets as well as the basic layout of the temple. As it progressed we pieced the town together and finished off by detailing the temple with its signature pieces that can be observed on various other monasteries from real world locations.”\n\n\n\n正如 Denny 所说，他们在一周内的成果除修道院以外，还有一个包括了住宅、加油站、汽车旅馆等等建筑物的山脚村庄。Denny解释道，“我们想让自己的建筑更富有时代特色，而不是像陈旧的遗迹亦或来自一个完全不同的世界，所以我们就造了些生活中常见的物件。这样能让建筑风格更加均衡，又赋予了寺庙更多的意义————每天会有僧侣在村庄中留宿。地图的真实感由此更臻于完美。”\n\n这个村庄也有我非常喜欢的细节：一个用干草块为当地动物建设的小窝。就连雪山上的野生动物也照顾到了，这个团队真是太细心了。\n\nAs he notes, not only did they manage to put the monastery together in a week, they also created a village further down the mountain, complete with homes, a gas station, a motel, and more. “We decided we wanted to make the build feel more modern as opposed to something from the past or in a different world,” Denny explains, “so we added features that everyday people can relate to. This balanced the style as well as giving the temple more meaning – the village houses the monks that visit every day, completing the realistic feeling of the map.”\nThe village also has my favourite detail: a little shelter for local animals, complete with stacks of hay. Very considerate of the team to think about the wildlife on these snowy mountains!\n\n\n\nSaphire Studios 非常重视 Minecraft 为艺术家提供的机会，他们也欢迎通过 Twitter 与他们交流。\n\nDenny 说：“我们热爱我们的圈子，也期望看到新人新作品的出现。我们给新人艺术家的建议就是多多练习，尽管你已经听过了很多次，但这仍是让你做得更好的最基本的一步。”\n\nSaphireStudios is very enthusiastic about the opportunities that Minecraft offers to artists, and they encourage getting in touch with them via their Twitter ( https://twitter.com/SaphireStudios_ ).\n“We love our community and would love to see new people emerging with their work,” Denny says. “Our advice for young artists is to practice! Even though you hear this a lot, it’s the most fundamental step in becoming great at what you do.”\n\n\n\n\n\n\n\n\n\n\n\n不过该团队也有其他建议：“向别人学习，分析他们所使用的形状、色彩和设计方案。美术基础在任何创作中都不可或缺。你也可以用其他艺术形式锻炼自己的技能，这能为你提供创作的新方法。不用担心退居二线，出去逛逛、看会电视也是好的。要偶尔放松一下，这样你才能想出更好的点子来。”\n\n纸上得来终觉浅，绝知此事要躬行。\nPractice! It’s the most fundamental step in becoming great at what you do.\n那么什么才是最重要的呢？“热爱你的事业、享受你的创作。创作并不是一件立竿见影的事，而如果乐在其中，就能**又不受拘束。”\n\n\n\n你能从如此擅长建造山顶寺院的团队那里得到的建议正是如此。\n\nAnd most importantly? “Love what you do! Enjoy your time creating. It’s a process; you’ll almost never see success right away. Enjoying what you do allows you to have free range in the way your produce work as you gain skill.”\nJust the sort of sage advice you’d expect from a team that’s so good at building mountain-top monasteries!\n\n\nRenders by Quinz, Rebelite, Kryiin, antrelial, Timothy C and Splekh （渲染人员）\n\n\n原文作者 Jay Castello\n\n",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1542502140,
            "txt_content": "不知道为什么，总是会联想到藏式建筑。\n这可还行，支持了。\n\n梁非凡修道院"
        },
        {
            "author": "Оil",
            "timestamp": 1542503460,
            "txt_content": "[ruby=鬼畜乱入……= =]非凡修道院？[/ruby]"
        },
        {
            "author": "E07",
            "timestamp": 1553920800,
            "txt_content": "梁非凡（有端）"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1558797120,
            "txt_content": "E07 发表于 2019-3-30 12:40\n梁非凡（有端）\n真的是够了，你们\n还有楼上那两个，给初入翻译区的新人一点点面子罢"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1558800600,
            "txt_content": "梁非凡修道院(不给面子)"
        },
        {
            "author": "TheSummerHin",
            "timestamp": 1559276760,
            "txt_content": "梁非凡 强烈暗示"
        },
        {
            "author": "2048028141",
            "timestamp": 1559278080,
            "txt_content": "我就是要水贴，快禁言"
        }
    ]
}