{
    "title": "iOS商城买的材质包怎样离线用？",
    "author": "therea",
    "replyCount": 2,
    "timestamp": 1542623460,
    "txt_content": "玩的iOS原版，不是网易版，1.7版本，在游戏的商城买了几个皮肤包和材质包，也下载下来了，但是每次启动游戏要先检查xbox账户登录，如果离线情况下，就不能用材质包和皮肤包。是需要经过什么设置才能离线使用吗？还是材质包和皮肤包必须登录后才能用？",
    "replies": [
        {
            "author": "Abraham511",
            "timestamp": 1542623460,
            "txt_content": "我去官网查了一下，以下为原文：\nMinecraft “Better Together” update The Minecraft “Better Together” update is now available! This update contains lots of enhancements to the game, the biggest one being that you can now enjoy Realms, Marketplace and online play on your Xbox One consoles. This version is now known as “Minecraft” across the following devices:  Minecraft: Windows 10 Edition (including Oculus Rift) Minecraft: Pocket Edition for iPhone, iPad or iPod Minecraft: Pocket Edition for Android Minecraft: Pocket Edition for Kindle Fire Minecraft: Gear VR Edition Minecraft: Fire TV Edition If you already play Minecraft on one of the devices listed above, you can now play with Xbox One players online, and sync your worlds from these consoles to your other devices.  Note There are no updates or changes to the Xbox 360, PC/Java, Mac or PlayStation/PS Vita or Nintendo Wii U/Switch/3DS versions of Minecraft.  Installation If you already own a digital copy of Minecraft: Xbox One Edition then the new Minecraft version will be available automatically within My games & apps on your console. To install, go to My games & apps > Games and look for Minecraft under the Ready to install tab.  You will have both versions of the game available once you’ve installed Minecraft – the table below shows the difference between the versions on your console:  Minecraft: Xbox One Edition                Minecraft Minecraft: Xbox One Edition                Minecraft The new Minecraft comes packed with new features and capabilities, including (but not limited to) the following:  Infinite worlds Integration with Realms, Marketplace and Servers Coarse dirt Transparent ice blocks Increased player limits on higher-end devices Skin changes from pause menu * In order to play Minecraft: Xbox One Edition from a disc, you will need to install it while in Offline mode on your Xbox One. Once the installation is complete, launch the game before connecting to Xbox Live again. At this point, you will be able to play Minecraft: Xbox One Edition from that disc going forward whether you are Online or Offline.  Visit minecraft.net/article/better-together-update-here for more info.  Playing the original vs. new version You can continue to enjoy the original versions of Minecraft: Xbox One Edition in parallel to the new Minecraft on your console. Here is a side-by-side comparison on which features are available on each version:           Minecraft: Xbox One Edition          Minecraft Save to cloud        ?        ? Earn achievements        ? *        ? * Play with friends        ?        ? Cross play with other platforms        ?        ? Realms        ?        ? Marketplace        ?        ? Mini-Games (Battle/Glide)        ?        ? Migrate save from Xbox One Edition to Minecraft        ?        ? Migrate save from Minecraft to Xbox One Edition        ?        ? 3rd party server support market place        ?        ? * Achievements will be different between versions  Play your Xbox One Edition worlds on other devices When you play the new Minecraft on your Xbox One console, you’ll will be able to sync your existing worlds from the Xbox One Edition. Additionally, if you have a Realms subscription then your realms will also appear on your Windows 10, iOS, Android, Kindle, or Gear VR devices (if you own them).  To sync your worlds from the Xbox One Edition to Minecraft:  Sign into your console with the account that you previously saved your Xbox One Edition world with. Launch Minecraft and select Play from the main menu. On the Worlds tab, select Sync Old Worlds if your existing games haven’t already been migrated. Select the world that you want to migrate and wait for conversion to complete. Your world will now sync to the new Minecraft when you sign in. In addition to world sync, certain skin pack, texture pack, and mash-up pack purchases that you made on the console will also be available when you play the new Minecraft, and on your other devices.  Marketplace and Minecraft Coins The new Minecraft version allows you to access the Marketplace, and you can purchase Minecraft Coins to pay for Skin Packs, Texture Packs, Worlds and Mash-up Packs.  If you already play Minecraft on a portable device, and you have Marketplace content or Minecraft Coins, these will now also be available to you in the new Minecraft version. Additionally, any Marketplace purchases that you make on your console will automatically appear on your portable devices.  Frequently Asked Questions How do I know which version of Minecraft is which?  The original version of Minecraft is called ”Minecraft: Xbox One Edition.” The new version is just called “Minecraft.” You will see the name of the game on the splash-screen when you launch it.  I made purchases on the original console editions of the game, how do I see them in the new version and on my portable devices?  Most content items will transfer over, visit minecraft.net/article/better-together-update-here for more info on which items will and will not transfer over.  How do I purchase a Realms subscription and access the Marketplace on my console?  To purchase a Realms subscriptions or Marketplace content, you will need to launch the new Minecraft version of the game on your console – this will not work with Minecraft: Xbox One Edition. If you continue to play on the Xbox One Edition, you can join Realms worlds if your friends invite you to play.  Do I need an Xbox Live Gold subscription to play Minecraft online?  You will need an Xbox Live Gold subscription (sold separately) to use the following online features within Minecraft:  Realms Connecting to servers Cross-platform play For local multiplayer you will not need an Xbox Live Gold subscription.  How do I play mini-games?  Mini-games are only available in Minecraft: Xbox One Edition – if you want to continue playing them, you can launch the Xbox One Edition of the game and enjoy playing against other people on your console. Some online servers will have experiences that are similar to mini-games, which you can enjoy in the new Minecraft version.  I own Minecraft: Windows 10 Edition already. Does this mean I can play Minecraft on Xbox One?  Minecraft is not an Xbox Play Anywhere title – if you want to play on Xbox One, you will need to purchase Minecraft separately. Visit the Minecraft page for more info on how to purchase on Xbox One.  I own Minecraft: Xbox One Edition on disc and played for at least 5 hours, or made a purchase within the qualifying time period. Where is my game?  If you’re eligible based on your purchases or game play, you will see a copy of Minecraft available in Ready to install under My games & apps. If you don’t see this available then make sure that you’re signed in with the same account that was used to play or purchase content.  I earned achievements when I played the original console versions of Minecraft – do I get to keep them?  Yes – any achievements that you already earned will continue to show on your Xbox account. You can even continue playing the original console version to continue earning any that you’ve missed. When you play the new Minecraft version you will earn additional achievements.\n\n大概是\n\n如果离线情况下，就不能用材质包和皮肤包。\n\n必须要经过XBox验证，确认你的账号内确实购买了材质包以后，才能使用\n\n\n所以...好像确实只能在线使用材质包...."
        },
        {
            "author": "therea",
            "timestamp": 1542702360,
            "txt_content": "Abraham511 发表于 2018-11-20 14:09\n我去官网查了一下，以下为原文：\n唉，好吧，这就有点坑了"
        }
    ]
}