{
    "title": "[Minecraft.net|INSIDER]背包盘点：苹果",
    "author": "土球球",
    "replyCount": 5,
    "timestamp": 1543043460,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2018-11-24 15:27 编辑 \n\n\nTAKING INVENTORY: APPLE\nAn a-peel-ing fruit\n\n背包盘点：苹果\n一个引（qù）人（pí）心（shí）动（yòng）的水果\n\nA balanced diet is important, and luckily the culinary world of Minecraft can provide it. All the major food groups are present in the game, from protein-rich fish and meat, to grains and cereals like wheat, to cow’s milk, to vegetables like carrots and beetroot, to fruits like melon and our item of the week – the humble apple.平衡膳食很重要，幸运的是，Minecraft 提供了一个烹饪世界，你可以在其中达成这一目标。主要的食物类型游戏里都有提供，比如说蛋白质含量丰富的大鱼大肉、小麦这样的谷物、牛身上的牛奶、甜菜根和胡萝卜这样的蔬菜，还有西瓜等水果——说到水果，就不得不提我们本周所要介绍的物品——普通到不能再普通的苹果。\n\nThe need to collect lots of wood at the very start of a new world, and the abundance of oak trees across Minecraft’s blocky landscapes, means that apples are often the first foodstuff that lands in a player’s inventory. I’ve chomped through many an apple while building a rudimentary log cabin to call home.在新世界中迫在眉睫的收集木头的需求，以及在 Minecraft 这样的方块世界中随处可见的橡树，共同让苹果成为了玩家通常情况下，背包里的第一种食物来源。就我本人来说，我在建造一个基本的建筑，一个能够被称为家的小木屋，而在建筑的过程中，我本人咀嚼消化了很多很多的苹果。\n\n\nApples were added to Minecraft very early on in the game’s development, in version 0.31, alongside iron tools, flint and steel. “Right-click to eat” said the patch notes. Apples replaced mushrooms as the way to recover health, and the player would spawn in a house with a chest containing 99 of them. When they were gone, they were gone.苹果很早就已被加进Minecraft中了。在开发 0.31 版本时，苹果被加进了游戏，随之一同加入的还有铁质工具，以及打火石。当时的更新日志上写着“右键食用”，从而使苹果替代了蘑菇，成为了恢复生命值的不二之选。玩家当时会出生在一个小房子里，附近有一个装满了 99 个苹果的箱子。如果苹果吃没了，那它们就没了。\n\nIt wasn’t until two years later, in 2012, that apples began to drop from oak leaves. Even so, they’re something of a rarity – on average, you’ll need to destroy about 12,000 oak leaf blocks to get a full stack of apples (though a fortune enchantment will help). A much easier way to get apples is to trade with villagers, hunt through village chests, or go dungeoneering – they’re often found in strongholds.直到两年后的 2012 年，苹果才得以从橡树树叶里掉下，但即使是这样，在某种程度上来说苹果仍然是稀有物种——你平均需要破坏 12000 块橡树树叶，才能收集满一组苹果（使用时运附魔的话会好很多）。你也可以和村民交易，或者扫荡村庄里的箱子，或者去地牢——要塞里苹果有很多。\n\nApples restore two full points of hunger. But WAIT! They can also be crafted with gold into golden apples – which heal the same amount of hunger but give you health regeneration and absorption buffs on top. Horses like apples too, and feeding one to a baby horse will help it grow up big and strong.苹果可以给你带来两点饥饿值。不过请等一下！你可以使用金锭和苹果合成金苹果，而金苹果不仅会回复饥饿值，还可以给予你生命恢复和伤害吸收的效果。喜欢苹果的还有马这种生物——拿苹果去喂幼年状态的马会让马儿长得高大强壮。\n\n\nImage Credit: Glysiak图片来源：Glysiak\nApples don’t come from oak trees in the real world. They come from apple trees, of course. The fruit is native to Central Asia, but has been grown for many thousands of years all across Asia and Europe. It wasn’t until European settlers arrived in North America, a few centuries ago, that it began to grow there.现实世界里，苹果并不是从橡树上掉下来的。显而易见，苹果是从苹果树上掉下来的。苹果原产自中亚，不过随着几千年的演变，现在亚欧大陆上，苹果到处都是。直到几个世纪前，欧洲人在北美发展殖民地，苹果才得以在那里落地生根。\n\nLocal supermarkets usually only have a few types of apple to buy – where I come from, Granny Smith or Golden Delicious varieties are common. But there are more than 7,500 different types of apple, with different colours, flavours and textures. Some are eaten raw, some used for cooking and some for making cider. China produces almost half of the world’s total apples.苹果在当地超市往往只会卖几个不同的品种——在我的家乡，奶奶史密斯和金冠两个品种很常见。然而，苹果在世界上有超过七千五百个不同的品种，从颜色，口味到质地，各有不同。有的苹果是直接吃的，有的苹果用于烹饪，而有的用于制作苹果酒。世界上将近一半的苹果都来源于中国（含港澳台）。\n\nYou might have heard that “an apple a day keeps the doctor away”, and it’s true that fruit is an important part of a healthy diet. The phrase dates back to 19th century Wales, where it was originally “Eat an apple on going to bed, and you'll keep the doctor from earning his bread.” It then evolved to “an apple a day, no doctor to pay,” and then to its modern phrasing in the early 20th century.你可能听说过这么一句话：[ruby=An apple a day keeps the doctor away]“每日一苹果，医生远离我”[/ruby]。这句话的确是对的，因为水果在健康膳食中的地位非常重要。这[ruby=Eat an apple on going to bed, and you'll keep the doctor from earning his bread]句话原文为“睡前苹果每一天，医生不赚面包钱”，最早见于[/ruby] 19 世纪的威尔士，接着演变成“[ruby=An apple a day, no doctor to pay]苹果每一天，不付医生钱[/ruby]”，然后演变为 20 世纪初的现代短语。\n\nLet’s try a new one. “An apple a day keeps the Creepers at bay.”我们来句新的。[ruby=An apple a day keeps the Creepers at bay]“每日一苹果，气死爬行者”[/ruby]。\n\nIf only that were true.但愿如此。\n\n原文：https://minecraft.net/zh-hans/article/taking-inventory-apple\n作者：Duncan Geere\n原文发表时间：2018 年 11 月 23 日",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1543046100,
            "txt_content": "去皮食用"
        },
        {
            "author": "zyjking",
            "timestamp": 1543072620,
            "txt_content": "每日一苹果，气死爬行者...\n去皮食用..."
        },
        {
            "author": "SPGoding",
            "timestamp": 1543130160,
            "txt_content": "含港澳台太正确了你也【"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1546133400,
            "txt_content": "去皮食用可还行，这很讲究。"
        },
        {
            "author": "E07",
            "timestamp": 1553920740,
            "txt_content": "林檎果（无端）"
        }
    ]
}