{
    "title": "【原创|单篇】沦陷的家园A3：穹顶之下",
    "author": "SHEEP_REALMS",
    "replyCount": 0,
    "timestamp": 1543132080,
    "txt_content": "\n序章\n自从“穹顶计划”实施之后，茫茫沙漠之中崛起了一座科技之城。这座城市的城市空间布局合理，为扇形模式，一共有17个分区，这些分区都有不同的功能，但这些职能的分界线并不是很明显。南面地区以工厂、军工、军事基地、科研机构和安保机构为主，西面地区以人工智能机构、科研机构和商业机构为主，而北面和东面外围主要以住宅区为主，城市的中心商务区主要以政治机构为主，在这正中央是一座能源塔，既协调着能源的分配，也支撑着城市上空的穹顶。这座城市还有相当多的能源设施，在城市的东北处，日照较强，受北边的中子星天坑影响，还有很大的风，因此这里建造了太阳能及风能发电厂。西北边因为靠近熠河流域，可以在地下深掘到水源，但这些水源远远不够。恰巧，旁边建造有一座氢能电厂，而氢能发电后的产物是水，经过处理之后可以饮用，水厂因此在这落脚。而在这附近有一座核电厂，恰巧也需要氢，而该区域内的风向盛行东北风，因此也在这落脚，这样可以减少对住宅区的污染。而在西北有一座地热电厂，建造在那里完全是因为那里处于下风。而曙光组织，现已改名为曙光战队，在东北外环的某处落脚。\n\n\n第一章 暗流涌动\n一望无际的沙漠，时不时刮起几阵扬沙。一架运输机从沙丘背后飞出，飞向远处的一个巨大的蓝色球体。这个球体打开了一个通道，让运输机通过。在这球体之内，是一座巨大的城市，街道上的飞船川流不息，人们都在忙碌着。运输机找到了停机坪，缓缓落下，停在了地面上，运输机的舱门随之打开。接待员上前迎接:“布莱克司令，欢迎来到熠北城！”布莱克司令下了运输机，抬头看了看这座城市的能源塔:“发展不错嘛，能源塔都完成了！”“这一次请您来，除了让您参观城市，同时还要处理一些问题，如果没什么重要的事情先请跟我来吧！”\n司令的飞船队陆续停在了南方安全中心的停机坪上。\n接待员带着布莱克来到了南方安全中心的指挥中心:“这位先生要找你处理一些问题，就在前面！嘿！莱恩！司令到了！”莱恩见状离开了控制台:“唉！失礼失礼！我最近有点忙......”“不用这么客气，当年都是同一条战壕里的。说吧，有什么事要找我？”\n“嗯......奥...最近，熠北城里出现了一些不和谐的事情，最近有些人频频遇到计算机病毒，影响了社会秩序。上个星期，熠北交通管理局被病毒入侵，病毒篡改了交通路标，造成了大混乱，多亏CTX公司及时发现了异常而向我们报告，才得以及时制止病毒。“黑曜石架构师团队前不久与我们合作，但人手远远不够，他们也不是专业处理计算机病毒的。我们尝试联系过了「[ruby=GodRealms]神之领域[/ruby]」，但始终没有人回应。我们已经尝试联系了所有相关专业的组织，结果是屡屡碰壁，甚至还遇到了一个叫做「[ruby=IntellNet]智网[/ruby]」的空壳组织。总之，我们现在累得要死，就因为这事。“我听说计算机病毒这个概念是由您提出的，所以......我们需要您的帮助！”“看来...该发生的还是要发生啊！”\n太阳已经落下，在曙光战斗基地内，晨飞、萧然正在忙碌着，晨曦正在操作着虚拟屏幕。“诶？西三环区有电子病毒出现！”晨飞看着屏幕说道。晨飞跑了过去查看屏幕:“现已被控制？总有人想搞事情......”萧然回头提醒晨飞:“你打开防火墙了吗？”晨飞这才想了起来:“哦对！”然后跑进了机房。萧然在餐桌边做了下来:“想不到这里还是当年的场景，房间布局和当年的基地很像，真会搬家！”说完便打开了虚拟屏幕。晨曦搭话:“你在玩什么游戏？我看你这几天一直都在玩。”“最近这款游戏很火的！叫做‘MineMinecraft’”“这么6？哪个公司开发的？”“叫做‘MIM’，全称‘Mojang In Minecraft’。”这时，房间发出了AI提示音:“安全等级已提升至1级！”晨曦的屏幕上显示需要重新登录并展示了一个二维码和一个NFC标志。晨曦掏出了一枚NFC标签帖在虚拟屏幕上，完成了登录。“哎呀，我忘了一件事情，晨飞！”晨曦突然站起来说道。晨飞从机房里冲了出来:“什么事？”“我忘记买侦测器了，你不是要用吗？我带你去买。”“下界石英没有库存了吗？”“这东西现在贵的很。”晨曦摊摊手。“网上难道没有卖吗？”“现在这种情况还有人敢网购吗？”“好吧。”萧然的目光从屏幕上移开:“唉？怎么又是我看家？”“抱歉啦，帮忙看一会儿呗~”晨曦说着碰上了入户门，房间里顿时静悄悄的。\n晨曦和晨飞走在回家的立交桥上，晨飞手里还捧着一个侦测器。晨曦突然拉住了晨飞:“对了，你要侦测器干什么？你是不是还想来个中子星Ⅲ？”晨飞连忙解释:“不不不，这是我研究末影之力的光谱要用的。”“那你最近有什么研究成果吗？”“我...我好像发现我自己有些不对劲，我感觉我并不是只有一种特殊能力，我最近研究末影之力的时候总有一种奇怪的感觉。”“真奇怪，我就觉得没啥感觉。”突然，桥下西三环区北端的灯光熄灭了，随后中端的灯火也熄灭了。晨飞望了望桥下:“怎么回事？停电了？不应该啊！”晨曦趴在栏杆上观望:“正常情况下是不会停电的，除非......”晨飞突然紧张地看着晨曦:“病毒攻击！”\n\n\n第二章 天翻地覆\n“西三环出事了！”“想办法恢复电力！”“西二环、西外环、西北外环、西南外环、北三环、北二环、南三环、南二环，启动防火墙！”“这波病毒太凶猛，发布三级警戒！”“联系西北地热电厂和南方氢能电厂，停止对西三环供电！”“等下！不能断电！机器人管理局在西三环，没有他们全城的大部分服务机器人将会瘫痪！”“人工智能协会也在西三环！”“生物研究中心刚刚来电说他们的发电机撑不了多久！”“CTX公司对此表示可以提供帮助！”“西外环也被感染了！”“那里是开发区，不用担心！”南方安全中心的指挥中心已经一片混乱。这时，布莱克进入了指挥中心:“大家别乱！我们要尽快弄清楚病毒的来源，消防队里有一句名言，放弃火源就是放弃一切，杀毒也是一样，大家振作起来！，这和以前的互联网不同，现在是物联网时代，任何一个漏洞都会造成重大损失，我们只有有条不紊仔仔细细地调查，才能摸索到病毒的来源！”\n晨飞看着一盏接着一盏熄灭的灯，拿不出办法:“病毒什么的我不是很懂，这不像病可以用药治疗。”“我们能怎么办呢？我们根本不知道我们的敌人是谁。”“现在这些设备非常精密，非常脆弱，容不得战斗。讲真我完全可以制造一场地震，但我不敢这样做。”“你看到了吗？”“看到什么？”“你看那边！”晨曦指着西三环中端的一个地方，“那里有一大堆人群，看到了吗？像是暴动！”晨飞向晨曦所指的方向望去:“好像还真的是暴动......不！这何止是暴动！这是屠杀！”“什么？！”晨曦惊讶地看着远处混乱的人群。“这是一场软硬结合的反动！”“快！我们可以阻止的！”晨曦已经飞了起来，晨飞也跟着飞去。\n晨飞和晨曦破窗飞入了一个大型车站，停留在高空，看到有一群穿着黑色衣服的人正在开枪屠杀无辜平民。就在这时，大厅内所有的摄像头突然发生短路起火，冒出了白烟。晨曦转头问晨飞:“你干的？”“对。”晨飞降落在了一块空地，一群黑衣人向他冲来，被他用意念掀翻。后方的黑衣人见状向他开枪，然而晨飞周围似乎有一层屏障，反弹了子弹，将开枪的黑衣人击倒，更多的黑衣人向他冲来。晨飞半跪在地，将右手盖在地上，刹那间，地面开始震动，天花板摇摇欲坠。这引起了大厅内所有黑衣人的注意，他们紧张地看着四周。\n“报告司令！地震局来电，说西三环发生3.2级地震，震源深度小于1千米，震级还在增加！”“什么？！快让他们查清楚震源的具体位置！”\n这时，晨曦用意念将大厅里所有的黑衣人拽到了一块，扔出了门外。晨飞站了起来，晨曦降落在了他旁边，晨飞抱怨:“就不能让我多帅几秒！”\n“报告司令！结果出来了，震源在334号车站，震级3.6！”“帮我联系维和部队！”“是！”\n“这些人都被吓跑了？”晨飞来到了大街上，发现人都逃走了。“你不觉得这些人很眼熟吗？”晨曦给了点提示。“我只知道他们的衣服背面写着‘打击者’。等等...暗影军团？”“我也是这么想的，这些肯定是暗影军团的残余势力，他们知道你的存在。”就在这时，大街上的灯熄灭了。“那我们还是赶紧回去吧。”晨曦说道。“也对，我们回去寻找杀毒方法。”“怎么杀毒？这病毒可不简单。”“嘿嘿，以毒攻毒！”“啥？！”\n\n\n第三章 良性感染\n“什么？！我不是让你回填了吗？”晨曦惊讶地看着家中的一个隐藏房间的展台。“留着有什么不好？况且现在也用的上啊！”展台上放着两个命令方块。“为什么会有两个命令方块？”晨曦不解地问道。“因为命令方块可以复制方块！命令方块可以输入指令，而复制方块的指令就是\"clone\"！除此以外，传送指令是\"teleport\"，还有一个指令是一个问号，我不知道这个指令有什么意义，我在命令方块里面执行这个命令它会展示一些句子，像是有个人在说话，不过也就那么几句话。如果你对此有兴趣的话，我可以告诉你语法。”“还有其他指令吗？”“目前为止我只找到这些，这些指令完全是瞎猫碰上死耗子被我猜出来的。”“这怎么能以毒攻毒？你才了解了这么点...命令方块可不止这么点能力。”“我能怎么办？我也很绝望啊！所以才叫你来呀！”“嗯......我们试试看\"generated\"?”晨曦将指令打入命令方块:“G-E-N-E-R-A-T-E-D......没用......”“那...试试\"summon\"?”“S-U-M-M-O-N...有反应！它反馈用法了！用法是:summon <实体> [坐标]”“这是个什么玩意？不管了先记录下来......”晨飞召唤了一个虚拟屏幕写入了新的指令。“诶要不我试试看give? G-I-V-E......有反馈！”\n“报告司令！维和部队C-11中队已在西二环集结！”布莱克思索了一番:“让他们原地待命！”“是！”\n晨飞恍然大悟:“等等！虽然说我目前对这个命令方块的功能不熟，但我对计算机编程很熟，如果我们能够用现有的知识利用命令方块来为我编写程序，那效果一定会非常好！”“嗯......对！暗影军团没有了命令方块，肯定敌不过我们！”晨曦和晨飞将一个命令方块往外搬，途经末影水晶展台的时候，晨飞突然瘫倒在地上，在那一瞬间，他看到了大量画面，他看到了一艘巨大的飞船，他看到了一阵剧烈的天地碰撞，他看到了一道直击天空的光束，他看到了在宇宙间穿行的飞船......以及最后的一行字:“0x7F4AD21A END”“晨飞！你醒醒！你怎么了？”晨飞突然坐了起来，这时萧然也跑了进来:“怎么了？发生什么事了？”晨飞重新站了起来，扶着墙:“我刚刚...看...没事...没事了......”晨曦焦急地问:“真的没事？”“没事，没事。”晨飞搭着萧然和晨曦的肩膀走出了房间。\n“报告司令！西三环发生暴动！”布莱克立即起身:“赶紧出动C-11中队！”“是！”\n“没办法，这是目前唯一的办法，以我们目前的能力所制作出来的病毒还是具有破坏性的。”晨飞正在操作命令方块，命令方块已被改为循环模式。“clone指令大量复制石头方块制造陨石，你也真会想！”晨曦在一旁挑刺。“那难不成我还复制TNT？”“算了算了，也只有这样才能干扰暗影军团了。”晨飞盖好了命令方块的盖子，站了起来:“好了，命令方块已经启动了，只要把石头放在上面，好戏就开始了！”萧然拿起地上的石头块，放在了命令方块上。“嗯好，如果我没打错的话，西三环现在应该已经炸翻天了，我们去看看吧。”\n\n\n第四章 天降正义\n此时，在西三环区的上空，有一大堆石头块被生成，不断地往下掉落，在地上堆了一座石山，一些石头还会被甩去更远的地方，砸中房子，砸碎窗户。而此时，晨曦和晨飞正飞在天上看着这一切。晨曦突然发话:“我又看到暗影军团了！”“他们还敢出来？”“坏了，好像是法师！”“只有一个人？她正在把石头的下落方向往别处引！”“阻止她！”晨飞和晨曦又把石头砸了回来，法师再一次引导，又被引了回来。法师不再引导，而是起飞，向他们飞来。“姐姐，你见过这个人吗？”“没有，从未见过。”这时，那位法师突然制造了一个紫色能量球，向晨飞扔去。晨曦见势不妙，立即将晨飞扑倒:“危险！”能量球在他们身后穿过，而后凭空爆炸，晨曦和晨飞迫降在了一座立交桥上。随后法师又在空中制造了一个更大的能量球，向他们砸去，晨飞试图控制能量球，但毫无作用，只好闪避，能量球在地上炸了一个大坑。晨曦正准备释放能力，就在这时，一个女孩瞬间出现在了他们面前，盯着法师。晨飞从地上爬起来:“她......她会瞬移？机会！”晨飞趁机将法师从天空中拽下，法师在落地前释放了护盾，毫发无损。那位女孩以极快的速度冲向法师，转眼间，法师的护盾被击破，女孩落在了法师身后，而后又瞬移回原位。此时，又有一人从立交桥下跳出腾空，拿着法杖向法师发射了一道紫色光束，法师也以一道紫色光束抵挡。两人僵持良久，晨飞开始准备冰冻光束，法师见势不妙，发起一次强攻脱离了僵持状态，转而向晨飞发射紫色光束，晨飞同时也射出冰冻光束。两道光束相遇后，意外发生了:这两道光束并没有相互排斥，而是相互穿过并融合了！晨曦见状强行将晨飞拉出紫色光束的攻击力路线，法师则被冰冻光束击中。法师被击中后倒在了地上，那个女孩瞬移到了法师面前，不料法师在这时候释放了一个乾坤大挪移，消失在了魔光之中，空中还回荡着她甩下的一句话:“自我介绍一下，我叫飞燕，从古至今，还从来没有人抓到过我，呵哈哈哈哈......”声音拖着长长的回声，逐渐消失。晨飞、晨曦和两位新伙伴相互尴尬地观察了一阵，晨飞抢先做了自我介绍，随后其他人也做了自我介绍。“我叫末影，住在西南外环区，拥有直线瞬移的超能力。不过，我的超能力有个弱点，就是当两点之间有障碍物阻碍时，我将不能成功瞬移。不过，我可以通过在障碍物旁边的某个点作为中转，解决这个问题，但我还是不能通过瞬移进入一个封闭的空间。”“我是莱恩，我没有什么超能力，刚刚我向法师发射的光束是套在我右手上的手环发射出来的，我的鞋子有喷射器，因此可以起飞。我住在南三环区，那里购买红石设备比较容易。”......“等下，我们还有事情要做......诶...姐姐，啥事来着？”“我们要找到...嗯......打击者？打击者的基地，破坏那里，病毒的根源。”“对，我听布莱克讲过，放弃火源就是放弃一切，我们必须把火源扑灭！”这时，末影指了指远处的街道:“那个...这群人是不是维和军？”\n\n\n第五章 斩草除根\n“弟弟，你确定是这里吗？”“我有一种熟悉的感觉，貌似是一种心灵控制波段，就是你上次遇到过的。它大概就是从这栋楼发出的，趁维和军还没压过来，赶紧吧！”“那...如果我突然被控制了怎么办？”“这栋楼会炸的。”“呵......等等你有没有想过其他人被控制？”“这......”晨飞看了看末影，“这好像有点头疼。”末影一脸不满:“哼！看我干嘛？！我有那么麻烦吗？”“行行行大不了我全程开护盾，走吧走吧。”大家走进了楼梯间，蹑手蹑脚地往上爬。楼梯间里很暗，但是可以清楚地看到上方有亮光。很快，大家来到了有亮光的楼层。一步一步往上爬，看见了一个房间，房间里摆着一排电脑，有一位“黑衣人”在操作电脑。突然，楼上传来了一个声音:“站住！都干嘛的？！”......\n一块石头从远处混乱的石头生成点飞来，在一栋7层高的楼房旁飞过。突然，这栋楼在5楼发生了爆炸，一位黑衣人夹着文件夹从窗户跃出，落在隔壁的屋顶上，而后跑起来向前逃跑。在他身后突然立起了一个屏障挡住了末影的瞬移，使末影重重地撞在屏障上，险些晕过去。这时，晨飞从窗户里飞出，被突然出现的飞燕击中护盾撞在墙上。莱恩在屋内发射了一道光束击破了飞燕的护盾，飞燕却再次消失了。此时再回头一看，黑衣人早已跑得无影无踪了。面对这次抓捕行动的失败，大家尴尬地对视，似乎在表达“我也很绝望啊”。虽然说这次行动成功捣毁了病毒的发源地，但却没能抓住始作俑者，这也是晨飞经历的第一次失败。晨曦从屋里探出头说:“事到如今，我们只能控制病毒的发展了！”\n晨飞拿出手机:“是啊，比起在这里发愣，我们还不如看看病毒的发展。”“等下！出事了！”莱恩也拿出了手机，看着屏幕大叫道，“西南外环也被感染了！”晨飞看着一脸惊慌失措的莱恩:“这...会发生什么事情吗？”“在西南外环有一个太空穿梭站，连接着与月球和火星的通讯基站，照这个病毒的发展速度，病毒早已感染到火星了！”“什么？！”众人惊呼。“唉！等等！我们先把命令方块关掉！”晨曦想起了一件重要的事项。“命令方块？！”\n\n\n第六章 大战前夕\n“西南外环被感染了！”“太空穿梭站发来报告说他们被入侵了，完全失去了邮件收发权限！”“快拦截西南外环的一切邮件！”“西南外环没有停电报告，绝对有阴谋！”“邮件拦截成功！”“等下，有一份发送至火星的邮件没有被成功拦截！”“快看看是什么内容！”“注意:不要打开任何附件！”“这封邮件还有37分钟抵达火星，我们还有机会！”“我们的干扰卫星正在军演，无法脱身！”这时，布莱克一边穿衣服一边冲进了大厅:“邮件内容是什么？”一名计算机操作员正在敲着键盘:“原件被删除了，正在从回收站恢复，这需要一段时间。”“干扰卫星可以拦截吗？”“我们唯一的干扰卫星正在参加军事演习，无法脱身。况且现在赶过来，也来不及。”“嗯...能终止数据流吗？”“你是说......把沿途的卫星炸掉？”“是的。”“我算一下......”操作员敲了几下键盘，“来不及了，这封邮件类型是快讯，抓不住它，沿途的卫星不支持接收激光通讯。哦，邮件恢复出来了！”“我看看！”布莱克示意操作员让开座位，自己坐在座位上，“等等...这些字符...”，只见屏幕上显示的是一些难以理解的奇怪的字符，“叫什么...附魔铭文？”“这是俗称，标准的名称是......”“我想起来了！是SGA(标准银河字母)！”“嗯是的，这封信发出去的时候是被加密的，到站以后会自动解密。”这时，布莱克看到屏幕上存在着一些不一样的字符:“不对！这不是SGA，这是......SGA2.0！这可以翻译吗？”“可以。”操作员敲了一阵键盘，屏幕上的内容开始被翻译，逐渐呈现出了一段可以被识别的文字。大家都凑到了电脑屏幕前，阅读着这封逐渐呈现出来的邮件，个个都看得目瞪口呆。这时，布莱克注意到了收件人列表，似乎有多个收件人。他展开收件人列表后，更是大吃一惊，收件人列表很长很长，右侧的垂直滑块都变得很短，而这些收件服务器都在火星。布莱克问话:“火星有多少居民？”“12万。”布莱克一看底部栏的统计，发现收件人竟然有124359人！布莱克拍案而起:“这是要挑拨离间！帮我联系银河舰队，接到我的办公室！”话还没说完，人已经走出了大厅。......\n“终于结束了。”晨飞关闭了命令方块，石头不再生成。“结果就我一个人急急忙忙冲回来了......诶？话说从上一次到家开始......萧然呢？我居然没注意到他跑了......算了。”晨飞伸了个懒腰，走进了房间。突然，他发现书房的门开着。“这个门......我不是已经关上了吗？”他赶忙跑进书房开灯检查，发现书架被翻动过。他从书架上取下了有翻动痕迹的档案袋——《Omega III》。“惨了！”......\n\n\n末章\n邮件最终没有被成功拦截\n并被发送到了火星的每一个角落\n造成火星发生了前所未有的混乱\n平民与政府的关系彻底决裂\n大战随时都有可能爆发\n火星成为了太阳系的火药桶\n为了摆平动乱\n一支携带着补给物资的银河先锋舰队\n前往火星执行维和任务\n不料\n这本该扑灭火源的水桶\n最终成为了助燃的油桶\n太阳系大战\n一触即发\n......\n\n“砰！”射击训练场内，一名女孩正在测试一把新型狙击枪——「[ruby=杀手观察者 VI]KillerObserver VI[/ruby]」。这时，一名年轻男子走了过来。“东方大陆闹事了，我们有任务了。”“了解。”她起身退弹上保险背上了狙击枪，跟随男子离开了射击训练场。......\n在黑暗的牢笼里，一名女子躺在床上，她身旁放着一支套着剑鞘的长剑。突然，牢笼的门被打开了。一只手伸了进来，手上拿着一瓶药水。“从现在开始，你正式服役了。”......\n一名男生走在熠北城的大街上，身旁的街道上突然开过几辆装甲车。他拿起手机，发送了一句“开始了”。这是一款聊天软件，他的群聊名称是“幽灵战队”。......\n在一处灯光微弱的地下室，一名女生正在桌前翻找资料。她翻出了两份资料，一份来自「[ruby=DarkShadow]暗影军团[/ruby]」，一份来自「[ruby=EmpireUnion]帝国联盟[/ruby]」。这时，她的手机震动了起来。她接起了电话——--[怎么样了Kirimoto？]“这里有猫腻。以我目前的线索来看......这些资料的时空完全对不上。这里的时空...是破碎的。”--[那个「无法逾越的断层」传闻是真的？]“极有可能。还有，请叫我Aki。”......\n长长的地下走廊内，一行人推着辆手推车快速前进着。他们来到了走廊的尽头，推开了厚重的大门，里面是一个幽闭的空间，房间正中心安置着一个展台。一人打开手推车上的盖子，取出了一本历史悠久的书——「[ruby=EndBook]终末之书[/ruby]」。“唉......此乃万恶之源也。”他将书轻轻安放在了展台上。“愿天域之灵在此安息。”所有人离开了房间，拽回了厚重的大门，并牢牢锁死。\n这本书静静地躺在展台上。\n偶尔...发出紫色的光芒......\n\n欢迎继续阅读\n《沦陷的家园外传A:太阳系大战》\n以及\n《沦陷的家园A4:终末之路》\n",
    "replies": []
}