{
    "title": "【全国首发】【集结打包】TR1.061发布！ 《轉載》",
    "author": "cc558894",
    "replyCount": 10,
    "timestamp": 1313744340,
    "txt_content": " 本帖最后由 cc558894 于 2011-8-19 17:03 编辑 \n\nTerraria1.0.6.1\n\nBug Fixes\nFixed a bug that would cause chests to contain stacks of empty items.修正箱子中會和空的物件堆疊的臭蟲\nThe crafting list now correctly updates after using the container loot buttons.在使用容器中的取得按鈕後,製造清單現在會被正確的更新\nThe direction bathtubs face when placed is now correctly sent to the server. This prevents bathtub duplication issues.放置浴缸的面對方向，現在可以正確的傳到主機，從而避免浴缸重複(copy)的問題。Smashing Obsidian Walls no longer gives Obsidian Ore.粉碎黑曜石牆將不再給黑曜礦.Walls that are automatically placed to fill small gaps are now correctly taken from the player’s inventory.從玩家的道具欄中取得的牆的放置將正確的自動填補小的差距Fixed a bug that causes Green Slimes to get stuck in the ground and start sinking.修正綠史萊姆卡在地上現在會開始下沉.\nPlayer ghosts no longer move when typing.玩家的鬼魂在打字時不能動作.\nFixed a bug that would cause mana to sometimes not regenerate when the player has 0 mana.修正當玩家的魔力為0時,魔力有時不會回復的臭蟲.\nSlimes no longer chase the player in water when they are not in aggressive mode.當史萊姆不是攻擊模式時在水中時不再追逐玩家。Lesser Restoration Potions and Restoration Potions now only heal for 50/100 life and 50/100 mana.少量回復瓶和回復瓶現在只補充 50/100 血量和 50/100魔力\nLesser Mana Potions and Mana Potions now only restore 50/100 mana.少量魔力瓶和魔力瓶現在只補充50/100魔力.Changed the way the value of stacked items is rounded to fix selling/buyback inconsistencies.改變堆疊物品數量的方法,用四捨五入來修正賣價/買回價 的不一致.\nSome items can now be placed in lava, this includes clay pots and fire blossom seeds.有些東西現在可以放在熔漿中,這包含陶瓶和火炎花的種子.\nFixed a bug that would cause shadow orbs to me smashed during world generation. This was causing meteors to start spawning before the player is at the appropriate gear level.修正了當粉碎暗影之珠時世界的改變.在玩家有足夠的裝備水平前不會有隕石的產生.\nGenerated dirt walls now correctly blend with player placed dirt walls. Player placed dirt walls now have new graphics to differ from generated walls.玩家在地圖產生的土牆和放置土牆現在會正確的混合.玩家在放置土牆現在會有新的圖像來和地圖產生的土牆做區分\nBoomerangs now reset correctly when you use your magic mirror if they are still flying.當你使用魔法鏡時.即使迴力鏢在飛行也會被正確的重置Mediumcore characters now correctly drop ammo on death.中等派角色死亡時,彈藥現在會正確的掉落.\n“Misc” has been reworded to say “Shoes” on the shoes color settings screen.雜項 被改寫為 鞋子在鞋子顏色設定的畫面.\n\nItem Addition\n\n新增物品Added the Sawmill which replaces the Workbench for “advanced” wood crafting. The Workbench is now designated for “basic” wood crafting.新增鋸木廠來取代工作桌給進階款的木製品.工作桌現在只被設計來做 基本款的木製品.\n\n請回覆後再行下載～\n\nhttp://www.xun6.com/file/614b687e2/terraria1.0.6.1.rar.html\n\n\n轉載自：http://3dm.178.com/thread-2182051-1-1.html\n",
    "replies": [
        {
            "author": "tgwby04525",
            "timestamp": 1313745120,
            "txt_content": "我是第一個"
        },
        {
            "author": "cc558894",
            "timestamp": 1313745540,
            "txt_content": "恭喜~~~！  {:1_1:}"
        },
        {
            "author": "撸一撸",
            "timestamp": 1313775060,
            "txt_content": "谢谢楼主分享"
        },
        {
            "author": "867564357",
            "timestamp": 1313802240,
            "txt_content": "谢谢LZ，不知道机子行不行。"
        },
        {
            "author": "kuleimin",
            "timestamp": 1313838060,
            "txt_content": "谢谢楼主分享"
        },
        {
            "author": "420952996",
            "timestamp": 1313904540,
            "txt_content": "kuleimin 发表于 2011-8-20 19:01 \n谢谢楼主分享\n                                         "
        },
        {
            "author": "LSv",
            "timestamp": 1314720480,
            "txt_content": "多谢分享"
        },
        {
            "author": "xiaochen1983",
            "timestamp": 1316364300,
            "txt_content": "多谢啊，打包辛苦~"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1316410920,
            "txt_content": "辛苦了···"
        },
        {
            "author": "mark",
            "timestamp": 1319250840,
            "txt_content": "恭喜[diamond_ore]"
        }
    ]
}