{
    "title": "Nucleus官网文档插件聊天功能板块翻译",
    "author": "Im_buchun",
    "replyCount": 4,
    "timestamp": 1543320900,
    "txt_content": " 本帖最后由 Im_buchun 于 2018-11-27 20:38 编辑 \n\n\n                                                Nucleus 官方文档翻译之聊天板块翻译\n前引：之前有一个大佬发布了两篇关于Nucleus官网文档的翻译，但是后作似乎迟迟没有出现，于是本人想到来翻译一篇帮忙分担\n\n\nNucleus插件介绍：一款在Sponge服务端上使用功能齐全的基础插件。\n\n\n正文：\n          介绍：聊天模块在玩家操作发送消息时使发生的变化，虽然不涉及到指令的使用，但是聊天模块可能真的是服务器中最常见的了。\n聊天功能最好与支持选项的权限插件共同使用\n原文The Chat Module handles changing how chat looks when players send public messages. Whilst there are no commands involved, the chat module is perhaps the module that is most visible on the server.Chat works best when coupled with a permission plugin that supports options.\n\n\n          配置：\nIn the main.conf file, chat section, the following options are available:modifychat: if true, the chat format will be modified.template.prefix: The prefix to all messages sent, if set. Set to empty to disable.template.suffix: The suffix to all message sent, if set. Set to empty to disable.\nIf modifychat is set to true, when someone sends a public chat message, the message will start with whatever is specified in template.default.prefix, and will be followed by whatever is specified in template.default.suffix.The templates support various tokens.{{name}}: The player’s name{{displayname}}: The player’s set display name. Usually, this is the users nickname if they have one, or their in-game name otherwise.{{prefix}}: The player’s prefix tag, if one is set in the permission plugin. This is NOT the same as the template prefix, defined above.{{suffix}}: The player’s suffix tag, if one is set in the permission plugin. This is NOT the same as the template suffix, defined above.\nThe templates also support Minecraft colour codes, replacing § with &.If you want to change the colour of a player’s name in general, don’t add a colour code to the end of the prefix. Instead, use the namecolor permission option, as this will tell Nucleus to use that colour all across the plugin.\n\n\n\n\n翻译：在main.conf文档中，聊天部分的以下选项是可以选择的\nmodifychat:如果这里是true,那么聊天格式将会被修改\ntemplate.prefix:发送所有消息的前缀，如果这里什么都不设置，那就填空的\ntemplate.suffix:发送所有消息的后缀，如果这里什么都不设置，那就填空的\n如果modifychat设置的是true,当某人发消息时，他的前缀和后缀将会按照template.default.prefix和template.default.suffix中指定的内容显示\n模板支持各种符号\n\n{{name}}:玩家的名称\n{{displayname}}:玩家的显示名（就是nick）没有的话就是玩家ID\n{{prefix}}:特定权限组所设置的前缀，这里与上面的前缀不是同一个概念\n{{suffix}}:同上\n模块支持Minecraft的颜色代码，用&\n如果你想改变玩家ID的颜色，那么在前缀前加上颜色代码是没有用的，要使用namecolor权限选项，这将告诉nucleus在整个插件中使用颜色选项\n\n\n不同权限组的配置\nDifferent groups can have different chat templates to the default defined in template.default. To give a group a different template, simply add the name of the group and the template like so. Note that the name of the group is case sensitive, so the “Admin” group must have an entry for “Admin”. Multiple entries can be added like so:templates {    ...    group-templates {        Admin {            prefix=\"{{prefix}} {{displayname}}&f A>: \"            suffix=\" {{suffix}}\"        }        Moderator {            prefix=\"{{prefix}} {{displayname}}&f M>: \"            suffix=\" {{suffix}}\"        }    }}\n\n\n翻译：不同的权限组可以拥有不同的聊天模板在template.default中定义不同的模板.\n玩家的前缀以及后缀:To set a player’s or group’s prefix or suffix tag, a permissions plugin that supports options must be installed, such as PermissionsEx. To set the prefix tag, simply set the desired tag to the prefix option, similarly, with the suffix tag, set the suffix option. Both these tags support colour codes, as above.For example, to set the the prefix [Mod] for the “mod” group, run the command (based on your permissions plugin):LuckPerms ?\n\n/lp group mod meta addprefix [priority] &5[Mod]\n\n\n翻译：要设置播放器或组的前缀或后缀标记，必须安装一个支持选项的权限插件，例如PermissionsEx。要设置前缀标记，只需将所需的标记设置为prefix选项，类似地，对\n\n\n于后缀标记，设置后缀选项。如上所述，这两个标记都支持颜色代码。例如，要\n\n\n为“Mod”组设置前缀[Mod]，请运行命令(基于权限插件)    /lp group mod meta addprefix [priority] &5[Mod]\n\n\n\n\n自定义的前缀:Nucleus, as of 0.9, supports custom tokens other than “prefix” and “suffix”. In the chat formatting string, you can add the following tags:{{o:[option-name]}} - replaced by the text in option “rank”, if any.{{o:[option-name]:s}} - replaced by the text in option “rank”, if any. If there is text in the option, adds a space afterwards.\nIn both cases, the option name is whatever you called the option. So, if you wanted a token called rank on a moderator with the string [Rank] before the prefix, you would run the following command (again, this varies based on your permissions plugin):LuckPerms ?\n/lp group mod meta set rank [Rank]\n\nthen have the following template:\"{{o:rank:s}}{{prefix}} {{displayname}}&f>: \" \n\nIf you also had a default group with the tag “[Default]”, this would display “[Rank] [Mod] name> chat” for moderators, and “[Default] name> chat” for default players.\n\n翻译:Nucleus从0.9开始支持自定义令牌，而不是“前缀”和“后缀”。在聊天格式字符串中，可以添加以下标签:\n{{o:[option-name]}} -替换为选项“rank”中的文本(如果有)。\n\n{{o:[option-name]:s}} -替换为选项“rank”中的文本(如果有)。如果选项中有文本，则在\n\n后面添加空格。\n\n\n在这两种情况下，选项名就是您所调用的选项。因此，如果您希望在前缀之前有字符串\n\n[rank]的OP上有一个名为rank的标记，您可以运行以下命令(同样，这取决于您的权限\n插件\n/lp group mod meta set rank [Rank]\n然后有以下模板:\n\"{{o:rank:s}}{{prefix}} {{displayname}}&f>: \" 如果您还有一个标签为“[default]”的默认组，那么对于腐竹，将显示“[Rank] [Mod] \n\nname> chat”，对于默认权限组，将显示“[default] name> chat”。\n\n玩家的消息，颜色格式变量：Messages themselves can also be formatted using colour codes and formats, prefixing the codes with & characters. “Magic” characters can also be sent using &k, and reset using &r.\nThe message formatting can be controlled by permissions - which are listed below.\n\n\n翻译：消息本身也可以使用彩色代码和格式进行格式化，以&字符作为代码的前缀。\n变量字符也可以使用&k发送，和重置使用&r。消息格式可以由权限控制——下面列出了\n权限。\n\n\n玩家的消息：UrlsSince 0.4, URLs are detected by Nucleus and are made clickable. This requires the nucleus.chat.url permission.\n\n翻译：自从0.4版本以后，URLS会被Nucleus检测并且可以点击，这需要有 nucleus.chat.url权限\n\n默认名字颜色：If you have a compatible permissions plugin installed, setting a player’s (or their group’s) namecolor/namecolour permission option will colour their display name that colour be default. This can be overridden by players who can use colour codes in their nicknames.\nThis option accepts both names of colours and single character Minecraft colour codes - that is, black and 0 will both colour the player’s name in black.\n翻译：如果你安装了兼容的权限插件，设置一个玩家(或他们的权限组组)的namecolor/namecolour权限选项将为他们的显示名称着色，该颜色是默认的。这可以被在昵称中使用颜色代码的玩家所覆盖。\n\n这个选项接受颜色名称和单一角色Minecraft颜色代码-即，黑色和0都将玩家的名\n\n字显示黑色。\n\n默认聊天颜色:If you have a compatible permissions plugin installed, setting a player’s (or their group’s) chatcolor/chatcolour permission option will colour their chat that colour by default. This can be overridden by players who can use colour codes in their chat.\nLike namecolour, this accepts both named colours and single character colour codes.\n\n\n翻译：如果你安装了一个兼容的权限插件，设置一个玩家(或他们的群组)的聊天颜色/聊天颜色权限选项将默认为他们的聊天颜色。这可以被玩家覆盖，他们可以使用颜色代码\n\n\n在他们的聊天。就像namecolour一样，它接受颜色名字和单个字符的颜色代码\n\n\n\n\n默认聊天风格：If you have a compatible permissions plugin installed, setting a player’s (or their group’s) chatstyle permission option will set the style of their chat automatically. This can be overridden by players who can use colour codes in their chat.\nchatstyle can accept multiple styles which are comma separated, and both single character and named styles are accepted. To set the style as bold and italic, set the chatstyle option to l,o or bold,italic.\n\n\n翻译：如果你安装了一个兼容的权限插件，设置一个玩家(或他们组)的chatstyle权限选项将自动设置他们聊天的风格。这可以被玩家覆盖，他们可以使用颜色代码在他们的聊天当中。\n\nchatstyle可以接受逗号分隔的多个样式，可以接受单个字符和命名样式。要将样式设置\n\n为粗体和斜体，请将chatstyle选项设置为l、o或粗体、斜体。\n\n\n\n\n\n\n\n\n注：第一次发长篇翻译帖，有点累，专业名词也多，可能有点像机翻，但我真的尽力\n\n\n了，各位还请将就着看.",
    "replies": [
        {
            "author": "Abraham511",
            "timestamp": 1543324440,
            "txt_content": "嗯！感谢翻译！！\n不过...关于排版和文字的配色上...有待提升~~"
        },
        {
            "author": "Im_buchun",
            "timestamp": 1543360800,
            "txt_content": "Abraham511 发表于 2018-11-27 21:14\n嗯！感谢翻译！！\n不过...关于排版和文字的配色上...有待提升~~\n谢谢大佬的支持！"
        },
        {
            "author": "a17687499106",
            "timestamp": 1583499660,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "天霄瑶",
            "timestamp": 1583559900,
            "txt_content": "sad大所大所多"
        }
    ]
}