{
    "title": "[多线]勇者世界 —— ★锻造★技能★饰品★符文★宝石★淬炼★[1.12.2]",
    "author": "MCDT",
    "replyCount": 0,
    "timestamp": 1543474500,
    "txt_content": "勇者世界服务器正式开启于2018年10月18日\n服务器有着高强度的开发团队持续更新新玩法新副本不间断更新工作日在线人数高达50+周末\\节假日在线人数高达120+\n武器装备①掉落装备： 每个BOSS都有小概率掉落BOSS装备，掉落的装备属性是浮动的，在一个范围内浮动，属性时好时坏。可以进行出售成游戏币，也可以拆解成材料。②鉴定装备： 每个BOSS都有极小的概率掉落鉴定图纸，鉴定图纸使用后可以直接获得一个固定基础属性的鉴定装备，鉴定等级分E、D、C、B、A、S。不同的等级附加的属性不同。也可以进行出售或拆解成材料。 另外获取途径：通过BOSS掉落的材料或者分解装备得到的材料 在合成区域进行兑换图纸③升级装备： 新手发放一套新手套能够进行升级，从副本一可以一直升级下去。升级的属性为固定的，升级所需的是对应boss掉落的材料。④锻造装备： 使用BOSS掉落的材料以及挖矿获得的原初石头进行锻造。详细的请看上面的锻造介绍。<以上装备都拥有雕纹加成，但只有升级装备的雕纹是百分百拥有，其他的均有概率雕琢失败>\n锻造系统 \n服务器内有独特的锻造系统及机制。锻造分为\"普通 优秀 稀有 神器 传说 史诗\"六个品质，不同品质所加成的属性值不同。并且有强度加成这一属性加成，分0%-100%，游戏内可以通过游戏币购买强度石增加锻造出来强度的概率。并且锻造武器会拥有雕纹，武器雕纹属性分三种\"攻击加成 爆率 暴伤\"，防具雕文属性也分三种\"生命加成  暴击躲避 暴击抵抗\"，不同品质拥有的雕纹数也不同,普通、优秀为一个雕纹,稀有、神器为两个雕纹，传说、史诗为三个雕纹。雕纹也有概率会雕琢失败。 [这一系统是欧皇的希望，最低品质与最高品质差距大，只要拥有同等级高品锻造装备能够轻松的击杀boss] \n\n淬炼系统 \n服务器内设淬炼系统，锻造的胸甲以武器可以通过用游戏币购买的淬炼石进行淬炼，武器淬炼加成属性\"攻击加成、爆率、暴伤\",胸甲淬炼加成属性\"生命加成、暴击躲避、暴击抵抗\"淬炼等级越高增加的属性幅度越大 ，淬炼满级15级。淬炼到11级已经有了60%的攻击生命加成等等。各等级的淬炼加成详细进游戏后体验能够更加清楚。淬炼到一定等级会失败，从一开始的不掉级逐渐变为 失败掉级  失败武器破损。高风险高回报。\n\n\n饰品系统 \n从副本五开始各大boss将会掉落三件饰品，手镯、戒指、项链。分别增加攻击、生命属性。并且与装备相同的拥有宝石孔。获得时会自动进行打孔，一共拥有5个孔槽，有概率打孔成功也有概率打孔失败。 \n\n\n符文宝石\nBOSS会掉落对应的符文和宝石。能够增加不同的属性。如：生命上限、攻击、爆率、暴伤、暴击躲避、暴击抵抗、破甲攻击、防御  等属性。可以镶嵌到防具及武器上，无条件百分百成功镶嵌，可以无条件进行拆出。 宝石可以进行三次升级，使用2个相同等级的宝石进行升级，成功率为50%。 \n\n\n炼药系统\n除了进行PVE副本外，可以采集小麦种子在地皮开垦田地种植小麦。小麦可以用于炼制药水。 药水能在一定时间内增加你的属性值。也分为多种属性药水。详细属性进服可以自行查看。每次炼制药水都能增加炼药师熟练度，可以升级炼药等级，炼制更高级的药水。炼药很划算，无论前期后期都有许多人需求药剂。 \n\n组队副本每个副本都有一个强化版的组队副本，是同级副本的数倍难度。可以四个人进行组队挑战，副本所掉落的物品是每个人都共享的，比如这个boss掉落10个材料，那么四个人每个人都能拿到10个材料。掉率是普通副本的数倍。另外通关之后能参与副本的每个玩家都能够获得一把组队副本宝箱的钥匙，可以进行抽取宝石符文材料等物品。击杀组队副本最终BOSS的人能够独立获得一个击杀BOSS的宝箱钥匙。能够开启另外一种宝箱，抽取更好的物品。\n\n深渊挑战\n击杀1-4层BOSS会获得深渊挑战邀请函，可以在挑战区域消耗邀请函进行挑战深渊BOSS。一共分为8级，深渊BOSS掉落深渊宝石。每一件装备都有一个独立的深渊宝石孔位。深渊BOSS掉落的宝石为五个部位。镶嵌后可以增加一定的攻击力以及生命值。\n\n抽奖系统\n玩家可以通过点券购买抽奖钥匙进行抽奖，抽奖的概率全部明标明示。具体的内容有兴趣的进服可以到市场处进行查看。\n\n\n装备展示\n\n\n\n\n图片1.png (120.03 KB, 下载次数: 6)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n\n\n\n图片3.png (56.79 KB, 下载次数: 0)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n饰品展示\n\n\n\n\n图片4 (3).png (25.59 KB, 下载次数: 3)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n\n\n\n图片4 (2).png (24.8 KB, 下载次数: 6)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n\n\n\n图片4 (1).png (23.66 KB, 下载次数: 6)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n消耗品展示\n\n\n\n\n图片5 (1).png (17.28 KB, 下载次数: 5)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n\n\n\n图片5 (2).png (35 KB, 下载次数: 3)\n\n下载附件\n\n2018-11-29 14:53 上传\n\n\n\n\n\n后续将更新更多图片......\n\n",
    "replies": []
}