{
    "title": "[Adv] 史诗级大型冒险地图——重新崛起  ▏Criswelvania Ressurection",
    "author": "我不是憨憨",
    "replyCount": 20,
    "timestamp": 1543751880,
    "txt_content": " 本帖最后由 55555S 于 2019-1-26 17:40 编辑 \n\n[ Criswelvania Ressurection - 重新崛起]\n 作者原文：\nAuthor say:[18.09.06] Criswelvania is coming up on its NINTH year in November! That's one sturdy map! We've had a couple years of setbacks resulting from previous updates, but 1.13 has given us a chance to make a fresh restart, with the potential to finally add some features this map has anticipated from its inception. The whole team is still here and we've been hard at work since pre-Release to reconstruct and improve the complete playable map.\n\n[15.05.30] The Criswelvania project is well into it’s fifth year and we’ve expanded our development team to include Spookyhappyfun working alongside Criswell. We’re gearing up for a new release utilizing the current Minecraft version 1.8! Criswelvania Book II is still in development, but we’ve got plenty of new features to share. Stay tuned!\n\nCriswelvania is an homage to Konami's Castlevania series of games. Fans of the original NES game will note that every level and even the overall progression of the first Castlevania has been in some way interpreted in this map, and many elements from Simon's Quest, Dracula’s Curse, Super Castlevania IV for SNES, and Symphony of the Night make appearances as well.\n\nCriswelvania is a vanilla Minecraft map that features deadly challenges, tense battles with new and unique mobs, mechanical puzzles and hidden magical treasures to find, all spread throughout a truly epic adventure. Discover legendary weapons, powerful potions and animal companions to aid you on your journey! Criswelvania now features greatly expanded Nether content, new challenge dungeons, NPCs, revamped economy, rebalanced better multiplayer support and a slew of new redstone and piston traps and mechanisms.\n\nIf you haven’t visited in a while, maybe it's time to Return to Criswelvania!\nQuickstart Guide\nIt's sunset on the edge of a dark forest. You need to find weapons and items to survive. Open the first chest you see, and equip the sword. You can use the snowballs too to keep monsters at bay until you can find something better. The other materials might come in handy as well.\n\nFollow the path East, then South until you come to a lake and Zweilliger Farm. You can take refuge overnight in the farm if you wish; you may find some more items to aid you. When you are prepared, continue down the road and you will come to a passage over a cliff leading to the first village of Gillis. You should be able to see the Castle in the distance. If you search the houses in Gillis you will find your first quest.\nAdventure Goals\nAscend the dark halls and towers of Criswelvania and cleanse it of the evil that awaits you within. Visit the nearby towns surrounding the Castle to buy supplies and get hints to guide you to the rarest and most powerful equipment.\nJourney into the portal under the Palace of Darkness to face an ultimate challenge. Can you return through the Portal at the end of this deadly nightmare, and do more adventures yet await? Should you succeed, your name will become legend! If you fail, yours may end up as rather more of a... cautionary tale.\n”For the best experience while playing through Criswelvania,\nthe following guidelines are suggested”General Gameplay\nCriswelvania is a tense action-adventure with roleplaying, platforming and puzzle-solving elements. Exploration is rewarded. The guidelines suggested are mainly to increase immersiveness, simulate NPC interaction, provide a challenge and sense of accomplishment, and an intuitive progression to prevent players from getting lost.Change the Difficulty and other challenge settings in-map at the Game Start Menu.Select your player character at the Hall of Heroes, and receive your starting gifts and class perk. Or choose ungifted Wanderer to forsake such attachments. Perhaps invade the Heroes instead as a PvP Adversary!Real Vampire Killers will only venture outdoors or leave towns after sunset. There are some encounters that only occur at night.Use shops to restock on gear and supplies, and Inns to set waypoints and access your permanent storage.Explore hidden paths and solve puzzles to advance though an intricate non-linear adventure of astonishing scope.\nLooting & Treasure\nYou may generally take any items you find, as needed. There are several items you may find which have no specific use in the game, and your inventory will fill up quickly if you take items not related to combat, defense, and survival. There are also some valuable items which can be traded in towns for supplies (see Currency), or they may serve other purposes...\n\nShops & Currency\nThe treasure items you find in chests throughout your journey support the local economy in Criswelvania. Selling or trading with local vendors will help you to acquire items to help you along your quest. Some vendors may even purchase any books or paintings you find along the way\n\nThe rates of exchange are as follows:\nGold Nugget . . . $ 1\nIron Ingot . . . . . $ 3\nGold Ingot . . . . $ 9\nDiamond . . . . . $18\n\nBreaking & Placing Blocks\nThere are a few breakable blocks: any clay is breakable, as are suspiciously-placed single or paired blocks of half-steps or brick, or out-of-place patches of sand or gravel. There is usually a hint nearby, such as a pick or shovel in a chest. You may break monster spawners, or disable them with torches (unless playing Hardcore).\nYou may also mine out exposed minerals, and smelt any ores found to use as you see fit.\n\nIt is permissible to place dirt, stone, wood and other blocks to repair damaged floors or walls with the same kind of material. You may also build emergency barricades, and you may build bridges in situations such as crossing lava or chasms if it suits your style, but you may not build steps or towers to climb over fences, walls or other obstacles.\nCrafting\nYou may not craft items until after you find the recipes or schematics for that item (or the item itself in early versions of the map). So, even if you find 2 bars of iron, you may not craft an iron sword until you find the schematics for an iron sword. Likewise for armor, diamond gear, potions, and other things. It is possible to find or buy everything you need and never have to craft anything, but you will have to search! You will need at least some of the iron you find to buy things with anyway. Additional items may be crafted for extra players as well.\nAdventuring Tips\nIf you die in Criswelvania, you will spawn at your starting location outside the forest. You may want to leave some items stashed behind you in case you need to craft or purchase replacements for any lost gear.\n\nThere are a few usable beds around, you may use these to advance your spawn position.\n\nThere is a marked path to every important location, and clear boundaries to the distinct regions in the map. Try to stay within these boundaries to avoid getting lost or breaking the game. Anywhere you see pavestones or stairs is fair game for exploration. If you get out of sight of civilization, you are getting yourself lost.\n\nTry not to break obstacles to get around them. The puzzle elements of Criswelvania are not overly complex for the uninitiated, nothing is too fiendishly buried or requires esoteric knowledge of weird Minecraft techniques. Players need not randomly rip apart the environment to find arbitrary loot. There are occasionally multiple paths to get to or from some locations, so if you get stuck, backtrack and keep searching.\n“If you choose to roleplay the adventure in this way,\nit will greatly increase the depth and enjoyment of your game”\nHelpful Hints\nKeep an eye out for buttons which open doors from the outside.\nMany metal doors can be permanently opened from the inside by a lever.\nWooden plates activate when an item is dropped upon them. A fishing rod sinker also works!\nSpare ladders may come in handy.\nStash excess loot in safehouse locations and always enter unexplored areas prepared!\nThere's always a way out.\nEndgame\nChapter 6: Throne of Darkness begins after you ascend the Clock Tower before you enter Bathory Castle. You may still return to previously visited locations to recover overlooked items. After you clear the Palace of Darkness, you are free to locate the Treasury and the Portal Room.\n\nThere are also several challenge areas to explore once you are sufficiently equipped. First of these encountered would be Deadman's Cave, just outside of Gillis, where a great amount of pirate treasure lies tucked away. There are other mysterious areas scattered around containing treasure as well.\n\nWhen you are prepared and carrying as much treasure as you can, enter the portal. To complete the game, simply return from the Nether through the next portal you find, to the Caves of Confusion. Escape to the surface! But, is this really the end??\nFurther Exploration\nOnce you beat the map, you are free to use the world as your own. If you decide to use the castle as a base, there are 3 other large and mostly unexplored caves in the area, full of minerals and danger.\n\nThe extensive Nether portal system will take you to dozens of areas to explore spanning 2 large continents, an enormous world with hundreds of things to discover. The Nether itself has 32 secret chests tucked away -- how many can you find? In the non-Lite versions, see if you can find the Western Ziggurat, Embersted, or the Sacred Caves. Take an 8-minute train tour of the main continent! Try to sail back to Criswelvania on the Minerva Cup Regatta route.\n\nLooking to immerse yourself in the experience even more? Maybe consider contributing to the world! Read more over at The Minerva Project.\nMultiplayer\nCriswelvania now has full support for Multiplayer, and to enhance the adventure, several player character roles involved in the story are provided here. These suggested roles are designed to suit players with various playstyles and levels of experience, and should be balanced in such a way that each player has a clear function in the group. Up to 5 players are recommended.\n\nUsage is completely optional. These characters are intended as base skill classes for players who want to roleplay. You may rename, alter or rebalance these attributes to best suit your party.\n\nPlayable Characters\n\n\n译文：\n[18.09.06] Criswelvania将于11月迎来第九届！那是一张紧张刺激的冒险地图！我们已经有过几年的挫折，因为之前的更新，但1.13让我们有机会重新开始，有可能最终添加这个地图从一开始就预期的一些功能。整个团队仍然在这里，我们一直在努力工作，因为预发布以重建和改进完整的可玩地图。\n\n[15.05.30] Criswelvania项目已进入第五年，我们扩大了我们的开发团队，我们将与Spookyhappyfun、Criswell一起工作。我们正在准备使用当前的Minecraft 1.8版本的新版本！Criswelvania Book II仍在开发中，但我们有很多新功能可供分享。敬请关注！\n\nCriswelvania是对Konami的恶魔城冒险系列游戏的致敬。原始NES游戏的粉丝会注意到，第一个恶魔城的每个级别甚至整体进展都在某种程度上被解释为这个地图，以及许多元素来自Simon's Quest，Dracula's Curse，Super Castlevania IV for SNES和Symphony of the夜晚也出现了。\n\nCriswelvania是一张冒险Minecraft地图，具有致命的挑战，与新制作的怪物战斗，机械难题和隐藏的超级深的具有魔法的宝藏，所有这些都在一个真正史诗般的冒险中传播。发现NB的武器，某不知名的药水和动物伙伴，以帮助您的旅程！Criswelvania现在具有极大扩展的虚空内容，新挑战地下城，NPC，经济改造，重新平衡更好的多人游戏支持以及一系列新的红石和活塞陷阱和机制。\n\n如果你有一段时间没有去过，也许是时候回到Criswelvania了！\n                                                                                                   入门技巧\n它是在黑暗森林边缘的日落。你需要找到武器和物品才能生存。打开你看到的第一个箱子，装备剑。您也可以使用雪球将怪物留在海湾，直到您找到更好的东西。其他材料也可以派上用场。\n\n沿着东路径行驶，然后向南行驶，直到您来到湖泊和Zweilliger农场。如果您愿意，您可以在农场过夜避难; 你可能会找到更多的物品来帮助你。当你做好准备时，继续沿着这条路前行，你会来到通往第一个村的悬崖上。你应该能够看到远处的城堡。如果你搜索房子，你会发现你的第一个任务。\n                                                                                                  冒险目标\n登上Criswelvania的大厅和塔楼，清除等待着你的邪恶。参观附近城堡周围的城镇购买物资并获取提示，指导您使用最稀有和最强大的设备。在你NB的时候进入最终挑战。你可以在这场致命的噩梦结束时通过网站返回，还有更多的冒险还在等待吗？如果你成功了，你的名字将成为传奇！如果你失败了，你的最终可能更像是一个......让本搬运者（滑稽）悲伤的故事。    \n“为了在玩Criswelvania时获得最佳体验，\n建议采用以下指南”\n一般游戏\nCriswelvania是一个紧张的动作冒险，具有角色扮演，平台和解谜元素。探索得到回报。建议的指南主要是提高沉浸感，模拟NPC互动，提供挑战和成就感，以及直观的进展，以防止玩家迷路。\n在游戏开始菜单中更改地图中的难度和其他挑战设置。\n在英雄大厅选择你的玩家角色，并获得你的起始礼物和课程特权。或者选择不受约束的流浪者来放弃这种依恋。也许作为PvP对手入侵英雄！\n真正的吸血鬼杀手只会在户外冒险或在日落后离开城镇。有些遭遇只发生在晚上。\n使用商店补充装备和用品，使用Inns设置航点和访问永久存储。\n探索隐藏的路径，解决难题，通过一个惊人的范围错综复杂的非线性冒险来推进。\n\n\n掠夺和宝藏\n您通常可以根据需要携带您找到的任何物品。您可能会发现在游戏中没卵用的东西，如果您开始了战斗，防御和生存无关的东西，您的背包将很快就满了。还有一些有价值的物品可以在城镇交易**（见货币），或者它们可能用于其他目的...... \n\n商店和货币\n您在旅途中在箱子中找到的宝物项目支持Criswelvania的当地经济。与当地**商进行销售或交易将帮助您获得物品以帮助您完成任务。有些**商甚至可能会购买您沿途找到的任何书籍或绘画\n\n。交换率如下：\n金块。。。$1\n\n铁锭。。。。。$3\n\n金元宝 。。。。$9\n\n钻石。。。。。$ 18 \n\n打破和放置块\n有几个可破坏的块：任何粘土都是特别容易被玩家搞碎的，比较可疑的是单层或成对的半个石头或砖块，或者是不合适的沙子或碎石头块。附近通常有一个暗示，如镐子或铲子。你可以打破刷怪笼，或用火把禁用它们（除非玩Hardcore）。\n您也可以挖掘暴露的矿物质，并闻到任何您认为合适的矿石。\n\n制作\n您可能不会在找到该武器的配方或制作图（或在地图的早期版本中的武器本身）之后制作武器。所以，即使你找到2根铁棒，你也可能不会制作铁剑，直到找到铁剑的制作图。同样适用于盔甲，装备，药水和其他东西。你可以找到或购买你需要的一切，而不必制作任何东西，但你必须搜索！无论如何，你至少需要一些你买的东西。额外的武器也可以为第二个玩家制作。冒险小贴士如果你死在Criswelvania，你会在森林外的起始位置复活。您可能希望在您身后留下一些物品，以防您需要为任何丢失的装备制作或购买装备。\n\n周围有一些可用的床，您可以使用它们来推进您的复活位置。\n\n每个重要位置都有一条标记的路??径，并且与地图中不同区域的边界清晰。尽量保持在这些界限内，以避免迷路或打破游戏。在任何地方，您都可以看到pavestones或者楼梯，这对于探索来说是好的选择 如果你远离文明，你就会迷失自己。\n\n尽量不要打破绕过他们的障碍。对于没有经验的人来说，Criswelvania的谜题元素并不过分复杂，没有任何东西过于埋葬，或者需要深入了解奇怪的Minecraft技术。玩家不需要随意撕开环境来寻找任意战利品。偶尔会有多条路径进入或离开某些位置，因此如果您遇到困难，请回溯并继续搜索。“如果你选择以这种方式角色扮演冒险，\n它将极大地增加游戏的深度和乐趣”有用的提示\n请留意从外面打开门的按钮。\n许多金属门可以通过拉杆从内部永久打开。\n当物品掉落在木板上时，木板会激活。钓竿也有效！\n备用梯子可能派上用场。\n在安全屋内存放多余的战利品，并始终前往准备好未开发的区域！\n总有一条出路。\n\n[size=18.6667px]最后一战游戏提示第六章：在你进入Bathory城堡之前登上钟楼之后，黑暗王座就开始了。您仍然可以返回之前访问过的位置以恢复被忽视的东西。清除黑暗宫后，您可以自由找到**和门户室。\n\n一旦装备足够，还有几个挑战领域需要探索。首先遇到的就是Deadman's Cave，就在Gillis外面，那里藏着大量的不知名宝藏。还有其他神秘的区域散落在包含宝藏的周围。\n\n当您准备好并携带尽可能多的宝藏时，请进入网站。要完成游戏，只需从虚空通过您找到的下一个网站返回到Caves of Confusion。逃到水面！但是，这真的是结束吗？\n进一步探索一旦你击败地图，你就可以自由地使用这个世界了。如果您决定使用城堡作为基地，该地区还有其他3个大型且大部分未开发的洞穴，充满矿物和危险。\n\n广泛的Nether系统将带您到数十个区域探索跨越2大洲，这是一个拥有数百种发现的巨大世界。虚空本身有32个隐藏的不知名箱子 - 你能找到多少？在非Lite版本中，看看你是否可以找到Western Ziggurat，Embersted或Sacred Caves。乘坐8分钟的主要大陆火车之旅！尝试乘坐Minerva Cup Regatta路线返回Criswelvania。\n多人游戏Criswelvania现在完全支持Multiplayer，为了增强冒险，这里提供了几个参与故事的角色扮演角色。这些建议的角色旨在适合具有各种游戏方式和经验水平的玩家，并且应该以每个玩家在小组中具有明确功能的方式进行平衡。建议最多5名角色。\n\n用法完全是可选的。这些角色旨在作为想要角色扮演的玩家的基本技能类。您可以重命名，更改或重新平衡这些属性，以最适合您的搭配。\n\nPS：这一篇文章我是真的翻译了很久，从下午到晚上，只能靠自己仅有的英语水平，有些实在翻译不到的靠电脑翻译，但有些靠了电脑却连我自己理解都不懂的就没翻译，大部分翻译都是自己翻译，可能翻译看着像鸡饭，可能是个习惯，因为如果我加上润字的话可能不止下午到晚上了，可能到半夜，所以没有润字，望谅解，谢谢！\nPPS（滑稽）：我把重要的翻译了出来，角色什么什么的我可能没翻译，因为内容实在太多了，大家自己去摸索吧。\n—懒猫译\n\n\n\n[ Picture - 美图欣赏 ] \n\n\n\n-图源自原帖-\n\n\n[ Information - 关于作品 ] \n地图作者：Criswell\n\n地图官网：https://www.minecraftforum.net/f ... surection-v13-0-wip\n\n官方/国内下载地址：\n[官方]https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/maps/1454810-adv-criswelvania-ressurection-v13-0-wip\n[国内]https://pan.baidu.com/s/1jxa-tel4fd0Yx1ejfv6Row\n\n授权信息:\n还在等。\n\n\n\n [ Install - 地图安装 ]\nSave存档(正版用户):\n1、关闭Minecraft，\n2、在Windows资源管理器的路径中输入 %appdata%/.minecraft 。\n3、把下载的地图存档解压缩放到. minecraft\\saves 文件夹里面。\n\nSchematics存档：\n这类型需要MCEdit。\n1、下载完成后解压，\n2、关闭Minecraft，\n3、打开MCEdit.exe，点击下方import按钮，选择你下载的文件，\n     最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n- 本地图请使用第一种\"Save存档(正版用户)\"方法安装使用 -\n\n\n [ licence - 使用条款 ]\n1. 未经作者许可，不得复制、转载、摘编、原帖内容或本帖内容进行使用\n2. 不能暗示此地图为您的作品或您原创，更不要将地图作为您的作品再次发布\n3. 您可在原作者知情的情况下将此地图用于您的服务器，也可标注地图作者名字\n4. 如本贴内容侵犯了版权，请联系我，确认属实后会删除所有内容并致以道歉\n5. 本地图转载纯属为个人行为，仅代表个人立场以及观点，与论坛官方立场无关\n6. 本转载帖最终解释权归懒猫所有，作品最终解释权归原作者Criswell所有\n\n\n\n [ Tips - 提示 ]\n1. 如果您喜欢此地图，记得去官网支持作者！2. 如果您是海外玩家或有条件可到官网下载，请尽量去官网下载支持原作者！3. 如您发现下载链接失效，请您下方留言告知！4. 如果您想使用此地图作为公开使用请你务必要注明作者或地图官网！5. 如果您想看到更多海外优秀作品您可以关注IntelliGence Group（Bone Studio），更多海外优秀作品任你选！\n\n\n\n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为 搬 运 工 加 油 ！\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "白心心",
            "timestamp": 1543754160,
            "txt_content": "地图不错,感谢楼主的搬运"
        },
        {
            "author": "五氧化四铁",
            "timestamp": 1544258040,
            "txt_content": " 本帖最后由 wyww_guang1 于 2018-12-8 16:43 编辑 \n\n地图很不错诶！冒险解密元素的地图最喜欢啦！"
        },
        {
            "author": "Qian_Xia1314",
            "timestamp": 1547962020,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "筱柒儿",
            "timestamp": 1549172220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Small_bried",
            "timestamp": 1549192320,
            "txt_content": "66666666666666666666666"
        },
        {
            "author": "ds19950210",
            "timestamp": 1553958180,
            "txt_content": "楼主辛苦了"
        },
        {
            "author": "杀毒啦啦啦",
            "timestamp": 1556904120,
            "txt_content": "这个地图 好看"
        },
        {
            "author": "02adan",
            "timestamp": 1557204180,
            "txt_content": "地图应该挺不错的\n不过要啃英文很累\n\n\n还有楼主你应该标一下游玩的版本\n根据文中的说法也许是1.13？"
        },
        {
            "author": "Yesatsa",
            "timestamp": 1557457080,
            "txt_content": ""
        },
        {
            "author": "159426837",
            "timestamp": 1562628600,
            "txt_content": "1.5.2                                                "
        },
        {
            "author": "迷之怕怕",
            "timestamp": 1563121920,
            "txt_content": "超喜欢的风格"
        },
        {
            "author": "dbob",
            "timestamp": 1563170820,
            "txt_content": "地图很好诶，就喜欢解密的地图"
        },
        {
            "author": "theworldofyou",
            "timestamp": 1563674400,
            "txt_content": "感谢楼主搬运"
        },
        {
            "author": "as928711091",
            "timestamp": 1565762520,
            "txt_content": "支持一下awa"
        },
        {
            "author": "CH_DD",
            "timestamp": 1565768700,
            "txt_content": "地图不错，感谢楼主搬运"
        },
        {
            "author": "Srar",
            "timestamp": 1573912560,
            "txt_content": "很不错的地图，收下啦"
        },
        {
            "author": "audio11",
            "timestamp": 1577009340,
            "txt_content": "66666666666666"
        },
        {
            "author": "让你嘿嘿嘿",
            "timestamp": 1581826200,
            "txt_content": "地图很不错 很耐玩   "
        },
        {
            "author": "Flase",
            "timestamp": 1581854880,
            "txt_content": "感谢分享"
        },
        {
            "author": "让你嘿嘿嘿",
            "timestamp": 1582205160,
            "txt_content": "支持                       "
        }
    ]
}