{
    "title": "[1.12.2][Just Enough Throwing In Fluids (JETIF)]使物品丢入流体的合成可视化",
    "author": "33arbnt",
    "replyCount": 3,
    "timestamp": 1543885920,
    "txt_content": " 本帖最后由 33arbnt 于 2018-12-5 10:27 编辑 \n简介JETIF 是一个 JEI 附属模组，可以在 JEI 显示将物品丢入流体以合成新流体或新物品的合成表。它本身并没有添加任何内容，但它目前支持以下模组：\n 支持模组 链接 实用拓展 mcbbs 应用能源2 mcbbs 星辉魔法 mcbbs Combustive Fishing curseforge 邪恶工艺 mcbbs 通量网络 mcbbs 茶风·纪事 mcbbs 神秘时代 mcbbs常见问题问：你能增加对 XXX 模组的支持吗？答：当然，在 issue 页面创建一个新的 issue，标题加上[Suggestion]（如果还没有你想支持的模组），并提供一个 curseforge 模组链接和什么物品是可合成的。\n问：为什么左边有空位？答：有空间在左边放三个物品，如应用能源2的福鲁伊克斯水晶。\n问：为什么底部有空位？答：编写警告信息是为了说明该合成表在合成物品时会消耗流体，如星辉魔法的天体水晶簇。\n问：为什么？答：因此，人们可以通过浏览合成表来查找如何从开始到结束制作特定的物品。curseforge 原文JETIF adds JEI support for throwing items into fluids placed in the world to create either different fluids or new items. On its own it doesn't add anything but it currently supports the following mods:\nActually AdditionsApplied Energistics 2Astral SorceryCombustive FishingEvilCraftFlux NetworksTea the StoryThaumcraft\n\nFAQ\nQ: Can you add support for X ?A: Sure, make a new issue on the issue tracker with [Suggestion] in the title (if there isn't already for your mod) giving a link to the mod and what is craftable.\nQ: Why is there empty space on the left ?A: To have room to put 3 items on the left, for recipes such as Fluix Crystals from Applied Energistics 2.\nQ: Why is there empty space on the bottom ?A: To write a warning that the recipe consumes the fluid when it creates an item, like making Celestial Crystal Clusters from Astral Sorcery for example.\nQ: Why ?A: So people can look up how to craft certain items from start to finish by just naviguating through the recipes.作者授权页面由于楼主不能登录 curseforge 账号，故在 GitHub 授权。https://github.com/Lykrast/JETIF/issues/6\n\n\n\n\n无标题.png (69.42 KB, 下载次数: 1)\n\n下载附件\n\n2018-12-4 08:14 上传\n\n\n\n\n作者说在发帖时加上 curseforge 链接且不二次发布下载链接就不算侵权。\n汉化\n最新版本已实现汉化 https://github.com/Lykrast/JETIF/pull/5/files\n下载\n请支持作者 https://minecraft.curseforge.com/projects/jetif/files访问太慢？http://www.mcbbs.net/thread-774928-1-1.html",
    "replies": [
        {
            "author": "佐木君Carl",
            "timestamp": 1543920600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "不一样无言",
            "timestamp": 1591613940,
            "txt_content": "feel so good（这个帖子人这么少）"
        },
        {
            "author": "sly星羽",
            "timestamp": 1591641420,
            "txt_content": "不错不错不错不错不错"
        }
    ]
}