{
    "title": "试试新的 Minecraft Beta 启动器",
    "author": "SPGoding",
    "replyCount": 10,
    "timestamp": 1544252100,
    "txt_content": " 本帖最后由 SPGoding 于 2018-12-8 15:49 编辑 \n\n\nTRY THE NEW MINECRAFT LAUNCHER BETA\n试试新的 Minecraft Beta 启动器\nAvailable on PC, Mac and Linux!\n在电脑、Mac 与 Linux 上可用\n\nWe’re releasing a new Minecraft Launcher beta that we want you to try out! So what changes can you expect in this beta? Hopefully none!我们发布了一个新的 Minecraft beta 启动器，快来试试吧！那么在这个 beta 中你能看到那些改动呢？但愿没有！\n\nAt least none yet. The Launcher app is currently a starting point for playing Minecraft: Java Edition, but we envision a future where it will become so much more! It’ll be the home for our future games within the Minecraft universe, and therefore we’ve started the journey of rethinking how the Launcher will work and look.至少目前还没有。游戏启动器现在只是作为 Minecraft Java 版的入口点，但我们设想它将来会有更多的作用！它将成为我们将来的 Minecraft 衍生游戏的家园，因此我们也重新开始了对启动器未来工作方式和外观的思考。\n\nIn this beta release we have looked under the hood of the Launcher to tidy up and structure the code so it can support bigger changes in the future. This means we’ve made a lot of changes that you can’t see, and hopefully you shouldn’t notice any difference in the functionality either – for now!在这个 beta 发布中，我们整理了启动器的底层代码，方便将来进行大的改动。这意味着我们做了很多你看不到的修改，但愿你不会注意到功能上有什么不同——当然，只是现在如此！\n\nHowever, we would love for you to try it out and give us feedback if anything is not working. You can report any bugs you find here, please make sure to choose the ‘Beta (1.2.#-beta)’ version in the drop down when creating the bug report. You are also welcome to share your thoughts on our Feedback site.不过呢，如果你发现有任何东西不正常工作了，请在这里反馈漏洞，记得在创建漏洞反馈的时候选中「Beta (1.2.#-beta)」版本。你还可以在反馈网站上分享你的想法。\n\nWith the Launcher Beta you will automatically receive and experience the latest juicy Launcher updates we are planning to make during the coming year.使用 beta 启动器，你将会自动接收并体验到我们计划在来年制作的丰富的启动器更新。\n\n平台描述下载Windows（推荐）双击并安装，非常简单！MinecraftInstaller-beta.msiWindows（备选）不使用我们方便的安装器来获取 Minecraft。如果你真的想那么做的话。Minecraft-beta.exeMac打开，然后把 Minecraft 拖到你的应用里Minecraft-beta.dmgDebian / Ubuntu安装并运行，不用瞎忙活！Minecraft-beta.debArch Linux从 AUR 安装 Minecraft 启动器minecraft-launcher-beta其他 Linux需要提前安装 Java 8Minecraft-beta.tar.gz",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1544253000,
            "txt_content": "這貼圖配錯了吧"
        },
        {
            "author": "乔柚",
            "timestamp": 1544262780,
            "txt_content": "有启动器图片吗.."
        },
        {
            "author": "SPGoding",
            "timestamp": 1544262960,
            "txt_content": "longlongz 发表于 2018-12-8 17:53\n有启动器图片吗..\n和之前的没有区别"
        },
        {
            "author": "全民作死",
            "timestamp": 1544277420,
            "txt_content": "所以，不希望我们看到代码有什么变化？"
        },
        {
            "author": "Xtricman",
            "timestamp": 1544328420,
            "txt_content": "AUR居然有人打包这个欸"
        },
        {
            "author": "dashuzhi",
            "timestamp": 1544344920,
            "txt_content": "mojang:快帮我们看看现有功能有没有受影响，没有的话我们要加新功能了。"
        },
        {
            "author": "Shangyulin",
            "timestamp": 1544440860,
            "txt_content": "然而并没有什么大的区别w"
        },
        {
            "author": "wangyouchen",
            "timestamp": 1544608980,
            "txt_content": " 又看了一次标题，基岩快讯...兴致全无"
        },
        {
            "author": "失落◇卍◇卐◇",
            "timestamp": 1544878680,
            "txt_content": "顶一个顺便完成任务!"
        },
        {
            "author": "thinker233",
            "timestamp": 1546092780,
            "txt_content": "我根本不敢试，中国内地好像不能登录mojang账户，应该吧？我只是听说。"
        }
    ]
}