{
    "title": "【原创|单篇】沦陷的家园A4：终末之路",
    "author": "SHEEP_REALMS",
    "replyCount": 3,
    "timestamp": 1544506020,
    "txt_content": " 本帖最后由 SHEEP_REALMS 于 2018-12-11 13:26 编辑 \n\n\n\n\n即使身在无边黑暗之中，也应持着迎接曙光的必胜决心。\n\n\n\n\n序章\n一场暴.动在火星的海伊城爆发，最终演变成了一场太阳系大战。在大战后期，打击者利用从曙光战队窃取的中子星技术，生产了足足有半个月球大的“中子星Ⅲ”，最终被政府军的“极光号”母舰击毁，被地球引力捕获，导致其以巨大的质量将地球撞离轨道，使地球与太阳之间的万有引力失去平衡，导致地球开始被太阳吸引。在此过程中，月球被地球以更强大的引力拽动，导致月球的轨道发生变形，使月球磁场与地球磁场发生摩擦，破坏了地球上大量的城市，致使地球表面生灵涂炭，万劫不复。与此同时，火星也失去平衡，漂移轨道，冲进了小行星带，导致小行星带全盘崩溃。此次意外使人类认识到了生存家园的可贵，停止了战争，幸存者们踏上了“远航号”空间站，向可能有生存空间的猎户坐飞去。然而，战争并没有完全停止，幕后黑手很快就将毁灭之手伸向了这最后一艘诺亚方舟......\n“从战争爆发，到世界毁灭，仅仅用时四年。你怎么看？”\n“这条线路没救了。”\n“我也这么认为。”\n“怎么处理？”\n“不用管，0x7F4AD21A很快就会走向终结。”\n“嗯，也对。”\n“目前看来，我们只剩下了0x7F4AD219和0x7F4AD21B了。”\n“希望这两个能给我们点收获吧。突破我们的AIO瓶颈。”\n“嗯，收工吧。”\n“创世组全员听令:撤出0x7F4AD21A！”\n............\n\n\n第一章 状态冻结\n一座“远航号”空间站在宇宙间穿行着，周围除了太阳和远处的星星外，几乎看不到任何物体，靠近太阳的地方似乎还有一个星球，在太阳上形成了一个黑点。这座空间站是经过改装的空间站，原先的引力制造模式是离心模式，即通过旋转自身以产生离心力代替引力。后来使用人工引力技术在地面铺设了带有引力的地板，改变了窗的位置，使“远航号”拥有了更好的视野和更舒适的生活环境。但经过这样改装的“远航号”也存在着一些问题，例如引力地板会影响管道运输和电梯运作、骨干内部空间空洞化、部分重要骨架略有松动等诸如此类的问题。改造后的“远航号”保留了原先的多环结构，但自转系统不再运行。空间站最前端有一个“穹顶仪”，可以产生一个护盾以保护“远航号”在飞行过程中不受前方障碍物的碰撞攻击。由于这座空间站原先用于军事用途，因此墙壁有一定厚度。在空间站的后方则是引擎，通过喷射器来获得前进的动力。此外，在空间站外壁的各个地方还有各种制动装置，可以抑制速度和控制方向，原先还被用作自转的动力。“远航号”的乘客约有1200人，一共被分为16层，其中最高的两层为站组人员层，最后一层是动力层，墙壁最厚的一层，为空间站提供动力，还可以手动控制引擎，第2层为仓库层，高度最高的一层，存放着各种物资和设备，第3层为生态层，种植着大量植物，同时还养殖鱼类，其余为生活层。在这些人当中，法师约占36%，超能力者约占15%。“远航号”已经运行了1年半，由于被改装过，使用寿命不明确。这座空间站将会前往猎户座寻找合适的生存空间，在使用弹弓原理经过太阳以后，将会使用离子加速器尝试以光速飞行，虽然这项科技并没有成功案例，但预计损失并不大。为了能够更快完成目标，这个方案值得一试。此时，“远航号”刚刚经过木星轨道，正在以非常快的速度前进，偶尔会撞到一些小行星，产生轻微震动。再此之前还接待过来自冥王星的“探险号”飞船，这艘飞船险些被卷入太阳系大战。\n2024年1月16日。“远航号”驾驶室内，人员没有完全到位，虽然有一丝紧张的气氛，但缺了点人却让人感到一切都很轻松。站长还是老面孔，他是布莱克，他在太阳系大战前曾主持建造过这座空间站。布莱克正坐在正驾驶座上，双手正握着两根操纵杆:“各单位请注意！我们即将进入小行星带，可能会有些颠簸，也有可能会很安静，请保持警惕！”副驾驶乔治看了看屏幕，又看着他说:“小行星带出奇得安静，我怕这里已经被火星摧毁了。”布莱克松了口气:“啊，看来没事了。我听说火卫二脱离火星轨道了，我希望我们不要在这里碰上火卫二。”“我想火卫二或许是和小行星挤一块了。”布莱克摘下耳机，放在键盘上，起身离开:“嗯，好吧。这里交给你了，我已经很长时间没休息过了。”布莱克按下按钮打开驾驶室门，继续说:“我的生物钟已经乱套了，鬼知道太阳系校时中心搞什么名堂，最近一周出现了3次严重误差，都是在睡眠时间出现的误差，没能及时调整，害得我们得早起，但是我们还必修使用校时中心的时间，真是人在家中坐，锅从天上来！”乔治回头说:“其实在接下来的行程中时间这个模糊的概念可能就没有意义了，而且距离远了以后，我们的延迟矫正器会因达到临界点而发生计算错误，到时候校时中心就没用了。”“说的是呢。”驾驶室门被关上了。乔治回过头来继续操作控制器:“而且校时空间站也快报废了呢。”\n布莱克来到了电梯门口，按下了下楼按钮。在等待期间，他扭头看了看墙角，发现电路控制箱的螺丝有松动的迹象。\n货币流通依然存在于这个空间站，这只是起到维护秩序的作用，对于穷人，还是会有适当的补贴。第7层比较安静，这里多为宿舍区。晨飞睁开眼睛，猛然起身，不料一头撞在物架上，还被一台红石闹钟砸到肩膀，躺了回去。“姐姐为什么要在床边的墙上安个物架，还让我睡在靠墙那一侧，真是烦死了！”这时，晨飞发现他枕头旁有一张纸条:“我在8楼的购物中心，欢迎随时来找我，你个懒虫，这里好像看不到太阳。By 你的姐姐”晨飞捡起闹钟，上面正显示着“7:18”。晨飞看了看左手上的手表，时间却是“7:21”。晨飞坐了起来，从床头柜拿起耳机带上，打开投影屏幕，上面显示的时间是“7:18”。“果然又是我的手表出问题了呢，购物中心有出售手表吗？”这时晨飞又看到冰箱上也贴着一张纸条:“不好意思呀，冰箱里没啥吃的啦。 By 你馋嘴的姐姐”“什么嘛，开玩笑也不是这样开的啦！”\n晨飞走出宿舍，碰上.门，来到走廊，来来往往的人较少，透过特制的玻璃可以看见遥远的太阳。晨飞一边走着前往购物中心，一边低头思考着该买那种手表以及早餐吃什么，周围越来越热闹。突然，他听到了一种奇怪的声音，随后什么声音都听不到了。更让他感到奇怪的是，当天抬起头后，发现所有人都不动了，都静止在原地，僵持着一个动作，而他自己也失重了。“这是什么情况？时间暂停？不对，这种魔法是禁术，根本不可能有人知道发动方法，而且发动以后也不是这种效果。我想我找到我手表出问题的原因了，如果真是有人发动了时间暂停，其效果将会作用于整个宇宙，校时中心也在范围内。不过貌似这个范围并不大，貌似只有这整个空间站及其周边的范围。所以，这就只有一种可能了，那就是——状态冻结！由于我的意念超能力可以强制脱离状态冻结，而脱离了状态冻结以后潜意识会让自己的随身物品也脱离状态冻结，这就可以解释一切了！但是我没办法让空间站这种大物件脱离状态冻结，我该怎么办？看来只有找到始作俑者才能解决了，我甚至都不知道这种超能力是以什么为媒介发动的。不过，我好像已经感觉到了什么，就在这附近。”晨飞掉头往回飞，由于走廊是弯的，整一层的结构就是一个圆环，因此他一直注意着左边的墙后面会出现什么。很快，他看见了一位比他大的女生漂浮在天花板上，正在拆下管道运输控制箱的盖子。“没有空气流动，在一个地方待太久可是会窒息的哦！”那位女生被吓到了，拿着手中的盖子，但她并没有回头。“那可是重要的运输管道，甚至还有氧气管道在里面，我想日常检修应该在有监控的环境下进行吧？”女生突然转身，将盖子扔向空中，使用超能力将其弹向晨飞，晨飞偏转了盖子的方向，使其砸在了地板上，而后再次弹到天花板上，浮在了空中。“矢量再生？啊不，是空间施力，看来你有很多技能嘛！”说时已经在身后5米处抬起了一张桌子，扔向那位女生。在桌子即将砸中她前，她向桌子伸出手，将其所有状态冻结，桌子停在了她前方半米处。“我是撒林娜，今天总算被我找到了对手，意念控制者非常稀缺啊！”“听你这名字，是地角城的吧！”撒林娜弹开桌子:“我生活在月球，后来去了火星，我不知道我出生在哪里，你也没必要知道这些！你不用知道我的过去，你要看我不顺眼，你尽管放马过来！”“嗯，是啊，是看你不顺眼，我差点以为我的手表出了问题。”晨飞拆下了储物室的一面墙，向撒林娜砸去。撒林娜将其状态冻结，然后再用超能力将其切成一个个方块，一个一个弹向晨飞。晨飞左躲右闪，将飞过来的方块一个个聚集起来，堆成了一个大方块砸回去，被撒林娜冻结了状态。“我一直很好奇我的意念控制跟你的状态冻结会发生怎样的冲突，今天我就来实验一下！”说完晨飞就将那个大方块继续推向撒林娜并不断施加意念控制，撒林娜尝试对其不断进行状态冻结，然而大方块任然会断断续续向她推来，她只好对自己施力以闪开大方块的前进路线，大方块在她闪开后在天花板上砸了个粉碎，方块向四周散开。晨飞趁机控制了撒林娜，将她往墙上砸，撒林娜见势不妙反向施力缓冲撞击伤害。“我说你呀，你还是再练几年吧！以你这个能力，你还无法冻结声音吧！”“少废话！你不就是个意念控制者加个末影之力操控者吗？巧了，我知道你的弱点。”晨飞愣了一下，回应:“巧了，我刚刚也找出了你的弱点。另外，你对我挺有了解嘛，你有没有觉得你忽略了什么？”撒林娜从墙上推开，面向晨飞:“我对你非常了解，我本来以为你会在购物中心一脸懵逼地闲逛，难不成你还有其他能力没有被我了解？不可能！”“其实你刚才就快提到我所要提到的重点了，你想想看，这个空间站里是不是还有其他意念控制者？”撒林娜瞪大了眼睛:“什么？！”就在这时，晨飞身后的走廊传来了一个声音:“能 量 场 终 结！！！”刹那间，一切物体恢复了状态，重力重新恢复，晨飞和撒林娜与方块一起掉在了地上，桌子盖在了地上，盖子在地上摔了几下。晨曦从墙后面走了出来:“刚才我听到了一些，真是麻烦啊，害得我还要翻进电梯井。任何能量场都有容量，只要故意给能量场增加负荷，就会导致能量场奔崩溃吧？”晨曦将手搭在了晨飞肩膀上。撒林娜从地上爬起来，撩了一下头发:“看来是我的计划有误，居然没有考虑到你姐姐，我真是个笨蛋！”晨飞回话:“你不知道我们可以隔空通话吗？你别不会连自己的弱点都不知道吧！你现在已经深陷泥潭了！”晨曦接着说:“想在有重力的空间内砸人，直线就会变成抛物线，这样看起来很困难哦！”撒林娜意识到了窘迫的现状，回应说:“好像是的呢。但是接下来轮到你们了！”说完便跑进内侧的一个通道按下了关门按钮，晨飞和晨曦追了过去，但还是被门挡住了，直到这是他们才发现，组成这个门的方块是紫柏砖！门内传来了撒林娜的声音:“这门周围都是骨干，想钻缝可是会破坏空间站结构的喔！”“Shit!这个通道直通电梯井，现在绕过去追还来得及！”晨飞拔腿就跑，没跑出几步就被晨曦远程拖住。“干嘛？不追了吗？”“你是不是傻？这可是是个圆环，你自己算算看你追得上吗？话说回来你吃了吗？”晨飞这才意识到自己已经开始饿了:“好吧...怪你咯......”\n\n\n第二章 操控者的对决\n驾驶室的门被打开了，布莱克走了进来:“怎么回事？听说站里出事了？”乔治正在与其他站组人员讨论，回复布莱克:“是的，监控拍摄到了离奇的一幕，据下面反应说有位状态冻结超能力者试图破坏空间站。根据监控画面，可以得知有人可以阻止。”“破坏空间站？我想这个时候能干出这种事情来的组织只有暗影军团了！对了，时间调整过了吗？”“调整过了，这次的时间有点长，影响恐怕比较严重。”“人抓到了吗？”“人跑了，好像直接钻进管道了，监控没拍到。”“真是......给我查查是什么人！”\n晨飞正在宿舍中食用面包，晨曦正在整理书桌。“诶？姐姐，我觉得我们可以直接找找她家在哪！”“说起来，我刚刚在破坏能量场的时候捕捉到了她的能量，我现在可以追踪她。”“要去你去吧，我饿了。”随后晨飞拿起可乐瓶往嘴里灌可乐。“话说，为什么你的电子日记里藏了我的照片？你在哪偷.拍的？藏得真好！”晨曦正在操作晨飞的红石平板。晨飞吐了一桌子可乐，放下面包往外跑:“我去帮你找她！”晨曦将晨飞拖了回来摁在床上:“你都不知道她在哪，跟我说找她？说！文件写入密码是多少？”晨飞支支吾吾地说:“我...我可以...不回答...吗？”“不回答我今天就和你好好玩一玩！”\n“嗨！怎么没精打采的呀？是不是又被你姐姐玩弄啦？”晨飞正独自走在走廊上，抬头见桃芳宋正站在他前面跟他打招呼。“是啊，我上次偷.拍她的照片被她发现了。”晨飞继续往前走。“直接删了不就完事了吗？”桃芳宋跟了上来。“我死也不肯交出密码，就被她虐待了半天。”“噫，你是不是姐控啊？”晨飞突然停住脚步，故意托腮遮住脸说:“哪哪哪哪有，我只是...不想交出密码...平板里还有更多的照片......我会被玩死的......”“是就是嘛，害羞什么啦！你就是不想承认这些敏感的事实。”晨飞心口又中了一箭:“不是...我...我哪有......”“别说了，我知道你现在非常尴尬。”晨飞又中了一箭。“我知道你这种人肯定会试图向你姐姐卖萌，但是没成功过对吧？你的思维有些幼稚，喜欢被摸头，不敢向比你小的人卖萌，不敢在大庭广众下卖萌，战场上看见女生就会手下留情，除了敏感事物以外，对姐姐几乎100%服从，相当讨厌被舔和被亲，因为唱歌难听所以不敢唱歌，你选这种助听耳机我看也是为了让你自己可爱一些，所以你承认这些事实吧，这样或许会好一些！”桃芳宋说完就无视身高差距把手盖在晨飞头上，尴尬的局面僵持了半天。晨飞推开桃芳宋的手，摘下耳机跑开:“行了你别说了！”“喂！我还没说完呐！”\n“怎么样？找到她的房间了吗？”“找到了，还窃取到了一条重要情报！”“我说姐姐啊，你每次得到的情报都是些什么呀...你自己应该知道......”晨曦敲了下桌子:“诶我说你呀，干嘛要在意这些细节？而且这次......”“好了好了，我也不想听你解释了，我刚刚差点忽略了一个重要的法宝。”晨飞起身离开餐桌来到书桌前，召唤了一个末影箱，拿出了两个命令方块。晨曦见状拍案而起:“什么？！你居然把命令方块放在末影箱里！害得我找了半天！”“话说...你要命令方块干什么？”“算了吧......那个...你还需要很多的协助吗？”“嗯，待会我去找找末影。如果不介意的话，让桃芳宋也加入吧。话说萧然在站里吗？”“不知道呢，我好像没看见过他。”“好的，你刚刚进过她的房间，你应该知道她的下一次作案时间和地点吧？”\n在第3层的某储物室里，桃芳宋、晨飞、晨曦、末影正手牵着手等待状态冻结的出现。这时，晨飞看了看手表:“差不多了。”话音刚落，一阵奇怪的声音传来，一切都失重了。晨飞与晨曦在对其他伙伴确认平安无事后，打开了储物室门，所有人都将手搭在末影身上，末影很快就带着所有人瞬移到了目的地，只见撒林娜刚刚拆开内墙上电路控制箱的盖板。撒林娜扭头一看:“嗯？这么快就找到我了？”晨飞将撒林娜手中的盖板重新盖了回去:“总之，这次行动你又失败了！”“呵呵，意念控制就是麻烦呢。很可惜啊，这两次行动都是钓鱼行动！很不巧啊，你们这些人，我都知道你们的弱点！知己知彼，百战不败啊！”末影有些激动了:“少废话！”说完就瞬移到撒林娜身后，准备进行第二次瞬移给撒林娜一拳，不料撒林娜回头撒了一瓶水盖在末影脸上。晨飞见势不妙:“危险！”立刻将末影拖了回来，摆脱了水球。桃芳宋趁现在在前方创造了一个魔法阵，向撒林娜发射能量球，被撒林娜一个个偏移了弹道，然后趁着冷却的空当隔着魔法阵对桃芳宋施加弹力，桃芳宋被推开，魔法阵也消失了。撒林娜找了个稳定的位置继续说:“末影，直线移动，攻击模式多为三角瞬移，夹角一般不低于30°。桃芳宋，魔法师，无法承受没有传播途径的攻击。”说完便向后方逃离，大家跟着追了上去，桃芳宋调整过来后，使用魔法跟了上去。不料，撒林娜又进入了一个被紫柏砖封闭的空间，末影无法通过瞬移进入，桃芳宋没有作用于方块的魔法。“同样的方法不会凑效第二次！”晨飞大喊一声，拿出了命令方块，开始输入指令。晨曦突然回想起来了一些事情:“等下！命令方块在执行精确到坐标的指令时是不能在相对不稳定的环境里执行的！这个空间站比地球不稳定多了！而且现在这个位置你能确定哪条是X轴，哪条是Y轴，哪条是Z轴吗？”晨飞心里顿时凉了半截:“诶，结果还是败在这里。”晨飞又拿起手中的命令方块，突然灵机一动:“等等，既然它没有什么用，它的性能是摆着的！”晨曦不解地问:“性能？你是说......”“命令方块拥有基岩级的硬度，用来砸东西绝对没问题，比铁砧的伤害还要高！”说完，便将命令方块使劲砸向紫柏砖门，门被砸开了，通道尽头是一扇被撬开的电梯门。桃芳宋提醒晨飞:“这可能是个陷阱，可能会有埋伏！”末影也说:“是啊，这样说起来好像还真是陷阱。”晨飞思考了一下，然后做出回应:“我知道怎么解决这个问题！”\n桃芳宋、晨飞和末影来到了一个较大的立方体空间内，不远处撒林娜正悬浮在那里。见到有人来了，撒林娜发话了:“这么快就找到这里来了？你们好像少了一个伙伴是吧？”晨飞不耐烦地回复:“很机智嘛！故意再撬开两道门让我们选择！”“所以，这样做只支开了一个人而已吗？我还以为效果会很好呢！”“对呀，我们可是经过协商后才这么做的。”“算了算了，对付三个人也好，毕竟你们的弱点都掌握在我手中！”“可别高兴太早！”“哈哈，都这时候了还放出这种话！还有，你现在的语言模式是想闹哪样？”“啊？别废话！开打吧！”晨飞已经准备好了开打的架势。“所以，要和我打，先和这些打吧！”撒林娜打了一个响指，随后墙上便开了几个口，钻出来了许多机器人，将他们围了起来，战斗一触即发。在战斗过程中，撒林娜一直静静观察着晨飞的一举一动，发现晨飞可以准确无误地反击来自盲区的攻击。还没等她观察完，机器人已经全部被消灭了。“哈哈哈哈......Interesting! Very interesting! 想不到你还有这一手啊晨飞！是力场感应？还是磁场感应？还是人体声呐？”晨飞甩掉了一块机械零件:“你猜呢？”房间里散落着各种机械零件，在空中飘荡。“哈哈哈哈，你看现在是不是一个很好的战斗环境吗？”说完就向桃芳宋扑去。“住手！”晨飞将撒林娜甩到了墙壁上，护住了桃芳宋，“我完全拥有可以在短时间内置人于死地的超能力，你可别乱来！”撒林娜推开墙说:“然而我这里也有随时都可以杀死人的陷阱哦~”一支迷你箭失对着末影背后射出，被晨飞及时拽住。撒林娜感到诧异:“嗯？我开始对你的超能力感到有兴趣了。你是如何迅速处理这整个房间的数据的？”“你很快就会知道了！”晨飞伸出左手对着末影，“末影，借用一下你的身体，抱歉！”随后，末影的眼睛失去了神色，向撒林娜瞬移过去。“噫？这是要闹哪样？”撒林娜通过各种施力来迎接攻击，末影在其身边不断瞬移，突然，撒林娜背上挨了一拳，向前飞了五六米。“等等...我的招式...被攻破了？”“哈哈哈哈，刚才的最小夹角只有17°哟~”晨飞解释道，而后操纵末影对着撒林娜打出了最后一拳......\n\n\n第三章 末地的终末集结令\n撒林娜醒来后，发现自己正躺在床上，脖子上有一个奇怪的机械。“撒林娜醒了！”这是晨曦的声音。“这是...我...输了吗？”撒林娜坐了起来，发现房间里除了晨曦还有晨飞、桃芳宋和末影。晨飞凑了上来:“你脖子上的是超能力抑制项圈，放心，没对着你后脑勺打，你身上的伤已经处理好了。”“你们......你...你到底是怎么做到的？”“你说我？哈，你肯定没猜到刚才那场战斗的真正布局。”“这感觉...是不是状态冻结已经消失了？”“你晕过去的时候我差点没接住你，然后又要接住失去意识的末影，真叫人头大！”“那...你到底是怎么做到的？”“哈哈，其实很简单，刚刚和你战斗的并不是我！”“什么？那是谁？”“不是跟你说了我和我姐姐可以远程通讯吗？所以按理来说也是可以进行单向远程控制的！”“远程...控制？”“事实上，我们早就看穿了你的陷阱，我让姐姐留在外面通过意念窥视里面的房间布局，而我的一切行为包括语言都受姐姐的控制，这就可以解释为什么我可以留意到全局状况了吧？受我控制的末影不再受夹角的限制而可以自由瞬移，这就可以破解你的迎击招式了！比起这个，我更应该让你知道一件事。”“什么事？诶等等，既然你可以控制意识，为什么你不直接控制我的意识？”“控制意识需要被控制者对控制者不持有敌意，才能在不损伤大脑的情况下进行控制。我现在可以说我刚才要说的了吧？”“说吧。”“我们对偷偷潜入你的房间这事表示抱歉，但是我们窃取到了一封神秘邮件。首先我问你，你第一次任务失败的时候状态冻结的持续时间是不是超出了计划中的预定时间？”“是的。”“这就好说了，我们提前收到了一封邮件，你自己看看吧！”晨飞将平板递给了撒林娜。撒林娜接过平板，只见上面的内容为:\n暗影军团-任务报告暗影军团X中队队员 撒林娜:您好！实在非常抱歉，我们的运输机在中途被微流星体击毁了，无法使您安全离开了。我们已经为您办好了后事，我们将铭记您所做出的贡献，此致敬礼！暗影军团X中队队长 代号DS-X-00182024年1月16日\n“那么问题来了:暗影军团的运输机基本上都有3个方块厚，微流星体是如何击穿运输机的？”撒林娜神情呆滞，她放下了平板:“没想到...暗影军团......”“暗影军团一直都在利用你，只要是下层人员，没有一个是被他们当成人看待的！我参加过太阳系大战，这点我也是在战场上看出来的。”“那...我该怎么办...我现在没有任何地方可以去了......”晨飞伸出了右手:“那不防加入我们吧？”“什么？我...可以...加入？”“是的。”突然，门外一阵骚动，晨飞推开门，看见有人接二连三地朝走廊的顺时针方向跑去，一位好心路人还告诉他:“快去观景台B！”\n大家来到了观景台B，窗口围了不少人，晨飞硬是挤了进去。随后，他看到了他所见过的至今为止最壮观的场面——地球即将坠入太阳，靠近太阳的地球大气层已经燃气熊熊大火，向四周扩散，在不远处还可以看见水星，地球已经穿过了水星轨道。许多人都不愿意看到这个场面，很快都一个接着一个地离开了。晨曦离开后，撒林娜也跟着离开了，只剩下了晨飞，他也转身准备离开。突然，晨飞听到了一个尖锐的声音，停住了脚步。这个声音一直在持续着，像是敲钟的余音，又像是不断用手摩擦盛有水的酒杯边缘的“嗡嗡”声。撒林娜走到门口转身的时候注意到了晨飞，又走了回去:“怎么了？”“我听到了一个声音。”“什么声音？”“‘嗡嗡’的，感觉有些尖锐，从刚才开始的，是突然出现的，绝对不是从我大脑里发出来的，声呐肯定听得到！”“嗯...”撒林娜低头思考了一下，“我觉得我好像听说过，叫什么...‘终末之音’？”“终末之音？”“又名‘末影召唤’，是在某种特定的条件下由末地发出的一种声音。”“条件？条件是什么？”“当整个局面失控后，末地出于自保，防止恶意入侵，使出的最后一招防御方式，召唤世界各地的末影使返回末地。凡是掌握了末影之力有一定程度的人都会听到。”这时，晨曦又回来了:“我也听到了，这...说明了什么？”晨飞被吓了一跳:“什么？！你也有末影之力！等等......”晨飞又向撒林娜问:“这种声音要持续多久？从哪里发出的？”“发声两分钟，停歇1分钟，循环3次为一个周期，每个周期间隔5分钟，总共3个周期。声音是从末地的出入口发出的，同时伴有紫色光芒。”晨飞听完后，赶紧回到窗前，发现在地球暗面有一个地方正在发出紫色光芒，还产生了只有在极地才会产生的紫色极光。“但是，宇宙是真空的，这种声音是怎么传播的？”撒林娜也来到了窗前:“这就会提到一个更深层次的东西了，这种超自然现象我们将它称之为‘全局音效’，这个想要深入了解比较困难，你确定要听吗？”晨飞回答:“再难的我也要听！”晨曦也来到了窗前:“超自然现象？这到底是怎么回事？”“你们不会到现在都还不知道超自然之力吧？我们把超能力和魔法，以及某个更深层次的事物，称之为超自然之力。一般的超自然之力被划分为五种:意念类、热力类、功力类、电光类、精神类，这五中力量被安置在五角形的五个角，居于五角形正中间的是末影之力。然而，还有一种力量是无形的，是最强大的，也是可以被拥有这种力量的人授予的，不居于上述阵式的一种力量。”\n“这是什么力量？”晨飞问到。“这就是...「[ruby=The Command's Maincenter]命令中枢[/ruby]」！”“什么？！”晨飞和晨曦一脸诧异。“这是怎么个授予法？”晨飞问道。“这个我就不怎么了解了，据说好像是要加入某种队伍，而且这种队伍还不是一般所指的队伍，而是一个技术名词，我懂的也不是很多。”“等等！”晨飞想起了去年的一件事，“去年我遇到了一件奇怪的事情。当时我在研究末影之力，我成功制造出来了末地水晶。有一次我经过末地水晶展台的时候晕倒了，在晕倒的瞬间我看到了大量画面，其中有一个画面似乎写着一行字，当时看着很模糊，但是现在我好像想起了了，这行字应该是......‘The_Command's_Maincenter’！”“难道说......这个就是队伍名称？”“等一下！你是从哪知道这些的？”“我是从...暗影军团那里知道的，也就是说......暗影军团中存在着这样的人！”“什么？那他们完全有能力随时颠覆世界啊！”“不，他们遇到了技术故障，能力受到了限制。话说回来，如果那个词真的是队伍名称的话，我想这个队伍应该拥有最高权限，不是一般人能够随随便便干扰他们的。我有办法试验一下，但是我没有工具。”晨飞意识到了什么，拿出了命令方块:“你要的工具是不是这个！”撒林娜吓地后退了几步:“什么？！你你你...你怎么会有这种东西！”“当然是从暗影军团那偷的呗。”“哦...我想起来了...中子星Ⅱ袭击事件就是你造成的吧！”“虽然不知道你们给什么事件取了这么一个奇怪的名字，但是听起来好像正是本人。但本人可先声明:中子星Ⅲ不是本人研发并主持建造的！还好当时我及时检查了资料库，不然我都不知道有人使用了我的复印机。”“借用一下命令方块，我想验证一下我的想法。”晨飞把命令方块放在了地上，撒林娜开始对命令方块输入指令，晨飞和晨曦凑上来围观。只见撒林娜输入了指令:“kill @r[team=\"The_Command's_Maincenter\"]”，然后执行了命令方块，命令方块很快输出了返回信息:“你没有权限执行此操作。”她又删去了队伍名称，乱打了一通并执行，返回信息:“没有匹配的目标。”撒林娜站了起来:“看来我的想法凑效了，命令中枢确实存在。”就在这时，广播响了:“各位乘客请注意了，各位乘客请注意了。‘远航号’空间站将在48小时后尝试进入光速行驶，请各位乘客做好准备。”这时，桃芳宋冲来进来:“你们知道站里有太空梭吗？”撒林娜回答:“在2楼好像有几架吧......不过，你要太空梭干嘛？”“我想返回地球！”“哈？？？”\n“站长，有人敲门，好像有急事。”“让他进来吧。”驾驶室的门被打开了，气喘吁吁地冲进来了一个人。布莱克回头看了看那个人，问道:“你是谁？”“我是...我是杰克......”“慢点说，休息一下。”布莱克起身离开座位，将杰克扶到了一张椅子上。杰克恢复平静后发话了:“站长你知道终末集结令吗？”“知道一些，难道说......”“没错，就在刚才，有些人反映听到了一些声音，根据他们的反馈，我推测这绝对是终末之音，这肯定会引起乘客不安，甚至还会使一些暂时没有意识的人失控，比如睡着的人，有些人知道2楼有太空梭，这样就更麻烦了，建议赶紧封锁2楼！”“看来，该来的还是要来的啊。如果在离子加速器启动的时候，有人乘坐太空梭进入气囊准备离开的话会非常危险。气囊的内门比外门薄，如果稍有什么闪失，我们将失去动力来源甚至是整个空间站。”说完，布莱克便回到座位敲起了键盘。\n“终末之音利用命令中枢，将声音发送到太阳系中的每一个角落，并且只有末影使才可以听到。”此时大家已重新回到了房间里，各自找了位置坐下。“那...把末影使召唤回去之后又能怎样呢？”桃芳宋焦急地问道。“末地不到万不得已其实本身是可以在危机来临时执行应对方案的。但是，如果末地与外界的连接被封印了的话，就无法执行应对方案了。”“那像现在这种情况又是怎么个说法呢？”末影问道。“末地如果被解除了封印，它将会阻止地球坠入太阳，不过可能会有副作用。”晨曦发问了:“那现在是不是应该有人去解开.封印？”“是的，但是......谁去呢？”屋里陷入了沉寂。这时，晨飞站了起来:“时间也‘不早’了，大家可以洗洗睡了。至于谁去，大家可以自己考虑一下。”\n“诶？布莱克！你怎么来了？现在是凌晨1点诶！”乔治问道。布莱克刚刚进入驾驶室。“你不是说过嘛，时间这东西没啥意义了，只要我能睡饱，管它几点几分。”说完就坐在了正驾驶座上。“哦对了，刚刚发生了一件事。”“什么事？”“凌晨0点32分，校时中心的轨道突然发生改变，进入了衰减轨道，0点48分，校时中心的信号在火星大气层附近消失。根据我的判断，校时中心应该在0点53分坠毁在火星了。”“唉...校时中心运行了4年半了......出点差错什么的，也说不准啊。”“你听说过校时中心的传说吗？”“终界的桥梁？哈哈，不存在的。”\n晨飞又一次从床上醒来，看了看手表，已经7:29分了。这一次，他避开了物架，刚要出门，晨曦却先从外面推开了门。“你吓到我了！”“抱歉。进来说吧！”晨曦带着撒林娜走进了房间。撒林娜坐在了一张椅子上:“今天凌晨0点48分，校时中心发生了意外，于0点53分坠毁在火星了。”“所以呢？好像我们也不需要它了。”晨飞说道。“我从暗影军团的服务器那里获得了有关资讯，发现这件事情并不简单。其实，校时中心是前往命令中枢基地的一个通道。”“啥？只是个通道？通向哪？”“是的。至于这个通道通向哪个具体位置，只有内部人员才知道。根据暗影军团提供的情报，说是命令中枢发生了内讧，导致校时中心被恶意破坏。这则情报我注意到了一个细节:在末尾有一个‘查看原文’按钮。由于我的等级只有E级，无法查看原文，所以我估计真实情况不是这样的，命令中枢不可能发生内讧。”“除此以外，还有其它通道吗？”“只有内部人员知道。”“哦对了，昨天晚上我想好了，我要返回地球，前往末地。”这时晨曦也发话了:“我也去！”撒林娜站了起来:“我也考虑过了，我也要去！我这就去2楼准备太空梭！”话音刚落，撒林娜就已经碰上.门出去了。晨曦询问晨飞:“要不要叫上桃芳宋？”晨飞考虑了一下说:“去叫末影吧。”\n\n\n第四章 飞向地球\n晨飞正在房间里收拾东西，突然接收到了晨曦的远程通话:“晨飞！出事了！”“怎么了姐姐？”“5楼观景台B，撒林娜被绑架了！”“什么？！”晨飞冲出房间，跑向最近的电梯，见电梯门关着，显示屏显示电梯在13楼，正在上楼。晨飞直接使用意念将门撬开，跳进了电梯井，在那一瞬间便失重了。他向下飞了两层后撬开了电梯门，进入了通道，恢复了重力。走出通道后，碰上了晨曦和末影:“怎么样？什么情况？”末影回答:“是暗影军团，废话少说跟我来！”末影同时牵住了晨曦和晨飞的手瞬移去了观景台B门外，晨曦带着晨飞进入了观景台B。在进入观景台前，晨飞注意到了门旁边的触摸显示屏，上面显示着两个像素圆环，一个代表亮度，一个代表对比度，圆环中间分别写着“5%”和“3%”。晨飞看到了了5位暗影战士，其中2位正在控制着撒林娜，撒林娜脖子上还带着那个一直没摘下来的超能力抑制项圈。“哈！这位就是晨飞啊！我们今天总算逮到人质啦——这个暗影军团的叛徒！”站在最中间的暗影战士说道。“你们想干什么？命令中枢是被你们陷害的吧！”“哟？知道这么多？好吧，确实是，他们从一开始就被我们利用了。等等，我为什么要把这些告诉你？你如果同意戴上撒林娜的这个项圈，我就把全部都告诉你！”“你要不说出点来，你认为我会信吗？”“我们可有人质在手！”“我想你应该很清楚我随时都可以把你弄死！”“唉，真是麻烦啊。”这位暗影战士有些不耐烦了，“那好吧，那我就透露一半。命令中枢并不属于我们，但他们从一开始就被我们控制了，因为我们手里有个...有个叫‘TCM授权码’的东西，可以无视他们的控制，反倒有可能反过来控制他们。当然了，这个玩意儿我们也不是通过正当途径获得的。好了，我已经说了一半了，你答应不答应？”这时，晨飞悄悄地向末影远程传递信息，末影迅速瞬移了进来，将撒林娜带了出去。晨曦与晨飞也趁机逃了出去按下了关门按钮，紫柏砖门迅速从两边关上了。暗影军团开始在里面砸门。“紫柏砖门抗热吗？”晨飞问道。“绝对抗热！”末影回答。“快走！全光照！”晨飞说完就转动触摸显示屏上的亮度圆环使亮度变为100%，然后带着大家跑开，留下背后的一声转瞬即逝的惨叫。“这里不宜久留，我们快走吧！”撒林娜边跑边说。\n“报告！5楼观景台B发生火灾，该区域内的消防系统完全损毁！”乔治报告。布莱克迅速打起了精神，开始敲键盘:“观景台？能造成这种火灾的方法应该就只有日光了！快把亮度调回来！”“5楼的智能玻璃管理系统存在故障，导致亮度调节没有上限！”乔治继续报告，“等等...2楼的封锁在昨天晚上被破坏了！”“嗯？”\n“萧然？你怎么会在这里！”大家冲进2楼的机库后发现晨飞正在维护一架运输机。“桃芳宋已经知道了你们的计划，他刚才让我来为你们做些准备。”“那真是谢谢了。”晨飞双手握住了萧然的手，“虽然我们只见面了一会儿，但是因为时间紧迫，我现在也只好说一句:带我们飞吧！”\n萧然在2楼的航站台操作着各种设备，其他人都在一架准备弹射的运输机中。随后，萧然通过无线电传递了消息:“目前气囊的压力已经接近了0帕，准备弹射！”晨飞坐在了正驾驶座上，副驾驶是末影，后面坐着晨曦和撒林娜。此时，撒林娜脖子里的项圈已经被拆除了。\n“你们听说过战时的《熠北魂》吗？”晨飞突然询问道。\n“即使身在无边黑暗之中，也应持着迎接曙光的必胜决心。”\n末影熟练地背出了《熠北魂》。“很好，我希望各位记住这句话。”晨飞用无线的向萧然通讯:“我们准备好了。萧然，后会有期！”“后会有期，晨飞！飞吧！”气囊的外门被打开了，运输机被弹射了出去，飞向了地球。\n晨飞控制着运输机对着紫光发出的方向飞去，这个地方还没有受到太阳的影响。运输机开动了离子加速器，很快就进入了地球大气层。这时，晨飞回头问撒林娜:“TCM授权码是什么东西？”撒林娜思考了一下回答:“嗯...好像是....好像是授权使用命令中枢内部人员才能使用的指令的证书或是密码，在2021年7月19日被暗影军团强行拷贝了。”“2021年7月19日......我就是在那一天第一次遇到了暗影军团，与暗影军团正面交火的，第二天他们就发动战争了。”“的确，拿到了授权码的暗影军团变得非常强大。”“所以说...他们的命令方块并不是去要塞里挖的？”“是的。”“现在拥有命令方块的，只有命令中枢、暗影军团，和我们？”“没错。”撒林娜点了点头。“那就出事情了！”晨飞开始不安起来。“怎么了？”“还有一个命令方块不属于以上的任何组织，目前下落不明，就是要塞里的那个命令方块！”“虽然说传说并不怎么可信，但是有时候也不能不信。这的确是个大问题，如果这个命令方块被用在了恶意的用途，后果不堪设想。其实下落不明的命令方块不止这么一个，这恐怕需要命令中枢进行一次彻底的命令方块扫描了。现在世界上大概有3000多个命令方块，其中20%属于暗影军团，约有10%没有在命令中枢中注册，这的确是个大工程。”撒林娜停顿了一会儿，又说:“哦对了，你是怎么知道我是地角城的？我不知道我出生在哪里。”“很简单，地角城有着特殊的口音。对于SGA语言，他们会把没有与其他任何元音字母相连且在多音节单词中的非末尾位置的[e]音读成[ai]，注意，SGA语言的拼音用的是罗马拼音。而你的名字听起来像是SGA语言，如果在其他地方，如果你的名字不是被用作名字的话会被读成‘瑟林娜’。不过这里有个例外，A这个字母在SGA语言中虽然是单音节字母，读[e]，但是地角城的人也会把它读成[ai]，但如果被用在句中且不是被单独引用的状态就不会这样。”\n这时，运输机已经平稳地降落在了地面。晨飞在离开之前作了报告:“内温32℃，外温38℃，呈升温趋势。氧气含量26%，西北风，风速3级。自转几乎停止，时间停留在0:03:27。根据发光位置判断，要塞应该在0:03:12经线上，两地经度相差3'45\"。根据当前纬度推算，要塞距离我们约3.92km。”舱门被打开了，大家跳下了飞船，周围很暗。\n“路还有很远，末影，接下来靠你了。”晨飞说道。末影“嗯”了一声，牵住了晨飞和晨曦的手，撒林娜将双手搭在末影肩上，“嗖”的一声，他们向远处飞去了。突然，末影停了下来:“有障碍物！”\n\n\n第五章 Mojang in Minecraft\n待大家站稳后，发现前方隐隐约约站着一个人，穿着一副暗影战士的服装。晨飞不耐烦了:“你这家伙又是谁？”那个人回答道:“我只是想回收我们的叛徒，不希望有外人介入。”末影喊道:“她现在是我们的一员，你们休想带走！”“哦？是吗？看来世界要走向毁灭了。”这时，撒林娜站了出来:“你们适可而止吧！破坏地球对你们有什么好处？难道你们还能找到什么定居点吗？”“巧了，我们已经找到定居点了，而且是从一开始就已经找到了，所以我们现在才回开始破坏这个世界。你们身边这些人，一直扬言要除掉我们，可他们就是找不到我们的老窝，反倒使世界失控，自相残杀，真是可笑。”“破坏这个世界有什么意义？难道这个世界生来就是为了被你们破坏的吗？”“真是奇怪，这个世界一直都在被各种规则束缚。例如，你必须在早晨起床，或者说，工作台必须由四块木板合成。一切的一切，都被规则束缚着，我甚至在这里跟你说话都有可能被预先制定好了。所以，我们才要寻找打破秩序的方法，探索新的世界。这几年来，我们已经发现，命令中枢并不是世界的中心。那个所谓的授权码，根本不是命令中枢的专利。那么，到底什么才是世界的中心？如何突破规则的束缚？我们，就是为了解决这些问题而来的。”“这也不是你们在这里破坏世界的理由！难道探索这个问题的答案一定要使用这种破坏的方式吗？你以为你们拥有毁灭世界的武器，就能找出这个问题的答案吗？就能征服世界，让所有人都为你寻找答案吗？如果我们换一种眼光，去适应当下的生活，利用规则创造乐趣，岂不是更好吗？”“你以为只有我们持有毁灭性的武器吗？”对方的语气变得强硬了一些，“毁灭世界的最强武器根本不在我们手里！”“那还能是在哪？”“命令中枢！”“命令中枢？他们怎么可能拥有这种武器！”“命令中枢掌握着一本‘终末之书’，上面用SGA字符写着大量可以终结这个世界的命令文。这本书并不是命令中枢所作，命令中枢也没有声明这本书的来源，甚至有些内部人员还说这本书不存在。这就是为什么我们要入侵命令中枢的原因，我们要查出真相，我们要查个水落石出，找到这本书的出处！”这时，晨飞的脑海里又闪过了曾经看到的那一连串的画面，站出来说:“我好像知道些什么，我不知道我为什么会知道这些。总之，我知道有一个组织在命令中枢之上，被称之为‘创世组’，我只知道这些。”“‘创世组’？听起来的确是个有意思的东西。”那个人说道。晨曦突然发话:“等下，我注意到了一个细节。我想起了一款游戏，叫做《MineMinecraft》，开发商是Mojang in Minecraft。有一款‘RC’红石手表，厂家是Mojang in Minecraft。报纸上，有些文章的作者是Mojang in Minecraft。世面上的许多阳光传感器的厂家都是Mojang in Minecraft。甚至连一些消防器材都有Mojang in Minecraft的身影。所以，这个Mojang in Minecraft倒是是个什么？难不成......他们就是创世组？”那个人思考了一下，说道:“不，他们并不是，他们曾经并不存在。这么说来，如果留意一下更早生产的产品，你会发现说明书中有一行‘Made in Mojang’。而根据命令中枢提供的信息，他们已经发现了这个世界已经被人命名并写在规则中了。这个名字就是......Minecraft！此外，还有一个中文名，被叫做‘我的世界’。所以，我认为，Mojang才是创世组。啊，对了，很高兴今天能和你们在这里交谈。顺带一提，我的名字是DS-1004。”“DS-1004...”晨飞默念着，突然他大吃一惊:“等等！你又是假的！”“不，比假的更真一些，至少存在，不是投影，只是一副盔甲架而已。现在，你们可以去死了！”DS-1004发射了一道末影激光，冲向撒林娜，被晨飞和晨曦一起拦截。“既然你只是一个盔甲架...”晨飞说道，“那我的爆破力场和磁场崩坏就对你没有什么作用了吧？那好吧...各位请不要使用末影之力......”晨飞摊开了双臂，空气开始向四周散开，“那就使用我的最终招式——空间折叠！”晨飞向四周不断发射短距离冲击波，磁场被扰乱，发生了磁暴现象。与此同时，在他们上空的云也开始聚在一起，发生放电，几乎都是落地雷。在不远处的景象开始发生破碎，形成了时空裂缝，如同一块块碎玻璃，以鬼畜般的状态来回平移着景象。在空间站上的人注意到了这一现象，纷纷来到了观景台B，看见了地球某一处堆积了大量乌云，那里的景象还常常发生鬼畜般的平移。布莱克和乔治在驾驶室里正通过屏幕观察着这一现象，乔治还时不时地看看旁边的屏幕。旁边的屏幕正在计算着地球坠入日冕的倒计时:9分54秒。“哈！不就是无法使用末影之力了嘛！我还可以使用超能力啊！”DS-1004说道。“你还没有意识到现状吗？”晨飞回答道，“时空裂缝会产生什么？对于命令方块来说？”“嗯...会进行大量的计算......难道说......”“没错！时空裂缝的出现足以使命令方块过载停摆，既然你是由命令方块驱动的，你觉得现在是谁的主场呢？”“什么？！”DS-1004后退了几步，“嗯...很好...我又被你坑了......既然没法为DS-392报仇，而我在...这里也待不了多...长时间了，我想你们或许需...要一样东西，我就留给你们吧！”说完，DS-1004从口袋里拿出了一张储存卡，扔给撒林娜，“我并不...会死亡，我还...会再来找你们，后会...有期！”DS-1004失去了意识，身体僵在原地。撒林娜趁机对其施力，将这副盔甲架拆了个粉碎。晨飞停止了最终技能，磁暴现象渐渐减弱，时空裂缝逐渐消失，乌云也随之散去，周围恢复了平静，远处出现过时空裂缝的地面崎岖不平，坑坑洼洼。晨飞坐在地上撑着脑袋休息:“没想到仅仅是第一阶段就能造成这么大的破坏。”末影蹲下来对晨飞说:“走吧，还有1公里呢！”\n\n\n第六章 终末之诗\n距离地球进入日冕还有5分36秒。一面沙砾墙被破开，里面是一条阴森森的通道。“这里果然没有被完全回填！”晨飞说道。末影回头望了望:“我们得抓紧了，按照进度，现在地球另一边已经开始被太阳侵蚀了。”\n乔治的屏幕上正在模拟地球坠入太阳，在地球即将进入光球层的那一刻弹出了错误提示:“数值溢出”。布莱克问乔治:“你计算得怎么样了？”“在目前看来，能够阻止地球进入日冕层是最好的。”\n“天呐！传送门到底在哪！”晨曦已经有些不耐烦了。“当年的探险家早已消灭了这里的蠹虫，这让后人很难找到传送室。”撒林娜一边破坏一道沙砾墙一边解释道。“等等！这里有一股能量！”晨飞面对着一面石头墙壁说。撒林娜走了过去，观察了一下墙面，说:“这是一道封印！”说完便念起了咒语:yiu qu ti ko tei n dai  ti ko u te , te k to !SGA直译:[元素-E-N-D-E-R-撤退]整句翻译:(封印“ENDER”，撤销！)咒语念完后，眼前的石墙消失了。在石墙的背后，是一个不是很高的楼梯。一道开口有3m×3m大小的末地传送门正平躺在楼梯尽头。传送门在靠近楼梯的那一端正中间缺了一个末影之眼，传送门已经关闭。撒林娜检查了一遍传送门:“传送门还能用，但是还缺点东西，大家去其它地方找找有没有末影之眼，或者说有没有末影珍珠和烈焰粉或是末影珍珠和烈焰棒。”\n距离地球进入日冕还有2分14秒。大家又重新在传送门房间门口汇合了。晨飞找到了末影珍珠，而末影找到了烈焰粉。“很好。”撒林娜说道，“现在我们只需要将他们合成在一起。”撒林娜接过末影珍珠和烈焰棒，将它们合成成了末影之眼。“这就对了！”撒林娜带着末影之眼，走上楼梯，来到了传送门前，将末影之眼平摊在双手上。这时，末影之眼渐渐升了起来，发出了紫色的光芒。撒林娜收回了手，只见末影之眼缓缓降落在末地传送门框架上，补齐了缺口。顿时，传送门发出了刺眼的光芒。等光芒消散后，可以看见一道传送门生成在了面前的传送门框架中心。\n距离地球进入日冕还有58秒。“然后呢？”晨曦焦急地问道。“等待。”撒林娜回答。“我已经感觉有末影之力在涌动了。”末影补充道。\n距离地球进入日冕还有47秒，布莱克与乔治也在焦急地等待着，希望能发生点什么。\n距离地球进入日冕还有40秒。大家突然注意到房间开始变亮了。“GAME START!”撒林娜笑了笑说。\n距离地球进入日冕还有32秒，此时在观景台B的人注意到了地球暗面隐隐约约出现了一道紫色光束。与此同时，在地球另一边也开始出现了紫色极光。\n“根据这股能量的频谱信息可以推算，倒计时，还有...21...20...19...”末影开始计算倒计时。\n地球暗面的紫色光束越来越亮，地球另一边的紫色极光也越来越多。\n“13...12...11...”\n乔治在电脑上进行了新的计算，得出地球距离日冕还有307km。\n“6...5...4...3...2...1...”\n就在这时，房间里的传送门向上发射了一道光束，击穿了天花板，穿过云霄。与此同时，在地球另一边也有一道紫色光束射出，穿过了日冕和色球，直击太阳光球层。\n乔治时不时地读着屏幕上的数字:“72...129...147...152...154...155...154...153！地球正在脱离太阳引力！”\n暗面的光束开始消失，而对着太阳的光束依然在持续增强。\n“146...141...133...123...110...98...79...56...27...-21！成功脱离日冕层！”\n地球逐渐脱离了太阳，向太阳系外飞去。\n\n\n第七章 分离\n“我觉得，是时候该去探索一下末地了，我有种预感，一切的答案都在那里。”晨飞说道。晨曦也说:“我也这么认为。谁要和我们一起去？”“我也要去。”撒林娜回答。“我......”末影支支吾吾地回答道，“我想...我还是算了吧......因为...我已经太久没有与一个充满着末影之力的世界接触过了，我可能...忍受不住末影之力的共振效应......”撒林娜转过身看着末影说:“什么？难道说...你是......”“我是...末影使者......我...来自末地......我来到主世界已经...有5年了......”撒林娜思考了一下:“嗯...5年了......难怪命令中枢什么的你是什么的不知道啊......那这样吧，你就尽到使者的使命吧！你就负责送信吧，告知大家我们前往末地了！”“嗯，好吧......”这时，晨飞向前走了一步:“既然这样，那我们不得不在此告别了。”“嗯，我觉得...还是我先走一步比较好吧......我...先走了...可以吗？”晨曦回答:“很不错的想法呢！那你先去送信吧，我们还会再见面的！”晨飞、晨曦和撒林娜向末影挥手告别，末影也向他们挥手告别，而后转身瞬移走了。晨曦见末影走后便说:“我们走吧！”\n“远航号”空间站开始有大量的飞船返回地球，降落在了受太阳影响较轻的地方。他们回到了一些废弃的城市，重启了城市的能源系统，城市的灯光重新亮起。\n布莱克的运输机降落在了熠北城北边的一个冰雪之城——瓦丹城。受太阳影响，这里原有的覆雪已经寥寥无几。布莱克离开运输机后，向乔治问道:“帮我查查是谁拯救了地球。”乔治看了看手中的平板后回答:“根据与他们同行的伙伴所提供的情报，他们当中有3个人已经进入了末地。”“什么？！”“比起这个，我想你更应该考虑一下接下来的生存问题了。”乔治将平板上的内容展示给布莱克，只见地球正在以比第三宇宙速度还要快的速度飞离太阳系。“太阳系已经容不下我们了，小行星带的秩序被打破，如果我们依然维持原来的轨道的话，我们很可能会遭到小行星的袭击。火星也脱离了原来的轨道，剩下来的几乎都是一些气体星球了。”“比起这个，我更担心的是X-60，如果X-60真的存在，那我们还有可能会正好和它撞个满怀。”“我们怎么脱离了太阳，那我们就怎么脱离X-60呗。总之，我们得先处理好当下的事务，才有时间顾及未来。”\n晨飞、晨曦和撒林娜被传送到了末地，脚下是一座岛，白色的石头，一座巨大的浮空岛。天空是黑色的，还隐隐约约带有一点紫色迷雾。岛上有九根黑色立柱，顶部安放着末影水晶。他们抬头一看，一只巨龙正在咆哮着、在高空中盘旋......\n\n\n末章\n结束了？\n还是新的开始？\n地球正在离开太阳系\n火星正在不断向外漂移\n零散的小行星在太阳系中随波逐流\n木星吸收了大量小行星作为卫星\n土星遭遇了小行星的大规模袭击\n整个太阳系一片混乱\n......\n是时候该收拾残局了\n\n欢迎继续阅读\n《沦陷的家园A5:天地冲撞》\n\n一个新的开始\n欢迎继续阅读\n《沦陷的家园B1:信念之城》\n\n换一个角度观察世界\n欢迎继续阅读\n《沦陷的家园外传A:命令中枢》\n\n\n后记\n当您读到这里以后，您已经读完了沦陷的家园中期篇目，接下来接下来您可以前往B线(有生之年系列)体验另一种打开方式，或是继续按时间顺序阅读，体验最后这一段惊险刺激的旅程！后期篇目会比中期篇目长得多，甚至需要分割为上下卷，因此创作不易，会咕咕咕一下，希望各位读者谅解！——我是绵羊Yang_g",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1544507640,
            "txt_content": "支持一下科幻dalao！"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1544521200,
            "txt_content": "\n原来那句话是要用在这的啊"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1544521380,
            "txt_content": " 本帖最后由 SHEEP_REALMS 于 2018-12-11 18:34 编辑 \n雨夜蔷薇 发表于 2018-12-11 17:40\n原来那句话是要用在这的啊\n你个皮皮夜！！！\n不仅是这里，还有太阳系大战和之后的篇目 \n(本家发布的时候咋没见你这么皮)"
        }
    ]
}