{
    "title": "[BGM][1.12.2]魔典盖亚3 - 生存基础教程",
    "author": "NoName德里奇",
    "replyCount": 5,
    "timestamp": 1544575800,
    "txt_content": " 本帖最后由 NoName德里奇 于 2018-12-12 08:50 编辑 \n\n[ BGM ]\nhttp://music.163.com/style/swf/widget.swf?sid=37720645&type=2&auto=1&width=278&height=32\n\n\n[ 写在前面 ]\n\n\n\n\n\n14275616425753.png (19.84 KB, 下载次数: 1)\n\n下载附件\n\n2018-12-12 07:48 上传\n\n\n\n\n\n\n魔典盖亚模组由于可爱的画风和适当的难度，一直受到dalao们的如潮好评。\n对于刚刚上手这款模组的玩家，许多玩家可能因为繁多的怪物种类感到有些困难，\n我编写这篇教程的目的在于，希望各位dalao们通过这篇教程认识你将要面对的对手们，\n知己知彼，方能百战不殆。\n\n教程将由两部分组成：第一部分是生存基础教程，\n主要内容是介绍盖亚魔典模组的各种机制，\n以及如何在安装盖亚魔典模组的情况下度过艰苦的大前期；\n第二部分是各位喜闻乐见的怪物图鉴，\n来找找有没有让你头痛的那只萌妹？\n\n那就，开始！\n\n重要的说明：本篇教程是基于魔典盖亚模组 对应 Minecraft 1.12.2 的版本编写的！\n魔典盖亚模组升级到 1.12.2 之后，与旧的 1.7.10 版本有比较大的不同，\n教程中的很多内容可能不适用于 1.7.10！\n\n\n\n[ 第一部分 - 生存基础教程 ] \n\n在介绍如何生存之前，我想先简单介绍一下模组默认的怪物生成机制。\n魔典盖亚将其添加的怪物分为三个等级，每个等级的战斗力由配置文件中的三项来控制。\n以下的机制全部都是可以通过配置文件修改的，意味着在你的整合包中可能有所不同，\n同时也意味着你也可以动手修改怪物的属性！\n属于“一级”的怪物基础血量为 40，至少需要被打 2 下才会被击杀，对玩家能造成的基础伤害为 4 点；\n（2?，伤害 1 点是半颗心，以下全部使用伤害点数）。\n属于“二级”的怪物基础血量为 80，至少需要被打 4 下才会被击杀，对玩家能造成的基础伤害为 6 点；\n属于“三级”的怪物基础血量为 160，至少需要被打 8 下才会被击杀，对玩家能造成的基础伤害为 8 点。\n\n同时，魔典盖亚的怪物可以在白天生成，生成条件是：\n如果某个方块为雪、草方块、泥土、沙子、沙石和砂砾，且上方没有方块遮挡，\n那么一级怪物可以在这个方块上生成。\n怪物在晚上生成的条件与原版怪物一致。\n\n同时，群系和 Y 轴高度（海拔）可以决定怪物生成的种类，\n这就决定了当你创建一个新存档时，你所处的群系的危险程度。\n\n如果你生成时遇到的群系是雪原 / 冰原 —— 那就会非常危险！\n因为雪原的一级怪物海豹人（Selkie）生成时就是敌对生物，并且能够远程攻击。\n想象一下白天被一群骷髅追着射击的场景，大概就会知道有多么危险。\n沙漠群系还好一些，因为沙漠生成的一级怪物工蚁是近战生物，移动也比较慢，容易躲避。\n\n为了避免一创建存档就被怪物追杀，如果你能够选择种子，\n不要生成在沙漠和雪原；如果不能选择种子，尽快离开这两个群系。\n其他的群系都是相对安全的。\n\n初期生存尽可能节奏快些，早点造出铁盔甲和武器会比较好。\n如果实在没有足够的铁，一把石斧也能帮助你应对近战怪物。\n盖亚魔典提供了一种很不错的食物——鱼派，任意生鱼+糖+鸡蛋无序合成，\n食用回复 8 点饥饿度（4格火腿，1点饥饿度是半个火腿），获得短时间的缓慢效果和一定量经验值，\n这样你就可以把燃料更多的用在制作火把上，以避免你的周围生成那些夜间生成的魔典盖亚生物。\n\n当你有了一套足够强的武器之后，你就可以开始狩猎魔典盖亚的怪物了。\n一级怪物的掉落物主要是铁粒，偶尔还会掉落铁盒子，\n每个盒子包含一定量的铁锭、一件附魔相当好的铁质装备或铁马铠。\n你可以留着其中带有“抢夺”附魔的剑，\n因为抢夺附魔对于提高狩猎战利品质量很有帮助——你一定很喜欢怪物们掉落盒子的。\n而二级怪物的掉落物通常包含金粒，偶尔掉落金盒子，\n打开金盒子会获得一定量金锭、一件附魔金质装备或者金马铠。\n在熔炉中烧炼这些盒子也可以得到经验球，吃掉可以获得较大量的经验。\n\n这样，你就有必要尽快开始筹备青金石和钻石准备进行附魔了。\n尽可能多地准备“抢夺”附魔，原因之前已经提到过啦。\n\n接下来你可能会进入下界探险，在下界，\n一级怪物魅魔、凋灵牛和二级怪物巴弗灭都是敌对生物，\n在招惹猪人之前建议先将这些怪物清除。\n\n这时候你的战斗力已经达到了一定的水平，那么如何才能遇到三级怪物呢？\n将一个二级怪物打残，通常是将生命值打到 1/4 以下，这个怪物就有可能开始迸射紫色粒子，\n并不断地掉血；当这样的怪物死亡时，会发生一次爆.炸，然后就会召唤出相应的三级怪物。\n\n如果你想要和三级怪物较量一番，你需要具有相当快的移动速度，可以考虑骑马；\n以及足够多的回复体力的手段，准备高饱食度的食物、金苹果和药水；\n当然更重要的是足够强力的武器和防具！\n\n到这里，你已经不再惧怕盖亚魔典的怪物了！\n\n\n\n [ Licence - 使用条款 ]\n未经作者许可，不得复制、转载、摘编本帖内容进行使用；不能暗示此教程为您的作品或您原创，更不要将教程作为您的作品再次发布；本教程编写纯属为个人行为，仅代表个人立场以及观点，与论坛官方立场无关；\n\n想看到更多教程作品？关注 IntelliGence Group(Bone Studio)，更多优秀教程任你选！\n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为 作 者 加 油 ！\n\n\n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "1723624171",
            "timestamp": 1544606640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zjxx",
            "timestamp": 1544825880,
            "txt_content": "加油更新啊。\n\n当初就是这个mod里的怪物把我打到传送门里导致我存档崩坏的...嗯。"
        },
        {
            "author": "liu419788545",
            "timestamp": 1560441540,
            "txt_content": "生存必备啊"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1560484380,
            "txt_content": "liu419788545 发表于 2019-6-13 23:59\n生存必备啊\n大佬也玩魔典盖亚生存？"
        },
        {
            "author": "visco",
            "timestamp": 1560936960,
            "txt_content": "有没怪物介绍啊，还有物品和合成什么的。"
        }
    ]
}