{
    "title": "【原创/单篇】故事绘《南城以南》",
    "author": "虚泽",
    "replyCount": 1,
    "timestamp": 1544860560,
    "txt_content": " 《南城以南》每一段爱情故事的开始，都从是喜欢开始的。我有一个喜欢的人，她在遥远的北方，而我在遥远的南方，相隔天涯海角，我对她的思念，却总是剪不断。小时偶然和父亲去过北城，她是我父亲故交的女儿，第一次见到她的时候，还很腼腆，羞涩地躲在他父亲后面。我们坐下后，父亲与我介绍他的这位朋友，是他当年生死之交的战友，我管他叫二叔，然后又介绍二叔的女儿，她的名字很美，叫秋雪，秋天的雪。父亲和二叔还有别的事情，我和秋雪在大院子里面，那天雪下的很大，她真的很害羞，坐在隔板上一动不动，脸蛋特别红，圆圆的很可爱，但是我最喜欢的是她的眼睛，清澈透明，就像雪一样，舍不得碰到，怕一碰就化。我们坐在隔板已经差不多一炷香的时间了，她一句话都没有说，可能是她太怕生了吧，我还是第一次见这样的女生。“你的眼睛真好看呀”“真的吗？”我很意外，话音刚落，她就回答了我，语速很快，她好像很想和我讲话，原来是这样，我对她笑了笑，她的眼睛挣得很大看着我，她眼睛就像晶莹剔透的宝石，发着耀眼的光芒。那一刻是我这一生的起点，心中已经住进了一位红颜知己，我将我母亲送我的玉佩赠与她，小时我的确不懂什么叫做爱情，只知道，爱情就是能让你开心，那就是爱情。饭过三巡，二叔带我在北城逛了逛，直到第二天一早，父亲与二叔告别，我也和秋雪告别了。我回家后，开始不断的写信给秋雪，一开始她和我在信中聊的很多，我将我一切奉献于了她，心中只希望得到她的肯定。一年过去了，她的回信也越来越少了，直到半年后，我与她断了联系，我开始忙着我的事，她可能也有她的事了吧。时间转眼过去很快，我成年了，父亲为我举办了一场宏大的成人礼，那一天她来了，一席长发，穿着一身青色的云纹绉纱袍，跨过大门，父亲连忙抱拳迎接二叔和秋雪，这是我第二次遇见她，她真的好美。“芷兰，好久不见”“你也一样，好久不见，秋雪”秋雪还是跟以前一样，进门的时候稍微有点羞涩，不过和我对话的时候，却显得大气。人都到齐了后，父亲特意为我请了南城最好的厨子，摆了二十桌大宴，桌上全是美味佳肴，我从来没有看见父亲这么高兴过。在饭后，我与秋雪两人坐在后院的小亭子里面闲谈，闲谈之中我发现她变化了许多，如今的小姑娘已经变成大姑娘，真希望能和她一直在一起。相隔天南地北，终究我还是没有说出口，也许喜欢一个人，就是这样的吧。成人礼结束后，我也与她告别，没有太多的不舍，也没有太多的牵挂，她就这样离开了。走后，我写了封信寄过去，在信中我提到以往的旧事，我与她第一次见面的场景，和那个隔板上的对视，我觉得现在和她说，会不会太早，我也没有管那么多，后悔时，信已经寄出去了。过后那几天，我一直特别期待她的回信，一周过去了，她没有回信，一个月过去了，还是没有，直到明年的一个秋天，我忙完家里的琐事后，准备要去酒楼喝上几碗，我记得很清楚，午时过半，一封信悄然地放在了我的桌上，我每次出门都会想想看我有什么东西没有拿，四处观望时，就看见了那封信，上面写着芷兰收。我不敢打开这封信，已经过去了这么久了，为什么她现在这时回我，我不敢想象信中写的内容，不，我不能打开他，我将它搁到柜子里面，毫不犹豫地转身出门，路上我脑海中一直想象信中的内容，越想越烦，就要走到酒楼门前，我忍不住了，我必须要拆开那封信，我特别特别想知道信中的内容，不管如何已经做好准备了，我急匆匆地跑回了家，打开柜子将信拿了出来，先深呼**气，然后再小心翼翼地将信封打开，信上提到：“芷兰，别来无恙呀。上次见面已经是一年前的事了，如今，我快要出嫁了，婚礼顶在下个月，我希望你能来参加，下面放着邀请函，请笑纳”读完后，我心不由自主的痛了起来，她这是什么意思，我为什么要去赴约，我到底去还是不去，明明已经做好准备了的，要坦然面对，坦然面对！可我心就是停不下来，喜欢一个人有这么难吗？我躺在椅子上，大脑一直在纠缠着这件事，去还是不去，想了很久，忘记了时间，忘记了吃饭，最后，我还是决定去做最后的赴约，就这样和她一刀两断，这样也挺好的。一个月后，我连夜做马车赶到了北城，我一直安慰着我的心，时时刻刻提醒着自己不要激动，这是最后一次了。我到了大门前，看见里面张灯结彩，喜气洋洋，我走到里面遇见了二叔，他高兴的拍我肩膀，我估计现在秋雪应该在房间里面等待着女人一生要经历的事情，我在大厅等了许久，终于等到了。她一身红衣嫁妆，踏步像新郎走来，虽然她的脸被头巾盖住了，我仍然可以记起她的容貌，从容地步伐，大步走来，前一秒我心就快撑不住了，而下一秒，我知道了，喜欢一个人，并不是去得到她，仅仅祝福，就是对她最大的喜欢。“君心所向，向由君心”我没有打一声招呼就走了，既然看到的结局，何必去留念，还不如潇洒一回，何乐而不为呢？于是我又赶回了家，回到家后，我开始想去考一个状元，做一些自己以前不敢的事，这一切都是为了下一次见到她，能不再是以前那样幼稚。我果然是一个学书的天才，一年后，我高中状元，父亲乐得来合不了口，我也就这样，有了自己的事业，后来我很爱写诗，长街十里，百楼聚众，万家呼晓，没有人不知道我的诗，就连皇上都要敬我三番。后来啊，一位书香世家的千金看中了我的诗意，对我特别崇拜，可我对她，也没有放在眼里，我心中只有一个人惦记着，她千方百计想见我一面，我都拒绝了，可是我后来被人陷害了，有人嫉妒我的才艺，乘机钻空子向皇上告发我抄袭别人的诗，这使我在皇宫之中的地位大大减弱，我被囚禁到了监狱之中，没想到我一世英名，就这么败给一个小人。后来，让我没有想到的就是，千金为了放我出来，在家父门前跪了三天三夜，最后家父答应她就算倾家荡产也要帮我赎出来，这件事对我来说，的确打动了我，她对我做了一个自我介绍，她叫问焉，她为了我付出了这么多，我也时候做出抉择了，这段相思情缘，该放下的早该放下了，我们的婚礼订在下一个月，她的家父和我的家父好准备准备，什么儿女情长，什么才气方高，我早已厌倦了，也许缘分不能让我和她在一起，可是学会爱和被爱，我选择后者，也许不是那么惊天动地，但她也是一个温馨的港湾，“长安十里，相思情愁，南城以南，北城以北。相隔万里，心见如面，动之以情，败之以北。”   End                                                                                                                                                                   这是我新的坑，故事绘，以后我不管现代，还是古代接近主题都发故事绘里面（最近训练很累，鸽了太久了艾卡西亚）",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1544876880,
            "txt_content": " 本帖最后由 九幽之帝 于 2018-12-15 20:29 编辑 \n\n我有一个喜欢的人，她在遥远的北方，而我在遥远的南方，相隔天涯海角，我对她的思念，却总是剪不断。\n（遥远的话用一个词其实就可以了 重复的话影响阅读 还有天涯海角是形容用的 emm ）\n\n父亲和二叔还有别的事情，我和秋雪在大院子里面，那天雪下的很大，她真的很害羞，坐在隔板上一动不动，\n（这里犯了个句隔没有联系关系的毛病 如 还有别的事情 后面接了个我和秋雪在大院子里面 雪下得很大 他真的很害羞 这二者没有联系 写上去有点鸡肋 ...）\n\n她的眼睛挣得很大看着我，她眼睛就像晶莹剔透的宝石，发着耀眼的光芒\n（这里也有重复的了  我觉得可以改成她那宝石般的眼睛睁得大大的来形容）\n\n那一刻是我这一生的起点，心中已经住进了一位红颜知己，我将我母亲送我的玉佩赠与她，小时我的确不懂什么叫做爱情，只知道，爱情就是能让你开心，那就是爱情。\n（人生的起点的话表述错误了 应该是懵懂爱情的起点 红颜知己的话 个人觉得也有点不对 因为前文并没有表述知己这样的内容 后面还是有语段联系不了的问题）\n\n全文阅读起来还是又优点存在的  后面读的话有顺畅感 \n但有点硬伤存在就是题材类型有点老了 下次写这类的话可以想点新颖的题材的\n这点可以吸引阅读  \n以上为个人提出的小建议 若觉得有用可以听一听 emmm  加油\n\n"
        }
    ]
}