{
    "title": "官网博文：尝试新的基岩版材质吧！",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1544931600,
    "txt_content": "\n\n\nTry the new Bedrock Textures\nAvailable on Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch!\n尝试新的基岩版材质吧\nXbox One，Windows 10版， iOS， Android与Nintendo Switch平台上均可下载！\n\nCast your minds back now, to a distant, more innocent time. I refer, of course, to the ancient days of 'Monday', otherwise known as 'four days ago' when we told you about the newly updated textures coming to Minecraft: Java Edition that you could try. \n请将你的回忆，投向一段遥远、天真的时光。当然，我说的是那个距今久远的“星期一”，或者通俗地说，是“四天前”，当时我们宣布了Java版上全新升级的材质供大家试玩。\n\nIn that article, a young Tom Stone said that those textures would ‘be available for Bedrock platforms soon too – we'll update you when they are!’ Well now, four days later I’m an old man, ravaged by time, a shadow of my former self. But on the bright side, the textures are now available for players on Bedrock platforms! Hoorah! It’s enough to make me jump for joy! Ow, my back...\n在那篇文章中，年轻的Tom Stone还说，那些材质“不会马上在基岩版平台上线——在上线的时候我们会更新这篇文章！”行吧，四天之后，我成了个老家伙，被时间摧残，不及当年矣。但往好的方面想，新材质已经为基岩版平台的玩家上线了！真棒！足以让咱欢呼雀跃！哎，闪着腰了……\n\nHere’s how you can get the texture pack on Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch! \n下面介绍一下如何为Xbox One，Windows 10版， iOS， Android与Nintendo Switch平台获取新材质包！\n\n\n\nFirst, load Minecraft on your chosen device, then press ‘Store’ in the main menu.\n首先，在所选平台打开Minecraft，点击主菜单中的“商店（Store）”按钮。\n\n\n\nThis takes you into the Minecraft Marketplace. Try not to get distracted by that ‘Robin Hood’ pack, and instead select ‘Textures’ from the menu.\n图然后你会来到Minecraft市场。不要被那个“Robin Hood”分散注意力，请选择菜单中的“材质（Textures）”选项。\n\n\n\nScroll through all these pretty texture packs until you find ‘Minecraft Texture Update Beta’. Select it!\n向下翻页，跳过所有这些绚丽的材质包，直到你看见“Minecraft Texture Update Beta”。选定它！\n\n\n\nThen just select ‘download’ and you’ll soon be playing Minecraft with those uber-nice updated textures!\n然后点击“下载（Download）”即可，很快你就能用这些绝赞的新材质畅玩Minecraft了！\n\nThe best part of these new textures coming to more Minecraft platforms? Well, lots more players getting to try them out, of course! But the second best part is that I once again get to share my interview with the designer of these textures, Jasper Boerstra, Lead Pixel Artist at Mojang/my best friend!\n对于新材质上线更多平台这件事，最棒的是什么呢？嗯，当然是有更多玩家能试玩了！但第二棒的则是我又可以再次分享那篇采访Jasper Boerstra的文章，他是新材质的设计师，也是Mojang的首席像素艺术家/我最好的朋友！\n\n\n\nThis is what Jasper will look like when he finds out I called him my BFF in this article.\n这个就是Jasper的形象，当他发现我在本文中称呼他“最好的朋友”的时候才展现出这个样子的。\n\nJasper’s done an amazing job updating Minecraft’s textures, and we talk about how he did it, how you can give him feedback, and which textures he will never change. You can read this groundbreaking interview by clicking here and enjoy hard-hitting exchanges from two titans of wit, such as this: \nJasper在升级Minecraft的材质上完成了惊人的成就，（在采访文章中）我们讨论了他的工作方式，向他提交反馈的方法，以及他永远都不会修改的材质。点击这里就可以阅读这篇开创未来的采访文章，并享受一下两位智者的硬核交流，也就是类似下面这样：\n\n\n[attach]1272673[/attach]\nEnjoy the new textures!\n尽情享受新材质吧！\n\n【Kakagou译自Try the new Bedrock Textures】\n【作者Tom Stone，发布时间2018年12月14日】",
    "replies": [
        {
            "author": "风伤依旧丶",
            "timestamp": 1546873800,
            "txt_content": "小萌新前来观摩一下，顺便占楼留念"
        },
        {
            "author": "wuds",
            "timestamp": 1547461140,
            "txt_content": "一起观摩，随便拓展下知识"
        },
        {
            "author": "sxmcl",
            "timestamp": 1548098400,
            "txt_content": "力挺吧主这个觉得还不错的"
        },
        {
            "author": "z1871649580",
            "timestamp": 1548128820,
            "txt_content": "感谢楼主分享"
        }
    ]
}