{
    "title": "[万物之灵/原创]职业系统",
    "author": "半日陌上花",
    "replyCount": 0,
    "timestamp": 1545556740,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-1-17 17:26 编辑 \n\n——来自万物之灵计划花开半日陌上桑\n前言——相当重要的玩法\n\n职业系统其实是整个游戏可以是最重要的要素.因为它是战斗系统的基础 \n对于职业系统，我也是深思熟虑。 最后预备了这份文案 这种职业系统的好处是，既给玩家一条清晰的路线，但有让玩家有选择的权力。\n 并且添加占比极大的职业任务，让玩家拥有一条清晰的职业之路。 \n并且在大框架之下，加了许多自己的元素，使整个系统既通俗易懂又焕然一新。 \n才用多职业体系，分别是剑士系，法术系、游武系和枪兵系。 根据不同的选择和任务流程，玩家会成为职业系中不同的职业。\n\n\n剑士系——修心之路\n简介：剑士系是最古老的职业，因为剑是最早出现的武器。玩家可以运用万物之灵的能力从剑中召唤出剑灵，从而成为剑道修士，剑道修士主张通过和手中利剑之间建立关系，而达到从剑中召唤剑灵协助自己的效果。剑灵不仅可以进行实体的攻击和防御，可以辅助持有者的战斗，并且剑灵还可以直接操控寄存的宝剑，从而达到点指为剑的效果，剑道修士为了争取与剑的联系，努力的苦修来达到保持心灵平静的效果，这让他们有着极度敏感的感知力和独特的冥想技巧。但有些人，则会误入歧途，或者说寻求另外一条道路，他们会被利剑中的杀戮之气所感染，从而侵蚀身体，杀戮之气化出的剑灵会围绕在持有者的心脏附近，一般人在这里就已经止步——终有一天会压制不住自己而陷入无尽的杀戮或者愤怒而死。作为万物之灵的主角可以控制这股力量，从而永远的封印在心脏之中。从而成为可以随时使用杀戮之剑灵的血魔。使用时则会打po feng印的枷锁，持有者的眼睛会变的血红，剑上也附着着一股弥漫着血气的红雾。全身都往外挥发着煞气。以自身的血气来作为交换，获得巨大的力量和特殊的“血斗术”。天资聪颖的持剑者，会在大剑师之墓前悟出影子剑术，这种人可以叫影鬼。影鬼擅长使用真真假假的剑术攻击来迷惑对手或者造成巨额的伤害。他们可以操控影子，这些影子有些是虚幻的，有些却是真实可以打击的。并且影子剑术的强大远不止于此，使用它的人拥有最快的速度和最敏锐的技巧，他们也不被人们所注意，大隐于市后根本就找不到任何踪迹，仿佛影子一般来去无踪。但他们将会重走大剑师的道路，很少会走出一条真正属于自己的道路。若剑士是个圣光信徒，那么他将会在教廷中学会教廷剑术，最终成为圣剑。圣剑有一套完整的法则体系，并且受教廷管制，是教廷的预备兵，和枪兵系的圣堂骑士、法术系的神官相同。除了剑术以外，他们拥有圣光赐予的魔法，并且可以使用充满圣光的祈祷术。他们的圣光魔法与祈祷术主要体现在对于剑下平等的重善之能，跟圣堂骑士崇尚正义完全为重或是神官的教徒完全为重不同，圣剑提倡一切生灵皆为平等。\n武器：剑士系的通用主武器是长剑（各种有“长剑”标签的武器，不是单纯指长剑，比如“厄尔撒的臂骨”也属于长剑，以下皆是）。副武器分为三种，剑道修士与血魔的是重剑，这是其剑灵的寄存体；影鬼的副武器是短剑，用于瞬间的刺杀；圣剑的副武器和其他圣职一样，是信物，可以使用圣光赐予的力量。\n定义与想法：剑道修士和血魔其实都是我很早的设想，都是修理剑中之灵，只不过一个是平静之道，一个是狂怒之道，这可能也来自于LOL中剑圣和剑魔给我带来的想法。影鬼其实就是刺客啦，不过拥有最快的速度和最高的爆发的职业不是影鬼（是灵魂骑士，后面会说）。我的设想中，影鬼需要扮演的角色应该是团队的gank和辅助，是为了控制和消耗boss或在重要之时给予其致命一击的。而圣剑，则单纯的是像圣堂骑士和神官一样（这里都说一下，等到指定位置就不再细说了）是一个圣职，都是圣光的信徒，圣光的设定可以在其他设定中找到，他们拥有圣光赐予的能力，对于圣剑来说，他将会使用被圣火或圣水等加持过的剑术进行攻击，对于特定的怪物拥有极高的伤害，这会让他拥有不错的持续输出能力，并且众生平等的特性会出现许多的其他技能。\n任务流程：职业任务在整个剧情的中的占比还是比较大的，所以拿出这么一段来简单的描述一下设想。（以下就不提了）剑道修士的任务流程是玩家在剑之王土发现特殊剑灵——扎特尔特开始，探索剑之王土并带领扎特尔特在中途退出，前往青岚山，并在青岚山选择静修结束，成为剑道修士。而继续的职业任务则是关于青岚山的“静默剑心”的故事。如果在青岚山选择带着扎特尔特离开，则会被扎特尔特寄生并侵蚀，成为血魔。其他的职业任务在剑之王土是带领扎特尔特成为剑灵之王。如果前往大剑师之墓，并在墓前结识影子剑，则学会影子剑术，成为影鬼。之后的职业任务，影子剑会慢慢引导你走过传奇大剑师——威尔逊的道路，并且成为第二个威尔逊。（但最后的结局影子剑会被拥有主角光环的万物之灵坑到。）如果选择成为教会的预备队，并且经过试炼，最终在圣灵山接受三殿洗礼，成为圣剑。之后的任务是教会颁发的任务，主要剧情是偶然收集三圣物，最后成为三殿总剑师的传奇之路。\n\n法术系——真理与本质\n简介：当一种神奇能量疯狂的注入你的身体之中。你就会掌握一种叫做法术的神奇力量。而这些人，统称法师。法术其实是个很笼统的说法，因为他包含的东西很多。若能感知到世界中的元素，并且被他灌染，将会成为最普遍的，魔法师。魔法师来源于高等精灵，他们发现了魔法，并且将魔法发扬光大。不过这并不影响其他种族对于魔法的修行。魔法师是这个世界上最常见的法术系职业，他们可以使用气水火土四种元素来达到自己想要的目的。并且强大的魔法师整个身体都会慢慢的融入元素，从而把自己变成一个元素体，这是历代魔法师都想要追求的最高荣耀。而教廷的神官主修圣力，圣力是由圣光之神赐予他们的，他们可以用圣力来治愈伤病或是惩戒他人，神官们经过困难的修行和冥想祈祷，慢慢的获取圣力。据说强大的神官会被神明选中，并且成为一个新的天使，他们会获得代表圣洁的天界之翼，代表神明管理人世。有正比有邪，有一群人成天摆弄着腐烂的血肉与沾满粘液的触手，出没在街头小巷与每个能叫得上名字的地方，这群人生活在阴暗当中，被称为xie jiao徒。**徒把无端的人类当做祭品风险给他们伟大的神，神会赐予他们一些特殊的能力，这些能力被称作咒文。咒文拥有最邪恶最黑暗的强大力量，但同时，xie jiao徒被大陆上大部分人所排挤。另一种来着远古的力量——龙吼之道。习得它的人被称为雷霆之音，他们将会使用一种由古老龙族传下来的吼声能力，这种吼声通过用庞大的声音基础来咏读力量符文从而达到强大的效果，雷霆之音会聚集在高德加山，隐居着修炼他们的远古法力。\n武器：法术系的通用主武器是法术书。副武器分为两种，雷霆之音和魔法师使用的是法力饰品，可以增幅或者达到使用小型法术的效果；**徒和神官使用的是信物，调动神赐予他们的力量。定义与想法：其实法术系是最不好写的，因为能写的东西其实很少。在剑与魔法中，对于法术的简介最多的其实还是魔法师，但我不可能把魔法师的四个元素分开形成四个职业，那就太low了···所以在这里我秉着非抄袭实致敬的精神，致敬了许多不错的作品。前两个肯定都很好理解，一个法爷一个奶妈，后两个，则是我的致敬项目。**徒其实是出自克苏鲁神话体系中的神职人员，而雷霆之音则是直接使用了老滚5的龙裔的龙吼。从定位上来看，**徒对比神官来看，虽然都是奶控职业，但是**徒的单人续航能力要更加的大，生存能力也比神官多得多，但是神官的技能要比**徒要更加的专一，所以对于奶控方面有更多的发展空间（**徒有流风刺客的暗杀术你敢信，技能过于杂乱，不专一）。魔法师则是一个提倡持续输出的角色，定位要更加的全面，并且介于mc很苟的瞄准系统来看，未来的魔法师技能范围技能应该会多得多。雷霆之音是整个系统最亮点的一个职业，他可以使用的能力要更加的奇特，这种奇特来源于龙族本身的力量，所以雷霆之音的职业定位有些像一个没什么加持技能的辅助类职业，他的技能更多的是对战斗的辅助和某个地方的致命一击。以及介于雷霆之音本身的技能问题，他应该是脆皮职业最强的保护盾。\n任务流程：魔法师的任务玩家将会通过缪斯的引荐，从金辉魔法学院开始，一步一步的学习并钻研四系魔法，并且探求最后的四系融合，魔法本质。如果阅读书籍《七王子海》，则开启雷霆之音系列任务，玩家将会前往七王子海，探索书籍中提到过的龙岛，在哪里，玩家会通过龙魂之安典，成为一名拥有龙魂的凡人——龙裔，并且将会前往高德加山，学习龙吼之道。如果选择报名成为神父，并且接受试炼，最终在圣灵山接受审判所的洗礼，成为神官，之后的任务是教会颁发的任务，主要剧情是偶然收集三圣物，最后成为审判长的传奇之路。如果玩家给来自赫尔城的老乞丐三颗金币（一次一次给），将会开启**徒任务，将会经过老乞丐——奈亚拉托提普的介绍，来到星空教会，成为一名教徒，并且在暗中举办一个个的**仪式，从而成为新的一名教团首领。\n游武系——灵力科学\n简介：其实，有些人是不愿与这个世界有什么争端的。对于他们来说，每天的日子仅仅只是吃饱穿暖，只要建立在这个条件上，不管是什么情况，他们都会去做。慢慢的，自称一派，统称为游武。一开始，伟大的先驱者建立了流风道场，慢慢的这里便成了暗杀者的聚集地。流风道场自称一派，隐藏在世界的各个角落，接受着各种以至于影响世界的暗杀任务，他们被称流风刺客。流风刺客的强大是不能用单纯的词来形容的，因为事实上他们抛弃了除目标的一切东西，包括自己的生命，他们每次的袭击都是自杀性的，但每次都会以一个圆满的结局告终。这足以让每一个地区的征服感到害怕，但是流风刺客并不在乎，因为流风道场是第一暗杀组织。这个世界，其实是有枪械一说的，这种东西，被称为魔导火器。魔导火器是一般人驾驭不了的，因为它的后坐力极其强大，并且得到的收益还不如一个魔法师的一个法术，所以一开始魔导火器是没什么用处的鸡肋。这种情况直到公爵的出现。他自称公爵，带领着追随着建立了钢铁之城赫曼巴。之后追随着越来越多，钢铁之城越来越强大。他们使用魔导火器，精准的把魔导火器的力量发挥到极致，甚至自成一派，被称为法外狂徒。法外狂徒拥有强大的力量和对于枪械的架控。每个人都是一座战争机器。如果你在这个世界上看到一种人——他们双手腕在背后板着，身前身后浮着许许多多的小短剑，不要惊奇，他们被称为游刃。游刃可以灵活的操控三四厘米的飞剑飞刀进行战斗。并且实力越高的游刃操控数量就越多，游刃大师都可以操控千把万把飞剑来实现剑刃风暴。据说他们的力量来自于游刃的守护神刀锋之影。而存在感最低的，则是一开始便出现的游武系职业，古武弓兵。古武弓兵历史悠久，但因为历史太悠久了，他们的地位早就被法外狂徒的魔导火器所替代。并且由于历代古武弓兵都没有获得被称为野兽之灵的守护灵，所以慢慢没落。\n武器：法术系的通用主武器是匕首/短刀，法外狂徒的副武器是魔导火器，可以施展出最大的火力压制；古武弓兵的副武器是弓，在远处便取敌人首级，配合野兽之灵使用获得巨大力量；游刃和流风刺客的副武器是长刀，用作暗杀或被近身时跟敌人火拼的时候。\n定义与想法：游武系，也就是游侠系（不过感觉游侠这个名字太low了，没用）。其实这个职业系作用就在远程的物理输出。法外狂徒和古武弓兵其实很像，不过使用的武器风格不太一样，一个偏向于废土风，一个偏向于古风。虽然都是远程，但是不同点在于，法外狂徒的能力来自于自身身体机能的强大，但是古武弓兵却来自于野兽之灵带给自己与自然的联系。游刃的定位就比较模糊了，他的定位是“DPS很高但单次伤害很低”的职业。这玩意走量，对剑刃的操控再怎么熟练，不到五厘米的剑刃也伤不了敌人多少，但如果这个数字是几千把几万把，那就是另一个概念了，这就是游刃。至于流风刺客，更没什么好说的，纯刺客，他们把所有的属性都点到了暴击和攻击上（滑稽），作为最脆但是伤害最高最稳定的职业，流风刺客可以说算是灵魂骑士以下DPS最高的职业。（你灵魂大爷还是你大爷）。但和灵魂骑士不一样的是，流风刺客不怎么吃暴击，不想灵魂骑士，打个副本都跟赌博一样。流风刺客的伤害相当平稳。他也不像影鬼一样，流风刺客并没有什么可以蒙蔽怪物七感的技能。\n任务流程：游武系的职业任务是最特别的。游刃，法外狂徒和流风刺客三雄对立，玩家会被三雄同时邀请并选择成为哪一个职业。但是，如果玩家一个都不选，选择放弃，则会开启“真正的万物之灵”任务。玩家将会发挥自己万物之灵的身份，捕获野兽之灵，成为一名古武弓兵，并且开始“振兴古武弓兵”类任务。独树一帜。\n枪兵系——气法万千\n简介：一寸长一寸是亘古不变的道理。而枪兵则是利用这一点达到极致，枪兵系大约根据对应的骑士团来分为四个道路。首先，是最强大的骑士团——圣堂骑士团。加入他们的人被称为圣堂骑士。圣堂骑士呼吁正义并遵守正义，并且有时他们甚至会过于正义。和其他神职人员一样，圣堂骑士也信仰圣光并弘扬圣光的美德，他们能使用一种叫做战环的加持法术来跟敌人或者队友加持，来达到消弱或增强的结果。这让他们很受欢迎，所以又被人们称为圣武士。紧随其后的，便是灵魂骑士团。他们是最神秘的骑士团，而相应的，加入他们的被称为灵魂骑士。他们会燃烧自己灵魂之火来获得特殊的力量，他们会用灵魂之火的火焰凝聚出武器或者法术攻击，当然，他们也可以燃烧他人的灵魂之火来补充自己，相当强大。并且他们拥有一项古老的天赋，被称为“不稳定爆发”。这让他们的攻击极有可能成倍数增加。但他们一般不出现在大众眼前，所以并不是很有名。第三个，也是最神奇的骑士团——天界骑士团。加入他们的人被称为天界骑士。如果说圣堂骑士代表的仅仅是万千神中的圣光之神，那么天界骑士代表的则是整个天界，代表的是所有的神明，他们遵从神明的旨以，向世间播撒神明的恩赐，和神官相比，他们更像神棍。并且他们拥有独特的力量，那是一种可以操控时间的力量，据说是神赐予他们的，他们可以使时间进行缓降甚至回溯。最后一个，也是看起来最厉害，但人数最少的骑士团——天空近卫队。这是来自于人类帝国的最强禁卫，被人们尊敬的称为禁卫军，他们代表了人类帝国的最核心力量。骑着狮鹫拿着白金枪。并且天空近卫队中隐藏着一种使用气势攻击的能力，使用到极致的大师甚至可以不战而屈人之兵。随便一挥手便可以吹倒巨树刮飞乱石。甚至可以将气势具象化，直接攻击敌人。\n武器：法术系的通用主武器是长柄武器，副武器清一色的盾牌。\n定义与想法：灵魂骑士是输出最高的角色，不稳定爆发甚至极有可能让他们打出十倍的伤害，但由于过于不稳定，导致这个职业的相当特殊。并且灵魂攻击让他们有些偏向于魔剑士的身份。不过不得不说，如果解决了生存问题，并且让攻击频率变高，那你大爷就还是你大爷。圣堂骑士一人扛起了整个体系的奶爸地位，作为可以无限叠战环的职业，他将会成为团队中最重要的一个职业，但是由于前期圣堂骑士掌握的战环数量不多，所以前期比神官奶妈还难。天界骑士则是一个特殊的控制类职业，说他特殊的原因是他完全纯控制，技能很少有其他加输出或者直接输出，他最大的作用就是控制BOSS，并且，因为回溯等时间技能的原因，他也是生存力较强的一个职业。禁卫军是四大骑士中最正经的骑士，或者说是唯一一个可以称得上骑士的职业···对于他的定位，我比较偏向于多范围攻击（气势攻击的设定）的物理近战职业。并且禁卫军严明的纪律早就了他游走能力的强大。\n任务流程：如果选择报名加入圣堂骑士团，并且接受试炼，最终在圣灵山接受骑士团的洗礼，成为圣堂骑士，之后的任务是教会颁发的任务，主要剧情是偶然收集三圣物，最后成为骑士长的传奇之路。当玩家在刀锋塔遇见索拉娜，并选择和她走，则开启灵魂骑士任务线，玩家将会接受灵魂之火能力的使用，并且慢慢的成为一名合格的灵魂骑士，并且前往死亡世界寻找真正的灵魂之道。在每个城池都有天界骑士的讲道道场，在哪里玩家可以选择加入天界骑士，通过任务后玩家则会慢慢发现所谓神明的真相与时间法则真正的使用方法。在野外救援人族总管亚克，并在人族帝国首都狮门城与接受人族皇帝的接见，可以选择成为禁卫军，并且随着征战获得军功，最后学习到气势的使用，并成为新一任天空首领。还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n\n",
    "replies": []
}