{
    "title": "[万物之灵/原创]属性系统",
    "author": "半日陌上花",
    "replyCount": 6,
    "timestamp": 1545644760,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-1-17 17:26 编辑 \n\n——来自万物之灵计划\n花开半日陌上桑\n\n前言——整个世界的寄点\n\n不得不承认的，一个RPG游戏抛去华丽的外衣后，最核心并且仅仅只剩下的只有数据。 \n这个数据甚至于比职业系统还要重要，因为职业系统影响的仅仅只是战斗 而数据影响却是多方位的。 \n加成类数据是整个数据链的重要组成部分 考虑了很久，最后交出了这份比较令我满意的答卷。\n这篇文章锁描写的数据是属性数据，也就是所谓的加成数据。 \n我把加成数据分成两大类，个人加成数据（以下称为个人数据）和装备加成数据（以下称为装备数据）。 \n而装备数据中又包含着特定标签加成，个人加成数据中也包含着个人标签加成。 装备加成是必须持有装备才能拥有的，而个人加成是随时随刻拥有的。\n\n个人加成——整个世界的寄点\n\n个人加成分为两类，个人属性与个人标签。个人属性是根据玩家的级别考虑的。玩家将拥有每级三点的升级点数。并且在已设定的属性中选择自行加点。目前考虑的范畴为力量影响物理攻击\n体质影响生命值与物理防御\n教育影响法力攻击\n精神影响法术值与法术防御\n敏捷影响闪避成功率以及，影响职业技能的职业属性体质一点增加40点红，精神一点增加15点蓝。敏捷一点增加0.25%闪避成功率，攻击类属性比利为攻击属性值：面板数值=1:3（一点力量增加三点基础攻击，一点教育增加三点特殊攻击），防御类属性比利为防御属性值：面板数值=1:1（一点体质增加一点防御，一点精神增加一点特殊防御）。职业属性则是独立出来，根据职业的不同才能开放并显示在属性栏中的特殊属性分别是圣职类（圣剑，神官，圣堂骑士，天界骑士，xie jiao徒）的信仰，控灵类（剑道修士，血魔，游刃，古武弓兵）的灵气，影子剑术（影鬼）中的光影值，灵魂骑士的火之力，禁卫军的气势。职业属性的作用是加持本职业技能，特定职业技能受职业属性的增益。并且职业点数彻底独立，由职业任务，职业活动（修炼什么的，日常活动）来获取。并且，个人属性还会影响装备的使用。装备的标签并不会出现对于等级的要求，全部转为对于个人属性的要求（长柄装备-艾克亚的擎天柱需要40点力量和15点体质才能使用，信物装备-女神之泪需要35信仰和10教育才能使用）。包括职业需求和任务需求，都会有属性的身影（比如血魔需要5点以下体质，所以不要再说职业不平衡了，有些职业获得就很难）。这里提一句，在游戏的开局可以选择身份和阵营。这会影响玩家的初始属性和阵营任务（就比如上述的血魔，可以选择残疾人身份，体质初始1点，美滋滋）（阵营有人类帝国和北方联盟，如果是人类帝国是不能加入古武弓兵和法外狂徒的，而北方联盟是不能加入三个圣职的）。除了升级之外，其他途径也可以增加个人属性，比如称号与个人标签（个人标签下面会说）。称号是通过做任务或者活动来获得，佩戴后能增加特定的个人属性。当然，一些活动可能也会或多或少的增加玩家的个人属性。个人标签是一个极其特殊的属性加成。他和称号比较像，但不同点在于，个人标签的获得要更加苛刻，并且是持续性的，不需要刻意佩戴。比如玩家的血脉，作为一个不属于任何种族的万物之灵，玩家可以接受任何血脉的灌注，而玩家也将会获得那个种族的特殊能力和特殊加成。（就比如雷霆之音的职业任务中，玩家会获得龙之血脉，则会获得龙族的基本属性加成【当然不会太高2333，不然一开始就化身为龙玩个蛋233】）。当然除了血脉以外，玩家的取得的巨大成果也会相应的增加个人标签。这是因为成就过于大，世人皆知，所以不用佩戴称号，不过这种巨大成果的个人标签一般也会给你个可佩带但没什么卵用的装逼用称号（比如禁卫军的天空首领，就是一个个人标签）。并且，除了这些，还有一些极其特殊的个人标签，比如灵魂骑士的“不稳定爆发”（概率性10倍伤害）等，即使不增加个人属性，也会增加一些加成。个人标签的用途也不仅仅是增幅，一些任务或者对话触发也需要个人标签作为前置。所以说到底，其实还是那句话，个人标签的强大体现在可以无限堆叠，可能加成比称号少一点，但是不需要刻意佩戴。但是，从我举得例子来看，个人标签的获取少而难。个人标签会直接显示在属性栏，作为一个特殊的属性持续加持玩家\n个人加成——必要时刻的外力支持装备加成其实和个人加成异曲同工并且有联系，也分为两类，装备属性加成和特殊标签加成。装备属性加成是指与个人属性相对应的加成也就是物理攻击，物理防御，法力攻击，法力防御，生命值，法力值与闪避率，基本没有装备会增加职业特殊属性（给自己留个后路，加个基本）装备存在随机词条，随机词条属性类别随机，属性大小随机。（变化幅度较大）装备根据随机词条数量从零到四划分为“残破，普通，精致，史诗，传说”四个等级。（目前就这四个，不再加了。）简简单单的划分为“绿蓝紫橙”但不代表传奇就是比普通强（新手村装备讷之牙是史诗紫色装备，但是就是不如残破白色装备魔族大剑要强2333）。并且，除这些以外，装备的词条还存在着一种“传奇词条”这就是装备加成的第二个组成部分——特殊标签加成。传奇词条在装备栏中格外亮眼。根据基础分类，可以说传奇词条就是非基础七个属性以外的属性加成。比如，僵直抗性，击退抗性，元素抗性等抗性类。对于特点元素加成的“元素亲和”，对于特定类别敌对势力攻击加成的“虫族杀手，亡灵死敌等等”，对于其他特定标签（天气啦~战斗区域啦~也不知道能不能做，先写着233）的攻击加成，这些统一为攻击加成类。对于特定技能的级别提升（比如猩红收割者装备时可以让血魔的全部技能加一等级），或是增幅技能（斩首大剑可以加成剑道修士的处决技能）等技能加成类。以及其他加成（比如莫莉卡的自由之翼会给予玩家滑翔能力，天界之光全套护甲可以让玩家在五秒内未收到伤害时回复8%血量）。传奇词条是独立在随机词条之外的，不可能某个装备会给予你某些固定的传奇词条。即便部分传奇词条拥有通用性。第三个要说的是套装系统。有些装备和护甲之间有特殊的联系，成套出现（因全部装备的分类为七种，以后的装备分类会细说）。分为三五七三个阶段，有些套装会直接增加玩家面板属性，而某些套装则会给玩家增加装备传奇标签（如前文提到的天界之光。）\n\n还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n",
    "replies": [
        {
            "author": "2387729849",
            "timestamp": 1545648540,
            "txt_content": "感觉这个设定已经不亚于某些老牌arpg的机制了，但是楼主的能力能做到么？这些内容如果能实现，可以说是像素版魔兽、暗黑都不为过了。但毕竟大牌游戏有庞大的财力和人力支持，如果楼主仅仅是一个mc热爱者，我更建议楼主可以从基础内容做起，可以暂时摒弃一些比较细节但是无关紧要的内容。毕竟中国mcrpg服务器大多千篇一律，这种服务器的出现会像启明星一般吸引眼光的。最后，楼主可以参考国外的wynncraft服务器，做的还是和楼主的想法比较贴近的。"
        },
        {
            "author": "渣滓SYT",
            "timestamp": 1545651660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545652440,
            "txt_content": "2387729849 发表于 2018-12-24 18:49\n感觉这个设定已经不亚于某些老牌arpg的机制了，但是楼主的能力能做到么？这些内容如果能实现，可以说是像素 ...\n哈哈，当然是有团队啦（其实我也是大佬来着的）~而且我管他后期怎么实现，说白了，我就是一个商用性策划，我只管卖钱，怎么实现算他们的，最多再捞点分红辛苦费，没什么大报复和大包袱"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545652500,
            "txt_content": "渣滓SYT 发表于 2018-12-24 19:41\n这些现在的插件都可以实现绝大部分内容，制作成本也不会高到哪里去，其实属性写来写去，无非就是那么几种， ...\n现在的问题其实还是那句话“大厂懒得烧，小厂没法烧”。一开始大家都没意识到这一点，破罐子破摔，但是现在意识到了，却也晚了，可能第二天这个盘就崩了，谁都不敢去做，下不了决心"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1545714000,
            "txt_content": "看了前几楼的评论，不得不说论坛人才是真的多\n弱弱的说一句：祝你成功~~"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545730380,
            "txt_content": "xunyiXY 发表于 2018-12-25 13:00\n看了前几楼的评论，不得不说论坛人才是真的多\n弱弱的说一句：祝你成功~~\n阿里嘎多，说起来我还是很成功的，自己很满足~"
        }
    ]
}