{
    "title": "官网博文：节日快乐！2018回顾",
    "author": ":spgbigfan:",
    "replyCount": 19,
    "timestamp": 1545671640,
    "txt_content": "\n\nHappy Holidays\nFrom everyone at Minecraft.net! Even the Enderman!\n节日快乐\n祝Minecraft.net的各位节日快乐！也祝末影人快乐！\n\nAs someone who spent the last 364 days eating pies, napping and occasionally writing a sentence or two for this website boy do I need a holiday! But first, how about we take a quick look back at 2018 in Minecraft? \n在过去的364天里，咱不是吃着派，就是打着盹，偶尔为官网写下一两行字，啊，我需要放假！但首先，还是让我们快速回顾一下2018年的Minecraft事记吧！\n\nIt was easily one of our busiest years yet. We made a splash this summer when we released The Update Aquatic on Bedrock, Java, PS4, PS3, PS Vita, Wii U and Xbox 360. You helped us help the oceans! Then you helped us help WWF!. \n今年显然算是最忙的一年了，这个夏天，我们在基岩版，Java版，PS4、PS3和PS Vita，Wii U，Xbox 360等平台上发布了水域更新，可以说是激起了不小的水花！大家还贡献力量参与到海洋的救护中，随后还帮助了WWF展开工作。\n\nWe teamed up with Cartoon Network on an Adventure Time Minecraft episode (such a wonderful eleven minutes of animation that it’s now scientifically the best reason to own a pair of human eyes). Cross-play came to Nintendo Switch. And we even found some time to talk to some dolphins.\n我们与Cartoon Network合作，创作了探险活宝：Minecraft篇（这部11分钟的动画真是太美妙了，它从科学意义上解释了，拥有一双人类的眼睛是多么重要）。我们还在Nintendo Switch上实现了跨平台游戏。我们甚至找了些时间与海豚对谈。\n\n\n\nI also accused anyone who doesn’t like Adventure Time of not having a soul. I stand by these comments.\n我觉得，要是谁认为探险活宝这动画没有灵魂的话，那可就错了。我很同意这些评论。\n\nAs if that wasn’t enough, we also announced literally everything this year. The Village and Pillage update! Minecraft: Dungeons! A new biome! More cats! New pandas! You getting married! (Sorry if you didn’t get married this year even though we announced it — we might have got a tad carried away).\n仿佛这些还不够似的，接下来我们可以说是把所有的一切都发表了出来：村庄与掠夺更新！Minecraft：地下城！新的生物群系！更多的猫！新的熊猫！以及，你结婚了！（如果你还没结婚的话，真不好意思，擅自宣布了这件事——我们大概有点得意忘形了）\n\nBut easily the best Minecraft news this year was the constant stream of amazing builds we saw month after month from you, the Minecraft community! Here’s some of my favourite builds we covered in 2018:\n但显然，这一年，Minecraft最棒的东西来自你们——Minecraft的社区！每个月都能看到源源不断的惊人建筑！以下是在2018年的作品中我们最喜欢的几个：\n\n\n\nThis terrific trainyard by Valvy was so good, I overlooked all the horrible train puns Per included in his (otherwise excellent) article about it.\n这个漂亮的车站来自Valvy，非常棒，甚至让我忽略了Per在（本应不错的）文章里那些糟糕的火车双关语\n\n\n\nThese palace builds by Zosia were so fancy, my commoner peepers were unworthy of looking at them\n这些宫殿建筑来自Zosia，非常华丽，我等常人只能偷瞟一眼，实在不值得盯着看。\n\n\n\nNot only did Megavalve build one of the best treehouses I’ve ever seen, he did it in Pocket Edition. The man could probably build a working version of Minecraft out of an actual tree\n这个树屋来自Megavalve，它不仅是我见过的最棒的树屋，而且还是在携带版中完成的！可能这伙子是按着真树在Minecraft里复原的吧\n\n\n\nPhillip and his pal LostInSpace built a remarkable rocket that looks so impressive, 98% of Mojang employees are convinced we could actually ride it into space. Why isn’t NASA returning our calls?\nPhillip和他的好友LostInSpace建造了一个非常值得称赞的火箭，看起来令人印象深刻，98%的Mojang员工都确信我们能骑着它飞入太空。但为什么NASA不给我们回电呢？\n\n\n\nWhen I saw Noraa Builds futuristic Hologram City, I immediately started speaking the gibberish of tomorrow – today! Glibble hibble bleep blorp! (translation: this build is amazing!)\n当我看到Norra Builds的未来风格建筑，全息城市，我立刻说起了胡话——Glibble hibble bleep blorp！（翻译：这建筑太震撼了！）\n\n\n\nArgghh! Wait, don’t worry, I’m fairly certain this dinosaur is no longer alive. And is made of virtual blocks. But with Jeroen’s stunning recreation of dinosaurs in Minecraft, it’s pretty hard to tell!\n嗷嗷！等会，别怕，我非常确信这只恐龙已经不在恐龙世了。而且，这是用虚拟方块做的。但看看这Jeroen做出的Minecraft复原恐龙，可真是以假乱真了！\n\n\n\nSome people build a house. Others build a castle. William Nelson (not that one) decided he’d rather build T-Rexes playing poker. Words cannot describe my gratitude, William.\n图有些人会建一些房子。另一些人会造一些城堡。而William Nelson决定要建的是霸王龙打扑克。文字已经无法表达我的钦佩了，William。\n\nSome of my other highlights include getting regular Minecraft.net contributor Ash Parrish to quickly write an excellent guide to the fast-paced world of speedrunning in Minecraft. Sending Jay Castello to cover a music festival in Minecraft and instead of her waking up three days later in a broken tent and with no money, she handed in a brilliant article about it. And I still think this article from Kate Gray about this charming Christmas build is so wonderful, that even though we published it in late 2017, I’m including it in this article that’s supposed to be celebrating what we did in 2018. Ha! Take that, time!\n我的其它一些精彩体验包括，让Minecraft.net的定期撰稿人Ash Parrish快速地写了一篇精彩的指导文章，介绍在这快节奏的世界中如何完成Minecraft速通。我还派遣Jay Castello去了一场Minecraft音乐节，她则围绕这场音乐节交上了一篇非常棒的文章，而没有在睡了三天醒来时发现自己待在一个破帐篷里身无分文。同时我也依然觉得Kate Gray的一篇文章非常精彩，里面有迷人的圣诞建筑，以至于虽然这篇文章发表于2017年末，我也把它收录到了本文，虽然按理说本文应该是欢庆2018的文章。哈！没想到吧，时间老人！\n\n\n\nWe can’t wait to see what you build in 2019. Maybe you’ll be the next builder we feature on Minecraft.net? Send your best builds to scoops@minecraft.net so I can spend my holiday admiring them instead of socialising with my family. \n我们已经等不及看到你2019年的建筑了。也许你就是下一个登上Minecraft.net的建筑师？把你最棒的建筑发到scoops@minecraft.net，这样我就能在假期里好好欣赏它们，不必和亲戚唠家常了。\n\nJust time for a quick word from Minecraft.net’s very own Per Landin! Per wrote some lovely stuff for us this year, including this fantastic article about terraforming. So, Per! What was your Minecraft highlight of 2018?\n现在把时间交给Minecraft.net的Per Landin！让他简单说几句话。这一年，Per为我们写下了许多可爱的内容，包括这篇关于地形作品的精彩文章。那么，Per！2018年，你的Minecraft精彩体验是什么呢？\n\n————————————————————————————\n\n            My highlight of 2018? Sea of Thieves! Arrrr, what a game!\n            Per Landin\n\n            我的2018精彩体验？盗贼之海！呃呃啊，真是个好游戏！\n            Per Landin————————————————————————————\n...great. Thanks, Per.\n……好吧。感谢Per。\n\nHappy holidays everyone! And look out for a couple of seasonally appropriate posts over the next week!\n祝大家节日快乐！别忘了查看下周的几篇应季文章哦！\n\n【Kakagou译自Happy Holidays】\n【作者Tom Stone，发布时间2018年12月24日】\n",
    "replies": [
        {
            "author": "nggcgg2",
            "timestamp": 1545674220,
            "txt_content": "圣诞快乐.jpg"
        },
        {
            "author": "Abraham511",
            "timestamp": 1545702960,
            "txt_content": "As someone who spent the last 364 days eating pies, napping and occasionally writing\n\nMojang的程序员好轻松"
        },
        {
            "author": "微风糖糖",
            "timestamp": 1545745380,
            "txt_content": "2018都过去了Bugjump也不打算给那些乱七八糟的方块添加物品吗，我还等着工作台去世的那天呢"
        },
        {
            "author": "翻车：滑稽",
            "timestamp": 1545907440,
            "txt_content": "工作台的专制即将结束"
        },
        {
            "author": "1723624171",
            "timestamp": 1545969840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Tommer",
            "timestamp": 1545978660,
            "txt_content": " 新年快乐 时间过的好快 又一年了"
        },
        {
            "author": "可乐ColaTan",
            "timestamp": 1546078800,
            "txt_content": "看着2019的春晚又要即将到来，仿佛我前几个月在看2018的春晚直播，2019我的愿望之一：长到1米8"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1546085580,
            "txt_content": "恐龙的蜜汁打法"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1546091760,
            "txt_content": "那个航天飞机我试过 扔火箭上确实能飞 huaji"
        },
        {
            "author": "thinker233",
            "timestamp": 1546092420,
            "txt_content": "天哪！这么漂亮的宫殿和未来城市居然是在mc中建造的，也许应该让我周围那些认为mc是马赛克的看看！"
        },
        {
            "author": "retgt",
            "timestamp": 1546190580,
            "txt_content": "好美qwq，感觉这些废了很长时间才弄好的\n"
        },
        {
            "author": "Zevn",
            "timestamp": 1546223580,
            "txt_content": "2018最后一天，mc也快10年了！"
        },
        {
            "author": "寒梅风影",
            "timestamp": 1546246080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xiaujie1122",
            "timestamp": 1546582020,
            "txt_content": "hihihihihihihihi"
        },
        {
            "author": "全民作死",
            "timestamp": 1546743300,
            "txt_content": "thinker233 发表于 2018-12-29 22:07\n天哪！这么漂亮的宫殿和未来城市居然是在mc中建造的，也许应该让我周围那些认为mc是马赛克的看看！ ...\n天哪！你才知道啊！"
        },
        {
            "author": "玺玺2019",
            "timestamp": 1547001720,
            "txt_content": "2019.01.09"
        },
        {
            "author": "wuds",
            "timestamp": 1547461380,
            "txt_content": "水一下，占个楼"
        },
        {
            "author": "恐龙梧桐",
            "timestamp": 1547810940,
            "txt_content": "好厉害的玩家啊！！！"
        },
        {
            "author": "sxmcl",
            "timestamp": 1548098460,
            "txt_content": "祝吧主节日快乐事事顺心"
        }
    ]
}