{
    "title": "[万物之灵/原创]日常中二版块—爱德华的死者之书",
    "author": "半日陌上花",
    "replyCount": 7,
    "timestamp": 1545737640,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-1-17 17:25 编辑 \n\n最后更新与18.12.25——来自万物之灵计划\n花开半日陌上桑前言——废话多的陌上桑日常中二版块是一个全新的版块。万物之灵本身就是包罗万象的项目。在大框架之下有许多新奇古怪的想法。而日常中二便是承载这些想法的平台。这会记录我因为所见所闻而产生的天马行空的幻想。那么，欢迎你们来到万物之灵的，另一面\n爱德华的死者之书在圣堂的**中提到的异教徒并不是异教徒的总称，而是指代某一个教团。这个教团的鼎盛时期，甚至超过了圣堂。直到现在，它都有着足气的声望。但经过人族帝国的信仰**之后，人们渐渐开始把神明的意识刻印在脑海之中。而这个教团的理念和绝大多数人，尤其是圣堂背道而驰——他们认为根本就不存在什么神明，自然是有规律运动的，被称为“粒子”的细小物体凝结了这个世界。在信仰**之后，也就逐渐没落。这个教团，也就是让现在全大陆都闻风丧胆的，淹没之界。淹没之界，也叫星河之界，他们所信仰的是来自大陆之外的神奇力量，他们认为漫天繁星中普遍蕴含着神奇的力量，这也就是让粒子运动的力量来源。并且他们认为，拥有这种力量最旺盛的星星来自北方星河（占星师的说法），而北方星河在人间所代表的，正是黄泉。也就是死神腓力摆渡亡灵的河流。这因为如此，淹没之界更多的研究对象并不是活泼的生命，而是冰冷的死亡。他们致力于探索生死密码，并且以联系黄泉为最高研究目标。你总会在墓地看到他们。还有人说曾经看到淹没之界的信徒在供奉腓力的地下吃尸体。这也就是为什么，即便在鼎盛时期，他们也不受人待见。并且，可能是因星河之力本身便不属于这个世界，他们中的很多人，都有精神上的疾病，这被称为“感染”。这些精神疾病异曲同工的，都会让人陷入一种行尸走肉的形态，思维缓慢，脾气暴躁，有很多“被感染的生物咬死他人”的事件，所以这也被圣堂拟向称呼为“玷污”。圣堂认为他们的精神被所谓的邪神玷污了。说了这么多，还是要回到主题，也就是教团其中的一件法宝死者之书。死者之书，被淹没之界的人称之为圣典，也有死亡圣典的美誉。这本书自身并没有什么法术效果和神力，强大的是其中记载的无数法术魔咒。死者之书大篇幅记录了亡灵前往黄泉的过程，记载了关于死者世界的见闻与景象。除了这些，死者之书也是一个多方面的知识宝库，这包含了天文学，司法科学，精神病学，魔药学，魔术治愈学，解剖学等等数以千计的丰富的知识，并以典故与寓言的形式呈现出来。死者之书中最重要的，便是“灵魂绑定”了，灵魂绑定现在的冒险者肯定并不陌生，因为在每一个法术学会都可以接受这种服务，这是目前最先进的防盗手段，能让你的物品刻印在你的灵魂之上，别人偷去了也没用，因为如果是食物，可能会直接毒死小偷，而如果是武器，可能会反噬刹主，这就是灵魂绑定的能力——这能使一个强盗无物可抢，虽然价格昂贵，但是受贵族富人和各个冒险者之间的欢迎。灵魂啊！虚无缥缈的东西，这是真正属于神明的东西，但是现代技术就是可以做到这一点，简直如同神迹。然而就是这样一种奇异的力量，却仅仅只是死者之书中记载的灵魂绑定的冰山一角。（没错，风靡全大陆的灵魂绑定技术的确来自全大陆唾弃的异教徒，不过现在是合法的。）在死者之书中，灵魂绑定不仅能够把物体的灵魂上拓印自己的灵魂印记，还能在他人的灵魂上拓印自己的灵魂印记。这真的，相当恐怖。就从浅层来说，把灵魂拓印在物体上，能让这个物体在本质上，就属于你。但如果在活的东西上——，这可能将是最棒的统治性法力。甚至统治全世界。并且，除了这种极其浅层的运用之外，甚至可以实现人造物、复活、转生、甚至控制整个生死链接。这样一个天才级的作品，当然是由天才所编写的，这个传奇人物便是——爱德华。爱德华·索奈尔，最伟大的学者之一，曾经是一位出色的圣堂牧师，但是后来改变了信仰，建立了淹没之界教派，并被全圣堂通缉。但就是这样一个人，却在圣堂“传奇人物”书籍光明正大的榜上有名，位列第七，第六位便是圣堂的初代教皇卡米洛。当然，我是感觉他能排第六的，因为第五是传统魔法的发现者林恩。不过圣堂还是相当有求生欲的。这其实源自于，他博览群书般的才华，和惊为天人的天赋。七岁获得圣堂“灰袍传教士勋章”（**信徒的最高奖项），十一岁成为奥尔德林魔法学院的正式科研人员，十六岁成人礼第二任教皇疯子辛吉德亲自颁发“第八红袍教士”称号（红袍教士的称呼相当高，现任教皇，也就是第四任教皇艾卡迪，便是第六红袍教士）。在他三十二岁创立了淹没之界，并且据说在第二年就完成了这本旷世巨作。但就是这样一位传奇人物，他的下场却不太好。如果说这个人死了，那还会有人悼念他；如果说他失踪了，还会有人寻找他。但爱德华，却是没人知道他到底去干什么了。没人得到他的死讯，更不可能失踪，而且全大陆能跟他打一架的也都是顶上之人，已经不干预这些事了。有些信徒认为，爱德华是前往黄泉，腓力负责把亡灵渡到死者世界，而他则是接受亡灵生前的罪孽，让他们重新以转世的方式回到主世界。并且他们大力宣扬这种说法，把爱德华誉为第二死神，或者是轮回接引人，大力神化他，直到现在，有些家庭还会偷偷的把他和死神腓力供奉在坟前，甚至只供奉他的神像，保证家人的亡灵能够以无罪者的身份过完美好的下一世。（腓力：？？？来来来，死神你来当，我不干了。）\n还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n",
    "replies": [
        {
            "author": "RedCarl",
            "timestamp": 1545740340,
            "txt_content": "这是准备要做MOD？还是插件？"
        },
        {
            "author": "RSN_GK",
            "timestamp": 1545741420,
            "txt_content": "脑洞可以！\nPS:这感觉真的跟3A大型模组一样"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545745020,
            "txt_content": "RedCarl 发表于 2018-12-25 20:19\n这是准备要做MOD？还是插件？\n大佬你去看看索引贴呗（泪流满面），这明明是服务器呀"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545745140,
            "txt_content": "RSN_GK 发表于 2018-12-25 20:37\n脑洞可以！\nPS:这感觉真的跟3A大型模组一样\n还有这位大佬啊···我是服务器策划····这个是服务器呀，大佬你可以去看看索引贴，传送到别的帖子看一看233"
        },
        {
            "author": "RSN_GK",
            "timestamp": 1545745620,
            "txt_content": "半日陌上花 发表于 2018-12-25 21:39\n还有这位大佬啊···我是服务器策划····这个是服务器呀，大佬你可以去看看索引贴，传送到别的帖子看 ...\n抱歉抱歉没看索引帖\n其实顾忌到的方面已经很全了\n脑洞是真的大\n我也就做做教程，肝肝地图了"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545745860,
            "txt_content": "RSN_GK 发表于 2018-12-25 21:47\n抱歉抱歉没看索引帖\n其实顾忌到的方面已经很全了\n脑洞是真的大\n还好啦，熟能生巧，而且写文案本身就是日积月累，一个案子的元素比一个丰富，一个比一个优秀的说~"
        },
        {
            "author": "LoeGamingJoker",
            "timestamp": 1545748380,
            "txt_content": "社会社会，是在下输了"
        }
    ]
}