{
    "title": "[万物之灵/原创]装备系统",
    "author": "半日陌上花",
    "replyCount": 3,
    "timestamp": 1545904140,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-2-6 08:52 编辑 \n\n——来自万物之灵计划\n花开半日陌上桑前言——不说废话陌上桑这份案子其实要联动与“属性系统”。在“属性系统”中已经很明确的写完了装备对于玩家的增幅而这篇案子则仅仅只是把装备分类并做整合为了更好更直观的制作，也为了玩家更方便的挑选装备；这里把装备进行分类和后期设定修补。\n装备分类——规律的框架才是好框架这个世界会存在千百万种不同的装备，所以为了方便和便利，把这些装备进行分类。首先，最基本的，装备先将有外貌和形态分出护甲，武器，饰品。玩家将会有七个装备栏，其中护甲占四个，武器占一个，饰品占两个。护甲包括头盔、胸甲、腿甲、护足四个种类。装备栏没有通用性（也就是说，头盔栏不能装备胸甲栏），饰品分为戒指和吊坠，装备栏有可通用性（一律视为饰品栏，戒指吊坠都可以装备）。而武器分类最为特殊，分为主武器和副武器武器分为短剑类，重剑类，法力饰品类，魔导火器类，长弓类，长刀类，盾牌类和信物类。根据职业分化为十二种武器。当玩家的职业拥有某武器的专精时，使用那种武器就会获得事半功倍的效果；但当玩家没有该武器类型专精时，甚至某些时候连武器的全部力量都发挥不出来。主武器分为长剑类，短刀类，法术书类和长柄武器类。这些武器则是必须需要该武器专精才能装备的武器（也就是只有剑士系才能装备长剑，只有游武系才能装备短刀，只有法师系才能装备法术书，只有枪兵系才能装备长柄武器）。装备的等级分为“残破，普通，精致，史诗，传说”五个等级。（详细设定去属性系统看）。除了基本分类外，还有一种分类模式“补订分类”。补订分类主要体现在武器的名字之上，一些武器具有特殊的含义或是根据不同的设定来增加的不同名讳，就叫补订分类。同一补订分类的武器一般具有某些相同的标签。比如圣光·阿拉提之矛（长柄武器类）、圣光·白之武（长剑类）、圣光·神说（法术书类）这些都是被圣光之神的恩赐刷洗过的武器，并且都具有“亡灵死敌”（对亡灵生物伤害增强）和“吸血”（击打敌人回复自身血量）两个通用传奇标签。当然，补订分类还在套装系统占据一席之地，相同套装内的装备拥有的补订分类一般是一样的。比如，死灵法师厄尔卡的七件套中的“厄尔卡·死灵之触（长剑），厄尔卡·飞溅毒物（吊坠），厄尔卡·暗影之门（戒指），厄尔卡·火焰骷髅（头盔），厄尔卡·灼白胸骨（胸甲），厄尔卡·进化虫腿（腿甲），厄尔卡·暗影之足（护足）。拥有套装效果，并且拥有相同的补订分类。补订分类的常用分类中还有第三种，就是来源。比如，星月熔炉中打造出的特殊装备，都拥有相同的补订分类：星月·钢制长剑，星月·钢制匕首。就凭星月熔炉打造出的武器来说，它相比于其他武器增加了夜晚对生物的灼烧效果的“月光冲击”传奇标签。补订分类的作用也很明确，就是在开放了装备图鉴类似的系统之后，玩家可以直接通过补订分类的名讳前缀来直接找到需要的装备，方便了玩家，也让武器分类变得更加工整。设定修补——其他也很关键首先，要说说装备的来源装备的来源很广泛，主要通过通货购买和任务活动。强大的装备更多的来自于任务和活动，尤其是任务。在万物之灵项目中，任务在整个玩法的占比中显得相当重要，就像“职业系统”中说的“职业任务的占比极大”一样，装备任务的占比也不小。装备任务多种多样，并且会获得强力的且独一无二的，具有代表性的装备。比如，“沉睡的埃尔德里亚”任务的奖励“冰之心·寒冷守护”便是其中一个。（冰之心系列装备中，还有冰之心·刺骨之风和冰之心·暗淡利爪，这两个由击杀埃尔德里亚随机掉落）。当然，通过各大城镇甚至于地下城中的商人手中，也可以使用相应的交换物来获得NPC出售的装备。这个交换物多种多样，有通过特定职业获得的物品点数（禁卫军职业的军功徽章可以在天空军需官处兑换装备和其他要素），也有使用通用的魔法钱币来兑换。（魔法金币和奥能秘银，是该尔特最常用的两种通用货币。）关于武器的来源，还有一种比较特殊的，就是工匠的自制武器。在“玩家的身份”当中，会提及一种类似副职的部分，其中有一个，便是工匠。工匠具有打造武器的天赋，强大的工匠并且具有自设装备的能力。而这种打造出来的装备，基本都是独一无二的。当然，这是相对的，事实上，官方会给予玩家可选项目来进行参与装备的制造。即便这样，在这里，玩家对于装备的自设性还是相当高的。玩家可以通过已经有规定的材料、宝石、锻造手法等任选来进行装备的获取。这种锻造类装备的占比是相当重要的，一名传奇工匠的大作足以名垂千古，不一定就比传说武器要差。并且，一些工匠还可以给自己装备进行加成，包括镶嵌重铸或是什么。装备的扩展设定中，也相当重要的，便是“唯一装备”。这，相当特殊。这里的唯一，并不是属性唯一。事实上，在工匠自设锻造和随机词条的双重基础下，完全相同属性的装备根本就不能挑出两个。更不要提难以获得的传奇装备若真有两把相同的锻造灵魂之锤（三十五级史诗装备）那布来霍格酒馆（三千年年才开一次，一次开三天的传说中的酒馆）可能会因为这件事而热烈庆祝三年，喝酒管够那种。话归正题，唯一装备指的是，完全唯一的装备。也就是说，整个服务器仅此一把，这几个字被我标的相当清楚，也代表的我的决心。这种仅此一把的现象，存在于极少的情况下。第一，也是最基本的，还是要说到工匠身上。每个玩家在传奇工匠晋升为“造物大师”的最后一环，即是玩家的修行，也是给予玩家的奖励，玩家要花费巨大的精力，来制作一把“超越传奇”的装备。即便这种情况少之又少，但我还是在这里说明，也就是说，足以实力的玩家，将会得到服务器的奖赏，这来自于玩家晋升为工匠巅峰的奖励。玩家将会直接接到来自最高阶级的直接分配，从而完成这个流程，获得这把唯一装备。只强不弱，并且找不出第二把，这也将代表工匠职业的进步之星。第二，则归属于那些真正的，传说当中的传说。举几个例子，阿尔诺的初代之刃，这据说是流风刺客的鼻祖，传说中它是全世界第一把匕首，可以直接跟死神交流。事实证明，这只存在于传说当中，先不说流风刺客的鼻祖其实是一群山贼逃避卫兵来到了荒野中慢慢发展，根本就不是什么阿尔诺；光看后半段，人们信仰的死神是摆渡亡灵的十二圣徒腓力，这个小萝莉到现在都在替自己赎罪，和他交流，没什么大用处。再比如龙裔之书，据说这里记载了每一个获得龙之血脉的龙裔的技巧与传奇，并且可以给予持有者强大的力量。这也是胡扯，玩家仅仅作为万物之灵才能吸取各族血脉，龙族血脉也不例外，而且龙族极度讨厌其他“低端种族”，仅仅只有玩家这样的“高端种族”才能入了他们的法眼。自然除了玩家之外不可能有第二个龙裔。又或是圣光神的羽落，传说当中它作为教会的都不能寻找的神物，高尚的代表了圣光神在人间的化身。而真实来说，凡人根本就不知道群星之火和十二圣徒，认为这个世界是由创世神制造的，而创世神的子嗣（也就是神明）有资格管理世界，其中为首的长子宅心仁厚，被称为圣洁的卡米洛，也就是圣光神。自然，所谓圣光神也是不存在的。但这些武器的特殊就来自于这里，他们出现于虚假的神话之中，每一把都可以算得上职业巅峰，这些武器也是唯一武器。第三种，如果跟整个世界的变化有关系的，也肯定是唯一武器比如，甚至可以影响游戏更新进度的，规则之书（只有当有某玩家获得规则之书·序曲之后，开启副本底片世界普鲁特）当然，对于唯一武器，一切都是设想，并且未来的进展中，也不知道到底会发生什么。\n\n\n其实有人会认为我这是异想天开，或者网络小说看多了。实则不然唯一武器的设计，并没有在很多网游中出现，但它却能达到很大的作用。这不仅可以调动玩家的积极性，也可以调动制作者的积极性，并且，有包括唯一武器等这些设定的介入，让我们和玩家一起仿佛都在玩游戏。我们也无法估计这个世界究竟会怎么变化，而这些核心设定便是整个世界的棋盘。这便是，万物之灵，也是奇幻风总体的，理想效果。\n\n\n还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n",
    "replies": [
        {
            "author": "一手汗",
            "timestamp": 1545904500,
            "txt_content": "点一下看一年\n一年点一下\n想法还是不错的\n很难实现"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1545904680,
            "txt_content": "一手汗 发表于 2018-12-27 17:55\n点一下看一年\n一年点一下\n想法还是不错的\n我肯定是有能实现的团队才会在这边说啦~"
        },
        {
            "author": "dddfly",
            "timestamp": 1545975960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}