{
    "title": "【原创/单篇故事/渲染插画】分 裂 症",
    "author": "nianbing",
    "replyCount": 1,
    "timestamp": 1546240260,
    "txt_content": "\n分裂症\n\n\n    我将写到一半的文稿丢进了垃圾箱里，并非出于自愿。任谁也无法抵挡架在脖子上的寒芒，更何况胆小如鼠的我。\n    “你是谁？”\n    来自心底的叩问敲击在摆钟上，因恐惧而失声喑哑。无人回应，钢笔被狠狠摔在了地上，他似乎怒火中烧，却一声不发地将威胁撤销。\n    我松了一口气，躲在角落里悄悄喘息着，窥视空无一物的房间。这里装不了什么东西，除了我的纸与笔以外，容不下他物，可谓小的可怜。\n    囚犯自无法拥有奢望，锁链缠绕在**上令我动弹不得。但今天有幸得到了监狱长的许可，准许我外出。他缓缓解开了我的镣铐，将我逐出了生存数十年的温室。\n    雪花坠在我的掌心，等待许久却不曾融化；寒风摧垮枯枝，连同我的骨骼一同遭受磨损。\n\n    “知道这里是什么地方吗？”\n    我在雪地里瑟瑟发抖，蹒跚着熬过了风雪。十年前似乎驻足于此，仰望着星河流转，如今却毫无印象，记忆宛若被裁去半截。因此对于他无端的提问，我只能摇摇头，默不作声的继续踱步。\n    我本以为故事会到此为止，以乏味而又空洞的结局收尾。但无能却并不受人控制，它总是肆意疯长，霸占了底层的微芒。\n    风雪散去之后，揭开了一片深邃夜空。倾泻而下的夜幕笼罩着灯火通明的城市，任由人们点起渺小的微光，也驱不散萦绕着的漆黑。麻木与无力促使着人们忘却恐惧，沉醉于寻欢作乐。\n    我依靠着栏杆，观赏由他们出演的闹剧，却无论如何都下不去笔。于是我正想要闭上眼睛，尽量不去看他们的丑态，却被天边的一颗流星掠去目光。\n    紧接着，第二颗、第三颗......一颗接着一颗在夜里划出缕缕火光。可这微弱的火光却点不燃深邃的黑夜，还未刻下任何痕迹，便被夜幕扑灭了光芒。我划起一根火柴，与它们那般转瞬即逝的火光如出一辙，可它却是我唯一能够触及的光热了。\n    我蹲下身，用积雪堆砌起一座座坟墓，双手合十，为它们逝去的生命哀悼。可狂风却将墓地掀翻，不许虚假的信徒虔诚的祈祷。那本就不是我的故乡，更无需我来为其念诵悼词，只因为无人守望它们最后的时光，便受人所托，被迫揽下了繁琐的工作。\n    报酬是一段本该遗忘的回忆。寒风击碎脆弱的锁链，一瞬间涌出了深藏许久的梦。\n\n    十年前，我在这里向她许诺。以一场无人见证的游戏决定败者的归属。我们以这座城市为棋盘，将任何能够利用的东西作为棋子，谁先击碎对方的美梦，谁就能获得胜利。\n    于是，我倾尽自己的一切，只为了将她击溃。最后，我却不攻自破，沦为了她的俘虏。\n    “十年之后，和我一起逃离这个地方吧。”\n    她笑的灿烂，仿佛掩盖了眼里的绝望。十年究竟能为她带来什么，我无法理解，即便再忍受十年之久的痛苦，也不能为她带来什么吧。可这种话轮不到我来说。\n\n    记忆到这里就结束了。在此之后的十年里，我再没有见过她一次。此时此刻，我回到了这里，却寻不到她的身影。\n    “要和我一起走吗？”\n    身后传来了令人怀念的声音。她仍笑得灿烂，但瞳孔中却找不到丝毫阴霾。\n    “我想先去和大家打个招呼。”\n    她答应了，目送我一步步走回监牢。\n\n    “各位狱友，我要走了，感谢你们这些年来的陪伴。监狱长，恳请你准许我离开，我已不想再待在这里了。”\n    但这种事又怎能被允许？话音刚落，他们便挣脱了枷锁的束缚，如洪水般涌来，想要用镣铐重新将我锁回牢房。我疯狂地窜逃，在宛如迷宫般的牢狱中像极了落魄的老鼠。\n    “在这边！”\n    挡在拐角口的是曾经被关在我隔壁的狱友。\n    “我找到那个混蛋了！”\n    身后的路口被过去的仇敌阻挡。\n   我迫不得已挤进了右手边狭窄的缝隙，缓慢地挪动步伐。身后的追兵不可能像老鼠一样灵活，即便想要穷追不舍，却也无法将老鼠赶尽杀绝。\n    夹缝之外是幽谷涧。静谧的通道里流水潺潺，有浓郁的馨香萦绕在身边久而不散。突然，阴森的幽谷被光亮充斥，一道黑影倏地倒映在墙上，张牙舞爪着宛如凶恶的恶魔。这忽然间的恐怖使我摔倒在地，双脚不听使唤地颤抖着，连挪动都无法实现。而那恶魔竟同我一起倒下，在我惊慌失措之际竟也颤抖着，定睛一看，不过是我的影子而已。\n    我继续前进，总算是绕出了幽谷。外面的溪水表面已然结了一层厚重的冰，它屏蔽了底下暗流涌动的声响，让我失去了随波逐流的动力，迫不得已徒步在岸边行走。雪完全没有停歇的意思，反而愈演愈烈，鞭笞着我的傲慢，自以为能够不畏风雪的傲慢。\n    当我再次回到这里的时候，已经精疲力竭无力再起。她仍在等着我，灯下的影子还没有散去。\n    “已经可以了吗？”\n    我甚至失去了作答的力气，趴在雪地上迷离着眼，甚至想在下一刻就这样睡去。于是我微微眨眼，表示自己已经完成了想做的一切，没有继续徘徊的必要了。\n    于是她撑起了伞，把伞架在了我的面前，而她自己则静静地坐在我的身边，等待我再次转醒。入睡之前，我隐约听见她谈起了往事，但我实在是架不住疲劳，还没听清她的言语，就兀自睡去了。\n\n    “我是谁？这是哪？”\n    室外的寒风涌入温室，搅乱了我的安眠，甚至有一瞬迷失了自我。我猛的起身，却不小心碰倒了还没喝完的咖啡。熬夜撰写了一整周才写出的文稿不过十秒就被泥水浸湿了。略感可惜。\n    将这些咖啡丢进垃圾桶之后，我久违的站起了身。因为文稿被咖啡同化的缘故，现在我不得不补充一下使我重获自由的功臣。\n    大街上还是一如既往的吵闹，这种与我无法共存的杂音总是让我感到有些恼火，但他们的热衷却使我敬而远之。\n    迅速购得了咖啡之后，我决定继续在街上游荡一会。\n    无所事事的时间对我来说已经是阔别已久的宝物了。我很享受着种什么事都不用做的悠闲，但有时也会有所畏惧。也许正是因为我总是忙于写作，才会对这样的生活有所憧憬。那倘若我真的得到了这样的生活，是否转眼间就对它感到厌倦了呢？一想到自己也许会成为自己最想成为的人的时候，心中总是抑制不住恐惧，就连咖啡都顾不上了。\n    慢悠悠地闲逛，不知不觉间夜幕已经落下。当我回过神的时候，已经走在了山间的栈道上了。好几年前在报纸上看见过照片，当时憧憬了好一阵子，而现在自己亲临现场才觉得，景致也不过如此。我有些后悔，若是这样的结局，还不如早些回去，继续被关进温室，这样总好过此刻幻梦的破碎所带来的剧痛。\n    我有些失望，但更多的是不甘心。明明早就预想到了结果，却还是让事件向着一样的方向发展。这种劣根性或许一辈子都难以更正吧。\n    于是我立刻逃回了家，不忍心再看一眼笼外的世界。\n\n    “自愿成为笼中鸟，真是个有趣的故事呢。只不过，最后你想要表达的东西，却因为这种杂乱无章的叙述和莫名其妙的情节而支离破碎了。”\n    “这样就够了。只是这样子，我就已经很满足了。”\n    “你是谁？”\n    “我是谁？”\n\n\n",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1546240500,
            "txt_content": "没写太多，不太敢写。我觉得这样也许就足够了，也希望这样子就足够了。"
        }
    ]
}