{
    "title": "[半日记]第十二日：困难与挑战，求知与未来",
    "author": "半日陌上花",
    "replyCount": 9,
    "timestamp": 1546511100,
    "txt_content": "序言——日更？想得美\n\n这里是陌上桑，一个能言善辩的小可爱。\n到了第十二天啦！半日记又更新了~美滋滋~\n感谢大家的支持啊，虽然力量不多，但是也足以让我振兴起来，一直坚持到现在啦~\n说起来，我竟然没想到有人会一直关注我，甚至催更？！我都三年没被别人催更过了，这种感觉，既讨厌又喜欢\n感觉要被玩坏了呢···（小声bb）\n事实上，的确有人私信我“陌上桑陌上桑~为什么半日记不更了啊，不是说日更吗？”\nemm，我什么时候说半日记日更了2333，我只会在有趣事的时候或者实在没东西写的时候才能更新半日记啊\n吹比又不是我的本职工作（小声bb*2）\n话说回来，看看在这十二天之中，我又经历了什么吧~\n\n正文——我可算求你们了\n\n说起来，半日记存在的意义就是为了能够让论坛的人们看到，可能会想起自己新人时期的见闻，也可能现在正处于这个时期，从而产生共鸣。\n所以说的当然是每个论坛萌新都会遇见的情况啦~\n我敢说，接下来这群生物，根本不用去什么动物园植物园，在这个网络的海洋之中随处可见。\n他们被称为“杠精”\n我也就在这些天中经历了这种事情。\n很多时候，我想表达的却被他人错误的认为成了别的意思，或是明明什么都不懂，或是粗略的看了看我的文章，便开始长篇幅的大肆喧哗。\n这也就是所谓的论坛神兽——杠精了。\n上面所说的，都只是一种杠精，具体的，杠精可以分为这么几种。\n\n1.独立自主类：这是一种有目的的杠精，他们的到来可能就是为了展现自己渊厚的学识和广袤的言论。一场诡辩之后把你尊称为“垃圾人”。如果说其他的情况都还可以原谅，那这种人我可真是替你烧了高香，请你在接受完我的跪拜后赶紧回您的飘渺神界吧。\n2.理解不同类：其实这种杠精是最经典的，也可能是最早出现的，其实也就是因为理解错误而稍微说辞，再不济就诋毁几句。但可能就是因为这几句随意的言论，在一个刚刚立志还没有稳定的新人眼中可能就是讥讽和嘲笑，您将会葬送一群人的未来。\n3.飘飘然类：不得不承认，圈子里学生党居多，可能更多时候，会因为和其他人一些小小的海拔差距便以为自己已经触及到天空，甚至不听他人的劝告而认为自己已经捅破天空。也就因为如此，可能认为已经具备了教书育人的潜质，从而使用自己可能已经偏专业化的言论来告诫或者劝阻那些新人。可能，你做的，也不一定对，但在他们眼中，这，就是榜样。但这种倒也可以原谅，至少自己也是因为辉煌而想要让别人也想自己一样辉煌。\n4.同化类：其实这种类型也广泛出现在飘飘然类，可能更多时候，他们把自己完全作为了世界的中心或者标尺。我很不理解这种行为，尤其是在文圈。我曾经说过一句话，“若是写文章的人没有自己的主张，随波逐流，把别人作为标尺，那岂不是文章的生产线，缺失了我经常说的风骨，那岂不是真的要成为‘天下文章一大抄’的灭法时代。如果我们国家的文人墨客像这样，那岂不是到现在我们依旧仅仅只有李杜的诗篇可以赏鉴？”其实我也便是希望，不要以自己为中心，更不要把自己看得多么远大，可能连这片小地方，都仅仅只是圈子一小片水塘而已，而你们，却也都是···井底之蛙、湖中鲤鱼。\n\n但其实，除了第一种以外，其他的都情有可原，或者说，没有一个人能够逃脱攀比与优越的本性，莫不过圣人，不也是分九品贤肖？\n并且，这其实更作为一种普遍现象，我们并不难大面积的杜绝，更多的，我只想把最简单的话语留给希望文字的人，虽不能做到三省吾身，但也能做到以后说话时过一过脑子，品一品分寸，看看会不会伤到他人。\n这次我仅仅做次敲钟人，能有一个人慢慢的看完也算是积德了。\n\n\n\n日常彩蛋时间~\n其实，写下以上文章心中是忐忑不安的。\n并且是庆幸的。\n忐忑不安来自于怕尺度太高而删帖。\n而庆幸，则主要来自于我的半日记发布在矿工酒馆，没什么人看。\n但我千算万算，始终没有想到，原来在矿工酒馆这个大风大浪，刷帖速度极快的情况下，还是有一群人“好心劝告”。说起来，虽然这么多年过去了，我也写了几份不错的作品，真正的名号也有点小气浪，其实我已经看淡了许多，或者说对于这些乱耳之音已经不再迷惑。但我确实为了更多的未来之星所着想，如果这些强词夺理的语言和束缚人身自由的规矩真正强硬的施加在他们身上，那这可真是一个不错的生产线。\n说到这里，我其实感觉尺度已经够大了，逐字逐句都能看出我甚至每一个标点符号都透露着我对这个地方的不满与责怪。\n我的朋友甚至劝告我“你这样会被删帖的！”\n圣殿骑士的管理有方，人民本应该安居乐业，却也因为首领太多而出现许多所谓“村规”。最后导致阶段萧条，他们除了神以外，甚至连人民的语言都想要加以控制，从而导致教派在那本举世无双的教义类图书之后，再也没有一篇好的文章。甚至他们似乎不满人民不受他们的硬性控制，竟滥用金苹果的力量来满足自己控制他人的欲望，是的，这种已成为欲望，并且这种欲望中还包含着滥用权利赢得一己私欲的迹象。\n而我，可能便是第一个艾吉奥。\n艾吉奥一生都在追求着完全的高度自由，想让这个世界不受到任何规则的束缚\n但在艾吉奥晚年，他认识到了自己的错误，他终于明白，信条的真正意义，是一个公平和睦的法制社会，我们需要规则来束缚我们的身体，但也需要一个自由的场所来宣泄我们的灵魂之火！\n可能这会是第一掌权者错失自己宝贵的闲置时间，但从你接受了这个职务，这个世界的时候，你就应该做到了放弃自己全部闲暇，全精力投身于建设真的规章与制度。\n说到这里，也就够了，多说无益，我还想活。\n\n尾言——送给每个关注我的人\n\n写到这里，我依旧忐忑，但现在不是因为之前的事，事实上，当我的思维到了尾言的时候，便也就放下了之前所有的困苦。\n而我忐忑的，则是我并不值得我这糟糕的文笔和粗俗的言论究竟能不能表达的好我心中想表达的意思。\n我忐忑的，是会不会再有一些不懂事或者还没踏入红尘的中二少年来训斥我如滔滔江水。\n我忐忑的，是这个由圣殿骑士们领导的世界，究竟会不会如游戏中一样逐渐崩塌。\n我忐忑的，是我这个信任的艾吉奥，会不会被处死。\n希望我忐忑的都只是臆想的，不会发生的。\n当然，我也盼望着。\n你能留下\n真正的意见。\n\n\n",
    "replies": [
        {
            "author": "suyuhan0504",
            "timestamp": 1546513380,
            "txt_content": "很少在茶馆看到这么长的帖子。（意见是不可能的）"
        },
        {
            "author": "Abraham511",
            "timestamp": 1546516140,
            "txt_content": "加油加油！！真的很喜欢楼主帖子的风格~~"
        },
        {
            "author": "一手汗",
            "timestamp": 1546529460,
            "txt_content": "劳资说那样你都要反驳\n你个杠精？"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1546560720,
            "txt_content": "良心长文，后排支持一下"
        },
        {
            "author": "小囧爱逗比",
            "timestamp": 1546564080,
            "txt_content": "楼主厉害，居然写了这么多字"
        },
        {
            "author": "s1303352590",
            "timestamp": 1546588320,
            "txt_content": "支持下，写的蛮好"
        },
        {
            "author": "west.myth",
            "timestamp": 1546597560,
            "txt_content": "有些人吧，就喜欢去否定别人得到成就感。大佬惹不起，就去否定新人，即使新人是对的。我也遇到过，不过现在这些人我都可以踩在脚下了——无论是从表面还是实力——毕竟通过贬低别人自嗨不会有任何长进，不进则退"
        },
        {
            "author": "805647438",
            "timestamp": 1546658220,
            "txt_content": "加油加油加油"
        },
        {
            "author": "听风先生",
            "timestamp": 1548589800,
            "txt_content": "好有条理性，楼主是个认真的人"
        }
    ]
}