{
    "title": "[Minecraft.net|INSIDER]背包盘点：桶",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1547370180,
    "txt_content": "\n\n\nTaking Inventory: Bucket\nCross reading this article off your bucket list!\n背包盘点：桶\n在人生目标的清单上给“阅读此文”打个勾吧！\n\nHere’s a common Minecraft scenario: after much terrain scouting, you’ve found the perfect scenic landscape for a new home. You build a house, transport over all your possessions (perhaps with the help of a donkey or mule), and settle in. Then your stomach starts rumbling, and you realise you’re out of food. It’s time to build a farm, but – oh no! – there’s no water nearby.\n下面是一个Minecraft中的经典情景：在完成了大量的地形探索之后，你为自己的新家找到了一个绝妙的位子。你建起了房子，将你的财产全部运了过来（可能要借助驴子或者骡子），然后终于安顿了下来。然后你的肚子开始咕咕叫，你意识到自己已经没有吃的了。是时候建个农场了，但是——不妙！——附近并没有水源。\n\nBUCKET TO THE RESCUE! Three iron ingots and a crafting table later, and you’ve got yourself the perfect vessel for transporting any liquid or wet fish that your heart desires. And I know how much your heart desires wet fish.\n桶来救你了！只需要三个铁锭和一个工作台，你就能得到一个完美的工具，可以用来盛装液体，也可以用来装你心心念念的活鱼。而且我知道，你是有多么地喜欢活鱼。\n\n\n\nBuckets were added to Minecraft surprisingly early - in June 2010, during the game’s Infdev phase. To begin with, the only thing they could do was pick up water and lava, but much more functionality has been added over time.\n桶在Minecraft出现的时间出奇地早——在2010年6月，还是游戏Infdev开发阶段的时候。最开始，桶的唯一用途就是盛装水或者熔岩，但之后的时间里逐渐有了更多的用途。\n\nFor starters, you can milk cows. Go up to a cow and right-click it, and you’ll get a bucket of milk, which can be used to cure you of any status effects or make to cake. I recommend cake. You can also use buckets of lava as fuel, and fill empty buckets with water by putting them into a furnace with a wet sponge.\n对于初学者，你可以拿桶从牛身上挤奶。去找一头牛，然后右键点击，你就能得到一桶牛奶，牛奶可以用来消除你身上的所有状态效果，或者用来制作蛋糕。你也可以拿熔岩桶作为燃料，或者把桶放入烧着湿海绵的熔炉，以此为空的桶装满水。\n\nFinally, in the Update Aquatic, we added FISH BUCKETS. This lets you carry fish around, which is just about the best thing ever. Not only will a fish in a bucket keep you company on your long explorations, but any tropical fish will keep their colours and patterns when you transport them, allowing you to construct an impressive aquarium to relax in front of after a long day’s mining.\n最后，在水域更新中，我们加入了鱼桶。借助鱼桶，你就能随身带鱼，真是比上面的功能不知道高到哪里去了。一桶鱼能让你在探险中有更久的续航，不仅如此，热带鱼的颜色和图案在运送时都会得到保留，这样你就能建立一个绚烂的水族馆，在多日的矿洞作业之后，慰劳自己的心灵。\n\n\n\nIn the real world, open-ended containers with flat bottoms have existed since ancient times, and the earliest buckets were probably made of animal organs. That theory is backed up by the fact that the word “bucket”, which first showed up in the 13th century, comes from the Old English “buc”, which means “belly”. \n在现实中，一端开放、底部平坦的容器早在远古时期就已经出现，最早的桶可能源自动物的器官。这套理论的支持在于单词“bucket”，它最早出现于13世纪，源于古英语的单词“buc”，意思是“belly”，肚子。\n\nThe bucket, in the shape and form we know and love today, was a medieval invention. People called “Coopers” fitted wooden sticks inside metal rings to make them. In colonial America, buckets made of leather were also popular – they were light and easy to transport. The threat of rust meant that metal buckets didn’t become common until galvanization – the process of coating iron or steel with a layer of zinc – was invented in 1837. \n今天我们所熟知和热爱的桶，其外形和形式其实发明于中世纪。人们将它叫做“Cooper”，是将木棍插入铁环制作而成。在殖民地时期的美国，皮革做的桶也颇为流行——这种桶比较轻，所以易于携带。生锈的性质，使得金属的桶在电镀法出现前，都没能流行起来。所谓电镀法，就是将铁或者钢镀上锌层，这项技术在1837年才发明出来。\n\nYou might think that carrying lava in a bucket, which you can do in Minecraft, is unrealistic. You’d be wrong. Silly you. Most lava comes out of the ground at temperatures of 700 to 1200C, while the melting point of iron and steel is above 1300C, so it’s entirely possible to carry lava in a bucket. You probably shouldn’t try that at home, though. But if your home is full of lava then, er, maybe it’s about time you moved?\n你可能觉得，相比于Minecraft，现实中在桶里面装熔岩不太可能。那你就错了，你个小笨蛋。大多数地表熔岩的温度在700到1200摄氏度之间，而钢铁的熔点在1300摄氏度，所以拿桶装熔岩是完全可行的。不过，你最好不要在家尝试这种事情。不过如果你家已经全都是熔岩了的话，呃，可能你还是先跑路比较合适吧？\n\n【Kakagou译自Taking Inventory: Bucket】\n【作者Duncan Geere，发布时间2018年12月14日】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1547370300,
            "txt_content": "注：\n1. bucket list，人生规划清单。\n2. 所谓皮桶，大概应该是桶状的皮包。"
        },
        {
            "author": "星浅古",
            "timestamp": 1547450820,
            "txt_content": "既然岩浆的温度达不到钢铁的融点，那么为什么我把桶丢进岩浆里会消失啊喂"
        },
        {
            "author": "ame千亿玩家",
            "timestamp": 1550473560,
            "txt_content": "\n懵逼的来~\n懵逼的走~\n回首！\n还是懵逼~"
        },
        {
            "author": "E07",
            "timestamp": 1553920680,
            "txt_content": "实用的工具"
        }
    ]
}