{
    "title": "[Minecraft.net|INSIDER]背包盘点：墨囊",
    "author": ":spgbigfan:",
    "replyCount": 3,
    "timestamp": 1547367840,
    "txt_content": " 本帖最后由 kakagou12 于 2019-2-5 01:10 编辑 \n\n\nTaking Inventory: Ink Sac\nSquids In\n背包盘点：墨囊\n榨干鱿鱼即可得墨\n\nIn the briny depths of Minecraft’s oceans (and quite a lot of its rivers) lurks a rather remarkable creature – the squid. Floating in place, occasionally flapping its eight tentacles, squid live a mysterious, serene existence.\n在Minecraft的海洋（以及许多河流）的深水之中，潜藏着一种非常了不起的生物——鱿鱼。漂浮在水中，偶尔拍动它的八只触手，鱿鱼的生活真是神秘而平静。\n\nWhat are they thinking, as they bob along with the ocean waves? Are they wondering how we get by with just four limbs? Are they ruminating over what it would be like to have to deal with gravity? Are they simply pondering why land creatures are so mean? We’ll never know.\n当它们随着海浪一起摇摆的时候，思考的又是什么东西呢？它们是否好奇，我们到底如何只靠四个肢体就能存活下来？它们是否在想，重力究竟是怎么一回事？还是说，它们只是奇怪，为什么陆地上的生物竟然如此卑鄙？我们永远都不会知道。\n\nBut squid are special, because they have been chosen to guard the darkest force in Minecraft – an item with the ability to turn everything it touches pure black. These objects are not rare, but they are powerful. It also just so happens that they’re our item of the week. That’s right, today, we’re featuring the ink sac.\n但鱿鱼特殊之处，在于它们的使命，就是保卫Minecraft中最为黑暗的力量——一种能将任何接触过它的东西变成纯黑色的物品。这种物品并不稀有，但是却非常强大。而且正巧，这个物品还是我们的本周背包盘点的物品。没错，我们今天的主角就是，墨囊。\n\n\n\nInk sacs were added to Minecraft in early 2011, at the same time as squid and fifteen other colours of dye. One to three sacs are dropped by squid when they die, but you can also get them while fishing. In Bedrock Edition, you’ll find them in stronghold storerooms, or you can craft them from base elements.\n墨囊在2011年初加入到了Minecraft中，与墨囊一起的还有鱿鱼和十五种染料。在鱿鱼死亡时，会掉落1-3个墨囊，不过钓鱼也是一种获取墨囊的途径。在基岩版中，你还可以在要塞的储藏室，或者用基础元素合成来获得墨囊。\n\nInk sacs are a dye. That means you can use them to change the colour of all sorts of things – beds, carpets, concrete, fireworks, shulker boxes, stained glass, banners, wool, sheep, and terracotta. You can also use ink sacs to craft dark prismarine, book and quills, as well as gray and light gray dye.\n墨囊是一种染料。这意味着你可以用它改变任何一种物品的颜色——床，地毯，混凝土，烟花，潜影盒，染色玻璃，旗帜，羊毛，羊，以及陶瓦。你还可以用墨囊来合成暗海晶石，书与笔，以及灰色和淡灰色染料。\n\nNow, forget everything you just read in the last paragraph, because version 1.14 of Minecraft will change it up. We’re going to be revamping the dye system and you’ll no longer be able to use squid ink directly to dye things. Instead, we’ll be adding new dye colours – including black dye, which will be crafted from squid ink. \n现在，把上一段的内容都忘了吧，因为Minecraft1.14将对此做出修改。我们将重整染料系统，你将无法用墨囊直接进行染色了。取而代之的是新颜色的染料——包括黑色染料，这东西就是通过墨囊合成而得。\n\n\n\nLeonardo da Vinci’s drawings in squid ink\n莱昂纳多·达芬奇用鱿鱼墨水创作的画作\n\nNow, forget everything you just read in the whole rest of the article, because real-world squid ink isn’t black at all – it’s actually a very dark brown. Historically, it was also used as an actual ink called “sepia” – particularly by the ancient Greeks and Romans. Most of Leonardo da Vinci’s drawings were made in sepia, and it only fell out of favour once modern chemical inks were created.\n现在，忘了你刚才看到的所有东西吧，因为现实世界的鱿鱼墨水根本不是黑色的——而是一种非常深的棕色。在历史上， 鱿鱼墨也的确曾用作书写墨水，名为“sepia”，主要的使用者是古希腊和古罗马人。绝大多数莱昂纳多·达芬奇的画作，就是用鱿鱼墨水制作的。而在现代的化学墨水出现后，鱿鱼墨水才从此失宠。\n\nThe ink sac is found in most species of squid, octopus and cuttlefish, and consists of a bag made of muscles which sits just below the squid’s gut. The ink itself is made of a natural pigment called melanin, which is the same pigment that creates darker skin tones and hair colours in humans and other animals.\n大多数种类的鱿鱼、章鱼、乌贼的体内都有墨囊， 这是一个由肌肉组成的囊，位于鱿鱼肠道的下方。墨水本身则源于一种名为黑色素的天然色素，它和我们深色的皮肤、毛发的颜色中含有的是同一种色素。\n\nSquid have ink as a defensive mechanism – sometimes they squirt out loads of it as a smokescreen to hide their escape. Sometimes they squirt out little bits, about the same size as themselves, to confuse predators into attacking the wrong target. You might have noticed that Minecraft squid do this when you attack them, too.\n鱿鱼的墨属于一种防御的机制——有时候，鱿鱼喷出大量的墨水，组成烟幕，掩护他们逃脱。有时候鱿鱼只喷出一点点，尺寸大概刚好和它们的大小相同，以此来迷惑捕食者，让它们攻击错误的目标。你可能也注意到了，在你攻击Minecraft的鱿鱼时，它们也会做出同样的事情。\n\nToday, pretty much the only remaining real-world use of squid ink is in cooking, where it acts as a colour and a flavour, often for pasta and rice dishes. I’ve never tried it, but the Internet reliably informs me that it tastes “like the ocean in a pleasant way—not like you accidentally swallowed a mouthful of seawater”. Yum!\n今天，在现实世界，大多数鱿鱼墨水的仅存用途就是烹饪，它可以用来上色和调味，通常用在意大利面和饭食中。我从没尝过，但是互联网用可靠的语气告诉我，鱿鱼墨的味道“就像海洋，而且感觉比较舒适——不会像是一不小心吞了一大口海水似的”。真美味！\n\n【Kakagou译自Taking Inventory: Ink Sac】\n【作者Duncan Geere，发布时间2018年12月7日】\n",
    "replies": [
        {
            "author": "3123492328",
            "timestamp": 1547371500,
            "txt_content": "喷墨啊，还不错，"
        },
        {
            "author": "nixgnot",
            "timestamp": 1549297740,
            "txt_content": "与墨囊一起的还有由于和十五种染料低级错误@kakagou12 "
        },
        {
            "author": "E07",
            "timestamp": 1553920680,
            "txt_content": "黑色染料"
        }
    ]
}