{
    "title": "[万物之灵/原创]日常中二版块—传统魔法的兴起",
    "author": "半日陌上花",
    "replyCount": 0,
    "timestamp": 1547717400,
    "txt_content": "\n——来自万物之灵计划\n花开半日陌上桑前言——废话多的陌上桑日常中二版块是一个全新的版块。万物之灵本身就是包罗万象的项目。在大框架之下有许多新奇古怪的想法。而日常中二便是承载这些想法的平台。这会记录我因为所见所闻而产生的天马行空的幻想。那么，欢迎你们来到万物之灵的，另一面\n传统魔法的发现上文提到过在圣堂颁布的十大传奇人物中，位列第五的林恩·奥卡尔发现了传统魔法（还联系上下文了）那么，这篇文章我们就来说说，传统魔法的发展。传统魔法，也就是经常说的四系魔法（气水火土），这种魔法主要是控制自然力量，并且达到各种神奇的效果。该尔特大陆的人们对魔法的认知从一开始，是占星术（又联系上下文了）占星师们记录下每一个星辰的名字，并且把他们排列成星座，他们认为星光会赐予人们力量，并且星辰在一定位置时会引发自然的变化，有的是灾难，有的是降福。人们通常会通过观察星星的状态来达到预测未来，或者改变星辰的轨迹来达到控制自然（这是折射第一次出现在该尔特大陆，占星师还是有贡献的）当时的人们，沉迷于没有任何道理的巫术当中，如果说现在的人们是因为出现了真的神迹才信仰神，那么当时的人们就是仅仅是因为被**才去信仰神（当然后来的爱德华创立的淹没之界的星辰之力还是实际存在的）但这种情况，一直等到林恩的出现。林恩并不是一个天才，相反，林恩从小出生在贫困的乡村家庭当中，社会地位低，没有接受过良好的教育。并且在传说中，林恩是个好吃懒做的人，他经常因为偷别人家的书和笔被别人打肿大腿。然而，就是这样一个人，却发现了传统魔法这来源于林恩与生俱来的好奇心与自身血统。林恩是一名精灵与人类的混血，作为精灵族的他，能够更好的沟通大自然。无忧无虑的生活与好吃懒做的体性让他有更多的时间来使自己放慢心态，来使自己的世界安静。而我们后来说的冥想，也正是需要做到这两点，只有自身清净，并且耗费大量的精力，才能感受得到存在于自然当中的元素。他率先发现了火元素，这是在他焚烧农场的秸秆时在焚烧炉旁偷懒感受到的，在他发现了这种元素之后，产生了巨大的兴趣。仿佛变了一个人一般，痴迷的研究起这项伟大的创新技术。终于，他发现了整个世界的基本构造，并且把这些构造粗略的分为水火光暗电气土木。并且在圣堂发表了自己的这一发现，这是传统魔法首次影响了世界。整个世界都刮起了一阵魔法热潮。但这还没结束，林恩再次把八大元素重新分配，最后形成了四大元素——气水火土。并且他发现，人们甚至可以通过自己的意识来控制这些元素的运动，这也就是魔法的雏形。这种意识越强，元素运动就越规律基数越大也就是在此刻起，林恩才把这种力量称之为魔法这又让整个世界陷入一片火热，整个世界都在探讨关于魔法的学术问题，并且无数的学者都在发现着无数的可能。但这，还没有结束！林恩在一次探险当中，不慎雪崩，但就在困境当中，他再次在洞窟中发现了“纯净元素”，这是完全由元素组成的物品，是一种有着元素光泽的晶体，也就是我们现在的魔法宝石。林恩认为并且认证了魔法宝石可以增幅魔法，并且可以通过魔法宝石来使用更多的魔法可想而知，这再次引起了世界的轰动，甚至出现了更多的职业，如专门做魔法宝石镶嵌工作的珠宝工匠及其商人，把魔法宝石和普通金属制成合金的魔法铁匠，和把这种魔法合金制成武器的魔导工匠及其商人，等等等等，这也带来了一场举足轻重的**。但就当世人对这种风浪都已经习惯了的时候，第四次，也是最**的一次风浪，出现了林恩花费了一生的资产，创建了一所伟大的学院——奥尔德林魔法学院魔法自出现以来一直都是贵族们之间使用的工具，或者是军队中的战略技能。但是，奥尔德林，是第一所面向全阶级的魔法学院，并且接受过圣堂的册封。在这里，只要你有才能，敢于付出，不管你是什么出身，你都将有一个传奇的未来。如果说，前三波热潮都让整个大陆上层一小部分沸腾的话，那么这个变革就点燃了全大陆所有人！直到现在，魔法依旧是任何人津津乐道的一项技能，每个关于魔法的传奇故事、传奇人物也都总是大家所喜爱的，魔法已经日益渗透到生活的各个方面，南方帝国也好，北方联盟也罢，全大陆人都已经无法停止使用魔法，林恩大法师的壮举也被永远的铭记。事实上，除了这些以外，魔法是法术类技能中第一个出现的，他的出现也影响了后世的法术技能，可以说，林恩与他的魔法就是法术系的鼻祖林恩法师最后寿寝正终，但是他的精神和事迹却一直广泛流传，直到现在，所有魔法师共同的神，也是整个法术系的神——魔法之祖奥卡尔。还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n\n",
    "replies": []
}