{
    "title": "Minecraft Java版 19w03b发布",
    "author": "chyx",
    "replyCount": 5,
    "timestamp": 1547756040,
    "txt_content": " 本帖最后由 ff98sha 于 2019-1-23 11:18 编辑 \n\n\n\n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.14 仍未发布，19w03b为其第15个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\n\nMinecraft Snapshot 19w03b \nA Village & Pillage Java Snapshot\nMinecraft 快照19w03b \n村庄与掠夺 java版快照\nCan you think of anything in this world that's as exciting as the existence of compost? No. You can't. Which is why we've included it in this week's snapshot. You're welcome!你能想象什么能比堆肥更有趣吗？不，你不能。这就是为啥我们在这次快照里加入了它。不用谢！CHANGES IN 19W03B\n19w03b的变化Bugfixes修了BUG\n\n\n\nFIXED BUGS IN 19W03B\n19w03b修复的BUG\nMC-140950 - Armor on player or entities is misaligned玩家/实体身上的盔甲没有对齐MC-140961 - Villager and zombie villager babies have no profession少年的村民/僵尸村民没有职业MC-140969 - Villager/zombie villager clothes remain visible when villager is invisible即使隐身了，村民/僵尸村民的衣服仍然可见MC-140991 - Breaking an observer with a bell attached does not break the bell破坏观察者不会破坏挂在上面的钟MC-141101 - Bell turns into double_wall state when updated with a noteblock音符盒更新时，连在音符盒上的钟变成 double_wall 状态MC-141253 - Zombie villagers in certain biomes don't spawn with their biome specific skins生成在部分群系的僵尸村民没有对应的皮肤MC-142114 - Joining the world outside of the spawn chunks results in client side desync在出生区块外进入世界引发客户端不同步MC-142368 - Arrows, trident and shulker bullets get stuck in air箭 三叉戟 和贝的子弹停滞在空中MC-142376 - Mobs do not move生物不会走路MC-142394 - Some entities don't show fire particles when they burning一些实体在燃烧时不显示火焰粒子MC-142401 - Some entities have an incorrect hitbox部分实体有错误的碰撞箱MC-142430 - Red and brown mushroom blocks cannot be used in the compost大红蘑菇/棕蘑菇块不能堆肥MC-142465 - Composters cannot be pushed via pistons堆肥不能被活塞推动。\n\n\n官方服务端下载地址https://launcher.mojang.com/v1/objects/de0577900a9071758d7f1172dd283bdbe88b7431/server.jar\n\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraft.Download/launcher/Minecraft.jar\n关于本次更新的详细内容，请关注稍后 Minecraft  1.13（水域更新）特性列表 的更新。\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要魔法上网。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\n\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "chyx",
            "timestamp": 1547758920,
            "txt_content": " 本帖最后由 chyx 于 2019-1-18 05:07 编辑 \n\n刚才看了一下上面写的\nMC-142465 - Composters cannot be pushed via pistons\n堆肥不能被活塞推动。\n发现还不如不修。lv7的肥堆一旦被移动，就卡住了。不会自动变成lv8的。\n然后就加也加不了，变也变不了，只能砸了。。。。。。\n\n顺便 这快照方块能无视玩家地放置，当场把自己卡在石头里。。。\n而且活塞也不能推动玩家了。。。。\n\n\n============编辑线=================\n\n原来不止这些，玩家实体就不存在了。。。。。\n所有的玩家看不见彼此，箭也射不到玩家，也触发不了压力板。。。。。\n"
        },
        {
            "author": "langyo",
            "timestamp": 1547762820,
            "txt_content": "太真实了\n\n不过这其实都是程序员日常，一天到晚出现莫名其妙的错误很正常"
        },
        {
            "author": "洁哥",
            "timestamp": 1547773380,
            "txt_content": "chyx 发表于 2019-1-18 05:02\n刚才看了一下上面写的\n\n发现还不如不修。lv7的肥堆一旦被移动，就卡住了。不会自动变成lv8的。\n\n此Bug一出，做1.14快照多人生存的那些博主就没法更新了"
        },
        {
            "author": "王大鹏",
            "timestamp": 1547787660,
            "txt_content": "发现一个bug：玩家隐形了，不能看见对方"
        },
        {
            "author": "388498173",
            "timestamp": 1547801100,
            "txt_content": "村民的bug依旧没修复啊喂！还有为什么不干脆把bug转为特性，设定为幼年村民没有职业，长大后随机分配或者是看某种基因来决定呢？（像熊猫一样）"
        }
    ]
}