{
    "title": "[Minecraft.net|INSIDER]背包盘点：蘑菇",
    "author": ":spgbigfan:",
    "replyCount": 3,
    "timestamp": 1547826120,
    "txt_content": " 本帖最后由 kakagou12 于 2019-1-18 23:45 编辑 \n\n\nTaking Inventory: Mushroom\nDo you need to make much-room in your day to read this?\n背包盘点：蘑菇\n别蘑蹭了，快看文章吧！\n\nNot much grows naturally in Minecraft’s caves. You might find the occasional patch of mossy cobblestone, or vines near the surface, but the only plant life you’ll normally come across when mining are mushrooms. Which just so happen to be our item of the week!\n能在Minecraft的洞穴中天然生长的东西并不多。你可能偶尔会发现一片长满青苔的圆石，或者在靠近地面的地方发现藤蔓，但是在挖矿时经常会遇到的植物只有蘑菇。正巧，它就是本周背包盘点的主角！\n\nWait, go back a minute. Plant life? NO! Mushrooms aren’t actually plants. All plants contain a chemical called chlorophyll which they use to turn sunlight into energy, and which also makes them green, but mushrooms don’t have chlorophyll at all. Instead, they get their energy by breaking down decaying organic matter.\n等会，让我们回到一分钟之前。植物吗？不！蘑菇其实并不是植物。所有植物都有一种名为叶绿素的化学物质，叶绿素可以将阳光转化为能量，同时让植物呈现绿色，然而蘑菇内并不含有叶绿素。相反，蘑菇是通过分解腐败的有机物质来获得能量的。\n\nSo what are they then? They’re fungi, which is a category all of its own, and also includes yeasts and moulds. Fungi don’t get as much attention as plants, because they tend to live in soil or underground where they can’t be seen. In fact, they’re genetically closer to animals than they are plants. Think about that next time you cook up a mushroom stew.\n那么蘑菇到底算是什么呢？它们属于真菌，而真菌本身就是单立的分类，在其中还包括了酵母菌和霉菌。真菌并不像植物那样能如此引人注目，因为真菌一般生长在土壤或地表之下，这种地方是没办法看到的。事实上，比起植物，真菌在基因上更靠近动物。下回煮蘑菇的时候，请好好想想这件事。\n\n\n\nMushrooms were added to Minecraft way back in June 2009, in the same update that added the first flowers, blocks of gold, and — believe it or not — the inventory. Without the inventory you wouldn’t get to read ‘Taking Inventory every week and I wouldn’t get paid, so it’s a good thing that made it in there. Originally, they were purely a decorative item, dropped by pigs and sheep when they were killed.\n蘑菇早在2009年6月就加入到了Minecraft中，与此同时加入游戏的还有花，金块，以及——信不信由你——背包系统。如果没有它，你也就没法阅读到每周发布的《背包盘点》，我也就拿不到工钱，所以加入背包系统的确是件好事。最开始的时候，蘑菇只是纯粹的装饰物，杀死猪和羊的时候才会掉落。\n\nWhen survival mode was implemented, mushrooms were an early source of healing. Brown mushrooms would heal you for two and a half hearts, but red mushrooms would damage you for one and a half hearts. In the real world, some mushrooms are poisonous too, so don’t just go eating weird mushrooms you find on the ground. In fact, don’t eat anything you find on the ground. In fact, don’t eat anything. Ever. Better safe than sorry!\n当生存模式出现时，蘑菇成了一种早期的回复物品。棕色蘑菇可以回复2.5心，而红色蘑菇会给你1.5心的伤害。在现实世界中，有些蘑菇也同样是有毒的，所以不要看到地上长出个诡异的蘑菇就把它给吃下去。其实，无论你看到地上有什么东西，都不要把它吃下去。其实，什么都不要吃，永远都别吃。安全第一，保命要紧！\n\nOver the years, Minecraft’s mushrooms have become a lot more interesting. They no longer restore health, but you can craft them into stew, which fills up the hunger bar. In version 1.0 of Minecraft, rare mushroom island biomes were added, which are covered with mushrooms but also serve as the home of bizarre cow-mushroom hybrids called “mooshrooms”.\n在接下来的几年中，Minecraft的蘑菇变得有趣了起来。蘑菇不再能回复生命了，但你可以把它做成蘑菇煲，吃下去可以回复你的饥饿值。在Minecraft 1.0中，加入了稀有的蘑菇岛生物群系，在上面长的全是蘑菇，同时也生长着奇妙的“牛-蘑菇”混合体，名字叫“哞菇”。\n\nIf you want to find mushrooms in Minecraft, the best places to look are mushroom islands (obviously), underground, and in the Nether — where mushrooms spawn freely. Once you’ve got a few, plant them on podzol and bonemeal them to get huge mushrooms, which can be broken down into LOADS of tiny mushrooms, each of which can be planted again. Soon you’ll be swimming in mushrooms. Don’t forget your bathing costume! And that swimming in water would be far more pleasant!\n如果你想在Minecraft里寻找蘑菇，最佳的地点就是蘑菇岛（很显然嘛），地下世界，以及下界——在那里蘑菇可是自由生长的。如果你获得了一些蘑菇，就把它种在灰化土上，然后给蘑菇施用骨粉，让它们长成巨型蘑菇，破坏这种蘑菇之后就可以得到成吨的小蘑菇，然后你又可以把这些蘑菇种下去了。很快你就能畅游在蘑菇的海洋里。可别忘了穿泳衣！另外，游泳这件事还是在水里更加愉快！\n\n\n\nImage credit: FotoosVanRobin \n图片来源：FotoosVanRobin\n\nUnfortunately there are no mooshrooms in the real world, but regular mushrooms are a much more important part of our lives then you might imagine. Without fungi, we wouldn’t have bread, wine, beer, or antibiotics. More importantly, we also wouldn’t have forests or lots of other natural biomes, all of which rely on fungi to break down dead material into food for new plants.\n虽然很不幸，现实中没有哞菇，但普通的蘑菇在我们的生活中有着超乎想象的重要性。如果没有真菌，我们就不会有面包、红酒、啤酒，还有抗生素。更重要的是，我们也就不会有森林以及其它许多的自然生物群系，所有的这些群系，都依赖真菌来分解消亡的物质，以此为新的的植物提供营养。\n\nSo next time you spy a mushroom while mining, remember that without these humble beings, the world as we know it would be totally different. Then turn it into a stew, because it’s delicious. Yum.\n所以，下次在挖矿时见到蘑菇的话，请记住，没有这些谦逊的物种存在，世界将会大为不同。然后，把蘑菇做成蘑菇煲吧，因为吃起来味道很棒。真是美味啊。\n\n【Kakagou译自Taking Inventory: Mushroom】\n【作者Duncan Geere，发布时间2018年12月21日】\n",
    "replies": [
        {
            "author": "袋里的鲨",
            "timestamp": 1547913480,
            "txt_content": "图片上的蘑菇（从左至右，从上到下）\n金针菇，???（不知道名字 = =），白玉菇，香菇，杏鲍菇\n家常叫法 XD"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1548914820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "E07",
            "timestamp": 1553920620,
            "txt_content": "希望能赋予红蘑菇更多的意义"
        }
    ]
}