{
    "title": "[多线]方块生态 —— 回归自然[1.12.2]",
    "author": "sakurakaori",
    "replyCount": 0,
    "timestamp": 1547826180,
    "txt_content": " 本帖最后由 sakurakaori 于 2019-7-13 11:17 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n\n从即日起，需要完成考试才可入群电脑考试链接：https://ks.wjx.top/jq/39088126.aspx也可以手机扫码考试\n\n\n\n\n111.jpg (8.68 KB, 下载次数: 0)\n\n下载附件\n\n2019-5-8 11:01 上传\n\n\n\n\n\n【开服原因：】\n       我不懂写好看的格式排版，大家想看就看，不想看也可以直接看下面的服务器特色。\n       我接触MC也有两年之久了，也玩过商业服，也氪过金，也体验过不公平和针对。我反对暴力，不希望我的玩家经常想着偷袭和打人，既然大家都有共同的爱好——MC，我更希望大家能在服务器里，从陌生人变成朋友。一起骑马、一起划船、一起建筑、一起探险，一起做那些平凡却快乐的事情。经过那么多年那么多服务器那么多科技魔法模组的洗刷，大家还会因为突然冒出的僵尸而惊讶吗？大家还会执着于探索地牢、找寻矿脉，记下坐标，然后叫上朋友一块来吗？大家还会一步一个脚印地爬山涉水、翻山越岭，去看看不同的风景吗？可能先在的大家都已经慢慢变得外表平静内心浮躁了，以前快乐的事情，现在也不会笑了，以前充满激情的想法，先在也只剩一句算了懒得去，不能飞不能随机传送，就仿佛被绑住了双腿，挖土嫌麻烦烧矿嫌费时，想方设法刷物品开透视，打怪只想卡着打，稍微一点点不顺心就关闭游戏。难道最开始接触MC的我们是个这样子的吗？我们的初心呢？       能不能稍微冷静一些，站在树下深呼吸一下，好好的看看，眼前这片曾经我们一起边跑边跳的花海，一起被僵尸追逐过的花海，一起放羊的花海，和那些被蜘蛛爬过，被我们当作掩体，还插着箭的苔石墙，它们都还是从前的样子，那么的美丽，那么的富有生机和活力，而我们却变了。\n       我想，还是会有坚持初心的玩家的吧。\n\n\n【特别声明】：\n本服务器禁止高频，但可以用红石、漏斗、铁轨、矿车等物品。经验修补已经无效化，不反对挂机自动钓鱼，但好歹也付出一点吧。禁止创建传送门，禁止睡觉。\n\n\n\n【服务器特色】：核心玩法：就是原版生存，但我承诺一定比原版更好玩！                            如果你不是一个原版爱好者，你喜欢玩什么拔刀剑无尽贪婪喜欢靠魔法科技刷东西的，这里不适合你。       建设这个公益服务器的时候，我只有一个想法。就是希望服务器所有的元素都能基于原版MC，但又要尽量比原版MC更有趣。         下面我来简单罗列一下服务器在生存、建筑、冒险方面的特色。\n2019年7月13日正式开启暑假特别版——方块生态之荒野自然没错，我就叫自然配置要求：64位电脑，4G以上内存默认分配2000MB给JAVA\n生存特色：\n                 ①原版生存模式，死亡只掉落50%经验；\n                 ②扩展腰带、鞘翅，方便旅行；\n                 ③不重置世界，建家和资源在一个世界；\n                 ④公平公正原滋原味，稳定无bug；\n                 ⑤更有趣的生物和生物群系；\n                 ⑥一键砍树，保持世界干净；\n                 ⑦更合理的难度和怪物AI，增加挑战性；\n                \n建筑：\n              ①可以在任意世界圈地建筑，永不清除；\n                 ②更丰富的地形方便你建家；\n                 ③自然扩展，可以有更多的有趣的装饰风格；\n                 ④可以徒手搬运箱子和动物；\n                 ⑤小组圈地，方便和朋友交流；\n                 ⑥特色家具摆件可供室内设计；\n\n冒险：\n                 ①吸血鬼mod；\n                 ②天才狗狗陪伴你；\n                 ③传送石碑方便定点传送；\n                 ④潜水扩展；\n               \n           \n\n我承诺：永久公益！坚持公平！始于原版！高于原版！\n良好的服务器氛围需要大家一起努力守护，希望大家一起享受MC带来的快乐\n本服务器的开放已获得Jakob.zero同意\n（如发现服务器内任何内容涉及侵权，请联系我进行删除）\n\n\n\n\n下面贴出友情链接，希望大家多多支持\n方块概念材质站内链接：http://www.mcbbs.net/thread-4925-1-1.html\n\n\n\n强调过N次了，认真看帖，不感兴趣别加群既然你不是一个友善的玩家，为什么不能挂你？欢迎那些无脑喷子来给我评分衷心谢谢你们有自知之明对号入座\n\n",
    "replies": []
}