{
    "title": "[Minecraft.net | INSIDER]背包盘点：火焰弹",
    "author": ":spgbigfan:",
    "replyCount": 9,
    "timestamp": 1547865600,
    "txt_content": "\n\nTaking Inventory: Fire Charge\nBlaze of Glory\n背包盘点：火焰弹\n烈焰之荣耀\n\nA few weeks ago, in this very column, we got a faceful of arrows when we talked about tripwire hooks. But arrows aren’t the only thing you can put in a dispenser to deter mobs and players from entering your base. This week, we’re featuring an item that’s rather more spectacular than plain ol’ arrows – it’s the fire charge!\n在几个星期之前，在本专栏，我们在绊线钩的这篇文章中被箭矢射了一脸。但是箭矢并不是唯一一种可以放进发射器，抵御入侵生物和玩家的物品。本周，我们将介绍一种比老旧的箭矢炫酷上好几倍的东西——有请火焰弹！\n\nThe fire charge was added to Minecraft in update 1.2.1 alongside jungle biomes, iron golems and redstone lamps. They’re made of blaze powder, coal or charcoal, and gunpowder, combined in a 2x2 or 3x3 crafting grid, and at the time of writing they can only be crafted – you won’t find them spawned naturally anywhere in the world.\n火焰弹在Minecraft 1.2.1更新中加入游戏，一起加入游戏的还有丛林生物群系，铁傀儡以及红石灯。火焰弹由烈焰粉、煤或木炭，还有火药一起制作得来，在2x2或3x3的合成台中都可以制作。在撰写这篇文章的时候，火焰弹还只能通过合成来获得——世界中并没有自然生成的火焰弹。\n\n\n\nYou might be wondering what they’re for. Good news, I’m here to let you know! If you right-click one onto a surface then it’ll start a fire, just like a flint and steel. Unlike a flint and steel, though, they can make fire at a distance. Because when you put them into a dispenser… well now, that’s when the real magic happens.\n你可能想知道火焰弹的用途。巧了，我就是来告诉你怎么用的！如果你拿着火焰弹对着地面右键点击一下，就可以生火，就像打火石一样。然而和打火石不同的是，火焰弹还可以远距离生火。因为当你把火焰弹放进发射器的时候……很好，接下来就是见证奇迹的时刻。\n\nA fire charge that’s fired out of a dispenser will act like a Blaze fireball, zooming off in a straight line until it hits something. If or when it does, it’ll set it on fire. This is useful for lighting a nether portal or burning down a wooden structure at a distance, if that’s something you’ve ever wanted to do. If it hits a player or a mob, it’ll deal four and a half hearts of damage - two and a half from the projectile, and two from catching them on fire.\n从发射器发射出去的火焰弹就类似于烈焰人的火球，沿着直线飞离出去，直到撞击到某样东西为止。这时，火焰弹就会点燃这个东西。如果要远距离点亮一个下界传送门或者是点燃一个木制结构——如果你就是想这样做的话——火焰弹会非常实用。如果火焰弹击中一个玩家或生物，就会造成4.5心的伤害——2.5心是弹射物伤害，2心是燃烧伤害。\n\nBut what happens if it never hits anything? Well, the answer is that it’ll keep flying forever. Minecraft’s worlds can generate infinitely, so if you shoot a fire charge at a high enough altitude, and you can somehow keep the chunks it was passing through active, it would keep going and going and going and never stop until the heat death of the Universe, or you shut down your PC. Whichever happens first. \n但如果火焰弹什么都没碰到呢？答案就是，它会一直飞下去。Minecraft的世界可以无限生成，所以如果你在海拔足够高的地方发射了一枚火焰弹，又可以有办法使火焰弹穿过的区块保持激活的话，火焰弹就会一直飞一直飞一直飞，永不停息，一直飞到宇宙毁灭，或者飞到你关机为止。看哪个先发生了。\n\n\n\nImage credit: ErpingWu\n图片来源：ErpingWu\n\nThere are several ways in which someone could make something similar to a fire charge in the real world. Some chemical reactions create fire, and some elements – like the alkali metals in the leftmost column of the periodic table that you might remember (or have completely forgotten) from chemistry class – are extremely reactive on their own. Throw some lithium or potassium into water, for example, and it’ll explode. On second thought, don’t do that – because yes, it will explode.\n在现实中，有很多办法可以制作一个类似火焰弹的东西。在一些化学反应中会产生火焰，而一些元素——举例来说，如果你还记得化学课的知识（或者已经完全忘了），元素周期表最左边的碱金属就包括在内——有着非常剧烈的化学反应。例如，将一些锂或者钾元素扔进水里，就会发生爆炸。仔细想想，还是别这么干吧，因为没错，是会爆炸的\n\nThe alkali metals lower down on the periodic table, like rubidium and caesium, are so reactive that they have to be stored under oil for safety, and the last metal on the list, francium, is so reactive that it’s effectively impossible to find in nature. Only 30 grams of it, at most, exists spread out within the Earth’s crust at any one time, before it decays into other elements.\n元素周期表中靠下的碱金属，例如铷和铯，有着非常高的反应活性，所以为了安全必须储存在油里，而表中的最后一个元素，钫，反应活性过于强烈，以至于在自然界中几乎完全不可能找到这种元素。在衰变成其它元素之前，整个地表中分布的钫至多只有30克而已。\n\nI’ve got one last handy tip for you when it comes to fire charges in Minecraft. If your nether portal gets accidentally closed by a ghast fireball, and you left your flint and steel on the other side, then don’t just give up and delete your world. Ghasts drop gunpowder, Wither skeletons drop coal, and Blazes drop blaze rods that can be crafted into blaze powder – all the ingredients you need to craft a fire charge, and light that portal on fire again. \n关于Minecraft的火焰弹，我这里有最后一个小贴士。如果你的下界传送门不小心被恶魂火球关上，而且打火石又在传送门的另一侧，那么先别急着放弃治疗删除存档。恶魂会掉落火药，凋零骷髅会掉落煤炭，而烈焰人会掉落烈焰棒，你可以用烈焰棒制作烈焰粉——所有制作火焰弹的原料已经准备齐全，你就可以重新点亮传送门了。\n\nThen just make sure you go back to the Overworld, and bring enough cobblestone to build a protective box around the portal so it doesn’t happen again. You’re welcome!\n然后回到主世界的时候，记得带上足够的圆石，把传送门包住，不要让这种事故再次发生。不用谢我！\n\n【Kakagou译自Taking Inventory: Fire Charge】\n【作者Duncan Geere，发布时间2019年1月11日】",
    "replies": [
        {
            "author": "cccyyyttt",
            "timestamp": 1548407280,
            "txt_content": "天，原来还可以这样...打恶魂，凋零骷髅和烈焰人..\n（前提是你是欧洲人：找到凋零骷髅和烈焰人，打恶魂出来的火药不要掉进岩浆..）"
        },
        {
            "author": "筱柒儿",
            "timestamp": 1548414420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1548560760,
            "txt_content": "唉，作者是不是忘了戴上海龟帽\n烈焰之屠村"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1548914880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xiao_xiao_520",
            "timestamp": 1549121880,
            "txt_content": "66666666666666666666666"
        },
        {
            "author": "cnp1911",
            "timestamp": 1549200720,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1553278320,
            "txt_content": "heat death\n热寂\n（这是梗啊 梗）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553306040,
            "txt_content": "LocusAzzurro 发表于 2019-3-23 02:12\nheat death\n热寂\n（这是梗啊 梗）\n当时感觉这个术语插进去不怎么流畅，就这么处理了有需要的话我再改改"
        },
        {
            "author": "E07",
            "timestamp": 1553859660,
            "txt_content": "type=fire_charge"
        }
    ]
}