{
    "title": "[Minecraft.net|INSIDER]背包盘点：梯子",
    "author": ":spgbigfan:",
    "replyCount": 7,
    "timestamp": 1547828520,
    "txt_content": " 本帖最后由 kakagou12 于 2019-3-23 10:04 编辑 \n\n\nTaking Inventory: Ladder\nDo you like awful puns? No? Rung answer!\n背包盘点：梯子\n要不要来加入我们的爬梯？什么？这个双关语很糟糕吗？\n\nThe fastest way to traverse a vertical distance in Minecraft is falling. Falling is quick, simple, and you don’t need any special equipment for it. There’s just one problem – it hurts, and if you fall far enough and don’t land on something soft then you’ll perish. That’s why ladders exist, and why we’re bestowing on them the glory of being our item of the week!\n在Minecraft里，如果要垂直移动的话，最快的方式就是掉落。掉落很快，很简单，你不需要任何特殊的装备就能做到。问题只有一个——掉落有伤害，如果你掉落的地方足够高，也没有落在什么软的东西上面，那你就凉了。这也就是梯子存在的原因，也是我们赋予梯子“本周物品”荣誉的原因！\n\nLadders were added to Minecraft early on in the game’s development, in June 2010. They’re made by putting seven sticks in a crafting grid in an H-shape, which gives you three chunks of ladder. That means that making a stack of ladders requires about two and a half stacks of sticks. If all that crafting feels like too much of a hassle, you can also find ladders in various structures - mostly commonly village churches, strongholds, end ships and igloos.\n梯子早在Minecraft的开发阶段就加入了游戏中，也就是2010年6月。将7根棍子在工作台上摆成H字形，你就能得到3个梯子。这也就是说一组梯子需要两组半的棍子。如果你觉得这种合成方式真是啰嗦，那么你也可以在多种结构中找到梯子——大多数是在村庄的教堂、要塞、末地船以及雪屋。\n\n\n\nLadders obviously help you climb vertical surfaces, but here’s a bonus tip: ladders can also catch you while you’re falling. If you fall into the block space next to a ladder, then your speed will be reduced to normal “descending ladder” speed, and you’ll take no damage. Nice! Also, pressing shift while on a ladder will hold you in place, though doing so will slow down your rate of mining. Finally, ladders can be used as furnace fuel, if you accidentally make an entire stack of them and live in a bungalow.\n显然，梯子可以让你在垂直的表面上攀爬，但是这里还有个温馨提示：在掉落的时候，梯子也可以接住你。如果在掉落时经过梯子所占的那一格，你的速度就会降低至一般的“下梯”速度，然后你就不会受伤了。真棒！另外，在梯子上按住Shift键也可以让你停住，虽然这么做的话会降低你挖矿的速率。最后，梯子可以当做燃料，如果住在火柴盒的你不小心做了一整组的梯子，那这就很有用了。\n\n\n\nImage credit: Fralambert\n图片来源：Fralambert\n\nIn the real world, ladders are pretty ancient technology. In the Spider Caves (who’d want to go to a place with a name like that?), in Valencia, Spain, there’s a 10,000-year-old cave painting that depicts two people using a ladder to harvest honey from a wild beehive. That ladder is long and flexible - more like a rope ladder than a rigid one.\n在现实中，梯子算是一种非常古老的科技了。在西班牙瓦伦西亚的蜘蛛洞穴（谁想去叫这种名字的地方啊？）中，有一幅10000年前的画作，上面画着两个人，借着梯子从野生蜂巢中收取蜂蜜。那个梯子又长又有弹性——比起硬的梯子，更可以说是那是一种绳梯。\n\nYou probably already know that the bits you climb on a ladder are called “rungs” (which comes from the Old English word “hrung”, meaning a rod or bar). But can you name the other parts? The vertical supports that the rungs sit between are called “beams”, the curved bits that help secure ladders to surfaces are called “hooks”, and gloriously the bottom end of a ladder - the bit that touches the ground - is called the “butt”. What a wonderful world we live in!\n你可能已经知道了，在攀爬梯子时踩的小条叫做“rung（踏棍）”（这个词源于古英语的“hrung”，指一根条状的东西）。但是你知道梯子其它部分的名称吗？垂直的部分，也就是踏棍插入的部分，叫做“beam（梯梁）”，帮助救生梯固定在表面的弯曲部分叫做“hook（挂钩）”，最后，荣幸地介绍一下，梯子底部，也就是接触地面的部分，叫做“butt（梯脚）”。我们生活的世界真奇妙啊！\n\n【Kakagou译自Taking Inventory: Ladder】\n【作者Duncan Geere，发布时间2019年1月4日】\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1547832000,
            "txt_content": "（原谅帽可还行……）"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1547833080,
            "txt_content": "好像重复发帖了，看着你也是我们小马利亚的份上提醒一下下。。。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1547860680,
            "txt_content": "Twilight_Two 发表于 2019-1-19 01:38\n好像重复发帖了，看着你也是我们小马利亚的份上提醒一下下。。。\n没看到呢，是哪个学校重复了？"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1548914760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "nilin233",
            "timestamp": 1548994680,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1553278080,
            "txt_content": "making a stack of ladders requires about two and a half stacks of sticks\n一组梯子需要两组半的棍子\n\nladders can also catch you\n梯子也可以接住你\n\n(who’d want to go to a place with a name like that?\n有谁想去叫这种名字的地方\n\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553306160,
            "txt_content": "LocusAzzurro 发表于 2019-3-23 02:08\nmaking a stack of ladders requires about two and a half stacks of sticks\n一组梯子需要两组半的棍子\nXD 日常眼瞎 等会改改"
        }
    ]
}