{
    "title": "[Minecraft.net | INSIDER]背包盘点：画",
    "author": ":spgbigfan:",
    "replyCount": 10,
    "timestamp": 1547885400,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-14 22:58 编辑 \n\n\n\nTaking Inventory: Painting\nA picture is worth a thousand words. Please read my words anyway!\n背包盘点：画\n一图胜千言。不过还是请你看一下我写的文字吧！\n\nBonjour, bonjour mes amis! Gather round and prepare yourselves, because today we will be delving not into caves, dark forests, the Nether or the End, but somewhere far scarier: the world of art. Mon dieu! Have your brushes and berets at the ready, because our item of the week is the painting! (“This guy does know that France isn’t the only country with artists, right?” - Upset artists from all over the world.)\nBonjour, bonjour mes amis!（你好，你好，我的朋友们！）都过来吧，准备好，因为今天我们将要深入发掘的不是矿洞，黑森林，下界，更不是末地，而是一个更可怕的地方：艺术的世界。Mon dieu!（我的天！）把你的笔刷和贝雷帽都准备好，因为我们本周《背包盘点》的主角是画！（“这家伙应该知道，不是只有法国才有画家的吧？”——来自全世界的艺术家对此感到不快。）\n\nPaintings in Minecraft are decorative entities, up to 4x4 blocks in size, which sit on the wall and make you think deep thoughts about life. Why do creepers explode? Why are there zombie pigmen but no regular pigmen? Why are Minecraft’s melon blocks square, but the slices curved? Can Endermen jump? What do chorus fruits taste like? Why doesn’t anyone want to discuss art until three in the morning with me?\nMinecraft里头的画属于装饰性实体，最大可以有4x4这么大，挂在墙上，可以让你对生活陷入深刻的思考。为什么苦力怕会爆炸？为什么有僵尸猪人却没有普通的猪人？为什么Minecraft的西瓜是方的，西瓜片却是弯的？末影人能不能跳跃？紫颂果吃起来味道如何？为什么凌晨三点了都还没有人来跟我讨论艺术的事情？\n\n\n\nPaintings were added to Minecraft in the Indev phase of the development of the Java Edition, and were originally made from eight planks around a block of wool. Later the planks were changed to sticks. At first there were only 19 paintings, but now there are 26 – enough for a sizeable in-game gallery.\n画是在Java版Minecraft的Indev阶段加入游戏的，最开始制作画需要八个木板和一个羊毛。后来木板被改成了木棍。起初画只有19种，不过现在是26种——在游戏里面，这已经足够撑起一间大的画廊了。\n\nAlmost all of the paintings were created by Kristoffer Zetterstrand, a wonderful Swedish artist who often integrates videogame-inspired elements into his surrealist works. Minecraft’s paintings are based on real-life paintings by Zetterstrand, who also did the work of turning them into pixel versions.\n几乎所有的画都是由Kristoffer Zetterstrand创作的，此人是一名优秀的瑞典艺术家，擅长将视频游戏中的元素揉入到他的超现实画作中。Minecraft中的画正是基于Zetterstrand现实中的创造，同时也正是他将这些作品转换成了像素的版本。\n\nPaintings can be placed on the side of most solid blocks. When you place one, it’ll check to see how much space it has around it, and then a random painting of that size or smaller will appear. If you don’t like ** you get, you can always remove and replace it until you get one that matches the artistic concept that you were aiming for.\n画可以放置在绝大多数固体方块的侧面。当你放置一幅画时，游戏会检测周围究竟有多大的空间，然后随机挂上同等大小或尺寸更小的画。如果你不喜欢随机到的画，尽管移除掉，再挂一幅，直到挂上的画在艺术概念上与你追求的目标契合为止。\n\n\n\nHumans have probably been painting since before they were called humans. Most cave paintings date from the Paleolithic period (25,000–8,000 BCE), but some are much older or much younger. Researchers studying the Gabarnmung cave in northern Australia found that the oldest rock art there was produced more than 28,000 years ago, but the youngest was less than a century old. \n人类可能早在能被称之为人类的时候就已经开始绘画了。大多数的岩画可以追溯到旧石器时代（公元前25000到8000年），但有的更为古老，有的则更为年轻。研究者在探索澳大利亚南部的Gabarnmung洞穴时，就找到了最古老的岩画，它可是创作于28000年前，而最年轻的岩画距今不过一个世纪不到。\n\nEarlier this year, a study claimed an age of 64,000 years for one of the oldest examples of cave art in Spain. That’s 20,000 years before humans arrived in Europe, so it must have been created by Neanderthals. Engraved shells created by another of our humanoid predecessors, Homo erectus, dates as far back as 500,000 years. But just like with video games, experts disagree on whether these engravings can be properly classified as ‘art’.\n今年早些时候，一项研究宣称，在西班牙发现了迄今最早的岩画样本，它已经有了64000年的历史。这比人类到达欧洲还早了20000年，所以这岩画必然是由尼安德特人所创作的。我们类人的另一先祖，直立人，还创作了一些贝壳上的刻痕，距今已有500000年了。不过，就像视频游戏那样，专家们并不认为这种刻划可以归类到“艺术”的范畴。\n\nIt’s thought that painting was first developed for utility – they likely existed to show how to do something, or where something was. Some believe they were also used in ritual – that animals were painted to “catch” their souls and make them easier to hunt. Some even think that they were used as calendars. Since then, art has fragmented into many different strands – from sculpture, to industrial design (the shape of a chair, for example), to photojournalism, to “fine art” – which is appreciated chiefly for its aesthetic, imaginative or intellectual content.\n有观点认为，最初的画是有实用性的——这可以用来展示制作某种东西的方法，或者展示某种东西的样子。也有人认为，画起源于宗教仪式——人们在动物身上绘画，以此来“捕捉”它们的灵魂，让狩猎动物更加容易。甚至有人认为，画最开始是用来记录日期的。从这之后，艺术分流到了许多种不同的流派，从雕塑创造到工业设计（例如，如何设计一把椅子的形状），再到新闻摄影，再到所谓的“美术”——其中主要是美学、幻想以及知性这方面的内容。\n\nToday, art is a huge industry which feeds into many different parts of society and was worth about $63 billion in 2017. But mostly it’s still about making beautiful and meaningful things, so if you’ve ever tried to make your Minecraft house and its surroundings look a little nicer, or thought carefully about what colour you’d like your herd of sheep to be, then you get to call yourself an artist. Sacré bleu!\n在今天，艺术已经成为了一项庞大的产业，根植于社会的各个方面，在2017年，艺术行业的产值已经达到了630亿美元。然而，艺术到底还是一门关于如何让事物美丽而富于意义的学问，所以，如果你曾设想过，怎样才能让你建在Minecraft里的房子及其周围更加美观，又或者曾经思考过你的羊群究竟应该染上什么颜色，那么你就可以自称为一个艺术家了。Sacré bleu!（圣洁的蓝色！）\n\n【Kakagou译自Taking Inventory: Painting】\n【作者Duncan Geere，发布时间2019年1月18日】",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1547891040,
            "txt_content": "Please read my words anyway!\n总之请你还是读读我写的字吧！\n这里翻译成：“总之请你还是看看我写的东西吧”会不会好点\n还有“video game”应该是电子游戏的意思吧\n这篇的图真少\n\n\n[color=inherit !important]\n\n\n"
        },
        {
            "author": "ancba",
            "timestamp": 1548477900,
            "txt_content": "模板？木板吧？\n‘最开始制作画需要八个模板和一个羊毛'"
        },
        {
            "author": "我叫CTSTEVE",
            "timestamp": 1548762420,
            "txt_content": "为什么我想到了蹭画"
        },
        {
            "author": "2322460530",
            "timestamp": 1548844440,
            "txt_content": "6666666666666666"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1548914880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "rickdong",
            "timestamp": 1549496580,
            "txt_content": "可以可以 支持一下！6666666666666666"
        },
        {
            "author": "正才",
            "timestamp": 1549535460,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "rickdong",
            "timestamp": 1549856400,
            "txt_content": "NB，真漂亮"
        },
        {
            "author": "皇明天子",
            "timestamp": 1552271940,
            "txt_content": "非常支持"
        },
        {
            "author": "E07",
            "timestamp": 1553859600,
            "txt_content": "画的内容可以再丰富一点或者加入一些可以让玩家定制的内容呀"
        }
    ]
}