{
    "title": "【半日记/特】“最新消息”和我的看法",
    "author": "半日陌上花",
    "replyCount": 2,
    "timestamp": 1547904720,
    "txt_content": "又是新的半日记呢～（开心开心）\n我电脑坏了，所以就用手机写啦，而且万物之灵也会拖更一段时间（终于找到借口了）\n今天要说两件事（严肃.JPG）\n第一件，令我笑怒皆非。\n我不知道，我随笔写的记录，没有任何的文笔，并且连排版都不想排的帖子，竟然被他认为是正常的半日记（直接回复不是被认为是什么版聊？那就发帖好了）\n那我认为，你看到我其他用心的文章，可能会狂吐不止吧\n甚至于，你在一个以文章为主要技术的人的面前，告诉他“我只在乎你是否触犯了法规”\n或者我认为，包括你的很多人，可能都认为，所有人跟你们一样如此的生活紧凑，并且毫无情调。\n但事实不然，我就是一个追求轻松生活的人，我坚决不过紧凑的生活，我更不需要所为的热血和制度，我所追求的生活，是充满无限可能于探索性的，而不是嘴上说着奋发向上的幌子，带着领头羊的标签，却过着日复一日的生活。\n我从来都没有在我的帖子中如此直白的宣泄我的愤怒。即便前几次的相遇中已经让我有些不舒服，但是我都没有明说。但这次实在过分。即便我误解了你的意思，我也认为你这种无心的举动是极其不礼貌的。\n你可以用你的文笔来表达你的看法，也可以用你的帖子来宣泄你的感情，每个人都有这种权利，我也有并使用了这个权利。\n\n第二部分，我想说的是关于网易的扶持计划\n这是我的朋友告诉我的，也是我今天收到的消息，说网易拿出五百万分给制作者们来扶持他们继续制作。\n在很多帖子的下面，不管是冷嘲热讽，还是真心询问，玩家提出了很多问题和看法，我们工作室以前和网易有交集，不能说很熟悉但是比大众来说了解一些，所以我大致找了两个说的比较多的，一一发表我的看法\n\n“网易根本就不懂这游戏！”\n这种呼声是最多的，很多人认为，网易仅仅只是个商人，负责mc部门的人甚至没有玩mc的，所以会做出一些错误的做法。在这我想说，第一，网易的受众群体不是你们，而是混迹在QQ看点和爱奇艺某些主播的的人，也就是狭义的“学生党”。他们对圈子的深层并不了解，对mc这款游戏也仅仅只当做一个挖矿打怪盖房子的不错沙盒游戏而已。并没有广义上学生党中的某些人和我们这群混迹圈子许久的老油条对这个游戏真正价值的看法。但这群人中也有一些不乏具有特殊才华的人，他们对于这些扶持来说那就是认为是对自己的认可，我们做mc需要认可，他们更是，恨不得见到一个人就说“我也算是网易的员工”。并且，包括这个计划在内，网易的所有项目受众人群都是他们。这是因为整个玩家生态圈中，相当奇怪但又不奇怪的现象，就是购买力最强的是他们，基数最大的也是他们。\n\n“这不会威胁到私服吧……”\n这个问题是各位服主都关心的，网易从一开始内部便“暗中流出”了一个消息，就是要规整这个mc的私服问题。在这里，我可以告诉你，网易有想法且有权力关闭你们所有人的经济圈，并且这个计划会撼动私服的运营。因为mc圈子一直都是几家独大，相当缺乏专业化的制作人，但是这个项目一出现，如果正常运营，便会出现泛专业化的局面。但是网易直到现在都没有采取强硬措施，并不是不想，而是你们的存在对他有利，事实上，一个游戏的私服，如果控制得当，不但不会让盘崩溃，还会创造巨大的财富。在日渐花枝招展的游戏界，好作品层出不穷，但现在没有一个人忘记传奇，他为什么能够经久不衰，你难道不承认是因为私服数量的庞大嘛？还是你认为90后00后们都经历过那个时代？其实道理也就是如此，网易的确是商人，是一个不错的运营商，他懂得把控市场，懂得这个同人作品数量巨大的游戏该如何运营。也懂得，所谓的服主，都仅仅是在暗中给他打工，试问哪一个玩mc的玩家不知道网易呢？可能某些人连mojang 微软都不知道，但却知道网易。私服服主给他增加了流量，他给你们保留了平台和玩家。就这么暗中成为一个你们一直唾弃的，但互利互惠，各取所需的完美生态圈。\n\n最后我想说，网易怎么做，跟能来看这篇帖子的人没关系，也不会影响到你们的正常制作了，别cao那些没用的心。这个计划其实对于圈子帮助挺大的，很多小萌新都可以踏上一条成为大佬的道路，这是我们都乐意看到的吧？所以别随便评论这件事了，说不定那些新血液看到了，反而改变了自己的看法。\n那么这里是花开半日陌上桑，来自19.1.19（手机打字真不容易）\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1547906460,
            "txt_content": "网易没有这个能力也是其中的一方面。（网易又不是行政部门）\n\nbugjump 并不反对私服是另一方面。\n\n毕竟私服若是遵守 eula 网易就一点办法都没有。。"
        },
        {
            "author": "Abraham511",
            "timestamp": 1547911320,
            "txt_content": "其实，感觉网易也很为难，相比来说，网易是公司，并不是玩家，很难体会到玩家对于一款游戏热爱的情怀。\n\n可能玩家更注重于这款游戏的开发、内容更新、玩法开创上。\n\n而游戏代理公司却要着重于游戏的宣传、版权维护、炒作、盈利等。\n\n确实难以实现玩家的要求。"
        }
    ]
}