{
    "title": "[多线]ImgCraft——丨魔戒丨梦入中土丨职业城战 |[1.7.10]",
    "author": "542307272",
    "replyCount": 0,
    "timestamp": 1548058440,
    "txt_content": " 本帖最后由 542307272 于 2021-2-15 04:44 编辑 \n\n\nImgCraft魔戒MOD服阅读完魔戒三部曲后我想：如果能看看中土多好。去听了中土有关的音乐，购买了《精灵宝钻》。嗯还不够！根据玩家们的建议 魔戒MOD这个想法灵光乍现！\n\n\n为了保证魔戒的“原汁原味” 服务器采用了36.10版本的lotrMOD(保持最新)2021年的新周目于2021年1月10日晚开启2020年服务器无故障在线率约99%\n\n简单介绍一下魔戒MOD1.你将会以史蒂夫的身份踏入中土大陆并会遇到半身人。2.初始到一个地域，NPC并不会主动进攻，甚至你到了魔多等危险地区也一样（温馨提醒：新人不要一上来就和夏尔敌对，日子不好过啊）。3.当向NPC领取任务后，完成即可获得该阵营的好感度(大致有材料收集、击杀敌对阵营NPC、悬赏玩家等几种类型)。4.玩家可以组建远征队，远征队可以共享传送点（新手变大佬的途径）（玩家之间可以用指令互相传送）。5.派系无分对错！（在夏尔吃吃吃喝喝喝也没关系（饱食度就算满了都可以接着吃！））。6.你死亡的时候会原地生成你的尸体，尸体内含有你的所有物品，可以通过/back等指令返回（注意不要被守尸）。7.如果你想去远方的地域探险，别无他法，跑图才是最好的选择（注意合理运用马匹，可以叫大佬送你一个马鞍）。8.当你加入了小说中的反派（当然我认为没有反派之说）阵营时，建议隐藏自己在魔戒地图上的位置（难免会有些怪蜀黍找你♂playgame）。9.自带的领地可以保护你的方块不被任何人毁坏（除非你允许）（注意保护好旗子！）10.当声望到达一定程度，可以召唤佣兵干活或作战。11.有丰富的酿酒系统（喝酒头晕不骗你）食物也比较充足。12.超多的阵营带来了多种多样的建筑物等着你去探索(地图上下坐标差达数十万)。13.魔戒的装备全都自带了一个属性（属性全靠脸,欧皇请务必带带我）。14.获取袋子可以让你变成大力史蒂夫（误）承载更多物品（不过不能袋子装袋子）。15.马匹是可以通过魔戒传送来进行传送的,需要用缰绳拉住再传。16.魔戒的地图传送每15分钟可以传送一次（传送过程中请不要动，不然你会坠机）(时间可以酌情修改)。\n服规1.请理性对待纠纷，并为自己的行为负责（基本准则）。2.禁止辱骂，禁止违反网络守则，禁止传播低俗内容。3.养殖上限为10只，超出而被举报将会被警告一次。4.服务器原创了限兵插件，按照不同好感度对应不同等级，不同等级又有不同人口上限。5.不允许在魔戒传送点设置阻碍通行的障碍物（大道上一样）。6.请不要留下高空岩浆、流水、浮空树。（群文件有完整服规（不过估计没人会看）这里挑一些说一下）带着诚意而来1.玩家们能申请成为某阵营的领主 建立庞大城镇(大力支持)2.绝对不会为了乱收费而大搞特权（不出售影响平衡的道具，只售卖建材）（事实上从成立至今无道具氪金项目）3.热心腐竹为玩家提供帮助（随时可询问，群内@或者私聊群主，增设了两名Helper 负责协助萌新进服（哪怕你什么都不懂））4.给新人的特殊礼物：建造房子可以向OP申请飞行（自制了限时飞行2小时插件，进服就能用）5.对熊孩子问题一律严肃处理（暂无熊孩子）6.反作弊系统完善（PVP公平）7.历时数个月的结合魔戒带兵作战特点的原创城战插件启用，超乎你的想象\n 高能预警高能预警 高能预警开始放图（不正经）\n\n\n\n\nccccccc.jpg (91.32 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:19 上传\n\n\n\n\n \n\n\n\n\n\nfile_1548055284000.jpg (140.73 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:21 上传\n\n\n\n\n                                                                                                   放错图了？\n\n\n\n\n\nfile_1548055389000.jpg (87.9 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:23 上传\n\n\n\n\n\n刚刚开始呢！\n \n\n\n\n\n\nfile_1548055433000.jpg (180.03 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:23 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20190119154640.png (51.48 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:24 上传\n\n\n\n\n\n正经一点好嘛！\n哼哼！\n\n\n\n\n\nfile_1548055493000.jpg (145.58 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:24 上传\n\n\n\n\n\n\n(图源来自上周目玩家截图)\n\n服务器QQ群建立高光相册\n搞笑时刻随时记录\n\n\n\n\n\nQQ图片20190119154855.png (6.43 KB, 下载次数: 1)\n\n下载附件\n\n2019-1-21 15:25 上传\n\n\n\n\n\n简要服务器玩法1.服务器死亡掉落，物品在死亡后会收纳进原地生成的墓碑中。并且物品栏会多出一份\"死亡报告\"。（该墓碑除了本人及管理员外无法被破坏但可被他人用漏斗导出里面的物品（明令禁止））（死亡报告将是墓碑意外丢失的唯一证明，无死亡报告OP将不会提供帮助以及补偿，请妥善保存）(服务器提供了back指令的使用功能，但并不是无限制！需要在菜单中单击并扣除800银币后才能使用)2.服务器原创了城战插件（这是其他任意魔戒服都没有的玩法）    简单介绍：玩家可自由加入两个对立的队伍，两队分别有一位队长，队长负责挑选中土里面的百座城池的任意两座作为队伍的大本营，并在其中设置好阵营的核心水晶还有出生点。游戏时，普通玩家的血量被设置成40点，而队长的血量被设置为60点。   两队在游戏一开始时可以传送前往竞技场，竞技场中可以收集资源如矿石块和木材（为了加速游戏流程直接替换的是矿物块），这些都可以一键回收来换取插件的货币“战点”。收集足够的战点即可在游戏菜单中购买职业（每个职业都有自己的技能）、阵营工作台、阵营队长、强化卷轴还有诸多黑科技加持的战争道具，并可将战点兑换回银币以完成基础消耗。  两队的终极目标是破坏掉敌方主水晶（每支队伍都有一主两副三个水晶，破坏掉副水晶将使对主水晶的伤害翻倍）。由于城池是由队长任选的，所以距离可能会相当远（上面也提到了 上下坐标差达数十万），所以专门做了个战争传送的功能，在游戏菜单中购买单次战争传送使用权，即可穿过地狱门随机空降在敌方大本营2000格内的任意一点（你的雇佣兵也会被传送过去）。以下是bilibili的视频指南（同样比较简略）https://www.bilibili.com/video/BV1Up4y1p7KN/\n  3.服务器目前还做了一些自制的宝石以及一些纪念道具（略微提升玩家基础属性）（均为免费获取）。\n\n\n\n\n感谢你阅读到这里！当Minecraft与魔戒的中土大陆结合一定很有意思QQ群：970416096整合包在群文件中或前面的百度云链接下载。。。。梦入中土（梦中入土 误）等你来战\n\n\n\n\n\nF0AE7A78-855C-41CC-8EB4-D1B5C9CB01C5.png (70.76 KB, 下载次数: 1)\n\n下载附件\n\n2019-3-17 22:46 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}