{
    "title": "[娱乐|管理|经济]CustomSpawnersEco——CustomSpawner经济拓展插件![1.4.7R0.1]",
    "author": "756677537",
    "replyCount": 5,
    "timestamp": 1359622680,
    "txt_content": " 本帖最后由 756677537 于 2013-2-2 10:05 编辑 \n\n\n\nCustomSpawnersEco\n\n\n\n\n\nWhat is CustomSpawnersEco?\n\nCustomSpawnersEco is an addition to the CustomSpawners plugin. It allows you to buy, sell, and trade CustomSpawners spawner blocks. This lets everyone on a server utilize the full functionality of CustomSpawners.Prerequisites\n\nCustomSpawners requires that you have the following plugins also installed:\nCustomSpawners v0.2.1 or later.Vault\nDownloads\n\nYou can download CustomSpawnersEco from the download button above.Current Version: 0.1 BETA\nCustomSpawnersEco is also on Github! Find it here:https:github.com/thebiologist13/CustomSpawnersEcoWiki and Usage\n\nAfter you download CustomSpawnersEco, place it in your plugins folder and make sure no other versions of CustomSpawnersEco are in there too. Then, start up your server with CustomSpawners and Vault too. You can then start using the plugin.The basic commands for CustomSpawnersEco are the /cseco buy, /cseco sell, and /cseco setworth commands though.\n\nThe \"/cseco buy [id]\" command allows you to buy a CustomSpawner. It uses the same selection system as CustomSpawners. It gives a block of the spawner you specify, but charges you the specified amount by \"/cseco worth [id]\". You can also sell a spawner you have in hand with \"/cseco sell\". Those with permission may also use the \"/cseco setworth [id]\". This sets how much a spawner block is worth. The amount a spawner is worth must be set before users can buy it.Additional information on the commands, permissions, and usage for CustomSpawnersEco can be found on the Wiki.Upcoming FeaturesTrade signs!More economy features in general.\nHAVE FUN! :D",
    "replies": [
        {
            "author": "a498328849",
            "timestamp": 1359622680,
            "txt_content": "准备翻译？{:10_492:}"
        },
        {
            "author": "262949130000",
            "timestamp": 1359622680,
            "txt_content": "5个插件齐了撒？辛苦了撒~"
        },
        {
            "author": "专业坑爹三十年",
            "timestamp": 1359622740,
            "txt_content": "好顶赞{:10_535:}"
        },
        {
            "author": "逆战逆战逆战",
            "timestamp": 1359622740,
            "txt_content": "还在搬运。。。好辛苦啊"
        },
        {
            "author": "qq864896956",
            "timestamp": 1359622980,
            "txt_content": "翻译过先吧"
        }
    ]
}