{
    "title": "有人问我为什么还在玩这么无聊游戏。",
    "author": "yule",
    "replyCount": 12,
    "timestamp": 1548389280,
    "txt_content": "那我就说一个故事吧\n比较长，愿意听的就听，不愿的我也不强求 \n虽然已经不玩好几年了，但是以前是真的没钱，现在工作了，终于有钱了。也终于入了正。\n\n故事要从大概七八年前说起，那时候我还在上学。在班上被排挤严重。自杀的想法在我的脑海中环绕，消散不去。大概几年以后，我从诊断书上知道这叫抑郁症。而那时的我，只知道仿佛世界的一切都在与我作对，它想让我死。直到有一天，我看到了一个获得最佳创新奖的独立小游戏。我下载了进去，说实话画面很丑，那时候还没有改光源。画质差的难以置信。但是我在这个世界闲逛的时候遇到了一只猪，一只很丑很丑的方块猪。我清晰的记得，我的第一个存档是一个小海岛。我在哪里学习了怎么制作，怎么合成，在这个海岛基本背熟了整个合成表。在只有我一个人的海岛上。只有我一个人，孤独，还是我熟悉的那种孤独。最起码在这个海岛上，猪不会排挤我，也没有异样的眼光，也不会有人扔掉我的课本。也不会有人在我的耳边喋喋不休的叱骂。只有我一个人，孤独，却是一种令我感到十分愉悦的孤独。\n过了一段时间，那时候版本是B版1.20 。B版是bata版本，是很古老的一个版本。我一天我在收菜的时候，我就想。这个游戏有没有其他人在玩？大家在不认识我的情况下。我是不是会受到欢迎。\n抱着这个想法，我从网络上寻找了一个服务器，叫什么我已经忘记。这个服主人很好，我那时候会的东西基本都是自己摸索，会的不多，服主手把手教我。我很开心，因为这是在我认知中为数不多可以开开心心的交谈的对象。却是仅此而已，服主资金不足，服务器很快就倒闭了，我在这位服主的介绍下，进入了一个服务器。这个名为法师的20人小服务器，确确实实改变了我以后的人生。\n原来那个服主的ID开头是G 我就用G继续称呼。因为我和G早就熟识。我便理所应当的加入了G建立的公会，一个名为606的公会。因为我的性格关系，我除了G很少和别人互动。一次，和公会其他人因为物资纠纷起了冲突。我发现这个人和G是现实中认识的，所以G所说的话基本全在偏袒他。我一气之下退了公会。从那天起，我和G的关系越闹越僵。\n那次的版本是B版1.47 是一个我记忆深刻的时间点。时间过去了多久我已经有些记忆不清，或许是大半年，或许是几天。但是改变不了的是我在现实中依旧受人排挤，受到歧视。在我当时看来，就连我唯一的净土 minecraft游戏都被G污染了。 这确是我唯一不能接受的。于是在一个夜晚。我在服务器群发布消息。“熔岩军团”正式建立。目标只有一个，彻彻底底的打垮606 。\n开始只有几个知道底细的，看热闹的加入，后来我私聊每一个进群的新人。随着新人的加入。军团人数越来越多。就连最先嘲笑我“只有一堆萌新的渣渣团”的606都开始和我抢新人。\n随着人数越来越多，我觉得我应该选一个团长，在我提出这个要求的时候，几乎所有人都感到吃惊。有人说，团长不是你么。我发了一个笑脸，我说我哪行啊，你们选一个吧。那时候的我倾向于YXLL，一个富有集聚组织力，感染力，而且和大家关系都很好的人。在当时的我看来是最适合当团长的人。而在我看来我自己是恰恰不符合这个条件的。\n　　“那么我先投票，YULE 一票 ” \n　　yule 这是我ID \n　　“YULE，就你了，你能行。”\n　　“YULE，你是最合适的。”\n``````````````````````````````````````````````\n在选举的最后，我全员仅差一票的数量单选第一任团长。而那缺少的一票，是我投给YXLL的。\n　　那时候的我在电脑前是泣不成声，因为这是在我的人生中，在我的认知中，唯一一次，所有人都认同我的情况。是我人生中第一次，有人愿意相信我。\n　　随着团长的确立，军团基地开始筹备，开始建设。大家紧紧张张的忙活了大半个月，终于在一个丑不垃圾的岛屿上，弄了个丑不拉几的基地。而这，是我最开心的一段时间。后来在一次又一次的冲突中，６０６被迫解散。\n　　我最终还是获得了这个我毫不在乎的胜利。\n　　而ｍｉｎｅｃｒａｆｔ服务器不可能一直开，我的公会在一次又一次的换服中始终半死不活。也有人问我为什么不愿意放弃这个公会，还在玩这个游戏。\n　　而就在几年前，我记得那时Ｂ版最后一次更新的时候。我开了一个极限存档，我来到了一个岛屿。这个岛屿我很眼熟。就和很久之前我那个丑不拉几的公会基地很像很像。很像，真的很像。我的眼泪夺眶而出。我静静地坐在电脑前，什么也没做，这里没有一个人，谁也没有，没有忙碌的大家，没有丑不拉几的工会建筑，没有难看的人造树。只有我。这时候我才终于明白，都已经这么久了。大家都已经离开了　YXLL,CAN,简单,小小,科技,蛋挞,约修亚,塔布·····大家都已经一个一个的离开了这里。而我，只有我一个人留在了这里，从未离开过。\n　　我想了很久很久，把所有人都踢出了群，包括熟悉的，不熟悉的。\n我在只有我一个人的群里，说了很多很多的话，说了很久很久的话，和这个第一次信任我的公会，和这个第一次鼓励我的公会，和我那不受欢迎的过去，说了感谢，道了别，然后删除了我在电脑里存了好几年的服务器公会存档，解散了那个只有我一个人的ＱＱ群。我觉得，我也是时候离开了。\n      那天出门，天上下着雨，但是天气真的很好呢。\n　　感慨也好，牢骚也罢，我真的很高兴我能在我最失意的时候，玩上这个游戏。说了这么久，感谢能看到这里的朋友。谢谢你的倾听。",
    "replies": [
        {
            "author": "时间年轮轮",
            "timestamp": 1548389640,
            "txt_content": "虽然我没看完，但是字多的肯定是大佬"
        },
        {
            "author": "Abraham511",
            "timestamp": 1548390180,
            "txt_content": "MC....不无聊啊 ....\n\n一个很好的游戏~"
        },
        {
            "author": "Calm3507",
            "timestamp": 1548394080,
            "txt_content": "其实，真的，Minecraft这个游戏，里面会碰到好多人，各种各样的人对你造成的影响也是非常不一样，我记得初三时和我一个朋友一起玩一个神奇宝贝服务器，但是朋友不玩了我还在玩，于是认识了很多人，然后一直不断的交流，到了最后才发现，Minecraft对于我们来说好像也不仅仅是一款游戏了…\n到了现在他们都没有时间再碰Minecraft了，或是为了生计，或是为了学业，总之，时间把一切都改变了"
        },
        {
            "author": "2386775413",
            "timestamp": 1548394140,
            "txt_content": "多好的游戏，养老很好了，实在无聊玩红石嘛qwq"
        },
        {
            "author": "天小涛",
            "timestamp": 1548395880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a1751002215",
            "timestamp": 1548411660,
            "txt_content": "有故事的大佬啊"
        },
        {
            "author": "虎水小骥",
            "timestamp": 1548412560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "528906075",
            "timestamp": 1548413340,
            "txt_content": "其实可以找一个长期开的，比如我的~"
        },
        {
            "author": "1315512111",
            "timestamp": 1548417840,
            "txt_content": "虽然我没看完 但看到标题点进来已经准备好要说的话了:永远不要在意他人对你生活的批判 因为他们没资格"
        },
        {
            "author": "yule",
            "timestamp": 1548423480,
            "txt_content": "虎水小骥 发表于 2019-1-25 18:36\n想了解一下你的贡献为什么-1了\n因为很久了呢，我也忘记了 貌似是因为不知道规则大量水贴"
        },
        {
            "author": "虎水小骥",
            "timestamp": 1548423780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "乐园の巫女",
            "timestamp": 1548425760,
            "txt_content": "Abraham511 发表于 2019-1-25 12:23\nMC....不无聊啊 ....\n\n一个很好的游戏~\n一看就是没有认真读故事"
        }
    ]
}