{
    "title": "[Minecraft.net | INSIDER]背包盘点：枯萎灌木",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1548421920,
    "txt_content": " 本帖最后由 kakagou12 于 2019-1-25 22:59 编辑 \n\n\n\n\n\n\nbd9f4846cc1e35b9f05513a972b830b9-header.jpg (190.29 KB, 下载次数: 2)\n\n下载附件\n\n2019-1-25 21:12 上传\n\n\n\n\n\nTaking Inventory: Dead Bush\nThe most popular item in Minecraft! Right?\n背包盘点：枯萎灌木\nMinecraft首屈一指的流行物品！没错吧？\n\nWe’re now several months deep into Taking Inventory, our column that takes an in-depth look at every item in the game, and we’ve covered some really ** items. The tripwire hook! The turtle shell! The, er, shovel! But covering all the items in Minecraft means covering all the items in Minecraft – even **s which, for some reason, people aren’t bombarding us with memes on Twitter about. Like this week’s item!\n《背包盘点》栏目现在已经开设有几个月了，本专栏将带你走进游戏中的每一个物品，在此之前我们也已经有展示了一些非常酷炫的物品了。比如绊线钩！海龟壳！还有，呃，锹吧！不过，展示Minecraft的每一个物品，重点就在于展示每一个物品——甚至是那些没有人在推上（因为某些原因）拿来当梗发给我们玩的物品。比如说，这一周的物品！\n\nToday, it’s time to cover the dead bush, so I’m going to do my best to convince you that it’s the most **, enthralling and entertaining item in the game. For this week, anyway. Then next week we’ll go back to whatever the kids are getting excited about these days. Spider eyes, or dragon eggs or something. Alright, let’s do it!\n今天，轮到枯萎的灌木出场了，所以我要极尽所能，让大家相信这是一个最刺激、最迷人、最有趣的物品。好吧，仅限本周。等到下周，我们又得回到最近这段时间孩子们最爱的玩物了。蜘蛛眼，龙蛋，或者别的，管它是什么了。闲话不多说，我们开始吧！\n\n\n\n\n\n\n1bebc5a59ab471063bdf3f9c7fa64c7b-ingame.jpg (61.09 KB, 下载次数: 2)\n\n下载附件\n\n2019-1-25 21:11 上传\n\n\n\n\n\n\nDead bushes were added to Minecraft in beta 1.6, alongside maps, grass, and trapdoors. They’re a true miracle of nature — they’re totally impervious to bone meal, and will never spread, so hold onto them carefully because the only way to get more is to find them in the world. \n枯萎的灌木在Minecraft beta 1.6版本加入游戏，一起加入的还有地图、草丛以及活板门。它们真算得上是大自然的奇迹了——这些灌木对骨粉完全不为所动，而且也不会四处繁殖，所以请拿好手中的枯萎灌木，因为只有在自然世界中才能获得它们。\n\nDead bushes spawn during world generation in desert, badlands and giant tree taiga biomes. You might find them occasionally in flower pots in desert villages, when the inhabitants have forgotten to water their flowers for a few months (we’ve all been there), and occasionally in chests in desert houses, where perhaps the inhabitants can’t bring themselves to throw away their deceased but beloved plants.\n在构造世界的时候，枯萎的灌木会生成于沙漠、恶地以及巨型针叶林生物群系中。你可能偶尔会在沙漠村庄的花盆中发现它们，大概是因为居民们有个把月没给他们的花浇水了吧（我们都有的经历）。除此之外也能偶尔在沙漠房屋的箱子中发现枯萎的灌木，大概是因为居民们还爱着他们的植物，所以不愿舍弃掉吧。\n\nHarvesting a dead bush is pretty simple. You can either bash it with your hands and it’ll probably drop a few sticks, or carefully snip it away from its base with a pair of shears to drop the item itself. Once you’ve got one, you can plant it in a flowerpot of your own, or place it on any kind of sand, terracotta, dirt or podzol. They’re flammable, and in the upcoming Village & Pillage update, you’ll be able to use them as fuel, which is quite **.\n收割枯萎的灌木非常简单。你可以用手猛锤下去，那么它可能就会掉落几根木棍。或者你也可以仔细地用剪刀切断它的根部，这样它就会掉落枯萎的灌木本身了。在你取得了枯萎的灌木之后，你就可以把它种在自己的花盆里，也可以放置在任何种类的沙子，陶瓦，泥土或者灰化土上。枯萎的灌木是可燃的，而且在接下来的村庄与掠夺更新中， 你将可以把它用作燃料，这听起来还是蛮刺激的。\n\n\n\n\n\n\n\n947c153ec244a2a54eb59b94263fa029-realworld.jpg (81.47 KB, 下载次数: 2)\n\n下载附件\n\n2019-1-25 21:12 上传\n\n\n\n\n\nTumbleweed growing in Death Valley\n长在死亡谷的风滚草\n\nIn the real world, plants die of course. But what you might not know is that a bunch of different plants use their death as an opportunity to spread their seeds far and wide. These species, collectively known as tumbleweed, live in dry and windy parts of the world and have evolved to detach from their roots when they don’t have enough water to survive any longer. \n在现实世界中，植物当然也会死亡。但你可能并不知道，有一些不同种类的植物会利用它们的死亡来广泛地传播种子。这些物种被总称为风滚草，它们生活在干旱而多风的地带，并且进化出了一种能力，让它们在缺少足够的水维持生命时，能从根部脱离出来。\n\nThe dried-out bush is then blown across the landscape by the wind, either slowly falling apart and dispersing seeds over a wide area, or coming to rest in a wetter location where its seeds can germinate into new plants. The death of these plants becomes an important part of their lifecycle, ensuring that new generations get the best possible chance to survive.\n枯死后的灌木此后便被风吹得满地走，要么缓慢地分解掉落，将种子播撒得到处都是；要么就去往一个水量更丰富的地方，让它们的种子得以萌发出新的植株。\n\nIn 1989, the town of Mobridge, South Dakota in the United States got a taste of this cycle of renewal first-hand. The town woke up on the morning of November 9th to find themselves buried under an avalanche of tumbleweed, blocking roads and trapping people in their homes. A couple of years of drought had dried out a local reservoir where millions of Russian thistle plants were growing, and a windstorm caused them all to break off at once. Officials eventually cleared the tumbleweed by crushing it using hay-balers.\n在1989年，美国南达科他州的莫布里奇镇，就直接地感受到了这一生命循环的力量。在11月9日的早晨，镇子的人们醒来时，发现他们被掩埋在了风滚草的海洋里，使得道路堵塞，人们都无法走出家门。近年来的干旱使得当地的一座水库彻底干涸，而那里是数百万俄罗斯蓟的生长之地。一阵风暴让这些植物同时分离了出来。当地官员甚至出动了捆草机来粉碎这些风滚草，最终才得以清理干净。\n\nSo that’s the dead bush. I don’t know about you, but it actually turned out to be more interesting than I thought! Not convinced? Tell us on Twitter which items you’d like to us cover, and we’ll add them to the list! \n以上就是关于枯萎灌木的全部内容了。我不知道你怎么样，不过我寻思这东西还真是挺有意思的！没有同感吗？到推特上告诉我们你想看哪些物品吧，我们会把它加到填坑清单里的！\n\n【Kakagou译自Taking Inventory: Dead Bush】\n【作者Duncan Geere，发布时间2019年1月25日】\n\n",
    "replies": [
        {
            "author": "夜开荼靡",
            "timestamp": 1548494880,
            "txt_content": "幸运枯木"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1548519840,
            "txt_content": " 本帖最后由 天狼星black 于 2019-1-27 00:27 编辑 \n重点就在于展示每一个物品——甚至是那些没有人在推上（因为某些原因）拿来当梗发给我们玩的物品。\n是在推特上，打漏字了\n\n话说风滚草也叫复活草来着？\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1548564720,
            "txt_content": "天狼星black 发表于 2019-1-27 00:24\n是在推特上，打漏字了\n\n话说风滚草也叫复活草来着？\n没事，推≈推特"
        },
        {
            "author": "我素提米",
            "timestamp": 1548850740,
            "txt_content": "感觉枯萎灌木模型还是挺好看的"
        },
        {
            "author": "E07",
            "timestamp": 1553859600,
            "txt_content": "填坑搞快点"
        }
    ]
}