{
    "title": "[Minecraft.net | INSIDER]在Minecraft里举办一场晚餐会",
    "author": ":spgbigfan:",
    "replyCount": 25,
    "timestamp": 1548674640,
    "txt_content": " 本帖最后由 kakagou12 于 2019-1-31 11:21 编辑 \n\n\n\n\n\n\n6e65ed20137e492356313cf0bfd0e8ea-Header.jpeg (116.9 KB, 下载次数: 3)\n\n下载附件\n\n2019-1-29 17:04 上传\n\n\n\n\n\nHost a Dinner Party in Minecraft\nTry these delicious recipes with your friends!\n在Minecraft里举办一场晚餐会\n和你的朋友一起尝尝这些美味佳肴吧！\n\nFood! It’s quite honestly all I ever think about. Well, that and Minecraft, a game which is full of great recipes and tasty treats. So why not combine two great things (as recipes are wont to do) and invite some pals to play multiplayer and host your own in-game dinner party? \n食物！坦白说，我脑子里所想的只有这个。好吧，除此之外还有 Minecraft，在这游戏里充满了绝妙的食谱和可口的美味。那么为什么不把这两样好东西结合起来（毕竟食谱自己不会这么干），请你的好朋友加入多人游戏，然后举办属于你的游戏晚餐会？\n\nIf you’ve never been to a dinner party before, it’s basically a great way to hang out with friends and score a free meal. Hosting one is a little trickier, so I’ve compiled a list of great recipes, decor, conversation topics and more to help you host the best Minecraft dinner party on the block!\n如果你从没参加过晚餐会，那么本质上说，如果想和朋友们一起聚会并且蹭一顿免费的饭，晚餐会就是一个不错的选择。举办晚餐会需要一些技巧，所以我这里编写了一套清单，囊括了高级食谱，装饰方法，交流话题等等，帮助你在方块上举办一场最棒的 Minecraft 晚餐会！\n\nTHE FOOD\n菜肴\n\nPlease don’t forget to serve ‘dinner’ at your ‘dinner party’. Learn from my mistakes.\n别忘了在“晚餐会”上提供“晚餐”。吸取我的教训。\n\n\n\nThere are all sorts of meaty treats waiting to be cooked in the fields of Minecraft (don’t worry, vegetarians – I’ve included loads of meatless options in this recipe list too). Cooked chicken, rabbit or mutton simply require their raw versions to be placed in a furnace with the fuel of your choice. Bon appétit!\n在 Minecraft 的世界里，有着各式各样的肉类美味等着我们去烹煮（如果只吃素，也不要担心——我这里还有很多没有肉的菜谱供你选择）。想得到熟鸡肉、熟兔肉、熟羊肉，只需要简单地把对应的生肉放进熔炉，然后放入你选择的燃料。好好享受美味吧！\n\n\n\nPlanning a classy affair? I like your style! Almost as much as posh sophisticated types like chowing down on cooked salmon. You’ll need a fishing rod to catch yourself some raw salmon, then simply pop it in the furnace with any fuel for a delightfully fishy dish. Plenty more delish fish in the Minecraft seas too!\n在考虑来点优雅的吗？我喜欢你的风格！要尽量达到那种纷繁复杂的优雅，就比如像品味熟鲑鱼那样。你需要用钓鱼竿捕来生鲑鱼，然后只要将其放进熔炉，加上燃料，就可以得到香喷喷的鱼了。在 Minecraft 的海洋里还有更多美味的鱼！\n\n\n\nTo impress even the snootiest of guests, you’ll want to serve the fruit that keeps the doctor away and gets the thieves worryingly nearby – the Golden Apple. You’ll have to craft nine gold ingots with a regular apple to gain just one of these opulent fruits. If you’re planning on serving a lot of these, make sure you’re filthy rich and really like your guests.\n为了照顾那些嘴刁的客人，你需要准备一种水果，它既可以让医生远离我们，还会吸引小偷们在附近垂涎——这就是金苹果。你需要 9 个金锭和 1 个普通苹果来得到仅仅 1 个这样的土豪水果。如果你准备为客人提供不少金苹果，请确保你是个土豪，并且真心喜爱你的客人们。\n\n\n\nCake! The food that somehow tastes even better than winning the lottery. You’ll need three wheat, an egg, two sugar and three milk. None of these ingredients are hard to obtain, and the rewards are well worth it. It’s cake, people! It’s the greatest invention since sliced bread. Actually, sliced bread sucks. Serve sliced cake instead!\n蛋糕！这种美味给人带来的幸福感，可以说比中头奖还要强烈。你需要 3 个小麦， 1 个鸡蛋， 2 份糖以及 3 桶牛奶。这些原料都简单易得，而且回报完全值当。伙计，这可是蛋糕啊！这是继切片面包之后最伟大的发明了。其实嘛，切片面包挺难吃的。还是为客人上切片蛋糕吧！\n\n\n\nAre you or your guests vegetarian? Awesome! I’d suggest serving baked potatoes, by putting a potato in a furnace with any fuel. For a veggie-friendly desert, craft a pumpkin, sugar and egg together to make pumpkin pie. Don’t serve any poisonous potatoes by mistake, and your dinner party should be a hit. Hooray! I don’t feel well!\n你的客人是素食者吗？真棒！我建议你提供一些烤马铃薯，把马铃薯放进熔炉加入燃料即可。对于素食向的甜点，可以用南瓜，糖和鸡蛋一起制作南瓜派。不要错把有毒的马铃薯送上餐桌，然后你的晚餐会就会大受欢迎。欧耶！我感觉不太好！\n\n\n\nAlmost 3 am? Trying to get your guests to leave? Defeat a few zombies until they drop some rotten flesh. Best served cold. Actually, best served not at all. In fact, it’s so horrible, that I’ve just reused the image for the recipe for cake instead. Whoever came up with the phrase “what doesn’t kill you makes you stronger” clearly didn’t taste this horrible excuse for protein.\n已经凌晨三点了？想让客人们告别了吗？那就击败一些僵尸，直到它们掉落腐肉为止吧。最好冷冻后再上菜。其实，最好不要上这道菜。事实上，这真是太可怕了，所以作为替代，我重新用了蛋糕的配方图。谁要是说“杀不死我的只会让我更强”，那么他肯定没尝过这个糟糕的蛋白质来源。\n\nTHE DRESS CODE\n着装规范\n\nWhen hosting a dinner party, it’s VITAL that you mention a dress code on your invitations, unless you want to risk all your guests turning up naked. Here are some good examples of what to wear for both an smart soiree or a casual get-together:\n在举办晚餐会的时候，非常重要的一点就是在请柬中提及着装的要求，除非你愿意冒着所有客人一丝不挂的风险。以下是一些比较好的着装范例，无论是高档的社交晚会，还是休闲的朋友聚会，都可以参考一下：\n\n\n\nSMART: Politely write on the invitations that anyone who doesn’t turn up in a suit will be banned from your server for life. Thanks to a blue car for letting us use their perfect Pig Suit skin as an example of outstanding porcine dress sense and etiquette. Bravo!\n高档版：用礼貌的口吻书写请柬告知客人，赴宴若是着装不整，必将遭以永久封禁。感谢 a blue car 允许我们使用他们完美的猪人正装皮肤，这个皮肤诠释了什么是高端的猪猪着装审美以及着装礼仪。\n\n\n\nCASUAL: Actually, just tell your guests to wear whatever makes them happy! Few outfits have made me as happy as this Enderman Hoodie by vampbites that looks comfy as heck from the front and makes you look like an Enderman from the back. Ingenious! \n休闲版：其实，只要告诉客人们怎么乐意怎么穿就好！很少有什么皮肤能像这款来自 vampbites 的末影人卫衣能让我们感到如此开心了，这款皮肤从前面看是那么舒服，从后面看又能让你看起来像个末影人。真是天才！\n\nTHE CONVERSATION\n对话交流\n\nDon’t let awkward silence quietly spoil the party. Here are a few ice-breakers that should get the chit-chat flowing:\n不要让尴尬的沉默破坏了这场聚会。这里有些方法能让大家打开话匣，让闲聊进行下去：\n\n1. “What’s the stupidest thing you’ve ever tried to build in Minecraft?”1. “你在 Minecraft 造过的最蠢的建筑是什么？”2. “Can you believe that people say I’m out of touch, just because my mansion, garden and butler are all made of diamond blocks?”2. “你敢不敢相信，之所以大家说我根本没法交流，只是因为我的房子、花园还有管家全都是用钻石块做的。”3. “You know, according to the greatest website on the internet, the guests of a dinner party are supposed to handle all the washing up. True story.”3. “你知道吗，根据互联网上最伟大的网站的说法，晚餐会的客人需要负责所有的清洗工作。这是真的。”4. “I’ve gathered you all here today to reveal a terrible secret. One of you is an escaped convict in disguise!” (this one never fails to get the evening going).4. “咱今天把各位叫到这里来，是为了揭露一个惊天机密。你们之中的一个人，是伪装潜逃的罪犯！”（这一句在促进谈话这方面真是屡试不爽）。\n\nTHE DECOR\n空间装饰\n\nWhy not really impress your guests by rebuilding some famous art in Minecraft? Like this magnificent recreation of the Mona Lisa.\n在 Minecraft 里再现一些著名艺术作品能给客人带来深刻的印象。比如这个蒙娜丽莎的宏伟复刻品。\n\n\n\nIt’s even in 3D! Suck on that extra dimension, Da Vinci!\n这甚至是 3D 的作品！臣服于这多出来的维度吧，达芬奇！\n\nOf course, you could always use some of the art we provide in Minecraft already, by hanging up a painting. Our very own Duncan Geere recently took a deep dive into the history of the paintings in Minecraft all of which are guaranteed to ‘class up’ your dinner party by at least 1000 percent. \n当然，无论何时你都可以使用我们已经在 Minecraft 里为你准备好的艺术作品，只要挂上一幅画就行了。我们敬爱的 Duncan Geere 最近才深入探讨过画在Minecraft中的历史，我们保证这些画能让你的晚餐会档次上升 1000%。\n\n\n\nThis is, without a doubt, the greatest screenshot in Minecraft.net history\n毋庸置疑，这就是 Minecraft.net 历史上最伟大的截图。\n\nTHE COMFORT\n舒适感受\n\nYou could serve lobster stuffed with diamonds, and your guests would still leave your party miserable if you made them eat it while seated in a dirt pit full of Creepers. So make sure you build a dining table and some chairs.\n你大可以为客人们提供填满了钻石的龙虾，但如果你招待他们的地方是个遍布苦力怕的泥坑，那么他们还是会悲痛地退出你的聚会的。所以务必确保有一张餐桌和几把椅子。\n\nLet’s start with the seating:\n让我们开始关于席位的部分：\n\n\n\nA common way of building a chair we’ve seen in community builds is to use a slab as the seat and a door as the backrest! Just, er, careful leaning back…\n通常我们在社区里学到的椅子制作方法就是用台阶当座位，用门当靠背！只不过，呃，需要小心倚靠……\n\n\n\nThey’re a bit more basic looking, but the various ‘stairs’ blocks are a quick way to build a makeshift chair. Purpur is comfy to sit on, right? Perhaps I’ll eat standing.\n虽然基础，但是胜在款式多样，“楼梯”方块可以用来快速制作还算凑合的椅子。紫珀楼梯坐起来是相当舒服，没错吧？可能我还是站着吃的好。\n\nNext, you’ll want to build your dining table:\n接下来，你就得制作你的餐桌：\n\n\n\nSlabs and stairs can make a pretty basic dining table. Lay down two rows of stairs back-to-back then place slabs over each one.\n台阶和楼梯可以制作最基础的餐桌。先背靠背地放下两排椅子，然后在每个楼梯上放上一个台阶。\n\n\n\nVolia! Table and chairs! Oh, I forgot to build a roof. Ah well, I’m sure my guest hasn’t noticed.\n成了！桌子和椅子！噢，我忘了建屋顶了。啊，算了，我相信客人们不会注意到这点的。\n\nIf you want to try making more complex dining room furniture, try this excellent page of the wonderful Minecraft wiki. To learn how to build a dining table that really puts my effort to shame, watch this tutorial video.\n如果你想制作更复杂的餐厅家具，可以看一下 Minecraft Wiki 上的这个绝赞页面。想了解如何建造那种，能让我的作品无地自容的餐桌，还可以看一看这个教学视频。\n\n\n\nAn excellent resource I found while researching this article is minecraftfurniture.net, a site that features loads of great ideas and tips for how to build great furniture in Minecraft!\n在为本文收集资料的时候，我找了这个非常棒的资源：minecraftfurniture.net，这个网站上有成堆的好主意和技巧，能教你如何在Minecraft中制造精美的家具！\n\nExperiment with different designs and craft a dining experience unique to your party!\n多尝试不同的设计，为你聚会创造独一无二的就餐体验吧！\n\nTHE ALL-IMPORTANT BRAGGY SPEECH\n最为重要的自吹感言\n\nGive a perfect evening the perfect end with a toast to yourself. Here’s ** I usually make:\n把自己称赞一番，为这个完美的夜晚划上一个完美的句号吧。我通常会像下面这样说：\n\n            Thank you all so much for coming to my dinner party! It was a magical evening, thanks to me, and the exit fee is only 6000 Minecoins. Jeeves, block the doors.\n            Tom Stone\n\n            非常感谢各位莅临我的晚餐会！这真是一个神奇的夜晚，而且全都拜我所赐。然后，离场费仅需 6000 MC 币。Jeeves管家，把门焊上！\n            Tom Stone\nInspired to hold your own Minecraft dinner party? Send us screenshots to scoops@minecraft.net\n有没有受到启发，要在Minecraft里举办自己的晚餐会了？把截图发给我们吧，地址是scoops@minecraft.net。\n\nBest of luck, and don’t forget to invite me! \n祝你好运，也别忘了邀请我参加！\n\nPlease. \n求你了。\n\nI need this.\n我很需要这个。\n\n【Kakagou译自Host a Dinner Party in Minecraft】\n【作者Tom Stone，发布时间2019年1月26日】\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1548676140,
            "txt_content": "·[ruby=蛋糕不应该是切成块的么？]我还是第一次听说切片蛋糕这种说法……[/ruby]\n·[ruby=官方彩蛋最为致命]配给腐肉的那张图用蛋糕的图可还行……[/ruby]"
        },
        {
            "author": "SPGoding",
            "timestamp": 1548676740,
            "txt_content": "Don’t serve any poisonous potatoes by mistake, and your dinner party should be a hit. \n不要错把有毒的马铃薯送上餐桌，然后你的晚餐会就会大受欢迎。结合语境，感觉 hit 应该是承接上文如果 server poisonous potatoes 的后果…像是「骚动」之类的？啊词穷。\n\n2. “Can you believe that people say I’m out of touch, just because my mansion, garden and butler are all made of diamond blocks?”\n2. “你敢不敢相信，之所以大家说没法联系上我，其实只是因为我的房子、花园还有管家全都是用钻石块做的。”out of touch 是那种…就…脱节一类的感觉吧\n「我常常因为富贵而感到和你们格格不入」"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1548685740,
            "txt_content": "SPGoding 发表于 2019-1-28 19:59\n结合语境，感觉 hit 应该是承接上文如果 server poisonous potatoes 的后果…像是「骚动」之类的？啊词穷。 ...\nbe a hit那个我粗查了一下，的确是受欢迎的意思。而且如果要作为后果的话，应该用or连接才是\n\nout of touch我再看看，确实有点道理"
        },
        {
            "author": "gamerteam",
            "timestamp": 1548688260,
            "txt_content": "我想起我当年开服的时候办的派对了，聚会吃蛋糕\n\n所以，第一个图片能用论坛上传吗，好方便手机版看得到推送"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1548691440,
            "txt_content": "gamerteam 发表于 2019-1-28 23:11\n我想起我当年开服的时候办的派对了，聚会吃蛋糕\n\n所以，第一个图片能用论坛上传吗，好方便手 ...\nok，明天起来弄"
        },
        {
            "author": "peng1192742737",
            "timestamp": 1549014360,
            "txt_content": "做的不错"
        },
        {
            "author": "芥末青蛙",
            "timestamp": 1549026420,
            "txt_content": "蒙娜丽莎，还是3D的,NB"
        },
        {
            "author": "谷冬吧",
            "timestamp": 1549078140,
            "txt_content": "不错的聚会"
        },
        {
            "author": "nixgnot",
            "timestamp": 1549296660,
            "txt_content": "You’ll have to craft nine gold ingots with a regular apple to gain just one of these opulent fruits. \n你需要 9 个金锭和 1 个普通苹果来得到仅仅 1 个这样的土豪水果。\n嗯?9个?这不对吧?"
        },
        {
            "author": "nixgnot",
            "timestamp": 1549297800,
            "txt_content": "nixgnot 发表于 2019-2-5 00:11\n嗯?9个?这不对吧?\n@kakagou12 \n官网那居然也是······"
        },
        {
            "author": "2207075991",
            "timestamp": 1549630920,
            "txt_content": "如果我的朋友在的话emmmm"
        },
        {
            "author": "rickdong",
            "timestamp": 1549856460,
            "txt_content": "举办晚餐会是好的，可是我没有朋友awa"
        },
        {
            "author": "判官宙斯",
            "timestamp": 1549978740,
            "txt_content": "很不错的想法，谢谢你的分享"
        },
        {
            "author": "ame千亿玩家",
            "timestamp": 1550473680,
            "txt_content": "\n懵逼的来~\n懵逼的走~\n回首！\n还是懵逼~"
        },
        {
            "author": "Zhaozy666",
            "timestamp": 1550512740,
            "txt_content": "想起以前和基友想**灵肉的傻事"
        },
        {
            "author": "内城",
            "timestamp": 1550553180,
            "txt_content": "猪头。。。"
        },
        {
            "author": "JiaK2048",
            "timestamp": 1550652900,
            "txt_content": "这派对太酷了"
        },
        {
            "author": "2390666891",
            "timestamp": 1550664180,
            "txt_content": "肉肉肉"
        },
        {
            "author": "Radisson",
            "timestamp": 1550910720,
            "txt_content": "我摘一下眼睛就是mc"
        },
        {
            "author": "皇明天子",
            "timestamp": 1552272480,
            "txt_content": "非常支持"
        },
        {
            "author": "982391900",
            "timestamp": 1552563780,
            "txt_content": "好好好焦恩俊我送哦我"
        },
        {
            "author": "qq179822680",
            "timestamp": 1552628580,
            "txt_content": "66666666666666"
        },
        {
            "author": "jerrystickmin",
            "timestamp": 1552791600,
            "txt_content": "聊天内容：\n你们当中有一个要出卖我。"
        },
        {
            "author": "3075029733",
            "timestamp": 1552902240,
            "txt_content": "66666666666"
        },
        {
            "author": "E07",
            "timestamp": 1553859540,
            "txt_content": "迫真晚餐会"
        }
    ]
}