{
    "title": "[Minecraft.net|NEWS]流浪商人、盾牌等等事物开始测试啦！",
    "author": "SPGoding",
    "replyCount": 9,
    "timestamp": 1548949980,
    "txt_content": " 本帖最后由 SPGoding 于 2019-2-13 14:03 编辑 \n\n\n\n打扰了\n\n\n\nWandering Trader, Shields and more now in beta!\nAvailable on Xbox One, Windows 10 Edition and Android!\n流浪商人、盾牌等等事物开始测试啦！\n限 Xbox One、Win10版和安卓！\n\nHave you tried playing a Minecraft beta? It's where we test upcoming features of the game! To try these features, you have to play a version of Minecraft that supports betas (so that's the Windows 10, Xbox One and Android versions). You can learn how to sign up for a Minecraft beta on each version here. You can also find more help regarding this specific beta on our feedback site.你是否尝试过 Minecraft beta版？这是一个我们用于测试游戏新特性的版本！如果你想要尝试这些特性，你需要玩支持 beta 的版本（也就是 Win10、Xbox One 和安卓版）。点此了解如何注册 Minecraft beta。你还可以在我们的反馈网站找到更多有关 beta 的信息。\n\n(Playing Minecraft Java and want to try upcoming features? Click here to learn more about Snapshots（什么？你是 Java版 玩家？点此了解快照）\n\nRemember, beta features can be unstable. The reason we want players to try them this early is to give us feedback and catch bugs for us to fix – so make sure to backup your worlds!\nWe've added loads of new stuff to for the 1.9.0.0 beta, so we thought we'd update this article with all the new features you can try, like Pillagers, bamboo, new flowers and tons of new stairs and slabs! For a full list of changes and fixes, as well as a great place to give us feedback about the beta, head to our feedback site.请注意，beta 特性可能不稳定。我们让玩家尽早测试它们的原因就是为了能够给予我们反馈并帮助我们修复漏洞——所以一定要备份好你的世界！\n我们在 1.9.0.0 beta 中添加了大量新东西，所以写了一篇文章来告诉你 beta 的新特性，请前往我们的反馈网站。\n\nEXPERIMENTAL GAMEPLAY FEATURES\n实验性游戏特性\n\nThese features are only available when Experimental Gameplay is enabled in world settings.这些特性仅在你于「世界设定」中打开了「启月实验性特性」时可用。\n\n\nMEET THE WANDERING TRADER\n哇！流浪商人！\n\n\nA villager mob that appears at a village's gathering site periodically and stay for a period of 2-3 game days. This trader offers items from all around the Overworld, random dyes, and other rare materials.流浪商人，一种会在村庄周围间歇性出现、并停留 2-3 游戏日的村民。这种商人提供了所有来自主世界的交易、随机染料，以及一些稀有材料。\n\nAccompanied by a fancy custom llama!流浪商人身边有一群美丽的羊驼跟着！\n\n\nTHE RAVAGER\n掠夺兽\n\n\nRun, chicken, run!\n傻孩子们，快跑啊！\n\nWe’ve added the Ravager mob, formerly known as the Illager beast! Additional behaviour and tweaks will be added in a future update.我们添加了掠夺兽（之前被称为灾厄之兽）！将来会为它添加新的行为，并进行一些调整。\n\nNEW BLOCKS\n新方块\n\nWe've added in the basic blocks to this beta, which can be used for decoration, at least for now.  Future functionality will be added at a later date! 我们添加了一些只能拿来装饰的方块——只是现在这样。将来会给它们添加功能！\n\nComposter  堆肥桶New stonecutter 新的切石机Campfire  营火Cooking and smoke particles will be added in a future update! 烹饪/烟雾粒子会在将来的更新里面加入！\n\nFor a full list of Experimental Gameplay Features new for this Beta, which includes Pillager Outposts, village job sites and much more, head to this page of our Feedback Site如果想要查看该 beta 的实验性特性完整列表，包括前哨站、village job sites（？我是云玩家）等等，请到我们的反馈网站。\n\nNEW FEATURES\n新特性\n\nShields! They’ll help you defend yourself against nasty types like this…盾牌！可以帮你抵挡像这样的讨厌玩意…\n\n\nQuick, raise your shield!\n快！举起你的盾牌！\n\nSneaking activates the shield when equipped in either hand. 把盾牌放在任意一只手里并潜行，将激活盾牌。\n\nLECTERN\n讲台\n\nPlace a book and quill or written book on the lectern, which will allow multiple players to read it together 把成书或者书与笔放在讲台上，大家就能一起读书了！A book and quill can be read, but not edited when placed on a lectern 放在讲台上的书与笔可以被阅读，但不能被编辑。Redstone functionality coming in a later update!红石功能会在下一个更新里加入！\n\nBut that’s not all! We’ve added loooooooads more features. In fact, this is probably one of our biggest beta releases ever! For the full list of features, head to this page of our Feedback Site and don’t forget to give us your all-important feedback too!这还不是全部！我们添加了超超超超超级多的新特性。事实上，这可能是我们有史以来最丰富的 beta！有关完整的特性列表，请到我们的反馈网站，别忘了给我们反馈！我们超重视的！\n\nEnjoy the beta!享受 beta！\n\n【SPGoding 译自 Wandering Trader, Shields and more now in beta!】\n【作者 Staff，发布时间 01/31/2019】\n【感谢 kakagou12 制作的博文转换器】",
    "replies": [
        {
            "author": "rickdong",
            "timestamp": 1549496820,
            "txt_content": "可以可以 支持一下！6666666666666666"
        },
        {
            "author": "奇怪077",
            "timestamp": 1549527960,
            "txt_content": "看你们Java版还嘲笑我们基岩版没盾牌"
        },
        {
            "author": "Tensins",
            "timestamp": 1549790940,
            "txt_content": "基岩版终于要有盾牌了"
        },
        {
            "author": "rickdong",
            "timestamp": 1549856520,
            "txt_content": "Run, chicken, run!\n傻孩子们，快跑啊！\n-----------------------------\n是不是翻译为\n鸡仔们，快跑啊！\n更为贴切"
        },
        {
            "author": "yiyyiq666",
            "timestamp": 1549959960,
            "txt_content": "eeeeeeeeeeeeeeeeeeeeee"
        },
        {
            "author": "cooocooo",
            "timestamp": 1549991340,
            "txt_content": "啊~~~多么领悟的痛~~痛~。。。"
        },
        {
            "author": "BigGay_BODJ",
            "timestamp": 1550126880,
            "txt_content": "66666666666"
        },
        {
            "author": "BigGay_BODJ",
            "timestamp": 1550126940,
            "txt_content": "6666666666666666666666666666666\n"
        },
        {
            "author": "xtimorddd",
            "timestamp": 1550211600,
            "txt_content": "MCBBS有你更精彩\n"
        }
    ]
}