{
    "title": "[万物之灵/原创]技能系统",
    "author": "半日陌上花",
    "replyCount": 0,
    "timestamp": 1549087320,
    "txt_content": "前言——跟随一生的要素技能系统其实也算是分支啦，可以从职业系统分出来但这里主要也是给技能做一个分类，并且提出关于技能的一些补充设定技能系统保证做的足够简单。并且相对简短，很多还会和之前的内容重复。从技能的分类和补充设定来进行描述。也会写很多新的东西，不过主要其实还是DND的框架技能分类——规章制度总是要有其实技能也有很多种形式的分类，最基础的，技能根据相应获得加成的攻击和防御分成物理技能（十字斩）和法术技能（炎爆术）。玩家最先能看到的分类，则是职业技能树和通用技能，职业技能树各个职业有各个不同能够学习的技能，而通用技能则是全职业都可以学（中级急救）。而在职业技能树中，其实也有一个软性分类，那就是玩家的技能体系，比如魔法师的技能，分为气水火土四条路线，**徒技能分为自我献祭、异界召唤、精神攻击三条线路，这种线路一般是一路加到底。玩家的技能树中，根据层数判定此技能的等级，一层的技能称为“一层技能”。而职业也将会拥有初始的零层技能，零层技能1~3不等，比如魔法师的零层技能“法师之手”和“感知元素”；剑道修士的“冥想”；或是古武弓兵的“野性呼唤”。在这个职业技能树中，也有一些前置技能，这些前置技能一般都自成一条线路，并且一般都是被动。比如游刃的“入门御剑”，“初级御剑”，“中级御剑”，“大师御剑”，“剑来”。其中，只有学会了入门御剑后，才能学习一层技能，只有学习了中级御剑后，才能学习二层技能，而最终的剑来，则是纯粹增益。通用技能，真的是一个大宝库。在这个分类中，无数稀奇古怪的技能都存在着这些技能可能并不是常用技能，但他们拥有一些不错的效果。比如“阿尔德峡谷”副本，如果没有拥有“落羽”传奇标签的装备，则需要“落羽术”来加持自己，不然管你多少血，说摔死就摔死。活在传说当中的“黑白视界”（据说可以转换表里世界？其实是给敌人加debuff，给自己加buff的一种持续增益类技能）甚至也属于通用技能。通用技能的独特之处，就在所有职业都可以学习，这种技能学习后，会以物品或是直接出现在储存技能的格子中，但这种技能也不是随便学的，一个人最多学四个通用技能，有些任务活动奖励可能会开放更多的通用技能格子。设定修补——漫长的旅途技能的学习，其实是一个相当漫长的过程。每一级获得一点技能点，每个技能总等级135不等，而在万物之灵的世界中，升级其实并不是坐火箭一般迅速，而是较为偏慢的，四级就已经可以离开和平之星去第二个城邦了。当然，除了升级自动获得技能点以外，还有其他来源可以获得技能。比如，启迪神树的启迪果，莱恩之根，和黄泉之水。启迪果能加3点技能点，而莱恩根和黄泉水都能加一点技能点。但除了这些堪称天才地宝的物品以外，其他获得技能点的方式可能有些血腥或者难以接受。比如，“萃取之路”副本最末端的“五星连天”，可以选择燃烧五点力量、体质、教育、精神或者敏捷来获得3点技能点，至于亏还是赚，倒是另当别论，主要还是对于神职玩家的巨大惩罚比较恶劣。所以说，捷径的确没有好下场。除了物理技能，法术技能和增幅技能以外，还有一种特别的类型，那就是觉醒技。觉醒技通常在获得巨大buff提升的前提下还会对自身造成巨大的伤害。比如灵魂骑士的稳定爆发，即便能让每次攻击都十倍伤害，但是技能结束后直接就飞机票回城，而且在万物之灵的世界中是有死亡惩罚的，这可能会导致你一夜回到解放前。而且PVP？不存在，万物之灵中任何职业都有远程攻击，而灵魂骑士的远程攻击还需要消耗血量，风筝流打刺客了解一下。或者像魔法师的“呼风唤雨”，这的确会让你在短时间内获得无限的法力值，并且减少85%的CD，强嘛？很强，但是在这之后的十分钟内，就别想看到你的蓝条了。并且觉醒技一般都是四层甚至五层的高层技能，在巨大的惩罚下反而显得相当鸡肋，当然不排除团战的强大。总而言之，万物之灵一直秉持的绝对平衡，在如此强力的觉醒技下，也是天网恢恢的。技能树突变，一个相当有意思的功能。其实这也来自于万物之灵中以任务为主的特色。技能树其实是可以变化的，一般是一两个技能的增加。比如，神官的任务“邪恶的药剂师”便是可以把神官的二层技能圣光药水转变成圣光炸弹。又或者，强力一点的，游刃任务的“剑之墓地”可以把剑来转变成觉醒技——飞鸿腾龙。（剑来是可以同时存在五把飞刀，而飞鸿腾龙直接上升到七把）除此以外，还有一个相当重要的设定。领悟技能，技能遗忘和技能封印领悟技能，也就是通过大量的使用来让技能熟练度爆满，从而达到不使用技能点达到下一等级的效果。而技能遗忘，则是因为种种因素（活动，任务，手动遗忘，吃下了什么奇怪的东西）而遗忘了技能，遗忘的技能必须需要重新学习。技能封印，封印类技能会让玩家的技能遭受封印，时限性的只要等到时间过了就行，但强大的封印术必须回到职业道场找导师解除。当然，技能封印的效果其实也可以通过通用技能——解封术来自行破解。还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n",
    "replies": []
}