{
    "title": "[Minecraft.net | INSIDER]背包盘点：蜘蛛眼",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1549076940,
    "txt_content": "\n\nTaking Inventory: Spider Eye\nI spy with my eight eerie red eyes...\n背包盘点：蜘蛛眼\n我的八只诡异红眼窥视着一切……\n\nThe first time that I realised Minecraft was different to other games, that it was a little bit special, was when I first dug all the way down to bedrock. As I descended, I heard strange noises through the walls, gradually getting louder and louder. Soon it sounded as if they were right next to me. I mined one more block, and broke through into an enormous underground cave. And staring back at me were a set of bright red eyes.\n我第一次意识到 Minecraft 和其他游戏不一样，是在一个有点特殊的场合。当时我一路往下挖向基岩。在下降的过程中，奇怪的声音透过墙壁传入耳畔，越发响亮起来。很快，声音大到就好像它就在我的身旁。我又挖去一个方块，掉进了一个巨大的地下洞穴。回头看向我的，是一副明亮的红色眼睛。\n\nSpiders were added to Minecraft in late 2009, but it wasn’t until the version 1.0 pre-release, in September 2011, that it became possible to obtain their eyes. A spider, or cave spider, has the chance to drop a single spider eye when killed by the player. You can also find spider eyes in some desert temple chests, or when killing witches.\n蜘蛛在 2009 年晚些时候加入到了 Minecraft 中，但是直到 2011 年 11 月，有了 1.0 预发布版的时候，才能获取到蜘蛛眼。蜘蛛，以及洞穴蜘蛛，在被玩家击杀的时候有几率掉落一个蜘蛛眼。蜘蛛眼还会出现在一些沙漠神殿的箱子里，或者在击杀女巫的时候掉落。\n\n\n\nEating spider eyes is possible, but not recommended. It’ll restore a full nugget of hunger, but applies a poison effect that lasts four seconds and causes two full hearts of damage. Instead, you should use them in the creation of potions – an awkward potion brewed with a spider eye will create a potent poison.\n蜘蛛眼是可以吃的，但是并不推荐食用。它可以回复一格饥饿值，但是会让玩家获得中毒效果，持续 4 秒，造成 2 颗心的伤害。正确的做法是拿蜘蛛眼制作药水——将蜘蛛眼和粗制的药水一起酿造可以得到强力的剧毒药水。\n\nThe other thing you can do with a spider eye is ferment it, with sugar and a brown mushroom in a crafting grid. The resulting fermented spider eye is inedible, but it lets you brew up more advanced potions, like potion of weakness, harming, slowness or invisibility. Experiment and see what you can come up with!\n蜘蛛眼的另外一个用法就是拿去发酵，方法是把蜘蛛眼与糖和棕色蘑菇放入一个合成区中。这样得到的发酵蜘蛛眼不能使用，但是可以用来酿造更高级的药水，比如虚弱药水、伤害药水、迟缓药水以及隐身药水。去做做实验，看看你会得到什么吧！\n\n\n\nTom: Duncan included a close-up photo of a real spider when he submitted this article to us, and it was so traumatising that I haven’t been able to sleep since. So I’ve used my mad art skills and replaced it with this excellent drawing of a spider. You’re welcome!\nTom: Duncan 在提交本文的时候附带了一张真蜘蛛的特写，给我留下了阴影，使我夜不能寐。所以我动用自己的灵魂画笔，把照片换成了这张出彩的蜘蛛画像。不必客气！\n\nMost real-world spiders have eight eyes, divided into four pairs. The two big ones at the front are capable of forming images, while the others simply detect light. There are spiders with fewer eyes. Some have six, some four, some just two, and some cave-dwelling species have no eyes at all.\n现实中的大多数蜘蛛有 8 只眼睛，分成四组。大的两颗眼睛在前，可以用来形成视觉图像，而其它的仅仅是用来检测光照。有的蜘蛛眼睛少些，比如有六只眼睛的，有四只眼睛的，有两只眼睛的，有些在洞穴寄居的品种还完全没有眼睛。\n\nSpiders have surprisingly good vision compared to other creepy-crawlies. The human eye is only about five times sharper than that of a jumping spider, which needs to see to take down its prey. Their eyes are ten times better than those of dragonflies, which have by far the best vision among insects.\n令人惊讶的是，比起其它的小虫子，蜘蛛有着出色的视觉能力。人的眼力仅仅比一只跳跃着的蜘蛛锐利 5 倍左右，而这样的视觉要帮助蜘蛛拿下它的猎物。蜘蛛的眼力比蜻蜓的还要好上 10 倍，已经算是昆虫里面最好的了。\n\nSo next time you see a set of red eyes staring at you inside a cave in Minecraft, don’t be under any illusions. The spider can see you, and it’s coming to get you. Have a great weekend!\n那么下次在Minecraft里又遇到一副盯着你的红色眼睛时，可不要被假象迷惑了。蜘蛛可以看到你，还会把你揪出来。祝你周末愉快！\n\n【Kakagou译自Taking Inventory: Spider Eye】\n【作者Duncan Geere，发布时间2019年2月1日】",
    "replies": [
        {
            "author": "yiyyiq666",
            "timestamp": 1549959960,
            "txt_content": "eeeeeeeeeeeeeeeeeee"
        },
        {
            "author": "BigGay_BODJ",
            "timestamp": 1550127000,
            "txt_content": "6666666666666666666666666666666666"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1550233620,
            "txt_content": "灵魂画师Tomstone%￥#%￥@…"
        },
        {
            "author": "cooocooo",
            "timestamp": 1550421960,
            "txt_content": "打死一个蜘蛛掉八个.."
        },
        {
            "author": "song2006",
            "timestamp": 1550969340,
            "txt_content": "封面人物帽子颜色好评（国外也开始玩这个梗了？）"
        },
        {
            "author": "E07",
            "timestamp": 1553859180,
            "txt_content": "多用的药材哦"
        }
    ]
}