{
    "title": "[双线]星灵大陆 —— 一个最大程度还原了斗罗大陆的服务器",
    "author": "Mc沫小斌",
    "replyCount": 0,
    "timestamp": 1549374960,
    "txt_content": " 本帖最后由 Mc沫小斌 于 2019-2-5 12:57 编辑 \n\n\n放在前面的话星灵大陆服务器是一个励志与真正意义上还原斗罗大陆的服务器耗时和成本也都是相当高的因为有着武魂的特殊机制 服务器也采取了付费白名单制也就是说 你玩这个服务器 需要花钱可以游玩服务器白名单的价格是 3元软妹币 购买后可永久畅玩服务器够买方式 加群 私聊腐竹即可支持 VX 吱付宝 QQ红包 如果是QB那么是10QB[其实 3RMB也就一瓶可乐钱 省省就有啦]\n\n那么接下来进入正题\n先说说这个服务器都有哪些东西吧服务器有着 武魂 魂环 斗铠 魂骨 锻造 好友 组队 宗门 PVP 钓鱼这些系统服务器也将会围绕着这些系统进行游玩\n那么首先来介绍一下武魂的作用武魂的作用可以说很重要 也可以说不重要武魂的品质好坏 关系到你的成长速度在武魂好的情况下 你可能一直都提升很快在武魂差的情况下 你可能会一直都提升很慢在武魂一般的情况下 你可能会前期提升很慢 后期提升很快武魂好坏的差异 仅存在于属性差异 每个武魂都有自己的利和弊不必过多追求武魂的品质那么武魂的升级速度是怎么计算的呢武魂图标在你血量条下方 到时候可加群下载武魂图鉴进行查看当前武魂属性(武魂图鉴暂未完成)武魂经验计算方式是按照 获取经验*倍率计算如果你是一个很厉害的武魂 你的成长速度会一直很快比如说你击杀了一直魂兽  这只魂兽的经验是2 那么这个时候你的经验倍率是*2的那么这个时候你就会获得2*2=4的经验\n然后介绍一下魂环的镶嵌机制服务器目前的最高等级是105级 真神级别每到10级的时候你可以镶嵌一个魂环 最多只可镶嵌10个魂技第一个和第二个的魂环镶嵌年限不可以超过999年第三个和第四个的魂环镶嵌年限不可以超过9999年第五个和第六个的魂环镶嵌年限不可以超过99999年第七个和第八个的魂环镶嵌年限不可以超过999999年第九个和第十个的换换镶嵌年限不可以超过9999999年魂环一旦镶嵌上后 将不可拆卸 如真的很想拆卸 那么可以付费够买拆卸道具在释放魂技的时候 需要开启魂环才可释放 按K开启魂环开启魂环后开始消耗耗魂力值 届时魂环显现魂技虽然没有动作特技 但是会有魂技特效 具体详情可以进服参考\n那么再来介绍下斗铠的系统斗铠它是可以随时拆卸的它有着一个专属的装备栏装备栏上有着头胸腿脚这四个部位在装备斗铠后 是不会主动触发斗铠效果需要按J键进行开启斗铠开启斗铠后如果斗铠是一套的 那么可以触发斗铠的套装属性 并且开始消耗蓝量并且出现斗铠时装 覆盖原有身上装备材质\n接着是魂骨的机制魂骨也有一个专属的界面 按O打开界面魂骨有着 头骨 躯干骨 左手骨 右手骨 左腿骨 右腿骨魂骨的镶嵌没有年限的限制 你可以在任何的等级 镶嵌任何年限的魂骨年限越高的魂骨 属性也就越高魂骨不需要通过按键开启效果 只需镶嵌上去后就会有属性提升另外 魂骨和魂环一样 是不可拆卸的 如果想拆卸 可以付费够买拆卸道具\n然后是锻造的系统锻造 它是一个职业系统锻造的职业等级都分为1,2,3,4,5,6,7,8,9,10级1-2级为 师级3-4级为 大师级5-6级为 宗师级7-8级为 圣匠9 级为神匠10 级为神王匠锻造职业级别越高 可以锻造出的金属品质也就越高金属品质越高 也就意味着斗铠的属性越高那么如何提升锻造等级呢？每锻造一个金属 就会获得不等的锻造经验值当锻造经验值到达一定高度时就会提升锻造等级然后 在顺便说下锻造金属的等级吧金属的等级都分百锻,千锻,融锻,灵锻,魂锻,心锻,天段然后百锻可锻造的等级是1级 千锻是2级 融锻是3级 灵锻是4级 魂锻是6级 心锻是8级 天锻是9级其中神王匠的作用是用来锻**器级别的等级\n(字数限制 省略好友 宗门等介绍....)\n还有就是钓鱼这是一个休闲的职业如果厌倦了杀怪打怪 不如来试试看钓鱼吧或者说如果打不过怪 也可以来试试钓鱼因为钓鱼也可以获得一些厉害的道具\n总的来说 这次的星灵大陆 消耗了大量的精力 财力 就只为打造出 mc版斗罗大陆服务器内的各种细节绝对不会让你失望的因为是付费游玩服务器我们也特地准备了几个试玩账号试玩账号的id会在之后放出小伙伴们可以先加着Q群观望着哦~最后服务器Q群:414907465星灵大陆 欢迎您的加入\n\n\n\n\n\nfile_1549374932000.jpg (381.31 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-5 21:55 上传\n\n\n\n\n\n\n\n\nfile_1549374930000.jpg (494.79 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-5 21:55 上传\n\n\n\n\n\n\n\n\nfile_1549374926000.jpg (295.99 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-5 21:55 上传\n\n\n\n\n\n\n\n\nfile_1549374922000.jpg (397.85 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-5 21:55 上传\n\n\n\n\n\n\n\n",
    "replies": []
}