{
    "title": "[原创/单篇]藏匿与虚假中的神话",
    "author": "半日陌上花",
    "replyCount": 0,
    "timestamp": 1549414320,
    "txt_content": " 本帖最后由 540083835 于 2019-2-23 00:38 编辑 \n\n神话无论真假，仅仅只是给人们一种经历了死亡、战争、饥饿、瘟疫之后的些许安慰和精神力量——亚利盖特\n\n前言——总体分析\n该尔特大陆的人们和一般的中古文明一样，对于虚无缥缈的神系有着极高的崇拜，这种崇拜已经渗透到了生活的方方面面，并且整个高等文明社会都以全民信徒为主（当然还有伟大种族莫德拉【海精灵】）其实这篇神话体系是简略写了主神体系，没有写旁系，所以可以作为一篇索引来看，因为该尔特大陆是一个庞大的文化圈，由多种种族的文化构成，所以会有很多旁系神明的参与，这些都留到其他地方说。\n神话史索引——他们是怎么来的\n其实在该尔特大陆一开始拥有许多神话体系，著名的大型神话体系分别是普鲁特神话（高等精灵领地出现的神话故事），海域神话（人族出现的神话故事）和以及黄金海人民所信仰的龙血神话。普鲁特神话，讲述的是被称为至高领袖的神系主神奥卡德·赛拉米尔以自己的百万柔发诞生了这个世界（高等精灵口味还是这么重），并且以最后的身躯建造了第一个新生高等生物——亚洛克，被称为神之子，他的右腿化作了第二个造物——威尔逊。奥卡德更加偏袒亚洛克，最终引起亚洛克和威尔逊的决裂。奥卡德把拥有巨大力量的耳坠送给了亚洛克和威尔逊，亚洛克得到的红色耳坠化为太阳，威尔逊得到的紫色耳坠化为月亮，至此，日月交替，从不更于一空。在之后，由亚洛克的血液重组出各个性质不同的生物，他们也就是在普鲁特神话当中的诸天神明，普鲁特信徒认为，只有创世神的子嗣才有权利代理创世神管理这个世界。并且这些诸神也把自己的血液分开，变成了如今的这些种族。海域神话出现于人类刚刚完成清蛮战争，建立了南方帝国，并且开始探秘南方的未知海域开始。在海域神话之中，生命的起点是大海，也就是蔓延之神卡塞德罗借助水的力量，建立起的神军，是为了抵抗来自地狱的统治者奥兹米尔。神明的战争最后，奥兹米尔倒在了一望无际的大海之上，他的身躯变成了如今的该尔特大陆。在神明的战争结束之后，这些神军失去了强大的力量，并且定居在大陆的各个地方，由于他们保留的神力数量不同，性质不同，产生了如今许许多多的种族。但是，一些神军没有失去力量，定居在大海之中，这些，也就是人类海域神话的诸天神明，他们继续监督着来自地底世界的威胁，并且，守护着封印着地底世界的大海和某一天即将复活的该尔特大陆。最特殊的神话，也就是龙血神话了。在其他神话体系之中，所有的生灵都被神化，绝大部分称自己为神的后裔。但是，在龙血神话之中，所有的生灵以奴隶的身份出现。龙族是整个历史长河之中最强大的种族，他们奴役了全部的生灵，统治了大陆无数载。后来，英勇的屠龙者吉米特夺去了龙族的力量，成为了拥有，龙血的人，龙裔。吉米特拥有了可以抵抗龙族的力量，并且成为了唯一一个可以杀死恶龙的人。吉米特带领人民推翻了龙族的黑暗统治，拯救了全人类，被人们称为初代龙裔，之后的每一代龙裔都在监督着龙族的动向，守护着世界。这是在人族还没有建立帝国和帝国前期的三大神话，在三大神话之后，人族融合了这三种神话，并且增加了灾难说和救世说，融合成了最后的该尔特神话，不得不说人族对于文化的贡献是真的大，最后的该尔特神话要比前三种更加完善，并且包含了他们的主体思想\n该尔特神话[简]——现在的人们常说的神话\n创世篇：奥卡德·赛普丁（人族并没有赛拉米尔这个姓氏）在虚无的世界之中，把自己的血肉平分，肉体成为了一块完整的土地，血液被冠以了光。血液中的光创造了生命，植物动物在这片土地上生活。光做完这一切后，又变成了光明神-亚洛克。亚洛克孕育了大地母亲克拉克，他在克拉克的身体上，又再次创造了诸天神明。亚洛克的影子被来自地狱的亡魂之祖——奥兹米尔诱惑，独立出来成为了光的另一面，暗。自称威尔逊。光创造了更多生物，大地母亲把智慧赐予他们，诸天神明把神力作为礼物。威尔逊诱导了第一批生物，教给他们贪嗔痴，教给他们玩乐，嫉妒和商贸，并且偷取了他们的神力，生灵开始失去神性，玩乐、嫉妒、商贸和被偷取神力给他们带来了瘟疫、战争、饥荒和死亡。威尔逊也阻截了一群神明，给予他们堕之契（控制神明的方式），并且组建了地狱势力。地狱势力背叛了光，背叛了神界，也背叛了奥卡德赛普丁。至此，光暗分决，永不往来为了阻挡地狱势力对该尔特的攻击，光分裂了该尔特大陆，在该尔特大陆的缝隙填上了水，水阻挡了来自地狱的烈焰，也孕育了更多生命。\n灾变篇：光的力量随着这个世界而变化，人们的心中充满圣洁，它便是圣洁的，人们的心中出现了罪，他也就要毁灭罪。大地母亲克拉克失去了神性，在她的躯体上，孕育了四色恶龙，红黑白绿。四色恶龙平分了生剩余的神性，演变成了龙息。四色恶龙带来了灾难，红色巨龙的龙息诱发了干涸，黑色巨龙的血液带来了疾病，白色巨龙的双翼扇动了寒风，绿色巨龙的震颤引起了裂变。四种天灾让全部的生灵都陷入了恐惧。毁灭正在慢慢的降临这个世界。然而，伟大的英雄横空出世。他半人半神，拥有一半的神性和一半的龙血之力，没人知道他从什么地方而来，但是通过他的血脉，人们称为，龙裔。龙裔拥有消灭巨龙的力量，他在火山口烧焦了红龙的心脏，在黑水河毒化了黑龙的肠胃，在天晶宫冻碎了蓝龙的翅膀，在地心洞砍掉了绿龙的头颅。他用龙的力量杀死了龙。光很不满，在大地母亲的残躯上孕育了和四色巨龙一样性质的龙族大军，对于龙裔和他守护的世界展开了前所未有的攻击。初代龙裔最后以自己的力量杀死了大部分的巨龙，靠着最后一口气战死在了七王子海的决战之地——高德加山。这种壮举感天动地，光因此看到了人性当中的圣洁之火，并且放过了万千生灵，把初代龙裔封名——神之子。并且，之后的龙裔都将受到世人的崇拜。\n分裂篇：即便神明和地狱之间的战争还未停息，但对于该尔特大陆上的人民来说，现在就是宝贵的和平与安宁。他们飞速的发展并壮大自己，畜牧业和种植业大肆发展，并且他们建立了神殿，向神明进贡，消除神明的怒火。大大小小的神殿最后凝成了圣堂，他们向圣光神投以崇拜与忠诚。人们重新获得了部分神性，根据获得的种类和数量不同，被分成了不同种族。伟大的圣光神剥夺了一部分在大灾变时期投靠恶魔的生物的智慧和神性，让他们变成其他生物的阶下囚和食物。也就是牲畜。信仰神明的生物逐渐站在了这个世界的最高点。\n这是该尔特神话的简短篇，可以从这篇神话看出，人类除了融合文化之外，也是为了加固自己的统治和神权主义在人们心中的地位。当然啊，该尔特神话推行很远，但也不是受到全大陆的欢喜。伟大种族莫拉特，也就是我们说的海精灵他们就并不相信神明的存在。他们也是唯一的无神论种族（当然除了万物之灵）并且，在该尔特神话和无神论之间，还有一种对于万物自然的解释，那就是万物皆灵。当然这种思想在如今圣堂如此辉煌的时候肯定是被称为xie jiao 理论的。但事实上，这个世界是不存在神明的，可能神话当中存在某种原型，但是，从不从来某种可以完全控制世界的势力。真正的世界，其实，就是万物皆灵。万物有灵，万物之中都存在着“灵”这种东西当初代灵之火即将燃灭之时，所有的灵都开始转化。而灵一部分获得了太阳的力量，长出了羽翼，身体变得洁白，脱离了寄宿体的控制，自称为神话当中的天界使者。还有一部分获得了来自地心的火的力量，长出了肉翼，身体变得漆黑暗红，头长双角，尖嘴獠牙，人们认为他们就是神话当中的恶魔。\n\n还想知道更多万物之灵计划的信息嘛？来到这里，点一下看一年\n\n\n\n\n",
    "replies": []
}