{
    "title": "[Minecraft.net | INSIDER] 养只宠物，选谁最棒？",
    "author": ":spgbigfan:",
    "replyCount": 71,
    "timestamp": 1549444200,
    "txt_content": " 本帖最后由 kakagou12 于 2019-2-6 17:33 编辑 \n\n\n\n\n\n\nfile_1549444205000.jpg (149.92 KB, 下载次数: 12)\n\n下载附件\n\n2019-2-6 17:10 上传\n\n\n\n\n\nWhich Mob Makes the Best Pet?\nWho wouldn't want a pet that can spit fire?\n养只宠物，选谁最棒？\n谁不想要一只能喷火的宠物呢？\n\nWelcome, one and all, to my Little Mob Shop of Horrors! Er, I mean, my Little Mob Shop of Adorable and Completely Safe Companions! Yes, if it’s a pet mob you’re after, then you’ve come to the right website! Because I’m literally not letting you leave without buying one.\n各位朋友们，欢迎来到我的恐怖小动物商店！呃，我说的是，可爱&无害的小动物商店！没错，如果是来找宠物的话，那您就来对网站了！因为我将绝对不会让您空手离开。\n\nBesides, why wouldn’t you want to keep a mob as a pet? Pets are like friends, except better, because they never interrupt you when you’re talking or criticise your haircut. That’s why I don’t have any friends and just have pets instead! That’s the only reason.\n另外，谁不想养只动物宠着呢？宠物就像朋友一样，而且比朋友更好，因为他们不会打断你说话，也不会对你的发型指手画脚。这就是为什么我只有宠物，没有朋友。仅此而已。\n\nHave a look through this list of mobs, all perfect pet material. I've also asked several Minecraft developers which mob they’d choose! Their answers may surprise you...\n来看看这份动物的清单吧，它们都很适合当宠物。我也咨询了几个Minecraft开发人员，看看他们想选什么！答案可能会让你很惊讶哦……\n\nTHE CREEPER\n苦力怕\n\n\n\nWhich pet mob could be better than the miserable face of Minecraft? Cheer up, Creeper – you’re world famous! \n说到当宠物，谁能比得过Minecraft里的苦瓜脸？开心一点，苦力怕——你可是个世界闻名的生物！\n\nPROS: Like I said, it’s an internationally-recognised global superstar! Seriously, it’s blowing up right now! RUN.\n优点：就像我说的那样，苦力怕是国际知名的巨星！话说，这苦力怕好像要爆了！快跑。\n\nCONS: What are you supposed to feed them, anyway? TNT? Oh, and there’s that whole ‘will explode and destroy you instantly’ thing that we mentioned. That gets irritating.\n缺点：话说回来，你要拿什么喂苦力怕？TNT吗？那里头的东西可是苦力怕的精华啊。真是烦人。\n\nTHE ENDERMAN\n末影人\n\n\n\nTrust me my friends, this much-feared lanky horrorshow is really a big softie. One who’s just looking for a loving home! It’s also looking for a fresh victim in that home, but try not to think about that.\n相信我，朋友，这个瘦瘦的东西虽然看起来怪吓人的，但是内心非常温暖。末影人只想要个温馨的家！另外末影人还希望在这个家里找个新鲜的受害者，不过它正在尽量不去想这件事。\n\nPROS: Purple-pink eyes are a lovely facial feature that you should, er, never risk looking at. Extra long limbs surely make for extra long hugs. Chases you with obsessive persistence, never stopping, never slowing, until you’re finished (so, y’know, very loyal!)\n优点：作为面部特征，末影人的粉紫色眼睛非常可爱，所以你，呃，应该永远不要冒险跟它对视。胳膊这么长，拥抱当然也会更用力。末影人会不厌其烦地缠着你，永远不停缓，直到你动不了为止。（所以，非常忠诚吧！）\n\nCONS: Not great with eye contact. Doesn’t react well to me generously offering it water, even when I generously throw said water it in its face.\n缺点：末影人不擅长眼神交流。对于慷慨地给它喂水的我，末影人也不擅长应付，我甚至还是慷慨地把这水送到了它脸上呢。\n\nI think I would have to go with tropical fish. I'm a pretty busy guy and they are easy to look after and remind me of the Koi that I have in my backyard.\n我觉得我会选择养热带鱼。我是个大忙人，这个热带鱼挺好养的，还会提醒我自家后院里养着一只锦鲤。\n\nJASON MAJOR\nTHE GHAST\n恶魂\n\n\n\nThis fire-spitting spectre may sound like one gross ghost, but you’ll soon learn to love this mob like it’s your own child! Until it starts crying like a child. Which it, er, does all the time. No refunds.\n这个会喷火的幽灵看起来就像个巨大的鬼魂，不过很快你就会爱上这个生物，就好像是自己的孩子一样！但是等到它真像个孩子一样嚎叫，你可能就没有这种感觉了。呃，好像恶魂总是叫个不停来着。本店售出概不退款。\n\nPROS: Unlikely to need expensive pet food as it’s already deceased. Will truly make your house a home, as it’s guaranteed to light up any room you keep it in! Fire extinguisher not included.\n优点：恶魂不需要昂贵的宠物食品，因为它已经是个亡灵了。而且恶魂会真诚地把你的房子当做自己的家，因为无论你把它养在哪个房间，它都保证会把这个房间点亮！本店不提供灭火器。\n\nCONS: You’ll have to move to The Nether to keep it, but renting in The Nether is really cheap right now. Can’t imagine why.\n缺点：你得搬去下界住才能养恶魂，不过现在下界的房租真的蛮便宜的。想不通。\n\nTHE SPIDER JOCKEY\n蜘蛛骑士\n\n\n\nOK, OK, spiders and skeletons aren’t the cutest mobs in Minecraft, true. And sure, most customers report that it tries to pierce them with arrows as soon as they leave my store. But, er, I’ll throw in those arrows at no extra cost! So we have a deal, right? Please, I need to shift this thing before it gets my scent again.\n好吧好吧，没错，蜘蛛和骷髅算不上Minecraft里最可爱的生物。而且，的确有非常多的顾客汇报说，一离开商店，蜘蛛骑士就会想拿箭把他们弄死。不过，呃，这些箭我都白送，不另外加钱！这样不就商量好了嘛？求你了，在它闻到我的气味前我得赶紧把货转手出去。\n\nPROS: It’s two pets in one! Which is why I’m charging double.\n优点：两只宠物算作一只！这也是为什么我要加倍收费的原因。\n\nCONS: Technically you already have a pet skeleton, living inside your body, and so getting another one would just be greedy. You also have a pet spider in your hair right now, as do I, so getting another one would just be greARGHH GET IT OFF GET IT OFF\n缺点：技术上来说，你的体内已经养了一个宠物骷髅了，所以再养一个就好像贪心了点。你的头发里现在也养着一只宠物蜘蛛，就像我一样，所以再养一只就好像贪啊啊啊把它弄下来弄下来\n\nWell, the only viable choice is the humble sea pickle. What? That’s not a mob? Fine. Skeleton Horses are a distant second place then. Which other pet can you ride under the ocean? Skeleton Horses are the least needy and most trusty pet in the game, hands down.\n好吧，最可行的选择就是谦逊的海泡菜了。啥？这不算动物？好吧。那就勉强算上骷髅马吧，这个第二和第一差太远了。还有什么宠物能让你在海底骑呢？骷髅马是游戏里最不缺物质，最值得信赖的宠物，骑着真舒服。\n\nJASON BURCH\nTHE PHANTOM\n幻翼\n\n\n\nSo excited to get a pet that you can’t sleep? Have I got the perfect horrifying sky beast for you.\n这么着急要搞到一个让你夜不能寐的宠物吗？我这里已经给你准备好了完美的骇人飞兽。\n\nPROS: Oh sure, it might look like it’s swooping down to attack you, but maybe it’s swooping down to give you a back rub? Let’s stay up and find out! You first.\n优点：当然了，看起来它俯冲下来是要攻击你，但也许它是为了给你的背按摩呢？还是修个仙看看到底怎么回事吧！您先请。\n\nCONS: Have to stay awake for three days to spend any time with it. Hard to take for walks. Haven’t seen that customer I sent outside for a back rub for months now. He’s probably fine.\n缺点：必须要熬夜三天，才能和幻翼一起玩。而且幻翼不好带出去遛。我几个月前让一个顾客去享受一下背部按摩，现在还没见他回来。他大概还好吧。\n\nTHE IRON GOLEM\n铁傀儡\n\n\n\nThis statue-come-to life would be a solid choice of pet! Far better than the statue-not-come-to-life I keep as a pet. Should a man in his late twenties still own a pet rock? That’s a conversation for another time.\n这个获得生命的雕像是养宠物的硬选择！比我养的那个没有生命的雕像好得多了。一个人应不应该在他快到三十的时候还养着一个宠物石头？这个话题留着下次再说。\n\nPROS: Occasionally brings you a flower! An incredibly sweet gesture, until your neighbour sends you a bill for their ruined garden. \n优点：偶尔会带给你一朵花！献花的姿势真是可爱动人，不过等花园被糟蹋的邻居给你送来账单，感觉就不太好了。\n\nCONS: People might accuse you of not washing your pet properly when they see that plant-life is literally growing over it. \n缺点：人们可能会指责你不好好给宠物洗澡，因为铁傀儡身上真的是字面意义上的“生草”了。\n\nAbsolutely, without a doubt, I’d keep a spider as a pet. I’d love to be able to take a ride on the back of the spider into town, or into battle. Why would you need a dog to keep out intruders when you’ve got a GIANT SPIDER? Nobody will mess with you!\n毋庸置疑，我会选蜘蛛当宠物。我希望能骑在蜘蛛背上逛村庄，或者去战斗。如果都有一只巨型蜘蛛了，那还为什么要让狗来阻挡入侵者呢？没人会敢来惹你的！\n\nANTHONY CLOUDY\nTHE WITHER\n凋灵\n\n\n\nA three-headed freak? Buddy, everything good comes in threes! That’s why I’ll need you to make three expensive payments right now.\n想要个三头怪物吗？伙计，事无三不成！这也是我得收你三份钱的原因。\n\nPROS: Countless! Trust me, let this corruption-inflicting cutie into your life and I promise it’ll truly melt your heart. Hearts turn black when they melt, right? That’s what’s happening here? Something good?\n优点：无数的优点！相信我，让这个腐化一切的小可爱走进你的生活吧，它一定会融化你的心。被融化的心是会变黑的，对吧？那么这就是现在的状况？算是件好事吧？\n\nCONS: Triple the heads means triple the pet food bills. \n缺点：三个头意味着要交三份宠物粮的钱。\n\nTHE GUARDIAN\n守卫者\n\n\n\nDid you know nine out of ten goldfish can’t even shoot lasers from their eyes? Pathetic. Luckily our next potential pet won’t let you down and will fire lasers at you. You’re welcome.\n你知道吗？百分之九十的金鱼无法从眼睛里射出激光。真是悲伤。幸好，我们的下一位潜力派宠物绝对不会让你失望，它真的会向你射出一道激光。不必客气。\n\nPROS: Will guard your underwater death fortress, making you feel less stupid about that time you impulse bought an underwater death fortress. Gives free laser-eye surgery.\n优点：守卫者会保护你的水下废弃要塞，让你觉得一时冲动买了这个水下废弃要塞的自己不再那么愚蠢。它还可以给你免费的激光眼手术。\n\nCONS: Supposed to have a better memory than goldfish, and yet still failed to remember my birthday :(\n缺点：按理说记忆应该比金鱼好，但还是会忘了我的生日:(\n\nThe animal I most often keep as a pet in Minecraft is the sheep! I have a big hill close to my house and on that hill I have all my sheep, in all the possible colors. Perfect since I love to build with wool. Often great, but I have had some... incidents... when building fireplaces… They are also very fluffy and cute!\n在Minecraft里，我最常养来当宠物的就是羊了！我的房子附近有个大的山丘，山上养着我所有的羊，每种颜色的羊都有。自从我爱上了羊毛建筑，这种生活就真是完美了。通常是不错的，但是之前嘛……出过一点事……也就是在我建壁炉的时候……除此之外羊也是非常的软绵绵，很可爱！\n\nAGNES LARSSON\nTHE PIG\n猪\n\n\n\nIf Mabel Pines has taught us anything, it’s that we should all own a pet pig. This delightful little porker has been guilt-tripping non-vegetarians with its cuteness since the earliest days of Minecraft... Wait, I’ve changed my mind, it’s not for sale! Don’t leave me, Mr Porky!\n如果说Mabel Pines教会了我们什么的话，那就是每个人都应该养一只宠物猪。早在Minecraft刚刚诞生的时候，这种令人愉悦的小肥猪就以它的可爱形象，让那些吃肉的人深感罪责了。等会，我改变主意了，这只猪不卖了！不要离开我，小猪猪！\n\nPROS: Pink. Adorable. You can put a saddle on its back for the world’s most literal piggy-back ride. \n优点：粉色。可爱。把鞍放在猪的背上，骑着的感觉就像是被谁背着一样幸福！\n\nCONS: How come when I’m eating out of a trough on all fours, no one calls me adorable? \n缺点：怎么轮到咱趴在地上从槽里吃东西，就没人说咱可爱呢？\n\nSO WHAT MOB IS THE PET FOR YOU?\n所以你想养什么做宠物呢？\n\nWhat’s that? Apparently selling mobs capable of breathing fire to children over the internet isn’t legal? Well then, looks like I’m out of business. So let’s wrap this up before the police get here and end on the chosen pet of lead Minecraft developer, Jens Bergensten:\n啥玩意？在网上向儿童贩卖会喷火的生物显然是违法行为？好吧，看来这一回我失业了。让我们在警察来之前把这些东西包起来，然后让Minecraft首席开发人员，Jens Bergensten选择的宠物作为结束吧：\n\nIf I could, I would have a pet Zombie Pigman. It would defend me against other monsters, and is fire resistant so lava lakes ain't a problem ;)\n如果可以的话，我会养一只僵尸猪人。它可以为我抵御其它怪物，而且防火，这样岩浆湖就不是问题了;)\n\nJENS BERGENSTEN\nYou’re a strange man, Jens. Brilliant, but strange. Anyway, I’ve gotta go feed my pet rock. Bye!\nJens，你真是个怪人。非常有才，但还是蛮怪的。好了，我得去喂我的宠物石头了。拜拜！\n\n【Kakagou译自Which Mob Makes the Best Pet?】\n【作者Tom Stone，发布时间2019年2月2日】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1549444620,
            "txt_content": "注：\n1. She's literally the pony who keep rock as her pet. You're not alone, Tom.\n\n\n2. Mabel Pines 是动画怪诞小镇的主角。也就是\n\n\n3. 原文中有一个piggy-back ride，指的是骑在某人的背上。骑猪的话那的确就是字面上的piggy-ride了。"
        },
        {
            "author": "xiaowei233v",
            "timestamp": 1549445220,
            "txt_content": "不过现在下界的房租真的蛮便宜的\n下届的房租？墓地吗 哈哈哈"
        },
        {
            "author": "99762896",
            "timestamp": 1549446180,
            "txt_content": " 本帖最后由 99762896 于 2019-12-31 15:37 编辑 \n\n我应该喂宠物什么食物（我寻思tom为何人，哈哈）"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1549447680,
            "txt_content": "当然是选@袋里的鲨   啦"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1549507680,
            "txt_content": "我想养只小史莱姆～多可爱啊，一直围着你转！"
        },
        {
            "author": "Tensins",
            "timestamp": 1549808940,
            "txt_content": "末影龙挺不错的"
        },
        {
            "author": "WuLiua",
            "timestamp": 1549862280,
            "txt_content": "嘤嘤嘤嘤嘤嘤嘤嘤嘤嘤嘤嘤嘤"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1549878420,
            "txt_content": "kakagou12 发表于 2019-2-6 17:17\n注：\n1. She's literally the pony who keep rock as her pet. You're not alone, Tom.\n石灰养石头高级黑吗\n捕捉马迷X2"
        },
        {
            "author": "13158326298",
            "timestamp": 1549945200,
            "txt_content": "我想要羊做宠物"
        },
        {
            "author": "yiyyiq666",
            "timestamp": 1549959960,
            "txt_content": "eeeeeeeeeeeeeeeeeee"
        },
        {
            "author": "cooocooo",
            "timestamp": 1549991220,
            "txt_content": "蝙蝠这个宠物多好，能飞还小打不到。"
        },
        {
            "author": "a15557450752",
            "timestamp": 1550130240,
            "txt_content": "养猫，养狗了"
        },
        {
            "author": "dinghy5",
            "timestamp": 1550132520,
            "txt_content": "我会选择狗"
        },
        {
            "author": "taiezhenren",
            "timestamp": 1550207700,
            "txt_content": "只养过狗，没想到大佬们已经开始养怪物了？"
        },
        {
            "author": "或许只有存",
            "timestamp": 1550232720,
            "txt_content": "养苦力怕多好啊（滑稽）"
        },
        {
            "author": "tyi",
            "timestamp": 1550587080,
            "txt_content": "想养只苦力怕玩玩"
        },
        {
            "author": "2390666891",
            "timestamp": 1550657100,
            "txt_content": "我要苦力怕"
        },
        {
            "author": "Zhaozy666",
            "timestamp": 1550749680,
            "txt_content": "末影龙呀 龙骑士mod"
        },
        {
            "author": "星曦-辉月",
            "timestamp": 1550811840,
            "txt_content": "哈哈要是有相关的原版mod就好了"
        },
        {
            "author": "Zhaozy666",
            "timestamp": 1550817180,
            "txt_content": "苦力怕娘～"
        },
        {
            "author": "kitohui",
            "timestamp": 1550826840,
            "txt_content": "猫咪猫咪猫咪"
        },
        {
            "author": "鲸鱼不是鱼",
            "timestamp": 1550842500,
            "txt_content": "我要幻翼！！坐着他上天"
        },
        {
            "author": "Radisson",
            "timestamp": 1550910720,
            "txt_content": "我基友当宠物挺好的"
        },
        {
            "author": "nilin233",
            "timestamp": 1550914080,
            "txt_content": "我想养只史莱姆，一直围着你跳"
        },
        {
            "author": "song2006",
            "timestamp": 1550967300,
            "txt_content": "最后一句宠物石头是ut梗吗？23333"
        },
        {
            "author": "名为123的貘",
            "timestamp": 1551093420,
            "txt_content": "每天有一只史莱姆顶在头顶上，很好玩吧<；"
        },
        {
            "author": "xiaodudu114",
            "timestamp": 1551573540,
            "txt_content": "我寻思舰娘mod挺不错。"
        },
        {
            "author": "BM_LoriCon",
            "timestamp": 1551615600,
            "txt_content": "hhHhhhhhhjjjjj"
        },
        {
            "author": "aiqingruzui",
            "timestamp": 1551625740,
            "txt_content": "养我"
        },
        {
            "author": "1876001830",
            "timestamp": 1551715440,
            "txt_content": "觉得蠢虫比较nb"
        },
        {
            "author": "1332745569",
            "timestamp": 1551797520,
            "txt_content": "i love mc    ："
        },
        {
            "author": "1902014904",
            "timestamp": 1552003800,
            "txt_content": ""
        },
        {
            "author": "BODJ",
            "timestamp": 1552113180,
            "txt_content": "666666666666"
        },
        {
            "author": "Milk_A",
            "timestamp": 1552193400,
            "txt_content": "想养末影龙啊"
        },
        {
            "author": "无需挂念",
            "timestamp": 1552199520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a741741y",
            "timestamp": 1552267020,
            "txt_content": "当然是选兔兔啦"
        },
        {
            "author": "2280300259",
            "timestamp": 1552526160,
            "txt_content": "我要河豚（手动滑稽）"
        },
        {
            "author": "BigGay_BODJ",
            "timestamp": 1552572060,
            "txt_content": "这mod真好玩qaq"
        },
        {
            "author": "qq179822680",
            "timestamp": 1552628460,
            "txt_content": "铁傀儡66666666666"
        },
        {
            "author": "3075029733",
            "timestamp": 1552902180,
            "txt_content": "想要末影龙做宠物"
        },
        {
            "author": "夕颜初夏",
            "timestamp": 1553001060,
            "txt_content": "还是末影龙最好"
        },
        {
            "author": "kissxiaozhou",
            "timestamp": 1553247720,
            "txt_content": "完成任务"
        },
        {
            "author": "kissxiaozhou",
            "timestamp": 1553247780,
            "txt_content": "完成任务"
        },
        {
            "author": "kissxiaozhou",
            "timestamp": 1553247840,
            "txt_content": "完成任务"
        },
        {
            "author": "kissxiaozhou",
            "timestamp": 1553247900,
            "txt_content": "完成任务"
        },
        {
            "author": "kissxiaozhou",
            "timestamp": 1553248260,
            "txt_content": "完成任务"
        },
        {
            "author": "yangqinglan",
            "timestamp": 1553439480,
            "txt_content": "我觉得OK"
        },
        {
            "author": "yangqinglan",
            "timestamp": 1553512080,
            "txt_content": "凋零骷髅挺好的"
        },
        {
            "author": "w3118313636",
            "timestamp": 1553528880,
            "txt_content": "选末影龙啦"
        },
        {
            "author": "luyi163a",
            "timestamp": 1553530800,
            "txt_content": "要苦力怕"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586540,
            "txt_content": "东华帝君大家觉得还打电话"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586600,
            "txt_content": "是的进电话好的好的好的电话手表圣彼得堡是"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586600,
            "txt_content": "滚滚滚哈哈好吧更丰富"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586600,
            "txt_content": "发财付通，有导出液邪恶薛长锐v如如如日uu日日日入如"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586660,
            "txt_content": "付蹙额蹙额学学学徐耳穴啧啧啧学的ex"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586660,
            "txt_content": "感染改图工人村如此如此如粪土防脱发如此如此"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586660,
            "txt_content": "富题次填充图册填充图册填充图册他v"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586720,
            "txt_content": "eg we we efb tn tb tb tbwtb tbwrbwtbqtbwtb tb rb rb tb tegnetneynetndfcxhzgmaxhhxbxh\nxxh mfb\nshhmshdktslysktxltxlyyshhmshdktslysktxltxlyyydlgslyslyhslyuslyudlyy luclyclhpuclu Lumpur lumpy ly my \nc\nyxgx\ngx\nxxhccyfyxg "
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586720,
            "txt_content": "lhxylxypxlyoydly.klyxoyxoycoyoyckg ocotxot oy ktclyxly it my other ltcotcoy pyyclycylxly O let me exotic it kg.it Otaku KT.OT.KT.kicks it Tito oo yg lyclyxlxlyxlg  ly lhvtovlgotvoy it to LH LG Lt LG lyclycpy lg oyclyclycpy ly lymph of oyclyddoycoigcyopyclgclgxltsotzkg  lgxlgdlhxgv"
        },
        {
            "author": "1873226297ZYX",
            "timestamp": 1553586900,
            "txt_content": "Minecraftdhsbsbsbsbsb"
        },
        {
            "author": "E07",
            "timestamp": 1553859120,
            "txt_content": "当然是可爱的猫咪啦"
        },
        {
            "author": "谭燕",
            "timestamp": 1553952000,
            "txt_content": "有人要欣赏风景吗"
        },
        {
            "author": "虚无~幻影",
            "timestamp": 1556775780,
            "txt_content": "当然是潜影贝啦，多好玩，还不会走丢"
        },
        {
            "author": "jkljkl56",
            "timestamp": 1556937420,
            "txt_content": "撒“来吧，Show Time！” 撒“来吧，好久没有的Show Time！”"
        },
        {
            "author": "幻想症",
            "timestamp": 1557500820,
            "txt_content": "啊啊啊每只都想养！！！虽然有点危险但是好可爱awwwww"
        },
        {
            "author": "金暖殿",
            "timestamp": 1557510660,
            "txt_content": "怪诞小镇的小猪不错"
        },
        {
            "author": "t154654",
            "timestamp": 1558105920,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "JeniusL",
            "timestamp": 1558205580,
            "txt_content": "还是养狗子好..也想养豹猫，但豹猫有点难找"
        },
        {
            "author": "zhouyitao",
            "timestamp": 1558223940,
            "txt_content": "谁想养只凋零玩玩"
        },
        {
            "author": "Steve#34",
            "timestamp": 1558256160,
            "txt_content": "我选notch做宠物"
        },
        {
            "author": "58585800",
            "timestamp": 1558825080,
            "txt_content": "当然是猪猪哪awa"
        }
    ]
}