{
    "title": "[1.7.10|群峦传说]啥？不是休闲养老吗--TerraFirmaCraft[主线基本完工]",
    "author": "我的工业2",
    "replyCount": 99,
    "timestamp": 1549465440,
    "txt_content": " 本帖最后由 我的工业2 于 2020-4-15 00:00 编辑 \n这一部分是真·前言：\n      发展巨慢生存巨难怪物巨强天天跑图挖矿被埋抖M模组之一的群峦传说，是一个提高Minecraft游戏真实性的模组，是一个没有规规矩矩自动化和乱七八糟巨佬级技术力的养生模组，是一个和大多数主流mod难以兼容的大块头。它不仅能在又简单又漫长的科技线上碾压你的理智，还能从唐突真实的细节出发调~教你的心灵。虽然难度饮食建筑生活（以及不兼容性）无论是哪一个方面，都有登峰造极之作吊打群峦，但是它们整合在一个模组里，就构成了这么一个有趣的灵魂。目前虽然群峦的真实玩家群体挺凉的（悲），但它仍是各个大服小服茶余饭后的首选谈资。\n——2.20.2019\n       群峦是养老模组！养老模组！一个你不用苦等到毕业也能体验白发苍苍的晚年美好生活的乐趣的模组！自从我讲起了群峦建筑学，我就下定决心要改一改这个苟屁前言，什么科技线，什么红蓝钢都是浮云！只有光影加精雕细琢的建筑才是群峦传说的究极传说！（错乱）\n——3.2.2019\n\n\n置顶的废话\n为什么不用目录或者翻页来排版呢？因为若论坛被攻击，目录和翻页是用不了滴\n就像好不容易建的铺满了至尊豪华白色高级原生花岗岩地板的地洞底下竟然全是即将塌方的石头……不像我家砂浆糊的英安岩石砖地板，丑是丑了点，但是…人家…安全嘛……（小声）\n我以前某个家就这样塌滴，详见第七章塌塌塌塌方\n\n\n\n前言：\n关于本教程的资料：\n资料部分参考&整理&翻译&照搬自TFC Wiki (https://1710-wiki.terrafirmacraft.com/Main_Page)，引自其他地方的引用将在内容中额外说明。图片使用论坛图床&从TFC wiki外链过来&备选sm.ms图床。如果有炸图或未标明出处请私信提醒我。\nTFC wiki的表格资料采用截图拼图+中英双语共存，尽力满足强迫症需要。\n此外部分姿势直接由反编译获得，如有不妥请指出。\n关于模组版本：\n本贴使用Minecraft1.7.10的0.79.30.908版本，它和0.79.29.***版（论坛搬运的最新版本）基本上没有区别，两者甚至可以在多人游戏中混用，故本教程可放心食用。\n你知道吗，最近上cruseforge好像不用翻 墙了（疯狂暗示）\nhttps://minecraft.curseforge.com/projects/tfcraft 并点击右侧Download Latest File\n站内的群峦搬运帖：http://www.mcbbs.net/thread-264566-1-1.html\n关于群峦辅助模组等物件：\nNEI和NEI的TFC附属，入坑萌新必装，查阅一般的合成表以及TFC中特殊操作的合成表。这个帖子只会给出重要的合成表，其他普通的、同类的，就不啰嗦了；\nWaila，用于显示各种方块的重要数据，它可以帮你观测坑窑锻铁炉等等的进度，可以帮你看作物动物的生长进度，甚至还能帮你看高炉的矿石温度！\nFastcraft，性能优化，摆脱幻灯片般的游戏体验；\n小地图，因为可能需要标记大量坐标，书与笔记录又很麻烦；\n光影着色器&光影材质包，盖房养老必备的视觉增强套件，让你的雕刻作品煜煜生辉。\n想到了那位制作格雷5流程图的大先辈，我也摸了一张\n群峦传说毕业+非养老部分流程图\n\n\n\n\n未标题-1.3.png (71.08 KB, 下载次数: 305)\n\n下载附件\n\n2019-3-26 20:11 上传\n\n\n\n\n\n\n\n\n【壹】科技线\n0？\n第一章以镇楼流程图中的主线来布局，按照单人档+默认配置走，指引你如何拿下红蓝钢，做出人工无限水。本模组有部分繁杂的内容将专开章节讲解，在第一章中若涉及，则略讲或提供指路。\n其实接下来会有各种各样的到处指路\n另外推荐追一个1.7.10的群峦传说的生存系列视频&图文直播，这有助于你看懂写得很辣鸡的第一章。\n\n最后提示，实践出真知\n1石器&粘土陶瓷&篝火&苟活\n安装群峦后，你只能新建群峦特有的几种世界。新人应先从TFC默认生成模式开始。\n\n进入了新的世界。啊，想致富先撸树——\n不，你撸不动，倒拔垂杨柳不是我等凡人能做到滴。\n绝大多数人听说不能空手撸树就弃了，但相信能读到这儿的你们不至于那么夸张，接着往下看。\n\n\n\n\n\n木棍石子.png (265.01 KB, 下载次数: 121)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n正确的打开方式是四处检查地面。地上会有平躺的小石子和木棍，你可以把它们左键&右键收集起来。石子可以用来制作石制工具，木棍也有很多用处。\n\n注：\n打树叶会掉木棍（以及树苗）；\n左键撸掉或者直接右键都能捡地上的木棍石子；\n其实徒手挖石头是会碎的，不过非常慢。\n\n\n但在开始砍树之前，应简单了解如何活下来。\n群峦食物的计数和原版大有不同。原版食物是几个几个堆叠在一起，一组64个，吃一次少一个；群峦的食物有计重，单位是oz，满份食物是160oz，吃一次减少相应的重量，因此不会溢出。此外还有腐烂机制，神不知鬼不觉地损耗你的食物。\n生命条右侧有两个条，绿色条为你的饥饿度，约有24oz容量。低饥饿值会带来虚弱、挖掘疲劳等负面影响，所以请尽量填饱自己的肚子哦。\n\n\n\n\n获取食物.png (156.2 KB, 下载次数: 96)\n\n下载附件\n\n2020-2-9 00:13 上传\n\n\n\n\n\n草地上常常见到一些野生的作物，撸掉它们能得到种子，如果作物已经成熟，则同时还会掉落对应果实。路遇季节性的开花结果的果树（可斧砍四周的小枝杈收集树苗）、灌木丛（可直接挖走）也是一种食物来源。\n若人在海边，可以看到海底生有海苔。用小刀戳一下附着的方块即可轻松采集，可以生吃！\n下下策是杀动物吃肉，但由于牛羊猪等动物不会自然刷新、前期没有很好的武器、且肉得烤熟才能吃，所以并不推荐。\n注意：腐肉不能吃！\n注：同种食物可以合成为一份（快捷键s），腾出背包；若食物开始腐烂，则将食物与小刀合成来剔除腐烂（快捷键d）。\n\n\n\n\n\n淡水.png (249.11 KB, 下载次数: 116)\n\n下载附件\n\n2019-2-6 13:55 上传\n\n\n\n\n\n至于饥饿条下面蓝蓝的条，则是口渴值。低口渴值会带来缓慢、不能疾跑等负面影响，这意味着你需要经常找淡水喝（咸水不能喝）。淡水水塘的明显标志是伸出水面的2格高的菖蒲。\n此外！你不能轻易地创造水源了！能够移动水源的桶只有临近毕业才能获得的红钢桶！所以，前期摸瞎探索时，要把淡水水源考虑好！这和愉快的日常生活以及高速的农业发展息息相关滴！\n注：透过淡水右键它后面的方块才能喝到水。\n\n\n除了小石子，有时候你可能会看到一些特别的石头，捡起来一看是某种小型矿石。在没有办法采掘岩石的时期，需要收集地表含铜的小型矿石（小型孔雀石、小型原生铜、小型黝铜矿），小型矿石的出现表明它地下最深35格附近有对应的矿脉。应记下这些小型矿石的位置，方便日后回来挖。\n小型矿石具有10单位的金属，而集齐100单位的金属才能做出1把镐。\n\n\n\n\n小型锡精矿.png (60.37 KB, 下载次数: 85)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n小型锡精矿（含锡）\n\n\n\n\n小型赤铁矿.png (96.02 KB, 下载次数: 115)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n小型赤铁矿（含铁）\n\n\n\n\n小型孔雀石.png (191.4 KB, 下载次数: 106)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n一群小型孔雀石（含铜）\n\n===================\n四处走动，收集一些小石子。手持至少两个同种的石子然后右键，弹出敲制石器的界面，是一个有着5x5的石头纹理的小方块，点击一块可以敲掉它。敲出了特定的形状，则可以从右侧取出产物。所有石器敲制完只是一个工具头，需在合成栏和1个木棍合成才能使用。还有一些工具可以通过直接合成得到，例如两根木棍合成的起火器。\n\n\n\n\n石子雕刻.png (19.2 KB, 下载次数: 126)\n\n下载附件\n\n2019-2-6 13:56 上传\n\n\n\n\n\n图源TFC wiki\n\n\n\n\n\n\n石刀雕刻.png (20.2 KB, 下载次数: 104)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n敲制石刀头部，该敲法可以获得2个\n通过查阅石子的合成表，你知道了有这么些工具（加粗为重要物品）：\n\n石刀：用它打草得到干草。它在背包里和食材合成，可除去食材的变质（食材的分量有损耗），或者将食材等分为2份，特别地它可以和麦子合成得到干草和可以吃的谷物粒。用于战斗可以造成穿刺伤害。（伤害有三种类型，详见第六章）\n注意：骷髅免疫穿刺伤害！\n\n石斧：砍树的家伙。砍得很慢，但可以一下砍倒一整棵树，并消耗相应的耐久。用于战斗可以造成劈砍伤害，前期砍僵尸利器。\n注意：斧子耐久不足，则无法放倒整棵树！\n\n石锤：存在感可能并不强，一个比较鸡肋的用途是锤子打掉木头可以掉落木棍。但它是用来过度到铜期的锻造用锤。当然，这也是一把防身武器，用于战斗可以造成压砸伤害，前期锤得动骷髅的神器。\n\n石矛：前期业余远程战斗用品，可以造成穿刺伤害。近战马马虎虎，而右键蓄力后扔出可以造成大量伤害（损耗更多耐久）。扔中生物后会反弹并插在地上，可以捡起来重复使用。\n\n石铲：铲子和手撸最大的区别就是省时间。此外日后需要用炭窑烧制木炭，成品必须用铲收集。用于战斗可以造成普通伤害。\n\n石锄：一把小锄头，基本功能耕一块地，有三种模式，默认按M切换。（想种田详见第五章第二节）\n\n起火器：由两个木棍对角放置合成。右键按住可以在部分方块上生火，成功率较低。它还可以用于点燃/重新点燃篝火、炭炉，启动锻造炉，启动高炉。\n\n打火石：由锻铁锭和燧石对角放置合成。起火器的加强版，成功率大大提高且允许在易燃方块上放火，其他功能相同。燧石通过挖砂砾获得，而前期锻铁唯一来源是僵尸。\n\n注：\n对于石器敲制而言，一旦在界面里抠除了小方块，材料就会消耗；\n敲制时可以按住鼠标然后拖动，点掉一连串的小方块；\n石器敲造一次消耗1个石子；\nM键是部分群峦工具的模式切换键，锄头和凿子都需要它；\n对于绝大多数工具武器，只要石质的就能体验全部功能，当然日后用上更高级的金属，会带来效率和耐久的提升。（很爽的，苟富贵，勿吝啬）\n==============================\n插话：篝火\n先扔出至少三个木棍在地上，然后用起火器对着它们搓火。手冲数次之后一个篝火就会出现。\n\n\n\n\nfile_1550323440000.jpg (174.36 KB, 下载次数: 106)\n\n下载附件\n\n2019-2-16 21:22 上传\n\n\n\n\n\n注意：踩在篝火上会被点燃。\n\n\n\n\n\nfile_1550323440000.jpg (139.37 KB, 下载次数: 102)\n\n下载附件\n\n2019-2-16 21:22 上传\n\n\n\n\n\n界面如上（请自行无视NEI）\n左侧是4格燃料仓，可以在最上面浅色一格放入原木&泥炭，它会自动落入下方深色的位置，而4格都可以取出；\n燃料仓旁边是温度计，显示篝火火焰的温度（设备温度详见第四章第四节）；\n中间c位上面是输入栏，放入&取出要烤的物品，这一格能加热；\nc位下面两格是输出栏，部分物品烤到一定程度后会跑到输出栏（比如面团->面包，木棍->火把，沙子->玻璃）。不能放入只能取出，但这两格也都能加热（可以把面包烤得更熟）。\n\n篝火没有燃料会逐渐降温熄灭，直接暴露在雨中则燃料消耗速度显著加快。\n若想要重新点燃，需要先打开界面加燃料，然后再用起火器戳一下。\n\n……前期做做火把烤烤食物就差不多了（小声）。\n==============================\n粘土--[烧制]->陶器\n\n通过一小段时间的简单探索，可能会发现有些黄色的小花长在奇怪的泥土上。这时恭喜你找到了粘土，先挖一两组呗。\n而这花叫秋麒麟，它只会自然生成在粘土上（即粘土的指示物），虽然也能移植到泥土上……\n\n\n\n\n秋麒麟.png (245.77 KB, 下载次数: 85)\n\n下载附件\n\n2019-2-6 21:10 上传\n\n\n\n\n\n\n粘土器具的捏制方法是手持至少5个粘土，右键打开捏制界面。\n\n\n\n\n粘土花瓶捏制.png (20.3 KB, 下载次数: 86)\n\n下载附件\n\n2019-2-11 13:49 上传\n\n\n\n\n\n粘土花瓶\n通过NEI查阅粘土的合成表，你知道有了这么些东西（加粗为重要物品，请记得烧制后再使用）：\n\n粘土壶：喝水利器，再也不用蛋疼地用手掬水喝了！用壶喝水一次补充一半的口渴值。右键淡水或某些盛水的容器可装入水。使用时有小概率（2%）把壶打碎。\n\n粘土花瓶：有4格空间，可以放置较小的物品，特别是食物放在花瓶里面可以降低腐烂速度。矿石在花瓶里并烧制，可以熔化矿石&制作合金，但需注意只能放矿石，而金属锭无法放入花瓶。粘土花瓶和染料合成后再烧制，可以为花瓶染上别样的颜色。\n\n粘土（锭）模具：将金属液倒入模具。右键打开模具的浇铸界面，在中间格放入粘土工具的模具可以进行浇铸，得到浇铸好的工具模具+返还粘土模具；也可待金属液冷却凝固后在合成栏得到锭（这是日后最常见用途）。锭模具和粘土壶一样，也有概率打碎。\n\n粘土工具的模具（包括镐、铲、勘矿镐、锯、凿子、锄头、镰刀、锤、小刀、剑、斧、槌、矛）：浇铸工具&武器的模具，是一次性用品。如果前期资源紧缺，请务必先制作镐。\n\n粘土大缸：容器，使用空手可采集。可以用粘土壶等容器装入各种液体，或暴露在雨中收集雨水（淡水）。可以密封大缸，密闭后无法和内容物交互，但此时若采集它，会像潜影盒一样保留其中的物品（是扩展背包哒）。当然，如果背包里有密封的大缸，则会导致玩家*超重*无法起跳或移动，正确的处理方法是把大缸放入装备栏中的肩后栏（放在这一格就不会造成超重了），该物品栏位置在胸甲栏右侧一格（物品栏见第三章第二节）。\n\n粘土碗：装沙拉料理的碗（料理见第四章第三节），可以合成淘金盘（淘金是万不得已的情况下获得小型矿石的方法，见第不知道是第几章）。\n\n粘土纺锤：与整块的羊毛或丝绸合成，把它们捋成羊毛纱或线。唯一合成得到的粘土器具，烧制后得到纺锤头，还要与1个木棍合成才能用。\n\n上面罗列的所有粘土器具需要烧制成陶瓷器具，才能使用。\n左Shift+右键可以摆放粘土/陶瓷器具，空手按同样的键位可以把它们拿起。\n\n如何烧制？烧制需要在简易坑窑进行。\n挖出1x1x1的坑（只有顶部接触空气），并把要烧制的东西摆在里面（至多4个）。接下来手持干草对着粘土器右键，填入8个干草，同理再填入8个任意原木。最后用起火器搓火/在坑窑上丢一个火把引燃。\n烧制过程消耗8小时（请默认为游戏时哈）。坑窑的火无法用手扑灭，雨也不能浇灭，要注意用火安全。\n\n\n注：\n和敲制石头不同，粘土捏制做错了并不消耗材料，但一旦出现产物，就会消耗；\n界面可以按住鼠标然后拖动，点掉一连串的小方块；粘土捏制一次消耗5个粘土；\n\n\n\n\nfile_1549436520000.jpg (102.46 KB, 下载次数: 91)\n\n下载附件\n\n2019-2-6 15:00 上传\n\n\n\n\n\n降水量低于500的地方不会生成粘土（见图右侧，特征是草皮看起来很稀疏很灰，草从比原版的要矮很多）；\n大缸这个角色比较特殊，一次只能烧制一个，烧制后只能当成方块放置，不能像普通陶器那样摆放；\n点燃一个坑窑会同时点燃对角线上的其他相邻坑窑；\n大缸是桶的弟弟，原本是便于玩家前期做皮革而加入的；\n玩到这里想必很多人已经开始攒木头了，囤积木头的方法是手持木头shift+右键地面储存为木材堆的形态，一个木材堆有4格储存空间。\n===========================\n进化清单\n\n0活下来；\n1最少10个含铜小型矿石，用于做镐。如果你已经知道了青铜系列合金的做法，也可以收集加起来含有100单位的 制作合金用的矿石；\n2粘土花瓶至少一个；\n3粘土镐模具一个。\n\n本节讲到的其他东西，请根据实际需要进行准备~\n2铜&炭炉&三种青铜合金&啥？炼铜？#75%\n前文假定已经收集了10个含铜的小型矿石，那肯定得做镐。\n还没收集够的话没法玩下去了啊kora！快去找！啥？找不到就淘金！\n\n要把矿石熔化成液体，必定得有高温。将10个小矿石放进陶瓷花瓶并取出其他杂物，然后用坑窑烧制花瓶（像之前烧粘土器一样）。此时若配方正确，花瓶界面将变化，内容物会变成金属液###单位（以下称为mb）的样子，界面中的一格是放各种陶瓷模具盛接液体的。\n【假装有图】\n粘土（锭）模具放进去，100mb铜液刚好装满一个。这时把模具取出来，拿在手上右键，打开浇铸界面。\n【假装有图】\n再从背包里拿出镐模具放上去，稍等片刻得到了浇铸好并且居然瞬间冷却还卡在模具里的镐头……\n【假装有图】\n然后把浇铸好的模具放到合成栏里合成镐头（相当于把模具砸碎取出里面的镐头？脑补www）\n浇铸也有其他姿势。除了用锭模具往工具模具里灌液，也可以直接把工具模具放进陶瓷花瓶里接收金属液。\n最后类似石器头，给镐头接一根木棍……总之第一把镐就是这么来的。\n注意：只要一把铜镐就能挖全部种类的矿！不过以后最好还是换高级的镐。\n\n注：\n陶瓷花瓶里的金属液放置太久就凝固了……固了……了，扔回坑窑再烧一次吧；\n陶瓷模具里的金属液冷却得更快，而且若不幸冷却成锭……只能先倒出金属锭，然后制作炭炉将锭融化，或再去收集足够的小型矿石，惨；\n锭完全冷却后可以LShift+右键垒在地上，右键地上的锭可捡起。\n===============\n接下来你要掌握的是在四处找不到露天铜矿又没有材料做勘矿镐的情况下通过地表小矿石的分布对铜矿脉进行大致定位的技能。\n你还记得前10分钟满地跑的时候，找到的那些含铜小型矿石吗？\n\n\n\n\n\nfile_1549982739000.jpg (283.27 KB, 下载次数: 83)\n\n下载附件\n\n2019-2-12 22:43 上传\n\n\n\n\n\n在某个创造档里模拟找到了一大片小型孔雀石分布区，这说明地下可能有一个巨大的孔雀石矿脉。\n小型孔雀石的位置已标记出来。\n根据数学知识，建立平面直角坐标系，设点（x,y），求该点和所有小型孔雀石同点的点的距离平均值表达式并求其最小值，得出x，y  二元函数和偏导数我已经学到了，哪天说不定就能解决这个数学问题！啊好吧我觉得翻完代码可以考虑用期望来试试看\n\n经过简单的估计，初步认为矿脉中心是这↑里↓\n\n\n\n\n初步确定矿脉中心.png (258.59 KB, 下载次数: 82)\n\n下载附件\n\n2019-2-12 22:43 上传\n\n\n\n\n\n于是乎你带着开山镐挖了下去……在数个高度处横向挖了一通，终于找到了\n\n\n\n\n发现矿石.png (340.68 KB, 下载次数: 94)\n\n下载附件\n\n2019-2-12 22:44 上传\n\n\n\n\n\n看到美丽的孔雀石了吗？开镐开镐。\n（如果迟迟没有定位好，可以把自己当洛阳铲，间隔三五格从中心开始，打50米深洞地毯式搜索，记得备足垫脚材料）\n\n实地体验了一把找矿，还得形成文字说明。群峦的矿是这样的：地下会成堆地生成某种矿石，形成矿脉，想挖矿，就要寻找那些矿脉来挖。开采一个矿脉需要前期用各种方法探测矿脉形状，然后用支撑手段保证施工安全，最后才是挖。当然挖空了一个矿脉通常有丰厚的回报（足以塞满一两个箱子的矿石啊啊啊，就生存需求来说基本够用一辈子），这么一算还是超值。\n“y11鱼骨矿道什么的太逊了。”\n\n高回报伴随高风险，这是常识。当你在为后续生产建设进行原始积累的时候，头顶的石头可能正在愤愤不平。\n塌方的设定使得玩家挖掘的时候，可能引发无支撑的原生石头碎裂成圆石落下。群峦里绝大多数自然方块都有重力（圆石、沙子、沙砾、泥土等），而埋在方块里窒息的伤害是100/0.5s。当场暴毙还可能捡不回东西，人称抖M传说真不是盖的。\n（想更多更多地了解塌方&避免被做成陵墓，请移步第七章）\n\n注：\n因为还没有锯子，就没有3x3的合成栏，也就没有梯子，建议准备一些泥巴垫出去；\n因为还没有锯子，没法做支撑柱防塌方，可以在头顶放不受重力的原木，至少不用担心被埋；\n下落的圆石或者其他下落的方块会砸坏矿石，所以地面上尽量先挖！\n================\n无论你是幸运地找到了地表矿，还是感受了一波被埋的窒息，总之令人欣慰的是弄来了更多的铜矿石。\n按照传说中的烧制、浇铸一条龙流程，手头的其他几个工具模具也被填·满了液体\n这里建议优先浇铸勘矿镐（矿脉定位不重要吗）&锯子（木板和支撑柱不用用吗）。\n啊对了，有了锯子，你就解锁了一个至关重要的东西——3x3合成栏，第一次合成直接解锁背包里的3x3合成栏，再合成才会给工作台方块（装饰）。合成方式：锯+木头-->木材片，4x木材片-->木板，4x木板-->工作台。\n\n\n接着挖铜矿脉，记得做好支撑措施。\n——直到入手了价值1400mb的铜并确保挖矿能力，接下来要着手准备铜砧——第一个金属砧。\n=================\n注意：以下内容是第一次使用砧进行焊接的简单教学，建议在创造模式实践一下。\n\n先找来一块坚硬的原生石头当做天然石砧（火成力量：闪长辉长花岗流纹/英安安山玄武）\n开采石头只会掉落石子，若确有移动石头的需求，那么方法是让这个石头的六个面都接触空气。\n然后拿着石锤右键石头的顶部把它变成砧（你会发现石头矮了1/8），空手再次右键打开砧的界面，把锤子放到砧界面的左下角。\n\n然后弄来一堆助焊剂（四岩一矿：白云白垩石灰大理/硼砂矿（在盐岩中生成））\n上述石子&矿石在合成栏里和锤子一起合成助焊剂。\n把助焊剂放到砧界面的右下角。\n\n通常来说，在铜&铜合金期，从粘土花瓶里倒出来的金属液都尽量即用，以免重复烧制或产生棘手的金属锭。\n一次倒2个锭的量的铜液，然后尽快在合成栏获得烫手的 可加工|可焊接 的铜锭x2，抓紧时间，把它们放到砧界面左上角的焊接栏里进行焊接，就能获得铜双层锭。7个铜双层锭合成铜砧，其他材质的砧类似，都使用7个双层锭合成。\n=================\n如果不幸让某个铜锭凉了……而且这事让你很为难的话，可以考虑做炭炉救一下。\n要整一个炭炉，需要木炭打底。\n木头shift+右键可以作为木材堆放在地上，算是木头的一种存储方式，而要骚木炭就需要木材堆的形态。\n把木头摆成木材堆放好，然后把所有接触到空气的地方全部用石头沙子一类防火方块严密地、贴身地完全堵起来。\n接下来刨出一格口子，把火把扔在木材堆上面，只见火星四射（少量&全部颗粒效果限定版），过一会木材堆会烧起来，这时候马上把口子堵上，木炭就在里面酝酿了……酝酿特效是山头冒黑烟（需要打开颗粒效果）\n\n插点私货：↓我家至尊英安岩石砖木炭窑，每次只铺一层木材堆，过道剩下的空间用沙子堵死再点火，即可达到100%转化率。图示为工作中，可见限定版黑烟\n\n\n\n\nfile_1550215295000.jpg (269.16 KB, 下载次数: 87)\n\n下载附件\n\n2019-2-15 15:19 上传\n\n\n\n\n\n\n\n\n\n2019-01-24_12.34.13.png (201.77 KB, 下载次数: 92)\n\n下载附件\n\n2019-2-15 15:23 上传\n\n\n\n\n\n地上的木炭大概长这样↑黑乎乎一层\n注意：木炭只能用铲子弄起来！\n\n木炭入手，可以右键摆在地上，总共可以垒8层形成一个方块（和炭窑里面的木炭是一模一样的）\n整一个五面环石，顶面通风的小坑，摆8个木炭进去，然后上起火器搓火，就能创造一个炭炉。\n炭炉的五个面一定要是石质的方块！（震声）\n关于炭炉的具体介绍请看图：\n\n\n\n\n炭炉.png (203.59 KB, 下载次数: 80)\n\n下载附件\n\n2019-2-26 16:27 上传\n\n\n\n\n\n\n注：\n浇铸一个金属工具是100mb，而矿石的金属含量可以在物品上看到……对于开到贫瘠矿脉的朋友我深表同情，但还是挖够吧；\n烧制的时候最好计算好金属液的量，若出现不够&剩余的情况可以先倒进一个（锭）模具里，等下一罐金属液再填满；\n铜金属液刚倒进粘土模具的时候是极其高温的液体，所以……以为会有什么危险吗？我只是想说液体状态下还不能成锭啦；\n木炭的产量是1~min{8,木材堆木头数}，因此一层1木材堆（内含1木头）烧一个木炭是100%利用率，这也是我家炭炉设计的目标；\n曾经的露天烧木炭是个bug，现在修复了，修复的方式是不断尝试在所有正在闷木炭的木材堆四周点火……这火能替换掉任何用来堵木炭的 透 明 方块，所以凿子雕石头的收收心吧。\n================\n也许你可以先用铜制工具玩一段时间，但是我推荐有相应矿石资源的话直接进化到青铜合金。\n下面是青铜时期会用到的部分合金表。\n\n\n\n\n部分合金表.png (26.59 KB, 下载次数: 92)\n\n下载附件\n\n2019-3-1 00:54 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n如果你甚至还没有镐，那么目前合金有两种制作流程。\n\n1粘土花瓶里烧混合矿石\n这个是最最简易的、稳定的方法了。\n首先需要用【开始-所有程序-附件-计算器】把各种矿石含的金属单位总量算好，并且满足合金配方，然后像烧铜液那样，把矿石装进陶瓷花瓶，在坑窑里一烧就完事了。出来之后就是一花瓶的合金液。\n注：\n如果满足了合金配方，烧制完打开花瓶就能看到金属液导出的gui，而如果不满足任何合金配方，那么花瓶烧制完不会有任何变化，保留原来的物品。\n\n2粘土（锭）模具里混合金属液（TFC wiki上发现）\n暂不更新。\n\n3如果有了镐并且弄来了坩埚，则可用坩埚制作合金\n这里只做简要提及，因为大部分存档并没有前期就找到高岭石和石墨的好运气……坩埚的获得和详细使用方法在本章第四节讲。\n坩埚摆在燃烧的炭炉上加热，然后打开坩埚界面，在右上角输入栏里加入不同的矿石，矿石会逐渐熔化成为坩埚里的液体。看界面左侧区域显示的就是坩埚内现有金属及比例，以及合金种类（如果满足合金配方）。\n把模具放在右下角可以导出金属液。\n\n注意：如果用坩埚出现了金属配比失误，就会做出没有任何用处的未知锭。粘土花瓶。\n注意：全部金属液导出之前，别回炉其他锭！比如一锅90%铜&10%锡的混合金属液，如果你导出一部分青铜锭，但手抖回炉了一块进去，青铜会被当成新的金属加入，锅里就会形成**%铜&**%锡&**%青铜的绝望混合物，然后产出未知锭。欢迎进创造抢先体验整锅报废的快乐。\n================\n注意：铜合金有不少，青铜合金系列、黄铜、玫瑰金都可以归入。但仅有三种“青铜”才能制作工具：青铜；铋青铜；黑青铜。\n像铜那样，你也需要准备1400mb的同种青铜合金液=>14块同种青铜合金锭=>7块同种双层锭=>一个青铜合金砧。\n三种青铜砧都是等级2的砧，可以锻造所有青铜合金，及焊接锻铁双层锭。即青铜系列的砧通用。\n\n进化到下一时期的青铜合金相关材料清单：\n32块任意青铜合金的锭并把它们做成双层板。\n================\n改善生活\n\n青铜工具的基础耐久都在1200/1300/1500（铋青铜/青铜/黑青铜）左右，比铜制的500高到不知道哪里去了。如果我没记错的话，现实中的合金也比两种单质要硬一些，同时熔点低一些，但熔点的变化在中期开始的锻打中才会体验到（是的没错这mod也做了熔点的设定）。\n铜矿和那些做合金的矿通常来说很容易找，而且进化到锻铁以后就没多少需要铜的地方了（后期制作合金钢系列需要一些）。因此何不改善一下生活品质？敲几个青铜工具武器防具备用，熟练使用砧进行锻造，还能顺便练一下相关技能。如果青铜有大量富余，建议多制作几把锯子&凿子&勘矿镐之类对挖掘速度要求不高的工具。\n\n下一节将迈入锻铁时期，看名字都知道肯定得敲敲打打，所以现在多练练总有好处。\n3锻铁炉&锻铁&大炼( )( )\n带着8块青铜双层板，在合成栏里合成一个锻铁炉方块。接下来详细展示锻铁炉的搭建。\n\n\n\n\n锻铁炉.png (248.98 KB, 下载次数: 88)\n\n下载附件\n\n2019-3-3 23:18 上传\n\n\n\n\n\n注意：上图中，白色部分必需方块一定要是石质的（原生石头，圆石，光滑石，石砖啥的都可以）\n锻铁炉填料仓是本体上方的三层，每层可以装入8个木炭+8个铁矿石。\n所以可以不用建个完整的锻铁炉，但为了节省木炭，还是建吧……\n\n注：\n锻铁炉本体要用青铜合金双层薄板做，图里的模棱两可一点也不专业；\n因为截图的原因中下方那张图的锻铁炉本体不小心放上去了2333。\n========\n锻铁炉的用法，就用纯文本讲。\n第i[sup]2[/sup]步，假设你有完整的三层锻铁炉。\n第〇步，烧32个木炭并准备24个铁矿石。\n第一步，打开本体的门，往和本体同一层的那个空位右键放下8个木炭（想想建造炭炉的木炭是怎么放的）。\n第二步，爬上锻铁炉顶，从顶部的口丢入其余木炭和矿石（保证这一部分的木炭：矿石是1:1即可，木炭可多加）。\n第三步，爬下来，用起火器右键本体点火（一次即可）。\n然后就看它烧，锻铁炉一次要烧12h。\n\n第四步，锻铁炉烧完了，打开炉门，发现里面变成了一块黑乎乎的方块，用镐挖下来得到生铁方坯（直接蹦入附近的玩家背包里，如果没有蹦入背包，请拆炉子进去拿或检查附近是否有其他玩家）。\n第五步，没了。\n========\n获得了黑乎乎的生铁方坯，想要把它们变成工具和下一阶段的设备，你还需要多多锻打，降低铁块中的碳含量。\n首先，生铁方坯在砧（至少是青铜合金制的砧）上打开设计图选择唯一一个选项——精炼，疯狂锻打一波，得到看起来方方正正的精炼铁方坯，可以在物品栏里看到它含有多少单位的锻铁（这取决于当年烧的时候加了多少铁矿）。\n然后，接着选择——分解，疯狂锻打一波，把一大块精炼铁方坯分解成数个含有100单位锻铁的精炼铁方坯（如果有不足100单位的零头，也会分解成单独一块，后期可用坩埚+风箱熔化处理成锻铁）。\n接下来，从方坯到锻铁，需再次选择精炼，再疯狂锻打一波即可。\n图：\n\n\n\n\n锻**程.png (77.17 KB, 下载次数: 89)\n\n下载附件\n\n2019-3-18 10:05 上传\n\n\n\n\n\n========\n有了锻铁之后，做个锻铁砧是天经地义的。\n非常美妙的是，炭炉温度没法熔化锻铁，这就意味着你加热锻铁的时候可以省点心思。（如果用风箱额外升温就另说了，风箱在不久后就会见到的）\n\n\n惯例，为了进化到下一时期，咱先把锻铁相关的材料清单罗列一下。\n强烈建议先去挖一波铁矿因为下一阶段的消耗量相当的（估计各位已经挖吐了，但是…但是………）\n8个锻铁双层薄板（用来做高炉本体）\n12*i个锻铁薄板，其中i∈N，1≤i≤5（高炉多方块结构的一部分，决定了高炉的填料仓大小）\n\n清单就两项，是不是觉得相当愉悦呢？\n========\n改善生活\n\n做一把锻铁镐吧，它比青铜镐挖掘速度稍快。\n\n有了锻铁，你就解锁了一把神器——剪刀。它由两个锻铁小刀头在砧的锻造栏里打造而成，具有2200耐久。\n为什么说它是神器呢？因为它除了剪羊毛剪草剪藤蔓等等常规操作以外，\n还能瞬·间·破·坏·树·叶，并且这个清理树叶的功能不·耗·耐·久\n\n有剪刀，此生足矣！\n4高炉&钢&黑钢&红蓝钢&福特黑色高级钢/自古红蓝出CP#90%\n最后一站，你发现自己离毕业好像不远了\n========\nemmmmm，话说，只有几块锻铁板子就想炼钢？那可不像话\n你还需要    找石·墨和高·岭·石（上哪找？我们第二章第二节见）\n【石墨和高岭石的图】\n这俩货都没有明显的地表小矿石作为提示，所以唯一的找法就是拿着勘矿镐，在对应的岩石区域边走边探测……\n高岭石常常生成在高处山峦上，emmm\n啊对了（唐突），这两种矿石请一定挖够至少30个，才足够建出一个至少能用的高炉。\n\n好了，拿来了石墨和高岭石，首先把它们丢进磨盘里研碎成4个粉，然后各取4个粉和1个粘土合成一个陶土。\n你需要10个陶土捏制两个坩埚（像粘土大缸那样捏制，具体请自查NEI）\n其中一个坩埚和那8个锻铁双层板合成高炉本体。\n然后你还需要20i个陶土，制作未烧制的耐火砖（其中，i是你要建的高炉结构的层数，决定了高炉填料仓的大小，最多五层）\n耐火砖按照烧陶的方法烧制，获得烧制过的耐火砖。此时砂浆登场，和耐火砖一起合成耐火砖块。\n最后得弄来至少一个风箱，用于给高炉&坩埚&炭炉升温。\n以下是部分图片，包含磨盘&砂浆&耐火砖&皮革&高炉四大件等的制作详解。\n\n\n\n\n磨盘.png (99.82 KB, 下载次数: 81)\n\n下载附件\n\n2019-3-30 10:45 上传\n\n\n\n\n\n\n\n\n\n砂浆制作.png (34.9 KB, 下载次数: 82)\n\n下载附件\n\n2019-3-2 15:53 上传\n\n\n\n\n\n\n\n\n\n皮革制作.png (185.11 KB, 下载次数: 14)\n\n下载附件\n\n2020-2-9 00:23 上传\n\n\n\n\n\n【耐火砖制作流程下线中】\n\n\n\n\n高炉准备.png (160.15 KB, 下载次数: 68)\n\n下载附件\n\n2019-3-23 13:09 上传\n\n\n\n\n\n\n\n啊啦，为了减少烦心事，亲建议现在就做几个鼓风嘴备用呢~\n鼓风嘴可以用一块双层薄板在锻造栏里打造而成。建议用铋青铜双层板制作，节省铜。\n\n那么现在有了：\n1个高炉本体；\n1个坩埚；\n1~2个风箱；\n一堆耐火砖块；\n一堆锻铁薄板；\n也许还有几个鼓风嘴。\n========\n高炉搭建，一图：\n\n\n\n\n高炉搭建.png (276.79 KB, 下载次数: 93)\n\n下载附件\n\n2019-3-23 14:17 上传\n\n\n\n\n\n\n另关于风箱使用，有两个常见问题：\n1风箱辅助高炉应该对准高炉吹；\n2风箱辅助炭炉应对着炭炉上方一格吹（若炭炉上有坩埚，可理解为对着坩埚吹）。\n========\n第一锅钢#80%先填文字\n\n第一步，爬上高炉顶，把矿石：助焊剂=1：1丢入高炉顶部的口子，可见炉内堆起了固体材料。\n\n第二步，还在高炉上，把木炭同样地丢入高炉。木炭数量大于等于铁矿数量，至少要4个。\n\n第三步，起火器右键戳一下高炉本体启动高炉（无法启动通常是因为木炭加的太少了）。顺便右键打开高炉界面，看看右上角鼓风嘴的情况（若没有鼓风嘴&当前鼓风嘴低耐久，请先备好新的= =）。\n\n第四步，等待高炉加热一定时间。\n\n第五步，高炉内矿石温度到达顶峰，此时撸风箱。因木炭自身燃烧温度有限，故无法熔化铁矿石，需要风箱通入空气辅助升温。若有安装walia模组（以及可能需要的群峦配套模组），则准星对着高炉本体可查看矿石温度，达到 黄白**** 到 白 之间时，开始撸风箱。若没有walia，则需要凭经验判断温度。（懒人可以不在意这些，直接全程撸风箱，烧的过程中补充木炭即可）\n\n第六步，矿石温度达到炽白，开始逐个熔化了，产出的金属液流入了坩埚。你一边拿着陶瓷锭模具在坩埚的输出栏里做导出，一边时不时撸一下风箱保持温度。\n\n第七步，矿石全部熔化终了。一番导出&闲置冷却，从坩埚里倒出来几个生铁锭。（建议不要冷却，而是趁热锻成钢）\n\n以上就是高炉熔炼铁矿得生铁的过程。\n记得还得处理生铁来着？\n\n第八步，生铁锭加热到可加工（或者导出生铁液的时就做好准备趁热上了），在砧（至少是锻铁砧）上锻造栏精炼得到高碳钢锭，再次精炼得到钢锭。\n\n生铁&钢锭就是这么来的。\n========\n制作合金钢的准备工作（纯文字）\n\n在首先之前，总得先来个钢砧吧？7个钢双层锭安排一下。\n\n首先要认识到，高炉只是炼生铁炼钢的设备。\n而三种合金钢制作，本质就是拿着一堆锭，看着合金表，和坩埚炭炉风箱斗智斗勇\n\n\n\n\n合金表.png (70.33 KB, 下载次数: 82)\n\n下载附件\n\n2019-3-20 12:52 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n来张完整的合金表。之后碰到不会的合金请查阅这个表格。\n\n这里又有一份清单了，详细罗列合金钢--->红蓝全套毕业套所需材料以及它们大致的需求量。\n1五种迷之合金，分别是黑青铜（24+锭），黄铜&玫瑰金（各6+锭），[ruby=标准银]纯银[/ruby]&铋青铜（各6+锭）；\n1.1请选择黄铜&玫瑰金组合，或者标准银&铋青铜组合的其中一个组合，组合内两种合金各多做3个锭用于额外做个砧；\n2镍，至少挖来2400单位，也就是96+个普通硅镁镍矿（6组or24锭）\n3木炭&助焊剂&铁矿（以普通铁矿为例）请拼命地准备好，各1200个起步引起强烈不适\n现在说挖得想吐是可以体谅的。毕竟种树砍树烧木炭更想吐（砍金合欢&木棉的在这一点上倒不用担心）\n\n以下是详细计算，仅为有需之士提供参考。\n一套盔甲是22锭，四种武器是6锭，一个桶是2锭，一堆乱七八糟的工具是9锭，共39锭。鼓风嘴暂不计入（嗷）\n为方便合金制作，我们一锅合金钢要做2000单位的金属液。\n红蓝钢各做40锭，此外还要20锭的其中一种钢来做砧= =总计100锭，即150黑钢锭，方便配液则需要制出160黑钢锭（制作合金时黑钢取最低用量，并且考虑后期熔化回收黑钢砧）。\n制作脆红蓝钢每20个就需要两种对应的合金各三块（取了最高用量各15%）。\n镍取最低用量15%，则制作160块黑钢锭需要2400单位的镍。\n黑青铜也取最低用量15%，则同样需要2400单位，也就是24块黑青铜锭。\n咱们最后来算铁。按照前文的配比，100红蓝钢按合金配料表算得需要20钢锭；此外由160黑钢锭，可得需要160生铁锭＋112钢锭，换算后总计29200单位的生铁，再次换算得到1168普通铁矿石（含25单位）。！！！那么归纳一下就是1168普通铁矿&木炭，即装满两个大箱还多一点\n========\n黑色高级钢（交给纯文字吧~）\n是我，黑色高级猫。\n好了，还有谁要做黑钢？\n\n不开玩笑了，黑钢的制作很简单的……\n按照一坩埚20黑钢的原则，你要备好相应的钢锭&黑青铜锭&镍矿石（或镍锭）&生铁锭。\n然后把钢&黑青铜&镍丢进坩埚里熔化混合，得到一锅脆钢，用模具导出成脆钢锭。\n接着，在炭炉里加热生铁锭和脆钢锭，加热到 可加工|可焊接 ，把这俩货一在砧（至少是钢砧）里焊接，成了，高碳黑钢锭。\n最后在的锻造栏里精炼锻造一下，成了，黑钢锭。\n\n没了……记得做黑钢砧。\n\n看起来步骤很少很简单，但是能花你很多时间准备材料。\n========\n红蓝cp钢（交给纯文字吧~）\n基本上和黑钢同理，唯三区别：\n1制作脆红钢和脆蓝钢合金所用材料不同。\n2要给脆红钢/脆蓝钢焊接黑钢锭，才能得到高碳脆红钢/高碳脆蓝钢。\n3焊接和精炼至少要在黑钢砧上面操作。\n\n红蓝钢砧通用，只需做其中一个就行了。\n========\n改善生活\n\n红蓝钢桶总得做那么几个吧？装水装岩浆啥的，毕竟是人家独有的功能。\n\n然后呢，作为纪念，红蓝钢全套都得做一遍吧？\n\n\n我们以镐子为例，简单算笔账，看看日常开销中红蓝钢&黑钢&钢工具相比，谁比较划算。\n挖掘速度：红蓝钢>黑钢>钢（合金钢之间差距比较小）\n总耐久：红蓝钢（6500）>黑钢（4200）>钢（3300）\n最低铁消耗量：红蓝钢（245单位）>黑钢（150单位）>钢（100单位）\n最高每单位铁提供耐久：钢（33）>黑钢（28）>红蓝钢（26.5）\n\n所以说，毕业套什么的真的只是纪念意义，论性价比，大多数时候钢最优秀，而且钢最早出、制作最简单。\n因此我推荐——\n1挖掘类的工具（镐、斧）可以制作黑钢的，快。当然有耐心的人也可以用钢的。\n2铲、锯本身就有极快的挖掘速度，做到钢的就行。\n3小刀、勘矿镐、凿子、锯、锤子、锄头这类和挖掘速度没啥关系的工具，建议只做钢的。\n4别做镰刀了，剪刀多好玩。\n5剑、槌、矛、护甲根据战斗需要选择材料。但是胸甲最好用红蓝钢制作，因为大部分时候是胸甲扛伤害（其中蓝钢最好，防骷髅的穿刺伤害一流）。\n\nEND\n【贰】环境与气候\n1树&致富之前要秃头\n这节楼主将以迫真的心情和棒读的语言讲述。\n树的生成是像群落一样。一般一个区域生成一片森林，其中有两种主要树木（占了大头），还有一种次要树木（零散穿插）。维基娘认为它们仨可以是同一种树……比如说神奇的金合欢树（热带地区限定）。当地[ruby=温度]气候[/ruby]决定了这一片区域生成什么树，又或者你种的树能不能成活。\n又是特别无聊的图表，接下来还会有哦。\n\n\n\n\n树.png (33.62 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-16 19:27 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n==================\n树的用途有不少，树木全身都是宝。\n\n1树叶\n树叶可是挑逗露骨美少女的天然野战场，本身没有碰撞体积，任何东西都能穿过它。\n打掉树叶有概率掉落木棍&树苗。所以砍树之前要先清理树叶，以求树苗保本。\n注意：使用镰刀清理树叶会使木棍树苗掉落率下降为原来的三分之二。\n注意：树叶离原木太远&原木被砍伐后会瞬间枯萎消失并不会留下任何遗产，且没有办法能获得树叶方块本身。\n建议：有了锻铁之后做个锻铁剪刀，瞬间破坏树叶甚至不耗耐久，家居必备品。\n\n2木头\n砍树的最底端即可砍下一整棵树，所有的原木方块都会变成木头掉落。\n注意：下手之前请核实一下斧头的耐久。\n建议：鉴于群峦特有的砍伐机制，可以把很多树苗集中相邻种植（树苗将会随缘生长……），日后就能一斧子全部砍倒了。\n\n下面这个表……只是义务搬运而已哦，才不是什么凑数的呢= =\n\n\n\n\n木头.png (70.35 KB, 下载次数: 68)\n\n下载附件\n\n2019-2-16 21:03 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n注：\n燃烧温度是指在篝火里烧足够长时间得到的最高温度；\n因为金合欢树苗和木棉树苗只能作弊得到，所以维基娘那边偷懒了……我用传说中的NEI Waila看并写了一波；\n一般树苗还需要足够的空间生长，木头算是阻挡物而树叶不算。\n==================\n走进玄学系列特别节目——禁忌的树苗\n本期节目我们将研究参观因为作者早期版本制作失误而被设置为创造限定的两大树苗：木棉树苗以及金合欢树苗\n\n公告：节目已被叫停，原因是深刻的素材不足\n\n因为1.7.10金合欢树苗只是层外皮而长出来是橡树……人工种子kana？\n金合欢树（1.6.4限定）的遗照在TFCwiki有，见下\n\n当年我在某个群峦服，大家都称它是熊孩子金合欢。毕竟，全服人一直就用石斧砍这么一大棵，从开服砍到倒闭都没砍完……\n\n至于木棉树……可能作者没能实现2x2的生长吧，所以就咕了。但是1x1的木棉还是长得出来的\n2地形&岩层&矿石&科学中带着一丝丝诡异#35%\n前排提示：看塌方的那位兄弟，你走错门了！\n\n群峦的岩层生成模式&岩石种类\n注意：灵魂画师的一图流讲解\n\n\n\n\n岩层.png (63.77 KB, 下载次数: 63)\n\n下载附件\n\n2019-2-19 18:20 上传\n\n\n\n\n\n还记得四岩一矿和火山力量吗？前者是助焊剂批~发厂，后者能让你玩锤子！\n\n\n\n\n石头.png (39.84 KB, 下载次数: 90)\n\n下载附件\n\n2019-2-19 18:38 上传\n\n\n\n\n\n图源TFC wiki，我加了不少中字XD\n\n看完了图，果然还是得说两句。\n每一个岩层会由不同种类的岩石填充，每种岩石填充数千米长宽的范围，各岩层能生成什么种类的岩石详见上表。\n各岩层之间在生成的时候是没有关联的。第一岩层的两种岩石交界处并不一定是第二/三岩层的交界。\n===================\n地表一般会有三种泉：\n1普通泉。泉水是淡水。有一个1格泉眼直达基岩。泉眼周围包裹的岩石与第三岩层相同。\n淡水干啥呀？淡水能喝啊！\n\n2温泉。泉水是热水。有一个1格泉眼直达基岩。整个温泉包裹的岩石与第三岩层相同。\n泡温泉很舒服，还会加速生命值回复。温泉水是舀不起来也不能喝的哦。\n\n3岩浆泉。泉水是岩浆。似乎没有泉眼呐？整个岩浆泉包裹的岩石与第三岩层相同。\n醒醒，这玩意不能泡！不过岩浆周围生成硫磺矿。\n\n注：\n在一大片区域通常只会生成普通泉，或者温泉+岩浆泉。\n===================\n峡谷和原版那种差不多。\n峡谷通常在第一岩层靠近地表处生成，并且常常还会在第二第三岩层交界处生成一模一样的一个（双生）。\n\n\n\n\n\n\n峡谷小地图11.png (58.09 KB, 下载次数: 60)\n\n下载附件\n\n2019-2-19 16:09 上传\n\n\n\n\n\n地表处拍摄的小地图（0.5x），下方白色条状地形是我家旁边的峡谷。\n\n\n\n\n峡谷小地图21.png (35.69 KB, 下载次数: 130)\n\n下载附件\n\n2019-2-19 16:09 上传\n\n\n\n\n\n下到y=57处拍摄的小地图（1.0x），可见下方条状地形是和地表那家伙双生的峡谷。此外可见右上部分的洞穴群（洞穴群详见下文）。\n\n注：\n峡谷的双生特性可以方便找埋在第三岩层的矿（特别是蛋疼的硅镁镍矿），简直天堂；\n700血以下的掉峡谷基本跪了，不要当失足少女哦三格起步，每格100，死~刑封顶。\n===================\n洞穴群\n通常在第一或第二岩层生成，由十几个洞穴和洞厅等等小结构互通构成。\n两个洞穴群的中心之间通常距离200+米。\n\n注：\n刷怪塌方圣地；\n便于找第二岩层的矿。\n===================\n\n\n3日期&季节&温度\n群峦里面对于时间有了更明确的设定，默认情况下，新创建的世界会从一〇〇〇年陆月壹日开始，并以默认每天24h，每月10天前进。\n==============================================================\n群峦有了时间，季节自然少不了。\n\n春，万物复苏的季节。温度回升，冰雪消融。草地上可能会长出新的野生作物（这个可以一直持续到晚夏）。\n夏，炎热的季节。温度高得一匹，看看你烂掉的食物有多少！\n秋，收获的季节。温度下降。果树灌木的收获集中在夏秋交替时。\n冬，贮藏的季节。除了赤道附近，其他地区温度较低，离赤道较远地区可能会因为低温无法种植作物。温度<0的地区下雪，淡水结冰。食物腐烂速度因为低温而下降。\n\n\n\n\n冬雪、冰.jpg (57.84 KB, 下载次数: 60)\n\n下载附件\n\n2019-2-6 15:01 上传\n\n\n\n\n\n群峦世界以z=0作为“赤道”，在赤道的两侧，季节将如现实世界中那样进行区别。同一时间，身处z<0时是晚冬，而在身处z>0时是晚夏。（插个果树的梦想破灭了，赤道上面不结果儿！）\n==============================================================\n大量的事件和游戏内时间变化挂钩，比如作物植物的生长、动物的生产繁殖、你的饥饿口渴营养值的下降、食物的腐烂，乃至一些按照Minecraft常识来说只能跟着现实时间变化的事情比如烧陶炼铁闷木炭。如果你点了一锅木炭和锻铁炉然后去睡觉跳过夜晚，那么它们的进度会增加——和你修仙一晚守着它们增加的量是一样的。或者也有大老远跑回了梦开始的地方捡起一块早期扔掉的肉然后看着它迅速腐烂消失，等奇葩事情。\n\n注：\n新创建的世界是1000年6月1日开始，然而这个世界的运行则是从更早的时候（可能是1月1日）开始。比如说刚生成的野生作物就长到了一定阶段甚至已经成熟；\n上面所列举的全部经过了实践的检验，是真理。\n==================================================\n温度还莫得讲嘞。\n\n注意：这里讲的是环境温度。炭炉子的温度、篝火的温度、高炉的温度、铜锭的温度、铜双层锭的温度、铜薄板的温度……请去看第四章。\nF3查看的降雨量，温度，生态系统平均温度，蒸散量。这些数据在左侧最后一行。\n\n\n\n\n温度.png (20.15 KB, 下载次数: 59)\n\n下载附件\n\n2019-2-11 13:48 上传\n\n\n\n\n\n温度的决定要素有三个：\n纬度（z坐标）。决定了这个区域的生态系统平均温度（average bio temp）。前面说到了z=0视为赤道，那么与z=0这个面（笑）的距离就是你的纬度了，纬度越高，平均温度越低，而在z>=±29990（约等于）以后，平均温度不再降低。这里插播一条来自TFC Wiki的公式：t(z)=(z/1000)*250/10002*90,其中z是z坐标,t(z)是平均温度。\n时间。根据季节和时刻产生动态的温度变化。每天的6:00温度开始上升，18:00温度开始下降。季节会影响“日均温度”，夏达到全年最热日均温度而冬达到全年最冷日均温度。\n海拔。以海平面（y=144）为基准计算温度。海平面处温度最高，以下不变化，以上逐渐降低并且降幅逐渐增加。到y=583时不再下降，此时和海平面有高达70度左右的温差，不过正常生存你也到不了那么高啦……\n\n以上并不就是全部因素。根据个人游玩感受，我列举一个：\n“露天光”：某个方块接收的露天光的亮度（即F3中的sl一项）影响这一处的温度。亮度越低，温度越低；\n“阴凉处”：如果家住地洞，可以开着F3在家里转一圈，你可能会发现有几格和其他格相比温度骤降，格外地阴凉，而这些格子通常都在角落里。触发方法已发现：对于任何完整方块，在“南半球”(z>0)时下方一格西侧一格处会降温，在“北半球”(z<0)时下方一格西北一格处会降温。此外经测试，z<-10000的地方即为下方一格北侧一格处，晚夏时在z=0~100测试，都是下方一格西侧一格，因而应猜想是按照纬度高低决定，并且大胆猜想和日期（太阳直射点）有关。是真的硬核地理怪。\n最终温度（temp）以纬度、海拔为基础，时间为主要波动因素，“露天光”等为额外因素综合计算而成。\n【叁】认识你自己\n1状态栏&大条小条\n\n\n\n\n\n状态栏.png (22.3 KB, 下载次数: 71)\n\n下载附件\n\n2019-2-6 15:09 上传\n\n\n\n\n\n红条是生命值，刚出生时应该有1000点，回血速度不敢恭维。生命值上限受到多种因素影响（图中因营养不良，血量上限被削）。\n\n右上绿条是饥饿值，工作战斗时都会消耗，且自带缓慢消耗，吔食物可以回复。低于20%（大概）就虚弱II（完全没有实感）和挖掘疲劳II了；空着肚子并不掉血。\n右下蓝条是口渴值，只有缓慢消耗，喝淡水可以回复。口渴值低于50%，则尝试疾跑会被打断；口渴掉血！！\n\n下方熟悉的绿条就是经验条了，群峦有获得经验的途径（主要是打怪），然而附魔不存在的。等级有一定用处：每一级可以提供最多20点最大生命值上限、微量的饥饿值上限和口渴值上限。\n2物品栏&工作台和桶随身带\n物品栏与原版基本无异。当然合成栏值得一说。一开始你只有2x2的合成栏可以用，尝试合成工作台会将合成栏扩展成完整的3x3，也就是随身携带的工作台啦。\n另一个值得一说的是胸甲栏右侧有一格（创造模式下它在护腿右侧一格，少年绑沙袋吗……），这个我愿命名为“肩后栏”（惊了，维基上面也起了这个名字）。顾名思义，它是用来背东西的格子，背的东西也会确确实实显示在你背后（仅自己可见）。能背什么？密封的大缸/密封的桶/箭袋/砧。\n是不是感觉远足的时候背包压力减轻了呢？\n\n\n\n\n肩后栏.png (115.79 KB, 下载次数: 78)\n\n下载附件\n\n2019-2-6 14:59 上传\n\n\n\n\n\n\n注：\n死亡后合成栏降级为2x2，需要重新合成工作台；\n3x3合成栏下合成工作台，则得到工作台方块（装饰用）；\n如果有密封桶缸砧放在了肩后栏以外的地方，就会导致*超重*，让玩家走不动也跳不了。\n3技能&熟练的让人心疼\n技能栏中展示了你各项生存技术的熟练程度。\n\n技能有8种：普通锻造（General Smithing），工具锻造（Tool Smithing），盔甲锻造（Armor Smithing），武器锻造（Weapon Smithing），稼穑（sè）技巧（Agriculture），美食料理（Cooking），矿产勘探（Prospecting），牲畜屠宰（Butchering）。\n每种技能有4个等级，分别是菜鸡鸟（Novice）、学徒（Adept）、专家（Expert）、大师（Master）。\n当某种技能的点数累积到一定数量，等级就会提升。在技能栏，会显示每种技能的等级和升到下一等级的进度条。\n\n进行某种行为（比如锻造）会使对应的技能获得点数，进度条就会增加。有的技能效果随着技能点数的累积而提升，有的则是根据等级产生效果。\n=========\n简单了解一下有哪些技能，以及效果。\n\n普通锻造：在砧上进行大部分锻造都能提升。部分工具武器盔甲的锻造加成，取决于普通锻造和相应锻造技能。技能点数越高，锻造加成越高，下同。\n工具锻造：锻造工具头时提升。工具包括镐、铲、斧、锄、锤、凿子、勘矿镐、锯、镰刀（桶和鼓风嘴不确定）。\n盔甲锻造：锻造盔甲时提升。有哪几个就不多说了，总不能把镐穿头上吧。\n武器锻造：锻造武器时提升。武器包括剑、槌、小刀、矛。\n稼穑技巧：收获作物时提升。提高收获时得到两个种子的概率；\n                 专家级可以使用金属锄的营养模式查看农田营养情况，可以看到种子袋上标注该作物需要哪种营养。\n美食料理：制作三明治/制作沙拉时提升。使用左Ctrl键查看食物味道的详细程度增加。\n                 菜鸡级只能看到“是/否”的区别；\n                 学徒级可以看到大致的形容词；\n                 专家级可以进一步看到大致范围（+-5为最接近的味道）；\n                 大师级可以看到具体的数值（0为最佳味道）。\n矿产勘探：使用勘矿镐/使用淘金盘得到矿石时提升。增加淘金盘淘到矿石的概率，减少勘矿镐误报。\n                 学徒级可以用淘金盘淘到小型原生银（突然良心）；\n                 专家级可以用淘金盘淘到小型原生金（二度良心）；\n                 大师级直接探测出矿石的品质（提示可见贫瘠普通富集）。\n牲畜屠宰：杀死有产物的动物/钓鱼时提升。技能点数越高，屠宰产品产出量越高。\n\n关于刷技能等级，我有几点小建议：\n1刷美食料理，推荐全做三明治，因为不用碗。\n2刷矿产勘探，做几把勘矿镐慢慢挥。\n3刷牲畜屠宰，建议下海打鱿鱼&跳湖打鲈鱼，或者钓鱼。\n4刷稼穑技巧，夏天多出门收割野生作物。\n5刷工具锻造，没有妙招，想刷的话，就顺手为养老多备凿子吧。\n6刷盔甲锻造，打造未完成的盔甲，这会提升盔甲锻造技能，然后把未完成的盔甲丢坩埚回炉了再来一轮。（盔甲完成之后就不能熔化回炉了）\n7刷武器锻造，打造锻铁小刀头，这是唯一一个能回炉的武器头，懂我意思吧？\n8刷普通锻造，除了刷盔甲锻造、刷武器锻造的时候连带刷以外，你还可以打造油灯，并把它们回炉。\n\n注：\n查看的食物味道的数据是与玩家最中意的食物味道的偏差值；\n因为矿产勘探只需要使用勘矿镐即可提升，所以它是所有技能里提升最慢的（大概挥5000次就能上大师）；\n精炼、分解铁方坯、焊接并不能提升锻造技能。\n4日历&时间不等人\n日历中显示玩家所在的世界的日期信息，包括季节、星期、日期、时。\n\n注：\n每日的6时会更新星期；\n每个季节有三个时间段分别对应三个月，举个例子：初春（3月）、春（4月）、晚春（5月）；\n在凌晨时分，时这一项会显示“巫异时刻”；\n在特殊的日子，会有一些彩蛋（比如作者bioxx的生日）。\n5营养值&在？来点营养快线\n营养有五种，粮食、蔬菜、水果、蛋白质、乳制品。\n营养栏显示玩家五种营养的情况。\n营养值影响着生命值上限。吃东西可以补充对应的营养值。\n根据反编译得到的信息，最大生命上限=( 1000 + [经验等级] * 20 ) * min { Σ [营养] * 0.2 , 0.05 }，其中某种营养值为满时取1。\n\n注：\nTFC Wiki则有另一种说法：前四种营养分别提供最多200生命上限，而乳制品增加最多25%的生命上限。\n【肆】好啊！来啊！砸在砧上！\n1做一个好砧\n先看看砧的分类。\n\n\n\n\n砧类型ZH.png (38.96 KB, 下载次数: 76)\n\n下载附件\n\n2019-2-6 16:38 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n所有的金属制砧就不用说了；而能当成石砧用的，必须得是坚硬的石头，火山侵入岩和火山喷出岩的所有种类的石头都可以，请查阅第二章第二节。\n也许图片里的等级把你搞迷糊了，那你就这样记：某个等级的砧可以锻造和焊接同等级及以下的所有金属，并且可以焊接高一等级的金属双锭（这样才能做出高一等级的砧）。\n\n找到/自己挖来一块靠谱的石头，手持锤右键石头的顶部，就可以临时将这个石头变成石砧，并打开砧的界面。\n所有砧都是如下的界面。\n\n\n\n\n砧界面.png (29.74 KB, 下载次数: 74)\n\n下载附件\n\n2019-2-6 13:56 上传\n\n\n\n\n\n1：待焊接物品栏x2\n2：焊接产物栏\n3：锻造规则栏\n4：待锻造物品栏x2\n5,6,7,8,9,10,11,12：锻造工艺，使用它们调戏最下面的锻造进度条，分别是\n轻击(-3)、击打(-6)、冲压(+2)、弯曲(+7)、\n重击(-9)、牵拉(-15)、镦锻(+13)、收缩(+16)\n数据参考自https://tieba.baidu.com/p/4632969623，原数据分析帖在群峦吧里的沉底精品帖。\n13：设计图，点击这里选择锻造的产物\n14：加成显示，显示打造出来的物品获得的（锻造技能）属性加成\n15：锤子栏，放锤子，焊接、每一次使用锻造工艺都会消耗锤子耐久\n16：助焊剂栏，放助焊剂，每一次焊接消耗一个助焊剂\n17：锻造进度条，显示锻造的进度。红色指针不可动，是目标位置；绿色指针随着使用不同锻造工艺而移动，是当前位置（详见本章第三节锻造……其实一点也不详，不如动手敲着玩）\n\n要让一个砧能用来锻造，首先你需要放一把锤子上去；而要让一个砧能焊接，你还需要加放助焊剂。\n\n注：\n保护好你的砧，别让它被下落的沙子圆石砸到了（血与泪的教训）；\n家中常备大量助焊剂和几个锤子，以免敲到一半突然敲不了。\n2焊接工&来锤，上石灰\n本章第一节介绍了砧的界面，其中左上的是焊接界面。\n\n将两个物品放在焊接界面的两个物品栏里面，当如下4个条件满足时点击焊接按钮即可。\n1这两个物品焊接有对应产物；\n2两个物品都达到了可焊接温度（鼠标悬浮在物品上查看显示可焊接）；\n3锤子栏有锤子；\n4助焊剂栏有助焊剂。\n\n开工之前确保以上条件满足（特别是助焊剂和锤子），不然可能会尴尬并且浪费不少时间。\n助焊剂的获得途径：挖硼砂/挖白垩岩/挖石灰岩/挖大理石/挖白云岩，并把所得的硼砂/石子和锤子合成。1硼砂=6助焊剂，1石子=2助焊剂。\n怎么找？见第二章第二节。\n3锻造师&大锤80小锤40！\n本章第一节介绍了砧的界面，其中除了左上的焊接界面，其余部分都是锻造界面。\n锻造的流程是：加热物品到“可加工”--置于待锻造物品栏并在设计图里选择目标产物—使用锻造工艺直到同时满足锻造规则和锻造进度条两个指针对齐。\n用本质分析法想一想，其实锻造仅此而已\n================================\n锻造规则是锻造里一个比较特别的脑力活动（雾）。\n\n\n\n\n斧头锻造规则.png (25.22 KB, 下载次数: 78)\n\n下载附件\n\n2019-2-6 21:16 上传\n\n\n\n\n\n如图所示是斧头部的锻造规则，上面那三个是要求的锻造工艺，下面三个是你目前使用的最后三个锻造工艺，我目前对这个青铜锭做了一次轻击和两次冲击，可以看到下一格（即你使用的最后一个工艺）显示为绿色框，说明这一格满足了规则。\n所用的最后三个锻造工艺满足锻造规则的要求+锻造进度条对齐则锻造成功。\n所以你要做的事情，是使用各种工艺，把进度条的绿色指针移动到合适位置，然后敲出锻造规则要求的三步，使得两个指针刚刚好对齐。（复读）\n\n\n\n\n\n锻造规则模板1.png (17.71 KB, 下载次数: 80)\n\n下载附件\n\n2019-2-6 21:34 上传\n\n\n\n\n\n上图是锻造规则里最常见的，即敲出所给的倒数第一步、倒数第二步、倒数第三步工艺。\n一般看到这里，锻造已经学完了，你只需要不断地加以练习，用掉数个金属锤子，你就学会了锻造指即满足锻造规则又自如地调戏进度条。\n==================================\n从左到右敲，是大部分的群峦玩家最熟练的操作（基本上也不会出什么问题）。\nTFCwiki上没怎么说的则是，有时候可以不用按照倒一倒二倒三的顺序。\n\n再来一张图——\n\n\n\n\n锻造规则-锄.png (22.63 KB, 下载次数: 69)\n\n下载附件\n\n2019-2-6 21:44 上传\n\n\n\n\n\n看看边框有什么不同？是否感受到了群峦特有的秩序之美（不是）\n这个就是很多玩家可能不会注意到的东西了。如图，锄头的设计图，这次可以很明显地看到所需锻造规则的gui有变化，鼠标悬浮在最后一格上面显示“弯曲，非最末”。\n加了点注解。好了，我也算含糊其辞了。\n\n\n\n\n锻造规则-锄-注解.png (23.81 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-6 22:00 上传\n\n\n\n\n\n如果理解了的话，我再提一句吧，\n像下图这种，所需锻造规则里有一格空（即任意）的话\n\n\n\n\n锻造规则-锤.png (19.08 KB, 下载次数: 91)\n\n下载附件\n\n2019-2-6 22:05 上传\n\n\n\n\n\n这格对应的是视觉上的倒数第二，就会把其他两格的倒数第二位置点亮，意思是这一格即可以敲隔壁的冲击，也可以敲楼上的镦锻，当然因为是任意，所以也可以使用其他的工艺代替。\n\n注意：如果绿色指针从进度条右侧移出，则锻造失败并损失材料。\n4物品温度&设备温度&铁手抓热锭#70%\n该节包含物品温度&设备温度以及加热机制，维基上面的图表也会有很多。\n\n具有设备温度属性的设备有不少，篝火、炭炉、高炉、坩埚都有。\n它们最明显的标志是界面左侧那根温度指示计，前面在第一章都见过了。这玩意就显示了设备当前的设备温度，通俗点说就是“加热温度”。\n\n物品温度则是很多物品都会有的属性，比较常见的有各种金属制品和食物。\n对于金属物品，当温度高到可以在砧上锻造的时候，显示 可锻造 ；\n可以参与焊接的时候显示 可焊接 ；\n接近熔化温度的时候显示 ***危险***。\n================\n群峦的加热机制是这样的：\n如果满足1设备温度高于物品温度；2设备有燃烧中的燃料，那么物品就会被加热升温。\n提高设备温度很简单，只要在里面烧燃料就会升温。\n燃料所能升到的温度有峰值，但是你可以对设备使用风箱加快升温&突破峰值，不过撸风箱的同时会加快燃料（燃烧时间）消耗。\n\n物品被加热会升温，不再加热后温度自然下降。有了温度属性的物品无法堆叠，直到它们完全冷却。\n快速冷却物品的方法是把它们放进装有淡水的桶里，2s能从炽白-白-黄白-黄-橙色-亮红-暗红-淡红-灼热-烫-暖-直降到没有温度。\n\n注：\n燃烧中的燃料是指被消耗并充值于设备中的燃烧时间。想一下原版的熔炉，是不是先消耗一个木炭然后充值80s的燃烧时间？\n================\n高炉的提示\n高炉虽说是投料型设备，但也遵循加热机制。\n高炉点火以后，就会消耗木炭，同时加热里面的铁矿石，就像炭炉加热物品一样。\n因此，高炉一开始可以放着不管，等到一定时间过后，里面的铁矿石温度会在黄白****到白之间，这时再用风箱才是比较理智的选择。毕竟风箱升温会加快燃料消耗……\n\n高炉是可以连续投料不间断烧的，不用每次烧完再投料点火，这一点上可以说是非常的舒服。不过需要保证燃烧时间不能间断（也就是木炭要稳）。\n如果连续投料的话，每块铁矿石的温度是分别计算的哦。\n举个例子：\n先投了8个矿石进去烧，烧一段时间再投4个进去烧，那么现在高炉里可能就有8块是橙色****，而4块是暗红**，到了导出生铁液的时候也是先熔化出那8块铁矿，剩下4块还得多加热一会。\n\n高炉在熔化矿石的时候，矿石有自己的物品温度，也就是说即使燃烧时间断了，只要矿石温度还在炽白，就能继续熔化导出液体。不过，流入坩埚的金属液的温度是和高炉的设备温度同步的，如果高炉燃烧时间断了熄火了，之后熔化得到的金属液温度就会暴降，并且这些温度很低的金属液会坩埚的设备温度一并降低。\n================\n坩埚的提示\n坩埚是一类特别的加热设备。它并不是缓慢地加热物品，而是一口气熔化一块金属同时下降一大截温度。\n它自身并不燃烧燃料，只能由其下的炭炉加热以提高设备温度。（也可以通过倒入金属液获得与液体相同的温度）\n坩埚的输出栏具有保温功能，它能大幅减缓其内物品的降温速度。\n================\n干货区desu#\n【物品温度与对应产物表】\n【金属熔点表】\n【各种燃料的峰值温度表】\n5工具&防具&武器完结性介绍&加工路径#60%\n 【工具名称】 【左键功能】 【右键功能】 【其他功能】【蛇皮备注】 \n【获得途径】 \n【技能提升】 \n 铲挖掘泥土等松软方块；造成[普通]伤害。 - -唯一能挖木炭的工具。\n石器敲制&浇铸&金属锭锻造&怪物掉落普通锻造+1，工具锻造+2  锄 -将土壤变成耕地。\n按M键切换模式观察土壤各项属性（详见第五章第五节）。\n -\n石器敲制&浇铸&金属锭锻造普通锻造+1，工具锻造+2  斧砍树，砍倒一整棵；快速破坏木制方块&灌木丛等；造成[劈砍]伤害。 - - \n -\n石器敲制&浇铸&金属锭锻造\n普通锻造+1，工具锻造+2  锤造成[压砸]伤害。\n -\n 砧上锻造的必备工具。\n -石器敲制&浇铸&金属锭锻造普通锻造+1，工具锻造+2  镐开采石头、矿石；破坏石制方块；造成[普通]伤害。 - - -浇铸&金属锭锻造&怪物掉落普通锻造+1，工具锻造+2  凿子 -\n对方块进行雕刻（见第八章第五节）。\n在合成栏里参与合成（主要是合成石砖）。 \n -浇铸&金属锭锻造普通锻造+1，工具锻造+2  勘矿镐 -探测方块周围是否有矿石（见第七章第一节）。 - -浇铸&金属锭锻造普通锻造+1，工具锻造+2 \n 锯快速破坏木制方块 。\n -在合成栏里参与合成（主要是合成木材片）。 \n请不要拿它砍树。 \n浇铸&金属锭锻造普通锻造+1，工具锻造+2  镰刀快速收割作物；快速清理树叶；快速割取茅草。\n -\n - \n根据方块破坏量消耗耐久；注意树叶掉落物掉率降低。\n浇铸&金属锭锻造普通锻造+1，工具锻造+2  小刀造成[穿刺]伤害；打草丛得到茅草。\n格挡，减免50点伤害；剪羊毛。\n在合成栏里参与合成（食物的剔除腐败（快捷键D）&对半分割）；L-shift+右键某些方块顶部创建厨台。\n -石器敲制&浇铸&金属锭锻造普通锻造+1，武器锻造+2 剑造成[劈砍]伤害。\n格挡，减免50点伤害。 \n -\n -\n浇铸&金属双层锭锻造普通锻造+1，武器锻造+2 槌造成[压砸]伤害。\n格挡，减免50点伤害。 \n - -浇铸&金属双层锭锻造普通锻造+1，武器锻造+2 矛造成[穿刺]伤害。\n按住蓄力后掷出，造成双倍伤害。 \n -掷出后命中目标消耗10耐久。石器敲制&浇铸&金属锭锻造&怪物掉落普通锻造+1，武器锻造+2 弓 -按住蓄力后射箭造成[穿刺]伤害。\n -蓄力时间远长于原版，伤害从100~1000。\n合成&怪物掉落\n - 箭 - -作为弓的弹药。\n命中目标后大概率可回收。合成&怪物掉落\n - 头盔 -穿上（若盔甲栏有相应空位）。\n当头部受伤时减免伤害；免疫头部受伤双倍伤害。\n -\n皮革雕刻&金属薄板+金属薄板锻造&怪物掉落\n普通锻造+1，盔甲锻造+2\n 胸甲-\n穿上（若盔甲栏有相应空位）。当上身受伤时减免伤害。 -皮革雕刻&金属双层薄板+金属双层薄板锻造&怪物掉落普通锻造+1，盔甲锻造+2 护胫-\n穿上（若盔甲栏有相应空位）。当下身受伤时减免伤害。忄生感丝袜，在线锻造\n皮革雕刻&金属双层薄板+金属薄板锻造&怪物掉落普通锻造+1，盔甲锻造+2 鞋子-\n穿上（若盔甲栏有相应空位）。当脚部受伤时减免伤害；免疫脚部受伤缓慢II的减益。\n迫真足力j*an老人鞋皮革雕刻&金属薄板+金属薄板锻造&怪物掉落普通锻造+1，盔甲锻造+2 桶 -装入&倒出液体。 -红钢桶操纵淡水&盐水，蓝钢桶驾驭岩浆。\n红钢薄板&蓝钢薄板锻造\n 鼓风嘴 - -放在高炉本体界面的鼓风嘴栏里，炼钢必备消耗品。\n高炉每熔化导出一个铁矿石，鼓风嘴耐久-1。 \n金属双层薄板锻造\n 粘土纺锤 - - 在合成栏参与合成（把羊毛纱&各种布匹捋成线）。 -烧制\n -剪刀精准采集草丛方块；快速清理树叶。\n剪羊毛。\n-\n破坏树叶不会消耗耐久。\n锻铁小刀头x2锻造\n 油灯\n-\n放置；右键桶（方块）倒出&装入液体。\n-\n-\n特定金属锭锻造\n普通锻造+1\n箭袋-\n打开箭袋的物品栏。\n自动存取玩家拾起的箭&多余的矛（确保背包里有至少一把矛）。\n-\n皮革雕刻\n -钓鱼竿-\n按住蓄力甩出鱼钩；按住拉回鱼钩。\n-\n仅能用来钓鱼，勾人什么的就在梦里想吧= =\n合成\n -起火器\n-\n按住蓄力，蓄满后尝试点火一次。\n-\n点火成功率略低；无法在木制方块上点火。\n合成\n -打火石\n-\n按住蓄力，蓄满后尝试点火一次。\n-\n点火成功率100%。\n合成\n -\n\n\n\n\n\n\n表格中空着的部分有待更新 or 探索。\n\n【伍】饮食与农业\n1你家应该建在哪？#\n2还是种田适合老子&水果蛋白乳制品\n来来来，这节我们教种田。\n石器期你就拿到了能耕地的石锄头，右键去开垦田地，然后把探索时收集到的种子播下去就完事了。\n播种的时候注意环境温度，低温影响作物的生长！过于寒冷作物会冻死，并且在地上留下种子……下图是某冻死的甘蔗的海葬仪式\n\n\n\n\n冻死的植物.png (112.17 KB, 下载次数: 77)\n\n下载附件\n\n2019-2-7 11:27 上传\n\n\n\n\n\n注意：非露天的耕地不能种植，作物上方变为非露天时，作物直接去世，也不会留下种子！\n注意x2：坑比作者魔性耕地，挖了不掉泥土！\n\n插入一张很无聊的图片了解一下各种作物\n\n\n\n\n作物.png (258.63 KB, 下载次数: 88)\n\n下载附件\n\n2019-2-7 11:05 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n解释：看那两种甜椒，如果你在没完全成熟的时候手抖收了它们，你就能得到第三种甜椒（不就是青椒吗kora！）；抗寒指的是能抵御寒冷但是不生长；抗寒这一项里的No[sup]3[/sup]指的是对寒冷极其敏感，一般温度低于5度会冻死。\n补充：大头菜我没见过，但有相关成就，上维基一查才知道这玩意得调整配置才能出现；\n另外甘蔗没列在表里面，我简单补充一下（产出甘蔗|平均8oz|加工产物糖|需要营养C|长速非常慢|抗寒No[sup]3[/sup]）。\n====================\n老夫带着专家级的稼穑技巧回来种田了！\n多年前我们讲到土壤营养……注意，这里的营养不是水果蛋白乳制品！\n土壤有三种营养，ABC，可以类比一下氮磷钾金坷垃好处都有啥\n\n每种作物都需要一种营养来生长，比如说水稻需要B营养，而其他粮食作物都需要A营养（我们中·出了一个叛徒）。\n想查询的话，等你是专家时就可以了——\n\n\n\n\n2019-02-20_16.12.33.png (363.76 KB, 下载次数: 65)\n\n下载附件\n\n2019-2-20 22:35 上传\n\n\n\n\n\n当作物插在地上并且温度等条件允许的时候，会消耗土壤中的它需要的那一种营养，然后生长。\n土壤随时都在缓慢地回复三种营养，但是那远远比不上作物消耗的速度。\n所以如果所需营养全空了，作物生长速度就取决于营养恢复的速度……这是短板效应哦\n我体验过了，至少延长三倍时间，因为——刚放下去（指右键放置方块）的土壤营养是0！孤岛生存的勇士前期千万别强迫症挖泥整田！\n【未测试】有一种可爱的矿石叫钾盐，用磨盘磨粉得到肥料，可以给耕地施肥。\n休耕&轮耕将是非酋种田高效利用的选择！\n\n如果一个专家拿着金属锄来查看营养：\n\n\n\n\n2019-02-20_16.16.44.png (337.72 KB, 下载次数: 65)\n\n下载附件\n\n2019-2-20 22:35 上传\n\n\n\n\n\n这是某块种着大豆的耕地的营养值，（话说大豆和绿豆可以加快土壤中AC营养的回复？）\n如上图所示，营养模式下三种营养对应图中三个颜色的柱状图。\n\n\n\n\n2019-02-20_16.15.27.png (366.83 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-20 22:35 上传\n\n\n\n\n\n新放下的泥土是没有土壤营养的！（复诵）\n\n补一下在第一章咕掉的锄头的模式，记得按M切换模式哦\n耕作模式。基本功能，耕地。\n水源模式。对准某块耕地或某个作物，检查该土地是否被淡水润湿（蓝-是，黑-否）。\n收获模式。对准某个作物，检查作物是否可收获（绿-是，红-否）。\n营养模式。对准某块耕地或某个作物，检查该土地的三种营养情况。\n注：营养模式仅在使用金属锄+稼穑技巧专家级的时候才能使用。\n==============\n然后是新人头疼三件套，水果蛋白乳制品\n水果怎么个头疼法子呢？主要是有的玩家出生点太不幸了，离赤道近温度高，野生的果树灌木几乎没有。那就往离赤道远的地方跑去找吧~~\n\n\n\n\n香蕉树.png (305.93 KB, 下载次数: 79)\n\n下载附件\n\n2019-2-6 22:24 上传\n\n\n\n\n\n来张香蕉树饱饱眼福。\n果树基本都长这个形状，树干细细的，树叶很别致。砍掉（锯掉）果树的侧枝有几率得到树苗。\n你把野外的果树刮了一番，拿到了几个树苗，种出来生成一截树干，这一节树干会逐渐长成完整的果树，和野外那种一样的。\n这是群峦里最写实的树木成长了！\n\n接下来介绍果树的树叶XD\n\n\n\n\n果树叶.png (41 KB, 下载次数: 71)\n\n下载附件\n\n2019-2-7 11:53 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n果树的每一块树叶在特定的季节显示为两开花的样子，一段时间后在特定的季节显示为结果的样子，结果时就能采收了，轻点右键即可收获。被收获的树叶可能会消失，是正常现象，以后还会长回来的。\n通常一株完整的果树可以收获160oz以上的产物！\n注意：果树结果除了季节要求以外，还需要0<=当前温度<=38度\n\n\n\n\n\n应季水果.png (28.85 KB, 下载次数: 92)\n\n下载附件\n\n2019-2-26 16:23 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n香蕉没有开花的图，虽然它确实有花期，请不用在意。\n====================\n群峦添加了11种灌木丛，它们是另一种水果来源，不过它们不像果树那样高产，最多只能当零嘴。\n在适合的条件下，灌木丛会在世界生成的时候生成在草地上。\n注意：云莓要生成在泥炭上，只有欧鳇才见过它们！（家里躺了一整排各种浆果，但我至今没见过云莓）\n灌木丛没有任何扩大种群的方法，找到多少就是多少！\n以下是灌木丛生成条件表。\n\n\n\n\n灌木丛生成条件.png (49.37 KB, 下载次数: 70)\n\n下载附件\n\n2019-2-26 16:23 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n\n注：所有的灌木丛可以摆在草方块&泥炭草皮等方块上面。\n灌木是可以穿过去的~\n雪果、草莓、冬青浆果、山茱萸浆果仅有1/8方块的一层；云莓、蔓越莓、鹅莓则有半方块高；黑莓、接骨木、树莓、蓝莓有接近1方块高。\n黑莓、接骨木、树莓可以垒起来形成更高的灌木。\n黑莓和树莓可以有效刺伤生物。\n黑莓、树莓、接骨木、鹅莓、蓝莓减缓穿行其中的生物30%速度。\n\n\n\n\n\n结果的蓝莓.png (52.14 KB, 下载次数: 79)\n\n下载附件\n\n2019-2-26 16:23 上传\n\n\n\n\n\n在合适的季节，灌木丛会结出果子（图中是蓝莓），外貌也会有变化，这时右键可以收获之（3~8oz）。\n被收获的灌木在一个月后还会结果，只要季节条件仍然满足。\n结实条件并不一定要和生成条件相同。\n以下是结实条件图\n\n\n\n\n灌木丛结果条件.png (29.92 KB, 下载次数: 63)\n\n下载附件\n\n2019-2-26 16:23 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n\n注：气人系列翻译问题，汉化出来挨打！\n【加拿大草茱萸】对应【山茱萸浆果】，【山莓灌木】对应【树莓】\n======================\n牛奶的时间。\n要补充乳制品这一项，必须要做的大事情是拐牵来至少一头母牛XD。把牛圈起来，然后每隔24h喂它一次谷物，你就能和它变得面熟，当熟悉程度达到30%就可以拿木桶（五个木板合成的手持品）右键它挤奶了，每24h可以挤一次奶。\n一桶牛奶是20oz，可以回复约33%的口渴值以及大量的乳制品（对应20oz）。口渴值、饱腹值都非满的时候才能饮用。\n牛奶太多的话可以先装在桶（七个木板合成的方块）里，每木桶的牛奶是1000mb液体所以桶里可以装10份。 \n\n嘛，喝牛奶是勉勉强强啦，不过等到伙食换成三明治之后你就会因为饱腹值常满而感到愤怒。幸好作者给了一个改过自新的机会，你可以把牛奶制成奶酪，奶酪片就能往三明治里面夹了~~\n奶酪的做法在镇楼图里有简单的图解XD\n首先把一定量牛奶倒进一个桶里留用（1000mb~9000mb），另外准备一个桶，装淡水加入足量谷物粉，酿酒，再往酒里加入足量水果（苹果除外），酿醋。把用木桶舀出来一桶醋放进牛奶桶里，得到奶醋。密封奶醋得到奶酪。（1000mb奶醋=>16oz奶酪）\n======================\n杀羊/牛/猪/马能得到对应的肉，常识可知它们补充蛋白质……不过动物实在是不好繁殖啊（除了生崽子跟不要命一样的猪……），一年才一胎。\n不过，获取蛋白质不必杀害珍贵的动物！\n\n善良方便的方法有三种：\n1种大豆。这是真正唯一的不杀生方法！大豆怎么种不说了，前面某节有开种田课。如果运气不好找不到大豆可以考虑等下一年春天，草地上会刷出不同的野生作物。顺便捞一波疲软的稼穑技能。\n\n2钓鱼。看起来好像不是很杀生的方法。钓鱼方法就是手持鱼竿右键按住甩出，鱼上钩后按住右键收杆把鱼拖到岸边。钓鱼可以提升屠宰技能，这样你就能越钓越大发。鱼竿的制作和原版一样，而线的来源有二，杀害蜘蛛得线或者羊毛纱用纺锤捋成线。鱼竿是没有耐久条的，你能用它一辈子！\n\n\n\n\n\nfile_1549864173000.jpg (76.06 KB, 下载次数: 75)\n\n下载附件\n\n2019-2-11 13:47 上传\n\n\n\n\n\n在家旁边渔场里的欠揍的鱿鱼\n\n\n\n\nfile_1549864173000.jpg (153.05 KB, 下载次数: 68)\n\n下载附件\n\n2019-2-11 13:47 上传\n\n\n\n\n\n跑了老远在超大淡水湖找到的愚蠢的鲈鱼\n3屠戮野生水生动物。在咸水（一定深度的海里）会生成一群数只的鱿鱼，杀死能得到鱿鱼须（没有屠宰技能每只平均0.05oz）。在淡水（一定深度的池塘里）会生成一群数只的鲈鱼，杀死能得到生鱼。这两种方法都能提升屠宰技能。第三种一点也不善良吧！\n\n注：\n钓鱼的原理是在鱼钩上面生成一个鱼，拖到岸边后就kill，所以才能提升屠宰技能啊……好残忍，好不善良，我种豆吧……真香；\n方法2,3都能获得少量经验；\n海鲜真鲜。\n3料理！沙拉&三明治\n万恶之源bioxx和kittychanley设计了两种膳食，分别是沙拉和三明治。它们让你的饮食营养更加均衡，并且让多样的食材获取更加有必要。为了增加愉悦程度，群峦还准备了一个迷之口味偏好机制。\n下面开讲。\n========\n对于食材，科普俩快捷键：\nD：背包里有小刀时可用，快速剔除所有食材的腐烂部分。\nS：快速合并鼠标悬浮的食材和所有与之完全相同的食材，如果有腐烂则可能会顺便剔除。\n========\n有一种新的方块叫做厨台，它是一个全透明的薄片。\n手持小刀右键一些（看起来很干净的）方块顶部创建厨台。可用的方块至少有原木、原生石头、平滑石头、木板等。\n\n\n\n\n厨台.png (166.09 KB, 下载次数: 72)\n\n下载附件\n\n2019-3-5 20:49 上传\n\n\n\n\n\n\n打开厨台界面，如下两图所示：\n\n\n\n\n厨台界面.png (56.61 KB, 下载次数: 72)\n\n下载附件\n\n2019-3-5 20:56 上传\n\n\n\n\n\n1：三明治制作区。\n2：沙拉制作区。\n3：食材栏（三明治），最左侧有面包图案的格子只能放入面包，右侧4格则只能放面包以外的不重复的食材，生肉不能放入（生鱼倒是没问题）。\n4：输出栏，做好的料理放在这里，只能取出。\n5：烹调按钮，点击使用食材制作制作一个三明治&沙拉。\n6：4格储物栏，通常放碗供沙拉使用（制作时自动使用碗），但也能放其他体积<{中等}的物品。\n7：缓存栏，用于兼容三明治制作区的面包食材栏，制作沙拉的时候没有用处。\n8：食材栏（沙拉），可以放置各种不重复的食材，但不能放置生肉。\n========\n当你往厨台里放好了食材（沙拉还需要碗）并点击烹饪，就制作出一个三明治&沙拉。\n傻瓜式料理，没有隔壁某尼做的某理工艺好玩。\n\n看看我做的一个三明治——\n\n\n\n\n三明治属性.png (29.14 KB, 下载次数: 73)\n\n下载附件\n\n2019-3-5 21:35 上传\n\n\n\n\n\n悬浮在三明治上面就能看到这个三明治所用的食材图标，按下L-shift键则能看到食材名称。\n\n注：\n三明治可以一口吃完&吃到满饱食度，这不像其他食物一次只能吃5oz；\n三明治和沙拉都是不能食物合并和剔除腐烂的。\n========\n口味&偏好\n\n\n\n\n不同玩家口感不同.png (102.85 KB, 下载次数: 75)\n\n下载附件\n\n2019-3-5 21:40 上传\n\n\n\n\n\n来一张图爽一下。\n\n图中可见针对同一个三明治的口味，不同的玩家见仁见智。\n事实上根据世界种子，每个玩家会被分配到一个随机的味觉数组，它决定了你在这个世界里的口味偏好。\n对着食物按l-ctrl键查看食物&食材的口味，这个则是食材本身口味与你的偏好之间的差距（这一点在第三章第三节技能里同样有说）。\n食物的口味越接近你的偏好，这个食物同等质量能补充的饥饿度越多。\n\n在料理技巧到达学徒级以上的时候，就可以看到对口味的粗略描述，完美的口味是最接近你的偏好的。\n而料理升到大师以后，你就能看到精确的偏差值。\n\n注：\n从NEI的最后一页可以看到有俩物品：（Null）三明治，（Nul）l沙拉，查看它们的味道数值，并取绝对值，就是自己的口味偏好数值；\n通常来说，同种食材的味道数据都一样，但也受到某些因素影响（比如产地&加工方式）。\n4小动物#\n5腐烂&保鲜方法\n腐烂能让你好不容易种出来的/钓上来的/宰杀得的/采摘的/发酵的东西有中生无，九九归一。\n\n\n图源TFC wiki\n食物的腐烂程度可以悬浮在物品上看到，对应的名称是变质，而在物品栏里以耐久条的形式直观呈现。0~10%的腐烂程度用绿色的耐久条，说明它还健康；而10.1%~99.9%则用红色的耐久条，告诉你再不做处理就干脆扔了吧。\n牛奶的腐烂度是个例外，它只有一种状态：新鲜。如果长期不喝，小木桶（物品）里的牛奶就会突然去世，留下一个空桶。然而如果你把牛奶倒进桶（方块）里再舀起来，它就没有新鲜程度了，饮用的效果和新鲜的一样……百年老坛（呕）\n\n腐烂的机制是隔一定的[ruby=日历上写的]时间[/ruby]对食物进行一次“腐烂”操作——让它开始腐烂或者增加它的腐烂程度。如果食物已经腐烂了一部分，那么下一次“腐烂”会烂得更多（一个烂了0.5%的苹果和一个烂了50%的苹果，后者在下一次“腐烂”的时候……会让你看场好戏）。\n\n腐烂的速度取决于“腐烂”操作的时间间隔，而时间间隔受以下两点影响：\n1温度。温度越高两次“腐烂”的时间间隔越短，浅显易懂。在低于0度的地方几乎不腐烂。\n2食物。\"腐烂\"最快的是煮鸡蛋和所有生肉。接下来依次是水果>谷物&玉米穗&面粉&面团&面包&蔬菜&大豆>奶酪&生鸡蛋&谷物粒>糖。糖一枝独秀，温度适中情况下几乎不腐烂。\n==========================\n原生态防腐展览会\n\n\n\n\n2019-02-11_14.28.49.png (398.43 KB, 下载次数: 75)\n\n下载附件\n\n2019-2-11 15:26 上传\n\n\n\n\n\n盐渍腌制密封抹盐小刀剔除/粮食加工粘土花瓶风干烟熏煮熟\n\n以下方法将会减缓腐烂的速度。部分方法在TFC wiki上，并且给出了[ruby=不保证有效]一个系数[/ruby]，多个系数相乘计算，越低越好。我实践过的方法加粗。\n\n以下5种方法是食物加工方法，处理过后会呈现在食物的名字里。\n1盐渍。咸水里加醋得到卤水，把食物往卤水里扔然后密封。\n2煮熟（x0.75）。把食物在篝火上做熟，几乎任何食物都可以上去烤。\n3腌制（生食x0.5,熟食x0.75,醋桶内密封不取出则额外x0.1）。把盐渍过的食物往醋桶里密封一段时间。你就是天朝醋王吗？\n4熏制（x0.75），风干（x0.25）。家里有羊的民众特有。把盐渍/腌制过的生食物用羊毛纱挂起来风干，或者挂起来用篝火熏烤。注意风干后煮熟则风干属性消失。\n5抹盐（x0.75）。盐岩地区民众特有。把肉和盐合成。\n\n以下4种方法是调整储存环境的方法。\n6粘土花瓶（x0.5）。把食物放在粘土花瓶里。\n7粮食加工。把刚收割的粮食作物（除了玉米穗）用小刀处理得到谷物。\n8缸桶，密封。把食物放进桶里，密封。\n9放在低温处。把玩家和食物的储存设备往低温的地方放。如果你不想去两极的话，可以考虑往高处放，比如说……y=255？低于0°C的地方食物就基本不腐烂了，如果往更冷的地方放，相当于延长了0度冷藏的时长。\n\n以下一种是手动方法，你每天可能要用上好几次。\n小刀剔除。把部分腐烂的食物和小刀合成，剔除其中腐烂的部分。打开物品栏，对着食物按D键可以把背包里的食物快速剔除。\n\n总结一下，比较稳的方法就是把食物储存在0度以下的密封桶里+一堆食物加工。\n6桶业大发展&食物加工方法（详）&酿⑨厂#\n\n【陆】战斗，来一发！\n1大棒大剑大刀大矛&伤害类型#\n2套中人&防御伤害#\n3哇浪，怪哦&生成保护\n\n\n\n\n\n地狱绘图.png (457.08 KB, 下载次数: 75)\n\n下载附件\n\n2019-2-11 13:47 上传\n\n\n\n\n\n地 狱 绘 图\n\n平时能见到的怪物基本上都是套着原版皮的强大怪物，真正的原版怪物都活在地狱嘞。\n目前有七种，容我一一道来。\n===================\n1僵尸\n老朋友了。\n具有450点生命值，攻击是劈砍伤害。\n受到劈砍伤害较多，压砸伤害较少。\n掉落没什么用的腐肉0~2；稀有掉落50oz胡萝卜或马铃薯（50%变质）（仅限被玩家杀死）；极稀有掉落锻铁锭0~1（仅限被玩家杀死）。\n\n继承了原版呼风唤雨见风是雨叫人来打群架的惊人能力。\n===================\n2蜘蛛\n老朋友+1。蛛形纲。\n具有1800点生命值，攻击是穿刺伤害。\n继承的原版的透视方块、爬墙和跳跃式进攻能力。\n掉落基本上能和羊毛线通用的线0~2，没什么用的蜘蛛眼0~1。\n\n“是什么蒙蔽了我的双眼？是干草和树叶！”\n===================\n3苦力怕\n老朋友+2，摇头晃脑可能是刻板印象？\n具有500点生命值，攻击是在世界的中心呼唤爱爆炸，似乎不吃伤害减免。\n受到穿刺伤害较多，压砸伤害较少。\n掉落火药0~2。\n\n最丢人怪物没有之一，只能炸开沙石原石木头等软家伙，碰到至尊英安岩石砖地板就是弟弟。\n===================\n4骷髅\n老朋友+3。走夜路小心被se xy露骨美少女追着打……\n具有1500点生命值，攻击是射箭造成穿刺伤害。\n受到穿刺伤害为0，受到劈砍伤害较少，受到压砸伤害较多。\n射箭速度被削了；经常穿着衣服生成，常见的是带个帽子，盔甲可以是皮制、铜、青铜、锻铁。都几岁了，还这么害羞\n掉落染发剂原料骨头0~2，非常珍贵的箭0~2；稀有掉落手上和身上的东西（仅限被玩家杀死）（箭袋不会掉落）。\n\n前期五杀守尸魔王双子之一\n平时钻进树叶或者茅草里面无伤锤。如果没有庇护道具的话，绕着圈打或和她贴贴比较好。\n野外钻树叶调戏骷髅请不要同时拉上一群僵尸，否则真成本子剧情啦。\n===================\n5投矛骷髅\n老朋……卧槽，你怎么转行了。走夜路可能被se xy黑皮露骨美少女暴打……\n具有1500点生命值，攻击是投矛造成穿刺伤害。\n受到穿刺伤害为0，受到劈砍伤害较少，受到压砸伤害较多。\n经常穿着衣服生成，常见的是带个帽子，盔甲可以是皮制、铜、青铜、锻铁。\n举着的矛一般是石制的，也有可能来个铜的。\n掉落骨头0~2；稀有掉落手上和身上的东西（仅限被玩家杀死）（箭袋不会掉落）。\n\n差不多同楼上。\n===================\n6末影人\n老朋友，老朋友。身娇体柔易推倒。\n具有4000点生命值，攻击是普通伤害吧。\n受到穿刺劈砍压砸伤害较多\n继承了原版所有可爱的特性。\n掉落末影珍珠，据说是作死神器。\n\n碰水一次掉50血，下雨天食用更佳；\n可以限高战法用手慢慢摸，或者水里一站媚眼一抛，亦可用树叶干草蒙蔽它的双眼。\n===================\n7史莱姆\n极其罕见的老朋友，连我也只现在见过四次了。\n真·地狱绘图：\n\n\n\n\n史莱姆.png (186.18 KB, 下载次数: 77)\n\n下载附件\n\n2019-3-15 14:46 上传\n\n\n\n\n\n应该分为三种，生命值分别为350/700/1400，尽管如此它们长得一模一样，并没有形态上的不同。（我只见过350和1400的）\n（伤害弱点未知）\n继承了原版大部分特性包括它们那坑人的生成方式，但是击杀后不会分裂了。正因为群峦世界海拔高，又没有沼泽生物群系，所以史莱姆才那么罕见啊。好在作者放了一条生路，让史莱姆在地狱里也能生成。\n掉落粘液球，想做个粘性活塞真难。\n\n似乎没有攻击力？？\n===================\n生成保护，定居者&建筑师福音，让你专心干活\n\n因为洞穴很少，所以怪都刷在地面啦~\n如果你在地下比较深的洞穴迷宫里，那就更刺激啦~\n如果某个区域有生成保护的话，那就不会刷新怪物啦~\n\n虽然刷怪量感人，但护驾机制生成保护（Spawn Protection）可以了解一下。\n这个机制说的是，有生成保护时间的区块不会刷新怪物。\n如果一个玩家在某一个区块里一口气待够一个小时（游戏内），那么就会给以之为中心的5x5的区块叠加8h的生成保护时间。呆多久就加多少~当然有上限，最长可累积到游戏内10个月。怪不得家里零光源都不刷怪。\n如果某一个区块不在以玩家为中心的5x5区块里，那么它的生成保护时长就会流逝。\n而保护计只是用来测量某一个区块生成保护时间的装置。（保护计详见不知道是第几章第一节）\n\n生成保护机制的很多数据都在配置文件里可改。\n【柒】挖矿不要停下来啊111\n1勘矿镐的用法#50%\n本节迫真小编将带大家一起了解群峦传说模组中勘矿镐的使用方法。\n\n简单来说，勘矿镐的用法就是，对着一个方块轻戳右键，就会在消息栏里提示你，这个方块周围一定范围里有某种矿石，以及它的大致储量。\n1一定范围：勘矿镐使用时，以所对准的方块为中心，探测周围25x25x25范围的方块。\n2某种矿石：勘矿镐会选择范围内其中一块矿石，并计算探测范围内这种矿石的数量。（也就是说，就算周围有多种矿石，戳一下也只会汇报其中一种矿石的信息）\n3大致储量：选定的某种矿石的数量，会被呈现为“微量”“少量”“中等量”“大量”“巨量”。\n\n勘矿镐每次使用，会给你递一个提示，有如下三种：\n1“没发现什么特别的”\n        可能是周围真的没有任何矿石，也可能是有矿石但勘矿镐误报了。\n\n2“发现了 (Rough_Number)的 (Ore_Name)”\n        周围有矿石名称为为Ore_Name，大致储量为Rough_Number的某种矿石。举例：“发现了 巨量的 硅镁镍矿”\n\n3“发现了 (Ore_Name)”\n        勘矿镐直接对着一块矿石方块右键探测时出现，展示这个矿石是什么矿。举例：“发现了 褐铁矿”\n\n注：\n每个方块所能提供的勘矿信息不变，对同一个位置多次勘矿得到的信息相同（但勘探技能升级&矿石储量变化时会变化）；\n勘矿镐有小概率误报，误报时总会提示“没发现什么特别的”。勘探技能等级提升会明显降低误报率，直至大师级不再误报；\n勘探技能提升至大师后，直接提示矿石的品质（贫瘠&普通&富集）。\n========\n勘矿镐的范围真的是25x25x25吗？\n\n维基上说的探测范围是25x25x25，翻源码也是如此。\n但实践给我的感觉是，实际范围好像小了点（疑似23x23x23）？然后我就开了个档测试，如图所示。在8个方向中的一个测出了13x12x13范围，计算得到勘矿镐的探测范围是25x23x25，不过和说好的不一样啊（虽然很接近）\n\n\n\n\nfile_1552982651000.jpg (252.13 KB, 下载次数: 88)\n\n下载附件\n\n2019-3-19 16:02 上传\n\n\n\n\n\n2塌方&土间埋&筑牢头顶防护网\n臭名昭著的塌方机制（cave-in）在第一章第二节已经引入，而这里是比较详细的吹水\n\n一块原生石头想要塌，需要天时地利：\n1环境条件：存在没有受到支撑的原生石头方块；\n2触发条件：附近有某个原生石头方块被破坏（检测的范围是以之为中心的9x9x5区域）。\n满足以上两者，则概率发生塌方（默认值是50%，但楼主经人肉测试认为应该低一些）。\n原生石头发生塌方时可能触发更大范围的塌方（连带塌方的默认值是55%，实际游戏体验极差）\n特别注意：矿石方块也会塌方，血亏！\n\n所以，在矿洞里搞以下事情是十分安全的：\n1挖掘除了原生石头以外的东西，因为仅原生石头被破坏才可能触发塌方；\n2到处蹦迪，大杀四方，因为这和破坏原生石头基本没有关系（苦力怕：你们又要迫·害我了对吧？）；\n3架设支撑设备/放置方块，因为这和破坏原生石头基本没有关系。\n\n塌方有什么危害？？\n首先是堵住你回家的路。清理很麻烦，而且万一镐爆了就尴尬了。空手碎大石是可以，不过挖一块要近1分钟……有的人活着，TA已经死了。\n其次是损耗生命值。被下落的石头砸中伤害是100，而若不幸被土间埋是100/0.5s，暴毙荒野。\n再次是下落的方块会把矿石砸坏。砸那个纵向带状分布的褐煤矿可爽了，一砸一整串\n此外塌方方块还能把各种透明方块给砸了，比如梯子、木材片、茅草、火把、玻璃等等（可能不会返还掉落物）。\n注意：物品被砸到也可能直接消失，所以尽量别被埋去世了！\n\n如果不幸被埋——\n最首要的事情是拿镐直接对着脸挖，挖到喘上气or去世。\n通常埋住你的是圆石，而在地表附近施工的话，还有可能是泥土沙砾，\n泥沙下落和圆石下落的声音有很明显的不同，挖的声音也不一样，注意分辨。\n==================\n塌方令人窒息，但是防护方法还是有的\n这里有2种方法保你安全开矿：\n\n1在自己头顶&原生石头下面放置某些不受重力的方块顶住\n在石器期，只有珍贵的原木可以一战；\n随着发展的深入，可以用木板（锯）、光滑石头（凿）、石砖（凿+锯）等便宜货。\n最佳方块：雪块（寒冷地区/时节铲雪合成），地狱岩（进地狱挥一挥手就是一整组）。\n总结：放了就稳了，但各种意义上的保护范围很小\n\n2安放支撑柱\n支撑柱可以支撑一定范围的方块，预防塌方，但是并不能从正在发生的大规模塌方中给你续·命。\n一套合格的支撑柱由立柱和横梁组成，其中只有横梁起到支撑作用\n摆放的时候，如果手里有>=3个支撑柱，且要放置立柱的地方有3格高的空间，那就会自动摆下3格高立柱，按住shift摆则不会。立柱部分可以不止三格高，请根据实际情况自由调整。\n在立柱高度>=3格的部分，可以接横梁。手持足量支撑柱右键立柱的侧面，如果两侧的立柱都够高，就能自动放上一整条横梁。\n每块横梁方块可以支撑以之为中心9x9x3的范围，如下图圆石摆放所示。粉色线条圈住的两块是横梁，其它都是立柱部分。\n\n\n\n\nfile_1550061245000.jpg (221.61 KB, 下载次数: 77)\n\n下载附件\n\n2019-2-13 20:32 上传\n\n\n\n\n\n注意别让横梁被下落的沙石砸断了。\n\n\n\n\nfile_1550061245000.jpg (219.62 KB, 下载次数: 75)\n\n下载附件\n\n2019-2-13 20:32 上传\n\n\n\n\n\n另外，除了被砸坏的支撑柱，与之相连的一系列支撑柱的横梁都会顺便全灭……\n注意：若在支撑柱保护区域的上方有原生石头发生塌方，也有几率把支撑柱的横梁崩了，这一点wiki没说。\n\n支撑柱断了并不会立即触发大规模塌方，只有又挖石头才会，所以还有机会补救。\n总结：需要精心布局的工具\n==================\n理智开矿比较安全的程序化挖掘方法x3\n\n1【地表采石场】从地表开始划出一片区域往下挖。开地表矿脉必备。铲子清理泥沙很快滴。\n2【地下采石场】在地下发现了矿脉以后，在矿脉上方搭建完整的防塌方设施然后下挖。完整抠出大型珍贵矿脉必备，就是需要时间和很多镐。防塌方设施可以考虑支撑柱，或在天花板上铺满不受塌方影响的方块。\n3【腰斩法】确定矿脉的三维中心后，直接挖进中心，高效掳走矿脉最肥的部分。适用于懒癌/不必全歼矿石的情况。\n3又臭又长使用例desu\n1【地下采石场法】开一个巨量的赤铁矿脉\n\n\n\n\n2019-02-10_15.09.40.png (304.41 KB, 下载次数: 77)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n首先找一个方向上的勘矿镐测量的分界点\n\n\n\n\n2019-02-10_15.09.23.png (315.55 KB, 下载次数: 74)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n\n\n\n\n2019-02-10_15.09.05.png (278.89 KB, 下载次数: 73)\n\n下载附件\n\n2019-2-13 21:40 上传\n\n\n\n\n\n另一侧同理，可以看到我用至尊英安岩石砖做了头顶防护。\n\n\n\n\n2019-02-10_15.11.40.png (284.18 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n在另一个方向上同理（看小地图），最终确定矿脉中心点\n\n\n\n\n2019-02-11_14.48.16.png (418.88 KB, 下载次数: 73)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n根据边界的定点，挖空边界内的区域并上支撑柱支撑，注意支撑柱脚下的方块用了石砖，避免了原生石头的各种麻烦。\n然后就能开始慢慢下挖了，我选择一小片一小片地直接挖到底\n\n\n\n\n2019-02-11_14.52.43.png (302.71 KB, 下载次数: 101)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n全群峦最瞎人的矿——英安岩里的Fe2O3\n\n\n\n\nfile_1550061434000.jpg (117.81 KB, 下载次数: 68)\n\n下载附件\n\n2019-2-13 20:35 上传\n\n\n\n\n\n试挖了靠矿脉边缘的一块3x3的区域，得9个赤铁矿。\n接下来我又多挖了一些区域，得约16x8个赤铁矿。\n\n\n\n\nfile_1550063515000.jpg (170.79 KB, 下载次数: 65)\n\n下载附件\n\n2019-2-13 21:10 上传\n\n\n\n\n\n强迫症福利（？）\n\n2【腰斩法】开一个巨量的硅镁镍矿脉\n\n\n\n\n2019-02-13_14.23.15.png (326.29 KB, 下载次数: 61)\n\n下载附件\n\n2019-2-13 20:46 上传\n\n\n\n\n\n首先下到探测到矿脉的地方，立起支撑柱并向周围探测，发现是个巨量矿脉。\n\n\n\n\n2019-02-13_14.26.37.png (306.56 KB, 下载次数: 80)\n\n下载附件\n\n2019-2-13 20:46 上传\n\n\n\n\n\n简单侧挖就见到了矿脉边缘的矿石。\n\n\n\n\n2019-02-13_14.31.17.png (349.67 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-13 20:46 上传\n\n\n\n\n\n然后直入矿脉中心，并搭起更多支撑柱。\n\n\n\n\n2019-02-13_14.34.28.png (290.29 KB, 下载次数: 84)\n\n下载附件\n\n2019-2-13 20:46 上传\n\n\n\n\n\n扩展安全区。因为毕业需要的硅镁镍矿并不多（大概也就10组）所以我就采用混乱挖矿策略了。\n\n\n\n\nfile_1550062063000.jpg (191.14 KB, 下载次数: 65)\n\n下载附件\n\n2019-2-13 20:46 上传\n\n\n\n\n\n返程的时候发现旁边洞穴搞塌方了，一路上架支撑柱做防护。\n3【地表采石场】开一个近地表巨量褐煤矿脉\n\n\n\n\n2019-02-14_21.38.37.png (514.76 KB, 下载次数: 67)\n\n下载附件\n\n2019-2-15 15:19 上传\n\n\n\n\n\n【捌】建筑与装饰，群峦养老院它来啦\n\n\n\n\nfile_1551511278000.jpg (125.92 KB, 下载次数: 237)\n\n下载附件\n\n2019-3-2 15:19 上传\n\n\n\n\n\n基本的装饰品在任何一个大型模组里或多或少都有，但！是！\n在群峦，还可以自由地雕凿十数种木板石砖，创造独一无二的墙壁、楼梯、家具、大型字符画。啊我死了。\n1木材&木质家具&石砖&金属薄板\n木材是一类前期易得的材料，有了锯子它们就是你的常客。\n注意：此处讲的木材指的是原木与锯子合成得到的8个木板片。\n\n\n\n\n木材物品.png (50.98 KB, 下载次数: 68)\n\n下载附件\n\n2019-3-2 15:19 上传\n\n\n\n\n\n\n除了4个木材合成的木板方块，木材本身也可以放置！\n讲解见图：\n\n\n\n\n木材.png (125.31 KB, 下载次数: 75)\n\n下载附件\n\n2019-3-2 15:36 上传\n\n\n\n\n\n===================\n工具架&盔甲架&箱子\n工具和武器是无法放进箱子或桶里的（除了小刀&剪刀等特例），因此有了工具架。右键放上&取下工具。然而，钓鱼竿放不上去，只能放箱子。\n徒手即可拆除工具架。\n\n\n\n\n工具架.png (34.71 KB, 下载次数: 69)\n\n下载附件\n\n2019-3-2 19:21 上传\n\n\n\n\n\n注意：如果方块的一个面的表层被凿子精细雕刻刻掉了>=13小块，那么这一面就无法再放置工具架。\n\n\n装备架则是用来展览的，不然其实盔甲可以放在箱子里。\n右键放上&取下。只有20点生命值，用手攻击可拆除。\n\n\n\n\n装备架.png (61.32 KB, 下载次数: 68)\n\n下载附件\n\n2019-3-2 19:21 上传\n\n\n\n\n\n\n\n注意：每个小箱子的容量被砍成18格（两行）。\n箱子可以存很多东西。\n但是仅仅是存储普通东西而言，请不要轻易拿来长期存储食物；也无法存储砧、密封桶之类的物品（禁止套娃）。\n\n\n\n\n箱子容量.png (28.43 KB, 下载次数: 69)\n\n下载附件\n\n2019-3-2 19:24 上传\n\n\n\n\n\n不同木头品种的箱子可以紧密堆放。\n\n\n\n\n箱子.png (91.36 KB, 下载次数: 75)\n\n下载附件\n\n2019-3-2 19:24 上传\n\n\n\n\n\n===================\n石砖和原生石头一一对应，有21种！\n制作方法见图：\n\n\n\n\n石砖制作.png (25.97 KB, 下载次数: 74)\n\n下载附件\n\n2019-3-2 15:53 上传\n\n\n\n\n\n除了石砖墙，还有圆石墙和光滑石墙，合成表和原版圆石墙差不多。\n石砖的硬度比原生石头高到不知道哪里去了，比方说……苦力怕炸不掉石砖；同时也稍微难挖一点。\n===================\n做高炉的时候就要往炉壁的耐火砖上帖锻铁薄板，但你可知道所有金属薄板都是能贴的？\n\n手持薄板对着某一个面右键就能贴板上去，一个方块的位置里最多可以容纳六块薄板，每个面一个。此外它们并没有碰撞体积，实体可以穿过去。\n回收方法则是用镐慢慢挖（真的非常慢）。\n\n\n\n\n金属薄板.png (46.06 KB, 下载次数: 71)\n\n下载附件\n\n2019-3-2 16:11 上传\n\n\n\n\n\n有种调色盘的感觉？我知道你有个大胆的想法（嘿，先别急，这可都是金属）\n2火把&灯&贫乏的光源\n\n\n\n\n\n光源.png (196.45 KB, 下载次数: 75)\n\n下载附件\n\n2019-3-2 19:58 上传\n\n\n\n\n\n群峦里能通过正常途径取得的长效光源一览。\n篝火和炭炉不在此列因为很少有人拿它们当长期光源……\n最下面是黄金纯银白银玫瑰金蓝钢铂金油灯，中间是火把和南瓜灯，最上面则是岩浆和蓝钢灯（岩浆）。\n=============\n火把是最易得的东西，在篝火里加热木棍即可。\n一根火把可以燃烧48游戏时，也就是两天整。之后火把会熄灭，用其他火把右键熄灭的火把可以续满时长（不会消耗手里的火把）。\n燃烧中的火把被敲掉会掉一根火把（全新的），而熄灭的火把被敲掉不会掉落东西。\n空手右键一个火把可以把它熄灭。\n=============\n南瓜灯由火把和南瓜合成。\n永久光源，并且早期就能获得。虽然看起来土一点，土就土呗，我久啊~\n南瓜只有野外生成，不能种植。\n=============\n油灯由对应的锭在铜砧以上（蓝钢灯必需使用红&蓝钢砧）锻造得到。\n油灯可以储存任何液体，容量是250mb，但是只有存入橄榄油才能点燃发光。\n\n橄榄油的获取……\n首先需要找到橄榄果树，获得橄榄。（详见第五章第二节，嗯，还是种田适合老夫）\n然后整一个榨汁姬：\n\n\n\n\n橄榄油制作.png (149.71 KB, 下载次数: 113)\n\n下载附件\n\n2019-3-2 20:15 上传\n\n\n\n\n\n\n手持油灯右键油桶装填，或者在桶的界面里导出液体装填；当然也可以把液体倒回去。\n油灯装填了橄榄油之后，放下来就能发光了。1mb的橄榄油可以支持油灯发光8h（游戏时）。\n右键油灯可以开关它。\n=============\n岩浆不必多说，但要提醒两点：\n1岩浆只有蓝钢桶才能装走；\n2岩浆会在周围的石头上刷硫磺矿，还可能四处点火，因此不适合作为装饰光源。\n\n\n岩浆蓝钢油灯是终极至尊永久照明设备。\n手持蓝钢灯右键岩浆源头，这样你就在油灯里捞了一撮岩浆。可以从物品备注里看见剩余时间变成了永久。\n岩浆蓝钢灯不能再转化为普通的蓝钢油灯，不过告诉我为什么要转回去？？\n3红石&铁路\n经典的红石玩法大部分被保留了下来，铁路系统获得了作者的特殊照顾。\n那么多建筑功能都去玩玩嘛，别一天到晚都在铺原版就有的红石，你看朱砂冰晶石马上用光了。\n讲解见图：\n\n\n\n\n红石&amp;交通.png (47.62 KB, 下载次数: 71)\n\n下载附件\n\n2019-3-2 17:32 上传\n\n\n\n\n\n漏斗：流泪猫猫头.png\n\n\n\n\n\n铁路示范.png (163.03 KB, 下载次数: 55)\n\n下载附件\n\n2019-3-2 17:32 上传\n\n\n\n\n\n4活板门&材料自选\n群峦也有自己的金属活板门啦！总共应该有4种朝向，这可以玩出很多花样了。\n此外板材和卡锁处的材料可以自由组合。\n\n讲解见图：\n\n\n\n\n活板门放置.png (81.11 KB, 下载次数: 77)\n\n下载附件\n\n2019-3-2 16:56 上传\n\n\n\n\n\n注：打造活板门对砧没有等级要求\n5凿子怪&蓝图&我和创意一起飞了起来！\n最后一节，凿子，群峦建筑装饰，上得了厅堂下得了厨房的重头戏。\n镇章图由凿子独家援助。\n\n\n\n\n凿子.png (28.47 KB, 下载次数: 79)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n只需手持凿子对着需要雕的方块右键即可= =立即开启你的建筑养老新纪元！\n注意：凿子要能雕刻，需要快捷栏里有个锤子（不消耗锤子耐久）。\n凿子有4个模式，分别是抛光、凿阶、削片、精细模式。\n注：\n抛光和其他三者半兼容（但必须先抛光再做其他加工）；此外凿阶和精细&削片半兼容（但必须先凿阶再做其他加工）；\n如果一块原生石头上面是另一块原生石头，那么这块石头是不能被凿子加工的哦！\n========\n抛光只能将原生石头打磨为光滑石头。\n回想：石磨座就是用光滑石头做成的。\n\n\n\n\n抛光模式.png (49.82 KB, 下载次数: 56)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n========\n凿阶模式能方便地将石头凿成阶梯。\n每个方块有8个小块可供凿阶模式下雕刻。\n\n\n\n\n凿阶模式.png (60.13 KB, 下载次数: 79)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n========\n削片模式每次可以将方块沿xyz轴的其中一个方向削除1/8层。\n\n\n\n\n削片模式.png (202.71 KB, 下载次数: 60)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n========\n精细模式，重头戏中的重头戏。\n这个模式下，方块被分成8x8x8的小块，每次精细雕刻只会去掉一个小块。\n\n拿来刻个砖纹，划个图案什么的，或者有神仙雕一个火焰猫燐的手办也好啊\n总之是时候发挥你的创造力了！\n\n\n\n\n精细模式.png (127.48 KB, 下载次数: 64)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n========\n图纸（也可以叫蓝图）主要是为精细雕刻模式服务的，这个东西方便了雕刻作品的创作和复刻。\n讲解见图：\n\n\n\n\n蓝图用法.png (303.49 KB, 下载次数: 67)\n\n下载附件\n\n2019-3-3 00:55 上传\n\n\n\n\n\n\n注：\n图中所言，图纸调整中的顺时针旋转指的是看向xyz轴正方向的时候是顺时针旋转；\n使用图纸进行复刻时要在快捷栏里有凿子和锤子，并且会按照精细模式下的雕刻工作量消耗凿子的耐久！\n雕一面墙说不定就用坏一把凿子。\n【不知道是第几章】不知道是啥分类\n1淘金&宝石有什么dio用\n\n\n\n\n\n宝石.png (51.12 KB, 下载次数: 58)\n\n下载附件\n\n2019-3-30 01:51 上传\n\n\n\n\n\n图源TFC wiki，我加了点中字\n以上就是脱欧入非系列宝石，实属鉴定血统必备。\n大部分种类的宝石只能通过洗矿&挖掘原生石头掉落（刷石机刷的石头不知道），\n除了钻石，它只能挖金伯利岩矿石掉落（关于矿石，参见第二章第二节）。\n========\n行吧，这么多种类的宝石顶啥用？\n1和其他mod联动\n        如果你有矿物词典，则理论上能和其他mod的宝石通用。这并不是纯群峦的内容，我就讲不起了……\n\n2好看，炫耀，脱欧入非的见证者（趴）\n\n3制作保护计\n========\n保护计是个啥？\n\n\n\n\n保护计合成.png (30.47 KB, 下载次数: 122)\n\n下载附件\n\n2019-3-30 01:53 上传\n\n\n\n\n\n来个合成表玩玩（截图自TFC wiki）。\n\n注：\n光滑石头不需要同种，你懂的；\n这个装置好像没有交互界面哦？\n中间宝石只能使用破碎的宝石。\n\n其功能为：粗略显示保护计所在区块的生成保护时间（如果装好了walia，则可以在信息栏看到具体时间）。这就是个测量工具= =\n它的颜色从无到红到绿，以及颜色条的量（每一条代表48h），表示了生成保护时间不同的量：\n1无（零层，灰色）：0~47h，即0~2天\n2红（一层）：48~95h，即2.04~4天\n……\n9绿（八层，满）：16+天\n\n除了外观不同，它还会发出0~8等级的光，这和其9种外观一一对应。\n=========\n\n\n\n\n淘金盘&amp;洗矿槽.png (330.38 KB, 下载次数: 60)\n\n下载附件\n\n2019-3-30 01:51 上传\n\n\n\n\n\n使用方法见上图。\n\n首先对图中讲解补充：洗矿槽后上方的水流不能停，而且一定得是最末端的一格水片；淘金盘右键洗矿槽可以给洗矿槽加土壤量，一次加7。\n\n然后说的是产出：\n洗矿槽既能产出宝石，也可能产出小型矿石。\n将洗矿槽安放的时候，它会搜索以之为中心201x201x50范围内的矿石方块，然后形成一个矿石名单，洗矿能产出什么小型矿石就是按着这个名单来的。不过矿石方块量的多少不影响产出率。\n淘金盘只能产出小型原生铜/小型原生银/小型原生金/铂粒，而且掉率还蛮低的。掉率随着矿产勘探技能条提升而增加，然而即使勘矿大师了还是蛮低的。不过对于找不到铜的非酋来说……淘金盘还算是福音吧= =\n最后注意，关于这俩无中生有的工具，有一个过载限制。对于每个区块，洗矿槽和淘金盘共用一个过载计数，淘金盘每在水里淘洗一次&洗矿槽每洗一次，计数+1。默认情况下，计数大于50以后，使用淘金盘不会再得到产物并且你还会收到一条提示信息；计数大于300以后，洗矿槽也gg了，搬吧。\n\n注：这个计数会记在洗矿槽所在的区块里/被淘金盘装沙的方块所在的区块里。\n2刷石机\n即使是群峦传说，也有刷石机这样略不科学的东西存在。\n岩浆并非原版岩浆，岩浆（群峦）流速更快。\n群峦有三种水，咸水淡水温泉水，功能不同但是都有原版水的性质，总之都是水……\n通常情况下：岩浆侧面流入水中形成流纹岩圆石，顶面流入水中形成流纹岩；水流入岩浆源中形成流纹岩，也有小概率形成黑曜石。\n3纺织\n一图流警告！\n\n\n\n\n纺织.png (123.13 KB, 下载次数: 72)\n\n下载附件\n\n2019-6-1 14:52 上传\n\n\n\n\n\n========\n关于三种布\n\n丝绸和羊毛布基本上可以混用，详见合成表；\n麻布没什么用；\n织好的布无法还原为相应原材料！\n4成就&群峦玩家的启蒙书\n一图流警告！\n\n\n\n\n成就.png (95.36 KB, 下载次数: 77)\n\n下载附件\n\n2019-2-19 23:23 上传\n\n\n\n\n\n感谢TFC wiki免去了我查一堆梗的痛苦！\n5流体mb<=>质量oz的研究&回复营养值和oz什么关系&测测你的肚量#\n6火乍药桶Σ( ° △ °|||)︴\n让我们唱起核爆神曲XD\nTNT不幸被干烂，不过有一个更古朴更猛的起爆工具，那就是火乍药桶。\n\n制作：在一个木桶里放上12+个火药，密封。这个密封的桶现在充满了神秘的力量，而你甚至可以把它背着走。\n火药越多，威力越大。\n使用：火乍药桶只能被红石信号激活，几秒（>4s）后爆炸。\n激活后可以手动右键它取消。\n\n便宜的红石信号源是拉杆。\n\n火乍药桶哪里使？\n1开矿。炸掉的矿石方块100%掉落。注意，这么一炸是肯定要塌方的，塌方肯定是要砸坏一些还没挖下来的——\n3愚公移山。\nect.\n7完美口味的料理？养老终极追求之一#50%\n最近在服里实在闲了，一边雕刻一边看着手里的三明治……于是随着一顿头脑风暴，就有了！\n前面第五章第三节简单介绍了料理，而这里是虽然鸡肋但是很有意思的部分——口味。若对此不感兴趣，可以跳过本节。\n本节将尽力从理论上教会你如何制作一份完美的料理！\n\n注意：建议先升到美食料理大师再来玩~\n本节部分内容参考了TFC Forums。\n========\n首先是一段浅显易懂的解释：\n      每个玩家都有它们自己的“口味偏好”，这随着世界种子的不同而不同。这个口味偏好是一组数值，用来标定玩家觉得最佳的口味。当你的美食料理技能很低时，食物属性信息只会告诉你“X”，或者“不X”，表示这个食物的味道数值高于或低于喜欢的口味数值。随着美食料理技能提升，食物属性里会呈现更加详细的信息，这样你就更容易知道食物味道和偏好的接近程度。你需要努力找到&做出和偏好口味数值一样的食物。如果食物的一种味道数值和偏好数值接近，在高级的料理技能下就会描述为“完美的”，这就是你要找到的东西。因为“完美的”总是在区间的中间，意味着这样的食物可以很清淡或者非常重口。（译注：指的应该是客观上的清淡和重口，而非玩家所感）\n\n       （译注：*友情提示，请快进一个自然段*）\n\n       如果你制作了一个很“鲜”的沙拉，那就意味着它的所有配料的“鲜”味数值加起来导致沙拉的“鲜”味数值高于你的“鲜”味偏好。料理的口味数值就是相加，不是取平均。\n\n       对于除了肉以外的食物，煮熟仅仅只改变口味数值。没有必要非得煮到某个理想的烹饪温度，因为每个人有不同的口味偏好数值。所有肉必须烤到至少二成熟才能吃，但是再进一步做熟也就只是改变口味数值了。\n\n       现在总结一下整个料理系统：每个食物每种味道数值越接近你的偏好数值，这个食物就能给你回复更多的饥饿度。这意味着如果你的成功做出了五种味道都完美的料理，你就不用那么频繁地吃了，相比于吃一些味道令人不太满意的东西。本来，味道也能影响你从食物中摄取的营养值大小，但这个机制没能像想象中那样运作而且导致大部分玩家即使狂吃仍然营养不良，所以它被移除了。\n——来自群峦传说作者之一Kittychanley的解答\n========\n料理：几个食材的味道相加，且和用量无关。\n游戏里看到的食物味道怎么来的呢？首先所有食物的口味数值>=0，然后玩家偏好也>=0。[食物味道] - [偏好] = [食物属性里看到的味道]\n\n举个例子，以下是迫真向量记法。（高中学过向量的话，就非常滴简单）\n规定一个食物的味道向量记作（甜,酸,咸,苦,鲜）。\n一个创造模式里拿出来的香蕉，口味记为 X[sub]1[/sub] = ( 25 , 5 , 0 , 0 , 0 )\n一个创造模式里拿出来的海苔，口味记为 X[sub]2[/sub] = ( 0 , 0 , 10 , 10 , 10 )\n一个创造模式里拿出来的米糕，口味记为 X[sub]3[/sub] = ( 10 , 0 , 0 , 0 , 20 )\n你的有独特的味道偏好，记为 Y  = ( 13 , 42 , 20 , 18 , 66 )\n\n使用上述三个食材制作三明治，口味就是 X = X[sub]1[/sub] + X[sub]2[/sub] + X[sub]3[/sub] = ( 35 , 5 , 10 , 10 , 30 )\n而在食物属性看到的口味就是 Z = X[sub]1[/sub] + X[sub]2[/sub] + X[sub]3[/sub] - Y = ( 22 , -37 , -10 , -8 , -36 )\n向量加法\n\n想要看到自己的偏好数值？如果安装了NEI，那就看NEI物品列表里那个[Null]三明治（ 0 , 0 , 0 , 0 , 0 ）吧，料理大师直接读数。\n或可选定待测口味（该味道的偏好值记为 x），选取五种食物（在游戏里看味道的数值，记为 a[sub]1[/sub] , a[sub]2[/sub] , a[sub]3[/sub] , a[sub]4[/sub] , a[sub]5[/sub]）制作一个三明治或其他料理（该料理的味道记为 c），然后解下列方程\n( a[sub]1[/sub] + x ) + ( a[sub]2[/sub] + x ) + ( a[sub]3[/sub] + x ) + ( a[sub]4[/sub] + x ) + ( a[sub]5[/sub] + x )= c + x\n只要学过一元一次方程即可理解，故不多谈。\n========\n影响味道的加工方法（绝赞咕咕中）\n1烤熟。漂烤/半酥/酥脆/半焦/全焦，或二分熟/四分熟/六分熟/八分熟/全熟，可以使食物的口味产生波动。目前无法为其找到合适的近似函数。【待细化】\n2抹盐。肉类抹盐，咸度+40。【实锤】\n3盐渍。食物放入卤水盐渍，酸度+[随机]，咸度+10。【等等】\n4腌制。盐渍的食物放入足量醋中腌制，在盐渍基础上，酸度+30。【实锤】\n……\n\n能影响正常获得的食物（一般指非创造物品栏的食物）口味数值的其他因素#（大胆猜想√，小心求证×……）\n1食物（作物）种植的位置。【可能性90%+】\n2作物&水果收获的季节/时间/温度。\n3动物个体差异。【实锤】\n……\n\n部分内容直接读源码\n========\n\n\n\n\n硬核-创造食物味道表.png (63.98 KB, 下载次数: 80)\n\n下载附件\n\n2019-3-24 12:42 上传\n\n\n\n\n\n一张令人窒息的长图，是默认的食物味道表，即创造物品栏中获取的食物味道表，仅供参考。\n处理方法：[食物口味数值] - [Null三明治口味数值]\n8如何调~教三个配置文件#\n本节将会有4个折叠（任重道远）\nTFC本体的配置文件有三个，分别是TFCConfig.cfg, TFCCrafting.cfg, TFCOre.cfg。它们都在.minecraft/config/中，如果没有的话，启动一次游戏之后就会出现。\n配置中每一项的结构类似于：\n#一段注释说明，并给出默认值（default: 默认值）\nB:参数名称=某个值\n而本贴内的翻译或解说，会以数个注释的形式#写在每一项旁边\nTFCConfig\n\n# Configuration file\n\n#关于塌方的设置\ncave-ins {\n    # Set this to false to disable cave-ins. [default: true]\n    B:enableCaveIns=true\n    #将这一项调为false可禁用塌方（大快人心）。\n    #false-禁用塌方；true-启用塌方\n\n    # Set this to false to make cave-ins drop the ore item instead of destroy it. [default: true]\n    B:enableCaveInsDestroyOre=true\n    #将这一项调为false可以让被塌方砸坏的矿石方块掉落对应矿石，而不是直接摧毁它。\n    #false-被砸的矿石方块掉落矿石；true-被砸的矿石方块不掉东西\n\n    # This number is a 1 in X chance that when you mine a block, a collapse will occur. [range: 1 ~ 1000, default: 10]\n    I:initialCollapseRatio=10\n    #塌方发生的概率，表示挖原生石头时有多少分之一的概率触发塌方\n    #可选范围为1~1000，实际效果是[1/设定值]\n\n    # This is the minimum number of solid blocks that must be over a section in order for it to collapse. [range: 0 ~ 256, default: 1]\n    I:minimumRockLoad=1\n    #（不确定）引发塌方的最小的无支撑固体方块数量\n    #可选范围为0~256\n\n    # This number is the likelihood for each block to propagate the collapse farther. [range: 1 ~ 100, default: 55]\n    I:propogateCollapseChance=55\n    #每个方块被附近塌方影响并产生连带塌方的概率，谨慎调节以免电脑爆破\n    #可选范围为1~100\n}\n\n#关于游戏中某些颜色的设置。使用RGB色彩+Alpha通道，RGB决定颜色，Alpha决定透明度\ncolors {\n    #使用锄头查看土地营养时，A的颜色\n    \"color nutrient a\" {\n        #  [range: 0 ~ 255, default: 237]\n        I:Red=237\n\n        #  [range: 0 ~ 255, default: 28]\n        I:Green=28\n\n        #  [range: 0 ~ 255, default: 36]\n        I:Blue=36\n\n        #  [range: 0 ~ 255, default: 200]\n        I:Alpha=200\n    }\n    #使用锄头查看土地营养时，B的颜色\n    \"color nutrient b\" {\n        #  [range: 0 ~ 255, default: 242]\n        I:Red=242\n\n        #  [range: 0 ~ 255, default: 101]\n        I:Green=101\n\n        #  [range: 0 ~ 255, default: 34]\n        I:Blue=34\n\n        #  [range: 0 ~ 255, default: 200]\n        I:Alpha=200\n    }\n    #使用锄头查看土地营养时，C的颜色\n    \"color nutrient c\" {\n        #  [range: 0 ~ 255, default: 247]\n        I:Red=247\n\n        #  [range: 0 ~ 255, default: 148]\n        I:Green=148\n\n        #  [range: 0 ~ 255, default: 49]\n        I:Blue=49\n\n        #  [range: 0 ~ 255, default: 200]\n        I:Alpha=200\n    }\n    #使用锄头查看土地营养时，肥料值的颜色\n    \"color fertilizer\" {\n        #  [range: 0 ~ 255, default: 255]\n        I:Red=255\n\n        #  [range: 0 ~ 255, default: 255]\n        I:Green=255\n\n        #  [range: 0 ~ 255, default: 0]\n        I:Blue=0\n\n        #  [range: 0 ~ 255, default: 200]\n        I:Alpha=200\n    }\n    #砧锻造规则左侧一格的颜色\n    \"color anvil rule 0\" {\n        #  [range: 0 ~ 255, default: 237]\n        I:Red=237\n\n        #  [range: 0 ~ 255, default: 28]\n        I:Green=28\n\n        #  [range: 0 ~ 255, default: 36]\n        I:Blue=36\n\n        #  [range: 0 ~ 255, default: 255]\n        I:Alpha=255\n    }\n    #砧锻造规则中间一格的颜色\n    \"color anvil rule 1\" {\n        #  [range: 0 ~ 255, default: 242]\n        I:Red=242\n\n        #  [range: 0 ~ 255, default: 101]\n        I:Green=101\n\n        #  [range: 0 ~ 255, default: 34]\n        I:Blue=34\n\n        #  [range: 0 ~ 255, default: 255]\n        I:Alpha=255\n    }\n    #砧锻造规则右侧一格的颜色\n    \"color anvil rule 2\" {\n        #  [range: 0 ~ 255, default: 247]\n        I:Red=247\n\n        #  [range: 0 ~ 255, default: 148]\n        I:Green=148\n\n        #  [range: 0 ~ 255, default: 49]\n        I:Blue=49\n\n        #  [range: 0 ~ 255, default: 255]\n        I:Alpha=255\n    }\n\n}\n\n#关于作物的设置\ncrops {\n    # This is a global multiplier for the rate at which crops will grow. Increase to make crops grow faster. [range: 0.01 ~ 100.0, default: 1.0]\n    S:cropGrowthModifier=1.0\n    #全局系数，决定作物生长速度，数值越大，长得越快\n    #可选范围0.01~100.0\n\n    # Set to true to enable crop death from old age. [default: false]\n    B:enableCropsDie=false\n    #设定植物是否会老死（变成种子躺在地上），当长时间不收获的时候\n    #false-植物不会老死；true-植物会老死\n}\n\n#关于食物腐烂的设置\n\"food decay\" {\n    # If a food item has not been ticked for >= this number of days than when it is ticked for the first time, only a small amount of decay will occur. [range: 1 ~ 12000, default: 24]\n    I:decayProtectionDays=24\n    #反编译得知，食物在每一刻都会检查并尝试更新腐烂，而这一设置项“decayProtectionDays”（设置时长）搭配下文看到的“useDecayProtection”（设置是否启用保护），能确保腐烂的结果更真实。效果：①若食物距离上一次检查腐烂的<b>时间间隔非常长</b>，已经超过了该项设置的天数，则在加载后一次性更新腐烂数据时，会<b>计算一次巨量的腐烂+1天程度的腐烂</b>（至少不会很夸张）。②当然，为了避免有人把这一项设成12000之类的大数导致保护近似无效，当时间间隔在1天到该值的天数之间，会有一个中和系数调整每次计算的结果。<b>若不启用</b>，则面对超长时间间隔时会出现<b>重复计算巨量腐烂</b>的神必情况，这是腐烂过程用的憨憨算法造成的。所以楼主建议保持默认，不要轻易调整这两项设置。（害，生啃代码太头痛了，对它的算法感兴趣的可以自己用jd-gui看一下，方法名是tickDecay）\n    #需要useDecayProtection（详见下文）设置为true才能产生效果。\n    #可选范围1~12000\n\n    # This is a global multiplier for food decay. Unlike FoodDecayRate which only modifies the base decay and not the environmental effect upon decay, this multiplier will multiply against the entire amount. Set to 0 to turn decay off. [range: 0.0 ~ 100.0, default: 1.0]\n    S:foodDecayMultiplier=1.0\n    #全局系数，决定食物腐烂的最终速度。它不像下面foodDecayRate参数一样只调基础系数而不调环境影响，这个系数影响的是所有因素参与计算后得到的结果。\n    #可选范围0.0~100.0，调为0可禁用腐烂\n\n    # This number causes base decay to equal 50% gain per day. If you wish to change, I recommend you look up a y-root calculator 1.0170378966055869517978300569768^24 = 1.5 [range: 1.0 ~ 2.0, default: 1.0170379]\n    S:foodDecayRate=1.0170379\n    #这个参数调整基础腐烂速度，意义是每天腐烂增加的倍数，默认为每24天增加约50%。\n    #可选范围为1.0~2.0\n\n    # Set this to false if you want food to auto decay when a chunk is loaded instead of limiting decay when a chunk has been unloaded for a long period. [default: true]\n    B:useDecayProtection=true\n    #是否启用decayProtectionDays（详见上文某项）\n    #true-启用；false-禁用\n}\n\n#常规设置\ngeneral {\n    # If true, then the side of a grass block which has another grass block adjacent and one block lower than it will show as completely grass. [default: true]\n    B:enableBetterGrass=true\n    #如果调为true，则对于一块草方块而言，若其侧下方一格也有一个草方块，那么该侧面会显示为全草皮（和optifine中的草方块调整差不多）。\n    #true-全草皮启用；false-禁用\n\n    # Set this to true if you want to turn on debug mode which is useful for bug hunting. [default: false]\n    B:enableDebugMode=false\n    #Debug模式，允许你使用高破坏力的调试命令（详见本章第⑨节）。\n    #false-禁用；true-启用\n\n    # Set this to true to enable finite water. Two adjacent source water blocks will not create a third. [default: false]\n    B:enableFiniteWater=false\n    #设为true即可禁用无限水。\n    #false-无限水可用；true-无限水禁用\n\n    # Set to false to show hidden items in NEI. Note that most of these items were hidden to prevent players from cheating them in and crashing their game. [default: true]\n    B:enableNEIHiding=true\n    #将它调为false可以在NEI中显示出隐藏的物品。隐藏它们是因为，这些物品中大多数可以被玩家拿来作弊，或者把客户端崩了。\n    #true-隐藏物品；false-显示被隐藏的物品\n\n    # Set this to false to disable powder keg explosions. [default: true]\n    B:enablePowderKegs=true\n    #把它调成false可以禁用火乍药桶的爆炸。\n    #true-启用；false-禁用\n\n    # Set this to false to disable saplings dropping from harvested leaf blocks. [default: true]\n    B:enableSaplingDrops=true\n    #把它调成false可以禁止树叶掉落树苗。\n    #true-启用；false-禁用\n\n    # Set this to false to disable seeds being placed on the ground when a crop on farmland dies from natural causes such as freezing temperatures, old age, or not enough sunlight. [default: true]\n    B:enableSeedDrops=true\n    #把它调成false可以禁止种子以方块形式放置在田地上（通常在作物因自然环境死亡时产生这种种子袋方块，详见第五章种田）。\n    #true-启用；false-禁用\n\n    # Should sides of detailed blocks be considered solid? [default: true]\n    B:enableSolidDetailed=true\n    #是否将雕刻过的方块视为固体方块？\n    #true-是；false-否\n\n    # Set to false to hide the tool mode indicator that is displayed next to the hotbar for tools such as chisels and hoes. [default: true]\n    B:enableToolModeIndicator=true\n    #是否隐藏锄头、凿子等工具的模式指示器（它显示在物品栏右侧）。\n    #true-显示；false-隐藏\n\n    # Maximum count of removed sub-blocks on one side for the detailed block side to still be solid. [range: 0 ~ 64, default: 12]\n    I:maxRemovedSolidDetailed=12\n    #从某个面用凿子精雕一个方块，在最多刻掉多少小块之后，（在这个面上）仍视为固体方块。以默认为例，在表面一层刻掉12小块，仍为固体方块，可以放上火把；刻掉13小块，不再视为固体方块，不能放火把。\n    #可选范围0~64\n\n    # Set this to true if you don't like onions. [default: false]\n    B:onionsAreGross=false\n    #如果你不喜欢洋葱，把它设成true。该设置将洋葱替换为名称和材质是大头菜Rutabaga的洋葱（www），且和某成就有关。\n    #true-大头菜；false-洋葱\n\n    # Valid position strings are: bottomleft, left, topleft, bottomright, right, topright [default: bottomleft]\n    S:quiverHUDPosition=bottomleft\n    #当你背上箭袋时，箭袋内容物信息会显示在屏幕上。此项调整箭袋信息在哪个位置。\n    #bottomleft-左下, left-左, topleft-左上, bottomright-右下, right-右, topright-右上\n}\n\n#关于不同品质金属矿石的含量的设置\nmaterials {\n    # The metal units provided by a single piece of normal ore. [range: 1 ~ 250, default: 25]\n    I:normalOreUnits=25\n    #调整普通矿石含有的金属的单位数。\n    #可选范围1~250\n\n    # The metal units provided by a single piece of poor ore. [range: 1 ~ 150, default: 15]\n    I:poorOreUnits=15\n    #调整贫瘠矿石含有的金属的单位数。\n    #可选范围1~150\n\n    # The metal units provided by a single piece of rich ore [range: 1 ~ 350, default: 35]\n    I:richOreUnits=35\n    #调整富集矿石含有的金属的单位数。\n    #可选范围1~350\n\n    # The metal units provided by a single piece of small ore or nugget. [range: 1 ~ 100, default: 10]\n    I:smallOreUnits=10\n    #调整小型矿石或粒含有的金属的单位数。\n    #可选范围1~100\n}\n\n#淘金过度！（过载？）的相关设置\n\"overworked chunks\" {\n    # Set this to false to disable the overworking of chunks when using a gold pan or sluice. [default: true]\n    B:enableOverworkingChunks=true\n    #如果你不想受到过度淘金的限制，设为false关闭它。\n    #true-启用限制；false-禁用限制\n\n    # The overworked cap for filling a gold pan in a specific chunk. Both filling a gold pan or using a sluice in the chunk count towards this value. [range: 1 ~ 500, default: 50]\n    I:goldPanLimit=50\n    #淘金盘淘金次数限制。注意淘金盘和洗矿槽共用一个计数，即洗矿槽的使用也会减少剩余淘金次数。\n    #可选范围1~500\n\n    # The overworked cap for a sluice scanning one soil unit in a specific chunk. Both filling a gold pan or using a sluice in the chunk count towards this value [range: 1 ~ 3000, default: 300]\n    I:sluiceLimit=300\n    #洗矿槽洗矿次数限制。注意淘金盘的使用也会减少剩余洗矿次数。\n    #可选范围1~3000\n}\n\n#关于玩家属性的设置\nplayer {\n    # The maximum achievable health pool total. [range: 1000 ~ 50000, default: 3000]\n    I:healthGainCap=3000\n    #玩家生命值上限。\n    #可选范围1000~50000\n\n    # The rate of Health Gain per experience level. Set to 0 to turn off. [range: 0 ~ 100, default: 20]\n    I:healthGainRate=20\n    #等级每级提高多少生命值上限。\n    #可选范围0~100\n}\n\n#关于服务器的设置\nserver {\n    # For every X number of ticks provided here, when there are no players online the server will only progress by 1 tick. Time advances 100 times slower than normal. Setting this to 0 will turn this feature off. [range: 0 ~ 2147483647, default: 100]\n    I:simSpeedNoPlayers=100\n    #当服务器无玩家在线时，世界时间流逝减速为1/[该项的值]，把该项设为0将禁止无人时的时间流逝。\n    #可选范围0~2147483647\n}\n\n#关于生成保护的设置\n\"spawn protection\" {\n    # The maximum number of months of spawn protection that can accumulate. [range: 0 ~ 120, default: 10]\n    I:maxProtectionMonths=10\n    #可累积的生成保护最大时长。单位为月。\n    #可选范围0~120\n\n    # The minimum number of hours of protection that must be accumulated in a chunk in order to bypass the buffer and prevent hostile mob spawning. [range: 0 ~ 2304, default: 24]\n    I:protectionBuffer=24\n    #区块的生成保护时长下限为该值*(-1)。对于新区块或长时间无人的区块，生成保护从负值开始积累到0+需要花一定的时间，就需要玩家滞留更久才能产生效果，这可以增加玩家开分基地的难度。\n    #可选范围0~2304\n\n    # The number of hours of protection gained in the 5x5 chunk area for spending 1 hour in that chunk. [range: 0 ~ 24, default: 8]\n    I:protectionGain=8\n    #在存在玩家的区块周围5x5的区块中，每小时能获得多少生成保护时间。单位为时。\n    #可选范围0~24\n}\n\n#关于时间的设置\ntime {\n    # This is a global multiplier for the gestation period of animals, as well as how long it takes for them to reach adulthood. Decrease for faster times. [range: 0.01 ~ 100.0, default: 1.0]\n    S:animalTimeMultiplier=1.0\n    #全局系数，控制动物怀孕及幼崽成年所需时长。该值小则速度快。嘛，可以当成时长的倍数理解。\n    #可选范围0.01~100\n\n    # This is the number of hours that the bloomery should burn before being completed. [range: 1.0 ~ 2304.0, default: 14.4]\n    S:bloomeryBurnTime=14.4\n    #锻铁炉烧一次所需时长\n    #可选范围1~2304\n\n    # This is the number of hours that the charcoal pit should burn before being completed. [range: 1.0 ~ 2304.0, default: 18.0]\n    S:charcoalPitBurnTime=18.0\n    #炭窑烧一次所需时长\n    #可选范围1~2304\n\n    # This determines how much fuel is used over time from oil lamps. Setting this higher will make fuel last longer. A mult of 1 = 250 hours, 4 = 1000 hours, 8 = 2000 hours. [range: 1 ~ 50, default: 8]\n    I:oilLampFuelMult=8\n    #每1mb橄榄油能让油灯燃烧多长时间\n    #可选范围1~50\n\n    # This is the number of hours that the pit kiln should burn before being completed. [range: 1.0 ~ 2304.0, default: 8.0]\n    S:pitKilnBurnTime=8.0\n    #坑窑烧一次所需时长\n    #可选范围1~2304\n\n    # This is a global multiplier for the number of days required before a sapling can grow into a tree. Decrease for faster sapling growth. [range: 0.01 ~ 100.0, default: 1.0]\n    S:saplingTimerMultiplier=1.0\n    #全局系数，调节各种树木成长所需时长。该值小则速度快。\n    #可选范围0.01~100\n\n    # This is a global multiplier for the rate at which items cool down. Increase to make items cool down faster. [range: 0.01 ~ 100.0, default: 1.0]\n    S:tempDecreaseMultiplier=1.0\n    #全局系数，调节物品温度下降速度。该值大则速度快。\n    #可选范围0.01~100\n\n    # This is a global multiplier for the rate at which items heat up. Increase to make items heat up faster. [range: 0.01 ~ 100.0, default: 1.0]\n    S:tempIncreaseMultiplier=1.0\n    #全局系数，调节物品温度上升速度。该值大则速度快。\n    #可选范围0.01~100\n\n    # This is how many in-game hours torches will last before burning out. Set to 0 for infinitely burning torches. [range: 0 ~ 2304, default: 48]\n    I:torchBurnTime=48\n    #过多少游戏时，火把会熄灭。设为0禁用火把熄灭的特性。\n    #可选范围0~2304\n\n    # This is how many days are in a year. Keep this to multiples of 12. [range: 96 ~ 12000, default: 96]\n    I:yearLength=96\n    #一年有多少天。请确保填入的值是12的系数。\n    #可选范围96~12000\n}\n\n\n\"world generation\" {\n    # Controls the chance of a lava fissure generating, smaller value is higher chance, more fissures. Set to 0 to disable lava fissures. [range: 0 ~ 1000, default: 25]\n    I:lavaFissureRarity=25\n    #控制岩浆泉的生成。填写越小的值，概率越大，设为0可以禁止生成。\n    #可选范围0~1000\n\n    # Controls the chance of a ravine generating, smaller value is higher chance, more ravines. Set to 0 to disable ravines. [range: 0 ~ 1000, default: 100]\n    I:ravineRarity=100\n    #控制峡谷的生成。填写越小的值，概率越大，设为0可以禁止生成。话说峡谷多了实在是很难看也很危险呢，不过它可能会在探矿上帮你大忙。\n    #可选范围0~1000\n\n    # Controls the chance of a water fissure generating, smaller value is higher chance, more fissures. Set to 0 to disable water fissures. [range: 0 ~ 1000, default: 90]\n    I:waterFissureRarity=90\n    #控制普通泉的生成。填写越小的值，概率越大，设为0可以禁止生成。\n    #可选范围0~1000\n}\n\n9指令\n本节内容为（几乎全部的）TFC指令使用说明。无论是日常娱乐，报复模组，还是做研究，这里都很适合你。\n92%以上的指令都需要作弊权限才能使用。但我对服务器那块不熟悉，具体的权限配置方面请各位腐竹管理自行处理。\n\n/gsp [区块x] [区块z]\n显示当前区块或指定区块的生成保护时长。需要作弊。\n\n/gt\n显示当前区域自然生成的树种。需要作弊。\n\n/gr\n显示当前区域第一、二、三岩层种类。需要作弊。\n\n/gbt\n显示生物群系平均温度，精确到小数点后6位。需要作弊。\n\n/bodytemp\n无用。显示玩家体感温度，但似乎永远是-1.0。\n\n/giveskill [玩家名] <skill.技能英文名> <点数>\n提升某技能一定的点数。需要作弊。\n\n========\n以下是TFC调试模式套件指令。[b因部分指令极其熊，建议平时在TFCConfig.cfg禁用调试模式。\n/debugmode\n切换调试模式开关。需要作弊。\n\n/printimage <属性> <输出文件名> [采样半径] [采样间隔]\n在.minecraft/中生成一张指定文件名的BMP位图。这张色图是范围内的某种属性的值分布图。需要调试模式。\n可选属性为biome，temp，ph，drainage。\n采样半径决定了以玩家为中心的XZ采样面的大小，采样间隔决定了隔多少方块采集一次属性值，影响图像精细度。\n\n/sps <玩家名> <生命值*10> <饥饿值（0~100）> <口渴值（0~100）>\n设置玩家三项属性，不正确的填写可能会击毙玩家。（似乎饥饿值和口渴值不管用？）需要调试模式。\n\n/removearea [x] [y] [z]\n清空以玩家为中心指定半径（默认是x,y,z=16）的方块。必须指定3个参数或不指定。需要调试模式。\n\n/clearchunk [半径]\n清理指定半径（默认为0，下同）的区块，自上而下清理方块直到露出一层原生石头为止。需要调试模式。\nkora！半径是以区块为单位而不是通常所说的米哦。\n\n/stripchunk [半径]\n清除指定半径的区块，只有基岩、TFC矿石方块不会被清理（包括TFCOres.cfg中出现的方块）。需要调试模式。\n\n/removechunk [半径]\n清空指定半径的区块，包括矿物和基岩，全部木大。需要调试模式。\n\n/gen <结构名> [次结构名] [树尺寸]\n在脚下生成一个结构。需要调试模式。\n结构名：fruittree；例：/gen fruittree\n生成果树，似乎只生成红苹果树？\n结构名：fissure；例：（生成普通泉水）/gen fissure water\n生成裂隙（即俗称的泉眼）。次结构名必须填写。\n次结构名填写为water，则生成泉水；若为hotwater，则生成温泉；若随意填写，则生成干涸的裂缝。\n结构名：tree；例：（生成大棵道格拉斯冷杉）/gen tree douglasfir big\n生成树。次结构名必须填写。树尺寸可选且只能填写big，粗略决定树的大小。\n次结构名即树的名称，自行将游戏语言调为英文查看，若为带有空格的树名，应去掉空格。\n\n/vgsp [半径]\n以玩家所在区块为中心，（在指定半径内的区块中）在玩家脚下生成16x1x16的羊毛。需要调试模式。\n若该区块无生成保护时长，则为白色羊毛；否则为橙色。\n\n\n如果你看完了帖子，觉得这是好的，那么可以收藏评分鼓励发帖者，谢谢茄子！\n收藏本贴，即可收到更新提醒。若回复，请不要单纯表达感谢或灌水。\n\n近期动态&小道消息&转载相关：\n++++小道消息++++\n*听说群峦传说1会由热心玩家团体冥土追魂在1.12.2出一个移植版本，让我们拭目以待！\n*在？看看Github上的东西？我已经等不及了，快端上来吧！另，站内搬运帖\n\n++++转载相关++++\n本文使用CC BY-NC协议为转载者提供授权，特别地，非原创部分应遵守源使用的协议\n*02062020\n*署名+非商业性使用，暂时先这样了，希望有人能为我科普一下共享协议方面的知识\n\n++++近期动态++++\n*MATLAB脚本版的料理暴力搜索姬已经完成，MS Access VBA正在写，MS Excel VBA再等等吧\n*帖子代码清完了，字节数依然非常多。话说这图就放着吧……：\n\n\n\n\n感受一下帖子代码的绝望.png (83.64 KB, 下载次数: 70)\n\n下载附件\n\n2019-3-15 14:46 上传\n\n\n\n\n\n\n\n更新日志&闲聊划水\n2.19.2020措辞修改（数日），不知道第几章第8节更完了一个配置文件\n玩了好几天java decompiler，我现在宣布，源码怎么写我就怎么说\n2.10.2020措辞修改，新增不知道第几章第⑨节指令\n2.6.2020措辞修改\n准备逐步离开全篇幽默风，因为其实不很好笑，废话挺多，我哭哭。近期修排版，帖子字体可能大小不一致，还望包涵\n9.28.2019第不知道是第几章第八节启动，一起调~教配置文件吧\n6.1.2019更新第不知道是第几章第三节\n5.25.2019诈尸，做了一点小调整\n啊soda，en，你没看错，这个帖子现在挂了Nuclear Fusion小组。\n4.29.2019诈尸，拿起了我的料理姬.m\n3.30.2019第不知道是第几章第一节终于更新了！顺便第一章第四节补了皮革制作图\n3.26.2019更二波第四章第五节，顺便硬核食物口味的研究进度更新了\n3.25.2019更一波第四章第五节\n精啦，实习啦，好事成双~\n3.24.2019开坑第不知道是第几章第7节，天坑；填补第一章第四节，基本填完\n最近研究起了食物口味，现在卡在了理论和实际的接轨处……awsl，心情复杂（虽然没在论坛里暴躁起来）\n3.23.2019爆更第一章第四节高炉备料、高炉建造的图片，还到处修改、做清扫\n话说昨天更了什么？好像更了一些合金钢相关\n3.20.2019第一章第四节接着更\n3.19.2019第七章第一节开更\n3.18.2019为贫瘠的第一章第三节补了一张图，第一章第四节开更\n3.16.2019更完了第一章第三节\n扫除工作进行了50%左右，扫除90000->86000。吼吼，马上就到激动人心的高炉环节了\n3.15.2019修补第六章第三节\n扫除，104000->95000->90000，总算腾出一堆空间了\n3.9~3.10.2019补充了一些第四章第四节，继续做着小修整和扫除，字节数从111000->110200->105931->105080->104637\n3.4.2019杂七杂八修改了一点，更了第五章第三节，开着纯文本模式做了一下大扫除，字节数从110800->108488\n3.3.2019第一章第三节开更\n3.2.2019第八章第一、二、三、四、五节完工，第不知道是第几章第六节完工\n3.1.2019挖坑第八章群峦建筑学\n2.28.2019挖了新坑第四章第五节，汇总工具武器防具，第一章第二节基本只差图\n2.27.2019第四章第四节开填\n2.26.2019第五章第二节填满惹！！第一章第二节摸个鱼，外加其他章节小修正\n2.23.2019第五章第二节填到只差图\n2.20.2019第七章第二节修正，第五章第二节补充，在全篇开头立个flag\n2.19.2019第二章第二节开更，第不知道是第几章第五节成就更完\n2.16.2019第二章第一节补图，第一章第一节加料（篝火）\n今天终于知道evt是蒸散量，wsl\n2.15.2019补图成功，第一章第二节划划水，第二章第一节开更\n2.14.2019第一章第二节划划水，第七章第三节加个图（失败）\n2.13.2019第七章第二、三节\n找到了硅镁镍矿，心情超级好，爆更一波\n2.12.2019摸鱼失败，第一章第二节加填\n2.11.2019第五章第五节怪物加图，第一章第二节开填\n2.10.2019第五章第二节种田加图，第一章第一节石器期加图，第六章第三节怪物\n2.9.2019第五章第五节腐烂\n*挖坑：第七章挖矿（2节）\n隔壁格雷6居然和群峦这么像了，等我毕业就跳槽去泛银河科技去。\n2.8.2019第五章第二节种田\n2.7.2019第五章第二节种田\n2.6.2019文本转移、发帖、插图\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "YPXxiaoK",
            "timestamp": 1549468380,
            "txt_content": "感觉排版还可以再美观一点....\n镇楼图就很友爱~"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1551335760,
            "txt_content": "可以说是很用力了！楼主加油~~~"
        },
        {
            "author": "互撸兄弟",
            "timestamp": 1557564480,
            "txt_content": "谢谢大佬，看了岷叔的视频正打算入坑如果有1.12能不能通知我一下呢"
        },
        {
            "author": "kousakak",
            "timestamp": 1568172300,
            "txt_content": " 本帖最后由 kousakak 于 2020-4-1 09:23 编辑 \n\n有个问题，箭袋是没法合成吗\n又去翻了翻wiki找到了……是我瞎了\n\n\n\n\n\nQQ图片20200401092321.png\n(8 KB, 下载次数: 89)\n\n\n\n\n下载附件\n\n\n2020-4-1 09:23 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "wshycaa",
            "timestamp": 1568191380,
            "txt_content": "看来群峦是真的难，教程贴都少有人问津。。我觉得群峦这个mod极大的增加了可玩性呐。尤其是和朋友联机不要太有意思 期待1.12的群峦"
        },
        {
            "author": "kousakak",
            "timestamp": 1568279400,
            "txt_content": " 本帖最后由 kousakak 于 2020-6-18 14:57 编辑 \nwshycaa 发表于 2019-9-11 16:43\n看来群峦是真的难，教程贴都少有人问津。。我觉得群峦这个mod极大的增加了可玩性呐。尤其是和朋友联机不要 ...\n联机或许会缺吃的的233\n倒是群峦主要难在前期不能惹怪物和不能睡觉，找到些矿脉后就是直通养老了，矿找到后够用一辈子的==\n我错了我不该云的，出个个黑钢砧就把一个从地表到第二岩层的25单位褐铁矿从巨量挖成微量了……"
        },
        {
            "author": "laomaohehe1",
            "timestamp": 1572178320,
            "txt_content": "哥，能说下为什么我装了NEI看不到怎么凿石头和捏粘土"
        },
        {
            "author": "我的工业2",
            "timestamp": 1572181080,
            "txt_content": "kousakak 发表于 2019-9-11 11:25\n有个问题，箭袋是没法合成吗\n箭袋只能手持皮革右键雕刻制作"
        },
        {
            "author": "我的工业2",
            "timestamp": 1572181800,
            "txt_content": "laomaohehe1 发表于 2019-10-27 20:12\n哥，能说下为什么我装了NEI看不到怎么凿石头和捏粘土\n第一类，你可能没装NEI的群峦附属mod\n它叫TerraFirmaCraftNEIPlugin，这↓里↓\nhttps://www.mcbbs.net/thread-373337-1-1.html\n\n第二类，如果你有这个附属的情况下出了问题，那先在/.minecraft/config里找找同名的配置文件，检查是否所有项设置为true\n至少检查knapping这项是不是，它和捏泥巴敲石子合成表有关\n    #  [default: true]\n    B:knapping=true"
        },
        {
            "author": "laomaohehe1",
            "timestamp": 1572522060,
            "txt_content": "我的工业2 发表于 2019-10-27 21:10\n第一类，你可能没装NEI的群峦附属mod\n它叫TerraFirmaCraftNEIPlugin，这↓里↓\nhttps://www.mcbbs.net/th ...\n下载网站进不去，能给个网盘地址吗"
        },
        {
            "author": "laomaohehe1",
            "timestamp": 1572523860,
            "txt_content": "我的工业2 发表于 2019-10-27 21:10\n第一类，你可能没装NEI的群峦附属mod\n它叫TerraFirmaCraftNEIPlugin，这↓里↓\nhttps://www.mcbbs.net/th ...\n可以了\n谢谢"
        },
        {
            "author": "唯独i",
            "timestamp": 1581867180,
            "txt_content": "刚玩服务器的时候遇到搞不懂，回来补习一波哈哈哈！"
        },
        {
            "author": "钴子_cobalt",
            "timestamp": 1581910800,
            "txt_content": "加油吖！\n群峦传说还是很好玩的哦"
        },
        {
            "author": "钴子_cobalt",
            "timestamp": 1581936780,
            "txt_content": "群峦稳定性怎么样"
        },
        {
            "author": "wjnb",
            "timestamp": 1581985440,
            "txt_content": "太谢谢版主了！！！！这个太需要教程了！！！！"
        },
        {
            "author": "tyj19940706",
            "timestamp": 1582020420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "34retrt5",
            "timestamp": 1582032840,
            "txt_content": "作者更1，12能出个教程吗"
        },
        {
            "author": "萌萌大鲨鱼",
            "timestamp": 1582037340,
            "txt_content": "这个模组太好玩了，是我挑战过最好玩的"
        },
        {
            "author": "我的工业2",
            "timestamp": 1582040280,
            "txt_content": "34retrt5 发表于 2020-2-18 21:34\n作者更1，12能出个教程吗\n1.12.2群峦还在开发中，暂时观望，不写\n截至2.18.2020，1.12.2的群峦仍未添加一些我感兴趣的养老成分。这让我很难有动力去体验，然后写出高质量的教程。"
        },
        {
            "author": "不咋地",
            "timestamp": 1582174080,
            "txt_content": "刚接触群峦，谢谢大佬"
        },
        {
            "author": "cpp12138",
            "timestamp": 1582177560,
            "txt_content": "正在研究群峦，找到这篇贴，挺好前期过去了"
        },
        {
            "author": "摆渡·LAN",
            "timestamp": 1582185840,
            "txt_content": "觉得视觉效果不错，就是装备不知道效果如何"
        },
        {
            "author": "YZJM",
            "timestamp": 1582187880,
            "txt_content": "很棒的mod（虽然很难），谢谢楼主"
        },
        {
            "author": "孤单的永恒",
            "timestamp": 1582260060,
            "txt_content": "大佬nb,不过1.12也出群峦了，要不要考虑坐下1.12的呢？"
        },
        {
            "author": "Xiao_Tian~",
            "timestamp": 1582262640,
            "txt_content": "这个很好，就是能不能有更高版本的呢？"
        },
        {
            "author": "ourb123",
            "timestamp": 1582355820,
            "txt_content": "em,mmmmmmmmmmmmmmmmmmm"
        },
        {
            "author": "sailetsixzero",
            "timestamp": 1582360680,
            "txt_content": "哇，我从未见过如此出色的东西。细节很多。这让我非常兴奋。"
        },
        {
            "author": "yron10000",
            "timestamp": 1582364040,
            "txt_content": "谢谢大佬，正打算入坑群峦，给了我非常多的参考"
        },
        {
            "author": "yamata雅自答",
            "timestamp": 1582372080,
            "txt_content": "希望排版优化~~~"
        },
        {
            "author": "陈喵",
            "timestamp": 1582429980,
            "txt_content": "群峦加贝爷，赛过活神仙"
        },
        {
            "author": "小远123",
            "timestamp": 1582692900,
            "txt_content": "可以的,这个模组很抖M，自己玩感觉无教程完全无法长久发展"
        },
        {
            "author": "oshxy",
            "timestamp": 1582793040,
            "txt_content": "群峦太硬核了，谢谢楼主教程"
        },
        {
            "author": "1412943252",
            "timestamp": 1582805100,
            "txt_content": "这mod玩得我心态炸裂"
        },
        {
            "author": "1912674727",
            "timestamp": 1582814520,
            "txt_content": "楼主你这排版属是有点。。。但是mod很好"
        },
        {
            "author": "FrantGwo",
            "timestamp": 1582853460,
            "txt_content": "刚玩服务器的时候遇到搞不懂，回来补习一波哈哈哈！"
        },
        {
            "author": "Leaf_Autumn",
            "timestamp": 1582909800,
            "txt_content": "怎么说呢 这个mod可以的 我体验到了很好的乐趣 感谢楼主的分享喽~"
        },
        {
            "author": "xcy43210",
            "timestamp": 1582932900,
            "txt_content": "楼楼继续加油呀~就指望看着这个玩群峦养老啦~>_<~(另外问一下用现在的1.12版本开服合适吗?)"
        },
        {
            "author": "0w011",
            "timestamp": 1582959660,
            "txt_content": "1.7.10啊。。。有更高的版本吗"
        },
        {
            "author": "ArthasArthur",
            "timestamp": 1583108100,
            "txt_content": "弱弱的问一下，1.7.10和往后版本的群峦传说有么有什么不同？"
        },
        {
            "author": "luckyrain",
            "timestamp": 1583209680,
            "txt_content": "幽默风很有趣，可以不改的"
        },
        {
            "author": "Bi_Mo",
            "timestamp": 1583223480,
            "txt_content": "群峦这个mod很好玩。多点生物就好了"
        },
        {
            "author": "kengshi_233",
            "timestamp": 1583299080,
            "txt_content": "硬核群峦 你值得拥有"
        },
        {
            "author": "xh_139",
            "timestamp": 1583322300,
            "txt_content": "感觉群峦我是玩不来了，过于难受"
        },
        {
            "author": "Hoshira",
            "timestamp": 1583323440,
            "txt_content": "群峦真的是玩的又爱又气..."
        },
        {
            "author": "wdsjhfh",
            "timestamp": 1583326620,
            "txt_content": "群峦加格雷=肝帝之路"
        },
        {
            "author": "1641065713",
            "timestamp": 1583364900,
            "txt_content": "为什么我之前玩群峦没有找到这个教程"
        },
        {
            "author": "wujii233",
            "timestamp": 1583372340,
            "txt_content": "群峦每次冶炼控温都要吐。。真的想养老的建议别玩"
        },
        {
            "author": "spriggankirito",
            "timestamp": 1583380320,
            "txt_content": "感觉群峦单机还行 和朋友玩 他们都不和我玩这个  很难受"
        },
        {
            "author": "wujii233",
            "timestamp": 1583450520,
            "txt_content": "养老（×）全身是肝（√）"
        },
        {
            "author": "wujii233",
            "timestamp": 1583450520,
            "txt_content": "除了科技党外其他人看了这种科技树应该没有要玩的欲望了吧。。"
        },
        {
            "author": "大佬带我",
            "timestamp": 1583562060,
            "txt_content": "hahah好有意思，但是难以兼容的大块头？？多模组服务器就很少选这个mod是么。。。"
        },
        {
            "author": "FrantGwo",
            "timestamp": 1583676900,
            "txt_content": "格雷6加群峦是个不错的想法"
        },
        {
            "author": "1668596729",
            "timestamp": 1583806440,
            "txt_content": "群峦传说被完成休闲。。。666"
        },
        {
            "author": "3503372451",
            "timestamp": 1583829840,
            "txt_content": "有1.14的么"
        },
        {
            "author": "z1605334083",
            "timestamp": 1583833980,
            "txt_content": "我可能真的步入老年生活了"
        },
        {
            "author": "z513641102",
            "timestamp": 1583979420,
            "txt_content": "箭袋是没法合成吗"
        },
        {
            "author": "FrostAshes",
            "timestamp": 1584022620,
            "txt_content": "说实话看完还是一脸懵逼，但楼主已经做的很好啦，谢谢楼主"
        },
        {
            "author": "yanylsy",
            "timestamp": 1584022920,
            "txt_content": "真的很好奇做这些东西的毅力哪来的\n简直太棒了"
        },
        {
            "author": "牧笛挽歌",
            "timestamp": 1584089400,
            "txt_content": "真就养老模组了"
        },
        {
            "author": "飓风甘蓝",
            "timestamp": 1584091800,
            "txt_content": " 本帖最后由 飓风甘蓝 于 2020-3-13 17:31 编辑 \n\n1.7.10的NEI和Waila有下载地址吗？"
        },
        {
            "author": "Dream_TOP",
            "timestamp": 1584103260,
            "txt_content": "感觉楼主很用心，谢谢"
        },
        {
            "author": "FrantGwo",
            "timestamp": 1584148080,
            "txt_content": "昨晚刚看到一个群峦和格雷6的整合包，正好试试，群峦是个不错的mod"
        },
        {
            "author": "明月星空",
            "timestamp": 1584166980,
            "txt_content": "作者写的挺好的，支持作者"
        },
        {
            "author": "yuelaiyuepang",
            "timestamp": 1584170040,
            "txt_content": "终于会玩这个鬼模组了。。这就和朋友对线去"
        },
        {
            "author": "猪锋唔爆粗",
            "timestamp": 1584170820,
            "txt_content": "玩过一次这个mod，一只僵尸打了一晚上最后给咬死了TAT"
        },
        {
            "author": "马踏川",
            "timestamp": 1584195060,
            "txt_content": "挺好的，玩起来很棒，希望继续加油"
        },
        {
            "author": "马克沁lm",
            "timestamp": 1584271920,
            "txt_content": "良心作者帮大忙，没有作者哭倒墙！"
        },
        {
            "author": "31628096333",
            "timestamp": 1584319500,
            "txt_content": "感觉排版再好一点"
        },
        {
            "author": "3102967364",
            "timestamp": 1584351720,
            "txt_content": "休闲养老？明明是肝的n方+1次"
        },
        {
            "author": "差劲先生",
            "timestamp": 1584401520,
            "txt_content": "看着这介绍帖感觉可玩性很高啊，联机来不来"
        },
        {
            "author": "M贞子C",
            "timestamp": 1584408420,
            "txt_content": "神奇！看起来以后做农场不用铺一大片红石了！激动"
        },
        {
            "author": "s646636826",
            "timestamp": 1584451920,
            "txt_content": "看见这个想起来之前自己摸索群峦，玩了一整天，第一步堪堪过去，后面受不了了就弃=.=...塌方杀我，做东西杀我\n早让我看见教程多好...头大"
        },
        {
            "author": "瞳黑小叔叔",
            "timestamp": 1584462900,
            "txt_content": "流程图真的清晰，感觉明白了好多"
        },
        {
            "author": "yuelaiyuepang",
            "timestamp": 1584490140,
            "txt_content": "\n大佬nb,不过1.12也出群峦了，要不要考虑坐下1.12的呢？"
        },
        {
            "author": "2295317870",
            "timestamp": 1584499800,
            "txt_content": "还是要等到毕业再玩呀，，，，，只有六七十多天了"
        },
        {
            "author": "long_xiaoyu",
            "timestamp": 1584521880,
            "txt_content": "我觉得我这脑容量搞不懂这个模组"
        },
        {
            "author": "差劲先生",
            "timestamp": 1584576600,
            "txt_content": "看了籽岷的视频对这个期待值很高啊（楼主的图真的很专业）"
        },
        {
            "author": "owen_998",
            "timestamp": 1584580680,
            "txt_content": "看起来是个大型MOD，有的玩了，谢谢楼主分享！"
        },
        {
            "author": "mc2399",
            "timestamp": 1584600900,
            "txt_content": "这个模组好复杂，好精细，楼主辛苦了"
        },
        {
            "author": "坑货到家",
            "timestamp": 1584625680,
            "txt_content": "养老可还行，爱了爱了"
        },
        {
            "author": "Huax2",
            "timestamp": 1584634980,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "苗今天",
            "timestamp": 1584684180,
            "txt_content": "刚下完还没用，应该不错滴"
        },
        {
            "author": "苗今天",
            "timestamp": 1584684180,
            "txt_content": "试了一下，好玩到爆炸"
        },
        {
            "author": "心念佳人",
            "timestamp": 1584686580,
            "txt_content": "玩这个脑子不够用"
        },
        {
            "author": "31007765",
            "timestamp": 1584687240,
            "txt_content": "复习一波"
        },
        {
            "author": "红尘笑笑",
            "timestamp": 1584717120,
            "txt_content": "箭袋不能合成吗"
        },
        {
            "author": "dreepr322",
            "timestamp": 1584772740,
            "txt_content": "能出一个高版本就好了"
        },
        {
            "author": "微风很优秀",
            "timestamp": 1584786000,
            "txt_content": "好好好，封板要美观一点."
        },
        {
            "author": "xlkiriti",
            "timestamp": 1584791700,
            "txt_content": "我想知道现在1.12.2版本有出吗？我想祸害一下服务器玩家！"
        },
        {
            "author": "wdsbsj",
            "timestamp": 1584792720,
            "txt_content": "看了不会，好难啊"
        },
        {
            "author": "shuai8",
            "timestamp": 1584799620,
            "txt_content": "宣传图真滴好看"
        },
        {
            "author": "KYZSL",
            "timestamp": 1584804120,
            "txt_content": "我只记得第一次玩群峦，砍树被砸死"
        },
        {
            "author": "陌人人。",
            "timestamp": 1584850200,
            "txt_content": "群峦传说还是很好玩的哦"
        },
        {
            "author": "神范圣光",
            "timestamp": 1584862560,
            "txt_content": "养老【虐人】"
        },
        {
            "author": "mayun4wo8",
            "timestamp": 1584875760,
            "txt_content": "就算是有了教程我也果断放弃，太难了"
        },
        {
            "author": "鱼雨欲雨",
            "timestamp": 1584886080,
            "txt_content": "回来学习啦 哈哈"
        },
        {
            "author": "876490018",
            "timestamp": 1584893280,
            "txt_content": "\n休闲养老？明明是肝的n方+1次"
        },
        {
            "author": "犬塚石头",
            "timestamp": 1584923160,
            "txt_content": "一直不会玩群峦呜呜呜\n感谢楼主宝贵的分享！"
        },
        {
            "author": "shifu_de_situdi",
            "timestamp": 1584924780,
            "txt_content": "先来预习一下看看教程，不然又是一个天坑，不知道要玩到什么时候（或许真实养老？）"
        }
    ]
}