{
    "title": "[双线]ProMisingFuture —— 公会RPG服务器 你完全没见过的游戏模式[1.11.2]",
    "author": "TUCAOEVER",
    "replyCount": 0,
    "timestamp": 1549539180,
    "txt_content": " 本帖最后由 吐槽管理 于 2019-2-8 17:18 编辑 \n\n\n\n\n\n注 : 请详细阅读服务器玩法介绍 若不懂再进群询问 谢谢配合!\n\n\n服务器介绍:\n2012年 当时的Zi_Min还是一个初出茅庐的UP主 当时的我也只是一个初中生 因为偶然接触到了MC\n加上兴趣爱好 我开始在其他服务器做管理(我的世界最精彩) 之后因为一些原因 我决定离开那里 开属于自己的服务器\n但是当时的我是一个失败的管理者 因为对MC游戏本身的不熟悉(因为实际上玩游戏时间远远小于管理服务器的时间)\n没能体会到玩家对于回档的感受 每次都一味按着自己性子重置服务器 导致了当时的TWB(TomorrowWillbeBetter)\n经历了无数的周目 无数的换挡 失去了很多一起玩过的朋友 再加上平时学业繁重 无法管理服务器 之后服务器到期 \n断断续续停服开服 玩的人也很少 服务器一事就慢慢闲置下来\n之后 2017年 一个以前的玩家私聊我 说服务器什么时候开 (以前我说过要开中国最大的服务器)\n这一次服务器更名 ProMising Future 起这个名字的寓意不仅仅在于希望每一位玩家能在这里找到朋友\n也在于希望服务器能伴随着每一位玩家度过一个又一个令人期待的明天\n但是学业繁重 疏于管理 服务器虽然长时间开着 但是仍然没有人来玩 \n高考结束的那天开始 我重新拾起服务器 这一次我想的不是去学习插件配置 \n而是想去认真的了解一下MC这个游戏 我肝到凌晨4点 做IC2量子太阳能\n为了热核的定时 研究了几乎所有的红石计时器教程 翻阅了几乎所有核电的摆法 \n我开始真正喜欢上这个游戏 我也决定一定要做好一个可以给跟更多玩家更好游戏体验的服务器\n于是新的征程开始了\n花费了近两个星期整日整夜的配置汉化 服务器已经结束了初步配置 更多内容我会实时更新请不要担心\n\n\n\"\n\n在艾斯图亚这片大陆上,有一片令人向往的地方,这里住着世界上最强大的部落-克林特\n他们拥有最先进的科技-图瞳科技,并由此孕育出了众多强大的武器\n无数年来,无数的部落为了这一强大的科技加入了大大小小的战争中,无数战士为此献出了生命\n克林特的首领AXUES认为图瞳科技是罪魁祸首\n为了避免这样的惨剧再次发生,在一次部落会议中,AXEUS请求委员会封印图瞳科技\n但这一请求遭到管理层的强烈反对\n与此同时,委员会以态度消极等理由取消了他的首领职位\n部落之间的战争还在继续,AXEUS也因此整日整夜郁郁不乐,嗜酒成习\n一次偶然的机会,他从别人口中得知图瞳核心的所在之处,他发誓要一洗前耻,破坏图瞳核心结束无休止的战争\n但是在破坏核心的过程中,AXEUS受到了护卫队的干扰,\n图瞳核心并没有完全破坏,而是分裂为7大碎片(水,冰,土,风,电,火,暗)\n分别注入了七件物品中,分散于世界各地\n一时间克林特部落陷入了恐慌,委员会下令组建大小公会前往世界各地寻找这些含有碎片元素的物品\n就这样一个个勇士踏上了征程...(耗时两个下午构思+创作)\n\n\"\n\n\n\n服务器由5大世界组成\n分别是 生存|公会|PVP|GAME|主城 \n\n下面就由我为大家介绍一下基本玩法\n这可能与你之前玩过的所有服务器完全不同!\n\n\n关于注册:\n为了避免小学生(不针对年龄 只针对性质)影响其他玩家游戏体验 服务器采用邮箱验证系统\n在注册账号时服务器并不会要求你输入密码 而是会要求你重复两次邮箱 而密码将由注册系统直接发送至邮箱内\n不要担心 密码可以在登录过后进行修改 相同的 在修改密码之前 系统会再次验证你的邮箱\n所以请务必保证邮箱填写正确 否则无法加入服务器!\n\n\n游戏模式介绍:\n服务器以公会为主题 各项游戏内容主要服务于公会世界\n首先在主城世界务必先选择你的职业\n职业现在仅有两个 分别为战士/法师 你只有一次修改机会 请考虑好再进行选择\n选完职业你就可以通过主城的传送NPC传送至 生存世界\n生存世界 可以理解为大家所熟知的 资源世界\n该世界可以破坏可以放置 无掉落 可以使用天赋 就像你们以前玩的那样\n但是该世界不受服务器保护 无论你是使用X-Ray还是任何作弊MOD\n不影响服务器性能的一切辅助作弊行为在该世界不受限制 同时这里不存在熊孩子\n因为熊在这个世界完全合法 无论是拆家还是毁地形完全允许发生\n圈地?服务器没有圈地插件! 所以请放弃圈地想法 唯一可以保护的只有你的箱子!\n但是该世界每一个月会重置一次 所以请尽量不要在这里储存或者建筑任何东西\n在生存世界挖了足够的矿物 在主城换购足够的金币 你第一件要做的事情是\n升级你的权限组! 因为你的基础权限非常少 /sethome /warp 等基础指令无法使用\n所以你需要使用换来的金币去购买权限组升级券(主城就可以买到)\n升级过权限组 你现在可以迈入了公会的殿堂了\n\n\n你可以花费10000游戏币以及一定金锭创建一个属于自己的公会\n也可以直接加入其它已经创建完的公会(请保证权限组已升级 否则无法破坏公会世界内的任何方块)\n公会世界 可以圈地 可以圈地 可以圈地(重要的事情说3遍) 但是圈地可能与你们想象的不一样!\n在这里没有被圈地的地方无法破坏! 只有加入公会占领领地才可以在领地内破坏和建造!\n\n在这里你不需要游戏币 不需要拿着圈地工具到处跑 这里的圈地只需一条指令 和 一定金锭\n你就可以把你所处的整个区块从上到下全部占领 你所占领的领地你具有完全的控制权\n你想在这一个区块干什么就干什么 到这难道就结束了 就可以安心了?\n不可以! 因为公会世界物品掉落 箱子不受保护! 缺东西了?PVP去抢吧 大晚上去偷吧\n完全合法! 同时你可以通过公会本身的对战机制 进行排位赛 组队进行公会间的对抗\n打不过怎么办? 去打BOSS 去参加服务器的活动 获得精华数 升级你的天赋!\n\n不过瘾? 去升级你的公会建筑(不仅仅是数据上的 可以真的在领地上建造出来)\n扩大你的公会规模 仓库 兵营 等等(升级资源需要所有公会成员贡献至公会仓库) 凡是你想在这里都能玩到\n在公会世界 唯一不要碰的 就是使用作弊MOD 作弊端 一旦发现 没有任何解释的机会 直接BAN\n同时服务器每星期更新一个小BOSS 每个月更新一个大BOSS 每天更新一把武器 让你的PVP,PVE不再无趣!\n还不够?服务器会在近期添加自制的起床战争插件! 以及老牌插件重置-怪物竞技场! 让你在闲暇功夫也有娱乐的地方\n如果对游戏机制还是不懂 我为大家在游戏内设置了一个教程NPC\n在游戏内你可以通过右击该NPC进行游戏内的基础教学\n\n\n\n\n\n服务器插件现有共60个插件\n无论是否有人搬运过或者汉化过 所有插件由我统一重新汉化\n\n有人觉得赞助MC服务器是一件很不值得的事情 觉得商业服务器就不好\n但在这 我要的是你赞助我赞助的心服口服\n整个服务器从插件编写 美工 汉化 招人 配置乃至到在群里做接待完全由我本人完成 不借助他人帮助\n下面展示一张经过我5次修改的RPG武器属性显示效果\n你们可以随便对比一下其他服务器的武器 我可以保证 能超过这样的显示效果的服务器不多\n汉化不仅仅是对英语的翻译 更多的是让玩家看的舒服 玩的舒心\n美化一个插件的汉化比翻译更为耗时 而很多服主不愿做的便是这项!\n我愿意 是因为 我不仅仅要让玩家满意 更要求让我自己满意 这就是我开服务器的原则\n\n\n同时为了保证基础插件的汉化 服务器放弃了使用ESS\n我独立制作了服务器的专属基础插件 Fundamental\n付费插件超过10种 总价近千元 所有的功能你都可以体验到!\nRPG武器? 也许你很关心这个 这里的武器对所有玩家开放\n没有赞助你也能通过兑换买到一样的武器 一视同仁\n同时如果你有想要加的插件 随时欢迎向我提出 我一定会尽量满足你的要求\n\n\n\n\n\n很多玩家一提到这个就头大\n其实我也很头大 我本身是比较抗拒这个的\n因为赞助往往意味着特权 所以我不愿意碰这个\n暂时服务器处于基础建设 虽然有这些权限组\n但具体情况还需要要等到开服后一段时间后才能制定\n当然你有好的建议也可以告诉我\n\n\n\n\n服务器招聘:\n招收美工一位 管理一位 接待一位 宣传一位 建筑一位\n详情请加群私聊群主\n\n\n注明一下 服务器所有管理层严格服务于玩家 如果玩家与管理发生争执 服务器站在玩家一边 所以请权限狗勿扰\n\n\n服务器截图:\n\n\n\n[groupid=1511]Server CT[/groupid]\n",
    "replies": []
}