{
    "title": "《八丿三丨》第三十讲(帝国血泪史)",
    "author": "mmbbggf",
    "replyCount": 4,
    "timestamp": 1549538160,
    "txt_content": " 本帖最后由 mmbbggf 于 2019-2-7 19:22 编辑 \n\n  上回我们说到了我们所在的服务器中，存在的三位排名靠前的大能。在分析过后，5151和我对未来未知的情况都抱着谨慎的态度，毕竟服务器还是充钱者至上，不排除我们面临的潜在敌人拥有其自身实力以外的看家法宝，若盲目开战可能会得不偿失。为了提升自身实力，我们还去召集了曾经和我们一起在旧服里奋斗的朋友，对我们来说再会带有些许的戏剧性，我个人也对这样的**感到一丝幼稚，毕竟大家都几近成年，目光自然要放远些。不过，令我欣慰的是，我和5151依旧找来了几个比较重要的朋友，之后给大家一一介绍，接下来我将进入另一种叙述模式。  ......  目光一转，我看到眼前正在撸着树的双手。木屑四飞间，余光扫过一个正在打铁的皮套娃，那是5151，他正在给手上的武器附魔，不一会儿，散发着紫光的铁剑和钻石剑，就这样诞生了！什么属性我不知道，5151过来递给我一把，嗯，纯正的回火铁剑——“耐久II&锋利I”  “这样的武器能干什么？”我停下手头的工作，挥砍着手中的利刃。  “你说要量产，我们也就能造普通的附魔工具。”5151拿出钻石剑，对着我比划了两下。  “回头我再去搞几本附魔书来。”  “好。”  “对了，我们还有多少铁？？”我正想离开去下矿，突然想到基地里的铁储备应该不多了，这几天打造了几箱子的套具。  话音未落，我眼前出现了VVLH的身影。老朋友了。他正在收割着庄稼，在他一旁是还未完工的自动收割机，我们把农田弄成七八层楼高的样子，虽然不是很美观而且目标也很大，但我们喜欢高耸如云的感觉，真的有人入侵还能做瞭望塔。  “还有3组铁”，5151查看完所有箱子对我说，顺便扔给我几把钻石镐子，“下矿用这个，很OK”。  我拾起一看——两把耐久III的钻石镐子，还有一把是效率V。的确是下矿必备。转眼，我们便在临近基地的矿洞里，伸手不见五指。插上火把，狭窄的坑洞即使是微弱的火光也能将其照的通亮。YHB此时正跟在我的身后。  YHB，是我们新招收的一个全能型苦力，不对，准确的说是人才，全能型人才，嗯，他这会儿应该还是新人。他自己告诉我们他原先在另一个RPG服务器玩，对战争服还是缺乏了解。但不得不说这家伙有一两下子，近战的时候手速很快、反应也属上乘，就有一个问题——话多。叽叽喳喳的说不停，不过孤独的下矿环节带上他是个不错的选择，我们俩一人举着石剑，一人拿着钻石镐。在这里我们秉承了很好的旧习惯，下矿武器永远带最廉价的，按照VV的话来说：“这些怪不值得用高端的武器去砍”。我们也深以为然，我则更甚的认为——它们根本伤不了我分毫！  “哎呀！”正当我在岩浆边挖矿的时候被暗处的小白放了冷箭，吓得我直哆嗦，还好反应快，不然就下去了！鼠标此时滑滑的，手心正往外冒着水珠。我快速切换到石剑，扑上去对着小白一阵猛砍。然后朝着YHB所在的方向走去。  “YHB！”我走了一阵，没看到他，便在私人频道打字叫他。过了片刻，见没人回复，我便上前再做了一番查探。此时已经走到一个陌生的，几乎没有人迹的坑道。",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1549539540,
            "txt_content": "写的很好啊，我以前也试着写过这种回忆录，但没坚持下去"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1549882800,
            "txt_content": "雪莲_xvelian 发表于 2019-2-7 19:39\n写的很好啊，我以前也试着写过这种回忆录，但没坚持下去\n谢谢，之前看到留言就想回复了，奈何论坛的土豆服务器一直无法打开回复"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1549882920,
            "txt_content": "mmbbggf 发表于 2019-2-11 19:00\n谢谢，之前看到留言就想回复了，奈何论坛的土豆服务器一直无法打开回复 ...\n楼主现在还有玩战争服吗"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1549883100,
            "txt_content": "雪莲_xvelian 发表于 2019-2-11 19:02\n楼主现在还有玩战争服吗\n目前还没找到值得玩下去的战争服，有些可惜。"
        }
    ]
}