{
    "title": "[Minecraft.net | INSIDER]背包盘点：滨菊",
    "author": ":spgbigfan:",
    "replyCount": 9,
    "timestamp": 1549632360,
    "txt_content": " 本帖最后由 kakagou12 于 2019-2-8 21:33 编辑 \n\n\nTaking Inventory: Oxeye Daisy\nThe pretty flower with the icky name!\n背包盘点：滨菊\n可爱的花，奇怪的名字！\n\nAmong Minecraft’s many flowers, the Oxeye Daisy is a little bit unusual. Beaming out across the plains, its white petals gleaming in the sunlight, it’s a beacon of hope against the many perils that can befall an explorer. \n在 Minecraft 的种种花卉中，滨菊算有点不寻常。穿梭在平原之上时，能看到它白色的花瓣在阳光中闪闪发光，滨菊就像一座代表希望的灯塔，为探险家们抵御种种可能的危险。\n\nOxeye Daisies were added to the game during the Great Flowering of Minecraft in patch 1.7.2. This update, released in October 2013, included a whole heap of new flowers – from the azure bluet to the peony. You’ll find Oxeyes in Plains, Sunflower Plains and Flower Forest biomes. Occasionally, you’ll also find them in woodland mansions, where the former residents perhaps appreciated their beauty and purity.\n滨菊在 Minecraft 1.7.2 盛大绽放之时进入了游戏。这一次更新的时间是 2013 年 8 月，还加入了从茜草花到牡丹——一整群的新花卉。你能在平原、向日葵平原以及繁华森林中找到滨菊的身影。偶尔你也能在林地府邸中发现滨菊，也许是之前的主人很喜欢这种花朵的美丽与纯洁吧。\n\n\n\nThe Oxeye Daisy was added in patch 1.7.2, but it was in patch 1.8 that it gained a superpower which sets it apart from other flowers. That superpower is the ability to create flower patterns on banners, which you can only do by combining an Oxeye in a crafting grid with a coloured dye and an existing banner. \n虽然滨菊在 1.7.2 就加入了游戏，但是到了 1.8 时，它才获得了与众不同的超凡力量。这种力量，就是在旗帜上制作花朵图案的能力。唯有把滨菊、染料和一个旗帜放在一起，才能制作花朵图案。\n\nYour other crafting option with the Oxeye Daisy is to grind it down into light grey dye. Grinding daisies down into dye feels like a waste to me, though. It’s far nicer to gather them and plant them in a garden, or put them in pots in a house, where they can charm you day and night.\n除此之外，在合成方面，滨菊还可以拿来磨制成淡灰色染料。虽然对我来说，拿滨菊磨制成染料实在是一种浪费，远不如收集起来种在花园里，或者放在屋子的花盆里，这样能让你每时每刻都保持好心情。\n\n\n\nImage credit: Geoff Derrin\n图片来源： Geoff Derrin\n\nYou might be wondering where the whole “oxeye” thing comes from. It’s because real-world Oxeye Daisies supposedly look like the eye of an ox, though personally, I can’t see the resemblance. The ox thing is only a few centuries old, though – before the 16th century, they were more commonly called Moon Daisies or Dog Daisies (again, not seeing the resemblance). In Austria and Germany, they were once hung inside the house in the belief that they repel lightning. They do not.\n你可能想知道，为什么滨菊的英文名 “Oxeye Daisy” 里有个 “oxeye（牛眼）”。这是因为现实中的滨菊看起来应该就像个牛眼，虽然就个人来说，我完全看不出哪里像的。这里所谓的牛其实只有几百年的历史——在 16 世纪之前，滨菊更多地是被称作 “Moon Daises（月菊）”或者 “Dog Dasies（狗菊）”（看起来还是根本不像啊）。以前，在澳大利亚和德国，人们会把滨菊挂在屋子里，相信这种花可以抵御闪电。这个真不行。\n\nToday the Oxeye Daisy is very common all over the world, but it’s only native to Europe and Asia. It blooms from spring to autumn, and is a reliable sign that summer is approaching. However, it can also be an invasive species – it’s regarded as a weed in Canada, the US, Australia and New Zealand, and it can spread viral diseases affecting crops.\n现在的滨菊已经遍布全世界，然而它的根源还是在欧洲和亚洲。从春天到秋天，滨菊会一直绽放，而且它还是夏天临近的标志，非常可靠。然而，滨菊同时也会成为入侵物种——在加拿大、美国、澳大利亚和新西兰，滨菊被视为一种杂草，而且还会向农作物传染多种病毒性疾病。\n\nMy favourite Oxeye fact, though, is that it’s edible. They’re eaten in salads in parts of Italy, and the flowers can be battered, pickled, or turned into sweet or savoury snacks. So next time you’re standing in a field of Oxeyes, maybe take a few home for dinner! Don’t cook with the actual eye of an ox, though. That would be gross.\n不过，关于滨菊的知识里，我最喜欢的就是，这种花是可以食用的。在意大利的一些地方会拿滨菊做成沙拉吃掉，而且滨菊的花朵可以炸着吃、腌着吃，也可以做成或甜味或香浓的小吃。所以下一次站在滨菊丛中时，你可以考虑摘点回家做饭吃！不要拿来和真的牛眼一起煮就是了。吃着会很恶心的。\n\n【Kakagou译自Taking Inventory: Oxeye Daisy】\n【作者Duncan Geere，发布时间2019年2月8日】\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1549633200,
            "txt_content": "绿帽子好评.jpg\n说实在的有点想要我的红玫瑰回来……= ="
        },
        {
            "author": "yiyyiq666",
            "timestamp": 1549959900,
            "txt_content": "eeeeeeeeeeeeeee"
        },
        {
            "author": "yiyyiq666",
            "timestamp": 1549959900,
            "txt_content": "eeeeeeeeeeeee"
        },
        {
            "author": "cooocooo",
            "timestamp": 1549990920,
            "txt_content": "这个旗子真的是很神奇 上面图案五花八门，放苦力怕头也可以生成图案，我想知道怎么搞个非常帅气牛B的图案出来，之前做过一次防爆盾\n挺好看，如果有圆盾就更好了，造个美队的盾。"
        },
        {
            "author": "3355191732",
            "timestamp": 1550646420,
            "txt_content": "6666666666666"
        },
        {
            "author": "E07",
            "timestamp": 1553859120,
            "txt_content": "灰色染料，，，"
        },
        {
            "author": "谈海超",
            "timestamp": 1554896940,
            "txt_content": "66666666666666666666666666666666666"
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801280,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585628100,
            "txt_content": "我最喜欢滨菊了"
        }
    ]
}