{
    "title": "[双线]欧陆争霸——精品中世纪战争〓自创定制势力〓技能〓势力排行〓装备[1.13x]",
    "author": "nn512644",
    "replyCount": 0,
    "timestamp": 1549899240,
    "txt_content": " 本帖最后由 bnn512644 于 2019-2-12 14:13 编辑 \n官方网站、QQ群、服务器IP、客户端等信息请直接查看本帖末尾\n\n配上音乐更有氛围哦~\n前言高耸入云的塔楼固若金汤的要塞神殿一般的宫殿不计其数的陷阱是谁让教皇低下头颅又是谁从诺曼而来漂洋过海征服了英伦吟游诗人四处传唱东方来的游人啧啧称奇庞大的帝国何时覆灭辉煌的史诗从何开始历史巨轮由此开始转动\n公元476年，西罗马帝国灭亡，欧洲进入长达数百年的中世纪黑暗时代各文明建立起自己的势力，招兵买马，构筑城堡，群雄割据，逐鹿欧罗巴大陆\n如果你是《骑马与砍杀》、《全面战争》、《十字军之王》《文明》、《要塞》、《帝国时代》系列的粉丝\n如果你喜欢中世纪历史，有称霸一方的梦想加入欧陆争霸，我们等待你书写辉煌的史诗！\n\n特色玩法\n自创并定制势力你可以选择和朋友们建立新的势力，或者加入与你志同道合的玩家势力。我们会根据你自创势力时的加点，为你建立的势力建造城堡，定制装备，设计势力技能，你只需要不断发展壮大扩张你的势力，努力成为欧罗巴大陆的传说！\n势力科技每个玩家的自创势力都可以选择不同的科技，这些选择将会决定势力今后的发展方向，奠定势力的未来。你们是基于农耕传统的封建势力，还是遵从游牧传统的马背民族？ 军事传统, 贸易传统, 冶铁技术, 炼金技术,制图学...选择你喜欢的道路，带领你的势力走向不同的未来！\n战斗技能你可以学习不同的战斗技能，是手持大盾重剑冲锋陷阵，还是骑射游击不断骚扰，亦或是掌握战场运筹帷幄，打造属于你的战斗方式，以自己的风格在这残酷的欧罗巴战场上击败对手并生存下去吧！\n历史事件我们会根据历史进程，对服务器内的玩法进行重大的内容更新，你将会亲眼见证匈人入侵、查理曼王国、神圣罗马帝国、十字军东征等耳熟能详的历史事件\n\n势力排行发展你的势力，每周结束时都会对各势力进行结算评分，欧罗巴大陆上最强大的三个势力将会获得特殊的荣耀，你的王国之名将展示于官网上，并获得无上的荣耀与奖励\n定制装备每个玩家自创的势力都有着特有的装备，为你的势力量身打造。穿上属于你的势力特有装备，为你的势力去赢得荣耀！\n\n\n\n\n关于梦境工作室\n创始人：23岁，8年MC龄，在英国金融业有稳定工作，四年来走访过英国各地的中世纪遗迹，包括征服者威廉所建的华威城堡、理查一世故居、约克大教堂、爱丁堡城堡、白金汉宫、不知名的英格兰北部中世纪村落等。服务器的架设完全出于对Minecraft、中世纪的爱好，也为圆自己一个做游戏的梦想。从2011年接触Minecraft起，积累了大量的开服经验，有稳定的经济基础和成熟的心态。您完全不必担心服务器会出现弃坑、关服、换周目等情况\n\n\n成熟团队：梦境工作室成立于2012年6月，团队平均年龄20岁，团队内包含美工、技术、策划、运营组，平均5年以上的服务器等MC二次开发作品经验\n\n\n精心设计：梦境工作室于2016年创作的解密地图《古迹迷踪》，获得MCBBS优秀地图评级，也获得了几十位视频up主的青睐，你甚至能在Youtube看到关于我们作品的视频解说\n\n持续更新：我们会为服务器做持续的更新与维护，每月都有新的策划活动与更新，保证游戏内容的新鲜程度，未来将会加入更多的势力科技树、文化树，历史事件，还有更多的技能与装备，完善服务期内的游戏体验\n\n强大硬件：我们使用了16核4Ghz的CPU，独享100M多线带宽，120G SSD固态硬盘配置的服务器作为Beta测试的测试服务器，并租用了E5-2667v2四核，10G内存，12M带宽，64G SSD固态硬盘配置的服务器作为研发及后备服务器。保证您在服务器内不会因为插件调试、硬件故障等问题影响游戏体验\n\n\n服内原版材质截图\n\n\n\n\n\n\n\n\nOP证明\n\n\n\n\n\n服务器信息\n\n官方网站\nSimLifeStudio.comQQ群368139312服务器IP电信、联通：gs4.nide8.com:25570        移动：gn4.nide8.com:25570任意纯净1.13x客户端皆可登陆\n如发现以下现象，请立刻前往举报专页举报工作室核实后会给予举报人独特饰品或人民币奖励\n工作室成员、OP有恶劣对待玩家、以权谋私等让您不适的玩家使用外挂、替换透明材质、恶意利用BUG等恶劣行为的冒充工作室成员、剽窃工作室作品、诽谤诋毁工作室名誉的\n举报专页：http://www.simlifestudio.com/?page_id=6407\n\n\n==============SimLife梦境工作室出品==============\n\n\n\n加入《欧陆争霸》让我们一起，复兴精品战争服的辉煌\n\n\n\n\n\n",
    "replies": []
}