{
    "title": "Risugami大神的mod集合",
    "author": "aizuo",
    "replyCount": 16,
    "timestamp": 1290403740,
    "txt_content": " 本帖最后由 baizuo 于 2011-5-30 12:24 编辑 \n\n安装方法：\nWindows:\n1) Open up %appdata%, if you don't know how to do this, start>run, then type in %appdata%\n2) Browse to .minecraft/bin\n3) Open up minecraft.jar with WinRAR or 7zip.\n4) Drag and drop the necessary files into the jar.\n5) Delete the META-INF folder in the jar.\n6) Run Minecraft, enjoy!\n\nMacintosh:\n1) Go to Applications>Utilities and open terminal.\n2) Type in the following, line by line:\ncd ~\nmkdir mctmp\ncd mctmp\njar xf ~/Library/Application\\ Support/minecraft/bin/minecraft.jar\n3) Outside of terminal, copy the class files into the mctmp directory.\n4) Back inside terminal, type in the following:\nrm META-INF/MOJANG_C.*\njar uf ~/Library/Application\\ Support/minecraft/bin/minecraft.jar ./\ncd ..\nrm -rf mctmp\n5) Run Minecraft, enjoy!\n\n有些mod标出是1.6.4，但是1.6.5也可以用。\n原话：Updated to 1.6.5. Any mod not updated still works, and I know nobody will read this.\n感觉有点萌ww\n\n注意，大部分的mod都在config目录下提供设置，并且可以更改block ID，避免冲突（大神就是眼界广\n\n\n\n\n\nModLoader 1.6.5\nmod读取器\nA mod, kind of like a mod manager, that stops conflicts with mods that alter rendering, recipes, add entities, gui, smeltables or fuel. If you're a modder, feel free to decompile this and learn how to make mods work with it. Inherit BaseMod and override any methods as necessary. The mod's main class file should be prefixed with 'mod_'. Read the Javadoc for information on methods available.\n这个大家应该很熟悉了\n这个玩意可以在不覆盖原始文件的情况下读取mod。如果你是modder的话，可以根据进阶介绍学习如何写一个让modloader识别的mod。不过本坛子好像没多少modder吧？都是些有人给出了索引，链接都懒得看还抱怨没有图的同学。\nDownload (Adfly) Download (Direct) Decompile Fixes MCP Mapping Javadoc Old Versions\n\nLight Sensor 1.6.4\n光敏元件\nThe Light Sensor mod adds a new craftable block, that is a new input for redstone mechanisms. It turns on if it is hit with a 12 light levels. It is crafted with five redstone powder in a + shape, with four iron, one in each corner. Requires ModLoader Beta 1.6.4.\n简单来说就是一个电路的新输入。当大于12的光照射在它上面的时候会提供输出，反之没有输出。可以用来做一个到晚上就自动开灯的系统什么的。蓝图是\n\n\n\nDownload (Adfly) Download (Direct) Old Versions\n\n\nElemental Arrows Beta 1.6.5\n元素箭\nThe Elemental Arrows mod adds four new types of arrows; explosive arrows, fire arrows, ice arrows, and a joke weapon, egg arrows.. They are crafted the same way as normal arrows, but the head is replaced based on the element; gunpowder for explosive, coal for fire, snowball for ice, and egg for, well, egg. Crafting an explosive arrow only gives you one arrow, and it explodes upon impact. Crafting a fire arrow gives you one arrow, that will ignite stuff upon impact. Crafting an ice arrow gives you one arrow, that will freeze water into ice, lava springs into obsidian, put out fire, and break torches. Egg arrows spawn chickens upon impact with the ground, but there's a secret too. Lightning arrows strike lightning where ever they hit, use diamond in recipe. Homing bow recipe is same layout as regular bow, but diamond instead of sticks. Requires ModLoader Beta 1.6.5.\n元素箭，303的元素箭就是基于Risugami的做成的。本身功能比较少，只有火箭，爆炸箭，冰箭,蛋蛋箭和闪电箭，配方为分别用，，，，替换普通的箭头（普通的箭头是）\nDownload (Adfly) Download (Direct) Old Versions\n\n\nMore Stackables Beta 1.6.4\n物品叠加\nThis mod makes food stackable up to 16 in stack, saddles, doors, and signs up to 8 in a stack, minecarts and boats up to 4 in a stack. When stacked, food and buckets are unusable, however, everything else is. This is great for storage and for using workbenches, chests, or furnaces, as you no longer consume your food! Requires ModLoader Beta 1.6.4.\n许多原来不能堆叠的道具现在可以堆叠，并且数量和类型可以在config目录下设置\nDownload (Adfly) Download (Direct) Old Versions\n\n\n\nSign Tags Beta 1.6.5\n指示牌指令\nType [time] into a sign, and it will show the current time. You can also type [x], [y], or [z] and find the current position of the sign in regards to that axis. [a|b] is a redstone input function for signs, where text replacing 'a' will be shown when the sign is powered, otherwise 'b' is shown. Type [light], and it will show you the current light level of the sign's position. [biome], [temp], [humid] each tell you the biome you're in, the temperature of that area, and the humidity of that area, respectively. [temp], [humid] will no longer function in Nether. [chunk] will tell you where to find the chunk file for this chunk.\n\n很好玩的mod。牌子现在可以有一些特殊指令：(所有指令都有方括号）\n输入[time]：显示当前游戏中的时间\n[x] [y] [z]:显示对应的全局坐标。比如输入这句话就可以显示全坐标：“([x],[y],[z])”\n[humid]：显示当前方块的湿度，在地狱里无效\n[light]：当前方块的亮度\n[temp]：当前方块的温度\n[biome]：当前位置的气候（热带雨林，沙漠，等等）\n[a|b]：最好玩的，分支判断语句。一般情况下牌子只显示b，如果有一个红石电路输入则只显示b。我在我的车站控制闸上写了一个这样的牌子，当拉下闸的时候显示“Home”，松开的时候则显示“Mine”；还在矿车自动补给系统门口写了一个牌子， 当正在补给时显示“busy”，补给完成则显示“ready”。所以对于控制系统来说这个指令很有用的。\n[chunk] 显示当前的chunk坐标\nDownload (Adfly) Download (Direct) Old Versions\n\n\nDeath Chest  Beta 1.6.5\n捡尸体\nWhen you die, if you have a chest in your inventory, it will be placed where you die, or in the closest available spot. The chest will be filled with as many items as possible. Items stored in the crafting slot are still lost, as usual, and any excess that won't fit in the chest will be dropped.\n推荐给新手……你因为怕死不敢出远门？怕死在地底深处东西全都掉了？不用担心！捡尸体mod给你一个冒险的后盾！如果你身上带着至少一个，那么当你死掉后，就会在死掉的地方自动放置下这个箱子，里面则是你身上的全部物品！箱子不会消失！所以物品也不会消失。从此不再畏惧死亡，勇敢地往地底挖吧，少年！\nDownload (Adfly) Download (Direct) Old Versions\n\n\nAudioMod 1.02\nAudioMod Beta 1.6.5\nAudioMod is an upgrade of sorts, and a modder's utility. Included in this mod is CodecIBXM, created by Paul at www.paulscode.com, who is the creator of the sound system used in Minecraft. It allows Minecraft to play (in addition to ogg, wav, and mus files), xm, s3m, and mod files. The only readily available feature of this mod is the ability to add new music, however, it adds support for modders to add new records and sound effects. There is a slight increase in load time when using this mod. Using this, you can also use custom sounds, alongside the originals. Custom music and sound goes into the resources folder, music in mod/music. Custom sounds go into mod/sound. For example, if I were to add a new footstep sound effect to stone, I'd put the new stone1.ogg in mod/sound/step. In game, the new sound would occasionally be played, alongside the originals. Custom sounds for things like the menu click and water do not always work, at the moment.\n为其他mod提供支持，可以添加新的声音文件，并且可以定制声音的调用。本身没有任何作用。不管你是否理解，都可以打上，因为它理论上没有任何冲突和坏处，有总比没有好。\nDownload (Adfly) Download (Direct) Old Versions\n\n\nFloodgate Beta 1.6.5\n控制门\nFloodgate block can be used as either a floodgate, allowing toggleable water and lava falls, or as a trapdoor. When you place the floodgate control block, it will place a gate in front of the control block in the direction you are facing. Applying redstone power to this will remove the gate. Use the control block to open the GUI where you can place supporting blocks that will replace how the gate looks. Requires ModLoader Beta 1.6.5.\n相当于控制方块或者桥mod的简化版。\n右键使用控制门方块，控制器放下后会在你面对的方向生成一个控制方块。给一个电路输入可以控制它消失还是显示。右键控制器本身，还可以放入方块来控制他们的外观。\nDownload (Adfly) Download (Direct) Old Versions\n蓝图：\n\n\n\n\n\n\n\n2.jpg (106.5 KB, 下载次数: 1)\n\n下载附件\n\n2010-11-22 13:22 上传\n\n\n\n\n\n\n\nSpawner GUI Beta 1.6.4\nAdds a GUI to all mob spawners, that will allow you to pick what mob to spawn. I also reallowed mining spawners. You can disable spawners with redstone aswell. Should be compatible with all mobs, but don't expect the mobs with special spawn conditions to work everywhere. Animals require grass, Monsters require darkness, Slimes require being in their special chunks, and 0-16 depth. Requires ModLoader Beta 1.6.4.\n现在你可以收集地牢的刷怪笼子并且指定刷什么怪。相对箱子中那点可怜的东西，刷怪笼子则是更有价值的loot\n但是刷怪要有一定的条件，和怪物本身是相同的，比如动物要求有草地，怪物要求在黑暗中，史莱姆则要求在地底\nDownload (Adfly) Download (Direct) Old Versions\n\n\n\nBlock Distortion Beta 1.6.4\nThis mod is just an experiment. Everything that is 3D (Mostly noticeable on blocks) has a random distortion. Known issues include: Clouds randomize as they move across the sky, held items look rather odd, and GUI elements may be screwed up. I don't recommend using this mod long.\n块失真mod。一个非常奇妙的mod，做视频的时候可以使用，能够产生好玩的效果。预览：http://youtu.be/IUIEkDwws7w\nDownload (Adfly) Download (Direct) Old Versions\n\n\nGriefer Creepers - Not Updated\nWARNING BACK UP YOUR WORLD BEFORE INSTALLING\nThis mod changes how creepers attack. Instead of blowing itself up, It will disappear and launcher 100 arrows straight into the air, which will rain down on the landscape. These arrows will be 25% fire arrows, 75% explosive arrows..\n本mod未更新。一个改变creeper行为的mod，现在他们不是自爆，而是朝天发射出100根箭然后自由落下……这其中有25%是火焰箭，75%是爆炸箭……巨拉风也巨坑爹的mod，从此creeper将会成为你的噩梦……一个creeper足矣摧毁整个房子……\nDownload (Adfly) Download (Direct) Old Versions\n\n\nRecipe Book Beta 1.6.4\nThis item when used opens up a GUI of every recipe that can be done. The items can not be touched, but you can read tool tip. Left click moves to next recipe. Right click moves to previous recipe. The recipe for recipe book is 1 book, 1 ink sac. It's a shapeless recipe. Requires ModLoader Beta 1.6.4.\n一本可以在游戏内阅读的合成表，蓝图：\n[book][ink_sac]\nDownload (Adfly) Download (Direct) Old Versions\n\n\nShelf Beta 1.6.5\nEver wanted to store your items in a way you can see them? Here you go. This block allows you to add up to 9 items to it and the items you put in are shown in the world. Requires ModLoader Beta 1.6.5.\n一个用于展示物品的台子。功能和箱子类似，不同的是你能看见架子上摆放了什么东西，可以放9个物品。配方为\n\n\nDownload (Adfly) Download (Direct) Old Versions\n\n\n\nBiosphere Beta 1.6.4\nThis is a new generator. It replaces the surface generator. In this generator, the world is made up of massive spheres with glass domes. Inside these spheres are random biomes. There is a random chance of a lake being placed in the center of each sphere. Usually water, but rarely lava. Bordering this lake you will find sand for water, or gravel for lava. Connecting each sphere is a wooden bridge with fence rail. Beside each sphere is a smaller sphere, which is where you will find diamond and lapis lazuli. These ores only occur here, the others are equally spread throughout the spheres. The cave generator used here is a modified Nether cave generator, where like on the surface, will generate lava below a certain level. if this lava reaches the outside, an obsidian wall will be made to hold it in. Many options can be changed in \".minecraft/config/Biosphere.cfg\". \n一个地图生成器，可以生成圆形的互相链接的生态球。大部分选项可以在\".minecraft/config/Biosphere.cfg\"中设置\n更多介绍：http://www.mcbbs.net/thread-4503-1-1.html\n这是一个新的生成器，将普通的替换掉。 这个生成器会生成巨大的球，他们被玻璃罩着。在球里头是随机生成的生态圈（森林，雪地，沙漠等等） 一条河会随机生成在球的中央，一般是水，岩浆也有只是很罕见。 环绕河的是沙子，而岩浆则是沙砾（gravel）。 链接生态球的是一座一座木质的桥和几排栅栏（防止你摔下去，摔下去绝对没救，因为这里地下没地壳的 而是空的，也就说一定程度你会不停减血，而多人模式是无限下落，那里被称谓open air或者void) 在这些大球边上会有小球，能在上面挖到钻石或者天青石（蓝色的那个） 只有小星球上才会有这2种。其他的一般每个大星球下都能挖到的。 矿洞生成器是编辑了地狱的，地面上一般的东西（森林，草地等） 地下一定程度有岩浆，当岩浆要碰到边缘时有黑曜石挡着。 许多设置可以在\".minecraft/config/Biosphere.cfg\" 中被替换。\nDownload (Adfly) Download (Direct) Old Versions\n\n\n\n以上就是R大神的所有牛逼哄哄的mod了。\n更多mod参见qmd中的mod索引。\n",
    "replies": [
        {
            "author": "a602194317",
            "timestamp": 1290417900,
            "txt_content": "都没人来顶吗，这些都支持1.2.2吗"
        },
        {
            "author": "a31398",
            "timestamp": 1290419280,
            "txt_content": "唔，都是好东西啊，特别是那个捡尸体，同问支持1.2.2吗？"
        },
        {
            "author": "aizuo",
            "timestamp": 1290419580,
            "txt_content": "我看起来像那种发过时玩意的人么"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1290424260,
            "txt_content": "都很实用啊！另外楼主头像是明日香吧.......啊哈哈哈！！！"
        },
        {
            "author": "孙、哥",
            "timestamp": 1290431160,
            "txt_content": "顶啊顶"
        },
        {
            "author": "yxl4ever",
            "timestamp": 1290433320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qw87375832",
            "timestamp": 1290469260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "lhrlhr99",
            "timestamp": 1290474000,
            "txt_content": "不错，虽然我从来不用，不过还是支持"
        },
        {
            "author": "poacher",
            "timestamp": 1290476940,
            "txt_content": "很好，Risugami是谁也。。。。R大。。汗。。。一看到R之开头。。就想起那人。。唉。。"
        },
        {
            "author": "thesaw10009",
            "timestamp": 1290502200,
            "txt_content": "统统收藏。"
        },
        {
            "author": "windsword",
            "timestamp": 1290509580,
            "txt_content": "LZ的头是靈夢啊{:10_523:}"
        },
        {
            "author": "Geekko",
            "timestamp": 1290563640,
            "txt_content": "万恶的权限"
        },
        {
            "author": "qw87375832",
            "timestamp": 1290927540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "edbc",
            "timestamp": 1291298580,
            "txt_content": " 哈哈，太好了\n尤其是捡尸体，我一般光来回跑了"
        },
        {
            "author": "黑色光芒",
            "timestamp": 1291636920,
            "txt_content": "看上去不錯\n\n也許可以載來試試"
        },
        {
            "author": "aizuo",
            "timestamp": 1306729440,
            "txt_content": "bump"
        }
    ]
}