{
    "title": "【原创/连载】《mod宇宙》第一章：穿 越",
    "author": "奇迹丶凌冰",
    "replyCount": 6,
    "timestamp": 1549845720,
    "txt_content": " 本帖最后由 奇迹丶凌冰 于 2019-2-11 09:25 编辑 \n\n九环山脉蜿蜒曲折，宛如土之巨龙盘旋一般，俯卧在木夕大陆之上。在九环山脉的最末端，有一个并不小的橡木森林，被名为03资源区。此时在这个寂静的资源区里。“哇～我来个乖乖，痛死本大帅比了，我这……是怎么了？。”一个别人为了挖煤矿挖出的一个深坑中，一位年纪21岁左右的青年正在从地下死命抬起左手，看了看附近的淡灰色石块。过了几分钟，他终于在被摔的很神志不清的时候被痛觉彻底清醒的时候，看了一眼眼前熟悉而有有点陌生的一切，又抬头看了看透进来的几束阳光。“emmm，我这是……穿越了？百年难遇的穿越？这世界？好眼熟？”青年死命动了一下，清晰的痛感让他知道真的不是个梦，他真的穿越了。没错，地球上的叶轩穿越了。穿越前，大学终业考试完后一个人在路上嗨皮（单身），左手拿二锅头，右手拿五粮液！在路上吐的一扒拉倒在地上不省人事。与此同时，来自时区的一个波动，将叶轩所在的位置撕开了一个裂缝，毫无知觉的叶轩就在这个机缘巧合下穿越了。“啧，浑身痛死了，这个光标是什么玩意？”叶轩环顾了一下四周发现了一个存在感比较低的光标，一个人自言自语疑惑的说道。“嗯，骨折2级？虚弱3级？头部轻伤2级？咝~脑残吗，头疼...？”叶轩对着光标默默的吐槽道。叶轩看了看天空，自己如同井底之蛙一样只有一洞窟的光明，便缓缓的伸出手，眯着眼睛望着阳光。叶轩颓废了10多分钟后，在几乎动不了的崩溃状态下渐渐的接受了穿 越的现实。“哼，穿越也没什么大不了的，不就是几乎动...不了吗?不就是只能看见一个洞口...的光明吗,不就是...呃，说的自己反而更悲哀了。”叶轩看着一旁光标的倒计时，看到了骨折II倒计时完毕了，变成了骨折I，叶轩不知是心理作用还是其他什么的，憋了一口气，莽着就起来了。但现实总是残酷的，即使是叶轩站起来了也无济于事。“咳咳咳...这个时候是时候用这一招了！”叶轩深吸 一口 气，喊道：“救命啊，有没有人啊！要死人啦！”不知道节省体力的叶轩一次性就吼了5分钟，叶轩终于是从上面听到了声音。“诶？这里好像有声音，明发，过去看看。”“凭什么啊？你怎么不自己去看看，明明你更近一些！”“不要像娘mer磨磨唧唧的啦！快去！”叶轩一听，嗨呀！有戏！“上面的大兄弟，在下叶……轩能不能救.....救我”叶轩一激动忘了伤，实际一扯差点内伤。“诶！这里有人受了伤，噗！……哇哈哈，是个脑残！脑残！。”“明发你都要笑岔气了,你救就得了，叫什么叫”旁边的人摇了摇头一脸无奈的说。这个名叫明发的人不断的嘀咕，左手向前画了一个蓝色方格使劲一捏，高声喊道“：丢你猴赛雷。”手划过一个抛物线，那个蓝色的东西便掉了下去。叶轩在这一瞬间心中有几百只神兽奔过。“你TM在干嘛？丢个蓝色纸团干什么？话说后面那个猴赛雷是什么？难道好不容易遇到的人是个神经病？呃，等等，这是个魔法世界？难道这个是魔法？好像不对啊？那个蓝色纸团？！什么！？”那个被褶皱的蓝色纸团即将接触到叶轩的时候一个轻微的爆破声迸射了出来，将褶皱的纸团变成了一个幽蓝色的光门将叶轩整个笼罩在里面。嗖的一声，叶轩神秘的不见了。“好了敬爱的道领，那个青年人已经被我送回基地了，不过我瞧他那被摔的像个残废的身体现在可能晕倒了”明发看了旁边叫道领的男人说道。“恩？喂喂喂，明发？你送回基地了？拜托，我还没问他是那个地方，什么人呢。”旁边的道领拿出一把铁羽扇子皮笑肉不笑的看着明发说道。明发一惊往后一退，两手一伸，双手画圆，两个淡蓝色的传送门出现，明发右手一转往道领那砸去，道领带着“你给我记住”的表情，快速的消失了。“嘿嘿嘿，终于送走这个闷骚队长了，那么，我也该回去看看那个年轻人，我有一种预感，他肯定不是这个服的普通的人，毕竟别人这样都是会直接自杀回城的。”明发嘿嘿嘿的干笑了几声，左手一弹出现了一个光门，明发看了看四周，又带着自信的脚步缓缓的走入了光门中。===第一章——完===下列小说章数引子",
    "replies": [
        {
            "author": "冰星",
            "timestamp": 1549847880,
            "txt_content": "这是爽文吗"
        },
        {
            "author": "奇迹丶凌冰",
            "timestamp": 1549847940,
            "txt_content": "冰星 发表于 2019-2-11 09:18\n这是爽文吗\n没有，只是我看爽文看太多了，文风被带歪了点"
        },
        {
            "author": "奇迹丶凌冰",
            "timestamp": 1549848240,
            "txt_content": "为什么很多回车键都失效了"
        },
        {
            "author": "天之剑心",
            "timestamp": 1549849440,
            "txt_content": "这真的是爽文。。。。。。"
        },
        {
            "author": "奇迹丶凌冰",
            "timestamp": 1549849620,
            "txt_content": "天之剑心 发表于 2019-2-11 09:44\n这真的是爽文。。。。。。\n不..后面你会看到叶轩是个被设定为帅不过三秒的人"
        },
        {
            "author": "天之剑心",
            "timestamp": 1549849800,
            "txt_content": "奇迹丶凌冰 发表于 2019-2-11 09:47\n不..后面你会看到叶轩是个被设定为帅不过三秒的人\n我最近也打算写爽文小说了，你的小说绘给我灵感的"
        }
    ]
}