{
    "title": "我们选择希望——《流浪地球》观后感",
    "author": "Aezning",
    "replyCount": 6,
    "timestamp": 1549868520,
    "txt_content": "本人前天去看了《流浪地球》，很赞，这里是影评（已同步发送到QQ空间与B站）\n\n写在前面：\n本人对这部电影持肯定态度\n行文已尽量严谨，若有不足请加以指正\n------------------------------------------------\n《流浪地球》简介（节选自百度百科）：\n《流浪地球》是由中国电影股份有限公司、北京京西文化旅游股份有限公司、北京登峰国际文化传播有限公司、郭帆文化传媒（北京）有限公司出品的科幻片，由郭帆执导，吴京特别出演，屈楚萧、李光洁、吴孟达、赵今麦领衔主演。\n该片根据刘慈欣同名小说改编，讲述了在不久的将来太阳即将毁灭，太阳系已经不适合人类生存，而面对绝境，人类将开启“流浪地球”计划，试图带着地球一起逃离太阳系，寻找人类新家园的故事。\n该片于2019年2月5日（大年初一）在中国内地上映。\n------------------------------------------------\n关于刘慈欣：\n  大刘是我最喜欢的作家之一，至少是科幻界最喜欢的作家。在看完《三体》后就被大流圈粉了，《三体》被我反复看了好几遍，后来又相继看了《地火》《超新星纪元》《乡村教师》甚至比较冷门的《太原诅咒》也看了，当然，还有《流浪地球》。\n  为什么在写这篇影评之前要特意强调这个？我是想表明，我是大刘的死忠粉，并不是在看了电影之后的墙头草。\n------------------------------------------------\n关于郭帆：\n  说来惭愧，我没听说过他拍摄的《同桌的你》，这是我看的他的第一部作品。\n  如果各位仔细看的话，男女主和他爷爷被关进了济宁市N3警察局。在剧中出现了北京，杭州，上海等耳熟能详的城市，济南作为山东的行政中心应该也略有耳闻（还有那篇《济南的冬天》），济宁可能比较陌生吧。济宁市包含了曲阜，孔孟之乡。是郭帆导演的出生地，（ps.和我是老乡）作为一位济宁人，我也感到与有荣焉。\n-----------------------------------------------\n 这部电影为何吸引人？\n让我们看看他的头衔：国产科幻，大刘把关，吴京参演。就国产科幻这一条而言，足以吸引人。我明白很多人对国产科幻持否定意见，我认为这是片面的，并不是只有Hollywood才能拍科幻片，我们一样可以啊。大刘作为单枪匹马把中国科幻提升到世界水平的作家，已经足够硬核。\n------------------------------------------------\n关于剧情：\n  我认为还是比较合理的，虽然改的看不出原作的样子，但是穿插的家国情怀增加了人性的\n表现力。为防止剧透不再评论。\n------------------------------------------------\n为什么称其为“里程碑”\n  至于是不是里程碑，不敢妄加评论，等等之后的票房和口碑再说。\n  无论如何，这部电影足以被称为“起跑线”，他做了很多大胆的举动，让我很佩服。\n  I.新闻：\n  在一开始有一堆新闻画面，而且有《新闻联播》，我认为这是经过慎重考虑下的一部好棋，增强了真实感，把假的故事说真，是一个本事（譬如《桃花源记》的刘子冀）。\nII.真实地名：\n  我国真实的城市名不胜枚举。还有一些地标性建筑（如东方明珠）被毁。\nIII.真实国家\n  火种计划同意书，是实打实的联合国五大常任理事国。\n  综上，这个故事没有架空，是在真实世界上演的悲剧。让人为虚构的故事感到悲凉，如：我的故乡怎么变成这个样子。以至于与角色产生共鸣。\nIV.特效\n  有目共睹，特效做的是真的好，给观众带来了一番视觉盛宴。\nV.演员\n  讲道理除了吴京我都不认识，主角也是交给了刘启，吴京没什么戏份（也就预告片这么多）。而且据说导演没发多少工资，而是把大量的资金转移到了特效制作上，《上海堡垒》你学着点（手动滑稽）。\nVI.失败\n  这部电影允许失败，人类社会的斗争，队员的分裂，救援人员相继自杀……这才是真正的灾难。\n------------------------------------------------\n  关于网上部分反对论据的批驳：\nI.关于科学依据：\n  我也看了很多评价，有人提出这部剧没有什么科学依据，只出现了一个刚体洛希极限。甚至点燃木星这种小孩子的想法也出现了，太阳正处于稳定时期，不存在毁灭一说。\n  我需要强调的是，什么是科幻？科学幻想，一个偏正短语，中心词是幻想，难道把一堆科学数据与运算公式摆在那里就是科幻了吗？要真这样拍你去看？你可拉倒吧。科幻需要的就是想象力，架设于科技的合理而又大胆的想像。这是科幻片，而不是科教片，请分清楚再作评论。再者，这个电影拍出来是给全国各个阶层的观众看的，应该照顾到没有这么广袤理科知识的人群。变得更加通俗易懂。\nII.关于家国情怀\n  有人说这部剧展现的都是自私的小爱，没有大爱。\n  无语，你是云影评者吗。如果只是小爱，你告诉我，最后救援队们纷纷返程去帮他们，放弃了与家人团聚，这是小爱？\n  家国情怀是用来烘托气氛的，调动人们的感情。如果没有这些情怀，你难道不觉得过于冰冷吗。\nIII.关于个人英雄主义：\n  有人说这部剧就一直是主角一家救了整个世界。\n  搞笑，你只是因为是吴京演得就用《战狼》表现来衡定另一部不想干电影中角色的行为？\n这就是人为的给演员打下了标签。\n  举个例子，一个人热爱演喜剧，突然一天他写了一篇全程泪点的文章，你总不能说这篇文章因为是他写的就让你想笑，这种想法太狭隘了。\n  另外，当主角等人选择运火石到赤道时，别人已经提前运到了。100%的转向发动机都是主角一行人修好的？以一概全。而且点燃火星这个想法以色列科学家已经提出来了。再者，没有其他救援队员回来他么能推动撞“针”？\nIV.无脑黑：\n  讲个笑话，豆瓣评分。\n  如果你们去翻豆瓣一星理由，你会看到“路上堵车了”，“椅子不舒服”，“就是想打一星”等等，别了，我真是服气。\n------------------------------------------------\n为了防止触碰版规，本段已数据删除\n------------------------------------------------\n这部电影还带来了什么？\n“希望，是像钻石一样珍贵的东西。”\n“希望，是回家的方向。”\n“冰总有化成水的时候。”\n“无论最终结果将人类历史导向何处，我们决定，选择希望！”\n  对我而言，这部电影让我重拾了对生命与希望的尊敬（词穷＊），我也开始相信希望的力量\n  最后，北京市第三交通区委提醒您：道路千万条，安全第一条。行车不规范，亲人两行泪。\nB站专栏链接\n",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1549878720,
            "txt_content": "我也是**人~\n上海奥运那个我都没看出来，**那个牌子一出现我就发现了2333"
        },
        {
            "author": "野生小撸",
            "timestamp": 1549879080,
            "txt_content": "其实我觉得这部片子出来就是确认妇联4GG了"
        },
        {
            "author": "xmdhs",
            "timestamp": 1549879980,
            "txt_content": " 本帖最后由 xmdhs 于 2019-2-11 18:16 编辑 \n\n刷1星的是过分了。\n\n我打了4星，确实有很多的不足之处，比如说被剪的不成样子。（细节也是多的不成样子）\n\n所以很是期待完整版本。和下一部的冰雕\n\n"
        },
        {
            "author": "客观慢走",
            "timestamp": 1549880220,
            "txt_content": "我个人这个 流浪地球这个电影 就是特效好点"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1549881180,
            "txt_content": "“钱，是像钻石一样珍贵的东西。”\n“钱，是回家的方向。”\n“非洲人总有欧的时候。”\n“无论最终结果将自然选择号导向何处，我们决定，选择前进4！”\n  北京市第三交通区委提醒您：矿道千万条，安全第一条。挖矿不规范，亲人两行泪。"
        },
        {
            "author": "冰星",
            "timestamp": 1549964700,
            "txt_content": "特效做的不错，但我感觉是吴京帮了一把~\n\n"
        }
    ]
}