{
    "title": "【二月活动/原创】椅子，消失了？！",
    "author": "八意史蒂夫",
    "replyCount": 4,
    "timestamp": 1549972800,
    "txt_content": "一位土气的工程师安静的坐在房间里，底下的凳子稳稳当当。他的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当他回过神来，他发现自己的屁股底下空空如也——椅子，消失了？！\n       “消失了？！”工程师的话语里不仅带着几分惊叹，更多的是对椅子是否仍存在于此的疑惑。按常人认为的道理来说，椅子不可能凭空消失。但是，世界就是有这样多常人认为莫名其妙的事物，比如超距作用，他们大多难以用日常生活中积累的经验去证实。这些莫名奇妙的事物中，椅子的凭空消失便是其中一件。工程师的脑海里没有任何关于椅子如何能凭空消失的理论，在此之前，他屁股下的椅子没有凭空消失过，他戴着的护目镜没有凭空消失过，他手中的笔没有凭空消失过，他更没有听说过任何能被证实的凭空消失的事物，因为他们不存在了。现在，一个已被证实发生的，难解的未解之谜已经出现在他面前。但这位工程师认为，他现在唯一需要的是一个弄回屁股下的椅子的解决方案。\n        “扑通！”工程师一屁股坐在了地上。\n        冰冷的地板，改变了工程师肤浅的想法，他感觉他被戏弄了，被未知的规律或是别的什么东西戏弄了一番。这个臭东西，兴许在某个阴暗的角落里嘲笑着他，嘲笑他的无知，嘲笑他的肤浅。当新的椅子买回来后，又以同样的戏法再戏弄一遍，甚至变本加厉。\n        “只是弄张新椅子回来是不行的，还得探清究竟发生了什么。”\n        他爬了起来，抓住鼠标，打开浏览器，进入并夕夕，订购了一张与他先前消失的椅子一模一样的椅子，掏出手机，支付宝，扫码，验证，支付成功，瞬间完成，是工程师中的豪杰。\n        “我的 ‘Goggle’ ，终于能有一回像样的战斗了。”\n        工程师的护目镜镜面折射出了异样的光芒，他眼前的世界被一个个白色背景的页面覆盖。这些页面，或被字填满，或空无一字，或丰富多彩，或只是一个白底黑字的文档，但每个页面无一例外地印着圆润的 \"Goggle\" 字样。\n\n        Goggle （护目镜）\n\n\n                 本体：？\n              破坏力：D\n                 速度：C\n           射程距离：A\n              持续力：A\n        精密动作性：D\n              成长性：A\n\n        能力\n——————————————————————————————————————————————\n        Goggle 是典型的索敌探查型替身，具有强大的情报收集及整合能力。\n        检索\n        Goggle 能够检索从任何可用途径获得的资料。如因特网，本体的记忆，\n“蜘蛛”等。并将其制成印着 Goggle logo 的白底页面，呈现在本体可视范围内\n的镜面上。检索的结果可实体化，这意味着用检索结果攻击敌人是可能的。\n       “蜘蛛”\n        Goggle 可在任何出现在本体视野范围内的事物上设置“蜘蛛”进行追踪。\n被设置“蜘蛛”的事物，其一举一动都在 Goggle 的监视之下，并被 Goggle 收\n录所有与之相关的信息。\n       “信息结界”\n        借由检索结果可实体化的能力开发出的新能力。Goggle 可在本体的指\n挥下将检索结果排成特定的形状后再实体化，以达成拦截或攻击的目的。\n\n\n\n        “Goggle！给我房间各个入口的活动记录！”\n        语音刚落，一张密密麻麻写满字的图表便飞到工程师面前。工程师仔细搜寻，却始终没能找到各个入口有什么异常的活动。正当工程师为之感到疑惑时，一道通往黑暗深邃幻想世界的裂缝已在他身后展开。\n        “刷！”\n        “噢！”\n        工程师被裂缝中伸出的本体不明的触手打倒在地。尽管这一鞭子打得生疼，他仍迅速站了起来，准备迎敌。与此同时，他的大脑也在高速分析着刚刚发生的一切。“如果没有从入口进来的话，那就是可以通过在其它空间做中转的方式绕开入口进来的，现在，我算是见识到这种方式了。一般来说，如果是末影人的话，他们是不能像这样不暴露本体，神不知鬼不觉地在我身旁搞事情的，既然如此，答案就只有一个了。”\n        “这是替身攻击！Goggle ，\"信息结界\"，启动！”\n        “要么加入，要么去死！”\n        裂缝中伸出了多只触手，其中一只拿着箭矢状物体，其余的则从多个方向向工程师伸来。“信息结界”艰难地抵挡着从多个方向伸来的触手，工程师无法集中精力思考，可生成的检索结果越来越少。在触手猛烈的攻势之下，工程师渐渐落入下风。持有箭矢状物体的触手趁虚而入，刺穿了工程师的左膝盖，工程师随之倒地。伴随着工程师的呻吟，裂缝中走出来一位身着水手服的紫发末影少女。\n        “紫色贤者，回去吧。”裂缝在少女说完这句话后便自动合上了。工程师满含泪水的双眼里依稀显现出了一个紫黑色身影，越来越近。紫发少女贴近工程师的脸，递给工程师一根撬棍，并说道：\n        “加入，还是死？！”\n        工程师很快发觉，这根撬棍是他恩师弗里曼的那根撬棍，那根沾染了各种奇怪外星生物的体液，表面磨损严重，但依然尖锐的红色撬棍。不会有错的。\n        “那么，答案就只有一个了。”\n        “你想说什么？！”\n        工程师的眼神逐渐坚定。当年，恩师在黑山对他多有厚待，在科研方面的打点至今对他大有裨益。可是如今，恩师下落不明，他的信物又在他人手中，恐怕是凶多吉少。而眼前的末影少女，就很有可能是恩师消失的幕后黑手。\n        “你......”\n        “你......！”\n        “你......能先把椅子还我吗？我们坐下来好好聊。”\n        “紫色贤者，把椅子吐出来吧。”少女语音刚落，椅子便从裂缝中掉了出来。\n\n<—— To Be Continued\n\n        Violet Sage（紫色贤者）\n\n\n                 本体：？\n              破坏力：C\n                 速度：C\n           射程距离：A\n              持续力：C\n        精密动作性：B\n              成长性：A\n\n\n       能力\n——————————————————————————————————————————————\n\n        紫色贤者是一个复杂的远距离操纵型替身。Violet （紫罗兰）与 Violent \n（暴力的）形近。乍一看怎么都和 Sage （贤者）搭不上边，但在实际战斗中\n两者却能够完美地结合，真可谓文明其精神，野蛮其体魄。\n        黑暗深邃幻想空间\n        紫色贤者能够将一切收纳到自己体内的黑暗深邃幻想空间内。除此之外，\n紫色贤者还能在本体的可视范围内开出通向黑暗深邃幻想空间的隧道。\n        古神的触须\n        紫色贤者的触手造型在很大程度上受了古末影人传说的影响。虽然力量\n不及那些近距离力量型替身，但对付大多数普通人及远距离操纵型替身是绰\n绰有余的。\n        “箭矢”\n        严格来说，“箭矢”并不是紫色贤者本身的能力。但随着时间的推移，\n“箭矢”已自然地成为紫色贤者的一部分。\n\n\n\n想看续集吗？\n我觉得，这续集是没有的了，别等了。",
    "replies": [
        {
            "author": "白叶Official",
            "timestamp": 1549973340,
            "txt_content": "嗯..第二个帖子了呢。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1549988640,
            "txt_content": "要 素 过 多"
        },
        {
            "author": "天之剑心",
            "timestamp": 1550285760,
            "txt_content": "看起来我要做第五位了我。。。。。。我打算慢慢来，近期也在搞自己小说"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1551101760,
            "txt_content": "椅 子 の 风 评 受 害"
        }
    ]
}