{
    "title": "【燃向】何为Minecraft创作者？伪创作党为何如此泛滥？",
    "author": "黑帽先生",
    "replyCount": 7,
    "timestamp": 1549965420,
    "txt_content": " 本帖最后由 Tyoyo 于 2019-2-12 18:14 编辑 \n----什么是mc创作者？----久 等 了↓  创作者可以分为很多种，建筑、视频、插件、材质、红石、音乐、模组等创作者与创作者之间没有阶层之分，大家都必须遵循原创与二创的规定https://www.bilibili.com/video/av43219346---如何分辨作品的质量---我们都知道，一个真正用心的好作品在论坛贴吧等玩家聚集地是绝对不会埋没的，但也仅仅是这些地方了那制作时间长的作品一定是好的吗？不完全是制作时间短的呢？同上流量与好评多的作品呢？还是同上那到底要怎样分辨呢？举个例比如像素风作品像素风并不是把一张现实的图片给低分辨率化，而是用色块做出轮廓清晰，色彩明快的物体或图画。将一张现实的图片导入进mc早在七八年前就实现了全自动化https://www.bilibili.com/video/av225823如果不太明白如何生成的可以看我去年的教程https://www.bilibili.com/video/av19340862然而都9012年了，还有人拿这种“高质量”博人眼球的作品骗取点击，骗走流量，骗取创作激励\n（这里就不酸标题封面等东西了，毕竟全网都这样）\n更可笑的是有些视频内容直接表明是纯手撸的等等，第二个片段的铁块你是怎么放的，你物品栏里没有啊随后我又盯着物品栏看完视频全程（有点模糊，白色的是羊毛和雪块）我也没发现你拿出过铁块啊？哦，你剪视频剪掉了 我信但我寻思44张图全程的原木方块都一个朝向摆放，你真的不累吗？\n哦，为了像素画的精准度愿意付出这么多 哦 我信了既然都如此细节如此努力了。能不能把人物边上的瑕疵给去除啊？这瑕疵千度近视都看得到吧？\n哦，你说你简介下表明了是用软件辅助的，我怎么看不到啊？\n哦好吧这次是我搞错了，忘记视频还有个“更多详情”丘多，这个简介好像还被改过\n流批流批，这么累本来还想帮你转载的，看来你并不那么乐意你一个作品光硬币数抵得上我4年来做的所有作品的播放数，你的单个视频播放数，则是我这辈子都达不到的数目。我酸了，酸的彻底相似的案例一抓一大把\n\n\n\n---为何没人站出来抵制？---\n无论是圈内还是圈外，mc圈子始终都是一片祥和的。抵制的声音也有，但就那点皮毛是解决不了问题的。去年回坑后我就发现，圈内外完全就是两个世界（我不是圈内人）。这是近期大作的点击量造成这样的原因，是制作水平下降了吗？不是是制作团队没宣传好吗？也不是\n自己看完置顶视频好好想想吧\n\n----Ty                                   \n\n\n\n\n",
    "replies": [
        {
            "author": "528906075",
            "timestamp": 1549965660,
            "txt_content": "只是门槛低"
        },
        {
            "author": "黑帽先生",
            "timestamp": 1549966440,
            "txt_content": "528906075 发表于 2019-2-12 18:01\n只是门槛低\n不只是门槛低了"
        },
        {
            "author": "靈乌路空",
            "timestamp": 1550041560,
            "txt_content": " 本帖最后由 靈乌路空 于 2019-2-13 15:10 编辑 \n\n开 幕 诉 讼\n在？为什么你的图片有声音？\n---------\n好了，不谈这个了，只能说方向不同，取得的结果也不同。\n质量上乘的作品自然是值得欣赏的，不过要考虑一下受众。\n比如说建筑类的视频，一开始，这种精美的建筑的视频有了。\n大多的玩家进去，看一下，估摸着也就是看一看别人的世界，欣赏一下，就没了。\n不过这类建筑的视频多了，点的人也就少了。因为来来回回这就是看人家的世界，大多数人的水平也没那么厉害，也学不到什么东西。花个几分钟看这类东西，对于学不到什么的来说确实无聊。也许同期的建筑教学视频，水平虽然不高，不过也会有人蛮进去看看，学点技术过来也不错，可以应付刚需。会有更多人去点建筑教学的。\n看视频呢还是看个好玩，要求好玩的话，方式有很多啊！关键是他们做的好玩的确实会让我们看的开心，那他就成功了。或者你需要学什么，要观摩的，你看这个视频也学到了，那也成功了。\n有些时候，这种好玩的东西的质量可能不会比那些艺术品高，不过他们确实在他们想做的吸引注意力的方面上成功了。\n不仅是上面门槛的问题，更多的还是选的弄的视频的方向吧。\n关于门槛的能说的就那么多，也就不继续说了。\n这是我个人，一个摸鱼玩家的看法，如果有什么不同意见，或者我说的有什么错的话的话，可以在下面回复讨论，我看到了会回复的。"
        },
        {
            "author": "Abraham511",
            "timestamp": 1550047200,
            "txt_content": "本身哔哩哔哩只是一个视频网站，作为视频来说，这个事情本身问题不大"
        },
        {
            "author": "旭尧Furry",
            "timestamp": 1550057220,
            "txt_content": "好作没人看\n反而那些dssq的屑作倒是吸取人的眼球。\n之前在屑站关注燃歌只是因为视频中的纯手工，看着感觉还可以就点了关注\n几个月后反而觉得一点味道都没有\n毕竟屑站屑作多、dssq的多，像这样子的已经不怎么想看了呢\n跟5l说的一样，这样的状况确实没有什么问题，但还是希望那些大作能被顶上去\n\n顺便\n不  等  了\n你倒是转过身来啊（半恼）"
        },
        {
            "author": "liu1375442778",
            "timestamp": 1550057820,
            "txt_content": "主要没人起诉"
        },
        {
            "author": "xue2632619161",
            "timestamp": 1550057880,
            "txt_content": "是建筑底图泛滥嘛？"
        }
    ]
}