{
    "title": "《八丿三丨》第三十二讲+第三十三讲+第三十四讲（帝国血泪史）前情梳理篇",
    "author": "mmbbggf",
    "replyCount": 2,
    "timestamp": 1550064960,
    "txt_content": " 本帖最后由 mmbbggf 于 2019-2-23 19:02 编辑 \n\n   第三十二讲 针对monfxxk的讨伐策略   此刻太阳已经羞涩地泛起红霞，躲在了城市高耸的建筑群后。   我们一群人在服务器里酣畅的进行着白刃战。这场战斗在我印象里打了有将近四个小时。这你来我往间已经数十个回合，战斗的地点就在我们建造的基地里。   为什么在基地里呢？其实我也很好奇，战争服就是这样，总有人会用你意想不到的方式出现在你背后，这就是战争服令人神往的魅力，如烈酒入喉，回味无穷。我估计tad是钻了我们人回撤的空子，溜了进来，然后带着他的人在基地里设好了家。这场战斗的起始上一回已经说过。有时候就是这样，没有什么谈判的，来我们阵前狂吠的基本就是要干架，所以我们就与他们打了起来。   又打了许久，到了晚上，月亮上了天空，这场战斗方才结束。双方都没有分出个胜负来。也就是说我们浪费了半天的时间和相当一部分物资。tad一干人则是灰溜溜的该下线下线该吃饭吃饭（真实），也作鸟兽散了。   再晚些时候我在QQ里找5151谈起上午的遭遇。   大致谈话的内容就是说：   我在monfxxk可能居住的基地设了一个地标，下次再去看看，然后我很好奇misaka这个人是不是我以前认识的（5151也见过她）。跟他这些事情一说，双方都分析了一下，敲定了登门造访的时间。   这敲门也是一门学问，首先你得找好时间，不要想到一出是一出，过去了没见着人就很尴尬。所以两人决定在周末 去走一遭（大家都休息）。顺便周末的时候再拉些新人进团队，这些事情一安排，就各自打了招呼下线。\n   第三十三讲 不速之客tad   Monfxxk，我本身是相当忌惮的。况且此时此刻在人家的主场，我决定立刻传送逃走。不过我看到misaka，这人勾起了我的好奇心，便想问他些事情，打几声招呼再回。此刻我的想法飘忽不定，不知如何是好。  战争服，有不成文的规定，陌生人发消息找你，一般都不回复，除非是找麻烦或者交易。所以我寻思着要是这么走了估计下次没机会提问了。  就在这时，5151叫我回去，说家里来了几个不速之客，没办法，看到消息便决定先回家。我在人家门前已经站了许久不见动静，monfxxk早就换好了干架的行头，眼前的两人忌惮的看着我，倒也没动手，而是围着我打圈。我快速输入传送到领地的指令，同时一阵不安逐渐涌上心头。不好！这两人要动手。  ...  2  1  ...  眼前世界一变，我在monfxxk的刀砍到的瞬间传送回了领地，身旁出现了5151，我连忙问他什么事。  “有人要见你。”5151递给我一把钻石剑，招呼我跟他走。  我的余光瞥到左下角的世界频道，有一群人骂骂咧咧的叫嚣着，这叫嚣的对象就是我们一干人。看字里行间带头的是一个叫tad的人，说要和Moxiao单挑。  Moxiao，是我们招募的一名新成员，这在役的时间比YHB还要短，属于普通型战斗人员，平时帮忙干杂活，大家聚一起人多力量大，在我们看来一个成员的忠诚是很重要的，Moxiao就是忠诚的队员。  要说起矛盾的源头，其实tad来我们这里的动机本身也不单纯，他跑图跑到了我们的据点，像进来看看，恰逢有一处城墙没修好，被他溜了进来，这时被Moxiao看到了，于是趁其不备将其砍杀。我们在之前也下达过死命令，有人进来不管三七二十一先请他出去，战争服从来没有动机单纯的拜访，所以这个请一般都是将其砍杀。接着，将重生点用石头堆起来，不让他复活。我估计这tad就是吃了这亏，心理不平衡来找Moxiao同志算账。      第三十四讲   在线下的时候，总会有人问我，你玩MC觉得有意思吗？   有意思。因为我个人的选择，每每打开游戏就是登录我当时玩的战争服务器（2016年之前），几乎一直这样，它陪伴我度过了现实中并不理想的一个时间段。在2017年以后我也会试着接触一些小游戏服务器，但终究没有战争服有趣。只是在觉得有意思的时候天天玩也会腻，玩腻以后很长时间不碰再回游戏格局早就不是你离开时候的样子，那时候会觉得很枯燥，没有以前的味道了。就像变了味的食物，不管你怎么吃吃多少，总归不是那个味道，但外表总归是那个诱人的食物的样子。   monfxxk，我在之前几讲一直提到的这么一个人，实际上我说他总是给我们带来麻烦。这麻烦并不是实际的，而是精神上的。我总是觉得他和我以前的对手或者队友很像，像的出奇，或许在战争服里总会遇到一两个你感觉很熟悉的人。就像misaka，可能因为她是异性，所以我会更加在意。16年的时候我也提到过有那么一个在游戏里令我神往的姑娘，我可以正大光明的说她是我的初恋，但终究不是，只是过客。   像我这种过了中二病的年纪，对“帝国”的兴趣是一天一天减少，实际上从二十九讲开始，我就想说，2017年我回MC的某个战争服再发展的时候，我是抱着重振帝国的心态去的，我和5151、VVLH也说过，我们会一直把这个组织搞下去。但是以前总觉得它是“命”，现在却觉得“帝国”只是个游戏组织，只是个兴趣爱好，属于一个MC玩家的战争癖。   不过，2017年开始的故事，是带有戏剧色彩的，先从讨伐monfxxk开始，实现过去没实现的，可以算作不切实际的抱负。   接着，我们来继续说说monfxxk，单从游戏的方面评判他，值得被重视，他让我想起两个人，一个是TNT，一个是dad，2014年的时候我遇到的这两个人，相比较三十二、三十三讲中出现的tad，这两人比tad强上太多。同时也是2014年的我最为忌惮的两个亦敌亦友的人，在二十五讲我也提到过dad这个人会出场，就是这出场迟到了3年。   初见dad是朋友引荐，加入我们的组织后，和我们的关系很不错，这新大陆也是他跟我们一起找到的，经过一段时间相处，我们俨然成为了不错的朋友。   但不久之后东窗事发，他将一个他的好友TNT带到我们的新大陆（2016年的故事里说到过新大陆这个地方）。TNT的到来并不是一件好事。深究此说法的原委，我的记忆已经有点模糊，但TNT绝对算不上朋友，更多的是担任敌人这个身份。   dad、TNT，一个是组织的成员，一个是组织的敌人，况且这个敌人又是这个成员的朋友，其实当时我是有点纠结的，究竟要不要将dad踢出去。就是这么一件事情，让我联想到了monfxxk，他和TNT很像。挖掘我一直没有忘记TNT事件的原因，是因为没有一个明确的了断。当然关于monfxxk究竟在那里和TNT很像，我们往后再深挖。   monfxxk在我们和他打上交道之后，也就是周末拜访之后，一直在和我们进行周旋，直到我们2017年发展的服务器崩溃，不再开张为止。",
    "replies": [
        {
            "author": "a3280256",
            "timestamp": 1550116620,
            "txt_content": "666666666666666"
        },
        {
            "author": "a3280256",
            "timestamp": 1550116680,
            "txt_content": "6666666666"
        }
    ]
}