{
    "title": "【二月活动/原创】某把椅子的义务",
    "author": "nianbing",
    "replyCount": 11,
    "timestamp": 1550055360,
    "txt_content": " 本帖最后由 nianbing 于 2019-2-13 21:56 编辑 \n\n某把椅子的义务\n\n正文（涵盖标点括号大概2979字）：\n\n某把椅子的义务\n\n      他安静的坐在房间里，底下的凳子稳稳当当。他的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当他回过神来，他发现自己的屁股底下空空如也——他的凳子莫名消失了。\n\n\n      「诶？」他还没反应过来到底发生了些什么，现状似乎过于复杂，以至于超出了他的知识范围。\n      他先是感到不解，然后是悲伤满溢，最后是从神经传递过来的疼痛将他唤醒。仅仅两秒钟的时间，他或许有一瞬是睡着了吧？\n      但别的先不说，他确实对这种毫无价值的案件产生了些许兴趣，平日里游手好闲的后遗症在这里理所当然的发作了。事实上，在椅子消失之前，他确实什么都没做、什么都没在想，只是这样坐着，犹如人偶一般、宛若空壳一般、就像玻璃弹珠一般，难不成是“通透”吗？不，也许是“通心”也说不定。这样形容虽有些失礼，但听起来似乎还挺美味。\n\n\n      那么现在开始对现状进行无谓的思考吧。他对“椅子究竟去了哪”这个疑问毫不关心，问题在于——为什么消失的会是椅子。\n      “滴答、滴答、滴答......”\n      三个小时之后，他终是凭借着自己的毅力破解了这个世纪难题。这种问题若是换做其他人，也许要在案件被完全破解之后才能够得知，但这一次却不一样，也只有这一次会有所不同。\n      试问：房间内摆放着一把椅子、一张桌子、一个纸篓、一堆干草与报纸。桌子的抽屉里什么也没有，纸篓里只有一些揉皱的废报纸。若要从里面偷走某样东西的话，盗贼该如何选择呢？\n      答案可想而知。除了桌子与椅子以外的东西都毫无价值，而桌子本身也过于沉重，所以椅子惨遭毒手是理所当然的事情。那么这样一来，错就错在了椅子太轻浮，价值也恰到好处，所以才会被盗贼盯上。\n      「行了，这样一来案件就解决了，我也可以继续游手好闲了。」\n      眼前这个窝囊的家伙究竟是抱着什么样的心态在做这种无趣的事情呢？椅子的去处尚且没有得到解答，但他却认为自己似乎做了什么不得了的事情吧？瞧他现在一脸得意的样子，笑的真恶心，这样的笑容与他隔壁的那头驴如出一辙。\n      可既然他已经不再计较得失，旁人也没办法多嘴。虽然光是看着他消磨时间就觉得恼火，恨不得现在也像他一样在嘴里叼一根棒棒糖，然后赖在椅子上闭目养神，但是这样的话，除了他以外的任何人都不会对这样的结果满意吧？\n\n\n      于是乎，为了让故事继续下去，不得不让他做出必要的牺牲。\n      「嗯...唔...啊？」\n      他擦了擦眼睛，确认自己没有看错后，又猛地在自己脸上留下了一个掌印。发红了，看起来很疼。\n      是的，桌子也消失不见了。在他沉溺在当侦探的美梦里的时候，桌子也消失了。本来只有椅子被献祭了，现在连着桌子也被搬上了祭坛吗？这或许是由他的怠惰遭致的结果，但过程未免过于离奇，过于缺乏戏剧性。这样子真的会有谁能够满足吗？\n      就连“始作俑者”本身或许都无法认同这种剧情。但那都是后话，至少现在还轮不到“那个人”来发表感言。\n\n\n22:07\n      他被某种力量从干草堆中拔除。桌子消失的理由无论怎么想也得不到能够让自己认同的答案。这一次，他不会再问“为什么消失的会是桌子”这种愚蠢的问题了，视点被切换到了“为什么这些东西会消失”上。\n      他仍然没有去寻找失物的意愿。对他来说，丢掉一两件不那么贵重的东西似乎不值的他大惊小怪，更没有必要去付诸行动。就像软件奔溃是常有的事一样，忘记保存不也是自己应该尽到的义务吗？如果一切都能够按照“义务”去进行的话，至少他是不会满足的吧？（尽管他现在十分满足。对于自己所站的视点与一般人不同而异常满足）\n      他开始“义务”般的思考起了“这些东西是如何消失”这个问题。若想知道原因，自然要对经过有所了解。\n      环视四壁，房间空荡到无法令人相信这里真的是用来居住的。如此一来，至少入室盗窃是不可能发生的事情吧？毕竟这样的房间根本就无处躲藏，而失主本人也一直没有离开过房间。房门确实没有上锁，因为那个锁已经坏了很长一段时间了，因为请不起锁工也换不起新锁，就一直被搁置在那里。但结果不值的探讨，已经心知肚明了。\n      可桌椅也不可能无缘无故失踪吧？又不是领居家的小毛孩。至少也该像一个成年人一样，做足了准备之后再自毁才符合做“人”的道义吧？\n      但那些就像“某时代人们大多在思考的问题”的这些问题先放到一边去，桌椅到底是怎么消失的呢？既不是“被动消失”，也不是“主动消失”，那究竟其消失的缘由该在何处安放？说起来，它们的来历又是怎么样的一个故事？究竟是该思考它们的诞生还是它们的消亡？谁将被满足，而又是谁满足了谁？谁在讲故事，谁在听故事？\n      薯条该蘸番茄酱还是蛋黄酱？可丽饼是咸的好还是甜的好？草莓蛋糕的草莓是该先吃还是最后吃？豆腐脑该选甜的还是咸的？\n      总而言之，他从始至终也没有、一次都没有、一毫都没有思考过“桌椅究竟去了哪里”这个哪怕不用思考都能够明白的问题。反倒是想到了一大堆自己从出生到现在为止从来没有尝过的食物该如何选择的问题。即便被人将这个故事当做喜剧也能够毫不做作的勇气以及无论如何都不想履行自己的“义务”的决心，恐怕他都没有吧。\n\n\n      「还想要看什么？」这种不合时宜的问题终是被我问出了口。\n      剧院里十分安静，大多数的观众都进入梦乡了。即便我们的声音不足以传递多远，却还是感觉这时候说话有些不合时宜。\n      「什么都不想看了，看完这个就足够了。」\n      「......」\n      「那姑且还是问一下吧，你似乎很期待我的提问。」\n      「怎么会......你不问的话倒是轻松很多。」\n      「好吧，那就不问了。」\n      「别，一两个问题还不在话下。」\n      「...」她顿了一下，闭上眼想了一会。「桌椅到底到哪去了？」\n      「只是这个的话，想要多详细的回答你也没关系。关于那个桌椅，从一开始就“不存在”啊。」\n      「那他到底坐在什么上面？那个难道不是椅子吗？」\n      「嗯...因为他坐着，所以椅子就会存在吗......真是个“义务”的联想。但“坐着”这件事仍需要怀疑一下，至少你不该从一开始就相信他“确确实实的坐在了椅子上”这件事。」\n      「就是说，他并不是坐在椅子上咯？」\n      「也说不上，硬要说的话，他确实坐在椅子上。」\n      「什么和什么啊，你到底想说什么？」\n      「就是说，你该怀疑的不是这件事是不是真的，而是它有没有存在过。」\n      「啊？嗯......诶？哈？」\n      「别发出这么多奇怪的声音啊......举个例子吧。如果你面前摆了一个礼盒，你会因为它是礼盒而认为里面放的就是礼物吗？」\n      「不会。」\n      「那假设礼盒放了张贺卡，指明了这是给你的礼物。但当你打开它的时候，发现里面什么也没装，你会怎么想？」\n      「嗯...恶作剧？或者就是哪里搞错了吧？」\n      「嘛...差不多就是这么一回事吧。虽然也有可能礼物本身是以另一种形式送过来的，但这里我就不计较了。没错，就是恶作剧，而且是哪里搞错了的恶作剧。本来不该是这样子的，他应该更“通透”...不对，更“通心”一点的。发展成这个样子就是哪里搞错了。」\n      「你就不能说的更加明快一点吗？又不是庙里的方丈。」\n      「诶...就比方说，现在我手上只有氪一单的钱，但是有两款游戏同时都推出了新老婆，而我又不是小孩子嘛，当然不想做选择了，这个时候，作为非洲酋长的我应该怎么做才可以双赢？」\n      「你早这么说嘛~但是这种结果，谁会满意呢？」\n      「不知道，谁爱满意谁满意吧。才氪一单而已，能有多满意呢？」\n      「好吧。」\n      说完，我也进入了梦乡。故事实在是过于无聊了，但不得不承认即便是这样的拙劣剧本也有可取之处。比方说，现在离开剧院，我迫不及待的想吃通心粉、草莓蛋糕、可丽饼......总之，氪金也许要等下个月发工资的时候再考虑了......好吧，我不得不承认这个剧本也许毫无可取之处。\n\n\n\n\n无关紧要的废言：      Emmmm......不得不承认自己确实不太喜欢写这样的文章，也不太擅长去这样写？这样说似乎不太准确，大概是自己有想要去试着写写看那样的文章，但是结果却变成了这样的文章，于是自己虽然略有向往那种文章，却不太喜欢这种文章。嘛...大概就是这个意思。\n\n      本来是想要咕咕咕的，但最后没有咕咕咕，这说不定也是一种咕咕咕吧？因为最近出了些状况，导致脑子意外的有些不太正常，于是就想要趁着它还不清醒的时候做些只有这种时候才能够做到的事情...换做平常，我这样写肯定还没两百字就删掉跑路了......\n\n      总而言之，写完了。这次成功的咕咕咕了。啊不对，成功的没有咕咕咕了。嗯......我这算鸽了吧？不对啊......这也不算鸽了吧？\n\n\n",
    "replies": [
        {
            "author": "天之剑心",
            "timestamp": 1550285280,
            "txt_content": "大佬说实话，语音精辟有点，就是读不出趣味何在？？就是连点味道也没有"
        },
        {
            "author": "nianbing",
            "timestamp": 1550289600,
            "txt_content": "天之剑心 发表于 2019-2-16 10:48\n大佬说实话，语音精辟有点，就是读不出趣味何在？？就是连点味道也没有 ...\nemmm我想也是。本来这种要求趣味的文章就不是很擅长，于是我想着能不能变换着角度，把文章的趣味融入到文章的寓意中，而不在字里行间表现出来。这样一来虽然和我本身的文风不冲突了，但趣味程度也许某种意义上就是锐减了......"
        },
        {
            "author": "天之剑心",
            "timestamp": 1550401380,
            "txt_content": "nianbing 发表于 2019-2-16 12:00\nemmm我想也是。本来这种要求趣味的文章就不是很擅长，于是我想着能不能变换着角度，把文章的趣味融入到文 ...\n这星期放学我也打算试试手了，大佬你再试试换个文风。"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1550967780,
            "txt_content": "天之剑心 发表于 2019-2-16 10:48\n大佬说实话，语音精辟有点，就是读不出趣味何在？？就是连点味道也没有 ...\n我倒是认为幽默应该是主观的，并非只有喜剧才能是幽默，看第一眼让人感觉略有所思，就像这篇文章，阅读的时候若有所思但也轻松易懂，总感觉有些关键的暗喻却也描述不出来，这种过程不也是可以放松心智的幽默嘛~"
        },
        {
            "author": "天之剑心",
            "timestamp": 1551100020,
            "txt_content": "半日陌上花 发表于 2019-2-24 08:23\n我倒是认为幽默应该是主观的，并非只有喜剧才能是幽默，看第一眼让人感觉略有所思，就像这篇文章，阅读的 ...\n应该这样跟你说，这种调调跟你所说的那种境界还很遥远。如果你读过优秀类型小说，就会知道人家才是大到了那种境界的，当然你所说的也有理，这种调调是优美中的恬静，恬静中的轻松，但是和幽默不是很能扯上关系"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1551101040,
            "txt_content": "天之剑心 发表于 2019-2-25 21:07\n应该这样跟你说，这种调调跟你所说的那种境界还很遥远。如果你读过优秀类型小说，就会知道人家才是大到了 ...\n可能是对待生活的态度不同，又或是本身周边创作版就很少出文章，更不要提好文章，不奢求太高的境界，平平静静的也给人很舒服的感觉。而且幽默是主观倒也没什么不对，有的人做了一生的喜剧演员，却只逗笑了一个人，在他眼中这也就是幽默，至于那些沙雕的文风，也是幽默，但为什么不可能是少数人的幽默呢？又有多少人不喜欢这种无厘头的搞怪呢？若是这次的活动就是以幽默为主题，那就是在赌有多少人会认可你的幽默；这就是我的解读。（就怕官方出来打脸2333）"
        },
        {
            "author": "天之剑心",
            "timestamp": 1551102240,
            "txt_content": "半日陌上花 发表于 2019-2-25 21:24\n可能是对待生活的态度不同，又或是本身周边创作版就很少出文章，更不要提好文章，不奢求太高的境界，平平 ...\n所以说其实我们都是在说自己的解读而已，别演化成为文字战争就好。"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1551102780,
            "txt_content": "天之剑心 发表于 2019-2-25 21:44\n所以说其实我们都是在说自己的解读而已，别演化成为文字战争就好。 ...\n明白人明白人，就喜欢你这种2333，其实文字本身就是表达自己的解读，辩论和争吵是不需要的，和平的聊一聊就很不错"
        },
        {
            "author": "nianbing",
            "timestamp": 1551177180,
            "txt_content": "天之剑心 发表于 2019-2-17 19:03\n这星期放学我也打算试试手了，大佬你再试试换个文风。\nemmm算了吧，不太想换别的文风参加活动。个人不太喜欢文风沙雕，而且自己也不太擅长写那种。写这篇文章的时候已经是抱着换文风的觉悟试着东涂西抹了，最后不仅偏离了自己想要达成的效果，也不太符合自己的口味......（残念）"
        },
        {
            "author": "南歌_未央_",
            "timestamp": 1551271320,
            "txt_content": "嘶，看的我瑟瑟发抖我不是一个幽默的人，楼主我也不擅长怎么办"
        },
        {
            "author": "nianbing",
            "timestamp": 1551353040,
            "txt_content": "南歌_未央_ 发表于 2019-2-27 20:42\n嘶，看的我瑟瑟发抖我不是一个幽默的人，楼主我也不擅长怎么办\n那还不简单吗？听好了，就这样子做，谁都没办法反驳！“咕咕咕,咕咕咕咕,咕咕咕咕咕咕”"
        }
    ]
}