{
    "title": "【二月活动/原创】果壳中的宇宙，现实里的究极.（Background music）",
    "author": "九幽之帝",
    "replyCount": 6,
    "timestamp": 1550130300,
    "txt_content": " 本帖最后由 九幽之王 于 2019-4-6 22:58 编辑 \n\n\n     房间，是空荡荡的.今日本该客满屋内的场景却没有出现，你十分的失望，却又很庆幸.就这样一个人默默的走到窗台边，眺望着这座钢筋混泥土搭建的城市远处车水马龙，人来人往.你却偏偏觉得自己与这里格格不入，创业失败，家人的不支持，爱人的绝情离去的种种浮现在你的脑海，你不知道自己多么渴望快乐重新再出现，看着镜中那个你的笑脸洋溢.你今日起的很早，让人觉得这不像那个喜欢睡懒觉的你，稀奇的是你默默的早起是为了打扫屋子的卫生，这一忙就是一个上午.那会的你是多么渴望友情的相伴啊，但你却忘了打通电话，可你却坚信自己通讯录里面的朋友都会不请自来，相信他们会看出你眼中那份寂寞的哀伤.答案却是如此的现实的.\n\n    一阵强风把你从那股带有哀伤气味的回忆过往中带离，不由得露出苦笑的表情，你又默默的走到书柜前的座椅前，坐下，视角飘向那个窗台的远方.你不知道没人的时候你多么喜欢一个人发着呆，这也让你脑中胡思乱想的能力发挥到了极致，你在那股飘散的遐想中，看见自己成为了一代君王，统领江山 金黄的座椅面前是文武百官在向你朝拜.后宫佳丽三千，只要你一声令下，所有人都会助你完成你的辉煌大业.但你却不感到丝毫的快乐，你有的是别人理解不了的苦涩.你又看见自己成为了周星驰：你每天忙忙碌碌，就好像现实版的喜剧之王，终于有一年你熬到头了，出名了.但你又觉得这不是自己想要的，因为那本演员是如何炼成的书里没有教会你如何快乐.无厘头搞笑的是观众，可你却笑不起来.\n\n     不知为何你又被一声尖叫吵醒了，这时你笃定是隔壁的那位新邻居又在吵架，还是那个理由，女方的家长不同意这婚事，但是女方与男方私奔去了，没留下任何消息给自己的家人，私奔的那时候他们坚信自己找的自己想要的爱情，遇到了对的人.可是他们没有想过生活对他们感情的考验是多么的残酷.听着听着你又入迷了，然而扑通的一下子自己倒在了地上，回忆里原本你坐在椅子上的可是不知为何椅子不见了，你挠了挠头又不在细想此事，只当自己是记忆错乱了.趁着中午的时间你去了躺楼下的超市，买了整整一购物车的零食.等回到屋子中你发现自己莫名买了件红彤彤的生日寿衣.你哭笑不得的把他扔到座椅上，自己思索着这衣服出现的答案.过了许久也没有个所以然来，就当是自己拿错了吧.鬼使神差的你竟然开始试穿了！身上这喜庆的衣服，看起来稀奇古怪的搭配，你也不由的被自己的行为逗笑了，你第一次觉得原来自娱自乐也是件开心的事情.\n\n     你走向厨房准备自己的午饭，因为没有人拜访的缘故你便自己做了顿简易的饭菜：番茄炒鸡蛋，土豆炖肉，炒包菜，一锅不大的米饭.在你准备午饭的时候楼下那个超市里店员就炸开锅了，也不知道谁起的头，大家都开始提出今天在超市看到的新奇现象.有人说他看到一个男子拿着一包食用盐拿拿放放的，又时不时的傻笑.看起来好吓人.....就这样大家一致的判定为这个人有精.神病便没了后续的讨论.片刻时间后，午饭做好了，不知道你什么时候学了外国的那一套，你习惯了动筷子之前说一句感谢上帝之类的话，但隔一天你又说いただきます（我开动了）.真是稀奇古怪的行为.这时你的电话响了，来电显示是某某保险公司，出于礼貌你接通了电话，电话那头上来就是你是XX吗？我是XX公司的推.销员啊，请问你有兴趣购买我们公司的保险吗？你耐心的听着电话那头的介绍，不知为何你看到自己身上还穿着的红色寿衣时你便产生了莫名的恶作剧心理，你问对方如果能对上自己出的诗句那么他便会购买保险并且还会推荐自己身边的朋友同事购买，对方不由得沉默了片刻，似乎是在思索电话那头潜在客户的用意，但又出于自己的职业道德不敢让对方多等，所以同意了这个古怪的请求.推.销员只听到对方说了句图画里，龙不吟虎不啸，小小书童可笑可笑！\n\n\n       然而推.销员那方回复的是许久的寂静，终于电话那头传来了声音，噼里啪啦的，原来对面在查对子，你不由产生鄙夷对方没有趣味的心理，连电影唐伯虎点秋香都没有看过，真是没有品位，噼里啪啦声停止了，此时推.销员不由得苦笑起来，什么嘛，根本没有对应的对子啊，只好尴尬的说自己对不上来.你笑着说棋盘里，车无轮马无缰，叫声将军提防提防！难道你连唐伯虎点秋香都没看过吗？推.销员听到便说，啊？那是什么？电影？你一愣便疑惑的问道，你不知道周星驰嘛？推.销员回复道自己不知道这个人，还补充自己其实关注这个也不少，但是真的不知道这个人....你不信邪的用各种方式去证明真的有这个人，但是答案还是如此一致的：没有听过....其实有很多机会给你看到，例如你钱包中掉落的**写着你的名字：周星驰. 照镜子时候你可以看到自己那个喜剧周星驰的脸但是却又被寿衣所吸引无法注意到.....其实你已经死过一回了，是在那个你所熟悉的房间里.那时候的你绝望的用锋利的刀刃自我了断了，但是命运让你回到这个具有周星驰身份的身上，自己充当自己这个前一世最崇拜的偶像.也是在你疑惑而不解原因的时候你遇到了拍摄的剧组，导演让你表演自己，你不知怎的用起了无厘头的表演方式与台词，这让导演对你的第一印象十分深刻，便把你拉进了剧组里，慢慢的，从跑龙套，演死尸，群众演员再到三线明星，二线，一线甚至是国际知名巨星！这突如其来的成就让你不知所措，连走到路上都会听见电影里时常出现的无厘头台词与动作：喂，瞎子，你不是死了吗？ 我们刚刚是装死的！我kao！ I 服了you！/给我的杀我的理由先！ 杀我先问过我的兄弟先！来自电影大话西游之月光宝盒，扫地只不过是我的工作，其实我的工.作是一位研究僧 来自电影少林足球等等等等.\n\n\n\n\n     某年到了你白发满头的年纪，你依然做周星驰的角色，其实你是一个更为成功的演员，把另一个的人的角色演的十分传神，但你又演着演着变不回来那个原来的自己.某天你独自走到街头，看见一位老人在那表演新奇的把戏，他先是坐在一个椅子上，然后请求一位路人移开椅子，起初那位路人很犹豫，但还是照着做了，然而那位老人没有在所有人预料中摔倒，他就这么坐在了空中，在场的没有一个人不惊叹此神奇的表演的，不知怎么那位路人发现原本手上的椅子不见了，四处望去也没有踪影.....而你便鬼使神差的走上前，摸了摸那位老人宽大的袖子，是空的！没有任何机关.你不由的沉默...却突然发现那个老人原本污浊的脸上露出了笑容，\n你看着他，他看着你，在此刻你才知道他就是你，你就是他啊！他递给你一个果壳，你不知道这么做的用意是什么，但是你还是接过，果壳十分漂亮，但里面确实空的，如同那位名人所说的名言一般，每个人都有一枚果壳，彼此都拥有着这果壳里的宇宙！\n\n\n\n\n无厘头的闲话\n哈哈哈，写了快俩个小时终于把这篇微型文写出来了，全文讲述的是一个穿越的故事，也套用了活动要求的主题无厘头有趣，起笔其实感觉挺压抑的，写到后面慢慢朝着主题中心所要表示的去了，这篇文章我添加伏笔与深意进去，字数应该是够了，点题也有，个人见解也有写，不过由于害怕最终写出来的文被人吐槽就不用某号发了哈哈 活动挺有意思的 写的文不好 莫见怪！ \n此贴图片出处来源于微博博客wlop所制 侵权删背景音乐http://music.163.com/style/swf/widget.swf?sid=492144504&type=2&auto=0&width=320&height=66\n字数显示\n\n      \n\n\n\n\n",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1550146260,
            "txt_content": "哎呀 认错人了 抱歉 抱歉认真看二月活动！\n是续写！"
        },
        {
            "author": "九幽之帝",
            "timestamp": 1550148060,
            "txt_content": "王世源 发表于 2019-2-14 20:11\n哎呀 认错人了 抱歉 抱歉认真看二月活动！\n是续写！\n续写嘛？ 还真没有仔细看呢 不还意思\n但是文章要求可以异想天开......   而续写要求遵照原文的思路\n这会不会有点冲突了呀\n但又可以从另一个方面说 主任公在发现凳子消失之后没有多想 \n但文章其实暗示主人公的上一世的如凳子一样在凳子消失后消失了 \n就是在发现自己是周星驰开始 然后结尾也有在讲凳子的事情 虽然凳子也消失的\n但换来的确实一个果壳 却是果壳中的宇宙啊  这样解释其实没毛病 哈哈哈哈 强行说辞一下 \n正经来讲我也觉得有点不符合续写风格 最后还是按照版主来评判了 看来自己缺乏审题精神啊"
        },
        {
            "author": "4574485",
            "timestamp": 1550228820,
            "txt_content": "很棒的创作"
        },
        {
            "author": "虎水小骥",
            "timestamp": 1550229000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1553936400,
            "txt_content": "那啥，图片是原创的么？如果是转载的请标明出处..."
        },
        {
            "author": "q1521384952",
            "timestamp": 1554277680,
            "txt_content": "写的真好"
        }
    ]
}