{
    "title": "【原创/剧情/轻度网游类小说】《绿洲》剧情内容/游戏正史/禁止翻改等任何形式抄袭形",
    "author": "绿洲矿工",
    "replyCount": 9,
    "timestamp": 1550208900,
    "txt_content": " 本帖最后由 绿洲矿工 于 2019-3-2 11:56 编辑 \n\n大家好，喜欢《不死者之王》这类网游剧情的粉丝你可以追一下看看--\n先导篇·绿洲终端！（全程扯皮可以跳过啊）\n在这个世界，同样有颗海蓝色的星球，这里的人类在快榨干这颗星球后，意识到只能混吃等屎。在经济完全萧条后，有一位和Norch一样伟大的人发明了一款名为《绿洲》网游，成为了这个时代受人拥戴的“神”---------------\n   系统提示：xx进入了游戏  登陆了绿洲终端后，绿洲终端你甚至可以在此打球，享受惬意的沙滩时光，你甚至可以与spiderman一起攀登朱朗玛峰。但最火爆的玩法还是在此选择RPG玩法穿越到的一个美丽的异世界。但在绿洲终端美丽的全息投射下，这里的异世界隐藏着一个惊天的秘密...............\n    异世界正史·第一次天灾！\n在异世界又分为 主界，下界，終界....玩家是优先进入这里的主界来探索这个庞大的世界的...........艾格瑞拉斯法的老者，向冒险者团队絮絮的诉说着这个副本的背景：这座给王国联邦带来巨大困扰的塔...它的主人的生前与塔的前因后果还要从第一次天灾说起..........\n说的这第一次天灾的起因是因下界的即将崩塌而引发的一场战争，在下界长期的能量膨胀下，下界与主界俩个位面开始碰撞，主界的天空中出现了一道巨大的口子。下界位面的领主 熔岩巨人·德拉肯 预知道下界的崩塌已是迟早的事情，便开始带领下界生物侵占主界，第一次天灾战争就这样爆发了..\n在这场天灾中，主界的各种族开始团结一致对抗天灾，但效果是压倒性的，领主熔岩巨人·德拉肯的实力太过强大，他崩裂出熔岩的皮肤对于一切物理攻击都是徒劳的，甚至连魔法也起不到什么作用。\n所以阿姆斯特联邦国召集世界上所有拥有魔法的智者们成立了一个组织，艾格瑞拉斯法议会！一个主体由当时最强的几位老怪物大法师议员组成的管理魔法且为王国联邦与异世界安全效力的议会：艾格瑞拉斯法议会。议员们的行事十分神秘，没有人见过这几位议员的真面目。所以听说其中也不乏异族法师，例如格瑞兰迪，强大法师神秘是再正常不过的，但几位议员的名号可是已经活跃了几百年之久了...\n艾格瑞拉斯法议会中的一位大议员，据说当时在议会中十分有声望，他提议为平复这场压倒性局势的天灾只能使用一个古老的禁术名为：守术者的转生，据说这个禁术是魔法时代最早开始时创造的禁术，传说在魔法之神分给这个世界上的人们魔法后，一位大法师觉得为了不让魔法之神的力量被后代们血脉所不纯与黑暗巫术的玷污所创造的此术，为了重现魔法之神的力量而创造的禁术。这个禁术是将至少多位同样古老的大魔法师在岁月中所积累的知识与法力通过仪式提纯并分给一个婴儿，这个婴儿必需要有绝对强大的魔法天赋来承受这禁术的洗礼。这个禁术在和平年代没人会信，现在的所有人都觉得荒唐至极。但在第一次天灾中，议会为了拯救他们的世界只能向这个禁术投以最后的希望…最后，这个婴儿就是塞尔文，成为了议会的最后一根稻草。仪式结束后，塞尔文在承受了所有议员们漫长岁月的法力后就已经成了一个三十多岁模样的男子却又到现在样貌不老。\n在上层精灵语中塞尔文的意思是保守秘密的人。平复天灾后议员们将所有的禁术魔法也都交给了塞尔文隐退\n也是这位塞尔文平复了那场天灾成为了世界的救世主，最后将熔岩巨人·德拉肯直接封印在了荒芜之地，让他深埋地下…\n大法师塞尔文在平复天灾后，挑选在王国北处住下了并建立了这座塔，这座塔便是塞尔文在这里的杰作之一.....\n在第一次天灾平复后，各种族开始各自恢复。异族与联邦国之间对抗天灾而出现这次史无前例的合作后，关系也开始变得微妙起来，出现了短暂的友谊与和平。\n在和平之后，世界开始忌惮起了塞尔文所掌握的力量。同样，艾格瑞拉斯法议会也成立了一个专门监视塞尔文动向的组织，渡鸦之眼！\n好了剩下的下次再更新吧！\n\n在次提示严禁转载使用，此剧情只用于公益服《绿洲》的任务剧情\n   \n",
    "replies": [
        {
            "author": "pokemonfuzhu",
            "timestamp": 1550209860,
            "txt_content": "斯购依~~~~"
        },
        {
            "author": "pokemonfuzhu",
            "timestamp": 1550210520,
            "txt_content": "脑洞很好，不错的开头，希望持续更新"
        },
        {
            "author": "虎水小骥",
            "timestamp": 1550228700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "绿洲矿工",
            "timestamp": 1550278560,
            "txt_content": "虎水小骥 发表于 2019-2-15 19:05\n看起来……这个世界观很宏大啊……\n自己挖的脑洞死也要填完哦~\n好的，谢谢提醒"
        },
        {
            "author": "天之剑心",
            "timestamp": 1550285820,
            "txt_content": "大佬怎么感觉有点像头号玩家。。。。。。"
        },
        {
            "author": "绿洲矿工",
            "timestamp": 1550396460,
            "txt_content": " 本帖最后由 绿洲矿工 于 2019-2-23 00:17 编辑 \n天之剑心 发表于 2019-2-16 10:57\n大佬怎么感觉有点像头号玩家。。。。。。\n\n对的，最开始绿洲终端的设定就是头号玩家给了我许多的灵感，前言提到的像《头号玩家》就是我也在像这部电影致敬。但后面进入异世界关于异世界的正史才是这个坑的正题。\n而且既然你提到了《头号玩家》，那么我提一下，头号玩家看过的人一定知道这部电影包含了许多的彩蛋元素，然而头号玩家的第一个彩蛋确是Minecraft。在我观看头号玩家的时候我正思考怎么带服务器转型RPG，这部电影刚好给了我目标。所以公益服的名字也取了《头号玩家》中的游戏《绿洲》。当然我这个公益服叫这个名字我觉得挺好的原因也有一个：同行那些太多要么坑蒙拐骗要么十分粗劣的服务器会让这个公益服更像沙漠中的《绿洲》。"
        },
        {
            "author": "天之剑心",
            "timestamp": 1550401320,
            "txt_content": "绿洲矿工 发表于 2019-2-17 17:41\n对的，最开始绿洲终端的设定就是头号玩家给了我许多的灵感，前言提到的像《头号玩家》就是我也在像这部电 ...\n兄弟这个思路很好，加油！"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1551101460,
            "txt_content": "大佬越来越多了，害怕（为什么让我想到了WOW）"
        },
        {
            "author": "绿洲矿工",
            "timestamp": 1552141980,
            "txt_content": "标题: 第二章引导帖 本帖最后由 绿洲矿工 于 2019-3-9 22:34 编辑 \n\nhttp://www.mcbbs.net/thread-849603-1-1.html\n\n"
        }
    ]
}