{
    "title": "Minecraft 去年在移动设备上获利1.1亿美元...",
    "author": "广药",
    "replyCount": 0,
    "timestamp": 1550249160,
    "txt_content": "新闻来源:https://toucharcade.com/2019/02/ ... ase-cross-platform/\n\n‘Minecraft’ Earned $110 Million on Mobile Last Year Making It the Best Year for the Game since It Launched on Mobile Platforms\nMinecraft 去年在移动设备上获利1.1亿美元，使其自登陆手机平台之后首次成为年度最佳游戏\n\n\nI’ve seen loads of people only think mobile gaming became a “big deal\" when Fortnite released. Fortnite definitely brought a lot more people to the platform but Minecraft ($6.99) was actually the real huge deal for the platform when it launched and it continues to be one of the most important games on mobile. It is no surprise that Minecraft is super successful across iOS and Android. A new Sensor Tower report has some interesting details for it on mobile.\n我看到当《堡垒之夜》在手机平台上发布时，许多人才认为手机游戏是个大市场。但实际上Minecraft（售价6.99美元）才是手机平台的一条大鱼，自它发布至今，它仍然是手机平台上最重要的游戏之一。毫无疑问，Minecraft在IOS和安卓平台都非常成功，新的 Sensor Tower 市场研究数据报告 披露了Minecraft在移动平台上的一些有趣的数据。\n\n\nThe report says revenue for Minecraft has been growing and 2018 was actually the best year for it on mobile when it comes to profit. The iOS and Android versions brought in more than $110 million through in app purchases and the initial asking price. This is a 7% increase over 2017. Minecraft earned 30 million in the first quarter in revenue which was higher than the $24.5 million from 2017. USA accounted for 48 percent of spending in Minecraft on mobile as well.\n报告指出，Minecraft的营收一直在增长，而且2018年实际上是Minecraft在移动平台上营收最多的一年。通过Minecraft的初始要价和应用内购买，安卓和IOS版本带来了1.1亿美元的收入，这一数据比2017年增长了7%。在第一季度的收入为3000万美元，高于2017年的2450万美元。而Minecraft移动平台总收入的48%是来自美国地区的消费。\n\n\nThe final bit of interesting info is that Minecraft has now grossed nearly 500 million dollars on mobile since launching in 2014 on iOS and Android. This is interesting because Fire Emblem Heroes crossed $500 million a few days ago and Fortnite a few days before that according to Sensor Tower. I’m interested to see how Minecraft evolves further since it already does great across all platforms. Do you play it on mobile and have you found yourself playing it more with cross platform play?\n最后一点有趣的信息是，自从在2014年发布在IOS和安卓平台上之后，Minecraft已经在移动平台获得了近5亿美元的收入。这很有意思，因为根据Sensor Tower 的数据，几天前，《火焰纹章:英雄》和《堡垒之夜》的收入也突破了五亿。我已经迫不及待的想知道Minecraft的下一步该怎么发展了，因为它在所有平台上的表现都很出色。在手机设备上玩Minecraft的你知道自己是可以跨平台游戏的吗？\n\n\n\n\n",
    "replies": []
}