{
    "title": "庞大的动物园计划~~",
    "author": "依然冰奈斯",
    "replyCount": 6,
    "timestamp": 1550328240,
    "txt_content": "可以分5种类型：草畜区、食肉区、飞行区、爬虫区和水族区。\n用途啊嘛，当然是参观和体验，所以拒绝屠杀！\n建造估计需要大量的草方块，铁栅栏，木栅栏，玻璃板，告示牌，以及——非常多的命名牌。\n运输则需要纤绳、蓝冰和船、铁轨矿车啥的。\n有些会有一些特殊设施需要红石器械之类的。\n\n1.草畜区包括牛，羊，羊驼，马，猪，兔子；\n这里一般采用草方块作为地面，用木栅栏围起来，表示草畜区都很无害！\n也因为如此，草畜区的收集和运输难度都非常亲民。\n为羊可以安排一些剪羊毛的体验区，马则可以安排一些测试速度和高度，马术测验体验区。\n\n牛（脊索动物门 - 哺乳纲 - 偶蹄目 - 牛科 - 牛属）1种；\n比较常见没有难度。\n\n哞菇（脊索动物门 - 哺乳纲 - 偶蹄目 - 牛科 - 牛属）1种；\n找到蘑菇生物群系就OK，只是把他们带回动物园要花点时间。\n蓝冰大法好。\n\n猪（脊索动物门 - 哺乳纲 - 偶蹄目 - 猪科 - 猪属）1种；\n比较常见没有难度。\n\n羊（脊索动物门 - 哺乳纲 - 偶蹄目 - 牛科 - 盘羊属），按颜色分为16种；\n比较常见，褐色和粉红色的很罕见，但是可以凑齐对应染料再进行染色而不是问题，\n注意绿色只能去沙漠挖仙人掌然后烧练，黑色要去找墨鱼，总之没难度。\n\n羊驼（脊索动物门 - 哺乳纲 - 偶蹄目 - 骆驼科 - 小羊驼属），按毛色分为4种；\n出现于峭壁和热带草原，由于每一种生物群系各对应两种毛色，\n所以这俩生物群系都需要被长时间探索，但幸运的是这俩生物群系还算常见，\n只是把他们带回动物园也需要花点时间。\n\n行商羊驼（脊索动物门 - 哺乳纲 - 偶蹄目 - 骆驼科 - 小羊驼属）1种；\n只能碰吧，据说行脚商被删除后会留下羊驼，但估计是个BUG。\n行商羊驼需要被打上命名牌，否则自己会被刷掉（行脚商的话打上命名牌也会没）。\n\n马（脊索动物门 - 哺乳纲 - 奇蹄目 - 马科 - 马属），按毛色和花纹分为35种；\n因为有35种，花纹和毛色都遵循遗传学基因自由组合定律外加5%变异率，\n自然生成的马群中花纹可以不一样，但毛色都是一致的，\n所以如果不靠那微不足道的变异率的话，可能至少要找到7群马，所以这段寻找的时间比较耗时，\n收集够的话，就要开始大量配种了，而这段时间则需要大量的金胡萝卜才可以，\n而且越往后面，配种完毕后，获得独特的毛色和花纹的概率越低（因为都是重复的），\n总之是个成本很高的操作，如果有个刷金场之后再做这件事，也许会轻松一些。\n这里面值得注意的是淡黄色的马的前额头本身就有个白杠，这个属于毛色的纹理，\n所以是配不出纯黄色的马的（但不是没有，只是长的跟白杠花纹的马差不多，白杠稍微短一些），\n另外白色的马的纹理本身不是很显著需要仔细甄别。\n\n骷髅马（脊索动物门 - 哺乳纲 - 奇蹄目 - 马科 - 马属）1种；\n概率较低，要等雷暴天出去浪一圈，因为骷髅陷阱马是怪物性质的，\n偶尔生成一匹你要是没看到或者当普通马而离远的话，是会被删掉的。\n\n驴（脊索动物门 - 哺乳纲 - 奇蹄目 - 马科 - 马属）1种；\n还算比较常见，牵回来吧。\n\n骡（脊索动物门 - 哺乳纲 - 奇蹄目 - 马科 - 马属）1种；\n一匹马和一头驴配种即可，不难。\n\n兔子（脊索动物门 - 哺乳纲 - 兔形目 - 兔科 - 穴兔属），按毛色分为6种；\n1.8刚出兔子时，这个不是问题，但是从1.9开始，会根据生物群系区分的毛色，\n纯黄色主要是在沙漠，纯白色和黑白花兔子则主要是在雪原，其他颜色在针叶林；\n这么一规定，收集难度简直上了几个数量级……\n首先雪原和针叶林本身比较罕见就不用说了……\n但是这俩生物群系同时会生成狼，狼会吃兔子有木有！\n偶然找到了几只兔子，带回动物园的途中被误伤致死有木有（兔子很脆弱的）！\n因此也就沙漠的兔子比较好获得。\n幸运的是，兔子配种也有5%发生突变，需要普通的胡萝卜；\n由于配种比较容易，所以比起去找其他兔子，靠配种拼突变率更靠谱一些了。\n\n2.食肉区包括野猫、豹猫、狼、狐狸、北极熊、熊猫。\n这里比较随意了，个人倾向于用圆石做地面，铁栅栏做围墙表示真的很危险！\n因为食肉区的动物，很多属于可驯服的生物和攻击型生物，人走远了会被删除，所以要用大量的命名牌才可以。\n命名牌唯一一种可再生获得的方法就是用大量的绿宝石和图书馆管理员村民进行最后一层交易（20多个绿宝石换一个，坑吧）。\n此外对于可驯服的生物，千万不要驯服它，否则除非被要求坐下，它们都会传送到你旁边！\n你肯定不希望动物园里的它们都在坐着的状态吧。所以还是乖乖地把他们引到笼子里。\n\n野猫（脊索动物门 - 哺乳纲 - 食肉目 - 猫科 - 猫属）11种。\n所有种类的野猫都自然生成在村庄旁边，只要发现一个村庄就可以。\n黑猫在沼泽小屋也会生成一只。\n所以找到猫很容易，但是猫怕人，所以用鱼勾引的时候尽量慢一些，\n勾引到到笼子里命上名就好。\n\n豹猫（脊索动物门 - 哺乳纲 - 食肉目 - 猫科 - 豹猫属）1种。\n在十分罕见的丛林生物群系生成，而且生成率也不是很多，要碰运气。\n豹猫怕人，但是喂鱼后就会相信玩家，所以只要喂鱼后再勾引会方便很多。\n当然这段路还是比较长的。记得命名。\n\n狼（脊索动物门 - 哺乳纲 - 食肉目 - 犬科 - 犬属）1种。\n在针叶林和雪原中比较常见，这俩生物群系比较罕见，找到后就不是问题。\n一定要用骨头勾引，不要攻击他，否则纹理会变，看着很不舒服。记得命名。\n\n狐狸（脊索动物门 - 哺乳纲 - 食肉目 - 犬科 - 狐属）2种。\n生成在针叶林和冷针叶林，两种毛色不同，所以都要找到。\n用甜浆果勾引，不确定驯服的性质，如果驯服后会传送的话，还是跟狼一样对待吧。\n\n北极熊（脊索动物门 - 哺乳纲 - 食肉目 -熊科 - 熊属）1种。\n这个被认为是怪物的生物生成在雪山和雪原中，跟末影人一样，\n根本不吃任何东西也不能被任何东西勾引，所以最好的方式当然是激怒它，\n让它追逐和攻击你，然后引到笼子里就甭管了。你把笼子封死它就消停了。\n\n熊猫（脊索动物门 - 哺乳纲 - 食肉目 -熊科 - 大熊猫属）2种。\n熊猫被认为是牲畜，所以收集起来不困难，在竹林中找到就好。\n熊猫本质上按照毛色应该是分为6种，但是5种只是面部表情不同，区分起来没啥意思，所以可以算为一种，\n然而剩下的那种是棕色的也是最罕见的，这个就需要碰运气了。\n\n3.飞行区包括鸡、鹦鹉和蝙蝠。\n可以弄成百鸟园，或者单独的木笼子。\n因为不都是鸟，所以百鸟园感觉挺违和的，为蝙蝠们制作一个山洞倒是不错的选择。\n百鸟园满地鸡（你可以假装那是孔雀）和满天飞的鹦鹉也不错，可以放几个音符盒作为体验活动。\n\n鸡（脊索动物门 - 鸟纲 - 鸡形目 - 雉科 - 原鸡属）1种。\n特别常见的生物，没有难度。\n\n鹦鹉（脊索动物门 - 鸟纲 - 鹦形目 - 鹦鹉科 - 金刚鹦鹉属）5种。\n全部生成于丛林生物群系。不过因为鹦鹉不会随着食物走，因此无法勾引。\n还是用栓绳吧。\n鹦鹉本身会飞，所以如果用下界传输的话，回到下界后再找到它会略微费时，\n因此通往丛林的下界传送门，最好建在一个封闭的地狱岩洞里。\n\n蝙蝠（脊索动物门 - 哺乳纲 - 翼手目 - 蝙蝠科 - 蝙蝠属）1种。\n这个收集就有点恶心了……特别地靠运气。\n蝙蝠一般在洞里还算有点常见，或者搭一个封闭无光源的小屋子里。\n然后里面放几个矿车吧，等蝙蝠“骑”进去。\n因为蝙蝠无法勾引也无法被栓绳栓着的特性，挺恶心的。\n就连运送到笼子里也得靠铁轨伸进去……\n另外千万别忘记命名！\n\n4.水族馆包括海豚，鱿鱼，海龟和几种鱼。\n当然是可以放在水里啦！海豚可以弄成一个大馆，满足他们的跳跃欲望。\n水族馆的生物有个共同的特点，离开水一定时间会窒息，\n所以大部分都要靠船运，而且还不能靠下界运输，\n运输的时候，如果路程太长，还得尝试把他们重新放到水里，是个非常麻烦的事情。\n\n海豚（脊索动物门 - 哺乳纲 - 鲸目 - 海豚科 - 海豚属）1种。\n这个没试过是否用栓绳可以牵引，如果不能的话，可以用船进行运输，但向上牵引还是需要矿车……\n但是这必定是个很艰辛的过程。\n如果动物园处在海边并且和海豚所在地很近的话，也可以直接在它前面开船让它追你，然后骗他上矿车。\n还觉得麻烦就攻击它吧，但是这不是个好主意，动物园里对你有敌意的海豚是一件很悲伤的事情。\n海豚馆必须留有空气，不能弄成全部都是水的区域，因为海豚本身在水中呆久了也会窒息（真可悲）。\n\n鱿鱼（软体动物门 - 头足纲 - 八腕目 - 枪乌贼科 - 枪乌贼属）1种。\n不能拿栓绳、不能拿东西勾引，被打也不会反击。\n这只能通过船和矿车运了，幸运的是它有一条河流就可以生成，不用花太太多的时间。记得命名。\n\n海龟（脊索动物门 - 爬行纲 - 龟鳖目 - 海龟科 - 海龟属）1种。\n同样不能用栓绳，但是可以用海草勾引，但是他们爬不上阶梯并且在陆地移动很慢，\n所以其实还是推荐矿车运输。\n海龟因为在沙滩上产卵的习性，最好在海龟馆留一些沙滩。\n\n各种鱼（脊索动物门 - 鱼纲 - XXX）4种。\n种类太多啦。热带鱼收集那么多几乎是不现实的。\n但是鳕鱼、鲑鱼、河豚等其他鱼可以单独弄个水箱。\n捕捉很容易，用桶即可。\n如果特别有收集癖的话，捕捉指定花纹+指定体型捕获16种我也觉得很壮观了。\n\n5. 爬虫类\n主要就是蜘蛛和蠹虫！蜘蛛虽然是怪物也是动物呀！所以收集蜘蛛是必须的！\n爬虫可以用木头和玻璃吧，就跟昆虫展那样，把它们封死，然后放几个蜘蛛网凑合下。\n\n蜘蛛（节肢动物门 - 蛛形纲 - 蜘蛛目 - 蜘蛛科 - 蜘蛛属）2种。\n可爱的蜘蛛一到晚上就能生成，把它调戏到笼子里就可以了，记得命名。\n洞穴蜘蛛可以单独再放个小一点的木笼子里。\n\n蠹虫（节肢动物门 - 昆虫纲 - 什么的幼虫？）1种。\n在要塞里发现把他们引到箱子里就可以了。同样记得命名。不过这东西不能走水路是比较悲催的……\n\n",
    "replies": [
        {
            "author": "1139365029",
            "timestamp": 1550328360,
            "txt_content": "好像很有趣的样子，把人类(村民/npc/熊孩子)也加进去把"
        },
        {
            "author": "冰星",
            "timestamp": 1550328900,
            "txt_content": "因缺思厅的样子\n"
        },
        {
            "author": "Abraham511",
            "timestamp": 1550329920,
            "txt_content": "看起来好有趣的样子耶~"
        },
        {
            "author": "清风浊雨",
            "timestamp": 1550331780,
            "txt_content": "我天..楼主辛苦了！"
        },
        {
            "author": "2676972150@qq",
            "timestamp": 1550331900,
            "txt_content": "卧槽整理了那么多！对小白很好用"
        },
        {
            "author": "我很无聊吗",
            "timestamp": 1550333640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}