{
    "title": "《八丿三丨》第三十五讲+第三十六讲（帝国血泪史.2017）",
    "author": "mmbbggf",
    "replyCount": 2,
    "timestamp": 1550327160,
    "txt_content": " 本帖最后由 mmbbggf 于 2019-2-24 18:55 编辑 \n\n  2017年的春天，寒假结束不久，大家伙都在忙着自己工作或者学业，这个时候应该是游戏世界的低迷期。就我而言，平时也就周末能够上线小玩儿一会儿。今天本来和5151相约去一趟monfxxk的根据地来着，但他之前又推掉了，可以理解，没时间嘛。  我最怕的就是上线小玩儿一会儿的这么一段时间，因为单独上线会有意想不到的事情发生，这个是一种魔咒，恰巧，这天还真就发生了事情。像往常一样，我在基地里到处劳作，这里种种地收收菜，那里杀杀动物扔扔鸡蛋，本以为这么一段时间会很快过去，谁知这时候我发现基地里有不速之客。  当然，和tad不同是，tad属于某种性质上的入侵者，而这人浑然没有入侵者的模样，大摇大摆的到处走，貌似还颇为熟悉内部构造，恰逢我站在城墙上，他没发现我。其实这人要是裸装还好,当时令我最为忌惮的是他浑身上下穿着附魔的钻石甲。这事情大家要是亲身经历下肯定明白，当时我那个紧张，在自家像个小偷一样潜行，一直走到一间屋子里。  由于来人的走速太快，我看不见ID，但我隐约觉得这人比较熟悉，当然MC里大家都是史蒂夫，有皮肤的也是方块人，但是啊，这人给我的感觉就是不一样。总之，来者不一定有善。  Monfxxk??我心里泛着嘀咕。不能啊，这会儿其实我跟他照会也就一两次，他也许记住了我，但犯不着跑到基地里来找我寻仇吧，况且他可能还不知道我们基地在哪儿，按照当时的我所处于的那个时间段来说，他肯定是不会到这来的。那就是别人了，说不定是自己人。  转念我这么一想，就觉得可以出去光明正大的和那人当面对峙一番，说不定还真是自己人，但我刚想往空旷地走又打消了这个念头，不会，如果是自己人比如5151，平时干活不会穿钻石甲，不是我自作聪明，5151、VVLH这两人平时干活是不会穿的这么熠熠生辉的，YHB倒是有可能，但毕竟我们基地里的钻石甲存货并不多，平时都是锁在箱子里的。想了这么多，就在这时那人走进了我的视线里，这下我看清了，misaka。  是她？\n  《八丿三丨》第三十六讲（帝国血泪史.2017）  不速之客（2）  看清来人是misaka后，我反倒更加担心。之前在monfxxk的老家看到misaka就知道估计是朋友，这潜在的敌人的朋友就是我的潜在敌人，所以心里一紧，不敢吱声。  但是，只见得不远处的平地一人上线，我先是看清ID——YHB。心中暗道这回可有的闹腾了。上回已经介绍过YHB，还有没说的就是这人脾气急。这回动手是免不了的了，但我也不急着出去，免得被团灭。  不出我所料，YHB和misaka没过多久就动起了手。这一动手就看见YHB死亡的信息在聊天栏刷屏，可不嘛，裸装怎么可能打过钻石呢？他们俩死磕的时候，我就在一旁琢磨：misaka是怎么知道这里的？  过了好一会儿，YHB和misaka停了下来。YHB是骂骂咧咧不停的打字，misaka则是时不时的嘲讽，这两人有点暂时休战，下回合再来的意思。而我，琢磨了好一阵子，也没想出什么名堂，关于misaka如何找到这的暂且不提，重要的是这时候又有一个人上线。  VVLH，好家伙，快凑齐一窝一网打尽了，这周末我本以为只有我一个人，要是我不上线估计打开QQ第二天收到的都是：wacw，老家被人入侵了，你快上线，你在哪。说实话我也挺怕收到类似的消息。因为misaka没有显露出恶意，所以VV也没急着动手，而是问了些话，这时候我站不住了，跳出去，大声发问misaka。  “你来我们基地干什么！”这句话刚出口，我就看到HerobrineL传送了过来。  大家还记得吗？HerobrineL，我之前提到过的好战分子。传送过来后我定睛一看，气势就不一样，颇有RMB玩家的风范。其实有点吓到我，不知道我身旁的两人有没有同样的感受。  “听说这里发展的不错，特来此做客。”HerobrineL看上去彬彬有礼的说道。  我没作声，赶忙去QQ里叫人来。  “弟兄们，岛上来了入侵者，快集合，当时我是很紧张的。面对HerobrineL不一定打得过，但是人多就有可能打得过。  有时候蛮无奈的，5151以及其余一干人等都没回复，我估摸着都是没时间。没办法，就地解决兵员问题，只能靠VV、YHB和我哥仨了。  “幸会，但恐怕这里不欢迎你。”对这种人没啥好说的，MC战争有时候就是没有政治的野性斗争，我定了定神，又说道：“还请回吧。”  不过最基本的礼貌还是要有的。",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1550852340,
            "txt_content": "周边创作文字连载的最低要求为每章1000字，请楼主在3月1号之前将字数补足，或将多章合为一章，逾期将会删除所有字数不达标的帖子，谢谢合作"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1550919180,
            "txt_content": "540083835 发表于 2019-2-23 00:19\n周边创作文字连载的最低要求为每章1000字，请楼主在3月1号之前将字数补足，或将多章合为一章，逾期将会删除 ...\n收到，谢谢提醒"
        }
    ]
}