{
    "title": "【二月活动/原创】史蒂夫的世界",
    "author": "爱拍天空、",
    "replyCount": 2,
    "timestamp": 1550466120,
    "txt_content": " 本帖最后由 爱拍天空、 于 2019-2-18 13:09 编辑 \n\n\n\n\n\n\n005RiCW4gy1fzxygks4qlj30zk0bokbl.jpg (47.35 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-18 12:38 上传\n\n\n\n\n\n\n\n你安静的坐在房间里，底下的凳子稳稳当当。你的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当你回过神来，你发现自己的屁股底下空空如也——你的凳子莫名消失了。\n低头向下看，你向左侧了侧身，又向右侧了侧身，甚至按动了身旁的木制按钮，身旁的粘性活塞被触发，将你的上半身与空气分离了片刻，真实的疼痛感如期传来。你不得不接受这样一个事实——你现在正坐在空气之上。你不禁伸出双手，抚摸上去。那柔软的肉感，细腻的肌肤……等等，你为什么在摸自己的屁股！你毅然抽出双手，向椅子的位置探去。仍然是那略显坚硬的触感，和一把真正的凳子无异。你想尽量保持冷静，可脑子里却止不住的发出“嗡嗡”的响声，击破了你沉着的表象。这个缺陷似乎是生来就有，恍然间已跟随了你数年。每每当你试图聚精会神，那不合时宜的噪声总会扰乱你的思绪。但这一次似乎又有什么不同。浮云之上，是漫天的星辰。它们随着夜的微风，缓缓向西飘去。夜空笼罩下的性福小镇，如梦似幻。一切看起来都是那样美好，只要你远离那条主干道。并不是因为呼啸的车流夺走了多少人的性命，亦非由于坐落在路旁的小房子里时常传出的难以言表的呻吟，而是因它恶俗的名字。星星大街，原名**大街，刚刚更名不久，苍老的路牌还未来得及被更换。镇上的居民经过这指路牌的时候，心里的浪荡便增添几分。\n\n\n\n\n\nfile_1550464490000.jpg (148.81 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-18 12:34 上传\n\n\n\n\n\n房间里的火把突然熄灭了，你却发现，今夜似乎比平日看得更加真切。你走向一旁的镜子，随着帧数骤降，你惊奇地发现你头颅的骨缝里泛着微光。那微光时明时暗，略带一丝暗红的颜色。你叹了口气，走向角落里那个散出难闻气息的炼药锅，洗了把脸。从箱子里取出煤炭，将火把重新点燃，一切看起来都那么惺忪平常。你又回到桌前，坐在这并不存在的椅子上，思考着未来的人生。“史蒂夫，我走了——再见。”寻声望去，你看到爱莉克斯站在门口，向你挥手告别。说罢，她的身影便在原地消失不见。对于这种事情你早已司空见惯，尽管每次你都不知道她会不会再回来。爱莉克斯那婀娜的身姿仍停留在你的视网膜里，令你咽了咽口水。一种邪恶的想法油然而生，如果……会怎么样呢？不要紧，这在你的脑海里已被预演了无数遍。这便是你在她不在的日子里自我慰藉的方式。你飞快的进行又一遍重演，熟练地令人心疼。你总觉得有一天，你的大脑由于工作过于单一，会堆满铁锈，而那些铁锈与从头骨缝隙渗入的水和空气混合，又会衍生出无穷无尽的物质呢。天亮了，一轮白日从东方升起，发出的光芒刺痛了你的双眼。在你身后很近的地方传来玻璃破裂的声音，你的后背也被一种前所未有的湿气沾染。毫无疑问，有人向你砸了喷溅药水。你愤怒地转过身，却没有见到人影，就在此时，你的头颅突然急剧膨胀。“炸了。”你念叨道。但却事与愿违，你的头骨凭借集风神之力获得的超强韧性，并没有破裂。身后又传来瑟索的声音，你想要回头，却只能转动双眼。回眼望去，映入眼帘的是一个巨大的红石电路系统。红石线与红石火把交替闪烁着，呈螺旋式转动上升。你注意到，这一红石系统的中心，是一个碧绿的命令方块。此时，你除了想起你格林帽的颜色，只有深深的震撼。这是你的大脑啊。原来，你的一切思想都源自那丑陋不堪的地下矿物。忽然，天空一声巨响，你环顾四周，并未看到有人闪亮登场。紧接着，天空中传来的谈话声，响彻了整座性福小镇。那是一种你从未听过的语言，但理解起来却毫不费力。“筱末，还玩MC吗？”“不玩了，辣鸡游戏。天空，你是纸张吗，你弄的什么探索世界整合包，一探索世界就卡，我TM今天都崩了6次了。”“那我叫OE来。”“……”你第一次得知了这个世界真正的神。Player。犹记得你在梦中击溃末影龙时，似乎听过这个名字。而今天你头颅上的微光，只是因为Player突发奇想，又装载了包括移动光源在内的一些神奇模组们。而由于未知的冲突，为你垫屁股的凳子的模型，渲染失败了。你用你并不存在的大脑，分析出了这些信息。你的整个世界，在真正的神面前，根本不值一提。那只不过是一堆数据而已。谈话声停歇了，片刻后，鼠标的点击声传来。【确定要删除这个世界吗？‘新的世界-----------------’将会永久失去！（真的很久！）】在这生命的最后一刻，你深吸了一口气，正准备向外奔跑，却突然被呛到了，开始剧烈咳嗽起来。正当你咳出的空气流速刚要放缓的那一刻，天空也传来震耳欲聋的咳嗽声。那一刻，凳子又出现在你的视线中了。【删除】\n\n\n\n\n\nmcbbs2.png (46.35 KB, 下载次数: 0)\n\n下载附件\n\n2019-2-18 12:35 上传\n\n\n\n\n\n叫“天空”的神揉了揉眼睛，深吸了一口气，安静的坐在房间里。他的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。当他回过神来，发现自己的屁股底下空空如也……\n\n\n注：虽然官方对于Alex的译名是亚历克斯（最开始好像是），但我个人还是觉得称作爱莉克斯更能凸显出本文中她的那种独特的气质和令史蒂夫心驰神往的样子。\n专有名词注解：OE（@eternal_永恒_  ）：现MC玩家。筱末（mcbbs无帐号 ）：原MC玩家。天空（@爱拍天空、 ）：现MC玩家，本文作者。探索世界整合包：N年前自己整合并录过实况的纸张整合包，一探索世界就卡的整合包。（大概是因为当时的最新版Forge不稳定）“纸张”即“**（全读四声）”。\n最后的废话：\n\n其实这篇文章蕴含了许多有趣的成分，因为它不是真的。\n还有就是，看别人的作品字有点小，眼有点疼……所以就把我的字体调大了！\n\n\n\n",
    "replies": [
        {
            "author": "eternal_永恒_",
            "timestamp": 1550466420,
            "txt_content": "前排支持一下，虽然0.0......\npaperOE粗线惹~"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1550967360,
            "txt_content": "智 涨（四声渲染后）"
        }
    ]
}