{
    "title": "[娱乐|其他]Gods 0.6.3 Beta  —— 祈祷神明吧[1.4.6-R0.3]",
    "author": "Chris",
    "replyCount": 24,
    "timestamp": 1359812040,
    "txt_content": " 本帖最后由 Chris 于 2013-2-3 16:40 编辑 \n\n简介【鸟语原文】\n\nA God is an entity that exist because a player has chosen to believe in it.\n\nA player shows his faith in a god by building a altar for his god and using the altar to pray. In this way, many gods may exist at a time, all with names created by the players. \nThe main purpose for believing in these Gods is to gain from the help the gods provide (see below) and to provide basic faction play (I.e. \"My god is better than yours\").\nWith Holy Lands, players can easily protect their lands from grief by simply building alters.\n\nAnother purpose is to get people inspired to build awesome churches for their Gods. \n\n祭坛建立【鸟语原文】\n\nBuilding an altar is simple:\n\nPlace a normal or redstone torch on a smooth brick blockPlace a sign on the side of the block with ONLY the name of your God written on any linePlayers can now pray to this God by right-clicking on the altar sign\nIf you place a normal torch, you specify a male God.\n  If you place a redstone torch, you specify a female God (Goddess).\n 规则Gods exist as long as players believe in themGods comes into existence by players building altars to themGods grow stronger from the number of believers they haveGods grow stronger from the number of prayers at their altersGods appoints a single believer to be his priestGods will bless their believers with items they needPriest can pray for Blessing and Cursing specific playersGods send their believers on questsGods protect their lands around their altars. \n\n\n\n\n\naltars.png (155.06 KB, 下载次数: 0)\n\n下载附件\n\n2013-2-3 16:38 上传\n\n\n\n\n\n                 Altar                                              Altar\n邪神祭坛》   of                                                  of《雷神祭坛\n               Cthulhu                                            Thor\n\n神的作用\n\n\nPeriodically, the God will check for his believers needs:\n\n\nWhen a believer has no pickaxe, the God will bless his believer with a pickaxeWhen a believer has no sword, the God will bless his believer with a swordWhen a believer has no food, the God will bless his believer with food\nThe more powerful the God is, the more frequent the God will attend to his believers. The exact quality of the item (wood, stone, diamond) also depends on the power of the God.\n\n\n\n祭坛分类\n\nBlessing AltarsA Priest can ask his God to specifically bless any player by using an altar:\n\nBuild an altar as described aboveOn the sign, write \"Blessings\" on line 1On the sign, write \"on\" (or anything) on line 2On the sign, write the name of the player on line 3\nNow the priest can right-click the sign, praying to his God to bless that player!\nCursing AltarsA Priest can ask his God to specifically curse any player by using an altar:\nBuild an altar as described aboveOn the sign, write \"Curses\" on line 1On the sign, write \"on\" (or anything) on line 2On the sign, write the name of the player on line 3\nNow the priest can right-click the sign, praying to his God to curse that player!\n\n\n\n神明也有需求\n\n\nCommandmentsAny God with respect for himself have strong opinions about what is right and wrong.\nA God will periodically tell his priest about what food and creature types are considered holy and unholy.\nBecause the God will react swiftly with blessings and curses on his believers accordingly to these commandments,  it is the priests responsibility to communicate (preach) this information to the believers in general.\nQuestsGods will periodically issue quests for their believers, for them to show their faith in him.\nThis may include quest for slaying mobs, sacrificing certain items etc.\nIf completed, all the believers will be rewarded by the God and the quest completion will act as a mass-prayer, effectivly adding significantly more belief to the God.\n\nHoly LandsThe land around an altar is holy to that particular God.\nThe radius of the Holy Land grows and fades with the power of the God and only believers may build within the Holy Land of the God.\nThis acts as a simple anti grief control purely based on the altars and Godpower.\nOf course should a player be able to destroy the altar of the God, the Holy Land protection will immediately disappear.\nWhen using Holy Lands, the death of a believer will reduce the power of their God \n\n\nSacrificesBelievers can sacrifice item to their God by burning any item of their choice. The God will have a certain need for certain item types and it is up to the believer to find out the needs of their God at any given time.\nSacrificing items that the God needs will result in a blessing and added belief in the God, which in turn adds more power to the God.\nBe warned that sacrificing items to a God which has no interest in the item or \"spam-sacrificing\" a God can have deadly consequences...\n  Gods will also issue sacrifice quests from time to time.\n\n\n\n神的真名以及执行者工作\n\n\nHoly ArtifactsGods are known to carelessly leave certain artifacts behind after visiting the minecraft world. Whenever another God finds out about these artifact's location in the world, he will immediately send his followers on a quest to retrieve it to prevent it from \"falling into the wrong hands\". These \"Holy Artifacts\" are unique items with strange powers and properties beyond any items normally found in the minecraft game.\nFrom a God's view, these are mostly trivial items (They would never leave their flaming swords lying around...).\nAlthough these items are everyday items of a God, they can be immensily powerful items in human hands: \n\nHoly Artifacts has a unique name and type.An Holy Artifact levels up as the player uses it.An Holy Artifact has a certain rank associated with the amount of kills done with it.Holy Artifacts are needed to complete certain upcoming quest types.\nThe God NamesBy default, any player is free to believe in any obscure God name that he wishes.  (Just like in real life...). To gain more control over the God names, there are 2 options:\nUse a whitelist containing the God names of the allowed Gods on the server. ONLY these Gods will be permitted on the server.Use a blacklist containing the God names that are disallowed on the server. Any other God name than these will be permitted on the server.\nCheck out the whitelist & blacklist page for the details on how to setup these lists.\nSee config settings below for how to enable the blacklist and whitelist.\n\n\n\n与神明沟通\n\n\nThe Holy BookAll Gods have their \"Bible\" or \"Holy Book\", which is maintained by the priest. At any time, the priest can produce a copy of the current edition of the Holy Book with /gods bible.\nThe priest can edit a copy of the current edition of the Holy Book with /gods editbible.\nHe can also choose to set the currently held book to be the official Holy Book for his religion with /gods setbible.\nLanguages & Custom God speakAll the text for the Gods speaking can be changed and customized to your needs. You might want do adjust the tone of what a God say, expand what a God can say or even want a God to speak in another language!\nBy default, the God speak texts are found in the english.yml file. (English is the default language of this plugin).\nSimply use this file as a template for other languages as well by renaming the file, edit the file and set the Settings.LanguageFile option to your new filename.\n\nIf you manage to do a full translation into another language, I would be happy to include your language file in a upcoming release! \n\n\n\n命令\n\n\nCommandDescriptiongodsShow the basic infogods helpShows the command listgods listShow the top 10 list of godsgods infoShow the detailed info for your Godgods info <godname>Show the detailed info for a specific Godgods check <playername>Show what God another player believes ingods desc <description>Lets a priest set description for their religiongods followersShows a list of beliveres for your Godgods followers <godname>Shows a list of beliveres for a specific Godgods openLets a priest set their religion as publicgods closedLets a priest set their religion as privategods kick <playername>Lets a priest kick a player from their religiongods pvpLets a priest set PvP within their religiongods bibleLets a priest produce a copy of their Holy Bookgods editbibleLets a priest edit the current Holy Bookgods setbibleLets a priest set the currently held book as the Holy Bookgods chatToggle chat within player's own religiongods leaveLeave your religiongods setpriest <godname> <playername>Set <playername> as priest for the god <godname>gods reloadReloads the config settings from diskgodacceptAccept a proposal from a GodgodrejectReject a proposal from a God\n\n\n允许节点‖目前允许管理插件\n\nPermission NodesNote that Gods currently supports PermissionsBukkit, PermissionsEX, bPermissions and GroupManager.\nJust PM me with requests for supporting other managers.\n\n\n\ngods.* - Player can do everything belowgods.quest.slay - Player can participate in slaying questsgods.altar.build - Player can build an altargods.altar.pray - Player can pray using an altargods.altar.sacrifice - Player can sacrifice items using firegods.god.create - Player can create (believe) in a new Godgods.itemblessings - Player can receive item blessings from a Godgods.blessings - Player can be blessed by a Godgods.commandments - Player is affected by commandments of a Godgods.curses - Player can be cursed by a Godgods.accept - Player can accept proposal from a Godgods.reject - Player can reject proposal from a Godgods.help - Player can check the help informationgods.info - Player can check info for each Godgods.chat - Player can toggle chatting within their own religiongods.sethome - Player can set their religion homegods.home - Player teleport to their religion homegods.check - Player can check which God another player believes ingods.setpriest - Player can set the priest of a Godgods.priest - Player can become priest of a Godsgods.priest.kick - Priest can kick player from his religiongods.priest.description - Priest can set description for his religiongods.priest.pvp - Priest can toggle pvp within his religions Holy Landgods.priest.war - Priest can declare war towards another religiongods.priest.peace - Priest can declare peace towards another religiongods.priest.description - Priest can change the description of his religiongods.priest.bible - Priest can produce a copy of their Biblegods.priest.editbible - Priest can edit their Biblegods.priest.setbible - Priest can set a book as their Biblegods.holyland - Player is affected by holylands (I.e: Unable to build in holyland of another God)gods.list - Player can check the list of Godsgods.reload - Player can reload the Gods configuration file\n\n\n\n   大概的意思就是，允许玩家建立祭坛祭祀神明。\n   神明可以保佑玩家以及满足玩家一些需求，比如工具、武器、食物。\n   似乎越虔诚的信徒（玩家）获得的庇佑也就越高，目测，具体的方式应该是神明发布任务，然后玩家去完成，大概是这样的...\n 不过任务是随即的还是server管理者自己设定的，这个我还没看= =\n   然后祭坛是分为两类的，一类是祝福类祭坛，给予目标祝福，获得某种BUFF。另外一类是诅咒祭坛...估计是让对方获得DEBUFF，不可能因为诅咒导致直接死亡..不然这不科学！\n   还有就是祭坛附近的土地是被算作圣地的，这个我不太清楚 = =不过有一点是肯定的..祭坛被破坏，神明就不会庇佑了..而且，信徒玩家的死亡会削弱神明的力量。。。嘛，还有，神明的真名是模糊的，一个是像远古一样，模糊的图腾或者其他的崇拜...还有一个就是指定一个为神，最后的方法就是...虚构一个神...【神明名字存在在服务器列表中，服务器列表又存在白名单和黑名单，意思不用说的吧...（为毛黑名单不是邪神的意思...）】\n\n       believers       信徒\n       bibles            圣经                     《《《《《《《《《文件夹名字，大概的意思就如名字一样...\n       gods             神明\n       quests           任务\n\n\n   最后没了= =我还发现一个13年的超能力种族插件，不过不支持1.4.6.只支持1.4.7，所以就没搬运过来...如果有需求的话，看情况决定吧= =【破神明的随即语言yml...不翻译！太坑爹了...太长了....弄了几个小时才弄一点点= =】\n\n   下载：\n\n资源:115网盘附件下载:Gods[1.4.6].zip (202.01KB) \n\n百度网盘：\n\nhttp://pan.baidu.com/share/link?shareid=238183&uk=806082018\n\n\n\n\n",
    "replies": [
        {
            "author": "可乐丸子",
            "timestamp": 1359812220,
            "txt_content": "坐上沙发慢慢看……貌似很高能啊"
        },
        {
            "author": "Chris",
            "timestamp": 1359812460,
            "txt_content": "可乐丸子 发表于 2013-2-2 21:37 \n坐上沙发慢慢看……貌似很高能啊\n这货是坑爹货！看着那鸟语我就蛋疼...尤其是在我是个鸟语废物的情况下...【我只是觉得好玩才搬运的...还有个种族的插件因为不支持1.4.6所以就没弄orz...好蛋疼，你们抢沙发都那么快么。。。我才刚编辑好另外一个前几天的帖子，没弄好= ="
        },
        {
            "author": "shijun",
            "timestamp": 1359812460,
            "txt_content": "这不MC啊啊"
        },
        {
            "author": "猫小沫",
            "timestamp": 1359812520,
            "txt_content": "都是E文阿。。。"
        },
        {
            "author": "Chris",
            "timestamp": 1359812520,
            "txt_content": "shijun 发表于 2013-2-2 21:41 \n这不MC啊啊\n呃= =怎么了....发生什么了...【卧槽，神明打多了，打个什么都钻出来的是神明- =#蛋疼】"
        },
        {
            "author": "Chris",
            "timestamp": 1359812640,
            "txt_content": "猫小沫 发表于 2013-2-2 21:42 \n都是E文阿。。。\n因为是昨天晚上在官网找的，然后今天下午捣鼓的= =再者...我鸟语不过关...我朋友都不帮我翻译，原因是太长了....诶，至于那些原文不用管= =后面的我大概的整理了说了的..."
        },
        {
            "author": "1026620934",
            "timestamp": 1359813300,
            "txt_content": "都没汉化，等着删吧"
        },
        {
            "author": "Chris",
            "timestamp": 1359813780,
            "txt_content": "1026620934 发表于 2013-2-2 21:55 \n都没汉化，等着删吧\n呵呵♂\n  那我等着被删除好了。"
        },
        {
            "author": "1026620934",
            "timestamp": 1359813960,
            "txt_content": "Chris 发表于 2013-2-2 22:03 \n呵呵♂\n  那我等着被删除好了。\n真得全看不懂啊"
        },
        {
            "author": "Chris",
            "timestamp": 1359816240,
            "txt_content": "1026620934 发表于 2013-2-2 22:06 \n真得全看不懂啊\n有啥办法，这货我没办法翻译掉。。\n实际上没什么好翻译的，基本上都是神说的话和需求= =再不然即使任务得自己编辑...."
        },
        {
            "author": "qe1234happy",
            "timestamp": 1359819540,
            "txt_content": "Chris 发表于 2013-2-2 22:44 \n有啥办法，这货我没办法翻译掉。。\n实际上没什么好翻译的，基本上都是神说的话和需求= =再不然即使任务得 ...\n好刁的东西"
        },
        {
            "author": "Chris",
            "timestamp": 1359819720,
            "txt_content": "qe1234happy 发表于 2013-2-2 23:39 \n好刁的东西\n目测这属于高端server op 所掌控的东西...不是吾等渣渣可以玩转的。。。"
        },
        {
            "author": "qe1234happy",
            "timestamp": 1359820860,
            "txt_content": "我是腐竹不怕.....就是不懂鸟语"
        },
        {
            "author": "Chris",
            "timestamp": 1359877320,
            "txt_content": "qe1234happy 发表于 2013-2-3 00:01 \n我是腐竹不怕.....就是不懂鸟语\n我也是...但是...鸟语完全不懂！太坑爹了！"
        },
        {
            "author": "qe1234happy",
            "timestamp": 1359879480,
            "txt_content": "Chris 发表于 2013-2-3 15:42 \n我也是...但是...鸟语完全不懂！太坑爹了！\n都坑到娘了"
        },
        {
            "author": "Chris",
            "timestamp": 1359879600,
            "txt_content": "qe1234happy 发表于 2013-2-3 16:18 \n都坑到娘了\n刚才去输入了下命令= =然后一大片的鸟语...我去找找那个文件在哪儿...如果可以大概可以翻译吧"
        },
        {
            "author": "qe1234happy",
            "timestamp": 1359879960,
            "txt_content": "Chris 发表于 2013-2-3 16:20 \n刚才去输入了下命令= =然后一大片的鸟语...我去找找那个文件在哪儿...如果可以大概可以翻译吧\n额。。。。。。。- -"
        },
        {
            "author": "Chris",
            "timestamp": 1359880380,
            "txt_content": "qe1234happy 发表于 2013-2-3 16:26 \n额。。。。。。。- -\n我给跪了....翻了所有插件，居然除了神明随即说的话，就没有那个可以翻译的文件.....包括压缩文件也没有...这得多蛋疼"
        },
        {
            "author": "qe1234happy",
            "timestamp": 1359880440,
            "txt_content": "Chris 发表于 2013-2-3 16:33 \n我给跪了....翻了所有插件，居然除了神明随即说的话，就没有那个可以翻译的文件.....包括压缩文件也没有. ...\n是啊- -特蛋疼"
        },
        {
            "author": "Chris",
            "timestamp": 1359880860,
            "txt_content": "qe1234happy 发表于 2013-2-3 16:34 \n是啊- -特蛋疼\n只能看英语过日子了....或者我回头我把我服务器里的删除到！卧槽，太蛋疼了...另外一个超自然种族插件可惜没146的，不然我玩超自然了= ="
        },
        {
            "author": "BlueOrangeQAQ",
            "timestamp": 1360228740,
            "txt_content": "简明点  就是可以创造祭坛  神随时会有要求  还有右键祭坛做祷告  会掉落道具 神还会给予需要的玩家一些东西\n1.25有这个插件  你可以翻翻看  已经翻译过了"
        },
        {
            "author": "458529276",
            "timestamp": 1360239780,
            "txt_content": "Chris~你是新手之路的么~pokenmonman什么时候上捏~老娘找他有事~还有这插件太坑爹= ="
        },
        {
            "author": "Chris",
            "timestamp": 1360334160,
            "txt_content": "563090312 发表于 2013-2-7 17:19 \n简明点  就是可以创造祭坛  神随时会有要求  还有右键祭坛做祷告  会掉落道具 神还会给予需要的玩家一些东西 ...\n呵呵♂是这样的。。。习惯把原文一起弄出来，免得我有没说清楚的地方，大家也不知道。这样就就算我坑错了，那也可以自己弄弄"
        },
        {
            "author": "Chris",
            "timestamp": 1360334220,
            "txt_content": "458529276 发表于 2013-2-7 20:23 \nChris~你是新手之路的么~pokenmonman什么时候上捏~老娘找他有事~还有这插件太坑爹= =\n我会说我进这论坛以来，第一次使劲发主题么。。。主要原因是自己在用，瞅见论坛没，那就顺便发了= =【还有你说的你啥，我都不认识！因为...我健忘....这插件的确坑爹= ="
        }
    ]
}