{
    "title": "[多线]HappyCraft —— 快乐的最高境界！[1.7.2-1.13.2]",
    "author": "1784234383",
    "replyCount": 0,
    "timestamp": 1550675640,
    "txt_content": " 本帖最后由 1784234383 于 2019-2-20 23:14 编辑 \n\n服务器游戏模式：纯净生存、空岛生存、建筑创造、小游戏，以及正在建设中的RPG！您可以使用1.7.2~1.13.2中任意版本MC客户端登录本服------------------------------------------------------------首次开服时间2013年1月22日如今，已经有6年历史了我们将尽力带给您最佳的游戏体验！\n=====服务器功能介绍=====断线免登录：掉线的痛，谁都懂！只要你在断开连接后的5分钟内用同一处网络连接服务器，系统就会为您自动登录！全服同步系统：您可以随意跨服warp、跨服tp（游戏区除外），跨服聊天，甚至经济数据也是全服同步的！整个云服整体性较强！附魔熔炉：俗称核能熔炉。。给熔炉打上对应的附魔，熔炉就会有对应的效果加成！宠物（仅限生存大区）：您可以使用栓绳打死一只野生生物来捕捉一只宠物，这只宠物会为你效劳至死！方块数据记录：您的家不小心被别人拆了？或是，您放在箱子里的物品被偷走了吗？没问题，可以通过查询纪录来抓住小偷~石头矿（仅限空岛大区）：您还在为家里缺矿而在商店与家之间无尽跑腿吗？现在，空岛通过岩浆与水的碰撞，有几率生成矿物，您不久就会“家里有矿”！Q群机器人：您可以通过签到获得金币，这个金币您可以转入服务器中使用！机器人功能持续添加中...\n幸运方块（仅限空岛大区，计划添加至生存大区）：这是一个普通的活塞吗？不，这是幸运方块！\n\n=====服务器分区介绍=====1、登录大厅新玩家登录时默认的出生地，内容简单：一张地图，一个传送菜单。核心版本：1.11.2全服通用传送指令：/warp dl或/warp sp\n您可以通过传送菜单，轻轻一点，就进入任何一个分区！\n2、生存大区本服生存区主打不一样的『地狱生存』在地狱中获得全新的生存体验。当然，生存区中也同样包含传统的生存模式。在原版生存的基础之上，我们添加了商店、领地、宠物、职业、附魔熔炉等元素，乐趣无穷。\n核心版本：1.11.2\n\n\n3、创意大区每个人的心中，都曾怀有一个梦想。那就是，亲手创造一个属于自己的宫殿。那么，请不要把你的梦想永远抛弃在幻想的海洋中。请把你的创意淋漓尽致地展现出来！\n此分区特别之处：游戏模式为创造模式，拥有自动化管理地皮系统，可选16、32、100等宽度的地皮。核心版本：1.11.2以下截图来自玩家\n\n\n\n\n4、空岛生存您是否曾厌倦了奔波在无边无际的草地中？您是否曾只是想找到一片与世隔绝的小岛，享受自己的隐居生活？请在空岛生存区，打造属于你自己的世外桃源！\n核心版本：1.11.2以下截图来自玩家：\n\n\n5、游戏大区Minecraft本身最有名的一个特色便是生存模式。不过有名的背后，是否也曾暗含着一些无趣？那么，请来体验小游戏吧。我们提供许多种小游戏，地图储备丰富，让您获得mc的全新体验！\n核心版本：1.8.8\n1、彩弹射击\n拿起彩蛋，进入第一人称射击模式，咻咻咻~地图鉴赏地图：末影岛屿地图：眩晕之城地图：大树之巅地图：罗马竞技场地图：生死狙击地图：中世纪地图：地狱迷宫地图：巨人厨房地图：玫瑰庄园地图：冰封地图：迷幻雪地地图：绿茵场地图：地狱村庄地图：跳得更高地图：仿制新年广场\n2、躲猫猫伪装成方块？或是，去寻找这些方块中的\"间谍\"？地图鉴赏地图：羊毛世界地图：生态工厂地图：地图1地图：皇家园林\n3、起床战争对方的床，才是你真正的敌人！地图鉴赏地图：飞艇地图：月球地图：决战巅峰地图：星球大战地图：大方块地图：城池之战\n4、跑酷不要停下，红石块才是你的歇脚点！地图：地图1\n5、炸弹人拿起炸弹，安置，Boom~------------------------------------------------------------关于服务器赞助本服务器对充值达到20RMB的人员给予特效及聊天可彩色的权限每充值达到20RMB时，可为这些权限加一个月的时长可用的特效为SuperTrails的除去翅膀(Wings)、方块(Block Trails)和任何的Builder以外的所有特效SuperTrails搬运贴------------------------------------------------------------服务器职务人员Heart_Fei，心扉，管理组人员，建造多个小游戏地图及部分主城，负责部分照片取景，现保持在线。Dan_Cao_Fan，蛋炒饭，建筑组人员，建造多个主城及多个小游戏地图，现不定期在线。_Bad，小超，管理组人员，建造多座主城及一个系统商店，最后在线时间2015年。bhunji，寒潮，前管理组人员，组织建造主城、支持服务器运行，现不定期在线。noslime，管理组人员，建造多个系统商店及多个小游戏地图，为服内游戏平衡做出重大贡献，现很少在线。Exusiling，管理组人员，建造多个主城及部分商店，服主的主要帮助者之一，现保持在线。nozombie_WK，王可，服主，维持服务器的正常运行，现保持在线。------------------------------------------------------------服务器配置主服务器CPU: Intel Xeon E5-2680 v4内存：DDR4 8G\n从服务器CPU: AMD Epyc 7551内存：DDR4 1G\n备用服务器CPU: Intel Core i5-7500内存：DDR4 16G------------------------------------------------------------开服证明------------------------------------------------------------最后，感谢大家选择并支持HappyCraft MC服务器！服务器地址：s1.xm233.top或123.206.31.123\n",
    "replies": []
}