{
    "title": "有限的资源",
    "author": "xiaopangju",
    "replyCount": 3,
    "timestamp": 1550830440,
    "txt_content": " 本帖最后由 冰川橘子 于 2019-2-27 16:34 编辑 \n\n Limited Resources - 有限资源\n\n|||    [ Map Info - 地图简介 ]\n原文：After months of careful planning and testing the first official version of Limited Resources is open to the public! The goal here is simple – collect the 18 required items for the monument to win the game. There’s only one problem – you’re trapped! Players will find themselves stuck inside a small bedrock prison with no escape.\n\n\nDuring your journey in Limited Resources you will uncover many seemingly deserted structures, houses and bunkers. Some of these locations might have exactly what you need for the monument, some may drop you into a hole full of creepers… The more you find and discover, the closer you will be to uncovering the secrets behind the world.\n\n\nWith automatic command block systems, the map will automatically update the monument once you find an item, removing the hassle of you having to place it there yourself. All redstone circuitry for this was designed by the map creators.\n\n\nPlease use MC 1.11\n\n\nWe really hope you enjoy our map!\n译文：经过数月的精心策划和测试，有限资源地图的第一个正式版本向大家开放下载！ 这个地图的目标很简单 - 收集遗迹所需的18件物品胜利。 只有一个问题 - 你被囚禁了！ 你将发现自己被囚禁在一个小型基岩监狱内，无法逃脱。\n\n\n在您游玩有限资源地图的过程中，您将发现许多看似荒芜的建筑，房屋和沙坑。 其中一些地点可能正好符合解锁遗迹的需要，有些可能会让你陷入一个充满苦力怕的洞......你发现的越多，你就越能发现这世界背后的秘密。\n\n\n此地图使用命令方块系统，地图将在您找到物品后自动更新遗迹，消除您必须自己放置的烦恼。 所有的红石电路都是由作者设计的。\n\n\n请使用我的世界1.11版本\n\n\n希望你喜欢我们的地图！\n|||    [ Picture - 美图欣赏 ]\n\n\n\n\n\n\n|||    [ Information - 关于作品 ]\n地图作者：\nCheesy_Muncher\n地图官网：\nhttps://www.planetminecraft.com/ ... -limited-resources/官方/国内下载地址：\nhttp://101.96.10.45/www.mediafir ... Resources+IV+v2.ziphttp://download1494.mediafire.com/r6rf4n06b7tg/go5sk4p4r97q1b7/Limited+Resources+IV+v2.zip\n授权信息:\n已授权。\n\n\n|||    [ Install - 地图安装 ]\nSave存档(正版用户):\n1、关闭Minecraft，\n2、在Windows资源管理器的路径中输入 %appdata%/.minecraft 。\n3、把下载的地图存档解压缩放到. minecraft\\saves 文件夹里面。\n\n\nSchematics存档：\n这类型需要MCEdit。\n1、下载完成后解压，\n2、关闭Minecraft，\n3、打开MCEdit.exe，点击下方import按钮，选择你下载的文件，\n     最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n- 本地图请使用第一种方法安装使用 -\n\n|||    [ licence - 使用条款]\n1. 未经作者许可，不得复制、转载、摘编、原帖内容或本帖内容进行使用\n2. 不能暗示此地图为您的作品或您原创，更不要将地图作为您的作品再次发布\n3. 您可在原作者知情的情况下将此地图用于您的服务器，也可标注地图作者名字\n4. 如本贴内容侵犯了版权，请联系我，确认属实后会删除所有内容并致以道歉\n5. 本地图转载纯属为个人行为，仅代表个人立场以及观点，与论坛官方立场无关\n6. 本转载帖最终解释权归Cheesy_Muncher所有，作品最终解释权归原作者Cheesy_Muncher所有\n|||    [ Tips - 提示 ]\n\n1. 如果您喜欢此地图，记得去官网给予钻石，回复或者订阅作者！\n2. 如果您是海外玩家或有条件可到官网下载，请尽量去官网下载支持原作者！\n3. 如您发现下载链接失效或存档损坏等，请您下方留言告知！\n4. 如果您想使用此地图作为公开使用请你务必要注明作者或地图官网！\n5. 如果您想看到更多海外优秀作品您可以关注IntelliGence Group（Bone Studio），更多海外优秀作品任你选！\n\n\n\n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为 搬 运 工 加 油 ！\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1550834340,
            "txt_content": "遗迹为什么翻译成了纪念碑？"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1550835240,
            "txt_content": "ruhuasiyu 发表于 2019-2-22 19:19\n遗迹为什么翻译成了纪念碑？\n我是新手搬运工······"
        },
        {
            "author": "512229062",
            "timestamp": 1582181760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}