{
    "title": "[Minecraft.net | INSIDER] 背包盘点：钻石",
    "author": ":spgbigfan:",
    "replyCount": 15,
    "timestamp": 1550849160,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-28 16:14 编辑 \n\n\n\n\n\n\n\nheader (1).jpg (174.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-10 23:01 上传\n\n\n\n\n\nTaking Inventory: Diamond\nA cutting-edge material\n背包盘点：钻石\n先进的切削材料\n\nLet’s be honest – there’s no greater joy in Minecraft than breaking a block, deep underground, and seeing the shimmer of blue diamond ore behind it. It’s the bee’s knees, the cat’s pyjamas, the fox’s socks, the creeper’s hiss.\n说真的——在地底深处，挖开一个方块，看到后边的蓝色钻石矿闪烁着光芒，在 Minecraft 里还有什么事能比这更让人欢欣鼓舞呢？可谓至高无上，无出其右，登峰造极，目中无苦力怕。\n\nDiamonds, as you’ll probably know if you’ve played this game for any time at all, are rare and special. They’re found deep underground, below y-level 16, in blocks of diamond ore, but if you’re lucky you might also happen upon them in chests scattered around the world – in woodland mansions, strongholds, desert temples, and shipwrecks.\n但凡玩过游戏，那么你就应该知道，钻石十分稀有，非常特殊。在 y 轴坐标 16 以下的地底深处，钻石矿的方块之中，才能寻找到钻石。但是如果你运气不错的话，也能在分散于世界各地的箱子中发现钻石——具体位置在林地府邸，要塞，沙漠神殿以及船只残骸等处。\n\n\n\n\n\n\n\ningamxe.jpg (120.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-10 23:01 上传\n\n\n\n\n\nDiamonds were added to the game in 2010 in version 0.31, making them the same age as feathers, string and mushroom stew. When they was first added, diamonds were actually emeralds – but they were changed to diamond the following day (and emeralds were re-added later on as a trading currency).\n钻石在 2010 年的 0.31 版本时加入到游戏，有着和羽毛，线还有蘑菇煲等物品同等久远的历史。在刚刚加入游戏的时候，钻石其实叫做绿宝石——但随后开发人员把名字改成了钻石（绿宝石在后来才重新加入游戏，作为交易时使用的货币）。\n\nThe reason diamonds are so coveted, why they’re so ex.cited to see, is that they’re used to make the best weapons and armour in the game. A diamond pickaxe is the only tool that’ll let you break obsidian, while diamond armour is the strongest and most durable that it’s possible to obtain. \n之所以钻石如此令人垂涎，让看到钻石的人如此激动，是因为钻石可以用来制作游戏中最优良的武器和盔甲。钻石镐是唯一能开采黑曜石的工具，而且在所有可获得的盔甲之中，钻石盔甲防御最强，耐久最高。\n\nBut that’s not all. Diamonds are also a key ingredient of beacons, enchantment tables, bling-tastic diamond blocks, firework stars, and the all-important jukebox. What would life be like without fireworks and jukeboxes? Rubbish, that’s what.\n但这还不是全部。在合成信标、附魔台、闪瞎眼的钻石块、烟火之星，以及最最重要的唱片机的时候，钻石是必不可少的材料。生活要是没了烟花和唱片机，将会变得怎样？一文不值，就是这样。\n\n\n\n\n\n\n\nrea2lworld.jpg (198.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-10 23:01 上传\n\n\n\n\n\nImage credit: Steve Jurvetson\n图片来源：Steve Jurvetson\n\nIn the past, I’ve written about what real-world diamonds are made of and how they’re mined, and the brilliant Alex Wiltshire wrote about how they’re the hardest substance we know of. So this time, I’ll tell you about the history of our relationship with these sparkly stones.\n之前，我写过一篇关于现实中的钻石如何形成以及如何开采的文章，而我们优秀的 Alex Wiltshire 写的文章讨论了为何钻石是已知硬度最高的物质。所以这一回，我将告诉你的是，在历史上，我们与这种闪闪发亮的宝石有着怎样的联系。\n\nThe first civilization that got into diamonds in a big way is believed to have been the Indian kingdoms of the fourth century BC, where they were gathered in streams and rivers and traded among the elites, who in turn traded them with the rest of the world. They believed that a diamond could protect its wearer from danger. \n第一个开始利用钻石的文明，极有可能是公元前 4 世纪时的印度王国。在那里，人们聚集到一条条小溪与河流中，与上流人士进行交易，而这些上流人士又与世界上的其他地方的人进行交易。他们相信钻石能保护佩戴者，使其免于危险。\n\nThe ancient Romans and Greeks were also pretty fond of diamonds – but they believed that they were the tears of gods. The Roman naturalist Pliny the Elder wrote in the first century AD: “Diamond is the most valuable, not only of precious stones, but of all things in this world.”\n古罗马人与古希腊人也非常喜欢钻石——但是他们认为，钻石是神明的眼泪。罗马的博物学家老普林尼曾在 1 世纪时写道：“钻石的价值至高无上，不仅高于宝石，更高于世界上的一切。”\n\nBy the 1400s, Indian diamonds had become popular as fashion accessories in Medieval European courts. They were thought to have healing properties, and to be able to cure ailments ranging from fatigue to mental illness. But by 1700, India’s supply was starting to dry up. Soon, Brazil had become the world’s primary producer of diamonds, then South Africa took the title in the late 1800s. By 1900, the South African company De Beers controlled about 90 percent of the world’s production of rough diamonds.\n到了 15 世纪，印度的钻石作为一种时髦的饰物，在中世纪的欧洲宫廷中流行起来。人们相信钻石能带来治愈的效果，可以解决从疲劳匮乏到精神失常等多种多样的病症。但到了 18 世纪，印度的钻石供给开始枯竭。很快，巴西成为了世界上最主要的钻石产地，而南非在 19 世纪晚期拿走了这一名号。到了 20 世纪，南非的戴比尔斯公司控制了世界上 90% 的粗钻产出。\n\nBack then, annual production of rough diamond was well under a million carats. Today we understand more about the science of diamonds, so it’s easier to predict where they might reach the surface. That means production has rocketed up to more than a hundred million carats – with mines in Botswana, Russia, northern Canada and Australia.\n在那个时候，粗钻的年产量还在一百万克拉之下。到了现在，我们在科学上对钻石有了更深入的了解，所以能更轻松地预测哪片地方可以产出钻石。这意味着钻石产量飞升到了一亿克拉以上——在博茨瓦纳，俄罗斯，加拿大北部和澳大利亚都有钻石产出。\n\nBut the most important diamond source for you is probably your Minecraft world. So here’s an extra bonus diamond tip that we’ve not mentioned in our previous posts on diamonds: If you spy some diamond ore on the ceiling of a cave over a lava lake, you should carefully cover or fill in the lake with cobblestone before you start mining. Otherwise there’s a risk it’ll drop in the lava, and your hard work will have been wasted. \n但是对你来说，最重要的钻石资源也许就在你的 Minecraft 世界里。那么再额外赠送一条之前的相关文章里没提到过的挖钻技巧吧：如果你在洞穴岩浆湖的岩顶上瞥见了一些钻石矿，那么在开始挖掘之前，应该先拿圆石把岩浆湖盖住或者填掉。否则钻石就可能有掉入岩浆的风险，然后你的辛勤探索就一场空喽。\n\nGood luck!\n祝你好运！\n\n【Kakagou译自Taking Inventory: Diamond】\n【作者Duncan Geere，发布时间2019年2月22日】",
    "replies": [
        {
            "author": "princess01",
            "timestamp": 1550851380,
            "txt_content": "这个科普不错啊 ，挺故事性的"
        },
        {
            "author": "SPGoding",
            "timestamp": 1550854800,
            "txt_content": "与皮革，线还有蘑菇煲等物品拥有同等久远的历史道理我都懂但 feather 是羽毛【"
        },
        {
            "author": "Оil",
            "timestamp": 1550886180,
            "txt_content": "然而钻石的韧性极低，根本不能拿来做工具用，倒是可以一颗一颗地弥散强化……\n就像森林里边把野人的牙齿黏上工具一样……\n不要跟游戏谈太多科学……"
        },
        {
            "author": "[旺仔]",
            "timestamp": 1551377100,
            "txt_content": "MC表面科学，里面嘛。。咳咳"
        },
        {
            "author": "司稽",
            "timestamp": 1551766200,
            "txt_content": "钻石钻石~~~超喜欢的"
        },
        {
            "author": "白晓生cy",
            "timestamp": 1552545900,
            "txt_content": "钻石，好容易找的"
        },
        {
            "author": "LT20071108",
            "timestamp": 1552656360,
            "txt_content": "经费66666666666666666666666666666666666666666666666666"
        },
        {
            "author": "唱片机",
            "timestamp": 1553671380,
            "txt_content": "What would life be like without fireworks and jukeboxes? \n生活要是没了烟花和唱片机，将会变得怎样？\n\n唱片机就是如此重要：可以用来烧炼铁矿石，可以用来造房子（爆炸抗性30和石头一样），兰质慧心，低调奢华"
        },
        {
            "author": "E07",
            "timestamp": 1553859000,
            "txt_content": "type=item,name=diamond"
        },
        {
            "author": "虚无~幻影",
            "timestamp": 1556775540,
            "txt_content": "长知识了，我之前什么都不知道"
        },
        {
            "author": "成交额多人",
            "timestamp": 1556786940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583254740,
            "txt_content": "钻石盔甲防御最强，耐久最高。\n\nNetherite:\n\n\n\n\nScreen_Shot_2019-03-06_at_4.32.48_PM.jpg (93.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-4 00:59 上传\n\n\n\n\n"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627980,
            "txt_content": "mc之魂：钻石"
        },
        {
            "author": "王大仙2233",
            "timestamp": 1585645680,
            "txt_content": "tui8oytiyyyyyyyyyyyyyyy"
        },
        {
            "author": "lianqiuchen",
            "timestamp": 1585716600,
            "txt_content": "好的谢谢。。。"
        }
    ]
}