{
    "title": "一个MC玩家",
    "author": "ShuihuangI",
    "replyCount": 11,
    "timestamp": 1550851440,
    "txt_content": " 本帖最后由 ShuihuangI 于 2019-2-23 00:50 编辑 \n\n一个MC玩家MC故事千千万，你的故事是什么呢？\n\n我的故事:\n   本人于2010年到2011年左右玩的MC，现在大概玩了6.7年了，还记得当初我玩的我的世界就只有一些基块啊，矿物啊，僵尸和工具什么的，连铁轨和水桶都没有，后来弃坑了一段时间，突然在某一天，发现有个同学在马路边玩MC，我当时抱着好奇的心态起看他玩。发现，MC居然出现了铁轨，他还搭了一个过山车地图和他的小伙伴一起玩。当时我是第一次知道，原来游戏居然可以更新之后，我就重新入坑了，我召集了自己的小伙伴一起建房子，PVP，探险，生存。但，后来，他们渐渐的不玩了，觉得无聊，但我不愿放弃，就进入了当初的DUOWAN盒子系列的，DUOWAN联机盒子。还记得当初我刚进去，那是一脸懵逼，什么“泥土是钱快来加入”，“恋爱房间”，“探险生存”一大堆房间，看得我是一愣一愣的，于是，当初比较内向的我就自己开了间朴实无华名叫“生存”的房间。可能是我的房间名字比较吸引人，每天都会有许多玩家加入房间来玩，于是为了他们方便玩耍，我就上网学习建筑，想着这样他们就不会没地方住了。然后，在接下来的几年里我碰见了许多玩家，我们又一起玩耍，探险，生存，后来又因为一些事分别，然后又和新朋友一起玩耍，又分别，在这过程中我还和一个大我4岁的女孩网恋了，虽然那时候我才小学。不过遗憾的是，后来，为了父母眼中的学习，我们分开了，甚至在那段时间我离开了MC。离开MC后，我感觉仿佛失去了生活中唯一的乐趣。没有自由的世界，没有熟悉的家园，没有陪伴着我的大狼狗，总感觉不到快乐。于是在那段时间我浑浑噩噩生活着，上课睡觉，下课打牌，和同学扯皮，和父母吵架，现在回头看看，自己当初也真是年少不懂事。就这样，不知道突然在那一天，也忘了因为什么事，我又，又一次回到MC，这一次，我是第一次用电脑玩MC，也是第一次认识到什么是服务器，我那时像个刚到大城市的新人，对服务器充满好奇，“诶，那个字怎么在飘在天上”，“哇，我界面旁边居然还有计分板”，“我天，这小游戏中的饥饿游戏不是和电影里一样吗。”我当时已经震撼到无法形容的地步，于是我便迫不及待的选了个服务器随便打了个ID进去玩，好像叫什么sixkxja。然而，估计有些老玩家知道，枪战服对一个和平生存党是多么不友好。我还记得当初连枪都不会玩，刚领礼包就出去和人打招呼，然后就死亡1次，2次，3次......死了差不多两三百次，才差不多能在服务器有自保能力。后来，我在服务器认识了一些小伙伴，又是一起玩，一起下副本，一起打工会战，一起聊天，一起互坑，一起互损，一起在蹲战壕傻笑。一起玩了几个月后，意想不到是事发生了，关服了，甚至还在关服之前卷了我刚冲的800块钱和各大老玩家的钱跑路了，还记得这服务器叫“暮光之城”。我和小伙伴们也只能无奈的在各大服务器辗转反折。在这段时间我们见证了DUOWAN的没落，国服的崛起，再到国服被万人喷，以及MC从曾经多到爆棚的资源和服务器，到现在只有在老玩家才知道的“Z/U/i/MC”和bbs才找得到曾经熟悉的mod以及服务器。在经历这些不算劫难，也不算辉煌青史的事后，我也逐渐沉淀。我现在开着一个不算大的服务器和小伙伴一起搭建这个世界，打算让自己曾经的初心能够回来。看着空无一人的服务器，我心中百感交集，想起曾经与伙伴的回忆，心中无限感慨。或许我可能因为这个服务器创造辉煌，也可能被永远遗忘，不过嘛，无所谓了，正如那个谁说的来着？方块墓下方块人，来世愿做方块人！",
    "replies": [
        {
            "author": "_MiGaLie_",
            "timestamp": 1550851920,
            "txt_content": "开局一棵树装备全靠撸"
        },
        {
            "author": "南客Yiba",
            "timestamp": 1550853000,
            "txt_content": " 开局一棵树装备全靠撸"
        },
        {
            "author": "我很无聊吗",
            "timestamp": 1550853120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ShuihuangI",
            "timestamp": 1550854260,
            "txt_content": "一篇文章一大堆禁用词，改了2小时"
        },
        {
            "author": "Abraham511",
            "timestamp": 1550860080,
            "txt_content": "好认真的新人报道帖..."
        },
        {
            "author": "小~香蕉",
            "timestamp": 1550879940,
            "txt_content": "好认真啊ummm加油！"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1550881500,
            "txt_content": "这是我见过不水的新人报道"
        },
        {
            "author": "黄某",
            "timestamp": 1550881560,
            "txt_content": "欢迎新人的到来"
        },
        {
            "author": "夏夜的风w",
            "timestamp": 1550885520,
            "txt_content": "我也是小学和同学一起玩的"
        },
        {
            "author": "youyoudeminger",
            "timestamp": 1550886240,
            "txt_content": "这个新人报到好清新脱俗啊"
        },
        {
            "author": "kfong",
            "timestamp": 1550998260,
            "txt_content": "深有体会~·"
        }
    ]
}