{
    "title": "史蒂夫大冒险（第一部已完结）",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1359795300,
    "txt_content": " 本帖最后由 毒蛇 于 2013-2-2 17:01 编辑 \n\n史蒂夫大冒险“嗷！嗷！嗷！”白天到了，所有的僵尸和骷髅都在尖叫中死去，史蒂夫伸了伸懒腰，从村民的床上爬起来。他走到门外，收割了几株小麦，正在往家走。突然，他眼前出现了一个绿色的，无手的四足怪，史蒂夫一刀砍去，JJ的脑袋掉了下来。“哦！我终于集齐500个火药了，可以做一百个TNT！”那天晚上起初很寂静，也很安宁，可是，在史蒂夫快进房子时的那一步，突然响起了急促的警报声。史蒂夫急急忙忙地跑了出来，发现有一只僵尸掉进了他的陷阱里。史蒂夫哈哈大笑，拿起瞬间治疗药水朝僵尸砸去。“啪”，这不是药水瓶碎的声音，那是什么呢？史蒂夫想。他缓慢地抬起头，看见一只骷髅在不远处！史蒂夫拿起一个TNT向他砸去，嘭地一声骷髅炸成了碎骨。这时，他的身边冒出一道紫色的光，他一转身，原来是小黑！小黑拿起他，唰地消失了。史蒂夫醒来时，他在末影龙的背上，他骑着末影龙冲向大地，可谁知末影龙把他甩飞了。但他紧紧地抓住末影龙，他们两个神奇的回到了主世界。黎明来了，史蒂夫决定给末影龙最后一击，可惜没射中。这只箭飞向太阳，扎住了太阳，太阳瞬间落下去了，月亮又出现在了天空中，僵尸和骷髅又出现了。史蒂夫跑向了铁匠铺，在箱子里发现了一本书，里面写的是：“如果太阳消失了，请去找金质金字塔，本世界只有一个，金字塔在…”后面毁掉了，史蒂夫决定亲自去找金字塔。就在半路上，他后面的地裂开了，海水涌来，于是他猛地往上一跳，却触碰了机关…这时，一道电光冲他而来，他无法闪躲，触了电。接着，他掉到了地裂的边缘，他想爬上去，却手指也动弹不得。这时，土地松了，他掉到了海水里。这回，他几乎没救了，他想：哎！我的亲人、朋友，我要离开你们了，太阳由你们去恢复吧。想罢，他闭上了眼睛。他随波逐流，被冲到了一个小岛上，这个岛是蘑菇做的，哪都是哞菇。一阵风掠过，史蒂夫醒了，他看到一只哞菇正在看着他，他苦笑了一下，然后想：这不就是远离大陆的蘑菇岛吗？我是不是到了天堂。“哞——”哞菇叫了一下，史蒂夫朝远方甩出9块TNT，瞬间在哞菇群里炸开了花，一群哞菇都死了，还发出惨叫声——这回史蒂夫明白了——他没有死，他还活着！但他知道这里远离大陆，更远离村庄，还远离自己的亲人。于是他翻过一座山，站在巨型蘑菇上眺望，发现远方有一片金色，这是金字塔吗？他非常兴奋，急忙跳了过去。可他忘了自己在山上，直接连滚带爬的从山上掉下去，噗咚，他掉到了一滩金光闪闪的水池里，原来，他刚才看到的金光就是这里。史蒂夫很失望，他又开始寂寞的往前走，顺便挤了一桶奶。走着走着，一条大河挡住了他的去路。史蒂夫无可奈何，只得搭一座独木桥。尽管他小心谨慎，还是从独木桥上掉了下去，他又掉到了河里，随波逐流…史蒂夫又一次醒了，这回他在丛林里，暮色的森林可真是恐怖！他赶紧钓了几条鱼，给身边一只可爱的豹猫喂了鱼，那只豹猫变成了姜黄猫。他们走着走着，一只JJ出现在他们面前，可是JJ立马跑掉了。史蒂夫才知道，JJ害怕猫！没多久，绿色的树叶中隐隐约约的出现了金色。史蒂夫没管它，因为他觉得又是错觉，于是他继续往前走，哐地撞上了这个金色的物体。这个物体转过头来，史蒂夫吓坏了——是烈焰人！可是丛林里可燃物及其多，烈焰人的一个炮弹就燃起熊熊大火，史蒂夫无处可逃，烈火烧身，生命快没了，他看见一片水潭就往里跳，谁知却沉到了底部，水底的底下是一片没有水的空地，只有一条隧道，他就顺着隧道向前走。就在这时，一只洞穴蜘蛛攻击了他，他眼看就要中毒死掉了，怎么办呢？他忽然想起自己在蘑菇岛时曾经挤过一头哞菇的奶，奶可以解毒啊——他便喝下了这桶牛奶，尔后又杀了洞穴蜘蛛，走到了隧道出口，他上来之后发现自己在沙漠里。于是他就向前走，没多久就发现了一个金色的东西，这回史蒂夫就离金色的东西很远，生怕自己再受伤害。诶？这不是金字塔吗？史蒂夫想着，便向金色的东西走去…他走进了金色的物体，哇！金碧辉煌、琳琅满目，“金字塔太有爱了！”史蒂夫说。可是史蒂夫又缓慢的低下了头，这是因为他要救太阳！史蒂夫在金字塔里走，忽然，他的脚下一软，陷了下去。他一直向下掉，终于到了底部。这里有一根柱子，柱子上有一个牌子，上面写着：挖开柱子，秘笈就在下边了，可是请小心！史蒂夫高兴地不得了，早不顾最后五个字了，直接挖开了沙子做的柱子，它挖一层，沙子掉一层，不一会儿，岩浆喷涌了出来，史蒂夫跑向一个角落，想避避风头，却还是被岩浆吞没了。史蒂夫没有死，他醒来时，正站在金字塔的外面，但这时格外光明，史蒂夫下意识的抬了一下头，太阳在天上！他的身边有一本秘籍，他拿起来翻阅，上面写：如果想恢复光明，请被岩浆吞没。原来，史蒂夫不知不觉中拯救了世界。他高兴极了，可是不知道怎么回去。他便按照以往，又跳进了河里，随波逐流。可这回他没有回到丛林、蘑菇岛、和家，而是沼泽！他醒来是站在一个小屋里，史蒂夫清醒了一下，这是沼泽小屋。他想赶紧跑，可女巫已经回来了！女巫不停地朝他喷药水，史蒂夫只能暂时牺牲，跳到了湖里。他再醒来时，身处草原，骑在一个猪身上，猪就带着他走啊走，走啊走，来到了一个传送门面前，史蒂夫不进去也无处可逃，只能跳到了传送门里。可谁知，传送门居然把它传到了他的村庄！史蒂夫高兴万分。可这是应该已是半夜三更，可是月亮为什么没有出来呢？（这是第二部的开始）Steve big adventure\"Oh! Oh! Oh!\" The day came, all the zombies andskull screaming in die, Steve stretched from the villagers, bed. He walked to the door, and the harvest a few plantwheat, is walking home. Suddenly, his eyes appeared a green, no hand four feetstrange, Steve a knife cut, JJ head fell down. \"Oh! I finally collected500 powders, can do one hundred TNT!\"That night at first, very quiet, very quiet, but in Steve fast into thehouse of the step, suddenly there was rapid alarm. Steve rushed out and foundthat there was a zombie fell into his trap. Steve ha laughs, picked upinstantly healing potions toward the zombie hit. \"Pa\", it is not thebottle broken voice, what is it? Steve wants to. He slowly looked up and saw askeleton in the distance! Steve took TNT to he hit, clapped skeleton Friedbecome broken bone. At this time, his side emitted a purple light, he turnedaround, originally is the little black! The little black took him, brush anddisappeared.Steve woke up, he in the shadow of the dragon, he rode back to the earthat the end of the shadow dragons, but who knows the shadow dragon dump him fly.But he grasped the shadow dragon, they two magic to the back of the main world.Dawn came, Steve decided to shadow dragon at the end of the last straw,but missed it. This arrow fly to the sun, tie in the sun, the sun went down,the moment the moon appeared in the sky, zombies and skeleton appeared again.Steve ran to the forge and in the box found a book, which was written: \"ifthe sun were to disappear, please go to find gold pyramid, this world only one,pyramid in...\" Behind destroyed, Steve decided to try to find thepyramids.In on the road, he behind the earth opened, the water surged to, so hesuddenly jumped up, but touched the authority...At this time, lighting rushed him, he can't dodge, the electric contact.Then, he fell to the edge of the crack, he wanted to climb up, but also couldnot move the fingers. At this time, the land is loose, he fell into the water.This time, he almost didn't save, he thought: ah! My relatives, friends, I wantto leave you, the sun by you to restore it. Want to go, he closed his eyes. Hego with the stream, was rushed to a small island, the island is mushroom, whichare moo mushroom. A gust of wind skim, Steve woke up, he saw a moo mushroom waslooking at him, he forced a smile, and then to think: it is far away from themainland mushroom island? If I get to heaven. \"Moo -\" moo mushroomthat once, Steve toward the far left out 9 TNT, instantly in moo mushroom groupblasted away the flowers, a group of moo mushroom are dead, but also a shrieks- this time Steve understand - he didn't die, and he's still alive!But he knew there from the mainland, more far away from the village, butalso far from their loved ones. Then he turned over a mountain, standing in thegiant mushroom looking far away, find a piece of gold, this is the pyramid? Hewas very excited, quickly jumped in the past. But he forgot to himself in themountains, even with direct rolling over the mountains from falling down, poofdong, he fell into a beach glittering pool, originally, he just see the goldenlight is here. Steve was very disappointed, he began to lonely go on. By theway, crowded a pail of milk. Walk, a river blocked his way. Steve helpless hadto build a bridge. Although he carefully, or from the bridge fell, he fell intothe river and the...Steve woke up again, and this time he in the jungle, the forest is reallyscary!!! He hurriedly catches a few fish, give me a lovely ocelot feed thefish, that only leopard cat became turmeric cat. They walked along, a JJ appearsin front of them, but JJ immediately ran away. Steve didn't know, JJ afraidcat!Before long, the green leaves looming appeared golden. Steve didn't tubeit, because he felt is illusion, so he walked on, eye socket to hit the goldobjects.The object turned, Steve scared - is flame! But in the jungle and fuel,the flame of a shell is lit fires burning, Steve no escape, fire burning body,life is running out, he saw a piece of plunge pool went to jump in, but thefish sink to the bottom, but the bottom underneath is a no water room, only atunnel, and he will go forward along the tunnel. Just then, a cave spiderattacked him, he see will poisoning died, how to do?He suddenly think of himself in the mushroom island at once crowded a headmoo mushroom milk, milk antidote ah - and he drank the pail of milk and thenkill cave spiders, came to the tunnel after, he found himself up in the desert.So he went forward, and soon found a golden thing, this is Steve from thegolden things far away, for fear that their hurt again. Aye? This is not thepyramids? Steve thought, he walked to the golden things.He entered the golden objects, wow! Resplendent and magnificent, full ofbeautiful things in eyes, \"pyramid too loves!\" Steve said. But Steveand slowly lowered his head, this is because he wants to save the sun! Steve inthe pyramid goes, suddenly, his feet a soft, trapped down. He has been down offand finally to the bottom. Here is a pillar; their hooks were of a brand, thetop write: a dug pillar, the secret is in, but please is careful! Steve pleasedto impending, early regardless of the last five words, direct digging up thesand do pillars, dig it a layer, a layer of sand off, and in a short time,magma spewing out, Steve ran to a corner, want to avoid bogie head, but it wasswallowed by the magma.Steve didn't die, when he woke up, he was standing in the outside of thepyramid, but at this time more light, Steve subconscious carried, and noddedhis head, the sun in the sky! His sides have a cheats, he picked it up and readand write: if you want to restore the light, please be swallowed by lava.Originally, Steve unconsciously to save the world.He was very happy, but I don't know how to go back. He was according tothe past, and jumped into the river, go with the stream. But this time he didnot return to the jungle, Mushroom Island, and home, but theswamp! He woke up is standing in a small house, Steve awake once, this is bogcabin. He wanted to run, but the witch has come back! Witches kept at his spraywater, Steve can only temporary sacrifice, jumped into the lake.He woke up again, in the grassland, ride in a pig body, pig took he walkedon, walked on and came to a portal in front, Steve did not enter, there's noplace to escape, can jump to the portal.But who knows, the portal should take it to his village! Steve delighted.But it should be already is late at night, but why didn't the moon come out?（翻译不太准确）（史蒂夫卖萌）",
    "replies": [
        {
            "author": "Give1329582145",
            "timestamp": 1359795360,
            "txt_content": "回复完了再看。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1447586160,
            "txt_content": "翻译和原文一样混沌。。。"
        }
    ]
}