{
    "title": "minecraft无限次求生||第三章",
    "author": "强子、",
    "replyCount": 5,
    "timestamp": 1359795540,
    "txt_content": " 本帖最后由 强子、 于 2013-2-2 20:12 编辑 \n\n上一章写的有些喜剧了万能的金坷垃赐我这一章的灵感吧{:10_534:}\n\n====================================================================\n第二天，第三天，第四天，第五天，第六天，第七天，第八天，第九天，平安无事，只剩下最后一天，众人都自己做了石制武器，紧紧握在手中。\n\n一直到了晚上，王康满不在乎的说：“什么嘛，还以为有怪物呢，都别那副严肃的表情了，睡觉吧，睡一觉就能回家了。”刚说完，一直小黑瞬移到他的身后，瞬间把王康的脑袋拧了下来，王康的身体没有了大脑的控制，顿时瘫软在地面上，鲜血不断的喷出，染红了一大片地面。小黑狰狞的笑着，用僵硬的中文说出：“你们，看起，来，好.......美味！”\n\n“天呐，这是只嗜血小黑！强子茶杯快跑！我们打不过他！”聪记大喊出这一句，我才反应过来，又有一名同伴被杀了，我不忍心，已经眼睁睁的看着三名同伴被杀了，我就这么无能为力？嗜血小黑，我要向你挑战！\n\n我提着大剑向小黑走去，聪记看我不对大喊：“强子你疯了，你是打不过嗜血小黑的！”\n小黑狰狞的笑着：“你在我眼里，只是，死，尸！”\n\n嗜血小黑周围散发着紫色的光芒，瞬间消失了。聪记抓着头发：“它又瞬移了，真该死，快跑到空旷的地方，背靠背！”\n\n我们三个立马背靠背，背靠背才发现我们三个后背已经被汗淋湿了，茶杯大喊：“三个大老爷们打不死一只小黑吗？”我跟聪记诧异的看向茶杯，茶杯摆出一脸茫然的样子说：“呃？什么情况？”\n\n当务之急是要防御嗜血小黑的瞬移攻击，所以聪记和我转移视线扫在周围查看有没有空间扭曲的迹象，如果有，那就是小黑即将出现的地方，我们三个会一起冲上去给予致命一击，小黑在传送完之后会有大约一秒的僵硬时间，也就是不能动弹。\n\n我面前突然空间扭曲，我大喊：“来了，这里，杀了它！”\n\n聪记和茶杯的反应速度都不慢，跟我一起狠狠的提起大剑劈向空间扭曲的地方。嗤嗤嗤，嗷嗷嗷嗷！小黑身负重伤，两只胳膊被砍掉，肚子被我一剑捅开一个大洞，鲜血喷了我一脸，这血不是红的，是黑的。小黑发狂的张开大嘴咬向我的脑袋，这么近的距离被小黑的血盆大嘴咬住很难把头抽出来，出于本能反应我伸出右手挡住了头部，小黑猛的咬下我的小胳膊，瞬移消失了，我的胳膊还剩下一半残肢，我忍不住想流泪，紧闭着眼睛努力不让他流出来，因为流出来会干扰我的视线，右胳膊痛的我浑身直冒汗，左手想捂住手臂，可是碰到之后剧烈的疼痛不得让我收回手，小黑瞬移到了前方20米出，一脚把一块草方块踢了过来，草方块基本是直线的飞了过来，向着茶杯，茶杯本能的向右一滚，躲过了这次攻击，小黑邪邪的一笑，说：“如果，我一个，人，不能，杀死，你们，那么，我只能，呼叫，手下！”\n\n什么？居然还有手下？这个嗜血小黑居然是一名首领，不过仔细想想，刚才的丧尸和小黑肯定有关系，小黑有小孩子的智商，普通丧尸的智商几乎为零，所以，小黑很容易就成为了他们的首领。\n\n小黑仰面向天发出古怪的声音，过了几十秒，周围涌出无数的丧尸，即使丧尸几乎没有智商，但是丧尸可以感染，只要一点轻微的伤口，就可以把我们同化成和它们一样，变成丧尸，而且，杀不完的丧尸，会慢慢消耗我们的体力，最后也是被丧尸啃咬致死。\n\n“干他娘的，拼了，丧尸不会疲倦，我们跑不过他，不如杀到底，就当给自己陪葬用！”聪记大喊，提起铁剑冲向了丧尸群。我和茶杯可是石制剑啊，没你铁剑那么锋利，给我一把铁剑我也第一个冲进丧尸群，无奈，跑也不是，不跑也不是，干脆多杀几个丧尸给自己陪葬吧，我跟茶杯提起石制巨剑，不断的砍向丧尸，丧尸毕竟是一堆没有防护的肉，剑很容易就把丧尸划开了，聪记的剑可以一下斩断丧尸的脖子，我和茶杯却不是这样，我们的剑只能斩断一大半，还要费力的抽出剑，不过，这一大半已经足够杀死丧尸了。\n\n小黑坐在一块草方块上玩弄着不知道哪里弄的人头，看着不像是王康的，仔细一看，是贝尔诺的！这半天怎么把一直在加固防御设施的贝尔诺给忘记了！说道贝尔诺，三人突然想起了堡垒里有TNT大炮，三人用眼神交流了一下，默契的冲向了堡垒，TNT大炮居然还是自动化的，而且TNT聪记和我已经杀了很多苦力怕制作了接近一车的弹药，我们三人疯狂的射向丧尸群，TNT大炮的威力果然不同凡响，现实生活中无法体验的大炮，原来威力这么大，很快，地面被轰出了一个个深坑，丧尸不断往下掉落，丧尸不会飞，所以不会进入堡垒，我们三个认真检查了一遍，终于呼出了一口气，靠在墙上擦汗，聪记忽然说：“茶杯你是男的？没看出来？”茶杯尴尬的说：“靠。。。新发型果然容易被认错，我来这个世界之前被当做女生拍屁股好几次了。。。”我无语的喘着大气，现在只要等待回到主神空间就可以了。\n\n后背的空间一阵扭曲，众人都没注意到，小黑碰嗤一声出现了，我们回头一看，该死，忘了嗜血小黑会瞬移！小黑也不用脚了，张着大嘴咬向我的头，小黑没能咬断我的头骨，但仍然死死的咬在我的脑袋上，但这样下去，迟早也会死的啊！聪记和茶杯不断的用剑砍小黑，砍断腿，砍掉肚子，刺向心脏，小黑仍然不肯松开，非要结果了我才肯去地狱，啊啊，好痛，这是什么感觉？我要死了吗？大脑开始一片空白了，呜，我不想就这样死去！\n\n===========================================================\n求金币求人气求顶{:10_522:}\n头一次写作希望高人指点{:10_512:}\n不给金币不给人气可以顶一下吗，不然我会打不起精神写作的\n索引贴点我进入",
    "replies": [
        {
            "author": "lwydsg",
            "timestamp": 1359795600,
            "txt_content": "看不懂的说{:10_513:}"
        },
        {
            "author": "Give1329582145",
            "timestamp": 1359795660,
            "txt_content": "要金币是吧。。给你就是了。。"
        },
        {
            "author": "CJ新手",
            "timestamp": 1359797700,
            "txt_content": "黑基佬173附体，瞬移拧脑袋"
        },
        {
            "author": "sym",
            "timestamp": 1359799500,
            "txt_content": "為了死而死么…这flag立得…"
        },
        {
            "author": "a122502598",
            "timestamp": 1359803220,
            "txt_content": "第四章啊啥时出！！！"
        }
    ]
}