{
    "title": "【二月活动/原创】消失的凳子与真假之间的幻象",
    "author": "半日陌上花",
    "replyCount": 5,
    "timestamp": 1550919900,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-2-25 19:39 编辑 \n\n前言——第一次的紧张与最后一次的担忧\n\n花开半日夺群艳，天资能比陌上桑，那么这里是，半日花开陌上桑\n嗯，我竟然赶上了一次活动\n虽然不是最新····（我竟然这么久没更新了）\n虽然不知道活动有没有结束（结束了就作为新坑吧2333）\n在座各位也有认识我的，也有不认识我的\n也就不自我介绍了，或者说，可能来到这里看文章的，更多是完全不认识我这种文笔一般的小策划的版主们（冠 词 膨 胀）\n其实这是我第一次参与论坛的活动（本身想写“玩论坛的活动”，但是怕死）\n其实还是很紧张的，丝毫不吹嘘的说，整个手都是在抖的。\n根据这次的主题，我还是选择我一向的风格\n豪赌\n这次我写的，将会是COC跑团的隐线，或者说其实COC跑团是主线\n玩过或者了解它的人，不能说看完之后绝对出彩，但至少没有所谓苹果树上一定会长苹果\n（其实这句话给了我很多启发来着）\n看不懂的，可能会认为这只是一篇杂乱无章的对话，或者xie jiao的传教现场\n废话不多，闲白减少\n那么开始我们今天的\n消失的凳子与真假之间的幻象\n\n\n正文——我是谁？你是谁？\n\n“贝丽丝女士，我再一次提醒您——”佐尔特已经有些激动，对于自己这位刁钻的客户无从下手\n“我知道我知道~你不就是想要告诉我，你是福斯城最优秀的律师，我现在陷入了一场巨大而又奇怪，甚至有些超自然的经济纠纷，你需要协助我打赢这场官司，因为你也有着自己所要追求的东西，甚至为了这些你的好几个朋友都已经命丧黄泉嘛”\n贝丽丝女士是一位很奇怪的女人，有的时候是一位贤良的贵妇人，有的时候，却想一个懵懂无知的小姑娘。\n“既然您早就知道了我的来意，为什么，不能给我我所需要的xian suo和资源呢？这对我们都有利”\n贝丽丝没有管急忙的佐尔特，而是转过身去，从柜子中拿出一堆金属色子，四面的，六面的，十面的，二十面的\n“贝丽丝女士！”这时佐尔特真的有些愤怒，“我说，如今我们都处于危险时刻，这个世界上有无数躲藏在阴影之中的怪物正在猎食着我们，而你，竟然有心情在这个完全危险的地方玩色子？您····您····”\n贝丽丝没有理会他的愤怒，而是继续微笑着：“我认为，您可能很喜欢玩色子，你都已经玩了三个晚上的色子了。”\n“您在说什么？我这三个晚上以内都在拼命的工作，争取使我们所有人都活下来，您知道吗，这可能关系着，全伦敦的生死！”\n“全伦敦吗，嗯····”贝丽丝沉默了一下，“不如我们来玩个游戏？”\n佐尔特站起身来：“我们已经没有时——”\n没等她说完，贝丽丝看着他“伦敦有多少县市？”\n“这毫无意义！贝——”\n“福特城在伦敦的哪个方位？”\n佐尔特大吼着：“贝丽丝女士，您的身上背负着——嗯？”他迟疑了一下，好像脑袋中，并没有这个生活了数十年的城市的地理位置\n“你是福特城最优秀的律师，那么你都接受过什么大型的案子，案子的对象都是谁，你都接到了什么报酬！”慢慢的，贝丽丝也开始变得有些亢奋\n“我说···嗯····”即便佐尔特沉思了许久，依旧在大脑中没有找到任何线索，他慢慢坐下，这时的他也顾不得屁股上好像有些凉，只能陷入深深的思考\n“那个，佐尔特先生，您是不是应该看一下您的屁股下面？我是说····臀部？”\n“额，啊？哦哦哦，嗯”他有些懵，“贝丽丝女士，您家的凳子好像有些冷，嗯，还是透明颜色的”\n说到这里，连贝丽丝都忍不住笑了起来\n“额？”他摸了摸自己的“臀部”下面，发现，什么都没有，空空荡荡，但他却是实打实的，坐在上面\n“我家的空气凳子怎么样？”贝丽丝一脸戏谑的看着他\n“这···这不可能！”佐尔特站了起来，抱着怀疑的态度坐了下去，然后还是实打实的，除了有些风能刮过自己的屁股下面\n贝丽丝一挥手，一只可爱的毛绒玩具出现在她的手上，那是一只紫色的小触手，上面还有一些呆萌的眼睛，除了有一些猎奇以外，没什么恐怖的\n但这在佐尔特眼中却不这么认为，他甚至想起了三天前被四只这种怪物追击的悲惨经历\n“我说过，没什么不可能的，我没说过吗？好吧，那我现在说一遍”\n贝丽丝整了整领子，很重视的说道\n“没什么是不可能的！！！”\n刚说完，玩偶在佐尔特眼中瞬间活了一般，开始对他进行拼命的追逐，鲜红与噩梦笼罩了他的全身，但终究跑不过高大三米的巨型触手，最后，被它抓住，迎接最后的死亡和悲凉\n下一秒，只剩下，蹲在地上，发着冷汗的佐尔特\n“你·····你也是那群巫师的其中一员？”\n“不不不~”贝丽丝笑了笑，“或者说，你把我可以看做任何人。”\n“所以说你承认了你是一位巫师？”\n“你也一样···”\n“我？你说我也有巫师的天赋？”\n贝丽丝笑了笑，玩起了桌子上的色子：“我是说，你和你们都一样，毫无长进”\n“啊？我不明白你在说什么”\n“你应该快通关了吧？”\n“嗯？如果您说我拯救世界的话，那么我只要谈和了您，我便可以成为这个纪元的救世主”佐尔特发表了自己的真心话\n“那么就是快通关了，在这期间，你的三次大失败，促使了你三个队友的失败，你不怨恨嘛？”\n即便佐尔特没听懂什么是大失败，但是还是发表了自己的心意：“当然恨，我们都是出生入死的朋友，虽然是第一次相识，但也拥有世界上最真挚的感情！”\n贝丽丝突然大笑起来“从你的嘴里说出，真，你不觉得心困吗？”\n看着他迷茫的眼神，贝丽丝继续说着“你凭什么只能是一个律师，而不是一位世界上最强大的魔法师呢？”\n“嗯？可恶的变态巫师终于开始传教了嘛？”佐尔特掏出枪，警觉到\n贝丽丝透露出满脸无奈：“我的意思是，试想一下，如果您可能是一位最强大的魔法师呢？可能，您懂吧？”\n“我懂我懂，就是先给我灌输一个潜移默化的思想，再剥夺我的灵魂！哼，看来计划有变，我要先杀掉你这个血腥的术士！”说完，一声枪响然后，一根黄瓜子出现在了贝丽丝的脸上，她用手帕擦掉，然后拿过一脸懵逼的佐尔特手上的黄瓜。\n啃了一口：“嗯~好次”\n佐尔特陷入了恐惧，他并不知道自己的对手是一位可以转化元素的炼金术士\n“我说，我真的不是什么炼金术士，嗯，我的意思，你可以把我当做任何人，唉，算了吧，你就把我作为贝丽丝吧。”\n佐尔特没时间稀奇为什么她会读心术，超自然事件对他来说已经见怪不怪\n“事实上，就像你身下这个消失了的凳子一样，没什么不可能的”\n“我想告诉你的是，在这个世界上，一切都是我们编造出来的，既然如此，那为何要被常规的设定所束缚呢？”\n“椅子可以是透明的，你也可以是一个伟大的魔法师”\n说完，贝丽丝一挥手，佐尔特的面容开始了迅速的变化，医生，盗贼，警察，杀人犯，公务人员，马术师。数以千计的职业和身份活灵活现，数以千计的面容都代表着一个“佐尔特”。\n“你们受到了三真神的束缚，通过虚假已经制定好的规则和设定，默默的接受着你们的命运，但是，千万的轮回和故事之后，你们依旧毫无长进”\n佐尔特对于这事已经沉默，或者说心中有一股力量促使他听下去。\n“为了喝下一碗带有剧毒的汤，你们甘愿用一个弱小的白血病小姑娘来供奉一个凶残的恶魔”\n“为了逃出虚假的梦境，你们在列车中狂奔，但因为不能杀掉所有的怪物这种愚蠢且无理取闹的规则束缚失败一次又一次”\n“为了使朋友的暴食诅咒消失，你们又欺骗了一个又一个人”\n“为了自己能够活下去，你们做了一件又一件错事！”\n佐尔特的脑子飞速的运转，仿佛大量的信息在脑子中走马灯的播放，他感觉这些事情对自己是如此的熟悉，又是如此的模糊\n“对此，我只能说，你们毫无长进”\n佐尔特再次起身，猩红的眼睛和身体流淌的炽热的鲜血代表了他现在的莫名暴躁\n“现在你的状态，应该是所谓的，理智大失败吧”\n佐尔特一把抓起贝丽丝的衣领，把她摁到墙上\n“不错，这便是力量大成功”贝丽丝发出了挣扎着的嘶哑声音\n她继续用这种嘶哑的声音说着：“我曾做过一个白血病的聋哑少女，曾经做过一个列车中的游走怪物，曾经做过一个下诅咒的女巫。”\n“作为真相，我永远是你们的敌人，或者说，你们认为的敌人。你们总是走着已规定好的剧情，完结着所有人都可以通关的结局”\n“但千篇一律的，你们始终还是败给了虚假，作为一群至高无上的统治者，却被一颗颗色子和冰冷的数字玩成了棋子。”\n“而我，真相，我说椅子是透明的它就是透明的，我说你是笨蛋，你也就是笨蛋！”\n“你们都是笨蛋，一群彻头彻尾的笨蛋”\n已经癫狂的佐尔特开始敲打着被自己抓住的贝丽丝\n赤红的斑点染红了白色的墙\n慢慢的，声音弱了许多\n最后，她微笑着“恭喜，你可以接受你的幕间成长了”\n“恭喜虚假，迎接他的再一次胜利”\n第二天，人们还是一样的过\n人们知道自己是什么职业，自己的年龄住址和现居地，自己的最珍贵的人和事，知道自己有多少财产，但是从来没人知道，自己前一秒干过什么，或者说，在遇到“你”之前，他们干过什么。因为这并不需要，虚假并不需要，“你”也不需要。\n唯一的热事，就是福特市最出色的律师因为故意杀人罪被指控，他并没有之前的潇洒，或者说“你”根本就不会打官司，而色子也没给他机会，最后锒铛入狱。\n在最后，电脑屏前的“你”被虚假在你的人物信息上填上了“撕卡”两个字，“你”始终没有迎来幕间成长\n“呵，KP编造个什么真理之神就对我坑蒙拐骗，我还真以为自己被超脱次元壁的破NPC控制了，切~最后不还是给我撕卡了，根本没有幕间成长，真理之神这个大骗子~对不起啦佐尔特老兄，又给你玩死啦~”\n他把名称为“佐尔特-已撕卡”的Excel放入回收站，并且出去拿了外卖，回来坐在电脑桌上，打开外卖随便填了一口，打开表格开始制作新卡迎来自己的下一段经历\n“我去找个坐垫吧~”\n凳子很凉，拿了个坐垫回来傻眼了，等待他的是，透明的凳子，而这时他才发现，咬在嘴里的，是一根被咬过的黄瓜\n\n彩蛋——KP和PL都知道的暗号~咕咕咕\n\n\n还想看到更多消失的凳子主题的文章嘛~快来这里看更多的大佬吧~（满脸崇拜）",
    "replies": [
        {
            "author": "princess01",
            "timestamp": 1550943000,
            "txt_content": "感谢整合 辛苦了"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1550966940,
            "txt_content": "princess01 发表于 2019-2-24 01:30\n感谢整合 辛苦了\n整合？？？"
        },
        {
            "author": "白叶Official",
            "timestamp": 1550998620,
            "txt_content": "这才是大佬文，稳了。(毒奶)\n滋磁一下哈"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1551000060,
            "txt_content": "浮世德 发表于 2019-2-24 16:57\n这才是大佬文，稳了。(毒奶)\n滋磁一下哈\n别奶我啊！！！！我第一次参加活动，别开门绿啊2333"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1556016720,
            "txt_content": "好厉害的样子\n【实在 有 意 思"
        }
    ]
}