{
    "title": "《感染》第一章~第二章[原创][连载][脑洞]",
    "author": "分享",
    "replyCount": 2,
    "timestamp": 1550897760,
    "txt_content": " 本帖最后由 分享 于 2019-3-2 06:48 编辑 \n\n前言\n本小说《感染》为纯原创，纯脑洞小说，其中某些内容与Minecraft不完全相同。\n\n\n\n\n第一章[异变]我叫小杰，原本生活在一座叫作GD城市中，平凡的日子安宁而快乐着。直到两个星期前突然的灾变，让这样的日子，再也回不来了......‘德奇，快来看..这只猪！？’‘这是什么东西啊！小杰？！’‘这不是猪，我从来没在城里见过这种生物！’‘他过来了！！快跑！’我和德奇跑出去很远很远，终于不见它追来，终于，太阳从东边的海岸线上缓缓升起，刚息一口气，还未从刚才的惊吓中醒来时，远处一团火焰向我们跑来。‘是那只绿色的猪！！，他烧起来了！！’‘这到底是..是僵尸猪！！’那只奇怪的生物见到我们便发出一阵嘶吼，那是一种间与僵尸和猪的声音，颤人心腹，听了让人汗毛竖立。它迅速跑进了旁边的树林，我们站在原地愣了一会，四目相视，不知所措。‘进去吗，小杰，去看看那到底是什么东西，这不就是我吗外出探险的目的之一吗！’‘探险你个锤子，这里是GD的郊区，不过是出来野营的，快回去城里告诉大家，我们再来处置那只怪物。’我们向GD城狂奔而去。‘这附近的动物呢，这里是郊区最大的一片草地了，怎么动物都不见了？’我们都在心中有了同一个不安的想法..它们，全都变成了怪物！可两人都不敢说出来。我们沿着来时的路迅速返回GD城，当我们绕到那片树林后面时，又看到了那只可怕的怪物，它正痛苦的嚎叫着，尽管身上的火焰已经灭了。它正用那红色的眼睛与我们对视，似乎想冲出来对我们进行撕咬，可刚才的阳光已经让它不敢离开树下。我鼓起勇气仔细的看着它，身上的皮肤溃烂不堪，原本迟钝的牙齿竟变的锋利无比，两只原本耷拉着的耳朵往后竖起，除了腹部两侧还是粉红色，其他部分都已经成为绿色了，是一只名副其实的僵尸猪。头部有明显的僵尸啃咬过的痕迹..就算我只与僵尸真正战斗过一次，我也知道，这一定是僵尸做的好事。可是，那样的猪只会死去，然后被大自然肢解，从来没见过如此的生物，这到底是怎么了？我们不约而同的往GD城跑去，我们再也受不了这个地方了。我们一直在奔跑，身上仅有带的十二个南瓜派吃的只剩下三个，太阳渐渐向西边落下，我们却没有到GD城，我们在郊区迷路了。‘这下完了，天要黑了，我还没在外面过过夜呢，会不会又出现那种可怕的生物。’德奇颤抖着自言自语。我也一样害怕极了，无奈之下，我只好拿出背包里的熔炉，烧起从刚才路途中仅发现的一只鸡，德奇则去旁边砍倒那棵树。                             夜幕很快降临了，我们清算了一下身上的物资：5块木头，三根羽毛，两块熟鸡肉，三个南瓜派以及一把将要损坏的石镐和打火石。幸运的是，我们发现了一块硕大的石头，并且石头的一侧被凿了一个大洞，正好可以为我们的庇护所。‘太好了，我们还没有完全迷路，这个地方是城里石匠采石的地方，我和我爸爸一起来过，我应该还记得路。’德奇兴奋的说。我脸上也露出了笑容，可心中还是十分忐忑不安。我用石镐从原本不深的洞里凿下4块圆石，作为石洞的门槛，把木头分解成20块木板，用了十块做了工作台和一扇门，当我们做完这些工作，外面已经完全成为夜幕，没有一丝光线，洞里回响着我们两个的心跳声和鼻息声。‘我想我们需要一些保护自己的装备了。’我对德奇说，‘怎么做，我们还没在学校里学过做剑的方法啊。’正当我们坐在叹气的时候，在洞的深处发现了一些沙砾，似乎有什么东西埋在沙砾里，我们奋力的挖了出来，竟然是一本合成指南！天无绝人之路，我们拿起石镐又从洞中凿下7块石头，很快石镐也完全不行了，我们把他丢在了石洞里，对照合成指南，我们成功的制作出了两把石剑，还剩下的三块圆石，我制作了一把新的石镐，还剩下了7块木板，2根木棒。‘休息会儿吧，就算睡不着，也能恢复些体力’可紧张的环境让我们的神经紧绷，一点困意也没有，刚坐下，一阵冷风从洞内吹来。让我们两人瞬间抖擞。                                                  ‘难道说，这个洞的内部有出口？那我们现在岂不是很危险？！’我们快步跑到风吹进来的地方，上面居然有一个大洞，就在我们用木板填洞的时候，门被什么东西疯狂的砸，我拿上两块木板去加固门，德奇则在填洞，就在洞口快要被堵上的时候，一只硕大的蜘蛛从洞口窜了进来，德奇还是把洞口堵上了，木板消耗殆尽。我们的心脏猛烈的跳动着，冷汗像水一样往下流。大蜘蛛往我脸上吐了两口丝，一口吐到了背后的石头上，可还有一口则是正好困住了我的脚，蜘蛛以迅雷不及掩耳之势往我身上飞扑，关键时候，德奇快速用石剑斩断了蜘蛛丝，它变为线落入了我手中，我快速向后翻滚，拿出石剑一顿乱砍，击退了蜘蛛，德奇没有给它歇气的时间，大吼一声往它身上砍去两刀，蜘蛛化为乌有，落下一根线。我们两人都精疲力尽，沉默无语，静静的靠在石头上。可是门口的声音没给我们休息的机会，猛烈的敲击的门，眼看门要破裂，木板派上了用场。那是一只僵尸，它身上的衣服破烂不堪，不知道是从哪个坟里爬出来的，我们龟缩到洞的最深处，地上的沙砾和头上的蜘蛛丝让我急中生智，我迅速翻开合成手册，第3页，弓的制作方法，是三根线与三根木棍！我迅速拿起石剑斩下蜘蛛丝，有了三根丝线。‘德奇，快挖上两块圆石放在头顶，拿两块木板下来。’我筛选起了地上的沙砾，很快拿到了一块隧石，我用两块木板做成了4根木棍，然后是弓箭，用羽毛隧石木棍做出了4支箭。我让德奇拿着弓箭，拉满弓，在他击中出的那一刻，僵尸被击退，我快速冲向门口把木板拆除，僵尸冲了进来，我从背后捅了他两刀，僵尸化为乌有，落下两块腐肉，我重新装好门。启明星静静的发着暗淡光。在启程的最后的时间里，我翻阅了那本残破的合成指南，上面只记载了一些物品的合成方式：石剑，弓箭，箭，以及熔炉。 天空泛起了鱼肚白，我和德奇凭着记忆又踏上了回GD的路途                   [本章完]      \n\n\n\n\n第二章[生还？坟墓？]我们从太阳刚升起就一直往GD城的方向跑去，隐隐约约已经能看到城市的轮廓，路也慢慢熟悉起来，已经成功回到了正确的路径上。很快，我们到了GD城的城门，可这里似乎变了，变的阴沉，不像两天前离开时那么喧闹。我们怀着忐忑的心情进入城中，大街上竟然是没有一个人，我跟着德奇回到家里，‘爸？妈？你们在家吗？’德奇大声的喊着，可是没人回应。我们到了楼上，进到德奇的房间里，见到令人作呕的一幕：德奇的爸爸变成了僵尸并且正啃着他妈妈的尸体，德奇一瞬间不能接受，直接昏倒了过去，我扛起他跑到了自己家里，扶着他上了我的床。心里也久久不能平静，我是一名孤儿，一直以来是德奇一家照顾着我，如今看到这一幕，我既害怕又伤痛。十分钟后，德奇醒了过来，他迷糊的问我‘我这是怎么了，头好痛..’‘你还记的你刚才看到什么了吗？’‘嗯？看到了...’说着说着，德奇大哭起来。我安慰着他‘现在估计整座城2000多人都变成这样了，我们得快点离开这里，一到晚上他们就会开始出动了。’‘我们应该去哪里？’‘不知道是不是只有我们GD城变成了这样，我们先去铁路，到东边的村子里去吧’‘好’我们控制好自己的情绪，快步到了GD地铁站。发电站因无人工作导致全城停电了，黑漆漆的地铁站中，不知道隐藏着什么危险。我们清算了一下身上的物品：两把石剑，一把弓箭和3支箭，三个南瓜派，两块鸡肉。硬着头皮进入了地铁站，我们凭着微弱的光线找到了入站口，因没有电的缘故，电车无法使用，只能使用轨道矿车，到达铁路对面的村子需要到晚上了，可是没有其他办法，我们只好坐上矿车，拉动了红石开关，向村子进发..铁路上电灯虽已无法使用，可是十几年前的红石灯自动照明系统已经启动，所以轨道上并不黑暗，因为一晚的波折，我们都已经十分困倦，在矿车上睡着了。随着矿车的到达，天色也开始慢慢暗下来。我们怀着激动心情进入村子，希望能得到招待和食物，可谁知噩梦才刚刚开始。村子很小，只有6栋民房，一个铁匠铺，一座瞭望台和一片农场。我们来到村长家里，幸运的事这里并没有发生可怕的事情，我们向他讲述了我们的经历，他陷入了沉思。‘这是几千年一遇的灾变，称为尸变，所有被僵尸咬到的生物，都会变成与僵尸一样的生物，他们的血量会大大增加，速度会根据原生物而定，最可怕的是，被咬到的人类不能选择重生轮回，而是只能变成没有意识的僵尸，因为每次尸变过后几乎没人生还，所以我也是听到这个传说，没想到真的会有。’我和德奇都不敢相信这是真的。‘但据说尸变是可以控制的，需要金苹果和虚弱药水就可以救活一个人，可是若他再次被感染，那么他又会变成僵尸，现在我们唯一知道的是他们在白天会燃烧，这是现在唯一的弱点，除非能把他们砍的稀巴烂。’看来我需要找到一种可以免疫僵尸感染的药物，我在心里想着。夜幕降临，村长将我们安置在他家中，自己去操劳村子的防御措施。可我们实在想象不到，究竟这样一个小村子，能怎样才能守住2000多只僵尸的尸潮呢？正当我们要休息时，从GD城传来了一阵阵僵尸的低吼，我和德奇跑到瞭望台上去观望‘来了！是GD城的居民！来了！他们跑过来了！’‘不，我们还有逃生的希望，普通的感染者只能有普通僵尸110%的速度，他们跑不过我们！我们还有机会！’‘村长，快和我们走吧，我们还有生还的希望啊！’‘不行，这是我的村子，我要和村民们坚守到底！’竖起栅栏！’轰隆一声，草方块下破土而出一层层栅栏和圆石，铸成了一道城墙。我们惊讶之余也拿出了石剑，拳头紧握，准备迎接第一波僵尸。僵尸从城墙底部开始砸圆石，几百只僵尸从四周围住了村子，虽然速度很慢，但是石头也开始破碎，全村30多个村民都身穿皮甲在城墙上放箭，正当我们想要拿起石剑从村口击杀僵尸时，村里农场处发出了尖叫。不知道哪里进来的僵尸把村里的几头牛给咬了，牛已经被感染成了僵尸牛，他的速度是普通僵尸的200%，没有人跑的过它，以极高速度冲撞，只要被顶到就必死无疑。我们与4头牛周旋，它们像无头苍蝇一样乱撞，身上的斑纹变成了黑绿相间，口中尖牙暴露，十分狰狞。一位村民不知死活冲上去砍断牛角，却被另外一只牛给顶飞了，血流满地。德奇精湛的剑术连砍断角牛6刀才将其砍死，那么估计它们的血量已经达到了30点以上，另外三只僵尸牛看到此景并没有退缩，而是更加狂暴，口中流出了唾液，发出僵尸般的嘶吼，向我和德奇冲来，我迅速又跑回了瞭望台，眼看僵尸要攻入村内，我拿起弓箭，向牛射去，三箭全中，配合着德奇杀了僵尸牛。落了一地的腐肉。‘不，我的牛啊，那是我全家的性命啊’一位村民哭泣着吼叫。我们重新回到村门口，僵尸破墙而入，十几名村民从城墙上下来帮助我们，我们都拿起武器击退僵尸，可僵尸像是无穷无尽，一波接一波，我们两天一夜不停奔波，体力早已消耗殆尽，节节败退下去，僵尸占领了村子，全村人都逃到了村子后方的山里，不断有僵尸在不经意间出现，不断有人倒下去，我们陷入了绝望，这哪里是希望，这是坟墓。[本章完]\n\n\n\n\n大家好，我是分享，如果觉得小说蛮好看的就请评论一下吧，如果不喜欢也轻点喷我，没什么写小说的经验。更新时间是每周六哦，每次更新两章~。点我阅读下一章[3-4]\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xiao_jie_xiao",
            "timestamp": 1550922540,
            "txt_content": "小杰一日游"
        },
        {
            "author": "王韦_",
            "timestamp": 1551500460,
            "txt_content": "收藏支持一下"
        }
    ]
}