{
    "title": "买了OptiFine披风或是使用了MCLeaks后登不上MC账号了？来看看吧！",
    "author": "ETW_Derp",
    "replyCount": 8,
    "timestamp": 1550923560,
    "txt_content": "声明：本文来自Reddit Minecraft社区置顶帖，本人对帖子内容的真实性不负责任。截至目前该贴已经发布13天。\n\n原文地址：https://www.reddit.com/r/Minecraft/comments/aoz6yx/bought_optifine_capes_used_mcleaks_and_no_longer/\n\nBought OptiFine Capes / used MCLeaks and no longer able to log into MC account? Read this! (Also Why You Should Never Give 3rd Party Websites Your Mojang Account Credentials)\n买了OptiFine披风或是使用了MCLeaks后登不上MC账号了？来看看吧！（以及坚决不能把自己的Mojang账号信息泄露给第三方网站的原因！）\n\nHi! tyteen4a03 from #minecrafthelp here.\n氦！我是来自#minecrafthelp频道的tyteen4a03。\n\nWe have received quite a lot of reports of people being locked out of their accounts after giving 3rd party websites their Mojang account logins. Our statistics indicate modifying/updating OptiFine Capes (in older versions, see EDIT below) and MCLeaks/AltDispenser (which pools your account to give to other people) as the worst offender. While we don't know whether there has been a security breach in the OptiFine system, here's a friendly reminder:\n我们已经收到了很多人的报告：当他们把自己的Mojang账号信息交给了第三方网站后，自己的账号就被锁定了。我们的数据显示使用/升级OptiFine披风（仅在旧版本中，详见下文补充说明部分）以及使用MCLeaks/AltDispenser （实质上是你和他人的账号共享）的玩家是受影响最严重的群体。尽管我们不知道在OptiFine系统中是否有安全漏洞，但我们还是要善意地提醒您：\n\nNever give your Mojang account details to any 3rd parties!\n永远不要把你的Mojang账号告诉第三方团体！\n\nOnce your account details are sent to a 3rd party they essentially have complete control of your account. You are basically risking your account being hacked.\n一旦如果你的账号信息被第三方团体得知，他们基本上就完全控制了你的账号。你账号被盗的可能性就会大大提高。\n\nIf you have used MCLeaks or logged into OptiFine.net with your Mojang account details in the past:\n如果你已经使用MCLeaks或者使用你的Mojang账号登录过OptiFine.net：\n\n1.Change your password immediately\n2.If you used MCLeaks/AltDispenser: Uninstall the program, edit the hosts file and remove all entries containing the word mojang, then restart. If you're not sure what this means, we can help you do this.\n3.If you can no longer login: Send an email to Mojang with your Transaction ID and ask for the account to be recovered\n1、立刻，马上，抓紧修改你的密码。\n2、如果你使用的是MCLeaks/AltDispenser：卸载程序，修改hosts文件，把里面所有包含mojang的字段删除，然后重新启动电脑。如果你不清楚上面的意思，我们可以帮助你做这个。\n3、如果你已经不幸中招不能登录：给Mojang发一封电子邮件（请尽量使用英语），内容应包含你受影响的账户ID以及请求账号恢复。\nHappy Minecrafting!\n祝各位Minecraft玩家玩的开心！\n\nEdit1: I've talked to sp614x and the issue appears to Mojang locking accounts when 2 separate IPs log in within 10 minutes. Mojang is lacking auth mechanisms (that everyone uses) like OAuth and OpenID that would let the user authenticate without needing to put in a password. He already has a prototype of the MC server auth working where you would no longer have to put your account info it, but it is not public yet and currently the next thing he will be working on. No one is losing their accounts, they are just being locked by Mojang and require you to contact them to unlock it. Site is safe, mod is safe, etc.\n补充说明1：我已经和OptiFine的作者sp614x讨论了一下，出现这种情况是因为Mojang会自动锁定在10分钟之内登录过两个IP的账号。Mojang的账号认证机制（而且每个人都在用）是真的不太行，不像OAuth和OpenID在用户认证时不需要输入密码。He already has a prototype of the MC server auth working where you would no longer have to put your account info it, but it is not public yet and currently the next thing he will be working on.没有人丢失账号，那些账号只是被Mojang锁起来了，然后Mojang要求你联系他们去解锁。（Optifine的）网站是安全的，（Optifine的）模组也是安全的。\n\nThis is blatantly spreading misinformation about Optifine. The mod itself is (obviously) safe, and the site is very much secure. The worst that's happened to it are DDoS attacks and a week where google thought the site was unsafe due to some ads.\n这次闹得沸沸扬扬的事件其实是冤枉了Optifine。这个模组本身是完完全全安全的，网站的安全性也是极高的。要说这个网站遇到过最坏的情况，一是来自四面八方的DDoC攻击，二是有个星期Google认为这个网站不安全（因为网站里太多广告了）。（译者注：笑）\n\nYou seem to be under assumption as well that the site is optifine.com when the site is optifine.net. They're not responsible for people going onto fake sites or getting the downloads to the mod from third-party sources.\n你同样也应该假设一下如果你输入的是optifine.com而不是optifine.net。他们（译者注：指的是Optifine制作者们）可不会因为某些人去了假网站、下载了来自第三方提供的模组而负责的。\n\nAlso, while it's not a major distinction, the \"cape purchasing process\" you mentioned in your post is a donation that gives you a cape as a thanks.\n同样，就算没有Mojang插手，在帖子里面提到的“Optifine披风购买流程”也只是对模组制作者的捐赠，制作者为了感谢捐助者而回馈了一个Optifine披风。\n\nLastly, claiming Optifine Capes are the issue does not mean it is Optifine's fault - there are multiple third-party sites that resell Optifine capes from stolen accounts for a cheaper price, and you certainly run the risk of losing your account information to that depending on what they ask you to give.\n最后一点，索取Optifine披风这件事情并不意味着这是Optifine的错误——还有很多很多第三方网站售卖低价Optifine披风（账号来自于被盗号的用户），如果你在这些网站上面购买低价Optifine披风，那么你的账号肯定就有被盗的风险了（风险取决于买家对你的要求了）。\n\nTL;DR: This is misinformation about Optifine, and MCLeaks/AltDispenser is obviously not something you should ever give your account info to.(12 days ago)\n太长不看版：这次事件误解了Optifine，以及千万不要把自己账号信息送给诸如MCLeaks/AltDispenser此类的第三方。\n\nEDIT2: sp614x, the author of OptiFine, has released version E6 which no longer requires you to log into your Mojang account on OptiFine.net to modify capes. We still recommend you to change your password if you have logged into OptiFine.net in the past. (8 days ago)\n补充说明2：OptiFine的作者sp614x已经发布了E6版本，取消了登录Mojang账号来获得模组披风的要求。但如果在此之前使用Mojang账号登录过OptiFine.net的话，我们依然建议您修改密码。\n\n\n（渣翻轻拍。——译者留）",
    "replies": [
        {
            "author": "FloatingBlocks",
            "timestamp": 1550926620,
            "txt_content": "难道这些人就不珍惜一下165元吗"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1550926740,
            "txt_content": "GXHurry 发表于 2019-2-23 20:57\n难道这些人就不珍惜一下165元吗\n耐心看完再回复吧老哥"
        },
        {
            "author": "CoPby",
            "timestamp": 1550927820,
            "txt_content": "对，不应该把账号告诉第三方团体"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1550972400,
            "txt_content": "wangtianen 发表于 2019-2-23 20:59\n耐心看完再回复吧老哥\n不是，我说的是那些拿着正版随便登陆的人"
        },
        {
            "author": "Zhaozy666",
            "timestamp": 1551110820,
            "txt_content": "干货v收藏啦"
        },
        {
            "author": "Abraham511",
            "timestamp": 1551111180,
            "txt_content": "确实~很多国内盗版服务器甚至以：要验证正版真实性为由，骗取正版账号（不在少数"
        },
        {
            "author": "玄素",
            "timestamp": 1551117900,
            "txt_content": "前几天少见地玩1.13.2的时候注意到自己的opt披风不见了，查询后发现是去年10月左右被人在optifine上登录我的账号转走了\n针对披风的盗号就很头疼了"
        },
        {
            "author": "苦苦的力怕",
            "timestamp": 1551183480,
            "txt_content": "没钱买of披风的看着你们\n呜呜呜"
        }
    ]
}