{
    "title": "《感染》第三章~第四章[原创][连载][脑洞]",
    "author": "分享",
    "replyCount": 0,
    "timestamp": 1551480420,
    "txt_content": " 本帖最后由 分享 于 2019-3-2 06:49 编辑 \n\n第三章\n[未沦陷之城]\n已经到了深夜，村民们死伤惨重，只剩下了4个村民，村长和我们6个人缓缓向远处那光亮，战士之城前去。那是一座完全由战士组成的城池，居民和城主全由战士组成，数百名弓箭手和上千名战士，身穿铁甲，战斗能力极强，它应该是尸变中唯一能幸存的地方了，听了村长的介绍，我们心中燃起了新的火种。现在除了世界上的四大城池战士之城，科技之城，药剂之城和附魔之城，其他小型城池与村落应该早已经被尸变感觉殆尽了。那么尸变的第三天，格局已定，全世界60w人类与数不清的怪物动物VS15w不到的人类，我们总结完后，心中感慨不断...历经千辛万苦，我们终于来到了战士之城的城门之下，巨大的炮台迅速升起，砰砰砰，一顿扫射瞬间击杀了后面的四个村民，‘别**！自己人！’我嘶吼道。‘蠢货，那四个人已经被僵尸感染了，你想让他们进来祸害全城人吗？’千大声对我吼道。我回头看了看那四个村民，没发现他们身上已经有多处伤口，脸上腿上绿斑若隐若现，让人毛骨悚然，德奇拿起石剑又往它们身上剁上几十刀，满地血浆。城门打开，迎面而来的是巨大的建筑物，一栋栋高楼，GD村村长和我们被送到了休息所，两天两夜的波折让我们疲惫不堪，我们两个很快睡着了。醒来已是午时。千带领我们走向战士之城的会客厅，在华丽的走廊旁上的墙壁上，一副精致的方块世界的地图展现在众人面前，格局一幕了然：整个世界呈同心圆，外环是世界的交界处，内环则是分割失落之岛与大陆的环形河，东边是战士之城，它处在精灵之森的边缘，北边是药剂之城，它处于极寒冰原的边缘，西边是附魔之城，它处于矿石山脉的边缘，南边则是科技之城，坐落于诅咒沼泽边缘。到了会客厅，‘不好意思，刚才的行为是我们过于激动了，不过我们没时间解释’千说。‘没事，我们并没有发现，是你们救了我们’。千叹了口气说：‘在这千年大劫中，我们四大城邦从来都是互帮互助，为人类留下火种，可最近我们与药剂之城的城主发生了一些争执’。‘是怎么回事’‘他们城主执意说要为人类发明一种可以一劳永逸的药剂，让尸变永不发生，可是我们认为那是不可能的，我们决心要杀光所有僵尸，这是自古以来一直延续至今的方法！’‘所以你们两座城邦就一直处于纠纷中吗？’‘是的。’‘让我们去和他们说说吧！’‘也只能这样了，可是到那边去的铁路已经完全被感染生物占领了，过去无疑是送死，只能从远处的精灵之森，往西北边前行才能到达药剂之城了。’‘那里住着精灵？’‘是的，他们是和蔼的生物，精灵老者管理着那，他已经活了几千年，或许你可以向他问问尸变的情况。’于是我和德奇起身向东边行去。‘留步，现在天色已晚，你们身上没什么装备，而且精神也才刚刚恢复，最重要的是，你们的实力太弱了’我：‘？？？！’‘这样吧，在此处暂留几日，愿意的话，我亲自传授你们战斗的技艺！’‘太好了’于是我们在战士之城留了7日，这七天里，我和德奇学习了不同的技艺，他的剑术更加精湛了，而我专攻于弓箭，在千的专业教导下，我已经做到了百步穿杨。早上，我们向着东边前去。走了几个小时，茂密的森林出现在我们眼前，树叶遮天盖日，树枝像极了魔鬼的爪牙。我们不仅学习到了战斗技艺，我们也让自己的内心更加强大，千城主留给了我们两件铁胸甲，一把铁弓和一把铁剑。我们向着森林中心跑去，我背上的箭发出一阵阵撞击的声响。森林里安静的可怕，完全不像是那往日的鸟语花香的样子，很快的，森林深处发出了一阵阵僵尸的吼叫，我们知道，它们来了，我们做好了战斗的姿态。[本章完]\n\n\n\n\n第四章[精灵之森]他们像潮水一般涌来，我们不像之前一样畏畏缩缩，我们配合的极好，我在后方火力掩护，德奇则冲入僵尸群中挥舞大剑，很快，剩下的僵尸都跑掉了。似乎他们还是有一些智力的。我们继续向森林中前进，我们走到一棵巨大的树下，藤曼从树顶挂到树根，不得不赞美自然的美丽，一阵尖锐的声音从后方传来，那种生物弯着腰，眼睛中有脓液流出，皮肤干巴巴的贴在那骨头上，耳朵尖锐无比。‘它们是精灵吗！’我震惊的说。‘看来连强大的精灵也没能幸免..’德奇说。它们似乎智力比刚才那群僵尸更加的高。突然，从它们的背后展出了一对翅膀，通透却有利，上面挂着绿色的黏液，不知道是些什么。它们有秩序的发起了攻击，有些飞上了我们头顶，有的则包围了我们身后，我感到了有一些棘手。德奇突刺前方，我掩护后方，可精灵穷追不舍，我们一步步向森林更深处走去，正当我们走头无路的时候，僵尸精灵却四散开去，似乎在惧怕些什么。这时我们才发现，我们身后有一棵巨大无比的树，比之前那棵大上了好几倍，直径有大约30米，我们惊叹极了。突然一阵声音传来‘你们是谁，这里很危险，快点回去。’‘我们是来自GD城的人，僵尸堵住了我们的去路，从这里前往药剂之城，可是我们迷路了。’‘哦，可怜的孩子，上来吧，我在树上等你们。’这时我们意识到声音来自树上，那应该就是传说中的精灵老者，看来它没有被感染，果然是个和蔼的人。树枝从不知道什么地方慢慢伸延出来，形成一个个阶梯，树梯非常非常的高，甚至比战士之城的高楼还要高上许多，走了好一会我们才走到树冠，我们见到了阳光，森林底部的阳光早已经被茂密的树叶所掩盖。原来树冠中藏着一间由树枝围城的房间，精灵似乎能操控它们。我们见到了精灵老者，它看上去果然像极了活了几岁，胡子从下巴延展出接近了2米，它的后面还有两个精灵，似乎是它的仆人，它们拿着胡子正在梳理。‘想要从这里到药剂之城，要通过前面那段路，那里本来是一片森林中的湖泊，森林中的动物大多数都栖息在附近，由我们精灵中最强者守护着那，它守护着的其实不是湖泊，它守护着的其实是一把森林之剑--草雉剑，传说是一位忍者留下的，它有着无穷的力量，从那以后，精灵便选举出最强者，去守护着那把剑。’‘那我们不应该很轻松就能过去吗？’‘不是的，它也受到了感染，并且它拿起了那把神剑，它发出的剑气正是那些普通精灵不敢靠近的原因，它可怕至极。’‘我们去解决它！’德奇大声喊了出来。我难以置信的看着他，心想他一定是疯了。‘我要得到那把剑，他应该属于我！’德奇激昂的说。我不知道为什么我没有阻止他，于是我们告别了精灵老者，向着森林湖泊走去。湖泊处于森林的西北方，后面就是通往药剂之城的必经之路，看来连绕路而行的机会都没有了。到了湖泊，从远处看去，水面反射的阳光格外耀眼，湖面波光粼粼，水清的像镜子。若不是那股强大的气息，我会以为我是来度假的。很快，那只最强大的精灵不期而至，它竟从水下突然窜出，手上拿着的剑无疑是草雉，它的灵性证明了它。这只精灵长的格外高大，手上的肌肉壮的让人难以置信。相比之下，德奇像是一只小鸡。德奇率先冲了上去，精灵挥舞剑刃，德奇与其对峙，可精灵毕竟是精灵，德奇被剑气震飞出去。我的箭所剩不多了，只能从后方寻找机会射击。精灵没有给德奇起身的机会，直接从空中跳劈，德奇紧握拳头，连续向前翻滚，巧妙的躲过了精灵的重击。精灵一时没反应过来，我趁机射出3箭，德奇配合我将铁剑直接插入了精灵的背后。精灵化为乌有，草雉落在了地上。看来精灵的血量并不高，速度却是很灵敏。德奇高兴的拿起了草雉，将其收入囊中。不料那群精灵扑天盖日般的从空中袭来，我刚想叫上德奇跑，他却充满了战斗的欲望。‘快点走，我们不是来杀怪的，我们的任务是去药剂城。’德奇点点头。我们绕着湖泊边缘到那条路上去，精灵穷追不舍，我只好把剩下的箭全都用掉，总算是争取到了撤离的时间。过不了一会，精灵们的踪影不见了，我想我们应该是成功逃离了。越往前走，空气就变得越冷，应该是快到了雪原了，据说那里常年零下几十度，看来我需要加几件衣服了。[本章完]\n\n\n\n\n\n大家好，我是分享。因为这周有点事情，所以很早就起来写了，也正是有点事情，所以写的有点潦草，下次我会改进的QAQ。所以希望喜欢的小伙伴能不能给点人气和金粒嘛。每周6更新两章哦。点我阅读上一章[1-2]\n\n\n\n\n\n\n\n",
    "replies": []
}