{
    "title": "[Minecraft.net | CULTURE] 绝妙的工具",
    "author": ":spgbigfan:",
    "replyCount": 22,
    "timestamp": 1550989020,
    "txt_content": "\n\nTerrific Tools\nA guide to some of the most popular building programs\n绝妙的工具\n带你走进最受欢迎的一些建筑程序\n\nIf you poke around Minecraft.net for all the lovely builds that we feature, you’ve probably seen some strange names pop up when we’ve asked their builders just how they did it. What’s a WorldEdit? Who’s Voxel Sniper? What is all this technobabble Minecraft-jargon? Nurse!\n当你在 Minecraft.net 随意地浏览我们的文章，看到所有这些可爱的建筑时，你可能发现，在我们询问建筑师的建筑方法时，总会蹦出一些奇怪的名称。啥是 WorldEdit? 啥是 Voxel Sniper? 这些技术性的 Minecraft 黑话都是啥玩意啊？晕倒！\n\nCalm down, we’re here to help! WorldEdit, Voxel Sniper and more are handy tools some builders use to help with their Minecraft creations. Some people love to build block by block, but if you’re making something like a giant dragon, detailed home, or beautiful sculpture, these editing tools can provide lots of useful assistance.\n冷静一下，我们就是来帮助你的！WorldEdit, Voxel Sniper, 以及更多的这些东西，都是建筑师们用来帮助自己 Minecraft 创作的趁手工具。确实有些人喜欢一个方块一个方块地搭，但是如果你是要建造像是巨龙，精细的家装，或者漂亮的雕塑这类东西的话，编辑工具就可以为你提供许多实用的帮助。\n\n\n\nSo we thought we’d compile this handy guide to some of the most common building tools we’ve seen featured builders use!\n所以我们认为，应当编写这篇指南，介绍一些目前我们采访过的建筑师们都在用的建筑工具！\n\nWORLDEDIT\nWORLDEDIT\n\nProbably the most commonly used, WorldEdit is a very flexible program that can be used in single player or added to servers. WorldEdit has all kinds of features, like quickly placing thousands of blocks at a time, copying and pasting areas of your build, and teleporting around like the building wizard you are. In fact, there are over a hundred techniques available to use!\nWorldEdit也许是用得最多的工具了，而且还非常灵活，可以在单人游戏使用，也可以加入到服务器里面。WorldEdit 有着各种各样的功能，比如一次性地快速放置上千个方块，对你的建筑进行区域的复制粘贴，以及让你像建筑精灵一样四处传送。其实，WorldEdit 有着上百种可供使用的技术功能！\n\n\n\nBuilder Arvid Lind is a fan of WorldEdit, and he uses it to create realistic-looking houses as part of his many interior design builds. Though he says it isn’t essential, it can speed up the process so that you don’t have to do all that block-by-block placement yourself! \n建筑师 Arvid Lind 是 WorldEdit 的爱好者，他借助这个工具创作了具有真实质感的房屋，作为他各种室内设计建筑的一部分。他说，虽然 WorldEdit 的作用不是非常关键，但依然能加速流程，这样就不用自己做这些一个个方块的搭建工作了！\n\nMany, many people use WorldEdit, whether they are building a football pitch, checking that their vehicles are all nice and symmetrical, or just creating fantastic artworks like Shaliquinn’s “Fox and The Moon”.\n很多很多的人都在使用 WorldEdit，不论是用来建设足球场，还是用来检查他们的交通工具是否都完好而且对称，或者是仅仅用来创造一些令人惊叹的艺术作品，比如Shaliquinn的“狐狸与月亮”。\n\n\n\nIf you’re interested in learning more about WorldEdit, first visit their website. You can also check out some tutorial videos on YouTube. My favourite is this one, showing how you can delete an entire mountain in seconds. That’s a powerful ability – and perfect for creating a neat flat area so that building can start right away!\n如果你想了解更多关于 WorldEdit 的内容，就得先看看他们的官方网站。你也可以在 Youtube 上看看教程视频。我最喜欢的视频是这一个，里面有教你如何在几秒内删除掉一整座山。这是一项非常强大的能力——非常适合用来获得平整的地面，然后建筑工作就可以马上开展了！\n\nMCEDIT\nMCEDIT\n\nDragon creator Roman opted for something that’s less heavy on the computer power, since older equipment can have difficulty running the more extravagant programs. He uses MCEdit, which uses less rendering but has just as many clever tricks up its sleeve.\n造龙人 Roman 选择的是让电脑负担没那么重的工具，因为老旧的设备很难运行（像WorldEdit这样）如此豪华的程序。他使用的是 MCEdit，这个工具不需要那么多的渲染，但是依然有着许多非常好用的功能。\n\n\n\nYou can see in our piece about Roman how he creates a majestic dragon “sphere by sphere” – it’s not an easy process just because there are some tools involved! However, Roman’s projects can be up to a thousand blocks long, so you can see why he wouldn’t want to put them in one at a time.\n你可以浏览一下我们关于Roman的文章，看看他是如何靠“球接球”的方式创造一条巨龙的——这个过程并不简单，因为有很多工具参与了其中！然而，Roman 的工程可是有上千格之长，所以你就知道为什么他并不急于求成。\n\nYou can find out more about MCEdit from its website here.\n你可以在MCEdit的官方网站中了解更多信息。\n\nVOXEL SNIPER\nVOXEL SNIPER\n\nAs the name might suggest, Voxel Sniper can help you with big builds by allowing you to make changes from a long distance. In essence, this program is made up of many “brushes” that can be used just like a painter’s brush. \n就如同名字里展现的那样，Voxel Sniper 可以帮你建造大型的建筑，它可以让你在远处进行编辑。基本上说，Voxel Sniper 是由各种“笔刷”组成的，而且用起来也像画手的笔刷一样。\n\nThese can be used to make sweeping changes like terraforming or to get into the nitty-gritty details – it’s all up to the user! Lots of builders featured here have had a helping hand from Voxel Sniper, like Gabriel’s amazing sculpture inspired by his childhood.\nVoxel Sniper 可以做出真实地形构造这样的大型改造，也可以处理关键处的细节——这都取决使用者！我们介绍过的很多建筑师都曾借助 Voxel Sniper，比如 Gabriel 根据童年启发创作的绚丽雕塑。\n\n\n\nThis program is a bit more complex, so it’s probably best to take a wander through the wiki first if you want to learn more.\n这个程序有一些复杂，所以如果想了解更多的话，最好先看看 Voxel Sniper 的 wiki。\n\nWORLDPAINTER\nWORLDPAINTER\n\nThis one’s helpful for when you’re building something bigger than just one sculpture – like a whole world! It’s a map generation tool that allows for the creation of continents, oceans, snow biomes, trees, and all those good things you find out in nature. \n当你要建造的东西比一座雕塑还要大——比如说，建造整个世界！那么这个工具就非常有用了。WorldPainter 是地图生成的工具，可以让你创建大陆，海洋，雪域，树木，以及所有能在大自然里找到的好东西。\n\n\n\nYes, you really are looking at Minecraft. Zoom in!\n没错，你现在看到的的确是 Minecraft。放大看看！\n\nSome talented terraformers featured here have used it to build glacial mountains or beautiful forest meadows. Again, it’s all about using your creativity. Here’s where you can find out more about WorldPainter.\n我们介绍过的一些优秀的地形创作者，曾用 WorldPainter 建造过冰河山脉或者秀丽的森林牧场。再次强调，一切都取决于如何运用你的创造力。这里有更多关于WorldPainter的信息。\n\nREMEMBER: NO TOOLS REQUIRED\n记住：工具不是必要的\n\nPrefer to build the old-fashioned way, block-by-painstakingly-placed block? That’s perfect! Every approach to building in Minecraft is valid. Plus, even with the help of these tools, creating great builds still requires practice and dedication.\n你还是喜欢用以前的那种方法，辛辛苦苦地一个方块一个方块搭建吗？那也很好！在 Minecraft 里，用什么方法搭建都可以。另外，即使有了那些工具，建造优秀的建筑依然需要实践与专注。\n\nSo go play Minecraft however you like, build something brilliant – and do it your way!\n所以，用你喜欢的方法玩 Minecraft吧，去建一些卓越的建筑——用你自己的方式！\n\n【Kakagou译自Terrific Tools】\n【作者Jay Castello，发布时间2019年2月23日】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1550989560,
            "txt_content": " 本帖最后由 kakagou12 于 2019-2-24 14:37 编辑 \n\n文中提到的文章：\n真实向室内设计：没有人搬，https://minecraft.net/zh-hans/article/terrific-tools\n足球场：http://www.mcbbs.net/thread-806355-1-1.html\n交通工具：没有人搬，https://minecraft.net/en-us/article/la-kart\n狐狸和月亮：http://www.mcbbs.net/thread-789035-1-1.html\n大手子：http://www.mcbbs.net/forum.php?mod=viewthread&tid=681599\n冰河山脉：没有人搬，https://minecraft.net/en-us/article/snowy-peaks-and-craggy-cliffs\n森林牧场：http://www.mcbbs.net/thread-685275-1-1.html\np.s. 我原本想给这些文章评点分，结果发现只有一个是没有评过的……"
        },
        {
            "author": "Wrsat",
            "timestamp": 1551172800,
            "txt_content": "这个感觉会蛮厉害 OMG"
        },
        {
            "author": "思念丶···",
            "timestamp": 1551256740,
            "txt_content": "看不懂 看不懂"
        },
        {
            "author": "花怜",
            "timestamp": 1551277800,
            "txt_content": "我居然是前排 还有 怎么换头像"
        },
        {
            "author": "[旺仔]",
            "timestamp": 1551377040,
            "txt_content": "OMG一键造龙吗"
        },
        {
            "author": "[旺仔]",
            "timestamp": 1551377040,
            "txt_content": "花怜 发表于 2019-2-27 22:30\n我居然是前排 还有 怎么换头像\n换头像点设置。。"
        },
        {
            "author": "[旺仔]",
            "timestamp": 1551633840,
            "txt_content": "厉害厉害，壮观"
        },
        {
            "author": "司稽",
            "timestamp": 1551766200,
            "txt_content": "OMG太棒了这个工具"
        },
        {
            "author": "E07",
            "timestamp": 1553858940,
            "txt_content": "他们十分伟大"
        },
        {
            "author": "876997676",
            "timestamp": 1566537960,
            "txt_content": "这东西用前先备份，昨天一不小心多输入了一个0，结果生成超级在的区域找不到家了"
        },
        {
            "author": "长眠导师",
            "timestamp": 1567869720,
            "txt_content": "厉害了哦"
        },
        {
            "author": "桐生·战兔",
            "timestamp": 1568038320,
            "txt_content": "萌新表示看不懂"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1568443920,
            "txt_content": "感谢大佬的解释"
        },
        {
            "author": "Belphescak",
            "timestamp": 1568783160,
            "txt_content": "dl,sdl,tql,whl"
        },
        {
            "author": "2282029587",
            "timestamp": 1569860820,
            "txt_content": "对我一个建筑渣来说，还是有那么一点点用途的"
        },
        {
            "author": "zmsnR",
            "timestamp": 1569922140,
            "txt_content": "可以啊这个东西"
        },
        {
            "author": "S13J13SQ",
            "timestamp": 1570332780,
            "txt_content": "彻底看懵……根本没见过，但是感觉很有用"
        },
        {
            "author": "haoranhuang6",
            "timestamp": 1570624320,
            "txt_content": "萌新表示看不懂"
        },
        {
            "author": "1099012851",
            "timestamp": 1571018400,
            "txt_content": "zhichiya\na"
        },
        {
            "author": "1099012851",
            "timestamp": 1571021340,
            "txt_content": "!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "1099012851",
            "timestamp": 1571022900,
            "txt_content": "!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "丽塔",
            "timestamp": 1571895780,
            "txt_content": "还是不会。。"
        }
    ]
}