{
    "title": "【二月活动】原创|单篇|单贴连载《神设世代·迷局》",
    "author": "上官影汐",
    "replyCount": 2,
    "timestamp": 1551185880,
    "txt_content": " 本帖最后由 上官影汐 于 2019-2-26 21:17 编辑 \n\n\n\n《神设世代·迷局》\\原创|单篇|单贴目录|系列/连载中\n\n\n“这是思考者的迷局。”“无限的起点诞生无限的选择，无限的选择影响无限的过程。”“但无限的过程也即失去无限的结果。”\n\n\n对对，我来暖场。小萌新一枚，放出开头希望能混参与啦。知道我的都知道我是只鸽子。希望大家喜欢哦。被无法提交耗空了耐心。再见了。end\n\n\n————咕咕的作者2019.2.10\n\n\n你安静地坐在房间里，底下的凳子稳稳当当。你的思绪漂浮不定，时而悬浮，时而飘向未知的远方。但是当你回过神来，你发现自己的屁股底下空空如也——你的凳子莫名消失了。来，寻找吧！\n\n　　一\n\n　　灵梦！这是异变啊！异变！\n\n　　二\n\n　　我的凳子为什么会消失？我捏着下巴仔细思考。\n\n　　良久，我决定不再管此事。\n\n　　既然我的凳子消失了，但我又好端端坐在这里，证明凳子在不在没什么区别。即便没有，我也能坐在空气上。\n\n　　我继续陷入了沉思。\n\n　　三\n\n　　我立马站了起来，看着空无一物的房间，感到一丝棘手。\n\n　　我这人有个坏习惯，一旦陷入思考，那就不会对周遭环境的一切事物有一丝一毫察觉。\n\n　　所以倘若有人趁这段时间进房间盗走了我的凳子，我也没有半点办法。\n\n　　想了想，我盘腿坐下，放弃了多生事端。\n\n　　刚刚想到哪里了来着？\n\n　　四\n\n　　啊啊啊该死的小贼！\n\n　　啊啊啊还我椅子啊可恶！\n\n　　五\n\n　　试图保持平和淡定心情的我发现一个问题。\n\n　　被人类设计出来用于坐下思考的器具消失了以后。那本身依赖于椅子思考的我就中断了思考这一行为。无奈之下，我只能站起来，在空荡的房间里来回踱步。但这样的行为只会加剧我的焦虑，对现状却没有任何改善。\n\n　　于是我脚下一定，闭目坐下。\n\n　　我座下有椅子，我座下有椅子，我座下有椅子。\n\n　　我座下有椅子，我座下有椅子，我座下有椅子......\n\n　　六\n\n　　思考不论在哪里都可以进行，但思考的心情却不是何时都能拥有的。\n\n　　本着这样的情绪，我摆出僵硬的表情。闷沉沉的，完全失去了安心呆在这里的思绪。\n\n　　毕竟不管是谁的恶作剧，与我而言都绝对不好笑。\n\n　　视当前情况，我会将其视为对我的欺辱。\n\n　　七\n\n　　八万四千门中，有一门名“忍辱门”。\n\n　　第一层叫做“生忍”，意思等同于坚强内心。\n\n　　由于受到了不知名的欺辱，现在我的内心已经积蓄一口气。\n\n　　这股气却被我放在心边，只有在我需要之时，才会任凭其丛生。\n\n　　于是我不管凳子之事，盘腿坐下，深思冥想。\n\n　　八\n\n　　沉默了很久以后，我开始观察这个房间，试图发现有关凳子消失的蛛丝马迹。这个房间是单纯的静室，白墙白顶，米色地板，从质地来看是木质构成。话说这里连扇门窗和光源都没有啊...为什么我会觉得很亮？\n\n　　这样的想法刚刚闪过，室内就以肉眼可见的速度暗了下来。\n\n　　我：......\n\n　　合着还能自动调控的是吗？\n\n　　既然亮度可以调整的话，那其他的要素是否也可以得到一定程度的改善？我集中注意力，默念字词。\n\n　　爆米花爆米花爆米花爆米花......\n\n　　不不不，是变灰变灰变灰。\n\n　　接着我感到有什么从环境中抽离，眼中的事物开始失去色彩。我所能目及的一切都在前往被灰色吞食的过程中。渐渐地，我意识到了。\n\n　　这是对比度。\n\n　　九\n\n　　我沉浸于漆灰的世界，在这片世界里，空间没有边界，时间没有观感。\n\n　　我行走在无边无际的灰色中，犹如混沌的行者。\n\n　　直到我一头撞上墙壁——不错，我清晰地感觉到，那就是墙壁。\n\n　　十\n\n　　我深**气，将四周涌来的气纳入体内，凝神归一，缓缓摆出一个拳势。我感到一股无可匹敌的气势自我身上升腾。\n\n　　伫立约三秒后，缓缓吐气。\n\n　　随后我大喝一声，一拳轰出，恶狠狠击向面前的墙壁。 \n\n　　“呜喔啦啦啦啦啦啦啦啦！！好痛！”\n\n您所发表的内容含有不良信息而无法提交。",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1551188940,
            "txt_content": "您所发表的内容含有不良信息而无法提交。\n\n秀啊"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1553935380,
            "txt_content": "嗯...您可以考虑将内容截图以后上传上来..."
        }
    ]
}