{
    "title": "[原创/单篇]人，生命，水",
    "author": "半日陌上花",
    "replyCount": 3,
    "timestamp": 1551276720,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-3-6 17:13 编辑 \n\n致歉——咕咕咕的合理理由这帖子一直没更新其实是一些额外的版权问题···我的工作室叫停了我对之前以“工作室策划”的名义发布的文章的发布机会所以包括这篇文章在内，我是不能继续发布的嗯···混口饭吃，都不容易（其实我在日常中就是一名游戏策划）之后的文章不再会修改或者重写之前的某篇文章而是给大家带来更多的新作品那么，就是这样，这里是花开半日陌上桑（版主如果看到可以删一下帖子嘛~）前言——回看过去的我\n\n花开半日夺群艳，天资能比陌上桑这里是，花开半日陌上桑熟悉的开头，和不熟悉的坑我也开始写起了短篇文章有人说“一个良好的开始，其实是在回看自己的过去”也因为如此，这次我的选材是，我以前写过的一篇文章，我会用我现在的文风和手法，来讲述那个故事我把我写作的生涯分为三个阶段——追梦，嘲讽和不偏不倚。一开始，我的想法是创造一个巨大的架空世界，我耗费了许多心思，我一直都在追求别人的认可和道路的顺畅到了后来，我开始认为，用文字来暗讽某些人性的阴暗面好像很酷，我极力的追求这种境界和文风，并且即便我写的文章一点关系都不沾，我也会自我暗示我的文章存在这种暗讽。而现在，我才找到了真正适合我的文风，不偏不倚的中庸之道可能是我应该要追求的目标。读者多可以说欣赏我的人多，读者少也可以说我有着高傲的气节；文章写好了我这是在展示自己，写差了那就是给你们自己琢磨和想象的空间，或者有些人会认为这是强词夺理或者见缝插针，但我却认为，这是一种乐观的心态，一种不强制追求任何事情的高尚品德。虽然我依旧为了名气来mcbbs日夜不停，但这也说明，我现在还没有做到这种境界，或者说连冰山一角都没有触碰到，我还有很长的一段路要走话归正题，“温故而知新，可以为师”。研究新的就要回顾老的，这也是我为什么写下这篇文章的因素之一。话不多说，这篇文章来自我第二阶段，本质上是很好理解的对人性阴暗面的透析，与2012年发布在个人微博上，原题为“世界之水”因决定性因素，已删改。\n\n序言——遗落的人们\n\n时间，正在飞速的流逝\n\n我们待在飞机的残骸旁，不知所措。\n\n抱着孩子痛哭的妇人，看向远方的年迈的老人，两个不知所措的，穿着笔直西装的中年人，和一个拿着铁棍的青年。\n\n还有我，一个失败的机长。\n\n这里是非洲最大的沙漠，撒哈拉。\n\n我在驾驶着飞往祖国的航班时，不幸遇到沙尘暴，飞机坠落，好在，我们都活了下来。\n\n噼哩噼哩，狂风携带着残骸火星四射着，发出耀眼的红光仿佛在宣告着我的过错。\n\n但我没时间羞耻和惭愧，因为，那个拿着铁棍的青年，正在怒气冲冲的向我走来\n\n“你***做了什么！”他抓起我的衣领，把我整个人轻松的提了起来，嘴上的污言秽语让我知道我接下来可能发生的处境，我很恐慌，说不出话\n他用狠狠的眼神盯着我，然后把我抛到地上，用铁棍打了我几下，又踢了我好几脚，嘴里咒骂着——我已经没有头脑来记忆细节了，我当时只能任凭发怒，因为，造成这一切的都是我。\n\n他撑着铁棍，用已经跛了的脚走到我们所有人中心，然后举起铁棍对着倒在地上的我“朋友们，就是这家伙，这家伙的失败操作，让我们所有人都困在这个地方，你们懂吧！我们都得完蛋，沙尘暴，缺水和豺狼，都是可以带你们去见爹妈的东西！我们都得死！”\n\n我真是个懦夫，我没有任何反抗，默默的接受着所有人对我的冷眼相待，尤其是那妇人中的孩子，也停止了哭闹，对我碎了一口，他的母亲则是赞扬着他的聪慧，一起碎了我一口。\n\n“呸！想我们这短命的母女俩，摊上你这么个机长，真是倒了邪门了。”\n\n妇人用一辈子都用不过来的污言秽语来咒骂着我，我的心如同刀绞，始终忍不住，准备站起来，但是，我却看到了奇异的景象。\n\n如同幻象一般，我看到我站起身来和他们顶撞，然后被那个混混用铁棍打死，之后他们失去了唯一一个具有求生经验的人，最后都死在这里。\n\n我停住了身子，紧紧的盯着我的手，一切回归原样，我还是在做着“在世ji du”，受着罪。\n\n这个时候，微微发福的老人走了过来，劝解道“大家在这里倒也不是办法，还是听听机长怎么说吧，如果他能帮助我们，不也是功德一件？”\n\n老人手里总是攥着佛珠，面容虔诚。\n\n妇人和混混左看看右看看，没说什么，转头各干各的了\n\n“多···多谢···”我看着老人，憋出了这么一句话\n\n“哎呀，没关系没关系，佛说一个缘字，解铃还须系铃人，您中了这因，也就应得这果。现在，我们这一帮子人的命运都掌握在您手上了，您是受过训练的，相信比我们这群老百姓要专业得多。”\n\n我看着他善意的眼神，心中不忍起了波动，是啊，我是相比他们来说最专业的求生人员了，我应该带领大家一起活下去！\n伟大的信念在我心中生根发芽。\n\n然后，一盆凉水泼在了我身上，或者说，“一瓶凉水”\n\n浑身邪气的青年人，背有些驼，一开始他一直沉默不语带着大帽子低着头，但这个时候，他呜呼呜呼的叫着，我们几个都过去了。\n\n我们所有人围着他转了个圈，他说话了，声音也尖利，有很嘶哑，如同是老女巫的爪子，咯吱咯吱\n\n“诶嘿嘿，我这里有好东西，但是有个条件，不如大家都互相介绍认识一下？”\n\n混混不屑的看了看“认识认识？谁知道你们的身份危不危险，隐不隐私。更何况谁又知道你所谓的好东西究竟是什么。倒不如你先介绍介绍自己吧。”\n\n他透露着邪笑，叫嚷道“杀手，拿钱拿命。”\n周围的人全都惊讶了起来，对他提高了警戒心，妇人还抱着孩子退后了几步\n“没事没事，大家现在都是一条船上的蚂蚱，能活着出去才是关键，更何况，你们这些小人物的命，还不够我吃顿饭的。”\n他挠了挠牙缝，一席话倒是让所有人都平和了一点。\n说完，当时劝解的老人也向前一步，“一个念佛人，人老了，但也不甘愿死在这个荒郊野外，变成孤魂野鬼。所以，咱们的信念还是相同的~”老人说着，就准备去搭杀手的肩。\n那种幻象再次出现，我看到老人勾住杀手的肩膀之后，杀手突然暴走，杀死了他，把所有人都吓跑了，妇人晕倒在地上，而杀手也完成了他人生当中最后一次洞房花烛，虽然这个“房”有些空旷，有些燥热。而其他人也逃亡到各个地方，最后也都变成一堆白骨，让这个死亡之地的荣誉榜又增加了几条死灵。\n我回过神，立马拉住了老人，看着他费解的眼神，然后我镇定了自己的心神，笑眯眯对着杀手和大家说道“我是这次航班的机长，虽然操作失误，但我会用我专业的求生知识，来让大家活下去，走出去！”\n本以为，等待我的是大家的冷嘲热讽，但很奇怪的是，所有人都没说什么。\n妇人叹了口气，说道“我就是个家庭主妇，这是我的孩子，我在国外打工，本来想会祖国看看，哪曾想···”说完，他和孩子一起哭了起来。\n旁边看起来就很有学问的青年人拍了拍他的肩膀，然后对我们说道“我是一名教师，书上说，人不能放弃希望，痛苦的最后才是光明。”\n杀手还是笑了笑，低声说着“那也得先有痛苦再说。”他特意把痛苦咬的很重，我回忆起我的幻象，心里不禁打了一个寒战。对他的戒心又高了几分\n所有人的目光放到了最后一个人身上，我也不例外，但我看他的感觉，很不对劲，总感觉，我在哪里见过他，他很像一个人。\n他低沉的说着“我····我····”\n“什么玩意，说话都不利索。”混混骂了一句。\n“我···我天生胆小，那个，我···我一害怕就说不出话，我···我···我不想死在这里。”越说道后面鼻子越酸，然后直接哭了出来\n“娘们唧唧的。”混混很不喜欢这个人，在他眼中这就是一个胆小鬼，妇人过去，拍了拍胆小鬼的背，然后跟他悄咪咪的说了点话，我倒是听到了\n“不要跟这种she hui上的垃圾人说话，他们都不讲道理的，别去自己找事就好。”妇人劝告道。\n听了这句话，我不忍心中一抖。\n“所以呢？黑衣男，你说好的好东西呢？”混混满脸戏弄，有些想看杀手笑话的感觉。\n但是，下一秒，他却止住了笑容，所有人都止住了动作，紧紧的看着杀手手中的东西。\n水···他手上是一瓶水，整个沙漠最后一瓶水，只供一个人喝的水\n许久，所有人都围绕这瓶水坐下了，细小的矿泉水瓶被这么多人盯着，可能有些滑稽。\n但我们当时的想法，一定不是这样的。\n至少，我的念头是“完了···”\n他们打开了，潘朵拉的魔盒序章完正文——真与假的界限一瓶水，让我们围坐了许久\n包括我的所有人，都知道这瓶水的意义。\n尴尬的气氛被胆小鬼打破了“天···天快黑了，不如，不如我们先找个地方避避？”\n我挠挠头，谢天谢地，他的胆小救了我们一命。\n因为我清晰的看到，我们在半个小时后被狂风卷走——我已经彻底相信了这是神明给我的启示，是让我们活下去的依靠。\n我并不是个无神论者，我很唾弃那种人，我是个很虔诚的教徒，但也是个“多元”的教徒，佛道牧我都信仰一些，周围的同事都说我像是个小老头，这让我很懊恼。因为····\n想到这里，我脑子嗡嗡的疼，一片空白，正剩下求生的欲望，是啊，我们现在不应该想这些家长里短，而是想想怎么和死神做斗争，这可是个技术活。\n胆小鬼的一席话让大家总算是摆脱了这离谱的阴森，我站起来，望了望大家，心中的责任感又不禁油然而生：“按照求生手册，我们应该利用一切可以利用的东西，不如我们先去飞机的残骸中看看吧？”\n他们似乎都同意了我的决定，说完之后杀手便正要把水收了起来。\n混混唯恐天下不乱，立马叫嚷道“放下放下！这瓶水不能给你，你是危险人物，现在这瓶水是大家的。”\n“可这东西明明是他的，应该是他保管。”老人似乎很明事理\n\n\n\n未完待续····想写了就更新更新，不想写了就关掉2333，随心所欲陌上桑\n",
    "replies": [
        {
            "author": "分享",
            "timestamp": 1551334320,
            "txt_content": "所以之后的故事呢"
        },
        {
            "author": "473937269",
            "timestamp": 1551672900,
            "txt_content": "更新之后故事吧233"
        },
        {
            "author": "Clight_Lee",
            "timestamp": 1551678120,
            "txt_content": "小说很不错哦，赞赞赞"
        }
    ]
}