{
    "title": "【二月活动/原创】医生与荧与消失的椅子",
    "author": "秋叶枫苓",
    "replyCount": 1,
    "timestamp": 1551349080,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2019-2-28 23:31 编辑 \n\n正文：\n\n“你安静的坐在房间里，底下的凳子稳稳当当。你的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当你回过神来，你发现自己的屁股底下空空如也——你的凳子莫名消失了。”\n等桂魄意识到自己的凳子消失了的时候，屁股的疼痛已经缓解的差不多了，浑浑噩噩的他伸出手，想要扶着桌子想要站起来，但脑袋的一阵眩晕让他一个踉跄，身体不受控制地向桌子倒去，金属与肉体的碰撞发出了比屁股撞到地上更加恐怖杂乱的声音，紧接着房间的门扉被人匆忙地打了开来。\n一位护士喘着粗气扫视了一下房间，随后发现了以奇怪的姿势靠着桌子的桂魄，她愣了一下，连忙走过去将桂魄扶了起来。\n“桂医生！你怎么了？！”\n“……凳……”\n“什么？”\n桂魄在护士的怀里稍微晃悠了一下，等自己的重心稳定后用微微颤抖的手推开了护士，满是血丝的视线回到了桌上被注释得满满的研究稿。\n“我的凳子……又不见了……”\n“又不见了？这是第几次了？”护士顿了顿，叹了口气，担忧地看向桂魄。\n“……桂医生，你已经关在这个房间快三天了，你该休息会了吧？”\n“我有休息……给我凳子……”\n“趴在桌子上闭眼一个小时根本不能算休息吧！你也该为你的身体着想——”\n“我说拿凳子给我！听不到吗？！”\n寂静的房间回荡着桂魄有气无力的怒吼，护士被吓得后退了两步，桂魄咬着牙让自己站稳，他的视线还未离开那凌乱的研究稿。\n“……好，请等一会。”\n护士抿了抿嘴唇，但最终还是轻声向着桂医生说道，向着门外走去，不一会，她拿着一张普通地凳子走了进来，稳稳当当地放在了桂魄的身后，等桂魄坐稳后转身在饮水机用桂魄的杯子打了杯温水，慢慢地放在了桂魄身侧。\n护士又扫视了几下桂魄，他的四肢已经开始不受控地抽动，黑眼圈一重又一重，护士顿了顿，又起了想要阻止他的念头，但手停在空中一会，还是收了回去，护士本人也向着门外走去，在关**前用桂魄正好能听到的声音说到:“……那场手术成功率本来就几乎为零……家属也没有追责……请你不要太自责了……桂医生。”\n门慢慢地关上，房间又回到了只有静静的书写声的状态，正如那名护士所说，桂魄已经修改自己创造的手术方法整整三天了，房间里有方便保存的方片面包和饮水机，也有配套的单间厕所，甚至连折叠床铺都备好了，但桂魄除了上厕所和简单进食，就是一头闷在书桌前，翻着快要翻烂的稿子。\n他没有办法停下来，也不想停下来，即便自己写的稿子内容几乎进不到脑子里去了，桂魄还是不断寻找自己发明的手术法的缺陷。\n在三天前，他负责的一位罕见病例的小女孩被告知还有不到十五天的寿命，是他主张用自己发明的手术方法救治她，但他所做到的，只是让小女孩的寿命再提前了十五天。\n即便孩子父亲也有些医学知识的，知道手术几乎不可能成功，知道孩子也没有多少时间，知道桂魄的难处没有追责，但桂魄自己却还是不能原谅自己。\n自责像是无形的手，捏死着他的喉咙，每次呼吸都让他更加痛苦，每次闭上眼睛，脑海里就闪烁着身上插满各种仪器的小女孩送进进手术室的样子。\n“……第三稿……一定还是第三稿……”\n喃喃自语着，又陷入死胡同的他慌张地将研究稿的第三篇翻了出来，想再次从问题的发生点开始排错，而这时，盯着杂乱的文字的视线突然一花，随即桂魄感觉屁股又一次传来尖锐的疼痛，之后视线能捕捉到的，只有洁白无暇的天花板。\n顿了几秒，桂魄内心中的愤怒、自责终于将他的理性防线攻破，爆发了出来，桂魄突然大吼了起来，四肢愤怒地捶打着周围的地板，一遍又一遍，将自己的仅剩的体力用在发泄上，等四肢的痛感超过承受极限后，桂魄猛地爬起想要掀翻桌子，但双手一撑起桌子就开始发抖，他转而将目标变成了自己的研究稿，将其胡乱地扇飞，最后他的目光落在了刚才护士打的那杯温水上，用左手粗暴地挥打在水杯上，杯子带着杯子内的温水在空中划过一道曲线，正好落在了房间唯一的落地灯上，伴随着啪啪的响声，整座房间陷入了黑暗之中。\n发泄过后，身体和内心的空虚开始反噬，桂魄感觉视线开始模糊，他下意识的想要坐下休息一会，随后他想起自己的凳子又不见了，愣了几秒的他开始慢慢地向后靠，最后靠在墙上缓缓下滑，无助地坐在了地上。\n将头埋进了双臂和双腿之间，桂魄突然小声啜泣了起来，用带着哭腔的声音说:“有谁在吧。”\n虽然桂魄不相信神鬼那一套东西，但他总感觉这个房间里存在着什么，像是鬼魂一样的东西。\n房间里没有人回应，只有桂魄的啜泣声回荡着，桂魄也没有等人回答，埋着头继续说道:“能别来妨碍我了好吗。”\n“手术的问题就差一点就能解决了，就剩一点点了……一点点了……”\n“……你到底想干嘛啊……”\n“……你到底……要我怎么样啊……”\n像是小孩子一样，桂魄一边哭一边说着不通顺又幼稚的话语，这样持续了几分钟，桂魄哭声越来越小，最后开始用袖子擦拭自己的眼泪。\n也许是自己太敏感了，或者根本就是想找理由发泄之类的，桂魄也没有去深究，思绪准备再回到研究稿上。\n“……回去……”\n“……？”\n突然，桂魄的耳边好像听到了什么，他有些疑惑地抬起头，用适应了黑暗的眼睛扫视房间，但所有的物品都没有异常，桂魄开始怀疑自己是不是真的精神出了问题。\n“快点回去。”\n“？！”\n但桂魄确信这次不是自己精神出现了问题而听到的幻听，房间里不知哪个方位传来了一个很轻不知道男女的声音。\n然后，听到这句话的桂魄的害怕消散了，取而代之的是莫名其妙的愤怒。\n“一直拿走我椅子的人是你吗？！”\n“……快点回去。”\n声音还是像是凭空出现一样，桂魄扶墙猛地站了起来，又想要扔些什么，但发现身边什么都没有，最后他只能用力地捶打墙壁，连续捶打了好几次后继续怒吼:“你有病吧？！没事拿凳子好玩吗？！我妈的快点把凳子弄回来！我有很重要的事要做！我妈听到没！”\n“……快点……回去……”\n奇怪的声音好像出现了哭腔，但桂魄只感觉到大吼后胸腔和肌肉开始发疼，他扶着墙喘了几口气，内心的怒火还是难以平息。\n“快点把凳子还给我啊！我妈听到没？！妈的护士？！阿琳！快点拿凳子给我啊！”\n“……你快点回去啊……”\n声音突然清晰了一些，桂魄突然能感觉到声音是从书桌旁边的折叠床后面传来的，怒火带动着桂魄，激增的肾上腺素让他咬牙走向折叠床前，粗暴地将其翻开。\n“回去……回去啊……”\n将床铺扔到了一边，愤怒的桂魄看到的，是一个还没来得及改变姿势，蜷缩在阴影处穿着洁白连衣裙的小女孩，小女孩憋着眼泪，用带着哭腔的声音说道。\n“回去啊。”\n盯着女孩看了好一会，震惊桂魄的不是女孩有些透明的身体，不是女孩消散状的双脚，而是小女孩的样貌。\n“……小……荧……？”\n“……啊……桂医生。”\n在听到声音，转头看到桂魄后，小女孩顿了一下，连忙用双手抹去泪水，努力让哽咽停下来，对着桂魄挤出了笑容，桂魄颤抖了一下，慢慢地跪了下来，双手向着被称为小荧的女孩抱去，但双手就像他自己预料的一样，从小荧的身体穿了过去。\n“……啊……”\n“……这个……也没办法了……因为我好像已经死了呢。”小荧低头看了看桂魄的双手，苦涩地笑着说道。\n“……为什么……”桂魄看着小荧，不知道该做出什么表情好，“……为什么你要拿走凳子？”\n“……因为……因为我只想到这个办法能让医生你离开了。”\n小荧像是做错事的小孩一样低下了头，桂魄有些理解不了小荧的话。\n“为什么想让我离开？我……我一直在找那个手术的问题啊……我……”\n“因为……医生你再不休息……会死的吧……”小荧向前踏了一步，担忧地说道：“我不想桂医生死……”\n大脑像是停止运转一样，等桂魄回过神来后，眼泪已经不受控制地溢了出来。\n“……对不起……”\n哽咽的声音，回荡在房间里，桂魄低下了头，也像时个做错的事的孩子一样，不断地重复这一个词。\n“……对不起……对不起……对不起……对不起……”\n害死小荧的是自己的自大、是自己的无能、是自己的手术，桂魄知道自己这样做什么都挽回不了，但他不知道现在自己还能做什么，检查手术案、修改自己的研究稿，无论别人是怎么想，桂魄知道自己只是想通过这个行为减轻自己的负罪感。\n“……不要道歉……不用道歉啦，桂医生。”\n“……”\n抬起头，桂魄看到小荧的眼睛也有泪水打转，但她还是笑着说道：“我从来没有恨过桂医生啊，我知道自己已经活不长了，所以桂医生没有错……我还能留在这里，是因为还有一句话想对医生说。”\n在黑暗中，桂魄看到了他记忆里每次经过病房时，即便浑身插满管道不能动弹，但依旧对着父母露出的像是打从心底里觉得高兴的笑容，\n“谢谢你，到最后一刻都没有放弃我。”\n嘴巴颤抖着，张开来却发不出声，因为桂魄发现自己现在除了哭声再也发布出任何声音了，在下一刻，门突然被撞了开来，数名医生和护士震惊地看着自己。\n“桂医生？！你在里面做什么？！为什么我们怎么喊你都没反应？！门也打不开？！”\n桂魄看着他们，还没来得及作反应，视线就开始慢慢变黑，连续三天的高强度作业，让他的身体已经到达极限了，他晃悠了一下，直直向着身前倒了下去，医生护士们楞了一下，连忙将停在门外的车床推了进来，将他送到了急救室里面。\n在这之后，一名护士稍微看了下房间里面的情况，灯被水烧坏短路，地上散落着研究稿子，折叠床还被扔到了一边，护士顿了顿，喃喃自语道。\n“……这里面，到底发生了什么啊。”\n————————————————————————————————————————————————————————\n“桂医生，身体已经没事了吗。”\n拿着咖啡的手顿了一下，桂魄有些迟疑地转向声音发出的地方，有些不好意思地回道：“嗯……对不起，阿琳，让你担心了。”\n护士阿琳又上下扫视了桂魄一下，无奈地叹了口气，“唉，你那几天跟中了邪一样，我差点想和主任以你精神失常为原因拉你出来了。”\n“是吗……”\n“说道中邪，你那个房间也是。”\n“……那个房间怎么了吗？”\n桂魄突然有些着急地问道，阿琳被桂魄的反应有些吓到，过了一会才愣愣地回答：“就、就是昨天，房子里突然出现了七张凳子，你忘记你那几天丢了好多凳子了吗，我们之后找了好久都没找到，结果昨天突然都出现了。”\n“……是吗。”\n“……这有什么好笑的要素吗？”\n桂魄顿了顿，才发现自己笑了起来，又抿了口咖啡，他砸了砸嘴，对着阿琳回道。\n“她偶尔也喜欢恶作剧嘛。”\n“……谁啊。”\n\n\n\n后记：\n\n最后一天还是算写完了吧……这次题目因为要求幽默、无厘头，于是换了好几个题目，本来可能写的是勇者（椅子）带着随从（椅子的主人）去异世界打魔王的故事，但不知为什么这一篇的设定从我看到这个题目的时候一直忘不掉，于是在所有题目都没达到我预期的效果后，还是选择了这个题材，这是注定偏题的答卷，但我还是写了出来，希望大家看的开心。另外文中桂魄和荧其实是取自月亮（桂魄，古代的叫法）和星星（荧惑，因为可爱点叫小荧），因为朋友看到这个题材就一直想着“每当有人死去就会化为天上的星星”。\n\n",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1551352740,
            "txt_content": "emmm最后一天吗？好像活动要到3.31结束来着....是我记错了吗..."
        }
    ]
}