{
    "title": "关于在科技服务器上开设中央银行的设想（玩家版）",
    "author": "chacaoren",
    "replyCount": 0,
    "timestamp": 1551359760,
    "txt_content": " 本帖最后由 chacaoren 于 2019-2-28 21:17 编辑 \n\n序言\n       在讨论之前，我觉得首先要回答一个问题，为什么选科技服而不是其他服。首先，中央银行的设立必须要建立在商品大规模交换的基础上，对商品种类丰富度和数量都有一定要求，而科技服在这方面拥有着其他服所不能比拟的优势——漫长的合成链条、大量的产品种类。因此，在科技服中，我们能拥有较好的实践条件。同时，讨论中央银行的设立及其相关政策，就必须建立在对商品交换的一般发展规律及MC的特殊发展规律的考察上，因此在讨论建议之前，必须首先讨论商品交换问题。\n\n一、商品交换的发展规律\n\n（一）简单商品交换\n       商品交换首先只存在于人的社会中，动物与植物界尽管存在于各种物质上的交换，但并不存在商品的交换。因此，商品交换的首要条件便是有人，即在游戏中要有一定数量的玩家。其次，商品交换的第二前提是物质生产的过剩，即在满足了团体或个人的生产生活需要后所表现出来的相对过剩。这种相对过剩，是在一定历史条件下的过剩，不同时期，过剩的种类和数量都不一致。例如在MC初期，个人玩家首先过剩的往往是食物，再往后可能是各种建筑材料，在之后的大规模建设时期，建筑材料又往往不够，取而代之的是各种矿物等。因此，考察物质生产的过剩，就必须首先判断生产发展的阶段，脱离开这个，就无从谈起，关于如何判断的问题，则在第三章会有介绍。\n       物质生产的过剩是生产力发展的结果，其进一步导致了生产关系的变革，劳动分工开始出现，由过去的集体劳动转变为个人劳动，私有制开始出现。这也从侧面说明了MC初期，团队一般比个人发展的好，发展的快。强的团队，一定是在组织性和劳动纪律性上比较突出的团队。因此在初期，要特别注意此点。但在中期，团体又面临着解散的风险，这便是生产力发展的原因。当然，这种团体的解散，只是旧的生产关系的解散，更大范围内的合作与分工到来了，伴随着生产力的发展，组建了新的关系，此时商品交换初步显现，是为简单的商品交换。\n       简单商品交换以物物交换的形式，这一方面是由于生产力不发达，物质过剩的产品还相对较少，另一方面也是由于还未产生一种通用价值的物质产品使人们普遍接受。在MC中，由于服务器的历史悠久性，则表现又与一般情况不同，在无经济系统的生存服中，一般以钻石为货币，但由于初期生产力的不发达，使得可用于交换的钻石数量远远小于需求量，迫使人们不得不使用物物交换的方式进行交易。只有在后期，钻石成为相对过剩的物质产品，才使得钻石成为真正的货币。在有经济系统的服务器中，一般采取以物换货币的方式，即服务器通过雇佣形式（这种形式通常较为自由），为玩家的某些劳动定价，以使玩家通过劳动获取货币，但出售劳动也必须建立在劳动过剩的基础上，只有在维持生产生活进行劳动后仍有一定劳动余力，才可向服务器出售。这产生的一个问题是，服务器有时所定的产品条件过高，使玩家普遍得不到货币，此时便只能以物易物。这也是简单的商品交换，另一种则是定的条件过低，使玩家在初期便得到大量货币。但随着生产力的进步，造成货币的泛滥，发生恶性通货膨胀，反过来抑制了商品交换，这种服务器虽然跨过了简单商品交换，但对于商品交换本身却是十分有害的，对于服务器经济发展也是有害的。\n\n（二）扩大商品交换与大规模商品交换\n       随着生产力的进一步发展，简单的商品交换转变为大规模商品交换，劳动分工进一步显现，开始出现专门的职业——商人，初级阶段的商人往往是因其本身劳动率较高，已经积累了相对较多的物质生产生活资料，通过销售这些产品以获取相对短缺的东西——金钱为目的，此时商人阶层往往唯货币论或重金属主义（即认为金银为唯一的财富，在MC中，则以视金钱或钻石、绿宝石或其他一切较为值钱的装备为财富）。对于金属货币（或其他货币）开始展现自己的追求。在这一阶段，由于统一的被普遍承认的某种货币开始出现，因此，银行业务也随之诞生了，这是我们从事中央银行事业的起点，同时也是发型自己货币的起点。在这一阶段，货币以实物的形态出现，表现为凝聚了玩家劳动的实体物质，而非本身只有符号或数值的虚拟货币。尽管某些服务器在一开始便有属于官方的通用虚拟货币，只要存在商品交换，就必然要或多或少地经历这一阶段。在MC中，大规模商品交换与扩大商品交换的时期往往是模糊不清的。很多时候并不能完全区分这两个时期。大规模商品交换主要表现为商品无时无刻不在被生产和消费，每个人都或多或少地与商品产生了千丝万缕的联系，或为生产或为消费。同时大规模商品交换也必然伴随着大规模的劳动雇佣，但在MC中，以上两个条件并不能时时满足，受玩家上线时长的限制，游戏中的玩家数量并不是固定不变的，而是呈现一条有峰值的线的特点，这导致玩家间的联系并不是如此紧密，无法为劳动力和生产紧密结合在一起，因此在一定阶段后，往往呈现双期叠加的态势。即在玩家集中上线的阶段，以大规模商品交换为主，玩家之间的联系相对紧密。而在玩家非高峰期，则以扩大商品交换为主，甚至倒退回简单商品交换中去，其阶段取决于玩家在线人数，和掌握先进生产力的玩家人数的多寡（这个东西我需要数据进行测算才可以得出具体结论）。当然，服务器箱子商店插件则部分解决了这个矛盾，即生产力发展的过度供给与交易需求不旺的矛盾。通过箱子商店，部分的解决了因玩家不在线而无法达成交易的问题，但是这又引发了新的问题，即箱子商店无法提供产品和供应商名单，玩家无法得知市场有什么需求，因此，最初级的广告就产生了，进一步的，全球市场则较好的解决了这个问题，使发展后期的商品交换达到了一种平衡（在此不讨论货币泛滥的问题）。\n       以上便是在MC服务器中的商品交换的一定规律，总的来说，由于存在生产力发展的可能性，在现实中存在的商品交换规律可言较为贴近MC内部的商品交换，但又因MC的特殊性而呈现出不同的特性，因此在分析时，又要深入考察其特点，找出特点，具体问题具体分析。\n\n未完待续\n",
    "replies": []
}