{
    "title": "[Minecraft.net | INSIDER] 背包盘点：羽毛",
    "author": ":spgbigfan:",
    "replyCount": 12,
    "timestamp": 1551448200,
    "txt_content": " 本帖最后由 kakagou12 于 2019-3-31 11:18 编辑 \n\n\nTaking Inventory: Feather\nTicklish readers proceed with caution\n背包盘点：羽毛\n难伺候的读者们行事谨慎\n\n\nSQUAWK! No one in Minecraft would make the mistake of constructing their chicken coop (or sheep pen, or cow paddock) right outside their home more than once. The noise is, frankly, unbearable. At all hours of the day and night, you’ll endure endless squawks until it all becomes too much. So you grab your diamond sword and go on a rampage. When the dust settles, all the remains of your proud flock of chickens will be a stack or two of our item of the week – feathers.\n咯咯咯！把鸡棚（或者羊栏，牛圈）建在房子外面，像这样的错误在 Minecraft 里没人会犯第二遍。说真的，那个噪声实在让人遭不住。从早到晚每时每刻，你都需要忍受无尽的鸡叫声，直到你再也忍不下去了。于是你抄起你的钻石剑，然后进入暴走模式。当尘埃落定，这群让你感到骄傲的鸡，留下的只有一组或者两组我们的本周物品——羽毛。\n\nFeathers were added during the 0.31 Indev phase of Minecraft’s development. They were originally dropped by every mob, and could only be used to make arrows. Shortly afterwards, they were patched to only drop from zombies, and then from chickens, but it was a while until zombies started dropping rotten flesh instead, and chickens became the only source of feathers. \n羽毛在 Indev 开发阶段的 0.31 版本加入到了游戏中。最初所有的生物都能掉落羽毛，而羽毛也只能用来制作箭。很快，游戏改成了只有僵尸和鸡才能掉落羽毛。然而很久之后，僵尸的掉落物才变成了腐肉，于是鸡成了唯一的羽毛来源。\n\nWhy did zombies ever drop feathers? Simply because the developers didn’t know what else they should drop! Perhaps someone tried to raise the dead at a pillow factory? I guess we’ll never know...\n为什么僵尸要掉落羽毛呢？答案很简单，这是因为开发者们不知道除了羽毛还能掉落什么东西好了！难不成是曾经有人在枕头工厂里试图复活死人？也许我们永远都不会知道答案……\n\n\n\nToday, there are four main places you can get feathers in Minecraft. The first is chickens, who’ll drop zero to two feathers on death. The second is parrots, who drop one to two on death. The third is chests – feathers appear in shipwreck chests. The fourth? It’ll be added in the upcoming Village and Pillage update, and we’re keeping it a secret – but let’s just say that you might want to keep a furry friend around the house...\n现在，Minecraft 的羽毛来源有四个。第一个就是鸡，死亡时掉落 0 到 2 根羽毛。第二个是鹦鹉，死亡时掉落 1 到 2 根羽毛。第三个是箱子——羽毛会出现在船只残骸的箱子里。第四个呢？这个是在即将到来的村庄与掠夺更新中才加入的，我们暂时保密——只能说，你可能会想在房子周围养一个毛茸茸的小伙伴了……\n\nAs well as arrows, feathers can also be used to craft book and quills (with ink and a book), and firework stars (with gunpowder and dye). Adding a feather to a firework star will give it the burst explosion effect, which looks very pretty indeed.\n除了箭，羽毛还能用来制作书与笔（加上墨水和书），以及烟火之星（加上火药和染料）。在烟火之星里面加羽毛会带来爆裂的效果，看起来确实非常漂亮。\n\n\n\nA tiny dinosaur pouncing on a tree\n一只小恐龙对树发起猛扑\n\nBut let’s back up a sec and consider for a moment how weird and amazing feathers really are. Have a look, next time you’re holding one in your hand. They’re made of keratin, which is the same stuff that hair, fingernails, animal claws and horns are made of, but they’re way more fluffy. They come in zillions of different shapes, sizes and colours. And they’re used for aerodynamics, for keeping birds warm, for keeping them dry, for camouflage, and for communication – all at the same time! \n不过让我们倒退一秒，稍微思考一下，羽毛是有多么诡异而奇特。下一次拿着羽毛的时候，好好瞧一瞧。它是由角蛋白组成的，与头发、指甲、动物爪子、动物犄角里的是同一种物质，但是比起那些东西又更轻柔一些。不同的羽毛有着不同的性质，尺寸和颜色，多到数不胜数。羽毛还会用于空气动力学过程，用于鸟类的保暖，还用于保持干燥，进行伪装以及互相交流——所有的这些都能同时完成！\n\nIn fact, in evolutionary terms, feathers are one of the most complex things ever to have developed. It’s thought that they began as reptilian scales, which got longer and longer, then started developing fringed edges (which would have been effective for keeping the animal warm), but there’s not a lot of agreement among scientists about exactly how it happened. All we know for sure is that dinosaurs with protofeathers existed about 125 million years ago. \n其实，在进化的角度上，羽毛可能是进化出的最复杂的东西。有观点认为羽毛起源于爬行动物的鳞片，然后越来越长，开始进化出细长飘逸的边缘（这对于动物的保暖来说有奇效），但是关于羽毛究竟是怎么形成的，科学家们依然没有达成共识。所有我们能确定的，就是1.25亿年前，就已经出现了有着初等羽毛的恐龙。\n\nWait, dinosaurs with feathers? Yep. Lots of dinosaur species – even ones that didn’t fly – had feathers, and for a long time too. In fact, modern birds evolved directly from early dinosaurs, and we’ve found feathers preserved in amber which prove it. You’ve got to admit, birds do look a bit like tiny dinosaurs. \n不是，恐龙有羽毛？对的。很多种的恐龙——就算是不会飞的——都有羽毛，而且时间不短。其实，现在的鸟就是从早期的恐龙进化而来的，我们在琥珀里发现的羽毛就能证明了这一点。你必须得承认，鸟类和小型恐龙看起来还是有点像的。\n\nSo next time you’re chasing a chicken around in Minecraft, imagine it as a tiny dinosaur instead. It’ll make the experience less ridiculous and far more epic.\n那么下次在 Minecraft 追着鸡跑的时候，可以把它当做是一只小恐龙。这样就不会感觉这么滑稽了，反而蛮有史诗感的。\n\n【Kakagou译自Taking Inventory: Feather】\n【作者Duncan Geere，发布时间2019年3月1日】\n",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1551453900,
            "txt_content": "Why did zombies ever drop feathers? Simply because the developers didn’t know what else they should drop! Perhaps someone tried to raise the dead at a pillow factory? I guess we’ll never know...\n为什么僵尸要掉落羽毛呢？答案很简单，这是因为开发者们不知道除了羽毛还能掉落什么东西好了！难不成是有人曾经在枕头工厂里养过僵尸？也许我们永远都不会知道答案……感觉翻出过去式比较舒服（蛋挑骨头.spg）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1551454860,
            "txt_content": "SPGoding 发表于 2019-3-1 23:25\n感觉翻出过去式比较舒服（蛋挑骨头.spg）有人曾经在枕头工厂里\n这不是有吗（逃\n\n其实我准备给culture +4的（（"
        },
        {
            "author": "z99891179",
            "timestamp": 1551479220,
            "txt_content": "现在，Minecraft 的羽毛来源有四个。第一个就是鸡，死亡时掉落 0 到 2 根羽毛。第二个是兔子，死亡时掉落 1 到 2 根羽毛。第三个是箱子——羽毛会出现在船只残骸的箱子里。第四个呢？这个是在即将到来的村庄与掠夺更新中才加入的，我们暂时保密——只能说，你可能会想在房子周围养一个毛茸茸的小伙伴了……兔子掉毛？咋回事啊？我丢百度出来是鹦鹉来着"
        },
        {
            "author": "司稽",
            "timestamp": 1551766140,
            "txt_content": "可以很有意思我很喜欢"
        },
        {
            "author": "Kidd_1412",
            "timestamp": 1552211040,
            "txt_content": "为什么我想起了羽毛绿\nxD"
        },
        {
            "author": "皇明天子",
            "timestamp": 1552271880,
            "txt_content": "非常支持"
        },
        {
            "author": "LT20071108",
            "timestamp": 1552656300,
            "txt_content": "贵老人房哈利迪搞乱韩国ill华发路的"
        },
        {
            "author": "E07",
            "timestamp": 1553798220,
            "txt_content": "type=item,name=feather"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1553968020,
            "txt_content": "raise the dead\n复活死人"
        },
        {
            "author": "Thuang_dada",
            "timestamp": 1554092880,
            "txt_content": "某位Youtuber XD"
        },
        {
            "author": "mrlll",
            "timestamp": 1554267600,
            "txt_content": "好玩好玩好玩好玩好玩好玩和"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627920,
            "txt_content": "我记得兔子不会掉毛"
        }
    ]
}