{
    "title": "[原创/连载]《HiPixel》第五章",
    "author": "Mangocraft",
    "replyCount": 0,
    "timestamp": 1551518460,
    "txt_content": " 本帖最后由 Mangocraft 于 2019-3-2 17:22 编辑 \n\n<<点此返回索引\n\n第五章皇小魂望着那个村庄，心里似乎想起什么“这就是那个村庄啊，看起来并不怎么富有啊。”“资料显示这里所有人的人均财产很多，为了防止被从别的村庄的穷人抢走，故意修成这种房屋“年昔回应道“可能我们还得住在船上“年昔：“接下来的事就应该是找林峰他们了……”浜茗却开始怀疑如何行动，问到：”可是我们的武器和装备都不齐啊”皇小魂和老王突然默契地说到：“我们两个去挖矿！”晨浩打了个哈欠，一脸睡意地说：“你们别讨论这些了，已经很晚了（打了个哈欠）”年昔只好无奈地说：“那都去睡觉吧……”过了一会儿年昔走到老王房间“老王，过来一下。”年昔坐在甲板上，老王带着他走下船，这样不会被他人发现双方的秘密谈话……老王疑问地问到：“有什么事嘛！”年昔冷静地说：“我刚刚发现了一些可疑的磁场，貌似是米西萨出现了，而且不仅这样，旁边还有人类的迹象。”老王感到后背一凉，脑海中的第一句就是皇小魂的猜测“难道皇小魂真的猜对了？”年昔突然觉得此事不简单，说到：“我觉得皇小魂的身份不仅仅那么简单……”“难道说……”“很有可能……“突然，远处的草丛发出了踩踏声，因为二人的警惕而立即藏到附近的草丛…… “刚才大Boss让我们来巡逻，肯定有什么事，如果知道发生了什么肯定会有奖赏的！” “呵，就知道立功，就不能歇歇嘛……但说实话，Boss我们巡逻肯定是找到了什么，以Boss的猜测绝对准” “呵，Boss的能力你们并不清楚，即使再强的人都打不过Boss的！” “咱俩除了开头说个‘呵’还会说啥……”林毅一脸嫌弃地说年昔看到自己曾经的伙伴，准备去迎接。但老王立刻发现不对劲的地方，于是拉住年昔让他停下。“啥声音？？”林毅立即回过头来，望着声音出现的地方“可能是你听错了吧，这时候兔子多。” “emmmm，应该吧。”“没想到全被黑化了！”年昔默默地叹了口气老王分析了一下，得到一个令人发指的结果“可以确定米西萨肯定出现了……” “也就是说。。。” 年昔背后发凉，手忍不住地颤抖。老王开始担心年昔的状态，于是就拍拍他的肩膀说到“赶紧睡觉吧，明天可能就要找米西萨决一死战了……”一个安宁的夜晚……这或许是最后一个宁静的夜晚……第二天早，所有人都看向还在睡觉的浜茗……所有人看着还在睡梦中的浜茗，使劲喊出：“起床啦！懒货！”浜茗醒是醒了但还是睡眼朦胧，就又睡着了……老王抑制不住自己的愤怒，于是拿起石剑，砸向在浜茗的床边浜茗突然惊起：“谁偷袭我！”老王和年昔愤怒地喊到：“起床做饭啦！”晨浩无奈地说到：“你又起晚了……不是你天天熬夜才这么久起床？我天天12点睡还是照常醒……”浜茗侧个身子懒洋洋地说：“我再睡会儿，不着急~”皇小魂双拳紧握，走到床边直接把浜茗拎起……浜茗害怕了，赶紧说到：“好好好，我去做，大哥我服了~”饭后，众人启程去找通往米西萨处所的路，直到那一声大喊……年昔：“大家快来，米西萨城堡的信号就在这地底下！”老王焦急地说:“那快挖开啊！”于是所有人拿出稿子开始挖掘，突然，有人挖到一个遗迹并找到已经被打开的末地传送门。众人集结，跳入末影传送门达到末地。因为米西萨的城堡只能有一个水晶柱的存在，所以辨别城堡所在之处很简单。没过多久，众人就找到了米西萨的所在地年昔用着郑重的口吻对大家说：“走吧，我们要去挑战恶♂势力了。”皇小魂却有些紧张，声音颤抖地说了一声：“走吧。”晨浩却莫名兴奋地喊到：“Game startd！！”众人推开城堡大门进入米西萨城堡内部内部。对面就是米西萨的护卫兵，众人见势去和卫兵交战，但只有皇小魂一直在躲不去攻击。战斗结束之后，年昔走到皇小魂面前问到：“皇小魂，你怎么了？”皇小魂声音开始发抖，手中的剑开始不自觉地握紧：“其实……我是被派来的卧底……对不起……”老王惊异地问到：“可是你可以跟我们走的啊，那为什么不这么做？”皇小魂的手抖动的更加厉害了：“其实……我……是被威胁的……我不想做坏人……我想做好人……”老王听到后开始思考些什么……思考之后老王伸出手说：“那你想来弥补自己的过错吗？”皇小魂没说一句话，只是伸出他的手并抓紧老王的手，这时的皇小魂就想无家可归在警局等待父母认领的孩子一样……老王：“来帮助我们去杀掉米西萨吧！”皇小魂点了点头，抓着老王的手上青筋突然爆起……在去找米西萨之前，众人做了一次小休息，这是他们战斗之前的最后一次休息。年昔突然想知道皇小魂为什么为米西萨效力，于是问他：皇小魂，你为什么被米西萨利用，是有什么把柄吗？皇小魂低声说到：并不是把柄，只不过有些事情他做的的确令人恶心：在很久以前的末地中，我只是一个末影人，因为我是在末影龙身边最信任的人，所以他决定将他的珍宝送给我，也就是那一颗人形药丸。赠送仪式上，我吃掉了它获得了变成人身的机会……几年后，末影龙为了人类世界的珍宝而决定和米西萨进行合作，只要拿到珍宝就满足他一个愿望，可是他却杀掉末影龙，以及所有的族人，因为看到我的才华所以才留下了我和可以治疗伤害的真末影水晶……不说了，毕竟陈年旧事，少提了。年昔等人陷入沉默……过了几分钟后，年昔站起来，带着大家走向米西萨的宫殿。到达米西萨宫殿，他们看到了自己曾经的伙伴：林毅还有林峰，不过这时候双方却是对立关系，这让年昔觉得很痛苦：面对曾经的伙伴，我到底该怎么做，才可以让他们清醒过来……林峰冷笑一声，拿起手中的石剑，指着对方，开始向前走去并高声说到：该到我们表演的时候了！林毅拿起武器刺向年昔，而林峰在背后一起攻击年昔，只一瞬间，年昔突然绊倒，这才躲避了他们的夹击……年昔等人只能躲避曾经的朋友的攻击，因为黑化后实力大增，和他们拼根本不行，所以只能躲避……老王的狗因为躲避不及时被黑化的林毅杀死了……年昔看到他们的体力还没用尽自己一方却已经气喘吁吁，觉得不妙，于是对老王说：只能引米西萨出现了，老王，配合我的行动！此时的米西萨走到宫殿中央，蔑视着一切，包括前来挑战的众人米西萨转身对着黑化的三人说：都撤下吧，我的子民们！已经被耗费了许多体力的晨浩喘了一口气，然后说到：这傻*Boss怎么这么会浪费别人体力，还不如赶紧去杀了我们，真的是！米西萨拿出他的弓箭并指着晨浩说：哟，挺牛气啊，有本事你上来和我一战晨浩同时也拿出弓箭并开始进行预判，说着：第一弓箭手可不是闹着玩的年昔知道这样只会死掉，于是焦急地说：老王，这怎么办啊？老王深呼吸，之后说到：只有将米西萨的黑化水晶打碎才能杀掉他，并且只有打碎了水晶才能恢复林毅他们的意志……晨浩却拉起了弓箭：可不尝试一下谁知道如何成功地射杀。老王对晨浩说到：米西萨现在属于无敌状态，若不打碎水晶谁都无法杀掉Boss，即使最强的武器……年昔在分析水晶具体位置之后对着大家说到：水晶就在那个末影柱上！米西萨却笑到：呦，知道的挺多嘛，不过再怎么推测也推测不出来水晶的具体位置的！就凭你们这些区区小虫，我劝你快点逃，不然你会连怎么死的都不知道！哈哈哈哈哈哈晨浩冲上前去，米西萨也没有后退，双方开始打斗，但拥有末影水晶的米西萨力量无穷，空手应战，晨浩的假刀攻击对他几乎毫无作用。几回合之后，米西萨一拳打碎了石剑并将他按到在地。米西萨轻松地说到：现在你再动一下都会死的很惨的。晨浩被米西萨踩在脚下，动弹不得晨浩咬牙切齿威胁到：就会玩阴险小计算什么英雄好汉！米西萨却反击到：可是你也不是什么好人！晨浩手打地面，知道了自己的结局……米西萨嘲笑着问到：还有什么遗言要说吗，即使说了我也不会帮你转告！晨浩嘶声力竭喊到：死也不能死得不光采！米西萨却一拳打在晨浩的脸上，不削地说到：这算什么狗屁遗言！之后米西萨一刀杀掉晨浩，晨浩也成为了为世界和平作出贡献的一分子。“要是我的死亡能换来和平该多好啊！”老王和年昔一起喊到：晨浩！米西萨蔑视着说：这就是你们所有人的下场！闯进地狱的下场！老王气愤地说：来决一死战吧！米西萨笑到：你们只是无名小卒，你们没有资格救你们身处地狱的朋友！这点还不你们不明白吗？劝你们早日归顺我，这样你们会少很多的痛苦的！哈哈哈哈哈哈哈年昔突然说到：我们的确没有，但地狱的修罗应该有机会吧！皇小魂，来和你的上司见面啊！皇小魂走进宫殿，此时的他是一名复仇者，更是一名为和平而奋斗的勇士！他拿出石剑，心中暗自说到：末影龙大人，我要为你报仇！于是皇小魂瞬移到米西萨的背后，用石剑劈向他的头，这一刀下去，米西萨的头盔被摧毁，对大家来说这样会更好地击败米西萨。米西萨气急败坏地说到：叛徒！皇小魂闭上眼睛感受到水晶的具体位置，具体位置就是末影龙生前的王座。皇小魂愤怒地说：末影水晶当初被你偷走，现在将水晶藏在我们末影族的地盘，说好和末影族合作，现在却拿着我们的东西来破坏世界！你才是叛徒！皇小魂将剑扔向水晶，此时米西萨也刺穿了皇小魂的心脏。末影水晶碎裂，末地变得死气沉沉，同时米西萨能力也丧失了皇小魂陷入昏迷，呼吸声渐渐变缓，直到生命特征消失。皇小魂死亡前心声：只有将末影水晶打碎才能杀掉他，我只能帮你们这么多了这时，他的眼前异常明亮，他又见到了末影龙，末影龙还是一如既往地爱护他，他们两个一起走向遥远天边，很远很远……林毅和林峰恢复正常。林毅迷茫地问年昔：发生什么了？？年昔拉过来二个人，并同时说到：你们两个被控制了！“不会是米西萨黑化了我和林峰吧？”林毅问到老王点点头……浜茗喊到：你们闲聊什么！我快顶不住了！年昔：抱歉，忘了你在后面给我们殿后了xd老王：来并肩作战吧（发石剑给三人）。米西萨嘲笑着众人的作法：血拼没有用，你就算再厉害你也是一个厨师，那三个能力有限，就算那两个军师再强也不是武将，没用的。浜茗却喊到：你终究打不过我们的，邪不胜正！然后拿起石剑冲向米西萨。米西萨一剑穿过浜茗的心脏，说到：再见吧浜茗微笑着说：你还……还是……输了……浜茗死亡，身上为大家精心准备的食物落了出来老王看着食物，眼泪掉了下来老王伤心地说：不年昔和老王愤怒起来，拿起石剑冲向米西萨：浜茗！我们为你报仇！米西萨：哟，口气不小嘛年昔更加愤怒了：为浜茗报仇！年昔拿出了另一把石剑，朝着米西萨冲了上去，而老王则冲向另一边，左右夹击。米西萨笑到：你们的下场将会是死亡！米西萨一弓射杀年昔，之后跑向老王。年昔用最后的力气喊到：老王，靠你了！老王立刻掏出弓箭，射向米西萨，然而弓箭被反弹了回来……米西萨嘲弄到：你马上就要见到他们了！老王被米西萨一刀插在了腹部，晕到在地上“为了朋友！报仇！”林毅喊到“我也来！”此时的年昔清醒过来，但他假装死掉了，等到两人进攻时他准备冲起来给米西萨来一刀。米西萨突然兴奋起来：三个人一起上，有趣了。年昔听到三人之后有点慌了，因为米西萨竟然猜到了他的计策林毅从左进攻米西萨，林峰静观其变，米西萨拉弓射出一箭于林毅之后立刻反应冲向林峰打算杀掉他，年昔趁米西萨还没放下林峰时突然起身偷袭却被米西萨立刻反应一剑捅到年昔心脏，但是年昔却将米西萨的护甲打爆了，林峰见此立刻冲上去立刻被打到只剩一滴血倒地……米西萨大喊到：世界是我的了，我的！林峰拿起石剑跑到米西萨旁边将米西萨的心脏刺穿，并说到：忘记我还没有死了吗！米西萨彻底死亡，林峰拿起浜茗剩下的金苹果吃掉林峰悲愤地说到：我为你们报仇了！林峰收集所有人的头颅以及剩下的物品“你们的死亡是为胜利！”不知为何，眼泪却忍不住从林峰脸颊划过“真的。。。。我们。。。。。。。赢了。”林峰回到浜茗他们的村庄，找一个地方将各位埋葬起来林峰又回到原来的地方，对天空说：我的朋友们，看到了吗，这就是我们的村庄了，但是……物是人非……走过村庄和冒险过的地方，新来的玩家正在重新修补房子\n",
    "replies": []
}