{
    "title": "[多线]黑暗之吻 —— 硬核RPG|特色剧情|团队合作|养老[1.7.10]",
    "author": "永恒~轮回",
    "replyCount": 0,
    "timestamp": 1551985800,
    "txt_content": " 本帖最后由 永恒~轮回 于 2019-4-14 14:22 编辑 \n\n\n\n\n\nyour_text.png (40.39 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\nD A R K   K I S S  \n  黑暗之吻 \n  \n你是否已经厌倦了眼花缭乱的技能\n厌倦了割草一样的刷图流程\n那么这正是你期待的\n\n\n宏大悲壮的史诗剧情\n\n\n\n\n\nfile_1554640870000.jpg (138.54 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n深空的时代世界的起始就和它的尽头一样，像紧随黎明和黄昏的黑夜一样寂静。主神凯亚索斯诞生于这片虚无的世界之中，并在空无一物的黑暗世界里度过了它漫长的一生。凯亚索斯强烈地希望着它周围的一切能够可触可感，于是它在临死之前把自己的灵魂碎成了粉末抛向深空，用自己的血液来滋养这些微尘。被神血触碰到的微尘成长起来，并有了自己的生命，没有被眷顾的微尘们要么遗落在了虚无的深空，成为了没有生命的游魂。要么抱成了团，组成了没有生命的数个虚无世界\n\n\n\n\n\nfile_1554640870000.jpg (136.94 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n古神的时代\n有生命的微尘们有了自己的意识，它们散落在不同的世界里，漫无目的的游荡或是去追寻残留的神血。对神血的渴望使得微尘们相互厮杀抢夺，而吸收了大量神血的微尘变得越来越强大而暴虐，它们像吸血鬼似的四处屠戮其它微尘，以获取那些弱小生命体内的神血。奇形怪状而又无比巨大的微尘们游荡在这个刚刚形成的世界里，这些微尘被后来的古书统称为了古神。\n\n\n\n\n\nfile_1554640871000.jpg (157.75 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n新神的时代\n一些强大的古神饮下了太多的神血，因而它们被主神凯亚索斯的意识所同化的程度更高。古神们和凯亚索斯一样也希望能对这个世界更加了解，于是它们停止了杀戮和敌对，开始主动互相了解和沟通，以满足它们的希望。古神们强大而古老的血脉得以相互融合，新神由此诞生。神王伊瑟拉是最为强大的新神，在她的庇护下虚无各个世界的万物开始欣欣向荣地成长。新神们也不再像古神一样渴望神血，取而代之的是它们对于理解世界的疯狂渴望，各个新神开始在它们渴望了解的世界里建造自己的宫殿，并各自划分了自己的管辖范围\n\n\n\n\n\nfile_1554640871000.jpg (166.88 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n生命之水的时代\n伊瑟拉在自己生命即将枯竭的时候将自己的神血注入了神王宫殿的祭坛中，以此希望世界能够生生不息地繁衍存在下去。于是祭坛在她强烈的祈愿中喷涌出了源源不绝的泉水，它们能把游魂唤醒，也能让生命起死回生。众新神被伊瑟拉奉献自己灵魂而服从于凯亚索斯意愿的做法所震撼，于是它们集体前往伊瑟拉的宫殿朝圣，并约定新神们轮流在此守护生命之泉。生命之水的存在使得弱小的微尘们迅速的成长了起来，力量远比新神弱小，而灵魂因为和伊瑟拉同源而与新神相差无几的凡人开始出现了。这个时代里新神们尽职尽责地守护着生命之泉，并在生命之泉快要干涸时用自己的神血浇筑下去并使其重新焕发活力。让生命之水重新滋养凡人。凡人们围绕着生命之泉伊瑟拉的宫殿和泉水途径的大陆修建了一座又一座的家园。\n\n\n\n\n\nfile_1554640870000.jpg (110.68 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n城邦的时代\n强大的新神们一个个走到了寿命的尽头，最后的新神克兰西不希望伊瑟拉的宫殿在他死后就此荒废，找到了在凡人当中享有很高名誉的黄金领主普雷纳。并希望他能挑选几个强大的凡人，在新神死后接管伊瑟拉的宫殿，以保证生命之水的延绵。黄金领主当时正因为扩张自己的领土与其它城邦连年征战，而克兰西的请求让他看到了独占生命之水的契机。黄金领主派出了黄金城最勇猛的萨德加骑士团前往伊瑟拉神殿，这其中包括了他年轻的儿子。当骑士团赶到祭坛前时，不仅没有履行对克兰西的承诺，反而乘其不备对衰老的新神痛下杀手。克兰西在临死前将自己的血滴到了祭坛上，它抱着复杂的情绪诅咒了饮下神泉水的凡人，让他们被迫履行和新神同样的职责，否则一场瘟疫将屠戮所有的凡人。萨德加骑士团按照黄金领主的授意饮下了生命之水，成为了所向披靡的不死人。不死人骑士迎着刀枪箭雨勇猛直前，为黄金领主打下了一座又一座的城堡，使得普雷纳的势力遍布整个虚无世界。\n\n\n\n\n\nfile_1554640870000.jpg (181.55 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n王国的时代\n普雷纳在欣喜之中登上了王位，成为了第一代黄金王，他将为国家立下赫赫战功的不死人们分封到了各个世界，分管这个版图庞大而异常繁荣的国家。没有多久，一场罕见的瘟疫袭来，夺走了许多人的生命，也夺走了老黄金王的健康。老黄金王在弥留之际重新召集了各地的封王，希望他们能找出瘟疫的源头。封王们不得已说出了当年克兰西的诅咒，忠诚的封王们认为自己应当为瘟疫的蔓延负责。于是老国王将前去看守伊瑟拉神殿的封王加封为了雨王，并立下遗诏，每过十年选举出十位最强大的不死人后裔，履行雨王看守神殿的职责。第一次封王们在神殿献祭以后，瘟疫退去，老国王也咽下了最后一口气。新的黄金王stvtv接替王位。\n\n\n\n\n\nfile_1554640870000.jpg (124.62 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n分裂的时代\n第一任封王献祭后十年，黄金王爱上了伊瑟拉神殿的祭司繁荣女神瑞雯娜，黄金王在轮到自己看守神殿时拒绝成为雨王，并将瑞雯娜接回了黄金城。各地准备赶来履行职责的雨王看到了黄金王背叛遗诏的做法后勃然大怒，于是各地雨王纷纷向黄金王宣战，黄金之国宣告分裂。黄金王组建了勇猛善战的黄金骑士团，他们在繁荣女神的庇护下挫败了其它雨王的进攻，使得黄金城免遭战火摧残。黄金王仍然拒绝重返王座，转而沉迷于他美好的爱情里。\n\n\n\n\n\nfile_1554640870000.jpg (122 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n黄昏的时代\n当初新神克兰西以神血立下的诅咒并没有因为黄金王的骁勇而消失，瘟疫也·没有因为战火的结束而停止，它弥漫了一座又一座的王城，并把各个雨王的王城变成了坟墓。最终瘟疫波及到了黄金城，繁荣女神病倒在了黄金王的怀里。桀骜不驯的黄金王终于在无可奈何的情况下，决定牺牲自己挽救爱人的生命。黄金王带着自己的骑士出城投降，并表示愿意前往神殿朝圣，急于停止瘟疫的其他雨王立刻撤军，他们各自准备好了随黄金王一同前往完成仪式。\n（图丢了莫得备份）\n屠戮的时代\n萨德加骑士团之一的石雨王负责镇守深渊的戈尔弓地牢，在他应仪式召唤离开地牢期间，地牢当中的恶魔们逃出了地牢，它们勾结深渊恶魔们通过利耶漩涡攻入了正遭受瘟疫的黄金城，将黄金城的大部分居民都屠杀殆尽。危难之际，虚弱的黄金皇后瑞雯娜手执圣雨权杖爬上城楼，用自己最后的生命力净化了强大的深渊恶魔伊迪丝，她祈愿伊迪丝能够保护她的权杖和国家。受于感化的伊迪丝用蛛网封堵了黄金城的内城，并保护着皇后瑞雯娜的尸体，直至闻讯回城的黄金王援兵到来。\n（图丢了）\n祈雨的时代\n随着黄金王的又一次背叛仪式，瘟疫加重了，无数土地被干旱所笼罩，没有战斗能力的平民相继被可怕的瘟疫转化成被诅咒的不死人，永生被衰老和病痛折磨着，一些城邦筑起高墙来保护还没有被转化的平民，部分人则认为其他雨王将能保护他们不受瘟疫的折磨。得闻皇后死讯的黄金王已经没有了任何斗志，他不顾黄金骑士们保卫黄金的浴血战斗，转而抱着瑞雯娜尸体自封入墓穴当中，不再关心黄金城的安危。因为黄金王的背叛仪式，忠于新神的圣教审判庭将黄金城审判为异端，并组织军队企图将其灭城，各雨王也回到了各自的封地里，等待着瘟疫彻底吞噬虚无，或是等待着有祈雨的勇士，为他们带来救赎。\n\n\n\n服务器特色\n①本服为硬核RPG，难度略高，适合喜欢不断挑战的玩家（肝帝）\n②主线线型流程，支线随机分布在地图的NPC，路边的老爷爷也有可能托付任务给你呢\n③OP管理全天在线，第一时间为您服务√\n④游戏内指引大部分在于NPC的对话中已经讲清楚了，所以一定仔细看对话哟！\n⑤你在于怪物的周旋中感到疲劳，不如去家园世界钓钓鱼种种菜挖挖矿（海量金钱经验）\n⑥特定品质的武器将有特别时装，并且支持奖励玩家自己制作时装向服务器投稿哦\n⑦一个人过本难度相当困难，需要大量的补给，何不多找几个队友配合呢？（组队＋职业）\n⑧独居特色的大型副本，城邦，深海，恐怖，幻境......\n⑨所有怪物的音效专门精心制作，只为带给您一场视听盛宴\n⑩地牢副本，限制时间，破解谜题，躲避陷阱，时刻提防身边的人\n.......\n\n\n\n图片欣赏\n\n\n\n\n\n\nfile_1554640871000.jpg (194.42 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n死者的乱坟岗-黄金之森\n\n\n\n\n\n\n2019-03-30_02.43.11.png (283.44 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n你能否在幽邃的深渊中守住你的心灵？\n\n\n\n\n\n\nfile_1554640872000.jpg (433.45 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n风景宜人的家园世界\n\n\n\n\n\n\nfile_1554640871000.jpg (351.02 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n休闲养老的钓鱼时光\n\n\n\n\n\n\nfile_1554640871000.jpg (315.43 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n攻克守卫森严的凛冬城\n\n\n\n正在实施中的计划：\n1.增强RPG于虚无世界的技能等级的联动，不止步于生存养老\n2.阵营战争系统的构建，增强游戏竞技性\n3.随着虚无世界3的出现，筹划版本的升级，测试3的稳定性ing...\n4.反作弊系统的构建，目前只能被迫人工封禁\nmore....\n\n\n\n加入我们\n官①群：529778296（未满）\n[专用客户端下载 \nhttps://pan.baidu.com/s/1-9B8AlC0I-HpmE-IbI9P9Q\n[提取码:ef9l]一起来谱写属于你的史诗吧！！！\n\n\n\n\n\nfile_1554640871000.jpg (236.91 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-7 20:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1554640871000.jpg\n(279.5 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-4-7 20:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}