{
    "title": "原创/剧情/网游类小说】《代号：绿洲》剧情内容/游戏正史——第二章",
    "author": "绿洲矿工",
    "replyCount": 0,
    "timestamp": 1552103400,
    "txt_content": " 本帖最后由 绿洲矿工 于 2019-3-9 22:30 编辑 \n\n异世界正史·第一次天灾——第二章克拉米尔的野心 \n\n 狡洁的月色透过黑色的巨树照射着在冒险者团队的周围。在幽静诡异的诅咒之森当中，冒险者们开荒的所有疲惫全部一扫而空。这群冒险者们现在充斥着紧张兴奋的心情。对这个异世界充满着好奇与渴望的冒险者们，更加迫不及待的想要从这些所谓“原住民”的口中了解更多关于这个世界的事情。但接下来他们所从老者口中知到的真相让他们的背后升起到一丝寒意，对森林中的那座塔产生了深深的恐惧…………\n    老者看着这群气氛和谐冒险者们，不禁油然的感到些许轻松。老者神情开始顿了顿，接着为冒险者团队说着接下来的这段让人感到丧心病狂的故事….“在艾格瑞拉斯法议会决定成立名为渡鸦之眼的组织后，他们决定让议会中一位年轻有为的法师 克拉米尔 来全权担任渡鸦之眼的执行官。随着在克拉米尔担任了监视塞尔文的任务之后，塞尔文也在他的魔法塔里越来越疯狂的魔法实验也暴露在了克拉米尔的眼里！\n     但塞尔文对魔法的痴迷，让他没有发觉在他所进行的魔法实验当中，他开始变得越来越疯狂暴戾。但这一切并不是塞尔文被黑暗的力量所蛊惑，而是在第一次天灾中与下界的熔岩巨人·德拉肯战斗时已经不知不觉中被下界的第二领主 恐惧魔王·阿克曼 种下了腐蚀精神与灵魂的种子，虽然出生不久的塞尔文虽然承受了所有大法师们岁月魔力的洗礼但他的灵魂却依然稚嫩，正中了这位对精神控制了若指掌的恐惧魔王的下怀。塞尔文就如此不知不觉中被恐惧魔王所引导了。\n      这片森林曾经是联邦十分富饶的地方，但在某一天，一群怪物为这片富饶的土地带来了黑暗与诅咒！到这时艾格瑞拉斯法议会才知道塞尔文所做一切，让议会感到追悔莫及，因为他们的渡鸦之眼 蒙蔽了所看到的一切！这还要说他们所推举的这位年轻的法师克拉米尔才是个真正的疯子！起初克拉米尔所监视的塞尔文的禁术研究就开始勾起了他强烈的欲望与兴趣，那些血腥的活人实验与一个个诡异富符咒让他感到强烈的兴奋与求知的渴望。\n直到后来从塞尔文的塔里跑出来一只亡灵生物，才让克拉米尔如同从梦中惊醒。但克拉米尔在激烈心里斗争中还是屈服给了他内心的欲望，在他偷偷的杀死了这只跑出的亡灵生物之后警告渡鸦之眼的所有人不能去打扰议会，说只是有些黑暗的禁术研究而已。基本上整个渡鸦之眼都被克拉米尔所**叛变了，从而让议会一直被蒙在了鼓里。克拉米尔在欲望的驱使下，鬼使神差的走进了这座森林中幽暗屹立的魔法塔。决定去塔里拜访一下这位令他日夜废寝忘食来监视的人。当他忐忑的走进了塔中后，塔里的景象让他呆住了…看到此时人间地狱的场景感到又惊恐又兴奋，没错是兴奋，让人扭曲寒颤的兴奋!\n幽暗的塔中自己的脚步声如同钟点在盘旋漫长的阶梯上响起，最后在克拉米尔见到塞尔文时，克拉米尔也被恐惧魔王控制了塞尔文蛊惑了这位渡鸦之眼的执行官，而塞尔文也只是觉得是一次头晕目眩，认为眼前的这位克拉米尔是来帮助自己做禁术实验的。但说是克拉米尔蛊惑但更应该说是克拉米尔直接向恐惧魔王投靠了。之后在恐惧魔王的指引下克拉米尔协助塞尔文接下来的一切疯狂的魔法实验。直到幽径村的惨案发生为止。\n坐落于塞尔文魔法塔旁边的幽径村自从魔法塔的建立后，村子里便屡屡发生怪事。诸如某家的村民奇异的消失，几天后，便在森林中出现只剩下血肉模糊的尸体。起初村民还以为是森林里出现恐怖的魔兽，但谁也没想到会是那住在村子旁边平复了第一次天灾的那位英雄所做的。幽径镇事件最后的惨案发生于克拉米尔从村子里拐来的5个小孩带去给了塞尔文进行了最后疯狂实验，村民当时还以为5个小孩是被魔兽抓走了，事件的诡异在于那5个小男孩但没过多久又一起回到了村子里。但都浑身变得有些冰凉双眼无神，村民们还以为是这5个孩子是贪玩跑出村子受了魔兽的惊吓。但这5个孩子再接下来的一段日子里经常从村子里跑出，过了几天又自行回到村子里。村里的人问这群孩子，他们还是双眼空洞对这些质疑跟没听见似的。这群孩子们的诡异行为让村子里的人开始感到害怕。直到村民们都开始相信这5个孩子是被邪神夺了魂去之后，这5个孩子就再也没有出现在村子里了。从这几天之后，这个森林便响起了一道恶毒的诅咒还有瘟疫同时在这里蔓延开来了。幽径镇就成为这场黑暗所吞噬的第一个牺牲品，这里也变成了怪树丛生亡灵生物聚集的这般景象。\n\n\n--------------------------------再次提示严禁转载使用，此剧情只用于公益服《代号：绿洲》的任务剧情\n",
    "replies": []
}