{
    "title": "[Minecraft.net | INSIDER] 背包盘点：雪球",
    "author": ":spgbigfan:",
    "replyCount": 9,
    "timestamp": 1552150320,
    "txt_content": " 本帖最后由 kakagou12 于 2019-3-11 08:11 编辑 \n\n\nTaking Inventory: Snowball\nTo boldly go where snowman has gone before\n背包盘点：雪球\n勇敢地踏上雪人走过的地方\n\nWARNING FROM THE PUN-HATING EDITOR: This article contains a truly appalling amount of puns. Every time I tried to delete one, two more took its place. You have been warned :(\n不喜欢双关语的编辑发出警告：这篇文章的双关语数量多到吓人。每次我想删掉一个，就又会再写上去俩。我已经警告过你了:(\n\nIt’s starting to get a little spring-like here in beautiful Sweden, so we felt like we should get this one out the door before the heat of summer arrives. Our item of the week today is the snowball! What can I say? It’s a snow news day.\n在这美丽的瑞典，已经有了一些春天的感觉，所以我们觉得在夏天的炎热袭来之前，该让本周物品出来遛一遛了。今天的本周物品是雪球！我还能说啥呢？今天没有大新闻。\n\nSnowballs became a part of Minecraft in alpha version 1.0.5, the same update that added snow blocks. They can be collected by hitting snow blocks or snow layers with a shovel, or by destroying snow golems. Snow far, snow good.\n雪球在alpha版1.0.5的时候加入了Minecraft，同时还加入了雪块。通过用锹敲击雪块或者雪层，或者毁灭雪傀儡都可以获得雪球。一切进展顺利。\n\nStick four snowballs in a crafting grid and you’ll get a snow block. But here’s a fun fact: in an early version of Minecraft, breaking a snow block would get you four-to-six snowballs, meaning that you could make an infinite number of snowballs. That one got patched fairly quickly. A little snowledge is a dangerous thing.\n把4个雪球放到合成格中黏在一起，你就获得了一个雪块。话说这里有个有趣的小知识：在Minecraft的一个早期版本中，把雪块破坏可以获得4-6个雪球，所以你就能获得无限多的雪球了。很快，这个漏洞就被修复了。知识学得一知半解可不是好事。\n\n\n For a fun drinking game, I downed a Potion of Harming every time Duncan made a snow pun in this article! I am no longer alive. \n作为一个欢乐的干杯游戏，每次Duncan在文章里搞一个雪的双关语，我就喝下一瓶伤害药水！我活不久了。\n\nLet’s be honest though, the main reason to collect snowballs in Minecraft isn’t to craft snow blocks – it’s to hurl them at friends and foes alike. Right-clicking with a snowball in your hand will fling it in the direction that you’re pointing, just like an egg. Snowballs deal no damage, with one exception. Against blazes, which are creatures literally made of fire, snowballs deal one and a half hearts of damage. I highly recommend shouting “ICE TO SEE YOU!” when you begin your assault.\n老实说，在Minecraft里收集雪球主要并不是为了制作雪块——而是为了扔向朋友和敌人之类的身上。拿着雪球右键可以让它朝你指向的方向飞去，就像鸡蛋那样。雪球不会造成伤害，但是有个例外。对于烈焰人，也就是那种字面上地由火组成的怪物，雪球可以对其造成1心半的伤害。我十分推荐你在冲锋的时候喊一句“很高兴冰到你！”\n\nOther uses for snowballs? Well, you can put them in a dispenser and hook up a tripwire to make a festive trap, or hurl them at end crystals to break them while fighting the Ender Dragon, which saves arrows. In some versions of the game, there are also a collection of six snowball-related achievements to earn. Did you snowtice them?\n雪球的其他用途？好吧，你可以把雪球放在发射器里边，然后拉起一条绊线，制作成一个欢乐向的陷阱，或者在与末影龙搏斗的时候把雪球扔到末影水晶上，以此节省箭的消耗。在游戏的某些版本里，还有着一套共六个与雪相关的成就等你获得。你发现那些成就了吗？\n\n\n Image Credit: Kamyar Adl // CC BY 2.0\n图片来源： Kamyar Adl // CC BY 2.0\n\nIn the real world, snowballs are a little bit more complicated than those in Minecraft (and they hurt more, too). Prime snowball-making conditions are when the temperature is hovering around zero, because there’s a little liquid water in the ice that helps it stick together. When it’s too cold, the snow becomes powdery and won’t stick together. A pro tip, for those of you who don’t carry around a thermometer wherever you go, is that if the snow squeaks when you walk on it, it’s probably too cold for snowballs. Appreciate all my great advice? It’s snow problem!\n在现实世界中，雪球比Minecraft里头的稍稍复杂一些（而且打起来也更疼）。制作雪球的首要条件就是温度要保持在0度左右，因为一点液态水可以让雪球粘稳一些。如果太冷的话，雪就是沙状的，就不会粘在一起了。如果你在出门的时候从不带温度计的话， 这里有个高级的判断技巧：如果踩在雪上会发出吱嘎声，那么温度就过冷而不适合制作雪球了。是不是很感激我这么好的建议呢？随意随意，不必客气。\n\nVery occasionally, when the circumstances are jusssst right, snowballs can form naturally without human intervention. The wind needs to be strong enough to blow them, but not so strong that they blow away (or it needs to be on a slope so gravity can do the work). The temperature needs to be warm enough for the snow to stick together. But there also needs to be a thin layer of ice on the ground to stop the snowball freezing to the ground. If all these conditions are in place, they can get quite large! Snow some appreciation for nature.\n在很偶然的情况下，环境刚刚刚好合适的时候，不需人工参与也会形成雪球。风需要强到可以吹动这些雪球，但同时也不能太强以至于把雪球吹走（或者需要在斜坡上，由重力来推动）。温度需要让雪刚好粘在一起。然而也需要地上有一层薄雪防止雪球冻在地上。如果所有这些条件齐全了，那么此时的雪球将会变得非常大。对大自然要展现敬意。\n\nThe best thing you can do with a snowball isn’t to throw it at someone, but to roll it much larger and make it into a snowman. Everyone gets cheered up by seeing a jolly snowman on their way to work. But winter is fading – so get out there and get building. There’s snow time to lose!\n雪球最好的玩法不是拿来丢到别人身上，而是用滚动的方式把雪球做大，然后做成一个雪人。每个人在上班路上看到一个笑脸雪人的时候，也会感到开心的。但是冬天就要过去——所以快出门做雪人吧。没时间可以浪费了！\n\n【Kakagou译自Taking Inventory: Snowball】\n【作者Duncan Geere，发布时间2018年3月8日】\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1552150860,
            "txt_content": "注：\n才疏学浅，双关就不翻了，可以参考一下（等号不表示等于）：\nIt’s a snow news day = It’s a slow news day = 今天没有大新闻 = 今天没有大雪闻\nSnow far, snow good = So far, so good = 一切进展顺利 = 一切进展雪利\nA little snowledge is a dangerous thing = A little knowledge is a dangerous thing = 知识学得一知半解可不是好事 = 知识雪得一知半解可不是好事\nICE TO SEE YOU = NICE TO SEE YOU = 很高兴见到你 = 很高兴冰到你\nDid you snowtice them = Did you notice them = 你发现那些成就了吗 = 你发雪那些成就了吗\nIt’s snow problem = It’s no problem = 随意随意，不必客气 = 雪意雪意，不必客气\nSnow some appreciation for nature = Show some appreciation for nature = 对大自然要展现敬意 = 对大自然要展雪敬意\nThere’s snow time to lose = There’s no time to lose = 没时间可以浪费了 = 没雪间可以浪费了\n您看这像人话吗这"
        },
        {
            "author": "z99891179",
            "timestamp": 1552151040,
            "txt_content": "老实说，在Minecraft里收集学期主要并不是为了制作雪块日常找错···orz"
        },
        {
            "author": "SPGoding",
            "timestamp": 1552177140,
            "txt_content": " 本帖最后由 SPGoding 于 2019-3-10 08:20 编辑 \n\n强行成语好像效果并不怎么好…\n\nIt’s a snow news day 今天没有风雪交加的大新闻\nSnow far, snow good 瑞雪兆丰年\nA little snowledge is a dangerous thing 没有萤窗雪案的精神很危险的\nICE TO SEE YOU 幸会（看我一点也不凛若冰霜）\nDid you snowtice them 冰雪聪明的你发现那些成就了吗\nIt’s snow problem 不客气，如汤沃雪而已\nSnow some appreciation for nature 对大自然老师要程门立雪\nThere’s snow time to lose 没时间给你担雪塞井了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1552207680,
            "txt_content": "SPGoding 发表于 2019-3-10 08:19\n强行成语好像效果并不怎么好…\n\nIt’s a snow news day 今天没有风雪交加的大新闻\n考虑到这些pun过于牵强，我寻思翻译过来也牵强些也是好的（"
        },
        {
            "author": "皇明天子",
            "timestamp": 1552271940,
            "txt_content": "非常支持"
        },
        {
            "author": "E07",
            "timestamp": 1553797620,
            "txt_content": "type=snowball"
        },
        {
            "author": "谈海超",
            "timestamp": 1554896940,
            "txt_content": "3333366666666666666666666666666666"
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801340,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627860,
            "txt_content": "有人用雪球打死过末影龙吗"
        }
    ]
}