{
    "title": "【匠人酒馆Ⅰ】新人须知|版块向导|规章制度 [新]",
    "author": "YueHaxgu",
    "replyCount": 1,
    "timestamp": 1552185600,
    "txt_content": " 本帖最后由 酉月一 于 2021-2-16 21:32 编辑 \n\n欢迎来到<匠人酒馆>\n\n匠人酒馆能发怎样的帖子呢？_(:з」∠)_【一】畅聊匠艺，与大家交流建筑感想qaq【二】匠心传授，分享自己的建筑技巧qwq【三】模板构件，分享自己的地图模板构件owo【四】佣兵招募，壮大自己的工匠团队~ovo【五】地图征稿，找不到需要的地图？来这就对了！=w=啊啦，别光站着，赶快融入我们【匠人酒馆】吧！\n\n>>版块介绍\n》》一、[畅聊匠艺]《《“建筑师永远不是一个人！”\n展示自己的施工现场？问问建议？又或者吊吊胃口？来这儿就对啦~\n突发奇想，有了建筑的灵感和设计准备分享又或者吐槽吐槽？这里是你的天地！\n突然感到寂寞，难过，无聊，想讲讲自己对建筑的感想？没错，这里需要你！\n如有以上需求，请发帖时选择[畅聊匠艺]分类。\n相关说明规定：1.对于发帖已有一定时间且已无更多讨论意义的主题我们可能会进行关闭处理.2.请勿发表与创作无关的帖子，请移步茶馆.\n\n\n》》二、[匠心传授]《《“分享就是力量！工匠之魂，由你传承！”\n游走于木石之间，每一位匠人都积攒了自己宝贵的经验，目无全牛，登堂入室……\n来吧，分享出来吧，把自己的智慧凝练成一字一句的教程，为后来者留下宝贵的财富吧。\n当你看到自己的匠心能够在别处绽放光芒，心中的喜悦一定是难以比拟的！\n如有以上需求，请发帖时选择[匠心传授]分类。\n相关说明规定：1.允许转发/转载国内外教程【需授权】.2.允许纯视频教程，纯图片发帖.3.允许发布关于软件之类的教程，如wp教程等.\n\n\n》》三、[模板构建]《《“各有所长，不如一起打造梦想！”\n或许你擅长构造地形、打磨建筑，却总不能在它们之上赋予别的意义，别急，把作品当做模板放在酒馆吧~\n或许你擅长园艺装潢、设计游戏，却总是找不到一个完美的框架装下它们，别急，来酒馆寻找一个模板吧！\n如有以上需求，请发帖时选择[模板构件]分类，同时使用[地图模板发布]。\n\n相关说明规定：1.地形地图可根据作者自行判断分类.2.模板构件可为WM的macro工程文件、 WP的自定义笔刷、各种植被物件模型、We的sc文件等，也可为地图.3.小构件模板[花瓶、凳子、椅子、灯饰等]总数最低不能低于10个，否则视为低质将给予关闭/删帖处理4.大构件[单个建筑、内饰等]可单帖发帖.\n\n\n》》四、[佣兵招募]《《“这个地图需要更多的英雄！”\n建筑之路上，独行难免受阻。赶快建立起团队，然后来酒馆寻觅几位得力干将吧！\n没有组织，又想挑战擂台赛副本？大战在即，也可以来酒馆紧急招募呢~有了团队没有团员？来这里招募一波吧~\n如有以上需求，请发帖时选择[佣兵招募]分类。\n相关说明规定：1.允许发团队招募贴：贴内必须出现本团队的作品以及基本介绍，禁止低质招募贴，禁止模仿他人招募贴排版模式，否则删帖.2.允许单个工程招募贴：贴内必须出现此地图及其他工程的一些规划以及基本介绍，禁止低质量敷衍的招募贴，发帖人请尽量使帖子吸引人，建议使用一个好的排版。否则关闭/删帖.3.禁止宣传服务器、禁止服务器团队发布招募贴，想发请去服务器子板块招募，违者发卡警告/删帖.4.关于资质申请请看下方折叠\n资质说明：初级资质：团队在【展示&共享】或【搬运&鉴赏】中获得至少一个优秀，且团队内核心成员不少于三名，即满足初级资质，此类招募帖在发布后可享受版头推荐和两周高亮。注意核心成员不能短期内出现在两个团队的申报中，否则会影响资质的评定。高级资质：团队成为创世匠艺大区入驻团队，即满足高级资质，此类招募帖在发布后可享受版头推荐和永久高亮。\n超级资质：团队拥有建筑创作类的论坛优秀小组勋章，即满足超级资质，此类招募帖在发布后可享受版头推荐和永久高亮，并在版头展示小组的勋章。\n资质申请点我\n需提前入驻“创世匠艺”大区：点我申请\n版主会根据各团队的活跃度进行增删，若已上推荐小组长达半年及以上未出没bbs则将自动退级。\n\n》》五、[地图征稿]《《“你想要的地图我都有~”\n身为实况主，找不到好地图玩时，不妨来酒馆征征稿？一定会满意的！\n身为游戏地图作者，作品需要高手玩，不妨来酒馆投个稿？一定会满意的！\n如有以上需求，请发帖时选择[地图征稿]分类。\n\n相关规定：1.贴内必须出现对想要地图的基本要求[类型、大小、玩法等].2.不允许发布接单、要求制作地图等征稿贴，此类请移步人才市场，违者发卡警告/删帖.\n\n\n>>奖惩制度\n一[畅聊匠艺]版主会时常游走在各类施工现场与灵感交流之间，为有创意有想法有内涵的帖子加分~\n二[匠心传授]对于教程帖的奖励，经过讨论，有了大幅度的提升四等、原创的基准要求是图文并茂，翻译的基准要求是准确通顺，即大家都能够正常阅读你的教程所想表达的内容。只要满足基准要求，就会获得不低于2人气20金粒的基准奖励，并视情况给予“原创”或“授权搬运”图章，并给予三天版头推荐。\n\n三等、如果版主认为你的教程帖很有引导性和启发性，将给予“版主推荐”图章，获得不低于4人气40金粒的奖励，并给予一周版头推荐和一周高亮，如果教程帖发出后在会员中的反响较好，将给予“推荐”图章。获得不低于5人气50金粒1贡献的奖励，并给予一周版头推荐和永久高亮。\n\n二等、如果你的教程同时满足上述两方面的要求，且都比较出色，将会给予“优秀”图章，获得不低于6人气70金粒4贡献的奖励，并给予两周版头推荐和永久高亮。\n\n一等、如果你的教程非常出色，将直接给予“精华”图章，获得不低于8人气100金粒6贡献的奖励，并给予七天版头推荐和永久高亮。\n所有此类帖子若出现大规模图片挂掉版主发现后则将撤销版头推荐/高亮，直至补图后恢复高亮.三[模板构建]四等、对于模板发布帖，原创的基准要求是图文并茂，搬运的基准要求是翻译或作出介绍，即大家都能够正常理解你的模板的内容与打开方式。只要满足基准要求，就会获得不低于2人气20金粒的基准奖励，并视情况给予“原创”或“授权搬运”图章，三天版头推荐与一周高亮。\n\n三等、如果你的模板有较好的相容性和再创作的潜质，将给予“版主推荐”图章，如果你的模板有一定的数量或规模，将给予“推荐”图章。两类推荐图章都会将基准奖励提升至4人气40金粒，并给予五天版头推荐和一月高亮。\n\n二等、如果你的模板同时满足上述两方面的要求，且都比较出色，将会给予“优秀”图章，获得不低于5人气60金粒1贡献的奖励，并给予七天版头推荐和永久高亮。\n\n一等、如果你的模板非常出色，数量庞大、做工精细，将直接给予“精华”图章，获得不低于5人气60金粒3贡献的奖励，并给予七天版头推荐和永久高亮。如果感觉奖励评判与自己的作品不符，请到这里反馈违规惩罚本版的违规界定基本承接于【必看】Minecraft中文论坛【规章制度、积分、等级、勋章】，如有例外会在此说明。但酒馆是一个大家一起happy的party，对于违规，我们将考虑是无意触犯还是有意为之，给出不同的处理态度。\n在闲聊之间，觥筹交错，无意冒犯了老板？没关系，酒馆会采取+1金粒的方式予以提醒，既不会影响大家饮酒言谈的心情，也可以有效告诉大家老板闹别扭了\n如果你发现你在酒馆的帖子或回复被扣金粒甚至人气，说明你有点小过分了，酒馆借此进行口头警告！\n如果你被发卡甚至禁言，说明你犯大错了，请好好反省！灌水将会受到发卡警告，灌水回复包括【6666、9999、六六六、火星文、未知数学公式、物理公式、与帖子内容不相关等】\n酒馆对剽窃、引战、人身攻击等有失道德水准的行为持零容忍态度，请勿触犯，否则别怪我心狠手辣：）\n\n\n>>注意事项一、匠人酒馆暂不开放附件出售，回复可见仅供[模板构件]使用；二、酒馆的主题里，[匠心传授]和[模板构件]必须带图，其它分类通常情况下也请尽量配图，以免因为帖子太水稀释了好酒；三、若借鉴了教程或借用了模板铸造自己的作品，希望大家能在帖子里感谢教程/模板作者；四、请勿违规。\n\n>>相关帖子“创世匠艺”大区欢迎优秀团队入驻【匠人酒馆Ⅱ】常见问题|万用申请|建议提交【必看】Minecraft中文论坛【规章制度、积分、等级、勋章】\n\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1552186440,
            "txt_content": "》》西瓜赠言\n为什么要申请酒馆版主\n不说大家也能看出来，国内的建筑圈接近腐烂，导致大家对建筑失去了很大的兴趣，目前又加上bbs很多版主临近中考高考管不了太多事情，就好比酒馆来说，已经接近无人管辖的版块了【其实展示共享也是hhh】\n\n在我看来，这个版块对建筑圈的发展有着很大的作用【前提是办得好】，我希望这个版块充满着分享的喜悦与收获的快乐激动，我希望大家都可以实现自己的mc梦想，而不是就此看着沉浸大海。\n\n但是不知道为什么这个版块突然沉了下来，这让我很没有头绪，作为一个经历不少的建筑师我只想尽我所能帮助大家而已。\n\n绝对领域\n这一点在版规中有所提及：剽窃、引战、人身攻击，这些是绝对禁止的！\n\n先说剽窃，这种行为大概也可以分为两类：\n①未取得原作者同意的转载，这种行为在学术界是被定义为剽窃的。不要觉得可以混水摸鱼，被发现了大不了加上就好，这种想法是很错误的。即使版规可以法外开恩，即使你是真的忘记了加上原作者的名字，但一旦事发，都会给你染上污点，今后就休怪大家带着有色眼镜看你了。\n②有意的剽窃，这种人真的是可恨！不要被积分奖励和所谓的名声蒙蔽了双眼，酒馆的奖励永远都是对各位付出的一个相应的回馈，绝非给人打一针鸡血让大家疯狂发帖。如果你不信邪，真的故意剽窃，我会让你信邪的\n\n再说引战和人身攻击，抵制这类行为的原因不必多说吧。\n如果你是单方面受害，请通过举报、私信或其它方式联系版主，我们一定会为你主持公道。\n如果两个人都喜欢战争，那对不起请出去，不论谁对谁错，酒馆不欢迎你们。\n战争没什么意思，真的。如果有竞争，那也只是良性竞争，大家互帮互助、共同进步。反正我是想不出任何理由可以打版战的，想打版战的出门左转末路之地，在那里或许还会有版主雇佣军来帮你扣分。\n\n综上所述，远离绝对禁止领域，否则吃不了还可以打包\n\n摘自小树赠言\n\n"
        }
    ]
}