{
    "title": "【二月活动】 无椅之灾",
    "author": "Fish_Ecan",
    "replyCount": 2,
    "timestamp": 1552221000,
    "txt_content": " 本帖最后由 InkfishJam 于 2019-5-4 10:31 编辑 \n\n\n你（或他/她/祂）安静的坐在房间里，底下的凳（椅）子稳稳当当。你的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当你回过神来，你发现自己的屁股底下空空如也——你的凳（椅）子莫名消失了。\n\n\n\n“嗷！”\n\n实实在在的痛感让我忍不住惨叫一声。我从地上弹起来，那把椅子刚刚在的地方，现在已经空空如也。“什么情况……三秒前这椅子不还是在的吗……化为空气了？”\n\n“看！！”楼下的大街上有人喊叫道。我下意识地往窗外看去，在天空中漂浮着一大群——我也不知道要用什么量词——什么东西……\n\n那些东西毫无规律地在空中旋转。“什么玩意儿？”我自言自语，就在那一瞬间，我看到了。椅子！无数把椅子再分散，聚集组成一个个无意义的形状（当然他们可能是有意义的，只是我们都不了解罢了）。\n\n那些椅子继续向着一个方向飞，人们也继续向着一个方向跟。终于，他们停在城中心的广场上空漂浮着，不再活动——不对，我这样说不准确，事实上他们正在慢慢聚成一个怪异的形状[sup]注1[/sup]，我边上一个人用手臂捣了我一下，说：“我敢打赌，待会儿肯定会发生什么大事。”我心说，会发生大事，你还不跑，在这儿用手机拍照有什么用……[sup]注2[/sup]\n\n我没有拿出手机，只是专注的盯着天上的椅子看（真不知道里面有没有一把是我的）。\n\n突然，毫无征兆的，天上那个椅子组成的形状爆发出一片刺目的白光。所有人都挡住了眼睛。在强光消失前，一声比末影人的尖啸声还要再高至少十倍的声音又袭击了所有人的耳膜。\n\n等我把挡住眼睛的手臂拿开时（动作因刚才的尖啸声变得迟缓），我看见了至今为止比天上的那群椅子更加超自然的一幕：所有的木头，没错，不管是丛林木橡木还是白桦木，反正所有被当做建筑材料出现在我们城市中的木头全部浮上了天空，俗一点儿，它们和太阳白云以及那些椅子肩并肩。然后他们飞着聚向同一个地方，在众目睽睽之下聚成了一把巨大的……椅子。浮在天空中的巨型椅子落了下来，处于椅脚下的人惊慌地逃离，轰隆一声，椅子完美的四脚着地。刚刚那个说有大事发生的人应该也没有想到自己还真说对了，他小声说：“应该不会就这样完了吧？”\n\n真巧，又被他说中了。\n\n又是一道白光闪过，又是一声刺耳的尖啸声响起，这次飞起的是所有的木板。在那些椅子的计划里——如果他们有的话——这只能算一个开头。椅子发出强光与啸声的速度越来越快，越来越快，我已经无法看见广场和广场之外发生了什么，只能通过一声声“轰隆轰隆”的响声来想象这个城市已经成了什么样子。\n\n就在我认为自己已经聋了的时候，伴随着最后一声轰响，白光不再出现。啸音不复存在。“结束了？”不知谁问了一句。（可能就是我）这也是所有人心里在问的问题。那些椅子浮在空中，似乎静止了。不管它们下一步要干什么，我至少获得了一点喘息的时间来环顾一下四周，所有的建筑物都已经消失了，取而代之是一把又一把巨型的椅子，这些椅子中最小的也可以用高耸入云来形容。[sup]注3[/sup]\n\n\n要是没有这些椅子和我们这些人，这就是一片荒地来的……我想。等会儿，人？人群中不少人突然发出了一声尖叫，随即一道比之前强得多的白光闪过，人群的叫声差竟然差点盖住椅子发出的尖啸声…..因为所有的人都飘浮在了天空中。\n\n我没有时间去享受漂浮于天空中的感觉，因为下一秒我就被一股力量拉住，狠狠的丢在其他几个人的身上（至少六个）那股力量令我完全没法动，我感觉自己的肋骨至少断了三根。[sup]注4[/sup]接着又有几个人撞在我身上，然后就再也没有人来填补这把巨大椅子的空位了，我从“人缝”里看出去，那些椅子，一会儿散开一会儿聚起，朝着另一个方向离开了（真不知道又要去哪里祸害人类）。\n\n突然有一股寒意，从我的背后像一只蠹虫一样爬上我的后脑勺（虽然这里闷的要死）。总有一天这里的所有人都会死去，剩下的只有他们的尸骨堆成的一把巨型椅子，以及周围的那些本该组成它们城镇的东西组成的椅子，而只有这些东西才能告诉世人，这里曾经有人来过，生活过。\n\n不行。我还没活够呢。况且这也太超自然了，完全不像真的。\n\n我费力的抬头，对一个手离我最近的人说：“麻烦你捏一下我的脸好吗？”“兄弟不用了，是真的。”他气息奄奄的说。不过他还是捏了一下我的脸，还是很用力的那种。\n\n“嗷！”我大叫了一声，差点没从椅子上跌下来，椅子？我真的在椅子上，而且我一只手还捏着自己的脸，痛得很真实。我连欢呼的力气都没有了，直接就靠在了椅背上。\n\n就当是做了个白日梦吧，我对自己说。\n\n就在这时我身下的椅子突然消失了，是那种不明不白，化为空气的消失。我整个人摔在地上，再也爬不起来了。\n\n【THE END】\n\n\n注：1. 这个形状其实是个圆（或者说大概是个圆），但在MC里是不可能有，也不可能出现圆的，所以叫它“怪异的形状”。\n         2. 事实上他的手机只是放在家里没带出来，要是带出来他一定也会拍的。\n         3. 二十五格左右。\n         4.人的骨骼十分坚硬，也没有那么容易断的啦（虽然我不知道断与不断有什么区别 :P）\n\n我是学生党，文笔不好，就是来赚个参加奖的，大伙就看看我再平（nao）常（dong）不过的故事，开心一下就好了\n\n\n\n",
    "replies": [
        {
            "author": "半日陌上花",
            "timestamp": 1555063680,
            "txt_content": "活动又咕咕咕了···简直大赞bbs"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1556017800,
            "txt_content": "半日陌上花 发表于 2019-4-12 18:08\n活动又咕咕咕了···简直大赞bbs\n所以.....\n我？\n我？？？？"
        }
    ]
}