{
    "title": "[Minecraft.net | INSIDER] 与Minecrafter面对面：CORY SCHEVIAK",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1552632960,
    "txt_content": "\n\nMeet a Minecrafter: Cory Scheviak\nThe Java developer who raised thousands of dollars for charity!\n与Minecrafter面对面：CORY SCHEVIAK\n为慈善事业筹集了数千美元的Java版开发者！\n\nWhat’s the nicest thing you’ve ever done? Not to brag, but I once considered helping an old lady cross the street. I almost did it too. You’re welcome, society!\n你做过的最棒的事情是什么呢？不是我吹，我曾经考虑过帮一位老奶奶过马路。而且我差点就做到了。社会啊，不必客气！\n\nStill, even a living saint like me pales into selfish insignificance when compared to Java developer Cory Scheviak. For the last two years, Cory has helped raise over 40 000 dollars for the people of Puerto Rico who were affected by Hurricane Maria. He did this through a great idea, lots of hard work, and the generosity of you, the Minecraft community!\n不过，像我这么一位活圣人，面对Java版开发者Cory Scheviak，也黯淡成了自私自利的微缈存在。这两年来，Cory已经为受飓风玛利亚影响的波多黎各人民筹集了超过40000美元。促成他完成这件事的，是一个伟大的想法， 加上无数的辛勤劳动，以及你们，Minecraft社区的慷慨解囊！\n\nCurious to see exactly how he did it? Then watch the video below, the latest in our Meet a Minecrafter series:\n想知道Cory到底是如何做到的吗？那就看看下面的视频吧，这是我们《与Minecrafter面对面》系列的最新一集：\n\n\nhttps://www.bilibili.com/video/av46083589/\n\n@WuGuangYao2012\n\n\nSubscribe to our YouTube channel for more great videos, and learn more about the fantastic organisations Cory helped raise money for by clicking here and here.\n订阅我们的YouTube频道浏览更多视频，点击这里和这里了解更多Cory筹集资金所帮助的慈善组织。\n\n\n\n【Kakagou译自Meet a Minecrafter: Cory Scheviak】\n【作者Tom Stone，发布时间2019年3月11日】\n",
    "replies": [
        {
            "author": "广药",
            "timestamp": 1552717740,
            "txt_content": "好水 我建议这个贴的人气金粒和绿宝石我抽成90% （"
        },
        {
            "author": "GOD？",
            "timestamp": 1553309820,
            "txt_content": "好、、、\n"
        },
        {
            "author": "renrenrena",
            "timestamp": 1553337960,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "renrenrena",
            "timestamp": 1553337960,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "E07",
            "timestamp": 1553797560,
            "txt_content": "带制作属实奥利给"
        }
    ]
}