{
    "title": "[Minecraft.net | INSIDER] 背包盘点：命名牌",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1552737780,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-28 16:11 编辑 \n\n\nTaking Inventory: Name Tag\nTag your friends! Wait, you can’t do that on this website...\n背包盘点：命名牌\n给你的朋友贴牌！等等，不可以在官网这贴……\n\nLet me tell you the heartbreaking story of the first time I met an ocelot in Minecraft. I’d read the patch notes, and knew ocelots had just been added to the game. I knew that I would find them in the jungle biome. So I located a jungle, and spent about half an hour wandering around in the hope I’d encounter a new furry friend. Finally, I spotted one, gazing at me from underneath a bush.\n让我给你聊聊咱第一次遇到豹猫时的伤心史吧。我刚看完更新内容，了解到游戏里加入了豹猫，而且了解到在丛林群系里能找到豹猫。所以我找到一片丛林，然后花了大概半个小时到处探寻，希望能碰到一只毛茸茸的新伙伴。终于，我发现了一只豹猫，它在一丛灌木下面盯着我看。\n\nI pursued it for a while, trying to tame it, but then I got distracted by a patch of melons. When I turned around again, the ocelot had run too far away and despawned. If only I’d had a name tag handy, perhaps that little cutie would still be with us today.\n我追了它好一会，想要驯服这只豹猫，但是一块西瓜地分走了我的注意力。当我再次环顾四周，豹猫已经跑远，消失了。要是当时手上有一个命名牌，或许那只可爱的小猫现在还能和我们在一起呢。\n\nName tags were added to Minecraft in version 1.6.1 following a request from Paul Soares Jr. In a tweet, he asked for “1) name tags 2) water-breathing potions 3) lava-safe boats 4) spy-chicken interrogation devices”. I suppose two out of four ain’t bad. Originally, name tags were only found in the occasional dungeon chest, but now you can find them in abandoned mineshafts and woodland mansions. There’s also a small chance to get them while fishing, and librarian villagers will trade them for a whopping 20-22 emeralds.\n命名牌在 1.6.1 版本加入游戏，这是遵照了 Paul Soares Jr 的请求。在一篇推特里，他请求加入“1)命名牌 2)水肺药水 3)岩浆船 4)特务鸡拷问装置”。我寻思四个里面能有两个成真也不错了。最初，命名牌只会偶尔出现于地牢箱子里，不过现在，在废弃矿洞和林地府邸也能找到命名牌了。钓鱼的时候也有小概率能钓到命名牌，一些图书管理员村民也会以20-22个绿宝石的的价格出售命名牌。\n\n\n\nName tags, as you might guess, allow you to name an animal or mob in Minecraft. The only creatures you can’t name, in fact, are other players and the Ender Dragon. Players already have names, after all, and the Ender Dragon? Well, let’s just say that uttering its true name would unleash a destructive force that would obliterate not only the End, but the Nether and the Overworld at the same time. Probably best to let that one lie.\n就和你猜的一样，命名牌能让你为 Minecraft 的动物或者怪物命名。其实，不能被命名的生物，只有其他玩家和末影龙。毕竟嘛，玩家已经有名字了，那么末影龙呢？好吧，只能这么说，要是谈及末影龙的真名，会释放出一股毁灭性的力量，不只是末地，就连下界和主世界都会被同时清除。最好还是闷声发大财吧。\n\nYou can’t just right-click a tag on an animal to name it, though. That would be too easy. First, you’ll need to get yourself an anvil and some XP, and then rename the name tag itself in the anvil to what you’d like it to apply. Only then can you take the tag and right-click it on a creature you’d like to name. Once you do, the name will float over the creature’s head forever after.\n直接拿着命名牌对生物右键是无法命名的。这样就太轻松了。首先，你得弄来一个铁砧以及一些经验，然后用铁砧对命名牌重新命名成你想要起的名字。只有这样之后你才能拿命名牌右键点击你要命名的生物。从此之后，这个名字就会永远悬浮在生物的头上了。\n\nForever? Yep! Animals and mobs in Minecraft have a habit of disappearing when you’re not looking – as exemplified in the sad story above. But a named creature won’t despawn except in a handful of unusual circumstances. For example, you can name a hostile mob but it’ll still vanish if you set the difficulty to “peaceful”.\n永远吗？没错！生物和怪物都喜欢在你不盯着它们的时候玩消失——就像我上面说的悲催故事一样。但是命名过的生物就不会消失，除非遇到了各种异常的状况。比如，你可以给攻击性怪物命名，但当你把难度设为“和平”之后，它还是会消失的。\n\nWant some fun? There are a handful of names that have special effects on particular creatures. See if you can discover them all.\n想来点乐子吗？有很多名字在特定的生物上会产生特殊的效果。就看看你能不能找齐这些组合了。\n\n\n\nAfter extensive research, I’ve discovered that no historian has ever authored a book on the origins of name tags – so there’s a gap in the market for you, historians. The earliest evidence of name tags that I could find only goes back to the Second World War, when US soldiers began to wear name badges on their uniforms – at least partially so their clothes could be returned after they came out of the laundry. The practice became more common during the Korean War, after which its use spread to other armies. \n在冗长的研究之后，我发现没有任何历史学家写过关于命名牌起源的书籍——这里面的市场可是虚位以待啊，历史学家们。我能找到的最早的命名牌要追溯到二战了，当时美国士兵开始在他们的制服上穿戴名称胸牌——至少有一部分人是这么做的，这样他们的衣服从洗衣房里出来之后就能送还主人了。这种操作在朝鲜战争期间传到了别的军队中，更加流行起来。\n\nThe most famous real-world nametag is probably the “Hello My Name Is” sticker, most frequently seen at conferences and seminars. The first of these was designed in 1959 by C-Line Products, and it quickly became a hit among forgetful people across the globe. Interestingly, the sticker also became a hit among graffiti artists – who use it to quickly tag places without the risk of being caught pulling out a spray can.\n现实中最有名的名称胸牌大概就是“你好，我是……”贴纸了，这种贴纸在大会与研讨会议上最为常见。这类贴纸第一次出现于 C-Line 在 1959 年的产品设计中，随后受到全球健忘人士的热烈追捧。有趣的是，涂鸦艺术家们也很喜欢这种贴纸——他们可以用这种贴纸快速地完成涂鸦，这样就不会因为拿出喷漆罐而被抓到了。\n\nNot that we would condone such shocking behaviour. Keep your name tags where they belong – on sheep, creepers, and the occasional chicken.\n但是这并不意味着我们能容忍这种骇人听闻的行为。一定要把命名牌贴在合适的地方——比如羊身上，苦力怕身上，还有偶然出现的鸡身上。\n\n【Kakagou译自Taking Inventory: Name Tag】\n【作者Duncan Geere，发布时间2019年3月15日】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1552737840,
            "txt_content": "注：\nC-Line是一家办公的用品的生产商，就像那什么得力啊晨光啊啥的。\n"
        },
        {
            "author": "Оil",
            "timestamp": 1552740660,
            "txt_content": "末影龙不会姓“吉良”吧? =▽=？\n是“闷声大发财”……（小声）\n我末影龙只想过平静的生活……"
        },
        {
            "author": "E07",
            "timestamp": 1553773020,
            "txt_content": "Name_Tag:)"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1553969160,
            "txt_content": " tag places \n应该是 标记地盘 吧，见拿喷漆喷自己帮派logo的行为"
        },
        {
            "author": "ici2ccc",
            "timestamp": 1554001080,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627800,
            "txt_content": "1.7.10命名牌还能合成"
        }
    ]
}