{
    "title": "[原创/单篇] 机器活着，人却死了",
    "author": "jerrystickmin",
    "replyCount": 6,
    "timestamp": 1552794720,
    "txt_content": "“不堪单人生存的孤独而前往纯净生存服游玩的我，似乎只是在玩别人玩过的单人存档。”\n\n\n离开了家园，穿梭在空无一人的铁路，身边掠过一排排耸立于平原之上的怪物——石制的躯干，砖砌的肢体。他们不离开自己的那片领地，只是在自己的地盘上忙碌着，用听不懂的语言交谈着。与那些怪物们并存的，是人们。待在他们的基地中，攀附在那些并不美观的工程上摆弄着电路。轰鸣声回响整个大陆。\n“现在造这些是为了更好地发展建筑。”他们这么说道，一边看向远处那怪异的，极度不自然的峭壁以及平原。“等材料充足了就会把那个地方发展起来，造成个城市。”\n身后的TNT在不断地爆破，一次又一次。顺着流水，腐肉、线、甘蔗、铁、金粒、火药各种物资消失在漏斗里，转瞬间被传输到那些桦木大号箱子中的无数小号箱子中。我好奇地打量着这复杂的生产线，险些被之惊人的效率所迷倒。如果我的火药也是这样从天上掉下来的，那我一定能用鞘翅见到更多朋友吧！\n我被错当成“伸手党”驱逐了出来。夜晚到了，旅途中的我祈求着大家能一起躺在床上度过这个夜晚。\n没有人回答。\n我回到地狱，沿着刚修好的铁路，往家的方向走。左下角传出了人类的声音。\n“有人在地狱吗”\n“在！www你在哪儿呀？你是怎么知道我在地狱的？”\n“我猪人塔突然没效率了 你能不能改天再来地狱探险”\n“我只是想回家。”\n“快点 这里一只都不刷了”\n\n\n我没有回家，我盯着右上角的地图，希望其他人类的头像能出现在里面。\n我期待着在路途中撞上几个冒险者，和他们一起攻克要塞和堡垒。\n我想跟着奔波中的人们参观他们的基地，欣赏那些可爱的建筑。\n我希望能够遇到藏书充足的企业家，以他的几本经验修补换我手中这不死图腾。我没有遇到人。连下届的居民都有一半躲了起来。这是一个安静的维度。\n\n\n“你出去了没有？？我要开始挂机了 麻烦快点”\n……\n\n地狱门左侧的墙壁上镶嵌着新鲜的原石，见到他们的我扭曲了面部肌肉。我挖开它们，不慎发现了一条陌生的，铺满冰的通道。直直将我地引领到了一扇地狱门前。随着视线被紫光污染，一个浮空的平台撞击了我的脚底。平台的尽头站立着一位穿戴钻石甲的背影。我兴奋地冲上前，却不慎将他推了下去。“不好意思！”我大喊。那个人形物没有出声，安静地从我的视野中离去。我惊恐地看着他下落，又被粘液块弹了回来，再下落，再回来。他一直保持着那样的姿态——双手紧贴躯干，双腿死死地挺直。就像玩蹦极的木乃伊。不久后他站稳了。像一尊雕塑般稳稳地落地了。\n“那是个盔甲架吧……”我这么想。\n视线从这滑稽的默剧上移开，抬起头。向我压来的，是一座不可名状的结构，如同人类的脊椎一般悬浮在空中，其夹缝中不断地有怪物渗出。我感到一阵不适，不知是由于FPS掉了一半，还是这诡异的结构令我作呕。向左转去，是已千疮百孔的地形。上方悬浮着四块绿色飞行物。那陨坑中静躺着一块天外来物，他时不时地抽动两下，似乎他还残余一口气，但已放弃逃离这片地狱。\n\n不堪这风景，我的头坠了下去，直到上浮的地板遮住了视野中的一切。身体旋转了180度，远处的山腰上正坐着一个可爱的建筑物。是一座可爱的和风小澡堂。如同在贫瘠的末地中找到了末地城一般，我喜悦地向它滑翔去。随着它的倒影在我的眼珠中越胀越大，愈渐强大的声波撞击着我的耳膜。怀着不安的心情我推开了门。空无一人的前台后，是巨大的空洞，以及一首令人战栗的交响曲。\n\n\n村民的交谈声，活塞的伸展声，火把嘶鸣，流水潺潺，雷管轰鸣，怪物的哀嚎与水花的飞溅声。熔岩的迸裂声与矿车的疾驰之音一时齐发，奏出了这篇怪异而又美好的乐章。\n\n只是少了歌声。\n这乐章的谱写者，正与那些冰冷的机器们一同矗立着。\n机器活着，人却死了。\n\n\n\n\nfile_1552793639000.jpg (321.01 KB, 下载次数: 0)\n\n下载附件\n\n雕塑\n2019-3-17 11:34 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "鹿小语",
            "timestamp": 1552795560,
            "txt_content": "支持一下~咦，这不是续集吗，还是昨天那个\n不能加人气，哭了\n\n\n\n\nimage.png (17.23 KB, 下载次数: 0)\n\n下载附件\n\n2019-3-17 12:06 上传\n\n\n\n\n\n"
        },
        {
            "author": "jerrystickmin",
            "timestamp": 1552795800,
            "txt_content": " 本帖最后由 jerrystickmin 于 2019-3-17 12:16 编辑 \nmango2017 发表于 2019-3-17 12:06\n支持一下~咦，这不是续集吗，还是昨天那个\n不能加人气，哭了\n昨天是因为不知道这个版的存在所以发在了茶馆……\n这个估计是不会有续集的，是单篇散文的样子。抒发下感想而已……感谢支持。"
        },
        {
            "author": "zyjking",
            "timestamp": 1552796460,
            "txt_content": "写的很不错，第一次见到这么好的散文"
        },
        {
            "author": "jerrystickmin",
            "timestamp": 1552796700,
            "txt_content": "zyjking 发表于 2019-3-17 12:21\n写的很不错，第一次见到这么好的散文\n谢谢！第一次见到这么好的回复"
        },
        {
            "author": "fjwr123",
            "timestamp": 1552797540,
            "txt_content": "在贴吧看完又在bbs看了一遍"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1552839840,
            "txt_content": "相当不错 题材新颖 情感也很真实 尤其是地狱的那段对话 可以说是十分精彩了\n\n所以在不堪单人的孤独试过了红石服之后，就会发现：还是tmd单人生存适合老子\n\n或许只是在为某一天可能开启的局域网做着准备吧。"
        }
    ]
}