{
    "title": "[Minecraft.net | NEWS] 我的世界基岩版更新来了！",
    "author": "鹿小语",
    "replyCount": 11,
    "timestamp": 1553067420,
    "txt_content": " 本帖最后由 mango2017 于 2019-3-22 01:16 编辑 \n\n\nMINECRAFT BEDROCK UPDATE INCOMING!Launching today on Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch!我的世界基岩版更新了！今天发布XboxOne，Windows 10，iOS，Android和任天堂Switch版！\n\nHey, watch where you’re pointing that crossbow! I’m as excited as anyone that it’s coming to Minecraft today – with three new enchantments to boot – but I’d also like to get through writing this Minecraft.net article without a bolt being fired at me and ruining my lovely hair.嘿，请小心对着你的那个弩，我和其他人同样兴奋，因为它（弩）今天将会来到我的世界，其中有三种新的魔法可以使用，但是我的也想写完这边我的世界官方文章，没想到有一颗闪电射向我，弄乱了我帅气的头发（爆炸）。\n\nActually, the crossbow isn’t the true star of this new update. That’ll be the lantern, which is sure to light up your life! We’ve also added the loom and the lectern, items that will no doubt loom up your life and lectern up your life, respectively. Give them a try!实际上，弩并不是这次更新的重点，重点就是灯笼，它会照亮你的世界！我们这次更新还增加了织布机和讲台，这两个物品无疑使你的世界和在讲台的感觉更加丰富。\n\n\n\n\n\n\nLook at me rambling about book holders and medieval weaponry when I should be talking about the real star of the R10 update – Jellie, the cat YOU voted to be added to Minecraft! Jellie, stand up and take a bow!当我讨论R10更新的最佳明星时候，请看看我对书籍和中世纪武器的想法 —— Jellie，你们投票在我的世界加入了“猫”！Jellie，站起来鞠躬！\n\n\n\nWait,can cats stand up and take a bow?Do they even try?等等，猫能站起来鞠躬？它们想试试看？\nNo, wait, I know the actual star of this update – shields! You’re just 1 iron ingot and 6 wooden planks away from being able to defend yourself against all sorts of hostile mobs (and other players, too).不，等下，我知道这次更新的真正明星了——“盾牌”！你只需要一块铁锭和六个木板就可以抵挡住各种各样的敌对生物（以及其他玩家）。\n\n\nShields will also help defend you from the new hostile mob, Pillagers(are they the true stars of this update? No way, they’re JERKS). Defence won’t actually be necessary just yet, because Pillagers are only coming to Creative Mode in this update. But what about in a later update? Let’s just say you might want to start practising crafting and using that shield now…盾牌可以帮助你抵挡新的敌对生物，掠夺者（他们是这次更新的真正的明星吗？）不，这不可能，他们是混蛋！防御实际上还没有使用的必要，因为在这一次的更新中，掠夺者只是进入创造模式。但是在以后的更新中呢？那么你现在就开始练习制作和使用这个盾牌把。\n\n\nPlease note that there is a bug that currently affects HD texture packs on mobile devices. Using these texture packs may cause your game to crash. Until we get this bug fixed, we advise you to not use HD texture packs on mobile devices. We hope to get this bug fixed soon!请注意，在这次更新中，存在一个错误，现在将会影响材质包在移动设备上的使用。使用这些材质包可能导致你的游戏崩溃。在我们修复这个错误之前，我们不建议你在移动设备上使用材质包。我们会尽快修复这个错误！\nThis update will be rolling out on Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch today, so keep an eye on your Minecraft platform of choice. Want to chat with us about the update? Join us, the true stars of the R10 update, on the official Minecraft Discord atdiscord.gg/Minecraft此次更新将在Xbox One，Windows 10，IOS，Android和任天堂Switch版。今天请留意你所在的“我的世界”平台。想和我们谈谈更新的事情吗？加入我们，R10更新的真正明星！，关于“我的经验之谈”点击前往。\n\n【Mango译自MINECRAFT BEDROCK UPDATE INCOMING!】【作者Tom Stone，发布时间2019年3月19日 UTC/GMT -4】",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1553077500,
            "txt_content": "原文是 NEWS，不在博文录的。\n基岩版的 NEWS 隔壁新闻资讯版也不要的。\n\n（嗯，我也被这不成文的规矩坑过好几次"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553077620,
            "txt_content": "SPGoding 发表于 2019-3-20 18:25\n原文是 NEWS，不在博文录的。\n基岩版的 NEWS 隔壁新闻资讯版也不要的。\n我发错了版块了吗  还是说 这个没版块要"
        },
        {
            "author": "SPGoding",
            "timestamp": 1553077680,
            "txt_content": "mango2017 发表于 2019-3-20 18:27\n我发错了版块了吗\n就放这儿吧（\n也不算错版，就是拿不到博文录的奖励而已 hh"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553077680,
            "txt_content": "SPGoding 发表于 2019-3-20 18:28\n就放这儿吧（\n也不算错版，就是拿不到博文录的奖励而已 hh\n好的吧"
        },
        {
            "author": "Оil",
            "timestamp": 1553079240,
            "txt_content": "灯笼？\n想到了N久以前想要火把熄灭的设想……\n说得好，我选择南瓜灯.jpg"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553183340,
            "txt_content": "可以考虑改一下标题分类……"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553184540,
            "txt_content": "kakagou12 发表于 2019-3-21 23:49\n可以考虑改一下标题分类……\n改成什么"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553187960,
            "txt_content": "mango2017 发表于 2019-3-22 00:09\n改成什么\nNEWS啊……"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553188440,
            "txt_content": " 本帖最后由 mango2017 于 2019-3-22 01:17 编辑 \nkakagou12 发表于 2019-3-22 01:06\nNEWS啊……\n\n改好了"
        },
        {
            "author": "E07",
            "timestamp": 1553773080,
            "txt_content": "村庄与掠夺的大跃进"
        },
        {
            "author": "yechuanniubi",
            "timestamp": 1560470460,
            "txt_content": "不错不错~~~~谢啦"
        }
    ]
}