{
    "title": "帮助主播支持：慈善项目“水”",
    "author": "鹿小语",
    "replyCount": 12,
    "timestamp": 1553275380,
    "txt_content": " 本帖最后由 mango2017 于 2019-3-23 01:53 编辑 \nHelp streamers support charity: water!Watch some great Minecraft streams and help a great cause!帮助主播支持  慈善项目：水！观赏伟大的我的世界交流，帮助一个伟大的慈善事业！\n\nThe Village & Pillage update is getting closer and closer and we’re trying to think of the best way to celebrate it. Refuse to say anything but ‘hrrm’ Villager-style until it’s released? Hrrm, perhaps not. OK, how about supporting charity: water, an incredible organisation that’s on a mission to bring clean water to every person on the planet? Hrrrm! I mean, that’s a great idea!村庄&掠夺者的更新越来越近了，我们正在努力的想通过最好的方式来庆祝版本更新。在（正式版）发布之前除了村民“哼哼声”之外，啥也不说，也许不是。好吧，去支持charity: water感觉怎么样？这是一个神秘的组织，它的使命是为地球上每一个人带来干净的水。哼哼！我的意思是，这是一个好主意！\n\nWater wells are being redesigned and expanded in the Village & Pillage update, which is all the excuse we need to support charity: water. With 663 million people currently lacking access to clean water (that’s almost 1 in 10 people), the great work of charity: water is absolutely essential. They want to bring clean water to as many people as possible, and we want to help!在村庄&掠夺者版本更新中，我们对水井进行了重新设计和扩建，这是我们所有的借口，我们需要支持“charity: water”，由于目前有6.63亿人无法获得干净的水（这几乎是全世界十分之一的人），所以慈善项目主要目的：水是绝对需要的。他们想把干净的水带给尽可能多的人，我们也想帮忙！\n\n\nThis weekend, charity: water are aiming to raise $100,000 to bring clean water to over 3000 people through their livestreaming event, the ‘Weekend for Water’. So we’re teaming up with some of our favourite streamers, providing them with great Minecraft prizes to give away, and helping charity: water do just that! Does this mean we’re going to make an excellent joke about water and streaming in the next sentence of this post? No, we’ve got more important things to write. Like telling you how you can help!本周末，“charity: water”计划筹集10万美元，通过他们的直播活动“Weekend for Water”，为3000多人带来干净的水。因此，我们正在与主播合作，为他们提供《我的世界》的大奖！并帮助慈善项目“charity: water”，这意味着在下一篇文章中，我们要讲一个关于水和水流的一个精彩的玩笑？不，我们还有更重要的东西需要写。比如让我告诉你，你能帮上什么忙！\n\nBelow is a list of streamers who’ll be streaming Minecraft as part of the Weekend of Water. During their streams, you’ll be able to make donations to charity:water and the streamers will be giving away loads of Minecoins that you can redeem for anything you like on the Minecraft Marketplace. All you have to do is tune in to their streams for your chance to win! Click their links to find out more:下面列出将作为“Weekend for Water”活动的一部分我的世界主播。在他们的交流中，你可以向“charity: water”赠送大量的Minecoins，你可以在Minecraft Marketplace上兑换任何你喜欢的东西。你所需要做的就是收听他们的交流，你就有机会赢得！点击他们的链接了解更多信息：\nFriday, March 223月22日星期五\n● ChicaDeAwesome: 2pm-6pm PDT (5pm-9pm EDT)● ChicaDeAwesome:太平洋时间下午2点至6点（美国东部时间下午5点至晚上9点）（北京时间23日上午5点至9点）\n● MilesPernicious: 2pm-12am PDT (5pm-3am EDT)● MilesPernicious: 太平洋时间下午2点至12点（美国东部时间下午5点至22日3点）（北京时间23日上午5点至15点）\n● iJevin: 4pm PDT (7pm EDT)● iJevin: 太平洋时间下午4点（美国东部时间下午7点）（北京时间23日上午7点）\n\nSaturday, March 233月23日星期六\n● Wyld: 1pm PDT (4pm EDT)● Wyld: 太平洋时间下午1点（美国东部时间下午4点）（北京时间24日上午4点）\n● MilesPernicious: 6-11pm PDT (9pm-2am EDT)● MilesPernicious: 太平洋时间下午6点至24日11点（美国东部时间晚上9点至24日2点）（北京时间24日上午9点至14点）\n\nSunday, March 243月24日星期日\n● Direwolf20: 3-9pm PDT (6pm-12am EDT)● Direwolf20:太平洋时间下午3点至9点（美国东部时间下午6点至25日0点）（北京时间25日上午6点至12点）\n● ChicaDeAwesome: 5-8:30pm PDT (6-11:30pm EDT)● ChicaDeAwesome: 太平洋时间下午5点至8点30（美国东部时间下午6点至晚上11点30）（北京时间25日上午8点至11点30）\nFollow them on Twitter so you don’t miss their streams. A massive thank you to all the streamers who are taking part this weekend!在推特上关注他们，这样你就不会错过他们的交流，非常感谢这个周末所有参加活动的人！\n\n\n\nTo get us started with the Weekend for Water, we’re donating $10,000 to sponsor a water project and help bring clean water to an entire community. We’ll also be doing more to support charity: water and their important work in the near future, so stay tuned. 为了让我们顺利进行“Weekend for Water”活动，我们捐赠了10000美元赞助一个水上项目，并帮助整个社区提供干净的水，在不久的将来，我们还会做更多的事情来支持“Weekend for Water”和他们的重要工作，所以请持续关注！\n\nClick here to dive into the Weekend for Water and enjoy the streams!点击这里参加“Weekend for Water”，畅所欲言！\n\n\n\n【mango2017译自Help streamers support charity: water!】【作者Tom Stone，发布时间2019年3月22日】\n\n",
    "replies": [
        {
            "author": "nggcgg2",
            "timestamp": 1553298480,
            "txt_content": "水沝渁?淼?\no水够了 \n慈善项目"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553308320,
            "txt_content": " 本帖最后由 mango2017 于 2019-3-23 12:41 编辑 \n\n因原文需要审核通过，请配合下面阅读，新手翻译，如有不通顺or错误请指出\n\nHelp streamers support charity: water!\n帮助主播支持 charity: water！\nBelow is a list of streamers who’ll be streaming Minecraft as part of the Weekend of Water.During their streams, \n下面列出将作为“Weekend for Water”活动的一部分我的世界主播。在他们的直播中，\n\nwe’re donating $10,000 to sponsor a water project，\n我们捐赠了10000美元赞助了水的慈善项目，\n\nan incredible organisation that’s on a mission to bring clean water to every person on the planet? \n这是个超赞的组织，他们的目标是给地球上的每一个人带来干净的水。\n\nyou’ll be able to make donations to charity:water and the streamers will be giving away loads of Minecoins that you can redeem for anything you like on the Minecraft Marketplace.\n你可以在charity: water捐赠大量的Minecoins，在Minecraft市场上兑换任何你喜欢的东西。\n\n"
        },
        {
            "author": "zyjking",
            "timestamp": 1553313060,
            "txt_content": "mango2017 发表于 2019-3-23 10:32\n因原文需要审核通过，请配合下面阅读，新手翻译，如有不通顺or错误请指出\n\nHelp streamers support cha ...\n个人建议：\n\n（帮助主播支持charity:water基金会的净水项目）\n\n（这是一个棒极了的组织）\n\n有些地方可以意译"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553314440,
            "txt_content": "zyjking 发表于 2019-3-23 11:51\n个人建议：\n\n（帮助主播支持charity:water基金会的净水项目）\n谢谢   净水项目貌似 还是有点别扭"
        },
        {
            "author": "Оil",
            "timestamp": 1553315760,
            "txt_content": "mango2017 发表于 2019-3-23 10:32\n因原文需要审核通过，请配合下面阅读，新手翻译，如有不通顺or错误请指出\n\nHelp streamers support cha ...\n嗯……\nincredible有时也可以理解为“超赞的，超好的”，窃以为原句可以翻译为：\n“这是个超赞的组织，他们的目标是给地球上的每一个人带来干净的水”\n信达雅这方面我是偏重前两项了，所以用“他们”指代组织了……"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553316000,
            "txt_content": "Oil 发表于 2019-3-23 12:36\n嗯……\nincredible有时也可以理解为“超赞的，超好的”，窃以为原句可以翻译为：\n“这是个超赞的组织，他 ...\n感谢提议~"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1553325900,
            "txt_content": "很有意思但我们估计帮不上多少忙……\n感觉读起来有点别扭语序似乎有些混乱虽然说我说话的语序也是挺混乱的"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1553483400,
            "txt_content": "wow，挺不错的，希望国内也有类似的公益活动"
        },
        {
            "author": "gao-ji",
            "timestamp": 1553691840,
            "txt_content": "好水!好水！"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1553692080,
            "txt_content": "好水啊，但是水水更健康"
        },
        {
            "author": "我爱魁拔",
            "timestamp": 1553695560,
            "txt_content": "救救可怜的可怜的村民吧 他们需要净水计划。他们成日生活在铜窑上 每天只能喝到高浓度cu离子水"
        },
        {
            "author": "abc.10",
            "timestamp": 1554520020,
            "txt_content": "感觉好像是水贴= = ="
        }
    ]
}