{
    "title": "[Minecraft.net | INSIDER] 背包盘点：水瓶",
    "author": "鹿小语",
    "replyCount": 27,
    "timestamp": 1553260260,
    "txt_content": " 本帖最后由 mango2017 于 2019-4-20 02:37 编辑 \n\n\n\n\n\n\n006At2iyly1g1bvp2ukjpj30xc0e9jsy.jpg (81.27 KB, 下载次数: 19)\n\n下载附件\n\n2019-3-25 14:13 上传\n\n\n\n\n\nTAKING INVENTORY: WATER BOTTLEA refreshing read, guaranteed!背包盘点：水瓶保证这是一个小清新的阅读\n\n*Glug glug glug* Ahhh... After a hard day’s mining, with the stone dust getting into your mouth, and your throat sore from screaming every time you think you spot a skeleton, there’s nothing like kicking back with Minecraft’s most refreshing item – the water bottle.哈哈，辛苦的采了一天矿回来之后，嘴里都是石头灰，每次看到看到骷髅都会喊破喉咙，这个时候没有什么比我的世界里让人耳目一新的东西——水瓶更让心放松的了。\nWater bottles were added in version 1.0.0 of Minecraft, released in November 2011, at the same time as the potion brewing system. Which is no coincidence, because water bottles are a key first step for every potion in the game. In fact, that’s pretty much all they’re useful for, though they do make a nice sign for a potion shop if you put them in an item frame.在2011年11月发布的我的世界1.0.0版本中就添加了水瓶，与酿造台同时发布，这其实并不是巧合，因为水瓶是炼药的关键一步，事实上，这是它们的很大一部分用处了，尽管他们可以放在牌子上作为一个很好的商店标志。\n\n\n\n\n\n006At2iyly1g1bvp2tyk5j30ks0bp75l.jpg (51.68 KB, 下载次数: 19)\n\n下载附件\n\n2019-3-25 14:17 上传\n\n\n\n\n\nIt’s easy to make a water bottle – just arrange three blocks of glass in a crafting grid to make a glass bottle, and then right-click on some water or a cauldron to fill it up. If you pick the latter, perhaps because you’re in the Nether and there’s no water around, filling a bottle will remove a third of the cauldron’s contents in one go. That seems like way more than should fit in the bottle – I guess the rest spills over the sides?制作一个水瓶很容易——只要在一个合成台里排列三个玻璃就可以制作成玻璃瓶，然后右键水或者用炼药锅来补充水。如果你选择了炼药锅，也许是因为你在地狱里，那里并没有任何水。用一个玻璃瓶里就可以装走1/3炼药锅里的液体，这看起来比装载玻璃瓶里的量要大的很多——我想玻璃瓶里的液体都溢出来了把！\n\n\n\n\n\n006At2iyly1g1bvthgyyzj307103kmxd.jpg (5.11 KB, 下载次数: 19)\n\n下载附件\n\n2019-3-25 14:18 上传\n\n\n\n\n\n\nYour other option for getting a water bottle, if for some reason you really hate crafting (and if that’s the case then perhaps this isn’t the game for you), is to fish one up. With an unenchanted fishing rod, you’ve got a 1.2 percent chance of landing a bottle full of water, which is one in every 83-ish casts. Good luck!如果你不喜欢自己手工制作（如果是这样，那么这款游戏可能不适合你玩耍），你的另一个选择就是去钓一个水瓶。用一根没有附魔的钓竿，你又1.2%的几率钓到一个水瓶，平均83次就会出现一个，祝你好运。\nWater bottles are pretty popular in the real world. Actually, that’s a bit of an understatement – more than 480 *billion* plastic drinking bottles were sold in 2016 across the globe, up from about 300 billion a decade ago. If placed end to end, they would extend more than halfway to the Sun – which is a very, very long way away. In space, no-one can hear you sip.水瓶在现实生活中也很受欢迎，事实上，这有点轻描淡写了——2016年全球塑料饮料瓶超过4800亿瓶被出售，而十年前仅仅有3000亿瓶被出售，如果把她们串联起来，它们会延伸地球到太阳距离的一半——这是一个非常、非常长的距离。在太空中，没有任何能听到你的喝水声。\n\n\n\n\n\n006At2iyly1g1bvp2vg5ej30ks0bpmzt.jpg (76.75 KB, 下载次数: 19)\n\n下载附件\n\n2019-3-25 14:18 上传\n\n\n\n\n\nOnce drunk, most of these bottles are thrown away, despite the plastic used to make them being very easy to recycle. Most end up in a landfill or in the ocean, where they’ll stay for centuries, possibly millennia. According to scientists who study plastic waste, by 2050 the ocean will contain more plastic by weight than fish.这些水瓶一旦喝完了，就会被丢掉，尽管用塑料制成的很容易回收，但是他们中的大多数最终都会丢弃在垃圾场或海洋中，在那里，他们会存在数百年，甚至数千年，据科学研究表明，到2050年，大海中的塑料重量将超过鱼类的重量。\nSo next time you finish a drink, keep hold of the plastic bottle and use it again. And again. And again. And then a few more times for good measure. And then recycle it properly so it can be made into lots more bottles for the future. Otherwise, in a few decades time, sentient plastic bottles will most likely take over the planet as the only remaining species. I, for one, welcome our plasticky overlords.所以当你下一次喝完一杯饮料的时候，可以将塑料瓶反复使用，多使用几次，然后对它们进行合理的回收，这样它就可以被制作成更多的瓶子，以备将来使用。否则，在几十年的时间里，有意识的塑料瓶可能很快成为地球上仅存的物种。就我而言，我欢迎我们的塑料霸主。\n\n\n【mango2017译自TAKING INVENTORY: WATER BOTTLE】\n【作者Duncan Geere，发布时间2019年3月22日 UTC/GMT -4】\n\n\n\n",
    "replies": [
        {
            "author": "星朗天君",
            "timestamp": 1553260800,
            "txt_content": "标题翻译过来不应该是【背包盘点：水瓶】吗...钻石是什么鬼..."
        },
        {
            "author": "鹿小语",
            "timestamp": 1553261100,
            "txt_content": "星朗天君 发表于 2019-3-22 21:20\n标题翻译过来不应该是【背包盘点：水瓶】吗...钻石是什么鬼...\n复制的钻石的模板，好尴尬 ，好尴尬"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1553261280,
            "txt_content": "mango2017 发表于 2019-3-22 21:25\n复制的钻石的模板，好尴尬 ，好尴尬\n最新帖子看到一个钻石 忒奇怪 那玩意不是发过了吗 点进来...\n说到这个 我就想起来 昨天晚上家长群 一个家长反馈错字而且念不通 后面的家长都是复制那段打错的字 改个名字就发了 然后群里一大堆的一模一样的错字 果然 人类的本质是复读机吗"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553261400,
            "txt_content": "风扇滑翔翼 发表于 2019-3-22 21:28\n最新帖子看到一个钻石 忒奇怪 那玩意不是发过了吗 点进来...\n说到这个 我就想起来 昨天晚上家长群 一个家 ...\n主要是怕弄错标题不知道被标题坑了多少次了\n然后下面也很迷的 弄错了  哈哈"
        },
        {
            "author": "z99891179",
            "timestamp": 1553262360,
            "txt_content": "只要在一个合成台里排列三个玻璃就可以制作一个玻璃瓶原文作者连自己的截图都不看清楚么orz"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553262480,
            "txt_content": "z99891179 发表于 2019-3-22 21:46\n原文作者连自己的截图都不看清楚么orz\n鬼知道我当时在想什么"
        },
        {
            "author": "Оil",
            "timestamp": 1553263260,
            "txt_content": "窃以为“with the stone dust getting into your mouth”翻译的话可以翻译成“嘴里边呛满了石头灰”，毕竟说嘴里边有碎石感觉怪怪的……\n\n古有越战海豹嚼肉干静坐待敌，今有MC史蒂夫啃石头动舞开矿？"
        },
        {
            "author": "z99891179",
            "timestamp": 1553263320,
            "txt_content": " 本帖最后由 z99891179 于 2019-3-22 22:04 编辑 \nmango2017 发表于 2019-3-22 21:48\n鬼知道我当时在想什么\n想了一下不如把数量去掉改成\"制作出玻璃瓶\"?你又1.2%的几率钓到一个水瓶顺便挑个错字"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553263440,
            "txt_content": "Oil 发表于 2019-3-22 22:01\n窃以为“with the stone dust getting into your mouth”翻译的话可以翻译成“嘴里边呛满了石头灰”，毕竟 ...\n，嘴里都是石头灰和灰尘\n\n感觉前后冲突"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553263440,
            "txt_content": "z99891179 发表于 2019-3-22 22:02\n想了一下不如把数量去掉改成\"制作出玻璃瓶\"?\n谢谢，已修改~"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553263560,
            "txt_content": "一些建议：\nyour throat sore from screaming every time you think you spot a skeleton每次都以为自己是一副骷髅\n这应该是你每次看到骷髅都喊破喉咙所以喊疼了\nthat’s pretty much all they’re useful for这几乎都是有用的\n注意for, 这里是在指明用处~\n they do make a nice sign for a potion shop if you put them in an item frame.尽管他们被放在同一个内容里，但是他们确实为炼药做了一个好兆头。\nitem frame是物品展示框，这里说的是放在物品展示框可以做一个不错的药水店招牌。\nwhich is one in every 83-ish casts. Good luck!\n祝你好运漏翻了啊QAQ\nplastic drinking bottles were sold in 2016\n建议把塑料和出售翻译出来，不然的话会感觉400 billion是一个累积量\nthey would extend more than halfway to the Sun 它们会延伸到太阳的中间\n这里的意思是延伸到地日距离的一半……难不成戳到太阳里面吗\nno-one can hear you sip. 没有任何能听到你的声音。\n同样建议把sip这个喝水声翻出来\nmore plastic by weight than fish.塑料数量将超过鱼类的数量。\n这里是重量而不是单纯数量的超过啊\nI, for one, welcome our plasticky overlords.就我而言，欢迎我们的塑料霸主。\n这里大概可以补一个“我”：我欢迎……，通顺一点\n\n以及文中还有些错别字，发布时间也还是补上吧~另外推荐博文转换器，见我的签名档"
        },
        {
            "author": "Оil",
            "timestamp": 1553263680,
            "txt_content": "mango2017 发表于 2019-3-22 22:04\n，嘴里都是石头灰和灰尘\n\n感觉前后冲突\n只留下石头灰就好了。\n“stone dust”我个人偏向当成一个词翻译……"
        },
        {
            "author": "zyjking",
            "timestamp": 1553264220,
            "txt_content": "翻译怪怪的，很多地方没表达出来应有的意思\n\n一些地方可以按照自己的想法进行意译"
        },
        {
            "author": "Оil",
            "timestamp": 1553264280,
            "txt_content": "kakagou12 发表于 2019-3-22 22:06\n一些建议：\nyour throat sore from screaming every time you think you spot a skeleton每次都以为自己是 ...\n话说回来绿帽子不是你报道了还真有点不适应……\n烤面筋~我滴烤面筋~"
        },
        {
            "author": "鹿小语",
            "timestamp": 1553264400,
            "txt_content": "kakagou12 发表于 2019-3-22 22:06\n一些建议：\nyour throat sore from screaming every time you think you spot a skeleton每次都以为自己是 ...\n  表示转换器 没看懂的说"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553264460,
            "txt_content": "Oil 发表于 2019-3-22 22:18\n话说回来绿帽子不是你报道了还真有点不适应……\n烤面筋~我滴烤面筋~ ...\n已经有新人加入，我溜了（举帽.jpg）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553264520,
            "txt_content": "mango2017 发表于 2019-3-22 22:20\n表示转换器 没看懂的说\n那真是遗憾了 其实不难的（"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1553340240,
            "txt_content": "如果把她们串联起来，它们会延伸地球到太阳距离的一半——这是一个非常、非常长的距离。（“她”？）\n在太空中，没有任何 能听到你的喝水声。(少了一个“人”？）\n\n我就是路过\n顺带找个错字 ：]"
        },
        {
            "author": "yangqinglan",
            "timestamp": 1553512140,
            "txt_content": "保护环境人人有责"
        },
        {
            "author": "E07",
            "timestamp": 1553772900,
            "txt_content": "最恰背包空间空间的玩意"
        },
        {
            "author": "daijiajie",
            "timestamp": 1553813640,
            "txt_content": "还好还好哈还好还好哈哈哈哈"
        },
        {
            "author": "lilujunnan",
            "timestamp": 1553851500,
            "txt_content": "好棒。以前我从来不会贴  后来等级不够。"
        },
        {
            "author": "谈海超",
            "timestamp": 1554896940,
            "txt_content": "333333333333333333333333333"
        },
        {
            "author": "果涷i",
            "timestamp": 1554936600,
            "txt_content": "直接喝水，有什么用处，，"
        },
        {
            "author": "海螺螺",
            "timestamp": 1555685760,
            "txt_content": " 本帖最后由 754503921 于 2019-4-19 23:02 编辑 \n\nthat’s pretty much all they’re useful for,\n这是它们的很大一部分用处了，尽管它们还可以怎么怎么样\nwait 我的意思是 尽管它们还可以放在牌子上当商店....\n@mango2017 "
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801220,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "2441877542",
            "timestamp": 1556877060,
            "txt_content": "我爱mc就像爱我的祖国"
        }
    ]
}