{
    "title": "【原创】『针锋相对-Opposing Force』 ----by Tech",
    "author": "Technology",
    "replyCount": 33,
    "timestamp": 1359900240,
    "txt_content": " 本帖最后由 Technology 于 2013-2-3 22:18 编辑 \n\n\n\n\n\n\ngroup_255_banner.jpg (17.96 KB, 下载次数: 14)\n\n下载附件\n\n2013-2-3 21:59 上传\n\n\n\n\n\n首先说一下噢~这个其实是我初一的时候写的~但绝对是原创的！而且我觉得到现在还是挺好看的！\n字数是一万，略少于史蒂夫传奇（还没看过史蒂夫传奇？请点这里！）~可能部分细节描写不如史蒂夫传奇，但故事性要强于前者！\n废话不多说，奉上故事~\n\n\n一，   反物质\n\n整齐的方阵踏过一片片被炮火烤焦的土地，成片成片的陆战兵徐徐向前走去，他们将被派去征服新的土地。这是2200的地球，大部分的土地被滚滚黄沙淹没，在这片充斥着辐射的土地上，还有最后两股势力，国际雇佣兵集团和B6重工科技集团。双方为了争夺愈来愈少的绿地展开了一场场明争暗斗，雇佣兵集团拥有了绝大部分的土地和地球上的人口，但是他们的最高统帅darkness却迟迟不敢彻底剿灭B6科技集团，因为，B6集团的实验室率先研制出了反物质吞噬性弹头，这种可怕的武器只在瞬间便可将一个国家毁得寸草不生，然后这并不是双方的目的。所以darkness清楚雇佣兵集团只能一步步慢慢来，他很懂得分寸，那阴冷的面孔下藏着一颗残酷，对于死亡麻木不仁的心。他清楚的知道，不到最后一刻，B6是不会释放这种弹头的，那是同归于尽的做法。\nB6的最高统帅是angel，他在一次试验中失去了他的右眼，左眼视力也大大受损，几乎是一个盲人。但是他的智慧却为他获得了无数的研究成果。\n——2234年，darkness地下指挥所\n“长官，间谍1147发回报告，找到了B6反物质弹头发射井的大概位置了。但是，我们现在的卫星定位不到具体位置。只知道隐藏在非洲马利瓦尔沙漠中央，他们的反侦测设备非常先进！”\n“混帐，下去！你以为马利瓦尔沙漠还是几百年前那个地球仪上的芝麻豆？！”darkness脸上没有任何多余的表情，指挥室光线非常暗，隔绝了外界一切辐射，只有那些显示屏的微微光亮，只剩下人的轮廓。\n“是！”那人退下去。\n“调集所有雷达，卫星，全方位监视马利瓦尔沙漠，一有反常信号，立即汇报！”\n“遵命！长官！”\n“派出1到75号分队进行地毯式搜索！”\n“遵命！”\n“东线的3号师有什么新进展吗？仍旧和B6的炮塔防御线纠缠？”\n“是的，我已经传达命令给3号师，4日内攻破防线！”\n“不不不，不要那么急，B6虽说人口不那么多了，但是炮塔和防御工事的数量还是很可观的，硬拼我们不会占优势的。调集第6幻影坦克师去支援他们！我们的目的旨在切断他们东线的资源，看他们能撑多久！”\ndarkness嘴角露出一丝不为察觉的笑意，只要控制他们的反物质发射井，统一全球指日可待了。\n说到幻影坦克，这是B6集团2150年最先研制出来的完全反雷达，反肉眼的装甲，它能将后面的景物投影到前面，造成人很难分辨，特别是在沙漠这种环境，而且配备了先进的武器，并且免疫激光攻击，唯一的缺点是坦克的装甲不是很厚实，对于遭受实体攻击，是致命的伤害。这种技术在研制出来没多久就被佣兵集团的间谍窃获，由于掌握了技术，幻影坦克迅速取代了原先的激光坦克，佣兵集团开始大量建造。在资金人力方面的的优势使得很快佣兵集团超越了B6科技集团。darkness指挥着他的军队肆无忌惮的掠夺着他们的对手，一个一个的集团从地球上消失。这一切毫无阻挡的发生着。\n直到angel在一次试验故障中亲自和副手下到未被防护的区域去检查问题所在，在他打开故障阀门时，他的一个副手突然用手枪从后面顶住angel的后脑勺，\n“识时务者为俊杰，把这项反物质研究成果给我，并且立即停止实验！”\nangel终于知道他是间谍了，这个副手跟了angel十二年，angel从未怀疑过他。为了这次的实验，他们耗费了太多太多的精力和资源，现在让实验终止怎么可能？就在副手眨眼之时，angel突然转身用反手抓住了他拿枪的手腕，枪在几番争夺之后，被副手扣动了扳机，子弹打中了旁边的控制阀，整个实验室地面微微颤动。angel明白他们不小心启动了整个实验。听到管道里的声音，因为激光发射口就对着他的头部位置，angel迅速趴在了地上。煞那间，一道无比强烈的光射出管道，副手还没反应过来，就被激光打成了灰。实验室开始震动，实验人员发现各项监测数据都在超出预想地增长。中央的能量柱里慢慢生成了一种奇幻的物质，当一切结束时，他们顾不得成果，立即派人下去寻找angel和他的副手。\n他们在偌大的实验室一角发现了蜷缩着的angel。他满脸是血，防护服早就被烧穿了，背上一道严重烧伤的痕迹。他们扶起angel的时候，angel从嘴里挤出几个字：“实验。。成。。功了吗？”正当他们在寻找副手的时候，angel用残剩的力气摆了摆手，然后便昏死过去。\n而这次，他们意外发现了反物质，并成功储存了它！这项技术被列为最高机密，没有外泄。angel也奇迹般地活下来了。\n\n二，偷袭\n\ndarkness多少次梦想着要获得这项技术，他也派人在研究，但却毫无结果，最后丧心病狂的他，命令把那些实验人员通通丢进了正在运作的激光散热扇里面。\n几万名训练有素的特种兵踏上了马利瓦尔沙漠，开始了搜寻工作，他们不敢抱怨darkness的统治，只要有背叛的动机，就只有死路一条。地球上出生的男婴儿是没有居住许可证的，只有参加军队，阵亡的那一天就是他们的休息之日。他们不被允许有妻室，而女人则是要负责维持人口，传承优秀的基因。有先天疾病的婴儿会在出生时被杀死，只有健康的得以存活。他们没有名字，只有代号；没有灵魂，只有血肉之躯。\n很快，沙漠的夜就到来了，他们就地驻扎了，数千个帐篷迅速搭起，警戒也立刻到位了。指挥官查看了下地形，这是片空旷地带，还有些城市遗迹，曾经高楼大厦的楼顶露出了沙面。\n夜空很干净，一碧如洗，冷冷的月光一如百年前地照在了这片大地，只不过早已面目全非了罢了。这时，沙面上细细的隆起一条线，四面八方地向营地聚拢来。天空中的云彩似乎也有些异样，站在营地外的指挥微微皱了皱眉头，谁也没注意到一个人影正站在他的背后，一道电光闪过，指挥抽搐着倒在地上，高处的雇佣兵狙击手最先发现了这一情况，正欲开枪，一发子弹准确无误地从他后脑进前脑出，毫无声息。顿时，无数的B6磁暴兵从地下钻出，先进的电磁设备躲过了营地附近的警报器和雇佣兵集团的卫星侦测。在近战中，磁暴兵占尽了优势，又是夜袭，毫无准备的雇佣兵被打得哭爹叫娘。很多坦克驾驶员跑进了幻影坦克，然而，这将是他们这辈子最失败的决定！磁暴兵的设备已经能看清幻影了，他们所携带的能量炮对于坦克而言是噩梦，不一会儿，几百辆幻影坦克就报废成了一堆废铁。但是毕竟雇佣兵集团人员众多，在他们准备好阿帕奇和陆战兵反击磁暴兵时，B6的隐形战斗机现身了，地面上的磁暴兵且战且退，在隐形战斗机的火力掩护下，磁暴兵全身而退，隐形飞机也以极小的损失废掉了对方大部分的阿帕奇。\n这一消息很快传回了darkness的指挥所，“长官，如此先进的电磁设备是我们史料未及的！这次被偷袭我方损失惨重。现在连他们的撤退路线也没能追踪到。”“废物！！简直是一群废 物！！！如此先进的电磁设备是什么？我们就研究不出来吗？这种设备可想而知非常耗电，在被袭击地点方圆为100公里的半径内查找敌人！真丢脸！！”\n这时，一个副官模样的人跌跌撞撞跑进来，“报告长官！重要消息，我们用频率侦测器对袭击地附近进行探测时，刚刚发现距离被袭地点西南方向85公里处有异常信号波！我们立刻追踪了信号，并定位了它！坐标是3655 5564 8786！”\n\n\n\n三，血战16号基地\n\nangel的眉头皱了一下，叹了口气。“空城戏，只能这么唱了。16号基地自爆装置安装好了？”对着他面前那位年轻的科学家问道。“是的，长官，你真的要放弃16号基地吗？”“不放弃又能如何？dark军团不会放过我们的。”“那长官您的意思是？”“是的，我来负责引开他们。”“长官，我来吧，我保证完成任务！”“不！人类的未来需要你，科学的进步是我们的源泉动力，而非杀戮！”angel打开密码箱，里面有一瓶奇异的物质，“这是个特制的瓶子，里面装着的是我们发现的暗物质。”angel双手捧着这瓶东西稳稳地递到了年轻科学家的手上。在angel托付的眼神中走出了指挥室，乘坐隐飞离开了沙漠中的16号基地。\n\n“布置防御线，做好殊死搏斗的准备，所有人员个就个位！”\n沙面开始震颤，沙子渐渐向外扩散，一座城堡似的建筑浮出沙面。\n雇佣兵集团第一时间就注意到了这个，\n“长官，就是这个坐标！基地自动出现了！”“这老家伙想死了吗？自己暴露出来，快集结4，5，6步兵营，坦克1，2，3号队，前去剿灭！！为防有诈，先派遣鹰眼7代侦察机对其进行全方位侦查！”Darkness一声令下，所有的副手都小鸡琢米般的点头。\n然而雇佣兵集团的鹰眼侦察机在科技技术相差悬殊的情况下，不堪一击被B6的防空导弹击毁在沙漠里。angel站在堡垒顶上，用超高倍望远镜望着沙漠，黑压压的一片，像是地面上的乌云一般碾过来。“重炮准备！”堡垒看似毫无裂缝的外墙上，同时打开了许许多多的口子，一门门重型离子炮有规律的露出炮管。“放！！！”整个堡垒似乎要被撼动了，这一声声巨响在沙漠上空回响着。雇佣兵集团的坦克和步兵在密集的炮火中前行，天启坦克就地增长了炮管，增加射程来反击B6集团的离子炮。而他们的豹式轻型坦克却在炮火中的间隙里很利落的游走着。堡垒又打开了许多口子，这回是相对近射程的大威力能量炮。堡垒底部还有许多重型机枪塔，火光四射的战场上，每个人都在拼命，雇佣兵的火箭兵在装甲步兵车的掩护下迅速就位，进入了双方的射程。堡垒的四面都有相当严密的把守，而堡垒的材料却是无比的坚硬，任是火箭兵怎么狂轰滥炸就是没有丝毫的破绽。子弹，炮弹飞溅起的沙粒似乎要比沙漠飓风还要恐怖，沙漠的空气中充斥着飞溅起的沙砾和血肉，幸好雇佣兵用的枪都是经过特殊设计的，不然沙子进入其内可就变成了一把把玩具枪。darkness在指挥中心观察着这场厮杀“这老家伙看来是要拼命了。”“长官，这样打，他们很快就弹尽粮绝了。”“不！我要让那老家伙见识一下我们的厉害，去派遣我们的影子武士深入地下，寻找堡垒的突破口！”“是！”\n\n\n四，影子武士\n\n影子武士有着和darkness一样冷酷的外表，他们不会笑，不会说话，只会杀戮，他们是杀人的机器，没有自己的意志，只有服从命令！军事运输机在战场后方空降了影子武士之后，影子武士迅速潜入了地下，在一番搜索后，终于用光刀切开了地下管道，顺着管道爬进去了。\n管道里弥漫着一股腐臭味，这条管子是直通实验室的。这些影子武士是训练有素的特殊杀人工具，很快他们钻出了管道，管道的尽头是所有管道的总汇室，十二个影子武士分成两队，六个一队钻进了通风管，另一队钻进了排气管。他们的服装能提供净化他们呼吸所需的氧气。进了通风管那队在管道的分流处，找到了一个小小的出口，下面是一间普通的房间，里面有几个机器人。影子武士戴上特殊的眼镜，\n“这间房间很普通，没有任何机关，看来是自动清洁机器人的存放地。你们两个先下去！”\n两个影子武士互相拉住对方的手，都轻轻的下去了，\n“没问题！队长！”\n又是两个下去，只留下队长和副对长。\n“你们有听到什么声音？”队长问。“似乎是什么东西在启动，散热扇？不像啊。”\n“队长，门为什么打不开？光刀好像切不开这种材料。”\n这时，房间墙上出现两个小孔，从小孔里射出2道光束，以极快的速度向4个武士移来，他们想躲开，却来不及了，那是两道离子光束，4个武士生生的被切成了碎片，肉块散落在地上，血一流出来就被地板蒸干了。\n副队长举枪欲射击那个激光发射孔，被队长制止了，他们继续就着前面的岔路挑了一条向前爬。\n再说另一队，排风扇排出的热气炙热难耐，而且风的阻力非常大。正当他们爬了很长一段路，觉得路漫漫到不了尽头时，风忽然小下来了，正当他们为这个而振奋时，他们发现一个可怕的事实。风扇开始在反方向转了。\n“糟，中计了！回撤！”\n但他们已经无力回天了，吸力越来越大，似乎要抽光所有的一切，像个黑洞一般。不一会儿，管道里只剩下几个人的惨叫声在回荡。\nAngel看着管道内隐藏的监控器所发回的图像，一言不发，抿了抿嘴唇，摆了一下手，示意身后的两位助手过来，\n“Steve，（特工Steve）去底层控制室打开的基地所有的门！Yuri，去组织人员按原定计划撤离！”\n“长官，为什么要这么做？”Steve问。\n“希望能引他们上钩，一切都要结束了，然而这才是真正的开始！”Angel的声音因为激动而颤抖了。\n两个人走出了指挥室，昏暗的指挥室里只剩下Angel一个人。\n\n五，狂战士\n\nAngel从抽屉中拿出一支注射器，里面灌满了蓝色的粘稠液体，Angel用怪异的眼光看着那支注射器，慢慢地将它推进自己结实的手臂，这时Angel的脸因为疼痛痉挛而扭曲了，他的手臂上的血管开始暴起，肌肉开始以飞快的速度膨胀。Angel大叫着，在地上翻滚着，他的衣服被涨破了，皮肤开始出血，开始变色，呕吐不止。\nSteve在进入到直升电梯时，听到了旁边的管道内有异常的动静，突然，管道被从内割开了，露出半把光刀。Steve迅速打开电梯门，隐蔽在了门后。他拔出枪，等待他们切开管道，钻出管道时，给他们一记背后袭击。谁知在他们钻出来时，一个意想不到的转身，丢出一把光刀，电梯门被硬生生的光刀划穿。Steve的手枪被穿过的光刀切成了两半，两个影子武士又从腰间抽出光刀，向Steve躲藏的地方走来，Steve愤然起身，抽出激光刀，在他们接近时，突然一刀砍过去，两个武士很轻盈地躲开了，三个人在电梯旁展开了搏斗，刀光剑影，钛合金的墙壁上留下一道一道划痕。但是，激光刀终究不比离子光刀，更况且，影子武士是专门被训练成杀人工具的，而Steve是B6科技集团特工组的一员，虽说格斗能力也是非同一般，但是面对两个影子武士，很快便处于劣势了。Steve想要后退，但是却无路可退，他知道凶多吉少，退回电梯无异于找死，然而这里既不是底层基地，也不是什么正规的楼层，只是为了以防电梯在出故障时可以及时修理而开辟出来的一个小空间。\n影子武士步步紧逼Steve，副队长在躲过一次Steve的挥刀后，直直一刀冲着Steve心口捣来，Steve闪身，用左手去抵挡，后果是左手硬生生的被离子光刀切掉，他疼的甩掉手中的激光刀，他跌倒在墙边，大口的喘息着，等待死亡的来临。两个影子武士狰狞的笑着，副队长举起手中的光刀，但是在他后仰的时候，光刀不小心插进了电梯的控制器里，一股火花瞬间冒出，紧接着是震耳欲聋的电梯爆鸣声，线路短路了之后，引起了爆炸。副队长还没来得及转身，就被背后的爆炸的气浪向前推来，Steve大叫着，面对这面前的一切，他顺手抄起旁边一把管道钳重重地敲在了副队长的脑门上，脑袋顿时被这十几公斤的大钳子打成了烂西瓜。副队长被这突如其来的袭击，一下打进了火焰里，随着电梯掉下了电梯井。\n爆炸过后，倒在地上的队长慢慢站起，背起已经昏迷的11，向底楼的总控制室顺着电梯井里的应急梯子一路飞奔。\n到了底层控制室面前，队长扶起Steve，拨开他紧闭的眼睛，通过了虹膜认证器，一切都如此顺利，队长将Steve放在门口，自己到了总电脑前，从怀中掏出了一张芯片，那便是基地控制芯片。\n正当Yuri带着要撤离人员离开时发现门打不开，预定给Steve的任务并没有在预计的时间里完成，并且在大门前输入开门指令时，提示音是XX DENY（错误口令）\nYuri便意识到事情不好，带着小队人想要去查看底层的指挥室。然而当他们走到电梯旁，发现了电梯早已经坠到底层去了，且电梯旁的管道早已被划开，墙壁上尽是被光刀刻上的印记。Yuri仔细的看着墙上的刀痕，突然大叫：\n“大家跟我来，快去救Steve！”\n一队人顺着电梯井两侧的应急梯子爬了下去。当他们看到应急电梯修理站的电梯门开着，而且地上有血迹，电梯的控制钮被光刀插坏，地上还有一只断手。Yuri看着断手手腕上的手表，喃喃自语：“可恶的敌人！Steve，你等着，我一定替你报仇！”\n当一队人继续往下爬时，Yuri看清了电梯井底部有一具烧糊的尸体。他们顾不得还有七八级梯子，都不顾一切地跳下去了。\n“这不是Steve，而且不是自己人！”Yuri说着扯去尸体上早已破烂的衣衫，发现烧焦的皮肤上隐约有一些印子，“是激光纹身！用于识别身份的！把电筒拿过来，这里太暗！”\n“不用照了，你们没机会照了，只要我按下控制键，这个基地所有的大门都会打开，你们都已经没有时间逃走了。”一个阴沉沉的声音从众人背后传来。\nYuri拔枪转身，却发现是影子武士队长挟持着Steve。\n“尤里，我们又见面了。而且是极不友好的见面，今天我们都得死，但是你们输了！”\n\n六，往事\n\n十年前，B6和雇佣兵集团的势力相当，尤里当时是隶属于雇佣兵集团，他是雇佣兵当中的顶尖人选，而影子武士现在的队长当时是他的手下。尤里是当时所有雇佣兵中唯一一个有家庭的，他有一个孩子和一个漂亮的妻子。按说雇佣兵只有没有牵挂才能勇敢地作战，这种职业是把脑袋提在裤腰带上的，说不定哪天就会死，哪天便再也无法见到自己的亲人了。\n一次捣毁B6集团爆破研究基地的任务，由尤里和他的手下去执行，他接到的任务指令是敌人为了躲避他们的视线，伪装成自己人。而他的副队就是现在影子武士的队长却因为重病为由没有参加。\n当Yuri与他的手下与敌人展开激战后冲入B6集团的研究基地时，他突然间发现那些所谓的敌人都是自己人！他们同样收到敌人为了伪装，装扮成自己人的任务指令。\n“中计了！！快撤！！”Yuri大声叫道。\n话音未落，基地在瞬间爆炸了，顿时变为了一片火海。Yuri没有停下脚步，他没有管自己身后队友的惨叫，他的心里只想着自己的亲人，他不能死！\n此时，基地外响起了军队的声音，他从声音辨认出那个为首的就是自己的副手，他根本没病！这是圈套！他迅速的隐藏起来，使自己不发出任何声音。\n“还有人活着吗？”副手大声问。\nYuri的耳边传来了一声孩子的哭声，他的心里一颤。\n副手做得很绝，不管Yuri活着还是死了，他都是背叛罪，他的妻儿要和他一起死。他打死了自己人，副手把他的妻儿带到这里然后杀死，可以诬陷他说是为了妻儿，不想为雇佣兵集团效力了，便想带着妻儿叛逃，被副手杀死。这一切都是副手安排的！\nYuri握紧了手枪，奋力冲了出去，他看到副队挟持着他的妻儿。\n“给你个自己选择的机会，是你亲手把他们杀了，然后自断右手，还是我们把你们全杀了？”\n“你卑鄙！”Yuri气的脸都紫了。“你嫉妒我这个位子！贱人！”\n“有种冲我开枪啊，聪明人我想都不会吧。”副队脸上还带着得意的笑容，这让Yuri的拳头攥的咯咯作响\nYuri不敢想象自己的妻儿落到他们的手里会怎么样。\n“爸爸对不起你，我会让他们给你陪葬的！”Yuri大吼一声\nYuri和副队几乎同时举枪，几声枪响过后。Yuri腿部中枪跪倒在地上，而副队也捂着自己的肩膀，血不住的往下流，另外还有几个副队身边的人包括Yuri的妻儿都头部中枪倒在地上。其他人刚想举枪向倒地的Yuri的射击时，副队阻止了，“留着他，以后我想和他决斗。”\n眼泪滴落在沙漠戈壁的地上，痛彻心扉的呼喊声撕开了夜空。伤口依旧渗着血，这伤他一辈子都将背负，一辈子都无法弥补。\n\n七，决斗\n\n“准备好了吗？想不想救你们的队友由你决定。”\n“你们都站到一边去，枪声一响，就准备去救下Steve。”\nYuri的手渐渐的握紧枪柄。\n队长拉下手边的开闸按钮，随后紧紧地把Steve挡在自己胸前。\n枪声响起了，队长还没来得及去拿出枪，左手手腕就中枪了。但他没有放开Steve。\nSteve迷糊中睁开了眼，他不知哪里来的蛮力，向后一退，退到墙边，\n队长对这突如其来的状况毫无防范，Steve抽出队长腰间的光刀，光刀的长度刚好穿过2个人\nSteve笑了一声，朝自己的心口刺去……\n“快点，从这里去逃生舱。”电梯井上面传来不停的炮声枪声。\n监视器的画面告诉他们，敌人已经如潮水般涌入基地。而那个放置反物质研究资料的密室也被他们用粒子光束切开了一个进出口，由于基地已经被控制了，所以不会有警报了。然而他们安装的基地自爆装置却还在运行！\n当他们爬到上层时，打开门却与敌人小分队撞了个正着，正欲开枪，门被什么东西一拳打开，敌人紧接着仿佛被什么东西丢出去一般。只见一个身高2米半的怪物站在他们面前。\n“别怕，我是你们的长官angel。他露出身份牌。快走吧，时间不多了，跟我来！”\n“长官，你怎么变成这个样子了？”Yuri不禁感到一阵震惊\n“你还记得我们半年前研制出来的狂战士药剂么？我们当时实验失败了，我改进药剂后却再没有实验。待会就是距离爆炸3分钟了，所有基地的门会关上，你们跟着我速度冲过去，到了对面就可以进逃生舱了！”\n“那长官你……”\n“不要多问了，冲！！”\n一行人跟着angel，冲进了敌人的队伍，一时间枪声大作，Yuri不顾一切的背着Steve向前跑去，\n“10， 9， 8， 7……”门开始慢慢关上。\nYuri竭尽全力的奔跑着。他亲眼看着无数子弹打在angel身上，仿佛这一切又回到了10年前，他不顾周遭的一切。\n“3， 2，……”\n“呃！”Yuri脚部中枪了，眼看门就要关上了，Angel冲上前，撑起了即将合上的门，挡在了Yuri身后。\n“快！加油！Yuri，你是新人类的希望！”angel从牙缝中挤出这几个字。\n门徐徐的关上了，Angel渐渐从视野中消失了，剩下的几个人迅速的背起Steve和Yuri进了一辆强化的豹式轻坦克，通过弹射通道飞了出去。到半空中，他们眼睁睁看着基地化为了碎片。\n“Steve，挺住，别睡啊，我们已经安全了，撑住，我们很快就到飞船了。”Yuri和Steve不停说话，并且帮他包扎伤口。\n“我……我要不……行了，可能……我真的要……死了。”Steve喘着粗气，血不停地往外涌。\n“傻瓜，别乱说，不会的！”Yuri紧紧握着Steve的右手。“你需要什么？”\n“我只要……我的……手”\nYuri和众人都流泪了，沉默了……\n他们飞进了一艘巨型的飞船，\n“所有人员已就位！准备起飞！”\n年轻科学家双手捧起反物质瓶，将它放入了能量转换器，飞船在短短几秒内，轰隆着飞上天了，消失在茫茫夜空中……\n\n八，结局\n\nB6地球上所有的炮塔防御工事竟然都在一夜之间放弃了抵抗。在雇佣兵集团占领了这些工事之后，发现早已空无一人，偌大的工事里再找不到任何一样生物。雇佣兵集团正在为从16号研究基地里拿到的反物质研究资料而沾沾自喜。这个地球已然已经落到雇佣兵集团的手里，darkness命令手下寻找反物质炸弹，却始终无果，最后，他们发现B6根本没有什么反物质炸弹，他们把发现的反物质全部用在了撤离上了。\n雇佣兵集团早已建好了实验室，就只欠实验参数了，这次试验darkness亲自在看台看着。当一切准备妥当，按下了“START”后，挂在darkness脸上的笑容僵硬了，消失了，只剩无尽的恐惧。实验室的特质玻璃顿时碎裂，整个基地在瞬间化为乌有…………\n“你，早就料到会这样吗？”Yuri拄着拐杖问那位年轻的科学家。\n“真正的实验数据在长官的数据柜里，这个是假的，至于究竟会怎样，我也不知道，反物质只用于和平，而非自相残杀。”\n“那么现在地球究竟怎么样了？”\n“他们的实验似乎出了问题，连接到一个未知的世界，外来的生物寄居了地球，应该地球上没有人了。”\n“Steve的伤势怎么样？”\n“没事，很快会好的，没刺中要害的脏器，刀子离心脏很近，但奇迹般的避过了大动脉。至于手，我们会用高新的生物技术根据他的基因为他适配一只左手。”\n“那么，我们什么时候回去呢？”\n“也许是明天，也许是明年，也许是下世纪，也许不回去了，回到地球，一切都要重头再来。这一切都是人类亲手造成的，我们也要为此付出代价。Angel长官是个和平爱好者，他生前最常和我说过的一句话，战争从来没有输赢，若真要说输赢，输的永远都是人类！”\n“还没请教，你叫什么？”\n“我的名字是Notch。”\n\n----------------------------------------------END---------------------------------------------\n\n\n后话\n最后一个notch是我后来改的~\n在这里呢，我想说，如果屏幕前的你也热爱写作，热爱写作小说，那就请加入我们同书人小组！\n你对自己的文笔不自信？\n不是所有人的第一部作品都那么完美，但总要跨出第一步，只要肯动笔就会有收获\n无论文笔好坏，只要你有梦想，有志于写属于自己的大作，都请踊跃加入！同书人小组\n我们可以一起探讨，共同进步！\n\n\n\n\n\n\nb_1294659431055.jpg (34.15 KB, 下载次数: 15)\n\n下载附件\n\n2013-2-3 21:59 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "lys909",
            "timestamp": 1359900300,
            "txt_content": "SF。。。。"
        },
        {
            "author": "z736027620",
            "timestamp": 1359900300,
            "txt_content": "支持！同组的！"
        },
        {
            "author": "lammankai",
            "timestamp": 1359900420,
            "txt_content": "你确定是03年= ="
        },
        {
            "author": "Оil",
            "timestamp": 1359900480,
            "txt_content": "先支持再说。"
        },
        {
            "author": "Smith",
            "timestamp": 1359900540,
            "txt_content": "好厉害啊！写得好好哦！"
        },
        {
            "author": "Technology",
            "timestamp": 1359900540,
            "txt_content": "lammankai 发表于 2013-2-3 22:07 \n你确定是03年= =\n我随便改的...不确定，反正是我初一那年写的"
        },
        {
            "author": "lys909",
            "timestamp": 1359900840,
            "txt_content": "有更新么~？ 期待续集。。"
        },
        {
            "author": "Technology",
            "timestamp": 1359900960,
            "txt_content": "lys909 发表于 2013-2-3 22:14 \n有更新么~？ 期待续集。。\n少年..看史蒂夫传奇去吧~我目前一阵子估计不会弄什么作品了，专心准备高考。。不排除我发抽突然一下写史蒂夫传奇2.毕竟这个2我是想好要写的"
        },
        {
            "author": "lys909",
            "timestamp": 1359901020,
            "txt_content": "Technology 发表于 2013-2-3 22:16 \n少年..看史蒂夫传奇去吧~我目前一阵子估计不会弄什么作品了，专心准备高考。。不排除我发抽突然一下写史蒂 ...\n期待。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1359901080,
            "txt_content": "lys909 发表于 2013-2-3 22:17 \n期待。。。\n本人写作水平其实真的一般，承蒙厚爱啊"
        },
        {
            "author": "lys909",
            "timestamp": 1359901200,
            "txt_content": "Technology 发表于 2013-2-3 22:18 \n本人写作水平其实真的一般，承蒙厚爱啊\n哪里哪里。。。我是小学生~。。"
        },
        {
            "author": "Оil",
            "timestamp": 1359901200,
            "txt_content": "话说天启坦克、幻影坦克、磁暴兵、尤里……你玩过红警二吗？"
        },
        {
            "author": "Technology",
            "timestamp": 1359901260,
            "txt_content": "Oil 发表于 2013-2-3 22:20 \n话说天启坦克、幻影坦克、磁暴兵、尤里……你玩过红警二吗？\n对啊，都说了这是我初一时的作品...当时玩红警玩疯了"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1359902280,
            "txt_content": "乍一看觉得很多……仔细一看原来是分章节的啊"
        },
        {
            "author": "Technology",
            "timestamp": 1359902340,
            "txt_content": "819tierqusi 发表于 2013-2-3 22:38 \n乍一看觉得很多……仔细一看原来是分章节的啊\n是啊，这篇不多的~"
        },
        {
            "author": "小黑人",
            "timestamp": 1359903780,
            "txt_content": "我去…………多少字呢！！！！！"
        },
        {
            "author": "八颗牙齿晒太阳",
            "timestamp": 1359907800,
            "txt_content": "这应该不是MC吧"
        },
        {
            "author": "八颗牙齿晒太阳",
            "timestamp": 1359907860,
            "txt_content": "八颗牙齿晒太阳 发表于 2013-2-4 00:10 \n这应该不是MC吧\n好吧这不是MC"
        },
        {
            "author": "八颗牙齿晒太阳",
            "timestamp": 1359908100,
            "txt_content": "让我进小组，让我进小组。还记得我么？我是那个看了你的史蒂夫传奇的那个"
        },
        {
            "author": "262949130000",
            "timestamp": 1359909180,
            "txt_content": "好科幻的感觉撒？"
        },
        {
            "author": "Technology",
            "timestamp": 1359909540,
            "txt_content": "262949130000 发表于 2013-2-4 00:33 \n好科幻的感觉撒？\n和史蒂夫传奇其实不是一个风格的作品。史蒂夫传奇更像是鲁宾逊漂流记类型的。但这个呢毕竟小时候写的，突出当时那个科技背景嘛"
        },
        {
            "author": "262949130000",
            "timestamp": 1359912300,
            "txt_content": "Technology 发表于 2013-2-4 00:39 \n和史蒂夫传奇其实不是一个风格的作品。史蒂夫传奇更像是鲁宾逊漂流记类型的。但这个呢毕竟小时候写的，突 ...\n呵呵，很有意思撒~"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1363440960,
            "txt_content": "很不错啊 你的：屠城，史蒂夫1，史蒂夫2和这个我都看了 我一直觉得史蒂夫1最好看。\n可能我比较喜欢minecrafr类型的吧~\n不错不错啊"
        },
        {
            "author": "新年快乐",
            "timestamp": 1363522080,
            "txt_content": "Notch是谁？"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363522320,
            "txt_content": "新年快乐 发表于 2013-3-17 20:08\nNotch是谁？\n可以吃的一个东西哦～"
        },
        {
            "author": "紫枫",
            "timestamp": 1366707840,
            "txt_content": "挺长的……\n好吧其实仔细看没太多\n撸主应该多写点更有MC风格的小说呀……"
        },
        {
            "author": "25.28.143.97",
            "timestamp": 1366981860,
            "txt_content": "819tierqusi 发表于 2013-2-3 22:38 \n乍一看觉得很多……仔细一看原来是分章节的啊\n金币金币金币金币金币."
        },
        {
            "author": "zhyp",
            "timestamp": 1366983060,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 21:33 编辑 \n\n啊，幻影坦克话说不会被认出哪，尤里话说能控制人呢…红警2"
        },
        {
            "author": "shure",
            "timestamp": 1367498160,
            "txt_content": "也许可以用Mine-Imator来做出一个动画？\n恩……不过我可能没这技术……"
        },
        {
            "author": "wj001227",
            "timestamp": 1372062240,
            "txt_content": "疑问：（无意讽刺）2200年会有阿帕奇？"
        },
        {
            "author": "wj001227",
            "timestamp": 1372062420,
            "txt_content": "打红警的？！？"
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1372515300,
            "txt_content": "最后一个像半条命"
        },
        {
            "author": "DEATH~LOVE",
            "timestamp": 1406011200,
            "txt_content": "呼呼，之前玩过红警 尤里的复仇，好令人怀念啊~{:10_532:}"
        }
    ]
}