{
    "title": "【原创/单篇故事/渲染插画】劣等剧院",
    "author": "nianbing",
    "replyCount": 5,
    "timestamp": 1553316000,
    "txt_content": " 本帖最后由 nianbing 于 2020-5-30 18:32 编辑 \n\n劣等剧院\n\n\n\n\n    被废铁与尘埃占据之前，曾有数不尽的鲜花盛放在这片伊甸。听当地人骄傲地提起往事时，自傲与悔恨还有惋惜总会杂糅到一起，缠绕在周围的空气中被吸入肺部。\n    “只存在于老旧童话中的幻想世界”\n    这便是他们对时光消逝之前的净土的称呼......\n\n    \"滴...滴...滴...\"\n    空气中混杂着机油的恶臭与齿轮转动的杂音，十字路口被垃圾填堵到水泄不通，红绿灯的辉光在雾霾中若隐若现，巷子里隐约听见盗贼逃之夭夭。与招牌同样恢宏大气，这座以“仙都”著称的城市名不虚传。\n    旅人背着他的宝物踏入了这座城市的地表。听从牧羊人的指引，向着日出的方向前行，到达了牧羊人口中的“只存在于童话中的幻想世界。”由足迹铸成的阶梯与太阳点燃的火炬确实将他领到了这里。狂喜与释然悦动于险恶的崖壁，泪水也从枯竭的泉眼里涌出。仿佛神迹降临于此，就连这堆废铁都成为了旅人最后的救赎。\n    他晃晃悠悠地走在沥青铺注的道路上，视线所及范围之内净是些砖墙堆砌又或是钢铁浇筑的巨大怪物。巨大的机械臂搬运着铁材在空中回旋，一座座高耸入云的塔楼划定了边界。这是他幻想中的世界，如今却真的出现在眼前。他被现实吓丢了魂，口中不停地喃喃自语。\n\n    “这就是我梦中的净土。”\n   \n    “时至今日，我已然写不出任何东西了。”\n   \n    “厌了，倦了。沉了，坠了。”\n\n    “我...怎么...什么也看不见...了......”\n\n    “滋滋滋滋滋——咔嚓。”\n    电影突然断了片，剧场毫无征兆地落下了帷幕。\n\n    “你说...高墙外面会有些什么？”\n    “不管外面有什么，还是里面来得安逸吧。”\n\n    他敲打着一台老旧的放映机，但画面却没能恢复。这种老旧的机器只能用来播放默片，就连画面甚至也还是黑白的。有些年纪的它现如今已是奄奄一息，又或许就在刚才已经驾鹤归西了。而银幕旁边还摆着一台磁带机，刚才的声音就是从这里发出来的。只不过现在只有磁带还能够转动了。\n\n    位于城西的垃圾回收站边上有一块面积不小的劣等区。因为租金太过低廉，现在成了许多穷人的归宿，他也是其中一个。\n    这里的土著大多早出晚归，甚至有人仅凭一己之力打三份工的。穷学生、外地来的工人、无人赡养的老人，又或是没钱治病的病人，这里都有。干活最利索的还要属穷学生，他们总是拼上性命为了学费而发奋图强。再有就是那些工人，他们只为了赚取生活的必要开支而工作。至于其他一些零零散散的人，有的和工人差不多，只求活下去，没有其他的愿望； 有的则是以乞讨为生。那些行乞的人每天都会带着个破碗到富人区里向路人和店主们惨笑或痴笑，装作一副可怜兮兮且精神失常的模样让自己显得不那么荒唐，但最后又总会被卫兵逐出边界，狼狈地逃回来。事实上，他们当中没有一个是疯子。每当有酒贩进了货的时候，他们都会聚在劣等区里有酒贩子的街边，买上一杯兑了数次白水的啤酒，和同伴互相抱怨今天所受的委屈以及展示新添的淤伤来博取同情。虽然这些懒汉从来不会把酒分给别人就是了。\n\n    今天来卖酒的是个大家都不认识的新人，据说他是上个月刚搬进这条陋街的。这条街向来都对新人不太友好，才刚一搬进来就有数不尽的流言蜚语窜入四方。\n\n    “听说了吗？最近有个对面的人溜进来了。”\n    “据说是个阴沉的家伙呢？”\n    “据说他是带了很多钱从对面逃出来的。”\n    “说不准是哪个贵族老爷的儿子呢。还是不要得罪的比较好。”\n    \n    诸如此类的传言数不胜数。但他第一次走进这条街时，确实穿着一身看起来很华贵的礼服，也难怪会被别人这样说。\n\n    枯萎的花在这里都会向着黄昏。顺着它们的指引走下去就会看见一块被锈斑占据的路标。牌子上写着的据说是史前刻下的铭文，但现在没人读的懂。违背它的接引拐入深夜，就能到达劣等区中最为低贱的住所。\n    他当初刚搬进这条小巷，连续一个星期都没有出来过。周边好奇的猴子抑不住心中的疑惑，蹑手蹑脚的溜进过巷子。\n    巷子里的空气略显粘稠，潮湿的台阶生满苔藓。隐约能够听见细碎的对话，但声音过于渺小，终是听不清楚。缓步悄然接近声源，青苔上涂着一滩黑泥被映入瞳孔。\n    他仍身着黑色礼服，却已经脏乱不堪，混着泥水掺着恶臭被弃置于荒原。他瘫倒在门前的台阶上，呆呆地望着被尘埃遮蔽的天空，口齿不清地吐露着咒文，瞳孔中溢满了哀痛。虽不知道他到底有没有钱，但至少于此时此刻，他是这里最富有的。\n    进来一探究竟的人被吓得倒**冷气，一时间竟然不知该如何行动。慌乱中左顾右盼，规划着逃跑路线，终是得不出原路返回以外的答案......\n    自那以后，再没人对他抱有期待。\n\n    劣酒在能这里比其他任何酒都要卖的更好，因为这里没几个会喝酒的。长久以来淤积的疯狂无时无刻不在折磨他们的神经，若是不依靠酒精来麻醉精神，他们或许会彻底陷入疯狂。可他们根本就买不起酒精，于是七分白水三分酒在这里卖的意外的好。卖出去多少酒，就重新掺入多少水，直到整个酒桶完全成了水桶，卖酒的才会收摊。\n    即便如此，这里也没几个撑得过第五杯的。\n    酒全都卖完以后，所有人都已经喝的烂醉，坐在街口的台阶上相互咒骂对方。他默默地远离了那是非之地，独自一人摇曳在静谧的月光之下。\n    划燃一根火柴，静静凝视着它烧尽到手指，最后再化为灰烬。残留下来的灰烬会留存在某个角落，堆积聚合，最后再压垮碾碎些什么。他坐在了门前的台阶上，从口袋里掏出了一盒火柴，并不停地重复着同一个动作。\n    剩下最后三根火柴的时候，他将火柴盒拆开，用这仅存的微光点燃了空壳。堆积下来的残渣自会被风吹散，即使这条巷子里闯不进风，也至少会有老鼠路过。\n    于是，他的一天就这样单调的在微渺的焰火中逐渐熄灭。\n\n    从监狱里出来时，他的双瞳已经被阴郁充斥，仿佛将死之际的绝望那般深沉。没有人相信，他前些日子售卖的劣酒是从富人区里购来的。\n    举报他的人正是之前想与他攀谈的家伙。因为得不到廉价的优惠，便转为了高昂的威胁。\n    “如果你不把赚到的钱分我一半，我就向官兵举报你从对面偷了酒来卖。”\n    当时他什么也没有回答，只是面无表情的盯着眼前的土匪，随后又重新干起了买卖。被无视的土匪觉得这是十分丢脸的事情，灰头土脸地从旁边的巷子里溜走了。\n    于是第二天，他就被带走了。\n    一路上押送他的官兵总是时不时地自说自话，眼神经常瞟向罪犯，有时甚至会直接用手肘戳他的后背，又或是搭着他的肩膀聊天。可见他一路上半点表情都没有，便打消了自己的那些污秽念头，反倒是抱怨起向他举报的那只狐狸。\n    当他被收监服役的时候，这位官兵甚至去了一趟他的家里。小心地用铁丝撬开了房门，却发现房间里空无一物，有的只是一杯喝干的酒和一张破旧的床，甚至于还有一堆烧黑的木炭堆在角落。刚一进去，他就打消了搜索的念头，这种地方别说是想藏钱了，已经连生存都成为了问题。他实在难以想象，监狱里的那个人真的一个人活在这里。\n    没过几天，他就被无罪释放了。谁都没有找到他在那个晚上赚到的钱，一切痕迹仿佛人间蒸发了一样消失的无影无踪，只多出了几许落寞。\n    “这便是他们所得到的结果。”\n\n    距离“Easter”已经不剩多少天了。\n\n    他打开了房门，随后重新抱起沉重的机器缓慢地挪出房间。这架放映机是他不久前刚从废品收购站里购来的，虽然看上去已经破旧不堪，但基本功能却还能够勉强进行。\n    将小刀插进灯泡开关上的缝隙然后轻轻一撬，开关就从墙壁上脱落，露出了深藏其中的宝藏。从钱袋里随手抓了一把硬币，再将外壳重新卡回墙壁的凹槽，他就奔向了天国。\n    都说地狱与天堂仅一步之差。对住在这的人来说，边上的废品回收站就是他们的天堂。\n    没有什么是在这里买不到的，它远比对面的百货商店要来得更加应有尽有，质上的差距凭借着量得以取胜。生活在这里的人们的一切日常需求，基本上都要从这里购得。要说在这里买不到什么，那或许只有美梦是在这里买不到的。\n    他走进了通向天国的冰冷铁门，再为眼前堆砌如山的珍宝垂涎不止。为了方便，就趴在了废品上寻找自己梦寐以求的垃圾。\n    拾起一盒玻璃弹珠，欣喜若狂地收入囊中；再提起一瓶空瓶，宛若疯子般地将其中残存的液滴饮尽。吃饱喝足的他心满意足地打算离开这里，却被山脚下的一堆废品牵走了余光。\n    于是他回家的路上多了一台沉重的放映机做伴。尽管他也想把它和玻璃弹珠一样藏到口袋里直接带出去，但这个大小不免是要被天堂的主人扣留下来，待交付了赎金才能领走，便只好打消了那个念头。\n\n    复活节当晚，他将备好的机器全都搬到了广场上，对着一栋废弃的矮楼放起了电影。\n    那天晚上，人们久违的聚到一起，坐在广场的台阶上喝酒。这次卖酒的人只有十四岁，因为受年纪相仿的孩子的教唆，便真的去富人区偷了酒来卖。或许是刚来不久的原因，他全然不懂得这条街卑劣的经商之道，搬着完全没有稀释过的啤酒就到了广场。\n    他就坐在放映机旁边，花一枚硬币买了一杯啤酒独自喝着。广场上还留有前几天从天上飘下来的传单，传单上写着的是今天富人区将要举行的活动以及明细时间。这里的老鼠们将它当做了富人们对他们的嘲弄，既羡慕又麻木，最后也只能无动于衷，顶多将传单丢到地上踩上几脚。\n    酒劲很快就上来了，没有经过稀释的啤酒对这里的人来说还是太过刺激了，他们才喝第二杯就已经摇摇欲坠。电影里究竟放了些什么，谁都没有注意到，但磁带机里的杂音却闹的他们心神不宁，频繁闪动的画面也让他们的眼睛越发干涩。于是，少年的酒甚至还没卖出一半，人就已经**了。\n    他又将这些废品重新搬回了家，一个人坐在潮湿的地板上看着电影。电影很快就结束了，因为胶卷已经有好几节是不能用的了。他便一遍又一遍地播放着电影，一遍又一遍听着磁带机里传出的嘈杂声音。逐渐变得口干舌燥的他，将残存下来的酒一饮而尽，随后便死死睡去，放映机也一同陷入沉寂。\n\n    “轰——”\n    富人区的方向升起了一朵朵绚丽的烟花，它们与今夜的霓虹灯火交辉相映，点燃了墙内的半边天空。\n    他仍昏睡不醒，可却在梦里看见了那艳丽的花绽放于漆黑夜空。紧接着，美梦就消失不见了。\n    当他醒来的时候，放映机早已经停止工作了。他敲打着一台老旧的放映机，但画面却没能恢复。只有磁带机还在播放着悦耳的噪音。\n\n\n\n一点无关紧要的废话：    文章在去年的11.11就写完了......当时其实还挺满意这一篇的，但多少有些不太舒服了。渲染图今年一月就做完了，不过事情一下子多出来了太多，以至于我来不及发布就得跑路了。虽然现在还不算闲下来，甚至几乎没有时间，但姑且还是发一下的比较好。    最近又无聊的开了新坑，感觉自己完全没有填坑的能力。因为半途而废已经是家常便饭了，只能走一步算一步了...\n\n借物：\n【筑龙】- [单人建筑]-【冷冽谷的幻影都城·伊鲁席尔】- \n           人模 by——icrdr\n           侵删致歉\n\n",
    "replies": [
        {
            "author": "q1521384952",
            "timestamp": 1554277680,
            "txt_content": "可以可以"
        },
        {
            "author": "白叶Official",
            "timestamp": 1554449400,
            "txt_content": "笔风很好~"
        },
        {
            "author": "nianbing",
            "timestamp": 1554463260,
            "txt_content": "浮世德 发表于 2019-4-5 15:30\n笔风很好~\nemmm笔风很好吗？其实自己想写的故事并不是这样的，笔风应该要比这个更严重一点才对的...但是自己能力不足，实在是没有办法......"
        },
        {
            "author": "白叶Official",
            "timestamp": 1554558120,
            "txt_content": "nianbing 发表于 2019-4-5 19:21\nemmm笔风很好吗？其实自己想写的故事并不是这样的，笔风应该要比这个更严重一点才对的...但是自己能力不 ...\n严重下去...我觉得可能是把场景描写得更加逼真一些吧。\n(话说我又咕了这么久了)"
        },
        {
            "author": "nianbing",
            "timestamp": 1554632700,
            "txt_content": "浮世德 发表于 2019-4-6 21:42\n严重下去...我觉得可能是把场景描写得更加逼真一些吧。\n(话说我又咕了这么久了) ...\n倒也不是说场景更逼真就是目的所在，因为我也不可能只是想写一个场景怎么怎么样吧......"
        }
    ]
}