{
    "title": "[Minecraft.net | INSIDER] 畅饮一杯？",
    "author": ":spgbigfan:",
    "replyCount": 18,
    "timestamp": 1553316600,
    "txt_content": " 本帖最后由 kakagou12 于 2019-3-23 13:27 编辑 \n\n\n\n\n\n\nimage.jpg (127.72 KB, 下载次数: 16)\n\n下载附件\n\n2019-3-23 12:49 上传\n\n\n\n\n\nDrink Up?\nWe tested the weirdest potions in Minecraft! And don’t feel well…\n畅饮一杯？\n我们试饮了Minecraft里最诡异的药水！而且我感觉不太舒服……\n\nThere’s all sorts of helpful potions in Minecraft. Potions that can heal your wounds, increase your strength and make you move even faster than me devouring a free buffet. But today, we’re not talking about useful potions. Instead we’re sipping, sampling and trying-not-to-spit-out-in-digsust-ing the weirdest potions Minecraft has to offer.\nMinecraft里有着各种效果不错的药水。有的可以治愈你的伤势，有的可以提升你的力量，有的还可以让你疾步如风，速度比暴吞免费自助餐的咱还要快。不过今天，我们讨论的不是那些富有用处的药水。我们将要拿起的是Minecraft中最诡异的药水，然后啜饮一口，采集样本，试着不要恶心到吐出来。\n\nTo test them all, I poured these weird and wonderful brews in the Mojang water supply. Now the Java team won’t stop quacking. But Jens has told me not to worry, because that’s apparently just how the Java team always communicates.\n为了测试所有的药水，我把这些诡异而强大的佳酿倒进了Mojang的水源供给里。现在Java开发团队得止不住地嘎嘎叫了。不过Jens告诉我不必担心，因为很显然，Java开发团队从始至终都是这么交流的。\n\n...\n……\n\n…anyway, let’s take a closer look at these most unusual potions!\n……总之，让我们仔细地瞧一瞧这些最不寻常的药水吧！\n\nPOTION OF THE TURTLE MASTER\n神龟药水\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf it’s taken you sixteen hours to get to this sentence of the article, then the bad news is that you’re a little slow. Which means you should probably avoid this potion. It’ll grant you Resistance III, which makes you more resistant to damage and tough as a feather! A feather that’s inside a TANK.\n如果你花了16个小时才读到本文的这一行，那么很糟糕，你的速度有点慢呢。也就是说你大概得避开这种药水。神龟药水会赋予你抗性提升 III，让你抵御更多伤害，就像羽毛一样强硬！我指的是在坦克里的羽毛。\n\nHowever, it only takes one sluggish sip of this potion to be struck with Slowness IV. So you’ll be tough as a turtle, but your movement will be even slower than I am after devouring that buffet mentioned in paragraph one. *Burps and falls face-first to the ground, where he belongs*\n然而，只需要抿上一小口神龟药水，你就会陷入缓慢 IV的状态。所以你会和海龟一样强硬，但是你的速度将会比本文开头吞完自助餐的我还要慢。*Tom打了个嗝又摔了个狗啃泥，这才是他的归宿啊。*\n\nHOW WEIRD IS IT?\n这个药水有多诡异？\n\nA little odd, but we can think of weirder ways of showing how much you love turtles! Like, for completely hypothetical example, painting your whole body green and crawling around the Mojang office on all fours, until concerned people say “Tom, what are you doing?”. Hypothetically.\n有点奇怪，但是我们可以思考一下如何用更诡异的方式表达你对海龟的热爱之情！比如说，举一个纯粹是假设的例子，把整个身体涂成绿色，然后围着Mojang的办公室用四肢爬行，直到注意到的人说“Tom，你在干啥呢？”。纯粹的假设哈。\n\nPOTION OF HARMING\n伤害药水\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOrange juice? No thanks! Lemonade? Too sweet for me! A potion that immediately wipes six hearts off your health? Now you’re talking! I mean… what?\n橙汁？不了，谢谢！柠檬汁？太甜了，我不要！瞬间抹去生命条6颗心的药水？这才像话嘛！呃……啥玩意？\n\nI just don’t get it. “Who on Earth would deliberately drink something that would hurt them?” I’ve been shouting in the streets, over and over, until several hungover people begged me to stop.\n我就是没法理解。“究竟有谁会故意喝下会伤害自己的东西啊？”我对着街上大喊道，一遍又一遍，直到几个宿醉的人求我不要喊了。\n\nSeriously, I’ve been trying to think of any good reasons to brew a Potion of Harming (apparently I can throw them at hostile mobs, but that makes my arm tired, so that doesn’t count), and this is all I could come up with:\n说真的，我试想过能有什么好的理由去酿造伤害药水（显然我可以把这药水丢到攻击性生物身上，但是这样会让我胳膊酸痛，所以这点不算），然后这些就是我想出来的：\n\nYou think Minecraft is too easy, so you want to play it on one heart of health and in an actual mine. Full of actual Creepers. True Hardcore mode at last.你觉得Minecraft太简单了，所以想用一颗心，在一个真实矿洞里进行游戏。然后遇上成堆的真实苦力怕。那最后就是真实的极限模式了。You’re trying to impress the ‘cool kids’ on your server. Don’t do it! Succumbing to peer pressure to impress people is something only desperate losers do (btw, do you think the cool kids like my articles? Boy, I hope so!)你想给服务器里的“酷孩”们留下深刻印象。别这么做！屈服在同辈压力之下，去给人们留下印象，这种事情只有离群的窝囊废才会干这种事（另外，你觉得酷孩们会看我的文章吗？哥，我倒想呢！）You watched a YouTube video called 678 WAYS TO GET RICH PLAYING MINECRAFT!!?? where ‘your boy’, Enderbro99, told you that if you drink a thousand Potions of Harming, your avatar will start puking cryptocurrency. But that’s not true! I tried it, and didn’t get any : (你看了一个视频叫《678种在Minecraft致富的方法！！？？》，在视频里你的“哥们”，Enderbro99，告诉你喝下一千瓶伤害药水后，你的角色就会开始吐出加密货币。但是这是假的！我试过了，啥都没有: (\n\n\nHOW WEIRD IS IT?\n这个药水有多诡异？\n\nLike so weird. It’d be less weird if I walked in on you drinking sand. Also, don’t drink sand.\n差不多这么诡异。如果我踩在饮用沙子的你身上，感觉就没那么诡异了。另外，不要饮用沙子。\n\nPOTION OF WEAKNESS\n虚弱药水\n\n\n\n\n\n\n\n\n\nI hate being strong. I’m tired of everyone near me swooning every time I flex one of my mighty biceps, or laughing and saying “as if” when they read this sentence over my shoulder.\n我不喜欢变得强壮。我受够了，我旁边的人要么每一次在我秀出健壮的肱二头肌时昏阙过去，要么透过我肩膀看到这行字的时候边笑边说“讲得我都信了”。\n\nIt’s not easy being me, a man about a billion times stronger than Dwayne ‘The Rock’ Johnson (he’s no match for Tom ‘The Stone’ Stone). But thankfully I can lead a normal life at last, thanks to the Potion of Weakness. Drink one of these and even someone as mighty as me will transform into a kitten-weak writerly type who can barely open a door without fainting. Hooray!\n成为我这样的人并不容易，我可是比巨石强森（他跟我“石之Tom”完全配不上）还要强上上亿倍。不过还好，我最终还是能过上正常的生活，这都得归功于虚弱药水。喝下一瓶，像我这样强壮的人都会变成弱不禁风的写作型打字员，也就只有在开门的时候才不会累昏过去。太棒了！\n\nHOW WEIRD IS IT?\n这个药水有多诡异？\n\nNot weird at all! In fact, I’d be drinking one right now, if I were strong enough to get the bottle open :(\n完全不诡异！其实，我现在就能喝一瓶，只要我的力气还够打开瓶盖的话: (\n\nINVISIBILITY POTION\n隐身药水\n\n\n\n...Hey, where’s the crafting recipe? Oh no! I must have spilt invisibility potion on it :(\n……嘿，合成配方去哪了？噢不！肯定是我把隐身药水撒在上面了: (\n\nHang on, reader, why do you suddenly want to know so much about the invisibility potion, hmmm? Got something to hide?\n慢着，读者啊，你为什么这么急切地想知道隐身药水的事，嗯？是不是有什么事情需要藏起来啊？\n\nI’m not taking any chances here. That’s the real reason I haven’t included the crafting recipe for this one. Ha! Now you’ll never turn invisible! Unless you google ‘how to craft invisibility potion in Minecraft’. But you would never betray me by visiting a website that isn’t minecraft.net, would you?\n我不会在这里冒任何风险的。这才是我不把隐身药水的合成配方放上来的原因。哈！现在你永远都没法隐身了！除非你搜索“如何在Minecraft制作隐身药水”。不过你一定不会背叛我离开本官网去看别的网站的，对吧？\n\nHOW WEIRD IT IS?\n这个药水有多诡异？\n\nIf you are going to visit a website that isn’t minecraft.net, can you drink this potion first? Because if I successfully see you abandoning my website, it’ll very visibly break my heart :(\n如果你要去看别的网站，能不能先把这隐身药水喝了？因为如果我确实看见你离开了我的网站，那我心碎的样子可就是确实看得见了啊: (\n\nNIGHT VISION POTION\n夜视药水\n\n\n\n\n\n\n\n\n\n\n\nThe Overworld can be a pretty scary place at night. Luckily, I have the perfect solution. GO TO BED.\n主世界的夜晚可能有点吓人。幸好，我有最完美的解决方案。去睡觉。\n\nOr… well, I suppose you could brew a potion that gives you night vision, just like a racoon or a cuttlefish, or the total cutie that is the tarsier:\n或者……好吧，我认为你可以酿造一种药水，让你获得夜视效果，就像浣熊和章鱼，或者像非常可爱的眼镜猴：\n\n\n\nPerhaps the tarsier will be the next animal you all beg us to add to Minecraft? Please don’t.\n也许眼镜猴就是下一个你们各位求我们加入游戏的动物吗？请你们别啊。\n\nI guess I can see the benefits of night vision, but why would you want to hang around the Overworld at night? When the sun leaves the sky, Creepers hiss to life, zombies groan awake, spiders scuttle out to play and after a few sleep-disrespectin’ days, this living nightmare likes to introduce itself.\n我觉得我的确了解夜视的好处，但是你们为什么要大晚上的在主世界逛呢？当太阳离开了天空之后，苦力怕嘶叫着重获活力，僵尸咕哝着苏醒过来，蜘蛛爬出来开始玩耍，而且在几天不睡觉之后，这个活生生的，如同梦魇一般的怪物就将展现自我了。\n\nHOW WEIRD IS IT?\n这个药水有多诡异？\n\nThen again, I’d rather be trapped outside at sundown with a Night Vision potion than trapped outside without one. Wait a sec… who’s trapping me outside?!\n还是一样，如果日落之后出门被困住的话，我觉得有夜视药水比没有好。等会……是谁要在我出门的时候困住我啊？！\n\nWhat do you think is the weirdest potion in Minecraft? Email scoops@minecraft.net and tell us which potion and why! Anyway, I’ve finally finished the article, so I’m gonna sit back, relax and enjoy my weekend with this nice bottle of unlabelled Potion of Regeneration. Sluuuuurp. Oooh, it’s making my heart feel all tingly! And tastes nothing like Potion of Regeneration!\n你觉得Minecraft里最诡异的药水是什么呢？发送邮件到scoops@minecraft.net，告诉我们是什么药水，以及原因如何吧！总之，我终于写完这篇文章了，所以我要休息一下，放松放松，与这瓶品质上好但标签没贴的再生药水一起，好好享受我的周末。咕咚咕咚。啊啊啊，我的心脏被这药水弄得刺痛！而且尝起来也不像再生药水！\n\n…\n……\n\n...wait.\n……等会。\n\n\n\n【Kakagou译自Drink Up?】\n【作者Tom Stone，发布时间2019年3月8日】",
    "replies": [
        {
            "author": "鹿小语",
            "timestamp": 1553316780,
            "txt_content": "速度真的快！，表示官网不知道为啥进去的好慢"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553316780,
            "txt_content": "大概是暑期前的最后一篇，偶尔可能会出来摸一摸鱼。\n\n欢迎大家捉虫，累死了……"
        },
        {
            "author": "小孩孩",
            "timestamp": 1553316840,
            "txt_content": "是药三分毒，少磕为妙"
        },
        {
            "author": "ff98sha",
            "timestamp": 1553316900,
            "txt_content": "量少速度，量大从优"
        },
        {
            "author": "帕帕武",
            "timestamp": 1553316900,
            "txt_content": "伤害药水顿顿顿\n同志波波沙"
        },
        {
            "author": "zyjking",
            "timestamp": 1553316900,
            "txt_content": "嘛，博文还有锭\n暑期前的最后一贴……？"
        },
        {
            "author": "nianbing",
            "timestamp": 1553317260,
            "txt_content": "神龟药水会赋予你抗性提升 III，让你抵御更躲伤害，就像羽毛一样强硬！我指的是在坦克里的羽毛。\n“更躲”伤害是错字还是真的就是这样子呀...\n话说这药水真有意思..."
        },
        {
            "author": "Оil",
            "timestamp": 1553317440,
            "txt_content": "伤害药水……\n喝下去会使人受到伤害……\n红茶……\n喝下去也会……伤害……\n[侦测到非法的homo模因访问]"
        },
        {
            "author": "ThaiMinda",
            "timestamp": 1553354340,
            "txt_content": "可以可以啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "ThaiMinda",
            "timestamp": 1553354400,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "yangqinglan",
            "timestamp": 1553439240,
            "txt_content": "我觉得可以"
        },
        {
            "author": "梅露露Cieum",
            "timestamp": 1553486100,
            "txt_content": "mcbbssss有你更精彩"
        },
        {
            "author": "E07",
            "timestamp": 1553772780,
            "txt_content": "只有红茶可以吗？"
        },
        {
            "author": "lilujunnan",
            "timestamp": 1553851440,
            "txt_content": "好棒。以前我从来不会贴  后来等级不够。"
        },
        {
            "author": "東冻Dong",
            "timestamp": 1553869320,
            "txt_content": "哈哈哈 药水好好玩"
        },
        {
            "author": "谭燕",
            "timestamp": 1553950380,
            "txt_content": "有人告诉我冒险者传说三周年是谁发出来的吗？急需，谢谢。"
        },
        {
            "author": "Abby1207",
            "timestamp": 1553996100,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "ycy12345678",
            "timestamp": 1554004560,
            "txt_content": "好好真的牛唉  好嗨阿海"
        }
    ]
}