{
    "title": "[Minecraft.net | INSIDER] 认识流浪的商人",
    "author": "鹿小语",
    "replyCount": 42,
    "timestamp": 1553437080,
    "txt_content": " 本帖最后由 mango2017 于 2019-5-6 18:50 编辑 \n\n\n\n\n\n\n006At2iyly1g1e8imovo4j30xc0e9jt1.jpg (90.25 KB, 下载次数: 37)\n\n下载附件\n\n2019-3-25 14:19 上传\n\n\n\n\n\nMEET THE WANDERING TRADERLet us sell you on this Village and Pillage villager!认识流浪的商人让我们把这个村庄卖给你，去抢劫村民吧！\nImagine you’re out strolling in the Overworld. The sun is shining, the cows are mooing, and the zombies are growling beneath the ground. It’s a beautiful day and everything is as it should be! Then, all of a sudden, you hear a strangely familiar sound - Hrmm!\n想象一下，你在外面的世界里漫步，阳光明媚，奶牛在哞哞叫，僵尸在地下咆哮。这是一个美好的一天，一切都很正常，突然，你听到一种奇怪的熟悉声——Hrmm！\n\nA mysterious blue-clad villager has appeared out of nowhere! You gasp and drop your controller. You fall to your knees. Your mind explodes with questions: “How did it get here?”, “Why is it trying to trade with me?” and “Minecraft villagers outside of villages? What blasphemy is this?!”\n一个神秘穿着蓝色衣服的村民不知道从哪里冒出来！你倒抽了一口气，放下控制器，然后跪倒在地。你满脑子都是疑问：“它们怎么来这里的”，“它们为什么要和我进行交易？”和“村子外的村民？这是什么亵渎？！”\n\nCalm down, friend! Everything is fine! You’ve just encountered Minecraft’s latest and most experienced salesman – the Wandering Trader!\n冷静下来！我的朋友，一切都很好，你刚刚遇到的是我的世界最新而且经验丰富的销售员——流浪商人。\n\n\n\n\n\n\n\n006At2iyly1g1e8imuysvj30ks0bp7bo.jpg (92.54 KB, 下载次数: 34)\n\n下载附件\n\n2019-3-25 14:19 上传\n\n\n\n\n\nCovered in blue robes and accompanied by two llamas, the mysterious Wandering Trader is just what its name suggests – a travelling salesman, journeying the Overworld in search of customers willing to exchange their shiny emeralds for rare and exotic items.\n神秘的流浪商人穿着蓝色的衣袍，后面跟着两只羊驼，正如它的名字所暗示的那样——他是一位流浪的商人。走遍世界各地，寻找愿意用闪亮的绿宝石来换取异国物品的顾客。\n\nSteve Enos is a game designer for Minecraft, and one of several developers that have been involved in the Trader’s design. “The idea for the Wandering Trader came from RPG’s,” he explains. “When the heroes are travelling through an incredibly dangerous place, they usually come across some sort of merchant. It’s obvious that the merchant is there so you can get stocked up on potions or healing items before you fight a boss or something.\nSteve Enos（史蒂夫伊诺斯）是我的世界的游戏设计师，也是参与这次版本设计的开发者之一。“流浪商人的想法来自于RPG”他解释道。“当英雄们经过一个极度危险的地方的时候，他们通常会遇到某种商人，很明显，那些商人就在那里，所以你可以和商人交易之前打BOSS或者其他战斗得来的东西来换取治疗药水等物品。”\n\n“But we started to think about the merchant's story. Why was it there? Where is it going? We thought it would be neat if the Wandering Trader could travel from village to village, sometimes encountering the player in the wilderness.”\n“但是我们开始考虑商人的故事。为什么他们在那里？他们将要去哪？我们认为，如果流浪商人能够从一个村庄到另一个村庄旅行，他们将会在旅行途中遇到玩家，这将会是一件非常美好的事情。”\n\nWhile trading isn’t exactly a new mechanic in Minecraft, the trader’s mobile behaviour certainly is. They can appear when you least expect it – either out in the overworld or occasionally in villages, appearing at the local gather site. The trader can offer a wide variety of goods, from dyes and flowers to coral blocks or even nautilus shells. Also, since they like to travel, the Wandering Trader has its own way of dealing with hostile mobs.\n虽然交易物品并不是我的世界中新的机制，但是商人的移动机制肯定是。他们可以出现在你最意想不到的地方——无论是在外面的世界，还是偶尔碰到的村庄，出现在当地聚会的地方。商人们可以提供各种各样的商品，从染料和鲜花到珊瑚块甚至鹦鹉螺壳。而且，由于他们喜欢旅行，流浪商人会有自己独特的方式来对付凶恶的暴徒。\n\n\n\n\n\n006At2iyly1g1e9jt7y02j30se0f9wip.jpg (89.43 KB, 下载次数: 38)\n\n下载附件\n\n2019-3-25 14:20 上传\n\n\n\n\n\n\n\n\n\n006At2iyly1g1e8imsx3qj30ks0bpgwb.jpg (145.53 KB, 下载次数: 37)\n\n下载附件\n\n2019-3-25 14:20 上传\n\n\n\n\nDon’t try to outrun a pillager.Drink a potion of invisibility instead!不要试图逃脱一个掠夺者，喝一瓶隐形药水吧！\n“My favorite part is how it drinks a Potion of Invisibility when in danger. It’s funny how you can still see it holding the two llamas by the leads!” says Steve.\n“我最喜欢的就是在遇到危险的时候喝一瓶隐形药水。有趣的是，你还能看着他牵着两头大羊驼！”史蒂夫说。\n\nDesigning a villager with such a profound love for moving between villages proved to be a technical challenge for the development team. Initially, they tried to make the Trader just pop into the player’s village.\n对于开发团队来说，设计一个如此热爱在村庄之间移动的村民是一项技术挑战。最初，他们试图让商人进入玩家的村庄。\n\n“The solution was to spawn the same particles the Endermen use when they teleport, as if to explain how the trader got from place to place safely,” Steve explains. “Later we decided that we didn’t want the Trader to be so supernatural and we were ok with it just popping in whenever it appeared.”\n史蒂夫解释说：“解决方案是出现和末影人传送时使用的粒子效果一样，就好像解释了商人如何安全的从一个地方到达另一个地方”，“后来我们决定，我们不希望商人拥有这样的超能力，只要他出现，我们就可以接受”\n\nAnother big challenge was the work on the Wandering Trader’s visual design, which Lead Pixel Artist Jasper Boestra designed together with fellow artist and pinball enthusiast Chris Nordgren from the Minecraft: Dungeons team.\n另一个巨大的挑战就是流浪商人的视野设计工作，它是由像素艺术家贾斯珀·博斯特拉(Jasper Boestra)与来自《我的世界·地下城》(Minecraft: Dungeons)团队的艺术家兼弹球爱好者克里斯·诺德格伦(Chris Nordgren)共同设计。\n\n\n\n\n\n\n006At2iyly1g1e8imr6srj30ks0bpdjx.jpg (64.82 KB, 下载次数: 38)\n\n下载附件\n\n2019-3-25 14:20 上传\n\n\n\n\nAn early concept design for the mysterious maerchant,Why trade emeralds when you can wear them an your forehead?这个神秘的商人的早期概念，如果你能戴着绿宝石为什么要拿去交易？\n\n\n\n\n006At2iyly1g1e8imp0ddj30ks0bpta7.jpg (30.29 KB, 下载次数: 39)\n\n下载附件\n\n2019-3-25 14:20 上传\n\n\n\n\n“Hrm,hrrm hrm?”is villager-spwak for \"hey,who stole my hoodie?\"“Hrm,hrrm hrm?”这个村民说的是：“谁偷了我的连帽衫？”\n\n\n\n\n\n006At2iyly1g1e8imr8koj30ks0bpdkj.jpg (72.72 KB, 下载次数: 35)\n\n下载附件\n\n2019-3-25 14:20 上传\n\n\n\n\n“no hats!”said art director Johan Aronson,The rest is history,“没有帽子！艺术总监约翰·阿伦森（Johan Aronson）说，剩下的都是历史”\n“We wanted to make it look mysterious and exotic, so the first iterations were a bit overboard,” Jasper remembers. “I let Chris have a shot at it and we liked the new design more. It looked a little too much like a pirate and not a merchant, so I tried to add a hat to it afterwards. However, our art director, Johan Aronson, wanted us to try giving it a hood instead, to make them more mysterious and hide their villager-ness a bit.“\n“我们想让他看起来有神秘的异国情调，所以第一次设计的有点过火”贾斯珀回忆道。“我让克里斯尝试，我们更喜欢新的设计，因为他看起来更像海盗而不是商人，然而，我们的艺术总监约翰·阿伦森（Johan Aronson）希望我们尝试给他加一顶新的帽子，这样，会让他们看起来更加神秘，这样可以隐藏他们的村民身份。”\n\nA hood? I love hoods! Giving the Wandering Trader a hood was likely the best idea since sliced bread (or my idea to store sliced bread in my hood!) The hood isn't the only aspect that makes the Wandering Trader stand out from the rest of the villagers – they also have their own unique voice, which further raises the question of who they really are.\n一个帽子？我喜欢帽子！给流浪商人戴一顶帽子也许是最好的主意，因为切片面包（这是我的想法，将切片面包放在帽子里）帽子并不是流浪商人最出色的地方——他们也拥有自己独特的音效，这更一步体现出他们是谁的问题。\n\n“They had to be designed as a mysterious trader from far away lands, nothing like the villagers you see in the villages around you,” Jasper explains. “With the hood, you might even question if they're actually villagers.”\n贾斯帕解释道：“他们必须设计成一个来自遥远的地方的神秘商人，完全不像平时你在村庄看见的村民一样。”“带着帽子，你甚至可能怀疑他们是不是真正的村民。”\n\nAhhh, that’s a good point. I'm not that mysterious, but can I still wear my hood, though?\n哈哈，说的好，我没那么神秘，但是我还能戴上这顶帽子吗？\n\n\n\n\n\n\n006At2iyly1g1e8imtpfoj30ks0bp111.jpg (109.76 KB, 下载次数: 40)\n\n下载附件\n\n2019-3-25 14:21 上传\n\n\n\n\n\nDesperate to seek out this Wandering Trader yourself? They’ll be in the upcoming Village & Pillage update! But if you can’t wait for that, you can try the latest Minecraft Java snapshot or the Minecraft beta. Don’t forget to bring emeralds!\n当你不顾一切的自己去寻找这个流浪商人？他们将在即将到来的村庄&掠夺者版本中更新！如果你等不及了，你可以在最新的JAVA快照和测试版体验。别忘了带来！！！\n\n\n\n【mango2017译自MEET THE WANDERING TRADER】\n【作者Per Landin，发布时间2019年3月23日 UTC/GMT -4】\n\n\n\n",
    "replies": [
        {
            "author": "yangqinglan",
            "timestamp": 1553512200,
            "txt_content": "虚无世界mod好像也有流浪商人"
        },
        {
            "author": "连点qi",
            "timestamp": 1553697240,
            "txt_content": "奸商啊，他是从拼夕夕来的吧"
        },
        {
            "author": "dugulp",
            "timestamp": 1553750700,
            "txt_content": "js，村民全是js"
        },
        {
            "author": "12heheda",
            "timestamp": 1553768760,
            "txt_content": "路过路过"
        },
        {
            "author": "E07",
            "timestamp": 1553772840,
            "txt_content": "恁又莱送皮革+绳拴辣"
        },
        {
            "author": "2375123144",
            "timestamp": 1553775660,
            "txt_content": "hrmm，hrrm，hrrrrrrrrrm！"
        },
        {
            "author": "daijiajie",
            "timestamp": 1553813580,
            "txt_content": "真好哦哦哦阿里斯顿"
        },
        {
            "author": "lilujunnan",
            "timestamp": 1553851560,
            "txt_content": "好棒。以前我从来不会贴  后来等级不够。"
        },
        {
            "author": "无敌的宇",
            "timestamp": 1553908380,
            "txt_content": "作者666666666666666"
        },
        {
            "author": "870249715",
            "timestamp": 1553920380,
            "txt_content": "这不就是村名嘛，人称鸡8脸"
        },
        {
            "author": "novembe",
            "timestamp": 1553924340,
            "txt_content": "所以在矿洞也能遇见？"
        },
        {
            "author": "laong120",
            "timestamp": 1553929920,
            "txt_content": "要宣传服务器的话最好在qq部落里查找minecraft，然后进入部落导航，点击宣传专区，将你的服务器按照里面的格式发上去就好了，最好配服务器照片和夸张的介绍你的服务器，吸引度会高一些哦"
        },
        {
            "author": "雷电神话",
            "timestamp": 1553933400,
            "txt_content": "很不错，一些东西不用满世界找了。"
        },
        {
            "author": "谭燕",
            "timestamp": 1553950140,
            "txt_content": "那应该叫乐透人"
        },
        {
            "author": "有点烦",
            "timestamp": 1553954040,
            "txt_content": "66666666666666666"
        },
        {
            "author": "ici2ccc",
            "timestamp": 1554001080,
            "txt_content": "666666666666"
        },
        {
            "author": "666.0323",
            "timestamp": 1554210060,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "duguanqi",
            "timestamp": 1554245640,
            "txt_content": "dddddddddddddddddddd"
        },
        {
            "author": "duguanqi",
            "timestamp": 1554245640,
            "txt_content": "ffffffffffffffffffffff"
        },
        {
            "author": "mrlll",
            "timestamp": 1554267540,
            "txt_content": "好玩好玩好玩好玩好玩好玩好玩好玩"
        },
        {
            "author": "qq870249715",
            "timestamp": 1554269640,
            "txt_content": "恭喜我的世界加入平多多"
        },
        {
            "author": "OOMYGOD",
            "timestamp": 1554297000,
            "txt_content": "交易不会比村名更坑吧，"
        },
        {
            "author": "哈哈呼哈哈",
            "timestamp": 1554331800,
            "txt_content": "感谢分享"
        },
        {
            "author": "挑2",
            "timestamp": 1554435660,
            "txt_content": "我才不会相信你“商人经验丰富”的鬼话呢！（滑稽）"
        },
        {
            "author": "伞和鱼片",
            "timestamp": 1554475860,
            "txt_content": "遇见奸商23333333"
        },
        {
            "author": "悯然",
            "timestamp": 1554526500,
            "txt_content": "支持支持~"
        },
        {
            "author": "lliiooll",
            "timestamp": 1554542280,
            "txt_content": "很nice,马上去试试"
        },
        {
            "author": "lanying1223",
            "timestamp": 1554686400,
            "txt_content": "路过路过"
        },
        {
            "author": "果涷i",
            "timestamp": 1554691200,
            "txt_content": "这样我能不能跟着他去找村庄呢...."
        },
        {
            "author": "谈海超",
            "timestamp": 1554896880,
            "txt_content": "6666666666666666666666666666666"
        },
        {
            "author": "xiaohuangrui",
            "timestamp": 1555680900,
            "txt_content": "原来还有流浪商人，长见识了"
        },
        {
            "author": "海螺螺",
            "timestamp": 1555685280,
            "txt_content": "visual design  这里的visual不是视野\n\nWhy trade emeralds when you can wear them an your forehead?\n如果你能戴着....为什么要拿去交易....."
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801160,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "明哲YIU",
            "timestamp": 1556875440,
            "txt_content": "今天为了羊驼杀了一个流浪商人，事后掺杂感情后又后悔了，毕竟他只是个无辜的npc，罪不至死"
        },
        {
            "author": "1228907517",
            "timestamp": 1556888460,
            "txt_content": "可以的可以的可以的可以的可以的可以的可以的可以的可以的可以的"
        },
        {
            "author": "jkljkl56",
            "timestamp": 1556937600,
            "txt_content": "农业工艺在哪儿啊"
        },
        {
            "author": "1305791312",
            "timestamp": 1557069720,
            "txt_content": "话说空岛上能刷新这个吗"
        },
        {
            "author": "feitian233",
            "timestamp": 1557122400,
            "txt_content": "还行吧能换一些稀有物品"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545760,
            "txt_content": "6666666666666"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666000,
            "txt_content": "更新了很多东西我都不知道"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666000,
            "txt_content": "mc永远第一"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666240,
            "txt_content": "喜欢mc  mc万岁"
        }
    ]
}