{
    "title": "【不知道会不会填坑的前言】最后的掷弹兵(The Last Grenadier) 硬核版",
    "author": "Bismark",
    "replyCount": 8,
    "timestamp": 1553674920,
    "txt_content": "【日记篇】\n……我们都是闭着眼睛来到这个世界的，我们中的大多数人选择闭着眼睛度过一生，盲目的追随那些能给他们意义的人。\n对我来说，这个人是国防军（Wehrmacht）。\n……\n十一个月前，我的师从的拉脱维亚前线搭乘船只前往斯德丁，如果不出意外，我的整个师的战友都将会成柏林的殉葬品。这个名为意外的突发性因素给了我第二次机会，某种意义上。\n冯·德尔塔将军，三个月前我才得知他是“掘宝人”(Schatz Graber)计划的负责人之一，选了我的部队（290步兵师）作为最后一批帝国圣堂的守卫者。我们最终看到了天空被火焰烧成地狱，像两个世界碰撞的柏林，并且背离他。\n说是最后一批被征召的守卫者并不准确，在5月9日到5月24日陆陆续续还有更多及时后撤到斯德丁，佩内明德的陆军，武装党卫军，海军，空军装甲兵的杂乱战斗群通过潜艇到达“避难所”——我们是这么称呼位于挪威峡湾某处的“圣堂”的。\n关于这个避难所，我和幸存下来的士兵们获得新一轮生存意义的地方，我们对这里是如此惊讶。从整个1944年初到第二年4月的时间，我的师的后勤状况十分堪忧，仅能靠海路获得些许的补给。然而从柏林到佩内明德的路上，我们居然头一次补给过剩，物资丰富程度远超过这个师的历史上任何时刻，作为步兵师我们甚至有过17辆黑豹坦克和2辆虎王坦克。\n这些装备陆陆续续运输到了圣堂，并且这里还有更好更新的装备。您能想象至少装备有4把突击步枪，1挺MG34和火箭筒的一个步兵排吗？或者有和虎王坦克同样火炮，装甲相当的黑豹坦克？这里简直是新世界，一个容纳我们这群本应随着国家战败，被战胜国像动物一样领走虐待致死的陪葬品的伊甸。\n到这里的第一天，我们各自分配了宿舍。我是军官，所以进入的是有独立套件的四人军干宿舍，士兵宿舍是什么样的我就不了解了。一天前我还在潜艇上享用的是盐水煮土豆和菜粥，离开潜艇后，我几乎迫不及待的喝完了开胃汤——蘑菇奶油浓汤，负责餐饮的勤务兵们没有对此感到诧异，而是建议我慢一点喝，之后的菜式还有很多。我没有从他们的表情上看出半点对食物储备担心的样子，因此我推测，这座圣堂完全能自行负担数万，数十万人员所需的一切。\n八个月后，我从冯·德尔塔将军那儿得知，圣堂至少是1942年上半年开始的工程，更有意思的是，这是元首的直接命令。\n这座圣堂和上面的大人物们有什么关系，这显然不应该是我关心，感兴趣的事，事实上除了每天和我的连队训练，训练，和作为军官的技能进阶，我对其他的事没有任何兴趣。\n……\n\nj?hrlich 01，Januar.01\nK?nozoikum",
    "replies": [
        {
            "author": "Bismark",
            "timestamp": 1553691720,
            "txt_content": "……\n圣堂的主体是一处位于一个山脉体内的巨大溶洞，工程师们挖开并平整了地形，并凿穿石壁作为建筑，一盏盏巨大的吊灯挂在溶洞顶端，柔和的光芒挥洒在每一处地方，我已经服役有5年，在此之间行走过的地方只是风景略好的地狱，只有这里能被我认为是天堂。我知道我这么写可能有点夸张，但我坚信，每一个到达此处的士兵都会这么认为。\n虽说我们无法和外接取得联系，但并不意味着圣堂就是与欧洲，和世界完全隔离的伊甸园，圣堂里发行的新帝国报纸不怎么厚，却记载有外界局势的信息。就我所得知的，当8月苏军击溃远东日军后，苏联和同盟国的关系迅速恶化了。\n柏林沦陷后，被美国，英国和苏联共同占领。我相信，苏联占领区很可能将是又一个地狱，报纸上则是描述美国空军一刻不停的为占领区的柏林市民空投生活物资但屡屡被苏联空军用开火以外的方式阻拦。那么在这些柏林市民眼中……到底谁是保护者，谁是侵略者？以我个人的观点来看，没人会倾向苏联。\n……\n我有且仅有一个疑问，同盟国和苏联的战争若是爆发，圣堂会扮演什么样的角色？长久以来这是我不敢想象的思维黑洞，直到柏林沦陷的9个月后，复活节的两周前，扑面而来的沉重感扑倒了我的精神，这一天我正在食堂用餐，戈培尔**的声音就在这时响彻了整个圣堂：同盟国与苏联的战争爆发了。\n一个旧的问题被推翻，战争仍没有结束。\n一个新的问题突入我的脑海：我们能躲过这场战争吗？\n如果您已经将我的回忆录翻阅到这里，那我会确切告诉你：这不可能。\n苏联的军事实力前所未有的膨大，他们视自己为欧洲大陆的解放者，赤化欧洲的中坚力量，而英美国家的军队视自己为古老传统欧洲的捍卫者，这对我们来说都没有意义，新一轮战争就在祖国父亲身上发生，我们只能眼睁睁的，在上千公里外，一处挪威的峡湾溶洞里做旁观者。\n……\n俗话说，当你不去选择命运，命运就将敲响你的大门。3月10日，圣堂外围的苏军前所未有的活跃，苏军不顾英美国家的警告派遣数万人越过国境线侵入挪威，更要命的是有一部分人刚好在圣堂一百公里内登陆。\n我的最后一个复活节就这么泡汤了，近一年来头一次离开温暖的圣堂超过24小时，我们出动了一万人的精锐作战部队，相当多的黑豹II型坦克和一座8英寸岸炮，在夜幕下施展无线电屏蔽，干掉了他们。\n我要说的是，一天内一万精锐歼灭数量超过三万尚未立足的苏军不算太夸张，但在英美苏三国眼中，24小时不到就有半个集团军近乎坠入黑洞式的消失了，这就成这一次作战最大的败笔。\n3月12日，美国舰队最先找**来，上面命令我和克劳斯上尉去接触他们，我个人猜测，上层可能比我们接触美国人更早的就和他们谈好条件了。不过上面的意思非常坚定，圣堂的存在是底线，决不能透漏给盟军，取而代之的是“掘宝人”计划的一部分地表建筑——美军以为近一年来我们这股顽固的，不肯投降的德军就蜷缩在这些水泥建筑里。\n我是不可能明白上面和盟军达成了什么交易，3月15日这天我们被命令去寻找失去联系的克劳斯战斗群，他们之前的任务是寻找一处被隐藏的V2火箭生产分基地，我的猜测即是，美军能容忍我们存在的条件显然与V2火箭有关。\n不巧的是，苏军同样在寻找这个火箭基地，3月16日，三个国家的军事力量在科瓦尔松来了一次大碰撞，和以往不同的是……我们和曾经的敌人站在了一起，共同对抗红色苏联。\n……\nJuhrlich01，Januar 04."
        },
        {
            "author": "Bismark",
            "timestamp": 1553697720,
            "txt_content": "好吧，没人看，太正常了"
        },
        {
            "author": "Bismark",
            "timestamp": 1553703360,
            "txt_content": "……\n我本以为在柏林城前掉头那次就是上帝给与我的第二次机会，这并不准确——至少在我写这本回忆录时是如此。3月10日的战斗没给我太多感觉，但是3月16日那次就是另一回事了。前者，是装备精良有充足准备的一方伏击毫无准备的另一方，而这次是作为消耗品投入第一线。1946年的苏军与1944年的苏军相比，变化绝不只是步兵战斗经验那么简单，更新更强大的装甲，火炮力量不断收割着我们的生命。在火箭工厂，苏军投入了第三和第四代IS坦克，这大概是IS-3与IS-4第一次投入实战，我们的黑豹II坦克没有太多机会贯穿它的正面装甲。\n在陆地上，唯一行之有效的方法是用铁拳和坦克杀手火箭筒攻击其侧面，这是克劳斯战斗群用生命争取的。我本人并不清楚那次战斗结果如何，如阅读者想象中的那样，我是在这次战斗中到达这个新世界的，伴随着我无法用文字叙述身体感觉的痛苦。\n好吧，真实情况是：我们负责的一段防线几乎被突破时，一队美军重型攻击机及时赶到，向苏军坦克群发起空袭。成功击退了最后一次坦克攻击，然而苏军没有打算空着手回去，他们用安德留莎火箭（一种直径31cm的火箭炮）把我送到这来。至此，1944年底到1946年初的回忆就到此为止了。\n……\n我必须要声称，这才是我所认为的第二次机会。先是短暂但强烈的痛苦，然后是黑暗。痛苦结束的数分钟内我都无法看清哪怕是自己的手，但我能感觉到我的四肢健在，双手还抓着武器。\n我宁愿相信那痛苦是上帝带给我的使命中必要的烙印，在那数分钟的黑暗之后，我便看见这个无法用我过去所有的常识描述的世界了。一切物品皆有方圆，在这里只有方没有圆，除了我自己。太阳，月亮，土地，树，它们除了各自颜色和形态看起来大不相同外，全是无比标准的正方形。\n黑暗消退时，我是横卧着趴在地上，若不是草地泥土的气味我绝对不会认错，泥土和草皮应有的质感我仍能用手感觉出来，我会以为天堂就是疯狂的被大量标准立方体堆积成的疯子乐园。在这而，我感觉身体变得无比轻盈，却又十分强壮。在到这个超出常识，诡异的棱型世界前，被火箭弹波及之前，我穿着非常厚重的白色冬季作战服，身上还背着一把突击步枪与数个弹匣，随身物品，它们加起来至少有20千克。开始熟悉这个世界的几分钟后，我才注意到我再也感觉不到身上这些负担了，尽管它们还挂在我身上，一个都不少。\n……Juhrlich01，Januar 05."
        },
        {
            "author": "q1521384952",
            "timestamp": 1554277500,
            "txt_content": "............."
        },
        {
            "author": "qinglang2142",
            "timestamp": 1559078100,
            "txt_content": "这是原创文还是翻译啊 支持啊"
        },
        {
            "author": "qinglang2142",
            "timestamp": 1559078220,
            "txt_content": "https://steamcommunity.com/sharedfiles/filedetails/?id=1684282762 我看steam有人做了和这个背景差不多的 游戏战役MOD \n\n特此来找找是不是有原创小说"
        },
        {
            "author": "Bismark",
            "timestamp": 1569915300,
            "txt_content": "qinglang2142 发表于 2019-5-29 05:17\nhttps://steamcommunity.com/sharedfiles/filedetails/?id=1684282762 我看steam有人做了和这个背景差不多 ...\nWigga的1946年战役剧本，我接着做了个风格类似的帝国苍穹mod"
        },
        {
            "author": "Bismark",
            "timestamp": 1569915900,
            "txt_content": "qinglang2142 发表于 2019-5-29 05:17\nhttps://steamcommunity.com/sharedfiles/filedetails/?id=1684282762 我看steam有人做了和这个背景差不多 ...\n帝国苍穹mod有原著小说，且经过作者同意做的。\n关于men of war的帝国苍穹mod，在制作前也和wigga联系过，因为wigga的剧本和天空之承的剧本两者有高度兼容性。"
        }
    ]
}