{
    "title": "Minecraft Java版 19w13a 发布",
    "author": "Halcyon_Suoh",
    "replyCount": 22,
    "timestamp": 1553720640,
    "txt_content": " 本帖最后由 小草—c_t_l 于 2019-3-28 12:24 编辑 \n每周快照是Minecraft的测试机制，主要用于下一个正式版的特性预览。\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。 适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.14 仍未发布，19w13a为其第29个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\nMINECRAFT SNAPSHOT 19W13AA Village & Pillage Java SnapshotJava版1.14快照19w13a\nSnapshot intros are hard to write! They need to perfectly summarise all the information we gather each and every week, like the fact that Illagers now have amassed enough intelligence to open doors (congratulations!) or that you can trade in the middle of a raid. They should also act as a lighthearted segue into all that heavy information that are the bug fixes. Add a fair portion of memes, and you have the perfect Wednesday read! Since I've already rambled long enough, I can't provide the latter. Oh well, maybe next week?快照简介超难写的！他们需要完美总结我们搜集到的每周的所有信息，比如掠夺者已经积累够他们用于开门的所有聪明才智（喜大普奔！）以及你可以在一场劫掠中进行交易。它们也应担当起放松的作用来转入这所有漏洞修复的重量级信息。加上点梗，现在你有了一个完美的周三阅读时间了！鉴于我已经说得够多，我也没法再编下去。哦，那么，下周再见？\nCHANGES IN 19W13A19w13a变更列表\nAccessibility button is now available on the title screen\"辅助功能\"按钮现已在主菜单中可用Accessibility and narration improvements辅助功能及复述功能改进Raid tweaks劫掠调整Bugfixesbug修复\nRAIDS劫掠\nRaids now follow a set pattern based on difficulty to determine the exact number of groups that will spawn as part of the raid: Easy - 3    Normal - 5 Hard - 7劫掠现在按照一套模板来确定在劫掠中刷新的掠夺组合数目：简单-3 普通-5 困难-7If you or your fellow village mates brought more than one level of Bad Omen into the village during the raid or at the initial trigger of the raid, then you will experience a bonus wave equivalent to the final base wave you would normally see for your difficulty. Ex: Bad Omen levels 2-5 would experience 4 waves on easy, where the fourth wave is the same as the third.如果你或你的同伴在劫掠中/劫掠开始时将超过一级的不祥之兆带入村庄，你将会经受与你在该难度下最高波数难度等同的额外波数。比如不祥之兆 2-5级在简单难度下会经历四波，第四波与第三波等同。\n\nBAD OMEN不祥之兆\nYou can now get up to Bad Omen 5, and you only get 1 Bad Omen at a time from killing a captain. Each person that brings Bad Omen into the village will increase the Bad Omen level of the raid on that village up to Bad Omen 5. A higher level of bad omen means a higher chance that the enemies you face will have enchanted weapons.你现在可将不祥之兆叠至五层，并且每次击杀队长只能得到一层。每个将不祥之兆带入村庄的人都会增加劫掠的不祥之兆等级，最高可至5。越高的不祥之兆等级意味着你面对的敌人会有越高的几率拥有附魔武器。\n\nHERO OF THE VILLAGE（官方中文译名尚未确定）\nYou now get an effect called Hero of the Village after successfully defending your village from a raid! The level of this effect that you get is equivalent to the Bad Omen level of the village that was raided. This effect will last for ~2 in game days and will give you great discounts on trades, with the discount dependent on the level of the effect. Villagers will also show their gratitude, so look out for your new fans in the village after you save them!你现在可以在成功从劫掠中保护村庄后获得Hero of the Village效果！该效果的等级与被劫掠的村庄的等级等同。该效果会持续约两个游戏日并在交易中给予你折扣，折扣幅度基于该效果等级。村民也会表达他们的感激之情，所以，在拯救他们后留心一下村里的粉丝们吧！\n\nBELL CHANGES钟的改动\nIf the bell is rung, villagers will run into a random nearby home and hide for a short time.如果钟声响起，村民会跑进附近任意一个房子躲一会。\n\nOTHER CHANGES其他改动\nAll Illagers can now open doors, but Vindicators will still chop them down if they feel like it所有的掠夺者现在都能开门，但卫道士还是会把门敲掉。All raid waves have been rebalanced, with certain waves more heavy on specific mobs than other waves and the earlier waves being significantly less easy than the later waves.全部的劫掠波都被重新平衡过，某些特定的波数某些生物的比重比其他波大，以及早期波数明显比后期波数要简单。Evokers will spawn in waves 5-7, as opposed to just in the final wave before唤魔者将会在5-7波生成，而不是此前的最后一波。Raiders are much better at going door-to-door now, and seek to be constantly moving during raids, always looking into houses to try and find villagers现在突袭者们更擅长挨家挨户搜查，在突袭中保持移动，试图搜索房子来找到村民。Villagers now sweat all the time during raids, not just when you try to trade with them村民现在在劫掠时更不安，不仅是你试图与他们交易的时候。Also you can trade with villagers during raids again!你又可以在劫掠中交易了！\n\nFIXED BUGS IN 19W13A19w13a漏洞修复\nMC-132313 - Buttons and levers can be placed on the bottom of hoppers修复：按钮及拉杆可被放在漏斗底部。MC-137467 - Ender dragon does not spawn if render distance is set to 10 or below修复：末影龙在渲染距离为10及以下时不生成。MC-139376 - Crash when putting spaces and clicking on \"Done\" in the jigsaw GUI修复：在拼图方块的GUI内输入空格后点击完成会引起崩溃。MC-139798 - Bad Omen disappears upon entering villages in spectator mode修复：观察者玩家在带有不祥之兆的情况下进入村庄，不祥之兆会消失。MC-141009 - Clicking \"done\" on a Jigsaw disconnects client on dedicated server修复：在拼图方块内点击“完成”会断开与服务器的链接。MC-141358 - Tridents have the SoundEvent tag, but don't use it修复：三叉戟有SoundEvent标签，但不使用它(?)MC-145758 - Villagers constantly breeding but don't produce baby villagers修复：村民持续繁殖，但不出现小村民。MC-146282 - Entering Command Block UI Causes All Music to Stop修复：进入命令方块界面会导致所有音乐停止。MC-146346 - Backup world file saved without .zip修复：世界存档备份文件缺失.zip。MC-146350 - Splash water bottles do not put out fires修复：喷溅式水瓶不能熄灭火焰。MC-146353 - Structure integrity does not work, RNG runs for all blocks at once修复：结构完整性不工作，随机器对整体结构进行运算(?)MC-146359 - Crash whilst rendering overlay修复：渲染覆盖层时崩溃。MC-146360 - Exiting bed always puts the player or villager in blocks修复：离开床总会将玩家/村民卡进方块。MC-146367 - Hostile mobs spawning on glass修复：敌对生物在玻璃上刷新。MC-146377 - Beacon UI is nonresponsive and doesn't allow you to change the beacon effect修复：信标界面无响应，不允许玩家更改信标效果。MC-146380 - After sleeping in a bed, the player always spawns on top of it if there are no blocks next to it修复：在床睡觉后，在床周围有空间时，玩家总会在床上重生。MC-146381 - Sleeping in a bed always resets the player's spawn point to the world spawn point修复：在床上睡觉总会将玩家重生点重置为世界重生点。MC-146387 - Monsters spawning on leaves during night time修复：怪物夜间在树叶上生成。MC-146454 - Eating food no longer plays the burp sound修复：吃食物不再播放打嗝声。MC-146470 - Entities in forceloaded or world spawn chunks cannot be selected修复：在强制加载/世界出生点区块的实体无法被选中。MC-146594 - Villager babies don't have biome-specific skin修复：小村民没有特殊生物群系皮肤。MC-146707 - Splash text in main menu changes every time you resize the Minecraft window修复：小黄字在每次调整游戏窗口大小时更改。\n\n\n\n\n\n\n\n\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/Otherhttp://s3.amazonaws.com/Minecraft.Download/launcher/Minecraft.jar\n关于本次更新的详细内容，请关注稍后 Minecraft  1.14(村庄与掠夺更新)特性列表 的更新。\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。但由于亚马逊服务器https连接在国内时常不稳定，官方启动器下载游戏可能需要魔法上网。启动器在上文已经提供。适用于全平台。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "8575544",
            "timestamp": 1553725620,
            "txt_content": "掠夺者成了除村民外第一个能开门的生物？"
        },
        {
            "author": "无了嗝名",
            "timestamp": 1553732160,
            "txt_content": "不祥之兆＝凶兆？"
        },
        {
            "author": "zyjking",
            "timestamp": 1553735760,
            "txt_content": " 本帖最后由 zyjking 于 2019-3-28 09:21 编辑 \n\n兄弟，你的头图到哪里去了？\n顺便提一下建议\n如果钟响起，村民会跑进附近随机一个房子躲一会建议把“钟”改为“钟声”，“随机一个房子”改成“任意一个房子”"
        },
        {
            "author": "⊙v⊙",
            "timestamp": 1553740140,
            "txt_content": " 本帖最后由 ⊙v⊙ 于 2019-3-27 16:31 编辑 \n\nHERO OF THE VILLAGE\n\n让我猜猜？\n\n村庄拯救者\n村庄捍卫者\n英雄折扣日\n吊面英豪\n"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1553741760,
            "txt_content": "⊙v⊙ 发表于 2019-3-28 10:29\nHERO OF THE VILLAGE\n\n让我猜猜？\n全村的希望"
        },
        {
            "author": "juenky",
            "timestamp": 1553742540,
            "txt_content": "又可以开心的刷村民了.\n敌对生物会在玻璃上生成？那友好和中立的呢，比如铁傀儡\n\n以下Bug不知道修复没有\n掠夺兽死亡时，骑乘的掠夺者下马时有机率游戏崩溃\n用刷怪蛋放置村民，放置工作方块再敲掉，再放置村民，再放工作方块再敲掉，频率快的话游戏会崩溃\n当有村民和工作方块形成村庄之后，不管村民是否存活和工作方块是否存在都会触发不祥之兆."
        },
        {
            "author": "BlackCB.",
            "timestamp": 1553742780,
            "txt_content": "8575544 发表于 2019-3-28 06:27\n掠夺者成了除村民外第一个能开门的生物？\n你是不是忘了玩家.."
        },
        {
            "author": "xiaopijieshuo",
            "timestamp": 1553748060,
            "txt_content": "修复得好啊，又可以愉快地繁(sha)殖(lu)村民了"
        },
        {
            "author": "xiaopijieshuo",
            "timestamp": 1553748120,
            "txt_content": "hero of the village已经在基岩版翻译成“村庄英雄”了，不造Java版要翻译成什么"
        },
        {
            "author": "langyo",
            "timestamp": 1553748660,
            "txt_content": "你现在可以在成功从劫掠中保护村庄后获得Hero of the Village效果！该效果的等级与被劫掠的村庄的等级等同。该效果会持续约两个游戏日并在交易中给予你折扣，折扣幅度基于该效果等级。村民也会表达他们的感激之情，所以，在拯救他们后留心一下村里的粉丝们吧！\n翻译成“全村的希望”吧"
        },
        {
            "author": "黎儿吖",
            "timestamp": 1553752080,
            "txt_content": "睡觉更改出生点的BUG总算是修复了呜呜呜"
        },
        {
            "author": "zxwang97",
            "timestamp": 1553753580,
            "txt_content": "谢谢！！！！"
        },
        {
            "author": "秋叶丸",
            "timestamp": 1553759640,
            "txt_content": "现在好像还有个bug 生物在水草或还带上方会无限的鬼畜转圈，还有动力铁轨用按钮给信号不能像以前版本那样直接让矿车自动前进，必须要自己按下↑才会往前走，望官方能够修复，我不太懂英文也不知道怎么反馈bug =-="
        },
        {
            "author": "E07",
            "timestamp": 1553771040,
            "txt_content": "吃食物不再播放打嗝声，，，没了这饱食度填充后的反馈音效会不会降低我们游戏体验？"
        },
        {
            "author": "游戏丨人生",
            "timestamp": 1553774040,
            "txt_content": "E07 发表于 2019-3-28 19:04\n吃食物不再播放打嗝声，，，没了这饱食度填充后的反馈音效会不会降低我们游戏体验？ ...\n说的是修复了“吃食物不再播放打嗝声”这个BUG。"
        },
        {
            "author": "pyycxvv",
            "timestamp": 1553776080,
            "txt_content": "讲台怎么用啊"
        },
        {
            "author": "liach",
            "timestamp": 1553776200,
            "txt_content": "以后服务器上肯定是一群玩家一起打一个5级的袭击，像打副本一样随便打打，而杀掉袭击中任何一只怪的玩家都能在最后拿到村庄英雄5，交易打折效果拔群！（45折）村民变成了玩具。"
        },
        {
            "author": "贾皓天",
            "timestamp": 1553832000,
            "txt_content": "我为什么进不去？"
        },
        {
            "author": "雷电神话",
            "timestamp": 1553846340,
            "txt_content": "等待正式版"
        },
        {
            "author": "zIIADAL",
            "timestamp": 1553861460,
            "txt_content": "新版本唤魔者学会了漂移......\n移速惊人......"
        },
        {
            "author": "WhiskySu",
            "timestamp": 1553930940,
            "txt_content": "6666666666666666666"
        },
        {
            "author": "20060926abc",
            "timestamp": 1554028560,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈"
        }
    ]
}