{
    "title": "【二月活动/原创】是谁偷了我的椅子",
    "author": "HP9999",
    "replyCount": 10,
    "timestamp": 1553852460,
    "txt_content": " 本帖最后由 HP9999 于 2019-3-31 21:54 编辑 摸鱼服务器的腐竹安静的坐在房间里，底下的凳子稳稳当当。他的思绪漂浮不定， 时而悬浮，时而飘向未知的远方。但是当他回过神来，发现自己的屁股底下空空如也——凳子莫名消失了。\n腐竹的思绪在服务器目录遨游着。这个插件真难配，那个更上一层楼。哎呦这年头当个腐竹不容易啊。本想往后躺休息一下，却没想到，后面已是空空如也。“我吃ning——”（指食物???? 真的 相信我）就在腐竹的身体与地面飞速接近的同时——...也没有萌妹子飞出来救他。“奥义 后滚翻！”腐竹的手稳稳的贴在了地上，伴随着的不是完美的动作，而是左手手腕的清脆响声。（不真实警告）拜这只手所赐，摔得好像更惨了呢。坐在地上流着海带状眼泪的腐竹。似乎在小声念叨着：小黑biss....小黑biss5555...既然没有萌妹子，腐竹只得自行起身，去翻找日常必备的云北黑药。毕竟，他好像对这种事已经习惯了呢。\n“呲呲”透明的雾粒均匀的播撒在手腕上。不过，这喷射的气势倒是越来越小了呢……“不是吧，连药都来gao我嘛”把空罐子扔到一边，从隔壁的屋子又拽过来一把椅子。不过坐着没那么舒服就是了。又望回电脑，看着那堆积成山的优化列表。只是，没有人发现。腐竹的档案下面，多出了一项chair的文件。\n打开客户端，点了绿油油的启动游戏。这绿绿的块变成了绿条，在屏幕上缓缓的滚动着。这加载的速度就跟长草差不多。等到进度条的头上都是绿绿的了以后，（你就获得了绿了进度条的成就）就进了那早已熟悉的界面。点了中间的按键，回到服务器当中。看来今天又是自己修复的日子了。打开浏览器，开了各种插件的配置文件，开始一个个去配置。在改信息提示的时候，手贱把chat输成了char，又下意识的按了个tab+回车。没想到的是，没有提示未知指令，取而代之的是紫不拉几的“正在召唤”。“**？？？这是什么鬼东西，我加过这么高级的插件嘛？”当然，在他想这个的时候，上面的椅子也在努力的向下飞着。就当腐竹想打开插件列表时...椅子...把他...砸死了。你死了的界面还在腐竹脑中回荡。“你摸的，真就创造死掉了”输了back之后，腐竹的世界观又崩塌了一次。“卧槽，这不是我的椅子吗。我刚刚是被这玩意给砸死的？”望着地上的皮革废铁混合物，腐竹不禁陷入了沉...“想个????！我不想再被不明物体砸死一次了。”腐竹看了看这个椅子，又转了转圈。“嗯，你这个祸害还是给我去死吧”左手挥出，鼠标一按。刚想喊爽。椅子上面蹦出来一个“等级不足无法破坏”。“蛐蛐凳子你给我装锤子装。”随即，单身十余年的手速在此展现。椅子下面的方块，只三秒，就都化为虚无了。再把支撑椅子的一敲。成了。“你看~这个椅子有极高的加速度”在椅子死前还不忘嘲讽两句。只可惜，等级不足就是等级不足，虚空也无法奈何。椅子带着极高的加速度，带着划破天际的声音，从云中落了下来。可惜了，这警示音腐竹听不到。地上的巨坑，看来又多了一个。\n“我！你！你你你...”腐竹气的嗦不出话了。然后，稍微动了动他那本就不聪明的脑子。等级不足，现实世界的东西等级高于游戏世界嘛。那我是不是再整个????进去就可以砸烂它了。哦好办法~可是，我该咋整个锤子呢....算了，就这样放着参观吧。\n————mc服务器在线真实，超清超真实椅子模型————\n这样的一个标题浮现在腐竹脑海里。哦~好像挺不错的吔。好了，今天也摸完了。关机睡觉次日\n“嘭！”一摊不明物体落到地上发出了巨响。不明物体好像还在慢慢的蠕动。“我*，为什么滚到床下面了”睁眼一看。诶，好像是床的中间诶。腐竹转了个头。然后，沉默。“卧槽，我床呢？？？”想了想昨天的诡异事件。急急忙忙跑过来开了电脑。看着绿绿的草皮又在进度条上滚了一遍。结果，并没有出现意料中的床。刚想疑惑，腐竹的脑子终于好使了一会。直接一个指南针指向远处。视角模糊的一瞬间，身后也传来了巨响。果然是床。凭借着高优先度，地上多了一个大得多的坑。“你摸床，吓死我了，还好躲得快。不过，照这么说来，是不是物体靠近我时间久以后，都会被传送进这个服务器呢。要是能反向传出来...”腐竹的脸上浮现了猥猥琐琐的表情。于是，服务器又被他给鸽了。理由是：挂机一天试试卡不卡。周围还堆满了钻石块。只可惜~这个系统没有这么蠢。\n还在写x以后可能有续文2333\n\n\n\n\n",
    "replies": [
        {
            "author": "金坷垃233666",
            "timestamp": 1553853420,
            "txt_content": "呵呵，这么折磨我的世界吗"
        },
        {
            "author": "金坷垃233666",
            "timestamp": 1553853420,
            "txt_content": "如果被mojiang看到了"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1553853420,
            "txt_content": "没......了？？"
        },
        {
            "author": "金坷垃233666",
            "timestamp": 1553853420,
            "txt_content": "那不就惨了吗"
        },
        {
            "author": "langyo",
            "timestamp": 1553854980,
            "txt_content": "字数要求最低 1500 字"
        },
        {
            "author": "HP9999",
            "timestamp": 1553858820,
            "txt_content": "langyo 发表于 2019-3-29 18:23\n字数要求最低 1500 字\n我惊 怎么发出来了 我不是草稿嘛x\n还没写完x"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1553933940,
            "txt_content": "字数最低要求1500字啊= =\n请尽快补齐。"
        },
        {
            "author": "HP9999",
            "timestamp": 1553938560,
            "txt_content": "Smokey_Days 发表于 2019-3-30 16:19\n字数最低要求1500字啊= =\n请尽快补齐。\n好的好的x打算一会就补"
        },
        {
            "author": "HP9999",
            "timestamp": 1554040800,
            "txt_content": "Smokey_Days 发表于 2019-3-30 16:19\n字数最低要求1500字啊= =\n请尽快补齐。\n大概~齐了~剩下的慢慢补233"
        },
        {
            "author": "q1521384952",
            "timestamp": 1554277440,
            "txt_content": "..............\n"
        }
    ]
}