{
    "title": "Minecraft Java版 1.14 (村庄和掠夺更新) 特性列表",
    "author": "LocusAzzurro",
    "replyCount": 99,
    "timestamp": 1553881920,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2019-5-1 13:51 编辑 \n\n\n\n\n\n修订并翻译自英文Minecraft Wiki\nhttps://minecraft.gamepedia.com/Java_Edition_1.14\n与中文Minecraft Wiki同步\nhttps://minecraft-zh.gamepedia.com/index.php?title=1.14&variant=zh-cn\n\n感谢诸多热心玩家的付出。\n\nMinecraft Java版 1.14 (村庄和掠夺更新) 特性列表\n\n1.14是“村庄和掠夺（Village and Pillage）”更新的首个正式版，于2019年4月23日发布。本次更新主要专注于村庄，包括加入一个称为掠夺者的灾厄村民变种，以及重新设计村庄建筑以匹配其所在的生物群系。本次更新也引入了许多新的方块和怪物，修改了合成系统，更新针叶林生物群系（添加了狐狸和甜浆果），加入新的丛林变种竹林（包括竹子和熊猫）。\n新内容方块竹子罕见地生成在丛林中；大片地生成在竹林中。可以在丛林神庙和沉船的箱子里找到。当熊猫被杀死时掉落，并且可以在丛林生物群系里钓鱼时钓到。可种植，能长到12-16格高。\n对其使用骨粉会使其长高1-2格。\n可以用剑破坏。可作为熊猫的食物，可用作燃料（4个竹子可以烧炼1个物品），也可以种在花盆里。可用于合成木棍和脚手架。\n木桶可以用于存储物品，有一个箱子的储存空间。\n然而，和箱子不同的是，因为木桶从侧面打开,所以木桶在顶部有固体方块的情况下仍然可以打开。\n用六个木板和两个木板台阶合成。生成在村庄的渔夫小屋。充当渔夫的工作站点可使用投掷器填充、使用漏斗填充和清空。\n钟右击钟时会晃动并产生对应的音效。\n根据方块的位置和方向，钟方块只能在这方向来敲响，而且只会朝这种方向晃动。\n生成在村庄的会合点。有相关联的方块实体占位符。可以附着在方块的上方、下方和侧面，且具有不同的材质。\n当附着的方块被破坏时，自身作为物品掉落。\n可以被箭矢、三叉戟等弹射物实体激活，但雪球、鸡蛋不行。在袭击中敲击钟，在32格内的灾厄村民会产生发光效果。\n高炉熔炉的升级版，烧炼矿石和金属工具比熔炉更快。速度是普通熔炉的两倍。\n只能用于烧炼矿石和熔炼金属工具。\n用三个平滑石头，一个熔炉和五个铁锭合成。自然生成于村庄的盔甲房中。充当盔甲匠的工作站点支持漏斗与投掷器清空或填充。\n制图台用玻璃板可锁定地图以防止更改它们。在村庄的制图师小屋生成。可用2张纸和4个木板合成。其UI界面能够显示配方。允许复制、扩展和锁定地图。\n可以使用玻璃板进行锁定，以防止对其进行修改。\n充当制图师的工作站点。\n营火在针叶林村庄生成。作为不会燃烧方块的火源。\n不会燃烧物品。\n可使用三根木棍、1个木炭或煤炭、任意2个木头、原木、或去皮木头合成。煮熟4个食物物品，但是比熔炉烧炼要慢（30秒）。\n按使用键将食物放到营火上。烧好的食物会掉落\n发出一种新的颗粒；从营火发出的烟雾颗粒可在更远的距离看见\n这个颗粒可穿透1-2个方块在营火下方放置干草块可以使烟雾颗粒飘得更高、不消散时间更长。\n一种光源，发出15级的光亮,而火把为14级。火焰不会蔓延，可用水桶或水瓶扑灭，并可以再次用打火石或火焰弹点燃。站在上面会持续受到1火焰伤害，但离开营火后不会受到后续的持续火焰伤害。\n切石机可以通过三个石头和一个铁锭合成。现在可以作为更简单的合成石质方块变种（楼梯、台阶、石砖、墙等）的方式。生成于村庄石匠小屋。充当石匠的工作站点。\n堆肥桶用于把农作物和植物转化为骨粉每7级堆肥可以产生1个骨粉。\n每次拿着可用于堆肥的物品对堆肥桶按使用键都会有机会为堆肥桶增加1级堆肥，最多7级。到达7级后，堆肥会自动变成8级，这时是可收获状态，按使用键堆肥桶会产生1个骨粉。一些物品有可能不会增加堆肥桶的堆肥等级。增加等级的机会取决于物品的质量。（例如，干海带的几率约为30%，而南瓜派的几率为100%，具体可参考堆肥）。\n在村庄的农场里生成。用3块木板和4道栅栏制作。充当农民的工作站点。\n花加入了矢车菊。\n可制作蓝色染料。在平原生物群系生成。\n加入了凋零玫瑰。\n可制作黑色染料。除和平模式外，对碰到它的玩家和生物造成1秒的凋零效果。可在任何非亡灵生物被凋灵杀死时生成或掉落。\n加入了铃兰。\n可制作白色染料。在森林生物群系生成。\n砂轮用木棍、石台阶和木板来合成。生成在村庄的武器商小屋。充当武器匠的工作站点其GUI有2个输入槽和1个输出槽。移除物品上的非诅咒附魔。\n为每个移除了的附魔给玩家返还经验值。可移除武器、工具、盔甲和附魔书上的附魔。\n可以合并物品来修复它们。可放在方块上方、下方或侧面。\n拼图方块技术性方块。无法在生存模式或创造模式物品栏中取得。\n只能使用命令获取。\n是一个允许使用较小的模板来建造结构的拼接方块。\n目标池\n拼图方块能用于绘制的元素的池（例如：下个要放置的模板）。\n连接类型\n拼图方块的“名称” ，拥有相同名称的拼图方块可以相互连接。\n转变为\n拼图方块在整个功能被放置后会转变的方块状态。\n\n\n灯笼新的光源。原本计划在Alpha万圣节更新加入。\nNotch曾经表明Minecraft不会加入灯笼。\n用8个铁粒围绕1根火把来合成。生成在积雪的冻原村庄。可以放在方块顶部或底部。发出亮度等级15的光。\n讲台为曾于2012年遗弃的想法。\n独特模型，基于之前被遗弃的设计。\n可以使用木质台阶和书架合成。拿着书与笔对讲台按使用键可以把书与笔放上去对讲台按使用键可以打开书\n可以让多个玩家同时阅读同一本书。当前页会一直保持并且在所有读者之间共享点击取书可以把书拿下来\n在翻页时会发出红石脉冲\n红石比较器可以侦测的书的阅读进度\n生成在村庄的图书馆。充当图书管理员的工作站点。有一个相关的方块实体占位符。有一个BookItem标签，保存要展示的书。\n织布机用两根线和两块木板合成。生成在村庄的牧羊人小屋。充当牧羊人的工作站点。将图案添加在旗帜上的方法：用于染色和设计旗帜，以前是在合成格进行合成。有一个旗帜槽，染料槽和旗帜图案槽。普通图案现在只消耗1染料。移除原有的旗帜合成配方。特殊的旗帜图案现在可以合成一个新的物品—旗帜图案。\n可用纸和特殊图案物品合成 。这些图案在织布机中使用时不会消耗自身。\n可选择的旗帜图案以列表的方式显示。\n音符盒加入6中新的音色：“铁片琴”、“牛铃”、“迪吉里杜管”、““芯片”（方波）”、“班卓琴”、和“扣弦（竖琴重音）”。\n这些音色可分别通过铁块、灵魂沙、南瓜、绿宝石块、干草块和萤石得到。\n\n脚手架一种使用竹子和线合成的、能用来快速攀爬的新方块。玩家在脚手架的顶部能按下使用键搭建脚手架塔。如果底部的方块被破坏，其上方的脚手架都会被破坏。玩家能按下跳跃键向上爬，按下潜行键向下爬。\n玩家能在最底的脚手架按下潜行键潜行。\n在脚手架的底部和侧面，只有中央支柱有放置检测。最多只能放置侧面的6格远。\n告示牌加入了白桦木、云杉木、丛林木、金合欢木和深色橡木告示牌。用染料对其按使用键能改变字体颜色。\n台阶加入了石、安山岩、磨制安山岩、闪长岩、磨制闪长岩、花岗岩、磨制花岗岩、苔石砖、苔石、平滑砂岩、平滑红砂岩、平滑石英、红色地狱砖和末地石砖台阶。\n锻造台生成于村庄工具商小屋。可使用4个木板和2个铁锭合成。充当工具匠的工作站点。\n烟熏炉熔炉的升级版，烧炼食物比熔炉更快。速度是普通熔炉的两倍。\n只能用于烧炼食物。\n用四个原木，一个熔炉合成。自然生成于村庄的屠夫小屋中。充当屠夫的工作站点。支持漏斗与投掷器清空或填充。\n楼梯加入了石、安山岩、磨制安山岩、闪长岩、磨制闪长岩、花岗岩、磨制花岗岩、苔石砖、苔石、平滑砂岩、平滑红砂岩、平滑石英、红色地狱砖和末地石砖楼梯。\n甜浆果丛普遍地生成在针叶林、针叶林丘陵和针叶林山地。罕见地生成在积雪的针叶林、积雪的针叶林丘陵和积雪的针叶林山地。可用甜浆果种植。有四个生长阶段：树苗、没有浆果、少量浆果和大量浆果。在第三生长阶段时会掉落1-2个浆果，在第四阶段时掉落2-3个。\n使用右键采集。\n可用骨粉催熟。在所有成长阶段均会减慢生物的移动速度。任何生物都可以站在里面。但是如果除狐狸之外的生物在过了树苗阶段的果丛中移动，将会受到和站在仙人掌旁边一样的伤害。\n墙加入了砖、安山岩、闪长岩、花岗岩、海晶石、石砖、苔石砖、砂岩、红砂岩、下界石砖、红色下界石砖和末地石砖墙。\n物品常规加入新的物品标签：BlockStateTag\n格式为{BlockStateTag:{state:\"value\",state2:\"value2\",stateN:\"valueN\"}}。不影响物品模型。\n\n旗帜图案由纸和其他相关的物品制作而成。\n例如制作Mojang徽标需要附魔金苹果。\n\n弩由线、铁锭、木棍和绊线钩合成。使用方式和弓类似的武器。\n拥有更高的伤害，更远的射程，但需要更长的时间拉弦蓄力。按住使用键拉弦蓄力，点按使用键发射。蓄力状态会被储存在物品栏内，留待之后使用。\n当主手上拿着弩，副手上拿着烟花火箭时，可以发射烟花火箭。可以附上新的附魔：\n多重射击\n一次发射三支不同方向的箭，与穿透不兼容。\n快速装填\n拉弦蓄力速度加快。有三个等级，每级减少0.25秒蓄力时间。\n穿透\n发射的箭会穿透生物。4个等级，与多重射击不兼容。\n它的箭能造成6（）至11（ × 5.5）伤害\n染料加入了蓝色染料、棕色染料、黑色染料和白色染料。\n将骨粉、墨囊、可可豆和青金石拆分成自己的物品：它们不再可以直接用于染色。新的染料可以由相应原料合成。\n\n皮革马铠在Java版中加入了皮革马铠。\n已经在基岩版和原主机版中出现。\n可通过7个皮革合成。可染成12326391中不同的颜色，如同皮革盔甲的染色机制一样。\n刷怪蛋猫刷怪蛋劫掠兽刷怪蛋熊猫刷怪蛋掠夺者刷怪蛋流浪商人刷怪蛋行商羊驼刷怪蛋狐狸刷怪蛋\n迷之炖菜可以在沉船的补给箱中找到。可以由红和棕蘑菇、碗和任何花合成。无法在创造模式物品栏中获得。回复6（）和7.2 饱和度，并给予大约5秒的状态效果。\n食用时给予的效果和持续时间由合成时使用的花决定。\n滨菊给予生命恢复矢车菊给予跳跃提升铃兰给予中毒凋零玫瑰给予凋零郁金香给予虚弱茜草花给予失明绒球葱给予防火兰花、蒲公英给予饱和虞美人给予速度\n甜浆果恢复2（）饥饿值。将其种在地上会长成甜浆果丛。\n生物猫拥有10（ × 5）生命值。被击杀时掉落0–2个线。通常作为流浪猫在村庄附近游荡。黑猫可以在沼泽小屋中生成。未驯服的猫可以消失。有8种新的皮肤，其中一种是社区选择的。如果主人在床上睡觉，驯服的猫会趴在主人身上睡觉。\n当主人醒来时有机会得到礼物，礼物内容基于战利品表。可能的礼物包括：线、生鸡肉、羽毛、兔子皮、兔子脚、腐肉和幻翼膜。\n能吓跑幻翼，并对它们发出嘶嘶声。猫的项圈可以用染料染色。\n狐狸拥有10（ × 5）生命值。是一种夜间生物，在白天睡觉，晚上活动。会远离玩家。可以用甜浆果来使其繁殖。\n新生的小狐狸会信任并不会远离玩家\n它们的速度和豹猫一样快。它们会拾起掉落的物品。可能会在村庄周围生成，并四处游走。\n熊猫拥有20（ × 10）生命值，虚弱的熊猫则为10（ × 5）。被击杀时掉落1根竹子（不受抢夺附魔影响）。通常是被动的。生成在竹林。会寻找竹子和蛋糕物品并吃掉它们。拥有不同的性格：\n可以是普通、进攻性的、懒惰的、体弱的、担心的和贪玩的（由两个NBT决定：HiddenGene 和MainGene）。有稀有的棕色变种（棕色熊猫的main和hidden gene都是棕色）。可以通过脸上的表情看出情绪。\n可繁殖。\n小熊猫有时会打喷嚏，并让周围的熊猫跳起来。当它们打喷嚏时，它们可能掉落一个粘液球。熊猫的遗传特性是由一个特殊的遗传系统决定的。\n有时候会打滚，有时候会坐在自己的后腿上。被攻击时，附近的村民会显示愤怒村民的颗粒。\n掠夺者敌对怪物，是灾厄村民的一种。拥有24（ × 12）生命值。手持弩。可以在灾厄巡逻队和袭击中生成。被杀时掉落它们的弩（受抢夺附魔影响）。会攻击村庄并杀死村民。不能穿戴任何盔甲。会攻击村民、铁傀儡和流浪商人。\n劫掠兽拥有100（ × 50）生命值。拥有100%击退抗性。破坏农作物和树叶。攻击村民。被击杀时掉落鞍（100%几率掉落，不受抢夺附魔影响）。\n行商羊驼拥有随机15（ × 7.5）到30（ × 15）生命值。与流浪商人成对生成。发现并会攻击各种僵尸和灾厄村民。与普通羊驼相同，但有蓝色和金色装饰。\n有独特的地毯设计。地毯不能被移除，但是可以被替换。当替换的地毯被移除时，原始的地毯会重新出现。\n在流浪商人被杀死后，行商羊驼可以被玩家驯服。被杀死后掉落1个拴绳（100%几率掉落，不受抢夺附魔影响）\n流浪商人拥有20（ × 10）生命值。会在主世界随机被发现，只有一个会生成2个行商羊驼，且在一个玩家48格内。一个游戏日后，游戏会开始在每个游戏日中尝试生成一个流浪商人。每次尝试生成失败都会增加尝试生成的几率：最初是2.5%，然后是5%，最后会到达7.5%。会随机提供各种生物群系特定的交易物品，不依赖他生成的生物群系。\n有6笔，每笔交易次数有限，交易被锁定后不能通过其他交易来解锁。\n如果玩家在24格开外，流浪商人会在40到60分钟后消失。晚上会隐身药水来躲避敌对生物（无论有没有敌对生物在）。\n白天会喝牛奶来解除隐身效果。\n有一个包含方块位置的数据标签 WanderTarget ，设置后，流浪商人将会寻路并走向那个位置。\n棕色的哞菇不会自然生成。\n是红色哞菇的一种变种，红色哞菇在被闪电击中时会变成棕色哞菇，而再次被闪电击中时会重新变为红色哞菇。可使用/summon mooshroom ~ ~ ~ {type:brown}命令来生成。\n它们和红色哞菇一样可以用剪刀剪掉蘑菇变为普通牛(掉落棕色蘑菇)，还可以通过给它们喂花来获得迷之炖菜\n一头哞菇只能被喂食花一次。\n\n村民改进了AI；不同职业的村民有自己的工作场地和床可通过不同的方块给予没有职业的村民一个职业加入石匠职业。\n目前没有交易。\n\n世界生成竹林丛林生物群系的新变种。能生成竹子、灰化土和熊猫。\n掠夺者前哨站是与掠夺者相关的结构，与灾厄巡逻队无关。生成掠夺者。巡逻队队长可以在前哨站生成。在塔顶有战利品箱，在主塔周围有小型建筑。(如关押铁傀儡的笼子和装饰性稻草人)在村庄附近的100—500格生成 。使用拼图方块生成。\n村庄加入了积雪的冻原村庄。\n僵尸村庄加入了积雪的冻原僵尸村庄。\n游戏内容灾厄巡逻队以5个生物为一组生成，其中包括掠夺者或卫道士。在村庄200格外，平原、针叶林、沙漠和热带草原生物群系的所有变种的沙子和草方块上生成。队长的头上有一个灾厄村民旗帜。会攻击和掠夺村庄、破坏农作物和杀害村民。杀死队长的玩家会得到不祥之兆效果。\n袭击在带有不祥之兆效果的玩家进入村庄时触发。\n最强袭击的对应不祥之兆等级为5级。杀死灾厄巡逻队队长能增加不祥之兆等级。多个带有不祥之兆效果的玩家进入村庄，袭击波数会叠加。不祥之兆效果的等级越高，袭击者带附魔武器的几率就越高。\n掠夺者、卫道士、唤魔者、女巫和劫掠兽可以是袭击的一部分。在进入村庄时，袭击的进度条会像末影龙生命条一样显示，并会在每次杀死袭击者时减少。\n当袭击被触发或当一波的袭击者全部被清除时，袭击进度条会慢慢填满。在接近完结时显示剩余的袭击者数量。\n袭击者出现的波数由游戏难度模式决定（和平模式为3波，普通模式为5波，困难模式为7波）。\n玩家必须完成一波才能开始下一波。在后期会出现女巫和唤魔者。\n当玩家击败所有波数的袭击者后会获得村庄英雄 效果作为奖励，并且村民会根据他们的职业来随机给予玩家相应的物品。当屏幕上显示成功或失败的消失时表示袭击结束。\n资源包在资源包菜单加入了“Programmer Art – The classic look of Minecraft”资源包。\n状态效果不祥之兆\n不祥之兆\n杀死灾厄巡逻队队长后获得（头上带有灾厄村民旗帜）。\n\n村庄英雄\n不祥之兆\n在战胜袭击后获得。\n村庄英雄效果的等级等同于不祥之兆效果的等级。\n在两个游戏日内，与村民的交易价格会大打折扣。\n\n命令格式方块标签两种新的方块标签：dragon_immune和wither_immune。\n/loot用法：/loot <目标> <来源>\n来源：fish 钓鱼、loot 战利品箱、kill 实体掉落和 mine 方块掉落。\n来源：\nfish <战利品表id> <钓鱼位置> [工具 <物品>|主手|副手]\n使用钓鱼为情境。\nloot <战利品表id>\n使用战利品箱子为情境。（也能用于进度奖励和猫的礼物）。\nkill <实体选择器>\n模拟实体掉落。\nmine <挖掘位置> [工具 <物品>|主手|副手]\n模拟方块掉落。\n目标：\nspawn <位置>\n掉落在世界。\nreplace\n作用类似于/replaceitem。如果缺少count，命令会尝试放置所有返回的物品。如果count高于物品数量，余下的栏位会被清空。\nentity <实体选择器> <起始栏位> [<数量>]\n取代一批栏位。\nblock <位置> <起始栏位> [<数量>]\n取代一批栏位。\ngive <玩家选择器>\n放置物品至玩家的物品栏里（类似于/give）。\ninsert <位置>\n放置物品至容器里（类似于? Shift+左键）。\n/schedule用于安排函数或标签在特定的游戏刻后运行。每个标签/函数只能被安排一次。执行已安排的函数/标签将替换最旧的记录。\n/teammsg一般语法：/teammsg <message> 给使用命令的玩家所在队伍的全体成员发送消息。对在队伍中的全体玩家有效。别名：/tm <message>。点击队伍名称会打开一个新的/teammsg命令。\n常规进度加入了7个新进度：\n“扣下悬刀”：用弩进行一次射击。“现在谁才是掠夺者？”：用弩射中掠夺者。“一箭双雕”：用一支穿透箭击杀两只幻翼。“劲弩手”：用一支穿透箭击杀五个怪物。“百猫全书”：驯服所有种类的猫！“自我放逐”杀死一名袭击队长。“村庄英雄”成功在一场袭击中保卫村庄。\n死亡信息添加了新的死亡信息，当玩家在甜浆果丛中移动导致死亡时触发。\n<玩家>被甜浆果丛刺死了<玩家>在试图逃离<实体>时被甜浆果丛刺死了\n颗粒两种新的颗粒种类：campfire_cosy_smoke 和 campfire_signal_smoke。\n配方“营火”类型配方以添加自定义营火配方。\n闪烁标语加入了以下闪烁标语：\n“<Playername> IS YOU.”“Rainbow turtle?”“Something funny!”“I need more context.”“Ahhhhhh!”“Don't worry, be happy!”“Water bottle!”“What's the question?”“Plant a tree!”“Go to the dentist!”“What do you expect?”“Look mum, I'm in a splash!”“It came from space.”\n统计五种新的统计：\n\"打开木桶次数\"\"与高炉互动次数\"\"与营火互动次数\"\"与讲台互动次数\"\"与烟熏炉互动次数\"\n世界生成加入了生成世界时的加载动画。\n生成区块渲染可视化。\n更改方块酿造台现在会生成在村庄的教堂。\n地毯以白色地毯围着非白染料合成。\n紫颂花在被箭、弩或三叉戟射中时会破坏并掉落自身。\n农作物和地狱疣加入了被放置和被破坏时的音效。\n发射器会发射剪刀来剪羊毛。\n树叶现在会掉落0-2根木棍。\n地狱砖栅栏配方现在包含了地狱砖物品，而不仅仅是地狱砖块。\n地狱砖栅栏现在需要4个地狱砖块和2个地狱砖合成。旧的配方现在用于合成地狱砖墙。\n告示牌重命名为“橡木告示牌”。合成时需要相同种类的木板而不是任意组合。手持染料对告示牌按使用会改变字体颜色。重写编辑系统使其更直观：\n可移动光标位置，用于自由文本编辑。支持选择。支持复制/粘贴。\n平滑石英块，平滑砂岩，平滑红砂岩和平滑石头分别通过烧炼石英块，砂岩，红砂岩和石头获得。\n平滑石台阶石台阶重命名为平滑石台阶。现在需要平滑石头而不是石头合成。\n染色玻璃板以未染色的玻璃板围着染料合成。\n藤蔓现在可以在没有支撑方块的情况下攀爬。\n方块甜菜汤合成配方现在是无序的。\n书与笔书与笔的编辑更直观了：\n移动光标可以自由编辑文字。支持选择。支持复制粘贴。键盘和鼠标操作。改善换行和换页。双击高亮单词，三击高亮整页。\n现在最多可有100页。\n可可豆重命名为可可。\n枯萎的灌木现在可用作熔炉燃料。\n染料统一了全部染料的名称。\n玫瑰红、蒲公英黄和仙人掌绿分别重命名为红色、黄色和绿色染料。\n骨粉、墨囊、可可豆和青金石不再可以直接用于染色。\n兔肉煲合成配方现在是无序的。\nTNT现在爆炸有100%掉落几率生物猫和豹猫猫和豹猫分开为两种生物。可驯服的猫现在以流浪猫的方式生成在村庄内。不能再驯服豹猫。作为替代，它们会在玩家喂鲑鱼或鳕鱼后跟随玩家一段时间。\n爬行者被流浪者杀死后现在也会掉落音乐唱片。\n玩家、凋灵和幻术师现在有战利品表。\n铁傀儡更改了生成机制。\n会在当村民数量够多时生成。也只会在村民在**前工作和睡觉时生成。当村民在短时间内被僵尸攻击时，铁傀儡会有更高的几率生成。\n\n哞菇加入3种新的变化、进食、和挤奶的音效。哞菇现在有一个Type的数据库。\n幻翼现在会害怕猫。\n村民对村民的交易做了轻微的调整。村民和僵尸村民现在拥有七种皮肤，分别对应以下的生物群系：\n平原沙漠热带草原针叶林积雪的冻原/积雪的针叶林丛林沼泽\n更改了交易的界面\n和基岩版的界面一样，交易界面的左侧会罗列出可用的交易当玩家拥有足够的物品时点击其中一个交易，所需的物品就会自动放在交易栏中。\n重写了AI，村民会睡觉、工作、和在白天**完成交易时会获得经验和等级。当被玩家攻击时，交易的价格会提升。会用手向玩家展示自己想交易的物品。所有用刷怪蛋或命令所生成的村民均为“傻子”（绿袍村民）或者“失业”（棕色长袍村民）。\n棕色长袍村民一开始没有交易，然而可以通过接近工作地点方块（如织布机、砂轮等）来赋予职业。当玩家尝试和棕色长袍村民交易时，该村民会发出声音并“摇头”。\n村民现在有五个职业级别，其衣服上不同材质的徽章显示已解锁的交易层数。\n第一层是石头徽章，下一层是铁，然后是黄金、绿宝石，最后是钻石。有些职业的交易层数少于五。\n如果由命令召唤的村民拥有的交易层数比自然生成的村民的最高层数高，其徽章仍可见，但玩家不能与其互动。\n被治愈的僵尸村民在转换回普通的村民时会保留交易内容。小村民会在村庄内玩耍。村民不再会看着在旁观模式中的玩家。\n卫道士现在会破坏门。\n非生物实体盔甲架现在有战利品表。\n船更改了材质。\n扔出的鸡蛋、扔出的末影珍珠、扔出的附魔之瓶、末影之眼、恶魂火球、烈焰人火球（火焰弹）和雪球现在可选设置Item标签以指定要渲染的不同物品。\n世界生成平原、沙漠、热带草原和针叶林村庄新的建筑风格。\n村庄房屋有了截然不同的建筑，也加入了很多建筑类型。使用拼图方块来生成。\n为新的村庄房子加入了新的结构和战利品表。\n沼泽小屋现在生成时包含一只黑猫。\n僵尸村庄更新了沙漠和针叶林的僵尸村庄。\n命令进度实体类型现在支持标签（#baz）伤害类型现在有新选项：is_lightning实体的状态叙述现在可以接受标记位(flag)了\n可用的测试：is_on_fire、is_sneaking、is_sprinting、is_swimming、is_baby\n命令/NBT标签强化了NBT路径的描述新增用于显示NBT值的聊天元件\n方块的描述元件{\"nbt\": <path>, \"block\":{\"x\":<x> \"y\":<x>, \"z\":<z>}}实体的描述元件{\"nbt\": <path>, \"entity\":<选择器>}如果聊天窗格的翻译器是启用的状态的话，那么以上格式的内容将会被视为聊天元件实作\n物品的附加介绍现在使用JSON文本而非纯文字在命令/time set、/time add和/schedule function里指定时间现在有单位\nt是刻（tick），s是秒（second），d是天（day）只要最后结果为整数，就允许小数（例如0.5d）\n创造模式菜单创造模式搜索栏现在可以搜索标签（以#开头的）创造模式物品栏鼠标悬浮物品的信息里显示了物品的标签\n战利品表方块掉落现在由战利品表控制。整个随机抽取表与战利品随机池都能接受战利品表函数新的随机抽取表类型（loot table entry types）：dynamic、tag、alternatives、sequence、group新的战利品表函数（loot table functions）：apply_bonus、explosion_decay、copy_name、limit_count、set_contents、set_loot_table新的战利品表条件（loot table conditions）：entity_present、survives_explosion、block_state_property、table_bonus、match_tool、tool_enchantment以及两个修饰性条件：inverted和alternative数值输入的战利品表属性现在可以指定特定的随机数生成器如常数constant、平均分布uniform（预设值）、二次分布binomial可以指定战利品表的用途\nempty、chest（只能用于箱子）、fishing（只能通过钓鱼获得）、entity（只能通过击杀实体获得）、advancement_reward（只能用于进度奖励）、block（只能用于方块）使用不可用的战利品表函数将会导致警告\n在子判据的实体属性中可以状态叙述：像是direct_killer_entity - 就允许了指定投射物的状态等等。在实体属性（entity_properties）中的条件现在与进度一样使用状态叙述（predicates）（例如player_killed_entity）。\n此类判据现在在状态叙述域（predicate field）里面描述\n新的战利品表条件\nalternative：将其下的term判据以“或”的形式加入。block_state_property：用于检查方块状态的属性，包含以下判据：\nblock：方块id；如果方块不是相符的将会回传“失败”。properties：属性列表。\ndamage_source_properties：检查伤害的来源。\n与entity_properties格式相同，但使用伤害来源的实体状态叙述（类似于player_hurt_entity的进度触发器）。\nentity_present：如果实体存在将会回传“成功”。\n参见entity_properties的实体列表。\ninverted：将term判据的条件反相传回。location_check：使用进度的位置状态叙述，包含判据：\npredicate：对于位置的状态叙述，与进度同样地使用结构名称。\nmatch_tool：检查使用的工具（只在方块破坏与钓鱼的战利品表有效）。包含以下状态叙述：\npredicate：道具的状态叙述，使用与进度相同的格式。\nsurvives_explosion：在爆炸半径的倒数的机率下回传“成功”。table_bonus：从列表中抽取相对应的机率，列表由附魔等级作为索引值。包含以下的状态叙述：\nenchantment：附魔id（如minecraft:riptide）。chances：依据附魔等级从0开始排列的机率列表。\nweather_check：检测天气，包含以下状态叙述：\nraining（可选）是否在下雨。thundering（可选）是否在打雷。\n新的随机抽取列表类型（loot table entry types）\nalternatives：依序执行第一个符合条件子元素的战利品表，不包含品质与权重，但可以有条件。dynamic\n得到特定的方块掉落\nminecraft:contents：包含方块状态的内容、minecraft:self：用于旗帜与头颅，保留NBT标签的内容\ngroup：个别执行子元素的战利品表，不包含品质与权重但可能包含条件、sequence：依序执行子元素的战利品表直到无法执行为止;不包含品质与权重但可能包含条件、tag：加入一个物品标签的内容，包含以下判据：\nname：物品标签的名称。expand：如果为false，随机抽取列表回返回所有标签列表，否则会像多个物品随机抽取列表一样操作。\n新的战利品表函数\napply_bonus：套用一个预设定的物品额外数量公式。\n包含以下判据：\nenchantment：附魔id，用于抽取该附魔等级以输入公式中。formula：使用的公式类型。parameters：公式所要求使用的参数（取决于类型）。\n公式是基于已存在的幸运效果binomial_with_bonus_count二项式分布的物品额外数量，包含了以下参数：\nprobability：机率，浮点数。extraRounds：额外次数，整型。使用二项式分布添加随机值：n <- level + extraRounds and p <- probabilty.\nuniform_bonus_count平均分布的物品额外数量，包含以下参数：\nbonusMultiplier额外数量的倍率物品额外数量会从0到bonusMultiplier *level.\nore_drops，没有参数。\n公式为：物品原始数量 *(max(0, random(0..1) - 1) + 1).\ncopy_name\n从来源方块或实体套用名称（参考附魔台的行为）。\nexplosion_decay\n对于要破坏的每个方块应用平面分布的机会（等于1/爆炸半径）（堆叠中的项目单独处理）。\nlimit_count，包含以下判据：\nlimit，包含以下判据：\nmin - 可选的最小值限制max - 可选的最大值限制\n用于设置所有物品堆叠的数量限制\nset_contents，包含以下判据：\nentries战利品元素的元素列表（类似于战利品机率池列表）。从元素列表中的物品生成至BlockEntityTag.Items这个物品列表里。\nset_loot_table，包含以下判据：\nname：设置的战利品表idseed：随机种子，如果未设置或其值为0，LootPoolSeed就不会设置。用于设置BlockEntityTag.LootTable与BlockEntityTag.LootPoolSeed两个战利品表的标签。\nNBT路径现在可以回传多个数值\n当位置存在多个符合的目标时会同时修改所有元素\n当设定的位置不存在目标元素时，会生成一个与目标相符的新元素加入了[{k1=v1,k2=v2}]来从列表中抽取相对应元素加入了{k1=v1,k2=v2}来选择相对应的复合标签\n选择0或1个的元素主要是为了安全避免错误选择元素\n[ind.ex]允许输入负数来反向指定索引元素[.]现在可以选择列表的所有元素\n村民NBT移除了下列NBT信息：\n[TAG_Int]Profession: 村民的材质ID。[TAG_Int]Career: 村民的职业ID。[TAG_Int]CareerLevel: 村民交易选项中目前的等级。\n加入了下列NBT信息：\n[TAG_Compound]VillagerData\n[TAG_Int]Level: 已解锁的交易等级（1~5）[TAG_String]Profession: 命名空间ID值。[TAG_String]Type: 命名空间ID值。\n\n世界生成器注册表大部分的生物群系特徵现在有注册表以及他们的设定列表了新增了特征注册表新增了装饰注册表新增了地形注册表新增了地表建筑物注册表\n僵尸村民NBT移除了下列NBT信息：\n[TAG_Int]Profession: 僵尸村民的材质ID。\n加入了下列NBT信息：\n[TAG_Compound]VillagerData: 村民职业的信息。Offers: 复制自被感染前的村民。\n\n其他/execute execute if unless data <指定方块或实体> <NBT路径>\n作为命令来输出结果时回传相符的元素数量作为命令的一部分输出仍只检测有（if）或无（unless）\n物品展示框的物品可以通过/replaceitem来修改了/data modify <目标方块或实体> <NBT路径> <执行操作> <参照来源>为选择的NBT标签进行操作\n执行操作\nset用于设置标签inserted before index在列表的指定索引前插入值insert after index在列表的指定索引后插入值prepend往列表前增补内容append往列表后增补内容merge用来合併复合标签\n参照来源\nfrom <指定方块或实体> <NBT路径>修改的标签来源使用指定方块或实体的标签value <NBT标签>修改的标签来源使用指定的NBT标签\n加入实体类型标签\n与其他标签一样，保存在数据包相关位置中的tags\\entity_types\\。目标选择器的type参数现在也接受实体类型标签了\n/locate\n可使用Pillager_Outpost参数来定位掠夺者前哨站。可使用New_Village参数来定位新村庄。\n物品模型会依照物品NBT数据标签而改变\n新物品模型属性：custom_model_data，由CustomModelData整数NBT字段直接支持。\n游戏内容方块多个透明方块的机制有所改。\n合成不再能通过合成两个破损的工具来修补工具。修补工作可在砂轮进行。\n附魔保护、爆炸保护、火焰保护和弹射物保护不再互斥。\n光照系统重新编写\n将光照数据的存储处从区块移动到单独的结构将光线计算从主代码移动到单独的位置将光照计算从服务器主线程移除\n\n性能优化增强了鱼的AI因距离玩家过远而在生成后下一刻会消失的生物不再生成红石性能提升\n视频设置移除了“启用顶点缓冲器”选项，现在总是为开。\n状态效果每一个状态效果的颗粒图标可在单独的材质文件中找到。更新了幸运和霉运的图标。改进了隐身的效果，使其正常工作。\n守卫者不再能看见隐身的玩家。僵尸和灾厄村民不再能看见隐身的村民和流浪商人。\n常规进度“为什么会变成这样呢？”现在需要饱和和失明，因为这些效果可以通过食用迷之炖菜获得。“我从哪儿来？”和“永恒的伙伴”。\n进度要求由豹猫改为猫。\n“成双成对”\n进度要求由豹猫改为猫。现在需要繁殖猫和熊猫来完成进度。\n创造模式物品栏墙方块现在可在“装饰方块”栏中找到。\n合成移除了合并损坏工具的合成配方；由砂轮代替使用这个功能。\n制作人员名单更新了制作人员名单列表。\n闪烁标语移除了“Hobo humping slobo babe!”移除了所有有关Notch的闪烁标语：\n“Made by Notch!”“The Work of Notch!”“110813!”\n调试界面在单人游戏中按下Alt+F3会显示服务器端每秒刻的图表。将min/avg/max刻度时间加入到Alt+F3图表中以帮助寻找卡顿。\n专用服务器server.properties\ndifficulty和gamemode选项现在接受字符串，但仍然接受整数数值。\n若未设定eula.txt，服务器会更快退出。命令行\n加入新选项--help。加入新选项initSettings。\n以默认值启动eula.txt 和 server.properties，然后退出。\n菜单界面更新了全景背景来展示新的村庄建筑。加入了新的“辅助功能菜单”。\n所有辅助功能特性现在可以在此菜单内轻松调试。自动跳跃现在可在辅助功能菜单内调试。\n当开启复述功能时，会朗读选中的按钮上方的文字。加入新的可开启透明背景的选项。菜单按钮、编辑栏和其他界面元素通过按下Tab ?来滚动选择。\n? Shift+Tab ?会后退。\n可使用↑或↓方向键来选择列表中选项。透明度设置现在为“聊天文字透明度”，而不是“聊天透明度”。Snooper settings 菜单\n被辅助功能菜单取代。\n灵敏度、反转鼠标和触屏模式现在被移到“鼠标设置”的选项中。加入新的选项：滚轮灵敏度和离散滚动，同时在“鼠标设置”中，修复了MC-123773。\n滚轮灵敏度是一个鼠标滚动速率的设置，在18w21a首次加入，但是只能通过在Options.txt中编辑mouseWheelSensitivity而得。Discrete Scrolling告诉游戏忽略操作系统给出的滚动幅度值，而不是操作系统提供的?1或+1。 如果需要，这些将受到灵敏度的影响。如果有不需要的滚动，启用离散滚动并将灵敏度设置为1。\n\n复述功能复述功能现在可在设置中找到。复述功能现在会读出按钮上方的文字。\n暂停界面增加了“提供反馈”和“报告漏洞”按钮。\n语言当玩家选择好语言后，需要按下“确定”按钮来更改语言，以防止误点中不想要的语言选项而浪费时间。\n在此之前，当玩家按下语言选项时，游戏语言会立刻更改。\n玩家姿势玩家的姿势会取决于玩家所在的间隙：\n1.5个方块：潜行姿势<1个方块：游泳姿势\n当玩家被推进一个小于两个方块的空间时，玩家会采用恰当的姿势。\n技术性内容增加了对方块的方向性不透明度的支持（用于台阶、楼梯、雪层、非满格的泥类方块和伸出的活塞的基底方块）。\n材质更新了所有材质\n新的方块、物品、 生物、 效果、GUI等的材质由Jasper Boerstra制作。旧材质被制作成资源包提供。\n视频设置“使用顶点缓冲对象”开关被移除。现在总是为开。\n世界生成新的加载信息：“升级结构数据”。\n杂项改进了碰撞代码。在有Mojang图标的加载界面中加入了加载进度条。\n修复\n修复了142个漏洞\n\n//Outer Ring Start Here\n\n\n\n",
    "replies": [
        {
            "author": "粘兽",
            "timestamp": 1553890200,
            "txt_content": "底下的神秘内容会是什么呢"
        },
        {
            "author": "一个老baby",
            "timestamp": 1553890560,
            "txt_content": "震惊！！！小学生在深入竹林击杀了大熊猫！！！"
        },
        {
            "author": "Оil",
            "timestamp": 1553911140,
            "txt_content": "我突然发现自己已经离MC很远了……\n上一次玩生存已经是1.7.2版本的事情了……\n坐等MCEdit 2.0正式版出来（抱着兼容1.14的期望），这样子就可以给枪用上新方块了……"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1553913180,
            "txt_content": "哇哦，好多新内容"
        },
        {
            "author": "我的工业2",
            "timestamp": 1553913420,
            "txt_content": " 本帖最后由 我的工业2 于 2019-3-30 10:41 编辑 \n\n个人认为，原版出高炉是很愚蠢的\n这一吞并不知道多少模组作者要炸毛，ic2exp/gt5/gt6/TFC等知名模组迫真表示*愤怒*\n特别是看到它那更愚蠢的功能的时候\n\n我要烧很多东西的话多做几个熔炉不好吗？还搞什么两倍速度……咱又不是缺燃料"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1553914620,
            "txt_content": "制箭师过草瞬间想到制杖师\n讲台。。。。=▽="
        },
        {
            "author": "388498173",
            "timestamp": 1553915880,
            "txt_content": "我的工业2 发表于 2019-3-30 10:37\n个人认为，原版出高炉是很愚蠢的\n这一吞并不知道多少模组作者要炸毛，ic2exp/gt5/gt6/TFC等知名模组迫真表 ...\n值得一提的是虽然速度两倍，但是燃料消耗还是一样的，我试过了。8块煤炭无论是高炉还是熔炉都只能烧64块矿石。"
        },
        {
            "author": "MC~小海",
            "timestamp": 1553916240,
            "txt_content": "。。。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "oqingzhao",
            "timestamp": 1553922900,
            "txt_content": "看起来好好玩啊，不过我更喜欢mod"
        },
        {
            "author": "laong120",
            "timestamp": 1553929680,
            "txt_content": "期待新版本的到来，另外希望forge的进度能快一点。"
        },
        {
            "author": "ABS100",
            "timestamp": 1553935620,
            "txt_content": "祝楼主大大2019发大财，开宝马，抱美人，夜夜笙歌，生生不息，越来越久，万事如意，心想事成，反正中国字典里所有的祝福词全部都是你的!"
        },
        {
            "author": "liach",
            "timestamp": 1553959680,
            "txt_content": "楼主，村庄英雄呢……都出了多少天了\n话说1.14不止是村庄更新，是睡觉更新、光照更新、还有碰撞箱性能更新"
        },
        {
            "author": "2759159258",
            "timestamp": 1553989740,
            "txt_content": "现在是142个漏洞.....看看接下来会多几个呢？"
        },
        {
            "author": "15936829690dwz",
            "timestamp": 1553992140,
            "txt_content": "这个是不是轮廓"
        },
        {
            "author": "kong--",
            "timestamp": 1554003300,
            "txt_content": "666666666666666666666666666"
        },
        {
            "author": "软件体M",
            "timestamp": 1554012480,
            "txt_content": " 本帖最后由 软件体M 于 2019-3-31 14:13 编辑 \n\n居然一下加了那么多机械，按照以往的逻辑，加入 [带gui的] 功能性方块应该是慎之又慎的事情，真希望有mod出来能开发出这些方块的更多用途，就现在这点功能，老实说，看着就是鸡肋"
        },
        {
            "author": "2403286274",
            "timestamp": 1554014640,
            "txt_content": ".。。。。。。。。"
        },
        {
            "author": "mc专用w-z",
            "timestamp": 1554016260,
            "txt_content": "感谢分享"
        },
        {
            "author": "3214932600",
            "timestamp": 1554018900,
            "txt_content": "mcbbs有你更精彩、"
        },
        {
            "author": "rony233333",
            "timestamp": 1554019080,
            "txt_content": "村民能不能打架，这样我就不用费心思造铁傀儡了"
        },
        {
            "author": "10000086",
            "timestamp": 1554023400,
            "txt_content": "laong120 发表于 2019-3-30 15:08\n期待新版本的到来，另外希望forge的进度能快一点。\n其实1.14快照有个能用的mod加载器，而且在curseforge上有不少mod可以用"
        },
        {
            "author": "无法大神",
            "timestamp": 1554023760,
            "txt_content": "emmm\n啦啦啦啦啦啦啦啦"
        },
        {
            "author": "yu2877524738",
            "timestamp": 1554036960,
            "txt_content": "很好66666"
        },
        {
            "author": "45gfg9",
            "timestamp": 1554092580,
            "txt_content": "想提pull request _(:з」∠)_\n"
        },
        {
            "author": "879077621",
            "timestamp": 1554115620,
            "txt_content": "震惊！！！小学生进入丛林猎杀了大熊猫！！！"
        },
        {
            "author": "skot20070320",
            "timestamp": 1554115860,
            "txt_content": "楼主辛苦了"
        },
        {
            "author": "skot20070320",
            "timestamp": 1554115860,
            "txt_content": "发这么长一个帖子"
        },
        {
            "author": "lit721",
            "timestamp": 1554121320,
            "txt_content": "那么“移除herobrine”呢"
        },
        {
            "author": "skot20070320",
            "timestamp": 1554121620,
            "txt_content": "楼主可以的"
        },
        {
            "author": "skot20070320",
            "timestamp": 1554121740,
            "txt_content": "赞赞赞！！"
        },
        {
            "author": "朱子鸣",
            "timestamp": 1554127800,
            "txt_content": "新版本。。我一直都在玩1.7.2的"
        },
        {
            "author": "tzy520xjl",
            "timestamp": 1554180600,
            "txt_content": "挺好的哈哈哈哈"
        },
        {
            "author": "q1052987600",
            "timestamp": 1554218400,
            "txt_content": "666666666666666"
        },
        {
            "author": "18238632173",
            "timestamp": 1554282300,
            "txt_content": "辛苦了，十分期待新的版本"
        },
        {
            "author": "OOMYGOD",
            "timestamp": 1554296280,
            "txt_content": "期待1.14"
        },
        {
            "author": "lovethx",
            "timestamp": 1554376020,
            "txt_content": "..............................."
        },
        {
            "author": "1322241321",
            "timestamp": 1554384540,
            "txt_content": "      好耶"
        },
        {
            "author": "你信吗？雾",
            "timestamp": 1554440940,
            "txt_content": "新版本多了好多东西呢！"
        },
        {
            "author": "884810696",
            "timestamp": 1554443820,
            "txt_content": "..............."
        },
        {
            "author": "schorsch",
            "timestamp": 1554471180,
            "txt_content": "感觉新版本很有意思啊"
        },
        {
            "author": "浩哲宝宝",
            "timestamp": 1554512040,
            "txt_content": "更新了好多啊"
        },
        {
            "author": "AG123456",
            "timestamp": 1554565920,
            "txt_content": "什么都不想说"
        },
        {
            "author": "niyuan",
            "timestamp": 1554613740,
            "txt_content": "新人做任务"
        },
        {
            "author": "鼆畻",
            "timestamp": 1554626520,
            "txt_content": "emmm\nmmmmmmmm"
        },
        {
            "author": "MC_RRFR",
            "timestamp": 1554628500,
            "txt_content": "挺好玩的"
        },
        {
            "author": "果涷i",
            "timestamp": 1554692640,
            "txt_content": "好多新内容"
        },
        {
            "author": "xieSCV",
            "timestamp": 1554701400,
            "txt_content": "期待新版本的制箭台用途和特性。"
        },
        {
            "author": "15733261326",
            "timestamp": 1554728100,
            "txt_content": "字数够不够不够再凑"
        },
        {
            "author": "MC_RRFR",
            "timestamp": 1554732180,
            "txt_content": "EEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE"
        },
        {
            "author": "2267559248",
            "timestamp": 1554811920,
            "txt_content": "6666666666666666666666666666666666"
        },
        {
            "author": "大恐龙啊",
            "timestamp": 1554869880,
            "txt_content": "真好啊我都做不出来"
        },
        {
            "author": "xiaodofu",
            "timestamp": 1554897180,
            "txt_content": "2222222222222222222222222"
        },
        {
            "author": "Ph-苯",
            "timestamp": 1554995220,
            "txt_content": "文章底部的隐藏内容会是什么呢？"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1555067100,
            "txt_content": "带猫修仙 法力无边"
        },
        {
            "author": "lovexxm",
            "timestamp": 1555117260,
            "txt_content": "**哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "df_xx",
            "timestamp": 1555117380,
            "txt_content": "期待新版本"
        },
        {
            "author": "张傻蛋",
            "timestamp": 1555149840,
            "txt_content": "粘兽sama 发表于 2019-3-30 04:10\n底下的神秘内容会是什么呢\n，你猜猜呀"
        },
        {
            "author": "D椰果",
            "timestamp": 1555155360,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "D椰果",
            "timestamp": 1555155420,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "沐君",
            "timestamp": 1555161660,
            "txt_content": "66666666666666666"
        },
        {
            "author": "AlphateZ",
            "timestamp": 1555164720,
            "txt_content": "1.14正式版都快出了，制箭台和锻造台还是装饰方块"
        },
        {
            "author": "cheng52",
            "timestamp": 1555176180,
            "txt_content": "作為一個純生存伺服器玩家，\n看到村莊的重要性大幅提升，\n就知道大事不妙了。\n真正的掠奪者是玩家啊，\n你能找到未被屠殺的村莊就應慶幸萬分。\n我該如何在伺服器生活？\n\n\n（制箭台看起來會代替合成「箭」、鍛造台看起來會代替合成「稿」等的工具，玩家們連要完成「來硬的」也很困難。）"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1555214220,
            "txt_content": "有些内容已经过时了。"
        },
        {
            "author": "一个大鸡腿",
            "timestamp": 1555234260,
            "txt_content": "感谢楼主zsbd"
        },
        {
            "author": "42313123123123",
            "timestamp": 1555241160,
            "txt_content": "388498173 发表于 2019-3-30 11:18\n值得一提的是虽然速度两倍，但是燃料消耗还是一样的，我试过了。8块煤炭无论是高炉还是熔炉都只能烧64块 ...\n这不科学！（MC科学过吗？）"
        },
        {
            "author": "盐罐格式化",
            "timestamp": 1555499160,
            "txt_content": "66666666666666666"
        },
        {
            "author": "cannoteatit",
            "timestamp": 1555506120,
            "txt_content": "感谢楼主感谢楼主"
        },
        {
            "author": "Vayne呀",
            "timestamp": 1555522620,
            "txt_content": "想求一个forge 1.13.2  "
        },
        {
            "author": "旎小殇",
            "timestamp": 1555557720,
            "txt_content": " 本帖最后由 旎小殇 于 2019-5-12 23:01 编辑 \n\n感谢支持楼主继续加油"
        },
        {
            "author": "遗忘·虚无",
            "timestamp": 1555569900,
            "txt_content": "哇 好多新东西"
        },
        {
            "author": "wolong2018",
            "timestamp": 1555647900,
            "txt_content": "一只好奇的萌新腐竹"
        },
        {
            "author": "HUI极度灰",
            "timestamp": 1555754700,
            "txt_content": "帖子怎么排出去了，看着好违和"
        },
        {
            "author": "muyuxiaofensi",
            "timestamp": 1555812780,
            "txt_content": "好好好我最喜欢了"
        },
        {
            "author": "dashuzhi",
            "timestamp": 1555820760,
            "txt_content": "看着好好玩，然而能玩游戏的时间是越来越少了"
        },
        {
            "author": "3227903010",
            "timestamp": 1555823700,
            "txt_content": "更新了，好像很好玩"
        },
        {
            "author": "lguic",
            "timestamp": 1555827540,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "Fight丶Emm",
            "timestamp": 1555837320,
            "txt_content": "Emm...期待新版本快点到来"
        },
        {
            "author": "krisen",
            "timestamp": 1555919040,
            "txt_content": "期待版本更新，期待新玩法"
        },
        {
            "author": "yt945666",
            "timestamp": 1555942380,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "西园酱380",
            "timestamp": 1556029740,
            "txt_content": "1.13是1.12到1.14的过渡版本，就像Win8是Win7到Win 10的过渡版本，所以玩1.14比较好坐等1.14Forge出来之后删除1.13"
        },
        {
            "author": "gouhui20",
            "timestamp": 1556170140,
            "txt_content": "谢谢！提前学习1.14"
        },
        {
            "author": "夜族小猫",
            "timestamp": 1556191020,
            "txt_content": "我竟然以为甘蔗就是竹子。。。"
        },
        {
            "author": "zw3278783196",
            "timestamp": 1556330160,
            "txt_content": "1.14有没有一些辅助mod"
        },
        {
            "author": "song23333333",
            "timestamp": 1556354220,
            "txt_content": "又更新了不少啊"
        },
        {
            "author": "BillDeck",
            "timestamp": 1556359620,
            "txt_content": "哇激动激动！"
        },
        {
            "author": "King_wolf",
            "timestamp": 1556367960,
            "txt_content": "66666666666"
        },
        {
            "author": "黎羲",
            "timestamp": 1556369220,
            "txt_content": "66666666666666666666666"
        },
        {
            "author": "xufy",
            "timestamp": 1556526420,
            "txt_content": "6666666666"
        },
        {
            "author": "我是红薯王",
            "timestamp": 1556528520,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "aabbccTP",
            "timestamp": 1556536260,
            "txt_content": "6666666666666666666"
        },
        {
            "author": "Xsusu520",
            "timestamp": 1556540400,
            "txt_content": "厉害厉害\n6666"
        },
        {
            "author": "Xsusu520",
            "timestamp": 1556540400,
            "txt_content": "牛逼牛逼66666"
        },
        {
            "author": "夕天",
            "timestamp": 1556540700,
            "txt_content": "666666666666666666666666666666666666"
        },
        {
            "author": "15957962747",
            "timestamp": 1556592900,
            "txt_content": "看起来很棒"
        },
        {
            "author": "难枭",
            "timestamp": 1556676420,
            "txt_content": "msbbs有你更精彩！！！"
        },
        {
            "author": "梦幻2",
            "timestamp": 1556692620,
            "txt_content": "6666666666"
        },
        {
            "author": "zjjxs",
            "timestamp": 1556759040,
            "txt_content": "真是多了不少东西"
        },
        {
            "author": "MerlinRC",
            "timestamp": 1556768820,
            "txt_content": "好详细，谢谢楼主XD"
        },
        {
            "author": "夜.无痕",
            "timestamp": 1556790660,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}