{
    "title": "有个关于服务器经济体系的想法 大家帮我看看",
    "author": "ldw0711",
    "replyCount": 8,
    "timestamp": 1553854800,
    "txt_content": " 本帖最后由 ldw0711 于 2019-3-29 18:55 编辑 \n宗旨：在纯净服中，让绿宝石代替钱来做一般等价物，鼓励玩家进行物物（即物和绿宝石）交换，不设立系统商店\n\n\n\n好处：绿宝石可以从游戏中获得，让市场来自行调节，避免了建立系统收购/出售商店时价格设置不合理所导致的经济崩溃，消除玩家货币意识，让玩家更注重于游戏本身而非赚钱，避免了玩家赚钱方式同化（例如南瓜收购价格过高，玩家都去种南瓜）\n\n\n\n\n缺陷：服务器人数较少时，可能无法进行玩家之间交换；刚开服时，玩家手中绿宝石数量少，导致绿宝石价值被高估，交易量较低\n\n\n\n几个问题的解决方案：\nQ：单个绿宝石价值较高，难以交易少量且低价值的物品 / 交易中会发生欺诈（例如交了绿宝石不给货）\nA：用正常服务器中Vault做辅助，玩家可以将绿宝石和货币互相转换，服务器不收税，就可以进行不足单个绿宝石的交易了。（例如 玩家之间可以交易0.1绿宝石）并且可以设立箱子商店来保证欺诈问题不会发生。\n\nQ：一个无论哪个经济体系都存在共同点的问题：如何降低通货膨胀率？\nA：不同于正常生活，MC中玩家基本没有刚性需求（纯净服更是如此），供给>需求，货币贬值。那服务器就要设置需求，例如（在纯净服中），一开始限制玩家设立家的个数/限制玩家创立商店/限制玩家活动范围/剥夺玩家生存中某些权限来制造需求，随后玩家可以通过绿宝石来购买该部分权限。\n\n\n\n恳请大家帮我看看，这样的设置是否合理？还有哪些潜在的风险和益处？你作为一个玩家，加入这样的服务器的有多高的意愿？\n\n更新：\n\n我服目前用的是正常的经济体系，现在就有个问题，钱不值钱了，玩家造出刷石机，大型农场等来无休止，无目的性地赚钱。然而并没有什么渠道来花掉，而且没人回归mc的原始玩法——挖矿了，作为一个纯净服，没有各种大型mod的加持，玩家们很容易就厌倦了，导致玩家流失，甚至经济体系的破坏，从而让新玩家也没法玩了。",
    "replies": [
        {
            "author": "纳闷的AS",
            "timestamp": 1553854920,
            "txt_content": "你这样虽然让市场自行发展，但腐竹管理员有没有宏观调控能呢，还有绿宝石量那么少会通货紧缩，还是你服务器发放一部分绿宝石"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1553854980,
            "txt_content": "已收藏，先码后看"
        },
        {
            "author": "1139365029",
            "timestamp": 1553855160,
            "txt_content": "这种东西根本就没法控制，而且在村民繁殖的机制下，玩家很容易一夜暴富，绿宝石块扔着玩的那种"
        },
        {
            "author": "ldw0711",
            "timestamp": 1553855340,
            "txt_content": "纳闷的AS 发表于 2019-3-29 18:22\n你这样虽然让市场自行发展，但腐竹管理员有没有宏观调控能呢，还有绿宝石量那么少会通货紧缩，还是你服务器 ...\n管理员可以通过投放绿宝石到市场或提高公共服务价格来实现宏观调控/随着时间推移，即使在不调控的情况下，我认为通货紧缩也是不会存在的"
        },
        {
            "author": "草原能跳绳",
            "timestamp": 1553855580,
            "txt_content": "mc不是怎么弄都会膨胀吗"
        },
        {
            "author": "ldw0711",
            "timestamp": 1553857980,
            "txt_content": "1139365029 发表于 2019-3-29 18:26\n这种东西根本就没法控制，而且在村民繁殖的机制下，玩家很容易一夜暴富，绿宝石块扔着玩的那种 ...\n如果能排除与村民交易所带来的干扰，我这个方案可行吗"
        },
        {
            "author": "1139365029",
            "timestamp": 1553860020,
            "txt_content": "ldw0711 发表于 2019-3-29 19:13\n如果能排除与村民交易所带来的干扰，我这个方案可行吗\n当然可行，排除之后绿宝石就是个幌子，其它东西比如金锭、纸钞、宝石等，也是一样的效果，很多服务器都是这么做的，插件版也有几个物品货币插件"
        },
        {
            "author": "梦江南",
            "timestamp": 1553860560,
            "txt_content": "收税是最好的办法，按天收税，不上线赚钱的时间久了，钱扣光了"
        }
    ]
}