{
    "title": "SCP基金会，大部分Keter级条目汇总",
    "author": "qwqwvvaa",
    "replyCount": 9,
    "timestamp": 1359953400,
    "txt_content": "最简单的描述：\n\nScp-008：一种朊病毒，会使感染者变为僵尸。\nScp-016：一种血源性病原体。一般情况下会引发极其严重的出血热。在感染者受到高压力时（如生命受到威胁）会发生突变开始与感染者DNA结合并引发感染者变异使之产生能应对当前状况的身体变化，这样的感染者会变的极具攻击性。\nScp-017：似乎是由烟幕组成的实体，显现出类似人类的形状。一旦有物体的影子投射于其上就会靠近该物体并将其包裹于烟幕中吞噬。\nScp-019：scp-019-1为一个瓷器瓶，周期性地从瓶中产生出一种极具攻击性的小型怪物scp-019-2。出现某些因素时会加快怪物的产生速率。Scp-019-2似乎会进化。\nScp-020：一种会快速传播的真菌，无法通过生物感官直接观察之。受感染的人类会变得更善于交际并更主动的与人接触。\nScp-029:：一个印度青年女子，大部分皮肤和眼睛都为纯黑色。具有强烈的嗜杀倾向。拥有极强的反应和运动能力和对任何形式伤害的强抵抗力。任何走进其感知范围的男性人类将被其催眠并为其效忠赴死。\nScp-035:一个白色陶瓷戏剧面具。有时是喜剧面具，有时又会变成悲剧面具。会从眼部、嘴部不断分泌出对一切物质都有腐蚀性的不明液体。若将其放于人形物体上，则能控制该物体并表现出人类行为和极高的智力（人类若被控制会直接脑死亡），研究人员从与之的对话中得知与其他SCP相关的情报以及其大体历史。能通过言语轻松实施催眠控制甚至人格改造，并表现出残忍的性格。被其占据的物体会极快地腐化。具有强大的心灵影响能力和其他超自然性质，目视之的人类会产生强烈的佩戴冲动，在基金会决定将其封闭收容后展现了持续性增强的引发周围人员负面情绪和幻觉的心灵影响力，并使收容房间墙壁上凭空出现强污染性的黑色血液，后期血液展现出祭祀仪式图案或文字。\nScp-047：一个装有不明物质的金属罐。其中的物质以气态挥发，诱使接触到的原核生物发生极大变异。有一些微生物会由此变异为具高致病性、高传染性和极强生存能力的超级病菌（被统称为scp-047-1）。\nScp-055：一切与之相关信息都不能被记忆的未知存在（包括其可能具有的巨大威胁甚至已经造成过的灾害），只能通过记忆其不具有的属性来描述之。\nScp-058：一个形似牛心脏，长有锋利的节肢和触手的不明生物。具有强大的机动能力，能在各种平面上自如高速行动。表现出极强的攻击性。不断地以未知方式说着难懂的话语。\nScp-059：scp-059-1是一个不断发出高剂量辐射的不明金属物体。持续发出波长归为可见蓝光却又不可见的特殊辐射。该辐射被测定部分来自异次元，接触到一定量该辐射的生物会感染一种推定为异次元生物的特殊真菌Scp-059-2，真菌会极快速的在感染者体内扩散，造成脑部损伤并出现精神病症，最终感染者会死于窒息或心脏麻痹。\nScp-060：最初来自美国明尼苏达州一所废弃房屋附近的一种白橡树。一旦燃烧就会从火中出现一个全身处于1500摄氏度高温火焰中的人类骷髅状实体SCP-060-alpha，该实体具有人类智力水平，运动速度极快，并会主动的实施破坏，可以被灭火而消除。从其行动表现来看每次被点燃后出现的scp-060-alpha应当是同一实体。被其火焰燃烧的区域会在一定时间内生长出新的scp-060树苗。\nScp-061：基金会研发的具精神控制效果的声学程序，其发出的特殊听觉代码命令能催眠人类并使之执行相应命令。\nScp-076：Scp-076-02为一个全身纹身的闪族男子，暗示为《圣经》中的诺亚之子亚伯。精神与心理状态极度扭曲，只以战斗为唯一行动目标但表现出对强者的尊重。有着超人的力量与速度和即使被爆头也依然坚持战斗的惊人耐受力。拥有打开一个空间裂隙并从中拿出带刃武器（全部为黑色，一旦离身即消失）的特殊能力，该武器的形状、类型完全由其自身意愿决定。Scp-076-01为一个带锁的石棺，如果亚伯死亡，他将在石棺中出现、重组，并在一定时间后重生苏醒。石棺完全不能被破坏，亚伯在其中重组期间会自动封闭上锁。\nScp-083-D：一个吸血鬼。被Konny博士利用吸血管风琴杀死。\nScp-090：一个由未知陶瓷构成的极其复杂的黑色魔方，被刻有白色的图案。每隔2.8秒就会自主进行一次重构。其上不同的图案组合能引发不同规模的灾难事件。推定魔方全部完成时会引发空前的巨大灾难。似乎拥有主动改变图案来主动引起灾难的能力。\nScp-094：一个持续增大的悬浮黑色球体。任何进入其中的物体都会消失。\nScp-106：貌似全身高度腐化的人类老人的怪物。被其接触到的固体均会腐化最终崩解。能在固体上打开通往一个特殊空间的开口并进入之，并在任何与该固体相连的地方打开出口。会捕捉生命体并将其拖入其特殊空间中。对复杂建筑结构、铅和液体显现出厌恶。\nScp-122：一个儿童用夜灯。若被拔下电源，会以指数级不断地发出伽马辐射。有人类在其光线范围内睡觉时必会做梦，并投射出一个会活动的实体化影子SCP-122-01，其形态由做梦者的意志决定。该实体有超人的力量和速度，并会尝试掐死做梦者，若成功则其会成为一个独立活动的个体，只会在夜灯被拔下电源后消失。\nScp-129：一系列不同类型的真菌，会以五个逐步加深的阶段来进行对生物的感染。\nScp-139：一个缺少下颚的古人类头骨。传说为古波斯一个恶魔“白魔“的头骨。从其过往记录和发现地点的状况来看疑似有使人发狂杀人并做出变态行径的力量。\nScp-140：一本记载一个拥有超自然技术、被称为“Daevites”的文明的编年史书，目前记载至元朝时期。书内异常的留有数量明显超过该书目测应有页数的大量空白页。若其接触到任何可用于书写的液体材料（最好是人类血液），会自动吸收之并续写该文明的历史。在该书本上对此文明的一切记载都会转化为真实历史并改变现实，包括该书中描写的此文明拥有的各种危险遗迹或造物亦会在现实中出现。\nScp-149：一种携带有特殊病毒的蚊子，该病毒能使人类细胞变异为scp-149的受精卵。\nScp-151-D：通过SCP-028占据了一位基金会特工身体的不明存在，表现得极其自傲。拥有近乎无敌的各种特殊超能力和不死能力，但在对抗scp-056的实验中被复制了其能力的scp-056彻底消灭。\nScp-165：类似尘螨的寄生虫，有将沙子堆在自己身上的习性，成群聚居使之形似沙丘。成群行动捕食并会分泌麻痹性毒素，能极快的将猎物啃至白骨。不耐高热。\nScp-169：传说中的巨海兽“利维坦”。达到数千公里长，呼吸足以引起地震。至少从寒武纪就处于沉睡中至今。\nScp-196：一个中年男子，各项测试显示他为一个普通人类。该人出现在20xx年，却被发现来自201x年的未来并在现在存在有一个更年轻的自己，基金会档案显示一个老年的他在1967年死于一次收容事故。推测如果现在的他死亡将会导致潜在的时空悖论和因果崩坏。\nScp-204：scp-204-1为一个半有机纳米机械群，会选择儿童（称为scp-204-2）为跟随对象，平时分散为不可见状态，一旦遇到危险或该儿童下达命令就会聚合为固体（形态由scp-204-2的意志或想象决定），肉食性倾向明显，具有超級強度、大體積、基礎智能、對SCP-204-2的完美服從，以及吞噬活肉後的自我重組等特点。Scp-204-2性格会变得愈发具攻击性和冷漠，在其长到14岁后scp-204-1会重新选择新的跟随对象。\nScp-217：一种病毒。被感染的生物的身体结构会被逐步转化为机械构造。\nScp-231：分别以SCP-231-1~7命名的7个人类女性，均属怀孕状态，暗示对应《启示录》中待揭开的七印，一旦生产就会引发与揭开七印相对应的灾害。现Sc-231-1~6均已生产并死亡。Scp-231-7因有引起XK级世界末日光景可能被基金会以特别个人程序压制。\nScp-233：一个23面体，其周围数学法则会被扭曲，除非使用23进制。一旦周围观察者认知到其与数字【资料删除】接触就会使周围物体原子组构在0.23秒内分解。\nScp-236：一种微观级大小的蟹。群体行动时会展显出一种集体智慧，并能几乎完美的在形态上模仿非生命物体。会将包括人类在类的有机物作原料，吞食后产卵来繁殖。\nScp-238：一个庞大的地下设施。内部情况不明，似乎有某种生物寄居。\nScp-239：一个白种人小女孩，现实扭曲者，能以自身意志随意改变和操控现实。被基金会以“你是一个受高级巫师监管、不能随意施法的小女巫”的童话哄骗来保证收容。\nScp-259：一幅被称为“Weisenglass螺旋”的分形图片，一旦显示就会会打开通往未知空间的虫洞传送门。\nScp-271：一块金属碟状物，刻满不明意义的符号。这些符号会逐渐的出现在该碟附近的物体上，并使该物体在分子程度上变为与scp-271相同的物质。这种扩散会被非固态流体阻止。\nScp-274：一口废弃的井。往其中投入硬币并许愿后，该愿望会以许愿者不愿发生的形式被实现。\nScp-280：一个黑色人形烟幕状物体，长有两个没有视觉功能的白色眼睛和两只“手”。表现出强大的力量，能用“手”撕裂钢铁。能感知到人类存在，并会主动靠近、攻击人类，将其撕裂直至对方死亡。厌光，在强光下会消失并出现在另一无光处。\nScp-293：一种会影响到某些物体的特殊效应。受该效应影响的物体会使人类对其产生强烈到病态的着迷感，并变得愈发具暴力倾向和孤僻。在大部分案例中使被影响者表现出对其有父母性的行为表现，并逐步丧失自觉行为；其他的受影响者亦会有强烈的自虐冲动。将该物体与受影响者分离会使受影响者陷入无法消除的强烈负面情绪和暴力倾向中。\nScp-299：一种长有黑色尖刺的树状植物。会将任何与之发生长时间接触的生物转变为与之同类的植物。即使是一个细胞也有传染性。具有主动攻击活物的能力。\nScp-306：一种疣，展现出真菌和病毒的性质。会快速扩张生长，侵蚀人体组织并将其转化为疣，能通过物理接触传播。\nScp-307：一种具有一定程度智力的肉食性攀藤植物。一旦周围出现温血动物，会飞快生长并长出藤条抓住猎物并溶解其内脏。被发现有用种子寄生人类并以复杂植物组织结构代替人类大脑来操作人体的能力。\nScp-323：一个白色类犬科动物的头骨，缺少下颌。其周围的物体上会长出毛发。似乎有意识，被其眼部盯住的人会产生卸掉自己下颌的强烈冲动。被其盯住的铁会被变的异常尖锐，被其割伤的人会产生将其牙齿按入伤口的冲动，若这么做，其身体将发生一系列爆裂并最终死亡。\nScp-339：一个似乎由青铜制作，长满触手的物体。一旦周围有噪声出现，其触手就会伸长捕捉附近一切活动物体并剧烈振动触手至该物体失去活动能力。\nScp-352：貌为一名老年妇女，但展示出非常的力量、速度和再生能力。明显具肉食性，并偏好食用人类。能随意从身体中长出一种附带有某种成分未知的酶的毛发状组织并以此捕食，这种酶会在接触人体组织时发生反应，使人陷入幻觉和沉醉感。\nScp-353：一名人类女性。能吸引、储存周围环境中的任何种类病毒或细菌，并将其以灾难性瘟疫的方式释放出去，似乎有控制病菌的能力。自身对其携带的病菌免疫。\nScp-354：被红色不明类液态物质填满的池。会从中不定时的出现各种来历不明的怪物。似乎有心灵影响的能力。\nScp-363：光线下形似秘鲁巨人蜈蚣的生物，在黑暗中会变形成巨大的怪物。有在杀死猎物后利用其尸体产卵孵化幼体的习性。似乎有感染并控制人类心智的能力。\nScp-370：一把钥匙，任何关于其具体描述的信息都具有模因感染性（只要知道这些信息就会将人感染）。被感染后的症状会因被感染者的不同特性分为三种：自杀，死亡时尸体发出黄光，之后消失；变得疯狂并开始杀人，期间身上会发出愈来愈强的黄光，在杀死一定数量人后，会发出一声带感染性的吼叫并消失；表现得十分幸福并会主动采取行动传播感染性信息，在感染一定数量人后会发出黄光并消失，并在原地留下持续一定时间的感染效应区。所有这种黄色光芒都具有感染性。\nScp-378：一个形似蜈蚣的不明生物，有着高水平的智力。除了高温会使其暂时停止活动外，无法被杀死。嘴部极其尖利，未找到能永久性不被其突破的材料。会钻入人脑，读取其记忆并控制其身体。与基金会达成交易消灭了其同族。\nScp-405：一种会使人得到不可控制的心灵感应能力的感染现象。这种感应能力会不断加强，神经系统也会出现畸形变化。被感染者最终会因无法承受这种感应带来的负担而死亡。死亡时被感染者将发出一种心灵感应信号并将感染传播给接到此信号者。\n409：一块石英晶体。任何接触到该晶体的物体会在三小时之内逐步晶体化变为与之同种的石英晶体。\n435：scp-435-01为一块陨石。Scp-435-02为一不规则物体，展现出一些不符常理的物理性质，与其发生接触的物理对象会发生异常的物理变化，甚至伴有高剂量伽马辐射的【资料删除】。scp-435-01处于光线照射时，Scp-435-02始终与之保持相对静止，但一旦不再处于照射，Scp-435-02将开始围绕其随机运动，两者距离与自身容量将几何级数增长直至scp-435-01重新处于光线下。\n469：生有数个长有白色羽毛巨型翅膀的人形生物，一般保持翅膀蜷成一团包裹著身体的姿势并似乎是在休眠。会吸收声音与声波并以此为食使翅膀成长。若有动物靠近，会使用翅膀的尖锐羽毛发起攻击，刺破其身体并释放一种能刺激痛觉的毒素以使猎物发出惨叫最后死亡。如果接触到铃声，会惊醒沉睡的人形生物展开翅膀并【资料删除】。\n474：形似纤维毛的一种寄生虫。进入宿主身体后会逐步将其器官转化为scp-474。\n505：一只不断溢出墨水的钢笔。从中产生的墨水会无限制地自我复制。\n510：一种类似病毒的不明物体，展现出一种异常的存在形式（不能被清晰观察，同时表现出固体液体气体）。会寄生灵长类动物，使寄主陷入深度睡眠，期间阶段性在寄主体内扩散生长并最终将寄主身体组织完全吸收。\n515：现为一白人男童。当他的身体发生任何形式的活动时，数个地外小行星将按其运动的幅度大小随之向地球靠近。表现出不明原因的能脱离物理拘束的能力，不吃不喝也没有任何健康问题。由前一收容案例推测若他死亡，会在地球上出现一个新的SCP-515。\n531-D：一个白人男子，现实扭曲者。情绪极不稳定，在处于负面情绪中时会展现出破坏性能力。被Clef博士与Konny博士合作处决。\n532:一种病菌。在低温环境下会快速繁殖。能利用鞭毛在大气对流层中飘浮，并看上去像雪花，温度超过摄氏零度会死亡。带有一种化学物质，与生物细胞接触后会吸收热量形成低温环境。表现出吸收真皮组织的特性，并在彻底破坏皮肤后进入生物体，引起低温和血液结晶化，最终导致死亡。\n571：一个极其复杂的带有模因效应的图案。观看过该图案的人会陷入一种复制该图案并以各种方式使其他人观看该图案的强迫性冲动中，并且这种强迫会在长时间没有成功制造新的传播的情况下恶化，使感染者失去除复制该图案外大部分自觉活动的能力。\n575：一种随机在任何合适的完全黑暗环境中出现的不明物体，表现出不固定的可变形状与结构，在光线下会消失，因而无法观察。会攻击有机生物，将其杀死并吸收其有机部分，只留下钙质的骨骼。\n579一个【数据删除】，曾【数据删除】。\n582：一种模因实体。所有关于其的虚构故事都会转变成该实体显现于现实的确实记录，且该实体会实行故事中对其描述的一切活动，发生的时间地点若未指定将是随机的。故事内容通常是该实体显现造成的灾难性后果，或是与之发生的短暂对抗。\n589：一个会变形的填充玩具动物，形态为每一循环中第一个接触到它的人的意愿决定。目视、物理接触之的人会产生一种镇静舒适的感受，原理同于毒品（刺激人脑产生舒适感）且具有成瘾性，scp-589的复制品和对其形象描绘的图画也会带有相同镇静效果。对589成瘾者除了产生对其的强烈依赖感外，还会积极地制作其复制品并传播。在一定时间后，scp-589和其复制品及一切形式存在的对其形象的描绘都将突然消失，引起成瘾者产生强烈的脱瘾反应和负面情绪。一定时间后，scp-589将重新出现在另一位置并重复该循环。\n610：一种来源形式均不明的传染病。感染者会变形为形态完全扭曲的怪物。一部分情况下感染者会扎根于某处，之后身体上的物质扩散出感染周围环境。被观察到有俘虏活人喂养感染体，集体举行类似邪教仪式的行为。\n616：一架波音飞机。Scp-616-1为其一侧一扇逃生门。该门每月会自行打开，若该开启未在飞机处于合适的飞行状态下发生将引起灾难性后果。打开之后会以一定速率自动关上，具体与该飞机所处的高度、飞行速度有关，但若完全关闭发生在飞机着陆期间，将对附近大范围内所有生命形式的【资料删除】。在该门时可能引起人员因【资料删除】而伤亡，且打开期间飞机内的尸体会复活并发出带有精神污染的言语。观测scp-616-1内部有强烈的负面精神效应，已导致所有的观看者自杀。（暗示该逃生门会打开通往地狱之门）\n631：一种夜行飞行动物，有甲壳动物的特征，生有翅膀，一个毒刺和多行牙齿。有极强的趋光性并惧怕黑暗。繁殖必须将卵寄生于某个活体宿主体内，通过吸收其身体来获取营养以孵化幼崽。\n638：一个全身布满烧伤疤痕的男人。有着巨大的肉体力量，并能发出足以把钢质门震倒的吼叫。靠近其一定范围内的女性会开始表现出异常行为，主动出现在scp-638面前，并开始以一种野性的方式吼叫、跳跃，跳舞直到筋疲力尽为止。Scp-638似乎能控制受其影响的女性的行动。\n640：一群有知觉会自主移动的光斑，会主动的移至人类身上造成烧伤来“捕食”。会伪装成太阳投在墙上的光斑，并增强其隐藏房间的吸引力。\n659：一种形似鹭的鸟类。当彼此靠近时，整个群体会展现出超越人的智力水平。即使是每个独立个体也有极高的智力。因被收容而实行了对基金会的敌对活动，破坏并占领了收容基地。\n667：scp-667-1为一株开花中的野葛藤。感知到动物靠近后会打开花苞，释放与之相连的一群长有翅膀的微型人形生物scp-667-2,。Scp-667-2有催眠能力，会使动物陷入恍惚并把它被带到scp-667-1前，scp-667-1会缠绕绞杀该动物并吞噬之。\n673：一块有机组织聚合体，包含有可正常运转的心脏、血管等器官却没有任何彼此合作构成整个有机体的迹象，而是各自独立的运行。有传染性，会将与之物理接触的生物转化为新的scp-673个体，并似乎能缓慢感染转化无机物。\n679：一种真菌，会感染人的眼部，逐步使人的眼睛***消失，并被菌丝替代。感染进一步发展后，菌丝将开始自由生长活动于感染者的面部，并以不明方式使感染者可以通过这些菌丝形成视觉。这种视觉中时常出现幻像，且有把感染者向未被感染者驱使的倾向。\nScp-682：形似蜥蜴的怪物。拥有无论以任何方式都无法将其杀死的能力，除了强大的再生能力外，亦能应对不同的状况变化自身构造组成以适应之。有与人类相当的智力和强大的肉体力量，并对一切形式的生命都显出极其强烈的仇视与厌恶。\nScp-689：一尊神像。在不被视线注视时，该神像会消失，之前一个目视该神像的人类会在几秒内因不明原因死亡，之后神像会出现在该死者的尸体上方。若所有目视者均已死亡，神像会重新出现在原来的位置。\nScp-718一种长有一条肌腱可以之运动的眼球。被其注视的人会产生将其破坏的冲动。被破坏后会喷出一种透明液体，被液体接触到的表面会逐步孵化出一个新的scp-718。生物表面上长出的scp-718会永久附着之，且寄主会通过该眼球看到【资料删除】的景象，寄主死亡会使scp-718爆炸。\n722：尘世巨蟒耶梦加德，沉睡中。有剧毒。\nScp-732：一种模因病毒，能以不明形式传播感染文档并篡改文档内容，使其夹杂玛丽苏式风格语句。\n734：一个人类男性婴儿，没有任何身体上的异常。与他的活细胞接触的人体组织将逐步分解崩溃。\n736一种结晶体，接触到的物质都将结晶化。达到一定尺寸后极易碎裂为可被吸入的微小颗粒。接触到哺乳动物的血液后会利用转化血液开始大幅度生长，若在动物体内将导致其身体被刺穿。\nScp-738：一副桌椅。坐上椅子的人会看到一个只有他看得见的实体（实体的形象会因人而异），该实体表现出相当的智力，并会以一定代价为交易满足该人的一个愿望。\n742：一种会改造人体的病毒。被感染改造者表面与常人无异，但会发生如长出一些不明功能的器官等内部变异，并能吸收他人干细胞来使自己再生，否则将无法维持机能稳定。\n743一个巧克力喷泉。当附近有有机体存在时，会自主启动从中产生出数以亿计由巧克力构成的各种昆虫切碎附近的有机体并带回喷泉中。目前没有发现其产生巧克力昆虫的极限数量。\n752一个由一群来路不明的科学家为实验而制的地下城市，城中局民掌握超过外部世界的科技并表现出类似蚁群一般的极端集体主义，但并未察觉到外部世界的存在。推测与外部世界人类的接触有引发SK级支配地位转变的可能。\n755一个涂鸦者，推测为男性，出现于各个城市并在各处留下\"WAtCh For thE WhitE Bird.\"字样的涂鸦。阅读该涂鸦的人一定会在一场与白色鸟类有关的事故中受伤或死亡。\n770一种霉菌。会吸取重元素并进行核反应来呼吸并以衰变产物为养料繁殖孢子。期间会释放大量辐射。\n771一个由有机体和无机机械组成的具有AI的机器人，其有机部分高度腐烂病变，受损严重，经常陷入瘫痪。当其停止工作时，会从及其体内出现一群极具攻击性的小型机器人，拆解附近的金属并捕捉有机生物切除其组织来尝试修复771。\n775：一种蜱。身体结构具流动性而更能承受物理伤害。会分泌一种能溶解动物组织的酶并以液化的组织为食。会在脊椎动物体内产卵，孵化后逐步从内部溶解寄主直至只剩一层皮，并以这层皮为巢穴繁殖。\n783：一间小屋。进入该屋的任何生物会发生猛烈突变。\n785：scp-785-1为一个叫做【资料删除】的餐厅名称。如果在一个公共区域该名称被提及，在该地点出现过的个人会开始修建以scp-785-1为名的餐馆scp-785-2。每年5月一日，曾在该日期在该餐馆点过牛肉与面包的所有顾客会来到店中，工作人员会将他们刺死，其余用餐顾客将用被分发给的大刀生食这些人的尸体，期间以聚录乙烯洗手。结束用餐后尸体残骸会被销毁，一切恢复正常且相关人员不会有记忆。\nScp-804：一个名为“无人世界”的地球仪状艺术品的残余部分。启动后会使周围人工物品分解为原材料，人体组织亦会受较慢的影响，且其影响范围会逐步无限扩大。其自身也会因其异常效应而缓慢受损。\nScp-813：一种小型的薄玻璃片，放大后观察到其上有不明原因持续运行的精密电路。能够以不明方式移动，进入人类的眼睛中并停留在视觉神经上，生成电缆连接至人脑，之后会通过该电缆记录其脑部活动，一段时间后会发射一道电子脉冲破坏神经系统，引起寄主精神病或死亡。\n835：一块巨大的珊瑚。珊瑚虫异常巨大，外壳异常坚固。生有强壮的触手。体内有某种危险的病菌835-I5。\n836：一种建筑变异。第一阶段中，受影响建筑的材料会开始逐步增生，过程带有吸湿效应，并使周围的材料密度降低，在接触到运行中的电力线路后，变异会产生出金属网与线路相连吸收电力，数倍地加快增生速度，并开始在外表上变得与周边环境相一致。在接触到流动液体后，变异的外层会碎裂并随液体流走，在接触到新的固体后引起新的scp-836变异。\nScp-871：一种蛋糕，如果被吃掉或销毁，会在一定时间后在之前的位置重新出现。如果24小时内未被吃掉，便会在其附近产生出一个具有相同能力的蛋糕。\nScp-877：在动物大脑皮层中发现的一种标有“Alexylva大学生物系”字样的芯片。会控制寄主的行动，使其攻击其他动物并与之血液发生接触，一定时间后被攻击者的大脑中将出现新一代的该芯片。\nScp-902：不断发出嘀嗒声的铅制空盒子。听到该声音后会使人自然产生“这是某种倒计时，且该盒中装有某种极度危险、能毁灭世界的存在”的感受。\nScp-938：一个由电构成的实体。会通过雷击潜入电网并休眠于一座使用该电网的建筑物中。有雷暴雨接近时，实体会开始活动，干扰所处建筑中所有电子设备，并使所有尝试使用这些设备的人触电死亡，之后回到大气层。有时会长期追逐一个特定的人。会释放类似人类意识活动的神经波动。\n939：一种肉食动物。直立行走，没有眼睛，没有神经系统，血液循环系统和消化系统，吃掉的东西只会累积并在干扰到正常身体功能后被吐出。会以不明方式模仿其前一个受害者的声音并以十分悲痛的语调说话，以此吸引猎物，并以一次猛击杀死猎物。散发出一种能暂时性引起C级记忆删除的化学物质。\n968：一团类似黑色油性物体的原生动物聚合。会模仿成受伤动物或人类婴儿来吸引猎物。能通过鞭毛抓取猎物，将其拖入水下淹死。\nScp-990：出现在基金会人员梦中的男子，穿着西服。会向做梦者预言将要发生的灾难事件，并一一应验。\nScp-1000：曾在太古支配地球的灵长类动物，智慧与文明程度远超过现代人类，但因不明原因其地位被人类取代。因担心会因其残余引发SK级支配地位转变，被基金会控制舆论宣传为著名传说生物“大脚怪”以掩盖真相，并竭力消灭一切被发现的该种群个体。Scp文档亦以“会传播致命模因污染的生物”为第一层掩盖。\nScp-1003：scp-1003-1是一种绦虫。若其寄生于人类，会长成人类胚胎的形态（称为scp-1003-2）并从内部吞噬寄主。在完全长成后，该生物会与普通人类儿童完全相同，但基因仍与绦虫相同，其体液中含有该绦虫的原头节并可发育为scp-1003-1。\nScp-1009：一块不规则异常区域，会逐步扩张并将其中的物质转化为完全与之前物质性质不同的新物质，似乎对人类无效。扩张会被噪声遏止。区域内展现出自然森林的景象，但其中的生物完全不同于地球生态。\n1012：由五个不同频率声调组成的一段旋律，播放会引起亚原子级微粒的共振使物质崩解，推测显示其一旦播放就将引起不可控的连锁反应使整个星球分解毁灭。\n1013：一只长着公鸡头的蜥蜴，肉食。会吸引动物与之对视。与之对视一定时间的动物会开始瘫痪无法活动，其皮肤变得越加僵硬并逐步钙化，彻底失去活动能力。之后该生物将凿开猎物外部的钙化壳，吃掉内部的肉。\nScp-1048：一只会活动并能与人手势交流的的泰迪熊，表露出对人的友善态度。以此为掩饰，暗中收集包括人体组织在内的材料制造与自己外貌相似的泰迪熊（使用过人耳、人类胚胎、金属），这些创造物表现出极端恶意的暴力行为并具有危险的特殊能力。\n1053：一张街道地图。每当在【资料删除】国家人口增长达一定数量时就会发生异常空间效应，以该地图为中心的区域将开始变为由与某年的【资料删除】市风景相同的城市景象异常区域并不断扩张，直至该地图被破坏。在变化结束后地图会恢复原样。\nScp-1055：一个外形类似灰熊的不明存在。其质量与体积会因被人感知到其存在或是对其有负面情感而无限制剧烈增长，形态亦将愈发具攻击性。对员工基金会以一名“scp-1055是一个弱智男子，这只是它的玩具熊’巴格西’”为误导来保证收容。\n1100：一种有机物质，会使非人类动物和植物向针对人类产生威胁的倾向变异。动物会变得强壮到足以杀死人类并表现出只对人类的敌视；植物的果实将变得易爆，生出只会缠绕人类造物的强壮茎蔓，食用植物将变得剧毒。\nScp-1104：一种蟹。其幼虫会附着到动物鼻粘膜上生长，并将肢体伸入寄主眶颅管干扰宿主视觉，并迫使其向硫化氢富集处活动。在检测到大量硫化氢后会从损伤宿主大脑前额叶使其麻痹，之后从眼眶中爬出寻找硫化氢富集处继续繁殖。\n1124：金属异形胚胎\n1155：一幅涂鸦，描绘了一个长着猫头鹰头和一对利爪的人形怪物。对目视它的人有非常强的吸引力。当人靠近其一定距离以内且没有其他人视线注视时，该人将受到不明形式的暴力攻击，像被猛禽攻击般受伤。在攻击持续一定时间后，1155和该受害者将消失。1155会在这之后一定时间重新出现在附近一个位置，受害者则不会再出现。如果在攻击过程中受害者重新进入他人视线，攻击会停止。\n1157：一个中年白人男子。每个四星期就会产生出一个一模一样的自身复制人且也具有复制能力。这些人彼此之间表现出一定程度的意识共享。\n1178：一颗前苏联制造、悬停在空中的洲际导弹。一旦有动物、车辆或是涉及某些内容的广播靠近将使其开始活动并加速，一旦加速到一定速度，将干扰所有北约国家和非北约国家的核弹预警系统，使其产生对方将发起大规模核打击的错误预警。\n1179：一个炎魔。头部似山羊，身体有火焰，一手持剑一手持鞭。最初被发现的时候被包裹于火山岩中，在一次接触到火焰后复苏。表现出有变化形态和高速移动的能力，呼出气体为有毒的一氧化碳。现在地下活动，引起当地煤矿持续燃烧。\n1234：一家被废弃的面包店，其中设备保持运行状态。每隔一定时间，会以不明方式将其周围一定范围内一切可用于制作馅饼的生物材料（如果没有合适的馅料，将以不明方式捕捉活体动物或植物，包括人类）制成一定数量馅饼scp-1234-1放在其店面橱窗中。\n1237：一段某种特殊人群才具有的脑电波，只在其深度睡眠时才会出现。这些人的一生中有可能引发一种特殊事件，陷入无法以任何方式唤醒的深度睡眠并做一个梦。在这次睡眠结束、该人醒来后，他所做的这个梦将变为现实，且他人将无视这种现实的扭曲。\nScp-1238：一种深海鱼类。有在固定在美洲大陆坚硬岩层上打出隧道筑巢繁殖的习性。因该物种过度繁殖，其在美洲大陆下打出的空洞已足以引发整个美洲大陆的坍塌，其连锁反应有可能造成IK级文明崩溃。\n1275：一团形态可变的不明物体，物理测试显示其其实不存在于物质世界。似乎是为某个基金会敌对组织控制的特殊传送装置。会主动地包裹住物体并使其消失于其中（明显的将目标指向了SCP和基金会重要人员），亦有吐出物体的能力，这些物体似乎是从某处传送过来的。曾吐出武装的敌对特工对基金会发动攻击。\n1286一个被放置于曼哈顿地下的核弹塑料模型，具有意识并能与人心灵交流。不断声称会自爆并会左右摇摆。似乎有使人恐惧的能力，并被证实能让人在其摇摆时自发聚集到收容隔间的屏幕前。\n1295：4个会在每天固定时间到一家固定餐馆用餐的老年男子。若在固定时间段内他们没有处在该餐馆内，会展现出其异常能力：scp-1295-1会使影响范围内所有人完全失去知觉；scp-1295-2会使其影响范围内所有人不能区别可食用与不可食用的物质；scp-1295-3会使其影响范围内所有人身上与之共生的微生物消失；scp-1275-4会使其影响范围内的人自我保护本能异常提升。每个scp-1295个体的影响范围会因其距餐馆的距离远近而增大或变小。\n1322一个通往某一平行世界scp-1322-a的洞。该世界的文明拥有极高的技术与工程学科技，在一次实验中偶然制造了scp-1332，但生物技术落后。起初该世界的文明与基金会进行了友好交流，但因为基金会提供的疫苗引起其文明灾难，态度转变为敌视，并开始通过此洞对基金会这一端的世界展开攻击。\n1350：一个会活动的光点，来源不明，且可穿过任何介质。会主动靠近人类，一旦穿过人类身体将导致其生命活动立即停止。每次有人因此死亡，光斑的移动速度和光强都会增强。\n1372：一块海上地段，在此地段从东航向西的船上会观测到正东方有一条地平线，过于靠近会产生航向此地平线的强制冲动。大部分穿过此处的船都会永久消失，少部分船会航回，并且其上所有人都将携带某种危险的模因污染信息，并会通过交流传染给他人。\n1427：一个金属碑。周期性的向其感应到的有意识的人群释放一种电磁脉冲，接收到该信号的人会出现脑前叶SQ2信号减弱，最终导致个人主观意识彻底消失。其影响没有最大范围，会通过直接向电离层发送脉冲来传播信号。\nScp-1440：来历不明的老年男子。自身表现出不会衰老，所到接触的一切人或人造物都会不明原因毁灭。\n1447；scp-1447-1为一个形似西藏喇嘛、面貌模糊不明的人形存在，似乎是西藏传说中的因人意念而生的“幻人（Tulpa）”。持续高速运动并破坏其收容间，能穿过直径200微米的孔洞，并有瞬间移动的能力。Scp-1447-2是一个白人，一直被scp-1447-1追杀，且似乎是其来源，在他专注冥想时，scp-1447-1似乎会暂缓甚至停止活动。推测若他被scp-1447-1杀死将使该幻人得到完全自主。\n1500：一个灰绿色的人形物体。会对人施加一种精神影响，使其将SCP-1500视做一个名叫Zachary Callahan的白人男子，该人的记忆会被改变为有scp-1500参与，其身份是一个与之关系亲密的亲属或朋友。被影响者有能力与scp-1500交流。其影响能力范围遍布全球，并明显的把目标指向政要与军队高层。\n1548一颗光学脉冲星，检测到其正在向太阳系高速移动，并通过脉冲信号传来大量有意识的威胁与侮辱性信息，甚至包括基金会详细资料和【资料删除】。\n1616一只仓鼠，能使任何其看见过的东西出现在其嘴中，若为有机物它将会咀嚼之并吃掉。其口腔大小会随出现的物体大小而变化。\n1717：一种植物病。Scp-1717-1为一种只发现于草属植物的毒素，会破坏植物的叶绿素使其不再能进行光合作用，但植物叶片仍然保持绿色，会渗入土壤并长期影响植物，使植物种子难以发育。对动物毒性小，但会在肝部累积最终引起死亡。Scp-1717-2为携带该毒素的某种物质。\n1788：一种人类的生物变异。人类会在青春期前接受该变化并成为scp-1788-1。Scp-1788-1外表上一般极其肥胖，此外与常人无异，但在内部结构上与普通人完全不同且更加高级（生有第二心脏、大脑；骨骼肌肉结构异常）。一般具高智商，表现出自恋和精神变态。彼此之间缺乏同情心并毫无合作意识，在一个群体中会无视性别地相互争斗。在其成年后会尝试劫持青春期前儿童并将其转化为scp-1788-1。\n1790一个人格，有能力在死后将自身转移至一个新生儿上使意识保留。拥有极强的人格魅力并会使用高超的说服技巧控制他人。总是会利用其魅力建立或控制某一团体并以此展开大规模仪式性屠杀活动。\n1887一种量子生物分子团，会在量子级别拆解一切接触到的人造物并制造新的scp-1887-1。\n1983：scp-1983-1为一间农舍，内部存在某种异常空间。Scp-1983-2为其中出现的类人形黑色怪物，会攻击人类，并以未知方式将人的心脏抽出；这些心脏将被带入scp-1983-1内的空间并从中生出新的scp-1983-2。已被一名D级人员失去异常效应，但推测还有其他类似巢穴存在。\n1984：由前苏联秘密研制的二次核威慑研制，为一名防腐的男性尸体。能接受到外界信息和广播，并会在接受到俄罗斯受到核武器攻击的信息后启动并从中出现一个幽灵状的实体scp-1984-1，该实体具有破坏人神经系统和控制俄罗斯一切核弹发射系统的能力。启动后会前往最近的导弹基地控制其核弹直至所有俄罗斯的核武器都被发射，并会与一切尝试阻止其行动的人员战斗。\n1995：一块石板。休眠期会吸收一切接触到的物体的动能与热量，一定时间后进入启动并将休眠期内吸收的能量释放。石板上有一个会发生变化的单词，似乎是表示当前其活动状态。\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1359953460,
            "txt_content": "做的不错撒~"
        },
        {
            "author": "ATTEL",
            "timestamp": 1359953520,
            "txt_content": "如果能配图，那就棒了，不过在该论坛发与MC游戏无关的游戏信息，，貌似，，"
        },
        {
            "author": "standup12345",
            "timestamp": 1359953820,
            "txt_content": "SCPmod？"
        },
        {
            "author": "屠魔狂龙",
            "timestamp": 1359954000,
            "txt_content": "kete?我在游戏里的名字？"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1359954060,
            "txt_content": "不知道何时MC和SCP扯上关系了。"
        },
        {
            "author": "Condor",
            "timestamp": 1359954180,
            "txt_content": "貌似還不夠完整。。。SCP的萌物你都忘寫了。。。"
        },
        {
            "author": "70193142",
            "timestamp": 1359954600,
            "txt_content": " 本帖最后由 70193142 于 2013-2-4 13:10 编辑 \n\n我就是不知道914怎么用=A=MC里的914"
        },
        {
            "author": "1653293479",
            "timestamp": 1359956280,
            "txt_content": "好可怕。这是真的东西么"
        },
        {
            "author": "张子阳",
            "timestamp": 1413898740,
            "txt_content": "咦？楼主签名中的人是自己吗？如果是请报上姓名，你好像我的一位哥哥~"
        }
    ]
}