{
    "title": "[Minecraft.net|INSIDER] 背包盘点：铁轨",
    "author": "海螺螺",
    "replyCount": 10,
    "timestamp": 1553921940,
    "txt_content": " 本帖最后由 754503921 于 2019-3-31 14:25 编辑 \n\n\n\n\n\n\nimage (1).jpg (141.59 KB, 下载次数: 41)\n\n下载附件\n\n2019-3-31 14:25 上传\n\n\n\n\n\nTAKING INVENTORY: RAILS背包盘点：铁轨\n\nKEEP HANDS AND FEET IN THE VEHICLE AT ALL TIMES, ALEX请不要将头手伸出窗外 Alex\n\nMinecraft wouldn’t be Minecraft without mining. But getting in and out of your mine can be a pain. If you’re anything like me, you end up digging a long angled passage down to bedrock, involving a lot of hopping until you dig out enough cobble to put down some stairs. Even then it’s still a bit... pedestrian.\n如果没有挖矿，Minecraft 就不叫 Minecraft 了，但是从矿洞进进出出可能是件痛苦的事。如果你有哪些地方像我，你最终就会一路曲折地挖到基岩，挖一大堆圆石直到足够放个阶梯出来，即使这仍是....徒步的。\n\nBut there’s another way. A better way. A faster way. A smoother way. A way where you get to shout “wheeeeeeeeeeeee” as the cave walls whizz past you. A railway.\n但实际上有另一种方法，一种更好、更快、更顺利的方法，一种你大喊着「wheeeeeeeeeeee」看着岩壁从头顶呼啸而过的方法：铁轨。\n\n\n\nRails (and minecarts) were added in the first “Seecret Friday” update on 10 June 2010. They’ve been tweaked a lot over the years, mostly to fix weird bugs, but also to add various new kinds of rails. As well as regular rails, there are now powered rails (which accelerate a minecart), detector rails (which send a redstone signal when a minecart passes) and activator rails (which activate minecarts that travel over them).\n铁轨（和矿车）于 2010/6/10 的秘密周五更新中加入。它们被不断优化了很多年，大部分是修各种蜜汁bug（特性），但也有很多新的轨道加入了游戏。除普通轨道外，现在我们有充能轨道（可以加速矿车），探测铁轨（矿车通过时发出一个红石信号）和激活铁轨（激活驶过的矿车）。\n\nGetting hold of rails requires either crafting them from iron and sticks (six iron and one stick become 16 rails) or hunting down an abandoned mineshaft and ripping them up off the floor. You might also find a few in a woodland mansion. A pickaxe is the best tool to collect them with precision, but if you need to collect a lot then it’s actually faster to plop down a bucket of water – which will wash them all away.\n你可以用铁和木棍合成铁轨（6铁1棍16轨），抑或在废弃矿井中将它们从地上挖出。你也可能在林地府邸中找到一些。镐子是收集它们最好最精确的工具，但如果你需要大量收集的话，一桶水实际上会更快一些 —— 这会将它们全部冲走。\n\n\n\nThe era of railway travel in the real world is usually said to have started with the invention of the steam locomotive in the early 1800s, but rails themselves are actually much older. “Wagonways”, with wooden rails and carts pulled by horses, were widely used in the 1500s to transport ore out of mines in Europe.\n通常认为现实世界中轨道运输的时代起于 19 世纪早期蒸汽机车的发明，但轨道本身要更早一些。「Wagonways」，由木制轨道和马拉车组成，在 16 世纪欧洲被广泛用于将矿石运出矿井。\n\nBut the oldest-known railway is almost 2000 years older than that! There’s evidence that the Ancient Greeks used a primitive railway called the Diolkos, paved with stone, to transport boats across the eight-kilometre-wide Isthmus of Corinth. It operated until the first century AD, and there are still a few remnants of the route today.\n但，已知最早的轨道几乎比这还早近两千年！有证据表明，古希腊使用叫 Diolkos 的原始轨道，以石头铺成，将船只运送至 8 千米外的科林斯地峡。这条轨道直到公元 1 世纪都能用，至今都还有一些遗迹。\n\nThe modern railway, with metal rails, came into being in the mid-1700s, after the invention of the steam engine dramatically increased production of iron. The new metal rails were much more durable and could hold a lot more weight, making them more practical as permanent transport infrastructure.\n现代金属轨道的铁路，可以追溯到 18 世纪中期，那时蒸汽机的发明戏剧性的增加了钢铁产量。新的金属轨道耐久更高，承重性能也更好，这使得它们更适合成为永久的运输设施。\n\nToday, there are high-speed railways all around the world – the fastest is the Fuxing Hao CR400AF/BF in China, which can cover the distance between Beijing and Shanghai at an astonishing 249 miles per hour, or just over 400 kilometers per hour.\n今天，高铁遍布全球 —— 速度最快的是中国的复兴号 CR400AF/BF，可以在上海北京之间全程以超过400 km/h（249英里/时） 的惊人速度行驶。\n\nBy comparison, Minecraft’s minecarts are capable of a maximum speed of just eight miles per hour. Why are you making that face? They don’t have seatbelts. It’d be dangerous if we let you travel any faster, and we’re a responsible game. So take it slow, and ride your minecart into that cave full of bloodthirsty hostile mobs safely. You’re welcome! \n相比之下，Minecraft 的矿车仅有每小时 8 英里的速度。你摆什么鬼脸啊？它们没有安全带，所以要是我们让你开的更快是很危险的，我们可是负责任的游戏。所以，慢慢来，跟着矿车安全地驶入那充满嗜血怪物的洞穴。欢迎光临！\n\n原文 https://www.minecraft.net/zh-hans/article/taking-inventory--rails\n作者 Duncan Geere 发布于 2019/3/28\n译者 754503921\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "风扇滑翔翼",
            "timestamp": 1553923800,
            "txt_content": "竟然出现了中国高铁awa"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1553925060,
            "txt_content": "每当这个时候就要推荐一下转换器"
        },
        {
            "author": "souzilai",
            "timestamp": 1553934480,
            "txt_content": "我居然看完了，很不错的文章。"
        },
        {
            "author": "挑2",
            "timestamp": 1554435480,
            "txt_content": "超棒的文案！结尾还不忘皮一下好评"
        },
        {
            "author": "幻世末影",
            "timestamp": 1554502500,
            "txt_content": "不得不说，给大佬低头"
        },
        {
            "author": "银龙斩月",
            "timestamp": 1554717420,
            "txt_content": "所以脚就可以伸出窗外？【吐槽镇楼】"
        },
        {
            "author": "海螺螺",
            "timestamp": 1554734940,
            "txt_content": "银龙斩月 发表于 2019-4-8 17:57\n所以脚就可以伸出窗外？【吐槽镇楼】\n来来来下回公交车给你开座给你让，你给我表演一个脚伸出窗外"
        },
        {
            "author": "North_Kun",
            "timestamp": 1554760500,
            "txt_content": "用特殊技巧能让矿车跑不止8英里时吧"
        },
        {
            "author": "东方悟灵",
            "timestamp": 1554976680,
            "txt_content": "666666666666666666"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627680,
            "txt_content": "复兴号第一！！！！"
        }
    ]
}