{
    "title": "【原创/连载】《艾卡西亚-光之路》第十章",
    "author": "虚泽",
    "replyCount": 0,
    "timestamp": 1553874060,
    "txt_content": "《艾卡西亚-光之路》\n第十章 启程\n                                                                                                                             \n光?!\n在你所知的世界，你想象什么是邪，什么是正？\n数万魔族里面出现一个善者，那它是邪还是正？\n科伦比亚帝国中央教堂的一位高级执法官，他帮助了一个魔族的小孩，那他是邪还是正？\n最后那个小孩成长起来，把执法官亲手绞杀；数万魔族的唯一善者在四处宣传善，最后它死在一个屠夫手里，因为屠夫的儿子学习了善后，和他父亲反目成仇，最后它成为了承担责任的人；神魔时代亚斯塔大帝为什么会死于混沌之力手里，那为什么他儿子格伦可以将混沌之力封印？当时的格伦只是获得了亚斯塔一部分的传承之力，拥有跨越神界的亚斯塔，让后人苦思冥想也不知道为什么？可是格伦知道，他死于自身的感情，库仑吞噬混沌之力后发现自己根本不能掌控这力量，于是将万物之灵的根传给亚斯塔了，由此神本无情，却增添了感情。两位巅峰之神陨灭后，格伦拿到了万物之灵，他将灵根放入自己意识，将万物生灵洒落在神界，那被战争摧毁的神界，居然奇迹地重生，每一位神灵都获得感情，他们逾越过了思想的束缚，缺又惦记着邪恶的重生，由此我悟道了。\n万物皆为虚，万事皆为度\n“格伦，这些记忆是什么？”\n他深处一所殿堂内，四处笼罩着神圣之光，背朝着亚米。只是摇了摇头，转过身，一刹那万娄光芒四射出犹如蚕食般的线条，这就是众神之王格伦吗？仅仅只是细微地动作，却犹如天神下凡的景色，那不可玷污的光芒，亚米只是呆呆地眨了眨眼睛，看着格伦。\n“那是万物之灵的物语”\n格伦轻轻地点了亚米的额头，随处额头上显现出一缕金色莲花印记，亚米触摸着额头上出现的印记，感觉到一股温热从额头传遍全身上下，这是一种特别温馨的感觉。\n“这金色莲花印记乃是我一缕神意，小诺已经将我另一半的力量传授于你”\n“那你还有一半力量呢？”\n“在魔界空间”\n亚米听到格伦说魔界空间，神色变得异常的严肃起来，他全身上下散发着一股劲气，可能因为魔族入侵自己的家乡的那件事吧，以及亚兰的死。他眼神对视着格伦，说道：\n“我现在的能力，能报仇吗？”\n格伦摇了摇头，脸角上挂着一丝歉意。\n“你不能被仇恨所左右，以你现在的实力，魔神的一击你都接不住”\n“那我怎么才能变强”\n亚米眼神十分坚定，仿佛要把格伦看穿。只见格伦一挥手，那些四处散落的光芒汇聚在印记上，一股庞大的记忆传输到亚米脑海内。眼前一白，亚米来到了另外一个空间，瞬间天地裂变，海啸连连，天都快塌下来的感觉。一位身穿金色铠甲，手持光化长戟的一位巨人出现在亚米眼前，他就是亚斯塔大帝，光是看着，就觉得无人能敌，可突然眼前出现了另一位强者，他没有躯体，只是一种气体的形式存在，可他散发出的能量，和亚斯塔大帝不分上下，他是混沌，黑暗深渊的主宰，正在和亚斯塔大帝暂开一场世纪之战。\n“嘿嘿嘿，亚斯塔，你的时代已经到头了，不如交给我来掌管吧”\n“混沌，你还是执迷不悟，滚回深渊里去吧”\n随后，几处光与暗的对抗，整个世界都要塌下来，大地**已经不知道被削好几层了，许多远古种族在这次大战中，都灭绝了。时间已经流失了不知道多久，大战结束了，亚斯塔最终战胜了混沌，可体内已经中了混沌之力的入侵，最终他做了一个重大的决定，让格伦亲手杀了他。\n“不！父亲，我不能这样做”\n“格伦，这是我的责任，你必须服从！”\n格伦当时只是才刚刚成年，这突如其来的命运使得他害怕做出选择，可时间不等人，亚斯塔用手拍着格伦的肩膀。\n“孩子，带着我的意志活下去，动手吧”\n一位神，掉下了眼泪，神本无凡人的情感，可格伦他现在却像一个孩子一样。他手中幻化出一把光剑，刺向了亚斯塔的身体，然后目送着父亲陨落。\n“哈哈哈，陨落！只不过是个开始”\n亚斯塔的身体渐渐一点一滴的飘散，直到最后神形俱灭。\n刹那间，亚米从那道记忆中迁移回来，他摸了摸自己的身体，感觉到一股不真实的触感，看着眼前的格伦，仿佛有了新的认知。\n“那时我最悲痛的一段回忆，我这一生都不会忘记”\n“亚斯塔真是一个伟大的神”\n格伦笑而不语，侧脸对着亚米，他仰望着天空，眼神中包含着一种说不出的意念。\n“我明白了，格伦你能告诉我下一步要怎么做吗？”\n“既然化解了这次危机，魔族已经知道我复活了，现在最重要的就是，前往最近的一处魔界裂缝修补完好”\n格伦又正脸看着亚米，视乎亚米已经没有之前那样懦弱了。\n“很抱歉亚米，让你踏上了这条不归路”\n亚米摇了摇头。\n“不，这条路是我坚定要走下去的，作为光之力的继承者，我应当履行责任”\n“那好，旅程就此启程吧！”\n                                                                                                                                     \n时隔几个月，艾卡西亚这个坑我又继续来填了，最近到处写一些现代小说，不过现在已经要不断更新艾卡西亚的主线故事了，后面剧透给大家一个消息，我可能会模仿一些日系中世纪的风格，也会写出自己的风格，总而言之，后面的故事不会像之前写的那么草率，故事主线绝对是一片非常精湛的故事。\n\n",
    "replies": []
}