{
    "title": "[Minecraft.net|CULTURE] 疯狂幻境",
    "author": "海螺螺",
    "replyCount": 13,
    "timestamp": 1553929620,
    "txt_content": " 本帖最后由 754503921 于 2019-3-31 14:24 编辑 \n\n\n\n\n\n\n5c9f0417b9316.jpg (265.14 KB, 下载次数: 36)\n\n下载附件\n\n2019-3-31 14:24 上传\n\n\n\n\n\nVIRTUAL UNREALITY虚拟不现实A psychedelic wonderland from Immanuel来自 Immanuel 的迷幻仙境\n\nIt's the middle of winter, and you might be wondering if colour and life will ever return to the world after seeing weeks of snow, rain, slush, and grey. We've still got quite a while before spring, and sometimes I find myself forgetting what grass looks like. It's that short fluffy stuff that goes on the floor, right?\n现在是凛冬，看了几周的雨雪泥灰后，你甚至可能在怀疑多彩的生命是否还会回归。我们离春天还有好一会儿，有时我甚至发现我忘了草是什么样的。那是短短的蓬松的长在地上的东西，是吗？\n\n(NOTE: As soon as Kate submitted this article, the cold weather turned beautiful and sunny. Is this proof that Kate has clairvoyant powers over the very weather itself? Yes.)\n（注：在 Kate 发布这篇文章后，寒冷的天气立刻变得阳光明媚。也就是说 Kate 有对天气的洞察力？肯定是了。）\n\nThank goodness it's not winter in Minecraft! And thank even more goodnesses that I get to cover Authenticity Relocated, a build with so many vibrant colours that it looks like the time I ate a whole pack of crayons and threw up everywhere. In a good way, of course.\n谢天谢地 Minecraft 里不是冬天！更令人感激的是，我有幸见到 Authenticity Relocated ，这个建筑充满如此多洋溢的色彩，以至于它看起来就像我拿起一整盒蜡笔然后把它们扔的到处都是。当然，不是乱扔。\n\n\n\n\n\n\"Its purpose is to make you stop thinking for a second, and just feel,\" says the builder, Immanuel, who describes the world as \"psychedelic\" and \"alien.\" Immanuel was inspired after he had seen a build that his friend did for a Minecraft competition. “We both competed in the contest. I got second place, and he got third, but his idea was just so cool I had to try incorporating it into my own pipeline.”\n「目的就是让你一下子停止思考，仅仅去感受，」建筑师 Immanuel 如是说，他用 「迷幻」和「奇异」来描述这个世界。Immanuel 在他看到他的朋友参加一个比赛的建筑后受到了启发。「我们都完成了比赛，我是第二，他是第三，但他的点子真的很酷，我必须得试一试将其融入我的作品中。」\n\n\"I love the idea of flying sealife!\"\n『我喜欢那个天上飞的海洋生物的点子！』\nThe idea was to use something Immanuel calls \"nothingness layers.” A \"nothingness layer\" is something created in an editor – basically an eraser that gets rid of every block in that layer while leaving the blocks above it floating, immune to gravity. This means that Immanuel could create strange, floating objects and weird geography.\n这个点子是使用一种 Immanuel 叫做『空白层』的东西。『空白层』是在编辑器里创建的东西 —— 简单来说就是将层里的每个方块全部擦除，留下其上的方块悬浮空中。这就是说 Immanuel 可以创造奇妙的浮空物体和古怪的地形。\n\n\n\nBut other than knowing that he wanted to use these \"nothingness layers,\" Immanuel didn't go into the build with a plan. \"I basically just figured out what I wanted to do along the way,\" he says. \"It was sort of done with no real mockup.” Instead he relied on his imagination. Very successfully!\n但是除了他知道要用『空白层』之外，他没有任何计划地开始了他的建筑。「我基本上一边建筑一边才知道我想要什么东西，」他说。「这有点像没有模型就完成了。」相反，他依赖他的想象力。显然非常成功！\n\nImmanuel is proud of what he's created, and how different it is from most other builds – it's a reflection of who he is. \"I don't like realism, modernism or simplism,\" he says. \"I put a certain degree of honour in not being like everyone else.”\nImmanuel 对他创造的作品、以及对相比其他建筑之下极大的差别感到自豪 —— 这也反映出他自己是谁。「我不喜欢现实主义，现代主义以及简化主义，」他说。「我将相当一部分荣誉归于与所有人都不同。」\n\nIt took just over a week for Immanuel to finish the Authenticity Relocated build. Although he went in without a plan, he knew he wanted to use as many colours as possible, and create strong contrasts between them. He even made sure that he highlighted the areas he wanted people to focus on by making them the areas of highest contrast. Look at the yellow forest, for example, which is surrounded by cyan blue, bringing out the bright colour of the trees and making them stand out.\n仅仅花了一周时间，Immanuel 就完成了 Authenticity Relocated 的建筑工作。尽管他没有任何计划，但他知道他想用尽可能多的颜色，创造强烈的颜色对比。他甚至确保了他用最高的对比度高亮了他想让人们细看的区域。比如那片黄色的森林被青蓝色包围，这凸显了树鲜艳的颜色，也让它们脱颖而出。\n\n\n\nImmanuel has his own details that he wants to highlight: \"I'd have to mention the pyramids with galactic trees inside,\" he says. \"Or the flying trees, or the jellyfish biome.\" He tells me those jellyfish are his personal favourite part. \"I love the idea of flying sealife!\"\nImmanuel 对于高亮有他自己的细节：「我必须得给你说一下那个内含银河之树的金字塔，」他说。「还有那个飞起来的树，还有那个水母生物群系。」他告诉我这些水母是他个人最喜欢的一部分。「我喜欢那个天上飞的海洋生物的点子！」\n\nIt must be wonderful/terrifying to live inside Immanuel's psychedelic imagination. Why not take a vacation from the dull, grey real world, and visit his exc.iting, colourful virtual one?\n在 Immanuel 的迷幻想象中生活一定是奇妙而又惊恐的。为什么不从平凡灰暗的世界中逃离，去一个亦可.赛艇的、五彩斑斓的虚拟世界呢？\n\n渲染 Darastix, Ivain, Paul Sireau, Ryermeke \n\n原文 https://www.minecraft.net/zh-hans/article/virtual-insanity\n作者 Kate Gray 发布于 2019/03/04\n译者 754503921\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1553944740,
            "txt_content": "虚拟不现实么……\n中……中国移不动？（无端联想.jpg）"
        },
        {
            "author": "海螺螺",
            "timestamp": 1553945820,
            "txt_content": "Oil 发表于 2019-3-30 19:19\n虚拟不现实么……\n中……中国移不动？（无端联想.jpg）\n毕竟虚拟现实是virtual reality 嘛\n这里标题是 unreality 我就直接不现实了【"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1553949660,
            "txt_content": "印……印象派建筑？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1553971620,
            "txt_content": "has powers over\n拥有(对于某种东西)的能力\nvery xxx itself\nxxx本身\nit's not winter in Minecraft\nMinecraft里不是冬天\n In a good way\n（指的是前面的那句话没有贬义的意思）\n“We both competed in the contest. I got second place, and he got third, but his idea was just so cool I had to try incorporating it into my own pipeline.”\n（这句话没翻译）"
        },
        {
            "author": "海螺螺",
            "timestamp": 1553992500,
            "txt_content": " 本帖最后由 754503921 于 2019-3-31 08:42 编辑 \nLocusAzzurro 发表于 2019-3-31 02:47\nhas powers over\n拥有(对于某种东西)的能力\nvery xxx itself\n\n\n瞎了瞎了\n\n第一个第二个我查半天没查到有专门的用法，不然我也不会像sb一样搜very weather然后很激动的看到一家天气预报了，你是在哪里查的"
        },
        {
            "author": "five_dada",
            "timestamp": 1554278340,
            "txt_content": "难以置信这居然是那个方块世界"
        },
        {
            "author": "_wjs_",
            "timestamp": 1554370140,
            "txt_content": "大佬大佬大佬大佬"
        },
        {
            "author": "xyn3659748",
            "timestamp": 1554511560,
            "txt_content": "6666666666666666"
        },
        {
            "author": "悯然",
            "timestamp": 1554526440,
            "txt_content": "支持支持！"
        },
        {
            "author": "与此同行",
            "timestamp": 1555045200,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "x_jiaoao",
            "timestamp": 1555231200,
            "txt_content": "666666666666666666666666666666"
        },
        {
            "author": "jkljkl56",
            "timestamp": 1556937960,
            "txt_content": "伤害和中毒伤害。大部分亡灵生物"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545760,
            "txt_content": "6666666666666"
        }
    ]
}