{
    "title": "[Minecraft.net|CULTURE] 龙诞",
    "author": "海螺螺",
    "replyCount": 17,
    "timestamp": 1553998080,
    "txt_content": " 本帖最后由 754503921 于 2019-3-31 14:23 编辑 \n\n\n\n\n\n\nimage.jpg (155.04 KB, 下载次数: 83)\n\n下载附件\n\n2019-3-31 14:23 上传\n\n\n\n\n\n\nDRAGON SPAWN龙诞\nHot stuff, coming through!热流涌动\n\nThere's no place like home, and for many Minecraft players, home is the spawn point. It's the first thing you ever see when you start the game, and possibly also the last thing you see, if a Creeper sneaks up behind you.\n天涯无处似家，对 Minecraft 玩家而言，出生点就是家。那是你第一次启动游戏看到的地方，也可能是你看到的最后一个东西，假如一个爬行者摸到了你背后的话。\n\nBuilder Bishop's spawn for the Shadow Kingdom server might make you worry that you loaded the wrong game. Towering above a mountainside village is a huge dragon with its wings spread and jaw open, about to either set fire to all the wooden houses, or eat everyone inside. Maybe both? Luckily for some of the village's inhabitants, they already seem to be floating away from danger with the help of a beautiful hot air balloon in the air, and a vast ship resting on the waves.\n建筑师 Bishop 给 Shadow Kingdom 服务器建造的出生点可能会让你觉得开错了游戏。于半山村落之上栖居着一条龙，伸展双翼露出齿牙将要燃起所有木屋或/和吃掉里面的所有人。幸运的是部分居民，他们已经借助美丽的热气球飘离危险，还有一艘巨船停在海浪上。\n\n\n\nBut not all is as it seems! The dragon is actually there to protect the village, not set fire to it. It's the protector of the little town, which is built into the \"naturally generated Minecraft landscape,\" says Bishop. The houses and buildings are mostly unique, built and placed on the hillside at weird angles to give it that hand-crafted feel.\n但事实并不如同看起来的那样。龙实际上守卫着村庄而不是烧毁它。它是小小村庄的守卫者，而这村庄与「自然生成的 Minecraft 地形」融为一体，Bishop 如是说。房屋建筑大多是独一无二的，以奇特的角度建置在半山腰，给人一种人工制造的感觉。\n\n\"The build was done in an evolutionary fashion,\" says Bishop. \"I built the terrain first, and then placed the buildings on the mountain as if I would need to start a village on it. The harbour and dragon just fell into place!\"\n「建筑以渐进的方式建造，」Bishop 说。「我先构建了地形，然后在山脉上放上了建筑，就好像我要在其上发展一个村落。港口和龙才刚刚建成！」\n\n\n\nBishop used the new Stripped Wood blocks to give the village a nice light brown tone, with a mixture of grass, stone, and dirt for the terrain. In fact, the dragon is the only thing that's not made out of realistic materials – it's mostly planks and sandstone. I've never seen a real-life dragon (at time of writing), but I feel like breathing fire and being made of wood is a bad mix.\nBishop 用了新的去皮木头方块，带给村庄一种优美的浅褐色调，地形是草方块，石头和泥土的混合。实际上，龙是唯一一个制成自非现实中的材料的东西 —— 大多是木板和砂岩。我还没见过真的龙（写这篇文章的时候），但我觉得吐息火焰和木板制作可能不是很好的搭配。\n\nThis town spawn is actually the third version that Shadow Kingdom has used on their server during the past four years. \"Our goal with Towny v3.0 was more consistency, user-friendliness, and maximum enjoyment for the player,\" reads the Shadow Kingdom website. We have a similar motto for this website! Ours is “Stay hydrated, kids!” Hmmm. Actually, maybe our motto isn’t so similar after all.\n这个城镇实际上是该服第三个版本的出生点，已经使用了四年。「我们对城镇的目标是更一致，更用户友好，能为玩家带来最大的乐趣」他们的网站这样写道。我们也有一个给网站的类似座右铭！我们的是「孩子们，保持水分充足！」Emmm，实际上我们的并不是很类似。\n\n\n\nThis build took over six months to make, with the added difficulty of having to make a map that people could actually live in. That means that everything needs to be big enough for them to walk around, build things, and explore. It can't just look pretty on the outside! \"I hope the players are able to feel the same atmosphere exploring the build that I felt building it,\" says Bishop.\n这个建筑耗时六个月，而制作一个玩家可以实际居住其中的地图带来了更多困难。这意味着一切都要足够大，以便玩家在其中四处走动探索。不能只是金玉其外！「我希望玩家可以感受到我建造时感受到的相同氛围。」Bishop 如是说。\n\nThe Towny build features a marketplace for doing business with other players, as well as a PVP arena inside the mountain, for fighting those same players with the sword they sold you minutes ago. There's even a \"mob grinder\", a place where animals spawn and immediately get ground up into meat. It probably takes a lot of meat to feed that dragon, so it's best to keep the process as efficient as possible!\n城镇有一个市场供玩家交易，山脉间也有一个 PvP 区域，玩家购买剑后分分钟就能上手战斗。甚至还有一个「怪物磨床」，动物生成后立刻就变成了肉。可能龙要喂很多肉，所以这东西越快越好！\n\n\n\n\n\nA large part of spawn builds is giving players information. When building Towny 3.0, Bishop had to make sure that the build told everyone the rules for the server, and provided them with tutorials. This was achieved by putting a bunch of signs in a house that explained game mechanics and details about the in-server economy. All of this makes Towny 3.0 a cosy place for players new and old to meet, chat, and, er, attack each other!\n很大一部分城镇给玩家提供各种信息。在建造城镇时，Bishop 要确保城镇将每个服务器规则告诉了玩家，还要给他们提供教程，通过在一个屋里放一堆告示牌来解释游戏机制和服务器内的经济。这使得城镇成为新老玩家见面聊天，还有 嗯，互相战斗的好地方！\n\nThere might be no place like home, but there's really no place like Towny 3.0, either. And if you don't agree, the dragon might like a word with you... \n天涯无处似家，也无处似城镇。你要是有什么意见的话，龙会跟你好好聊一聊 ...  \n\n原文 https://www.minecraft.net/zh-hans/article/dragon-spawn\n作者 Kate Gray 发布于 2019/03/21\n译者 754503921\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "skot20070320",
            "timestamp": 1554002700,
            "txt_content": "不服不行啊"
        },
        {
            "author": "five_dada",
            "timestamp": 1554278160,
            "txt_content": "太强了，膜拜大佬！"
        },
        {
            "author": "悯然",
            "timestamp": 1554526380,
            "txt_content": "支持支持~"
        },
        {
            "author": "果涷i",
            "timestamp": 1554691440,
            "txt_content": "不得不承认，现在还是你比较强一些！"
        },
        {
            "author": "百万大大",
            "timestamp": 1554869220,
            "txt_content": "大佬这建筑最少得一年啊"
        },
        {
            "author": "清风入酒",
            "timestamp": 1554903420,
            "txt_content": "这没有用别的吗，只是用原版吗？"
        },
        {
            "author": "东方悟灵",
            "timestamp": 1554976620,
            "txt_content": "6666666666666666666666666666666666666"
        },
        {
            "author": "_wjs_",
            "timestamp": 1555042680,
            "txt_content": "如果我做的出来就好了qaq"
        },
        {
            "author": "Mywood_R",
            "timestamp": 1557632340,
            "txt_content": "绝对的顶级建筑"
        },
        {
            "author": "18643269470",
            "timestamp": 1568006940,
            "txt_content": "好强啊.........."
        },
        {
            "author": "桐生·战兔",
            "timestamp": 1568038560,
            "txt_content": "大佬大佬"
        },
        {
            "author": "Belphescak",
            "timestamp": 1568783040,
            "txt_content": "dl,sdl,tql,wsl"
        },
        {
            "author": "angerword",
            "timestamp": 1569412380,
            "txt_content": "国外服貌似都要正版mc，学生党的我没钱，只能以后玩了。。。"
        },
        {
            "author": "FX飞翔",
            "timestamp": 1570608060,
            "txt_content": "666，好精致啊！\n膜拜大佬！"
        },
        {
            "author": "Axy绝望",
            "timestamp": 1570828560,
            "txt_content": "这样的主城，跟现在玩的服务器的一比.....我"
        },
        {
            "author": "MC残星",
            "timestamp": 1571040960,
            "txt_content": "\n666，好精致啊！\n膜拜大佬！"
        },
        {
            "author": "听风有語",
            "timestamp": 1572249300,
            "txt_content": "惊为天人"
        }
    ]
}