{
    "title": "[投票]来欣赏一下好看的MC文学作品吧！",
    "author": "皮皮懒不懒",
    "replyCount": 15,
    "timestamp": 1554174240,
    "txt_content": " 本帖最后由 Mara_Kas 于 2019-4-2 11:07 编辑 \n嘻嘻嘻，最近我们服务器举行了一个写作比赛，发现玩家们好强，一个个写的都还不错，群内人数投票不是很方便，结果可能不是很符合常理，所以我就跑来让大伙帮忙评一下，还可以让你们读一些好玩的作品，对吧？\n\n接下来来欣赏作品吧\n注意：匿名投票，大胆选择你喜欢的作品哦！最多可以选择4个作品(不要在意主人公是谁23333)         希望各位认真观看之后再投票，不然直接投票是对他们 作品的不尊重，谢谢各位了\n题目:请聆听11号唱片（损坏的唱片），根据该唱片音频内容写一段不少于800字的段落来描述当时可能发生的事情经过。要求:\n#其中必须包括宝可梦元素\n#整体风格需为恐怖、细思极恐、令他人思考的氛围\n#不要拥有任何搞笑、搞怪的写作元素在内\n评判方法推荐：\n关于投票，您需要从以下因素中以客观的思维以及视角来进行投票：\n1、作品与11号唱片（可在百度搜索）关联密切\n2、少量或无搞怪，搞笑内容\n3、整体风格需为恐怖、细思极恐、令他人思考的氛围\n4、没有凑字数，滥竽充数的问题\n5、其中有宝可梦元素加入\n6、没有在文章中侮辱他人的行为\n如果您是该文章的作者，可以为自己的作品评价，但请保证客观，不要以为私利而给予自己高评价。\n作品:\nNum.1 《十一号洞窟》 总字数:2120字\n\n在这个世界上，存在着很多我们未知的东西，我们不知道并不代表它不存在，可能他会在某个角落，在夜晚你微鼾时，坐在你的床头，也可能在你身后，跟着你走过几公里的夜路…  “一醒来，我就发现来到这个不知名的地方…我忘记了我是谁，忘记了我来这里干什么…只记得我好像是一名探险者…”  “这里好黑，黑到难以想象，这里…好像是个洞窟，幸好我随身携带了录音机和火把，可以记录一下我的情况，并且让我的处境不会那么被动…可是我心里毛毛的总觉得在这黑漆漆的地方，好像有什么东西在盯着我…就像…猎人看着猎物…这让我浑身不舒服…” “如果…我是说如果…我无法活着走出这个洞窟，你又恰巧发现了这个录音机，请你把他打印成唱片…交给我的家人。唉？请问…喂？…你能听见我说话吗？…你要干什么…啊……………” “咚………咚……………咚………”  “呼，呼，刚…刚才呼…呼…刚才那个…是什么东西。他背对着我…他的头竟然可以扭过来，而且…而且他眼里只有眼白，我现在的处境，很糟糕，我的火把在刚才逃跑的时候不知道丢到哪里去了，我的手臂也在逃跑的过程中刮开了一道大口子，不过万幸的是…我旁边有一具尸体，他的手里，握这一把稿子，希望他不是坏的。等等…他…他又来了…啊……”  “呼…呼呼呼…我呼…我再一次摆脱他了，他好像…在玩猫捉老鼠的游戏…他好像根本不怕我能逃掉…等等…这是…是我的火把？它熄灭了…但是它证明我一直在绕圈？这是怎么回事…我一直在向前跑的啊！……老矿工的尸体……怎么也在这……啊…我的脑子好乱………砰”  “兹…兹……嗡——————”  “兹…兹…我…我刚刚好像晕倒了…我…我既然有了稿子我要向上挖…我要逃出这里…我要…啊……啊他…他又来了…咚…咚…我要挖…我要逃离这里……咚…咚…咚…咚…这是泥土…是泥土！！啊哈哈哈哈，哈哈哈哈哈哈哈我终于…终于可以逃出来了…”  “这是…精灵吗？……是来救我的吗…它…圆嘟嘟的腮帮，粉红色毛色，长长的尾巴，飘在空中,你——————————————————————砰…...…”  “啊…我怎么又晕倒了…啊…头更痛了…那个…刚刚那个是…是梦幻！？我怎么又回到这个洞窟里了，【滴-滴-滴：手表为您报时，现在时间二零一九年三月二十九日凌晨十二点整】，啊…我下来三天了吗，不合理啊，我这三天没吃饭没喝水，虽然有疲惫感但是一点也没感到饥饿…难道说这里是幻觉亦或者不是正常的空间？啊！到底是怎样！我是谁！究竟是谁折磨我啊！对了，昨天我挖的那个洞！那个直通地面的洞！嚓…嚓…嚓…什么声音…啊！！是那个老矿工，他…他在爬向我…他不是死了吗…他…他那个泛白的眼睛…青色的衣服…你是Him？啊！不要过来！”  “呼…呼…难道…难道一直在…呼…在戏弄我的是Him？对了！我跑了这么久，因为昨天我发现这个洞窟是首尾相连，那么我挖的那个洞哪去了！唉？那把稿子也在这，没错的！就是这里啊，昨天火把也是在这里找到的，地上的泥土被烧黑的痕迹还在…那那个洞裤在哪？还是说，这里是个幻境…”这时黑暗的深处走出了一个紫色的肥硕身躯：“不错啊，几百年了，你是第一个用三天时间就发现自己在幻境里的…不错不错。但是，你觉得你能活下来吗？”说着，它手里渐渐闪烁着微弱的蓝紫色火焰，时不时还有一两枚符文从中闪现而过…朝着自己轰了过来  “轰———碰—碰”蓝紫色的火焰瞬间吞噬了我，把整个洞窟照的明亮，蓝紫色的光又给洞窟添加一丝神秘。但也照亮了这个怪的脸庞，紫色的皮肤上有着一条条的旧疤痕“你是！耿鬼”“啧啧啧，被你发现了呢，不过看你快死了，就告诉你个真相吧，说实在的，我也佩服我自己的聪明，哈哈哈哈，我利用幻术制造了十一个一模一样的洞窟，然后找十二个不同职业的人，用你们的恐惧来提升我的幻术，没想到十一号洞窟的你竟然侥幸活了下来！几百年前，我被梦幻那个可恶的东西打伤了，因为我滥用幻术来屠杀人类，但是我也想成神啊！凭什么梦幻他就可以成神！受万人爱戴！既然无法让人类爱戴我，那就让他们恐惧我吧哈哈哈哈哈哈哈哈，告诉你你们人类这种弱小的生物，就该臣服在我们精灵脚下！” 这时，一个粉红的身影划破虚空出现在我俩中间： “你错了，大错特错…你的心理已经扭曲，当一个精灵有了贪念，那么它就会为了这个贪念不惜一切，就比如说你，你想成为神，让人类爱戴你，但是你又为人类做过什么？带来杀戮？带来恐惧？带来一家人的妻离子散？让一个孩子伏在父母的尸体上痛哭？这可不是一个神该做的！几百年前还是我心软了，放了你一马，给了你一个改过的机会，但是你呢？以为我是没有实力杀不掉你？唉既然这样我也只能完成我百年前没完成的罪恶了！去死吧…”它身上闪耀着五彩的光芒，把洞窟照的五彩斑斓，在这个光芒下，我感觉非常温暖舒适，只见面目狰狞的耿鬼越笑越恐怖，在他那沙哑的笑声中，**里逐渐安静了，也暗了下来。“我还是心软了，他已经没有从前的记忆了…随他去吧…”我随梦幻的目光看去那个狰狞的耿鬼变成一只鬼斯…“精灵本质都是善良的，但是除非他们受到了刺激，请你们人类善待他们…”梦幻说完，我就觉得我的头越来越晕，我越来越困“砰”……  “滴滴滴滴滴，滴滴滴滴滴。啊，快赶不上了！我要买的运动防护器材，这个时间过了他们就关门了，不过说起来昨天晚上的梦好真实…啊，不要想那么多了，赶紧起床买运动器材吧，我还要赶在四月一日前到阿尔卑斯山的滑雪场一睹风光呢！”  在换衣服时候，我脱掉了上衣，看着我手臂上已经结痂的长疤，陷入了沉思………\nNum.2 《J-11》 总字数:931字\n\n我叫杰，我的目标是当上枘方世界里最强的宝可梦训练师！想当枘方最强的训练师必须要收集满图鉴，而我，杰！只差最后几只神兽就能收集满图鉴啦！而那最后几只神兽中，我决定先去抓奈克洛兹玛。于是第二天早上，我便朝着黑森林的方向走了过去。一路上遇到了许许多多的宝可梦，然后都是被我抓过的=-=甚至我还遇到了百变怪。就这样走了整整一个白天我终于来到了目的地---黑森林。  据枘方镇的居民们说，这一片黑森林最邪门但也最容易刷神兽。如此勇敢的我怎么会惧怕一个区区黑森林呢？之后，我找了一个小池塘，在旁边做了个凳子，开始钓起了鱼。时间一点点逝去，过了许久。宛如方玉盘的月亮被黑云掩盖了。四下变得黑暗一片，我只好点起火把继续钓鱼。  突然！水面上来了一阵异样的波动，一个高大的影子从水中钻了出来，我十分慌张，把鱼竿随地一扔，拔起地上的火把就跑了起来，而黑影却一直跟着我。我不顾一切只好继续慌乱的跑，就这样跑了许久后。我又回头看了一眼，却发现它已经不见了。正当我悬着的心刚要放下来时，我把头转了回来，却看见一双猩红的眼睛正死死的盯着我，我被吓了一跳，火把也从手中滑落。我本想去捡起火把，可是那猩红的眼睛也离我越来越近，我只好朝着反方向跑去。就这样，一直跑着，而这时我的身体却开始虚弱了起来，但是没有办法，我大口大口的呼吸着氧气，奋力的迈着我的双腿，终于我看到了一丝丝光明,是月亮！月亮从黑云中出来了！我跑出了黑森林！太好了！  我又回头左顾右看，没有看到它。心想：总算是把他给甩掉了，真是太好了！可这时我才发现我跑到了一片荒地，四周没有一户人家，我只能继续向前走。我擦了擦眼睛，却看到前方有一个矿洞，我想也没想就走了进去。进去后发现，这个矿洞还挺大的，四周时不时传来矿洞空旷的声音。我从我随身带着的小背包里掏出打火石和神奇宝贝百科。吭吭坑，火成功的升了起来。我赶紧翻阅起我那本神奇宝贝百科，可是我并没有在书里查到有着高大影子的精灵。正当我感到奇怪的时候，火光照着我时身后的影子发生改变，它站了起来。是它！高大的影子！同时带着一双猩红的眼睛，我吓得腿直接软了，想跑也跑不掉。只好慢慢的等它用黑暗吞噬我，而这时我才发现它那猩红的眼睛里是黄色的瞳孔…………..\n我被吞噬了，可我还活着，我变成了它们的同类….我…是….杰…\nNum.3 《传说之下》 总字数:1825字\n\n这里是白与蓝色的天地，纯白染满了整个视野，除了白蓝色看不到其他任何颜色。我是谁？我只是一个摄影人员，传言说冰刺之地有最美的极光，我便租了条船跨过了几万米才终于找到了这片冰刺之地。雪还在下着，带来的食物已经基本宣告over，真可笑，拿过世界闻名摄影奖的我将要死在这冰雪之地，死音还是因为饿死。伸手拿出最后一块面包，冰雪瞬间堆满了一个面，如果我不想吃更多的雪进去，就应该尽快把面包吃下，但，冰冷寒风根本不会给我这个机会。稍微露出一点点的皮肤就立刻被冻得没有知觉。好冷，好冷，好想烤烤火。像是听到了我的祈祷，在走过又一个冰锥后，我看到了前方一簇小小的蓝色火苗，在风雪的摧残下火光摇曳，像极了我此时的生命。不顾一切的跑过去，跑过一个冰锥，那个火苗还在前方，继续跑，好像还能近一点，看到了，那束火苗，一定很温暖。此时被饥饿与寒冷折磨过的大脑，根本没时间思考为什么这里会有火苗。终于近了，来到火苗跟前，伸出戴手套的手去靠近，却看到了自己的手被慢慢腐蚀，乌黑的血瞬间爆出，动脉破裂的样子清晰可见，忍不住大叫一声，却发现自己根本喊不出来，低头，就看到身体也在大量的血向外喷涌，同时伴着“嘎嘣嘎嘣”的声音像瓷器一样瓦解掉。“啊！！！！”终于发出声音，冰冷的空气大口吸进肺里，控制着被冻僵的双腿扭头就跑，我不想死，不想死！“哈哈哈，嘿嘿嘿，嘿，嘿，嘿”背后传来小女孩的笑声，逐渐变调，最后声音像是录音带被卡住，拉成了很尖锐的声音，在这个都是冰雪的世界显得更加诡异可怖。可能跑了很久，也可能不是太久，总之大口吸入的冰冷空气刺激着肺部，整个胸腔都在剧烈的疼痛着向我抗议，终于坚持不住停了下来，大口大口的喘气，但是胸口更加疼痛，“咳咳！咳——”想从背包里掏出备用的氧气瓶然后发现氧气瓶已经坏掉了。只能更加剧烈的咳嗽。那个鬼，应该不会再追来了吧？太痛苦了，胸口好像要炸掉一样，腿也完全麻了，刚刚的狂奔应该是耗尽了最后一点体力了吧，眼前一黑坐在了地上，仍凭冰雪把我覆盖，这应该，是生命的最后了吧？正在这么想时，一阵风声，一个黑影出现在了我面前，它没有脚，飘在空中，肚子上是黄色的两个斑点跟一道裂纹。你，是来带我走的么？近了一点，这才看清黑影的肚子其实是一张脸，那道黄色的裂纹扩大，变成了一张血盆大口，发出了强大的吸力，要把我的灵魂抽离一样吸入。远处传来了急速的跑步声，泥土方块被放下的声音，我听见那只黑色的精灵发出一声长吠，接着便失去了知觉。\n再醒来时，已经来到了一家医院，全身除了冻伤外，几乎没有什么大碍，但是有件事情像蚂蚁爬一样始终围绕在我的心头——在生命的最后一刻，我看见了一个女孩。穿着斗篷，看不到脸，但是在黑色的精灵尖叫时，我看到了那个女孩的蓝色眼瞳。你是谁?为什么要救我？十年过去了，岁月与压力给我的头发染成了白色，在这十年中，我终于打探到，那天在冰刺之地，蓝色的火苗是**灵的，**灵以恐惧为食物与力量的源泉。所以才会吓我。而快死的时候，那只黑色的精灵，叫做黑夜魔灵，会把同意的人的灵魂带入灵界。那个时候，我已经是将死之人了。只是我还活着，活到了现在，那个女孩，她到底是谁？重新踏上这片冰刺之地，我已年过花甲，可是我还是来到了这里，只想，再看一眼那个女孩。“传说，在冰刺之地，将死之人会遇到操纵冰与幽灵的一族。”关于这个种族，相关的记录实在太少了，散尽家产，我也只得到了这句话。可是这句话，成为了我后半生的全部动力。你在哪？我，只想来感谢你我，想见你好想再见你一次…………救援队赶到时，根据探测信号在雪地之下挖出了一具尸体，是被冻死的，只是这人嘴角挂着微笑，还有留下一张纸条，一段话：一望无际的白色天地之身行走在这里寒冷的风剥夺了呼吸 连体温也要被夺去在要离世的那一刻我听到了奇异的声音一只黑色的精灵降临在我面前你是来带我离开的么黑色的精灵扬起了手肚子上张开了血盆大口终于可以结束了就这样结束吧黑色的精灵发出了痛苦的哀嚎一位斗篷少女出现在了我的眼前以及她的白色精灵少女的书在她手里翻开天地的温度突然变暖像是重回了温暖的怀抱你是谁操纵冰雪与灵异的神秘少女记忆已描述不出你的样子可探险家的血液让我夜不能寐我多想再看你一眼重新踏上这白色天地之身行走在这里寒冷的风成为了决心提着灯笼寻找着遗迹我调查了无数关于你的资料散尽家产只为你的信息时光带走了岁月可带走不了**益坚定的想法女孩终于出现在了我的面前为什么还要来因为我只想再看你一眼那你，就永远留在这吧我又看到了那只黑色的精灵绽放出了微笑\nNum.4 《颠倒》 总字数:816字\n\n“跑！”皮皮懒看了看身后的洞口。“可恶，我们才休息多久，怎么这么快就追上来了！”杰帕斯愤恨地说道，并且微皱眉头，不着痕迹地拉了拉裤腿。这个世界变天了，超梦成功控制了火箭队，并且在其帮助下，聚集了大量人类，创世神也因为宝人类的魔化而失去了力量来源，世界毁灭，就近了…“他们不召唤人类，明显就是故意戏弄我们！”“要不我们..”“不行，没到那个时候！”杰帕斯拦住了皮皮懒，他们正在前往祭坛的路上，只要顺利到达，一切都还有希望。“杰帕斯，喝点水吧，他们一时半会追不上了”杰帕斯颤抖着接过了水，刚喝一口，突然面部狰狞，将水吐了出来。“杰帕斯你这么大人怎么还呛到了”皮皮懒有些疑惑。“没事，不小心。”他们没注意到，黑暗中，一双眼睛看着他们。“皮皮懒！土狼犬！！！小心！”杰帕斯扑向了土狼犬，土狼犬一口咬住杰帕斯的脚，杰帕斯惨叫了一声，流出了大量血，竟不似常态。皮皮懒一脚踢开土狼犬“它们居然追上来一个了，杰帕斯，你没事吧”“没事，我们不可以倒在这里，我们承载了他们的希望。” “终于，我们到了！”杰帕斯快步上前，将祭品放了上去，嘴里念着不知名的咒语。在祭坛的伟力的照耀下，跟来的土狼犬居然慢慢变化，成为了人类，杰帕斯和皮皮懒看到这一幕，终于，轻声笑了出来。“杰帕斯，搞定了，来，喝点水吧”皮皮懒笑着递上水，杰帕斯喝了一口，再次吐出水来。杰帕斯双眼通红了，与皮皮懒搏斗起来。“杰帕斯，你怎么了？”皮皮懒惊慌失措“你怎么也魔化了”。杰帕斯狞笑了一声“我把你当兄弟，你居然想害我！”杰帕斯和皮皮懒在搏斗中，迎来了世界的重塑。 皮皮懒醒来了，身上穿着昨天忘记脱下的蓝白条纹衣服，他苦笑了一声，双手撑着脑袋，回想起梦里的故事，这一切，仿佛历历在目。“我也太爱宝可梦了吧，居然做了个这样的噩梦，还有杰帕斯怎么可能会与我搏斗，2333333.”旁边照片里杰帕斯笑的很开心，只不过，照片略显黑白。“该泡点水喝了”皮皮懒打开一个小盒子，倒出里面的粉末“你说过我们永远在一起的。”\nNum.5 《守护》 总字数:928字\n\n一位工作了一天的青年拖着乏累的身体打算坐在在沙发上**。正当他打开了电视，屋顶上灯的开始一闪一闪的，电视屏幕也变的花的然后他就晕了过去。转眼间他出现在一个空旷的长廊内，旁边还有几条奇形怪状的蛇。当他醒来后，看到了那些蛇惊吓的快速向前跑去，阴冷的空气冻的他瑟瑟发抖，空气中弥漫着腐烂的味道让他感到异常的不适。身后面的蛇发现了他，吐了吐出红的发紫的信子向着他追去。跑着跑着身后的蛇好像到了什么一样突然全部停下，他惊奇的看了一眼蛇，然后继续向前走去，走到走廊的尽头有一扇大门，他打开大门环顾四周什么都没有只有一个破旧的桌子上面放着一本古朴的书和一个球。他走过去看到是一本日记本，打开书里面介绍到着个地方是一个叫阿罗拉地区的地方而这里是露奈雅拉最后消失的地方这本书的作者就是来着里探索露奈亚拉消失的秘密，他听说过一个古老的传说将月神露奈亚拉和日神索尔迦雷欧找道驯服后放到一起可以合成进化成一个更强的神奇宝贝，他历经千辛万苦已经找到了索尔迦雷欧并将之驯服，只差露奈亚拉就可以集齐了。但是他走到这里以后感觉道这里的气息非常诡异怕索尔迦雷欧被他人抢去，让索尔迦雷欧再这里设了一个结界把装着索尔迦雷欧和他的日记本放再了这里。他走看完以后很诧异着里明明有结界为什么他会进到这里而且被传送到这里。这里没有人只能把精灵球里的索尔迦雷欧放了出来了。他问索尔迦雷欧：为什么会来道这里而且还可以进来?’索尔迦雷欧说：是它把他传送道这个地方，他就是那位日记本作者的孙子，露奈亚拉被一个神密人物给捉去了，它需要他把神秘人个杀掉并救出露奈亚拉。而且他的爷爷也是被那个神秘人给杀了。他想了一段时间以后定提他的爷爷报仇他拿起了装有索尔迦雷欧的精灵球向前方走去。走着走着好想踩到了什么就停见一串急促的脚步声向他走来他赶快向后跑去但是那个人比他还快最终被追上了但是他情急之下放按下了收中的精灵球。把索尔迦雷欧个放了出来。索尔迦雷欧突然出来把追的那个人给杀了。确定安全的之后他找到了露奈亚拉想把他俩各合成一个更强大的精灵，但是索尔迦雷欧说那只是一个传说是不可能的。然后索尔迦雷欧把他传送回家了第二天的早上行来后他以为只是做了一个梦然后继续去公司上班了,与此同时两只神兽再天空上默默的看着他，守护他。\nNum.6 《红月》 总字数:1152字\n\n不知怎么，心头有种隐隐的不安。那满是尸体的场景仍旧时常浮现在他的脑海中。烈火炽烤着大地，在月光之下映出鲜血的印记。他走在路上，面目狰狞。        过去了，已经过去了。他想到。        天上的乌云渐渐淡去，一束红色的月光溅在他的身上。他不由得一颤，吃惊地抬起头。不好，要出事。他加快了回家的脚步。已经失去了村子，失去了亲人，这次，不能在失去她了。        最后的亲人，唯一的她，一定不能让他夺去！想到这，他加快了奔跑。        月色渐渐明亮，四周泛起一片红光。        他看见了鬼魂在游荡。        不要去，        有什么声音在他耳边回响。        不要去，她...会死的。        谁在那里！        他停下脚步，向四周吼道。但没有人回应他。        快醒醒，啊，不，不要…        你这个恶魔，你做了什么!..你，你要干什么。。        不， 不要杀我。。。        你这个杀人鬼。。        都是你的错！。。。。我永远不会原谅你…        冤魂在哀嚎。似乎是在责怪，责怪杀了他们的人。这声音仿佛在哪听过，在一片火海之中。。。妇女抱着早已失去意识的孩子在哀嚎，咒骂。。。        啊啊啊啊幻觉，全部是幻觉！他拍了拍自己的双颊，想让自己无视那些幻听。接着继续向家跑去。        院里卡蒂狗已被削去了头颅。抛在了大门旁。他不敢相信眼前的一切：鲜血染红了草地，尸体杂乱无章地倒在地上，在月光之下显得格外苍白。        有人吗？        还有人活着吗？        他呼唤着她的名字，在尸体堆里不断地翻找，希望能够找到她，哪怕尸体也好。        没有，哪里也没有。他先松了一口气，又不由心头一紧，赶紧冲到了楼上。        门半掩着，似乎有什么东西从里面流出来。        没有灯光，四周弥漫着令人干呕的血腥气息。        他摸到一盏油灯，掏出打火石，点燃了灯芯。血，血，还是血。四周全是鲜血。        一把斧子，被扔在地上。        一本笔记，一角被染成红色。        他翻开笔记本，仔细端详。        我爱他，我爱他爱到无法自拔，就算他是孤儿，就算女巫告诉我他是被诅咒的人，也不会让我放弃他。如果他受到了诅咒，就让我替他承受吧。…………明天我们就要结婚了，我好高兴，好高兴。诅咒什么的一定都是假的，女巫的话都不可信。怎么会有人受到诅咒呢，除非他不是人。当然这是不可能的。那个女巫一定在嫉妒我。…………婚礼终于结束了。没想到陪酒是件那么累人的事。也许是因为人来的有点多吧。他个老好人，把不认识的流浪汉也请过来参加。哎真是的。不过多份祝福多份幸福嘛。现在终于到只有我们两个人的时候了。他告诉我，明天我们就去橘子群岛度蜜月。哼，他要是敢不去，我就扌…………晚了，他来晚了。她已经不在了。到底是谁，是谁带走了她。他不知道，就像那场大火一样。他只能做无能的受害者，自己就像被诅咒了一样，所有爱的人，都会被吞没。他跪倒在地，任由鲜血渗入裤子，渗进心里。又一次，失去了一切。笔记浸在血泊之中。他掩面失声。仿佛在被人追赶，跑过泥土、跑过雪地。雪花之中，狗叫声不绝于耳，然后世界安静了。只有一个男人，面目狰狞地走在尸体之中，在雪地里映出鲜血的印记。\n额。。。投票多了个选项（第七个），删不掉，大家无视掉把\n",
    "replies": [
        {
            "author": "1139365029",
            "timestamp": 1554181560,
            "txt_content": "投了3个篇幅较段的，别的文章太长了，没耐心看完"
        },
        {
            "author": "ljh221",
            "timestamp": 1554182280,
            "txt_content": "如果有缩句机器就好了，看得困啊"
        },
        {
            "author": "cwsl",
            "timestamp": 1554198840,
            "txt_content": "看了你的玩家，再看看我服里吵架中的玩家，我反手就是。。。。"
        },
        {
            "author": "zyjking",
            "timestamp": 1554208380,
            "txt_content": "为什么多了一个选项？"
        },
        {
            "author": "xiaodudu114",
            "timestamp": 1554214680,
            "txt_content": "1139365029 发表于 2019-4-2 13:06\n投了3个篇幅较段的，别的文章太长了，没耐心看完\nhaha~~我也是 没有耐心哈哈哈"
        },
        {
            "author": "皮皮懒不懒",
            "timestamp": 1554427500,
            "txt_content": "zyjking 发表于 2019-4-2 20:33\n为什么多了一个选项？\n不知道为什么弄不掉，不用管第七个选项233"
        },
        {
            "author": "S_G_C_C",
            "timestamp": 1554428280,
            "txt_content": "说到传说之下啊"
        },
        {
            "author": "金发野狼",
            "timestamp": 1554526680,
            "txt_content": "把十一号洞窟的耿鬼换成末影龙可能有事另一个故事。勇者斗末影龙？"
        },
        {
            "author": "MC_tingfeng",
            "timestamp": 1554529440,
            "txt_content": "这个活动挺不错的"
        },
        {
            "author": "皮皮懒不懒",
            "timestamp": 1554600360,
            "txt_content": "2333我挺喜欢6号的但是他没涉及MC就很难受"
        },
        {
            "author": "柴轶楠",
            "timestamp": 1554617940,
            "txt_content": "Mara_Kas 发表于 2019-4-7 09:26\n2333我挺喜欢6号的但是他没涉及MC就很难受\n有的，橘子群岛啊"
        },
        {
            "author": "fcukdoing",
            "timestamp": 1554806340,
            "txt_content": "太长了太长了 没点耐心是真的惹不起"
        },
        {
            "author": "古明地兔",
            "timestamp": 1554984540,
            "txt_content": "有这个比赛有意思吗？"
        },
        {
            "author": "皮皮懒不懒",
            "timestamp": 1555034100,
            "txt_content": "mcprp 发表于 2019-4-11 20:09\n有这个比赛有意思吗？\n嘛感觉是两个不同的性质，我们这个是我们服务器内玩家写出来的，并且在mcbbs让各位大佬们投票来决定服务器内的哪个玩家获胜，你的是在MCBBS中让大佬们写诗，然后评选出来之后给奖品，我去看了一圈快笑死了，别因为yys是BBSRBQ就这么**他啊2333 顺便来一句：ljyys!九幽NB!(我写诗不行233所以就算了)"
        },
        {
            "author": "C__C",
            "timestamp": 1555035660,
            "txt_content": "还不错哈  继续努力"
        }
    ]
}