{
    "title": "[茶馆4月活动][用MC来表达]终末之地永续的轮回 Rinne",
    "author": "极光creeper",
    "replyCount": 1,
    "timestamp": 1554390060,
    "txt_content": " 本帖最后由 极光creeper 于 2019-4-4 23:11 编辑 \n\n(！) 注意 本文可能是一篇集合多款游戏元素的同人文小说\n\n末日时在做什么?有没有空?从这里醒来 虚幻而明晃的’光‘刺痛着我的眼睛 仿佛是幻觉般 无知觉地伸出了手臂\n\n『 [ruby=Ri....Rinne!]凛...凛音[/ruby]！』 如此力竭的吼道。\n\n我睁大了眼睛，映入眼中的 是一片白皑的世界，一片一望无际的雪原。\n\n与记忆深处铭刻的那个夏日不同，这里没有松针树，没有可见的生物，也没有[ruby=MineCraft]岛屿[/ruby]\n或许，这个世界本就不容许生命的存在\n\n异样而灿白的光在雪地上映射开来，层叠起伏的雪块让我完全迷失在了其中。\n\n''这就是...末日么？''我近乎绝望的向四周望去，目力所及之处只留下了虚幻的白光。\n我的容身之处，只有那个那座由 异色黏土 与 砂石 构成的山洞\n\n我努力支撑起自己的身躯，走向那个余存温暖与光明的山洞深处。一盏油灯赫然点亮着，工作台前的图纸仍是杂乱而无章的堆放。向四周望去，破烂的床铺与积灰的柜架是在记忆里回响着的，仿佛灵魂深处涌起了共鸣。盔甲架上像往常一样挂着一件小号的粉色厚棉袄，绝不诧异，这样的景象的确让我感到无比的安心。\n拍动墙上的灰尘，亲手挂上的日历也渐渐显露了出来。22016年不知为何 这个数字让我感到过分的熟悉 仿佛对于穿越时空之门而来的我有着重要的意义\n\n但如今已经不可能再拾起我早已失去的记忆了 转过身来望向洞口 定睛才能透过厚重的雪雾 看到些许异样暗色的天空被灿白的穹顶笼罩          所谓真实之下的其实是无比的虚伪\n这是人类在末世里唯一的居所了 由虚伪信仰构成的真实世界————MineCraft终末之世下 人类在这里聚集 建造 居住 苟延残喘而绝望挣扎在如此的世界将要分崩离析之时，我通过时光旅行来到了这里 记忆在漫长的旅行中抹灭但铭刻在内心的渴求是绝不会就这么湮灭的。  '拯救'    这是我恒久以来一直在做的事。但如今的这个世界已经扭曲的不成样子了，早已超出了我的认知范围。\n\n\n身后猛得传来一阵扰动 思绪从两万光年前回溯 惊愕间 我回过了头盔甲架上的皮革外套被一双娇小柔嫩的手缓缓拉下，在空中划过了一道可爱的弧线不偏不倚的砸在了她的头上...'呀nya！' 随着一阵过分可爱的叫声，一位[ruby=幼女]少女[/ruby]缓缓地从图纸堆里爬起\n\n\n''啊！你回来了啊！''       她激动的笑了     \n ''虽然才一会儿没见 但是...''\n''我修好了哟......你找到的那个[时光机器]''\n『—— 那真是太好了 』......\n......\n''呐...''   \n\n 我不曾如此清楚地看见一行眼泪从她的笑靥滑落\n『—— 放心吧，不论这样轮回多少次 我都会将你，将这个世界拯救的！』『—— 所以Rinne 请你相信我吧！』\n\n就此分别了呢\n\n记忆从眼前一闪而过，自己的确是为了拯救眼前的这位少女和这个世界而来的。究竟已经轮回了多少次了呢...... 在这个紫色的大门里来回穿梭着的我...经历着不变的轮回 经历了百万年的轮回 经历了无数次的离别『—— 已经失去了无数次了呢... 』\n这次 请相信我吧 一定会将你拯救的！\n\n望向Rinne 她仍是注视着我 脸上的笑容总是像这样洋溢 不曾黯淡 这是在末世里唯一能让我感受到慰藉的存在了\n'' 我曾见过这位少女无数次在亿万个时间线在亿万个世界在亿万次拯救中遇见亿万次与这位少女无数次擦肩而过 亿万次失之交臂亿万次失去  亿万次的轮回 ''\n\n我也向她笑着 拾起了角落里不曾再用过的木剑\n我向她发誓着：\n『—— 请相信我 这次一定会将一切都拯救了的！』\n\n她也藉以信任向我回复着：\n\"嗯 当然一直都是相信着的 ，毕竟   我们也都是时空的穿越者哟\"\"在你的无数个世界 在无数个轮回中 我们一直 一直 一定也是这样相遇着的呢\"\n谁都没有注意到的 我们都留下了眼泪 都露出了这样的真挚的笑容呐......一定是会心的笑了呢\n\n在绚烂的紫色光芒下 眼前猛地一阵晕眩眼前的时光渐渐停止了         每次都是在这样的情境下分别的呢...我清楚的明白 这一刻 意味着记忆的逝去 因为这家伙每次都只会将传送的时间设置为两万年呢在这样漫长的时间里 凡是人的记忆都会逐渐消逝的\n但经过了几万次的尝试 我的身体也对这样的时光旅行有了适应性\n这次 我不会再轻易忘记了    任凭时间的阻碍 任凭他人的阻碍我已经不会再迷惘了 在这一次轮回 一定 会将你和世界都拯救了的！\n————《ISLAND》同人文 极光creeper\n\n\n\n真的就是没事干然后写了这篇文章\n感谢您能阅读完吾辈一小时码的这么烂的文章\n\n首先必须在这里说清楚的是 本文灵感来自FrontWing社的一款叫做ISLAND的Galgame \n目前已经在去年的7月份动画化了 可以在B站搜到 而且游戏也在Steam上架了 有兴趣的读者可以去更深入的了解一下\n\n接下来说一下文中的一些...设定之类的？\n本文的故事发生在冬天(也就是冬篇) 女主叫做Rinne\n文中出现的 [Rinne] [凛音] [轮回] 在日语中的读音都一模一样 分别对应了冬线女主和夏线女主的名字\n主角 也就是男主 '穿越' 时空 为了拯救记忆中的一位少女 来到了冬线\n\n笔者的文笔不好 也没有刻意去斟酌一些字眼 各位读者请见谅\n\n当然为了套题目 也对内容稍稍进行了一些修改 ：\nMineCraft作为一代玩家的信仰一定也是如此吧 如同本文冬线里在末日环境下唯一的庇护所ISLAND\n是末世里为真实存在的人们带来虚伪的慰藉的东西了\n但即使MC是所谓伪物 却同这款galgame的剧情所讲述的类似\nISLAND和MineCraft都是这个故事真正起源的地方 是我们梦想出发的地方\n我相信不论经过多少个轮回 MC永远都不会从我们这代人的记忆中被抹灭\n本作男主也如同史蒂夫一样 盲目着轮回 盲目着重生 前者最终找到了自身轮回的意义 后者的不断重生，为世界划上了句号\n纵然千万次两万年的 '轮回' 后 这个世界分崩离析 MineCraft不复存在，但谁也不能否认它对我们的影响\n这的确是一款脍炙人口 引人入胜且在灵魂中难以割舍的一份情感了(不要什么都往DNA里刻啊喂)\n\n老娘用MC来表达了对这款Galgame的喜爱 也借以其剧情与内容表达了老娘对MC的喜爱\n大抵如此\n如果在多少年后能穿越回去的话 一定要再在那种氛围下体验一下当年的MC吧\n[]所以说吾辈并不是双厨 其实是是什么都推的DD\n\n\n\n",
    "replies": [
        {
            "author": "nn虾米nn",
            "timestamp": 1554424080,
            "txt_content": "要素过多.康到了石头门和珂朵莉的影子.QAQ\n"
        }
    ]
}