{
    "title": "Minecraft 今天将支持 Xbox Game Pass 订阅服务",
    "author": "AzureZeng",
    "replyCount": 4,
    "timestamp": 1554395700,
    "txt_content": " 本帖最后由 AZWorld 于 2019-4-5 09:20 编辑 \nMINECRAFT IS COMING TO XBOX GAME PASS\nMinecraft 即将支持 Xbox Game Pass\nGet April 4 in your calendar!\n将 4 月 4 日记录到你的日历上!\n\n\nForza Horizon 4. Ori and the Blind Forest. Sea of Thieves. What do these great games have in common? I’m awful at them They’re all on Xbox Game Pass, and very soon, Minecraft will be joining them! UPDATE: Minecraft joins Xbox Game Pass today! Shall we celebrate with a launch trailer? I think that sounds like a lovely idea:\n极限竞速：地平线4、奥日与黑暗森林、盗贼之海。这些游戏大作在哪一个方面有共同之处? 我很擅长这些游戏 它们都支持 Xbox Game Pass! 很快， Minecraft 也会支持了! 更新: 今天 Minecraft 就将支持 Xbox Game Pass! 我们应该用一个预告片来庆祝吗? 我觉得这是一个很可爱的主意:\n\n(感谢 @WuGuangYao2012 的支持，正在审核中)\nhttps://www.bilibili.com/video/av48296751\nFor the uninitiated, an Xbox Game Pass membership gives you access to over a hundred great games for one low monthly price. I think it’s brilliant, and I’m not just saying that because I'm worried my subscription will get cancelled if I don’t. You can learn more about Xbox Game Pass, and try your first month for just $1, here.\n对于新手，Xbox Game Pass 可以让你以低廉的价格玩到很多很棒的游戏(大作)。我觉得这很不错，并不是担心如果我不这样做，我会被取消订阅。 你可以在这里了解有关 Xbox Game Pass 的信息，你也可以以 1 美元的价格试用一个月。\n\nAre you already an Xbox Game Pass member, but new to Minecraft? In that case, welcome to our global community and fun crafting game! There’s always something new to discover, whether it’s our recent Update Aquatic that filled Minecraft’s seas with new life, or the upcoming Village and Pillage update that’s going to be Minecraft’s biggest expansion yet! Click here to learn more about Minecraft. Don’t dig straight down or hug Creepers, and you’ll do just fine.\n你是 Minecraft 的新玩家，但是已经成为了 Xbox Game Pass 的成员? 这种情况下，我们欢迎您来到我们全球的 Minecraft 社区! 你可以探索新事物，不管是我们最近的 水域更新(为 Minecraft 的海洋注入了新生命)，还是即将到来的 村庄和掠夺更新(可能是 Minecraft 有史以来最大的更新了)! 单击此处了解 Minecraft。不要竖直向下挖或者跟爬行者来个亲密接触，你应该会很好的适应 Minecraft 的生活的。\n\nFor those already in the Minecraft community, rejoice! You’ll soon be able to play with your friends who are Xbox Game Pass members.\n对于那些已经加入 Minecraft 社区的玩家而言，这是一件很令人开心的事。你很快就能与那些有 Xbox Game Pass 的朋友一起玩了!\n\nWHEN WHEN WHEN???\n什么时候可用?\nMinecraft will be available with Xbox Game Pass on April 4, so there’s less than a month to wait! UPDATE: Much less than a month, because it's April 4 today! It’ll be the Bedrock version of the game, which has cross-play with Nintendo Switch, Windows 10, Gear VR, iOS and Android.\nMinecraft 将在 4 月 4 日支持 Xbox Game Pass，所以你不需要等待一个月! 更新: 你要等待的时间比一个月还要短，因为今天就是 4 月 4 日! 我们指的是基岩版(拥有跨平台联机的能力，能和 Nintendo Switch, Windows 10, Gear VR, iOS 和 Android 联机)。\n\nSo get April 4 in your diary/scrawl it on your calendar/train your parrot to squawk it at random intervals/UPDATE: you don't need to do any of those things any more (not even the parrot one) because it's available with Xbox Game Pass from today! Click here to learn more about Xbox Game Pass!\n所以，将这一天 记录到你的日记/在你的日历上标记一下/训练你的鹦鹉，让它不定期发牢骚/更新: 你不需要再做这些事情(不仅仅是训练鹦鹉这一件事)，因为这些东西都从今天起支持 Xbox Game Pass 了! 单击此处了解 Xbox Game Pass。\n原文地址: https://www.minecraft.net/zh-hans/article/minecraft-coming-xbox-game-pass\n\n",
    "replies": [
        {
            "author": "abc.10",
            "timestamp": 1554519960,
            "txt_content": "真好~~~~~~~~~"
        },
        {
            "author": "18417216501",
            "timestamp": 1554731160,
            "txt_content": "abc.10 发表于 2019-4-6 11:06\n真好~~~~~~~~~\n真好6666666666"
        },
        {
            "author": "Sky乀meng",
            "timestamp": 1555220280,
            "txt_content": "这个消息虽然可能awa看不懂awa（划掉）\n但怎么看都很舒服~~~~~（second&third&fourth：请问你是怎么看出来的）"
        },
        {
            "author": "xt171",
            "timestamp": 1555809900,
            "txt_content": "MSN曲终人未散"
        }
    ]
}