{
    "title": "【原创/连载】《艾卡西亚-光之路》第十一章",
    "author": "虚泽",
    "replyCount": 1,
    "timestamp": 1554565440,
    "txt_content": "《艾卡西亚-光之路》\n                                                      \n第十一章 邪龙神复活\n“呼…呼…呼”\n一位冒险者手里紧紧揣着一块记忆宝石，正在拼命的奔跑，他神色惨白，身上的衣服破烂不堪，好像发生过战斗。他跑到了迷雾森林里面，勉勉强强的在一颗大树盘膝而坐，看着那块记忆宝石，双手合紧，在祈祷着：\n“拜托了，这里面藏着邪龙神复活的情报，如果有人发现，一定要交到冒险者协会，这里面的东西，是唯一可以阻止邪龙神复活的方法，一旦邪龙神复活，他即将半步入神，那么艾卡西亚就是他的主宰！”\n说完，他将记忆宝石用高阶隐蔽魔法藏了起来，大步走了出去，神色已经没有之前那样恐惧了，他给自己附加了一个中阶保护魔法。\n“找到了，迷雾森林的方向”\n“老大才提醒我，抓活的”\n“知道，我会小心点的”\n一瞬间，刚才在对话的两个魔族出现在那个冒险家身前，穿着黑色斗篷，看不见他们的脸，随着一声惨叫，三人不见了。\n树灵国这边，莫风递给亚米一颗深邃剔透的绿色水晶，亚米拿到手里，仔细观察了那块水晶的样子，仅仅是触碰就有一股生命之力涌出，他吃惊的看着莫风，不知道为什么莫风会把这么贵重的东西交给他。\n“亚米，这块水晶是生命之神大人赐予我的，叫做生命之心，里面有着庞大的生命之力，我觉得你需要这个”\n“莫风，我不能接受这么贵重的东西，你还是拿回去吧”\n莫风摇了摇头。\n“你拯救了整个精灵族，我们没有什么报答得了的东西，这个东西就当做谢礼吧，以后有什么事，整个精灵族愿为你敞开大门！”\n亚米本想继续推辞，可莫风的那些话，让他欲言又止，说他拯救了精灵族也是事实，可他是依靠格伦的力量，自己又担当不起这么大的责任。这时格伦传话给亚米：\n“亚米，你跟精灵王说，这次击退魔神的功劳不是我们做，让他帮我们隐瞒这件事，如果让一些不该知道的人知道了，可能麻烦就不止这点了”\n听了格伦说的，亚米也明白了他的意思，现在格伦的实力还没有完全恢复，如果遭遇更强的敌人，可能就没有这次轻松了。\n“莫风，我有件事要拜托你”\n“嗯，但说无妨”\n“帮我们隐瞒这次的功劳，不能让更多人知道格伦的事”\n“好，我答应你”\n“非常感谢你，莫风”\n亚米深深的向莫风鞠了个躬。\n“亚米，我还有一件事要跟你商量”\n“什么事？”\n“魔灵想跟着你一起去冒险”\n“啊？这可有点问题呀，跟着我们以后会很危险的”\n“哈哈哈”\n莫风拍了拍亚米的肩膀。\n“你不用谦虚，魔灵她昨晚哭着求了我一夜，她应该出去闯一闯了”\n“好吧，我们会保护好她的”\n亚米与莫风唠嗑了一会儿就离开了。回到了住处，可儿他们里面在坐着等待亚米回来。\n“嘿，我回来了”\n魔灵看见亚米高兴的冲过来抱住了他，还高兴的说着：\n“亚米哥哥，我父亲答应我跟你们一起走了”\n亚米摸了摸魔灵的头，也笑着回答她：\n“魔灵呀，跟着我们可是会很危险的，你确定吗？”\n“我可是很强的，不要小看我，十二阶以下的魔法我都可以破解了”\n“好吧，我同意魔灵和我们一起冒险”\n告别了树灵国，亚米一路向东，前往最近的一处虚空裂缝，这段旅途对于亚米来说——命中注定，可他身边的伙伴却不是，但经过树灵国一险，他们都有了彼此心中的羁绊，旅途虽然漫长，但身边有一群不可得多朋友，欢乐也自然不会少，也许这才叫做冒险吧！\n“亚兰，你看见了吗？”\n可儿看着前方亚米他们，吵吵闹闹的，有点怀恋起以前和亚兰冒险的场景，就在这时，亚米突然问可儿：\n“可儿姐，拉兹哥去哪里了？”\n“那家伙，神龙见尾不见影的，树灵国危机解除后，立马就离开了，说是家里有事就不多留了”\n“好吧，原来拉兹哥这么忙”\n说着说着，他们已经走了一周了。\n“前方就是迷雾森林，再走上两三天就达到”\n可儿拿着羊皮卷地图，指向前方的迷雾森林。\n“那我们今天就在迷雾森林里面露宿吧，所以就麻烦段天去找食物咯”\n“哇！亚米为什么你不去找，我去找？”\n“那还得用说的，我去找谁做饭？”\n段天无奈的笑了笑，就老老实实的加入森林里寻找食物去了。过了几个小时，天已经暗下来了，亚米他们在迷雾森林附近升起了篝火，可是段天他还没有回来。\n“亚米哥哥，你说段天怎么还没回来，我肚子都饿了”\n“魔灵呀，你怎么只想着吃，可能段天哥哥想给我们一个惊喜吧”\n“真的吗？”\n这时可儿走过来，有点担心段天出事情，于是对亚米说道：\n“亚米，这么晚了段天是不是遇到什么麻烦了”\n“不应该呀，他实力至少有六段，就算是一头高阶魔兽也拦不住他的”\n“要不我们还是找找吧”\n亚米点了点头，于是亚米独自一个去寻找段天，可儿留下来保护魔灵。亚米刚走几分钟，他发现后方的篝火灭了，随之也发生了一处爆炸。\n“糟了，可儿姐有危险了”\n亚米急速地返回营地，到了的时候，可儿已经倒在地上，还站着的只有魔灵和眼前这位黑衣人。\n“你是什么人？”\n亚米与黑衣人对视，黑衣人根本没有把他放在眼里，轻藐的看着他。\n“我是谁不重要，重要的是，我劝你们赶快离开这里，如果不走可别怪我不客气了”\n“如果这就是你打伤我朋友的理由，你也别怪我不客气了！”\n黑衣人手臂一挥，一群亡灵士兵出现了。\n“召唤术？亡灵士兵？”\n按理来说能召唤亡灵士兵的召唤术不多，而且除了一些邪灵法师，大多都与魔族相关。亚米赶快催动手套释放出魔法。\n“低阶魔法，炎之枪”\n亚米身后出现了几把由火焰幻化成的枪，然后意念一动，几把炎之枪迅速地朝亡灵士兵刺去，黑衣人有点低估了亚米的实力，于是又继续释放魔法。\n“中阶魔法，亡灵再生”\n瞬间，刚才被炎之枪刺中的几个亡灵士兵，直接忽视了炎之枪对他们造成的伤害，又爬了起来，而且这次气息又增加了一倍。亚米看着又活过来的亡灵士兵，紧接着又释放出了魔法。\n“中阶魔法，炎裂”\n刚才刺在亡灵士兵身上的几把炎之枪，就像是裂开一般，体内红光急促加深，几秒后全部炸裂，取而代之，亡灵士兵也被爆炸击成碎片，眼前黑衣人已经被亚米惹怒了，他没有想到亚米的实力还不弱，如果再这里耗下去，也不知道是什么时候，是应该使出杀手锏了。\n“很好，人类小子，你成功的激怒了我，接下来你可能逃不掉了，因为你们即将死在这里！”\n说完，黑衣人的气息急促提升，他掀开了斗篷，全身的血管成暗紫色，眼神之中包含着一股浓浓的杀气，这是亚米突然意识到，这股能力是！\n“混沌之力！居然是魔族的人”\n亚米整准备摘下手套，可是突然黑衣人一瞬之间，到达了亚米身前，掐住了他的喉咙。\n“哈哈哈，人族小子，我已经警惕过你们一次了，是你们自己不珍惜生命，那可由不得我了”\n亚米感觉要被这股力量给窒息了，一直在拼命挣扎了，这时段天从背后杀了出来。\n“剑技，千流剑爆”\n一股剑气从身后砍在黑衣人身上，瞬间黑衣人化成了一滩死水，段天赶紧过去搀扶着亚米。\n“没事吧，亚米？”\n“他还没死，这是死灵魔法，用来保命了”\n亚米注视着那摊死水，脱下了手套，然后一股光之力涌向死水，一瞬间被光芒蒸发了。\n“呼，终于结束了”\n“亚米，刚才那个人是谁？”\n“是魔族的人，应该是一个中阶魔族，如果遇上一个高阶魔族恐怕我们都要死在这里了”\n“有这么恐怖吗？”\n“你说呢？你这么久跑去做什么了？”\n“瞧，你看这个”\n段天从身上拿出一块宝石，亚米一看到这块宝石，就记起亚兰哥给他看过的，这是记忆宝石。\n“这是记忆宝石！里面有什么？”\n“嘿嘿，我在森林里发现的，当时发现它的时候还被高阶隐蔽魔法遮住了的，但是本大爷我以多年盗墓的经验，还是有一丝魔法透露的”\n“可以呀，先看看记忆宝石里面说的什么吧”\n亚米用亚兰教给他的方法，打开了记忆宝石中的记忆，一瞬间一股庞大的画面涌进他的脑海，邪龙神？魔族？复活？还有最后那个冒险家口中说的，冒险家协会。这是亚米神色中带着一丝严肃，对段天说道：\n“看来，我们的计划要改一下了，我们下个要去的地方——冒险家协会！”\n                                                      \n嘿嘿，这次是第二卷的内容了，第一卷精灵国危机已经解除了，我承认之前我写的有点杂，但是现在我会好好理清思路，给读者一种意犹未尽的感觉，期待着亚米他们接下来的故事吧！\n\n[groupid=1613]冒险家公会[/groupid]",
    "replies": [
        {
            "author": "AG123456",
            "timestamp": 1554566100,
            "txt_content": "额，打字不易"
        }
    ]
}