{
    "title": "[Minecraft.net|CULTURE] 追忆 PENDAR2",
    "author": "ETW_Derp",
    "replyCount": 10,
    "timestamp": 1554654300,
    "txt_content": " 本帖最后由 wangtianen 于 2019-4-8 13:09 编辑 \n\n\n\n\n\nimage.jpeg (135.16 KB, 下载次数: 43)\n\n下载附件\n\n2019-4-8 00:13 上传\n\n\n\n\nREMEMBERING PENDAR2追忆 PENDAR2\nThe Minecraft community come together forsomeone truly specialMinecraft玩家相聚，只为那个特别的人\n\nThis is very different from the kind ofstory we usually publish on Minecraft.net. I should warn you that it’s a verysad story, but also an inspiring one. It truly shows what the Minecraftcommunity are capable of at their best.这个故事的风格和我们平常在Minecraft.net上发布的十分不同。或许我应该先提醒你这是一个悲伤的故事，但是你要知道，“沉舟侧畔千帆过，病树前头万木春”。这反而恰恰证明了我们的Minecraft社区有能力去展现他们最为强大的生命力。\n\nBryan, better known in the Minecraft worldas Pendar2, was the creator of the Emenbee Minecraft Server. Founded way backin 2011, this hugely popular community server would see over *1500 concurrentplayers* at its peak, and over a million unique visitors over the subsequentseven years. Those are amazing numbers, the kind you only see if you’re aserver moderator of great skill and care.Bryan，（更广为人知地）在Minecraft的世界里被称为Pendar2，是Emenbee 服务器的创建者。建立于2011年，这个庞大且火爆的社区服务器同时在线玩家一度达到1500人；随后的七年期间，超过*一百万名*来自不同地方的访客来到了这个世界。这是个叹为观止的数字；常人自然无福看到，只有成为那名拥有高超技术和对服务器关切之至的管理员才能有暇看到。\n\nBut late last year, Bryan shut down theserver. He’d been suffering from cancer and the server was becoming impossibleto maintain. Sadly, Bryan recently passed away. He was “a genius, acompassionate person, and our hero,” his friend Mod_Masta wrote on the Emenbee website (the fullstatement is well worth reading – it’s a beautiful tribute to his friend).但是在去年的晚些时候，Bryan不得不关掉了服务器——那时的他已经身患癌症，服务器自然也无力继续维护下去了。他是 “一个天才，一个富有同情心的人，我们心目中的英雄”，他的朋友Mod_Masta在Emenbee网站写道（整篇文章值得一读——这是他对一名挚友的悼词）。\n\nBut this was far from the only tribute madeto Bryan. Emenbee players have returned to the server to transform its hub intoa memorial for him. Just look at the staggering amount of signs and messagesplayers have left:但是这还远远不是所有对Bryan的悼词。Emenbee的玩家们纷纷回到服务器，将服务器的大厅变成了一片纪念堂。瞥一眼下面那多的得难以置信的告示牌和悼词吧，那是玩家们留下的记与念：\n\n\n\n\n\nfile_1554653661000.jpg (92.11 KB, 下载次数: 42)\n\n下载附件\n\n2019-4-8 00:14 上传\n\n\n\n\n\nI got in touch with Mod_Masta, who was kindenough to send me a download of this Minecraft world, and give me permission toshare some of its messages in this article.我联系了Mod_Masta，他十分体贴，将这个Minecraft存档发送给我，以及允许我在这篇文章里面分享几则消息。\nHonestly, there are simply too manyexcellent ones to include them all here, so I’ve chosen just a few of the many,many, many heartfelt tributes that show how much Bryan meant to the Minecraftcommunity and the players of his server:不得不说，简单地遴选感人肺腑的只言片语的确不能代表所有的言语，所以我从那多如牛毛的真切挚言中挑选了几则，从那字里行间里映射出Bryan对于他的服务器玩家，更是对Minecraft社区的分量。\n\n\n\n\n\nONEE.jpeg (157.31 KB, 下载次数: 35)\n\n下载附件\n\n2019-4-8 00:14 上传\n\n\n\n\n“安息吧老哥，上天赐予了一个如此优秀的人创造出了如此这般的社区。”\n\n\n\n\n\nTWO.jpeg (273.12 KB, 下载次数: 36)\n\n下载附件\n\n2019-4-8 00:14 上传\n\n\n\n\n“你为那么多的人提供了如此美好的回忆，安息吧:(“\n\n\n\n\n\nTHREE.jpeg (104.22 KB, 下载次数: 36)\n\n下载附件\n\n2019-4-8 00:15 上传\n\n\n\n\n“伙计我爱”死“你了。Bryan，你是一个出色的人。”\n\n\n\n\n\nFOUR.jpeg (123.53 KB, 下载次数: 36)\n\n下载附件\n\n2019-4-8 00:15 上传\n\n\n\n\n“十分感谢你。感谢你带给我最美好的童年记忆。——Vytel“\n\n\n\n\n\nSIX.jpeg (190.57 KB, 下载次数: 38)\n\n下载附件\n\n2019-4-8 00:15 上传\n\n\n\n\n“……以及这是我第一个我所游玩的服务器。我希望你在另一个世界活得更好，以及感谢你所做过的一切”\n\n\n\n\n\nSEVEN.jpeg (187.73 KB, 下载次数: 37)\n\n下载附件\n\n2019-4-8 00:16 上传\n\n\n\n\n“……你的服务器给予了我永不磨灭的记忆。安息吧。——slasher0161”\n\nThis article took forever to write, becauseI couldn’t stop wandering around the hub, trying to read them all. Some of themare sweet, some are funny, and some of them tell amazing stories of friendshipsformed in a server that felt like home, thanks to Bryan’s tireless efforts tomake it that way. He clearly inspired a great many people in the Minecraftcommunity, and through their tributes to him, they’ve inspired me right back.这篇文章将会永远地写下去，因为我没法在大厅中停下我漫游的脚步，尝试去阅览全部的悼言。有些悼言是甜美的，有些则是令人捧腹的，还有那令人神往的友谊：在这个服务器里，像家一样温馨；感谢Bryan不知疲倦的的辛劳，成功地做到了这一点。 显然，他的经历启发了Minecraft社区里很多人，而后通过他们悼念，他们又给了我一些启示。\n\nRest in peace, Bryan. On behalf of everyoneat Mojang, thank you for the incredible thing you built here.安息吧，Bryan。谨代表Mojang的全体人员，感谢你在这里做出如此惊为天人的事物。\n\n\n\n\n\nFIVE.jpeg (237.47 KB, 下载次数: 37)\n\n下载附件\n\n2019-4-8 00:15 上传\n\n\n\n\n”这是我第一次游玩的服务器，在2013年。这些年里，你和你的服务器带给了我巨大的帮助。我将永远不会忘记你。——NolanMo”\nComputer science was one of Bryan’spassions, so his family have created afundraising page for a computer science scholarship in his name. If you’dlike to learn more about it, make a donation, or share the link so more peopleare aware of it, click here.And thank you!计算机科学是Bryan的一生所爱，所以他的家人已经建立了一个筹款页面，以成立一个在他名下的计算机科学奖学金。如果你想了解更多或是帮助，你可以捐助，或是分享链接，让更多的人了解这项公益事业，点击这里，以及感谢你！\n\nSpecial thanks to Mod_Masta for all hishelp, and to Eurogamer, whopublished an excellent article that brought this story to our attention.特殊感谢Mod_Masta所做的所有帮助，以及感谢Eurogamer，发布了这篇优秀的的文章，将这个故事带入了我们的视野中。 \n\n\n原文 https://www.minecraft.net/en-us/article/remembering-pendar2\n作者 Tom Stone 发布于 2019/04/06\n译者 wangtianen*翻译疏漏在所难免，欢迎提出修改意见*\n",
    "replies": [
        {
            "author": "panlixin",
            "timestamp": 1554675780,
            "txt_content": "我已经感动到不知说什么了，祝那位服主天堂走好。"
        },
        {
            "author": "zyjking",
            "timestamp": 1554695160,
            "txt_content": "看来这件事在国外MC圈影响很大\n一点建议，把标题的“忆”改为“追忆”"
        },
        {
            "author": "东方悟灵",
            "timestamp": 1554976560,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "_wjs_",
            "timestamp": 1555129140,
            "txt_content": "中国也有就好了awa"
        },
        {
            "author": "坟场蹦迪",
            "timestamp": 1555144560,
            "txt_content": "多情却似总无情，唯觉樽前笑不成。"
        },
        {
            "author": "x_jiaoao",
            "timestamp": 1555231140,
            "txt_content": "66666666666"
        },
        {
            "author": "漓落渡情弑",
            "timestamp": 1555672920,
            "txt_content": "表示看不懂英文"
        },
        {
            "author": "xiaohuangrui",
            "timestamp": 1555680780,
            "txt_content": "我都会纪念你的！"
        },
        {
            "author": "帅气的南瓜",
            "timestamp": 1555738440,
            "txt_content": "真的很可惜啊，做出来那么好的服务器。\n怎么那么多闲的没事的刷666啊"
        },
        {
            "author": "18641093683",
            "timestamp": 1555819500,
            "txt_content": "666666666666"
        }
    ]
}