{
    "title": "啊。。。这么多年了啊。我还还是很喜欢MC啊。",
    "author": "m2549724742",
    "replyCount": 9,
    "timestamp": 1554734760,
    "txt_content": "为什么呢。。。从刚开始的见到别人玩这个游戏，就有一种感觉，那画面上的东西就是我想玩的，虽然我都不知道那是啥。说不清是啥感觉，就是类似于心动了的感觉。那时候我才11-12岁。过后一年左右有了电脑，刚开始接触网络不久，神奇的就让我遇到了MC，我并没有故意搜索。。。刚开始，我还不懂弄游戏，启动器是啥，版本是啥，mod是啥都一窍不通。直到我下载了一个原版整合包（貌似是1.6.几的）我才第一次真正玩到这个游戏，那时候我不会调难度来着，但由于学习过了一点游戏技巧，使我跑到了一块有5-6块大小的沙子小岛（离陆地也就4-5方块的距离）上躲怪物，晚上来了小白我只好建个泥土墙。。。然后记不得了。。。。后面我记得建起来了个土通道放工作台，箱子。。。再后面拿石头建了个空中房子。。。这个档再之后我真的不记得了。\n第一次联机我记得是，一个叫浩方的游戏平台上晚点服务器，生存服。我第一次见到了生存里那方圆百里无树，搭路千奇百怪，各种神奇的地皮建筑。遇到了第一次游戏里的朋友。。。虽然最近两年都没联系了。\n话说时间都到了现在，我还在玩mc，并且也还在热爱着，只不过服务器换了一台又一台，主播凉了一个又一个，熟悉的人一个都没了。。。。。。\n\n\n对了，我现在17了，虽然都没买过正版。。。嗯，决定了，等有闲钱了，就买个正版。",
    "replies": [
        {
            "author": "纳闷的AS",
            "timestamp": 1554734940,
            "txt_content": "我也玩好多年了我还有几个月20了  MC占据了我读书时光的一半"
        },
        {
            "author": "星之韵律",
            "timestamp": 1554737880,
            "txt_content": "打错字讲究，不过MC的魔力还是强的，毕竟这是我唯一玩了八年的游戏"
        },
        {
            "author": "古明地兔",
            "timestamp": 1554790620,
            "txt_content": "MC是我唯一的信仰游戏（虽说没咋玩了，但是就跟SAO是信仰番一样没咋看吧2333）"
        },
        {
            "author": "你好骚啊..",
            "timestamp": 1554791700,
            "txt_content": "同！\n虽然我是刚加入mc的但是我非常喜爱我的世界awa"
        },
        {
            "author": "夏君竹",
            "timestamp": 1554792960,
            "txt_content": "大脑：有了闲钱就买 手：不你没有"
        },
        {
            "author": "战墙精英",
            "timestamp": 1554795300,
            "txt_content": "MC直接是我的童年啊，从小学开始玩到现在都快10年了啊，正版也在去年补票了，虽然还是玩盗版但是至少支持正版了.....MC看似凉了....其实是玩家长大了，就和魔兽那批一样。隐约还记得第一次进入游戏然后不知道干什么造了一个房子，然后就开始疯狂造各种建筑，我记忆最深刻的一次是更新了彩色羊毛的版本（忘了几几年），我盖了一个木屋还放了围墙，那木屋我造在雪山......到现在我最喜欢的天气还是下雪........后来知道TNT后就开始炸图玩，然后又知道了红石，然后造了一个TNT大炮和红石脉冲弓箭发射器，那时候还不知道火把脉冲只学了活塞脉冲（多古老的东西，现在估计没多少人记得活塞也可以做红石脉冲了吧）。前面几个版本我都是玩创造，因为害怕怪物所以不玩生存。我第一次创建生存的存档应该是12年，那时候我把房子造在树上（矮的云杉木），根本不会合成表只能自己摸索，稿子死活找不到怎么造结果造了一堆铲子和斧子，连剑都不会造，唯一的石制工具还是苦力怕炸出来的原石造的。然后电脑课和同**机，那时候下的是快玩的版本，快玩上有自带服务器（那时候我还不知道服务器）我们点多人游戏看到了尝试加入，结果我的账号名被使用了一直显示让我登陆，我和我同学被固定在原地（没登陆），一直想冲破这个阻拦（没登陆被拉回来），直到后来知道了服务器要登陆才成功的进来，后面我也发现了MCBBS这个网站，这是4年发生的主要事情，我和MC的故事太多了说都说不完特别是后面5年"
        },
        {
            "author": "MC_tingfeng",
            "timestamp": 1554796260,
            "txt_content": "看了好多个故事，感觉每一个跟我自己都差不多，又都不太一样，这个游戏给我带来的是快乐感，是成就感，是愉悦感\n在服务器和朋友通宵（现实中）\n上线看他不在就挖矿\n换了服务器认识了新朋友\n莫名其妙成了op，慢慢接手了那个服务器\n直到三年后的今天，当年的很多小伙伴依旧在一起聊着，玩着"
        },
        {
            "author": "mitu19886",
            "timestamp": 1554796380,
            "txt_content": "乐都城也好玩啊！！ldc753.com\nhg66259的网站：hg66259.com\n这两个游戏更好玩！"
        },
        {
            "author": "1669756340",
            "timestamp": 1554797640,
            "txt_content": "玩的多的就渐渐的成为了信仰，是一款让人着迷却又不摧残心智的游戏"
        }
    ]
}