{
    "title": "[1.12.2-1.7.10][The Erebus——混沌之地]奇妙又危险的神祕地底世界[永久更新]",
    "author": "蒙特拉",
    "replyCount": 70,
    "timestamp": 1554808320,
    "txt_content": " 本帖最后由 1094822247 于 2019-9-19 04:31 编辑 \n\n\n-2014.05.22-\n[[模组最新更新日期:2019.3.27]\n\n· 简介：在地底深处，有这样一个维度 - 那里处处爬满了节肢动物;那片土地曾由大地之母盖亚统治，但如今陷入了极度的混沌中，各种敌对生物频繁出没....而玩家即将踏进这个奇妙又危险的地方，揭开它的秘密。\n· 模组一览:https://www.bilibili.com/video/av42238274\n十分危险的维度\n  致命的危险潜藏在暗处\n    各种各样的生物\n\n      丰富的生物群系\n进入这个维度前需要充分的准备以及良好的心理素质。模组实况  已获得up主授权https://www.bilibili.com/video/av28976264视频原地址：https://www.bilibili.com/video/av28976264\n· 授权&汉化&其他\n作者Vadis365、Bryuf、chylex、Dylan4ever、ganymedes01、sokratis12GR、theestarriol官方wikiMCMod百科\n汉化问题建议使用自动汉化更新模组\n授权证明discord联系作者获得的授权，可以加入discord群查看聊天记录\n· 教程&安装方法&注明\n教程贴点击查看\n安装方法1.下载模组2.复制模组jar3.粘贴进mods文件夹图文教程方法二\n注明来自搬运悬赏令\n模组版本游戏版本更新日期下载地址1.0.301.12.22019年3月27日curseforge0.4.71.7.102016年6月4日curseforge0.2pre31.6.42014年5月24日curseforge\n更新日志此为英文原版更新日志\n1.6.4版本模组更新日志2014-5-24- Fixed Amber Brick Walls appearing opaque.- Fixed Sapling misbehaviour.- Fixed Crate GUI textures.- Fixed a whole bunch of other things.1.7.10版本模组更新日志2015-2-1**Added New Dungeon to Volcanic Desert**Added New Dungeon Mobs and Drops.Added New Dungeon Related Items, Blocks, Spawners etc.New Boss Fight and Drop.Lava Lakes and Rivers added to Volcanic desert.Added New Titan Stew Food Items.Added New Rhino Armour set.Added some sounds to various mobs.Added Cabbage Crop and Food Item.\n2015-4-12Requires Forge 1.7.10-10.13.3.1360 or later to run.Mainly a bugfix and assets change update.BLOCK OF BONES IS NOW FIXED!Wither webs can now be silk harvested with shears.Updated to be compliant with the new forge fluid registry.Grasshopper breeding and locust spawns are nerfed.Fossil Ore should be more common now.Several texture changes and some things have been renamed.Some bug fixes on rendering and a few 'under' the hood changes.\n2015-8-13Removed all Animation magic (Hearts Crafting Altar etc.)Lots more Texture changes.\nBlock O' bones now picks up items from the ground on player death.\nBombardier Beetle added back.\nMusic now plays in dimension again (configurable).\nPlayer re-spawn in dimension re-enabled (configurable).\nAnimated Chest, Animated Bamboo Crate and Animated Petrified Crafting bench now follow owner.\nSome recipes changed to show in NEI.\nUmber Golem Statue hardness now fixed.\nSporeling mob model removed and replaced with Crushling.\nPortal World height bug fixed.\nSome tweaks to mob movement speeds.\nHorn of the swarm now summons Worker Bees not Grasshoppers.\nSmoothie maker now has NEI handler.\nSmoothie maker now drops contents.\nLots of other minor tweaks to some items and code....\nA fair bit of code refactoring and updating (under the hood).\nProbably more things but that is all I can recall for now :)\n2015-11-19-Squished hundreds of bugs (too many to list)\n-Added fences/fence gates to most of the Erebus woods\n-Added alternate texture for all planks\n-Added a milk bambucket (moooo)\n-Smoothie maker should be a lot... smoother... now\n-Max speed bow now animates\n-Added Wand of Preservation. Shoots Amber Stars to trap entities. Mine them with silk touch so you can transport them!\n-Preserved the Wand of Preservation\n-Completely re-worked portal mechanics (Thanks NeptunePink!)\n-Whetstone is now applied using Anvils and costs XP. Can be applied to any tool that accepts the Sharpness enchantment!\n-New texture for the altars\n-Added the Death Compass. A Compass that points to the place you last died. You'll get one when you pass away (RIP)\n-Added the Balsam tree\n-Added Honey Pot Ants. Feed them sugar so you can harness their honey (yummy!)\n-Added bombardier beetle larvae. (kablooie!)\n-Fix gliders being all derpy\n-Powered Gliders can now be dyed (not died)\n2015-11-19-Fixed crash with honey pot ants\n2016-01-14This released was a little rushed. There may be bugs/glitches.Nerfed Rhino Beetle attack range.Added textures for Milk fluid in smoothie maker.\nOptimisation of mob spawning code.\nAdded Quartz Ore to world gen.\nSmoothie maker now accepts bambuckets of milk.\nAdded Adventurer's Armchair as a settable re-spawn point in dimension - try placing a bed - they don't explode anymore.\nAdded default re-spawn point to last used portal location.\nAdded Blaze rods to Fire Ant Soldier drops.\nChanged the way glowing mobs work to remove lighting update lag - YAY!\nFixed a glitch using the Wand of Animation on colossal crate.\nBlock o' Bones compass can be crafted in to x1 bonemeal :P\nAdded Bamboo bits to Ore Dictionary for compatibility with Growthcraft.\nChanged Wasp Attack range.\nChanged the way anti-venom works - now has a fancy bar and duration.\nAdded Stag Beetle Mob and Items - can be tamed and bred - Left alt key will mine blocks when mounted - drops hearts for health/food and mandibles used in crafting and exo plate.\nAdded Sarcastic Czech Giant mushroom to world gen, 2x2 of small mushroom can be bonemealed.\nAdded Zombie Ant Soldier to Fungal forest.\nAdded Zombie Ant Plate - can be crafted in to rotten flesh.\nLots of other things I can't remember.\nPlease note - some WIP things are in the mod which are not implemented yet. They are labelled WIP.\n2016-01-30- Fixed Smoothies from setting you on fire and stacking being broken when consumed.- Added event to check if players spawn on top of the bedrock ceiling - if so they are moved to the correct spawn position.- Dragonflies should now drop players if there is a solid block above them to avoid player suffocation glitch.- Added Mod specific Recipes to enable Erebus Wood Fences and Wood Gates to be crafted.- Changed some rendering of mobs in Preserved Amber.- Code Refactoring and some other fixes.- Fixed Smoothies from setting you on fire and stacking being broken when consumed.\n2016-01-31- Fixed Spider's webs not being placed correctly- Change the hit-box and attack range on several mobs:        Zombie Ants   Zombie Ant Soldiers   Titan Beetle   Scorpion- Stopped Scorpions being able to grab players through blocks- Scorpions can now only grab players that they can see- Stopped player taking suffocation damage when riding mobs\n2016-02-05- Removed option not to spawn an Erebus portal in the dimension - it broke lots of things.- Block o' Bones now used the player drops event to collect items - should now work with backpacks etc.- Fixed Mobs attacking players during death animations.- Added cool down to Scorpion grab attack.- Stopped poison mobs applying effect on collision and move it to attack.- Changed several more mobs' hit ranges.- Fixed Adventurer's Armchair re-spawn 'judder glitch'.- Changed some mob AI's to work quicker.- Added configuration option for Antlion Maze Dungeon Frequency (Warning don't touch unless you know what you are doing).- Changed Player repositioning on re-spawn- Added Prickly Pair Cactus Crop, to Volcanic Desert, and associated food items .\n2016-05-14Some localisation stuffs - thanks Ghostlyr ;)Localise Keybind Strings.Added tooltips to Glider and Powered Glider Showing Kebinds and general info.Added container localisation to Silo and Animated Chest.Fixed Wasp dagger tooltip Derp.Changed redgem worldgen to mitigate possible biome decorating crash.Added Boss Bars to Dungeon Minibosses - makes finding the Antlion maze easier.Increased Crushroom health LOTS to make it more of a challenge.Added configuration for Mob health multipliers - mod can now be tweaked for people with stupid OP mods.Added configuration for Mob damage multipliers - see above (stupid op mods... grrrr).Added configuration for making all biome fog colours just black - requires game restart for config to work (special feature for Dawn Of The Void Modpack creator Darkosto)Wasps should only attack players they can see - may fix reports of being hit from underneath platformsFixed a very old glitch on the Big Bamboo crate's buttons when INV tweaks is loaded.Various tweaks and code refactoring.\n2016-06-04Fixed critical crash when using wand of animation to animate blocks.Made Wasp Sword & Augmented Scorpion Pincer enchantable.Added a check to Antlion Maze gen to stop multiples generating over each other.Made Animated Bamboo Crate & Animated Chest invulnerable.Reverted Mob Spawning code back to more frequent spawning because efficiency is for wimps.Added missing Russian lang localisations for glider tool tips ;)\n1.12.2版本模组更新日志\n2019-03-26\n*** CRITICAL FIX: ***\n* Fixed the portal regularly spawning players in walls/not spawning a return portal\n\n\nFixes:\n* Fixed the wasp/scorpion advancement triggering on any damage taken.\n* Quartz ore now smelts into an item (for when you harvest it with Silk Touch).\n* Jumping Spiders no longer suffocate when climbing beneath overhanging blocks.\n* Fixed Red Gem drops crashing with other mods (EnderIO & certain Tinker' enchants).\n* Antlion Lair generation should no longer bork and cause surrounding sand to block update.\n\n\n\nAdditions:\n* New advancements!\n* Advancements can now be localised.\n* Water Striders allow you to walk over Quicksand.\n* 3D models for a variety of plants.\n* Gneiss Boulders in the Volcanic Desert.\n\n\n\nChanges:\n* Changed some more textures, reducing overlap with the Betweenlands legacy assets.\n* Reorganised and tweaked some of the advancements.\n* Arthropod mobs colliding with Insect Repellent no longer trigger annoying sounds.\n* Wasp Daggers now poison (both thrown and melee)\n* Lava Lakes are now lined with Volcanic Rock as opposed to regular Smooth Stone.\n\n\n2019-03-12**** CRITICAL BUG FIX ****\n\nThe Erebus 1.0.27 [archived due to critical crash]\nAdditions: \n- Advancements galore! One tab aids new players in constructing the portal, one tab contains general Erebus advancements and one focuses on farming. \n\n\nChanges: \n- Changed Mud functionality to be more mud-like and less odd. \n- Water Striders now allow you to walk over Mud without getting slowed or sinking into it. \n- Many, many art changes, most notably to planks. \n- Extenders can now be rotated by right-clicking them with the Bamboo Wrench.\n\n\n\nThe Erebus 1.0.28Fixes:- Fixed crash introduced in last update due to spawner code having to be made compatible with another mod.- Finally Fixed Jumping on Beetle Larva so they go squish! \\o/\n2019-02-24* Fixed another issue with Erebus food stacks size array.* Changed some logic on Bambuckets again so they stack after being used.* Changed incorrect orientation of Jade tools in off hand.* Renamed Bamboo 'Logs' and 'Saplings' to Colossal Bamboo.* Changed some movement speeds to some mobs (Rhino, Stag and Titan beetles, Lava Web Spider and Antlions).* Fixed crash when using composter with a hopper and added missing Item Capabilities to it.* Updated several Tile Entities with inventories so they don't reset on updates eg. rotated with wrenches etc.* Fixed some isuues with Smoothie recipes return wrong items.* Smoothie Maker now allows 1 item in slots (please note it still consumes from all slots, only add what it needs - needs a recode).* Removed mob griefing rule from Harvester Ant's AI as it was unnecessary.* Changed the way the Compound Goggles apply NV to attempt to make it work better with other mods\n2018-12-15* HOTFIX VERSION* Fixed a deep hidden issue with ore dictionary problems and dyes due to a broken recipe (Thanks KnightMiner and CazadorSniper).This may also fix related issues experienced with Refined storage, Tinkers' etc.\nfrom 1.0.24 (now archived)* Fixed Bamboo crates crashing when full and hoppers try to insert.* Fixed Particle Crash when Umbergolem Statues were broken.* Removed more ItemStack legacy code.* Changed Sub biomes Generation code.* Fixed dupe bug with Wand of animation and Portal Keystone.* Added a basic block blacklist to the Wand of Animation - does not support metadata.* Added Flower Stems and Giant Lilly Pad Blocks as green dye\n2018-09-09Lots of things changed; I may miss some but the main things are below.\n* Major Changes.* Dimension no longer stays loaded when no players are in it.* Moved the Broodmother boss Baobab to the Ulterior Outback - it is now a Giant Eucalyptus.* Complete re-code of the way boss dungeons are generated - The dungeons should be fairly regular in the biomes now.* Antlion Mazes Should now Spawn the Pyramid section IN the Volcanic dessert and not on the biome edge.* Antlion Mazes will not generate within 1000 blocks of another Pyramid but WILL always generate in the biome if not.* Brood Mother Trees will gen in available space and not less than 200 blocks from other trees (it's not that frequent due to the space it needs).* Death compass is now the same as the standalone mod featurewise.\n* New Things.* Added a Dung Pile scattered feature to the Ulterior Outback (and all associated blocks etc).* Added a Locust scattered feature to the Subterranean Savannah (and all associated blocks etc).* Changed W.I.P. Petrified forest biome to have hanging webs instead of thorns.* A few Texture tweaks on various things* Added Wasp sword back to drop from Wasp Spawners.\n* Fixes (more than I can remember here)* Bullrushes Broken on Mud Blocks dupe bug fixed* Stag beetle data bug fixed.* Many pieces of legacy code with 'null' itemstacks have be fixed (should fix food eating bug).* Bamboo Extender breaking particle client crash bug fixed.* Small mobs should no longer suffocate when 'in' bamboo bridges.* Quake Hammer Gui render no longer crashes client when cheated in and added to active hotbar slot.* Incorrect and missing lang localisations fixed for various blocks and items.* Player rendering for glider (athough still wonky in SMP) should now not cause issues with other mods events due to priorities.\nPlease post any issues you find on our github using the 'issues' link above.*Note - there are a few NYI items and blocks that you may find in JEI, use at own risk - The mod is undergoing a phase of content additions so many things have had to be re-coded to allow for future expansion.\n2018-03-15* Fixed crash from Crushroom spore balls in SMP.* Fixed ALL custom item models not rendering correct when some other mods were used with Erebus.* Added new WIP Biome (Petrified Forest) - had to be included due to the above fixes needing a release - will be changed.* Added new Crop Block and item, Mandrake & Mandrake root, no use other than a food stuff atm.* Added Generation in new biome of Umbergravel (gravel, but umber :P ).* Dust, Dust Layers, Petrified Wood Rock and Volcanic rock generation - no uses yet other than terrain.* Pools of Formic acid added to new biome.* Added temporary spawn list for some mobs for new biome so it isn't empty (will change).* New Mob textures for Cicada, Grasshopper and Locust.* Fixed long term model derp with Grasshopper and Locust antennae being offset.* Other things I may have forgotten, but probably needed doing for some reason or another.\n2018-02-27Changed worldgen in:*Submerged Swamp*Added much more ground plant generation.Added Mossbark Trees to biome.Made mud generate more frequently on the ground.*Underground Jungle*Increased small ground plants and made it quite overgrown.*Elysian Fields*Added small rivers and water areas at low down levels.\nFixed Proper efficiency of Jade axe on wood.Balsam logs now drop resin NOT amber stars.Punchroom mob no longer takes fall damage.\nVarious textures updated an changed for blocks and items - more to come.\n2018-02-24** Essential Fix - Monster spawner blocks now work again after previous update changed the names of mobs **\nMahogany big tree leaf decay set to false on generation.\nBambuckets should now have intended behavior.\n\nPlease keep reporting bugs to the issue tracker - it really helps with the Beta fixes.Thanks,Me.\n2018-02-23Fixed \n*Major Problem With Build Craft causing crash on load due to Erebus block drops .\n*Middle-mouse clicking Umberstone incorrectly giving Umbercobble.\n*All Erebus doors no longer instabreak.\n*Bamboo no longer insta-breaks.\n*Can milk beetles with an iron bucket (cannot drink it from iron buckets yet though).\n*Drinking beetle juice now kills bot fly larvae.\n*Erebus walls now have correct collision boxes.\n2018-02-21Fixed crash with BOP wasps having a duplicate entity ID for it's stats - shouldn't be a problem ever again as Erebus entities now contain a prefix name specific to the mod.\n2018-02-21Many things Removed/Changed.Some new things added.I would suggest using JEI to explore the mod's content until a full changelog is added.Old worlds from 1.7.10 WILL NOT be compatible with this version.Please report any bugs, crashes, glitches etc on the issue tracker.\n\n搬运不易，且看且珍惜",
    "replies": [
        {
            "author": "nggcgg2",
            "timestamp": 1554825840,
            "txt_content": "老坑啊 永久更新"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1554826920,
            "txt_content": "nggcgg2 发表于 2019-4-10 00:04\n老坑啊 永久更新\n上班闲的 没事就过来看看模组更新没 没意外是可以保持更新"
        },
        {
            "author": "1319004902",
            "timestamp": 1555417500,
            "txt_content": "做整合包用了这个mod，不过暂时不太了解"
        },
        {
            "author": "BakaX3X",
            "timestamp": 1555466040,
            "txt_content": "哇之前没看到啊  这么好的mod，谢谢搬运   只是不知道有没有boss顺序之类的类似于暮色，要不感觉动力不足"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1555485660,
            "txt_content": "BakaX3X 发表于 2019-4-17 09:54\n哇之前没看到啊  这么好的mod，谢谢搬运   只是不知道有没有boss顺序之类的类似于暮色，要不感觉动力不足 ...\n具体可以看教程贴呢不过因为是地形生成出来的 所以...没有boss的击杀顺序.."
        },
        {
            "author": "夜溯沧溟",
            "timestamp": 1555503000,
            "txt_content": "非常有趣的模组，玩久了感觉san值都下降了\n不过遇到一个小问题，和神秘探险一起用的时候，神秘探险的夜视附魔被消除了"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1555561620,
            "txt_content": "夜溯沧溟 发表于 2019-4-17 20:10\n非常有趣的模组，玩久了感觉san值都下降了\n不过遇到一个小问题，和神秘探险一起用的时候，神秘探险 ...\n我回头帮你向作者反馈一下"
        },
        {
            "author": "夜溯沧溟",
            "timestamp": 1555569900,
            "txt_content": "最man的老鼠 发表于 2019-4-18 12:27\n我回头帮你向作者反馈一下\n谢谢，我还是具体描述一下：这个mod里夜视仪带上以后会给一个夜视II的buff，然后以其他方式给自己夜视II的buff就会被马上移除（比如用指令）。刚好那个夜视附魔给的也是夜视II的buff，带上带有那个附魔的头盔就会在夜视和正常状况下不断切换"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1555592220,
            "txt_content": "夜溯沧溟 发表于 2019-4-18 14:45\n谢谢，我还是具体描述一下：这个mod里夜视仪带上以后会给一个夜视II的buff，然后以其他方式给自己夜视II ...\n收到！稍候我就会在discord上反馈作者"
        },
        {
            "author": "一念万年",
            "timestamp": 1555949940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qwe885236",
            "timestamp": 1557334140,
            "txt_content": "这个MOD，妖怪会不会在主世界生成。"
        },
        {
            "author": "本命三三",
            "timestamp": 1557365400,
            "txt_content": "加在服务器的话，会不会像暮色那样卡"
        },
        {
            "author": "1242959834",
            "timestamp": 1557667620,
            "txt_content": "1d21321311313311d2132131131331"
        },
        {
            "author": "柿子shizi",
            "timestamp": 1557699540,
            "txt_content": "看着这些虫子，有点恶心"
        },
        {
            "author": "三个好",
            "timestamp": 1559384700,
            "txt_content": "1。10.2？？？？？、"
        },
        {
            "author": "xglx",
            "timestamp": 1566548460,
            "txt_content": "楼主可以啊"
        },
        {
            "author": "夏风吖",
            "timestamp": 1566567240,
            "txt_content": "玩这个mod玩的头皮发麻，全身痒痒"
        },
        {
            "author": "3402491794",
            "timestamp": 1568383140,
            "txt_content": "下载地址进不去"
        },
        {
            "author": "3402491794",
            "timestamp": 1568383260,
            "txt_content": "下载地址进不去给个网盘地址啊"
        },
        {
            "author": "天族云星",
            "timestamp": 1568461980,
            "txt_content": "啧，看完介绍就一身鸡皮疙瘩-。-，不知道和暮色冲不冲突0.0"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1568462040,
            "txt_content": "天族云星 发表于 2019-9-14 19:53\n啧，看完介绍就一身鸡皮疙瘩-。-，不知道和暮色冲不冲突0.0\n这两模组不冲突的 你只管玩吧 我甚至两个一起丢服务器里也没问题"
        },
        {
            "author": "天族云星",
            "timestamp": 1568462100,
            "txt_content": "最man的老鼠 发表于 2019-9-14 19:54\n这两模组不冲突的 你只管玩吧 我甚至两个一起丢服务器里也没问题\n好嘞~嘿嘿嘿嘿嘿"
        },
        {
            "author": "qza6268963",
            "timestamp": 1570065420,
            "txt_content": "谢谢"
        },
        {
            "author": "lianggu28",
            "timestamp": 1571547180,
            "txt_content": "感谢你的mod"
        },
        {
            "author": "agfwq",
            "timestamp": 1574976900,
            "txt_content": "遇到一个问题呀 mod里的荧光菇生长的特别快 而且没有范围限制 占据区块很大 会卡服"
        },
        {
            "author": "家里有矿啊",
            "timestamp": 1575025860,
            "txt_content": "感谢搬运"
        },
        {
            "author": "QSXinhen",
            "timestamp": 1575174480,
            "txt_content": "很不错的mod"
        },
        {
            "author": "Dragontrail",
            "timestamp": 1575181080,
            "txt_content": "支持一下！"
        },
        {
            "author": "lianna",
            "timestamp": 1575256800,
            "txt_content": "感觉还是不太了解这个MOD"
        },
        {
            "author": "Acrowx",
            "timestamp": 1575278460,
            "txt_content": "mod不错。就是希望以后能挑战的迷宫啥的再多点，玩久了就变得有点单调"
        },
        {
            "author": "Wwahy",
            "timestamp": 1575279420,
            "txt_content": "Day Dreamin"
        },
        {
            "author": "时间煮酒",
            "timestamp": 1575372960,
            "txt_content": "不错，挺好玩的"
        },
        {
            "author": "12345467890zxc",
            "timestamp": 1576476900,
            "txt_content": "滑翔胸甲怎么用红宝石充电啊"
        },
        {
            "author": "xiaotandada",
            "timestamp": 1578643020,
            "txt_content": "请问顶拱石怎么激活啊求告诉"
        },
        {
            "author": "xiaotandada",
            "timestamp": 1578645120,
            "txt_content": "请问大家这个mod里面的胸甲那个飞行咋飞啊，什么要用红石宝石充能？我有红石宝石为啥没用啊"
        },
        {
            "author": "Dragontrail",
            "timestamp": 1579008960,
            "txt_content": "支持一下 谢谢分享！"
        },
        {
            "author": "家用系",
            "timestamp": 1579861080,
            "txt_content": "拿走了------"
        },
        {
            "author": "冰の风铃草",
            "timestamp": 1582195860,
            "txt_content": "1.7时代玩过一次,没想到现在直接跃迁更新到1.12的了,TQL"
        },
        {
            "author": "784793867",
            "timestamp": 1582200480,
            "txt_content": "这个模组好，喜欢探险类的"
        },
        {
            "author": "LM老猫",
            "timestamp": 1583225340,
            "txt_content": "不错的MOD，刚从另一个帖子找到这里，一直没找到1.12.2的版本，这个MOD有漏洞，可以用活化权杖刷东西的漏洞"
        },
        {
            "author": "xiaozhang421",
            "timestamp": 1583303340,
            "txt_content": "太棒了，good job！！"
        },
        {
            "author": "634561738",
            "timestamp": 1583318520,
            "txt_content": "这个模组做的很棒，但是玩久了确实头疼"
        },
        {
            "author": "可爱和虎",
            "timestamp": 1583320500,
            "txt_content": "感谢分享~"
        },
        {
            "author": "killer殁",
            "timestamp": 1585039740,
            "txt_content": "看上去感觉不错，不知道玩起来怎么样"
        },
        {
            "author": "FloodDragon",
            "timestamp": 1585075380,
            "txt_content": "这mod太有意思了，就是里面蟑螂是真的可以骑去上班了"
        },
        {
            "author": "logo磊哥",
            "timestamp": 1585532820,
            "txt_content": "NBNBNBNBBNB"
        },
        {
            "author": "logo磊哥",
            "timestamp": 1585532880,
            "txt_content": "生物越多越好"
        },
        {
            "author": "logo磊哥",
            "timestamp": 1585532880,
            "txt_content": "就是作为虫子有点太写实..."
        },
        {
            "author": "自由人·",
            "timestamp": 1585534740,
            "txt_content": "i了i了，我就是喜欢这样的"
        },
        {
            "author": "小生爱畅ccc",
            "timestamp": 1585538400,
            "txt_content": "emmmmmm  就很nice"
        },
        {
            "author": "a945104334",
            "timestamp": 1587548340,
            "txt_content": "怎么弄传送门啊  我搞了半天"
        },
        {
            "author": "yaoyuling",
            "timestamp": 1587548580,
            "txt_content": "可以，玩一下"
        },
        {
            "author": "清秋",
            "timestamp": 1596727380,
            "txt_content": "这个mod修复了看琥珀方块崩溃的问题，或许可以在贴内提及一下：\nhttps://www.curseforge.com/minecraft/mc-mods/erebusfix"
        },
        {
            "author": "快闪�_yMYw6",
            "timestamp": 1598589660,
            "txt_content": "好mod，感谢楼主分享"
        },
        {
            "author": "随便你。",
            "timestamp": 1598590860,
            "txt_content": "提前要求郁金香风情园"
        },
        {
            "author": "lunnian",
            "timestamp": 1598686620,
            "txt_content": "感谢大佬！!"
        },
        {
            "author": "伊吹伊吹伊吹",
            "timestamp": 1603429740,
            "txt_content": "还行还可以"
        },
        {
            "author": "烧酒爱谁懒觉",
            "timestamp": 1603432200,
            "txt_content": "新奇挺喜欢的，还好友1.7.10的，感谢大佬！"
        },
        {
            "author": "cai789",
            "timestamp": 1604210820,
            "txt_content": "66666666666"
        },
        {
            "author": "ARPATJAN",
            "timestamp": 1604217900,
            "txt_content": "这个风格我喜欢"
        },
        {
            "author": "Polarday",
            "timestamp": 1604498820,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "oE25",
            "timestamp": 1604499480,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "星辰~小星",
            "timestamp": 1604507940,
            "txt_content": "加上这个mc趣味性更高了，谢谢楼主分享"
        },
        {
            "author": "百地贺觉",
            "timestamp": 1610280240,
            "txt_content": "为什么没有1.710的汉化"
        },
        {
            "author": "lmy5005",
            "timestamp": 1610282460,
            "txt_content": "看上去有点意思h'h'h'hhhhh"
        },
        {
            "author": "lmy5005",
            "timestamp": 1610363100,
            "txt_content": "我的世界：危险维度"
        },
        {
            "author": "2098454386",
            "timestamp": 1610797140,
            "txt_content": ".........................."
        },
        {
            "author": "xy665",
            "timestamp": 1610801220,
            "txt_content": "非常有趣的模组"
        },
        {
            "author": "2193049152",
            "timestamp": 1611293820,
            "txt_content": "感谢作者！"
        },
        {
            "author": "小僵僵僵尸",
            "timestamp": 1611894240,
            "txt_content": "qwe885236 发表于 2019-5-9 00:49\n这个MOD，妖怪会不会在主世界生成。\n应该不会的，怪物和虫子只会在混沌之地生成的，不会再主世界生成。望采纳"
        }
    ]
}