{
    "title": "关于服务器板块RIA iBasyo服务器被\"回收\"处理",
    "author": "Freez！流年",
    "replyCount": 5,
    "timestamp": 1554876660,
    "txt_content": " 本帖最后由 Freez！流年 于 2019-4-10 14:12 编辑 \n\n  亲爱的各位版主你们好，距离我的服务器宣传贴被移动至回收板块已经过去了47个小时   原帖内容   http://www.mcbbs.net/thread-850649-1-1.html\n  我们亲爱的服务器版块版主xu11xx给出的理由是\"一服多贴\"\n  \n\n  得知自己的服务器被“回收”后我的第一反应是 wth？ 在重复阅读发帖规则 一服多帖  后立刻私聊联系了我们的版主xu11xx ，\n  距离私聊xu11xx已经过去了46个小时，也许是我的言语微不足道不足以引起繁忙的他一丝注意，至今并未得到回复。\n  xu11xx都不肯好好听别人说话，不肯读别人的发言，不肯理解别人，最终才造成的这起矛盾不是吗？难道版主都是不愿意理解别人，瞥一眼就匆匆忙    忙急着定性的人吗？\n       \n   \n   \n  ”在发布帖子前我已经反复确认过一服多贴的规则，并在贴内有所申明“\n  详见：\n   \n   正如帖内所说，RIA只是我们所信仰的理念。\n   这或许就如同您在进行游戏时可能会看到名称中带有CN字样的玩家。   这也不正如同我们都有着共同的信仰都热爱着mc有着让它变得更好的心一样吗。\n\n   至于各位版主们一直强调的“指向同一联系方式”   我不把这称为入口，而是称为车站——它是流动性的，是导向性的，是流动的地铁站台，而不是家 门。这也和各位前往某处一样，所有人在同一车站候车那您就要判断所有人都和您同一目的地吗。\n\n\n    在上一篇玩家自发发的帖子中，本以为快要和各位版主达成共识。\n    但是在  混乱  版主那篇充满漏洞的答复后便关闭回复匆匆收尾。\n    打着民主的旗子无览清情况便关闭投诉贴，吃相真是够难看的呢。\n    不过我还有几个问题想要请问您，您这样草率的判定我们为群组视乎不妥吧。\n    那是否存在一定的交流和协作——比如共用一个审核群——就代表着是同一个服务器？\n    据您所说 xxu严格按照版规处理，但从他处理的理由“有人私信举报，一服多贴”和他回复的理由“不接受偷换概念的诡辩。判定的原因为的联系式。”\n    是不是有了微妙的变化，还不说各位版主的回答了。那我想问您，具体哪一条版规禁止了不能共同协作？\n  \n\n\n",
    "replies": [
        {
            "author": "恋",
            "timestamp": 1554877800,
            "txt_content": " 本帖最后由 HTL9257 于 2019-4-10 14:39 编辑 \n\n同一联系方式当然在论坛层面认定为同一玩家群体  合作应该再玩家进入各自服务器中 再各自的服务器里面用广告的形式引流到其他合作服务器 这个过程不应该是玩家从论坛进入各个服务器前 （同一联系方式再分发）\n\n毕竟有你这样需求的服务器是少数 而多数的人会利用这种漏洞真正的一服多贴 开放这个先例只会弊大于利 所以不允许开这个头\n那么我有几点问题 \n1既然一服多贴处理了  那么列入失信名单是否处罚过重 \n1-5: 每个MCBBS的会员只允许有一个服务器宣传帖，每个服务器/群组服（按用户群体）只允许有一个宣传帖（群组服请将所有子服务器内容列在一个宣传帖内，游戏模式选择“混合”），同一账号或同一服务器（群组服）发布超过一个主题帖时，超额的帖子会被警告+移入服务器回收区。就算是3帖属于一服多贴 也没必要拉入黑名单把\n\n2既然这几个人是合作关系  那么他们重新发帖  写各自的联系方式 （取消同一联系方式）来宣传 是否还属于一服多贴\n3版规该项目是否有待细化完善 给出一服多贴的多数判断标准依据 而不是版主主观判断（为了让发帖人明确什么情况是一服多贴）\n"
        },
        {
            "author": "馥翎的浮灵",
            "timestamp": 1554877980,
            "txt_content": "用片面的眼光看的东西并不是最准确的，这个道理你知道的吧，版主先生？\n也许你会觉得ria只是一个服务器，而其原因仅仅只是三个连根服务器过于相似且共享一个审核群号的原因。\n可是，你的理由是“一服多贴”\n那么我想问一下您，一般情况下的一个车站只有一辆车吗？只有一个线路吗\n（等待撤回）"
        },
        {
            "author": "wutong10086",
            "timestamp": 1554878580,
            "txt_content": " 本帖最后由 wutong10086 于 2019-4-10 14:48 编辑 \nHTL9257 发表于 2019-4-10 14:30\n同一联系方式当然在论坛层面认定为同一玩家群体  合作应该再玩家进入各自服务器中 再各自的服务器里面用广 ...\n\n就[单群判定]多发正确率我做个分析吧，假设10%群组服在发帖前就已经分群，20%单群存在多服被误判，这样看来70%的正判对比20%的误判明显占优势。但各位还是忽略一点人是有思维思想的，在看完版规后原先没分群的群组服(70%)至少有50%的群组服将进行整顿，内么正判只剩35%，误判为20%，还有45%的群组服蒙混过关，此时[单群判定]还有用吗？如上述举例数据存在问题，还请指出。但看完版规后群组服分群的概率绝对是五成以上，这是人普遍的心理作用和思维做出的决定。"
        },
        {
            "author": "gamerteam",
            "timestamp": 1554878940,
            "txt_content": "如果你觉得这条实行有问题，那么欢迎你来应聘版主这一职位。\n因为你目前只站在你们这类型的服务器的角度来看，但是版主需要从大局的角度来看，考虑版规等内容必须谨慎小心，避免被钻规定的漏子。\n如果服务器版按照你所谓的民主，早就已经被各种奸商占领道德上的高地了。你们并不明白背后有多少人虎视眈眈的盯着你放开一点想然后乘机得利。版规不是为了打压服务器的，反而是在帮助更多的腐竹避害。\n你们一直在强调这只是所谓的车站，但是你要明白一点，这个所谓的车站并不受论坛监管，他以后会不会换班车，将所有人开往一个站？这方面在监管上是一个巨大的漏洞，可以说是转型的话毫无成本的。\n\n一旦和商业沾上关系的内容，没用严格的规定，那些商人只会像吸血鬼一样，不断的加大力度和打政策上的漏洞，最后在这条船上的人，一个都跑不掉。\n\n也许版规是有不完善的地方，但就目前而言，这三个帖子的处理是根据当前版规来处理的。你可以提意见，但不代表你的意见你的想法就是经得起时间的推敲的。不要用所谓的民主来占领道德的高地。"
        },
        {
            "author": "混乱",
            "timestamp": 1554879060,
            "txt_content": "我看你来势汹汹，必有高见，今日一闻，不过如此。"
        }
    ]
}