{
    "title": "[NF][Ice and Fire 冰火传说][WIKI翻译][目录]",
    "author": "1596886225",
    "replyCount": 99,
    "timestamp": 1554909480,
    "txt_content": " 本帖最后由 E.T.星落辰 于 2019-10-6 21:30 编辑 \n前言：为什么要翻译这个WIKI，因为站内没有一个完整的教程，MC百科虽然有教程，但是没有原版WIKI的详细（当然也够详细）但是配图偏少，生物篇章介绍较少，并且介绍参差不齐，没有官方WIKI分类清晰，且有部分翻译有误，并且有轻微机翻的痕迹。翻译WIKI的目的是想让喜爱这个MOD的玩家能够知道这个MOD基本的所有内容和更新方向。MOD介绍：\n站内链接\n（现在WIKI对应的mod版本为1.7所以可能与其介绍有出入，以最新WIKI为准）\n建议使用JEI合成表来达到最佳游戏效果\n声明\n所有翻译原文均来自官方WIKI但不限于WIKI，部分内容来自WIKI的留言，本文内容为翻译加微创作目的是使通俗易懂，图片均来自官方WIKI，少部分翻译参考MC百科\n链接\nMod原帖地址|官方WIKI|MC百科|我搬运的该Mod大型整合包|JEI\nWIKI优秀问题&已知问题（就不给原文了，简洁一些）\n1.能告诉我在哪一层能够找到龙穴\n答：我和我的朋友使用小地图Mod发现在40层（Y=40）有大概率出现龙穴\n2.我发现的龙穴中没有龙，我之前没有开过和平模式这是为什么？\n答:已知BUG\n3.龙穴中需要有什么注意的吗？\n答：龙穴中会生成正常的怪物，搜刮时记得将金堆或者银堆和周围的矿物带走。在没有足够的准备最明智的选择时标记后走人。\n4.戈尔贡神庙的石像可以带走吗？\n答：可以，需要精准采集（我，只要是石像都可以用精准采集）\n5.为什么我带了耳塞塞壬的歌声还是能影响我\n答：耳塞有时候会失效，并不是百分百隔音\n6.银矿不够怎么办\n答：与恐蚁可以交易大量获得\n7.我可以同时驯服冰龙和火龙吗？\n答：可以，但是要使他们两的物理距离足够远（最好有两个家）。冰龙和火龙碰到一起会拆家的。。\n8.为社么我杀了龙他就直接消失了？\n答：三阶以上的龙才有龙骸\n9.由@cicada丶 反馈Mod与更多弯曲动作有冲突，会使龙铠甲贴错误\n\n\n\n（神秘人留给这个世界人的善意）\n（第一人称的描写有点像小说）（稍作修改，会给出原文）\n异兽手记序章：简介用一张古老的纸来和这本书结合，可以解锁更多的内容。这本古老的书的第一页写道：这本书旨在指导那些想要了解这个超自然的世界的人们。这本书将覆盖了这个世界的工具，护甲，武器的基本信息，以及对这个世界的神秘生物的跟踪狩猎的指南。\n它从这个世界的矿物开始讲起。\n在这个超极庞大的世界中，你可以在挖掘金矿的地方发现另外一种具有特殊性质的矿物--银，和其他大多数矿物一样，将它煅烧出来后可以制作大量工具和道具。因为银的特殊性，银质武器对亡灵生物会有额外的伤害（游戏内这点有BUG）。\n这个世界中第二种特殊的矿物是蓝宝石矿。这种矿石在白雪皑皑的雪地村庄种充当着重要的货币，用来换取大量的重要资源。它也可以像金子和银一样做成堆（？不清楚，WIKI中没有这么介绍）\n想要获得更多的信息的唯一方法就是使用在世界寻找其他人写下的手稿，并且在讲台中研究它们。\n对准讲台右键，你会看到三个空槽。将书放到左边，将手稿放到下方会在右边得到你想要的研究成果。每多一个手稿你就会解锁一个新的标题，可能是关于那些神话的怪物，或者是工具的制作指南等等。\n能否在这个世界中活下来，这本书或许是你最重要的伙伴\nA small tattered note clings to the binding of the bestiary. It reads: \"This manuscript is meant to be a guide to those who like to inform themselves about the greatest wonders in this supernatural realm. It will cover some of the basics of designing tools, armor, and weapons to tracking, hunting, and learning about mysterious creatures.\"\n\nThe bestiary then goes on to describe supernatural changes in the generation of the world, starting with strange ores.\n\nAn ore with mystical properties, silver ore can be found at the same layers gold can be found. It can be smelted into ingots which have a variety of uses. Silver weaponry does extra damage to the undead, due to its magical properties.\n\nA second magical ore associated with supernatural creatures is the sapphire ore. Sapphire ore is found randomly in snowy biomes and its drop can be traded with snow villagers. Nuggets of either gold or silver can be storied into placeable piles, like so.\n\nThe only way to obtain more information about the magical world is to research other writer's works. This can be done by crafting a lectern.\n\nOnce a lectern has been placed, it can be interacted with by right clicking on it. The inside will have three slots, the leftmost for an input bestiary, the bottom for manuscripts, and the rightmost for the output bestiary. For every manuscript, a new index will appear in the bestiary. These new pages can be information about mythical creatures, different types of peoples, informative crafting guides, and even basic alchemy.\n第一章：火龙没错，传说是真的。那种庞然大物--火龙是真的存在着。下面写的就是我的亲眼所见，我会尽我所能讲我看到的详细描述给你。它的外貌具有爬行动物的特征，但是我从来没有见过这么大的爬行动物。我很少看到有25个猪一样的大小（这段估计翻译有错，自己都看不懂）。但是传说有更大的古龙在地下的远古龙穴。我看到的它的时候它在天上飞翔，拥有着与他们庞大身躯所不符的灵活性。忽然一个火热的气息从我旁边射出，一个它的猎物在我眼前被火焰的热量烧熟透了，这绝对是他们最危险的技能。但是随着我继续跟踪他们发现他们还有其他危险的能力每条火龙都能够吐出炽热的火焰，小火龙伤害不能像大龙一样将周围的地形全部烧焦。喷射火焰还不是它们唯一的攻击方式，更恐怖的是一些高阶的龙可以将火焰聚集成一个火球射向猎物。这将是毁灭性的攻击。但是据我的观察它们通常的攻击方式还是近战：咬，这种攻击方式速度快，力量大，但是通常不会致命。更加凶险的是撕咬，通过在嘴中的震动来击杀猎物，这是很容易受重伤的攻击方式。更加致命的是使用尾巴鞭打，高速的旋转，空气被撕裂的刺耳声都印证了这恐怖的威力，在它们蓄力的时候最明智的选择就是远离它们。哦，对了，我见过不少勇者们在快要狩猎成功时被它用翅膀吹上天导致放弃狩猎，只是一定要注意的。狩猎任何一条火龙都是十分的危险。如果读到这个文章的你，我给你最好的建议就是带够足够的远程武器和防火药水。时刻警惕着它近战的蓄力动作和喷射的火焰，不能有丝毫的怠慢。当然，狩猎成功的话会从龙尸上获得一些有价值的东西。另外一件要提醒你们的事情就是龙的阶数，龙的一生有着5个阶段，每个阶段都有它特有的特点。幼年的火龙并不能使用火的力量，只能使用上文说到的近身攻击。而一旦到了二阶就可以初步使用火焰了，但也只能使用轻微的龙息，并不会造成太大伤害。但是火焰的力量将在三阶被火龙完全掌握，使用的火焰会是毁灭级的。当然三阶龙也是能在自然表面最常见的阶段的龙，并且三阶龙也是龙属于青年阶段的最后一段时间，之后的阶就可以生育了，但是4阶一般是不会出现在地表，而是在地下的龙穴中。4阶龙会使用龙啸来散发龙威震慑周围的低阶动物传说中的5阶，我还只是听说过，它们更加强大更加恐怖，貌似还没有一个人狩猎成功的。火龙就这样吧，希望能对得到这张纸的后人有所帮助So the legends are true. Such beasts such as ** this entry focuses on do exist. Very well. I shall try as well as I can to describe such a beast and its activities.\n\nThe appearance of the beast is obviously reptilian. However, it is much larger than the average reptile: Individuals I have seen range from the size of a pig to 25 blocks! There are even rumors of larger dragons, sleeping in ancient crypts under the ice.\n\nAnother notable feature they possess is the ability of flight. This is indicated by the development of large wings, used in aviation. All though the beasts seem sluggish at first, they can lift off and fly swiftly after prey.\n\nPerhaps the most dangerous aspect about them is their ability to produce ice breath from their mouths. They use this power to freeze their prey alive.\n\nSimply creating ice breath is not the only way Ice Dragons dispatch their prey. They also have many different attacks.\n\nThe dragon's ice blast attack fires a steady stream of frost from the beast's mouth. Younger dragons are less effective at this attack, while larger ones can freeze nearby terrain, inflicting massive amounts of damage.\n\nThe ice blast isn't the only elemental attack. The dragon can also build up a blast of ice into a solidified block. This explosive ice cube is then thrown toward the dragon's prey. Only older dragons are capable of this attack.\n\nOne of the most common ice dragon attack is the dragon's bite. This is the main attack of the Ice Dragon. It is powerful, and quick, bit it is not usually instantly deadly. However, the dragon has a rarer melee attack: shaking its prey to death.\n\nIn this attack, the dragon picks up its target in its mouth, and rapidly shakes it in order to severely injure its prey.\n\nThe dragon also has a final melee attack, in which it builds up a kinetic force in its tail to slam into its target. This attack is very effective, but it takes a while to build up. They can also beat their wings to push prey back.\n\nTaking down a dragon of any stage is not a very easy task. Since Ice dragons use elemental ranged attacks, it would be smart thinking to use protective potions and long range weaponry. If you want to take down one of these beasts, try and avoid ice blasts, and watch for charge up behavior for many attacks. Once you've defeated one, you will have access to some valuable commodities.\n\nAnother thing one should note about ice dragons is their different life stages.\n\nEach stage in a dragon's life means different changes to their behavior and attacks. In the earliest stage, the dragon is unable to spout blasts and is limited to biting attacks. Once it is in it's second stage, it can breath weak frost and do mild amounts of damage. The most notable development of the third stage is the gaining of the ice charge attack, which can deal large amounts of damage.\n\nStage 3 dragons care also the most common type of dragons found in nature.\n\nWhereas stage 3 was the dragon's final teenage form, stage 4 is when a dragon is a mature adult, capable of creating eggs. Stage 4 is generally more powerful and cannot be found in roosts. They occupy large caverns beneath a snow biome's surface.\n\nStage 5 produces a truly terrifying animal. They follow all other rules of a stage 4 dragon, except much more powerful and deadly. They are incredibly rare, and it is unheard of for a single soul to defeat one. Both 4's and 5's can make deafening roars that install fear in their prey.\n第二章：冰龙（和火龙重复度过高只翻译不同的地方）\n又是我，不知道这次是谁得到这张纸，上次记录了这片大陆上的王者火龙，我觉得龙是一个神奇的动物，所以我继续调查了冰龙。我发现它们之间是有很多相似之处，大小，外貌，近身攻击的方式，还是生长的阶段。变化的是它们的能力，是操作冰和温度极低的空气。这种能力讲猎物生生冰冻。如果你想要去狩猎冰龙，我也只能给你一点建议同火龙一样，多带一些远程攻击的武器和恢复药水，别无他法。与火龙一样要注意它们成长阶段对了，还有一件特别的事情我想在下一张纸上在记录下来So the legends are true. Such beasts such as ** this entry focuses on do exist. Very well. I shall try as well as I can to describe such a beast and its activities.\n\nThe appearance of the beast is obviously reptilian. However, it is much larger than the average reptile: Individuals I have seen range from the size of a pig to 25 blocks! There are even rumors of larger dragons, sleeping in ancient crypts under the ice.\n\nAnother notable feature they possess is the ability of flight. This is indicated by the development of large wings, used in aviation. All though the beasts seem sluggish at first, they can lift off and fly swiftly after prey.\n\nPerhaps the most dangerous aspect about them is their ability to produce ice breath from their mouths. They use this power to freeze their prey alive.\n\nSimply creating ice breath is not the only way Ice Dragons dispatch their prey. They also have many different attacks.\n\nThe dragon's ice blast attack fires a steady stream of frost from the beast's mouth. Younger dragons are less effective at this attack, while larger ones can freeze nearby terrain, inflicting massive amounts of damage.\n\nThe ice blast isn't the only elemental attack. The dragon can also build up a blast of ice into a solidified block. This explosive ice cube is then thrown toward the dragon's prey. Only older dragons are capable of this attack.\n\nOne of the most common ice dragon attack is the dragon's bite. This is the main attack of the Ice Dragon. It is powerful, and quick, bit it is not usually instantly deadly. However, the dragon has a rarer melee attack: shaking its prey to death.\n\nIn this attack, the dragon picks up its target in its mouth, and rapidly shakes it in order to severely injure its prey.\n\nThe dragon also has a final melee attack, in which it builds up a kinetic force in its tail to slam into its target. This attack is very effective, but it takes a while to build up. They can also beat their wings to push prey back.\n\nTaking down a dragon of any stage is not a very easy task. Since Ice dragons use elemental ranged attacks, it would be smart thinking to use protective potions and long range weaponry. If you want to take down one of these beasts, try and avoid ice blasts, and watch for charge up behavior for many attacks. Once you've defeated one, you will have access to some valuable commodities.\n\nAnother thing one should note about ice dragons is their different life stages.\n\nEach stage in a dragon's life means different changes to their behavior and attacks. In the earliest stage, the dragon is unable to spout blasts and is limited to biting attacks. Once it is in it's second stage, it can breath weak frost and do mild amounts of damage. The most notable development of the third stage is the gaining of the ice charge attack, which can deal large amounts of damage.\n\nStage 3 dragons care also the most common type of dragons found in nature.\n\nWhereas stage 3 was the dragon's final teenage form, stage 4 is when a dragon is a mature adult, capable of creating eggs. Stage 4 is generally more powerful and cannot be found in roosts. They occupy large caverns beneath a snow biome's surface.\n\nStage 5 produces a truly terrifying animal. They follow all other rules of a stage 4 dragon, except much more powerful and deadly. They are incredibly rare, and it is unheard of for a single soul to defeat one. Both 4's and 5's can make deafening roars that install fear in their prey.\n第三章：冰龙蛋特别的事情就是我在翻山越岭寻找到的冰龙穴中发现了一个被鳞片包裹的蓝色蛋，我立马意识到这是一颗冰龙蛋！原来这条冰龙是回到洞穴产卵的，我第一个想到的是，这颗蛋能有多价值，我认为会比许多钻石还要珍贵。我有幸在一本书上读过，龙族是一个充满母性的族类，所以我就想着这颗蛋是否能孵化出小龙出来。于是我偷偷的将其转到一个我家附近的安全的地方，在我搬运的途中我发现这颗蛋的温度是极低的，和鸡蛋比起来更有一种刺骨的感觉。这让我对如何解开孵化龙蛋有了一点眉目。我将蛋放在一个充满水的小池塘中，刚放进去却没有任何反应，我十分的失望和沮丧，正准备换一种方式时，忽然决定应该要多等几天，就这样我在池塘边待了三天三夜。在第三天，我昏昏欲睡的时候，它动了！不知何时，池塘周围的水已经结冰！在我的注视下，一条小龙逐渐破壳而出！现在，我拥有着一条属于我的冰龙。关于我和它的冒险故事，我想在之后的纸张中再记录After taking down one of the more monstrous ice dragons I had found in a caver, I noticed that the beast was guarding its own clutch of eggs. These eggs were a multitude of faded colors, all coated in shiny scales.\n\nI instantly thought of how much worth these eggs could be sold for, probably even more than many diamonds. However, eggs have one purpose to the dragon themselves: to propagate their own species. Remembering something I had read in some old manuscripts, that dragons have strong maternal instincts and care for their young, I set out to find out how to raise my own brood of dragons.\n\nWhile moving the eggs to a saver location near my home, I noticed that these eggs were much colder than those of a chicken or other bird. This gave me an idea on how to unlock the secrets of the dragons...\n\nI poured some buckets of water into a small pond and placed the largest of the eggs onto it.\n\nOnce the egg was inside the pond, I filled the pond around the egg in order to cool it down. After waiting for a short time, I could not see any difference with the egg. I thought of removing the egg and looking for another method of hatching the egg, but I remembered that dragons are large beings that require a large amounts of time. Deciding not to be hasty, I let the egg sit in the lake for three days.\n\nMy decision was very successful! The egg formed ice around itself and in a few days hatched! I am now in possession of a young dragon. I'll have to write another entry at some other time to describe my experiences with this new friend.\n第四章：驯龙在我孵化出小冰龙后，我发现它喜欢和我待在一起，也许把我当作它的家人了吧。它就在我的周围散漫的游荡着，但从不远离我。我知道需要喂它食物，我一开始将兔子丢到它的面前，他刚开始毫无反应，但是过不到一会就开始尝试着撕咬兔子，可是小龙没有足够的力量来撕裂兔子。于是我尝试了丢给它处理好的兔子肉。龙的成长需要很长的时间，于是我计划着通过制作龙食来加快我小冰龙的成长速度。通过和它的互动可以了解到龙的阶数，性别，饥饿度在工作台上将龙头骨和一根木棍合成出的东西可以在龙上使用它，你可以让龙停止或者在周围巡逻。当龙生长到二阶时就可以与它和马一样进行互动，跳跃可以飞行，潜行使其下降使龙族繁衍后代是要使用一种混合物的，烈焰百合和霜冻百合就是其中之一的关键材料一旦龙交配后，雌性的龙就会筑巢产卵，龙蛋的颜色是随机的龙号角可以用来召唤龙。为了保护你的龙你可以使用铁块金块或者钻石块制作龙凯来保护你的龙最后，驯龙笛可以帮助你将飞天上的龙召唤到地表After hatching my very own dragon, I realized that the creature favored me as its parent. This creature wandered around aimlessly, however it usually stayed in my general area. Since dragons, are animals, they must require food, so I brought it a rabbit. First, the dragon was reluctant to take any action, but it soon tried to bite the rabbit. The feeble little dragon was barely able to take down the rabbit, so I decided to feed the beast in a different way.\n\nI threw down a slab of mutton, and the dragon quickly raced towards it and consumed it.\n\nDragons are ancient creatures, and it must take a while for them to mature. However, I devised a plan to spur my dragon's growth faster. I did this by crafting Dragon Meal.\n\nThis mix of bone and protein can be made with any meat.\n\nBy feeding this to my dragon I was able to make it grow rapidly. I noticed that I could interact with my dragon to check its progress. I can see how old it is, tell its gender, and see how hungry it is.\n\nPlacing a dragon skull atop a stick has an interesting effect on a tamed dragon. By using it on a dragon, you can make the beast stay or wander.\n\nBy sneaking and interacting with a dragon that is over stage 2, one can mount the dragon and proceed to ride it in the manner of a horse. By jumping, one can make a dragon take off and fly. The beast can be made to descend its flight by sneaking.\n\nA dragon can breath fire by the pressing of a certain command, which is different for many people.\n\nAdult dragons can be bred by feeding them a mixture of elemental items, but first these items must be gathered.\n\nFire Lilies and Frost Lilies are used to make Fire Mixture and Frost Mixture, respectively. This mixture can be used to breed two tamed dragons. By interacting with a male dragon with the substance then interacting with a female dragon will result in the two breeding.\n\nOnce the dragons have finished mating, the female will lay a single egg, of any color.\n\nDragon horns can be used to summon and desummon dragons. One can desummon a dragon by interacting with it while holding a horn, and blowing a horn can summon one.\n\nArmor for dragons can also be crafted. It is most commonly made from iron, gold, and diamond. Dragon armor is made in the same shape of normal armor, except it uses blocks instead of ingots.\n\nOne can also skillfully craft a Dragon Bone Flute out of iron and Dragon Bone. This instrument can calm a tame flying dragon and bring it towards the ground.\n\n\n\n生物简介：\n冰与火之歌不仅仅添加了结构复杂的龙类，还添加了各种神话中的传说生物。下面会将已经有的和未来计划添加的生物都列出来。其中可以驯服的生物会以下划线标出\n目前阶段 \n友好生物\n1.雪地村民\n介绍：他们是一群生活在雪地中的友好村民\n外貌和行为与普通的村民相同白天在村庄中来回走动交流晚上回到屋子内，唯一的区别就是会穿着大衣防寒\n\n他们只会在雪地村庄中生成，这些村庄的结构和普通村庄相同，仅仅用冰块代替了木头\n交易\n和普通村民一样他们也是可以进行交易，只是使用的货币不再是绿宝石而是蓝宝石，而且雪地村民有着不同的职业（如图所示）会有不同的物品交易\n职业\n渔夫：穿着棕色的大衣手里拿着鱼叉，可以交换一些捕鱼的道具或者鱼（左）\n工匠：穿着生蓝色大衣，可以交换到一些中级的道具，无法交易到稀有的物品（右）\n巫师：穿着棕色大衣，有着灰色的胡子，可以兑换一些高级材料，和药水的材料（中）\n其他：尽管渔夫有鱼叉，但是他无法钓鱼和用来防御怪物\n添加雪地村民的原因时因为雪地没有生物来给冰龙杀（。。。这是什么理由，感情就是被宰的）\n因为MC1.14添加了雪地村庄，所以下个版本就会将Mod中的村名和村庄移除\n\n2.精灵（下划线，可驯服，后文不提醒）\n介绍：他们无忧无虑的在林地村庄里生活，喜欢趁着旅行者不注意偷了他的东西，但是她们依然是人见人爱的小仙女\n\n外貌：她们有着女性人类的面貌，有着昆虫的翅膀，在黑暗中会发出光，他们都是浅色的皮肤，但是会有不同颜色的装扮\n粉色，有着粉色裙子，粉色的翅膀，黄色的头发，并且散发出粉色的颗粒\n紫色，有着紫色裙子，紫色的翅膀，棕色的头发，并且散发出紫色的颗粒\n蓝色，有着蓝色裙子，蓝色的翅膀，黑色的头发，并且散发出蓝色的颗粒\n绿色，有着绿色裙子，绿色的翅膀，棕色的头发，并且散发出绿色的颗粒\n黄色，有着黄色裙子，黄色的翅膀，红棕色头发，并且散发出黄色的颗粒\n\n生成：她们只会出现在黑森岭中的精灵村\n\n掉落物：杀死精灵 0~2个精灵粉尘\n捕捉小精灵放置在瓶中会每三天的得到1个精灵粉尘\n行为：她们相比其他很和平，即使玩家攻击她们，她们也不会对玩家进行反击。如果玩家没有将准心对准她们,她们会飞向玩家然后随机偷走玩家背包中的一件物品然后快速离开。只要攻击一下她们就会掉落被偷掉的物品。如果她们在精灵小屋附近有时会飞进去待个几秒钟然后再飞出来（真可爱啊）\n捕捉：想要捕捉精灵必须要有有个瓶子，然后等待着精灵坐下，然后手拿瓶子对准坐下的精灵按右键，就会捕捉到精灵并且获得精灵粉尘（每三天可收取一份精灵粉尘）由@heart醉 反馈另外，精灵似乎没有十分固定的时间\n在我自己的存档中，有时一天可以收获俩次，有时俩天收获一次粉尘\n\n驯服：她们最爱的食物就是蛋糕，她们对蛋糕毫无抵抗力。想要和她们成为伙伴，只要在她们周围放下蛋糕，她们吃下蛋糕后就会跟着你成为你的伙伴。被驯服的精灵会一直跟着旅行者，如果旅行者不动了，她们会在他周围飞来飞去，如果她们在战斗中受伤可以喂蔗糖来治疗\n作为伙伴的精灵会给旅行者带来有利的BUFF（由精灵的颜色决定）\n粉色-力量\n紫色-跳跃\n蓝色-迅速\n绿色-时运\n黄色-效率\n\n3.海马\n介绍：海马是一个可以被驯服并乘骑的水生生物\n\n外表：\n它有着马的身体却又有着鱼鳞鱼鳍和鱼尾，在它一身拥有着马和鱼的特点，目前总共有六种颜色的海马分别是\n蓝色：蓝色鳞片和绿色鳍\n橙色：橙色鳞片和蓝色鳍\n绿松石：绿松石鳞片和黄色鳍\n绿色：绿色鳞片和橙色鳍\n红色：红色鳞片和粉红色鳍\n黄色：黄色鳞片和红色鳍\n\n\n生成：你可以在深海中找到正在游泳的海马\n掉落：杀死海马会掉落1~4个闪光鳞片\n行为：海马性格温顺，即使受到攻击，也不会攻击玩家。他们在陆地上很笨拙，会不停的用蹄子踢沙子，但是在水中它们就是水中的舞蹈着，水中的移动速度比船要快。他们会被海绵吸引（1.13版中改为海带），玩家可以使用海绵（海带）驯服他们\n他们会自己慢慢恢复生命值\n驯服：驯服他们需要用到海绵（1.13用海带），和驯服的流程差不多，就是一直喂他们吃海绵（海带）就完了，吃了海绵就是你的马。只不过海马的驯服过程是会来回游动,所以建议先用海绵（海带）将他勾引到一个密闭的空间,就像手拿小麦勾引奶牛一样，再进行喂养。即使驯服了他不会跟随你（就和马一样必须要用鞍）。手上拿着木棍是可以使他坐下（和狗狗一样）。驯服后和马一样可以装备铠甲和鞍，海马可以多携带一个箱子，可以存放东西，解放你的背包。\n\n繁殖：没错，你可以”人工“使他们繁殖。和小鸡，小马，小牛，小羊一样,喂两个吃东西就能有小爱心。海马则是喂海晶沙砾（1.13给海藻）。\n幼年海马需要一天才能成年\n乘骑说明\n装备：和马一样打开海马的装备栏，你可以装备一个铠甲可以吸收大部分伤害，然后可以多放一个箱子存放物品\n乘骑：和马一样WASD操作，不同的是在水中按住空格使河马漂浮在水面，X是下潜（会有水下呼吸的BUFF不用慌）\n\n\n中立生物\n1.鹰马（百科翻译为骏鹰）\n介绍：鹰马是一种神秘的食肉动物，但也可以被驯服和乘骑\n\n\n外貌：它拥有马的身体尾巴和四肢，但是又拥有着鹰的头爪子和翅膀，这让他能够快速的飞行。你会见到7种不同颜色的鹰马，你会在不同的地形和环境发现不同的鹰马（下面会详细的说）\n生成：你一般在普通的山地形就可以看到鹰马，他们是山区食物链的顶端。已在不同的生物群系会见到不同的鹰马，分别如下\n黑色（Bateleur Eagle）：沙漠和类似的生物群系中发现。\n栗色（Red Kite）：白桦山和类似的生物群落。\n深棕色（Bald Eagle）：巨杉針葉林和类似的生物群系中发现\n白色（Gyrfalcon）：雪山和类似的生物群落中发现\n棕色（Golden Eagle）：山脉和类似的生物群落\n奶油色（Kestrel）：稀树草原和类似的生物群系中发现\n灰色（Goshawk）：黑暗森林和类似的生物群落\n可以通过砸蛋来砸出小鹰马（和小鸡一样）\n\n掉落：击杀鹰马掉落0~5个羽毛\n击杀鹰马掉落0~5个皮革\n与另外一直鹰马交配会掉落一个蛋\n行为：他们在没有被激怒的情况下是不会攻击玩家的（和狼一样），但是在他们饥饿的情况下也是会主动攻击玩家的（所以看到了还是要小心），不仅如此，也会攻击你农场里的动物，和其他友善生物。他们的每次普通攻击伤害是2.5颗????（5HP），也会用爪子发动一次会心一击打出巨高伤害（万分小心）。他们也会缓慢自动回血\n驯服：他们最爱的食物兔子腿，在他们周围放置兔子腿可以将它们驯服一般需要1~5个兔子腿（还是要看脸）。如果发现他们时他们在天上飞，就需要耐心可以跟随他们，知道他们降落到地上再放置兔子腿，一旦驯服成功他们就会坐下来，这时就可以骑在他们身上，并装备铠甲，鞍和箱子。在现况状态下是可以随意的飞行的（就是不跟随）但是可以使用龙骨笛来将他们召唤到地面。具有目标攻击性（就和驯服的狼一样，主人攻击谁它就会攻击谁）。攻击方式时从天俯冲下到地面攻击，这也是另一个召唤到地面的方式，攻击一个对象就行。\n可以使用一个棍子或者驯龙仗设立一个家的位置，驯服的鹰马就不会远离那里\n繁殖：和小鸡一样两只小爱心会下一个蛋，鹰马需要同喂食兔肉堡。幼年鹰马需要一天成年\n乘骑说明：\n装备:同海马\n乘骑：在地面奔跑超过一秒钟会飞起来，按住空格会上升高度，X下降高度，G建会攻击一个玩家瞄准的对象\n\n\n2.翼蚺（Amphithere，谷歌出似龙非龙，西欧神话的一个神兽）\n介绍：雨林的守护者，拥有高速飞行的能力，有着漂亮的羽毛蛇\n\n外貌：一种拥有漂亮羽毛的大型爬行动物，拥有着蛇的特征，缺少能够行走的腿，从头到尾逐渐变细的蛇身，巨大的头和下颚，又拥有着鸟类的特征巨大的翅膀，和类似鸟类的巨大尾扇。你在雨林中可以发现五种不同颜色蛟\n蓝色：蓝色鳞片和蓝色羽毛\n黄褐色：黄褐色鳞片和红橙色羽毛\n红色：红色鳞片和红色羽毛\n绿色：绿色鳞片和青绿色羽毛\n黄色：黄色鳞片和黄橙色羽毛\n\n生成：只能在雨林中发现他们的踪迹\n掉落物：击杀蛟会掉落1~7个蛟的羽毛\n行为：同鹰马一样，除非被激怒否则不会主动攻击玩家，而且性格胆怯，一般只会不断被攻击时才会进行攻击。普通攻击方式是进行撕咬，一次扣3.5颗????（7HP），也会挥动尾巴拍打敌人，击退敌人，也会挥动翅膀将敌人击飞。但是他在陆地上的滑行速度比玩家正常情况的奔跑要快，在天上的速度比他在地面的更快（可能是Mod中速度最快的生物）。但是胆怯的他们会保护村民不受怪物的伤害，甚至因此与龙族战斗\n他们的弱点是投掷物，如果雪球或者弓箭击中他们，他们就会从天上掉落到地面。\n驯服：驯服蛟的方式和其他不一样，首先你要能赶上它的速度，骑在他的身上，然后再它的攻击下能够之坚持到它认可你的能力（也就是活下来），一旦成功驯服，在潜行状态下就可以与它互动，可以跟随，坐下，闲逛。和鹰马一样在闲逛状态下是可以随意飞行的。召唤方法同鹰马。设置家以同鹰马，攻击也同鹰马。\n幼年蛟需要一天成年\n繁殖：同原版动物，只是需要喂曲奇饼干\n乘机说明：与其他不同上身下降是由视角控制（即准信向上即上升，准信向下即俯冲）攻击同鹰马\n其他：由于蛟的飞行AI是MOD中最复杂的AI，所以有时飞行时无法转弯\n也因此时蛟的俯冲攻击有时很难命中目标\n雨林守护者的原型是北美传说中的羽毛蛇神\n\n敌对生物\n1.火龙\n介绍：火龙是着个世界最强大两个龙族之一，他是遨游这个世界的王者，整个世界食物链的最顶端。世界上到处流传他的恐怖传说，最强力量的代表。最著名的能力高速的飞行和喷出炽热的火焰。具有7种攻击方式，即便是最普通的方式也能秒杀几乎所有的冒险者。并且传说他们的成张过程会有五个阶段，并且第五阶段是最恐怖的阶段，不过世界上没人见过第五阶段的火龙，或许见过的再也没回来过。\n\n外貌：火龙是一种大型的四足爬行动物，有着一双巨大的蝙蝠状的翅膀，三只适合攀爬的脚趾在充满肌肉的后退，一排尖刺顺着脊椎骨拍到尾巴，头部上矗立着两个龙角衬托着巨大的下颚，拖着一条和身体一样长的尾巴。火龙总共又四种颜色分别是赤红，翡翠绿，青铜色，暗灰色\n生成： 火龙可以在任何温度高于-0.5的生物群系中生成，较年轻的（1到3级）会在地表的龙巢附近生成，而更年长的（4级）则会生成于地下的龙穴，5级火龙不会自然生成\n凋落物：不同阶段的火龙掉落的物品不同，通常情况下都会掉落对应的龙骨，龙鳞，龙肉，有时也掉落龙头骨和龙心。而最稀有的物品龙蛋，只有打到4~5阶段的雌性火龙才会掉落\n火龙死亡不像正常怪物一样会直接蒸发，而是以尸体形式存在。然后就要想不断的鼠标右击尸体会有掉落物掉落（一般在尸体中心）（这么说可能有点抽象，就是和怪物猎人世界一样，掉落物是要搜刮尸体才会有的）在不断点击过程中，尸体会逐渐变成龙骨架，龙骨架也可以获得龙骨和龙头骨（浑身是宝）\n注意，刚孵化出来的小龙击杀掉是没有掉落物直接蒸发的，5天之后的火龙击杀只会掉落骨架（无法获得龙肉，龙鳞），10天之后的龙才会有上文的过程\n行为：火龙对玩家来说是敌对生物，他会攻击出他自己以外的所有生物，尤其当她处于繁衍期时，一般处于饥饿状态，会在附近寻找动物吃掉，甚至可以在64格以外找到食物。喷出的火焰不仅可以将方块烧焦还可以将方块击飞。他们不仅有饥饿度设定，在白天他们会在充满宝藏（金块和箱子）的龙巢中睡觉，如果你挖金块和打开箱子，发出的生音都会惊醒火龙（请三思）\n能力：首先它拥有高速飞行的能力，所以想要与它近战基本是不可能的，并且它炽热的龙息可以瞬间将玩家秒杀。想要利用障碍物躲避它也是不可能，他们会之际破坏障碍物来达到攻击你的目的。他们有7种攻击方式分别是\n啃咬，最基本的攻击方式，咬一下\n撕咬，通过摇晃来达到将猎物撕碎的目的\n龙息炎，向目标地吐出火焰，使目标地着火，并且出现火焰障碍，击飞的方块可能会成为“炸弹”\n炎弹，喷出一颗能够制造类似“火山口”的地形破坏的火焰炸弹，有时候还会借此击飞大量“方块炸弹”\n鞭打，快速旋转是用尾巴鞭打目标，击退目标\n风刃，用力拍打翅膀，形成强烈的气流，击退目标\n临空追击，在空中使用爪子击落空中的目标\n除此以外，4阶及其以上的火龙会使用龙啸，使玩家获得14秒的虚弱BUFF\n对抗建议：带上充足的防火药水和恢复药水，和充足弓箭，上文说过近战的机会很少，长时间都是远程的输出，根据对抗火龙的阶级来穿戴合理的防具。并且多攻击他的头部和尾部可以打出更高的输出。\n如果在地面和火龙战斗（通常是1~3阶）时，他们可以通过飞行来躲避大量的伤害，并且在近战和远战种不断切换：在地下对抗火龙时（一般是4和5阶）这种火龙本身拥有更强的近战能力和更长时间的龙息，所以建议使用龙骨防具或者钻石防具\n火龙的孵化：野生的火龙是不能被驯服的，只通过驯服龙蛋孵化出来的火龙，火龙蛋必须要放在火上孵化，放在火上后蛋开始摇晃即正在孵化，一般要孵化3天左右。（这里的火必须一直燃烧着，所以建议用地狱岩）\n火龙的繁衍：给两个性别的4阶火龙喂是花火汤（mod物品，物品篇L栏还百合花，详细介绍），然后雌性火龙会在附近筑巢产蛋。\n\n乘骑说明：\n装备，潜行状态下右击可以打开装备栏，火龙共有四个装备栏对应四个不同的部位\n乘骑，一条龙每次长到下一级都要花费25天，长到最大体型也就是最高的五级需要125天。可以通过喂龙食来加快成长速度（喂一个加速一天）\n1级的小龙的大小不到一个方块，空手右键他会站在你的肩膀上（最多三只），按X则是下来。\n3级则可以乘骑，按空格则是离开地面，按住空格超过一秒则是上升，X下降，R对目标喷射龙息，G攻击目标\n寻龙仗，龙骨笛同鹰马，龙之号角可以将火龙收在里面\n\n火龙骨：在沙漠地形中可以自然生成火龙骨，这也是获得龙骨来做高级装备的材料来源\n其他：火龙击杀玩家总共有三条死亡信息，其中两条正常一条幽默的（自己探索吧比较冷幽默）\n\n\n2.冰龙介绍：冰龙是这个世界上另一个最强大的生物，与火龙一样是站在世界食物链的最顶端。人所熟知的能力是冰到极致的龙息，天空陆地海洋都是他的主场。他与火龙一样有着几种能够击杀玩家的方法，一样有着五个成长阶段，5级的冰龙也只是传说中的存在\n\n\n外貌：同火龙一样大型的爬行动物，但是他的头部比火龙更大，头上有着三个对角。巨大尾巴有着鱼尾的形状使其在水中有着火龙不具有的高速移动能力。和火龙一样有着四种颜色的冰龙，分别是，冰蓝色，宝蓝，银灰色，雪白色\n掉落物：完全同火龙\n行为：基本同火龙，除了捕食鱿鱼，攻击方式为冰封，金块变为银块，其余皆相同。\n能力：和火龙一样拥有高速飞行的能力依然近战攻击几乎不可能。除此以外，冰龙拥有火龙不具备的能力高速的水中运动速度，还可以将玩家冰冻住，让玩家更容易收到攻击。其余与火龙相同。冰龙的七个攻击方式，\n啃咬，最基本的攻击方式，咬一下\n撕咬，通过摇晃来达到将猎物撕碎的目的\n龙息冰，向目标地吐出冷风，冰封目标地，击飞的方块可能会成为“炸弹”\n冰弹，喷出一颗能够制造类似“被雪覆盖火山口”的地形破坏的冰冻炸弹，目标区域还会出现冰锥（玩家走在上面会使冰锤被破坏）有时候还会借此击飞大量“方块炸弹”\n鞭打，快速旋转是用尾巴鞭打目标，击退目标\n风刃，用力拍打翅膀，形成强烈的气流，击退目标\n临空追击，在空中使用爪子击落空中的目标\n除此以外，4阶及其以上的冰龙会使用龙啸，使玩家获得14秒的虚弱BUFF\n对抗建议：带上充足的迅捷药水和恢复药水，和充足弓箭，上文说过近战的机会很少，长时间都是远程的输出，根据对抗冰龙的阶级来穿戴合理的防具。并且多攻击他的头部和尾部可以打出更高的输出。\n如果在地面和冰龙战斗（通常是1~3阶）时，他们可以通过飞行来躲避大量的伤害，并且在近战和远战种不断切换：在地下对抗冰龙时（一般是4和5阶）这种冰龙本身拥有更强的近战能力和更长时间的龙息，所以建议使用龙骨防具或者钻石防具驯服：同火龙\n孵化：龙蛋放入水中建议不要太深，以防小龙溺水\n冰龙的繁衍：给两个性别的4阶冰龙喂是花霜汤（mod物品，物品篇L篇，详细介绍），然后雌性冰龙会在附近筑巢产蛋。\n乘骑说明：\n装备，潜行状态下右击可以打开装备栏，冰龙共有四个装备栏对应四个不同的部位\n乘骑，一条龙每次长到下一级都要花费25天，长到最大体型也就是最高的五级需要125天。可以通过喂龙食来加快成长速度（喂一个加速一天）\n1级的小龙的大小不到一个方块，空手右键他会站在你的肩膀上（最多三只），按X则是下来。\n3级则可以乘骑，按空格则是离开地面，按住空格超过一秒则是上升，X下降，R对目标喷射龙息，G攻击目标\n其他：火龙击杀玩家总共有三条死亡信息，其中两条正常一条幽默的（自己探索吧比较冷幽默）\n\n\n3.戈尔贡（百科翻译蛇发女妖，戈尔贡最早出现希腊神话）\n介绍：戈尔贡是十分可怕的恶魔，直视她的目光会使你自己变成石头，被封印在沿海岸的远古神庙\n\n外貌：上半身女人的身体下半身是蛇的身体，头发由绿色的蛇组成与苍白的皮肤形成强烈的对比。穿着浅绿色的衣服和棕色的服装\n生成：被封印在沿海岸的远古神庙的深处，远古神庙会在海边随机生成（远古神庙会在第三篇详细介绍）\n\n掉落物：击杀她会得到她的头颅（物品篇细谈）\n行为：当她的目光对着你，而你又对着她，你会发现她的眼睛开始发光，头上的蛇开始对你张开獠牙，而她的也张开大嘴，这时你已经被她变成了石头了（变成石头的玩家可以用镐子打破会得到4~5个圆石）。不仅仅是玩家，如果其他生物直视她的目光都会变成石头。戴上眼罩可以放置变成石头，但是这样会激起她强烈的攻击欲，如果被击中会扣1颗????（2HP）并获得4秒钟中毒III的BUFF\n对抗建议：戴上眼罩，合适的防具，强力的剑，和足够牛奶来化解中毒的BUFF。或者视线向下对准她的尾巴攻击，但是这样的操作难度很大，一个失误就是变成石像的结局\n\n\n4.独眼巨人\n介绍：他是一个气场强大，身形巨大的怪物,是一个牧羊的能手\n\n外貌:独眼巨人是巨大的人形怪物，头部前方有一个大而凸出的眼睛，头顶有一个小角，头部两侧有小耳朵，还有一个突出的嘴。与深褐色的缠腰布相比，它们的皮肤颜色为棕褐色。除了它们的基本特征外，它们的面部有4种不同的变体：\n完全秃头的变种\n带有小胡须的变体，\n带有长胡须的变体，\n以及除了长胡须外还有短发的变体。\n生成：生成在独眼巨人洞穴（又羊圈的巨大球形的洞穴，会在沙滩上随机生成，建筑篇消息介绍）\n\n掉落物：击杀独眼巨人会掉落\n0~10生羊肉\n1~10皮革\n0~5羊毛\n行为：独眼巨人对玩家来说是敌对的，甚至对龙来说也是，他会攻击他周围几乎所有的生物。一旦发现自己的攻击目标，会冲过来用力的踩踏目标，冲过来的时候会发出轰隆的巨响。如果被踩到会扣8.5颗????（17HP）。他还会踢飞目标，甚至抓住目标咬断目标的头。但是他不会攻击友善生物，甚至会攻击所有攻击羊群的生物。他们是专业的牧羊人，羊群见到他都会跟着他走。\n为了躲避独眼巨人的踩踏可以穿全**伪装护甲并且保持潜行状态（按住shift）。如果在伪装状态下攻击羊群伪装就会失效（有点像怪物猎人世界中的隐身衣）。如果用弓箭或者龙息击中他的眼睛，会使他的眼睛受伤，无法探查到玩家的位置，除非你攻击他\n\n\n5.塞壬\n介绍：她的歌声是海上最危险又诱惑的声音，在岩石上唱着迷人的歌，会给水手带来厄运\n外貌：刚开始是一个美丽的女孩的形象，上半身是一个美丽无比的女孩，下半生是人鱼的形象。头发飘逸美丽可以是红色或者黑色。这时候可以称作美人鱼。而她们进入攻击模式的时候，她们会卸去自己美丽的伪装变成一个恐怖的怪物，光滑的皮服出现发着绿光的丑陋鳞片，眼睛发出令人恶心的光，头发失去光泽变得油腻，嘴巴变得扭曲起来，在这种形式下，他们被称为娜迦。与其不同颜色的头发和白皙的皮肤相比，美人鱼的尾巴上有蓝色和绿色的色调;另一方面，纳迦的皮肤略带绿色，尾巴呈浅绿色。\n生成：生成在塞壬岛的顶部（在海上随机生成，建筑篇介绍）\n\n掉落物：击杀塞壬会得到\n1~5闪光鳞片\n0~3个海晶碎片\n1~5个海晶沙砾\n行为：刚开始以美人鱼的形态在岛屿上唱歌，如果一个玩家进入歌声的范围时，玩家的屏幕会变成粉红色，陷入美人鱼的幻觉不自觉的向美人鱼靠近。当玩家与塞壬只有三个方块的距离时，她们会变成娜迦形态，美妙的歌声变成怪异的尖叫声和嘶吼声。然后跳入水中攻击玩家，会使玩家扣3颗????（6HP）并有击退效果。她们在岸上的动作很迟钝，但是在水里十分的灵活。并且一般都是成群出动（1~3个），其中一个被激怒则会导致全部激怒\n可以通过带耳塞消除塞壬歌声的影响\n\n\n6.死亡蠕虫介绍：生活在沙漠中的栖息物，在沙漠中穿梭，可以吞掉挡住自己的东西\n\n外貌：是一种分段的蠕虫，有着蛇的身体，身体覆盖着坚硬的铠甲，背上一排背刺从上到下，头部一个海绵状的血盆大口，上面一排突出的牙齿，末端有一个连接锯齿的舌头。总共有三种颜色：黄褐色，白色，红色\n生成：可以在沙漠中挖出死亡的死亡蠕虫（怎么有点绕口）\n掉落物：击杀后会掉落\n0~2蠕虫甲壳（根据颜色和大小决定）\n0~2腐肉（仅随大小变化）\n0~1蠕虫蛋\n行为：蠕虫对玩家来说是敌对关系，对龙也是。他们会从沙子冲出来伸出舌头来攻击猎物（伤害大小取决于蠕虫的大小）。稍微大点的蠕虫可能从沙子中冲出时使沙子被击飞。最大的蠕虫被称为巨型蠕虫，他们能抗住玩家的大多数伤害，并且撕咬伤害极高，形成的沙城暴会在沙漠中留下一个巨坑\n如果你给他丢TNT他会吃掉TNT然后几秒钟后爆炸（这个设定。。。。。）\n驯服：野生的死亡蠕虫不能被驯服，只有从蛋中砸出来的可以驯服。蠕虫刚出生时很小，并且会在以他出生的地方以50个方块为半径的领域巡逻。但是他不能被命令坐下或者跟随。当他们收到攻击时他们无法来保护主人。他们不会攻击主人和动物，只会攻击领域中的怪物\n乘骑说明：双手持钓鱼竿就可以乘骑（无论是否驯服）操作方式与马相同（不需要鞍），但是不建议骑野生的蠕虫可能刚刚取消乘骑就成没蠕虫嘴下的亡魂\n\n7.鸡蛇\n介绍：鸡蛇是一个有着鸡身蛇尾的恐怖怪物，会在躲藏在草原中，扼杀掉直视他的生物\n\n外貌：是一种有鸡的身体，蜥蜴的牙齿和尾巴钩状的喙和爪装的鳞状手的怪物\n总共有四种不同的颜色\n棕绿的身体,绿色的尾巴（深绿的羽毛，雄性）\n白色身体，棕色的尾巴（雌性）\n黄色的羽毛的以及绿色的尾巴（雄性小鸡）\n白色羽毛的，棕色尾巴（雌性小鸡）\n生成：可以在热带草原中找到他们（善于躲藏不容易发现）\n幼年鸡蛇可以通过砸腐蛋（Rotten Egg）生成\n掉落物：击杀鸡蛇会掉落\n0~3羽毛\n1~3生鸡肉\n0~2凋零之骨（物品篇详细介绍）\n行为：对玩家来说时敌对的生物，如果他的视线对着你，而已你也对着他那么他会对你发射出一道射线，你会得到缓慢，反胃II，凋零III的BUFF。如果你移开视线，那么他会到你前面继续直视你。为了避免死亡，可以带上眼罩，和戈尔贡相同那么会激起近身攻击，通过啄咬玩家，玩家会扣2.5颗????（5HP）并通过进行公鸡式的跳跃攻击来击退玩家。他们会保护任何一个鸡蛇（和猪人很像），你攻击一个很可能会招来围殴。另外他们为此不惜与龙族战斗。\n驯服：与驯服其他怪物不同,驯服鸡蛇显得更加艰难，必须要在他的视线下在得到的他的认可前一直存活下来。最好的方法就时看几秒然后移开视线用回复药水然后继续注视他，如此反复。被驯服的鸡蛇被命令跟随，坐下，巡逻。并且攻击主任所攻击的生物和玩家。近战使用咬和跳击，远程使用凋零射线。喂驯服的鸡蛇种子可以治愈伤害。从烂鸡蛋中生成的鸡蛇天生被驯服，需要过一天才能长城成年\n繁殖：无法繁殖\n\n\n8.金属恐鸟介绍：一种嗜血食肉鸟类，有着金属的羽毛，经常出没在沼泽地带\n\n\n外貌：金属恐鸟具有猛禽的一般外观，具有巨大的羽毛状翅膀，强壮的腿部，每条脚上有4个可伸展的脚趾，小的身体，带有短羽毛冠的小头以及大的，弯曲的喙和一个大的羽毛尾扇。然而其他猛禽不同，它们的喙是由金属物质制成的;除此之外，由青铜制成的羽毛可以从翅膀中发射出来。由于它们的青铜羽毛，它们的身体呈浅棕色，与灰色的喙和腿形成鲜明对比。\n生成：只能在沼泽地区生成\n掉落物：击杀金属恐鸟\n2~6恐鸟羽毛（物品篇介绍）\n0~4铁粒\n0~4铁锭\n如果MOD已更新新矿物\n0~3青铜（铜）粒\n0~3青铜（铜）锭\n行为：金属恐鸟一般成群（3~20只），对村名玩家由天生的敌意。可以在64方块外发现目标，并从天降落然后发射金属羽毛造成0.5颗????（1HP）伤害。如果目标穿过金属羽毛接近了自己,那么会转为近战，通过啄咬攻击玩家，伤害为两颗????（4HP）.一旦玩家击杀一只金属恐鸟，其他恐鸟则会尝试逃离\n战斗建议：建议穿上巨魔皮甲（物品篇会介绍）或者其他由弹射物保护的护甲。因为这样可以减少羽毛的伤害，虽然盾牌可以全部抵挡羽毛的伤害但是身后的攻击无法抵挡。除此以外因为攻击目标会飞行,所以需要由弓箭，这样即使他们在空中也可攻击他们\n其他：在地面带了一阵后，发射的羽毛会变成掉落物可以拾取\n\n\n9.巨魔\n介绍：是一个居住在洞穴里的怪物，是所有探索矿洞冒险家的最大威胁\n\n外貌：巨魔是巨大的人形怪物，拥有突出的下颚，和能在黑暗中发光的眼睛，突出的牙齿，突出的大鼻子和手中巨大的武器\n总共由三种不一样的形态：\n森林巨魔：灰绿色皮肤，发黄光的眼睛，棕色腰带。\n山地巨魔：灰白色皮肤，发黄的眼睛，棕色腰带。\n冰霜巨魔：浅蓝灰色的皮肤，白色的头发一直到肩膀，蓝色眼睛，棕色腰带（如上图）\n\n生成：巨魔会在各个生态领域的地下生成，不同的生态领域生成不同形态的巨魔\n掉落物：掉落物会因为形态的不同而不同，但是都会掉落巨魔兽牙和巨魔皮革\n并且可能会掉落手中的武器\n巨魔斧（所有巨魔）\n巨魔的锤子（所有巨魔）\n巨魔的树干（森林巨魔）\n巨魔的石柱（森林和山地巨魔）\n巨魔的苔藓柱（森林巨魔）\n巨魔的冰霜树干（冰霜巨魔）\n巨魔的冰霜石柱（冰霜巨魔）\n最后，所有的巨魔都会掉落随意种类的石头（圆石，红砖等），木棍，骨头\n森林巨魔还会掉落蘑菇和橡木\n山地巨魔还会掉落绿宝石\n霜冻巨魔掉落蓝宝石，雪球和云杉木\n行为：巨魔对玩家和村名来说是天人敌对，遇到目标使会咆哮一声然后想玩家冲去。通常会用手中的武器向下打去，会造成5颗????（10HP）的伤害，有时还会横向挥动武器，击退目标。在追击目标时，会挥动手中的武器破坏阻碍自己的障碍物。另外因为他坚硬的皮革，弓箭对其并没有任何伤害。但是如果他暴露在阳光下会变成石像，就像被戈尔贡杀死的动物一样，可以用镐子撸掉获得4~5块圆石。所以巨魔一般不会白天离开自己的洞穴\n击杀建议：由于箭头对巨魔是无效的，因此建议在对抗巨魔之前，应该穿上盔甲并携带输出够高的近战武器。摆平巨魔的最佳方法是在夜间将它从洞穴中引出，然后在他挥杆的时候逃跑，然后跑回去攻击它，这样重复直到它死亡。要不然也可以让巨魔追你，直到太阳升起，看着它变成石头;可这种方法只能得到石像。\n\n\n10.恐蚁\n介绍：一种生活在地下巢穴的昆虫，有着高纬度的社会阶层系统\n\n外貌：虽然恐蚁有着五种不同的阶层，且每个阶层都有自己独特的特征。但是在总体上恐蚁都有着蚂蚁的特征。有着坚硬的甲壳，六只用来移动的腿，都有着黄色的大眼睛和下颚相比要小一些的胸部和头部，连接着椭圆形的腹部，最后的尾部有着一根毒刺。独特特征如下\n工蚁：有标准的恐蚁身体排列，有六只节肢足，身体平行于地面，还有椭圆状的腹部\n兵蚁：与工蚁相似，只是体积更大，身体图案稍暗，上颚较大\n哨兵：与标准的恐蚁身形有些不同，它的第一对脚拥有强壮的前肢，它的腹部变成一条长而弯曲就和蝎尾一样，就像能直立而起的螳螂\n蚁王：与工蚁相似，但体型更大，体型稍轻，身侧拥有两对翅膀\n蚁后：最高级的恐蚁阶层，与工蚁有相似之处，但头顶有一对角，还有一个蠕动的囊状腹部\n另外恐蚁拥有两种颜色这取决于在哪里发现他们（在沙漠中的为棕色，丛林的是青色）\n恐蚁幼虫颜色为白色，它们像小蠕虫一样因为没有四肢和上颚。恐蚁蛹也是白色的，体型比幼虫大并且已有了四肢\n生成：可以在沙漠和丛林中的恐蚁巢中发现（建筑篇会详细介绍）\n掉落物：不同阶级的恐蚁掉落物不同\n工蚁掉落0-2甲壳，0-1粘液和0-1刺\n兵蚁掉落0-3甲壳，0-3粘液和0-1个刺\n哨兵掉落0-4甲壳，1-4粘液和0-1刺\n蚁王掉落0-5甲壳，1-6粘液和0-1刺\n蚁后掉落5-12甲壳，5-12粘液和0-1个刺\n行为：所有的恐蚁对村名和玩家都是敌对关系，除了工蚁和兵蚁，他们会攻击任何靠近他们的生物。所有的恐蚁对入侵者都会进行撕咬，用毒刺来驱赶他们。然后，每个阶级的恐蚁又有着不同任务，各司其职。\n注意,恐蚁幼虫和蛹是完全的友善生物，只会在地上蠕动。\n阶级：1.工蚁，工蚁是蚁巢的工人，需要经常离开蚁巢去寻找食物和其他资源，然后再将它们带回蚁巢，并将其存放在食品室的茧中。除此之外，它们有时会将蚁后的住所中的卵，幼虫和蛹带到孕育房。它们是所有恐蚁阶级中最弱的，因为它们的扑咬只会造成1.5????（3 HP）的伤害，并且它们的针刺攻击只会造成两秒的中毒II效果。\n2.兵蚁，兵蚁们作为工蚁的护卫，跟随他们并保护他们免受附近生物的威胁，并通过猎杀他们附近的猎物帮助他们找到食物。因此，他们比工蚁更强大，尽管他们的咬伤只能造成3????（6HP）的伤害，但他们的针刺攻击很危险，造成9秒的中毒III效果\n3.哨兵，哨兵是蚁巢中行动最隐秘的，也是所有恐蚁阶层中最危险的。他们会在蚁巢的入口附近，预备一个伏击姿势，并变色成其所处环境的相似的方块进行伪装（沙漠会伪装成沙子，丛林则是丛林叶子），当一个猎物或入侵者靠近，它就会开始行动并疯狂地攻击它的目标。哨兵的攻击非常致命，因为它具有令人难以置信的攻击伤害和快速，多次连击的攻击速度，他们可以用镰刀状的前肢连续攻击目标3次（每次前肢攻击造成4.5????，9点伤害），他们可以连续进行两次针刺攻击（每次针刺攻击都会造成中毒IV四秒）。他们还能够用前肢抓住目标，然后在用上颚持续撕咬目标。\n4.蚁王，蚁王成员是蚁巢对外繁殖的手段。离开蚁巢后，他们将飞向天空并开始四处寻找伴侣。一旦两个蚁王互相找到，他们就会开始散发爱心颗粒效果，然后迅速飞向对方，双双落地，然后开始交配。一旦这个过程结束，其中一个蚁王会死亡，而另一个成为蚁后并挖掘到地下，产生一个新的恐蚁巢穴\n5.蚁后，蚁后是蚁巢的族长，也是唯一负责生殖的成员。她通常会在她居住的单个巨大的房间里走动，不断地产卵，孵化成幼虫。然而，即使她是蚁巢的生殖单位，但她仍然能够很好地保护自己，她的扑咬能够造成5????（10HP）的伤害，虽然她的针刺攻击只能造成9秒的毒药III效果，但能对敌人造成强烈的击退效果。一般来说，一个蚁巢中只有一个蚁后，如果没有她，整个蚁巢将后继无“人”，并且蚁巢的其他成员将会停止工作，这样他们很容易容易被杀。因此，如果杀了蚁后，那么整个蚁巢都会随她崩溃\n声誉：在与恐蚁打交道时，声誉是非常重要的，因为恐蚁是非常复杂的生物，所以它们形成良好联系很重要。但是由于恐蚁最初是敌对关系，所以玩家可以在恐蚁蚁巢内提升自己的声望的唯一方式是就是在工蚁附近扔恐蚁粘液，如果工蚁此时没有携带物品，它将捡起粘液并将其带回蚁巢，使玩家的声誉提高5点。玩家最初拥有最低声誉始终为0，可以获得最高声望是100。\n在蚁巢内部提高声誉的一个好方法是在蚁巢入口处扔树脂。如果有许多工蚁在哪里，他们会来回收集粘液并将其带回蚁巢，这将很快提升玩家的声誉。但是，在恐蚁蚁巢中试图提高声誉时同时要谨慎行事，因为攻击和/或杀死恐蚁会损害你在蚁巢中的声誉，攻击某些阶级会损害更多的声誉值。\n注意，如果在服务器中提高声誉只针对那个玩家，并不是整个人类。\n中立：如果玩家在蚁巢中声誉达到25那么所有的恐蚁都将对你保持中立（低于25后又恢复敌对）\n交易：当玩家声誉达到50及以上时就可以与恐蚁进行以粘液为货币的交易（和村民交易相同以物易物），并且每完成一笔交易会提升两点声誉，交易刷新会再提高一点声誉（等于一次交易提高3点声誉）\n当声誉低于50时，无法进行交易\n控制蚁巢：如果玩家设法达到75的声誉，他将能够与其环境相对应的恐蚁成员互动来控制蚁巢。为了激活权杖，必须使用他们手中的权杖右击恐蚁。从之后，玩家可以用它来删除蚁巢内的房间，以及禁用女王的繁殖，潜行状态下用权杖右击地面，还可以在蚁巢的当前位置添加新房间，会打开一个GUI，会显示玩家可以添加的房间列表。\n孵化：一个蚁后从卵中孵化出时，会和离她最近的玩家绑定，改名玩家再她之后建立的蚁巢拥有100的永久声望\n其他：恐蚁卵只能再地底孵化\n奇怪的是，村名看到他们并不会逃走\n\n11.海蟒\n介绍：海蟒是凶猛的海洋生物，会攻击任何他看到较小的生物\n\n外貌： 海蛇是大型海洋爬行动物，蛇的身体，背部有着大型鱼状鳍，无四肢，相对中等长度的脖子，与龙十分相似的头部，有一对向后的鳍和露着巨齿的下颚，并且总共有6种颜色：蓝色，深蓝色，蓝绿色，绿色，紫色和红色\n\n生成：海洋和深海群系\n掉落物：击杀海蟒会得到\n海蟒鳞（数量取决于颜色和大小）\n海蟒牙（数量取决于大小）\n行为：海蟒是敌对生物，对玩家和龙都一样，会攻击它周围的所有生物。通常为冲向一个方向，然后撕咬猎物（伤害的大小取决于海蟒的大小）。会对逃跑的敌人喷射出沸水并对目标造成持续伤害。如果他的敌人在船上或者岸边，海蟒会跳出水面用力砸下去造成大量伤害（取决于海蟒的大小），并对目标又击退效果，如果目标在船上，则会将船只破坏。远古海蟒是最大的海蟒，他的力量与5级的龙族旗鼓相当。能够承受大量的伤害，并且它的攻击伤害巨大，它的飞跃攻击落地会是周围所有生物都飞起来\n战斗建议：由于大多数箭在水中无效，因此建议人们在讨伐海蟒时应该使用伤害高的剑。根据它的大小，选择适当的护甲并带足够的水肺药水和盾牌，由于飞跃攻击可以摧毁船只，因此建议骑乘海马。解决大型海蛇的最佳方法是骑乘海马在水下比较浅的地方勾引它，躲避咬击，然后再游回去打他，重复操作直至它死亡。如果它使用喷水攻击，逃离并与它保持不近不远的距离。如果海蟒追逐玩家到水面并进行飞跃攻击，尽可能快地从他身边逃走，因为这一招命中范围大并且十分致命。\n\n即将登场的BOSS\n恐惧女王：介绍:拥有一条冰龙为坐骑和一支不死部队的不死强者\n\n\n\n下一阶段\n计划添加的生物\n1.雷龙:一种喜欢夜间行动的龙,他的行踪常人难以捉摸，擅长用电来攻击敌人\n2.九头蛇：拥有多个头的蛇类，即使被砍断也依旧能够重生\n3.雪怪：一个擅长伪装的贪婪的丛林怪物\n4.吸血鬼：以吸取血液为生的怪物，常在夜间行动\n5.狼人：在满月下会变身的被诅咒的怪物\n6.鬼魂：没有任何偏见的攻击任何入侵者\n7.地精：贪婪的小鬼，喜欢窃取周围村庄的财务并将其存放在自己的地窖里\n8.海妖：来自深海的嗜血巨龙，对周围的生物都有极大的威胁\n\n图片预告\n\n\n\n计划添加的BOSS\n火魔：\n\n居住在地狱火焰的深处，手持巨大的火剑\n\n物品介绍以英文首字母来排序，目录会有中文加原文\n\n物品简介：\nMod添加了一些属于龙世界的防具武器和方块\nA\n1.神肴（Ambrosia）\n介绍：是Mod添加的一种食物\n\n合成：精灵粉尘（来自精灵），金胡萝卜，闪烁西瓜，碗\n\n效果*BUFF：回复2.5格饱食度并且获得三分钟的跳跃提升III，力量III,时运III，伤害吸收III\n2.飞蛇羽毛（Amphithere Feather）\n介绍：Mod添加的重要材料\n获得：击杀飞射掉落1-7个\n用处：用于合成飞蛇箭（Amphithere Arrow）\n\n3.飞蛇箭（Amphithere Arrow）\n介绍:Mod添加的特殊弓箭\n获得：合成（燧石，木棍，飞蛇羽毛）\n\n属性:对攻击对象造成强力的击退效果\nB\n1.怪物图签（Bestiary）（MC百科翻译为龙之预言。em....牛津词典本意收录野兽的书）\n\nA bestiary is compendium of beasts. Originating in the ancient world, bestiaries were made popular in the Middle Ages in illustrated volumes that described various animals and even rocks.\n<维基百科>大概意思，在中世纪流行起来的用图画配图来描述野兽的一种书。\n\n介绍：这是整个Mod中唯一的教程道具\n\n如何获得：1.合成需要三个手稿（Manuscript)\n2.自然生成，可以在龙穴中的箱子中获得\n用法：刚开始的图签只有简介一栏，想要解锁内容需要，解锁方式把手稿和图签放到讲台（Lectern）上\n\n内容：帖子第四篇详细翻译\n2.眼罩（Blindfold）\n介绍：字面意思眼罩，安装在头盔位置，会使玩家失明（获得失明III）\n获得途径：两根线，一个皮革\n\n用法：1.穿戴后会由半格护甲（等同皮革头盔）\n2.用来放置被戈尔顿石化和鸡蛇射线攻击\n3.可以在铁砧中用线或者另一个眼罩修复\n\n\nD\n1.蠕虫甲壳（Death Worm Chitin）\n介绍：击杀死亡蠕虫和巨型蠕虫会掉落的普通材料用于制作死亡蠕虫护甲（分别对着三种颜色）\n\n\n2.蠕虫蛋（Death Worm Egg）\n介绍：击杀死亡蠕虫的掉落物，蠕虫蛋有两种分别是普通和巨型蛋，和鸡蛋一样往地上砸会得到一个被驯服的（巨型）死亡蠕虫，但是蠕虫不会跟随你，会在出生的五十格范围内巡逻（有抢夺效果更容易掉落）\n\n\n3.龙铠（Dragon Armor）\n\n介绍：龙铠是一种特殊的铠甲用来装备到龙的身上，品质分别为：铁、金、钻石（都用块来合成如下图所示）\n用法：用来抵挡对龙杂造成的伤害\n装备方法：对着龙按住shift然后右键会打开装备页面，总共会有四个装备槽\n\n头部颈部驱赶尾部    \n\n4.龙骨（Dragon Bone）\n介绍：龙骨是从龙骸上掉落的物品\n\n获得途径：1.自然生成，可以在沙漠找到龙骸获取\n2.通过击杀火龙或者冰龙搜刮龙骸取得\n用法：用来制作龙骨制的武器和特殊龙制的基本材料（龙骨笛，龙骨工具，龙骨弓，龙骨箭）\n\n5.龙骨工具（龙骨剑 龙骨镐 龙骨斧 龙骨铲 龙骨锄 龙骨长弓 龙骨箭）（Drgon Tool）\n介绍：由龙骨制作的武器和工具合成：如下表\n 龙骨剑龙骨镐龙骨斧龙骨铲龙骨锄伤害（HP）8696.55攻速1.61.2111合成（龙骨与凋零骨（碎片））龙骨长弓龙骨箭未知未知未知未知 \n6.龙骨长笛（Dragon Bone Flute）\n\n介绍:是Mod中一个是使驯服的龙和鹰马从天上下降的道具\n获得途径:1.合成（两个龙骨一个铁锭）\n\n2.通过雪地村名交易获得\n7.骸骨龙首(Dragon Skull)介绍：击杀龙后通过搜刮龙骸骨可以得到一个骸骨龙首，有着20HP，如果放置在空中龙首回朝下，根据龙的颜色不同得到的龙首颜色也会不同。\n用处：用于合成驯龙仗；狩龙的证明\n\n8.驯龙杖（Dragon Command Staff）\n介绍：用来给驯服的龙类下达命令的道具\n作用：可以是龙坐下和起立\n合成：各个阶段的骸骨龙首加一个木棍即可\n\n\n9.龙蛋（Dragon Egg）\n介绍：是4-5阶段的龙掉落的武品，用于孵化幼龙。\n获得途径：唯有击杀4-5阶的雌龙才会掉落，龙蛋的颜色随着龙的品种而变化（上文的颜色）。因为无法分辨野生龙的性别，所以往往要与不止一条龙战斗。（注：有可能击杀一条龙掉落两颗龙蛋,概率极小）\n使用方法：孵化出小龙就会被驯服，但是三阶之前无法乘骑（详细见上文）\n孵化：火龙与冰龙的孵化方式不一样\n火龙蛋：必须一直放在持续的火里（三天），知道龙蛋发生抖动，再等几分钟就会孵化出来（建议使用地狱岩）\n冰龙蛋：必须放在周围全是冰的水中，等到水结冰后的三天就会孵化出。\n\n\n10.龙之心（Dragon Heart）\n介绍：击杀龙掉落的证明,必定掉落一个，目前版本没有用处\n11.龙号角（Dragon Horn）\n介绍:用来存放龙的道具\n获得途径：合成（四个龙骨一个木棍）\n\n用法：对准你的龙右键就会进入龙号角中,再次右键则会放出\n注意：1.龙在号角中是不会成长的（WIKI中玩家留言）\n2.存放时是什么状态出来后还是什么状态（如坐下还是坐下）\n3.存入火龙则变为火龙号角，存入冰龙则变为冰龙号角\n12.龙鳞（Dragon Scales）介绍：是龙的掉落物，不同的龙掉落不同的颜色的龙鳞用法:用于合成龙鳞护甲13.龙鳞护甲(Dragon Scale Armor)介绍：是Mod中添加的强力护具，比原版中最强钻石甲要更强大，也是Mod中最强大的防具。合成：原料是龙鳞，不同颜色的龙鳞制作的护甲颜色不同\n  头盔 胸甲 裤子 靴子 总计 防御力 4 9 7 4 24 耐久度 396 576 540 468 1980 合成     注意：每装备一个龙鳞护甲会怎加两点护甲韧性14.龙肉（Dragon Flesh）介绍：Mod中添加一种食物（恢复饱食度未知）获得：通过搜刮龙的尸体（骨架不行）获得BUFF：火龙肉，吃后会由火焰效果，得到抗火，抗性提升，生命恢复BUFF冰龙肉，吃后会得到缓慢BUFF（说实话，这有什么用。。。）15.龙食（Dragon Meal）（含病龙食）介绍:Mod中添加的食物获得：合成（4个生羊肉，5个骨头）（病龙食4毒马铃薯，4蜘蛛眼，一个龙食）用处：喂食龙（驯服的龙才行），增块成长速度（上文由介绍）；毒龙食，会使龙停止成长，会一直保持喂食时的阶段15.龙之血（Dragon Blood）介绍：Mod添加的材料，用于合成龙刃获得：对着龙的尸体（骸骨不行）用空瓶子右键即可获取：其中冰龙血可以与雪地村民（巫师职业）交易获得\n16.龙刃（Iced/Flamed Dragon Bone Sword）（非龙骨剑，龙骨剑进阶版）介绍：添加的强力属性武器，龙骨剑进阶版（怪物猎人？）\n获得：合成（龙骨剑+龙之血）\n\n冰龙刃火龙刃伤害9.5 9.5\n\n 攻速\n 1.6 1.6 效果附加减速击退效果/对火龙造成额外8点伤害 附加燃烧效果/对冰龙造成额外8点伤害\n\n 合成\n  \n\n\nE1.耳塞（Earplugs）介绍：可穿戴物品（头盔位置），不添加护甲用处:用于免疫塞壬的歌声的诱惑\nF1.鱼叉（Fishing Spear）\n\n介绍：通过与雪地村名（渔夫）交易获得。拥有64点耐久用法：可以捕捉原版中的四种鱼但是无法获得一些道具（钓鱼竿可以钓出一些道具），对准水面按住鼠标右键蓄力,松开后会得到一条鱼（100%），并消耗一个耐久度（也就是只能用64次）注意：鱼叉无法在附魔台进行附魔。但是可以附加经验修补，耐久（使用附魔书和铁砧）\nG1.戈尔贡头颅介绍：击杀戈尔贡的掉落物，是一个可以将生物变成石像的一次性品用法：对准生物右键蓄力即可已知BUG：有时生物并不是变成石像而是直接消失\nH1.鹰马护甲（Hippogryph Armor）介绍：用与保护你的鹰马的铠甲，和龙铠一样品质分为：铁；金；钻石获得途径：合成（马铠，两个羽毛）（马铠的品阶决定护甲的品阶）（铁：10点护甲 金：20  钻石：30）2.鹰马蛋（Hippogryph Egg）介绍：是两头鹰马繁殖产下的物品。用法：和鸡蛋一样往地上砸，会得到幼年鹰马（不会天然生成）\nJ1.Jar介绍：Mod添加的一个道具获得：合成（一个橡木木板，七个玻璃）用处：捕捉小精灵，对准精灵右键可以捕捉，捕捉不同颜色的精灵获得不同的精灵瓶\nL1.百合花（Lilies）及其衍生物介绍：本Mod中添加的两种花，是培育火龙和冰龙的食物的重要材料之一。获得途径：烈焰百合，生长在炎热的生态环境中，例如：沙漠，红沙地形和下界中发现（沙子，红沙或者地狱岩上）寒冰百合，生长在寒冷的生态环境中，例如，冰川，冰原（生长在冰块上）使用方法：用于繁衍龙类，合成其衍生物：火花汤（烈焰百合，烈焰棒，碗），花霜汤（寒冰百合，海晶沙砾，碗）2.讲台（Lectern）介绍：Mod的关键物品之一，是手稿和怪物图签的合成工具获得：合成（两个木板一本书）作用：用于解锁怪物图签的内容（Mod还想没有汉化，我打算当作额外文章翻译下，应该放在第二页）\nBUG：虽然任何的木板都能制作但是合成出来的讲台只有云杉木的颜色\nM1.手稿（Manuscript）介绍：本Mod添加的一个材料，本省没有任何作用获得：龙穴中或者通过和雪地村民交易获得用法：1.每三个可以合成出怪物图签（前文提及），并且在讲台中可以用与添加图鉴中的内容2.熔炉的燃料（这。。。。很是很科学了）2.恐蚁荧光草（Myrmex Bioluminescence）介绍：Mod添加的发光装饰品，不同地形的恐蚁巢穴中发现的颜色不同获得：只能在恐蚁巢穴发现，可以徒手收集用处：装饰在天花板上，发出8级的光，目前除了装饰别无他用3.恐蚁刺（Myrmex Stinger）介绍：Mod中添加的重要材料获得：击杀恐蚁掉落0-1个用处：用于合成恐蚁刺剑（Myrmex Stinger Sword）和恐蚁权杖(Myrmex Staff)4.恐蚁甲壳（Myrmex Chitin）介绍：Mod中添加的重要材料获得：击杀恐蚁掉落（具体掉落请看上文恐蚁掉落物栏）用处：用于合成恐蚁刺剑（Myrmex Stinger Sword）和恐蚁权杖(Myrmex Staff)和恐蚁甲工具（Myrmex Chitin Tool）5.恐蚁刺剑（Myrmex Stinger Sword）介绍：Mod中添加的武器（有两种配色同恐蚁的颜色）获得：合成（1*恐蚁刺 1*恐蚁甲壳 1*凋零骨头）特点：伤害对不同物种有不同的伤害亡灵生物：4节肢：3对死亡蠕虫：除伤害外还有10秒中毒BUFF(用来击杀死亡蠕虫真是神奇)6.恐蚁权杖（Myrmex Staff）介绍：Mod添加的一个重要道具获得：合成（1*恐蚁刺 3*恐蚁甲壳 2*凋零骨头）作用：当玩家在一个恐蚁中声望超过75时可以控制整个恐蚁生物群，而权力的表现就在与这个道具，要借用这个道具才能发挥作用如果玩家成功达到75的声誉，他们就能使用与其生态群益相对应的恐蚁权杖来控制蚁巢。\n\n使用权杖可以和恐蚁交互。 这样，玩家就可以用它来删除蚁巢内的某些房间，以及开关女王的生殖能力; 通过潜行使用权杖，还可以在蜂巢的当前位置添加新房间。 要添加一个新房间，只需在蜂巢内部潜行并右键单击权杖，打开一个GUI，显示玩家可以添加的房间列表。\n\n玩家孵化的蚁后所建立的蚁巢声誉恒定为100，可随时使用权杖。\n\n如果玩家低于75的声誉，他们的控制权将被撤销。\n\n实用小贴士：删除房间并不会删除原来的结构，只是改变它的功能，一般即将生成房间的位置你是无法自己控制的（取决于有没有大量粘液方块的结构，如果蚁巢的相互连通的空间都满了，就会在随机位置生成新房间），你只能看他在哪里生成（对应xyz坐标），并且决定是否生成，以什么类型生成，被删除的房间可以被再次生成，需要你站在原来房间的位置，这样就可以更改房间类型。\n\n房间功能：\n\n入口上部：连接地表，通过入口进入，蚂蚁会尝试从这里回巢。\n\n入口下部：连接蚁后和繁殖蚁的房间，恐蚁经常聚集在这里。\n\n杂物间：跟作者起的名字严重不符，凡是被判定为蚁巢而没有实际功能的地方都可以作为杂物间，主要是走廊（一个走廊可能功能上属于多个杂物间），也包括一些装饰性房间，如果蚂蚁不会走向你设定的食品室或者孵化所，可能是因为你没设置杂物间他们走不过去。\n\n孵化室：卵孵化成幼虫和蛹的地方，工蚁会在夜间或闲置的时候把不会动的白色物体搬过去搬运过去。\n\n食品室：恐蚁工蚁收集掉落物并且储存的地方。                                                                               ---《MC百科》\nP1.精灵粉尘（Pixie Dust）介绍：精灵的掉落物获得：击杀精灵掉落或者圈养到精灵瓶中（等待小精灵坐下的时候对准右键即可）每三天产出一次用处：用于合成神肴（Ambrosia）。并且可以单独食用，可以恢复半格饱食度，和获得几秒钟的漂浮，发光，时运的BUFF\nR1.腐蛋（Rotten Egg）介绍：Mod添加的一个物品获得：鸡有很小的机率产下腐蛋用处：这种鸡蛋无法合成蛋糕和孵化小鸡，而是由小机率孵化出幼年鸡蛇\nS1.蓝宝石（Sapphire）(顺带介绍衍生物，蓝宝石矿)介绍：Mod添加的一种矿物获得：挖蓝宝石矿（Sapphire Ore）(生成层数与绿宝石相同4-32层，需要铁镐及其以上的镐子)（必定掉落一个，时运无效），或者在冰龙的巢穴中得到用处：用于合成蓝宝石块（这个WIKI竟然也写上了）；与雪地村民进行交易2.闪光鳞片（Shiny Scales）介绍：Mod添加的配置药物的物品，是Mod中水生生物的掉落物（塞壬，海马）获得：击杀塞壬，海马掉落用法：用于制作水肺药水（无需地狱疣直接配置）：用于制作海蟒护甲（Tide Guardian Armor）3.银锭（Silver Ingot）（顺带介绍衍生物，银矿,银粒）介绍：Mod添加的一种矿物获得：通过挖银矿（Sliver Ore）（生成层数与金矿相同，32层，需要铁镐或以上品质的镐子）然后熔炉煅烧用法：用来制造银块，银粒（很无聊啊）；制造银制护甲（Silver Armor）和银制工具(Silver Tool)4.银制工具（Silver Tool）介绍：Mod中添加矿物银制造出的工具和武器合成： （银）剑  镐 斧 铲 锄 伤害 53  7 3.51  攻速 1.6 1.2 1 1 2 合成     特点：对亡灵生物由额外的2点伤害\n5.银制护甲（Silver Armor）介绍：由银锭制造出的护甲，护甲仅比金甲高1格（12对11），且他的样式不同于原版和Mod的中任何一套护甲合成： （银） 头盔 胸甲 护腿 战靴 总计 护甲值 2 5 4 1 12耐久度 165 240 225 195 825 合成     \n6.金属箭羽（Stymphalian Arrows）介绍：Mod添加的一种箭合成：由恐鸟羽毛燧石木棍合成而来特点：射程更大，基本无重力下坠效果，这样也使其难以收回7.恐鸟羽毛（Stymphalian Bird Feathers）介绍：Mod添加的材料之一获得：击杀金属恐鸟掉落，后者恐鸟发射的羽毛过一阵子后就可以捡起用处：用于合成金属箭羽8.海蟒鳞片（Sea Serpent Scales）介绍：Mod添加的材料之一获得：击杀海蟒掉落，掉落数量与海蟒的大小有关用处：用于合成海王护甲（Tide Guardian Armor）和潮汐之箭（Tide Arrow）9.海蟒巨牙（Sea Serpent Fang）介绍：Mod添加的材料之一获得：击杀海蟒掉落，掉落数量与海蟒大小有关用处：用于合成潮汐之箭（Tide Arrow）\nT1.巨魔皮革（Troll Leather）介绍：Mod添加的材料，有三种颜色获得：击杀巨魔获得，击杀不同颜色的巨魔获得的皮革颜色不同用处：用于制作巨魔护甲2.巨魔之牙(Troll Tusk)介绍：Mod中添加的一个材料获得：击杀巨魔获得用处：制作巨魔皮革护甲2.巨魔皮革护甲（Troll Leather Armor）（合成表未知建议使用G键合成表）\n介绍：由巨魔皮革制做的护甲，由弹射物保护的效果属性：  头盔 胸甲 护腿 战靴 总计 护甲值 3 7 5 4 19 耐久度 220 320 300 260 1100 弹射物保护 10% 30% 20% 10% 70%3.海王护甲（Tide Guardian Armor）介绍：Mod中增添的另一套护甲获得：合成（闪光鳞片，海蟒鳞片）\n  头盔 胸甲 护腿 战靴 总计 护甲值 4 7 8 4 23 耐久度 330 480 450 390 1650 合成     特点：任意一件都会获得水下呼吸的效果，每穿一件都叠加一层力量BUFF4.潮汐之箭（Tide Arrow）介绍：Mod中添加的另一种特殊箭获得：合成（1*海蟒巨牙 1*木棍 1海蟒鳞片）特点：在水中无阻力，是水下攻击的强力武器\n\nW1.凋零骨头（Witherbone）介绍：Mod添加的重要材料掉落：击杀原版中的凋零骷髅和Mod中的鸡蛇掉落用处：是合成本Mod中大部分武器和工具的重要材料2.凋零骨碎片（Witherbone Shard）介绍：仅合成分解，无作用\n\n新方块C1.焦块（Charred Blocks）介绍：是由火龙的龙息造成的方块（包括灰烬，焦土，烧焦圆石，焦石块等）（都只有装饰作用没其他用处）获得方式：使用龙息对正常方块攻击，或者在火龙穴中收集（就用原版对应的工具收集）  灰烬 焦土 焦灰圆石焦灰沙砾\n焦灰石头 焦灰草径  焦灰草皮 图片       获得 火龙息攻击原木或者龙穴收集 火龙息攻击土块或者龙穴收集 火龙息攻击圆石或者龙穴收集火龙息攻击沙砾或者龙穴收集  火龙息攻击石头或者龙穴收集  火龙息攻击草坪或者龙穴收集  火龙息攻击草块或者龙穴收集 D1.龙息冰块（Dragon Ice）介绍：吸收了冰龙息的冰块，一般出现在冰龙穴（需要精准采集）。获得：冰龙穴中使用精准采集，或者使用冰龙息攻击冰块再采集,可用于装饰和合成龙息冰刺2.龙息冰刺（Dragon Ice Spikes）介绍：由冰龙息攻击后留下的衍生物（就和火龙吐息后会有火焰一样）。和火焰一样，如果踩在上面会有持续伤害（1HP/S）获得：只能在冰龙穴获得，可以徒手采集：合成获得四个龙息冰块F1.冰封方块（Frozen Blocks）\n介绍：是由冰龙的龙息造成的方块（包括冻土，霜冻圆石，霜冻石头等）（都只有装饰作用没其他用处）获得方式：使用龙息对正常方块攻击，或者在冰龙穴中收集（就用原版对应的工具收集）  冻土 霜冻碎片 霜冻圆石 霜冻石头 霜冻沙砾霜冻草径  霜冻草皮图片  获得 冰龙息攻击土块或者龙穴收集 冰龙息攻击原木或者龙穴收集 冰龙息攻击圆石或者龙穴收集 冰龙息攻击石头或者龙穴收集  冰龙息攻击沙砾或者龙穴收集  冰龙息攻击草坪或者龙穴收集 冰龙息攻击草块或者龙穴收集\nG1.金堆（Gold Piles）介绍：是Mod添加的另一种由金粒合成的装饰块，可以在火龙穴中发现。挖掘后会掉落两个金粒特点：最多可以叠加八层，且走在上方由特殊的音效；打破它会使睡着的火龙苏醒\nP1.精灵小屋（Pixie Hovels）介绍：精灵小屋是精灵村里的精灵居住地，总共由六种样式获得：只会生成在精灵村庄  红蘑菇 云杉木 棕蘑菇 橡木深色橡木  白桦木 全家福 图片  用处：可以用来装饰，偶尔小精灵灰进去坐下休息（超可爱啊！）；用于熔炉作燃料（暴殄天物啊）\n2.台桌（Podiums）介绍：用与展示获得的龙蛋的，总共由六种颜色获得：合成（两个木板两个台阶） 橡木 深色橡木 白桦木 从林木 云杉木 金合欢木 全家福      \n\nS1.蓝宝石块（Sapphire Block）介绍：Mod添加的矿物方块，只能用来装饰获得：只能用铁镐以上镐子来挖取（其他只会将它击碎）；用九个蓝宝石合成用处：用于交易（应该是分解成蓝宝石交易）；装饰品其他：无法作为信标的动力\n2.蓝宝石矿（前文有介绍）3.银块（Silver Block）介绍：添加的矿物方块获得：只能用铁镐以上镐子来挖取（其他只会将它击碎）；用九个银锭合成用处：仅储存银锭和装饰其他：同样不能作为星标的动力源4.银矿石（Sliver Ore）(上文有介绍)5.银堆（Sliver Piles）介绍：是Mod添加的另一种由银粒合成的装饰块，可以在冰龙龙穴中发现。挖掘后会掉落两个银粒特点：最多可以叠加八层，且走在上方由特殊的音效；打破它会使睡着的冰龙苏醒\n\n新地形\n1.火龙穴\n介绍：是四阶火龙的地下巢穴（装备不好时，可以先标记，四阶龙不是很好打）。是由焦块（包括灰烬，焦土，烧焦圆石，焦石块等前文有介绍）,原版的矿石，金堆（前文有介绍）构成的Mod地形。目前没有任何一种能够定位龙穴的位置的方法。唯一的方法就是在地下探索和欧气（WIKI评论中大多数人说Y=40时发现的最多）。这也是唯一4阶龙自然生成的地方。里面会有宝箱（前文生物篇有说过，不能打开会吵醒龙的，除非你是准备好狩龙的）\n\n特点：1.箱子中的物品：骨头，书，蜘蛛网，钻石，绿宝石，金锭，金块，铁护甲（头盔，胸甲，护腿，靴子），铁锭，铁剑，手稿，黑曜石，经验瓶\n2.唯一野生四阶火龙\n3.很稀有，不容易找到（Y=40）\n4.雌性火龙会在这里产蛋\n\n\n\n2.冰龙穴\n介绍：是四阶冰龙龙的地下巢穴。由冻块（上文有），银堆，原版矿物，蓝宝石矿（前文有）。其余同火龙穴\n\n特点：1.箱子中会有：骨头，书，蜘蛛网，蓝宝石，银锭，银块，银护甲（头盔，胸甲，护腿，靴子），银剑，铁锭，手稿，冰块，经验瓶\n234同火龙\n\n3.冰川\n介绍：生成着雪地村庄和雪地村民，可以发现冰龙的遗骸（火龙遗骸在沙漠），和寒冰百合，整体由雪，浮冰，冰组成，多冰湖。\n\n\n4.戈尔贡神庙\n介绍：封印着怪物戈尔贡的神庙。生成在海滩边缘，外表像希腊神庙。第一层充满大量的蜘蛛网，拉拉杆可以进入下一层（WIKI说时右边，有留言说有时是左边，所以就不翻译右边了以免误导）。下一层会有着小怪的石像，当然也有着戈尔贡。\n\n\n5.恐蚁巢穴（非WIK，搬自MC百科，侵权删）\n介绍：分为丛林和沙漠两种类型，整体结构包括孵化室、杂物室、食物室、入口的上部、入口的下部。\n可以通过潜行使用恐蚁权杖潜行右击与蚁后（代表整个蚁巢）绑定，之后右键调用删除房间与繁衍开关，潜行右击调用创建房间开关。\n\n\n注意：说实话，密集恐惧症就不要进了，太恶心了。。。。\n\n6.精灵村\n介绍：是生活着一群可爱精灵的小村庄，只会在黑森林地形中生成，是唯一能生成小精灵的地方（所以发现后最好保护起来）。\n\n特点：一般一个精灵村有三个小屋和一个草径。精灵村很难发现，因为黑森林地形不容找到，有精灵村的黑森林更是少有。一般发现在黑森林里少了物品可以仔细探索一下周围。\n\n7.塞壬岛\n介绍：有不同岩石堆积而成的简单地形，一般生成在海洋和沿海地区。\n\n建议：如果遇到最好毫不犹豫的就逃跑（危害在生物篇有详细介绍）\n\n8.独眼巨人巢穴和雪村（都在生物篇中介绍了，我自己也傻了，就不多嘴了）\n\n\n最后\n终于写了十几天的WIKI终于写完了，本人对RPG游戏特别的喜爱所以特别对这个Mod感兴趣。如果有什么Mod的问题也可以问我。怪物图签的内容更像是小说一样，有时间就翻译下吧（对游戏没什么用处了，基本介绍都有了）\n更新日志\n2019.4.10更新至官方WIKI生物篇最新内容\n2019.4.13优化排版，修改部分错别字\n2019.4.16修复站内链接引用反馈内容\n2019.4.17更新全WIKI物品篇。还有部分WIKI未收录物品会后期自行添加，修复部分错别字，添加生物篇图片，优化排版2019.4.20感谢版主通过优秀 润色排版，修正错别字，更新地形建筑篇，添加WIKI优秀问题（选一些WIKI中的问题来翻译一下，能解决大部分问题）和一些WIKI中的攻略向文章（会分页应该在第二页，目前还只是打算）。更新物品龙血，龙刃（物品片正式补全）下一篇方块和怪物图签内容。怪物图签篇和攻略文章会放在第二页（不考虑再开新帖，不想内容分散，一个RPGMod不需要科技Mod那样复杂的分开介绍）2019.4.21 物品篇：添加讲台和JAR（应该真的全了）；更新方块篇；到此全部WIKI已经翻译完了。WIKI翻译完结。更新WIKI问题2019.4.30 感谢版主通过精华2019.5.2添加目录（刚学还不是很会）2019.5.5更新怪物图签，修正部分错别字，引用反馈\n\n\n\n\n",
    "replies": [
        {
            "author": "企鹅夶",
            "timestamp": 1554911160,
            "txt_content": "感谢，楼主的翻译\n这份wiki对于现在我的服务器来说很有用\n因为我对于这个mod的玩法知识：是零"
        },
        {
            "author": "1596886225",
            "timestamp": 1554911640,
            "txt_content": "企鹅夶 发表于 2019-4-10 23:46\n感谢，楼主的翻译\n这份wiki对于现在我的服务器来说很有用\n因为我对于这个mod的玩法知识：是零 ...\n有帮助就好，不枉我翻译排版这么久，祝你游戏愉快"
        },
        {
            "author": "企鹅夶",
            "timestamp": 1554911820,
            "txt_content": "1596886225 发表于 2019-4-10 23:54\n有帮助就好，不枉我翻译排版这么久，祝你游戏愉快\n恩，等我可以评分了 会补上的"
        },
        {
            "author": "末影公民",
            "timestamp": 1555123260,
            "txt_content": "可以啊,伙计.我会把其中一些条目给放到百科那里去的。不过可能会酌情更改一点。"
        },
        {
            "author": "1596886225",
            "timestamp": 1555126560,
            "txt_content": "末影公民 发表于 2019-4-13 10:41\n可以啊,伙计.我会把其中一些条目给放到百科那里去的。不过可能会酌情更改一点。 ...\n可以，最近学校导员要求要考试，更新会慢点。MC百科的教程也是很不错的"
        },
        {
            "author": "heart醉",
            "timestamp": 1555145640,
            "txt_content": "鹰马的食物兔子腿？？？\n兔子肉还是兔子脚？？？\n如何放置在周围？？？[我翱翔于天空的梦想难以实现呐]"
        },
        {
            "author": "1596886225",
            "timestamp": 1555148520,
            "txt_content": " 本帖最后由 1596886225 于 2019-4-13 17:45 编辑 \nheart醉 发表于 2019-4-13 16:54\n鹰马的食物兔子腿？？？\n兔子肉还是兔子脚？？？\n如何放置在周围？？？[我翱翔于天空的梦想难以实现呐] ...\n\n当然是兔子腿"
        },
        {
            "author": "heart醉",
            "timestamp": 1555148820,
            "txt_content": "1596886225 发表于 2019-4-13 17:42\n当然是兔子腿\n兔子腿？\n游戏里面手持兔子肉可以吸引鹰马\n可我喂不了勒"
        },
        {
            "author": "1596886225",
            "timestamp": 1555151400,
            "txt_content": "heart醉 发表于 2019-4-13 17:47\n兔子腿？\n游戏里面手持兔子肉可以吸引鹰马\n可我喂不了勒\n丟掉试试看"
        },
        {
            "author": "heart醉",
            "timestamp": 1555163280,
            "txt_content": "1596886225 发表于 2019-4-13 18:30\n丟掉试试看\n或许是与潘马斯还是厨艺冲突了呢？？"
        },
        {
            "author": "1596886225",
            "timestamp": 1555167480,
            "txt_content": "heart醉 发表于 2019-4-13 21:48\n或许是与潘马斯还是厨艺冲突了呢？？\n不清楚，明天我试试再来告诉你"
        },
        {
            "author": "heart醉",
            "timestamp": 1555168080,
            "txt_content": "1596886225 发表于 2019-4-13 22:58\n不清楚，明天我试试再来告诉你\n经过我屠杀了n只兔子后\n发现扔兔子脚就行了\n（开始翱翔）"
        },
        {
            "author": "1596886225",
            "timestamp": 1555169940,
            "txt_content": "heart醉 发表于 2019-4-13 23:08\n经过我屠杀了n只兔子后\n发现扔兔子脚就行了\n（开始翱翔）\n谢谢反馈，所以内容没错吧"
        },
        {
            "author": "1596886225",
            "timestamp": 1555210560,
            "txt_content": "1109149270 发表于 2019-4-14 10:48\n感谢楼主，之前玩都是我自己探索的，终于有清晰的介绍了\n还在更新中，今晚估计会更新一半的物品篇，谢谢支持"
        },
        {
            "author": "heart醉",
            "timestamp": 1555229040,
            "txt_content": "1596886225 发表于 2019-4-13 23:39\n谢谢反馈，所以内容没错吧\n生物介绍里面的雪地村民打错了，打成雪地村名了\n另外，精灵似乎没有十分固定的时间\n在我自己的存档中，有时一天可以收获俩次，有时俩天收获一次粉尘\n也许是bug???"
        },
        {
            "author": "1596886225",
            "timestamp": 1555229340,
            "txt_content": "heart醉 发表于 2019-4-14 16:04\n生物介绍里面的雪地村民打错了，打成雪地村名了\n另外，精灵似乎没有十分固定的时间\n在我自己的存档中，有 ...\n好的，我去反馈一下作者，谢谢反馈"
        },
        {
            "author": "1596886225",
            "timestamp": 1555231620,
            "txt_content": "heart醉 发表于 2019-4-14 16:04\n生物介绍里面的雪地村民打错了，打成雪地村名了\n另外，精灵似乎没有十分固定的时间\n在我自己的存档中，有 ...\n以引用文中，还有其他发现也麻烦告诉我"
        },
        {
            "author": "1596886225",
            "timestamp": 1555822620,
            "txt_content": "1109149270 发表于 2019-4-14 10:48\n感谢楼主，之前玩都是我自己探索的，终于有清晰的介绍了\n已经全部更新完全了，如果有什么和实际有偏差的还请反馈一下"
        },
        {
            "author": "a19236950101",
            "timestamp": 1556271360,
            "txt_content": "感谢楼主，之前原版一直有在玩，本人英语渣，后期就闲置了，现在终于有机会完整的玩下来了"
        },
        {
            "author": "a13724082134",
            "timestamp": 1556682120,
            "txt_content": "服务器孵化的龙一会儿就消失，特别是小点的龙生成的也会消失。大龙就不会。"
        },
        {
            "author": "1596886225",
            "timestamp": 1556691120,
            "txt_content": "a13724082134 发表于 2019-5-1 11:42\n服务器孵化的龙一会儿就消失，特别是小点的龙生成的也会消失。大龙就不会。 ...\n能详细描述吗？"
        },
        {
            "author": "qwe885236",
            "timestamp": 1556811120,
            "txt_content": "能告诉我怎么下载吗？1.12.2版本，之前下载都用不了，现在用着的版本是没有蚂蚁没有美人鱼的。"
        },
        {
            "author": "1596886225",
            "timestamp": 1556811660,
            "txt_content": " 本帖最后由 1596886225 于 2019-5-3 15:59 编辑 qwe885236 发表于 2019-5-2 23:32\n能告诉我怎么下载吗？1.12.2版本，之前下载都用不了，现在用着的版本是没有蚂蚁没有美人鱼的。[:cry ...\n1.下载前置模组\n点击前言中的原帖地址\n选择对应版本第一栏是1.12.2第二个是1.11.2第三个对应1.10.2\n你要的是1.12.2所以点第一个\n\n点击Download\n加载后将.jar放入Mods文件夹（不要启动游戏）\n2.下载本体Mod\n还是打开原贴地址\n\n\n单机橙色的Download，网差就多等一会，会自动下载最新版本\n\n下载完后将.jar放入Mods文件夹，打开游戏即可\n\n要用JAVA8\n"
        },
        {
            "author": "cicada丶",
            "timestamp": 1556887980,
            "txt_content": "感谢楼主大佬的仔细介绍~~搞懂了这个mod好多东西, 反馈一个小问题,这个mod 与更多弯曲动作mod有冲突,会导致龙盔甲的贴图出现错误"
        },
        {
            "author": "1596886225",
            "timestamp": 1556890080,
            "txt_content": "cicada丶 发表于 2019-5-3 20:53\n感谢楼主大佬的仔细介绍~~搞懂了这个mod好多东西, 反馈一个小问题,这个mod 与更多弯曲动作mod有冲突,会导致 ...\n好的，下次会将这个BUG引用文中的，谢谢反馈"
        },
        {
            "author": "1596886225",
            "timestamp": 1557098760,
            "txt_content": "990112 发表于 2019-5-6 06:19\n龙可以骑吗\n可以，驯服栏"
        },
        {
            "author": "cicada丶",
            "timestamp": 1557594000,
            "txt_content": "龙息要是可以配置就好了,龙息特性是在伤害范围内把所有方块强制替换成烧焦系列,被龙息杀死后,如果有类似尸体mod,尸体方块会被龙息强行转化成烧焦石头之类,装备也全没得了"
        },
        {
            "author": "1596886225",
            "timestamp": 1557623580,
            "txt_content": " 本帖最后由 1596886225 于 2019-5-12 09:14 编辑 \ncicada丶 发表于 2019-5-12 01:00\n龙息要是可以配置就好了,龙息特性是在伤害范围内把所有方块强制替换成烧焦系列,被龙息杀死后,如果有类似尸 ...\n据说是可以配置的"
        },
        {
            "author": "cicada丶",
            "timestamp": 1557637260,
            "txt_content": "1596886225 发表于 2019-5-12 09:13\n据说是可以配置的\n楼主 根据你的提示,找到了配置文件,在config下的ice_and_fire,没发现龙息的配置,不过倒是有蛮多其他配置,例如龙穴生成什么的"
        },
        {
            "author": "197049",
            "timestamp": 1558906800,
            "txt_content": "多人没办法用龙，孵不出来，单人孵出来之后放进号角朋友进来之后号角里的龙放不出来"
        },
        {
            "author": "1596886225",
            "timestamp": 1558915260,
            "txt_content": "197049 发表于 2019-5-27 05:40\n多人没办法用龙，孵不出来，单人孵出来之后放进号角朋友进来之后号角里的龙放不出来 ...\n我会找个时间反馈一下"
        },
        {
            "author": "程蝶衣",
            "timestamp": 1559348580,
            "txt_content": "为什么我的火龙不去筑巢（我让其坐下）"
        },
        {
            "author": "1596886225",
            "timestamp": 1559353380,
            "txt_content": "程蝶衣 发表于 2019-6-1 08:23\n为什么我的火龙不去筑巢（我让其坐下）\n筑巢需要让她繁殖"
        },
        {
            "author": "企鹅夶",
            "timestamp": 1561039320,
            "txt_content": "如何关闭龙破坏方块？\n这个我不知道在哪里..."
        },
        {
            "author": "淘金",
            "timestamp": 1561709160,
            "txt_content": "哇，这个世界观好吸引人！"
        },
        {
            "author": "淘金",
            "timestamp": 1561711920,
            "txt_content": "这个mod和暮色森林有一个有趣联动，由于4级龙的生成条件是y=40 而暮色森林的地表高度正好是40左右，于是在暮色森林的地表龙穴会大量生成（还会生成其他生物），坏处是破坏了暮色森林的原有建筑（一些boss点）。而且龙在远处拿箭射是不会苏醒的，也就是说有大量的弓箭这条龙完全就是白给。所以进入暮色玩家的发育就会加速。。。相对的通关暮色的节奏也会加快吧（虽然暮色的boss和一些成就是在建筑里地下拿的，龙派不上用场）"
        },
        {
            "author": "1596886225",
            "timestamp": 1561731000,
            "txt_content": "淘金 发表于 2019-6-28 16:52\n这个mod和暮色森林有一个有趣联动，由于4级龙的生成条件是y=40 而暮色森林的地表高度正好是40左右，于是在 ...\n这应该不算是联动吧"
        },
        {
            "author": "淘金",
            "timestamp": 1561786800,
            "txt_content": "1596886225 发表于 2019-6-28 22:10\n这应该不算是联动吧\n对于一个冒险者来说。。。这种情况挺有趣的"
        },
        {
            "author": "淘金",
            "timestamp": 1561821720,
            "txt_content": "heart醉 发表于 2019-4-13 23:08\n经过我屠杀了n只兔子后\n发现扔兔子脚就行了\n（开始翱翔）\n可是游戏里只有兔子肉啊"
        },
        {
            "author": "淘金",
            "timestamp": 1561828260,
            "txt_content": "我还是不知道鹰马和精灵怎么驯服，游戏里只有兔子肉啊，而且我按Q键丢了一组兔子肉在地上它根本一点反应也没有，精灵我在它旁边摆了蛋糕，它过了几天还是一口都没吃。。"
        },
        {
            "author": "淘金",
            "timestamp": 1561958160,
            "txt_content": "淘金 发表于 2019-6-30 01:11\n我还是不知道鹰马和精灵怎么驯服，游戏里只有兔子肉啊，而且我按Q键丢了一组兔子肉在地上它根本一点反应也 ...\n驯服鹰马真的是要用兔子腿（话说这个是只有潘马斯mod里才有的物品吧），驯服小精灵真的是在它旁边丢蛋糕。。。"
        },
        {
            "author": "aaron1122",
            "timestamp": 1562657100,
            "txt_content": "好像可以在設置中禁止龍生成在黑名單維度 大大知道怎麼用嗎? 暮色森林一堆龍"
        },
        {
            "author": "1596886225",
            "timestamp": 1562657220,
            "txt_content": "aaron1122 发表于 2019-7-9 15:25\n好像可以在設置中禁止龍生成在黑名單維度 大大知道怎麼用嗎? 暮色森林一堆龍 ...\n这个。。。。我还真不清楚，抱歉"
        },
        {
            "author": "123456789azsx",
            "timestamp": 1563104880,
            "txt_content": "企鹅夶 发表于 2019-4-10 23:46\n感谢，楼主的翻译\n这份wiki对于现在我的服务器来说很有用\n因为我对于这个mod的玩法知识：是零 ...\n请问你服务器怎么解决关于龙破坏地形的问题"
        },
        {
            "author": "淘金",
            "timestamp": 1563159420,
            "txt_content": " 本帖最后由 淘金 于 2019-7-15 11:04 编辑 \n123456789azsx 发表于 2019-7-14 19:48\n请问你服务器怎么解决关于龙破坏地形的问题\n\n名为ice_and_fire的配置文件里可以修改，内容可以用软件翻译一下"
        },
        {
            "author": "淘金",
            "timestamp": 1563159480,
            "txt_content": " 本帖最后由 淘金 于 2019-7-15 11:04 编辑 \n企鹅夶 发表于 2019-6-20 22:02\n如何关闭龙破坏方块？\n这个我不知道在哪里...\n名为ice_and_fire的配置文件里可以修改，内容可以用软件翻译一下"
        },
        {
            "author": "淘金",
            "timestamp": 1563159660,
            "txt_content": "aaron1122 发表于 2019-7-9 15:25\n好像可以在設置中禁止龍生成在黑名單維度 大大知道怎麼用嗎? 暮色森林一堆龍 ...\n配置文件里可以修改：\n # Dragons cannot spawn in these dimensions' IDs\n    I:\"Blacklisted Dragon Dimensions\" <\n        -1\n        1\n        3\n        4\n     >\n这行，我加了两个维度id进去，暮色森林的话，id是7"
        },
        {
            "author": "Regiment_Red",
            "timestamp": 1563239880,
            "txt_content": "龙筑巢后的龙蛋是要玩家给火或者给水吗 我试了冰龙给水 然后出来的龙算是野生的了吗 我点不了他"
        },
        {
            "author": "1596886225",
            "timestamp": 1563262680,
            "txt_content": "Regiment_Red 发表于 2019-7-16 09:18\n龙筑巢后的龙蛋是要玩家给火或者给水吗 我试了冰龙给水 然后出来的龙算是野生的了吗 我点不了他 ...\n不是野生的"
        },
        {
            "author": "Regiment_Red",
            "timestamp": 1563269520,
            "txt_content": "1596886225 发表于 2019-7-16 15:38\n不是野生的\n那算是谁的 我右键他没反应 打他一下我的母龙公龙也都会打他"
        },
        {
            "author": "123456789azsx",
            "timestamp": 1563333000,
            "txt_content": "淘金 发表于 2019-7-15 11:01\n配置文件里可以修改：\n # Dragons cannot spawn in these dimensions' IDs\n    I:\"Blacklisted Dragon Di ...\n龙息跟行走破坏地形 能具体那个位置嘛，我翻译了好久没找到，麻烦了"
        },
        {
            "author": "Avety",
            "timestamp": 1565162880,
            "txt_content": "楼主地底下的龙为啥一直睡觉  一直射弓箭就死了  有可以修改睡觉的配置文件吗"
        },
        {
            "author": "1596886225",
            "timestamp": 1566208200,
            "txt_content": "Avety 发表于 2019-8-16 10:12\n有最新的汉化文件吗 求\n这是wiki翻译，汉化文件去MOD的发布贴"
        },
        {
            "author": "1596886225",
            "timestamp": 1566380160,
            "txt_content": "云中之梦 发表于 2019-8-20 14:21\n这是冒险类MOD吗？\nrpg\n\n\n"
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1568546460,
            "txt_content": "这个维基过期了....但是官方维基居然没更新最新内容 其中包括龙息制作龙钢[这兼容匠魂] 这是个很大的更新 但是官方维基找不到相关介绍 唯一留给我就只有英文的机翻 连最新版的官方汉化词条都欠缺了很多 很是让人抓狂"
        },
        {
            "author": "1596886225",
            "timestamp": 1568621700,
            "txt_content": "陈封Dustys 发表于 2019-9-15 19:21\n这个维基过期了....但是官方维基居然没更新最新内容 其中包括龙息制作龙钢[这兼容匠魂] 这是个很大的更新  ...\n请给一个链接，我会在空档时期尝试翻译或者可以您帮助我协助编辑"
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1568785200,
            "txt_content": "1596886225 发表于 2019-9-16 16:15\n请给一个链接，我会在空档时期尝试翻译或者可以您帮助我协助编辑\n就是官方维基啊 关于龙钢的制作只有个未汉化的词条.... 官方的维基并没有更新龙钢这个物品合成方式说明 相应的GH更新了一个龙钢熔炉新添加的合成 列如 火龙血加苹果用龙息等于金苹果 【可通过配置文件修改】最新版1.8.1版本 说明书有一半介绍未汉化词条 我是从CurseForge下载的最新版 又在GH查了一下汉化.. 但是的确没有汉化词条 我这里自己汉化了词条跟新版物品... 但是= = 官方他不更我能咋整"
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1568785320,
            "txt_content": "我这里汉化的不怎么官方的说 而且我好像还没法联系作者更词条汉化... 留个联系吧"
        },
        {
            "author": "1596886225",
            "timestamp": 1568785440,
            "txt_content": "陈封Dustys 发表于 2019-9-18 13:40\n就是官方维基啊 关于龙钢的制作只有个未汉化的词条.... 官方的维基并没有更新龙钢这个物品合成方式说明  ...\n关于模组的更新可以去mod发布版练习帖子的维护者，我会尽力跟进wiki的翻译"
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1568785740,
            "txt_content": "现在是汉化的词条有 但是官方没有更新词条 而龙钢这一个物品的合成没有出现在官方维基理 因为这是新版本更新的物品 而且添加了五六个传说武器 词条也是没有更新 金属恐鸟跟铜羽水鸟的翻译有也很大的争论 所以为什么不叫铜羽恐鸟？ 相应的 龙钢兼容了匠魂2 其中添加了 碎裂2【包括各式弓】 属性 也是没翻译... 还有匠魂2说明书中的 火龙血 合成锻造的说明 同样没翻译... 还有火龙心添加的合成方式 对应龙钢锻造炉 龙钢锻造炉的构造 维基百科 等..."
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1568786340,
            "txt_content": "1596886225 发表于 2019-9-18 13:44\n关于模组的更新可以去mod发布版练习帖子的维护者，我会尽力跟进wiki的翻译 ...\n怎么说...  官方维基更新的跟现在的模组是两个东西... 你现在下一个模组去游玩你会发现多出很多你完全查不清的东西 这些全是以前的内容 你的确更新了官方维基的最新内容 但是人家官方维基没更新啊！"
        },
        {
            "author": "XAB",
            "timestamp": 1569047040,
            "txt_content": "在服务端，冰冻蛋会自动消失，放进水里消失，或者结冰后消失，冰变回水"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1569147480,
            "txt_content": " 本帖最后由 E.T.星落辰 于 2019-9-22 18:33 编辑 \n陈封Dustys 发表于 2019-9-18 13:49\n现在是汉化的词条有 但是官方没有更新词条 而龙钢这一个物品的合成没有出现在官方维基理 因为这是新 ...\n\n您好，我已经在搬运贴的88楼中公示了1.8.1版本新汉化对旧有汉化的修正内容及解释（虽然解释的不是很认真），应该可以答复你的问题。\n\nAlexthe666最近有其它项目，已经暂停对IAF的开发一个月了（但是并没有弃坑），所以维基也不能强求。\n\n异兽手记的汉化……无能为力，一般情况下即使你翻译完成，没有Alex的技术支持和代码修改也是不能实装的（参考1.7版本之前完全未经汉化但是实际上大部分语言文件早在1.1版本就汉化完成并提交了），所以我现在也并不是很想做这个内容，毕竟做了也没用。我近期的项目是修正天境初代的汉化并筹备天境重制版的汉化工作，所以……咳咳。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1569148080,
            "txt_content": " 本帖最后由 E.T.星落辰 于 2019-9-22 18:36 编辑 \n1596886225 发表于 2019-9-16 16:15\n请给一个链接，我会在空档时期尝试翻译或者可以您帮助我协助编辑\n\n大概，你在这个站点的工作生涯是离不开我制作的官译文件的影响了（笑）。\n高四开学一个月顶着压力断断续续把1.8.1版本的IAF翻译完成了，修正的那些内容请到末影的搬运帖置顶楼层查看。\n非常感谢对Bestiary翻译的指正，要不是你说我都没注意牛津八版上英文释义和中文释义根本就是两个东西（笑），看来还是差一点。\n骏鹰这个翻译（我印象里）是开谷鸽到维基百科出来的译名，要比“鹰马”好听多啦（笑），而且我做官译的时候基本就维护到骏鹰和蛇发女妖更新，中间从死亡蠕虫开始都不是我翻译的，很多很蠢的错误让我修得头大，果然挖坑坑的都是自己。\n最后吐槽一下自己，本来是科幻类模组爱好者，结果奇幻类汉化文本量却是科幻的将近两倍，果然是需求决定工作（笑）。\n\n最后，改名卡道具重磅登场，不改改论坛ID吗兄弟？"
        },
        {
            "author": "陈封Dustys",
            "timestamp": 1569212100,
            "txt_content": "E.T.星落辰 发表于 2019-9-22 18:18\n您好，我已经在搬运贴的88楼中公示了1.8.1版本新汉化对旧有汉化的修正内容及解释（虽然解释的不是很认真 ...\n就很惨对吧 所以这个汉化版本我自己耍 通过翻译这东西 我是彻底会玩这模组了"
        },
        {
            "author": "1596886225",
            "timestamp": 1569235320,
            "txt_content": "E.T.星落辰 发表于 2019-9-22 18:28\n大概，你在这个站点的工作生涯是离不开我制作的官译文件的影响了（笑）。\n高四开学一个月顶着压力断断续 ...\n哈哈哈，好吧。已经很久没有什么工作了。太忙了，俄语2级和英语6级。你要是有空的话就编辑编辑吧，这个帖子编辑权可以给你，我实在没有空，愿意的话我会邀请你编辑的，我先把你置顶了。等你回复"
        },
        {
            "author": "舔汪钙滴壶",
            "timestamp": 1569948540,
            "txt_content": "如果能解决龙在服务器破坏方块的问题就好了-。- 因此龙蛋经常被BAN"
        },
        {
            "author": "imlolikon",
            "timestamp": 1572193860,
            "txt_content": "总觉得极其到位了，最近看了大pi的视频开始玩这个mod，建议加上一个像是更多弓箭、IC2、更多武器之类的有中期过渡向强力远程武器的mod，这个mod自身装备过度极为不平滑，非常依赖出生地（周围要有沙漠，雨林，海，还不能有龙），强力的远程武器是在没有一身龙鳞甲之前和这个mod里各类敌对生物抗衡的基本，近战撸的结果参考A_pi最新视频2333。"
        },
        {
            "author": "伊莉丝翠",
            "timestamp": 1573550640,
            "txt_content": "这个必须点赞，玩游戏的时候看到这个手册都是英文感觉有些吃力的。"
        },
        {
            "author": "V3V6",
            "timestamp": 1573922460,
            "txt_content": "这个模组和Spartan-and-Fire-Mod是有关系吗，为什么只要加了这个Spartan-and-Fire进去就会闪退？"
        },
        {
            "author": "1596886225",
            "timestamp": 1573975680,
            "txt_content": "V3V6 发表于 2019-11-17 00:41\n这个模组和Spartan-and-Fire-Mod是有关系吗，为什么只要加了这个Spartan-and-Fire进去就会闪退？ ...\n可能是模组冲突，具体解决方案可以用报错到问答区提问"
        },
        {
            "author": "w1453656098",
            "timestamp": 1574485500,
            "txt_content": "教程很详细 谢谢大佬"
        },
        {
            "author": "黄先生",
            "timestamp": 1575064200,
            "txt_content": "龙尸体怎么去除呢？不破坏服务器方块有办法解决吗？"
        },
        {
            "author": "1596886225",
            "timestamp": 1575088680,
            "txt_content": "黄先生 发表于 2019-11-30 05:50\n龙尸体怎么去除呢？不破坏服务器方块有办法解决吗？\n不清楚，这篇帖子可能已经过期了，没有维护了，等寒假吧，最近期末考"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1575126900,
            "txt_content": "黄先生 发表于 2019-11-30 05:50\n龙尸体怎么去除呢？不破坏服务器方块有办法解决吗？\n右键将龙的尸体拆成材料就行了，没有什么去除不去除的问题，对龙战场太混乱容易导致掉落物消失而已。"
        },
        {
            "author": "华夏D冬天",
            "timestamp": 1575183180,
            "txt_content": "一脸懵逼的看完，一脸懵逼的走"
        },
        {
            "author": "Determancer",
            "timestamp": 1575631500,
            "txt_content": "马上要更新恐惧女王夜王了\n期待楼主更新页面"
        },
        {
            "author": "soil-sword",
            "timestamp": 1575656460,
            "txt_content": "前来学习精华帖的排版方式"
        },
        {
            "author": "xiao_fei_long",
            "timestamp": 1576054380,
            "txt_content": "龙卡墙里边 死了右键不掉东西 尸体却不见了"
        },
        {
            "author": "xiaofengd",
            "timestamp": 1576227540,
            "txt_content": "配合什么光影比较好诶？？？"
        },
        {
            "author": "xiaofengd",
            "timestamp": 1576227540,
            "txt_content": "同时楼主辛苦了,我看完真的很感兴趣"
        },
        {
            "author": "苍蓝的风丶",
            "timestamp": 1577016900,
            "txt_content": "感谢翻译"
        },
        {
            "author": "2509176342",
            "timestamp": 1577664660,
            "txt_content": "额，我想问一下，为什么岷叔玩的RLcarft里面会有龙骨小刀以及其他的什么东西，是从哪里来的？"
        },
        {
            "author": "3201699053",
            "timestamp": 1577853360,
            "txt_content": "666666666666"
        },
        {
            "author": "YR12345612",
            "timestamp": 1578376260,
            "txt_content": "谢谢，很有帮助，十分感谢，嘻嘻嘻嘻"
        },
        {
            "author": "鹌鹑茸茸",
            "timestamp": 1578752580,
            "txt_content": "一直喜欢这个模组来着"
        },
        {
            "author": "白斩薯条",
            "timestamp": 1580654940,
            "txt_content": " 好得谢谢"
        },
        {
            "author": "淡淡稻花香",
            "timestamp": 1580803320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "眉似远山长",
            "timestamp": 1580970600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "老子叫甜甜",
            "timestamp": 1580986140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1596886225",
            "timestamp": 1581056640,
            "txt_content": "老子叫甜甜 发表于 2020-2-6 18:49\n我这里汉化的不怎么官方的说 而且我好像还没法联系作者更词条汉化... 留个联系吧 ...\nhttps://www.mcbbs.net/forum.php? ... 08&pid=14374657"
        },
        {
            "author": "Silkage",
            "timestamp": 1581141060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "怪杨花无力",
            "timestamp": 1581144720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "AntiWaR",
            "timestamp": 1581150720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "AntiWaR",
            "timestamp": 1581151020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "AntiWaR",
            "timestamp": 1581245640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "RingMyBell",
            "timestamp": 1581322800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "龙马1234",
            "timestamp": 1581399300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Deep_hug",
            "timestamp": 1581483720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}