{
    "title": "【原创/连载】绕界而行/0002-黄昏",
    "author": "Cazstene",
    "replyCount": 2,
    "timestamp": 1554821280,
    "txt_content": " 本帖最后由 Cazstene 于 2019-4-9 22:51 编辑 \n\n【呃…】Cazst下意识接道。刚才想的东西全都化作云烟消散而去，俗称“大脑当机”\n话说…自己刚刚有露出很复杂的表情吗？\n【我像是会打人的样子吗？】杀|手兔抖抖耳朵。他的耳朵上有些类似于干涸血迹的色块，看上去有点吓人\n【像】\n【…】Coin顿时一副无语的表情，Cazst见此默默捂住嘴巴，虽然她也不知道自己为什么要捂嘴。气氛就此陷入诡异的沉默，连空气似乎都要凝结成实体方块\n几秒过后，Coin直接转头走掉了\n…看来真的是玩家啊\nCazst挠挠头，自己溜到一边砍树去了\n-\n在这个名叫“渊鸣”的世界里，时间流逝的很快，转眼间已是日落西山\n很有趣，这里的树叶有一点不算是实体方块。Cazst试图跳起来抓住树叶以此爬上较为低矮的树木，但尝试几次她发现根本就抓不住…走过去也会直接穿过树叶，而不是像原版一样被挡住。虽然这样，树叶的顶端却是可以站立的……还真像是这个世界的世界意识会做出来的事情\nCazst朝脚下垫了几个土块爬到树顶，然后铺上梯子。接着把树干挖空一点，再填充以工作台，熔炉，箱子…和一根小小的火把……这样一个简单的小树屋就做好啦！\n当然真是有够简陋的…\n她完全不知道这个世界到底自行演变成什么样子，当初她只是告诉渊鸣“不要改的不像Minecraft”这点而已。现在看来，牠做的还不错。某些细小的改动很有趣，更没有脱离Minecraft的风格\n甚至连原版的GUI都保存下来了……只要在脑子里想着某个携带概念的发音就能呼出菜单栏\n黄昏之光不一会便沉入天边，满月为远方云翳添上几分暗银。大地渐渐遁入黑暗，如果不出意外，某些专属于日隐之时的“亡灵”将要来临…\nCazst蹲在树上，饶有兴致地盯着地表，同时不安分地摆弄手中两颗小麦种子。之前她看到一颗草突然从地底下冒出来，这让她意识到草好像是自动再生的，所以就放心地打了几个下来\n“Brinnnnnaaaaaazzzzz…”\n树底下有奇怪且熟悉的声音\n这个是僵尸？什么时候出现的？\n“ssssss…”\n右前方一棵橡树下面也冒出一只蜘蛛来。蜘蛛的眼睛发光，所以即使是夜视能力不好的Cazst也能轻松看到\n不过，他们就像是突然出现的，到底是怎么回事呢？\n余光中，她看到一个白色的东西正缓缓从地上升出，她立马转头，定睛观察着那个不明物体。随着不明物体越升越高，Cazst也慢慢认出这是什么——那是一只戴着灰黑\\色\\蝴\\蝶\\结的骷髅！\n怪物是从地底冒出来的吗？这跟之前冒出来草好像有点相似…\n骷髅左摆摆头，右摆摆头，然后活动了两下身体，看上去还蛮可爱的。她注意到这些怪物头上都有着名字，那只骷髅叫做“Taco”，蜘蛛叫做“Alive”，而自己树下这只僵尸则叫…等等！\n脚下传来方块被破坏的声音。没等Cazst反应过来，树叶地板就已经碎成了一地渣渣。由于高度太矮，她并没有摔伤，不过这样一来她就直接和这个名叫“Geo”的僵尸面对面了！\n她看到本来还很闲散的怪物们一下子躁动起来，双眼紧盯Cazst的方向，好像看到了什么极其有趣的玩具！\n玩具？！\n【呃…大哥大姐们咱们有话好好-说！！！！】Cazst悄悄切出石斧，同时试图用语言说服这群祖宗和平相处。不过对方显然没给她这个机会，她最后一个字还没出口，不远处的Taco直接飞出一箭，正中靶心。打掉她一串血量的同时，这一箭就好像什么信号一般，周围的怪物蜂拥而至！\n完了完了完了完了！这些按理来说都是玩家啊？！为什么会揍她啊喂！！！\n没时间仔细思考这个问题，Cazst拔腿就跑，因为光靠一个石斧头显然不可能打败这么多聪明起来的怪物。忽然，她感觉脚下一粘，低头看去，原是不知何时，她踩到一个蜘蛛网上，动弹不得。旁边黑的几乎与夜色融为一体的Alive咯咯笑着，她几乎瞬间就明白了怎么回事，但就算意识到，也已经是徒劳功了\n又是一箭飞来，Cazst像烟花一样炸裂，物品仿佛四散的火星。一声惨叫回荡在森林之中，久久不散\n今天的月色真美…",
    "replies": [
        {
            "author": "XX小飓风",
            "timestamp": 1554883020,
            "txt_content": "看完不回复    ε=(?ο｀*)))唉，全是些嫖完不给钱的"
        },
        {
            "author": "Cazstene",
            "timestamp": 1554910800,
            "txt_content": "XX小飓风 发表于 2019-4-10 15:57\n看完不回复    ε=(?ο｀*)))唉，全是些嫖完不给钱的\n噗hhh\n其实我不是很在意回复之类的><毕竟有些人应该是看完了不知道应该说点啥…"
        }
    ]
}