{
    "title": "[转载]大型模组：混沌之地全面教程 从入门到横行昆虫的世界",
    "author": "蒙特拉",
    "replyCount": 59,
    "timestamp": 1554917400,
    "txt_content": " 本帖最后由 最man的老鼠 于 2019-4-11 04:28 编辑 \n\n\n\n\n教程原贴&教程作者&搬运授权\n\n教程作者：紫焰龍\n教程原贴：https://forum.gamer.com.tw/C.php?page=1&bsn=18673&snA=139624&locked=F&gothis=900483#900483\n授权证明：\n\n\n\nMcbbs的搬运贴\n混沌之地\n\n搬运不易，且看且珍惜\n\n\n已经闯荡了地狱，终界后过于无聊吗？对于老是一成不变的怪物感到厌倦了，想要在更加一步的挑战，那么这个模组就极力推荐给你.....\n\n你厌倦了冒险和到处挖矿的生活，于是一个人坐在自家书桌前发呆，此时一只苍蝇突然飞来，正当你动手驱赶苍蝇时，它绕了几圈后停在书架上的一本书，而你一掌将它拍死，在你正要把那本书抽出来清理虫尸时，发现了那是一本记载了一个神秘地底世界的文献....\n\n你好奇着拿起那本书看了一下内容，发现那是记载着一个未知地底世界的传说，这个故事重新挑起了你对冒险的兴趣....\n\n首先，从书中得知，要进入这个世界，需要制作一个名叫\"盖亚权杖\" 的道具，要制造这根权杖首先你要先制作\"盖亚宝石\"，这个宝石需要用一个特殊的祭坛合成...\n\n以四个石头、三个石砖，一个黑曜石和一个金锭合成可以制作 \"盖亚宝石祭坛\" (Offering Altar)\n\n好了之后将这个祭坛放置好，接者准备一个黑曜石、一个绿宝石和一个钻石，拿着这三样东西在祭坛上按右键就能放上，等待一会，这三个东西会融合变成\"盖亚宝石\" (Gaean Stone)...\n\n准备三根木棍、一个金锭和四个藤蔓(拿剪刀把丛林或沼泽树上的藤蔓打掉即可获得) 把这些东西和盖亚宝石合成，就能合成\"盖亚权杖\" (Staff of Gaea)，此道具要制作两个...\n\n当你做出两个之后，拿五个石砖，一个黑曜石和两个藤蔓，将这些东西合成可以得到 \"盖亚法杖插孔\" (Gaean Keystone)\n\n接着，准备一些石砖和一些树叶方块 (任何树叶都可)，把石砖围成传送门的样子 (外型可以任意)\n\n\n好了之后将树叶全部塞满中间空洞...\n\n\n接着把法杖插孔放置在距离传送门五格内的位置...\n\n\n一切准备就绪后，把法杖插进插孔，门的树叶就会变成传送门，准备一些基本道具后就可以进入...\n\n\n\n进来之后你会停在一个未启动的传送门前，将第二支盖亚法杖插下去就能回去原本的世界...\n\n\n这个世界位于地心深处，整体构造类似地狱，没有时间流动和指示 (所以请不要把床搬来这里，会爆炸！)\n\n四周的石头全部被一种称为 \"棕石\" (Umberstone) 的石头取代，这种石头性质接近普通石头，可以制作成工具来使用 (仍然是合成普通的石制工具)\n\n当一切就绪后，先设法在传送门周围建造一个简易居住区，然后即可开始你的地心探险....\n\n\n\n\n这种地形生长着大量的丛林树、\"桉树\" (Eucalyptus)、\"桃花心树\" (Mahogany Wood) 和\"糙木\" (Asper)，这些新增的树木都可以做成该树种的木材来使用(包括阶梯、半砖，甚至是门和栅栏等等)，这个地方同时也生息着体型巨大的虫子，有些非常具有攻击性，因此要特别注意....\n\n(注：由于敌人大多数都是昆虫类，因此有 \"节肢克星\" 附魔的武器在这里就变得非常有用，节肢克星附魔对于这些虫子具有额外伤害)\n\n\n\n\n\n在地底的沼泽，草的颜色较深，充满着有烂泥池塘、腐烂的枯木、还有危险的流沙，是个非常危险的地带....\n这里出产着 \"苔树\" (Mossbark)、\"沼泽树\" (Marshwood) 以及 \"腐烂的树木\" (Rotten)，一样跟上述的木材可以制作成该树种的木材类道具来使用...\n\n沼泽有很多土黄色的流沙，当你如果不小心掉进去就会慢慢下陷，当淹过头后就会受到窒息伤害，所以随身带着铲子是非常必要的；除此之外沼泽因为有很多腐烂的植物，因此有时候地上会喷出高温的沼气，当你不小心接触到会着火.....\n\n沼泽有很多植物生长，特别是有多种的树果和莓果丛，可以采收回来种植和食用，沼泽同时也是苍蝇和蚊虫的声息地，当你看到体型跟牛一样大的蚊子朝你飞来时就是考验各位的战斗和san 理智值的时候，空中有苍蝇蚊子，水中则有水黾和水蛭，因此跳进水里并不是一个很好的选择...\n\n\n有时候你会看到倒掉的枯木，这些木头是大量的木材来源，不过挖掘这些木头.....也相当考验你的 sans 理智值.....\n\n\n\n\n\n这个地方会生长着许多细长的 \"柏树\" (Cypress)，比起前两个地形来说安全了不少，这个地形同时会生长着许多巨型的花朵，可以采收回来做装饰.....\n\n\n\n\n\n与普通的热带草原类似，这个地方生长着相思木，以及新的 \"猴面包树\" (Baobab)，这种地形是地妻虎头蜂的活动范围，因此要特别注意...\n\n有的时候你会在这里看到一块橘黄色半透明的东西，这是\"琥珀\" (Amber)，也就是树汁液化石，可以采下来做成建材或当成玻璃，有时候你会看到有的琥珀中间会关着生物，当你打破后会将这些生物放出来(所以不要笨笨的去放出某些凶残的虫子或是蜘蛛的....)\n\n\n\n\n由大量红沙构成的莽原，这种地方没有什么树木，草也非常稀疏，不过这种地方会生长一种较 \"火焰花\" 的植物 (会有火焰特效，这个植物本身也是个合成材料)\n\n\n这里也会生息着许多蜘蛛和蜈蚣，所以有时候看到一群蜘蛛朝着你跑来是常有的事.....\n\n\n\n如果你够幸运，这个地方有时候会看到跟车子一样大的 \"独角仙\"，不过看到它些别高兴得太早，因为它会突然冲过来把你揍飞...\n\n\n\n\n\n生长着大量巨型蘑菇的丛林，在这里你会看到许多比数还大的蘑菇，有些虫子会被这里的菇类吸引，不过据说有人在这里发现一种会动的蘑菇，似乎不是很友善.. ...\n\n\n\n\n\n充满着岩浆湖的沙漠地形，有着圆扇状的仙人掌、被高温碳化的枯树，这个地方同样也是非常的危险，因为这个地方会栖息着\"蚁狮\" (一种会钻在沙子里的大虫子，会捕食蚂蚁....当然也包括你....)\n\n\n\n\n\n\n\n被火山爆发后的火山尘覆盖的地形，有许多藤蔓状的蜘蛛网，地上布满着火山灰和强酸的水池，黑寡妇蜘蛛在这个地形经常生存...\n\n\n\n蛆(Larva)：这个模组常见的生物，长得非常吓人，几乎随处可见，击杀后会掉出生蛆虫，此外也能藉由踩它来击杀，当你跳到它头上时可以将它踩扁，这样可以获得史莱姆球；它们喜欢啃咬木质方块，所以它们可能会咬烂你的木质建材和合成台，蛆可以驯养，你可以喂食它们木棍，当喂食一定量后蛆会成长，变成甲虫...\n\n\n甲虫(Beetle)：也是这个模组常见的生物，无害、不会攻击玩家，自然生成或是从蛆成长而来，有非常多样种的花纹，当你击杀甲虫时会掉出外骨骼；甲虫同样可以驯养，可以喂食芜菁来繁殖(会生出蛆，然后依照上述方式繁殖)，甲虫还有另一个功能，当你拿着水桶对他按右键可以收集\"甲虫汁液\"，这种液体可以代替牛奶使用...\n\n\n蚂蚁 (Black Ant)：生存在蘑菇林附近可见的蚂蚁，无害；蚂蚁可以驯养，驯养的蚂蚁可以帮你做相当多的杂事...(特殊功能会后述)\n\n\n蜜蜂(Bee)：生存在柏树林的黄色小生物，无害；蜜蜂可以驯养，驯养的蜜蜂可以帮你采收花蜜\n...(特殊功能会后述)\n\n\n蝉 (Cicada)：生存在柏树林的青绿色小生物，半有害，当玩家接近时会发出刺耳的音波，被波及到会有暂时性失明和恶心效果，击杀后会掉出驱虫粉末\n\n\n\n象鼻虫(Crop Weevil)：一种出没在蘑菇林的小生物，无害；看到玩家接近时会慌张逃跑，击杀后会掉出各种植物的种子，也会有各式地底花的花苞.. ..\n\n\n蚱蜢(Grasshopper)：出没在热带草原，无害，经常会成群的生成，击杀后会掉出蚱蜢腿和弹性纤维，蚱蜢腿可以食用，可以丢进熔炉里烤熟恢复更多饥饿，而弹性纤维是一个重要合成材料之一...\n\n\n飞蛾 (Moth)：四处可见的无害生物，会像是蝙蝠依样到处飞行，击杀后会掉出萤光粉...\n\n\n萤火虫幼虫 (Glowworm)：一种栖息在热带草原的虫子，也是常常成群生成，无害，玩家接近时会发光 (会产生光源)，会有神秘的电流声，击杀后会掉出 \"生物光源\"\n\n\n鼠妇虫(Woodlouse)：又称木虱，一种喜欢啃蚀腐木的多脚甲壳虫，当你挖开腐烂的木头时会有机率生成，无害；看到玩家接近时会慌张逃跑，击杀后会掉出鼠妇虫粉末，这种粉末可以和磨刀石合成....\n\n\n\n\n大兰多蜘蛛(Tarantula)：如同牛一般大的大蜘蛛，具有攻击性，会生成橘色和蓝色两种，习性与普通蜘蛛类似，但是血量显然得比普通蜘蛛高，击杀后会掉出蜘蛛腿以及普通蜘蛛的掉落物(蜘蛛眼、线)，蜘蛛腿...算是一种食材，可以放熔炉烤成烤蜘蛛腿，吃下后可以恢复饥饿值....\n\n\n跳跃蜘蛛 (Jumping Spider)：如同其名，这种蜘蛛的跳跃能力非常好，会从远处往玩家方向飞来，具有攻击性，且被咬到会中毒，习性与洞穴蜘蛛类似....\n\n\n避日蛛(Solifuge)：生息在火山沙漠或莽原的蜘蛛，具有攻击性，移动速度很快，不怕火焰伤害，一个要注意的点是当你打死这种蜘蛛时，它会分裂成四只小避日蜘蛛，每只小只的蜘蛛都会带有负面药水效果，因此非常危险....\n\n\n捕鸟蛛(Scytodes)：另一种体型大的蜘蛛，具攻击性，与普通蜘蛛的习性类似，这种蜘蛛会丢出蜘蛛网把你困住，被射到就跟你被蜘蛛网黏住一样，移动速度会大幅降低，因此需要极为注意...\n\n\n黑寡妇蜘蛛(Black Widow)：非常大只的蜘蛛，极具危险性，会丢出黑色的蜘蛛网把你困住，而且这种黑色蜘蛛网具有凋零毒，你如果碰到了会陷入凋零状态. ..\n\n\n蜈蚣 (Centipede)：栖息在潮湿处的节肢动物，具有攻击性，且有毒性，当你击杀它之后会掉出生物加速激素 (有极低机率掉出更好的强化加速激素)\n\n\n僵尸蚂蚁(Zombie Ant)：遭到蘑菇寄生而变的狂暴化的蚂蚁，会主动朝玩家攻击，击杀后会掉出寄生蘑菇、僵尸蚂蚁壳....有时候会遇上强化版的兵蚁，攻击和防御比普通的强一些...\n\n\n拟态虫(Chameleon Tick)：会伪装成普通方块的虫子，具攻击性，因为会伪装成草地、沙子、岩石所以极难发现，当玩家接近时会伸出虫子的脚和触须，击杀它后会掉落\"拟态虫伪装粉\"\n\n\n吉丁虫 (Bombardier Beetle)：颜色非常鲜艳的甲虫，具攻击性，当他发现玩家时会冲撞过来，而且会产生类似幽灵水母火球的爆炸效果，所以非常的危险....\n(这种虫子有时是生成蛆的状态，有的时候你会发现有些蛆看起来不太一样，蛆型态的话会缓缓爬靠近你，然后直接在你旁边爆炸，习性接近苦力怕)\n\n\n蜻蜓(Dragonfly)：水栖虫类，会出没在沼泽地形，具攻击性，当他发现玩家时会把玩家抓起来，玩家会一直受伤，需要快点将他打死才能脱困(但也要注意底下是否过高，因为你会从空中摔下来)\n\n\n\n\n苍蝇 (Fly)： 小型的生物，会发出恼人的声音，且会无头似的乱飞，无害，当击杀它之后会掉出 \"昆虫复眼\"\n\n\n牛蝇(Bot-fly)：大型的苍蝇，具有攻击性的苍蝇，当攻击你的时候会掉出牛蝇蛆虫，被攻击到会有饥饿状态(这东西就是那种会在伤口上下蛋，然后蛆会从伤口钻出来的那种苍蝇)，当击杀它之后会掉出\"昆虫复眼\"\n(当你被牛蝇蛆虫寄身时会陷入饥饿状态，可以喝下甲虫汁液杀死寄生虫，寄生虫被杀死后会变成史莱姆球)\n\n\n食人花 (Bog maw)：栖息在沼泽的植物，有攻击性，平常是贴在地上，遇到玩家接近时会跳起来攻击玩家，具有毒性，击杀后会掉出食人花根\n\n\n水蛭 (Leech)：一种生存在水中的吸血软体动物，具攻击性，当攻击玩家时会黏在玩家身上让你持续损血，将它击杀后会获得 \"生命之血\"\n\n\n水黾 (Pond-skater)：一种栖息在水塘水面的四足虫子，具攻击性，击杀后会掉出 \"防水虫液\"\n\n\n蚊子(Mosquito)：夏天最恼人的虫子，如今是一只比羊还大的巨型蚊子，具攻击性，会停在玩家头上吸血(玩家会持续受伤)，需要快点将它打死才能摆脱，击杀它之后会掉出\"生命之血\"\n\n\n沙漠蚊群 (Midge Swarm)：生存在沙漠中的虫子，具有攻击性，一大群的蚊子，同样非常恼人，击杀它之后会掉出 \"生命之血\"\n\n\n红火蚁(Fire Ant)：生长在火山沙漠的蚂蚁，跟普通蚂蚁一样很小只，具攻击性，和烈焰使者一样，当接近玩家时会喷出火球攻击玩家，击杀后会掉出烈焰粉，有时候会遇上强化版的兵蚁，攻击和防御比普通的强一些...\n\n\n熔岩蜘蛛(Lava Web Spider)：一种生存在岩浆池中的蜘蛛，具攻击性，本身带火属性，会让走过的地方起火燃烧，和烈焰使者一样，当接近玩家时会喷出火球攻击玩家，击杀后会掉出熔岩球...\n\n\n步行虫 (Velvet Worm)：栖息在丛林的步行虫，具攻击性，会朝玩家射出史莱姆球攻击，当攻击时会带有缓速状态，击杀它后会掉出史莱姆球\n\n\n\n\n黄蜂(Wasp)：虎头蜂的一种，具有攻击性的蜜蜂，经常成群结队行动，当其中一只被攻击时会群起蜂拥而至，攻击具有毒伤，击杀后会掉出\"黄蜂毒针\"\n\n\n蝗虫 (Locust)：大型的草丛虫类，会生长在热带草原地形，具攻击性的蚱蜢，除此之外其习性与蚱蜢类似...\n\n\n螳螂 (Praying Mantis)：生存在丛林的螳螂，平时会隐身不动，当玩家接近后会展开猛烈攻势，击杀它之后会掉出 \"拟态虫伪装粉\"\n\n\n巨蝎(Scorpion)：生存在莽原或火山沙漠的凶猛生物，当玩家接近时会把你夹住，玩家会一直受到伤害和毒伤，需要快点把它打死才能脱困，击杀后会掉出外骨骼和昆虫毒腺，有极低机率会掉出它的钳子\n\n\n大天牛(Titan-Beetle)：生长在丛林里的超大型甲虫，具攻击性，将它击杀后会掉出天牛肉，可以食用或是放融炉烧成熟肉食用；不过你可以用甲虫驯服项链将它驯服，驯服后你可以在它身上安上独角仙马鞍骑着它走，移动速度和马相当，可爬墙，也可以放置箱子当成驴子使唤(对着它空手蹲下右键就能打开箱子)....\n\n\n\n独角仙(Rhinoceros Beetle) ：非常大只的甲虫，栖息在莽原地形，具有攻击性，当发现玩家时会冲过来把你撞飞，可以用甲虫驯服项链将它驯服，驯服后你可以在它身上安上独角仙马鞍骑着它走，移动速度非常快(约普通马的两倍速度)，可爬墙，当骑着驯服的独角仙时可以透过冲撞造成伤害(骑上后在生命值底下会有一行绿色的冲刺蓄力量表，会依照你目前移动速度增加，越高则撞击力越强，对着要攻击的目标压着R 键接着撞过去就能够将目标撞飞，被撞飞的目标会受到大伤害+ 掉落伤害，外加移动减速效果)....\n\n\n锹形虫(Stag Beetle)：同样是非常大只的甲虫，栖息于蘑菇林，同样具有攻击性，可以用甲虫驯服项链将它驯服，驯服后你可以在它身上安上独角仙马鞍骑着它走，移动速度和马相当，可爬墙，锹形虫有个特殊能力，当骑着它时按下左Alt 键，可以挖掘前方地上3X3 的空间....\n\n\n大型蘑菇怪 (Punchroom)：一种变异的蘑菇，生存于蘑菇林，具攻击性，会不断冲撞玩家攻击\n\n\n蚁狮 (Ant-lion)：一种栖息于沙地的虫子，会挖设陷阱等待猎物上门的虫子，具有攻击性，击杀它后会掉出沙子和外骨骼\n\n\n熔岩爬虫 (Magma Crawler)：栖息在蚁狮王金字塔里的小怪，会发出惊悚刺耳的叫声，会攀爬于天花板上接近玩家并攻击，当击杀后会掉出它的眼睛\n\n\n\n\n变种蘑菇怪(Crushroom)：本模组的王怪之一，一只大型的变异蘑菇怪，非常危险，当他发现玩家或其他生物时会接近并且猛烈的挥打攻击....(变种蘑菇怪有时会喷出白色烟雾，被喷到会使玩家当前持有的道具强制喷掉到地上，因此你会处于赤手空拳的状态，要注意)\n\n\n大兰多蜘蛛皇后(Tarantula Brood Mother)：本模组的王怪之一，栖息在猴面包树城堡上头，非常巨型的蜘蛛，会朝玩家丢掷蜘蛛卵攻击，卵会孵化成小只的蜘蛛攻击玩家，它也会跳起来重压地上，会造成缓速和暂时性失明，击败它会有特殊成就...\n\n\n蚁狮王(Ant-lion Overlord)：本模组的王怪之一，在蚁狮王金字塔最底下的王怪，放大版的蚁狮，血量高攻击高，除了近距离伤害外会丢掷沙块攻击玩家，击败它会有特殊成就...\n\n\n\n\n棕石 (Umberstone)\n这个模组所生成的石头，构筑昆虫世界95% 主要的石质区，用途与石头相同，使用镐子采下会获得\"棕鹅卵石\" (Umbercobble)，鹅卵石可以合成普通的石制工具，也能放进熔炉烧回普通的棕石，棕石可以做成棕石砖用以建筑或装饰，也能像是砂岩那样做成平滑棕石和棕石地砖，可以像是石英那样做成石柱，此外.. .棕石和棕鹅卵石本身可以做成围墙....\n\n\n\n棕石熔炉 (Umberfurnace)\n使用棕鹅卵石做成的熔炉，用途与普通熔炉相同，将棕鹅卵石石排成熔炉形状后，中间放一个铁桶合成\n\n棕石熔炉还有一个特点，熔炉介面左方有一个储存岩浆的槽，可以灌入岩浆做为增压加速，使烧制速度加快，岩浆越多增幅越快(但是你仍然需在燃料格放置燃料烧制，岩浆只提供加速)\n\n\n\n\n矿石 (Ores)\n这个世界同样会生成各种矿石，大多数比较主世界，普通的煤矿、铁矿、金矿、钻石矿、青金石、绿宝石、地狱石英等等....\n\n\n这个世界支援生成铜矿、锡矿、银矿、铅矿和铝矿，这代表你可以不用担心工业类模组无法在这里使用....\n\n\n化石矿 (Fossil Ore)\n有时候你会看到一个带骨头的矿石，这是化石矿，需要使用铁镐等级以上工具挖掘，挖开后会掉出像是骨头或是骨头碎片等等的东西(骨头碎片可以代替燧石合成箭矢，也可以分解成骨粉使用)，但是有时会掉出稀有的祭坛碎片等等的稀有道具...\n\n(注：图中放置道具的盒子和架子为另一个模组所有，不包含在此模组中)\n\n玉石 (Jade)\n在古代中国历史悠久的石头，通常呈现绿色或白色存在，需要使用铁镐以上等级才能挖掘，采掘下来会像绿宝石矿那样喷出1~3 个不等的玉(可以使用幸运附魔增加掉落率)，玉可以压成玉砖储存、也可以做成工具和装甲，效能比铁制工具高一些，但是耐久比铁制的低...\n\n(注：图中放置道具的盒子和架子为另一个模组所有，不包含在此模组中)\n\n片麻岩 (Gneiss)\n一种在上古世纪才有的石头，火成岩，需要使用铁镐以上等级才能挖掘，采掘下来会像绿宝石矿那样喷出1~3 个不等的片麻岩，四个可以合成方块型态，可以制作成阶梯，一个特征是如果你敲坏整块的片麻岩，会在原地留下岩浆源头...\n\n\n木材 (Woods)\n这个世界会生成许多种新的树木，大多数的树木都能做成木材来使用，木材可以做成各种的阶梯、半砖、甚至是各种的木门、栅栏、栅栏门等，非常适合用作新颖造型的建材....\n\n\n木化石 (Petrified Wood)\n一种处于化石状态的木头(介于泥炭和褐煤状态之间的木头)，硬度不错，需要使用铁镐以上等级才能挖掘，四个可以合成方块状，方块状后就能制成半砖、阶梯等等的建材，也能制作成合成台，甚至是木门和箱子(木化石箱子的容量比普通木箱多一横排)\n\n\n\n竹子 (Bamboo)\n一种生长速度非常快的植物，与竹 Mod 的竹子相同，这个模组的竹子有相当多用途，可以制作成相当多的建材或是物件来使用...\n\n\n把四个竹子合成可以做成方块状，可用做建材，同时也是合成材料之一 (方块状亦可做成阶梯或半砖来使用)\n\n\n竹子还能做成竹制储物箱，可以把八个箱子叠起放置做成大型竹箱 (有大箱子容量，而且可以翻页储存)\n\n\n\n\n跟 竹 Mod 一样可以制作成竹火把使用...\n\n\n可以制作成鹰架 (可以从侧边攀爬上去，打掉最底下部分可以拆除一整根鹰架)\n\n\n竹子还可以制作成梯子使用....\n\n\n\n也能做成特殊的吊桥来使用(可以直接摆在地上架设，或是使用架桥器架设，使用时将吊桥放置于架桥器内空间，接着使用红石讯号触发，当红石讯号开启时会自动铺设，关闭后会自动收回所有吊桥)\n\n\n\n\n\n如果将架桥器并排，会自动形成一个宽的吊桥...(基本上吊桥长度无限制，以架桥器内部剩余的吊桥数量而定，会直线架桥，内部吊桥数量用完或是碰到障碍物即停止)\n\n\n\n(1.12.2 新增) 竹制管线，现在竹子可以制作成管线，可以运送像是蜂蜜之类的液体...\n\n\n\n\n\n红色宝石 (Redstone)\n生长在这个模组的洞穴顶部，像是萤光石的存在，用镐子挖掉便会掉出红色宝石，这种红色宝石本身是个合成材料，可以再分解成红石来使用，也能够制造成红色宝石灯以供照明(用途与红石灯类似)，此外这颗宝石也可以涂上生物光源做成萤光宝石，可以贴在墙上或地上以供照明...\n\n\n\n\n\n外骨骼板 (Exoskeleton)\n普通敌人常见的掉落物，是构成昆虫坚硬外壳的成分，外骨骼板可以制作成装甲，合成方式与原版装甲相同，耐久与性质接近铁装...\n\n\n\n\n\n可以将 9 个外骨骼板合成，会变成一个 \"强化外骨骼板\" (Reinforced Exoskeleton)\n(上方图第二个)\n\n\n强化外骨骼板也能制作成装甲，耐久接近钻石，4 个强化外骨骼板也能和成外骨骼方块，有抵挡 TNT 爆炸的高抗性.....\n\n\n\n\n\n拟态虫伪装粉 (Camouflage Powder)\n击杀拟态虫或是螳螂掉落，特殊物品，拿着直接右键可以让你获得 12 秒的隐形状态\n\n昆虫复眼 (Compound Eyes)\n击杀苍蝇或是牛蝇获得，合成材料之一，8 个复眼可以和琥珀玻璃 (将琥珀拿去融炉里烧成) 合成，可以合成 \"复眼镜片\"\n\n再把两个复眼镜片和四个外骨骼板合成，可以制作 \"复眼夜视镜\"，可以装备在头盔部位 (不提供任何装甲值)，戴上后永久性给予夜视效果...\n\n苍蝇翅膀 (Fly Wing)\n苍蝇的翅膀，击杀苍蝇或牛蝇掉落，可以代替羽毛合成箭矢\n生物加速激素 (Bio-velocity)\n昆虫的特殊分泌物，击杀蜈蚣掉落，可以直接右键使用，使用后可以获得14 秒移动加速2 效果，除此之外可以把九个加速激素合成，可以合成\"高速移动方块\"，这种方块可以摆设在地上，会强制对上方的生物和掉落物朝着箭头方向高速移动，因此可以当成是输送带或是快速步道使用...\n\n除此之外，击杀蜈蚣有可能或的更稀有的\"强化加速激素\" (Supernatural velocity)，强化板的加速激素，直接使用可以获得14 秒移动加速4 的效果，让你在短时间内跑得飞快；除此之外也能将八个激素升级高速移动方块，让加速效果翻倍...\n\n\n\n生物光源 (Bioluminesence)\n击杀萤火虫幼虫获得，合成材料之一，可以将八个生物光源与一个红色宝石合成 \"萤光宝石\"，萤光宝石可以贴在地上、墙上和天花板，可以提供亮度 15 的光源...\n\n你也可以和三个铁锭与五个琥珀玻璃合成 \"萤光罐子\"，同样也提供亮度 15 的光源...\n\n同时也能把从蘑菇林采到的萤光菇合成变成可放置...(但是极度不建议这样做，萤光菇是繁殖速度很强的菇类，只要种一个可能等等就会长成一座小山)\n\n\n昆虫毒腺 (Poison Gland)\n击杀黄蜂有机率掉落，昆虫储存有毒物质的器官，可以和一个史莱姆球和骨粉合成\"除草剂\"，可以清除5x5 大小的所有草地(包括所有花和小型植物、长草，草地会变成泥土)\n\n鼠妇虫粉末 (Woodlouse Powder)\n击杀鼠妇虫获得，一种非常坚硬的粉末，可以和磨刀石合成...\n先以三个沙子、三个木化石和三个棕石合成磨刀石...\n\n\n之后可以和八个鼠妇虫粉末合成，每次合成可以将磨刀石升级一阶的 \"锋利\" 附魔 (最高升级到五阶)...\n\n升级完成的磨刀石就能够拿去和武器在铁砧上修理，就能把锋利附魔转移到武器上...\n\n\n驱虫粉末 (Repellent)\n击杀蝉会掉落，昆虫很讨厌的物体，可以直接涂在地上，当昆虫类(含蜘蛛) 只要碰到会有强大的击退效果；除此之外你也能用五个铁锭和一个木按钮合成\"驱虫剂\"，一次制造九个，可以堆叠64 个一组，效果一样...\n也可以和八个史莱姆球合成 \"黏液粉末球\"...\n而这个粉末球八个可以和一个 TNT 合成，制造 \"黏液TNT\" 来使用，这种 TNT 爆炸不会炸坏地形，爆炸后会使被波及到的生物受到大幅缓速和虚弱效果\n\n\n独角仙外壳 (Rhinoceros Beetle Scale)\n击杀独角仙后获得，可以制作成 \"独角仙装甲\" 使用，合成方法与普通装甲相同 (头盔还需要两个独角仙犄角才能制作)，耐久值比铁装稍高...\n\n\n\n\n防水虫液 (Hydrofuge)\n击杀水黾掉落，一种可以隔绝水的液体，可以和驱虫粉末合成 \"防水激素\"....\n\n而这个东西可以和强化外骨骼靴子合成 \"水上步行之靴\"，穿着后可以行走于水面上...\n\n\n芜菁 (Turnip)\n一种与萝卜一样是根茎类的植物，打掉草丛或是宝箱中低机率获得，可以种植在田地，当然也可以食用恢复饥饿值，不过最主要的功能是繁殖甲虫，所有甲虫(包括驯养的独角仙、大天牛和锹形虫) 都必须要喂食这个才能够繁殖...\n\n\n高丽菜 (Cabbage)\n知名的十字花科植物，在宝箱有机率可以获得高丽菜种子，可以种在农田里，可食用恢复饥饿值，可以跟生天牛肉合成做成 \"天牛炖汤\"\n\n\n先将锅釜和一个木棍合成大炖锅...\n\n然后把一个生天牛肉(或是两个生牛肉)、一个高丽菜、一个马铃薯、一个胡萝卜和任两种蘑菇放一起合成(蘑菇可以使用除萤光菇和寄生蘑菇外，所有从蘑菇林采到的蘑菇).....\n\n接着放进熔炉里加热，美味的天牛炖汤就完成了 (食用后可以恢复大量饥饿值)\n\n\n\n\n\n强化夜视镜头盔\n在合成强化外骨骼头盔时，把复眼夜视镜一并放上去合成就能制作，有强化外骨骼头盔的防御，同时也有无限的夜视效果\n\n\n滑翔翼胸甲\n将六个苍蝇翅膀和三个木棍合成可以制作\"滑翔翼\"，制作两个之后再拿去和强化外骨骼胸甲合成即可，当玩家在掉落状态按着G 键可以缓慢下坠，不会有任何掉落伤害，可以使用方向键滑翔\n\n\n\n胸甲还可以在二次升级，先把六个蜻蜓翅膀和三个竹子合成可以制作强化滑翔翼，合成两个后再拿两个弹性纤维(击杀蚱蜢掉落) 和一个高速移动方块把滑翔翼胸甲升级，要使用飞行功能的话身上必须要有\"红色宝石块\" 当成燃料才能飞行(放置在背包空间或是底下道具栏即可，在飞行时会缓缓消耗掉)，先跳起来后按着F 键可以飞行，当然一样可以按G 键滑翔...\n\n\n\n\n高速护腿\n使用八个生物加速激素把强化外骨骼护腿升级而成，穿上后永久性增加移动速度\n\n可以再用八个加速激素 (或是用一个强化加速激素) 再次升级，会变成等级二的 (总共可以升级到等级十)，让你移动速度快如闪电...\n\n\n\n跳跃靴子\n使用四个弹性纤维和两个苍蝇翅膀将强化外骨骼靴子升级，穿上后可以跳跃三格高高度，而且不会有任何掉落伤害\n\n\n收集完一整套装备其实就能够 Cosplay 成假面骑士了\n\n\n\n冰沙制造机 2000 型 (ErebusCo. Smoothie-matic 2000)\n这个模组特有的物品，可以制造各种冰沙类型的饮料，算是类似特殊药水的制作机...\n\n先把三个玻璃瓶合成可以制造空冰沙杯\n\n\n然后在将三个棕石、五个空冰沙杯和一个红色宝石块合成，就能做出这台机械\n\n\n\n按右键可以打开这个机器的介面，有四格放置原料和四种液体的储存格，将原料用水桶倒进这台机械后就能在上方放置物品原料，都放置好后将一个空杯子放在底下那一格就会开始制造....\n\n\n(附注：这个模组的液体都支援 Forge Liquid API，这代表你可以使用像是 BC 或 TE 之类模组的液体装置连接和储存，这台机械本身也可以支援连接液体管线自动进料)\n(可使用液体原料：牛奶、蜂蜜、甲虫汁液、消毒剂)\n\n\n总共有 10 种不同的饮料可以制作：\n\n黄蜂花蜜+蜂蜜滴x2 (把黄蜂花蜜放进熔炉里烧成) +金粒，使用液体蜂蜜做原料= 蜂蜜冰沙 (喝下后获得10秒回复3效果)拟态虫伪装粉x2 +黑暗果实+沼泽莓果(这两种植物可以在沼泽找到)，使用甲虫汁液做原料= 隐形冰沙(喝下后获得25秒隐形2效果)昆虫毒腺x2 +驱虫粉末+黄蜂毒针，使用消毒剂做原料= 消毒冰沙(喝下后消除身上所有药水效果，可以驱赶黏在身上的牛蝇蛆虫)南瓜种子+西瓜种子+黑暗果实种子+生物加速激素= 超级挖掘冰沙(喝下后获得25秒挖掘加速2效果)垂蓝铃花瓣x2 (一种生长在柏树林的蓝色高花) +青金石x2，使用牛奶做原料= 沁凉之心冰沙(喝下后会获得25秒移动减速3效果，并且使正在身上延烧的火焰熄掉)火焰花x2 (一种生长在莽原的橘红色花) +黄蜂毒针+食人花根部，使用消毒剂做原料= 火焰之力冰沙(喝下后获得50秒力量2效果，但是会陷入着火状态)荨麻叶+荨麻花+玉梅浆果+外骨骼板，使用液体蜂蜜做原料= 甲壳外皮冰沙(喝下后获得50秒抗性2效果) (警告！现实世界中，荨麻是有毒植物，除非是使用药品，否则请勿以身尝试！)\n生命之血x2 +竹笋+镶金西瓜，使用牛奶当原料= 液体黄金冰沙(喝下后获得50秒饱食2效果，在药效期间饱食度会慢慢回满)蚱蜢腿x2 +弹性纤维+苍蝇翅膀，使用甲虫汁液做原料= 蚱蜢冰沙(喝下后获得50秒跳跃提升3效果)\n寄身蘑菇(从僵尸蚂蚁身上取得) +芜菁+昆虫复眼+爱心莓果，使用全部四种液体(牛奶、蜂蜜、甲虫汁液、消毒剂)当原料= 战斗药剂冰沙(喝下后可以获得立即治疗、50秒力量3、50秒移动加速3、50秒跳跃强化3、50秒夜视2的能力)\n\n堆肥发酵机\n这个装置可以将不用的食物或是植物组织 (树苗、树叶等等) 发酵成堆肥使用的装置...\n先以任一种木材 + 史莱姆球 + 拟态虫伪装粉 + 驱虫粉末，可以合成 \"涂上漆的木材\"\n\n\n接着将六个涂上漆的木材与两个仙人掌绿和一个绿宝石合成，就可以合成堆肥发酵器\n\n\n\n这个装置的介面类似熔炉，使用\"霉菌丝\" 做催化剂启动，你会在蘑菇林的悬崖峭壁上看到会生长着一层白色薄薄的东西，这个就是菌丝，拿着剪刀打掉就能够剪下来，接着就能拿来这台装置使用...\n\n\n当发酵时间过后，就会变成堆肥，堆肥的用途除了染白外，功能完全与骨粉一样 (用来施肥，使植物或农作物加速成长)....\n\n\n\n\n这里介绍的是特殊的宝物，大多数无法合成，只能从宝箱中机率取得...\n\n高速射击之弓：这把弓的射击速度相当快，直接按住右键就能快速地射出大量箭矢 (仍然要消耗箭矢)，不过很可惜的是这个武器无法再进行附魔....\n\n原始人棍棒：挖开化石矿会有机率掉落，古代原始人用来防身的棒子，不过直到今日都还是有攻击用途\n\n蜘蛛网发射器：这个道具可以让你有像是捕鸟蛛的发射蜘蛛网能力，使用时身上需要有蜘蛛网当弹药，可以把蜘蛛网射出黏在落地点的装置，可以用来困住敌人的行动；除此之外这个道具还可以再升级成发射凋零蜘蛛网的，可以像是黑寡妇蜘蛛那样丢出黑色的蜘蛛网困住对方，并且让对方陷入凋零状态....\n\n\n琥珀囚禁法杖：有时候你会在琥珀中发现一根橘黄色的法杖，恭喜你发现了这个道具，这个道具是可以发射琥珀将生物关在里面的道具，可以用来捕捉生物或怪物(需要再使用丝绸之触工具才能把方块整个拿下来)\n\n这个道具使用“琥珀之星”当作弹药使用，以四个胶树汁液（砍下胶树会掉落）和一个琥珀玻璃合成\n\n\n\n报纸卷：从宝箱中获得的特殊道具，是个对付虫子的利器（外国人是习惯用卷起的报纸做打虫子的道具，类似台湾习惯用拖鞋打蟑螂的道理），取得时上头会自动附上节肢克星5的附魔，不过耐久值非常低\n\n\n黄蜂之剑：打掉黄蜂蜂巢的生怪砖会有机率取得，攻击时可以让对方中毒的特殊武器（这把武器其实是从隔壁棚跑过来的武器之一）\n\n\n方块吸取法杖：一种特殊的道具，可以吸取远方的方块直接飞向你（会变成道具状态在你身上）\n以一个锹形虫犄角（击杀锹形虫机率取得），一个箱子和一个有附上丝绸之触的钻石镐合成（钻石镐耐久值必须要全满）\n\n\n\n强化蝎子巨钳：打倒蝎子会是从宝箱会有机率获得蝎子巨钳，然后把这个道具以四个强化外骨骼板和三个铁锭合成，攻击力非常高；除此之外可以使用火焰弹当作弹药，右键单击可以像是烈焰使者那样射出火焰弹攻击远方的敌人\n\n\n\n[tr]震地重锤：[tr]打倒蚁狮王会获得的特殊武器，攻击力不错，此外有一个特殊能力，[tr]按着[tr]右键[tr]可以蓄力集气，接着对着地面[tr]蹲下右键单击[tr]就能击出范围型的震波攻击[tr]，[tr]可以[tr]伤害一个小范围的生物\n\n[tr]活化法杖：[tr]打倒蚁狮王后会获得[tr]“灵魂宝石”[tr]，把这个东西拿去和[tr]三个金锭和一个木棍[tr]合成，就能够做成[tr]“活化法杖”[tr]，这个道具[tr]对着任何方块右键单击，可以把方块变成有六只脚的方块虫[tr]，虫子会随处乱跑，但是可以使用芜菁吸引，除此之外[tr]可以把[tr]箱子[tr]变成虫子，变成一个移动式的箱子\n\n\n活化法杖还有另一个用途，就是启动特殊祭坛，首先，将从化石矿挖到的祭坛碎片和黑曜石合成祭坛基座，接着拿着指定的道具在基座上右键单击，最后使用活化法杖启动祭坛基座即可…\n\n\n生物光源：治疗祭坛，会对四格内的玩家施以恢复药水效果，让玩家快速回血\n红色宝石：雷击祭坛，这个祭坛会对周围的敌对生物施以闪电攻击，是个不错的防御用祭坛\n弹性纤维：修理祭坛，可以把耐久值快要用完的道具放上并完全修理的祭坛\n（一次性使用，当修理完成后会变回普通的祭坛基座）\n生物加速激素：经验转换祭坛，可以将不要的道具（只限此模块的道具）放进后销毁并且转换成经验值的特殊祭坛，让你有另一项经验值来源\n\n把上述道具在祭坛基座上右键单击就能放置上去，放上对应的道具后拿着活化法杖对祭坛单击右键就能启动祭坛\n（祭坛有时间限制，启动后即使没有作用一段时间后也会变回普通的祭坛基座）\n\n\n\n\n\n当你在平原地形看到一些黑色的蚂蚁，你突然想到可以利用这些蚂蚁为你做粗活…\n首先，你要做出一个作为据点的谷仓，先以三个木半砖（种类任意）和四个栅栏合成，就能制造谷仓底座…\n\n\n然后以两个铁砖，四个铁锭，两个涂上漆木材和一个木化石箱子合成，就能合成中段的谷仓…\n\n\n最后用三个涂上漆木材和一个木化石材合成，就能合成谷仓屋顶…\n\n\n之后将这三个东西以底座、中段和屋顶的步骤设置在地上，就能组合成一个谷仓，里面有近乎两倍的大箱子容量的储存空间\n\n(谷仓介面上方会记录目前谷仓所在座标)\n\n\n接着就能够开始驯服蚂蚁，使用四个蚂蚁费洛蒙（击杀蚂蚁取得）、四个金锭和一个黑曜石合成，可以合成“蚂蚁勋章”\n\n\n合成完成后，拿着这个勋章在谷仓上右键单击，就能将坐标绑定在这个谷仓上，接着拿着这个勋章朝着野生的蚂蚁右键单击就能将它们驯服（会冒出爱心特效代表驯服成功，驯服后的蚂蚁会跳出随机名子，且会自动待在谷仓周围）\n\n\n空手右键按驯服后的蚂蚁可以打开介面，这里就能决定每只蚂蚁要做什么事：\n\n\n1.锄头= 种植者，在蚂蚁的第一个装备栏装备锄头，接着第二格可以决定要种植的种子，接着这只蚂蚁就会自动从谷仓里面拿取种子并种植到谷仓周围的泥土地上（必须设定好指定的农作物，蚂蚁才会开始工作）2.骨头= 施肥者，在蚂蚁第一格装备栏装备骨头，接着第二格放置骨粉或堆肥，这只蚂蚁会自动从谷仓里拿取骨粉或堆肥并将谷仓周围农作物施肥3.剪刀= 收割者，在蚂蚁第一格装备栏装备剪刀，接着第二格可以决定收割指定的农作物，这只蚂蚁会自动把指定的成熟农作物收割下来…（必须设定好指定的农作物，蚂蚁才会开始工作）4.铁桶= 捡拾者，在蚂蚁第一格装备栏装备铁桶，接着第二格可以设定是否捡拾指定的农作物，这只蚂蚁会自动把掉在地上的种子或是农作物捡起来，并且拿到谷仓去储存…\n\n基本上这样就可以让这些蚂蚁帮你种植农田，几乎是半永久是自动化的农田\n\n\n\n\n你会在平原看到一些橘黄色的蜜蜂，这些蜜蜂比起那些有攻击性的黄蜂要温驯许多，你想到了一个可以雇用它们的方式….\n\n首先，和蚂蚁一样，要设置一个装置当成据点，先以[tr]四个黄蜂花蜜，四个莎草纸和一个箱子合成蜂巢方块\n（你可以在沼泽地形的水边看到许多咖啡色的香浦草，拿着剪刀打掉香浦草的咖啡色部位会有机率掉出莎草纸）\n\n\n接着拿三个金粒，一个玉石和一个黄蜂花蜜合成“蜜蜂项炼”\n\n\n蜜蜂项链的用法与蚂蚁勋章类似，拿着在蜂巢方块上按右键就能将蜂巢的座标绑定在项链上... \n\n\n接着再拿到蜜蜂身上按右键就能驯服，驯服的蜜蜂会一直待在蜂巢方块周围活动... \n\n\n接着，去找一些花的花苞种在蜂巢周围(可以透过击杀象鼻虫获得，或是你把巨花的花蕊打掉会获得)，不需 特地催熟，当蜜蜂飞经过时会有机率催熟，使花长成巨花... \n\n\n有时候你迫不及待想要使用蜂蜜，你可以先以两个木棍和一个碗合成可以合成\"花蜜收集器\"，这个道具可以从野生的蜜蜂身上直接获得黄蜂花蜜(不过这个道具目前貌似有BUG还尚未有作用)\n\n\n现在有花和蜂巢了，但是只有几只蜜蜂...使的产量非常的慢，不用担心，在逛地牢翻宝箱时，有时候你会拿到一个叫\"聚集号角\"的道具，拿着这个道具压住右键不动吹响这个号角，就会在你周围召唤出一大群的蜜蜂(一次性使用，使用后此道具破坏)\n\n黄蜂花蜜也能制造\"蜜蜂信标\"，把四个黄蜂花蜜和四个金锭把指南针升级，这个道具是升级版版的指南针，但是它可以自由设定追踪的位置，指针永远会指向纪录的位置\n\n\n现在你有大量黄蜂花蜜了，是时候使用这些蜂蜜了.... \n\n先将采集到的黄蜂花蜜放进熔炉里烧，可以烧成蜂蜜滴 ... \n\n\n蜂蜜滴可以和面包合成制作成\"蜂蜜三明治\"，恢复的饥饿值比普通面包稍多\n\n\n也可以用面包和糖做成\"蜂蜜蛋糕\"，是这个模组的蛋糕道具(使用方法与原版蛋糕相同) \n\n\n将八个蜂蜜滴装入桶子，就能合成蜂蜜桶，如此一来就变成了液态的蜂蜜 ，可以倒在地上流(蜂蜜较黏稠，流速跟岩浆一样，但是可以熄灭火焰；另外由于不是水，所以可以在地狱使用)，液态蜂蜜也是上面冰沙制造机所需的材料之一\n\n\n\n\n\n这个模组有三种生物可以驯服和骑乘：独角仙、大天牛、锹形虫，每只虫各有不同的特殊能力... \n\n首先，要驯服这三种虫，你会需要\"甲虫驯服项链\"才能驯服它... \n以三个金粒、一个玉石和一个祭坛碎片(挖掉化石矿会有机率取得)合成\n\n\n拿着这个道具在这些虫子身上按右键，有冒出爱心特效就代表驯服成功(驯服后它们就不会攻击你)\n\n接着，需要制作一个\"独角仙马鞍\"，并且披在它们背上才能骑乘... 以三个青金石、三个地毯(只能是白色)、一条线和一个外骨骼合成\n\n\n在驯服的虫身上按右键就能装上去，之后直接空手按右键就能骑乘上去...\n\n\n\n每一种虫都有不同的特殊能力，以下一一解说....\n\n独角仙：移动速度飞快，可冲撞攻击独角仙的特殊能力就是他是三个里面移动速度最快的，跑起来的速度约是普通马的两倍，无法跳跃但是可以爬墙；另外独角仙还有一 个特殊能力就是冲撞，当你骑着独角仙在移动时会在生命值下方会出现冲刺的蓄力量表，越高则攻击力越强，当要攻击时压住R键接着直接朝着要撞的目标冲过去就可以把对方撞飞，对方会受到大伤害+掉落伤害，外带移动减速效果... \n\n\n大天牛：装备箱子\n大天牛的移动速度没有独角仙那么快，但是大天牛可以在背上安置一个箱子当成驴子使唤，直接拿一个箱子在装了鞍的大天牛身上右键就能装上，放上后空手蹲下按右键就能开启背上的箱子\n\n\n锹形虫：挖掘能力\n锹形虫的移动速度和大天牛若仿，锹形虫的特殊能力就是可以挖掘前方3x3墙壁大小的方块，可以用来开凿隧道；当骑着锹形虫时对着墙壁按下左Alt键，就可以挖掘前方墙壁方块\n\n\n\n在这个世界有相当多冒险的地带，有些里面有宝箱可以获得一些稀有的宝物...\n\n蜘蛛地牢\n类似原本Minecraft的地牢，在地面以下或是岩石区会生成，一样中间会有一个生怪砖(通常都是蜘蛛生怪砖)，而旁边会有一些宝箱，可以获得一些平常合成不到的宝物.... \n\n腐烂树洞生成在沼泽地形，一棵大型树木，但是中间是腐烂的，里面同样有一个蜘蛛的生怪砖，周围有相当多的蜘蛛网，当然也有藏宝箱供各位探索\n\n巨型荷花也是生成在沼泽地形，你会在大的水塘上看到这个非常巨大的荷叶和荷花，中间会有一个蜻蜓的生怪砖，当然挖开后上面也会有宝箱.... \n\n黄蜂蜂巢生成在丛林地形的屋顶，你会看到一个灰色半球形的东西，里面有一个黄蜂的生怪砖.... \n\n蚁狮地牢\n生成在火山沙漠，有时候你走着走着会突然掉到地底，那么恭喜你，你掉进了这个地牢，这个地牢会 一只蚁狮守卫着，攻击非常强，而正中间地上会有一个宝箱... \n\n\n蝗虫地牢(1.12.2版本限定)\n生成在丛林地形，由四根柱子围起，像是祭坛的建筑，中间有个蝗虫的生怪砖，柱子上头的骨头堆可以打掉拿取宝物\n\n\n粪堆地牢(1.12.2版本限定)\n生成在红土莽原地形，就是一坨巨大的屎堆(当然味道也极臭)，顶端上头有着会生苍蝇的生怪砖(也会生出牛蝇)，据说在这坨屎的中间有藏宝箱(前提是你要有勇气挖开)\n\n\n大兰多蜘蛛城堡\n生成在热带草原地形，当你在热带草原闲晃时有时会看到一棵非常巨大的猴面包树，当接近时萤幕上方会出现王怪的血条，那么你就是发现了这个地牢，这是一个巨大空心的猴面包树，里面有非常多的大兰多蜘蛛生怪砖，建议多人一同攻略，在这棵树最上方是本模组其中一只王怪\"大兰多蜘蛛皇后\"生息的地方....\n\n1.12.2之后这个地牢改成鞍树制成，并多了几个入口，让各位有不同方式攻略...\n\n\n\n蚁狮王金字塔生成在火山沙漠，一个非常巨大的金字塔构造，周围有很多片麻岩石砖构成的迷宫，里面有相当多的宝箱供各位探索，但是里面也栖息着很多蚁狮和熔岩爬虫，你可以在迷宫里看到之前罹难的探险者骨骸，打掉可以获得一些宝物，而在迷宫中会遇到特殊的棕石傀儡，击败这些特殊的傀儡后可以获得它们的徽章，这些徽章可以用来开启金字塔顶端的入口，接着就能慢慢地进入金字塔内部，内部也一些特殊的机关需要你从周围迷宫中收集材料开启，一旦把所有机关都解开后即可到达最底部，金字塔最底部是本模组王怪\"蚁狮王\"的栖息地所在\n\n",
    "replies": [
        {
            "author": "Gingerbread",
            "timestamp": 1554983820,
            "txt_content": "光速赶来资瓷"
        },
        {
            "author": "Nebulakkk",
            "timestamp": 1566366720,
            "txt_content": "感谢楼主分享~~·"
        },
        {
            "author": "kly233",
            "timestamp": 1566386040,
            "txt_content": "\n感谢楼主分享~"
        },
        {
            "author": "sporewar",
            "timestamp": 1566899880,
            "txt_content": "想知道彩虹花种怎么钟....我种下去点了30几个骨粉都没效果"
        },
        {
            "author": "wshycaa",
            "timestamp": 1567967760,
            "txt_content": "我很喜欢这个模组。音乐，怪物的技能和装备都做的很精良，尤其是BOSS\n\n驯服甲虫，烤幼虫串"
        },
        {
            "author": "烛火墨",
            "timestamp": 1572064140,
            "txt_content": "版本112，有好几个物品模型不显示是怎么回事"
        },
        {
            "author": "皇家一字斩",
            "timestamp": 1572966060,
            "txt_content": "请问桃花心木树苗怎么种啊 撒好多骨粉都不长"
        },
        {
            "author": "Determancer",
            "timestamp": 1574144100,
            "txt_content": "sporewar 发表于 2019-8-27 17:58\n想知道彩虹花种怎么钟....我种下去点了30几个骨粉都没效果\n需要周围（包括上方）足够空旷，没有方块阻挡彩虹花生长"
        },
        {
            "author": "Determancer",
            "timestamp": 1574144160,
            "txt_content": "楼主还在吗？想问一下为什么冰沙机里面的hot hot baby无法合成"
        },
        {
            "author": "1830656784",
            "timestamp": 1574334780,
            "txt_content": "\n很不错的Mod"
        },
        {
            "author": "伪物自更",
            "timestamp": 1575631020,
            "txt_content": "这个模组的死亡指南针要怎么取消掉啊，配置文件里面完全没找到这个，每次死都给一个，好麻烦"
        },
        {
            "author": "soil-sword",
            "timestamp": 1575656520,
            "txt_content": "这个目录。。。。真的辛苦了"
        },
        {
            "author": "千面百变怪",
            "timestamp": 1576048800,
            "txt_content": "之前玩的一脸懵逼好不容易找到攻略了"
        },
        {
            "author": "千面百变怪",
            "timestamp": 1576501500,
            "txt_content": "化石矿真的能掉祭坛碎片吗，感觉不对啊，我挖了无数个都是只有碎裂的骨头，刚才单人开创造搞了几组化石矿放上挖结果挖出来的还是100%碎裂的骨头，难道改过获取方式不是从化石矿获得了 ？"
        },
        {
            "author": "dEnGYu5",
            "timestamp": 1576562460,
            "txt_content": "感谢楼主的分享"
        },
        {
            "author": "盐焗利子",
            "timestamp": 1579038480,
            "txt_content": "感谢分享！"
        },
        {
            "author": "1342184882",
            "timestamp": 1579834140,
            "txt_content": " 光速赶来资瓷"
        },
        {
            "author": "[Steve]",
            "timestamp": 1580569500,
            "txt_content": "是挺厉害哈\n可惜我不玩这个模组"
        },
        {
            "author": "uncle_redewa",
            "timestamp": 1581985320,
            "txt_content": "很好玩的mod ，爱了爱了"
        },
        {
            "author": "点点贼可爱",
            "timestamp": 1582260420,
            "txt_content": "感谢大佬感谢感谢"
        },
        {
            "author": "mmlgbaz",
            "timestamp": 1583243100,
            "txt_content": "要死了,进传送门前带好了另一把钥匙法杖,进去后想直接激活回去的传送门,然而回去的传送门根本没反应,我那个档直接就给困死在那个世界里了,拆了重新造个传送门都没有用"
        },
        {
            "author": "ZGzixuan",
            "timestamp": 1583304960,
            "txt_content": "感谢楼主分享~~"
        },
        {
            "author": "2757728831",
            "timestamp": 1583405280,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "梅子紫转青",
            "timestamp": 1583470680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "冰の风铃草",
            "timestamp": 1584502680,
            "txt_content": "方块吸取法杖1.12.2的1.0.31版本中不知道为什么合成不了,创造模式中也找不到这东西"
        },
        {
            "author": "JinxMx",
            "timestamp": 1584608940,
            "txt_content": "支持大佬"
        },
        {
            "author": "优_克莉伍德",
            "timestamp": 1585101840,
            "txt_content": "看见这个虫子我就脑瓜子疼，居然还能吃"
        },
        {
            "author": "ccqqrr12344556",
            "timestamp": 1586828460,
            "txt_content": "太棒了！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "Eyeofender",
            "timestamp": 1587614520,
            "txt_content": "有大佬能告诉我为什么放置包裹着生物的琥珀时会崩溃，再进的时候方块就被放下来了，挖完了在放还是闪退······"
        },
        {
            "author": "Eyeofender",
            "timestamp": 1587620160,
            "txt_content": "伪物自更 发表于 2019-12-6 19:17\n这个模组的死亡指南针要怎么取消掉啊，配置文件里面完全没找到这个，每次死都给一个，好麻烦 ...\n找到erebus.cfg这个文件夹把“'Block O'Bones Inventory Save\"=ture改成false"
        },
        {
            "author": "陈展鹏",
            "timestamp": 1588086000,
            "txt_content": "请教一下楼主大大，蚁狮王的地牢打败4个守卫后打开金字塔顶端4个方块后下一层的圣殿传送门怎么激活，研究半天没搞懂"
        },
        {
            "author": "1942906889",
            "timestamp": 1588512840,
            "txt_content": "写的好详细"
        },
        {
            "author": "MC_MoYang",
            "timestamp": 1588595460,
            "txt_content": "感觉挺有意思的，康康好不好玩"
        },
        {
            "author": "ZDlove",
            "timestamp": 1589126460,
            "txt_content": "陈展鹏 发表于 2020-4-28 23:00\n请教一下楼主大大，蚁狮王的地牢打败4个守卫后打开金字塔顶端4个方块后下一层的圣殿传送门怎么激活，研究半 ...\n用玉放在传送门周围的一圈石头上"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1589166360,
            "txt_content": "哇，我最喜欢这种大型有背景的mod了"
        },
        {
            "author": "569880998",
            "timestamp": 1592479860,
            "txt_content": "真好！楼主搬运辛苦了谢谢1"
        },
        {
            "author": "风雪.",
            "timestamp": 1592649120,
            "txt_content": "胶树在哪找啊"
        },
        {
            "author": "STRLeon",
            "timestamp": 1593100800,
            "txt_content": "这地形是真的多。。。太大了。"
        },
        {
            "author": "烛火墨",
            "timestamp": 1595138760,
            "txt_content": "问一下如何取消掉玩家死亡后的骨堆以及死亡指南针"
        },
        {
            "author": "many先生",
            "timestamp": 1596495660,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "我的世界囧囧",
            "timestamp": 1599286140,
            "txt_content": "终于找到攻略了  "
        },
        {
            "author": "WuBuwang",
            "timestamp": 1599893760,
            "txt_content": "感谢楼主分享~~"
        },
        {
            "author": "CySnz",
            "timestamp": 1599978780,
            "txt_content": "支持支持"
        },
        {
            "author": "血色雷光",
            "timestamp": 1600521420,
            "txt_content": "虫子好EX啊啊"
        },
        {
            "author": "YLM20041125",
            "timestamp": 1600589400,
            "txt_content": "这个mod挺有意思的，但是不知道怎么玩，终于找到教程了"
        },
        {
            "author": "kayn-",
            "timestamp": 1600619760,
            "txt_content": "在服务器混沌之地蘑菇头永远的神"
        },
        {
            "author": "sc帅辰",
            "timestamp": 1606915140,
            "txt_content": "有哪位大佬知道如何关闭死亡后生成坟头和死亡指针啊，就是有没有办法，恢复正常的死亡掉落"
        },
        {
            "author": "TR丶小咸.",
            "timestamp": 1607214600,
            "txt_content": "啊啊啊黄蜂怎么打好恶心，。。"
        },
        {
            "author": "Sentown",
            "timestamp": 1607350380,
            "txt_content": "蘑菇头是个好东西"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1608708180,
            "txt_content": "感谢搬运 昆虫恐惧症就不碰这个mod了"
        },
        {
            "author": "cndovea",
            "timestamp": 1611838560,
            "txt_content": "还是不大会玩"
        },
        {
            "author": "小僵僵僵尸",
            "timestamp": 1611894060,
            "txt_content": "感谢楼主分享，模组真的很棒，尤其音乐，超赞的，爱了爱了"
        },
        {
            "author": "期艾resia",
            "timestamp": 1611906360,
            "txt_content": "这个Mod刚卸就看见攻略"
        },
        {
            "author": "496367560`",
            "timestamp": 1612763100,
            "txt_content": "感谢楼主分享~~~"
        },
        {
            "author": "LaLuce",
            "timestamp": 1612832160,
            "txt_content": "我挖了化石也没有祭坛碎片，太非洲人了？"
        },
        {
            "author": "fichdich2",
            "timestamp": 1612871100,
            "txt_content": "感谢大佬教程，就是蜻蜓太ex了"
        },
        {
            "author": "454564啊",
            "timestamp": 1612874700,
            "txt_content": "很详细的教程，感谢分享"
        },
        {
            "author": "popsugar",
            "timestamp": 1612879680,
            "txt_content": "很不错的教程，感谢分享"
        },
        {
            "author": "白糖e丸子",
            "timestamp": 1612929120,
            "txt_content": "感谢楼主的分享\n"
        }
    ]
}