{
    "title": "【原创/连载】绕界而行/0004-资讯",
    "author": "Cazstene",
    "replyCount": 0,
    "timestamp": 1554991200,
    "txt_content": "【我昨天傍晚看到你们从土地里钻出来，这是怎么一回事呢？】Cazst问道\n【呼呼，这个啊，稍微等一下喔】Cona后退一格，爪子一伸，往地上放了一个红色的…潜影盒。然后她将盒子打开，从里面掏出一本成书来，丢给了Cazst\n《新手指南 v1.4.20》-by兆言 副本的副本……上面这么写道\n兆言？原文的意思是“数以兆计的话语，作为名字”，简称一下叫做兆言好了。Cazst遇到的这些怪物名字都是发音，还真是头一次看到带意思的名称\n【这一本是我之前买到的新人导航，你可以看一看喔！里面记载的非常详细了呢】Cona又把盒子收了起来\n【诶，就这样给我，没有关系吗？】\n【没关系的，刚刚那个潜影盒里都是这本书的副本啦，我遇到新玩家就会送他们一本的】看来是个乐于助人的爬行者【啊！对了，你还不知道潜影盒是什么吧？其实就是一个可以随身携带的箱子…你应该知道箱子是什么东西吧？】\n【啊…嗯，我知道的】突然遇到这么热情的人，Cazst一时间有点不知道该怎么回答【谢谢你告诉我这么多东西，很感谢你】\n虽然她都知道了…\n【嘿嘿，不客气】Cona露出一个温暖的笑容，然后抬起右前爪，指了指某个传来一些吵闹声的方向【那边有一些玩家在开派对，我想去和牠们聊聊天，你要跟我一起去吗？】\nCazst摇摇头\n【好吧。我还会在这个地方呆一段时间，我们就回见咯~】\n【回见！】\nCazst一边挥手，一边目送同样挥着爪走远的Cona。在Cona的身影消失在树林之中后，Cazst也朝着另外的方向走去\n-\n在Cazst费尽千辛万苦找到自己家的位置时，太阳已经快到头顶了\n修好自家橡树被那个叫Geo的僵尸打出来的空洞，她靠在工作台上，翻开《新手指南 v1.4.20》的第一页，一个熟悉的GUI顿时冒了出来\n她还以为书会改成要手动翻页看，没有弹出页面的那种…\n这本书很精致。第一页是一个分类目录，里面有方块，物品，机制三个子分类，进入之后还有子分类的子分类……文字还附有图片，看起来非常专业，Cazst不禁对这本书的作者产生了强烈好奇\n她在“机制”里找到了一些比较眼生的内容，应该是渊鸣内自己多出来的东西。其中“生物跃迁”这一章更是压根就不在原版里。大概看了一下，Cazst总结出对这里独有系统的概括：\n玩家从由世界意识决定的，人烟稀少的地方生成，自带语言解析系统和原版的简单新手教程。出生不到三个渊鸣日的玩家，身上会有“新玩家的气息”，怪不得那群怪物都知道她是新来的…\n“生物跃迁”是大部分敌对生物和部分中立型生物所拥有的特殊机制，说白了就是将原版的刷怪系统变得更加合理。这部分生物在不进行任何位移时可选择进行一次生物跃迁。跃迁机制会选择世界内存在适合跃迁条件的地方（一般为亮度小于等于7），将进行跃迁的生物传送到那里。这表现为对应生物从地底下钻出，就像之前Cazst看到的那样\n这种跃迁每个渊鸣日只有一次机会。当生物到达跃迁后地点时，那个地点所在的区块会变成“跃迁重生点”，生物死亡后可以选择在“跃迁重生点”或是“个人重生点”进行复活。生物也可以在任何时候选择回到自己的个人重生点去，总体来说非常方便\n人类是没有这个功能的…\n这本书的内容真的非常非常详细，甚至包括好多合成配方。不过不知道它是怎么办到的，Cazst不能够进入未解锁配方物品的介绍页。而且书的页数显然远远超过了原版正常上限，因为还没有解锁书与笔的配方，她暂时不清楚是不是有增加书页容量的合成方式\n但目前最重要的东西不是这个，而是目录最下方一个不仔细看看不到的子分类：\n“维度”\n-\n“本分类内容尚未完成，也应该不会有完成的那一天。请谨慎阅读”\n果然，渊鸣内有其他的维度吗？\n维度子分类下除了主世界，下界，末路之地外，底下还有一长串乱七八糟的维度名称，看上去还挺好玩的。条目上方还提到了一个比较特殊的规则：主世界，下界，和末路之地都属于“元维度”，属于元维度的任意物品都可以带到非元维度去使用；而属于非元维度的物品只能在其所属维度使用，如果把它带到其他维度，它只会变成一个没有作用的占位符\n这里配了一个占位符的图标。它看起来就像刷怪蛋，但是是方块的3D模板，而且颜色比较多层，看起来也比较透明\n这还真是很有意思…\n同时，还有一点比较特别的内容\n在整个子分类的最上方，有一个叫做“维度核心”的东西。相比起其他物品精准如Wiki的介绍，关于维度核心的资讯已经可以说是“简陋”了。里面只有一些可有可无的杂讯，还有它的作用——\n“创建一个新的维度”\n除此之外就就再也没有其他信息…\n",
    "replies": []
}