{
    "title": "对于 服务器版-版规 不完善之处理应尽早进行修改 而非坐视不管",
    "author": "极光creeper",
    "replyCount": 4,
    "timestamp": 1555079040,
    "txt_content": " 本帖最后由 极光creeper 于 2019-4-12 22:31 编辑 \n\n前情提要根据\nMinecraft(我的世界)中文论坛 网站服务条款\n5-1.论坛保留对其它不合理行为的判断和处理权利。\n5-3.论坛管理员拥有最终解释权\n我没有这种誓死与服务器版不完善的版规抗争的决心及时间 仅仅在此点名此事 希望论坛能早日完善版规 并给出一定的建议\n以免RIA一事埋没后 继续有人利用不完善的版规漏洞 增加版主工作量 \n或再次有类似社团踩入类似事件 导致版主一时判断不完全准确而引起闹剧\n引用RIA一事完全出于希望让版规更完善而举出的例子 本人无意为与我毫无关联也没听过的服务器正名RIA这个例子是鲜活的\n\n\n\n理解理解 非常理解\n服务器版版主 目前只有xu11xx和刚上任的Sakura_End两位 管理精力时间都有限 难以一时给出完善的版规是很符合逻辑的\n而在此发帖希望敦促增加/修改完善版规的原因 是对于RIA此事部分版主的回应表示担心 [1]   [2]   [3] ......看起来似乎是不准备再动这条版规了\n能理解版规说的越细 带来不可预测的能钻的空子与风险越大 但真的就此事的不完善之处不作修改了么 发帖者也同样面临了不可预测的风险\n版规存在的意义 个人认为应该是让坛友在发帖时在不违规，保障其他发帖者利益的情况下顺便完善帖子\n显然RIA此类事件目前存在且也会一直保持存在\n根据上面的回应，论坛方 '拒绝' 修改版规的理由我总结为 \"修改后会增加更多可钻的漏洞，无端增加版主工作量，也会常常触及其他人的权益\"\n这是在无法完全避免漏洞的情况下说的。\n这次事件让两方都多少有些风评被害，论坛方被部分坛友冠上'版主掌控了隐藏条款'(管理员出面担保 处理绝对公正公平 之后事件风评基本恢复)\nRIA方则被当做了无*良 骗人的'公益服'，当然在未写明的版规和版主的眼里，这三贴是不合格的。经过实地调查，可以确定的是三服的确分别隔离，但玩家群体均由车站进行分流的话，可以很轻松做到玩家引流，这点是否存在我无从考究，也是RIA一事的主要矛盾冲突点\n事已至此。\n在我看来，作为发帖标准的版规，需要尽可能的完全，完善地展示在坛友面前，论坛管理员以及版主尽心尽责一直保持着完善版规的态度是值得肯定的\n但不完善之处可不能就这么让它成为铭刻在DNA里留下许多人泪水的隐形版规(在旁人看来应该会有讽刺潜规则的意味了)\n\n\n提出几点可能的建议供论坛及板块参考\n1：既然都已经回收站处理了，就说明RIA这事单车站审核分流多服玩家是有引流嫌疑且会触及其他服务器贴发布者的利益的，存在明确与版规冲突的地方了(因为版规里没有标明)，鉴于1-5号破布[sup]注1[/sup]的破洞修了虽然会变好看，但是会多更多漏洞，那不如不要去修改1-5，在边上加一个[spoiler，里面写明类似情况不论是否真的存在引流，不论是否符合一服多贴的概念，发现后一律会立即执行枪决。\n\n我这里只是举个例子 如果可以通过的话还需要做更多修改\n对于一服多贴的复杂情况，将由版主判断是否违规，情况包括但不限于：\n1：对于多服使用同一审核群，或通过同一审核群将玩家分流至多服 等 等效行为\n处理方案：涉事贴一律全部直接移动至回收站并记录失信名单\n\n显然如果今后的各种情况在这里无限堆叠的话就可以绝对减少让他人来诟*病版规不完善之处的机会\n\n此类情况应该都是版规盲区，在无法完善版规避免事件发生的情况下，以后定会继续处理类似事件，既然处理都处理了，那不如就秉着尽力完善的原则，坛友钻一个就同时补一个事例。修改版规给版主看来是无意义的恶性循环，补了费脑，还会有人钻更多洞让你补，但我这条建议是良性循环，洞越补越小，以后新来mcbbs发帖的也能切身体会版主们为维护其他发帖者权益，在尽力杜绝所有违规事件的同时也在避免再次发生RIA这种正体不明，性质难判的情况。\n\n2：上面这是针对版主们难以补好版规而言的，很明显是因为人力和时间有限，可能的修改方案也无法经得起语言文字的推敲，那么不如尝试通过论坛统一渠道(水怪茶馆等)向坛友征集版规修改/增添建议，也不是说要版主和管理员真的去完全征用建议，拿过来借鉴一下思路、语言语句也行啊,\n\n注1：帖内提到的1-5为服务器版块版规内的关于一服多贴，一贴多服的版规，被我称为破布是针对该版规本身概念范围模糊不清，导致先前部分纠纷而言的，并不是我对版规制定者的蔑*视，能制定如此版规一定是经过深思熟虑后的无奈之举，吾辈在这里对制定者表示无限的感谢、尊重与理解\n\n\n\n上面的均为DD言论 点子毫无新意 版主应该是考虑过了 虽然知道应该不会改但是还是来发了帖子（笑\n",
    "replies": [
        {
            "author": "纯狐",
            "timestamp": 1555121820,
            "txt_content": "不如直接来一个\n所有和版规所述违规行为 等价 的行为视同违规，等价与否由版主进行判断\n糟了，定死了（\n\n总之加一个具体情况由版主判断啥都能解决（？）"
        },
        {
            "author": "gamerteam",
            "timestamp": 1555127340,
            "txt_content": "你放心，该完善的会完善的，但是肯定是需要时间的"
        },
        {
            "author": "Junior_Mo",
            "timestamp": 1555161240,
            "txt_content": "其实，在Another Star一服多贴问题出现后，早就应该修改此项版规\n明明已经有了先例，却要等到下一位出现且事情闹大的时候再反思版规出现的歧义\n也许事务忙碌，迟迟没有修改\n也或许说根本就没把那件事的发生没有当\"事\"\n”欺负“”老实人“而已？"
        },
        {
            "author": "混乱",
            "timestamp": 1555400580,
            "txt_content": "版规更正稿早于楼主建议前已经开始修订,从拟稿到正式发布需要时间,请理解版主工作。"
        }
    ]
}