{
    "title": "《帝国血泪史》第三十七讲",
    "author": "mmbbggf",
    "replyCount": 3,
    "timestamp": 1555084980,
    "txt_content": "    由于即将高考，所以更新间隔较长，见谅。\n\n\n    HerobrineL来到了我们的根据地，这次恐怕凶多吉少。我们大部分时候并没有做好战斗的准备，只是用嘴炮和一些微薄的战绩苦苦撑起厚厚的脸面。\n    当然，这次我认为是不同的，正所谓好汉难敌四手。HerobrineL即使拥有优秀的格斗技巧，但他依旧敌不过我们的群攻。我们三个自然很愿意团结在一起消灭眼前的敌人。\n    VVLH和YHB的格斗技巧其实并不在HerobrineL之下，但无奈的是——他们并没有非常称手的兵器，这也是我们一直被诟病的地方：拿得出手的家底的确有限。不过按照我们最初默许的一项条例——可以在危急时刻拿出压箱底的武器来应对威胁。乘着我和HerobrineL对峙的时间，VV和YHB此时都装备上了全套的钻石装。\n    战争服里的大佬们看来都有些癖好，那就是到处乱晃，此时HerobrineL侵略性的步伐搅得我心神不宁，他在基地中来回的乱窜，每一步都在挑战我们对基地的主权和强烈的自尊。这令我很不爽。\n    只是我们都不敢近身，我相信HerobrineL也在掂量着动手的风险。不过我这里应该是最紧张的。在之前的几年里我不得不承认我的格斗技巧实际上没有什么长进，可能还有些退步。5151和VVLH替我承担了太多的风险，一直很感谢他们。我在心里暗暗掂量——这次或许是关乎到“荣誉”的战斗，可能有些人不懂，什么是荣誉？游戏玩家的荣誉来自哪里，那当然是来自于自己的技术可以被认可，还有什么更加比这更加至高无上的呢？只可惜这场战斗我的技术让我失望了。\n    其实对峙的时间没有想象中的那么长。\n    HerobrineL和我们基本是同时动手的，可能我太紧张了，刚打起来我才注意到旁边的Misaka在注视着我们。我期盼着她能改变刀锋的方向，转而攻击HerobrineL，但恐怕这不现实。\n    HerobrineL的武器是一把附魔的火焰加成钻石剑，还附带击退效果，威力令人咂舌。我和他首次接触就被击退数格，极为被动，而且血量也是蹭蹭的掉，火焰伤害是制敌利器，放之四海皆准。\n   尽管我处在下风，但我也凭借挥剑的手速连砍其数剑，这种MC中独有的打击感带给你的愉悦，是巨大的，当然代价也是巨大的，不出15秒钟我就差不多**了，这时YHB和VVLH和Misaka激战正酣，真搞不懂他们怎么能忽视这个真正具有的威胁的敌人。可能由于情势过于混乱，两边基本是混战。\n    其实我心中的不祥预感愈来愈烈。\n    可能要输。\n    这是我脑海中的念头。毕竟双方的装备水平不算一个量级的，我们很多装备都还没来得及附魔，这次战略上的失误值得好好反省——万事切莫操之过急。\n    打了有一会儿，我们三个人开始处于下风。我有些不甘，但也无可奈何，对方的装备压制的确让人感觉到无力。还记得很久以前我们几个人聚在一起吹牛：要是现在的RMB玩家用裸装和我们打，一定程度上我们能打败他们。但这种狡辩也像现在一样无力。HerobrineL和Misaka连续斩杀我们三个。这一幕让我想起了过去小岛联盟和帝国的日子，我脑子里浮现出了很多伙伴的形象，此刻我有些后悔——操之过急了！\n    HerobrineL和Misaka二人顺利的收割着人头，不过有时也会给我们逮到机会钻了他们防御的空子，重创他们。\n    再多砍一剑就能赢，我心里总是这样呐喊着,但这样或许是徒劳的。\n    很遗憾,最后的结局是我们败退。\n    我时常在思考，这个游戏对我们究竟有着何等魔力，无数次失败却还是前赴后继、不辞辛劳的日夜建设，即使可能最后迎接你的不是轰轰烈烈的胜利，而是异常戏剧性却又惨痛的失败。看看之前的文章吧，或许会有些答案。我写了这么多回“讲”，实际上就是在努力的回忆当时的心境，可能逐渐淡忘而略添虚构，我总在努力的抓住美好的在虚拟中沉浸的日子。请原谅我不值得一提的文笔。\n    可能会过很久接上第三十八讲。不过不会缺席。我可能是写给我一个人看，但这也值得。之后的续文我会接上更靠近近况的故事，欲知后事如何，敬请期待。\n",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1555118100,
            "txt_content": "感觉这个更像回忆录"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1555136640,
            "txt_content": "雪莲_xvelian 发表于 2019-4-13 09:15\n感觉这个更像回忆录\n嗯，其实很多当时具体的内容都忘得差不多了，稍稍有些艺术加工。"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1557292920,
            "txt_content": "默默催更....."
        }
    ]
}