{
    "title": "【原创/连载】绕界而行/0005-次夜",
    "author": "Cazstene",
    "replyCount": 1,
    "timestamp": 1555128000,
    "txt_content": "维度核心到底是怎样一种东西呢？\n虽然很想得到答案，但现在显然没有这样的条件…\n而天幕也不知不觉渐入橙红\n这本《新手指南》的内容实在太多，Cazst只是大概翻了一下感兴趣的内容，太阳就已经快回虚空休息了。这里的一天大概只有12个小时，所以原本是地球人的Cazst感觉时间过得非常快\n那么…今天要怎么办呢？\n晚霞将遥远之处烧成浓烈焰色，叶间混着含糊不清的光斑摇曳，斜影蜿蜒向月，这场景一时间竟有些朝圣之感。如此美丽的自然风光令Cazst想起地球上那句著名的“落霞与孤鹜齐飞”,可惜这里没有孤鹜，只有鹦鹉\n今天很有可能又会被欢乐新手狩猎……等等，什么动静？\n这个咚咚咚的音效Cazst再熟悉不过了，视野右下方的字幕功能也指出这声音到底是什么——这是破坏橡木方块的声音啊！\n所以为什么这声音会在她脚底下响起啊？！谁在挖她家啊！\nCazst刚准备站起来探出头往下瞅瞅，脚下便突然一空，掉落的橡木物品随着来不及反应的Cazst一起摔到树下，砸到她脑袋上后又被吸收进物品栏里\n“物品：被拾取”\n待Cazst终于从突然坠落的宕机中恢复时，她抬眼便看见一只正慢悠悠地收起斧头，左爪叉腰的杀手兔。而这兔子两耳上方赫然写着一串渊鸣语的音节——\n——“Coin”\n-\n……\n他他他…他到底想干什么！！\nCazst眉头微皱，黑眼白白瞳孔的眸中流露出一丝掺杂了问号熊猫头.jpg的疑惑。开什么玩笑，她的树屋可是有泥土柱子标示的，上面还有梯子。再说了里面有火把，晚上肯定特别显眼地在发光，是个玩家都会觉得这是某人的家吧？\n那这家伙故意砍了别人家到底是为了什么啊？\n心中五味杂陈的她暂时没有开口。似乎是看出Cazst不愿张口说话，Coin双爪交叉，双耳微微颤动，又一次率先打破了沉默\n【今晚你准备怎么办？】\n【啊？】Cazst显然不太明白他问这话到底是什么意思\n【……】他下意识挪开了本来直视着Cazst的眼神，沉默半晌，复又恢复成什么都没发生的样子【我是说，今晚你大概又会被那些怪物攻击，你就打算在你身上还有新玩家气息的这几天都被打的经验乱飘吗？】\n【呃……】她挠挠头【我倒是无所谓啦…】\nCoin沉默一阵，轻阖双眼，几乎悄无声息地叹了一口气\n【你可以到我家来待几天】\n什……！\n-\n当Coin睁眼时，看到的便是身体微微后倾，瞳孔放大，眼神充满震惊的Cazst，此人一副看到了光明正大诱|拐无良少女之变态的样子……他瞬间就绷不住了，一向冷漠的面容上浮现一丝窘迫。于是他急忙摆摆手解释道【不是你想的那个意思】\nCazst听闻，姿势是变成了正常的抱膝坐没错，但眼睛却眯缝起来打量着Coin，好像想看出来他有没有在撒谎\n【……我真的不是变态】\n【咳咳，我知道，刚刚开玩笑的】她轻咳两声，收起之前审视的模样，轻轻歪了歪头，有些好奇的样子【为什么你要邀请我去你家？】\n【找点乐子而已】…他已经孤独一人很久了\n【这样啊…】Cazst抬头望了一眼天色，估计再过不久，那些怪物就要跃迁过来了\n【那就谢谢你了】她站起身来，向着Coin规规矩矩地鞠了一躬，没有拒绝他的好意\n-\n【出生时身上就有饰品的玩家其实挺少见的来着】\nCazst和Coin坐在似乎和矿车有些相似之处的椅子上，前者上身整个瘫向桌面，而后者只是单爪撑着脑袋，爪肘抵在桌面上而已。桌面上有一块红色的羊毛毯子，这毯子让Coin的那种动作不会太难受\n对，家具…这些是家具，这个世界有家具啊……！\n虽然没有家具才比较奇怪，不过因为原版更新了这么多版本都没有家具的关系，Cazst还是小小地在心里惊讶了一把\n【诶，是这样的吗】Cazst听闻抬起双手，看了看腕上粉色金属制的手铐。铐链因此与桌面发生一次亲密接触，触面处传来一阵令人舒适的木质声响\n事实上Cazst双手双脚上这一套拘束设备并没有实体，摸不到抓不着，平时也会穿过她所遇到的大部分东西，而且锁链也够长，因此不会影响到行动。她的合成GUI左边也有一个平时隐藏起来的服装栏，里面有她身上所有衣物的物品形式，如果不想戴着这套设备的话，可以从里面把它们取下来\n虽然……她有点搞不清楚这个奇妙的“穿透”系统到底是怎么回事…锁链会穿透大部分东西没错，但它们却不会穿过地面或者桌椅之类的东西，这时它们就像普通的实体一样，和物体触碰的地方会发出声音来，不过摸的话还是摸不着的……实在是很奇妙，它们也许是根据是否影响行动方面来判定是否穿透的？\n【是的】Coin的话语将Cazst从神游中拉回。虽然这位兔子先生看上去很冷漠的样子，但他其实意外地健谈\n【事实上，有角的人类玩家也算是少数，你正好两个都碰上了】\nCoin微微仰头望向Cazst头顶上两个不同样式的小圆凸，而后者的双手则顺着他的目光摸了摸自己的角，之后微偏身子，回给对方一个毫无情感起伏的眼神\n【那我真是有够好运诶…】然后她又趴了下去\n【是啊，不过像你这样的玩家总数应该没有少到天居者那种程度】\n【……天居者？】\n-\n【嗯，你昨天晚上有见过那种三格高，全身黑色，有深灰色花纹，四周有紫色粒子效果的紫瞳生物吗？】Cazst点点头，于是Coin接着说了下去【那种玩家的类型是末影人，怪物的一种，天居者跟牠们有一定的联系】\n【牠们之间体型基本没有区别，但是天居者的皮肤是白色的，花纹则是极浅的灰蓝色，瞳孔和粒子效果都为正蓝色，能力上没有太大区别】\n【天域毁灭之后，世界似乎也没再生成新的天居者了】Coin眼神微微失焦，似乎正努力地回忆着某些事情【剩下的大部分天居者都躲藏起来，不知道去了什么地方，只有少数的天居者还留在主世界里…】\n【最为众人所知的天居者大概是城凌吧，因为他是九域和平联邦的创始人之一】Coin又说出两个携带意义的名称\n城凌，凌冽着风雪的城市……似乎是个挺符合天居者配色的名字；而“九域”则是“来自九片区域的力量汇聚中心”的意思，好像也挺像组织的名字\n不过……天域的毁灭是怎么一回事？九域和平联邦又是干什么的组织呢？",
    "replies": [
        {
            "author": "Cazstene",
            "timestamp": 1555128480,
            "txt_content": "本章2000多字不是白来的，这章引出了很多新的设定\n之后会一一揭晓\n【写文写的越来越烂的Cazst】"
        }
    ]
}