{
    "title": "[聊天]MultiChat —— BungeeCord的Sponge跨服聊天[API7]",
    "author": "虚伪的悲催",
    "replyCount": 5,
    "timestamp": 1555146840,
    "txt_content": " 本帖最后由 虚伪的悲催 于 2019-4-20 13:21 编辑 \n\nMultiChatMultiChat支持Spigot，Bukkit和Sponge，并获取所有玩家的前缀进行跨服聊天！全局聊天可在任意数量的服务器之间进行聊天，交流支持本地聊天，如果只想在单个子服上看到人们的消息拥有前缀，后缀，昵称等的占位符任意服务器之间的私聊忽略别人防止玩家和你说话！禁言违规者聊天管理员和管理员之间聊天，使管理员之间进行沟通小组聊天，你的玩家可以自己创建小组，用来和朋友聊天同步加入和退出消息聊天控制功能使用正则表达式来查找和替换或运行命令反垃圾邮件自动处理垃圾邮件发送者立即在所有服务器上聊天！静默连接，以便管理员无声无息的出现在服务器里允许使用“＆”色彩聊天可以用HelpMe 指令让玩家找管理员等等等.........\n\n\nMultiChat允许使用LuckPerms，PermissionsEX（PEX），GroupManager或任何其他连接到Vault的权限插件的所有前缀。（例如这些！）\n\n支持插件，如DiscordSRV，PlaceholderAPI，Factions / Clans以及添加聊天占位符的任何插件！\n一切都是可以配置，你可以定制MultiChat这个插件，以便于您在服务器上好的使用！也就是说，花了很多时间来研究，以确保MultiChat第一次启动服务器之后，第二次就能继续使用了！所有命令都有权限节点，因此可以准确给某人某指令权限。还有许多管理命令来保存插件数据，重新加载配置文件。您可以停止所有的聊天，除了管理员和拥有权限的人可以说话外，都不能聊天。允许玩家在主聊天中使用颜色代码。如果看到来自所有全局聊天服务器的聊天，或者只看到当前所在的服务器，则可以切换。所有聊天的链接都是可点的，可以打开想要的网站。甚至一些命令名字也是可编辑的，可以更好的自定义插件来使用它。\n\n\n目前插件的进度报告：\nI am likely to be working towards a Version 1.4 release in the coming months. I was originally going to aim for a 2.0 release but before I release the new features such as customisable chat streams, I wish to implement the code required to do so into the the already existing functionality of the plugin. So version 1.4 will change a long of the code of the plugin ready for version 2.0, but I will make sure 1.4 is packed with new requested features as well! 2.0 will boast the game changing ones such as the option to have several different chat streams running between multiple servers IF YOU SO WISH! I will guarantee that any use you have had for the plugin so far will still be possible in version 2.0 and that everything works just as you remembered!我可能会在未来几个月尽力发布1.4版本。我最初的目标是2.0版本，但在我发布定制聊天之类的新功能之前，我希望在插件现有功能中实现实现这些功能所需的代码。因此，1.4版将会为2.0版修改很多插件代码，但是我也会确保1.4版添加许多新特性!2.0将拥有改变游戏聊天方式的功能，比如可以在多个服务器之间运行多个不同的聊天方式。我保证到目前为止您对插件的任何使用都可以在2.0版本中使用，并且一切都像以前那样运行!\n\nMultiChat的WIKI：https://github.com/MultiChat/Development/wiki里面包含了，配置以及所有命令和权限节点等.........支持作者进行捐赠~https://www.patreon.com/multichat如果想进行一次性捐赠，旧捐款链接还是能用的！ https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=P3YFE76932TXJ\n源下载地址：https://ore.spongepowered.org/Revilo/MultiChat/versions百度网盘：链接：https://pan.baidu.com/s/1mRRGLnztLveYlMnNkG7m3g 提取码：fmis 正在汉化中···················\n\n\n\n",
    "replies": [
        {
            "author": "1609089074",
            "timestamp": 1555164060,
            "txt_content": "这破万的查看量是。。？"
        },
        {
            "author": "12312311a",
            "timestamp": 1555171200,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "何昌浩",
            "timestamp": 1558185300,
            "txt_content": "好东西 拿去用了"
        },
        {
            "author": "DE_SHARK",
            "timestamp": 1582102980,
            "txt_content": "汉化？查看量12W了都来找汉化的"
        },
        {
            "author": "凉菀彡",
            "timestamp": 1585710720,
            "txt_content": "  这个插件很好~服务器刚好用得上"
        }
    ]
}