{
    "title": "如何防止高速熔炉过长导致矿车停止和跑进石头里",
    "author": "archmagetony",
    "replyCount": 4,
    "timestamp": 1555217220,
    "txt_content": " 本帖最后由 archmagetony 于 2019-4-14 14:24 编辑 \n\n萌新小白在自家服务器里面建了一个全物品分类（未完工）+高速熔炉的装置，结构构思上是自己瞎弄的，遇到几个问题想问问有什么好的修改的方法么。\n\n\n\n\n2019-04-14_12.29.34.jpg (336.1 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-14 12:30 上传\n\n\n\n\n\n大概的设计是这个样子的，上面是物品分类装置下面的是高速熔炉，我的设想是说分类装置分类出需要熔炼的东西（例如铁矿石生牛肉等）后通过漏斗放到高速熔炉里面，熔炉烧完后通过灵魂沙水电梯返回到分类装置。\n高速熔炉是通过漏斗计时器与比较器（当漏斗有东西放入时漏斗计时器停止）来控制的，时间到了会推动漏斗矿车往下跑。\n但是我现在碰到两个问题\n1、由于一般来说玩家会在比较靠前的位置（海晶灯那里）来投放东西，这会导致高速熔炉后面的区块已经被卸载掉了，然后漏斗矿车就停在那里卡住了。。。然后高速熔炉就停止工作了。。。。\n2、我还碰见过一种情况就是那个漏斗矿车直接卡在后面的那块石头里面然后出不来了。。往后再放几个石头还是会卡住。。\n\n\n\n\n2019-04-14_12.40.10.png (235.31 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-14 12:44 上传\n\n\n\n\n\n第一个区块卸载的问题如果实在不行的话我可以考虑说做成S形降低这种事情的发生\n但是第二个问题不知道怎么解决。。\n想问下有没有什么更好的关于高速熔炉的设计防止这种情况的发生？\n还有就是想问问有没有关于全物品分类仓库制作的一些教程什么的，想参考下大佬们是怎么设计这种东西的，主要是区块卸载这个问题。。\n\n",
    "replies": [
        {
            "author": "roothu",
            "timestamp": 1555217220,
            "txt_content": "archmagetony 发表于 2019-4-16 11:19\n我的游戏版本是1.13.2，使用的是paper核心的服务器端，首先感谢大佬的建议。\n\n关于无价值这块其实我还是有 ...\n漏斗矿车卡方块里面你不用强制活塞推是卡不进去的，还有你启动矿车的方式建议改下 别用活塞直接推矿车，你推红石激活铁轨他就会自己跑了"
        },
        {
            "author": "roothu",
            "timestamp": 1555338660,
            "txt_content": "第一，你其实根本用不到那么多的熔炉的，高速熔炉突出的是速度不是单纯的数量上的堆叠。你这个方案只能说过于单纯理想化了。你这么算，你漏斗矿车走一次能向下漏几个物品？一个物品燃烧需要10秒，等你矿车走到后面先不说你有没有这么多物品要烧制，你前面的熔炉东西肯定烧完了，你所需要的高速熔炉建议你去b站搜搜看 已经有较为成熟的无限燃料熔炉方案了\n第二，漏斗矿车卡住的问题，不清楚你是什么版本。你描述的也不太清楚，可能是区块加载问题，你将设备建在出生点区块范围或者自己设一个永久加载区试试\n\n\n最后，建议放弃你现在的这个方案，性价比太低不说，没有实际利用价值"
        },
        {
            "author": "DIGE_",
            "timestamp": 1555376520,
            "txt_content": "1做短点咯，太长你用不上的\n2强制加载区块（出生地，技术手段强制加载区块指定区块l）"
        },
        {
            "author": "archmagetony",
            "timestamp": 1555384740,
            "txt_content": " 本帖最后由 archmagetony 于 2019-4-16 11:27 编辑 \nroothu 发表于 2019-4-15 22:31\n第一，你其实根本用不到那么多的熔炉的，高速熔炉突出的是速度不是单纯的数量上的堆叠。你这个方案只能说过 ...\n我的游戏版本是1.13.2，使用的是paper核心的服务器端，首先感谢大佬的建议。\n\n关于无价值这块其实我还是有一些额外的设计的，但是我觉得描述起来太麻烦了所以就没特别的细说，不好意思。下图是推进漏斗矿车地方的截图\n\n\n\n\n2019-04-16_10.48.04.png (279.53 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-16 10:49 上传\n\n\n\n\n\n矿车会卡在那个活板门那里，红石方块后面是一个粘性活塞，漏斗计时器会每隔一段时间触发粘性活塞推一次矿车让矿车移动，这个间隔可以保证箱子里面的物品有一组半物品漏到漏斗矿车中。\n同时当有物品从上面投入进去的时候图中漏斗旁边的那个比较器会充能，用来关闭漏斗计时器，直到不再漏入东西的时候才会重新启动漏斗计时器。\n这个样子保证只要是投入半组的物品所有的熔炉（30个）就都会启动的。除了分类装置分类出需要熔炼的物品，还有一个专门投放烧炼物品的地方，比如沙子烧玻璃（这个是最主要的且需要大量烧炼），有时候大家一起采矿回来也会有比较多的铁矿石跟金矿石也会需要大量烧炼。\n\n顺便问下30个熔炉算是有点太多了么。。。因为觉得这个速度挺爽的。。一组扔下去很快就能都出来了。。所以emmmm就一不小心做了这么多。。这个我会考虑缩减一半看看。\n\n\n\n其次矿车停住这个问题就是区块加载的问题，但是我不可能将这里设置成常加载区块或者出生点区块，因为上面的分类装置一大堆的漏斗。。卡死了=。=我比较好奇大佬们服务器里面那种全物品分类装置加高速熔炉是如何设计码放的，能够做到站在分类仓库的中间就能够保证循环水道或者漏斗通道完全不会因为区块加载问题而停住。找了很多资料也没有说明的。。。一般都是讨论如果单片少漏斗和冰道的设计= =\n\n而矿车卡石头这个问题则是，Java版有一种特性就是矿车可以卡在石头里面（可以通过这个特性做四漏斗快吸装置），结果这个特性出现在了我的高速熔炉上面。。我想请教下如何能够避免这种情况的发生。因为我看大家的高速熔炉也都是最后放一块石头就不管了。。然而我实际使用期间出现过很多次下图这种情况。。\n\n\n\n\n2019-04-16_11.07.53.jpg (277.57 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-16 11:08 上传\n\n\n\n\n\n\n我会考虑看看有没有什么其它的设计方案。不过还是比较想用这个滴说233\n\n\n\n\n\n"
        }
    ]
}