{
    "title": "[Minecraft.net | INSIDER] 背包盘点：种子",
    "author": "zyjking",
    "replyCount": 10,
    "timestamp": 1555233660,
    "txt_content": " 本帖最后由 zyjking 于 2019-6-9 21:32 编辑 \n\n\n\n\n\n\nimage.jpg (177.12 KB, 下载次数: 22)\n\n下载附件\n\n2019-4-15 11:46 上传\n\n\n\n\n\nTAKING INVENTORY: SEEDS背包盘点：种子\nGrowing pains历经磨难成长\nAhh, springtime. When the sun begins once again to shed its warmth across a frozen land. When bats, bears, and squirrels emerge, blinking, from their hibernation. When blossom erupts from the branches of bushes and trees, and farmers begin to plant their crops for the coming year.\n\n啊哈，春耕时间。当太阳再次降临在被严寒覆盖已久的土地上。当蝙蝠，熊，和松鼠从冬眠中苏醒。当花朵在灌木丛和树木树枝上成群开花时，农夫开始为来年的食物种植庄稼\n\nCrops are one of Minecraft’s oldest features – added in February 2010, during the Indev phase of the game’s development. To plant crops you’ll need seeds – which also happen to be our item of the week. There are four kinds of seed in Minecraft – for wheat, melon, pumpkin and beetroot. But you might count nether wart, carrot, potato, chorus flowers and cocoa beans as seeds too, and possibly even mushrooms. They all grow stuff, right?\n\n农作物是Minecraft中最久远的特性之一，于2010年2月在Indev阶段中被加入。耕种庄稼，你首先需要种子——这恰好也是我们的本周物品。在Minecraft中有4种种子——分别是小麦，西瓜，南瓜和甜菜种子。但你可能也会把胡萝卜，马铃薯，紫颂果和可可豆当成种子，蘑菇或许也是。但它们都能生长，你说呢？\n\nMost of Minecraft’s seeds work in roughly the same way – use a hoe on grass to turn it into farmland, make sure it’s irrigated with water and has access to some sort of light, and then right-click to plant the seed. The plant will go through several stages of growth, which can be accelerated with bonemeal, until it’s finally ready to harvest with a right-click.\n\n在Minecraft中，大多数种子都是以相同的方法种植和收割——在草地上使用锄头将其变成田地，确保田地已用水灌溉并且有着充足的阳光，然后拿着种子右键单击田地即可。农作物的生长会分为好几个阶段，你可以用骨粉将其催熟，只需轻轻右键即可收获\n\nHarvesting a crop will sometimes give you seeds (or you might have to put the harvested crop in a crafting grid to get the seeds), so keeping a farm going is easy enough. But how do you get started on your botanical journey? Well, you can either pilfer seeds from a village (be nice and replant any crops you destroy in the process), find them in chests, or buy them from a trader. In the case of pumpkins and melons, you can also find them growing in the wild.\n\n收获作物有时会给你种子（或者你可能不得不将收获的作物放在工作台上来获得种子），以此保证农场正常运作。 但是，你该如何开始你的种植之旅？ 好吧，你可以从一个村庄偷走种子（干净利落的收割，切记记得种回去，别被发现了），或者在箱子里找到它，或者从商人处购买。 如果是南瓜和西瓜，在野外找找或许会有惊喜。\n\n\n图片来源：Alexander Klepnev 遵守 CC BY 4.0 协议\nWhile there might be relatively few types of seeds in Minecraft, real-world seeds come in all sorts of shapes and sizes. The smallest are made by certain tropical orchids – too small to see with the naked eye, they float in the air like dust. The largest is the enormous seed of the coco de mer tree – which can be 30cm long, and weighs up to 18kg. It’s a protected species in its native Seychelles, because of its rarity. More commonly, the coconut is also a seed – and a particularly large one, at that.\n虽然Minecraft中的种子类型可能比较少，但现实世界中的种子却有着各种形状的大小。最小的种子是某种地处热带的兰花种子——它太小了，连眼睛都看不到，甚至可以跟灰尘一样四散在空中。最大的是海椰子树的种子——长30厘米，重达18千克。因为稀有，所以它是塞舌尔当地的受保护物种。椰子本身也是一种常见的种子，而且一个比一个大。\nYou might not think about seeds very often, but they’re absolutely crucial to the survival of the human race. It was the development of farming that allowed us to move beyond hunter-gatherer societies and become a real civilization. Without seeds and farming, we’d have no food to eat – even the animals we get meat from rely on seeds for their food. Scientists estimate that there are about 200,000 edible species of plants on Earth, but we eat only about 200 or so (I guess we’re just picky?), and about half of our calories come from just three crops – maize, rice and wheat.\n你可能没考虑过种子为什么十分常见，因为它们对人类的生存至关重要。多亏了耕种文明的发展，人类才得以从原始社会进化到真正的文明社会。没有种子和耕种，我们就没有食物可吃——你说没青菜我们可以吃肉，但动物食物的最终来源还是种子生长的作物。科学家估计地球上有大约20万种可食用植物，但我们只吃大概200种左右（我猜我们只是挑食？），而我们几乎一半的热量都是来自这三种作物——分别是玉米，大米和小麦。\n\n\n图片来源：Miksu 遵守 CC BY-SA 3.0 协议\nWithout those crops, we’d be toast. That’s why there are a number of secure locations across the world which carefully store samples of the most important crops. These “seed banks” could save our bacon, literally, by letting us start over again if a disease emerges which wipes out our production of a particular crop.\n\n没有庄稼，就无法烤面包。这就是为什么世界各地都有许多高度机密安全的地方储存着植物的样本种子。这些“种子银行”可以避免作物灭绝，防止针对特定作物的病毒的袭击，从而拯救世界。\n\nThe most important seed bank of all is buried deep in the permafrost of the icy island of Svalbard, which lies close to the North Pole. There, about a million spare copies of seeds from across the whole world are stored, in case of disaster. It’s a backup of our backups.\n\n全球最重要的种子库深埋在斯瓦尔巴德冰岛的永久冻土层中（译者注：斯瓦尔巴全球种子库），该岛位于北极附近。 如果发生灾难，在那里有着存储了来自全世界的大概一百万份种子备用副本可供使用。它是我们备份的备份。\n\nLet’s hope we never need to use it. Have a great weekend!\n\n让我们祈祷我们永远不会用到它。祝你周末愉快！\n\n\n原文：https://www.minecraft.net/zh-hans/article/taking-inventory--seeds\n作者：Duncan Geere 发布于 2019/04/05\n译者：zyjking\n",
    "replies": [
        {
            "author": "xiaohuangrui",
            "timestamp": 1555680780,
            "txt_content": "我终于了解了所有的种子了！"
        },
        {
            "author": "_wjs_",
            "timestamp": 1555718160,
            "txt_content": "希望作者出更多文章"
        },
        {
            "author": "执念、妄",
            "timestamp": 1555974960,
            "txt_content": "所以说，生物多样性对人类很重要"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1555994220,
            "txt_content": "玉米，大米和小麦，emmmmm所以为啥mc不出水稻和玉米\nps：倒数第三段庄稼写成了庄家（小声）"
        },
        {
            "author": "2246460437",
            "timestamp": 1556023980,
            "txt_content": "感谢翻译"
        },
        {
            "author": "wenbozhaobo",
            "timestamp": 1556089740,
            "txt_content": "谢谢，辛苦了，么么哒嘻嘻嘻嘻嘻嘻嘻"
        },
        {
            "author": "幻世末影",
            "timestamp": 1556099700,
            "txt_content": "很厉害啊！！"
        },
        {
            "author": "huai_nian666",
            "timestamp": 1556104620,
            "txt_content": "我来水一贴（还没到一级）"
        },
        {
            "author": "a1353787453",
            "timestamp": 1556178120,
            "txt_content": "这个可以，用的上"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1560081480,
            "txt_content": "which can be accelerated with bonemeal, until it’s finally ready to harvest with a right-click.\n右键应该指的是使用骨粉\nThey all grow stuff\n它们都能长出东西 或者 它们都能生长\npumpkins and melons\n南瓜和西瓜\nwe’d be toast\n双关 toast也可以表示处境很糟\n\n"
        }
    ]
}