{
    "title": "[Minecraft.net|INSIDER] 背包盘点：剑",
    "author": "海螺螺",
    "replyCount": 31,
    "timestamp": 1555260840,
    "txt_content": " 本帖最后由 754503921 于 2019-4-15 12:30 编辑 \n\n\n\n\n\n\nimage.jpg (137.55 KB, 下载次数: 29)\n\n下载附件\n\n2019-4-15 12:30 上传\n\n\n\n\n\nTaking Inventory: Sword\nParry! Parry! THRUST!\n背包盘点：剑\n激情對戰\n\nToday, we’re focusing on a very important item. An item so vital to playing Minecraft that it’s usually one of the first things you make when you start a new world. An item that’ll have your back in a corner. An item that you’ll always want by your side.\n今天，我们要谈谈一个非常重要的物品。它实在是太重要了，你打开游戏最先合成的几个东西里肯定有它，在角落瑟瑟发抖时支持你的也是它，一直想要随身带着的也是它。\n\nThat’s right: it’s Minecraft’s foremost cobweb-swishing tool – the sword! Oh, you use it for killing mobs? Well, okay, I guess you can do that too if you want.\n对，这就是 Minecraft 里第一蜘蛛网清理工具 —— 剑！噢，你用它来击杀生物？行的吧，我猜你要是想那样做也可以。\n\nThe sword has been a part of Minecraft since January 2010, when it was added alongside diamonds, sticks... oh, and the entire crafting system. Since then, the basic sword concept has pretty much stayed the same but the details have been tweaked repeatedly. Enchantments were added in version 1.0.0, drops from mobs in 1.2.1, and 1.9 – the combat update – changed things up all over again.\n在 2010 年一月份，剑就成为了 Minecraft 中的一员，同时加入的还有钻石、木棍。。噢，还有整个合成系统。自那时起，基本的剑的概念大多保持了下来，但其中细节被反复优化。附魔于 1.0.0 中加入，在 1.2.1 后可以从生物身上掉落，而在 1.9 - 战斗更新 - 又全部变了样。\n\n\n\nCrafting a sword is easy – line up a stick and two planks, cobblestone, iron ingots, gold ingots or diamonds in a line in a crafting grid. You can also “acquire” them from zombies, husks, zombie pigmen, pillagers and vindicators. With powerful magic in your hands, you might have a chance of getting one from a vex, too. Not keen on fighting or crafting? You can trade a sword from a friendly villager, or find one in many of the chests dotted around Minecraft’s secret places.\n合成一支剑很简单 - 在合成台将木棍和两个木板连成一线，或者原石、铁锭、金锭、钻石也可以。你也可以从僵尸、尸壳、僵尸猪人、掠夺者和卫道士身上“获得”它。利用你双手强有力的魔法，你说不定可以从恼鬼身上拿到一个。不喜战斗或者不愿合成？你可以从友善的村民那里交易得到，或者在 Minecraft 中各处隐蔽的箱子里找到一个。\n\nAs previously discussed, the primary function of swords is swishing away cobwebs, and they’re very good at that – they’ll break one in less than half a second. If you do end up hitting something with a sword (by accident, obviously), then it’ll do 2 to 3.5 hearts worth of damage, which increases as you go from wood/gold to stone to iron to diamond. An enchantment will pump up that damage further.\n如前所议，剑的首要功能是扫走蜘蛛网，它们也很适合干这个 —— 在不到半秒就能破坏一个蜘蛛网。如果你要是用剑打到了什么东西(显然，不小心的)，它们会造成 2 - 3.5 心的伤害量。如果你把手中的木/金剑换成石剑铁剑钻石剑，伤害还会随之增高，而一个附魔将会给出更高的伤害。\n\nThe other cool thing that swords can do, though only in Java edition, is a special sweep attack that’s particularly useful if you’re surrounded by cobwebs (or mobs). Wait for your strike to recharge almost to full, stand still, and then your attack will damage everything nearby and do a small amount of knockback. Perfect for getting a bit of breathing room in a cr**.\n而仅在 Java 版中，剑还能干一些酷炫的事，那就是横扫攻击，它在你被蜘蛛网(或者生物)包围的时候尤其有用。等你的攻击指示条接近充满后，站着不动，你的下一个攻击就会伤害附近所有的生物，带来一点点击退。绝地求生的完美选择。\n\n\n\nIn the real world, the first weapons that can be described as \"swords\" evolved from knives and daggers around 3300 BC. Found in Turkey, they were made of bronze, and about 60cm long. The problem with bronze is that it bends rather easily, so long, thin objects (like swords) would tend to droop after a while.\n在现实世界中，第一个可以被称之为剑的武器在公元前 3300 年前由刀和匕首演化而来。于土耳其出土，它们由黄铜制成，约 60 厘米长。黄铜的问题就是它比较容易弯，因此细长的物体(比如说剑)过一会儿可能就垂了下来。\n\nSwords became more popular in the Iron Age. Iron was easier to find, and didn’t bend so much, so for the first time it was possible for entire armies to be outfitted with metal weapons. At this point, swords also started showing up in tombs a lot, because warriors began to be buried with their weapons. The Romans were fond of swords, and the designs they created remained popular for centuries after the fall of the Roman Empire, particularly among the Vikings.\n剑在铁器时代更加出名。铁更容易找到，也不是那么容易弯，因此整支军队第一次有了机会全部装备金属武器。在这个时间点上，剑在墓穴中被大量的发现，因为武士们开始与他们的剑一同下葬。罗马人很喜欢剑，他们的设计就算在罗马帝国覆灭后几个世纪仍然被广泛使用，尤其又是维京人。\n\nMetal forging technology improved substantially during the Middle Ages, and so the sword developed too. The crossguard, for example, which protects the user’s hands, was invented in the 11th century, and in the 14th century came swords that could be used with either one or two hands – giving the user some flexibility when swishing away cobwebs.\n金属锻造技术在中世纪得到了显著的提升，因此剑也随之增强。比如说剑格，那个用来保护使用者的手的东西，在十一世纪发明，而在十四世纪出现了既可单持也可双手持的剑 ——  给了使用者清理蛛网的一些灵活。\n\nThe sword’s popularity only started to fade with the invention of crossbows and guns, which changed warfare. They stuck around for self-defence situations for a bit longer, but pistols and revolvers eventually replaced them in that role too. Today, swords are only really used for ceremonial purposes among the armed forces.\n剑的热度在弩和枪发明后开始衰退。新的发明改变了战争，它们将自卫的距离变得长了一些，但也正因此它们最终被手铳和左轮淘汰。今天，剑只在军队中被用于仪式之类的目的了。\n\nBut hey, a revolver or a crossbow isn’t much good for clearing an abandoned mineshaft full of cobwebs. So maybe there is still a point to swords after all.\n但是喂，一个左轮或者弩总是不适合用来清理满是蛛网的废弃矿洞，所以剑仍然还是有那么一点用的。\n\n\n\n【754503921译自Taking Inventory: Sword】\n【作者Duncan Geere，发布时间2019年4月12日】\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1555261320,
            "txt_content": "说起来我找过parry parry thrust，然后看到steven universe的动画，持续parry parry thrust一个小时……"
        },
        {
            "author": "Aroz",
            "timestamp": 1555504860,
            "txt_content": "感谢翻译，不过我看PCL的推荐标题有问题，我在PCL进来的。"
        },
        {
            "author": "xiaohuangrui",
            "timestamp": 1555680660,
            "txt_content": "原来剑的学问如此之深！"
        },
        {
            "author": "_wjs_",
            "timestamp": 1555718220,
            "txt_content": "希望作者翻译更多文章"
        },
        {
            "author": "幻世末影",
            "timestamp": 1556099580,
            "txt_content": "原来如此，还有这么多冷知识\n"
        },
        {
            "author": "huai_nian666",
            "timestamp": 1556104560,
            "txt_content": "我来水一贴（还没到一级）"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1556293020,
            "txt_content": "为什么头图是扭曲的……"
        },
        {
            "author": "UKKdada",
            "timestamp": 1556293680,
            "txt_content": "。。。。"
        },
        {
            "author": "2310053092",
            "timestamp": 1556325060,
            "txt_content": "PCL xdxdmax~~"
        },
        {
            "author": "Neofeli",
            "timestamp": 1556338260,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "阖磬2333",
            "timestamp": 1556350380,
            "txt_content": "66666.挺棒的啊"
        },
        {
            "author": "Wan_er",
            "timestamp": 1556541300,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "dxh15343",
            "timestamp": 1556547780,
            "txt_content": "神乎其技，神乎其技"
        },
        {
            "author": "YZJlakakaka",
            "timestamp": 1556627040,
            "txt_content": "\nMCBBS有你更精彩~"
        },
        {
            "author": "无归",
            "timestamp": 1556627880,
            "txt_content": "翻译的不错，很好"
        },
        {
            "author": "EternityIce",
            "timestamp": 1556633940,
            "txt_content": "哇塞 这么厉害的吗"
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801100,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "唐家17号",
            "timestamp": 1556954820,
            "txt_content": "蜘蛛网清理大师也太真实了吧"
        },
        {
            "author": "迷泽",
            "timestamp": 1557111600,
            "txt_content": "盖楼盖楼盖楼盖楼盖楼"
        },
        {
            "author": "清连居士",
            "timestamp": 1557231840,
            "txt_content": "蜘蛛网清理大师，好用"
        },
        {
            "author": "幻想症",
            "timestamp": 1557500760,
            "txt_content": "MCBBS有你更精彩【xddd"
        },
        {
            "author": "金暖殿",
            "timestamp": 1557510720,
            "txt_content": "看来剑还是有点东西"
        },
        {
            "author": "14971182",
            "timestamp": 1561252860,
            "txt_content": "sad撒大所大所多"
        },
        {
            "author": "破IE",
            "timestamp": 1562910660,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "horry",
            "timestamp": 1562986140,
            "txt_content": "顶顶顶顶顶顶"
        },
        {
            "author": "los.信仰",
            "timestamp": 1562996760,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "Chaoren⑥",
            "timestamp": 1563028260,
            "txt_content": "剑的大学问"
        },
        {
            "author": "xpzb126",
            "timestamp": 1563085920,
            "txt_content": "日常顶一顶"
        },
        {
            "author": "Chely丿凝冰",
            "timestamp": 1582290240,
            "txt_content": "BBS有你更精彩！！！！！"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627620,
            "txt_content": "原来剑的历史这么悠久"
        },
        {
            "author": "lianqiuchen",
            "timestamp": 1585716660,
            "txt_content": "感谢翻译了"
        }
    ]
}