{
    "title": "【原创/连载】【Bone Studio】史蒂夫的故事",
    "author": "古明地兔",
    "replyCount": 3,
    "timestamp": 1555535100,
    "txt_content": " 本帖最后由 mcprp 于 2019-4-18 05:10 编辑 \n Bone Studio\n\n\n\n\n\n\n\n第一章：末日在Minecraft世界里，有两位神，一位是Notch，一位是Herobrine。相信大家听过不少关于他们的故事，而今天的故事，也是因他们而起的。Herobrine为了与Notch抗衡，组建了几个规模不小的军团，也就是黑暗兵团。史蒂夫是一个小小村庄的保安，也是Notch选择的勇者。又一个村庄，正在策划着一场盛大的宴会。今天，不是什么节日，也不是谁大喜的日子，今天和往常一样，是一个普通到不能再普通的日子，只不过，Herobrine的一只强大的军团——末影，从这个世界消失了。人们布置着，也等待着他们的勇者，史蒂夫回来。“你家蒂夫真是给力啊！居然消灭了末影军团！”这是邻居A在试图巴结史蒂夫的母亲。“可不是嘛，蒂夫可是勇者啊！咱们村子以后可就是勇者村庄啦！”邻居B也在试图巴结史蒂夫的母亲。史蒂夫的母亲很想丢他们一个白眼，然后在家中静候儿子归来的佳音。以前这些人是怎么为难他们一家的，她不可能忘记。但……一个普通的单亲母亲，好像输给了自己的虚荣心“哪有，咱都是邻居。快，进来坐坐。”在欢声笑语中，宴会开始了。战争，也开始了。在宴会刚刚开始，Herobrine的另一只强大的军团——凋零，以迅雷不及掩耳之势控制了这个村庄，并对这些手无寸铁的村民们展开了惨无人道的大屠杀。人们欢呼雀跃，以为和平来了，实际上战争才刚刚打响。在村庄沦陷的那一刻，他们的指挥官就下令：男的一个不留，女的随便你们。隐藏的内容可能会引起不适，慎读有的母亲试图将自己那还未断奶的孩子藏在地窖中，不料被凋零军一把火把地窖烧了；史蒂夫的母亲则是在被凋零军的排队强暴中祈祷着史蒂夫不要这么快回来；前不久还在念叨着“黑暗兵团就是一群垃圾，有史蒂夫在咱就不会有事”的老村长，现在和村内的大部分村民一起等着凋零的发落——斩杀还是活埋？史蒂夫那7岁的妹妹被残暴的凋零军发现了，但她却没有挣扎，是知道挣扎也没用？不，她是不知道凋零军会做出什么。几个凋零兵把她带到就近的一间房里，悄悄的把门关上，像是有些心虚，不想让别人看见自己那无耻的行为。在房内看到了一位上了年纪的老奶奶，老奶奶没有动，可能是年纪太大了，已经放弃挣扎了。一名凋零兵试图将老奶奶连同史蒂夫的妹妹一起带到卧室，这时，老奶奶好像是看到了史蒂夫的妹妹，知道接下来要发生什么，一把拿起桌上的剪刀，向那名试图拽她进卧室的士兵的天灵盖上扎去。妹妹看到黑血从那凋零兵的头颅不断喷出，第一次感到自己离死亡居然这么近，差点被吓晕过去……那名凋零兵只是亲亲摸了一下自己的伤口，血竟停了。这应该是亡灵军团第一次对人展示自己的能力。老奶奶没有挣扎了，可能是认识到了自己的渺小。在卧室，凋零兵们连哄带骗地脱下妹妹的裤子……完事后，若无其事地给老奶奶补了一刀，再把妹妹的头颅割下来，轻轻地装在一个盒子里，带走。再若无其事地走出房子，静静地把门关上。“首长！这次回家之后总算能消停会啦！你想做些什么吗？”没错，我们正义的讨伐军回来了。“我啊，我想在家伺候我娘，照顾我妹，过上安安稳稳的生活。”是的，史蒂夫就是讨伐军的团长。胜利的军团回家了，本该迎接他们的村民却不见了，留下的是一句句死尸。史蒂夫慌了，军团所有人都慌了。他们不惧怕死亡，但无法接受死亡。史蒂夫以音速写下了身上沉重的盔甲，然后丢下手中的钻石剑，接着狂奔到自己家中，看到的是自己的母亲，光着身子倒在血泊中。史蒂夫抱着母亲的尸体，失声痛哭，此时他好像还有一丝活下去的希望——妹妹呢。把自己家翻了个遍，没有。大街上呢？没有。农田里呢？也没有……妹妹呢？“逃过一劫了吗？”史蒂夫想着，也一边清点着死亡人数，看看还有没有幸存者。直到看到一副幼女那血型又赤裸的身子……史蒂夫一眼认出这是自己的妹妹。“她才7岁啊！”史蒂夫怒吼着，一边试图将妹妹的遗体抱出来，试着将妹妹与母亲安葬在一起。在为妹妹掩盖身体的时候，史蒂夫的视觉瞬间恢复了——妹妹的头呢？史蒂夫握紧拳头，无力地往墙上捶了一拳，哭声撕心裂肺。发泄完了，该安葬亡者了，本次屠杀有10人幸存。运送尸体的史蒂夫从已沦为废墟的广场中找到了以凋零为代表的宣战书，这是Minecraft两派的第一次正式宣战。内容大致是黑暗兵团要为末影军团报仇。史蒂夫不再沉浸于过去的回忆之中，用力吸了一口那弥漫着血腥的空气，苦笑了一下，把宣战书告诉了军团的那一百多号人和仅存的十位幸存者，想要讨论一下是否应战。不料的是史蒂夫才刚刚讲完这件事，那十名幸存者便做出厌恶的表情。如果史蒂夫不去讨伐末影的话，虽说日子过得苦了些，但也不至于被屠村。讨伐军完全没有斗志了，竟渐渐的把情绪发泄到了史蒂夫身上：“应你Ma的战，如果不是你主张讨伐末影，会出这些事吗？”“我一个人去应战，你们好好发展。”这是史蒂夫丢下的最后一句话，然后便收拾装备离开了。没有一个人想要阻拦。人们，不感谢史蒂夫。 版权声明\n本文章仅代表作者本人的观点。本文章会由作者及时更新，欢迎大家阅读后发表评论，以利作品的完善。在征得作者同意的情况下，本文章允许非盈利性引用，但请注明出处：“作者：MCPRP转载自MCBBS”字样，以尊重作者的劳动成果。版权归原作所有。未经允许，严禁转载。对非法转载者，作者保留采用法律手段追究的权利。本声明以及其修改权、更新权及最终解释权均归MCPRP所有。\n\n\n\n\n本文还没有完结，每日一更，感谢支持！这是一篇我自己都期待后续发展的故事，所以我是绝对不会鸽的！\n\n\n\n\n\n来自群组: Bone Studio",
    "replies": [
        {
            "author": "iLuvCat",
            "timestamp": 1555564980,
            "txt_content": "好棒好棒好棒好棒\n\n\n\n隐藏的内容可能会引起不适，慎读\n感觉南瓜弄的版排中间文章部分显得有点挤了。"
        },
        {
            "author": "古明地兔",
            "timestamp": 1555587060,
            "txt_content": "DGK-A2 发表于 2019-4-18 13:23\n好棒好棒好棒好棒\n我也觉得看着不舒服"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1556098380,
            "txt_content": "何必呢\n史蒂夫\n史蒂夫啊啊啊"
        }
    ]
}