{
    "title": "[Minecraft.net|INSIDER] 背包盘点：鸡蛋",
    "author": "海螺螺",
    "replyCount": 21,
    "timestamp": 1555739100,
    "txt_content": " 本帖最后由 754503921 于 2019-6-9 20:50 编辑 \n\n\n\n\n\n\nimage (2).jpg (144.85 KB, 下载次数: 14)\n\n下载附件\n\n2019-4-20 13:45 上传\n\n\n\n\n\nTaking Inventory: Egg\nOnly Yolking\n背包盘点：鸡蛋\n只有鸡舍\n\nHappy Easter! It’s the time of the year when some people commemorate the resurrection of Jesus and others commemorate the eating of chocolate eggs. Neither exists in Minecraft, so we picked regular eggs for our item of the week instead. Close enough, right?\n复活节快乐！这是一年中人们纪念耶稣复活和吃巧克力蛋的时候。在 Minecraft 里，这两个都没有，所以我们选择了普通的鸡蛋作为本周物品。挺接近了吧？\n\nEggs were added to Minecraft in Alpha version 1.0.14, released in July 2010. They appeared in the same patch as chickens, so there’s no firm answer to the question of which came first. Following a request from a fan who promised to eat a USB stick if egg-throwing was added to the game, they became throwable in Beta version 1.0. Unfortunately, there’s no record of what happened to the requester. Don’t eat USB sticks, kids.\n鸡蛋于 Minecraft Alpha 版本 1.0.14 中加入，发布于 2010 年一月。它们与鸡同时出现在同一个补丁里，所以那个著名的问题应该没有确切的答案了。在一个粉丝发誓如果扔鸡蛋加入游戏就一定吃掉一根U盘后，这个功能也在 Beta 1.0 来了。不幸的是，我们没有那个粉丝的记录了。孩子们，不要吃U盘。\n\n\n\nMinecraft eggs can be obtained the same way that they’re obtained in real life – hang around a chicken long enough, and one will eventually pop out. Long enough, in the world of Minecraft, means five to ten minutes or so. It takes rather longer in the real world. Both in Minecraft and real life again, you might occasionally also find one in a chest.\n鸡蛋可由与真实生活中相同的方式获得 - 在一只鸡旁边晃悠足够久，最终总会下一个蛋。足够久，在 Minecraft 世界中意味着五到十分钟；而真实生活中当然要更久一些。在这两个世界中，你都有可能在箱子里偶尔找到一个。\n\nEggs (in Minecraft) are good for two things – crafting and throwing. They can be used to craft cake and pumpkin pie, both of which are absolutely delicious. Hurling an egg at a mob is a bit like throwing a snowball at them – it’ll inflict knockback but no damage. You can also fire eggs out of dispensers, if you so desire.\n鸡蛋(Minecraft 里的)可用于这两件事 - 合成和投掷。它们可用于合成南瓜派和蛋糕，两种东西都绝对的好吃。向生物扔鸡蛋有点像扔雪球 - 造成击退，但没有伤害。你也可以用发射器发射鸡蛋，如果你真的想这么干。\n\nWhen thrown, there’s a one-in-eight chance that the broken egg will spawn a baby chicken, and a much smaller chance that it’ll spawn FOUR baby chickens. That means that if you fill your inventory absolutely full of eggs and throw every single one of them, you’ll end up with about 81 chickens. Hope you’ve got somewhere for them to live!\n扔出去的蛋，有八分之一的几率会从摔坏的蛋里生成一个小鸡，还有更小的几率一次性生成四只。这意味着如果你把背包装满鸡蛋然后扔的到处都是，你最终会获得大约 81 只鸡。希望你给它们准备了一个家！\n\n\n\nImage Credit: HTO // CC BY 3.0\n\nIn the real world, eggs are extremely popular. Almost every species of animal lays eggs, with the notable exceptions of mammals and scorpions (who both give birth to live young). They range in size dramatically – the whale shark’s 30 cm × 14 cm × 9 cm egg is the largest, and the eggs of Zenillia pullata, a type of parasitic fly, are the smallest – measuring just 0.027 by 0.02 mm, and weighing 8 nanograms.\n真实世界中，蛋极其常见。除了哺乳动物和蝎子(这两个都直接生出幼崽)以外，几乎每种动物都会下蛋。它们的大小有戏剧性的差距 - 鲸鲨的 30cm × 14cm × 9cm 蛋是最大的，而 Zenillia pullata(自 Wikipedia: 该生物现称 Clemelis pullata)，一种寄生的苍蝇，有着世界上最小的蛋，仅 0.027×0.08mm，重约 8 纳克。\n\nHumans have been eating eggs of all kinds of species for millennia. Chicken eggs, unsurprisingly, are the most popular, but duck and fish eggs are also commonly eaten. In 2009, an estimated 62.1 million metric tons of chicken eggs were produced worldwide from a total laying flock of approximately 6.4 billion hens. That’s a lot of hens.\n几千年来人类食用着各式各样的蛋。毋庸置疑，鸡蛋是最受欢迎的，但鸭蛋和鱼卵也被经常食用。在 09 年，全球大约有 64 亿只母鸡产了大约 6210 万吨的鸡蛋。这可是很多母鸡。\n\nBut here’s an egg fact you probably didn’t know – eggs are widely used in the production of vaccines. Viruses will happily grow inside a fertilised chicken egg, so it’s a cheap and simple way to incubate enough biological material to create large numbers of vaccines. That means we have eggs to thank for the eradication of major diseases like smallpox and polio.\n但关于鸡蛋的这一点你可能不知道 - 鸡蛋被广泛用于疫苗生产。病毒在受.精鸡蛋里生长的很滋润，因此人们用这种廉价又简单的方法生产足够的生物材料用于制作疫苗。这就是说，我们得感谢鸡蛋帮我们根除了天花和脊髓灰质炎这类重大疾病。\n\nThanks, eggs!\n谢谢蛋！\n\n\n\n【754503921译自Taking Inventory: Egg】\n【作者Duncan Geere，发布时间2019年4月19日】\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "294339815",
            "timestamp": 1555740180,
            "txt_content": "666666666666"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1555745160,
            "txt_content": "图片里最大的白蛋穿了……个洞？？"
        },
        {
            "author": "海螺螺",
            "timestamp": 1555771920,
            "txt_content": "天狼星black 发表于 2019-4-20 15:26\n图片里最大的白蛋穿了……个洞？？\n最小的那个蛋好像还是裂的()"
        },
        {
            "author": "sb852464138",
            "timestamp": 1555886640,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "幻世末影",
            "timestamp": 1556099460,
            "txt_content": "真是一位专业的介绍人员"
        },
        {
            "author": "huai_nian666",
            "timestamp": 1556104440,
            "txt_content": "我来水一贴（还没到一级）"
        },
        {
            "author": "io:111W111:oi",
            "timestamp": 1556251200,
            "txt_content": "图中最小的蛋是什么？"
        },
        {
            "author": "2018573882",
            "timestamp": 1556631180,
            "txt_content": "emmmmmmmmmm"
        },
        {
            "author": "苏幕烟雨",
            "timestamp": 1556724360,
            "txt_content": "配图的呢个，最小的鸡蛋是啥呀！我怎么没见过，是鹌鹑蛋么？"
        },
        {
            "author": "玉箫白",
            "timestamp": 1556752140,
            "txt_content": "支持支持支持好声音棒棒哒"
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801040,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "Fish_Ecan",
            "timestamp": 1556937600,
            "txt_content": "所以那个著名的问题应该没有确切的答案了。就是那个“先有蛋还是先有鸡”是么"
        },
        {
            "author": "ZhaoZho",
            "timestamp": 1556951520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "faq网易",
            "timestamp": 1556956380,
            "txt_content": "讲真好多我还真不知道"
        },
        {
            "author": "1305791312",
            "timestamp": 1557069900,
            "txt_content": "鸵鸟蛋老难吃了。。听别人说的"
        },
        {
            "author": "feitian233",
            "timestamp": 1557122280,
            "txt_content": "我觉得最大的那个蛋像是鸵鸟蛋←_←"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1560082800,
            "txt_content": "eggs are extremely popular\n蛋非常常见"
        },
        {
            "author": "3208447506",
            "timestamp": 1560142980,
            "txt_content": "肯定是现有鸡再有蛋"
        },
        {
            "author": "2969322251",
            "timestamp": 1560211080,
            "txt_content": "经典问题，先有鸡还是先有蛋"
        },
        {
            "author": "zbroken",
            "timestamp": 1560401940,
            "txt_content": "Σ( ° △ °|||)︴"
        },
        {
            "author": "Savior-阡陌",
            "timestamp": 1560419220,
            "txt_content": "其他不是重点，重点是你的帽子特好看"
        }
    ]
}