{
    "title": "[多线]RIA —— ▉优雅◆深入◆活跃◆◆只为了不让环境改变我们▉▉▉[1.12.2-1.13.2]",
    "author": "Freez！流年",
    "replyCount": 0,
    "timestamp": 1555748460,
    "txt_content": " 本帖最后由 Freez！流年 于 2019-8-7 21:56 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果( RIA:Zeroth & RIA:TubesWorld & RIA:Ibasyo)\n「大家的坚持，不是为了改变环境，而是为了不让环境改变我们。」——————（南陆猫神社 zRenox建）—————\nZth（Zeroth）是一个以相互信任、简洁有力、环境自然为核心主旨的1.13.2纯净服务器。我们强调回归游戏本身的魅力，而不添加过于冗杂的衍生元素。\nTw（TubesWorld）是一个以自由创造、轨道交通、多样拓展为核心主旨的1.12.2模组服务器。强调世界的整理，轨道交通的铺展与Mod的探索。\n从这里，回归Minecraft的零点——以人为本，与友为邻。——————————————————————（北岛海柱 Daceit建）—————\nPart1.Zth的介绍\n△关于我们的理念    我们只是希望保留并延续我们最爱的Minecraft体验——以游戏原本的面貌，在自然而清新的世界中，与有趣的人们相遇。    这是令我们，以及许多不那么热衷于小游戏及氪金模式的玩者们，最感到舒适和惬意的模式。\n    房子要远离出生地、箱子需全部上锁、要及时圈设领地、对偶遇的他人保持警惕······    这些看似「理所当然」却「毫不自然」的规则，在Zth可以全部放下。    我们力求营造在同一片天空下，「路不拾遗，夜不闭户」的朴素世界。\n    在一个可靠的世中里驻足，在一个美丽的环境中旅行，在同一片湛蓝的天空下与友好的人们相识。    这便是我们那简单的，对于MC游戏体验的执着期盼。\n————————————————\n——————  (气泡标 Yukkuri渲)  ——————\n△关于运营者们的价值观\n    我们认为「Minecraft」在原生下才是最令人感到舒适，最能够传达制作者世界观的状态。所以我们并不喜欢通过复杂多样的插件、模组来试图改造游戏本身的规则。也不会为了能够承载更多的玩家，而利用各种手段以提升环境容量。\n    我们将一直保持现在的规模，不会扩大，也不会缩小。\n\n\n△我们的成绩　经过已近一年的积累与验证，我们如今可以自豪地表示。ZTH ——\n  「热闹而活跃，在线人数稳定，让你不至于再在服务器中体验孤独；」√\n  「安全而清新，游戏环境安全，让你不至于在服务器中疑神疑鬼；」√\n  「多元且社群，你不仅想玩游戏，还想在无法游玩时仍能够在群内欢声笑语；」√\n  「稳定而长久，游戏内容稳定，存档有保证，确保你的辛勤建设不会无故蒸发； 」√\n  「公益而纯净，忠于原作，绿意盎然，令你知道不是所有人都在盯着你的钱包，也得以拥有更自然的游戏体验；」√\n————————————————\n\n—————— (鱼子 Hanabi绘) ——————\n——= 状态统计 =——单世界总投入时间：40,000+ Hours成员登记聚落：55处；成员衍生社团：5社；玩家决策组织：3个；互信交流友服：7服；当下常驻玩家数：113名；已审核申请数：1258份；共登陆玩家数：452名；共筹集玩家捐款：0元；总封禁玩家数：5名；（统计于8月5日夜）\n△ZTH内摄短片\n   以最日常的角度，记录服务器中的生活。\n   我们曾以半记录半宣传的态度制作了这个小片儿，短片中的镜头均在未被人们发现或未告知录像的情况下拍摄。\n   你或许可以从这里通过它来一睹在ZTH(本服)游玩时的氛围与感觉。————————————————>[点此跳转至B站2]<>[点此跳转至B站<\n=—————————————————————=▽关于如何加入这里=  为了保证整体环境的可靠,ZTH与TW均需要你的一点耐心 == 加入候车室,进行简单的审核后即可进入主群 =「ZTH：390473655」「TW：892215244」「IBS：纳新暂停中」= 我们将在记录用WIKI内定期更新过审情况 =「https://wiki.ria.red/」=—————————————————————=就算不做久留，也欢迎进来旅游。感谢你的阅读，在此代表Ria社全体成员致上敬意。\nPart2.TW的介绍\n「打造团结友爱的低配养老多MOD服务器。」\n· 尽量低配置的客户端，渣机也能享受在经历了前几个周目的发展以后，S3周目采用了最精炼的客户端，在保留了IC TE NUC Mek IE AE等核心mod的前提下最大限度保障渣机的权利<del>包括没钱换电脑的腐竹</del>。总之，养老就完事了！\n· 严格的问卷审查制度，享受高素质游戏环境总是担心自己的劳动果实被人窃取？总是担心自己的机器被人乱动？用插件监视保护当然是个好办法，但在这里，我们选择了从源头出发，以问卷的形式筛选志同道合的玩家，从此摆脱孤儿烦恼！\n· 贴心的游玩服务，MC内外，乐趣无限正在打造的服务器wiki，将会集故障处理帮助、模组疑难解答、玩家历史记录等多功能于一体。有灵光一闪的怪点子？在wiki上分享，让大家乐一乐！\n觉得服务器集体活动太少？加入SUC居民委员会,你的TubesWorld生活由你定义！\n提示：本服开启白名单，并且需要审核后才可以正式入群。\n—————————————————————— (萝萝村石环 Mc_long建) ——————\nPart3.你我的心声以下几个段落均随意摘自我们曾收到的入服申请表，写自与你一样，热爱MC的普通的玩家们。这些均源自一个问题：「Q：你认为比起其它游戏，Mc对你而言最富价值、最深刻而无可撼动的特点是什么？为何?」「时间的象征，朋友的象征。如果没有他，现在的我，说不定不会是现在的我。」—— F**** NO.1144\n「是人的情谊，是我和他一起建筑的成就感，一起学会很多不会的建筑风格，一起打怪，是陪伴也是成长。是超出其他竞技游戏的，因为相互竞技的游戏没有这种温情。」—— D**** NO.1128\n「应该是它的自由吧。感觉就像是在一个干净的环境中生活，而且有许多有趣的东西相伴，让我觉得很温馨、不孤单。」—— De****** NO.1127\n「MC服务器把一个个互不相识的人链接在了一起，朋友真的非常重要，服务器，服务器的群里面，看着大家的欢声笑语，在考试时能够说一句加油，生日时能够说一句生日快乐，失落时能够加油打气，屏幕外的你肯定会笑吧。至少我是这样认为的，他们不会像现实的，真实的身边的人一样，处处跟你斤斤计较。他们，从来没让我伤心过，落魄过，感谢MC。」—— P*** NO.1107\n「Minecraft说起是游戏我认为或许更倾向于社交元素。并不是所有玩家都有着极高的上线率，但即使是不上线也一定赖在服务器群内保持一定的发言，游戏的本体是构建玩家之间的感情纽带的脚手架，即使哪一天这个游戏突然消失了，这个玩家的群系也会依旧永存，我认为没有任何一款游戏能比Minecraft更能体现出其在构建玩家间人际关系上的重要意义。」—— M**_***** NO.1059\n「相比于其他游戏，我感觉对于我来说，MC已经不是一个游戏了，而是我生活的另一个世界，有温暖的腐竹，朋友，我还结交了我的初恋。MC! 他给我的不单单是快乐，我收获了友情(爱情)等，这是其他游戏永远无法带来的。」—— X**** NO.1044\n「有趣，真的很好玩，其他游戏玩玩丢丢，mc一直在玩，从一开始的原版，到后来接触各种mod。我从未了解一个游戏可以如此多样化，高度自由也让我在游戏中做到了很多事情。有天夜里，一个人在地皮里玩，大家都下线了，bgm一响，感触真的挺深的，一群人的繁华，一个人的孤独，也正是我着迷于此的原因吧，一个人挖挖矿我都觉得很开心，这个虚拟的世界仿佛就是我的归宿。」——Ke***** NO.1031\n「这是一款处处充满了留白的“禅意”，网罗万象的“包容性”，以及人类所最能自豪的“”想象力”的游戏。于我而言，玩这款游戏的根本目的，就是寻找，并与这些“概念”产生共鸣。」—— R**** NO.991\n「社交吧。比起一般游戏而言，MC里更容易在互帮互助和其他人好好交流#不管再游戏里做出什么成就，果然还是想让朋友看到啊...」—— W*** NO.1014\n「我的世界这款游戏对我来说，是一种人生，从**到变的拥有一切，这一切的背后有着太多努力和时间，史蒂夫教会了我生存，而游戏教会了我耐心，可能mc是一个很硬核的游戏但是对我来说却是我对沙盒游戏的认识的开始，也是从玩mc我才能去找到共同爱好的人也是因为mc给我带来人与人直接的互相帮助。所以不管mc过了多少年，我依旧还会回我看看。」——S**_****  NO.965\n「社交性，自由性，回忆性。FPS里的一波操作也许会激动不已，但是，什么都不会留下，一日复一日，除了麻木我想不出别的，但MC则反之，虽然人去楼空但是，第一次和同学在微机室里用不全版本玩的记忆仍旧在心中。」—— C****  NO.954\n「自由性。虽然沙盒已经是一个游戏圈说烂了的话题，但是MC的沙盒还是与其他3A大作不同，有一种独特的自由感。对我来说，最自豪/感动的体验便是完成一个工程/建筑之后，看着它第一次运行/第一次从远处欣赏的那种感觉。」—— V** NO.933\n「MC，带给我的不仅仅是快乐那么简单了，还记得当时我在上初一，班里同学并不怎么待见我，那段日子并不好过的，所以我把每天的快乐放在了MC上，你也别笑我，我的娱乐当时真的就这么点，每天看一下我养的动物，收一下我种的小麦，但当我感觉到单机的无聊后，我被朋友拉到了温馨世界，这个让我无法忘记的服务器，他带给我的真的已经不仅仅是一款游戏那么简单了，MC好像一款媒介，他带我通过这款游戏来感受另一个世界的温暖，每当我在学校受欺负的时候，我回家放下我沉重的书包打开温馨世界服务器，里面的沙雕网友又会让你开心起来，哈哈哈，真的很怀念那一段日子，因为MC，因为服务器，因为拥有相同爱好的我们，所以我们才聚在了一起，这已经不是一个游戏了，更像一种精神。如果让我选一款游戏能改变了我的人生，那么，毫无疑问，Minecraft！」—— R**** NO.812\n「我们虽然素不相识，却结下了一生的友谊。是的，我在现实中没几个朋友，知心的几乎没有，但在mc里，我认识了好多虽然算不上知心，但是真真正正的朋友。」—— P**** NO.779\n「它陪伴我走过五年的时光，给我了太多太多无法用言语表达的情感。」—— X** NO.759\n「它可以创造一切，也是一切的开端。」—— M**** NO.774\netc...你的答案是？—————————————————————— (海风湾 全体成员) ————△关于RIA:\n\n  在我们的心中，令ZTH、TW与IBS最为与众不同的，便是围绕于我们四周的，由成员所组成的，那名为RIA的社群。\n  「Minecraft最重要的特征之一，便是能够如同生活一般，在这世界中预见更多有趣的人。」\n  深深相信这一点的RIA社成员们，珍视每一个过审并抵达此处的玩家。  加入服务器，也许便代表着加入了一个有机会能够深深融入你的生活之中的亲密团体。\n\n",
    "replies": []
}