{
    "title": "[多线]聚世界JoyWorld——半年筹备|生存|小游戏|mod空岛|更多玩法即将上线[1.12.2]",
    "author": "keven1229",
    "replyCount": 0,
    "timestamp": 1556089380,
    "txt_content": " 本帖最后由 keven1229 于 2019-4-24 15:02 编辑 \n聚世界服务器JoyWorld Server娱乐 交友 互联\n\n\n为什么要加入聚世界？\n专业机房本服拥有8台私有的独立服务器，数万元打造自建机房环境，腐竹亲自建设与维护机房照片：\n\n\n\n\n123.jpg (17.96 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-24 14:59 上传\n\n\n\n\n\n\n\n\n124.jpg (33.62 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-24 14:59 上传\n\n\n\n\n\n\n\n\n125.jpg (31.88 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-24 14:59 上传\n\n\n\n\n\n\n\n管理负责\n本服全天有管理在线，来解决玩家们的各类问题，无论你想要反馈bug，举报违规人员，还是想给服务器提一些建议，都可以及时联系管理风里雨里，管理等你\n\n\n\n半年筹备本服于2018年11月开始筹备建设，到现在已半年之久。这半年的时间内我们不断修改并增加游戏内容，同时对游戏服务端架构进行大量优化，致力于打造拥有万人流畅十万不卡游戏体验的服务器。 \n\n\n玩法丰富我们有多个游戏大区，不同大区提供了不同的游戏玩法。本服为多大区协同运行，各大区相对独立的运营方式，不同大区将会由不同的团队进行管理与建设，不同团队将用不同的理念打造不一样的玩法 \n\n\n创新大区我们拥有独特的创意大区，供有想法有创意的玩家在其中制作自己的内容。其他玩家可以为创意大区中不同玩家所做的内容及玩法投票，票选最高并深受玩家好评者，即可被升级为正式的服务器大区之一，共广大玩家游玩。被选用者可在荣誉殿堂中建造属于自己的雕像，留下你伟岸的身姿，并且在雕像下可以自由编写您想说的话，以供后来者瞻仰。 \n\n\n语音系统（测试中）你还在为了打字所苦恼吗？你还因为游戏内不能语音所发愁吗？在这里都可以解决！对！你没有听错！本服具有独特的语音系统不仅拥有语音降噪，按键说话等功能而且还可以直接通过语音来激活开麦在游戏内畅聊无障碍在将来，我们将会可以打造听音辨位的独特语音模式使玩家更具有代入感让聚世界成为你的第二故乡\n \n\n\n\n荣誉殿堂凡是对服务器做出较大贡献，都将有机会进入荣誉殿堂，以纪念这些玩家对我们服务器做出的贡献。 \n\n\n诸神之战（性感管理 在线大战）想开挂？我们满足你们！！本服特色，在每周3和周6晚7-9点之间，会有神仙对战，规则如下，管理员于您对战，我们将会在指定区域关闭反作弊，进行无派别、无规则、无权限大战，如有管理员未关闭管理员权限，举报后将会获得神秘奖励，激情PK。我们会有杀人榜，第一名将会获得屠神称号！持续一周，每周同一时间更新称号，会有新的屠神者出现。相对，死亡数最多的人，将会获得受害者称号！希望广大玩家可以踊跃参加。（别问我挂是统一发还是自己带。）服务器除此活动期间在活动区域内允许作弊外均禁止作弊，希望以此方案减少游戏内作弊行为。 \n\n\n死斗模式（即将开放）本服还将开放死斗模式，玩家可以向管理员提出死斗挑战，和管理员进行1V1的挑战，如果连赢同一个管理员3次，将会获得管理员支配者称号一枚（恕我直言，管理们都是弟弟）。 \n\n\n称号系统养老型玩家：钓鱼王、混子王、地主、弟主、食神.......财富榜玩家：财神、富甲一方、有钱真的可以为所欲为、竞技场玩家：战神、站神........诸神之战玩家：屠神者、受害者.......\n如果玩家同时获得所有榜单第一名，将有机会获得腐竹女装照片! ! ! \n\n\n独特的彩蛋不定期将会有不定量的管理员潜入玩家内部，玩家如果能发现这些潜伏在黑暗中的影子，会获得福尔摩斯称号！还会有不定期不定量的管理员向玩家投入肥皂哦 \n\n\n随机祝福本服务器每天会由管理员向随机玩家送上精品礼物一份，奖励会由管理员到您的身边，为你亲手送上惊喜。希望各位积极配合哟~~毕竟我们管理员也不是什么魔鬼嘛~\n\n\n照片展示\n\n\n\n\nfile_1556089127000.jpg (220.52 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-24 14:58 上传\n\n\n\n\n\n\n\n\n\n\nfile_1556089104000.jpg (303.4 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-24 14:58 上传\n\n\n\n\n\n我们期待着你来开创更多的玩法！\n\n\n在此希望我们能够共同打造一个完美的服务器，成就玩家，成就聚世界。由于服务器处于起步阶段，部分模块可能并不完善，我们也将会根据运营情况和玩家反馈及时调整。\n虽然我们目前不是内容最好的服务器但是我们一定是最把玩家放在心上的！！！欢迎加入聚世界\n\n",
    "replies": []
}