{
    "title": "玩了一天BE1.11，说一下新的村庄机制的感受吧……",
    "author": "依然冰奈斯",
    "replyCount": 11,
    "timestamp": 1556175840,
    "txt_content": "BE1.11跟JAVA1.14差不多吧？\n玩的是windows10版……\n\n首先最明显的感觉！绿宝石好刷了！刷铁厂也好搭了（当然我还没搭，但是可以断言比以前要好搭的多！）\n\n首先建立村庄很容易，村民繁殖的机制不再是根据门，而是根据床了（羊毛产业化，刷床不是问题吧）——\n而且这个还不依赖于房间数目，甚至可以是露天的。你建个大的封闭的屋子把它们保护起来，然后放床就OK了 。\n比如目前有已经治愈好的两个村民但是有三张床，他们就会繁殖（不确定是否需要和其交易，但交易也的确变得更公道了，总之很容易，下面说）。\n繁殖后生成小村民，小村民长大后变成待业者，待业者寻**方块来确定转业。慢慢就这样人口多了起来。\n最后人口数大约会增长到等于床数后才能停止。整个村庄就建立起来了。\n\n另外任何村民所拥有的工作方块被破坏掉的话，他会寻找其他工作方块来进行转职。\n（维基上说解锁第二层交易以后就不会再转了，但是我这边有一个解锁全部交易的农民最后不知何原因被转换成工具匠）。\n所以相当于说，几乎所有的村民的职业都是可以控制的。\n玩家只要根据自己的经济能力（比如侧重于发展种植业/畜牧业/矿业等）对村民进行转职，就可以通过交易来获得非常可观的绿宝石。\n\n如果要改装成刷铁厂，那傍晚村民入睡的时候是最佳作业时间，因为他们都会老老实实躺在床上不会干扰你的建造。\n铁傀儡的生成要以村民交流为前提，所以即使很小的村民数也能生成铁傀儡，当然越多越好，尽可能保证村民之间不会隔开。\n刷铁厂要求村民活动区域为二格高，这个就尽量保证区域内床、工作方块都是分散着放的就好。\n\n以上是关于刷绿宝石和刷铁厂的一些事宜……然后说说别的。\n\n首先交易……\n\n每个村民有5层交易，傻子村民（绿袍）除外。\n每层交易一般都是有两项，一项是买，一项是卖；\n更高层的交易也有只有买没有卖或者只有卖没有买的情形。\n首次生成的村民只有第一层交易；\n但是，当你打开交易界面的时候，村民未解锁的交易也都是可以看到的（也就是说你可以马上了解到这个村民是否值得你进行投资）。\n\n比如：\n农夫的第一层交易是20-25个胡萝卜（或者土豆，或者甜菜根，或者小麦）换1个绿宝石，以及1个绿宝石换5-6个面包。\n第二层交易一般是5-8个南瓜或者西瓜换1个绿宝石，以及1个绿宝石换4个苹果。\n后面还有购买现成的食品比如蛋糕、曲奇、南瓜派等等……\n\n一开始只能进行第一层交易，进行交易的时候你可以看到GUI里有个经验条，就是村民的经验条，\n你选择交易项目的时候，也会显示村民的经验条会涨多少，\n这样进行交易后，村民会如期获得经验（你也会获得相同经验），村民经验条涨满就可以解锁下一层，\n这个时候村民腰上的标志也会变化（1级是皮包，2级金包，3级铁包，4级绿宝石包，5级钻石包）。\n\n这里有两点值得关注：\n如果进行的交易低于村民的等级，经验获得量会降低。比如你和已经开启第二层交易的村民进行第一层交易，获得经验会降低。\n购买获得量总是会高于贩卖获得的经验量。\n\n然后交易的价格，偶尔会浮动，一般是由于你不小心误伤到了村民导致（你揍他他就会提价，但不会持续长久，价格也不会盲目上提）；\n维基上说长时间进行同一种交易会造成通货膨胀，但是我没能证实。\n\n但无论怎么说感觉价格都是挺公道的。\n目前见到比较值得用绿宝石买的——命名牌，寻宝图，附了魔的钻石用具……等等。鞍就没必要买啦，等袭击就好。\n\n然后再说说猫……\n\n村庄会生成流浪猫，人造村庄也不例外。\n这个流浪猫的生成速度——emmm……不是一般地快，基本你驯服一只然后带到你的房子后回到村庄就会又有一只了。\n相比以前要去丛林抓豹猫，拥有猫的难易度简直不是一个级别的。\n流浪猫的生成上限等于床数/4，剩下的就不多说了吧……\n你哪怕不用来驯服专门用来刷线都是很不错的主意了……\n\n然后还有……嗯……袭击……\n\n对的只要有4个村民就会有巡逻队生成在旁边了。\n注意维基上说必须是困难级别的难度才会在全天候生成巡逻队，否则只在晚上生成。\n所以触发袭击也很容易。而且如果有野兽的参与还能获得鞍。\n版本更新前还指望这个能刷绿宝石，但是现在看来这点绿宝石都是聊胜于无的，刷刷弩还不错。\n至于不死图腾……原谅我没看到过任何唤魔者（维基上说可以生成）。\n\n最后……行脚商和羊驼……\n行脚商里蓝冰倒是挺值得交易的（6个绿宝石换1个），其他的大部分都是装饰方块呀，没啥太大意义。\n倒是有个现象……如果人造村庄离家近的话，行脚商经常就生成在你的家中，牵着两只羊驼。\n所以……杀了他吧——你伤害他就会喝隐身药水，所以这瓶药水基本都会落入到你的手里。\n杀完行脚商后两个免费的羊驼就到手了——虽然还没附赠两个免费的栓绳有用。\n\n最后有关其他的方块吧……说几个值得注意的地方。\n1. BE带盔甲的僵尸变成溺尸的时候装备依然还是会无损脱落，尤其是金质和皮质的往往都还有好的附魔！这一点借助砂轮可以获得不错数量的经验。\n2. 高炉也就冶炼矿物和盔甲，不能冶炼圆石/石头/地狱岩/砂岩！所以就这点来说高炉的价值远不止这合成它用的这5块铁锭，也许也就沦为作为村民转职方块用了。\n3. 切石机用的怪怪的，必须把原料放进去才会显示可以切成什么形状。能直接切成錾制的特性还不错；切半砖都是一分为二；地狱砖块不能切成地狱砖栅栏；对木头系列的无效（废话）。\n4. 堆肥桶可以相应漏斗输入和输出，可以用它配合南瓜农场或者仙人掌农场做全自动骨粉机。\n\n大概就想到这么多……\n",
    "replies": [
        {
            "author": "孤独的先生",
            "timestamp": 1556176200,
            "txt_content": "打这么多字辛苦不（滑稽）"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1556176320,
            "txt_content": "孤独的先生 发表于 2019-4-25 15:10\n打这么多字辛苦不（滑稽）\n想到哪写到哪倒是还行\n比盖房子轻松多了啊"
        },
        {
            "author": "1873845036",
            "timestamp": 1556184180,
            "txt_content": "厉害了我的哥QWQ"
        },
        {
            "author": "zhao55052",
            "timestamp": 1556184780,
            "txt_content": "楼主这篇是干货（BE1.11和JAVA1.14的新内容都是一样的），收藏了"
        },
        {
            "author": "mktree",
            "timestamp": 1556195940,
            "txt_content": "等一个用英雄效果刷物品的教程"
        },
        {
            "author": "1139365029",
            "timestamp": 1556196360,
            "txt_content": "几乎不玩BE，也不知道特性和bug是不是一样的，\n反正java版的村庄刷铁机、英雄效果刷物品机已经有雏形了"
        },
        {
            "author": "修罗歌",
            "timestamp": 1556196600,
            "txt_content": "感觉新版本很好玩的样子\n超越我大1.7.10的部分mod了啊喂"
        },
        {
            "author": "虚无~幻影",
            "timestamp": 1556202780,
            "txt_content": "作者想到这么多真不容易，我都是玩到哪是哪"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1556236680,
            "txt_content": "1139365029 发表于 2019-4-25 20:46\n几乎不玩BE，也不知道特性和bug是不是一样的，\n反正java版的村庄刷铁机、英雄效果刷物品机已经有雏形了 ...\n英雄效果刷物品机是啥咧？\n全自动的么……"
        },
        {
            "author": "1139365029",
            "timestamp": 1556251200,
            "txt_content": "依然冰奈斯 发表于 2019-4-26 07:58\n英雄效果刷物品机是啥咧？\n全自动的么……\n找不到视频了...\n\n大概就是做个刷掠夺者的装置，\n从而获得不祥之兆，进而获得村庄的英雄，\n然后村民就会向你任各种物品了，\n不是全自动的，算半自动吧"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1556255400,
            "txt_content": "1139365029 发表于 2019-4-26 12:00\n找不到视频了...\n\n大概就是做个刷掠夺者的装置，\n这个还不错……可以刷青金石，刷黏土球（其他的物品我没觉得有啥必要……）\n不过有玩家参与确实不好全自动……\n\n果然玩MC的脑洞不是一般地大啊……只怕想不到"
        }
    ]
}