{
    "title": "【server jar】How to make server jar?",
    "author": "syyps",
    "replyCount": 5,
    "timestamp": 1556187180,
    "txt_content": "怎么做开服包（.jar）",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1556187180,
            "txt_content": " 本帖最后由 xmdhs 于 2019-4-26 21:06 编辑 \n\nuse English ?\n\nWhat is it?(top)\nBuildTools.jar is our solution to building Bukkit, CraftBukkit, Spigot, and the Spigot-API. All of which is done on your computer! A few prerequisite programs are necessary, but the instructions below will guide you through everything you need to do.\n\nPrerequisites(top)\nThere are two applications necessary to use BuildTools: Git and Java.\n\nWindows(top)\nWhat follows below are the manual steps to get BuildTools running on Windows.\n\nGit - In order for BuildTools to run on Windows, you will need to install Git. For Windows it is distributed via git-scm, which can be downloaded here. Install it where you like, it will provide git bash, which will be used to run the BuildTools jar. Just keep hitting next when running the installer.\nThe very latest versions of BuildTools will automatically download and install Git for you. Only grab it manually if you are having troubles!\n\nJava - Download JRE 8 from here and install. Just keep hitting next when running the installer.\n\nLinux(top)\nBoth git and Java, as well as util commands, can be installed using a single command via your package manager.\nDebian/Ubuntu: sudo apt-get install git openjdk-8-jre-headless\nCentOS/RHEL: sudo yum install git java-1.8.0-openjdk-devel\nArch: sudo pacman -S jdk8-openjdk git\n\nMac(top)\nGit can be downloaded from: http://sourceforge.net/projects/git-osx-installer/files/\n\nJava may need to be updated from the Apple distributed version, and even if previously updated, may need to be linked for shell use.\nPlease follow steps found here: https://gist.github.com/johan/10590467\n\nRunning BuildTools(top)\nDownload BuildTools.jar from https://hub.spigotmc.org/jenkins ... get/BuildTools.jar.\nKeep watch on https://hub.spigotmc.org/jenkins/job/BuildTools for any bug fixes and updates\nIf you wish to download this from the command line, use either curl -o BuildTools.jar <url> or wget -O BuildTools.jar <url> using the link described in the first step.\nSpaces or exclamation points in the directory path may break BuildTools! It is recommended to remove these.\nOpen your terminal if you are on Linux, or git bash on Windows.\nGit bash can be found on the desktop or in the Start menu under the name \"git bash\". It's also possible to open it by right-clicking on anything, as it is now an item in your context menu.\nNavigate to where you downloaded BuildTools.jar, or use the command line way to download the jar to your current directory.\nOn Windows, you can either use the cd command to change directories, or you can right click the blank space of the folder where BuildTools.jar is (DO NOT click BuildTools.jar itself) and click \"git bash\", which will open it in your current directory.\nRun BuildTools.jar from the terminal (Do not double-click BuildTools.jar) by doing the following:\nOn Linux run git config --global --unset core.autocrlf, then run java -jar BuildTools.jar in bash or another appropriate shell.\nOn Windows run the below command inside the git bash window that opened:\njava -jar BuildTools.jar\nPlease be aware that it is required that you have BuildTools #35 or later, older versions will not work.\nOn Mac run the below commands,\nexport MAVEN_OPTS=\"-Xmx2G\"\njava -Xmx2G -jar BuildTools.jar\nOptions (all OS's) :\nThe --rev option can be used to get specific 1.8/1.9 versions of CraftBukkit / Spigot\nSee Versions below for available options\n(Optional) on Windows create a batch (.bat) file using this code to automate the install process:\nCode (Text):\n@echo off\nset startdir=%~dp0\nset bashdir=\"C:\\Program Files (x86)\\Git\\bin\\bash.exe\"\n%bashdir% --login -i -c \"java -jar \"\"%startdir%\\BuildTools.jar\"\"\"\npause\nThis batch script will run java -jar BuildTools.jar in the git bash terminal giving you the ability to copy and paste it anywhere you please to run new builds. Just place the batch file in the same directory as the build tools and make sure the bashdir variable is correct (it may vary from C:\\Program Files (x86)\\ and C:\\Program Files\\ depending on your system architecture/operating system, and/or where you placed the program Git at.)\nTo change the version of the buildtools you want to use, change %bashdir% --login -i -c \"java -jar \"\"%startdir%\\BuildTools.jar\"\"\" to %bashdir% --login -i -c \"java -jar \"\"%startdir%\\BuildTools.jar\"\" --rev <version #>\". This will tell buildtools what version you want to use. To always get an up-to-date version use --rev latest or use code listed above.\nWait as it builds your jars. In a few minutes you should have freshly compiled jars!\nYou can find CraftBukkit and Spigot in the same directory you ran the the BuildTools.jar in (craftbukkit-1.10.jar and spigot-1.10.jar). You can find Spigot-API in \\Spigot\\Spigot-API\\target\\ (spigot-api-1.10-R0.1-SNAPSHOT.jar).\nEnjoy your new server!\nNeed help getting started running the server? Look here: Getting Started\nVersions(top)\nVersions of spigot can be generated by using --rev and the version you are trying to get. Below are supported methods to use in BuildTools.\nNote that sometimes this wiki page is outdated, check the home page for info on the latest available builds!\nLatest(top)\nCode (latestversion (Unknown Language)):\njava -jar BuildTools.jar --rev latest\nWill build the latest stable CraftBukkit and Spigot jar (can remove --rev and will generate latest version)\nCurrently 1.13.2\nChange Log: Check 1.13.2\n\n（https://www.spigotmc.org/wiki/buildtools/）"
        },
        {
            "author": "叽叽小石头",
            "timestamp": 1556188260,
            "txt_content": " 本帖最后由 PY狗 于 2019-4-25 18:36 编辑 \n\n非常多大佬分享的开服包\nhttp://www.mcbbs.net/forum-serverpack-1.html\n开服教程\nhttp://www.mcbbs.net/forum-multiplayer-1.html\n【联机教程】如何和小伙伴用最简单联机方式愉快的玩耍?超简单联机办法 01月20最新更新\nhttp://www.mcbbs.net/thread-831469-1-1.html\n(出处: Minecraft(我的世界)中文论坛)\n构建水龙头spigot服务端教程，获取任何版本服务端（视频）\nhttp://www.mcbbs.net/thread-847004-1-1.html\n(出处: Minecraft(我的世界)中文论坛)\n\n服务端下载站\nhttps://mcmirror.io/?lang=zh_CN\n\n\n\n\n\n"
        },
        {
            "author": "叽叽小石头",
            "timestamp": 1556188740,
            "txt_content": "大概就是这样，还有什么问题吗"
        },
        {
            "author": "枷尔GarR",
            "timestamp": 1556188920,
            "txt_content": "开服jar很难自主研发的。。。\nspigot，paper等等都是团队大力研发才行。\n如果你是说服务端，站内有教程可以去查找。\n当然，如果你是巨佬可以试试研发jar233"
        },
        {
            "author": "1378495772",
            "timestamp": 1556202600,
            "txt_content": "1.下载一份 BuildTool\nwget https://hub.spigotmc.org/jenkins/job/BuildTools/lastSuccessfulBuild/artifact/target/BuildTools.jar复制代码2. 在此处打开命令行窗口，并键入\njava -jar BuildTools.jar --rev latest复制代码3. 等待数分钟后，出现一份 spigot-x.x.x.jar\n\n你成功制作了一个服务端的jar ~\n"
        }
    ]
}