{
    "title": "[Minecraft.net | INSIDER] 背包盘点：碗",
    "author": "zyjking",
    "replyCount": 25,
    "timestamp": 1556249280,
    "txt_content": " 本帖最后由 zyjking 于 2019-6-9 21:06 编辑 \n\n\n\n\n\n\nimage.jpg (87.66 KB, 下载次数: 12)\n\n下载附件\n\n2019-4-26 10:54 上传\n\n\n\n\n\nTAKING INVENTORY: BOWL背包盘点：碗\nSouped Up煲碗汤来喝\nFeeling peckish? There are loads of things to eat in Minecraft – steaks, chicken and fish for meat eaters, and carrots, stew and bread for vegetarians. Most of those things can just be eaten with your hands, but have you ever tried to eat stew with your hands? Hold on, I’m gonna go try it, BRB.\n饿了么？在Minecraft中有许多东西可以吃——有专门为肉食主义者准备的牛排、鸡肉和鱼，也有给素食主义者的胡萝卜，炖菜和面包。大多东西都可以直接用手拿着吃，但你有没有试过直接用手吃炖菜？等等，我去试试，马上回来。\n\nOK back. Yuck. Not only am I now covered in stew and still hungry because most of the stew ran through my fingers, but I also have scalded hands because the stew was very hot. I could have avoided all this if only I’d used our item of the week – the saviour of many a mealtime, the stew-holder extraordinaire, the curvy king of food receptacles – the humble bowl.\n好的我回来了。呸！我现在不仅手上满是炖菜，肚子也还是饿着，大多数炖菜都被我浪费了，并且手也烫伤了，因为炖菜很烫。 我要是用了这个星期的物品的话，就可以完全避免尴尬 - 节省进餐时间的好帮手，质地良好的炖菜架，弧形盛菜之王——简陋的碗。\n\n\n\nBowls were added to Minecraft in January 2010. Originally they could only be used to craft mushroom stew, but in version 1.0.0 it also became possible to use them to milk mooshrooms for additional mushroom stew, and then subsequently to craft rabbit stew and beetroot soup. If you really hate bowls, then you can also burn them in a furnace as fuel.\n碗在2010年1月被添加到Minecraft中。最初它只能用于制作蘑菇煲，但在版本1.0.0中，它可以用来挤哞菇以制作额外的蘑菇煲，然后再是兔肉煲和甜菜汤。如果你真的很讨厌碗，你也可以丢在熔炉里当做燃料。\n\nMaking a bowl is very easy – three planks of any kind, arranged in a bowl shape in a crafting grid, turns into four bowls – enough for loads of stew. You can also “catch” bowls while fishing, and a poor turtle who’s hit by lightning will also occasionally turn into a bowl. Sad times.\n做一个碗十分简单 - 随便三个木板，在制作格子中按碗状排列，就可以把它变成四个碗 - 空间足以装炖肉。垂钓时也有可能“抓到”碗，被闪电击中的可怜海龟有时也会变成一个碗。真伤心。\n\n\n\nIn the real world, bowls are made of more than just wood. They come in ceramic, metal, plastic and other forms too. We’ve been making them for thousands of years, so we’re pretty good at it these days – the oldest bowl discovered during archaeological digs is about 18,000 years old – which was about the peak of the last ice age. Maybe they were eating ice cream out of it?\n在现实世界中，除了用木头，也有用陶瓷，金属，塑料或其他材料做碗。 我们做碗已经做了几千年，所以现在做碗非常容易 - 考古挖掘过程中发现的最古老的碗大约有18000年的历史 - 大概是上个冰河时期的顶峰期。 也许他们正在用碗吃冰淇淋？\n\nI’m gonna guess that the majority of people reading this article come from a culture where you get a bowl for yourself when you eat. But lots of other cultures around the world prefer to share one big bowl – and there are often strict rules around it. In Zimbabwe, you’re only supposed to eat with your right hand. In China, you’re not allowed to use your own chopsticks to pick up food from communal bowls.\n我猜大多数读这篇文章的人都有吃饭时自己会拿个碗的文化习俗。但世界上许多文化都喜欢共享一个大碗 - 而且通常都有着严格的规矩。在津巴布韦，你只能用右手吃饭。在中国，你只能用公筷夹菜到自己碗里。（看来对中国还是不太了解）\n\nSo next time you’re chowing down on beetroot soup in Minecraft, consider offering some to your friends. Sharing is caring, after all. They’ll be bowled over by your generosity!\n所以，下次你在Minecraft中喝甜菜汤时，可以考虑分享给你的朋友。毕竟，分享是一种关怀。你的慷慨会让他们大吃一惊的！\n\n\n原文：https://www.minecraft.net/zh-hans/article/taking-inventory--bowl\n作者：Duncan Geere 发布于 2019/04/25\n译者：zyjking\n\n\n\n",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1556253060,
            "txt_content": "if only I’d used our item of the week\n我要是用了....的话\nit also became possible to use them to milk mooshrooms for additional mushroom stew\n哞菇"
        },
        {
            "author": "纳薇",
            "timestamp": 1556253780,
            "txt_content": "顶一下。。。。。。。。。"
        },
        {
            "author": "2310053092",
            "timestamp": 1556325120,
            "txt_content": "碗？难道吃肉不是更好吗？？"
        },
        {
            "author": "死想污",
            "timestamp": 1556364900,
            "txt_content": "66666666666666"
        },
        {
            "author": "苏幕烟雨",
            "timestamp": 1556724300,
            "txt_content": "啊，不会1.10后就可以用了么？而且碗不止中国用的多用的久哦！"
        },
        {
            "author": "784945636",
            "timestamp": 1556800800,
            "txt_content": "来点酒吗？用碗喝酒才舒服"
        },
        {
            "author": "gui_tutu",
            "timestamp": 1556801100,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "1子夜7",
            "timestamp": 1556887080,
            "txt_content": "666666666666666666666666666"
        },
        {
            "author": "我不知是谁",
            "timestamp": 1556935140,
            "txt_content": "我钓鱼天天钓到碗..."
        },
        {
            "author": "yujm4623",
            "timestamp": 1556935680,
            "txt_content": "23333333333333333333333"
        },
        {
            "author": "唐家17号",
            "timestamp": 1556938740,
            "txt_content": "你看这个碗，他又大又圆"
        },
        {
            "author": "wangshihang1177",
            "timestamp": 1556945700,
            "txt_content": "流弊.好玩死了不错"
        },
        {
            "author": "tzhy697010",
            "timestamp": 1556948820,
            "txt_content": "66666666666666"
        },
        {
            "author": "ZhaoZho",
            "timestamp": 1556951460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "meishiffx",
            "timestamp": 1556962860,
            "txt_content": "直接吃肉不好吗"
        },
        {
            "author": "咸咸的ANKOU",
            "timestamp": 1557056160,
            "txt_content": "工地英语玩家看了流泪"
        },
        {
            "author": "jklo89",
            "timestamp": 1557397020,
            "txt_content": "。。。。。。。。。。"
        },
        {
            "author": "jklo89",
            "timestamp": 1557397020,
            "txt_content": "。。。。。。。。。。"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666300,
            "txt_content": "mc万岁 有你更精彩"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666360,
            "txt_content": "mc一起永远存活下去把"
        },
        {
            "author": "1099473819",
            "timestamp": 1557666420,
            "txt_content": "mc有你们更精彩"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1560083220,
            "txt_content": " eat stew with your hands\n用手吃炖菜\nmost of the stew ran through my fingers\n大部分炖菜都从我手上流走了\neating ice cream out of it\n用它吃冰淇淋\n"
        },
        {
            "author": "错过也是错",
            "timestamp": 1560157260,
            "txt_content": "这是一个很有创意的东西"
        },
        {
            "author": "朱少鹏",
            "timestamp": 1562399280,
            "txt_content": "nice！MC有你更精彩！"
        },
        {
            "author": "2120888677",
            "timestamp": 1562646900,
            "txt_content": "碗是没有用的，手抓最好啦"
        }
    ]
}