{
    "title": "《MineCraft-我与MC不得不说的故事》klxz2012的回忆录",
    "author": "猫小沫",
    "replyCount": 4,
    "timestamp": 1360069740,
    "txt_content": "一、前传\n\n    这世上确实有一些值得我们珍藏的记忆，每个人都有无数的第一次，而做过N遍的一件事，等你老了，能记住的或许只有第一遍。让我为我哥捉刀代笔（就是打字），记下他的事迹……\n\n二、正文\n    大家好，我是klxz2012，现在是我口述，让猫小沫负责编写。\n    那是Beta一点几，我在xx网上一如既往的浏览有没有好玩的游戏，随着鼠标的下拉，一个个游戏在我眼前闪过。“无聊”，“看着就没意思”“Boring!”“Vrey Boring!”看到偏下部分“哎，这个画质好烂啊”我就第一次错过了Minecraft。那天晚上，我照例回忆我又没有拉下什么事没做，突然想到了这个事情，我就感觉不对劲，上面的栏目是“推荐”那为什么这么烂画质的还能上榜？我猛地惊起来。这应该不是这么简单的事情，里面绝对有玄机!\n    抱着这个心情，我就在第二天点开了“Minecraft”看了看介绍，“自由”两个字吸引了我的眼球，这真自由？我怀着怀疑的心情点了下载，不大，现在想起来也就10mb？不到!我的机子不到5分钟就下载完了，解压，点开说明，看了看，就照着说明点开启动器，现在想起来是什么启动器记不清了，反正没创意的（一定是sp-围观群众）。进去后我就茫然的看着英文，一个一个点……然后终于发现我学过的单词了，点进去吧!不一会，我又茫然的看着方块的世界。\n    到晚上了，一个个怪物向我扑来，我一会就死了，然后，tmi就出现了，我刷出了一个个的岩浆防卫我的家。\n————————————————\n    “时光之城服务器”？这是在那里知道的我都不记得了，只是要到了群号，加入，然后没吵没嚷，默默地等着白名，没多长时间，白名就通过了，我拿着自己的“klxz2012”的名字加入到了游戏，漫无目的的闲逛，然后发现海底好像没加载？反正是不太对劲，然后就游了过去，然后，游戏崩溃了。\n    我连忙求助OP，OP也奇怪，于是，就让我登陆，然后在崩溃前把我spawn到出生点，我们就忙活啊!大约一小时，我才踩上了土地，这时候时光也关服了。我吃惊了，我这么大威力啊!？后来才知道，关服是为了修补地壳。\n    在我和OP忙活的时候，wsfz12345闪亮登场（没得啊）就帮我找OP，就1个小时解决，他也帮了不少忙呢。\n    我就跟着他住下了，我是挖山而居，现在的猫小沫也继承了我的优良传统。（要不是要严肃记录，我就把这句删了-猫小沫）和wsfz12345玩，一开始是他和我一起挖矿，但是他住在自己的长方体房子中，我还在旁边的一个圆柱形的建筑中种植，我凿山而居，后来我挖通了我家到wsfz家和圆柱的地下通道，然后，我从此就主修种植，他主修挖矿，不过我有时去挖矿，他也有时帮我种植。嗯，就是这个关系。这里不得不提一句，当时的时光应该是电信的，我连接很卡，于是就用了无爱网络加速器”（不是广告啊）不得不说，这个加速器对我的MC生涯有着很深远的影响甚远的\n    后来，过了很长时间，我借着限制服务器地图大小的“界”建立了一个组织“天星界辰”，收了大概有十多个人吧，也不知道有多少人记得我（估计没了-猫小沫）\n    渐渐的，我和wsfz12345对时光一服有点厌倦了，一开始是闷在心底不敢提，后来提出来后都沉默了，最后我们就搬家了。搬到了哪里？还是时光。不过是时光二服。那是一个新的服务器，新的环境，我很快的从平原中找到了一座山（你确定？!-猫小沫）然后便搬家到了哪里。挖开山洞，当仓库、作农业……\n    忙的不亦乐乎，也是玩的很欢乐，后来我们有建立了一个组织“天星界辰”，在平坦之处建了四个小木屋，就这样，一个天星界辰又建立了起来，于是乎，我们开始挖隧道，铺铁路，一直铺到出生点。\n——————————————————————\n    后来我们有一个人想去手艺，一个想留下，我们平静的吵了一架。然后就到了手艺，我们就有点开始裂痕。\n    他建立了天空之城，我就在旁边挖山而建，只想守望着那个地方。\n    再然后……\n    我就再也没出现过\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1360069860,
            "txt_content": "就这么点？太多了吧。（甲：“前后矛盾，扣分！”）"
        },
        {
            "author": "猫小沫",
            "timestamp": 1360069920,
            "txt_content": "Oil 发表于 2013-2-5 21:11 \n就这么点？太多了吧。（甲：“前后矛盾，扣分！”）\n其实字不少……他念了半天……"
        },
        {
            "author": "2388306270",
            "timestamp": 1360070220,
            "txt_content": "天空之城，难道是TCD？"
        },
        {
            "author": "风障",
            "timestamp": 1360070580,
            "txt_content": "懒得看，直接回帖- -！~~"
        }
    ]
}