{
    "title": "Starbound 1.4-赏金猎人更新（不稳定版）",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1556351460,
    "txt_content": "Starbound 1.4 – Bounty Hunter Update [Unstable]\nTom Katkus posted on April 26th, 2019 in Dev Blog, Patch Notes\n\nHi everyone!\n大家好！\n\nThis week we surprise dropped an unstable release of Starbound 1.4 – the ‘Bounty Hunter’ update!\n这周我们突然扔出了Starbound 1.4-赏金猎人更新的不稳定版！\n\nSince we last wrote about 1.4 on the Dev Blog we took some time to revisit our content plans and how they worked within the main game, and now we’re at a point where we we’d like to invite players to see where we’ve got it!\n上次我们在日志里提到1.4以来，我们重新审视了我们的内容计划以及它们如何与主体游戏联系，现在我们已经到了可以邀请玩家来看看我们做了什么的时候了！\n\nThe themes of the update are the same we’d originally shared! In Starbound 1.4 you’ll become a bounty hunter, taking on new quests to track down wanted criminal gangs, rise up through the Peacekeeper ranks and ultimately restore law and order in the universe! Additionally there’s lots of other content including new dungeons, monster variants, new items, furniture pieces and more to discover.\n这次更新主体还是和我们之前说的一样！在SB 1.4里，你能做一个赏金猎人，接下任务去追踪悍匪团伙，提升Peacekeeper（暂译：和平卫士）等级，全力恢复宇宙的法律和秩序！另外还有其它内容，包括新的地下城、怪物变种、物品、家具等等。\n\nhttps://gfycat.com/frankdeterminedcoqui\n\nWe’re looking to get some feedback from players, if you’d like to preview the update and share your thoughts with us the best place is the ‘beta feedback’ channel of the Starbound Discord. It’s still in development, so things now are not necessarily representative of the final implementation – and expect some bugs and incomplete content (and back up characters before playing).\n我们希望从玩家那里得到一些反馈，如果你喜欢预览下更新并与我们分享你的想法，最好去SB Discord（译注：不存在的网站）的‘beta feedback’频道。它还在开发中，因此并不代表我们最后会推出的内容——当然会有些bug和未开发完成的内容（注意在玩之前备份存档）。\n\nWe know it’s been a while in the making, so we’re excited to hear what players think! Here are the high level changes;\n我们很清楚这次的制作耗费了很长时间，因此我们很希望听听玩家的想法！下面是些大体的改变：\n\nBOUNTY HUNTING赏金猎人\nNew procedurally-generated quests that see the player travel to worlds and into space, hunting down criminal gangs\n新的程序生成人物，让玩家辗转于不同世界，进入深空，寻找悍匪集团。New Peacekeeper stations for bounty hunters – work your way through promotions and restore law in the universe\n新的赏金猎人的和平卫士站（译注：暂译）-按你的方式来晋升并恢复宇宙的法制。Take the fight to criminal gangs at their hideouts, including a climatic final mission & boss fight!\n在悍匪们的藏身处与他们交战，包括一个和气候相关的（？）最终任务和boss战！New Peacekeeper and gang related events that happen whilst you’re hunting bounties\n新的在你的赏金猎人生涯里和和平卫士与悍匪们相关的事件。\nMORE CHANGES其它更新\nNew dungeon and micro-dungeons\n新的地下城和迷你地下城New elemental monster variants\n新的元素怪物变种New items\n新物品New furniture objects\n新家具Minor bugfixes\n小的bug修正\n\nhttps://gfycat.com/improbablewastefulamericanratsnake\n\nWe’ll be showing off more new content and have a more detailed changelog before release!\n我们会在最终发布前公开更多的内容，并给出详细的更新日志！\n\n\n翻译：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=4539\n\n咕咕咕咕咕咕咕了半天还是把冷饭热了下。\n对了，你知道peacekeeper是什么吗？\nhttps://baike.baidu.com/item/MX洲际战略导弹\n",
    "replies": []
}