{
    "title": "[Minecraft.net|CULTURE] 在Minecraft中创造地形",
    "author": "SQwatermark",
    "replyCount": 78,
    "timestamp": 1556552580,
    "txt_content": " 本帖最后由 watermark 于 2019-5-11 22:57 编辑 \n\n\n\n\n\n\n头图.jpg (221.84 KB, 下载次数: 92)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\nTerraforming in Minecraft\n在Minecraft中创造地形\nConsue tells ushow to change your world! \nConsue告诉我们如何改造你的世界！\nEver ploughed a field? Sealed a hole in a dungeon to stop a nasty stream of water preventing you from moving? Perhaps you have carved out a whole mountain just to create that luxurious vacation house you always dreamed of? If you have, then congratulations! You’ve participated in the wondrous art of terraforming!你曾开垦过一块农场吗？或者在地牢中封住一个洞口来阻挡妨碍你前进的水流？或许你曾经开拓出一整座山，只为建造你梦想中的顶级假日旅馆？如果你曾做过这样的事，恭喜！你已经参与到地形创作这一奇妙艺术中了！\nTerraforming, or “Earth-shaping”, is a process of deliberately altering the environment to suit a specific purpose, or to simply make it beautiful. It’s also a whole genre in Minecraft. While most of us tend to focus on building structures or exploring, some take it to a whole different level and shape the land itself, bending it to their will to create forests, mountains or massive landscapes. The best part? Anyone can do it! Hell, even beavers can terraform if they want to. Their damn dam builds can ruin a whole ecosystem. Lucky they aren’t in Minecraft (yet), eh?地形创作，或者说“地球化”，是直接改造环境以满足某些特殊需求的过程，或者只是为了让环境变得更美观。这也是Minecraft的一大分支。我们大多数玩家倾向于建筑或者探索，有些人却把它提升到一个完全不同的层次，塑造地形本身，按照自己的想法改造地形，创造出森林、山脉或者更加宏伟壮阔的景观。每个人都可以做到！见鬼，只要想这么做，即使是海狸也可以改造地形。它们该死的堤坝能破坏整个生态系统。还好它们没出现在Minecraft中（到目前为止），嗯？\n\n\n\n\n\nfile_1557586557000.jpg (532.17 KB, 下载次数: 90)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\nAn expert on the field of terraforming is Consue, a world-building prodigy with a keen eye for detail. She creates vast landscapes of various shapes and sizes, from lush green continents to colourful islands. It’s not too surprising she’s got an eye for this, since she’s seen plenty of natural wonders through her years.Consue是地形创作领域的专家，一位对细节有着敏锐眼光的创世奇才。从葱葱郁郁的绿色大陆到色彩斑斓的群岛，她曾创造形态大小各异的众多景观。不要对她的审美眼光感到意外，因为她多年以来亲眼见证了大量的自然奇观。\n“I was born in Chile under the shade of the Andes mountains, took a six year field trip to the US and now I reside in Madrid with the central range mountains just an hour away,” Consue tells me.Consue告诉我：“我出生在智利的安第斯山脉的山脚，曾到美国进行过六年的实地考察，现在我住在马德里，离中央山脉只有一个小时的路程。”\nCompared to the ordinary builder, a terraformer spends the majority of the build outside of Minecraft, working in external software programs to create the build (more on those later!) It’s an indirect method of working as you’re not putting down blocks one at a time, but rather planning the terrain as a whole. Terraforming also doesn’t require any blueprints, but instead relies more on freestyling, inspiration, and “boatloads of computer memory” as Consue likes to put it. In her case, she gets her inspiration from real life photography.与普通的建筑师不同，地形师的大部分工作是在Minecraft之外完成的，他们使用外部软件来创造地形（稍后会详细介绍！），这是一种间接的建造方法，因为他们不是在逐个摆放方块，而是在规划整个地形。地形创作也不需要任何蓝图，而是更依赖于自由创作、灵感和Consue所说的“大量电脑内存”。对于她来说，灵感来自于现实生活中的摄影。\n\n\n\n\n\nfile_1557586557000.jpg (457.32 KB, 下载次数: 88)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\n“I carry three to five kilos of [DSLR](https://en.wikipedia.org/wiki/Digital_single-lens_reflex_camera) on most hiking or skiing trips and keep a personal repository of images. So far I have] documented parts of [the] Patagonian and Atacama deserts in Chile, Italy, and the [Sierra de Guadarrama that borders Madrid. However a lot of my terrain is also centred on a certain pattern or style.”“我在大多数徒步或滑雪旅行中会携带3到5公斤重的数码单反相机，并且保存了一个个人图库。至今我已经记录了巴塔哥尼亚和智利的阿塔卡马沙漠的部分地区、意大利、以及与马德里接壤的瓜达拉马山脉。然而，我的很多地形也是专注于一种特定的模式或风格。”\nWith her knowledge and interest in Mother Nature’s craft, Consue has created extraordinary maps like “Chik-Took” or “Star's End”, both dreamlike continents with a unique mix of biomes.基于她对大自然鬼斧神工的丰富的知识和浓厚的兴趣，Consue创造了许多非凡的地图，例如“Chik-Took””和“Star's End”，两者都是有着独特的生物群系组合的梦幻般的大陆。\n“All of my projects have a special place on my desktop background, I work while a slideshow of renders plays behind whatever window I’m in,” she says. “From my work I have established an unique identity as a creative artist at school and home.”“我所有的作品都放在了我的电脑桌面的一个特殊位置，我工作的时候，我浏览的窗口后面就会播放地形渲染图的幻灯片。” 她说，“通过我的作品，我在学校和家里成为了一个公认的有创造力的艺术家。”\n\n\n\n\n\nfile_1557586557000.jpg (421.71 KB, 下载次数: 88)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\nConsue hasn’t always been a fan of games, but despite this she started playing Minecraft just before patch 1.5. She soon discovered the world of terraforming through a server called StarQuest, a home to several custom survival worlds which all fascinated her.Consue并非一直都是游戏爱好者，尽管如此，她还是在1.5版本之前就开始玩Minecraft了。不久后，她通过一个叫做StarQuest的服务器接触到了地形创作，这是拥有数个自制的生存世界的家园，每一个世界都令她着迷。\n“I learned they were made by a program called WorldPainter. Later I [also] discovered WorldMachine from the Daratisx 8k survival map. Interestingly I entered the Minecraft creative community with my WorldMachine terraforming.”“我得知这些世界是用一款叫做WorldPainter的软件制作的。后来我从Daratisx 8k生存地图中了解到了WorldMachine。有趣的是，我凭借用WorldMachine制作的地形加入了Minecraft创意社区。”\nWorldMachine is a handy software program that many in the terraforming community use to craft their massive maps. It allows builders to shape and create realistic CG landscapes with the amazing power of algorithms. By using building blocks that you wire together with nodes, like a net in a big grid, you can simulate all sorts of terrain and erosion. It all sounds very science-y and stuff, but it’s perfect for world-building. You can learn more about it here!WorldMachine是一款方便的软件，很多地形师用它来制作宏伟的地图。它神奇的算法使得建造者得以创造出逼真的CG景观。通过节点将各种建筑模块（指WorldMachine中的device，译者注）连接在一起，就像一个大网格中的网络，你可以模拟各种地势和侵蚀。这听起来非常的科技化，但它创造地形的效果十分优秀。你可以点击这里了解更多信息！\n\n\n\n\n\n图4.jpg (126.8 KB, 下载次数: 88)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\n“The joy about working with WorldMachine is that you get to manipulate the organic patterns of nature with the giddy power of God,” explains Consue. “Add, subtract, erode and combine to create anything from the rolling hills of countryside to the mesas of Utah. It’s like a puzzle - you begin to dissect a terrain into the different components that make it up.”“WorldMachine的乐趣在于，你可以使用上帝的神力将自然景观有机地结合在一起。” Consue解释说，“加、减、侵蚀、组合，就能创造出从乡野起伏的山丘到犹他州的平顶山的一切景观。这就像一个拼图——你首先把地形分解成构成地形的不同元件。”\nEasier said than done! For new users, WorldMachine can appear overwhelming with its intimidating UI. For someone like me who barely finished school with decent math grades it looks like a nightmare! 说起来容易做起来难！对于新用户来说，WorldMachine看上去十分复杂的用户界面可能会让人望而生畏。对于像我这样数学成绩马马虎虎的人来说，这看起来简直像是噩梦！\nWorldPainter on the other hand is somewhat simpler. Working as an interactive map generator, it focuses more on the artistic side, allowing you to paint or sculpt the terrain itself directly (learn more about it here. It can also import WorldMachine creations, and both have been vital for Consue in bringing her real-world experiences to a digital format. \nWorldPainter则要简单一些。作为一个交互式地图生成器，它更侧重于艺术方面，允许你直接绘制或雕刻地形本身(点击这里了解更多有关它的信息)。它还可以导入WorldMachine的作品，这两者对于Consue将她在现实世界的体验转换成数字格式至关重要。\n\n\n\n“Everything has its pattern or graceful curve. For example, by studying how talus forms on the side of a cliff you can recreate it in WorldMachine.” says Consue. “However it’s untrue to consider myself a ‘realistic terraformer’. I try to achieve something beyond realism – uniqueness with every single piece.” “一切事物都有它独特的图样或优美的曲线。比方说，通过研究岩屑是如何在悬崖边形成的，你就可以在WorldMachine中重现它。”Consue说，“但是请不要把我当成是一个‘真实地形构建者’。我在试图实现一些超越现实的东西——每一件作品都有独特之处。”\nConsue warns that realism can be impractical to convey in Minecraft due to its sky limit. With the vertical 255 block limitation there is only so much that you can make.“It’s therefore necessary to exaggerate and create illusions,” she stresses. “Trees cannot be too tall and placed far from mountains and [you need to use] subtle gradients to increase vertical space. Sometimes features are hard to read so I use a block pallet with high contrast to make features pop out.”Consue警告说，因为高度上限，现实主义风格在Minecraft里是很不切实际的。由于255格的高度限制，你最多只能建这么高。“因此，有必要夸张和制造幻觉，”她强调，“树木不能太高，也不能离山太远，你需要利用微妙的梯度来增加垂直空间感。有时一些特征很难突出，我会使用一个高对比度的地块来让特征凸显出来。”（这一句的原文十分迷，此翻译带有很大成分的猜测，如果错误恳请斧正。）\n\n\n\n\n\n图6.jpg (363.55 KB, 下载次数: 82)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\nThe limitations don’t make the creative process less fun though, and no challenge is too daring. Consue has experimented with a lot of terrain, both through her own projects and commissions that she gets from time to time.\n尽管如此，这些限制并没有让创作过程变得乏味，也没有什么不可能实现的挑战。Consue在自己的项目和不时得到的委托中尝试了各种各样的地形。\n“I find the American west desert and mesas especially interesting to design and [they] offer quite a challenge. My current long term project extending beyond Minecraft is a mashup of different sceneries of the area, including Monument Valleyand Bryce Canyon. I also like to work with the bare yellow landscapes of Norway and Iceland.”\n“我觉得设计美国西部沙漠和平顶山的过程特别有趣，它们是相当大的挑战。我手头的长期项目超出了Minecraft范畴，是地区之间不同景观的融合，包括纪念碑谷和布莱斯峡谷。我也喜欢研究挪威和冰岛的裸露黄色地貌。”\nYou get to manipulate the organic patterns of nature with the giddy power of God.你可以用上帝的神力操纵自然\n\n\nTerraforming is a humongous undertaking that requires both computer power and an eye for detail, but there’s still plenty of reasons) to try out earth-shaping. If you ask Consue, it’s an art form that can take a whole different turn.地形创作是一项庞大的工程，既需要计算机的能力，又需要对细节的观察，但你仍然有许多尝试地形创作的理由。如果你问Consue，她会告诉你这是一种艺术形式，可以转变到完全不同的方向。\n \n\n\n\n\n图7.jpg (157 KB, 下载次数: 91)\n\n下载附件\n\n2019-5-11 22:55 上传\n\n\n\n\n\n\n“My digital arts professor once said that the industry is like a merry-go-round, once on a seat it’s easy to touch every aspect of the industry. Terraforming is not only a great for the Minecraft creative community but has so many connections with the wider sphere of digital art it’s easy to take off.”“我的数字艺术教授曾经说过，这个行业就像一个旋转木马，一旦坐在座位上，就很容易触及到这个行业的方方面面。地形创作不仅惠及Minecraft创意社区，而且与更广泛的数字艺术领域有着很多联系，很容易取得长足发展。”\nSo what are you waiting for? Go change the world!所以你还在等什么？来改变世界吧！\nRenders by Consue and @JakobMnz 渲染图由Consue和JakobMnz提供\n\n原文链接：https://www.minecraft.net/zh-hans/article/terraforming-minecraft\n发布时间：2018年04月07日\n原文作者：Per Landin\n",
    "replies": [
        {
            "author": "简简-单单",
            "timestamp": 1557540480,
            "txt_content": "原来这是一篇文章，我还以为是软件发布呢。"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1557540600,
            "txt_content": "真的转载了，支持一下\n顺便大佬就是大佬恩....."
        },
        {
            "author": "SQwatermark",
            "timestamp": 1557541260,
            "txt_content": "雪莲_xvelian 发表于 2019-5-11 10:10\n真的转载了，支持一下\n顺便大佬就是大佬恩.....\n我是想转载她的作品的，但似乎没联系上，她很久没上pmc了"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1557541440,
            "txt_content": "watermark 发表于 2019-5-11 10:21\n我是想转载她的作品的，但似乎没联系上，她很久没上pmc了\n转载的话一定支持~"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545580,
            "txt_content": "666666666666666"
        },
        {
            "author": "3194436782",
            "timestamp": 1557646500,
            "txt_content": "用论坛图床更好哦"
        },
        {
            "author": "柿子shizi",
            "timestamp": 1558006140,
            "txt_content": "很厉害的说。很好看的说。"
        },
        {
            "author": "t154654",
            "timestamp": 1558105860,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "Q676756652",
            "timestamp": 1558146180,
            "txt_content": "感谢楼主大大"
        },
        {
            "author": "1984463791",
            "timestamp": 1558218360,
            "txt_content": "mcbbs因你更精彩"
        },
        {
            "author": "alecchangod",
            "timestamp": 1558426080,
            "txt_content": "OwO\n\n謝謝????"
        },
        {
            "author": "Luvnstriow_",
            "timestamp": 1558870980,
            "txt_content": "哇！这些地图真的壮观，，，好像要emmm"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1558873980,
            "txt_content": "Luvnstriow_ 发表于 2019-5-26 19:43\n哇！这些地图真的壮观，，，好像要emmm\n有些可以在planetminecraft下载，搜索consue，找她的作品(不过需要科学上网)"
        },
        {
            "author": "Luvnstriow_",
            "timestamp": 1558874580,
            "txt_content": "watermark 发表于 2019-5-26 20:33\n有些可以在planetminecraft下载，搜索consue，找她的作品(不过需要科学上网)\n感谢，现在就去找"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1558950300,
            "txt_content": "watermark 发表于 2019-5-11 10:21\n我是想转载她的作品的，但似乎没联系上，她很久没上pmc了\n如果她很久没进入过mc圈的话mj怎么会采访呢～"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1558952160,
            "txt_content": "天狼星black 发表于 2019-5-27 17:45\n如果她很久没进入过mc圈的话mj怎么会采访呢～\n这篇文章发布超过一年了。而consue最后一次再pmc发布大概也快一年了"
        },
        {
            "author": "2236255018",
            "timestamp": 1558975500,
            "txt_content": "官方贴图水楼■■永不沉贴■■欢乐依旧■■必须带图■■表情不算■&#160;-&#160;Minecraft中文论坛 - Minecraft资讯|MOD|联机|皮肤|材质|作品"
        },
        {
            "author": "alsois233",
            "timestamp": 1559040600,
            "txt_content": "好好看好好看哎"
        },
        {
            "author": "Emperor142857",
            "timestamp": 1559041980,
            "txt_content": "每一张图乍一看都很壮观，但仔细看一看就会发现方块的棱角…大佬大佬"
        },
        {
            "author": "青瓷_",
            "timestamp": 1559047140,
            "txt_content": "渲染图不错啊！"
        },
        {
            "author": "MC__小杰",
            "timestamp": 1559049060,
            "txt_content": "\nMCBSS有你更精彩~"
        },
        {
            "author": "邵小飞",
            "timestamp": 1559163060,
            "txt_content": "这个东西感觉很稀奇。很好玩的样子。"
        },
        {
            "author": "in98",
            "timestamp": 1559186160,
            "txt_content": "支持支持"
        },
        {
            "author": "Ezreall",
            "timestamp": 1559372400,
            "txt_content": "疯狂收图=w="
        },
        {
            "author": "Mc65454",
            "timestamp": 1559427720,
            "txt_content": "..........."
        },
        {
            "author": "桐乃源玖",
            "timestamp": 1560492000,
            "txt_content": "看起来非常的好看"
        },
        {
            "author": "夜.无痕",
            "timestamp": 1560530760,
            "txt_content": "不错不错"
        },
        {
            "author": "梅露露Cieum",
            "timestamp": 1560780840,
            "txt_content": "哇，那得多费肝啊，真肝出个地球估计要死。。"
        },
        {
            "author": "箜卅",
            "timestamp": 1560936240,
            "txt_content": "。。。。。。。。。。。。。。。秀。"
        },
        {
            "author": "1658637228",
            "timestamp": 1561093860,
            "txt_content": "好厉害"
        },
        {
            "author": "LEOdada",
            "timestamp": 1561123740,
            "txt_content": "这真的是太好了，极大的帮助了我造图"
        },
        {
            "author": "LCPAC",
            "timestamp": 1561261080,
            "txt_content": " 本帖最后由 LCPAC 于 2019-6-23 11:40 编辑 \n\n我最近也在学习WorldPainter\n这真的是Newbee啊啊啊"
        },
        {
            "author": "看看而已",
            "timestamp": 1561710000,
            "txt_content": "这样的地形生存起来一定很好看吧"
        },
        {
            "author": "13579246801223",
            "timestamp": 1562148480,
            "txt_content": "#在这里快速回复#6666666666666666"
        },
        {
            "author": "xujinh",
            "timestamp": 1562724240,
            "txt_content": "欢迎来到别人的世界"
        },
        {
            "author": "whoro_maddox",
            "timestamp": 1562738280,
            "txt_content": "简简-单单 发表于 2019-5-11 10:08\n原来这是一篇文章，我还以为是软件发布呢。\n是的\n"
        },
        {
            "author": "qq2219978145",
            "timestamp": 1562749320,
            "txt_content": "我傻了，看到这几张截图。。"
        },
        {
            "author": "Chaoren⑥",
            "timestamp": 1562788260,
            "txt_content": "666666666666666哦"
        },
        {
            "author": "台风了",
            "timestamp": 1562905200,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "1512624649",
            "timestamp": 1562910000,
            "txt_content": "emmmmmmmmmmm"
        },
        {
            "author": "xpahl126",
            "timestamp": 1563091500,
            "txt_content": "感谢分享！！"
        },
        {
            "author": "七木",
            "timestamp": 1563388260,
            "txt_content": "真心不错666"
        },
        {
            "author": "auvauvauv",
            "timestamp": 1563420000,
            "txt_content": "这帖子人真少不科学渣机默默流泪（BUG酱外包了自己的工作）是时候突破MC高度限制了"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548400,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548460,
            "txt_content": "MCBBS，有你更精彩"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548460,
            "txt_content": "MCBBS，有你更精彩"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548520,
            "txt_content": "MCBBS，有你更精彩"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548520,
            "txt_content": "MCBBS，有你更精彩"
        },
        {
            "author": "永恒のMC",
            "timestamp": 1563550920,
            "txt_content": "好棒，支持"
        },
        {
            "author": "永恒のMC",
            "timestamp": 1563550920,
            "txt_content": "好棒，支持"
        },
        {
            "author": "moynglong",
            "timestamp": 1563770160,
            "txt_content": "没看懂啊"
        },
        {
            "author": "故风华",
            "timestamp": 1563880680,
            "txt_content": "dfgdhfhddd"
        },
        {
            "author": "lim__",
            "timestamp": 1564013760,
            "txt_content": "ssssssssssssssssssssssssssssssss"
        },
        {
            "author": "xiao：sword",
            "timestamp": 1564033680,
            "txt_content": "大佬的地图就是不一样啊"
        },
        {
            "author": "QingFeng233haha",
            "timestamp": 1564108560,
            "txt_content": "。66666666666666"
        },
        {
            "author": "陈锦阳",
            "timestamp": 1564116960,
            "txt_content": "好厉害啊看的我一脸懵逼"
        },
        {
            "author": "2559339731",
            "timestamp": 1564188480,
            "txt_content": "厉害了。。。。。。。。。。"
        },
        {
            "author": "2559339731",
            "timestamp": 1564188480,
            "txt_content": "厉害了。。。看不懂"
        },
        {
            "author": "1796798103",
            "timestamp": 1564286640,
            "txt_content": "厉害了，我记得有人造出过大陆"
        },
        {
            "author": "跳跳豆",
            "timestamp": 1564301220,
            "txt_content": "靠，太牛叉了，佩服"
        },
        {
            "author": "EternityIce",
            "timestamp": 1564467420,
            "txt_content": "woc牛逼啊"
        },
        {
            "author": "长眠导师",
            "timestamp": 1564528680,
            "txt_content": "好厉害好厉害好厉害啊！"
        },
        {
            "author": "Levi_Marvin",
            "timestamp": 1564539540,
            "txt_content": "nice，好东西"
        },
        {
            "author": "qwho",
            "timestamp": 1564559940,
            "txt_content": "呵呵"
        },
        {
            "author": "云.高.触不到",
            "timestamp": 1565000760,
            "txt_content": "乍一看。。。这不是风景图么，结果当我看到近处的方块。。。。。恩，大佬大佬"
        },
        {
            "author": "满心欢喜yza",
            "timestamp": 1565066700,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "sa22sa",
            "timestamp": 1565245320,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "132138",
            "timestamp": 1566091500,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "2282418792",
            "timestamp": 1566097800,
            "txt_content": "有点意思"
        },
        {
            "author": "抑制不住的",
            "timestamp": 1566146100,
            "txt_content": "赞赞赞，这个很厉害呀"
        },
        {
            "author": "筱柒不会哭",
            "timestamp": 1566153840,
            "txt_content": "这是什么鬼东西 MC中的情怀？"
        },
        {
            "author": "qq23qq49qq",
            "timestamp": 1566222060,
            "txt_content": "Good thing, I'll download it , thank you!"
        },
        {
            "author": "8471880",
            "timestamp": 1566520620,
            "txt_content": "这些在那里下载啊"
        },
        {
            "author": "362487237",
            "timestamp": 1566724380,
            "txt_content": "MCBSS有你更精彩~"
        },
        {
            "author": "娃哈哈呵呵",
            "timestamp": 1566740880,
            "txt_content": "渲染好棒啊"
        },
        {
            "author": "lvWG",
            "timestamp": 1567004280,
            "txt_content": "多么需要电脑的配置啊"
        },
        {
            "author": "minecraft65536",
            "timestamp": 1567042860,
            "txt_content": "少拿真实世界骗我"
        },
        {
            "author": "zjqing",
            "timestamp": 1567046700,
            "txt_content": "膜拜大神"
        }
    ]
}