{
    "title": "<原创·单篇>犯罪杀手:雇佣兵[作者:SANKH_LAN]古瑞之章",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1556610420,
    "txt_content": " 本帖最后由 shure 于 2019-4-30 15:47 编辑 \n\n警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。\n\n\n\n\n\nfile_1556609767000.jpg (506.98 KB, 下载次数: 2)\n\n下载附件\n\n2019-4-30 15:36 上传\n\n\n\n\n犯罪杀手：佣兵ＫＲＩＭＥＫＩＬＬ　MERCENARYMade by SANKH_LANＩＮＴＲＯ“去死啦键盘侠！”拥有自我原则的自由雇佣兵伊瑞古拉·弗洛格（华语名字“古瑞”）出没并回到老家鹰落城，并在此进行私法运动。比起某些极恶的犯罪分子，他更讨厌键盘侠。整篇内容分为“伊瑞古拉”、“小富贵”、“仇恨”、“私法万岁”共四章来讲述他的生涯。\nＳＰＥＣＩＡＬ　ＴＨＡＮＫＳ笑水轩团队小械 / YU RAY单单 / Nur\n由于论坛屏蔽机制，已上传源文件。\n\n\n\nKrimekillMercenary.zip\n(985.47 KB, 下载次数: 1)\n\n\n\n2019-4-30 15:46 上传\n点击文件名下载附件\n犯罪杀手之雇佣兵\n\n\n\n\n\n伊瑞古拉　　你好？有人吗？　　嗯……要我猜的话是有的，虽然我讨厌去猜。　　不管有没有人，我还是打算说一下我的故事呢。在那之前我先做个自我介绍，我的名字是伊瑞古拉（Irregular），现在是一名自由自在的雇佣兵，不过我更喜欢有人叫我古瑞（RaiKoo）。可别把我跟那些嗜钱如命的家伙们沦为一谈，我也有我自己的原则，至于是什么原则，我也可以说出来。一，不接受无案底目标，个别仆街（粤语“混蛋”）除外；二，虽然雇佣金一般是按照风险难度而定，但我是按目标的通缉令等级定义，你可以在我完事后再付，但绝对不准玩我，不然你会很难受的；三，如非特殊情况不会去加价，而我也会在完事后顺带说明，至于你愿不愿意相信也不是我说了算。　　当然，我也不是什么好人，至少对那些总爱站在制高点的混蛋们而言。说到那号人，我还要说下某个作死的家伙，他那嘴脸实在太臭了。倘若他只是在后面发泄不满的话，我也不会去搭理他，说真的，完全没有必要为了一个生活中失利的人而去大费周章，但这次的情况可截然不同。　　我很庆幸这次有人有很大的骨气，私自找上我还带指出了目标。事情大概是因为火灾事故后引起的事件，商场起火，消防员为了救出被困人员而不幸牺牲，论谁都会为之叹息，而那家伙居然还在网上说了“炸平了最好”之类的仆街话。要我估算的话，他的赏金起码也值得上一两万。现在我人在康顿，而目标也在康敦，而这也算是我在坐飞机飞回老家鹰落城之前接的最后一单了。找人这方面本身我就会，平常只需要一个名字，之后就可以用我的手段挨个儿搜了，虽然费时，但却总是能精准的找到目标，而且那些经常喜欢过嘴上风头的家伙都有个固定的地点。当然那些经常转移地点的就说不准了。　　找着那人的时候，他还在那一个劲儿的“批判”，那键盘敲的可响了，其噪音基本上可以把一个熟睡的给吵到去骂街。当然，我这可不是来杀他的，只是需要给他个深刻的教训罢了。闯入他房间，一顿恶言威胁后，那耀武扬威的家伙立马就变怂包了，要是我把军火弄过来指着他的脑袋，那他还不得吓晕过去了。不过诸如摩多港那些地方基本是不允许带枪的，诸如鹰落城，暗宁城的地方反而对此很开放，无非是要多带一份**，其次是不可以无端端的惹事就行。　　不过，是我的话，估摸着会经常惹事，有枪没枪都一样了。　　在我飞回鹰落城之前也没什么事情可做了，因此也正好能说一下我小时候发生了什么事情。可能别人看到我对着空气说话会觉得我是黐线（粤语“**”），我才不管呢，我就跟你说话。　　所以，从哪开始？我**的时候？这段是我头一回犯事的时候，而且这一来就捅了黄蜂窦（粤语“马蜂窝”）。起因是因为有个儿时朋友告过别人黑状，之后被人纠集一帮人把他打到重伤住院，我当时特别讲义气，一个挑他们十个，赤手空拳对他们一堆器械，全撂倒了。打完后我还主动去跟他们道了个歉，不过那人不领情，后来他把他的叔叔找来了，他是某个地方的土匪头，我被打的时候也没还手，刚好被我的爸爸逮着了，他见到这样子就火了，一下子就冲过去，把他们给打的路都走不好了。事后我也跟我的爸爸解释了发生的事情，而他也告诉了我，被人欺负了就打回去，但也不能去欺负别人。　　当然，我也有惹怒他的时候，因为我在那时候杀了人。一场简单的银行劫案，因为我的莽撞间接害死了别人，我顿时感觉到有一种罪恶感压在心头，觉得要是不解决他们的话，就对不起那些无辜被杀的人。之后他们跑了的时候被我从家里偷出来的跟踪器黏住了，以至于我很方便就找到了他们。他们发现我的时候肯定是不会轻饶我的，毕竟我闯进了别人的领地了嘛，不过我反应快，抢了两把手枪就把他们全都打爆了头……之后我被抓了，但抓回差馆（粤语“警察局”）一会儿后就又被放了。这种事可真够矛盾的不是吗？不过爸爸知道后特别生气，把我这个细佬仔（粤语“小孩子”）给臭骂了一顿，之后就连着几个星期没理我，直到最后我自己**去道歉。我可真不该，居然会去钻这种空子，即便自己对法律这方面的确挺失望的，他们为什么不考虑下把配没（把罪人的家属发配为奴隶）手段重新应用起来呢，对付那些小疯子多好。　　我的妈，我到底在想的什么鬼玩应……　　我的爸爸，“疯蛙”克雷西·弗洛格（Crazy Frog），他也是一名雇佣兵，而且已经接触上了某些特级任务，不过他所接的单子却往往是从差馆里头来的，而且通常都是他们难以解决的麻烦，有某些影响极为恶劣还在逃的一级谋杀（包括预谋杀人，由于过失至多数人死亡，以及在犯其他重罪过程中杀人的情况）犯之类的，也有些教科书般的老无赖，难怪他不会被抓，但也没什么人能抓到他，不过我也从中听说，他在头一回接那些危险单子的时候，心里也会有些忌惮的。而我在摩多港的那段期间也接了不少单子，但更多的是来自于私家户，只是这样一直去解决这些，以后会不会让他们变得有些膨胀，到时候会不会演变成动不动就雇凶杀人的荒唐场面？事实上我真的有点害怕，因此我自己制定了规则，也因此给推掉了一些自私的委托。不过呢，有个街区的接连怪事还真是挺叫人在意的，比如无从解释的人口失踪；比如居民楼里出现的阵阵恶臭味，我从里头捞出了一个切糕癫佬（粤语“疯子”），他还差点砍死我了；比如小巷里那个被一群疯狗咬死的金鱼佬（粤语“恋童癖”），他差点把另一个孩子给毒害了反被我赶了，要我说，他真是自折堕（粤语“自作孽”）；比如有人被他自家开的养生院的无数只曱甴（粤语“蟑螂”）咬死，我搞不懂他存这么多是要闹哪样……反正那儿的事儿多的挺吓人，我该庆幸我离开摩多港的时候没什么特别的麻烦找上我，毕竟我也是个衰人（粤语“坏人”）嘛。　　好了，回想了这么久，也该回到鹰落城了。平日积攒的钱财也够拿来做一堆事情了，比如买上一堆枪炮弹药来存柜子里头什么的。但最要紧的，就是回到家里头把整个房子给打扫干净，满地的灰色调也不算惊奇了，毕竟父子俩都长时间不在家。一个下午的打扫后，房子终于回到了以往的豪华面貌，壁灯画像什么的一样都没有落下。　　整理完后出门就遇上了帮派火拼，虽然那帮古惑仔（粤语“不良少年”）拿的都只是长刀短棍的，但这么大阵仗也足够叫差佬们忙活的了。他们干架我管不着，不过也该庆幸没有什么平民在附近溜达，不然就要无端端遭殃了。不对……我本身也算平民吧，那我是不是也要躲起来？得了吧我才不躲呢，还是走着马路没理他们，顶多把某些砍错边的、挡我路的给推一边去，就这样一路小打着走出了战场，但却让差佬们捏了把汗。　　平常没有委托的时候，我都会习惯去拿把大扫把出门，去帮清洁员们捡垃圾扫地什么的，他们一天到晚在大街上忙活也很辛苦的，更别说有时候会有危险。不过，要不是因为有那场“事故”，我还不至于结识到好友呢。说起来我以前还有一个朋友是从网上认识到的，那人是住在白桦城的普莱尔（Player），只是现在她人也是忙得很，长时间要趴在电脑前研究某些特别重要的东西呢，也难怪没法联系上她了。　　“有没搞错，走路不长眼睛吗？”而我也回怼了车里的人，而且语气相对的也挺冲：“开车请认真看路不谢！”　　里头的司机可不高兴了，下车要跟我理论，不过一看到我腰间挂着枪就懵了，试想有谁见过清洁员带武器的？另一人从车子的后座下来，同样是被吓到了，之后就再次躲车子里，那人还挺年轻，不过着装就挺显摆了，清一色的西装，好比富家大少爷。说起来，不就是在鹰落城带着枪嘛，居然给怕成个熊样。我想主动上去跟他打了个招呼，那司机却怕我做出什么伤天害理的事就要阻止我，结果被一扫把撂倒，而后我又把他给扶起来。我要是想动手的话，不用枪都能解决，何况又不是头一遭这么做了，不过刚才被我一扫把顶住车子，外加重心不稳一巴掌拍在车上，先不说扫把弯了，对方的车被整容了可真叫人难受。不过那孩子，他说着与键盘侠相符的话还真是让人心痒痒。好吧，至少他敢在外面说，只不过是躲在车里叫骂而已。　　把他叫出来之后，我并没有做出他自以为会发生的事情，而是让他打我一拳。没错，不多不少，就一拳。他一开始也不相信，但见我没动静后，他才慢慢走了过来。等他靠近后，我便使坏吓唬了他，让他一个踉跄跌倒在地，之后他爬着回去才重新站起身，而我依旧站在原地，就等着他打过来。结果他拳头还没贴到我脸上，反而自己躲车子后面了。　　搞什么鬼啊矮仔（粤语“矮子”）！　　让他再来，我还站在那里，那孩子见我没反应的样子却有些胆怯了，毕竟刚才被我吓的，不过最后他还是没敢出手，我一急了就痛骂对方是懦夫。这一骂还得了，直接就切了他底线，他冲过来就把我摁地上打了一顿，还一个劲儿的嚷嚷着他才不是懦夫。哎哟，你这是书虫之怒呢还是什么呢。　　算了，至少他动手了。完后我还去问了那孩子的名字。　　“夏锐棋（Ritchey Ha）。”他毫不犹豫的说了出来，而我也上报了自己的名字，不过我用的是“古瑞”这个名字。完后我自己主动付了钱让他们把车子开去维修。　　不过那细佬仔出手还真没个轻重的……倘若那个小鬼真的是富家少爷，那么那个司机也应该是某个管家，不过管家的话，未免也太菜了吧，我心目中的管家明明是个武林高手才对啊。　　不多想了，还是先回家看看有什么东西忘记收拾吧，剩下的以后再说。\n 小富贵　　我上回说到哪里来着？刚认识夏锐棋那个富家少爷那头对吧？　　那家伙给我的第一印象……可真的是个废柴，行为上也跟其他的键盘侠没什么两样，但那家伙起码还是有不同点的：在被侮辱谩骂的时候，他们依旧只会**，他却当场动手了。真是个有意思的细佬仔，赏我这几拳疼了好久呢。回去之后也没有什么东西遗漏的，包括我爸爸以前记的日记还有写满一整本的罪恶图册，那本图册记满了他所击溃的罪犯和其生前的罪行呢。说起来，我那个记录罪行的习惯也是继承于他的呢。　　不过门口不知道什么时候多了一个包裹，而我也就顺势拆开了，结果差点就被诡雷炸到了。　　你老母，居然用这破玩意算计老子！这等破事除了那些仆街也没别的人会做了！　　第一时间我就去查了下最近的港**易，这些还算好找，毕竟有的信息是半公开，也够用的了；其次我去问了下当地的帮派，如果能够问出是谁干的这等缺德事，那些帮闲最清楚不过。不过有的帮闲可真会讲话，但也有的闭口不提，甚是叫人怀疑。之后更是有个人建议我去询问刃拳帮，那是当地最大的帮派了，近日来除了监督岗位和调和其他帮派，基本也没做出什么害人的事情，林宴（Yin Lam）则是他们的头子。帮派都是些什么人物，人人皆知，除非你够本才能在他们面前大声说话，但也不乏有一些低调的家伙，毕竟表面越张狂背后越狼狈。　　说起来我跟那些古惑仔也有过不少交接了，只是跟帮派大佬见面这种事还是挺少的。不过在走之前他居然要我跟他打一场，我也没说什么得罪别人的话吧。之后我才从他的手下唐墨（Tang Mo）嘴里知道，他是个武痴，但也是个重情义的家伙，也难怪他能够坐上那把交椅，另外还有一个会打的家伙叫做程卡（Ka Ching），不过他经常得到外头巡视，还得密切监视其他帮派的动向。想要维持一整个帮派，他们也真够苦命的。而这次，我还得跟唐墨一块儿去看看港口的情况，不知怎么的他们没联系上程卡。当然这是我自己要去看看的，说真的，如果当初没去看的话，估摸着也不会卷入帮派战争了。　　去港口那儿才得知那儿已经被另一个帮派，白鱼骨帮给占了，他们仗着有大量的枪炮就去冒犯他们，而程卡也是死里逃生，毕竟他们刃拳帮平常都不带枪的。　　唐墨这家伙真够可以的，直接就抢了我的其中一把手枪就开轰，而且那人的枪法也特别准，应该是在外头混久了的缘故；而我以前在去过摩多港那段时间之前，没事也有跑去打靶子。之后，我们在那里打扫战场，不只是有一堆轻机枪，还从中捞出了上回差点弄死我的一堆诡雷，不过为什么会在白鱼骨帮那里，还真是够奇怪的。引用程卡的话来说，他们本来是要接手这些武器的，结果货还没到，他们却打来了。一直以来帮派之间都是井水不犯河水，这次却不知发生了什么变故。　　这让林宴知道了还得了，当即就带一帮人，抄起家伙就要去他们地盘质问，但谁曾想白鱼骨帮内部也是一团乱麻。没办法，林宴只能叫小弟们把他们全拿下，之后自个儿就去找他们的大佬。白鱼骨帮的大佬梁殒（Yun Leung）也不是个脾气好的家伙，他也是刚从康敦回来才知道这事，听闻之后先是震惊，后是恼怒，之后他便亲手把那个反水的家伙给揪了出来，当场给一枪毙了。承诺会把地盘归还并严加管理其部下后，林宴等人就撤了，而后梁殒还对他们帮派无故攻击我的事情道了歉。说起来白鱼骨帮在整个鹰落城里是干烟茶酒生意的，也因此跟其他帮派有点往来，而且大多数是服从近日突然活跃起来的刃拳帮的，毕竟如果不是林宴出手把他们制止了，他们早就被差佬全灭了。　　回到家里，门口又多了一封信件，那人还自称是夏公子……那不就是上回的细佬仔吗。我应该得去他家一趟，顺带得告诉他要低调些，而且他还邀请了我去他家呢。不得不说，他的家里还真够豪华的，且不说其设计都很精致，材料也都选了上等的，其程度足够与总统套房对比了。之所以会被邀请来这里，其实也是因为他的父亲夏浦（Pou Ha）找我有事要打理，只不过是让他的儿子来写信罢了。如果不是因为有特别的事情的话，那些富家人才懒得理诸如我这样的底层平民呢。　　果然，他所担心的就是那些喜欢多嘴的长舌妇们——也就是键盘侠。说到键盘侠，我对那些人的定义还是比较广的，妖言惑众，道德绑架，颠倒黑白，玩**，无差别人身攻击，行为上的矮仔，这些都会被我算入其中，如果有人愿意出钱让我去做了他们，那我是极为乐意为此效劳的，即便雇主是个衰人。　　很久以前就有因为键盘侠的蓄意攻击而死亡的消息。有个孩子碰到了医生，拒不道歉还屡屡挑衅，结果就被打了，之后他的家长竟还倒打一耙，进行着所谓的“简单”描述，从而导致暴力发生，最终导致医生**，而如今依旧有大量的暴力事件在发生，但没有人说一声为此负责。即便是极为恶劣的悬赏犯都敢当面承认自己的所作所为，相对来说，那些只敢躲在幕后张牙舞爪的家伙们比那些经常挨枪子的犯人们还恶劣多了。借用下某个自负的异界魔王的话来说，他们自以为是巨龙，其实也不过是连颗米饭都咬不动的虫子罢了。　　而夏浦担心他的儿子会遭受无端端的网络暴力，也是合情合理的，谁都不愿意那种事情发生，即便它一直都在重演着。　　我的妈，想想就觉得恐怖，比一群丧尸围攻集中营的情况还吓人多了。　　算了，不多想了，我还得去教那细佬仔几手呢，他才迈出了第一步，所以还需要有人推动他，这也就意味着我得来他们家串门不止一回了。当然如果夏锐棋那个小富贵肯自己光顾我的小窝，也算是省掉我的一笔开销了。呵，我叫他小富贵可没什么毛病，谁让他是个公子呢。只不过频繁地把他又摔又掷的，他老窦（粤语“老爸”）难免会找我麻烦。至少以后他就不用被欺负了，但也不代表着可以随便去欺负别人，而且我也该庆幸我没遭遇到吃闭门羹那种事。　　好几天后，我本来打算着窝在家里头睡个懒觉的，但现实不给。小富贵一大早就找上了我，说是要我帮忙解决一个人，毕竟我之前串门时也有跟他们表明身份。原来他在路上听到有人在盘算着怎么赚着快钱，而且还是肮脏勾当，就这世头，有人利用善良的职业来干坏事也不足为奇，更别说是保姆。截止那衰人已经谋害了九个老头，而且由于不确定差佬是否知道那些事情，他只能找上我来解决麻烦，顺便他还记下了那人的特征，这下就好处理了。　　一路跟踪目标以确定其地址后，我便爬到窗外，确定没有其他麻烦后便偷溜进去了。所幸，那老人并没有看到我，不然我就惨定了，被人发现我私闯民宅可是会被差佬抓的。之后我静悄悄地走进了厨房里，果然看到了那个保姆，在锅里下着农药的她还正考虑着要拿着那笔不义之财做什么呢。　　去地狱旅游怎么样？　　她也顺势应下了，但一会儿她就发觉情况不对了，因为我是“抄小道”私闯的。　　“等等，地狱？！”没等她反应过来，我上前一脚踹了她，之后就把她的头猛地往锅里按下去，我还抄起了锅盖猛砸，恨不得要把她的脑袋给留在硫酸池里头。完后，我把尸体给悄悄弄了出去，还把饭锅里里外外洗了个遍，直到里面不再残留下什么痕迹为止。　　总之，委托顺利完成，他们也没发现什么问题，就当那人甩底（粤语“失信”）了。顺带，我还从小富贵那头赚了笔雇佣金，毕竟私事和生意是两码事。　　除此之外，我还要说一下特别让我生气的事情，当时可真够悬的。我跑远路的时候习惯去坐公交车，所以兜里总会准备两三枚硬币。平常有人坐过站，那也只是暗骂着后自认倒霉，但这回却来了个暴脾气，那人要求下车，但附近没有车站，司机并没有停车，结果突然就被打了，而且还不止打一下。　　车子突然偏了方向就让我够不爽的了。妨碍驾驶的，我丢你老母（粤语“操我妈”，骂人话）！　　我从车后跑过去，把靠着司机的仆街给揪走，不顾车窗还关着就给直接扔出去了，我知道这可能会出人命，但要不这么整的话，他非得把一整车人害死！一条人命换一整车的也算值了，不过我回头又得去跟差佬们解释了，起码还不至于严重到踎监（粤语“蹲监狱”）的地步。　　总之今天依旧是个能让人安静休息的日子，对于键盘侠就说不准了……不对，那帮仆街老想着要整些什么麻烦事儿，哪会知道什么是休息呢。\n 仇恨　　细路仔跳楼了这事特别吓人，因为不只是有个金鱼佬在作祟，更有怂恿别人归西的仆街，而我对这事可真的是要气炸了，并不是因为凶手惹的乱子，而是因为键盘侠那贱嘴。当然那小富贵也知道那桩事了，毕竟影响太大了，再加上当事消防员那声绝望的哭嚎。这些天我也在帮刃拳帮和白鱼骨帮处理些简单的要务，当然是要收雇佣金的，说是简单，其实有时候也免不了要打上一场，毕竟他们也不知道为什么会无端端被三影帮袭击，而且他们最近不知怎么的就得到了大量武装，整排的长枪短炮就够那两个帮派喝一壶的了。　　老样子，先找人再动手，不过在行动之前，我还去了一趟差馆并顺走了不知道哪个马大哈落在角落的手铐呢。不过这次的目标可是相当有水准，反侦察不说，还有办法把那些差佬们给反拷了，这可是流氓行径，不过他没我还流氓就对了。一旦被我找着了目标，那他铁定是跑不了的，我会死死的粘着他，不过有的人的共同特点就是硬要反抗，对我影响不大，无非只是加点难度罢了。　　在我找到那个仆街之前，我先讲个不好的故事吧，毕竟现在这世头，被人人喊打的不只是过街老鼠，还有那些名流大款呢，而炳谷兰就是其中一个。在我看来，她也算不上衰人了，一直以来她的演技都很逼真，从而大受欢迎，而且她在唱歌舞蹈方面也很有才。我也算是她的粉丝了，一听到她有举办演唱会，就肯定会去买张门票看的，或者去光顾下影碟商铺，问有没有与其相关的影片。不过，因为她太火了，某些娘娘腔就很不爽了，竟雇了一帮冚家铲（粤语“全家死”，最为恶毒的骂人话）来玩她，白的玩不过就玩黑的，我真想给他们丫的一棒槌。之后，不管她做什么都会被那些键盘侠恶言相向，哪怕是一丁点芝麻蒜皮的小事，最终导致她崩溃了。那些看客们还不知道什么情况呢，直到有人发现炳谷兰在家中**，然而，他们依然还是那副嘴脸，也许在他们眼里就只有钞票了。我一气之下就痛骂了他们其中的一个仆街，还约了架，之后更是把他给暴揍了一顿，连带他的一大帮狐朋狗友。说真的，不打他们一顿，他们以后还会继续作妖，不过想叫我这个狂小子赔钱他是别想了。年少气盛嘛，这一点我老爸也深有体会。　　再说说另外一桩近期发生的事情吧。要不是我经常上网看新闻，我还不知道有高跟鞋虐猫这档子事呢，你喜欢还是讨厌小动物我不管，但虐待可就真的过分了。都搞到这等地步了，我只能劝你来世善良了。星期五加上十三号，我运气可真是好极了，他们丝毫没有怀疑那桩事是我做的。　　好了，先讲到这里吧，我已经找到目标了，而且有个细路仔差点惨遭毒手，我打了那人一顿后就把他直接拖到没人的角落里头，在那之前还弄了辆车，把他塞进后尾箱里避免他逃跑。你没听错，我干了古惑仔的事儿，毕竟我也是个衰人嘛，而且我也不希望有谁目击到我枪毙了某个人，这会害我踎监的。　　总之，金鱼佬，你死梗（粤语“你死定了”）。　　一枪，干脆利落，结束。我不玩那些花哨玩应的，以至于我到现在都还单身呢——因为太死板了。解决完他之后，剩下的就是另外那个“矮仔”了。那人就跟其他的键盘侠一个样子，方便被人顺着网线打。掐了电线后我就大打出手，而且我还拿着先前偷来的手铐，把那人给拷了。　　那差佬要是知道自己的手铐被拿去拷了键盘侠不知要作何感想呢。　　有人肯定会感到疑惑，为什么我要这么做呢，我可以在这里告诉你们。第一，我并不信任那些差佬，他们不止一次两次让那些平民们失望了；第二呢，我曾经也是其中一个受害者，那帮仆街破坏了不少美好的家庭，也包括了我的；最后一条虽然不怎么重要，但还是说一下吧，我喜欢暴力，但我不会因此而去虐待弱小，这是懦夫行径。没事的时候我就会去**，新闻，或者上个网什么的，我还挺喜欢看那些惩恶扬善的动画片来着，哪怕他是私法主义也好，可没规定说用什么手段遏制犯罪吧，只不过私法主义的作风往往会遭到别人反对罢了。　　说到反对，我好像还有一笔账本要找乌贼算呢，那个仆街差点害死整个摩多港不说，还大肆宣扬私法威胁论，行为上……与他们无益。而现在一个摩多港人来鹰落城？这不完全是给我制造下手机会吗！那人恰巧不知道那栋豪宅就是我的家，他还以为能找到富家人求保佑呢，但就算他真的找到了保镖，对我而言完全没用。说真的，他第一次闯进来还以为没人在家，我也差点逮到他，正打算着明天就去找他，却没想到他在那天就自己送**了。　　一个背叛法律的败类还敢两次窜到我家里来，胆肥了？人人都知道鹰落城是给带枪的。乌贼，我今天不好好折磨你可对不起在摩多港的死神！　　嘛，虽然我也是个不怎么爱遵守法律的衰人。不过要不是富贵拦住我，我还真的要把他当场毙了他后换幅地毯。最后我才找白鱼骨帮去做了他才了事，他非得被扒皮抽筋不可，不过有点可惜了，没有砍他脑袋当夜壶。　　总之这算是大快人心吧，够让我休息好几天了。休息完后，还继续跟古惑仔们做笔交易。　　这次，我从小富贵和梁殒那里得知了同一件事：鹰落城里出现了一个消极先生。他名字叫宁苍俊，还是个初中学生，有着个奇怪的消极情绪，总是第一时间认为发生在他身边的事情是他的错，即便是个芝麻小事……不过他也知道哪里错了，而且总是试着要纠正过来，只不过总是不尽人意。我真不想吐槽那人，也许不止是我要吐槽他了，他这么一个消极主义者是怎么活到现在的？不过既然被我听到了，我就想要挖挖他的背景故事了，毕竟好奇嘛。　　四处找人打探，将众多的碎片集中在一块，以获悉其中的答案。　　宁苍俊，孤儿一个，不过可不是那种骂人话，想歪的面壁去。他的父母不幸早世，他也就被送到孤儿院了，只不过那儿的人对他并不友好，无非是欺负他老实呗。到了上学那回，他除了长假以外就再没回去了，只是他在学校里也很不好过，因为总有些仆街仔想要欺负他，从小学三年级到初一，至少每周两次，但他没有跟其他人说。少部分人会去袒护他，但久而久之也会心生厌倦，那些仆街仔就是盯准了这一点才敢肆意妄为。我以前也被欺负过，但我可不是个好惹的主，不然我现在是怎么当上雇佣兵的。　　想直接找到那人可不简单，但沿途碰上了就算我走运了。那小混混还在威胁他别出声呢，我就过去给了对方几个嘴巴子了，因为他已经惹毛我了。那人不服气还想打回来，结果被我两三下就撂倒了……天哪，感觉我这已经有点像那些人了，而且他并不对别人的救助领情。呵，要不是因为有人说他“什么都不是”的仆街话，他才不会这样呢。你说我怎么知道的？简单，问出来的，我还一路跟踪了他才找到他那偏僻的“避难所”呢。　　但凡说到校园霸凌，我就很不爽了，说真的，凭什么让受害者无辜受罚，而凶手却逍遥法外呢。怎么说呢，这种仆街事总共分成三个部分。第一部分，主要凶手，他们的惯用手段就是拳脚相加以及恶言漫骂，没准还会妖言惑众呢，更有甚者还会去拉帮结派；第二部分，帮凶，有的宁愿去做看客，而且动不动就搞些不痛不痒的抨击，实际上他们什么都不敢去做，还有的总爱起哄，就嫌事闹不大似的，总之他们都是一个样子，软蛋；第三也是最重要的部分，就是那群不作为的仆街，如果那真的只是小孩子闹着玩，那些伤口又是从哪来的？校外那些常去找马仔的古惑仔吗？别老把莫须有强加给他们身上！　　然而这天下就是这么不太平，还偏偏就出现了三点全中的倒霉孩子，她叫净水芸，跟宁苍俊是同一班级的，而且她也是被欺负久了给整出个抑郁症，在宁苍俊来了后情况就稍稍有所缓和了——他替她受了苦，但大多数的时候还是她受伤。他们真的该意识到一直欺负人是会遭到现世报的。在我观察了很长一段时间，外加照顾了宁苍俊以避免他误入歧途后，就有人通过小富贵的电话打来了。那孩子从唐墨那里买了两桶汽油，在他意识到情况不妙的时候已经迟了，而他又没有我的电话，只能找路过的小富贵借用电话，还让程卡去带一拨人去救急。　　在我赶到的时候，那里已经是火光冲天，不少人都有不同程度的受伤，他们纷纷说净水芸突然疯了似的就在各地泼了汽油，然后就把它全点了。天哪，她肯定是去报仇了……但当务之急应该是救人。与陆续到来的刃拳帮众救援，并进行了灭火工作后，程卡也带着人撤了，而我还多留了一阵子，就是想看看还会有什么事发生。　　果不其然，那些差佬们来了，而且第一时间他们就打算要拷走净水芸，不过被宁苍俊给拦住了，但可惜寡不敌众，他们还是拷了她。好小子，那些霸凌混蛋故意伤人你不去管，反倒要去抓一个被逼疯了的受害者？！本来我是不想理他的，但听到他那种人听人怒的话语后，我随处抄起了铁棍就向那个差佬走去。　　那个冚家铲已经彻底激怒我了。\n 私法万岁　　你！敢胆！包庇！**！犯罪？！　　几锤子下去，就此叫那人毙命，只不过，我牢饭也吃定了，我被指控故意谋杀罪而判了6年半，而且幸好我这次出来没把书带出来，不然就要吃子弹了。但事实上我仅仅在里头呆了个一年多就有人找上我了，而且在我踎监的期间，还有几个傻佬（粤语“傻瓜”）想找我茬子呢，结果被我三两下全放倒了，亏他们还是通缉犯呢，简直丢人现眼。当然，在监狱里也可以看报纸新闻，也不至于那么无聊了，还可以了解下外面发生了什么事情，这也包括了白鱼骨帮惹了大祸而被差佬一锅端了的事，而梁殒早就因为有人通风报信而逃脱了，现在还被通缉了，亏我还特地去提醒呢，他还是犯错了。还有一桩事是发生在康敦，而且头条还罕见的用上了UC炒作式标题，评论中大多数都对那儿的东魔方恨的牙痒痒，当然也有去骂森克·岚那个大笨蛋的看客们，毕竟他也跟我一样是衰人。得了吧，比起衰人，那些酷爱道德绑架的仆街比他们更可恶好吗？　　当然我不知道为什么会有一个特工大老远的从摩多港溜达到这里来找我，我也不知道他来这里是什么目的。问过后才知道他是特工组第九队的古尔克，而他这次来仅仅是为了要解决某些特别的麻烦人物罢了，只不过他一个人没法解决这样的事，毕竟他知道那个仆街身边有大量的马仔，而他们的领头还下了死命令：要他们不惜一切代价歼灭他们。不过他能够找到我也是不容易，毕竟我唯一一次高调做事也就仅仅是打差佬那回了。　　顺带一说，那个麻烦人物叫做苞薙（Tai Bau），还是个出了名的独立疯子，不过老有人戏称他“苞提籽儿”（粤语则叫做爆胎仔），也够他急眼的了。那人犯下的罪行可不少，其中就包括绑架撕票，而且那帮差佬还逮不到他，真得谢谢那个懦弱的白痴哈。总之我是接受了他的委托，一方面我很讨厌那些不考虑发展却总是搞破坏的仆街；而另外一方面，他提出了每个囚徒都很想要的条件：如果我可以解决他们，就会免了我先前的所有罪行，这是我的机会。　　于是我就这么被古尔克领出了监狱，然后开始他的任务。现在那帮人已经藏匿在了准备驶往外地的游轮里，苞薙也在其中，而且说起他的家族，那可真的是声名远扬，至于是什么“丰功伟绩”我之后再说了，反正他这次也是带了一大帮人来。一路上风平浪静，之后到了公海，他们就动手了，突然出现的海贼事件，也就除了我和古尔克以外，其他人都料想不到会发生这种事情吧。　　好吧，俘虏了我更好，这样反而更方便去救人，虽然这次没带枪是没办法的事，毕竟这样的话，你还没出港就要被拘了，不过古尔克除外，而且他可不会乖乖束手就擒，三两下就把他们甩开了。即使没有武器我也有法子弄到，而现在他们已经把那些从正规途径弄来的枪支都从外地运到船上了，数量还不少。不仅如此，我还从里头找到了我自己的爱枪，还有些许的弹药，小富贵，你好嘢（粤语“你真行”）。你说我明明被俘虏了还怎么能去找枪的？那就该怪我小时候像蚊子般的爱钻空子的毛病了。这次被俘虏的人很多，我不得不重新跟古尔克商讨计划，最后我跟他一致决定，救出他们然后灭了他们。只不过，我并不知道的是那群俘虏里还藏了一个叫做雅斯·丹妮的辣妹，这家伙早就已经盯上这桩事了。　　他们这群文盲还天真的以为差佬们不管公海这茬子呢。不过我这个接了委托的雇佣兵总该可以胡来一套吧，毕竟在我认为，特工跟差佬也是一伙儿的。按下按钮，船就被炸了一个缺口。之后就由古尔克疏散掉那些俘虏们，而那些守卫们早被我引开到别处给做了。　　疏散完后，便是一顿狂轰乱炸，给他们造成了不少的麻烦，里头还有些怕死的慌张的逃上了甲板……原本布满的局面，现在船上仅剩下一艘逃生艇，其他的早让那些人质们全开走了，我小时候可没少整过人，现在也一样，只不过是从小玩到大。当然，就那么一艘我和古尔克可不会让他们抢走的不是吗。不过，谁都料想不到，丹妮并没乖乖的逃走，而是自不量力去找他麻烦了。有句话叫做鸡蛋碰石头，她可真是当了个好例子，这不我冲回去找着还在洋洋得意的苞薙后，她早就趴一边儿了。　　我上去肯定是会骂街的，当海贼不说还打女人也是没谁了，真不愧是个苞提籽儿，也算是对得住他先人。爸爸打差佬，妈妈抢荷包（粤语“钱包”），公公（粤语“外公”）嗑出幻觉后黐线，外婆放火烧山坑死不少小生灵，而且最后全都因为挟持人质被当场毙了，现在就差他这么一个了。一整窝家族都作恶，赏他个冚家铲了！　　当然了，那厮也是有防备的，不过他听到我骂他妈的时候就已经生气了，而且他们那优良的军火也免不了给我这个喜欢找刺激而不怎么考虑战略的家伙带来了困扰，反正怎么着都改不了他是一个仆街的事实。不过有古尔克来支援就变得不一样了，没一会儿就把那堆杂兵全清了，虽然他们早就料到他会杀回来。另外，我还顺手引爆了其余的炸弹。　　警匪共斗打杂兵，打完杂兵打苞提。噗，我干嘛呢我。那人见打不过我们，就拉起了没来得及走掉的丹妮，要把她拉下去陪葬，不过那厮挟持不成，被古尔克的一记飞刀给戳伤了手，而丹妮也趁机摆脱。不得不说他可真的是继承了他们的作死特性。　　总之，拜拜了您嘞。最后一枚炸弹引爆，将他送进地狱后，我们也坐着逃生艇开溜了，至于那艘轮船就随她沉了去吧。　　回到岸上，古尔克决定要去摩多港那里当滑板教练，而我呢，依旧是回到自己的家里去。不过那个丹妮并没有回去，反而是一路缠着我不放，最后我还不得不玩骗骗细佬仔的小伎俩来甩开她，当然也只有细佬仔才会相信有飞碟存在。　　说真的，我还以为她会就此作罢呢，不过该来的还是会来的，她第二天还是来了，而且是直接堵在家门口。反锁无效，只能跳窗逃了！结果那女的竟还紧追着我不放，之后跑了几条街，她就被某个恶匪拖住了，我没办法只能折回，把那恶匪一脚踹翻后拉着她跑。　　拉着她跑……我真的没辙了，不然她老这样连我也没办法，毕竟我从来都没有这么干过。之后一段时间里，我就陪着她逛街，看电影，飙车什么的，虽然我没做的太过分，也算让她爽了一把，该怎么说呢……丹妮她还算好吧，我也找不出什么更好的评价了。不过，与她之间的交往，也仅仅是暴风雨前的宁静罢了。这不，那个叫做赖雷的小疯子，就此让我在鹰落城的生涯划上了句号。这家伙可真有一手，先是抢了军火库，又是在大街上狂轰乱炸的，害死了程卡还把唐墨弄到重伤进院，可把林宴给惹毛了。这厮捅了这么大篓子，这可是谁都不敢想的……好吧，除了那些住在零星城的那帮仆街仔。　　但这对他而言依旧不够，他妄图制造更大的混乱，但就被人及早发现了而报了警，虽然不怎么管用，但他们还是出发了。当时我跟丹妮还在大楼里溜达呢，就跟他的人为纵火给撞了个满怀。顺带一说，这个胆肥的家伙把他的老窝给扎在了导弹工厂里，而现在，有个麻烦问题摆在了我的面前：救她，我也保不准她以后还会遇到什么事情，但我也说过她是个好人；放弃她，又有些舍不得，毕竟她有时候也帮了我一把，包括刚才让我躲掉了落石。　　我最后还是选择了跟丹妮分手，想想可真的对不住她，但我并不想让她受牵连，我就这样把她推了下去，让她掉进了安全气垫，之后，我毫不犹豫的冲向了“终点”，这不只是为了我自己，也是为了其他住在鹰落城的人们，而且这绝对不是因为接了契约才出发的。　　我知道那人已经在等我了，而且我也知道谈判是无效的。如果可以的话，我真想拖他不少时间直到他累毙为止。可惜，那人并不蠢，那人知道打不过我，便直接动了杀手锏……　　这家伙……真的下了死手，把导弹全打了出去炸了鹰落城……这可是我老爸跟老子的家啊，他居然敢就这么炸下去！这下好了，人没了，房子也没了，连个家都没处去了你是想让他受苦吗！本来我是想慢慢磨的，但现在看来是完全行不通了。在我三两下撂倒对方之后，赖雷还在笑着说我输了，但可惜我不这么认为。　　不是我输了，是你我二人都输了，在决定要遵从私法主义并为此付诸行动之时，我们就已经输了。你永世不信法律？我也不想相信啊，但我还是想得很开，还是愿意相信它会逐步完善的，虽然某些执行者很仆街就是了。而你呢？你却整出这么偏激的路子。说真的，你要真想要让这个世界变得美好，为什么不换一种方式呢？你早就知道了我，所以我们本来可以走在一起的，从某方面讲，我们都见识过同样的事情：我们无辜受罚，他们逍遥法外；我们做尽恶事，他们维持秩序。但你在付诸行动时就逐渐的迷失了方向，你知道我接下来会说什么了吧。　　可惜了，无论如何我已经不想对你仁慈了。　　但某种方面我还是得谢谢你，你用所有人都无法理解的方式干掉了众多“公敌”。　　那么之后……该怎么办呐，在我杀了赖雷之后。　　作为刃拳帮老大的林宴自然是不会放下自己的弟兄不管的，但如今鹰落城已经快要容不下拉帮结派的家伙了，他还算是想得开，在劝导了其他人之后，便亲自带着他们一窝人向差佬投诚去了，为了取得他们的信任，他们还帮他们一起去搜救在这场灾难里的幸存者，这对他们而言也算是最好的结局了。夏家可是做了很大的贡献，把他们先前存的大量食物和水一窝窝的给捐出去了，这可是狠狠打了某些仆街的臭脸。净水芸嘛……她人也没事，毕竟还有宁苍俊保护她呢，不过以后就不会再有类似的事情了吧，谁知道呢。丹妮我也不知道她怎么样了，只听说她去当了记者。　　至于我……我已经没法呆下去了，在清明结束后，我就订了机票，飞出鹰落城这个伤心之地，当然临走前我就差点让他们记下了我——因为我沿路又杀了一个键盘侠，还是在非常时期。　　告诉你们我会去哪里也无所谓了，反正我以后也不怎么会去接委托了，以后可能更少，所以没准也会跟其他人一样去打工吧。当然，在入驻雾兰城的时候我也有去听一些很特别的传闻，一个和平主义者，一个超级刺客，如果某日有幸能遇上他们，也算是我的福气了。当然要能遇到那嫉恶如仇的小丫头的话就更好了。　　鸟语花香的一天再次开始……　　算了，我已经忘词了。\n ＴＨＥ　ＥＮＤ\n\n\n\n\n1555634745136_21469020-8afa-43a4-9d90-e1758c19de4c_by_weibo_editor.jpg (125.45 KB, 下载次数: 2)\n\n下载附件\n\n2019-4-30 15:44 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1556610305000.jpg (90.14 KB, 下载次数: 0)\n\n下载附件\n\n2019-4-30 15:45 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "无归",
            "timestamp": 1556676060,
            "txt_content": "很好看，作者加油"
        }
    ]
}