{
    "title": "[Minecraft.net|CULTURE] Dawnton城堡",
    "author": "SQwatermark",
    "replyCount": 1,
    "timestamp": 1556643600,
    "txt_content": " 本帖最后由 watermark 于 2019-5-11 22:54 编辑 \n\n\n\n\n\n\n头图.jpg (90.78 KB, 下载次数: 13)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\nDawnton Castle\nDawnton城堡\nYou'll be safe from mobs and monsters in here! Probably. 在这里你可以免受生物和怪物们的袭击！大概吧。\nNestled deep in the middle of nowhere rests the ruins of Dawnton Castle. It's been abandoned for hundreds of years now, probably because it's in the middle of nowhere. I mean, have you tried catching an Uber out in the sticks? All the ancient magic messes with the Wi-Fi signal.\nDawnton城堡的废墟坐落在荒野深处。可能正是因为它坐落在荒野深处，它已经被废弃了几百年了。我是说，你试过在荒野中搭乘Uber吗？这些古老的魔法干扰了Wi-Fi信号。（Uber是一款打车APP，译者注）\nAnd of course, there’s all the monsters.\n当然，这里还有所有的怪物。\nMe personally? I stick to the cities. No creatures that want to eat me! Well, less. This quaint and quiet structure is the work of zBeats, a builder from the UK (the country where everyone lives in a castle. True story) with are putation for packing a lot of cute into simpler builds.我呢？我坚持住在城市。没有什么生物想要吃掉我！好吧，废话少说。这座古雅静谧的建筑出自zBeat之手，他是一位来自英国的建筑师，（在英国每个人都住在城堡里，真的）凭借在简单的建筑中融入各种漂亮的设计而闻名。\n\n\n\n\n\n图1.jpg (126.99 KB, 下载次数: 12)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n\n “I definitely have to give a huge shout out to a very talented builder Vubervos,” zBeats tells me, “[who] inspired me to work on Dawnton Castle. His style really motivated me to try something a bit different and create something I never thought I could.”“我一定要向非常有天赋的建筑师Vubervos致谢，”zBeats告诉我，“他鼓励我建造Dawnton城堡。他的风格激励了我去尝试一些不同的东西，创造一些我从未想过我能做到的东西。”\nzBeats explains Dawnton came from a bit of experimentation and a lot of collaborative effort.\nzBeats解释道，Dawnton诞生于一系列的尝试和许多合作的努力。\n“As I was building, I really started getting into the flow of it and just wanted to keep going. Eventually, I wound up with the first section of the castle and was getting some really nice feedback and reviews about it, which then motivated me to keep adding more.”“我在建造时，真的是沉醉于其中，只想着继续下去。最终，我完成了城堡的第一部分，并收到了一些非常友善的反馈和评论，这激励我添加更多的东西。”\n\n\n\n\n\n图2.jpg (103.16 KB, 下载次数: 8)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n\n After all the positive comments on the initial phase of construction, zBeats brought in his good friends to make Dawnton really pop.\n在建设的初始阶段受到正面评价后，zBeats请来了他的好友们，让Dawnton有了质的飞跃。\n\n“Once I had completed the castle, I asked my friend Eloo to create a basic World Painter map so the castle had a nice, clean terrain to go with it. I also asked my friend Etex if she would like to help me with a few tree designs, which she kindly agreed to since I'm still in the early learning stages for tree making.” “在我完成城堡时，我请我的朋友Eloo绘制了一个基础的WorldPainter地形，所以我的城堡有一个与之相衬的漂亮，干净的地形。我还问我的朋友Etex是否愿意帮我设计一些树，她欣然答应了，因为我还在学习制作树的初级阶段。”（WorldPainter是一款地形制作软件，译者注）\n\n\n\n\n\n图3.jpg (127.05 KB, 下载次数: 7)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n\n It takes a village to raise a castle, and a castle to protect a village. As zBeats tells it; “Dawnton Castle's original purpose was to defend against the beastly creatures that like to feast on the villagers in the region. The castle is a haven for people that are trying to seek refuge in hopes of living a happier, safer life. As the world modernized, the monsters eventually went extinct so there was no longer a need for Dawnton Castle. Now it remains as nothing more than a historical landmark.”\n一座城堡需要一个村庄来建造，一个村庄需要一座城堡来保护。正如zBeats所说;“Dawnton城堡最初的用途是抵御这一带喜欢以村民为食的生物。对于那些想要过上更幸福、更安全的生活而寻求庇护的人来说，这座城堡是一个避难所。随着世界的现代化，怪物最终灭绝了，所以人们不再需要Dawnton城堡了。现在它仅仅是一个历史地标。”\nAnd for those of us lost in the middle of nowhere, trying not to become monster grub by making a desperate visit to Dawnton Castle, zBeats has his own hopes for what he wants us to see. 对于迷失在荒郊野外的人来说，为了不沦落为怪物的口粮，他们要孤注一掷地前往Dawnton城堡。zBeats对于他想看到的东西有着自己的期望。\n\n\n\n\n\n图4.jpg (82.86 KB, 下载次数: 9)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n\n “I want people to take away the fact that you don't necessarily have to go into huge amount of detail to make something look effective.”\n“我希望人们不要理会这个事实：你不必为了让某个东西给人深刻印象而添加大量的细节。”\n\nHe says that you shouldn't be afraid to incorporate ideas from others - but to also transform those ideas with your own unique twists.他说，你不必害怕接受别人的想法，但要用自己的方式改造这些想法。\n\n\n\n\n\n\n\n图5.jpg (151.23 KB, 下载次数: 8)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n这里有一些zBeats的其他作品，这是宙斯的神庙，的确是气势恢宏！\n\n\n\n\n\n图6.jpg (59.93 KB, 下载次数: 12)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n既然还有一个星期就圣诞节了，为什么不占据这个积雪的路面呢？闭嘴，别问。\n\n\n\n\n\n\n图7.jpg (101.44 KB, 下载次数: 8)\n\n下载附件\n\n2019-5-11 22:53 上传\n\n\n\n\n\n热带村庄——一个很棒的建筑，也是对住在斯德哥尔摩的寒冷的编辑组的有趣的讽刺\n\n“Hopefully I inspire builders to come out of their comfort zone to create something [very] different from what they usually produce.”“我希望可以激励建筑师们从舒适区（擅长的领域）走出来，创造一些和平时所做的完全不同的作品。“\n\nOh, you want me out of my comfort zone do you? So I can get devoured? Nah, I think I'll stay right here. \n哦，你想让我离开我的舒适区，是吗？这样我就能被吃掉？不，我想我还是呆在这里吧。\nRenders by: Kryiin, Rebelite, Casey,Timothy C, Maaki, and Avenz渲染图由Kryiin, Rebelite, Casey,Timothy C, Maaki和Avenz提供\n原文链接：https://www.minecraft.net/zh-hans/article/dawnton-castle\n发布时间：2017年12月18日\n原文作者：Ash Davis\n",
    "replies": [
        {
            "author": "洛无忧",
            "timestamp": 1595929920,
            "txt_content": "结构很有意思"
        }
    ]
}