{
    "title": "个人游戏史及游戏观简谈",
    "author": "光岑君",
    "replyCount": 5,
    "timestamp": 1556780700,
    "txt_content": " 本帖最后由 光岑君 于 2019-5-2 15:05 编辑 \n\n    我的个人游戏史以及游戏观自述：为什么选择MC，为什么喜欢MC。游戏多年，有感而发，在这里和大家分享一下我的个人游戏简史和部分游戏观，以下全部为我个人观点。如有志同道合，纯属巧合。               再次强调，以下仅为我个人观点。              重要的事情说三遍，以下仅为我个人观点。\n\n\n一、儿时的电子游戏我是一名电子游戏爱好者，相信很多人都和我一样，有着属于自己的那一段独特的游戏史。从十几年前，我就接触到了人生中的第一款电子游戏：《植物大战僵尸》。这部游戏，可以说是打开了我通向电子游戏这条路的大门。但是，在当时，不论是网络还是电脑和智能手机，都没有那么普及，所以我在儿时，对电子游戏接触的是很少的，就连像素游戏机都没的玩。更多时候，我还是会选择与自己的家人和朋友们户外活动（现在想起来这真的是一种健康的休闲方式）。当然，偶尔我会在和同学、邻居相处时有机会接触到红白机一类的游戏机，但我从来没要求我家人买过。\n印象当中，我在小学毕业以前，几乎是没有什么时间去玩电子游戏的，有的时候可能连续几个月都玩不了几小时，时间真的是少得可怜。要说为什么，主要原因有二：一是当时家境贫寒（胡言乱语ing...），无论是电脑还是手机对我家而言都是奢侈品，我还记得一直到我小学三年级时（2010年），我妈的小灵通才退休。二是当时的家庭对于网络和电子设备没有什么需求。于是乎，每天通过电视来消遣就成了家常便饭。不过正是由于接触的少，没有电子游戏我也无所谓，每天依然乐呵呵地过日子。\n但是，随着时间的推移，同龄人中玩游戏的越来越多，我开始渐渐的听到什么“某尔号”、“某尔庄园”、“某夫派”一类的游戏名称。虽然我当时年纪小，但我已经开始觉得自己有些落伍了，不过好在我天生没什么虚荣心，又很擅长把自己埋在自己的小世界里，所以，即使和那些同学聊不上来游戏，我也会自觉地把话题移向别处。\n就因为这些原因，上初中以前，我和电子游戏的关系时断时续，细若游丝。我的电子游戏发展史真正迎来重大转折的，是在2014年的12月26日（永远不会忘记这个日子）。\n\n\n\n二、我的Minecraft游戏史。2014年12月26日，我接触到了Minecraft，但是由于当时糟糕的英语水平，我只能按照网络上的翻译称呼它为“我的世界”。正巧，那一年，我妈刚换了个智能手机，于是，我的游戏时间开始快速延长，真正成为了一名游戏迷。\n在接触到Minecraft以前，我从来不觉得打游戏还有什么“半途而废”、“中道而止”一类的说法，和很多人一样，我认为打游戏只是消遣，不能算是正事。但是，Minecraft彻底改变了我对游戏的看法。在第一次接触到它时，我就迷上了它。因为我对像素有一种特殊的情感，而且有一点十分重要：那就是MC完全符合我的性格，我喜欢自由，喜欢轻松，这两点，在MC里表现的淋漓尽致，甚至可以说是MC的灵魂。我突然之间觉得，永远都不能放弃这款游戏，因为无论我什么时候结束，我都不可能玩完这个游戏，不可能完全地了解它。从那时起，我对游戏的态度彻底改变，我突然觉得电子游戏也是一门学问或是一种艺术，是需要态度和尊重的，而任何一种没有根据的诋毁或谗言，都是对它的亵渎。\n在尝试了很长一段时间的PE版以后，我开始对PC版起了兴趣。但由于我当时没有什么计算机操作经验，对于如何安装Java和怎么才能避开那些“传奇”“蓝月”感到头疼，但这些问题都在我自己的不断摸索中迎刃而解。在对于MC的不断探索中，我开始了解什么是mod，红石是什么，命令代码是什么，也有了自己喜欢的实况主和解说。同时，我对Windows的文件管理操作也日趋熟练，安装mod；安装光影包、材质包；更改配置文件什么的手到擒来。也找到了像HMCL这样的良心启动器。就目前而言，我不敢说自己的水平有多高超，但只要是涉及到MC的相关知识，我都能略知一二。\n不仅仅是MC，在我这几年来对游戏的探索中，我对于电子游戏的看法越来越公正、客观。我认为电子游戏像数学，物理，天文，地理这些学科一样，也是一门学科，也许它不如那些学术性的知识来的有用，但依然配拥有自己的一席之地。\n最近这段时间，网络对电子游戏的态度褒贬不一，“管管游戏，救救孩子”一类的声音此起彼伏，似乎什么都是游戏、动漫的错。殊不知是自己教育的失败，我也曾经看过、玩过那些动漫和游戏，为什么我就没有走上歪路呢（感谢伟大的母亲和老师）？在没有任何可靠依据的情况下就随便把锅往别人身上甩，是一种极其不负责任的行为，把大脑的缰绳放在别人手中，不能认识到自己的错误，同时也没能培养孩子辨明是非的能力。（针砭时弊到此结束）\n感谢MC，你不仅给我带来了四年的欢乐，而且还修正了我对电子游戏的看法和态度，不论我能陪你走多远，我都希望你能越来越好。\n\n\n\n三、对于MOBA、FPS等游戏的看法。再来一遍，以下仅为我个人观点。\n所谓MOBA，即大型多人在线对战游戏（譬如《英雄联盟》、《王者荣耀》）；FPS游戏，即第一人称射击游戏（譬如《CF》、《绝地求生》）。这两类游戏，我是向来提不起兴趣的，原因很简单：我觉得它们不好玩。\n慢着！我知道有人看到这里，已经要举起自己手边的大刀了，但是别急，先听我把话说完。我之所以觉得它们不好玩，并不是因为我对这些游戏存有什么偏见，在我心中，它们都是很优秀的游戏。之所以我不喜欢玩它们，是因为我不擅长这类PVP（玩家对战）的游戏，在我记忆里，PVP一直都是我的噩梦。只要我与别人对战，我几乎是永远处于劣势。\n额？！为什么他可以碰到我但我却打不到他？为什么他伤害这么高？我X，这攻击怎么躲啊？（这就是我PVP时的真实心理活动。）\n对于这类游戏的排斥，除此之外，还有一个很重要的心理想法：我觉得游戏是用来给人们放松的，但是MOBA、FPS却让人神经紧张，当然有人会喜欢这种感觉，也许在他们眼里这就是最好的放松，但是我不喜欢。\n尽管这么说，我也不能否认我玩过它们，但时间真的很短。就拿《王者》来说吧，我大概玩了将近两年的时间，之所以玩，是因为我真的受！不！了！啦！同学们都谈王者，而我一句话都插不进去。抱着“可以增强人际关系”的心理（事实证明，游戏不能增强什么人际关系），我成功坚持了两年，结果......以铂金三的段位永远地离开了。\n至于像“吃鸡”一类的游戏，我玩的时间更少，甚至可以以小时做单位来计算我玩的时间。在这就不多说些什么了，总之...游戏体验感极差。（是你技术太差了吧喂！）不仅是在这些游戏中，哪怕是在MC中，我也不会经常去玩那些与PVP有关的游戏，比如起床战争，空岛战争，饥饿游戏，还有对战地图等。从此以后，我彻底看开了，我只会玩自己喜欢的游戏，不会刻意地去融入哪个游戏圈。\n有人看到这里，不禁发问：那为什么你不和同学聊聊MC呢？我必须要说明的是：我不是没有和他们聊过，同学当中也有人玩，但！是！他们都太菜啦！很多人仅限于原版游戏，对mod什么的一无所知，指令代码也不了解，更有人把MC看作是“过家家一样的游戏”，简直叫人无语，根本不在一个层次的我和他们怎么聊得来？（这家伙开始狂了）\n于是，我开始将自己的电子游戏时间毫无保留地给了MC，我知道只有这款游戏才真正契合我的内心。\n\n\n\n好了，以上就是我要说的全部内容，但在最后不得不提醒的是：无论何时，学业要紧！身为高二党的我，现在也正在压缩自己的游戏时间，把更多的时间用于学习。任何一个人在任何一条路上的历史都值得回顾，今天写下这些文字，也只是为了回顾我个人在游戏这条路上的发展史（以及稍微无病呻吟一下），和各位分享一下我对游戏的想法和态度。\n最后，祝各位学业有成，游戏愉快！也祝MC十岁生日快乐！",
    "replies": [
        {
            "author": "SQwatermark",
            "timestamp": 1556781720,
            "txt_content": "你的经历和我太像啦"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1556783040,
            "txt_content": " 本帖最后由 hx1051935237 于 2019-5-2 15:45 编辑 \n\n1、幼时的游戏史：那时候的电脑还是要输入文字进入下一个页面的时代，最早接触电脑时候我4岁，结下不解之缘吧，毕竟学校是我家，电脑室我经常进去偷玩，我玩的最早的游戏早就忘记叫什么了，也忘记是输入什么代码进入游戏界面的了，印象只记得一个是武器很多的迷宫类型的游戏，挺血腥的不是很爱玩，第二个就是超级超级早的极品飞车，吧？忘了以前翻译叫什么了，都是英文的，特别难但是对于小孩子的我来说算是最简单的了，估摸6、7岁左右，window系统来了，好像最早是1998？2000好像是后面才有的，玩的最早的小游戏，纸牌和扫雷，至今都在玩，最早的单机游戏，红色警戒初代，那时候还没有GONG HE国之辉，当然也就没有中国，最喜欢使用的就是美国，所以我接触游戏时间非常长久，对于游戏方面有自己的见解与看法，各种游戏都体验过，到目前为止依然，MC算是我当初第一次接触沙盒类游戏的鼻祖吧，后面又玩了许许多多的沙盒类型游戏，给我留下印象的为数并不多，喜欢玩的MC、泰拉瑞亚、行星边际、饥荒和缺氧不知道算不算，玩的太多感觉对于分类都模糊了，反正只要是我喜欢的就行。\n2、我的MineCraft游戏史：其实并没有多少可以记录的东西，说少好像也很少，说多又好像篇幅根本不够我写，简单来说我很喜欢MC这个游戏，从纯净到MOD，到服务器，我都特别喜欢，建筑也很喜欢，但是比较不喜欢烧脑的红石和代码之类的，所以什么设置、权限、指令大多都很少去研究，头痛\n3、对于MOBA、FPS看法：小孩子才做选择，我全都要，当然，仅限于大多数，少部分不喜欢，尤其是有盗版成分在的手游MOBA以及手机FPS。\n4、关于手机游戏：初中为止我用的都是小灵通，高一自己凑钱买了第一部诺基亚开始手游生涯，高一下学期凑钱买了第一部智能手机HTC，开始触屏游戏生涯，在高中时期，高二时候沉迷手游和小说误了学习，成绩下滑不得已走上艺术道路，手游可以说我玩的比电脑游戏还要多，无论是什么类型，哪怕是换装我都体验过，身经百战，曾担任手游论坛某公会会长，就是申请些礼包激活码提早体验写评测建议反馈之类的，也当过某手游的版主，在后面论坛自我放弃解除所有公会后转另一个论坛，进入另一个公会担任副会长，所以我对手机游戏变得非常挑剔，甚至影响到一部分电脑端游戏。\n以上差不多就是我的部分游戏人生吧"
        },
        {
            "author": "Yuzurisan",
            "timestamp": 1556784960,
            "txt_content": "其实传奇，蓝月的曾经也有一个叫热血传奇的好游戏，虽然只是曾经\n我以前也觉得MOBA打不了，为啥他打我这么疼我打不过他！还是没有钻研一下这个游戏的机制什么的啦\n但是MC不一样，只要踏进去就可以自己掌控自己的世界啦"
        },
        {
            "author": "小~香蕉",
            "timestamp": 1556786400,
            "txt_content": "在我小学的时候，大我四岁的哥沉迷上了l某l，当时晚上9点半，准备睡觉了，可他一局才刚开始，我爸说了好几次睡觉，他都不动一步，最后，他俩打了起来，之后，我痛恨l某l等游戏"
        },
        {
            "author": "1986740104",
            "timestamp": 1556786640,
            "txt_content": "感同身受"
        }
    ]
}