{
    "title": "[Conveyor belt MOD]传送带mod的内容介绍及使用心得，添加自改材质一套",
    "author": "webwolf",
    "replyCount": 16,
    "timestamp": 1314241920,
    "txt_content": " 本帖最后由 webwolf 于 2011-8-26 21:10 编辑 \n\n[Conveyor belt MOD]传送带mod，下载请移步http://www.mcbbs.net/thread-8386-1-2.html\n\n以下是官方说明带个人解释\n\nIt can:  用途\nMove mobs, items and players                可以移动怪物、物体和玩家（和流水一样，但速度更快，距离无限，取决于修建长度）\nStuff chests, dispensers and furnaces (smartly)        可以自动往箱子、发射器、炉子里面放东西，其中炉子部分是智能化的（燃料自动放下格，可以烧的东西（矿、肉等）自动放上格，弹出物体的时候只弹出加工过的产品）Eject items from chests         可以从箱子里弹出物品Eject smelting products from furnaces         可以从炉子里弹出产品（如上）Automatically craft items - great for factories\n        自动合成（包括其它mod的新合成公式）Separate and filter items         传送过程中可以分流或过滤物品（后面再详细说明）Detect items & mobs like pressure plate         传送带上一样有压板，怪物、物体和玩家经过的时候产生红石电流。Prevent items from despawning. This is useful for very long conveyors.         传送带上的物体不会刷新掉，长途传送适用Prevent items from falling down.         传送带上的物体不会掉落（额...其实有时候会的....）Conveyor move a little bit slower than player, but if you walk on it, you will move twice faster than usual (using both velocities together).         如果站在传送带上不动的话，移动速度比玩家行走稍慢；如果在传送带上走的话（注意看清楚方向，这货可不是跑步机），速度就相当于平时走路的两倍（叠加了）Use sneaking to safely walk on conveyor without being pushed.\n         在传送带上蹲行不会被推走（布置传送带时的必要操作，飞行模式都不给力，因为传送带影响的是一整格，飞行模式下脚进入传送带范围一样会被推走。当然如果你装了隔山打牛mod就当我没说）\n\n\n\n\nBuilding the conveyor  布置传送带\nPlace the conveyor tile in the direction you want it to go (forwards, from you).        往地上放就行了，放下去的传送带方向是“远离玩家”Hold left control (ctrl) to build in the opposite direction, is is good for building item ejectors and other stuff.\n        按住左ctrl再放的话，方向会相反变成“靠近玩家”，很实用的技巧。Unlike rails, conveyors can be placed freely in the air, and even above each other, making it possible to create multi-storey item conveyors.\n        传送带可以悬空，可以一层一层叠放互不影响。Conveyor belts can be pushed by pistons, and will not change the direction.        传送带可以被活塞推，方向不会变。（除了联机整人陷阱外，个人觉得意义不大）Conveyors are waterproof. You can build them underwater, like ladders.\n        所有传送带都是防水的。\n\n\nConveyor belt types传送带的种类\nConveyor Belt \nBasic conveyor belt, can carry items and mobs, and stuff items into the nearby furnaces, dispensers and chests. It can access even chests etc. above and below the conveyor.\n标准传送带，能把物体送入箱子、发射器、炉子（标准做法：在传送带旁边摆上箱子、发射器、炉子，物品经过的时候自己就进去了，再次提醒，炉子部分是智能的。另外，布置在传送带上方一格或者下方一格的箱子也有效。）Speedy Conveyor Belt - video\nUse GOLD instead of IRON in the belt recipe.\nTwice faster version of the basic conveyor belt. it can't store things into furnaces / chests, and is mainly meant to be used for long conveyors or for player transport.\n高速版传送带，速度为两倍，只有运送功能，不能放箱子之类的（悄悄一说，生物或怪物上了高速带就基本下不来了，除非在适当时候跳起，会因为惯性跳得很远）Item Ejection Belt \nPower it with redstone to eject smelting products from furnace, or eject one (first found) slot from surrounding chests. This means that if there are 64 stones in one slot, it will eject them all. For double chests, you should build one ejector for each part.\nThis belt will be powered even if the active redstone is under it, which is great for long lines of ejectors.\nImportant: It is triggered by impulse (button, pressure plate or a detection belt), it isn't sufficient to power it with a redstone torch or lever.\n弹出带，用红石驱动后弹出周围一格内（上下貌似无效）箱子、炉子里的东西，箱子是弹第一格，如果第一格是64个叠加的一组东西，会一次性弹出，第一格没有东西的话检查第二格。两个箱子组合的话得放两个弹出带，不然只弹一个箱子的东西。注意驱动用的红石必须脉冲，直接插个火把的话只会启动一次。（特别注意这一点，脉冲间隔时间直接决定效率）Item Detector Belt \nWorks like the basic belt, and has a pressure plate, which can detect any items or mobs. You can connect it in similar way like then ordinary pressure plates or detector rails.\nIt can be used to activate piston elevators, but you'll need some space and at least two delayers.\nIn the recipe, you can also use wooden pressure plate with the same result.\n压板带，这个没什么好说的，就是压板，物体经过是产生红石电力。（掌握好节奏的话就可以做成间隔很长的脉冲电路了）Conveyor Brake \nIf this conveyor belt isn't powered by redstone, it works like the basic one (but it's a little bit slower). If you power it, it will stop all carried items and mobs.\nThis one is useful for launcher pads, or to control flow of your goods.\n减速带，运行速度比标准传送带的慢，接通红石电力就会暂停，控制节奏的好东西。Item Separator Belt \nThis tile lets you separate items. place it in the default direction (where not matching stuff should go), and right click it. This will show a filtering GUI with two 3x3 areas. These two inventories should contain specimens of the filtered items.\nYou can fill in as many items as you want, and you can also use only one half if you wish.\n分流带：很关键的东西，放置的时候注意方向，然后右键之，会出现界面，左右各9个空格，在空格里面放置物体后，上面经过的物体就会左右分流。例如在左边放煤，右边放铁矿，那么煤和铁矿经过这里的时候就自动分流了，其它的东西经过这里时会停下（特别注意！）纠正！这里我说错了，如果在分流带后面继续铺传送带形成“十”字形的话，煤和铁一左一右分流后其他的东西会继续前进，也就是说，“丰”字形结构是最效率的布局方法Item Redirection Belt \nThis belt will redirect items to side if it's powered by redstone. It will choose the side on which it finds other conveyor belt, and if the belt is on both sides, it will redirect items to the right-hand side.\nThis tile can be powered from underneath.\n另一种分流带，不给红石电里的时候，物体经过时直行；给红石电流后，物体经过时转弯，哪边连接了传送带就转哪边，两边都有的话优先右转。（可从下方给红石电流）Automatic Workbench \nThis is the most useful block in this mod.\nIt is great for factories and fast crafting of large amounts of items.自动合成器，mod作者很自嚎的表示此为本mod的神器（稍微不敢苟同）\nDetails:\nWhen you build the workbench, it will be oriented towards you, but you can reverse the direction by holding left control.放置的时候是面向玩家的，按住左ctrl放置是背对玩家。Automatic Workbench can be stuffed by conveyor belts either from side or from above.\nYou can also insert items using the gui.\n侧面和上方经过的传送带对此物体有效，同样手动操作也有效（右键打开界面，手动装入材料）The crafting products will be ejected through the workbench's \"door\".合成产品从正面弹出（自动的，不用弹出带）\nRight click the workbench to open it's gui. Workbench gui will pause the game (to prevent item duplication). The gui consists of two parts: left 3x3 grid serves as material storage and is used for the automatic crafting, and the rest works as ordinary crafting table, with the difference that the last used recipe will be saved.右键打开界面，左边的9格是材料栏，右边的9+1格和普通工作台功能一样。\nHow to use:使用方法\n  1. Right click the workbench  右键开界面\n  2. Compose the recipe using the \"crafting area\", but don't remove the result   在右边9+1格那里，按照公式放入材料，但不取走产品（比如放入木棍和煤，但不拿走火把）（放一个就够了哦亲）\n  3. Exit the gui  退出界面\n  4. Stuff the workbench using conveyor belts and it will eject products.  用传送带提供材料（同样是经过的时候自动放入），产品就弹出了（注意，瞬间完成，给多少生产多少，不要做那种给10组原木，然后发现40组木材没地方放的事情）\n  5. If it doesn't work, open the gui to see which items are missing (look at the left grid).  如果没有产品出来，右键界面后察看左边材料栏缺失哪些材料。You'll have to build 3 separate workbenches in order to make planks from any wood type (oak, pine and birch).要做木材的话，得弄3个合成器，对应3种ID不同的原木。（我只砍一种树不行么？）Automatic Workbench can be used even without the conveyor belts.\nCompose the recipe, insert full stacks of materials into the left grid, and leave the GUI. It will instantly craft as many products as possible.\n手动的话就是手动往材料栏里放材料即可。（推荐）\nItem Elevator上行电梯\n\nItem Elevator can move items, mobs and players upwards.运送所有能上传送带的货垂直向上。If there is a conveyor connected by side, and there is no elevator above, the items/mobs will be redirected to this elevator.在传送带尽头（侧面也可，有区别么？没过滤功能，所有东西都会被上行）放置上行电梯，即可上行（更保险的方法是在传送带尽头挖地一格，多放一格电梯）Elevator prevents items from despawning, and can store them in chests, furnaces, dispensers and automatic workbenches.所有功能同标准传送带，防刷新，装填物品等Items will successfully enter elevator, only if there is air or another elevator underneath.注意电梯之间相互影响You can make elevator redirect items to nearby conveyor, if you power it with redstone.\n在电梯顶部那一格旁边放传送带，然后给那一格电梯通红石电，物体会自动上传送带\n\n\n\nUsage用途\nConveyors can be used in mob spawners instead of water.刷怪塔，传送带代替水（同理自动收割农场、生物农场）Use them as a moving pavement for fast travelling.代替矿车客运You can create an item link from your mines into your home chest.\n将物体从矿洞中传送回家（垂直传送赛高）It is great for mob traps.陷阱不解释You can create incredibly complex factories & automatic forges and sorting stations with them.建全天候无人值守工厂吧Build buffets with automatic supply!同勒个上Create cooked porkchop factories using pig spawners.同勒个同勒个上\n\n\n\n\n\n\n下面说点应用方面的心得\n\n\n1、首先说不敢苟同的“物体从不脱轨”的说法，实际使用中经常发生脱轨，比较严重的是弹出带，有时候会弹两格远；还有就是急转弯和s形弯，运行的时候真的是走了个平滑的S形.....还有高速带转弯...解决方法是转弯处或者你觉得可能出轨的地方拿方块档一下。\n\n\n2、应用：客运，没什么特别注意的地方，反正觉得比矿车靠谱，随时上，下的时候一蹲即可，也可以用压板+减速，或者方块档住。\n\n\n3、应用：矿业，垂直传送赛高，如果还嫌麻烦的话，推荐mod魔法箱子。\n\n\n4、应用：刷怪塔，在高层平台上放一两条高速带，怪只要踩到，就是一条美丽的抛物线...或者传统机关杀怪法，片状岩浆、锯子（比狼mod）、特斯拉（工业mod）、激光（激光mod）、萌炮（传送门mod）等等等等，反正是用传送带取代了水流。\n\n\n5、应用：农场和动物场，这个不用其他mod的话，光靠传送带效果不大，动物场可以像耍怪塔一样强力推动动物冲向死亡机关；农场么，推荐mod魔法箱子。\n\n\n顺便一说魔法箱子mod，个人认为同传送带mod是绝配。魔法箱子能够强力吸收6格内的物体到箱子里，还能全自动在周围8格的土地上种植小麦（自动种，加上吸收后自动收），能在通电（红石）后弹出所有东西，还有一个bug到极点的功能：次元箱（相通的箱子，生化危机玩过没？）\n\n\n玩法：背着次元箱采矿去，物品栏满了后放置次元箱，然后把矿啊、煤啊神马的塞进去，然后打破次元箱（回收）继续前进；另一方面，家里的次元箱被通电后弹出所有物品，周围是一圈传送带，后面的事情就交给全自动工厂了......\n\n\n以上\n\n\n手打，有错误请指出，错别字请责怪微软拼音输入法。\n\n\n祝游戏愉快\n\n\n自改材质来了\n\n\n\n\n未标题-6.jpg (43.5 KB, 下载次数: 4)\n\n下载附件\n\n2011-8-25 21:46 上传\n\n\n\n\n\n\n\n材质为32*32\n\n\n使用方法：下载附件后，打开传送带mod的zip文件，将里面conveyor文件夹内的文件，替换为附件中的文件即可。\n\n\n附件：\n\n\n\nconveyor.rar\n(15.12 KB, 下载次数: 143)\n\n\n\n2011-8-25 21:46 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\n自改材质，为了统一风格借用了DokuCraft_2.4.5_High材质中的一些内容，纯属自娱自乐，不喜勿喷，谢谢。\n",
    "replies": [
        {
            "author": "hhyx",
            "timestamp": 1314244200,
            "txt_content": "唔哦哦！ 好mod诶 "
        },
        {
            "author": "420952996",
            "timestamp": 1314245700,
            "txt_content": "谢谢兄弟啊，你可帮了俺的大忙咧"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1314250980,
            "txt_content": "hh撸了"
        },
        {
            "author": "652220513",
            "timestamp": 1314276540,
            "txt_content": "谢谢了。。。"
        },
        {
            "author": "21804173",
            "timestamp": 1314362520,
            "txt_content": "路過~順便頂~[piston][redstone_wire1][redstone_torch]"
        },
        {
            "author": "Mei灬不是",
            "timestamp": 1314370560,
            "txt_content": "....为啥我加到jar里面，minecraft就崩溃了....\n只有CJB, SPC,TMI,MODLOADER... 仅此而已...为啥呢..."
        },
        {
            "author": "webwolf",
            "timestamp": 1314373140,
            "txt_content": "Mei灬不是 发表于 2011-8-26 22:56 \n....为啥我加到jar里面，minecraft就崩溃了....\n只有CJB, SPC,TMI,MODLOADER... 仅此而已...为啥呢...\n好像默认ID和CJB冲突，调整一下ID即可"
        },
        {
            "author": "Mei灬不是",
            "timestamp": 1314373260,
            "txt_content": "估计是原因之一。。。还有个坑爹的是我似乎直接下载这个帖子附带的mod了，这个帖子的附件究竟是个什么？"
        },
        {
            "author": "webwolf",
            "timestamp": 1314374220,
            "txt_content": "Mei灬不是 发表于 2011-8-26 23:41 \n估计是原因之一。。。还有个坑爹的是我似乎直接下载这个帖子附带的mod了，这个帖子的附件究竟是个什么？\n只是个32的材质啊，\nmod本体有人发了"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1314491280,
            "txt_content": "很好"
        },
        {
            "author": "KOL梦幻",
            "timestamp": 1314513840,
            "txt_content": "为什么合成不出高速带，TMI里也没有"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1314520740,
            "txt_content": "路过，\n[TNT][redstone_wire1][wood_pressureplate]"
        },
        {
            "author": "haonannann",
            "timestamp": 1314523800,
            "txt_content": "webwolf 发表于 2011-8-26 23:39 \n好像默认ID和CJB冲突，调整一下ID即可\n能告诉我怎么调整id吗？"
        },
        {
            "author": "k26451864",
            "timestamp": 1315649820,
            "txt_content": "这个东西不错啊，谢啦"
        },
        {
            "author": "xuyingchunok",
            "timestamp": 1316582460,
            "txt_content": "联机有就好了~~"
        },
        {
            "author": "a449781146",
            "timestamp": 1597419480,
            "txt_content": "这个用来代替铁轨？？？"
        }
    ]
}