{
    "title": "這個MOD 怎裝?",
    "author": "vs863129",
    "replyCount": 2,
    "timestamp": 1314251340,
    "txt_content": "忽然看到的滿不錯的東西\n但是照他的方法做都不行\n模組\n",
    "replies": [
        {
            "author": "well",
            "timestamp": 1314251340,
            "txt_content": "它要先裝上 Flan's Player API , 你有裝嗎??\n\n它裡頭有說明文件, 你有看嗎??\n\nInstallation\n============\n\nInstallation varies depending on your minecraft installation.\nSo choose your package and install it - do NOT install more than one package.\n\nIn any case, NEVER forget: ALWAYS back up your stuff!\n\n\nStandalone Client\n-----------------\nYour minecraft installation does not use any mod management systems.\n\nCopy all files inside one of the included \"Standalone\" zip packages to their corresponding locations in your \"Minecraft.jar\" in your \"/.minecraft/bin/\".\nDo not forget to delete the \"META-INF\" directory while you are at it.\n\nChoosing the package depends on the other mods you want to be installed in your \"Minecraft.jar\".\n\nThe standalone package \"Minecraft-ob-xk\" overwrites the files \"net/minecraft/client/Minecraft.class\", \"ob.class\" and \"xk.class\".\nThe standalone package \"dc-kv-lr\" overwrites the files \"dc.class\", \"kv.class\" and \"lr.class\".\n\nEach package should not be combined with other mods that overwrite any of its corresponding files.\n\n\nModLoader Client\n--------------------\nYou are playing minecraft using Risugamis ModLoader.\n\nCopy all files inside the included \"ModLoader\" zip package to their corresponding locations in your \"Minecraft.jar\" in your \"/.minecraft/bin/\".\n\n\nModLoaderMp Client\n--------------------\nYou are playing minecraft using SDK's ModLoaderMp.\n\nCopy all files inside the included \"ModLoaderMp\" zip package to their corresponding locations in your \"Minecraft.jar\" in your \"/.minecraft/bin/\"."
        },
        {
            "author": "vs863129",
            "timestamp": 1314272340,
            "txt_content": "well 发表于 2011-8-25 17:20 \n它要先裝上 Flan's Player API , 你有裝嗎??\n\n它裡頭有說明文件, 你有看嗎??\n我只看影片\n英文不好\n沒看說明文件..(因為我也不知有啥就不開...\n明天我在試看看 因為這台不能試"
        }
    ]
}