{
    "title": "[Minecraft.net|INSIDER] 英勇的村民获胜了！",
    "author": "海螺螺",
    "replyCount": 99,
    "timestamp": 1557051780,
    "txt_content": " 本帖最后由 754503921 于 2019-7-18 11:13 编辑 \n\n\nValiant Villagers are victorious!\nNew designs! New jobs! Go behind the blocks of the biggest villager update ever!\n英勇的村民获胜了！\n全新设计！全新职业！探索迄今最大的村民更新！\n\nFew things are as iconic in Minecraft as the Overworld’s very own friendly neighbour – the villager. With its distinguished brown robe, daily loitering and constant “Hrmm”-ing, villagers have always been that trusty companion to turn to in the time of need, offering fair deals to anyone willing to pay their village a visit.\n不少东西是 Minecraft 的标志性物品，比如说主世界非常友好的邻居 - 村民。穿着它们杰出的棕色袍子、终日游荡、总是发出 Hrmm 的声音，在需要的时候村民们总是可以信赖的伙伴，给每个愿意到访村庄的人一个公平的交易。\n\nBut isn’t all that trading getting a little… stale? What does a baby villager who dreams of a different trading career do? Try not to grow up? Apply for a job in a different game? Hope Terraria accepts their LinkedIn request? No, no, and no again – sorry, villagers! You’re all destined to grow up to trade with players the way you always have, and that’s IT.\n但天天交易是不是有一点...陈旧了？那些想着不同交易职业的小村民又该怎么办呢？试着不长大吗？在其他游戏找一个新工作？希望泰拉瑞亚接受他们领英的申请？不，不，不行，抱歉了村民们！你们注定要长大，如过往一般与玩家交易，就是这样。\n\nOr is IT? No, IT isn’t! Because with the recent release of 1.14 – the Village & Pillage update – villagers have received some wonderful new features, designs and job prospects! A change the development team thought was long overdue.\n就，这样了？不，不是这样！因为最近的 1.14 - 村庄与掠夺更新 - 村民们有了一些很棒的新特性、设计以及职业前途！一个开发团队早就认为应该做的变化。\n\n\n\n\n\n\n\n\n\n“The villagers have been in Minecraft for so long and we haven’t really done anything with them since they were added to the game,” says Agnes Larsson, developer on the Minecraft Java team, who’s been heavily involved in the villagers redesign. “It’s something we’ve wanted to do for a long time – to give them more life and feeling, and that time was now!”\n“村民们已经在 Minecraft 里呆了很久了，而至今我们没有对它们做任何事”，Agnes Larsson 道，他是 Minecraft Java 版的开发者，在村民的重新设计中扮演了重要的角色。“这是我们早就想做的事了 - 给它们更多的生活和情感，而时间就是现在！”\n\nIndeed it was! Because with the release of Village & Pillage, players might have noticed some changes in the towns of the Overworld. Not only has the architecture evolved, but local settlements are now teeming with life, with villagers running back and forth between their houses and their all-new job sites (more on those later!)\n的确如此！由于村庄与掠夺更新的发布，玩家可能已经注意到了主世界城镇中的一些变化。不只是建筑进化了，那里的居民现在也富有生机，村民们来回奔跑在它们的房子和它们的工作站点(以后还会有更多！)\n\nWhat’s more immediately noticeable is their appearance. After years of selling off their precious emeralds for shady materials such as rotten flesh, these villagers have finally apparently turned enough of a profit to be able to afford their own clothing. Which is weird, because whenever I walk into a store with rotten flesh they just call the police ;_;\n更加令人瞩目的是它们的外表。在积年出售珍贵的绿宝石以换取类似腐肉之类的烂材料之后，它们终于积累了足够的利润来购置它们自己的衣物。奇怪的是，我每次拿着腐肉进入商店，他们就只是报警 (? . .? . `)\n\nInstead of being forced to wear an orange jumpsuit like me, the villagers have a whole new look! Gone are the simple robes, replaced by characteristic outfits that are unique to a villager’s profession, but also the specific biome its village resides in.\n不像我被迫穿上橙色连身衣一样，村民们焕然一新！那些袍子一去不返了，与之而来的是村民职业独有的职业装，并且随着它们居住村庄所在的生物群系而变化。\n\n“Biome diversity is something that we talk about a lot because exploring is a big part of Minecraft,” explains Agnes. “If the biomes are more diverse, and there are more things to explore, it will get more **. We often try to think about things we can do to improve exploring, and that’s not just about how the actual world looks, but also how mobs like villagers look in different biomes. It gives them more personality and feeling!”\n“生态环境多样性是我们讨论很多的一个点，因为探索在 Minecraft 中是个很重要的一部分，”Agnes 解释道。“如果生物群系有更多的多样性等待着探索，那将会更令人激动。我们经常试着去想那些能够改善探索的东西，这不仅是现实世界中那样的群落，还包括了生物如村民在不同群系中的模样。这给了它们更多个性与情感！”\n\n\n\n\n\n\n\n\n\nWhile the visuals have played an important part in the new update, so has the evolution of trading. A goal with Village & Pillage was to refine the trading system, making it more rewarding for players to engage in. Villagers now have more levels of trading that can be improved by trading with them. As the experience bar goes up, so does the quality of deals that the villager will offer. Agnes believes that the goal with trading is that it should always be a fun experience, but not a mandatory one.\n视觉是更新中的一个大头，交易的进化也是。村庄与掠夺更新中的一个目标就是强化交易系统，让参与其中的玩家得到更多的回报。村民现在有了更多的交易等级，它可以通过与之交易而获得升级。随着经验条逐渐增加，村民交易的品质也会逐渐提升。Agnes 相信交易的目的就是要有愉快的体验，而不是强制的那种。\n\n“I want it to be fun to trade, but everyone should decide for themselves how they want to play Minecraft. So if you want to trade, I think it should be a fun thing, and that you can actually get valuable resources from it. It’s the excitement of ‘OK, what can this villager trade me?’\n“我想让交易变得愉快，但每个人都应可以决定他们在 Minecraft 中如何游玩。所以如果你想要交易，那应是一件有趣的事，而且你可以实际从中得到有价值的资源。那是‘行，这个村民又能给我点什么？’的激动。”\n\n“It’s also satisfying to level up the villagers, so you can feel that you managed to build a really good and efficient village by trading and placing work with job site blocks. It gives you clear goals to get a cool village with cool trades.”\n“升级村民也应是令人满意的，你可以感到，你通过交易和放置工作站点方块，来努力的构建了一个高效的村庄。它给了你升级一个很棒的交易村庄的目标。”\n\nThe job site blocks are a brand new type of block specific to a villager’s profession and something they visit every day to perform their work. For example, an armorer will seek out a blast furnace, while a farmer would probably prefer to work at a nearby composter. These blocks are not only useful for villagers, but for players as well, giving them several new gameplay options and the power to control the very work flow of a village! Place the right blocks, and you’re basically a guidance counseller for the children of the village...\n工作站点方块是一种针对村民职业的全新方块类型，村民每天都要前往那里完成工作。举个例子，盔甲匠将会寻找高炉，而农民则可能更喜欢在堆肥桶旁工作。这些方块不仅对村民，也对玩家来说是很有用的，它们给了玩家一些新的游玩选项，也给了玩家控制村庄工作流的能力！放置正确的方块，你基本上就是村子里小村民的人生导师了。。。\n\n\n\n\n\n\n\n\n\n“When a child grows up, it will pick a profession depending on available job site blocks,” explains Agnes. “That means that the player can control what kind of village they want to have. For example, if you want a coastal village with lots of fishermen, then you place lots of barrels, which means that unemployed villagers are more likely to become fishermen. I feel that’s very Minecraft-y, because Minecraft is very creative and you can control it the way you want, and this is another way to control your world.” Sorry, villagers – your free will isn’t as important as the players!\n“当小村民长大时，它会基于可用的工作站点方块来选择一个职业，”Agnes 解释道。“也就是说，玩家可以控制他们想要什么村民。比如，你想要一个海滨村庄，里面有很多渔夫，你就放了很多木桶，失业的村民就更可能成为渔夫。我觉得这很 mc，因为 Minecraft 非常有创造性，你可以按你想要那样控制它，这也是控制你的世界的另一种方式。”对不起了，村民们 - 你的自由再不比得上玩家的了！\n\nWhile most of the villager occupations are old classics that has been reworked, there’s also a brand new one, mason! This mason occupation also acts as something of an introduction to the new slab and stair blocks, as well as providing the player with previously hard-to-get blocks.\n大多原有的村民职业都重做了，但我们也有全新的职业，石匠！石匠职业扮演者提供半砖和阶梯方块的角色，给玩家提供原来很难得到的方块。\n\n“We all really wanted a mason,” says massive masonry fan, Agnes “because clay, and the different clay products, are not very common in Minecraft. There are lots of different nice decorative blocks like bricks, terracotta and glazed terracotta – so we wanted another way to obtain these without making players too overpowered.”\n“我们都很想要一个石匠，”来自重度石工粉丝 Agnes。“因为粘土和不同的粘土产品，在 Minecraft 中并不是很常见。有很多很好的装饰性方块比如砖、陶瓦和带釉陶瓦 - 所以我们想要另一种获取这些方块的方法而不那么压迫玩家。”\n\n“I myself don’t dare to build with bricks because they feel so expensive! But I would love to use more bricks, so now I can add villagers that can trade me these things, as long as I have emeralds to pay them, which I can get from other villagers.” The system works!\n“我自己是不敢用砖来建筑的，因为它们感觉很贵！但我也很想用更多砖，所以现在我可以加入一些可以卖给我这些东西的村民，只要我有足够的绿宝石，而绿宝石又能从其他村民那里得到。”这个系统就运作起来了！\n\nIn the end, the most important thing for the team has been to make the villages feel more alive. Agnes hopes that the new update will inspire everyone to experience new ways of being creative in Minecraft, as they explore the new blocks, features and villages!\n最后，开发团队做的最重要的事是让村民变得更加有生气。Agnes 希望新的更新可以激励每个人体验 Minecraft 中全新的创造，比如探索全新的方块、特性和村庄！\n\nBut one burning question remains – if Agnes was a villager, which career would she choose?\n但还有一个问题 - 如果 Agnes 是一个村民，她想要当个什么呢？\n\n\n\n\n\n\n\n\n\n“Ooh, that’s interesting! Hmm… first I’m like ‘What items do I prefer?’ but on the other hand I sell those items, so I don’t get them myself, right? It also depends on where I live. I’d want to live in the swamp because I want to have the lily pad on my head, which is a the perfect hat, and very fancy! At the same time, I love the book hat of the librarian…\n“喔，这就有意思了！嗯... 首先我会想’我喜欢什么物品‘但话又说回来了，我卖这些东西，所以我自己是没有的，对吧？这也决定于我住在哪里。我想要住在沼泽，因为我想要头上戴一个睡莲，那是个很完美的帽子，很棒！同时，我还喜欢图书管理员的那些书...”\n\n“Yes! I want to be a librarian in the swamp because then I’ll also have a book on my head! How fancy is that? And I also like books, and the lectern! I love the lectern! This was an important question!”\n“是了！我想要当一个在沼泽里的图书管理员，那样我头上还会有一本书！这多棒哦！我也喜欢书，还有讲台！我喜欢讲台！这是个重要的问题！”\n\nI couldn’t agree more! Great job, me! Which leads me into the moral of today’s article: In the end, we should all try to embrace our inner villager and find the job site block that makes us happy. I for one, would make a truly terrific nitwit. Time to start practising those “Hrmm’s”...\n我再赞同不过了！对我最好的职业！这引导到了我今天文章的主旨：在文章结尾，我们应该拥抱我们心中的小小村民，并找到让我们快乐的那个职业。我呢，会成为一个真正了不起的傻子村民。是时候开始练习这些 Hrmm 了。\n\n\n\n【754503921译自Valiant Villagers are victorious!】\n【作者Per Landin，发布时间2019年5月4日】\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1557054000,
            "txt_content": "你的自由比不上玩家的！\nwill 没翻出来的样子\n这句话充分体现了文章作者生活在资本主义社会下导致的肮脏罪恶的思想（跑"
        },
        {
            "author": "咸咸的ANKOU",
            "timestamp": 1557056160,
            "txt_content": "工地英语玩家看了流泪"
        },
        {
            "author": "海螺螺",
            "timestamp": 1557066900,
            "txt_content": "SPGoding 发表于 2019-5-5 19:00\nwill 没翻出来的样子\n这句话充分体现了文章作者生活在资本主义社会下导致的肮脏罪恶的思想（跑 ...\n\n所以**好，我们要坚持以**为纲(逃)\n\n可是现行制度不让说(大雾)"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545640,
            "txt_content": "66666666666666"
        },
        {
            "author": "Dk__",
            "timestamp": 1557561120,
            "txt_content": "村民越来越不容易辨认了…这就是我不太喜欢村庄与掠夺的原因"
        },
        {
            "author": "abc2513151911",
            "timestamp": 1557587820,
            "txt_content": "唯一不变的大鼻子"
        },
        {
            "author": "刻薄的人",
            "timestamp": 1557657360,
            "txt_content": "这个好像1.14就有"
        },
        {
            "author": "OrangeNann",
            "timestamp": 1557679680,
            "txt_content": "希望以后村民能有战斗能力，或者有一个保卫职业的村民"
        },
        {
            "author": "我的波塞冬",
            "timestamp": 1557822780,
            "txt_content": "超级棒，就没法玩"
        },
        {
            "author": "我的波塞冬",
            "timestamp": 1557822840,
            "txt_content": "我想水一下"
        },
        {
            "author": "我的波塞冬",
            "timestamp": 1557822900,
            "txt_content": "积分9 好惨"
        },
        {
            "author": "OldShadow",
            "timestamp": 1557825720,
            "txt_content": "以后要是更新村庄里的任务就好了- -完成任务获得奖励什么的也蛮不错"
        },
        {
            "author": "herodream",
            "timestamp": 1557970320,
            "txt_content": "还没见过掠夺者"
        },
        {
            "author": "小图的世界",
            "timestamp": 1557972660,
            "txt_content": "我也还没见过"
        },
        {
            "author": "Wayuxum",
            "timestamp": 1558003500,
            "txt_content": "奸商入水，这才是我想要的mC"
        },
        {
            "author": "1984463791",
            "timestamp": 1558160400,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "0.0.0.0hh",
            "timestamp": 1558164600,
            "txt_content": "仰慕大佬.."
        },
        {
            "author": "1984463791",
            "timestamp": 1558218360,
            "txt_content": "mcbbs因你更精彩"
        },
        {
            "author": "yingwang09",
            "timestamp": 1558282560,
            "txt_content": "s's's's's's's's's's's's's's's's's's's"
        },
        {
            "author": "alecchangod",
            "timestamp": 1558413840,
            "txt_content": "XDDDDDDDDD"
        },
        {
            "author": "fjdkl",
            "timestamp": 1558429380,
            "txt_content": "6666666666888888888888888"
        },
        {
            "author": "12YYT",
            "timestamp": 1558436400,
            "txt_content": "阿斯蒂芬刚发生的"
        },
        {
            "author": "WithForm",
            "timestamp": 1558586460,
            "txt_content": "96666666666666666"
        },
        {
            "author": "yuan3344520",
            "timestamp": 1558747860,
            "txt_content": "万能mc。伟大mc"
        },
        {
            "author": "Luvnstriow_",
            "timestamp": 1558870860,
            "txt_content": "前几排总是些大佬呢，顺便祝楼主高考顺利\n\n在pcl首页推出来说明确实名气很大啊"
        },
        {
            "author": "MC__小杰",
            "timestamp": 1559049060,
            "txt_content": "\nMCBSS有你更精彩~"
        },
        {
            "author": "Colonnello",
            "timestamp": 1559183400,
            "txt_content": "高考加油"
        },
        {
            "author": "小白QT88885",
            "timestamp": 1559192460,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "yfbays17",
            "timestamp": 1559815680,
            "txt_content": "66666666666666666"
        },
        {
            "author": "MYLT25",
            "timestamp": 1559906640,
            "txt_content": "6666666666666"
        },
        {
            "author": "佳辉丷",
            "timestamp": 1560255840,
            "txt_content": "好好好好好好好好好好好好好好好好好好"
        },
        {
            "author": "yhtwd",
            "timestamp": 1560436500,
            "txt_content": "然而村民们只是衣服变好看了，还是没能摆脱没有伤害的限制，还增加了专门破坏村庄杀死村民的生物..."
        },
        {
            "author": "大白熊dabai",
            "timestamp": 1560641880,
            "txt_content": "52354234312423432424234234234"
        },
        {
            "author": "印花机",
            "timestamp": 1560666900,
            "txt_content": "1.4改的材质太难看了"
        },
        {
            "author": "keyi_a",
            "timestamp": 1560690120,
            "txt_content": "新版本什么时候的，我1.13都还没玩过"
        },
        {
            "author": "ajcoldsmoke",
            "timestamp": 1560725400,
            "txt_content": "越来越真实了"
        },
        {
            "author": "sds15514156725",
            "timestamp": 1560828720,
            "txt_content": "Minecraft万岁"
        },
        {
            "author": "sds15514156725",
            "timestamp": 1560828720,
            "txt_content": "longpozhanhun 发表于 2019-5-11 11:34\n66666666666666\n66666666666666666666666666"
        },
        {
            "author": "风扇滑翔翼",
            "timestamp": 1560913440,
            "txt_content": "OrangeNann 发表于 2019-5-13 00:48\n希望以后村民能有战斗能力，或者有一个保卫职业的村民\n铁傀儡就是啊"
        },
        {
            "author": "q3553938204",
            "timestamp": 1560924420,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "风男呵呵呵",
            "timestamp": 1561032060,
            "txt_content": "希望继续加油qwq"
        },
        {
            "author": "cossining",
            "timestamp": 1561205160,
            "txt_content": "1.14终于来了"
        },
        {
            "author": "Nya_",
            "timestamp": 1561210680,
            "txt_content": "哇 突然不会交易了QAAQ"
        },
        {
            "author": "14971182",
            "timestamp": 1561253040,
            "txt_content": "股东分工胜多负少的"
        },
        {
            "author": "a1295148961",
            "timestamp": 1561304940,
            "txt_content": "66666666666666666666666666666666666"
        },
        {
            "author": "刘德华1019",
            "timestamp": 1561332180,
            "txt_content": "可以可以可以可以"
        },
        {
            "author": "IQ100",
            "timestamp": 1561448520,
            "txt_content": "要是能在中文论坛上下MC启动器就好了"
        },
        {
            "author": "alecchangod",
            "timestamp": 1561453740,
            "txt_content": "不是鐵巨人大大打的嗎？"
        },
        {
            "author": "特尔加法洛",
            "timestamp": 1561523160,
            "txt_content": "狗企鹅苟且歌曲"
        },
        {
            "author": "红楼梦",
            "timestamp": 1561729980,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "Wenhai_Faner123",
            "timestamp": 1561732860,
            "txt_content": "大哥，我有意见呐！昨天去跟村民交易，误打了村民，然后铁傀儡红着眼跑过来……"
        },
        {
            "author": "Wenhai_Faner123",
            "timestamp": 1561732920,
            "txt_content": "我现在对?(?^o^?)?村庄有阴影"
        },
        {
            "author": "龙凤为神",
            "timestamp": 1562027880,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "龙凤为神",
            "timestamp": 1562027940,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "龙凤为神",
            "timestamp": 1562028000,
            "txt_content": "666666666666666666666666666666"
        },
        {
            "author": "龙凤为神",
            "timestamp": 1562029020,
            "txt_content": "666666666666666666666666666666666666666"
        },
        {
            "author": "龙凤为神",
            "timestamp": 1562029440,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "三七老咸鱼",
            "timestamp": 1562324520,
            "txt_content": "为什么村庄里有一个酿造台？"
        },
        {
            "author": "夜.无痕",
            "timestamp": 1562379000,
            "txt_content": "作者想表达什么"
        },
        {
            "author": "马云2019",
            "timestamp": 1562388840,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "黄彬焯",
            "timestamp": 1562430480,
            "txt_content": "村民永远的的特征----大鼻子"
        },
        {
            "author": "2064401299",
            "timestamp": 1562474460,
            "txt_content": "还是没有自我保护能力"
        },
        {
            "author": "assh01e_jeahh",
            "timestamp": 1562633700,
            "txt_content": "希望以后能有任务做增加可玩性"
        },
        {
            "author": "情缘灬飞雁",
            "timestamp": 1562634480,
            "txt_content": "老是看着村民在僵尸的攻击下束手无策，想保卫又难，希望出一些卫士村民或者猎手"
        },
        {
            "author": "Mr.Gxiansheng",
            "timestamp": 1562635500,
            "txt_content": "MCBBS有你更精彩！！"
        },
        {
            "author": "pptang",
            "timestamp": 1562670240,
            "txt_content": "感谢大佬整理"
        },
        {
            "author": "j16",
            "timestamp": 1562736600,
            "txt_content": "神乎其技，不服不行!"
        },
        {
            "author": "君临滑稽",
            "timestamp": 1562744760,
            "txt_content": "掠夺者好像要用什么召唤才会出来进攻村庄吧"
        },
        {
            "author": "ljc2008",
            "timestamp": 1562761200,
            "txt_content": " 本帖最后由 ljc2008 于 2019-7-10 20:22 编辑 \n\n“村民们已经在 Minecraft 里呆了很久了，而至今我们没有对它们做任何事，所以，我将在泰拉瑞亚来世中加入村民，我们来世见！”\n嗯！来世再见吧！"
        },
        {
            "author": "xulu52100",
            "timestamp": 1562839800,
            "txt_content": "做的很好 支持一下！！"
        },
        {
            "author": "Big_Shark",
            "timestamp": 1562857860,
            "txt_content": "还没见到过（脸黑找不到村庄）"
        },
        {
            "author": "暗夜公子",
            "timestamp": 1562895960,
            "txt_content": "sssssssssssss"
        },
        {
            "author": "台风了",
            "timestamp": 1562905740,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "南京扛把子",
            "timestamp": 1562909220,
            "txt_content": "大鼻子村民 很棒"
        },
        {
            "author": "2413009668",
            "timestamp": 1562993160,
            "txt_content": "已经玩了我的世界这次更新真的很好"
        },
        {
            "author": "2509176342",
            "timestamp": 1563085320,
            "txt_content": "厉害了，这下没人说村民没用了"
        },
        {
            "author": "xpzb126",
            "timestamp": 1563085860,
            "txt_content": "日常顶一顶"
        },
        {
            "author": "mynamemark",
            "timestamp": 1563105780,
            "txt_content": "这次的更新几乎改变了村庄的判定\n我们服的刷铁机废了（悲）"
        },
        {
            "author": "塔城白音c",
            "timestamp": 1563149700,
            "txt_content": "666666666666"
        },
        {
            "author": "Neofeli",
            "timestamp": 1563165600,
            "txt_content": "村民新动作笑死我了hhh"
        },
        {
            "author": "xxx小盆友",
            "timestamp": 1563327960,
            "txt_content": "村民越来越不容易辨认了…这就是我不太喜欢村庄与掠夺的原因"
        },
        {
            "author": "七木",
            "timestamp": 1563388200,
            "txt_content": "望以后村民能有战斗能力"
        },
        {
            "author": "七木",
            "timestamp": 1563388200,
            "txt_content": "村民越来越不容易辨认66666"
        },
        {
            "author": "Minecraftforge",
            "timestamp": 1563409380,
            "txt_content": "祝愿Minecraft越来越火，不断更新"
        },
        {
            "author": "Minecraftforge",
            "timestamp": 1563409440,
            "txt_content": "Dk星遐 发表于 2019-5-11 15:52\n村民越来越不容易辨认了…这就是我不太喜欢村庄与掠夺的原因\n村民和末影龙，你能分辨吗"
        },
        {
            "author": "auvauvauv",
            "timestamp": 1563419520,
            "txt_content": "BUG酱总算完成了几年前就该干的工作不知以后会怎样更新期待中"
        },
        {
            "author": "auvauvauv",
            "timestamp": 1563419640,
            "txt_content": "不知道什么时候村民可以不天天抱着个手并Hmmm最好1.15就搞定"
        },
        {
            "author": "x123888",
            "timestamp": 1563438600,
            "txt_content": ".................."
        },
        {
            "author": "x123888",
            "timestamp": 1563438660,
            "txt_content": "水评论（滑稽）"
        },
        {
            "author": "x123888",
            "timestamp": 1563438720,
            "txt_content": "我是非洲人，连村庄都没见过"
        },
        {
            "author": "x123888",
            "timestamp": 1563438720,
            "txt_content": "（滑稽（滑稽）（滑稽）"
        },
        {
            "author": "Dk__",
            "timestamp": 1563450900,
            "txt_content": "Minecraftforge 发表于 2019-7-18 08:24\n村民和末影龙，你能分辨吗\n我说的是村民之间啊…"
        },
        {
            "author": "King_yb",
            "timestamp": 1563519960,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1563525360,
            "txt_content": "村民的衣服太多了\n认都认不出来"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548280,
            "txt_content": "666666666666666"
        },
        {
            "author": "永恒のMC",
            "timestamp": 1563550920,
            "txt_content": "好棒，支持"
        },
        {
            "author": "Minecraftforge",
            "timestamp": 1563588420,
            "txt_content": "Dk星遐 发表于 2019-7-18 19:55\n我说的是村民之间啊…\n哦（OoO）我明白了"
        },
        {
            "author": "Minecraftforge",
            "timestamp": 1563588540,
            "txt_content": "x123888 发表于 2019-7-18 16:32\n我是非洲人，连村庄都没见过\n现在村庄都烂大街了，你还......"
        },
        {
            "author": "mc_chunyu",
            "timestamp": 1563612300,
            "txt_content": "村民换装真的秀"
        }
    ]
}