{
    "title": "Starbound 1.3.1 更新日志",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1557146400,
    "txt_content": "Starbound 1.3.1 Changelog\nmollygos posted on June 19th, 2017 in Featured, Patch Notes\n\nHey everyone!\n大家好！\n\nWe’ve just released a Starbound update with some minor changes and bug fixes. If you’re on Steam you should see this update right away, if you’re on GOG or Humble it may take a bit for the direct download versions of the game to update. Check below for patch notes!\n我们刚刚发布了一个包含小规模改动和bug修复的更新。如果你在steam上，你应该马上就能升级了；如果你在GOG或Humble，直接下载版需要一点时间来更新。看看下面的更新内容吧！\n\n\nMINOR CHANGES / BUG FIXES\n改动/bug修复\nAdded and improved sound effects for a variety of monsters, weapons and mech components\n添加并改进了一些怪物、武器和机甲部件的音效Fixed lots of typos\n修正了很多手滑写错的内容Fix ‘Parts and Labour’ quest description not matching its requirements\n修正了任务‘Parts and Labour（第二个机甲驾驶任务）的要求和描述不一致的问题Fix bookmarks not being sorted alphabetically\n修正了书签未按字母顺序排序的问题Fix players ‘swimming’ off rail stops using rail hooks\n修正了玩家用轨钩在轨道中轨道站时可以“游出”的问题Fix world.spawnLiquid not functioning on tiles with rails/platforms\n修正了world.spawnLiquid 不能在有轨道/平台的方块上使用的问题Fix a bug allowing placement of blocks on some outside walls of player stations\n修正了一个能在玩家空间站的外墙上放置方块的问题（？？？）Fix Triplod not registering in monster collection when captured\n修正了三体机器人在捕捉后没有正确地在收藏中注册的问题Fix final ore type not being listed in navigation interface for some planets\n修正了最终矿物有时不在星球导航界面列出的问题Fix placement of a boulder trap in a challenge room\n修正了一个挑战房中巨石陷阱的摆放问题Fix rustick being affected by physics forces/collisions\n修正了rustick（太空中的有阻拦索的怪）会被物理力/碰撞系统影响的问题Make airless space areas actually airless and require breath protection\n确保太空是没有氧气并需要呼吸保护的Fix tier 4 mech bodies not protecting against radiation\n修正了4级机甲机体不能防辐射的问题Fix penguin weapon shop not unlocking when repeating weapon testing mission\n修正了企鹅的武器店在打完武器测试任务后无法解锁的问题Fix passive monsters becoming aggressive when player engages hostile monsters\n修正了当玩家与敌对怪物交战时被动怪物也会变得敌对的问题Fix some systems not zooming out far enough in nav and planets going out of view\n修正了某些星系视图缩得不够小使得星球看不到的问题Fix a bug causing a navigation crash when selecting gas giants\n修正了选择气态行星导致导航界面崩溃的问题Fix objects with minimum / maximum liquid levels not being broken\n修正了具有最小/最大液体等级的物体不会被破坏的问题（？？？？）Fix item drops being stuck in force regions at top / bottom of world\n修正了丢弃物品会在世界顶端/低端卡住的问题Fix quest indicators being affected by world lighting\n修正了任务指示器被世界光亮影响的问题Fix bug preventing some background tiles from being painted\n修正了某些背景块不能染色的问题Disable ‘go to quest’ button in nav when that system isn’t explored (e.g. in another universe)\n当目标星系未被探索时，禁用“前往任务地点”按钮（例：在另一个宇宙）Fix some bugs when dual wielding rail hooks\n修正双持轨钩时的一些问题Prevent activating techs during mech deployment\n阻止在部署机甲时使用技能Don’t show the ‘E’ hint in dialog sequences that are not skippable\n在无法跳过的对话序列中不再显示“E“的提示Fix a bug where navigation could be canceled after consuming fuel but before starting flight\n修正了在消耗燃料后跃迁开始前导航可被取消的bugRework behavior of hoverbikes in zero gravity\n重制了车辆在0重力下的表现（参考：https://gfycat.com/DirtySelfassuredDartfrog）Boats no longer sail out of water\n船不能在水以外开了Add an icon to Tonauac’s safe fall blessing\n给图南瓦克的跌落豁免祝福添加图表Add a few more mech horns\n添加了些机甲角Prevent rail trams from driving off the ends of active stops\n阻止了缆车驶过轨道站的可能\n\n\nMODDING API CHANGES\nMod API更改\nAdd world.setDungeonId binding\n添加了world.setDungeonId lua绑定（还没有看lua doc，功能不明）\n\n\n\n译者：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=1082\n\n[groupid=1641]星核汉化组[/groupid]\n",
    "replies": []
}