{
    "title": "Starbound 1.3 - 太空漫游更新",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1557145920,
    "txt_content": " 本帖最后由 zjjxs 于 2019-5-7 12:01 编辑 \n\nStarbound 1.3 – Spacefarer Update\nmollygos posted on June 8th, 2017 in News, Patch Notes\n\nhttps://imgcache.qq.com/tencentvideo_v1/playerv3/TPout.swf?max_age=86400&v=20161117&vid=m0512hgwwla&auto=0\n\nHello! Starbound 1.3 – Spacefarer Update is here!\n大家好！Starbound 1.3-太空漫游更新发布了！\n\nWith the Spacefarer Update, our goal was to give players more things to do in space! Starbound has always focused heavily on traveling from planet to planet, but objectively space is just much cooler than any planet.\n在太空漫游更新中，我们试图让玩家在太空中有更多的事可做！Starbound总是专注于星球之间的履行，但客观地说，太空比所有星球都酷多了。\n\nCheck out the trailer for an overview of what we’ve added this patch, or check the patch notes below for a more comprehensive list of changes/additions. This is one of the biggest Starbound updates to date and has been really ** for us to work on. We hope you enjoy it!\n看看宣传片中关于我们加入的内容的介绍，或者读读下面的更新日志以获得更加全面的修改/增加的信息。这是我们最大的Starbound更新了，开发过程中我们都很兴奋。我们希望你们也能享受它！\n\nMAJOR CHANGES\n主要改变\n\nhttps://gfycat.com/fondaffectionatedwarfrabbit\nNavigation Overhaul\n导航系统翻新\nThe cockpit navigation interface has been completely overhauled. Planets, moons and ships are all visible and orbit each other in real time. Systems will now contain NPC stations, friendly and hostile NPC ships, and strange space anomalies to visit!\n星际导航界面已经彻底翻新，行星卫星和飞船都变为可显示单位并且时刻运行。新加入这个系统的还有NPC空间站、友善或敌对的NPC飞船，以及各种稀奇古怪的宇宙环境，他们都是可以登陆访问的！\n\nhttps://gfycat.com/unrealisticvainhoverfly\nCustomizable Mechs\n个性定制机甲\nExplore these new space locations in customizable spacefaring mechs! Traverse hostile space in zero gravity, fight powerful new space monsters, and collect unique rewards as you upgrade your mech to progress through more difficult hazards. Mechs can also be deployed to planets, to crush your enemies with overwhelming firepower!\n操纵风格迥异的机甲来探索这些新的宇宙空间吧！穿梭过零重力的敌对区域，和强大的宇宙怪物战斗，收集独特的奖励来升级你的机甲，迎接更加艰难的挑战！机甲也可以被部署到行星上，成为粉碎敌人的强大火力！\n\nhttps://gfycat.com/unrealisticvainhoverfly\nModular Space Stations\n模块化的空间站\nMake a permanent home among the stars with player-owned stations! Use a station transponder to place your station into orbit, then expand it with modular rooms to suit your needs.\n在群星间建造属于你的永恒家园吧，使用空间站传输器来进入轨道空间，利用模块来扩展空间，使之满足你的需求。\n\n\nMINOR CHANGES / BUG FIXES\n修改和bug修复\nGameplay now pauses while menu is open (single player only)\n游戏现在在单人模式下可以通过开启菜单来暂停Non-piercing projectiles (e.g.) rockets now stop at the edge of the entity they hit, correcting knockback direction from explosions\n非穿甲类型的子弹会在经过敌人身边时触发爆炸或伤害，而不会被敏捷的闪开了（判定点放大了）Adjusted player and other physics to behave better in zero gravity\n调整了玩家和其他东西的物理模型来更好地模拟零重力环境Remove gravity from asteroid fields\n原本的小行星空间现在没重力了（再也不会摔死在地图边缘了）Asteroid fields now ring their stars and can be entered at any position\n小行星空间变成了环绕主星体的环带，并且可以从任何角度进入Add rail tram vehicles and tram stop objects\n添加了轨道电车和轨道制动配件When opening inventory, first tab will be selected by default\n打开背包的一个标签时，在快捷键上的道具会被标记（不明）Auto-sorting inventory will also stack items\n自动整理功能会自动堆叠同类物品了Add visual novel engine\n添加了视觉小说系统（SB gal化不可避？）Fix threat level of player ships to always be 1 for colonist purposes\n飞船上的殖民地标签将始终召唤威胁度1级的居民Cheese is now considered produce and players will be paid to launch it into space\n奶酪现在可以被泰拉市场货运站理解为加工品并付款给玩家啦Made several block types permeable to liquids\n一部分物块可以被液体渗透而不是挤压置换了Perfect armor set now slightly weaker than tier 6 crafted armors\n完美套现在比6级装备略渣了（完美套大削弱）Fix several issues with NPC pathfinding\n修复了一些npc的路径寻路问题Various performance improvements\n各种性能改善（逆优化）Engineer and Mechanic crew members now give flat bonuses to ship speed and fuel efficiency\n工程师和机械师船员现在平滑地（有上限了似乎）提升飞船的速度和燃料效率Ancient Vaults will no longer regenerate if the game is restarted while the vault is open\n远古庇护所在打开状态下，重启游戏也不会重置了Added unbanip and unbanuuid commands for servers\n为服务器添加了unbanip和unbanuuid命令（应该是解除封禁用户与ip的）Rail platforms and trams can now be broken using the matter manipulator\n轨道平台和电车现在可以使用物质枪破坏了\n\n\n\n下面的是mod制作相关，未翻译。\nMODDING API CHANGES\nSupport script panes opening and closing with inventory (like containers)Item slots / grids in script panes now display tooltips for contained itemsSpecial keys are now passed separately to techs as special1, special2, and special3. If a player is lounging, they will be suppressed and instead passed to the active vehicle (if applicable)Support rectangular force regions with a linear force gradientSupport setting gravity for specific dungeon IDs in dungeon filesRework canvas widget bindings. Canvas widgets can now be bound to a Lua object and controlled directlySupport damage sources for vehiclesActiveItems will now include the player lua bindings when held by a playerTechs now have access to the message table for entity message handlingAdd celestial lua bindings for script panesBehavior nodes must now be explicitly defined in .nodes files. This includes specifying node parameters and outputs, with associated types. (Supported types: json, entity, position, vec2, number, bool, list, table, string)Behavior trees (.behavior) now explicitly specify whether a parameter is a blackboard key or a raw value. This includes parameters passed into module (sub-tree) nodes.Behavior node Lua implementations no longer directly perform blackboard lookups (BData methods). Lookups are performed before running the function, and the raw values are directly available in the “args” argument.Behavior node Lua implementations no longer directly set blackboard values. Node output is set by returning or yielding a second value. This second value is a table of output key to output values.\n\nAdded Lua bindings:\nworld.environmentStatusEffectsworld.materialHueShiftworld.modHueShiftworld.materialColorworld.setMaterialColorworld.entityTypeNameworld.setDungeonGravityworld.setDungeonBreathableworld.itemDropItemmcontroller.zeroGmcontroller.atWorldLimitphysics.setCollisionEnabledplayer.blueprintKnownplayer.unequipTechplayer.swapSlotItemplayer.setSwapSlotItemplayer.loungingInplayer.worldHasOrbitBookmarkplayer.orbitBookmarksplayer.systemBookmarksplayer.addOrbitBookmarkplayer.removeOrbitBookmarkplayer.addTeleportBookmarkplayer.isMappedplayer.mappedObjectsroot.materialConfigroot.modConfigroot.liquidConfigroot.elementalResistanceroot.dungeonMetadatavehicle.setForceRegionEnabledvehicle.setDamageSourceEnabledpane.setTitlewidget.activewidget.hasFocuswidget.registerMemberCallbackwidget.itemSlotItemwidget.setItemSlotProgresswidget.bindCanvasentity.persistent\n\nRemoved Lua bindings:\nactiveItem.giveOwnerItem (now available via player)activeItem.ownerHasItem (now available via player)activeItem.takeOwnerItem (now available via player)player.addBookmark (use addTeleportBookmark / addOrbitBookmark instead)root.materialPath (use materialConfig instead)root.getConfiguration (removed for security)root.setConfiguration (removed for security)root.getConfigurationPath (removed for security)root.setConfigurationPath (removed for security)\n\n\n\n\nHey, you made it past all the modding API and Lua bindings changes! Maybe you like Starbound a whole lot? Maybe you wanna keep some physical Starbound mementos on your person at all times? Cool! Check out our merch on the Chucklefish Shop, and also maybe let us know what sorts of things you’d like to see there in the future. Thank you! <3\n嘿，你已经看完了mod api和lua绑定的改变了！也许你非常喜欢Starbound？也许你想留下一些你个人的永久物理的Starbound纪念品？酷！来看看我们在呵呵鱼商店的东西吧，另外也许你可以告诉我们你要我们以后推出什么商品。谢谢！<3 \n\n\n\n译者：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php ... &tid=1078&fromuid=5\n\n[groupid=1641]星核汉化组[/groupid]\n",
    "replies": []
}