{
    "title": "来吧，分享一下你第一次玩mc的感受",
    "author": "Timyang",
    "replyCount": 20,
    "timestamp": 1360142400,
    "txt_content": "想起当初我刚接触MC的时候就完1.4版本了（喂喂……这是测试版1.4不是正式版1.4，测试版1.4在一年前才有）\n那时候，我还清晰记得那时候的遭遇，可以说我一点也不会玩，也不知道这游戏的元素，我同学告诉我：快去敲树。当时一惊，这游戏，连树都可以用手敲碎？。那个同学就说这游戏灰常不科学，恩，中午了，我收集了4块木头，咦？前面那是什么？白白的身体，比我矮，发出…………咩咩声，(⊙o⊙)哦，原来是只羊，我同学说，打一打他.我敲了一下那只羊，立刻掉落了4个羊毛方块（那时候的MC的羊受到主角攻击，哪怕是扣1滴血，也会掉落羊毛），后来走着走着，走到悬崖，这种感觉啊…………一看悬崖下面，( ⊙o⊙ )哇，当时一惊，那绿绿的是什么？还是10多个呢，我找机会绕下去，却来到了一个奇异地形，这是一个拱形山，外圆中空，可以说是一扇门，后来我再也回不到这座“拱形桥”了，来到那座小悬崖下面，哇，原来这绿绿的，是鬼脸，好像圣诞节的南瓜耶？同学说那就是南瓜，快把它收集起来，旁边还有一棵树，把他砍了！现在，我有基本木头生存了，同学叫我挖个洞住着。我选择了悬崖壁上做个工作台，可是，我感觉，画面好像越来越暗，往上一看，咦？这是…………同学说：天黑啦。快建家，不然很危险！，等到我磨磨蹭蹭的做好工作台，已经完全天黑，我把工作台放下，同学摆了三个木板和俩木棍，当时觉得真奇妙，竟然变出一个木镐，同学叫我挖点石头，我照办了，等挖了10多块，他叫我停，搞个炉子出来！烧个木炭！有光的感觉真好啊！，我也不多废话，把家给挖好，(⊙v⊙)嗯挖了5×5了，火炉早就烧好了，又是没光，啊，以后在生活中别浪费电了大家，很惨的********，做了4个火把，网主角下体一插（大雾），往家里墙上一插，整个房子，啊不对，应该是洞窟吧，整个洞窟瞬间亮了，当时心里真（*他*妈*）爽啊，接着，做了个床，好哦！睡觉！再有了床之后，我没有一天见过黑夜，天一黑立马睡觉，之后，我看到山上有几块石头，很奇特，还有黑点，同学叫我去挖，这是煤……跟木炭一样的，多挖点，我决定明天再挖煤，先把周围点亮，同学说：你现在没木头，把你背包的树苗拿去种吧，我把一颗树苗插在地上，同学叫我背合成表，还教了我一些知识，也为以后奠定了基础。\n  第二天（现实生活中），我在自己家玩minecraft，进入！唉，我去做点石制品！在近距离探索一下这个世界，当我越过一个小山坡的时候，我看到一座山，山中间有个洞窟，感觉好深啊，不管了，回去家里吧，做个木门，再挖个卧室，把床放进去，再把同学教我做的南瓜灯，做一个，放在床旁边，好了，我现在出去一下！(⊙v⊙)嗯，找到一个小山坡，下面有岩层裸露出来，我挖个房间吧，挖到里面，找到一种石头，也不像煤，挖了5个，放在家里的箱子了，以后找同学看看，我还以为那个小洞还有，我怕走远，因为我想再去拱形桥的时候，差点走不回来。我心里有点害怕，同学介绍给我一个地址，说是专门论MC的坛，叫mcbbs，我看到一个帖子，叫做防御灯塔，我非常想做一个这个灯塔，防止我走丢了\n（如果你想看看这个塔，请参照我那次看到的帖子：\nhttp://www.mcbbs.net/forum.php？mod=viewthread&tid=12344&highlight=%B5%C6%CB%FE）\n不过这灯塔有很多地方我没材料，也不认识叫什么，同学看到我箱子里的那种奇奇怪怪的石头的时候，告诉了我：那是铁矿石，快拿去熔炉烧了它，铁矿很有用的！，烧了5个铁锭，做了把铁铲子，做个铁桶，同学问我有没有燧石，我说没有，他说有没有看到砾石？我见过砾石，说见过，他说马上去砾石那，挖点燧石，我们做 燧石与火镰（当时的打火石就叫燧石与火镰），我到外面海边的砾石地（这是极其稀有的砾石沙滩，当时我还不知道呢，后来几个月看wiki的时候知道这是极其稀有的砾石沙滩），挖了燧石，做了燧石与火镰，好了，天快黑了，睡个觉！晚安\n\n    第二天，我出门探险，遇到一群牛，唉，说牛不像牛，是牛因该有牛角啊（那时候的版本牛没有角）打死几十只了，得到21个皮，20块肉，烧过再吃，当时没有饥饿度，所以食物消耗非常少，去刚才说到的无底洞探险，挖，还真深啊，下去也费了一番功夫，( ⊙ o ⊙ )啊！，这是…………一只…………什么生物，发出 恶~~的声音，当时一片静寂，只见那个生物抬起手来，向我走来，我几剑砍死了那只怪物，继续前进，哇哇哇哇哇( ⊙o⊙ )哇，这里好多铁，如果我记得还清楚的话，就是18个铁矿，当时我还洞挖挖西挖挖，挖出个盘旋卧龙的洞窟，下去之后也没什么矿，就一些煤，我担心有怪物跑出来，用沙子烧的玻璃封上了。之后，我有很多想法，最后还想出海，建造了码头，做了一只船呢，我还遇到一个8脚生物，这大白天的什么怪啊，打死，获得两跟线，之后再次遇到一只这样的怪物，打死得到一跟线，与3跟木棍合成————弓箭诞生！那时候为了探险，我把家周围的地方插火把，别那么暗，后来在那座悬崖里找到一个洞窟，但是不敢进去，因为有只，阿不对，有8只绿绿的无手生物走来走去，害得我害怕死了，那时候，去了解MC，上优酷视频网站看了看，知道了，这是苦力怕，以后听到嘶嘶声立刻掉头跑！会自爆，又一次，我做了把锄头，区耕地，只要用锄头耕草地，就有几率出种子（那时候的MC没有草丛，种子还靠耕地得到，），我做了一个小农田唉，谁知，一转头看到一个绿绿的怪，那时候我看着他，“她”看着我，我立刻跑了，我看到我没扣血，没死，就往回看，(#‵′)靠！！！！我的农田怎么有个大坑，又一次，掉进一个坑里，只剩半个血，出海时，我在一个岛屿看到一个流动的东西，但是不是水，水是蓝蓝的，而这种液体却是红色的，稠稠的，粘粘的，红红了，我还以为这是温泉，跳进去看了看，呃~~呃~~呃~~呃~~呃~~~~~~die！主角归西！从此，我的第一个存档因为跳进岩浆而死，回到出生点，又回不去房子，一怒之下删掉了存档。好了，这是我第一次玩mc的存档，你们的呢，说出来跟大家分享一下。\n",
    "replies": [
        {
            "author": "Timyang",
            "timestamp": 1360142460,
            "txt_content": "啊不对，我忘了2013年了，测试版1.4应该是2年前才有"
        },
        {
            "author": "ccvb1231",
            "timestamp": 1360142580,
            "txt_content": "我玩时只有1.6 !!!!!!!!!"
        },
        {
            "author": "trumanpan",
            "timestamp": 1360142580,
            "txt_content": "我beta1.3开始玩的"
        },
        {
            "author": "Timyang",
            "timestamp": 1360142700,
            "txt_content": "trumanpan 发表于 2013-2-6 17:23 \n我beta1.3开始玩的\n那什么时候玩的= ="
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1360143000,
            "txt_content": "我第一次进去就撸猪+放火~~  嘿嘿~~"
        },
        {
            "author": "trumanpan",
            "timestamp": 1360143000,
            "txt_content": " 本帖最后由 trumanpan 于 2013-2-6 17:30 编辑 \nTimyang 发表于 2013-2-6 17:25 \n那什么时候玩的= =\n1多年前吧，不太记得更新也不会更"
        },
        {
            "author": "风障",
            "timestamp": 1360143000,
            "txt_content": "1.1玩的撸过！~~"
        },
        {
            "author": "香蕉哥哥",
            "timestamp": 1360144020,
            "txt_content": "我看见金币就来了    我一直都是1.2.5"
        },
        {
            "author": "香蕉哥哥",
            "timestamp": 1360144080,
            "txt_content": "我看见金币就来了    我一直都是1.2.5"
        },
        {
            "author": "Czp547584102",
            "timestamp": 1360147260,
            "txt_content": "第一次接触MC是在1.2.5...做了一个泥土的房子...然后被JJ怪炸了...之后怒删存档...之后开始接触工业{:10_525:}"
        },
        {
            "author": "困兽",
            "timestamp": 1360152840,
            "txt_content": "第一次玩的时候...超平坦生存掉到村庄的水井里淹死了..."
        },
        {
            "author": "1025406657",
            "timestamp": 1360159800,
            "txt_content": "刚玩的时候在单机的山上挖了一个洞  然后跳来跳去 然后就去玩联机  然后就没有然后了"
        },
        {
            "author": "Minezeratul",
            "timestamp": 1360160280,
            "txt_content": "第一次到现在只玩过PC1.2.5和PE版的路过"
        },
        {
            "author": "ql17934862",
            "timestamp": 1360160580,
            "txt_content": "第一次玩就觉得这个游戏的潜力不可估量.."
        },
        {
            "author": "Ymy.Lost",
            "timestamp": 1360160760,
            "txt_content": "第一次玩的时候好运气不错自己开了个山洞熬过第一天晚上。\n第二天天亮出门刚想去四周探索一下，走着走着突然掉到大裂谷里了！ 下面还有个JJ怪直接把我炸死了……\n\n还有就是第一天晚上正在合成东西，突然发现被骷髅射！复活以后跑到跟前硬是用手敲死了……"
        },
        {
            "author": "火星！杀人",
            "timestamp": 1360166880,
            "txt_content": "第一次玩MC连房子都不会盖"
        },
        {
            "author": "lovexia",
            "timestamp": 1360210800,
            "txt_content": "大概好早以前就玩过，不过那时玩的是英文版，看不懂，然后又开着3D效果【当时不知道】，电脑又是渣机，有卡，然后果断删了，后来是，看见有人造出个什么动漫里的房子，才去玩的"
        },
        {
            "author": "zjy",
            "timestamp": 1360213740,
            "txt_content": "我也是啊 = =  "
        },
        {
            "author": "1336943646",
            "timestamp": 1360214880,
            "txt_content": "我才玩了几个月哦 12年玩的 生存大师 挖矿大师 其他的都是小白"
        },
        {
            "author": "yu5862@126.com",
            "timestamp": 1360241100,
            "txt_content": "我第一次玩MC都是被追杀，直到发布1.3版本为止（以前都不会打树）你可以去《说说你们第一次玩MC都干了什么》"
        }
    ]
}