{
    "title": "Starbound 5月9日更新日志：宇宙家具生活",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1557142680,
    "txt_content": " 本帖最后由 zjjxs 于 2019-5-6 19:39 编辑 \n\n9th May – Bless this Spess\nHealthire posted on May 9th, 2017 in Dev Blog, Featured\n\nHey everyone! Since the last blog post we’ve been working hard on the features you’ve seen already, but we’ve also been working on an entirely new feature! This is something we’ve wanted for a really long time and it has finally found its place in the upcoming update.\n嗨，大家好！从上次日志开始我们就一直忙于实现给各位看过的东西，而且我们还在做一个全新的功能！这个东西我们已经期待了好久并终于在即将到来的更新中占有一席之地。\n\nWhile travelling through space is **, sometimes you just want to kick back and relax. And who can be bothered going up and down a gravity well constantly? In the next update you’ll be able to have all the comforts of your old house on Earth, but in space. Simply call in a station probe to deploy your personal space station.\n虽然在宇宙中旅行是一件激动人心的事，但有时你也需要休息和放松一下。谁想随着引力上下翻飞被时刻不停地打扰呢？接下来的更新中你们将在太空中享受到如住在地球老房子中一般的温馨舒适。只要简单地使用太空站探测器就可以拥有你自己的私人空间站。\n\nhttps://thumbs.gfycat.com/GratefulSolidAlabamamapturtle-mobile.mp4\n\nYour initial station package includes an entrance for your mech and a teleporter for convenience, while providing lots of room for activities.\n你的初始空间站拥有供机甲出入的大门和一个方便快捷的传送器，同时还有大量的活动空间。\n\n\n\nIf it’s less space than you’re accustomed to, don’t worry about it! Your station can be expanded with a variety of modules to create the intricate corridor maze of your dreams. All for a very relatively reasonable cost.\n如果觉得空间不够用，不要担心！你可以用不同的模块来扩展空间站，创造出如你梦想中错综复杂的迷宫。这些需要付出一定的费用。\n\nhttps://thumbs.gfycat.com/ZigzagVastAustraliancattledog-mobile.mp4\n\n\n\nLots of people have been asking us when Starbound is coming to Xbox One, and while we don’t have a release date for you yet, we can confirm it’s still a thing that’s happening! We’re working with the super talented folks at Blitworks on the port, so it’s in good hands. We’ll let you know more as soon as we can!\n有很多人问我们Starbound何时登陆Xbox One，我们暂时还没有确定发布日期，继续期待吧！我们正在和Blitworks的精英们就移植问题进行合作，进展顺利。我们会尽快告知你们更多消息的！\n\n\n\n译者：克拉诺克斯\n原文：https://tieba.baidu.com/p/5109245986\n\n[groupid=1641]星核汉化组[/groupid]\n",
    "replies": []
}