{
    "title": "Starbound 8月31日更新日志：Discord更新v1.3.4 [不稳定版]",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1557147480,
    "txt_content": "Discord Update v1.3.4 [unstable]\nDiscord更新v1.3.4 [不稳定版]\nsuperconsole posted on August 31st, 2018 in Dev Blog\n\nHi all!\n大家好！\n\nI’m Katy (aka Superconsole), a newish member of the Marketing & Community team here at Chucklefish. Some of you may have seen me lurking in the forums or posting over at the Wargroove Dev Blog, but this is my first Starbound entry!\n我是Katy（也即Superconsole），是呵呵鱼的新的市场与社区部门的成员（译注：前任是玩梗狂魔molly，此人目前就职于阀门2333）。你们中的一些人可能已经发现我潜伏在论坛中，或者在wargroove那边发日志，但这是我第一次发布与Starbound有关的东西！\n\nLately Healthire, Katzeus, SamuriFerret and Kyren have been working closely with the Discord team to integrate Starbound functionality into the app, making the game more accessible for players. Some of this stuff doesn’t sound too sexy, but in action it’s really cool!\n早些时候Healthire（码农）, Katzeus（PM，但好像也可以当码农使233）, SamuriFerret（美工） 以及Kyren（主程）和Discord（译注：某不存在的网站。别想了）的团队努力将Starbound（某些功能）整合进他们的app，让玩家更容易取得游戏。这些工作感觉不咋地，但实际上很cool！（译注：都说了不存在的网站了）\n\nThe features include rich presence, which means that you’ll be able to see on Discord whether you’re in menu or in game, and also how many people you’re currently playing with. You’ll also be able to invite players to join your game directly through the Discord app, as well as asking to join other people’s games too.\n这个功能包括rich presence，这意味着你能够在discord上看到在玩什么，有多少人在一起玩。你也可以直接通过discord的app邀请玩家加入你的游戏，也可以请求加入别人的游戏。\n\n\n\nYou may have also heard that Starbound will also be one of the very first games available in the brand new Discord Store! This is super ** for us, as it means Discord users will be able to purchase the game and immediately jump right in and start playing from the app, which is linked directly to Steam. The Store is still in closed beta right now, but here’s a sneaky peek:\n你可能也听说了Starbound也会是第一批在全新的Discord商店上架的游戏之一！这让我们很激动，因为这让Discord用户能够直接购买并立即从app加入游戏。这都是和steam直接相连的。（译注：我不大清楚这是什么意思。不知是说可以和steam用户一起玩还是什么）目前商店还在测试阶段，但下面你可以看一看是什么样\n\n\n\nAll the Discord integration will form part of a v1.3.4 update, which is currently on an unstable branch, but you can jump in and give the features a whirl now, while we iron out everything for full launch on a stable branch. If you want to find other players to test out the game joining features, you can also join the community-run Starbound Discord server.\n整合Discord是1.3.4的一部分，目前已经更新到不稳定版中了，尽管我们还在为推到稳定版做些工作，但现在你可以立即进来体验一下。如果你想找到其他人来测试加入游戏的功能，你可以加入这个非官方的Starbound Discord服务器：https://discordapp.com/invite/starbound\n\nThere’s a lot bubbling behind the scenes here, and we’re looking forward to sharing more news with you all about our bigger plans for Starbound 1.4, Xbox and beyond as soon as we can! In the meanwhile, we’re on the look out for a pixel artist and programmer to join the Starbound team here in London, so if this sounds like you, check out the Chucklefish blog for more details!\n现在幕后还有很多事正在发生，我们期待着尽快向你们分享关于1.4的新闻与大计划，Xbox版以及其他东西！同时，我们仍在招募像素美工和程序员加入我们在伦敦的Starbound团队。如果你觉得自己合适，就去呵呵鱼博客看看细节吧！\n\nUntil next time.\n下次见。\n\n\n\n翻译：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=1105\n\n[groupid=1641]星核汉化组[/groupid]\n",
    "replies": []
}