{
    "title": "Starbound 2月2日更新日志：2018的情况",
    "author": "zjjxs",
    "replyCount": 0,
    "timestamp": 1557147240,
    "txt_content": "2 February – 2018 Catch Up\nTom Katkus posted on February 2nd, 2018 in Dev Blog, Featured\n\nHello Everyone,\n大家好，\n\nIt’s been a few weeks since we checked in…\n距上次我们的日志已经有好多周了……\n\nCONTENT UPDATE\n内容更新\nThe bounty update has taken a little longer then we’d planned. We’ve decided to deploy some of the content we’ve been working on in a smaller patch.\n赏金更新的开发时间比我们预计中的长。我们决定先在一个小型更新里部署一些已经做好的东西。\n\nThis update will primarily be some fun things players can play with while we finish up 1.4. We’ll be able to share more in the next few weeks about what’s included and when to expect this new content.\n这个更新主要是添加一些玩家在1.4发布后可以玩的东西。我们将在接下来几周讨论具体有什么以及发布时间。\n\nHere’s a preview of a new themed furniture set!\n这里有个新主题家具的预览！\nhttps://gfycat.com/adorableshamelessjumpingbean\n\nWIKI FACELIFT\n维基的更新\nI’ve been working on the Starbound Wiki for a long time (it will be 5 years old in a few months). In that time it hasn’t really changed how it looks, and has needed a visual refresh for a while.\n我已经在SB的Wiki上工作了一阵子（再过几个月老wiki就要满5年了）。它一直都没有变过样，需要一些视觉上的更新。\n\nSo I’ve updated the wiki’s default theme! Feel free to give feedback on the design, it’s a wiki after all so things can be changed to best meet what’s going to work for our players. It’s also a huge wiki – so if there’s a page that doesn’t work in the new format well please report it! I expect that there will be some areas with formatting issues which will shake out the next few weeks.\n因此我更新了wiki的默认主题！请告诉我们你对这个新设计的看法，毕竟这是个wiki，可以改变到尽力符合我们的玩家需求的状态。这也是个巨大的wiki-因此假如有哪个页面在新格式下无法正常工作，请告诉我们！我估计在接下来几周多多少少会解决一些格式问题。\n\nI’m sure there are players who have been using the wiki for years and don’t like the change. Sign up for an account, go to ‘preferences’, and under the ‘appearance’ tab select ‘MonoBook’. This will allow you to use the old theme – which is still fully intact, but is no longer the default and what non-logged in users see. But as long as you’re logged in you’ll see the old design.\n当然，肯定有些老用户不喜欢这种改变。只要登陆账号，选择  ‘preferences’，然后在 ‘appearance’ 里选择‘MonoBook’，就可以切换回旧主题——仍然正常运作，只是不再是游客默认见到的主题了。但只要你登陆了，还是可以切回去的。\n\nSTARBOUND ON XBOX\nXbox版SB\nOne more thing!!\n还有一件事！！\n\nWe announced Starbound was coming to consoles a while ago, and the team at Blitworks have been doing really amazing work. We’ve been playing it on the Xbox in our office, and while a lot of things have needed adjustment to get it working just right for consoles, we’re very nearly there.\n之前我们宣布SB会在主机上发布，然后Blitworks的团队在这上面做了很多工作。我们已经能够在我们的办公室的Xbox上玩到了，不过好友很多需要针对主机调整的地方。就快好了。\n\nWe need to clear a few more things through testing before we can confirm a date, but we should be able to make an announcement soon.\n我们需要进行更多的测试，才能最终确定发布时间，但我们应该很快就能宣布这个时间了。\n\nHere’s a preview of some UI changes which have been made for the console version.\n这里是我们为主机版做的UI改变的预览。\n\n\nFeel free to leave comments on the forums and stay tuned for more updates soon. Until next time!!\n欢迎大家在论坛留下你们的意见，并且继续关注未来的更新。下次见！！\n\n\n翻译：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=1099\n\n[groupid=1641]星核汉化组[/groupid]\n",
    "replies": []
}