{
    "title": "Starbound 1.3.3热补丁更新日志",
    "author": "zjjxs",
    "replyCount": 2,
    "timestamp": 1557146940,
    "txt_content": "1.3.3 Hotfix Patch Notes\nmollygos posted on October 18th, 2017 in News, Patch Notes\n\nHey, everyone!\n大家好！\n\nThings are busy here as we’re still hard at work on the 1.4 update. A number of players have been encountering a crash bug when switching between weapons of the same type, so we decided to address that with a hotfix update rather than waiting for the next patch.\n我们仍旧忙于制作1.4。但许多玩家遭遇了在切换同种武器过程中崩溃的bug，因此我们决定发布一个热补丁来修复，而不是等到1.4。\n\nWhile we’re at it, though, we figured we’d throw in one more useful feature: category tags for Steam Workshop mods! The mod uploader tool now allows you to select one or more tags for your mod, and these can be used to filter searches in the Workshop. Hopefully this will make it a bit easier to sort through the amazing variety of available mods!\n尽管我们仍在制作中，我们认为我们应该发布一个实用功能：Steam Workshop mod的分类目录的tag。上传工具现在可以让你为你的mod挑选一个或更多tag，这对在workshop中分类搜索十分有用。希望这能让你们在海量的绝赞mod的海洋里更加轻松！\n\nOn the development side of things, we’ve been focusing on ** events for you to encounter in pursuit of your bounty targets. You didn’t think it was going to be simple, did you?\n关于新版本开发的事情，我们正主要做一些你在追逐赏金对象中能碰上的激动人心的事件。你没有以为那很好对付的，对吧？\n\nhttps://gfycat.com/thriftyslipperycirriped\n\nIn this example, your investigation is stymied by a code-locked door with your target tantalizingly out of reach. You’ll need to use clever social engineering to obtain the code from an unwary underling in order to progress.\n在这个例子中，你的调查被一个密码门挡住了，更令人着急的是这样你就找不到你的目标了。你需要使用你的社会工程能力【译者：其实是社工（物理）】从他的一个粗心大意的走卒那取得密码来继续你的任务。\n\nWe’re very excited about the procedural possibilities for this patch, and hope you are too. If you’ve got ideas for cool or silly things you’d expect to encounter on a bounty hunt, let us know in the comments.\n我们对这个升级带来的程序上的可能感到非常激动，希望你也是。如果你有其他的想在赏金追捕中遇到的，很cooooooooooooool的或者很2的事件，请在评论中告诉我们。\n\nUntil next time!\n下次见！\n<3\n\n\n翻译：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=1095\n\n[groupid=1641]星核汉化组[/groupid]",
    "replies": [
        {
            "author": "2131886605qq",
            "timestamp": 1560602520,
            "txt_content": "666666666666666666"
        },
        {
            "author": "che_che",
            "timestamp": 1560672240,
            "txt_content": "MCBBS有你更精彩~\n"
        }
    ]
}