{
    "title": "[Minecraft.net|INSIDER] 背包盘点：青金石",
    "author": "SQwatermark",
    "replyCount": 4,
    "timestamp": 1557468900,
    "txt_content": " 本帖最后由 watermark 于 2019-5-10 14:19 编辑 \n\n\n\n\n\n\nimage1.jpg (103.12 KB, 下载次数: 11)\n\n下载附件\n\n2019-5-10 14:04 上传\n\n\n\n\n\nTaking Inventory: Lapis LazuliFeeling blue? \n\n背包盘点：青金石\n感觉“蓝色”？\n注：双关语，blue指蓝色，feeling blue有情绪低落的意思\n\nWhat’s found deep underground, highlyprized by both painters and Egyptian pharaohs, and is a deep shade of royalblue? No, not the leg bristles of a very cold spider – it’s our item of theweek: lapis lazuli!\n是什么在深处的地下被发现，被画家和法老珍视，有着深蓝的颜色？不，不是冰冷的蜘蛛的腿毛——它是我们的本周物品：青金石（lapis lazuli）！\nLapis lazuli wasadded to Minecraft in version 1.2, at the same time as dispensers, beds, cake,birch and pine trees, and of course, the beloved note block. Its primary use isas a dye – it can change the colour of all sorts of things – from glass andterracotta to wolf collars, beds, banners, and shulker boxes.\n青金石在1.2版本加入Minecraft，同时加入的还有发射器，床，蛋糕，桦树和云杉，当然，还有我们钟爱的音符盒。青金石的主要用途是作为染料——它可以为从玻璃、陶瓦到狼的项圈、床、旗帜和潜影盒的任何一种东西染色。\n\n\n\n\ningame2.jpg (63.04 KB, 下载次数: 10)\n\n下载附件\n\n2019-5-10 14:04 上传\n\n\n\n\n\n\nThe best way to find lapis lazuli is tomine it up from the depths of the overworld. Lapis lazuli ore is found close tobedrock, and drops 4-8 pieces of per block mined. With a fortune IIIenchantment, that rises to an impressive 32 pieces per block.\n寻找青金石的最好的办法是在主世界的地底深处开采。青金石矿石分布在基岩层附近，一个青金石矿石会掉落4-8个青金石。如果用时运Ⅲ附魔，最多会掉落令人兴奋的32个青金石。\nIf you’re not in the mood for mining,clerics will trade you lapis lazuli for emeralds, and wandering traders keepsome in stock too. The mineral is also found in chests in abandoned mineshafts,shipwrecks, and desert village temples.\n如果你没心情采矿，牧师会用青金石和你交换绿宝石，流浪商人也会储备一些青金石。这种矿物也存在于废弃矿井、沉船和沙漠神殿的箱子里。\nIt’s primarily adecorative item – as well as using it to dye other items, and in theenchantment process, it’ll also form up into a beautiful bright blue block thatlooks especially fantastic in magic-themed builds.\n它主要是一种装饰物——也可以用它为其他物品染色，以及用于附魔，它也可以合成为一种漂亮的中蓝色方块，在魔幻主题的建筑中尤为出彩。\n\n\n\n\nrealworld.jpg (90.48 KB, 下载次数: 11)\n\n下载附件\n\n2019-5-10 14:04 上传\n\n\n\n\n\n\nIn the real world, lapislazuli is a semi-precious stone beloved since ancient times for its deepblue colour. “Lapis” is actually just the latin wordfor stone, while “lazuli” derives from the Persian name for the area inmodern-day Afghanistan where we’ve been digging it up since the 7th millenniumBC. The word for blue in several languages, like the Spanish and Portuguese“azul”, derives from it too.\n在现实世界中，青金石是一种半宝石，自古以来就因为它的深蓝色而受到人们的喜爱。事实上“Lapis”在拉丁语中是石头的意思，而“lazuli”源于波斯语，表示现在的阿富汗所在的区域，自公元前7千年以来，我们就一直在这片区域开采青金石。在几种语言中表示蓝色的词语，例如西班牙语和葡萄牙语中的“azul”同样源于此。\nAs well as the lapis mines inAfghanistan, it can also be found in the Andes, Siberia, Angola; Argentina;Burma; Pakistan; Canada; Italy, India; and in the United States in Californiaand Colorado. But it’s far easier to make it synthetically – which has beenpossible since the early 19th century.\n除了阿富汗的青金石矿，在安第斯山脉、西伯利亚、安哥拉、缅甸、巴基斯坦、意大利、印度以及美国的加利福尼亚州和科罗拉多州也能发现青金石矿。但是人工合成要容易的多——自19世纪初以来，这已经成为可能。\nLapis is actually a mixture of lots ofdifferent minerals. The intense blue colour comes from sulphur in the crystalsof the mineral lazurite, but lapis lazuli also often contains calcite (white),sodalite (blue) and pyrite (gold-coloured). It’s made deep underground, wherethe extreme conditions of the Earth’s interior squeeze rocks together, formingnew substances in the process.\n青金石实际上是多种矿物的混合物。浓重的蓝色来自青金石矿物晶体中的硫，但青金石通常也含有方解石（白色），钠长石（蓝色），和黄铁矿（金色）。它形成于地下深处，地球内部的极 端条件将各种岩石挤压在一起，在这个过程中形成了新的物质。\nSo next time you’re deep below the surface,looking for the flash of blue on the walls that marks a deposit of lapis lazuliore, remember that you’re doing something that humans have been doing foralmost 10,000 years. And don’t worry – it took ages for them to find it too.\n所以，当你下次在地下深处，在墙壁上寻找标志青金石矿床的蓝色闪光时，请记住你在做人类已经做了差不多一万年的事。别担心——他们也花了很长时间才找到它。\n\n原文链接：https://www.minecraft.net/zh-hans/article/taking-inventory--lapis-lazuli原文作者：Duncan Geere发布日期：2019年05月09日",
    "replies": [
        {
            "author": "Dk__",
            "timestamp": 1557656700,
            "txt_content": "我还以为掉32个青金石是个Bug呢…"
        },
        {
            "author": "t154654",
            "timestamp": 1558105920,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "青莲醉翁",
            "timestamp": 1558147980,
            "txt_content": "现实的青金石也挺好看的"
        },
        {
            "author": "台风了",
            "timestamp": 1563163020,
            "txt_content": "MCBBS有你更精彩～"
        }
    ]
}