{
    "title": "[Minecraft.net|INSIDER] 遇见劫掠兽",
    "author": "SPGoding",
    "replyCount": 37,
    "timestamp": 1557589980,
    "txt_content": " 本帖最后由 SPGoding 于 2019-5-12 11:06 编辑 \n\n\n\n\n\n\nHeader.jpeg (66.43 KB, 下载次数: 39)\n\n下载附件\n\n2019-5-11 23:01 上传\n\n\n\n\n\n遇见劫掠兽 Meet the Ravager \n如此壮丽的怪物是怎样加入游戏的 How a magnificent monster of a mob came to be\n\nIf you take a cow, make it angry, and strap a crossbow-happy Pillager to its back, what do you get? You get a very confused cow.if you were a development team looking to make a new threat for Minecraft – one that looks a bit like a cow withanger issues – you would getThe Ravager.如果有一头牛，把它弄生气，然后把一只有着掠夺快乐弩的掠夺者放在它的背上，你会得到什么呢？你得到了一头懵逼的牛。不过如果你是个想要为 Minecraft 加入一个像疯牛般的新威胁的开发团队成员的话，你就会得到劫掠兽。\n\nHowever, a Ravager is far more than just a spicy cow. It’s the roughest, toughest, and perhaps the scariest challenge introduced in the Village & Pillage update.不过呢，劫掠兽不仅仅只是一头暴躁老牛。它是在村庄与掠夺更新中加入的最最粗暴、也许最可怕的挑战。\n\n\n\nAfter a few hours goofing around in the new update, I have a confession to make: Ravagers are. Say you’re playing Minecraft. It’s deep into the night, long after you should have gone to bed but the lure of unplundered dungeons is too strong to ignore.在新更新里面闲逛了几个小时以后，我纠正一下刚刚的措辞：劫掠兽确实是最可怕的。假设你正在玩着 Minecraft。在夜深之时，在你早应就上床睡着了的时候，你却禁不住地牢的诱惑而醒着。\n\nIt’s quiet as you roam the land at night. Spiders are easily dispatched, along with Creepers and zombies and witches. You, intrepid adventurer, are a deathless immortal, immune to the hazards that kill lesser creatures. It’s dark and quiet, the world is asleep, soundless like a whisper in space.你在陆地上漫游着，夜是如此地宁静。蜘蛛，以及爬行者、僵尸还有女巫，都很容易对付。你，勇敢的冒险家，作为不朽的存在，免疫着那些只能杀死弱小生物的危害。夜晚，如此黑暗，如此宁静，世界在沉睡，无声无息，似宇宙中的低语。\n\nThen you hear it, the low moan:突然间你听到了，这低沉的鸣叫：\n\n「哞~~~~~~~！」 “MOOOOOOOPHF!”\n\nAnd suddenly you need to launder your underwear at 3 o’clock in the morning.于是乎，你需要在凌晨三点洗净你那尿湿的内裤。\n\n\n\n\n\nImageTwo.jpeg (212.38 KB, 下载次数: 39)\n\n下载附件\n\n2019-5-12 00:06 上传\n\n\n\n\n\n\nJens Bergensten, Minecraft developer and resident spicy cow designer, tells us how the Ravager came to be. “I started working on Ravagers all the way back in the Spring of 2017. We wanted to expand the concept of theIllagersand give them more toys to play with.” Toys with armor and horns capable of knocking you over? Reminds me of high school.Jeb，Minecraft 开发者兼暴躁老牛设计师，告诉了我们劫掠兽产生的故事。「早在 2017 年春天，我就开始着手于劫掠兽。我们想要扩充灾厄村民的概念，并给它们更多的玩具。」有着盔甲和尖角、能够撞翻你的玩具？让我想起了我高中时代的生活。\n\nIn designing the Ravager, Jens did his research, taking notes from popular monsters and mythological creatures. “I was mainly inspired by the Manticore from Dungeons and Dragons. It’s got this lion body with a human head, dragon wings, and a scorpion tail.”在设计劫掠兽的时候，Jeb 进行了大量研究，记录了许多流行的怪物和神话生物。「我主要是受到了《龙与地下城》中蝎狮的启发。它有着人形的头部，龙的翅膀，和蝎子的尾巴。」\n\nAha! That explains why the Ravager has… well, it doesn’t have a human head. Or dragon wings. Or a scorpion tale. Or look anything like a Manticore. OK, so Ravagers have exactly none of these traits, but hey, more inspiration and fewer copyright lawsuits!啊哈！这就解释了为什么劫掠兽有着…嗯…它没有人形的头部，也没有龙的翅膀，也没有蝎子的尾巴，看起来也不像是蝎狮。行吧，劫掠兽没有这些特点中的任意一个，不过它有了更多的灵感和更少的律师函！\n\n\n\n\n\nSomeEarlyDesigns.jpeg (98.59 KB, 下载次数: 36)\n\n下载附件\n\n2019-5-12 00:06 上传\n\n\n\n\n\n一些劫掠兽的早期设计\n\nWhile bearing no family resemblance, the idea of the Manticore did become the kernel around which the Ravager could be created.虽然没有任何相似之处，蝎狮这一概念确实成为了劫掠兽能够被创造出来的核心因素。\n\n“I just thought ‘what if I had a monster with a huge Illager head?’” Jens explains. “That was the starting point, and that’s where we started with our concept. But because of the way mobs work in Minecraft, it would have a really long reach. So it kind of shoots out its head and bites you as well.”「当时我只是想着『如果有一个巨大的灾厄村民头，我会得到个怎样的怪物呢？』」Jeb 解释道，「那就是劫掠兽这一概念的起点了。不过由于生物在 Minecraft 中的实现方式，劫掠兽从理论到实际有很大的差距，现在它有点像是伸出它的头，然后咬你一口。」\n\nLike a cow with a snake’s head?I’m starting to see the Manticore influence! Also, yikes.像是有着蛇头的牛？我看到了蝎狮对劫掠兽的影响了！哇塞！\n\n\n\n\n\nMoreEarlyDesigns.jpeg (143.12 KB, 下载次数: 37)\n\n下载附件\n\n2019-5-12 00:07 上传\n\n\n\n\n\n更多的早期设计，当时它还叫做「灾厄之兽」。感谢你们没把那些死鱼眼放到成品里！\n\nCory Scheviak, another Java developer working on the Ravager, is quite proud of his half snake, half cow, all scary creation. “The beast is beautiful,” he says. That’s true, if you like snake cows – which I obviously do! Despite:Cory Scheviak，另一个制作劫掠兽的 Java 开发者，对他的半蛇半牛的可怕的生物十分自豪。「这怪兽太美了，」他说。这是真的，如果你喜欢蛇牛的话——我就超喜欢的！尽管：\n\n「哞~~~~~~~！」  “MOOOOOOOPHF!”\n\n“We designed the Ravager because we wanted something that felt a little like a miniboss,” Jens continues. “But to be honest, I think a lot of the components to the Ravager came about because I thought it was fun. I wanted a goofy feel to it.「我们想要有一些类似于迷你 boss 的东西，所以设计了劫掠兽。」Jeb 继续说，「不过诚实地说，劫掠兽的很多部分都是因为我觉得有趣而加入的。我想要有一种愚蠢的感觉\n\n“The Ravager kind of looks like it’s a bit sad, but it really isn’t, and I thought designing a mob like that was way more fun than something that looked purely evil. It looks like it’s just really, really grumpy.”「劫掠兽看起来似乎有一点悲伤，但它事实上并没有。我认为设计这样的生物比那些看起来纯粹邪恶的东西更有趣。它看起来真的非常、非常暴脾气。」\n\nAs someone who’s had the soul scared out of them being surprised by a Ravager at midnight, I can say that it looks both grumpy and evil.作为一个已经被劫掠兽在午夜吓得丢了魂的人，我只能说，它看起来既暴躁又邪恶。\n\n\n\nBring your A-game when you face off against these creatures (better yet, bring a shield). They’ve got a lot of armor and a lot of pointy horns they aren’t afraid to use. But it could have been a lot worse. These monsters originally had a pretty brutal initial design involving crossbows strapped to their backs.当你面对这些生物的时候，尽你所能吧（不过最好能有一个盾牌）。它们能够毫不吝惜地使用那些盔甲和尖角，不过它还能变得更加可怕。这些怪物最初有着极其残酷的设计，这和它们背上放置的弩有关。\n\nReally?真的吗？\n\n“But, we figured we could get the same effect if we just put a Pillager on its back.”「不过，我们发现仅仅是把一个掠夺者放在它的背上，也能达到同样的效果。」\n\nJoy.有趣。\n\n【作者：Ash Parrish，发布日期：2019-05-11，译者：SPGoding】\n\n\n",
    "replies": [
        {
            "author": "SQwatermark",
            "timestamp": 1557590220,
            "txt_content": "光速翻译（还好我没开始）劫掠兽早期的大长腿好喜感"
        },
        {
            "author": "Оil",
            "timestamp": 1557591840,
            "txt_content": "掠夺快乐弩笑喷……\ncrossbow-happy可还行.jpg\n……纯粹邪恶的其实捏个Dio爷就好了……\n\n無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄無駄！！！！！\n咲夜你怎么和你爸一个Dio様啊啊？\n\n【突然发现久不练英语词汇量不够了……= =】"
        },
        {
            "author": "cooocooo",
            "timestamp": 1557645240,
            "txt_content": "看这个大鼻子，我怀疑这个是村民"
        },
        {
            "author": "OrangeNann",
            "timestamp": 1557680820,
            "txt_content": "这个早期设计看着像铁傀儡。。。"
        },
        {
            "author": "Batman服主",
            "timestamp": 1557847560,
            "txt_content": "犀牛？？？？？"
        },
        {
            "author": "古树GUSHU",
            "timestamp": 1559520780,
            "txt_content": "这牛不是合成兽吗!?"
        },
        {
            "author": "somoso",
            "timestamp": 1567695180,
            "txt_content": "这是一头犀牛啊！"
        },
        {
            "author": "lemon1205",
            "timestamp": 1567911840,
            "txt_content": "早期劫掠兽应该是一种变异人"
        },
        {
            "author": "桐生·战兔",
            "timestamp": 1568038500,
            "txt_content": "enmmmm....."
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1568444040,
            "txt_content": "第一次看见时吓我一跳"
        },
        {
            "author": "Belphescak",
            "timestamp": 1568783280,
            "txt_content": "打不过，丢装备，枯了"
        },
        {
            "author": "时雨祭",
            "timestamp": 1569042060,
            "txt_content": "小boss。。。头疼。。。。。"
        },
        {
            "author": "857537740",
            "timestamp": 1569054240,
            "txt_content": "这么帅的吗？什么版本才能拥有"
        },
        {
            "author": "寅仔",
            "timestamp": 1569061500,
            "txt_content": "hmmhrmmhrmm"
        },
        {
            "author": "fenjiangjerry",
            "timestamp": 1569216420,
            "txt_content": "乍一看像村民和牛的合体版"
        },
        {
            "author": "稗田讚歌",
            "timestamp": 1569236280,
            "txt_content": "感觉劫掠兽在村庄袭击中可以多生成几个 这玩意也就对早期和手生的玩家威胁大吧。。"
        },
        {
            "author": "Ark_Knight",
            "timestamp": 1569312120,
            "txt_content": "趴下的村民？"
        },
        {
            "author": "肆曦ZERO",
            "timestamp": 1569432660,
            "txt_content": "打灾厄的时候跳到楼顶用弓箭疯狂射这个疯牛x"
        },
        {
            "author": "943276573",
            "timestamp": 1569467940,
            "txt_content": "这是MOD吗0.0"
        },
        {
            "author": "1141840659",
            "timestamp": 1569493620,
            "txt_content": "暴躁老哥打死暴躁老牛"
        },
        {
            "author": "2282029587",
            "timestamp": 1569860580,
            "txt_content": "OrangeNann 发表于 2019-5-13 01:07\n这个早期设计看着像铁傀儡。。。\n四只腿的铁傀儡。。。"
        },
        {
            "author": "zmsnR",
            "timestamp": 1569922440,
            "txt_content": "可以啊这个东西"
        },
        {
            "author": "S13J13SQ",
            "timestamp": 1570332720,
            "txt_content": "早期设计明明是趴着的铁傀儡……"
        },
        {
            "author": "alitely",
            "timestamp": 1570335060,
            "txt_content": "这家伙貌似有不同的攻击方式\n反正每一种都很可怕\n最后感谢分享～"
        },
        {
            "author": "lichengkun",
            "timestamp": 1570428840,
            "txt_content": "看着一定很肉"
        },
        {
            "author": "Zombie_six",
            "timestamp": 1570445460,
            "txt_content": "很好，MCBBS就是棒"
        },
        {
            "author": "琉璃願羽",
            "timestamp": 1570548900,
            "txt_content": "真实血牛，打不过"
        },
        {
            "author": "LzQuarter",
            "timestamp": 1570688100,
            "txt_content": "萌新玩家的噩梦 +1"
        },
        {
            "author": "Ruang_Feng",
            "timestamp": 1570716180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "hh2862683775",
            "timestamp": 1570868100,
            "txt_content": "加油 你是最棒的"
        },
        {
            "author": "落音",
            "timestamp": 1570956420,
            "txt_content": "我只看英文完全看不懂英语学渣一枚"
        },
        {
            "author": "lige7",
            "timestamp": 1572075120,
            "txt_content": "这设计真差点笑喷了"
        },
        {
            "author": "水易寒曦",
            "timestamp": 1572079260,
            "txt_content": "dadadadadadadad"
        },
        {
            "author": "1489294872",
            "timestamp": 1572088260,
            "txt_content": "伤害太高了，几下就被打死了"
        },
        {
            "author": "战斗也大",
            "timestamp": 1572143340,
            "txt_content": "这个确定不是个村民？"
        },
        {
            "author": "753951248",
            "timestamp": 1572156840,
            "txt_content": "合成兽?????"
        },
        {
            "author": "听风有語",
            "timestamp": 1572249240,
            "txt_content": "这简直就是个坦克血量的ADC阿"
        }
    ]
}