{
    "title": "[Minecraft.net|CULTURE] 红龙游戏",
    "author": "zyjking",
    "replyCount": 8,
    "timestamp": 1557930720,
    "txt_content": " 本帖最后由 zyjking 于 2019-5-15 22:36 编辑 \n\n\n\n\n\n\nimage.jpg (151.09 KB, 下载次数: 15)\n\n下载附件\n\n2019-5-15 20:33 上传\n\n\n\n\n\nA GAME OF REDSTONES红龙游戏\nKuboc Studios' debut build is riddled with dragons!\nKuboc Studios以群龙乱舞出道！\n\nDragons are so hot right now, and I don't just mean because they have fire coming out of their faces. It might be something to do with a certain fantasy show that’s on TV at the moment – you know, the o0ne with the [REDACTED] that did the thing with the [SPOILER]?有关龙，现在都很火，但我不仅仅指因为它们满面红光，而是跟时下电视上流行的科幻节目有关。你知道吗，哪一只用了[数据删除]与[已被折叠]做了什么？\nAnyway, we've got dragons today: lovely, trendy dragons, terrorising a beautiful, definitely-not-about-to-be-on-fire town. Unrelatedly, do you think you can get insurance against dragon's breath?无论如何，我们今天搞到了一条龙：可爱迷人又前卫的龙，去威慑一个美丽的，绝对不是即将星火燎原的小镇。问个不重要的问题，你认为你可以获得龙息保险金吗？\n\n\n\n\n\nImageOneA.jpg (116.93 KB, 下载次数: 15)\n\n下载附件\n\n2019-5-15 20:54 上传\n\n\n\n\n\n\n\n\n\nImageOneB.jpeg (142.75 KB, 下载次数: 13)\n\n下载附件\n\n2019-5-15 20:54 上传\n\n\n\n\n\n\n\n\n\nImageOneC.jpg (74.79 KB, 下载次数: 14)\n\n下载附件\n\n2019-5-15 20:54 上传\n\n\n\n\n\nThe builder of this great city (and its dragons) is TheDreigonMx from Kuboc Studios, who believes that medieval-themed builds are the easiest to adapt to Minecraft's limitations and block types. It's true – we do see a lot of cathedrals and libraries in our day-to-day Minecrafting, which, coincidentally, are two of the most flammable buildings you could think of...这个巨型城市（以及龙）的建造者是来自Kuboc Studios的TheDreigonMx，他认为在Minecraft游戏本身与方块类型限制下，最佳建筑类型为中世纪主题建筑。没错——我们确实在日常游玩Minecraft中确实看到了很多大教堂和图书馆，但碰巧，这两个建筑类型也是最容易着火的\n\n\"The kingdom of dragons is a town full of riches,\" says TheDreigonMx. \"The people fled to a distant island, tired of corruption, wars, and violence.\" The people living in the town use the dragons to protect themselves from the outside world, afraid that knowledge of their society would bring about more fighting.”  Oh, the dragons are actually protecting the town. Phew!“龙的国度是一个黄金遍地的小镇。”TheDreigonMx说。“人们厌倦了腐败，战争和暴力，来到这个世外桃源。”在镇里居住的人们会用龙来保护自己免受外界的伤害，害怕他们自己渊博的社会知识被坏物所利用。“嗷，龙实际上是在保护城镇。哈~！（松了一口气）\n\n\"The castle at the centre is actually a library, which has the largest collection of books that has ever existed,\" says TheDreigonMx. \"It was designed to protect itself from anything... especially dragons.\" Well, that's good then. Always nice to know you’re safe from, er, your own bodyguards.TheDreigonMx说：“地处中心的城堡实际上是一个图书馆，拥有迄今为止最多的图书馆藏书。” “它旨在保护自己免受任何伤害......特别是龙。” 呃，那很棒。你会一直知道在你的嗯……私人保镖下保护着是非常安全的。\nhttps://www.bilibili.com/video/av52568228\n\nIn Kuboc Studios' stylish video of the build (hey, it’s above this very paragraph!), you can see what it looks like at night: the town glows with warm light, and underneath the deep blue of the ocean, bright lights burn. It might look like bubbling lava under the surface, but it's actually something WAY cooler.在Kuboc Studios优雅的视频中（嘿，它在这一段文字内容上面！），你可以看到它在夜晚的样子：小镇发出柔和的光线，深蓝的海洋下，极具穿透力的灯光日夜不息的燃烧。 可能它看起来像熔岩在底下冒泡，但它实际上是更酷的东西。\n\n\"They’re luminescent cracks between dimensions,\" says TheDreigonMx. \"They allow the passage of great creatures. They were caused by the use of magic, which opened portals to other universes.\" Luckily for the citizens, they are able to live peacefully with the otherworldly dragons that popped through the scary, glowing underwater cracks. Would have loved to have been a fly on the wall during that peace treaty signing…\n“光源来自次元之间的裂缝，”TheDreigonMx说。 “它们可容纳巨大的生物通过。通过使用魔法，可在不同次元之间创建传送阵。” 幸运的是，对于市民来说，他们能够与通过毛骨悚然的，从发光的水下裂缝突然出现的来自世外的龙和平共处。 其实在和平条约签署期间本来希望可以骑着它，或者把它当成飞机……\n\n\n\n\n\nImageTwo.jpg (91.88 KB, 下载次数: 15)\n\n下载附件\n\n2019-5-15 20:54 上传\n\n\n\n\n\nWhen TheDreigonMx first began building this secret island civilisation, he wasn't sure what it would become. \"I wanted to do something simple, and at the same time, beautiful,\" he says. \"I started doing the islands, and then I didn't know what to do.\"当TheDreigonMx首次开始建立这个与世隔绝的岛屿文明时，他不确定要怎么修改它。 “我想做一些简单，但也漂亮的东西，”他说。 “我开始建岛屿，然后我没辙了。”\n\nAfter following his heart and deciding on the medieval theme, he began to research castles, and then the story followed on from there. \"I found it nice to do it on an island surrounded by water,\" he says. \"I like the ocean, and it evokes a sense of tranquillity.\" The dragons fit well with his desire to keep it simple and beautiful, as well as \"attracting attention\" in that way that big, scaly beasts often do. He even got a little help from a friend, Ruben2710B, who built the red dragon. Friends who play together, stay together!在顺从本心并决定中世纪主题之后，他开始琢磨建造城堡，然后准备从那里开始讲起。 “我发现这一点非常适合在一个被水环绕的岛屿上，”他说。 “我喜欢海洋，可以唤起宁静的感觉。” 而龙也很符合他保持简单和漂亮的初心，以及附带那种大型鳞状野兽经常能达到的“吸引注意力”的效果。 他甚至得到了帮助，来自建造红龙的朋友Ruben2710B。 有福同享，有难同当！\n\n\n\n\n\nIMAGEthree.jpg (107.87 KB, 下载次数: 14)\n\n下载附件\n\n2019-5-15 20:54 上传\n\n\n\n\n\nPersonally, I'm a little wary of keeping dragons – even well-trained dragons – around a bunch of very important books. Call me superstitious, but that sounds like a very hot accident waiting to happen. Good thing this is just Minecraft, and dragons aren’t real. Phew!\n就个人而言，我有点担心龙 - 甚至是训练有素的龙 - 围绕着一堆非常重要的书飞来飞去。 你说我可能迷信，但这听起来像是一个早晚都会发生的重大灾难。 好消息，这只会在Minecraft中，而且龙不是真的。呼~！\n...Hey, was I always this on fire?\n…喂，我总是这么上火吗？\n\n原文：https://www.minecraft.net/zh-hans/article/a-game-redstones作者：Kate Gray 发布于 2019/05/14译者：zyjking\n",
    "replies": [
        {
            "author": "洋葱炭",
            "timestamp": 1557938640,
            "txt_content": "感谢分享"
        },
        {
            "author": "TenmaW",
            "timestamp": 1557941820,
            "txt_content": "wow，感谢楼主分享，楼主辛苦了。"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1557980400,
            "txt_content": "硬核翻译，大佬猛啊"
        },
        {
            "author": "Оil",
            "timestamp": 1557983040,
            "txt_content": "...cathedrals and libraries in our day-to-day Minecrafting, which, coincidentally, are two of the most flammable buildings you could think of...\n\n伦敦大火警告……\n鼠疫警告……"
        },
        {
            "author": "zyjking",
            "timestamp": 1557986280,
            "txt_content": "Oil 发表于 2019-5-16 13:04\n伦敦大火警告……\n鼠疫警告……\n太难了，索性不管了……"
        },
        {
            "author": "55tu",
            "timestamp": 1563318240,
            "txt_content": "感谢分享"
        },
        {
            "author": "鹰然燕飞",
            "timestamp": 1563352260,
            "txt_content": "nb啊感谢分享"
        },
        {
            "author": "pretty_cool",
            "timestamp": 1563433380,
            "txt_content": "靠谱呀，啊"
        }
    ]
}