{
    "title": "重新补发了下图，关于红石的自我观点`~跪求人气~·~",
    "author": "阴暗处的陷阱师",
    "replyCount": 7,
    "timestamp": 1360180320,
    "txt_content": "由于本人是个小白，第一次尝试发红石的帖子，望各路高手和斑竹给予纠正，谢谢！（以下代表自我观点）\n\n     首先从红石原件说起吧，红石线，又称红石粉，与红石火把是属于两种最基础的原件，前者使用于传输能量（电能或...），但有一定的距离限制，物理书上的所描述的能量在传输过程中的损耗就是这个道理。而红石火把则能为15格左右的红石线补充能量，本人在此并不推荐某些同志使用它去照明，因为它既不能防止怪物生成（太暗...），其次也很浪费，但如果是为了营造气氛去泡女玩家的某些特殊需要，那就随便了...\n      还有一些被称为开关或输入原件的红石原件分别有：按钮，拉杆，压力板和拌线钩，它们都会在被激活时为邻近的一个方格注入能量，这专业地来说就叫做充能，而其中按钮与压力板均分为石质和木质，石质按钮为其他方块注入能量的保持时间（充能时限）较长，而木质的按钮时间较短，不过这几乎可以忽略不计（都是那一两秒的事）。它只允许被放置在方块的侧面，你可以垒两格不是透明的方块，就可以弄出一个正常的按钮式开关了...\n       拉杆也是一种长得比较顺眼的开关之一，不同于按钮的是，它对其他物体所注入的能量是稳定的，不会间断（除非你关了它），因此在某些工业化的农场中它是一个极其关键的原件，因此，当你家的红石被洗劫后，拉杆无疑是个好的替代品，例如给充能铁轨充充能之类的事（至于在发动的同时跳上车子，需要技术...），它经常被用在一些需要稳定运行的电路上。\n       而压力板是一种邪恶却又十分有趣的东西，它被广泛运用于陷阱的制作上，用以制作一些简单的用来坑我们新手的陷阱，例如地雷（先下挖两格，最下格放TNT，上面一个放个一模一样的方块再放压力板，用于较暗的环境）这种成本小利润高的陷阱。或者你可以把它放在门前用来开门。当它受到重力时，会持续的为其他方块补充能量，反之亦然。（注意：木质的压力板会被任何物品触动喔，包括扔出去的物品或其他生物，但如果把它和钓竿合在一起用的话...）\n       而拌线钩需要线和两个钩子（废话了...）中间距离据说过了40个方块就废了，而剪刀则是对付它的最好利器，同样，拌线钩能为邻近的一个方块充能（被触发的时候，就是你踩到它了...）它也只能放置在方块的侧面，但只要是拌线被破坏，被剪断，被踩到，都会为邻近方块补充能量哦。。。\n\n    这是我第一次发这种帖子，请大家多多包涵，求人气~~\n\n好吧，第一次忘了发图，这次补图补一下\n按钮：材料输入 &raquo; 输出石头或木板[/url]   [url=http://zh.minecraftwiki.net/wiki/%E6%8C%89%E9%92%AE]                                             \n拉杆：  材料输入 &raquo; 输出木棍+原石       压力板: 材料输入 &raquo; 输出石头 或 木板         拌线钩和拌线：  材料输入 &raquo; 输出木板 + 木棍 + 铁锭      2          拌线就是蜘蛛丝了，提前祝各位新年快乐！",
    "replies": [
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1360180380,
            "txt_content": "图片来自中文Minecraft Wiki 网址在百科内有。。。"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1360187100,
            "txt_content": " 本帖最后由 天空の遗迹 于 2013-2-6 22:47 编辑 \n\n辛苦了……嗯……嘛，基本上就是这样，大致上理解得都还蛮对的………………\n\n不过有个问题……LZ已经发过这么一个帖子了吧，论坛又不是贴吧，补图和wiki的声明其实都可以在原帖上编辑进行，开两个一样内容的贴原则上是可以被举报的……而且转载自wiki的声明最好也是放在1L。\n直接用wiki的图我不知道到底允不允许，不过我总觉得这样总归不太好，虽然图也不是很大……\n\n新年快乐~"
        },
        {
            "author": "zjy",
            "timestamp": 1360197060,
            "txt_content": "支持楼主   "
        },
        {
            "author": "苦力爬TNT爱好者",
            "timestamp": 1360201140,
            "txt_content": "谢谢科普，新年快乐，mc小白敬上"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1360206360,
            "txt_content": "天空の遗迹 发表于 2013-2-7 05:45 \n辛苦了……嗯……嘛，基本上就是这样，大致上理解得都还蛮对的………………\n\n不过有个问题……LZ已经发过 ...\n看在人家好不容易手打出来的份上放我一马吧~~"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1360220940,
            "txt_content": "阴暗处的陷阱师 发表于 2013-2-7 04:06 \n看在人家好不容易手打出来的份上放我一马吧~~\n 没什么，我就小小提个醒~\n话说我觉得拉杆啊，最科学的用途是放在铁轨旁边当人工扳道用……跟现实里的好像……"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1360224120,
            "txt_content": "天空の遗迹 发表于 2013-2-7 15:09 \n没什么，我就小小提个醒~\n话说我觉得拉杆啊，最科学的用途是放在铁轨旁边当人工扳道用……跟现实 ...\n对吼，我怎么没考虑到介个，谢谢提醒。。。"
        }
    ]
}