{
    "title": "[半日记]第？？？日：在我身上，并不合适",
    "author": "半日陌上花",
    "replyCount": 6,
    "timestamp": 1558104840,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-5-17 23:08 编辑 \n前言——一个关于回归的序曲，或者···终章花开半日夺群艳，天资能比——在下陌上桑又是崭新的一天····好久没来mcbbs了吧甚至连半日记的天数都忘了我现在最大的感触就是我半日花又回来了·····其实在前一段mcbbs的创作路途中，我也获得了一些新朋友当我销声匿迹好多天时，最先询问或是给予我鼓励的，也将是他们在此，我回答一些问题，作为回答他们，或是他人也作为，我内心的阐释\n公平·人情与是非——在我身上，一切皆是无用之功其实我接到的最多的问题，就是关于作品问题。一些人认为，我的作品很有价值，但就是并不出彩。甚至在bbs取得不了多高的成就人世间，法律与人情相辅相成当一件事已定的规则确立之后，人情的作用显得微乎其微。浪漫文学也因现实主义的崛起而落败精神支撑和个人对美好事物的向往要建立在现实条件允许的情况下。我并不认为我的作品有多出彩我更不认为这个地方的法制和规则有多么松弛即无鲜蜜，又无勤蜂的情况下，鲜花最终成为半日花，卓成枯落也是迟早之事。至于流言蜚语，或是法律更加不公。只不过是一寸方烛，泛泛之象或者说，没人愿意承认，他人的优秀，或者，自身的不足。这是个很有意思的心理学现象当他通过各种各样的方式获得了精神或者物质上的赞赏，心理就会暗示自己，并发掘自己所谓的成功点。而这人最终会成为一片队伍的领头羊，而其他后来者，自然也会学习他的成功点，成功后，再次发现自己成功点周而复始，这层层递进，层层筛选的成功点。便成了普遍的标尺。而当有人打破这个标尺，不仅仅不会对标尺自身造成任何波澜，还会把自己深陷其中，最终被圈子所遗弃。我又何尝不是如此，我并非自恃清高，更无自命不凡。但我始终做的事情也和他人不一样。圈子中处处都是泛专业化——明明没有专业知识还要用专业术语体现自己的伟大，明明手中只有三寸金却偏偏让人感觉自己具有一座金山。而我一直做的，是以自己足够的专业知识，把泛专业化转化成真正的专业化从正面说，这是自身价值的体现从侧面说，其实就是破坏人们心中的标尺而我得到的结果，却是因为作品违背了标尺，从而没有得到所谓的公平我并不认为mc圈子就仅仅是一个搭方块的游戏，你们更不会这么认为。那么，为什么不可以让mc作品的整个结构显得工整，显得更加完美呢？或者说，玩家需要的，也仅仅只是左键游戏而已？我并不赞同这种思维，累积成功的这种心理现象，证明了玩家存在着一颗追求更高境界的心技术人员不断开发，不断压着这个游戏，也是体现了一个展现风采，把mc真正的培养成一个游戏引擎的心那策划案，为什么不可呢？还是说·····他人只不过是井底之蛙、应声鸟\n风格·理性与感性——都是放~，无牵无挂最重要有人询问我，陌上桑，我怎么感觉你最近改风格了？对于风格的界限，我分的不是很明确。有人把风格分为感性风格和理性风格。有的人会直接吐露心声，有些人则是会合理分析原因。而很多人说我，风格飘忽，本身界限不清，一篇文章，更是出现多种风格甚至说我第一策划之名空虚自封在我看来，作品可以多元化，人设风格，照样可以多元化。人性使然，没有清晰的分界感性也好，理性也罢能让自己开心，让自己全心全意的投入到写作的过程中便是好的。作品也便如此，有人说我的作品，东打一杖，西打一拐。其实，我很喜欢把许许多多的风格都加入到我的作品当中，dnd，coc，西方奇幻，东方奇幻都是相当不错的题材。能让玩家感受到新颖，感受到乐趣，在游戏中发掘属于自己的价值，在游戏中找到归属，获得满足感，便是好作品。我不认为自己这种行为是不归正统。我认为自己应当是各领风骚。至于自封第一策划的说法就像我类似于定场诗的人物奏既然李白有“仰天大笑出门去 我辈岂是蓬蒿人”的自比那我为什么不能有“花开半日夺群艳 天资能比陌上桑的”自傲我并非与李金星拥有同样的文采，我甚至不及他的一角星光，但我却有和他一样的快乐源泉，我是一个十足的醒客从来不考虑他人想法，与自身名声自己开心也便足矣。无所牵挂，清醒乐观便是我最好的处世态度。我的作品也是如此，并不需要关注他人目光，达到我想要的目标，便足矣。至于其他的赞赏和感叹，来者不拒。\n目的·无奈与感慨——吹捧自己，为何却要真香定律读到这里，就有很多人想要问我陌上桑，既然你说自己不慕荣利，自比历史清高，为何还要在这里发布帖子呢？其实，直到如此，我都还是一个，完整的人格。我很讨厌完全不慕荣利的人，我把此理解成逃避义务。我也讨厌完全仰慕荣利的人，我把此理解为失去灵魂。一个独立的人格，既要有独立思考的灵魂，又要收到身而为人的使命。大隐隐于市，平衡做事，也便是最好的。其实写到这里，会有许多人，说我是“无中生友”，又或是“半截书生”。其实对于这种观点，我早已释然。当我拥有自己的目标，拥有自己的能力，我拥有自信，我知道自己的技术到底如何，那么他人再怎么鼓动，也无济于事。即便我的心中会出现波澜，也没有对我造成什么影响。我没有继续写下去的原因，是因为万物之灵项目和前一个工作室断了合同，并且我的所有版权被没收了，一直在攒大招，开新坑。即便我说句唯一我瞧不起的地方——圈子中对于所谓版权意识简直微乎其微。但我依旧要以诚信为做人之本，做作品之本。即便没有法律认可的合同，也便照停不误。至于今后到底应该如何变迁，我还会不会对这个我已经“咒骂”了四个帖子的地方继续发帖我的想法是老弟，这口饭真香。这无疑是我唯一能够获得他人赞赏的地方，互联网时代写文章，不正是为了在这里实现自身的价值，恨不得啪的一声把链接砸到人家脸上。说白了不就是装~嘛并不否认，并且，我还会实施下去。那么，就是这样，我希望，我提到的一些人，你能够看到，我对你的不满。发表意见，也没关系，发帖子咯？还是说，退圈以是你逃避现实的理由？为什么不继续坚持呢？究竟现实生活的忙碌是借口，还是论坛的衰败是现实呢？\n那么，诸位，希望能有人，欢迎我的回归\n\n\n\n恭喜你发现了彩蛋起因：我的一个帖子评图章。然后好久没消息，我特意去问。某管理层告诉我评优秀还在商议，然后说什么我这个纯设定集不太符合周创版的一贯作风。直到现在一点准数都没有。这个办事效率，这个思想固化。本身就够来气。更可恨的是一个人听说后，拿着自己的优秀图章来找我，我一开始还很好的请教人家，说到底怎么得到的，最后他得出一个结论，我的作品风格混搭，开玩笑一样，不归正统····还~~说我第一商业策划是自封。当时我就上头了。我不知道我陌上桑的名字终究在圈子的光亮面没有打出去，还是你没去圈子的阴暗面看过。我就算再怎么不看重这个名号。你也不能这么搞吧。神~~当场没时间，今天正好和女朋友吵架，心直口快，写下这篇长帖。其实主要还是因为写这种长帖感觉倍儿有成就感。不带脏字的骂人也感觉自己好像很厉害（误）\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "玄月月",
            "timestamp": 1558105020,
            "txt_content": "不务正业？臭弟弟"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1558105020,
            "txt_content": "玄月酱 发表于 2019-5-17 22:57\n不务正业？臭弟弟\n就是不务正业，大哥哥"
        },
        {
            "author": "TenmaW",
            "timestamp": 1558105320,
            "txt_content": "虽然我没明白怎么回事，但是给你个点评好了"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1558105620,
            "txt_content": "TenmaW 发表于 2019-5-17 23:02\n虽然我没明白怎么回事，但是给你个点评好了\n已加彩蛋，完全不怕"
        },
        {
            "author": "Оil",
            "timestamp": 1558106460,
            "txt_content": " 本帖最后由 Oil 于 2019-5-17 23:23 编辑 \n\n啊~欢迎回来.jpg\n话说回来MC还有右键呢.jpg\n虽然不像当年纯手撸了但是右键还是点得很勤快的说.jpg\n不过话说回来我发现自己在MC圈这里倒是对名利啥啥的看得越来越淡……\n似乎是逐渐成熟？还是逐渐怠惰？\n“自己的梦，难道要别人手把手教着你去实现么？”\n【填坑也逐渐说不清是真的兴趣使然还是仅仅遵守当初对自己许下的诺言了……】"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1558106700,
            "txt_content": "Oil 发表于 2019-5-17 23:21\n啊~欢迎回来.jpg\n话说回来MC还有右键呢.jpg\n虽然不像当年纯手撸了但是右键还是点得很勤快的说.jp ...\n你这么一说我真的触景生情了···· 我一开始来这里，还真是为了做一个好作品来的 现在····总感觉····让自己开心了，便是好了··· 不得不说，mc改变我的不是一点半点。我现在真的是相当的乐观，极其偏向乐观主义者 真是个神奇的圈子啊233\n"
        }
    ]
}