{
    "title": "微软新AR手游“Minecraft Earth”可能会造成巨大的轰动",
    "author": "zyjking",
    "replyCount": 28,
    "timestamp": 1558114560,
    "txt_content": " 本帖最后由 zyjking 于 2019-5-18 12:12 编辑 \n\n来源地址：https://www.windowscentral.com/minecraft-earth?utm_source=wc_tw&utm_medium=tw_card&utm_content=64824&utm_campagin=social\n\n\n\nWe caught a glimpse at Microsoft's upcoming AR game \"Minecraft Earth\" and came away stunned.我们瞧了一眼微软即将推出的AR游戏“Minecraft Earth”，表示酷毙了。\n\nAugmented reality (AR) in mobile gaming has nowhere near reached its peak, but that doesn't mean there aren't some major players out there. Most notably perhaps is Niantic, creators of Pokemon Go and now, Wizards Unite, based on the Harry Potter franchise. While Microsoft already has a massive presence in mobile gaming, indeed, with Minecraft itself, Redmond is exploring what comes next for the franchise, and we were lucky enough to be among the first to get a glimpse at the mysterious \"Project Genoa.\"\n移动端游中的增强现实（AR）系列游戏还远远没有达到顶峰，但这并不意味着没有人参与进来。 最引人注目的可能是Pokemon Go以及开发商Niantic公司，现在又有了基于哈利波特系列的Wizards Unite（哈利 · 波特：巫师联盟）。 虽然微软已经在移动游戏方面已经有大规模的团队，但事实上，Minecraft和雷德蒙德都需要探索下一步的游戏经营，我们有幸能够成为第一个看到神秘的“热那亚项目”的人。\n\nIt is officially called Minecraft Earth, and it has the potential to be massive.\n它被官方称为Minecraft Earth，它有可能造成巨大的轰动。\n\n\nUnearthing Minecraft Earth: How does it work?发掘Minecraft Earth：它是如何工作的？\nhttps://www.bilibili.com/video/av52758276（视频由WuGuangYao2012搬运）\n\nThe Niantic Labs inspiration in Minecraft Earth is readily apparent, although Mojang, the studio behind the game, is pushing the concepts put forth by games like Pokemon Go and Ingress far beyond what those titles offer. Minecraft Earth is much more, leveraging the creativity inherent in Minecraft's blocky world to create something unique and special.\nNiantic Labs给了Minecraft Earth充足的灵感，尽管游戏背后的Mojang工作室正在推动的游戏概念远远超出了Pokemon Go和Ingress等游戏本身的概念。 但是Minecraft Earth包含更多元素，你可以使用Minecraft本身就是方块世界的特点来创造独一无二和特殊的东西。\n\nThe game is effectively split into three distinct experiences. The \"overworld,\" powered by Open Street Maps, functions similarly to Pokemon Go's overworld, where you'll be able to see random \"tappable\" blocks and goods you can instantaneously add to your inventory. A quick tap on the map will collect them for you, but if you want some of Minecraft's rarer blocks, such as diamonds, for example, you'll need to jump into one of the procedurally-generated \"adventures\" that appear on the map.\n游戏根据效果分为三种不同的体验。 “世界”由Open Street Maps开放街道地图提供支持，其功能类似于Pokemon Go的世界，您可以在其中看到随机出现的“可点击”的方块和可以随时添加到物品栏的商品。 猛戳来收集它们，但如果你想要搞到一些Minecraft中的稀有方块，例如钻石，你需要跳转到地图上出现的程序生成的任意一个随机“冒险”地图。\n\nOnce you enter an Adventure, you'll be in a small Minecraft-like world projected onto the real world, using Android's ARCore and iOS's ARKit. The augmented reality experience follows all the same rules as regular Minecraft, based on the Bedrock versions of the game. You'll be able to mine down into the floor to uncover diamonds, iron, and other materials you'd expect to find underground. You can punch trees and dig up dirt, mine the roads for cobblestone, and using Open Maps, some of the concept art showed how you'd be able to fish in real rivers and lakes in augmented reality. You'll even be able to breed mobs, build Redstone contraptions, and basically do anything you can do in Minecraft today.\n一旦你开始你的冒险之旅，将会调用Android的ARCore和iOS的ARKit进入一个在现实世界基础之上的，类似Minecraft的世界。 AR的游玩方法和Minecraft是一样的，基于基岩版。 你能够挖到地面重见天日，也可以下矿淘金。 你可以撸树和挖土，用圆石铺路，并使用开放地图，一组概念艺术图展示了如何在增强现实中捕捉真实的河流和湖泊。 您甚至可以培养怪物，建造红石机关，只要在Minecraft中可以做到的，你几乎都可以在AR上面做。\n\n\n\"Build Plates\" and the Block economy“板块建造”和方块买卖经济\n\nThe rarity of blocks plays a big role in Minecraft Earth, similarly to survival mode in the regular version of the game. Just like regular Minecraft, you'll be able to take your mined materials and build with them. \"Build Plates,\" as they're called in Minecraft Earth, are your personal build spaces where you can utilize everything you've gathered to make huge crafts of your own.\n稀有方块在Minecraft Earth中起着十分重要的作用，跟生存模式类似。 就像日常玩Minecraft一样，你可以下矿并与他们一起建造。 他们在Minecraft Earth中称之为“板块建造”，是你自己的私有空间，你可以利用自己收集的所有物品制作大型建筑。\n\nYou can condense the plate down to fit onto a coffee table, or blow it up to lifesize. You'll also be able to invite your friends from anywhere in the world to come and have a look at your creations and help you work on building them. Within a Build Plate, you'll be able to share your items, too, if you fancy a bit of trading.\n您可以将板块大小压缩到适合放在咖啡桌上，用到损坏为止。 你还可以邀请世界各地的朋友来观赏的一起完善你的作品。 在板块建造中，如果你想进行交易，你也可以拿出你的物品。\n\nThis is one area where Minecraft has a significant edge over Pokemon Go and other similar games. You won't need to walk around constantly to get the most out of Minecraft Earth, although the game will provide you with plenty of rewards for doing so.\nMinecraft与Pokemon Go和其他类似游戏相比，这个特点有着巨大优势。 游戏奖励充足，你可以足不出户就可以尽情游玩Minecraft Earth。\n\nThe Adventures you find while out and about will not only contain rare blocks and other crafting materials but will also contain various animals based on ones from the Minecraft universe. In vanilla Minecraft, we have things like different colored sheep, but Earth takes the idea of variants a bit further. I saw a \"Muddy Pig\" variant which has unique behavior, diving into dirt blocks. Players will be able to collect and showcase these variants on their Build Plates, which they can also set out into the world for players to explore (but not destroy). Those Adventures will not only spawn out and about but also will cycle closer to you, allowing you to play without walking around.\n外出探险不仅能找到稀有方块和其他物品，还有Minecraft种的各种动物。 在Minecraft原版中，绵羊有好几类颜色，但是Minecraft Earth更接近现实。 我看到一种有着独有行为的“泥巴猪”变种，可以潜入泥土方块。 玩家可以收集和展示这些变种，以及用至板块建造中，他们也可以将这些变种展示给玩家进行观察（不会被破坏）。 那些冒险家不仅会出生在附近，而且会一直靠近你，让你不用四处走动。\n\n\nProtecting kids, monetization, and cross-play features青少年控制，充钱机制和跨游戏功能\n\nMinecraft Earth will be a free-to-play game for Android and iOS, and although Microsoft isn't ready to discuss the specifics on monetization, Executive Producer Jesse Merriam said that the goal right now is focusing on gameplay, while staying true to the Minecraft spirit. He explicitly stated that there will be no loot boxes, no pay to win, and no time-gating type of monetization mechanics, so hopefully, they'll be relatively light (or even cosmetic-only).\nMinecraft Earth在Android和iOS上是免费的，尽管微软尚未准备好讨论有关充钱的细节，但执行制作人Jesse Merriam表示当前目标专注于游戏玩法，同样坚持在Minecraft上精神。 他明确表示不会有战利品机制，没有胜利奖金，也没有加速时间流逝类型的充钱机制，所以希望充钱机制对游戏平衡性影响较轻（甚至仅仅是装饰性的）。\n\nOn the topic of user-generated content and keeping kids safe from those who might seek to exploit Minecraft's location-based gameplay, Miriam said that Redmond is taking these aspects very seriously as part of the game's development. Minecraft will use the Xbox Live API, which already comes with robust controls to protect kids from unwanted elements. If you're the parent of an Xbox Live child account, you will be able to use elevated privacy controls to protect youngsters. Younger players and their creations won't appear on the world map and will require specific permissions to engage in some of the game's more social aspects. Microsoft's established moderation team will be poised to take an active role in removing reported, unsavory content as well.\n关于用户个人数据和保护孩子免受那些可能试图利用Minecraft定位机制的游戏玩法的话题，Miriam说雷德蒙德正在非常认真地开发这一部分。 Minecraft将使用Xbox Live API，该API已经配备了强大的控件，可以保护孩子免受有害元素侵害。 如果您是Xbox Live儿童帐户的父母账户，则可以使用升级的隐私控制控件来保护青少年。 青少年玩家和个人数据将不会出现在世界地图上，并且需要特定权限才能参与游戏的某些社交方面。 已建立的微软审核团队会专门删除已被报告的不良信息以及令人反感的内容。\n\nYou will be able to take your skins from the Bedrock version of the game into Minecraft Earth, but beyond that, not a whole lot of cross-game integration is planned as of yet. I asked whether some of the new mob variants, like Muddy Pigs, might eventually find their way into the base versions of Minecraft. Miriam said he and Mojang are still working out the specifics, with a wink and a nod, so perhaps we'll see those hit vanilla Minecraft in the future, too. Don't expect to see Minecraft Earth on Windows-based devices though, sadly, as it depends on Apple and Google's augmented reality tech to work.\n你可以在Minecraft Earth中使用你基岩版上面的皮肤，但除此之外，暂时没有计划其它跨游戏的通用功能。 我问到些新的怪物变种，比如泥巴猪，会不会加入到Minecraft原版中去。 Miriam说，他和Mojang仍然示意不能透露细节，所以也许我们将来也能看到这些怪物在原版中出现。 不过，不要想在Windows设备上玩到Minecraft Earth，它只支持于Apple和谷歌的增强现实技术。\n\n\nHas Microsoft struck gold?微软是否会斥资百万？\nMinecraft Earth has the potential to be absolutely huge if Pokemon Go was any indication. Minecraft has already proven itself to be an unstoppable juggernaut, which is still growing after all these years. Minecraft Earth might cannibalize players of the Pocket Edition, but the intuitive augmented reality format should help introduce the game and its core mechanics to millions of new players, who might find regular Minecraft to be a little daunting.\n如果Pokemon Go有任何迹象，Minecraft Earth有可能同时也会增长。 Minecraft已经证明自己已经火爆全球，而且仍然在增长。 Minecraft Earth可能会带走一部分PE玩家，但直观的增强现实玩法应该有助于提升游戏，核心机制会吸引数百万新玩家，他们可能会发现原版Minecraft有点令人可怕。\n\nMinecraft Earth will hit closed beta in a few cities over the summer, mostly in the US, before rolling out across the entire world. There are no fixed timeframes as of writing as to when you can expect to get your hands on Minecraft Earth's virtual pickaxes, but we shouldn't be waiting too long.\n今年夏天，Minecraft Earth将在全球的几个城市进行封闭测试，主要在美国，然后会在整个世界范围内推出。 这里没有说明发布日期，因为可以让你更期待什么时候能用你的双手在Minecraft Earth中使用AR镐子挖掘，但是我们不会等太久的。\n\n\n\nIf it all works the way it's supposed to, Microsoft might have found itself a gold mine. Or, well, a diamond mine.\n如果它按照预期的方式运行，微软可能会发现自己本来就是一堆金子。 或者，呃，一个钻石矿脉。\n\nHead to our Minecraft Earth hub to learn everything you need to know about the game.\n前往我们的Minecraft Earth大厅，了解您需要了解的有关游戏的所有信息。\n\n",
    "replies": [
        {
            "author": "seer007100",
            "timestamp": 1558116120,
            "txt_content": "原來是Minecon Earth，我還以為是Minecraft Earth呢！"
        },
        {
            "author": "1723624171",
            "timestamp": 1558135860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "gao-ji",
            "timestamp": 1558139580,
            "txt_content": "不支持Windows的微软游戏还是头一次见"
        },
        {
            "author": "小孩孩",
            "timestamp": 1558142100,
            "txt_content": "好强，这怎么玩，看得我一脸懵逼。\n（似乎很高级的样子，难道mc要火了？）"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1558144500,
            "txt_content": "还是很期待AR版的MC的。"
        },
        {
            "author": "OrangeNann",
            "timestamp": 1558146960,
            "txt_content": "刚刚申请了内测，期待中～"
        },
        {
            "author": "zyjking",
            "timestamp": 1558147320,
            "txt_content": "gao-ji 发表于 2019-5-18 08:33\n不支持Windows的微软游戏还是头一次见\n你难道带着一个电脑在大街上到处乱跑玩游戏？"
        },
        {
            "author": "TheRam_",
            "timestamp": 1558152060,
            "txt_content": "期待Minecraft Earth的正式版发布"
        },
        {
            "author": "58585800",
            "timestamp": 1558168380,
            "txt_content": "呃呃呃额呃呃呃，好像不会玩"
        },
        {
            "author": "3361076512",
            "timestamp": 1558177320,
            "txt_content": "VR一定画质高，不然晕"
        },
        {
            "author": "zyjking",
            "timestamp": 1558179480,
            "txt_content": "3361076512 发表于 2019-5-18 19:02\nVR一定画质高，不然晕\n是AR，不是VR"
        },
        {
            "author": "Yaossg",
            "timestamp": 1558234860,
            "txt_content": "1723624171 发表于 2019-5-18 07:31\nMinecon Earth原来都那么火了,,,\n不是Minecon Earth是Minecraft Earth哦"
        },
        {
            "author": "gao-ji",
            "timestamp": 1558254600,
            "txt_content": "zyjking 发表于 2019-5-18 10:42\n你难道带着一个电脑在大街上到处乱跑玩游戏？\nHoloLens和surface了解一下"
        },
        {
            "author": "zyjking",
            "timestamp": 1558257000,
            "txt_content": "gao-ji 发表于 2019-5-19 16:30\nHoloLens和surface了解一下\n可以是可以，但你有没有从便携性，使用人数，以及成本来考虑一下？"
        },
        {
            "author": "Mr.阿冬",
            "timestamp": 1558263180,
            "txt_content": "总觉得拿着个手机跑来跑去，怕不会被人说是sha zi 吧，一点沙雕了"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1558318680,
            "txt_content": "可以说非常期待了！！！"
        },
        {
            "author": "gao-ji",
            "timestamp": 1558350900,
            "txt_content": "zyjking 发表于 2019-5-19 17:10\n可以是可以，但你有没有从便携性，使用人数，以及成本来考虑一下？\n可以支持啊，如果是只支持那肯定要凉"
        },
        {
            "author": "极光先生",
            "timestamp": 1558461060,
            "txt_content": "我对我第一产生的念头感到抱歉\n\n看到这条新闻后第一想法是在AR里造些不该造的东西，比如...[:dragon:]"
        },
        {
            "author": "jinghunsanzu",
            "timestamp": 1558491000,
            "txt_content": "微软缺钱了"
        },
        {
            "author": "涩会普云",
            "timestamp": 1558776720,
            "txt_content": "想玩我的世界AR，变成一个方块人QAQ"
        },
        {
            "author": "Cjj2001",
            "timestamp": 1558860600,
            "txt_content": "地球online要来了？"
        },
        {
            "author": "Emperor142857",
            "timestamp": 1559213460,
            "txt_content": "那么问题来了：怎么飞？怎么挖矿？怎么打怪？怎么加模组光影材质包？"
        },
        {
            "author": "zyjking",
            "timestamp": 1559213520,
            "txt_content": "Emperor142857 发表于 2019-5-30 18:51\n那么问题来了：怎么飞？怎么挖矿？怎么打怪？怎么加模组光影材质包？ ...\n这又不是MC，只是相关的AR手游"
        },
        {
            "author": "cjb1996",
            "timestamp": 1559214000,
            "txt_content": "感觉会挺好玩"
        },
        {
            "author": "Emperor142857",
            "timestamp": 1559214120,
            "txt_content": "zyjking 发表于 2019-5-30 18:52\n这又不是MC，只是相关的AR手游\n好吧，由此看来，我还是更喜欢Minecraft多一点"
        },
        {
            "author": "coco65",
            "timestamp": 1559962380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ws080618",
            "timestamp": 1561129260,
            "txt_content": "原来是minecon Earth......"
        },
        {
            "author": "ws080618",
            "timestamp": 1561181460,
            "txt_content": "太太太太太太太牛逼了"
        }
    ]
}