{
    "title": "[多线] PhCraft 哲学服务器—纯净|高素质|不换周目 希望募集中!![1.13.2]",
    "author": "ill712",
    "replyCount": 0,
    "timestamp": 1558152420,
    "txt_content": " 本帖最后由 bill712 于 2019-5-18 12:07 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n\n欢迎\n\n    我们是 Ph Craft 社区 Minecraft「哲学」服务器，很高兴遇见你！\n\n关于我们\n\n    哲学大陆起源于 2013 年，在五载时光里，从 Minecraft 1.2.5 Hamachi 服开始，这块大陆经历了纯净、Mod、BC 群组多周目联席服等 15 个周目，而现在，我们迎来了她的第 16 次新生。\n\n而这一次，我们依旧会令她华灯璀璨。\n\n\n\n\n管理与维护\n\n    也从“熊孩子”时期走过来的我们，深知不友善行为给社区造成的伤害。我们通过严格的审核制度，确保您能和您一样友善、热情的玩家们一同游戏。我们还设置了论坛和 Wiki，为您提供完整的交流环境与知识库体系，确保您能了解我们的管理方针，并在需要时得到管理组的帮助。\n我们了解不公平行为对游戏体验的损害，作为公益服务器，我们不会向您索要任何资金。对于主动捐助的玩家，我们深表感谢，但请理解我们无法因此给您任何特权。\n\n    同时，服务器设有一套玩家权限体系，您可以通过积累在线时长、参与各类建设的方式获得晋升。对于优秀的你，我们从不吝啬权限。\n\n    您的游戏资产，我们会无比重视。对于您的背包等数据，我们每 30 分钟执行一次备份；同时，我们也在每 6 小时左右对服务器进行完整备份，确保您的作品安全无虞。我们使用专业服务监测服务器的运行情况，确保管理组第一时间发现问题。根据统计数据，我们的服务在线率长期高达 99.66% 以上。\n\n    为了给您良好的游戏体验，我们采用精心优化调配的服务端，并提供到服务器的百兆多线接入，确保您与其他玩家畅快无间的合作。\n\n\n大家的世界\n\n    在哲学大陆，一切都是由您和伙伴们一同建立的。您可以建立自己的城市，申报规划，获取奖励；亦或承接来自管理组的公共建设项目，为全体玩家创造更好的世界环境。\n\n这里没有系统商店，一切工程报酬都以我们的货币，“节操”形式发放。我们鼓励您与其他玩家进行交易（非三次元），利用节操雇佣其他玩家协助您，购买工程所需材料；使用世界级商店面板出售物品或是在各城市的商业街设置自己的商店；亦可以参与服务器的自动征购，发起拍卖——这都取决于您的选择。\n\n    下面，我们将向您展示哲学大陆各地的风光。\n\n玩家们的主城\n\n    由 19 名玩家，历时数月建造的滨海小镇 ——海霖町\n    想了解建设详情？请访问哲学工匠社区 -> https://mc.lwl.moe/d/429\n\n\n\n\n\n\n萧蓝市\n区域负责人 @SOX_Lite \n\n（待补充图片）\n永恒之城\n区域负责人 @Maxiumn\n\n初雪镇\n区域负责人 @s6_tian1\n\n\n\n万象城\n区域负责人 @Scarlet\n\n\n受篇幅限制，我们在这里无法向您展示更多世界风采。欢迎加入我们，亲自走到世界各地，体验百家风光。\n\n\n\n纯净，但更强大\n\n    什么是纯净？我们给出的答案是：在遵循原版的同时，提供多人游戏应有的支持。\n\n    在这里，你将体验没有恼人的领地或地皮的世界；基于严格的审核，我们相信所有玩家都和您一样，有着良好的素养，所有的区域都向您开放；即使是主城，也没有设置任何挖掘保护。\n    在这里，我们目前虽然接受盗版玩家，但作为正版玩家，您也将享受基于正版用户应有的体验——正常的皮肤加载、正版免密登录。\n\n    在这里，新手在游戏时间不满五小时的情况下拥有玩家间传送和往返位于世界各地安全屋的能力。我们希望您能在这五小时内与其他玩家互动，并在新手期后选择您心仪的城镇作为您的出生点，与城镇一同成长。同时也希望您能享受原版的鞘翅畅快飞行、体验在新版水域环境行船、建设公共铁路、与朋友合作完成精美的建筑、设计复杂的红石机械；拒绝快餐，在慢节奏的游戏中遍览哲学大陆这块广达 5,120 平米土地上的壮美景观。\n\n    在这里，我们为您提供每周更新的服务器卫星地图，喜欢大型建筑的您可以更好的辅助设计和规划您的建筑作品。\n    在这里，您可以用节操修改 ID 前后缀，以彩色字重命名物品，使用命令展示手中不一样的装备，享受成就、发挥个性。\n    在这里，您可以寄送快递，亦或展开鞘翅，利用加油包长途飞行；将礼物送达好友，传达您的心意。\n\n\n加入我们\n\n    感谢您阅读到这里！相信您已经迫不及待的想加入游戏中了~ 根据服务器 WIKI的引导，耐心阅读新人指南和游戏规则，撰写你的个人介绍并附上相关信息，提交审核，管理组将在最长 72 小时（一般两小时）内处理您的申请！\n    为了保护您和其他玩家的作品免受侵害，我们的审核流程相对复杂，您需要有一定的耐心才能完成。我们相信，这些付出相较您未来在哲学大陆上漫长的旅程来说，是非常值得的。\n    如您遇到任何困难，欢迎通过以下方式联系我们：\n                                                    论坛 :https://mc.lwl.moe\n                                                    新人接待群：见wiki主页 \n                       （由于接待能力有限，请您仅有未记载在知识库内的问题时才请求加入。）  \n\n                                                          我们在 Ph Craft 等你！\n\n\n\n\n\n",
    "replies": []
}