{
    "title": "关于steamlink在安卓电视中运行的可行性探究（论文体）",
    "author": "jktit",
    "replyCount": 5,
    "timestamp": 1558158780,
    "txt_content": "1绪论\n\n1.1研究的目的与意义\n     1.1.1研究的目的\n     嘛最近写论文真的写到爆，想稍微歇一会儿换换脑子（并合理的水上一贴），于是就把之前“如何在沙发上用电视爽玩电脑”的构想搬了上来。想的是既然国内目前很多的电视厂家都开始做基于安卓的智能电视了，steamlink本身也可以通过apk文件来安装。但是大部分智能电视的安卓系统都是厂商自己深度定制的，所以感觉能不能装上还不好说。\n     1.1.2研究的意义\n     意义自然就很明确啦，瘫在沙发上对着电视搓手柄。\n1.2国内外的研究现状\n    我随意找了找，发现NGA上已经有人装成功了http://bbs.nga.cn/read.php?tid=14396643&rand=452，但是咋装也并没有提，只是简单的提搜索并安装。这个想法由来已久，可最近还得在学校苦逼的改论文，所以真正的实践得等到过段时间回家再说了（言下之意到时候再水一贴）。\n2steamlink究竟是个什么玩意儿\n\n2.1steam流传输\n    我不知道大家用过steam流传输没有，就是在同一局域网内将一台电脑的游戏欢面串流到另一台电脑上，通俗的讲就像是你在看另一台电脑直播。然后把你在电脑上的键盘鼠标操作映射到另一台电脑上。简单的说就是电脑1把操作传递给电脑2，电脑2把画面和声音传递给电脑1。这么坐有什么好处呢？1.你不需要在电脑2中再下一遍游戏，相信不止我一个人纠结过这个游戏是放在这个不大不小的固态里面还是丢到机械盘里面去。2.对配置的要求很不高。因为串流的情况下不是你的本机在运行大型游戏，你的本机只是负责处理游戏画面和声音，就好像你用电脑看电影里的特效爆炸电脑也一样不会卡（除非你的配置真的烂到糟心了）。那么steam流传输有什么用呢，最主要的就是，如果你有一台高性能的pc在手，那么你可以在家里网络覆盖的地方用性能一般的上网本玩游戏（比如床上）。相对的把台式机和显示器放在床上是不可能的（妈见打）。\n2.2steamlink\n说了那么多steam流传输，那和我steamlink有啥关系呢？欸，还真有关系。首先steamlink是一个G胖出品的app，那么既然是app本身应该是服务于手机的。而steamlink本身是基于steam流传输做出来的。作用是通过手机的wifi网络与pc相连，使得手机可以从一定程度上无视系统和硬件所带来的障碍而运行一切可以在pc端上运行的游戏。当然能跑和能玩是两个概念，应为emmmmmm，PC游戏有鼠标和键盘，但是手机没有。在操控性上就会显得非常的一言难尽。如果游戏原生支持手柄的话可能还好一些，触屏可以一定程度上的模拟手柄。但是大部分游戏的操作真的是说不粗发，满屏的按键都不奇怪。不过在按键不多的游戏上steamlink确实有着很大的优势，比如杀戮尖塔这种本身不需要太多操作的游戏。另外有些游戏例如饥荒，虽然有手机版但是手机版无法联机，所以如果你用steamlink就可以用手机和朋友联机了。\n2.3steam流式盒\n     说实话这个名字直白而诡异，但好在还能看出来是个啥玩意儿。这个东西出现在steamlink的手机app之前，也是steam流传输的一个应用。我没有真的买一个这玩意儿用过所以不知道具体是怎么个系统，但从steam商店的介绍页来看不出意外应该是一个内置steamlink的瘦主机，然后和机顶盒一样是放在电视旁边的。但同样是steamlink，steam流式盒几乎能解决steamlink的所有问题。支持有线网络，支持xbox手柄，而且家里的电视的4k大屏和立体声音响，绝对不是手机那块小屏幕和小音箱能比的。想象一下躺在沙发上，打开电视，拿起手柄搓游戏的感觉（假装主机玩家的自我修养）。如果说非要提这玩意儿有啥问题的话，它跟app不一样，app免费，这玩意儿要花钱买。当然目前更大的问题是人家现在都不卖了。steam流式盒任然在steam商店里，但是并没有购买按钮。\n\n\n\n\n\nQQ截图20190518125811.png (76.47 KB, 下载次数: 1)\n\n下载附件\n\n2019-5-18 12:58 上传\n\n\n\n\n\n2.4steam控制器\n     这个名字已经不止是诡异了好吗，steam流式盒我至少猜到了是干什么的，steam控制器我是真没猜出来这是啥玩意儿。这玩意儿其实就是个G胖自己出的手柄，但是自发售以来保受玩家诟病，因为按键比较的反人类。而且这个手柄的售价实在不敢恭维。人家索尼官网卖的ps4手柄是380一个，xbox手柄微软的官网卖489，你知道这个G胖家的反人类手柄卖多少吗？官网之前卖780一个，现在就算是淘宝二手也要五百多。现在人家索性不买了，商店页面一样没有购买的按钮。\n     但我为什么要提这个反人类手柄呢，因为steam流式盒似乎并不支持所有的xbox手柄的无线连接，但是自家的steam控制器一定是支持的所以我就提一下。\n3我对steamlink在家庭游戏中心的构想\n3.1我心中的最优解\nsteam流式盒无疑是最优解，它不对电视的系统版本有要求，原生支持手柄，支持HDMI，支持有线网络连接，有俩usb接口。但是在国内不好买。亚马逊有卖，淘宝只有一家亚马逊代购，为了避免广告嫌疑我就不贴连接了。要买的话还是能买的到的，代价就是五百多RMB，还可以接受。如果想剩下这笔钱的话，还有一个未必行得通的方法就是指望电视的系统支持steamlink，顺道一提steam在前天发布了一则新闻来说明steamlink是支持iOS and Apple TV的。但是你需要指望的是家里的电视是苹果或者安卓电视，电视的系统版本足够高，家里的网络支持steamlink的需要。特别是网络部分我需要着重说明：如果家里的电视不支持有线网络或者路由器不是工作在5Ghz频段的话还是洗洗睡吧。我是非常推荐在纯粹有线网络的情况下来搭建这个家庭游戏中心。如果是5Gwifi那也勉强可以接受，但是如果是2.4Gwifi。是的，可以运行起来没有问题，但是运行和能玩完全不是一个概念。就像跑1fps也是跑，跑144fps也是跑。2.4G频段下能够感受到非常非常难受的延迟和丢包，这有一部分是2.4G的本身的问题造成的，传输的限制，信道的拥堵。能够非常明显的感受到操作延迟和丢包。而且以我的经验来看不同的wifi模块对steamlink的影响也很大，我用iphone8和红米在5G频段下运行steamlink的感受相差甚远。所以这个电视里的wifi模块究竟如何，这就得看厂家的良心了。而且这个电视能支持手柄和无线键鼠的支持究竟做到何种程度，还是看厂家良心。\n      所以目前来看最好的方法还是流式盒，steamlink可以一试但是我持观望态度，但更多的信息还需要我回家之后测试才能知道。\n3.2网络唤醒\n     steamlink的网络唤醒功能是我偶然发现的。本来我的目的是在宿舍的床上用steamlink爬塔，为了使电脑能够在关机状态被唤醒，我把网卡的唤醒魔包开了起来，然后通过另一个手机上的网络唤醒app来实现床上唤醒。但是某天我尝试对关机的PC使用steamlink时，意外的发现电脑居然自己开机了，并且开机后成功的连上了steamlink。这意味着即使电脑处于关机状态，我也不需要跑到楼上按开机键，然后再跑下楼拿起手柄玩游戏，只需要再steamlink上轻松的一键开启。但坏处时我必须移除掉bios和windows的密码保护，不过我想了个旁门左道,即拔掉主板上的Power SW跳线使得前面板上的开机按钮无效，启动全部通过手机进行网络启动。这招还可以在家里防熊孩子“你看这电脑坏掉了，按开机键都没反应”。\n4结语\n我本来就是想换换脑子但是没想到又是一写两个小时，要是我写论文也能这样一口气码一大堆字就好了。因为我本身学的是物联网专业，所以对这些小设备，瘦主机什么的非常感兴趣（其实是对摊在沙发上玩游戏非常感兴趣）。顺道一提steamlink是支持对桌面的串流的，所以用电视玩mc也不成问题，问题是沙发有些高，茶几有些低，用鼠标键盘久了手腕受不了。说一下我自己面临的问题：我的电脑不出意外的话会放在二楼的书房里，当然在书房玩就完事了，但是在沙发上搓手柄也是乐事一件。还有如果家里来了小孩子那么被搓坏了电脑的话我是得自己掏钱修的，但是如果搓坏了放在客厅的手柄或者电视机那跟我就没关系了肯定是我爹妈修。如何保护核心网的安全也是我所学习的一门课不是吗。如果有机会的话我会在大约一个多月后带来steam流传输在家庭游戏中心的实际应用和总结出来的教程。\n\n",
    "replies": [
        {
            "author": "jktit",
            "timestamp": 1558180320,
            "txt_content": "话说为什么茶馆的文章也要审核呀"
        },
        {
            "author": "xmdhs",
            "timestamp": 1558180920,
            "txt_content": "安卓电视的系统，没有 gms 吧\n\n审核是因为撞屏蔽词了。"
        },
        {
            "author": "jktit",
            "timestamp": 1558181760,
            "txt_content": "xmdhs 发表于 2019-5-18 20:02\n安卓电视的系统，没有 gms 吧\n\n审核是因为撞屏蔽词了。\n可以用apk装的"
        },
        {
            "author": "1139365029",
            "timestamp": 1558182420,
            "txt_content": " 本帖最后由 1139365029 于 2019-5-18 20:28 编辑 \n\n这篇论文的重复率 0.9%\n\n\n\n\nTIM截图20190518202350.png (43.08 KB, 下载次数: 0)\n\n下载附件\n\n2019-5-18 20:25 上传\n\n\n\n\n\n检测报告（附件）：\n\n\n\nPaperYY论文检测报告.zip\n(757.04 KB, 下载次数: 1)\n\n\n\n2019-5-18 20:26 上传\n点击文件名下载附件\n\n\n\n\n\n\n另外，论文格式有误，并且缺少参考文献和目录"
        },
        {
            "author": "jktit",
            "timestamp": 1558182780,
            "txt_content": "1139365029 发表于 2019-5-18 20:27\n这篇论文的重复率 0.9%\n\n检测报告（附件）：\n我前两天论文查重哦，十篇类似里面有六篇我都没看过，剩下还有两篇跟我主题都不一样"
        }
    ]
}