{
    "title": "[Minecraft.net|INSIDER] 你的 Minecraft 记忆",
    "author": "海螺螺",
    "replyCount": 1,
    "timestamp": 1558229220,
    "txt_content": "\n\n\n\n\n\n\nfile_1558229274000.jpg (71.72 KB, 下载次数: 9)\n\n下载附件\n\n2019-5-19 09:27 上传\n\n\n\n\n\nYour Minecraft Memories\nYou shared ** of #MinecraftMemories with us!\n你的 Minecraft 记忆\n与我们一同分享 Minecraft 十周年记忆！\n\nAs someone who often forgets to put clothes on before leaving the house, I wouldn’t say I have the best memory. So it’s a good thing no one asked me for my memories of Minecraft. Instead, we asked for yours!\n作为一个经出门之前忘记穿衣服的人，我不会说我有最好的记忆。所以，还好没人问我关于我的 Minecraft 记忆。相反，我们来问你的了！\n\nWe wanted to celebrate the 10th anniversary of Minecraft by seeing what our game means to you, so we asked you to share your memories on Twitter with the hashtag #MinecraftMemories. Your responses have been FANTASTIC. Thank you so much for sharing them!\n我们想要庆祝 Minecraft 的十周年纪念日，所以我们想看看我们的游戏对你意味着什么，因此我们在推特上邀请你用 #MinecraftMemories 分享你的记忆。再次感谢你的分享！\n\nStill want to tweet your favourite #MinecraftMemories? Please do! Be sure to use the hashtag so we see them.\n还想要发一条推？就这么做，记得加上 # 这样我们就能看见。\n\nLet’s take a look at some of your Minecraft Memories:\n让我们来看看部分 Minecraft 记忆：\n\n\n\nCake is always worth it, Hadrian. 10 candles on top, please!\n推文：这个截图是我在做出蛋糕时非常激动的截下的。收集所有物品是很乏味的，但是这一切都是值得的！\n\n蛋糕总是值得的，Hadrian。请在上面插上十根蜡烛！\n\n\n\nMy goodness! It’s our beautiful launcher back when it was, er, beautiful in its own way?\n推文：这种美 ....\n\n我的天哪！这是我们美丽的启动器，那时候还是，呃，有它独特的美！\n\n\n\nGorgeous stuff, cakeicing! And those renderers are Tigano, FLORIAN FUNKE, (╯°□°)╯︵???uo? and Matteo Paolini\n推文：看到了其他的人的 # ，所以我也来为 #MinecraftMemories 做贡献。我已经建筑了七年了，尽管我用来创作地图并公开发布的时间已经越来越少，我任何时候都不会停止建筑！\n\n华丽的作品，糖霜蛋糕！渲染师是 Tigano, FLORIAN FUNKE, (╯°□°)╯︵???uo? 和 Matteo Paolini\n\n\n\nFive years later, Gigeno’s palace looks more pristine than ever!\n推文：我从 2013 年开始建造宫殿，现在仍然享乐其中。  同一个地方 2014 vs 2019\n\n五年后，Gigeno 的宫殿看起来比以往更加质朴！\n\n\n\nThank YOU, Marceau! Speaking of memories, this was the first builder I ever wrote about on Minecraft.net! \n推文：我记得那些时光，我曾经用了几乎所有的自由时间用来放置方块.... 它最终让我与一个无与伦比的社区紧紧相连！谢谢你，Minecraft！\n\n谢谢你，Marceau！有声的记忆，这是我在 Minecraft.net 上写下的第一个建筑师！\n\n\n\nNEVER DIG STRAIGHT DO... oh, you know what? Since it’s a special occasion, we’ll let you off, Mindcrafter. Just this once…\n推文：我在 Minecraft 的第一次是我的最核心的记忆之一。我永远不会忘掉它。\n那时 MC 只有 1.7.2。出生在一个大海附近。看见了美丽的像素地形，第一个冲动就是... 直直的向下挖！\n在那之后从来没有停止玩过。\n\n千万不要直着往... 噢，你知道吗？这个场合比较特殊，我们放你一马，MindCrafter。就这一次...\n\n\n\nThanks for playing, TalkingTaco! Thanks also for finally giving me a reason to write about ‘talking tacos’ on this website. A dream fulfilled.\n推文：家，甜蜜的家\n过去的十年谢谢你\n\n谢谢你的游玩，TalkingTaco！同时也为你终于给了我一个理由在这个网站上写关于 TalkingTaco 的东西。了却一个愿望。\n\n\n\n\nNothing says ‘happy 10th birthday’ like a terrifying dinosaur. Thanks for sharing! Help!\n推文：我想我在做别人也在做的事。我找到了一些我最老的截图，那会儿是我在四五年前才开始建筑的时候，一直到我在 2018 年的最大、最不凡的项目。享受吧\n\n什么也比不上一只可怕的恐龙说的「十周年生日快乐」。谢谢分享！救命！\n\n\n\nAwww! Isn’t Jeb sweet? He never says anything nice about the pictures I draw of him, mind…\n推文：我至今最好的记忆是我在 Reddit 发布了一张我画的劫掠兽。几天后，我进 Discord 发现 Jeb，Minecraft 的主开发，转推了我的图并且喜欢了它！\n\n啊喔喔！Jeb 很甜吗？他从来没有说过过我画的他的图很好，记仇....\n\n\n\nYou think that’s bad, Hammad? I once did that in front of one of the Java team, and then had to ask them how to get back down. Maybe by our 50th anniversary, I’ll have stopped blushing?\n推文：我的第一个 Minecraft 记忆是我创建了一个创造模式世界，并意外的按了两下空格开始飞行，下不来了只能删掉世界。\n\n你觉得这是坏事吗，Hammad？我有一次在 Java 开发组前这么做，接着只能问他们怎么下来。可能到了我们的 50 周年纪念，我才能不这么脸红？\n\n\n\nAh, the days before the bucket changed everything! Well, one thing. But what a thing it was!\n推文：生日快乐，Minecraft！我已经玩了十年了！你在游乐时时间飞逝，回首现在 Minecraft 已经变了那么多，我喜欢挖一条运河将水从一个地方引到另一个地方因为那时，桶还没有出现。\n\n啊，那是在桶改变了一切事之前的日子！好吧，一件事。但是这是多么重要的一件事！\n\n\n\nGreat idea, Spaceman! Is it too late to get a concierge profession into the Village & Pillage update?\n推文：生日快乐送给我一直以来最爱的 Minecraft。永远也不会忘记我和我的朋友们建造宾馆并租下它们。\n\n好主意，Spaceman！现在在村庄与掠夺更新中加入门房职业还算晚吗？\n\n\n\nNice find! I wonder how many other lost Minecraft worlds are sitting on old computers/consoles out there?\n推文：我最早的世界。历经万难找到了我妈妈的旧电脑，从硬盘中取得了它！\n\n找到的好东西！我想知道到底有多少失去的 Minecraft 世界躺在老电脑/主机里呢？\n\n\n\nSounds fun! But I hope this memory is from before we added the Phantom to the game…\n推文：我最棒的 Minecraft 记忆是当我的朋友们和我熬夜整晚建造我们能造的最大建筑。\n\n听起来很有趣，但是我希望这是我们在加入幻翼之前的记忆....\n\n\n\nThere’s no shame in that, Birb Masta! Nights can be horrifying in Minecraft! We’ve spent the last ** wondering why we’re allowed to sell this game to children!\n推文：我记得我第一次在我的 iPad mini 上玩到 Minecraft 的试玩版，被僵尸吓死。一个僵尸进入了我的树屋，我当时就跳了起来，逃离了我的平板。\n\n这没什么害羞的，Birb Masta！Minecraft 的夜晚可是很吓人的！我们这十年一直在想为什么我们被允许将其卖给孩子！\n\n\n\nThat’s awesome, Upixel! You should ALWAYS prioritise friendship over building! Er, unless you work in construction.\n推文：我在玩这个游戏时遇到了无数的朋友简直不可思议，自从 beta 开始就一直在玩，我经常当它是理所当然的，但这对于我和其他很多人来说不只是一款游戏。\n\n这太棒了，Upixel！你永远应该将友谊放在建筑之前！呃，除非你在工地里工作。\n\n\n\nThanks for sharing your excellent builds, Rémi?!\n推文：十年快乐！这么久了，感谢你给我的一切激情和创造力\n\n感谢你分享你精彩的建筑，Rémi?！\n\n\n\nIf we had to guess what the future will bring, it’s more great builds from you, HeavensGift! Also: rain.\n推文：这是我的一年半的建筑旅程！我对我已有的进度感到非常开心，并期待着未来的建筑！\n\n如果我们猜测未来会带来什么的话，那一定是来自你的更多优秀建筑，HeavensGift！\n\n\n\nNice builds, Alex! Seeing how much progress everyone has made in terms of building ability has been really inspiring.\n推文：我玩 Minecraft 超过了八年，如果去想我所有的记忆，那简直疯了，那些我遇到的人，我新发现的兴趣爱好。也找到了 2010 年的老建筑，想想我这么久进步了多少啊。\n\n好建筑，Alex！看看我们所有人都进步了多少，就建筑能力而言它非常有启发性。\n\n\n\nYou’re welcome! I too often lose myself in Minecraft, then remember I have an article to finish writing that was due 20minutes ago ARGHHH\n推文：真正的快乐就是投入一件事直到忘记了时间，我在一款最好的游戏中迷失了自己。谢谢你，Minecraft！\n\n谢谢你！我经常在 Minecraft 中过度投入，接着我记起来了我还有一篇要写的文章 20 分钟前就超时了！啊啊啊\n\n\n\nI’ll be lucky to escape that in time for the 20th anniversary…\n推文：每个人都爱迷宫，是吗？\n2013 年十一月\n\n我在 20 周年的时候幸运的逃出了它。\n\n\n\nIf you’d told us ** ago that a depressed, green, explosion-in-waiting would become the face of our game…\n推文：我记得我第一次玩 Minecraft\n自从 0.4.0 就开始玩了\n那个版本也加入了苦力怕，你知道我有多喜欢他们。\n\n如果你在十年前告诉我们一个悲伤的、绿色的、等着爆炸的东西会变成我们游戏的标志....\n\n\n\nStart small, build bigger and bigger! A terrific journey, MR Sky2!\n推文：从低端生存泥土房，到一般的现代房屋，到尝试创建一个城市，到真正的生长着的城市。我从 2011 年开始就一直在这里了。无尽的感激献给这些令人惊叹的建筑师和我一路上遇到的朋友。\n\n始于小，筑之愈大。一个很棒的旅程，MR Sky2！\n\n\n\nNice! But you remember there being bugs in Minecraft? S-surely not! *runs and hides*\n推文：我最棒的记忆是我第一次和朋友们玩多人联机。通过自拍收集我们的探险、建筑和BUG的记忆。\n\n很好！但是你真的记得 Minecraft 里有 bug 吗？肯 肯定是没有的！*跑开藏好*\n\n\n\nYeah, that’ll never work. Oh, wait, it did!\n推文：一个玩家创建了他自己的故事的游戏\n\n是啊，永远不会。等下，它做到了！\n\n\n\nWell done! I can’t even beat a spider :(\n推文：和一些朋友挑战末影龙\n\n太强了！我甚至打不过一个蜘蛛 :(\n\n\n\nThat’s brilliant, Kevin. Thank you for playing!\n推文：在 2012 的时候我决定创建一个生存世界。我想要一个特别的，因此我用了我爷爷的姓名作为种子。当我生成在世界中，我在 1.2.5 中看到了我见过的最美的出生点。\n\n这太棒了，Kevin。感谢你的游玩！\n\n\n\nWith loads of health left, too! I’d be lucky to successfully tickle the Ender Dragon…\n推文：单人游戏中第一次杀死末影龙\n\n还剩了这么多血吗？我能打中末影龙就已经很幸运了...\n\n\n\nSimple but effective!\n推文：只是个很普通的\n\n普通但是高效！\n\nWant to see some of the Minecraft team’s memories? Click here!\n想看看 Minecraft 小组的记忆吗？点击这里！\n\nThank you so much for making ** of Minecraft so special. Here’s to the next ten!\n无比感谢你的十年使 Minecraft 如此特别。现在是下一个十年了！\n\n\n\n【754503921译自Your Minecraft Memories】\n【作者Tom Stone，发布时间2019年5月18日】\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1558231500,
            "txt_content": "记忆么……\n造枪师，你还记得自己造了多少把枪么？\n13把，我是和平主义者…………"
        }
    ]
}