{
    "title": "【1.14】Tradecraft！给在JE1.14和BE1.11准备搭交易所的童鞋们的建议！",
    "author": "依然冰奈斯",
    "replyCount": 7,
    "timestamp": 1558335660,
    "txt_content": " 本帖最后由 依然冰奈斯 于 2019-5-21 23:51 编辑 \n1.14完全可以改名Tradecraft了！很多东西都可以在村民那里用绿宝石买，而且价格很公道！\n所以就分享一下建议！\n注意本人是BE玩家，关于JE部分其实很多知识都是通过WIKI获得的，所以有可能有哪里不对的地方希望能指出来。\n\n首先附上交易列表，值得购买的用红色标出，值得交换的用蓝色标出\n\n1. 农民\n收购小麦，马铃薯，胡萝卜，甜菜根， 南瓜，西瓜片， 鸡蛋\n贩卖面包，苹果，南瓜派，曲奇，蛋糕，金萝卜，闪烁的西瓜\n2. 渔夫\n收购线，煤炭，各种生鱼，各种船\n贩卖营火，附魔钓鱼竿，鳕鱼桶（其实鳕鱼是送的，主要是桶），各种熟鱼\n3. 屠夫\n收购煤炭，各种生肉，干海带块，甜浆果\n贩卖兔肉煲，各种熟肉\n4. 牧师\n收购腐肉，兔子腿，金锭，鳞甲，玻璃瓶，地狱疣\n贩卖红石粉，萤石粉，青金石，末影珍珠，附魔之瓶\n5. 皮匠\n收购皮革，兔子皮，燧石，鳞甲\n出售皮革防具，附魔皮革防具，皮革马铠，鞍\n6. 牧羊人\n收购天然羊毛，各种染料\n出售剪刀，各种染色羊毛，各种地毯，各种床，各种旗帜，画\n7. 石匠\n收购黏土，石头，花岗岩，闪长岩，安山岩，下界石英\n出售红砖，錾制石砖，磨制花岗岩，磨制闪长岩，磨制安山岩，各种颜色陶瓦，各种带釉陶瓦，竖纹石英块\n8.工具商人\n收购煤炭，铁锭，燧石，钻石\n出售各种石质工具，钟，附魔铁质工具，附魔钻石质工具\n9.武器商人\n收购煤炭，铁锭，燧石，钻石\n出售铁斧，钟，附魔铁剑，附魔钻石剑，附魔钻石斧\n10.防具商人\n收购煤炭，铁锭，熔岩桶（不返还桶），钻石\n出售铁质防具，钟，盾牌，锁链防具，附魔的钻石防具\n11.图书商人\n收购纸，书，墨囊，成书\n出售各种附魔书（需自备书），书架，灯笼，玻璃，时钟，命名牌\n12.制图师\n收购纸，玻璃板，指南针\n出售空地图，空定位地图（JE肯定是空定位的地图），物品展示框，海洋探险家地图，林地探险家地图（需自带指南针），各种旗帜，旗帜图案（花朵，砖纹，波纹，JE有Global）\n13.弓匠\n收购木棍，燧石，线，羽毛，拌线钩\n出售弓，弩，附魔弓，附魔弩，燧石（需自备沙砾），箭，各种药箭（需自备箭）\n\n所以咯，大家应该能看出专心发展什么职业的村民了吧？\n能用绿宝石收的东西都非常多！所以甚至都可以把我的世界改名为Tradecraft了！\n\n嘛，给出一些分条的建议吧。\n\n一，关于搭建交易所\n\n1. 如果您不想刷铁傀儡的话，尽可能把交易所盖到每层2.5格高。\n\n3格以上高的话，铁傀儡就有可能在您的交易所内部进行生成；\n当然如果您把村民分割到指定的位置（类似于摆摊）的话，不允许他们之间的交流，那么3格以上高的话也就无妨了；\n2格的话，现在村民有个漏洞，就是村民在睡觉时重新载入该区块的时候，他们会醒来，并且会站在床上；\n如果2格高的话就会受到窒息伤害甚至可能死亡（惨痛经历详见：http://www.mcbbs.net/thread-864252-1-1.html）；\n此外还要注意村民的床边地板（床正下方无所谓）一定要有不透明方块供村民落脚（上半砖也不行）！如果都没有的话，村民醒来也会站在床上。\n\n2. 如果您想刷铁傀儡的话，就不能采取摆摊的方式分别安放村民了，因为铁傀儡的生成需要村民之间的交流。\n\n如果您真的想做个刷铁厂，建议单独再拉出一个村庄专门用于刷铁。毕竟相比之下大家都更喜欢井然有序的市场。\n刷铁厂跟交易所最大的不同就是刷铁厂尽可能多地保证村民的交流和繁殖，本文讲的是交易所而不是刷铁厂。\n当然交易所某些程度上有时候也会生成个铁傀儡，可以在村庄外围搭一个小白窝棚随缘射杀就好。\n\n3. 如果您的村民的数目和种类已经确定，无需再繁殖，那么村民只要时刻跟它的工作站在一起就行了，床是没有必要的，钟则是一直都没必要。\n4. 刚开始搭建交易所的时候，保证两个村民在一起进行繁殖就可以，没必要太多，太多的话会造成混乱。\n\n这里有个粗略的方案。\n可以搭建一个13层的交易所（看你喜欢，这里指每个职业一层），让刚开始的两个村民在一楼进行繁殖；\n把它们限制在1×2×2的空间，这个空间其中一边留两个工作方块（最好是堆肥桶，可以让他们转职农民顺便购买它们繁衍用的面包），一边留两个床（脚朝向它们），其他地方用实体方块封起来；\n这样繁殖出来的小村民可以从床上蹦出来，用栅栏把它们限制在一个位置，这个位置有一个通往楼上的水电梯；\n然后在栅栏外小村民抵达不了的地方放上床，然后对成年村民投喂食物就可以了；\n村民繁殖需要交易或足够的食物，最好的食物就是面包，其他小麦，马铃薯，胡萝卜，甜菜根也是可以的但效率不高；\n繁殖出的小村民往往会很不听话，所以水电梯的口做的大一些，等他们溜达到水电梯的门口前，不要吝惜直接一巴掌扇过去就行了；\n这种效率还是很高的，一般一天生成十个左右小村民不是问题；\n按每层20个村民的话，两天完成一层。\n晚上的时候，把一楼用于繁殖的床拆掉（两个成年村民别拆），然后给楼上的小村民们每个人都分配个床，他们就会去睡觉；\n所有小村民都入睡后，把楼上的剩余床位都拆回来，用于第二天继续繁殖；\n等他们长大后，在楼上依次分配工作站，分配最好也是在晚上，这样会知道谁在哪个床，\n可以先在任意地方放置一个工作方块，看哪个村民站起来就是哪个村民响应这个方块了，把它拆掉后重新放在那个村民旁边；\n然后用实体方块（别用栅栏等透明方块，半砖也最好用上半砖）把它们圈起来，这样一个摊位就做好了；\n如果生成的是傻子，可以考虑将其引至傻子俱乐部，或者干脆将其杀掉。\n这里几个小提示：\na.当村民（无论是小村民还是成年村民）响应床/工作方块/钟的时候，对应的村民和方块上面同时会有绿色颗粒效果，\n所以放置床和工作方块的时候，看到哪个村民冒绿星了，就知道这个方块被哪个村民占用了。\n如果没有村民冒绿星，也就是没有村民过来认领，那就有两种情况（拿工作方块举例，床同理）：\na.1 如果方块也没绿星的话，说明所有成年村民都被分配职业了，这个工作方块并没啥用，可以拆掉；\na.2 如果方块有绿星村民没绿星，说明响应该方块的村民在其他层，去确认吧！这时候极可能原本您要分给他的工作方块又被另一个村民认领了，把混乱村民的工作方块拆掉后重新分配吧。\nb.交易所离自己的家尽可能远一些，如果您执意要建在自己家附近，就请把堆肥桶、砂轮、切石机、水桶、酿造台等这些东西暂时拆掉，\n否则新的村民很有可能选择这些方块作为自己的工作方块。村民如果无法抵达自己的更新方块，则不能重置交易，后果很严重。\n\n5. 村民床正上方的两个方块一定要高于2层，2.5层最好（也就是说上半砖），床周围的地面至少存在一个实体方块。\n\n6. 最上层一定要留一个空层防止村民被闪电劈中（这是灾难性的）。\n\n7. 有兴趣的话也可以搭个傻子俱乐部作为额外的设施，会别有一番情调的！\n\n傻子的性格是晚睡晚起（？？？）……\n\n8. 最先建立的村民职业应该是农民，因为农民可以出售面包，用作村民繁殖所需要的食物。\n\n二，关于交易\n\n1. 交易解锁\n注意不是所有的交易组合都是一开始就有的，有些需要解锁，甚至要求你去进行若干次根本不划算的交易。\n例如工具商人、武器商人和防具商人的前几层。你可能需要用宝石去买一些石质和铁质的工具，到一定程度才能买钻石的；\n再例如如果你想要鞍或者命名牌，也得先买一些没卵用的皮质防具，书架，灯笼什么的。\n当然只靠卖也是可以的，但是村民要的材料一般也都很难得，例如皮革，铁锭，煤炭（需要的量以N组计）等；\n因此还不如靠廉价交易获得绿宝石后买点成品来的更高效。\n\n2. 交易经验\n交易经验是与村民交易时对方获得的经验，对方只有获得一定经验才能解锁新等级的交易，总共5层。\n交易经验符合下面两个规律：\na.用绿宝石换东西得到的经验总是比用东西换绿宝石多（同级下）。\n所以说购买物品获得的经验总是比出售物品多，这也是为什么不推荐用原材料换绿宝石了。\n但是有些特别廉价特别容易批量获得的原材料除外，例如石头，木棍，纸，鸡蛋，燧石，农作物这些。\n一般的做法是靠这种途径获得绿宝石（同时增长农民这些村民的经验）来购买那些升级所用材料不好弄的村民所出售的烂东西使他们升级。\nb.交易等级越高获得经验就越高\n当交易解锁的越来越多，原来交易获得的经验就相对变低了（因为升级需求经验变高了）。\n所以如果急切希望解锁更高的交易，那就尽可能多地进行当前可进行的最高级的交易吧——尽管有些不是划算的。\n这里值得注意的是，4级时解锁5级交易的过程中，进行第三级交易其实获得经验也少不到哪去。\n\n3. 较为合算的获取绿宝石的途径\n合算的原因就是大部分这种材料或者可以全自动生成，或者非常容易获得，亦或者性价比高。\n\n鸡蛋（农民第四层，1组换1个）：有全自动养鸡场就OK！缺点是每天每个村民只能换2次，而且JE好像不适用？\n西瓜片（农民第三层，4片换1个）：极为推荐！性价比极高！应该是目前感觉性价比最高的交易了。\n木棍（弓匠第一层，32根换1个）：木头比较容易获得，有竹场更容易获得！缺点是涨价快。如果有4级渔夫的话，或许合成船更合适。\n纸（制图师、图书商人第一层，24张换1个）：有甘蔗农场就很容易弄到的材料，毕竟这也是可以全自动的，缺点是涨价也快。\n燧石（工具商，武器商，22个换一个）：沙砾这个东西终于有点用了！拿时运III的锹可以达到100%掉落（但取而代之的是沙砾本身不会掉落了，需要混凝土的童鞋注意），此外燧石还有利于解锁工具商和武器商的更高层交易（或者你也可以用铁锭，不过您在前期有刷铁厂么？）。\n石头（石匠第二层，20个换一个）：拿精准采集的镐子就可以挖掘。缺点是石匠本身没啥用。\n花岗岩/安山岩/闪长岩（石匠第三层，16个换一个）：比石头还好挖掘，无需精准采集，缺点同上。\n天然羊毛（牧羊人第一层，18个换一个）：因为羊毛可全自动采集，所以也是相对比较容易弄得材料（请不要染色，只要白浅灰灰黑咖啡五种之一），缺点是每个村民只能要随机一种。\n南瓜（村民第二层，6个换1个）：不如西瓜那么高效但是毕竟可以全自动。\n书（图书商人第二层，4个换一个）：如果你发现要塞的图书馆的话可以大赚一笔！注意挖书柜的斧头上不要有精准采集附魔！\n书与笔（图书商人第四层，1个换一个）：一本书，一个羽毛和一个墨囊换一个绿宝石，可惜每个村民每天只能换1次，不可堆叠是另一个显著的缺点。\n羽毛（制箭师第四层，24个换一个）：全自动养鸡场时的著名的副产品，JE也适用。\n船（渔夫第四层，1个换1个）：很高效的一种换的方式，5个木板1个绿宝石（BE再加个1木板2木棍），缺点是船不可堆叠，如果只换船的话你可能需要在你的仓库和交易所之间来回跑好几趟。\n生鸡肉（屠夫第一层，14个换一个）：虽说如果换成其他肉的话，需求量会更少（生猪肉是7个换1个，生兔肉是4个换1个），但是生鸡肉的绝对优势在也是很显然的——可以全自动！缺点则是不是所有的屠夫都要生鸡肉。\n甜浆果（屠夫第五层，10个换一个）：甜浆果是目前最容易采集的物品，右键点一下就可以了！有个甜浆果农场的话会很方便。缺点是……屠夫的最顶级……要好久。\n\n4. 购买武器/防具/工具\n好的附魔的钻石工具，钻石防具，钻石武器，弓，弩都可以分别在工具商人，武器商人，防具商人，弓箭商人那里买到。\nJE版要贵一些，价格随附魔变化而变化。\nBE版则非常的合适，价格是固定的不受附魔影响而且比JE版最低价还低，你可以遇到附魔好的也可以遇到附魔烂的！\n——虽然这么说，但是BE版村民每日交易次数比JE版少，宝石赚的慢啊喂！\n运气好的话，你可以直接买到效率III，精准采集I，掠夺III等属性比较好的物品。\n但是大部分附魔还是比不上附魔台上30级的附魔的，宝藏附魔更是不可能遇得到。\n所以附魔不好的时候，你有三种选择：\na. 多买几件，用的差不多后用铁砧合成（也可以直接合成），俩效率I能合成效率II，不同属性可以叠加。\nb. 老老实实用附魔书附魔，但是这个附魔书你甚至可以在图书商人那里买到（没有钱做不了的事儿HHH）。\nc. 用砂轮祛魔，剩下的无附魔的坯子当修补材料用（也得用铁砧）。\n\n剪刀在牧羊人那里能买到。\n第一层就卖，很合适，2绿宝石就能换1个剪刀。\n什么你说不合适？那我换一种说法，8个西瓜片就能换1个剪刀。\n\n附魔书在图书商人那里买到。\n值得注意的是图书商人在第四层开始就不出售书了，为了买书的话开到第三层交易就OK。\n附魔书好坏与层数无关，可能第一层就是很好（但也很贵，可达1组绿宝石）的附魔。\n宝藏附魔书可以买到（宝藏附魔的物品无法在对应的商人那里买到），如冰霜行者。\n虽然只有前三层能获得附魔书，但图书商人一般来说往往还是交易全开的，因为第五层交易有命名牌。\n\n药箭可以在弓匠那里买到。\n但是是最后一层交易，自备箭5支外加2绿宝石服务费换取5支药箭，从而避免去寻求末影龙冒险获得龙息并进行酿造等一系列繁杂的工作。\nBE可以无视该交易，因为直接用炼药锅（用3瓶药水装满）就可以将一整组普通箭变为药箭。\n药箭可以买到普通酿造无法获取的衰变之箭（造成4秒凋零）。\n\n5. 购买其他物品\n一般值得买的物品肯定是实用性强，其次就是不是那么好弄到的物品。\n注意这里不讨论流浪商人，因为只是讨论交易所里的东西，流浪商人是会自动删除的所以不能算作交易所的一部分。\n\n鞍在皮匠那里买到（10绿宝石）。\n对于不是骑士控的人来说不是很推荐，因为该交易位于皮匠五层并且皮革（和兔子皮）相对难获取，解锁该交易需要你花大量绿宝石去买哪些分文不值的皮甲。鞍也可以由袭击中的乡村野兽也会掉落。\n\n命名牌可以在图书商人那里买到（20绿宝石）。\n这个交易也是第五层，也间接说明了图书商人的价值很高。\n\n书架在图书商人那里可以买到（6绿宝石）。\n一层即可交易，前期升级附魔台用绿宝石购买书架无疑是最好的方式。\n\n钟可以在武器匠，工具匠那里买到（36绿宝石）。\n在交易的二到三层，扩展村庄（尤其做刷铁厂）必须的用品，但是很贵，36个宝石换一个。如果没有做刷铁厂的打算的话一般还是少买。\n\n陶瓦等各种石材，可以在石匠那里买到。\n在交易的三到五层，1个绿宝石可以换4个陶瓦，作为建筑党但是没找到恶地的话，这种交易则是最好的选择（对建筑党来说虽然已有混凝土了，但是陶瓦依然很有用，毕竟可以提供16种额外的颜色，总共32种）。带釉陶瓦就没必要买了（商人真黑，烧一下的功夫价格就由0.25个绿宝石变为1绿宝石了）……至于竖纹石英（1个绿宝石可以换1个竖纹石英块）这种下界的产品，如果不想太冒险的话这里买也是可以的。\n\n末影珍珠，牧师那里可以买到（6绿宝石）。\n在交易的四层。为什么单把末影珍珠提出来呢？因为对BE玩家来说，BE的刷怪机制很可能会让你完全发展起来之前也见到不会超过2位数的小黑。\n当你攒齐一套极品钻石套，带着满仓库药箭和超级十字弓兴致冲冲地去刷末影龙的时候，却被末地传送门挡住前进的道路是什么感觉？\n当然开了末地后就没用了。\n\n探险家地图，制图师那里能买到（15/25绿宝石+指南针）。\n只能通过交易买到，有海洋探险家地图和森林探险家地图两种，作用是显示离自己最近的海底遗迹和林地府邸周围的地图。\n这两个地图可以比较轻松地指引你前往最近的这两个结构，很有用，尤其是坐落地点往往在五位数开外的林地府邸。\n但是必须必须要值得注意的是，每种买一个就足够了。\n因为你会发现你买的再多也指示的是同一种，该地图内的内容与你获得该地图的地点有关（只显示离你最近的）。\n\n6.购买不划算的物品\n如果要以最快的速度解锁顶层交易，可能有些物品你不得不硬着头皮交换。\n\n如果要解锁鞍，你可能要买各种皮质防具。\n如果要解锁所有的附魔书，你可能要买书架或灯笼。\n如果要解锁钻石武器和工具，你可能要卖燧石（22燧石=1绿宝石）、铁锭（4铁锭=1绿宝石）或者买石质铁质工具，这里更推荐燧石，然而不是所有村民都要燧石。\n如果要解锁钻石防具，你可能要买铁质或锁链防具，如果实在不想穿了就烧练他们变成铁粒吧。\n如果要解锁Globe旗帜图案，你可能要买旗帜，在这之前你可能更要买不值钱的探险家地图或者卖指南针，幸运的是这个旗帜图案并不是那么有用（合成26个英文字母该图案可以用来合成字母“B”）。\n\n7.不建议培养的村民职业\n皮匠：鞍看起来是个很有用的东西，但是它能在袭击中从乡村猛兽中获得——除非你要组件一大支骑士军队，否则没必要培养皮匠。\n牧羊人：因为羊毛已经产业化了，所以牧羊人其实也没啥用（1级交易的剪刀有用）——顶级交易竟然是2绿宝石换3画，真耻辱！但牧羊人能收羊毛，可以留一些来赚取绿宝石。\n石匠：他卖的东西完全不利于探索和发展，纯建筑党需要的——而且当玩家找到恶地生物群系后，他几乎就完全没用了。但石匠可以收购石头及其变种，可以留一些用来赚取绿宝石。\n\n牧师：也是相对没有用的职业。虽然他收腐肉，但是腐肉没有僵尸刷怪塔的支持产量也不那么高。\n\n\n\n\n",
    "replies": [
        {
            "author": "uhuichongfu",
            "timestamp": 1558449960,
            "txt_content": "码了大半天吧？辛苦辛苦！"
        },
        {
            "author": "svasrd",
            "timestamp": 1558574820,
            "txt_content": "还没玩，学习一下，是不是因为交易次数的限制导致1个村民变成1楼村民 233"
        },
        {
            "author": "叫我XY先生",
            "timestamp": 1558578120,
            "txt_content": "但是为啥我一跑到村庄，就会触发袭击事件"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1558599540,
            "txt_content": "叫我XY先生 发表于 2019-5-23 10:22\n但是为啥我一跑到村庄，就会触发袭击事件\n触发袭击是因为你击杀了掠夺分队队长获得了灾厄之兆的效果，带着这个效果进村就会触发袭击。"
        },
        {
            "author": "lubinooo",
            "timestamp": 1558687200,
            "txt_content": "没有图片很难理解意思的"
        },
        {
            "author": "49777883",
            "timestamp": 1558692780,
            "txt_content": "感谢分享~~"
        },
        {
            "author": "s159753159753",
            "timestamp": 1558695960,
            "txt_content": "加油！！！！！！！！！！！！！！！！！！"
        }
    ]
}