{
    "title": "最後之戰 第四章──消失",
    "author": "路邊電燈泡",
    "replyCount": 1,
    "timestamp": 1360224960,
    "txt_content": " 本帖最后由 路邊電燈泡 于 2013-2-7 16:16 编辑 \n\n上一章地址：http://www.mcbbs.net/thread-86746-1-1.html\n简体:\n\n距离游戏刚开始时已经有了将近一个月了。Notch在这游戏中，且系统架构都在他身上但是他却无法行使GM权限已经众所皆知，但是却有人相信他可以使用GM权限而投靠到了Notch身边，也有人为了回到原本的世界而向Notch开战，普莱斯和吉尔伯特就是其中之一。\n「啊~在矿洞密集区挖到了好多钻石~」普莱斯高兴的与吉尔伯特返回家中，他们已经渐渐的习惯生存了。\n「只可惜这个密集区距离我们家特别远...到时候把家搬过来好了。」吉尔伯特为往返的时间而抱怨。\n「随便你，反正我可不会帮你搬。我要回家先数我的钻石有几组~」即使在游戏世界中，普莱斯还是一样爱钱。\n正当普莱斯和吉尔伯特开心地谈起天来时，天色也渐渐的变暗了，吉尔伯特说：「啊，不好，要晚上了，快回去!」\n「没差啦~你有锋利III+击退II的黄金剑，我有把普通的钻石剑，怕什么?」普莱斯看起来毫不在意晚上。\n吉尔伯特看了看家就在山崖上，再看了看天色，他说：「好吧，反正有一分半钟可以让我们走到山崖旁并爬上去...」\n正当吉尔伯特这么说的时候，普莱斯突然大喊：「喂，老哥!你看一下后面!怎么那么多怪物!」\n「什么?在哪里?」吉尔伯特突然转过头来，普莱斯身后却什么有没有。\n「哈!你还真是好骗啊!枉费你还是个超级骇客了!」普莱斯又一次的骗了吉尔伯特。\n「哧，你还真无聊，害我吓死了。」吉尔伯特脸上露出一副不屑的表情。\n普莱斯和吉尔伯特走到了山崖之下，当吉尔伯特正要爬上去时，普莱斯又大喊：「啊!僵尸群!真的僵尸来了!」\n「少在那边骗我了，我不会再上当的!」吉尔伯特完全不以为然。\n「这次是真的啊，哥哥，小心!」普莱斯大喊，正当吉尔伯特要转过头去回话时，僵尸已经拿着一把钻石剑刺向了吉尔伯特的身体。\n吉尔伯特倒了下来，他死了。留下的是在身上一堆堆的杂物跟一把黄金剑。\n普莱斯愣住了，但是他知道他已经没有时间了，僵尸不会等他感伤完。他走过去，捡起了吉尔伯特的黄金剑。\n「哥哥...对不起...」普莱斯小声地说，从他的话语中感觉出来了很多的感伤。他慢慢走向僵尸群，僵尸则毫不犹豫地向普莱斯冲过来。\n「<SystemAttackOff>!」普莱斯将他的系统战斗辅助功能关闭了，此时，他的眼睛由蓝色转变成了深邃的红色，他大声喊：「我乃是最强战斗民族，亚马逊族最后的后裔──普莱斯&#8231;凡&#8231;弗洛西斯!你们这群僵尸，有种就冲着我来!」他在这世界中，流下了第一滴泪水。\n\n繁體:\n距離遊戲剛開始時已經有了將近一個月了。Notch在這遊戲中，且系統架構都在他身上但是他卻無法行使GM權限已經眾所皆知，但是卻有人相信他可以使用GM權限而投靠到了Notch身邊，也有人為了回到原本的世界而向Notch開戰，普萊斯和吉爾伯特就是其中之一。\n「啊~在礦洞密集區挖到了好多鑽石~」普萊斯高興的與吉爾伯特返回家中，他們已經漸漸的習慣生存了。\n「只可惜這個密集區距離我們家特別遠...到時候把家搬過來好了。」吉爾伯特為往返的時間而抱怨。\n「隨便你，反正我可不會幫你搬。我要回家先數我的鑽石有幾組~」即使在遊戲世界中，普萊斯還是一樣愛錢。\n正當普萊斯和吉爾伯特開心地談起天來時，天色也漸漸的變暗了，吉爾伯特說：「啊，不好，要晚上了，快回去!」\n「沒差啦~你有鋒利III+擊退II的黃金劍，我有把普通的鑽石劍，怕什麼?」普萊斯看起來毫不在意晚上。\n吉爾伯特看了看家就在山崖上，再看了看天色，他說：「好吧，反正有一分半鐘可以讓我們走到山崖旁並爬上去...」\n正當吉爾伯特這麼說的時候，普萊斯突然大喊：「喂，老哥!你看一下後面!怎麼那麼多怪物!」\n「什麼?在哪裡?」吉爾伯特突然轉過頭來，普萊斯身後卻什麼有沒有。\n「哈!你還真是好騙啊!枉費你還是個超級駭客了!」普萊斯又一次的騙了吉爾伯特。\n「哧，你還真無聊，害我嚇死了。」吉爾伯特臉上露出一副不屑的表情。\n普萊斯和吉爾伯特走到了山崖之下，當吉爾伯特正要爬上去時，普萊斯又大喊：「啊!殭屍群!真的殭屍來了!」\n「少在那邊騙我了，我不會再上當的!」吉爾伯特完全不以為然。\n「這次是真的啊，哥哥，小心!」普萊斯大喊，正當吉爾伯特要轉過頭去回話時，殭屍已經拿著一把鑽石劍刺向了吉爾伯特的身體。\n吉爾伯特倒了下來，他死了。留下的是在身上一堆堆的雜物跟一把黃金劍。\n普萊斯愣住了，但是他知道他已經沒有時間了，殭屍不會等他感傷完。他走過去，撿起了吉爾伯特的黃金劍。\n「哥哥...對不起...」普萊斯小聲地說，從他的話語中感覺出來了很多的感傷。他慢慢走向殭屍群，殭屍則毫不猶豫地向普萊斯衝過來。\n「<SystemAttackOff>!」普萊斯將他的系統戰鬥輔助功能關閉了，此時，他的眼睛由藍色轉變成了深邃的紅色，他大聲喊：「我乃是最強戰鬥民族，亞馬遜族最後的後裔──普萊斯&#8231;凡&#8231;弗洛西斯!你們這群殭屍，有種就衝著我來!」他在這世界中，流下了第一滴淚水。\n\n下一章地址：http://www.mcbbs.net/thread-86748-1-1.html",
    "replies": [
        {
            "author": "Fcy_lity",
            "timestamp": 1360226400,
            "txt_content": "别人都不回复~"
        }
    ]
}