{
    "title": "Minecraft Forum 宣布将于 2019 年 6 月 16 日起存档",
    "author": "3TUSK",
    "replyCount": 23,
    "timestamp": 1558407360,
    "txt_content": " 本帖最后由 u.s.knowledge 于 2019-5-21 10:59 编辑 \n\n原文由 citricsquid（Minecraft Forum 创始人）发布于 2019 年 5 月 20 日下午 2:03（美国东海岸时间，夏令时），原贴地址为 https://www.minecraftforum.net/news/60727-important-minecraft-forum-archive-announcement。\n本译文仅供参考，一切内容请以上文中提供的原始链接中的文本为准。译者与原贴发布者不存在任何形式的联系。\n本译文以 CC-0 发布。To the extent possible under law, the person who associated CC0 with this work has waived all copyright and related or neighboring rights to this work.\nIMPORTANT MINECRAFT FORUM ARCHIVE ANNOUNCEMENT关于 Minecraft Forum 存档的重要通知\nToday we are announcing that we have made the difficult decision to transition the Minecraft Forum from an active website to a read-only archive. This decision has been made after careful consideration about how we can best serve the Minecraft community with the resources we have available. A read-only archive of the website will ensure that the valuable content contributed over many years is safe-guarded, remaining available for visitors to explore.\n今天我们正式宣布，我们做出了一个艰难的决定——将 Minecraft Forum 转型为一个只读的存档网站。这个决定是我们在尽可能服务 Minecraft 社区的目标和我们现有的资源之间反复权衡后的结果。只读的存档网站能保证多年来宝贵的（社区）贡献内容的安全，进而能让未来的访问者可以查阅。\nFrom everyone at the Minecraft Forum we are deeply grateful for our communities contributions to the forum over the last decade, big and small. Millions of members have shared tens of millions of posts that have been viewed billions of times, and everyone contributed something to make this forum great. Minecraft Mod creators helped expand the world of Minecraft, support volunteers worked tirelessly to provide access to that world and everyone together turned that world into a community.\n致每一位 Minecraft Forum 的用户：在此，我们对过去十年来大大小小的社区贡献不胜感激。上百万用户在这十年中发表了数千万贴子，查看量动辄以亿计，正是每个人的贡献成就了这宏伟的论坛。Minecraft Mod 制作者们进一步开拓了 Minecraft 世界的领域，还有志愿者们忘我地维护着通往这个新世界的通道，这些人最终在这个新世界中建立起了一个社区。\nRead only mode will be enabled on June 16th, 2019. From this date you will no longer be able to login to the Minecraft Forum and no new content will be created, however all links to the Minecraft Forum will continue to work as-is, all content will remain accessible. This change does not impact the Minecraft Wiki. The Minecraft Wiki will continue as an active website, we have no plans to archive the Minecraft Wiki.\n只读模式将于二零一九年六月十六日开启。从这一天开始，你将无法再次登录 Minecraft Forum，也无法发布新内容，但所有指向 Minecraft Forum 的链接将会像往常一样工作，所有既有内容将仍然可以继续访问。这个变化不影响 Minecraft Wiki。Minecraft Wiki 仍将保持活跃，我们没有存档 Minecraft Wiki 的计划。\nWe appreciate that this is a big change and that there will be many questions. I am available in the comments of this news post to answer any questions you may have, and you are welcome to reach out via Private Message if you have any questions you would like to ask privately.\n我们清楚变化如此之大可能会引发诸多疑问。我会在本新闻贴的评论区回答你可能提出的任何问题，若你有问题需要私下提出，我也欢迎你通过站内私信联系我。\nPlease use the comments as an opportunity to share your story about what this community has meant to you. We would love to hear about how the forum has impacted you, whether it inspired a passion for creating, helped build friendships or simply provided you somewhere to share your love of the game -- any thoughts you may have are welcome.\n请务必利用这个新闻贴的评论区分享这个社区多年来对你的意义。我们非常想听到 Minecraft Forum 是如何影响你的——不论是激发了创造的动力，找到了新的友谊，还是单纯地想表达对 Minecraft 这个游戏的喜爱——我们欢迎你的任何想法。\n——citricsquid\n",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1558408140,
            "txt_content": "卧槽？Minecraft Forum存档了？\n那以后要发布作品去哪，CurseForge吗...\n我非常吃惊.jpg"
        },
        {
            "author": "叽叽小石头",
            "timestamp": 1558408740,
            "txt_content": "很怕有一天mcbbs也来一条这样的公告"
        },
        {
            "author": "LRual",
            "timestamp": 1558408860,
            "txt_content": "话说前阵子Minecraft Forum很多帖子一点进去就直接403\n【比如魔戒mod的原帖】\n不知道改成只读的话会不会缓解这个问题\n我确定不是GFW的问题\n但是通过时光机还是能看到的"
        },
        {
            "author": "touhouzun",
            "timestamp": 1558409220,
            "txt_content": "听说日站forumminecraftjp很早因受到攻击变得只读了，竹、枫、豆腐永远沉寂在1.7.10时代"
        },
        {
            "author": "Lne",
            "timestamp": 1558412760,
            "txt_content": "Oh RIP\n以后要发布作品上哪里呢？"
        },
        {
            "author": "Оil",
            "timestamp": 1558412940,
            "txt_content": "【我在想有一天MCBBS会不会也会变成只读的……】\n不过话说回来资源差距太大了……还不一定的说……"
        },
        {
            "author": "314152",
            "timestamp": 1558415820,
            "txt_content": "噩耗传来。。。。\n不过运营算良心了，没有清数据卖服务器跑路。只是不知道只读能只读到什么时候。。。"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1558417860,
            "txt_content": "RIP    "
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1558421400,
            "txt_content": "什么，要发布存档？\nMCF的问答板和该板的活跃度其实比这边的还要凉。\nMC论坛少了一个，挺伤感的..."
        },
        {
            "author": "in98",
            "timestamp": 1558437120,
            "txt_content": "哎呀呀呀"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1558441260,
            "txt_content": "Oil 发表于 2019-5-21 12:29\n【我在想有一天MCBBS会不会也会变成只读的……】\n不过话说回来资源差距太大了……还不一定的说… ...\n天下无不散之宴席"
        },
        {
            "author": "gao-ji",
            "timestamp": 1558444080,
            "txt_content": "那官方有做新平台吗？这个游戏全靠平台撑起来的啊"
        },
        {
            "author": "gao-ji",
            "timestamp": 1558444500,
            "txt_content": "一代传奇的落幕！"
        },
        {
            "author": "Xtricman",
            "timestamp": 1558488660,
            "txt_content": "如果Minecraft Wiki也没了那就出大事了，大多数游戏内数据格式，就是每个版本中每个物品方块实体的id和合法的NBT标签有哪些都来自Wiki，如果没了那冒险解谜之类的地图的制作就很困难了"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1558538700,
            "txt_content": "完了……这下国际社区岂不是药丸（不是）\n好好的怎能说没就没了呢，以后发作品去那发啊，minecraftmaps吗\n这不会导致资源进一步分散吗\n10周年搞出这种东西是啥情况啊哭辽"
        },
        {
            "author": "言灵乀Poison",
            "timestamp": 1558601160,
            "txt_content": "一直以为minecraft forum是官方论坛，今天才发现底部写的是Copyright 2019, Wikia, Inc. | Powered by Fandom Games，既没有Mojang AB也没有Microsoft，所以这个也只是民间的论坛吗"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1558762980,
            "txt_content": "Oil 发表于 2019-5-21 12:29\n【我在想有一天MCBBS会不会也会变成只读的……】\n不过话说回来资源差距太大了……还不一定的说… ...\n要是MCBBS成了只读,估计国内MC界药丸"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1558763100,
            "txt_content": "十周年搞出这种事情还真是心酸..."
        },
        {
            "author": "xiaopangju",
            "timestamp": 1558766220,
            "txt_content": "不会吧，为什们，mcbbs也不会这样吧"
        },
        {
            "author": "Minecraftmoon",
            "timestamp": 1558786140,
            "txt_content": "建立只读镜像站迫在眉睫？"
        },
        {
            "author": "Emperor142857",
            "timestamp": 1559213160,
            "txt_content": "期待在不久的将来会重新见到它开放\n…话说我这个一次都没进过的人在这里水些什么啊"
        },
        {
            "author": "coco65",
            "timestamp": 1559962380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一只海锋",
            "timestamp": 1560139560,
            "txt_content": "各位大佬，有没有地图转换器"
        }
    ]
}