{
    "title": "[1.10.2-1.12.2]一个吸引各大游戏玩家的好帮手 Custom Main Menu 自定义主菜单",
    "author": "花生小孩子",
    "replyCount": 0,
    "timestamp": 1558612440,
    "txt_content": " 本帖最后由 花生小孩子 于 2019-5-23 20:12 编辑 \n\n你有看过以下酷酷的主菜单吗？\n\n\n\n\nQQ截图20190522191640.jpg (106.42 KB, 下载次数: 1)\n\n下载附件\n\n2019-5-22 19:17 上传\n\n\n\n\n\n(Blast Off)\n\n\n\n\nQQ截图20190522191753.jpg (182.41 KB, 下载次数: 1)\n\n下载附件\n\n2019-5-22 19:18 上传\n\n\n\n\n(TolkienCraft)这还是Minecrarft只不过是换了衣服的Minecraft你是不是也想自己弄一个放到自己的客户端/整合包里？这个mod就帮到你！前言Emm楼主一年后终于回归mcbss的家庭了，这一年来一点Minecraft也没碰过，以前搬运的mod将会有限度地更新（对因为我还是学生党，忙成狗）。就是最近学业压力太大，打算玩一下游戏，就看mcbbs有没有什么新的整合包玩，突然心血来潮就继续搬运了，这将会是回归后第一个搬运！\nPS：来自搬运悬赏令\n介绍This mod allows you to modify the main menu using a json file, you can modify the content / position of pretty much everything the vanilla menu contains. In addition you can also add new stuff to your menu like a slideshow, web links or completely new sub menus.\nCustom Main Menu 是一个可以自定义主菜单的mod。采用json修改minecraft的主菜单里所有的东西，还可以新增一些网页链接和幻灯片等等。许多国内国外的整合包也使用了这个mod，目的是令主界面不再单调。\n用法After your first run with this mod the only difference you should notice is that there is an additional button added in your main menu. If you look in the config/CustomMainMenu folder you will notice a file called menu.json. In there you will see all elements the vanilla main menu has, modifying the content and pressing the refresh button ingame will allow you to instantly see what changes you made (You can remove the refresh button once you are happy with your result). Everything in there should be fairly self explanatory if you have ever worked with json files. See the Pages for more Information about the different stuff you can add to your menu.For the texture / image /tect property it takes a resource location (or (for images) if you use web as your resource domain an url to an image online). You can add your own resources ones using either a resource pack or Resource Loader (easier).\n在你的第一次运行后，主菜单里有一个额外的按钮（ctrl+r）。如果你看看在config/custommainmenu的文件夹，你会看到一个名为menu.json的档案。在那里你会看到所有的原本主菜单有的东西。修改内容後便可以按刷新按钮（ctrl+r），你马上就会看到您所做的修改（你可以删除刷新按钮（ctrl+r）如果你满意你的结果）。如果你用过json的话你应该熟悉那里的东西。至于材质，图像等需要提供改材质/图像的位置如果你使用url来上传图片。你也可以使用材质包加增材质。\n\n作者推荐的工具：\nTextcraft：可以生成你的logo\nMinotar：可以简单地获取其他玩家的皮肤\n-\n（楼主有空会更新 此mod教程！）\n更新内容2.0.9-新增坐标-新增新的方法来自定义文本-新增网页的刷新间距下载（距离完成还差最后一步！）点我下载搬运者的话第一次只用一个晚上就弄完一个搬运emm搬运记录2019-05-22:Start of the journeyLast but not least看在楼主这么辛苦搬运的份儿上给点儿金粒和人气呗233给金粒扣自己的，不过给人气不扣自己的，所以给人气是对你我最有利的选择（双赢）不做伸手党是一种美德。（233）\n\n\n\n\n\n\n",
    "replies": []
}