{
    "title": "[Minecraft.net|CULTURE]每天都是一个节日",
    "author": "MineCrocodile",
    "replyCount": 9,
    "timestamp": 1558628220,
    "txt_content": " 本帖最后由 MineCrocodile 于 2019-5-24 00:56 编辑 \n\nEVERY DAY A HOLIDAY!\nCPU M Rossi celebrates lesser-known holidays in Minecraft\n每天都是一个节日\nCPU M Rossi在我的世界中庆祝鲜为人知的节日\nIt’s May 22nd so you know what that means… happy Goth Day! Also, happy Maritime Day!\n今天是5月22日，所以你们知道那意味着什么……世界哥特日！还有，美国航海日！\nNot familiar with some of these lesser-known holidays? You should be following CPU M Rossi on Twitter. He uses Minecraft to **gently document all kinds of wonderful holidays, from Animal Crackers Day to Zipper Day. Yes, those are both real things, and Rossi celebrated them and many more with a custom build. Will he celebrate Goth day or Maritime day today? I’m hoping he mixes the two, and crafts a ship with a spectacular black fringe.\n不知道这些鲜为人知的节日？你们应该在Twitter上关注CPU M Rossi。他用Minecraft勤奋地记录各种美好的节日，从动物饼干日到拉链日。是的，这些都是真实的节日，Rossi用原创建筑来庆祝它们。他今天会庆祝哥特日或航海日吗？我希望他把这两者混合在一起，用壮观的暗黑边缘制作一艘船。\n\n\n\n\n“I started it as just a way to practice for survival building in Minecraft, and to have some screenshots to share on Twitter,” he tells me “but coming up with random stuff every day was tough, so I looked up national/international days and found some websites that have lists.\n\n“I look at the list of national day holidays and try to pick something interesting, which tends to end up being food because everyone likes food,” he explains (correctly).\n“开始的时候我把它作为在Minecraft中练习生存建筑的一种方式，还能在Twitter上分享一些截图”，他跟我说，“但是每天都要想出随机的东西来建造很难，所以我去查阅国内/国际节日，找到了一些有列表的网站。”\n\n“我看了国家节日的名单，并尝试选择其中一些有趣的，往往最终都跟食物相关，因为每个人都喜欢吃的。”他解释说（真实）。\n给某人纸杯蛋糕日！\n\n国际大号日！\n\nPencil Day!Don't see the POINT of this holiday? We will see ourselves out.\n铅笔日！没明白这个节日的“重点”？我们走着瞧\nSince the beginning of this year, Rossi has made over a hundred builds. He says it usually takes less than an hour, but that’s still some serious dedication, especially since he admits that he “has totally scrapped some ideas because I didn’t like how it looked in the end.” When’s national Giving-Up-And-Starting-Over Day again?\n自今年年初以来，Rossi已经建造了一百多个建筑。他说这通常只需要不到一个小时，但也仍需要一些认真的投入，尤其体现在当他说他“完全放弃了一些想法，因为我不喜欢它最终看起来的效果。”的时候。什么时候是“放弃然后推倒重来日”来着？\n\nThe builds that he likes most of all are **s where the theme gives him some flexibility to get creative. For example, on National Rubber Ducky Day, he made nine cute ducklings, all themed after various Minecraft mobs – except the cute and classic yellow ducky, who looks a bit surrounded by these dangerous hybrids! I wouldn’t want to get on the bad side of that Enderduck. The mobs also returned for Easter, this time with bunny ears to match the theme.\n他最喜欢的建筑来源于那些能带给他一些灵活性、创造性的主题。例如，在国家橡胶鸭子节那天，他制作了九只可爱的小鸭子，都使用了各种Minecraft怪物的主题 - 除了经典可爱的小黄鸭，看起来有点像是被这些危险的杂交怪兽鸭包围了！我可不想惹恼那个末影鸭。怪物们复活节也再次回归，这次是用兔子的耳朵来配合主题。\n\n\nMany of his other favourites include animals too, because who doesn’t love our furry friends? For World Penguin Day, Rossi built one of these waddling birds, though he says it took him a while to decide which breed to go for. I think the classic white-bellied, orange-footed look was a good choice.\n\nHe says he had fun “trying to imagine what a groundhog would look like in Minecraft.” Watch out, Mojang artists! Rossi and his adorably buck-toothed rodent are coming for your jobs!\n他的许多其他最爱也包括动物，因为谁不喜欢我们毛茸茸的朋友呢？在世界企鹅日，Rossi造了一只蹒跚的鸟，他说决定选择哪个品种花了他一点时间。我觉得经典的白肚橙蹄是一个不错的选择。\n\n他说“试图想象一下土拨鼠在Minecraft中会是什么样子”是很有趣的。注意了，Mojang艺术家们！Rossi和他那可爱的巴克齿啮齿动物来了！\n\n\n土拨鼠日！等一下，我昨天没看到这张图么？\n\nRossi’s final favourite is actually because of a mistake. For, er, Little Red Wagon Day (no, I don’t know what that is either), Rossi made a very lovely cart, complete with white trim and wooden fences to keep the wheels on.\n\nBut, he admits that at first, he forgot the handle! “It was very much added as an afterthought,” he says, “but I really like it because it shows mistakes happen,” he says. What a positive attitude! (Though if he’d kept it a secret, I never would have been able to tell...)\nRossi最后的最爱实际上源于一个小错误。那个，呃，小红马车日（是的，我也不知道那是什么），Rossi做了一个非常可爱的推车，配有安装车轮的白色装饰和木栅栏。\n\n但是，他承认起初，他忘记了把手！ “这是后来的加上的，”他说，“但我真的很喜欢它，因为它意味着错误是会发生的。”多么积极向上的态度啊！ （尽管如果他不说的话，我永远也不能够发现......）\n\n\n\nHe also tells me about a final step to these builds that doesn’t get shown on his Twitter account. “I archive every build by cloning it to a special area,” he explains. That means you can see all 100+ builds in a single place, like a big museum of weird and wonderful holidays.\n\nThough it has occasionally led to its own mistakes. “I have accidentally cloned over and had to rebuild a couple of the archived builds,” Rossi tells me. “That’s the danger of using the clone command! Get a coordinate wrong or forget to change them and things get deleted.” Whoops! At least he has them all documented online to look at again as he rebuilds them.\n他还告诉我没有在他的Twitter上展示的这些建筑的最后归宿。 “我将每个建筑存档搬到一个特殊区域，”他解释道。这意味着你可以在一个地方看到所有得100多个建筑，就像一个奇妙的大型节日博物馆。\n\n虽然偶尔会自己犯错。 “我偶尔不小心覆盖过一些，不得不重建一些存档建筑”，Rossi告诉我，“这就是使用clone命令的危险之处！用一个错误的坐标或忘记更改它们，建筑就会被删除。“还好！至少他把所有的建筑都在网上记录了，能重新边看边造。\n\n\nNational Cafe Au Lait Day! You'd be a real MUG to not celebrate this!. We will see ourselves out again!\n欧蕾咖啡日，你不庆祝这个节日就是真的“傻杯”啦！不信我们再走着瞧。\n\nRossi might be open about his mistakes, but it’s no mistake to say that his Twitter account is a lovely daily celebration of both fun events and Rossi’s building skills. Now, apparently the day that I’m writing this is Apple Pie Day so I’m off to get a delicious slice!\nRossi可能会犯错，但我们说他的推特账号是一个可爱的日常庆祝有趣节日和Rossi的建筑技巧的地方是不会错的。现在，显然我写这篇文章的这天是苹果派日，所以我要去吃一块好吃的了！（你就是自己想吃吧！）\n\n\n\n作者\nJay Castello\n发布日期\n2019/5/22\n原贴地址\nhttps://www.minecraft.net/zh-hans/article/every-day-holiday-\n\n",
    "replies": [
        {
            "author": "MineCrocodile",
            "timestamp": 1558628520,
            "txt_content": "文章两次出现we will see ourselves out，不知道我的理解有没有误有没有更好的翻译"
        },
        {
            "author": "Оil",
            "timestamp": 1558628940,
            "txt_content": "我们学着土拨叫，一起“啊啊啊啊啊……”……\n\n话说回来这是新版本的材质……= =？"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1558629720,
            "txt_content": "Oil 发表于 2019-5-24 00:29\n我们学着土拨叫，一起“啊啊啊啊啊……”……\n\n话说回来这是新版本的材质……= =？ ...\n原文倒是没说，是不是新材质看起来比较可口"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1558665060,
            "txt_content": "Oil 发表于 2019-5-24 00:29\n我们学着土拨叫，一起“啊啊啊啊啊……”……\n\n话说回来这是新版本的材质……= =？ ...\n“啊啊啊啊啊”是野兽先辈叫（指出）"
        },
        {
            "author": "Оil",
            "timestamp": 1558675260,
            "txt_content": "NoName德里奇 发表于 2019-5-24 10:31\n“啊啊啊啊啊”是野兽先辈叫（指出）\n不，要前缀“neng-ken-ken”或者“哼 哼”，必要的时候应该将原文本改成如下形式：\n“neng-ken-ken 啊↑啊啊啊啊啊啊啊↑呃呃呃啊啊啊啊啊↑↑↑↑↑啊啊啊-(吸气)-啊——啊——啊——啊——啊啊啊啊（顿）啊啊↑↑↑↑——啊啊↑↑↑↑——啊啊——啊啊——啊↓啊↓啊↓啊↓啊↓啊↓……”\n这样子才是野兽先辈的叫声。\n（以上为较为准确的听译结果）\n【好了我要循环80多遍鬼畜妹除臭了……= =】"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1558682520,
            "txt_content": "Oil 发表于 2019-5-24 13:21\n不，要前缀“neng-ken-ken”或者“哼 哼”，必要的时候应该将原文本改成如下形式：\n“neng-ken-ken 啊↑啊 ...\n什么，原来你才是真正的野兽先辈！\n野兽先辈Oil说"
        },
        {
            "author": "富贵大胖胖",
            "timestamp": 1558787340,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "富贵大胖胖",
            "timestamp": 1558787340,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580892480,
            "txt_content": "\n\n\n\n\n机翻4.png (208.55 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-5 16:48 上传\n\n\n\n\n\n机翻\n\n"
        }
    ]
}