{
    "title": "[Minecraft.net|INSIDER]背包盘点：郁金香",
    "author": "SQwatermark",
    "replyCount": 6,
    "timestamp": 1558714380,
    "txt_content": " 本帖最后由 watermark 于 2019-5-25 01:03 编辑 \n\n\n\n\n\n\nfile_1558713778000.jpg (162.4 KB, 下载次数: 11)\n\n下载附件\n\n2019-5-25 00:02 上传\n\n\n\n\n\nTaking Inventory: Tulip\nStart your weekend with some flower power! \n背包盘点：郁金香以花之力开始你的周末吧！\nRed, orange, white or pink? No, I’m not asking for your favourite edition of Pokemon. I want to know which colour of Minecraft tulip you like best, because it says a lot about your personality. 红色，橙色，白色，还是粉红色？不，我不是在问你最喜欢的口袋妖怪版本。我想知道你最喜欢Minecraft里哪种颜色的郁金香，因为这很能反应你的个性。\nPeople who like red tulips always feel hot on a cold day, and can be slow to finish a meal. Those who prefer pink are either kind or mean. People who like white tulips secretly hate spoons and are allergic to mice. And orange? Well, people who like orange tulips are destined to become the rulers of the world in the event of a catastrophe that somehow causes everyone who ever watched the TV show “Everybody Loves Raymond” to lose their hair (\"Duncan, is everything OK at home?\" – concerned Minecraft.net editorial team).\n喜欢红色郁金香的人在寒冷的日子里总是觉得很热，而且可能吃饭很慢。那些更喜欢粉红色的人要么善良要么吝啬。喜欢白色郁金香的人暗地里讨厌勺子而且非常厌恶老鼠。那么橙色呢?唔，喜欢橙色郁金香的人注定要成为世界的统治者，前提是如果发生了一场大灾难，不知怎么的所有看过电视剧《人人都爱雷蒙德》的人都掉光了头发的话 (“邓肯，家里一切都好吗？”——担忧的Minecraft.net编辑团队)。\n\n\n\n\n\nimage.png (213.18 KB, 下载次数: 11)\n\n下载附件\n\n2019-5-25 00:03 上传\n\n\n\n\n\n\nTulips were added to Minecraft in Java version 1.7.2. They generate naturally in flower forest biomes, and more rarely in specific parts of plains and sunflower plains biomes. They’re the only Minecraft flower that comes in multiple colours, and each can be crafted into their respective colour of dye – except for white tulips, which actually make light grey dye. Maybe they should be called light grey tulips instead.郁金香于Java 1.7.2版本加入Minecraft。它们会在繁花森林中自然生成，少数会生成在草原和向日葵草原的特定区域。它们是Minecraft中唯一一种有多种颜色的花，并且每一种都可以用来合成对应颜色的染料——除了白色郁金香，实际上只能合成浅灰色染料。大概它们应该叫浅灰色郁金香。\nIt’s possible to make suspicious stewfrom tulips, but we wouldn’t recommend that you eat it. In Minecraft, tulips tend to have a weakening effect on those who consume them, and you won’t be able to hit so hard.郁金香可以用来做迷之炖菜，但我们不建议你吃掉它。在Minecraft里，郁金香往往会对那些食用它们的生物产生虚弱效果，你将无法全力攻击。\nIn the real world, the Netherlands is the country most associated with tulips – and it grows more than three billion of them every year, the majority of which are exported. But Iran also has a strong relationship with tulips, and features a tulip-shaped emblem on its flag. The name \"tulip\" is thought to be derived from a Persian word for turban.\n在现实世界中，荷兰是和郁金香联系最紧密的国家，它每年种植超过30亿株郁金香，其中大部分都会出口。但伊朗也和郁金香有着密切的联系，它的国旗上有一个郁金香形状的徽章。通常认为“郁金香”这个名字源于波斯语中的“头巾”。\n\n\n\n\n\nfile_1558713817000.jpg (189.02 KB, 下载次数: 11)\n\n下载附件\n\n2019-5-25 00:03 上传\n\n\n\n\n\n\nReal-world tulips also come in red, pink,orange and white, just like Minecraft – but also yellow, purple and a few other unusual colours – including black. They originate in Asia, and have been cultivated there since the 10th century. 现实世界中的郁金香也分为红色、粉红色、橙色和白色，就像Minecraft一样——但也有黄色、紫色和其他几种与众不同的颜色——包括黑色。它们起源于亚洲，早在公元10世纪，那里的人们就开始种植郁金香了。\nIn the early 17th century, European diplomats visiting the court of the Ottoman Empire discovered tulips, and were rather taken by them – bringing them back to Europe. There, they became so popular that they sparked a “tulip mania” in 1637 in The Netherlands, when some single bulbs sold for more than ten times the annual income of a skilled craftsperson. When the economic bubble inevitably burst,many investors went bankrupt. 17世纪初，访问奥斯曼帝国宫廷的欧洲外交官们发现了郁金香，并被它们深深吸引，把它们带回了欧洲。在那里，它们变得非常受欢迎，以至于1637年在荷兰爆发了一场“郁金香狂热”，当时有些郁金香球根的单价甚至超过了熟练工匠年收入的十倍。当经济泡沫不可避免地破裂时，许多投资者破产了。\nBut the next time you happen across a flower forest biome, it might still be worth hoarding a few chests full of different colours. Who knows? One day they might become valuable again, and in the meantime they’ll make a lovely decoration for your base.但是，当你下次偶然遇到繁花森林时，或许仍然值得用不同颜色的郁金香装满几个箱子。谁知道呢？它们可能会在某天再次变得昂贵，同时它们也会把你的基地装饰得很可爱。\n\n原文链接：https://www.minecraft.net/zh-hans/article/taking-inventory--tulip原文作者：Duncan Geere发布日期：2019年05月24日",
    "replies": [
        {
            "author": "SQwatermark",
            "timestamp": 1558717140,
            "txt_content": " 本帖最后由 watermark 于 2019-5-25 01:19 编辑 \n\n一楼科普一下：\n1.flower power（权利归花儿）：\n权力归花儿（英语：Flower power，亦称为花的力量、权力归花或权力归花的精神）是在1960年代末至1970年代初美国反文化活动的口号，标志着消极抵抗和非暴力思想。它是源于反越战运动。这口号是由美国垮掉派诗人艾伦·金斯堡于1965年所提出的，主张以和平方式来反对战争。嬉皮士信奉象征主义，他们身穿绣花和色彩鲜明的衣服，头上戴花，并且向市民派发鲜花，因而被称为花的孩子。口号后来概括为一个现代人与嬉皮士运动、**文化、迷幻音乐、迷幻艺术和社会放任有关。            ——维基百科\n2.Pokemen（口袋妖怪）：口袋妖怪的第一世代发行了红、绿、蓝、黄四个版本，第五世代发行了黑、白，全部为颜色。\n\n3.Everybody Loves Raymond（人人都爱雷蒙德）：《人人都爱雷蒙德》是哥伦比亚广播公司（CBS）出品 ，迈克尔·莱拜克和雷·罗马诺联合执导的电视喜剧。\n4.被编辑团队担心的Duncan（邓肯）：就是这篇文章的作者，在这一段莫名其妙说胡话发神经==（或许是在玩梗，但我不知道）\n5.suspicious stew（迷之炖菜）：java 1.14新加入的物品，详见Minecraft中文wiki下的“迷之炖菜”词条。\n6.伊朗的国旗上的所谓郁金香形状徽章：其实是伊朗的国徽，由四弯新月、一把宝剑和一本古兰经组成。组合在一起形成了阿拉伯语中“安拉”的变体。\n7.荷兰的国花是郁金香，同时郁金香也是土耳其，匈牙利等国的国花。\n\n8.tulip mania（郁金香狂热）：\n1637年发生在荷兰，是世界上最早的泡沫经济事件。当时由鄂图曼土耳其引进的郁金香球根异常地吸引人，引起大众抢购，导致价格疯狂飙高，在泡沫化过后，价格仅剩下泡沫时的百分之一，让荷兰各大都市陷入混乱。这个事件和英国的南海泡沫事件以及法国的密西西比公司并称为近代欧洲三大泡沫事件。       ——百度百科"
        },
        {
            "author": "alsois233",
            "timestamp": 1558759860,
            "txt_content": "没想到郁金香是1.7.2才加入的 以前没有注意过"
        },
        {
            "author": "青瓷_",
            "timestamp": 1559047200,
            "txt_content": "这个除了做染料  没用了吧！"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1559048340,
            "txt_content": "青瓷_ 发表于 2019-5-28 20:40\n这个除了做染料  没用了吧！\n1.14起还可以做炖菜（郁金香装饰不好吗）"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583983740,
            "txt_content": "问一下这种发布官方文章的翻译是不是没有门槛的，还是说需要申请？"
        },
        {
            "author": "兽族K博士",
            "timestamp": 1598337660,
            "txt_content": "？？？？？"
        }
    ]
}