{
    "title": "McMMO RPG 插件WIKI",
    "author": "redfish",
    "replyCount": 2,
    "timestamp": 1559048340,
    "txt_content": " 本帖最后由 redfish 于 2019-5-28 21:01 编辑 \n\n手抖点了发布，目前只翻译了第一部分\n说明一下：这个是根据原wiki翻译的，有一个旧版的帖子翻译，但是最后更新时间已经是2016年的了\n\n\n第一部分——收集\n\n1、采矿工具   十字镐交互   矿石\n采矿技能专注于挖石头和矿物。该技能不可忽视的提升手段是来自矿石，使用主动技能可以提升更多。采矿技能给TNT添加了新的功能，允许远距离爆炸。采矿技能是熔炼技能的父技能。\n特殊能力超级破坏者提升速度和三倍掉落几率超级破坏者（通过右键手中的十字镐激活）,将会临时提升5附魔等级到你的斧子上一段时间（根据采矿技能等级）。例如：如果你的十字镐有效率三的附魔，那么它会变成效率八的附魔等级。技能初始持续时间2秒，没提升50级增**（最高22秒在1000级时）。冷却时间是240秒且不受等级影响。该技能会产生三倍掉落，但不与双倍掉落叠加。（原文是This ability also allows you to triple the chance of getting double drops / replacing double drop chance with triple drop chance for the duration of super breaker，等试验一下看如何理解）。\n双倍掉落双倍普通战利品双倍掉落是一项被动技能，允许玩家在挖自然生成的矿物（下方经验列表内）获取双倍数量物品。发生概率每一等级提升0.1%，直到1000级打到100%。不与时运叠加，但是可以和精准采集一起生效。\n爆破开采使用TNT采矿时奖励\n达到采矿125级时解锁使用TNT来摧毁石头和矿物方块。在远离标准点燃范围外，可以使用打火石点燃TNT，直接造成爆炸。更高的技能等级可以产生更多的矿物以及更少的垃圾。默认的，TNT掉落30%的爆破物，通过每一等级可以提升这个概率。\n\n更大的爆炸提升TNT爆炸范围达到采矿375级时解锁更大爆炸能力提升了用爆破开采点燃的TNT的爆炸范围。在375级时，增加到两格半径，在625级时，增加到3。在875时，增加到4.\n破坏专精减少TNT爆炸造成的伤害500级时解锁破坏专精是一项被动技能，减少25%TNT造成的伤害。在750时50%，在1000级时100%。（注意通过普通点燃TNT而不是爆破TNT技能点燃的TNT还是会造成伤害）\n技巧\n用途双倍掉落不与时运叠加，为了避免这样，你可以先用精准采集获取额外矿物，把矿物放回去后再用时运镐挖掘获取最多掉落物。采集时，可以把矿物方块留着，最后开启超级破坏者后进行挖掘。\n升级\n收集所有你能找到的矿物，包括煤炭由于下界石的最低硬度值，所以可以去下界用效率二的稿子迅速升级（小心岩浆）急迫二buff（通过药水或者信标获取），加上效率五的钻石稿，所有石头将应声破坏。下界石也是不错的升级手段\n\n经验表请注意下表是默认配置的值，各个服务器配置可能不一致。方块名经验泥土-陶土30苔藓石30下界砖30沙砖30石头30冰块50染色的黏土50海晶石70煤矿100红砂石100石英矿100红石矿150末地石150黑曜石150紫色方块200铁矿石250金矿石350青金石400钻石矿750绿宝石矿1000\n\n2、伐木 工具 斧子交互 木头、树叶、大型蘑菇伐木是一项用斧子砍树的技能。升级这项技能能在砍树时获取额外的木头，还有树之友技能的额外持续时间。 技能树之友砍倒整棵树树之友是一项主动技能允许你看下整棵树而只需要砍一个方块。右键你的斧子可以使用这项技能。树之友能砍倒当前高度的方块以及以上的方块，所以砍树中间会留下一个木桩。在0级时，树之友持续2秒，每50级提升一秒。在1000级时能达到22秒。冷却时间240秒（4分钟）。默认情况下该技能不会砍超过500个方块的树。使用树之友技能时，斧子的耐久条会减少就像每个木头单独被破坏。 当斧子在树之友激活期间被破坏，使用者会受到8点伤害 ，一条信息会显示，“你的斧子碎裂成多块了！”。而树木其他方块会保存完好,除了斧子破坏时砍到的那个方块。树叶吹风机吹散叶子\n伐木100级时解锁树叶吹风机是一项让用斧子让树叶马上掉落的技能。当用树叶吹风机时，一个树叶有10%的几率掉落对应的树苗。树叶对斧子造成耐久减少。\n双倍掉落双倍掉落物双倍掉落是一项被动技能让你砍树时获取两个物品。几率获取双倍每等级增加0.1%，1000级时是100%.游戏技巧§ 等级提升§ 创造大片桦树林，这样在树之友技能冷却时就能容易砍到整棵树，因为橡树可能长太高够不到。§ 可以用骨粉洒在菌丝上的蘑菇创造蘑菇树§ 2X2的云杉木可以更好的砍倒整棵树，使用或者不使用树之友都行。§ 使用效率五的斧子和速度药水可以让你在树之友持续期间砍倒尽可能多的树木。§ 急迫2药水可以通过125级的炼金术活动，这能够让你更快砍树经验表服务器配置可能不一致BlockExperience合欢木90白桦木90深色项目90丛林树100橡树70云杉木80",
    "replies": [
        {
            "author": "Ender_qwq",
            "timestamp": 1559454000,
            "txt_content": "明显机翻...但是还是给个人气把"
        },
        {
            "author": "神滚无虑",
            "timestamp": 1573867500,
            "txt_content": "站点不存在了"
        }
    ]
}