{
    "title": "中世纪mod如何买卖",
    "author": "minecraft2012",
    "replyCount": 4,
    "timestamp": 1314334020,
    "txt_content": "",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1314334020,
            "txt_content": "等well吧"
        },
        {
            "author": "vs863129",
            "timestamp": 1314335040,
            "txt_content": "到中心裡面 下面會顯示字 然後會有人跑來\n對他點右鍵 下面就是賣得 反之 上面是買的\n賣的地方點1下就賣一個"
        },
        {
            "author": "well",
            "timestamp": 1314342960,
            "txt_content": "2樓說的夠清楚了... 如果你還想深入了解...\n\n1. 簡單點... 就看原帖說明... \nhttp://www.minecraftforum.net/to ... plans-improvements/\n\nTrade with the player\n\nThere are three locations at which the player can trade with the villagers: their Town Hall, the bakery and the tavern (when built):\n- Town Hall (present at start): you can sell wood, stone, cobblestone, iron and glass (plus extra blocks at time). Payment made in deniers, a special item. You can also buy wood there, and the \"village wand\".\n- Bakery (when built, requires only wood, so normally they can do it without help): buy bread.\n- Tavern (when built, requires glass, so only after you've sold enough to the villagers): buy cider and in upgrade taverns calva. Cider and calva can be used multiple times and give back health.\n\nTo trade, go to one of the locations in question and stand near the chests. If no woman is around one will arrive shortly. Right-click on her to bring up the trade screen.\n\nHold the left shift key while clicking on a trade good in the trade screen to trade 8 by 8 or the left control key to trade 64 by 64.\n\n\n2. 詳細點... 就看它的WIKI\nhttp://millenaire.wikia.com/wiki/Mill%C3%A9naire_Wiki\n\nTrade with the Player\n\nThere are Eight locations at which the player can trade with the villagers: their Town Hall, Bakery, Tavern, Forge, Armoury, Pig Farm, Cattle Farm, and the Sheep Farm. (when built):\n\n    Town Hall/Fort (present at start): you can sell wood, stone, cobblestone, iron and glass (plus extra blocks when building projects require them). Payment made in deniers, a special item. You can also buy wood there, Parchments and the \"village wand\". \n\n    Bakery (when built): Buy Bread. \n\n    Tavern (when built): Cider and in upgrade taverns Calva. \n\n    Forge (when built): Norman Tools. \n\n    Armoury (when built): Norman Broadsword and Armour. \n\n    Pig Farm (when built): Boudin noir and Porkchops. \n\n    Cattle Farm (when built): Tripes and Leather. \n\n    Sheep & Chicken Farm (when built): Wool, Eggs, and Feather. \n\nTo trade, go to one of the locations in question and stand near the chests. If no woman is around one will arrive shortly. Right-click on her to bring up the trade screen.\n\nHold the left shift key while clicking on a trade good in the trade screen to trade 8 items at a time or the left control key to trade 64 items a click. \n\n\n3. 要更詳細... 就照上面的 WIKI 點進去看各項建築物說明\n\n\n4. 不懂英文??... 那不是我的錯... 請自己去找網頁翻譯吧..."
        },
        {
            "author": "green丶bastard",
            "timestamp": 1314405060,
            "txt_content": "。。。。这个爱心给well吧"
        }
    ]
}