{
    "title": "Minecraft漫画小说出版了！",
    "author": "SQwatermark",
    "replyCount": 39,
    "timestamp": 1558979220,
    "txt_content": " 本帖最后由 watermark 于 2019-5-28 21:02 编辑 \n\n\n\n\n\n\nimg1.jpg (68.09 KB, 下载次数: 7)\n\n下载附件\n\n2019-5-28 00:37 上传\n\n\n\n\n\nNew Graphic Novel\nArtist Sarah Graley tells us about the Minecraft Graphic Novel! 新的漫画小说画家Sarah Graley向我们介绍了Minecraft的漫画小说！\n\nWhoa! Watch out! Nooooo, it’s The Wither! *turns page* Run run run! Oh thank goodness, they made it… wait, more mobs! Arghhh! *turns page* Ha! Huh? Eeek! Yeah! *turns page* *ignores angry shushing from other people in the library* *pretends not to notice librarian tapping ‘SHUT UP’ sign*哇！小心！不！凋灵！*翻页* 快跑快跑快跑！哦，谢天谢地，他们成功了……等等，还有更多怪物！啊啊啊！*翻页* 哈！嗯？嘿！耶！*翻页*  *无视图书馆里其他人发出的愤怒的嘘声*  *假装没有注意到图书管理员在轻敲“闭嘴”的牌子*\nOh, don’t mind me, I’m just reading our new Minecraft Graphic Novel! I’m also now banned from the library for life. Oh well, guess that gives me a chance to tell you all about it.\n哦，别介意，我只是在读我们新出版的Minecraft漫画小说！我现在也被终身禁止进入图书馆了。好吧，我想这给了我一个告诉你有关它的一切的机会。\n\n\n\n\n\n\nimg2.jpg (125.18 KB, 下载次数: 5)\n\n下载附件\n\n2019-5-28 00:37 上传\n\n\n\n\n\nOur first official Minecraft graphic novel is 80+ pages of storytelling joy that’s so addictive it’s amazing I got around to writing this article at all. We’ve got the talents of writer Sfé R Monster and illustrator Sarah Graley to thank for that. I spoke to Sarah about how this Minecraft graphic novel came together!我们的第一本官方Minecraft漫画小说有80多页引人入胜的故事，很惊讶我竟然有机会写这篇文章。我们要感谢作家Sfé R Monster和插画家Sarah Graley的才华。我向Sarah采访了这本Minecraft漫画小说诞生的的始末！\nMojang Tom: How did you become an artist and get involved with Minecraft?Mojang Tom：你是如何成为一名画家并参与到Minecraft中的？\nSarah: I’ve always been drawing and stuff, I really like writing and I really like drawing so going into comics just naturally happened, I suppose! I got an email from Dark Horse [publishers of the graphic novel, not an actual horse] asking me “Hey, do you want to do a Minecraft book?” and I was like “Yes, I do. I’d love to!”Sarah：我一直在从事绘画以及相关的事，我非常喜欢写作，同时我也非常喜欢画画，所以画漫画是一件自然而然的事，因为我想这么做！我收到了一封来自黑马(Dark Horse，这本漫画小说的出版商，而不是真正的马)的电子邮件，问我“嘿，你想出一本Minecraft的书吗？”，我大概回复道：“是的，我想。我十分乐意！”\nMojang Tom: It’s nice when life works out like that sometimes!Mojang Tom：有时候生活就是这样的，真是太好了！\nSarah: Yeah! *laughs*\nSarah：是啊！*笑*\n\n\n\n\n\nimg3.jpg (189.71 KB, 下载次数: 5)\n\n下载附件\n\n2019-5-28 00:37 上传\n\n\n\n\n\nMojang Tom: So are you much of a video game fan yourself?Mojang Tom：所以你自己也是个电子游戏迷吗？\nSarah: I love video games. I mean, before comics, when I was a kid I just wanted to go into making video games, so getting to do a comic about video games is pretty awesome. I’ve played Minecraft – usually in creative mode though, so I’ve learned so much. I need to play survival mode more but I’m very good at dying in it.Sarah：我喜欢电子游戏。我是说，在漫画出现之前，当我还是个孩子的时候，我就打算从事电子游戏的制作，所以制作有关电子游戏的漫画是一件非常棒的事。我玩过Minecraft——尽管通常玩的是创造模式，所以我了解了很多。我需要多玩玩生存模式，但我很擅长在游戏里死亡。\nMojang Tom: Your style is very... round. That’s a rubbish way of putting it, but because Minecraft’s obviously a load of blocks, was it difficult getting your style to fit with ours?Mojang Tom：你的风格很……圆。这是一种垃圾的说法，但因为Minecraft显然是很多方块，你的风格很难和我们的风格相适应吗？\nSarah: It was quite hard, but I was told “They want you to do characters more round”. *laughs*Sarah：很难，但是有人告诉我“他们想要你把角色画得更圆一些”。*笑*\nI was like “Oh, good!” It would have been so tricky. Drawing the Ender Dragon I was constantly checking the reference, being like “is that where the block goes?” But it’s really cool that I got to draw the main cast in my own style because I just married the two together. So it’s Minecraft, but I got to do my own spin on it, so I’m really happy with what happened.\n我想：“哦，太好了！”，这本来是非常棘手的。画末影龙的时候，我就一直在核对资料，比方说“这个方块应该放在这里吗？”，但我能以自己的风格来画主角阵容，这真的很酷，因为我把两者结合在一起。虽然这是Minecraft，但我可以按我自己的想法做出改变，所以我对这一切非常满意。\n\n\n\n\n\nimg4.jpg (202 KB, 下载次数: 18)\n\n下载附件\n\n2019-5-28 00:37 上传\n\n\n\n\n\n\nMojang Tom: Was there anything from the game that you really wanted to get in?Mojang Tom：游戏里有什么是你确实想得到的吗？\nSarah: I mean, Creepers are my favourite, so as soon as I saw the Creeper page I was like “Yaaaaasss!” – I was very, very happy with that.Sarah：我觉得，我最喜欢爬行者，所以当我看到爬行者的页面时，我第一反应就是：“呀！！！”——我非常，非常开心。\nMojang Tom: How did the collaboration with the writer work?Mojang Tom：和剧本作者的合作怎么样了？\nSarah: I got the script, and I did meet Sfé R Monster at Emerald City Comic Con and TCAF [The Toronto Comic Arts Festival] last weekend. We got to hang out and it was really cool because it’s like “Let’s meet!” and I was like “This book! Your book is so cool!” and “Your writing’s amazing!” and they’re like “Oh, your art’s really great!”Sarah：我拿到剧本了，上周末我在翡翠城动漫展和多伦多动漫艺术节上见到了Sfé R Monster。我们一起出去玩，真的很酷，就像“我们见面吧！”我说：“这本书！你们的书真酷！”和“你们的作品很奇妙！”，他们说：“哦，你的画真的很棒！”\nMojang Tom: So this is the first time you guys have met since you made a book together?Mojang Tom：这是你们一起出书以来第一次见面吗？\nSarah: Yeah!Sarah：是啊！\nMojang Tom: That’s a lovely way to meet anyone!Mojang Tom：这是种和别人见面的可爱的方法！\nSarah: Yeah! I was following them online before the Minecraft thing came about, so when I was sent over the script, I was like “Oh! It’s Sfé and I get to work on their book, that’s really cool!” So that’s been really nice.\nSarah：是的！早在Minecraft出现之前，我就一直在网上关注他们了，所以当我收到剧本时，我想：“哦！是Sfé，我能参与他们写的书，这太酷了！”所以这真是太好了。\n\n\n\n\n\nimg5.jpg (128.85 KB, 下载次数: 6)\n\n下载附件\n\n2019-5-28 00:37 上传\n\n\n\n\n\n\nMojang Tom: Is this your first time drawing from someone else’s script or have you done stuff like that before?Mojang Tom：这是你第一次按照别人的剧本画画吗？还是你以前也这么做过？\nSarah: Yeah it’s the first time I’ve drawn from someone else’s script which has been really fun and different.Sarah：对，这是我第一次按照别人的剧本画画，剧本非常有趣而且与众不同。\nMojang Tom: So is there a little back and forth in that? What’s the process like?Mojang Tom：所以这里面有没有什么小波折？过程是怎样的？\nSarah: I just worked from the script but I did put my own spin on things, because I feel that you have the script and then with the art you tell more of the story, or just kind of put in background stuff for your own jokes *laughs*Sarah：我只是根据剧本创作，不过我也加入了自己的想法，因为我觉得既然你拿到了剧本，就能用图画来表现关于这个故事的更多的东西，或者只是在背景里为你自己的玩笑添加一些材料。*笑*\nI got a double page spread where they’re just going through the terrain, and got quite a bit of leeway on that. I really enjoyed drawing the bedrooms, but probably just in a lot of the character’s expressions, I made some of the characters look really, really goofy. There’s quite a few of them so I’ve been able to slip in a really, really over the top face here and there and it looks natural, it looks like it should be there!\n我得到了一张两页大的版面，图中他们只是在经过一片区域，所以有很多可以自由发挥的空间。我非常喜欢画卧室，只是可能不少人物的表情让一些角色显得非常非常愚蠢。出现了不少这种情况，所以我可以在各处悄悄插入一点，它看起来很自然，看起来就像是应该在那儿一样！\n\nWant to know more about the Minecraft Graphic Novel? Too bad, because the rest of this interview was just me raving about how much I love Sarah’s amazing graphic novel, Kim Reaper.想了解关于Minecraft漫画小说的更多资讯吗？很遗憾，因为接下来的采访都是我在滔滔不绝地说我有多喜欢Sarah精彩的漫画小说《Kim Reaper》。\nBut don’t fret! Because the Minecraft Graphic Novel is out now on minecraftshop.com!\n但不要着急！因为Minecraft漫画小说现在已经在minecraftshop.com上发布了！\n\n\n原文地址：https://www.minecraft.net/zh-hans/article/new-graphic-novel原文作者：Tom Stone发布日期：2019年05月25日\n",
    "replies": [
        {
            "author": "SQwatermark",
            "timestamp": 1558979460,
            "txt_content": "文章勘误/润色中，至少倒数第三段仍然十分费解，如果有人能有好的翻译的话请发在评论里，发现翻译错误欢迎指出。（熬夜翻译头脑不清）"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1558980840,
            "txt_content": "倒数第三段看起来是作者在作画的过程，我晚上的脑子也不太好使，就不翻译了。"
        },
        {
            "author": "1723624171",
            "timestamp": 1558999380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1741852537",
            "timestamp": 1559030160,
            "txt_content": "小说版本好看吗我没看过他"
        },
        {
            "author": "青瓷_",
            "timestamp": 1559046480,
            "txt_content": "这人物怎么看着怪怪的！！！"
        },
        {
            "author": "wrxxbbs",
            "timestamp": 1559127660,
            "txt_content": "完成任务        "
        },
        {
            "author": "邵小飞",
            "timestamp": 1559164440,
            "txt_content": "没有钱买的东西。"
        },
        {
            "author": "in98",
            "timestamp": 1559188560,
            "txt_content": "牛逼。。。"
        },
        {
            "author": "西瓜太郎",
            "timestamp": 1559303280,
            "txt_content": "真的是很美式的画风...接受不能~"
        },
        {
            "author": "印花机",
            "timestamp": 1559305860,
            "txt_content": "感觉画风好可爱"
        },
        {
            "author": "langyo_v3",
            "timestamp": 1559394060,
            "txt_content": "很经典的美漫风格，还不错\n\n不过我还是更倾向于日漫的线条风..."
        },
        {
            "author": "错过也是错",
            "timestamp": 1559465280,
            "txt_content": "没有方块，没有灵魂！！！"
        },
        {
            "author": "dpy0428",
            "timestamp": 1559787360,
            "txt_content": "哪里能看到汉语版呢"
        },
        {
            "author": "1392443930",
            "timestamp": 1560428820,
            "txt_content": "表示没有钱，没法买吧"
        },
        {
            "author": "我叫Red_T",
            "timestamp": 1560570240,
            "txt_content": "现在都流行小黑当主角吗？"
        },
        {
            "author": "夜.无痕",
            "timestamp": 1560661800,
            "txt_content": "可以的666"
        },
        {
            "author": "Tianmingdz",
            "timestamp": 1560685200,
            "txt_content": "好像很厉害的样子"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113540,
            "txt_content": "6666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113600,
            "txt_content": "666666666666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113600,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113660,
            "txt_content": "6666666666666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113720,
            "txt_content": "66666666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113720,
            "txt_content": "66666666666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113780,
            "txt_content": "6666666666"
        },
        {
            "author": "3363698991a",
            "timestamp": 1561113840,
            "txt_content": "66666666666"
        },
        {
            "author": "黄河",
            "timestamp": 1561130760,
            "txt_content": "不是像素方块  没得灵魂2333"
        },
        {
            "author": "知白倾黑",
            "timestamp": 1561512720,
            "txt_content": "很强势，有时间看看"
        },
        {
            "author": "Krv0n",
            "timestamp": 1561617960,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "1489139161",
            "timestamp": 1561784040,
            "txt_content": "画风少见233333"
        },
        {
            "author": "Jananedarc",
            "timestamp": 1561962180,
            "txt_content": "不是方块人...有点别扭"
        },
        {
            "author": "拟赤梢鱼",
            "timestamp": 1562130720,
            "txt_content": "哇，期待ING"
        },
        {
            "author": "；lkm",
            "timestamp": 1562247660,
            "txt_content": "画风不合口味"
        },
        {
            "author": "黑杰克LZJ",
            "timestamp": 1562420040,
            "txt_content": "期盼。。。。。。。"
        },
        {
            "author": "会遁地的鱼",
            "timestamp": 1566216660,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈或或或或或或或或或或"
        },
        {
            "author": "2770279243",
            "timestamp": 1566297600,
            "txt_content": "1723624171 发表于 2019-5-28 07:23\n表示没有钱，没法买吧\n我也是，我甚至没钱买正版Java帐号…都是用快吧我的世界盒子…"
        },
        {
            "author": "2770279243",
            "timestamp": 1566297720,
            "txt_content": "；lkm 发表于 2019-7-4 21:41\n画风不合口味\n强迫症表示快疯了…"
        },
        {
            "author": "沫云凡",
            "timestamp": 1566301260,
            "txt_content": "拟赤梢鱼 发表于 2019-7-3 13:12\n哇，期待ING\n我也是希望是我理想的那种！！！"
        },
        {
            "author": "沫云凡",
            "timestamp": 1566301260,
            "txt_content": "黑杰克LZJ 发表于 2019-7-6 21:34\n期盼。。。。。。。\n我也是我也是！！！"
        },
        {
            "author": "坠落流星",
            "timestamp": 1566344880,
            "txt_content": "期待了很久，终于出了"
        }
    ]
}