{
    "title": "[Minecraft.net|CULTURE] 团队的努力",
    "author": "SQwatermark",
    "replyCount": 5,
    "timestamp": 1559099220,
    "txt_content": " 本帖最后由 watermark 于 2019-5-29 13:43 编辑 \n\n\nTeam Effort团队的努力\nEight builders tell us how they made the huge map, Diversity 3!\n八位建筑师向我们介绍了他们是如何制作大型地图Diversity 3的！\nFor years, builder qmagnet has been teaming up with friends to make huge, creative Minecraft maps. He calls Diversity 3, his latest creation, a “buffet of game modes made popular throughout the history of Minecraft making.” So whether you’re looking for “a story-based adventure, brain-aching puzzles, or gliding through beautiful scenery,” there’s something for you. Plus, unlike a real buffet, you can try everything as much as you like without feeling awful afterwards and having to lock yourself in the bathroom. Nice!几年来，建筑师qmagnet一直在与朋友们合作制作大型的，富有创造性的的Minecraft地图。他将Diversity 3，他的最新之作，称为“在Minecraft创作史上广受欢迎的游戏模式自助餐”。所以，不管你是在寻找“基于故事的冒险、令人头疼的谜题”，还是想要“在美景中滑翔”，这里都有适合你的东西。此外，不像真正的自助餐，你可以随心所欲地尝试任何你喜欢的东西，不用在事后不得不羞耻地把自己锁在厕所，好极了！\nQmagnet started making the Diversity series six years ago. “I was inspired by the popular map genre ‘Complete the Monument,’ but wanted to make something where the player would have to defeat different game modes, which I thought had never been done before.”\nqmagnet从六年前开始创作Diversity系列。“我的灵感来源于广受欢迎的地图类型‘完成纪念碑’，但我想做一些让玩家必须通关不同游戏模式的内容，这是我认为之前没人做过的。”\n\nThe result? Well, take a look at the video below!\n结果呢？好吧，来看看下面的视频吧！\n\n（视频尚未转载：https://youtu.be/zccQgeFXEg8）\nAfter years of work creating Diversity 1 and 2, among other projects in the community, qmagnet retired from building in Minecraft. Or so he thought, until something suddenly pulled him back in again – parrots!\n在花了几年时间创作了Diversity 1和2，以及社区的其他项目后，gmagnet退出了Minecraft创作。至少他原本是这么想的，直到有什么东西突然把他拉了回来——鹦鹉！\n\n“My kids wanted me to add them to my Test Map,” he explains. “One thing led to another, and I started playing around with new mechanics, functions, trying to bend the game to my will again. Then I accidentally started making Diversity 3. I blame the parrots.” \n“我的孩子们想让我把它们添加到我的测试地图上，”他解释道。“这就导致我开始尝试新的机制和功能，试图再次让游戏符合我的意愿。然后我偶然地开始创作Diversity 3。都怪鹦鹉。”\n\nWell, I think the map is great, so good work, parrots!\n嗯，我认为这张地图很棒，做得很好，鹦鹉们！\n\n一个可爱的小房子，坐落在，额，“不那么可爱”的环境里这辆火车无疑是神秘海域2的粉丝，因为它在铁轨上危险地摇晃的方式，是，我们步行，谢谢这张图片有什么大鱼一样的东西哈哈哈嗝请不要让大鱼吃掉我\n\nAt first, qmagnet worked on the map alone, in secret, but later he decided that he needed some friends to help. Even then, they struggled with the fact there was no end in sight.\n起初，qmagnet一个人秘密地制作地图，但后来他决定需要一些朋友的帮助。即使在那个时候，他们也在挣扎着面对眼前没有尽头的事实。\n\n“Then I found Adam,” qmagnet tells me. “When he joined the team, the floodgates opened. His work ethic was unstoppable and he brought so much excitement. I like to credit him as ‘the guy who saved Diversity 3 from dying.’”\n“然后我找到了Adam，”qmagnet告诉我。当他加入团队时，闸门打开了。他的职业道德是不可阻挡的，他带来了如此多的兴奋。我喜欢把他誉为‘那个于灭亡边缘拯救了Diversity 3的人’。”\n\nAdam, better known as AdamDJM in the community, or ‘the guy who saved Diversity 3 from dying’, calls that description “very kind.” He explains: “When I joined the team in May 2018, the map was in a bit of a hibernation and progress was slow.” But he was familiar with the Diversity series and was excited to get on board. “Over the next few months, the team made a huge amount of progress.”\nAdam，社区中更广为人知的名字是AdamDJM，或者“那个于灭亡边缘拯救了Diversity 3的人”，称这种描述“太客气了”。他解释道：“当我在2018年5月加入团队时，地图还有点儿处于休眠状态，进展缓慢。”但他对Diversity系列很熟悉，也很高兴能参与其中。“在接下来的几个月里，团队取得了巨大的进展。”\n\n一座空间站，这张地图的规模是难以想象的，难怪花费了这么长时间！\nAdam and qmagnet weren’t the only ones working hard. Another builder, Kwa, had already been creating the introduction, the very first thing that players see when entering the map. \n不止Adam和qmagnet在努力工作。另一个建筑师Kwa已经制作了新手引导，这是玩家进入地图时首先看到的东西。\n\n“After talking with qmagnet about his expectations,” Kwa tells me, “I realized he was very open to my ideas and interests. This was a project I could approach without a business mindset, which brought the joy of playing Minecraft back to me.”\n“在和qmagnet谈过他的期望之后，”Kwa告诉我，“我意识到他非常愿意接受我的想法和兴趣。这是一个我可以在没有商业心态的情况下完成的项目，这让我重新体验到了玩Minecraft的乐趣。”\n\nWorking together, qmagnet and Kwa set the tone for the map. “Our central idea was that Diversity 3 was a lost project, something qmagnet had already made in his mind, but that the community hadn’t discovered yet. We wanted it to be archaic and overgrown. Another goal was to make Diversity 3 much more open, so we chose the floating island theme.”\nqmagnet和Kwa共同为这张地图定下了基调。“我们的中心思想是，Diversity 3是一个失败的项目，是一些qmagnet已经在脑海中形成的东西，但是社区还没有发现。我们希望它是古老的，杂草丛生的。另一个目标是让Diversity 3更加开放，所以我们选择了浮岛主题。”\n\n如何在浮空岛之间移动？当然是通过幻翼飞船\nKwa’s building process for the hub islands was highly iterative. “I constantly asked questions like ‘What is missing here?’ or ‘Why doesn’t this feel right?’ This guided all my work on this project, from large-scale layouts to block-by-block details. When it comes to the mechanics of the hub islands, that is the magic of qmagnet. I still have no clue how he actually made those ideas work!”\nKwa建造中心岛的过程是高度迭代的。“我经常问这样的问题，‘这里缺少了什么？’或者‘为什么感觉不对？’这指导了我在这个项目上的所有工作，包括从大规模布局到方块间的细节。说到枢纽岛的机制，这就是qmagnet的神奇之处。我仍然不知道他是如何把这些想法付诸实施的！”\n\nAnother builder, RenderXR, who created most of the Elytra branch, also stressed the importance of iteration. “Don't confine yourself to set ideas when you can make the ideas more fleshed out,” he tells me. After some trial and error, he decided to make some parts “more focused around exploration and sweeping through open zones, while others are focused on going fast while manoeuvring narrow tunnels.”\n另一位建筑师RenderXR创造了鞘翅分支的大部分，他也强调了重复的重要性。他告诉我：“当你能让想法更加充实时，不要局限于自己的想法。”经过反复试验，他决定让一些部分“更集中于探索和穿越开阔地带，而另一些则专注于在操纵狭窄隧道的同时快速前进。”\n\n\n\nJigarbov created a Boss Battle area. He wanted to make something “very different from past Diversity maps,” so the branch “focuses on a meta-narrative of Minecraft itself.”\nJigarbov创建了一块Boss战斗区域。他想做一些“与过去的Diversity地图截然不同”的东西，因此这个分支“专注于Minecraft本身的元叙事。”\n\n“I always considered Diversity a celebration of all facets of Minecraft map genres,” Jigarbov elaborates. “Without getting into too much spoiler territory I wanted to hit different themes from survival, crafting, and of course a larger-than-life battle with a huge antagonist.” Ooooh who could that huge antagonist be? Personally, I hope it’s a giant parrot.\n“我一直认为Diversity是Minecraft各种地图类型的所有方面的庆典，”Jigarbov解释道。“在没有太多剧透的情况下，我想要触及不同的主题，包括生存、工艺，当然还有与一个巨大的对手展开的一场传奇般的战斗。”哦，那个巨大的对手会是谁呢？就我个人而言，我希望它是一只巨大的鹦鹉。\n\n这张截图里发生了什么？我不知道。你喜欢它吗？是的。\nQmagnet came to focus on the overall direction and help steer the builders’ design decisions, which allowed them to fully appreciate each other’s contributions. Jigarbov says that his favourite part of the map is the Escape branch made by ColdFusion, due to how it “continues to escalate and has so many different and varied ideas.”\nqmagnet开始关注整体方向，帮助指导建筑师的设计决策，这让他们能够充分领会彼此的贡献。Jigarbov说他最喜欢的部分是ColdFusion制作的逃亡分支，因为它“不断升级，有很多不同的多变的想法”。\n\n“Whenever I think of escape maps, I always think of challenges that focus on movement,” ColdFusion says. He eventually settled on the idea of creating a “trap-filled ‘tower of doom’ for players to scale.” Promising!\nColdFusion说：“每当我考虑逃亡地图的时候，我总会思考集中在移动上的挑战。”他最终决定创造一个“充满陷阱的‘末日之塔’让玩家攀爬”。有前途！\n\n\n\nBut a map like Diversity 3 needs more than just building. Two more people, Adrian and QwertyuiopThePie, worked on all the behind-the-scenes coding. Adrian sent me a very long list of all the bits he made work, like filling an underground city with procedurally generated buildings, or creating the rooftop course of the Parkour branch of the map. “[That was made] with design and playtest input from one of my sons,” says Adrian “who is super-creative and much, much better at Parkour than me.” (qmagnet and the team also credit a builder called Noodlor for their work on the Parkour branch).\n但是，像Diversity 3这样的地图需要的不仅仅是建筑。另外两个人，Adrian和QwertyuiopThePie，负责所有的幕后编码工作。Adrian给我发了一张很长的清单，上面列出了他做的所有工作，比如用程序生成的建筑填充一个地下城市，还有制作跑酷分支中的屋顶部分。“（这是）依靠我的一个儿子的设计和游戏测试（制作的），” Adrian说。“他在跑酷方面比我更有创造性，玩的也出色得多”（qmagnet和团队还赞扬了一位名叫Noodlor的建筑师在跑酷分支上的贡献）。\n\n“Instead of editing the commands in-game, I can spend almost all of my time in a text editor,” explains Qwerty. “As a result, the actual process of making command mechanics can be done without even opening the game itself.” Basically, in layman terms, he does computer magic. Neat!\nQwerty解释说：“我可以把几乎所有的时间花在文本编辑器上，而不是在游戏中编辑命令。”因此，制作命令结构的实际过程甚至不需要打开游戏本身。基本上，用外行人的话说，他会玩电脑魔术。巧妙！\n\n\n\n\nAfter releasing such a huge project (after 21 months of work), the builders are very proud. Adrian summarises how they managed to work together successfully for such a long time: “Qmagnet is a bright guy with some neat tricks up his sleeve, but I think his real magic was in assembling a team of very talented and complementary people.”\n在(经过21个月的工作）发布了这样一个巨大的项目之后，建筑师们非常自豪。Adrian总结了他们是如何成功地合作这么长时间的：“qmagnet是一个聪明的人，他有一些巧妙的技巧，但我认为他真正的魔力在于组建了一个由非常有才华并且互补的人组成的团队。”\n\nAnd will qmagnet be going back into retirement now that he’s completed the Diversity trilogy? “I would be silly to think I'm done with the game,” he accepts. “I tried to retire once already, but I had to face the truth. As a creator, you never really leave Minecraft.\n既然qmagnet已经完成了Diversity三部曲，他还会引退吗？“如果我认为我已经玩透了这个游戏，那我就太傻了，”他承认。“我已经尝试过引退了，但我不得不面对现实。作为一个创作者，你永远不会真正离开Minecraft。”\n\n“Diversity 3 represents what I love most about Minecraft – the community of map makers and their accomplishments. I think there will always be something I'm playing around with, even if it's not Diversity.”\n“Diversity 3表现了Minecraft中我最喜欢的方面——地图制作者的社区和他们的造诣。我想，我总会投身于一些东西，即使不是Diversity。”\n\nWell said! After all, that giant parrot isn’t going to build itself.\n说得好！毕竟，那只巨大的鹦鹉不会自己建造。\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/team-effort\n原文作者：Jay Castello\n发布时间：2019年05月28日",
    "replies": [
        {
            "author": "1723624171",
            "timestamp": 1559100600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Farewell_Q",
            "timestamp": 1559101200,
            "txt_content": "嗯~好文章，幸苦了！"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1559101500,
            "txt_content": "Diversity 3的发布地址，下载量25k+\nhttps://www.planetminecraft.com/project/diversity-3/\nDiversity 3有多火？看下YouTube搜索结果：\n\n\n\n\nfile_1559101263000.jpg (332.85 KB, 下载次数: 10)\n\n下载附件\n\n2019-5-29 11:41 上传\n\n\n\n\n\n只是刚刚发布一天的视频，就有二十多万播放量，下面超过十万播放量的还有很多\n\n\n\n\nfile_1559101398000.jpg (337.96 KB, 下载次数: 10)\n\n下载附件\n\n2019-5-29 11:43 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1580053920,
            "txt_content": "玩过diversity3，你就会知道人的创作潜力究竟能达到什么程度……"
        },
        {
            "author": "Virtual.mc",
            "timestamp": 1580098740,
            "txt_content": "好文章！"
        }
    ]
}