{
    "title": "帮忙设计一个新手任务",
    "author": "13048502830",
    "replyCount": 7,
    "timestamp": 1559230020,
    "txt_content": "设置12个任务\n需将对应任务奖励也设置出来，不要太丰富，也不要太寒酸\n第一个任务:要致富，先撸树\n期间有打原版生物的任务，种植\n最后一个任务击杀我创建的一个npc，奖励地皮，家居网(箱子那些)\n所以说只需设计10个任务即可\n\n奖励类型不要超过9样(如2个钻石算1样类型，65钻石算2样类型)\n难度不要太难，也不要太简单(后面2，3个可以弄微难任务，防止玩家创小号反复刷任务)\n\n将在合适的设计者采纳",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1559230020,
            "txt_content": "13048502830 发表于 2019-6-1 09:35\n新手任务，不用末地，地狱的\n光是动物也不好找啊，我不可能给他蛋吧。击杀原版生物起码中期才弄吧，养殖 ...\n我设计了第二套方案：\n第一个任务可以是收集10个原木，奖励一把石镐；\n第二个任务可以是收集煤炭32个，奖励一件皮革帽子；\n第三个任务是收集10个铁锭，奖励一件附魔皮革胸甲；\n第四个任务是获得10个青金石，奖励4个黑曜石，一件附魔皮革裤子；\n第五个任务可以是获得1个钟表（金和红石）、奖励一组书架、一件附魔皮革靴子；\n第六个任务是获得5个钻石，奖励3个村民刷怪蛋；\n第七个任务是获得牛排、熟猪排、熟羊肉、熟鸡肉各16个，奖励一本抢夺附魔书；\n第八个任务是获得一组腐肉，奖励一把附魔铁剑；\n第九个任务是获得一组骨头，奖励一把附魔弓；\n第十个任务是获得一组蜘蛛眼、一组火药，奖励5个金苹果；\n第十一个任务是获得一组末影珍珠，奖励一件附魔钻石装备；\n最后的任务是击杀你设置的NPC。\n\n你开的是生存服，其实可以给玩家更富有挑战性的新手任务，\n毕竟现在玩MC的都是有操作的大佬，新手任务难一点没关系的。"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1559272860,
            "txt_content": "你的服务器是空岛生存吗？\n空岛生存的任务奖励最好能帮助空岛发展，\n如果不是空岛生存，我就按原版生存的进度来设计了。\n第一个任务可以是收集10个原木，奖励一把铁斧；\n第二个任务可以是收集骨头、蜘蛛眼、腐肉、火药各五个，奖励一把铁剑，一件铁胸甲；\n第三个任务是获得一组皮革、一组羊毛和一组熟猪排（养殖动物的任务），奖励两组小麦、一组胡萝卜；\n第四个任务可以是获得5个钻石，奖励14个黑曜石，一个铁砧；\n第五个任务可以是获得5个金苹果、一本附魔书，奖励一组书架、一件附魔钻石装备；\n第六个任务是获得32个绿宝石，奖励3个村民刷怪蛋；\n第七个任务是获得一个鞍，奖励5个金苹果、5个金胡萝卜、5个金西瓜；\n第八个任务是获得三个凋灵骷髅头颅，奖励一件附魔钻石装备；\n第九个任务是获得一个信标，奖励一件附魔钻石装备，5个金苹果；\n第十个任务是获得一组末影之眼，奖励一件附魔钻石装备，5个金苹果；\n第十一个任务是获得一个龙蛋，奖励3个龙头，一个破损的鞘翅；\n最后的任务是击杀你设置的NPC。"
        },
        {
            "author": "13048502830",
            "timestamp": 1559352900,
            "txt_content": "NoName德里奇 发表于 2019-5-31 11:21\n你的服务器是空岛生存吗？\n空岛生存的任务奖励最好能帮助空岛发展，\n如果不是空岛生存，我就按原版生存的进 ...\n新手任务，不用末地，地狱的\n光是动物也不好找啊，我不可能给他蛋吧。击杀原版生物起码中期才弄吧，养殖动物完全靠兴趣"
        },
        {
            "author": "13048502830",
            "timestamp": 1559356740,
            "txt_content": "NoName德里奇 发表于 2019-6-1 09:47\n我设计了第二套方案：\n第一个任务可以是收集10个原木，奖励一把石镐；\n第二个任务可以是收集煤炭32个，奖 ...\n我去，全是收集任务啊\n我地狱末地不开放的，只要有一人找到了才开放，第一个找到末地的我要给现金奖励的，新手任务也准备给现金奖励的。所以说获得64末影珍珠不合理啊。\n我后续有成长任务，挑战任务的，所以不用太复杂，奖励也不用太丰富，因为最后一个任务完成会奖励新手礼包。\n简单了也不行，因为我要弄现金奖励，爬行者不多，倒是可以难住一点时间，种植任务和养殖也可以获得一点时间\n添加一个种植任务(不需要种植太多，2，3个就差不多了)，然后奖励各种种子，然后再养殖任务。\n还有，不要设计全是收集任务。"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1559357280,
            "txt_content": "13048502830 发表于 2019-6-1 10:39\n我去，全是收集任务啊\n我地狱末地不开放的，只要有一人找到了才开放，第一个找到末地的我要给现金奖励的 ...\n一组末影珍珠是16个，主世界也有末影人的，只是生成率低点。\n现金奖励你可以把皮革套奖励换成现金奖励，没有问题。\n可以把杀怪的任务换成种植任务，种植小麦、胡萝卜、土豆、甜菜这样。\n另外，设计成收集物品的任务是为了你插件配置方便，\n毕竟检测物品可能比检测杀怪数量、检测种植数量来得容易。\n具体的细节你可以再作调整，我只是提供一个思路。"
        },
        {
            "author": "13048502830",
            "timestamp": 1559358120,
            "txt_content": "NoName德里奇 发表于 2019-6-1 10:48\n一组末影珍珠是16个，主世界也有末影人的，只是生成率低点。\n现金奖励你可以把皮革套奖励换成现金奖励， ...\n不是，收集任务的话。以后玩久了，老玩家什么都有了，创一个小号，直接把需要的东西给小号，他们就直接完成任务了啊，虽然奖励的钱不多，但是人多我也人多我也心疼啊，因为我也是准备赚钱的呀"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1559361180,
            "txt_content": "13048502830 发表于 2019-6-1 11:02\n不是，收集任务的话。以后玩久了，老玩家什么都有了，创一个小号，直接把需要的东西给小号，他们就直接完 ...\n那你完全可以把收集任务的怪物掉落物，换成“击杀xx生物”若干，\n完全没有问题啊，只要你有办法检测生物击杀数。\n我只是提供一个思路，具体的实现还是看大佬自己的。"
        }
    ]
}