{
    "title": "[茶馆六月活动—记录我的校园青春][我的校园青春——那些年我们一起上课的时光]",
    "author": "花生小孩子",
    "replyCount": 6,
    "timestamp": 1559404260,
    "txt_content": " 本帖最后由 花生小孩子 于 2019-6-6 19:45 编辑 \n\n我的校园青春——那些年我们一起上课的时光 “叮当叮当——”历经辛苦，终于响起了这个学年最后一个钟声。\n\n这一年，说长不长，说短不短，只是没想到一年间眨眼就这样过去了。被问到有什么难忘的时光，我可以告诉你：很多。\n\n还记得当初开学的时候，和班上的同学都不熟悉，懵懵懂懂地坐在第一行最后排。没多久，班主任进来了，叫上我们班上每一个介绍自己。那时候我就开始慌了：我有什么兴趣？我有什么优点？我有什么缺点？能不能不要做自我介绍？轮到我的时候，我只是简单地说了自己的名字就没有了，反正其他人也是这样。\n\n11月是测验的季节，我和班上的人也开始熟悉起来：一起聊天、一起玩游戏、一起温习。我甚至负责组织全班一齐在学校吃饭，还邀请了班主任一齐来。班上的人都很开心，脸上露出一丝丝的笑容。测验的时候，大家也会互相扶持，一起加油，有不熟悉的地方也会互相请教。\n\n到了12月，班上的人都会庆祝圣诞节，还搞起了交换礼物。我依然记得有一个同学买了某动漫杂志去交换，而我就买了：5kg的米。交换礼物的重点不是你付出了几多钱，而是当中包含的心意和幽默。\n\n1月又是考试的季节，我们班是学霸班，考试前都不会出去打球、玩，反而都在课室里复习和复习，日复一日，直到考试完毕。\n\n4月又有一个测验，然而这是我最不开心的月份：一共测13科然而我有三科不及格。那时候的我十分伤心，担心我的前途，担心会不会被父母吗。幸好的是，我有一班会鼓励我、关心我的同学。他们都会主动来找我，看看有没有需要帮忙的地方。\n\n光阴似箭，日月如梭。来到5月，是高三学姐学长们毕业的月份。我们全校一起参与了他们的毕业礼，在毕业礼里，学姐学长们表达了对老师的敬意、表达了对母校及学弟学妹们的关怀。台上的学姐学长们分享着他们中学时光的点滴：一起胡闹，一起笑；一起放肆，一起哭；一起的回忆，不会随时间消失，而会随时间升华；而在台下的我，听着学姐学长们说话，想着：什么时候到我上去呢？当中，有一句话我记忆犹新：学弟学妹们，珍惜在学校里的时光，不要后悔。那一天，是他们最后一天穿着校服；是最后一天以学生的身份来到学校；是最后一天唱着校歌。\n\n毕业，不是一段友谊的终结，而一世友谊的开始。有人说过，学校是残酷的：刚刚把一半团结起来就要分开他们。对我而言，这取决于我们的心态。毕业后，或许会各散东西，但仍然会有一天重遇。而重遇的那一天，正好证明我们都是一世的朋友。\n\n转眼间快到暑假了，想起今年上课的一点一滴，不禁流下了一滴眼泪：我们一起取笑老师、一起上课玩手机、一起取笑同学。这些回忆都是美好的，都是独一无二，属于我们自己的。在学校，的确学业压力巨大，无时无刻都要面对课业。但是，一个学生在学校没有美好的回忆就不是学生。世界上总有些人只会努力读书，却忽略了在学校应有的生活。他们是多么令人可惜的。接下来，还有几年的学校生活，我，一定会好好珍惜，多参与不同的课外活动，写出我自己灿烂的回忆。\n\n 楼主的话 谢谢大家能看完这篇文章。其实楼主的文笔并不是很好（作文经常不及格那一种），上文纯粹抒发了我自己的心情，希望大家多多包涵，有哪里写的不好的地方欢迎指出（我指的是文笔）。",
    "replies": [
        {
            "author": "无心人书屋",
            "timestamp": 1559439480,
            "txt_content": "文笔这么好，我是自愧不如的。加油！"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1559441460,
            "txt_content": "取笑同学还行，个人感觉不是很可取啊（笑）\n你一定会珍惜自己上学的时光的。"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1559441580,
            "txt_content": "NoName德里奇 发表于 2019-6-2 10:11\n取笑同学还行，个人感觉不是很可取啊（笑）\n你一定会珍惜自己上学的时光的。 ...\n当然取笑同学不是主动的（不会没事就笑他们），反而是他们经常做了引起我们大笑的事（例如很**的事）"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1559441640,
            "txt_content": "无心人书屋 发表于 2019-6-2 09:38\n文笔这么好，我是自愧不如的。加油！\n我却不这样觉得"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1559441640,
            "txt_content": "花生小孩子 发表于 2019-6-2 10:13\n当然取笑同学不是主动的（不会没事就笑他们），反而是他们经常做了引起我们大笑的事（例如很**的事）[:ki ...\n那我觉得还行。"
        },
        {
            "author": "zzhagu",
            "timestamp": 1559463120,
            "txt_content": "没事文笔挺好的 加油                   "
        }
    ]
}