{
    "title": "关于问答大区版规的建议",
    "author": "skyliye",
    "replyCount": 10,
    "timestamp": 1559489460,
    "txt_content": " 本帖最后由 skyliye 于 2019-6-2 23:33 编辑 \n\n近期我在问答版有发现个别用户为了获取爱心而要求题主给他设置最佳并承诺给予人气加分的现象。\n我刚才仔细看了下版规，似乎并没有对这种现象做出相关规定。\n相关帖子：http://www.mcbbs.net/thread-870503-1-1.html\n答主的答案似乎也并没有给题主提供有效帮助。没有屏障以及类似的方块，满意请给最佳，我会为您送上1人气，谢谢！\n建议通过版规来限制这种行为，比如违规索求最佳给予发卡+扣除2人气20金粒3爱心处罚，每发现3次这种行为扣除1贡献\n如果违规用户报名参加了问答版月度活动则直接取消资格，因为这种行为对于其他热心的玩家非常的不公平。\n\n以上，望采纳~如果我给出的处罚方案过重管理组可酌情调整~\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1559491320,
            "txt_content": "请爱心可以，用 py 交易拿爱心就很不道德了"
        },
        {
            "author": "west.myth",
            "timestamp": 1559491380,
            "txt_content": "这种行为本就不是允许的只是没写出来罢了，即使答案是正确的也不允许明示或暗示给予人气"
        },
        {
            "author": "skyliye",
            "timestamp": 1559491500,
            "txt_content": "west.myth 发表于 2019-6-3 00:03\n这种行为本就不是允许的只是没写出来罢了，即使答案是正确的也不允许明示或暗示给予人气 ...\n没写到版规，有些用户会默认这种行为是允许的，发现了这种行为咱也没有处罚依据啊"
        },
        {
            "author": "west.myth",
            "timestamp": 1559491860,
            "txt_content": "skyliye 发表于 2019-6-3 00:05\n没写到版规，有些用户会默认这种行为是允许的，发现了这种行为咱也没有处罚依据啊 ...\n我曾在签名档许诺给予每个采纳的答案1人气的回馈，然后john口头通知修改。如果不听的话我想和签名档违规一个处理结果。如果答案本身不正确，可以通过举报无效化这个悬赏；如果答案本身正确，那么这不是\"两全其美\"的事情吗？诚然这不是公平竞争，但是本就是不公平的——有的提问者在答案都能解决问题的情况下只看等级给予最佳，有的刻意回避版主的答案。"
        },
        {
            "author": "skyliye",
            "timestamp": 1559492400,
            "txt_content": "west.myth 发表于 2019-6-3 00:11\n我曾在签名档许诺给予每个采纳的答案1人气的回馈，然后john口头通知修改。如果不听的话我想和签名档违规 ...\n说的是有些道理，就像不少人可能在问答区倾向于选等级高/头像好看/勋章多/女生/版主/艺术家/脸熟的人的答案为最佳,(以上纯属胡编233),给予题主人气表明了答主对题主给予肯定的感谢，但是要故意表现出来就不对了，就像茶馆发锭不能求人气，不然没领完的金锭都会祭天，楼主也得不到人气加分"
        },
        {
            "author": "west.myth",
            "timestamp": 1559492940,
            "txt_content": "这个帖子所举报的行为也是“不正当竞争”，但是版主认为不成立。至于本帖提到的现象，想起了John在3年前的一条回复：“只要不是提问者选的最佳完全错误或者回答的牛头不对马嘴,我们一般是不会干涉提问者的选择的.\n因为你不知道提问者到底需要什么,有可能你觉得最快那个回答过于简陋或者说不是全版本适用,但是对于提问者来说这已经能满足他的需求了.\n我们的主张是尽可能不干涉提问者的选择.而且我们也并非全知的,对于联机问题的回答我能进行比较详尽的筛查,对于一些有误导性的回答一一处理.但是对于mod方面还有命令方块方面我是一无所知的.所以我也很难对这方面的错误回答进行甄别.\n如果你认为提问者选择的回答完全错误或者有误导性你可以选择直接举报即可.”\n至于金锭贴求评分感觉性质不一样：一个是希望获得，但是有可能得不到；而另一个更像是交易，一手交最佳一手加分\n我希望一个公平的竞争环境，但是很难实现呢。所以我也不打算在问答区花太多时间了，不会像很久以前一样一直守着了，随缘吧\n\n"
        },
        {
            "author": "梓",
            "timestamp": 1559493540,
            "txt_content": "该问题已经知晓 具体处罚方案正在商讨立规"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1559521740,
            "txt_content": "要是答案本来就合乎情理, 那用人气做回扣也没什么. 不过要是存在多个合情合理的答案, 或者是根本就不存在正确答案这样就有点 py 交易的感觉了....(以前我怎么没想到有这么好的办法)"
        },
        {
            "author": "xu11xx",
            "timestamp": 1559523720,
            "txt_content": "west.myth 发表于 2019-6-3 00:29\n这个帖子所举报的行为也是“不正当竞争”，但是版主认为不成立。至于本帖提到的现象，想起了John在3年前的 ...\n这是两个不同的事情，\n人气评分属于每日限量的免费评分，且能提高玩家的总积分，相当于刷分行为。\n以任何给予回报的方式索要评分的行为，服务器版也是禁止的。\n茶馆现在盛行着金锭帖领了锭就要给人气的奇怪风气，个人感觉不太妥，但也无能为力。\n也许被举报的那个服务器的玩家跑去领锭但是却没给楼主人气，楼主才跑来举报的吧\n\n对于让用户使用提升卡的行为从颁布版规开始就一直是允许的，\n甚至论坛也是允许用户“赠送”他人这类道具卡。\n\n只有通过马甲号、使用挂机脚本等非正常途径来获取的才属于不正当竞争行为。\n\n从正常途径获得金粒/金锭，并以此购买提升卡顶贴，不存在不正当竞争的行为。\n各个服务器本身体量就不一样，不能因为体量的差异就以不正当竞争为由禁止这类行为。"
        },
        {
            "author": "匿名",
            "timestamp": 1559523720,
            "txt_content": " 本帖最后由 匿名 于 2019-6-3 09:03 编辑 \n\n【网络波动而导致的重复回复】【数据删除】\n"
        }
    ]
}