{
    "title": "[Minecraft.net|INSIDER] 背包盘点：马铠",
    "author": "zyjking",
    "replyCount": 3,
    "timestamp": 1559833260,
    "txt_content": " 本帖最后由 zyjking 于 2019-6-9 22:25 编辑 \n\n\n\nTAKING INVENTORY: HORSE ARMOR背包盘点：马铠\nWhy the long face?为什么拉着一张嘴脸？\nYou know the feeling. You’ve portalled through to the Nether, scouted for a Fortress for hours, finally located one across a huge, bubbling, lava lake, painstakingly navigated your way there with a succession of one-block-wide cobble bridges, and carved a brutal path through the blazes and wither skeletons that inhabit it.\n你知道这种感觉。你已经通过传送门进入下界，花了几个小时找到了要塞，结果它在一个巨大的，冒泡的熔岩湖中，你搭了一个仅有一格宽的圆石桥，并小心翼翼地走过圆石桥，然后穿过居住在此的烈焰人和凋零骷髅，留下一条血路。\n\nFinally, in a dark red corridor with the shrieks of ghasts ringing in your ears, you see a chest. You walk up to it. Another wither skeleton attacks, and you fight it off. You open the chest, and see what’s inside. Some diamonds - meh, you’ve got loads of those. A flint and steel – might be useful to re-light a portal. A dusty saddle? You’ve already ridden a pig off a cliff. But then your eyes light up – at the very bottom of the chest, you find the prize you’ve been seeking. It’s our item of the week – horse armor.\n\n最后，穿过巨大的尖叫声回绝不停的猩红走廊，你看到了一个箱子。你走到它旁边。这时另一个凋零骷髅过来打你，你打散它了。你打开箱子，看看里面有什么宝贝。有些钻石——嗯，你已经拿到了很多钻石。燧石和铁——可以帮助你重新激活地狱门。一个落满灰尘的马鞍？你已经完成了这个成就。但你突然眼前一亮——在箱子的最底下，你会找到你一直在寻找的奖励。这是我们本周的物品——马铠。\n\n\n\nHorse armor is armor that only horses can wear. It won’t fit on donkeys, mules, undead horses, or anything other than a proper pedigree stallion. I tried to put some on myself once and it was very uncomfortable. I don’t recommend it. Horse armour can be equipped either by opening the horse’s inventory and putting it into the relevant slot, or just by giving the horse the ol’ right-click.\n马铠，顾名思义只能套在马上。它不适合套在驴，骡子，亡灵马或其他的,只能套在纯血统马上。我曾经试着给自己做过一次，但非常不爽。所以我不推荐它。马铠可以通过打开马的物品栏并将其放进相关的格子中来装备，拿着马铠直接右击马也可以。\n\nHorse armor was added to Minecraft in version 1.6.1, and comes in four different varieties. Diamond is the best and offers five and a half breastplates worth of protection. Gold offers three and a half. Iron two and a half, and leather horse armour – which was added in version 1.14 – just one and a half.\n马铠在1.6.1版本被添加到Minecraft中，有四种类型。钻石制的是最好的，并提供五格半护甲值。黄金制的是三格半。铁制的是两格半，皮革马铠——在1.14版本中才被加入——只有一格半。\n\nYou’ll notice a few differences between horse and human armour - the first is that gold horse armour actually offers more protection than iron horse armour. This is because horses look better in gold than humans do. Second, there’s no such thing as chainmail horse armour. This is because horses get annoyed by the clinking of the chainmail rings.\n你会注意到马铠和人类盔甲之间的一些差异——首先是金制马铠实际上比铁制马铠能提供更多的保护。这是因为黄金马铠比黄金盔甲看起来更好。其次，没有诸如锁链马铠之类的东西。这是因为链子环的叮当声会让马生气。\n\nThe final difference is that you can only craft one type of horse armor – leather – which is done by putting seven bits of leather in a crafting grid in an “H” shape. H for horse. See what we did there? Other horse armours can be found in chests in strongholds, villages, dungeons, desert temples, jungle temples, end cities and nether fortresses.\n最后的区别是，你只能制作皮革马铠这一种——这是将7个皮革放在工作台上摆成“H”形制作而成的。H代表马。看看我们在那里做了什么？在要塞，村庄，地牢，沙漠神殿，丛林寺庙，末地城和下界要塞的箱子里都可以找到其他马铠。\n\n\n\nIn the real world, horse armour has a fancy name. It’s called barding, and seems to have originated in the ancient Middle Eastern kingdoms of Parthia and Pahlava, who deployed fearsome armoured cavalry. It made its way into Europe after the conquests of Alexander the Great, and by the 16th century it was commonly used in most European armies.\n在现实世界中，马铠有一个奇特的名字。它被称为马甲，似乎起源于帕提亚和帕拉瓦的古代中东王国，他们部署了可怕的装甲骑兵。在王国被亚历山大大帝征服之后，它随着罗马帝国传入了欧洲，而且在16世纪它已被普遍用于大多数欧洲军队。\n\nDifferent segments of horse armour have different exotic names. The headpiece is known as the “chanfron”, the neckpiece is the “criniere”, the chest covering is the “peytral”,  the flanks are covered by the “flanchards” and the all-important butt armour is known as the “croupiere”. Sometimes, European knights covered their horse armor with cloth, known as “caparison”.\n马铠上不同的部分分别有着不同的名称。它的头部被称为“chanfron”，颈部是“criniere”，胸部是“peytral”，左右两面被“flanchards”覆盖，而最重要的盔甲对接部位被称为“croupiere” 。有时，欧洲骑士会用布料覆盖他们的马甲，称为“马衣”。\n\nThere are plenty of examples of medieval horse armour still around, but relatively few from before that. So next time you’re exploring an ancient desert or jungle temple in Minecraft, treasure the horse armour that you find – it’s probably an archeological treasure.\n\n这里充斥着许多有关中世纪马铠的例子，但在此之前可没有这么多。因此，下次你在Minecraft中探索一个古老的沙漠神殿或丛林神庙时，要珍惜你找到的马铠——它可能是一个古代宝藏。\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/taking-inventory--horse-armor\n原文作者：Duncan Geere发表于2019/05/31\n译者：zyjking",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1559833320,
            "txt_content": "资料参考：\n1. http://m.sohu.com/a/200077412_99993079\n2. https://en.wikipedia.org/wiki/Barding"
        },
        {
            "author": "t1546542",
            "timestamp": 1559926140,
            "txt_content": "感谢楼主大大翻译！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1560089700,
            "txt_content": "It won’t fit on donkeys, mules, undead horses, or anything other than a proper pedigree stallion.\n应该是只能套在纯血统马上\n"
        }
    ]
}