{
    "title": "Xbox版Starbound近况",
    "author": "zjjxs",
    "replyCount": 2,
    "timestamp": 1559992200,
    "txt_content": " 本帖最后由 zjjxs 于 2019-6-8 19:12 编辑 \n\nStarbound on Xbox Update\nTom Katkus posted on June 7th, 2019 in Dev Blog\n\n\nHello everyone!\n大家好！\n\nA few years ago we’d announced we planned to bring Starbound to consoles, and dedicated a lot of our studio resources into re-designing the UI for consoles and optimizing the game resources to work on consoles – working closely with Blitworks, who did a fantastic job helping us with the porting.\n几年前我们宣布会将Starbound移植到主机上，并且与帮助我们移植并做出了许多贡献的Blitworks一道投入了大量资源来重新设计适用于主机的界面 ，并且针对主机进行优化。\n\nStarbound was playable to the public at a number of Xbox events in 2018, and had very positive feedback – it played very well on Xbox One and we’d publically announced our intention to finish and release soon!\nStarbound（xbox版）已经在2018年的几个Xbox活动上能玩到了，并获得了不错的反响-在Xobx One上玩得不错，并且我们宣布其快要完成并发布了！\n\nLate in development while evaluating the game we identified performance issues when playing with four or more players together, but still felt confident we could address them to have it release ready. We worked to optimize and redesign a number of systems specifically to optimize the performance in multiplayer, but ultimately after months of work it still wasn’t enough to get the game up to our standards. With four or more players together we’d still encounter some stuttering and frame drops.\n后来的开发中，我们评估了游戏，发现当有4个或更多玩家一起时会出现性能问题，但我们自信地认为我们能够解决它。我们优化/重新设计了几个系统来针对性地优化多人游戏的性能，但数个月的工作并没有让游戏（性能）达到我们的要求。当有4个或更多玩家一起时仍然会出现卡顿或掉帧。\n\nWe don’t want to limit the number of players or remove features to address the problem – that would mean releasing the game in a ‘less complete’ state and wasn’t a solution we were comfortable with.\n我们并不想通过限制玩家数量或者减少功能来解决这个问题-这意味着发布一个“不完整”的游戏，这并不是我们能接受的解决方案。\n\nSo what’s the plan?\n那么怎么办？\nWe’ve spent the past few months working with some new outside porting partners to try and further optimize the game performance. We’ve got some very experienced programmers who think it’s achievable and are working on it – but we don’t want to give any assurances until we’ve tested it. Outside that the game is ready, but it’s a make or break issue and we can’t introduce Starbound to consoles with current performance.\n我们在过去几个月中寻找了一些新的外部的移植伙伴来尝试并优化游戏性能。我们有了一些非常有经验的程序员，他们认为这是可以解决的，并在为之奴咯-但是我们在实际测试之前不想给出任何保证，。除此之外，游戏已经准备好了，但这个问题是生或死的问题，我们没办法以当前性能水平把Starbound带到主机上。\n\nWe’d hoped to have better news to share in this update – and we’re sorry we’d waited so long to deliver it. For right now a console version is delayed while we continue to work on technical solutions to optimize large groups in multiplayer, and we’ll keep supporting the PC version (1.4 is available to beta test right now on Steam).\n我们本希望这次能够带来更好的消息-很抱歉拖延了这么久。目前，主机板已经推迟，而我们正在解决技术问题来优化多人游戏的性能，并且仍然支持着PC版本（1.4目前在Steam上beta测试中）。\n\n\n译者：印斯茅斯:温馨\n原文：http://starboundcn.com/forum.php?mod=viewthread&tid=4542\n[groupid=1641]星核汉化组[/groupid]",
    "replies": [
        {
            "author": "rom718",
            "timestamp": 1565085000,
            "txt_content": "NS版有机会吗？"
        },
        {
            "author": "zjjxs",
            "timestamp": 1565093520,
            "txt_content": "rom718 发表于 2019-8-6 17:50\nNS版有机会吗？\n甚至连PC的开发进度都无限放缓 我觉得没有机会了"
        }
    ]
}