{
    "title": "新手报到",
    "author": "867324515",
    "replyCount": 0,
    "timestamp": 1560055740,
    "txt_content": "  马云开辟互联网时代之前，没人知道有这样一条路，大家苦苦摸索的或许是别的热门行业，后来马云开掘出了这样一条路，越来越多的人跟上马云的脚步，于是路渐渐宽广了起来，有一种柳暗花明又一村的感觉。的确，世界上本来是没有路的，杂草丛生或者泥水横流，每个人相同的迷茫怅惘，不知道怎么迈出第一步，于是第一个敢吃螃蟹的人引领众人开辟了一条路。\n　　什么路走不了？刀山火海现实生活中根本不存在，海洋高山也都有齐全的设备助我们翻江越海，没有不敢走的路，只有不敢走的人，就像没有做不成的事，只有做不成事的人一样。所谓事在人为，一个人要努力，勇敢，充满希望，便什么路都走的过，敢与不敢也是一念之间，一旦勇于迈出第一步，便没有你走不过的路。\n　　自己选择的路，跪着也要把它走完，之所以这么决绝的说，一是因为那是自己的选择，无论如何不可轻易违背初心，二是走完这看似走错了路，也许你会看到另外一场风景，也许你会拥有更奇特的经历。因为未来是未知的，所以在年轻的时候，不要固步自封的以为自己会遇到什么绝路，无限可能在后面等着你。\n　　不管是一条未知的路，还是艰难的路，或者是一条看似已经走错了的路，必要时候我们每个人应该坚持自己所选，人失败往往因为自己的放弃与绝望，殊不知胜利的曙光已经离自己一步之遥了。未知的路，历经迷茫与懵懂，敢闯敢走，敢联动别人与自己一起走，没有路，便自己开辟出一条，反正鲁迅伟人已经说了，世界上本来就是没有路的，走的人多了也便有了路，要有这种敢开辟出一条新路的信心与勇气。艰难的路，是对我们自身的历练与洗礼。一个人理应具备的东西，勇气希望，是我们走完这种艰难的路的保障，只要我们无时无刻提醒自己，坚持，责任，便不会遇到走不过的路。看似走错了的路，试着变换自己的思维，另辟渠道或许会有意外的收获，天无绝人之路，还有人说，车到山前必有路，所以说，路，终究是有的，看就看你能不能发现路，并带着自己信念与勇气，坚持着走完自己选择的路。\n　　敢问路在何方，路在脚下。近的是自然，远的是人心    喜欢顾城，喜欢顾城的诗，喜欢诗中用觉与纯真构建的自然世界，那是一个童话般的世界，浪漫中的忧郁，散发着淡淡的哀愁。顾城笔下的自然，山川与草木、喷泉与河流、雪松与白桦……自然的一切，那么近，那么美，近的可以触摸脉搏、感受呼吸。　　那是顾城心中的自然，而我们的自然呢?　　推开窗，除了高楼还是高楼。触目所及，除了无尽的灰蒙还是灰蒙，一如那空洞的眼神。路边的小草小花不见了，因为车轮的碾压必然是不堪重负的，“春风吹又生”那只是美好的童话。天上的银河不见了，因为城市的璀璨灯火与那灰蒙的天幕早已消解了牛郎织女相会的美好。正如顾城说：“天是灰色的，路是灰色的，楼是灰色的，雨是灰色的”，此时的自然，没有绿色，没有蓝色，没有红色……有的，只是灰色。看似很近，因为阳光、空气、流水、土地……依然在，依然近，但是，这是我们的自然吗?我们还可以肆无忌惮地在一望无垠的绿色土地上奔跑追逐吗?我们还可以弯下腰，用依然灵敏的鼻子去轻嗅那一抹淡淡的花香吗?甚至我们还可以自由地呼吸吗?自然，这么近，但也那么远。远在那青山白云间，远在那红花绿草间，远在那蝉噪蛙鸣中，远在那流逝的梦境中。　　远去了，远去了，在不断前行的路上远去了!　　曾经，李健在《向往》中深情地吟唱“当春风掠过山岗，依然能感觉寒冷，却无法阻挡对温暖的向往”，而今天的我们，春风不再掠过山岗，虽然不再寒冷，但也失去了对温暖的向往。阳光不再是我们获取温暖与希望的唯一途径，我们有电灯，我们还有各种取暖设备，更罔谈在清晨时分静待那从朝霞中透出的第一缕晨光，在暮色苍茫中依依惜别那海天一线处的最后一点微光。文明的发展、科技的进步，让我们对自然不再神秘，地理告诉我们阴晴雨雪只是大气的运动与反应，生物告诉我们飞鸟走兽大多属于哺乳类动物，物理告诉我们太阳只是宇宙中非常普通的一颗恒星。人类已经长大了，不再是那个碰到什么都要问个“为什么”的无知孩童，我们用科学的标准把自然条分缕析，我们开始变得越来越理性，固然，理性并不是错，但是，我们却失去了那面对大千世界时的那一份最初的冲动，那一份弥足珍贵的感性。须知，科学固然需要理性，但是，感知自然的美，感性依然不能缺席，因为，人心本是敏感而柔软的。　　而且，更重要的是，因为对自然的了解，我们开始罔顾甚至无视自然，我们肆意的开山毁林，我们无节制的填海造田，我们希望每一寸土地都能产生最大的**。我们误解了“人是万物的尺度”，认为，人即是万物的主宰，面对自然，我们开始侵占、践踏、破坏，结果，山林被推平、草地被铲平、江河被污染……所以，土地依然在，但花草远去了;江河依然在，但鱼虾远去了;天空依然在，但星星远去了，而飞鸟，只能在天空掠过，却永远找不到那曾经栖息的树丫。　　王开岭说：我们唱了一路的歌，却发现无词无曲。我们走了很远很远，却忘了为何出发。是的，我们走得太快太远，却丢失了感知自然的初心。就让我们如顾城所言：用金黄的麦秸，织成摇篮，把我的灵感和心，放在里边，装好纽扣的车轮，让时间拖着，去问候世界。感知自然，需要一个敏感而纯真的内心。　　自然，本来就很近，远的是人心!。　　\n",
    "replies": []
}