{
    "title": "【同人/明日方舟】二人",
    "author": "秋叶枫苓",
    "replyCount": 3,
    "timestamp": 1560079620,
    "txt_content": " 人总会遇到一些一眼就能看出电波不和的人，就像电影里第一个镜头就能感觉自己讨厌他的角色一样。\n对雷蛇来说，芙兰卡大多数时候就是这样的人。\n每次作战，无论是在黑钢还是在罗德岛，雷蛇总是那个被芙兰卡在战场上甩下的人，雷蛇不能理解芙兰卡为什么能那么轻易地将生命作为筹码去换取刺激感，一次又一次地越过她，去到她盾牌遮挡不到的地方。一直将自身安全放在第二位的芙兰卡，让某位稳健踏实的优等生每次战斗撤离后，都想把她按在地上痛殴一顿。\n电波不和的人，人生的轨迹理应越走越远，但雷蛇自己也不明白，她和芙兰卡的轨迹是什么时候近的让她自己都觉得可怕。\n是啊，是什么时候呢。\n“雷蛇，你可以先回宿舍一休息了。”\n“哦，了解。”\n在雷蛇因为发电过头注意力涣散后，博士将她调回了宿舍，她揉着太阳穴进入了宿舍一，规规矩矩地坐在了懒人兔沙发上，任由身体陷入柔软的沙发中，同时脑袋里又接着在发电站时想的问题。\n从有印象的记忆开始，芙兰卡给她的感觉就一直是这样，从在黑钢的见习队员训练遇见她的时候开始。\n“稍微往前一点吧！优等生！”\n“哈、喂！什——”\n等雷蛇回过神来的时候，自己的背部被什么东西狠狠地重锤了一下，而下一秒雷蛇眼前就是不断放大的漆黑钢板，紧接着她的头就和她的盾牌发出了沉闷的撞击声，在等候席观看她训练的其他见习队员都默默吸了口冷气，而雷蛇面前的模拟机器人随即被一把细剑从头顶劈开，随之落下的，是雷蛇这次《模拟狭窄空间作战》被分配的搭档，芙兰卡。\n“nice配合！”\n“……”\n雷蛇还没有来得及回合，芙兰卡的侧边突然突然就冒出了一个机器人，向她发射漆弹，雷蛇发现后急忙冲到了她旁边想要帮她裆下这次攻击，但却和往旁边躲避的芙兰卡撞到了一起，等两人起身急急忙忙将剩下的机器人全部击破后，身体已经被五颜六色的漆弹给击中了好几处。\n【现在发表成绩总评】\n【雷蛇：64.5】\n【芙兰卡：66】\n看着荧幕上发表出来的成绩，芙兰卡轻轻松了口气，小声地嘀咕了一句“还好及格了。”，但她旁边的雷蛇却颤抖着确认了好几遍屏幕。\n在屏幕上的字变成请下一组准备后，雷蛇终于回过神来，生气地向着教官那边喊道：“教官！我对这次的成绩持异议态度！我要求重新测试！”\n听到这声音的芙兰卡顿了顿，惊讶地看向雷蛇，而还没等她说话，雷蛇又接着说道：“并且我要求更换搭档！”\n“……哈？！”芙兰卡又顿了顿，反应过来后冲到了雷蛇旁边将她拉回来，也生气地问：“优等生你什么意思？！”\n“就是字面意思！”\n“你要重测我没意见，怎么说的好像我还有错一样？”\n“突然打乱队伍计划没有错吗？”\n“我那叫随机应变！”\n“越过重装干员破坏队友队形还将队伍陷入包围之中叫什么随机应变！”\n“在你说这话之前请记得我还比你高1.5分！”\n【见习队员34芙兰卡！见习队员41雷蛇！】\n打断两人争吵的，是刺耳的机械声，两人一起顿了顿，战战栗栗地向着声音传来的地方看去，教官板着脸生气地看着她们两个。\n【雷蛇的重测请求驳回！并且两人在训练结束后到我办公室一趟！】\n“……是……教官……”\n“呜啊啊啊啊啊，这次完蛋了啊！”\n低着头的雷蛇又瞥了抱着头芙兰卡一眼，十分生气地偏过了头。\n这辈子再也不想和她组队了，雷蛇记得很清楚当时的自己在心里默默下了这种毒誓。\n【检讨一共三份，至少1600字以上，下星期二下午四点训练结束时必须交齐！】\n“明白。”\n“……明白……哈……”\n【另外。】\n教官顿了一下，沉声对这两人说，雷蛇悄悄咽了口唾沫，而芙兰卡马上挺直了身体，看着两人的教官叹了口气，接着说道。\n【在之后的训练中，你们两人一直保持双人组队。】\n“哈？！”\n“哈？！”\n两人顿了顿，一起叫了出来。\n“……我拒绝！教官！我无法和这种无视队伍纪律的人搭档！”\n首先反应过来的，是雷蛇，她马上敬礼并向着教官说道，而芙兰卡在反应过来后，也敬礼大吼道：“我也是！这种慢吞吞的搭档我一辈子也配合不了！”\n【驳回。】\n回应她们的，是教官的低吼声，两人马上打了个寒战。\n【这是命令，如果做不到那就等我下任之后再来报名BSW。】\n“但、但是……”\n【没有但是，今天起你们就提前移至搭档宿舍楼的304宿舍，记得写检讨，解散。】\n““……是……””\n两人有气无力地向着教官回答，转身走出了教官办公室，在门关上的那一刻，两人对视了一眼，芙兰卡哼地一声向着雷蛇的反方向走去，雷蛇顿了顿，也不爽地背过身走去，但走了几步才想起来这条路和自己的宿舍是相反的方向，但她还是过了好几分钟才回头向着另一边走去。\n“我按。”\n“噫？！”\n腰间突然被人按了一下，紧接着一阵酸养感不受控制地窜出来，雷蛇打了个大大的激灵猛地坐起了身，头上的利角在瞬间爆发了一阵电火花。\n“这不是还有力气吗，要不要我通知博士让你回去继续发电？”\n熟悉的声音从背后传了过来，雷蛇顿了顿，恼怒地回过了头，芙兰卡蹲在她旁边，笑着看着她。\n“喏，拿着。”\n还没等她回话，芙兰卡将一个镶着花边的小袋子扔到了雷蛇旁边，然后顺势躺在了懒人兔上面，霸占了雷蛇的位置。\n“……这是？”\n“今天博士要我帮喀兰贸易公司的那个老板训练，这是那个老板送的，好像是她妹妹送的饼干。”\n“你不吃吗？”\n“我哪像你偷懒还有力气，帮那个老板训练真的是一点都不能含糊啊……”\n芙兰卡翻了个身，大大地伸了个懒腰。\n“你帮我吃了吧，到时候告诉我什么味道就好了。”\n雷蛇看了看芙兰卡，解开了绑着袋子的缎带，一阵奶香冒了出来，雷蛇拿起其中一块饼干，然后向着芙兰卡的嘴里塞去。\n“呜、咳！呜呜呜？！”\n“自己尝去。”\n\nP.S:因为游戏实在太好玩了所以咕了自己所有的坑写了第二吃的cp，顺便859467074，明日方舟**莱茵生命同人群，在**的时候顺便写一些同人文（笑）\n",
    "replies": [
        {
            "author": "哲宇呦",
            "timestamp": 1560085260,
            "txt_content": "哇，好文学"
        },
        {
            "author": "Vocaloidkasa",
            "timestamp": 1562857800,
            "txt_content": "芙兰卡是屑狐狸！"
        },
        {
            "author": "龙岩是啊",
            "timestamp": 1566124560,
            "txt_content": "你可以当作家了，被游戏耽误的作家"
        }
    ]
}