{
    "title": "[Minecraft.net|INSIDER] 十个你不知道关于Minecraft的东西",
    "author": "花生小孩子",
    "replyCount": 5,
    "timestamp": 1560152640,
    "txt_content": " 本帖最后由 花生小孩子 于 2019-8-3 14:49 编辑 \n\n10 THINGS YOU DIDN'T KNOW ABOUT MINECRAFT\nOur new YouTube series looks back at 10 years of crafting!\n十个你不知道关于Minecraft的东西我们在Youtube上的系列回顾10年的制作过程！What do witches, 337 people dressed as Steve, and flying squid have in common? They were all guests at the most disastrous dinner party I’ve ever hosted. Oh, and they also all appear in episode two of our new YouTube series, 10 Things You Probably Didn’t Know About Minecraft!\n女巫、337个人扮成史蒂夫和会飞的乌贼的共通点是什么？他们都是我举办过中最灾难性的晚宴中的嘉宾。噢，他们也在Youtube上的系列‘十个你不知道关于Minecraft的东西’头两集中出现。\n\nEvery month, we’re counting down 10 pieces of little-known Minecraft info, whether it be forgotten facts, obscure trivia, early mob designs and sketches, Jens’ favourite brand of shampoo, or ideas that never made it into the game! But mainly it’s bugs. So many bugs.\n每一个月我们都在找10个在Minecraft中很少人知道的资讯，不管这是不是被人忘记的、默默无闻的小知识、早期生物的设计及形状、Jen最喜爱的洗发水牌子、或者以前从未有过的想法，但主要的都是漏洞（有很多漏洞）。\n\nIn this episode, we’re looking back at t*he of glorious game development, including the awesome origins of Minecraft horses, the unlikely source of milk we accidentally added to the sea, and the game we almost made instead of Minecraft. Watch the new episode below:\n在这一集，我们回顾了十年来游戏的发展，包括Minecraft里的马、不小心地把牛奶的资源加入到海中及我们差点制作出来的游戏。以下为这一集的视频：\n\nhttps://www.bilibili.com/video/av55164277\n\nCould this be the first YouTube video to win the EGOT? I suppose only time will tell. In the meantime, we’d like to thank some of the amazing collaborators who made this video possible:\nMineventionDr Zhark's Mo’ Creatures  - the brilliant efforts of Kent C. Jensen, Dan Roque and Dr Zhark (John Olarte)!David and Toby from MCSpotlightsCleverlikeMariana GrahamAnd special thanks to Baba Yaga for all the sleepless nights\n不知道这能不能实诚首个Youtube视频赢得大满贯？（注：\"EGOT\"大满贯是Emmy（艾美奖），Grammy（格莱美奖） ，Oscar（奥斯卡奖），Tony（托尼奖）的合称）我估计这只需要一点时间。同时，我们亦感谢一同制作这视频的人：\nMineventionDr Zhark's Mo’ Creatures  - Kent C. Jensen, Dan Roque 及 Dr Zhark (John Olarte)的共同努力!CleverlikeMariana Graham及特别鸣谢芭芭雅嘎的不眠夜（注：芭芭雅嘎为俄国童话中的老巫婆，又译作雅加婆婆）\n\nStill need more list-based goodness in your life? Then why not watch the first episode of the Ten Things series, that’s all about the Village & Pillage update?\n还需要更多？那为什么不去看‘十个你不知道关于Minecraft的东西的第一集：'村庄和掠夺’？\n\nOh, look! It’s right here!\n噢，你看！就在这里！\n\nhttps://www.bilibili.com/video/av55165752\n\nWant more great Minecraft videos? Click here to go to our YouTube channel and subscribe.\n还想要更多关于Minecraft的视频？\n点击浏览我们的Youtube频道订阅我们吧！\n\nSee you next month for 10 Things You Probably Didn’t Know About Jeff! Wait, that's not right...\n下个月在十个你绝对不知道关于Jeff的东西再见！等等，好像有哪里不对。。。\n\n翻译自10 THINGS YOU DIDN'T KNOW ABOUT MINECRAFT\n作者：Tom Stone\n发表日期：2019年6月4日\n\n\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "56_ge",
            "timestamp": 1563548340,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "2770279243",
            "timestamp": 1563804720,
            "txt_content": "牛逼呀这个人"
        },
        {
            "author": "q2639716792",
            "timestamp": 1564110600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1564771200,
            "txt_content": "flying squid\nobscure trivia\nTriva也可以说是 小知识\nbugs 可以说是 漏洞\nunlikely source of milk \nVillage & Pillage 官译为 村庄和掠夺"
        },
        {
            "author": "花生小孩子",
            "timestamp": 1564814880,
            "txt_content": "LocusAzzurro 发表于 2019-8-3 02:40\nflying squid\nobscure trivia\nTriva也可以说是 小知识\n感谢你的提点，所提出的问题已经修改好了"
        }
    ]
}