{
    "title": "我的牲畜又平白无故消失了……",
    "author": "依然冰奈斯",
    "replyCount": 10,
    "timestamp": 1560130560,
    "txt_content": "包括抓来的几只哞菇（虽然并不是千辛万苦，因为已经打通下界蓝冰快线了，几分钟就可以牵来一只，但棕色哞菇太难搞了）\n\n基岩版的生物生成和消除规则简直诡异……\n\n有基岩版的大佬知道是怎么回事么？\n情况是这样的……\n\n家里的（肉用）牲畜圈是楼式的，第一层是鸡（配有基于时钟电路的全自动孵化器，且整层靠漏斗收集鸡蛋），第二层是兔子，第三层是猪，第四层是羊，第五层是牛，第六层是红哞菇，第七层是棕哞菇（但目前没有）；2-7层，全部没有任何电路设施。牲畜圈是玻璃墙壁的，采光方面，四角各有一个萤石，中间随意插了几只火把。\n\n然后牲畜圈旁边是交易所，14层中前13层每层20个村民（因为有13个职业所以每层一个职业），村民活动区域仅被限制1格，紧邻床和工作站点。交易所上下楼靠水电梯。\n\n地下有全自动羊毛厂，16个工位，每个工位4只羊，工位上边有备用羊圈，里面有4只白色羊。\n工位靠时钟电路轮流触发发射器使之剪羊毛，靠矿车漏斗和普通漏斗进行采集。\n\n别的可能影响的设施好像无关紧要了，硬要说的话，家里还有一个驴圈，里面有几头驴和一匹马。\n还有一个庇护所放小白用的，用来杀铁傀儡的（后来小白凭空消失了）。\n然后还有个猫窝，里面约24只猫（但是距离事发地点差不多4个区块了，会影响到么？）\n\n家里附近的环境大致配置就是这样。\n\n当时没搭交易所的时候，就发现备用羊圈里的羊就消失过，但没在意。\n曾经以为它们是掉到工位里去了，但是并没有在收集区发现白色羊毛，所以肯定不是掉落，而是直接被清除了。\n\n后来农业逐渐发展起来了，在这个过程中就偶然发现第四层的羊偶尔会少；兔子，猪和牛不知道，兔子和猪没怎么关注，牛因为需要大量的皮革支持所以大肆繁殖可能少几头我也看不出来。哞菇大概繁殖了七八头，也没怎么注意。\n\n搭建交易所后，发现羊，一只都没有了（我发誓我没杀过），第五层的牛只剩下4头（后被我喂至4头），第六层的哞菇只剩下2头（后被我喂至3头）。\n一开始以为是第一层的鸡繁殖过渡，导致区块内实体数目过多从而导致系统删除一些实体（当然这是我胡猜的，我知道这不可能，WIKI上也没写这条特性），然后就把鸡杀光，把孵化器的漏斗关闭。然后干别的去了……\n结果回来后，发现第六层的哞菇只剩下1头了，牛也只有4头了……\n兔子和猪因为本来就很多删没删除我不知道……\n地下的羊毛场似乎好像是……没受影响……\n陆地上其他实体……驴圈里的驴子没影响，猫没影响，但是杀铁傀儡用的小白没了（被命名过的）……\n\n大概就是这样……\n\n有人能告诉我这是为什么么……感觉有些特性还没有被我挖明白。\n\n因为之前我在知乎上曾经看过一个基岩版玩家搭建一个羊毛场结果最后羊都消失的情形。",
    "replies": [
        {
            "author": "文豪小绝",
            "timestamp": 1560132240,
            "txt_content": "这。。。问答？我自己玩是没遇到过啦，服务器我会注意世界会不会刷新"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1560133020,
            "txt_content": "hx1051935237 发表于 2019-6-10 10:04\n这。。。问答？我自己玩是没遇到过啦，服务器我会注意世界会不会刷新 ...\n不算问答吧？应该算讨论……\n因为我大概能料到不一定会有答案，所以把情况拿过来讨论下。"
        },
        {
            "author": "xmdhs",
            "timestamp": 1560133260,
            "txt_content": "看成社畜了。。"
        },
        {
            "author": "lasobra",
            "timestamp": 1560139680,
            "txt_content": "emm试试命名牌？"
        },
        {
            "author": "Hephaistos_",
            "timestamp": 1560141480,
            "txt_content": "有些时候我也经常动物就突然不见了，不知道为什么，很奇怪"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1560141660,
            "txt_content": "lasobra 发表于 2019-6-10 12:08\nemm试试命名牌？\n那个小白就是被命名的\n无故消失（大概？也可能是我不知道的情况下死于其他因素但是我是想不到……防晒设施做的很好，铁傀儡也没生成，而且生成也是绝对打不到它的程度，狼也没看到过（虽然的确是针叶林））\n\n如果所有被动生物被命名的话……那得花多少钱啊一个20绿宝石啊"
        },
        {
            "author": "eee12367",
            "timestamp": 1560145320,
            "txt_content": "你是在出生点附近建的吗？出生点以外生物会在玩家不靠近区块时消失。我去做牧场时，要去牵羊，会发现羊消失了。"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1560148200,
            "txt_content": "eee12367 发表于 2019-6-10 13:42\n你是在出生点附近建的吗？出生点以外生物会在玩家不靠近区块时消失。我去做牧场时，要去牵羊，会发现羊消失 ...\n基岩版的生物消除有个“持久性”的概念。\n自然生成的生物在没有互动的情况下的确会消失，你决定要牵之前，要是攻击一下（估计碰一下也行）再回家拿栓绳，它就不会消失了。\n基岩版的生成跟JE也不同，它不会在世界生成的时候生成被动型生物。相对代替地，被动型生物在即时生成概率要远高于JE，就跟攻击型怪物一样（只不过是白天生成）。所以基岩版随着你探索，生成的被动生物也是不一样的，而且你杀光了的话还生成，除非达到区域实体上限。"
        },
        {
            "author": "1139365029",
            "timestamp": 1560150300,
            "txt_content": "也有可能是实体不显示，我记得之前在那里看到过，实体存在，但是看不到，并且没有碰撞箱，"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1560151860,
            "txt_content": "1139365029 发表于 2019-6-10 15:05\n也有可能是实体不显示，我记得之前在那里看到过，实体存在，但是看不到，并且没有碰撞箱， ...\n难道是……C++里delete后没有置null么……\n如果这样重复释放会导致游戏崩溃（我好像看到了蓝屏的原因\n\nPS.以上均为胡白"
        }
    ]
}