{
    "title": "<原创·单篇>理型乡",
    "author": "醉蓝天琴",
    "replyCount": 2,
    "timestamp": 1560211860,
    "txt_content": " 本帖最后由 醉蓝天琴 于 2019-6-11 08:13 编辑 \n\n《理型乡》1.Create（创造）千万林立的钢铁立柱之间。那个人如此问道：如何做出五十块一样的饼干？世界上的雪花为何一模一样？人类有没有能够不朽的灵魂？这疑问犹如神话的开端。滔天的怪物吞没了一切。2.Hypothesis（臆测）他从木屋中醒来，宛如世纪末沉睡的巨人。巨人对木屋的一切漠不关心，无意间找到桌子上的，五十块全然一样的曲奇饼。他骇然失色，跌跌撞撞，想：这世上怎么会有一样的东西呢？万事万物都是流动的，自然的一切都是变化的，没有什么是同一且不朽的。因而他妄想着——这是世界在欺骗我。3. Induction（归纳）一位旅人悠悠转醒，睁眼便是漫天星空。他叹息，为何挂满夜幕的星星如出一辙。星辰是回忆起了前生吗？这天上的繁星有明有暗，有大有小。但为什么是一样的呢？亦如落叶飘落，雪花飞舞，万事万物的背后，存在着不变的根。这根源聚散离合，不停创造，于是他欣喜的秘密——是为创世。4.Task（苦差）找到一类奥秘，是他降生以来的唯一任务。未知称其为圣子，奥妙称其为行者。那奥秘就像斐波那契和门捷列夫。他不知晓。水中为何有活鱼？瘠土为何生出树木花朵？女人何以诞下婴孩？5.Divinity（神性）行者在金字塔下驻足，一个男人说：我已知晓它的高度，就如我知晓了你影子的长度。我已知晓日蚀的时间，就如我知道尼罗河的洪水会退去。洪水消退，作物生长，下雨过后，蛙叫虫鸣。水结成冰，气凝为水。“万物皆有神”。另一个男人说：气结成水，雪融成泥，火涨出气。非无限，非无名，非无数。是平常的东西。一切奇妙源头都是——有中之有。6.Atom（不可分割）万物流动，于是事物变化。行者来到海岸边的小镇。那中年男人说：自然转变，不是由于改变。就像积木，大自然的积木是永恒的。世界不是咸汤，事物不是无尽。罂粟花、橄榄树、羊皮、人发。圆形、锯齿、平滑、不规则。此即不可渗透的原子。行者点点头。没有任何事情会改变，没有任何事物来自虚无，没有任何事物会消失。所说：“必然法则”与“机械设计”。灵魂消失于大脑，而非不朽。7. Discrepancy（差异）不对。不对。谬论。越是荒谬，越是相信。我们可称之为“原子论”。灵魂的原子不会消失，灵魂的原子不会出现。这是灵魂非不朽，不过生灵逝去，灵魂分解，原子何能组成另一个灵魂？不相信任何力量或灵魂的介入，认为世界唯一存在的是原子与虚空，形体流动，动物死亡，山河瓦解。一切源于物质。答案尚不够切实。我们需要圣子更加前进。8.Prediction（预测）神庙的入口，圣子摩挲着那行字：了解自己。人类决不可自以为不朽，也没有人可以逃脱命运。喜剧，悲剧，悲喜剧。命运捉弄人们，久而久之。个人生活，历史走向，诸神谴令。、古代战争，预防疾病。圣子预言道：我将走出洞穴，看见我之自我。9.Truth（真理）灵魂为何物？自然界永恒不变，人类社会永恒不变。永远真，永远善，永远美。有形之物流动，无形之物恒久。行者点点头，呈现千百片一模一样的雪花。圣子摇摇头，雪花会动，会出现，时间一到自然消融。。但它的形式却永恒不变。此乃真理。五十块一模一样的曲奇，所有一模一样的雪花。曲奇形状不一，味道不一，可如出一辙。他迫切想要，看到那个模子。那一定绝对美丽。10.Ideal（理型）人迟早逝去，动物迟早死亡，遗体迟早腐烂。城墙倒塌，遗迹风化，岩石分解，河海枯萎。事物不断改变，认知不断更新。这独属于感官的世界，亦如梦幻泡影，生生灭灭。其背面是理型的灵魂。是完美，不可或缺的真实。11.Eros（爱）他从躯‘’壳中醒来，忘了所有。他奇妙地发现，自然不同的形式。模糊的回忆逐渐复苏。依稀令他想起完美的理型。他的欲望回归升腾，渴望回溯本源。巨人、旅者、圣子、行者，这俱是他的投影。躯体只是枷锁，感官只是微不足道的不完美。他明白了，并走出洞穴。12.Guide（诱导）那重重阴影是未知，神秘，奥妙。摇曳开口：我们找到了另一个，名其为理人。（全文完）@Smokey_Days @bo_bo2001 @Nethop ",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1560245520,
            "txt_content": "看完感觉很想吃曲奇饼【x\n有官方解读嘛(=·w·=)"
        },
        {
            "author": "醉蓝天琴",
            "timestamp": 1560257640,
            "txt_content": "bo_bo2001 发表于 2019-6-11 17:32\n看完感觉很想吃曲奇饼【x\n有官方解读嘛(=·w·=)\n是柏拉图的理型论，个人了解后衍生的一些想法。\n作为文章而言，这篇没有什么可读性。\n见笑。"
        }
    ]
}