{
    "title": "【BE1.10】一些关于全自动南瓜/西瓜机的实验结果",
    "author": "依然冰奈斯",
    "replyCount": 1,
    "timestamp": 1560311340,
    "txt_content": "自从上次使用红石矿石 - 侦测器的方案失败后，又考虑了一些其他的方式来阻止全自动西瓜南瓜机造成的侦测器死循环……\n其实说白了解决方案大体上就分两种：\n1. 不让侦测器直接检测南瓜和西瓜，而是检测西瓜南瓜长成时其他方块的变化；\n2. 让侦测器检测南瓜和西瓜生长之后，过滤掉侦测器检测南瓜和西瓜被收割时发出的脉冲信号。\n\n红石方案采用的是第一种，应用西瓜长成后利用方块更新点亮红石矿石，然后使用侦测器检测红石矿石的状态，从而进行收割。\n这个方法在BE被证实无效，因为BE里方块更新不会触发红石矿石（JE里好像可以），好吧，PASS……\n\n于是经过一些实验考虑到了如下方案：\n\n1. 采用第一类方案，侦测器改为检测西瓜下的草方块和泥土。原理是西瓜生成之后，会把草方块变为泥土，收割后，泥土被蔓延为草方块。\n优点：占位小。\n缺点：最不可原谅的缺点就是死锁，当西瓜先于草方块蔓延之前长成就无解了。其次，收割设备（活塞）不能设置在长西瓜下的草方块下，否则依然会产生死循环。\n评价：不推荐。\n\n2. 采用第二种方案。采用投掷器 - 压力板 - 副侦测器方案。主侦测器检测西瓜南瓜被长成后，发送信号给投掷器向下扔一件物品，触发压力板，然后压力板被副侦测器感受到，副侦测器发送脉冲对西瓜进行收割。收割时主侦测器仍然会发送一个脉冲到投掷器，投掷器再扔一件物品，但压力板此时已被物品触发，故而不会再触发副侦测器产生脉冲。\n优点：占位比较小。\n缺点：物品存在时设备无法归位，此时长西瓜则不会对其进行收割，需等物品自然消失才可以，浪费生长效率。需要一个额外设备不断往投掷器填充物品。\n评价：不推荐。\n\n3.采用第二种方案。采用投掷器 - 拌线钩 -蜘蛛网 - 副侦测器方案。与2相同，副侦测器检测拌线钩，物品掉落过程中会触发拌线钩进而被副侦测器检测到，利用蜘蛛网延长物品下降时与拌线钩接触的时间。\n优点：复位速度比2快，生长的效率浪费的低一些。\n缺点：除了复位速度，2的缺点3都有，此外占位多一些，因为拌线钩和蛛丝至少需要三格宽度，蜘蛛网则需要额外一格高度；而且以投掷器的精度，没扔准就完了。\n评价：极不推荐。\n\n4.采用第二种方案。采用水桶发射器 - 水流 - 副侦测器方案。主侦测器检测西瓜长成后发送信号给发射器发送桶，桶收流一格后产生的水流触发副侦测器进行收割。收割时主侦测器又会触发信号，收回水源，水流也会延迟消失，再触发收割器 —— 看似是个死循环但实际上因为水源产生水流有延迟，\n实际上是个假死循环，最后会到达的稳态，而之后再次触发的时候会一直处于这个稳态，确保主侦测器第二次信号不会再被副侦测器检测到。\n优点：占位仅1层。\n缺点：水平占位有点多。\n评价：推荐。\n\n5.原始BUD，利用红石中继器以西瓜本身作为桥接电路，西瓜长成时自动触发西瓜本身收割。\n优点：原始BUD果然也有自己的好处，不是侦测器可替代的。效率高。\n缺点：红石中继器和续接电路必须在同一层；建造起来占空间太大了。\n评价：比较推荐。\n\n---------大概就这些了……\n\n当然收割其实是可以随缘的，利用时钟电路（可以是周期性的也可以是统计意义上的）反复触发就好了。但是这么做最大的问题就是不能在西瓜长成时马上收割，进而影响了效率。\n不过这其中不乏有一些方式可以极大节省空间（别忘了空间也是效率啊）\n随缘法有两点必须要注意：\n1. 周期太短，切割活塞臂停留在西瓜长成方块所占用的时间比就会变多，严重阻碍西瓜生长（所以短周期收割根本不可取）。如果是持续性信号使活塞臂一直占用西瓜长成空间就更不可接受了。\n2. 周期太长，则西瓜长成后不能及时收割，也会影响西瓜的长成效率。\n所以呢……倒是发现了一种方法，使用阳光传感器。\n注意，并不是直接使用阳光传感器，因为阳光传感器的信号在白天一直是大于零的，无论是否使用非门本质上都是持续信号。\n所以，我们用侦测器侦测阳光传感器！\n阳光传感器产生的信号只要一变（变强或者变弱），侦测器就能发生脉冲，进而收割南瓜。而且只占用两格，侦测器看着阳光传感器背对着活塞就OK了。相当方便！当然更可以连接一个西瓜场的所有活塞实现统一控制。\n\n没了……\n本来要研究红石矿石的结果研究出来这么多猎奇的玩意儿……",
    "replies": [
        {
            "author": "1139365029",
            "timestamp": 1560316980,
            "txt_content": "一般来说，收获之后，都会放箱子里对吧，\n我有一个更好的思路，\n把西瓜/南瓜田围起来，\n然后指着他说：你是一个箱子\n"
        }
    ]
}