{
    "title": "中文 Minecraft Dungeons Wiki 欢迎翻译者的贡献",
    "author": "电量量",
    "replyCount": 3,
    "timestamp": 1561105260,
    "txt_content": " 本帖最后由 电量量 于 2020-6-6 07:15 编辑 \n\n中文 Minecraft Dungeons Wiki\n欢迎来到 Minecraft Dungeons Wiki 计划！\n\n新来的朋友需知有能力的朋友可以先注册一个账户，但是如果没有也无伤大雅啦~记得要阅读 Wiki 条例、格式指导。基本编辑请见 Wiki 手册。\n\nWiki 条例\n为保证Minecraft Wiki免受恶意编辑和不必要的条目困扰，在编辑和创建页面时请遵守以下规定：\n 在任何情况下，违反《Minecraft服务条款》和/或《品牌使用指南》的行为在本Wiki都是禁止的。 页面破坏、垃圾修改，以及扰乱编辑的行为是绝对不被容许的。 骚扰、侮辱，以及人身攻击是不被允许的。请文明讨论。 忠于事实——不要在编辑页面时对内容进行恶搞、讽刺、扯淡、二次创作、夹带私货以免误导新玩家。\n本条的情况也适用于个人对某信息脱离事实的纯臆测！\n 禁止创建广告页面。\n禁止在无关页面中使用特定服务器IP，仅与教程页面内容相关时可以使用。\n 禁止创建有关玩家论坛的页面，以免造成广告内容相关的纠纷。\n禁止在页面中插入玩家论坛的链接，除非用于引用。教程和Mod页面不受限制。\n 请不要从其他Minecraft相关的网站直接复制信息到本Wiki。 只有在无法用其他方式说明某一特定内容，或其本身为官方影片时（如：虚空）才可以外链影片。欲获取更多信息，请参考我们的视频使用政策。 本站不提供线上文件保存服务，我们保留删除任何没有意义或不被使用的文件的权利。上传界面截图，用户主页图片和与Wiki有关的文件是被允许的。 有攻击性，混淆视听，或其他不可接受的用户名将被永久封禁。 使用多个账号是不被容许的。\n只有在编辑者明确标出自己身份的情况下才可以拥有多个账号。尽管如此，我们依然不推荐编辑者使用超过一个账号，无论是出于何种原因或身份。相对的，一个账号亦只能为一位贡献者所使用。若一个团体或组织想要进行翻译或编辑，每一个成员都必须分别注册自己的账号。\n请注意：用户空间下的页面不受第4、5.1、6、8条限制。因实际情况而异，以上规定可有例外。请于管理员告示板提出申请。\n感谢您的遵守与理解。 \n\n\n格式指导（摘）此条目旨在提供一份为所有Minecraft Wiki条目遵守的综合的格式指导。在选择使用哪些格式规则上经常会有争议，而一部官方的格式指导有希望帮助解决这些争议，同时也能帮助大家达成共识。\n虽然维基百科已经提供了一份更通用的格式指导，但专用于Minecraft的特殊指导方针是有必要的。同理，只有专用于Minecraft Wiki的指导方针和其基本的格式规则才会被收录在这里。\n\n关注度快捷方式MCW:关注度\n只有符合以下准则的条目可以放在主名字空间。不符合准则的条目可能会在未通知的情况下被删除。\n\n 常规条目必须包含足够的信息以支撑一个完整的条目。如果它们没有足够的内容，就会被合并到其他相应的条目。条目必须在某种程度上直接涉及Minecraft。关于人物的条目只允许此人物是Minecraft的开发者且/或有一部分或十分密切地与Mojang Studios相关。目前还不存在于游戏中的特性只能放入对应版本的提及特性条目。\n这不包括已被移除的特性或开发版本中的特性，它们应在受其影响的条目与相关版本的条目中提及。\n关于Minecraft版本的条目，可以创建已发布的版本的，其中每个开发版本都应该创建单独的条目。\n可以创建关于未发布版本的条目，前提是有证明未发布版本存在的显著信息来源。这些来源包括开发版本或是多项关于下一个更新的特性。未发布的开发版本的条目不可被创建。\n\n 社区内容游戏内容相关的攻略，教程等应作为教程的子条目。\n包含如何进行建筑等杂项的条目不会被视为教程。它们应放入用户空间。这包括用户创作的活动与挑战。\n\nWiki条例\n4. 忠于事实 - 不要在编辑条目时对内容进行恶搞/讽刺/扯淡/二次创作/夹带私货以免误导玩家。\n5. 不允许创建为产品做广告的条目。\n6. 禁止创建有关玩家论坛的条目，以免造成广告内容相关的纠纷。\n7. 请不要从其他Minecraft相关的网站直接复制信息到本Wiki。在“User”名字空间的条目是关注度指导的例外。这些条目可以在遵守相关Wiki条例的条件下作任意用途。\n\n重定向\n\n重定向条目有特别的关注度原则，且其必须重定向到一个符合关注度指导的条目。如果重定向到另一个Wiki，必须使用软重定向{{soft redirect}}。重定向条目在符合以下条件之一时可被创建：\n属于替代或缩写的名称，而此名称被广泛使用，例如“栓绳”之于“拴绳”。曾用于游戏中的名称也是允许的。\n也包括其他中文书写系统中的名称。也包括Mojang员工的姓名或昵称，例如“Dinnerbone”、“Nathan”之于“Nathan Adams”。错误拼写、笔误、非正规的格式和粗俗内容是被不允许的。\n属于曾用的条目标题，包括被移动到其他Wiki的条目，例如“流髑”之于“流浪者”。\n如果曾用标题未广泛使用则除外。\n属于合并或杂项条目的一部分，例如一种药水、一种提及特性或同一启动器版本在不同平台上的版本号。\n\n一个页面的重定向数量需在合理范围内。重定向条目的目标不能是不存在的条目或另一个重定向条目。\n\n英文名称不应被创建重定向。\n\n“User”命名空间下的条目可以重定向到任意位置，但仍需遵守上述原则。\n\n条目标题\n\n条目应遵从基于其类型的常规命名格式。\n关于游戏内方块，物品和实体等特性的条目应使用Minecraft Dungeons Wiki汉化包译名。目前，这些译名由中文Minecraft Wiki管理团队管理。完整的译名列表可见此处。\n如果某特性无游戏内名称，就应遵照其他同类型条目的相同形式，例如，生物鸡骑士。如果条目是关于游戏内多项事物的，标题应同等地代表所有名称。例如，关于木质与铁质门的条目应命名为门。如果某特性尚无确定的中文译名，则使用其英文名称作为占位，其相应条目的编辑应一律在公共沙盒中进行。待中文名称确定后，再将条目移动至相应的中文名称处（不留重定向）。\n消歧义条目在标题已被某条目使用时才应该包含“（消歧义）”。若是以英文命名的条目，且条目类型未在此列出，则应选用句子型大写（第一个单词首字母大写）的最确切的标题，而不应用标题型大写（各单词首字母大写），除非其为一个特定的名词。\n\n编写\n参见：Help:官方资源\n\n由于本Wiki的目的是记录事实，您应该始终避免推测的与无来源的信息。一般来说，如果可以直接地在游戏或其他明显的地方被看到，这些信息就不需要来源。然而其他的信息，比如来自Mojang员工的引言和并不广为人知的信息，必须以适当的参考标明来源。{{citation needed}}模板应被放置在任何需要来源的信息之后。不要在条目中加入你无法找到来源的内容。\n\n在主名字空间的条目应该保持第三人称的口吻且不使用对读者来说需要参考的术语，但教程页面除外。也尽量尝试不使用缩略语。举例来说，“你不该靠近苦力怕，因为他们会爆炸然后把你杀掉。”应该写成“玩家不应该与苦力怕靠的太近，因为它们会爆炸，并有杀死玩家的可能。”\n强调重点时应该用粗体，而不能用斜体。\n\n教程信息，包括对方块或材质的延伸特性，应只写在教程条目。如果有重要关系，教程条目被主要条目链接。\n\n保持条目的简明与更新\n简单来说，条目应该只包含最新的信息，即在最新的“完整”游戏版本所呈现的内容。任何的过期内容应该移动到条目的历史段落。当有更改时，应在历史段落中记录并移除条目其他段落中的过期信息。提及某一特定的特性在何时实现并不必要；这个特性也应当保留于条目的历史段落。例如这样的句子：“交易，实现于1.3.1，是一种允许玩家通过交换绿宝石（此前是红宝石）来获取其他物品的特性。”应当写成“交易是一种允许玩家通过交换绿宝石来获取其他物品的特性。”\n\n未来\n在未来更新中加入的内容应加入到条目的主内容中，被写入的特性要用{{upcoming}}标记且是在预览版本中出现过的。如果更新包含相关条目的巨大更改，那么这些内容应在主段落中作为一个子段落提及，或是放在一个名为“即将到来”的专有段落。即将到来的特性必须同时在“历史”段落，使用特定的“即将到来”的标头提及。\n\n更新发布后，所有过期的内容都需要移动到历史段落或移除，且所有使用的{{upcoming}}模板都应被移除。\n\n英语语法\n\nWiki上的条目应使用美式英语，除非游戏中名称是英式英语。例如，“colour”应为“color”，而“centre”应为“center”。\n\n英文使用\n\n中文Wiki仅在一个条目的核心词第一次出现时在括号给出其英文名称。如果某特性更改了其英文名称，而中文名称不变，则在相应的历史段落内说明。\n\n段落等级\n页面主段落应以二级标题开始（两个等号），每一子段落增加一级。永远不要使用一级标题（一个等号）。\n\n段落之间应有一个空格，等号与段落名称也应有一个空格以方便编辑。如果使用了“主条目”链接或缩略图，将其直接放在段落标题之下，然后在开始段落内容之前，接着输入一个空格。\n\n关于段落次序的信息，参见本格式指导的页面布局段落。\n\n斜体\n\n中文和英文的斜体使用方式有所差异。在本Wiki中，斜体的使用规范如下：\n一般情况下，任何中文内容都不应使用斜体标记。\n强调内容时可以适当使用粗体标记，包含中文的书籍、电影等作品名称应使用书名号“《》”标记。\n只包含英文的作品名可以使用斜体标记，如Team Fortress 2（《军团要塞2》）。在英文句子中强调内容时，也可以使用斜体标记。\n正文中的Minecraft是唯一的例外，不应使用斜体标记。其他情况下，英文内容都不应使用斜体。\n在计算公式和命令等特殊内容中，可以适当使用斜体标记参数。\n\n另外，有时为了防止机器人在批量替换文本时破坏模板参数，部分正文内容也会使用斜体标记。这类标记会在文本替换完成后由机器人自动去除。\n\n图像\n当往页面加入屏幕截图时，确保截图用的是原版材质与UI。使用定制材质包、UI模组与其他定制内容的屏幕截图是不被允许的，但关于模组的页面除外。\n\n图像介绍末尾不应有句号，除非语句是一个完整的句子。\n\n往页面中加入的图像应符合以下指导方针：\n图像应展现页面主题的一种属性。\n图像不应出现无意的怪异或搞笑之类的行为，例如生物“坐在”楼梯上。图像不应只有展示漏洞的目的，而漏洞应到官方追踪器报告。图像应避免展示具体特性的装饰用途。\n页面应只用一张图片展示页面内容的某一项独立属性。例如，一只僵尸穿着盔甲。图像应展示包含描述内容的最新版本的Minecraft。\n图像如果过期则应被移除。\n\n二次上传英文Wiki的图像时应当使用原图，而不是低分辨率的版本。\n\n链接\n关于完整的链接指导，请见“链接格式守则”。\n对链接的使用是在为读者提供使其能流畅阅读页面的足够实用链接与干扰到阅读流的多余连接之间的艰难平衡。\n\n链接缺失会使读者困惑，因为可能会出现一些只能通过搜索选项或其他说明来源的关于页面内容的问题，这些问题会打断并干扰读者。\n\n链接过多可能会干扰读者，因为链接常使用不同颜色来吸引眼球。此外，如果同一个词在同一个段落被多次使用链接，会使读者产生这些链接是否指向不同页面的疑问。\n\n链接的指导方针如下：\n单个页面用于链接的词不能超过10%。\n除非对句子的词语组成或可读性产生不利影响，两个链接不能紧挨在一起，以致看起来像单个链接。\n任何单一术语的链接不能在同一页面多余地重复创建。多余链接的定义是在某行或某自然段对同一术语创建多次，使其在读者屏幕上总会不必要地出现。记住，链接的目的是在读者需要更多信息，而要临时绕道时，引导他们到一个新的地方。\n在页面中离上一次出现有一定距离的地方重复创建重要链接应是很合适的。如果一个重要术语在一个长页面中多次出现，但只在页面最开头的地方用了链接，就应当用下划线标明。确实，带着兴趣直接跳转到一个子段落的读者必须依然能找到一个链接。但对于这种问题要小心对待，重复链接的距离关乎编辑者的喜好，然而如果存疑那就在更远的地方重复。\n\n链接到重定向页比用管道链接更好，除非是在模板和其他可能会被引用的页面。如果无法避免使用管道链接，就不应将其指向重定向页。举例：请用[[白桦原木]]而不是[[原木|白桦原木]]。\n\n文件\n文件的名称应当简洁，且能表明文件的内容。需要注意：\n不应该只用日期来给文件命名（这经常发生在截图上，请修改文件名）。文件名不应该包含中文字符。\n全角符号也被视为中文字符，请在上传时改为半角。\n文件名也不应该包含“px”之类的尺寸说明。除了一些特殊文件另有用途外，请勿上传Grid开头的图标，这些图像统一收集在“小精灵”图像中。确保文件名中没有多余的空格。文件后缀名一律小写。\n\nInfobox内的图像名称必须和游戏内英文名称一致，且应当是等轴视图。为方便起见及保持名称的一致性，这类文件的各材质版本命名格式为<特性名称> JEm BEn.png，其中“m”和“n”是此材质在对应Java版或基岩版中更新的次数（从1开始），随材质的更新而递增。<特性名称>.png作为重定向指向最新的修订版本。例如，File:Grass Block.png是一个重定向，指向最新的File:Grass Block JEm BEn.png。\n\n页面布局\n\n出于一致性的目的，特定类型的所有页面都应遵循此常规布局。\n在最顶部，可使用横幅与模板，比如给一个版本用{{Version nav}}，给方块类页面用{{Block}}，等等。\n顶部模板应按照Infobox，Msgbox，Hatnote的顺序排序。\n介绍，使用综合性的描述。页面正文，从第一个段落开始。\n\n如果页面目前尚未拥有布局，可以在讨论页中提出；否则，就尝试使用与已存在的布局格式相近的布局。目前页面的布局包括：\n特性类版本类\n\n删除页面\n为了防止出现孤立页面，请勿直接清空一个页面，而应当在页面顶部使用{{delete}}模板提示管理员或巡查员删除此页面。使用了此模板的页面会加入到Category:等待删除分类中。\n\nWiki 手册\n欢迎来到中文Minecraft Wiki。从现在起，您是Wiki的一员了！您可以随意阅览、编辑条目。\n\n以下能帮助你快速入门Wiki的手册。如果你刚加入Wiki翻译/编辑工作却不知道如何编辑条目的话，这个条目可以帮助你作出令此Wiki变得更加完整和整洁的编辑，以便玩家找到自己所需要的信息。另外如果想要了解编辑工具的用法，或是想要提出建议和意见，可在社区专页留言。\n\n开始\n开始编辑\n你可能会一头雾水：怎么编辑这些页面？很简单，右上角有一个“编辑源代码”的按钮，点击它就可以进行编辑了。\n你可能又会问：那不是还有一个“编辑”按钮吗？如果你点了“编辑”按钮，会打开可视化编辑器。一般情况下，我们不推荐使用可视化编辑器来进行编辑。\n\n源代码编辑\n关于如何使用源代码编辑Wiki，请见“Help:编辑”。\n本Wiki基于MediaWiki，因此使用另一种标记语言——Wikitext。这种语言并不难。\n关于Wiki的使用，在编辑帮助已经写得很全了——至少对你来说，这个阶段的编辑完全够用了。\n源代码编辑页面的工具栏上也有“帮助”按钮，编辑时遇到困难的时候可以打开看看。\n\n内容\n由于暂时以翻译英文Wiki的内容为主，所以想要翻译的话，就要先把英文Wiki的内容搬过来。\n首先，先找到你要翻译的页面。对比中文和英文Wiki，如果发现中文Wiki的内容比英文Wiki少，就说明这个页面需要更新了。\n获取英文Wiki的内容的方法和编辑的方法相同，点击右上角的“Edit source”按钮（这个按钮相当于“编辑源代码”），选中编辑框中的内容复制（可以使用Ctrl+C）下来，然后粘贴（可以使用Ctrl+V）至中文Wiki的页面。\n接下来，就是翻译了。\n\n翻译\n除了熟练掌握使用Wikitext以外，在这里编辑还要遵守一定的格式（尤其是在翻译的时候）。请在编辑前确保阅读并理解了格式指导和书面汉语指导的内容。\n请尽量确保翻译的准确性。请不要使用机器翻译！翻译时，注意“{{}}”里的内容。这个标记表示引用了“模板”来创建统一样式的内容。\n简单来说，就是输入一些参数，输出固定格式的内容。在“{{}}”中，“=”左边的是“变量名”，一般都保留为英文。在右边的是“变量值”，通常而言，内容是一个单词的变量值无需翻译，而较长的变量值需要翻译成中文。\n如果您不确定，您可以全部使用英语后使用预览，将未显示成中文的内容更改为中文。\n请善用“预览”功能，这样可以有效减少编辑次数和编辑中的错误。频繁地进行编辑会被警告。\n如果页面内容太多无法一次性翻译完，请至沙盒进行编辑。\n\n标准译名\n关于标准译名列表，请见“Minecraft Dungeons Wiki:译名标准化”。\n标准译名可以在标准译名列表中使用Ctrl+F快速查找。如果你比较懒，也可以去快速参考页查找。尚未确定的译名在本Wiki中应留为英语，以免混乱。请以页面上悬挂的信息框为准。\n\n新建页面\n当你对一些页面进行了查漏补缺后，你积累了一定的编辑经验。这时，你的编辑可能改动越来越大，直到你已经有能力去翻译整个页面了。\n这时，你想要编辑一个页面，却发现中文Wiki没有这个页面。这时就需要你手动新建一个页面了。\n新建页面的方法也有很多。\n首先，需要确定你要新建页面是否满足关注度准则。关于如何确定页面是否满足关注度准则，请见“Minecraft Wiki:格式指导#关注度”。\n如果满足准则，那么你要确定新建页面的标题。关于如何确定页面的标题，请见“Minecraft Wiki:格式指导#条目标题”。\n\n直接新建\n在浏览器的地址栏中输入minecraft-zh.gamepedia.com/<你要新建的页面的标题>，会弹出这样一段话：“此页面目前没有内容。您可以在其他页面中搜索此页标题、搜索相关日志或编辑此页。创建页面之前请确定您的行为符合条例并且已阅读Wiki编辑手册。”\n点击这段话里的“编辑此页”即可。当然，也可以点击右上角的“创建源代码”来创建页面。\n\n搜索新建\n搜索这个页面。搜索结果会出现这样一句话：“在本Wiki上新建名为“【你要新建的页面的标题】”的页面！”\n点击即可。创建后，将英文Wiki的内容使用Ctrl+A全选后复制粘贴至你新建的页面上，就可以进行翻译了。\n\n页面布局\n关于页面如何布局，请见“Minecraft Wiki:格式指导#页面布局”。\n在翻译时，请尽量按照英文Wiki的布局来。\n\n编辑页面标准\nWiki有许多方针指引和法律告示。下面列出了一些方针和告示。Minecraft Wiki:关于Minecraft Wiki:著作权Minecraft Wiki:免责声明Minecraft Wiki:Wiki条例\nMinecraft Wiki:Wiki条例/视频使用政策\nMinecraft Wiki:管理制度Minecraft Wiki:格式指导\nMinecraft Wiki:格式指导/版本Minecraft Wiki:格式指导/特性Minecraft Wiki:格式指导/红石\nMinecraft Wiki:译名标准化\nMinecraft Wiki:译名标准化/listMinecraft Wiki:译名标准化/translationMinecraft Wiki:译名标准化/历史Minecraft Wiki:译名标准化/繁体译名\nMinecraft Wiki:Wiki巡查指南\n\n\n用户页标准\n关于完整的用户页指导，请见“维基百科:用户页”。\n用户页面必须在User名字空间下创建，否则会被移动或删除（在右上方点击用户名即可到达自己的用户页）。只有注册用户才能创建自己的用户页，匿名用户创建的用户页将被删除。请勿在User名字空间下的页面作出过多、过于频繁的编辑。编辑总数超过100且User名字空间下的编辑量超过总数70%的用户将由管理员视具体情况处理。\n\n\n页面编辑小贴士\n在提交更改前可以先把整篇文章保存到本地，以免有时网络被其他原因影响而没有保存你的编辑。在保存页面前可以先使用预览功能来查看编辑效果，以免增加修改次数。要注意有些符号在使用中文和英文键盘是不一样的，像（）：～。在翻译页面时请把标点符号也改成全角的（除了文件名之类的特殊地方）。在编辑时请把一些不翻译的英文专有名词的开头大写（如beta-->Beta，classic-->Classic）。在编辑时请不要留下不必要的空格。翻译时建议按着文章的顺序翻译，不要零散地翻译，这样可能阻碍别的翻译者翻译。建议在一次编辑内修改较多的内容，请至少翻译一整句话。由于中文和英文的语言习惯之间存在一定的差异，请尽可能按照中文的语言习惯组织译文，而不要完全依照英文原文的语序逐字逐句地翻译。\n\n\n添加图片\n在Wiki里，图片分很多种，所以每种图片都有特殊的语言来添加到页面中。需要注意的是，所有图片名称都应是英文的。图片可以在File:图片名（包括.png或其他图片格式结尾）页面找到。注意：要确保文件名大小写一致。方块/物品/生物页面上Block/Item/Mob模板的主要图片以及一般的图片\n要在以上模板上添加图片，用户可在模板里添加“|image=图片名”（包括.png或其他图片格式结尾），在页面上添加普通图片就加入“[[File:XX.png|thumb|大小（300px）|简介]]”。方块/物品/生物页面上Block/Item/Mob模板的小图片以及合成/熔炼/酿造药水时使用的图片\n在这使用的图片来自File:InvSprite.png。要在页面上添加图片的话，添加“|invimage=对应特性英文名”。在模板上的图片（像Template:Blocks）\n在这种模板上添加图片，要写“{{图片表|名称}}”。图片表的名称一般是以Link结尾的（如BlockLink），不同类型的图片有不同的图片表，像方块是BlockLink，物品是ItemLink，等等。名称一般是特性的英文名，特殊的特性可在在“Module:图片表（不含Link）Sprite”页面中找到。\n\n上传图片\n参见：Minecraft Wiki:格式指导§文件上传的文件名必须只能包含数字、符号或字母，请勿上传文件名带有中文的图片。如果你选择上传你自己在游戏内的截图，请将默认的日期时间文件名修改成能表达图片含义的名称。对于英文Wiki图像的汉化版，上传时请添加到Category:汉化图像。上传文件页面有更多提示。\n\n\n建立与维基百科的链接\n如需在条目中建立与维基百科的链接，可使用“[[Wikipedia:zh:页面名称]]”或“[[Wzh:页面名称]]”（尽量链接至中文维基百科）或“[[Wikipedia:页面名称]]”（当无对应中文页面时，链接至英文维基百科）。\n\n讨论\n 加入群组一起讨论！QQ：1036873990\n另：Minecraft Wiki 综合交流群：205398450\n\n也可以在社区专页讨论。\n\n旗下项目\nMinecraft Dungeons 简体中文 汉化包 by @zyjking\n\n\n\n\n\n中文 Minecraft Dungeons Wiki 内容除属于 Minecraft 或者其衍生物的内容由 Mojang AB 所有，受到版权保护之外，其他内容皆在署名-非商业性使用-相同方式共享 3.0 未本地化版本 (CC BY-NC-SA 3.0) 协议下发布。本文章内容部分复制自这个页面。\n\n最后借用一句话——\n希望译者至少有初中（国中）毕业的良好英语水平。但要想做到翻译基本无障碍，CET-4或是高中英语水平才能做到基本无障碍。翻译过程中还可以锻炼英语，欢迎大家加入。\n——@sjjklh \n\n在家无事可做？快来做Minecraft Dungeons Wiki编者\n1，在家就可以做，工作简单，只要写符合要求的条目就行；\n2，工作条件简单，只要有一台手机或者电脑就可以做；\n3，工资随时结，每月0元 ；\n我自己、周围玩家也在做，十分简单。\n快去 https://minecraft-zh.gamepedia.com/Minecraft_Dungeons:Wiki 直接上岗！",
    "replies": [
        {
            "author": "信平",
            "timestamp": 1585746540,
            "txt_content": "这个是qq群吗，加不进去啊。"
        },
        {
            "author": "zyjking",
            "timestamp": 1588326060,
            "txt_content": "这个是你的草稿嘛。。。"
        },
        {
            "author": "电量量",
            "timestamp": 1588339080,
            "txt_content": "zyjking 发表于 2020-5-1 17:41\n这个是你的草稿嘛。。。\n这个帖子的确就是去年暑假左右发出去的... 这个项目在ag手上的时候就发了...\n"
        }
    ]
}