{
    "title": "分享个种子",
    "author": "银龙斩月",
    "replyCount": 7,
    "timestamp": 1560557520,
    "txt_content": " 本帖最后由 银龙斩月 于 2019-6-15 09:43 编辑 \n\n593283685544694104\n出生地是一个海岛，在海岛下面有个巨大的矿洞，矿洞隔段时间就会尸满为患——因为有个角落不太好进入我就没去清扫\n但就是这个角落，一个位于160.18.3的矿洞，这里因为黑暗，会刷大量僵尸，导致洞穴里充满了僵尸——只是这样也就算了，关键是每个僵尸手上都会标配一个火药！\n是的，没错，我已经在这里杀了一百多只僵尸，其中至少九十只手上都有火药\nwtf\n我详细的重新仔细说一下\n海岛下方，在海底区域有一个与深海连接的洞穴（不是海底隧道，里面没有水），这里总是会聚集好多拿着火药的僵尸，而且这些僵尸还经常冒到地面来\n只是僵尸多我是懒得理的，但为什么火药会成为这些僵尸的标准装备\n我就很不理解\n后来有一次我冒了很大危险清理了那一大群僵尸，进去后发现这其实就是之前一条已经被我扫空了的矿洞分支——没错，这里都有火把但就是有僵尸，于是我把疑点定在洞穴深处，洞穴深处连接着我正常情况下绝对不会刷怪的矿坑，↓我的矿坑一律是这样的\n\n\n\n没错就和系统生成的矿坑差不多而且每条木板之间都会挂一个铁灯笼，也就是说整个矿坑不存在亮度低于10的地方\n那么好，来自矿坑的疑点排除，矿坑连接着的矿洞有三个分叉，一个是通向最近的岩浆湖的死胡同，排除，左侧是通向废弃矿井的通道，废弃矿井我也没有探索完，但是没有探索完的地方会用栅栏封住，也可以排除，那么只剩下了另一个可能，那就是我之前没有清理掉的很难进入的矿洞死角——难清理的一个因素是这里已经有了大量的僵尸以及我数不清有多少的苦力怕，\n，就如上面我给的坐标所标注的地方，这里有一处水，苦力怕总是从更高的神秘洞穴掉落，有时候会逃出来，更多的则是淹死在水流里，然后水流将远处的许多僵尸限制了起来，火药就这样源源不断的被送入僵尸群中，然后从中脱离的僵尸基本上手里都有了物品，否则早该消失了\n不过我不明白的是为什么有时候会有僵尸拿着箭与骨头，因为我记得新版的骷髅和僵尸都不再会被淹死了\n\n给出坐标的地方是我从矿洞的另一处直线挖过去的，而在这被水限制起来的僵尸群则会从另一处更容易逃脱的地方进入矿道，然后到处走动，且因为拿着东西，他们永远不会消失——\n\n一个天然的苦力怕刷怪塔吗？\n只需要隔三差五进来收割僵尸，就能获得大量的火药\n\n下面我发下存档——首先走到有附魔台的房间，我记得退出时我在锅炉房，那就是出门左拐再左拐，工作台的方向是正门，正门出去后直接下海，下海后回头就是洞口\n其实这是昨天的存档而不是现在的，现在我已经杀掉大部分刷在这里的僵尸了，也把水移除掉了\n因为我向来对刷怪塔什么的没兴趣，虽然这是个很新颖很巧合的东西不过对我来说仍旧是碍事\n然后，在这个存档里可以看见矿洞里依旧到处都是举着火药的僵尸。\n进入海底洞穴后，在有一片白桦木栅栏的地方右侧小空间进入，进入这个地方后左侧是死胡同，右侧是我的矿道，直走再左拐就是正确的路，在经过一段路之后再次来到一个岔路，右侧下去又是个三岔路口，左侧岩浆池前方洞穴，右侧就是这个聚集僵尸的地方，这里所有的僵尸每一个都是拿着火药的，不知道这里死了多少爬行者\n链接: https://pan.baidu.com/s/1CPMdIRzjrjjuqYju1xI7GA 提取码: 9yg8 ",
    "replies": [
        {
            "author": "ysye",
            "timestamp": 1560557820,
            "txt_content": "好的好的好的"
        },
        {
            "author": "Ice_Frog",
            "timestamp": 1560558600,
            "txt_content": "神种子..回去试一试,对了是什么版本的"
        },
        {
            "author": "苦末尸",
            "timestamp": 1560558900,
            "txt_content": "nb种子，太厉害了"
        },
        {
            "author": "银龙斩月",
            "timestamp": 1560560340,
            "txt_content": "Ice_Frog 发表于 2019-6-15 08:30\n神种子..回去试一试,对了是什么版本的\n1.14.2运行，但是是从1.13.2创建的地图"
        },
        {
            "author": "mine新时代xs",
            "timestamp": 1560560760,
            "txt_content": "高版本种子啊，我就说这种刷怪塔以前怎么从来没见过\n有空研究一下，挺好玩的样子"
        },
        {
            "author": "東風",
            "timestamp": 1560560940,
            "txt_content": "地图种子还行，我还以为是/滑稽\n好吧我想歪了。"
        },
        {
            "author": "银龙斩月",
            "timestamp": 1560561720,
            "txt_content": "mine新时代xs 发表于 2019-6-15 09:06\n高版本种子啊，我就说这种刷怪塔以前怎么从来没见过\n有空研究一下，挺好玩的样子 ...\n嗯，原理大概就是，一个能大量刷怪的地方，爬行者死亡，僵尸保留物品并留下"
        }
    ]
}