{
    "title": "[Minecraft.net|INSIDER] 背包盘点：海草",
    "author": "zyjking",
    "replyCount": 4,
    "timestamp": 1560676320,
    "txt_content": "\nTAKING INVENTORY: SEAGRASS背包盘点：海草\nWe're kinda lichen it好像有点像青苔\nThe ocean! Once it used to be a barren wasteland, but since the 1.13 update, the soggiest biome is now packed to the gills with fish, icebergs, sea pickles, coral reefs, and all sorts of other goodies. But the best addition of all, ** that gets me out of bed every morning because I love it so much, is seagrass – our item of the week.\n海洋！曾经是一片不毛之地，但自从1.13更新开始，这个水下群系已经充满了会冒泡的鱼，冰山，海泡菜，珊瑚礁和其他各种物品。但是最好的那个能我每天能坚持早起，就因为我喜欢它，它就是海草 - 我们本周的物品。\n\nWhy is seagrass so **? Let me tell you. Firstly, it’s beautiful – look at it swaying in the currents of a warm ocean biome and tell me it’s not gorgeous. Secondly, you can find it just about anywhere that’s underwater – it grows in every ocean biome except for frozen oceans, because they’re frozen. Finally, it’s renewable and compostable, making it the most sustainable underwater resource around – perfect for an undersea habitation sphere.\n为什么海草能引起我的兴趣？让我告诉你。首先，它非常华丽——看它在温带海洋群系的洋流中摇曳，还告诉我它不华丽。其次，海草无处不在——它生长在每个海洋生物群系中，除了冻海，因为它们全被冻结了。最后，它是可再生和可堆肥利用的，使其成为可持续利用的最佳水下资源——对水下居住非常适用。\n\n\nSeagrass has been mentioned a few times throughout the game’s history, but finally came into being in version 1.13. It’s found all over Minecraft’s underwater biomes, in both tall and short varieties. The short one drops one seagrass when harvested with shears, and the tall one drops two. Don’t just punch it, or it’ll break off into nothingness in your hands.\n海草在整个游戏史中曾有多次被提及，但最终在1.13版本中出现。在所有Minecraft中的水下生物群系都会有它的身影，有高也有矮。短的用剪刀剪能得到一个，而高的能得到两个。不要用手撸它，否则你什么也得不到。\n\nFun fact: seagrass is the favourite food of turtles. It can be used to breed them, accelerate the growth of baby turtles, and a turtle will drop 0-2 bits of seagrass when killed, or more if you have a looting enchantment on your sword. Need a large quantity and don’t want to slaughter zillions of turtles? No problem – just use some bonemeal on the seafloor, and you’ll be swimming in the stuff, literally.\n有趣的事实：海草是海龟喜欢的食物。可以用来繁殖海龟，和加速幼龟成长，一只海龟在被杀时会掉落0-2个海草，如果你的剑上附有抢夺的话会掉更多。需要大量海草而不想当刽子手？没问题——只需在海底撒一些骨粉，你就可以游进海草堆里去了，字面意思。\n\n\nSeagrass is about as common in the real world as it is in Minecraft. It spreads across large underwater meadows in the coastal areas of many different parts of the world. There are 60 different species of seagrass, all of which evolved from land-based plants that migrated back into the ocean about 100 million years ago.\n不管在现实世界还是Minecraft中，海草都十分常见。它组成了遍布世界许多不同地区的沿岸海底草地。海草大概有60种，所有的海草都是由陆生植物进化而来，大约在1亿年前全部迁移至海洋。\n\nCoral reefs get all the press, but seagrass meadows are just as important a part of underwater life. They’re home to hundreds of different species – from baby fish, to worms, turtles, manatees, sharks and crabs. Not only that, but seagrasses slow down the movement of water, allowing sand and other floating particles to float to the bottom, which makes it clearer.\n尽管珊瑚礁出尽了风头，但海草草地也是海底生态的重要组成部分。它们是数百种不同动物的家园——从幼生鱼到蠕虫，海龟，海牛，鲨鱼甚至螃蟹。不仅如此，海草还减缓了水的流动，使沙子和其他浮动颗粒沉到底，让海水更透明洁净。\n\nHumans also use seagrasses. Historically, they were used to fertilise sandy soils, and during the First World War they were used by French soldiers to stuff mattresses, which were in high demand. Recent research showed that they can remove dangerous bacteria from the water. Oh, and they pull CO2 out of the air, fighting climate change too!\n人们也会用海草。从历史上看，它们被用来给沙质土壤施肥，在第一次世界大战期间被大量用来充当床垫给法国士兵。最近的研究表明，他们可以从水中清除危害细菌。对了，他们也可以吸收二氧化碳，以对抗气候变化！\n\nWater impressive list of achievements. Whale, I’m off. Sea you next week!\n还有令人印象深刻的水下成就列表。鲸鱼，我先走了。下周海会再见面的！\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/taking-inventory--seagrass\n原文作者：Duncan Geere发表于2019/06/12\n译者：zyjking\n",
    "replies": [
        {
            "author": "abc2513151911",
            "timestamp": 1562454180,
            "txt_content": "按物种起源观点不是应该从海洋到陆地吗"
        },
        {
            "author": "zyjking",
            "timestamp": 1562460780,
            "txt_content": "abc2513151911 发表于 2019-7-7 07:03\n按物种起源观点不是应该从海洋到陆地吗\n在说出这种话之前，建议你先去查查百科"
        },
        {
            "author": "czlmc",
            "timestamp": 1571191740,
            "txt_content": "对啊，这文章有问题，物种起源里说明明是从海洋到陆地，小朋友真是博学多才呢"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576169280,
            "txt_content": "海草海草\n海里生草"
        }
    ]
}