{
    "title": "空岛插件ASkyBlocks出现三行红字",
    "author": "Ares_heizi",
    "replyCount": 2,
    "timestamp": 1560751020,
    "txt_content": "1.7.10服务器的空岛插件AskyBlocks是怎么配置的，我弄完后服务器出现三行红字\n提示需要1.对config里的必要项目比如distance进行配置，但是我在里面都已经配置了\n             2.就是把主世界弄成world的必要步骤，去bukkit.yml里面添加一些东西，然后把server里面的level_type改为AskyBlock，这我也弄了\n             3.是多世界插件的版本过低，我和官网对照的了一下最新版貌似就是2.5,我也是2.5没毛病啊...\n以下是配置文件的内容，大佬们帮忙看看吧awa\ngeneral:\n   # Sea level height (don't changes this mid-game unless you delete the world)\n   # Minimum is 0, which means you are playing sky block!\n   # If sea level is less than about 10, then players will drop right through it\n   # if it exists. Makes for an interesting variation on sky block.\n   sealevel: 0\n\n   # Island level - the height of the island.\n   # Height should not be lower than sea level, but can be if you have an\n   # island schematic that supports it\n   # Lowest level is 5\n   islandlevel: 120\n\n   # Name of the world - if it does not exist then it will be generated\n   worldName: World\n\n   # Use the control panel as the default display for /island\n   # /island will always create an island if one does not exist\n   # If the control panel is not used, then /island will teleport the player home\n   usecontrolpanel: false\n\n   # Create Nether - if this is false, the nether world will not be made and access to\n   # AcidIsland control of the nether will not occur. Other plugins may still enable\n   # portal usage.\n   # Note: Some challenges will not be possible if there is no nether.\n   # Note that in AcidIsland, all players arrive at the same portal and entering a\n   # portal will return them back to their islands.\n   createnether: true\n\n   # Try new island-style nether. Change to true\n   # Still in Beta!\n   newnether: false\n\n   # Schematics\n   # The default schematic file (if used) for all players is island.schematic.\n   # To give players other schematics, list a permission and the filename\n   # then give the player that permission (it can be anything)\n   # If the file does not exist, it will not load.\n\n   schematics:\n   #  Note that in this example, the permission is 'schematic.vip'. It can be anything\n   #  you like. For example, an existing permission for a rank of player.\n   # Uncomment the lines after this one after you change them...\n   #  schematic.vip: vipisland.schematic\n   #  schematic.vip2: vip2island.schematic\n   #  schematic.jail: jail.schematic \n\n   #How long a player must wait before they can reset their island again in second\n   resetwait: 300\n\n   #The number of seconds to wait for confirmation of a reset\n   resetconfirmwait: 10\n\n   #How long a player must wait until they can rejoin a team island after being\n   #kicked in minutes. This slows the effectiveness of players repeating challenges\n   #by repetitively being invited to a team island.\n   invitewait: 60\n\n   # Island level calculation cool down in seconds\n   levelwait: 60\n\n   #How many resets a player is allowed (override with /asadmin clearreset <player>\n   #Value of -1 means unlimited, 0 means hardcore - no resets.\n   #Example, 2 resets means they get 2 resets or 3 islands lifetime\n   resetlimit: 2\n\n   #Commands to run when the player resets their island (uncomment and customize)\n   # [player] is the player name of who is reseting\n   resetcommands:\n   #- kit tools [player]\n   #- some other command\n\n   # Commands to execute when player leaves a team, either by leaving or being kicked\n   # Commands will execute even if the player is offline, so may cause errors in\n   # the console if the commands doesn't make sense\n   leavecommands:\n   #- kit tools [player]\n\n   # Ops receive damage from acid (Set to true if you want Ops to play properly)\n   damageops: false\n\n   # Acid damage to player per second by being in acid if they have no armor on.\n   # A fully health player has 20 health points. Players will regen some health\n   # so the default will give players about 3 seconds to get out the acid\n   # 0 = no damage, 10 = default damage, 20 = instant death\n   aciddamage: 0\n   # Damage that monsters will experience.\n   mobaciddamage: 0\n   # Damage that rain does.\n   raindamage: 0\n   # Damage that animals will experience in acid.\n   animaldamage: 0\n   # Damage chickens in acid - true or false - chickens tend to go swimming...\n   damagechickens: false\n\n   # Damage type to apply in addition to acid damage\n   # Types can be : SLOW, SLOW_DIGGING, CONFUSION,BLINDNESS, HUNGER, WEAKNESS and POISON\n   # If you just want these to act, then make the acid damage 0 above\n   # Note - these are potion effects and so can be cured by milk\n   damagetype:\n\n   # Removing mobs - this kills all monsters in the vicinity. Benefit is that it helps\n   # players return to their island if the island has been overrun by monsters\n   # Con is that it kills any mob grinders \n   # Remove mobs when logging in\n   loginremovemobs: true\n\n   # Remove mobs when /island\n   islandremovemobs: false\n\n   # Sets the limit for number of monsters that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   # Max is 100\n   monsterspawnlimit: 70\n\n   #[integer] Sets the limit for number of animals that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   # Max is 100\n   animalspawnlimit: 15\n\n   # Breeding limits - if this is set to more than 0, then players will not be able\n   # to breed more animals than that number on their island. A value of zero means no\n   # limit. Note that animals will not be killed or reduced to this limit.\n   # This will not affect mobspawn blocks or monster egg use. Note that hearts will\n   # still appear, but breeding will not happen.\n   breedinglimit: 0\n\n   #[integer] Sets the limit for number of water animals  that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   # Max is 100\n   wateranimalspawnlimit: 15\n\n   #[integer] Island below this level will be removed if they are abandoned and admins issue the purge command\n   abandonedislandlevel: 10\n\n\n   ##### Economy ######\n   # Use economy or not. If true, an economy plugin is required. If false,\n   # no money is used or give and the mini-shop is disabled.\n   # If there is no economy plugin present anyway, money will be automatically\n   # disabled.\n   useeconomy: true\n\n   # Reset Money - if this is true, will reset the player's money to\n   # the starting money (see below) when they start an island or reset\n   # Recommendation is that this is set to true, but if you run multi-worlds\n   # make sure your economy handles multi-worlds too.\n   resetmoney: false\n\n   # Starting money - this is how much money new players will have as their\n   # balance at the start of an island. \n   startingmoney: 10.00\n\n   # Reset Challenges - if this is true, player's challenges will reset when they\n   # reset an island\n   resetchallenges: true\n\n   # Reset inventory - if true, the player's inventory will be cleared when they start\n   # or restart and island. Default is true.\n   # Note: if you have MultiInv running or a similar inventory control plugin, that\n   # plugin may still reset the inventory when the world changes.\n   resetinventory: true\n\n   # Reset Ender Chest - if true, the player's Ender Chest will be cleared when they\n   # start or restart their island. Default is false.\n   # NOTE: Ender Chests spawn worlds, so it will clear ALL chests. In general,\n   # Enderchests should not be allowed in ASkyblock unless you only run the ASkyblock\n   # world. Ender Chest crafting and use is governed by the askyblock.craft.enderchest\n   # permission.\n   resetenderchest: false\n\n   # Nether spawn protection radius - this is the distance around the nether spawn\n   # that will be protected from player interaction (breaking blocks, pouring lava etc.)\n   # Minimum is 0 (not recommended), maximum is 100. Default is 25.\n   # Only applies to standard nether.\n   netherspawnradius: 25\n\n   # Broadcast 1st time challenge completion messages to all players.\n   # Change to false if the spam becomes too much.\n   broadcastmessages: true\n\n   # Allow /island teleport when falling. If set to false, all teleporting is\n   # disabled until death from the void or until you hit something.\n   # See commands that this will block too\n   allowfallingteleport: true\n   blockingcommands:\n   - home\n   #- anotherCommand\n   #- andAnotherOne\n\n   # Remove non-repeatable challenges from the challenge GUI when complete\n   removecompleteonetimechallenges: false\n\n   # Add enchanted glow to completed challenges (does not work with all clients)\n   # Also currently adds an \"enchanted\" line of text...\n   addcompletedglow: true\n\n   # Use physics when pasting schematic blocks. If this is false, then blocks\n   # like water will not flow from the schematic\n   usephysics: false\n\n   # Calculate leve on login\n   # If true, the plugin will run the level command for the player when they login\n   # If the command is busy, it will fail silently\n   loginlevel: false\n\n##### Island Related Settings #####\n\nisland:\n   # Space between islands in blocks - NEVER change this mid-game.\n   # Values for a new world:\n   # 400 - puts players distance enough that they usually cannot see each other\n   # 200 - allows some expansion of the protected zone (recommended)\n   # 110 - for compatibility with established worlds. Cozy.\n   # 50 - minimum - not recommended\n   # IF YOU ARE UPGRADING YOU MUST USE YOUR OLD VALUE EXACTLY, E.G., 110\n   #\n   # You MUST change this value to something to start the plugin!\n\n   distance: 200\n\n   # The size of the protective region for new islands. Must be at least 16 blocks\n   # less than the island distance. Large sizes will slow down island level calculation\n   # when players do /is level.\n   #\n   # Recommended size is 100 because it gives players a good starting size.\n   # Minimum size is 50.\n   # Admins can change protection sizes for players individually using \n\n   protectionRange: 100\n\n   # If you want to try to have protection range = distance set the following to true.\n   # It may result is incomplete deletion of islands. Not recommended.\n   overridelimit: false\n\n   # Coordinate offset - never change this mid-game and there is no\n   # need to set this. It is for compatibility with IslandWorld maps and set by\n   # BlockConverter\n   xoffset: 1\n   zoffset: 1\n\n   # Max team size\n   maxteamsize: 4\n   # VIP team size - set by permission askyblock.team.vip\n   vipteamsize: 8\n   # VIP2 team size - set by permission askyblock.team.vip2\n   vip2teamsize: 12\n\n   # Items that will be in the chest when the player starts an island\n   # Must be in Bukkit Materials format. Format is <Material>:<Qty>\n   # or <Material>:<Damage>:<Qty>\n   # Use <Damage> to set the durability of a item or to select sub-items/colors.\n   # Format for POTION is POTION:<effect>:<qty> or POTION:<effect>:<type>:<qty>\n   # <type> is EXTENDED, SPLASH or EXTENDEDSPLASH. Not all potions can be extended.\n   # Check console for errors and guidance after reloading configuration\n   # Set to '' if items are included in the schematic\n\n   chestItems: 'ICE:2 MELON:1 TORCH:2 BONE:1 LAVA_BUCKET:1 PUMPKIN_SEEDS:1 SUGAR_CANE:1 RED_MUSHROOM:1 BROWN_MUSHROOM:1 CACTUS:1 BREAD:1 WHEAT:1 LEATHER_BOOTS:1 LEATHER_HELMET:1 LEATHER_CHESTPLATE:1 LEATHER_LEGGINGS:1'\n\n   # Island Protection Settings\n\n   # PVP is allowed or not.\n   # If PVP is denied, then players can expel other players from islands\n   # otherwise players have to kill each other\n   allowPvP: false\n   # Other players can break blocks or not or generally damage things\n   allowbreakblocks: false\n   # Other players can place blocks\n   allowplaceblocks: false\n   # Allow players to be able to sleep in beds not on their island\n   allowbeduse: false\n   # Allow players to use buckets, either fill or dump them\n   allowbucketuse: false\n   # Allow players to shear sheep\n   allowshearing: false\n   # Allow players to throw enderpearls and teleport\n   allowenderpearls: false\n   # Allow players to use doors or trapdoors. If a door is operated by a button or redstone, this does not count\n   allowdooruse: false\n   # Allow players to use levers or buttons\n   allowleverbuttonuse: false\n   # Allow players to trample crops\n   allowcroptrample: false\n   # Allow players to access chests of any kind, droppers, dispensers and hoppers\n   allowchestaccess: false\n   # Allow players to access furnaces\n   allowfurnaceuse: false\n   # Allow players to adjust diodes or comparators\n   allowredstone: false\n   # Allow players to use jukeboxes, eject discs and hit note blocks\n   allowmusic: false\n   # Allow players to use crafting benches\n   allowcrafting: true\n   # Allow players to use cauldrons and brewing stands\n   allowbrewing: false\n   # Allow gates to be used\n   allowgateuse: false\n   # Allow friendly mobs to be hurt (cows etc.)\n   allowhurtmobs: false\n   # Allow monsters to be hurt (creepers,slimes, etc.)\n   # Don't change this to false unless you accept that island visitors will not be\n   # able to defend themselves!\n   allowhurtmonsters: true\n   # Allow Enderman Griefing (default is to allow, see next setting)\n   allowendermangriefing: true\n   # Make enderman drop the block he is holding if he dies (recommended)\n   endermandeathdrop: true\n   # Allow creeper explosion damage to block (explosion still hurts)\n   allowcreeperdamage: true\n   # Allow TNT damage to blocks (stops players using TNT to destroy other's islands)\n   allowtntdamage: false\n   # Allow spawn egg use\n   allowspawneggs: true\n   # Allow animal breeding by visitors\n   allowbreeding: false\n   # Allow use of Flint & Steel by visitors\n   allowfire: false\n   # Allow chests to be blown up by creepers or TNT\n   allowchestdamage: false\n   # Allow leash use\n   allowleashuse: false\n   # Allow use of enchanting tables\n   allowenchanting: true\n   # Allow anvil use by visitors\n   allowanviluse: true\n   # Allow item drop by visitors\n   allowvisitoritemdrop: true\n   # Allow item pickup by visitors\n   allowvisitoritempickup: true\n   # Allow visitors to keep their items if they die\n   allowvisitorkeepinvondeath: false\n   # Allow armor stand use by visitors\n   allowarmorstanduse: false\n   # Allow beacon use by visitors\n   allowbeaconaccess: false\n   # Allow portal use by visitors\n   allowportaluse: true\n\n# Spawn protection options - different to regular islands\nspawn:\n  # The following are recommended to be true at spawn\n  allowdooruse: true\n  allowleverbuttonuse: true\n  allowchestaccess: true\n  allowfurnaceuse: true\n  allowmusic: true\n  allowcrafting: true\n  allowbrewing: true\n  allowgateuse: true\n  allowanimalspawn: true\n  allowmobkilling: true\n  allowenchanting: true\n  allowanviluse: true\n\n  # The following are recommended to be false at spawn, but you can change\n  allowbreakblocks: false\n  allowplaceblocks: false\n  allowredstone: false\n  allowanimalkilling: false\n  allowmobspawn: false\n  allowbeaconaccess: false\n  allowspawneggs: false\n  alloweggs: false\n  # The following stops water above sea level from being acid at spawn if acid is active\n  allowspawnnoacidwater: false\n\n# This section contains the biomes that can be bought or used\nbiomesettings:\n  # The default cost for changing biome. Can be over-ridden by the Biome settings\n  # Default is 100 if this is not set. Cannot be <0.\n  defaultcost: 100\n\n  # Default biome - what every player will start with. Default is PLAINS. See below\n  # for other options\n  defaultbiome: PLAINS\n\n# List of biomes and their settings.\n# Cost - cost in currency to change to that biome\n# permission - the permission required to use that biome\n# If the biome is not listed, it is not available\n# icon = icon used in control panel\n# friendlyname = A friendly name for the biome. If it does not exist, the official\n# biome name will be used with pretty formatting. Mostly this is just used to convert\n# Hell to Nether\n# description = a description of the biome and what it gives the player\n# remove ice/water/snow - will be done once when the biome is made\n\nbiomes:\n  COLD_TAIGA:\n    icon: SAPLING\n    description: Snowy and cold. Brrr.\n  DESERT:\n    icon: DEAD_BUSH\n    description: A dry desert. Warning - Ice or snow have to go.\n  FLOWER_FOREST:\n    icon: RED_ROSE\n    description: The place for flowers!\n  HELL:\n    icon: LAVA_BUCKET\n    cost: 1000\n    permission: askyblock.biomes.hell\n    friendlyname: Nether\n    description: Warning - all water, snow and ice will be removed.\n  JUNGLE:\n    icon: VINE\n    description: Lush jungle. Warning - Ice or snow have to go.\n  MUSHROOM_ISLAND:\n    icon: RED_MUSHROOM\n    permission: askyblock.biomes.mushoom_island\n    description: Mushroom island\n  PLAINS:\n    icon: GRASS\n    description: Plain plains!\n    cost: 0\n  SWAMPLAND:\n    icon: WATER_LILY\n    description: Swampy. Warning - Ice or snow have to go.\n  MESA:\n    icon: HARD_CLAY\n    description: Rare dry, desert biome. Warning - Ice or snow have to go.\n    cost: 500\n  SAVANNA:\n    icon: LONG_GRASS\n    description: Flat and dry, no rain. Warning - Ice or snow have to go.\n  ROOFED_FOREST:\n    icon: LOG\n    description: Black forest\n\n",
    "replies": [
        {
            "author": "Ares_heizi",
            "timestamp": 1560751920,
            "txt_content": "嘤嘤嘤...来人啊....在线等，急"
        },
        {
            "author": "Ares_heizi",
            "timestamp": 1560753480,
            "txt_content": "已解决...\n封贴"
        }
    ]
}