{
    "title": "【Millénaire】千年村庄mod教程",
    "author": "无敌JJ怪",
    "replyCount": 99,
    "timestamp": 1560856620,
    "txt_content": " 本帖最后由 无敌JJ怪 于 2020-5-28 00:06 编辑 \n\n  \n千年村庄（Millénaire）mod教程\n                                       千年村庄（Millénaire）是一款类似文明系列的模拟经营类mod。在该mod中，玩家将扮演来往不同文化与村庄之间的商人，在帮助村庄发展的同时，也在不断攀升自己的地位，最终成为村庄的领导者。该mod所涉及到的文化为处于11世纪时期的诺曼、印度、玛雅、日本、拜占庭、因纽特、塞尔柱突厥以及更多即将被加入的文化，每种文化都拥有自己独特的建筑风格、文化特产以及玩法。下面将给大家带来千年村庄mod较为详细的讲解。    顺带一提，本篇教程仅适用于1.7.10的6.0.2版本至1.12.2的8.1.0版本，并未涉及早期版本的攻略，请谅解。\n\n       以下提供文档板攻略，包括更详细的配图与更详细的文化介绍。建议隐藏空白观看，不然会很别扭。不知道如何隐藏空白的话，只要双击两页之间的空隙部分就行了。链接：https://pan.baidu.com/s/1rshZ2Frb76UvzDz3Wgc_CQ 提取码：d6nh \n\n\n\n\n基础\n1、安装方法    相信很多人把下载来的解压包包放进mods文件夹里发现并没有安装成功，这是因为官方给的解压包并不是mod本体，点进去看会发现里面有一个名为“Putin mods folder”的文件夹，将其内容物全部拖至mods文件夹即可。\n\n2、默认绑定热键\nV键：查询周边两公里以内的村庄/任务地点信息。\nM键：打开千年村庄mod菜单，可以查询：玩家与各个文化的关系、玩家进行中的任务、千年村庄帮助界面、千年村庄mod设置、旅行书（1.12.2独有）、区块地图。\nG键：改编所雇佣的村民的攻击模式，仅按“G”键改为主动攻击型，按“Shift+G”键改为被动攻击型。\n\n3、旅行书    该功能于7.1.0版本加入，替代了原先的文化卷轴，在这里玩家可以查看各种文化的资料，包括村民种类、村庄类型、建筑种类和文化产品等。需要接触相关NPC/建筑/物品才会解锁资料。\n\n\n\n\n贸易\n1、村庄贸易       贸易系统作为该mod核心之一是不得不了解的。通常情况下，从一个村庄购得的文化产品会在另一种文化的村庄中以更高的价格出售，而有些原版物品在不同村庄也有不同价格（如在需求羊毛而又无法自产的印度村庄出售羊毛往往会比在盛产羊毛的拜占庭村庄出售羊毛更赚），也就是说这款游戏是可以倒卖商品的。不过注意一点，每种文化只收购自己文化所需的建筑材料（如诺曼不收购印度的泥砖），所以建材方面一般是从诺曼与印度的核心村落（有些村庄是由一个核心村庄与周围的小村落构成的，诺曼是Gros bourg，印度是Mahal）收购建筑资源再卖给周边村落，而食物和工具类就是从一个文化收购后再卖给另一个文化。还需注意一点的是有些商品在特定文化中是不收购的（如印度村庄不收购牛肉制品、猪肉制品和酒类），这些内容可以通过村庄交易界面右上角比较不起眼的“？”按钮或直接打开旅行书查看。\n\n2、市场       市场是村庄中一个特殊建筑，玩家可以在市场中进行特殊交易。在初始阶段该建筑只会生成1个商人，随着建筑的升级会增添至2~3个商人。市场的库存与村庄的库存是独立的，且会与商人同步刷新。通常来说市场里的货物都是比较值而且比较有用的，建议多关注一下市场。\n\n\n3、赠送    在1.12.2版本新增了赠送功能，在交易界面出售栏与收购栏中间有两个选项，标着虞美人图标的便是赠送选项。赠送自然是没有钱赚的，但能很大程度地提高声誉，在资金不紧缺的情况下可以考虑送些物资，涨得特别快。不过由于食物本身涨好感就比较快所以也没必要赠送。\n\n\n\n\n发展\n       发展村庄是该mod的主要目的。村庄的壮大能使村庄生产文化独有产品，也会让村庄变得更加美观。村庄的发展分为两方面，一是村庄扩建与升级，二是村民繁衍，二者缺一不可。\n\n1、村庄扩建与升级       每个刚生成的村庄中都会有一个核心建筑，在这里可以查看村庄信息及建材需求，玩家可以根据告示牌上的需求提供村民建材来扩建村庄。虽然村民自己也能生产当前建筑所需要的建材，但效率特别低，尤其是石头这方面的资源，所以尽量还是自己收集。村民还会对原有的房屋进行升级，通常房屋升级需要村民无法生产的建材（如羊毛和书架），需要玩家自己提供。升级的房屋不会提高村民生产效率或是提高人口上限，但会更好看。\n\n\n2、村民繁衍       村庄mod不仅需要村庄扩建，村民的繁衍也很重要，因为某些特殊方块和文化产品需要特定的村民才能生产，到时可能会导致村庄无法发展或是劳动力、兵力不足的问题。在没有对应食物的情况下村民是不会进行繁衍的，女性村民的生育需要甜食及饮料，而年幼村民的生长需要肉类和主食。关于其具体所需的食物和上文一样可以通过点击村民交易UI右上角的“？”按钮或通过旅行书村民信息得知。\n最关键一点，村民只有在夜间才会进行私生活，所以最好不要频繁跳过夜晚。虽然村民在食物允许在情况下任何条件都能生育，但幼年村民只有在村庄内有空余建筑时才会成长并搬进对应建筑。\n\n3、关于各个文化的评测\n\n\n诺曼文化（7.0.0之前版本）生成区块：平原、山地发展难度：★★★☆☆美观程度：★★★★☆产品实用性：★★★★★推荐程度：★★★★★评语：诺曼文化最突出的地方在于其拥有该mod最实用的诺曼一套。诺曼一套的数值基本上和钻石一套相等，而且只需要铁锭就能锻造，性价比相当高。关于该文化的增益食物最实用的就是提供一分半生命恢复的牛肚了，毕竟原版的生命恢复药水很难酿造。有时候诺曼村庄在市场内会刷新维京商人，会出售相当实用的凶狼护符（有点像阴阳图的那个），能快速跳过白天黑夜，压迫人民的好帮手（笑）。以及该文化的建筑风格也是相当好看，很有中世纪中欧风格。\n\n诺曼文化（7.0.0及之后版本）生成区块：平原、山地发展难度：★★★★☆美观程度：★★★★★产品实用性：★★★★★推荐程度：★★★★★评语：重置后的诺曼文化拥有更加美观的建筑，同时该文化也添加了能产出青苹果的苹果树，而原先的苹果酒也能自己合成。不过该文化的建材消耗要比以前更多，特别是需要3000+石材的宗教村庄的修道院（非奇观）。至于其他方面的话除了新增了几种比较好看的彩色玻璃外也没别的了。\n具体介绍与文化产品介绍详见“诺曼文化介绍”文档\n\n\n印度文化（7.2.0之前版本）生成区块：沙漠发展难度：★★★☆☆美观程度：★☆☆☆☆产品实用性：★★☆☆☆推荐程度：★★★☆☆评语：印度文化在发展难度方面算是比较难评定的了，该文化若以正常方式发展（纯晒砖）的话会相当麻烦，不过在了解村庄mod的“正确玩法”后该文化要比任何文化都要来得简单，因为你完全可以把村民家的砖块全拆下来倒卖给他们，能省去不少晒砖的活。不过也仅限于农业村庄，该文化的军事村庄及村落对砂石的需求量极其之大，发展起来相当困难。至于该文化增加速度2buff的印度汤圆也是相当实用的，但除此外也没别的特色产品了。再有一点就是早期版本的印度建筑特别丑，在当版本远不及其他几种文化。\n印度文化（7.2.0及之后版本）生成区块：沙漠发展难度：★★★★☆美观程度：★★★★☆产品实用性：★★★☆☆推荐程度：★★★★☆评语：印度经官方更新后其美观程度直逼诺曼，还添加了各种专属建材，简直比诺曼还亲儿子。关于重置版印度文化最大亮点还是多达57种建筑方块，包括楼梯台阶和围墙，完全是建筑党的福音。不过正是由于印度的建筑彻底重置，以及新添加的印度特有的雕刻砂岩，使得印度文化的发展难度更加困难。\n\n具体介绍与文化产品介绍详见“印度文化介绍”文档\n\n\n玛雅文化生成区块：丛林、森林、沼泽发展难度：★★★★★美观程度：★★☆☆☆产品实用性：★★★☆☆推荐程度：★★☆☆☆评语：玛雅文化无疑是该mod最难发展也是前期最不值得发展的文化了。该文化对石头的需求量极其之大，这些建材在不添其他mod的情况下收集起来相当麻烦。而该文化唯一特色工具黑曜石工具的原料又是后期才能获得且收集麻烦的物资（还比较鸡肋，因为此时玩家已经有能力获得更好的诺曼工具了，使得黑曜石工具唯一优势就是能挖取黑曜石）。不过其增益物品倒是比较有用，有急迫buff（仅6.2.0版本之前）的鸡肉卷和夜视buff的可可。同时，在后期玛雅文化的发展也是不可避免的，涉及到创世神任务的需求，关于这点我会在之后说明。\n具体介绍与文化产品介绍详见“玛雅文化介绍”文档\n\n\n日本文化主要生成区块：针叶林、山地、雪原发展难度：★★☆☆☆美观程度：★★★★★产品实用性：★★☆☆☆推荐程度：★★★★☆评语：日本文化是几种文化中发展难度最简单的文化，也是最好看的文化之一，其建筑风格完全可以和重置版诺曼村庄媲美，而且本身改造空间也大，适合搭配竹mod和镇守府mod之类的和风mod使用。日本文化的和弓在1.7.10版本是该mod最强大的武器，拉弓快准度高射程远威力大，但在新版本被削成普通弓箭的水准，而其他像太刀和甲胄之类的产品就很一般了。关于增益物品方面加跳跃提升的清酒并不怎么样，水下呼吸的鱿鱼烧倒是不错，虽然在前期没什么用。\n具体介绍与文化产品介绍详见“日本文化介绍”文档\n\n拜占庭文化（8.0.0之前版本）主要生成区块：平原、热带草原发展难度：★★★★☆美观程度：★★★★☆产品实用性：★★★★☆推荐程度：★★★☆☆评语：作为第一个以非官方形式加入的文化，该文化很多方面都相当优良，光是其特色的拜占庭甲胄就有和诺曼装备一样的数值，还有能提供抗性提升3的玛尔瓦西亚酒。不过要说其缺点也是蛮多的，该文明唯一的武器拜占庭权杖虽然攻击力高但耐久甚至比石器都低（提供给村民倒是不错）。而且拜占庭文明的发展难度是仅次于玛雅的，后期基本上都要用到石材砂岩粘土这些的，不过相当好看。\n拜占庭文化（8.0.0及之后版本）主要生成区块：平原、热带草原发展难度：★★★★☆美观程度：★★★★★产品实用性：★★★★☆推荐程度：★★★★★评语：经过mod版本8.0.0更新之后，拜占庭文化焕然一新，其建筑风格得到进一步的改善，使其更具备中世纪地中海建筑风格的特征，也显得更加美观。尽管在该更新之后拜占庭村庄需要更多的石材、砂岩和粘土，发展到后期甚至需要使用石英来建造，但其本身拥有超高的生产效率，且除了白色玻璃板外均可自给自足，非常适合养老玩家。\n具体介绍与文化产品介绍详见“拜占庭文化介绍”文档\n\n\n因纽特文化（于7.0.0新增）主要生成区块：雪原、针叶林发展难度：★★★★☆美观程度：★☆☆☆☆产品实用性：★★☆☆☆推荐程度：★☆☆☆☆评语：个人并不推荐发展该文化，首先因纽特文化的建筑升到满级后并非雪屋而是木板房，风格不是单调就是杂乱，美观程度不佳。接着是该文化的特产只有篝火和加力量buff实用性较高，武器盔甲数值上远不如原版的铁装备。然后是该文化的建材需求比较特殊，有时候会让你收集几百个骨块，至少14组骨头，除非特意去建造刷怪场或靠市场来源否则很难完成。不过因纽特人会收腐肉，是个倾销腐肉的好地方，但拿来发展的话真的不值当。以及，该文化其实是非官方制作的，只是后来被官方采纳了，也就是说会遇到很多bug。\n\n具体介绍与文化产品介绍详见“因纽特文化介绍”文档\n\n塞尔柱文化（于8.1.0新增）主要生成区块：沙漠、热带草原发展难度： ★★★★☆美观程度： ★★★☆☆产品实用性：★★★★☆推荐程度： ★★★☆☆评语：目前塞尔柱文化没有什么特别突出的地方，而且同印度文化与拜占庭文化的重叠度较高（基本算是把两者的文化特色整合在一起了）。发展难度上除了泥砖其他建材的需求量不是很多，但由于大多数村庄没有生产文化专属建材的能力，所以还是会比较麻烦。建筑方面风格比较单调但还算可以。增益食物虽然不错但由于是概率触发的，实用性上略逊于其他几个文化，仅作为娱乐。装备方面和诺曼数值差不多，武器没有特殊功能。总的来说算是一个中规中矩的文化。\n具体介绍与文化产品介绍详见“塞尔柱文化介绍”文档\n\n\n\n\n玩家声誉\n       该mod的村庄于会对玩家的作为进行评定，即玩家声誉。每个村庄的声誉都是独立的，但会根据你在其他同文化的村庄中的声誉进行变动。只有当玩家在村庄中拥有较高的声誉时，才有权利购买高级文化产品、玩家领地或学习种植该文化作物；而当玩家在村庄中的声誉过差，玩家将无法享受这些权利，甚至于无法交易。所以玩家声誉在该mod中极其重要。可以通过与村庄领袖对话查看玩家在该村庄中的声誉。       玩家可以通过向村民出售/赠送物品或完成村民给的任务来提高玩家在该村庄中的声誉。同时，当玩家企图攻击村民或是没能完成任务，则会降低相应声誉。相关内容可通过千年村庄帮助菜单查看。\n\n\n\n\n村庄互动\n1、外交       在村庄领袖的GUI中，你会发现外交一栏，该栏会显示玩家所处村庄与其他村庄的交往关系，当玩家在村庄拥有一定声誉时，玩家也可以主动干涉村庄外交，每天玩家有5个外交点数来决定与其他村庄的关系，而在每天的黄昏时段村庄也会随机提升或恶化与其他村庄的友好度。村庄之间总体分为三种关系：友好（蓝名、绿名状态）、中立（黑名状态）与冲突（红名、棕名状态）。友好关系会使村庄之间有贸易往来，而冲突关系会导致村庄之间的交战。\n\n\n2、村庄间贸易       当两个村庄之间是友好关系时，村庄之间会有贸易往来（前提是村庄内有旅馆供商人居住），双方会将库存内的资源出售给对方。如果两种文化的村庄关系非常好且互相拥有集市，两地市场会刷出另一文化的商人（其售价会比在本文化地区的售价贵很多，所以还是建议到本文化地区购买）。特别地，在诺曼Gros Bourg集合村庄中还会有客店进行诺曼村庄的内部交易。\n\n\n3、战争       如果一个村庄与另一个军事力量较强的村庄交恶或是周边有土匪营的话，那么另一个村庄或土匪营一定概率会在每天傍晚对目标村庄策划战争，并一定概率在每天凌晨对村庄进行正式入侵（入侵概率根据玩家的设置）。玩家需要帮助村庄抵抗入侵者，或是加入入侵行列。成功抵御入侵并无奖励（如果入侵方装备较好的话可以顺带捡走），但入侵成功**侵者会夺取部分资源，所有箱子均处于解锁状态，因此玩家也可以趁机捞一些好处。顺带一提，由于睡觉会直接跳过凌晨导致很多时候玩家等不到入侵者，所以想要等入侵的话需要熬夜或者用凶狼护符跳过黑夜。\n\n\n\n\n创造与毁灭\n1、 创造权杖       当玩家在村庄内达到一定声誉时，可在村庄内购买创造权杖。可以通过使用创造权杖右击黑曜石/金块生成正常村庄或是玩家控制村庄，区别在于黑曜石只能生成随机村庄，而右击金块会打开村庄选择界面，此时可按照玩家需求生成对应的村庄。同时创造权杖也是发展玩家控制村庄所不可少的工具，关于玩家控制村庄的具体内容会在下文提到。\n\n\n2、 毁灭权杖       当一个村庄的男性全部死亡时，村庄中的箱子会全部解锁。正常情况下即使是村庄全灭其村民依旧可以在当天夜晚重生，但此时可在核心建筑的箱子内找到毁灭权杖，此时右击村庄区块即可决定是否毁灭村庄。毁灭后的村庄将不再生成村民（出于bug在早期版本中还是会复活的，但村民无法做出有效动作）。\n\n\n\n\n建立自己的村庄\n       如果玩家在一个村庄中的声望达到“天生的领袖”时，可以向村庄领主申请领袖地位，此时便可以发展自己的村庄了。“天生的领袖”声誉可通过刷好感度或完成对应文化的主线任务来达成。成为村庄领袖之后，可通过使用创造权杖右击金块并选中对应文明的玩家控制村庄来生成玩家村庄。\n\n       和各类模拟经营类游戏一样，你可以在玩家村庄中建造自己所需要的建筑，只要使用创造权杖右击地面即可选择想要建造的项目。在核心建筑中，你可以通过右键告示牌查看建筑计划、决定是否升级或销毁建筑，以及对其他村庄进行外交或发动战争。\n\n以下为玩家村庄的操作示意：       在玩家控制村庄的核心建筑中，玩家可以直接决定与其他村庄的关系，同时也可以决定项目的施工情况。虽然核心建筑中的箱子是上锁的，但村庄创建者是可以自由打开核心建筑内的箱子的。\n\n\n       如果想要为村庄添加项目，需要使用创造权杖右击村庄范围内的空地以打开建筑项目界面，选择你想要建造的项目。以及在最新版本中还分为自定义建筑和千年村庄设计建筑（同理，玩家控制村庄也有这么一个分类），千年村庄设计建筑就是正常村庄中生成的建筑，而自定义建筑可根据玩家喜好设计建筑风格，只需根据需求列表在地面摆放相应物品即可。\n\n\n       当项目安排成功时，会提示“该项目已被添加到建造列表中，并会在玩家所选空地生成4块告示牌，表明该区块已被选中为建造区域，会有村民前来建造。\n\n其他的就和普通村庄没什么区别了，尽情享受这个过程吧！\n\n\n\n\n其他\n1、独立建筑    村庄mod不止村庄，有时会在野外生成些独立的建筑，由于独立建筑种类庞大且比较稀少，此处就不一一列举出来了。关于独立建筑总共分为三类：\n①、遗迹就是无人居住的野外建筑。通常情况下遗迹中都会藏有一个箱子，可能会有些钱币和比较有用的道具，也可能什么都没有。该图为佛像遗迹：\n\n②、野外居所有普通村民居住的野外建筑，通常是可交易的。该建筑中的村民会根据玩家在其所属文化中的声誉改变其对你的态度，同时玩家对该建筑中村民的行为也会影响你在其所属文化中的声誉。\n该图为拜占庭牧羊场：\n\n③、土匪领地该独立建筑会生成对玩家具有主动攻击性的土匪，只要玩家一进入土匪领地范围便会招来该土匪领地所生成的土匪的集体仇恨。而土匪也会定期入侵村庄（入侵范围根据玩家的设置）。攻击土匪不会降低玩家在其所属文化中的声誉。顺带一提，有些土匪是可以雇佣的，不过没用，人家照样打你。\n该图为日本山寨：\n\n\n2、万神殿万神殿是该mod的一个彩蛋建筑，其生成概率极低。由于该建筑规模庞大容易造成卡顿，可能需要玩家重进游戏才能正常生成。万神殿会以大量的铁块与金块作为装饰，算是作者给玩家的一大福利。同时该建筑还附带了制作组及众筹者名单。\n\n\n\n\n\n3、其他游戏机制说明①、村民的工具档次会影响他们的工作效率，如果想让村民生产更快的话也应适当给他们出售些工具。其中伐木工需要斧头，矿工需要稿子，建筑工需要铲子及稿子，农民需要锄头，而所有男性村民都拥有配备武器的能力。\n②、如果村庄建筑被破坏，村民并不会自己修补，但可能会在村庄升级过程中补上，并且即使是破坏了也不会使其生产功能丧失，所以在前期资金不足的情况下可通过拆卸日本文明的茅草屋及印度文明的泥砖墙来刷钱，不用担心美观或功能丧失的问题。\n③、在官方版本8.1.0更新之前，玩家只会在攻击村民或任务失败时才会降低所处村庄及文化的好感，拆迁、掠夺资源、拒绝任务等均不会降低好感，但从8.1.0版本起，玩家会因为从村民的熔炉内偷取资源或采集村庄内的作物而降低声誉。\n④、在普通及以上的难度中，当玩家攻击村民时，该村庄的所有男性村民和被攻击方会一同上来攻击玩家，而即使是全灭了也没多大好事，所以最好不要干这事。\n⑤、从8.1.0版本起，村民的头顶会显示该村民的互动信息，其中钱包图标表示该村民可交易，铜币图标表示该村民可雇佣，金头盔图标表示该村民为村庄的领袖。\n\n\n\n\n创世神任务\n       当玩家在村庄有一定声誉时，便会解锁对应文明的主线任务，可从指定村民那接受任务（诺曼任务是从村庄领主接受任务，印度任务是从村庄领主的妻子接受任务，玛雅任务是从萨满接受任务），以下仅提几点比较关键的内容，关于创世神任务全流程攻略详见“创世神任务攻略”文档。\n\n\n1、印度-寻找圣人\n①、圣人任务中出现的所有丛林均指代森林生物群系，不要真往丛林跑去了。\n②，接了探索沙漠任务别急着走，和他对话他会告诉你还需要带来两个甘蔗和仙人掌，免得再跑一趟路。\n③、附魔任务圣人不会没收你的附魔武器，不必额外再附魔一个。\n④、探索山脉必须是Extreme Hills生物群系。\n⑤、关于在水下用玻璃搭个观察室的任务，其实只要做个表面工程搭一层玻璃天花板在下面呆一段时间就行了（甚至不需要排水），如果还不能触发就再加点墙糊弄一下。\n\n\n2、诺曼-寻找炼金术士\n①、挖穿地基任务建议还是手动挖，直接炸容易误伤用红石又麻烦，而这一趟下来挖到的石头完全可以用于村庄建设（甚至可能还不够），指不定还能挖到好东西。\n②、炼金术士任务的官方中文版似乎有点bug，任务地点不会显示距离，这里有三种解决方法：其一是任务地点虽然不显示距离但显示方向，这里可以用末影之眼的原理，跟着方向走，走到方向显示飘忽不定时就说明任务地点就在附近了，往旁边挖挖应该就能找到。其二是直接把语言调成英文，距离就会显示了。其三就是到mc百科上下载一个民间汉化版，个人建议最好使用该方法，对之后也有帮助。\n③、最后一个任务是肯定要延时红石的，越久越好，炼金术师**虽然没实际爆炸伤害但破坏范围很广，特别容易掉进虚空。完成后记得倒一桶水下去顺水流往下爬，等任务提示完成才算结束。\n\n\n3、玛雅-堕落的国王\n①、这一点是几乎所有攻略都没提的，第三个任务地点基本不会生成在普通森林生物群系当中，不过容易生成在白桦森林和丛林中。\n②、解决敌人后千万不要手贱用毁灭权杖毁灭了，不然任务就崩了。当然任务失败后重接一个还是能再刷出来的，不过要等很久。以及不用担心敌人会不会重生，任务地点的怪是永久性死亡的。\n③、由于官方中文版第五章任务完全没汉化，而且对完话直接就算任务完成了，导致很多人不知道下一步要做什么。这里是要你主动到森林（同样还是白桦森林）里一个黑曜石金字塔里接新的任务。\n④、最关键一点，玛雅的创世神任务是所有创世神任务中最难的一个，每个副本任务都要做好心理准备，先不说副本敌人海量，每个都是加强过的，试想一下10来个带着弓穿着皮甲甚至穿插几个钻石套链甲套的NPC一同围殴你是什么感受。总之多备几个增益物品就是了。\n\n\n\n\n奇观项目\n奇观是1.12.2新增内容，目前只有一个奇观——诺曼的圣母院。当玩家在诺曼村庄到达一定声誉时，村庄领袖会交代玩家到远离村庄且空间用权杖生成一个“Notre Dames”项目（不接任务也是可以自己创立的，任务只是提醒你有奇观这么个项目）。\n1、任务流程首先到村庄领袖那接取任务，他会提示你可以将奇观设在哪。\n\n\n用创造权杖选定“Notre Dame”项目，此时会在地面上生成一个核心建筑与一块相当庞大的空地，这里便是奇观的建造地点了。\n\n到核心建筑处与该项目的领袖—建筑师谈话，他会让你寻找每一个村庄的领袖，让他们为奇观建设进行捐献。\n\n\n找到有任务标识的领袖后与其对话，此后该村庄将会一直为奇观建设提供资源。\n\n\n记得回去向村庄领袖报告。\n任务部分到此结束\n\n\n2、奇观建设在核心建筑处有一项特殊的告示牌——需求告示牌，该告示牌会显示建造该项目（包括附属建筑）需要多少建材。可以发现该奇观建设需要用到的石材极其之多，如果没有长期储备很难集齐。这里建议可以在周边生成玩家控制村庄，将采石场拉满，就能有较为稳定的石材来源了。\n\n以及，该项目不会有女性入住，也就是说不存在村民繁育，建筑工就初始的几个，也不需要提供食物。\n奇观建设总体分为三个阶段：建筑主体、外观加工、内部摆设，而每个阶段又分为不同区块，每个奇迹建造者都会被分配到各个区块进行建设。注意，奇迹建造者在完成自己的区块建设时便会回核心建筑处，不会帮忙其他区块建设，等到该阶段设施全部完工后才会同其他奇迹建造者一起返工建设下一个阶段。阶段一：建筑主体（包括布置脚手架和建筑主体建造）\n\n阶段二：外观加工（包括拆卸脚手架、布置玻璃、布置照明设施）\n\n阶段三：内部摆设（包括地毯、教堂长椅等摆设的布置）\n\n\n\n3、附属建筑奇观项目不仅只有奇观，还有该项目独特的附属设施。以下是几种专属设施的部分信息：\n仓库及建筑工住所：功能：核心建筑，建筑师与奇迹建造者住所，其中仓库提供建材储存，建筑工住所会生成8名奇迹建造者，负责奇观及附属建造建造。外观：\n\n旅馆：功能：朝圣者居住处，当圣母院奇观完成时，该设施刷新的朝圣者会到圣母院祈祷。外观：\n\n大型警卫室：功能：奇迹守卫者住处，总共有4名奇迹守卫者，负责抵挡入侵者袭击。外观：\n\n主教宫殿：功能：圣母院神职人员住所，会生成主教、牧师、风琴演奏家等，负责祷告。外观：\n\n\n\n4、收尾当圣母院奇观完工时，会弹出一个成就，表示玩家已成功建成圣母院。\n\n但圣母院建成并不算彻底收工，最后还需要建造一所主教宫殿供神职人员入住。建造完主教宫殿后该项目才算结束。\n每天凌晨时分，居住在旅馆的朝圣者会前往圣母院进行祈祷，由主教及牧师主持祷告工作，同时还会有风琴演奏家在顶层演奏风琴。同时，在圣母院建成后，会在每天凌晨鸣一次钟，并提供玩家将近一整天的幸运2buff。\n\n圣母院截图欣赏：\n\n\n\n\n\n\n\n\n\n\n已知问题（该内容会持续更新）\n\n1、有时候发展完的村庄的核心建筑可能会被损坏，具体表现为村庄的库存容量变为仅有一箱子的大小，如果尝试打开箱子的话游戏会崩溃，同时核心建筑的标牌也无法更新信息。关于箱子的问题可以开创造把箱子打掉后重新安上，但仅能解决开箱子时游戏会崩溃的问题，库存还是无法恢复，目前暂无解决方法。（目前仅1.7.10有）\n2、因为和optifine冲突的缘故，村庄有一定概率发生当前建筑集体失效的bug，此bug生效后基本无解决方法。（目前仅1.7.10有）\n3、村民有时候会因各种原因（进出传送门、来回探图等）发生原地鬼畜现象，解决方法就是重启游戏。（1.7.10与1.12.2皆有）\n4、村民在侵略村庄后有一定几率无法回来，一直保持“侵略中”的状态，会造成兵力不足、伐木场搁置的问题，目前暂无解决方法。（目前仅1.7.10有）\n5、被毁灭权杖毁灭的村庄过一段时间后还会刷出村民来，不过只会呆在原地，虽然会比较烦但不算什么恶性bug。（目前仅1.7.10有）\n6、由于与某些mod冲突的缘故，村庄mod的挂画无法显示，但其实也不算多大的恶性bug，而且本身村庄mod的挂画就做得很渣。（1.7.10与1.12.2皆有）\n7、有时候雕刻间并不会生产玛雅壁画和印度雕像，这时需要开创造用R键整理把玛雅壁画和印度雕像硬塞给村庄。（目前仅1.7.10有）\n8、区块更新缓慢问题如果村庄人口过多且电脑配置不好的话，该区块的生物/方块更新会相当迟钝（主要是早上村民活动时间，晚上区块更新正常，同时在村庄所在区块与非村庄所在区块的交接处及黎明时段区块更新会异常鬼畜），可以选择远离该区块一段时间，或者当场去世，但都不会维持太久，所以就忍着吧。（1.7.10与1.12.2皆有）\n9、在1.7.10版本是能够通过R键整理的Shift键将已上锁箱子内的物品全部收进背包的，但在1.12.2版本已经修复。\n10、有时候村民会被门卡住，需要主动给他开门，有的甚至直接卡墙上，还需要给他们拆墙，就很蠢。（1.7.10与1.12.2皆有）\n11、村民在工作时可能会呆滞不动，需要打他们一下才会继续工作。（1.7.10与1.12.2皆有，但1.12.2会相对好一些）\n12、在1.12.2版本如果使用 /time 功能的话会导致村庄mod出错，表现为村民全部停止运作，不过重启以下就能回复正常了。\n13、该mod中的商人一直有严重的bug，有时候他们会莫名其妙复制自己，导致游戏加载卡顿，而且大部分时候他们是无法被攻击的。目前除了屠村暂无解决方案。（1.7.10与1.12.2皆有）\n\n\n\n\n个人建议（该内容会持续更新）\n\n①、在1.7.10建议把村庄袭击概率这个选项调为0%，首先是村民入侵会产生上述的各种bug，很难解决，再者入侵村庄也没有多大好处，入侵未发展村庄啥都抢不到，入侵自己的村庄虽然能捞一波但实在没必要。\n②、建议不要把家安在村子里，一是村庄给的玩家空间并不大，还很贵；二是玩家建筑也会占用村庄一定空间，再加上地形奇葩的话到时很有可能就无法建造其他建筑了；三是如果电脑不好的话就会发生上述提到的区块更新缓慢的问题，特别影响游戏体验。所以建议还是另找一块空地安家，时不时来趟村庄保持村庄加载就够了。\n③、也不要把整个村庄当自己家，村民在建造/升级房屋时很有可能就会把你的箱子等重要设施替换掉。如果实在想在村庄安个临时住所的话可以考虑把箱子床之类的物品摆在村庄建筑边缘阶梯状的区域，这块区域是为了和周边地形衔接用的，村民不会在上面建造任何建筑，可以安心摆放。或者你也可以根据村庄地图找一片被围起来的区域建造，出于场地限制这块区域也不会生成建筑，但指不定会被水井这类较小的建筑替代（不过提前铺下木板等人工方块一般来说也不会有事的）。\n④、创造村庄时两个村庄之间最好保持一定距离，不然村庄里的某些建筑（农田、伐木场、石制建筑等等）会被另一个村庄给覆盖。\n⑤、如果你是7.0.0之前版本，发展诺曼时建议不要把地整得太干净，如果场地空余诺曼后期可能会优先建造堡垒，即占地又费材料还很耗时间，更何况还没多大用（虽然有军械库但基本等不到有人入住，还不如直接发展堡垒村庄），所以建议多留几片湖，保证其他建筑有空地建造就够了。\n⑥、关于刷钱方面如果是6.2.0之前版本的话咖喱鸡和鸡肉卷最划算，一是其两者可以自己生产，且原料采集方便，二是食物类产品在该mod中向来是除装备外金额最贵的，由于其可再生性出售食物无疑是最划算的。而6.2.0及之后版本的咖喱鸡和鸡肉卷虽然照样刷钱快但由于6.2.0及之后版本的文化食物是不可堆叠的，量产会比较麻烦，而且可能导致村庄爆仓，就没以前那么爽了，当然倾销给野生村庄是个不错的选择，可以随身带上姜黄稻米玉米找到一个村庄就现做卖给他们。\n⑦、个人推荐做创世神任务的顺序是圣人→炼金术士→国王。印度圣人任务基本上只是跑跑腿，虽然比较麻烦但相较之比较简单了。诺曼炼金术士后期有挖穿地基的任务，工程量比较大，而且比较危险。玛雅国王任务就特别硬核了，不仅操作麻烦怪还特别恶心，最好准备附魔套和几个有增益效果的食物再去做。\n⑧、关于刷副本的准备工作个人建议带上：保护4钻石套（如果实在没办法用诺曼/拜占庭套也可以，只是少了盔甲韧性）、锋利3钻石剑/诺曼宽剑（顺带一提火焰附加对人形怪没用）、力量4任意弓、白兰地酒（生命恢复）、玛尔瓦西亚酒（抗性提升3）、因纽特炖肉（力量5）、奶豆腐汤圆（速度2）、具有抗火buff的道具（有些任务涉及到岩浆和地狱生物）。\n\n\n\n\n—— 完 ——   \n\n\n\n\n\nfile_1590595111000.jpg\n(262.89 KB, 下载次数: 26)\n\n\n\n\n下载附件\n\n\n2020-5-27 23:58 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1590595130000.jpg\n(201.63 KB, 下载次数: 40)\n\n\n\n\n下载附件\n\n\n2020-5-27 23:58 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1560912840,
            "txt_content": "千年村庄是个好模组，我一直很想摸一摸。\n感谢大佬的教程！我想看了这个教程会比较容易上手吧。"
        },
        {
            "author": "纯净的天空",
            "timestamp": 1560930420,
            "txt_content": "难受，找不到“Putin mods folder“在哪，是在官网最上面嘛"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1560998280,
            "txt_content": "纯净的天空 发表于 2019-6-19 15:47\n难受，找不到“Putin mods folder“在哪，是在官网最上面嘛\n在官网界面找到DOWNLOAD一栏，点进去后会提示你等待几秒钟，会给出一个zip文件，点进去就能下载了"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1561028880,
            "txt_content": "竟然有我最喜欢的拜占庭文明！"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561046520,
            "txt_content": "柠檬柠檬柠 发表于 2019-6-20 19:08\n竟然有我最喜欢的拜占庭文明！\n精威震怒"
        },
        {
            "author": "纯净的天空",
            "timestamp": 1561106400,
            "txt_content": "无敌JJ怪 发表于 2019-6-20 10:38\n在官网界面找到DOWNLOAD一栏，点进去后会提示你等待几秒钟，会给出一个zip文件，点进去就能下载了 ...\n找到啦"
        },
        {
            "author": "纯净的天空",
            "timestamp": 1561106460,
            "txt_content": "被新的问题困扰了：单机地图里面很多村庄，在服务器中，直线跑了三万米连一个村庄都没见过，是不是我哪个地方没有配置正确？"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561110060,
            "txt_content": "纯净的天空 发表于 2019-6-21 16:41\n被新的问题困扰了：单机地图里面很多村庄，在服务器中，直线跑了三万米连一个村庄都没见过，是不是我哪个地 ...\n请问你的游戏版本是1.7.10还是1.12.2，1.7.10的单人与服务器用的是两种配置，如果是1.12.2版本的话就没这方面的问题了"
        },
        {
            "author": "纯净的天空",
            "timestamp": 1561161900,
            "txt_content": "无敌JJ怪 发表于 2019-6-21 17:41\n请问你的游戏版本是1.7.10还是1.12.2，1.7.10的单人与服务器用的是两种配置，如果是1.12.2版本的话就没这 ...\n我的游戏版本是1.7.10，在客户端中的mods文件夹中加入【millenaire】与【millenaire-custom】，同样的在服务器中也加入了【millenaire】与【millenaire-custom】，使用的【千年村庄版本为6.0.2】"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561178280,
            "txt_content": "纯净的天空 发表于 2019-6-22 08:05\n我的游戏版本是1.7.10，在客户端中的mods文件夹中加入【millenaire】与【millenaire-custom】，同样的在 ...\n1.7.10的话官方给了一个专门用于服务器的版本，就在下载界面，选择\"Server”的那个就行"
        },
        {
            "author": "1961640544",
            "timestamp": 1561188300,
            "txt_content": "1.12.2我的村为什么明明没建造完所有建筑也没升级完，就说目标建筑完成，玩家买房子也不建造"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561260720,
            "txt_content": "1961640544 发表于 2019-6-22 15:25\n1.12.2我的村为什么明明没建造完所有建筑也没升级完，就说目标建筑完成，玩家买房子也不建造 ...\n暂时性bug，通常是一个建筑升级完后会发生这种bug，但一般很快就消失了，估计是你这边太卡"
        },
        {
            "author": "憤怒的大G-G",
            "timestamp": 1561310400,
            "txt_content": "我按裝完模組之後生存模式不能破壞方块，是正常的吗？"
        },
        {
            "author": "logim",
            "timestamp": 1561359840,
            "txt_content": " 本帖最后由 logim 于 2019-6-24 15:16 编辑 \n\n楼主你好：我的朋友开了一个小的服务器，加了MOD之后，服务器里找了很久都没有村庄，只有在沙漠里有一个印度文化的。MC是1.12.2的版本，MOD版本是7.2.1的，什么原因导致的？怎么解决呢？单机测试的时候则是很多村庄"
        },
        {
            "author": "SLME",
            "timestamp": 1561468920,
            "txt_content": "大佬你好呀，你做的教程十分有用，非常感谢你抽出时间做这个MOD的教程给我们看，但是我在游戏中发现了几个问题想要请教你一下，就是食品的BUFF问题，如我在游戏中吃牛肚没有获得生命恢复BUFF、吃咖喱鸡没有获得防火BUFF、吃鸡肉卷没有获得急迫BUFF等，我在MCMOD中查询了一下最近几个版本的更新日志，并无发现版本更新对这些食品效果的影响，想要问一下你这是为什么？我使用的版本是1.12.2，MOD版本是7.2.1.希望能够尽快得到您的回答，再次为你奉上诚挚的感谢。"
        },
        {
            "author": "Eggplaywow",
            "timestamp": 1561691100,
            "txt_content": "我的朋友开了一个小的服务器，加了MOD之后，服务器里找了很久都没有村庄"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561701600,
            "txt_content": "憤怒的大G-G 发表于 2019-6-24 01:20\n我按裝完模組之後生存模式不能破壞方块，是正常的吗？\n这个是其他mod或你的服务器指令造成的影响，与该mod无关"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561701840,
            "txt_content": "logim 发表于 2019-6-24 15:04\n楼主你好：我的朋友开了一个小的服务器，加了MOD之后，服务器里找了很久都没有村庄，只有在沙漠里有一个印 ...\n村庄一般不会生成在森林或山地等不平坦的地形，像沙漠、雪原这类地形比较容易生成，我玩单机时也基本这样，有时很容易找到村庄，有时只能在沙漠找到个印度。\n最佳解决方法就是直接让服主用创造权杖人工生成一个村庄"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561701900,
            "txt_content": "SLME 发表于 2019-6-25 21:22\n大佬你好呀，你做的教程十分有用，非常感谢你抽出时间做这个MOD的教程给我们看，但是我在游戏中发现了几个 ...\n这些我忘记更新了，因为我在写文化介绍的时候还处于1.7.10的6.0.2版本，总之就是新版本的食物均没有buff加成（除了日本、拜占庭和因纽特）\n也是感谢提醒，稍后我会更新一下"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1561701960,
            "txt_content": "Eggplaywow 发表于 2019-6-28 11:05\n我的朋友开了一个小的服务器，加了MOD之后，服务器里找了很久都没有村庄\n请问你的游戏版本是1.7.10还是1.12.2？"
        },
        {
            "author": "zqj200807",
            "timestamp": 1561788540,
            "txt_content": "厉害厉害，怎么用？？？？"
        },
        {
            "author": "FTCpear",
            "timestamp": 1561811460,
            "txt_content": "这个mod不看教程不会玩..."
        },
        {
            "author": "Hunter_Hi",
            "timestamp": 1562074620,
            "txt_content": "楼主可以重发一下链接吗，好像网盘被吞了，我很想看各个村庄的详细攻略"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1562220960,
            "txt_content": "Hunter_Hi 发表于 2019-7-2 21:37\n楼主可以重发一下链接吗，好像网盘被吞了，我很想看各个村庄的详细攻略\n被辣鸡论坛屏蔽了，已**，直接把地址复制后贴到上方地址栏即可"
        },
        {
            "author": "YuiTi",
            "timestamp": 1562406660,
            "txt_content": "感谢大佬贡献"
        },
        {
            "author": "Sanzes",
            "timestamp": 1562488980,
            "txt_content": "最新版的千年村庄教程！"
        },
        {
            "author": "2064401299",
            "timestamp": 1562935680,
            "txt_content": "我的受控制村庄造不了新建筑，上面显示要放一个叫面板的东西我怎样试都无济于事。有些建筑还显示需要场地，我用在超平坦里在空旷处还是没法放，依然显示需要场地"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1562986200,
            "txt_content": "哇服了，该说是大佬么\n这种教程都能写这么多"
        },
        {
            "author": "zhangfan744",
            "timestamp": 1563851760,
            "txt_content": "看起来很好玩，玩玩看"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1564480680,
            "txt_content": "2064401299 发表于 2019-7-12 20:48\n我的受控制村庄造不了新建筑，上面显示要放一个叫面板的东西我怎样试都无济于事。有些建筑还显示需要场地， ...\n这我就不清楚了，目前还没有遇到该问题"
        },
        {
            "author": "1653438642",
            "timestamp": 1564488000,
            "txt_content": "感谢dalao教程"
        },
        {
            "author": "1411265996",
            "timestamp": 1565316780,
            "txt_content": "关于服务器自建村庄刷钱的bug有解决方案吗，不ban法杖的情况下"
        },
        {
            "author": "年七月",
            "timestamp": 1565419860,
            "txt_content": "1.12.2疯狂崩怎么解决"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1565423040,
            "txt_content": "年七月 发表于 2019-8-10 14:51\n1.12.2疯狂崩怎么解决\n有详细信息吗"
        },
        {
            "author": "虎牙南风",
            "timestamp": 1565499240,
            "txt_content": "这mod真的非常喜欢"
        },
        {
            "author": "19560362674",
            "timestamp": 1567270320,
            "txt_content": "大佬求问一下 为什么我解锁了所有天生领袖 用生成权杖 生成的全是日本！"
        },
        {
            "author": "aswwdawcdx1",
            "timestamp": 1567308000,
            "txt_content": "大佬厉害啊"
        },
        {
            "author": "sgxend",
            "timestamp": 1568094480,
            "txt_content": "1.12玩着玩着突然死机了，然后强行关闭后再开村庄就空荡荡的了。搞得现在我都不敢去村庄。"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1568424720,
            "txt_content": "19560362674 发表于 2019-9-1 00:52\n大佬求问一下 为什么我解锁了所有天生领袖 用生成权杖 生成的全是日本！\n每种文化都有对应村庄的，需要到每种文化的目录里去找，确认一下有没有把目录翻完整"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1568424720,
            "txt_content": "sgxend 发表于 2019-9-10 13:48\n1.12玩着玩着突然死机了，然后强行关闭后再开村庄就空荡荡的了。搞得现在我都不敢去村庄。 ...\n经常备份存档就行了"
        },
        {
            "author": "MC深坑不回头",
            "timestamp": 1568631180,
            "txt_content": "感谢讲解~ 1.7.10时曾装过但当时不懂怎么玩...赶快再装来试试"
        },
        {
            "author": "cs1725",
            "timestamp": 1569119520,
            "txt_content": "楼主建议开难度吗"
        },
        {
            "author": "yy2221860118",
            "timestamp": 1569681960,
            "txt_content": "为什么我下载的都是英文还有看不懂的语言的，您这个在哪下载的"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1569717480,
            "txt_content": "yy2221860118 发表于 2019-9-28 22:46\n为什么我下载的都是英文还有看不懂的语言的，您这个在哪下载的\n就在官方网站，但用的是民间汉化，下载地址如下：\nhttps://bbs.mcmod.cn/thread-2050-1-1.html"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1569717600,
            "txt_content": "cs1725 发表于 2019-9-22 10:32\n楼主建议开难度吗\n建议，虽然怪会杀村民但这样才更有意思"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1572186780,
            "txt_content": "8.0正式版已经出了，相关攻略过几天放出"
        },
        {
            "author": "A_abcd",
            "timestamp": 1572855720,
            "txt_content": "请问下这个mod怎么装到服务器里面能自动生成村庄，服务器的都不自然生成"
        },
        {
            "author": "mikejasondragon",
            "timestamp": 1573132140,
            "txt_content": "在服务器的体验是不是会差一些？虽说很想跟玩家们一块建个围城堡垒玩攻城"
        },
        {
            "author": "cybmp3",
            "timestamp": 1573177260,
            "txt_content": "谢谢楼主，我又可以左边开教程右边开mc对照着玩了。"
        },
        {
            "author": "淡月小幽",
            "timestamp": 1573350360,
            "txt_content": "大佬我想问一下我  服务器里面打了千年村庄村庄生成了村民也是存在的但是没有模型显示怎么办"
        },
        {
            "author": "冰语霜痕",
            "timestamp": 1574434740,
            "txt_content": "大佬请问，我自建村庄后我的建筑没完成却说建筑已完成,怎么办"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1574562420,
            "txt_content": "冰语霜痕 发表于 2019-11-22 22:59\n大佬请问，我自建村庄后我的建筑没完成却说建筑已完成,怎么办\n这游戏bug挺多的，如果是这样的话只能自己照着感觉把没建完的补上去"
        },
        {
            "author": "suiwind521",
            "timestamp": 1576768620,
            "txt_content": "大佬问一下，被玩家控制的村庄怎么给村庄提供材料，还有购买村庄地图。好像没有代替领袖一类的人"
        },
        {
            "author": "Mr4s",
            "timestamp": 1576829100,
            "txt_content": "感谢大佬的介绍，我想问问大佬有没有做好的整合包，单一的千年村庄MOD着实有点难玩，主要是刷村庄的好感度太麻烦了"
        },
        {
            "author": "18134531945",
            "timestamp": 1577799840,
            "txt_content": "作者能直接给个带汉化的jar文件么，我寻思是我智商有问题还是怎么样。弄了四个小时都没弄好这个汉化"
        },
        {
            "author": "死兆星",
            "timestamp": 1577805060,
            "txt_content": "建筑工死了再多人重启服务器/单人重启游戏之前不会继续建筑这是个已经问题了吧"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1578057900,
            "txt_content": "死兆星 发表于 2019-12-31 23:11\n建筑工死了再多人重启服务器/单人重启游戏之前不会继续建筑这是个已经问题了吧 ...\n我这边倒是没遇到这个问题，通常来说过了晚上复活后就没问题了"
        },
        {
            "author": "死兆星",
            "timestamp": 1579191420,
            "txt_content": "无敌JJ怪 发表于 2020-1-3 21:25\n我这边倒是没遇到这个问题，通常来说过了晚上复活后就没问题了\n这就奇怪了"
        },
        {
            "author": "兰舟初发",
            "timestamp": 1581930420,
            "txt_content": "楼主，我是1.12.2版本的7.2.1版本mod，想更新到8.0.1以后再用老存档，但是老存档在装了8.0.1以后打不开了，请问怎么解决？"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1582089180,
            "txt_content": "兰舟初发 发表于 2020-2-17 17:07\n楼主，我是1.12.2版本的7.2.1版本mod，想更新到8.0.1以后再用老存档，但是老存档在装了8.0.1以后打不开了， ...\n通常来说是可以打开的，只是会出现建筑错位等问题，具体是什么状况？"
        },
        {
            "author": "nnb",
            "timestamp": 1582706640,
            "txt_content": "谢谢大佬的教程"
        },
        {
            "author": "asksssss",
            "timestamp": 1583325240,
            "txt_content": "很好玩给个好评"
        },
        {
            "author": "longlingml",
            "timestamp": 1583511000,
            "txt_content": "楼主在别的世界怎么建村庄"
        },
        {
            "author": "longlingml",
            "timestamp": 1583511180,
            "txt_content": " 本帖最后由 longlingml 于 2020-3-7 00:14 编辑 \n\n楼主 万福\n怎么输入什么指令 还是 配置什么"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1583641140,
            "txt_content": "longlingml 发表于 2020-3-7 00:10\n楼主在别的世界怎么建村庄\n通常只需要用创造权杖右击金块/黑曜石块即可，不过你是指在其他mod的维度建村庄吗？"
        },
        {
            "author": "longlingml",
            "timestamp": 1583660520,
            "txt_content": "无敌JJ怪 发表于 2020-3-8 12:19\n通常只需要用创造权杖右击金块/黑曜石块即可，不过你是指在其他mod的维度建村庄吗？ ...\n是在其他维度建造村庄~感谢楼主不辞辛苦~"
        },
        {
            "author": "深海1",
            "timestamp": 1583674860,
            "txt_content": "我想知道这个村庄未激活是啥意思"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1583730240,
            "txt_content": "longlingml 发表于 2020-3-8 17:42\n是在其他维度建造村庄~感谢楼主不辞辛苦~\n跟在主世界生成村庄的方式一样，不过不推荐这么做，可能会导致村民错位（其他维度的村民出现在主世界之类的）"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1583730300,
            "txt_content": "深海1 发表于 2020-3-8 21:41\n我想知道这个村庄未激活是啥意思\n意思是村庄没有在加载状态"
        },
        {
            "author": "黑化的工口",
            "timestamp": 1586431260,
            "txt_content": "我想问一下我玩的是1.12.2版本的，我建造建筑点继续之后没有提示“该项目已被添加到建造列表中”。然后也显示没有建筑进行中，"
        },
        {
            "author": "2509701502",
            "timestamp": 1586436000,
            "txt_content": "请问版主这个MOD应该去什么地方下载？我的游戏版本是1.12.2"
        },
        {
            "author": "KindLHJ",
            "timestamp": 1586520840,
            "txt_content": "MCBBS有你更精彩！！！力顶楼主大大！！！"
        },
        {
            "author": "KindLHJ",
            "timestamp": 1586527380,
            "txt_content": "虽然听不懂，但是力顶楼主awa！！！"
        },
        {
            "author": "RS飞阳",
            "timestamp": 1586584800,
            "txt_content": "为什么我安装了千年村庄模组的1.12.2老是要闪退啊，创建地图就闪退那种，再进去地图是创建好了，点进去又闪退"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1586597040,
            "txt_content": "2509701502 发表于 2020-4-9 20:40\n请问版主这个MOD应该去什么地方下载？我的游戏版本是1.12.2\nhttps://millenaire.org/"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1586597100,
            "txt_content": "RS飞阳 发表于 2020-4-11 14:00\n为什么我安装了千年村庄模组的1.12.2老是要闪退啊，创建地图就闪退那种，再进去地图是创建好了，点进去又闪 ...\n很大程度上是你内存不够的问题，查看一下java内存占用"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1586597220,
            "txt_content": "黑化的工口 发表于 2020-4-9 19:21\n我想问一下我玩的是1.12.2版本的，我建造建筑点继续之后没有提示“该项目已被添加到建造列表中”。然后也显 ...\n有伴随聊天栏刷屏的现象吗"
        },
        {
            "author": "2509701502",
            "timestamp": 1586608140,
            "txt_content": "无敌JJ怪 发表于 2020-4-11 17:24\nhttps://millenaire.org/\n谢谢版主分享地址"
        },
        {
            "author": "Saber丿圣杯",
            "timestamp": 1586686020,
            "txt_content": "这个好厉害。"
        },
        {
            "author": "zm99415",
            "timestamp": 1586688540,
            "txt_content": "请问千年村庄是不是和暮色森林冲突了，进暮色之后再回来我控制的村庄未激活且大厅几个告示牌都无法互动。而且掏出村庄卷轴显示无效的村庄ID"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1586698560,
            "txt_content": "zm99415 发表于 2020-4-12 18:49\n请问千年村庄是不是和暮色森林冲突了，进暮色之后再回来我控制的村庄未激活且大厅几个告示牌都无法互动。而 ...\n似乎的确是有冲突，看好几个人反映了，我自己去测试一下看看"
        },
        {
            "author": "ha992219241",
            "timestamp": 1588319340,
            "txt_content": "感谢楼主，正打算玩下。来学习"
        },
        {
            "author": "yuyunxi",
            "timestamp": 1588507380,
            "txt_content": "我的领地在哪里看"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588509000,
            "txt_content": "yuyunxi 发表于 2020-5-3 20:03\n我的领地在哪里看\n嗯...能不能具体说明一下你想看什么"
        },
        {
            "author": "yuyunxi",
            "timestamp": 1588747140,
            "txt_content": "无敌JJ怪 发表于 2020-5-3 20:30\n嗯...能不能具体说明一下你想看什么\n我买了村庄的房子在哪看"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588820760,
            "txt_content": "yuyunxi 发表于 2020-5-6 14:39\n我买了村庄的房子在哪看\n村庄核心建筑有村庄地图，或者向村长买村庄卷轴，里面也有，把鼠标往建筑上扫一扫就能扫到\n如果还没建成的话需要再等等，等开始建设了才会显示"
        },
        {
            "author": "khcdt",
            "timestamp": 1588850700,
            "txt_content": "村庄物品能不能合成？？就像拜占庭瓷砖这样的"
        },
        {
            "author": "1796101050",
            "timestamp": 1588859280,
            "txt_content": "各位大佬，配置错误怎么解决啊\n\n\n\n\n\nIMG_20200507_184116_EDIT_1.jpg\n(180.65 KB, 下载次数: 14)\n\n\n\n\n下载附件\n\n\n2020-5-7 21:47 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588862700,
            "txt_content": "khcdt 发表于 2020-5-7 19:25\n村庄物品能不能合成？？就像拜占庭瓷砖这样的\n不能，只能靠村民自己生产"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588862760,
            "txt_content": "1796101050 发表于 2020-5-7 21:48\n各位大佬，配置错误怎么解决啊\n是一进游戏就这样吗，有没有在自建村庄内"
        },
        {
            "author": "1332729092",
            "timestamp": 1588866480,
            "txt_content": "为什么我的村庄存储最大都是64 无论赠送多少资源一直都是64 导致建设资源不足"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588904400,
            "txt_content": "1332729092 发表于 2020-5-7 23:48\n为什么我的村庄存储最大都是64 无论赠送多少资源一直都是64 导致建设资源不足 ...\n你的游戏版本是多少"
        },
        {
            "author": "1796101050",
            "timestamp": 1588908780,
            "txt_content": "无敌JJ怪 发表于 2020-5-7 22:46\n是一进游戏就这样吗，有没有在自建村庄内\n自建村庄的"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588915200,
            "txt_content": "1796101050 发表于 2020-5-8 11:33\n自建村庄的\n新版本自建村庄普遍存在这个bug，靠近核心建筑后就会刷屏报错，不过目前而言除了影响画面没多少负面效果"
        },
        {
            "author": "1796101050",
            "timestamp": 1588916220,
            "txt_content": "无敌JJ怪 发表于 2020-5-8 13:20\n新版本自建村庄普遍存在这个bug，靠近核心建筑后就会刷屏报错，不过目前而言除了影响画面没多少负面效果 ...\n我把除了宫殿的建筑都移除后，只剩5个村民，但是都出了问题，停在原地不动。攻击所有村民后他们顶部显示正在攻击我，可还是原地不动。要打死村民需要进一次游戏打一下，然后退出游戏重进继续打一下村民，重复多次后所有村民消失了但是系统显示村民失踪而不是暂时死亡，而且否定权杖也不能用，村庄卷轴上只有我一人。游戏版本1.12.2mod版本8.0.1"
        },
        {
            "author": "无敌JJ怪",
            "timestamp": 1588916340,
            "txt_content": "1796101050 发表于 2020-5-8 13:37\n我把除了宫殿的建筑都移除后，只剩5个村民，但是都出了问题，停在原地不动。攻击所有村民后他们顶部显示 ...\n这个也是自建村庄历来就有的bug，总之该mod由于涉及到的元素过多所以相当不稳定，只能等后期修复"
        },
        {
            "author": "1796101050",
            "timestamp": 1588916640,
            "txt_content": "无敌JJ怪 发表于 2020-5-8 13:39\n这个也是自建村庄历来就有的bug，总之该mod由于涉及到的元素过多所以相当不稳定，只能等后期修复 ...\n难受啊我搞了好几天的养老存档就这么废了qwq"
        },
        {
            "author": "1332729092",
            "timestamp": 1588918920,
            "txt_content": "无敌JJ怪 发表于 2020-5-8 10:20\n你的游戏版本是多少\n游戏版本1.12.2  mod版本8.01"
        },
        {
            "author": "1332729092",
            "timestamp": 1588919460,
            "txt_content": "无敌JJ怪 发表于 2020-5-8 10:20\n你的游戏版本是多少\n无论赠送多少石头一直都是64\n\n\n\n\n\n\n2020-05-08_14.27.09.png\n(191.72 KB, 下载次数: 21)\n\n\n\n\n下载附件\n\n\n2020-5-8 14:30 上传\n\n\n\n\n\n\n\n\n就是这个样子\n\n\n\n\n\n\n\n"
        }
    ]
}