{
    "title": "[转载·连载]“带妹屠龙”番外：一块苔石的见闻",
    "author": "HorizonStudio",
    "replyCount": 1,
    "timestamp": 1561000680,
    "txt_content": " 本帖最后由 雪莲_xvelian 于 2019-6-26 16:43 编辑 \n雪莲写在开头的话：\n    《带着妹妹去屠龙》原载于半次元与百度贴吧，已完结。本贴已经经过原作者授权。\n\n原贴地址：https://bcy.net/item/set/detail/71211?utm_source=bcy-Android&uid=3005579&did=48170460359\n          https://tieba.baidu.com/p/6079590050\n\n\n\n\n穿越了？问题不大！我是高玩！ 　　\n要屠龙？问题不大！我是高玩！ 　　\n要带妹？问题……呃……\n\n\n\n\n此章节为番外，正文在这里\n\n第$*^&章 一块苔石的见闻\n\n    我是一块苔石。\n\n\n　　伟大的法师，仲，将世界从海面以下提升上来时，我就镶在这里。\n\n\n　　不过，那时的我还很年轻，身上也没有这么多裂纹，也没有这么多讨厌的藤蔓。\n\n\n　　这些藤蔓令我浑身发痒，我还摘不掉它们——我连手都没有。\n\n\n　　闲话休提，今天我有幸让您看到我在这里和您分享我的见闻，实属天地安排的缘分。\n\n\n　　……\n\n\n　　那是我在我躺在我的兄弟们中的不知道第多少个黑夜……也许是第一个——自从我有了意识四周似乎一直都被黑暗笼罩，静谧无比。我很喜欢这种感觉。\n\n\n　　可是，一阵敲击声把我从睡梦中敲醒。\n\n\n　　那是一群骷髅。但和我的兄弟们中夹着的白色化石不一样，它们是黑色的。它们的眼中还冒着火焰。\n\n\n　　骷髅簇拥着一个人类……不，那不是人类，那也是骷髅，只不过体表还没有腐烂……不，是丝毫没有腐烂，只是一具尸体罢了……不，活得还挺滋润……我不知道怎么对她分类……没错，一位女性，穿着黑色的松散衣服……\n\n\n　　“到这里就行了，老克。”女人说道，“他可能找不到这里。”\n\n\n　　一个骷髅发话了——我注意到他手里用来破坏我的同伴的工具，是发着光芒的——：“珂萝殿下，这里离入口还很近。”\n\n\n　　“这已经很深了。”“珂萝”打断了“老克”的发言，“就在这里吧。”\n\n\n　　另一具骷髅将一个铁质的网状方块放在地上，开始四周破坏我的兄弟。我想叫他们松动一点压死他们，但我注意到我根本没有嘴巴，没有喉咙，没有肺。于是作罢。\n\n\n　　我们被他们挖成不到五十格（我和我的兄弟每个占一格大小）面积、五格高的房间。\n\n\n　　“准备仪式。”珂萝站在笼子上，开始吟唱一些什么，我根本听不懂的东西。\n\n\n　　只见那跟着的十几只骷髅，挨个变成一团团黑雾，钻入笼子。\n\n\n　　“老克。”珂萝停止了吟唱，回头看向站在角落的老克和另一具骷髅，“该你了。”\n\n\n　　“好的。”老克接替了珂萝的位置，站在笼子上，开始吟唱相似的内容。\n\n\n　　不过还是有那么一点点差别，但在我听出来之前，珂萝已经举起剑、开始砍老克了。\n\n\n　　“快住口！你这是在谋反……”\n\n\n　　“我们这是为族群好！女王陛……”那具骷髅想要拦住珂萝，被珂萝一剑斩成两半，倒在地上。\n\n\n　　老克躲在房间的另一端，似乎完成了吟唱，扶着墙站着。\n\n\n　　珂萝的身体冒出一阵黑烟，突然，她开始尖叫……\n\n\n　　那声音太恐怖了，似乎比熔岩从我身边流过还要恐怖。\n\n\n　　珂萝倒在地上，低声说道：“遵从你的命令……commander。”\n\n\n　　“现在，你需要按照我的命令，”老克缓缓说道，“首先，为自己施加人偶术。”\n\n\n　　珂萝停顿了一会儿，缓缓吟诵着什么。吟诵完毕后，身体竟然分裂出一个新的自己……不，那个比她要更……傻一点。\n\n\n　　“给你这个。”老克拿出藏在肋骨里的红色纸片，交给傻珂萝，“你要在一年内学会执行这个任务。”\n\n\n　　“是。”傻珂萝接过纸条开始看。\n\n\n　　“现在，我要把你封印进笼子，在你醒来之后，你必须杀掉这件房间内所有的非凋零骷髅生物。”老克对珂萝说道，“并且，你永远不能离开这房间，此生。”\n\n\n　　“……是。”珂萝点头，满脸的愤怒。\n\n\n　　老克开始吟唱，珂萝逐渐化成一团黑雾，钻进了笼子。\n\n\n　　傻珂萝看着这一切，忽然问道：“commander，这是一个谜题，如果真的有人解开了这个谜题，那么……”\n\n\n　　“你的使命就完成了，把我们召唤出来。”老克说，“你拥有无限的寿命，所以你就一直坐在笼子上等着挑战者吧。”\n\n\n　　“是。”她坐在了笼子上。\n\n\n　　“另外，不要让任何人破坏地牢——你是守护者之一。”\n\n\n　　“是。”\n\n\n　　“老克。”倒在地上的骷髅没有死，说着，“你这样……真的好么？”\n\n\n　　“当然。”老克说，“温托，现在把我也封进去吧。”\n\n\n　　“为什么？”温托问，“你也可以在这里等着……”\n\n\n　　“这里太冷了。”老克说。\n\n\n　　温托点点头，开始吟诵着珂萝之前吟诵的话，吟诵了一半，忽然停下了，问道：“女王陛下被杀掉以后……命令者的咒文就失效了，你想过这个问题么？”\n\n\n　　“当然，”老克说，“我有理由劝退来者，更何况能杀掉女王大人的人少之又少。”\n\n\n　　“您还是小心些比较好。”温托说道，“祝您一切顺利。”\n\n\n　　“我会记住你的，温托。”\n\n\n　　温托继续吟唱，老克变成一团黑雾钻进笼子。\n\n\n　　温托吟唱结束后，眼中的火焰渐渐熄灭，最终消失了。他的身体也变成了一堆黑色的灰。\n\n\n　　墙上的火把燃烧了一年多，熄灭掉了。\n\n\n　　四周重新陷入黑暗，似乎从来没有发生过什么。\n\n\n　　……\n\n\n　　我再次被吵醒，是被那男人的哭声。\n\n\n　　“为什么……为什么……”男人哭着，“珂萝……珂萝！！”\n\n\n　　男人满脸胡子，身材壮硕，但跪在傻珂萝面前哭得不成样子。\n\n\n　　“想玩个游戏吗？”傻珂萝问道。\n\n\n　　“不！不想！”男人抓着傻珂萝的肩，摇晃着，大声喊道，“我是大钢啊！你不记得我了吗！？”\n\n\n　　“想玩个游戏吗？”傻珂萝继续问道。\n\n\n　　大钢愣住了，开始抱头痛哭。\n\n\n　　那哭声一点也不亚于珂萝的尖叫。\n\n\n　　大钢最终被两个人类带走了。\n\n\n　　……\n\n\n　　过了几年，两只箱子被送了进来，一个穿着黑色衣服的人类跟着搬运工走进来，向傻珂萝说着这些话：\n\n\n　　“我们虽然尽力了，但老杰克还是被土豆噎死了。老杰克早就立下遗嘱，要把他所有的财产交给你——17块绿宝石、17块青金石和两块钻石，放在这边的箱子里了。节哀。”\n\n\n　　说完，他们扭头离开了。傻珂萝什么都没有说。\n\n\n　　……\n\n\n　　过了一百多年，这里再次被点亮，一个老妇人，穿着红色的上衣和宽大的绿色裙子，走进来，打开了箱子。\n\n\n　　“呐，要玩个游戏吗？”傻珂萝问道。\n\n\n　　老妇人把火把照在傻珂萝脸上，看到了笼子，连连后退，说道：“不……你是守护者？”\n\n\n　　“我是守护者之一。”\n\n\n　　老妇人颤颤巍巍地举起一把金剑，就要插入笼子，被傻珂萝挡住了。\n\n\n　　“您必须赢了我。”傻珂萝说道，“才能召唤出另一位守护者。”\n\n\n　　老妇人跪在地上，开始和傻珂萝玩游戏……\n\n\n　　玩了很久，老妇人终于站起来，颤颤巍巍地离开了。她身上出现了一些黑斑。\n\n\n　　……\n\n\n　　外面的通道再次被封上。\n\n\n　　……\n\n\n　　过了三十多年，一阵“咔嚓咔嚓”的声音，我竟然被移动了。\n\n\n　　不过很快我就被填回原位，不同的是，房间里多了一个女孩子……一个穿着破烂布条的女孩子，手里拿着一把冰剑……\n\n\n　　四周一片黑暗。\n\n\n　　“呐……要玩个游戏吗？”\n\n\n　　“呜哇！？”女孩子被吓到了，“不！不想！别靠近我！”\n\n\n　　她找到一个角落，用手中出现的冰块把自己围了起来。\n\n\n　　……\n\n\n　　我感觉背后一阵凉意。\n\n\n　　“文霞！等我……等等，苔石？”\n\n\n　　那个男孩子把手中的工具靠在我身上。\n\n\n　　这个工具我认识——老克和他的同伴破坏我的朋友的时候……\n\n\n　　……\n\n\n　　我死了。\n\n\n　　不过，我不是真正死了的，我是一块苔石。\n\n\n　　我在一个和以前一样黑暗的地方呆了很久，我就被拿出来，重新安放在一个地方。然后一个人踩了我一脚。那人又把一块原石放在我头顶。\n\n\n　　这个地方……不是原来的房间，没有笼子，没有箱子，没有傻珂萝……\n\n\n　　但这里有很多我的同伴。\n\n\n　　我和他们距离很远。我和一些其他的同伴组成了一根柱子。这是一个矿洞。\n\n\n　　我头顶传来了声音。\n\n\n　　“文霞，你看这里……我拉你，来。”\n\n\n　　“谢谢哥哥……哎，造楼梯不好么？”\n\n\n　　“我们平时都这么垫着上高地方的，你要学着点。”\n\n\n　　“这是……古文层？”\n\n\n　　“没错，这里……”\n\n\n　　他们的声音越来越远了。\n\n\n　　火光越来越弱，附近逐渐变得黑暗。\n\n\n　　……\n\n\n　　我又重新回到了我的同伴中。我不认识他们，但我想我很快就能认识他们。\n\n\n　　所以，如果你在矿洞里发现了苔石，千万不要急着挖掉它们……你可以先从他们那里得到一些故事，像我一样。\n\n\n\n",
    "replies": [
        {
            "author": "人醉梦先醒",
            "timestamp": 1561006140,
            "txt_content": "捕捉到一个新鲜雪莲\n真坚持"
        }
    ]
}