{
    "title": "无聊~~~我来讲冷笑话【复制的= =】",
    "author": "lovexia",
    "replyCount": 11,
    "timestamp": 1360412040,
    "txt_content": "单位祝词，一位领导说：\"祝大家身体愉快……\"憋住，没词了。\n\n\n2 有一次帮老板订酒店，想问问人家有没有什么免费上网之类的服务，却怎么也想不出来\n\n怎么说好，于是就问对方:\"请问，你们这里有什么特殊服务吗?\"\n\n对方:\"什么？特殊服务？？我们是正规酒店！\"\n\n-__-!!!!\n\n\n3 宿舍老四下床找了半天拖鞋，没有，问大家：为什么我的拖鞋哪里去了？\n\n\n4 逛街中，突然朋友惊呼：\"哇！'处女书店'！\"我大惊，抬头一看，一块匾额，上书\n\n四个大字\n\n--外文书店-__-！\n\n\n5 我有次去买羊肉串\n\n伸出4个手指对老板说\"来3根羊肉串\"\n\n老板蒙了\"几根？\"\n\n我又伸出3个手指说\"4根\"……\n\n\n6 我们的总经理姓周，一次他打电话来，我正开车，一紧张张口就说：\"周总理……\"\n\n\n7 本人姓朱，管理单位机房。有次有人打我手机：\"鸡科长，你在猪房吗？\"当时狂骂那\n\n家伙一顿\n\n\n8 在食堂排队，听见旁边一男生说：\"师傅，来碗'子弹菜花'汤！\"（紫菜蛋花汤）哈\n\n哈，笑得我喷汤了。\n\n\n9 某日在米线店吃饭上得很慢很饿\n\n终于按耐不住拍桌咆哮之，本来是想说再不上米线我就把桌子掀了！\n\n结果说成:\"老板!!!!再不上米线我就把桌子吃了!!!!\"\n\n全店沉默3秒后爆笑到桌子下面……丢人……\n\n\n10 爸妈吵架，我爸气的说了句：\"我给你滚出去！\"\n\n\n11 高中的时候打篮球，A得球后，无私的传给了B，B轻松进球．过了一会，B得球，A\n\n大声喊着把球传给他．B却自己把球投出．结果A大怒喊到：刚才真是瞎了我的狗眼……\n\n\n全场笑晕\n\n\n12 印象里小学时的班长极其严肃，一次自习课，教室里人声鼎沸，班长维护了几次秩序之\n\n后终于忍无可忍，站起来一拍桌子怒吼道:谁再吵，把他嘴打断!!!……全班肃静\n\n\n13 大学的时候，我们问一个哥们曼联的战况如何，他激动的说：\"曼联输了，贝克汉姆领\n\n到两张黄盘下场了！\"\n\n\n14 没有金箍棒就别揽瓷器活\n\n\n15 上大学时，一老师讲课，讲到一种新型的材料，说：\"这种材料的性功能是旧材料不可\n\n比拟的……啊不对，性能和功能……\"\n\n\n16 刚上大学，军训，连长不知道是哪里的口音，喊口令--\"向左钻！\"\"向右钻！\"\n\n\n17 大学时候，听见一个女生点菜：师傅，炒一盘酸辣土豆丝，不要放土豆！\n\n\n18 高二时，我们的语文老师是一个刚从南昌调到北京的老教师，他的口音特重．他的儿子\n\n靠上了清华建筑系，这也是他来北京的目的，他特为他儿子骄傲，总和我们说起他儿子，\n\n每次都这么说\"偶（我）蛾（儿）子是青蛙（清华）大学蟾蜍（建筑）系的\"．．．\n\n\n蛾子如果到了青蛙和蟾蜍那里，不就成了点心了吗．．．\n\n\n19 中午做饭，妈妈给我一盆胡萝卜：\"去，把胡萝卜切成肉丁！\"\n\n\n20 昨一同事问我。节日的节怎么写？我回答：草字头下面加一个节日的节去掉草字头！全\n\n体人员爆笑!我还一时没有反应过来~~~~~~~!\n\n\n21 当年找工作时，主考官问我哪年毕业的。\n\n我本来是要说2000年的，结果一激动说：\"两千年前。。。\"\n\n更瀑布汗的是，主考官竟然噢了一声，说：\"孔子的学生吧。\"\n\n\n22 刚上课10多分钟，我同桌就举手说：老师我想上厕所。\n\n英语老师很不高兴的说：都多大人了还上厕所？\n\n\n22 俺有个同学一直在复习考计算机三级，有一天踢足球，另一同学带球到了底线，只听他\n\n大喊：回车！回车！（传中）\n\n\n23 记得有一次去买一种叫伊丽莎白的水果，我张口就说：老板，莎士比亚多少钱？老板当\n\n场就呆了\n\n\n24 物理老师讲波：\"这是一根粗弹簧，我从两端推它，看，它是不是变密(便秘)了？\"\n\n\n25 听同学说，\n\n一次她们宿舍的一个女生去买卫生巾，\n\n对老板说：一包卫生巾。\n\n老板居然问：要三鲜的还是麻辣的？\n\n然后那个同学愣了一下，说：三鲜吧，我怕麻辣的我受不了。。。\n\n\n26 大学师姐，上教育心理学.迟到...走进教室.斜瞄了黑板一眼.老教授生气中，就叫师姐\n\n回答黑板的问题.师姐支吾半天说了:\"<性感与性理论>，这也太难讲了啦.\"全班人仰马翻.\n\n(注.教授原题:<论理性与感性>)\n\n\n27 我一很要好的男同学摔坐在地上，我为了表示关心问了一句:\"你的屁股摔疼了吧!\"结果\n\n不小心说成了\"你的屁股摔死了吧\"汗~~~该兄站起来拍拍屁股，放了个屁，说\"没死，还喘\n\n气呢!\"我直接晕了\n\n\n28 和领导等众人喝酒，举起酒杯大声道:\"让我们同归于尽吧!\"当时脑子太热了......\n\n\n29 一次，我们报社摄影记者采访某女明星归来，在会上谈他和这明星如何如何熟。老总看\n\n着桌上的一大堆照片开了句玩笑：我看你都成他御用摄影师了。可老总的南方普通话不明\n\n不白，把\"御\"念成了\"日\"的音。从此，这个可怜的摄影记者就被我们称为\"日用摄影\n\n师\"，他加班时，当然就成了\"夜用\"。\n\n\n30 老板，有没有手纸充饥卡？\n.有一只狼宝宝噢，它一 生下来不吃肉只吃素，它父母很担心啊。结果一天看到狼宝宝追一只兔子啦，父母很欣慰。然后狼宝宝抓住兔子说：把胡萝卜交出来！……\n\n\n2.这个跳水运动员难度系数非常高，他先转体翻滚一周然后前空翻一周半接着后空翻一个月\n\n\n3.有一个人攀岩,当他快爬 到山顶时，有一只大灰狼拿着一根燃着的蜡烛想要把绳子烧断，那个人说了一句话，大灰狼就把蜡烛吹灭了，那人说：HAPPY BRITHDAY!\n\n\n4.从前，有一个靠海的村 子，村民靠捕鱼为生。。。\n这样过了很多很多年~~~\n突然有一天，海里面来了一只怪鱼，专门吃出海捕鱼的村民们，已经吃了好几个人了。。。这只怪鱼长了六只眼睛，还会飞，于是村民们管它叫“六眼飞鱼”\n眼看六眼飞鱼肆无忌惮 地杀人，又没人能治它，村民们头都急大了，这样下去如何是好呀~~~\n这时，村里来了一个小 伙子，很年轻，他的名字很特别，叫“爱”，爱说他能把六眼飞鱼杀死。。。\n村民们很不屑。。但是第二天，爱果然提着那怪鱼的尸体回来了。。。\n村民们大感震惊，都问 爱“你是怎么做到的呢？”\n爱说 “爱真的需要勇气 ，来面对六眼飞鱼”\n\n\n5.从前有个捉迷藏社团， 他们的社长直到现在还没找到…\n\n\n6.一只小兔子去池塘钓鱼 ，钓了许久都没有钓到.....\n第二天,小兔子又去池 塘钓鱼,钓了一天仍没有钓到鱼......\n第三天,小兔子仍然坚 持在池塘钓鱼,还是一无所获.......\n第四天,小兔子还是去 了池塘钓鱼,一只鱼蹦出水面对着小兔子咆哮：“你丫再用胡萝卜当饵,老子抽死你!”\n\n\n7.…作业做了很久，顺手 打开收音机，一个温柔的声音传出：\"…如果肤色分红，脸上的绒毛细嫩柔软，那么说明很健康…\"\n听到这里，忍不住 摸了自己的脸，对镜顾盼，再笑一笑，样子健康可爱。\n这时，又听播音员 说道：\"好，听众朋友，这次我们的《养猪知识讲座》就到这里……\"\n\n\n8.某所小学，有两个学生 在吵架，甲说：“你...你再叫啊，我打个电话就可以找人来！”\n乙说：“你....你打 啊!我就不信....”\n然后甲真的跑去打 电话了，回来的时候放了一句狠话：“30分钟后你就知道怎么死了!”\n这时候乙紧张的不 得了，但也没办法，30分钟后，学校广播：“乙某某同学，你有访客，请到学务处。”虽然很害怕，但想想是在学务处，应该不会有事。于是他到了学务处，一个头发染成金色的青少年走向他：“你是乙某某吗?”\n乙：“我就是...”\n“抱歉久等了，这 是你叫的10份夏威夷pizza加淋淋鸡，5300元”\n\n\n9.一个德国人、法国人、 及一个日本人要到矿场工作。\n老板是美国人，他对德 国人说：你体格不错，你负责苦力。\n对法国人说：你说你是 工程师，你负责采矿的计划。\n而对日本人他说：你很 瘦小。你负责supplies(补给)。\n然后隔周，他们开始上 工。\n几天后德国人及法国人 发现日本人不见了，找了很久后他们决定还是先回头工作。\n德国人开始工作的时候 ，日本人突然跳了出来，大声叫到：  “Surprise!” （惊喜)\n\n\n10.刘若英向周杰伦求爱被 拒，刘若英追问周杰伦为什么？  周杰伦说，奶茶，我喜 欢优乐美。\n\n\n11.---你好，麻烦叫辆车 。我在XX路口，穿一条黑色短裙……\n---好的，到哪里？\n---呃……到膝盖……\n\n\n12.一只蝴蝶翅膀断了，可 它还在飞翔，为什么？\n因为它意志坚强\n\n\n13.有个人在医院输液，输 着输着就开始狂笑。\n别人问他笑什么。\n他说：“我笑点滴。。。”\n\n\n14.一个小女孩打电话到电 台想给妈妈点首歌\n主持人：为什么要给妈 妈点歌？\n小女孩：妈妈每天上班 都很辛苦，礼拜天还不能好好休息，要找各种练习本给我。\n主持人很感动说她很懂 事，是妈妈的好孩子\n于是就问要点什么歌呢 ？\n小女孩：女人何苦为难 女人\n\n\n15.甲乙丙三人一起出游， 甲感冒了……\n晚上，大家同睡一床， 甲睡中间。\n半夜…甲打了一个大喷 涕，乙丙整个脸上都是甲的 结晶。\n乙丙：下次要通知我们 ……\n过了半个时辰\n甲：注意了…\n乙丙闻言赶紧钻入棉被 中，并确定与外界没有连通 …\n然后甲放了个屁\n\n\n16.有个王子受到诅咒，一 年只能说一个字，但是他很喜欢一个公主，所以你忍了五年没说话，存够了五个字之后来到公主面前说：“请你嫁给我！”\n公主愕然说：“啥？”\n\n\n17.一个程序员退休之后决 定学习书法，买来上好的湖笔、宣纸、墨汁，饱蘸浓墨，在纸上一气呵成：hello, world\n\n18.从前有两个垃圾桶，他 们赛跑，跑啊跑啊，跑了很久，后来有一只垃圾桶停下来，说，我们是垃圾桶啊，为什么要跑？\n\n\n19.小明做错事，他妈叫他 跪在观音像面前忏悔，说：如果观音原谅你，你就可以吃饭\n5分钟后小明坐到饭桌 上，他妈奇怪的问：我不是说观音原谅你你才能吃饭吗\n小明说：是啊，我跪那 里说观音姐姐我错了，我想吃饭，然后观音姐姐右手跟我说，OK\n\n20.一妇女拿假钱去买早点 。。。\n小贩恼了：“大姐，你 给假的也就算了，那起码是张印的，你这 张居然是画的！\n退一万步说，画的也就 算了，你给画一张十块的、五 块的都行，你还给画张七块的！\n七块就七块吧，最起码 也得画彩色的啊，居然用铅笔！\n算了，黑 白就黑白的好了，可不能用手纸画啊！ 手感太差了\n就算是手纸你也得用剪 子把边剪齐了啊，这个用手撕的，毛边太 夸张了\n行，毛边我也忍了，可 你也撕个长方型啊，这个三角型就太说不过 去了\n农夫挑着大粪，一个人走在后面问：“大爷，你这酱多少钱一斤？农夫不语，那个人用手沾了一点放在嘴里，心想：“你不告诉我多少钱一斤，我也不告诉你你的士酱臭了！”\n   一个人骑摩托车习惯反穿外套，在一次交通事故中去世了。警察赶来时旁边有个老汉就问他情况。老汉：“我看到他时他还有气，我看到他老袋拧到后面去了，就把他的脑袋拧了回来，他就断气了。”\n   一个病人去医院，对医生说：“最近我很不要正常，吃什么拉什么，吃黄瓜拉黄瓜，吃白菜拉白菜，这怎么办？”医生想了一下回答说：“你只有吃屎了。”\n   一次上语文课时讲什么环境危害，说到动情之处时，40多岁的语文大妈愤怒地说：“你们人类呀！就不知道保护环境！全班石化。\n   一个女生为了能比其它同学早到食堂，就绕了个近道，结果硬井盖没盖，一下摔了下去。等她狼狈的爬起来一群人惊骇的看着，她忽然急中生智：“唉，真难修！\n   我和朋友在学校附近吃饭，一个点了一碗宽面条，另一个喝着可乐。不知是谁讲了个笑话，喝可乐的人笑了，可乐从鼻子里滴了出来。大家正哈哈大笑时，一跟面条从鼻子里喷射而出。\n   一天，一个小学生向暗恋很久的老师告白，老师告诉他这样不对，但他不听。最后老师说了一句我不想要小孩。小学生说：“我会小心的！”\n祝大家新年快乐~~~~~~~~~~！！！！！！！！！\nSo，红包拿来！！！！！！！！！！！！！！！！！！\n够不够呢。",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1360412640,
            "txt_content": "谢谢LZ的冷笑话撒~也祝LZ新年快乐撒~"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1360413000,
            "txt_content": "冷笑话对我无效…………\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n哈哈哈……"
        },
        {
            "author": "Оil",
            "timestamp": 1360413000,
            "txt_content": "哦，这样子啊，还不错。"
        },
        {
            "author": "1059283523",
            "timestamp": 1360413720,
            "txt_content": "额，还真冷啊- -"
        },
        {
            "author": "ll789899",
            "timestamp": 1360413960,
            "txt_content": "很好笑，一点也不冷"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1360474080,
            "txt_content": "我要那金币"
        },
        {
            "author": "qq986160352",
            "timestamp": 1360474140,
            "txt_content": "= =真的好冷"
        },
        {
            "author": "issachar12",
            "timestamp": 1360502700,
            "txt_content": "感谢lz的冷笑话,lz新年快了"
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1360503720,
            "txt_content": "好吧楼主厉害"
        },
        {
            "author": "1026620934",
            "timestamp": 1360558260,
            "txt_content": "看过了{:10_492:}"
        },
        {
            "author": "huiahdu555",
            "timestamp": 1360559520,
            "txt_content": "It's really cold, I shuddered."
        }
    ]
}