{
    "title": "[三线]Avenir —— 丨应用工业丨沉浸工程丨植物魔法丨刀匠之魂丨时装工坊[1.12.2]",
    "author": "Kimino_",
    "replyCount": 0,
    "timestamp": 1562165400,
    "txt_content": " 本帖最后由 Kimino_ 于 2019-7-3 22:54 编辑 \n————「Avenir」————\n\n\n\n\nAvenir_.png (82.77 KB, 下载次数: 0)\n\n下载附件\n\n2019-6-22 08:50 上传\n\n\n\n\n\n·介绍\n　　「Avenir」是一个「1.12.2」大型混合模组服，含中度魔改元素，于2019年七月正式开服，集科技线、魔法与休闲模组于一体，适合各类玩家，服务器名称取自法文中“美好的未来”，我们致力与玩家一道共建美好的游戏环境。\n　　当然，贴子的标题也不是乱写的，本服最大特点是通过魔改、附属等一系列手段使大部分模组联动，形成一条鲜明的“科技线”，我们更自制了补丁类的模组在主要模组之间进行衔接，杜绝了快餐服，给硬核玩家完美的游戏体验；休闲玩家也可以体验以匠魂铸拔刀之魂，八百米SKS打盖亚的乐趣。\n 为什么选择我们？\n　　稳定——\n　本服资金充足，人力资源雄厚，专业服务器已经续费至2020年，服务器7*18小时有管理在线，能够在五分钟内响应并解决您的任何技术问题。\n  民主——\n　本服定期选举玩家管理，我们有一批高活跃的玩家能站出来共同建设服务器，大佬们也会耐心为新手提供帮助，群内外充满了快活的空气。\n  匠心——\n　本服务器无论是客户端还是服务端都经过了长时间的打磨,基本已达到了一个理想的状态。对于一些游戏中的难点，QQ群中有详细的教程集合供参考。群文件也提供了完善的游戏常用资源，方便玩家使用。\n·客户端　　　　——　一个游戏线路明确且科魔交融的硬核向中度魔改整合包。\n  　　本服客户端为格雷科技吧吧主默雨（@默雨_ok）与模组官鸭蛋（@老王来啦才怪）设计并构建科技线，由服主末言（发帖者）优化并整合，为本服完全原创的整合包。\n　科技线：工业、工业先锋、林业、应用能源、沉浸工程/科技/原油、龙之进化、无尽贪婪；\n　魔法：植物魔法、额外植物学；\n　休闲：潘马斯、科技枪、匠魂、拔刀剑（多附属）、凿子。\n　作者的话：\n 　　默雨：如果你已经厌倦了百无聊赖的普通模组生活，又不敢尝试格雷科技这样的硬核模组，为什么不来试试这个整合包呢？实际上，本客户端的创作源泉即是格雷中心思想体系。这个整合包能给你极为刺激的任务体验，爆肝而又有趣，难受却科学，魔法却科技，可以说源自格雷，但绝不同于格雷，是你走向硬核模组的跳板！        鸭蛋：超硬核的\n特色①：任务书提供清晰完整的科技线\n　整合包的主科技线分为六个时代：　　「活下去！」；「自然与矿物」；「金属与魔法」；「钢的时代」；「铝，钛与原子」；「无尽湮灭」。　　从沉浸工程和植物魔法的基础出发，进而使用原始机械，多方块机械，工业机械，“外星”机械，和高科技机械。特色②：精细幽默的任务文案　六大章节的介绍：　　“带着你的镐子和剑，活下去。”　　“安顿下来后，你可以进一步探索这个世界了 基于青铜和植物魔法前期。”　　“当魔法与金属碰撞之时... 基于灰铁时代的设定，你将需要用青铜创造机器和多方块结构，钢，魔力钢，和沉浸工程I级电路板是你的目标。”　　“深邃而火红的炉光中，将诞生的是怎样的奇迹...基于工业时代2和沉浸工程，钢能让你制作大部分工业时代和沉浸工程的机器。”　　“轻盈且强韧，铝，钛是也...基于工业时代2，沉浸原油，沉浸科技，科技枪和工业先锋。”　　“无尽的湮灭重生 ：一即是全，全即是铱...基于工业时代2，科技枪，龙之研究，和无尽贪婪。”　一些精选的任务例子：　　“木头和石头砸不动石头，但燧石可以。燧石将是你前期在获取到金属前最重要的资源之一，你可以使用原版的配方用燧石代替圆石合成镐子，不过我更推荐你去按任务来。”　　“ 柴油发电 - 高电压系统令人着迷，但是你需要稳定可靠的发电量来供给它。柴油发电机可以胜任这一任务。依靠挤压机生产的植物油和分馏塔生产的乙醇，你可以将它们在精炼厂炼制为“生物柴油”。生物柴油可以在柴油发电机中燃烧产生大量的RF。如何供给大量的植物呢？你应该翻一翻工程师手册，它会告诉你答案的。”　　“请不要依据你对整合包内一些模组的先前了解去进行合成或者操作！如果你不参考伟大的JEI——银河系百科全书——你或许会很困惑。因为，这个整合包里，很多模组原有的配方被以“科学”的方式重制，你或许不得不重新学习这些新的配方。”　　“虽然你或许不相信，但是粉碎机制成的焦煤粉是制作AE硅片的必须原料。有了焦煤粉和任意一种石英粉或者二氧化硅（虽然你需要热力离心机，一个钛时代产物），你可以在合金窑里炼制硅。硅是应用能源2大部分物品的制作原材料。”　　“低压机器外壳 - 你可以用它制作小部分的工业时代2机器，剩下的大部分将在你在下一个时代拥有电路板 2，也就是IC电路板的时候解锁，我将整合包内的机器外壳分为五个等级：青铜-坚固部件 钢-基础机器外壳 铝-工业先锋的机器外壳 钛-高级机器外壳 他们拥有近似的制造方式。”·游戏截图\n\n\n\n\nfile_1562146137000.jpg (136.62 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n\n\nfile_1562146137000.jpg (107.28 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n\n\n\nfile_1562146137000.jpg (243.17 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n\n\n\nfile_1562146137000.jpg (127.87 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n\n\n\nfile_1562146137000.jpg (237.59 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n\n\n\nfile_1562146137000.jpg (223.68 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-3 17:29 上传\n\n\n\n\n\n\n·加入我们\nQQ群819432351客户端链接: https://pan.baidu.com/s/18V3a0KwsrQDZewyuJCxTZg 提取码: ebvk\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}