{
    "title": "[Minecraft.net | INSIDER] 背包盘点：火药",
    "author": ":spgbigfan:",
    "replyCount": 7,
    "timestamp": 1561175520,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-3 09:52 编辑 \n\n\nTaking Inventory: Gunpowder\nLight it up!\n背包盘点：火药\n把它点着！\n\nHunting a creeper is a complicated business. Wait for it to approach, a quick stab, then retreat as it flashes in anger. Dart forward for another quick stab, and back again. Repeat a few times until it finally falls to the ground. But wait, eww, what’s this pile of grey powder that it left behind? It’s our item of the week – gunpowder.\n狩猎爬行者是一件很复杂的事情。首先要等到机会接近它，迅速一击，然后在爬行者处于愤怒状态开始闪烁的时候退回来。猛冲过去再打一下，然后再退回来。重复操作，直到爬行者最终倒地不起为止。不过等一下，诶哟，爬行者掉落的这堆灰色粉末是什么东西？这是我们的本周物品——火药。\n\nFor a game without guns, Minecraft sure has a lot of gunpowder. You’ll find it in shipwrecks, in dungeons, in desert temples and in woodland mansions. You’ll even find them in Minecraft.net’s very own community highlights, with explosive references to Guy Fawkes' gunpowder plot (that guy sure had a short fuse). Creepers drop up to two piles on death, as do ghasts. Witches hoard the stuff – dropping up to six pieces of gunpowder when they die.\n作为一个没有枪的游戏，Minecraft里当然是有很多的火药了。在船只残骸，地牢，沙漠神殿和林地府邸里都能发现火药。你甚至在官网独家社区推荐内容里发现火药，比如这篇文章就根据盖伊·福克斯的火药阴谋还原了爆破设施（那人一定是[ruby=脾气太爆]引线太短[/ruby]了）。爬行者死亡时会掉落两份火药，恶魂的掉落也一样。女巫就懂得攒东西了——在死亡时会掉落六份这么多的火药。\n\n\n\nGunpowder came to Minecraft in Indev version 0.31 as a crafting ingredient for TNT, though it was originally called sulphur and dropped from any mob. It became gunpowder in beta version 1.3. As well as crafting TNT, you can use gunpowder to make fire charges, as well as firework rockets and firework stars. Adding more to a rocket during crafting will increase the height it soars to before it explodes. Wheeeee.\n火药在Indev 0.31版本中加入游戏，作为制作TNT的原料，不过当初的火药叫做硫磺，而且任何生物都能掉落。在Beta 1.3版本中名字才改成了火药。除了制作TNT，你还可以用火药制作火焰弹，以及烟花火箭和烟火之星。在火箭里加的火药越多，火箭就能在爆开之前飞得更高。呜呜呜~\n\nSince version 1.0.0 you can also use gunpowder to make splash potions that inflict their effects on anyone you throw them at. Splash potions of weakness, slowness, poison, decay and harming are obvious candidates, but you can also make splash potions that heal your friends. You might even consider making splash potions of slow falling, which come in very handy if you’re trying to escape someone during a clifftop chase. Just jump off the side and hope you don’t die, then leg it while they float down slowly like Mary Poppins.\n在1.0.0版本后，火药就可以用来制作喷溅药水了，朝生物身上扔这种药水就可以把效果附着在他们身上。把虚弱、缓慢、中毒、凋零和伤害药水做成喷溅药水显然是不错的主意，不过你也可以借助喷溅药水治疗你的伙伴。你可能还会需要制作喷溅缓落药水，这样如果你在悬崖边上被人追的话，有这种药水逃跑起来就会方便得多。到时只需要从边上跳下去，祈祷不要摔死，然后趁他们像打伞阿姨一样缓缓飘落时，赶紧开溜。\n\n\n\nImage credit: Hustvedt // CC BY-SA 3.0\n图片来源：Hustvedt // CC BY-SA 3.0\n\nReal-world gunpowder was originally called “black powder”, and is a mixture of three different chemicals – sulphur, charcoal and saltpeter. It dates all the way back to the 9th century when it was invented by Chinese alchemists searching for an elixir that would make the drinker immortal. It didn’t make anyone immortal, but it was highly flammable, so they called it 火药, or \"fire medicine\".\n现实中的火药最初被称为“黑色粉末（Black powder）”，是三种化学物质的混合物——硫磺，木炭和硝石。火药的历史可以追溯到9世纪，中国的炼药师在寻求长生不老药时发明了火药。这所谓的药没能让任何人长生不老，但是却极度易燃，所以才被称为火药。\n\nThe most useful quality of gunpowder is that when it’s burnt it creates a lot of gases very quickly. These gases take up a lot more space than the gunpowder they came from, so they push outward, building up huge pressure. In fireworks, this pressure is pointed downward so that the rocket shoots up into the air. In guns and cannons, the pressure pushes the bullet or cannonball out of the barrel at high speeds.\n火药最实用的地方在于燃烧时会产生大量气体。这些气体占据的空间超过了原来火药的体积，因此就会被向外挤推，产生巨大的压力。在烟花里面这些气体的压力会被引导向下释放，因此就能射向天空。在枪炮中，气体压力会以极高的速度将子弹或炮弹推出铁管。\n\nToday, gunpowder is no longer widely used in weapons or explosives because we’ve developed more effective alternatives. It’s not as efficient as dynamite, nitrocellulose, or industrial explosives like ANFO. It’s still used in fireworks, so it’s still in Minecraft, but maybe not for much longer – Disneyland is trying out fireworks launched with compressed air, which creates less smoke and is capable of far more accurate timing.\n现在，火药不再广泛用于武器或爆破物里了，因为人们已经开发出了效果更佳的替代品。火药的威力尚比不上黄色炸 药，硝化棉或者是ANFO（铵油炸 药）这样的工业炸 药。在烟花里现在还有火药，所以Minecraft里也存在火药，不过这样的情况可能不会持续太久——迪士尼乐园正在尝试用压缩气体来发射烟花，这样产生的烟就能少一些，而且发射时间也能控制得更好。\n\nBut we’re keeping gunpowder in Minecraft, because otherwise there’d be no use for creepers any more and they’d go extinct. On second thoughts, maybe that wouldn’t be so terrible after all?\n不过我们依然为Minecraft保留火药，不然的话爬行者就没有了利用价值，这样它们就该走向灭绝了。不过仔细想想，好像这也算不得是坏事吧？\n\n【Kakagou译自Taking Inventory: Gunpowder】\n【作者Duncan Geere，发布时间2019年6月21日】\n",
    "replies": [
        {
            "author": "東風",
            "timestamp": 1561176240,
            "txt_content": "这时候就要提一下消耗火药来给鞘翅加速的插件了/喝茶"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1564771680,
            "txt_content": "short fuse 除了短引线还有引申义\nJust jump off the side and hope you don’t die, then leg it while they float down slowly like Mary Poppins.\n少一句\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564792620,
            "txt_content": "LocusAzzurro 发表于 2019-8-3 02:48\nshort fuse 除了短引线还有引申义\nJust jump off the side and hope you don’t die, then leg it while th ...\n少一句还行，我瞎了"
        },
        {
            "author": "hy逆转",
            "timestamp": 1564844940,
            "txt_content": "可以，英语不怎样好，这么一看懂了"
        },
        {
            "author": "a1468347998",
            "timestamp": 1574562240,
            "txt_content": "啊啊的方法个二好人好人合同进入"
        },
        {
            "author": "a1468347998",
            "timestamp": 1574562240,
            "txt_content": "见客户飞哥哥个很尴尬的GV个 价格监管局"
        },
        {
            "author": "a1468347998",
            "timestamp": 1574562240,
            "txt_content": "阿达瓦大飞哥规范个人色粉发"
        }
    ]
}