{
    "title": "[茶馆六月活动—流光的岁月]",
    "author": "Ice_Block_",
    "replyCount": 8,
    "timestamp": 1561179180,
    "txt_content": " 本帖最后由 Ice_Block_ 于 2019-6-22 12:55 编辑 \n\n三月时，眼下时节已然到了，早晨便从窗外透过玻璃洒下温软的阳光。从凛冽冬日漆黑的早晨走来，也不似如火夏日的炎热耀眼，照得人不想从被窝里爬起来。\n\n\n只有到了白天阳光的温度才像蚯蚓一样温吞吞地上升，早晨暖黄的光似是被洗涤了一般，到处都是不刺眼的灿灿白色。教室外的走廊上都是玻璃映射下来斑驳陆离的光影，像是被来来往往的学生踏碎的琼玉。这是我一辈子也忘不掉的场景。\n                                                      \n门外楼前的植物也梗着脖子生长开花，和朋友们不止一次的惊叹它们的生长速度，似乎是一夜之间就变成了微凉清风轻起，斑斓百花飘零的样子。\n\n让人直觉飞花游絮，雨打风流，自此别去,山川温柔。\n\n\n几日以来都让人带着倦意，下午一副睡不醒地要死的样子，老师已经站在讲台上开始唾沫横飞，而我还侧脸趴在桌子上半眯着眼看那窗外霜洗般的蔚蓝天空，成块成团的云缥缈在那天际。\n         \n看着同桌脑门上的阳光和听着周围同学们的小声叽叽喳喳，物理老师王加强那让人脑壳疼的声音。想起课间和坏种汪涵、痴龙互相推搡班里大哥二哥的地位；在走廊里极速漂移和来回推搡打闹的一群傻子；和六岁、**互相吹牛和扯犊子；一群厚脸皮的男生在女生面前说**狭促的话；每次上厕所都像贼一样害怕被班里那几个坏痞看到，否则他们一定会先拿手机拍照，然后再拿扫把骚扰你；看见别人下课学习就去给他后脑勺一巴掌，然后大声的关怀他：你能不能别学习了，再学习都要累坏了！然后拉他出去撒泼，自己私底下还偷学；.....真是如梦似幻无忧无虑的日子啊……\n\n\n然而黑板旁边的白板上写着：高中余额：73天。每次看到心里都没来由的一沉。\n\n\n记得以前嘎宝问过我一句话。\n\n\n嘎宝：给你一个机会，你是愿意永远停留在某一天还是随着时间的流逝向前走？\n\n\n我认真的想了想答道：肯定是要向前走啊……前方才有更多的可能性，停下来日复一日有什么意思？\n\n\n嘎宝沉默良久才说：我宁愿一直活在同一天里。\n\n\n我不懂那时嘎宝在想什么，但是现在忽然间我想永远的过这样的时光，想永远过这段春天里的高中。我们疯我们浪我们贱，全身上下透露着一股湛湛云天我行世间无忧无愁的意气。\n\n\n想与长风一试快慢，想饮酒说相逢恨晚。\n\n\n可能每个宁愿过千千万万个同一天的人都有什么不愿松手的执念。\n\n\n\n四月已然入春，天空澄澈透明，湛蓝悠远，几缕极淡极薄的云烟飘散在天际。明黄的太阳从天穹洒下温暖如水的阳光，映射在校园里的桃李枝头，草木萋萋，在树林灌木中婆娑摇曳。\n\n\n在校的晚上经常不能去操场锻炼，而是被被**、小宝、噶宝和柴田拉去吃饭。我们走在夕阳的余晖下，互相说笑打闹着说些不着边际的屁话，然后笑的像个二百五。\n\n\n即便在江南十校联考期间的晚自习我们也毫无紧张的气氛，上课时憋着打闹，下课时爆炸打闹。看着周围的一个个二百五，忽然就觉得能永远停留在这样的年岁就好了，因为我们脸上肆意飞扬的笑意总是多于暗淡无光的哀愁。\n\n\n考完试便约出来吃喝玩乐，我总不忘在各种场合拍照合影。有人问我为什么这么喜欢拍照，我笑着也不说话。其实是因为我觉得我脑子还是不够用的，我也害怕忘了我们之间的种种过往回忆。于是拍下来，一个人闲暇时便翻看这些照片，觉得自己以前的岁月都有被记录，不至于许许多多的回忆都莫名其妙地喂了时间这条獠牙毕露的恶犬。\n\n\n时常幻想着当我老到屁都放不动的时候，再翻看这些照片，看着照片上一个个嘴角咧到耳根子的少年们，会嘿嘿地笑着骂一句他妈的一群狗崽子，我可没忘了要去你们**的事情，你们也别忘了给我上坟的时候朝坟头浇两瓶我最喜欢的可口可乐。\n\n\n于是照片里有我们像一群泥坑里的小猪崽一样窝在一起哼哼唧唧，有我们在夜空下穿云裂石的放声长啸和引吭高歌，有我们在深夜的小饭馆里微醺的样子。每当我们在一起时，我总会觉得十丈红尘中光阴无声的流动，世俗欢闹，岁月静好。\n\n\n我们兴起时对酒当歌，人生几何。我们闲暇时行于云下，走马观花。我们失意时举杯消愁，拔剑击柱。\n\n\n我想这就是我的十八岁，我的青春了。我们的背影凝聚在荏苒时光里，以后每当有放声大笑时，我应该都会回忆起我们的昏黄路灯下的背影和迷离夜空下响彻云霄的肆意笑声。\n\n\n愿谁都记得，我们最好的、如同流光一般的年岁。\n\n\n耳畔风声鹤唳，耳目清明，目光远到天际，坐看云起。少年快意激昂，几欲高歌引吭，策马去看大好风光。\n\n\n\n\n",
    "replies": [
        {
            "author": "Ice_Block_",
            "timestamp": 1561179420,
            "txt_content": "标注：文中的“**”“嘎宝”“小宝”“六岁”“痴龙”均为人类。\nPS：其中不知为何“**”变成了“**”.........."
        },
        {
            "author": "丶King",
            "timestamp": 1561180920,
            "txt_content": "楼主的文字很不错"
        },
        {
            "author": "梅露露Cieum",
            "timestamp": 1561181580,
            "txt_content": "学校好美啊！和我的学校真就天壤之别"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561181760,
            "txt_content": "梅露露Cieum 发表于 2019-6-22 13:33\n学校好美啊！和我的学校真就天壤之别\n确实好看一些，主要是够大。在学校带手机的机会不多，所以没拍摄那么多的景色"
        },
        {
            "author": "梅露露Cieum",
            "timestamp": 1561181820,
            "txt_content": "Ice_Block_ 发表于 2019-6-22 13:36\n确实好看一些，主要是够大。在学校带手机的机会不多，所以没拍摄那么多的景色 ...\n我哭了。。我们学校修楼，操场就剩下不大点了。。"
        },
        {
            "author": "东天辰",
            "timestamp": 1561513320,
            "txt_content": "真好啊这个学校"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1561855920,
            "txt_content": "感觉文笔很棒"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561909260,
            "txt_content": "FHC红石 发表于 2019-6-30 08:52\n感觉文笔很棒\n多谢抬举"
        }
    ]
}