{
    "title": "如何改星系mod火箭发射倒计时（就是把20秒改为10秒）",
    "author": "zah123456",
    "replyCount": 2,
    "timestamp": 1561201680,
    "txt_content": "配置文件# Configuration file\nachievements {\n    # Base Achievement ID. All achievement IDs will start at this number.\n    I:idAchievBase=1784\n}\n\n\ndimensions {\n    # IDs of dimensions where rockets should not launch - this should always include the Nether.\n    S:\"Dimensions where rockets cannot launch\" <\n        1\n        -1\n     >\n\n    # If true, rockets will be unable to reach the Overworld (only use this in special modpacks!)\n    B:\"Disable rockets from returning to Overworld\"=false\n\n    # Set this to true to have an automatic /gckeeploaded for any new Space Station created.\n    B:\"Set new Space Stations to be static loaded\"=false\n\n    # IDs to load at startup, and keep loaded until server stops. Can be added via /gckeeploaded\n    I:\"Static Loaded Dimensions\" <\n     >\n\n    # Set this to 0 for no borders (default).  If set to e.g. 2000, players will land on the Moon inside the x,z range -2000 to 2000.)\n    I:\"World border for landing location on other planets (Moon, Mars, etc)\"=0\n\n    # Biome ID for Moon (Mars will be this + 1, Asteroids + 2 etc). Allowed range 40-250.\n    I:biomeIDBase=102\n\n    # Dimension ID for the Moon\n    I:idDimensionMoon=-28\n\n    # Dimension ID for the Overworld (as seen in the Celestial Map)\n    I:idDimensionOverworld=0\n\n    # WorldProvider ID for Overworld Space Stations (advanced: do not change unless you have conflicts)\n    I:idDimensionOverworldOrbit=-27\n\n    # WorldProvider ID for Static Space Stations (advanced: do not change unless you have conflicts)\n    I:idDimensionOverworldOrbitStatic=-26\n}\n\n\ngeneral {\n    # If this is enabled, debug messages will appear in the console. This is useful for finding bugs in the mod.\n    B:\"Enable Debug Messages\"=false\n\n    # By default, you will respawn on galacticraft dimensions if you die. If you set this to true, you will respawn back on earth.\n    B:\"Force Overworld Spawn\"=false\n\n    # Setting this to false will revert night skies back to default minecraft star count\n    B:\"More Stars\"=true\n\n    # If you have FPS problems, setting this to true will help if rocket particles are in your sights\n    B:\"Disable Spaceship Particles\"=false\n\n    # If you're using this mod in virtual reality, or if you don't want the camera changes when entering a Galacticraft vehicle, set this to true.\n    B:\"Disable Vehicle Third-Person and Zoom\"=false\n\n    # If true, this will move the Oxygen Indicator to the left side. You can combine this with \"Minimap Bottom\"\n    B:\"Minimap Left\"=false\n\n    # If true, this will move the Oxygen Indicator to the bottom. You can combine this with \"Minimap Left\"\n    B:\"Minimap Bottom\"=false\n\n    # Increasing this will increase amount of oil that will generate in each chunk.\n    D:\"Oil Generation Factor\"=1.8\n\n    # List of non-galacticraft dimension IDs to generate oil in.\n    I:\"Oil gen in external dimensions\" <\n        0\n     >\n\n    # If this is enabled, GC oil will be added to existing Overworld maps where possible.\n    B:\"Retro Gen of GC Oil in existing map chunks\"=false\n\n    # If this is enabled, copper ore will generate on the overworld.\n    B:\"Enable Copper Ore Gen\"=true\n\n    # If this is enabled, tin ore will generate on the overworld.\n    B:\"Enable Tin Ore Gen\"=true\n\n    # If this is enabled, aluminum ore will generate on the overworld.\n    B:\"Enable Aluminum Ore Gen\"=true\n\n    # If this is enabled, silicon ore will generate on the overworld.\n    B:\"Enable Silicon Ore Gen\"=true\n\n    # Disable Cheese Ore Gen on Moon.\n    B:\"Disable Cheese Ore Gen on Moon\"=false\n\n    # Disable Tin Ore Gen on Moon.\n    B:\"Disable Tin Ore Gen on Moon\"=false\n\n    # Disable Copper Ore Gen on Moon.\n    B:\"Disable Copper Ore Gen on Moon\"=false\n\n    # If true, moon villages will not generate.\n    B:\"Disable Moon Village Gen\"=false\n\n    # If this is enabled, other mods' standard ores and all other features (eg. plants) can generate on the Moon and planets. Apart from looking wrong, this make cause 'Already Decorating!' type crashes.  NOT RECOMMENDED!  See Wiki.\n    B:\"Generate all other mods features on planets\"=false\n\n    # If generate other mods features is disabled as recommended, this setting can whitelist CoFHCore custom worldgen on planets.\n    B:\"Whitelist CoFHCore worldgen to generate its ores and lakes on planets\"=false\n\n    # If ThaumCraft is installed, ThaumCraft wild nodes can generate on the Moon and planets.\n    B:\"Generate ThaumCraft wild nodes on planetary surfaces\"=true\n\n    # Enter IDs of other mods' ores here for Galacticraft to generate them on the Moon and other planets. Format is BlockName or BlockName:metadata. Use optional parameters at end of each line: /RARE /UNCOMMON or /COMMON for rarity in a chunk; /DEEP /SHALLOW or /BOTH for height; /SINGLE /STANDARD or /LARGE for clump size; /XTRARANDOM for ores sometimes there sometimes not at all.  /ONLYMOON or /ONLYMARS if wanted on one planet only.  If nothing specified, defaults are /COMMON, /BOTH and /STANDARD.  Repeat lines to generate a huge quantity of ores.\n    S:\"Other mods ores for GC to generate on the Moon and planets\" <\n     >\n\n    # Set to true to make Galacticraft oil register as oilgc, for backwards compatibility with previously generated worlds.\n    B:\"Use legacy oilgc fluid registration\"=false\n\n    # Set to true to make Galacticraft fuel register as fuelgc, for backwards compatibility with previously generated worlds.\n    B:\"Use legacy fuelgc fluid registration\"=false\n\n    # If this is true, the player will parachute onto the Moon instead - use only in debug situations.\n    B:\"Disable lander on Moon and other planets\"=false\n\n    # Spaceships will not explode on contact if set to true.\n    B:\"Disable Spaceship Explosion\"=false\n\n    # While true, space stations require you to invite other players using /ssinvite <playername>\n    B:\"Space Stations Require Permission\"=true\n\n    # If set to true on a server, players will be completely unable to create space stations.\n    B:\"Disable Space Station creation\"=false\n\n    # By default, Galacticraft will override capes with the mod's donor cape. Set to false to disable.\n    B:\"Override Capes\"=true\n\n    # Solar panels will work (default 2x) more effective on space stations.\n    D:\"Space Station Solar Energy Multiplier\"=2.0\n\n    # List non-opaque blocks from other mods (for example, special types of glass) that the Oxygen Sealer should recognize as solid seals. Format is BlockName or BlockName:metadata\n    S:\"External Sealable IDs\" <\n        minecraft:glass_pane:0\n     >\n\n    # List blocks from other mods that the Sensor Glasses should recognize as solid blocks. Format is BlockName or BlockName:metadata.\n    S:\"External Detectable IDs\" <\n        minecraft:coal_ore\n        minecraft:diamond_ore\n        minecraft:gold_ore\n        minecraft:iron_ore\n        minecraft:lapis_ore\n        minecraft:redstone_ore\n        minecraft:lit_redstone_ore\n     >\n\n    # Lower/Raise this value to change time between suffocation damage ticks\n    I:\"Suffocation Cooldown\"=100\n\n    # Change this value to modify the damage taken per suffocation tick\n    I:\"Suffocation Damage\"=2\n\n    # Change this if you wish to balance the mod (if you have more powerful weapon mods).\n    D:\"Dungeon Boss Health Modifier\"=1.0\n\n    # Set this to true for increased difficulty in modpacks (see forum for more info).\n    B:\"Harder Difficulty\"=false\n\n    # Set this to true for less metal use in Galacticraft recipes (makes the game easier).\n    B:\"Quick Game Mode\"=false\n\n    # Set this to true for a challenging adventure where the player starts the game stranded in the Asteroids dimension with low resources (only effective if Galacticraft Planets installed).\n    B:\"Adventure Game Mode\"=false\n\n    # Add together flags 8, 4, 2, 1 to enable the four elements of adventure game mode. Default 15.  1 = extended compressor recipes.  2 = mob drops and spawning.  4 = more trees in hollow asteroids.  8 = start stranded in Asteroids.\n    I:\"Adventure Game Mode Flags\"=15\n\n    # If this is enabled, areas sealed by Oxygen Sealers will run a seal check when the player breaks or places a block (or on block updates).  This should be enabled for a 100% accurate sealed status, but can be disabled on servers for performance reasons.\n    B:\"Enable Sealed edge checks\"=true\n\n    # Enable this if the standard canister recipe causes a conflict.\n    B:\"Alternate recipe for canisters\"=false\n\n    # This needs to match the OreDictionary name used in the other mod. Set a nonsense name to disable.\n    S:\"OreDict name of other mod's silicon usable in Galacticraft\"=itemSilicon\n\n    # Should normally be true. If you set this to false, in a modpack with other mods with the same metals, players may be able to craft advanced GC items without travelling to Moon, Mars, Asteroids etc.\n    B:\"Must use GC's own space metals in recipes\"=true\n\n    # Leave 'KEY_' value, adding the intended keyboard character to replace the letter. Values 0-9 and A-Z are accepted\n    S:\"Open Galaxy Map\"=KEY_M\n\n    # Leave 'KEY_' value, adding the intended keyboard character to replace the letter. Values 0-9 and A-Z are accepted\n    S:\"Open Fuel GUI\"=KEY_F\n\n    # Leave 'KEY_' value, adding the intended keyboard character to replace the letter. Values 0-9 and A-Z are accepted\n    S:\"Toggle Advanced Goggles\"=KEY_K\n\n    # The normal factor is 1.  Increase this to 2 - 5 if other mods with a lot of oil (e.g. BuildCraft) are installed to increase GC rocket fuel requirement.\n    I:\"Rocket fuel factor\"=1\n\n    # Increase to make the mouse drag scroll more sensitive, decrease to lower sensitivity.\n    D:\"Map Scroll Mouse Sensitivity\"=1.0\n\n    # Set to true to invert the mouse scroll feature on the galaxy map.\n    B:\"Map Scroll Mouse Invert\"=false\n\n    # Set to a value between 0.0 and 1.0 to decrease meteor spawn chance (all dimensions).\n    D:\"Meteor Spawn Modifier\"=1.0\n\n    # Set to false to stop meteors from breaking blocks on contact.\n    B:\"Meteor Block Damage Enabled\"=true\n\n    # Update check will not run if this is set to true.\n    B:\"Disable Update Check\"=false\n\n    # Biome Types will not be registered in the BiomeDictionary if this is set to true. Ignored (always true) for MC 1.7.2.\n    B:\"Disable Biome Type Registrations\"=false\n\n    # Space Race Manager will show on-screen after login, if enabled.\n    B:\"Enable Space Race Manager Popup\"=false\n}\n\n\nschematic {\n    # Schematic ID for \"Add Schematic\" Page, must be unique\n    I:idSchematicAddSchematic=2147483647\n\n    # Schematic ID for Moon Buggy, must be unique.\n    I:idSchematicMoonBuggy=1\n\n    # Schematic ID for Tier 1 Rocket, must be unique.\n    I:idSchematicRocketT1=0\n}\n\n\n",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1561201980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "roj234",
            "timestamp": 1561207260,
            "txt_content": "找个会Java的反编译修改"
        }
    ]
}