{
    "title": "【原创/配音教学】CV配音教学",
    "author": "梦言蝶痕",
    "replyCount": 8,
    "timestamp": 1561253160,
    "txt_content": " 本帖最后由 梦言蝶痕 于 2019-6-23 15:55 编辑 \n\n前言：CV既为配音演员，也就是声优，其实配音并不难，它的门槛很低。因为每个人都有其独特的声音，不必被台词和声线所局限，而是考虑整体的人物形象、精神。比如胆小的人，她的声音一般都比较小和犹豫不决。而那些霸气一点的人物，比如史蒂夫(??ω?)?嘿杀末影龙时，因为长时间的战斗和信念的支撑，她的声音是坚定的，铿锵的，又略微有点沙哑的感觉。还有很多内容我会在下文一一讲述的。谢谢(*°?°)=3\n\n\n如果选择了学习配音，就不要放弃ヽ(≧Д≦)ノ。它会让您看到一个新世界\n\n\n\n\n\n\n章节一、普通话普通话是配音学习的基础，(? ???ω??? ?)最开始我学的时候前后鼻音不分，这让我每次配音时都要配很多遍。这是很重要的一章，可以每天都练练。大约15天华丽丽的普通话就会出来了。注意事项：不要觉得自己已经学过拼音就不用练普通话，你的习惯会导致失败\n\n\n一、四声歌\nxué hǎo shēng yùn biàn sì shēng ， yīn yáng shǎng qù yào fēn míng\n学好声韵辨四声，阴阳上去要分明。\nbù wèi fāng fǎ xū zhǎo zhǔn ， kāi qí hé cuō shǔ kǒu xíng\n部位方法须找准，开齐合撮属口形。\nshuāng chún bān bào bì bǎi bō ， dǐ shé dāng dì dòu diǎn dīng\n双唇班报必百波，抵舌当地斗点丁。\nshé gēn gāo gǒu kēng gēng gù ， shé miàn jī jié jiāo jiān jīng\n舌根高狗坑耕故，舌面机结教尖精。\nqiào shé zhǔ zhēng zhēn zhì zhào ， píng shé zī zé zǎo zài zēng\n翘舌主争真志照，平舌资责早再增。\ncā yīn fā fān fēi fēn fù ， sòng qì chá chái chǎn chè chēng\n擦音发翻飞分副，送气茶柴产彻称。\nhé kǒu hū wǔ kū hú gǔ ， kāi kǒu hé pō gē ān zhēng\n合口呼舞枯湖古，开口河坡歌安争。\ncuō kǒu xū xué xún xú jù ， qí chǐ yī yōu yáo yè yīng\n撮口虚学寻徐剧，齐齿衣优摇夜英。\nqián bí ēn yīn yān wān wěn ， hòu bí áng yíng zhōng yōng shēng\n前鼻恩因烟弯稳，后鼻昂迎中拥生。\nyǎo jǐn zì tóu guī zì wěi ， yīn yáng shǎng qù jì biàn shēng\n咬紧字头归字尾，阴阳上去记变声。\nxún xù jiàn jìn jiān chí liàn ， bù nán dá dào chún hé qīng\n循序渐进坚持练，不难达到纯和清。",
    "replies": [
        {
            "author": "NoName德里奇",
            "timestamp": 1561253700,
            "txt_content": "太真实了，大佬是传媒大学出身吗\n优质教程，我... 我读不下来，看来我普通话还是不过关啊"
        },
        {
            "author": "東風",
            "timestamp": 1561254120,
            "txt_content": "我还是老老实实学我的语文8/喝茶"
        },
        {
            "author": "Top_信仰",
            "timestamp": 1561255620,
            "txt_content": "我还是老实地玩建筑吧"
        },
        {
            "author": "梦言蝶痕",
            "timestamp": 1561275300,
            "txt_content": " 本帖最后由 梦言蝶痕 于 2020-5-2 09:00 编辑 \n\n\n    \n挖了这么久的坑了，我又回来了章节二\n           呼  吸   篇\n胸式呼吸\n胸式呼吸又称肋式呼吸法、横式呼吸法。这种呼吸法单靠肋骨的侧向扩张来吸气，用肋间外肌上举肋骨以扩大胸廓。其甚者，吸气时双肩上抬，气息吸得浅，因此又称为肩式呼吸法、锁骨式呼吸法或高胸式呼吸法等。许多人都习惯于只用胸式呼吸。这种呼吸方式主要是胸部的扩张和收缩，横膈膜的运动较小。这样，呼吸多集中在肺部的上、中部进行。\n胸式呼吸的方法：吸气，将空气直接吸入胸部区域，感觉胸部区域扩张，但腹部应保持平坦。呼气时胸部自然收缩。\n胸式呼吸总结：吸气胸部扩张，呼气胸部收缩。注意：吸气或者呼气的时候胸部全部是自然扩张收缩，强制性的扩张收缩起不到任何效果。\n\n\n\n\n\n腹式呼吸\n腹式呼吸是让横膈膜上下移动。由于吸气时横膈膜会下降，把脏器挤到下方，因此肚子会膨胀，而非胸部膨胀。为此，吐气时横膈膜将会比平常上升，因而可以进行深度呼吸，吐出较多易停滞在肺底部的二氧化碳。\n腹式呼吸的方法：腹式呼吸可分为顺呼吸和逆呼吸两种，顺呼吸即吸气时轻轻扩张腹肌，在感觉舒服的前提下，尽量吸得越深越好；呼气时再将肌肉放松。逆呼吸与顺呼吸相反，即吸气时轻轻收缩腹肌，呼气时再将它放松。呼吸在这种方式下会变得轻缓，只占用肺容量的一半左右。舌尖轻轻顶住上腭。逆呼吸与顺呼吸的细微差别：呼吸只涉及下腹部肌肉，即紧靠**下方的耻骨区。吸气时轻轻收缩这一部位的肌肉，呼气时放松。\n腹式呼吸总结：顺呼吸：吸气扩张腹部，呼气收缩腹部。逆呼吸：吸气收缩腹部，呼气扩张腹部。注意：无论是顺呼吸还是逆呼吸，基本都要放松自然，不要刻意去收缩或扩张腹部。\n胸腹式联合呼吸\n胸腹式联合呼吸法是播音员主持人在工作时应该掌握的方法．这种方法是胸腔、横膈肌、腹肌联合控制气息．这种呼吸活动范围大、伸缩性强．它可以操纵和支持声音的能力，为气息均衡、平稳地呼出提供了条件．\n胸腹式联合呼吸的方法：扩张胸部，横隔膜下降挤压脏器使腹部鼓涨。同时收缩腹部，找到对抗点。同时保持平稳的呼吸。\n注意：胸部的扩张要全程保持住，不能收缩。   \n\n\n\n\n\n\n\n\n            气   息   篇\n\n\n首先，什么是呼吸？呼吸；呼吸出入之气。  　　  气息的控制。\n伪音和我们平常的说话一样，是自然轻松的。但是伪音有一些情况是很多人都有的，就是气息的控制。如果我们不会控制气息，伪音的时候就会导致气息时深时浅，让伪音时说出来的话下意识抖动或没有气再支持你说下去。这些情况不一定是人人都有但是的确存在。\n要控制气息，就要掌握这几个点：\n气深，气匀和气息的通透。\n气深：指气息要下沉，不会让说话时发出的声音发虚或时稳时飘。练习：深**气，在呼气时正好呼出一部分的时候发“a”音。在发a音的同时气在体内保持的位置基本不要变动。\n气匀：指气息出来的时候要平均，让人感觉很顺畅。而不是突然大突然小的那样。练习：可以用匀速读绕口令什么的。尽量保持每次吐出的气一样。气息的通透：指气息不会发闷，有种通透感。练习：数数字，一二三四五一组。每个数字中间隔一秒左右。同时要大声读出。但是不要扯嗓子。自然的大声读数字即可。气息的控制对唱歌说话都有比较重要的意义。如果对气息控制不满意可以用这样的方法去提升自己对气息的控制练习气息和控制的方法，这里只举出简单且标志性的一种， 数枣。数枣的方法： 深**气憋住，然后在慢慢呼出气的同时按照节奏开始： 一个枣，两个枣，三个枣，四个枣，五个枣……到气用尽为止。 数枣可以让你逐渐有效地控制气息，并且提高肺活量\n\n\n\n\n\n\n           共  鸣  篇\n\n三．共鸣训练\n（一）.口腔共鸣训练\n1、唇齿贴近，提高声音明亮度。\n收紧双唇，使其贴近上下齿。先做单音训练，然后扩展为词句，并比较自己过去的发音。\n2、从容的发复韵母ai.ei.ao.ou，读时注意体会声束沿上颚中线前滑，挂在前颚的感觉。\n3、调节颈部姿态，竖起后咽部，发韵母a.o.e.i.u，读时注意体会上下贯通的共鸣感觉。\n4、改善u,.o的音色。唇齿靠近，减少突起。\n（二）胸腔共鸣训练：\n1.体会胸腔共鸣：\n用较低的声音发ha音，声音不要过亮,逐渐降低音高，找到从胸腔发出的感觉。也可适当加大音量，并用手轻按胸部，用a做练习音，从高到低，从实到虚发长音，体会哪一段声音胸腔振动强烈，然后在这一声音阶段做胸腔共鸣训练，一般说来，较低又柔和的声音易于产生胸腔共鸣。\n2.适当增强胸腔共鸣\n练习朗读下列含有a音的词：\n反叛 散漫武汉 计划到达 白发出嫁 \n然后，用适当的低音练习朗读《春晓》，注意加强韵脚的胸腔共鸣。\n3.音高练习\n选一句话，在本人音域范围内，由低到高，再由高到低，体会胸腔共鸣的加强。\n4.加强胸部响点的练习\n用较低的声音弹发hā音，体会胸部响点，由低到高一声声地弹发，体会胸部响点的上移和下移。\n（三）鼻腔共鸣训练 \n\n1.体会鼻腔共鸣用i,a练习，利用软腭下降将元音部分鼻化，体会鼻腔共鸣：I-- a--\n2.交替发口音a和鼻音ma，a－ma－a－ma\n发口音时软腭上挺，堵住鼻腔通路，体会口腔共鸣，发鼻音时，软腭下垂，打开鼻腔通路，反复练习，体会软腭上挺或下垂的不同感觉。\n\n\n\n\n\n\n\n\n\n\n\n鼻腔共鸣练习\n\n一般说来，a的舌位低，鼻腔共鸣弱，鼻腔共鸣时软腭下降幅度可稍大些。i、u，舌位高，口腔通路窄，气流容易进入鼻腔，因此，软腭不可下降过多，否则会使元音鼻化，造成鼻音\n 减少鼻音色彩\n有鼻音习惯的发音，常常韵母的元音部分完全鼻化。可用手捏住鼻子，用下列音节来检查是否过分使用鼻腔共鸣。如果鼻腔从元音开始就共振，表明鼻腔共鸣使用过度，应减少元音的鼻化程度。\n渊源 黄昏间断 湘江光芒 荒凉\n1找丹田：丹田位置，大笑、咳嗽，记得用力时的感觉，即丹田位置所在\n2.从低音唱到高音：A(啊) + O(喔)发音元音，一口气从从\n你的最低音「喔」→至你的最高音「啊」，感受最高音时，是否会「鼻顶」麻，或者头腔晕，即表示方法正确，但得反复练习\n3.记暖嗓、忌饮冰：暖嗓是必要的，俺有些暖嗓的经验，步骤八即为暖嗓方式之一，不可饮冰\n（四）三腔共鸣的训练\n1 夸张四声练习\n选择韵母音素较多的成语或词语，运用共鸣技能作夸张声调的训练：山－明－水－秀，黑－白－分－明，融－会－贯－通\n2 大声的呼唤练习\n假设一个目标在80－100米处，呼唤：\n老王，等一等！苗--苗，早点回家！  【亲情推荐喊 阿毛       阿毛~~~~~】\n呼唤时，注意控制气息，并注意延长音节，体会三腔共鸣。\n3 绕口令练习\n（1）桃子李子梨子栗子桔子榛子载满院子村子和寨子，蚕丝生丝熟丝缫丝染丝晒丝纺丝织丝自制粗丝细丝人造丝。\n（2）名词动词数词量词代词助词连词组成诗词唱词和快板词\n［提示］绕口令中间略微停顿，快速收气，进行补气练习，放慢语速，声音哄亮，体会共鸣效应。\n\n\n\n\n\n\n          头腔 共鸣我们常常把头腔共鸣称之为头声。头腔共鸣是我们声音中最具有魅力色彩的成份。它使声音明亮、光彩、辉煌、穿透力强，尤其是男高音、女高音声部，头腔共鸣几乎决定了声音的质量。头腔共鸣是由于声音的频率引起了头部上前方的蝶窦空间的震动而产生的。蝶窦位于鼻孔上，是比较小的结构空间，获得头腔共鸣必须先具有鼻腔共鸣、口腔共鸣，否则头腔共鸣是难以掌握的。具体方法是：1把口腔内声波在硬腭上的集中反射点稍后移\n2下腭放下，软腭和小舌头尽量上提，使口、鼻、咽腔之间的通道和空间更宽些，声波便沿着上腭骨而传到鼻咽腔、鼻腔和蝶窦等，引起振动，这种共鸣效果清脆，丰富，富有光彩。\n3当然要取得良好的头腔共鸣是必须建立在正确的呼吸点、发声点和共鸣位置点这三者协调运动的基础之上的。"
        },
        {
            "author": "hx5733",
            "timestamp": 1584409680,
            "txt_content": "大佬   这个帖子有后续吗"
        },
        {
            "author": "梦言蝶痕",
            "timestamp": 1584410580,
            "txt_content": "hx5733 发表于 2020-3-17 09:48\n大佬   这个帖子有后续吗\n要的话可以私聊我AWA"
        },
        {
            "author": "hx5733",
            "timestamp": 1584782760,
            "txt_content": "梦言蝶痕 发表于 2020-3-17 10:03\n要的话可以私聊我AWA\n俺没有权限私聊  不好意思"
        },
        {
            "author": "梦言蝶痕",
            "timestamp": 1588381740,
            "txt_content": "\n章节三[这个应该放在第二位置的，是每天必练]\n\n\n口部操包括唇部操和舌部操\n首先是唇部操:\n第一节是喷,也称作双唇后打响,双唇紧闭,堵住气流,唇齿相依,不裹唇,突然放开发出“PO PO PO”音,注意不要满唇用力,把力量集中在唇的中央三分之一。\n\n第二节是裂,顾名思义,就要先把双唇撅起来,然后呢,向嘴角用力,向两边伸展。这就是我们平常所说的裂,这样反复进行,这一节是听不到声音的。\n\n第三节呢,是撇,先把双唇撅起来,然后呢,向左歪再向右歪交替进行。\n\n第四节是绕,双唇紧闭,撅起,然后,左转360度,再向右转360度,这样交替进行,这里应该注意到向左转多少圈,那么向右就应该转多少圈,这是绕。【亲情推荐，这个不光可以练唇还可以锻炼小脑。还可以蜕除疲劳----练完会感觉后脑勺发热疼....】\n\n\n\n接下来是舌部操:\n第一节伸舌,把口开大,提颧,要感觉鼻孔略微张开一些,然后努力地把舌头往外伸,舌尖越尖越好,伸完了以后,再往回缩,缩到最大的程度,这样反复来做。【有没有感觉我是爱因斯坦？】\n\n第二节刮舌,舌尖抵下齿背,舌体贴住齿背,随着张嘴,用**齿齿沿刮舌叶、舌面,使舌面能逐渐上挺隆起,然后,将舌面后移向上贴住硬腭前部,感觉舌面向头顶上部“百会”穴的位置立起来。这一练习对于打开后声腔和纠正.“尖音”、增加舌面隆起的力量很有效。口腔开度不好的人、舌面音J、Q、X发音有问题的人可以多练习。\n\n第三节捣舌,就是把一个像枣核一样的物体,竖放在舌面上,比如说,一个橄榄核,一个枣核,或者一小块糖,两尖,两头正对着前舌,这是竖放,用舌面挺起的动作使它翻转起来,这样反复进行。\n\n第四节弹舌,先把力量集中在舌尖,抵住上齿龈,堵住气流,堵住呼出的气流,突然打开爆发出te音,这里应该注意,舌的中重线,前后的中重线要用力,爆发出这个te te,越有力越好,爆发出这个te音来,这样反复进行。\n\n第五节顶舌,闭唇.用舌尖顶住左内颊、用力顶,似逗小孩儿嘴里有糖状,然后,用舌尖顶住右内岬颊做同样练习,这样反复进行。\n\n第六节转舌,闭唇,把舌尖伸到口腔前庭,也就是把舌尖伸到齿唇的中间,先向顺时针方向环绕360度,然后再按逆时针方向环绕360度。\n\n第七节立舌,将舌尖向后贴住左侧槽牙齿背,然后将舌沿齿背推至门齿中缝。使舌尖向右侧力翻。然后做相反方向的练习。这一练习对于改进边音L的发音有益\n\n\n\n口腔的静、动态控制\n一、静态控制:打开口腔、提颧肌、开牙关、挺软腭、松下巴、欲达声挂前腭:\n1、调整呼吸,声波成束\n2、声波畅通,音饱色纯\n3、声射腭前,声音鲜明\n\n二、动态控制:字头(吐字)、字腹(立字)、字尾(归音)\n字头:咬住,弹出,部位准确,气息饱满,结实有力,停暂敏捷,干净利落\n字腹:拉开,立起,气息均匀,音长适当,圆润丰满,窄韵宽发,宽韵窄发,前音后发,后音前发,\n圆音扁发,扁音圆发\n字尾:尾音较短,完整自如,避免生硬,归音到位,送气到家,干净利落,趋向鲜明\n\n\n"
        }
    ]
}