{
    "title": "《空间的异数》or《卡片世界》帮同学发文，求评分，收藏！",
    "author": "1365619159",
    "replyCount": 21,
    "timestamp": 1314437700,
    "txt_content": " 本帖最后由 1365619159 于 2011-11-20 10:59 编辑 \n\n高中、成绩等等，这些东东搞得我焦头烂额！所以，我决定暂时停更《方块帝国》，其实，不想把MC写的跑题也是一个重要的原因，所以，我来无聊一下，搞个全MC世界+玄幻世界的小说！从合成方式到mod的运用效果，完全是不跑题，更加上了我个人期待的RPG、工业、生化、TR……哈哈，个人觉得很有爱。喜欢看的请留下你那流金溢彩的帅气签名，还有让我进步与成长的无私建议！              ——俺叫寒木凌霄（请用MT的语音大声朗读！）\n                                                                          序IMinecraft——这个经久不衰的游戏，自2148年成功建立全球智能联网游戏方式后，在世界各地的玩家开始疯狂增长，目前，版本号早已经变成了：x1.7.3，啥！你说你的也是这个版本的？看好了：这可不是普通版本，是x版！版本的彻底变更还要从六年前说起，那个时候，传统的MC正面临着一场重大的变革，关于这个游戏的发展前途——是继续一个人的生活，还是让它变成另一部经典游戏的复制：《MC之模拟人生》。一个人的生活尽管非常符合大部分玩家的趣味，但是，历经百年沧桑，MC的关于个人求生的发展、扩展都达到了极致！可以说，在这个游戏里，你可以把自己放进去，感受一下在真实世界里，一个人发展的艰辛与乐趣，于是，迫于N大的遗言，以及MC的发展前途，N大的儿子将MC赋予另一种进化：x与c的双重发展版本！孙宇刚回到家，就激动的将书包扔到床上，以比刘翔只快一点点的速度，猛冲到书房的电脑旁，开机！进入MC的文件夹，将从同学那里拿到的几个mod加进去，看一看28''的显示屏上铺满了各种各样的mod，笼统一看，只觉眼花，细细一数，数到五六十个就头晕，然而，“一百五十八个mod了，这破烂机子带不起来怎么办……”孙宇自言自语的嘀咕着，他竟然可以将mod的数量背下来，真是铁杆粉丝啊！看了看他那只有13G的内存，如果往前一百年，那叫神器，但是，放到2148年，只能称为古董！算了，试试吧，最后看了一眼42G的MC的mod文件夹，他点开了大大的MC.x&c图标……摸了摸自己的脑袋，心中泛起一阵疑惑，难道自己没死吗？那运气真不错啊！空气清新，但是好热啊！？反正不是医院，睁开双眼，却看到了一副“惨绝人寰”画面，一只长着小尖角的可爱的粉红色小猪崽正依偎在他的胸前，而那湿漉漉的一滩，则告诉他……“死猪，你竟然在老子身上嘘嘘！”一把将它从胸前推下去，孙宇看了看四周，耳边的轰鸣声告诉他自己那古董级电脑运行量过大，电路不稳导致的电路爆炸并非虚有，那么自己为何会在这里呢？难道，自己穿越了？穿越到MC的世界！可是看着身边的黄沙漫天的沙漠，他不禁疑惑了，MC的沙漠里应该会有一些植物的，但是，黄沙漫天，周围空无一物，而被电后的虚弱感有源源不断的传来，看来这里是存在饥饿感的，“这破沙漠，尼玛的让我怎么活啊！”孙宇指天大吼。— — — — — —待会更第一章！",
    "replies": [
        {
            "author": "GG_bond",
            "timestamp": 1314437820,
            "txt_content": "顶顶。。虽然我不看-，-希望你能分开来。"
        },
        {
            "author": "1365619159",
            "timestamp": 1314437940,
            "txt_content": "GG_bond 发表于 2011-8-27 17:37 \n顶顶。。虽然我不看-，-希望你能分开来。\n希望你能分开来？\n什么意思？如果是mc与玄幻世界的话，请参考：《异界之死灵法师》！"
        },
        {
            "author": "GG_bond",
            "timestamp": 1314438060,
            "txt_content": "1365619159 发表于 2011-8-27 17:39 \n希望你能分开来？\n什么意思？如果是mc与玄幻世界的话，请参考：《异界之死灵法师》！\n意思是这样看起来很吃力你看下面\n高中、成绩等等XXXXXX这样写完这一行然后下面Enter继续写\n\n要的原因，所以，XXXXX"
        },
        {
            "author": "紫枫",
            "timestamp": 1314438180,
            "txt_content": "寒木\n你越来越无爱了= =\n为什么非要穿越啊\n我打算重开一坑\n讲MC里人类的事情\n（不是穿越的，是MC里的原住民）"
        },
        {
            "author": "1365619159",
            "timestamp": 1314438180,
            "txt_content": " 本帖最后由 1365619159 于 2011-8-27 19:11 编辑 \nGG_bond 发表于 2011-8-27 17:41 \n意思是这样看起来很吃力你看下面\n高中、成绩等等XXXXXX这样写完这一行然后下面Enter继续写\n\n我明白了……我会空一行的！"
        },
        {
            "author": "1365619159",
            "timestamp": 1314443400,
            "txt_content": " 本帖最后由 1365619159 于 2011-8-27 19:11 编辑 \n\n        第一章 沙漠绿洲：生活的开端！\n        孙宇忽然扭头，眼中顿时散发出择人而噬的光芒！小猪崽被吓得转身就跑，“小家伙，你吃烤嫩猪蹄不吃啊！别跑啊，我又不吃你，嘿，你等等……”一人一猪，开始了追逐，但是，有心人可以看得出来，孙宇并没有追得太紧，似乎是为了让小猪跑的更远。\n        终于，在两个家伙都累得不轻时，绿色终于出现在了他的视野里，“丫的，我总算找到你啦！哈哈哈……”一只小猪怎么可能在沙漠了生存，所以，他这番行为的目的就是找到水源，有水还怕没有树吗？当然不会了，看到这片大概五百平的小绿洲，他忽然感觉到，这里的生活仍然是充满艰辛的，至少，那二十几棵仍然存活的树木周围近百棵枯死的树木，就让他分外纠结，照这种方式，再过几个月，这些树木乃至这个绿洲，就要无声地消失在这片土地上了，幸好，自己来到了这里。\n        激动地抱起累的早已无法行动的小猪，就起个名字吧，叫塞德好了，随便想个名字，他穿过外围的这片枯死的树林，走进了绿洲内部，二十棵树木将一抹清泉围在中间，但是，这生命之泉早已被沙漠中无处不在的风沙给堵住了，只能从位于沙坑里渗出的清水中知晓，下边就是地下水源的通道，新生活就要开始了，伸出方块状的手，刚从最凹陷处扒出几块沙土，孙宇就累的不得了，这才想起，自己晚上饭还没吃呢，唉，先喝口水吧，看着被孙宇搅浑的一小口水，真的只有一小口，可能是因为沙土的掩埋太深了吧，导致渗出来的水只有这么一点，想起沙漠中那庞大的蒸发量，他不禁有些苦恼，在这样下去，他也会无计可施的倒在这片连名字都叫不出来的沙漠中的，看了看粗大的枯树，自己的方块手试着向MC里的“砍树”方式一样，挠着一颗比自己手臂粗两倍的树木，只听沙沙声响起，树干渐渐出现裂缝，这里竟然可以像MC一样“挖”树！“哈哈，太好了，这样就可以建立一个房子了，就是不知道能不能直接腾空！？”\n        “嘭”，一个暗褐色的体积大概有0.1m&sup3;小方块出现在他的面前，孙宇激动地将它捡起，但是却发现没有背包，没办法只能放在其他地方了，略为观察一下，刚刚被他命名为“迪亚克斯”的沙漠绿洲，看到绿树围绕的地方，中间有一大片空地，他拿着方块木头，激动的放在那里，正在郁闷今天的水怎么变得这么塞牙的塞德，扭扭头，看了一眼孙宇，就继续在绿洲附近跑着玩去了，估摸了一下这片空地大约有三十平米，可以放五百块木材，他转身继续挠木头。\n        干了一上午，他不知所措的望着整整一地的木块，“这些木头怎么变成木板呢？”随手踮起一块木头，闭着眼睛，试着想像一个有着四个空格的背包，忽然，他感觉连太阳的炙热也感觉不到了，睁开眼睛，发现，他的面前真的出现了一个背包：左上角有四个方框，但是没有标注的汉语（2148年，中国早已出现MC代理商了），只不过，原本是标注的地方，出现了一个按钮：合成，左边的装备栏也消失不见了，右边是一个四个格大小的背包，至于为什么不是7x15格式的背包，这个还要从代理商的利益说起，冷血的商人们为了摄取足够的利润，将背包的大小改变为：\n        非RMB玩家：4格\n        普通（每月20）RMB玩家：8格\n        贵宾一级（每月100RMB）玩家：16格\n        贵宾二级（每月300RMB）玩家：32格\n        白银贵宾（全年8000RMB）玩家：64格\n        黄金贵宾（全年12000RMB）玩家：96格\n        钻石贵宾（全年30000RMB）玩家：128格\n        天朝，永远也不缺败家子和富二代、富三代，所以，别看不过是一个游戏，从宣传到可玩性，从各方面来讲，MC都是目前最火热的游戏，所以，这就吸引大批的败家子们来将钱投入这无底之洞，好让代理商赚个金盆钵满，当然，作为一个非RMB玩家，孙宇自己做了一个让他闻名于世界的MCmod——精神背包！顾名思义，就是来源于玩家精神力的背包，至于背包大小，完全取决与你在游戏里杀死的怪物的多少与价值来衡量！不过需要一个附件——一个小戒指，一个仅售88RMB！仅售88RMB，就可以让你摆脱黑心商人的压榨，还等什么，快来买吧！想起这段曾经让败家子们憎恨，让非RMB玩家崇拜的广告词，看了看自己的手指，“果然没有了么，唉，或许，自己能够活下来已经算很好了！努力吧，孙宇，创建一个你的MC帝国！”鼓励着自己，孙宇用感觉将手上的木材放进背包，成功啦！心中激动地大喊着，赶紧将木头分割成4个木板，哈哈！看着4块木板，他激动地进行下一步——合成一把木斧！首先，将木板放进合成栏，看着木板被分割成木棒，赶紧将木棒分成两份，放上剩余的木块，合成了两把木斧子！哈哈，意念一想，一把木斧出现在手心，孙宇将四散的小木块收进背包，一共142块，天上方方的太阳已经开始缓缓下落了，孙宇赶紧将木头变成木块，搭起一座小木头房，直到差一个门没有合成，他才想起来，自己没有火把！这可惨了，尽管他不知道这里的夜晚会不会有僵尸、骷髅小兵、血眼蜘蛛、狂化野猪出现，但是，毫无疑问的是，如果出现了，自己的小命就搭里了！赶紧趁着天色未暗（时间与现实相同），他双手并用，开始挠地面，小猪塞德似乎是见到了其他生物的原因，玩心大发的看着孙宇挠沙土，它也对着沙土用它那两个小蹄子开始挠！\n        沙土就是好挖，看着被他扔到外边的六七块沙土，孙宇心中估计着高度，这是，塞德看看它挠的坑，感觉无趣，转身就走进孙宇刚建好的全木质的小房子里，“呵呵，小家伙，你也……额！”看着塞德挠开的几块沙土散在两边，里面显示出出一个石块的样子，而自己半天也没有挖出石块，赶紧合成一把木镐，开始了狂敲！三十分钟后，看着地上的两块鹅卵石，他几乎悲愤欲绝！挠木材的时候，他就发现了，挠的速度极其的慢，有多慢呢？用手挠了几个小时，才挠出一百多块木材，而现在，用木头镐挖石块，十五分钟一块！冒着巨大的风险，孙宇合成了一个工作箱，将两块鹅卵石和两根木棍变成一把石镐，手里拿着崭新的石镐，他忐忑的对着面前的石块开始砸！对，就是砸，看着裂缝以之前几倍的速度出现，他激动地差点哭出来，还好，不用担心性命之忧啦！在一个小时后，收集到九块鹅卵石，他就赶紧跑回屋里，在工具台上合成一个火炉，填进去两块木板，伴随着熊熊燃起的火苗，这个二十多平方的小屋被照得通透，趁着这段时间，他合成了一个木门，安放到门口，外面已经开始变得昏暗了，大概过了整整半个小时，他才看到木块被烧灼成了一大块焦炭，“挺耐烧的。”他自言自语道，也顾不上烫了，伸手将那块木炭放进自己的背包里，说起来也奇怪，在火炉里看着是一大块焦炭，但是一经他的手就变成了一小块的焦烫焦烫的木炭，先不管这个，赶紧合成四个火把，三个插在屋内各处，最后一个插在门外的墙上！\n        做完这一切，孙宇吐了一口气，累倒在地上，忽然想起，自己已经有半天时间没吃饭了，就这样，孙宇在MC的世界的第一天就这么过去了。\n— — — — — —\n这章两千五百多字，再加上序，有三千二，感觉手都有点发麻了~\n下一章孙宇就会出现在另一个世界，一个玄幻+伪科技的世界。\nPs：不满者请提出意见，另外，可以改动世界的内容，不可能直接改变世界观！"
        },
        {
            "author": "1365619159",
            "timestamp": 1314447780,
            "txt_content": "紫枫 发表于 2011-8-27 17:43 \n寒木\n你越来越无爱了= =\n为什么非要穿越啊\n首先，我支持你，然后，我要解释一下：并不是我不会写原住民的，但是，忽然有了写这个的灵感，就这么写了，不过，倒是可以再开一个帖子写原住民！\n愤怒的读者：你丫的还要挖坑！！！吃我一砖！"
        },
        {
            "author": "1365619159",
            "timestamp": 1314520260,
            "txt_content": "        第二章 醒来，泰泽瑞拉！\n        孙宇的呼呼大睡伴随着肚子发出“咕噜噜”的抗议声而终止，“没想到自己在MC的第一觉是饿醒的！”他嘟囔着，看了一眼窗外正冉冉升起的的太阳，(⊙o⊙)…！太阳？窗户？圆的？难道自己回去了？这时，很是时候的敲门声响了起来，“孙宇，起来啦，赶紧干活去。”\n        刹那间，他就搞清楚了，这里还不是地球，那……这是哪？忽然注意到，自己的床头柜上摆放着一本书，似乎是日记，顺手塞到自己的背包里，四个格的背包就满了，推开虚掩着的木门，走出茅屋，他顿时有些惊讶，农民家庭？看着正在剥玉米的大妈，还有两个孩童大小的孩子在玩耍，而刚刚的喊声，显然出自这个大妈口中，“请问……”他刚一开口，就被大妈打断，“你干爹已经去干活了，你还不快去，小兔崽子，小心我揍你！”看着这个显然对他印象不好的妇女面露凶色地挥舞着拳头，孙宇赶紧拿起竖在一旁的锄头，转身就走，“TNND，这算什么事啊，难道我是那种不受人待见的人？”摸了摸自己的脸，健康的小麦肤色配上孙宇长的不算太差的脸，一米七五的个头，还算是有点魅力，走出建筑群，回头一看，他才发现，这里是一个村庄，大概有二百座草房，这时，迎面走来两个穿着皮甲的年轻人，他们正谈论着什么，相比他十六岁的年龄，对方大概已经有二十多了，“……这回腐蚀之地的进攻似乎有些不同，而且第四中级军团也被拉了进……”虽然没有故意去听这两个人在说什么，但是，当腐蚀之地这个字眼出现在他们话中的时候，他还是感到一丝惊讶，腐蚀之地？这不是Terraria中的地方吗？“……哼，过贝尔，不要危言耸听了，尽管灵魂吞噬者可以随意杀伤普通士兵，可是，随军法师们可不是……”听到两人忽然爆发的争吵，他已经觉得没有听下去的意义了，腐蚀之地、灵魂吞噬者，这些耳熟能详的词语依旧是让他激动外加兴奋，尽管没有回到地球，但是，这是真的，这里真的是TR的世界，并且，不再是横板的世界了！\n        Terraria，音译泰泽瑞拉，这个在新生之时，与MC有着万分相似的游戏也是发展了近百年，但是，相比MC，它的发展历程就更加充满波折了，由于横版2D的限制，第一代（1.x.x）版本和MC的相似之处，地图的范围过小，都令它失去了大量玩家，当它开始走出它自己的风格时，已经是第二代开始发行了，可是，这个时候，噩耗来临了，在七十多年前，恐怖分子依旧不罕见，而TR的赞助商赫尔伯瓷先生，在一起一行抢劫事件中被误杀，于是，当玩家们的眼光开始聚集到这个游戏上时，它停止了开发，直到两年后，才有一家公司同意与制作组进行合作，接着，用了三年，Terraria、Minecraft，还有另一个叫做流星佣兵团的游戏并列成为世界三大著名单机游戏，而孙宇，也是它的爱好者之一。\n        泰泽瑞拉的真实世界令人惊讶，村落的存在似乎昭示着城镇的存在，记得在玩TR时，孙宇曾经做过很多mod，专门用于增加TR的人口，可是，效果都不理想，一次哥布林军团进攻就让那些没有任何能力的平民NPC死伤近百，尽管第二代版本的哥布林军团的威力有了大幅度的强化，但是，这么大几率的死亡还是让他感觉很鸡肋，\n        这下好了，不用再一个人寂寞的战斗了，只不过，昨天自己在MC的世界里，今天怎么跑到这里了？可爱的小猪塞德怎么办？濒临死亡的绿洲怎么办？就这么想着，孙宇眼前忽然一花，自己就出现在了MC世界的小木房里，看着地上的木板，他惊讶的趴在地上摸一摸，是真的！门被拱开个缝，塞德的小脑袋从外面漏了出来，嘴上发出唔的声音就钻到他的怀抱里面去了。摸了摸它的头，然后将它放下，目前，他还要再确认一件事，闭上眼，心中不停地想着我要去TR世界，再次睁开，果然，自己拿着锄头正站在村子的栅栏外，这下好了，可以自由穿梭在两个世界了，“让开！快点让开！”一个身着军官服的中年人骑着快马冲过孙宇的身旁，有些奇怪他为何这么匆匆忙忙，但是一想起那个大妈挥舞的拳头，他还是认命的赶往田地。\n        一望无际的碧绿田野，这里就是这个村落的田地了，整个村子的吃喝应该全靠种地了，猛地，孙宇才发现，自己还不知道自己家的地在那里……抱着一副大无畏的心态，他跑进了路边的一处草丛中，席地而坐，翻开日记本，开始浏览里面的内容。\n        半个小时一晃而过，孙宇叹了口气，这个“笋与”还真是让人无语，首先，他的名字并不是孙宇，而是笋与，坑爹之际，更让人感觉坑爹的是，这家伙小时候父母双亡，于是被送到了孤儿院，在孤儿院受尽了欺负，养成了一种极其生僻的性格，由于收养他的这户人家知道这一点，于是，他就成了一个苦劳力，若非怕外人看到了，恐怕今天孙宇就是被揍醒的！想想都觉得恐怖啊，而他的“干爹”，一个典型的小市民外加守财奴的形象，最近因为一个叫库斯·波尔的男爵要到这个名为库斯特的村庄视察，所以正分外卖力的干活，希望给他心中的子爵大人留下一个好印象，连带着笋与都要每天干双倍的活。怀着无语的心情，孙宇回到了MC世界，看着方方的身体，孙宇整理了一下心情，拿着石镐走向昨天尚未挖完的石矿。\n        泰泽瑞拉世界，梅泽腐蚀之地的外层，近千身着皮甲的战士正拿着长矛、弓箭与从天空俯冲下来的灵魂吞噬者群战斗着，尽管看起来更像是单方面的屠杀！人类面临死亡恐惧的大喊正感染着周围的生者们，战争的天平更加倾斜。\n— — — — — —\n下一章TR的事件将以一种穿插的方式表现，目前主角不会再到泰泽瑞拉去了，专心发展mc世界，怪物们也即将登场，不止目前版本的怪物，毕竟，到了2148年，版本已经有很大不同了。\n依旧求评分，外加求收藏！"
        },
        {
            "author": "1365619159",
            "timestamp": 1314523500,
            "txt_content": "你们都不能给我评点人气吗？！\n还有，高中嘛！下个星期一就开始上晚自习了，彻底与电脑无缘了！\n每个周六周日更新吧！"
        },
        {
            "author": "1365619159",
            "timestamp": 1315020240,
            "txt_content": "        第三章 MC叫什么！\n        迪亚克斯绿洲的附近，距离不到百米的小木屋，已经变成了有近百平的大木屋，厨房中，唰的一刀下去，看着面前剥的干净净的几棵仙人掌被自己切成两半，孙宇心中大呼一声，终于有东西吃了，这几个仙人掌是自己在沙漠里找到的一棵大仙人掌身上的零部件，至于完整的，早被孙宇切割成数百个小仙人掌，种植在迪亚克斯绿洲的水源旁边了，一上午，他和塞德徒步走了近十公里的路，专门寻找植物，结果就找到了这棵大家伙，当时，三米高的身形将孙宇吓了一跳，要不是上面的仙人掌刺他还算认识，说不定他早就落荒而逃了，倒是有一点，除了自己在泰泽瑞拉读书时，随手拽的十几根嫩玉米，自己还没吃什么呢，似乎，这里的体力流失速度极其的慢，这可是一个好消息！\n        仙人掌不能合成仙人掌丝，还好，这个世界似乎是真实的，只不过融合了MC的内容，再剁几下，将仙人掌丝放到左手的碗里，右手放下石制的切菜刀，将一个比手中的碗大了十倍的小锅端过来，然后，拿起桌子上的另一个碗添水，接着，把它放到昨天合成的炉子上，用意念放进去刚烧好的木炭，一会，噼里啪啦的声音就从炉中响起，虽然不知道水煮仙人掌是什么味道，但是，应该能吃吧，在地球上也是好歹也是一味中药，看了看手边的一袋盐，这是他在枯树枝上找到的，对着沙漠杨（沙漠中的杨树，比一般杨树节水30%左右）外表的白粉进行挠，就可以得到碱性的盐，这是我的世界这个游戏在几年前更新出来的内容，因为孙宇的热情绝对是120%的高，所以依旧耳熟能详，但是，似乎是因为靠近水源，这里的枯树排出的碱盐并不符合它的名字，叫做微碱盐更合适，看着石锅里的水开始沸腾，他不禁为自己的决策而感到英明，今天早上自己挖了整整一个小时石头，做了一个石头锅，一把石头刀，另外还有两把木制筷子，还将自己的石斧子、石矿镐全部合成到了三把的数量，又搞了一把短柄石剑，而且为了挖井，还做了一把石铲子，当然，这些配方是孙宇回忆出来的，毕竟，这里可没有互联网那种东西可以用，“要尽快寻找竹子了，要不然，就自己的记性再好，某一天也会忘完这八万多条合成方式！”虽然这样想着，但是，心中的苦涩还是有多无少，MC的竹子只生长在水边，然而，看这庞大的沙漠，真不知道什么时候才能走出去，算了，不想这些了，赶紧去挖水井吧，看这放好盐的煮仙人掌丝，匆匆忙忙吃个干净，尽管还不算太饱，但是，少吃了四顿，暴饮暴食可不好，打了个小饱嗝，孙宇拿起铲子，走向门外。\n        多贝希尔腐蚀之地，一种奇怪的生物出现在浅紫色的森林中，头上弯曲的双角像极了泰拉瑞亚的含糊的咕噜几句，奋力向前冲去，身后的空间无形的波动了几下，随着数百只羽箭射去，它被钉死在地上，鲜血四溅！“哼，不自量力！”一名帝国军官在战壕里高傲的大声说着，嗖的一声，一支散发着幽黑光芒的木杆箭直接穿插三十公分后的沙袋，直直的射到军官的心口，他似乎是不敢相信这一切，希望可以把箭拔出来，但是，嘶嘶的腐蚀声并没有给他这个机会，伴随着军官直挺挺的倒下，整个战阵里噤若寒蝉。\n        “嘿嘿哈……嘿嘿哈！”边喊，孙宇的铲子边铲着沙土，因为是融合MC的现实世界，所以，他依然是用力铲着泉眼上的沙土，因为这样可以加快沙土块（“块”以后就省略了，毕竟，大家都是玩MC的）破裂的速度，感觉到累了，他站了起来，擦擦头上的汗，进入背包看了一下铲子消耗的耐久度，只剩下十几点，真是的，要是有自己的工具修复mod就好了，真是浪费资源啊，就是不知道可不可以岩浆雨水对冲？大概不行吧，这里可是现实世界啊！正准备扭头回屋，却发现自己已经挖到了几十米深的地方，泉水的渗透速度也开始加快了，该死的，没办法，只能把挖好的沙子再铺回去，回到屋准备再合一把铲子，顺便把自己兜里的五十几块沙子掏到自己的仓库箱子里，现在的屋子已经有近百平方了，分为厨房，仓库，厕所和卧室四个区域，当然，如果今天可以将泉眼通好，还可以给塞德专门建立一间房，让这家伙的跳骚跑不到自己身上，拿着新的石铲子，以及一百个木梯子，他再次走向泉眼处，但是，这一次，他却有了不同的发现。\n        “嘿嘿，灵魂，都是我的！”塔塔密斯腐蚀之地的深处，一座叫做多米拉的城堡中，众人拥簇的一个骨头架子正在狂笑，面前的一颗珠子正在吸收着一丝一缕暗灰色的烟雾，这个人的旁边，众人中身着比较奢华的几个活腐尸，都面露渴望之色，似乎，那颗球似乎充满着无尽的吸引力，让人着迷，“人类，死吧！”骨头架一握拳，身边的近百人类的灵魂全部消散于人世间，一丝丝灰色烟雾从他们的尸体上升起，几个活腐尸抵挡了一会，也渐渐倒下。\n        几只身体淡蓝的小史莱姆在泉眼周围活动着，看来，这里的水已经开始滋生史莱姆了，蓝色的史莱姆是水属性，常生长在水的附近，繁殖力极强！基本上是一只生一群的强力种族，但是，攻击确实不怎么样，基本上，一年才会出现一只由自然衍生的史莱姆，看来，这些家伙必须被迅速消灭了，否则，一旦有史莱姆王出现，就永无宁日了！孙宇把石剑从背包里切换了出来，紧紧地握在手心，毕竟这里可不是游戏，史莱姆发现了孙宇，它们蹦蹦跳跳的跳了过来！\n— — — — — —\n嚯嚯！周六也要上课，这是狂码出来的！求评分，求收藏！"
        },
        {
            "author": "1365619159",
            "timestamp": 1315031160,
            "txt_content": "本文衰了吗？没的话顶个吧！"
        },
        {
            "author": "1365619159",
            "timestamp": 1315650660,
            "txt_content": " 本帖最后由 1365619159 于 2011-9-11 13:56 编辑 \n\n最近在玩网页游戏——银河帝国！！！谁要一起玩啊？\nhttp://ogame.cicihappy.com/?7450&u4\n进这个链接可以注册！玩玩看嘛！要玩的请回帖！（选第四银河，也就是u4）\n——————————\n明日会更新！"
        },
        {
            "author": "Rienne",
            "timestamp": 1316085000,
            "txt_content": "穿越......又是穿越"
        },
        {
            "author": "1365619159",
            "timestamp": 1316090940,
            "txt_content": " 本帖最后由 1365619159 于 2011-9-15 20:49 编辑 \nRienne 发表于 2011-9-15 19:10 \n穿越......又是穿越\n\n你想看原住民？我手里有稿子（但不是我写的，我同学的，如果要看的话，我可以发上来！！！）"
        },
        {
            "author": "Rienne",
            "timestamp": 1316247300,
            "txt_content": "1365619159 发表于 2011-9-15 20:49 \n你想看原住民？我手里有稿子（但不是我写的，我同学的，如果要看的话，我可以发上来！！！）\n这个好，穿越的让人看了觉得有点扯......你同学那个写了多少？没准发上来能出名哦,哈哈"
        },
        {
            "author": "1365619159",
            "timestamp": 1316248680,
            "txt_content": "Rienne 发表于 2011-9-17 16:15 \n这个好，穿越的让人看了觉得有点扯......你同学那个写了多少？没准发上来能出名哦,哈哈\n额，他写了1w多一点吧，我只往电脑上打了2000+"
        },
        {
            "author": "Rienne",
            "timestamp": 1316267760,
            "txt_content": "手写？ 字体好看的话 用OCR扫描一下 就不用打字了 呵呵 不过很少人有那个水平"
        },
        {
            "author": "1365619159",
            "timestamp": 1316269440,
            "txt_content": "Rienne 发表于 2011-9-17 21:56 \n手写？ 字体好看的话 用OCR扫描一下 就不用打字了 呵呵 不过很少人有那个水平\n他的字体好看……其实哦，我的字体比他好看多了！"
        },
        {
            "author": "Rienne",
            "timestamp": 1316270040,
            "txt_content": "嗯 不用打字啦 照照片来看 更好"
        },
        {
            "author": "1365619159",
            "timestamp": 1321757880,
            "txt_content": "序这里就是神奇的方块世界，这里有方方的人类，方方的地精，方方的精灵，方方的怪物！总之，一切都是方方的！就连太阳都是方方的！！！（-_-|||）好吧，停止我的废话，这是一个大家都熟悉的世界——Minecraft世界！一个方的不要成样子的世界！真是太方啦！（“嘭嘭当当！”愤怒的读者将作者打成了猪头！）这里有着各种玄幻到不能再玄幻的东东，当然，也有着科技的元素，譬如……机械遗族中的成员——生命坦克、智能化战机等等，更是有着必不可少的腐尸族：僵尸，白骨族：白骨·骷髅弓箭手等等，当然，人类的智慧是无穷的，在华夏天朝第一代大神——猫信誉的带领下（有心人可以去查查看！当然，和谐第一！），人们将这些种族的灵魂囚禁在一张张魔卡中，形成了新的职业：魔卡师！华夏历1438年的7月2日，在梅尔德兰帝国的内陆城市——迪亚德斯中，故事悄然开始……"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1329438660,
            "txt_content": "1365619159 发表于 2011-9-10 18:31 \n最近在玩网页游戏——银河帝国！！！谁要一起玩啊？\nhttp://ogame.cicihappy.com/?7450&u4\n进这个链接可以 ...\n我也在玩~~~~~~~~~~"
        }
    ]
}