{
    "title": "论如何做好一个Minecraft 模组服服主",
    "author": "晓夜Port",
    "replyCount": 9,
    "timestamp": 1561381440,
    "txt_content": " 本帖最后由 晓夜Port 于 2019-6-25 19:30 编辑 \n\n论如何做好一个Minecraft 模组服服主By:晓夜\n前言\n目前国内还是有大量模组服服主的。\n但这些模组服质量参差不齐，有些是快餐服，也有的是卷钱跑路服。\n有些玩家可能会选择在这样的服里氪金，最后人财两空。\n本帖想教大家如何做好一个模组服的服主。当然部分也适合纯净服的服主看。\n不一定适合所有人，我也没有办法改变别人。（不喜勿喷）\n开服的原因\n为什么要开服？\n我相信很多服主都是想要做好服务器的荣誉感，得到玩家的认可。顺便再赚点钱。\n这种念头是很正常的。谁不想让付出得到回报呢？\n但是。管理组不好的态度会让玩家退服，甚至退服前和你对骂两句。\n如果屡次出现这种情况，不能只想着玩家的原因，也要考虑下自己和管理组。\n服主应该做的\n1.服主要有服主的样子。要正义凛然，坚持在正义这一面。不能因为某个玩家赞助了服务器，然后就站在赞助玩家那一面来嘲讽，甚至辱骂没有赞助的玩家。不能偏袒赞助玩家，所有玩家要一视同仁。玩家是你的根本。你的一切都是玩家撑起来的。没有玩家你什么也不是。\n2.服主对管理组要有约束，不能把权力全部放给管理组。自己要留有权力，要能控制大局。\n3.服主不能骂人，这是非常重要的一点，服主代表着整个服务器，一旦服主骂人，玩家就会认为管理组也是这样的人。最终导致玩家流失。\n4.服主不能出尔反尔，一味的为了金钱，甚至出售OP权限，后台权限等。把这些最根本的东西都能出售，你说这服主能多随意？\n5.服主要诚实守信，答应玩家做的一定要尽力做。因为种种原因导致没有履行承诺的要给予一定的补偿并进行深刻的反思和道歉。否则在玩家眼里你和骗子没什么两样。\n6.服主要亲近玩家。不能摆架子，让玩家觉得管理组和服主都是高冷的人。优秀的服主都会和玩家打成一片，顺便了解玩家什么地方不方便，及时的改进，来提升服务器的质量，从而提升服务器的规模。\n7.服主要给管理组发放工资。天下没有免费的午餐，管理组给你干活也不能白出力吧。如果你不发工资，你的管理组成员可能就会“己所不欲，就施于人”，把自己的脾气撒在玩家身上，导致玩家流失。\n8.服主要认真挑选管理组成员。认真挑选管理组成员，不但是对自己负责，同时也是对玩家们负责，对服务器负责。出现OP熊，可以说是得不偿失了。要了解自己管理组的脾气，明白他该干什么，他不该干什么，管理组成员出现了错误要及时让他修改，服主。不能睁一只眼闭一只眼。\n9.要挑选一家靠谱的服务商来开服。找了一个服务商天天维护，玩家也会烦，导致玩家流失。\n10.玩家的赞助要合理利用，不能挥霍，不能全都给自己个人用了，要适当的用到服务器上，提升玩家的体验。\n11.管理组一定要干净，保证管理组成员都各有各的职务。定时清理冗余，无职务的成员。\n12.建议统一大群的管理员群名片，让玩家看上去整齐，专业。\n13.服主在服务器是最高管理员的身份，一定要让有问题找管理组没有得到解决的玩家到你那里去得到解决。否则玩家就会觉得这服务器的管理一点都不负责任。\n14.玩家私聊你时，不论你是否有空，只要你看到了，都要回复，表示你对玩家的尊重。\n15.服务器维护尽量要少，可以把要做的记起来，集中在一次维护搞好，让玩家感觉到这个服务器的专业。\n16.一定要尽最大可能听取玩家的建议，不能独裁。\n17.强烈反对不容许同行在自己的群里的。我见过许多服主知道了直接同行在自己群里，即使同行没有犯错，没有宣传服务器。甚至没有说过话就被踢了，这时候脾气小点的在背后能骂你几句，脾气大的直接压测你服务器，带人过来报复，算算你是得到了什么，还是损失了什么？只能说这样的服主格局不大。认识点同行朋友总是好的。\n18.服主遇事要冷静。要认真冷静的想解决办法，不要慌。\n更多的待补充，欢迎回复。\n感谢@爱国民主 的排版\n \n",
    "replies": [
        {
            "author": "likeTT",
            "timestamp": 1561382160,
            "txt_content": "多点来氪金活动出多点氪金装备就好了"
        },
        {
            "author": "梦江南",
            "timestamp": 1561386840,
            "txt_content": "实在不明白跑路服每次开服都征集到人玩?"
        },
        {
            "author": "未来之空",
            "timestamp": 1561389720,
            "txt_content": "搞活动活跃玩家气氛不也不错嘛"
        },
        {
            "author": "1042102543",
            "timestamp": 1561391100,
            "txt_content": "氪金就完事了，嘤嘤嘤"
        },
        {
            "author": "一位渔夫",
            "timestamp": 1561461960,
            "txt_content": "多弄点活动 活跃气氛"
        },
        {
            "author": "SoupSoup",
            "timestamp": 1561462020,
            "txt_content": "好好看 好好学！"
        },
        {
            "author": "201013QAQ",
            "timestamp": 1561464900,
            "txt_content": "哇，这个帖子居然不是水诶，，，"
        },
        {
            "author": "2119255797",
            "timestamp": 1561469700,
            "txt_content": "666666666666"
        },
        {
            "author": "zhuhaopeng",
            "timestamp": 1561472940,
            "txt_content": "感谢大佬普及awa"
        }
    ]
}