{
    "title": "原创/连载【Player or Character】第一章，第一，二节。",
    "author": "1748519950",
    "replyCount": 0,
    "timestamp": 1561475820,
    "txt_content": " 本帖最后由 1748519950 于 2019-6-26 21:05 编辑 \n\n            第一章：圣安德烈村庄\n            第一节：铁匠铺\n  “咣，咣，咣”。Arthur的锤子一次又一次地砸在铁砧上的铁块上，Steve可以听见他挥舞锤子的呼呼声，烧红的铁块迸出明亮的火星。\n  “这么说，你是从上游被水冲过来的？”\n  “或许吧。”Steve也不清楚，之前发生的事那么奇怪，好像一场梦，他却记得清清楚楚，身上的伤也证明了一切。他也记得那个两眼放光的黑影。\n  “但你知道么，我屋旁的这条河，它的上游是高耸茫茫的雪山啊！”Arthur不解的感叹。\n  “什么？”话音未落，Steve已经虚弱地推开了铁匠铺的木门，走到了后门外，夜晚的月很亮，沿着河水看去，远处的雪山上的薄薄月光银银闪烁着。Arthur这个铁匠从河中救了Steve，当Steve醒来时，已经躺在铁匠破旧的木板床上了。听铁匠说，他是从一个河边的水坑中找到Steve，那时，他已经完全失去意识了。铁匠把他安置在了自己家，并细心地照料。等到Steve完全清醒过来，Arthur开始问及他的身世。铁匠非常纳闷，这条河的沿岸只有这一座村落，荒郊野岭，更不会有人单独居住，怎么会从上游冲下来一个活人？\n  Steve感觉到一股寒意，他发现事情变得更奇怪了。他真的开始怀疑自己的记忆，情况突然发生了诡异的转折，Steve仍能清楚地记得以往的无忧无虑的生活，他与David在平原草坪上打滚，在他家捡鸡蛋，在自己家里为奶牛挤奶………一切都是那么熟悉。但他看着四周茫茫的黄绿色萨瓦纳草原，陷入了沉思。\n  “咵嘘”，他耳边传来了惊悚的叫声。\n  Steve猛地转过头来，他看到一只僵尸，满嘴血垢地向他冲过来！僵尸用手指抓住了Steve的肩膀！它张开它的嘴，露出尖刺一般的利牙，向着Steve的脖子......\n  “嚓！”\n  僵尸的腹部伸出来一锋雪白的铁剑！\n  Steve的眼神依然惊恐！\n  那柄剑锋，直直的顶到了Steve的心脏，离刺入他的肉，只差一点点。\n  他向后退了几步，退一软，倒在了地上。\n  “呵。”Arhur冷笑。\n  这个强壮的铁匠剑一挑，把僵尸撂到了河中。铁匠的剑上粘着暗红的血，在夜光下额外的诡异。\n  “你怎么愣着？现在是晚上！很危险！”\n  Arthur扶起Steve，Steve仿佛听到Arthur的低语：\n  “这个弱鸡，真的是他的源体么....”\n  Steve觉得自己听错了，这时他看见这个铁匠铺离村庄有较长一段距离，这很不符合常理。\n  他又陷入了沉思\n  ………………\n             第二节：图书馆\n  Steve知道自己短时间内回不去了，他选择住在Arthur家里，为他打个下手，Arthur则给Steve提供吃住。Steve最近一直在思考这些奇怪现象之间的联系。他想到，David曾说过，他们生存的地区是和平的，而在一个很遥远的地方，那里的夜晚会出现僵尸，骷髅，与蜘蛛，那里的人们从来无法自在地欣赏美丽的星空。\n  傍晚，Arthur打好了这天的最后一把铁斧，正做着细微的优化，Steve插不上手，便有了一段空闲的时间，他决定到不远处的那个最近的木屋转转。\n  木屋在村庄中的建筑中是最大的，除了那座瞭望塔。Steve敲了敲门，“哐”，原木门开了，一个中年男人的脸映现在Steve的眼中，他微胖，脸上带着些许微笑。\n  “您是…哪位？”他看这个脸黝黑的小伙子很陌生，似乎不是这个村庄的人。\n  “那个，我是新来的。”\n  Steve感到他人很和蔼，他的名字叫做Kelly，看着他家里密密麻麻的书架，Steve猜出了他的职业。Steve选择隐瞒自己的来历，毕竟这说给谁他也不会信，但铁匠因为见证了自己昏迷在水坑中，所以Steve作出了解释。\n  冥冥中，Steve始终觉得，这个村庄不简单，这里一定有一些秘密，一些能抓住的线索，一些能让自己回家的方式。\n  “您这儿，有没有什么村庄的历史？”Steve尝试找到线索。\n  “啧，村庄的历史吗？”Kelly皱了皱眉头。“确实有那么一本书，只是……”\n  “只是什么？”Steve的眼睛在发光。\n  “被撕了一半，是的，这个村庄的历史谁也不很清楚，文献也出奇的少，我也琢磨着，奇怪啊。”\n  Steve沉默了，这个村庄显得更加神秘了，他完全摸不透了。\n  “不过，村庄的角落有个老铁傀儡，他的年龄谁也不知道，他或许知道这个村庄更多的历史，但他的性格吧……不太好，如果你去找他，就知道我为什么这么说了。”\n  夜幕降临了，整个图书馆暗了下来，Kelly点亮了火把，摇曳的火光格外温暖。他从书架上摸索了一会，抽出了一本棕色的牛皮书，放在了Steve面前，书的封面上写着：“圣安德烈”。\n  Steve在夜色中飞奔，他耳边已经传来骷髅骨骼碰撞的“咔咔”声，他不敢停下，手上的牛皮书很薄，Steve拿得很紧，他生怕弄掉了哪一页，遗失了哪个重要的线索。\n  Steve思索这那个铁傀儡，他知道，那位老铁傀儡，一定知道让自己回去的关键线索。\n（未完待续）\n\n\n  \n  \n\n",
    "replies": []
}