{
    "title": "坩埚怎么用？",
    "author": "丶King",
    "replyCount": 5,
    "timestamp": 1561568700,
    "txt_content": "如题，玩到现在不知道坩埚怎么用的",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1561568700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1561569720,
            "txt_content": " 本帖最后由 FHC红石 于 2019-6-27 01:26 编辑 \n\n坩埚应该是指炼药锅吧？\n如果不是可能是MOD的物品\n来自wiki\nhttps://minecraft-zh.gamepedia.com/%E7%82%BC%E8%8D%AF%E9%94%85\n用途\n水\nCauldron (filled with water) TextureUpdate.png\n对炼药锅使用水桶可填充炼药锅。炼药锅被完全填充后，可使用空桶收集炼药锅里的水来变成水桶，这会清空炼药锅。\n\n对炼药锅使用一个水瓶可让炼药锅的水位上升一级。??[仅基岩版]在所有版本中，用玻璃瓶装炼药锅的水会减少炼药锅一级水位并把玻璃瓶填充为水瓶。\n\n无论炼药锅是否为空，下雨时炼药锅的水位都会缓慢上升。\n\n在下界的炼药锅可以蓄水。\n\n炼药锅里的水不会吸收爆炸伤害和摔落伤害、发出声音或颗粒、伤害末影人和烈焰人，鱼在其中会有奇怪的动作行为。\n\n染色\n手持皮革护甲或旗帜然后对着炼药锅按下使用键可让炼药锅里的水洗掉皮革护甲的颜色，移除旗帜的最顶层图案。此操作不会改变炼药锅里的水的颜色。??[仅Java版]在基岩版，每次清洗都会消耗炼药锅一个水位的水。\n\n炼药锅也可储存染了色的水。??[仅基岩版]手持一种染料按炼药锅会把炼药锅里面的水染色，此举会消耗染料。可以使用不同的染料染色来获得混合的颜色。用皮革盔甲轻触炼药锅会把盔甲的颜色洗掉，并减少炼药锅一个等级的水位。\n\n尝试向装有染了色的水的炼药锅加水或者加药水会清空炼药锅。\n\n药水[仅基岩版]\nCauldron (filled with Potion of Weakness).png\n炼药锅可保存药水和喷溅药水。手持药水轻触炼药锅会填充炼药锅1个药水位，并把手持的药水变成玻璃瓶。随后玩家手持一个空的玻璃瓶轻触炼药锅可把玻璃瓶变成一个可饮用的药水或喷溅药水，这会减少炼药锅1个药水位。\n\n手持普通的箭轻触装有药水的炼药锅会把箭变成带有炼药锅装着的药水的效果的药箭，并减少炼药锅1个药水位。每个药水位最多可以使16支箭变为对应的药水箭，而装满的炼药锅（3个药水位）最多可以使64支箭变为对应的药水箭。\n\n把不同种类的药水放进炼药锅或把水和药水放进炼药锅会播放一个爆炸音效，然后炼药锅会被清空。\n\n灭火\n装有水的炼药锅会把掉进它里面的着火的实体上的火熄灭。??[仅Java和基岩版]这些实体包括生物、玩家以及着火的箭。着火的箭如果卡在炼药锅的侧面，它上面的火也会被熄灭。炼药锅每熄灭实体上的火一次，它的水位会减少一级。\n\n红石元件\n把炼药锅用在红石电路里的一个例子。\n另见：红石电路\n炼药锅可充当红石比较器的电源。在红石比较器后面的炼药锅（直接在红石比较器后面或被一个未充能的固体方块隔开）会输出一个与炼药锅水满程度呈线性关系的信号强度：0代表炼药锅为空，1为炼药锅填充了1/3，2为填充了2/3，3为炼药锅完全填充。\n\n熔岩\nCauldron (filled with lava).png\n炼药锅能用来储存熔岩??[仅基岩和PlayStation 4版]。如果炼药锅已经储存有液体，熔岩会清空炼药锅，并发出火熄灭的声音。装有熔岩的炼药锅会使任何其中的实体着火，并且会溅射出和熔岩类似的颗粒，但不会对接触到颗粒的任何实体造成伤害。\n\n水流入装有熔岩的炼药锅不会使炼药锅发生任何变化。\n\n更改职业\n如果村庄里有炼药锅而没有皮匠村民，炼药锅附近的任意一个没有选择工作站点的村民有机会转变职业为皮匠村民。???"
        },
        {
            "author": "yhtwd",
            "timestamp": 1561574820,
            "txt_content": "原本mc是没有坩埚这个东西的\n楼主说的是粘液科技里面的坩埚吗？\n粘液科技的坩埚能将树叶转化为水桶，将原石转化为岩浆桶，这两个都需要自己提供空桶"
        },
        {
            "author": "293471008",
            "timestamp": 1561592520,
            "txt_content": "你试一下在坩埚里面放水，然后丢制作兔肉煲的材料在里面[直接丢进去]应该可以合成兔肉煲汁，你再用碗右键坩埚就行了"
        },
        {
            "author": "孙悟方",
            "timestamp": 1561648020,
            "txt_content": "水星迫降？？？"
        }
    ]
}