{
    "title": "来自老用户的一些话语",
    "author": "达斯·维达",
    "replyCount": 8,
    "timestamp": 1561652340,
    "txt_content": " 本帖最后由 达斯·维达 于 2019-6-28 00:19 编辑 \n作为一个二〇一四年就注册的老用户，今日故地重游，心中却五味杂陈，想感慨的内容实在是太多。\n也许是年齡稍微大了，思考的事情复杂了，感慨也就多了。从二〇一四年成为这个MCBBS大家庭的一份子的时候，到今天再回来，现在对于这个老地方的很多记忆都回想起来，看着它现在也与当年已经不可同日而语。\n\n物是人非事事休，欲语泪先流。\n——李清照《武陵春·春晚》\n\n我还仍然记得当年第一次接触到这个游戏，第一次接触到这个论坛时候的那份初心，那种感觉。这几年作为我人生中的一个最难度过的时期，MINECRAFT它是我精神上的一种慰藉，它是一种情怀。我喜欢这个游戏本身的那种无拘无束的创造感，同时也是它，让我重新审视了游戏的另外一个概念，也因此结实到了不少的喜好MINECRAFT游戏的玩家。\n可是现在，他们已经难寻踪迹。\n\n在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了；\n——朱自清《匆匆》\n\n时间如白驹过隙，五年的时间顷刻间便消散的无影无踪。我曾经离开它很多次，又回来过很多次。尽管说我现在拥有大量的时间去再翻阅那尘封的历史，去感受那往昔的事物，但这种感觉，却与当年完全不同。曾经的那些人，那些事物，几乎全都难以寻觅。\n社会的制度本身如此——物竞天择，适者生存。历史的车轮是永远不会停止的，老人终究会走，新人终究会来，只是那些前赴后继的新人，现在还能坚守当年的那份初心吗？\n我也有曾经思想偏激的时候，也有着豪情壮志的时候，但不管什么样的思维，它终究是都尘封在了历史的长河里。现在去回想，那些不切实际的思维，也许只能当做是一个茶余饭后的一个消遣故事吧。\n\n见过了太多的颠倒黑白，最终人生只剩下了黑白。\n\n人终究是要回归社会的，是要生存的，很难说这五年来我到底都经历了些什么，但这五年来的经历都有一个共同的特点，就是让我的思维更加的实际。也罢，实际一些也好，最起码那些不切实际的想法可以完全都抛弃掉不用再去理会，不会被人说那些幼稚，如同傻子一般的发言。\n我曾经在这个论坛不甘愿平庸，一定要开拓出一方只属于自己的天空，但我放弃了。\n后来我开始为自己未来的人生拼搏，最终也全都放弃，一事无成。\n直到现在，我甚至都不知道自己现在到底在忙碌什么，自己未来的目标是什么，仍在苟且偷生。人生道路上的这些雾霭，我到底何时，怎样能够把它们全部去除。而现如今，我仍想重新找回自己当年的豪情壮志，自己当年为了打出一片田地，为了给MCBBS奉上自己贡献时候的那些豪言壮语，但发现自己现在什么都做不了。我现在的思想，就好似那类人所一直批判的右翼分子吧。\n\n当我年少轻狂时，我曾拥有自由，但我并不明白它的意义。\n我曾拥有时间，但我没有意识到它的珍贵。\n我曾拥有爱，但我从未用心去体会。\n曾经追寻的，都是不切实际的。而我现在，这种理解已经逐渐变成一种满足。\n这篇帖子陈述了这么多，不管是有人看也好，没人看也罢，我相信很多故地重游的老人，和我的思想都是有共同点的。未来我的方向是什么，我会变成什么样，我对于MINECRAFT的思考如何，现在还都是个未知数，但我始终知道，MCBBS曾经是我的家，MINECRAFT曾经是我的归宿，这份初心是永远不会改变的。\n最后，感谢所有能够认真看完这篇文章的所有人，祝MCBBS越办越好，感谢为了MCBBS的建设添加了一砖一瓦的所有人，感谢曾经带给我乐趣的MINECRAFT。",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1561653360,
            "txt_content": "作为一个填坑填了5年（大概吧）的某造枪师又要感慨了……（哇你又来……）\n（之前似乎是也抒发过如此情感，不过不知道是什么时候了……= =）\n\n     想当初某造枪的时候算是抱着“自己的梦，为什么要别人来造！”这样的信念来搞的，16年的半完坑也好，17年的建军70周年庆也好，大抵都还有些这样的情感，但不得不说的是这几年来自己也发生了不少的改变，开始羡慕别人的精华，开始想着自己要怎么样拿贡献了。以往的浮躁之气可以说是又回来了，不再是当年单纯地想要把“国产武器在Minecraft里边好好地复现出来”这样子了呢。\n\n    虽然我不得不说，自己从某种方面来说是失去了初心，但是我并不会掩饰，单纯地否认这样的变化并不会有利于初心的保持。借用一句军圈的话来说：“现代国防早已不是距敌于国界外，而是利用战略纵深将来犯之敌消灭于内”，内心强大之人，或许不会拒绝自己初心的变化，但他或许会从另一方面，或许从理智那里反手制止，既然要量身定制衣服，那总不能按着旧尺寸来吧，你说呢？"
        },
        {
            "author": "Hueihuea",
            "timestamp": 1561653540,
            "txt_content": "Oil 发表于 2019-6-28 00:36\n作为一个填坑填了5年（大概吧）的某造枪师又要感慨了……（哇你又来……）\n（之前似乎是也抒发过如此情感， ...\n你不是改行了吗"
        },
        {
            "author": "Оil",
            "timestamp": 1561653660,
            "txt_content": "skpsk自己家 发表于 2019-6-28 00:39\n你不是改行了吗\n……………………………………………………\n谁说我改行了……= =\n话说回来我不是@了你么不对我没@你……= =！"
        },
        {
            "author": "C__C",
            "timestamp": 1561672500,
            "txt_content": "老玩家也分很多种，比如我加入mcbbs之前就是玩玩mc并不进这个圈，由于当初开服发现mcbbs资源丰厚，就加入了mcbbs，加上我很少进论坛很多东西都不知道，玩了那么多年我也算不上是元老级别的"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1561677840,
            "txt_content": "Mod整合→红石→命令方块→问答→皮肤→渲染→现代建筑→皮肤→……\n四年了，我还在。"
        },
        {
            "author": "KingADwight",
            "timestamp": 1562160900,
            "txt_content": "当初注册的时候就是专门来找各种整合包啊服务器之类的，玩了一段时间之后就放在那积灰了，现在重新回来发现当初有好多东西都没有注意到"
        },
        {
            "author": "鹿小语",
            "timestamp": 1562176740,
            "txt_content": "注册的都比我早 XD   我好像注册的比较晚了 才2年"
        },
        {
            "author": "小cheng",
            "timestamp": 1562191740,
            "txt_content": "欢迎回来，开心玩就好。"
        }
    ]
}