{
    "title": "[Minecraft.net | INSIDER] 用花来交朋友（和结仇）吧！",
    "author": "猜猜谁是谁",
    "replyCount": 12,
    "timestamp": 1561733880,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2019-6-28 23:02 编辑 \n\n\nMake friends (and enemies) with flowers!\nA Minecraft etiquette guide to giving the fantastic gift of flowers!\n用花来交朋友（和结仇）吧！\n一份Minecraft礼仪指南来教你赠送超棒的鲜花礼物！\n\nFriendship is hard, right? You have to do things like remember another person’s exact birthday and maybe even (gasp) help them move. It can be hard to navigate the expectations that friendships place upon us, but luckily for you, I am an expert at reading social cues! Well, in Minecraft, anyway. \n友谊是来之不易的，对吧？你得做一些类似于记住别人的准确的生日日期，甚至让他们深受感动这类事情。想要理解友谊对我们的期望也是不容易的，但你走运了，我是一名社交专家！当然，只是在Minecraft中。\n\nThe secret to friendship is bribery, I mean, giving awesome gifts! And who doesn’t love flowers? These endearing little clusters of pixels bring a bright flash of joy to anyone’s screen. But how do you know what kind of person likes a certain kind of flower? Well, my sweet little apprentices of human/pixel friendship, let me be your guide!\n友谊的秘密就在于贿赂他们，我的意思是，给他们很好的礼物！而且谁不喜欢花呢？这些娇嫩又可爱的像素团给每个人的屏幕上都带来了一抹明亮的快乐。可是你要怎么知道哪种人喜欢某种花呢？那么我可爱的人类/像素友谊初学者，让我为你指点迷津吧！\n\nOXEYE DAISY\n滨菊\n\n\n\nNothing says “I find you perfectly adequate” like a handful of oxeye daisies. They’re the Minecraft equivalent of “buying” flowers from your neighbour’s garden. Are they still cute? Yes. Do they require a lot of effort? No. But aren’t the best friendships **s where you can be your most authentic, laziest self? Agree with that or we’re not friends anymore.\n没有比一手滨菊更能表达“我发现你完全可以当我的朋友”的东西了。它们在Minecraft相当于从你邻居的花园里“买”花一样简单。这样的话它们还可爱吗？是的。可它们要花大力气才能弄到手吗？不是。可是难道最真挚的友谊不就意味着你可以变成最真实、最懒惰的自己吗？同意这一点，不然我们就不再是朋友了。\n\nGIVE AN OXEYE DAISY TO someone you’re not sure about yet. Nothing says “I might want to be your friend later, but can’t be bothered to make a decision now” like the oxeye daisy.\n将滨菊给你不确定是否要交往的人。没有比滨菊更能表达“我可能想以后成为你的朋友，可现在不想做决定”的东西了。\n\nLILY OF THE VALLEY\n铃兰\n\n\n\n\nThe lily of the valley is one of my favourite flowers in Minecraft because they are just so gosh darn pretty! They’re also, like their “real world” counterparts, gosh darn poisonous! Yes, even a single bite of the gorgeous lily of the valley will hit you with a poison effect in Minecraft. The lily of the valley is everything you could ever want – beauty, grace, and the ability to stop a person’s heart (literally)!\n铃兰是窝在Minecraft中最喜欢的花朵之一，因为它们真的太漂亮了！它们也同样，很像它们“现实世界”中那样，有很大毒性！没错，即使只是一小口铃兰也会给你中毒效果。铃兰便是你想要的一切——美丽、优雅，和停止人的心脏的能力（字面意思）！\n\nGIVE A LILY OF THE VALLEY TO your frenemy. It’s all smiles and flowers on the surface, but it sends the message that “I will straight up throw you in an End portal if you touch my things”. \n把铃兰给你的友敌（亦友亦敌的人）。表面表达了笑脸和鲜花，可实际上它传达出的信息则是“你要是敢动我的东西，我就直接把你扔进末地传送门”。\nBLUE ORCHID\n兰花\n\n\n\n\nBlue orchids are the most particular flowers in Minecraft, as you can only find them in swamp biomes. They’re worth the trek though, as their bright blue blooms are unlike anything else in the game. Blue orchids in the real world are also extremely rare – and expensive. I happen to think that searching the Overworld for the perfect blue orchid is a far grander gesture than shelling out perfectly good snack money at the florist. \n兰花是Minecraft中最特殊的花朵，因为你只能在沼泽群系中找到它们。可它们也值得长途跋涉去寻找，因为它们那亮蓝色的花瓣不同于游戏中任何东西。在现实世界中兰花同样是很稀有的——也很昂贵。我也认为在主世界寻找完美的兰花是一个很雄伟的举动，总比在花店里花零用钱好。\n\nGIVE A BLUE ORCHID someone who lives in the swamp. They’ve made the… interesting… decision to live in the swamp, and now you want to take their flowers away? For shame. \n把兰花给住在沼泽中的人。他们作了个...很有趣...的决定来住在沼泽中，可你现在却想要拿走他们的花？真不害臊。\n\nPOPPY\n虞美人\n\n\n\n\nPoppies are cute little red flowers that are common to the Overworld. The greatest thing about poppies is that they are the chosen flower of the Iron Golem! Yes, the mighty Iron Golem offers poppies to the Villagers they are sworn to protect. What, I’m not crying! I’m just allergic to kindness. \n虞美人是在主世界中常见的可爱红花。虞美人最大的特点就是它们被铁傀儡选中了！没错，强大的铁傀儡给他们要忠实保护的村民们虞美人（译注：虞美人的英文亦可翻译为罂防关键词粟）。我没在哭！我只是对这种仁慈很厌恶。\n\nGIVE A POPPY TO the Iron Golem for once! \n就试一次，把虞美人给铁傀儡！\n\nWITHER ROSE\n凋零玫瑰\n\n\n\n\nYikes. The wither rose is an all-round non-stop bad time. First, you have to summon a Wither. Then that screaming demon with three angry heads will kill nearby mobs, cause demons gonna do what demons gonna do (murder), and ONLY THEN do one of those poor mobs have the chance to spawn a wither rose. That’s how you get a wither rose, but of course, you’ll need to, you know… survive the wither attack in order to enjoy your brand new murder flower. \n啊，凋零玫瑰是个反反复复无休止的坏时光。首先，你得召唤一只凋零。然后那有三个头的尖叫恶魔将会杀掉周围所有怪物，做些恶魔该做的事（杀戮），只有在那时，那些可怜的怪物中的其中一个有机会掉落一朵凋零玫瑰。这就是你获得凋零玫瑰的方法，但是当然，你需要、也自知...从凋零的攻击中生存下来，才能享受你那崭新的杀戮之花。\n\nGIVE A WITHER ROSE TO brag that you totally survived a Wither attack! Assuming you do survive. Best of luck!\n用凋零玫瑰来炫耀你完全从一只凋零的攻击中存活了下来！假设你还活着的话。祝你好运！\n\nDANDELION\n蒲公英\n\n\n\n\nDandelions are a common sight both in Minecraft and the “real world.” Even though dandelions are considered a weed, they’re edible and are part of many dishes and herbal remedies! Eating a dandelion in Minecraft grants the effect of saturation, which reduces the need to eat! So in a pinch, it’ll do as a grassy snack. I don’t recommend trying it in the “real world” though, because shoving fistfuls of dandelions into your mouth will get you very suspicious looks at the nearby children’s park. \n蒲公英在Minecraft中及“现实生活”中都很常见。尽管蒲公英被视为野草，可它们是可食用的，并且是许多佳肴和草药的一部分！在Minecraft中吃蒲公英可以增加饱食度，减少吃的需求！所以在紧要关头，它就像个张满绿草的小点心。但我并不建议在“现实世界”中试吃它，因为往嘴里塞一大把蒲公英会让你对附近的儿童乐园产生怀疑。\n\nGIVE A DANDELION TO that friend who is always coming over to your place for “a light snack” until your fridge and cabinets are stripped completely bare.\n把蒲公英给那个你总是来到你面前来蹭顿“轻便小吃”，不到你的冰箱和橱柜都全空不罢休的朋友。\n\nSUNFLOWER\n向日葵\n\n\n\n\nSunflowers are the only flower that has its own biome – the Sunflower Plains. Sure, you can find a tulip in the Sunflower Plains, but we’re not gonna change the name now. That’s the kind of authority the sunflower has around here. Another fun fact about the sunflower is that they always face east in the game, towards the rising sun! So if you “fell from a great height” and your compass is lost at the bottom of a ravine and you’re just too “tired” to get it – you can use sunflowers to guide your way home.\n蒲公英是唯一有属于自己的生物群系的花朵——向日葵平原。当然，你可以在向日葵平原上找到郁金香，但是我们现在不打算改掉这个名字。这就是向日葵在这里的权利。另一个趣事是，它们在游戏中总是面向东方，迎着冉冉升起的**！所以如果你“从很高的地方掉下”并且你的指南针掉在了山谷的底部，你也太“累”而无法拿回它——你可以用向日葵来指明你回家的方向。\n\nGIVE A SUNFLOWER TO your friend who is always getting lost! Assuming you can find them :(\n把向日葵给你经常会走丢的朋友！如果你可以找到他们的话:(\n\nThat’s my absolutely fail-proof guide to getting your friends flowers in Minecraft. Except for the fact that this advice is extremely fallible and sketchy at best. On second thought, maybe you should just get your friends a chest full of diamonds. Seems way easier.\n这就是在Minecraft中赠与你朋友花朵的指南，绝对不会出错。除了这些建议非常容易出错以及非常粗略以外。再想想，或许你只要送给你的朋友一整箱钻石就简单多了。\n\n\n\n【猜猜谁是谁译自Make friends (and enemies) with flowers!】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1561741620,
            "txt_content": " 本帖最后由 kakagou12 于 2019-6-29 01:08 编辑 \n\n被屏蔽的是太阳还是阳光。。都不是 难道是**？果然是朝 阳"
        },
        {
            "author": "Оil",
            "timestamp": 1561766220,
            "txt_content": "原来是玫瑰的花先是改成了罂.粟，之后又改成虞美人了么……= =\n说得好，我选择在别人家旁边种一堆猫草.jpg"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1561769460,
            "txt_content": "Oil 发表于 2019-6-29 07:57\n原来是玫瑰的花先是改成了罂.粟，之后又改成虞美人了么……= =\n说得好，我选择在别人家旁边种一堆猫草.jpg ...\n猫草是什么花，猫薄荷吗？"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1561769460,
            "txt_content": "铃兰有毒我还是头一回知道（笑）\n把你扔进末地传送门真是xswl"
        },
        {
            "author": "Оil",
            "timestamp": 1561770300,
            "txt_content": "NoName德里奇 发表于 2019-6-29 08:51\n猫草是什么花，猫薄荷吗？\n不，是bo良ki影快乐草。"
        },
        {
            "author": "東風",
            "timestamp": 1561770600,
            "txt_content": "kakagou12 发表于 2019-6-29 01:07\n被屏蔽的是太阳还是阳光。。都不是 难道是**？果然是朝 阳\n朝 阳也要和谐？xswl\n真实避免暴露个人坐标信息/笑哭"
        },
        {
            "author": "東風",
            "timestamp": 1561770720,
            "txt_content": "结仇是什么鬼，送毒草吗/笑哭"
        },
        {
            "author": "lizi2006",
            "timestamp": 1562240880,
            "txt_content": "楼主把太阳  太  阳  隔开解除屏蔽好不好"
        },
        {
            "author": "56_ge",
            "timestamp": 1563548400,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "alitely",
            "timestamp": 1570238700,
            "txt_content": "想问下凋零玫瑰是哪个版本添加的？\n我还没有见到任何凋零玫瑰emmm"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1570340640,
            "txt_content": "我到时候送别人一个凋零玫瑰?可以考虑下"
        },
        {
            "author": "liuxinze208",
            "timestamp": 1583065080,
            "txt_content": "我妈有病啊，删我帖子"
        }
    ]
}