{
    "title": "[Minecraft.net|CULTURE] 修道院日",
    "author": "一条鱼乾",
    "replyCount": 1,
    "timestamp": 1561866660,
    "txt_content": " 本帖最后由 看繁华的人 于 2019-8-25 15:41 编辑 \n\n\nABBEY DAYS\n修道院日\nCor bloimey! Tigah Z’s rebuilt Westminster Abbey in Minecraft!\n哥们，快看! Tigah Z在中Minecraft中再现了威斯敏斯特修道院！\nHistory time! In 1605, a man named Guy Fawkes tried to blow up the British Houses of Parliament and failed. So every November 5th, the British people celebrate Guy totally blowing it (er, as in,failing to blow it) with a fireworks display and a bonfire. Rumour has it, Guy’s **s were “I hope someone someday invents some sort of ‘computing game’ which lets you build the houses of parliament out of blocks, and then has them blown up by depressed green creatures! And that my stupid mask doesn’t become weirdly fashionable.”\n让我们谈谈历史！1605年，一个叫Guy Fawkes的人尝试去炸掉英国国会大厦，但是失败了，所以每年的十一月五日英国人都会用燃放烟花、点燃篝火的方式来庆祝他彻底失败了（呃，就像没有炸掉它一样）。有传言说：Guy的最后一句话是：“我希望有一天有人能够发明某种‘计算机游戏'，让你可以用方块来建造国会大厦，然后被凹脸的绿色生物炸掉所炸毁！这样我那古怪的面具就不会变得很时髦！”\nFunny you should say that, Guy! (allegedly). Because today’s build is a recreation ofWestminster Abbey, which is just across the street from the very-not-blown-up Houses of Parliament. It’s the work of Tigah Z, who would (unfortunately for Guy) rather recreate and build lovely historical buildings instead of blowing them up. Commendable attitude! Let’s celebrate Tigah Z on November 5th instead!\n你这么说很有趣！Guy！（据说）因为今天的建筑是再现威斯敏斯特修道院，它与国会大厦仅仅隔一条街，它是Tigah Z的作品，（对Guy来说真是不幸）Tigah Z宁愿再现并建筑吸引人的历史建筑，而不是把它们炸毁。多么值得称赞的态度啊！所以在十一月五日.我们不如改为庆祝Tigah Z吧！\nThis build was made for a UNESCO World Heritage competition, which means that all participants had to choose a building from the UNESCO list — think of it as a modern Seven Wonders of the World, except instead of seven, there are 1092. Tigah Z saw Westminster Abbey on the list, and suddenly the other 1091 didn’t stand a chance.\n这个建筑是为了联合国教科文组织的世界遗产竞赛而建筑的，这就意味着所有的参赛者不得不从联合国教科文组织给出的列表中选择建筑——先想想现代世界的七大奇迹，只不过不是这七个，而是这1092个选项。Tigah Z在列表上看见了威斯敏斯特修道院，然后很突然的另外1091个选项就没有机会了。\n\"I was inspired to make Westminster Abbey because I like the amount of detail that went into making it,\" says Tigah Z, who was drawn in by its intricate architecture. He made a visit to London a while ago, and while the interior of the Abbey remains a blank spot to him  — \"I've never been inside!\" he says — the outside intrigued his creativity.\n“我被启发去建造威斯敏斯特修道院，因为我喜欢建造威斯敏斯特修道院的细节，” Tigah Z说他被这错综复杂的建筑所吸引。他不久前去了伦敦，而修道院的内部对他来说仍然是一个空白点。“我从来没进去过！”他说——是建筑的外部激发了他的想象力。\nBuilding it in Minecraft was far from an easy feat, though. Westminster Abbey is over a thousand years old and has stood the test of time because of how incredibly fiddly its architecture is.\n然而，在Minecraft中建造它并非易事。 威斯敏斯特修道院已有一千多年的历史，它的建筑极其精致，经受住了时间的考验。\n\"The most ambitious part of this build was the end of the transepts,\" says Tigah Z (unfamiliar with transepts? Follow this link and you’ll soon see why they’re so tough to make in Minecraft). \"It's highly detailed, and had to be perhaps the second-most ambitious thing I have ever done in Minecraft — behind my next project!\" I love a good tease, but I'll let you in on a secret: it's going to be a 1:1 build of the British Pacific Fleet, a World War Two Royal Navy fleet!\n“这座建筑最费力的部分是耳堂的末端，“Tigah Z说（不熟悉耳堂吗？通过这个链接你很快就会明白为什么它们在Minecraft中难以建造。）“它非常细致，可能是我在Minecraft里做过的第二件最耗时的事情——仅次于我的下个项目！”我喜欢开玩笑，但我会告诉你一个秘密：这将是英国太平洋舰队的1:1建造，是一个二战皇家海军舰队！\nIt sure sounds like there's a lot of work that goes into making a nice big church. \"The ends of the transepts, diagonal windows and the pure amount of detail the Abbey holds were all challenging,\" says Tigah Z. Overall, the build took 24 hours over 9 days to finish. Less time than it took to build the original Westminster Abbey (probably), but still a big chunk of time!\n听起来，建造一座漂亮的大修道院需要很多工作。”耳堂的末端、斜窗和修道院所拥有的纯粹的细节都具有挑战性，”Tigah Z说。总的来说，完成这座建筑花费了9天里的24小时。建造原来威斯敏斯特修道院花费的时间比建造它花费的时间要少（可能），但时间仍然很长！\nThere are some impressive details in the build, just like with the real thing — only, where the Westminster Abbey builders had stone and chisels in their arsenal, Tigah Z had sandstoneand spruce wood. Look closely at the windows and you'll see trapdoors, fences, and upside-down stairs to create that lacy look that fancy old church windows have.\n在建筑里有一些令人印象深刻的细节，就好像真的一样，——威斯敏斯特修道院的建造者他们在用石头和凿子建造，Tigah Z用了沙石和云杉木。仔细观察窗户，你会看到活板门、栅栏和倒置的楼梯，创造出老式修道院窗户的漂亮的花边外观。\nIf you're interested in seeing the other competitors for Planet Minecraft's UNESCO contest, you can find all the entries and details here! Bonus points for every one you've visited in real life.\n如果你对Planet Minecraft联合国教科文组织的比赛的其他参赛选手的作品有兴趣，你可以在这个网站看到所有的作品和细节！（you can find all the entries and details here! ）如果你在现实生活中参观过这些建筑，就给他们投一票吧！\nThanks to Ryer for one of the renders.\n渲染图由Ryer提供\n原文链接：https://www.minecraft.net/zh-hans/article/abbey-days\n发布时间：2018年06月19日\n原文作者：Kate Gray\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1566327000,
            "txt_content": "is a recreation ofWestminster Abbey 的 recreation也是 再现\nexcept instead of seven, there are 1092 不是“除了这七个” 而是“只不过不是七个，而是……”\ntook 24 hours over 9 days to finish 花费了九天里的24小时\n\n"
        }
    ]
}