{
    "title": "[Minecraft.net|CULTURE] 4D空间的地图作品",
    "author": "Halcyon_Suoh",
    "replyCount": 2,
    "timestamp": 1561931040,
    "txt_content": " 本帖最后由 小草—c_t_l 于 2019-7-2 22:15 编辑 \n4D MINECRAFT MAP2D? Too dull. 3D? Sooo done. 4D? Now we’re talking!2D？过于无聊。3D？趋于完美。4D？这就是我要说的！Ever find yourself bored of living in a world with only three dimensions? Everyone else is out there loving those sensible 3D spaces, happily stomping their feet all over them, never worrying about whether their next step will suddenly see them sucked into another dimension.  从未觉得活在一个只有三个维度的世界十分无聊？从窗外看过去，看看那些热爱着他们\"合理的\"三维世界的人，那些愉快的在那三维世界上散步的人，那些从未担心过自己下一步会不会突然踏入另一个维度的人。\nIf you need more excitement and danger in your life, then book a trip to The Hypercube. It’s a puzzle map made by FlowGD that tasks you with navigating 4D space in order to beat its seven levels.如果你对生活的无趣及过度安全抱怨连天，为何不给自己安排一场通往The Hypercube的旅行呢？这是一张由FlowGD制作的解谜地图，四个维度，七个关卡，一场旅行。\nThat’s right, 4D space! Don’t worry, there are tutorials within the map that explain how it all works. Well, kind of. Hey, being confused is all part of the fun, right?是的，你没看错，四维空间！不过，无需担心，此地图内置了对四维空间的部分解释。嗯..某种意义上..不过，迷茫也是趣味性的绝大部分，不是么？\nWatch the video below of The Hypercube for a taste of how 4D can work in Minecraft. You might want to hold on to your brain as you watch. My apologies if it outright explodes.观看以下视频来体会一下MC的四维空间是怎样一个概念，你大概需要一些冰袋之类的东西让自己观看此视频时保持理智清醒..如果你的大脑爆炸的彻彻底底，那么，我十分抱歉。\nhttps://www.bilibili.com/video/av57494623/\nThis walkthrough video is dizzying stuff – to the untrained eye, it looks like the player is constantly teleporting everywhere! In a way, they kind of are – because they’re hopping between dimensions using the brain-befuddling power of 4D. If you’re still confused about how it works, don’t worry! It only took the mapmaker one year to figure it out...\n\n\n这攻略视频十分令人迷惑——当然，对那些未适应4D世界的人来说，看起来完全就是玩家在不停的到处瞬移来瞬移去！在某种意义上，那实在有点太——因为他们藉由那几乎没人能搞懂的4D之力在维度之间跳跃。如果你还是对此十分迷茫，仍旧无需担心，地图作者也就是花了一年时间去搞懂它而已…\nAlright, so what’s going on here? To explain that, I must take you back in time, but first, I'll explain the basic principles of time travel within a fixed reality... nah, just kidding. I'll just tell you the story of how creator FlowGD decided to make The Hypercube. Way simpler.那么，这视频里到底发生了什么？为了解释这问题，我必须带你进行一次回到过去的时间旅行，接下来我要解释的是在这既定的现实中进行时间旅行的基本原理...啊，算了，开个玩笑而已，我只能告诉你FlowGD如何决定制作The Hypercube的。..至少比那堆见鬼的基本原理简单得多。\n\"You perform parkour jumps that are only possible with the fourth dimension.\"\n“你的步伐在四维空间中跃动”\nFlowGD has been making puzzle maps in Minecraft since he discovered the power of command blocks. “This was around the time I discovered a map called the Code, which at the time was very advanced,” he says. “This map gave me the motivation necessary to try and build my own maps.” His level design skills improved over time as he learned to balance challenge with fun, but it wasn’t until a year ago that the concept of 4D puzzles entered his life, and it did so via a game called Miegakure.自从FlowGD发现命令方块的神秘力量以来一直在制作解谜地图。“差不多在那时候我看到了一张名为the Code的地图，就现在来看可能会十分简陋，但在当时而言，已经十分先进了。”他说。“这张地图给予了我十分重要的动力去来让我构建我自己的地图。”他的关卡设计能力随其平衡难度与乐趣的能力不断增长，但直到一年前，随着Miegakure进入他的视线，4D解谜的概念才进入他的生活。\n\nMiegakure ‘is a game where you navigate a four-dimensional world to perform miraculous feats and solve puzzles.’ Miraculous feats like ‘successfully explaining the concept of 4D in this article? Boy, I hope so!\nMiegakure'是一款可在四维空间中自由探索并进行奇迹之举(?)的解谜游戏。'所谓奇迹之举，大概就是指在本文内成功解释了4D的概念？啊，要真是如此就好了！\n\nMiegakure is the work of Marc ten Bosh, and is all about moving through and interacting with 4D landscapes. It’s tricky to explain, but imagine if you were a 2D person stuck inside the screen you’re reading these words on. You can move in two different ways: up and down the screen, and left and right across the screen. If you add a third dimension then you could step outside of the screen too. That’s basic 3D and it’s the world we live in!\nMiegakure是一款由Marc ten Bosh制作的，关于在4D场景中移动并与其交互的游戏。这种东西很难解释清楚，但，想象一下，如果你是一个卡在你电脑屏幕里的可怜2D小人，你只有两种方式来移动，上和下，以及左与右，如果为其加上一维的话，你就可以踏出屏幕。这就是三维的概念，这就是我们所生活的世界！\nBut a 4D space means that you add a fourth dimension to move through. The reason we have a hard time imagining that is because we live in a 3D world. In fact, it’s impossible for us to see 4D space in its entirety. What Miegakure does, then, is give us 3D slices of its 4D world so we can make sense of it, one bit at a time.\n但一个四维的空间意味着你又多了一种方式进行移动。我们很难想象四维的空间是一种什么样子，是因为我们生活在一个三维的世界。实际上，对我们来说，完整的看到四维空间可以说是不可能的。但Miegakure找到了一个办法，将四维空间切成三维的\"碎片\"，这样我们就能一点点的去理解它。\n\nhttps://www.bilibili.com/video/av57414957/\n\nMarc ten Bosh also made this excellent video that explains how 4D works in his game better than I ever could! Wait, I still get paid, right?Marc ten Bosh也制作了这段用来解释4D在Miegakure是如何表现的视频，嗯..比我能解释的要好不知道多少倍，等等，我仍然能拿到稿费..吧？\n\nSo what looks like teleportation in the Hypercube video is actually successful navigation of 4D space. Impossible? Definitely! Confusing? Also definitely! But also an exciting new approach to Minecraft map making that I, as a bored prisoner of our 3D world, can very much get behind.\n所以说，在攻略视频中那看起来像是传送的东西实际上是一次对四维空间的成功探索。难以置信？是的！感到迷茫？仍然，是的！但同样，这是一张令人激动的地图，同样也是对MC地图制作的一个崭新的方向标，对我这样一个三维世界的无聊囚徒来说，这4D世界实在是太过先进了。\n[1/3] The tutorials handily deconstruct your understanding of reality one dimension at a time.\n[1/3]可以轻松摧毁你的世界观的教程。\n\n\n[2/3] The 2D man rotates his plane of existence to get around the wall and reach the gold block in this 3D world.\n[2/3]这只存在于二维世界的小人改变其存在平面来绕过墙到达该三维世界的金块位置。\n\n\n[3/3] Trength is a measurement in the fourth dimension. Don’t worry, that sensation is just your brain doing a backflip.\n[3/3]W轴是四维空间中的坐标轴之一。冷静一下，这种感觉只是你的大脑在做后空翻而已。\n\nFlowGD took the idea of using 3D slices of a 4D world to make the concept somewhat approachable, and managed to find a way to make it work inside Minecraft. It wasn’t easy. It took an entire year of watching videos about 4D space, as well as studying Miegakure in depth. \nFlowGD同样也使用了将四维空间切成三维的“碎片”这种更易理解的表现方法，并且成功的在MC里使其体现出来。这并不是一件简单的事情。这张地图花了整整一年的时间观看那堆关于4D空间的视频，外加深度研究Miegakure。\n\nBut the solution he found is genius. “A level is made up of a number of 3D worlds stacked on top of each other,” FlowGD explains. “I had to manually change each one slightly so that if a 4D being were to theoretically see the whole 4D world, it would look natural to it.”\n但他找到的解法十分..天才。“一个关卡是由数个三维的世界层叠在一起的。”FlowGD解释道。“我必须自己手动调整每一个世界，就理论上来说，如果一个四维的存在看到整个四维的关卡，这关卡对其来说应该看起来很自然。”\n\n\"Don’t give up. It's a hard concept to grasp, and I salute you if you manage to understand it.\"\n\"不要放弃，这个概念的确很难理解，如果你能理解它，请接受我诚挚的敬意。\"\n\n[1/4] The first level requires you to walk right through this stone wall. Easy!\n[1/4]第一关需求跨过这堵石墙。简单！\n\n\n[2/4] Here you can see the device that lets you switch dimensions. Keep an eye on the coordinates when you do.\n[2/4]在这张图里可以看到可以让你切换维度的设备，在你切换的时候记得看准坐标\n\n\n[3/4] The golden block shines like a beacon as darkness descends on this tricky level\n[3/4]当黑暗降临时，金块在这棘手的关卡中如信标一样闪耀。\n\n\n[4/4] The Endercube level ups the difficulty by adding extreme 4D parkour\n[4/4]The Endercube关卡通过加入四维空间的跑酷元素来提升难度\n\nIf you try The Hypercube and do get stuck, FlowGD recommends that you experiment. “Look at the tutorials again if you need to, or watch other ones online. Don't give up,” he says. “It's a hard concept to grasp, and I salute you if you manage to understand it.” Stick with it and before long you’ll be ascending impossible staircases and teleporting through dimensional frost mountains!\n如果你在游玩The Hypercube的过程中卡关，FlowGD建议你“当需要时重览或浏览他人的教程，不要放弃，”他说。这个概念的确很难理解，如果你能理解它，请接受我诚挚的敬意。坚持下去，保持决心，不久之后你就会发现你站在那看似不可能攀登的阶梯之上，在四维的雪山上自由穿梭！\n\n\n\nFlowGD originally had plans for 16 levels in The Hypercube but settled on seven as it seemed like the optimal number. But he reckons he might still add more levels in the future. Right now he’s focused on making new maps, none of which are 4D, and one of them isn’t even a puzzle map.\nFlowGD本来计划在The Hypercube中添加16个关卡，但最终还是只添加了七个，对关卡数目而言，看上去七是个不错的数字。但他依旧打算在之后的更新中添加更多关卡。目前而言，他专注在制作新的地图，对这堆地图来说，没有半个是4D相关的，其中一个甚至连解谜地图都不是。\n\n\nProbably the best for our poor, three-dimensional brains though, eh?\n大概对我们这可怜的三维大脑来说，这是最好的事情了吧，嗯哼？\n\n\n作者 Chris Priestman\n发布日期 2019/06/28\n译自 https://www.minecraft.net/zh-hans/article/4d-minecraft-map\n视频来自 FlowGD Miegakure\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1561962180,
            "txt_content": "好，我这就去玩Miegakure（逃\n\n（建议修整一下排版……虽然估计又得进一次审核箱"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1566327540,
            "txt_content": "done with smth. 意思是 受够了\n3D slices 可以说成三维的 切片\n"
        }
    ]
}