{
    "title": "小说读物】|【论坛城的茶馆·韶华光】|【连载】|",
    "author": "Ice_Block_",
    "replyCount": 44,
    "timestamp": 1561983240,
    "txt_content": " 本帖最后由 Ice_Block_ 于 2019-7-1 20:31 编辑 \n\n历史章节回顾\n\n论坛城的茶馆·I：http://www.mcbbs.net/thread-876134-1-1.html论坛城的茶馆·II：http://www.mcbbs.net/thread-876716-1-1.html论坛城的茶馆·III：http://www.mcbbs.net/thread-877474-1-1.html\n\n\n\n\n\n论坛城的茶馆·韶华光\nBy——Ice_Block_\n\n\n\n\n\n\n我猝不及防地被撞了个趔趄，直接背靠在了挂在茶馆门口写着“小水怡情，大水伤身，强水末路之地”的木牌子上。\n\n我稳住身子，扶住“酒鬼”的肩膀，说：“诶，大兄弟，没事吧？”\n\n“酒鬼”也站住了身子，摇摇晃晃的,张嘴就对我喷出一口酒气说：“你...你谁啊？凭啥撞我？”\n\n我试着松开扶住他肩膀的手说：“兄弟我刚刚从茶馆出来，没撞你。是你自己...诶诶诶，注意点别倒了。”我看他马上又要倒下去，又扶住了他的肩膀。\n\n他垂着的头猛地甩了起来，头发都差点甩我脸上，又是一口浓厚的乙醇味说：“就是你撞我，别孬，也...也没啥事，就是...请我喝杯酒这事就...就算了。”\n\n我看着这酒鬼穿着正装，总觉得熟悉，在哪里见过的样子。总之绝对不是像我这样靠力气吃饭的人，至少也是个公务员或者官员，并不是街头流浪混日子的二流子。怎么会喝成这个样子？我心里一边嘀咕一边拉着他说：“行行行，兄弟，喝酒没问题，但是你看看，你都喝这么多了，再喝也没味道了。不如喝酒之前，咱先喝杯茶如何？这样咱之后再去喝酒，才有味道。”\n\n那酒鬼一边摇头晃脑一边听我说话还听的一愣一愣的，半天不说话，我看这反应不过来的样儿，继续说：“就是，你喝碗茶！咱再去喝酒！那酒啊！更好喝！”我怕他听不见，又把声音提高了一些。\n\n他眯眼瞟着我还是不说话，我有点慌了，我握住他的双手说：“大哥你到底想咋样啊...这时候也不早了我真怕你对我干啥啊！”\n\n那哥们看了看我握着他的手，又看着我说：“那...这些子...费用你可全掏噢。”\n\n我听他说的话，喝多了还叫我请客，明显理智尚存，我松了口气说：“行行行，哥，这没问题，你先跟我走好吧。”那哥们也不说话，垂着头踏着漂浮的脚步就跟我走。\n\n我们踏进了酒馆的门，我问他：“诶，哥，你叫啥名啊？”\n\n那哥们垂着头说：“刘风。”\n\n我说：“好名字，我叫冰块。来，你先坐这里坐好。”我扶着他在窗边坐下，他双手往桌子上一趴，脸往手臂上一趴，就不动了，我还看了他十几秒，怕他突然耍酒疯，这样干会被九幽打死的....还好，看来不是个耍酒疯的主儿。\n\n然后我举手挥舞起手臂，九幽看了看我，走了过来，说：“今天没吃饱吗？”\n\n说完又看了看坐我对面，脸趴在手臂上的人说：“这个是啥？”\n\n我捂脸说：“这哥们喝多了，赶紧弄两碗茶吧。”\n\n九幽那毒舌也没讽刺我，转身便去柜台弄了两碗茶，还端来了一碟子水煮花生，我抬头看他，他手里拿着两个已经空了的玻璃瓶说：“葡萄糖放进去了，解酒。”\n\n我看着九幽，刚刚想说声谢谢，九幽转身说：“要付钱。”简洁的说完而后扬长而去。这...这很九幽。\n\n我想拍拍那哥们喊他起来赶紧喝茶的，结果发现他并没有睡着。\n\n他趴在桌子上，肩膀连带着上半身一直在微微的耸动，头顶的萤石灯照在他身上，映射出他袖口上的水痕，我不知道那是眼泪还是酒水，我也不知道他身上到底发生了什么事情，但是我不用眼睛去看就能感觉的到，他身上那股快要实质化的悲伤像雾气一样弥漫在周围。\n\n我端起茶碗，看着雕花的窗外，明黄色的月亮正在慢慢的升起，论坛城里的各家各户亮起了灯火，在微黑的天空下微微闪烁，每个灯火里都有一个家，或者一个人。我轻轻地又抿了一口矿工茶，味却微苦。\n\n就这样，我看着月亮慢慢攀升，他终于不再耸动肩膀，我也没出声打扰他。突然，刘风抬起头端起凉了的茶仰脖便灌，估计是当酒喝了。我说：“诶，哥！那不是酒啊....”\n\n他喝完说：“妈的这么甜肯定不是酒...”说完便又把碗一丢侧脸窝在自己的手臂里，嗓音嘶哑又低沉。\n\n我看看他，估计还要等一会，但是还是想确定他醒酒了之后再走。又过了好一会，我都想要睡着了，他却慢慢的坐直了身子，揉了揉自己的鼻翼两侧。\n\n我看着他微红的眼眶，说：“哥，醒酒了吗？”\n\n他眼光看向我，像是审视一样看了我几秒，而后缓缓从自己上衣内兜里掏出一包烟，抽出一根叼在嘴里。非常熟练的拿出翻盖打火机擦出火花将烟丝点燃。然后才又抽出一根递给我，我连忙摆手说自己不抽烟。\n\n刘风嘴角轻轻一扯说：“不吸烟是好事，别学。”\n\n我连忙点头表示赞成。然后我说：“哥，你是不是遇到什么事情了啊？”\n\n刘风吐出一口烟雾，说：“麻烦你了，是我失态了。其实也不是什么大事吧，看在你这么好心，如果你要是想听我可以跟你说说。”说完又发狠一样深吸了一口烟，红色的烟丝燃烧的更加迅速。\n\n我坐直了身子说：“那洗耳恭听。”\n\n刘风又吐出一口纯白色的烟雾，那烟雾散出来后遮盖住了他的脸庞，然后他便开始幽幽的说了起来。\n\n\n\n\n\n初三时，我百无聊赖的过着每一天，跟混吃等死没什么区别。混吃等死反而是我的最高理想。每天草草完成作业，一有空就跟死党苏子泡在网吧里，日复一日。这样的日子似乎酸的都发酵了，还冒泡泡的那种。\n\n因为当时我算是比较不学无术的孩子，但是学习上有点天赋，成绩还算过得去，所以班主任就没放弃我，让我一个人坐在靠边的位子上学习，这样我多多少少还能学一点。\n\n直到有一天，班主任打着唤起全班同学学习激情的口号重新换了座位，把我从靠墙边的单人座又拉回到了有同桌的日子。\n\n我的小组里，有两个女孩。“长相都还算不错，身材也过得去。只是第二个略微有些发胖，脸显得有些大。”这些是我从死党和朋友那里听来的。\n\n我是小组的组长，本该挥斥方遒指点江山，奈何只是一个跑腿送作业的。但是给我慰籍的是还是有下属贿赂我的，是那个猫一样的女孩——呃....我说的是脸大的狸猫——时常给我送点零食啊···小玩具啊···已经完成的作业什么的···\n\n我也照单全收，吃着她的零食抄着她的作业。并未觉得有何不妥，反正有便宜不占是王八蛋。后来我才知道，这些都是要还的······终于，她对我的笑容越来越多，越来越柔，瞳孔里反射的光像月光下的一汪清泉。\n\n我们在QQ上的聊天也越来越频繁，搞得我在网吧打LOL时打完一波兵就要切出去回她一句，因为这个线上被单杀的次数太多。跟那女孩聊天内容也简单的令人发指，都接近于“吃了吗？”的级别。但竟竟人家是送礼的，不好意思不理人家，实在烦了我就会回：我在打游戏，现在没空，回聊。\n\n她就乖乖的说好，你好好玩。打完游戏我回她一句她还是会在一分钟内回我。\n\n我就想，这货是有多闲的没事干啊。苏子却说，人家这是喜欢你了呗？我白他一眼“滚犊子···”。苏子死皮赖脸的继续说，你看看人家送吃的送玩的送作业的，就差送人了。我踹了他一脚“那他妈也是我魅力大，你瞎唧唧什么。献身也不献给你。”这样的日子过了半年。\n\n她还在找我聊天，但是最近出现了“你有没有喜欢的人”、“你喜欢谁”这样的问题。再加上从其他渠道得到的信息，我和苏子一致得出一个结论——这小妮子喜欢我····但是我觉得万一自作多情那多尴尬。\n\n元旦前夕夜里，情感终于如同蓄满水的水坝，即将破洪而出。她说，你要是还不告诉我你喜欢谁，咱俩就绝交吧。我这时候真想来一句“绝交是啥体位”····但是面对女孩还是按耐住了烂话。我下定了决心，说“你再等等。”\n\n终于数字从11：59跳到了00：00。我深呼**气敲下一行字。\n\n“我喜欢的是你。”\n\n“我喜欢的也是你。”\n\n深**手里的莫斯利安，仰头坐在电脑椅上看着天花板。\n\n“还他妈玩真的啊····”我从喉咙里低声地吐出这几个字。顿时觉得人生有些幻灭。\n\n其实当时我只是觉得表白这种事情让女孩子来不好，猜错了大不了尴尬一会。身为男人，这种事情应当我来做。\n\n但重点是······真的有人喜欢我啊······我少有的迷惘了起来。\n\n窗外传来烟火爆炸的怦怦声，色彩斑斓的花火闪烁着将我那间小屋渲染成彩色。\n\n午夜零点的那股从天而降的勇气驱散了我的迷惘，我手指飞动起来。\n\n“我们在一起吧”\n\n“嗯，好。”\n\n她依旧是秒回。\n\n“那么...晚安吧。”\n\n“哦...晚安......”\n\n当那股从天而降的勇气慢慢散去的时候，我才意识到我干了什么……当天夜里直到两点多才睡着。突然发现有一句我在什么“人生哲理金句”之类的地方看到好几次的一句话。\n\n“人生的改变，往往就在一夜之间”\n\n当时还在和朋友们调侃这句话，那一夜之间到底发生了什么......现在发现，古人诚不欺我也。?\n\n那天是周五，周六的时候我有个补习班在六点半到八点半。她就说，要我补习结束之后在那附近等她。我们约定在了我补习班门前横跨马路的一座天桥上。\n\n那节数学课我根本无心听讲，坐在第一排的我就看着老师唾沫横飞的讲几何证明，却想着马上就要见我的小女朋友了，我见面的第一句话说什么好。\n\n终于等到了下课，我顺手一抄书本和笔塞进书包背起来就跑。\n\n出门就是一座天桥，桥下是川流不息的车辆，路的两侧有许多推小推车卖街头小吃的商贩。平常我每每下课都要去买一份狼牙土豆吃。\n\n我直接奔上天桥，四下望了望，没看见她。于是扶住护栏深呼吸以平复我的心跳。同时思索着，用什么姿势等她来到这里看见我会觉得我很帅气...\n\n然后就双臂都杵在护栏上，双手交叉放在嘴唇与鼻子中间，略微弯腰，假装眺望远方……嗯，这很深沉……但是时间一久便又放松下来，目光投向了脚下奔流的车辆。公交车在站台旁缓缓停下，吐出一批人又吃掉一批人。三层楼高的梧桐树上，只剩下树干上稀稀拉拉的树叶，在入冬的寒风里飘摇着。周遭的高楼大厦上的灯光也像梧桐树叶一样，稀稀拉拉的。有对年轻男女说笑着互相喂着刚刚买的狼牙土豆。\n\n我压抑住自己想吃的心情...开始手插在裤兜里来回的走，同时头微微上斜，看向星空。因为不确定她什么时候会来，所以一直保持着这个姿势。\n\n当我不知道来回走了几遍的时候，在我刚刚走到天桥的尽头时，看见了正在从楼梯上走上来的她。\n\n因为梧桐树的遮挡，昏暗的路灯灯光下我看不清她的面庞。她缓步向我走来，穿着白色的长裤，粉色的过膝长衣，背着粉色的书包。马尾辫随着步伐跳跃着。而我就站在原地，看着她向我走来。仿佛如沐春风。\n\n“喏，给你的礼物。”如清脆的音铃声响起。一个白色的纸袋递到了我的面前。\n\n“哦哦....谢谢....”我紧张的话都说不好。平时我的伶牙俐齿和一肚子烂话此刻都无影无踪。\n\n我拿出来纸袋里的东西，是一只头顶绿色荷叶的圆滚滚的小黄鸭，小小的眼睛配上圆滚滚的身体显得它笨笨的。\n\n“嗯，好看。”拿着小黄鸭翻来覆去的看，我脸上流露出喜悦。然后脸色一僵......\n\n“我......我......忘了给你买礼物了……”我一边挠头一边不好意思的笑。\n\n她却展颜一笑“没关系啦，走吧，送我回家。”\n\n那一刹那我看清了她的面庞，女孩白皙的皮肤光滑细腻、有点矮的鼻子、抿起来的嘴唇透露着有光泽的粉红色。\n\n那一笑恍若春风拂面，花开十里。照片定格般烙印在我的脑海深处。每每想起那昏暗的街灯下，斑斓的树影照在她的身上，都觉得美的一塌糊涂。\n\n那天之后我才明白，周幽王那个二百五为什么会干出烽火戏诸侯这样的蠢事了。要是我喜欢的女孩这样一笑，把诸侯吊起来拿马鞭抽打我觉得也不是不可以。\n\n随后便和她肩并肩说着不知所谓的话走着不知名字的街道。我鼓起色胆一边搂着她一边走。说是搂，其实是把手搭在她肩膀上......像男人搂男人那样......\n\n她也没抵抗，任我搂着走过一条条街道。一路上都不知道说什么，只能聊着毫无意义的话。一直走到看到路的尽头了，她说要在这里打车回家了。于是我拦下一辆出租车，目送她上车而后朝我挥手。我也挥着手，知道汽车走远了，我还在原地望着。\n\n良久，我转身蹦着跳着还吼着“呀吼”回家了。\n\n就这样，我们便开始了作为情侣的生活，其实也就是俩高中的小屁孩，懂什么呀，无非是在一起看看电影，吃吃饭，逛街给她买个礼物，买什么她都喜欢。我们的第一次牵手，第一次接吻，我都历历在目，像是拿刀斧刻上去的一样。\n\n可是我那时候不喜欢她，但是我仍然尽力做到了一个男朋友该做的事情，并且无可挑剔。而且中考之后她没有我考的好，我们便不在同一个重点高中了。本来没什么，不过是从天天见变成了一周见一次。可我是一个遵从内心的人，我觉得我一直在欺骗她，我对她没有心灵上的触动，可还是在充当着人家的男朋友。于是在高二的时候分手了，要说两年的恋情没有感情是假的，可现在我也不明白当时的我为何这么倔了，可能那时还是个混蛋小子吧。\n\n我到现在也还记得分手一夜她非要约我出来在体育场闲逛，她把我们的所有过往一一叙说了出来。我也只是发狠般的吸着烟，只是陪她走路，也不理会她说的什么。最后走到路口，我说我们就这样该走了吧。她轻轻招手，示意我靠近一些，我朝着她走了一步，她突然双手环抱住我的勃颈吻住了我。我抽烟抽到有些发懵的脑子没做出反应，可我能感觉到她那一吻里，是那么浓诀别的悲伤，像海像山一样那么\n庞大，不可逾越。\n\n那个吻有多久我不知道，我只看见她最后看着我的脸说再见，而后红着眼眶转身离去。直到看着她拐过街口消失在那里，我还没动。当天晚上回去我还是整个人都木木的，终于入睡前我感受到了心痛。\n\n当我离开她之后，我又接触了一些女孩，但并没有和任何人在一起过。因为我开始觉得所有人都比不上她，不论是言行举止还是性格精神。后来我觉得，我离开她，像是离家的孤魂野鬼，期间也顽固着喜欢过其他人，也飘摇着经历了一些事，可是现在我回忆起来，最温软明亮的，还是她。\n\n后来我们又复合了一次，我拿出了我十倍百倍的心对她，刚开始也很甜蜜。可是好景不长，半年的光景而已，她便离我而去。那天夜里我自己一个人出门，站在一个空无一人的广场上。我掏出来打火机和烟，打火机清脆的响声在空旷的夜里回音不绝，微弱的火苗飘摇在风中，我记得很清楚，打了三次火也没点燃，最后蹲下来用手护住才如愿以偿。\n\n那天夜里，我知道了烟抽多了确实头疼，知道了薄云胧月是什么样子，知道了月亮偏移的轨道，知道了广场上的灯几点明亮几点闪灭，知道了天灾那个世界是几点发亮，知道了朝霞的颜色，知道了又多少人在夜里奔波，也知道了她不爱我了。\n\n今天晚上喝多了，只是因为知道了她已经订婚了。\n\n\n\n说到这里，刘风又点燃了一根烟，已经第八根了，矿工茶也喝了三碗。期间九幽看到这边的烟雾缭绕也只是皱皱眉，没有说什么。我记得以前这样的话九幽是会暴躁撵人的。\n\n我看着刘风抽烟，我也知道他说的肯定都是真的，因为一个人脑海里要印刻这么多的东西和细节，很难是编造的。\n\n我问：“那你现在还爱她吗？”\n\n刘风听见，放下伸到嘴边的烟说：“一看你就是什么都不懂的小屁孩，怎么说呢，我到现在还喜欢她。但是我不找她，我只希望我自己能慢慢冷下来。可我的心是冷不下来的，就像夏天的风一样，怎么吹都是热的。”\n\n“那你还觉得她能追回来吗？”我又问。\n\n刘风抽尽了那根烟，在烟灰缸里熄灭后说：“现在已经不是这个问题了，我喜欢的已经不是她了，我喜欢的只是跟我初恋的那个小姑娘，老觉得她还和以前一样，可是已经不一样了，那只是你脑海中缥缈的一个影子。”\n\n我没有接话，因为我不知道要说什么。\n\n刘风喝了一口茶，看着窗外隐逸在飘渺流云后面的皎月低沉地说：“\n她怎么看你，你不懂。你永远也摸不透她在想什么。还是因为变了，我们都觉得最初的就是最好的。\n\n因为你在最初的只见过这一个小姑娘，你觉得天下之大比这小姑娘好的多了去了。于是你走了出去，见了形形**的人，这是你在心里觉得相比之下还是最初的那个傻乎乎的小姑娘好。\n\n于是你回头不远千里的去找她，在这千里的路途上她在你脑海中的形象越来越趋近于完美。她的音容笑貌，她的一举一动都是那么的美好，就像皎洁月光下随风簌簌的樱花一样。而当你找到她之后，才发现她只存在于你的脑海里了。\n\n想傻谁能拦住你傻下去？为女孩的付出大部分都是傻的，等她一耳光扇你脸上把你扇醒，你再去找下一个继续傻。\n\n所以我现在虽然还是忘不掉她，但是这份爱恋已经不像之前那般炽烈耀眼了。只是一份平平淡淡的爱，就像没有星星的夜晚一样。\n\n不需要她的头埋在我怀里，不需要我嗅着她发间的清香，不需要我抚摸着她的脸庞。我只是在心里想想她就觉得十丈红尘，风轻云淡，岁月静好。\n\n据说这世界上一共七十亿人，能与你心心相印白头偕老的只有两万人。约分一下就是三十五万分之一的概率。也就是说你每认识三十五万人才能碰见自己的真爱。\n\n可你这辈子见过多少人，又认识多少人呢？你所有的朋友的名字列下来一张A4纸足矣，活了接近二十年也就一张A4纸。\n\n放平心态，凡事看淡。现在的我就是这样的，连我自己都觉得好笑。\n\n回想自己所见过的所有夫妻，找媳妇是来带孩子做饭洗衣服，柴米油盐酱醋茶，围着厨房锅碗孩子老公转着圈唠叨着搭伴过日子的。跟你天天卿卿我我花前月下你侬我侬，每天都牵着手在大街上秀恩爱的那是电视剧。\n\n哈哈，想想就好悲凉。可大部分人不都是如此吗？谁的母亲在二八年华的时候不是窈窕少女？不还都变成了唠唠叨叨的妇女大妈。\n\n阿文跟我说和她谈心真的很累。能不累吗？你在这边大海一样山呼海啸的倾诉着你的想法你的爱和你的内心。她就像是天上的一朵悠悠的云，回你两句只是在说她在看你发来的消息。但是云和海有相融的时候吗？他妈的你浪头再高能拍到天上去？做梦呢老哥......\n\n阿文说他身边也不是没有女孩子，怎么就放不下她一个。\n\n放不下的不是她，是你的初恋。人家在你还是个懵懵懂懂的小屁孩的时候扔给你一个坐卧举止都闪着光的女孩，你自己不珍惜，一把扔了。多年后又追上人家再要一个？人家纵然有也给不出了......”\n\n我默默的听他述说着他的故事，看着窗外的点点灯火，忽然觉得人生也就如此了。要到哪才能找到一个家呢？\n\n刘风把桌子上的打火机收进上衣兜里，站起身，拍了拍自己身上的正装。对我淡淡的说：“走吧，冰块。我没叫错吧？”\n\n我笑着对他说：“看来你当时还没喝多。”\n\n刘风也笑笑说：“其实都是酒不醉人人自醉，真想买醉喝菠萝啤都醉了。”\n\n我们出了茶馆的门，微凉的夜风迎面而来，刘风的头发随风轻轻的摆动，他偏过头来对我说：“就在这里分别吧，好久也没和人这么说过话了，这次挺谢谢你的。”\n\n我抓了抓头发说：“没有没有，你当时喝这么多谁看见了谁还不问一下呀。”\n\n刘风哈哈笑笑说：“也不是每一个人都像你这么好心还这么多管闲事的，走了，有缘再相逢吧。”说完这话的时候他已经向前走去。我看着他的背影，在街道两边的灯光下是那么的寂寥，真的像风一样，月光将他的虚无的影子拉长，就像他只能存在于回忆中的时光。\n\n我也转身走去，在我家楼下的小卖铺买了一提啤酒，回到家里坐在床上，目光看向窗外。默默的喝完，喝完时头已经晕晕乎乎的了。我倒在床上，思绪已经开始迷茫，模糊中也看见了一个姑娘。\n\n\n\n\n九幽关上茶馆的大门，解下身上的围裙，这时从楼上下来了一位身姿窈窕的姑娘，伸了个懒腰问：“九幽，今天怎么样啊？”\n\n九幽把围裙放好，头也不回淡淡的说：“和平常差不多，只是晚上少收了一个傻子的钱。”\n\n樱花翻了个白眼说：“是不是靠窗坐的那个二傻子？那烟熏的我在二楼都闻见了。诶，那二傻子是谁啊？”\n\n九幽看了看樱花说：“就是那个打卡四年矿工茶的小子。”\n\n樱花笑了笑：“哦，这样的顾客少收点钱无所谓啦，拿你的工资抵就行了。”\n\n九幽转身上了楼，边上楼边说：“你真无聊。”\n\n\n\n写在后面\n\n上次咕了一次\n这次一万五千字补回来\n更的有点晚\n好歹赶上了\n\n故事我感觉还不错\n希望大家喜欢\n因为上次发生了吞锭惨案\n这次再补一次\n（我是真的没锭啦！！！）\n\n\n\n\n",
    "replies": [
        {
            "author": "4O74Y74L74J7",
            "timestamp": 1561983420,
            "txt_content": "好人一生平安，这里就先拿锭等会再看了。"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983420,
            "txt_content": "此处艾特@九幽之帝   @世予   @Sakura_End  @ItIsEnderman  @雪莲_xvelian  @xmdhs"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983480,
            "txt_content": "4O74Y74L74J7 发表于 2019-7-1 20:17\n好人一生平安，这里就先拿锭等会再看了。\n可恶啊，沙发竟被你抢先一步"
        },
        {
            "author": "幽儿~",
            "timestamp": 1561983600,
            "txt_content": "真好 \n能及时补更\n"
        },
        {
            "author": "草原能跳绳",
            "timestamp": 1561983600,
            "txt_content": "好长的内容，要慢慢看，感谢金锭哈"
        },
        {
            "author": "1335757820qq",
            "timestamp": 1561983600,
            "txt_content": "给楼主个好评，现在开始看文a.a"
        },
        {
            "author": "zyjking",
            "timestamp": 1561983660,
            "txt_content": "真心不错的文章"
        },
        {
            "author": "丶King",
            "timestamp": 1561983720,
            "txt_content": "先谢锭！现在看文"
        },
        {
            "author": "阵羽",
            "timestamp": 1561983720,
            "txt_content": "文略长，先拿锭再细看"
        },
        {
            "author": "资深咸鱼",
            "timestamp": 1561983780,
            "txt_content": "先锭后看"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1561983780,
            "txt_content": "所以为什么不来周创版呢？"
        },
        {
            "author": "Suyik_",
            "timestamp": 1561983780,
            "txt_content": "良心楼主，给赞了"
        },
        {
            "author": "4O74Y74L74J9",
            "timestamp": 1561983840,
            "txt_content": "写得挺不错的，只是似乎发到周边创作版更好？"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983900,
            "txt_content": "九幽之帝 发表于 2019-7-1 20:20\n真好 \n能及时补更\n想成为个作家，断更是不能容忍的！"
        },
        {
            "author": "极光creeper",
            "timestamp": 1561983900,
            "txt_content": "文笔勉强海星趴\n后排支持一下好了"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983900,
            "txt_content": "4O74Y74L74J9 发表于 2019-7-1 20:24\n写得挺不错的，只是似乎发到周边创作版更好？\n茶馆故事，发在茶馆感觉比较好"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983900,
            "txt_content": "tutity_tiger 发表于 2019-7-1 20:23\n所以为什么不来周创版呢？\n我····我可以发两遍吗？？哈哈哈哈"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561983960,
            "txt_content": "zyjking 发表于 2019-7-1 20:21\n真心不错的文章\n你明明没看完！就是想领锭！"
        },
        {
            "author": "帕帕武",
            "timestamp": 1561984140,
            "txt_content": "总体来说不要喝水，直接喝伏特加"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561984200,
            "txt_content": "g530775 发表于 2019-7-1 20:29\n总体来说不要喝水，直接喝伏特加\n茶馆卖伏特加？？？要不要让九幽再给你扛一把波波沙？哈哈哈"
        },
        {
            "author": "帕帕武",
            "timestamp": 1561984260,
            "txt_content": "Ice_Block_ 发表于 2019-7-1 20:30\n茶馆卖伏特加？？？要不要让九幽再给你扛一把波波沙？哈哈哈\n然后找找娜塔莎，今晚茶馆是我家"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561984440,
            "txt_content": "g530775 发表于 2019-7-1 20:31\n然后找找娜塔莎，今晚茶馆是我家\n兄弟可以啊！交个朋友吧"
        },
        {
            "author": "Оil",
            "timestamp": 1561984560,
            "txt_content": "差点忘了说要给你写个造枪师本篇（论坛城茶馆的番外篇）的说……= =\n算了，既然80火造完了（其实还差个瞄准镜），也想转移一下脑用休息一下……= =\n不介意的话可以私聊把你的设定给我.jpg ……"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561984620,
            "txt_content": "Oil 发表于 2019-7-1 20:36\n差点忘了说要给你写个造枪师本篇（论坛城茶馆的番外篇）的说……= =\n算了，既然80火造完了（其实还差个瞄准 ...\n把我的设定给你吗兄弟"
        },
        {
            "author": "zyjking",
            "timestamp": 1561984800,
            "txt_content": "Ice_Block_ 发表于 2019-7-1 20:26\n你明明没看完！就是想领锭！\n本来就可以阿\n\n对于我这种不擅长写评论的，你还要我说什么"
        },
        {
            "author": "ir-0",
            "timestamp": 1561984920,
            "txt_content": "缺金锭的话之前吞锭给我说下啊\n转过去了"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561985100,
            "txt_content": "zyjking 发表于 2019-7-1 20:40\n本来就可以阿\n\n对于我这种不擅长写评论的，你还要我说什么 ...\n没有没有，跟你开玩笑说的哈哈。别那么认真嘛"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561985100,
            "txt_content": "Sakura_End 发表于 2019-7-1 20:42\n缺金锭的话之前吞锭给我说下啊\n转过去了\n我没有这个意思啊花姐！"
        },
        {
            "author": "ir-0",
            "timestamp": 1561985160,
            "txt_content": "Ice_Block_ 发表于 2019-7-1 20:45\n我没有这个意思啊花姐！\n没事啊 反正金粒我拿着也没啥用"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1561985280,
            "txt_content": "Sakura_End 发表于 2019-7-1 20:46\n没事啊 反正金粒我拿着也没啥用\n我也没有要还的意思"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562073540,
            "txt_content": "Sakura_End 发表于 2019-7-1 20:46\n没事啊 反正金粒我拿着也没啥用\n催更？魔鬼吗？没人投稿什么的  我自己很快笔墨就干了"
        },
        {
            "author": "568776570",
            "timestamp": 1562074020,
            "txt_content": "感觉很好，写点其他类型的吧"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562074080,
            "txt_content": "568776570 发表于 2019-7-2 21:27\n感觉很好，写点其他类型的吧\n小兄弟有想法，比如？"
        },
        {
            "author": "568776570",
            "timestamp": 1562074380,
            "txt_content": "Ice_Block_ 发表于 2019-7-2 21:28\n小兄弟有想法，比如？\n这不是你想吗，我键盘侠肯定只动键盘啊"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562074560,
            "txt_content": "568776570 发表于 2019-7-2 21:33\n这不是你想吗，我键盘侠肯定只动键盘啊\n哈哈哈哈哈  你毫无压力的承认了键盘侠哈哈哈"
        },
        {
            "author": "NiPenGeO",
            "timestamp": 1562074560,
            "txt_content": "可以，很强。"
        },
        {
            "author": "ir-0",
            "timestamp": 1562075520,
            "txt_content": "Ice_Block_ 发表于 2019-7-2 21:19\n催更？魔鬼吗？没人投稿什么的  我自己很快笔墨就干了\n没事 我相信你"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562075700,
            "txt_content": "Sakura_End 发表于 2019-7-2 21:52\n没事 我相信你\n我真的快绞尽脑汁了"
        },
        {
            "author": "小cheng",
            "timestamp": 1562075760,
            "txt_content": "大佬，内容不错，加油。"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1562154240,
            "txt_content": "有我吗"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562156040,
            "txt_content": "tutity_tiger 发表于 2019-7-3 19:44\n有我吗\nemmmm    麻烦多说几个字？？？没理解"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1562156700,
            "txt_content": "Ice_Block_ 发表于 2019-7-3 20:14\nemmmm    麻烦多说几个字？？？没理解\n会写我吗XDDDD"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562156820,
            "txt_content": "tutity_tiger 发表于 2019-7-3 20:25\n会写我吗XDDDD\n欢迎投稿？还是我自由发挥23333，自由发挥感觉不是太好，近来事情有点多，而且灵感也有些枯竭"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1562156940,
            "txt_content": "Ice_Block_ 发表于 2019-7-3 20:27\n欢迎投稿？还是我自由发挥23333，自由发挥感觉不是太好，近来事情有点多，而且灵感也有些枯竭 ...\nem……\n强烈建议发到周创版"
        }
    ]
}