{
    "title": "[Minecraft.net | INSIDER] 哪位村民衣装最棒？",
    "author": ":spgbigfan:",
    "replyCount": 28,
    "timestamp": 1561990560,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-21 13:54 编辑 \n\n\n\nWhich Villager Wore it Best?\nA hard-hitting Minecraft.net investigation\n哪位村民衣装最棒？\n来自官网的深度采访调查\n\nConfession: I have a weird obsession with the Villagers. I watch their lives, steal from their bedside chests, and sometimes even sleep in their beds like an ungrateful Goldilocks.\n自我检讨：我对村民们有着过分的癖好。我窥探他们生活，偷他们床头柜的东西，有时候还占他们的床睡觉，就像个不知感恩的金凤花姑娘。\n\nSo I was more delighted than anyone else alive when the recent Village & Pillage update introduced new trades for the villagers. With new trades, came a whole wardrobe of new villager looks! But were they any good? I owed it to my beloved “hrrm”-ing friends to find out. So I decided to rank their outfits, as superficially and ill-informed as possible. Buckle up, because I have OPINIONS!\n于是，当村庄与掠夺更新为村民们带来了全新的交易系统时，可以说无论是谁都比不上有我这么高兴了。随着新交易系统而来的，还有一大衣柜的村民新装！为了我亲爱的“哼哼~”朋友们，我必须弄清楚，这些衣服到底算不算好看。所以，我决定，尽可能浮于表面、一知半解地给这些他们的衣服排个名。赶紧准备好，因为我有我自己的见解！\n\nDESERT TOOLSMITH\n沙漠工具匠\n\n\n\nSimple, straightforward, and tailor-made for sunny weather. What more could a Villager ask for? Other than a ridiculous amount of emeralds for their seemingly endless supply of bread. Seriously, Minecraft players… why buy the bread when you can steal it for free? I especially love that the green shoulders make this villager’s green eyes really pop. Way to play to your natural strengths, Desert Villager! I respect that. A fringe hat seems like a daring choice, but in the desert it’s functional – can’t just hop over to the nearest pharmacy and pick up some sunscreen, you know?\n这是一套简洁明快，专为日晒而量身定做的服装。有了这个，请问一个村民还会再有什么别的需求吗？除了拿似乎是无穷无尽的面包换来的那些，数量荒唐的绿宝石之外？讲道理，Minecraft玩家们……明明可以免费偷，为什么反而要买面包呢？我特别喜欢肩部的绿色，这使得村民的绿眼睛很抢眼。这是用来发挥自己天生长处的一种方式呢，沙漠村民！我对此充满敬意。在帽子上装饰流苏看起来是个大胆的选择，不过在沙漠这种帽子是有实用性的——不是每时每刻都能一蹦就蹦到最近的药店买防晒霜的，你明白吧？\n\n3 OUT OF 5 EMERALDS\n     \n\nNo need to stab cacti into your eyes when this fashionista is in proximity.\n要是这位时尚达人在你附近，还是不必把仙人掌扎进自己眼睛里的。\n\nJUNGLE FISHERMAN\n丛林渔夫\n\n\n\nYou know the old saying: teach a Villager to fish and he’ll take your hard earned emeralds for raw salmon. And with this stylish hat, the fisherman Villager could probably con me out of the comfortable lifestyle to which I’ve become accustomed. But just because someone has a great hat doesn’t mean you should let them take you to dinner and leave you with the bill because they’ve taken the emergency exit out of the bar in order to avoid talking to you about your miniature ceramic piglet collection. And that, ladies and gents, is a valuable life lesson, free of charge, from me to you.\n你知道有句老话叫：授人以渔，那么他就会用生鲑鱼换走你好不容易挣得的绿宝石。有了这顶时髦的帽子，渔夫村民很可能会把我从我早已适应的舒适生活中赶出去。但是仅仅因为别人有一顶好帽子不代表你就能让他带走你的晚餐还塞给你一份账单，因为他们已经从紧急出口溜出酒吧，免得和你谈论起你的微型陶瓷猪猪收藏。女士们先生们，这可是一条宝贵的人生经验，我送给你，不收钱。\n\n4 EMERALDS OUT OF 5\n     \n\nPretty high score for an outfit that presumably reeks of fish.\n对于一件很可能冒着鱼腥味的衣服来说，算是个高分了。\n\nPLAINS WEAPONSMITH\n平原武器匠\n\n\n\nThe eyepatch is the true wildcard of fashion. Rocked by pirates, cartoon villains, and my grandmother after her eye surgery, the eyepatch is a bold way to add a little mystery to your outfit. Is this plains weaponsmith Villager hiding a robotic eye behind the eyepatch? A small snack they are saving for later? I don’t know and I love it! The Anti-Eyepatches For Fashion League may say that you should give your undivided attention to dangerous tasks, but the weaponsmith “hrrm”s with scorn in your general direction.\n眼罩真是时尚界的百搭。经过海盗，卡通反派，还有做完了眼科手术的我奶奶的震撼，眼罩可以为你的外观以一种大胆的方式添加上一点神秘的气息。在平原武器匠的眼罩下，是否藏着一个机器眼睛呢？还是放着等会吃的小点心？我不懂，而且我喜欢！反眼罩时尚联盟可能会说，面对危险的任务，你不能遮住眼睛分心，但是武器匠对这种平淡的说教不过是嗤之以“哼”。\n\n3 OUT OF 5 EMERALDS\n     \n\nOr maybe should we rate this one out of enchanted axes, because this buddy is ENCHANTING.\n或许我们得用附魔斧评分，因为这家伙[ruby=正在附魔]惹人喜爱[/ruby]。\n\nSNOWY CLERIC\n雪地牧师\n\n\n\nI feel like this Villager and I could be best friends, just like I believe that I am best friends with the barista near my apartment. Not just because I pay both of them to make me sweet, sweet life-saving brews, but because they seem so darn trustworthy! I think a lot of what defines trust comes from that cosy and reassuring hat. That’s all it takes! Anytime I see a cool hat in the wild, I’m following them like a newly imprinted baby duck. I’m currently begging the merch team at Mojang to make me a hat just like this Villager’s. They keep saying things like ‘please get away from my desk’ and ‘your mother was right, you do have an irregular head shape’. A promising start. \n我挺喜欢这个村民，我可以和他做最好的朋友，就像我相信自己可以和公寓附近的那个咖啡师成为最好的朋友一样。不仅是因为我给他们钱，让他们给我营造甜蜜的，拯救我生命的佳酿，还因为他们看起来非常之值得信任！我觉得这种信任来自于那顶休闲风格、令人安心的帽子。这就够了！不管什么时候在野外看到这顶酷酷的帽子，我就跟着他们，就像一只刚刚降生的小鸭子。我最近以来一直在求Mojang的周边团队给我做一顶类似这个村民的帽子。他们一直在说“求你从我的桌子上下来”还有“我妈妈是对的，你的头型很独特”。是个有希望的开头。\n\n4 OUT OF 5 EMERALDS\n    \n\nI can see why they’re called the SNOWY cleric, because their outfit is very COOL!\n我知道为什么要叫他们雪地牧师了，因为他们的外观非常高冷！\n\nWANDERING TRADER \n流浪商人\n\n\n\n\n\n\n\nThe key to being a fashion trendsetter is not just undeniable style, but also incredible confidence. And what says confidence like walking into any room with two decked out llamas by your side? Like the mean girls at my middle school lunch table, the Wandering Trader never travels alone. They travel with a trendy posse and I give up my emeralds for a slime ball just to get their approval. The powerful cape, the masterful accessories, and finally… all the emeralds a Villager could want. The Wandering Trader is truly the trendiest of them all. Now hopefully they’ll give me a discount, since I wrote this whole article just for them to notice me.   \n想成为一个引领潮流的人，除了令人无法拒绝的风格，关键还在于不可动摇的自信心。比如说，那种带着两只羊驼，随时进入任何房间来到你身边的自信心？就像中学的午餐桌上的刻薄女生一样，流浪商人从来不独自行动。他们会和时髦的商队一起旅行，而我会为了一个小史莱姆球放弃我的绿宝石，只为得到他们的肯定。力量强大的披肩，盛气凌人的饰品，以及最后……一个村民所有的向往，如此多的绿宝石。流浪商人真是时髦中的时髦。现在但愿他们能给我打个折，因为我写这篇文章就是为了让他们能留意到我。\n\n5 OUT OF 5 EMERALDS\n    \n\nOr TWO OUT OF TWO of the cutest llamas I’ve ever seen. \n或者为了我见过的最可爱的羊驼，评两个\n\n\n\n\nTIM截图20190821135058.png (332 Bytes, 下载次数: 4)\n\n下载附件\n\n2019-8-21 13:51 上传\n\n\n\n\n\n\nI would ask for your opinions on the fashions of Minecraft, but fashion isn’t a democracy, darling. And just as suddenly as the Wandering Trader shows up and blocks the door of your house, trends change and this whole article is outdated. That’s called job security! \n关于Minecraft的时尚，我会咨询你们的意见，但是时尚可不是谁人多谁说了算的，宝贝。当流浪商人突然出现，并且堵住了你家的门，潮流瞬间改变，本文立刻过时。这就叫职业安全！\n\nStill, if you really want to tell us which villager you think is the most fashionable and why, I suppose you could email scoops@minecraft.net with the subject line MY PRETTY OPINION and let us know. If you must. \n不过，如果你依然真的想告诉我们，在你心目中谁才是最时尚的村民，而且原因如何，那么依我揣测你可以给scoops@minecraft.net发邮件，主题为MY PRETTY OPINION，然后让我们知晓。如果你坚持要发的话。\n\n(Please do!)\n（请务必发！）\n\n【Kakagou译自Which Villager Wore it Best?】\n【作者Kelsey Howard，发布时间2019年6月22日】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1561991820,
            "txt_content": "不应该是傻子的衣服是最棒的么…………\n人财两空一身绿什么的…………"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1561992120,
            "txt_content": "眼罩真是时尚界的百搭。经过海盗，卡通反派，还有做完了眼科手术的我奶奶的震撼，眼罩可以为你的外观以一种大胆的方式添加上一点神秘的气息。在平原武器匠的眼罩下，是否藏着一个机器眼睛呢？还是放着等会吃的小点心？我不懂，而且我喜欢！反眼罩时尚联盟可能会说，面对危险的任务，你不能遮住眼睛分心，但是武器匠对这种平淡的说教不过是嗤之以“哼”。\n震撼奶奶!"
        },
        {
            "author": "印花机",
            "timestamp": 1562064180,
            "txt_content": "平原农夫的那身装扮感觉比较古朴自然"
        },
        {
            "author": "13579246801223",
            "timestamp": 1562148420,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1562174580,
            "txt_content": "为什么我妈二字直接被替换了，震撼我妈"
        },
        {
            "author": "冰火双次元",
            "timestamp": 1562208060,
            "txt_content": "我觉得丛林渔夫最棒了"
        },
        {
            "author": "朱少鹏",
            "timestamp": 1562399280,
            "txt_content": "nice！MC有你更精彩！"
        },
        {
            "author": "徐宇轩",
            "timestamp": 1566233520,
            "txt_content": "都挺好看的"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1566329400,
            "txt_content": "Or maybe should we rate this one out of enchanted axes, \n或许我们得用附魔斧评分（指之前用绿宝石，这里用附魔斧）\nbecause this buddy is ENCHANTING.\nenchanting 也有 迷人的 这种意思 双 关 地 狱\nOr TWO OUT OF TWO of the cutest llamas I’ve ever seen. 这个 two 也指那两只羊驼"
        },
        {
            "author": "七号墓地",
            "timestamp": 1566358020,
            "txt_content": "都是些地中海，有啥好看的"
        },
        {
            "author": "2770279243",
            "timestamp": 1566438120,
            "txt_content": "实际制图师最好看，金丝眼镜像博士"
        },
        {
            "author": "Nebulakkk",
            "timestamp": 1566441240,
            "txt_content": "确实穿的时尚啊"
        },
        {
            "author": "1735757403",
            "timestamp": 1566474540,
            "txt_content": "2333333333333"
        },
        {
            "author": "dengmengjia666",
            "timestamp": 1566482040,
            "txt_content": ""
        },
        {
            "author": "GCVillager",
            "timestamp": 1566482100,
            "txt_content": "然而更新后，大家还是要睡村民的床，偷床头柜的东西……"
        },
        {
            "author": "dengmengjia666",
            "timestamp": 1566482160,
            "txt_content": "GCVillager 发表于 2019-8-22 21:55\n然而更新后，大家还是要睡村民的床，偷床头柜的东西……\n"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1566514620,
            "txt_content": "那么我就发邮件骚扰他们"
        },
        {
            "author": "1478700172",
            "timestamp": 1566516600,
            "txt_content": "果果哒我觉得沙漠村民不错"
        },
        {
            "author": "2748293455",
            "timestamp": 1566548520,
            "txt_content": "比以前好看多了"
        },
        {
            "author": "1478700172",
            "timestamp": 1566554520,
            "txt_content": "写字桌板板正正说"
        },
        {
            "author": "1904703248@qq.c",
            "timestamp": 1566638100,
            "txt_content": "66666\n6666666666666"
        },
        {
            "author": "maple-s",
            "timestamp": 1566706740,
            "txt_content": "我喜欢，，，，僵尸村民"
        },
        {
            "author": "42313123123123",
            "timestamp": 1566828000,
            "txt_content": "最好看的应该是沼泽傻子（滑稽）"
        },
        {
            "author": "a2939672760",
            "timestamp": 1566927060,
            "txt_content": "完成任务"
        },
        {
            "author": "jingxing",
            "timestamp": 1566996720,
            "txt_content": "我认为第二个"
        },
        {
            "author": "狍子山司令",
            "timestamp": 1567085820,
            "txt_content": "蒙古海军最好"
        },
        {
            "author": "坏猫",
            "timestamp": 1567102260,
            "txt_content": "沙漠工具jiang挺丑的"
        },
        {
            "author": "坏猫",
            "timestamp": 1567102320,
            "txt_content": "雪山的肯定是雪山高空来的"
        }
    ]
}