{
    "title": "一些关于问答版的建议",
    "author": "Twilight_Two",
    "replyCount": 9,
    "timestamp": 1562163420,
    "txt_content": "A:建议增加在某些情况下回答问题的奖励。比如说每天第一次成功回答问题给予一点额外奖励，或者长期都能成功回答问题给额外奖励。B:建议能设置多个答案/最佳答案\nC:附加一个专门的搜索栏给问答版使用，让其他人可以先搜索一下有没有人问相同的问题再考虑要不要重新发帖\n\n\n\n\n我希望能看到千人答一次而不是一人答千次的问答版，前面那个附魔金苹果勋章的活动很明显就成了“一人答千次”\n我一直相信三个臭皮匠能比过诸葛亮，多一些人，多一些角度的回答应该可以更好的帮助提问者解决问题。\n有时候，多个不同的答案都能非常好的解决问题，这时如果只能设置一个最佳答案，可能让别人觉得其他答案没有用/没有去查看的意义\n\n以下再简单说明一下我自认为的目前问答版的一些缺点，并且我认为以上的建议或许可以改善这些现状\n1:答案片面化:举个例子，某玩家在启动一个带有神秘时代4的整合包时由于没有前置饰品mod没打开游戏。\n那么回答者会一般情况下会回答什么呢，当然是“下载饰品mod然后加进去”之类的了。但是还有其他的解决方案，比如说等待启动器检测出缺乏前置mod后自动下载，这同样是一个解决方案，各有优缺点。\n\n2:答案带有宣传性质:假如有一个玩家想要某某类型的mod，而xxxmod和aaamod都是某某类型的，这时一个制作/喜欢xxxmod的回答者，多半就是回答xxxmod，而另一个aaamod，是这个回答者的竞争对手或者回答者不喜欢/没听说过/讨厌这个mod，回答者多半就不会回答这个。\n\n\n3:一人的知识和精力终究有限，答久了即便是dalao也有不知不觉水贴的风险:这个不敢举例(233)。。即使是活跃老忠实成员，也不知道哪一天会不会突然消失\n如果真的到了那一天，谁又能保证有人能接替他们\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1562163780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "鹿小语",
            "timestamp": 1562164980,
            "txt_content": "以下仅代表个人意见：\n建议增加在某些情况下回答问题的奖励。比如说每天第一次成功回答问题给予一点额外奖励，或者长期都能成功回答问题给额外奖励。这点完全没有太大的必要，因为版主在巡视过程中发现好的回答，或者很详细的回答也会给予奖励，长期回答问题的，可以参加现在的问答活动，同样有奖励，没有必要再去给额外奖励。\n现在问答版对于奖励的活动目前有2个：问答版爱心比拼月度活动和问答版“感谢有你”长期活动  奖励也非常丰富，你要是说比拼活动太激烈，你可以去感谢有你活动里去申请奖励。\n建议能设置多个答案/最佳答案这点反对，如果设置多个最佳答案，姑且不说DZ能不能实现，如果实现了多个最佳，那么还叫最佳答案吗？问答版的意义在于有问题会有人解答，同样，别人在BaiD上搜索到的问题，点进来一看，好多最佳，那也很头疼的。他不知道到底该去使用哪一种方法。\n如果相同答案，基本都相似，那么选择一个就可以了，没有必要2个都选，另一个没有被选择最佳的，你如果感觉你的答案正确，且回答的很详细，可以去申领奖励。\n附加一个专门的搜索栏给问答版使用，让其他人可以先搜索一下有没有人问相同的问题再考虑要不要重新发帖持中立偏反对意见，基于问答版添加搜索栏，这点要看技术大大的想法了，这一功能同样会增加服务器负荷，通过百度搜索添加站点也能实现这一功能，不太赞成添加，问答板块每天的新帖都会很多，不像插件版，如果说插件版发帖的频率还算正常，那么问答版和茶馆差不多，每天都会有上百新帖，这样会给服务器带来很大的负荷。\n答案带有宣传性质:假如有一个玩家想要某某类型的mod，而xxxmod和aaamod都是某某类型的，这时一个制作/喜欢xxxmod的回答者，多半就是回答xxxmod，而另一个aaamod，是这个回答者的竞争对手或者回答者不喜欢/没听说过/讨厌这个mod，回答者多半就不会回答这个这一点，完全是根据回答者的个人喜好，这点我们不能左右，题主如果选择最佳，肯定是能够解决他的问题，他才选择的，这点完全不涉及宣传一说。\n一人的知识和精力终究有限，答久了即便是dalao也有不知不觉水贴的风险:这个不敢举例(233)。。即使是活跃老忠实成员，也不知道哪一天会不会突然消失\n如果真的到了那一天，谁又能保证有人能接替他们现在问答版不是一个人在回答问题，你也可以来参与，只是你的热情在不在问答，在不在帮助他人这方面了，新老更替，并不是说，老玩家走了这个问题就没有人回答了，并不是，如果翻阅帖子你也会发现，很多以前没有见过的面孔在回答问题，或许他们回答的不全面，不完整，但是解决玩家的问题的过程也是自己学习的过程，你也会得到进步。\n\n\n以上。"
        },
        {
            "author": "xmdhs",
            "timestamp": 1562165100,
            "txt_content": " 本帖最后由 xmdhs 于 2019-7-3 22:47 编辑 \n\n知乎那样吗。。\n\n搜索栏一直都有的，右上角选择本版就行。但是提问的人有些喜欢乱设标题。\n\n片面的话，也没办法吧，能解决问题就行，没必要给出多个办法吧，提问的人用这个办法行不通的时候再说另一个嘛。"
        },
        {
            "author": "梓",
            "timestamp": 1562165700,
            "txt_content": "非常理想化的建议\n作为提问者，我不会关心这个问题又多少种解决办法，我只关心这个办法能不能解决我问题而且越快越好。、\n\n增加回答奖励以及多个答案在我提出感谢有你长期活动时候的主旨就是在于增加回答奖励。"
        },
        {
            "author": "凛",
            "timestamp": 1562173920,
            "txt_content": "A:愛心作爲額外獎勵已經足夠了\nB:難以管理,負面意義大於正面意義\nC:站內搜索足以支持這個需求"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1562200800,
            "txt_content": "\n对缺点的回复：\n1.都是正确的答案，你都可以回答，片面化是因为大家觉得第一种答案更快捷，不用等\n2.感觉没什么问题啊，我喜欢这个我就回答这个\n3.这不是问答版能考虑的，就像茶馆九幽辞职了一样，必然会有其他版主顶替上去"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1562236140,
            "txt_content": "FHC红石 发表于 2019-7-4 08:40\n对缺点的回复：\n1.都是正确的答案，你都可以回答，片面化是因为大家觉得第一种答案更快捷，不用等\n2.感觉 ...\n其实吧，就是我每次去问答版都只看见那么几个人在回答感觉很没意思。。。有时候我也有某个问题，看见别人提一样的问题就跑去看，结果又看见几乎一模一样的答案。。。\n如果能有办法鼓励更多人来回答应该会更好毕竟那些活跃的回答者已经非常优秀了，我们也没理由去请求他们每一次对于相同的问题都给出不同的答案。。。"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1562241720,
            "txt_content": "mango2017 发表于 2019-7-3 22:43\n以下仅代表个人意见：\n这点完全没有太大的必要，因为版主在巡视过程中发现好的回答，或者很详细的回答也会 ...\n我对活动不是很关心的。。\n多个答案是为了让回答者看见已经有好的回答了还有继续回答的欲望，也能让提问者和其他查看帖子的人选择更好的解决方案我想的是能让问答版能有更多不同的人来回答问题，同时也能是一种学习特别知识的地方，很多问题都是网上搜不到，教程里没写的"
        },
        {
            "author": "鹿小语",
            "timestamp": 1562246340,
            "txt_content": "Twilight_Two 发表于 2019-7-4 20:02\n我对活动不是很关心的。。\n多个答案是为了让回答者看见已经有好的回答了还有继续回答的欲望，也能让提问 ...\n如果你感觉多个答案可以解决问题，那还不如去更新此帖：http://www.mcbbs.net/thread-516637-1-1.html\n多个答案更加会增加版务，乱选最佳，\n"
        }
    ]
}