{
    "title": "市场夏日促销",
    "author": "SPGoding",
    "replyCount": 6,
    "timestamp": 1562166360,
    "txt_content": " 本帖最后由 SPGoding 于 2019-7-4 16:34 编辑 \n\n\nMarketplace Summer Sale \n市场夏日促销\nUp to 75% off in the Minecraft Marketplace!\nMinecraft 市场最高折扣 75%！\n\nSummer, a time of sunny days and long, warm nights. Boo, I say! Outside is overrated and full of bugs. The only bugs I want are the kind that my beloved Mojang programmers can fix. If you’re like me and prefer to avoid the sun’s angry gaze, welcome to a little club called Minecraft Marketplace Summer Sale Hype Team 2019!夏季，一段燥热日子，以及又热又长的夜晚。外面超热的，还到处是虫子。我唯一能接受的[ruby=漏洞]虫子[/ruby]是 Mojang 程序员能修复的那种。如果你和我一样想要躲避烈日的注视，欢迎来到 2019 Minecraft 市场夏季促销宣传团队！\n\nKeep your eyes carefully trained on your screens betweenJuly 3 and 8, because we’ll be announcing new and ex赛艇 discounts for the eagle-eyed shopper. Yes, we’ll have up to75% offon everything from worlds to skins and texture packs and back again! There'll be new items on sale every day and the easiest way to take advantage of them all is to follow us onTwitteror head straight to theMinecraft Marketplace.在七月三号到八号紧紧盯死你的屏幕，因为我们会宣布很多令人激动的降价信息。没错，我们将会在从地图到皮肤再到材质包的一切物品上打二五折！每天都会有新的促销商品，而最简单的获取有关它们的信息的方式就是关注我们的 Twitter，或者前往 Minecraft 市场。\n\nPlus! To celebrate this most summery of sales, you’ll find some free content in the Minecraft Marketplace. Download the completely free skin pack Summer Beach Party in the Minecraft Marketplace!另外！为了庆祝夏日促销，将会有些免费内容出现在市场。快去下载完全免费的皮肤包 夏日海滩派对！\n\nEarly bird gets the worm, but summer sale shoppers get the best deals on Marketplace items while avoiding real life worms which are super gross. Everybody wins!早起的鸟儿有虫吃，不过在 Minecraft 市场中你可以完全躲避现实中烦人的虫子并达成最合算的交易！人生赢家！\n\n【作者：Kelsey Howard，发布日期：2019-07-03，译者：SPGoding】",
    "replies": [
        {
            "author": "6B不止铅笔",
            "timestamp": 1562167560,
            "txt_content": "*你感觉你的钱包不保了"
        },
        {
            "author": "zyjking",
            "timestamp": 1562167800,
            "txt_content": "你mojang又骗我买Google Play礼品卡\nemmmm"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1562168880,
            "txt_content": "还以为国际版降价促销"
        },
        {
            "author": "Оil",
            "timestamp": 1562189820,
            "txt_content": "以为国际版促销+1\n\n（但是这些内容并不能打动我的钱包【因为它已经空空如也】）"
        },
        {
            "author": "DingDingKing",
            "timestamp": 1562285760,
            "txt_content": "太好啦太好啦真的太好啦"
        },
        {
            "author": "Shineloner",
            "timestamp": 1562309160,
            "txt_content": "要高考的我错过了国际版十周年促销。。。"
        }
    ]
}