{
    "title": "申请【矿工茶馆】实习版主",
    "author": "极光creeper",
    "replyCount": 14,
    "timestamp": 1562210760,
    "txt_content": " 本帖最后由 极光creeper 于 2019-7-4 12:54 编辑 \n\n申请版块*︰矿工茶馆职业*︰学生年龄*︰14岁（已结束中考）// 啧 我其实再过几个月就15岁了 不过还是会扣分点对吧 :(联系方式︰QQ3393863268 在线时间状况*︰法定假日早8点-晚23点在线，由于上海中考成绩未出，暂未知我进哪所高中，所以保守估计每天下午4-6点两个小时可以保持在线，个人专长*︰涉猎Java，C++，C#，插件搬运，精致汉化&润字，贴吧6年吧龄暴躁老鸽:(虽然我也稍懂命令方块 基础红石(门非门异或门这种比较简单的) we&vs笔刷 但显然在论坛没有发过任何相关帖子 当然 在这里提起来的原因是因为认为自己有能力和茶馆水友打成一片管理经验︰3年服务器管理经验申请理由*︰⑨幽辞职 版务增加 累死yys 分担版务容我擅自主张在这里加一条我的看法个人看法：昨天也是和⑨幽聊了一下 深刻认识到维持现状才需要删帖机 而九幽提倡的改革是从本源上出台方案改善\n\"所以说你只是当个有时效期的并且需要学习的删帖机，删帖机到头来有意义嘛\"\"你能带动其他版主一起有效积极地治理茶馆么\"\"这是第二个问题，茶馆之所谓是水贴板块是前人所设定的一个标签罢了，你们大可以改掉\"\n如果能有幸担任此职，我会努力成为合格的删帖机并将长期保持稳定，及时运转 我国仍处于并将长期处于社*会*主*义初级阶段\nMinecraft(我的世界)中文论坛> 论坛> 灵感交流> 矿工茶馆矿工茶馆是位于灵感交流下的一个版块 仔细一想 确如九幽说的一样 开辟一个水贴板块自是没有必要，当然各位也可以默许它的存在。我解读九幽 所谓\"带动其他版主\"，所谓\"治理\"，实际上是希望能让板块回归灵感交流的，从活动上也能看出来九幽的方向\n对不起我天天潜水 问答版泡温泉 插件版搬插件 茶馆贡献几乎为0 但我也不认为水贴就能让大家会心一笑，引用旅法师营地与b站都说过的一句话 \"或许你在看番，看帖的过程中感触万分，而在那个帖子下看到的一条评论，一条弹幕，与你内心所想的一样，这种发自内心，顿时而生的满足感与快乐是难以想象的\" 我分别参考旅法师营地与b站，原因是两者都是国内素质非常高的两个论坛，后者人尽皆知，不少弹幕还是能感动到自己的，而前者却稍小众，却是国内非常优秀的，也是卡牌类游戏爱好者的聚集地，说实话每一贴的热评都能触动我的内心，或许是在昆特牌区下针对设计师的双关笑话，用户都会心一笑；或许是杂谈区的游戏测评，最后却引向了深刻的家庭。(这个论坛真的是0水贴的，足以证明其缔造了多么好的风气) 我很喜欢这种氛围，相信各位也是，所以我也真心希望能将茶馆建设为这么一个美好的板块，即使我没有成功上任，我希望后人，或者是现任版主可以努力带动板块发展，促进GDP产值高额上涨。\n为什么至今也没有做到，这是dz论坛的硬伤? 因为积分能与利益挂钩？我能肯定的是，答案是否定的，他们可以是现在这幅景象的原因，他们也可以不是未来那副景象的原因，行动能致使改变，也是九幽希望提醒在任版主的，不要一味当删帖机。\n我想我可能偏移了申请帖的基调了，但借这个不少人都能关注到的帖子，我还是想发表我的看法，实现九幽梦想，先不提影响到整个论坛的素质，从板块开始，将茶馆打造为mcbbs风评最好的板块。我知道我上任的机会不大，我也知道我在这里举其他优秀平台的例子可能不妥，但我认为这两个鲜活的例子，是大家喜闻乐见，最希望看到的平台。难度很大，难度当然很大。我也希望mcbbs能给我这个机会。我承认 我实在是没有给板块做出贡献，所以只能先行给出上述建议了\n\n接下来聊聊将来计划将来计划︰所谓灵感交流怎能是空头支票，难道灵感交流就是水贴么@天狼星black http://www.mcbbs.net/thread-871282-1-1.html印象里很不错的活动 可惜鲜有人参加:(  命令方块做怪物的难度真的大吗，有个评分说是希望奖励要有下界之星才参赛:(还是挺恶臭的 和上面提到的\"积分挂钩\"实则有点关联 :(既然如此 我们总结一下上文我提出的希冀 \"高质量化\"——言下之意是交流贴多 水贴无  ::  我也不想用\"水贴少\"来搪塞过去\"高参与度\"——即使再难也能调动用户参与讨论/活动\"低利益化\"——多少人参加论坛活动都是冲着下界之星和绿宝石去的，当然承认下界之星是一个很不错的鼓励参赛的方案，但是不是最优的，他局限在了论坛官方活动，反观炉石传说官方的炉边聚会活动也是面向玩家，让他们自己组织，以此调动积极性的不是么。(另外请注意，炉边聚会需要的是自己买去其他地方的机票，而没有任何奖励，同样是一堆陌生人在一起，氛围却能完全不同//总结一下 建议建设综合性茶馆而非灌水专区(x\n我能保证活跃度，一般来说 我每天在线时间不短的，但是主要是潜水居多，很可惜，这个也成了被诟病的扣分点\n我知道我没有茶馆の贡献，上述内容大概率也触动不到别人我现在来做个贡献弥补一下吧:(即使没有选上这一职务 或许也能给后人/还没有沉迷到快要死的版主一点灵感\n正好茶馆有面向用户的\"活动\"贴分类，但是显然苦于各种原因，这成了一个意义不明，为官方活动而生的标签，我想了一下 因地制宜   冲就完事了(擦盘子声\n正片开始 (是我的脑内yy)\n鼓励论坛用户收集、分享、交流灵感，在茶馆特设\"活动招募\"吧台 并修改评级机制我先来说后者评级机制 改动非常简单 甚至可以不用摆上台面 既然是灵感交流版块下的茶馆 当然对于用户的灵感交流要有补助机制，如果是主动发帖分享灵感的(仍然需有实际意义)，最低C评级，且应当放宽后续更高评级的门槛\n回到前者:是我构想的一个常驻活动(细节很不完善)用户组大于等于6级的用户均可在此处申请举办活动或许你了解建筑?红石?命令方块?皮肤材质?编程技术? 还是在其他方面有着不可告人的特长想要举办一些活动却发现相关板块完全没有机会发帖?茶馆将给你一个空间(活动分类仍允许自行添加)申请内容可以是 但不限于 mc相关的灵感交流如红石 机械设计征集 命令征集/优化探讨 灵感征集也可以是其他方面的活动 如美景收集 书法展等但金锭贴等纯粹福利贴不在备守范围内由管理组人工审核 通过的活动需要在7天内发帖举办 否则视作无效每个活动贴在申请成功时将给予20金粒作为奖励，也鼓励大家将其发给参与活动的用户在每个活动过程中会有版主不定时查看(不定时这个字眼很适合现在版主们的工作:(参与度高 活跃度高 且质量优秀(主要参考这个)的活动 会有额外1-2人气的奖励，视情况还会再给出不多于50金粒的奖励用户组大于等于9级或贡献大于10的用户可以在申请举办征集类活动时额外申请奖励分发根据活动详情会给出1-10人气 20-200金粒的额外份额，额外份额需要举办者自行分配并在帖内标明，最后由版主交与参与活动的用户(也就是举办者摸不到这些额外份额的奖励)分配不合理的会拒绝(如全部分配给一人，视作转账处理，并丢上活动黑名单，不得再次申请任何活动)我知道此类活动与罪恶的刷分会紧密联系:(另外在a举办的活动中 如果b回复符合情理 在a与b有刷分嫌疑时(如果这个提议有幸被录用了，我给一点刷分的判断，当然最后也可能在这里吃灰，占论坛资源了:(I a与b不是同一人 不计入刷分II a与b查证是同一人 计入刷分 且在II的情况下 不论是否构成刷分 直接丢上黑名单(自己给自己发奖励当然没理)\n另外我猜有人要说我 茶馆压力的确不小，为管理组再增加活动是不合情理且不适合的 为什么还要提，本知没有机会实现 是你在假装做贡献么我的看法是 如果能带动氛围，那么就可以减少水贴，鼓励多数用户正常聊天了，这是变向减少工作，氛围不是一时能带动，也不是一时能改变的，但你必须带头做出行动。即使我没有成功当选实习版主这一职务，我也希望其他版主可以动起来，而非当一只莫得感情的删帖机\n另外提到我6年吧龄暴躁老鸽 我能分清贴吧与论坛 http://www.mcbbs.net/forum.php?mod=misc&action=viewwarning&tid=8568&uid=2339970我被发过一张卡\n\n\n\n\nQQ图片20190701212947.png (19.46 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-4 11:11 上传\n\n\n\n\n我也承认自己心性不足 问题暴露的也不少 处事缺沉稳 举个最近的例子 在任第二届开发赛评委的过程中 我在qq群内对一个作品提出过质疑 质疑原因是因为我前一天在spigotsmc上看到过完全相同的插件 由于发帖者还是负贡献 我没有多想就直接把插件帖和spigotsmc上的帖子拍到群里说了几句 不过好在反应比较快 后来虽然是及时撤回 去找spigotsmc上的作者确认了 发现的确是同一人 但是还是引发了这么一场没多少人看到的闹剧 我这里先自报家门以免被人提出来诟病 想强调的是 我能清楚的认识到自己各方面的不足与缺陷 并能努力加以改正 希望管理组给我一个机会  \n  /**自身的扣分点很多 再不济 我也会把膜这份申请帖的经历当做未来路上的垫脚石  至此   *   *感谢下方回复的各位给出的建议\n   *我不一一回复了 都看过了 都很有道理 真的非常感谢各位能耐下性子读完我这长篇大论\n   *没有上任也完全没有关系 至少也是一次不错的经历了 再次感谢评论区的各位\n   */\n\n\n\n",
    "replies": [
        {
            "author": "花茶清香",
            "timestamp": 1562211120,
            "txt_content": "支持，近期十分活跃，并不像某些人"
        },
        {
            "author": "1596886225",
            "timestamp": 1562211540,
            "txt_content": "出现了，涉猎java c++ c#的14岁天才少年。手动狗头保命"
        },
        {
            "author": "skyliye",
            "timestamp": 1562212260,
            "txt_content": "支持。\n\n好长一篇申请帖，我居然看完了\n\n希望申请通过后可以带动茶馆气氛吧~虽然水贴现象不可能完全消失，但是通过活动来积极带动有意义交流。个人觉得是可行的。\n\n另外（个人）觉得开设一个茶馆历届活动优秀作品索引贴也是可行的，活动不必和mc强相关\n\n虽说缺点还是有的，但是涉猎板块比我广啊，我最近就活跃在问答版了，偶尔来茶馆发个锭预祝申请通过吧XD"
        },
        {
            "author": "west.myth",
            "timestamp": 1562212500,
            "txt_content": "态度上看起来值得肯定，就算是过渡阶段也需要有人来维稳。希望你能够宽严相济"
        },
        {
            "author": "zyjking",
            "timestamp": 1562212860,
            "txt_content": "中立偏支持\n\n还以为你会申请插件版块的版主，结果是茶馆。。\n主要是没见着你在茶馆的活跃，这里扣了点分"
        },
        {
            "author": "凛",
            "timestamp": 1562212980,
            "txt_content": " 本帖最后由 china521 于 2019-7-4 12:11 编辑 \n\n第一,你活動給的獎勵太低了,收益沒有水貼高\n參與爐邊聚會的多數人都是爲了去參加而去參加的\n和論壇的環境沒有對比性\n參與度這個問題見仁見智,你沒有辦法把一個只想宣傳服務器帖子的人扳成正常的水友\n**確實是一個能夠把這些人轉化成水友的手段\n\n第二,關於高質量化我以前在職的時候對於優秀的帖子有相當的獎勵,起碼見到有內容有質量的帖子我都會加個高亮評個分上個圖章\n\n第三,水貼沒有問題,問題是爲了水而水,百分之九十的水貼是\"我想升級,發個貼混一混吧\"然後花幾秒隨便編個話題出來,這就本末倒置了\n我覺得那種遇到了什麼事情,想發到論壇水一帖,分享生活,不需要內容過於充實也沒問題\n沒必要刻意讓氛圍去變得爲了討論而討論\n\n\n因爲有服務器版塊的存在,想要本源出臺改善不太現實,這關係到太多利益了\n你不可能去動積分公式去改主題和發帖的積分,你也不可能拉高茶館發帖和回覆的門檻\n除非開一個新的版塊把茶館的垃圾用戶轉移進去\n不然你沒法轉化茶館的垃圾用戶\n\n\n\n說了這麼多我也想上了\n\n我去寫個帖子"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1562213580,
            "txt_content": " 本帖最后由 540083835 于 2019-7-4 12:16 编辑 \n\n天才少年你lei了\n真就洋洋洒洒写论文呗\n除了作为不用加油的删帖机之外\n倒是第一次见到有人愿意担当举办活动的肛爆机\n理念和理想都很不错\n但是在准备阶段就投入这么多的热情\n有些担心到时候没几下热情就退消了\n\n但是，与恶臭没有多大关系，\n只要是人都是趋利的，不可能为了情怀为了所谓“参与的快乐”就付出自己的时间去做没有回报或是“回报不足以匹配自己付出的劳动”的事情。\n因为论坛用户等级在逐渐变高，人气就会慢慢失去吸引力\n因为金粒适用的地方会越来越少，金粒也会慢慢失去吸引力\n所以大家当然会转而去争取勋章，去为了下界之星参与活动\n请不要搞错奖励存在的意义\n若是按你说的想让趋利这样的恶臭思想被消除，那么活动就算一个月时间让会员们做好了，奖励却只有那么点，还没有水贴来的多。那我们为什么要参加活动呢.jpg\n\n无趣的偶然性刷帖生涯中看到的最认真的一篇申请了\n支持，祝通过\n"
        },
        {
            "author": "鹿小语",
            "timestamp": 1562214000,
            "txt_content": " 本帖最后由 mango2017 于 2019-7-4 12:22 编辑 \n\n资瓷，继九幽之后又一新生代话痨版主诞生\n\n=w= 我貌似都写不了这么长的申请XD    现在九幽走了之后，茶馆貌似开始乱套了~"
        },
        {
            "author": "_DIM_",
            "timestamp": 1562214060,
            "txt_content": " 本帖最后由 酷车手BB弹 于 2019-7-4 12:23 编辑 \n\n累死yys？不存在的，整天摸鱼，估计管理量低的可怜\n\n写的好长一篇，14岁会这么多东西，支持。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1562215080,
            "txt_content": "支持，具体的活动和管理方案可以等上任后讨论再决定"
        },
        {
            "author": "iLuvCat",
            "timestamp": 1562216160,
            "txt_content": "两个大字    支持\n\n全篇想法一大堆真的切合实际的干货几乎没有\n我就是认为做不到，如果你可以顺利当选然后做到了我会给你道歉的\n支持原因没多少，重要的就是小孩子干劲十足帖子有诚意\n最起码短时间内不会和目前某些浑水摸鱼之流融入在一起\n\n\n当然对于茶馆最好的办法就是安于现状，至于活动什么的该怎么来怎么来\n没事别瞎折腾，茶馆版主和谐安逸以及肝是最吼的！\n\n\n提升自己才是正确之路，对版主一职不要有太大期待\n\n\n\n\n\n\nUXD15TC]PRDU_JHXVRE$HQV.jpg (8.52 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-4 12:56 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1562218080,
            "txt_content": "支持，灵感交流在我眼中大多数时候是交流或者分享事情（水贴也没太大关系，论坛需要一个水贴板块，喝喝茶，聊聊天）"
        },
        {
            "author": "帕帕武",
            "timestamp": 1562224020,
            "txt_content": "支持，论坛里究竟有多少未被挖掘出来的大佬... 抹汗\n是继承叶子之后或者之前的又一位大佬"
        },
        {
            "author": "混乱",
            "timestamp": 1562226960,
            "txt_content": "很好，近年来最认真的申请之一了，看好你小伙子。"
        }
    ]
}