{
    "title": "来把结构（方块）带进你的生活",
    "author": "SPGoding",
    "replyCount": 30,
    "timestamp": 1562323680,
    "txt_content": " 本帖最后由 SPGoding 于 2019-7-5 19:06 编辑 \n转载本贴时须要注明原作者以及本帖地址。\n\n\n\nGet some structure (blocks) in your life\n来把结构（方块）带进你的生活\nAvailable in the latest Bedrock beta for Xbox One, Android and Windows 10!\n在最新版的 Xbox One、Android 和 Windows 10 平台上的基岩版 Beta 中可用！\n\nIt’s been a while since we ran our award-deservingBlockoftheWeekseries on Minecraft.net, but maybe we should resurrect it for a special limited run, like a mid-2000s pop star doing a line of Vegas shows? Because the superbStructure Blockhas just made its structurally-sound debut in the latestBedrock beta.Well, technically they were already in Bedrock, but now theyactually function. Neat!距离我们完结 每 周 方 块 系列已经有一段时间了，不过也许我们应该像二十一世纪中期的过气明星一样偶尔复活一下？因为出色的结构方块在最新的基岩版 Beta 亮相啦！嗯…虽然从技术上讲它们一直就在基岩版里了啦，不过现在它们能正常使用了。帅！\n\nHave you tried playing aMinecraft betabefore? It's where we test upcoming features of the game! To try these features, you have to play a version of Minecraft that supports betas (so that's the Windows 10, Xbox One and Android versions).Learn how to sign up for a Minecraft beta on each version here. You can also find more help regarding this specific beta (and a list of all the added features!) on ourfeedback site.你之前玩过Minecraft beta 吗？我们在那里测试即将到来的新特性！你可以玩支持 Beta 的版本的 Minecraft（即 Windows 10】Xbox One 和 Android 版）来尝试新特性。了解如何参与 Beta 测试。你也可以在反馈网站（英文）（坛内翻译）了解到有关特定 Beta 版本的更多信息（所有新特性的列表！）。\n\nRemember, beta features can be unstable. The reason we want players to try them early is to give us feedback and catch bugs for us to fix – so make sure to backup your worlds!对了，Beta 特性并不稳定。我们想让玩家尽早测试它们的理由就是为了能给我们反馈和挑漏洞——所以确保备份了你的世界！\n\nHURRY UP AND TELL ME MORE ABOUT STRUCTURE BLOCKS THEN\n那快告诉我更多关于结构方块的知识\n\nSure! Structure blocks are a really handy editing tool forCreative Modeplayers. Among other functions, they’re an incredibly helpful way of copying and pasting builds all over your Minecraft world. To use them in this beta, make sure you toggle theUse Experimental Gameplayoption in the settings. Let’s take a look at how they work in Bedrock:没问题！结构方块是对创造模式玩家很有用的工具。它们能帮你在所有存档中复制和粘贴建筑。为了在 Beta 中使用它们，你需要确保在设置中开启了启用实验性功能选项。快来看看它们在基岩版里怎么用：\n\n\n[1/4] We’ll start, as all great Minecraft tutorials do, by constructing a hot pink house.[1/4] 开始吧。像所有优秀 Minecraft 教程一样，我们从一个激情的粉红小屋开始。\n\n\n[2/4] Now we need a structure block! Let’s use a slash command. Type / and then /give @s structure_block.[2/4] 现在我们需要一个结构方块！用命令就可以了。打 / 然后是 /give @s structure_block。\n\n\n[3/4] Place your structure block next to your delightful pink home.[3/4] 把结构方块放到小粉屋旁边。\n\n\n[4/4] Then right-click on your structure block to open this menu.[4/4] 右击结构方块打开界面。\n\nBedrock beta structure blocks work a bit differently to their Java counterparts. We’ve redesigned the structure block interface to make it more user-friendly. Let us know what you think on ourfeedback site.基岩版的结构方块和 Java 版上面的有点不太一样。我们重新设计了结构方块的界面，现在它对用户更加友好了。可以在反馈网站（英文）上告知我们你的想法。\n\nLet’s take a look at the snazzy new structure block menu:来看看时髦的新结构方块界面：\n\n\n[1/4] Here we can see my pink house. Hang on, why is it only one side of it? Boo![1/4] 现在我们可以看到小粉屋…等等，为什么只有一面？淦！\n\n\n[2/4] Actually, the problem here is that these X, Y and Z values need adjusting. The higher those numbers, the more blocks the structure block will cover. Let’s increase the X value from 5 to 9…[2/4] 这是因为 X、Y 和 Z 值需要手动调整。这些数字越大，结构方块覆盖的范围越大。来把 X 从 6 改到 9…\n\n\n[3/4] Victory! But I’m still missing a lot of the roof, so let’s increase the Y value from 5 to 8...[3/4] 成功！不过还是少了屋顶，所以来把 Y 从 5 改到 8…\n\n\n[4/4] Success! Well, apart from the fact that you can now see I totally didn’t finish the roof. Hope no burglars read this website. You can also click on the 3D model and drag your cursor around to view it from different angles![4/4] 成功！嗯，你就装作没发现我没做完屋顶吧，希望没有小偷看到了这篇文章。你还可以点击 3D 模型，然后拖动你的鼠标来从不同角度观察你的结构！\n\nOnce you’ve successfully decided how many blocks you want your structure block to cover, you can set other filters too.Remove Blockswill take away all the blocks from the area, which is handy if you just want to copy plants and mobs.一旦你成功确定了结构的大小，你还可以设置一些过滤选项。移除方块将会从区域内移除所有的方块，如果你只想复制植物和生物的话会很有用。\n\nBut if you don’t want mobs to be part of your copy-paste funtimes, you can toggleInclude Entitiesto remove/include them. Otherwise, you can clone Wandering Traders and pigs and more to your heart’s content! Why not stick the nametag ‘Dolly’ on a sheep and re-enact some SCIENCE?如果你不想让生物成为你复制粘贴的一部分，可以切换包含实体选项来移除/包含它们。如果不关闭，你就可以克隆流浪商人、猪还有更多生物到你的内容里了！为什么不把羊命名成「多莉」，让历史重演呢？\n\n\n[1/5] There are three modes to choose from on this top-left menu. Save, Load and 3D Export. Let’s choose ‘Save’.[1/5] 在这个左上的菜单中有三种模式可以选择。保存、加载和 3D 导出。来选择「保存」。\n\n\n[2/5] To save your structure, enter a name in the box below. Then click ‘Save’![2/5] 想保存你的结构的话，在下面的方块里敲一个名字，然后点「保存」！\n\n\n[3/5] Now select ‘Load’ in the top-left menu. You’ll see an option called ‘Offset’ above three adjustable coordinates. Type numbers in these to select where in your Overworld your copy will ‘Load’ to![3/5] 现在在左上角选择「加载」。你可以看到有名为「偏移」的选项，下面是三个可以调整的坐标。在里面输入数字就可以确定你要把你的结构加载到主世界的哪个位置了！\n\n\n[4/5] After putting in your coordinates, you’ll see a preview of the area you’ve selected in the top-right (so you’ll know if you’re about to dump your build in the middle of the ocean). Happy with your choice? Then select ‘Load’![4/5] 输入完坐标后，你就会在右上角看到你所选择的区域的预览了（然后你就能知道你的建筑是不是跑到了大洋中央了）。\n\n\n[5/5] And there it is! You can copy and paste your structure as much as you like![5/5] 就是这样！你可以尽情地复制和粘贴结构！\n\nThis is one of the most helpful uses of structure blocks. It can make constructing large buildings which have lots of similar foundations, such as castles and palaces, much easier.这才是结构方块最有用的功能之一。它还可以让由多个相似部件组成的大型建筑（例如城堡、宫殿）的建设更加容易。\n\nOr maybe, like me, you just want to live on a street full of identical hot pink homes?或许，像我一样，你只是想让街边放满标志性的粉红小屋？\n\n\nIs that so much to ask?这是不是太过分了？\n\nGive structure blocks a try in the latest Bedrock beta!在最新的基岩版 Beta 里尝试结构方块吧！\n\nYou might just spot a certain new-ish mob too…你可能正好刚刚看到了一个新的生物…\n\nARGHHHH. STAY STILL SO I CAN USE MY STRUCTURE BLOCK TO CLONE YOU.啊啊啊啊啊啊啊，站着别动，这样我就能用结构方块克隆你了\n\n【作者：Tom Stone，发布日期：2019-07-05，译者：SPGoding】\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）英语 Minecraft Wiki的Version history页面（英文，更新条目详细，较及时）中文 Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1562323680,
            "txt_content": "SPGoding 评：\n垃圾 Java 版。"
        },
        {
            "author": "热爱MC的HIM",
            "timestamp": 1562323920,
            "txt_content": "希望基岩版能更新迷之炖菜，凋零玫瑰，棕色哞菇，以及旗帜地图标记和物品展示框的新放法！"
        },
        {
            "author": "zyjking",
            "timestamp": 1562325420,
            "txt_content": "要是以后自定义方块完善的话，我说不定会转去做一些行为包或者是Add-on"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1562329800,
            "txt_content": "强烈要求 Mojang 更新 Java 版的结构方块（不是\n结构方块的尺寸限制才是硬伤"
        },
        {
            "author": "落秋Fallener",
            "timestamp": 1562338200,
            "txt_content": "Teenager_Yang 发表于 2019-7-5 20:30\n强烈要求 Mojang 更新 Java 版的结构方块（不是\n结构方块的尺寸限制才是硬伤 ...\n这个可能可以用连锁来实现一个控制多个，但我不知道可不可行"
        },
        {
            "author": "落秋Fallener",
            "timestamp": 1562338260,
            "txt_content": "我看到最后的狐狸，我在想：这只有什么好的？肯定是要只白色的啊！！！！！！！"
        },
        {
            "author": "MC_Yingmeng1",
            "timestamp": 1562378580,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "chyx",
            "timestamp": 1562426880,
            "txt_content": "落秋Fallener 发表于 2019-7-5 22:51\n我看到最后的狐狸，我在想：这只有什么好的？肯定是要只白色的啊！！！！！！！ ...\n棕色的狐狸也很可爱啊~~~~"
        },
        {
            "author": "落秋Fallener",
            "timestamp": 1562482200,
            "txt_content": "chyx 发表于 2019-7-6 23:28\n棕色的狐狸也很可爱啊~~~~\n不要不要我就不要，我就要白色的！哼唧！\nBtw，确实可以一控多结构方块，不过应该早就有人做出来了，我应该火星了。"
        },
        {
            "author": "MC的迷糊",
            "timestamp": 1562490540,
            "txt_content": "为毛java版没有3D模型？？？？"
        },
        {
            "author": "Bimanager",
            "timestamp": 1562497380,
            "txt_content": "Java版表示也想要一个这样的界面"
        },
        {
            "author": "沸血人",
            "timestamp": 1562544240,
            "txt_content": "激情  的粉红小屋可还行"
        },
        {
            "author": "qq1002441042",
            "timestamp": 1562550000,
            "txt_content": "总觉颜色怪怪的"
        },
        {
            "author": "q1215098850",
            "timestamp": 1562559480,
            "txt_content": "\nMcbbs有你更精彩~"
        },
        {
            "author": "xulu52100",
            "timestamp": 1562730240,
            "txt_content": " 不是我们能够完成的，，，"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1562821680,
            "txt_content": "为什么java就没有可视化……为什么java版的内容要迁就基岩版……（比如幻术师）"
        },
        {
            "author": "斯乌",
            "timestamp": 1563074460,
            "txt_content": "问题来了，怎么加载预设的结构，例如村庄小屋之类的"
        },
        {
            "author": "chyx",
            "timestamp": 1563167100,
            "txt_content": "\n虽然java版本的结构方块没有这个功能\n但是生成3维文件已经有第三方程序可以干了\n叫做mineways"
        },
        {
            "author": "GreatSmallLu",
            "timestamp": 1563616980,
            "txt_content": "一直以来都不会用结构方块，准备学学"
        },
        {
            "author": "a283394074",
            "timestamp": 1563693540,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "2196694693",
            "timestamp": 1563763020,
            "txt_content": "666666666666"
        },
        {
            "author": "mzwqq238",
            "timestamp": 1563771000,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "望君归",
            "timestamp": 1563980880,
            "txt_content": "chyx 发表于 2019-7-6 23:28\n棕色的狐狸也很可爱啊~~~~\n这个粉色小屋有点让我害怕"
        },
        {
            "author": "13559395176",
            "timestamp": 1564151220,
            "txt_content": "chyx 发表于 2019-7-15 13:05\n虽然java版本的结构方块没有这个功能\n但是生成3维文件已经有第三方程序可以干了\n叫做mineways ...\n在哪下载？！"
        },
        {
            "author": "chyx",
            "timestamp": 1564156980,
            "txt_content": "13559395176 发表于 2019-7-26 22:27\n在哪下载？！\n\n\n\n\nimage_26.png (142.72 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-27 00:03 上传\n\n\n\n\n\n这里\n\n\n"
        },
        {
            "author": "13559395176",
            "timestamp": 1564238520,
            "txt_content": "chyx 发表于 2019-7-27 00:03\n这里\nthank you!"
        },
        {
            "author": "热爱MC的HIM",
            "timestamp": 1564874460,
            "txt_content": "SPgoding，请不要再说垃圾Java版了，只有统一才是真的好！"
        },
        {
            "author": "黑白尸体",
            "timestamp": 1565090220,
            "txt_content": "额额，电脑有吗"
        },
        {
            "author": "90Tank",
            "timestamp": 1565098620,
            "txt_content": "用连锁解决"
        },
        {
            "author": "难喝的可乐",
            "timestamp": 1565339940,
            "txt_content": "nb nb nb nb nb nb"
        }
    ]
}