{
    "title": "[Minecraft.net|INSIDER] 背包盘点：床",
    "author": "SPGoding",
    "replyCount": 8,
    "timestamp": 1562344320,
    "txt_content": " 本帖最后由 SPGoding 于 2019-8-28 00:01 编辑 \n\n\nTaking Inventory: Bed\n背包盘点：床\nNot sure about reading this article? Why not sleep on it?\n不确定读不读这篇文章？为什么不先睡一觉再说呢？\nZZzzzz.... *BRRRRRING BRRRRING* ugh... what time is it? Time for another Taking Inventory? Nah, I’m gonna sleep another five minutes... What? Everyone’s waiting? FINE! I’ll write it. This week’s article is about the bed.Zzzzzz…铃铃铃铃，啊…现在几点了？该写一篇背包盘点了？嗯，我再睡五分钟…什么？大家都等着我呢？好的！我马上就写。本周的背包盘点就是关于床的。\n\nBeds are great. They’re fluffy, comfortable, warm and soft – all of my favourite things. They keep you safe from monsters. You get in one, and close your eyes, and suddenly it’s the morning. Where did the time go? That’s one of the great mysteries of life.床很棒。它们蓬松，舒适，温暖又柔软——这都是我最爱的。它们帮你躲避各种怪物，你只需要躺在床上，一闭眼，马上就到了白天了。流逝的时间去哪了？这便是生活的神秘之一。\n\n\n\nBeds were added to Minecraft in February 2011, in beta version 1.3, alongside redstone repeaters and sandstone slabs. Originally, a creepy-sounding block called “crying obsidian”, made of obsidian and lapis, was going to be put into the game to let the user change their spawn point. But then beds came along instead.床在 2011 年 2 月加入 Minecraft beta 1.3，同时加入的还有红石中继器和沙石台阶。最初，我们打算加入一个由黑曜石和青金石制成的、听起来挺瘆人的方块「哭泣的黑曜石」，来让玩家能够更改他们的出生点。不过后来床取而代之了。\n\nBeds have changed in functionality a little over the years. Originally, sleeping in an area where monsters could get to you would sometimes cause you to wake up early, under attack from a skeleton or a zombie. This functionality was removed in version 1.0, and today instead it’s impossible to sleep if you’re in an area with monsters around.几年来床在功能上有了些许的变动。最初，在怪物能接近你的区域睡觉可能会让你早早醒来，暴露于骷髅或僵尸的攻击之下。这个特性在 1.0 中移除了，如今你已经不能在有怪物的区域里睡觉了。\n\nDyed beds of all colours were added in version 1.12. And since 1.13, there’s a good reason to sleep, even if you’re not feeling tired. Flying mobs called Phantoms seek out players who haven’t slept in a few nights, and swoop down and attack.所有颜色的染色床在 1.12 中被加入。自 1.13 起，多了一个即使你一点不困也要睡觉的原因——一种名为幻翼的飞行生物会寻找连续几个晚上未合眼的玩家，俯冲下来进行攻击。\n\nThe other thing that’s worth knowing about beds is that they’re bouncy. Falling onto a bed will halve fall damage, and bounce you right back up again. Feeling like a daredevil? Try and sleep in a bed before you hit the ground, and the fall damage will be delayed until you wake up again. Just like in the real world.另一件值得注意的事情是床是有弹性。摔落在床上会减半摔落伤害，并且把你再弹起来。听起来很冒失？如果在你撞到地面上之前睡在床里，摔落伤害就会延迟到你再次醒来的时候。和现实世界一模一样。\n\n\n\nSpeaking of the real world, no-one knows who made the first bed, but it was probably little more than a pile of straw, leaves, or animal skins. We know that somewhere between 23 and 25 million years ago, before humans were humans, apes started making sleeping platforms that included wooden pillows, raising them off the ground to avoid pests, dirt and the cold.说起现实世界，没人知道谁第一个制造了床，不过最开始它可能就是一堆稻草、叶子，或者动物毛皮。我们知道的是，在 2300 到 2500 万年前，在人类还不是人类的时候，猿人就开始制造附带木制枕头的「床」了。这些床把他们从地面升起来，避免了害虫、泥土和寒冷的侵扰。\n\nThe ancient Egyptians carved beds out of wood, with headrests made of stone, wood or metal instead of pillows. Beds get namechecked in Homer’s The Odyssey, and appear in Ancient Greek vase paintings. We also know the Romans had mattresses stuffed with reeds, hay and wool.古埃.及人用木头雕刻出床，用石头、木头或金属制造头靠（而不是枕头）。床在荷马的奥德赛 时期得名，并在古希腊的花瓶画中出现。我们还知道的是，罗马人拥有塞满了芦苇、干草和羊毛的床垫。\n\nThe largest bed in the world is possibly the Great Bed of Ware, which was made in 1580 and measures 3.26m by 3.38m (which isn’t actually that big). Shakespeare gives it a shout-out in Twelfth Night, and it’s now in the V&A Museum in London. In 1882, an Indian maharajah commissioned a bed made of solid silver, with a statue of a woman holding a fan at each corner. It was hooked up with a mechanism so that when he lay on the bed, his weight would make the women wave their fans. It was hooked up with a mechanism so that when he lay on the bed, his weight would make the women wave their fans.世界中最大的床可能是威尔的大床 ，它在 1580 年制成，大小为 3.26m×3.38m（其实并没有太大）。莎士比亚在《第十二夜》 中描绘了它，现在它藏于伦敦的维多利亚和阿尔伯特博物馆 中。在 1882 年，一名印度官员委托用纯银打造一张床，在每个角落放置一个拿着扇子的女性的雕像。通过机关，当他躺在床上的时候，他的重量会使得女性雕塑开始挥舞扇子。\n\nToday, beds come in zillions of different varieties, varying considerably around the world. The “double” size is common among English-speaking countries, and “king” size was developed in the United States in the mid-1950s. There are also twins, bunks, queens, supers, California kings, emperors, and even “caeser”-sized beds.如今，床有了不计其数的变种，在世界各地的区别很大。「双人」尺寸的床在英语国家很常见，而「国王」尺寸的床则于二十世纪五十年代中期在美国得到发展。此外还有双胞胎、双层、女王、超级、加州王、帝王，甚至「凯撒」尺寸的床。\n\nMinecraft just has one size, which makes things simpler. And at the end of a long day mining, perhaps simple is all you need. Goodnight!Minecraft 里面只有一个尺寸的床，使得事情变得简单了许多。在一整天辛苦挖矿以后，简单可能就是你所需要的一切。晚安！\n\n【原文：Taking Inventory: Bed】\n【作者：Duncan Geere，发布日期：2019-07-05，译者：SPGoding】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1562345100,
            "txt_content": "最初，在怪物能接近你的区域睡觉可能会让你早早醒来\n\n原来已经不是这样了吗……我还记得自己被怪物打醒的经历"
        },
        {
            "author": "dgtl004",
            "timestamp": 1562346240,
            "txt_content": "原来Minecraft的床还有这样的经历。感谢作者科普!"
        },
        {
            "author": "東風",
            "timestamp": 1562377860,
            "txt_content": "MC里的床尺寸也不止一种啊，可以把两张床并排放置当做双人床/滑稽"
        },
        {
            "author": "爱好DIYiove",
            "timestamp": 1562759880,
            "txt_content": "mc每次复活都在床边，就仿佛一场醒不过来的梦境一样"
        },
        {
            "author": "1512624649",
            "timestamp": 1562910120,
            "txt_content": "emmmmmmmmmmm"
        },
        {
            "author": "xpzb126",
            "timestamp": 1563086040,
            "txt_content": "日常顶一顶"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1566329760,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2019-8-20 20:38 编辑 \n\nsleep on it 也有 睡一觉再说 的意思\n而且你没有原文链接"
        },
        {
            "author": "weqdqwfjpg5weqd",
            "timestamp": 1566420840,
            "txt_content": "科普了一波床？"
        }
    ]
}