{
    "title": "重发【贺岁新作】蓝天之誓-内有金币",
    "author": "无痕",
    "replyCount": 13,
    "timestamp": 1360586520,
    "txt_content": " 本帖最后由 无痕 于 2013-2-11 20:43 编辑 \n\n上次格式不对，现在重发哈~\n\n\n\n   一\n\n    焦黄的泥土，散发着呛人的灰烟。天空中的几缕阴翳，更把四周衬得死一般的沉寂。     \n    荒野上，此刻已是人间炼狱。无数的尸体，或凭或立……\n    远处，一个黑色的身影向此地缓缓走来。近了，却见他一身黑衣。优雅的西服勾勒出他削瘦的身形，俊美的脸上却如同寒冰。每踏出一步，脚的力度也加重了几分。惊起了些许掠食的兀鹰。\n\n    “咳咳！”\n    黑衣男子的目光循声望去——是一名士兵。浑身浴血，面目疲惫，还带着几丝劫后余生的兴奋。\n    “要帮忙么。”\n    男子走上前去，道。声音如他面貌一般冰冷。士兵有些惊讶的抬起头来，转而吐出一口淤血，这才缓缓道：\n    “免了……我知道我的情况……”\n    说完，从怀里掏出一张卷轴，递给男子。他接过卷轴，扫了一眼，眉毛却扬了起来，有些震惊。随即兀自低喃起来：\n    “你们……是当之无愧的英雄。”\n    士兵却是低笑一声，不再言语。\n    “要把你们的名字刻在碑上吗？”\n    破天荒的，男子的语气轻柔了一些。\n    “没这个必要，你走吧……让我和这帮混蛋们静一静……”\n    黑衣男子沉默了片刻，这才转身离去。\n    “对了……好想……再看到蓝天。”\n\n\n      二\n\n      好想再看到蓝天……\n     黑衣男子停住了脚步，双手竟开始发颤……\n     “蓝天真美啊……吴轩……你说是吗?”\n     “呵呵，好想再看到蓝天呐……你走吧。”\n     “记住……我记住你的话咯……让蓝天重现……”\n     ……\n     那些郎爽的笑声，至今都令他难以忘怀；那些易碎的希望，回荡在他的耳畔…… \n     “我会的。让蓝天，重现。”\n     男子疾步离去，只留下一句有力的誓言……\n\n     吴轩边走边回忆着，那过往的一幕幕，相继浮现在他的眼前……\n     2512年，当那颗陨石——“毁灭”降临地球时，一切都变了。“毁灭”所携带的病毒，很快蔓延至全球……无数人在这场剧变中死去。学者们几近疯狂的研究，争分夺秒的实验，却仍束手无策，毫无结果。\n     2513年，满目疮痍的地球，再一次爆发了新的灾难……在经历了病毒的洗礼，无数奇异、危险的生物竞相出现。它们有如那死神的镰刀，收割着人们的性命。\n    所幸，凭借着人类的科技手段及武装力量，勉强镇压了这些变异体。\n    可惜好景不长，“末影”出现了。他们在病毒的改造下，拥有了惊人的力量。他们领导着变异体，向着人类发起了一次次攻势……\n     无奈下，人们据守于百个区域，与变异体展开了战争。而人类的精英，也聚集在一起人们称他们为“狩猎者”。\n     而吴轩，就是其中的一员。\n\n      \n    三\n\n    吴轩从怀中抽出那份卷轴，是一张地图。\n     两侧写满了密密麻麻的小字，讲述了这个团队英勇的事迹。\n   吴轩的脸上显露出少有的严肃与郑重。仔细地察看了这张地图的每一个角落。忽的，眼睛定在了一处不大显眼的地方，神情惊疑不定——\n    02871E42EAC93C8A \n    他知道，这是500多年前的一种加密手段。随即异常认真地将它翻译——\n将每一句话第一字结合。看到这，吴轩不禁皱起了眉——是什么需要这么周密的防护？可真是多此一举。然而，当他阅读了结合的文字时，才知道他错得有多离谱。“我们发现了一个惊天的阴谋！关于‘末影’。倘若，你真的不惧怕死亡，真的有心拯救这个危在旦夕的世界，那就前往地图所标示的方位。”“末影”?那是什么概念？是给人类带来末日的使者！然，吴轩笑了。冷若冰霜的脸上第一次绽开了笑容。他抽出一柄长剑，那是他最钟爱的武器。剑锋闪烁着幽蓝的光芒，散发着森森的寒意。抬头一望那灰黄的天空，轻声地低喃道：“开始了……”\n\n\n        四\n       漫天的黄沙飞扬着，似乎要把所有生物吞噬才肯罢休。    沙漠中，零零散散站着几只僵尸。    血红的双目，令人作呕的绿皮肤爬满了蛆虫，利齿上沾着点点血迹。    而在僵尸群中，是一名黑衣男子，正是吴轩。    “当我的路，很有勇气……但作为代价，我会让你们死得很难看……”    似乎是察觉到吴轩浓浓的杀意，僵尸们并没有什么作为。只是缓缓形成一个包围圈，逐渐逼近吴轩。    然而史蒂夫却不为所动。只是冷冷地笑道：    “哦，抱歉……你们已经够难看了……”    话音未落，一道道凌厉的剑气激射而出，瞬间把僵尸撕成碎块。    吴轩半眯着眼，探出手来阻挡沙尘。仰起头，望着远方那座没于黑影中的城堡。\n\n\n    五\n    当吴轩靠近这座城堡，不禁愣了一下。  斑驳的围墙，爬满藤蔓植物。已经发黄的墙壁，流露出历史的沧桑。仿佛时间的足迹。  窗扇，是华丽的哥特风格。也没入一片黑暗中。“嘎吱……”  轻轻推开大门，一阵锈铁的摩擦声。内院，种植着些许仙人掌，还有古树在风中摇摇欲坠。一切，显得是那么的清幽。或许在几年前，这儿还是一片辉煌。“现在的年轻人啊，啧啧……”  屋内兀然传出一道沙哑的声音。就连吴轩也是惊讶无比，眉头微微撅起，手已经我在了剑柄——反复摩挲着上面的花纹。身子也是微微一曲，如同看见猎物的豹子。  “进来。”   那道声音再一次响起，充斥着不可抗拒的威严。紧接着，一股莫名的吸力将吴轩牵了进去。机警如他，也没有想到这个突变。紧握在剑上的手也是不由得一颤——太快了……他连剑也还没有抽出。   室内只有一张茶几，空中飘散着淡淡的茶香。根本不是什么龙潭虎穴。   正当吴轩错愣时，一位老人闯入了他的视线。\n\n\n   六\n   老人一头银丝，有些蓬乱。破旧的布衣已经褪了色，却很是干净。双眼炯炯有神，一点也不颓唐。然而额头上深深的沟壑暴露除了他的年龄。“尝尝吧，人间美味。”老人随意地把手中的碟子摔在桌上。里面盛着一些焦黑的物体……“这是什么……”“碳烤古力帕。鸡肉味，嘎嘣脆。”“……”饶是吴轩艺高胆大，脸色也是一片铁青，他是见过古力帕的。尤其是看见老人从碟里掏出一大把塞进嘴里……咀嚼时还淌出些许绿色的汁液……“吃啊！怎么，不给我面子？”史蒂夫这才缓缓提起一块焦黑，递进了口中。事实证明，老人的手艺确实不错。“哈哈，晚上住这吧？嗯，拿着！”不待吴轩开口，老人一把抓住他的手腕，将一把钥匙塞进他的手中，抬起手指向二楼，：“你就住那吧，哈哈，虫子多了点就是了。”吴轩只觉得眼前一黑，竟已来到了房间前。回头一看，哪有老人的身影。唯独茶杯里还冒着热气……\n\n\n\n    七    夜，万籁俱寂。吴轩躺在床上，回味着老人的每一句话。“也罢，明天再说吧……只是那‘虫子’是……”他望了望洁净的房间，叹了一口气，闭上了双眼……\n“悉悉索索……”吴轩猛地睁开了眼！手瞬间搭上了剑。事实上，当夜幕降临的一刹那，他便察觉到身旁几道微弱到不可发现的气息。黑暗中，八十多双血红的眼睛正紧紧盯着他——似乎下一刻就要上前把吴轩撕碎！大拇指轻轻按下剑鞘，露出一抹剑身——借着那微微的寒光，他终于清楚地看见了这些丑陋的东西——变异穴蛛！漆黑的甲壳，缀着灰黄色的斑点；八只如血般的眼睛，如同嗜血的恶魔；长且锋利的毒牙，狰狞无比……而更让人震惊的是，这些怪物一个个体长一米有余！“一、二、三……十一！”不经意间，吴轩默默地数着。变异穴蛛，甲壳坚硬，可媲美精钢；一旦被它的毒牙咬着，那么你就可以叫灵车了。终于，吴轩动了。剑出鞘，发出“嗡”的一声轻响，打破了沉寂。蓝光四射，房间中一片混乱。只听见变异穴蛛们地惨叫，犹如堕入火坑。片刻后，房间再一次陷入沉静……\n\n\n\n    八    黎明的光刺破天幕，一切在它的沐浴下显得神圣而又庄严。吴轩在庭院中悠闲地漫步，晨风中带着露水的湿润。院中的兰草姿态端庄，亭亭玉立。“早餐准备好了，小伙子，来吧。”里屋传来老人的声音，似乎心情不错。餐桌上是一叠三明治，还有一杯咖啡。老人坐在扶椅上，眯着眼品茶。“有茶么？”吴轩道。“嘭！”桌上的咖啡不见了，取而代之的是一杯绿茶。轻抿一口香茶，耳边传来了老人的声音：“你不想问问我昨天为什么在你的房间里放了一堆虫子么？”虫子？吴轩望了眼老人，只见他正专心致志的看着报纸，上面的日期是三年前。随手将那张卷轴丢在桌上，吴轩才缓缓地道：“那就解释吧。”老人看了一眼卷轴，这才放下了报纸。“这个任务的确很危险，你的剑法虽然不错，但……”“停，说任务。”“你真的执意要这么做吗……唉，好吧！我问你，你可知道天空为何一直是黑色的吗？”“嗯，是由于和变异体的战争所遗留的污染造成的……”提到这个问题，吴轩立马提起了精神，认真的回答到。老人大笑起来，就好像听到了最可笑的笑话，“告诉你吧，是末影。”顿了顿，他又道：“它们，并不来自这个世界。”\n\n\n\n    九    并不来自设个世界？“你是说……在这个世界之外，还有别的世界？”吴轩道惊奇地道。任他再怎么沉稳，此刻也是无比惊讶。“不错……就连那些所谓的‘变异体’也来自那个世界。”“你究竟是谁？”吴轩这才沉下心来，转而，冷冷地问到。“焦羽。”老人笑着答道。“为何你知道这么多？”吴轩仍然怀疑。焦羽叹了口气，眼中闪过一抹迟疑。望着天边的那轮红日，久久不语。他接过桌上的卷轴，道：“唉，这是谁给你的？是不是一个小鬼？黑头发，蓝眼睛？”“是。”“呵呵，果然呐……那小鬼就是命大，可终敌不过……”说到这，老人止住了嘴，随即，又喃喃道：“那个团队里的人，大多都是老头子我拉拉扯扯长大的咯……”此刻，焦羽那伟岸的肩膀似乎佝偻了起来。起身走向屋外。“你信命么？”“信，但我绝不服。”“唉……冥冥中自有天意……”焦羽道。随后又陷入了沉默，眼睛的余光打量着吴轩，良久，才开口道：“你……罢了，随我来吧……”话音刚落，吴轩只觉得四周的场景一阵模糊。待到再次清晰时，却已不在那座古堡了。似乎是一片群岛，绿草如茵。视线并不太好，远处的一切都隐于一片浓雾。湖水也呈现一片幽幽的绿，深不见底，神秘无比。而四周却静的可怕，没有一丝声响。而焦羽，正对着天空愣愣地发神。吴轩转过头去，顺着焦羽的目光望去——那，是一片巨大的黑影。“跟我来。”焦羽轻声说道。一老一少缓缓向前走着。随着距离的逐渐拉近，黑影也缓缓从迷雾中显露出来……那，是一颗巨大的树……\n\n\n\n    十    似乎是一颗槐树。分支末端的宽度就是最大的森蚺也有所不及，叶片皆有风扇叶那么大，主干恐怕就是百人合抱也无法圈揽。抬头一看，巨树的顶端已经没入了云中。“这，这是……”“这就是‘世界’的源头，也有人叫它‘尤克特拉希尔’”吴轩被这巨木彻底震惊了。他仰视着尤克特拉希尔，忽然发现在它的第四根主分支处有一个直径近十米的黑洞，散发着诡异的气息。“那是……”“那就是‘末影’们破开虚空，跨越世界的痕迹，也是通道。只要将它关闭，一切都会恢复原样的。”焦羽解释道。“一切都会恢复原样？包括……”“没错，包括天空。”吴轩的眼睛忽然盛满了热泪——那个誓约，终于可以实现了！忽然，一枚青黄色的光球从焦羽的体内飞出，冲进了吴轩的体内。正当吴轩错愕时，却看到焦羽不断地衰老起来。然而他却始终保持着慈祥的微笑。不待吴轩说出话来，一阵耀眼的光芒便将他吞噬……\n\n\n十一\n“啊……这是哪里？”待吴轩睁开眼睛，却发现自己处于一个奇妙的世界。四周一片漆黑，却看见无数道微弱的白光在闪烁。隐约看见它们助成一个个旋转的环，宛如星空一般。然而，在这似乎无尽的世界里，又静静的漂浮着一个小岛……吴轩就在这个岛上。脚下的似乎不是岩石，看上去有些像沙子，却又十分坚硬。“这……难道就是那个黑洞里的空间？”“吼！”忽然，地面开始颤动起来，只见一条巨大的黑龙向此处袭来。乌黑的鳞甲，紫色的双瞳，带着一股王者的威严。“是你降临了地球？”吴轩淡然到。黑龙没有回应，只是，缓缓的闭上了双眼。吴轩猛地跃起，抽出剑来，向着黑龙头上尽力的劈去。眼看剑就要斩在黑龙头上，黑龙却猛地睁开了双眼。一股恐怖的威压瞬间释放。“啊！”吴轩浑身一震，剑也落到了地上。“你是谁……”龙昂着那高傲的头，质问道。然而吴轩再一次举起了剑，同样，也再一次被震退。“你太弱了……告诉本王你是如何来到这，或许，本王会放你一条生路。”“没必要！”“哼！”黑龙大怒，眼中爆发出强烈的紫光。吴轩登时觉得全身一凉，似乎自己的一切都给那黑龙洞悉了。这种感觉，就像是他面临焦羽一般。“原来如此。”\n\n\n十二\n黑龙这才停了下来，道：“不错，一切皆是本王所为！”吴轩一愣，想不到这黑龙倒是坦白。“你若是想让天空变蓝，只管来杀本王好了。”带着无比的轻蔑，黑龙道。话音未落，吴轩便再一次抽起剑来，猛地斩向黑龙的翅膀，可黑龙只是一扬爪，吴轩便如炮弹一般弹开。他在空中又是猛地一踏，借力跃上了黑龙的头顶，使出全力将剑插入。紫红色妖异的血从创口流出。“死吧……你成功激怒了我”没有一丝的感情，就像冰一般冷淡。黑龙的声音出现在吴轩耳边，利爪转瞬将吴轩贯穿，鲜血喷涌而出……   \n\n十三\n\n然而就在这时，吴轩的体内竟爆发出一阵耀眼的金光。创口在这光芒下竟逐渐治愈，一柄金色的古剑缓缓浮现。刃上刻着无数古朴的纹理，还有四个古字：轩辕夏禹。“什么？”黑龙也是大吃一惊。似乎是一种召唤，吴轩抽起了金剑，像黑龙斩去。带着一股一往无前的气势，轩辕夏禹爆射出一道猛烈的金色剑气，激起漫天尘埃。待到落定之时，黑龙的肩膀上赫然出现了一道巨大的伤口。“你……究竟是谁！”“吴轩。”话音一落，又是无数道剑气。“啊！”黑龙的身体竟逐渐化为黑烟！一道道白光从中透出。终于，四周宛如玻璃破碎般逐渐分离，古堡再一次重现在吴轩的眼前。\n\n\n十四\n只见灰蒙蒙的天空，乌黑的云层间撕开了一个大口子。蓝色，在不断地蔓延。蓝天，白云，再一次复出在人们的眼前。无数的人都停下了手中的活，仰着头看着空中的奇迹。终于，一切都结束了。人们爆发出兴奋的喊声——沉寂的笑颜再一度绽放…… 吴轩静静地站在世界之树前。身后，是一位年迈的老人——正是焦羽。此刻的尤克特拉希尔的主干上，赫然浮动着三个巨大的黑洞。“又回到了起点么？”焦羽无奈的苦笑道。吴轩则不然。摩挲着“轩辕夏禹”，许久才道：“没有起点。”转身，跃入了黑洞之中……\n\n\n\n花絮------------------------------------------终于……耗费了十几天的努力，总算完成了。原本是预计一周内完成，结果害了病，去医院手术，拖了好几天。这是我的第一篇小说，几经周折，最终草草结了尾。有许多地方，我并不满意。尤其是屠龙的剧情，写得太过简洁。可毕竟学识有限，诸位前辈就凑合着看吧~那么祝大家新年快乐！欢迎点评检举！\n\n   \n最后感谢Technology 的指点！ \n\n     \n[attach]115225[/attach]\n你是否有着写小说等的梦想，这里就是你梦想的天堂，有小说梦想的人就来加入我们吧！ \n欢迎加入同书人小组 \n\n",
    "replies": [
        {
            "author": "小黑好萌.",
            "timestamp": 1360586580,
            "txt_content": "我是拿金币的~~LZ不知道编辑吗？"
        },
        {
            "author": "无痕",
            "timestamp": 1360586580,
            "txt_content": "小黑好萌. 发表于 2013-2-11 20:43 \n我是拿金币的~~LZ不知道编辑吗？\n汗死……忘记了……"
        },
        {
            "author": "MCXX户",
            "timestamp": 1360586700,
            "txt_content": "只为金币{:10_535:}"
        },
        {
            "author": "买块",
            "timestamp": 1360586760,
            "txt_content": "顶一下吧·················"
        },
        {
            "author": "无痕",
            "timestamp": 1360586880,
            "txt_content": "买块 发表于 2013-2-11 20:46 \n顶一下吧·················\n又有新作了……准备发了……"
        },
        {
            "author": "轻击●卖萌",
            "timestamp": 1360586880,
            "txt_content": "搜噶~~~~~~"
        },
        {
            "author": "dongwenjiemc",
            "timestamp": 1360587000,
            "txt_content": "辛苦了            "
        },
        {
            "author": "geludan",
            "timestamp": 1360587120,
            "txt_content": "看见姓吴的就想起了吴克"
        },
        {
            "author": "无痕",
            "timestamp": 1360587240,
            "txt_content": "dongwenjiemc 发表于 2013-2-11 20:50 \n辛苦了\n多谢了……"
        },
        {
            "author": "2585267615",
            "timestamp": 1360587360,
            "txt_content": "我来拿金币"
        },
        {
            "author": "Fcy_lity",
            "timestamp": 1360588200,
            "txt_content": "好长啊，好长啊~"
        },
        {
            "author": "红石粉末菌",
            "timestamp": 1360675320,
            "txt_content": "顶一个!顶一个!顶楼主一个!"
        },
        {
            "author": "Technology",
            "timestamp": 1360678260,
            "txt_content": "好贴不顶就是罪过噢！"
        }
    ]
}