{
    "title": "「Minecraft.net|MERCH」《失落的日志》今日发售！",
    "author": "cc7w",
    "replyCount": 7,
    "timestamp": 1562736180,
    "txt_content": " 本帖最后由 1345979462 于 2019-8-21 22:25 编辑 \n\n\n\n\n\nimage.jpg (84.27 KB, 下载次数: 11)\n\n下载附件\n\n2019-7-10 13:21 上传\n\n\n\n\n\nT H E   L O S T   J O U R N A L S   O U T   T O D A Y《 失 落 的 日 志 》 今 日 发 售 ！Read our interview with the author, Mur Lafferty!来读读我们对作者Mur的采访！\n　　ARGGH! Oh, sorry. I know no one likes it when I start these articles by screaming in your face. But I can’t help it! I’ve just been reading one of the scarier scenes in The Lost Journals, the third official Minecraft novel – out today in the US and UK on Minecraftshop.com and other retailers! \n　　啊啊啊啊！哦，抱歉。我知道没人喜欢在文章开始时被对着脸大叫。但我根本把持不住啊！我刚读到《失落的日志》（第三部官方Minecraft小说）中的一幕恐怖场景。它今天就在英国和美国发售了，快去 Minecraftshop.com 或其他零售商那里看看吧！\n\n　　As well as a page-turner and all-round great read, this is probably our most mysterious novel yet. Who wrote The Lost Journals? Was it me? Or was I too busy slacking off and playing Into The Breach to even get this article finished on time? Tragically, we all know the answer to that one.\n　　这本书不仅是一本引人入胜的优秀著作，还可能是我们目前为止最神秘的小说之一。是谁写了《失落的日志》呢？难道我会那么勤勉吗？抑或是我一直太放松、游玩Into The Breach最终甚至连这篇文章都不能按时写完？可悲的是，我们都知道这个问题的答案。\n\n　　But it wasn’t my fault! I remembered how great Into The Breach was when I interviewed the author of The Lost Journals, Mur Lafferty, about her new Minecraft novel:\n　　但这都是世界的错！在我和《失落的日志》作者Mur Lafferty谈论她的新小说的时候，我仍在想Into The Breach是多么棒！\n\nTom: Can you tell us a little about yourself and how you became a writer?\nTom：您能简单介绍下自己，谈一谈成为作家的缘由吗？\n\nMur Lafferty: I was a voracious reader as a child, but once I started reading science fiction and fantasy by women (Anne McCaffrey, Madeline L'Engle), about women and girls, is when I got interested in writing it. I studied English in college and about ** after graduation I decided to get serious with this writing thing. Aside from books, I've written for magazines, role-playing games, video games, and serialized podcast fiction.\nMur：我在童年时就酷爱阅读。但当我读到一本女性（Anne McCaffrey, Madeline L'Engle）写的以女孩为主人公的科幻幻想风小说之后，我写作的兴趣就完全迸发出来。在大学时，我主修英语。毕业十年后，我决定将写作当成我的事业。除了写书以外，我还写过杂志文章，角色扮演游戏、电脑游戏剧本和连载播客小说。\n\nTom: What can you tell us about The Lost Journals?\nTom：您能简单介绍下《失落的日志》这本书吗？\n\nMur Lafferty: The Lost Journals is about three kids, all looking to find the author of a torn journal, and finding a lot more than they bargained for. It's about friendship, family, terrible enchanters, a loyal wolf, and lots and lots of mobs.\nMur：《失落的日志》这本书写了想找到一本被撕毁日志作者的三个孩子最终发现的更多意料之外的事。这本书的主要元素有友情，家庭，可怕的魔法师，一只忠诚的狼，还有很多怪物。\n\n\n\n\n\nTom: Do you play a lot of games yourself?\nTom：您自己也大量的玩游戏吗？\n\nMur Lafferty: Oh yes, far too many if you ask anyone around me. Minecraft, Stardew Valley, Rune Factory 4, Skyrim, Pokemon, Into The Breach, No Man's Sky, Overwatch, Dragon Age, FTL... the list can go on and on.\nMur：哦，那是当然，我玩的游戏比“别人家的孩子”都多。Minecraft，星露谷物语，符文工房4，上古卷轴：天际，口袋妖怪，Into The Breach，无人深空，守望先锋，龙腾世纪，超越光速……可以说几天几夜也说不完。\n\nTom: What made you want to write a book in the Minecraft universe?\nTom：是什么让您想在Minecraft的世界观下写书的呢？\n\nMur Lafferty: Minecraft is one of the best universes to write in because there's little plot involved with the game. So you can tell nearly any story within its \"walls\" so long as you follow the rules of the world. \nMur：Minecraft世界观可以说很好写，因为游戏本体几乎没有剧情。所以，只要遵守Minecraft世界的规则，讲任何的故事都是可能的。\n\nTom: How did you handle the restrictions of having to stick to the rules of Minecraft?\nTom：您是怎么处理必须要遵守Minecraft的规则这件事的呢？\n\nMur Lafferty: It wasn't that difficult since I was already familiar with the world. The roadblocks that surprised me was when I had to edit meal scenes because the food the family was eating was not available in the game! I also discovered I'd made obsidian far too easy to destroy in the book, and had to edit some key scenes. \nMur：这并不困难，因为我对Minecraft世界已经很熟悉了。不过我遇到的比较棘手的问题之一，是我需要修改吃饭的场景，因为这家人吃的饭在游戏中没有对应的物品。我还发现，书中我写的黑曜石过于脆弱了，这导致最后我需要修改一些关键情节。\n\nTom: Was there any Minecraft features you really wanted to get into the book?\nTom：有没有一些您特别希望写入书中的Minecraft特性？\n\nMur Lafferty: There are some quirks of the game that I really like that were a lot of fun to add. My favorites were the ability to breed different colors of sheep, calling your pet wolf to you and having it teleport, and the balance you must strike to make ridiculous monsters - namely a mob of chicken jockeys - both hilarious and terrifying. \nMur：游戏中确有一些十分有趣的特性。我最喜欢的一些特性包括：能够喂不同颜色的羊，把宠物狗叫到身边然后传送，以及在制造奇特的怪物（换句话说就是鸡骑士，既滑稽又吓人的那种）时所必须掌握的平衡。\n\nTom:  Some passages of the book are handwritten with splotches of ink hiding some of the text – can you tell us more about that stylistic choice?\nTom：书中的一些篇章是手写的，而且有墨迹污染了文字——您能告诉我们关于这些墨迹的事吗？\n\nMur Lafferty: Our poor heroes have trouble deciphering some of the journals because the original author did not intend for anyone else to read it. I wanted the real-life book to reflect some of the puzzling aspects of the journals and was delighted when the designers were able to include such a beautiful recreation of what I had in mind.\nMur：因为原作者并没有让人阅读的打算，我们的主人公不能辨认日志中的这些内容。我想让这本日志中令人迷惑的部分真实的反映在实体书中。我很高兴最终设计者实现了这个绝妙想法。\n\nTOM: Mur Lafferty, thank you very much! \nTom：Mur女士，十分感谢您接受采访！\n\n\n原文地址：https://www.minecraft.net/zh-han ... -journals-out-today\n原文作者：Tom Stone\n原文发布时间：2019-7-9\n翻译者：c7w\n翻译时间：2019-7-10\n校正： 2019-8-21\n\n",
    "replies": [
        {
            "author": "Chaoren⑥",
            "timestamp": 1562788500,
            "txt_content": "。。。。。。。。这是啥。"
        },
        {
            "author": "cc7w",
            "timestamp": 1562804940,
            "txt_content": "Chaoren⑥ 发表于 2019-7-11 03:55\n。。。。。。。。这是啥。\nMinecraft 周边 新书发售"
        },
        {
            "author": "xpzb126",
            "timestamp": 1563028320,
            "txt_content": "\n这wiki翻译不错，我想订阅"
        },
        {
            "author": "q2639716792",
            "timestamp": 1564122120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1564128360,
            "txt_content": "我来剧透了。\n首先男主max的老妈超凶，过度保护。\n女主艾莉森被爬行者灭门了全家。\n剩下看反响再多说点。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1566332340,
            "txt_content": " recreation 实现 （怎么你们都翻译成娱乐）"
        },
        {
            "author": "cc7w",
            "timestamp": 1566397560,
            "txt_content": "LocusAzzurro 发表于 2019-8-21 04:19\nrecreation 实现 （怎么你们都翻译成娱乐）\n了解~\n同时我把部分段落改了改，辛苦了~"
        }
    ]
}