{
    "title": "我的世界生物图签",
    "author": "天神也治不了",
    "replyCount": 14,
    "timestamp": 1360644840,
    "txt_content": " 本帖最后由 天神也治不了 于 2013-2-12 12:58 编辑 \n\n             我的世界版本生物图签由于第一次发贴所一比较粗糙\n                                                                                                                                                         村民  通过村民的长袍颜色就可以区分出村民的不同种类，也即是他们在村庄中的职业。   \n通过村民的长袍颜色就可以区分出村民的不同种类，也即是他们在村庄中的职业。\n在minecraft.jar文件中可以找到六种不同的村民皮肤文件，然而穿着绿色长袍的村民在游戏中并不会生成       \n      大秃头，绿眼睛，一字眉和长而突出的鼻子组成了他们富有特色的面容。村民的手臂暗示着它们是连着的，[img]file:///C:/Documents%20and%20Settings/Administrator/Application%20Data/Tencent/QQ/Temp/%60F%7D1KCD17$NOS%60_%60J[SUVKC.jpg[/img]交易\n每只共有2个部分来组成环臂抱胸的姿势。他们的手臂隐藏在袖子之中，而 两只袖口在中间的缝处相碰                            \n僵尸会攻击村民，所以村民都会尽量逃离有僵尸的地方。村庄附近会发生攻城这一事件，而村民唯一的“天然”\n防御即是铁傀儡——保护他们不受附近生物的伤害。在1.4正式版中，在难度为普通、困难或极限模式下，\n僵尸有一定概率把村民转化为僵尸村民。如果转化的是村民的孩子，那么就会产生幼年僵尸。\n右键点击村民会跳出“交易”界面。村民会依其职业而定提供不同的交易组合，同一名村民的交易组合\n永远不变。如果存在不止一个交易组合，点击向左与向右的箭头可以看到其他的组合。几乎所有组合都把\n绿宝石当做货币，而且一些交易物品与村民职业相关。交易系统的出现大大简化了为了取得某些难以取得\n的资源所付出的努力。交易也是生存模式中唯一可以得到链甲与附魔之瓶的途径。\n玩家杀死的村民不会掉落任何东西，尽管这个行为会让附近的铁傀儡过来攻击玩家，但其他的村民依然无动于衷\n猪 猪（Pig）猪是游戏中的被动生物，为生猪排的来源，也是可再生的食物来源。猪长1.3个方块，宽0.     野生的猪\n65个方块，且高0.875个方块。\n猪具有粉色的皮肤、耳朵与鼻子。其眼睛由一白一黑两个像素组成，造成一种斜视的效果。它们也具有短小的尾巴。他们的鼻子向外突出。\n每只猪死亡后会掉落1-3块生猪排。在火中被烧死的猪会掉落1-3块熟猪排。猪亦可作为利用萝卜钓竿作为玩家的可控制坐骑。\n在主世界中，猪会以3~4个为一群来移动，多个群体相遇时可能会形成更大种群。当他们遇到障碍物时，它们会尝试着跳上跳下以越过它。它们并不会刻意避开水区，并会在水面上载浮载沉以保持飘浮的状态。猪的寻路算法与其他被动型生物类似；他们会尝试躲避悬崖，尝试绕过障碍物。当被小麦吸引时，它们会直接追逐小麦而忽视寻路算法：无法绕过障碍物、躲避火焰与悬崖。在12w41a版本以后，猪不再被小麦吸引，而被胡萝卜所吸引。\n拿着鞍对着猪点击右键，猪便可供玩家骑乘，玩家可以通过萝卜钓竿控制其方向。骑着猪跳下悬崖是Minecraft游戏中最不寻常也最有挑战性的成就之一。     幼小的猪\n\n猪大部分时间都在移动，但是移动的步伐较小。猪可以被推入矿车。猪若被闪电击中，会变为僵尸猪人。但考虑到这种事情发生几率极小，所以相当罕见。当骑着猪的玩家被闪电击中时，猪也会变为僵尸猪人，玩家会受到2.5颗心的伤害并被赶下猪背。     戴着鞍的猪\n\n猪可用胡萝卜来繁殖。每次繁殖之后，双亲有5分钟的冷却期，之后才能继续繁殖。小猪需要花费一整个Minecraft日（20分钟）长大。小猪的头与成年个体等大，但身体娇小。小猪会通常跟随其双亲，直到长大。\n骑乘猪时可以用萝卜钓竿控制方向。他们起步较慢，但最终能达到5格/秒的最高速度。猪在被如此骑乘时能够跳跃，能够爬上楼梯、台阶与梯子。如果猪在水中，则不会对萝卜钓竿反应。在一段时期之后，猪会吃掉胡萝卜，仅剩钓鱼竿，损耗速度可以反映在萝卜钓竿的耐久度上。手持萝卜钓竿右键点击可以使猪获得瞬时的爆发速度，但萝卜钓竿的损耗加剧。当猪获得瞬时爆发速度时，玩家可以暂时收起萝卜钓竿，直到猪恢复正常速度。\n僵尸  僵尸是一种拥有绿色皮肤，穿着破烂的衣服，外貌与主角相似的攻击性生物。会出现在昏暗的地方，向玩家蹒跚前进并试图接触以进行攻击，喜欢敲玩家的门。僵尸跟骷髅相似，在日光下会着火，体积是2*1*0.25。消灭后掉落经验值和腐肉，一定几率掉落铁锭和铁质物品，1.4更新以后，才能获得头颅,不过概率很小。在困难难度下可以破坏木门。[5]在骇人更新[6]后僵尸可能会佩戴高级武器与铠甲，增加攻击力与防御力。如果捡起了帽子一类的物品那么他在阳光下就不会燃烧。\n1.4更新以后出现了类似的僵尸村民，僵尸攻击村民有一定几率将村民变成僵尸村民。在野外也可以发现少量的僵尸村民，利用特殊手段可以救治他们：对僵尸村民使用虚弱药水，然后使用一个金苹果，僵尸村民会持续抖动并且身上的粒子效果将变为红色，3-5分钟之后转变为普通村民，职业随机。这个方法可以在某些无法通过正常渠道获得村民的情况下“创造”村民，比如空岛生存。\n女巫\n一种能够远程攻击的生物，为主世界中继骷髅和蜘蛛骑士之后第三种能够天然生成的远程攻击生物女巫使用多种负面效果的喷溅药水攻击玩家，包括剧毒、虚弱与迟缓。这些药水也会对被波及的生物起作用。其不会受到阳光伤害。女巫死亡后，女巫会罕见地掉落治疗药水、迅捷药水与火焰抵抗药水。铁傀儡会因为女巫是攻击型生物而对其主动攻击。女巫对剧毒、迟缓与立即伤害喷溅药水免疫。     女巫\n\n当被物理伤害时，它们会喝下恢复药水以治疗。女巫饮用药水时，他的鼻子会立起，指向前方。当治疗自己时，他们无法攻击玩家。当女巫被点燃时，它们会喝下抗火药水以避免伤害——所以想用火攻对付女巫是不可能的。\n弓是对付女巫的最好武器。喷溅药水由于其攻击距离较短并不适合。\n骷髅是一种移动迅速的攻击性生物，会使用弓箭攻击玩家或是任何对它攻击的生物。和僵尸一样，骷髅会在光线昏暗的地方出现，并且在亮度15或以上的日光之下起火燃烧，除非它正在水中或是躲在树、建筑物或是地形突起的阴影中。\n骷髅是游戏中骨头(以及骨粉)唯一的来源，除此之外也会掉落箭。每只骷髅在死亡时会掉落0-2 根骨头以及0-2根的箭。虽然骷髅射出的箭会卡在墙上或是地上，但是玩家无法捡起或使用这些箭。因为骷髅的掉落物相当有价值，因此有着骷髅刷怪箱的地牢也非常抢手。\n若爬行者被骷髅的箭所击杀，爬行者则会掉落一张音乐唱片。      骷髅\n\n从12w06a开始，骷髅有1/32的机率会掉落弓，其中有1/2的机率掉落的弓会被附魔。 只有当骷髅被玩家击杀时才会掉落弓。\n骷髅可以简单地从它行动时发出的骨头碰撞声被辨认出来。在遇到玩家前它会漫无目的的行走或跳跃。当遇到玩家之后骷髅会以相当程度的准确率向玩家的方向射箭，当骷髅未受伤时会从它的头部的位置射箭，而当其受伤时则会转而从它的躯干部分发射。当骷髅要接近它的目标时，它会不断的往目标的左手边移动。骷髅也会在行走间跳跃使它本身更加难以被瞄准。但这些习性常常使骷髅自己被困在狭小的洞穴之中。若骷髅的箭击中另一个攻击性生物，则此生物将会攻击骷髅，就像攻击玩家一样，例如爬行者会在被击中之后尝试靠近骷髅并爆炸。而骷髅在这之后会继续尝试攻击玩家直到它被另一个生物所伤害。简单而言，生物会攻击最近一次对它造成伤害的生物或玩家。在12w04a版本之后，骷髅会尝试躲避阳光。\n在正式版1.4中，骷髅与僵尸一样有几率捡起盔甲与武器。如果捡起了帽子一类的物品那么他在阳光下就不会燃烧\n蜘蛛蜘蛛是一种深褐色的怪物，有在黑暗中红色的眼睛会发出微光，体积为2*2*1。蜘蛛在有足够亮度的地方是中立的，但在夜里丶黑暗中丶或者阴影里则会主动攻击玩家。由于蜘蛛的身体较一般生物宽阔（两个方块宽），它们不像僵尸丶骷髅、爬行者般能进入宽度为一个方块高的空间之中；但是因为它们则能够爬进高度为一个方块高的隙缝。消灭后掉落经验值、蜘蛛眼或蛛丝。当它在你头顶上时攻击不了你。爬行者\n（也叫“苦力怕”或“JJ怪”） 爬行者是一种无手的类人类生物，有四只短而弯的脚，大而空洞的眼眶，一张“伤心”的嘴和青绿色带灰斑的皮肤。会偷偷接近玩家并且自爆，自爆会破坏周围的方块。爬行者是最方便的火药来源，因此它对TNT的制造至关重要。因其英文读音被玩家称为苦力怕。消灭后掉落火药（为10%）和经验值（为100%）。会被猫吓跑。苦力怕其实是因制作失败的猪模型而被做成的。\n高压爬行者 当爬行者被雷劈中后出现的生物，身体被明显的蓝色电弧环绕。这一类苦力怕会更加敏感，能感受到更远的玩家，爆炸力会提升，爆炸的范围大约增加4格。（出现几率很低，大可不必担心）\n蜘蛛骑士 \n这是一种稀有的奇异生物，到白天时骷髅会烧死但蜘蛛还活着。在不确定的原因下骷髅会脱离蜘蛛。无法人工制作出这种怪物（把骷髅往蜘蛛身上推是没用的），它只会自然生成，并且几率极低。\n洞穴蜘蛛 \n这是一种小型蜘蛛，在废弃矿道里有几率可以看见，体型比蜘蛛小（为1×1所以极为危险），但凶狠异常。攻击时一定会造成中毒，颜色为淡蓝色。掉落物品与蜘蛛相同。\n末影人 （又名黑基佬、小黑）这是一种稀有的发着紫色光芒的奇异生物，中立性，怕水。只有当你攻击或者用十字线看它的时候才会攻击你。如果你在水里，末影人试图攻击玩家时会因为接触到水而受到伤害从而瞬移离开，并恢复成中立状态。当玩家头上戴着南瓜不会被末影人仇视。在末路之地多如牛毛。消灭后掉落经验值，一定几率掉落末影珍珠。（末影珍珠可合成末影之眼，使用末影之眼可以找到去末影世界的祭坛，将12个末影之眼放入祭坛即可去末影世界）\n烈焰人 \n烈焰人是生活在地狱中的生物。他们只会从下界要塞中找到的刷怪箱中生成。他们的躯体由一个环绕着烟雾的脑袋和三个旋转的部分组成。每一个旋转的部分都包含着四个旋转着的棒子。烈焰人可以飞行并且发射火球。他们会发出一种金属质感的呼吸声。消灭后掉落经验值，一定几率掉落烈焰棒。（火焰棒可合成炼金台也可制作成火焰粉，火焰粉可用来炼药，制作末影之眼及制作火焰弹）\n恶魂 又名：地狱轰炸机、泪流满面君。恶魂是生活在地狱的生物。它们一直在哭泣着，会飞行，形状像鱿鱼，但比鱿鱼大很多且是白色的。这种生物跟烈焰人一样会发火球，但恶魂发的火球会爆炸。不过恶魂的火球可以像打网球一样打回去而攻击恶魂自己。消灭后掉落经验值，一定几率掉落火药或恶魂之泪。（恶魂的火球打不坏圆石）\n僵尸猪人 僵尸猪人是在地狱的生物。它们跟僵尸一样，但不同的是他们中立。如果攻击一个僵尸猪人其它的猪人也会帮受攻击的猪人助战(只限于32步内)。不得不说地狱猪人是很团结的生物。在主世界如果猪被雷暴天气中的闪电劈也会变成僵尸猪人。消灭后掉落腐肉和经验值，一定几率掉落金粒或金剑、金锭\n史莱姆 \n在40格以下的特殊史莱姆区块（可以用地图插件很容易查到）可以生成，在超平坦世界有很多（因为超平坦距离基岩层只有3层），在普通世界稀有，大型史莱姆消灭后分裂成2-4个中型史莱姆，中型史莱姆消灭后分裂成2-4个小型史莱姆，小型史莱姆消灭后掉落经验值和史莱姆球。PS：大型及中型均可对玩家造成伤害，请勿忽视中型的史莱姆。而小型史莱姆也会不断地推动你，可能会推下岩浆或悬崖。在1.4以后会在沼泽里正常出现。\n岩浆怪 （地狱史莱姆）\n岩浆怪是生活在地狱里的生物，极似史莱姆。它们也和史莱姆一样蹦跳着前进，但它们跳跃的时候像拉开的弹簧，而且跳的比史莱姆高，如果没有看见玩家，在一般状态下跳的频率比史莱姆慢。它们也分“小中大”，大岩浆怪被杀死后分裂成2-4个中岩浆怪，中岩浆怪杀死后分裂成2-4个小岩浆怪。杀死后掉落岩浆膏。它们免疫火伤害和掉落伤害。\n狼【狗】\n\n狼是一种一旦被驯服(通过喂骨头)就可与玩家联合的生物。它们是敏捷的动物，因它 们在陆地上又跑又跳，和常在湖泊和海洋中游泳。当它们游泳后到达岸边，雨停时或因任何其他因素而与水有接触后会'摇'干自己。狼高一方块，长两方块，宽一方块。\n如大部分生物一样，狼对溺水，窒息，掉落伤害，与仙人掌或岩浆接触，并会因着火或攻击敌对生物而不断受到伤害。\n狼会在所有的难度级别(包括和平)，以及只在森林，松木林和针叶林生物群系中生成\n末影龙 \n末影龙也称终界龙。在末路之地，是游戏中的最后BOSS，打败并进入返回世界的传送门后会出现作者对灭龙 玩家的一番话（终末之诗），可以按ESC跳过。之后复活在你上一次睡过的床边。末影龙比恶魂还大。跟所有怪物不同的是，它不会因为和平模式而消失。在末路之地有一些能量塔（上面是能量结晶，黑曜石柱子），专门帮黑龙恢复血量。（丢雪球可摧毁能量结晶）攻击能量结晶会爆炸。龙的攻击方式一般是飞来飞去，然后飞下来用爪子抓玩家，会把玩家击退。血量超高（100颗心）,并且可以破坏玩家在末路之地放置的所有方块（包括水）。打败时会从身体里发出紫光，紫光会吞噬末影龙，直至完全消失。完全消失后会爆出能升到100多级的大经验球。在死亡的地方，也就是返回现实世界的地方——祭坛（全是地基石）。有一根柱子，上面有龙蛋，中间有火把，最下面是宇宙一样的传送门，跟末路之地传送门的宇宙一样。（注意，雪球可以对末影龙造成伤害！）\n凋灵 凋灵是在Minecraft快照12w34a（1.4预览版）增加的新生物， 但是被Jeb隐藏在源代码中 我们可以在/mob里发现他的新皮肤，他们在1.4.2中正式推出。 他们是会浮着的，有3个头的有骨骼的生物\n凋灵是minecraft中的第二个BOSS，它的血量为300，这是末影龙的三倍，同 时它也拥有像末影龙一样的boss血条。\n生成一个凋灵需要4个灵魂之沙（地狱有的是）和3个凋零骷髅的头（在地狱里的凋零骷髅很少掉落）。\n这样摆：（在地面上摆放）\n头 头 头\n沙 沙 沙\n空 沙 空\n头：凋零骷髅的头。沙：灵魂之沙。要竖着摆 空：空气　\n摆完这些之后，凋灵会不停地变大，变完之后会爆炸，这个爆炸产生的冲击波比任何一个TNT或爬行者的都要大，一定要小心！.\n当凋灵发现一个玩家或一个被动的生物时, 凋灵将会使用凋灵之首来攻击他们。凋灵之首可以对生物造成伤害，并治疗凋灵.\n凋灵有一种独特的能力，就是可以“吃”除了基岩之外玩家可以破坏的任何方块，他们会产生正在吃某个物品的声音。这个效果可以在与凋灵隔着一堵墙时触发。 如果你向凋灵丢出治疗药水，它将会被伤害以及它会在墙壁上“吃”个3x3个格子的洞。\n如果凋灵处于平静状态，他不会飞；他只会悬浮在地面上，并且无法进行跳跃。如果被玩家激怒，凋灵会飞到和玩家相同的高度（类似于烈焰人）\n如果要咨询请加qq群：255288256\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "天神也治不了",
            "timestamp": 1360644960,
            "txt_content": " 本帖最后由 天神也治不了 于 2013-2-12 13:00 编辑 \n\n第一次发的贴所一不是很好全是文字"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1360645200,
            "txt_content": "确实好粗糙。\n而且wiki上都有了。"
        },
        {
            "author": "豪哥2012",
            "timestamp": 1360645260,
            "txt_content": "我想说一下……这些在mcwiki都有的……搞行业垄断你就输了……"
        },
        {
            "author": "天神也治不了",
            "timestamp": 1360645260,
            "txt_content": "PTmissionary 发表于 2013-2-12 13:00 \n确实好粗糙。\n而且wiki上都有了。\n第一次发的"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1360645500,
            "txt_content": "天神也治不了 发表于 2013-2-12 13:01 \n第一次发的\n啊，还有你发错版了，这类应该发在单人游戏版。"
        },
        {
            "author": "xieshuxuan",
            "timestamp": 1360645920,
            "txt_content": "你不是第一次发帖吧，刚才你发了个忒被删了"
        },
        {
            "author": "白白白、",
            "timestamp": 1360646520,
            "txt_content": "但愿不是Ctrl c+Ctrl v"
        },
        {
            "author": "sjjklh",
            "timestamp": 1360646820,
            "txt_content": "完全复制wiki"
        },
        {
            "author": "强子、",
            "timestamp": 1360646940,
            "txt_content": "自学成才的路过{:10_535:}"
        },
        {
            "author": "無法顯示名稱",
            "timestamp": 1360647360,
            "txt_content": "白白白、 发表于 2013-2-12 13:22 \n但愿不是Ctrl c+Ctrl v\n可能有那么一点,我想{:10_492:}"
        },
        {
            "author": "纯骚饼",
            "timestamp": 1360647420,
            "txt_content": "图鉴图鉴 图呢？"
        },
        {
            "author": "雨落残阳",
            "timestamp": 1360647720,
            "txt_content": "难怪那个时候想烧烤女巫结果给砸了一身药水..."
        },
        {
            "author": "tcb2724241",
            "timestamp": 1360648080,
            "txt_content": "楼主真是个认真的好孩子"
        },
        {
            "author": "jianghr",
            "timestamp": 1360683300,
            "txt_content": "大量复制WIKI还发了张“硬盘图”{:10_493:}"
        }
    ]
}