{
    "title": "【小说读物】|【论坛城的茶馆·番外补充篇·铳械師I】|",
    "author": "Оil",
    "replyCount": 43,
    "timestamp": 1562766780,
    "txt_content": " 本帖最后由 Oil 于 2019-7-12 12:37 编辑 \n\n| 论坛城的茶馆·番外补充篇·铳械師I |\n  （若干天前）\n\n \n依旧是繁忙的一天。\n\n我倚在论坛城茶馆的门口，点了支烟……不，我不抽烟，那支看起来像烟卷的，大概里边包着艾草，混杂点苦蒿叶。但如果要探究起来这泛黄纸卷着的是什么东西，或许我自己也说不清楚，里边含有少量的咖啡因，但不会有甲基苯丙胺或者氯胺酮这类奇怪的东西，瞳孔里的植入性分析仪透过紫外灯的暗蓝灯光如是告诉我。\n\n我是谁？\n\n我是论坛里屈指可数的铳械师，众人皆称呼我为尤君。我动了动右臂，嗯，主梁操作正常，痛感抑制系数33%：这是为了补偿几年前，被骷髅用弓箭减去了的右半片手掌所做的必要操作。复如上述的植入性分析仪，也是给不小心中了女巫的伤害药水，失去了感光功能的右眼所做的补偿。\n\n“哼，老娘还不想听呢！在这儿装什么大头？听懂了不起了是不是？”\n\n“女声，较为清澈，大概在14~17岁左右，方位，7点钟5m处。”烟卷里微量的咖啡因驱使着我的大脑条件反射似的如是陈述，打断了我的回忆。\n\n“切，即使用了镇定剂，到最后不还是会有PTSD的迹象嘛。”我独自咕哝着，把烟屁股甩进了垃圾桶，去向柜台，和九幽要了碗矿工茶。\n\n“老样子么？”九幽一边从底下的冰柜取出早已备好的矿工茶，不紧不慢地问着。\n\n“唔”我应声，“可惜最近的生意不大好呢，货都没什么人看。”\n\n“7点钟方位，8m，器皿碰撞声。”，又来了。我神经反射似的把手搭在腰间的枪套上，旋头一望。只见一位留着粉色长发，头上长着双红角的姑娘从座位上站起来，貌似生了气——大概刚才的女生便是她吧？我歪着头想着——而对面坐了位年轻人，一脸茶水，——情侣或者小两口吵架？我没去想太多，右手颤振了一下，但还是放了下来。纸卷里的咖啡因效用时间有限，茶馆二楼且又不是吸烟区，战机稍纵即逝，可不是分心的时候。\n\n“唉，茶客的日常，阁下的客户也刚到没多久。”九幽说着，沏了碗茶，准备放到冰柜里边去，顿了一下，似乎是又看到了我刚才的动作，似问非问地说了句：“职业病不是又犯了么？”\n\n我没说话，只是点了点头，一把将矿工茶往喉里灌去，毕了，便把刚才放下来着的墨黑色携行袋背挎于肩，上了二楼去。\n\n“你还是老样子呢。”刚踏上一两阶，背后复传来九幽的声音。我略些无奈地笑了笑：这是我的一贯作风，每每洽谈，都会把对方中意或可能中意的样品用一个大携行袋包了，连带而来，因此我常常被错认为杀手，吃了好几个误报警——至于原因……如果我有个既能招待客方，又能展示货样的地方就好了。\n\n上楼，见面握手，寒暄，日常的客套话，对面来洽谈的人自称为绵羊……绵羊？总觉得这个名字在哪听过……项目总划，性能要求，一一俱有。\n\n“我想，是时候给阁下展示一下样品了。”我将携行袋置于桌上，打开，枪机组及复进簧，握把组件，枪托组件，依此从机匣后部装上，毕尔，再将装好了一半的步枪调转180°，活塞簧，活塞组件，气体调节器旋入紧固，最后是大件枪管及导气管组件，左手大拇指摁下下机匣的枪管卡笋，右手则缓慢地将枪管从下机匣的配位槽内插入。金属与金属，金属与塑料，摩擦声、碰撞声，时断时续，短短二十秒，便谱出了一曲仿佛是来自死神的节奏乐。还好这个时候二楼的茶客不多，且大多都是与我熟识的，否则引了太多陌生人的注意的话，又要被九幽从二楼撵下来了。\n\n绵羊愣了愣，但还是镇定了下来，尽力保持着微笑问道：“尤……尤先生，您这是……这是我司要的样品么？”\n\n“唔，是的。”我熟练地拉动拉机柄，“很抱歉工厂那里唯一能给诸位展示样品的是我方的待包装区，没有什么地方能坐下来好好谈生意，所以才约了在茶馆这里详谈。放心，作为论坛屈指可数的铳械师，我是被允许携带一定尺寸的空枪的。如果有什么不周之处，还麻烦您包涵。”“啪！”拉机柄拉到最末端之后放手，撞击枪管，发出了清脆的响声。\n\n我皱了皱眉。\n\n“QBU10，这是按照贵方要求，能够发射苏制12.7×108mm弹药的反器材步枪，长度1300mm，重有13kg。”我扣动扳机，让击针簧释放，“咔”——又是一声清脆的金属撞击声，但相比之前释放拉机柄让枪机组撞回枪管的声音小了些许，更确切地说，文雅了些许。\n\n顿尔，抬头，我开始对为什么绵羊的安保公司想要一把反器材步枪充满了疑问：“绵羊阁下，鄙人有一问想请教：如果说是对付天然矿坑、峡谷、或者极暗处的僵尸、骷髅，甚至于女巫之类的怪物威胁，普通的步枪或者中口径的狙击步枪就可以胜任了，如果说要有特定远距离打击任务的话，栓动.338或者更大口径的狙击步枪会是更好的选择，为何……会对我方半自动的QBU10感兴趣？”\n\n“呃……恕我直言，这是阁下少见多怪啦~”绵羊喝了口卡布奇诺，提了提眼镜，说道：“阁下不知，最近在边远地区的村镇那里出现了刌民的劫掠部队，他们通常带着数量可观的大型生物劫掠兽参与进攻，普通的步枪对他们的伤害有限，只有更大威力的武器能够及时遏制劫掠部队的进攻。”\n\n“原来如此，果然是某见怪了！”可是，果真是这样么？我半信半疑着，抿了口茶。的确，我没有直接接触过劫掠兽，但这并不代表我没听说过：针对劫掠兽这个敌人，论坛城的周边警卫部队和大图书库的快速反应部队用的是AR平台的.50贝奥武夫，西南主矿区的守卫部队则只是加配了附带枪托的.50AE沙漠之.鹰……或许是边远地区，有地方可以建筑狙击塔，从远方进行火力支援吧……\n\n“20把反器材步枪，标准皮卡丁尼导轨……贵方还真是舍得花钱……”我扯开脸皮，现出一具标准的商务微笑，半开玩笑地如是说着，“时间不早了，如果被不认识的人看到这个家伙，十有八.九我又要去警察局吃晚饭了。”“这笔生意，谈得很顺畅，希望阁下能与我司有更多合作。”绵羊微笑着答道。但说实在，我从未谈过如此顺畅的生意，反倒是过于顺畅了，这才令我感到某种程度上的不安……但如果分析起来：约谈人绵羊和其他人一般初见我现场组装枪械的诧异，例行的对于千米散布的疑问，为铅芯弹要求的匹配膛线，枪镜搭配是要选刘坡尔德还是舒尔费尔……哪一点都挑不出毛病……\n\n“职业病岂不是又犯了？”我暗笑着踱下楼梯，背着携行袋，向着柜台的方向走去——或许真的只是神经过敏了，先前习惯性地把手伸向枪套大概也是PTSD的后遗征之一吧。\n\n“嘛……或许是我多疑了。”我心想着，“可能是这次的药卷里边艾草的质量不佳，对我镇定的效果太淡了而已，之前也偶尔遇到过这样的情况。”一想到这，我便从内袋里摸出一片纸封，打开，吞了一片镇定辅助丸。\n\n“九幽！我的茶呢？”看见了我脸上的表情，九幽笑了笑：“嘛，看来谈得挺顺利的嘛！那这碗给你冻着的茶我也就不加什么糖了。”“誒？！加糖可是例行惯例啊！你个九幽，可不能以为我心情好了那两颗冰糖就可以免了啊，钱不还是一样的嘛~！”我一手拿着茶碗，一手扶着柜台，看着茶馆内来来往往的众生……难得的顺畅呢，就像穿上了新衣去迎接新年时分到来一般的清爽……\n\n目光再次扫向了之前那两位所在的方位（2点钟方向，8m处），只剩下了那位年轻人，正在扒拉着碗里的米饭，而那位红色有角三倍速的女孩子则不见了踪影——如果是情侣的话，绝不可能只把对方留下一个人在茶馆吃饭……但如果说是有特殊情况的话……我皱了皱眉头，又仔细打量了一下那位年轻人：衣装质朴而整洁，但是从他壮硕的胳膊和比常人发白的皮肤来看，似乎是位年轻的矿工……矿工……挖矿……矿工……\n\n我的思绪不禁又飞回了七年前。\n\n七年前，我刚来到论坛城不久，同样也是作为一名矿工存在——但不同的是，那时候没有安保公司，没有警卫部队，甚至有的地方连矿业公司都没有，大部分的挖矿是自发的行为。论坛城仅仅存在了两年有余，作为矿工的我们，不仅一边要规划好矿洞，以免塌方，同时还要备好武器，与怪物们战斗。七年来，有人开了服装店，让人看起来更加光鲜；有人则搞起了建筑，为人们规划更加安全舒适的家；当然，也有人去当了茶馆的掌柜——而茶馆的掌柜，这七年来，也是来来回回，换了不少……\n\n“现在的矿工，或许不用再像我们当年一样，冒着要被僵尸啃掉腿上肉的风险去采矿了吧……”又一口矿工茶下去，我暗自思忖着。“话说你这人还真的是奇怪，好好的矿工茶，你非要加两颗糖进去，茶味，不是坏了么？”九幽一边擦着桌子，头也不抬地说。\n\n“不，习惯了而已，我不喜欢喝茶。”头一仰，我干脆将剩下的矿工茶一口灌了下去，“这对我来说更像是茶味的饮料而已。”虽说茶馆也有茶风味的饮料销售，但我并不喜欢那甜腻腻的风味，反倒是这加了两颗冰糖，苦中略甜，还带着醇香的矿工茶比较合口味。“嘛，也许我就是个怪人吧。”\n\n7:22.P.M——植入性分析仪内置的HUD提醒着我，该走了。\n\n“那么，再见了”携行袋一背，从亮堂堂的茶馆大厅走出去，我便没入了暗黄的路灯光下。\n\n出了矿工茶馆，是一条直道，交接着三五个十字路口，要乘的巴士在前方第二个十字路口右拐，直行50m，在丁字路口处左拐，直行30m，三岔路口处右行，不远处就能见到了。\n\n“真是的，建设得还不够嘛，搞的论坛城没有巴士一样。”我嘟囔着，出了矿工茶馆门口并没有直行，而是抄近路右转了走小道过去。\n\n虽然说大道上的路灯光是不怎么亮，但总比这只能靠两侧居民楼灯光勉强照明的小道好些，如果说是平常人，大概是不怎么敢在天黑了走这条道的——但是对于某造枪师嘛……我不禁拍了拍右侧枪套里的……嗯？\n\n不对……枪还在！我取出了枪套里的QSZ92，这是我前不久为自己打造的防身武器，5.8mm口径，如果有人胆敢正面威胁我的话，20发2.7g钢芯弹头打入身体里失稳翻滚可不是开玩笑的……难道被人掉包了？！保险操作正常，击锤能正常压倒，我浅拉了一下套筒，勉强能看到弹壳，暗淡的灯光洒下，原本覆铜钢紫红色的反光看起来更像是矿工茶般的深褐色……但是……原本填满20发的弹匣哪里去了？！\n\n“啧，果然是老手，不会像新人一样让子弹掉出来么……”一位戴着兜帽，活像是中世纪邪.教徒装扮的人从右侧的胡同内走了出来。\n\n“你这装扮……是从末路之地那来的么……”“果然是跟论坛城早期走来的人士呢，一下子就看出来了！呵呵！”好家伙，隔着几米远就能嗅到对方的不屑了，看来是有备而来。\n\n“末路之地那里有不少流氓土匪之辈：因为喝高了，屡教不改，还是闹事，最后歪打正着居然被赶去了末地；亦有手法拙劣的黑心商人，为了逃避追捕，便把居身之所定在了末地的漂浮岛上。因为久居于非正常的世界，原有的身形被深渊所腐蚀，只剩下人性一般漆黑的灵魂……这便是尔等末影人如此相貌，若在论坛城游荡，就不得不依靠着一幅瘠薄的行装，以此来掩盖着自己的原因吧！”我心想着，右手翻平，左手则从备用弹匣袋处顺过唯一 一只弹匣，装填，关保险，一气呵成。\n\n“老夫只是论坛城里边一位普通的造枪师，平日跟末路之地的诸位无怨无仇，依阁下的身手，想必不是那些掠财之辈，何故把老夫的弹匣偷了去呢？”我右手持枪，指向对方，周旋着，想从他的口中得出什么有用的信息。\n\n“确然，论仇怨，先生与我们的确一分半毫都相关不上，但很可惜……先生似乎站错了队伍，跟一些人走得太近了，我们也是忌惮于此呢~”神秘人悠悠叹了口气，接着说道：“不过……先生只要这几天不去茶馆那里便好，在下的身手，想必先生也明白了。”我感到呼吸有些跟不上，开始大口地喘气——该死，怎么到现在才注意到，原来为了防止手枪丢失，套连在手枪携行环上的纤维保险绳居然被割断了……什么时候被割断的？不……现在不是在想这些问题的时候……目光再次转回神秘人，他依旧是立在原地，苍白的面容微微从黑色的兜帽边露出来，仿佛能看到他于此不屑的微笑……\n\n“那就比一比，初速400m/s的弹头与你，谁更快吧！”分析仪红外功能启动！枪口稍向下指，扣动扳机，我开了第一枪。\n“榆木脑袋！”神秘人压着声音恶狠狠地骂道，瞬移了开来。“3点钟方向近距。”左手压下握住右手踝，并带转体，手枪平放，我又开了两枪，“左侧10点钟！”来不及！我往后一仰，顺带往左肘击，几乎与此同时，一道寒光斜劈下来……果然没大能躲过去，左小臂被沿着骨轴向切去了一小片。\n\n神秘人捂了捂鼻梁，转瞬而又消失不见，留下了淡淡的暗紫色迷雾。“居然往左边去了！”脸上的笑容闪了一下，我迅速调转枪口，往左侧后方打去——“没想到吧！神秘人！尽管肉眼难以察觉行踪，但在红外光角度下，你们的瞬移会留下很明显的热成像轨迹呢……”“1点钟方向，5m！”……“5点钟，4m！”……在神秘人瞬移到的每个方向，我都只会开一到两枪——尽管20发子弹在手枪里边算是大弹容了，但也毕竟只有20发……不对，13发……11发……论坛城可不是末路之地，没这么多供瞬移的虚空能量呢……我倒想知道，你的瞬移，真的能连续进行十来次不停下来么？随着神秘人瞬移次数的增多，我能听到，他也开始大口大口地喘着粗气了……\n\n……3发……2发……只有2发弹药了，不妙……等一下！怎么回事？！\n\n透过热成像窗口，我看到了一段明显别于之前瞬移所留下来的热成像，更亮。更明显……难道这家伙还有帮手？……不管了，先解决掉他再说！7点钟……等一下！为什么他没有瞬移到热成像轨迹的末端？！\n\n我惊恐地把枪口调转：果然！他瞬移了回去！他是怎么做到的？！难道他在瞬移途中还能控制自己的轨迹么？！见鬼！枪口已经指向了朝着我冲过来的神秘人，扣动扳机！……扣动扳机呀！\n\n余光瞟向右手：果不其然，右手那半只机械手掌在不停地颤振……之前在和绵羊展示10式大狙时，不小心脱手了拉机柄，让枪机直接撞向枪管便是预兆么？！食指已经搭在了扳机上，但不论我怎么用力，都没办法将它扣下去……来不及了！神秘人已经逼近到我的面前，我只能下意识地用右臂挡住迎面而来的刀刃。\n\n“铿”——是一阵金属与金属的撞击声：刀刃切开皮肉，直接碰撞了右小臂内的钛合金制的骨梁。当我正庆幸着挡下了一刀的时候，突然觉得腹下一沉，低头一看……果然这家伙身手了得，左手又一把匕首，已经捅入我的腹中，随之而来的便是剧烈的痛感。神秘人向后一偏，在腹上的匕首柄一脚，把我踢开了两米有余；手中的枪随之落地，走火，发出了巨大的响声。\n\n“哼……你这枪不大行啊……从这么点地方掉下来居然走火了。”我把剩余的力量集中在颈部，艰难地把头抬了起来：月光洒在这条不算宽阔的小道上，也映在了神秘人的面庞上，借着略些苍然的月色，我看到了一张淡白色且瘦削的面庞，以及那两眸紫色瞳里略带疲惫，但不失愤恨的目光。\n\n神秘人一手捂着大腿，蹲下拾起了我的手枪。借着月光，我能看到他的大腿和肩膀分别中了一枪……“可惜了，打到了大腿，却没有打中股动脉，否则他也不会坚持这么久。”我心想着。\n\n“果然这么近的距离，躲子弹还是有点麻烦呢……”神秘人把枪指向我，冷冷地说，“我不知道你是怎么做到的，居然能够看到灵能的传递轨迹，预料到我下一次的瞬移地点……”他顿了顿，接着说道：“可惜了你，论坛城的造枪师，因为自己的愚钝和对于未知的傲慢，你少了一个客户，却多了一个敌人。”\n\n“我……我赌枪里边…咳咳…没子弹…只有20发……光了……咳咳……”我挣扎着，想让他的注意力稍稍分散…就算只有两秒钟…两秒钟也好……“没用的。”神秘人依旧面无表情：“你真的以为，我们末影人一族，在偶然搬起方块的时候，和你们一样，感知的仅仅是其中的重量么？枪里有没有子弹，在拾起的那一刻我便知道了，与你无关。况且……”他把手伸进了斗篷内，从里边掏出了我那原本的20发弹匣，熟练地装填了上去。“……现在枪里，可是有21发子弹的呢……”\n\n我依旧抬着头，望着枪口的方向。\n\n“看来，我就要这么交代在这里了么……”\n\n“Adios Amigo.”神秘人扣动了扳机，随之而来的是巨大的响声：一发子弹穿过了我的下颚，打入了颈上左侧，我痛苦地用左手捂住了颈部左上侧——而对面的神秘人也同样瘫坐在地上，痛苦地捂住了右眼，而一旁则是已经回归成零件状态的手枪：套筒尾端被炸得开裂，脱离了手枪的导轨槽；握把上为了防止击锤击打虎口的保护部分也被炸飞了；弹匣，枪管，复进簧，自动机座等零件及零件碎片散了一地。\n\n“是谁？！啊……可恶！怎么可能！枪里边埋了炸.药吗？！难道这也在你的计划当中吗？”随着一声清脆的金属碰撞声，我仿佛看到有一块细小的碎片从他手中捂着的地方掉落下来——那大概就是被炸飞了的击锤组件，果然在这么短的距离内想要躲开高速飞行的金属块对于末影人来说还是困难了些嘛——我撑着右手，坐了起来，想放声大笑，可惜颈部的伤势不允许我这么做，所以只能咳了两声。\n\n“你不知道……咳……强装弹吧！”这一次，轮到他的眼睛里充满着惊恐与疑惑了，“倒不如说，多亏了刚才的那一次走火，这才救了我一命呐……呃……”我想挣扎着站起来，无奈腹部剧痛，暂时作罢。“两发强装药，第一发破坏延迟结构……第二发…呃咳……第二发给你致命一击！”\n\n“切，还没到……致命呢！”神秘人勉强站了起来，“你个老东西，没想到这么狡猾……早知道就提前发动攻击了，尽管中了你的招，但拿一只眼换掉一个敌人……这笔买卖还是很划算的嘛……”\n\n“哦？是吗？我想，即使造枪师没瞎掉你的一只眼，你大概也不会长点心眼吧。”“女声，3m……12点钟方向……”只见神秘人的身体被异常地弯曲，一把利刃从其胸中穿出，而他背后则呈现出了明显的光学景象异常——隐身衣么？没想到这些人开发出了居然能让末影人都察觉不到的隐身衣么……\n\n“是……是那个名如今况的女孩子么……”我开始后悔说了这么多话，流血量似乎大过预期……大脑的供氧量开始跟不上了……意识逐渐模糊……\n\n“真是的，这老不死的造枪师，还至少有两下子嘛。”她看了看倒在一旁神秘人的尸体，“得快点把他送去治疗才行。”\n\n积云遮月，仅剩下暗淡的辉光，与即将深沉的夜。\n\n\n\n\n\n\n\n\n\n\n\n写在后面的话：嗯，其实这篇文章算是对原作者@Ice_Block_  作品的补充吧.jpg当然啦，我已经和作者跤♂流【雾】交流过，设定啥啥的也互相参考了一些，不大会有什么双方对拆的囧况的.jpg\n\n相关本篇.jpg\n\n\n论坛城的茶馆·I：http://www.mcbbs.net/thread-876134-1-1.html\n论坛城的茶馆·II：http://www.mcbbs.net/thread-876716-1-1.html\n论坛城的茶馆·III：http://www.mcbbs.net/thread-877474-1-1.html\n论坛城的茶馆·韶华光：http://www.mcbbs.net/thread-879685-1-1.html\n论坛城的茶馆·寒光刃·I：http://www.mcbbs.net/thread-881161-1-1.html\n论坛城的茶馆·寒光刃·II：[url=http://www.mcbbs.net/thread-882798-1-1.html\n\n\n\n\nEND.\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Ice_Block_",
            "timestamp": 1562766900,
            "txt_content": "终于出来了，我的沙发！"
        },
        {
            "author": "Оil",
            "timestamp": 1562767020,
            "txt_content": "按照原作者的惯例。\n此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予\n附：@雨夜蔷薇 @SHEEP_REALMS \n\n写文没想到还是有点累的溜了溜了造枪去了……"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562767080,
            "txt_content": "Oil 发表于 2019-7-10 21:57\n按照原作者的惯例。\n此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予 ...\n写文有造枪累????????"
        },
        {
            "author": "幽儿~",
            "timestamp": 1562767200,
            "txt_content": "然而我突然发觉我这个角色其实就鸽端茶送水打酱油的？\n欧力给\n"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1562767200,
            "txt_content": "相当精彩啊"
        },
        {
            "author": "Оil",
            "timestamp": 1562767380,
            "txt_content": "九幽之帝 发表于 2019-7-10 22:00\n然而我突然发觉我这个角色其实就鸽端茶送水打酱油的？\n欧力给\nMia的，因为你我T.M在下班途中被捅了一刀，还被某个皮肤版版主捡尸体（雾）了……\n\n我凶恶凶光只想过像植物一般平静的生活啊…………【雾】"
        },
        {
            "author": "旭尧Furry",
            "timestamp": 1562767560,
            "txt_content": "会写文的铳械师\n我觉得ko以"
        },
        {
            "author": "世予予",
            "timestamp": 1562767800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1562769120,
            "txt_content": "世予 发表于 2019-7-10 22:10\n我又双叒叕没有被@中\n今日人气已经耗尽 明日再补上~\n写的蛮好 “八.九”又是一个屏蔽词\n我的锅我的锅……复制粘贴的时候没有加空格…………"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1562770320,
            "txt_content": "九幽之帝 发表于 2019-7-10 22:00\n然而我突然发觉我这个角色其实就鸽端茶送水打酱油的？\n欧力给\n哈哈哈哈哈，你在我这就比较厉害了你可以期待下"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1562770380,
            "txt_content": "写的好！这种文能看的下去，虽然枪械类我是不懂啦，那你的设定还是保持尤姓，别的也不改了"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1562770680,
            "txt_content": "at绵羊我理解，但好像没我什么事...还是我没看出来？\n要开中心页吗，我可以写排版——"
        },
        {
            "author": "xmdhs",
            "timestamp": 1562772180,
            "txt_content": "看了半天才发现作者换了，造枪师拿起笔来也是好手嘛"
        },
        {
            "author": "Оil",
            "timestamp": 1562801880,
            "txt_content": "雨夜蔷薇 发表于 2019-7-10 22:58\nat绵羊我理解，但好像没我什么事...还是我没看出来？\n要开中心页吗，我可以写排版—— ...\n（是的你的确没看出来√）\n（算了，第二部应该会直接点明你的说.jpg ）"
        },
        {
            "author": "囗iI",
            "timestamp": 1562802900,
            "txt_content": "你这文章梗有点多啊尤同学……\n\n就像穿上了新衣去迎接新年时分到来一般的清爽……\nJO 4里边仗助名言“就像穿上了新胖次去迎接新年到来一般清爽……”\n\n……搞的论坛城没有巴士一样……\n真巧，幻想乡也没有。\n\n原有的身形被深渊所腐蚀，只剩下人性一般漆黑的灵魂……\n黑魂梗，黑魂里边的黑暗之魂其实就是人类的灵魂，再加上深渊……要素过多\n\n我……我赌枪里边…\n我赌你的枪里边没有子弹。【燕双鹰梗】\n\n难道这也在你的计划当中吗？\n这也在我的计划当中哒JOJO!!!\n\n嘤嘤嘤~"
        },
        {
            "author": "X_eight",
            "timestamp": 1562806320,
            "txt_content": "喂喂我说 现在茶馆流行写小说是什么奇怪的风气啊！"
        },
        {
            "author": "Оil",
            "timestamp": 1562806980,
            "txt_content": "X_eight 发表于 2019-7-11 08:52\n喂喂我说 现在茶馆流行写小说是什么奇怪的风气啊！\n@Ice_Block_ \n出来挨打。"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1562813580,
            "txt_content": "Oil 发表于 2019-7-10 21:57\n按照原作者的惯例。\n此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予 ...\n内啥...AT完别人不要马上回车，要空格，不然会把回车符也算进去"
        },
        {
            "author": "Оil",
            "timestamp": 1562813820,
            "txt_content": "SHEEP_REALMS 发表于 2019-7-11 10:53\n内啥...AT完别人不要马上回车，要空格，不然会把回车符也算进去\n我知道的，只不过复制粘贴顺手了以为空格也一起复制过来了……\n……纯手打@人的时候都会习惯性地加空格的.jpg\n\n你蓝了呀我没@到么？?"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1562815740,
            "txt_content": "什么！茶馆居然出东西了"
        },
        {
            "author": "東風",
            "timestamp": 1562816280,
            "txt_content": "甲基苯丙胺和氯胺酮居然都不是和谐词？\n连审核都不用？这么牛逼？\n差点把我给唬住了，还好我去百度了一下"
        },
        {
            "author": "東風",
            "timestamp": 1562816340,
            "txt_content": "囗iI 发表于 2019-7-11 07:55\n你这文章梗有点多啊尤同学……\n梗科普还行，大佬太秀了/滑稽"
        },
        {
            "author": "東風",
            "timestamp": 1562816400,
            "txt_content": "九幽之帝 发表于 2019-7-10 22:00\n然而我突然发觉我这个角色其实就鸽端茶送水打酱油的？\n欧力给\n打酱油的还行/滑稽"
        },
        {
            "author": "Оil",
            "timestamp": 1562839440,
            "txt_content": "东风4B-9319 发表于 2019-7-11 11:38\n甲基苯丙胺和氯胺酮居然都不是和谐词？\n连审核都不用？这么牛逼？\n差点把我给唬住了，还好我 ...\n对，就和小破站的屑审核是一样的。\n\n只知道屏蔽一些诸如枪.声，开.枪之类的低级词汇，但是对长行程活塞双凸笋闭锁弹肩配合之类通用词汇一个不认的站审核是屑（暴论）\n（原话）"
        },
        {
            "author": "Bord是大神",
            "timestamp": 1562844000,
            "txt_content": "论坛城的茶馆我第一眼看到的时候断句成\n论、坛城的茶馆\n坛 城 是 啥"
        },
        {
            "author": "MC_tingfeng",
            "timestamp": 1562845260,
            "txt_content": "太长看不完系列，这是原创吗？"
        },
        {
            "author": "Оil",
            "timestamp": 1562845980,
            "txt_content": "MC_tingfeng 发表于 2019-7-11 19:41\n太长看不完系列，这是原创吗？\n设定的话是从本篇那里略参考了的，码字是一个人码的……"
        },
        {
            "author": "MC_tingfeng",
            "timestamp": 1562846040,
            "txt_content": "Oil 发表于 2019-7-11 19:53\n设定的话是从本篇那里略参考了的，码字是一个人码的……\n看来造枪师不止会造枪啊，哈哈"
        },
        {
            "author": "zhao55052",
            "timestamp": 1562847900,
            "txt_content": "蛮有意思的，希望继续更新"
        },
        {
            "author": "囗iI",
            "timestamp": 1562860620,
            "txt_content": "嘤嘤嘤~\n\n居然漏了两个梗没讲，第二次看的时候才发现Q▽Q~\n\n……想让他的注意力稍稍分散…就算只有两秒钟…两秒钟也好……\n我现在才发现……为什么不是1秒钟呢？？\n泷泽萝拉飞过来之前jo太郎也是这么想的（Dio！你最好出现在我的视线中……只有两秒钟，即使只有两秒钟我也可以解决你！）\n\n与你无关。\n（雨你无瓜）\n\n嘤嘤嘤~"
        },
        {
            "author": "東風",
            "timestamp": 1562939940,
            "txt_content": "Oil 发表于 2019-7-11 18:04\n对，就和小破站的屑审核是一样的。\n还行，毕竟搞审核的不是专业人士/笑哭"
        },
        {
            "author": "東風",
            "timestamp": 1562940000,
            "txt_content": "MC_tingfeng 发表于 2019-7-11 19:41\n太长看不完系列，这是原创吗？\n当然是原创啊"
        },
        {
            "author": "東風",
            "timestamp": 1562940060,
            "txt_content": "囗iI 发表于 2019-7-11 23:57\n嘤嘤嘤~\n\n居然漏了两个梗没讲，第二次看的时候才发现Q▽Q~\n资深JOJO厨还行，我服了/喝茶"
        },
        {
            "author": "mine新时代xs",
            "timestamp": 1562940420,
            "txt_content": "看完标题第一反应就是oil登场警告！\n"
        },
        {
            "author": "在杰难逃",
            "timestamp": 1562942820,
            "txt_content": "Oil 发表于 2019-7-10 22:03\nMia的，因为你我T.M在下班途中被捅了一刀，还被某个皮肤版版主捡尸体（雾）了……\n\n我凶恶凶光只 ...\n在？\n为什么要迫.害平凡上班族？\n植物一般的生活（指vegetable man）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1562944740,
            "txt_content": "我知道了，你的名字叫欧一乐！"
        },
        {
            "author": "qyhao812",
            "timestamp": 1562977680,
            "txt_content": "哇不愧是大佬连小说都能写茶馆的事情"
        },
        {
            "author": "世予予",
            "timestamp": 1562977740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1562985960,
            "txt_content": "世予 发表于 2019-7-13 08:29\n好！我又来了水贴了！\n支持欧拉欧拉欧拉~\n再放送/放送事故.jpg \n我在想到底要不要举报这个回复…………"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1562996220,
            "txt_content": "对待神秘人需要禁言）"
        },
        {
            "author": "Оil",
            "timestamp": 1563002880,
            "txt_content": "天狼星black 发表于 2019-7-13 13:37\n对待神秘人需要禁言）\n不，我感觉应该是要Ban IP……"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1563009060,
            "txt_content": "Oil 发表于 2019-7-13 15:28\n不，我感觉应该是要Ban IP……\n不不不，enderman是怕水的，所以我们要用水帖对付水帖（bushi）"
        },
        {
            "author": "Оil",
            "timestamp": 1563010080,
            "txt_content": "天狼星black 发表于 2019-7-13 17:11\n不不不，enderman是怕水的，所以我们要用水帖对付水帖（bushi）\n草（中日双語）。\n\n论据确凿，合情合理。（迫 真）"
        }
    ]
}