{
    "title": "求份AAC和AACAdditionPro的配置",
    "author": "15589244285",
    "replyCount": 3,
    "timestamp": 1562814960,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "tangguo344",
            "timestamp": 1562892720,
            "txt_content": " 本帖最后由 tangguo344 于 2019-7-12 08:55 编辑 \n\nAAC：\n\n\n\nconfig.yml\n(21.63 KB, 下载次数: 22)\n\n\n\n2019-7-12 08:52 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\nconfig(Unicode).yml\n(25.47 KB, 下载次数: 12)\n\n\n\n2019-7-12 08:52 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\nlanguage.yml\n(701 Bytes, 下载次数: 17)\n\n\n\n2019-7-12 08:52 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\nAACAdditionPro配置：\n# ------------------------------------------------------------------------------------------------------------------- #\n#                               _____               _      _  _  _    _                _____                          #\n#              /\\        /\\    / ____|    /\\       | |    | |(_)| |  (_)              |  __ \\                         #\n#             /  \\      /  \\  | |        /  \\    __| |  __| | _ | |_  _   ___   _ __  | |__) |_ __  ___               #\n#            / /\\ \\    / /\\ \\ | |       / /\\ \\  / _` | / _` || || __|| | / _ \\ | '_ \\ |  ___/| '__|/ _ \\              #\n#           / ____ \\  / ____ \\| |____  / ____ \\| (_| || (_| || || |_ | || (_) || | | || |    | |  | (_) |             #\n#          /_/    \\_\\/_/    \\_\\\\_____|/_/    \\_\\\\__,_| \\__,_||_| \\__||_| \\___/ |_| |_||_|    |_|   \\___/              #\n#                                                                                                                     #\n#                           __  __         _       _           ___ _        _                                         #\n#                          |  \\/  |__ _ __| |___  | |__ _  _  | _ \\ |_  ___| |_ ___ _ _                               #\n#                          | |\\/| / _` / _` / -_) | '_ \\ || | |  _/ ' \\/ _ \\  _/ _ \\ ' \\                              #\n#                          |_|  |_\\__,_\\__,_\\___| |_.__/\\_, | |_| |_||_\\___/\\__\\___/_||_|                             #\n#                                                       |__/                                                          #\n# ------------------------------------------------------------------------------------------------------------------- #\n\n\n# ------------------------------------------------------------------------------------------------------------------- #\n#                                               ___ _           _                                                     #\n#                                              / __| |_  ___ __| |__ ___                                              #\n#                                             | (__| ' \\/ -_) _| / /(_-<                                              #\n#                                              \\___|_||_\\___\\__|_\\_\\/__/                                              #\n#                                                                                                                     #\n# ------------------------------------------------------------------------------------------------------------------- #\n\n# If you have modified fishing time and/or behaviour please test if this check is compatible with your setup.\n# This check does only work on minecraft versions 1.11 and beyond and auto-disables itself on other versions.\nAutoFish:\n  # Do you want to enable the AutoFish check\n  enabled: true\n  # Violation before AACAdditionPro starts to cancel the fishing.\n  # Set this to 0 to never cancel fishing.\n  # Please think of potential luck, thus I do not recommend to set this to a value smaller than 7.\n  cancel_vl: 10\n  # Control the different solutions of AutoFish\n  parts:\n    # The inhuman_reaction part recognizes very fast reaction speeds to detect AutoFishing mods.\n    # This might cause some false positives with experienced fishers.\n    # This will add up to 6 vl, depending on the reaction speed.\n    inhuman_reaction:\n      # Should this part of the check be enabled\n      enabled: true\n      # How many milliseconds should have passed before a fishing action counts as legit.\n      # This also influences the given vl according to a linear distribution.\n      fishing_milliseconds: 145\n    # The consistency part recognizes static times between a successful catch and fishing again.\n    # This check has less to none false positives, especially with a high event count\n    # Depending on how accurate the consistency is players will receive between 1 and 15 vl\n    consistency:\n      # Should this part of the check be enabled\n      enabled: true\n      # How many FishEvents should be checked by the consistency check\n      consistency_events: 5\n      # The minimum offset a player has to have in order to count as non-cheating.\n      # Measured in ms\n      violation_offset: 30\n      # After how many failed attempts to fish between two successful attempts should a player be exempted from the\n      # consistency part?\n      #\n      # This is a countermeasure for afk fishing farm false positives.\n      # Do not extensively lower this value because bots with a custom fail-rate might not be detected.\n      #\n      # If you do not allow afk fishing farms on your server set this to a negative value.\n      maximum_fails: 12\n  # Map of violation levels to command\n  thresholds:\n    8: \"aacstaffnotify {player} in {world} is suspected for AutoFish\"\n    12: \"aacstaffnotify {player} in {world} is highly suspected for AutoFish\"\n    18: \"aackick {player} AutoFish\"\n\n# AutoPotion detects automated bots which splash the player with potions that have positive effects\n# This check does only work on minecraft versions 1.11 and beyond and auto-disables itself on other versions.\nAutoPotion:\n  # Do you want to enable the AutoPotion check\n  enabled: true\n  # Violation before AACAdditionPro starts to cancel throwing potions.\n  # Set this to 0 to never cancel throwing potions.\n  cancel_vl: 2\n  # After a detection which surpasses cancel_vl AACAdditionPro cancels all potion throws to effectively\n  # prevent the cheat (measured in ms)\n  timeout: 1000\n  # How much time in milliseconds must pass between\n  # 1) rotation and throwing a potion\n  # 2) throwing a potion and backwards-rotation\n  # for the check to count as not failed\n  time_offset: 150\n  # How much offset measured in degrees is allowed when comparing the previous angle to the angle of the back-rotation\n  # to continue the check\n  angle_offset: 5\n  # The initial pitch-difference, measured in degrees, to start the check\n  angle_start_threshold: 40\n  # The minimum angle, measured in degrees, that is counted as looking down\n  # Negative values represent looking upwards in Spigot and will break the check\n  # It is strongly recommended to test value changes as they have a huge impact on the check\n  look_down_angle: 80\n  # Map of violation levels to command\n  thresholds:\n    1: \"aacstaffnotify {player} in {world} is suspected for AutoPotion\"\n    2: \"aacstaffnotify {player} in {world} is highly suspected for AutoPotion\"\n    4: \"aackick {player} AutoPotion\"\n\n# This module uses advanced mathematics to determine if players can see each other.\n# It also thinks of the 3rd person camera modes and uses accurate hitbox-models.\n# If the players cannot see each other several actions will be taken to hide information on packet-level.\n#\n# MAIN FUNCTIONS:\n# - Sneaking-Hider:  A sneaking player who cannot be directly seen by another player will be completely hidden from\n#                    the second player. (This will make esp / tracers / radar / similar useless if the player who\n#                    should be shown is sneaking)\n#\n# - Equipment-Hider: If a player cannot be directly seen by another player his equipment (hand, armour) will be hidden\n#                    from the observer. (This will make the life of ** harder as they cannot properly estimate\n#                    the combat strength of a player)\n#                    This part will automatically disable itself on servers with MC versions below 1.11.\nEsp:\n  # Do you want to enable the ESP check\n  #\n  # If your server has more a lot of players in one world within its render distance the ESP check will create a\n  # medium - high CPU load.\n  #\n  # Approximate maximum player table for a certain amount of cores to not lag the server:\n  # 1 Core   | 40 Players\n  # 2 Cores  | 60 Players\n  # 4 Cores  | 90 Players\n  # 8 Cores  | 120 Players\n  # 16 Cores | 170 Players\n  # 32 Cores | 250 Players\n  # 64 Cores | 350 Players\n  enabled: true\n  # After this amount of ticks the positions will be updated again\n  update_ticks: 3\n\n# The Fastswitch check prevents players from switching their hotbar-selection too quickly\nFastswitch:\n  # Do you want to enable the Fastswitch check\n  # NOTE: This check will automatically disable itself if the server is lagging.\n  enabled: true\n  # Violation before AACAdditionPro starts to cancel the interacts.\n  # Set this to 0 to never cancel interacts.\n  cancel_vl: 3\n  # If a player has a ping higher than that value he bypasses the check\n  # Please make sure that you have some pingspoof protection enabled while using this feature\n  # Set this to -1 to disable\n  max_ping: 400\n  # The minimum time between switches that are not considered scrolling\n  switch_milliseconds: 50\n  # Map of violation levels to command\n  thresholds:\n    3: \"aacstaffnotify {player} in {world} is suspected for Fastswitch\"\n    5: \"aacstaffnotify {player} in {world} is highly suspected for Fastswitch\"\n    9: \"aackick {player} Fastswitch\"\n\n# ImpossibleChat check detects sending chat messages while being in an inventory, blocking, sprinting and other illegal\n# situations.\nImpossibleChat:\n  # Do you want to enable the ImpossibleChat check\n  # Disabled by default as some servers might allow auto-chat modifications.\n  enabled: false\n  # Violation before AACAdditionPro starts to cancel the messages.\n  # Set this to 0 to never cancel messages.\n  cancel_vl: 2\n  # Map of violation levels to command\n  thresholds:\n    2: \"aacstaffnotify {player} in {world} is suspected for ImpossibleChat\"\n    5: \"aacstaffnotify {player} in {world} is highly suspected for ImpossibleChat\"\n    8: \"aackick {player} ImpossibleChat\"\n\n# This check contains a lot of parts covering all aspects of inventory interaction.\nInventory:\n  # Do you want to enable the Inventory check\n  enabled: true\n  # Control the different parts of Inventory\n  parts:\n    # This part flags hitting while the inventory is open.\n    # This part will add 10 vl.\n    Hit:\n      # Do you want to enable the hit part\n      enabled: true\n      # Violation before AACAdditionPro starts to cancel the hits.\n      # Set this to 0 to never cancel hits.\n      cancel_vl: 30\n    # The move part detects movement when a player is still in his inventory.\n    # This part will add 3 vl when a player moves illegally and 10 vl if a player jumps illegally.\n    Move:\n      # Do you want to enable the move part\n      enabled: true\n      # Violation before AACAdditionPro starts to cancel the movements.\n      # Set this to 0 to never cancel movement.\n      cancel_vl: 30\n      # The minimum TPS the server must have to activate this check\n      # Low TPS will cause an extreme amount of false positives.\n      min_tps: 19.5\n      # This allows to add more lenience on servers with very high-ping players by stretching the no-punish time after\n      # opening an inventory.\n      # Normal connections are already covered by the default values.\n      lenience_millis: 0\n    # The MultiInteraction part prevents players from moving more than one item per tick\n    # This part will add 1 to 3 vl, depending on the severity of the violation.\n    MultiInteraction:\n      # Do you want to enable the MultiInteraction part\n      enabled: true\n      # Violation before AACAdditionPro starts to cancel the interacts.\n      # Set this to 0 to never cancel interacts.\n      cancel_vl: 18\n      # If a player has a ping higher than that value he bypasses the check\n      # Please make sure that you have some pingspoofer protection enabled if you use this feature\n      # Set this to -1 to disable\n      max_ping: 400\n      # The minimum TPS the server must have to activate this check\n      # Low TPS will cause an extreme amount of false positives.\n      min_tps: 18.5\n    # The rotation part detects head movement while having an open inventory.\n    # This part will add 1 vl.\n    Rotation:\n      # Do you want to enable the rotation part\n      enabled: true\n    # This part detects inventory interactions while a player is sprinting or sneaking.\n    # This part will add 20 vl.\n    Sprinting:\n      # Do you want to enable the sprinting part\n      enabled: true\n      # Violation before AACAdditionPro starts to cancel the inventory interactions.\n      # Set this to 0 to never cancel inventory interactions.\n      cancel_vl: 20\n  # Map of violation levels to command\n  thresholds:\n    55: \"aacstaffnotify {player} in {world} is suspected for inventory cheats.\"\n    80: \"aacstaffnotify {player} in {world} is highly suspected for inventory cheats.\"\n    100: \"aackick {player} Inventory cheats.\"\n\n# The inventory heuristics provide a neural network framework to detect advanced inventory cheats.\n# This check is currently rewritten and therefore EXPERIMENTAL\nInventoryHeuristics:\n  # Do you want to enable the InventoryHeuristics\n  # Disabled as the check is currently experimental\n  enabled: false\n  # The min confidence a single pattern must have to count as detection\n  detection_confidence: 55.0\n  # This will allow you to access all of the framework, including the creation of your own heuristics and training them.\n  #\n  # Required knowledge:\n  # - Basic knowledge of Java's SERIALIZATION\n  # - Advanced knowledge of NEURAL NETWORKS (function, building and training)\n  # - Understanding what Backpropagation is\n  # - Understanding the principle of HIDDEN LAYERS\n  # - Acknowledging that training a neural network will require lots of performance\n  #\n  # UNDER NO CIRCUMSTANCES ENABLE THIS IF YOU DO NOT HAVE THE REQUIRED KNOWLEDGE.\n  # THIS IS A VERY POWERFUL TOOL AND CAN CRIPPLE YOUR SERVER IF USED IN THE WRONG WAY.\n  # I WILL _NOT_ PROVIDE SUPPORT FOR THIS FUNCTION: USE AT YOUR OWN RISK!\n  unlock_full_framework: false\n  # Map of confidence levels to command\n  # Confidences will not add up.\n  # 100 is the maximum confidence possible to reach.\n  thresholds:\n    55: \"aacstaffnotify {player} in {world} is suspected for inventory cheats. | Confidence: {vl}\"\n    80: \"aacstaffnotify {player} in {world} is highly suspected for inventory cheats. | Confidence: {vl}\"\n    95: \"aackick {player} Inventory cheats.\"\n\n# Brings back an entity check of the old AAC 1.9.10 times but much more advanced.\n#\n# This check can cause performance problems as it needs to calculate movement, select equipment and take many more\n# actions to make the entities mostly bypass-proof. If you encounter TPS drops try to disable this check first.\n#\n# This check currently undergoes an overall rewrite, thus it is currently EXPERIMENTAL and should not be used on\n# productive servers.\nKillauraEntity:\n  # Do you want to enable the KillauraEntity check\n  # Disabled by default as this check is currently rewritten.\n  enabled: false\n  # Enable this to only spawn an entity if requested by a command.\n  # In order to use the command you are required to set this to true.\n  # The entity will remain invisible until the command is issued.\n  #\n  # Please be aware that this will allow some bypasses.\n  on_command: false\n  # If enabled AACAdditionPro will try to create entities of already online players.\n  # If you enable this and only one player is online he will not see his entity in the tablist.\n  prefer_online_profiles: true\n  # This will ensure that entities will change their identities after a certain period of time\n  # This option is the minimum time before an entity can change its identity, the real time is randomized.\n  #\n  # Too low values can be exploited by ticks-existed bypasses.\n  # If you want to disable this feature set this to a negative value.\n  # Measured in seconds.\n  respawn_timer: 450\n  # The general behaviour of the entity, mostly important for certain gamemodes.\n  # Please configure this correctly for your server to have the best setup\n  # (e.g. servers who have no teams should disable team)\n  #\n  # The entity will only be visible for one player and only spawns behind players in survival and adventure mode\n  behaviour:\n    # This determines whether the player will see the entity in the tablist.\n    # WARNING: Disabling this setting will make the entity VERY easy to bypass.\n    #          ANY BYPASSES REPORTED WITH THIS SET TO 'FALSE' WILL BE CLOSED!\n    visible_in_tablist: true\n    team:\n      # Should the entity join a team\n      enabled: true\n      # This will allow you to set certain preferred teams.\n      # Example:\n      #\n      # preferred_teams:\n      #    - \"Player\"\n      #    - \"VIP\"\n      #    - \"MVP\"\n      preferred_teams: {}\n    swap:\n      # Should the entity swap the items it is wearing and using\n      enabled: true\n    swing:\n      # Should the entity swing items to simulate an attack\n      enabled: true\n  # Here you can find all options regarding the positioning of the entity\n  position:\n    # How far should the entity at least be away from the player (measured in blocks)\n    entityOffset: 3.4\n    # How much randomized offset should at most be added to entityOffset (measured in blocks)\n    # This must be greater than 0\n    offsetRandomizationRange: 0.2\n  # Here you can choose the equipment of your entity.\n  # For the best setup only choose equipment a normal player can obtain.\n  # If the API is used it will override the decisions you made here.\n  equipment:\n    # The armor the entities will spawn with\n    armor:\n      # Types\n      helmet: true\n      chestplate: true\n      leggings: true\n      boots: true\n      # Materials\n      leather: true\n      gold: true\n      chainmail: true\n      iron: true\n      diamond: true\n    # Other materials that the entity might use\n    normal:\n      # Food\n      raw: true\n      cooked: true\n      # Other combat equipment\n      bow: true\n      fishing_rod: true\n      flint_and_steel: true\n      # Building blocks\n      sandstone: true\n      red_sandstone: true\n      # PvP stuff\n      bowl: true\n      exp_bottle: true\n      glass_bottle: true\n      golden_apple: true\n      potion: true\n      # Normal Minecraft blocks\n      cobblestone: true\n      coal: true\n      dirt: true\n      gold_ore: true\n      iron_ore: true\n      wood: true\n      # Working materials\n      # All kinds of ingots are included here\n      diamond: true\n      emerald: true\n      ingot: true\n    # Tools the entity may use\n    tools:\n      # Types\n      axe: true\n      hoe: true\n      pickaxe: true\n      spade: true\n      sword: true\n      # Materials\n      wood: true\n      gold: true\n      stone: true\n      iron: true\n      diamond: true\n  thresholds:\n    5: \"aacstaffnotify {player} in {world} is suspected for Killaura\"\n    10: \"aacstaffnotify {player} in {world} is highly suspected for Killaura\"\n    15: \"aackick {player} Killaura\"\n\n# PacketAnalysis is a general check which aims to detect modifications that are closely linked to interfering with the\n# protocol directly, such as pingspoof or freecam, but also various killauras, aimbots and other rotation-based modules.\nPacketAnalysis:\n  # Do you want to enable the PacketAnalysis check\n  enabled: true\n  # Control the different parts of PacketAnalysis\n  parts:\n    # This parts compares interactions of the client with different packet types to gain insight whether or not\n    # the client purposefully delays some packets (pingspoof and freecam).\n    # This part will add 1 to 12 vl, depending on the severity of the violation.\n    Compare:\n      # Do you want to enable packet time comparison\n      enabled: true\n      # How many offset milliseconds are classified as part of naturally fluctuating connections\n      allowed_offset: 120\n      # How many violations Compare will ignore before starting to flag\n      violation_threshold: 3\n      # The minimum time between two violations to prevent excessive flagging in lag spikes\n      # Measured in milliseconds\n      violation_time: 10000\n    # EqualRotation checks for invalid rotation packets which have the rotation of the last packet as content\n    # This will catch several scaffold, tower, killaura and aimbot modifications.\n    EqualRotation:\n      # Do you want to enable EqualRotation\n      enabled: true\n    # This part analyses KeepAlive packets.\n    #\n    # NOTE: Even with all subparts turned off a basic unregistered subpart is always active to prevent crash clients.\n    # This particular subpart cannot have false positives and must be set off deliberately by modifying the protocol.\n    KeepAlive:\n      # Ignored checks for KeepAlive packets the client has not responded to, which is illegal in the minecraft\n      # protocol.\n      # This part will add 10 vl.\n      ignored:\n        # Do you want to enable the ignored KeepAlive packet checking\n        enabled: true\n      # Offset analyses the packet order.\n      # This part also catches various pingspoof modifications.\n      # This part will add 2 to 10 vl, depending on the severity of the violation.\n      offset:\n        # Do you want to enable the packet offset checking\n        enabled: true\n      # This injects additional KeepAlive packets in order to improve detection of some modules.\n      # Legit players won't notice this.\n      # This subpart is not compatible with versions higher than 1.8.8 and will autodisable accordingly.\n      inject:\n        # Do you want to enable KeepAlive packet injection\n        enabled: true\n    # This handled illegal position packets which could otherwise be used to bypass parts of the check.\n    # Disabling this will SEVERELY weaken other parts of the check.\n    # This part will add 10 vl.\n    PositionSpoof:\n      # Do you want to enable the position spoof checking\n      enabled: true\n  # Map of violation levels to command\n  thresholds:\n    11: \"aacstaffnotify {player} in {world} is suspected by PacketAnalysis\"\n    18: \"aacstaffnotify {player} in {world} is highly suspected by PacketAnalysis\"\n    28: \"aackick {player} Suspicious packets\"\n\n# The Pingspoof check tries to identify ** who try to intentionally increase their ping to bypass\n# AntiCheat-setups. It is a longtime check and will detect ** very slowly.\nPingspoof:\n  # Do you want to enable the Pingspoof check\n  # Disabled by default as this is a legacy check that will be replaced by PacketAnalysis.\n  enabled: false\n  # This is the ping-offset. Increase if you have false positives.\n  ping_offset: 3.0\n  # If the measured real-ping of a player is higher than this, he will be ignored\n  # (A real high-ping player)\n  max_real_ping: 100\n  # In order to minimize possible false positives with temporarily bad connections a player's ping will be refreshed\n  # once this threshold is reached.\n  # Set to 0 to disable (not recommended)\n  refresh_at_vl: 5\n  # Map of violation levels to command\n  thresholds:\n    4: \"aacstaffnotify {player} in {world} is suspected for Pingspoofer\"\n    8: \"aacstaffnotify {player} in {world} is highly suspected for Pingspoofer\"\n    12: \"aackick {player} Pingspoofer\"\n\n# The Scaffold check detects Scaffold cheats\nScaffold:\n  # Do you want to enable the Scaffold check\n  enabled: true\n  # Violation before AACAdditionPro starts to cancel the block-places.\n  # Set this to 0 to never cancel block-places.\n  cancel_vl: 20\n  # After a detection which surpasses cancel_vl AACAdditionPro cancels all blockplaces in the given timeframe\n  # to prevent further scaffolding (measured in ms)\n  timeout: 1000\n  # Control the different solutions of Scaffold\n  parts:\n    # This part detects suspicious angles when the player places blocks.\n    # The angle part will add 3 vl if failed.\n    angle:\n      # Should this part of the check be enabled\n      enabled: true\n      # How many suspicious angles should Scaffold count as legit\n      # The value must be greater or equal to 0.\n      violation_threshold: 3\n    # The main part of Scaffold preventing too fast Scaffolding\n    # This part is always enabled as it provides the basic framework.\n    # The average part might add between 4 and 24 violation levels depending on the severity of the violation.\n    average:\n      # Should this part of the check be enabled\n      enabled: true\n      # The minimum delay between blockplaces that will be enforced by AACAdditionPro (measured in ms)\n      delays:\n        # This delay applies to all straight building techniques\n        normal: 238\n        # Constants used for building techniques which include sneaking\n        sneaking_addition: 30\n        sneaking_slow_addition: 40\n        # This delay applies to diagonal building\n        diagonal: 138\n    # This part detects suspicious placement positions.\n    # The position check always adds 5 vl.\n    position:\n      # Should this part of the check be enabled\n      enabled: true\n    # This part analyzes the rotations of a player while scaffolding\n    rotation:\n      # What types of this part should be enabled\n      # Disabling all types will disable the part.\n      # Type1 will add 3 vl\n      type1:\n        # Should this part of the check be enabled\n        enabled: true\n      # Type2 will add 2 vl\n      type2:\n        # Should this part of the check be enabled\n        enabled: true\n      # Type3 will add 1 vl\n      type3:\n        # Should this part of the check be enabled\n        enabled: true\n      # How many suspicious rotations should Scaffold count as legit\n      # The value must be greater or equal to 0.\n      violation_threshold: 6\n    # This checks for behaviour associated with safe-walk\n    safewalk:\n      # What types of this part should be enabled\n      # Disabling all types will disable the part.\n      # Type1 will add 3 vl\n      type1:\n        # Should this part of the check be enabled\n        enabled: true\n        # How many suspicious positions should Scaffold count as legit\n        # The value must be greater or equal to 0.\n        violation_threshold: 2\n      # Type2 will add 4 vl\n      type2:\n        # Should this part of the check be enabled\n        enabled: true\n        # How many suspicious positions should Scaffold count as legit\n        # The value must be greater or equal to 0.\n        violation_threshold: 2\n    # This part detects sprinting between blockplaces.\n    # The sprinting check always adds 8 vl.\n    sprinting:\n      # Should this part of the check be enabled\n      enabled: true\n      # How many suspicious sprinting periods should Scaffold count as legit\n      # The value must be greater or equal to 0.\n      violation_threshold: 4\n  # Map of violation levels to command\n  thresholds:\n    16: \"aacstaffnotify {player} in {world} is suspected for Scaffold\"\n    24: \"aacstaffnotify {player} in {world} is highly suspected for Scaffold\"\n    36: \"aackick {player} Scaffold\"\n\n# The Skinblinker check detects Skinblinker cheats when the player sprints/sneaks.\nSkinblinker:\n  # Do you want to enable the Skinblinker check\n  enabled: true\n  # Map of violation levels to command\n  thresholds:\n    1: \"aacstaffnotify {player} in {world} is suspected for Skinblinker\"\n    5: \"aackick {player} Skinblinker\"\n\n# This check tries to alert you of teamers\n# This is safe to enable, just make sure that you configure this check for your own needs.\nTeaming:\n  # Do you want to enable the Teaming check\n  enabled: false\n  # How much delay should be between the check-waves\n  # This must be below 15000 milliseconds.\n  # Measured in milliseconds.\n  delay: 5000\n  # How far in blocks should players at most be away to count as teaming\n  proximity_range: 4.5\n  # If you only want to allow teams with a certain member-cap you can change this value appropriately.\n  # Setting it to 1 flags all teams.\n  allowed_size: 1\n  # Non-pvp time to count as teaming\n  # Measured in milliseconds.\n  no_pvp_time: 6000\n  # This contains all worlds the check should be enabled in.\n  enabled_worlds:\n  - \"world\"\n  - \"world_nether\"\n  - \"world_the_end\"\n  # Here you can define zones in which the check should not be run\n  # An entry is formatted as following:\n  # - <affected_world> <x1> <z1> <x2> <z2>\n  safe_zones:\n  - \"world -15 -15 15 15\"\n  # These ViolationLevel are cumulative for a team.\n  # E.g. a potential team of 6 members will generate 6 vl after every delay.\n  thresholds:\n    4: \"aacstaffnotify {team} in {world} may be Teaming\"\n    10: \"aacstaffnotify {team} in {world} are suspected for Teaming\"\n    15: \"aacstaffnotify {team} in {world} are highly suspected for Teaming\"\n\n# The Tower check detects Tower cheats\nTower:\n  # Do you want to enable the Tower check\n  enabled: true\n  # Violation before AACAdditionPro starts to cancel the block-places.\n  # Set this to 0 to never cancel block-places.\n  cancel_vl: 6\n  # If you have false positives decrease this SLIGHTLY.\n  # The new Tower check has its own leniency-curve which makes it very effective.\n  # Therefore please only touch this if you have false positives\n  tower_leniency: 1\n  # Special leniency which is only applied if the player has the levitation effect\n  levitation_leniency: 0.9\n  # After a detection which surpasses cancel_vl AACAdditionPro cancels all blockplaces in the given timeframe\n  # to prevent further towering (measured in ms)\n  timeout: 5500\n  # Map of violation levels to command\n  thresholds:\n    5: \"aacstaffnotify {player} in {world} is suspected for Tower\"\n    12: \"aackick {player} Tower\"\n\n# ------------------------------------------------------------------------------------------------------------------- #\n#                                     ___ _ _         _    ___         _           _                                  #\n#                                    / __| (_)___ _ _| |_ / __|___ _ _| |_ _ _ ___| |                                 #\n#                                   | (__| | / -_) ' \\  _| (__/ _ \\ ' \\  _| '_/ _ \\ |                                 #\n#                                    \\___|_|_\\___|_||_\\__|\\___\\___/_||_\\__|_| \\___/_|                                 #\n#                                                                                                                     #\n# ------------------------------------------------------------------------------------------------------------------- #\n\n# This gives you full control over the clients who can join\n# WARNING: Please configure this for your needs before you enable it, otherwise you might encounter unwanted\n# kicks/disabled mod functions.\nClientControl:\n  # This is a popular PVP modification granting additional information in various HUDs, such as potion effects.\n  # Also has a TS3 module for easier communication, just like LabyMod\n  #\n  # 1.13.2 SUPPORT NOT YET VERIFIED! PLEASE TEST BEFORE USING THIS ON A PRODUCTIVE SERVER.\n  5zig:\n    # Do you want to enable 5zig-Control\n    enabled: false\n    # This mod provides a method to disable parts of it.\n    # Set the corresponding value to true if you want to block a part of the mod\n    disable:\n      # This renders the potion effect of the player on the display in form of a HUD\n      potion_effect_hud: false\n      # This displays a vignette with different colors depending on the potion effects you have:\n      # If your potion effects are positive it will have a green color else a red color\n      potion_indicator_vignette: false\n      # This displays the current armour of a player (including durability) in a HUD\n      armour_hud: false\n      # This renders the saturation of a player additional to the current food.\n      # Even though this is sometimes considered as an unfair advantage it is often just handy information\n      # which is not really affecting the gameplay.\n      player_saturation: false\n      # This displays the health of entities.\n      # Recommended to disable as newer versions of 5zig do not support this anymore and it is often considered\n      # an unfair advantage\n      entity_health_indicator: true\n      # A feature of 5zig to automatically reconnect to a server\n      auto_reconnect: false\n    commands_on_detection:\n    - \"aacstaffnotify {player} in {world} uses 5zig\"\n\n  # A popular PvP modification to enhance the sprinting behaviour (ToggleSprint)\n  #\n  # NOT COMPATIBLE WITH MINECRAFT 1.13 YET -> CLIENTCONTROL WILL AUTODISABLE ON 1.13.2\n  BetterSprinting:\n    # Do you want to enable BetterSprinting-Control\n    enabled: false\n    # This mod provides a method to disable it.\n    # Do you want to disable this mod\n    disable: true\n    commands_on_detection:\n    - \"aacstaffnotify {player} in {world} uses BetterSprinting\"\n\n  # This will spoof the health of all players on your server so that DamageIndicators (and any other mod to that tries\n  # to show other players' health, like HealthTags and ESP) becomes useless.\n  # This is a clientsided spoof, meaning that your plugins are able to get the correct health.\n  DamageIndicator:\n    # Do you want to enable DamageIndicators - countermeasure\n    enabled: false\n    # Spoof the health of the following entity categories.\n    spoof:\n      players: true\n      animals: true\n      monsters: true\n\n  # A very popular mod-loader.\n  #\n  # NOT COMPATIBLE WITH MINECRAFT 1.13 YET -> CLIENTCONTROL WILL AUTODISABLE ON 1.13.2\n  Forge:\n    # Do you want to enable Forge-Control\n    # This cannot be blocked; I recommend to kick if desired\n    enabled: false\n    commands_on_detection:\n    - \"aacstaffnotify {player} in {world} uses Forge\"\n\n  # This covers the latest version of LabyMod.\n  # A very popular PvP modification similar to 5zig but with more features and TS3 support\n  #\n  # THIS REQUIRES INSTALLING THE OFFICIAL LABYMOD API, OTHERWISE IT WILL NOT WORK:\n  # https://www.spigotmc.org/resources/labymod-server-api.52423/\n  #\n  # If enabled this ClientControl will override the config options of the LabyModAPI plugin.\n  LabyMod:\n    # Do you want to enable LabyMod-Control\n    enabled: false\n    # This mod provides a method to disable parts of it.\n    # Set the corresponding value to true if you want to block a part of the mod\n    disable:\n      # Fixes a rendering bug in minecraft with fast lava placement (ghost blocks)\n      # This can be seen as semi-cheat-like if lava plays a major role on your server\n      improved_lava: false\n      # Fixes a rendering bug in minecraft with fast head movement which makes the crosshair fall slightly behind\n      # This can be seen as semi-cheat-like as it grants a minor aiming advantage in fights.\n      crosshair_sync: false\n      # This fixes some inventory bugs to improved pot and soup refill.\n      # This is regarded as cheat-like behaviour as it grants a major reliability bonus.\n      refill_fix: true\n      # General GUI adjustments inside the mod, such as position, direction and current system time\n      # Not recommended to disable as it is a purely cosmetic feature\n      gui_all: false\n      # This renders the potion effect of the player on the display in form of a HUD\n      gui_potion_effects: false\n      # This displays the current armour of a player (including durability) in a HUD\n      gui_armor_hud: false\n      # This allows the client to additionally render the current weapon as well as the number of arrows in ones inventory.\n      gui_item_hud: false\n      # Brings back old building animations\n      # Not recommended to disable as it is a purely cosmetic feature\n      blockbuild: false\n      # Various cosmetic features\n      tags: false\n      # Adds additional features such as different channels or filters to the chat (only clientsided)\n      # This is semi-cheat-like behaviour as chat also contains an AutoText module (write predefined messages instantly)\n      # as well as special characters (chat-filter bypass).\n      chat: false\n      # Purely cosmetic feature to switch back to the old animations of MC 1.7\n      # Not recommended to disable as it is a purely cosmetic feature\n      animations: false\n      # This renders the saturation of a player additional to the current food.\n      # Even though this is sometimes considered as an unfair advantage it is often just handy information\n      # which is not really affecting the gameplay.\n      saturation_bar: false\n    commands_on_detection:\n    - \"aacstaffnotify {player} in {world} uses LabyMod\"\n\n  # LiteLoader is alternative mod-loader to forge.\n  # Many ghost clients exist for LiteLoader, therefore I recommend to block it.\n  #\n  # 1.13.2 SUPPORT NOT YET VERIFIED! PLEASE TEST BEFORE USING THIS ON A PRODUCTIVE SERVER.\n  LiteLoader:\n    # Do you want to enable LiteLoader-Control\n    # This cannot be blocked; I recommend to kick if desired\n    enabled: false\n    commands_on_detection:\n    - \"aackick {player} LiteLoader\"\n\n  # This covers outdated versions of LabyMod prior to version 3.0\n  # A very popular PvP modification similar to 5zig but with more features and TS3 support\n  #\n  # Not compatible with 1.13.2 as this only covers old LabyMod versions.\n  OldLabyMod:\n    # Do you want to enable OldLabyMod-Control\n    enabled: false\n    # This mod provides a method to disable parts of it.\n    # Set the corresponding value to true if you want to block a part of the mod\n    disable:\n      # This renders the saturation of a player additional to the current food.\n      # Even though this is sometimes considered as an unfair advantage it is often just handy information\n      # which is not really affecting the gameplay.\n      player_saturation: false\n      # gui\n      gui: false\n      # Provides custom nicknames for a person.\n      # Purely cosmetic\n      nick: false\n      # Brings back old building animations\n      # Not recommended to disable as it is a purely cosmetic feature\n      blockbuild: false\n      # This is an internal chat that connects LabyMod users.\n      # Purely cosmetic\n      chat: false\n      # Cosmetics inside the mod\n      extras: false\n      # Purely cosmetic feature to switch back to the old animations of MC 1.7\n      # Not recommended to disable as it is a purely cosmetic feature\n      old_animations: false\n      # This renders the potion effect of the player on the display in form of a HUD\n      potion_effect_hud: false\n      # This displays the current armour of a player (including durability) in a HUD\n      armour_hud: false\n      # This displays the health of entities and players.\n      # Recommended to disable as newer versions of 5zig do not support this anymore and it is often considered\n      # an unfair advantage\n      damage_indicator: true\n      # This shows the map from above as well as information about the locations of players and entities,\n      # thus being considered as a huge advantage and recommended to disable.\n      minimap_radar: true\n      # The mod cannot be detected, just disabled\n\n  # A pvp modification from France\n  #\n  # 1.13.2 SUPPORT NOT YET VERIFIED! PLEASE TEST BEFORE USING THIS ON A PRODUCTIVE SERVER.\n  PXMod:\n    # Do you want to enable PXMod-Control\n    enabled: false\n    commands_on_detection:\n    - \"aackick {player} PXMod\"\n\n  # A mod that lets you display (clientside) holograms to improve building, but also has\n  # a module to download worlds.\n  #\n  # NOT COMPATIBLE WITH MINECRAFT 1.13 YET -> CLIENTCONTROL WILL AUTODISABLE ON 1.13.2\n  Schematica:\n    # Do you want to enable Schematica-Control\n    enabled: false\n    # This mod provides a method to disable parts of it.\n    # Set the corresponding value to true if you want to block a part of the mod\n    disable:\n      # Automatically builds based on a schematic.\n      # This is also called a building-bot sometimes.\n      printer: true\n      # This saves a part of the world as a schematic for later use thus being a small version\n      # of the full WorldDownloader mod.\n      save: true\n      # This allows to load a schematic on your server for printing or a hologram.\n      load: false\n      # The mod cannot be detected, just disabled\n\n  # Vape is a very popular ghost-client, often seen in ranked pvp gameplay and optimized to be especially hard to find\n  # in screenshares\n  # This will only detect some cracked versions of the client.\n  #\n  # NOT COMPATIBLE WITH MINECRAFT 1.13 AS THE BACKDOOR DEPENDS ON CODE THAT HAS CHANGED DRAMATICALLY IN 1.13\n  Vape:\n    # Do you want to enable Vape-Control\n    enabled: false\n    commands_on_detection:\n    - \"ban {player} Illegal client modification\"\n\n  # This allows you to control which minecraft versions can join your server IF YOUR SERVER RUNS VIAVERSION.\n  # YOU NEED TO ENABLE THIS AND DISALLOW 1.9 CLIENTS IF YOU WANT TO USE THE KILLAURAENTITY CHECK ON A VIAVERSION SERVER\n  #\n  # You might need to restart your server TWICE for some changes to take effect.\n  VersionControl:\n    # Do you want to enable VersionControl\n    enabled: false\n    # This option allows you to define a message that will be shown to players which join with a disallowed version\n    # THIS WILL OVERRIDE THE block-disconnect-msg OPTION IN THE VIAVERSION CONFIG!\n    message: \"You are using an unsupported version. Supported Versions are {supportedVersions}\"\n    # What versions should be able to join?\n    # THIS WILL OVERRIDE THE block-protocols OPTION IN THE VIAVERSION CONFIG!\n    allowedVersions:\n      '1.8': true\n      # 1.9 is not officially supported by this plugin. Issues can occur.\n      '1.9': false\n      # 1.10 is not officially supported by this plugin. Issues can occur.\n      '1.10': false\n      '1.11': true\n      '1.12': true\n      '1.13': true\n\n  # WorldDownloader is a popular modification to get the maps of a server\n  WorldDownloader:\n    # Do you want to enable WorldDownloader-Control\n    enabled: false\n    # This mod provides a method to disable it.\n    # Set the value to true if you want to block the mod\n    # THIS IS CURRENTLY IN BETA. PLEASE TEST BEFORE USING IT ON A PRODUCTIVE SERVER!\n    disable: true\n    commands_on_detection:\n    - \"aackick {player} WorldDownloader\"\n\n\n# ------------------------------------------------------------------------------------------------------------------- #\n#                                           _      _    _ _ _   _                                                     #\n#                                          /_\\  __| |__| (_) |_(_)___ _ _  ___                                        #\n#                                         / _ \\/ _` / _` | |  _| / _ \\ ' \\(_-<                                        #\n#                                        /_/ \\_\\__,_\\__,_|_|\\__|_\\___/_||_/__/                                        #\n#                                                                                                                     #\n# ------------------------------------------------------------------------------------------------------------------- #\n\n# BrandHider allows you to modify the brand that is shown in the debug screen of minecraft.\n# This can be useful if you want to create a custom message or just hide your actual setup.\nBrandHider:\n  # Do you want to enable the BrandHider\n  enabled: false\n  # This is the replacement text for the brand.\n  # You can use the character & for color codes and all placeholders that are available in normal checks\n  brand: \"Some Spigot\"\n  # If you want to display attributes that update over time, e.g. TPS, Ping, Time or Date this will update the values\n  # in the defined interval.\n  # Set to 0 to disable the refreshing (recommended if you only use static text or placeholders that do not change)\n  # Measured in ticks\n  refresh_rate: 0\n\n# This automatically deletes old log files of both AAC and AACAdditionPro\n# It activates automatically on restart and after that in a 12 hour cycle.\nLogBot:\n  # Do you want to enable the LogBot\n  enabled: false\n  # After how many days should AAC logs be deleted\n  # Set to -1 to disable\n  AAC: 10\n  # After how many days should AACAdditionPro logs be deleted\n  # Set to -1 to disable\n  AACAdditionPro: 10\n  # After how many days should server logs be deleted\n  # Set to -1 to disable\n  Server: 10\n\n# ------------------------------------------------------------------------------------------------------------------- #\n#                                           __   __       _                                                           #\n#                                           \\ \\ / /__ _ _| |__  ___ ___ ___                                           #\n#                                            \\ V / -_) '_| '_ \\/ _ (_-</ -_)                                          #\n#                                             \\_/\\___|_| |_.__/\\___/__/\\___|                                          #\n#                                                                                                                     #\n# ------------------------------------------------------------------------------------------------------------------- #\n\n# Should players with the aac.verbose permission get the AACAdditionPro verbose messages\nVerbose:\n  # Do you want AACAdditionPro to log into a log-file\n  file: true\n  # Should players be able to get verbose messages if they have the aac.verbose permission\n  # Players can toggle the verbose output with the command /aacadditionpro verbose\n  players: false\n  # Should the verbose output be logged in the console (very spammy, only recommended for testing purposes)\n  console: false"
        },
        {
            "author": "15589244285",
            "timestamp": 1562896980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "tangguo344",
            "timestamp": 1563589980,
            "txt_content": "15589244285 发表于 2019-7-12 10:03\n你这是不是原贴搬过来的\n我应该自己写给你吗"
        }
    ]
}