{
    "title": "谁帮我构建一个最新版的1.14.2水龙头核心",
    "author": "1069418097",
    "replyCount": 3,
    "timestamp": 1562830320,
    "txt_content": "*** Error, this build is outdated ***\n*** Please download a new build as per instructions from https://www.spigotmc.org/go/outdated-spigot ***\n*** Server will start in 20 seconds ***\n开服的时候会提示这个\n但是我自己找了很多办法都没办法下载到最新版的，服务器也经常蹦\n谁帮我构建一个或者找一个最新版的1.14.2水龙头核心？ spigot\n谢谢了！！\n",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1562830320,
            "txt_content": "1.14.3 修复了不少 bug ，建议使用1.14.3\n\n1.14.2 链接: https://pan.baidu.com/s/1AujfV0oxK1kwoQ673d6Xqw 提取码: fb5g"
        },
        {
            "author": "1069418097",
            "timestamp": 1562831580,
            "txt_content": "xmdhs 发表于 2019-7-11 15:39\n1.14.3 修复了不少 bug ，建议使用1.14.3\n\n1.14.2 链接: https://pan.baidu.com/s/1AujfV0oxK1kwoQ673d6Xqw ...\n1.14.2bug有什么 严重吗"
        },
        {
            "author": "xmdhs",
            "timestamp": 1562831640,
            "txt_content": "1069418097 发表于 2019-7-11 15:53\n1.14.2bug有什么 严重吗\n高版本不建议玩旧，1.14.3 不好吗\nMC-47699 - Blazes are able to see a player through blocks\n修复：烈焰人能透视玩家。\nMC-72390 - Rcon is not thread-safe\n修复: Rcon线程不安全\nMC-74407 - Villager inventories can get into a state where villagers cannot do anything useful\n修复：村民物品栏会被奇怪的东西填满。例如非农民的村民会捡起一吨种子但没法把它扔出去。\nMC-93892 - Fire/Flame arrows and fireballs set player on fire even when blocking with shield\n修复：着火的箭/带有火矢附魔的弓射出的箭以及火球可无视玩家的盾牌使其着火。\nMC-110004 - Enderman/blaze don’t drop experience when hit with splash/lingering potion\n修复：使用喷溅型/滞留型药水杀死末影人/烈焰人后不会掉落经验。\nMC-123836 - Double blocks aren’t loaded in structures\n修复：占两格方块的方块在结构中未被正确加载(例如门)\nMC-124170 - Performance issue with particles causing lag\n修复: 粒子效果性能问题导致卡顿。\nMC-129491 - Advancement location trigger works inconsistently for structures added in 1.9 or later\n修复: 在 1.9 或更高版本中添加的结构的进度位置触发器工作不一致。\nMC-138053 - Gamerule spectatorsGenerateChunks being false prevents chunks from being loaded\n修复：将spectatorsGenerateChunks设置为false会导致区块不渲染。\nMC-139257 - Server crash on reload when worldborder is modified.\n修复: 自定义世界边界后重载会导致服务器崩溃。\nMC-141301 - Illager patrols spawning on blocks mobs shouldn’t spawn on, such as slabs, carpets, stairs, etc.\n修复: 灾厄巡逻队在诸如台阶，地毯，楼梯等不该生成的地方上生成。\nMC-142360 - Pillagers patrols can spawn pillagers on top of trees inside a leaf block\n修复: 掠夺者巡逻队可以在树的顶端的树叶内部生成。\nMC-143369 - Wandering trader text implies trades refresh\n修复：流浪商人依旧在使用村民的文本。\nMC-144107 - Miscalculation of camera position in windowed mode on Linux\n修复: 在 Linux 窗口模式下，玩家摄像机的位置计算错误。\nMC-144507 - The legs on cats clip through to the top of the model\n修复：猫的腿部模型会导致穿模。\nMC-144929 - When there is water above a water source, other water sources adjacent to the water source flow outwards\n修复: 当水源方块上有水时，与这个水方块邻近的水方块会溢出来。\nMC-145863 - Villagers breed even if there are not enough beds\n修复：村民繁殖无视床的限制。\nMC-146433 - Double Chest does not display custom name\n修复: 大型箱子不显示自定义名称。\nMC-146835 - Illager captain spawned from raids will still give the bad omen effect to its killer, causing raids to never end\n修复：袭击队长被击杀时仍会给予玩家不祥之兆效果，导致突袭永不结束。\nMC-147619 - Foxes that trust a player will still avoid wolves and other players they’re angry towards instead pursuing them\n修复：被驯服的狐狸仍会尝试躲避狼，且对其他玩家会表示愤怒而不是追击。\nMC-147851 - Villagers frequently run right into mobs they’re “trying” to avoid\n修复：村民过于频繁的撞到其试图躲避的生物面前。\nMC-148600 - Zombie pigmen will spread their anger forever if they can continously respawn\n修复: 僵尸猪人会在连续生成中永远的传播他们的愤怒状态(会攻击玩家)\nMC-148610 - Hostile mobs spawning on top Trapdoors, Glowstone and Sea Lanterns\n修复：敌对生物会在活板门/萤石/海晶灯上刷新。\nMC-148986 - Low-tier enchants from lv.30 standard enchanting setups\n修复: 在进行 30 级附魔时仍然可以获得低等级的附魔。\nMC-149372 - Game crashes when opening a 1.13.2 world\n修复：试图进入1.13.2版本的存档会导致游戏崩溃。\nMC-149443 - Iron golems spawn too often\n修复：铁傀儡刷新过于频繁。\nMC-149518 - Skylight appearing under blocks\n修复：在方块下仍出现天空的光照。\nMC-149877 - Baby foxes suffocate when jumping under blocks\n修复: 当狐狸幼体在方块下跳跃时会窒息。\nMC-150319 - I can’t load up my minecraft world after doing /kill\n修复：在被/kill指令击杀后会导致存档损坏。\nMC-150401 - Chickens suffocate if jumping while under a solid block\n修复: 鸡在在固体方块下跳跃时会窒息.\nMC-150954 - Pillager Patrol spawn is way off. Spawning too close to each other, in odd biomes, and too frequent.\n修复: 掠夺者巡逻队生成位置错误。每个掠夺者的生成位置非常靠近，生成在了奇怪的生物群系，而且非常快。\nMC-151079 - An employed villager quickly becomes unemployed and employed when he works, even if his workstation has not been deleted.\n修复：村民在工作期间拥有职业，非工作期间不拥有职业，即使其工作站未被摧毁。\nMC-151084 - Chunk rendering is slow and random in 1.14.1 (pre 1)\n修复：区块渲染慢且随机。\nMC-151144 - Hostile mobs in lazy chunks no longer count towards mob cap, breaking mob switches\n修复：在弱加载区块的生物不计入生物上限。\nMC-151185 - Game crash after breaking villager point of interest\n修复：破坏村庄内的床/钟/工作站点会导致游戏崩溃。\nMC-151337 - Mob spawn rate too high\n修复：生物刷新速度过高。\nMC-151346 - Crash while F3 menu tries to access tags while /reload-ing\n修复：调试界面在重载时试图读取标签会导致游戏崩溃。\nMC-151395 - Farmers create Bread ONLY when they pick up at least 3 wheat AT ONCE\n修复：农民只在捡起三个以上的小麦时合成面包，即使背包小麦数目+捡起小麦数目大于3。\nMC-151566 - Pillagers patrols can spawn outside world border\n修复：灾厄巡逻队可在世界边界外生成。\nMC-151710 - Enties not functioning in forceloaded chunks\n修复：在强制加载区块内的实体呆住不动。\nMC-151753 - More than one raid can happen in a village\n修复：多个突袭可发生于同一村庄。\nMC-151771 - Villagers don’t try to run away from zombie villagers\n修复：村民不试图躲开僵尸村民。\nMC-151772 - Mob cap in the hundreds to over 1000 per player.\n修复：生物上限过高。\nMC-151802 - Spawning causes massive TPS CPU load on a flat world.\n修复：在超平坦世界中生物刷新消耗过多cpu资源，导致tps骤降。\nMC-151989 - Players in Survival do not get Dolphins Grace effect if Dolphin cannot path to Player\n修复：生存模式的玩家无法在海豚无法游至其身旁时获得海豚的恩惠效果。\nMC-151995 - Patrol Leaders spawning without banner\n修复：巡逻队长没有头顶旗帜。\nMC-152044 - Baby trader llamas disappear immediately\n修复：小行商羊驼在刷新的同时瞬间消失。\nMC-152053 - High client-side lag when pistons activate\n修复：激活活塞会导致客户端的巨大卡顿。\nMC-152228 - Can not /summon trader llama\n修复：无法使用/summon来生成行商羊驼。\nMC-152542 - Resource Warning “Codepoint ‘1ed0’ declared multiple times in minecraft:textures/font/accented.png”\n修复：启动游戏时log显示`Codepoint '1ed0' declared multiple times in minecraft:textures/font/accented.png`错误多次。\nMC-152638 - Villager trade GUI does not close when a major change happens to the Villager, leading to free trades and quick stock refreshing\n修复：村民交易界面在村民转变为僵尸村民/转换维度/工作站点被移出范围时不关闭。\nMC-152810 - Cat’s natural spawning causes Null Pointer Exception\n修复：猫的正常刷新会导致Null Pointer Exception错误。\nMC-153221 - dragon fireball causes FPS to crash\n修复：末影龙火球会导致巨大掉帧。\nMC-153222 - Broken/Incorrect recipe files cause a data pack not to load with nothing in log\n修复：编写错误的数据包在重载时不显示任何错误报告。\nMC-153470 - Language map does not close internal ‘en_us.json’ file after reading\n修复：语言映射在读取内部的‘en_us.json’后没有关闭对其的文件锁。\nMC-154000 - When dispenser places shulkerbox it decreases its stack twice.\n修复：当发射器放置其内部的潜影盒时潜影盒的数量会减少两次。\nMC-154080 - Wandering Trader trade GUI does not close when the Wandering Trader changes dimensions allowing you to trade infinitely\n修复：流浪商人的交易GUI不会在他切换世界时关闭，这导致可以无限地进行交易。\nMC-154081 - Opening survival inventory when opening world crashes game\n修复：在打开世界时开启生存背包会导致游戏崩溃。\nMC-154092 - Zombie Pigmen lose aggro even when they’re in range and have a line of sight\n修复：即使僵尸猪人处于仇恨影响半径并能看见玩家，僵尸猪人也会丢失仇恨。\nMC-154239 - NPE server crash when painting entities spawned with mob spawn eggs are saved\n修复：在保存刷怪蛋刷出的画实体时服务器NPE崩溃。\nMC-154328 - The Village Siege (Zombie Siege) never happens\n修复：僵尸围城事件从未发生。"
        }
    ]
}