{
    "title": "MINECRAFT EARTH的封闭测试即将到来",
    "author": "a1294790523",
    "replyCount": 27,
    "timestamp": 1562894760,
    "txt_content": " 本帖最后由 a1294790523 于 2019-7-12 09:45 编辑 \n\nMINECRAFT EARTH CLOSED BETA IS ALMOSTHEREMINECRAFT EARTH的封闭测试即将到来Sign up now for a chance to play in thenext two weeks!为了未来两周的游玩机会，现在马上来注册吧！\nEver since we celebrated Minecraft’s 10th birthday by releasing this trailer?, you have been asking three questions with alarming frequency: 自从我们用这段短片来庆祝Minecraft的十周年生日后，你就在以马不停蹄的频率询问着我们下列的三个问题：\nWhen can I play Minecraft Earth?我什么时候能玩到Minecraft Earth？Wait, how do I actually play Minecraft Earth?等等，怎么才能真正地玩到Minecraft Earth？Do I have to stand next to an Enderman like the girl in that trailer? PLEASE TELL ME I DON’T IT SCARES ME WITH ITS EERIE PURPLE GAZE?!我是不是必须得像那个短片的女孩那样站在一个末影人身边？请告诉我不会，它会用那双可怕的紫色眼睛盯着我！！！\n\nAs is customary when someone (or in this case, a few million people in perfect harmony) asks you a question over and over, you answer. In fact, I’ll answer all three, starting with the second one. 正如通常那样，当某人（或者几百万人异口同声地）反复地问你问题时，你将会回答。事实上，我们都回答了，但是从第二个问题开始的。\n If you watched our on-stage live demo from Apple’s WWDC event?, youalready have some idea of how Minecraft Earth works. In a nutshell, you use the near-magic of augmented reality to overlay a beautifully blocky Minecraft world on top of the real one,where you can then build incredible structures together with others, collect these nifty things called tappables and level up to gain new and improved build plates. Easy! 如果你已经观看了我们在苹果开发者大会舞台上演示的demo视频，你应该已经有了一些对Minecraft Earth工作原理的猜测。在一个狭小的空间中，你使用着近乎魔法的AR技术来将美丽的Minecraft世界置于真实世界之上，接着，你可以在这里与其他人建造奇妙的建筑，收集这些被叫做可收集物的精致玩意，并通过升级来获取更新更好的建筑平台。就是这样！\nStill not completely clear? Luckily, we’ve created a handy video to illustrate exactly what to expect from the Minecraft Earth beta! We’ve even included actual moving images from said beta (with an impossibly upbeat, yet beautifully pedagogical voice-over by Stephen Scott ofthe Minecraft Earth Design Team, as a fun bonus!)还是不太明白游戏内容吗？没关系，我们已经做了一个解说视频来向你展示我们想在Minecraft Earth beta版本中包含的内容！我们甚至也展示了一些来自于beta版本的动图（里面还有一个极度乐观，但也非常优美的教学嗓音，它来自Minecraft Earth设计团队的Stephen Scott！与这些动图一起给你带来双倍快乐！）\n\n（视频翻译By @WuGuangYao2012 ）https://www.bilibili.com/video/av58816622\n\n\nSo, on to the next (previous?) question:when can I play? If you’re really lucky, it could happen in the next two weeks! That’s right, a limited number of playersin a few select cities will be able to Minecraft their world before summer isover! 那么，来看看下一个（上一个？）问题：我什么时候能玩到它？如果你很幸运，它就能在接下来的两周内实现！是的，在夏天结束之前，在几个被选中的城市中有一部分玩家将能Minecraft化他们的世界！\nHere are a few important details about theMinecraft Earth closed beta: 这里有一些关于Minecraft Earth封闭测试的重要细节：\nThe closed beta will launch for iOS in the next two weeks, with the Android version following soon thereafter.在接下来的两周内我们会先发布iOS的封闭测试版本，不久后也会发布安卓版本As with most closed betas, the number of participants will be limited in numbers and locations. This is to make sure our servers are able to keep up with all the exploration, creation and, hopefully, surviving that is going on around the world. To learn about the current availability of the beta, follow Minecraft Earth on Twitter!与大多数封闭测试版本一样，参与者的位置和数量会被限制。这是为了确保我们的服务器集群能跟上全世界的探索、创造以及所期望的生存。要想知道目前beta版本的可用情况，就在Twitter上关注Minecraft Earth吧！As is also common with beta versions, your progress will occasionally be reset as we test and develop various features of the game.这也和大多数封闭测试版本一样，在我们测试和开发游戏的各种功能时，你的游戏进度偶尔会被重置。If you are selected to participate in the closed beta (congratulations!), you will receive an invitation email to the email address you have associated with the Microsoft Account or Xbox Live account you submitted in your registration.如果你被选中参与封闭测试版本（祝贺你！），你在注册中与微软账户或Xbox Live账户关联的邮箱将会收到一封邀请邮件。If you are selected (congrats again!), you will need to play at least once every 7 days. If you don’t, we’ll give your spot to someone else, as space in the beta is very limited.如果你被选中（再次恭喜你！），你至少需要每隔7天登录游戏一次，否则，你的资格将会被让给其他人，因为测试名额有限。You have to be 18 years or older to participate.你必须在18岁及以上才能参与测试。\n\nStill not signed up for the beta? It’s not too late! Go here now and enter your information here for a chance to play!还没有注册beta测试？时间还不算太晚！为了测试机会，现在来这里输入你的信息吧！\n\n\n\n\n\n233.jpg (207.73 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-12 09:20 上传\n\n\n\n\n\nAm I forgetting anything? Oh yes, the answer to that third and final question! Of course you won’t have to stand next to that terrifying Enderman. It will just live in your Minecraft Earth app,which will be securely housed in your phone… which will be in your pocket.Wait, I don’t think I’m helping. Anyway, don’t worry about that! Sign up now! 我是不是还忘了什么？哦对，第三个也是最后一个问题的回答！你当然不会被强制要求站在那个可怕的末影人身旁。它只是生活在你的Minecraft Earth应用里，它会好好地在你的手机里安家……当然也会在你的口袋里安家。等等，我觉得这没有帮到你。无论如何，你不必担心这个！现在就来注册吧！\n\n\n",
    "replies": [
        {
            "author": "Dr.Slime",
            "timestamp": 1562895420,
            "txt_content": "感觉我们中国人似乎没有机会"
        },
        {
            "author": "郁闷_boy",
            "timestamp": 1562904240,
            "txt_content": "已经提交申请，不知道能不能中奖，不过感觉中国希望不大"
        },
        {
            "author": "DE_SHARK",
            "timestamp": 1562905200,
            "txt_content": "带上vr眼镜岂不？？？？"
        },
        {
            "author": "Lakejason0",
            "timestamp": 1562925300,
            "txt_content": "中国大概没希望了x2"
        },
        {
            "author": "南京扛把子",
            "timestamp": 1562926320,
            "txt_content": "中国大概没希望了x3"
        },
        {
            "author": "1235789512",
            "timestamp": 1562927700,
            "txt_content": "看到手遊+箱子好像領悟到了什麼......"
        },
        {
            "author": "fsxitutu",
            "timestamp": 1563013380,
            "txt_content": "中国大陆大概没希望了x4"
        },
        {
            "author": "Chaoren⑥",
            "timestamp": 1563029340,
            "txt_content": "中国大陆"
        },
        {
            "author": "独孤粽",
            "timestamp": 1563177960,
            "txt_content": "静候到来。。。然后有生之年\n但是还是蛮期待的www"
        },
        {
            "author": "MC_涅槃",
            "timestamp": 1563186960,
            "txt_content": "青藤子. 发表于 2019-7-12 09:37\n感觉我们中国人似乎没有机会\n我就预约了，不过是ios（结果预约的第三天就换安卓了）"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1563188100,
            "txt_content": "CanNian2002 发表于 2019-7-15 18:36\n我就预约了，不过是ios（结果预约的第三天就换安卓了）\n所以你为什么要这样回复我"
        },
        {
            "author": "tian051011",
            "timestamp": 1563194880,
            "txt_content": "几个被选中的城市？看样子中国大陆应该选不到了"
        },
        {
            "author": "MC_涅槃",
            "timestamp": 1563203220,
            "txt_content": "青藤子. 发表于 2019-7-15 18:55\n所以你为什么要这样回复我\n因为爱情"
        },
        {
            "author": "秋果86",
            "timestamp": 1563230160,
            "txt_content": "青藤子. 发表于 2019-7-12 09:37\n感觉我们中国人似乎没有机会\n好多软件都有中国特色服务器，我们国人难道喜欢被差别对待？同在一个地球上凭什么把中国人差别对待。甚至flash都有中国特色版，浏览网页都只能看广告。"
        },
        {
            "author": "gao-ji",
            "timestamp": 1563247920,
            "txt_content": "秋果86 发表于 2019-7-16 06:36\n好多软件都有中国特色服务器，我们国人难道喜欢被差别对待？同在一个地球上凭什么把中国人差别对待。甚至 ...\n延迟和墙......"
        },
        {
            "author": "秋果86",
            "timestamp": 1563249600,
            "txt_content": "gao-ji 发表于 2019-7-16 11:32\n延迟和墙......\n"
        },
        {
            "author": "mc_shisu",
            "timestamp": 1563288420,
            "txt_content": "666666666666"
        },
        {
            "author": "2196694693",
            "timestamp": 1563762960,
            "txt_content": "好可惜啊"
        },
        {
            "author": "MTC_Nikolas",
            "timestamp": 1564573200,
            "txt_content": "中国大概没希望了xn"
        },
        {
            "author": "MTC_Nikolas",
            "timestamp": 1564573320,
            "txt_content": "\n几个被选中的城市？看样子中国大陆应该选不到了"
        },
        {
            "author": "Levi_Marvin",
            "timestamp": 1564594620,
            "txt_content": "不管怎么样，反正我们这群安卓6.0.1用户是不可能了。\n来自vivo y66l"
        },
        {
            "author": "liujjiang",
            "timestamp": 1564620180,
            "txt_content": "DE_SHARK 发表于 2019-7-12 12:20\n带上vr眼镜岂不？？？？\n这是ar，目前貌似没有ar眼睛"
        },
        {
            "author": "Xitwid",
            "timestamp": 1564643160,
            "txt_content": "青藤子. 发表于 2019-7-12 09:37\n感觉我们中国人似乎没有机会\n网易警告"
        },
        {
            "author": "572722057",
            "timestamp": 1564645680,
            "txt_content": "总感觉少了MC的味道。。。"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1564650960,
            "txt_content": "如果能进中国大陆 我直播倒悬打飞机吃5片砂纸酒精烧屁.眼"
        },
        {
            "author": "2949",
            "timestamp": 1564708800,
            "txt_content": "Emmmmmmm/mmmmmmm"
        },
        {
            "author": "jiaotan",
            "timestamp": 1564828320,
            "txt_content": "感觉别人看着你玩怪怪的\n\n"
        }
    ]
}