{
    "title": "【小说读物】|【论坛城的茶馆·末影路·I】|【连载】|",
    "author": "Ice_Block_",
    "replyCount": 16,
    "timestamp": 1562911020,
    "txt_content": "历史章节回顾\n\n论坛城的茶馆·I：http://www.mcbbs.net/thread-876134-1-1.html\n论坛城的茶馆·II：http://www.mcbbs.net/thread-876716-1-1.html\n论坛城的茶馆·III：http://www.mcbbs.net/thread-877474-1-1.html\n论坛城的茶馆·韶华光：http://www.mcbbs.net/thread-879685-1-1.html\n论坛城的茶馆·寒光刃·I：http://www.mcbbs.net/thread-881161-1-1.html\n论坛城的茶馆·寒光刃·II：http://www.mcbbs.net/thread-882798-1-1.html\n论坛城的茶馆·寒光刃·III：http://www.mcbbs.net/thread-883803-1-1.html\n\n\n\n\n\n\n论坛城的茶馆·末影路·I\nBy——Ice_Block_\n\n\n再次醒来的时候还是在那间病房，以至于让我觉得之前的一切都是一场幻梦。我神智清醒之后便感受到了右臂传来的束缚感。扭头看去，手臂被白色的绷带缠绕着挂在病床旁的支架上，微微一动，腰间传来的疼痛让我不敢轻举妄动。\n\n“世予？世予？”我试着轻叫了两声世予的名字，可是这次不像上回一样能醒来就看见她的身影了。我干涸的喉结动了动，艰难的咽了口唾沫，心里默默的埋怨着不给喂水的世予。\n\n“你一醒来就叫世予，有什么想法吗。”突然在我左侧传来一个淡淡的声音。我一个激灵，头扭向左边，看见浑身都是雪白绷带的新鲜木乃伊。只是有几缕黑发夹杂在白色绷带之间，像是涂了白垩的墙上被随手拿碳糊了几下一样。\n\n我大脑停机一样的说：“你...你是九幽？”\n\n“嗯。”九幽看着天花板对我说。\n\n我闭了闭眼思考一下问：“你....没受这么重的伤吧，不是被刺了几刀吗？怎么跟火灾受害者一样？”\n\n九幽还是直勾勾的看着蓝白条的天花板静静的说：“樱花缠的，据说好得快。”\n\n我的内心已经不知道如何接话，沉默了半天只好说：“樱花......她......还挺会照顾人的。”\n\n九幽突然转过头来看着我说：“可是为什么头也要缠？”声音还是古井无波。我却被那只暗红色的眼瞳看的心里发怵。在白色绷带和露出来的几缕黑发衬托下，那红瞳越发显得诡异。\n\n“缠头......保智商？”我忍住笑回答了九幽这个问题。忽然我想起了什么说：“对了，九幽，茶馆里出现的那个怪人是什么人？你和樱花还有混乱怎么都很厉害的样子啊？你还是什么末影猎人是吗？”我的嘴即使干渴着也停不下来这些问题。那天晚上在茶馆里被刀刃钉在柜台，我忍痛见证了我前所未见的一幕，会瞬移的怪人，身手不凡的樱花和力可劈山的男人，末影猎人九幽，还有像有炽烈火焰的眼瞳......\n\n九幽把头转了回去，看着天花板，我看见他眼神忽然飘渺了起来，像是有一层雾霭遮盖住了他眼中的锐利。他淡然的说：“五年了，还是逃不掉。”话语之间，我感受到了那眼中雾霭散发出的薄然悲伤。我没有继续追问，只是静静的等待。\n\n九幽又开始说，声音像是窗外远方的云：“末影人，他们来自另外一个世界，我的存在，本就是一个错误，可是我厌倦了那种生活，是这座城留下了我，可是，终究逃不过这宿命。”\n\n我虽然听的一头雾水，但是第一次从九幽身上感受到这种实质般的惆怅，中间还夹杂着对这个世界的恨意。推门的“咔哒”打断了我的思绪，我艰难的上抬脖颈，却视线受阻，只看到一个带红色小角的粉色头顶，那是世予的头饰。我心中松了口气，说：“啊，世予你怎么才来啊！我渴死了！要喝水！”\n\n“想喝水是吗？姐姐来喂你啊，找世予干嘛呀。”一个带着笑意的声音从门外而来，听声音我就知道，是樱花。世予走到我和九幽病床中间的床头柜边，拿起上面的苹果一口咬了下去，然后坐在了床边的凳子上。我看着世予的脸，只要不是傻子都知道，这小姑娘生气了。\n\n“多...多谢...花姐，那个......世予姑娘这是？”我试探着问。\n\n“哟，你这声花姐喊得我挺舒坦，世予嘛，因为带着病患出门，还让病患遭遇了事故，被停职半个月。”樱花满脸带笑地站在世予身边，恍若桃花盛开一般。\n\n我听完之后说：“世...世予姑娘？这...全怪我！是我的错！对不起，连累了你。”我如果不是躺在床上，估计现在已经鞠躬九十度了。\n\n世予嚼着苹果，白皙的小脸鼓囊囊的，也不看我，不轻不重的“哼”了一声。\n\n“啊...好可爱...”我在心里默默的想。然后说：“世予姑娘你就原谅我吧，等我伤好了拿我全部积蓄陪你逛个街当赔礼可好？”我躺在床上小心的问。\n\n“哼，你在想屁吃，本小姐不稀罕。”世予又狠狠的咬了一口苹果，说完起身而去，头发的幽香味又缠绕上了我的鼻腔。\n\n“啊，生气也好可爱......”我无能为力的躺在床上看着世予离去。樱花目送世予离去之后也坐在了椅子上，也拿起一个苹果在手里把玩，翘着嘴角对我说：“呐，小兄弟，冰块是吧。听说你昨天晚上的应激能力很不错嘛。”\n\n我用左手挠挠头说：“就是...想着救九幽嘛，我也不知道是怎么一个情况，总之头脑一热就冲出去了。”\n\n“那个末影人身手算是佼佼者了，否则不会潜伏进来刺杀九幽的，他投掷的飞刀你能接住，也从侧面说明了...这苹果好像没洗吧....”樱花话锋一转发出了疑问。\n\n我咽了口唾沫说：“这事儿可就别跟世予姑娘说了，还有...花姐...给口水喝呗......”我略带乞求的说。\n\n樱花咯咯的笑了起来，黑色的长发被她用手拂到身后，说：“来来来，姐姐喂你。”\n\n我受宠若惊的说：“不用了不用了，花姐你把床摇起来我用左手端着喝就行。”\n\n“行吧，多少人想让我喂口吃的呢，到你这还行不通了。是不是要小世予来喂啊？”樱花站起来一边把床摇起来一边调侃我。\n\n我感受到腰背后的床缓慢地上升起来，说：“花姐你这说的什么话...快给我水...渴死了。”我接过水杯直接一口喝干，湿润的感觉让我犹如重获新生。刚刚想忍不住说声“爽”，忽然又传来一个淡淡的声音：“我也要喝。”\n\n九幽眼神直直地看着樱花，樱花一边拿了新的杯子倒水一边说：“怎么样九幽？有没有感觉到伤势恢复速度更快了？”九幽左手一撑坐在床上，接过水杯喝了一口说：“并没有，我感觉你在骗我。”\n\n樱花带着疑惑的神情看着九幽说：“九幽你居然怀疑我？我何时骗过你？绷带缠得越多恢复越快，冰块你说对不对？”\n\n我看着面前这两位，真的不知道回答什么好，只好说：“对了花姐，那个末影人，是什么东西？”\n\n樱花听了我的问题，脸色也没有变化，还是满不在乎的说：“末影人啊，在我们的观念里，和僵尸，骷髅，女巫，劫掠兽一样属于怪物。只不过有些特殊。”\n\n“僵尸骷髅这些我都听说过，关于末影人可以说的详细一些吗？”我又尝试着问道。\n\n樱花拿水壶向苹果上倒了一些水，洗干净后咬了一口才说：“末影人，是大多数人都不知道的怪物。他们来自另外一个世界，那个世界我们称作末地。他们的瞬移能力是与生俱来的，每个末影人都有紫色眼瞳，是很显眼的标志。他们也有种族，他们也有智慧，他们也有文明，甚至可以把他们看作文明不同的我们。有些能力强大的末影人，在末地进行瞬移的时候，会出现不稳定的错误，进行的不再是短距离的瞬移，而是进行跨世界的穿梭，这样他们就来到了我们的世界。”\n\n樱花一边嚼着苹果一边跟我说这些天方夜谭一样的事情，声音有些含糊不清：“但是可能由于是不同文明的问题，我们的观念和理性也都不一样，他们肆意掠杀人类，其实在他们眼里，杀掉我们人类，就和我们玩乐一样，没有什么意义，可能只是单纯的享受生命消逝的感觉，可能只是在释放他们自己的力量或者压抑的情绪。因为在他们的世界，有一个黑色的皇帝，这个黑色皇帝的威严永远悬浮在所有末影人的头顶，让所有末影人都臣服跪拜在他的伟岸威严之下。”樱花咽下了最后一口苹果。\n\n“我不管他们的世界怎么样，但他们侵犯了我的世界，伤害了我所爱的人，我就要让他们付出应有的代价，对于我们末影猎手来说，这场战斗，至死方休。”\n\n樱花脸上收起了常挂着的如沐春风的微笑，眼神冰冷得恍若北方的冰原，她把苹果核狠狠地丢进了垃圾桶，一如多年以前在贴吧城外的沙漠里，呼啸的风将她斗篷吹的猎猎作响，她则扬手将末影人的头颅抛在风中。\n\n\n\n\n\n相关篇章\n论坛城的茶馆·铳械师：http://www.mcbbs.net/thread-883900-1-1.html\n作者：@Oil \n\n\n\n在这里稍微向大家说明了一下设定\n以后会再多说明以后故事的大概发展\n就是这样\n请享受\n",
    "replies": [
        {
            "author": "Ice_Block_",
            "timestamp": 1562911080,
            "txt_content": " 本帖最后由 Ice_Block_ 于 2019-7-12 14:21 编辑 \n\n在这里 @世予 @雪莲_xvelian @xmdhs @skpsk自己家 @九幽之帝 @Oil @mango2017 @g530775 @宋旭尧SXY @hx1051935237 @Sakura_End"
        },
        {
            "author": "世予予",
            "timestamp": 1562911140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "旭尧Furry",
            "timestamp": 1562911380,
            "txt_content": "lei啦~~~\n一想到九幽那个样子我就想笑哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562911440,
            "txt_content": "世予 发表于 2019-7-12 13:59\n先加分后看 好习惯\n你在想屁吃hhhhhhhh"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1562911440,
            "txt_content": "宋旭尧SXY 发表于 2019-7-12 14:03\nlei啦~~~\n一想到九幽那个样子我就想笑哈哈哈哈哈哈哈哈哈\n满脑袋瓜的绷带hhh"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1562912700,
            "txt_content": "哈哈哈哈哈，木乃伊九幽(×) \n                    解开绷带=解除封印(√)"
        },
        {
            "author": "ir-0",
            "timestamp": 1562914800,
            "txt_content": "突然想问一下我在你小说里的人设是咋样的"
        },
        {
            "author": "Hueihuea",
            "timestamp": 1562914860,
            "txt_content": " 本帖最后由 skpsk自己家 于 2019-7-12 15:02 编辑 \n\n这一话好水\n(你也学会水了吗)"
        },
        {
            "author": "Оil",
            "timestamp": 1562915580,
            "txt_content": "咦？\n我那篇是第一篇啊给我加上个符号啊喂……\n（话说我那是番外补充篇不是正篇这个也稍稍表示一下.jpg） √"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1562916960,
            "txt_content": "Oil 发表于 2019-7-12 15:13\n咦？\n我那篇是第一篇啊给我加上个符号啊喂……\n（话说我那是番外补充篇不是正篇这个也稍稍表示一下. ...\n不，可以算你的正篇啊"
        },
        {
            "author": "X7-Network",
            "timestamp": 1562918040,
            "txt_content": "支持一下~"
        },
        {
            "author": "moep",
            "timestamp": 1562920080,
            "txt_content": "神乎其技，不服不行"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1562921100,
            "txt_content": "怎么会没有我呢我天我这几天在茶馆不积极么"
        },
        {
            "author": "星",
            "timestamp": 1562921820,
            "txt_content": "没人气了 先看看好看的话 明天评分"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1562925120,
            "txt_content": "茶馆全明星23333"
        },
        {
            "author": "帕帕武",
            "timestamp": 1562927220,
            "txt_content": "苹果核都要扔进垃圾桶而末影人头为啥就乱扔了XD\n垃圾不分类，罚款两行泪\n"
        }
    ]
}