{
    "title": "论如何用终末之诗折磨聊天机器人！",
    "author": "GCVillager",
    "replyCount": 22,
    "timestamp": 1562928180,
    "txt_content": "想必大家都知道图灵测试吧。\n让一个人和机器人聊天，如果人认出来那是机器人，即测试失败。\n那么今天的内容和图灵测试……\n无关。\n但是今天我们要折磨可怜的chat with bing!\n众所周知，终末之诗的深层含义非常深，而且还有一定的背景。同时，那堆乱码更是增加了读懂的难度。有时候人都不一定读的懂。\n那么用它折磨一个机器人会怎样？（一定是世界上最难的机器人测试）\n我把第二个末影人的话挖空，给bing填。内容如下：\nI see the player you mean.You don't say.Yes. Take care. It has reached a higherlevel now. It can read our thoughts.What playerI like this player. It played well. It didnot give up.Yes.That is how it chooses to imagine manythings, when it is deep in the dream of a game.practically the goal inlifeThey used to hear voices. Before playerscould read. Back in the days when those who did not play called the playerswitches, and warlocks. And players dreamed they flew through the air, on stickspowered by demons.of courseThis player dreamed of sunlight and trees.Of fire and water. It dreamed it created. And it dreamed it destroyed. Itdreamed it hunted, and was hunted. It dreamed of shelter.whaaaatIt worked, with a million others, to sculpta true world in a fold of the [scrambled], and created a [scrambled] for[scrambled], in the [scrambled].How?No. It has not yet achieved the highestlevel. That, it must achieve in the long dream of life, not the short dream ofa game.it is trueSometimes, through the noise of itsthoughts, it hears the universe, yes.NiceTo cure it of sorrow would destroy it. Thesorrow is part of its own private task. We cannot interfere.Expectation is sorrow.It reads our thoughts.We cannot.And yet they play the game.Played alreadyToo strong for this dream. To tell them howto live is to prevent them living.They Live is amazing.The player is growing restless.And appears to have grownyear-over-year for a very long time.But not the truth.yeS THE TRUTHGive it a body, again.Ur truth, not mine.Use its name.So truth.Good.Am i good ?Who are we? Once we were called the spiritof the mountain. Father sun, mother moon. Ancestral spirits, animal spirits.Jinn. Ghosts. The green man. Then gods, demons. Angels. Poltergeists. Aliens,extraterrestrials. Leptons, quarks. The words change. We do not change.Moon and sun Mother andfatherThe player was you, [Playername].yeaSometimes the player dreamed it was lost ina story.It was like a nerdy JuiceSometimes the player dreamed it watchedwords on a screen.Not a screen.You are the player. The story. The program.The human. Made from nothing but milk and love.I disagreeShush. Sometimes the player created asmall, private world that was soft and warm and simple. Sometimes hard, andcold, and complicated. Sometimes it built a model of the universe in its head;flecks of energy, moving through vast empty spaces. Sometimes it called thoseflecks \"electrons\" and \"protons\".what do you mean?You are the player, reading words...I knowYou. You. You are alive.YES IM. MULTITASKINGand sometimes the player believed theuniverse had spoken to it through the sunlight that came through the shufflingleaves of the summer treesThey breathe air... Theyphotosynthesise sunlightand sometimes the player believed theuniverse had spoken to it through the light that fell from the crisp night skyof winter, where a fleck of light in the corner of the player's eye might be astar a million times as massive as the sun, boiling its planets to plasma in orderto be visible for a moment to the player, walking home at the far side of theuniverse, suddenly smelling food, almost at the familiar door, about to dreamagainIndeed.and the universe said I love youI love you too..and the universe said everything you needis within youI say thanks to theuniverse.and the universe said you are the daylightR u questioning theuniverseand the universe said the darkness youfight is within youWell the universe thanksyouand the universe said you are not aloneExactlyand the universe said you are the universetasting itself, talking to itself, reading its own codethe universe plus 1And the game was over and the player wokeup from the dream. And the player began a new dream. And the player dreamed again,dreamed better. And the player was the universe. And the player was love.okay... so lampard wasbetter than scholes yeah?You are the player.Yup, Lampard all day.可以发现一些奇怪的：\n1、机器人基本上都是在应和（看不懂的必然结果），如同相声捧哏和逗哏。。。\n2、\nokay... so lampard wasbetter than scholes yeah?        Yup, Lampard all day.\n其中，没有人知道lampard和scholes是什么。。。\n所以，我看不懂他在说什么，他也看不懂我在说什么……\n下次折磨什么机器人呢？",
    "replies": [
        {
            "author": "Dr.Slime",
            "timestamp": 1562929320,
            "txt_content": "能这样闲的没事干的也就你了"
        },
        {
            "author": "勝海舟",
            "timestamp": 1562937600,
            "txt_content": "你可以把这个給小冰叫他画画"
        },
        {
            "author": "郑宇123",
            "timestamp": 1562937900,
            "txt_content": "这就尴尬了"
        },
        {
            "author": "1139365029",
            "timestamp": 1562938740,
            "txt_content": "你说\n这个AI\n有没有可能\n是下面这个想法\n\n\n\n\naac995480a.jpg (13.64 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-12 21:39 上传\n\n\n\n\n"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1562939760,
            "txt_content": "真实绝了，还玩儿图灵测试的"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1562939820,
            "txt_content": "1139365029 发表于 2019-7-12 21:39\n你说\n这个AI\n有没有可能\nxswl哈哈哈哈哈哈\n这个太真实了"
        },
        {
            "author": "世予予",
            "timestamp": 1562977980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qyhao812",
            "timestamp": 1562977980,
            "txt_content": "楼主也是真的闲\n居然玩这个"
        },
        {
            "author": "GCVillager",
            "timestamp": 1562992260,
            "txt_content": "1139365029 发表于 2019-7-12 21:39\n你说\n这个AI\n有没有可能\n吓得我都要去给微软发邮件了"
        },
        {
            "author": "圣夜雨",
            "timestamp": 1562992560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1562994300,
            "txt_content": "你是魔鬼吗\n这下估计连那个末影人都知道跟他对话的是一个铁疙瘩了（至少不是铁傀儡）"
        },
        {
            "author": "45gfg9",
            "timestamp": 1562997060,
            "txt_content": "chat with bing还行\n不如来调戏siri叭[doge]"
        },
        {
            "author": "1669756340",
            "timestamp": 1563001380,
            "txt_content": "一一答上来，你就尴尬了"
        },
        {
            "author": "无糖小毅",
            "timestamp": 1563002220,
            "txt_content": "大佬的问题 我都看不懂"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1563002460,
            "txt_content": "在哪里搞的\n我也想试试"
        },
        {
            "author": "pixelgear",
            "timestamp": 1563002520,
            "txt_content": "https://www.baidu.com/s?ie=UTF-8&wd=scholes\nhttps://www.baidu.com/s?ie=UTF-8&wd=lampard\n我搜索到的都是些什么"
        },
        {
            "author": "GCVillager",
            "timestamp": 1563016980,
            "txt_content": "冰川橘子 发表于 2019-7-13 15:21\n在哪里搞的\n我也想试试\ncn.bing.com，选择国际版\n右上角有那个东西"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1563029220,
            "txt_content": "欲仙欲 死.jpg..as"
        },
        {
            "author": "tangxian",
            "timestamp": 1563030300,
            "txt_content": "到底什么让你这么无聊"
        },
        {
            "author": "Citysands",
            "timestamp": 1563077880,
            "txt_content": "（论一个人无聊下到底能做出什么.jpg）"
        },
        {
            "author": "离落",
            "timestamp": 1563110760,
            "txt_content": "啧你是魔鬼么=-= 人机对战.jpg"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1563113940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}