{
    "title": "【原创/连载】《卡西德》序章",
    "author": "虚泽",
    "replyCount": 3,
    "timestamp": 1562922840,
    "txt_content": " 本帖最后由 王世源 于 2019-7-12 17:16 编辑 \n\n《卡西德》 \n\n\n前言 世界观背景\n    卡西德世界是一个魔幻的中土大陆，这里文明还处于一个非常奇妙的现状，冷兵器与魔法共存的世界。魔法是一部分人才拥有的，在十二岁之前如果体内存在火种，那么就可以学习魔法，如果没有觉醒出火种，那么就一辈子与魔法无缘，因为十二岁后的体质会发生巨大的改变，每个种族都会激发血脉之力，例如亚人族的身体会变得无比巨大，获得蛮兽的力量；精灵族灵魄会受到天地精华改善，身后会长出羽翼，有极少部分会掌控生命之力；龙族则会觉醒元素之力，也是最古老最原始的魔法，释放不用咏唱，纯利用蛮力爆发出。种族之力一旦觉醒就会断绝与火种链接，这就是为什么会魔法的人这么少。    卡西德大陆上分有八大地域，这八大地域也被各个种族占领，分别称为欧西圣地、古拉德蛮荒、聚灵天境、炎龙谷、万兽森林、帕基斯峡谷、沙塔特古地、北原极地。人族受到欧西圣地的庇护，在欧西圣地发展极快，在中心建立了一座巨大的通天塔，据说那塔通往天界，但没有真正去过，就算上去了也是又去无回，人族受圣地庇护万年，一切的秘密都来自于通天塔中。精灵族他们祖先在聚灵天境内受到生命之神的恩惠，获得了一颗神树，他们在神树周围建立了自己的帝国，而且统治了聚灵天境大片土地。亚人族则一直栖息在万兽森林，因为亚人分很多支系血脉，族内一直不团结，而且经常为抢夺食物土地而斗。龙族生活在炎龙谷地心内，他们不与凡人争斗，但却不容凡人侵犯，一旦有人入侵了他们的领地或者伤了族人，他们会不择手段的让入侵者付出代价。在八大地域之中最神秘则是北原极地，常年气温都保持在零下三十度，而且越往深处气温越低，这样的情况，几乎没有一个冒险家愿意去探险北原极地，在史书中也没有记载太多北原极地资料，它给人们感觉一直是一个迷。    说完了大陆的分布，还有一个非常重要一点，每个种族的实力层次。我们先说魔法吧，魔法也分很多种类，最广泛使用的是元素魔法，只要有火种存在，就可以学习元素魔法，这种元素魔法和龙族的元素之力不一样，一种是靠火种提炼出元素，一种是靠血脉贯穿身体每一处地方，相比之下，元素之力更灵活，但元素魔法更多元化。除了元素魔法，还有比较稀有的圣恩魔法，传承与西欧圣地，目前被人族掌控，圣恩魔法拥有和传说中神一样的能力——圣光，主要作用是治愈和净化，而对死灵魔法有极大的驱散作用。死灵魔法是来自地狱的力量，它最早出现与创世纪，天神猎安与魔神厄运斗争，最后魔神被消灭，死之前将自己地狱之心抛向卡西德大陆的某处地方，之后慢慢卡西德大陆上涌出一批死灵魔法师，他们各个性格残暴分裂，对这个世界恨之入骨。他们对大陆进行了恐怖袭击，仅仅靠单方面一族无法抵抗死灵魔法师的袭击，他们管用招数是控制人的思想，将他们从内部击垮，最好无奈之下人族、精灵族、亚人族、潮汐族联合起来对死灵魔法师发动反击，最后他们发现身心残暴的死灵法师，他们的领头人却不和他们一样，在苦苦逼问下，那个死灵法师说出了真相，死灵魔法只有意志强大的人才能支配它，否则会被死灵魔法吞噬意志和个性，称为被残暴主宰的怪人。    说完魔法，下面我们来讲血脉之力又是什么？之前说过血脉之力会给各个种族带来质的飞跃，而这种力量是如何抵抗强大的魔法攻击的？这里就要说到兵器，在千年前，卡西德发生过一次万族大战，最后活下来的种族只有人族、精灵族、龙族、亚人族四个种族，那些被灭族的人大部分都被灭杀，极少部分逃了出来，奇迹的是矮人族居然在那场战争活了下来，他们被潮汐族庇护，在卡西德大陆东部大海的一座岛屿中，建立了一座科技之都，千年来他们与世隔绝，钻研出了许多科技技术，但最值得说的是他们发明了魔导兵器，开创了锻造时代，而且通过魔导兵器这一项巨大的诱惑，和解了各种族千年来的矛盾，从此贸易也广泛与卡西德各个城市\n\n\n\n我也终于放假了，这次开了这个新坑是想尝试我写套路文水平如何，之前的《艾卡西亚》背景挺宏达的，但是剧情不行，太单调了，我所以决定弃坑了，不过我有好的灵感会第一时间去写艾卡西亚的，希望这次主题能吸引到你们！\n\n",
    "replies": [
        {
            "author": "Dr.Slime",
            "timestamp": 1562925840,
            "txt_content": "非常不错的作品，写的可以\n（诶其他版块允许发锭吧）"
        },
        {
            "author": "top_alone",
            "timestamp": 1562931000,
            "txt_content": "写的很不错，今天没分能用了\n（你该把金锭分发的）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563090360,
            "txt_content": "青藤子. 发表于 2019-7-12 18:04\n非常不错的作品，写的可以\n（诶其他版块允许发锭吧）\n我才注意到+8金锭，可怕……"
        }
    ]
}