{
    "title": "[Minecraft.net|INSIDER] 背包盘点：蒲公英",
    "author": "SPGoding",
    "replyCount": 7,
    "timestamp": 1562948160,
    "txt_content": " 本帖最后由 SPGoding 于 2019-9-4 22:04 编辑 \n\n\n\n背包盘点：蒲公英 Taking Inventory: Dandelion\n蒲公英在书里也超好看！ The dandelion is just dandy in my book!\n\nI know that every time I write about a flower in this column I tell you that flower is the best flower in Minecraft. But the dandelion is the best flower in Minecraft. Just look at it! It’s so tiny, so yellow, and so darn cute. Like a tiny yellow bundle of pure joy.我知道我每次在这个系列里面写花的时候都说它是 Minecraft 里最棒的花，但我还是要说，蒲公英是最棒的。快看看它！又小，又黄，又可爱。这黄色的一小簇中似乎蕴含着纯粹的乐趣。\n\nDandelions were added to Minecraft extremely early in the game’s development, in version 0.020a on 20 June 2009. They were added alongside roses, and originally called “yellow flowers” - it took until version 1.7.2 until they were finally given their forever name: “dandelion”.蒲公英在开发的很早阶段就被加入了 Minecraft，也就是在 2009 年 06 月 20 日 的 alpha 0.020。它们和玫瑰一起被加入游戏，当时还称作「黄花」 ——一直到 1.7.2 它们才被更名为「蒲公英」。\n\n\n\nDandelions generate naturally in almost all biomes, so they’re pretty easy to find. If you’re having trouble then grab some bonemeal and right-click the ground - a bunch of grass and flowers will grow, and hopefully, some dandelions will be amongst them. You’ll also find them in plains and savanna villages, and in a worst-case scenario, you can sometimes buy one off a wandering trader in exchange for an emerald.蒲公英会在几乎所有生态群系中自然生成，所以很容易就能找到它们。如果你实在找不到的话，可以抓些骨粉对着地面右击——一丛草和花就会长出来了，很有可能蒲公英会出现在其中。你还能在平原或者热带草原的村庄中找到它们。最糟糕的情况是，你用一个绿宝石从流浪商人那里买来一颗蒲公英。\n\nOther than looking pretty in flowerpots and planted into grass or dirt, dandelions can be crafted into yellow dye, used to lure, breed and grow rabbits, and made into a suspicious stew - which will leave you a little less hungry for a while. That makes them one of the more useful flowers in the game.除了种在花盆中观赏用，或是种在土上，蒲公英还能被用于合成黄色染料、繁殖兔子、制作迷之炖菜——可以让你稍微不饿那么一会儿。这使得蒲公英在游戏中相比其他花朵更有用处。\n\n\n\nIn the real world, dandelions are common all over the world. There are lots of different kinds (more than 2,000!), but the two most common species worldwide both originated about 30 million years ago in Eurasia, where they grow wild today.在现实世界中，蒲公英能在全世界范围内见到。蒲公英有很多品种（两千多种！），不过如今世界上最常见的两个野生品种都是原产自大约三千万年前的欧亚大陆上的。\n\nReal dandelions are very recognisable - they have a lovely golden crown that emerges early in the springtime and turns into a lovely, spherical ball of seeds after a week or two. Those seeds blow away in the wind, then settle in the grass and sprout to make new dandelions. It’s the ciiiiiiiiircle of dandelions.真实的蒲公英非常好辨认——它们有着可爱的金色皇冠，会在春季早期变为圆滚滚的种子球。这些种子会随风飘荡，落地生根、发芽，成长为新的蒲公英。这就是蒲公英循环循环循环循环循环的一生。\n\n\n\nThe name “dandelion” originally comes from the French dent de lion, or “lion’s tooth”, referring to the jagged leaves. They’ve also been known by a host of different names - blowball, cankerwort, doon-head-clock, witch's gowan, milk witch, lion's-tooth, yellow-gowan, Irish daisy, monks-head, priest's-crown, and puff-ball. In Swedish, it’s called “worm rose” after the tiny insects often found in the flowers.「蒲公英」这一名字来源于法语的 dent de lion（直译为狮子的尖牙），因为它叶边的形状而得名。它们还有其他的名字——[ruby=蒲公英]blowball[/ruby]、[ruby=蒲公英]cankerwort[/ruby]、[ruby=蒲公英]doon-head-clock[/ruby]、[ruby=蒲公英]witch's gowan[/ruby]、[ruby=蒲公英]milk witch[/ruby]、[ruby=蒲公英]lion's-tooth[/ruby]、[ruby=蒲公英]yellow-gowan[/ruby]、[ruby=蒲公英]Irish daisy[/ruby]、[ruby=蒲公英]monks-head[/ruby]、[ruby=蒲公英]priest's-crown[/ruby] 和 [ruby=蒲公英]puff-ball[/ruby]（译者注：在汉语环境中，蒲公英有黄花地丁、婆婆丁，华花郎、蒲公草、食用蒲公英、尿床草、西洋蒲公英等别称）。在瑞典语中，它被称为「worm rose」（按英文直译：虫之玫瑰），因为常在这种花里找到小昆虫。\n\nDandelions have been used throughout history as herbal medicine, and can also be eaten - in fact they’re commonly found in Kashmiri, Albanian, Slovenian, Sephardic Jewish, Chinese, Korean and Greek cuisine. They’re full of vitamins and minerals, including calcium, potassium and iron.蒲公英在历史上一直被用作草药，也可以直接拿来吃——事实上它们常见于克什米尔人、阿尔巴尼亚人、斯洛文尼亚人、西班牙犹太人、中国人、韩国人以及希腊人的餐桌上。蒲公英富含维他命和矿物质，包括钙元素、钾元素和铁元素。\n\nBut don’t go around munching on random dandelions you find on the ground, because there are a bunch of plants that look pretty similar to dandelions which are decidedly not edible, and may make you feel very poorly indeed. Consider yourself warned, and stick to admiring their beauty with your eyes instead.不过不要随便嚼你在地上找到的蒲公英。因为有很多看起来像蒲公英的植物，它们实际上是不可食用的，可能会让你很难受。还是用你的眼睛来欣赏它们的美丽吧。\n\n【原文：Taking Inventory: Dandelion】\n【作者：Duncan Geere，发布日期：2019-07-12，译者：SPGoding】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1562948820,
            "txt_content": "[ruby=r u b y 大]法 好[/ruby]"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1562997180,
            "txt_content": "原来放在蜜汁炖菜可以有饱和呀。。。"
        },
        {
            "author": "苏洛哲",
            "timestamp": 1563017280,
            "txt_content": "w我一直以为这是菊花。。。。。"
        },
        {
            "author": "xpahl126",
            "timestamp": 1563091440,
            "txt_content": "感谢分享！！"
        },
        {
            "author": "xpahl126",
            "timestamp": 1563091440,
            "txt_content": "对我很有帮助。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1567605480,
            "txt_content": "黄色燃料 x 染料 √\n蒲公英还能够被合成为黄色燃料、繁殖兔子、制作迷之炖菜\n另外这里句式有问题\n蒲公英还能够被合成为黄色燃料 √\n蒲公英还能够被合成为繁殖兔子 x"
        },
        {
            "author": "梦丶雪泪",
            "timestamp": 1568432160,
            "txt_content": "一直以为是菊花，直到看了这个"
        }
    ]
}