{
    "title": "《粘液科技1：信息时代》第一章",
    "author": "wby555",
    "replyCount": 5,
    "timestamp": 1562986260,
    "txt_content": " 本帖最后由 wby555 于 2019-7-17 07:33 编辑 \n\n目录：\n1.山洞里的新发现。粘液科技？神秘男子离开。\n\n    自Steve与Alex出现在Minecraft的主世界里了以后，开始繁衍后代。日复一日，年复一年，人数达到了一千万人，便开始不增长了。\n    为什么不增长了呢？因为环境的原因，晚上怪物游荡，白天苦力怕还会侵袭，世界的资源越来越少，土地沙漠化，无法种植，最终，人类开始了负增长......\n    为了防止不会灭绝，人类开始建造一个安全、温馨的城市，大家齐心协力，砍树、挖矿、收集、制作、建造。把一只只动物圈进城市动物园与养殖场；把一个个石头放在城市边缘，做成城墙；把一桶桶岩浆洒在城墙上，防止怪物靠近；把一桶桶水倒在一起，制成无限水源；把一个个矿洞堵死，防止怪物侵袭；把一栋栋房子造好，随时随地住进去......最终，建成了一个很大、很安全、很温馨的城市。\n    虽然人们不想离开城市，但是资源不允许，于是，一只只政府派出去的探险队，带上装备，去城市外面探险，每一次，都会有一些探险队员死了，但是每一次回归，都会给大家带来惊喜。\n    这只探险队进入了一个山洞，山洞里，有很多人、动物的死尸，显然，里头有人住过来。\n    “快跟上，别走丢了！”探险队的队长对他的队员喊道，队员们马上加快脚步，跟上了他们的队长。\n    “这个洞真穷，物资少得可怜啊！害的我们在这个穷**走了几个小时了。”一个队员抱怨道，他已经走得腿都酸了。\n队长听到这话，突然发觉自己的腿也有一点酸，于是，他命令道：“原地休息！”\n    队员们都坐了下来，打开背包，开始吃东西，聊聊天。而队长，继续在前面走着。\n    没走多远，队长便看到了一本书，上面写着一些看不懂的文字。书，已经因为年代久远而发黄和破损，可是还是可以看的，但是看不懂上面的文字。\n    ‘带上又不会死，说不定还有用。’队长想着，便把书小心翼翼地放进包里，然后回去和队员们汇合。\n    休息了一会，探险队又继续进发，发现了许多破烂不堪的机械，每一个完整的。\n    走了一会，便走到了底，可是还是没有发现一些有用的矿物之类的，于是，他们回去了。\n    队长回去了以后，便把资料交给了政府，政府开始尝试解读这本书，可是，怎么也解读不出来里面的意思。\n    于是，政府请了许多科研人员和语言学人员，尝试解读这本书，可是，谁也读不出来。\n    有一个人尝试进入城市，但是他没有**明，于是保安拦住了他......\n    之后，他喊出来的一句话，震惊了全世界的人：\n    “我能解读那本你们解读不出来的书。”    大家都十分的诧异：‘他是怎么知道我们截获了很多本残缺不齐、发黄、还解读不出来的书？’\n    不过，大家也没有纠结这个问题，他们相信，世界是和平的，这个男子是和善的，放进来也不会少一块肉。于是，他们一致同意将那名男子带进来，带进了第四大板块......\n    方块堡建成以后，政府将城市划成了四大板块。第一大板块：居民生活区；第二大板块：生物养殖区；第三大板块：医疗救援区；第四大板块：科技研究区。\n    “黄旧书（方块堡的人都这么叫）研究小组”的组长，把那名男子带了进来，让他快速熟悉，这个地方，然后去看那发黄、破旧的书。\n    “这个就是那本书。”组长带那名男子到黄旧书的面前。\n    男子从兜里掏出来了一块亮晶晶的白色宝石，然后将这块宝石放在了方块堡人称为的“黄旧书”上面，然后，嘴里碎碎念着方块堡听不懂的咒语，瞬间，书和白色宝石融合，书飘到了半空中，咒语往书里飞去，书开始发着金光，光越来越亮，在峰值的时候，光缓缓暗了下去，书变成了崭新的。\n    方块堡的人全部惊呆了，“黄旧书研究小组”的组长最先回过神来，他大喊道：“快看上面有字，我们可以看懂这个字了！”\n    听到组长一喊，组员全都回过神来，定睛一看，上面写着四个金色大字：《粘液科技》，下面画着一个大大的史莱姆球，那名男子口中用着只有自己能听到的声音喃喃自语道：“啊，我终于还原了史莱姆帝国的粘液科技了！”\n    “黄旧书研究小组”正式被更名为“粘液科技研究小组”！\n    “粘液科技研究小组”的一名成员，尝试翻开这本书来看，那名男子大喊道：“千万别看里头的内容！”可是，已经迟了，那名成员翻开了看了，巨大的知识量涌入他的脑子，他无法承受如此之大的知识量，然后，死了。\n    “粘液科技研究小组”的成员全都被吓到了，有的人甚至连书都不敢靠近，胆子大的人去把尸体搬到了第三大板块，那名男子又开口说话了，他说：“你们的生存的经验不够，我想，我可以赠送给你们一个状态检测器的配方，你们自己去制作给每一个居民，状态检测器可以帮助他们识别有多少经验值，还可以帮忙整理背包，最大的功能就是查看自己的健康状态，好了，配方在这，我想，我完成了我的使命！”说完，男子一变，便离开了方块堡，只留下来一张孤零零的纸质文件。\n\n未完待续......\n\n昨晚洗澡的时候，想出来的灵感......\n等到粘液科技1写完了以后，就要写粘液科技2了\n\n\n",
    "replies": [
        {
            "author": "top_alone",
            "timestamp": 1562986800,
            "txt_content": "不错，支持\n分今天用完了"
        },
        {
            "author": "top_alone",
            "timestamp": 1562986920,
            "txt_content": "是昨天我熬夜老眼昏花了吗\n为什么我看见字体一会大一会小的"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1562986980,
            "txt_content": "top_alone 发表于 2019-7-13 11:02\n是昨天我熬夜老眼昏花了吗\n为什么我看见字体一会大一会小的\n你没有老燕昏花\n字体大小正常的\n\n给楼主的话：很不错的小说继续加油！"
        },
        {
            "author": "top_alone",
            "timestamp": 1562987040,
            "txt_content": "青藤子. 发表于 2019-7-13 11:03\n你没有老燕昏花\n字体大小正常的\n等等，这逻辑有问题吧？？"
        },
        {
            "author": "wby555",
            "timestamp": 1562987100,
            "txt_content": "我也不知道为什么字体大大小小的！"
        }
    ]
}