{
    "title": "[Minecraft.net|CULTURE] 天空工厂4",
    "author": "MineCrocodile",
    "replyCount": 21,
    "timestamp": 1562995260,
    "txt_content": " 本帖最后由 MineCrocodile 于 2019-8-20 22:38 编辑 \n\n\n\n\n\n\n1.jpg (70.62 KB, 下载次数: 43)\n\n下载附件\n\n2019-7-13 11:56 上传\n\n\n\n\n\nSKY FACTORY 4\nA Java modpack downloaded by millions!\n\n\n天空工厂 4\n百万下载量Java版Mod整合包\n\n\nI’m standing on top of a tree, which is standing on a single block of dirt that is surrounded by a vast area of nothingness. A void, bereft of all matter. To the east, the sun is rising. To the west, the moon falls below the horizon. There is no sound, and nothing to do but chop down the tree. The leaves of the toppled tree decay into saplings, which I collect, and plant a new tree to begin the process again. \n我，站在一棵树上，树，长在一块泥土上，周围是一大片虚无。是虚空，什么都没有。在东方，太阳正在升起。在西方，月亮落下地平线。万籁俱寂，除了砍树以外无所事事。砍倒的树的叶子腐烂成树苗，我收集起来，种了一棵新树，周而复始。\nDays and weeks pass. My platform is now so big that I can barely see from end to end. One area is covered in pigs, snuffling out truffles that I can turn into coal, glass and redstone. Another part is home to a huge arboretum filled with tiny bonsai trees, growing yet more resources for me. A third area houses a humming nuclear reactor. A fourth is where my airship is parked. I’m building a home in the sky – out of nothing. This is Sky Factory 4.\n日日周周月月年。我的平台现在已经庞大到我几乎无法完整看到它。一个区域被呼哧呼哧生产松露（我可以用来变成煤，玻璃和红石）的猪覆盖。另一区域是一个巨大的植物园，这里种满了小小的盆景树，为我提供了更多的资源。第三个区域有一个嗡嗡作响的核反应堆。第四个是我的飞船停放的地方。我正在天空中建造一个家——从无到有。这就是天空工厂 4。\n\n\n\n\n\n\nskyfactory-overview.jpg (147.74 KB, 下载次数: 28)\n\n下载附件\n\n2019-7-13 12:16 上传\n\n\n\n\n\nLet’s start with the basics. Sky Factory 4 is a modpack – a pack of Minecraft Java edition mods carefully designed and configured to work together, and is available through the Twitch launcher. It was created by prolific modpack-maker Darkosto, working with Bacon_Donut, who put together the original Sky Factory back in 2014. The original – along with its successors – has been downloaded millions of times.\n\n我们从基本介绍开始。天空工厂 4是一个Mod整合包——一个经过精心设计和配置的Minecraft Java版mod整合包，可以通过Twitch启动器下载获得。它由mod整合包高产作者 Darkosto 和 Bacon_Donut（此人于2014年发布了原版天空工厂mod）合作完成。原版整合包以及它的后续版本——目前已被下载数百万次。\n“You start out in an empty, infinite world on top of a tree and block of dirt directly below it,” Darkosto explains. “This has been a core concept of all the modpacks in the series. The idea was to create everything from nothing. Vanilla Minecraft asks you to mine and shape the terrain around you, but Sky Factory prompts you to do the opposite.”\n“你从位于一个空旷的、无尽的世界，而下面只有一块泥土的树上的开始，”Darkosto解释说。 “这是该系列中所有mod的核心概念。我们的想法是从无到有创造一切。原版Minecraft要求你挖掘并塑造你周围的地形，但天空工厂会提示你去做相反的事情。“\n\n\n\n\n\n\n\nskyfactory-advancements.jpg (62.48 KB, 下载次数: 32)\n\n下载附件\n\n2019-7-13 12:30 上传\n\n\n\n\n\n\nIf you’re totally new to modded Minecraft, dropping into Sky Factory 4 might initially be a little overwhelming. There are a lot of new things to learn. Why is the inventory screen covered with pages and pages of items? Why do I have a minimap in the corner of the screen? What’s this book in my inventory all about? But as you settle in, perhaps with the help of a friendly tutorial like this YouTube series created by Chosen Architect, you’ll start to get used to how it all works.\n\n如果你对Minecraft的Mod完全不熟悉，那么直接进入天空工厂4的最初可能会觉得有点信息量过大。有很多新东西需要学习。为什么背包界面显示了一页又一页的物品？为什么我屏幕的角落有一个小地图？我背包中的这本书是关于什么的？但是当你开始习惯时，也许在一部友好的教程，如Chosen Architect拍摄的YouTube系列视频的帮助下，你将开始理解它是怎么运作的。\n\n“The biggest draw of playing modded Minecraft is the depth it allows,” Darkosto says. “Have you ever felt that something in the vanilla game didn’t do exactly what you wanted? Have you ever felt that something was missing? Do you want more progression? Do you want the game to be harder or easier? All of those things can be done in modded Minecraft.”\nDarkosto说：“玩Minecraft Mod的最大吸引力在于它所提供的深度。” “你有没有曾觉得原版游戏中的某些东西并没有完全符合你的要求？你有没有觉得少了什么东西？你想要更多的进展吗？你想让游戏变得更难或更容易吗？所有这些都可以在Minecraft Mod中完成。“\n\nhttps://www.bilibili.com/video/av50340011\n\nIn previous versions of Sky Factory, the early game revolved around carefully sieving dirt, gravel, and sand to extract resources. But in Sky Factory 4, gold really does grow on trees – gold trees, to be precise. With the dirt tree you start on, you can make a cobblestone tree, from which you can make clay, bone, and gravel trees, and so on until you’ve got trees that are growing emeralds, diamonds, and gold.\n在天空工厂的早期版本中，游戏初期都是围绕着仔细筛滤泥土，砾石和沙子以提取资源。但在天空工厂4中，黄金能在树上生长——确切地说是黄金树。从你开局的泥土树开始，你可以做一个圆石树，来获得粘土，骨头和沙砾树，等等，直到你有能生产绿宝石，钻石和黄金的树。\n\nThat book I mentioned before? It’ll help you work your way through the pack, and see most of what’s on offer. “We’ve gone through and created a whole new set of advancements that walk the player through early game progression and shows them a number of useful items later on,” says Darkosto. “A lot of people tend to miss this and get a bit lost.” \n我之前提到的那本书？它将帮助你逐步了解这个整合包，并查看大部分现在能做的任务。 Darkosto说：“我们已经完成了一系列全新的成就，能帮助玩家完成初期游戏的进程，并向他们展示了许多将来有用的物品。” “很多人往往会错过这个并且有点迷失。”\nDifferent parts of the book are themed around different specialisms – storage, farming, machines, exploration, and more. Once you complete a page, you’ll be granted a “prestige point” which can be used to unlock powerful, permanent upgrades that you’ll have access to in all future games, like pots that can automatically harvest trees and drop their contents in an attached chest. Or jetpacks. Or in-game computers. Or a portal gun. Or just a really huge torch.\n这本书的不同部分以不同的专业为主题——存储，农业，机器，探索等。每次你完成一页成就后，你将获得一个“声望点”，可用于解锁你将来可以用到的强大，永久的升级，例如可以自动砍树并把掉落物传送给附着箱子的花盆。或者是喷气背包。或是游戏中的电脑。或传送门枪。或是只是一个非常巨大的火把。\n\n\n\n\n\nskyfactory-megatorch.jpg (83.74 KB, 下载次数: 19)\n\n下载附件\n\n2019-7-13 12:55 上传\n\n\n\n\n\nBut completing advancements isn’t the only way to get prestige points. You can also try your hand at time travel. “This was a feature specifically requested by Bacon_Donut,” Darkosto explains. You can literally build a time machine, called a “Parabox”, which generates additional prestige points. You can run it for as long as you can meet its increasing power demands, but the moment you turn it off it’ll reset your world to exactly how it was at the moment you turned it on as if nothing had happened.\n\n但完成成就并不是获得声望点的唯一方法。你也可以在时间旅行时尝试一下。 “这是Bacon_Donut特别要求的功能，”Darkosto解释说。你真的可以建造一个名为“Parabox”的时间机器，它会产生额外的声望点。你可以持续运行它，只要你能满足其不断增长的能量需求，但是当你关闭它时，它会将你的世界重置为你打开它时的状态，好像什么也没发生过一样。\n\nBuilding this feature was a major technical challenge, Darkosto says. “I wanted the game to remain open – having to restart the entire modpack and wait wasn’t an option for me.” So he persuaded a mod developer named DarkHax to build a mod that could briefly pause the world and reopen it when time travel happened. “A lot of the projects I work on ask mod developers to do some pretty crazy stuff!” Darkosto admits, adding that it took a full ten months to develop Sky Factory 4, from beginning to end.\nDarkosto说构建此功能是一项重大的技术挑战 “我希望保持游戏开启——要因重启整个Mod而等待对我来说不可接受。”所以他说服了一个名为DarkHax的mod开发人员来构建一个可以短暂暂停世界，并在时间旅行发生时重新打开它的mod。 “我参与的很多项目都要求mod开发人员做一些非常疯狂的事情！”Darkosto这样承认，并补充说开发天空工厂4从头到尾花了整整十个月的时间。\n\n\n\n\n\nskyfactory-parabox.jpg (54.6 KB, 下载次数: 17)\n\n下载附件\n\n2019-7-13 13:05 上传\n\n\n\n\n\nNow it’s out, what’s next on Darkosto’s to-do list? “The last couple of projects I’ve worked on have been for other people,” he says. “Next I’d like to work on a small, light project of my own design. I have some ideas of some pretty neat concepts that mirror some of my first encounters with modded Minecraft. I fell in love with hardcore modpacks like Crash Landing, Blood N Bones, and Ultra Hard Survival 3. They all had a simple yet effective charm to them. I want to do something like that and try to polish it more than I have ever polished any previous pack.”\n\n现在它发布了，Darkosto的下一个项目是什么？ “我参与的最后几个项目都是为了其他人的，”他说。 “接下来，我想开发一个我自己设计的小型、轻量的项目。我有一些关于我初识的Minecraft Mod的好点子。我爱上了紧急迫降（Crash Landing），血与骨（Blood N Bones）和极限困难生存3（Ultra Hard Survival 3）等硬核整合包。他们都拥有简洁而有效的魅力。我想做一些类似这样的事情，并对它进行更好的打磨，比打磨任何以前的整合包更要精致。“\n“I still play modded Minecraft on a regular basis. Over the years, I’ve spent a lot of time streaming other games, but none have left me feeling the same as Minecraft does,” he adds. “Ultimately, my favorite thing to do is create new things, and making Minecraft modpacks has filled that void for me. Watching other people enjoy the modpacks gives me a huge sense of satisfaction that I’ve never experienced before.”\n“我仍然会定期玩Minecraft Mod。多年来，我花了很多时间来直播其他游戏，但没有一款让我感觉像玩Minecraft一样，“他补充道。 “最终我发现，我最喜欢做的事情是创造新的东西，而制作Minecraft整合包已经填补了我这个愿望。看着其他人喜欢这个整合包给了我一种巨大的满足感，这是我以前从未体验过的。“\nSky Factory 4 is available now through the Twitch Launcher.\n天空工厂4现在可以通过Twitch启动器下载。\n\n作者\nDuncan Geere\n发布日期\n2019/07/06\n译者\nMineCrocodile\n\n原帖地址\nhttps://www.minecraft.net/en-us/article/sky-factory-4\n\n\n\n\n",
    "replies": [
        {
            "author": "MineCrocodile",
            "timestamp": 1562996880,
            "txt_content": "bereft [b?'r?ft] adj. 丧失的；被剥夺的；失去亲人的\ntruffle ['tr?fl] n. [植] 松露；块菌；松露巧克力糖\narboretum [,ɑrb?'rit?m] n. 植物园；（供科研等的）树木园\nbonsai ['bɑnsa?] n. 盆景；盆景艺术\nprolific [pr?'l?f?k] adj. 多产的；丰富的\nsieve [s?v] vt. 筛；滤\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563012120,
            "txt_content": "从树上长矿物可还行，连科幻小说家都不敢轻易采用的设定"
        },
        {
            "author": "Chaoren⑥",
            "timestamp": 1563035580,
            "txt_content": "恐高，怕摔死，瑟瑟发抖"
        },
        {
            "author": "shiran@",
            "timestamp": 1563082140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xpzb126",
            "timestamp": 1563086040,
            "txt_content": "日常顶一顶"
        },
        {
            "author": "浊酒三千",
            "timestamp": 1563122880,
            "txt_content": "解锁了声望后还是做不出来物品怎么办"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563145620,
            "txt_content": "浊酒三千 发表于 2019-7-15 00:48\n解锁了声望后还是做不出来物品怎么办\n建议去问答版询问，我也没玩过"
        },
        {
            "author": "台风了",
            "timestamp": 1563162840,
            "txt_content": "超喜欢这个整合包，可惜电脑太低配"
        },
        {
            "author": "怪帝啊",
            "timestamp": 1563192960,
            "txt_content": "作者大大辛苦了！加油＾０＾~"
        },
        {
            "author": "mc_shisu",
            "timestamp": 1563288420,
            "txt_content": "6666666666"
        },
        {
            "author": "wzk0730@163.com",
            "timestamp": 1563342900,
            "txt_content": "为什么我去单人游戏他给我跳转到了多人，然后说我连接丢失。。"
        },
        {
            "author": "鹰然燕飞",
            "timestamp": 1563352500,
            "txt_content": "超喜欢这个模组希望继续加油"
        },
        {
            "author": "清晓风233",
            "timestamp": 1563406320,
            "txt_content": "kakagou12 发表于 2019-7-13 18:02\n从树上长矿物可还行，连科幻小说家都不敢轻易采用的设定\n我的世界里没有科学可循。"
        },
        {
            "author": "龑融",
            "timestamp": 1563440760,
            "txt_content": "看不太懂=v="
        },
        {
            "author": "SPGoding",
            "timestamp": 1563509460,
            "txt_content": "被撸掉的树的叶子腐烂成为树苗供我收集，种一棵新树并循环往复。中文「种一棵新树」那里少主语「我」，感觉怪怪的，可以改改语序什么的。"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563510780,
            "txt_content": "SPGoding 发表于 2019-7-19 12:11\n中文「种一棵新树」那里少主语「我」，感觉怪怪的，可以改改语序什么的。 ...\n其实我对这一整段的翻译都不太满意，我再想想"
        },
        {
            "author": "yuexin5552",
            "timestamp": 1564148220,
            "txt_content": "求大佬发下载链接\n"
        },
        {
            "author": "2044243866",
            "timestamp": 1566111780,
            "txt_content": "谢谢作者分享链接"
        },
        {
            "author": "Halcyon_Suoh",
            "timestamp": 1566115200,
            "txt_content": "“I wanted the game to remain open – having to restart the entire modpack and wait wasn’t an option for me.”\n这里的\"open\"跟开放性没有任何关系，完全是字面意思的“开启”\n每收一次专精点重启一次游戏可绝对不是什么令人愉悦的游戏体验.jpg"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1566141060,
            "txt_content": "小草—c_t_l 发表于 2019-8-18 16:00\n这里的\"open\"跟开放性没有任何关系，完全是字面意思的“开启”\n每收一次专精点重启一次游戏可绝对不是什么 ...\n有道理，我原来以为是他要因此重做整个mod，你这么一说应该是重启游戏的意思，这样跟后面他说的话也比较匹配"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580892480,
            "txt_content": "\n\n\n\n\n机翻3.png (139.86 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-5 16:47 上传\n\n\n\n\n\n机翻\n\n"
        }
    ]
}