{
    "title": "关于MC服务器玩家游玩寿命究竟由什么来决定的这点事",
    "author": "喵",
    "replyCount": 67,
    "timestamp": 1563025860,
    "txt_content": " 本帖最后由 喵 于 2020-1-1 20:14 编辑 \n\n关于服务器玩家游玩寿命究竟由什么来决定的这点事....\n\n\n\n\n   关于写这篇帖子时离现在已经近3个月了，在这期间我喵游玩了20+个服务器（生存服，rpg服，战争服，宝可梦服都有玩）但是昨天回去清点了一下，已经有超过半数的服务器处于关闭状态，还有几个处于暂时关闭状态，只有极少数能保持日常10人在线。关闭的服务器基本上都可以被定义为‘快餐服’。\n    那么这种快餐服是腐竹和管理组的问题吗，喵觉得不全是。在这些关闭的服务器里面，绝对不缺乏自己的特色和新的创意。但是为什么还会留不住玩家呢？\n让喵来带你看一下~（回到目录点击下一页）\n\n\n\n\n\n123.png (1.53 KB, 下载次数: 1)\n\n下载附件\n\n2019-10-13 18:17 上传\n\n\n\n\n我玩的服务器真的很多\n\n\n\n\n身为玩家有问题吗？\n以前的MC玩家和现在不一样了。以前我们可以在纯净服里面对着一个房子，一片农场玩上几个星期，不会觉得厌倦。现在1个小时我就可以从一个服务器换到另外一个服务器。无论是有多么优秀的制作，多么独特的特色，在我关掉客户端之前如果体验不到，那就是没有。毫不夸张的说，我以前的服务器2个月里面有1800个玩家注册，第二天能看到上线的可能不到20%，7天以后能上线的连这20%里面的20%都没有。所以，在你抨击一个服务器是垃圾快餐服之前，请问问自己，你给过他机会了吗。\n\n\n腐竹的压力有多大？\n      说实话，没有开过服的人永远不知道开服有多累。      我可以笑着和别人说自己赚了多少钱，但是不会和别人说我每天睡几个小时，每天要花几个小时的时间在这些破事上面。但是今天盘点到了，就提一提吧。      每周至少一次保存数据到网盘(1h      每天早上处理修仙玩家私聊的问题（1h）      每天下午更新服务器内容（4h）      举办服务器活动（每周至少10个小时制作相关npc）      处理熊孩子，修复bug（30m）      贴吧顶帖（10分钟一次）   bbs顶帖（1点开始2小时一次，到上限）      处理玩家私聊的和不懂的事情（每天至少20条以上）      服务器内组团玩家和其他组团玩家发生矛盾（30m）      有人赞助，解释vip制度，给予物品（不定）      遭到攻击，想办法对付（几个小时到1天都有可能）      我记忆最深刻的就是压测把我从面板服打去租vps，再后来变成bc服      各种现在想不起来的破事      请善待腐竹吧，他们在你看不到的地方，承受着你想象不到的压力，背负着退服玩家的谩骂。\n我就记得我整个暑假基本没出过家门，都在电脑前对着配置文件打瞌睡。关服以后，我觉得我过得很快乐，可以去旅游，可以去看电影，可以去吃东西，我觉得这些快乐对我来说比游戏更重要。有时候真的很烦，花几个小时为你解决事情，到最后连一句谢谢都没有，回复一个\"哦\"有什么破事天天腐竹腐竹，腐竹是你家人？连玻璃板少块玻璃都要来找腐竹，真的受不了某些脑瘫玩家(倒垃圾)\n\n\n快餐服是当今服务器的主流吗？\n   我想说:是的！可能以前我不这么认为，但是从第三大道关服之后，我的看法就慢慢变了。为什么会造成这样的原因呢，是从1.7.10开始，mod服代替纯净服，成为主流。玩家体验mc的乐趣逐渐从游戏本身变成体验mod玩法，而mod的可玩性远不如原版，举个例子:工业玩到后期你只能搓太阳，造铱，搓出更多的太阳能，更快的造铱，如此循环。原版你可以建筑，可以种田，可以畜牧，可以做刷怪塔，可以玩红石电路，可以用音符盒做出一首歌。但是不得不承认，mod撑起了mc的一片天。玩家们在一个mod服玩腻了以后，到下一个相同mod的服务器，依然可以体验到不同的乐趣，这一点是纯净服比不了的。再加上时代变化，人们的时间逐渐碎片化，能长时间坐在电脑前的也越来越少，而原版正好是要投入大量时间的。举个例子:我在1.14极限模式的体验里，花了一个下午+晚上才找满48个潜影贝，末影龙打完家里铁不过才3组，钻石不过20多个。但是同样的时间投入到mod服，在大量机器的加成下，我可以弄出几十组矿物，甚至能顺手把一个mod毕业。而这些只需要我花2个小时挖矿，然后挂机烧矿，充分利用碎片化的时间。可见快餐服并非什么人一时兴起圈钱的把戏，而是很早就开始酝酿，根据时代而诞生的产物。（像抖音）\n\n接下来喵带你来看看快餐服的一生↓\n\n\n\n\n  1.快餐服的诞生\n    作为一个从1.5.2版本即入坑的萌新，玩过的服务器没有几百也有几十,但是大多服务器是短命的，几个月甚至几个星期就会因为各种问题(玩家太少，bug太多等)而停服，从管理组看来没有什么能支持他开下去了的，没有收入，玩家只有不到10人。而从玩家角度看来腐竹就是圈钱跑路了，从而造就了现在的\"快餐服\"现象。\n    服务器开荒时不用做太多宣传即可吸引大量玩家，贴吧发个帖，bbs宣传一下，一天就可吸引 十多 甚至 数十个 玩家,这是大多数开荒服务器的现状。大部分加入的玩家冲着\"服务器元老\"，\"开荒福利\"而来，在这时候玩家氪金量是十分大的，所以有的腐竹就会想\"我只开了两个星期就收入了几千元，开服真的赚钱啊!\"\n\n    作为赚钱的代价，服务器内的玩家发展就会飞快，开始出现了玩家阶层的分化。 这类分化并不会很明显的直接表现出来，而是慢慢的变。举一个最简单的例子： \n   服务器最顶层的 毕业or半毕业  玩家觉得 很无聊，服务器没有人能和他们玩，其他人在为了生存努力收集资源，自己则无事可做\n。\n   服务器中层的玩家  已经有一部分发展的玩家，有建筑的玩家，和朋友一起玩的玩家，他们正在体验服务器的乐趣，并且向着顶层玩家的路进发。这类玩家占了开荒服务器人数大约60%\n\n   服务器底层玩家：刚进入服务器的玩家，他们可能正在摸索mod玩法，可能正在看看服务器内容，这类玩家占 qq群80%以上。服务器只要有一点不合他们的心意(如：mod不好玩，客户端进不去，电脑配置不行，遭到了自认为不公正待遇，网络不行，缺了哪些mod等)，就会选择退服，但是不会退群(也有会退群的)，不过他们通常选择了屏蔽群消息，这就是为什么服务器群里几百人，游戏内十几人的原因\n\n  服务器还有一类特殊玩家：他们在游戏内没有太多发展，但是在群里十分活跃，帮你欢迎新人，互相聊天，说说生活琐事,回答新人各种问题等，群内的活跃大多数靠此类玩家支撑，服务器内玩家遇到的问题大多由他们来解答。\n他们组成大部分有：对mod已经玩的很懂的玩家，毕业玩家，刚入服想混脸熟的新人玩家\n\n    总的来说就是：有称号的玩家大多数在和有称号的玩家玩。 新玩家总是会尝试找新玩家一起生存。最前的人总是在公屏上面装逼，偶尔送送物品，等待中层玩家成为高层玩家能和他玩。  2.快餐服的发展\n经历了初期的招人，服务器逐渐进入了稳定期。 宣传也不能短时间招来大量的玩家，因为大部分人已经浏览过了你的帖子，或者体验过了你的服务器。服务器的人数开始慢慢的稳定下来，此时 中层玩家大部分已经开始踏入高层了，对mod服而言就是有 不氪金的玩家做出了 ：量子套/重力/上帝套/S以及SS泰拉镐/300段以上拔刀 等 (这几个mod，你懂吧)。对他们而言，mod的玩法已经用尽了，没有更多的好玩的东西了，于是开始进入养老阶段\n。每天的目标就是上线，然后挂机，舍不得退服，但是也不知道有什么好玩的。最后就会因为各种原因 离开服务器，而正好服务器的大多数玩家都是此类玩家，此现象发生以后，和这位玩家有关的人，例如:\"服务器里玩的熟的人，一起来玩的朋友等\"也会有大概率一起退服。\nps:各类服务器想尽方法魔改合成，降低工业发电，增加分子机UU机消耗，也就是为了延缓 中级玩家成长为高级玩家的速度就此，服务器开始走下坡路\n\n3.快餐服务器的结尾\n  发展过后终究迎来结束,随着大量玩家的退服，以及新玩家进服数越来越少，服务器的收入开始直线下降。 从最开始的 几千，慢慢降低至几百，甚至几十，最后没有。 大多数腐竹会无法承担上下落差(也算是心理上的压力)，而选择逃避，或者最后进行挣扎(例如频繁举办活动，上线给予奖励等)。但是结果最终是一样的。服务器的日常在线人数开始低迷，新玩家进服看到一天在线人数很低，大部分会直接选择退服，总而导致服务器人数越来越低。腐竹不得不选择关服，从新开始。 \n于是就有了新的循环从上到下，至始至终如此玩家口中的快餐服就是这样诞生的。\n\n4.但是最最值得注意的一件事  最开始提到的特殊玩家，他们有绝大一部分，是最最忠于腐竹的。 并非这个服务器，而是腐竹本人。\n无论服务器人数还剩下多少，群里依然会有他们的身影\n服务器换了几个周目，你也可以在群里找到ta\n他们就算不玩服务器了也还会一起聊天，教导新人。\n他们才是服务器最珍贵的，最最闪耀的新星。\n等到服务器换了N个周目，快餐服进行了N次如上的循环\n积累了一批这样的玩家以后，服务器才算是真正开始起步。 \n他们才是服务器最坚定的拥护者，支持你的一切行动\n为了服务器的安全 和 平定 出谋划策。在你最最困难的时候拉你一把\n这样的人就算把op给他们，也不会乱用。\n通常这样的人都会成为管理员/op ，而且这样的大多部分是腐竹要求他们任职的，并非主动要求\n给招募人才的腐竹：一个真正值得相信的op应该是这样诞生的，而不是人才市场里面随便看上眼加的。\n\n\n\n\n\nQQ图片20190713180046.jpg (9.53 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-13 21:50 上传\n\n\n\n\n\n(卖个萌)\n\n\n浅 谈 服 务 器 收 入\n关于服务器收入方面，一直是一个腐竹很避讳的事情。收入大于我的腐竹肯定不少，不过没人会站出来和大众说:“我的收入很高”，这个帖子里也只有收入较低的腐竹才会回帖说自己并不赚钱大部分腐竹关于收入方面说的太多会让其他人觉得自己是一个圈钱服，所以会尽量把收入往低处报。每个腐竹心照不宣的都会这么做，时不时还会在群里哭穷。导致整个游戏圈风气弥漫着一种——“ 腐 竹 都 是 用 爱 发 电，亏 钱 开 服 的 “实际上，开服的收入远超你们的想象！在暑假的时候，每个月我都会询问世予的服务器收入多少，一般世予总会说：“没钱，穷死了。开不起服了”当然我是不信的9月的时候世予才给我一个确切数字：暑假收入大约10000多。一万元其实在圈内说多不多，说少不少。毕竟有的服能月入2W，也有的服还在凑下个月几百元的维持费用.\n那 么 在 这 个 大 环 境 下 ，如 何 才 能 维 持 稳 定 的 收 入 呢 ？\n多数的服务器就会选择走向之前说的 \" 快 餐 化\"快餐服，低投入，高回报，适合现在的环境，何乐而不为呢？不错，快餐服是目前来看性价比最高的开服方式。但是，快餐服有一个非常非常明显的缺点——无法积累玩家并且会很快的丧失你在圈内的口碑 （划重点）如果你的服务器开服1个月都不到就关服跑路了，那么会引发下列反应1：如果在你下次开服的时候有你上个服的玩家，那么就会引起不满和尴尬2：你要放弃掉上个服积累的一切，例如：愿意跟着你的玩家，建筑，自己在服务器内做的活动NPC等3：新的周目会过多的消耗你的精力（因为全部方面都要重新来过）4.你会丧失吸引优秀玩家留下来的概率（划重点）\n为什么说会丧失优秀玩家留下来的概率呢？现在越来越多的玩家加群问的第一个问题就是：服务器开了多久了?也有越来越多的玩家加群会和大家诉苦：自己上个服的腐竹跑路，自己充了多少多少钱都没了这就是玩家反快餐意识的萌芽，被坑过一次的玩家就不会再上第二次当,充钱以前会确认服器开的时间如果服务器开的时间很短，玩家大概率不会选择氪金，甚至直接放弃游玩的想法。随着时间的推移，这些玩家会越来越多，快餐服也会被逐渐淘汰(可能要很久很久,但是终有一天会到来的)回 到 主 题，维 持 服 务 器 稳 定 收 入 的 大 前 提 —— 服 务 器 稳 定\n服务器稳定有以下几个方面1：游戏经济方面的稳定2.游戏数据方面的稳定3.服务器tps的稳定\n①游戏经济方面新人玩家入服，安定了基本生存以后，一般都会想着如何赚钱。那么就不免会看一下经济排行榜(/baltop)如果引入眼帘的是一排的99999999999，那么玩家将会有大概率放弃对商店的想法(积累失望值)\n②游戏数据方面玩家安家以后，基本上90%的行动都会在家里进行，如果一而再再而三引发重大bug数据丢失的话（例如回档）再丰富的补偿也难以让玩家继续玩下去，甚至对管理组的技术产生怀疑（积累失望值）\n\n③ 服务器tps方面tps表示服务器的流畅的，只有将TPS维持在19以上，玩家才有游戏体验，如果低于19，就会出现1.吃一个食物要吃很久2.挖方块回弹3.攻击生物以后生物会过一会才会被击退4.机器运算很慢，游戏整体卡顿服务器长期维持低tps会让新玩家难以忍受。例如：我去一个服务器玩，如果吃食物的时间大于吃食物一次发出的声音，我会选择直接退服再好的特色在服务器卡顿面前都不值一提，因为玩家根本没有办法去体验你的特色关于tps这个问题其实靠插件和我们这些普通腐竹技术基本无法解决！唯一适用的解决方法: 用 钱 堆 过 去一台VPS维持服务器会卡，那就开两台，两台不行就三台，一个服务器计算一个世界，再用数据库把服务器之间数据连通用多个VPS维持一个服务器运作，这是最简单的解决vps低的方法。\n\n喵老师の小结喵开服两年了，从来没有放弃过任何一个愿意玩下去的玩家，甚至从1周目开始就玩到现在的人也有。毫不夸张，每换一个周目的时候，喵都能在列表里面拉到50个以上愿意来体验服务器的老玩家因为大家相信我是什么样的人，我的服是什么样的，我服的环境是什么样。这一点是快餐服永远也做不到的，快餐服放弃了最重要的，支持服务器前进的老一批玩家\n\n服务器支出（咕）\n\n\n\n教你（用钱）解决服务器卡顿/tps低的问题注：贴内数据除非专门列出项其他均来自自己的服务器\nTPS相关在我认为，tps是表现服务器CPU剩余计算值的一种抽象表现，代表着服务器的卡顿程度。在通常情况下，一个良好运作的服务器的tps应该保持在18.5~19.99之间（什么？20？别做梦了）因为在这个区间内，服务器的所有运作才会趋于正常\"例如:怪物会攻击，生物会繁殖，羊会吃草，村民会活动等\"同理，服务器的所有运行都需要消耗cpu，就会降低tps值。\n当tps低于18，服务器开始会出现卡顿不过一般玩家无法察觉，也不会影响生存。最直接的表现：玩家pvp出现延迟，攻击生物出现短暂延迟↓当tps低于16，服务器的卡顿开始明显玩家一般都能察觉，最直接的表现：吃食物开始有延迟，攻击生物的延迟变大，空手挖土会回档（用工具挖方块正常），打开容器会有轻微延迟↓当tps低于14时,服务器正常游玩已经难以进行玩家开始反馈服务器卡顿问题，最直接的表现：吃食物要花费数倍（例如一个食物吃30秒），药水时间结束以后效果仍然持续，生物攻击开始瞬移，用工具挖方块也会小幅度回档，打开容器有明显延迟↓当TPS低于10，服务器已经接近over玩家可能开始退出服务器，因为已经无法正常游玩了，以上所有现象都会出现,你能想象到的所有行动都会有卡顿\n\n\n\n哪些东西会大量消耗CPU,降低tps呢（仅仅针对mod服常用的MOD列出以下几样）\n1.植物魔法的产能花和火花卡服程度：★★★★★火花和产能花单个的计算量其实并没有非常高，但是由于通常他们的数量十分庞大，并且属于常用mod，所以列在榜首。在一个开了2个星期日常在线为15的地皮服务器之中通常可以看到服务器的 tiles 会达到1w以上，甚至有些能超过3w而没有植物魔法的服务器开了一个月，tiles可能也只有1w不到。Tiles是什么呢?戳https://minecraft-zh.gamepedia.com/%E6%96%B9%E5%9D%97%E5%AE%9E%E4%BD%93%E5%80%BCtiles在MOD服里面的相当之广，世界上除了方块之外的可互动物品都是tiles，例如：工业的所有机器，植魔的花，AE的所有机器。基本上有功能的物品都是tiles，包括箱子内的物品等。通常情况下，不加载的Tiles的并不会消耗服务器性能，加载的Tiles也不会过多消耗性能，但是!植魔的花在加载的情况下会不断的进行计算：产能-传输-魔力池-方块更新等就是这不起眼的计算大大的拉低了服务器的性能\n\n2.AE的自动合成卡服程度：★★★★★AE储存是很方便的功能，但是AE提供了让玩家非常快乐的功能，也是AE的核心功能——自动合成自动合成进行的时候，会不断加载刷新AE内物品，满足条件就在AE内部减去和增加相应物品，这样达成一次合成当合成频率过高的时候-AE的更新就会相当之快，AE内部刷新也变随之变快当合成物品过多时，AE同时进行的运算就会增加。这两个是后期玩家的追求，也是服务器卡服的元凶之一\n3.加速火把卡服程度：★~★★★★加速火把是我非常喜欢出售的东西。同时，加速火把也会比例放大其他MOD的卡服程度——最低的加速火把都能4倍加速以下列举几个最为卡服的操作1.多个加速火把叠加运算无运作上限的机器（例如：中子素收集器）2.加速火把加速作物生长，然后通过观察者采集等实例：6个中子素态收集器+6个加速火把叠加加速，服务器tps从18.5降低到14.6加速火把其本身并没有特别卡服，但是配合某些高运算的机器，就会达到卡服的效果注：因为加速火把并不能扩大工业导线和工业机器的传输上限，所以加速火把和太阳能配合并不会十分卡服\n4.工业的风力和核电以及回流导线卡服程度：★★★★风力占用的tiles非常高，一个转子的tiles占用高达80，其他的机器也不过才1~2左右而多个核电叠加产生的发电量十分惊人同时，它体内的铀棒耐久消耗也十分惊人。当区块加载时，服务器会同时计算所有铀棒和散热的耐久（一个核电是54个格子），10个核电连通就是540个物品的耐久同时计算，还要同时计算导线传输电量，传输机器等，这样消耗的运算量是十分巨大的。回流导线可以通过 这个插件 来完全避免！\n5.地皮插件卡服程度：★★★地皮插件的性能主要都用在——当一个玩家在线或者挂机的时候，它周围8个地皮都会被加载。（这就是为什么我喜欢有一个常挂机的邻居）无论地皮主人有没有退服，都会不断加载这片地方，导致性能浪费十分的巨大。解决方法也很简单:地皮大于玩家的加载距离就好了。当然这样并不一定能完全避免性能浪费，但是总归能缓解一下吧。地皮改用空岛插件就能完全解决了\n6.领地插件卡服程度：★★其实我刚知道领地插件会占用那么多性能的时候也是非常震惊的，但是看了一眼领地插件的配置文件以后就明白了。领地插件的无用数据非常多，而且找不到办法自动清理（至少我用的领地插件我不会配置自动清理）如果你有定期清理领地的好习惯，那么就不用多余数据担心卡服了\n7.地图加载卡服程度：★★★地图加载会同时消耗cpu和宽带，cpu是你后台内生存地图的消耗，宽带是玩家从后台下载地图的消耗在我看来服务器的资源珍贵比是 CPU>宽带>内存>硬盘CPU：服务器的所有活动都需要消耗宽带：基本上只在跑图的时候才会大量消耗内存：除去开服的必要内存意外，消耗的很少（例如我服26个人，加上开服内存也只消耗4G多一点）硬盘：通常只有备份地图才会大量消耗地图加载会同时消耗CPU和宽带！为了节省宝贵的CPU资源，所以推荐大家提早就使用/wb fill把地图加载好，玩家跑图的时候就只消耗宽带了这样在玩家跑图的时候如果宽带够用，就完全不消耗cpu，也就不会造成卡顿了，适合新建资源世界的时候和暮色森林的加载\n\n实例↓[spoiler]以下是一台全新的E5v2新开的服务器进行测试服务器内没有任何其他玩家服务器目前测试的要素1.一个后期玩家的无尽锭制作基地（其实中子收集的还放少了）2.一个正在被不断加载的地图3.一个可以正常收集中子素尘埃的AE可以看到就仅仅是这么点东西就能将tps从20降低到19.3[attach]1422073[/attach]\n实例待测试（困了）\n\n\n了解tps低的原因之后，那么如何解决TPS低的问题呢\n不告诉你~\n\n\n\n\n\n喵 叫发现上一章单独发帖的回响还不错，也有不少人私信问我如何解决tps低的问题所以我写了这个帖子，嗯。。现在是凌晨1点15分，超困.上述的数据都是在自己服务器实测之后得出的结论，如果有其他人来历不明的反驳请 以我为准嗯，如何解决tps低又是一个大坑，不过我会用最简单的方法教你怎么用多个vps运行一个服务器来提高tps好了，先睡觉了PS：语言不严谨，但是能看懂我是什么意思就可以了，语言学家和XX学家就不要来找话里的毛病了，谢谢!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "kuronek",
            "timestamp": 1563030480,
            "txt_content": "不只是快餐服，其他很多生存服也是这样的"
        },
        {
            "author": "苍天月",
            "timestamp": 1563031320,
            "txt_content": " 本帖最后由 苍天月 于 2019-7-13 23:24 编辑 \n\n您说得对，这些特殊玩家确实是当今现实中最为珍贵，最闪耀的新星。\n\n正因为有这样的新星存在，才使那些开创服务器的人有动力。\n\n这些人确实是资格当管理员。\n\n\n至于顶层玩家，首先这点我很不认同。因为就算是原版也好，模组也罢。Minecraft这种游戏是很难玩到没有东西做的！\n\n\n假设我玩了很久了，附魔钻石装全套什么的都有了。但是我可以尝试去研究红石技术，战斗技术，建筑技术等等...。\n\n\n慢慢地把这些技术都提高至无止尽的地步。那才可以算是真真的顶层玩家啊！不是所谓的玩了很久没有东西做\n\n\n\n\n"
        },
        {
            "author": "喵",
            "timestamp": 1563031740,
            "txt_content": "苍天月 发表于 2019-7-13 23:22\n您说得对，这些特殊玩家确实是当今现实中最为珍贵，最闪耀的新星。\n\n正因为有这样的新星存在，才 ...\n你觉得顶级玩家可以去钻研红石，研究pvp，但是服务器内确实就是我说的那样的的情况。\n特别是所谓快餐服内，钻研红石技术在单人更合适，pvp技术只有在pvp服才能得到磨炼\n毕业玩家只能种田和建筑，这句话不是乱说的\n如果你是腐竹的话可以观察一下服务器内mod全部通关的玩家，他们究竟在玩什么"
        },
        {
            "author": "浆果Barry",
            "timestamp": 1563031800,
            "txt_content": " 本帖最后由 浆果Barry 于 2019-7-13 23:40 编辑 \n\n早期服务器经历的情况确实是这个样子的\n特别是1.6.2/1.6.4/1.7.2/1.7.10这几个版本的时候\n但是决定玩家留存率的应该是其他方面的东西\n为什么快餐服就有人愿意去玩也不愿意去玩硬核服务器\n现在网络都在快餐化的时代，已经很少有人愿意去牺牲更多的时间来获取少量的乐趣了\n列如RPG游戏\n快餐服这样的RPG，进去就让你无脑刷怪，剧情也就是谁谁谁需要什么，然后就去打boss，然后几乎百分百获得材料\n然后合成高级装备，之后又进去新的一波，打小怪，打boss，合装备\n但是这种爽，只是单纯的爽，没有成就感的爽，因为大家都可以这样做到的\n并且这样玩家留存只有最早进服的玩家留存是最高的，因为他们是跟着更新在刷东西\n而新玩家进入看到这样无脑刷，或许会刷个几个boss，但是因为套路都是一个样子的，兴趣和热度都在下降\n包括中期玩家一样，他们如果坚持下去也就只是这样无脑刷下去\n而过于硬核的服务器\n有流畅的剧情，修改过的操作以及和别人的服务器有不一样的东西\n新人或许进去以后就被自己所不熟悉的东西劝退了\n中期玩家都会让新人多玩玩\n后期玩家都在做自己的事情\n新人本身就少，也就导致基数少了很多，玩家留存率可能比快餐服还要高\n\n我早一些的时候也开过快餐类型的RPG，就是让玩家单纯的**而已，我本身是没有收益的\n然后也想过开一些高质量的服务器，后来发现根本没有那个时间和能力\n说到底自己太菜了，脑子：我知道了要这样做，手：？？？你说啥？\n"
        },
        {
            "author": "苍天月",
            "timestamp": 1563032640,
            "txt_content": "喵哒子 发表于 2019-7-13 23:29\n你觉得顶级玩家可以去钻研红石，研究pvp，但是服务器内确实就是我说的那样的的情况。\n特别是所谓快餐服内 ...\n那样单单是建筑也够了，因为建筑可不是说建就建。\n\n想想单单收集材料方面就费时了，更何况是再盖的时候需要一边想一边盖。盖错还得重修。\n\n\n"
        },
        {
            "author": "zhoulilong",
            "timestamp": 1563033120,
            "txt_content": "有道理 顶一下"
        },
        {
            "author": "喵",
            "timestamp": 1563034860,
            "txt_content": "苍天月 发表于 2019-7-13 23:44\n那样单单是建筑也够了，因为建筑可不是说建就建。\n\n想想单单收集材料方面就费时了， ...\n建筑会让你越建越怕(指关服)"
        },
        {
            "author": "苍天月",
            "timestamp": 1563035400,
            "txt_content": "喵哒子 发表于 2019-7-14 00:21\n建筑会让你越建越怕(指关服)\n的确建筑会也来越可怕！这点我认同！"
        },
        {
            "author": "ear本二",
            "timestamp": 1563035580,
            "txt_content": "模组的科技树实在有限，需要有足够大的活动才能让一个服务器保持活力"
        },
        {
            "author": "Citysands",
            "timestamp": 1563077520,
            "txt_content": "辛苦了233，玩家游玩寿命最主要还是看服务器的好坏，服务器玩家的好坏的说=-="
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1563080040,
            "txt_content": "我觉得服务器的可持续发展问题还是一个难题 \n现在没有多少服务器能够处理的很好\n不论是mod还是纯净\n\n玩家都是会流动的\n处于一种动态变化中\n新的进来，旧的退出去\n如果能够达到平衡\n那么这个服务器就是稳定的\n要达到这种平衡\n大多数的服务器的做法还是加大难度或者周目\n但是这样还是留不住玩家\n\n其实你说的那一种玩家才是服务器的真正的玩家\n在保持稳定方面是有贡献的\n但是显然很多服主尤其是只想坑钱的服主是看不到这些的\n所以关键还是在服主有没有作为\n\n手机上打字比较累，就说这么多吧"
        },
        {
            "author": "2367324294",
            "timestamp": 1563081120,
            "txt_content": "新的元素拉，一般玩家到了后期就会迷茫，一般需要一些东西留住玩家"
        },
        {
            "author": "1315588141",
            "timestamp": 1563082200,
            "txt_content": "是的，我就经历了好多服的诞生与毁灭"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1563082860,
            "txt_content": "这点的确很复杂，很多服务器都这样"
        },
        {
            "author": "喵",
            "timestamp": 1563088920,
            "txt_content": "2367324294 发表于 2019-7-14 13:12\n新的元素拉，一般玩家到了后期就会迷茫，一般需要一些东西留住玩家\n但是新的元素大部分只能留住老玩家，甚至会劝退新玩家"
        },
        {
            "author": "喵",
            "timestamp": 1563153060,
            "txt_content": "1315588141 发表于 2019-7-14 13:30\n**** 作者被禁止或删除 内容自动屏蔽 ****\n你被封了是怎么回复我的(震惊)"
        },
        {
            "author": "040516xcy",
            "timestamp": 1563163860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "040516xcy",
            "timestamp": 1563163920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "喵",
            "timestamp": 1563399780,
            "txt_content": "040516xcy 发表于 2019-7-15 12:11\n留存率低是一个很大的问题，我觉得主要原因还是游戏中期的体验和耐玩性\n后期才是真正无聊的时候吧，大部分人都无事可干"
        },
        {
            "author": "040516xcy",
            "timestamp": 1563412320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "shenren3-f",
            "timestamp": 1563412740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "喵",
            "timestamp": 1563414300,
            "txt_content": "040516xcy 发表于 2019-7-18 09:12\n不会，有办法解决的\n举个例子，我目前我这里的服务器已经度过这个阶段，逐渐变好了\n包括但不限于封禁玩家 ...\n想听听有什么能解决这种现象的"
        },
        {
            "author": "知白倾黑",
            "timestamp": 1563548700,
            "txt_content": "我此刻只能说我学到了，谢楼主点拨"
        },
        {
            "author": "YoungRB",
            "timestamp": 1563552660,
            "txt_content": "除了种田和建筑，还可以天天打袭击。"
        },
        {
            "author": "46120100",
            "timestamp": 1563553500,
            "txt_content": "Lucid - Vexento"
        },
        {
            "author": "919509299",
            "timestamp": 1563553560,
            "txt_content": "确实是如此 一旦有人毕业就会无事可做 开始做一些奇怪的事情\n轻者导致服务器新人游戏体验差\n重者导致服务器全服经济混乱"
        },
        {
            "author": "46120100",
            "timestamp": 1563553620,
            "txt_content": "Lucid - Vexento"
        },
        {
            "author": "394151612",
            "timestamp": 1563591960,
            "txt_content": "人才市场的帖子基本都不看 能力不高要求还多"
        },
        {
            "author": "月风影",
            "timestamp": 1563599280,
            "txt_content": "人的年龄吧"
        },
        {
            "author": "咕哒染桑QwQ",
            "timestamp": 1563599280,
            "txt_content": "挺真实的，也没办法，这无法解决.."
        },
        {
            "author": "smile久伴",
            "timestamp": 1563701040,
            "txt_content": "想要真正做好一个服务器，光有技术显然是不够的，一个好的服务器需要时间的沉淀，而快餐服恰好是经不起时间的考验的"
        },
        {
            "author": "咕哒染桑QwQ",
            "timestamp": 1563701340,
            "txt_content": "服务器都差不多，就是宣传面不一样而已..."
        },
        {
            "author": "c1013009679",
            "timestamp": 1563833940,
            "txt_content": "说的非常有道理！我会坚持下去把也许？"
        },
        {
            "author": "shenren3-f",
            "timestamp": 1563837420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "字幕kall",
            "timestamp": 1570939380,
            "txt_content": "看了这篇文章，想了很久，说实话 以前开服完全就是为了和朋友联机 之后做内容只是想让网友玩玩我的想法，但是总觉得越来越累，做服务器成了每日指标，也很怕，很怕别人玩了觉得，woc？这东西还不如xx服务器。"
        },
        {
            "author": "龙猫酱~",
            "timestamp": 1570940400,
            "txt_content": "只有我一个铁憨憨国庆一口气把服务器**到了2020年12月吗"
        },
        {
            "author": "极光先生",
            "timestamp": 1570940460,
            "txt_content": "哎···总会遇到那么些刺头\n但是热忱和可爱的人永远会更多一些，所以没有放弃"
        },
        {
            "author": "喵",
            "timestamp": 1570940700,
            "txt_content": "yweiyang 发表于 2019-10-13 12:20\n只有我一个铁憨憨国庆一口气把服务器**到了2020年12月吗\n哈哈哈哈嗝，是的只有你"
        },
        {
            "author": "LiKa233",
            "timestamp": 1570942380,
            "txt_content": "太真实了，看得我都枯了，泥萌呢\n（有缺说是，一一，全都是联机圈现状，大多数服务器受各种条件所限制，最终沦落成这样的死循环）"
        },
        {
            "author": "Kafeix.cn",
            "timestamp": 1570942560,
            "txt_content": "说的都戳中了重点 腐竹太难了"
        },
        {
            "author": "niuzhenglin",
            "timestamp": 1570947540,
            "txt_content": "想要回报必须得有付出啊"
        },
        {
            "author": "会微笑的猫",
            "timestamp": 1570947720,
            "txt_content": "开服处理玩家日常纠纷这点头都大了"
        },
        {
            "author": "Flowers_花花",
            "timestamp": 1570952280,
            "txt_content": "所以我选择不开服 做服务商"
        },
        {
            "author": "快乐小方",
            "timestamp": 1570952940,
            "txt_content": " 本帖最后由 快乐小方 于 2019-10-13 15:54 编辑 \n\n腐竹想留住玩家的方法就是 女  装\n当服主真的太难了。玩家遇到问题表述不清，问多了还被玩家骂"
        },
        {
            "author": "No848757",
            "timestamp": 1570953120,
            "txt_content": "\"对着配置文件打瞌睡\"一句生动形象的表达了广大被剥削的腐竹同胞的心声\n\n（来自几个月以后的声音：喵哒真棒真可爱）"
        },
        {
            "author": "杨禧",
            "timestamp": 1570953840,
            "txt_content": "不告诉你这个是真的皮。QAQ"
        },
        {
            "author": "20522",
            "timestamp": 1570955640,
            "txt_content": "万年单机生存的我，日常逛论坛看腐竹们诉苦"
        },
        {
            "author": "喵",
            "timestamp": 1570955940,
            "txt_content": "20522 发表于 2019-10-13 16:34\n万年单机生存的我，日常逛论坛看腐竹们诉苦\n比惨大会哈哈哈哈"
        },
        {
            "author": "龙猫酱~",
            "timestamp": 1570956360,
            "txt_content": "看了帖子想在服务器弄一个最忠实玩家5名"
        },
        {
            "author": "喵",
            "timestamp": 1570958280,
            "txt_content": "yweiyang 发表于 2019-10-13 16:46\n看了帖子想在服务器弄一个最忠实玩家5名\n这个靠选是没什么用的感jio。要让他们真心觉得这里好"
        },
        {
            "author": "小锤子yo",
            "timestamp": 1570958400,
            "txt_content": "靠玩法吧，快餐服这么多"
        },
        {
            "author": "RinAfter",
            "timestamp": 1570961400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "喵",
            "timestamp": 1570961940,
            "txt_content": "RinAfter 发表于 2019-10-13 18:10\n这是一个很难面对的问题，所有的制作、特色并不能在一开始展现给玩家，犹如进入地狱史蒂夫需要获得黑曜石 ...\n所以一开始就要决定好将哪一部分展现给玩家，他才更可能会留下来慢慢体验剩下的特色"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1570962180,
            "txt_content": "现在的Minecraft服务器现象让我想起了另一个游戏：传奇。\n让我感觉现在的快餐服就像传奇like服务器一样，氪得多就NB。\n开服务器的确赚钱，但是赚的都是土豪的钱（贪 玩 蓝 月 低 龄 化 \n像我这样的咸鱼只会玩玩基友服，没那么多破事，坑基友就完事了（"
        },
        {
            "author": "Aikini",
            "timestamp": 1570963620,
            "txt_content": "我国庆当天租的服 配置到现在\n怎么感觉都不满意orz 真的感觉配置的很累\n单考虑可玩性和平衡性都考虑了好几天"
        },
        {
            "author": "zsc588",
            "timestamp": 1570964220,
            "txt_content": "楼主分析的很详细 太真实了 但是我真的想打造一个原版生存 的服务器 希望结局美好"
        },
        {
            "author": "极光creeper",
            "timestamp": 1570976760,
            "txt_content": " 本帖最后由 极光creeper 于 2019-10-13 22:31 编辑 \n\n不管是从vps商还是服主方面，mc的服务器绝对是最棘手的\nmc开服的服主大多都很难对付，或者说他们太菜了\n之前和好几位vps商的代理聊过，方舟，泰拉瑞亚，甚至是gmod的服务器服主都有非常完备的vps使用经验\n所有要协助完成的 无非是系统 交代ip和端口 然后那些服主就基本不会有其他要问的了\n他们更加喜欢租给其他游戏的服主，因为他们素质高\n\n而我一直认为mc服务器和其他游戏服务器是一样的，就连服务器配置需求和玩家需求也是一样的\n稍稍了解一下就知道了，游戏服务器行业，很多都是一样的(虽然也有部分是不一样的)\n不论从手游的体制还是网游机制，从商业，玩家群体，游戏设计而言，mc在很多方面都占优\n而唯一的问题就在于玩家群体的极度不稳定，就像你在水里找重水一样，\n你可以提出纯净的重水，但这显然不容易。或者说我们的能力也只能做到让水里混入少量重水\n我可以说 从游戏界来说，hy的团队就是很菜，不论是从何种方面而言，包括对玩家的掌控能力，文案，视野，眼光，设计\n不提国外，比不过腾讯游戏，比不过网易游戏，比不过b站，比不过米哈游，比不过鹰角，比不过蛮啾\n国内任何一个小游戏公司都能碾压hy。很难想象，贪玩蓝月啊，皇城啊那种虽然风评不好，但是实际上可以和网易有一拼\n就连敲代码，我敢说hy都比不过国内绝大多数小游戏公司的程序员\nmc服务器团队根本就没有任何优秀的代表，我们也只是在服务器里同向比较罢了\n因素也很多，从玩家群体来看，腾讯的游戏群体看起来会更加烂，但是人家就是可以掌控一切，我们不行\n而且再扩展出去说，实际上这和mc的屑代码也有很大的关系\n从文案和设计来讲... 算了我们就一个小服，鹰角文案也都是神仙，他们工作室里还有影之诗&炉石t5挖出来的设计\n而且mc的游戏玩法看似开放，实则在服务器这块也很限制。近年来，或者说近20年来，大家追求的不是3d而是2d\n3d代表我可以说魂系游戏，当然也有Battlefield 等 这种\n而\"2d\"代表我可以说很多很多，除了现在 \"追求沉浸式\"的AR外，趋势是3渲2。\n很多游戏，番剧，电影，动画都是3渲2 零几年的果宝特攻啊 什么什么历险记来着的，魁拔，阴阳师，炉石，影之诗\n紫罗兰，碧蓝航线(番剧&游戏)，各类格斗作(我不清楚东方的绯想天则是不是3渲2，应该不是，最近cy碧蓝幻想的那个倒是的)\n把3d设计为2d也是可以提高操作度，操作性(技巧性)，可玩度/性，也更能向策略/扮演类发展，不论是战旗制还是即时制\n就连你家星际2平时操作的时候也是3渲2了的，而且3渲2，或者就说简单的2d，都可以减少代码和模型(同样减少的也有运算量，也为进入有更大前景的手游市场做准备)，也大幅度减少了bug，大幅度减少了设计难度，如果你不追求在世界非常顶尖，甚至是不用去考虑3d的\n上面提到的AR也就是注重\"沉浸式\"，所以做出的是3D的环绕画面，注重的是环绕，而不是3d\n\n我甚至都开始喷mc的3d了，很可笑，真的，我随便找了一个发泄口展开说\n还有很多能喷的\n\n\n所以mc不蠢，蠢的是这些服主啊，我话就摆在这里了，玩家和服主群体都很糟糕\n测压还多\nmc服务器反测压用linux防一下tcp，基本就没别的事了，其他真要打防不住的\n基础的假人集群和motd或tab都可以用配置的阈值和bc来解决\n\n我看了喵你的帖子 我只想说\n我们都没有能力，放弃吧\n设计其他游戏，做手游，就连去做其他游戏的服务器，都比来开mc服务器要好\n这该死的全民开服，vps满地，端满地，教程满地\n让我们这些本就无比羸弱的家伙们有了缥缈的幻觉与希冀\n你以为你可以开好服？不，我们都做不到，我们自己看自己很厉害，你能做地图，他能写插件，那个能配置，设计玩法\n但是我们做出来的终究是低级垃圾\n\n我自己也曾是服主，我最近也在想再去做回服主，但我不会善待任何一位服主\n不论他们付出什么努力，多少时间，他们就像小学生拿着各种规律和书本做奥数一样\n他们不过是套用公式，他们不理解本源，这也就代表了他们不能认识到某些题目是（不）可以用某些规律的\n他们花了再长的时间做对，从旁人的角度看过去，不过是凭着名为\"运气\"的实力做对了罢了\n而你知道，总有人能轻松解出这些问题，他们可能是天才\n但是在游戏服务器这里，他们比比皆是，漫山遍野，他们已经称不上天才了，只不过对你而言是精英而已\n\n你花出的时间是你做出的决定，没有人规定过你要去做这些事，更没有人说过\n\"如果你要做好服务器，你就要花出这些时间\"\n我没什么感受，我觉得你列出的东西很大一部分 换做我都不会去做\n\n\n综上，我们做的的确是mc服务器，但我们做的根本不算是mc服务器\n我们都是没有人要的垃圾，不管是人才市场还是那些费尽心思为mc做出贡献的人，尤其是那些写核心的\n我很感激他们，但我更恨的是 他们完全就应该自己用\n因为现在的服主们大概能用核心开服，但他们用不好\n\n我的意见 : 目前 没有人 做好mc服务器\n                全民开服潮流必将延续，而mc服务器没有未来\n                这里是特异点 N 永续疯狂帝国 | 我的世界Minecraft\n\n\n而当mc服务器从服务器变成了\"小众服\"\n这一切就回归了最初的快乐，一把稿子，几位朋友，可以不相识，但可以一起玩\n\"小众服\"可以不小众，但从小众而言，更容易控制，管理，配置，游玩\n这才是mc适合的\n如果你想开一个玩家数量大于20的服务器，那么你开是一个mc服务器，是一个游戏服务器\n是一个从零开始，需要将视野建设在全世界何种游戏之上的游戏服务器，而非mc里同向对比的服务器了\n因为如果目光这么短浅，我不认为会有\"游戏服务器\"诞生，hy很接近了，但他们还不是\n\n"
        },
        {
            "author": "AkkLive",
            "timestamp": 1570980840,
            "txt_content": "我以前开服真难 遇到很多问题要花时间 没出过门 \n\n出门去玩心情一下"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1570989000,
            "txt_content": " 本帖最后由 Salt_lovely 于 2019-10-14 01:53 编辑 \n\nmc的可玩性本身就是一个问题。个人觉得留住玩家更多地靠游戏氛围和内容更新。\n\n先聊一聊原版游戏。\n第一次玩mc的时候也许你会为自己亲手建造的火柴盒感到自豪，为自己变强到能击败苦力怕而骄傲，为第一颗钻石的幸运感到兴奋，那么第10次呢，100次呢？当你有能力在生存模式建筑一栋豪宅，你还会满足于建了一座火柴盒吗；当你熟练地杀死一个又一个怪物，你还会为自己能够杀死苦力怕感到骄傲吗；当你钻石块都可以拿去建火柴盒的时候，挖到钻石也许只能让你兴奋一小会了（也许只有几秒钟）。\n建造火柴盒与杀死苦力怕能够切实地让玩家感受到“自己变强了”，进而感到快乐，这是正反馈机制，虽然不是游戏制作者刻意触发，但它确实存在且被利用了。有意利用这个机制也是诸多游戏死而不僵甚至“长盛不衰”的重要原因；mc，好像没有。感受到“自己变强”，然后继续游戏，也许算是天性。挖掘到钻石而感到兴奋则是另一套反馈机制，类似于抽卡游戏令人上瘾（相似的感觉但不是），但当你从网上学习到了最快的最效率的挖矿方法之后，游戏中的挖矿这个极富mc特点的玩法也变成了一项休闲玩法，甚至有些枯燥（我曾经在某服务器的挖矿中睡着过）。\n\n聊一聊建筑、地形、皮肤、资源包和mod等拓展玩法。\n首先是地形和建筑。\n建筑这一块我不太会，所以一笔带过：建筑玩法，特别是那些超大型建筑、高精细度建筑玩法本身只是建立于mc这个平台罢了——这些建筑更多地偏向于艺术创作，与mc原版玩法无关（也许有些绝对，但确实关系不大，试试下载一个城堡/宫殿/村庄地图到自己的mc存档，也许和游戏内容最匹配的还是火柴盒），同样的人，换一个平台（比如建模软件什么的），也可以做这些。\n地形这块，我断断续续做地形有3年，水平就那样——可以看我的发帖记录，我在MCBBS发了三个摸鱼地形——不过我可以说，mc地形只是建立于mc平台的地形建模罢了。worldmachine、worldcreater、Gaea、geocontrol，这些名字你听过吗，我猜在座的大部分人可能只听过两个（WM和GC，因为珀尔的教程有提到），这些都是较为专业的地形制作软件，和mc唯一的关联也只有可以用worldpainter把输出的高度图、沉积图、积雪图什么转化为mc地图罢了——我现在做地形根本不开mc游戏，除非要截图——直接chunky搞定，最后除了地图可以用mc打开外全程与mc无关。\n其次是皮肤和资源包——我没怎么接触过这些，所以依旧一笔带过——这些并不是mc专属的拓展“玩法”，而是刚好遇到了mc，市面上绝大部分游戏不允许玩家自行修改皮肤、贴图、模型，所以最后皮肤和资源包“玩法”反而是mc的独特“玩法”。\nmod玩法一直是mc的一大闪光点，从农业到工业、从科技到魔法，大多数你能想到的玩法都有mod开发者在进行开发和维护。荒野求生的mod不能和真的荒野求生题材的游戏比，枪械mod的射击手感不能和射击游戏比，工业、林业、农业mod的可玩性与可拓展性也比不上类似题材的养成游戏——而且mc平台等待限制的存在，使得这些mod几乎不可能做出媲美现代商业化游戏的游戏体验。\n\n聊一聊服务器管理者。\n好吧其实我要说的话楼上极光基本说完了qwq，而且比我讲的多且好。。。\n我还是班门弄斧地说几句吧。\n我是一个插件服管理经验3年的管理员兼技术，5年前开始接触mc服务器管理，3年前接受邀请成为朋友的服务器的管理员，其中受到过多个服务器（都是朋友的私服）邀请，见过许多私服的成长与...倒闭，mod服/插件服/原版服、RPG/高难度生存/小游戏/养老服都有玩过，管理过面板服/VPS，和服务器提供商交流过（主要是问行情），不算有经验，所以我的话权当参考。\n首先是一个所谓的“快餐服”建立到消亡。简单来讲，过程基本是这样的：\n玩家入坑>>>感到枯燥>>>玩家退坑\n\n吸引玩家，初期游戏体验很差，玩家退坑\n吸引玩家，初期游戏体验很差，玩家退坑，管理员修改游戏玩法，重新吸引了一群玩家，中后期开始枯燥，玩家退坑\n吸引玩家，初期游戏体验不错，吸引更多玩家，中后期开始枯燥，老玩家退坑，新玩家退坑\n吸引玩家，初期游戏体验不错，吸引更多玩家，中后期保持游戏体验，大后期开始枯燥，老玩家退坑，新玩家退坑\n吸引玩家，初期游戏体验不错，吸引更多玩家，中后期开始枯燥，管理员设置活动，吸引玩家回坑，然后又退坑\n和实际情况有些出入，但无一例外：退坑无一例外是因为玩家感到游戏玩法“到头了”，很多时候我看见开服老玩家上线看了一眼，然后又走了。最明显的是主打原版游戏体验的服务器：开荒时期的老玩家在做好了豪宅/农场/交通枢纽之后每天开始到处闲逛，不再肝东西，随后退坑，过一段时间再上线看一眼，群内活跃程度慢慢降低，最后完全潜水/直接退群。\n我待了3年的那个服务器就是如此，3年来，换了几个周目还能保持活跃的人只有腐竹、我、一位群管理员（不是游戏管理员），长时间保持活跃的人只有个位数，而上个周目的活跃玩家到了这个周目——也许只有几个月——便完全不再发言。而服务器群这个小玩家社区的气氛靠的就是这些长期活跃的人，对于服务器管理员来说，这样的玩家可遇不可求，能留下来基本靠管理员卖萌/人格魅力了（也有可能是舍不得这个小玩家社区）。\n举一个我印象比较深的例子——因为我知道那个腐竹不玩MCBBS——是我的腐竹的同学兼朋友开的私服，主打RPG玩法，生存服作为附属玩法，为了方便，这里我在的服的腐竹用C代替，那个私服腐竹用Y代替。Y的服务器用的是MCBBS内的一个1.12插件RPG整合包做的，VPS性能是2x2.20GHz、5GB，用的操作系统是WinServer2016（不指望他会Linux）。Y开服给我最大的感受就是——现在真的是什么人都能开服。我在C的私服权限很高，算是半个腐竹，可以在只和C打招呼的情况下任命管理员，我任命管理员的时候要求他们有基本开服知识，可以是mc服务器有关的，也可以是服务器有关的——比如“paperspigot可以怎么防止玩家密集养殖卡服、TNT卡服”，“跑图导致后台卡死的可能原因是什么”，“为什么mc对处理器主频要求高”这样的问题，“这些问题很基础”C这么说，但是Y答不上来。\n我去Y的服务器，服务端整合包很优秀，除了不能商业化以外我找不出什么底层的毛病——当然，Y不会商业化——sx+mm，平民化的RPG组合；citizens+shopkeeper，平民化的NPC组合；MV多世界核心+NPCcommand传送，平民化的副本组合。然后搞砸了。我承认我有很大的问题，我一直在处理C的服务器的事情而忽视了Y的服务器；但同样的，Y制作RPG服务器而没有给出详细计划、设定，让我很难办。Y拉了两个C的服务器的成员进去游玩，一点肝完7个副本，问题很大；服务器副本之间的难度、成长曲线存在巨大的断层，VIP道具过于强悍导致游戏没有平衡性可言，问题很大；服务端整合包自身存在大量bug而原作者不去修，问题...被我解决了（刚刚登陆后台的时候看见满屏幕的红色报错...对于部分插件问题，我还特意去问了原作者报错原因。这个过程中，Y处于什么都做不到的状态）。\nY的服务器没有活过测试服。“菜”某个知情的私服腐竹这样评价。\n\n聊一聊mojang（bugjump）。\n不知道你有没有注意过，1.14服务端优化极差，这个极差的优化给我带来一阵子的心理阴影。服务器刚刚升级到1.14的时候，玩家往往在我刚刚退出后台准备逛B站的时候at我，说服务器崩了——1.11同样配置的服务器明明可以带20人，现在2人就不行了？最后解决方式是使用更加激进的优化方案，但是1.14的负优化着实让我好一阵子焦头烂额。不知道你有没有注意到过，1.14只更新到1.14.4，一个依旧可以使用刷地毯/铁轨/TNT的机械的版本。\n不修bug，不优化，甚至不惜搞坏玩家/服务器管理员的体验来赶版本这个做法，是不是很眼熟？不只mojang，很多游戏厂商也是这么做的。举几个例子（并不是硬核的竞技游戏）：彩虹六号-围攻，一直在更新版本，从来不修复漏洞；很多moba游戏，为了更新游戏系统而放弃原有的平衡的系统。短期来看，这些做法破坏了玩家的游戏体验，但是长期来看，这种让玩家不开心的做法很有用——它保持了玩家的新鲜感。\n试问：如果mc在1.7就停止更新，那么它现在还会这么火热吗？如果mc在1.9更新战斗方式后因为玩家反对又改回去了，现在的mc社区会更加热闹吗？如果mc为了修复bug、优化游戏而在1.14停留了一年，玩家会更多吗？会吗？mojang不是一根筋的笨蛋，他们知道玩家想要的是在下一次打开游戏时眼前一亮的感觉，而不是完美无瑕的方块游戏体验，他们也确实这么做了，他们放弃修复部分bug，甚至宣布部分bug是游戏的一部分。游戏更新就和人的呼吸一样，停下来，就会死掉。（存在“死而不僵”例外，下文提到）\n\n聊一聊玩家社区。\n求生之路2，一款有些暴力的打僵尸+迷路游戏，游戏自带地图5张（除此之外还有一张额外地图和好几张前作地图），枪械寥寥数种，敌人除了普通僵尸以外也只有几种特殊僵尸，可以说，这个游戏玩久了脑袋和肚子都不舒服。但是这个数年前停止更新的游戏直到现在依旧有每日几千的在线量，我个人认为，依靠的是玩家社区，更准确点，是“创意工坊”。创意工坊这个玩家社区源源不断地给游戏输送新鲜血液——新的地图、新的角色、新的玩法等等，虽然游戏内核不变，但是玩家游戏体验确实不一样。创意工坊某种程度上代替了游戏更新，或者说，玩家社区代替游戏制作者来提供新鲜感。\nmc的热度可以说是玩家社区带起来的。想想大家每天上MCBBS，逛的最多的地方是不是茶馆？你们在MCBBS里面聊的东西，有多少是和mc游戏有关的？mc游戏群里面讨论的都是mc游戏吗？（想起来我的腐竹时不时在群里问有没有一起玩GTA。）这就是玩家社区，总是聊一些和游戏关系不大的东西，但总是为游戏输入新鲜血液——上文提到的和mc关系不大的地图项目，其实可以算是mc玩家社区对mc游戏的反哺。\n\n首尾呼应：mc游戏本身可玩性不佳，玩家社区、服务器管理员的营造的游戏氛围，以及mojang开发新版本、mod作者更新内容带给玩家的新鲜感才能留住玩家。\n\n\n最后聊一下服务器管理员素质问题：我做了三年服务器管理员，很清楚我充其量只是外行；做mc服务器管理员的，绝大部分都只是游戏服务管理方面的外行。\n论剧情文案：打开手机下载一个氪金手游，比自己写的好多了；论成长曲线：随便哪个商业化的RPG游戏都比自己线性规划做出的成长曲线数服；论修bug：我只会看帮助手册和Wiki......；论开活动：tx的活动可以让玩家乖乖氪金，你行吗qwq；论美工：同样是WM、GC、MD、U3D等等软件做出来的地形，看看塞尔达、马里奥的卡通地形和贴图，幽灵行动、战地、巫师的真实地形和覆盖层，看看自己......有一句话说的好：不要用自己的业余，去质疑别人吃饭的本事。大部分mc服务器管理员的本事，其实也只是开“快餐服”完事。\n不信的话可以去中小型服务器（“旺季”在线人数50-）看看，除了管理员以外，只有几个资深老玩家还时常在线。哪怕是大型服务器，玩家七日留存率也可能只比tx量产的氪金手游高那么一点点。。\n\n\n本文写于深夜，如果有错别字和逻辑错误，大概是我脑袋炸了。不可避免会有错漏，但是我太困了，晚安。\n\n"
        },
        {
            "author": "喵",
            "timestamp": 1571001960,
            "txt_content": " 本帖最后由 喵 于 2019-10-14 05:28 编辑 \n极光creeper 发表于 2019-10-13 22:26\n不管是从vps商还是服主方面，mc的服务器绝对是最棘手的\nmc开服的服主大多都很难对付，或者说他们太菜了\n之 ...\n最好的服务器，永远是下一个。\n既然这个全民开服的时代来临了，自己也在这个时代中\n那我更愿意支持这个时代，把自己的认知和经验传递给以后愿意开服的人\n说不定，以后真的可能会诞生一个大家都认可的服务器呢？对服务器的批评是必不可少的，但是从批评中吸取教训爬出来，才是最重要的\n"
        },
        {
            "author": "85302485",
            "timestamp": 1571002020,
            "txt_content": "说的太好了。。"
        },
        {
            "author": "白焰BaiYan",
            "timestamp": 1571004060,
            "txt_content": "开服真的很不容易，腐竹太难了"
        },
        {
            "author": "NONGFUSPRLNGL",
            "timestamp": 1571019960,
            "txt_content": "快餐服大多都很不平衡，一氪金就强的不行"
        },
        {
            "author": "喵",
            "timestamp": 1571023200,
            "txt_content": "万通牌筋骨 发表于 2019-10-14 10:26\n快餐服大多都很不平衡，一氪金就强的不行\n腐竹用强的不行来引诱氪金"
        },
        {
            "author": "喵",
            "timestamp": 1571041620,
            "txt_content": "AkkLive 发表于 2019-10-13 23:34\n我以前开服真难 遇到很多问题要花时间 没出过门 \n\n出门去玩心情一下 ...\n放下服务器你会发现生活的快乐"
        },
        {
            "author": "raa233",
            "timestamp": 1574166900,
            "txt_content": "我进的服务器很少有快餐服的（运气）"
        },
        {
            "author": "被鬼鬼坑",
            "timestamp": 1574220360,
            "txt_content": "服务器离不开宣传 但很多服务器都几乎相同 缺乏娱乐性 比如我挖矿 盖房子 然后就感觉无聊了 MOD服很多都是一样的 就拿单机游戏一样 第一次玩从开始到结束都很刺激 第二次在玩就感觉没意思了 一个道理"
        }
    ]
}