{
    "title": "[多线]DoMCer —— 搭路练习|战桥|竞技场|群组服|生存|起床战争[1.8.x-1.13.2]",
    "author": "2544673738",
    "replyCount": 0,
    "timestamp": 1563086220,
    "txt_content": " 本帖最后由 2544673738 于 2019-7-14 15:52 编辑 \n\nDream of MCer NetWork MinecraftServer\n简称DoMCer\n\n\n\n服务器网站\n \n官方网站:https://www.domcer.com\n官方论坛:https://bbs.domcer.com\n封禁列表:https://ban.domcer.com\n排行榜:https://stats.domcer.com\n竞技场数据统计:https://arenastats.domcer.com\n\n\n\n服务器简介\n\n\nDream of MCer NetWork 隶属于 NTCOT 工作室 开发的群组服务器，服务器于2018.5.1正式起步，期间经历了很多坑坑洼洼,服务器内有着一批可爱的玩家。 他们辛勤的创造并改变着这个世界,还有一些默默无闻的工作人员坚守着自己的岗位。 维护这个小小世界的和平使命,服务器无需白名单,本着包容的原则。 欢迎任何年龄段的玩家进入,欢迎加入Minecraft，我们的世界。\n\n\n服务器游戏介绍\n \n本服 皮肤、道具以及称号 全部可以在游戏内获得不需要氪金！！\nRank权限完全是 聊天字体颜色以及出售物品价格翻倍(不超过2倍)和NICK 的权限！\n \nLobby—游戏大厅\n截图:\n \nRush—击退起床\n内包括拆床/击退模式。拆床模式：破坏对手的床，使自己获得分值。十分满分，最先获得十分者即可胜利。击退模式：用击退棒把对手击退至虚空中，因此让自己获得分值。满分三十分，最先获得三十分即可胜利\n截图:\n \nBridge—搭路练习\n通过练习，不断提升自己的潜力吧。内开设：侧搭练习、末影珍珠练习、有/无终点练习、落地水练习、攀岩练习、桥练习、走搭练习。相信自己，提升自己的水平，成为搭路第一王者吧！\n截图:\n \nBedWars-起床战争\n通过破坏玩家的床击杀玩家成为第一吧！内开设：德服经验起床模式、德服起床模式、Hypixel起床模式、RUSH模式\n截图:\n \nArena-PvP—竞技场\n通过与玩家较量，自己的实力不断提升，内含竞技排名。内开设：Pots-药水模式、BuildUHC模式、Soup模式、Combo-连击模式、Sumo模式\n截图:\n \nUHC—UHC极限生存\n通过不同职业，通过随机地图，进行发展。通过击杀玩家，掉落头颅，得到恢复，离胜利更进一步。此模式，不会自动恢复血量。紧张刺激。截图:\n \n街机游戏\n刺激有趣的小游戏，和朋友一同开玩吧！内开设 ：记忆翻牌、 饼干工厂、四字连线，赶紧和小伙伴们加入吧！\n截图:\n \n空岛生存\n采用粘液科技，模式复杂，类型烧脑，不断完善空岛贫乏玩法，你可以通过不断升级岛屿，让自己的岛屿成为全服第一吧！\n截图:\n \n王国战争采用国家制度，可以建设自己的国家。当玩家入侵时，需要做好充足的准备哦。建造炮塔抵御外敌入侵，建设国家靠大家！\n截图:\n \nThePit-天坑之战\n通过不断击杀玩家，因此获取经验和金币，升级自己的装备，让自己变得更加强大吧！游戏会常常触发一些特定的事件，让玩法更多惊喜不断截图:\n\nRun—跑酷服\n样式繁多，从简单到复杂，适合耐心类玩家游玩。跑酷多样,不会让你感到厌烦,惊险刺激等着你。截图:\nKitWars-职业战争通过击杀玩家，获取金币和段位经验 ，金币可以升级职业，让自己的职业更加强大。金币还可以购买增益效果，当击杀玩家时，触发效果，让自己所向披靡！截图:\nSkyBlock采用RPG和生存双重玩法，内涵技能插件，让空岛不断完善。分为主大厅以及岛屿，主大厅可以进行打怪升级，岛屿可以进一步建设，任务多多，紧张刺激，玩法多样，让你爱不释手！截图：\nSkyWars-空岛战争通过不同的职业，让自己变得更加出色，含有多种地图、模式。通过商店进行购买特效，增加游戏玩法。截图:\nMeGaWalls-超级战墙内含商店升级，通过职业升级、购买，让自己在游戏中更出色。每个职业都有特殊的技能，能否驾驭它们得靠你自己。惊险刺激，体验无穷。截图:\nZomBies-僵尸末日通过升级不同种类的枪，击杀逼近的怪物。获取金币，升级装备，购买增益。让团队合作铭刻心中。截图:\n漫威宇宙采用漫威电影剧情以托尼 斯塔克，第一视角叙述故事。以电影主线为题,让玩家真实体验到,漫威经典电影的魅力。主线对话需要重视，认真完成每一项任务。惊喜不断，层出不穷，韵味无穷。截图:\n\n\n服务器QQ群\n\n\n①群:852522701\n②群:721185047\n③群:693671794\n\n\n服务器IP\n\n\n此IP仅适用于使用专属客户端\n如果自动解析卡可以尝试更换线路\n自动解析:domcer.com\n电信:dx.domcer.com\n网通:wt.domcer.com\n移动:yd.domcer.com\n\n\n\n\nDream of MCer NetWork MinecraftServer 欢迎您的加入！\n\n",
    "replies": []
}