{
    "title": "[Minecraft.net|CULTURE] 老城古道",
    "author": "MineCrocodile",
    "replyCount": 11,
    "timestamp": 1563182280,
    "txt_content": " 本帖最后由 MineCrocodile 于 2019-7-15 17:26 编辑 \n\n\n\n\n\n\nimage.jpg (156.07 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-15 17:08 上传\n\n\n\n\nOld Town RoadsVisit the medieval town of Torún with Aventure Studios’ creation!\n老城古道\n在Aventure工作室的作品中游览中世纪托伦城\n\n\nI once went on holiday to Croatia. I wanted to visit the place where they filmed Game of Thrones – the coastal city of King's Landing is actually filmed in Dubrovnik, in the south of Croatia.\n\n我曾经去过克罗地亚度假。因为我想参观他们拍摄《权力的游戏》的地点——君临的海滨城市实际上是在克罗地亚南部的杜布罗夫尼克拍摄的。\n\nTo cut a long story short, I went to the wrong place. There were no games, no thrones, and definitely no coast – but what I found instead was the beautiful old city of Zagreb. It had winding roads, narrow stone steps, tiny churches, grand cathedrals, and weird little shrines hidden beneath bridges. It was amazing, and I highly recommend you pester your family to take you there someday.\n\n然而，长话短说，我去错地方了。那没有游戏，没有铁王座，当然也没有海岸——相反我发现的是一座美丽的萨格勒布古城。它有蜿蜒的道路、狭窄的石阶、小教堂、宏伟的大教堂，以及隐藏在桥下的怪异的小神龛。给人感觉很赞，我强烈建议你缠着家人哪天能带你去一次。\n\nLots of these old, beautiful towns exist in Europe (since Europe has been around for a very long time) but they often get forgotten, because many tourists would much rather visit places with beaches, swimming pools, and those drinks with tiny umbrellas. But Aventure Studios, the team behind this lovely build, would like you to reconsider your next holiday and head on over to Poland where the historic city of Torún is waiting for you.\n\n欧洲有很多这样古老而美丽的城镇(因为欧洲历史悠久)，但它们经常被遗忘，因为许多游客更愿意去那些有海滩、游泳池和有遮阳伞伞及饮料的地方。但是Aventure工作室，建造这个迷人建筑的幕后团队，希望你重新考虑你的下一个假期，动身前往波兰，那里的历史名城托伦正等着你。\n\n\n\n\n\n\n\ntorun1.jpg (96.31 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-15 17:11 上传\n\n\n\n\n\n\nTorún has a lot of similarities to Zagreb: the white-and-terracotta colours of the buildings, the spires of churches and clock towers, and the little plazas and squares where people gather for a lazy afternoon coffee. \n\n托伦和萨格勒布有很多相似之处:建筑的白色陶瓦颜色，教堂和钟楼的尖顶，以及人们聚集在一起慵懒地喝午后咖啡的商业广场和大广场。\n\nThe medieval town of Torún is also known as the Gingerbread City – not because it's all made out of the tasty stuff (which would be a nightmare in the rain), but because its inhabitants have a traditional way of baking gingerbread. In fact, there's even a gingerbread museum in town where you can decorate (and eat) gingerbread yourself! \n\n中世纪的托伦城也被称为姜饼之城——不是因为它都是用美味的姜饼做的(这在雨中会是一场噩梦)[sup]1[/sup]，而是因为它的居民有一种烤姜饼的传统方式。事实上，城里甚至有一个姜饼博物馆，你可以自己装饰(吃)姜饼!\n\nBut gingerbread isn't the only reason that Torún is famous. \"Torún is one of the oldest cities in Poland,\" says Mateusz of Aventure Studios. \"It's believed to be one of the most beautiful cities in Europe.\" The town is actually on the UNESCO World Heritage Site list thanks to its historical importance and that's actually how Aventure Studios came to build it – as part of the \"Preserving World Heritage\" contest on Planet Minecraft! Eagle-eyed readers may remember the Westminster Abbey build, made for the same contest!\n\n但是姜饼并不是托伦城著名的唯一原因。“托伦是波兰最古老的城市之一，”Aventure工作室的Mateusz说。“它被认为是欧洲最美丽的城市之一。”事实上，由于它的历史重要性，该城被列入联合国教科文组织世界遗产名录，这也是Aventure工作室选择建造它的原因——作为Planet Minecraft论坛“保护世界遗产”比赛的一部分!眼尖的读者可能还记得威斯敏斯特教堂这个建筑，也是同样的比赛中的作品!\n\nA team of ten people from Aventure Studios took on the monumental task of recreating an entire town from scratch. It took the team 14 days to make it all and Mateusz says it was their \"first ambitious project\" as a group because they wanted to ensure that there were plenty of details in the build. They used Google Maps to make sure they were getting all the fiddly bits right: every window and tower had to look perfect!\n\n来自Aventure工作室的10人团队承担了一项艰巨的任务，即从头开始重建整个城镇。团队花了14天的时间完成了这一切，Mateusz说这是他们作为一个团队的“第一个雄心勃勃的项目”，他们想确保建筑中拥有很多细节。他们使用谷歌地图来确保所有的细节都是正确的:每扇窗户和每座塔都必须看起来完美无缺!\n\n\n\n\n\n\ntorun2.jpg (66.45 KB, 下载次数: 9)\n\n下载附件\n\n2019-7-15 17:11 上传\n\n\n\n\n\n\nBut Minecraft comes with plenty of challenges for builders who want to recreate real-life architecture. \"It was hard to use an ordinary colour palette,\" says Mateusz, \"and it was challenging to keep the scale to make the build realistic.\"  But the most challenging thing wasn't the game itself – it was working in a team for the first time! \n\n但是Minecraft对于那些想要重建现实建筑的建筑师们来说却有着许多挑战。“使用普通的调色板是很难的，”Mateusz说，“保持合适的比例使建筑显得真实也是一个挑战。”但最具挑战性的不是游戏本身，而是这是团队的第一个项目!\n\n\"We had the goal to test ourselves as a freshly formed group,\" says Mateusz. \"We wanted to see if we were able to compete with other, more experienced teams.\" Great news for Aventure Studios: their build won, ahead of 37 other entries! Not bad for their first team build – and now the town of Torún can add one more thing to its list of achievements!\n\n“我们的目标是作为一个新组建的团队来测试自己，”Mateusz说，“我们想看看自己能否与其他更有经验的团队竞争。”。对于Aventure工作室来说，好消息是:他们的建筑胜出了，超过了其他37个参赛项目!对于他们的第一个团队建筑来说还不错——现在托伦城也可以在它的成就清单上再添一件事了!\n\n尾注\n1 此处为双关，Gingerbread City也可以指一种用姜饼制作城市的艺术\n\n\n作者\nKate Gray\n发布日期\n2019/07/13\n译者\nMineCrocodile\n\n原帖地址\nhttps://www.minecraft.net/en-us/article/old-town-roads\n",
    "replies": [
        {
            "author": "独孤粽",
            "timestamp": 1563183060,
            "txt_content": "哇我也刚看到，但是来BBS发现楼主已经翻译完了www\nMC和文化保护意外的有关系呢，还要多谢那些有心的建筑家！"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563183960,
            "txt_content": "pester vt. 纠缠，烦扰；使烦恼\nspire n. [建] 尖顶；尖塔；螺旋\nfiddly adj. （非正式）需要手巧的，要求高精度的；不便使用的\n\nplaza和square的区别（来源于百度）\nSquare通常是正式庆典使用的场所。举例来说，北京天安门广场Tiananmen Square，纽约的时代广场Time Square\nPlaza来源于西班牙语，原意是宽阔街道，二十世纪以前英语国家里基本没有用这个词来形容广场。\n1922年美国密苏里中堪萨斯市建了一个购物中心，建筑风格是西班牙式的，为了时髦取名叫Country club plaza。从此以后很多地方也用Plaza来指购物中心。\n\nchurch和cathedral的区别\nChurch为教堂的统称，一般的大小教堂都可以成为church\nCathedral为一般为一个区域内最大的主教堂，庄严肃穆\ncathedral可以被称为church，但不是所有的church都配叫cathedral"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1563186120,
            "txt_content": " 本帖最后由 青藤子. 于 2019-7-15 18:25 编辑 \n\n哇长文翻译好评完美的还原\n肯定工作量巨大"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563189780,
            "txt_content": "青藤子. 发表于 2019-7-15 18:22\n哇长文翻译好评完美的还原\n肯定工作量巨大\n还好啦，我这算是短篇，1000多字而已"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563189900,
            "txt_content": "独孤粽 发表于 2019-7-15 17:31\n哇我也刚看到，但是来BBS发现楼主已经翻译完了www\nMC和文化保护意外的有关系呢，还要多谢那些有心的建筑家 ...\n嘿嘿，不知道国内有没有类似的比赛，希望MCBBS以后办一个类似的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563196980,
            "txt_content": "论坛里面有地图搬运吗（暗示）"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563198240,
            "txt_content": "kakagou12 发表于 2019-7-15 21:23\n论坛里面有地图搬运吗（暗示）\n收到暗示"
        },
        {
            "author": "mc_shisu",
            "timestamp": 1563288420,
            "txt_content": "6666666666666"
        },
        {
            "author": "鹰然燕飞",
            "timestamp": 1563352800,
            "txt_content": "很强 这个翻译时长应该很长"
        },
        {
            "author": "519084922",
            "timestamp": 1563415620,
            "txt_content": "独孤粽 发表于 2019-7-15 17:31\n哇我也刚看到，但是来BBS发现楼主已经翻译完了www\nMC和文化保护意外的有关系呢，还要多谢那些有心的建筑家 ...\nmcbbs，有你更精彩"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580892480,
            "txt_content": "\n\n\n\n\n机翻2.png (223.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-5 16:46 上传\n\n\n\n\n\n机翻\n\n"
        }
    ]
}