{
    "title": "探索·发现之高温星球的碳基生命",
    "author": "森林蝙蝠",
    "replyCount": 13,
    "timestamp": 1563259620,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-8-3 01:22 编辑 \n\n参赛者论坛ID：森林蝙蝠、@(-.-) \n作品介绍：地球文明的科考人员发现了一个生活在高温星球的古代碳基文明……\n\n\n我们的科考队员在织女星附近发现了它的一颗伴星织女星2，和织女星构成了一个双星系统：\n\n这个双星系统里有三个行星，得益于附近的小行星带，其中一颗行星通过俘获小行星带的陨冰而得到了大量水分，被认为可能有生命存在，科考队员已经从摄像机里获取到了行星的参数：\n\n\n\n受双星系统的影响，这颗行星的温度在70℃-370℃不等，由于行星大气层比较浓厚，地轴有一定倾角，因此在远离恒星的“寒季”，这些水会在135℃左右降落下来，还会随着强大的季风游走，滋养星球上的生命，但行星上的生物究竟是硅基生物还是碳基生物，仍不得而知。\n在温度较高的“热季”，星球表面火山活动非常旺盛，因此大气层局部被庞大的火山灰云遮盖，如果这种情况发生在地球上，将是个不折不扣的火山冬季，但现在无论是保持碳基的“旧人类”还是演变为硅铁机械的“新人类”都已经不在地球上生活了。\n我们的飞船随时可以降落，现在来欣赏一下，双星季风型行星的风光。\n\n现在的星球热季刚刚过去，地面温度在120℃左右，我们很快在行星上发现了生命活动的迹象，令我们惊喜的是，这居然是一个接近地球良渚古文明的新石器时期文明：\n\n这是村落中最高大的建筑，按常理而言，这是属于村中地位最高者的建筑，是身份的象征，或许在这里能找到一个“村长”。\n远处的天空非常阴沉，所幸是一片雨云，而不是埋葬一个村子的火山灰云，如果有必要，需要对这里的居民进行强制疏散。\n\n这颗星球的气候很是多变，雨云出现不久就消散了，而我们也找到了村长。\n和其他村民不同的是，村长身穿一身黑袍，将自己完全遮蔽，胸前还有一团小小的火焰，应该是某种图腾崇拜，毕竟这里是一个炽热的世界，原始的文明崇拜火那再正常不过了，不过这身荣耀的装束可能会让他在这种湿热的天气感到非常闷热，甚至患上某种疾病。\n如我们所料，这里的生命和我们的结构并不相同，但我们扫描了他的神经系统后，尝试用他们的方式进行沟通，希望他带领我们参观这个村子，村长同意了。\n\n为了避开地面上的酷热和火山毒气，村民们选择把家修在高处，毕竟这里的气温对他们来说还是炎热了一些，如果气温上升到200℃以上，他们的血液也会沸腾，因此在此之前他们会遁入地下，脱除水分进行所谓的“夏眠”。\n尽管熔岩的高温是这些生物无法抵挡的，但仍然是生活中重要的能量来源，因此他们在这座高塔的附近，修建了4个副塔，用简单的机械抽取熔岩，也就是我们在一开始看到的样子。\n这里的土壤富含铬元素，因此他们收集来做管道的玻璃都带有红色。\n\n我们提出要上去看看，村长便带我们来到了塔上。\n\n塔的材质是用厚重坚硬的黑曜石构成的，这样可以有效抵挡酷暑和射线的侵袭，我们明白了为什么村民会崇拜黑色，但显然他们不知道，黑色的衣服会更多的吸收太阳辐射。\n可以看到，这个新石器时期的文化已经演化出了一些基础的铁制工具，但是他们的人口稀缺，并不足以演化出奴隶制和封建制，整体组织水平还停留在石器时期的部落阶段，这个星球上可能存在过其他的文化，但都被恶劣的环境摧毁了。\n这里动物稀少且凶猛，村民的食物来源是门口散乱种植的紫色植物，易于采伐，我们队伍中的“旧人类”吃了一口，认为味道不错。\n\n这是星球上最常见的植物，村长说他曾经冒着血液蒸干的风险靠近地面，发现这种植物会在高温下吸收水蒸汽膨胀起来形成巨大的“树荫”，有效降低了地表温度，或许就像蓝藻影响了地球的生态环境一样，这种植物也深远的影响了星球的未来。\n\n这是抽取和存放熔岩的偏室，可以看出，这个文明已经有了制作较大铁器的能力。\n\n\n我们不打算干预这个文明的发展轨迹，进行简单的记录后便离开了这个行星。\n\n\n链接：https://pan.baidu.com/s/1y43sqiV-2eCRbhI4Mae6Jw \n提取码：gze5 \n\n(bat.png)就是皮肤，感谢队友@(-.-)  的协助！\n\n\n\n\n",
    "replies": [
        {
            "author": "ROF",
            "timestamp": 1563259920,
            "txt_content": "前排\n大柚子头的文案..妙哉【一本正经"
        },
        {
            "author": "leavessoft",
            "timestamp": 1563260460,
            "txt_content": "宇宙沙盘很入戏w"
        },
        {
            "author": "xianren66",
            "timestamp": 1563261600,
            "txt_content": "剧情不错，可以，介绍得好"
        },
        {
            "author": "白羊羊",
            "timestamp": 1563261780,
            "txt_content": "我硅基生命表示不服"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1563264180,
            "txt_content": "文案写得是真牛批，森林蝙蝠先辈还是猛啊"
        },
        {
            "author": "yuexin5552",
            "timestamp": 1563347340,
            "txt_content": "文章可以，祝你得高分qwq"
        },
        {
            "author": "qingcaibaiyutan",
            "timestamp": 1563363540,
            "txt_content": "有科技感嗷  upupuppupuup！！！！！！"
        },
        {
            "author": "WW915496235",
            "timestamp": 1563540300,
            "txt_content": "6666666666666666"
        },
        {
            "author": "2040203424",
            "timestamp": 1563794700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1564984380,
            "txt_content": "如此真实的生存小屋？"
        },
        {
            "author": "xiaozhang421",
            "timestamp": 1583300220,
            "txt_content": "太棒了，good job！"
        },
        {
            "author": "Dearxiaosa",
            "timestamp": 1583452620,
            "txt_content": "66666666666666"
        },
        {
            "author": "梅子紫转青",
            "timestamp": 1583490780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}