{
    "title": "[Minecraft.net|CULTURE] 壮观的风帆",
    "author": "MineCrocodile",
    "replyCount": 4,
    "timestamp": 1563429360,
    "txt_content": " 本帖最后由 MineCrocodile 于 2019-7-18 14:39 编辑 \n\n\n\n\n\n\nimage.jpg (98.01 KB, 下载次数: 9)\n\n下载附件\n\n2019-7-18 13:39 上传\n\n\n\n\n\nSPECTACULAR SAILS\nGaulight takes us on a naval tour\n\n壮观的风帆\nGaulight带我们参加海军之旅\n作者 Jay Castello 发布日期 2018/06/05 译者 MineCrocodile\nI hope you don’t get seasick, because today we’re talking to expert ship builder Gaulight about his beautiful boat builds! If you do get seasick, don’t worry, it’s just an article! Unless you’re reading it on a boat? Um, why are you reading it on a boat if you get seasick?\n\n我希望你不会晕船，因为今天我们要与专业的船舶建筑师Gaulight谈论他建造的美丽的船！如果你真的晕船，不要担心，这只是一篇文章！除非你正在船上读它？嗯，如果你晕船，为什么还要在船上阅读呢？\n\n“I’ve always loved ships since my childhood,” Gaulight says. “I love their complexity, because of the rigging, but also because of their elegant hull design. I’m regularly heard saying: “ships of the past are today’s satellites,” because they were and are engineering masterpieces. I’m impressed by how people at the time were able to build such gigantic and intricate structures with simple tools and knowledge.”\n\n“小时候我就一直很喜欢船，”Gaulight说。 “我喜欢他们的复杂性，源于他们的索具，也源于他们优雅的船体设计。我常听人说：“昨日之船舶，今日之卫星”，因为它们曾经是，现在也是工程杰作。我对当时的人们是如何能够用简单的工具和知识建造如此巨大而复杂的结构感到震撼。”\n\n\n\n\n1.jpg (74.69 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:52 上传\n\n\n\n\n\nOf course, with today’s technology, Gaulight is able to recreate these masterpieces in Minecraft. But that doesn’t mean it’s easy! He told me about his process building a replica of Le Fleuron, a French gunship from the 18th century.\n\n当然，凭借今天的技术，Gaulight能够在Minecraft中重现这些杰作。但这并不意味着它是一件容易的事！他告诉我他建造一艘18世纪法国炮艇Le Fleuron的复刻版的过程\n\n“I first made a blueprint in Minecraft, with its exact proportions. Then I began creating layers that reflected the global shape of the ship and filled in the gaps in order to obtain a completed hull. Afterwards, I created the colour scheme, the stern and bow, and finally I made the masts, sails, and rigging. This took me approximately three months, including intensive research and the actual construction.”\n\n“首先我在Minecraft中根据它原始的比例绘制了一个蓝图。然后我开始一一建造能体现船的整体形状的层面，并填补其中的空缺使船体完整。之后，我创造了配色方案，船尾和船头。最后，我制作了桅杆、帆和索具。包括深入研究和实际建设在内，总共花了我大约三个月的时间。“\n\n\n\n\n2.jpg (97.5 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:52 上传\n\n\n\n\n\nIt’s the details that drew Gaulight to Le Fleuron, especially the colours. “It has an elegant red curve, which runs all along the length of the ship, making it quite unique,” he says, explaining the faithful recreation in his version. Not only does this crimson stripe create a consistent visual design that’s pleasing to the eye, the attention to detail on the rigging, flags, and golden stern decoration are remarkable. And, of course, there are the 64 cannons in case of a fight!\n\n是细节，尤其是颜色把Gaulight吸引到Le Fleuron。 “它有一条优雅的红色曲线，沿着船的长轴延伸，使其非常独特，”他解释这在他的作品中作了忠实的还原。不仅是这款深红色条纹所营造出的一致性视觉设计，令人赏心悦目，对于索具、旗帜和金色的船尾装饰细节的关注，也非常的出色。当然，如果发生战斗，那还有64门大炮！\n\nIn order to get this much detail, he builds the ships on a huge scale. “I used to build them at about the same size as the real ship, but as I improved over time I realised it’s much more satisfying to go bigger! It allows you to put in as many details as you want, like the stern on Le Fleuron.”\n\n为了得到这么多的细节，他用很大的比例建造船只。 “开始时我把它们建造成与真船大致相同的尺寸，但随着时间的推移，我逐步意识到放大些更令人满意！它能让你添加任何细节，就像Le Fleuron的船尾。“\n\n\n\n\n3.jpg (119.97 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:53 上传\n\n\n\n\n\nIn fact, Gaulight’s Le Fleuron is three times as big as the original ship was. “Building at an even bigger scale would have resulted in a more accurate ship, but it would have also needed a considerable amount of time,” he added. But that’s not the only thing holding him back – sometimes he wants to build something so big, but he’s confined by Minecraft’s own height limit!\n\n事实上，Gaulight的Le Fleuron是原始船的三倍大。 “以更大的比例建造可以让船更精确，但那将需要相当长的时间，”他补充说。但这并不是限制他的唯一因素——有时他想要建造的东西太大了，受到了Minecraft自身高度限制的束缚！\n\nCreating something so large and detailed isn’t easy. “The bow was the most challenging part,” he tells me. “Making it was not an easy task since there are plenty of curved beams meeting at a common point at the front.” But he doesn’t have any favourite part of the build, because everything has to come together to make it perfect. “I consider a ship successfully done when I can imagine it in my hand, like a real model ship.”\n\n制造如此巨大且细节的东西并不容易。 “船头是最具挑战性的地方，”他告诉我。 “建造船头不是简单的任务，因为有很多弯曲的船梁在前面的公共点处汇合。”整个建筑他没有任何偏爱的部分，因为一切都必须结合在一起才能完美。 “当我能想象它在我手中，就像一艘真正的模型船的样子时，我认为一艘船就成功完成了。”\n\n\n\n\n4.jpg (115.68 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:52 上传\n\n\n\n\n\nAdding the sails and flags is a crucial part of getting that feeling, though. He tells me that they have to look like they’re catching the wind. “That gives the ship life,” he explains.\n\n然而，添加船帆和旗帜是获得这种感觉的关键部分。他告诉我他们必须看起来像是在迎风飘扬。 “这给了船的生命”，他解释道。\n\nIt’s easy to imagine standing under those sails in the middle of the ocean. Once upon a time that would have been the job of up to 500 sailors who were needed to keep the ship moving. They would have known they were crewing an important ship – Le Fleuron means “the jewel” in English – but I don’t think they could have imagined it being rebuilt in a video game nearly 300 years later!\n\n靠想象在大洋中站在那些帆下是很简单的。曾几何时，这是需要多达500名保证船舶航行的水手的工作。他们早知道他们驾驶的会是一艘重要的船——Le Fleuron在英语中意为“宝石” ——但我认为他们无法想象它会在近300年后的电子游戏中被重建！\n\n\n\n\n5.jpg (44.59 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:52 上传\n\n\n\n\n\nFor Gaulight, ship building became his focus as he realised how much he was improving with each build. “The key to progression is to analyse mistakes from the previous ship and try to resolve them on the next one.”\n\n对于Gaulight来说，造船能成为他的主要工作，是因为他意识到他每次建筑都能有多大改进。 “进步的关键是分析前一艘船的错误，并尝试在下一艘船上解决它们。”\n\nHis version of L’Etoile du Roy is one of his favourites because it was the first dedicated recreation that he made. “I love her curvature and her colours,” he enthuses.\n\n他的L'Etoile du Roy（圣马洛护卫舰）是他的最爱之一，因为这是他创作的第一个专致的作品。 “我喜欢她的曲线和颜色，”他兴奋地说。\n\n\n\n\n6.jpg (157.12 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:52 上传\n\n\n\n\n\nHe’s also enthusiastic about the power of the building community. “It’s a powerful way to express your feelings and your passion, and everybody can share their creations,” he says.\n\n他也对建筑社区的能量充满热情。 “这是表达你的感受和激情的有力方式，每个人都可以分享他们的作品，”他说。\n\nHe believes that this sharing is important as builders are inspired by and learn from one another. Giving back to the community by explaining your methods and techniques is a great way to show gratitude for things you’ve picked up from others yourself.\n\n他认为，这种分享很重要，因为建筑师们受到彼此的启发并相互学习。通过解释你的建筑方法和技巧来回馈社区，是一种表达你自己从别人那里学到东西后感激之情的很好的方式。\n\n\n\n\n7.jpg (105.82 KB, 下载次数: 10)\n\n下载附件\n\n2019-7-18 13:55 上传\n\n\n\n\n\nHis advice? “Minecraft is a fantastic game with infinite possibilities: the only limit is your dedication.”\n\n他的建议？ “Minecraft是一款具有无限可能的绝佳游戏：唯一的限制就是你的投入。”\n\nSo set sail and see where the winds of inspiration will take you!\n\n启航吧，看看灵感会带你到哪里！\n\nRenders by Iskillia, VoenixX and Gaulight\n\nThanks to Bulix for translation help.\n\n渲染图由Iskillia，VoenixX和Gaulight提供\n\n感谢Bulix帮助翻译。\n\n\n原文连接：https://www.minecraft.net/zh-hans/article/spectacular-sails\n",
    "replies": [
        {
            "author": "MineCrocodile",
            "timestamp": 1563430620,
            "txt_content": " stern adj. 严厉的；n. 船尾；末端 bow n. 弓；蝴蝶结；琴弓；船头 mast n. 桅杆 rigging n. 索具 crimson adj. 深红色的\n\n开始给博文录填坑，我尽量翻译一些跟时效性没关系的文章\n\n博文录好像很久没更新了 \n@LocusAzzurro @ff98sha \n\n"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1563437640,
            "txt_content": "MineCrocodile 发表于 2019-7-18 14:17\n开始给博文录填坑，我尽量翻译一些跟时效性没关系的文章\n\n博文录好像很久没更新了 \n记单词记单词.jpg"
        },
        {
            "author": "龑融",
            "timestamp": 1563440700,
            "txt_content": "................................................."
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580892480,
            "txt_content": "\n\n\n\n\n机翻1.png (245.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-5 16:45 上传\n\n\n\n\n\n机翻\n\n"
        }
    ]
}