{
    "title": "半日记（杂谈）—一曲正午的歌和一首清甜的词",
    "author": "半日陌上花",
    "replyCount": 11,
    "timestamp": 1563451320,
    "txt_content": " 本帖最后由 半日陌上花 于 2019-7-18 20:06 编辑 \n前言——不要点进来\n一个没有开场白的帖子，一个没有前言的半日记\n壹——世界对我们，我们对世界\n没有开场白，头一次，因为我实在是不知道我的开场白竟然有这么多人认为中二或是滑稽，我收到过无数回馈都是如出一辙，甚至于不知道是否要继续使用\n这两个词，在不同的角度的解读却大相径庭，中二一词不知来源，也不需来源，却一直被作为一个设计人员的赞美，至少我是这么认为的，对于设计人员来说，一个设计一个完整的世界来创造一种强大的代入感是异常有成就感的。如今架空的世界观已然成为大多数主线剧情的首选，而这些架空的世界观，正是要求设计人员脑袋中有一个正在慢慢运转的世界，如果现实与虚假间的尺度慢慢消失，慢慢减弱，也便是就是所谓中二。\n前文提到大相径庭，就不得不说说此种看法的对立面，也便是所以然的中二。更多的认为，中二是一种童心未泯的表现，更会把中二和低龄化结合认知，甚至于过多的批判和抵否，有些小的设计人员还没有找到自己尺表，便会落入虚伪的网，并不知道优劣。\n半日记从来都是个新人看，不给老人赏，因为我也是个新人，所以我会拿出长的篇幅来更深入的探讨这件事。花开半日夺群艳，天资能比陌上桑。事实上，我并不认为这句话有多么低俗或者幼稚，完整的无情对，却蕴含着自傲不负的有情，蕴含着我的人物ID。这种单篇联我还真不觉得一个幼稚的孩童能写的来。但是，更多的人却没有这种“自知之明”或者说自信，中二真的很重要，文字也是更加的重要，MC圈子的制作过程中，要打击感，没有，要技术，赶不上，要美工，一群方块再如何也赶不上一个独立游戏的精细建模。\n在乌得勒支大学的游戏工程专业上提到过：制作游戏最重要的是快乐，而快乐的源头来源于营造代入感和寻找储备玩家量。当确认好自己的客户群体，拥有足够的储备玩家量时，便要考虑游戏的代入感，而在技术的限制之下，能营造代入感的，效果最好的便是通过文字。\n通过文字，建立起一个看起来真实的虚幻世界，又或是打造团队游戏的玩法，打造生存要素的快乐。充分发挥自己“中二”的长处，再在如此的精雕细琢之上添加体现市场经济的元素，即便是如此如此不良心圈钱的项目，也逃脱不了这些步骤。\n所以，当听到他人说出中二或者中二的词派评价自己时，这是对设计人员最由衷的赞美。\n贰——哥哥们，我想火这几天要赶大早上的心理学教授的课，破坏了自己的生物钟，凌晨睡觉五点起床，经常在下午睡一个舒舒服服的回笼觉。然后就得到了一大片消息。\n这个时候发帖大家应该都知道是什么事，我这个没后台的，就不多说。（不知道的你会知道的）\nMcbbs我说累了，想知道我的观点的，个人主页请。\n只是针对这件事，表达一下我的看法。骂骂人就能被无数人玩梗，我也想被玩梗，我真的想火啊！哥哥们（加百列安排完了，拉斐尔路西法以撒亚伯安排一下好不好）\n这件事很多人都在解读mcbbs的内部问题，但我却看到了另一面，事实上，这是一个完全正确的惯性，商业化永远无法彻底融入mc圈子，我提过很多例子，隔壁的老滚圈，辐射圈，早已开始整合包收费，自制mod收费，建立起完整的而且给予学生党一条生路的收费模式是一个同人圈子最好的运营手段。但mc圈子不一样，mc圈子的低龄化是世人皆知的现状，即便冰山之下极其幽深，但是一大片冰山之下的人口却不如上面一小部分的人口密集。巨大的泛专业化和低龄化已经使商业化变得遥不可及，甚至其强大的分裂能力让这个理想越来越远。\n事实上，我曾经说过多种解救办法，但今天不准备在这里说。这几天没有在更新帖子的原因就是我真的烦了，可以稳赚几万块的万物之灵项目使用权我无私的递给了mcbbs，最后以纯设定案，从来没在论坛见过的理由，得到了一个“推荐都有余”的称号，我实在是腻了，泥菩萨还有三分火气，在怎么热爱你把它变成一坨粪也不会继续喜欢。\n更何况，我所有帖子的阅读量加起来都不如一个认识一大堆协管的小孩发的闲聊，再如何出谋划策，也无法立起我mc第一商业策划的名声，我始终为了火，既然不能活，那自然没有任何的闲工夫陪您玩。\n\n最后，我这次的帖子精简的过分，没有一句多余的废话，好好看。五个词有三个是双关，也不搞什么互动了，真要是有什么想法，就找找这些双关词吧\n\n\n难难难道德玄，不对知音不可谈，对了知音谈几句，不对知音枉费舌尖。",
    "replies": [
        {
            "author": "樱千落妖精",
            "timestamp": 1563452220,
            "txt_content": "生如夏花之绚烂，死如秋叶之静美。"
        },
        {
            "author": "Оil",
            "timestamp": 1563452580,
            "txt_content": "高尚是高尚者之墓志铭，卑鄙乃卑鄙者也通行证。\n\n差不多是这样吧？= =？"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1563452820,
            "txt_content": "Oil 发表于 2019-7-18 20:23\n高尚是高尚者之墓志铭，卑鄙乃卑鄙者也通行证。\n\n差不多是这样吧？= =？\n我可从来没这么说····公平自在人心，正义不会缺席。而且我不需要墓志铭，我混的比任何一个mc策划都好，我现实生活中也是一个游戏设计，在mc圈子单纯是热爱，闹着玩。而且我没北岛那么懦弱，不服就怼233（心中没有诋毁北岛小先生，但确实懦弱）\n\n还有，怎么又是你！！不过倒是谢谢支持哈~"
        },
        {
            "author": "Оil",
            "timestamp": 1563453180,
            "txt_content": "半日陌上花 发表于 2019-7-18 20:27\n我可从来没这么说····公平自在人心，正义不会缺席。而且我不需要墓志铭，我混的比任何一个mc策划都好 ...\n嗯，倒是前一段时间有点着了魔，居然想肝贡献，有些忘了自己造枪的本心了23333333……\n\n再重复一次：\n自己的梦，为什么要别人来造？！\n\n（好像我上⑩级的那个帖子我说过这样的话233333333……）\n\n不对我已经不造枪了233333……\n不仅不造枪，居然还T.M写起了小说（好吧我也不知道这玩意该不该叫做小说233333333……）\n这就是你忘了你的本心的理由吗造枪师？！？！\n你以为我们军事法庭会相信你的鬼话?????!!!!! ?!"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1563454140,
            "txt_content": "Oil 发表于 2019-7-18 20:33\n嗯，倒是前一段时间有点着了魔，居然想肝贡献，有些忘了自己造枪的本心了23333333……\n\n再重复一次：\n这就是你在我这里宣传的理由？！\n不过你给宣传费了，放了放了"
        },
        {
            "author": "尊主",
            "timestamp": 1563454260,
            "txt_content": "楼主真帅，人间不值得"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1563454380,
            "txt_content": "倒不如说是分类选错了，文学类图章里文笔是占比相当重的一块，但设定集和文笔又完全不在一个维度，或者说两个东西根本就不能放在一起评比，而周创版对设定集也没有现有的评选标准，双方都默认按照小说类来评选了，结果自然双方都不满意\n发茶馆没准反响能好一些（bushi）"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1563454920,
            "txt_content": "guojingjun 发表于 2019-7-18 20:51\n楼主真帅，人间不值得\n挑唆ZS，举报了（滑稽）"
        },
        {
            "author": "半日陌上花",
            "timestamp": 1563454920,
            "txt_content": "雨夜蔷薇 发表于 2019-7-18 20:53\n倒不如说是分类选错了，文学类图章里文笔是占比相当重的一块，但设定集和文笔又完全不在一个维度，或者说两 ...\n我一开始发酒馆，然后某个版主让我发周创，然后一模一样的人，就说出了这么一番话，awsl"
        },
        {
            "author": "chsy",
            "timestamp": 1563460140,
            "txt_content": "长风破浪会有时，直挂云帆济沧海。我一直在等你"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1563521460,
            "txt_content": "楼主码字也太不容易了\n我还给点人气好点XD\n楼主加油"
        }
    ]
}