{
    "title": "[Minecraft.net|CULTURE]BUILDCON IS BACK! BuildCon回来了！",
    "author": "SevenC",
    "replyCount": 8,
    "timestamp": 1563504360,
    "txt_content": "BUILDCON IS BACK!BuildCon回来了！\n作者：Per Landin原文链接：https://www.minecraft.net/zh-hans/article/buildcon-back\n\nAre you a player striving to improve your craft and building skills? Looking for inspiration or new friends to help you out on a project? Perhaps you’re like me who just wants to create explosive maps with TNT or build a giant statue of yourself so everyone can bask in your greatness? Whatever your motives might be, there’s a big chance the answers lie in a certain event scheduled to start this Friday. BuildCon is back!你在苦苦提高自己的建筑技巧吗？你在找一个新的伙伴和你一起完成一个项目？或许你和我一样，只会用TNT“建造”，或者建一个自己的雕像让大家欣赏膜拜？无论你有什么想法，答案就在周五的活动上。因为BuildCon回来了！\nNot familiar with BuildCon? Lucky for you, I’m be happy to share you the details - It's an international convention held entirely online! A community-run server event featuring several amazing builders (many of whom we've featured on the site before) passing on their building expertise. It spans over five days, from the 8-12th of June, and best of all – it’s free! Everyone is welcome, no matter how familiar you are with Minecraft.啥？你不知道BuildCon是干啥的？？我来告诉告诉你——这是一个在线举行的活动！在服务器里有很多优秀的建筑师（有很多我们以前在网站上介绍过）传授他们的建筑知识。这个活动会从6月8日一直举行到12日，为期5天。最重要的是这个活动是免费的！无论你是精通Minecraft还是仅仅对Minecraft一知半解，都欢迎大家参与！\n\n“It was originally created to help share what people are doing within Minecraft Creative and to show the realms of possibility as almost endless,” says Jordan Lavialle, Director of BuildCon. “Every year we’ve had showcases from the biggest and the smallest teams [in the scene], and sometimes the smallest teams are **s that have the most impressive showcases.”\n“它最初是为了帮助人们分享作品，并使大家可以展示自己无限可能的潜力，”BuildCon的主管Jordan Lavialle说，“在现场，每年我们都会有来自大大小小的团队的现场展示，有时小团队的作品给人的印象也很深刻。”\n\nSince its first event back in 2014, BuildCon has grown steadily each year, inviting more and more people from around the globe to learn new techniques and improve their craft. Players attending can participate in panels, masterclasses, compete in build battles or check out different showcases.\n自从2014年第一次举办开始，BuildCon每年都在稳步增长，吸引了越来越多来自世界各地的人前来学习新技术并改进自己的建筑水平。参加比赛的玩家可以参加小组赛、大师班、竞赛或观看不同的展览品。\n\n“Last year we had [a] really cool [showcase] with command blocks making flags fly and stuff,” says Jordan. “It’s basically a celebration of Creative. We just pull everyone together into one place and say “This is what you’ve been doing in Minecraft Creative” and we help people with panels and masterclasses realise their dreams.”\n“去年我们有了一个非常酷的命令方块作品，可以让旗帜飘起来，”Jordan说，“其实这就是场庆祝活动，我们只是把零散的作品聚集到一个地方，然后对他们说：‘这就是你在Minecraft中创造出来的东西’，我们帮助小组和大师班的人实现他们的梦想。”\n\n\nBoorizz has a thing for structures. Check out his French masterclass together with Bulix!\nBoorizz在建筑方面有点东西。和Bulix一起看看他在法国大师班的作品！\n\n\nAn epic battle by none other than Plutouthere. Like a true gardener he will teach you everything there is to know about trees and plants! \n这是由Plutouthere独自建造的一场史诗级的战斗场面，他会像一个园丁教授和植物有关的知识一样教你建筑知识！\n\n\nSeen it before? Of course you have! Castle expert Bulix is coming to BuildCon to host a masterclass in \"Recreation of real-life structures\"  以前见过？必然的了！城堡专家Bulix来到BuildCon的大师班举办了真实建筑活动。\nMinecraft.net veteran is coming to BuildCon to host a panel on architecture in Minecraft!Minecraft.net的老手来到Buildcon主办了一个建筑小组！\nOne of the more popular formats at BuildCon are masterclasses, where builders teach players the concept of a specific type of build, and how to improve their skills. This year has plenty of well-known creators, like Boorizz, Bulix, Plutouthere, and Necrosys. Plus many more!BuildCon主要是大师班。在这里在这里，建筑师们向玩家传授不同类型建筑的建筑理念，以及如何提高他们的建筑水平。今年还有许多著名的建筑师，比如Boorizz、Bulix、Plutourthere和Necrosys等\n“Masterclasses are really about trying to help people grasp the basics of how you don’t have to be limited by what you think your skill is,” explains Jordan. “Masterclasses are really there to help either give the basics, or perhaps for the people who are a little more skilled, to improve their skills as well.”“大师班实际上四帮助人们掌握一些建筑基本知识，”Jordan解释道，“大师班的真正目的是帮助人们掌握基础知识，或者帮助本来建筑水平就很高的人突破瓶颈。”\n\"Even if you haven’t heard of someone or a team, you might go to the showcase and be absolutely taken aback.\"“即使你没有听说过某个人或某个团队，你也可能会在看展览作品的时候大吃一惊。”\nMaking a grand return to BuildCon is the booth format. “Booths are small plots that allows build teams, servers or just different groups to submit a small area that showcases what they do, who they are and what they’re about – just to generate knowledge about them.” Jordan explains. “For example, a ** renderers might make a booth that has a painting on one of the walls to show what they’re about, who they are and what you might want to do if you wanted to join or learn how to render and stuff.” Great idea - make sure you check out as many booths as possible!BuildCon回归了展台形式。“展台是一个小的区域，让大家有了展示自己的机会，也可以让别人吸取来自不同作品的长处，”Jordan解释道，“小组里的渲染师可能会制作简介，会介绍到他们的作品是关于什么的，他们是谁，如果你想学习如何渲染或建筑，你需要做什么。”多看展示作品对你有极大的好处！\nIn fact, Buildcon is full of great ideas - after all, Minecraft is a social experience, best enjoyed with others! Unless you’re me of course. No one wants to help me with my personal 30 meter statue. Is it because I rigged it with TNT?事实上，BuildCon有很多伟大的创意——毕竟，minecraft作为一种社交，最受他人的喜爱！当然，没有人愿意帮我做30m长的雕像。难道就因为我使了TNT？\n\nAnyhow, there are plenty of reasons to attend BuildCon/avoid helping me, and Jordan informed me what YOU should check out as a visitor of the event:Jordan告诉我，作为活动的参观者，你应该检查什么：\n“Everything! As much as possible! Check out as many showcases as you can, because even if you haven’t heard of someone or a team, you might go to the showcase and be absolutely taken aback. I’ve certainly had that experience before – people I’ve never heard of have submitted a showcase and I’ve been blown away by how fantastic it’s been, so check out all the showcases.”“尽可能多地去看看展示区，就算你没有听说过任何人或团队，你也可能会惊叹某个作品。我就曾有过这样的经历——我从未听说过的一个人提交了一个展示作品，我被他的奇妙之处所震惊。所以，尽你可能的看看所有展示作品吧。”\nBuildCon opens at 3:00 PM BST on June the 8th and closes at midnight BST on June the 12th. Feel like checking it out? Head over to the BuildCon site to find all the information you need!BuildCon于6月8日英国夏令时下午3:00开始运营，于6月12日英国夏令时午夜结束营业。想看看吗？前往BuildCon网站查找您所需要的所有信息！\n————————————————————————————————————————\nSevenC (译)\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1563505260,
            "txt_content": "6……6月？\n我time leap了？\n（看了看时间）"
        },
        {
            "author": "SevenC",
            "timestamp": 1563505500,
            "txt_content": "Oil 发表于 2019-7-19 11:01\n6……6月？\n我time leap了？\n（看了看时间）\n我看博文列表有这个 恰巧没翻 闲着没事就翻了[捂脸]"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563509100,
            "txt_content": "SevenC 发表于 2019-7-19 11:05\n我看博文列表有这个 恰巧没翻 闲着没事就翻了[捂脸]\n哈哈，这篇我也看到了，今天我准备翻赛博朋克那篇，霸王龙打扑克那篇也挺好的要不就给你翻？"
        },
        {
            "author": "SevenC",
            "timestamp": 1563514020,
            "txt_content": "MineCrocodile 发表于 2019-7-19 12:05\n哈哈，这篇我也看到了，今天我准备翻赛博朋克那篇，霸王龙打扑克那篇也挺好的要不就给你翻？ ...\n霸王龙打扑克阜星去年就翻过了"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563514080,
            "txt_content": "SevenC 发表于 2019-7-19 13:27\n霸王龙打扑克阜星去年就翻过了\n诶？那是博文录没更新么"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563514380,
            "txt_content": "SevenC 发表于 2019-7-19 13:27\n霸王龙打扑克阜星去年就翻过了\n并没有，我搜索过了\n\n[attach]1353067[/attach]"
        },
        {
            "author": "SevenC",
            "timestamp": 1563516600,
            "txt_content": "MineCrocodile 发表于 2019-7-19 13:33\n并没有，我搜索过了\nOooops，忘记了 被删除了http://www.mcbbs.net/thread-796547-1-1.html"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563519480,
            "txt_content": "SevenC 发表于 2019-7-19 14:10\nOooops，忘记了 被删除了http://www.mcbbs.net/thread-796547-1-1.html\n噗哈哈，怪不得你记得这么清楚"
        }
    ]
}