{
    "title": "【原创/连载】《卡西德》第一章 降世的天才",
    "author": "虚泽",
    "replyCount": 1,
    "timestamp": 1563542340,
    "txt_content": "《卡西德》\n\n\n第一章 降世的天才\n    我曾经依稀看见过世界的真相，可惜我选择了重生，这并不是证明我逃避责任，因为我从地狱走来，走向天堂，路过人间却发现了她，于是我走不动了，在人间徘徊了许久，却终究没有勇气说出那句话。“姑娘，你可中意我”    我是个俗人，和你相比我配不上，在深渊之中，心早已被恶魔摧残得一片狼藉。我走出地狱的大门，曾以为天堂是我唯一的救赎，可在人间的灯火阑珊处，我遇见了一位动人心弦的姑娘，她是那么的美好，仅仅只需要一眼，我就能记住她的模样。    我不敢打扰她，怕我这样的人会玷污到莲花。于是我改变了目的，想到人间走一转，纵观凡间的波澜不惊，品味人间的世俗风情，这么做只有一个目的。“我想成为人，一个可以让她喜欢的人”    此刻她就是我的救赎，为我打开心结，走出迷途。“这就是你最后的遗言？”一个嘶哑的声音在质问着歌德。    他眼前哪位男子叹出一口气，仿佛世间的变得安静了，他眼神也渐渐变得柔情。“对，没错”“哈哈哈”他笑得非常难听，在那嘲笑着歌德。“真是荒唐，无稽！”“随你吧，如果不是为了她，我不可能让出这一步”“行，我也成全你”    突然他俩在没有任何预兆的情况下，完成了最后的咏唱，此时天上四周的云已散开，圣迹从天而降，看着那金色的光速冲向大地，在长达数十秒之间，天界之门打开了。“哈哈哈，歌德小儿，这是你要的东西”    歌德一把手接住了，揣着手里的水晶，他脸上不由自主的上扬，心里那颗颤抖的心也平静下来。“进入天界的机会只有一次，你居然就这么放弃了，真的荒唐呀”    说完那个人冲击了天界大门，歌德看着大门摇了摇头，转过身走了。”“阿怡，我很快就来见你了”    歌德在空中做了几个手势，然后将水晶发到中间，咏唱着。“这是我寻找了百年获得的答案，利用神迹之物的神力，提炼到时间法阵之中，然后再引导发动，就可以完成时空穿越，拜托，一定要成功啊！”    空间法阵开始不断的变大，魔法波动传遍了整片大陆，可能普通人见了都会被这场景吓到，一个看似平凡的时空法阵，融合神力之后居然会开辟出一道新的神界之门。“我真万万没想到，这居然是开启神界之门另一个办法，真是可惜了，那些老不死的寻找了千年，居然没有发现这个方法”    说到这里，歌德突然停顿了一刻，之后有莫名其妙的笑着。“哈哈哈，也许真是我荒唐了，罢了罢了，我就留着人间陪着阿怡，众天神们，真是抱歉，哥今天心情不好，这路我不走了，走不动了，哈哈哈”    歌德停止了咏唱，神界大门也慢慢缩小，看着眼前的一切，不禁想到曾经的自己。突然法阵的神力开始变得混乱，内置是魔法符文也一个一个开始爆炸，不过多久就会牵引到核心符文爆炸，如果连核心符文都爆炸，整个法阵爆发出的神力——会摧毁卡西德。“可恶啊！我不顺你们心意，居然用这种方式报复我，这神也太小气了吧。”    这法阵内置的符文是牵制魔法发动的核心力量，如果他们全部都爆炸了，麻烦可就大了，让我好好想一想如何让它停下来，如果我动用面位之力，将它内部符文控制，不让他爆炸说不定就能停下来，不对！面位之力和时空魔法符文不兼容，那样会让爆炸更猛烈的，该死，怎么想不到办法呢！等等，我想到了，面位，我可以把法阵转移到面位，这样在一个异界空间爆炸，就不会牵扯到卡西德了。    歌德迅速施展出空间魔法，整个法阵之外围裹着数百万的魔法阵，在天空之上又开辟了一处巨型魔法阵，这已经超出这个世界的能力范畴了。随着一道金黄色的光芒洒落到大地之上，时空法阵和歌德已经无声无息的消失了。在一处异界空间之中，那里黯淡无光，唯有是只是一片荒蛮，没有任何生机。“歌德小儿，你怎么突然想起来看我了”“嘻嘻，冥王今天来给您添麻烦了，我后面那个东西实在解决不了，所以就甩到您这儿来了”    冥王从虚无之中走来，眼神之中带有星辰般的广阔，而且还非常年轻。他已经知道歌德带来这个东西是什么了，不过早在十年前歌德离开之时，他早用星砚之术看见了他的未来，只是没有想到这天来的这么早。“歌德，这东西我也帮不了你，只能等它自生自灭，只是可惜了我这片冥界了”“很抱歉给您添麻烦呀，不如之前的事情一笔勾销怎么样？”“你个臭小子，还一笔勾销？罢了，这算你欠我的，下辈子还我吧”    歌德一顿嬉皮笑脸之后，心也沉静下来，他这一生就要这样结束了，可是还有一件事没有完成，只能在那个世界和阿怡见面了。    随着法阵纹裂逐渐变多，最后一声爆炸席卷了冥界的每一处角落，这个冥界已经不存在了。“咔”一声，世界一片空白，随着也安静了下来，远处有座时钟，上面的时间一切归为零，也就是凌晨十二点刻，歌德站着空白的世界之上，过后一个个画面进入他的眼中，仿佛像走马灯一样，从出生到结束，一晃而过，中间有悲伤，有痛苦，有堕落，有希望，还有幸福。“这一切都结束了吗？”    我睁开眼睛，看着眼前的一切，周围是一片草原，我躺在一颗大树下，阳光如此的暖和，透过树荫射到我的眼睛。一切有点不真实，准确说是不能接受，这一刻我依稀记得，这是十二岁那年，毕业魔法测试是前一天，因为我被称为**，体内一丝火种都没有，在家族大会之上所有人都对我很失望，一气之下跑出了家门，到这里来发泄心情。不过后来我居住的城市被异界大军屠杀，我幸运的活了下来，不过被冥界的贪婪抓住做实验，每天都活在阴影之中，直到冥王登上王座，我被释放了，冥王告诉我成为神再回来报仇，于是我带着仇恨离开了，冥王也将面位之力交给了我。“没想到，我居然重生了，哈哈哈”    忽然之间，我身后一阵熟悉的声音传过来。“小德哥哥，今天心情不错呀”    纵身一跃，一位十二岁左右的少女走进了我的视线，我一眼认出了她。“梦儿来这儿做什么呢？”    梦儿撅了撅嘴，看上去很可爱。“还不是父亲怕你想不开，叫我来看看你”“没事了，我现在不会再哭了，永远也不会”    我真的很意外，重生见到第一个人就是梦儿，她是我唯一的亲妹妹，上辈子我还不懂事，一直给父亲惹麻烦，到头来还是要麻烦妹妹来安慰我，这次我发誓，再也不会失去你们了，冥王我等着你！“小德哥哥怎么今天突然说一些我听不懂的东西”“哈哈，天机不可泄露，走我们先回家”“哼，不告诉我算了”“走了，傻站哪里干嘛”“小德哥哥你变了”    梦儿像箭一样，冲到我的身旁，我多久没有看见她缠着我打闹的样子了，有家人的感觉真好。酒过三巡，我来到父亲的房间，我知道他今天酒喝多了，而且这天晚上是我最难忘的一天。“咚咚咚”“进来”    父亲还是以前的样子，和蔼又高大，他叫我找个地方坐下，估计又是要说教了。“小德啊，父亲今天不是不帮你，是帮不了你，当着这么多人的面，我实在没有办法，你别怪父亲，就算你明天测试 不过关，父亲给你请了商人师傅，你跟着他去外面走走长点见识”“父亲，您实在太辛苦了，放心，我明天绝对不丢您脸，我要让他们知道，嘲笑我的下场”“孩子，我这一生就只有你和梦晨两个孩子，我希望你们好好地长大，不要有太多负担，我妈出去买东西去了，你这里等等，她一定有话跟你说”    哎，父亲和母亲为了我操碎了心，不过我不会在让他们失望了，这一世，我要让他们安享晚年，等我追到阿怡，就会老家给他们报喜。\n\n\n\n第一章我没有太多模仿套路文的形式，前面加了点花哨的开场白，不知道吸引到你们没，后面故事我会先写一个故事线，然后给你们慢慢更，希望你们喜欢，有意见下面留言，我会第一时间回复！",
    "replies": [
        {
            "author": "淑芳",
            "timestamp": 1563544020,
            "txt_content": "你的文字让我感觉你非同寻常,是真的。有一点点诗人的感觉(平常是有保持阅读的习惯吗？？)"
        }
    ]
}