{
    "title": "[Minecraft.net | INSIDER] 背包盘点：铁锭",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1563558540,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-4 22:51 编辑 \n\n\n\nTaking Inventory: Iron Ignot\n背包盘点：铁锭\nOh the irony\n真是[ruby=铁一般的]讽刺[/ruby]啊\nQuick! What’s the most versatile item in Minecraft — ** used in the most recipes? It’s not planks. Not sticks, either. Definitely not diamonds. It turns out that the most useful item in Minecraft is our item of the week, the hefty, reliable,iron ingot— featured in 33 different recipes. Did you guess right? If so, well done! If not, er, the right answer is literally in the title of this article, buddy.\n快！Minecraft里面用处最大的物品是什么——配方中出现次数最多的那个？不是木板。也不是木棍。当然不是钻石。答案就是我们的本周物品，沉甸甸的，非常可靠的，铁锭——在33个配方中出现过。你猜对了吗？如果是的话，真棒！如果不是，呃，答案不就写在本文的标题里吗，朋友。\n\nIron ingots were added to Minecraft on 29 January 2010, at the same time as sticks, mushrooms, and diamonds (did you know what diamonds were called ‘emeralds’ back then? The past is so stupid). As just about everyone who’s ever played Minecraft for ten minutes knows, you mostly acquire iron ingots by smelting iron ore blocks in a furnace.\n铁锭在2010年1月29日加入到了游戏中，一同加入的还有木棍，蘑菇和钻石（你知道钻石当时叫做“绿宝石”吗？以前的时候可真笨）。正如所有玩过十分钟Minecraft的人都会知道的那样，大多数情况下需要通过在熔炉中烧炼铁矿石来获得铁锭。\n\nBut that’s not the only way to stock up! It’s also possible to find iron ingots in villages, pillager outposts, strongholds, shipwrecks, nether fortresses, jungle temples, desert temples, chest minecarts, End cities, dungeons, woodland mansions, and as buried treasure.\n但这并不是攒铁锭的唯一方法！在村庄，掠夺者前哨站，要塞，沉船，下界要塞，丛林神庙，沙漠神殿，箱子矿车，末地城，地牢，林地府邸，以及掩埋宝藏等处都可以找到铁锭。\n\nAnd that’s not the end of the list. Zombies, husks and zombie villagers have a small chance of dropping iron ingots when they die, and iron golems drop them (obviously). You can even trade for iron ingots - Armourer, Toolsmith and Weaponsmith villagers stock them. It’s pretty hard to play Minecraft without finding an iron ingot. You’ve probably found six just by reading this article. Somehow.\n这还没列完呢。僵尸，尸壳和僵尸村民也有小概率在死亡时掉落铁锭，此外铁傀儡也能掉落（显然的嘛）。你还可以用铁锭进行交易——盔甲匠，工具匠和武器匠都需要铁锭。如果没有铁锭，Minecraft玩起来会非常困难。读着本文的时候说不定你已经都获得六块铁锭了。谁知道呢。\n\nIron’s basically everywhere in the real world, too. By mass, it’s the most common element on Earth, making up much of our planet’s outer and inner core. The magnetic field that all that iron generates is the reason why compasses work. So next time your friend screams ‘compasses work because of WITCHCRAFT!!!’ link them to this article and set them straight! Also, get better friends.\n其实，铁存在于现实世界中的每一处地方。从质量上比较，铁是地球上最常见的元素，组成了我们星球的外核和内核。正是由于地核中的铁所构成的磁场，指南针才能有其用处。所以下次你的朋友大喊“指南针动起来是因为巫术！！！”的时候，把本文链接甩过去，纠正他们的错误想法。另外，多交善友。\n\nOn the surface of our planet, there isn’t so much natural pure iron, but there’s a lot of iron ore - which humans only began to be able to take advantage of when they developed the technology to build furnaces capable of reaching 1500C or so - the temperature at which iron melts. This marked the beginning of the Iron Age.\n在我们星球的表面，没有那么多的自然纯铁，但是有着不少的铁矿——直到科技发展到能让熔炉达到1500度以上时，人类才开始利用铁——这个温度就是铁融化的温度。这标志着铁器时代的开始。\n\nToday, iron is by far the most common industrial metal — often in alloys such as steel — because it’s relatively cheap and abundant, but also strong. The body of an adult human contains about four grams of iron, which is used in various biological processes, meaning that the entire human race contains about 30 million kilograms.\n迄今为止，铁是最常见的工业金属——通常用于合金，比如钢——因为铁比较便宜，量比较多，同时还有着一定强度。成年人的体内含有4克的铁，参与着各种各样的生物反应，而这也意味着全人类的体内包含了三万吨的铁。\n\nThat’s a lot of ingots. More than you can fit into a chest. More than you can fit into a double chest! Maybe it’s time to upgrade your storage room...\n这可以做好多铁锭了。比你能放进箱子里的还多。比你能放进大箱子里的还多！也许是时候升级一下储藏室了……\n\n【作者：Duncan Geere，发布日期：2019-07-19，译者：Kakagou】\n【原文：https://www.minecraft.net/en-us/article/taking-inventory--iron-ignot】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1563558720,
            "txt_content": "Powered by spgoding.com"
        },
        {
            "author": "z99891179",
            "timestamp": 1563574800,
            "txt_content": "你还可以通过交易获得铁锭——盔甲匠，工具匠和武器匠的手上都有铁锭。\n交易不是我们用铁锭换绿宝石么，怎么是获得？难道是要换装备烧铁粒合成铁锭？？？？"
        },
        {
            "author": "大基霸1924",
            "timestamp": 1563682560,
            "txt_content": "为了积分"
        },
        {
            "author": "小幽灵G",
            "timestamp": 1563985260,
            "txt_content": "不错不错，挺好的"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1567607760,
            "txt_content": "原文链接安排一下"
        },
        {
            "author": "alitely",
            "timestamp": 1570238820,
            "txt_content": "感谢分享~\n每一个文章都很有趣"
        }
    ]
}