{
    "title": "[Minecraft.net|CULTURE] 未来奇观",
    "author": "MineCrocodile",
    "replyCount": 11,
    "timestamp": 1563692520,
    "txt_content": " 本帖最后由 MineCrocodile 于 2019-7-21 21:58 编辑 \n\n\n\nFuturistic Wonder\nA cyberpunk utopia with lots of neon\n\n未来奇观\n五光十色的赛博朋克乌托邦\n作者 Kate Gray 发布日期 2018/06/02 译者 MineCrocodile\n\nIf movies from the 1950s are to be believed, the future will be filled with flying cars, an awful lot of silver fashion, and robots that take care of all our dirty work. If movies from the 2010s are to be believed, the future involves lots of superheroes having petty fights in abandoned airports.\n如果20世纪50年代的电影成为现实，未来将充斥着飞行汽车，大量的时尚银饰，以及搞定我们所有脏污工作的机器人。如果21世纪10年代的电影成为现实，未来会有很多超级英雄在废弃的机场打群架。\n\nBut if Minecraft builder Linus, also known as Wonder, is to be believed: the future is beautiful, architectural, and really, really neon. Also, it has flying cars. That bit is still cool.\n但是，如果你相信Minecraft建筑师Linus（又名Wonder）的预示：那么未来将是美丽而有设计感的，而且非常，非常得霓彩。此外，那还有飞行汽车，多酷。\n\n\n\nProvidence is Wonder’s vision for humankind: a world far removed from the dystopia of movies like Ready Player One, where instead of towering shanty towns and skyscrapers made of mud and sadness, there is hope, and buildings that look like cool spaceships, of course. A world where you can never quite tell if what you’re seeing is that’s a block of apartments on the horizon, or a giant metal squid. A world where you can probably eat at a restaurant while sitting on a stool floating 50 feet above off the ground. A world that doesn’t exist… but could, some day, if we all eat our vegetables and do our homework on time.\n普罗维登斯就是Wonder对人类的一种愿景：一个与反乌托邦电影如《头号玩家》相去甚远的世界，那里没有用泥巴和悲伤砌成的高棚屋和摩天楼。而是有希望的，当然也有形似酷炫太空船的建筑。在这个世界，你永远无法区分你所看到的，是地平线上的公寓区，还是巨大的金属鱿鱼。在这个世界，你可以在餐厅里，坐在悬浮地面50英尺以上的凳子上用餐。这是一个不存在的世界......但是，如果我们都吃了我们该吃的蔬菜并按时完成作业，终有一天它会出现。\n\n“The main inspiration was Blade Runner 2049,” says Wonder, citing the neo-noir science fiction movie as what he was aiming for with the build - a “slightly colourful and hopefully different take on the cyberpunk theme,” with all the neon colours and blurred filters that come with it.\n“主要的灵感来自于银翼杀手2049，”Wonder说，他引用了这部新黑色科幻电影作为他的建筑方向，加上各种霓虹灯和模糊滤镜——形成一种“略微多彩的，不一样的赛博朋克主题”。\n\n\n\nProvidence is surprisingly Wonder’s first sci-fi build, although one of his other projects, To Valhalla, comes close: a bright, vibrant temple-like structure with a huge, mysterious portal that beckons the adventurous and curious. Unlike many other ambitious Minecraft builds, Wonder built Providence mostly by hand, with some help from Worldedit - an impressive feat for such a massive cityscape!\n令人惊讶的是，普罗维登斯是Wonder的第一个科幻建筑，尽管他另一个项目，To Valhalla，风格相近：一个明亮、活泼的寺庙似的建筑，内部有一个巨大的神秘传送门，吸引着冒险家和好奇者们一探究竟。与许多其他宏伟的Minecraft建筑不同的是，普罗维登斯大部分是Wonder手工搭建的，部分由Worldedit辅助——这对于如此庞大的城市景观来说令人十分惊叹\n\n“My personal building process is a bit odd,” Wonder admits, “as I prefer not planning out anything and then fixing it and coming up with new things as I go along. I think it gives a rather interesting look, and unfortunately I'm not very good at planning my buildings.”\n“我个人的建筑过程有点奇怪，”Wonder承认，“因为我喜欢不做计划就建设，之后随着我建筑时进行修正，或想到添加新东西。我觉得它看起来有点意思，不幸的是我不太擅长规划我的建筑。“\n\n\n\nEven though that particular creative style sounds incredibly difficult and stressful, it wasn’t the most difficult part for the builder. “The design process took quite a while,” Wonder says, “and included very little planning and lots of changes here and there to get the colouring right.” Some elements of the build changed completely as the two months it took to make it went on: “the colour palette was something entirely different from the start, but as I went along I perfected it more and more, until I was happy with the outcome.”\n尽管这种特殊的创作风格听起来非常困难且压力重重，对建筑师来说这还不是最困难的部分。 “设计过程花了很长时间，”Wonder说，“这还包括了一点点规划和确保正确着色而各处修改所用的时间。”在建筑的两个月期间，一些作品中的元素被彻底修改：“配色与刚开始时完全不同，我持续不断地完善它，直到我对结果感到满意为止。”\n\nBut it wasn’t just the colouring that proved difficult. “ [The colouring was] probably the most ambitious,” says Wonder, “but as far as building goes, the left structure turned out to be quite a headache due to the fact that I wasn't happy with how it kept turning out.”\n不仅仅是着色证明了建筑的难点。 “[着色]可能是最雄心勃勃的，”Wonder说，“但随着建筑进行，它左边的结构变得非常令人头痛，因为我不喜欢它的样子。 ”\n\nGiven that the renders of Providence are inconsistent about which side the piece is viewed from, it’s not entirely clear whether Wonder struggled with the circular green building, or ** that looks more like an unfurling flower (which Wonder describes as “curved plant thingies”), but either way, both are detailed, dramatic, and eye-catching - even if they both look like they might cost millions in rent.\n考虑到普罗维登斯的渲染图从不同的方向看左右并不一致，不清楚让Wonder苦恼的部分指的是圆形绿色建筑，还是那个看起来更像是一朵绽放的花朵的建筑（按Wonder的话说，“弯曲的植物什么的”），无论说的是哪个，都是精致、戏剧性和引人注目的——它们看起来可能都要花费数百万美元的租金才能住。\n\n\n\nGiven how much Wonder has mentioned the struggle with colour, you might not be surprised to find out that Providence was actually an attempt to learn to be better with that particular skill. “As far as goal or purpose goes, it was simply to develop my colouring a bit more,” Wonder says.\n因为Wonder已经多次提到了对于配色的执念，你可能并不意外地会发现，普罗维登斯实际上是一次，学习如何更好地利用这种特殊技能的尝试。 “我的目标或者说目的就是，提升一点我的配色技术，”Wonder说。\n\n“Building in Minecraft has taught me about the different aspects of art, and how much thought goes into it. Things like depth, contrast, lighting and so on.” Many builders are constantly trying to improve their art, whether through pushing their boundaries and stepping outside of their comfort zone, or by focusing in on one particular feature, like Wonder has with Providence.\n“在Minecraft里建筑让我了解到不同类型的艺术，以及其中蕴含的深邃思考。像层次、对比、光照等等。“许多建筑师不断尝试改进他们的艺术作品，无论是通过推动他们的界限，或是走出他们的舒适区，或是通过专注于一种特色的方式，正如Wonder在普罗维登斯中尝试的那样。\n\n\n\nMaybe the future will one day be this beautiful, and maybe it won’t. But you don’t have to just dream: you, too, can build a city that you hope to see in 50 years, as long as technology hasn’t made eyes obsolete.\n也许未来，有一天会变得如此美丽，也许它不会。但你大可不必只是去空想：你也可以自己建造一个50年后你希望看到的城市，只要技术没有让眼睛过时的话。\n\nJust remember Wonder’s words of advice: “To an amateur builder I say this: Think about the context of what you build. Learning to integrate your builds into the surroundings is vital to making the build look unified.” Don’t just think about the apartments and office blocks - think about the transport, the plants, the satellite dishes, the roof gardens, the restaurants. Make your build into a world that feels alive, and maybe some day, it will be.\n请记住Wonder的建议：“对业余建筑师，我会这样说：思考下你建筑的环境。学着将你的建筑融入周围，这对使建筑看起来统一很重要。“不要只考虑到公寓和办公大楼——考虑一下交通、植物、卫星天线、屋顶花园和餐厅。让你的建筑让人感觉鲜活，也许有一天，它真的会成为现实。\n\n原文链接：https://www.minecraft.net/zh-hans/article/futuristic-wonder",
    "replies": [
        {
            "author": "MineCrocodile",
            "timestamp": 1563692820,
            "txt_content": "\n\n文中提到的Wonder的另一个作品《To Valhalla》链接：https://www.planetminecraft.com/project/to-valhalla-3885580/\n\n本建筑链接：https://www.planetminecraft.com/project/providence-4109535/\n"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563693480,
            "txt_content": "petty adj. 琐碎的；小气的；小规模的 dystopia n. 非理想化的地方；反乌托邦 shanty n. 棚屋，简陋小屋 neo-noir 新黑色（一种电影形式） vibrant adj. 充满生机的，生气勃勃的 beckon vt. 召唤；吸引unfurl vt. 展开；使…临风招展 obsolete adj. 废弃的；老式的 "
        },
        {
            "author": "eimingyouyu",
            "timestamp": 1563693540,
            "txt_content": "牛逼，作者太6了"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563693840,
            "txt_content": "@SPGoding 能否举例给点修改意见，有点头大"
        },
        {
            "author": "深渊小恶魔",
            "timestamp": 1563696060,
            "txt_content": "这也太帅了8"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563700380,
            "txt_content": "to be believed 果然成真"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563700680,
            "txt_content": "kakagou12 发表于 2019-7-21 17:13\nto be believed 果然成真\n\n”如果20世纪50年代的电影果然成真”？\n\n好像还是怪怪的，而且要重复三遍"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563700740,
            "txt_content": "能力一般，水平有限，接受批评"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563701160,
            "txt_content": "MineCrocodile 发表于 2019-7-21 17:18\n”如果20世纪50年代的电影果然成真”？\n\n好像还是怪怪的，而且要重复三遍 ...\n只是一个建议，你可以换个说法"
        },
        {
            "author": "MineCrocodile",
            "timestamp": 1563702600,
            "txt_content": "kakagou12 发表于 2019-7-21 17:26\n只是一个建议，你可以换个说法\n我再考虑考虑，这篇要大修了"
        },
        {
            "author": "q2639716792",
            "timestamp": 1564121460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}