{
    "title": "[Minecraft.net | CULTURE] 阳光，大海和砂岩",
    "author": ":spgbigfan:",
    "replyCount": 3,
    "timestamp": 1563728820,
    "txt_content": " 本帖最后由 kakagou12 于 2019-7-22 20:17 编辑 \n\n\nSun, Sea and Sandstone\n\n阳光，大海和砂岩\n\nIt figures that after a massive snowstorm outside my house, I'd keep getting all the bright, summery builds to write about, doesn't it? I look out my window and all I see is a wall of snow and ice, but at least in the magical world of Minecraft I can try and remember what a beach looks like.\n考虑到屋子外面刚刚下完一场超大的暴风雪，我自然得多多写点亮亮堂堂，有夏日气息的建筑，对吧？但我看向窗外，那里只有雪与冰筑成的墙，不过至少我还能在Minecraft的神奇世界中复现与回忆沙滩的模样吧。\n\nPaige Hughes is a budding builder with a love for castles, and this one is the only type of castle I don't ever want to live in: a sand castle. But this is far from a build you can just plop out of a bucket on the seashore, because I could never make something this intricate with real sand. Beautiful, delicate details make it look more like a sand cathedral, with a bustling town at the base, and swathes of light pink everywhere inside and out. There’s a lot of life in these sands!\nPaige Hughes是一位渐露头角的建筑师，喜欢城堡，不过这个城堡是我永远不想住进去的那种：沙质城堡。然而这沙堡比你拿着桶在沙滩上倒出来的那种不知道高到哪里去了，因为无论如何我都不可能用真的沙子做出这样细致的建筑。美丽，精致的细节，让这沙堡看起来更像一座沙子教堂，而它的基座是一片纷扰的城镇，内外挂满了亮粉色的飘带。在这沙城里生活着不少人！\n\n\n\n Inside!\n内部！\n\n\n\n Outside!\n外部！\n\n\n\n Inside again!\n再看一次内部！\n\n\"I wanted a castle that was spacious and grand, while still being functional,\" says Paige, who even used one of the Minecraft books – this medieval fortress one – to inspire her with her project.\n“我想做一座宽敞而宏伟的城堡，但同时也要保证实用性。”Paige如此表示，她甚至借助了一本Minecraft书籍来为她的此项工程提供灵感，也就是这本关于中世纪要塞的书。\n\n\"My other castles ended up being quite cluttered and disorganized,\" Paige says of her previous builds. Luckily, this time, she wasn't totally alone in her quest to make a bigger, better castle: \"I tried to focus on one room at a time, and I did a lot of consulting with my best friend, Kelsea!\"\nPaige谈到她之前的建筑时说：“我的其它城堡最后都变得尤其的凌乱和分散。”幸运的是，这一次，她不再是自己一个人来探索如何建造一座更大、更好的城堡了：“我尝试一次只专注于建造一间屋子，同时我也多多咨询了我最好的朋友，Kelsea！”\n\n\n\nPaige first started playing Minecraft in 2013, and in the six years she's been building, her daughter, Melody – now six herself – has learned to love the game, too. \"We talk about it a lot,\" says Paige. \"I use the Minecraft wiki often, and I can list off random facts about most blocks. But, of course, I'm still learning.\" She admits to mastering redstone only recently. That’s OK! Some of us still haven't...\nPaige第一次玩Minecraft是2013年，而在开始建筑以来的第六年，她的女儿Melody——现在六岁——也开始学着爱上了这款游戏。Paige说，“我们俩相谈甚欢，我经常上Minecraft Wiki，可以给大多数的方块随便列出一点小知识。不过当然嘛，我还一直在学习。”她表示最近才开始学习红石。这没问题！我们中的有些人到现在还……\n\nUnlike real sand castles, which you have to finish quickly thanks to the tide’s strict deadlines, Paige’s sand castle build took a long time to complete – a year and three months! A large part of this was because of what Paige calls \"mineblock\" – think writer's block, but for Minecraft. Hey, we’ve all been there. \n和现实的沙堡不同，毕竟浪潮给你建造的时间有限，你必须行动迅速，Paige的沙堡用了很久才完成——一年三个月！一大部分的时间浪费在了Paige所说的“建思枯竭”上——类比于“文思枯竭”，不过是Minecraft版的。嘿，我们都有过这种时候嘛。\n\n\n\n\"Sometimes it was hard doing the same patterns while still being creative,\" she admits. \"I can't make the same house over and over again, but I wanted to use the same blocks, and if some things didn't line up right, I would spend a lot of time redoing things too.\"\n她表示，“有时候很难做到做同样的形状但还要保持创造性。我不能总是一遍又一遍地建造同样的房子，但我希望使用同样的方块。同时，如果建筑之间协调不好，我就会花上很多时间重新制作。”\n\nThat sounds like it could get tedious, but Paige’s efforts have been rewarded with one of the most Villager-friendly builds we’ve ever seen. Seriously, the village is totally Villager safe! There are no tall ledges for them to fall off, all bodies of water have sea cucumbers to stop Drowned spawning, and there’s no way for hostile mobs to get in (or for the Villagers to ever leave – but try not to think about that part). Are the citizens of Paige’s build more prepared for the Village and Pillage update than any other villagers? Possibly! \n听起来有点枯燥， 但是Paige的努力有了回报，也就是我们所看到的这个，对村民最为友好的一座建筑了。讲真的，村民在这村子里生活很安全！没有高高的窗台以防村民坠落，所有的水都种了海泡菜来防止溺尸生成，敌对生物完全进不来（相应的村民也不可能出去——但还是别想这一方面吧。）在Paige的沙村里生活的居民们是不是在应对村庄与掠夺更新上，比别的村民做了更多的准备了呢？说不定呢！\n\n\n\n\n\n\n\nThe sand castle and the sand village are entirely made out of sand (of course), yet Paige has still managed to add in splashes of colour that bring the place to life. \"I love the colour pink,\" Paige says. \"Every castle I've ever built has a large amount of pink!\" \n沙堡和沙村都是完全用沙子做的（当然了），不过Paige依然尝试点缀上颜色，为这里带来活力。Paige说，“我喜欢粉色。我建造过的所有城堡都装饰着大量的粉色！”\n\nShe started her build in the desert biome, which means lots of sandstone, chiseled quartz and (pink) concrete to fit in with the surroundings. You can even spot some plant life in there, too – Paige put a lot of hedges inside to create a beautiful indoor garden surrounded by waterfalls. \n她在沙漠生物群系开工，这也就意味着砂岩，錾制石英和粉色混凝土会与周围的环境很搭。你甚至还能在这里发现一些植物——Paige在房子里做了很多的树篱来营造美丽的室内花园，在旁边还围着瀑布。\n\n\n\nJust like a real sand castle, Paige is proud of how something that started out as just an idea and a bunch of sand could end up looking so lovely. \"My favourite thing is how rough everything starts out,\" she says. \"But when it's finished, it can look like I planned the whole thing from the beginning!\" \n就同现实中做沙堡一样，能从一个想法和几片沙子发展到如此令人喜爱的东西，Paige对此非常自豪。她说，“我最喜欢的就是，一切在开头时还是如此粗糙，但等到了完成之时，就能做成和我一开始所计划的那样！”\n\nLeaving her with a fantastic build that will last forever! Or, y’know, until the tide comes in. Ah, it’ll probably be fine...\n就把这座永远不散的奇妙建筑留给建筑师吧！或者，你也知道，当潮水上来的时候，说不定……啊，大概会一切都好吧……\n\n【Kakagou译自Sun, Sea and Sandstone】\n【作者Kate Gray，发布时间2019年3月6日】\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1563793500,
            "txt_content": "截图的材质是新的，村民是旧的……估计是在旧版本替换了材质\n讲真这个城堡看上去结构不太稳固"
        },
        {
            "author": "sailcat",
            "timestamp": 1566794940,
            "txt_content": "父女两代英雄,很好"
        },
        {
            "author": "1913962702@191",
            "timestamp": 1566909600,
            "txt_content": "撒花..........."
        }
    ]
}