{
    "title": "Minecraft·中国｜【系列访谈】采访爱国青年团队Supernova总负责人百叶蝶惑",
    "author": "Kelix",
    "replyCount": 0,
    "timestamp": 1563799620,
    "txt_content": "Minecraft作为一款不可多得的高自由度沙盒游戏，创作者领导了游戏的未来。Minecraft既可以当作一个多人实时建模软件，也可以是视频录制，微电影拍摄的场景及人物制作工具，还可以是一款具有教育功能的组织工具。前不久，随着中国海军70周年阅兵式的圆满结束，一支名为Supernova的Minecraft创作团队还原了这一场景并制作了相关视频。Supernova团队这一作品及其视频悄然在Minecraft玩家社区中刷屏，这无疑是一支优秀的创作团队。而今天，Zackker有幸代表Minecraft·中国专栏采访到了Supernova团队的总负责人百叶蝶惑。Zackker-X：请用一段话来介绍一下您创立的snv团队吧！百叶蝶惑：Supernova是Minecraft中的全风格建模团队。由我和宇光，烛影，烈焰等人一起创建的。Zackker-X：我们知道snv团队的中文名字就是超新星，那请问为什么要把这个团队命名为supernova（超新星）？这个名字与你们的理念有什么关联的地方吗？百叶蝶惑：我们的团队标语是:燃烧梦想，照亮宇宙。团队名称Supernova含义正如标语一样，我们希望通过不断地努力，终有一日会像超新星一样爆发。Zackker-X：请问snv是以PE端创作为主的吗？百叶蝶惑：早期成员大多数为PE端的建筑党，目前我们已经转型为以PC为主，PE和PC相结合的团队。Supernova团队成员奋斗的作品Zackker-X：你们的团队应该有许多富有创造力的成员，但却很难管理，是这样吗？百叶蝶惑：成员目前人数超过170人，但我觉得管理方面并不困难，我们内部有明确的分工。关于创作的方面都是有专人负责策划的，感兴趣的成员都会积极参加配合的。Zackker-X：团队主攻的建筑风格是什么？主攻展示平台有哪些？为什么选择在这些展示平台上展示你们精美的创作？百叶蝶惑：建筑方面我们没有主攻任何单一风格，目前是全方位发展。而团队重点培养的方向其实是后期，动画，渲染等方面的人才。关于创作平台我们也没有固定的选择，凡是能有Minecraft 的地方我们都会去发布自己的视频作品。我们会让更多人看到，包括Minecraft圈子以外的人。Supernova团队成员梦魇的作品Zackker-X：团队在未来有没有具体的发展计划或者是发展方向？百叶蝶惑：未来主要的发展方面还是想做出更多艺术与文化相结合的作品，我认为大家一起做弘扬中华民族优秀传统文化的事情，这是非常有意义的。日后我们团队还会做很多的弘扬中华民族优秀文化的作品，这一直都是我们SuperNova团队最核心的艺术追求。弘扬中华优秀的传统文化，守护我们的精神家园，做一个最忠实的弘扬者和传承者。Zackker-X：目前你们有没有在进行一些比较大型的项目呢？能跟我们谈谈这些项目吗？百叶蝶惑：目前比较大型的项目是一个科幻风格的团坑，其中包括了城市，星舰等等。当然除此以外我们还有其他几个文化题材的项目，但是目前这些主题都是保密的。Supernova团队成员MIX的作品\n《梦中花园》Zackker-X：您是怎样看待建筑玩家们在Minecraft中创作的精美建筑作品呢？百叶蝶惑：我认为有些Minecraft创作已经上升到艺术高度了。随性的玩是娱乐，精心的玩是艺术，有心的玩是文化。其实文化就是最高层面的东西，不想被淘汰就要有心并且精心的去出作品。Zackker：我看到您的团队已经创作了自己的音乐，你们是一支Minecraft团队，这首音乐与Minecraft之间有何联系呢？百叶蝶惑：我认为艺术本身就有共通性的。音乐同建筑一样都能营造出不同的场景。Supernova团队成员蓝血的作品\n《星梦市》Zackker-X：请问还有什么可以让Minecraft团队在游戏之外进行创作？在进行这些创作的时候有什么要注意的地方？百叶蝶惑：这个我不是很清楚，毕竟术业有专攻。我认为我们只需要做好自己擅长的就足够了。我认为Minecraft以外的话建模设计也是可以的。另外保持一个创作的初心就足够了。Zackker-X：无论是在PE版还是PC版，每天都有许多新的团队出现，你们作为一个实力强劲的大团队，你们会关注它们么？对于这些新团队，你们会给予他们建议和指导吗？百叶蝶惑：首先我并不觉得自己的团队是个大团队。平时也很少关注其他团队。不过一般看到有优秀的作品，我们都会帮忙一起推广的。因为好东西值得被更多人看到。Supernova团队作品\n《中国海军2019》Zackker-X：我注意到，您经常将玩家在Minecraft中创作的作品称作艺术作品，但是，很少说这款游戏是一种辅助组织和教育的工具。你觉得Minecraft能作为一种积极的教育工具吗？百叶蝶惑：教育工具其实谈不上，但是我认为大家通过Minecraft获得最大的收获就是磨炼了自己的毅力和耐力，同时也开阔了自己的眼界丰富了自己的见闻，更充实了自己的业余生活。Zackker-X：很多新的Minecraft玩家想问他们应该从哪里着手玩这款游戏，如何在建筑技巧上不断进步。你们有什么好的建议给他们吗？百叶蝶惑：从尝试着盖小房子开始吧。没有什么速成的方法。就是凭兴趣爱好坚持自己不断摸索。Supernova团队成员和唐共舞的作品Zackker-X：你认为一个团队能够发展起来靠的是什么？对于那些新的创作团队，你有什么好的建议给那些发展当中的新团队吗？百叶蝶惑：我个人认为团队的发展，既需要有能力的负责人与管理组，同时也需要众多优秀成员的坚持不懈的努力。缺一不可。对于新团队我暂时没有什么好的意见，因为本身我们自己就属于新团队。Zackker-X：是您太谦虚了。在未来Minecraft在艺术，教育，组织，文化等领域不断深入，与现实的联系不断增强，对于这些可能出现的情况，你们怎么看？你们有做什么准备吗？百叶蝶惑：我觉得万事皆有可能。不过我们首先还是要学会适应当下，首先做好自己。Supernova团队作品\n《鱼跃园》Zackker-X：如果有人想加入你的团队，那他需要什么样的技能呢？百叶蝶惑：不是鸽子，喜欢闷头盖建筑的，或者有后期技术的，我们这里都欢迎。Zackker-X：对于那些正在努力，不断地提升着自己建筑技巧的Minecraft玩家们，你想对他们说些什么？百叶蝶惑：我想对他们说来Supernova团队吧，我们这里随时欢迎这样的成员，即使建筑水平还未达到很高的层次，只要肯努力，我们就能成为好朋友。Supernova团队作品\n《东皇寺》与Supernova总负责人百叶蝶惑的采访到这里就结束了，希望他们能够继续为中华传统文化作出贡献，在艺术的道路上越走越远。知乎专栏&文章链接：https://zhuanlan.zhihu.com/p/73896835B站专栏链接：https://www.bilibili.com/read/cv3096965希望大家继续支持本栏目和这个采访，我们将会采访更多的团队！\n",
    "replies": []
}