{
    "title": "Minecraft·中国｜【系列访谈】采访MCBBS优秀小组筑龙的组长，MCBBS版主西瓜",
    "author": "Kelix",
    "replyCount": 4,
    "timestamp": 1563800160,
    "txt_content": "MCBBS是国内最早的Minecraft论坛之一，它的出现带来了一个欣欣向荣的创作者社区和一支又一支的优秀创作团队。而筑龙团队就是在这个社区中成长起来的新兴团队，虽然成立时间并不早，但已经拥有了相当**。MCBBS优秀小组-筑龙就在今天Zackker，也就是我，有幸代表Minecraft·中国栏目采访到了筑龙的现任团长西瓜。筑龙现任团长-西瓜 （广告：星巴克）Zackker-X：能用一段话描述一下您创立的筑龙吗？西瓜：筑龙团队【LoongWork】简称Lw，是一个以多位mc爱好者组成的Minecraft游戏的建筑爱好者非盈利团队。Zackker-X：领导一支Minecraft创作团队是什么感觉？他们是怎么样协作的呢？我觉得他们应该非常具有创造力和想象力，但又很难管理，是这样吗？西瓜： 是一种什么感觉呢？比较难说，总之不轻松。团队协作这件事，对于我们自由性比较高的团队比较随便，你一个人做建筑有问题或者想让别人来帮忙都会直接叫他过来演示操作一波。嘛，可以说大多数人还是自己做自己的。我个人认为每个人的想法都是天马行空的。一个小孩子会比一个成年人更有想法，可是有想法还不够，你要会把他表达出来。管理确实难管理，因为这要关系到很多东西，比如说监制啊，催工啊，规划啊，安排啊什么，所以说我认为一套优秀的管理方案很重要。筑龙团队成员季默的作品\n《贝加尔湖&安加拉河畔》Zackker-X：您建立筑龙这个创作团队的初衷是什么？团队的名字是筑龙，这与MC这款游戏有什么联系？西瓜：①最初的初衷是为了在圈子里面有一个地位，换句话说不如说是荣誉感或者是虚荣心，但是团队已经建立了两年左右了，遇到的志同道合的同伴也多了起来，逐渐的，目的也不一样了，因为现在的建筑圈比较冷，不如说存在一种坏风气导致老玩家的流失，于是我们现在的目的是集结共同的兴趣爱好者，共同进步、分享以致于重新找回游戏自信。②团队当初是和落雷【圈内比较有名的渲染师】创建的，所以取名字的事情也是和他商量了挺久的。筑龙，筑：也就是所说的建筑，更深层的意义不如说创造。龙：因为团队的主要风格是中式，象征性的指向了龙。于是就取名筑龙，也就是建筑国内文化。当然我们团队现在也不只是建筑国内文化，也在尝试往其他风格发展。筑龙团队成员深渊的作品\n《是冷冽谷的幻影都城·伊鲁席尔》Zackker-X：团队在未来有没有具体的发展计划或者是发展方向？西瓜：目前发展方向：国内知名Minecraft建筑团队。Zackker-X：团队主攻的建筑风格是什么？主攻的创作平台及展示平台有哪些？为什么选择在这些展示平台上展示你们精美的创作？西瓜：主攻风格是中式，因为我当初学的就是中式，现在也仍然在做中式的一些项目，但是团队也有非中式风格的建筑师，也在往多风格的团队发展中。主攻的创作平台展示平台也就只有两个，mcbbs和bilibili，因为mcbbs是我第一次接触到的mc论坛，然后当初在这个论坛找到了很多资源，也是在这个论坛下载到了很多大佬的地图，也就是因为这个才踏上了建筑的道路。还有b站是因为要达到宣传目的，bbs的帖子有了视频会更加丰富内容，于是就做视频发布到了这个平台，主要也是因为当初大部分选择了bilibili，因为没有广告。筑龙团队作品\n《渔村》Zackker-X：据我所知，贵团队主攻中式，但是中式建筑也分很多种流派，请问你们的作品大多属于哪一种流派呢？你们的创作是偏向于现实中的古建筑复原还是幻想建筑，亦或是两者皆有？西瓜： 在这里，我说一下，我觉得分派别是一种错误行为，就好像把中式圈的玩家们分了不同的类别，这样很容易激化某些玩家，就像Minecraft党和迷你党，同是沙盒游戏，可却被不同的派别抵抗，为什么，因为每个派别都有对自己派别的认同感。认同感来自何处，来自于一种对自己派别的认同感。认同感又是什么呢？就是是否满意于自己的派别。但是说回来，分派别真的好么？没有，在我眼里，好看的就是好看的，不好看的就是不好看的。当然，我们建筑的都是心之所向。不过我们最近有一个新项目叫做“体素中国”，主要是还原国内大多著名景点，目前正在进行当中。筑龙团长西瓜的作品\n《魔界》Zackker-X：能跟我们谈谈“体素中国”这个项目吗？西瓜：暂时不透露，这个是一个庞大的项目，将于明年暑期完成第一期。Zackker-X:我们知道现在国内有许多精美的大型古风作品，想必筑龙也曾制作过类似的作品，请问在制作这些规模较大的古风作品时，要注重些什么？应当如何对建筑群进行规划？西瓜： 就我自己而言，做一个大型的建筑群最重要的应该是道路，因为经济带动了发展，而道路就是经济收入的必要条件，有了道路才有了货物的流通。因此，这可能关系到高中的人文地理。抛开这些不说，如果你把一个建筑群的道路构思好了，你会很清楚的知道这条路通往的是一个什么功能区，那一条又是什么区，然后根据区的类别进行不同的建筑规划。建筑规划的话，如果有想法的话可以自己构思建筑结构，也可以生搬硬套。然后是内饰、外饰、造景、意境的制作了，这个根据想法来。对于平整且正统的建筑我们会建筑一个迷你沙盘，沙盘有什么好处？首先你可以很明确的知道布局。让整个建筑群在脑子里有一个印象，以致于在建筑过程中可以很明确的知道自己要做什么，而不是一边想一边做。筑龙团队作品\n《煞城》煞城一角Zackker-X：当今国内有着众多Minecraft创作团队，活跃在不同的领域，但是它们却因为各种原因而解散，而真正能发展起来的团队其实并不多，你认为一个团队能够发展起来靠的是什么？对于那些新的创作团队，你有什么好的建议给他们吗？西瓜：我认为一个团队最重要的是共同的爱好，不止是建筑，可以是游戏也可以是音乐甚至是女装，各位都有了共同的兴趣爱好就会产生交流，产生协作，从而让一个团体更像一个团体。建议就是不忘初心。筑龙&筑心之阁作品\n《**故宫》**故宫 大政殿\n**故宫 武德坊Zackker-X：你想对全体Minecraft中国建筑玩家说些什么？西瓜：其实也没什么好说的，每个人的目的都是不同的，可能是为了兴趣，可能是为了爱好，也可能是为了利益。只是一句话，不忘初心。至此，与MCBBS优秀小组筑龙团长西瓜的谈话就结束了，希望筑龙能够在Minecraft建筑圈内越走越远，在社区内继续创作出高质量的作品。知乎专栏&文章链接：https://zhuanlan.zhihu.com/p/73725084B站专栏链接：https://www.bilibili.com/read/cv3087348希望大家继续支持本栏目和这个采访，我们将会采访更多的团队！",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1563801660,
            "txt_content": "*为什么不放西瓜那张在茶馆的黄图秀肌肉照呢？\n*什么？不允许？\nDark♂胆？！我跟他说了，是允许的，就放上去罢！……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1563802500,
            "txt_content": "这第一个星号词笑到我了……我还以为是规模还是别的什么词"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1564487700,
            "txt_content": "西瓜真帅啊"
        },
        {
            "author": "jcbaba12",
            "timestamp": 1564503720,
            "txt_content": "小弟来了 西瓜你真帅啊qwq  我喜欢你"
        }
    ]
}