{
    "title": "[Wiki]RPGcoreV3 RPG核心—— 插件帮助文档翻译",
    "author": "一鬼",
    "replyCount": 6,
    "timestamp": 1563824280,
    "txt_content": " 本帖最后由 a715114970 于 2019-7-23 04:29 编辑 \n\nGitHubwiki[RPGcore]\n\n\n关于：伤害系统\n\n相关：DamageModule伤害模块控制伤害的计算，通过一些数字，您可以在服务器上创建各种各样的属性，并根据您的个人需求进行自定义。在下面的文档中，我们假设您已经设置了如下元素：[PHYSICAL, FIRE, COLD, LIGHTNING, CHAOS]也可以作为“序列”（从左到右）进行处理。对于通过《我的世界》造成的伤害，你可以通过伤害类型获取伤害原因，你可以找到这里列出的伤害类型注意它们的前缀是“MC_”（例如：“MC_POISON”）伤害计算在计算伤害时，我们首先运行所有'预先'计算机。请注意，计算机故意不提供优先级计算（为了性能优化），而是在与所有属性相同的系统上运行。将所有内容拆分为基数，增加或倍数因子。伤害计算遵循以下算法，适用于每台计算机的并行运算。1.）选择攻击者或防御者2.）如果我们选择了攻击者，但没有攻击者，则中止操作3.）对于注册的每个元素damage-evaluator.damage-elements也存在于damage-precomputer.??.interaction.elemental-types 4.）创建variablewhere %ELEMENT%和（如果已定义）相应%TYPE%地替换5.）获取与替换变量匹配的属性并计算值6.）添加或减去Base（基数），Increase（增加），Multiplied（相乘）一旦运行了所有这些步骤，对于每台计算机，将任何%ELEMENT%in 替换damage-evaluator.damage-formula为我们正在计算的当前元素。此时将最大值/最小值应用于单个变量。结果数字是此元素造成的伤害量。必要时应用转换，减少造成的数量，但将删除的部分添加到 damage-conversion.damage-variable最终结果值是我们对该元素的损害。伤害应用伤害应用只在每个元素的伤害完成计算后发生，伤害应用程序还允许您指定优先级以控制其应用方式。首先运行最低优先级，最后运行最高优先级。你可以将多个伤害施放器分层以产生某些行为，(例如:使你的盾牌无法摧毁某个伤害元素或类型，或者让你的法力值在它命中之前会受到一定程度的伤害)。(这里可以做出类似传奇的护身戒指)因子（在0.0到1.0之间）可以控制在传递到下一个伤害施加器之前将吸收多少伤害。生命值永远是最重要的目标（并且应该具有最高优先级） - 一旦生命值状况达到零，你就会死亡。伤害转换伤害转换是一个内部系统，允许您将一个元素转换为另一个元素（按照从左到右的顺序，iE：物理>混乱是可能的，物理>火是可能的，闪电>冷是不可能的）每个元素应用转换，不是每种类型！转换作为计算中的最后一步应用，这意味着只有在每台计算机完成数**算并且计算公式后，我们才会应用转换。转换始终使用以下两个属性（以及相同名称的变量！）DEAL_%ELEMENT%_AS_%ELEMENT%用于攻击者和TAKE_%ELEMENT%_AS_%ELEMENT%防御者，结果值至少为零。如果转换率超过100％（例如100％火灾到物理火灾和100％火灾闪电）数量将被标准化（100/100将变为50/50）到100％的长度 - 您的转换率不能超过100％ 100％在开始任何计算之前，转换属性被添加为变量（使用相同的变量名称。），因此您可以根据需要修改它们。一旦速率被计算，我们就会从计算的损伤中拿走它并将其作为基础伤害添加到目标元素，如果你想允许你的服务器上的转换设计相应的乘数，否则玩家可以存档荒谬的乘数级别。假设以下情况我们造成100点火焰伤害并且火焰和寒冷伤害增加+ 100％并且造成任何类型伤害增加20％以上转换表（步长为10％）将导致以下情况：[td]火灾转变冷害总伤害影响240（240）0％0240+ 0％240（216）10％57273+ 13％240（192）20％115307+ 27％240（168）30％172340+ 41％240（144）40％230374+ 55％240（120）50％288408+ 70％240（96）60％345441+ 84％240（72）70％403475+ 98％240（48）80％460508+ 112％240（24）90％518542+ 126％240（0）100％576576+ 140％这意味着如果你有两个相同乘数的100％转换，那么你最终会受到240点火焰伤害所造成的576点寒冷伤害 - 如果你有更大的乘数，效果会进一步扩大。转换（防御性）仅在您没有某个元素的防御或某个元素的更高防御时才值得。例如，你可以允许玩家获得“50％的任何元素伤害作为混乱伤害”属性，并提供对混乱伤害的免疫力 - 有效地使用该修饰符减少50％到最终的元素伤害量。\n\n\n\n\n2\n关于：吸血系统\n\n相关：DamageModule\n\nLeeching还在3.1中接管了“获得命中率”的机制，并获得了一般性的超越。建议使用该leeching-control.auto-generate-leech-computers.use-auto-generator选项使您免于维护几个单独的预先接收计算机以产生所需变量的噩梦。\n\n吸血率\n吸血率通过LEECH_AS_%RESOURCE%_%ELEMENT%变量控制，第一个是三个资源之一（Health，Shield，Mana），第二个是特定元素。该变量被视为百分比（1.0 = 100％）\n\n吸血率控制了作为给定资源将被摧毁的损害程度。\n\n即时吸血\n即时吸血通过INSTANT_LEECH_AS_%RESOURCE%_%ELEMENT%变量控制，第一个是三种资源之一（Health，Shield，Mana），第二种是特定元素。该变量被视为百分比（1.0 = 100％）\n\n即时吸血率相对于一般吸血率（iE：如果你有10％的吸血率和40％的即时吸血率，10％的40％会立即被汲取 - 总共4％）\n\nInstant leech取代了3.0中可用的获得点击属性\n\n最大吸血\n通过INSTANT_LEECH_AS_%RESOURCE%变量控制最大吸血，％资源％是三种资源之一（Health，Shield，Mana）。该变量被视为百分比（1.0 = 100％）\n\n对于非即时吸血，它指的是每秒恢复资源的上限，超出的数量将被丢弃。由于非即时吸血是内插的，你不必担心切割吸血。\n\n对于即时吸血而言，它是指单次击中可以汲取的最大量，即：如果你有1000次生命和最大20％吸血率，你只需要通过一次击中就可以获得200次生命。\n\n即时和非即时吸血不共享单独的池。\n\n吸血持久性\n吸血持久性通过LEECH_PERSISTENCE_%RESOURCE%_%ELEMENT%变量来控制，第一个是三个资源之一（Health，Shield，Mana），第二个是特定元素。变量被视为刻度（20滴= 1秒）\n\n吸血持久性对于非即时吸血来说只是重要的，它指的是吸血实体在被摧毁之前可以存在多长时间 - 吸血实例是指一定量的“吸血”，它将根据剩余多少来添加。该实例仅在用完吸血量或者根据持久性到期时才被销毁。\n\nOverleech\n过度吸吮不受任何变量控制，而只关心OVERLEECH_DURATION_%RESOURCE%属性，％资源％是三种资源之一（Health，Shield，Mana）。\n\n当您达到某个资源的100％时，默认情况下会丢失所有leech实例。但是，如果你有一个过度吸收的持续时间，那么吸血会留在记忆中，直到你在100％的时间内超过这个阈值。\n\nOverleech和Persistence相互协调很好，如果允许玩家扩展这两个属性，他们可以创建一个伪再生缓冲区（只要它们有足够的伤害来维持它）。\n\niE：如果你的持续时间为30秒，持续时间为30秒，总寿命为1000，最大吸血为50％，吸血率为10％，则需要每秒造成500x30x10 = 150.000的伤害才能保持缓冲30秒，你每秒可以恢复50％的生命。显然，总共有1000个生命可能会造成150k的伤害，这可能需要你重新审视一些服务器平衡......\n3\n关于：被动树\n\n相关：PassiveTreeModule\n被动树允许玩家在升级时分配点，现在你可以通过升级（每个级别分配一个点）或通过修改玩家配置条目来获取被动点remaining-assignable-points（注意：添加到顶部）您可以使用鼠标的中间单击按钮导航树，树会记住您上次查看它的位置。获得积分您通过升级获取被动树的点数，或者（出于管理目的）您可以更改您的玩家数据文件并设置remaining-assignable-points为某个值（将被添加到被动点之上）。获得积分的未来选择将很快公布。分配点数您可以通过左键单击树来分配点，此时您无法取消分配点，但它很快就会可用。虽然您没有分配点，但您可以选择滚动“入口点”特殊类型的节点，一旦您分配了任何点，这些节点将无法分配。插座插槽必须首先与您的点一起使用，然后插入一个特定的插座。创建树您应该使用'.bmp'格式以避免压缩问题，因为选择器在显式rgb基础上工作，使用备选选项将是致命的。在绘制树时，重要的是要记住，只能在基本方向（上，下，左，右）相邻时分配点，而不是对角线（左上，右上，右下，下） -left） - 您还应该运行一些关于树是否已正确设置的计算（iE：如果节点可以访问）。选择器：'显式X | Y'，意思是我们期望树选择器上的特定坐标：'颜色RG B'，这意味着我们期望与数字匹配的特定颜色滚动随机树选项如果您使用，effect-pool您可以滚动一个随机选项，允许您在设置树时节省大量工作 - 它会根据您指定的权重滚动一个rnadom选项。更高的重量更常见于滚动。请注意，树选项也是种子，所以你使用RANGE（）; 功能它总是会产生相同的值。可用的被动树选项[td]键类型描述可用自齿轮标签字符串列表用于限制设备的齿轮“标签”列表3.1.15允许字符串列表临时权限列表，将在不再拥有时删除3.1.17效果字符串列表将授予的属性效果列表3.0.0特殊型串一种特殊类型的节点，可以是“入口点”或“可插入”3.0.0\n\n\n4\n关于：技能系统\n\n相关：SkillModule技能链接\n三个链接（蓝色，红色，紫色）RPGCore的技能系统围绕“连接”，将几种技能连接在一起，以增强（“支持”）其链接中的“主要技能”（只有链接中最左边的技能才是主要技能。）这些增强功能可以是各种各样的东西，比如“将50％的火焰伤害增加”，“主要技能受到三秒钟伤害的慢速敌人”减少到“你在低生命时减缓疾病的持续时间延长100％”。玩家可以自由选择如何将他们的技能联系起来，只要他们的项目打开了正确的套接字（相关：创建升级者）并且他们拥有技能项目。嵌入项目的技能可以自由添加和删除。物品技巧物品本身也可以提供技能，无论是主要技能还是支持技能。如果某个项目提供主要技能，它将为所提供的每项技能创建额外的链接。这些链接将获得该项目上的任何技能作为支持技能。由于创建的链接与其他链接是分开的，因此不会破坏已有的技能。如果项目提供支持技能，则项目上的任何链接都将作为支持技能接收。这些链接包括通过提供主要技能的项目生成的链接。使用预订预订会减少某个资源的总体可用量，以换取使用技能，特定行为。您可以将其视为支付技能成本的替代选择。注意，你只能保留你的生命值和法力值，能量盾不能保留。可以根据玩家的想法切换预订（当您错过预订时，您无法使用该技能。）在保留期间应特别注意不要混合两种资源，例如“保留50％的健康和法力”这样的东西会产生内部问题，应该不惜一切代价避免。您不能两次使用相同的预订代码。当您尝试装备两个主持具有使用相同预留标签的技能的链接的项目时，将丢弃第二个技能链接。附加说明：为了内部性能优化，保留总是（内部）舍入到较低百分比（iE：1.5％的预留将四舍五入为1％）。如果为某个资源指定了预留，则无论为了内部计算，该值都不能低于1％。\n\n\n5\n\n6\n\n7\n8\n9\n10\n11\n12\n13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "一鬼",
            "timestamp": 1563824280,
            "txt_content": "作者wiki[RPGcore]\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7"
        },
        {
            "author": "世予予",
            "timestamp": 1563826380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一鬼",
            "timestamp": 1563826500,
            "txt_content": "世予 发表于 2019-7-23 04:13\n为什么点了没反应...是炸了吗\n是我还没编辑好就回车把帖子发出去了 sorry"
        },
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1563839340,
            "txt_content": "果然，工作量挺大的，加油，我也挺好奇这款插件到底能有多强大;]"
        },
        {
            "author": "学舞粉丝",
            "timestamp": 1563843480,
            "txt_content": "这个牛逼"
        },
        {
            "author": "Se、六神",
            "timestamp": 1564258740,
            "txt_content": " 本帖最后由 Se、六神 于 2019-7-29 03:33 编辑 \n\nyizhi在观望"
        }
    ]
}