{
    "title": "[1.15.2-1.12.2][Time Travel——时间旅行]想回到过去看看么？[自带汉化]",
    "author": "Sinbad_Official",
    "replyCount": 16,
    "timestamp": 1563888900,
    "txt_content": " 本帖最后由 321yu_wango 于 2020-5-17 07:57 编辑 \n\n★ 介绍你可以收藏这个帖子以获得更及时的更新消息\n你有没有思索过过去的世界是什么样子的？你可曾幻想过穿越回过去，轰轰烈烈地展开一段传奇人生？那你可看对Mod了，Time Travel正是一款历史题材的Mod！建造时光机器，穿越历史位面，与五花八门的怪物们展开搏斗......\n★ 时间线旧西部（参考19世纪美 国西部）\nTime Travel的第一个时间线。\n一场淘金热席卷了世界！相传这里遍地是黄金，沙子是金沙，房子是金块......因此矿场遍布了整个西部。\n\n事实证明，根本没有金沙。\n如何前往？\n\n搭建如此的时间机器，具体参考工程书。\n\n\n\n★ 所有新增方块\n\n\n\n★ 更新日志\n2019-08-020.1.7.4The bug solved in this patch version is pretty severe so I'm sorry for not finding it before. I will test the mod in survival more often.\n\n\n\nSolved bugs\nBlocks don't drop themselves when broken: Some loot tables are missing, I didn't realize the change on 1.14.x.\n\n\n\nTranslation state\nWith the addition of the Engineer Book, huge text strings were added to the mod and these are untranslated. I really need your help with this because I can't do all those translations on my own.\n\nEnglish: 100%\nSpanish: 100%\nCatalan: 100%\nGerman*: 24% (Thanks to Stal111 and ImMine_)\nChinese*: 24% (Thanks to staryG)\nItalian*: 17% (Thanks to Raffox97 and the disappeared contributor)\nFrench*: 32% (Thanks to Shizurok)\nMissing translations will fallback to English. If you want to help out translating the mod just go to Crowdin and collaborate in the project. If your language is not in the list contact me so I can add it.\n更新了BUG:\n一些物品被破坏时没有掉落一些合成表失效翻译进度英文:100%西班牙语:100%加泰罗尼亚语:100%德语*:24%(感谢stal111和ImMine_)中文*:24%(感谢staryG)意大利语:*17%(感谢Raffox97和活雷锋不留姓名的好心人)法语*:32%(感谢Shizurok)没有被翻译的物品将会按照英文显示，如果你想帮助我们翻译这个mod可以去Crowdin和原帖中的collaborate\n2019-08-130.1.8.0Happy birthday! This is an special update, the first Time Travel Mod version was released 1 year ago! This update has been worked hardly to bring a bunch of new, exciting and useful features. Hope you enjoy it!\n\nWarning: World generation has changed in the Old West dimension. If you load an old world biomes will mess up and probably you will get rough chunk edges. Starting a new world or reseting the Old West dimension is HIGHLY RECOMMENDED.\n\nWarning: Forge dimension subsystems are a bit broken by the moment (remember this is Forge Beta) and clients don't work properly when connected to a server, so multiplayer isn't working by the moment. I'm trying to solve it, but it will require a change on Forge's codebase, so this will take some time. New features regarding servers or multiplayer are implemented in the mod anyways, so when Forge will fix this, you possibly won't need to update the mod.\n\nNew features\nOld West revamped: Tired of the Old West being an infinite boring desert? Well, this is your update! Now the worldgen takes an approach similar to the overworld one. Oceans, rivers and the mesa now can be found on the Old West. Now gold generates in the Old West as in the mesa, so prepare to become rich! You will be also able to find mineshafts at ground level.\n\nTime Machine recalling: You were playing with a friend and had to build two Time Machines to both be able to visit other Time Lines? That's not longer this way! The first Time Machine upgrade was added to the mod, and it enables you to recall the Time Machine and let it travel in time with no one inside. Read the Time Machine Engineer's Book for more information on how to build and use this awesome feature.\n\nDetailed error messages when using a Time Machine: Wonder why your Time Machine isn't working? Now you will see a brief message specifying what exactly didn't work. I hope this makes using the mod a little bit easier.\n\nCheater reports: Now when a Time Machine check fails in the server, the op's will be notfied of the failed check and will be suggested to ban the player, as often these failed checks mean the player is cheating. These cheater reports can be disabled in the mod config.\n\nGunpowder visuals rework: The placeable gunpowder now has nicer colors and some sound and particle effects when lit up.\n\nTime machine textures recolorized: It is hard to notice, but now the textures are a little bit more bright and colorful.\n\nNew block: Time machine recaller\n\nNew block: Time machine tracker\n\nNew item: Communications circuit\n\nSolved bugs\nYou will no loger hear the nether portal sound when using a Time Machine.\n\nTime Machines no longer work from the nether, the end, or any other dimension added by another mod.\n\nThe placing of the player when using the Creative Time Machine has been reviewed and now it should never take you down to Y=0 or spawn you in a cave.\n\nNow the server checks if the Time Machine was cooled down. Before it was only cheked on the client, making it easier to cheat.\n\nPlaceable gunpowder now is correctly colored.\n\nPlaceable gunpowder now drops itself when broken if not lit up.\n\nFix datapack description file (pack.mcmeta). No more log errors regarding it.\n\nUsing a Time Machine with no TM Core or from the wrong side no longer breaks the checks, allowing the player to use the Time Machine.\n\nUpdated to Forge 1.14.4-28.0.45. Modpacks can now update without dealing with the breaking changes on Forge.\n\nTranslation state\nWith the addition of the Engineer Book, huge text strings were added to the mod and these are untranslated. I really need your help with this because I can't do all those translations on my own.\n\nEnglish: 100%\n\nSpanish: 100%\n\nCatalan: 100%\n\nGerman: 22% (Thanks to Stal111 and ImMine_)\n\nChinese: 22% (Thanks to staryG)\n\nItalian: 11% (Thanks to whoever done it, he/she disappeared)\n\nFrench: 30% (Thanks to Shizurok)\n\nMissing translations will fallback to English. If you want to help out translating the mod just go to Crowdin and collaborate in the project. If your language is not in the list contact me so I can add it.\n生日快乐！这次是很特殊的一次更新，一年前发布了时间旅行mod的第一个版本。\n这次更新带来了很多紧张刺激的新内容，希望你能喜欢它WARNING旧西部的世界数据发生了一些变化，如果你加载旧世界，生物群系将会崩溃，你很可能得到bug区块开启一个新的世界或者重新开启旧西部是我强烈推荐的WARNINGforge的系统现在有点小问题（毕竟现在forge是beta版本）客户端在连接到服务器时不能正常运转，因此多人游戏还无法正常游玩我正在努力解决这个问题，但是需要修改Forge的代码库，所以还需要一些时间不管怎么说，mod有关服务器或者多人游戏的新内容都是会生效的所以当forge修复bug时，你可能不必再更新mod新内容旧西部修改你是否厌倦了旧西部那一望无际的沙漠？刚好，这次更新为你量身打造现在，旧西部的生成采取了相似主世界的生成设置海洋，河流还有恶地（平顶山）现在都可以在旧西部找到现在金子会在旧西部的恶地生成，做好变成富人的准备吧你现在也可以在地表找到竖井了!时间机器回收你在和你的朋友一起玩，还得建造两台时间机器才能穿越到别的时间线？别担心！这次是有关时间机器的第一次更新，你可以随时回收时间机器，并且让它在没有人的情况下正常运行。想要了解更多信息，请阅读Time Machine Engineer's Book使用时间机器时的错误信息你不清楚为什么你的时间机器坏了？现在，你将看到一条简短的信息来说明那些功能失效我希望这能让mod使用更加简便挂哥警告（hack警告）现在mod可以检测挂哥了，它将提醒OP谁是挂哥，这个功能可以在config里设置火药粒子效果修改当火药点燃的时候会有更加悦耳的声音和酷炫的粒子效果时间机器纹理修改新方块时间机器收集器时间机器追踪器新道具通信电路解决了数不胜数的BUG\n2020-3-140.2.0.3I'm sorry for the recent inactivity, but I was near final exams and it was imposible for me to work on this. Now I'm planning on giving more time to this project, so expect a content update soon. For now, I offer you this little translation and clean-up update.\n\nNew features\nGeneral clean-up: Some warnings have been removed from the logs, as they were caused by my previous bad coding practices.\nTranslation revision: The English translation has been reviewed and corrected due to major grammar, phrasing and title casing errors (Big thanks to benserwa). As english is the source of all the other translations, there are some languages that need to be updated to catch with the new strings, so expect random english texts arround the mod until future updates.\nPresent bugs\nThe Engineer Book underlined text becomes normal text under certain strange conditions.\nTranslation state\nWith the addition of the Engineer Book, huge text strings were added to the mod and these are untranslated. The english translation review also made the translation state in other languages worse. I really need your help with this because I can't do all those translations on my own.\n\nEnglish: 100% (Thanks to benserwa)\nSpanish: 100% (Thanks to Koockies)\nCatalan: 100% (Thanks to Koockies)\nGerman: 28% (Thanks to Stal111, ImMine_ and TheMCBrothers)\nChinese: 22% (Thanks to staryG)\nItalian: 33% (Thanks to whoever done it, he/she disappeared)\nFrench: 100% (Thanks to Shizurok and Koockies)\nRussian: 57% (Thanks to ByllDOzeR)\nMissing translations will fallback to English. If you want to help out translating the mod just go to Crowdin and collaborate in the project. If your language is not in the list contact me so I can add it.\n我很抱歉最近没能进行更新，因为我快要期末考试了，不过作为补偿我会修复一些BUG和更新一些翻译。①清理了log中无用的内容。②更新翻译。\n2020-4-17THIS VERSION REQUIRES FABRIC API\n\nWe're going Fabric! No worries, both Forge and Fabric versions will be mantained. In fact, a new Forge version is coming soon to keep up with some little changes that I made on the Fabric codebase.\n\nNew features\nFabric support: Time Travel Mod is now available on Fabric!\nPresent bugs\nThe Engineer Book underlined text becomes normal text under certain strange conditions.\n嘟嘟嘟！本次更新版本是Fabric！哈哈，我们有Fabric版本啦！emmmForge玩家别担心，两个版本都是同步的！事实上，新的Forge版本的更新已经要来啦！我在其中做了一些与Fabric不同的小细节哦。\n新特性：Fabric：本Mod支持Fabric了！现存BUG：在某些未知的条件下，指南书的部分划线句子会变成正常文字。\n2020-5-17We went Fabric! No worries, both Forge and Fabric versions will be mantained. This Forge update is ment to keep up with the changes in the Fabric code base.\n\nPresent bugs\nThe Engineer Book underlined text becomes normal text under certain strange conditions.虽说我们对Fabric进行了兼容，但是Forge的玩家也不要觉得受了冷落，这次的Forge更新就是为了让Forge的内容和Fabric同步。现存BUG：在某些未知的条件下，指南书的部分划线句子会变成正常文字。\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "冰星",
            "timestamp": 1563889500,
            "txt_content": "感觉跟时间旅行没多大关系，就是新加了个世界而已(如果我没看错的话)"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1563889740,
            "txt_content": "冰星 发表于 2019-7-23 21:45\n感觉跟时间旅行没多大关系，就是新加了个世界而已(如果我没看错的话)\n其实这个mod的主旨是去历史时代的世界，不过现在是早期制作才出了一个美国西部牛仔世界"
        },
        {
            "author": "滑滑稽",
            "timestamp": 1563890700,
            "txt_content": "这个mod的创意好好欸"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1563922980,
            "txt_content": "滑滑稽 发表于 2019-7-23 22:05\n这个mod的创意好好欸\n不过现在内容还不多"
        },
        {
            "author": "QAQexe",
            "timestamp": 1565850540,
            "txt_content": "看看，感谢分享"
        },
        {
            "author": "125481168",
            "timestamp": 1565921940,
            "txt_content": "感觉很吸引人"
        },
        {
            "author": "潇乐100",
            "timestamp": 1566024180,
            "txt_content": "好像很不错"
        },
        {
            "author": "745056399",
            "timestamp": 1566057120,
            "txt_content": "创意还是挺好的！"
        },
        {
            "author": "PrinceAO",
            "timestamp": 1566203460,
            "txt_content": "神奇的mod 时间真的神奇"
        },
        {
            "author": "2114501158",
            "timestamp": 1566305400,
            "txt_content": "感谢搬运，。"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566313500,
            "txt_content": "2114501158 发表于 2019-8-20 20:50\n感谢搬运，。\n谢谢支持XD"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584183480,
            "txt_content": "2020-3-14\n更新了帖子排版 =(:з」∠)_"
        },
        {
            "author": "断魂天涯",
            "timestamp": 1584198600,
            "txt_content": "感谢搬运，1.12.2的内容还在更新吗"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584198720,
            "txt_content": "断魂天涯 发表于 2020-3-14 23:10\n感谢搬运，1.12.2的内容还在更新吗\n一直在更新。"
        },
        {
            "author": "MC_spy",
            "timestamp": 1586787900,
            "txt_content": "帮我解释一下1.12.2版本的时间旅行何去何从？！\n\n\n\n\n\n时间旅行1.12.2版本被吃掉了.jpg\n(340.7 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-4-13 22:24 上传\n\n\n\n\n\n\n\n\n只有1.15.2 1.14.4 1.13.2\n\n\n\n\n\n\n"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1586788800,
            "txt_content": "MC_spy 发表于 2020-4-13 22:25\n帮我解释一下1.12.2版本的时间旅行何去何从？！\n如果你连全版本mod都不会选择那可真是可怜。"
        }
    ]
}