{
    "title": "TLauncher – 简单，快速，可靠 [EN / ZH](修改）",
    "author": "alecchangod",
    "replyCount": 5,
    "timestamp": 1563964320,
    "txt_content": " 本帖最后由 alecchangod 于 2020-2-27 16:33 编辑 \n\n\n\n\n\n\n\nCurrently we can assist you only in English!\nWant to help? We're waiting for you!\n\nTLauncher 是目前苏联最流行的啟動器。它也在欧洲，美国和亚洲部分地区（中国除外）也很受欢迎。我们很高兴向您介绍。\n\n为什么选择TLauncher？\n自动下载任何Minecraft版本！TLauncher与官方存储库一起工作，因此您可以随时访问最新和最新的Minecraft版本（包括快照！）。自动下载OptiFine / Forge / LiteLoader！TLauncher有自己的存储库：为您提供最新可靠的修改Minecraft版本。简单而易操作的界面！您只需点击几下即可做一切您想做的事。快速可靠！当您使用TLauncher启动Minecraft时，我们尽全力使变得更加负责任且轻量级。崩溃助手！如果您的Minecraft崩溃，您将获得自动帮助。如果原因已经知道，启动器将帮助您解决问题。如果没有，您将被要求向我们发送日志（所以我们可以帮助您）自定义界面！支持自定义配色方案、布局和动画背景。可以下載模組、地圖、材質包\n\n\n系统要求:\n支持Java版Minecraft的任何32位或64位Windows和Linux系统支持Mac至少1024MB RAM至少5MB可用空间的启动器，250MB游戏本身的可用空间\n\n\n下载:\nJAR（推荐）: http://tlauncher.hk/jarEXE （仅适用于Windows，不推荐）: http://tlauncher.hk/exe如果您的杀毒软件“不喜欢”EXE版本，请使用JAR版本——我们也不知道是什么原因。启动器是无毒的，不包含任何后门和其他任何东西。（病毒扫描）\n\n\n有任何问题？\n留下任何反馈，我们会尽快帮助您。这是我们在第一篇在中国发布的文章，任何事情都会发生。我并不会中文，我会用“我的”英文回复。谢谢支持！\n\n— — — — — — — — —\n\nTLauncher is the most popular launcher in the former USSR. It is also popular in the Europe, US and some parts of Asia (except China). We're really excited to introduce it to you.\n\nWhy TLauncher?\nAutomatically download any Minecraft version! TLauncher works with official repositories, so you have access to the oldest and the latest Minecraft versions (including snapshots!) at any time.Automatically download OptiFine / Forge / LiteLoader! TLauncher has its own repository, which is used to provide you the latest and reliable modified Minecraft versions.Simple and grateful interface! Everything you need can be reached in only a few clicks.Fast and reliable! We did our best to make it responsible and lightweight when you launch Minecraft using TLauncher.Crash assistant! You'll get automatic assistance if your Minecraft crashes. If the cause is known, launcher will help you to solve the problem. If not, you'll be asked to send us the logs (so we could help you)Customizable interface! Customizable color cheme, layout and animated background are supported.Can download mods, maps, resource pack\n\n\nSystem requirements:\nAny Windows and Linux version that support Minecraft (Java); x86 and x64 are supportedMac supported1024 MB RAM5 MB free space for the launcher, 250+ MB free space for the game itself\n\n\nDownloads:\nJAR (recommended): http://tlauncher.hk/jarEXE (only for Windows, not recommended): http://tlauncher.hk/exePlease use JAR version if your antivirus doesn't like the EXE version. We do not know what is the cause yet. Files are clean and do not contain any backdoors or anything else. (Virustotal scan)\n\n\nAny problem?\nLeave ANY feedback, we'll try to help you as soon as we can. Thank you!\n",
    "replies": [
        {
            "author": "20020821LMX",
            "timestamp": 1563969420,
            "txt_content": "前苏联？？"
        },
        {
            "author": "s8566597s",
            "timestamp": 1564041960,
            "txt_content": "前苏联...."
        },
        {
            "author": "alecchangod",
            "timestamp": 1564042260,
            "txt_content": "打錯了。。。"
        },
        {
            "author": "QAQexe",
            "timestamp": 1565855100,
            "txt_content": "顶一下，支持"
        },
        {
            "author": "paomomangguo",
            "timestamp": 1584690900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}