{
    "title": "【小说读物】| 论坛城的茶馆·番外补充篇·铳械師II|",
    "author": "Оil",
    "replyCount": 25,
    "timestamp": 1563980040,
    "txt_content": " 本帖最后由 Oil 于 2019-7-27 16:34 编辑 \n\n|论坛城的茶馆·番外补充篇·铳械師II|\n\n前篇：|论坛城的茶馆·番外补充篇·铳械師I|没看过的同学建议去看第一篇√\n//【系统宕机………………】//【侦测到主体生命危急情况………………】//【PDF.CN 759协议失效，保留PDF.CN 738部分协议………………】//【已启用氟氯有机溶剂备用方案………………】//【强制性重启神经系统……………………】{警告：可预期的部分原生功能的失效}//【恢复分析仪功能/默认C.SVL………………】//【待命中………………】\n“呃……呃……”视野逐渐清晰……我勉强把眼皮撑了起来，首先映入目中的是昏黄的路灯光，与勉强可见的地面……\n“是……是在移动么？”路灯由远及近向我奔来。似乎除了视力及有限的听力之外，我并未恢复其他部分的感觉，且不论颈部以下，就连内耳的半规管都失效了，要不是靠着不断奔来，尔后又往背后退去了的昏黄灯光，我根本不知道自己在移动。\n耳边传来了喘气声……有人背着我么？是谁？谁来着……\n被袭击……强装药……名如今况的女孩子……是……是暗夜么？等一下……为什么她背着我在狂奔？我失去了意识之后……发生了什么？喘息声仍没有一点要停下来的意思。\n手……右手好像能动了……但为什么只有右手……——颈部以下部分一片失联的迷雾当中，最先传来了右手的信号，意识里边也最先感受到了右手的回归，我的大脑试探性地下达了“稍微动动右手”的指令。\n“呃嗯……唔！你个……不要乱动！”眼里的路灯光诡异地向上飞去，但复又转了回来，同时耳边传来了暗夜的声音……为什么还是没有触感……等一下……我只是稍微动了动右手而已啊……不对……不只是右手……右小臂那里的骨梁……电子线路……是能正常接收到神经冲动的吧？……尽管右臂还是没有知觉，但不排除右小臂那里处理器异常，接收到大脑信号之后……\n……呃…………\n……我想，大概是右小臂对神经冲动来者不拒……只要是对右臂的信号……都会……都会响应吧……\n……如果是背着我的话……那……右手垂下……\n……打中腹部了吗？……\n“对……对不……”……不行……太困难了……我甚至连一句完整的话都说不清楚……\n“喂？你个老东西？在吗？听着，现在……”伴随着节奏性的喘气，暗夜的声音渐行渐远，而我的眼皮也愈来愈重……\n\n//【系统宕机………………】//【依C9.LSF协议执行相应动作】//【待命中………………】\n\n再一次醒来的时候，已经是躺在了爱心救助协会的床上，映入眼帘的便是淡白色天花板，橙黄的阳光透过来，映在墙上……这时候已近傍晚了么？唔，倒是想看看晚霞……咳，可惜腹下仍是沉重，没办法坐起来。\n“最终，我也不得不来到了这个地方么……”我略不甘心地嘀咕着，试着重启了右眼的植入性分析仪——经历了这么多，我还是第一次尝试重启……大概操作就和当初开机是一样的吧……对了，我当初是怎么给这玩意开机的？……\n“喂，老色鬼，你醒啦？”我试着把头往左一偏：等一下……什么都没看到嘛？错觉么？难道是我失血时间过长大脑降智出幻觉了？\n不对……有什么人……是隐身衣！“唔嗯！”只感觉像是有谁的手把我的脸握住，狠狠地揉了上来，活像是抱脸虫抓着了我的面庞，且在上边跳着舞一般。\n“哼！要不是芒果说你的颈部那里被子弹打穿了，老娘早就一巴掌扇过来了！”空气呈现出异常的浮动，如波纹一般，渐渐显出了一个人形：一位紫色长发，同是身着紫色裙衣的少女出现在了我的面前，嘴角勾着一丝微笑，睥睨下视——当然，这一切的一切，都是我隔着手指缝里边看到的。\n“啊……啊……我——错——啦——大……小——姐——饶——了——我——吧——”真是的，果然是身经百战的暗夜呢，手劲好大……从一开始就没放松过，怎么能叫人好好说话呢……\n“啊？！你还知道错？！”抱脸虫算是离开了我的脸，“那晚上……咳咳，你干嘛乱动啊？！突然那么大的动作，还摸到人家……”\n“对不起对不起啊……我也不知道右小臂的机械组件故障打中你的肚子了啊喂……我只是想稍微动一下右手看看自己有没有感觉啊哪知道右小臂也会有响应还会有那么大的动作啊啊啊实在是对不起啊……”这让我很窘迫，于是急切地回答道。\n依稀记得，不知道在哪里看过的书籍提到过：保护自己的弱点是动物的本能，柔软的腹下倘若是被毫无预兆地被触碰到，下意识的反应便是迅速防御，避免自己的弱点收到对方攻击：因此而生了气，可是预料之中的吧——何况当时候还未取得触感，怕是不知轻重地给人家的肚子来了那么一下，换做是我的话，已经是一枪托往脸上砸去了——这么说来，如此戏弄般地单手揉着脸已经算是对我的宽恕罢——虽然现在脸上还略觉生疼便是了。\n“咳咳……那个……实在是抱歉，暗夜小姐，那个……你的肚子没事吧？”我试探性地问了问。\n“嗯……啊？！啊……是的，那个……肚子没事……还有……免小姐，直接称呼我暗夜好了。”\n好了，植入性分析仪重启成功，我又看到了熟悉的HUD……嗯，今天是星期日……下午5点半……离当天遇袭已经过去了4天么……\n“咳咳……多谢暗夜小……多谢暗夜的救命之恩。”我试着把手往床上一撑，想坐起来，但无奈腹下依旧是太沉，没有成功。\n“别勉强自己了，你还是好好在那躺着吧。”暗夜叹了口气，接着说道：“想必你还疑惑着，为什么那晚我要背着你狂奔，而不是待在原地等着救护车吧？嘛，原因也很简单，那晚跟你交战的末影人不只有一个，事实上在我解决掉他之后就有好几个他的同伙打了过来，要不是有隐身衣和末影珍珠，我想就连我都要搭在那条小巷里了吧……”\n“好……好几个？这帮家伙到底是什么来头呢？为什么不同时过来袭击我呢？”\n“啊~↑↓↓谁知道呢？！”暗夜无奈地耸耸肩，接着说道：“可能人家一开始真的没想过杀你吧……对了，你和那个末影人有说过什么话么？”\n“嗯……说过倒是说过，他说我跟一些人走太近了……叫我这几天不要去茶馆那里……还有……”我吞了口水，接着说：“他好像还说，我损失了一个客户，多了个敌人啥啥的……”\n“难怪……”暗夜若有所思地点点头，“他们的确一开始没有做掉你的打算呢……相反，反倒还想和你谈点生意……按你这么说，茶馆很快就要有大事情发生了，我得去通知混乱还有樱花他们做好准备才行……”\n“可他们为什么不一开始就上来围攻我呢？反倒是一个人和我单挑？同伴之后才到……这样的安排也太草率了吧？一点也不严谨……”\n“嘛~~~~谁↑知↓道↑呢？~~~怎么被打得半死居然还有闲心替敌人着想呢？大~造~枪~师~？”暗夜站了起来，往门口处走去：“话说，反正现在你也动不了，调查的事情还是交给还能动着的人吧……我先走啦~”末了，在门口前她却顿了一顿，接着说：“哦，对了，差点忘了告诉你，你的命可不只是我救的，芒果也有不小的贡献呢~”暗夜的嘴角又微微上扬了起来：“现在你的身体里——可是流着她的血呢~~”\n“是的呢芒医师技术高明我肯定是……誒？”说到半路的话，马上就被暗夜这一句给定住了，随之定住的，还有我的思维。\n在停止了思考约5秒钟之后，我才再次察觉到了时间的流动。\n誒………………誒？？誒？！？！誒????????!!!!!!!!!!!↑↑↑↑↑↑↑↑↑↑↑↑↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↓↑↓↑↓↑↓↑↓↑↓↑↓↑↓↑↓——————\n\n——!!!这什么情况啊喂为什么芒果会给我输血啊喂难道出血量超大搞得血库里边都没血了么不是吧即使是写网文乱编也不会塞给我这么个奇葩的剧情吧啊喂这怎么回事啊**&#￥@￥@%@%**@@#￥#……（脑中乱码）\n——冷静！造枪师！冷静！！冷静！！！不要high到不行啊喂人家只是给你输了血……不要有着什么 “你的身体里边流着她的血mia~”之类的奇怪想法！给我pause掉！这只是正常的帮助！帮助！给我镇定下来！！\n脑海里的思维突然混乱了起来，像是有两个人在吵架。\n“病人怎么样了？他的伤势好些了吗？”\n“啊~是芒果桑啊，造枪师已经醒了，不过腹部伤似乎还没怎么恢复，连坐起来都不行……”\n“这样啊……”\n——不对！！！桥豆麻袋！！为什么芒果现在会过来啊啊啊啊啊啊我连个装睡的时间都没有吗？！\n——冷静！你个哈啤玩意给我定下来！！！！别老是用下半身想问题啊喂！说不定暗夜只是跟你开玩笑而已啊！！！用你那睿智无比的脑瓜子给我好好想想！！！血库里边难道没有你的B型血吗？拿现成的血袋方便还是抽了自己的血再包成血袋方便啊？！\n——可……可是不怕一万就怕万一……\n——镇定！这里可是即使面对复杂结构如87自动榴都能不慌张的造枪师的理智！你到底是什么鬼玩意啊？！不就是芒果到底有没有供血……呃……这件事情嘛？虫合？！我来确认便好了嘛！\n脑中的两位越吵越乱。\n“……嘛，也就是偶然路过而已，还没到例行检查的时候，不过我还是进去看一下吧……”\n房门再次被推开，只见一位身着粉衣，银色短发，瞳色有橙，面庞清秀的女孩子走了进来——这位，便是芒果了。\n——喂！不要慌张！造枪师！将她想象成一把漂亮的枪便是了！\n脑海里的理智一方如是提醒着我。\n那好吧……我把分析仪的红外视角功能打开：此时整片世界又变回了我熟悉的黑白景象：除却被阳光照着微微发热的那面墙，还有面前的芒果，视界内的其余部分开始暗了下来。\n——呐呐，为什么枪会绑着个漂亮的蝴蝶结啊……\n——……\n——呐呐，为什么枪上面有根呆毛竖起来了mia~？\n——……\n——呐呐，那个……我想造她……\n——无路赛！吵死了！\n脑中的理智一方突然转而暴躁，对着另一方骂了起来，本体差点也被牵连，还好我把这番话给吞回了肚子里——话说回来，人脑可真是复杂呢，与其说这是纯粹的自我和纯粹的超我之间的争斗，倒不如说这更像是两个不同人格的争斗，只不过一个偏于超我理智，一个偏于自我罢了……嗯？我人格分裂了……吗？\n“那个……造枪师尤……你脸上的表情……有什么问题吗？”芒果略微皱眉，轻声问道。\n——啊~没想到芒果的声音这么好听……\n——喂！镇定下来！……怎么芒果问了个这么奇怪的问题……要不说我还肚子痛好了……啊啊啊~就这样好了……\n两个分离的人格依旧在斗，我依旧呆呆地透过分析仪的红外窗口望着黑白高清分辨率的芒果——且说，分析仪开了这么久了,为什么还没连上网呢？\n“这里的wifi信号，是不是很差啊……”躺在病床上的我，像个机器人一般如是说出了这番话。\n“噗嗤——”芒果掩面一笑，“没想到你居然为了这个而发愁吗？真是的~啊~~~”她伸了伸懒腰，接着说道：“4天前的晚上，你被送进来的时候失血量可是相当大呢，血红蛋白浓度降到了40[1]的情况下身体居然还能撑得住，我们差点以为救不回你了，造枪师你可是在鬼门关走了一遭呢~”\n——眯着眼睛伸懒腰~声音好苏~A.W.S.L~~\n——咳……居然只口不提血源么，怎么搞的……\n视线移到了芒果的左臂上，由于穿的是短袖，我一下子就看到了左臂上边一处明显的亮点……那是什么？\n“你的左臂……”\n“啊，是几天前献血留下的针孔而已啦~不碍事的。”芒果笑了笑，“我只是尽到一名医者的职责而已，嘛，可惜我的血型是AB型血，不能像O型血的人那样，可以当成万用血型来给其他血型的人救急呢~”\n“是么……献血？……这样子问一下子也问不出什么名堂呢……且先罢了。”我的心情转顺舒缓起来，暂时放弃了直接从芒果口中确认血源的想法。“不管身体里有没有流淌着她的血，这份人情债总归是欠下来了，倒不如想办法还上吧……”\n——我造枪师可从未给别人欠下人情呢，也不愿欠下人情，毕竟这感觉可是像新年时分团圆饭居然会吃到芥末馅的饺子一样，不仅呛着鼻子，还会久久留味，可当着一大群人却还要极力掩饰，搞的身心俱疲呢……= =\n“我还有一堆事情要忙呢，先走一步，就不打扰你休养啦~bye~”一袭粉衣掩门而去，房间里又只剩下我一个人。\n呼——算是……成功了吧？至少我在芒果的面前表现得还相当正常吧？\n脑中的两个人格……很难说哪个消失了，倒不如说复又合为一体，理智且重新主控着意识。\n“可没想到的是……过于紧张的时候人格居然会分裂成两个么……”我暗自思忖着。\n据说精神分裂症本身从某种角度看来，也算是神经机体面对外界压力的自保手段……但这种情况我倒还是第一次遇到……怎么搞的……我想我得吃一片……誒？我的药呢？不在这么？\n话说回来，芒果说我大量失血，好歹靠着供血存活了下来……是因为换成了别人的血，所以我身体内镇静剂的浓度大幅下降了么……不对，我一直以为原来的镇静辅助药丸只是拿来抑制我的类PTSD后遗征的，没想到还兼有缓解人格分裂症状的功效么……话说回来，相比起随身药，应该还有些更重要的东西吧……\n是什么来着……我的钱包？不对，钱不是问题……项目文件？的确也很重要，不过之后来的警方什么的应该会暂替保存吧……那把可怜的92式手.枪已经被炸成零件状态，用也不能用了……所以说……\n不对！……还有一把！……那把QBU10反器材步枪，那把威力大到能够一击便能将肺脏一并从身体里扯出来的怪物……\n已记不清那晚和末影人搏斗的时候背上有没有一直背着携行袋，那天晚上，若说是暗夜直接把我背起来就跑了的话……搞不好……他们的同伙拾到了，就麻烦了……\n见鬼，我得赶紧通知暗夜才行……\n“……这里应该有紧急呼叫铃之类的玩意吧……在哪？”因为无法坐起身，我只能尽力把双臂往头顶上向胡乱地摸。\n唔……唔，找到了，大概是这个线控的按钮吧，摁下去便是了。\n“怎么了？有什么地方不舒服吗？”不到一分钟，芒果便赶了过来。\n“呃姆……没事，快通知暗夜，那天晚上我背着的袋子……”\n“誒？袋子？是那天晚上拿来的袋子吗？就在墙角边啊？”芒果歪了歪头，纤手一指。我顺着她所指的方向看过去：透过暖橙色的阳光，有一件长得略诡异的物件被墨黑色的行李袋裹着，安静地躲在角落处的阴影下，仿佛今日份的死亡与深沉，已是一齐装在了里边，打包好了，不知准备送往何处——是与枪械为伴的日子过于长久了，便自然而然地生出了如此冷酷的感情么？\n“我倒还想问你呢？这里边装的是什么呢？听暗夜桑说很沉？你天天背个秤砣子吗？”芒果眨巴着眼，瞳里倒映着夕阳的余晖。\n“嗯……很重要的商业机密罢了。”我想习惯性地点点头，可大概是颈动脉被击穿的后效犹在所故，脖子依旧是动弹不得。\n“那……有多重要？能告诉我吗？”芒果却将头望向了窗外——此时夕阳斜下，将要没入地平线内，暗橙色的阳光洒在了被单上，窗棱且将夕阳一遮，在淡黄的被单上做出拙劣的分划，可惜了我，被伤病束缚于床上，仅能用余光看到染成紫红的云的一角，与逐渐漆黑的天空。\n“扶我坐起来吧，我想看看晚霞。”我却是一句答非所问。\n“算了吧，颈动脉被打穿了还能活下来已经是命很大了，才四天，再大出血的话就很麻烦了。”芒果依旧是望着窗外，“天气预报说这几天都会是晴天的呢，放心，时间，有的是呢。”\n“那……芒医师，你觉得我什么时候能出院呢？”我将目光又移回到了芒果身上。\n“不知道呢……”芒果悠悠地叹了口气。\n“啊？那个……芒医师，我还有生意要做啊，而且这么折腾医药费啥的……”我开始有些着急了：20把，20把反器材步枪呢！这可是大单子啊……如果这里的wifi信号够好我早就能联系到建造厂开始材料准备了。\n“倒不如说……你恢复得太快了。”芒果突而将头转了回来，瞳内依旧是倒映着夕阳的余晖，但目光里边诡异地却多了一丝凌厉，眉头略皱：“我虽然管理爱心事务所不久，但也知道，一个颈动脉被贯穿，失血近1个小时的正常人，是不会当晚被救治，第二天就能出ICU的——你到底是谁？”\n啊……啊咧？我当然是造枪师啊？这是个什么问题？\n夕阳终是沉没，夜幕悄无声息地披了上来。\n“啊？那……没想到我恢复得这么快么？多谢芒医师啊，大概是因为暗夜及时赶到给我做得处理好所以失血不那么……”\n“暗夜桑……暗夜的情况，我是知道的。”我可以感觉到，芒果的语气渐向冰冷，麻烦……她在怀疑我什么啊？难道关心一下自家的生意都不行吗——誒呀~！你不知道这两周我就着腊肉馒头咸菜过了多少顿嘛小.妹.妹？！我真的需要这批单子啊~~~\n“那我就不拐弯抹角了吧，末影人。”芒果轻哼了一声，眼神而是转为了犀利，甚而有些蔑视：“你很聪明，我不知道你是怎么整容成尤的样子的，但很可惜，你们，似乎没办法换掉眼睛呢，哼。”顿尔，她又接着说：“即便是重伤之后如此非凡的回复力，也只能让我对你的怀疑停留在猜想而已——多亏了你们那在黑夜下诡异地亮着的瞳孔，我才能确认你的身份呢~”\n瞳……瞳孔？在黑夜下发亮？啊喂？亲爱的芒果桑，你不会是被人在茶里边放了什么奇怪的东西了吧啊喂？我的眼睛怎么可能会发光呢？是人体辉光吗？……不对啊？！如果芒果能看到，为什么我看不到呢？植入性分析仪的微光功能可不是吃素的啊？！可为什么即使在微光视角下左眼那边什么光源迹象都没有啊？——我试着闭上了左眼，并将视线尽力往左偏，想通过右眼内的植入性分析仪看到什么东西——可眼内的景象并没有什么异常，我的左眼并没有发着辉光的迹象。\n“暗号？！”芒果从腰下抽出一把匕首，架在了我的脖子上：“别过来！即便你们的瞬移速度再快，也比不过我的利刃吧！要是我看到了你们一眼，休怪我夺人性命！”\n誒？！誒???!芒果你在做什么啊芒果?!为什么她会随身带着把刀子啊喂？！\n凡士林般的空气从我的肺里吸进，而又缓缓呼出，粘稠而无声：……紫色？光？是分析仪的紫外灯么？……坏了……当初怎么没把这事情跟芒果说呢——若单是从外表看的话，那些机械组件的确和普通的人体组织或者器官没什么两样……这下麻烦了，闹了个大误会，不行……我得要说明一下……\n“芒……”\n芒果并没有说话，但我能感觉得到，刃往下压了些……这是“少废话”的信号……坏了，她是真的把我当末影人了么，见鬼……搞不好我会像这样子被做掉的……呃呃呃呃呃……我可不想这么屈辱性地死.掉……既然起因是分析仪的紫外灯，把灯关掉就可以了吧？\n我对分析仪下达了“停止分析功能”的指令。\n【系统不完全】\n【依照SMP.478，无法完成您的指令】\n【u7b89000045.er7f5a1d2af67指令错误，未指明的动作】\n誒……誒？\n【c7wd64h52hx733标识不明，逻辑关系错误】\n搞……搞什么？错误信息？分析仪的偶发故障吗？上一次遇到这个情况是测试工厂的震撼弹的时候，损伤了一部分的成像区和逻辑电路……\n因为血质的问题，我发现自己已经无法像以往的自己那样能够沉着而冷静了……呵，真是讽刺，如此强大的理智居然需要靠药物来维持么……我并不明白血红蛋白浓度跌到40是个什么概念，既然芒果提到过……大概我真的失去了很多自己的血液，体内的镇静剂含量已无法重启我的理智了。\n我能感受到我的呼吸在逐渐地急促，空气依旧是黏稠而冷淡，但也正是因为黏稠，我才能听见自己心脏的跳动声……频率虽快，但却并不有力……\n“呵，太丢人了，喘气声很大嘛，是我的血让你不再冰冷了吗？”芒果依旧将匕首压在颈上，并有意向着颈部的伤口移去。你……的血？果然是你给我输了血么？谢了呢。呃……不过这情况我想表达感谢之情也挺困难的啊……\n——嘤嘤嘤~太可怕了太可怕了啊啊啊啊芒果大大不要杀我啊~~~~~\n脑海里传出了另一个声音……麻烦了，我……我……分裂……D.a.m.n……！\n——喂，给我住嘴啊你个王*蛋！不要想着什么……\n——哇~~我的身体里边居然流着她的血mia~\n——F□ck!!!!这是我的台词啊喂为什么你说出来了啊啊啊我要把你好好修理一顿然后挂在门口那里！！！啊啊啊啊！！！\n呃……见鬼……脑中的意识时而分裂……时而又组合为一体……我的眉头紧绷着，又是豆大的汗珠沿着额头留下来……不对啊我为什么要说又啊？！\n芒果却只是轻哼一声，我能隐约从她的目光当中感受到一丝寒入骨髓的凉意……可……我所剩的理智能意识到我还是……整体就很不错……\n——爽爆了呀mia~不仅身体里边留着芒果桑的血，还被她这样子对待……\n——喂？！你是抖M吗？我们命都要没了你居然还在想这种事情？\n——我真是High~到不行啊~~~讨厌死啦~\n——呀卡马西！欧拉！！！！\n脑海里的这两位又是在如此奔腾。\n“真是的，虽说分久必合，合久必分，可说来只是吵闹，根本没有动过手——要解决问题，从问题的根源下手便好了吧？”女性的声音……约略20？是谁？\n借着C.SVL/微光放大仪视角，我看到了一位身着黑色战术服，同是戴着战术胸挂，内插两三个弹匣，长发及腰，且瞳色深灰的女孩子，一把匕首架在了芒果的颈上：不对，这不是普通的匕首——剑格处那里呈现出诡异的弯钩状——这是匕首枪！91式匕首枪！没记错的话，里边可是装有4发子弹……是暗夜吗？……不对，我可不记得暗夜向我买过什么武器……可面前的这位神秘人，是敌？是友？\n不管怎么说，她的出现倒是绷紧了我的神经，暂时抑制了脑海里那两位分裂人格的打闹。\n“暗夜，现在这里还有敌人！可不是内.斗的时候！”芒果压低着声音说着。\n不对……她不是暗夜！芒果……糟了，我能感觉到，芒果的手劲在一点一点地增大……呃……是大拇指么？她现在是在拿大拇指摁在我的喉结上了么……这是……有意还是无意的啊……\n不管是有意还是无意，总之，我现在的确是说不了话了——但好歹气管还算顺畅，只不过呼吸比之前略困难了些。\n“时间不多了，造枪师。”穿着战术服的女孩子看着我——倒不如说，她的目标一开始本来就不是芒果，而是我——“0202 5266 7844 1566 2544……你不至于生疏成连这点都记不起来了吧？”\n我当然没废到这个程度：这是一串序列，准确地说，是一串密位序列[2]，军事上用于表示方向的……可坐标原点是哪里呢？这里……还是另有所指？\n你到底是谁……为什么告诉我这些？我很想亲口问她，但可惜被芒果压制了住，全身上下也因为受了伤，动弹不得。\n“你终究还是忘了我么……造枪……师……”黑衣女子浅笑了一下，借着窗外淡淡的光，能看到似乎有滴泪珠划过了她的脸庞。\n目光逐渐模糊，仿佛仅是极远处有盏弧光灯一般的存在，周围的景象似乎如被深渊吞噬一般没入，仅剩下幽深莫测的灰黑……\n“……说了这么多，暗夜！你明白了吧？这家伙不是造枪师啊！他是末影人！”芒果终于抑制不住，近似咆哮地吼着。\n不对啊，芒果，那家伙……那家伙……到底是谁来着？\n视线再次清晰，这一次我终于看到了：淡紫的长发，暗紫的瞳眸，只不过这次的服装是一件棕灰色的便衣而已，持着一把略泛青色的长型刃贴在了芒果的颈上——她的确是暗夜。\n那……身着战术服的女孩子……是我的幻想么？精神分裂之后的……幻觉？\n“誒呀——我说怎么可爱的芒果桑居然对造枪师动刀了……原来是造枪师你那鬼畜一般的眼睛么誒呀哈哈哈哈哈哈……”暗夜松开了手，一边笑着，一边将刀收了回去——反倒是芒果“嗯↑？”了一声，脸上写满了懵逼。\n“暗夜！你还没明白么？他可不是尤桑啊！他是……”\n“喂，老不死的，你的右眼，是植入了什么东西吧？”暗夜走了过去，一把把灯打开。\n见鬼！你个暗夜在干什么啊喂？！这样子分析仪里边的成像区会受到损害的啊！突然的强光会烧坏里边的电子线路的！——我赶紧把分析仪换成了红外光视角。\n“芒果桑，现在你可以好好地盯着他的瞳孔看了吧？右眼那里是和左眼不同的吧？”暗夜转过头来，“还有！老不死的，眼睛睁大点啦！”\n喂……虽然说你救了我一命我很感激你但也不能老是叫我老不死的啊喂你这个可恶的小女生……\n“嗯……真的呢……左眼那里是正常人的瞳孔……右眼那里……右眼的瞳孔居然是像迷宫一样错综复杂……这真的是人类的眼睛吗？”四目对视，我能看到芒果的大眼眨巴，闪烁着好奇的目光，嗯……我在看到从未见过的枪械的时候也会露出这样的目光呢……还有……喂太近了啊这个距离不是要打架就是要……\n“你问问他不就好了嘛？从那只正常的，不会发光的眼你大概也知道这家伙是货真价实的造枪师了吧？”暗夜不紧不慢地说道，“我还以为是造枪师色胆包天居然在病床上公然调戏芒果结果被正义制裁了呢——嘛~开个玩笑啦~”\n呃……你……个……暗……夜——等我出去了，港真，我会在你的午餐盒里边塞上一把满满的伯尔丹底火让你爽个够的……呃呃呃呃……\n“呃……咳咳……右眼里边是我的植入分析仪啊，里边有紫外灯啦……还有，芒果……能不能稍微松一点……你太用力了……我……说不出话来啊……”我试着碰了碰芒果的手。\n“啊？啊……那个……对不起……”\n“呐，我的这右半边手掌早些年被骷髅的箭削去了半边，现在这上边有一半其实是机械的呢，摸上去和铁一般冰冷的说。”我把右臂举了上来，但或许不用触摸，便也知道哪半边手掌是机械制造的了——举着右臂的同时，我发现那半边手掌，连着中指、无名指及小指在不停地颤振，并有异常动作，虽然关节处使用的是无摩擦轴承，但这并不代表它没有机械噪音——尤其是在安静的爱心救助所内，这噪音听起来异常地明显。\n“哇，你是终结者来的么？身体上一大堆的机械组件。”暗夜略带震惊但不失好奇地吐槽着。\n“喂，这和义肢义手是一个道理啊喂，只不过能动而已啊……”我不屑地回答道。\n“可你的手……好像是故障了吧？为什么在那里不停地抖动呢？机械也会患帕金森么？”\n“喂，你个暗夜，别这么说啊喂！”真是的，这小女孩子没想到这么贫嘴，“如果不是这玩意掉链子的话，我才不会白挨了一刀还要躺在床上呢……”\n“不过，话说回来，芒果ssss……呃咳，你居然能够看到植入性分析仪紫外灯的灯光？”犹豫了半天，理智算是把徘徊在喉咙附近的“芒果桑”硬生生地给咽回成了“芒果”。\n“嗯嗯，说来也怪，我的确和正常人不同——别人不能看到的紫外光，对我来说格外地显眼。”芒果把匕首收入了鞘内，面露腆色：“那个……尤……对不起……”\n“没关系的啊哈哈~~~~~谁没有犯傻的时候啊哈哈哈哈哈~~想当年测试的时候我还被120火[3]的后尾焰给喷成非洲人了呢啊哈哈哈哈还好飞出来的点火具没砸到我呢啊哈哈哈哈哈真是幸运啊~~~~”\n哈哈哈哈……哈……于是我就这样尬笑着……\n——不……太糟糕了，造枪师，你的情商……真的不怎么高呢……\n——喂，不用你说……我也知道啊……我们两个的情商……加起来真的不够用啊……\n完了……又开始了……\n于是在那天晚上，我便听着脑海里边的这两位，从情商问题扯到了智商问题，从智商问题又延伸开来，扯到了100m远的射界危险距，800m的三发散布，勺型弹的穿透问题，塑料风帽的加工一致性……并在脑内两个人格的吵闹声当中昏然睡去……\n\n 注释： [1] （血红蛋白浓度数据参考值：正常人为110-150）\n[2] 密位，是为将一个圆周（360°）划分为6000等份之角度（俄制，法制为6400份），即360÷6000=0.06°.于军事上可用于衡量方向角，以正北为0度，顺时针度量，用角度制表示为： 北：0°，东：90°，南：180°，西：270°东北：45°，东南：135°，西南：225°，西北：315°用密位表示为：北：0-00；东：15-00；南：30-00；西：45-00；东北：7-50；东南：22-50；西南：37-50；西北：52-50\n[3]120火，PF98的俗称。一款直径为120mm的国产火箭筒，可发射破甲弹、多功能弹、云爆弹和攻坚弹等多种弹药，可以说是“步兵手上的大炮”\n\n   写在后面的话：哇哇哇哇哇写了1w+真的是有点多了.jpg\n 这篇我觉得是某自黑得相当严重的一篇了（我黑我自己/精神分裂）。咳咳，不过也不应该叫黑，如果这么说的话，其实从某种程度上来说已经是对真正的精神分裂症患者的一种不尊重了（毕竟这真的只是一种疾病而已），所以在这里并不推荐自黑这种说法（大概……就是调侃一下这样=▽=~）。\n 比较劳神的是要怎么样写出内置系统的响应，人格分裂之后的状态，还有相应出现的幻觉，为此泡了点了百科，再结合以前阅读过《天才在左疯子在右》的感受勉强写了出来（不过还是不大满意就是了，这点还望诸位见谅.jpg）=▽=~\n 考虑到诸位的阅读体验，所以这次就把我个人比较中意的枪械部分给砍了些。但是会考虑第三部换回来木哈哈哈哈哈哈……我就喜欢这种一大堆注释看起来像专业论文一样的文章我也喜欢看着你们这些人每看到一段就要翻下去看注释这种极破坏阅读体验的木哈哈哈哈哈~~~（抖S+++）啊……我错了别打我……QAQ……\n 这次也是比较鲁莽地把芒果拉了下水.jpg（yeah~~~）\n 然后第三部会计划有位带着中二名的众所周知的版主出场√\n *还有，我没有开车（小声）\n\n相关本篇：\n\n论坛城的茶馆·I：http://www.mcbbs.net/thread-876134-1-1.html论坛城的茶馆·II：http://www.mcbbs.net/thread-876716-1-1.html论坛城的茶馆·III：http://www.mcbbs.net/thread-877474-1-1.html论坛城的茶馆·韶华光：http://www.mcbbs.net/thread-879685-1-1.html论坛城的茶馆·寒光刃·I：http://www.mcbbs.net/thread-881161-1-1.html论坛城的茶馆·寒光刃·II：http://www.mcbbs.net/thread-882798-1-1.html论坛城的茶馆·寒光刃·III：http://www.mcbbs.net/thread-883803-1-1.html论坛城的茶馆·末影路·I：http://www.mcbbs.net/thread-884606-1-1.html论坛城的茶馆·末影路·II：http://www.mcbbs.net/thread-886483-1-1.html\n论坛城的茶馆·末影路III：http://www.mcbbs.net/thread-887272-1-1.html",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1563980340,
            "txt_content": " 本帖最后由 Oil 于 2019-7-25 08:01 编辑 \n\n嘉宾席：\n 此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予 （←草【没@中233333333%】）\n复有：\n@雨夜蔷薇 @SHEEP_REALMS @mango2017 @Ice_Block_  @Oil @Auange_M夜幕 \n\n累了累了睡了睡了……（明天还要早起赶地铁……）"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1563980940,
            "txt_content": "卧槽，特么更了！！！我来了！"
        },
        {
            "author": "zyjking",
            "timestamp": 1563981300,
            "txt_content": "草，要素过多"
        },
        {
            "author": "花茶清香",
            "timestamp": 1563981420,
            "txt_content": "为什么你也开始写网文了？\n快去造枪"
        },
        {
            "author": "南派董卓",
            "timestamp": 1563982560,
            "txt_content": "不行停不下来了，明天我也来来写"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1563983040,
            "txt_content": "好你个老色鬼，居然揩我油[滑稽][爆筋]\n说来其实我自设是黑白夹杂的长头发来着）\n紫头发紫衣服大概是以前头像的印象？那个人是星尘（）"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1563984900,
            "txt_content": "Oil 发表于 2019-7-24 22:59\n嘉宾席：\n 此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予\n复有：\n\n\n\n\nTIM图片20190725001442.png (150.8 KB, 下载次数: 0)\n\n下载附件\n\n2019-7-25 00:15 上传\n\n\n\n\n\n在？解释下为什么at我？ "
        },
        {
            "author": "世予予",
            "timestamp": 1564005060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1564012740,
            "txt_content": "世予 发表于 2019-7-25 05:51\n有芒果但是没有我 差评\n@我还没有蓝字 不开心\n2333333333……\n又是我的锅233333……\n复制粘贴的时候好像又没复制到空格23333333……\n*两次没@中我也是绝了.jpg"
        },
        {
            "author": "Оil",
            "timestamp": 1564014000,
            "txt_content": "SHEEP_REALMS 发表于 2019-7-25 00:15\n在？解释下为什么at我？\n啊？大概是复制粘贴的锅吧.jpg\n不过其实也想@你过来看这个暗夜pork害得怎么样…………符不符合要求.jpg……不符合的话再加点戏份.jpg√"
        },
        {
            "author": "Оil",
            "timestamp": 1564014240,
            "txt_content": "雨夜蔷薇 发表于 2019-7-24 23:44\n好你个老色鬼，居然揩我油[滑稽][爆筋]\n说来其实我自设是黑白夹杂的长头发来着）\n紫头发紫衣服大概是以前头 ...\n是的，取材其实是以前的头像。\n不就是摸了你的肚子吗？至于么？（疑惑）\n\n黑白夹杂……少白头可不好啊.jpg"
        },
        {
            "author": "小孩孩",
            "timestamp": 1564014780,
            "txt_content": "哈哈哈，漂亮的枪~\n两个人格是你内心的真实写照吗？"
        },
        {
            "author": "Оil",
            "timestamp": 1564019160,
            "txt_content": "CZHMC 发表于 2019-7-25 08:33\n哈哈哈，漂亮的枪~\n两个人格是你内心的真实写照吗？\n我现在反应了半天才明白“漂亮的枪”指的是芒果……= =\n完了，古神般的记忆力.jpg\n【我还在想到底是哪吧枪……】\n\n（人格什么的一定程度上参考了内心写照，不过分裂人格这个东西写起来的确是很累的说……= =）"
        },
        {
            "author": "Оil",
            "timestamp": 1564033800,
            "txt_content": "温暖。 发表于 2019-7-24 23:17\n为什么你也开始写网文了？\n快去造枪\n被某个冰块给拉下水的无辜造枪师√\n\n为了缓解填一个坑的劳累，就去开了另一个坑，于是我就有了两个坑.jpg \n但是现在造枪能缓解写文的劳累倒是真的√.jpg"
        },
        {
            "author": "Оil",
            "timestamp": 1564050540,
            "txt_content": "hx1051935237 发表于 2019-7-24 23:09\n卧槽，特么更了！！！我来了！\n我倒是想问你你的文章什么时候出来啊？？\n来自鸽者文明的亲切问候√"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564055100,
            "txt_content": "Oil 发表于 2019-7-25 18:29\n我倒是想问你你的文章什么时候出来啊？？\n来自鸽者文明的亲切问候√ ...\n嗯。。。这周，这周末肯定更，绝对不鸽"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564057560,
            "txt_content": "我居然不知道[ruby=欧]造[/ruby][ruby=派]枪[/ruby]师写了这些，\n看来平日逛论坛比较少了。"
        },
        {
            "author": "Оil",
            "timestamp": 1564058220,
            "txt_content": "tutity_tiger 发表于 2019-7-25 20:26\n我居然不知道师写了这些，\n看来平日逛论坛比较少了。\n是的，你的确逛得少了一些.jpg \n\n这一篇下来搞得我精尽……呸精疲力尽……\n1w字呢想想都恐怖.jpg"
        },
        {
            "author": "cc7w",
            "timestamp": 1564066740,
            "txt_content": "这长文都可以发到周创了吧...\n要素过多，一时难以接受"
        },
        {
            "author": "Оil",
            "timestamp": 1564108440,
            "txt_content": "1345979462 发表于 2019-7-25 22:59\n这长文都可以发到周创了吧...\n要素过多，一时难以接受\n要素过多√\n\n可以说是一堆梗的大杂烩了2333333333……"
        },
        {
            "author": "Оil",
            "timestamp": 1564114260,
            "txt_content": "雨夜蔷薇 发表于 2019-7-24 23:44\n好你个老色鬼，居然揩我油[滑稽][爆筋]\n说来其实我自设是黑白夹杂的长头发来着）\n紫头发紫衣服大概是以前头 ...\n揩你油？……\n嗯？你在想什么啊你？！啊？！\n（后知后觉）?????!\n\n\n【抱着95班机】\n\n"
        },
        {
            "author": "我叫坂本",
            "timestamp": 1564114560,
            "txt_content": "什么造枪师，没听过，我只认识欧派大师"
        },
        {
            "author": "Оil",
            "timestamp": 1564154820,
            "txt_content": "我叫坂本 发表于 2019-7-26 12:16\n什么造枪师，没听过，我只认识欧派大师\n\n\n……\n\n*我觉得可以把你扔核废料堆里去.jpg\n核废料堆人数喜加一.jpg"
        },
        {
            "author": "囗iI",
            "timestamp": 1564217100,
            "txt_content": "草，要素过多\n这样子整理起来岂不是很麻烦？= =？？？！\n一些比较明显的梗比如抱脸虫什么的我就懒得说了……= =\n\n梗/或者疑似梗的东西之总结：\n\n1.在停止了思考约5秒钟之后，我才再次察觉到了时间的流动。卡兹+Dio，这个我真是无力吐槽……= =\n\n2.\n……这感觉可是像新年时分团圆饭居然会吃到芥末馅的饺子一样，不仅呛着鼻子，还会久久留味，可当着一大群人却还要极力掩饰，搞的身心俱疲呢……= =JOJO的奇妙比喻\n\n3.\n……被人在茶里边放了什么奇怪的东西了吧啊喂？哇这也太臭了吧？对女孩子做这种事情真的好？\n\n4.\n——我真是High~到不行啊~~~讨厌死啦~同上，一脸Dio样\n\n5.\n芒果你在做什么啊芒果?!不……不要停下来？（疑惑）\n6.\n因为血质的问题……如果说你第一篇没写到深渊的话我就略过了，但是说的偏偏是血质，这就让我很怀疑了：我怀疑你有点玩《血缘诅咒》里边血质武器的梗\n\n7.\n呀卡马西！欧拉！！！！承太郎经典台词/风评被害\n\n8.\n……这个距离不是要打架就是要…………就是要亲上去——《战狼》\n\n（果然不枉叫你老色鬼）\n\n顺便吐槽一句，你那个密位序列用错了，根本不存在“0202”还有“7844”这两个密位的，没满千的话是不会读第一个“0”的，所以正确的叫法是“202”而不是“0202”，第二个，“7844”意味着你转了一圈了，实际上密位方向就是“1844”了，这两个你怕不是乱打上去的= ="
        },
        {
            "author": "Оil",
            "timestamp": 1564233000,
            "txt_content": "囗iI 发表于 2019-7-27 16:45\n草，要素过多\n这样子整理起来岂不是很麻烦？= =？？？！\n一些比较明显的梗比如抱脸虫什么的我就懒得说了… ...\n草.jpg\n\n那个我有伏笔的说喂……= =\n（虽然在这里说不大好= =）"
        }
    ]
}