{
    "title": "[Minecraft.net|INSIDER] 背包盘点：盾牌",
    "author": "SPGoding",
    "replyCount": 2,
    "timestamp": 1564077720,
    "txt_content": " 本帖最后由 SPGoding 于 2019-7-26 16:20 编辑 \n\n\n\nTaking Inventory: Shield\n背包盘点：盾牌\nOur most defensive article yet?\n这是我们到目前为止最有防御性的文章？\n\nHeading into a dangerous situation? You’ll want to equip yourself properly. A weapon, of course. Some armour - yeah, probably, but you can still get hurt wearing armour. If you want to avoid damage entirely, then what you really want to bring is our item of the week - the shield.\n遇上危险了？这时你也许想要有一些装备。首先，肯定要有武器。其次是一些盔甲，嗯，有可能，但是就算你穿着盔甲还是会受伤。如果你想要彻底避免伤害，你需要的就是我们本周介绍的物品——盾牌。\n\nShields were originally promised by Jeb in a 2011 interview and then added to the game in 2016 in the Combat Update. Prior to the arrival of shields, the only way to avoid damage was to dodge an attack or block with a sword. But now shields are a thing, and what a fantastic thing they are.\n盾牌最初是 Jeb 在 2011 年的一个采访中承诺加入的，它在 2016 年的战斗更新中正式加入游戏。在引入盾牌以前，唯一躲避伤害的方式是靠走位或用剑格挡。不过现在有盾牌了，多棒的东西呀！\n\n\n\nShields are pretty simple to make - arrange six planks in a crafting grid in a Y-shape, and then pop an iron ingot into the top of the Y. You can also acquire them from Armourer villagers for in exchange for five emeralds, which to be honest is a bit on the pricey side considering its just wood and iron.\n盾牌很容易合成——把 6 个木板在工作台中摆成 Y 字形，然后把一个铁锭摆到 Y 的正上方。你也可以从盔甲匠村民那里用五个绿宝石买到盾牌，考虑到它只是些木板和铁锭，这着实有点小贵。\n\nOnce crafted, you can customise your shield pretty extensively. Create a beautiful banner and pop it into a crafting grid with the shield to apply the pattern onto the shield’s front face. They can be enchanted too - with unbreaking, mending, or a curse of vanishing if you’re feeling dangerous.\n合成好以后，你还可以广泛地自定义你的盾牌。合成一个漂亮的旗帜，把它和盾牌一同放到工作台中，就可以把旗帜的图案涂到盾牌正面了。盾牌也可以被附魔 —— 耐久、经验修补，或是运气不够好，得到了消失诅咒。\n\nOh, you want to use the shield in combat, rather than just waltzing around with it looking pretty? Well, I guess you can do that too. Simply right-click with it, and it’ll slow you to a sneaking pace and start blocking attacks that come from the front of you. It’ll also knock back attackers, and stop you from being knocked back. But be careful - some attacks are not blockable, and axes can disable shields.\n什么，你不想仅仅绕着它优雅地跳舞，而是想在战斗的时候使用盾牌？好吧，我猜你也能做到的，只要拿着它简单地右击鼠标，就会让你放慢脚步、开始格挡来自你前方的攻击了。它也能够击退攻击者，并使你自身免于击退。不过小心点 —— 一些攻击并不能被阻挡，以及斧子可以破盾。\n\nIf your shield gets damaged, pop it into an anvil with some planks for a full repair that keeps the pattern. On the battlefield, you can combine two damaged shields together, but they’ll both lose their patterns.\n如果你的盾牌被损耗了，把它和一些木板放到铁砧里，就能在保留图案的情况下把它完全修复了。如果是在战场上，你可以把两个损耗的盾牌合成在一起，但这样做会让它们的图案丢失。\n\n\n\nImage credit:Madaki//CC BY-SA 3.0\n图片作者：Madaki//CC 署名-相同方式共享 3.0\n\nIn the real world, shields have been used since before the beginning of recorded history. Some early shields were made of metal (particularly those used for ceremonial reasons), but wood and leather construction was much more common. Even turtle shells were used in some places.\n在现实世界中，盾牌在史前就已经出现了。一些早期盾牌由金属制成（尤其是那些用于仪式的盾牌），不过木制或皮革制的盾牌更为普遍。甚至龟壳也曾被用于制盾。\n\nThere are many ancient warriors famed for their shields, but the Ancient Greek hoplites and Roman legionnaires are particularly well known. The Romans even used their shields to create a tortoise-like formation called the “testudo”, in which a group .of soldiers would be protected from arrows inside what was effectively an armoured box.\n有许多因为它们的盾牌而闻名的古代战士，其中古希腊的重装步兵和罗马军团的士兵尤其有名。这些罗马士兵甚至用他们的盾牌形成龟壳状的「龟甲阵」，士兵藏在其中，借此抵御敌人的弓箭。\n\nPerhaps surprisingly, shields are still in popular use today. Riot shields are commonly used by law enforcement agencies around the world, which protect their users from thrown rocks and bottles. But there are also more tactical shields that are bulletproof and can even stop rifle rounds, which are used in high-risk situations.\n也许令人惊讶的是，盾牌如今仍有广泛的应用。防爆盾牌被世界各地的执法机构广泛使用，保护人们免受石块、瓶子攻击。还有很多防弹的战术盾牌，甚至能够防御步枪子.弹，常在高危情况下使用。\n\nSo I strongly advise Minecraft players who need to deal with a swarm of rioting zombies and skeletons to take some advice from real-world riot police and pack a shield. You’ll be glad of it.\n所以我强烈建议 Minecraft 玩家们在面对一群骚乱的僵尸和骷髅时，能够学习真实世界中防暴警察的做法带上一个盾牌。你会感到庆幸的。\n\n【作者：Duncan Geere，发布日期：2019-07-25，译者：SPGoding】\n【原文：https://www.minecraft.net/zh-han ... g-inventory--shield】",
    "replies": [
        {
            "author": "1234fzk",
            "timestamp": 1564101180,
            "txt_content": "骑士盾牌种也可以"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564130340,
            "txt_content": "至今没合成过盾牌的云玩家不敢说话"
        }
    ]
}