{
    "title": "[第-1期] Reddit Minecraft 一周热门 [19w26a]",
    "author": "ETW_Derp",
    "replyCount": 3,
    "timestamp": 1564137900,
    "txt_content": "前排提醒：1）本文所有的视频源皆来自本人的乞丐版服务器方案（格式为WEBM，正常目前流行的浏览器都应该能正常播放），没有上传至B站，所以打不开视频或者打开太慢直接欣赏图片就行了XD（我不会告诉你因为压制视频也很糊），如果连图片都看不了的话那就GG了，我使用的图床是upload.cc，大部分人应该能打开吧2）为什么为-1期？我打算先在茶馆更新两期，之后看情况是发在茶馆还是发在翻译版，如果反响好的话会考虑转到翻译版3）为什么会像做这个系列？我认为Minecraft是具有十足创造力的游戏，不仅有大神般的建筑、材质、红石&命令、PVP&PVE、周边创作，也会有很多普通玩家发现的有趣的现象。怎么说呢，现在茶馆里面每一页都会有服务器相关的帖子（当然我这里并没有贬低服务器的意思，虽然我玩服务器的时间很少）、以及我个人认为的日经帖，让我感觉有一小撮人发帖的目的不是分享游戏的快乐与经验见解，而是在努力地上六级发服务器帖子。不过暑假来临，一些质量帖也出现了（没错就是那几个私人加高亮的帖子），这是一个好的趋势。不管怎样，享受游戏的乐趣最重要XD\n\n好了，让我们看一下Reddit里的r/Minecraft里的一周热门内容：1. Welcome to the autobahn欢迎来到高速公路Posted by u/Lokeryy图片：点我看视频\n吐槽Time：在地狱铺过冰道，不过还就真的没有肝在主世界里面铺冰道\n2. I found an old picture of when my mumand I put tape on my windows to look like Minecraft. It didn't last long, butlooked so good while it was up.我找到一张老照片，照片上是我和我的妈妈在玻璃上贴上胶带让它看起来像Minecraft风格的玻璃。虽然这些胶带过了一段时间就被清理了，但是那时候看起来还真的像那么一回事。Posted by u/Fable_5\n吐槽Time：在咱们这里是会被当然教做人哒（论坛官博转发过这张图片XD）\n3. My son made a paper Enderman and hunghim from the ceiling outside his room. I just met him in the dark.我的儿子做了一个末影人的纸模，然后把他挂在他房间外面的天花板上。我刚才和他在黑暗中对视Posted by u/Crakkerz79\n吐槽Time：同上\n4. How to Convert Coal into Diamond Armorin Minecraft如何在Minecraft中将煤炭转化为钻石护甲Posted by u/COSMOS_DolyGames\n简单翻译一下：第一步，先收集一大坨煤炭（什么，你说收集不到？拿时运镐啊!）第二步，在村庄里面部署一个高炉（把盔甲匠请过来）第三步，一直和他交♂易，直到把他搞成大师级盔甲匠第四步，用你用煤炭换来的绿宝石去换钻石甲\n吐槽Time：《如何在Minecraft里将甘蔗转化为钻石甲》现已发售\n5. Community awards?? It makes sense社区奖励？这似乎说得通Posted by u/broskoskii吐槽Time：这是Reddit社区的一种奖励机制，阅读者对发帖者的认可 6. This Mod你说这个模组，他厉害吗？Posted by u/3xtreme_Awesomeness图片：点我看视频吐槽Time：不只是模组，命令方块貌似也可以实现相关功能，不过我太菜了不知道怎么实现XD 7. Minecraft has suddenly become way toorealistic...什么时候Minecraft变得这么真实了……Posted by u/Roven_FadedS图片：点我看视频翻译：“等我长大了，我要当太空人！”\n吐槽Time：扎心了老铁\n最佳搞笑：\n1. How it feels before you sneeze像极了打不出喷嚏的你XDPosted by u/Cuban1985图片：点我看视频吐槽Time：不过在这时候能打出来喷嚏是真的很爽呢XD\n 带神操作：1.I beat Minecraft with No Textures. It washard. (Details in the comments)我在没有所有材质的情况下成功击败了末影龙。真难啊。（评论中有详情）Posted by u/Cyodman图片：\n点我看视频\n不过楼下的评论区的重点有点奇怪啊（吐槽Time：建议各位生存dalao来挑战这种玩法，标题都想好了：《震惊！Minecraft11年玩家居然在丢失资源包的情况下成功通关！》\n好了，这就是本期的全部内容了，其实还有很多精彩的帖子限于篇幅没有发过来（其实是因为自己的时间也不多qwq），有条件可以去原帖支持一下啊XD",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1564139940,
            "txt_content": "r/MinecraftMemes"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564148400,
            "txt_content": "过于生草引起不适\n玻璃那个好想整一个www"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1564151820,
            "txt_content": "第七实在是太真实了XD\n用文字替代材质这个想法倒是非常有趣\n"
        }
    ]
}