{
    "title": "[多线]米老鼠 —— 〓科技空岛〓通用机械〓加速火把〓神秘〓等价交换〓龙研 [17.10]",
    "author": "qq121283947",
    "replyCount": 0,
    "timestamp": 1564151880,
    "txt_content": "公正 和谐 米老鼠 流畅 自由\n宣传帖内容较多请耐心阅读或进服查看，谢谢~！\n我们欢迎所有热爱MINECRAFT的玩家因服务器定位小型MOD服务器所以暂不接待一切使用作弊手段的玩家进入交流群及时了解更多信息/地皮每月自动清除超30天未活跃的地皮\n为什么选择我们？\n　　唐老鸭新周目科技时代延续了上个周目良好的管理环境，自新周目创作开始至现在我们都在不断完善自身尽最大努力给予玩家在快餐服体验不到的游戏性。我们的定位就是长久的中小型mod服务器且不会像任何快餐服秉着捞一把就跑的理念。\n\n　　mod从始至终以公平公正、自由和谐为目的致力为玩家打造最舒适的游戏环境，我们欢迎所有热爱MINECRAFT的玩家进入本服游玩但对于使用任何作弊手段的玩家只能说一声抱歉。（或许你可以将我们买下来然后任意作弊 huaji）\n\n　　下面我们将为您详细介绍本服\n　　\n　　我们坚信一个拥有完善严格规定的服务器远比自由散漫无人看管的服务器更加能保证玩家之间的公平性，且柴犬城服务器采取了发现必封举报必奖策略。\n　　但凡发现或经玩家举报发现作弊及利用BUG漏洞刷取物品的恶性玩家将直接封禁并清空存档，如果被封账号是被服务器玩家举报作弊的我们将奖励举报者对方所有的财产物品包括被封用户购买得到的权限道具。\n　　服务器所有触及到抽奖几率问题的插件我们均承认所有几率均为真实几率玩家如若不信可向服主索要插件地址并根据我们展出的几率进行测试如物品数量几率与我们相等但抽奖结果与我们有较大差距我们欢迎您的举报监督  \n米老鼠 科技魔法     \n\n\n服务器1周目！2-4个月服务器6.24日晚10点新周目\n服务器购买时间保证服务器不会短时间内倒闭\n你是否已经玩腻了几十个mod的陆地服或者空岛服？但在这里请放心，我们服务器mod数高达100一上，保证都是热门mod好可惜，在1.7.10的mod版本中存在无数严重的bug但别担心，唐老鸭非常仁义的找人把服务器数重严重bug修复可愉快的使用物品.为什么！？我们与贵族VIP的差距就那么大！别伤心，我们这边只要不是非常变态的物品服务器都是允许玩家使用而且玩家可以肛出任何东西.服务器下届太难搞了，而且我也不想挖矿。而且凋零头颅的掉率太低了.这些问题你们大可放，服务器拥有等价交换和矿物连锁解决你们懒惰的问题奥，.服务器还有加速火把，而且进服即送便携式转化桌，不用担心需要氪金才能用等价嗷\n本模式仍处于建设阶段您当前所看到的内容并非最终版本还请耐心等待并给予我们一些意见\n\n\n\n\n\n\n\n米老鼠服务器模组：|等价交换|超级太阳能|我的工厂|工业时代2|植物魔法|应用能源2|龙之研究|拔刀剑|沉浸工程||通用机械|末影接口|更多实用设备2|匠魂2|热力膨胀5|更多箱子||加速火把|高级太阳能|重力装甲|时装|无尽贪婪|潘马斯农|魔法作物|\n\n\n米老鼠 科技魔法 服务器详情介绍注意！本服务端由作者原创端\n我们无法保证已检索出所有BUG物品但一定不会突然崩溃否则我米老鼠直播吃*服务器模组和游戏介绍\n模组介绍匠魂工具： 老牌模组添加大大量附属优化体验\n等价交换： 一个转化桌拥有一切\n矿物连锁： 一键挖走所有同类物品\n热力膨胀： 基础科技模组经典耐玩\n工业时代： 百玩不腻的IC，服务器还拥有超多附属哦\n沉浸工程： 更加硬核写实的机器及结构方块\n沉浸科技： 为沉浸工程添加了更多内容玩法\n通用机械： 三倍四倍五倍矿处理让你欲罢不能,通用任何电量的线路\n实用设备： 超多种类发电机等你来做，快捷的管道等你来用\n龙之研究： 拥有比上帝套还牛逼的装备，只需要一天即可做出来\n无尽贪婪： 在高魔改难度下还无法满足你的抖m？不存在的！\n水利科技： 一下21亿的发电机你体验过么？1秒64组依矿！\n拔刀模组： 体验古代**的快感，做出各种各种sa的拔刀吧\n魔法作物： 各种矿物种子，让你瞬间发家致富\n竹   模组： 肝累了，不如玩玩竹mod来养养老\n更多箱子： 老牌便捷模组提高前期便捷储物\n我的工厂： 超多实用机器，自动钓鱼自动收割自动附魔？\n末影接口： 25W的电容库，外加超实用的物品管道\n应用能源： 经典的AE高版本全新体验.超多附属mod，体验不一样的应用能源\n植物魔法： 经典的魔法型模组,魔改后让你体验魔法与科技的完美组合\n\n\n游戏图片、\n\n\n\n\n\n\n\n细节模组介绍 未来会更新更多热门模组矿物连锁：可以一键挖所有物品，懒人必备mod等价交换：转化桌可等价基本矿物锭和大部分模组物品龙之研究：虐杀龙的快感，还只能末地一个新boss，终极装备比上帝套还强，而且制作方式简单通用机械：可倍数处理矿物一个通矿可变成8个锭，适合做自动化的模组，而且里面电板和线路是通用工业和所有的电魔法作物：可做错各种锭的种子是我服玩家必玩的一个模组超级太阳能：拥有三种超级太阳能我的工厂：拥有各种机器，比如收割机可自动收割魔法作物里面的种子，末影接口：是科技空岛必备的一个模组，本服陆地服采用此模组，解决自动化的麻烦程度以上是本服务器比较热门的模组，会使用的人比较少，具体教程自行百度\n\n\n\n免责申明\n本服仅管理员及服务器官方人员才拥有强制TP特权，我们从不**过于影响服务器平衡的权限请您了解！\n\n您向我服支付的所有现实世界流通货币均视为赞助且不予退还！请您详知了解！没满18岁请勿支付\n\n唐老鸭拥有对您所有虚拟财产的最终解释权管理权，入服默认接受此条款\n\n如果您对服务器的运行模式管理模式有意见请私聊服主说明，否无论您以任何方式任何形式侮辱、辱骂、讽刺、诋毁服务器及服务器管理人员均视为蔑视服规永久封禁存档处理\n\n因国内环境本服为无白名单离线版运行模式，且我们的定位为中小型mod服务器。我们将为您保留最大120天最小7天的存档信息（该清除时间从你最后一次下线开始计算，7天清档仅针对“看一眼就退出的玩家”清档之前上线及清档时间重置计算）\n\n本服严禁利用BUG漏洞刷取物品或使用任何作弊手段非法刷取权限或超出服务器权限管理范围的一切作弊行为，发现将立即封禁清空存档不予提醒。\n\n\n\n如何加入我们？QQ交流群 908116977服务器需要专属客户端\n\n\n\n电脑配置参考表运行内存要求：【32位运存最低1024M 64为运存最低4024M 推荐6080M】 客户端默认8048M中央处理器需：【最低2.0Ghz 2核心处理器**推荐2.6+Ghz 4+核心处理器】显示适配器需：【根据自身需求选配】网络运营商荐：【中国联通**中国电信**中国移动】\n\n\n服主的话很感谢各位能够看到结尾，我们保证我们的游戏性绝对比任何快餐服高且我们拥有完整的插件系统，本服并非快餐服所以你大可以放心游玩虚拟世界仅仅是为了给予你一丝放松的时间这也是为什么我们服务器定位mod服的关键所在，如你是抱着正常游玩交朋友的态度来到我们服务器那请放下互相攀比的心理真真正正享受愉快的游戏时间！\n唐老鸭服务器需要专属客户端可加交流群下载或使用我们提供的百度云下载客户端链接：https://pan.baidu.com/s/1TwB36zSqIiE-zCc6ZjpLng 提取码：oyyr \n\n\n\n所以请放心的将你的灵魂和小钱包交给可爱的米老鼠\n最后希望各位玩家可以亲自进服体验并且留下来成为我们这个小家庭中的一员，欢迎各位肝帝各位氪金大佬前来霸服huaji~\n",
    "replies": []
}