{
    "title": "minecraft服务器经济学",
    "author": "好大一只虫",
    "replyCount": 9,
    "timestamp": 1564147980,
    "txt_content": "写给版主，萌新不太懂版规，如果无意中触碰了红线，请版主告知，萌新会及时改正！谢谢~\n\n大家好呀，最近萌新在学马克思政治经济学，突然想起以前做腐竹时一直头疼的服务器经济问题，现在现在有点不成熟的小想法想跟大家讨论（shui）一下。马克思政治经济学中谈到，商品具有两个属性，一个是天然具有的使用价值属性，另一个是具有社会性质的价值属性，简单理解就是在商业中的价格。\n世界万物皆有使用价值，但是价值只在人类社会的交易中产生，没有交易，没有人类社会，就没有价值。\n衡量商品价值的决定因素是人类注入其中的劳动，生产商品所花的时间越多，这个商品的价值就越高。\n商品的价值与社会平均生产效率成反比。\n当社会生产效率一定，某个人的生产用时低于社会平均生产率，那么他就会获得比别人更多的利润。\n到这里为止，我们可以认为，只要商品所含的劳动相等，两个商品就可以交换。\n但是劳动又分为简单劳动和复杂劳动，在MC中，可以认为简单的砍树和红石电路设计，两者无法直接衡量，比如你花了两个小时砍树，别人用两个小时才设计出一个吊炸天的电路图，你现在想用这两个小时砍的原木去换别人两个小时设计好的图纸，显然不可能\n劳动复杂度的不同意味着作为服务器的管理层对某些商品无法做出定价，除此之外，由于我们无法对服务器某种商品的平均生产率做出估算，导致系统商店的定价随着游戏发展会与市场明显脱节，这可能会导致服务器中的经济系统逐渐崩盘，富人富得一批，垄断资源，新人望洋兴叹，瞬间丧失了继续游戏的乐趣。\n讲到这里，我觉得十分有必要发展一下minecraft的服务器经济学，用马克思主义指导我们游戏中的生产生活（手动滑稽）\n但是本人并不是学经济的，对经济学一窍不通，所以想跟大家一起讨论一下，如何设计出科学的minecraft服务器经济系统。\n目前我能想到的一些问题或者方案如下：\n1.基础材料可以用时间去衡量价值，比如获取一个原木需要5秒，按照一分钟一块钱定价，那么就是十二分之一元。但是随着玩家工具的升级，获取原木的时间肯定会缩短，但是我们不知道服务器平均获取一块原木需要多少钱，所以后期我们无法调控，再加上系统商店的价格对市场有一定的影响，着就会产生隐患（问题一）\n2.矿物类材料问题更大，由于矿物分散，挖矿运气影响很大，无法简单通过时间来定价，并且随着时运稿子的出现，一个矿物尤其是钻石会随机产生多个矿物，这就进一步影响了矿物的定价。（问题二）\n我目前主要想到了这两个比较基础的问题，因为一般服务器主要就涉及原材料和矿物嘛，所以我觉得这两个问题也比较重要，如果大家有什么好的点子欢迎讨论",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1564149240,
            "txt_content": "完全由市场来决定，然后看着会如何发展。。"
        },
        {
            "author": "烈凝_同志",
            "timestamp": 1564149240,
            "txt_content": "市场定价啊……"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1564149480,
            "txt_content": " 本帖最后由 1392583215 于 2019-7-26 22:00 编辑 \n\n无论如何，经济发展的最大依靠就是市场，市场几乎决定一切（对了，经济系统是远远支撑不起一个市场的，经济体系才可以，但体系又涉及太多的专业术词，我也不是学经济的，也不太清楚）"
        },
        {
            "author": "好大一只虫",
            "timestamp": 1564150080,
            "txt_content": "xmdhs 发表于 2019-7-26 21:54\n完全由市场来决定，然后看着会如何发展。。\n如果完全由市场定价，我也想过，但是有一个问题哦：作为服务器肯定会有一个系统商店为玩家提供一些材料，总不能没有系统商店让玩家自个去弄吧，尤其是当平民建筑师想要在服务器里开建筑的时候（我曾经有过体会），在没有飞行加成的情况下，既要面对庞大的施工量，又得去到处搜集资源，我觉得会打击这部分人的积极性，所以我觉得没有系统商店可能不太合适。\n既然有了系统商店，那么就要定价，如果按照市场上的价格，那么问题来了，我们怎样知道哪个人的价格是合理的，也就是说服务器目前的平均生产率是多少，还是这个问题。\n手动at楼下的朋友"
        },
        {
            "author": "好大一只虫",
            "timestamp": 1564150560,
            "txt_content": "1392583215 发表于 2019-7-26 21:58\n无论如何，经济发展的最大依靠就是市场，市场几乎决定一切（对了，经济系统是远远支撑不起一个市场的，经济 ...\n我同意老哥的观点，经济由两只手调控，一个叫市场，一个叫政府，大多数服务器都充分发挥了市场的调控作用，但是我们如何利用好手里的特权对服务器经济失衡问题进行一个改善呢？比如我们似乎可以通过调控价格来影响市场，从而变相蒸发服务器的经济价值总量，而这部分主要作用在富人头上，亦或者拉动贫困玩家的生产积极性，让服务器财富从富人手中流动到贫困玩家手中，进而缩小贫富差距"
        },
        {
            "author": "xmdhs",
            "timestamp": 1564150860,
            "txt_content": "好大一只虫 发表于 2019-7-26 22:08\n如果完全由市场定价，我也想过，但是有一个问题哦：作为服务器肯定会有一个系统商店为玩家提供一些材料， ...\n感觉随着游戏的进程，玩家自建商店也不是什么难事，也不会是只有一个商店，这时就有一点市场的味道了"
        },
        {
            "author": "528906075",
            "timestamp": 1564152120,
            "txt_content": "说的不错，愿意做我们的市场研究员吗~"
        },
        {
            "author": "好大一只虫",
            "timestamp": 1564158840,
            "txt_content": " 本帖最后由 好大一只虫 于 2019-7-27 00:38 编辑 \n528906075 发表于 2019-7-26 22:42\n说的不错，愿意做我们的市场研究员吗~\n\n老哥营销行业的嘛？\n\n哦不，市场研究员是金融行业的？"
        },
        {
            "author": "好大一只虫",
            "timestamp": 1564159020,
            "txt_content": "xmdhs 发表于 2019-7-26 22:21\n感觉随着游戏的进程，玩家自建商店也不是什么难事，也不会是只有一个商店，这时就有一点市场的味道了 ...\n刚刚又想到了一点，系统商店相当于央妈，需要肩负起放水的任务，如果没有系统商店，玩家没有最初的经济来源，市场怕是活不起来鸭，"
        }
    ]
}