{
    "title": "另一个星球的赛博朋克",
    "author": "pixelgear",
    "replyCount": 17,
    "timestamp": 1564291080,
    "txt_content": " 本帖最后由 pixelgear 于 2019-8-3 23:05 编辑 \n\n一、背景2120年，地球上的可居住面积不断减少，人们将目光放到了浩瀚的宇宙空间之中，月球、火星等等，都建立起了可供人们生存的驻所，但是，随着时间的推移，资源、居住空间不断减少，人们只能继续朝着太阳系以外的宇宙探索而去。\n（P站ID:75529778）\n一对夫妻在地球空间站看着都显示红色标记的投影屏幕，意思是没有任何的居住空间可供他们购买和居住了。无奈之下，他们只得将钱换置了一艘家用宇宙飞船，带着充足的食物迈向了未知的宇宙世界。这样的情况几乎每天都会发生，在空间站外的宇宙，总能看到各种各样的飞船驶向不同的方向去寻找驻所，运气好的就能找到新的星球安定下来，而运气差的，就会遇上各种恐怖的宇宙灾难，无论是陨石群还是黑洞，甚至是星球寿命到达终点爆炸开来的冲击，都会让无数飞船船毁人亡。夫妻二人看着星空图，前方的一片宇宙便是无人探索的宇宙空间了， 到达这里，星空地图可以说已经没有用了，只能碰碰运气选择一个方向不断前进，期许能找到一个地方存活下去。在飞行了6个多月后，映入眼帘的依然是一片无法居住的宇宙空间，要么是星球根本就无法居住，要么就是气候灾害严重的星球。飞行了第7个月时，他们遇到了灾难——黑洞，一个光都无法穿过，被吞噬殆尽的空间，很不幸，他们的飞船被黑洞吞噬了，在进入黑洞的过程中，飞船的船身还被陨石擦中，船身损坏，夫妻二人紧紧抱在一起，仿佛在等待死亡的降临，随着船体的晃动，两人昏了过去。所幸的是，他们的飞船通过了黑洞虫洞，来到了一片新的宇宙空间，但是船身损坏严重，剩余的动力带着昏过去的两人，径直撞向了一颗星球。\n（P站ID:16665194）\n这是一颗有生命的星球，科技文明发达，蒸汽朋克风格的建筑比比皆是。既有活生生的生灵，也有机器人，甚至还有不同物种的动物与精灵。他们得救了，并且在这里安家落户。几年后，他们生下来一个孩子，是个男孩儿。在男孩儿15岁的时候，双亲在探索星球的过程中不幸身亡了，留下他一个人。男孩在他人的帮助下顺利成长，当他接过一个身上锈迹斑斑的机器人为他带回来的背包时，他哭了，这是他父母的遗物。回到家中，他翻看着父母的遗物，发现了几本厚厚的笔记，记载了关于他们这些年对这颗星球的探索。原来，这一颗星球其实是一个可以移动的星球，星球上的圣物——齿轮核心球，其实就是开启整颗星球控制权的核心，这颗星球的控制系统多年没有动静，星球的各项机能都已经停滞，导致星球的环境日渐变差，水流污染，无法循环变化。为了这颗星球，也为了父母的遗愿，他背起了背包，做足了准备，也要开始放手探索这颗星球，寻找圣物齿轮核心，为了生存，为了亲人，为了拯救整颗星球的人们。\n星球的环境污染日益严重，哪怕发达的科技，在停滞的星球面前一切都显得毫无作用，水无法流通，腐化蔓延大地。少年准备了1年，在16岁的时候踏上了旅途，跟随他的还有那位身上锈迹斑斑，还生长着一些青苔的机器人，它的名字叫作“罗比”，是他的父母在冒险过程中，在一个遗迹中将它启动的，也是它带领着他的父母发现了更多关于这个星球的事。罗比带着少年在森林中前行，这座森林有半数都已经被污染了，甚至有的地方都已经冒起了毒气，紫色的气体肉眼可见，漂浮在森林深处的顶端，长久未散。路过一处沼泽时，紫色的沼泽冒着气泡，突然伸出了一只尖锐的爪子，朝少年刺了过来，少年一时间愣神在了那里，罗比飞扑上来推开了少年，可惜还是晚了一步，少年的左手被爪子整个撕裂，掉落到了沼泽中，罗比背起了少年疯狂奔跑，回到了城镇。少年发起了高烧，脸烧的通红，罗比看着少年的断臂，看了看自己的机械手臂，它击碎了自己的胸口，从胸口中取出了一个小小的齿轮，焕发着光泽，罗比将小齿轮放在了少年的左手处，少年断去的左臂与小齿轮连接了起来，化成了一只机械臂，虽然看起来与右手大小体积差的很大，但是止住了血，少年脸上的痛苦也减少了许多。罗比用最后的力气背起少年去了城镇里的医院，当少年醒来的时候，他撑起身子想爬起来，却一个趔趄，没想到自己的左手居然比例和自己印象中有些不同，他赶忙看向自己的左手，一个精密的机械手臂映入眼帘，他抬起手，意外地并不沉重，他想要闭合手掌，轻易就做到了，就像自己原本的左手一样灵活，甚至有过不及。他看着坐在一旁早已没有反应的罗比，流下了眼泪。\n\n\n\n二、介绍2年后，已经18岁的少年早已更加成熟，这一天是个重要的日子，他即将启程前往一个遥远的地方，那里有一座古老的遗迹，他这些年遍访四处，翻阅古籍，根据罗比最后留下的半片神秘地图投影，他想去那里一探究竟，环境的污染日益严重，出现很多因为腐化污染而形成的魔物，必须尽快寻找到星球的核心，才能挽救这颗星球。\n这一天的早上，少年从床上醒来，准备自己的行囊准备出发去寻找遗迹。少年出门前，回头望了望自己的家，充满了不舍，但毅然决然地出发了。\n\n\n\n“老样子。”\n“好的，稍等哈。”\n没过一会，一道糕点和清茶便来到少年面前，少年拿起糕点大口吃了起来，一边还在翻阅着资料。\n“还是这么忙碌呢，吃东西可要专心点。”\n少年抬头看了看在前台的那位年轻的小哥哥，笑着点了点头回应。自己的机械手臂不适合端起小小的茶杯，只能用右手拿起茶杯一饮而尽。\n\n“谢谢了，我出发了。”\n匆忙的少年挥手和早点店老板告别后向着火车站奔去，时间不多了，他必须赶上最早的这一班火车。少年终于来到了火车站前，早就预定了车票的他审视着地图和时刻表，看自己的班次发车时间以及途径路程，等待着发车时间的到来。到时间了，少年上了火车，在火车上，少年查看着地图与古籍，确认地点、位置和路线，他得先去隔壁的城市找一位姓“伊”的教授，他对星球的地图了解颇多，这便是他的第一趟目的地。\n\n\n\n\n建筑皮肤部分图片：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n三、下载网盘\n密码:5wyv复制代码\n地图皮肤均包含\n\n\n\n四丶鸣谢文&图：hx1051935237\n建&皮：pixelgear\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1564678440,
            "txt_content": "羡慕会写文的QAQ"
        },
        {
            "author": "ir-0",
            "timestamp": 1564704000,
            "txt_content": "啥玩意 咋都开始搞回帖奖励了"
        },
        {
            "author": "夕离丶",
            "timestamp": 1564710180,
            "txt_content": "你是语文课代表吧？"
        },
        {
            "author": "我好牛b",
            "timestamp": 1564716060,
            "txt_content": "还不够朋克，赛博感也不够明显"
        },
        {
            "author": "卡儿_",
            "timestamp": 1564716540,
            "txt_content": "膜拜大佬qwq"
        },
        {
            "author": "印花机",
            "timestamp": 1564743000,
            "txt_content": "这剧本太sao气了，建筑还可以再加点细节?"
        },
        {
            "author": "「彧譞」",
            "timestamp": 1564743120,
            "txt_content": "会写文章的大大惹不起。。。"
        },
        {
            "author": "wzz0116",
            "timestamp": 1564743600,
            "txt_content": "主要是看建筑和皮肤吧"
        },
        {
            "author": "ff98sha",
            "timestamp": 1564746420,
            "txt_content": "擂台赛发锭什么操作"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564747560,
            "txt_content": "概率锭还行"
        },
        {
            "author": "云雾",
            "timestamp": 1564751700,
            "txt_content": "回帖奖励\n还设置10%中奖。。。"
        },
        {
            "author": "在杰难逃",
            "timestamp": 1564752060,
            "txt_content": "概率锭的操作也太骚了吧（赞赏）"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564792680,
            "txt_content": "我昨天中午往我的擂台赛里丢了一个锭,\n到了晚上那个锭还是原封不动\n\n你们都这么用心啊"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1564988460,
            "txt_content": "蒸汽朋克风格的建筑比比皆是\n你恐怕是对蒸汽朋克有啥误解……？"
        },
        {
            "author": "audio11",
            "timestamp": 1576999080,
            "txt_content": "666666666666666666666666666666666666666666666"
        },
        {
            "author": "tutugrean",
            "timestamp": 1588277880,
            "txt_content": "爱了爱了qwq"
        },
        {
            "author": "tutugrean",
            "timestamp": 1588277940,
            "txt_content": "爱了爱了"
        }
    ]
}