{
    "title": "【原创】『史蒂夫传奇Ⅱ--亡命天涯The Fugitive』--Tech出品",
    "author": "Technology",
    "replyCount": 99,
    "timestamp": 1360857060,
    "txt_content": " 本帖最后由 Technology 于 2013-4-5 17:23 编辑 \n\n\n\n\n\nlarge_jU2x_768d000116591260.jpg (28.57 KB, 下载次数: 83)\n\n下载附件\n\n2013-2-14 23:29 上传\n\n\n\n\n\n以上封面图为里昂制作，特此感谢~\n\n感谢大家对一作的支持与鼓励，废话也不多说了，感谢昂叔，茶杯，冰凝等SC小组和同书人小组的各位对鄙人的支持！在此，Tech向你们表达诚挚的感谢！\n\n史蒂夫2是史蒂夫1结尾的续写，当然内容肯定是不会让大家失望的。只是希望大家别戴着MC的眼睛来看这部作品，因为毕竟是逃到了现实世界，本作里有三分之一的场景在MC世界里发生。如果还没看过1作请戳这里（http://www.mcbbs.net/thread-84015-1-1.html）\n\n\n字数上是史蒂夫1的三倍，内容比前作丰富了很多，可以说是经过长时间的构思。既是对前文的补充，又是对史蒂夫身世的说明。不排除史蒂夫传奇会变成一个小的系列的可能~哈哈。很多一作中遗留的问题都能在二作中得到解答，二作加入了情感元素，虽然题目叫亡命天涯，但二作中加入了很多情感元素，有泪有朋友有兄弟，史蒂夫不是一个人在战斗！\n\n当然也少不了大家喜爱的枪火，打斗。当中依旧承袭我的一贯风格，有很多枪战和动作场面，火力强劲！\n故事梗概：这一集接着史蒂夫传奇1的结尾：史蒂夫费劲千辛万苦终于从虚拟的积木世界里逃了出来，却发现现实并不像他想象的那么美好。他的记忆被洗除，被AO公司抓来做实验，而对于这之前，史蒂夫一无所知。从实验室逃脱以后，又落难到了贫民窟九区。史蒂夫努力的试着融入这样的生活，虽然贫穷却也安静。未料到旁边的十区一直对九区虎视眈眈，欲趁机吞并九区。平静的生活没持续多久，九区欲劫下十区的军火，却不料劫下了AO公司的机器。此机器正是积木世界的登入器，AO公司为了追回机器，不惜摧毁贫民窟，此时正值十区亦攻打九区，三拨人马粉墨登场！最后，九区几乎被夷为平地，在几经辗转和逃亡中，负伤的史蒂夫渐渐想起了他的往事，并决定参加AO公司举办的积木世界擂台赛，而发现AO公司的野心不止于此，史蒂夫就此踏上复仇之路…… \n时间很仓促，高三党明日开学~后半部分可能不大完美，我找时间会再做修改\n\n欢迎转载，请标明出处。\n\n如果你觉得还不错的话请不要吝惜你的人气~！\n注意：所有折叠内容均为BGM\n————————————————————————————————————————————————\n\nhttp://www.xiami.com/widget/0_3622944/singlePlayer.swf\n1，逃出生天\n\n“我是谁？”\n\n他艰难地睁开眼睛，眯成一条缝。眼前的景象重叠而模糊，虽然还看不清。但他能感觉到此刻的呼吸和心跳前所未有的真实。他想动一下自己的手指，却发现几乎不能动弹。\n\n他努力地弯起头，发现自己躺在一张病床上，身上连满了管子，床前贴着一张小纸条，上面写着Steve 0734。\n\n就在他疑惑之时，耳边响起了刺耳的警报声，\n“实验品0734脱离控制 ”\n紧接着他的耳边便是急促的脚步声，越来越近，越来越近……\n\n史蒂夫被这些身上的管子缠的几乎不能动弹，眼睁睁看着不知道是什么浅黄色的液体从管子里源源不断的流进自己的身体。也许是卧床太久，身上的力气都被抽走了，史蒂夫只能勉强的动一下手指，感受到这四肢还算安在他身上。转动手腕，正欲抬手，发现手腕被皮带系在了床边上，随机他发现自己的脖子上也有一个皮带拴着。\n\n“是梦？？”史蒂夫眯着眼睛，对着眼前的一切感到不解，完全没有任何印象，记忆十分的模糊，隐隐约约记得自己叫史蒂夫。\n\n眼前的景物不停地分离又重合，史蒂夫感到那刺眼的灯光真的让他好难受，他的双眼再次合拢在一起。突然，门被“哐”一声撞开，几个身穿白色防护服的人疾步走了进来，靴子的声音在这石质地面上发出咯吱咯吱的声音。史蒂夫没有睁开眼睛，只能在恍惚中听到那些声响。没有任何的话语，那些人拔下了史蒂夫身上的管子，他的床被一下子推动了。随着床的移动，史蒂夫微微侧过头，眯着眼观察了一下周围的情况，由于视角十分的狭窄，他只看到过道一边还有好几张这样的床，每张床上面都连了数不清的管子和电线。\n\n床被推出了这个房间，停在走廊上，几个人低声商量了一下，便把绑着史蒂夫的皮带给松了。但却死死地按住史蒂夫的手脚，其中最高大的一个拿出一支注射器，往史蒂夫的颈动脉狠狠的插下去，一针管的药剂十几秒内就被全部注射进了史蒂夫身体，强烈刺激的神经兴奋剂让史蒂夫突然一下睁开眼睛，四肢如同抽搐一般，但被四个人紧紧按住，动弹不得。抽搐持续了片刻，史蒂夫便又如同刚开始一样瘫软下去，但意识是清醒了不少。\n\n接着史蒂夫被几个人硬生生的架了起来，一下地，史蒂夫感到双脚瘫软，丝毫使不出劲。在他面前，长长的一条走廊不知道会通向哪里，一条条的日光灯随着走廊一路延伸，史蒂夫预感到自己的命运忽然间也变得扑朔难测了。几个人像是拖麻袋一样拖着史蒂夫一路前行，而在他意识清醒过来以后，他在脑中快速检索着那些残碎的记忆，很模糊，但勉强能想起一些。像是做了很长一段时间的噩梦，史蒂夫看到这个世界觉得很不适应，梦里的景象都是有棱有角的世界，但却是那么简单，现实世界就像这冰凉的走廊一般不是他所熟悉的。\n\n史蒂夫被带进了电梯，他注意到一路上都有指纹认证门，而领头的白衣男子把他们带进了电梯。电梯速度很快，像是火箭一般从地下二层升到了三十层，而在第三十层开门的时候，白衣男子再次通过指纹认证，门才轰隆一声打开。史蒂夫就这样一路被带到了一间偌大的办公室内，要不是以这个形式，恐怕谁都会以为那个办公室是总统呆的地方。\n\n“老板，人我给你从实验室带来了”领头的白衣男子对那个坐在办公桌对面的老头说到，声音似乎刻意的压过了，显得格外低沉。\n“好的，猎隼，你们都下去吧。”此时史蒂夫看清那个坐在幽暗的灯光里的是一个五十来岁的老头，光头，深邃的眼窝似乎昭示着他深不可测的内心。\n“教授，难道不用把他……”\n“我说了不用，你们都下去吧。”老头的声音有些不耐烦。\n“是！”那一伙人异口同声的答到。\n\n“史蒂夫，你真是一个幸运儿。你知道吗，你是第一个体验我所创造的世界的人”\n\n史蒂夫并不正眼看他，兴奋剂开始渐渐起了作用，史蒂夫感到身上的力量有了些许。\n“史蒂夫，我很感谢你能配合我的研究，我一直在研究一个项目，你觉得人是什么样的生物？现实和虚拟之间难道真的有隔阂？”\n\n“噢，我忘记了！你才刚从深眠中醒来，来喝杯水再说”老头按下桌上的按钮，一杯水就被慢慢的升上桌面。\n\n史蒂夫没有去接桌上的水，只是抬起头默默地环视这里的环境，他看到老头身后的橱柜的最上面里有一把角弓，似乎就是他曾经用的那把。下面还有那些他所熟悉的斧子，铲子等工具，还有一把火枪，看得出来，都是模型。对比起这周围的环境，过去他所熟悉的世界充满了棱角，这些工具放在这里显得格格不入，却深深的刺痛着他的记忆。\n\n“好的，就是这样，你会慢慢习惯醒来的感觉的。史蒂夫，你在积木世界里的表现让我大为震惊。”\n\n说着，老头打开了全息投影，史蒂夫又看到了那个他所熟悉的世界，投影是他的视角，老头快进着影像，史蒂夫的记忆也跟着这影像快速的滚动。\n\n“四十二年，好小子，你一个人居然在无人的积木世界里活了四十二年！了不起！”老头发出了一阵沙哑的笑声，声音很尖，史蒂夫不由得感到一阵发寒。“我几乎每天都会看你在那个世界里忙碌，很好，你比其他人优秀的多！”\n\n“你就这样把我当做你的实验品？我是小白鼠？”史蒂夫咬着牙，低声的怒吼。可老头就像没听见一样，依旧笑着，突然间，笑声戛然而止。\n\n“不过——我很奇怪，你是怎么逃出来的？谁告诉你除了积木世界外面还有别的世界？”\n\n这个问题忽然一下揪起了史蒂夫的疑问，难道那个老头不知道那个黑影是什么？他无意的瞥了一眼那个投影，投影上显示的影像已经是四十二年的末尾，他正在地下实验室里抓着丧尸做实验，忽然，他像是受到什么启发一样，转身疯跑了出去。可是在他印象里的黑影并没有在画面中出现，他只是在盲目的狂奔。\n\n“有时候这种感觉就是一瞬间的事情，没事。年轻人，你真的是我见过表现最好的人，我有一个新项目，不知道你感不感兴趣——”\n\n“你不需要跟我谈这个，我只想找回我曾经的记忆，你到底把我怎么了？”史蒂夫的声音高上了一个八度。\n\n“喔..年轻人，不要这样，你是我创造出来的艺术品，我给了你四十二年的记忆，而你只花了四个月的时间，你难道不应该感谢我？”\n\n“少来这套，那你告诉我，我的家人呢？”\n\n老头听到家人这两个字眉头微微的皱起。“家人！？你认为你有家人吗？你只是太累了，你需要休息！”\n\n史蒂夫呼的一声站起，“信不信我现在就杀了你！”\n\n老头似乎根本就不怕这样的威胁，“你以为你能奈何的了我？哈哈哈哈，你试试看再往前走一步。”老头的手上不知何时多出一把手枪，黑黝黝的枪口就对着史蒂夫。\n\n“你最好再考虑一下，你的时间不多了。”老头阴阴地笑着，语毕，两个身材魁梧的男人走了进来。“老板，怎么办？”其中一个人俯身走到老头旁边低声问\n\n“把他弄出去，安静点处理掉他。”老头的指尖轻轻划过脖子\n\n“明白！”白衣人附在他耳边轻轻回答。\n\n趁着夜色，一辆黑色的吉普车披着月色一路奔驰。史蒂夫头上套着黑布袋，双手被反绑着扔在后坐上，深夜的公路上一辆车也没有，史蒂夫感到路越来越颠簸，好像已经驶出了公路，吉普车一个急刹停在山坡上。后车门打开，史蒂夫被野蛮地拖了出来。山风刺骨，史蒂夫不由得打了个寒碜。白衣人无声无息的拔出刺刀，另一个白衣人拉开史蒂夫的头套。但他显然低估了史蒂夫求生的决心，史蒂夫用他的前额猛地向他撞来，这一下不轻，白衣人像是挨了一锤，直直的倒了下去。另一个见势不妙，立马把刺刀向史蒂夫的后背送去。然而，他也没搞明白，为什么就这样挨了一脚。史蒂夫虽然被绑着双手，但双脚还是自由的，一发力，高高的跳起。白衣人刺了个空，史蒂夫一个标准的三百六十度回旋踢，后发而先至，一击踢在了白衣人的太阳穴上。白衣人闷哼一声后仰面倒地。只是在落地之时，史蒂夫感到小腿一阵酸软，不经跪倒在地。史蒂夫卧床数月，肌肉似乎都萎缩了。要不是那剂兴奋剂，恐怕现在死的都迷迷糊糊。史蒂夫捡起地上的刀，反手隔断了绳索，又给地上的两个人每人补了一刀，以绝后患。做完这些，史蒂夫感到一阵困意涌上来，一两滴浓稠的液体滴落下来。借着月光，史蒂夫看清了那是血，鼻孔里两行鲜血来势汹汹的流了下来。他突然感到眼前一阵眩晕，完全不能保持平衡，想要抓住什么却只抓住了那个白衣人的袖子。一瞬间就像是掉入水中，史蒂夫拼命挣扎却无济于事，什么也看不清，也不能呼吸，一只无法抗拒的魔爪吸走他身体里所有的力量，终于眼前一黑，滚下了山坡。\n\n\n\n恍惚中，史蒂夫看到一队人脸上涂着油彩，在广袤的原始丛林里穿行，突然，一声爆响打破了寂静，有人踩中了步兵雷！一瞬间惨叫声从队伍后面传来，史蒂夫从队前跑到最后，做了一个保持警戒，停止前行的手势，那个可怜的士兵无助的躺在地上，下半身已经被炸烂了，双腿齐齐被炸断，大量的鲜血涌了出来。史蒂夫快步走到他身边，抽出消声手枪对着他的脑袋。那个士兵眼中的无助变成了绝望，他努力不让自己叫出声来，但剧烈的疼痛让他无法不发出声响。“上尉...上尉..”士兵从牙缝里挤出这几个字..救救我，他拼命的用沾满鲜血的手抓着史蒂夫的衣领。史蒂夫闭上眼睛，手在不停的颤抖，一滴眼泪从眼角滑落，划过他画着油彩的脸颊，落地之时他扣动了扳机。叫声瞬间消失了，但那句，上尉，救救我，却还在史蒂夫耳边萦绕。\n\n\n\nhttp://www.xiami.com/widget/0_3622944/singlePlayer.swf\n2，贫民窟\n\n“上尉..上..上...尉”史蒂夫突然惊起，眼前没有丛林也没有士兵。只有一张又肥又大的脸凑在他眼前.\n\n“你是谁？？！！”\n\n“上。。上尉啊，您。。您终于醒。。醒了啊！我以。。为你醒不过来了”面前那个大个子一边笑一边说着。\n\n“你是谁？？我怎么会在这里？？”\n\n史蒂夫除了惊恐还是惊恐，脸上的表情都僵硬了。\n\n“上尉，我。。我是。。我也不知道我叫。。叫什么，他。。他们都叫我傻。。傻大个。我。。我昨晚把。。把您给捡。。捡。。捡回来的！”\n\n“什么！！？？捡回来？？我现在在哪里？？”\n\n史蒂夫几乎就要尖叫出来，虽然渐渐缓过神来，但还是没办法理解发生在他身上的一切。\n\n“上尉，你。。你先喝。。喝口水”傻大个还是这么乐呵呵的，转身拿来了一个破碗。\n\n史蒂夫看着那碗水，带缺口的碗里盛着半碗混浊的水，愣是没接过来。傻大个看看史蒂夫不喝，于是就自己喝了一口，“看。。看，没有毒的，傻大。。大个我。。不会骗。。骗您的。”\n\n史蒂夫差点晕过去，本来就嫌那水脏，现在还被面前这个傻大个喝了一口。傻大个似乎明白了为什么史蒂夫不喝水，于是用手去拣水中悬浮的小颗粒。史蒂夫看着面前这个傻瓜哭笑不得，傻大个很认真地挑着水里的颗粒，史蒂夫心里忽然感到有一丝暖意，虽然不知道面前这个大个子到底是什么企图，但看起来不像坏人，再推辞可能就不好了，于是伸手接过了那碗水，咕嘟一口下肚。\n\n“你真的没有名字吗？叫你傻大个不合适吧？”\n\n“没。。没事的，大。。大家都这么叫我。。”\n\n“大家？难道这里还有别人？”\n\n“对啊，我。。我还没给你介绍呢，这。。其实这。。里是9区，在贫民窟，好。。好地方！”\n\n“啊？贫民窟？！”又一个新鲜的名词出现在了史蒂夫脑海中，自己的命运难道又有了新的转机？又是一阵头晕目眩，史蒂夫倒回了床上。\n\n“上尉！呵呵。。呵呵。。吃晚饭啦！！”傻大个一摇一晃的跑进来。\n\n“带你去。。去见兄弟们！”\n\n暮色昏黄，那星星点点的星辰已经爬上了天际。深蓝色的天空像是一副水彩一样透彻。史蒂夫已经醒了，睁着眼睛看着屋顶。史蒂夫睡的这间屋子是另外加出来的，原本是傻大个的房间。屋顶是新搬上去的预置板，和这用碎砖堆砌起来的墙搭配在一起有一种说不出来的不合。\n\n“上。。上尉？”傻大个跑过来蹲在史蒂夫身旁，\n“上尉，你没事儿吧？你。。你睡了一下午了，咱吃饭去！”说着用他肥厚的手掌晃着史蒂夫的脸。\n\n“啊.....，没事没事。吃饭了是吧，我这就来。”\n\n“上。。上尉，我们这儿鞋。。和衣服不多，昨。。昨晚和你躺一块儿那男的我看他身上衣服不。。不错，就给扒来了。。”\n\n“啊哈！？一个男的跟我躺在一起？！你开玩笑吧？”史蒂夫快速回忆着昨晚发生的事，可就是有些想不起来。\n\n“没。。没啊，长官，昨晚你就和那个男的躺。。躺在乱葬岗里，你身上破破烂烂的，没有穿鞋，身上只有一件很薄的衣。。服。我看看他的衣服不。。错，就给扒。。扒过来了。”\n\n史蒂夫好像隐隐约约有了点印象，但还是不解“你半夜去乱葬岗干嘛？”\n\n“这。。这就是。。我的职业啊，这里很多人病死没地方埋，都。。都会把尸体丢到那边去，那里也是AO公司的抛。。尸地，他们从来不会看。。看重那些财物的，什么金戒指，项链都一并丢在那里的。我就靠捡那个卖。。卖钱，没想到把。。把上尉您给捡回来了”傻大个说起这个就更加的兴奋，但史蒂夫却有种想要作呕的感觉，但傻大个的话中却有一个重点，AO公司？\n\n“你是说我旁边躺的那个人是AO公司的？那你当时有没有看到山坡上有一辆车？”\n\n“我。。不确定，当时太黑了，我也就看你还有气儿才把你背。。背回来的。我不敢爬到山坡上面去，那。。那里还是AO的地盘，但你旁边那个死人身上的衣服是真。。真的不错。噢，对对。。对了，我昨晚还弄。。弄到这个！”\n\n傻大个忽然间就凑近了史蒂夫，神秘兮兮的从史蒂夫的床下掏出了一个布包，打开布包，史蒂夫赫然看到布包里有一把军用匕首，和一支格洛克手枪，显然枪里的弹夹被傻大个拿了出来，消声器也被拆下来放在旁边。\n\n“你。。你可千万别告诉别人，藏。。藏好！”史蒂夫看到这些，倒吸一口凉气，看来这傻大个也没那么傻。想想自己也不知有多久没有进食了，胃里不经感到一阵痉挛。\n\n“傻大个，扶我一下，我起不来。”史蒂夫刚说完，傻大个就一把把他拎了起来，又开始嘿嘿的傻笑起来。“走咯，咱。。咱。。咱吃饭去”\n\n声音逐渐开始嘈杂起来，有吹着口风琴的，也有跳着舞的。场面好不热闹，虽然是这周围的环境实在是不敢恭维，一个破败的院子上面盖着铁棚，几根木质的桩子支撑在几个角上。所有的男男女女都穿的破旧不堪，没有一个是穿着很体面的衣服坐在这里的。但每个人脸上都洋溢着笑容，此刻，史蒂夫似乎也忘记了他身上的灾难，开始渐渐的融入进他们的欢乐之中。\n\n“傻大个！这边！！”一个瘦小的人招呼着傻大个，他的身边坐着一大帮人，都围着一张破旧的木桌。“怎么才来？等你们好一会儿了，昨晚你的那个人怎么样了？”\n“嘿嘿，好。。好着呢！他。。他叫史蒂夫，是个上尉。”\n\n“啊？！上尉？？”全桌的人的目光一下子汇聚到史蒂夫身上。\n\n“傻大个，你这吹牛也有点谱好不好？你从我一开始醒来就叫我上尉，可我根本就不是什么上尉啊。”\n\n“哥们哥们，别介，他的脑子有点问题。咱先互相熟悉一下”坐在史蒂夫旁边的一个白人拍拍史蒂夫的肩膀。\n\n“你。。。。你说谁脑子有。。有问题？”傻大个忽然一下起身，生气起来。\n\n“傻大个，坐下。别这样。”史蒂夫感到傻大个是真生气了，又怕他惹出什么事来。\n\n“是！遵命！”傻大个居然一下子端坐回了座位上。\n\n“嘿~他果然把你当上尉啊！”白人和众人一起笑起来，史蒂夫也一下难堪，\n\n“大家一边吃一边说，我来给新人介绍一下我们的人。”刚开始那个瘦小的人发话了。\n\n“我叫四指，也是9区这里的管事的。”\n\n四指举起了他的手，双手都少了小拇指。“在这么险恶的处境下混，少点零件也不算什么，比起那些死去的兄弟已经好很多了。坐在你身边的那位呢是托马斯，偷渡过来，本来其实没什么事，但后来杀了一个AO公司的人才迫不得已落到这里。”\n\n那个白人友善的向史蒂夫打了个招呼，四指接着介绍起来\n\n“那坐在我左边的是贾卡，印尼来的。你别看他瘦弱，那都是吸毒害的。他这劲可大着呢，要不你让他和傻大个试一下？”四指左边坐着的那个黄皮肤的人脸上赫然一道刀疤，怎么都不能和力气大联系在一起，傻大个这会儿倒是挺乐，执意要和贾卡扳一下腕子，但被史蒂夫阻止了。\n\n“先吃完再说”\n\n“好！”傻大个又是一副胜券在握的表情。\n\n“那坐在我右手边的这个黑大个就是龙头，打过橄榄球是吧？看看他这膀子！”四指拍了拍那个黑人的胳膊，黑人大笑，还捏了一下拳头给史蒂夫看，黑得油光发亮的脸上露出两排雪白的牙齿。\n\n“最后一个！龙头旁边的这个，鹰眼！他可是我们的眼睛！我们找目标，踩点都靠着他啊！”\n\n“踩点？你们是做什么的啊？”史蒂夫惊讶的问。\n\n四指笑着答道，“其实说白了我们就是一伙贼，哪里有钱去哪里。”\n\n“那难道不怕仇家找上门来？”\n\n“就在这片贫民窟，像我们这样的大大小小数百个，抢食，互相吞并现象多了去了，我们只负责这一小片，但还是被人虎视眈眈的。这里每天都在死人，每天都在流血，为了利益什么都做得出来。再说了，抢富人的钱那不算是抢，只能说是拿回自己的东西。来来来，不说这个不说这个，今天是这个月中最好的日子，是我们的节日。干杯喝酒！也就今天，酒肉管饱。往后要吃饭，可要靠你的本事了！”\n\n酒过三旬，这里的女人纷纷起身开始跳舞，破败的院子里此时却是一派欢腾。这些女的并不漂亮，穿的也不妖娆，甚至舞姿都很难看，但所有人愣是被节奏带的摇摇晃晃的。与史蒂夫同桌的几个人早已酒迷人眼，神志不清了，而傻大个居然直接就醉倒在桌上，呼呼的打起鼾来。史蒂夫也着实被这气氛感染，一下子忘掉了那些过去，穷人也有穷人的好，愿意享受每一刻短暂的幸福，甚至下一秒是灾难。\n\n宴会持续到深夜，几乎每一个男人都喝得烂醉，女人的工作就是把他们搬回去。\n史蒂夫费力的拖着傻大个到了房间，把傻大个放在了床上，自己则在墙角的草堆上睡下了。\n迷糊间，他感到有人在搬动自己。醒来一看，发现自己躺在床上，傻大个不见了，房间里虽然黑，但是屋外的星光照进来，还是给房间带来了些许亮光。傻大个不在地上，也不在房间里。史蒂夫翻身下床，最终他发现傻大个就跽坐在屋顶上，双眼紧闭。史蒂夫很轻很轻的走到傻大个背后，但傻大个还是察觉到了，回身就是一拳。拳速不快，但很有力。史蒂夫没有料到傻大个会这么机警，肚子上吃了一拳，趔趄的倒在了地上。傻大个一看，是史蒂夫在身后，连忙扶他起来。\n\n“我没事，这就是你睡觉的方式吗？谁教你的？”史蒂夫拍了拍身上的灰。\n\n“原。。原地休息，并保持警戒”傻大个把史蒂夫也扶了过来，“你看，那是太。。太阳升起的地。。方，也是我们家的方向”傻大个指了指远处地平线上那微微泛白的地方。\n\n“家....”史蒂夫嘴里念叨着这个词，慢慢的坐在傻大个旁边。\n\n今夜的夜空真的很清澈，天上的繁星都争相眨着眼睛，然而斗转星移，究竟什么才是最珍贵呢。曾经，每每这个黎明时分，史蒂夫总坐在自家的楼顶上看着日出，积木世界的日出很美，为什么要拼了命的逃出来呢？留在那个没有人的世界，虽然孤寂，如今却有些眷恋了。\n\n他曾经日思夜想的家人，他的妻女到底是真的吗。他一直苦苦追寻的东西究竟在哪里？史蒂夫过去的记忆被人人为的抹去了，其实还不如想不起，就像傻大个一样快活的活着。\n\n“上尉，你。。你真的不记得我了吗？”傻大个打断了史蒂夫的沉思\n\n史蒂夫茫然的摇了摇头，他实在是想不起他和面前这个傻了吧唧的胖子还能有什么渊源。\n\n“其实我。。我也想不起来了，我只记得你是我长官。”傻大个这回不笑了，说的很严肃。\n\n“你难道和我一样失去了记忆？那你为什么知道叫我上尉？”\n\n“你。。你看你胳膊就。。就。。就知道了。”\n\n史蒂夫撩起袖子，发现自己的胳膊上有一个纹身，条条杠杠的，他看不懂。\n\n“看。。看好，这是我们特。。特种部队的标志，下面那些条是军衔，我。。我数给你看，下士，中士，上士，少尉——”\n\n“好了好了，别数了，我知道了。”史蒂夫不知道从心底里不愿意接受自己曾经是个军人的事实，他顺手拉起了傻大个的袖子，却发现他的胳膊上没有纹身，那个纹身的地方是一道道骇人的刀疤。\n\n“长官，我我我。。我真的记得你的！你就是我的上尉，不会错的！”傻大个急了。\n\n“好了好了，我信，我信。”史蒂夫轻轻拍着傻大个的肩膀“傻瓜，我一定把你带回去，回到我们的国家。”\n\n“不。。不止我，还有那些兄弟们，我记得我们的队伍有二。。二十五个人，可我只。。只看到十八具尸体，去掉我和你，还有五个人。”傻大个一边说一边扳着手指。\n“都救，都要救！都要活着回去！”史蒂夫一下子不知道该说什么，有些结巴。\n\n此时的太阳已经越过了地平线，那远处斑斑点点的尽是贫民窟的房子，低矮而破烂，却不知延伸到哪里，在这里，第一丝晨光总是先留给穷人，他的身后不远处就是高楼大厦，就是那些所谓的有钱人住的地方。要逃出这里，凭他现在这样没有身份也没有钱恐怕是寸步难行的。如果要复仇，那更是难上加难。\n\n史蒂夫内心并不急于想要复仇，他觉得他还没有准备好，也还没有融入这里，就这样大半个月时间一晃而过，四指和傻大个也忙活着他们的营生，史蒂夫并没有加入他们去偷盗，他只是在这里做着苦力，替人搬运些货物，挣些辛苦费，也不算是白吃白喝。这半个月很安静，史蒂夫似乎也渐渐地习惯了这里，虽然吃穿有些简陋，但总算也是没有乱子。\n并且他也从鹰眼的口中了解到了AO公司在这个国家有着一手遮天的实力，一个叫notch的老头掌管了整个公司，他的父亲发明了一种新的技术可以连通不同频率的世界，世界其实都是平行存在的，只是他们都像广播电台一样，拥有自己不同的频率。而在这个国家，AO公司的绝对权力可以让他们为所欲为的实验。政府只是AO公司的傀儡罢了，我只知道他们的实验代号是“积木世界”。而下个月就是AO公司举办的积木世界的年度擂台赛，赢了有五百万奖金，这个臭名昭著的节目深受大家喜爱，这不仅是亡命之徒翻身的好机会，也是那些富人赌博的好平台，全国直播。具体也不大好问，我只是负责打探情报，但有些机密性很高的信息恐怕他们内部也只有寥寥几个高层知道。\n\n鹰眼还偷偷告诉史蒂夫四指其实是个很多疑的人，险恶的环境造就了他只信任他自己兄弟的性格。而史蒂夫是个外人，恐怕是呆不长……\n\n\n\n\n\n3，行动   \n\n“今天，我把9区的各位都找来，是想要说一件重大的事情。”四指一人站在最前面发话，所有九区的青壮年都被找来了，坐在那个破院子里。\n\n“众所周知，我们旁边的十区一直对我们的发展虎视眈眈，想吞并我们。这次，他们从边境走私了很大一批军火，你们知道在这里有枪意味着什么！？”\n\n众人沉默不言，似乎都意识到了问题的严重性。\n“明天，他们运军火的集装箱货车会经过中环，路线图鹰眼已经绘制好了。我们就在它上高架前截住他，车子一旦下来就有十区的人接应了，我们就难办了。”说着，四指把地图传了下来。\n“史蒂夫，你就和傻大个两个人在高架下帮我们接应，你们两人拿一个对讲机。告诉我们下面的情况。行动太危险，你们只要负责接应就行了！”\n“不行啊，大。。大哥，你是嫌我不能打吗？我傻。。傻大个不是白长的！”傻大个一听不让他参加行动又急了。\n“傻大个，接应才是最重要的任务，没有接应，大哥还有我们都会有危险的。”贾卡发话了，傻大个一下子安静下来。\n“史蒂夫，你有什么意见吗？”四指问史蒂夫，史蒂夫一直坐在傻大个旁边一言未发\n“没有，一切服从你的安排。”史蒂夫平静地答道。\n\n“那好，明早八点，都抄好家伙。龙头，你负责开卡车，你带领贾卡还有四个人从卡车左边抄上去。我和鹰眼还有托马斯他们从右边围过来。如果他们开枪还击，也不要怕，退缩伤亡会更大。告诉他们，在这里，我们最狠！”四指一拍桌面，斩钉截铁的说。\n\n\n史蒂夫看着手表，预定的时间已经过了，但是还是没有接到四指他们的消息，冬日的冷风吹得傻大个瑟瑟发抖。史蒂夫和傻大个坐在路边，一直等待着他们的消息。傻大个无聊的翻着对讲机，可是一直刺啦刺啦的毫无讯息，史蒂夫掏出格洛克手枪，一颗一颗的往弹夹里压着子弹。总共就十三发子弹，史蒂夫反反复复地重复着单调的动作。\n“上。。上尉，你说他们该不会是耍。。耍我们的吧？”傻大个冻得不行，一边流着鼻涕一边结结巴巴的说话\n“不会的，四指不会放过他可以翻身的机会的。你想想，有了枪，就有了绝对优势。这优势不是你们这些刀刀棒棒，或者是一两把左轮枪能达到的。”\n\n“诶！通。。通了通了”傻大个突然兴奋起来。\n\n“大哥，大哥！你。。你们怎么样了？？”傻大个冲着对讲机一阵狂吼。\n\n可对讲机里没有四指的声音，只有“哒哒哒哒————”连串的枪声。\n\n“大哥，你。。你们没事吧？”\n\n回应傻大个的只是激烈的枪声，史蒂夫抢过对讲机，把它放在耳边，除了枪声，他隐约听到了一句“快把托马斯拖走，不能把他扔在这里——”\n\n史蒂夫立刻把对讲机塞进口袋里，嘱咐傻大个就地呆着别乱动。径直走向街的那一边，那一边的停了一溜的摩托车。这些摩托车都是晚上飙车，白天载客的。史蒂夫把枪藏在大衣里，大衣是傻大个的破袍子。\n\n“走开啦，穷鬼坐什么车。”摩托车司机一齐叫道。\n\n史蒂夫从口袋里抽出一张钞票，在他们面前晃了晃。那群司机顿时没了声音，“钱不会少给的。”说着便跨上了摩托车。紧接着，摩托车驶出一段路，史蒂夫从风衣里掏出手枪，顶着司机的背部\n\n“下车。”史蒂夫压低了声音说道。“快点，信不信我让它放个屁给你听。”\n\n那人在意识到后面是一把货真价实的手枪以后，连滚带爬的丢下车跑了。史蒂夫立刻坐到驾驶位置上，开足马力，逆着中环高架一路飞驰回去。\n\n由于他是逆向行驶，交警很快便注意到了他，但由于是在逆行车道上，来往的车辆都避之不及，无法控制地撞在了一起。道路一瞬间便被阻塞了，交警的车辆也无法追赶史蒂夫，史蒂夫一路风驰电掣，巧妙地在车辆的缝隙之间游走着。\n\n枪声不再只是从对讲机里传出来的了，而是史蒂夫亲耳能听得到的了。车还没停稳，他一个飞身跳下摩托车，一路狂奔，一边抽出格洛克手枪。\n\n一辆货车歪在路边，车里的人不断的向外开着火，自动步枪吐着长长的火舌，而四指那群人则被打得压根抬不起头。地上躺着好几个自己的兄弟。而那火力的凶猛程度也远远超过了这卡车的外形，四指他们碰上的是标准的雇佣兵\n\n“哒哒哒哒——”车里的枪手发现了史蒂夫，史蒂夫本能的低头，子弹蹭着他的头皮飞去。\n史蒂夫抽出手枪快速的扣动扳机，短促的射击间隔，精确的点射，弹壳还未落地，四枪就已经开出。他一边狂奔向卡车一边射击，习惯性的一人两枪：心口一枪，额头一枪。枪声响过，卡车的前挡风玻璃被击碎，坐在卡车主副驾驶座上的两个人全部命丧黄泉。\n\n枪声小了一半，但敌人还没有全部被歼灭，史蒂夫不敢贸然先去救人，突然从卡车的后面又出来两名雇佣兵，同样是拿着自动步枪，没有反应时间，史蒂夫冲上去一脚飞踢把他的自动步枪给卸了，左手一把抓住雇佣兵，右手猛扣扳机，连着四响。而在后的一个雇佣兵显然被吓怕了，被史蒂夫拿枪顶住了脑袋。\n\n史蒂夫刚要开口问，四指拿着砍刀一路冲上来，往那人的脖颈就是一刀，鲜血溅了史蒂夫一身。\n\n“你干什么！！你把唯一的活口给杀了！”史蒂夫顾不得他是四指，一把抓住他的领口问道。\n\n“我只是在消灭敌人。”四指只是淡淡的说\n\n|“你们难道不知道你们惹到谁了么？这些雇佣兵装备精良，根本就不可能是十区的人！你把唯一的活口给杀了，这下惹大麻烦了！”史蒂夫两眼通红。\n\n忽然间，前方警笛声大作，众人顾不得掐架，龙头一跃蹬车，卡车的引擎还发动着。挂到倒车档，一脚油门，卡车尖叫着向后驶去。贾卡敏捷地跳上货厢，伸手拉史蒂夫。\n\n“四指，鹰眼，你们快和兄弟们把托马斯抬上去，地上那些管不了了！我来殿后。你们快走！” \n\n说罢，史蒂夫捡起一把地上的自动步枪，看卡车开出将近一百米，而警察的身影出现在视线里时朝天放了一梭子。随后快速跨上摩托车快速追逐卡车而去，他在狭窄的巷子里转了几圈以后就彻底甩掉了警察。他没有直接回九区，而是调转车头，傻大个肯定还等在那里。\n\n他用口袋里唯一一张皱巴巴的大票在街边买了一些现烤的面包，飞速驶向当初约定的地方。\n\n傻大个依旧坐在路边，头垂了下来，已经睡着了，一行口水潺潺的从嘴角淌下。史蒂夫把面包拿到傻大个鼻子前晃了晃，\n\n“什。。什么东西那么香？”傻大个抬起头，看见是史蒂夫，乐得合不拢嘴。“还。。还是长官懂我，我。。我好饿了！”\n\n“等了很久吧，大哥他们已经安全回去了。我特地来接你回去呢。这面包都是现烤的，现在不准吃，待会路上吃。”史蒂夫笑了笑，看着像孩子一样的傻大个。“你听我的话哦，我说跑你就赶紧上摩托车。”\n\n傻大个也没多问，看着面包高兴的点了点头。\n\n“喂！乡巴佬！那车他妈的是我的！！！”街的对面传来一声歇斯底里的吼叫声。\n“跑！！”史蒂夫一声令下，傻大个毫不犹豫的跨上摩托车后座。\n可，摩托车却没有他想象中的一冲而出，傻大个太重了！史蒂夫只好又鸣了几枪，后面那些人才作罢，眼睁睁的看着他们绝尘而去。\n\n\n\nhttp://www.xiami.com/widget/0_3622952/singlePlayer.swf\n4，混战\n\n一辆满是弹孔的卡车缓缓驶进九区，当四指打开集装箱，所有人都懵了——集装箱里装的不是像他们想的那样成堆的枪支和弹药，掀开防水布，出现在众人面前的是一台巨大的机器，贫民窟里的人从没见过这样的东西。七手八脚的把机器抬进屋内，却不知该如何使用。\n\n夜幕降临，满身疲惫的史蒂夫终于回到了九区的家，可就在踏进门的瞬间，他被一把自动步枪顶住了脑袋。身边的傻大个被一记闷棍敲在脑门上晕了过去。\n\n面前站着的不是别人，就是四指。\n“抱歉，我只听老大的话。”史蒂夫一下子没明白是怎么回事，身边的贾卡就朝他的肚子上狠狠踢了一脚。而站在贾卡旁边的龙头闭上了眼睛。\n四指从史蒂夫的大衣里抽出了那只格洛克手枪，枪的把手上印了一个龙头的标记，史蒂夫很熟悉，那就是AO公司的图标。\n“我早就知道你没那么简单，现在终于知道你原来是AO公司的人。我就是奇怪你为什么会有枪，说吧，你来我这儿想要得到什么？”\n史蒂夫默然不应，只是低着头。因为他打心里不知道该说些什么。\n贾卡又是一脚，这一脚踢在史蒂夫的鼻子上，不一会儿两行鼻血就淌了下来。\n“我一开始怀疑你是十区派过来的人，你是来杀我的？”四指紧紧的盯着史蒂夫的双眼。\n“我救了你——”史蒂夫从牙缝里挤出这么几个字。\n“你以为今天那几枪我没看见吗？你的身手完全就是一个经验丰富的雇佣兵，到哪儿不可以吃饭？平白无故跑到这里来干什么？那我再问你，你的枪从哪里来的？”\n“捡的，在乱葬岗死人身上捡的。”史蒂夫不想把傻大个牵扯进来，这的确是一件很难解释的事情，连他自己都想不起自己在来这里以前到底在哪里。\n“哼——就算你是捡的，你为什么不交出来？我们今天死了那么多弟兄都是因为你！！你知道吗，托马斯死了！”四指用枪顶住了史蒂夫的头。旁边的龙头一看形式不妙，赶紧上来拉四指。\n“滚开，我今天要让你们见识一下叛徒的下场！”\n史蒂夫抬起头，眼睛死死地盯住那个黑洞洞的枪口。突然，鹰眼急匆匆的跑进来，面如死灰。“十区的人来了。抄家伙来的。我们劫到的不是他们的军火。”\n“哼，龙头，把他和傻大个关起来，兄弟们都准备好，我们好歹有四支自动步枪。”\n就这样，史蒂夫和傻大个被龙头关进了地窖，双手反绑。龙头在转身前说了一句\n“呆在里面，别出来。直到枪声停息。”随后便毅然离去。\n\nAO公司顶层办公室——\n“混账！你们都是一群蠢蛋吗？这么重要的登入机器居然让一帮穷贼给抢了！”notch把杯子狠狠的朝地上砸去。\n“猎隼，你的手下都是吃干饭的吗？你知道这一台超空间登入仪要多少钱？”\n“长官，这次是我办事不利。可是本来已经快要击退那帮贼了，突然冒出来一个很厉害的人，一个人干掉了四个押运雇佣兵。”notch面前这个身材高大的白人就叫猎隼，此刻却也只能低声下气。说着，把雇佣兵最后一次发回的影像转到了全息投影屏上。\nNotch从牙缝里挤出三个字“史——蒂——夫——”\n“不惜一切代价，把机器抢回来！”\n“是！老板！卡车的定位系统显示它正停在贫民窟的九区位置。”\n“果然是那帮穷疯了的人，快点行动，在他们还没有将机器拆成废铜烂铁之前。记住，贫民窟的人不需要被怜悯！”\n“是！老板！”\n\n五架直升机超低空紧贴着地面，掠过大片低矮的房子，直扑向九区。\n\n而此时的九区正打得热闹，两帮亡命之徒厮杀在一起，但渐渐九区就落了下风，自动步枪的弹药很快便耗尽了，而十区本来就是有备而来。贾卡和鹰眼一马当先的带着一大帮手里拿着斧子，铁锹的平民朝着枪火跑去。巷战中，枪械并不会占很大的优势，特别是九区的十区之间的巷道短而错综。贾卡身手非常敏捷，飞檐走壁不在话下，子弹只能追着他的屁股。\n\n十区的混混注意到了贾卡的身手，枪口一致对准了贾卡，弹雨飞溅，子弹“当当当当”地打在屋顶的铁棚上，溅起火星无数。这些混混没注意到身后一个黑人正在向他们靠近，龙头一把抱起一个混混，生生丢出去五六米远。又顺手抄起一把扳手，对着面前一排后脑勺对着他的混混一通猛击。\n\n史蒂夫拔出靴子里的匕首，割开了绑在他手上的绳子，傻大个还没醒过来，史蒂夫同样替他割开了手上的绳索，外面枪声大作，一场激战打得正酣。所有人都没想到，今天这场盛宴还有一个重要角色要加入。飞抵九区的五架直升机开始对着地上开火，直升机上转动的加特林航炮吐出强劲的火力。五架直升机，十台加特林，子弹像雨点一样落下，薄薄的铁皮屋顶哪里受得了这么凶猛的火力，立刻被打得如同马蜂窝一样，所有站的人顷刻都趴了下去。\n\n十区的混混撇下九区的人，开始对天还击，而九区的人同样也捡起地上的武器开始回应直升机的攻击。\n\n“控制火力！控制火力！杀灭所有有生目标。定位机器，别伤到机器，不然老板会把我们都剁了的。这帮穷贼真是疯了，哪来这么多枪！！”坐在直升机上的猎隼对着所有的士兵发号施令。话音刚落，一声玻璃碎裂声传来，坐在驾驶座上的飞行员头部中弹，慢慢的从椅子上滑了下去。循着子弹飞来的方向看去，远远地看到一个黑影站在屋顶上。\n\n“发射火箭弹！干掉那个狙击手！”五架直升机近乎同时射出数条光带。\n\n伴随着剧烈的爆炸声，那栋低矮的建筑也从视线里消失了。史蒂夫早已一个飞身鱼跃跳上了别个屋顶，他手里根本不是什么狙击枪，只不过是从地上捡的一把冲锋枪而已。在屋顶上，他看到了趴在地上的龙头和鹰眼还有贾卡。史蒂夫不敢多停留，弹雨铺天盖地的袭来，直升机的火神航炮交叉火力非常的凶猛，第一枪完全是趁其不备，而这第二枪恐怕是很难再有机会瞄准了。\n\n“你们趴在地上干愣着干嘛！？给我打啊！！”史蒂夫不停地在屋顶间逃窜，子弹就像是就像是老鼠闻到了奶酪一样跟了过来。地上趴着的人也顾不上到底是九区的还是十区的，这下都面临着同一个敌人，获得片刻的喘息，捡起枪就往直升机上就是一梭子。\n\n“都是疯子！叫步兵下去！找到机器，然后炸了这鬼地方！”猎隼说着就和一队一队的雇佣兵顺着绳索降了下去。空中的火力顿时消了大半，直升机也因为顶不住乱枪扫射而掉头离开。几十名装备精良的雇佣兵降落在九区旁边的空地上，按照卡车上的定位系统开始进发。在他们的枪口下没有什么老弱与妇孺，只要不是穿着同样队服的人一律歼灭。\n\n史蒂夫猫着腰去街道上把龙头，贾卡，鹰眼拉回了放着机器的屋内，史蒂夫明白时间不多，至多还有一分钟，那些雇佣兵就会攻到这里，他来不及再出去找四指，也来不及去地窖里把傻大个也搬出来，天上这么多飞机，恐怕是一个活人都走不出这里了。\n\n突然间，他决定放手一搏，他快速的看着那机器旁边的说明书：只需要将机器连上电源，调整目标世界的频率，设置口令，将机器上的激光发射头对准要传送的目标，按下红色按钮即可完成传送。机器后面有根粗粗的电缆，电缆的末梢不知是怎样一个插头。史蒂夫用匕首削下那个插头，贫民窟的电线线路都是裸露在外的，这给了史蒂夫很大的方便。他直接扯下一段电线，把两根线用胶布绑在了一起。此时他已经能听到那些雇佣兵的脚步声越来越响，交火的枪声越来越近。机器开始有了反应，但电压很不稳定，机器的屏幕忽明忽暗的闪烁着。\n\n“怎么办？！”龙头惊恐的问着史蒂夫。“贫民窟的电源接进来就很不稳定。”\n“没办法了，敌人都攻到家门口了，只能死马当活马医了！”史蒂夫一把把三个人都拉了过来，揽到了一起。\n口令口令…设置为什么比较好呢？史蒂夫对着那个话筒大吼了一声：\n“我——是——传——奇——”\n随后毫不犹豫的拍下那个红色的按钮。同时，门被撞开了，昏黄的灯光照在了满脸是血的四指的脸庞上，四指浑身都是血，右边的胳膊被炸掉了——史蒂夫无法暂停机器，随着那一道刺眼的光束闪过，三个人瞬间从眼前消失，而那一刹那机器的后部喷出了火星，吊灯随着那火星而熄灭，整个贫民窟的灯都在同一时刻暗了下去。激光发射的瞬间，用电超过了峰值数倍。\n\n锋利的刀刃划过四指的喉咙，“兄弟，对不住了。”史蒂夫附在四指的耳边轻轻说道。随后便蹭蹭两下爬上了房梁，死也要拉个垫背的！\n\n四个雇佣兵破门而入，“报告猎隼，找到机器了。Over——”\n\n一片黑暗中，史蒂夫悄无声息的站在他们后面，最后一个雇佣兵觉得有些不对劲，但是一只有力的手已经迅猛地捂住了他的嘴。他圆睁双眼，还没支吾出来，匕首已经从他的侧面刺入了脖颈，史蒂夫捂紧了他的嘴，右手在不断加着力道。\n\n匕首刺穿了他的脖子，刀尖从脖子那边扎了出来，他的瞳孔散开了。史蒂夫接过他手中的枪，拔出匕首，热血喷涌而出。三个人听到动静立刻转身，史蒂夫顺势用脚勾上了进来的房门，随即一个飞身前滚翻，在空中就已经拉开了保险，落地的瞬间枪已抵肩，短促紧密的射击火焰照亮了那几个枪手因为惊讶而僵在那里的表情。\n\n显然，他们也没有料到这贫民窟内还有这样的高手，全部中弹倒地，连还手的机会都没有。\n\n门再一次被踢开，刺眼的电筒一下子晃到了史蒂夫的眼睛，他和门外的枪手几乎同时开枪，最前面的两个雇佣兵头部中弹倒地，猎隼推开前面两个人，抱着冲锋枪就进了屋子。\n\n史蒂夫的左臂挨了一枪，巨大的后坐让他甩掉了手中的枪，他知道自己已经无力再战。突然，猎隼的脚边滚来一颗像伞兵雷一样的东西，枪手习惯性的卧倒。可随着一声炸裂声，只是放出了一屋子的烟雾。当猎隼再次站起来时，屋子里只剩下了机器，史蒂夫早已从窗口跳了出去。\n\n“报告老板，机器已经找到，我们正在返航，请求指示！”猎隼通过无线电联络了notch。\n“炸掉九区——”无线电里只传来那个阴冷的声音。\n“是！老板！”\n几颗燃烧弹被投了下去，落在了九区的土地上，那昔日也有欢笑的地方如今变成了一片人间炼狱，九区在顷刻间化为废墟，熊熊的火光照亮了夜空。\n\nhttp://www.xiami.com/widget/0_3622941/singlePlayer.swf\n\n5，落难\n\n身边一只老鼠吱吱的跑过，史蒂夫坐在地下的污水处理管道里。他嘴里咬着撕扯下来的衣服条，在给自己的左臂包扎。他的身边躺着一把沾着血的匕首，弹头已经被他自行取出了。疼痛钻心，史蒂夫只是咬着牙，长长的排污管道高三米，轻轻的发出一点声音便可以传的很远很远。史蒂夫不想暴露自己，现在他已经是真的无家可归，无依无靠了。九区已经被毁了，而现在外面又到处是搜捕自己的人。他不禁潸然落泪，看来真的是要死在这里了，回家的梦终究是个泡影。史蒂夫只是觉得好累，他头靠在管道壁上，渐渐就要失去意识。\n\n管道一头传来脚步声，脚步声很重。史蒂夫很累，站不起来了，右手勉强握住了匕首。\n\n“上——尉——”声音被拉得很长，那沉重的脚步声告诉史蒂夫那是傻大个。他心中忽然感到一丝宽慰。\n“你怎么找到我的？”史蒂夫此时早已气息奄奄了。\n“上尉，你。。你受伤了。九区没了。我。。我跟着你做的记号来的。”傻大个没了往日的傻笑声，哽咽着说。\n史蒂夫的意识越来越模糊，“带我回——家——”他最后气若游丝的说了那么几个字。\n\n“上尉！上尉！！”傻大个拼命的晃着史蒂夫，但史蒂夫此时却没有丝毫的动静，只有嘴唇还在微微翕动。傻大个抱着史蒂夫在下水道里一路狂奔，傻大个其实什么也不知道，他只知道两件事，史蒂夫是他现在唯一的亲人；第二件是他们那天在天台上的约定，一定要把对方带回去，不能被丢在异国他乡。\n\n不知颠簸了多久，史蒂夫再次睁开眼是在一个山洞里，洞外下着滂沱大雨，一道闪电划过夜空。他想起身，却头痛欲裂，他强烈地感觉到口渴，滚烫的额头似乎就要蒸发干他身上所有的水分。\n傻大个就跽坐在史蒂夫身旁，听到动静便马上起身。\n\n“我渴——”史蒂夫伸出右手去拍傻大个。\n“别。。别动！长官，你的伤还没好。”傻大个撩开盖在史蒂夫身上的毯子一角，史蒂夫的袖子已经被撕开，伤口上敷着草药。“水还在接，我。。我给你的伤口上敷了草。。草药，消炎止血的。” \n史蒂夫冲着傻大个勉强的笑了笑，他感到连笑一下都很费劲。\n傻大个贴过来用自己的额头碰着史蒂夫的额头，“呀。。这烫的都可以煎蛋了。。上。。上尉，你发烧越来越厉。。厉害了，抗。。抗生素不好找啊。”\n“听天由命吧”史蒂夫轻轻叹了口气，明白自己又徘徊在鬼门关前走了一遭。\n\n傻大个起身，拿回了放在洞口的茶杯，杯子上盖了几层布作为简单的过滤。借着洞外隐隐约约透进来的光线傻大个认真地在检查杯中是否有杂物。\n\n“上。。上尉，好了。”傻大个扶起史蒂夫，把杯子送到了史蒂夫的嘴边。史蒂夫抿了口水，仿佛是清甜的甘露，流过史蒂夫干裂的嘴唇，拂过躁渴的喉咙。而当他看到傻大个满脸疲惫的傻笑时，不禁心头一痛。这是自己唯一可以信任的人了么。\n\n突然，洞外一道霹雳，那道亮光下一个人影站在了洞口。史蒂夫的瞳孔一瞬间猛烈地收缩。\n洞口站的那个黑影面朝史蒂夫，蓝色的衬衫。就在闪电的光闪过的那一瞬间，史蒂夫看清他的脸，和他自己的一模一样，只是原本是眼睛的地方现在却是一片空白。\n“跟我来——”黑影只是轻轻的动了动嘴唇，那空灵的声音就如同是在史蒂夫耳边说的一样。黑影向史蒂夫伸出手，又是那股神秘的力量，史蒂夫的身体不停控制的站了起来。他看到傻大个张着嘴在对他说些什么，但却丝毫听不到。脚步根本不听自己的控制，仿佛自己就是一具玩偶，被一只看不见的手拉着线。傻大个一把拉住史蒂夫，但这不能阻止史蒂夫的脚步，巨大的力量拖着他的躯壳走向洞外的大雨中。\n\n又是一道霹雳闪过！那亮光把夜空照的如同白天一般，史蒂夫站在洞口，看到了山坡下那一堆废墟，那曾经像是一个建筑工地，史蒂夫的脑中渐渐有了那个建筑的轮廓。雨水像是瀑布一般倾倒在他头上，雷声响过，就像是狙击枪的子弹被激发的瞬间。所有的记忆如同潮水一般涌了进来，无法拒绝，只觉浑身一震——\n\n\nhttp://www.xiami.com/widget/0_3622944/singlePlayer.swf[/spoiler]\n\n6，记忆\n\n“上尉，上尉——”史蒂夫隐隐约约听到有人在叫他。\n\n他的耳边又响起了子弹的呼啸声，史蒂夫握紧了手中的狙击枪，这就是他的生命，十八名工程师被绑架作为人质，史蒂夫带领二十五人的特遣小组强攻敌营，没有空中火力支援，没有友邻部队，没有辎重部队，没有接应人员，秘密越过了国境线，也就是那片该死的原始森林，森林里布满了陷阱和地雷，两名队员就把性命留在了那里。几乎所有队员裸露的小臂上都有细密的藤蔓划伤的痕迹。\n半小时前恐怖分子放在互联网上的视频显示着这十八名人质还有十六名幸存，恐怖分子已经开始杀人了。史蒂夫习惯性的拉开枪栓，检查着装备，金灿灿的12.7毫米大口径的狙击步枪子弹正安详的躺在里面。\n十字分割的世界里，一切都被放大了，史蒂夫均匀的吐着气，而十字的中心正在快速的扫过每一层楼。环形山坡上那些茂密的草丛里便隐藏着十几支蓄势待发的狙击枪。\n“莱恩，看一下建筑物里的情况。给我报告风速”史蒂夫低声吩咐。莱恩是个年轻的小伙子，身材高大，是特种部队里的高材生。\n“是的！上尉。”莱恩打开热成像探测仪，烂尾的大楼施工地里留下了一个六层的建筑，而人质和恐怖分子都在里面，在热成像检测器上一个一个小红点一清二楚。\n“里面人不多，除了人质还有十二个人，九个在四层，三个在一层。风速3公里，九点钟方向。可以叫布莱克中士去交换了吗？”\n“嗯。”史蒂夫微微点头。“这帮穷贼死到临头还想造原子弹，就算给他们钚原料，量他们也造不出。”\n“叫大家准备好，换人质的时候一人一个，尽量确保人质安全。”\n史蒂夫的狙击镜中出现了布莱克中士的身影，他把双手举过头顶，手里拎着两个大箱子。正慢慢向工地靠近，四个人从建筑工地里走了出来。\n“莱恩，听听他们在说什么，把布莱克身上的话筒信号转到我的耳机。”\n“人质呢？”布莱克问。\n“等验完原料的真假再交换。”\n“箱子给你们，你们必须同时放人！”\n“我们必须先验真假，这是规矩。”\n“先放人”布莱克的声音不容置疑。\n“我想有个更好的选择”那个为首的人语毕，一个人质惨叫着从四楼被推了下来，史蒂夫在狙击镜里看的清清楚楚，人质头部着地，摔得血肉模糊，史蒂夫的战术手套里沁满了手汗。\n“大家冷静——没有我的命令，不许开枪”史蒂夫咬着牙吩咐道，十字的准心分割开了恐怖分子首领的额头。\n一个工程师模样的人走上前去接过了箱子，拿回了建筑物内。\n“带五个人质出来”那个头领对着手下说。\n五个恐怖分子推着五个人质出来，恐怖分子的头部在人质的阻挡下若隐若现，防备意识非常强。\n“是真的，头儿”刚才那个工程师模样的人跑出来附在首领的耳边说了这么一句话。\n话音未落，那个首领抽出手枪对着布莱克的头部就是一枪，五个人质几乎在同时被身后的五个恐怖分子一枪放倒。\n“全体开火！疯子！”史蒂夫实在不能忍受了，对着对讲机一声怒吼。\n震耳欲聋的枪声几乎在同一瞬间响起，AS50强大的后坐力不亚于巴雷特，V字型的枪口制退器吐出的气流扬起了地上的泥土。那个首领的头部瞬间像是一颗西瓜被重重地敲了一锤一样，顷刻间四分五裂。子弹穿过他的头部，翻滚着击中了身后的工程师，那可怜的人胸口中弹，强大的动能一瞬间倾注在了他的身上，胸口被撕出一个脸盆大的血洞，向后击飞出去数米才停下。史蒂夫借着后坐力再次开枪速射，他无法平缓气息，金黄的弹头击穿了混凝土的柱子，一名躲入柱子后的恐怖分子被穿过的弹头撕碎。\n所有裸露在掩体外的恐怖分子在一刹那被清除，建筑物内枪声大作，不用说，史蒂夫也知道他们灭口了。他痛苦地闭上眼，前额靠在狙击镜上，做了短暂的调整。\n“跟我冲！”扔下狙击枪，清一色的换成了突击步枪，二十几个人从山坡上奔袭而下，冲进了建筑物，以最快的速度清掉了所有出现的敌人，一路小跑上了四楼。\n不出所料，所有的人质头部中弹横七竖八的倒在地上，没有留下一个活口。史蒂夫跪倒在人质面前，这不仅是因为任务失败了，那些疯子根本就不想接手这箱钚原料，那些人质也根本不可能活，自己和整个小队都被耍了！真正的幕后买家还没有现身！！\n突然之间，一个黑色的庞然大物出现在众人面前，带着他利刃一般的翅膀冲撞过来，史蒂夫来不及开枪，只得本能的卧倒在地。\n“卧倒——”史蒂夫的声音被撞击的声音盖过\n“轰！”那生物直接飞进了四层，撞断了两排的柱子，一个甩尾便远远地离去。有几个来不及趴下的队员身体直接被拦腰截断。\n“这是翼龙？？”趴在史蒂夫旁边的莱恩问。\n史蒂夫来不及回答他，迅速趁着这短暂的间隙，起身，拉动枪栓，深呼吸，眼睛在瞄准镜的十字准心里寻找着刚才那个黑影。如今，这个被十字分隔开来的世界的中心是那条黑色的翼龙，史蒂夫都可以透过他的瞄准镜看到龙再一次的转身。来不及计算风向，来不及再稳住气了，史蒂夫快速的扣动扳机，子弹脱膛而出，枪体吐出一颗颗金灿灿的弹壳。\n“全体还击！！”史蒂夫大吼！顾不得再去看那些匍匐在地上的队员，依旧快速的扣动扳机，快而精准的点射压得那条翼龙放慢了速度，而身旁的莱恩则抱着G3通用机枪对着那该死的生物一通猛扫。史蒂夫在跳动的准星中看到了龙的眼睛被射中。一直到一个弹夹打完，地上撒满了依旧炙热的弹壳，史蒂夫退下弹夹，深吐一口气。\n全体队员的枪口一致对准了那飞来的生物，大量的子弹一瞬间就倾吐到了那翼龙身上，千疮百孔的翼龙没有停下，仍然翻滚着向前飞来。\n“让开！！”史蒂夫猛然站起，“让你尝尝稀有货！”\n扣动扳机，一颗M203榴弹从下挂式榴弹发射器中奋力挣脱，一瞬间，龙被强大的爆炸覆了满身的火焰，坠了下去，直直冲进了二楼。\n片刻，大楼伴着一声刺耳的钢筋断裂声开始渐渐倾倒。想要逃出已经来不及了，一切都发生在几秒之间，整栋建筑就那么碎成了一地废墟。\n史蒂夫重重的摔到地上，他看到身边的莱恩头部重重的敲在了一根钢筋上，血流不止。他想爬过去帮他，但却动不了。\n一架黑色直升机在不远处降落了，黑色机身上赫然画着AO两字和那龙头的标志……\n\n\n\nhttp://www.xiami.com/widget/0_3622945/singlePlayer.swf[/spoiler]\n7，新生\n\n“莱恩……”史蒂夫转过头，怔怔的看着面前的傻大个。\n“啥？！”傻大个看着愣了许久的史蒂夫。“上。。上尉，你烧糊涂了吧。。”\n“不不不，那条龙是末影龙！”史蒂夫忽然想到什么，伸手朝傻大个后脑勺摸去，果然有一块很深的疤。“莱恩，你就是莱恩！你是我副手啊！”\n傻大个看着面前的史蒂夫手舞足蹈，语无伦次的样子也跟着乐了起来。“上尉，我。。我就说我认得你。但你说什。。什么末影龙？？”\n“我想起来了！！我都想起来了！！！”史蒂夫对着天空一声大吼。\n“疯了。。疯了。。疯了。。对不住了”傻大个一掌向史蒂夫的后背拍去，史蒂夫顿时晕了过去。傻大个把史蒂夫背回了山洞，他只是想确认一下这不是史蒂夫的回光返照。\n\n大雨在后半夜渐渐停息，黎明的曙光再次占领了大地。傻大个一宿未眠，他很惊愕地看着史蒂夫手臂上的伤口从一开始的化脓到结痂到愈合，最后只剩下一个淡淡的褐色疤痕。说实话，傻大个昨晚并没有看到什么所谓的神秘人，他只是觉得史蒂夫突然一下变得比自己还要不正常。\n\n史蒂夫的手摸了摸自己的脖子，一夜醒来，恍若隔世。傻大个顶着两个熊猫眼看着眼前有些陌生的史蒂夫，他也不知道史蒂夫到底是做了一个噩梦还是灵魂出窍了。但此刻的史蒂夫却异常的清醒，走到洞外捡了几根树枝在地上比划起来。\n\n“莱恩，你听好。”\n“上。。上尉，你叫我莱恩。。我不习惯，还。。还是叫我傻大个吧。”\n“好吧..我们现在的处境可以说是很艰难，你救了我，但我们现在已经没有地方可以去了。我们不可能一直住在这个山洞里。我方才观察了周围，我们已经到了这个国家的边境，穿过身后这片原始森林我们就可以逃出这个国家。但我们还不能走，还有很多事要做——”\n“上。。上尉，你咋知道穿。。穿过这片原始森林，就可以逃出去？”\n史蒂夫突然意识到傻大个其实跟自己差不多，在脑部重创以后失去了之前大部分记忆。\n“你还记得你以前是个特种兵吗？”\n“不。。不太记得，我只记得你。。你是我的上尉。”\n“你看到山坡下那堆废墟吗？我们一年前在那里执行任务，被AO公司算计了，我们的国家抛弃了我们，几乎全军覆没。当时我们队有二十五个人——”\n“这。。这个我记得！我数过，二。。二十五个人，一共就十八具尸体，去掉你和我，那应该还有五。。五个人活着！”\n“莱恩，不，傻大个，你知道吗，你就是莱恩。最后建筑物倒塌时，你的头部受到重创，你的记忆可能就是这样丢失的。我随后被AO公司抓走，而我们带来作为交换人质的那箱钚原料也被AO公司拿走。”\n“他。。他们要钚干嘛？造核。。核弹吗？”\n“我在积木世界里生活了四十二年，我知道，你很难想象，我也很难想象。所以当我现在想起我们任务中出现的那条翼龙的时候就顿时明白那是末影龙！AO公司已经能有连通两个世界的能力了，你知道那意味着什么？——AO公司可以随心所欲的在积木世界里创造他们想要的东西，然后把它们带到现实世界来！但东西总不是凭空产生的，积木世界里的材料是匮乏的，而且每个世界有每个世界的规则，就像那个世界有红石，而我们这个世界就没有这样东西。Notch的父亲开发这个世界的时候并不是以称霸世界为目的的。如果我没猜错，AO公司想把钚原料带到积木世界里，在那个世界里制造核弹，从而对世界产生核威慑。这么好的发明落到一个野心家的手里后果肯定不堪设想。如果要回家，其实很简单，穿过我们身后那片森林就可以回到家乡。但我们还得去救贾卡，龙头他们，在九区即将覆灭之时，我把他们送入了那个世界，如果我们不去营救他们，他们就永远被困在那个世界里了。”\n“什。。什么！？大哥他们还活着？”傻大个对史蒂夫前面半段话似懂非懂，而对大哥他们可能还活着的消息异常的感兴趣。\n“可能吧，我们必须尽快去救他们，要再次接触到那台机器，所以我的计划是参加积木世界擂台赛，那台机器肯定在那里！凭我的直觉，发射一颗核弹不像放出一头龙那么简单，而正好借着擂台赛的机会，那么多台机器在一起，可以汇聚激光的能量，在现实世界撕开一个大口子，这样才能让火箭从积木世界飞到现实世界。”\n\n“长官，一句话，你要。。要去哪里，我跟你去！我傻大个赴汤蹈火在。。在所不辞！但积木擂台赛不是今天下午么？”\n\n“啊！？那要行动也要吃饱饭才行啊！我都饿了！我们逃出来以后有吃过东西吗？”\n\n“没。。没有，三天了，我们都只喝过水。不对，我在下水道里抓到过一只老鼠。。”\n\n突然，史蒂夫举起左拳，示意傻大个不要动。“咝咝——”不是爬行者，这回是眼镜蛇，咝咝的吐着信子，表示对傻大个的屁股非常不满。傻大个似乎也感觉到了有条蛇正在他的屁股后面，脸上的神情都僵硬了。\n\n“别动……千万别动，没事的，这是咱的午饭。”史蒂夫声音不大，但很有震慑力，把手上的树枝慢慢的放下，张开双手，身体半蹲，缓缓向前挪去。\n\n眼镜蛇的脖子后仰，这是发动攻击前的讯号，史蒂夫眼中没有一丝恐惧，取而代之的是镇定和警惕。眼镜蛇也注意到了这个向它慢慢靠近的生物，如此大胆，于是被彻底激怒。嗖的一声扑了上来，史蒂夫的眼中闪过一丝凶光，突然一下伸出右手，比蛇先一步掐住了蛇的喉咙。\n眼镜蛇反口咬向史蒂夫的手背，史蒂夫用大拇指死死扣住蛇的嘴巴，左手好不容易摸到了匕首，此时的蛇还在挣扎着自己有力的身躯。没有任何的犹豫，一刀就把它最危险的蛇头切了下来，右手把蛇的身体高高的举了起来，身体依旧在扭动，落地的蛇头并没有死透，被史蒂夫一脚踢到了远处。\n\n剃干净鳞片，两个人围坐在火堆旁，傻大个流着口水，转动着烧烤的木棍，蛇肉随着木架的转动在火上发出吱吱的声音。\n\n“吃完，咱就下山。看看这条命值多少钱。”\n\n擂台赛的初赛报名很简单，只需要在自愿参赛书上签个字就行，就像是卖身契一样。在积木世界中死亡即不能回到现实，自愿承担由此产生的一切后果。\n地点在一个巨型的体育场内，看台上的观众不计其数，每隔十几米就有一个下注点，场中央就是密密麻麻的机器，而上方的巨大屏幕则是用来直播实况的。整个下午都分着场次在决出每一场的胜者。\n每个参赛者背后都有一根激光发射器。\n广播响起：“请确保身上除了衣物以外没有任何其余杂物！否则在传送时可能会出现无法预计的故障！”\n随着倒计时的读秒，史蒂夫都能感觉到身后的发射器在渐渐发烫。傻大个转过头看了史蒂夫一眼，脸上写满了紧张。史蒂夫轻轻地笑了笑，小声的说\n“没事的~时空旅游而已。”\n当倒计时数到最后一个数字时，史蒂夫瞬间失去了意识，但眼前的画面并没有间断，只是场景换了，换成了一个由方块拼搭起来世界。这个世界对史蒂夫来说没有什么稀奇，甚至还有点亲切感，但身边的傻大个却惊奇的叫出了声。史蒂夫把食指放在了嘴边，比了个禁声的动作，蹲下身，用手刨了一下地面，发现地型根本不能被破坏。该死！心里暗暗骂道。\n这时候，那个广播声音又出现了：“各位，欢迎来到积木世界！你们当前处于冒险模式，请不要尝试去破坏任何东西，请不要尝试去破坏任何东西。正如你们所看到，这个地图是按照古罗马竞技场高仿真还原的。二十名参赛者被分成了两队，分别在竞技场的两端。广播完毕后，你们会拿到属于自己的盔甲和武器，注意，每一队只有五套盔甲，五把剑，五面盾。目标为杀死对方全部十人，剩余者即可进入下一轮！请不要试图攻击观众席上的观众，那只是现实世界观众的投影。”\n墙壁上的石头忽然整齐的被吸了进去，留下一条槽，紧接着，盔甲等就从槽里掉落出来。还没等物品落地，大家都疯狂的挤上去争抢。傻大个却还傻站在那儿，史蒂夫顾不得傻大个了，挤进人群，好不容易抢到一把石剑，再想要拿点别的，却发现早已空空如也。有些抢到三件套的人被其余人推搡，但还来不及起争执。\n十个人面前的闸门自动打开了，强烈的阳光照射进来，来不及适应，前排的人已经冲了出去，对面震天的叫喊声已经传到了史蒂夫耳朵里。\n史蒂夫一把抓住傻大个，轻声说“不用这么拼命，资格赛而已。你跟着我，你手上没有武器，别去送死，我们低调一点。”\n很快，双方的人马在竞技场中央交汇了，刹那间，刀剑声如雷贯耳。史蒂夫和傻大个两个人却跑在队伍最后面，此刻连敌人的影子都在十米之外。\n全场直播的大屏幕给了史蒂夫一个特写，观众席上嘘声一片，突然，只见史蒂夫拿剑向傻大个砍去，傻大个随即倒地！嘘声又变成了惊呼声。很快镜头又转到了两军交汇处，激烈的厮杀震撼着观众的眼球。\n就像一帮土匪打架从来不讲究什么礼仪，也没有章法，能把剑刺到对方身体里的就是好战术。史蒂夫那队渐渐被对手围拢，史蒂夫也被围在里面，看了一眼十几米外趴在地上的傻大个，看来是没有办法给他送一把剑了。他挥着剑抵挡着，如今依旧站着的人手里几乎都有了盾和剑。打群架最忌讳的就是被人围拢，而身边自己人又这么多，史蒂夫也展不开身手。\n积木世界里的时间过得飞快，史蒂夫只身杀出了包围，可他发现自己这队除了自己一个人站着已经没有别人了。而对方还剩六人，手上都有剑和盾。\n此时大屏幕前的观众叫嚣着，抓紧着最后的机会下注，赔率已经升到了十比一。\n“杀死他！杀死他！”所有的人都沸腾了！寡众悬殊，胜负已分。\n史蒂夫不停地在后退，六个人紧紧地逼着，也不靠近。而观众看不到，此时的傻大个正在地上缓缓地向前爬着，在他眼前两三米处就有一把剑。\n算盘打得还算成功，傻大个已经摸到了剑柄。终有沉不住气的人从六人的队伍里冲上前。\n其实混战可能还有机会，单打独斗实在不是史蒂夫的对手，那个人太大意，占着先机，拿剑直直向史蒂夫脖子劈去，所有荧幕前的观众一瞬间没了声音，屏息期待那血溅三尺的场面。史蒂夫迅速的跪倒，侧身，石剑在右手上转了个圈，那人一剑劈了个空，习惯性的拿盾挡，却发现他的盾已经不在他的左手上了，他的左手也不在他的胳膊上了。此时的史蒂夫已经从他的盾下滑了过去，站在了他的身后，皮甲往往只是用来使刺入的剑变得更难拔出来而已，石剑穿心而过。剩下的五个人这下一齐向前围了过来，史蒂夫此刻背对着他们，手中的剑依旧没有从那个人的身体中拔出来。\n其实如果说，此时场上只有史蒂夫一个人，那也许他就这么完蛋了。但在史蒂夫的身后，哦，不，是那五个人的身后忽然间冒出了一个肥头大耳的人，高举着石剑。\n“咦？他不是死了吗？”\n剑从脖颈上划过，毫无阻力，傻大个笑得正欢。三颗人头生生被砍下，皮甲有什么用呢？就像中世纪的锁子甲，挡不住长弓，挡不住大锤，在强大的力量面前只能服软。那样皮制柔软的头盔只能让你在人头落地的时候不要摔成脑震荡。\n“你就是侩子手的命！哈哈哈”史蒂夫并没有拔出那柄刺进心口的剑，因为那样会让鲜血喷洒出来，他不想弄脏身上这件蓝色的T恤。正午的阳光照出了影子，他看到身后正有一把剑正朝自己后背劈来，他不想躲开，一脚勾起脚边的盾，一转身便挡下了那一剑。依旧记得那个被变异丧尸锤出一个大坑的钢盾，相比这下那一剑的力道绵薄而无力。\n“上。。上尉！一人一个！”与傻大个对阵的那个人一剑刺来，只见傻大个重重拿剑拍下去，撞击一瞬间发出一声刺破耳膜的尖响，那人的剑落地。那他的盾呢？他就是这样举着盾，带着满脸惊恐的表情，傻大个那支剑刺破了盾，插进了他的额头。\n同时，盾牌的锋利的棱角划过喉咙。短短十几秒，大屏幕前的观众惊讶的连话也说不出，他们死也没有想到，就这么短短十几秒，离奇的反败为胜，巨额的赌注就这么打了水漂。\n\n“他果然回来了……”老头坐在屏幕前喃喃的说道。“我就料到，他一定会来的！他是最优秀的战士。”\n站在老头身旁的猎隼脸上闪过一丝不为人察觉的凶光，“老板，要不要把他杀死在积木世界里？”\n“你是不是脑子缺根筋？这是直播诶！他现在人气那么高，你这样把他弄死，你要抹黑AO公司吗！？”\n“不敢！猎隼明白！”\n“去把下一轮末影龙的默认攻击目标改为史蒂夫。”\n“是！老板！”猎隼嘴角微微一扬。\n\n\n\n8，再入虎穴\n\n所有场次的获胜者随即被集中起来，进入了第二轮的复赛，没有喘息的时间，史蒂夫和傻大个被传送到了另一个森林。依旧是有棱角的世界，但这次史蒂夫发现可以破坏地形了，土块可以被挖动了。\n\n广播响起：“所有人注意，你们有一个白天的时间准备。当夜幕降临，你们就会被传送至末路之地，你们的目标是打败末影龙，这一次的末影龙，更大，更强，史蒂夫，你可要当心了！”\n\n很显然，AO已经向史蒂夫宣战了，史蒂夫当然不会临阵畏敌的，但他所谓的更大更强倒不知是怎样的改进了。\n\n末路之地的环境他太熟悉了，渐渐的他心里有了计划，就一个白天，来不及做盔甲了。虽然这边有二十个人，可即便都去挖矿，一个白天又能挖到些什么呢？就算每个人都能穿上铁质盔甲，仍然是挡不住龙的攻击的。\n\n“大家听我说！我们只有精诚合作才能打败龙，我曾经在这个世界生活过四十二年，无数次的打败龙。龙并不可怕，但如果大家各自为营，那恐怕胜算为零。大家刚才也听到了，龙会更强大更可怕，如果大家信任我，那么我有个计划！”史蒂夫声音很果决，非常的有号召力。\n\n二十个人都选择无条件地信任了史蒂夫，围拢过来，史蒂夫只是轻轻的在每个人耳边分配任务，最后，拍了拍傻大个的肩膀：“这次，你是主角！”\n\n夜幕降临的很快，当太阳完全落下地平线，每个人的脚下都变成了末地石，眼前出现了虚空世界里的尘埃。这便已经到了末路之地。这是一个浮空的岛屿，上面住满了末影人。还没反应过来，末影龙就已现身！史蒂夫本能的卧倒，末影龙张开翅膀，呼啸着从他头顶上飞过。\n\n“大家都注意，别去碰末影人！按照原定的计划做，我来引开龙！！”话音未落，末影龙回身就吐了一道火焰，有两个来不及跑的人被火焰覆盖，然而，都没有燃烧的过程，直接就化为了灰烬。末影龙的眼里没有其他人，只有史蒂夫，他的首要目标就是杀掉史蒂夫。\n\n史蒂夫没有估计错，现在他的唯一任务就是——跑。为其他人的工作争取时间。\n\n观众这次没有了嘘声，他们也不知道史蒂夫有什么对策。但看这架势，末影龙似乎一直占着上风，没有多少人敢把赌注押在这样一个人身上。\n\n这次的末影龙展翅以后的长度是史蒂夫第一次见到的末影龙的两倍多，速度也比前者快得多，吐出的火焰甚至可以融掉黑曜石。史蒂夫这回只能绕着黑曜石柱子跑，跑直线实在不是对手。\n\n镜头切换到那十七个人身上，发现他们都一齐在挖着一根黑曜石柱的底端。\n\n“哈哈哈，真是幼稚，他们以为让黑曜石柱倒下来可以压死末影龙？当末影龙是桩子吗？哈哈哈”坐在屏幕前的Notch发出一阵讥笑。\n\n十，九，八，七……史蒂夫已经折了回去，龙还是在他身后紧追不舍，他嘴里默念着时间。\n\n四，三，二，一……当他跑回最原先那根黑曜石柱子下的时候，那根3X3的黑曜石柱底下已经被挖掉了八块，只剩当中那一块了。周围的光线黯淡，没有人看清那根柱子上其实有一条长长的梯子，柱体上也缠满了蛛丝。\n\n熊熊的火焰朝着史蒂夫的后背喷来，史蒂夫向右一个飞扑跳开，火焰直接喷向了底下的黑曜石，那仅剩的一块也被融化掉了。整根柱子开始慢慢倾倒，史蒂夫不敢停歇，一骨碌爬起来继续飞奔。末影龙刚要追，从柱子的顶端跳下来一个黑影，重重的砸在龙的背上。\n\n所有观众一瞬间沸腾了起来！那个黑影就是傻大个。龙显然没有料到除了史蒂夫，还能有人做出如此不要命的举动，傻大个手上拿着蜘蛛丝编成的绳套往龙的脖子上一套。桀骜不驯的末影龙猛地一个冲刺，整根黑曜石的柱子被它这么一拉，直接就倒了下来，末影龙虽然力大，但要拖动一根黑曜石柱可不是易事，一个翻身，把傻大个甩了下来。末影龙虽然想结果了那胖子的性命，但程序的设定就是先灭掉史蒂夫。黑曜石柱一端垂在地上，另一端被蛛丝拖动着缠在末影龙脖子上。速度因此而大受影响，只能勉强和史蒂夫奔跑的速度持平。一路追逐，史蒂夫似乎故意放了点水，仅仅保持在它的火焰射程范围之外。当跑到末路之地的边界时，突然纵身一跳，空中转体三百六十度，坠入了黑暗之中。\n\n观众爆发出惊声尖叫，屏幕上的末影龙拖着那根黑曜石柱也飞到了边界上，当黑曜石柱离开边界的时候，巨大的重量一下子没了地面的依托，龙倒是想飞起来，但无奈这柱子太重，毫无悬念的被拖下了虚空。\n\n细细看，那边界旁站了一排人，似乎在拉动着些什么。随着观众的欢呼声，史蒂夫被拉了上来，傻大个伸出右手一把就把史蒂夫提上了地面。\n\n“莱恩！干得好！！”史蒂夫笑着，竖起大拇指，向所有人致敬。\n\n“还。。还是叫我傻大个好了！”傻大个也笑得很欢，从来没有如此酣畅淋漓的战斗过。“上。。上尉，蛛丝真是太。。太强韧了！我们一开始都不明白为。。为什么要做两根。”\n\n——“一根杀恶龙，一根救兄弟”\n\nNotch和猎隼看着屏幕，嘴里已经吐不出半个字了。\n\n“怎么办？老板，要终止今晚的发射计划吗？”\n\n“不用，史蒂夫应该还不知道这回事，他的记忆已经被洗去了。不管怎么样，我们手里还有他的筹码，他的三个朋友现在正在积木世界里忍饥挨饿呢！”\n\n史蒂夫和傻大个一群人走出体育馆的时候，体育馆外围满了记者，在记者们的长枪短炮的摄像机照相机中，史蒂夫看到了一个熟悉的身影，那个高大的白人，那个给自己扎了一针兴奋剂的人，他是杰森？昔日的狙击队里只有两个人能达到400码1MOA的射击水平，就是史蒂夫和杰森。但在狙击队里，一号射手总是史蒂夫。\n\n“猎隼，去把警戒线再往外放五十米，让那些该死的记者快滚！”Notch站在猎隼的身边，不耐烦的命令道，notch的身高只能达到猎隼的胸口，但猎隼却对他点头哈腰。\n\n难道猎隼就是杰森？史蒂夫躺在床上，那其他四个人呢？他细细地回想着任务的细节，在他闭上眼睛之后，隐隐约约感觉到有人把他抬着走了，那其他人会不会也被抓走了呢？随着身边傻大个震天的鼾声，史蒂夫悄悄的起床，窗帘早已被拉的严严实实。傻大个的梦想是要住一次五星级宾馆，今晚办到了，可史蒂夫这睡的可不踏实。他总预感有不好的事会发生。\n\n悄悄的起身，趁着夜色，一路走到了体育馆，大门紧锁，于是史蒂夫从侧面的围墙翻了进去。\n突然间，史蒂夫的余光里闪过一个亮点，一发子弹破空而来，史蒂夫在看到亮点时就已经习惯性的躲闪，子弹从他身边蹭过，落在了墙壁上，根据那子弹的力道，史蒂夫判断出那只是一把小口径的狙击步枪，而这是杰森最擅长的，而此时此刻，要杀他的人多半就是杰森！\n\n史蒂夫在对方开出第二枪之前翻进了体育馆内部，他发现了体育馆的顶棚已经被掀起，果然有不可告人的目的！他嘴里叼着电筒，在白天那些机器里一个一个检查过去，终于他找到了那台电缆重接的机器，他快速的在那台机器上操作着。\n\n“你有没有疑惑为什么机器的电源都是开着的？明天的决赛可是下午才开始，你半夜进入这里是什么居心。”背后一个声音冷冷的响起。全场的灯光一下子亮起。“想救人的话，不妨再过一关如何？”那是杰森的声音。\n\n激光闪过，史蒂夫发现自己又身处于积木世界之中。\n\n“这个地图是为了你量身定做的，他的名字叫做《墙》。你的面前有一堵沙墙，墙的对面有你四个对手，墙的旁边有计时器，当计时器归零，墙会倒塌，你们可以交战，规则很简单，杀掉对方所有人。不过我还是建议你，先去找你的三个朋友，我看他们快饿死了。哈哈哈哈，对了，忘了告诉你，这场游戏不直播。”\n\n史蒂夫抬头看了一眼计时班，还有一天时间，现在是傍晚，得赶紧找到鹰眼他们。沙墙隔开了本来就不大的一块地方，史蒂夫一眼望去居然没有多少树可供使用。突然，他发现地上有一些不规则的痕迹，像是有人刻意挖土挖出来的。顺着这痕迹，他很快找到了龙头，鹰眼和贾卡，三个人蜷缩在山洞里瑟瑟发抖。很快，山洞外响起了丧尸的低吼声，史蒂夫赶紧用土块堵住了洞口。丧尸的低吼声越来越响。\n\n史蒂夫转身对那三个蜷缩在角落里的人说“听着，这场战斗我们绝对打不赢，等天一亮，你们就跟我去找吃的，这台机器的口令在我这里，我只是想等沙墙倒下，看一下对面那四个人是不是我的战友，如果是，我希望把他们一起带走！”\n\n当洞外的丧尸叫声变成了着火之后的哀嚎声，史蒂夫刨开泥土，外面散落着一地的腐肉。\n\n“贾卡，鹰眼，你们想办法把那只站在地图边上的羊弄死，龙头，和我一起去砍树！”\n\n“真的这样用手刨就好了吗？”龙头惊讶的问史蒂夫。\n\n“废话，那些泥土难道不是你刨的？”史蒂夫此时心急如焚，时间正在一分一秒的过去。\n\n贾卡看到羊仿佛看到了救星，使出全身的劲一脚飞踢过去，那只羊还来不及发出叫声就被贾卡一脚踢进了虚空。\n\n“蠢蛋！整个地图就这么一只羊，你就这么把它踢下去了！？你之前是不是也是这么杀羊的？怪不得你们都快饿死了。现在好了，大家吃腐肉吧！”\n\n“诶！腐肉味道不错诶，鸡肉味，嘎嘣脆！”龙头捧着一大块腐肉吃的不亦乐乎。\n\n时间一到，沙墙如期倒塌，史蒂夫还是用这一个白天的时间制造了工作台，石剑，还有一些杂物。\n\n“我靠！对面那四个人穿的都啥玩意儿？”眼尖的鹰眼一眼就看到了对面四个人的异常。\n史蒂夫随着他的目光看去，不经倒吸一口冷气，对面四个人都穿着钻石做的盔甲，手上拿着钻石剑，依目前手上几把破剑完全无法与之抗衡。\n\n鹰眼一路引诱对面四个人朝他走来，龙头忽然从背后袭击，把一个人径直拖进了树洞，贾卡一脚就让他手里的钻石剑见了鬼，两个人把他牢牢按住以后，史蒂夫扒下了他的头盔。\n\n“果然……”史蒂夫再一次见到了自己的战友，“听好我说的，待会冲出去，速度一点，躲过他们第一剑，拦腰抱住，把他们撞下去。我会在空中念口令把我们传送出去。”\n\n当他们跑出洞穴，鹰眼已经绕着地图跑了一大圈了，“嘿！！快点帮忙啊，我快撑不住了！”\n\n“上！”史蒂夫伸出右手食指，在空中一挥，三个人飞奔而上。\n\n“我是传奇！——”史蒂夫的声音似乎还在耳边环绕，人就已经跌出了积木世界。\n\n体育馆的地面在微微抖动，史蒂夫这才蓦然发现，除了他们那一台机器，所有机器的激光都汇聚在了一点，体育馆的上方的空间似乎被扭曲出了一个大洞。而在体育馆的门口，傻大个正一路冲进来，撞翻了想要拦住他的两个警卫，傻大个夺下他们的枪，丢给了史蒂夫。\n\n“砰砰砰——”三枪，一台机器冒着青烟歇了下去，激光少了一道。忽然间，地动山摇，一枚火箭从那个超空间洞中挣脱出来。来不及了，手枪太慢。正在思忖时，傻大个毫不犹豫的举起史蒂夫面前的激光发射头，史蒂夫配合着把功率开到了最大。\n\n一道刺眼的光束直冲天际！那刚刚飞出超空间洞的火箭在一瞬间没了踪影。\n\n“成功了！”史蒂夫此时也顾不得喜悦，四周环视，不见杰森和Notch。于是双手持枪飞奔出体育馆，冲向那栋视野里最高的大楼，而他的身后，则是他昔日与他并肩作战的弟兄。他要为了那些血染沙场的战友复仇。\n\n\n\n9，决战\n\n仇恨点燃了史蒂夫，他此刻没有任何恐惧，如潮水一般的雇佣兵涌了出来，大楼的巷道枪声大作，史蒂夫像疯子一样对着那些涌现出来的目标射击。\n\n“咣！”门被一脚踹开，门口站着史蒂夫，枪口则指着坐在位置上的Notch。\n\nNotch怔住了，他做梦也没想到这么一个毫无权势的人居然会再次回来，并且是拿枪指着他。\n\n“史蒂夫，你说你做什么不好，干嘛非要和我作对？如果我要你死，那你可以来杀我，可我一直想一手培养你，你去看看现在的报纸，头条都是你昨天在积木世界里的杰出表现。你出名了你知道吗？你只要今天再赢一场，我可以给你你这辈子都用不完的钱！你想过河拆桥吗？”老头的语气较之第一次软弱了很多。\n\n“你手上有我那么多兄弟的命，你还想利用你父亲的技术来称霸世界，做你的帝王梦，我告诉你，你这只能是梦！”\n\n“其实你的枪里根本没有子弹，如果你有子弹，你根本不会跟我废话”老头奸笑着，突然用脚踢了一下桌子。机关触发，史蒂夫脚下站的地面突然打开一个大口子。“见鬼去吧！哈哈哈！想和我斗，你还嫩了点！”\n\n“你高兴的太早了。”史蒂夫并没有掉下去，他牢牢地抓在了吊灯上。\n\n“嗯？？！！你这！”老头惊讶的看着史蒂夫。\n\n“动作mod噢~”史蒂夫借着吊灯的晃动跳了下来。\n\n就在这时，史蒂夫被人拦腰抱住，狠狠朝地上夯去。\n\n“老板！快走吧！飞机已经在楼顶等着了。”杰森对Notch大喊。\n\n“杰森！你怎么了！！你为什么要帮这个魔鬼！他害死了我们的弟兄！”史蒂夫被杰森死死按在地上，杰森的膝盖顶着史蒂夫的胸口，史蒂夫感到自己的肋骨就要被跪断了。\n\n“别叫我杰森，我是猎隼！我不是为了这该死的老头，我是为了我自己！史蒂夫，你永远都比我强，不多不少，就一点点。你知道我有多恨你？我做梦都想超过你！今天我一定要赢你一次！”\n\n“你觉得这样——有——意——思——么”史蒂夫满脸通红，两眼充血。\n说罢，史蒂夫的右手抓着那把手枪，往杰森的脑门上抡去，杰森吃痛，往后踉跄了几步。\n\n史蒂夫迅速起身，来不及调整呼吸，杰森再次扑了上来，试图用双手掐住史蒂夫，史蒂夫闪头躲过，用左手小臂扼住了杰森的喉咙。但巨大的惯性还是顶着史蒂夫向后，撞碎了办公桌后的物品展示柜。\n\n“跟我回家吧——那老头在利用你——”史蒂夫从牙缝里挤出这么几个字。\n\n“做梦！今天不是你死就是我死，我们都像是子弹，一旦出膛，命运就不是你我可以左右的了”杰森掰下一块玻璃片就朝史蒂夫的喉咙划来。\n\n但杰森没料到，史蒂夫总是可以后发而先至，他的右手摸到了柜子里的钻石矿稿，顺势就劈了下来，尖尖的稿头深深的插入杰森的颅骨。杰森没有立刻倒下，鲜血汩汩地从他的头顶流下，一步一步倒退着走进那吊灯下的陷阱。\n\n史蒂夫一把取下展示柜最上方的角弓，一路狂奔上了楼顶天台，直升机已经徐徐升空了。他看到坐在直升机上的Notch对他挥着手，直升机上的加特林也缓缓旋转着，\n\n“看看是你的箭快，还是我的子弹快。”\n\n“拜你所赐，现在我的弓箭比枪快。”\n\n老头看着史蒂夫连箭都还没有搭上弦，而自己这枪却已经待发了，不禁一阵讥笑。\n\n就在加特林吐出子弹的瞬间，史蒂夫一个海豚跳，翻身从楼顶跳了下去。\n\n“我——是——传——奇——”\n\n弓如满月，史蒂夫的手臂青筋暴起，箭离弦而出，Notch的笑容定格在了这一刻，箭从他的前额射入，后脑勺穿出。\n史蒂夫也享受着这下坠的感觉，闭上了眼睛。脑海中迅速掠过自己这戎马倥偬的一生。\n\n弓箭太重，生命太重，路太远。\n\n忽然间他明白，其实根本没有什么黑影或是神秘人，他的潜意识一直在引导他走向事实的真相，那是他灵魂，也是他自己。\n\n\n\n\n\n10，尾声\n\n\n史蒂夫从后面蒙住了妻子的眼睛，对身边六岁大的女儿比了个禁声的动作。\n\n“带你去一个好地方怎么样？”\n\n“好”他的妻子甜甜地笑着。\n\n只一瞬间，当史蒂夫的双手拿开的时候，他们的眼前出现了一栋三层的别墅，还有百亩的田园。在别墅旁边还有几间屋子，傻大个和昔日的战友们还有那些贫民窟的朋友正站在屋顶上忙活着，这是他们的新房子。\n\n所有人看到史蒂夫都一致的敬礼。\n\n“上。。上尉，你可算来了！我们饭都做好了！就差你们了！”\n\n“我到现在还有一件事不明白，那就是为什么你当时从那么高的楼上跳下来，现在却毫发无损？”\n\n“我要是死了，我们家的小公主怎么办~”史蒂夫正说着，女儿冲着史蒂夫做了个鬼脸。\n\n“谁说的~爸爸只是恰好落到水里了哟！”他的女儿坏笑着补充了一句。\n\n“这个问题……咳咳，不细究了。来来来，今天是个好日子，喝酒喝酒”\n\n觥筹交错间，史蒂夫明白这就是他一直所寻找的家，幸福不过如此简单……\n\nHome is the only thing in the world worth working for, worth fighting for, worth dying for, because it’s the only thing that lasts.\n\n————————————————————END——————————————————————\n\n\n\n结尾BGMhttp://www.xiami.com/widget/0_3622958/singlePlayer.swf\n感谢所有朋友对我的支持，写的不足之处请多多包容。祝大家新年快乐！假期快乐！\n感谢SC小组和同书人小组，感谢里昂的封面图！\n以下内容为作者的话及花絮\n文章虽然写完了，但我还是很遗憾，一个呢是这篇文章并没有把我想表达的东西全部表达出来。第二个呢是有些人说这部没有上一集精彩，我也觉得如此，虽然篇幅长，但个人的时间精力非常有限，对文字的把控能力也不足，望大家海涵。\n我觉得比较肯定的东西是里面的枪战桥段，我觉得蛮不错的，极尽了我的想象力。\n有人说我这是在黑Notch，其实我也不想把那个老头的名字弄成notch的，但我的本意是他的父亲发明了积木世界技术，他的父亲是老notch，如果这里的boss不叫notch，那就会很奇怪~我希望大家别去纠结这个问题，小细节不深究了~\n如果上一集的主题是勇气与荣耀，那么这一集的主题是Home，我想表达史蒂夫千辛万苦如同农民工回家一样的艰难历程。\n解释一下，其实Him就是史蒂夫，史蒂夫长时间的生活在积木世界里，得了精神分裂。。\n\n\n\n\n以下图由昂叔提供\n\n\n\n\nEV%~1Z4P_7S~BBYH%]EH0[J.JPG (50.98 KB, 下载次数: 46)\n\n下载附件\n\n2013-2-15 18:26 上传\n\n\n\n\n\n\n\n\n\n{W5YN`T4GTT96(VXT%Q{~(T.JPG (38.62 KB, 下载次数: 37)\n\n下载附件\n\n2013-2-15 18:26 上传\n\n\n\n\n\n\n\n\n\n][[CJJJ9~JEWIZYZFW55K61.JPG (11.75 KB, 下载次数: 51)\n\n下载附件\n\n2013-2-15 18:26 上传\n\n\n\n\n\n\n\n如果屏幕前的你也热爱写作，热爱写作小说，那就请加入我们同书人小组！\n你对自己的文笔不自信？\n不是所有人的第一部作品都那么完美，但总要跨出第一步，只要肯动笔就会有收获\n无论文笔好坏，只要你有梦想，有志于写属于自己的大作，都请踊跃加入！同书人小组\n我们可以一起探讨，共同进步！\n\n\n\n\ngroup_255_icon.jpg (3.34 KB, 下载次数: 36)\n\n下载附件\n\n2013-2-15 18:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1360858380,
            "txt_content": "很棒的作品~不过字太多有点晕……幸亏提前看过"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1360859160,
            "txt_content": "我加个分就快要吐了。。。你还让我回帖。。。我想吐又没得吐，，要死啦喂%>_<%"
        },
        {
            "author": "Technology",
            "timestamp": 1360859220,
            "txt_content": "IceFreeze 发表于 2013-2-15 00:26 \n我加个分就快要吐了。。。你还让我回帖。。。我想吐又没得吐，，要死啦喂%>_\n你就不能说点鼓励的话吗！...不过..多谢顶贴"
        },
        {
            "author": "sym",
            "timestamp": 1360859580,
            "txt_content": "嘛…完结记念\\(≧▽≦)/\n大團圓结局\\(≧▽≦)/"
        },
        {
            "author": "小黑人",
            "timestamp": 1360860840,
            "txt_content": "如果我要你死，那你可以来杀我，\n这里打错了吧…………"
        },
        {
            "author": "Danny仔",
            "timestamp": 1360861500,
            "txt_content": "滑鼠滾了好幾秒啊。。。好長。。。"
        },
        {
            "author": "lwydsg",
            "timestamp": 1360863840,
            "txt_content": "虽说我不先看文章，但那图片好酷哦"
        },
        {
            "author": "ckj",
            "timestamp": 1360868280,
            "txt_content": "动作mod好奇葩啊"
        },
        {
            "author": "1939937165",
            "timestamp": 1360889100,
            "txt_content": "为什么猪脚的默认名字叫史蒂夫了？？？"
        },
        {
            "author": "916094431",
            "timestamp": 1360891740,
            "txt_content": "好贴！我顶了！"
        },
        {
            "author": "雨落残阳",
            "timestamp": 1360893900,
            "txt_content": "很棒的作品~\\(≧▽≦)/~啦啦啦雨落很喜欢"
        },
        {
            "author": "Erpang",
            "timestamp": 1360894800,
            "txt_content": "在带点图片应该会更好，只是我觉得。。"
        },
        {
            "author": "912681754",
            "timestamp": 1360895100,
            "txt_content": "字好多呐~好厉害呐~"
        },
        {
            "author": "Technology",
            "timestamp": 1360895340,
            "txt_content": "小黑人 发表于 2013-2-15 00:54\n如果我要你死，那你可以来杀我，\n这里打错了吧…………\n其实想表达的就是这个意思。你没懂吗"
        },
        {
            "author": "Technology",
            "timestamp": 1360895400,
            "txt_content": "Erpang 发表于 2013-2-15 10:20\n在带点图片应该会更好，只是我觉得。。\n图片也要有人画啊...太麻烦了，不高兴搞"
        },
        {
            "author": "ww112223",
            "timestamp": 1360896480,
            "txt_content": "我也要写故事"
        },
        {
            "author": "Technology",
            "timestamp": 1360896720,
            "txt_content": "ww112223 发表于 2013-2-15 10:48\n我也要写故事\n创作版欢迎你！只要写，肯定会有人肯定的"
        },
        {
            "author": "末路的末影",
            "timestamp": 1360897140,
            "txt_content": "顶上！真帅气！写得很好诶"
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1360898820,
            "txt_content": "Technology 发表于 2013-2-15 10:29 \n其实想表达的就是这个意思。你没懂吗\n我建议你可以说在MC里，拿皮肤加个披风，然后在里面砍怪，瞬间截个图，再上传，那样比较好"
        },
        {
            "author": "Technology",
            "timestamp": 1360899240,
            "txt_content": "蛋糕小八 发表于 2013-2-15 11:27 \n我建议你可以说在MC里，拿皮肤加个披风，然后在里面砍怪，瞬间截个图，再上传，那样比较好\n我的电脑被没收了，我高三了。这个我也很遗憾。现在开学了。我找机会改进一下。"
        },
        {
            "author": "Оil",
            "timestamp": 1360899540,
            "txt_content": "好多字，看着有点晕。"
        },
        {
            "author": "Technology",
            "timestamp": 1360899720,
            "txt_content": "Oil 发表于 2013-2-15 11:39 \n好多字，看着有点晕。\n我今晚尽量把它修改的拉长一些。。字多是肯定的，三万呢。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1360899780,
            "txt_content": "Oil 发表于 2013-2-15 11:39 \n好多字，看着有点晕。\n其实我都嫌短了，很多想表达东西碍于时间原因只能潦草描述。我明天就开学了！不过多谢支持！"
        },
        {
            "author": "DJ!杰",
            "timestamp": 1360899960,
            "txt_content": "够长，顶一个先"
        },
        {
            "author": "Technology",
            "timestamp": 1360900140,
            "txt_content": "DJ!杰 发表于 2013-2-15 11:46 \n够长，顶一个先\n你们不能光关注字数啊...其实史蒂夫从头打到尾了..."
        },
        {
            "author": "q87541936",
            "timestamp": 1360900320,
            "txt_content": "封面好看！"
        },
        {
            "author": "zjy",
            "timestamp": 1360900440,
            "txt_content": "好多字啊= =   "
        },
        {
            "author": "Technology",
            "timestamp": 1360900740,
            "txt_content": "zjy 发表于 2013-2-15 11:54 \n好多字啊= =\n我还嫌不够多。。很多想写的情感都没有彻底表现出来"
        },
        {
            "author": "linyu8929",
            "timestamp": 1360902060,
            "txt_content": "顶上\n\n果然有结局的小说才是好小说\n\n更别说是happy end"
        },
        {
            "author": "八颗牙齿晒太阳",
            "timestamp": 1360903980,
            "txt_content": "字感觉有点多了，像在码字。为什么我觉得没第一部好看咩？"
        },
        {
            "author": "qyl1025991643",
            "timestamp": 1360904100,
            "txt_content": "顶上，已看两遍，期待楼主下一篇小说=w="
        },
        {
            "author": "Ms☆〤碎嘴",
            "timestamp": 1360905360,
            "txt_content": "LZ再黑NOTCH"
        },
        {
            "author": "Technology",
            "timestamp": 1360911600,
            "txt_content": "八颗牙齿晒太阳 发表于 2013-2-15 12:53 \n字感觉有点多了，像在码字。为什么我觉得没第一部好看咩？\n开学在即，最后写的略有些仓促。实在是抱歉了"
        },
        {
            "author": "Technology",
            "timestamp": 1360927920,
            "txt_content": "qyl1025991643 发表于 2013-2-15 12:55 \n顶上，已看两遍，期待楼主下一篇小说=w=\n我高三了呢，这篇下都写的很勉强！！"
        },
        {
            "author": "daiyou3210",
            "timestamp": 1360932600,
            "txt_content": "露珠，我把你的拿到起点去发好不好？"
        },
        {
            "author": "Technology",
            "timestamp": 1360933080,
            "txt_content": "daiyou3210 发表于 2013-2-15 20:50 \n露珠，我把你的拿到起点去发好不好？\n可以，发完给我看看好么。。。"
        },
        {
            "author": "daiyou3210",
            "timestamp": 1360933140,
            "txt_content": "Technology 发表于 2013-2-15 20:58 \n可以，发完给我看看好么。。。\nOK!!!我这就去"
        },
        {
            "author": "Technology",
            "timestamp": 1360933320,
            "txt_content": "daiyou3210 发表于 2013-2-15 20:59 \nOK!!!我这就去\n等等，发在起点有人看么？"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1360938480,
            "txt_content": "这货又来赚贡献了……"
        },
        {
            "author": "Technology",
            "timestamp": 1360945860,
            "txt_content": "小黑好萌. 发表于 2013-2-15 22:28 \n这货又来赚贡献了……\n我写了N久，难道获得一点小小的鼓励都不能吗！！"
        },
        {
            "author": "香蕉哥哥",
            "timestamp": 1360948500,
            "txt_content": "总算更新了....不错，如果可以的话拍成电影.....效果更好~{:10_523:}"
        },
        {
            "author": "Dream010",
            "timestamp": 1360975860,
            "txt_content": "很棒的作品~~~~~顶！！！"
        },
        {
            "author": "无痕",
            "timestamp": 1360979880,
            "txt_content": "notch……我笑了……\n好吧，Tech的作品真的很棒呢！！"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1360989060,
            "txt_content": "Technology 发表于 2013-2-16 00:31 \n我写了N久，难道获得一点小小的鼓励都不能吗！！\n好吧~~~~~~你也有精华了~~~羡慕啊"
        },
        {
            "author": "Technology",
            "timestamp": 1361002080,
            "txt_content": "小黑好萌. 发表于 2013-2-16 12:31 \n好吧~~~~~~你也有精华了~~~羡慕啊\n爱心怎么获得？"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1361005740,
            "txt_content": "Technology 发表于 2013-2-16 16:08 \n爱心怎么获得？\n不知道←_←"
        },
        {
            "author": "sabo970",
            "timestamp": 1361011740,
            "txt_content": "哇唔 顺道来看看 好长呢  收藏着慢慢看"
        },
        {
            "author": "沛沛",
            "timestamp": 1361028600,
            "txt_content": "1939937165 发表于 2013-2-15 08:45 \n为什么猪脚的默认名字叫史蒂夫了？？？\n因为游戏的主角就叫史蒂夫 OK？"
        },
        {
            "author": "Technology",
            "timestamp": 1361085720,
            "txt_content": "沛沛 发表于 2013-2-16 23:30 \n因为游戏的主角就叫史蒂夫 OK？\n其实是我偷懒~我本来想叫一个好听一点的名字，后来觉得史蒂夫其实挺实在的~"
        },
        {
            "author": "948587022",
            "timestamp": 1361115600,
            "txt_content": "看到好东西顺手回帖是个好习惯"
        },
        {
            "author": "xly",
            "timestamp": 1361244000,
            "txt_content": "还有下一部没？表示没看够"
        },
        {
            "author": "kr91",
            "timestamp": 1361281200,
            "txt_content": "其实看了1就看了续集了哈 话说作者中枪了哈 再赞一个了哈"
        },
        {
            "author": "13904039977",
            "timestamp": 1361344740,
            "txt_content": "太给力了，但貌似没有太多MC的东东了，再多加点嘛......"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361352480,
            "txt_content": "啊哈，不愧是版主，文采就是好，我看了3遍还是没看后哈"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361361420,
            "txt_content": "前面看着很好，后半开始坑爹了。\n另外一般拿人做生体试验的话，实验室内部会设有焚化之类处理设施，这算设定漏洞么？\n也就是说在里面就搞定了，不用搬运到外面打碎脑壳抛尸。即使社会很乱，这样乱杀人的事情还是不太好接受，就算和zhengfu穿一条裤子，做这种事情也得小心翼翼啊。"
        },
        {
            "author": "Technology",
            "timestamp": 1361362080,
            "txt_content": "冥王星人 发表于 2013-2-20 19:57\n前面看着很好，后半开始坑爹了。\n另外一般拿人做生体试验的话，实验室内部会设有焚化之类处理设施，这算设 ...\n你说的极对！我在写后面一万多字的时候已经离开学不到24小时了～因为高三，我妈比我还急。所以非常非常的仓促，现在也没有精力改。对于所谓抛尸，我的理解是对穷人的一种震慑，虽然有点牵强，穷人的命很贱，本来我想写关于奴隶这个桥段，但最后还是放弃了。原来的设计是史蒂夫在实验室内被处理掉的时候就逃出来了，但那样很难，我不想把史蒂夫写成超人，你懂我的想法吗..我故事的背景还是有些乱。有机会我一定要做一些修改，至少在写3之前会改。其实关于后面的决斗之类的本来的预计至少有三章，可我想赶在开学前完工，所以做的有些粗制滥造。不管怎么样，多谢你的支持！你宝贵的建议是我进步的动力！"
        },
        {
            "author": "Technology",
            "timestamp": 1361362320,
            "txt_content": "冥王星人 发表于 2013-2-20 19:57\n前面看着很好，后半开始坑爹了。\n另外一般拿人做生体试验的话，实验室内部会设有焚化之类处理设施，这算设 ...\n前半部分我写的还算比较仔细的，我不知道你能不能看得出来我对当中很多枪战打斗的桥段花了好些心思。。因为文字和电影不一样，画面的表现就至关重要。\n不知道你愿不愿意在我写3的时候与你一起讨论情节？或是和你合作！我觉得你的文字很不错"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361363700,
            "txt_content": "Technology 发表于 2013-2-20 20:12 \n前半部分我写的还算比较仔细的，我不知道你能不能看得出来我对当中很多枪战打斗的桥段花了好些心思。。因 ...\n外星人写5--6年了，虽然之前都很烂，但是也有60多万字，再写不好我去跳楼算了。。。\n【现在觉得文笔只和写读数量有关，恶补去，，，】"
        },
        {
            "author": "Technology",
            "timestamp": 1361364780,
            "txt_content": "冥王星人 发表于 2013-2-20 20:35 \n外星人写5--6年了，虽然之前都很烂，但是也有60多万字，再写不好我去跳楼算了。。。\n【现在觉得文笔只和 ...\n我写的没你多呢！我加起来可能三十万不知有没有。其实我没看过什么书。。这是硬伤。。。像DJX就读书很多，满腹经纶，我就立志会向她学习"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361372820,
            "txt_content": "Technology 发表于 2013-2-20 20:53\n我写的没你多呢！我加起来可能三十万不知有没有。其实我没看过什么书。。这是硬伤。。。像DJX就读书很多， ...\n为什么我看了这么多的小说还是感觉水平没你高……你好谦虚哦……"
        },
        {
            "author": "Technology",
            "timestamp": 1361373120,
            "txt_content": "joney 发表于 2013-2-20 23:07 \n为什么我看了这么多的小说还是感觉水平没你高……你好谦虚哦……\n我的小说还不够好，很多地方都还差强人意。我看的书并不多，真的是硬伤，读完高三我一定好好看书，多多积累，我保证写出更加精彩的史蒂夫3"
        },
        {
            "author": "Technology",
            "timestamp": 1361373360,
            "txt_content": " 本帖最后由 Technology 于 2013-2-20 23:17 编辑 \njoney 发表于 2013-2-20 23:07 \n为什么我看了这么多的小说还是感觉水平没你高……你好谦虚哦……\n其实主要是因为有些没有连载完的故事线条并不完整，所以读起来有点费劲~我也是新官上任，每个人都有我值得学习的地方！我很爱看你们写小说，也很期待你们看我写的小说，并且给我提出很真切的意见，文章都是修改出来的，我现在只是苦于没什么时间~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361373720,
            "txt_content": "Technology 发表于 2013-2-20 23:16\n其实主要是因为有些没有连载完的故事线条并不完整，所以读起来有点费劲~我也是新官上任，每个人都有我值得 ...\n推荐你3册书，看完过后你可能会对写冒险小说更上一层楼，盗墓笔记，藏地密码，龙族。"
        },
        {
            "author": "Technology",
            "timestamp": 1361373780,
            "txt_content": "joney 发表于 2013-2-20 23:22 \n推荐你3册书，看完过后你可能会对写冒险小说更上一层楼，盗墓笔记，藏地密码，龙族。\n多谢~！我在高考完之后会去阅读的！"
        },
        {
            "author": "Technology",
            "timestamp": 1361373780,
            "txt_content": "joney 发表于 2013-2-20 23:22 \n推荐你3册书，看完过后你可能会对写冒险小说更上一层楼，盗墓笔记，藏地密码，龙族。\n你的小说如果想继续写~非常欢迎哦，你如果出个索引贴我就帮你弄个高亮~！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361421840,
            "txt_content": "Technology 发表于 2013-2-20 20:53 \n我写的没你多呢！我加起来可能三十万不知有没有。其实我没看过什么书。。这是硬伤。。。像DJX就读书很多， ...\nDJX满腹经纶么？【那当初德国孙子偷她帖为毛叫我去喷？】"
        },
        {
            "author": "shide",
            "timestamp": 1361500800,
            "txt_content": " 本帖最后由 shide 于 2013-2-22 10:41 编辑 \n\nLZ，求舒城一战2,QQ:1269959801"
        },
        {
            "author": "Technology",
            "timestamp": 1361505840,
            "txt_content": "shide 发表于 2013-2-22 10:40 \nLZ，求舒城一战2,QQ:1269959801\n在我的史蒂夫一里面有下载的。你自己去看一下。史蒂夫一逃出生天在我的签名里有地址"
        },
        {
            "author": "岁月の流年",
            "timestamp": 1361670660,
            "txt_content": "文章很感人，也惊心动魄。LZ你真是写作好手那！"
        },
        {
            "author": "2B国国主",
            "timestamp": 1361926320,
            "txt_content": "动作Mod……动作Mod……动作Mod……动作……Mod…………\nMod………………{:10_530:}\n我整个人都斯巴达了{:10_564:}"
        },
        {
            "author": "2B国国主",
            "timestamp": 1361926500,
            "txt_content": "没人吐槽动作Mod么{:10_501:}"
        },
        {
            "author": "Technology",
            "timestamp": 1361926620,
            "txt_content": "2B国国主 发表于 2013-2-27 08:55 \n没人吐槽动作Mod么\n这有什么好吐槽的啊？？"
        },
        {
            "author": "2B国国主",
            "timestamp": 1361926920,
            "txt_content": "Technology 发表于 2013-2-27 08:57 \n这有什么好吐槽的啊？？\n{:10_530:}果然我火星了么。。。\n回地球的火车票好难买{:10_563:}"
        },
        {
            "author": "5408754",
            "timestamp": 1362144960,
            "txt_content": "家是世界上唯一值得为之奋斗,值得为之战斗的,值得为之而死,因为它是唯一永恒的东西。。。。。。。。好吧。。。。。。。。。。"
        },
        {
            "author": "1115",
            "timestamp": 1362204300,
            "txt_content": "神作啊！不过希望多出点！！！！！！！！！！！！"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1362374100,
            "txt_content": "tech~又见面了！我就是翻译notch小说的那个！我就是在你的史蒂夫传奇1里面写超多回复的那个！\n问几个问题~\n1：史蒂夫在1中是方块人，进入另一个世界后还是吗？\n2：封面那个图片怎么做的啊！是什么编辑器？\n你写的真是太棒了！"
        },
        {
            "author": "强子、",
            "timestamp": 1362450900,
            "txt_content": "为什么感觉配上音乐就瞎了呢"
        },
        {
            "author": "Technology",
            "timestamp": 1362451080,
            "txt_content": "强子、 发表于 2013-3-5 10:35 \n为什么感觉配上音乐就瞎了呢\n瞎了？？我打算去掉一些背景音乐，但我没时间用电脑"
        },
        {
            "author": "强子、",
            "timestamp": 1362451320,
            "txt_content": "Technology 发表于 2013-3-5 10:38 \n瞎了？？我打算去掉一些背景音乐，但我没时间用电脑\n那么你是平板电脑呢还是普通只显示文字的手机呢"
        },
        {
            "author": "Technology",
            "timestamp": 1362451800,
            "txt_content": "强子、 发表于 2013-3-5 10:42 \n那么你是平板电脑呢还是普通只显示文字的手机呢\n诺基亚低端塞班机"
        },
        {
            "author": "强子、",
            "timestamp": 1362451860,
            "txt_content": "Technology 发表于 2013-3-5 10:50 \n诺基亚低端塞班机\n好吧我是诺基亚2690渣渣"
        },
        {
            "author": "assalut",
            "timestamp": 1364797080,
            "txt_content": "寫得真棒  頂!!!!"
        },
        {
            "author": "拉克萨斯",
            "timestamp": 1366479480,
            "txt_content": " 本帖最后由 拉克萨斯 于 2013-4-21 01:39 编辑 \n\n真是超棒的作品，超好看，超精彩啊，顶顶顶{:10_509:}    爱"
        },
        {
            "author": "幻冰ムマ星辰",
            "timestamp": 1367222400,
            "txt_content": "好！（实际上我看了半天~）还有音乐！"
        },
        {
            "author": "Attack",
            "timestamp": 1369058760,
            "txt_content": "小心把notch大大惹毛了"
        },
        {
            "author": "568878864",
            "timestamp": 1373190900,
            "txt_content": "（AO公司顶层办公室——\n“混账！你们都是一群蠢蛋吗？这么重要的登入机器居然让一帮穷贼给抢了！”notch把杯子狠狠的朝地上砸去。）我看到这就笑了"
        },
        {
            "author": "npc2",
            "timestamp": 1374931680,
            "txt_content": "嗯，不错，很吊我胃口，再长点就更好了（我明明是在给你施加压= ={:10_520:}）"
        },
        {
            "author": "npc2",
            "timestamp": 1374931860,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-2-15 00:13 \n很棒的作品~不过字太多有点晕……幸亏提前看过\n这还长？！！劳资觉的只是中等长度= =我觉得最长的是一亿字以上= =擦。。。问答题是3-2=？。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1374931980,
            "txt_content": "npc2 发表于 2013-7-27 21:31 \n这还长？！！劳资觉的只是中等长度= =我觉得最长的是一亿字以上= =擦。。。问答题是3-2=？。。。\n你看过一亿字的小说？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1374938100,
            "txt_content": "npc2 发表于 2013-7-27 21:31 \n这还长？！！劳资觉的只是中等长度= =我觉得最长的是一亿字以上= =擦。。。问答题是3-2=？。。。\n呵呵，不作评论"
        },
        {
            "author": "npc2",
            "timestamp": 1375012500,
            "txt_content": "Technology 发表于 2013-7-27 21:33 \n你看过一亿字的小说？\n看过，我估计1亿字以上= =http://cf.766.com/xq/201203/1554202.shtml       前面还转载了5篇！"
        },
        {
            "author": "Technology",
            "timestamp": 1375014000,
            "txt_content": "npc2 发表于 2013-7-28 19:55 \n看过，我估计1亿字以上= =http://cf.766.com/xq/201203/1554202.shtml       前面还转载了5篇！\n那我很负责任的告诉你，这个世界上还没有人写出一亿字的小说，更别提什么CF里的小说了。\n一亿字=100000000字，我这篇史蒂夫传奇2才30000字，最长的网络小说，斗破苍穹也才刚过一千万字，尚且十分之一"
        },
        {
            "author": "npc2",
            "timestamp": 1375014420,
            "txt_content": "Technology 发表于 2013-7-28 20:20 \n那我很负责任的告诉你，这个世界上还没有人写出一亿字的小说，更别提什么CF里的小说了。\n一亿字=1000000 ...\n呵呵，那，对于，儿童小说《冒险小虎队》+各种升级版？"
        },
        {
            "author": "Technology",
            "timestamp": 1375014540,
            "txt_content": "npc2 发表于 2013-7-28 20:27 \n呵呵，那，对于，儿童小说《冒险小虎队》+各种升级版？\n你算算看吧，我相信等你读初中了就会明白一亿是什么概念的"
        },
        {
            "author": "npc2",
            "timestamp": 1375014720,
            "txt_content": "Technology 发表于 2013-7-28 20:29 \n你算算看吧，我相信等你读初中了就会明白一亿是什么概念的\n我早懂了，最近我学校整天学1亿以上的大数= ="
        },
        {
            "author": "Technology",
            "timestamp": 1375015200,
            "txt_content": "npc2 发表于 2013-7-28 20:32 \n我早懂了，最近我学校整天学1亿以上的大数= =\n你们哪里的教材？我都读大学了都没有接触到什么一亿以上的大数..."
        },
        {
            "author": "npc2",
            "timestamp": 1375015380,
            "txt_content": "Technology 发表于 2013-7-28 20:40 \n你们哪里的教材？我都读大学了都没有接触到什么一亿以上的大数...\n只是写数了，我们班有个童鞋连1晚3千都不会写成阿拉伯数字（我屮艸芔茻。。。）"
        },
        {
            "author": "fmjfmj",
            "timestamp": 1376128680,
            "txt_content": "IceFreeze 发表于 2013-2-15 00:26 \n我加个分就快要吐了。。。你还让我回帖。。。我想吐又没得吐，，要死啦喂%>_\n鼓励一下吗，有点不通人情\n\n内牛满面"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1376138040,
            "txt_content": "fmjfmj 发表于 2013-8-10 17:58 \n鼓励一下吗，有点不通人情\n\n内牛满面\n你不懂啦..我对Tech的特殊鼓励→v→"
        }
    ]
}