{
    "title": "【茶馆周刊】丨【话幽冥——序章】（茶馆独占连载）",
    "author": "文豪小绝",
    "replyCount": 36,
    "timestamp": 1564327380,
    "txt_content": " 本帖最后由 hx1051935237 于 2019-7-29 17:49 编辑 \n本人排版能力较差，那便不排版了，尽力排版好，本文中出现的人物与其他文章设定完全不同，故事完全虚拟，与真实事件无关，如有雷同，那是不可能的，请各位看官看的开心，谢谢    一杯茗，一壶酒，一盏烛灯空幽幽；一首诗，一曲词，一语道破凡尘事。简中不录俗事，茶中却看风华。——楔子    “小二，来一盏茶，上好的龙井！”路过的旅人风尘仆仆走了进来，摘下头上的帽子，拍了拍身上的尘土，坐了下来，朝着柜台那边挥了挥手，如此说道。    “好嘞，客观请稍等。”柜台旁的一位伙计转身去提壶端茶，走到那旅人的座位旁，把茶具放了下来，为他摆好了茶具，沏好了茶，道一句“客观请慢用”后，便回到了柜台边等待下一位客人。旅人仿佛在等什么人，慢悠悠地端起茶杯抿了一口，就放下了，也不知是品茶香还是有所他想。    没过一会儿，又来了一位客人，只是他的衣服却是比起那位旅人不知道好了多少倍，看上去就是家境较好的富家子弟，锦绣华服，腰间佩戴者两枚精致的翡翠玉珠，手持一把折扇，脚穿干净的黑色布履，走过这不算平整的小山路，竟是一点没有灰尘留在鞋上。他走到之前的旅人的对面，坐了下来。旅人略带惊惶地站了起来，华服男子折扇一抚，将那颤颤巍巍即将跪下的旅人推回去了座位坐了下来，开口说道：“大可不必如此，虽然这里距离城里足足有数十里，但还是小心点好，隔墙有耳。”说罢，他收起了手中的折扇，轻轻点了点柜台的方向。“是，是。”旅人擦了擦额头的汗，点头回应着。    “本座要的东西带来了吗？”    “带……带来了，您过目。”    说着，旅人从自己的怀中掏出了一个小包袱，蓝色的包袱打了个结，只见他紧张地朝柜台方向看了看，只见掌柜在低头算着什么，而两个伙计在聊天，这才松了口气，打开包袱推到华服男子身前。华服男子低头一看，包袱里是一个小药瓶，他两指夹起药瓶，轻轻摇了摇，里面没有传来任何的声音，端详了片刻又放了下来。    “无声无息，宛如一个空瓶子一样，如何证明这就是本座要找的东西？”    “大……大……大人，我可不敢欺骗您啊，这就是如假包换的我们苗家的祖传秘药，不信，您可以寻一活物来试试便知。”旅人颤颤巍巍地作了个揖，头上冷汗直冒，弯弯低下了头。华服男子轻笑一声，折扇轻轻拍了拍他的肩膀说道：“别那么紧张，本座当然是信你的啦，谅你也不敢欺骗本座。”说罢，端起茶壶为自己倒了一杯茶，举起茶杯闭目作欲饮状，旅人抬起手，用袖口擦了擦自己额头上的汗。华服男子在茶杯碰到嘴唇的时候停了下来，睁开眼看着那旅人，开口说道：“你说，这里面，会不会已经被你下了‘秘药’呢？”旅人一惊，当即就要跪下，华服男子却是一拉他的手臂，放声大笑起来：“哈哈哈哈，开玩笑的，本座没有那么吓人吧，只是跟你开个小小的玩笑而已，哈哈哈。”旅人只好吃吃地陪着笑，伸手去拿自己的茶杯时，杯子里的茶都抖得飞溅了出来。华服男子一饮而尽，放下茶杯，抚衣站了起来，右手执扇拍了拍自己的左手，收起旅人给自己的包袱，转身离开。    “对了对了，忘掉你今天的任何事，不然后果，你知道的吧？”跨出门前，华服男子回头说道，旅人赶忙站起身，如小鸡啄米般点头，见状，华服男子才微笑离去。旅人慢慢坐回座位，擦了擦额头的汗，回头看了看柜台方向，众人依然没有注意到自己这边，仿佛华服男子从头到尾都没有出现过一样。    长舒一口气，旅人站起身，桌上留下几枚铜板，朝着柜台喊道：“小二，结账。”“好嘞，客官，您慢走。”转身离去，当他刚走到门口的时候，只听“咚咚”几声，旅人转过头，当看到这一幕时，如坠深渊。眼前的地板上躺着几颗人头，脸上似乎还微笑着为自己送别，连自己是什么时候死的都不曾知晓。“啊！啊……啊！”旅人吓得一屁股坐在地上，这才知道那位大人根本就没打算让这里的人活着离开，甚至都不打算让自己活着离开。“大人啊！小的对您忠心耿耿，绝无二心，求您放过小的吧！求求您啦！求求您！我对天发誓，绝不会泄露半点今天的事，否则就让我满门灭绝！求您当小的一条生路吧！”旅人半跪着，爬到茶馆的大门口，冲着大门重重地磕起了头，一次又一次，丝毫不在乎自己的头早已磕破，血液不断滴落，脸上混杂着血水和汗水，面色早已惊恐到扭曲。只听虚空中传来了华服男子的笑声，以及那无法分辨方位的声音：“哈哈哈哈哈，那些人今天见到你出现过，所以他们必须死，而你，对本座这么忠心，应该明白要怎么做，对吧？本座很信任你啊。”旅人不敢回答，只是不停磕着响头，只是不知道第几次磕头的时候，他再也无法抬起头了，因为他的头颅早已在地上的血泊之中，连自己是何时死亡的都不明白，就已经死了。不远处的华服男子悠然地漫步着，他挥了挥手中的折扇，轻轻摇着。“本座当然相信你了，但是，本座更相信死了的你才更不会说出去，哈哈哈哈哈。不过他倒是提醒了本座，得派人去把他的全家老小都灭个干净，这样才会不留后患。”华服男子笑着离开了，身后的茶馆不知什么时候就燃起了熊熊火焰，火焰吞噬了茶馆，以及倒在地上的尸体，几个时辰后，这里就只剩下灰烬而已了。    在数十里外的城池，是这片大陆最大的几大城池之一，谓之龙城！正如城池的名字所示，龙姓为城池帝王，被称为龙皇，每一代的传人皆为龙姓。北部坐落着龙皇的皇宫，其余的地方，皆为坊市，在龙城内外，还有一些特殊的地方。龙城中心，最为热闹繁华，以中心为原点向城墙边缘呈放射状分布，最靠边缘的则为比较一般的居民和市场，但是哪怕在边缘区域，也有很多不能惹的人以及城内买不到的东西存在着。靠近龙城北边皇宫的区域，则大多为达官贵族，家中不是家中有人为官便是家境富饶的商贾，因此，这边的治安也是最严格、最好的。此时的龙城内一个占地巨大的房内，华服男子举着之前苗家的秘药瓶子，放在桌上，桌子另一边坐着的是一位官服男子，脸色略显黝黑，他伸手拿起瓶子，如之前的他一样，轻轻摇了摇，却没有听到任何声音。    “怎么样？你能确定这就是传说中的那种东西吗？”他放下瓶子问华服男子，华服男子摇了摇折扇，端起桌上的茶杯喝了一口，回道：“放心吧，绝对没错，无声无色，状若气体，唯有遇到星粉才会显示出其形貌，这一点本座也是验证过了，与古籍上别无二致。”官服男子收起瓶子，华服男子手中折扇一收，指着他说道：“东西已经给你了，但是你要怎么用，就看你的本事了，要是失败了。”华服男子手中折扇做了一个抹脖子的动作，官服男子领会，他点了点头，说道：“放心吧，这一点我清楚得很。”华服男子低头沉思，他们要做的事显然危险至极，必须得谨慎行事。看他都如此沉重，官服男子问道：“怎么？还有什么算漏了吗？”    “大体上没有，但是我们的行动可能会暴露的点还有一个隐患，天机谷那群老头子先不提，他们可懒得过问这凡尘事，但是本座突然想起来，在咱们这龙城内还有一个地方，有一个人可能会知道我们要做的事情，万一他那天刚好……”    “是他？”    “没错，看来，必须要处理掉他才行，至少在你动手的日子不能让他在这龙城，反正也是一个卑微之所罢了，虽然也算一个【团体组织】，但反正只要过了这段时间，这天，都不知道是谁的了，呵呵呵。”    官服男子站起身来，说道：“我这就去安排。”华服男子不知什么时候早已不在屋内，只从虚空中传来一句话：“本座也派人助你，尽快将他们驱离这龙城罢。”    ……………………    龙城内，中心地带，这里人来人往，放眼过去，皆是行人商贾，作为最繁华之地，自然也有巡逻的卫兵。这里有人在酒店逍遥快活，有人在店里与卖家争论砍价，也有店家在喊话揽客，好不热闹。在靠东方向右一座茶楼，茶楼有三层高，茶楼的招牌上单字一个“幽”，在城里还有个众人所熟知的名字，谓之“幽冥楼”，表面上听起来颇有点地狱幽冥之意，实则就是一个安静喝茶的地方，而且所处的位置在中心区的边缘，并不会吵闹，正适合让人静下来品茶谈天。    “哟，掌柜的，来一壶上好的龙城清茶。”一位刚刚进门的人喊道，柜台前的男子抬起头回了声“好”，便让旁边的人去了。    “极光，你去给那位客人泡一下清茶。”    “哪个极光？！”【异口同声】    柜台前的九幽扶着额头，闭着眼睛继续说道：“老极光。”九幽面前站着的两位，一位是蓝色头发的少女，一位是带着灰色布帽的少年，听到指示，被称为“老极光”的布帽少年就去准备了。极光抱着一个托盘正百无聊赖地看着街上来往的行人，她问道：“九幽九幽，知道元素哪去了吗？”九幽敲了两下桌面，也看向门外，回应道：“我记得他好像是去采购了，还有，这是今天早上你第一百九十次问我了……你能不能不要没过一会儿就来问我一次。”正聊着，一位带着斗笠的人走了进来，他的脸上有一道狰狞的伤疤，腰间挂着一把大大的配刀，他走到柜台前，放下了几十枚银两，说道：“老板，我要打听个事。”九幽看了看桌上的银两，笑着把银两推了回去，说道：“抱歉，你要打听的事，这点钱，不够。”“那你要多少！”    九幽伸出一根手指，说道：“一块金锭。”男子面色愠怒，但很快又平静下来，从怀里拿出一块金锭，放在了桌上。九幽收起了金锭，说道：“你要找的人不在龙城，你被你的邻居骗了，他现在应该快到北边的中立之地了。”男子面色狰狞，咬牙握紧了自己的刀柄，他留下句“多谢”后扭头就走。茶馆便是这样的场所，为大家闲聊之所，为大家休闲吃茶之所，为大家咨询交换情报之所，虽然信息也是交易物品的一种，但是根据情报的重要程度，收费也有所不同。    “哟，今天又是九幽看店啊，哈哈，馆主去哪儿玩去啦。”    茶馆门口走进来一群茶馆的老常客，都是住在城里离茶馆不远的一群老人们。九幽看到他们进来，让极光去准备龙井茶，这是他们经常喝的茶，九幽早已牢记于心，面对老人们的调侃，九幽无奈地笑着：“是啊，他又不知道跑哪里疯去了，不过如果碰到打不过的人就会回来吧哈哈哈哈。”“哈哈哈哈哈，九幽你可真幽默！”几个老人被九幽的话逗得大笑起来，他们找了个靠窗的位置坐了下来，就开始唠起了家常。    “唉，馆主那家伙一大早又不见了，昨晚说好的让我今天向他报告一下最近的收入情况呢？”九幽无奈地自语了一句，看着门外的人，摇摇头，继续低头忙自己的了。    与此同时，在城里的另一个地方，一位男子正在路上行走着，他总是微笑眯着眼，戴着一顶草帽，浅黄色的头发，身着一身浅黄色的布衣，背后的图案是一个圈，中间写着一个“幽”字，这位正是幽冥茶馆的馆主，名为混乱。    “阿嚏！”混乱突然打了个喷嚏，他捏了捏鼻子，眯着眼说道：“嗯，看来是有人说我坏话，肯定是九幽那小子，回头扣他工资！”说完，混乱又去旁边买了一串冰糖葫芦，一边吃着一边继续朝前走着。    “今天的天气依然很好呢~”    “是啊，我们也是这么想的。”    “嗯？”     一直微笑眯着眼的混乱，左眼微微张开一条小缝，看着前方的屋顶。周围不知道何时已经被清空了，一个行人都没有，而自己已经被一群人包围了。“哎呀哎呀，怎么回事呢，我一介草民也能让巡龙卫的将军这么重点关注。”混乱又闭上了眼，微笑着说着，一支箭矢射了过来，击穿了混乱的草帽，钉在了地上，混乱歪头躲过这一箭，不知从哪里又取出一顶完好无损的草帽带在头上。“哎呀，不要什么都不说就动手嘛，我触犯了什么条例吗，凌云凌将军？”站在屋顶上的凌云并没有回答混乱什么，他挥了挥手，周围的弓箭手举起弓，同时发射，数千支箭朝混乱射了过来。“唉，这么好的天气怎么尽遭罪呢？”混乱睁开了眼睛，微笑地面对迎面射来的箭雨，他在原地快速躲闪了起来，连续攒射的箭雨完全没有伤到混乱分毫，尽皆被他躲开。凌云一挥手，众弓箭手放下了手里的弓。    “不愧是幽冥楼的馆主，有几分本事。”    “过奖过奖，但是草民何之过，凌将军却是没有告诉在下呢。”凌云看着混乱，说道：“给你一个机会，带着你的人离开龙城吧，不然，你可能就没有机会了。”    “哦？”混乱的脸上没有了微笑，“那要看你们有没有这个本事了。”    “拿下他！”凌云一声令下，周围的卫兵分为三层围了上来，前排为盾，而后为枪，将混乱困在中间，混乱蹲了下来，轻轻一跃便跳出了包围圈，直冲凌云而来，凌云身边的护卫刚想上前，却看凌云挥了挥手，拦住他们。“让我来，既然他寻死，就让他死。”凌云朝着冲过来的混乱打出一拳，混乱在空中竟一个转身闪过，一拳击在凌云的甲胄上，一手抓在凌云的脖子上，反手将其按倒在屋顶上。    “不要看我这样，其实还是有几分本事的，凭你们这些人是奈何不了我的，说吧，你们为什么要我们离开龙城。”    “啪啪啪啪啪”一阵鼓掌声在混乱背后响起，混乱一惊，回头看去，却被一拳打在了脸上，把混乱打飞下了屋顶，撞进了旁边的房子里，混乱草帽落在了屋顶上，被一脚踩烂。    “君要臣死，臣不得不死，更何况你自诩一介草民呢？不过对普通人来说，巡龙卫确实是够了，但是对你，还差了些火候，毕竟你们也算是一个【团体组织】啊。”    瓦砾之中，混乱爬起身，擦了擦嘴边的血，看着屋顶上出现的几个人，眯上了眼笑道：“这下有些麻烦了啊。”不知从哪里又取出了一顶草帽带好，站起身来。“看来今天确实是我幽冥之祸，得离开龙城了。”    ……………………    “怎么好像城南那边好像很吵？”    “听说是有人闹事，巡龙卫在抓人呢。”    “有人敢在城中闹事？嫌命太长了吧！”    九幽听着茶馆内和门外的人们的话，皱起了眉头，毕竟敢在龙城闹事的人可不多。    “樱花，你去看看？”    “……”    “九幽，元素怎么还没……”    “打住！这是第两百三十四次了……你饶了我吧。”九幽看向了城南，心中不由有一种不祥的预感。    “我回来了。”    “哇！元素回来了！”    极光赶紧去门口迎接，元素揉了揉极光的蓝色头发，对九幽说道：“馆主传令，走。”九幽领会，开始着手准备。当他们准备好了准备离开，一个浑身血迹的人扶着大门门口，正是混乱。    “馆主！你没事吧？”    九幽赶紧上前扶着混乱，混乱吐出一口血，说道：“我看起来像是没事的样子吗？还好樱花去接应我了，不过快来不及了，此次是我幽冥之祸，目前我们还没办法与他们对抗，快离开龙城，再图后事。”众人早就准备好了，立即乘坐马车出发。幽冥楼顶，站着那位华服男子，旁边的男子向他投来询问的目光，他摇着折扇冲他挥挥手，示意他不必再追。    “就放他们走吧，不然免不了要死很多人，这样，反而会暴露出很多东西，而且，只要他们出了这龙城，就没事了，更何况……”    华服男子没有说下去，带着人消失在了屋顶上。没过多久，巡龙卫便来了一群人，封锁了幽冥楼，并外称此处地盘已城无主之地，幽冥馆主已经交出地契，将店面转让，此地将于三日后拍卖。而离去的幽冥楼一行人，已不知所踪。——序章，完题外话：长期鸽德居然也更新了，确实拖的有点久了，3周左右吧，一直想写，虽然也有忙的一部分原因，更多的是修改、复读以及想后续故事的走向，但是我一向都是写一步看一步，挖坑慢慢填，填不完也就算了也是因此变成周刊，甚至可能变成月刊也说不好，当然，既然开坑了还是会尽力保持更新的【免得被当水帖(雾)】。艾特专席：@九幽之帝  @阴阳师元素祭祀  @极光creeper @极光先生 @Sakura_End  以上为至少名字已经出现的人，别问我为什么不@混乱 以下为随机艾特：@Oil @tutity_tiger @世予 @喵哒子 @Ice_Block_   剩下的为可预订艾特位，可在群里或者论坛本楼底下留言",
    "replies": [
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564327500,
            "txt_content": "混乱被你@到了\n请不要在使用草稿的时候@人"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564327560,
            "txt_content": "tutity_tiger 发表于 2019-7-28 23:25\n混乱被你@到了\n请不要在使用草稿的时候@人\n我是故意的没事没事"
        },
        {
            "author": "xmdhs",
            "timestamp": 1564327620,
            "txt_content": "所以现在写文的全都来茶馆了吗。。"
        },
        {
            "author": "幽儿~",
            "timestamp": 1564327740,
            "txt_content": "舒服\n这回没有挨揍？\n（暴露本质？）\n哈哈哈哈哈\n文不错\n"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564327740,
            "txt_content": "xmdhs 发表于 2019-7-28 23:27\n所以现在写文的全都来茶馆了吗。。\n周创版版主发出了哀嚎"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564327800,
            "txt_content": "九幽之帝 发表于 2019-7-28 23:29\n舒服\n这回没有挨揍？\n（暴露本质？）\n什么本质？\n\n抖……抖M？"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564327860,
            "txt_content": "九幽之帝 发表于 2019-7-28 23:29\n舒服\n这回没有挨揍？\n（暴露本质？）\n你是有多想挨揍啊喂"
        },
        {
            "author": "幽儿~",
            "timestamp": 1564327980,
            "txt_content": "hx1051935237 发表于 2019-7-28 23:31\n你是有多想挨揍啊喂\n艹\n要不是你们一个一个的一写文写到武打戏\n准保有个人挨揍\n这不 混乱挨了嘛 \n233333\n不是我就好\n"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564328100,
            "txt_content": "九幽之帝 发表于 2019-7-28 23:33\n艹\n要不是你们一个一个的一写文写到武打戏\n准保有个人挨揍\n混乱这个是有原因的，后面会说到"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564328100,
            "txt_content": "九幽之帝 发表于 2019-7-28 23:33\n艹\n要不是你们一个一个的一写文写到武打戏\n准保有个人挨揍\n是你才好吧……#逃"
        },
        {
            "author": "世予予",
            "timestamp": 1564328100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564328160,
            "txt_content": "世予 发表于 2019-7-28 23:35\n这回换混乱了hhhhh\n混乱是有原因的。。后面会提到，这算是伏笔【毕竟一馆之主啊】"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564329060,
            "txt_content": "九幽之帝 发表于 2019-7-28 23:33\n艹\n要不是你们一个一个的一写文写到武打戏\n准保有个人挨揍\n刚刚我和Jue联系过了,给你安排上了\n你放心,一定会让你如愿以偿的.\n"
        },
        {
            "author": "幽儿~",
            "timestamp": 1564329240,
            "txt_content": "tutity_tiger 发表于 2019-7-28 23:51\n刚刚我和Jue联系过了,给你安排上了\n你放心,一定会让你如愿以偿的.\n艹\n你坛文者简直魔鬼系列\n"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1564329300,
            "txt_content": "鸽子冰块不敢露头"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564329360,
            "txt_content": "Ice_Block_ 发表于 2019-7-28 23:55\n鸽子冰块不敢露头\n没啥敢不敢的，我都鸽3周了"
        },
        {
            "author": "ir-0",
            "timestamp": 1564358640,
            "txt_content": "啥出场  咋没看到"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564361220,
            "txt_content": "Sakura_End 发表于 2019-7-29 08:04\n啥出场  咋没看到\n名字出场"
        },
        {
            "author": "极光先生",
            "timestamp": 1564367400,
            "txt_content": "（怒，但是不敢说话）"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564367700,
            "txt_content": "极光先生 发表于 2019-7-29 10:30\n（怒，但是不敢说话）\n为啥！你超强的！"
        },
        {
            "author": "Оil",
            "timestamp": 1564375140,
            "txt_content": "没想到居然设定是古代呢……\n\n难不成我要搞一挺簧轮枪过来？？\n誒你之前好像问过我这个问题.jpg"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564375260,
            "txt_content": "Oil 发表于 2019-7-29 12:39\n没想到居然设定是古代呢……\n\n难不成我要搞一挺簧轮枪过来？？\n\n或许有枪，但是也可能用不到，但是你肯定能用到"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564376880,
            "txt_content": "有文化的人正可怕"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564377060,
            "txt_content": "冰川橙子 发表于 2019-7-29 13:08\n有文化的人正可怕\n刚想说恭喜解封。。看了看才3级的你。。"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564377120,
            "txt_content": "hx1051935237 发表于 2019-7-29 13:11\n刚想说恭喜解封。。看了看才3级的你。。\n再看看我的名字"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564377180,
            "txt_content": "冰川橙子 发表于 2019-7-29 13:12\n再看看我的名字\n看到了，我就是先看的ID再看的等级你这是换品种了啊"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564377240,
            "txt_content": "hx1051935237 发表于 2019-7-29 13:13\n看到了，我就是先看的ID再看的等级你这是换品种了啊\nemmmmm算吧"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564377420,
            "txt_content": "冰川橙子 发表于 2019-7-29 13:14\nemmmmm算吧\n那我到底安排你是橘子还是橙子？还没写到，给你一个修改的机会"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564377480,
            "txt_content": "hx1051935237 发表于 2019-7-29 13:17\n那我到底安排你是橘子还是橙子？还没写到，给你一个修改的机会\n橘子，因为这只是一个小号，橘子是我大号，就写橘子把"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1564402320,
            "txt_content": "留言求@"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564402980,
            "txt_content": "321yu_wango 发表于 2019-7-29 20:12\n留言求@\n好的，已记录"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1564402980,
            "txt_content": "hx1051935237 发表于 2019-7-29 20:23\n好的，已记录\n谢谢！"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564407840,
            "txt_content": "你不去置顶申请吗"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564407960,
            "txt_content": "冰川橙子 发表于 2019-7-29 21:44\n你不去置顶申请吗\n？？？还有这种操作吗"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564408020,
            "txt_content": "hx1051935237 发表于 2019-7-29 21:46\n？？？还有这种操作吗\n你去看看"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1564494960,
            "txt_content": "xmdhs 发表于 2019-7-28 23:27\n所以现在写文的全都来茶馆了吗。。\n估计是文章的板块太冷了没人看"
        }
    ]
}