{
    "title": "在某知名太空服当恶臭玩家是不是搞错了什么",
    "author": "Mr_Tangsr",
    "replyCount": 23,
    "timestamp": 1564417800,
    "txt_content": " 本帖最后由 Mr_Tangsr 于 2019-7-30 16:57 编辑 \n\n我本人是一个太空迷，玩过许多太空游戏，比如无人深空，异星探险家等，游戏时长也都是占大比的，甚至还在mc中和朋友一起复刻了即将发的天宫空间站。我们在一次偶然的机会下，从mcbbs的版头发现了一个太空主题的服务器，作为太空迷和mc迷的我马上叫上朋友进了这个服务器，这个服务器是付费准入的服务器，这种收费方式可以说很激进，但是价格又刚刚好（普通版16元、高级版24元）也因为这个原因，我对这个服务器的玩家素质和内容方面还是抱有很大期待的。\nMc中的无人深空我出生在一个大型的空间站内，我确实没看错，这是个优秀的太空服这里是飞船的停泊港口，可以看到，这里是致敬了无人深空的空间站，而其各色的飞船造型也让人眼前一亮。当激活星球扫描仪的时候，我回想起当时玩过的无人深空，我的心情非常激动，这个服务器的细节做得很是到位。我其实也开了一个小服，遇到优秀的同行当然想与他们合作，于是我问这个服主能不能交换官网友情链接，服主表示他们没有官网，我只好作罢。\n",
    "replies": [
        {
            "author": "qisi-jun",
            "timestamp": 1564418280,
            "txt_content": "唐突恶臭（半恼）"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564418520,
            "txt_content": " 本帖最后由 Mr_Tangsr 于 2019-7-30 00:58 编辑 \n\n鸽子王服主\n\n太空题材的任务内容很快就完成了，毕竟mc是个生存游戏，我便在初始星球安了家，正当我开始变得无所事事的时候，从其他玩家那听说了可以购买私人巨立方（可以让我们在太空安家）,然后我的目标就变成了拥有巨立方。我没日没夜的肝巨立方资源，终于存到了8k，就去找服主，服主说他没空得明天才能弄，谁知明日复明日就是一个星期，这一个星期每天我就蹲服主上线，每天日常问他什么时候帮我弄巨立方，服主有时敷衍两句，有时直接无视，直到最后一天他跟我说，不弄巨立方了。也就是说我这一个星期完全白等了，如果不想弄的话，一开始和我这么说不就行了？被吊了一个星期的胃口的滋味谁都觉得不好受吧。\n抱怨的老玩家被服主放了一波大鸽子以后，我突然觉得索然无味，但游戏就是有毒，就算觉得没味也不是一时半会能戒掉的。当晚，日常水服挂机，正巧看到公屏里有个老玩家在抱怨。说他以前bug出了问题然后给服主反馈，服主不但没有给予赔偿，还对这名老玩家说：你这第一批的探索者连这点承受能力都没有？把老玩家伤透了心。服主与玩家的关系，应该是一种服务者与被服务者的关系，而不是什么上下级，更何况这是一个商业服，所有的玩家都是消费者，因该得到消费者应有的权利，而在我看来这里的玩家连应有的尊重都没有得到。\n善意的提醒一次这个服务器群正聊起矿透的事情，原来服主并没有安装反矿透插件。然后我就调侃说哪天我也要装个xray去挖矿（这件事一直被服主列在我的罪行之首，不知道被他秋后算了多少次帐），之后我跟服主建议使用paper端，因为paper端自带反xray而且性能更好，一直对我不理不睬的服主这时候才跟我说上了几句话。后来我从服主那得知他装了paper端以后服务器插件不兼容又换回去了。\n服务器的锅玩家来背一次，我在群里发现这样一张截图。我解释一下，翠龙是什么玩意呢，是这个服用材质盔甲做的一种动物，由于某些bug导致杀死这种生物会获得它身上的材质盔甲。我一想这逻辑不对啊，服务器自己bug了现在还要拿处罚来威胁玩家，让玩家承担责任？于是就在群里吐槽：接着我就被禁言24小时，到现在为止这个服主在我身上安的罪名：1. 公然说要开矿透2. 带节奏。作为一个玩家我感到很失望，我喜欢这个服做的游戏，但是游戏的开发者不但不听取意见，还要针对提意见的人，之前那位抱怨的玩家说过，这个服你很少能看到因为失望而抱怨的玩家，因为这些人已经果断弃坑了。一个服如果一直这样，久而久之剩下的都是些什么人呢？\n与服主讨论服务器防御心得在这之后又发生了同行攻击事件，攻击者是群里一个狗头像的人。服主貌似觉得其他服的服主都是想来搞他破坏的人，我想是不是因为这个原因，所以服主总是针对我，我隐约感觉到服主对我有些防备，说我搞事。\n\n事后服主想让我帮忙看看这人来路，虽然之前发生的事情让我心寒，但我还是帮了他这个忙（我是好人，没办法），虽然我没能认出那个人是谁，但是我也把我所有的服务器防御心得告诉了服主，试图与服主搞好关系。\n\n但是这样的努力并没有得到反馈，我的头上再次被安上了莫须有的罪名，一次我发现主城没有氧气，就去群里反馈，结果服主却怀疑是我搞的破坏。。\n被清掉的刷怪塔我和朋友有一个刷怪塔，至于能不能造刷怪塔我们是仔细查看过wiki上的规则的没有写明不能建造刷怪塔。这是7月21号之前的版本，我们的刷怪塔是21号之前造的。21号当天我们进服刷怪就发现刷怪塔没了，就去群里讲这个事情。因为确实是第一次见到连刷怪塔这种简单操作都要禁用的服，所以不免抱怨几句，而且之前wiki确实没说刷怪塔不能造。然后我就被踢了。事后我又去wiki上翻了翻，果然，服主在我发现刷怪塔被清并且在群里讨论之后直接就过来把wiki改了，大家注意这个版本的修改时间，7月21日22点46，而我在群里的聊天记录是22点24，好一个先斩后奏。目前为止我的罪名：1. 公然开矿透 2. 带节奏 3. 与人互怼。这个与人互怼真的耐人寻味，既然是互怼，那另一方呢？？防着点人就叫互怼吗？其实也就都是欲加之罪罢了。\n彻底的失望我mcmmo钓鱼已经1千多级了，稳坐全服前三，也曾为了搞到一个私人巨立方肝了三天肝到财富榜前三但至此我已经对这个服彻底的失望了，我觉得我也要弃坑了。我自己也是个开服的，我的管理都说我在其他服钓鱼，乐不思蜀了，我也是时候回去维护我自己的服务器了。\n"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564419120,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "诸神之地",
            "timestamp": 1564419780,
            "txt_content": "干的漂亮！以德报怨，何以报德！"
        },
        {
            "author": "cooocooo",
            "timestamp": 1564426860,
            "txt_content": "为什么不能理解服主，服主也是人，也要吃饭，你不充钱服主当然懒得理你，所以说还是腾讯好"
        },
        {
            "author": "liboyang31202",
            "timestamp": 1564432740,
            "txt_content": "额，每个人想法不同吧。"
        },
        {
            "author": "shiran@",
            "timestamp": 1564477800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "shiran@",
            "timestamp": 1564477860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "403325871",
            "timestamp": 1564479240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1564481100,
            "txt_content": "吓死我了，我还以为是什么steam的minecraft太空游戏"
        },
        {
            "author": "雾之湖的青蛙",
            "timestamp": 1564481640,
            "txt_content": "你在服里恶臭是因为你用插件漏洞疯狂刷钱刷物品   所以服务器里没有玩家瞧得起你"
        },
        {
            "author": "雾之湖的青蛙",
            "timestamp": 1564481700,
            "txt_content": "重点是用刷来的钱装逼   公屏里教别人从商之道   我知道你嘴皮溜  所以我也不多说了  我也说不过你  告辞"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564484280,
            "txt_content": " 本帖最后由 Mr_Tangsr 于 2019-7-30 20:36 编辑 \nMr_Tangsr 发表于 2019-7-30 00:52\n**** 该帖被屏蔽 ****\n屏蔽原因：公开游戏bug。感谢版主指正，为使故事连贯，我会注意版规并重新补充内容。\n获取大量游戏货币\n这个服务器还是有一些亮点的，他们商店插件就很有意思，我也打算给自己服加一个。研究过这个插件之后，我竟然发现了由于服主的配置失误，可以让我们刷到大量的钱。于是，我和朋友一秒变富豪，财富榜第一的玩家14万存款，我200万我朋友150万。\n修复台插件错误这个服务器有一种消耗40级经验修复装备的功能，在我们刚刷到三叉戟的时候，我和朋友一起去到修复台，准备尝试时发现介绍上写着只能修复武器工具类。然而我朋友正好有裕量的经验而且还有一把即将损坏的钻石斧子，便按规定手持该斧子点击修复。吞下40级经验之后，我们发现斧子的耐久居然一点没长，我朋友马上截图发进群里吐槽，结果服主跳出来说私聊，给你补，于是我朋友就去跟服主私聊反应，与巨立方事件相似，服主先是满口答应，说肯定补，第二天晚上服主上线准备维护时，我们又问了一边，服主说，补，但是维护完成后，服主突然变了卦，说不补了，他说我无法证明我修补了装备。\n\n把有限的经历投入到无限的寻找bug中刷了钱之后，不知怎么的，有一种复仇的快感，我们决定找出这个服更多的bug，彻底的成为一个恶臭玩家，破坏服务器的经济体系。皇天不负有心人，经过我们的努力，我们不但扒出了服务器所有的插件，还刷出了大量的载具，把家设置在了不能设置的地方。\n\n\n\n\n"
        },
        {
            "author": "3473449059",
            "timestamp": 1564484760,
            "txt_content": "应该可能因为每个人想法不一吧"
        },
        {
            "author": "Awei_阿威",
            "timestamp": 1564485480,
            "txt_content": "这种服还是少玩为好，毕竟这么废的腐竹，怎么可能开好服务器呢？"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1564488600,
            "txt_content": "玩不下去就找公益服吧"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564490580,
            "txt_content": "雾之湖的青蛙 发表于 2019-7-30 18:15\n重点是用刷来的钱装逼   公屏里教别人从商之道   我知道你嘴皮溜  所以我也不多说了  我也说不过你  告辞 ...\n久仰青蛙的大名，我早就在玩家的金钱排行榜上见识过你的实力，但我好像很少看到你上线。我感觉我人还是挺好相处的，不知道为何你对我有这么大的成见？"
        },
        {
            "author": "世界の尽头",
            "timestamp": 1564490640,
            "txt_content": "十个腐竹九个鸽"
        },
        {
            "author": "miaomang",
            "timestamp": 1564490640,
            "txt_content": "充钱——你就会变得更强大 哦不 服主就会认真对待你"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1564492140,
            "txt_content": "抵制迷你狗 发表于 2019-7-30 20:44\n十个腐竹九个鸽\n？话有点过？"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1564492200,
            "txt_content": "太空服还是建议去玩桉树叶\nhttp://www.mcbbs.net/thread-874231-1-1.html"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564495560,
            "txt_content": "miaomang 发表于 2019-7-30 20:44\n充钱——你就会变得更强大 哦不 服主就会认真对待你\n这个收费准入的服务器，哪个玩家又没有充钱呢"
        },
        {
            "author": "Mr_Tangsr",
            "timestamp": 1564495620,
            "txt_content": "321yu_wango 发表于 2019-7-30 21:10\n太空服还是建议去玩桉树叶\nhttp://www.mcbbs.net/thread-874231-1-1.html\n桉树叶我去过，服务器氛围非常好"
        }
    ]
}