{
    "title": "[多线]圣里卡多 —— 养老生存 ● 小服开荒 ● 欢乐生存 ● 精致建筑 ● [1.12.2]",
    "author": "1335757820qq",
    "replyCount": 0,
    "timestamp": 1564416660,
    "txt_content": " 本帖最后由 1335757820qq 于 2019-7-31 21:26 编辑 \n\n\n\n\n写在前面\n\n我们致力于制作一个所有玩家和谐相处，生活在一处的社区类型服务器。\n\n简而言之是以下几点：\n一：生存房屋的建造\n1.整个主世界我们只圈了主城一块地方，而我们希望玩家们尽量在主城附近进行建造房屋等一系列建筑。以此来增进主城附近的繁华程度，真正的打造成一个社区。那时您便是主城居民。\n\n2.当然，如果您并不喜欢喧嚣的环境和蛮多的邻居，我们肯定不会干涉您去野外单人生存。\n\n3.如果您想要在主城附近建造房屋，服务器的管理人员会尽力帮您建造一个美观且舒适的家园，并且每周会发放一些主城居民的福利。当然，建造房屋并不是无偿的，您需要至少支付房屋建造材料之外的百分之二十。\n\n二：我们鼓励玩家们营造“村庄模式”\n1.村庄即多名玩家聚集在一起在野外开辟的生存地点，玩家们可以自己给自己的村庄取名字，也可以几个小伙伴在一起生存，做建筑，养老。管理员会在主城给各个村庄开放传送门，以便捷新玩家加入村庄。\n\n2.村庄建成要求：村庄居民不得低于五名玩家。建筑物必须有五个房屋、一定规模的农场、一定规模的牧场、有村庄广场、存在至少两处风景造物，如喷泉，雕像等等。\n\n3.管理员会每周选出最佳村庄，以此来颁发一些纪念品。\n\n三：对玩家的要求\n1.由于我们是养老服务器，所以对玩家的管理会很松散。当然，希望玩家们不要去乱破坏主世界地形以获取物资，因为破坏后的地形真的很难看啊·····挖矿砍树还请去资源世界，资源世界每两周会更新一次，尽量别在主世界跑图。\n\n2.本服刚刚起步，希望各位玩家可以叫上自己的好基友一起来玩，当然，是有奖励的。\n\n3.本服每个IP只支持一个账号，无法创建小号，希望各位进入服务器注册时一定仔细检查自己的ID，不要搞错了。\n\n4.有任何问题都可以咨询群主或管理员，我们会尽力为您解决问题。（然鹅管理员大部分划水，有事还是多找群主叭=-=）\n\n5.本服的创建者们全部是高三应届毕业生，即将上大学，但也没有较为稳定的经济来源，无法独立经济。所以还请各位玩家进行赞助，当然，还请量力而行。我们尽量不会给予赞助者破坏游戏平衡的东西。四、关于服务器1.服务器目前大概只能承载四五十人，但是当人多了之后，如果服务器承载不了，我们会及时升级服务器，保障玩家的游戏流畅。2.OP们坚决不会参与玩家们的游戏，更多的只是处理玩家游戏中出现的bug和问题。\n\n\n当然，我们并不像依靠服务器来谋求生计或者盈利，让我们心甘情愿付出的，还是对Minecraft的那一份热爱和赤诚。\n希望有更多志同道合的玩家加入我们，谢谢。群号：480335942\n\n\n下面是服务器内测阶段的展示\n\n服务器总体的风景\n\n\n服务器内的建筑，除了主城，其余均为玩家建造\n而我们是支持玩家们打造精致建筑的\n\n先来总图\n\n\n\n\n夜景也一样美丽\n\n\n\n\n\n\n当然，也少不了清晨和黄昏\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n下面是服务器内测阶段玩家们的日常和（dou）谐（bi）生活\n\n\n\n玩家们都很有爱，之间会互帮互助\n请尽量不要过于肝，因为我们是养老服，追求的是Minecraft中的一份宁静\n\n\n服务器里有很多高（sha）手（zi）\n\n\n\n\n\n\n\n\n\n大家都还是很喜欢我这个腐竹的！\n\n\n服务器里的玩家们素质都很高\n\n这是我与玩家们！\n\n\n\n然鹅到了此时此刻我才知道事情的严重性\n\n\n当然，我们的日常还是很和谐的啦\n\n\n\n\n\n\n\n\n玩家们也自己制作了一些有趣的设施这是玩家自制的地铁，可还行\n\n\n\n\n\n\n\n\n\n\n\n下面的是主城内部的一些设施贩卖食物，贩卖饮料主城商店之类的我们利用NPCMOD，创造出了更加真实更加多趣味的环境\n\n\n\n这里是主城商店\n\n\n\n\n\n\n\n\n\n\n下面的是玩家自己制作的牧场我们安装了更好的动物MOD，有多达几十种的动物增加了更多的趣味性比如，如果你攻击了公牛，公牛会用它强壮的角顶你产仔必须公母结合不同动物的肉吃下去会有不同效果它们也会饥饿也会口渴，你必须精心的去照料它们，让他们快♂乐比如猪必须要有泥坑玩更是新加入了刺猬、孔雀、仓鼠等可爱的动物详情请见更好的动物MOD帖子：http://www.mcbbs.net/thread-817915-1-1.html相信你会喜欢上它的\n\n真的是一群很可爱的动物呢qvq某玩家：你还不是说杀就杀！\n\n\n\n\n\n\n\n\n\n\n\n当然，我们不会将趣味性局限于此我们也会制作许许多多的物品，让玩家时刻感受到不一样的感觉    \n    \n    \n\n\n\n当然，这个东西才是最帅气的！\n\n\n\n\n\n\n\n\n\n正式开服之后，我们会每个月举行一次比较大的活动，来让玩家不再因为生存而枯燥乏味目前已经列举好好几种活动比如围猎僵尸：在一个封闭环境中放置五百只僵尸，玩家谁获得的腐肉最多就是胜出雪球山羊：在场地外用雪球将山羊赶进一个栅栏门跑酷比赛：这个不用我多说了吧捕捉小精灵：放置很多的青蛙，玩家击杀青蛙最多的胜出对没错···它就是青蛙，只有这么大一点····\n\n\n\n\n\n\n看完以上的介绍如果你对我们服务器心动认同我们的理念和精神理解我们对MineCraft的热爱那就请加入我们！我们会一直等你！最后感谢您的浏览！谢谢！我们的制作组：建筑：Ice_Block_管理：Ice_Block_技术：Ice_Block_划水：Xuan_Xun、Salty_Fish_\n\n\n写在后面服务器为什么要叫圣里卡多这个拗口的名字呢？因为它是我六年级第一次玩MineCraft服务器的时候进入的服务器那时我刚刚接触MineCraft,刚刚领略到她的魅力给我留下了记忆中不可磨灭的记忆，像清澈水潭中的花瓣一样美好所以为了这份情怀，我决定将我的服务器也叫做圣里卡多以此来致敬我在MineCraft中最美好的时光\n\n其实我们服务器也才制作了半个月不到期间有很多我不知所措的问题尤其是我还蠢笨蠢笨的但是还好，多亏了有热心的MCBBS的坛友帮我解决了许许多多的问题在这里真的诚心感谢他们所以这里是一个温暖的地方，我由衷的喜欢着这里也希望我们一起风雨共济，砥砺前行By——Ice_Block_\n\n\n\n\n\n",
    "replies": []
}