{
    "title": "[Minecraft.net | INSIDER] 拿Bug叨扰我们吧",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1564591620,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-11 17:20 编辑 \n\n\nBug Us About Bugs\nFound a bug in Minecraft? Here’s how to report it\n拿Bug叨扰我们吧\n在Minecraft里找到漏洞了？这里教你如何汇报！\n\nEver play Minecraft but feel like something is a little… off? Maybe your quartz blocks keep disappearing. Or your pickaxe doesn’t seem to be doing anything. Or the Enderman keeps singing Lou Bega’s ghastly hit ‘Mambo No. 5’ at you. If anything like that has happened to you, congratulations! You just found a bug! Hopefully, it wasn’t that Enderman one. We were sure we’d patched that out.\n玩Minecraft的时候，有没有感觉有地方……不对劲？比如石英块老是消失不见。或者是镐子不起作用了。又或者是末影人一直在对着你哼唱Lou Bega的神曲Mambo No. 5。如果你遇上了任何类似的事情，那么恭喜！你找到了漏洞（Bug）！最好别是末影人那种。我们保证会修复漏洞的。\n\nSometimes bugs can come along and spoil everything. That’s why we want you to log bugs so the Minecraft team can fix them asap. Then you can get back to mining, crafting, and livin’ that bug free life.\n有时候漏洞会一直发生，破坏一切。这就是为什么我们希望你来汇报漏洞，这样子Minecraft的开发团队就能尽快地进行修复了。然后，你就能回到游戏中，继续挖矿，合成，享受没有漏洞的生活。\n\nTo report a bug, click this link to head to our bug tracking site. This is set up using JIRA, which we’ve dubbed MoJIRA because we’re cute like that. Set yourself up a JIRA login and you’ll be ready to make our developers cry by reporting thousands of bugs in no time!\n要汇报漏洞的话，点击这个链接来访问我们的漏洞汇报站点。这个网站基于JIRA系统，我们将其戏称为MoJIRA，感觉这样挺好玩的。登录JIRA系统，你就能瞬间汇报上千漏洞，让我们的开发员欲哭无泪！\n\n\n\nYou’ll see this screen when you visit our bug tracking site. Either log in or sign up for a free account. It only takes a few seconds!\n访问漏洞追踪站点你就能看到这个界面。要么登录，或者是免费注册一个账号。花不上多少时间！\n\n\n\nOnce you’re logged in, you’ll want to select the version of Minecraft you want to report a bug in. Here we have the Java Edition, Minecraft (that’s the Bedrock version on Xbox One, Nintendo Switch, Windows 10, iOS and Android), and Minecraft Earth (our new AR game!).\n登陆之后，你就需要选择要汇报漏洞的对应Minecraft游戏版本。这里我们可以选择Java版，Minecraft（指的是Xbox One, Nintendo Switch, Windows 10, iOS和安卓上的基岩版），以及Minecraft Earth（我们的全新AR游戏！）\n\n\n\nScroll further down for Minecraft: Console Edition (that’s legacy editions on PS4, PS3, Xbox One and Nintendo Switch – if you’re playing on one of these consoles and it has ‘Edition’ in the title, this is the option for you) and Minecraft Realms!\n往下滑，还可以选择主机版（PS4, PS3, Xbox One 和 Nintendo Switch的遗留版本——如果你的游戏主机在其中之列，而且游戏标题有“Edition”的话，就选这个）和Minecraft Realms！\n\nBelow these options you’ll see some handy tips for making bug reports:\n在选项下面，你可以看到一些关于漏洞汇报的温馨提示：\n\n1. Submit ONE issue per report please, it's easier for us to follow and manage!1. 请一次只汇报一个漏洞，这样我们能更方便地跟进与管理！2. Please provide a (to the point) summary of your problem. Avoid one-worded summaries and things like \"help!!!\".2. 请提供问题的关键摘要。不要拿一个词当摘要，也不要发“急！求修复！”这样的东西。3. The description should contain details of the problem and how to reproduce it so that we can more easily track down the problem and try to fix it.3.  描述信息应当包含问题细节以及复现方法，这样我们就能更好地跟踪问题，尝试修复。4. Please search before creating a report to make sure your issue hasn't already been reported. If it has, please join the discussion there! You’ll find the search option in the top-right corner of the page.4. 请在汇报之前搜索一下，保证你的问题还没有人汇报过。如果有人汇报过了，那么就参与那里的讨论！你可以在网页的右上角找到搜索选项。5. If you've discovered an exploit or a security issue, please create a Private report that only yourself and Mojang will be able to see.5. 如果你发现了滥用和安全方面的问题，请使用Private模式汇报，这样就只有你和Mojang能看到汇报内容。\n\nSEARCHING FOR ALREADY REPORTED BUGS\n搜索已经汇报过的漏洞\n\nWe get a lot of bug reports, so you’ll often find someone has already reported your bug. But if they have reported it already, you can still add new information to the existing report, or upvote it!\n我们这里的漏洞汇报非常多，所以你时常会发现有人已经汇报过了你遇到的漏洞。但是，即使漏洞已有汇报，你依然可以向其中添加新的信息，或者给汇报点个赞！\n\n\n\nThe best way to find a bug is to use the Quick Search bar, found in the top right corner (on desktop, not mobile!). Let’s type in ‘Enderman’ and see if we can find that Mambo No. 5 problem I was experiencing earlier.\n最好的漏洞搜索方法是使用快速搜索栏，就在网页的右上角（是桌面版网页，不是移动版哦！）。我们输入一下“Enderman”来看看之前我遇到过的哼歌问题是不是已经存在了。\n\n\n\nYou’ll get a list of Enderman-related bugs players have reported! No sign of my Mambo No. 5 cr** though. Perhaps I’m playing Minecraft too much at 5 am again.\n这里出现了玩家们汇报的关于末影人的漏洞！虽然里面好像并没有我遇到的哼歌灾难。也许是我又通宵玩Minecraft玩到5点了。\n\nWhen you search for something, you’ll likely see a list of bug tickets. If you find one that reports a bug you’re experiencing, vote for it! The Minecraft team monitor the tracker for reports and useful user comments. MoJIRA also has a ** dedicated volunteer moderators and helpers who help keep the tracker tidy and organised, and these will often help direct players to the right bug reports.\n当你搜索的时候，你很可能会看到一串漏洞工单。如果你发现其中一个和你的一样，那就点个赞！Minecraft开发团队会关注追踪系统，查看漏洞汇报以及有帮助的用户评论。MoJIRA上也有一群有序的核查志愿者，他们会帮忙让追踪系统干净整洁，这样做可以经常帮到玩家，引导他们到合适的漏洞汇报页。\n\n\n\nSEARCH TERMS\n搜索术语\n\nProject Key\n项目关键词\n\nWant to make sure you’re searching for bugs for the version of Minecraft you’re playing? Good idea! Use these helpful shorthands:\n希望确保搜索的漏洞对应你的Minecraft游戏版本吗？这个想法不错！可以使用这些有帮助的简写：\n\nMC - Minecraft: Java Edition\nMC - Java版\n\nMCE - Minecraft Earth\nMCE - Minecraft Earth\n\nMCCE - Minecraft Legacy Console Editions\nMCCE - 主机遗留版本\n\nMCPE - Minecraft Bedrock\nMCPE - 基岩版\n\nREALMS - Realms\nREALMS - Realms\n\nOther useful shorthands:\n其他的方便简写：\n\nUnresolved - Shows you only bugs we haven’t resolved yet\nUnresolved - 只展示尚未解决的漏洞\n\nr: me - reporter, tickets created by you\nr: me - 展示由你创建的汇报工单\n\nr: [USERNAME] - Reporter, tickets created by [USERNAME]\nr: [用户名] - 展示由指定用户创建的汇报工单\n\nFixed - Shows only fixed bugs\nFixed - 只展示已修复的漏洞\n\ncreated:-1w - Only shows tickets created in the last week.\ncreated:-1w - 只展示最近一周创建的工单\n\nWildcards\n通配符\n\nUsing wildcards can help find a general term rather than a specific word, and can also help with typos in bug titles. For example, if you were searching for a bug regarding items not stacking correctly, you would type in the quick bar: item* stack* - this would bring up tickets containing related words such as items, stacked, and stacking.\n用通配符可以帮助以综合的关键词来寻找，而不必指定某个词。通配符也可以帮助避免漏洞标题中的笔误。比如，如果你想搜索和物品堆叠（item stacking）有关的漏洞，那么就可以在快速搜索栏中输入：item* stack* - 这样可以展示包含相关词汇的工单，例如有items, stakced和stacking这些词的工单。\n\nAnother example is searching for issues about world conversion; if you use the term conver* you will find issues that use related words convert, converted, conversion and so on. It also means you can search really quickly as you often only have to type the first few letters of a keyword that you want to search for.\n另一个例子就是搜索世界转换（world conversion），如果你使用conver*，就能搜到使用了convert, converted, conversion这些相关词汇的结果。这种用法也意味着，通常你只需要打开头的几个字母，就能更快的找到你想要的东西了。\n\nUsing the above example mcpe item* stack* unresolved should bring up just a few relevant bug tickets, making it a lot easier to find the ticket you were looking for!\n使用上面的例子，在mcpe中搜索 item* stack* unresolved，就能找到仅有的几个相关漏洞，让你更容易找到想要的结果！\n\n\n\nSuccess! Let’s get complainin’!\n成功！让我们开始大发牢骚吧！\n\nCommonly Used Searches\n常用搜索\n\nHere are a few commonly used searches that should help put you on the right track when you’re ready to jump into the bug tracker!\n下面是一些常用的搜索，能让你在漏洞追踪系统中走入正轨！\n\nBy Project:\n按项目来分：\n\nMinecraft (Bedrock) – Open Tickets sorted by dateMinecraft (基岩版) – 按日期排序的开放工单Minecraft: Java Edition – Open Tickets sorted by DateMinecraft: Java 版 – 按日期排序的开放工单Minecraft: Console Editions  - Open Tickets sorted by dateMinecraft: 主机版  - 按日期排序的开放工单\n\nReporting a NEW bug!\n汇报新漏洞！\n\nWow, you’ve found a bug first? Let’s get as much detail recorded so the developers can quickly see what the problem is.  Here’s an example of the layout that is most helpful:\n哇，你是第一个发现漏洞的！那么就尽可能详细地描述下来吧，这样开发员就可以快速地看到问题所在。下面是一个最有效果的汇报样例框架：\n\nSteps to Reproduce your bug:\n复现漏洞的步骤：\n\nExplain how we can recreate your bug ourselves in Minecraft\n描述如何让我们自己在Minecraft中重现漏洞\n\nObserved Results:\n观察结果：\n\n“I didn’t even know the Enderman could sing!” etc.\n比如“我都不知道末影人还能唱歌的！”\n\nExpected Results:\n预期结果：\n\nWhat should happen when we try and recreate the bug.\n你认为我们尝试重现漏洞的时候应该发生什么东西。\n\nUploading a screenshot of your bug (or even a world save) is also extremely useful!\n上传漏洞的截图（或者存档也行）也能帮上大忙！\n\nHere are some bug report templates to get you started:\n这里有一些汇报模板，你可以从这里开始：\n\nReport New Bedrock Bug汇报新的基岩版漏洞Report New Java Bug汇报新的Java版漏洞Report new Minecraft Earth Bug汇报新的Minecraft Earth漏洞\n\nHave fun reporting bugs! But honestly, we run a pretty tight ship here, so good luck findi– ERROR 404 END OF ARTICLE NOT FOUND\n祝你享受漏洞的汇报！但说真的，我们这里管理有方，所以祝你在寻——错误：404，找不到文章结尾\n\nThanks to Jay Wells for all his help with this article and tons of bug reporting expertise!\n感谢Jay Wells在本文中提供帮助以及漏洞汇报的专业意见！\n\n【Kakagou译自Bug Us About Bugs】\n【作者Staff，发布时间2019年7月31日】\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1564601160,
            "txt_content": "抓到一只半夜不睡觉的小马\n什么bug，这叫特性"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1564621560,
            "txt_content": "第一眼看标题还以为是官方牢骚文\n不要老盯着bug不放！"
        },
        {
            "author": "底层咸鱼",
            "timestamp": 1566470640,
            "txt_content": "在Minecraft里找到漏洞了？这里教你如何汇报！\n汇报归汇报，修归修 "
        },
        {
            "author": "Frozen_01n",
            "timestamp": 1588577280,
            "txt_content": "众所周知 mc没有bug 都是特性"
        }
    ]
}