{
    "title": "关于茶馆新人报道的一些建议",
    "author": "幽儿~",
    "replyCount": 1,
    "timestamp": 1564637220,
    "txt_content": " 本帖最后由 九幽之帝 于 2019-8-1 14:39 编辑 \n\n茶馆新人报道情况分析\n众所周知，茶馆是论坛活跃版块之一同样也是新人报道贴任务及其他活跃任务主要的完成任务地点，好的方面推动了茶馆的活跃，坏的方面导致了灌水等违反版规的行为概率大大提高.长期以来新人报道呈现敷衍化，灌水化，内容一句化程度，严重影响了茶馆的价值风气的形成.而目前关于新人报道方面的举措版规并不完全，据我所知仅有对新人报道贴敷衍一句话等的灌水版规提醒（实际上是版主对未完善新人报道版规执行口头提醒修改抑或执行少量扣分的执行方法，若贴主进行修改后即可撤销处罚评分），新人报道贴灌水定义更改，新人报道屠版定义处罚定量明确等......故此目前茶馆对于新人报道内容的版规定义尚未完善，而这一根源问题的迫切需要解决和有效的解决方法，长期放任下去只会导致问题一直的存在而成为茶馆不良风气的源头.\n\n解决新人报道方法提议\n有人建议说是安排类似B站的入站考试，从源头上解决闲杂人员混进论坛破坏秩序的情况，个人听此之初时也有向此建议递交到论坛管理组，但是结果是被否定的，具体原由的话因为时间间隔远久所以模糊了，但是我个人觉得入站考试的优点也是有的，这无疑优化了论坛人员的素质程度，直接减少了不熟悉规章制度而盲目行事人员的流入，潜在的收益优点也不少，不过这入站考试也不是百无一弊，B站入站考试上的题源创建问题，内容保密问题及顺序问题，同时也会出现网络答题泛滥等，个人来看的话其实这些问题都有解决方法的，倘若有条件设置的话不如可以尝试尝试，论坛的入站考试也大可分类，规章制度考，MC基础问题考等，分大类按个人选择进行考试，设定合理的目标分数线及加持另一方面的举措鼓励等.... 具体方案步骤的话还是得经由论坛管理组进行讨论了，这里说再多也只能是个方法而不是个实行方案了.....（这样的做法是面向整个论坛的，同样也会影响到整个论坛）\n\n也有人建议说在茶馆内部进行分版，将此类新人报道分流到子版块，这样灌水流也不会那么显而易见，但是我个人并不同意此类的做法，分版作用并不是拿来做掩盖的，而应该是对众多的主题进行分类别的进行筛选放置，且不说因为这个新人报道灌水而分版的举措根本就解决不了的问题...\n\n而我个人的建议是在轻度方面：即新人报道贴内容任务领取加之版规提醒界面同时提供一个可选可填的报道模板，管理态度上抑可持鼓励但不强制的态度，面对不完善的一句话内容使用机制解决，即通过论坛提醒功能提醒贴主完善而不再是需要管理人员一个一个去口头提醒.对既未使用建议模板发帖也未理会论坛提醒的，可智能总汇到版主操作面，从而进行合理的版规处罚.....\n\n为什么要重视茶馆的新人报道问题\n因为我个人一直坚信茶馆作为论坛的活跃版块，也是可多样化执行服务功能的版块，如果能在这方面下下足功夫去建设，那么受益的不仅仅是茶馆方面同样也是论坛各个版块方面了，把茶馆的关注度分流向各个欠关注的版块，运用茶馆视角浏览整个论坛，茶馆就是这类功能的桥梁，而合理的版规合理的操作及优良的风气就是这座桥梁的支柱.论坛目前各个版块之间的交流少之又少，灵感交流缺乏通道，各版块之间缺乏应有的活动交流，以往的连版活动发展到现在更多的是在自己版块内做自己版块的活动，让可参与的都参与进来，让能帮助都来一起，这样使得冷版块的活动不再是做冷板凳，活跃版块也能充实自己内容的情况.......\n\n写此贴的一些原由\n此贴的言论建议参考自他人也取材自自己，实际的细致方案我也拿不出，但我把真实的看法想法总的概括说出来，能做的只是一个发展方向的建议。至于最终能不能实现我也拿捏不准，毕竟我只是一个论坛的一个普通坛员，所以此贴上面的内容自然不可能细致考虑到方方面面的影响，做不到优质建议也请原谅，但是我向往为论坛建设付出自己贡献的心依旧是有的，所以还请各位能者之士积极献计，合理讨论，望论坛管理组认真审待.\n\n",
    "replies": [
        {
            "author": "底层咸鱼",
            "timestamp": 1564659600,
            "txt_content": " 本帖最后由 897412176 于 2019-8-1 20:04 编辑 \n\n入站考试？\nhttps://www.mcbbs.net/thread-856010-1-1.html\n九幽的建议概括：\n增加并鼓励使用新人报道模板；\n论坛提醒功能取代版主手动提醒；\n违规内容智能总汇到版主操作面。\n另外，我在考虑模板会不会使报道贴趋同化严重另外你好像快要 100 锭了。（疯狂暗示）"
        }
    ]
}