{
    "title": "[多线]麦块梦三国——职业|任务|剧情|副本[1.12.2]",
    "author": "498525451",
    "replyCount": 0,
    "timestamp": 1564735200,
    "txt_content": " 本帖最后由 498525451 于 2019-8-2 16:41 编辑 \n\n多种玩法\n四种职业，剑侍，豪杰，游侠，仙术，三国传统四职业！炫酷技能带你狂虐boss！\n\n独特音效，独特的背景背景音乐与NPC对话有不同的音效，使用技能音效、怪物使用技能音效与死亡音效，体验RPG里NPC的恩怨情仇！\n\n装备系统，不单单只有帽子护甲护腿与鞋子，有更多扩展装备，蓝图拥有打造装备的权限，奥义拥有巨大强力的属性，背包可以放更多物品，还有其他功能需要自己探索,大量奇幻功能等你来看！\n\n任务系统，点击快捷键即可查看任务与未接受任务，前期多多看任务对与后期有极大用处，还有新手助手册，里面含有大量帮助新手的文本，帮助你从萌新一步到老鸟！\n\n声望系统，当自身声望达到一定要求后，即可在各国主城的军师处申领官爵。在获取官爵成功后，你就有了官爵的名号，除了又一个可炫耀的称号外，还可每天领到国家发放的俸禄呢！提升官爵主要是通过积累声望，而提升声望，有以下几种方法：可去野外或是副本挑战各种经验怪物；可通过完成一些特定的任务；可通过为国家提供经济支援，当选择把金钱捐给国库用于国家建设后，就可以看到自己的声望迅速提高，成就官宦世家！\n\n成就系统，当玩家完成不同的声望、任务或是参加活动获得，完成可以获得相应的成就点数，换取成就奖励！一步飞天！\n\n称号系统，可以通过声望达到某个点数、完成成就、参加活动与使用独特物品获得，玩家可以自由切换已经解锁的称号，让换称号如同挑衣服！\n\n皮肤系统，可以随意切换已经解锁的皮肤，皮肤可以通过活动或是商城购买获得，听说貂蝉的皮肤很好看哟~\n\n寻路系统，顾名思义，需要找那些NPC与怪物都可以使用寻路系统，麻麻再也不用担心我迷路啦！\n\n签到系统，每日签到不仅可以获得奖励，而且可以刷新日常任务，使用补签卡也有以上效果哟，签到到达一定次数会有丰富的奖励，大量奖励等你来领！\n\n元神系统，通过精元鉴定获得，不同的精元鉴定出不同的元神，元神属性随机并且拥有独特的技能。战斗时，可以召唤元神帮助你，出门打怪必备之选！\n\n每日任务，可以获得丰富的奖励，如：海量经验、货币、声望等,满足你懒惰的幻想！\n\n高级副本，会掉落丰富的道具秘籍货币奖励，有极小记录掉落强大的精元，召唤至强元神！\n\n副职系统，通过完成副职任务学习到一种副职业，学会副职业的玩家可以合成生产出多种物品，如食物、强化装备的道具、附加装备属性的道具等，让你的RPG生活充满生存玩家的色彩！\n\n资源世界，收集副职业资源的专用世界，每日可以进入一次，死亡或退出游戏返回，RPG的同时体验生存的乐趣！[index]\n\n地皮世界，每个玩家可以获得一个地皮世界，可以做一些羞羞的事情。剩下还有一坨坨狗屎犯二的剧情了2333\n\n独特活动\n活动：丢失的小内内\n活动时间：开启时间7.25~7.30(服务器开启时间) 结束时间待定\n活动介绍：某日，貂蝉在闺房洗白白，突然一道黑影飞过！衣桁(春秋时期的衣架，不是那种嘿嘿嘿的刑具)上粉嫩的小肚兜不翼而飞，这到底是人性的扭曲还是德道的沦丧？这件事满城传的沸扬，有很多好色之徒正在收集“丢失的小内内情报”来获得这件小内内。骚年，快来收集“丢失的小内内情报”来帮助貂蝉寻找丢失的小内内吧。\n活动道具：玩家可以通过三国活动使首次了解任务(需要玩家等级大于等于20级，情报x2)、每日在线奖励(情报x2)、每次通关黄巾副本(情报x1)、活动商店等途径获得。\n道具兑换：可以在巴郡三国活动使(坐标巴郡X-37,Y71,Z13)兑换非常丰富的奖励。如：经验丸，BUFF药剂，五铢，点劵，装备等。\n丰富福利\n丰富的福利，现在加入赠送大量经验丸药剂以及道具五铢\n服务器加入\nQQ群:90377091\n\n\n\n\n\n\n\n\n\nfile_1564733711000.jpg\n(165.81 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 16:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n004.png\n(142.09 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 16:40 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n005.png\n(210.79 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 16:40 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n002.png\n(260.65 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 16:40 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n003.png\n(214.6 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 16:40 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}