{
    "title": "【茶馆周刊】丨【话幽冥——第一章】（茶馆独占连载）",
    "author": "文豪小绝",
    "replyCount": 20,
    "timestamp": 1564751400,
    "txt_content": " 本帖最后由 hx1051935237 于 2019-8-2 21:10 编辑 \n\n目录【茶馆周刊】丨【话幽冥——序章】（茶馆独占连载）：https://www.mcbbs.net/thread-893149-1-1.html\n\n     自从幽冥楼退出龙城，已经过去了三个月，这三个月发生了很多的事，其中最重要的一件大事震惊了龙城内外，龙皇jia beng【拼音因为会被和谐】，而取而代之的，是原宰相刘震天。    “你们退下吧，让朕一个人静一静。”     刘震天在皇宫内朝下面的大臣们挥挥手，将他们都打发出去了。    “拜见吾皇。”     刘震天面前空荡荡的地面上出现了一位华服男子，他半跪着，右手握拳放在胸前，正是之前出现过的华服男子，他单名一个“灵”字，为龙城之中最大的一个势力——龙阙的领头人，也因此得名灵主。    “起来吧，是灵主啊，哈哈哈，还要多谢你的帮忙，朕才能坐上如今这个位置，没想到‘秘药’的效果这么强，强如龙皇都承受不住。”    “哪里哪里，各取所需罢了，我也得到了我想要的东西了。”灵站起身，轻摇折扇，微笑着说道。刘震天看着灵说道：“这都过去三个月了，没想到幽冥楼那群人竟然一句话都没有说吗？”     灵收起折扇，看向身后的门外，说道：“因为那天的行动已经发挥了作用，只要他们离开龙城，他们就已经失去了当场说出来的机会了，再者，都已经离开了，再说什么又会有谁相信呢？而且错过了那天，混乱也无可奈何，毕竟现在龙城这天，这地，可是陛下你的啊。”    “哈哈哈哈哈，一切都在你的计划之中嘛。不过，这幽冥楼，到底有什么来头？”    “陛下你之前多为政事国事，不了解民间事是很正常的，幽冥楼看起来仅仅是一间茶馆，实则与我龙阙一样，是为一个【团体组织】，光是一个馆主，巡龙卫都奈他不得，虽然巡龙卫只算得上是小城巡卫，但对普通人来说已经无法反抗了，若是当时不是巡龙卫而是一支禁军十二小队，可能还能拿下他，但是想要拿下整个幽冥楼，却是有点难度的，或许要将二十四支小队的半数全部派出，便可完全碾压吧。幽冥楼名不见经传，虽然是一个【团体组织】，但是少有出手，多是做点正经买卖，就像普通的茶楼一样，好像没有什么争取之心。”     灵双手背在身后，诉说着自己所知道的情报，他上次也参与了驱逐幽冥楼的行动，但是却没看出混乱馆主有什么强大的地方，他完全不理解为什么混乱能成为一馆之主。刘震天看灵突然沉默了下来，挥挥手说道：“算了算了，都过去了，这龙城早已是我的天下，不提他们也罢。”灵点了点头，躬身行了一礼，说道：“灵有事先走一步，告辞。”说罢，就消失在了朝堂之上。    “总是这么来去匆匆，罢了，朕也去歇息了。”     早早退了朝，刘震天便回到寝宫休息去了。     …………………………     此时的幽冥楼众人，早已经在远离龙城的地方，一个叫做翠云山的地方安顿下来，这里有个小城镇，名唤流云镇，幽冥楼众人在小镇的周边盖起了一栋小茶楼，依然是三层楼，但是大小空间比起龙城的幽冥楼，就完全不够看了。流云镇在翠云山的山顶中间，被地势环抱在其中，小镇中间有一个大大的湖泊，倒映着蓝蓝的天空，由于海拔比较高，站在山顶上，伸手都仿佛能摸到天上的云彩。湖泊的支流延伸到各处，如今的幽冥楼正建在一条支流旁，还坐拥一片小池塘。池塘边建起了一个不大的小凉亭，还在边上修了一条木栈道。    “哈——”     一位身着浅黄色衣服，带着草帽的浅黄色头发男子坐在栈道边缘上，正是幽冥馆主混乱。他打了个哈欠，盘着半边腿，另一条腿悬在空中，脚上穿着的木屐都快触碰到了池塘的水面，百般聊赖地拿着一根小树枝，绑着线在这儿钓鱼。混乱身后，九幽走了过来，正欲开口说话，混乱举起手打断了他，眯着眼微笑的混乱，突然用力一拉树枝，一条大红色的鲤鱼就被他拉了起来。    “嘿嘿，加餐加餐。九幽，有什么事吗？”     九幽上前一步，说道：“馆主，如今龙城已经易主这么久了，我们就这么在此地等着吗？你忍得下这口气，我们可忍不下！”这么说着，九幽的眼神突然凌厉了起来，混乱看他这个样子，一手提着鱼，用另一只手拍了拍九幽的肩膀，说道：“放心吧，我们幽冥楼一直都与世无争，但是惹到我们头上，肯定不能这么算了。但是现在这么回去，也是去送死，不说龙城的众多高手护卫，还有龙阙以及很多【团体组织】都盯着呢，尤其是龙阙，这次的龙城易主，肯定与他们脱不了干系，这么急着让我们走，说明他们是害怕事情被我们知道。不，确切的说，应该是害怕被我知道吧，不过也确实让他得逞了，从我们离开时，龙城那边的局势我们就影响不了了，没想到竟是弑君这等恶行，无论为己为公，我们都还要回去的，迟早让我幽冥之名传遍天下。”说完，混乱又拍了拍九幽的肩膀，提着鱼往回走。    “迟早……吗？不过馆主，我们来这里做什么？”混乱停住脚步，他抬起头看着天，说道：“等人。”九幽一愣，问道：“等什么人？”混乱微笑着回道：“我也不知道，但是我有预感，在这里，我们会等到我们要等的人。”九幽听得一头雾水，不过既然是出自混乱之口，他便不再怀疑，跟在混乱身后，朝着幽冥楼走去。    “呐呐，我钓了一条大鱼哦，加餐加餐！”刚进门，混乱就提着鱼喊了起来，老极光走上前，接过混乱手上的鱼，就朝后厨走去。混乱眯着眼扫视了一下馆里，除了老极光，就只有他身后的九幽了。    “没什么生意呢，不过其他人哪去了？”    “啊，你说他们啊，樱花去流云镇了，元素和极光也是。至于小爽和酒伞，现在应该在……嗯？怎么有股烧焦的味道？”九幽正说着，一股浓浓的烧焦味从后厨传了出来。    “不会是我的鱼吧！老极光！！！”     混乱丢下手中的树枝，赶紧朝后厨冲了过去，九幽扶额，叹了一口气，不过他紧接着又皱了皱眉头，好像忘记了什么没说。正想着，走进来了一个人，九幽赶紧上前接待，这是一位男子，脸上略显沧桑。他看了看空荡的茶馆，对九幽说道：“你这里都有什么茶啊？”“小到地方茶，大到知名茶，我们皆有，您想喝什么茶呢？”男子的手微微颤抖起来，问道：“可有琉璃玉？”九幽愣了愣，重新打量了一下这位男子，问道：“您是琉光城来的？”男子点了点头，九幽道了句“请稍等”，就到后厨沏茶去了。     这时，混乱抓着一根串着烤鱼的木签走了出来，他咬了一口烤鱼，赞叹了一声，这才注意到空荡的茶馆内多了一位客人。他走上前来，微笑着打起了招呼：“哟，这位远道而来的客人你好，我是这间茶馆的主人，我叫混乱，怎么样客官，要不要来一顶混乱帽？物美价廉哦，不仅能遮风挡雨，长期戴还能保持身体健康哦。”说完，他摘下头上的草帽，递给了男子，男子虽然很疑惑，但是还是接过了草帽。突然，他开始颤抖，捂着嘴哭泣了起来，他如视珍宝一般将草帽放在胸口，嘴里不停地向混乱道谢：“谢谢，谢谢你，馆主大人，谢谢。”混乱摆摆手，不知从哪又拿出了一顶草帽戴在头上，咬了一口手里的烤鱼，说道：“嗯唔，不必谢我，付钱就好啦。”男子一愣，问道：“不知，要付多少钱呢？我……”“诶，不用多说，一壶琉璃玉，仅售五十铜板而已，而我的这顶混乱帽，已经收过你的费用了。那么，祝你品茶愉快。”男子沧桑的脸上早已布满了泪痕，看着慢慢离开的混乱的背影，他站起身躬身行了一礼。混乱走进隔间，九幽端着沏好的茶正好往外走，混乱吃着剩下的半天烤鱼，说道：“已经收过费用了哦。”九幽点了点头，笑道：“肯定又是赔本买卖吧。”“哼哼~你又如何知道是赚了还是亏了，这天下事又有谁能真正说得清呢？”混乱说完，吃着手里的烤鱼就从后门离开了。九幽转过头，提着茶壶来到前厅，这时的男子已经安定了下来，九幽为他倒了一杯茶，将茶壶放在桌上，男子端起杯，嗅到这熟悉的味道，不禁感叹：“果然是我琉光城的琉璃玉，色纯且味香，已经好久没有喝到家乡的茶了。”    “您满意就好了。”九幽在一旁微微躬身，准备离开，男子却喊住了他：“诶，这位小兄弟，请问，你们的馆主，到底是什么来头呢？”九幽闻言，抬头想了想，说道：“我们的馆主啊，看起来悠悠哉哉，做的事情又不靠谱，还经常把工作丢给我们自己不知道跑哪快活去了！”九幽顿了顿，看着男子笑道：“但是，他是一个超级烂好人，是我们尊敬的馆主。”男子看着九幽的眼睛，拿出了一个包袱，取出了许多金粒，放在了桌上。    “客人，您这是做什么？我们馆主已经收过你的费用了。”九幽赶忙阻止男子，但是男子坚决地摇了摇头，一定要让九幽收下。    “馆主大人的人情，我还不起，但至少能让我图个安心。”    “您这又是何苦呢？那回去的盘缠可还够？”    “没有钱，可以再赚！但是家没了，就再难组建了！多亏了馆主大人，我已经想清楚了。”     九幽拗不过他，只得收下，又去后厨让老极光给男子炒了几盘小菜，男子吃饱后就上路了，九幽挥手与他道别。老极光从后厨走了出来，说道：“为啥他们都去玩就我俩看店啊？”    “诶？馆主呢？”    “刚刚你不是和他聊天吗？聊完他就去镇里了啊。”    “什么？！不是，我想起来了，凛音呢？”    “凛音？啊，她早就和采购的两个人出去了啊。”     九幽满头黑线，说道：“这群家伙！生意都不干了是吗？我们也去玩！”说完，关好门，与老极光也朝着流云镇奔去。——第一章，完目前可以公开的情报：混乱（幽冥楼馆主）人物设定为带着草帽，浅黄色头发，浅黄色布衣，背后的圈里写着个“幽”字，是个眯眯眼，乐天派，总是微笑着，身上藏着大量草帽？【口胡警告】【团体组织】下一章应该能揭开幽冥茶馆目前的布局，三层小茶楼，背后是小庄园，以及住宿休息的地方（仅茶馆里的人，因为并不是客栈），拥有一个池塘，池塘边为凉亭与木栈道（鱼塘.yys）幽冥茶馆目前的人口：混乱（馆主），九幽，元素，极光，凛音，樱花，酒伞，小爽，老极光【唯一一位没当过版主的存在，请疼爱】作者的题外话：因为三周前就想整成周刊来着，结果鸽了，一直想能补上，有机会的话就会补上，人数多了其实会挺难写的，毕竟大多数人连人设都木有弄清楚，但是依然把名字放出来了，希望自己能尽快填上人设坑。本文为独立故事，与现实无关，如有雷同，那是不可能的，希望各位看官看得愉快，谢谢随机艾特位：@九幽之帝  @Oil @极光creeper  @Ice_Block_  @喵哒子  @世予  @tutity_tiger  @极光先生 @阴阳师元素祭祀 @逗比轮回 @skpsk自己家  @冰川橙子 @321yu_wango  @南派董卓  @SHEEP_REALMS  @冰星 如果你希望能第一时间看到本文，希望被艾特到，可以在本文楼下留下你们的希望艾特的请求\n\n\n\n",
    "replies": [
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564751460,
            "txt_content": " 本帖最后由 tutity_tiger 于 2019-8-2 21:13 编辑 \n\n又莫得我【失望】"
        },
        {
            "author": "Оil",
            "timestamp": 1564751460,
            "txt_content": "话说回来每段之间空一行就好了.jpg\n\n*不要相信编辑框，复制粘贴过来之后会把你在word那里排好的版给消掉……= ="
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564751580,
            "txt_content": "Oil 发表于 2019-8-2 21:11\n话说回来每段之间空一行就好了.jpg\n\n*不要相信编辑框，复制粘贴过来之后会把你在word那里排好的版给消掉… ...\n我保存草稿再打开编辑后，全乱了。。本来没啥问题"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564751640,
            "txt_content": "现场直播某人水\n\n\n\n\n\n\n*O_20190802_211401.jpg\n(132.52 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2019-8-2 21:14 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564751640,
            "txt_content": "冰川橙子 发表于 2019-8-2 21:14\n现场直播某人水\n讨厌,又揭穿人家."
        },
        {
            "author": "X7-Network",
            "timestamp": 1564751880,
            "txt_content": " 支持一下"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564751940,
            "txt_content": "tutity_tiger 发表于 2019-8-2 21:14\n讨厌,又揭穿人家.\n来啊"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564752420,
            "txt_content": "冰川橙子 发表于 2019-8-2 21:19\n来啊\n来?\n来什么?"
        },
        {
            "author": "冰川橙子",
            "timestamp": 1564752420,
            "txt_content": "tutity_tiger 发表于 2019-8-2 21:27\n来?\n来什么?\n你猜      "
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1564752960,
            "txt_content": "冰川橙子 发表于 2019-8-2 21:27\n你猜\n猜不到\n请仔细阅读版规,不要灌水!"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1564753680,
            "txt_content": "tutity_tiger 发表于 2019-8-2 21:36\n猜不到\n请仔细阅读版规,不要灌水!\nwoc发生了什么伦理大戏"
        },
        {
            "author": "南派董卓",
            "timestamp": 1564760820,
            "txt_content": "很好，很强，我的已经咕咕咕了"
        },
        {
            "author": "痴_恋",
            "timestamp": 1564790040,
            "txt_content": "牛逼牛逼，"
        },
        {
            "author": "幽儿~",
            "timestamp": 1564796040,
            "txt_content": "独占连载可海星\n混乱背上有个幽\n我名字上带个幽\n怕不是有什么辛秘？\nXDDD\n"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564799100,
            "txt_content": "九幽之帝 发表于 2019-8-3 09:34\n独占连载可海星\n混乱背上有个幽\n我名字上带个幽\n并没有，只是因为我们的茶馆叫幽冥楼，LOGO啦LOGO"
        },
        {
            "author": "Оil",
            "timestamp": 1564844340,
            "txt_content": "九幽之帝 发表于 2019-8-3 09:34\n独占连载可海星\n混乱背上有个幽\n我名字上带个幽\n幽……幽幽鹿鸣？（？？？）"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1564846980,
            "txt_content": "鱼塘.yys\n和元素是什么东西\n你过来和我好好解释一下(bushi"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564847040,
            "txt_content": "阴阳师元素祭祀 发表于 2019-8-3 23:43\n鱼塘.yys\n和元素是什么东西\n你过来和我好好解释一下(bushi\n本来想用阴阳师的，但是阴阳师不好听啊，然后就想给你设定玄素，结果真有玄素这个人，就只能安排元素了啊，而且这个名字是有特别含义的"
        },
        {
            "author": "世予予",
            "timestamp": 1564899780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564900560,
            "txt_content": "世予 发表于 2019-8-4 14:23\n还被高亮着2333\n是我补充了一个。。油先生和暗夜说来个红绿蓝，他们是红绿，我就蓝了，整一套RGB，我们本来三个帖子是连着的"
        }
    ]
}