{
    "title": "灰月护卫队队长-至暗永恒Fenere&暗灰之月考古前哨站",
    "author": "Kenn苍罪",
    "replyCount": 4,
    "timestamp": 1564761540,
    "txt_content": " 本帖最后由 Kenn苍罪 于 2019-10-1 19:10 编辑 \n作品标题：护卫队队长Fenere-至暗永恒&暗灰之月考古殖民地\n参赛者论坛ID：Kenn独羊\n\n\n\n作品介绍1：\n      灰月国，或者说是族群，是一个思想高度发达，关注领域广泛的社会，虽然不断有小战争发生，但大多数人还是希望能安居乐业心想事成。\n       而他们人心中都有一个疑问和渴望只有伸向月亮探索才能解开它的秘密。开始是发生在七年前一个风和日丽的日子，之后这一事件震惊了他们，如果他们能提早发现那里的科技与秘密，那么离其他人发现又有多久？彻底结束战争和混乱的日子又有多久？       在去往月球追踪答案的路上，他们不断地掌握了很多航天技术，堆起了无数敢于尝试上太空的英灵灵魂，最终在一支以Fenere为首的小队的努力下成功得偿所愿地成功登陆了月球。       暗灰的月球拥有少量的氧气勉强供他们维持在此地的探索，功夫不负有心人，他们找到了满目疮痍的遗迹，并建立了科考据点以研究此地，可惜天有不测风云，他们遭到了月面怪物-苍白巨兽的袭击，这头独眼类似无翼巨龙样的生物有着小山丘般的大小，眼睛通红，全身的皮肤犹如死者尸体一般苍白，尾部的尖端散发着猩红色的光芒，四肢强壮有力。它的气息正牢牢锁定Fenere为首的小队们，\n作品截图\n\n\n\n\n\nfile_1564761553000.jpg (347.11 KB, 下载次数: 2)\n\n下载附件\n\n2019-8-2 23:59 上传\n\n\n\n\n\n我不会告诉你这是我在最后40分钟内发挥了自己七成的功力快速地把我脑海里的概念简短地展示出来！\n无光影渲染图正反面（总感觉有一些光的阴影留着，是Icrdr的摄像机预制的问题吗？）头部背面是不是很奇怪？在护卫队队长得到了至暗永恒一族的恩赐后，为了更好地守护碧绿之门，在头部后方生成了一个像眼的物件（不确定是不是真的能发射激光，队长也没试过）。然后身体部分的黄橙色反应堆是考古前哨站的几位科学家们专门为队长量身定制的，可以将体内的至暗能量转化为防护服的小部分维生系统，能大幅防御辐射，高温，毒气和寒冷环境下的侵害并配有远程无线电系统。\n光影渲染图正面\n皮肤背面\n\n\n皮肤的制作故事：\n\n在得知14届擂台赛的主题后，我就想创作一个与众不同的故事设定，第一个想到的便是克苏鲁背景下的“被感染的宇航员！”,可惜在一段时间后发现我的同好朋友们选的题材都几乎都雷同，多数是“被感染的宇航员！”\n\n所以我就在想解决办法，先是深入挖掘，凡是第一、二个回合出现的念头都要摈弃掉，明白自己能轻易想到的东西，别人也会想到，想要不雷同，就得拼深度，必须让自己的思路多转几道弯，钻入领域的深层。\n\n然后对自己的最终创意思路提炼出多个有效的关键词，然后在百度上搜索，看看有没有什么相关的资料。\n重新看了一遍那‘特别’的皮肤教程，了解关于色彩学的一小部分。这些事花了很多天。\n\nSo，让我们开始讲讲我这皮肤（原创角色）的制作流程吧！\n首先，我想创建一个不是宇航员但似宇航员的角色，士兵是个不错的选择，之后我在护甲上面选择了一个铁和航天材料混合的材质。\n接下来是敲定一个符合这个故事的互补色选择方案（所谓的互补色就是让人愉悦的色彩选择方案），好消息是我有一本作者是贝蒂·艾德华博士编写的《五天学会色彩》（其实这本书原本书名是《贝蒂的色彩》但某商家为了销量把书名改了）\n\n青色，紫红色，黄橙色是个不错的三联体（正三角形）互补色，但本身因为正三角形配色不稳定直接用上去是很诡异的事，所以我谨慎地调整他们的饱和度，灰度，最后选择低饱和度下的青色为主要色，色相为紫色的黑色辅助打底。\n\n\n上图早期第一阶段作品，首先将颜色应用在身体和头部上，但发现这白色部分的灰度（V值）太低了，然后我不断地调整护甲颜色，\n结果自暴自弃了一会，认为自己不是画原创人物角色的料！\n\n\n\n\n最终，最上面这个令我满意的渐变颜色从手中诞生了，它既不是完全是铁质铠甲也不完全是很白的航天材料！\n\n\n\n\n\n这是正面接近完成的作品图，腿部等到背面接近完成了再去做\n\n\n然后是反面\n\n我想更直观地展示队长身体里的至暗能量，所以在头部后方设计了一个眼\n身体部分，从中间的缝隙中可以看到反应堆转化而成的能量颜色，我不认为继续使用紫色是个好主意，\n\n于是在色相上往暖色这边前进，并为了闪亮的RGB效果，大幅地提高了饱和度\n\n\n\n\n\n腿部的话，上部分的护腰，膝盖和靴子，没什么快速掌握的诀窍，我都是凭自己的创作经验，感觉和右脑来设计的，对，右脑\n\n\n\n最后是整个皮肤（角色设定）的最凸显其设定所在，最难渐变的部分，我称它为“至暗之手！”Thatwas awesome!\n\n\n\n\n\n最下面这个蓝色渐变是给布料材质的，但到最后都没有用上\n\n\n开始时候我先试着仅仅使用绿色方框的两个渐变，发现没有达到我想要的高度，同时也不知道该如何是好便又自暴自弃了。在一段时间重新获得获得'决心'后，\n\n\n\n我注意到了擂台赛文字那个赏心悦目的渐变颜色，这是个不错的灵感！紫色的色相在往暖色延伸过去便是红紫色和粉色，但直接用吸管工具提取颜色并不能真的掌握，况且字里面有很多小点。之后在HSVA色板上经过了无数次调整，用纸和笔打了很多张草稿，力求做到每一个渐变之间的数值都绝对精确不多不少。最终在最后一天晚上彻底完成了它！\n然后是头部的渐变高光位置，我选择打破常规，把高光点放在中间至少自己感觉这很赞！参考图\n\n\n\n\n以上就是完成这皮肤（角色）的大致故事了！还有，这个皮肤也很有游戏性在Minecraft客户端里，在第一视角下右手空手的情况下，这里就先不截图演示了。\n\n\n\n\n\n皮肤&存档\n\n\n\n灰月营地.zip\n(611.5 KB, 下载次数: 55)\n\n\n\n2019-8-2 23:58 上传\n点击文件名下载附件\n考古地\n\n\n\n\n：\n下载地址\n\n\n\n\n\n至暗永恒.png (3.79 KB, 下载次数: 4)\n\n下载附件\n\n至暗永恒\n2019-8-2 21:45 上传\n\n\n\n\n\n\n\n\n\n\n\n图片.png (44.9 KB, 下载次数: 1)\n\n下载附件\n\n2019-8-6 14:47 上传\n\n\n\n\n",
    "replies": [
        {
            "author": "鳥妖",
            "timestamp": 1564763520,
            "txt_content": "恭喜你获得成就，胆肥冠军\n\n\n\n\nQQ截图20190803003139.png (92.69 KB, 下载次数: 2)\n\n下载附件\n\n2019-8-3 00:32 上传\n\n\n\n\n\n"
        },
        {
            "author": "神·景~冰",
            "timestamp": 1564765920,
            "txt_content": "也太强了吧"
        },
        {
            "author": "未辙",
            "timestamp": 1564795080,
            "txt_content": "很好看啊 ！！！"
        },
        {
            "author": "debuki",
            "timestamp": 1584955860,
            "txt_content": "好好看啊啊啊啊啊啊啊啊啊啊啊啊"
        }
    ]
}