{
    "title": "[Minecraft.net|INSIDER] 背包盘点: 幻翼膜",
    "author": "AzureZeng",
    "replyCount": 5,
    "timestamp": 1564760280,
    "txt_content": " 本帖最后由 AZWorld 于 2019-10-2 17:06 编辑 \n\n\nTaking Inventory: Phantom Membrane\nThe grimmest Minecraft item yet? Possibly!\n背包盘点: 幻翼膜\nMinecraft 中最可怕的东西? 可能吧!\n\nHello there, little kitty! It’s so nice to see you again. You were out all night. Were you out hunting? Of course you were, and it looks like you’ve brought me a present. Wait... what even is this? It’s so beige and stringy... oh. Oh no. It’s our item of the week. It’s a phantom membrane. Thanks, kitty! Knew I should’ve gotten a dog.\n你好啊，小猫咪! 很高兴再次见到你! 你一夜都在外面。你在打猎(刷怪)吗? 当然你肯定是去打猎了，而且看起来你带给了我一份礼物。等等...这是什么? 这个东西的颜色如同大米，而且是如此的有粘性... 哦。 哦不，这是我们本周背包盘点的物品，幻翼膜。谢谢你，小猫咪! 早知道我应该养一条狗的。\n\nIf the phantom membrane isn’t the ickiest item in Minecraft, then I don’t know what is. One of the game’s newer items, it was added in version 1.13 as a drop from the spooky, flying Overworld monsters called phantoms, which spawn and attack players that haven’t slept in several days.\n如果幻翼膜不是 Minecraft 里最有粘性的物品，我就不知道哪个物品更有黏性了。作为游戏里的新物品，幻翼膜作为飞行于主世界的吓人怪物 幻翼 于 Minecraft 1.13 加入。幻翼在玩家于[ruby=3]几[/ruby]天没睡觉后生成，会攻击那些长时间没睡觉的玩家。\n\n\n\nThere are two ways to get your hands on a phantom membrane, if for some strange reason that’s a thing you want to do. The first is to kill a phantom, though there’s no guarantee that every single phantom will drop one. If your sword tears the poor monster’s membrane to shreds, then it’s worthless. The other option is to get a cat. Phantoms do their best to stay away from cats, but very occasionally a cat will catch one and bring its owner the membrane as a gift.\n有两种方法来让你的手接触到(获得)幻翼膜，如果你是出于一些奇怪原因驱使着你这么做。首先杀掉一只幻翼，虽然我们无法保证所有的幻翼都会掉幻翼膜。如果你的剑撕裂了这个这个可怜的怪物的薄膜，则你什么都得不到。另外一个选择是得到一只猫。幻翼会尽可能的远离猫咪，但是偶尔某个猫会抓住一只幻翼，并且把那只幻翼的膜作为一个礼物送给其主人。\n\nNow you’ve got a chest full of phantom membranes, what do you do with them? Well, you can either use them to brew potions of slow falling by combining it with an awkward potion in a brewing stand, or to repair a damaged elytra in an anvil. Either way, you’re avoiding future fall damage – which seems appropriate for a drop from a flying monster.\n现在你已经得到了满满一箱子的幻翼膜，那么，你会怎么处理这些幻翼膜呢? emm，你可以用这些幻翼膜在酿造台上酿造缓降药水(你需要一瓶粗制的药水)，或者放到铁砧上修复受损的鞘翅。用另外一种方式说，你在尝试避开未来可能出现的摔落伤害 - 比如因飞行的怪物而造成的摔落伤害。\n\n\n\nThe closest thing in the real world to a phantom membrane is probably the wing of a bat. Bats, which are the only mammals that can fly, have a thin membrane called a “patagium” that grows between their bodies and their arms, creating a wing.\n在真实世界中，最接近幻翼膜的东西可能就是蝙蝠的翅膀。作为唯一一个能飞的哺乳动物，蝙蝠，拥有一个生长于他们身体和手臂的薄膜，被称作 patagium，用于创造翅膀。\n\nScientists, who clearly have too much time on their hands, have named each part of the patagium – the “propatagium” grows along the top of the wing, from the neck to the first finger. The “dactolopatagium” grows between the fingers. The “plagiopatagium” grows between the last finger and the legs, and the “uropatagium” grows between the two back legs. That last one, the uropatagium, is kind of special actually. It lets the bat steer itself in mid-air, and allows them to be much more manoeuvrable than birds are.\n那些手头上有着花不完的时间的科学家，已经命名了 patagium 的每个部分 - propatagium 沿着翅膀的顶部生长，从蝙蝠的颈部到第一根手指。 dactolopatagium 于蝙蝠的手指间生长。plagiopatagium 于最后一根手指与脚间生长，以及，uropatagium 生长于两条后腿间。最后一个东西，uropatagium，实际上有点特殊。这个玩意能让蝙蝠在半空中控制自己，而且让它们能够变得比鸟更加灵活。\n\nBats aren’t the only real-world animals to have membranes like this – some other gliding mammals, flying lizards, flying frogs, dinosaurs and even birds have (or had) them. \n蝙蝠并不是真实世界中唯一一个拥有像这样的膜的动物 - 其他一些能滑翔的哺乳动物，能飞的蜥蜴，能飞的青蛙，恐龙，以及鸟类有(或着曾经有过)这种膜。\n\nBut when it comes to Minecraft, only phantoms have membranes. So treasure every one that you find, and marvel at this spooky wonder of nature. Good kitty!\n但当膜出现在 Minecraft 中时，只有幻翼有膜。所以珍惜你找到的每一个膜，并且为这个[ruby=大自然的鬼斧神工]吓人的自然景观[/ruby]所震撼。干(肝)的不错，小猫咪!\n\n\n\n\n【AZWorld(AZW)译自Taking Inventory: Phantom Membrane】\n【作者 Duncan Geere，发布时间 2019/08/02】\n\n\n附: 官方介绍视频\nhttps://www.bilibili.com/video/av63747471\n本视频由 kakagou12 搬运",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1564761060,
            "txt_content": "Knew I should’ve gotten a dog.\n我的感觉是“早知道我该养条狗的”，不知道对不对。\n\nScientists, who clearly have too much time on their hands, have named each part of the patagium\n“那些手头上的时间多得花不完的科学家，给patagium的每个部分都起了个名” 感觉这样好一些？"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1564761360,
            "txt_content": "用另外一种方式说，你在尝试防止未来可能出现的衰落伤害 \n衰落应为摔落"
        },
        {
            "author": "362487237",
            "timestamp": 1566724500,
            "txt_content": "MCBSS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1569001200,
            "txt_content": "Of course you were 你肯定是去 （打猎了）\nget your hands on 把（某种东西）弄到手\na chest full of 满满一箱子的\nwhich seems appropriate for a drop from a flying monster （这句话意思完全不对 建议再看看）\n have (or had) 有或者曾有过\nwonder of nature 大自然的鬼斧神工"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1569058200,
            "txt_content": "LocusAzzurro 发表于 2019-9-21 01:40\nOf course you were 你肯定是去 （打猎了）\nget your hands on 把（某种东西）弄到手\na chest full of 满满 ...\n现在没什么时间，可能要等国庆了\nsorry"
        }
    ]
}