{
    "title": "【小说读物】| 论坛城的茶馆·番外补充篇·铳械師III|",
    "author": "Оil",
    "replyCount": 25,
    "timestamp": 1564839060,
    "txt_content": " 本帖最后由 Oil 于 2019-8-4 15:21 编辑 \n\n|论坛城的茶馆·番外补充篇·铳械師III|前篇：|论坛城的茶馆·番外补充篇·铳械師I||论坛城的茶馆·番外补充篇·铳械師II|没看过的同学建议去看一下.jpg\n\n（两天后）\n “啊~真是舒服呢，没想到肚子被捅了进了医院，不仅可以好好地在床上躺着，一觉睡到自然醒，压力和疲劳什么的统统消失不见，还终于能吃上热饭菜了呢——如果有人给我喂饭就更好了~”我躺在病床上，一手端着盒饭，一边看着电视，不由得抒发着心中的感想。\n “呵~你在想什么呢?”一旁的世予不屑地回道，并露一个……呃……可以说是……傻fufu的笑容？\n 啊，对了，忘了自我介绍了.schematic\n 我，是这个论坛城屈指可数的铳械師，家在论坛城东北部的重工业区，现年……呃，报岁数还是免了吧，虽然说名字叫“尤君”啥啥的，但是似乎大家都更喜欢称呼我为造枪师。\n 至于这位……呃……好像叫什么金牌救助师来着？誒算了这种头衔什么的懒得记，咳咳。身旁这位，长发及腰，发色粉红，五官细腻，脸些许婴儿肥，并着一袭白褂的少女——便是世予医生了。自从那晚上之后，她就接手了我的治疗工作。\n “话说，世予医生，我什么时候才能出院啊？”我一边嚼着牛肉，一边问道。\n “嗯……大概明天就能出院了吧，话说你是怎么搞的嘛？失血量都快3升了[1]，不仅8个小时内就度过了危险期，居然还在一周里边就可以出院了，还没有后遗症——要我说，你简直就是个怪物。”世予一边答着，一边摇着头，我从她淡红色的瞳眸里仍能看出来她对我的惊讶。\n “还有：嚼东西的时候别说话！”没等我反应过来，世予的一记指扣稳稳地打在了我的脑门上。\n F@ck？……诶唷，有点小痛？我下意识地把脖子往里缩了缩。\n “喂？你个世予？干嘛啊？”话说回来，爱心救助所食堂的牛肉可真是……硬！怎么这么耐嚼？——我仍是一边嚼着牛肉一边疑惑着。\n “吃，饭，的，时，候，不，要，说，话！”世予的视线往旁边一转，眉头微皱，有些小生气“万一不注意，被噎着了，我还要费心给你做急救呢！”\n “好烦啊，你怎么像个老妈子一样老是说这些东……唔！”话未说完，我又挨了一记指扣，这一次比刚才那记似乎用力了点。好在这块硬牛肉终于是嚼烂，咽了下去。\n “人家可是天才少女啊！这几天都是我负责了你的治疗呢！还亏是论坛城的造枪师，怎么说话和那个糙汉一般无礼？”世予已是拿着淡红的瞳眸瞪着我，不满地嘟着嘴，脸也鼓了起来——这让我不由得想到了因受到威胁而涨起来的河豚。\n “糙……汉？谁？”我不禁想起了遇袭前在茶馆里看到的那位留着粉色长发，头上长着双红角的姑娘……难道她就是面前的这位世予？而当时候坐在她对面，似乎还起了纷争的年轻人，就是世予口中的糙汉？\n 世予没有回答，依旧是嘟着嘴，双目略带愠色，面庞微红，鼓着婴儿肥的脸。\n “好啦好啦~少女的心思啦~我就不问啦好嘛？”看到她如此一幅模样，我不得不这么圆着场。\n “你又在想什么peach啦?!”还没等我反应过来，脑门上又挨了一下子。“哼~真是的，费尽心思给你治疗的，一句好话都没听到，怎么还要被你这么说？！”世予似乎真的生了气，抱着臂转过了身去。\n “啊……那个，世予医生，对不起啊……我这个人嘴的确是有些笨了，再加上和枪械打交道的时间久了，是故不大习惯和人打交道，呃……如有冒犯，请多见谅……”我一边捂着额头，一边向世予道歉——话说这一下子是用拳头敲的呢，可惜伤没完全恢复，要是放在平时我大概是能躲过去的。\n “话说回来，芒果也是B型血么？为什么她……那个……能给我输血啊？”不行，看来我的内心还是不大能接受这个事实，尽管不会像一开始那样狼狈到分裂出两个人格，但我还是尽量避免去想。\n “啊？芒果不是B型血啊？她的血型可是罕见的熊猫血：Rh阴性血呢。血库里边要找的话可是很难找到这个血型的供血袋呢。不过——”世予略带幽怨地回过头来：“为什么你也是Rh阴性血啊？”\n “FA？我不是B型血么？”这回轮到我惊讶了：若自己的血型是Rh阴性血，如此重要的事情，按照平日严谨的作风，不应该不会记得啊？我遁进思维中回望，却只看到人性般的幽邃，仿佛有种记忆被谁篡改了的错觉。\n “嗯？造枪师，你一直都以为你是B型血么？”世予挑了挑眉，“嘛，血型这种东西，正常人平日里不大用到，记错了是常有的事情，何况你是熊猫血型呢……但和芒果同血型的，是为什么是你啊↑↑↑！”话音刚落，我便觉肩上又挨了一下——但是不疼，倒是声音还蛮大的。\n “怎么啦？我的小可爱？刚一进门就看到世予在打尤君呢？”唔，是芒……果！\n 我感觉肾上腺素在大量分泌，沿着血管爬上了我的背脊。脑海里仿佛又出现了那两位分裂人格的身影。\n “咳咳……真是……太不幸了……但幸好我有准备呢……”我一边在与可恶的人格分裂做着斗争，一边看着藏在饭盒底下的镇静辅助药丸。\n “芒—果—”世予突然跃起，一把把芒果抱了住：“这几天你去哪了嘛~~~人家想你了mia~”她边说着，边用头轻蹭着芒果。\n “虫合？这是搞什么鬼？”我刚连着饭菜，一口将药丸咬砕，看着这略诡异的一幕：真不敢相信，刚才如此独具气质的世予，见了芒果就像变了一个人一般……哇这也太奇怪了吧？\n 这时候的世予转过来望着我，微微的朝我一笑，说不出这其中到底是幸福还是嘲讽，或而两者兼有之……么？\n “呃嗯……你们两个这么亲密……不会是情侣……吧？”我差点把饭给喷出来。\n “怎么可能嘛~！”芒果一边略无奈地轻抚着世予的头，一边笑着答道，“她是我的表妹啦，最近刚刚搬来论坛城这里，别看她才年纪轻轻，现在可是爱心救助所的金苹果救助师呢~”\n “姐姐！你真是的！这几天去哪了嘛~说实在的，人家不喜欢吃冻披萨啦~”世予把头埋在芒果的胸里撒着娇，真是有些孩子气呢——说是这么说，可为什么……总感觉我从这对姐妹身上遭到了一万点的暴击啊喂……\n 我越发地感到自己所处境地的尴尬。\n “好啦~好啦~是姐姐的错，这几天忙得没时间照顾世予酱，今天回去给你煲凤尾菇汤好吗？”芒果仍是温柔地抚摸着世予的头。阳光透过窗，洒在世予粉红而舒缓的长发上，闪着动人的光泽。\n “你们……你们太过分啦！”真是的，我造枪师就算是心理素质足够强大，也不能够这样子对待我啊！怎么能当着我的面说着这些话呢？？？！！！果然让人脱掉大衣的不是凛冽的寒风，而是热乎得甚至有些发了甜的太阳么岂可修！！！！！！\n 我终于是忍不住了，对着在我病床前的这一对吼道：“为什么啊——你们居然能吃得上披萨啊啊啊啊啊啊！！！！！！！！！”\n ——“誒？重点在这里么？”不知是哪个分裂出来的人格问着我。\n “誒？”病床前的这一对相拥的姐妹一齐向我投来“哇这人有病吧？”一般疑惑的目光。\n 空气突然陷入了死一般的沉静。\n “呵，造枪师，你忘了，那天我们在矿洞里吃的蜘蛛眼了么？”不知是谁说了如此破坏气氛的话。\n 女声，约6m，方……方位？在哪里？\n 我惊异地往门口方向看去，却只看到侧影略过：短发、战术服……Tac胸挂、战斗靴……\n 是……那个幻觉里的女孩子？我差点没把手中的盒饭抖下去。\n “啊……啊~~~没事没事啊那个我只是呃……很久没有吃披萨了啊啊哈哈哈哈哈开玩笑开玩笑哈哈哈~”我一边尽力掩饰着刚才看到幻象的惊慌失措，一边故意装傻以此来糊弄过面前的这两姐妹——刚才所见的这一幕，着实把我吓得不轻——可这女孩到底是谁呢？为什么总感觉如此熟悉？难道……是女性化的自我？\n “呐，芒果……这个人是真的可怜，连披萨都吃不起，要不要我们给他买一份？”世予眨着眼，修长的睫毛略略飘动——果然是姐妹么？尽管比起芒果标准的瓜子脸来说，世予的面庞偏婴儿肥了些，但是这好奇的眼神与明镜一般亮的瞳眸，不得不说，像极了芒果——还好药力起效，让我能镇定地回想起两天前与芒果四目相对的那一瞬间，不然，怕不是归一的人格又要出现裂痕。\n “披萨？好啦？算我一个！”暗夜的声音推门而入，我转眼一看，眼前的这位少女却是黑白发夹杂，银墨相混，目色石黛，明眸有光，若要说什么还让我熟悉的，便是那暗紫色的衣裙了。\n “你是……暗夜？”还好磕.了药，左手仍是能好好地托着盒饭，要是暗夜来得稍早了，搞不好又要手抖掉了盒饭——喂，这一来二去的，能不能挑个好点的时间啊？我还在吃午餐啊喂？！\n “啊，是啊，怎么了？有什么异常嘛？你个老色鬼？”暗夜俯下身，右手肘撑着床头柜，脸颊略倚着手背，食指斜靠着下唇，挑逗似的对我说。\n “誒？……那个……你化妆了么？”我略皱眉头问着。\n “啊~是呢，誒不对，倒不如说我卸了妆罢。”暗夜竖着食指，在眼前来回扫着，这不禁让我想到了肯德基里边的炸薯条。\n “话说之前过来看你的时候我还是戴着美瞳的呢，头发什么的，本来以为紫色发会很好看，但是想想还是不如原来的发色好看，于是就染回来了。”\n 是么？我端详着这沉黛色的瞳——绿色的眼也挺好看的啊，为什么还非要戴美瞳呢？嘛，个人喜好吧，是我想多了罢。\n “是暗夜姐？你怎么来啦？”世予略带惊讶地问道。\n “嗯，这家伙的命少说也是我救的呢，不来看一看怎么行嘛？”暗夜叹了口气，继而说道：“听梦尘说，你明天就可以出院了，是么？”\n “唔，是的呢，明天就可以出院了——话说回来末……”\n 我刚想把饭送进嘴里，但想想不对：似乎作为局外人的世予，还不能知道与末影人有关的一切呢。\n “那个……两位，我们有一些私事要谈谈，能不能先回避一下？”我如此这般地向芒果和世予提出了请求。\n “可是！我好不容易才见到芒果口中的暗夜姐……誒？私事么？是……大人做的事情吧？”世予的眼神先是从不情愿，转为了疑惑，最终化成了略带邪魅与怀疑的样子。\n “想什么呢~世予酱？既然两位有事情要谈，那我们就回避一下吧~”芒果嘴角微微上扬，轻拍了一下世予的头，牵着了她的手，出了门去。\n “呃……这个世予……”我和暗夜几乎是异口同声地压着声音说道。\n “咳咳……那么接着刚才的话吧，末影人什么的，有找到线索了吗？”\n “没有呢，要抓这些人比透着显微镜往时速50km/h的火车上的小罐子口里边投硬币还要难呢~”暗夜无奈地耸了耸肩，“虽然说你给我提供的那个什么什么康康的红外镜的确很高大上，但是这帮末影人似乎并不大会频繁地使用自己的瞬移能力啊，即使如你所说，他们的瞬移轨迹在红外瞄准镜下能看得一清二楚，可只要人家不瞬移，我们也没办法抓到他们啊。”\n “是特吉里康！”职业病驱使着我立马纠正了暗夜于厂家名的不清不楚，“还有，我的镜子是给你万一与末影人战斗的时候用的，不是用来搜索人家轨迹的。”我干脆放下筷子，先不吃了午餐。\n “太麻烦啦~”暗夜不屑地摇摇头，并一边比划着，“这样做根本就和我的战斗风格不符，一手握着个奇怪的瞄准镜，一手拿着刀，还要从这么点小窗口观察情况，这哪里是战斗嘛？这就是白给嘛！”\n “啊？亲爱的暗夜同志哟？你是拿着？拿着我给你的红外镜吗？这玩意不是配合佩戴战术镜[2]使用的嘛？就是你在电影上边看到晚上像面具一般戴着的那种……”\n “唉，话是这么说的，但是啊！——”暗夜瞪了我一下，“你家的工厂怎么这么糟糕？门口的保安亭里边连个保安都没有，且不说构造太复杂容易迷路，废了好半天劲才找到了你说的红外镜，再找那个什么佩戴的玩意我估计就要在你那荒郊野外的鬼厂子里睡一晚上了！而且，你好像还埋了地雷？要不是失效了，搞不好我的命都搭在那里了！”\n 暗夜越说越有些生气，我能看到她逐渐涨红的脸与怒目圆睁的碧眼。\n “啊啊抱歉没跟你说有阔剑地雷[3]的事情啊……那玩意里边只有橡胶弹珠和布袋弹的！拿来防贼而已的，不会致命啦~”我顿了顿，接着恨恨地说：“话说我原本以为，门口的那个保安会给你指路的，没想到他居然偷懒跑了！……真是抱歉呢，这是我的失职！回去之后我一定会好好教训他一顿的！”\n 当然，暗夜不知道的是，其实工厂门口的那个保安现在就躺在病床上，而且几天前还被穿着隐身衣的暗夜揉了脸，还被芒果输了血，得知了输血的事情之后还差点High到不行。\n “你呀，还是想办法提高点工人待遇吧！居然让保安睡在睡袋里，换做是我的话我也会开小差的呢！”暗夜摆摆手，歪起了头看着我：“但是人家毕竟被吓得不轻啦，所以嘛，我想……”\n “所以？”我疑惑地问道。\n “所以啦！……”暗夜的脸上露出了一股诡异的微笑。\n [ruby=King Crimson!]（三天后）[/ruby]\n “所以啊？不是说好了只请你一个人嘛？为什么这么多人过来吃披萨啊？！”\n 我有点不平地嚷着，还好二十把反器材步枪的订单让我有了请这么多人吃披萨的底气——但下一个订单又是什么时候呢？一想到上上个订单已经是半年前的事情了，我的心里不禁有点发慌。\n “喂，当初征询了你的意见的！你不是都同意了吗？”坐在我对面的暗夜瞪了我一眼。\n “呃……那个，说实在那个我也不清楚为什么我什么都没做，也会请来吃饭，而且披萨这类煎的高热量食品什么的不能多吃啊……”一旁的梦尘摸着后脑勺，如此说着这番话。\n 咳咳，我想，又要到介绍时间了。\n 单说这位梦尘吧，是爱心救助所的所长，听芒果说，最近刚从国外学习回来，外文名叫……呃……斐迪南·海因里希·查理曼啥啥的？算了，如果硬要叫外文名的话，就叫他F·H·C好了，不然一大串念着，好烦人。\n “不用担心的啦，梦所长。”我忍痛说着，“毕竟你也参与了我的治疗嘛！这个……肯定是要感谢的！”——长痛不如短痛！欠人情什么的我才不要！>m<!\n “好啦，梦尘所长，就不要在意这些事情啦~”一旁的芒果一边说着，一边切分着披萨。\n “唔，唔，好吧，那这位小姐是——”\n “暗夜，姓暗名夜，现在经营着一家服装店呢。”暗夜回答道。\n “哦，那你和这位尤先生的关系是？”\n “他的，救命恩人。”暗夜依旧是如此回答着。\n 哇你个暗夜，不带一点谦虚就这样子说出来了么？——我心里带着了点小恨意。\n “呃……所以这场宴会……就是尤先生的……谢恩宴？”梦尘复是这样，略带疑惑地问道。\n “呃……嗯。”我半含糊着应着梦尘的提问。\n “喂，你个死傲娇的造枪师，别这么回答人家的话啊！”暗夜有点不耐烦地用手叩着桌子，“多亏梦所长主刀你才能这么快出院啊喂！给我好好地向人家道谢啊！”\n “呃……咳咳，多谢梦尘所长主刀，我才能这么快出院。”我不得不站起来，好好地向梦尘鞠了个躬。\n “好啦好啦，不用这么严肃的啦。”梦尘摆摆手，示意我坐下，“这么轻松的气氛，大家还是随便一点吧！”\n “那我就不客气啦~”左边的世予已经将一块披萨切好了，往嘴里送去。\n 我一边苦笑着，不知这餐饭是祸还是福——虽然我真的很想吃披萨，以此来满足一下被腌肉咸菜馒头窝灌麻醉的胃，可一下子请了4个人一起吃披萨，花销还是略大了些的。\n 便是这样，某怀着复杂的心情结束了这一餐——不过披萨是真的好吃。\n 晚饭后，我与芒果和世予、还有梦尘一齐道了别，因为暗夜和我都要坐同一路公交车回去，所以现在我和暗夜一同结伴步行，唔，且当做是消食了吧。\n “啊啦，我感觉时间不早了呢，要不要我们抄近道去公交站？”我试着提议。\n “嗯？你又想吸芒果血啊？好你个老色鬼，人家才刚给你输完呢？少说得给芒果桑恢复的时间啊喂。”回应着的依旧是暗夜色的挖苦，“再说了，既然你我跟末影人结下了梁子，小道什么的地方还是少去为妙吧？”\n “虫合？你是在小看我造枪师么？”我试着动了动那机械制的右半边手掌，拿出枪套里的FN57手枪检查了一下：这个小家伙的膛口初速可是上到了716m/s这个级别的呢，直追AK，除了有点震手，枪口焰有些大之外，其他的性能都能和这个体量的枪械相称——况且这次除了额外的手枪弹匣，我还带了些东西——不过话说回来，即使是无托设计，长仅608mm，这把QBZ95b短自动步枪背起来还是有些麻烦，不大适应这种日常便装的情况呢。\n “誒，说真的，你背着这些东西不觉得累赘吗？都市传说？”不知什么时候，暗夜对我的称呼从“老不死”及“老色鬼”突而变成了“都市传说”——喂，我看起来像是那种半夜会去袭击单独女性的开膛手杰克么？\n “还好啦，又不是全负重二十公斤，也没有武装越野五公里啥啥的。”我晃了晃手中的FN57：“有了这个，我超勇的好不好？”\n “呀嘞呀嘞~你——超——勇——的——啦？”\n 女声，12点钟方向，约10m处——不，修正，可恶的女声。\n 我转头一望，只见路灯未亮，仅有月光刚从地平线上勾出，映衬出了位少女的轮廓，和服着身，烟斗在手，但最令人在意的，却是那如假包换，现而被月光散出银汞色一般的兽耳。\n “呀嘞呀嘞~没想到，你居然会和暗夜在一起，可真是令人嫉妒——呢！”就算是背着月光，看不清她的脸，我也知道，这家伙又露出那种令人厌恶的笑容了……\n 缇……米……！ （未完待续）\n\n\n注释：[1] 成年人体内血液总量为4200~4800毫升不等；[2] 佩戴型的夜视仪可以参考下图（自《细胞分裂6》）[3] 阔剑地雷，美制M18A1反人员地雷（Claymore）的别称，因其爆炸时地雷内的钢珠横向扫出，犹如一把阔剑一般横扫敌人，因而得名，可由拌发或电缆击发。我国亦有仿制，称为66式反人员地雷。\n写在后面的话：\n嗯，日常向的第三篇。（日常你.妹啊谁TM去吃东西还带着卡宾枪的啊？！）本来想加一点战斗场景的，可是想想没什么地方加.jpg所以就平平淡淡写了大概6000+这样，算是比较短的一篇。\n果然论坛城和总部不一样呢，连街道都是那么的平静（错误咏唱）~咳咳.jpg然后这次也是把造枪师本篇的女主@雨夜蔷薇 给拖下水来一起写文了.jpg结果她写的就疯狂拆我第一篇的设定，M.D阿库娅。【bushi】改天叫真·女主过去搞她一顿。（雾）暗夜不是你听我狡辩你……啊♂、啊♂，啊——【滑稽】【暴筋】\n相关本篇：|论坛城的茶馆I||论坛城的茶馆II||论坛城的茶馆III||论坛城的茶馆·韶华光||论坛城的茶馆·寒光刃I||论坛城的茶馆·寒光刃II||论坛城的茶馆·寒光刃III||论坛城的茶馆·末影路I||论坛城的茶馆·末影路II||论坛城的茶馆·末影路III||论坛城的茶馆·风欲静I|\n暗夜篇：|论坛城的茶馆·番外补充篇·日程表|",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1564839120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1564839120,
            "txt_content": "嘉宾席：\n此处艾特   @九幽之帝 @雪莲_xvelian @hx1051935237 @xmdhs @g530775 @宋旭尧SXY @世予 \n复有：\n@雨夜蔷薇 @SHEEP_REALMS @mango2017 @Ice_Block_  @Oil @Auange_M夜幕 @FHC红石 @540083835"
        },
        {
            "author": "Оil",
            "timestamp": 1564839240,
            "txt_content": "世予 发表于 2019-8-3 21:32\n为什么要这样？可是，这不重要啊，重要的是，你和芒果，亲密度100地在一起了啊~\n\n（我也不知道这是谁说的）【遁】"
        },
        {
            "author": "帕帕武",
            "timestamp": 1564839900,
            "txt_content": ""
        },
        {
            "author": "幽儿~",
            "timestamp": 1564839960,
            "txt_content": "艹\n一个老色鬼+世予大小姐+芒果姐姐+暗夜姐姐\n一男三女 莺歌雁群\n暴露本质\n名不虚传\n佩服佩服\n"
        },
        {
            "author": "Оil",
            "timestamp": 1564840380,
            "txt_content": "九幽之帝 发表于 2019-8-3 21:46\n艹\n一个老色鬼+世予大小姐+芒果姐姐+暗夜姐姐\n一男三女 莺歌雁群\n那……我考虑一下要不要去医院看看被捅伤的你……可以么？？"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1564843080,
            "txt_content": "世予 发表于 2019-8-3 21:32\n为什么要这样？\n这个锅我不背！我好言相劝了，是老尤不听"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1564843380,
            "txt_content": "来了来了，油先生加油！！【附带暗示.jpg】\n为什么附带暗示，你心里没点B数嘛看看我惨淡的。"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1564844340,
            "txt_content": " 本帖最后由 雨夜蔷薇 于 2019-8-3 23:07 编辑 \n比透着显微镜往时速50km/h的火车上的小罐子口里边投硬币还要难\njojo的奇妙比喻？[滑稽][爆筋]\n\n战术迷彩已装备√[滑稽][爆筋]"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1564846200,
            "txt_content": " I don't know what u are doing.\n为什么最近这么多茶馆小说"
        },
        {
            "author": "大陀螺",
            "timestamp": 1564846380,
            "txt_content": "有意思，读了好几遍"
        },
        {
            "author": "LittleHei",
            "timestamp": 1564846740,
            "txt_content": "每次你写这玩意我都会看，就怕你哪天迫.害我[:dragon:]\n（然后没能-1人气以资鼓励）"
        },
        {
            "author": "Оil",
            "timestamp": 1564883700,
            "txt_content": "987987 发表于 2019-8-3 23:39\n每次你写这玩意我都会看，就怕你哪天迫.害我\n不会的，你连戏份都没有，人已经排满了.jpg "
        },
        {
            "author": "Оil",
            "timestamp": 1564885020,
            "txt_content": "AZWorld 发表于 2019-8-3 23:30\nI don't know what u are doing.\n为什么最近这么多茶馆小说\n呃……这个其实是最近兴起来的……\n\n@Ice_Block_ ←就是这家伙开始写文的。\n\n然后我刚好造枪累了，心想着开个不同的坑放松一下吧，然后就开了。\n\n结果现在我有了两个坑，还很累……（真实.jpg）"
        },
        {
            "author": "Оil",
            "timestamp": 1564890780,
            "txt_content": "g530775 发表于 2019-8-3 21:45\n 在？我们学校还蛮大的，里边有好多摄像头，进来康康吗？\n\n【Payday2梗测试】"
        },
        {
            "author": "帕帕武",
            "timestamp": 1564892160,
            "txt_content": "Oil 发表于 2019-8-4 11:53\n在？我们学校还蛮大的，里边有好多摄像头，进来康康吗？\n\n【Payday2梗测试】 ...\n全部给你按上F标记"
        },
        {
            "author": "Оil",
            "timestamp": 1564903320,
            "txt_content": "Ice_Block_ 发表于 2019-8-3 22:38\n这个锅我不背！我好言相劝了，是老尤不听\n好了，我改回来了.jpg "
        },
        {
            "author": "神奈川归尘",
            "timestamp": 1564903740,
            "txt_content": "你这些奇妙的比喻\n你不是造枪师吗 造枪去XD"
        },
        {
            "author": "Оil",
            "timestamp": 1564914360,
            "txt_content": "逗比的幻影 发表于 2019-8-4 15:29\n你这些奇妙的比喻\n你不是造枪师吗 造枪去XD\n是的，JOJO的奇妙比喻~\n\n*一三五造枪，二四六有心情就写文，没心情就造枪.jpg "
        },
        {
            "author": "白叶Official",
            "timestamp": 1564914480,
            "txt_content": "Oil 发表于 2019-8-4 18:26\n是的，JOJO的奇妙比喻~\n\n*一三五造枪，二四六有心情就写文，没心情就造枪.jpg  ...\n以文代枪（）\n另外别乱拿绯红之王玩啊"
        },
        {
            "author": "Оil",
            "timestamp": 1564914540,
            "txt_content": "浮世德 发表于 2019-8-4 18:28\n以文代枪（）\n另外别乱拿绯红之王玩啊\n不，绯红之王的能力我感\n\n不是么，就这么多，我说完了。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1564981680,
            "txt_content": "姓暗名夜真是xswl\n话说我感觉我好像没做什么大事2333XD"
        },
        {
            "author": "殇晨呦",
            "timestamp": 1564981800,
            "txt_content": "文笔不错，我竟然看完了"
        },
        {
            "author": "Оil",
            "timestamp": 1564982040,
            "txt_content": "FHC红石 发表于 2019-8-5 13:08\n姓暗名夜真是xswl\n话说我感觉我好像没做什么大事2333XD\n我也想不出啊……难道我要学当麻老是进医院然后你就老是创造奇迹？\n\n【喂，你看到一个长得像呱太的FHC了么？】\n（学园都市化警告.jpg）\n\n（但是如果你想要的话有一篇过渡篇会让你出场的.jpg）\n（不过可能要等久一些.jpg）"
        },
        {
            "author": "囗iI",
            "timestamp": 1565184540,
            "txt_content": "我居然忙得都快忘了来找梗了……Q▽Q……\n\n1.\n……一觉睡到自然醒，压力和疲劳什么的统统消失不见……开 幕 雷 击，bo良ki影。\n我怀疑你和隔壁的@雨夜蔷薇 是不是串通好了要**平静上班族……\n\n2.\n人家可是天才少女啊！……隔壁的牧濑红莉栖也自以为是天才少女（而且真的是）\n难道这个叫的世予会变成女主吗？= =？\n（话说二楼那个不会就是你写的世予吧？@世予 ）\n\n3.\n却只看到人性般的幽邃……又玩黑魂梗，你个老ass，火不传了想想都是你的错！（bushi）\n\n4.\n……刚一进门就看到世予在打尤君呢？我刚一进门就看到常威在打来福……\n\n5.\n……藏在饭盒底下的镇静辅助药丸。可能只是我想多了，据传死.刑犯的最后一餐碗底下是有块生肉的……总感觉有些只可意会不可言传的联系。\n暂定有疑。\n\n6.\n……要抓这些人比透着显微镜往时速50km/h的火车上的小罐子口里边投硬币还要难呢~双重梗。\n一个是JOJO的奇妙比喻。\n另一个是墨子号的梗，形容量子通讯实现之难，用的就是这个比喻。\n\n7.\nKing Crimson!JOJO梗，过于明显。\n老板又死了……= =\n\n8.\n……我超勇的好不好?唐突杰学，自裁，请。（无慈悲）\n就这么多吧，以上\n"
        }
    ]
}