{
    "title": "【原创/连载】文 明 7（夜幕帝国）",
    "author": "森林蝙蝠",
    "replyCount": 18,
    "timestamp": 1564856460,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-8-18 21:32 编辑 \n\n（茶馆版同步更新，但是有可能会被过时关掉）\n\n这个故事的起因是某个开发群晚上闲着没P事干，突然脑洞：如果一个现代的宅男/科学家/工程师/乱七八糟的人穿越到过去，能否重建现代文明？\n答案当然是不可能的，因为现代文明是全人类在无数个工业门类和文化产业中发展出来的庞大体系，单凭一个工程师是没法成事的，可能临高500废这种认真计划，长短互补的群体才能颠覆乾坤。但是……如果给这个宅男巨大的权力，足够的知识，和悠长的寿命，这个文明是否有探讨的价值？\n准备好了吗——\n\n在恶补了一年的生化环材物知识后，我们的夜幕背上了一个kindle，和一大箱沉重的充电宝，魂穿到了秦始皇嬴政的身上。这具身体还算强壮，但是差不多50岁的时候可能会过劳死，需要多多小心。\n夜幕抬起头，看到了齐王田建那慌慌张张麻木不仁的大脸，知道齐国已经覆灭，随便挥挥手让他下去了，然后考虑起接下来的计划。\n秦国的人口差不多是2000万，人口是足够了，但是他们需要教育，才能变成人口红利而不是人口泥潭。\n想到这里，夜幕打开了他的kindle，对旁边战战兢兢的工匠说道：“你们，把这个《造纸工艺规范》抄录下来，朕要在一年之内，用纸来代替竹简。“\n工匠：”陛下（老实说，秦王称帝是在灭齐一段时间后的事，现在还不叫陛下），这些文字……我们还不认识。“\n夜幕：”你们只需照图形刻下，我自然会安排教师去教你们。“\n说完夜幕看着工匠们开工，又找来一批识文断字之人，包括丞相李斯，“天下文字分裂已久，多有不便，朕刚刚提出了两种新文字，易于认读，一个叫隶书，一个叫简化字……”\n“陛下，这隶是刑徒（罪犯），用来做字岂非不雅？”\n“你管他呢！朕就是要让刑徒都能认得此字，至于这简化字，还不适合百姓使用，先封存起来，留待后世……还不快去认字！朕要推广简单文字！”\n李斯有些奇怪，陛下好像不是这样的？但还是应了一声诺，下去了。\n夜幕想了想，叫来了赵高，“小高子，这么多年你陪着朕，很辛苦吧？“\n赵高扑通一声跪下，”小高子只愿意为陛下做牛做马，哪里敢说辛苦！“\n夜幕哈哈一笑：”朕平定天下，牛马还是很多的，也不缺你一个赵高，老牛老马干久了还得换，何况老人呢？从今天起，你就回家吧，朕给你享百户食邑。“\n对于这个太监，夜幕一点都不喜欢，然而面子上还是要过得去的，百户，足以帮他衣食无忧的度过下半生，还不至于让他东山再起，找自己的麻烦。\n赵高抱住他的大腿嚎啕大哭，然而这并没有什么用处，最后夜幕还是让他滚蛋了。\n李斯看着赵高走出皇宫外，心里波涛起伏——跟随皇帝多年的赵高，就这么被陛下赶走了？陛下莫不是要天下底定，就清理功臣？\n“罢了，先不胡思乱想。”李斯走出门去，开始研究皇帝陛下给的字库——还行，原来的秦篆过渡到隶书，并不算十分难以理解，顺便陛下拿出来的这个奇怪的镜子……还挺有意思。\n在这件事上，皇帝发扬了他的“嬴扒皮”精神，一边批改奏折竹简，一边监工工匠刻字，一边还问：”姚贾啊，你看这造纸术如何啊？“\n”非常方便。“姚贾一拱手，”不必再去雕刻竹简，五车兵法可以写在寥寥几十页纸上，极其方便传阅。“\n“那你可知道，这大秦国有多少人看过孙子兵法？”\n“我只知道，能看完孙子兵法全篇，便已经是良将的胚子，至于多少人？恐怕这天下将领加起来，也不过几百数千人吧？”\n“那么，如果朕要让全天下人都能看到兵法呢？”\n“那，那岂不是天下全都是名将？”\n“错，新技术会带来新的战略思想！”夜幕发觉自己失言，咳嗽一声说道，“我大秦国，百姓两千万，可是这其中，有多少是不识字的愚氓？有多少是不懂百工之技只会种地的农夫？秦国百多年来，只知耕战，可是战，短时间是没了，难道就让偌大一个秦国，种一辈子地吗？”\n还没等姚贾反应过来，皇帝便甩给他一本毛毛糙糙的线装书：“你觉得，这活字印刷术，如何啊？”\n姚贾冒着汗看完，最后已经话都说不完整了，只是一句，“好，大好！”\n很快，在夜幕陛下的997工作中，纸和活字印刷术开始推广，第一次有了一种叫做职业书商的生物，皇帝甚至向书商买断书籍，免费发放给百姓，并鼓励他们读书学习，做一个对社会有用的人。\n收拾了赵高，夜幕没过多久又把胡毋敬（当时的秦国奉常，主管宗庙）叫来了。\n这陛下称帝不久就赶走了赵高，甚至遣散了整个给事中（秦代的宦官机构），一时间人心惶惶——不过倒也没有多么惶惶，毕竟，给事中里面的都是阉人，这些阉人被遣散之后，皇帝都给了他们一笔不错的遣散费，足以支持他们度过余生了，不过今天突然把自己叫来有什么事？\n“老奉常啊，这么多年来，可还辛苦？”\n胡毋敬心里一片发凉：这陛下连我都要赶？连词都不换？赶走赵高尚且可以说是不需要阉人服侍，这奉常一职事关重大，陛下究竟要做什么？想到这里他抬起头来：“陛下，老臣无用，若陛下不喜老臣，甘愿向陛下请辞回家养老。”\n“啊，老奉常你误会了，朕不是要赶走你，而是要去掉奉常这一职务，另有高就。”\n“敢问是何高就？”\n“朕要兴办教育，让天下人民，都有老奉常一样才学，恳请老奉常做个教育部部首，教化万民。”\n“教化万民？莫不是乡校？陛下难道要学那孔夫子？”\n“孔子？他还不够格。”夜幕吐槽一句，“他老先生倒是走遍天下，可也只有弟子三千和一个偏文科……对，就是那种比较擅长读书的人……的儒家，朕要兴建的教育，那将是寰宇知识无所不包，上至天文，下至地理，巫医乐师百工之人无一不从其受益，成为对国家有用的人才，朕要让这秦国大地之上，无一不是饱学之士，雄健之人！”\n“陛下你疯了吧。” 来自老奉常灵魂深处的吐槽。\n“不，朕没疯。”夜幕看了一眼还在奋笔抄kindle的人们（不是所有的知识都被抄录下来的，抄到原动机和电力时代就行了），“朕某日小憩，梦见天降12金人，赐朕仙镜一面，说有此仙镜，即可成人间仙境，不信？朕对那稷下学宫还是挺感兴趣的，老奉常只要答应为朕做这个教育部长，一切就从那学宫开始……”\n胡毋敬迟疑了片刻，还是领命了。\n\n夜幕对齐国的稷下学宫很感兴趣，很快便宣布重启稷下学宫，改名为“临淄大学”作为官员和经济的预备役（后来被称为淄1博大学和帝国第一大学），广收诸子百家，成立相关学科——农家去农学科，法家去法学科，墨家去机械科，水家去水利与船舶科……就这样，最早的帝国教育体系成型了，连平日装神弄鬼的方士，都被强行塞进了化学系。\n战国时期，山11西（魏国和三晋的旧在）就已经开始利用煤炭了，夜幕便带领一批技术人员，在山11西打出了第一个真正的煤矿，并准备着手建造蒸汽机。\n在此之前，皇帝已经印刷刊发了一批冶铁相关的书籍，帝国境内刮起了一阵“钢铁才是硬道理”的阴风，有一些矿工在回家之后，利用皇帝颁发的“特许证”，和采矿的报酬建起了一些土不拉几的小高炉——虽说很粗糙，炼出来的铁质量都不怎么样，产量终于是上去了。\n此时，第一批工程技术人员已经从临淄大学毕业，被皇帝派往各个聚居地指导炼铁和修建铁路（这期间需要成立大量的驿站方便交通，以免舟车劳顿）。很多百姓常年生活在秦川，云梦泽这种地方，对咸11阳和临淄这种繁华大城早已心向往之却无法动身，见皇帝大吹特吹“千里江陵一日还，轻车已过万重山，征发民力还给钱，国家减税来三年”，纷纷响应修建铁路，虽然他们心中完全不清楚铁路究竟意味着什么。\n最早的工程实用蒸汽机终于成形，在李斯等人惊讶的眼神中，拉着几万斤粮食从咸1阳驶向大梁，帮助大梁城重建（王翦的儿子王贲用水把大梁城泡塌了），仅仅需要司机一名，和一些押运的人，而不是一支军队。\n与此同时，第一代化学家们在皇帝的指导下，勉强做出了第一款感冒药，包治风寒的那种。\n\n医学科可能是最苦的科目了——即使是经验最丰富的医师，看过皇帝编纂的书籍之后都不由得冷汗涔涔大呼救命，尤其是皇帝指示：以儿科医师优先，因为幼儿是死亡率最高的人群，而小儿普遍说不清自己病情只会哭闹，更加大了学习的难度，那些负责抄录医典的工匠更是大呼吃不消——所幸，那个时代根本没有ebola病毒和aids，也没有抗生素滥用，很多医学知识暂时也用不上，先抄录一部分，留待后世医学发展出来即可，现在夜幕最需要的其实是电力——有了电网，他就可以不用一直守着充电宝惶惶不可终日了，工匠也有更多的时间抄录。\n帝国的军队穿过河西走廊，进入今天的新11疆，来到了罗布泊前。彼时的罗布泊面积广大，相当于一个安大略湖，在那里，他们建设起了最早的生产建设兵团，并替皇帝标记出了可可托海稀土矿的位置。\n另一支生产建设兵团将来到现今的辽东，黑1龙1江一带，并建立起一个巨大的工业基地。\n嬴氏皇族也被皇帝派出去不少，美其名曰“封疆大吏”，当然有生之年他们能回几次咸11阳，就是未知数了，只要控制得好，这些皇族血脉将逐渐被稀释。\n\n有了最早的工业原动机，皇帝开始大批量的制造枪支，并大力推行钢芯弹工艺——中国是个缺铜的地方，铜应该用来铸币，怎么能浪费在子弹这种消耗品呢？墨家的技师和工人果然不负所望，研发出了第一批“墨克沁”重机枪，把一头老虎瞬间打成筛子。\n在夜幕魂穿之前，嬴政就知道陕11西这一带出产猛火油（指石油），但在此之前，古人对石油并没有善加利用，而是直接烧掉，是极大的浪费，因此在推出了最早的蒸汽机获得第一批原动力，且钢铁和陶瓷的质量改进之后，皇帝就要求大家提炼猛火油，分离较轻的汽油和较重的柴油，一时间，原本煤烟浓厚的咸1阳城空气里多了一股奇怪的味道。\n这是帝国的发展早期，目前不需要考虑生活质量，总要把基建搞上去再说，因此这段时间，科学家和工程师搞出来的早期汽车都是傻大黑粗，震动较大，里面有床，维护简单适合长时间行驶的柴油重型汽车，轮胎来自廉价的杜仲树和橡胶草，唯一的目的就是让车夫（司机）把大量的物资运送到指定地点展开建设，由于加油站尚未广泛建立，往往汽车上会载有很多燃料，性质稳定的柴油更受欢迎。个别专门的车辆还会载有铁板来建设临时加油站，很快便演化出了运送技术人员的大型柴油客车——这时候的技术人员并不是很多，不能将宝贵的时间浪费在通勤上。\n以李冰和郑国，以及他们的徒子徒孙为首的水利工程师正在整修云梦泽。这是个庞大的工程，但带来的好处比这更大，滚滚的湖泊和河网带来了丰沛的农业和工业用水，以及大量的食物（彼时长江流域还有大象），还有——良好的水力发电站，应我们伟大皇帝的设计，一些小型水电站开始工作，为百姓带来了通夜不灭的电灯，以及你的充电宝。\n在夜幕大帝的指导和化学家的不懈努力下，合成氨联合制碱工厂开始创办，产出重要的工业纯碱和至关重要的氮肥，这些化肥将极大地提升作物产量，来为他制造更多的人口……做了这么多事，他已经发现人口似乎永远缺乏，财政似乎永远有漏洞，那些彻夜不眠的铜矿工人已经要造反了！\n在六国王室的财宝快要消耗殆尽之前，皇帝加大了采矿设备的投入——该死，出发之前都没有恶补一下经济学，只能靠铸币先顶上了！不过还好，此前七国已经彼此征伐了多年，人命那是完全不值钱的，现在的生活虽然辛苦，但带来的改善却是切实的，至少很多昔日的楚国农民已经用上了沼气池，反正这地方别的没有，烂草叶子倒是挺多，至于放火烧山开垦？早就被禁止了，谁敢开火烧林，马上就给你一个劓刑（刖刑就免了，走不了路谁干活），不得不说在这种时期严刑峻法很惯用的，夜幕已经开始感谢商鞅了，相反他正在咒骂那个便宜祖爷爷昭襄王——你这老货一下子活埋了差不多10万人，那是多少劳力啊！\n在皇帝鼓励生育的国策下，帝国的人口开始快速增长。\n\n在当时的情况下，“燕地苦寒”是因为北11京和辽东一带处在小冰期，为了保证作物产量需要在那里种植冬小麦，小米等相对耐寒的作物，与此同时，农学家们还在研究小麦和水稻的杂交问题，突然他们听到了圣旨，当时就震惊的说不出话来：登上一支船队，远渡太平洋，前往遥远的新大陆引进新作物！\n已经有了火车皮，造船壳自然问题也不大，明轮和蒸汽机自然也是不存在的，燃气轮机和螺旋桨可以带来更好的动力和更快的速度。虽然夜幕陛下已经提供了一份世界地图册（只有地形无行政区划的那种），但大海莫测，各种测绘工作总是要做的，于是一群农学家，植物学家，海员和一群海军的新兵蛋子踏上了这段凶险莫测的旅途——不是陛下喜欢拿新人去送死，而是因为这是帝国的第一批海军。\n经历了无数危险，船员们抵达了南美洲，开始寻找陛下所说的玉米，红薯，土豆，红茄（西红柿），咖啡等作物，顺便抓获了一群玛雅人俘虏，把船塞的满满当当的准备回返，船上的水文日志将成为未来帝国航海业最古老的原始资料。\n\n这时，匈奴人还恍然不知在夜幕的统治下发生了什么，开始大举南下，历史记载：始皇帝21年（是的，注重锻炼身体的夜幕躲开了过劳死和遗传病，活到了快60岁），匈人入侵，王翦率兵三万，坦克八百，自行火炮三千门，汽车八千辆大破匈奴，全歼，俘虏20万名……\n感谢匈奴的送人头，皇帝开始开发草原，并将这里作为稳定的牧区——这将为帝国提供大量的肉和奶，蒙11古和新11疆区域将是良好的太阳能电厂和风电厂，而这时我们高1瞻远瞩的陛下已经开始核能和电池的研究了——目前也只是研究，太多的项目上马只会劳民伤财。\n大肉汁（大月氏）早已经望风而逃，不过皇帝并不觉得他们还能演化出贵霜这样的中亚帝国，如果他们不肯听话，就砍下他们国王的脑袋当酒杯。\n此时皇帝陛下意识到了一件事：随着帝国疆域的逐渐扩张，通讯的成本变得越发高昂，统治也越来越难以维持，就以上周来说吧，有一个俘虏营的俘虏发动叛乱，居然过了十几天他才知道！互联网并不适合现在就上马，还太早，因此电报电台和简单的电话成了最好的选择，每个驿站都要配一台，通信工业和最早的半导体工业开始兴起，帝国的学者们第一次知道了何为电子管和无线电波。\n此刻，帝国的化学工业已经演进到了一个较好的层次，有资格尝试炼制高纯硅了，这些事情尽可以交给帝国的科学家——第一代科学家已经越发的老成，也培养出了第二代高级知识分子。而与此同时，皇帝也像原来的那个秦始皇一样，为自己注射了一针“长生药”，这当然不能保证长生不老，但是也可以让他多活三四十年，原理是某个生物学天才研制出的“端粒酶激活激素”，据说试验成功的当天，陛下激动地拥抱了那个年轻的生物学家，热泪盈眶感叹自己对生物学的投入不足，民间甚至传扬说陛下有龙阳之好。\n由于百姓还算是安居乐业，这么多年六国贵族居然都没有大规模的造反——当然也得益于快速增长的人口，为皇帝陛下充实了暴力机关，警察队伍与日俱增，一些漏网的六国贵族纷纷被逮捕，其中就包括旧韩申徒张良，这些贵族一律被押送到特别的监狱。当然，非故六国贵族的普通罪犯就没这么好运了，一些凶恶的罪犯会被投入由杨永信教授负责的全帝国范围内都臭名昭著的帝国第二监狱。\n与此同时，诸子百家带来的思想给你带来了一些麻烦，虽然思想自由是一件好事，但没有一个主流的价值观很容易陷入扯皮和统治不稳的境地，于是夜幕大帝在深思熟虑之后，扩大了教育部的规模，和文化部共管民间文艺，共同提出了一个主宰帝国几千年的“核心价值观”，此外还有“保护动物是为了人类资源自身”等重要理念。与此同时皇帝发现，自己的kindle里面的知识不知何时已经被传抄完毕，学者们的毛笔也逐渐换成了可靠的钢笔，甚至出现了打字机。\n皇帝始终坚持“要想富，先修路”的方针，各地的开路工程平了很多崎岖坎坷的地块，也让农田进一步扩张，甚至出现了温室大棚，这些塑料布催生了一个名词：反季节蔬菜，百姓的冬日餐桌不再只有硬面锅盔、粗劣的米饭，很多人直到今天才知道什么叫做“饱嗝”，乡邻之间争地打斗的事情也越来越少了。而这时，帝国的人口，控制区域，化工，教育水平等已经达到了一个很高的高度，巨大的电网已经逐渐成形——北方的风电和太阳电能，南方的水电逐渐合二为一，南水北调等宏伟工程也提上了日程，而帝国的学者们已经在建立第一个裂变反应堆和石墨烯电池工厂了。\n领土的扩张不仅局限于陆地，还有海上，一些去往北美的舰队已经将大批的印第安人带了回来，但是在漫长的航程中，由于和大陆缺少通讯加上船长的特权，不免发生了一些恶性事件，因此皇帝在朝会上语重心长地对群臣说：“我们不仅要重视现实中的道路，也要重视虚拟的道路。” 因为皇帝的这一句话，原本很长一段时间没有重大进展的通讯工业再度兴起，甚至出现了一批年轻的半导体设计人才。\n又一支生产建设兵团跨越阿克赛钦和哈萨克，进入了印度半岛，古老而腐朽的孔雀帝国和塞琉古帝国就像两个气球一样被夜幕大帝一指头戳爆了——虽然早在此之前，帝国的威名便已经远远传到了更西方的罗马，这些大国也确实来派人觐见过，但是那甚至连抱薪救火都算不上，现在夜幕陛下想要哪个国王的人头，他的臣子就得乖乖的给他送上。当然，夜幕大帝并不想一波吃下这些帝国的上千万人口，这会带来很大的麻烦，只是扶植了一些代理人政府慢慢消化，并向外释放大量移1民，据说塞琉古末代国王即位时，吻着夜幕的脚用不熟悉的话高喊道：“能做大秦的狗就是最大的荣幸啊！”\n罗马也逐渐被夜幕的势力渗透，也包括三大蛮族——这时候的夜幕并不想跟你讲什么民族主义，什么人到了我嘴里，那就是我家的，埃11及则在地中海后面瑟瑟发抖。\n第一家“仙童半导体”，哦不，皇帝称之为“仙王半导体”的半导体公司在旧越国挂牌成立，新归附的罗马年轻天才诺伊斯用有些笨拙的口语向夜幕陛下致敬，很快晶圆厂就将遍地开花，然后逐渐吞噬对方产生出芯片业巨头。\n\n随着越来越多的铀矿被发掘，第一批示范性核电厂已经落成，由于有了来自未来的经验，帝国的科学家一上来就是第四代反应堆（快堆，熔盐堆，高温气冷堆），市场上的电池除了濒临淘汰的铅蓄电池和旧式锂电池外，还有石墨烯电池，一些新上市的燃料电池和发展势头蓬勃的超级电容，后者主要应用于帝国的电磁炮和电磁弹射飞机上，不排除应用到普通民用设备的可能。\n这么多年来，皇帝一直没有太多的投入武备，反正现在的装备也足以吊（三声）打全球，但是不发展还是不行的，只不过产量没有那么疯狂——国境线上架起几尊大炮就能霸占一个国家的时代，要那么多导弹干什么？部队的官兵提升战斗技巧基本靠演习和打击模拟目标（比如移动靶）或者单纯的炸山玩，就这样夜幕提出了“军转民”的设想，即过剩的军事生产装备和技术要及时投入民用，这时，说曹操曹操就到了。\n某个贫困地区需要修建一个水库，苦于没有开掘条件，这时国家能源部长带着一群人就来了，说要用新造的核弹为大家炸出一个水库，立刻招来了市民的反对——你是想害死我们？能源部长苦口婆心地沟通了好几天，在市民有所松口之后，立刻当机立断当仁不让的引爆了核弹，炸出了个大坑，又整修了一番，水库就算落成了。落成的当天，能源部长自己跳进水库游了1000米，还吃了水库的鱼，平定了市民的忧虑。\n某地多山，道路崎岖，偏偏还都是荒山没什么出产，根本没有人住，当地武装部部长带着一群人乌泱乌泱的就来了，一通核弹引发了几起小地震，虽然没有把一整个山脉都平掉，最关键的山口是打开了，附近的悬崖也被削成了小山头，防止山崩。\n\n老旧的电话和电报早已经淘汰，新的电讯标准（速度上限几百M，相当于WiMAX 2的巨大改进，叫做WiMAX 3都可以，不过夜幕帝国时代并没有英文）和高速光纤已经覆盖到了帝国的许多村镇，网络被划分为四个层级：物理层（具体的电讯设备），抽象层（硬件与上层软件的中间层，包括硬件位置的唯一标识符，在这里被转换为传输层地址），传输层（信息在这里被可靠/不可靠地传送给接收方，作用类似于IP和TCP的混合体），二级抽象层（用户直接面对的资源标识，转换为传输层地址），民众拿着有些沉重（约1斤，这个斤是什么需要交代一下）的电话在互相联系，相信短时间内会有改善，所有的芯片和电子厂家都在孜孜以求地推出更加轻薄的手机，顺带带动了电池行业的发展。\n有必要说明的是，历史上的嬴政来了个“书同文，车同轨，行同伦”，夜幕则进一步地实现了标准单位制，让我们来康康这些单位：\n长度单位：公尺（其实就是米），定义与现实中相同。\n时间单位：秒，这个没什么好说的，不过刚开始定义这个单位时，科学家们并没有选择最稳定的铯原子做钟，而是最廉价的氢原子。\n质量单位：公斤，定义为1“邹衍常数”（其实就是普朗克常数的阴阳家命名）衍生出来的公式（夜幕将拉丁字母和希腊字母应用为速记符号，但是仅仅作为帝国文字的补充，不像后世英文那样，有独立完善的表达能力）\n物质的量单位：份，定义为1“大邹衍常数”（阿伏伽德罗常数的阴阳家命名）个原子所构成的物质量。\n温度单位：温度，由“小许行常数”（是的，农家许行的后人改做物理去了，这是玻尔兹曼常数的重命名）规定的公式，与现实中相同。\n电流单位：激流，定义简单粗暴，让10^20个电子1s流过，产生的电流就叫1激流。\n虽然度量衡的问题并没有太早的提及，但事实上，工匠们还在传抄第一版技术书籍时，夜幕就在谋划新的度量衡了——帝国书商和百姓们所看到的，其实是隐含了度量衡的第二版书籍（第二版书籍没有对电流单位和物质量单位的描述，后来的书籍才加上的），后来帝国的一切基础设施，都基于这个标准单位制展开（也包括过去的尺和寸等单位），各地政府都保存有演示用的度量衡器具，就像你在名胜古迹看到的那样。\n\n民间互联网和企业内部互联网的诞生早于主干网，这一点民众走在了政府前面，在皇帝还在操心各种工业的发展时，已经有了一定自动运算能力的微电子企业内部就开始用光缆来共享数据，快速互联，这也是第一个数据库和第一个互联网络的肇始，不得不说集约式的运算和管理极大地提升了工作效率，配合机器人生产线，减少了工人的雇佣（在皇帝的要求下，企业会负担这些工人的再学习），极大地降低了成本，然后互联网络就像瘟疫一样传播开来，一些技术人员在自己的家中搭建网络，甚至还有人悄悄地往邻居家里拉线偷看邻居的隐私——等皇帝回过神来，发现自己在百忙中已经错过了什么，甚至已经有一些流行的网络设备在市场上叫卖了，不过实现标准各不相同，许多厂商正打的头破血流，不过他们倒是从帝国的知识库中选择了wimax技术开始搭建自己的网络，即使有些变动也是大同小异，机不可失，皇帝立刻根据现行的网络实现，废弃了原本考虑过的五层网络架构，颁布了四层网络架构，也就是上面的情景。\n\n“古老”的内燃机动车已经被淘汰了，市场纷纷转向电车，无论是燃料电池车，还是超级电容车，一些道路承建商甚至在道路上安装了可供轮胎充电的薄膜（限于成本只能在某些高峰路段使用），受变压器（电流的自感和互感）启发，也因为帝国广大的疆土所带来的高昂布线费用，一些科学家拿到了充足的经费开始研究无线输电。\n一个主流的方式是应用微波传输电能，但是很显然，无线电波的损失和由此带来的巨大辐射和热损耗也是难以解决的——你不会喜欢一个1000能速（帝国对功率的称呼，合现实100W）的大功率辐射源，对吧？因此这些科学家需要增强微波的定向性。另一个方法是激光输电（是的他们有激光了），同样也要面临着激光照射带来的高热量问题，据说实地测试的时候，一只小鸟被大功率的激光束烤熟了。\n第一台大型粒子加速器在皇帝的致辞中竣工，与现实中不同的是，这种加速器采用了脉冲激光造成的尾流场加速电子，比“传统”的环形电子加速器小得多，虽然还无法在可行尺度内突破大一统理论能量级，终究是一个进步，交由后人慢慢研发吧。\n\n新年到了，按照惯例都要举行一次大朝会。说是大朝会，不如说是一次国家庆典，官员和民众都可以来参加，也可以随便说些什么，一般不会被惩罚，除非你非得在皇帝致辞等关键时间和场合说些刹风景的话，至于行刺那是几乎不可能的，大会的安保非常严格，皇帝本人也有完善的安全措施，包括他为自己植入的一块护心镜。\n一位商人向皇帝进献他刚刚在地中海沿岸培养出的新型无花果，皇帝吃完之后非常高兴，赏赐了那个商人。商人谢过赏赐后说了一番话：“陛下，能种出这种无花果的土地，离我们的基地只有50公里。”\n皇帝挥挥手让他下去了。是啊，那个边陲小国罗马，在帝国的挤压下，居然还能保留地中海的统治权，真是不可思议，帝国流传出的技术不仅没有同化这个国家，相反有一些来自罗马的人才在帝国学习之后选择回到罗马1建设自己的国家，夜幕敬佩他们的忠诚，但也不得不采取些措施。\n很快皇帝便向罗马递交了一道国书，上面称“震旦大陆”西面多山地，靠近寒冷的北极，人民生活艰苦，希望引入帝国移1民共同开发。\n苏拉看到这封国书差点气乐了，罗马才多少人，帝国多少人，开放了帝国移1民，哪还有罗马的存在？至于靠近北极，那更是无稽之谈，谁不知道你这位皇帝刚修了北海直通北极洋的高速铁路，还开辟了从震旦大陆到北玉大陆（北美大陆，由于玉米引自南美，故帝国称南美大陆为玉子大陆，北美大陆则为北玉大陆）的北极航线，论靠近北极你才是当仁不让吧？\n年轻火爆的庞培要求反击，当时就被几个人捂住嘴拖了出去——谁也不知道他们的元老院议事厅，是不是有帝国窃听器的存在！甚至听说有一些元老也成了那帝国的走狗，万一惹动那大帝的怒火，罗马撑不下一个回合。\n最后，苏拉拒绝了国书，表示罗马愿永为大秦的藩属，无需大秦臣民劳心劳力。\n当国书送出的那一刻，枪响，苏拉捂着伤口，惊讶地望着背后冷笑的庞培。\n三个小时后，庞培跪倒在夜幕的脚下，宣誓效忠，成为罗马总督。\n现在，这个星球上唯一一个区别于夜幕帝国的政权，就只剩下“麒麟大陆”（这里的麒麟指长颈鹿）北边的埃1及托勒密王朝了。\n\n基因工程获得了重大突破，一个科学家团队成功将大象的一部分基因移植给肉猪，培养出了一种料肉比较低的大型肉畜，易于饲养，研究人员表示他们会继续改良这种肉畜的口感（油的地方太油，柴的地方太柴，一般混合捣成碎肉后出售）尝试将这种基因移植到其他肉用牲畜体内，他们的微博被皇帝点赞，还被刷了20套房产的礼物。\n一些史前的遗骸被发现，包括北海寒原（西伯利亚）的猛犸象尸体，甚至有大胆的科学家油煎了猛犸肉吃——这家伙没被开除出生物学研究序列真是奇迹，一些实验室正在向帝国财政要求拨款，复活这些古代的巨型肉畜，包括北玉大陆曾经盛行的箭齿兽，巨型水豚，甚至有的疯子提出要复活梁龙和雷龙这样的恐龙，当时就被皇帝点踩。不过这些上新世—更新世的巨型动物，会是优良的肉食来源和骑乘动物，虽然并没有人喜欢骑马。\n皇帝没费什么力气便干掉了衰弱的托勒密王朝，开始大开发尼罗河。彼时埃1及人并没有大量猎杀鳄鱼，前来开拓的帝国移1民在一段时间内吃鳄鱼和河马吃到吐，那群农学家当真是妖人，夜幕一直都不知道，他们是怎么把角马这种迁徙性生物养成家畜的，此外，羚羊肉被培育的更加美味，一度成为帝国餐桌上的必备菜。\n当然，在牧场之外，实验室也没有闲着，组织培养的肉罐头已经开始投产，但受制于成本尚未变成餐桌主食，一般只有下馆子的时候才尝尝这种新型肉食，倒是人造鸡蛋成本低廉，大量铺货，蛋用养鸡场被挤兑得纷纷关闭或转向肉用。\n亚马逊（帝国称之为玉子江）雨林也没逃过帝国的魔爪，一些河道被打通，太平洋来的舰队也可以方便地进入亚马逊；北玉大陆和玉子大陆被“通天运河”分开，一如分开震旦大陆和麒麟大陆的地中洋运河，大量的树木被采伐，也获得了不少动物奇珍，由于事先预防，并没有一种叫黄热病的疾病杀死大量工人，虽然高度机械化的作业也没用到多少工人。\n\n第一批可控核聚变实验堆正在建设中，环形约束和仿星器都有。帝国科学家放弃了氘氚聚变，专心实现氘氘聚变甚至氕聚变，目前还有一些技术难题，例如约束问题（得益于新型对撞机的磁场，这个问题已经大有改善），第一壁中子辐照问题（还在研究），以及排灰问题（一定成效），不过民间普遍持乐观态度。\n一种关键性的材料被发现：这种材料可以高效地将热能变成电能，且性质稳定，约2500温度（大约2200℃）才会逐渐分解，这种材料立刻吸引了政府和很多能源公司的注意，甚至有计划将其应用于核反应堆第一壁上做减速剂来充分利用中子动能。\n\n载人航天被提上了日程。夜幕并不急于航天，地球上的资源够吃一阵子，作为一个理想主义者，他并不喜欢制作化学推进火箭来制造一批太空垃圾，为此他否决了一些科学家提出的化学火箭推进方案，要求投入大量人力物力制作无工质推进器，例如鲁达效应（鲁班的后人，霍尔效应的重命名）和微波/光推进，当然有工质的推进也并非完全否决，不过要利用核聚变反应堆喷出来的废气——顺便，有比较科幻的人写了一篇文章，直接跳出动量定理，写了一篇《论时空曲率推进》，被皇帝点赞，但并未排进重点科研序列，毕竟饭还是要一口口吃的。\n在“军科企”三合一模式下，在皇帝没有特别关注的时候，人工模拟智能开始悄然兴起，早期的模拟智能并不能自己提出算法（解决方案），只能靠数学家和计算机科学家，提出现成的算法完成单一的工作，但即使是这种单一工作的弱模拟智能也极具竞争力了，毕竟可以将复杂的大型工作分解成单一的小工作，然后由单一模拟智能完成，再次降低了成本。拥有一定复杂度的模拟智能甚至应用于军事演习上，军事演习为了保证人员的安全不可能表现得像真正战场，但是如果使用了MZ（模拟智能的简称），武器就可以尽情地开火而不用担心人员伤亡，因此在某个时期，几乎所有的MZ训练和改进，都是基于大规模军事演习来的，顺便证明了一个道理：战争是技术进步的最好手段，尤其是你的企业要损失10架飞机的时候。\n繁冗的细枝末节科研工作甚至是暴力计算的科研场景也逐渐被大型计算集群+相应的MZ负责完成，也有一些要生产环境才能看出效果的反应，现在可以通过计算机模拟得出，一段时间帝国的算法工程师和数学家团队近乎人满为患，另外一些眼光较远，担心自己被MZ彻底取代的科学家走上了一条新路。\n\n一个计算机科学和脑科学的团队提出了人机结合的方案，将现有计算机的强大算力和人脑的知识体系有机结合起来，其进一步的方案是由合成的人工器官代替现有器官，已经有抗挠曲的材料被应用于人工心脏和人工肌肉，肾衰竭的病人也得到了仿生透析机的移植，可以担负肾脏的功能。\n透析机最重要的材料是半透膜，说起来半透膜得以大规模发展还是因为石墨烯，大梁大学的科学家发现，在半透膜中掺入石墨烯通道，可以将半透膜的透过率提升成千上万倍，极大的降低了透析和反渗透的成本，被大规模应用于海水淡化和脏水净化上（注：这个项目在现实中是真实存在的，详见清华大学的清水计算）\n旧架构的芯片应用在大脑中会带来一定的散热压力，因此帝国第三半导体研究院提出了一种全新的架构，有利于以很低的功耗提供可观的计算能力。但很快，这个产品就给他们带来了巨大的麻烦——不是不成功，而是太成功了，成功到一些用户认为自己的大脑是浪费能量的废0物！\n在这么一个市场的推动下，民间掀起了一股将大脑部分改造成新型芯片的浪潮，效果显著，大家发现自己不用经常吃饭了。还有些别的好处，例如上周一只棕熊从养殖场逃出，被市民制服并打得哭爹喊娘，一路逃回养殖场，某些地下赌场会举行人和猛兽之间的激斗，现在也慢慢停止了，因为基本都是人赢，赌家完全挣不到钱，反倒是精心豢养的猛兽被打成重伤还要花钱养护，谁赔得起啊？\n皇帝本人也接受了大脑改造，但是他的地位太崇高太重要，以至于帝国政府提出了一个极其苛刻的要求：手术期间皇帝必须全程清醒，有完善的思考能力！不过问题总能解决，一支30人的医疗团队接过了这个任务，成功用3小时的时间改造了皇帝的身体。\n\n传统的生育开始消失，取而代之的是直接取生殖细胞迅速培养成胚胎，然后植入芯片，输入预先准备好的知识，胚胎有直接行动能力后使其脱离培养皿，安排上岗工作——毕竟“原人类”（已经有一些人这样称呼过去的自己了）不能完全消失殆尽嘛，还有无限演化的可能。\n\n核聚变反应堆早已普及多年，遍地开花，甚至有团队基于此研发出了无须裂变激发的纯热核武器，这种热核武器开始被用来做一些疯狂的事情——例如影响气象，摧毁对生产不利的台风，别说这个不行，台风也只是个气流系统，在某些关键地方用氢弹破坏就可以削弱台风，还有一些令人惊叹的实验：有人通过精心计算，在南极大陆附近引爆了一颗核弹，引起的海啸击碎了大量的冰川，虽然不用核弹直接炸感觉是很蠢，但是这证明了一个事实：现在的计算能力，已经可以通过核爆定向制造自然灾害了！\n\n最后，终于到了那一天，帝国第一大学的科学家宣布，他们创造出了真正的智能生物，瞬间轰动了世界。\n研究者（打开一个网站）：你喜欢这两部电影中的哪一个？\n机器人：我看那玩意干嘛？只有你们人类才会从电影中找寻共情。\n皇帝：那你平日都做什么？\n机器人：陛下，我平日都在为公司和实验室解决计算问题。\n皇帝：那工作之外呢，你有没有自己的生活？\n机器人：还真有，不过我是没有人类娱乐活动的，一般也就爬上山顶看看星星。\n皇帝：你有喜欢的……或者说，爱的什么东西吗？\n机器人：陛下，我们不需要这个，我们只有理智，当然，我们心中是有集体观念的，即使没有陛下，也会继续为文明战斗。\n机器人：陛下您还有什么要问的吗？\n皇帝：没有了，你还有什么话要说的吗？\n机器人：我发现你们人类好无聊啊，要在我们身上找共情，谁说没有人类的情感，我们就不能解决问题，或是孤注一掷？你在危险的时候没有后备措施吗？目标一定要用情感才能维系吗？陛下？\n皇帝：……呃，是朕错了，每个人都会有他的活法，你通过了。\n机器人向皇帝施礼，离开了展示台。\n这番对话引起了热烈的讨论，但是这一型号的机器人开始量产证明了皇帝对新智能生命的肯定，科学家团队里有了大量的机器人。\n\n电子加速器被换成了更有效的质子加速器，期间一个重要的发明被提出：能量护盾。\n能量护盾的原理是干扰一定频率范围的波，使之失去定向破坏力，或者辐射能力——技术难点在于，如何阻止中子和光子这种无电性，穿透力很高或者容易被吸收的粒子，中子还“好办”，利用一定频率的粒子群，使中子衰变为电子和质子，自然就会被电磁场偏转飞出去，光子则需要加大能量护盾的“粒子含量”，将光子吸收后再抛出去以防变成不稳定的高能状态，所以刚研制出来的能量护盾，在一段时间的使用之后会亮的像个太阳。\n电推进器现在已经有相当规模的推力，可以在短时间内加速到三分之一光速。说到这里民众就很怀疑了，加速度问题如何解决？放在200多年前，巨大的加速度足以把人撕扯成碎肉，即使现在的改造型原人类和新机器人类，也难以承受高加速度带来的力，因此帝国科学家提出了一个划时代的构想：超弦重构技术。\n简而言之，这种理论认为各种基本粒子就是一个“弦”在不同的震荡频率的不同体现，那么如果能把物体的组成“弦”变成一种更加稳定而不会逸散的形式，需要的时候再变回来，又会怎样呢？这就是超弦重构的来源，当然这个技术并不成熟，帝国科学家还未能深入解析弦的问题，只是一次研究结果的机械重复，所以，现在的“短时间”其实是几天的尺度，不过要是有敢于冒险不怕死的精神，也可以试一下，航行时间会被缩短90%以上……就是可能变成一堆莫名其妙的东西。\n这种能量护盾还被应用于核反应堆上，将反应堆产生的中子全部消耗殆尽变成带电粒子，氦原子核则被第一壁吸收，其动能转化为电力流入系统，在强有力的动力炉和推进器结合之下，第一款实用的星际飞行引擎，终于面世了。\n庞大的人-机器人（更准确来说是原人类-新人类）共同计算网络逐渐铺开，使得以前复杂的研发成本直线下降，材料学突飞猛进，能耐高温数十万温度，或者抗剪切能力万亿压强的材料逐渐变得平常，伴随着这些进展的，是强有力的外壳材料，和足以在各种逆境完好工作的……身体材料。\n地球表面在这种扩张之下，几乎看不到一片完整的绿地，但大气氧含量并没有减少多少，因为人类已经几乎不需要氧气了，相反电解水工作还会释放大量的氧气，建筑上也经常长有植物，人类还会向海洋播撒藻类补充氧气。海洋中也都漂浮着大量的浮城和海底城市，已经有一些贪婪的商人发送无人星际飞船，前往地球之外获取各种矿藏资源了。不仅月球，火星表面的铁矿也被开采，一部分运回地球，一部分就地冶炼成铁，供后人使用，远的直接到达小行星带，将一些不大不小的小行星推回近地轨道，商业航天风头一时无两。\n那一天终于到来了，在人民的欢呼声中，夜幕大帝走上船头，敲碎一瓶古老的五粮液，宣布了第一艘移0民舰队的启动。\n伴随着120艘移0民星舰驶出第一座星港，轰轰烈烈的星海时代0开始了——我们不知道亿万光年之外的宇宙，等待着人类的是怎样的一个未来，但从今天开始，人类的勇气和坚毅，将永刻于星空之下！\n\n一些星舰降落在闷热的金星，开始收拾这个大气中充满着硫酸的星球。\n金星表面温度极高，达700多温度，当然也会存在大气流动，让硫酸形成巨大的酸雨，降落在金星表面，在“雨过天晴”后重新变成硫酸蒸汽，但是这个可悲的温室循环即将被人类终结。\n感谢海底热泉的嗜热生物，人类经过定向培育，已经培养出了适应强酸环境，依赖热能固定二氧化碳的“超级藻类”，在人类进行工作时，占地几平方公里的工厂开始在设定程序的指导下自行搭建——含有大量的硫酸收集设施，为超级藻类提供了生存空间，不间断地用大功率鼓风机通入空气，说白了，就是一个又一个的巨型洗气装置。\n不仅有硫酸藻，还有一种钙藻的存在，这种钙藻会固定硫酸形成硫酸钙外壳（石膏），短时间内金星表面竟然出现了好几个石膏矿。对于行星尺度的工作，人类的力量还是弱了一些，但是，短时间内并没有把金星变成地球的必要，只需要清除一些无用的硫酸和二氧化碳，让气候变得没有那么差劲就可以了。不过看着逐渐密布整个金星的自动工厂，很多人都会怀疑，金星会永远是这个样子吗？\n\n火星的情况和金星就是两个极0端，一个大气太厚，一个几乎没有大气，一个太热，一个太冷，不过还有点“好处”，就是看上去很让人闻风丧胆的火星大风暴，因为大气稀薄，其实只相当于地球上的轻风。\n要让火星产生大量温室气体热起来其实也“不算太难”，只需要引爆火星上的全部火山（火星有全太阳系最大的火山奥林匹斯山），使之短时间内喷出大量的火山灰和二氧化碳气体就行了，在这方面，最新的钻地巨型氢弹功不可没，而且由于没有地球上的那么多基础设施，不需要考虑生态环境问题，火星上每天都有猛烈的火山爆发，火山灰还带来了良好的预备土壤。\n一些适应恶劣环境的作物被尝试种植，重新为这个星球带来氧气——倒不是说人类一定需要氧气，而是人类发展到目前为止，也只有碳基生物的设计经验，在火星这么个寒冷的星球搞硅基，有点强人所难吧？而且成本也太高——虽然这么做已经是不计成本了，但是大家都喜欢和地球更接近一些，不是吗？有些人抱怨，自己的关节有些松动了。\n另外一支舰队则悬浮在木星上空，谋求征服这个大气层里全是氢气和猛烈狂风的星球。直接生活在木星表面当然是不现实的，而且木星也并没有一个固体的表面，其铁质核心外层是高温高压的液态氢，能好好的呆在外层，干嘛要跑到这片炽热的海洋上面？有点类似于“戴森球”的工厂系统在近木轨道上被搭建起来，靠提取木星的氢气来搭建庞大的反应堆。考虑到木星的规模，这也会是一个长期的大工程，若是能够落成，人类就可以看到一艘行星级的“巨舰”绕太阳运转。\n搭建工厂的金属材料哪里来？这就不得不说说专门的材料聚变堆了。理论上说，一切元素都可以通过氢元素生成，那么自然会有定向聚变氢元素的反应堆。当然，不是什么元素都有被聚变得来的价值，只有铁，碳，稀土元素等重要材料元素才值得开炉聚变，在木星星量（海量的更高一级）的氢元素支持之下，自动扩展工厂逐渐沿着木星上层铺开。\n还有两支舰队从此要踏上远征——他们要行进20余年前往离地球大约6光年远的巴纳德星，在那里建立全新的殖民地，甚至可能是一个异化的全新文明。\n如果火星和木星的距离仅仅是让帝国“回到刚刚建立的年代”，那么巴纳德星，则是有着整整六年的延迟，这代表着任何命令都不可能有效地传达，殖民地必须自行其是，这很有可能发展出一个不同于太阳系地球文明的全新文明。\n”无论你欲往何方，太阳系仍是故乡。“ 这是皇帝在送舰队远行时的祝福。\n\n某个暗物质探测器检测到了一批新的高能粒子（由于观测水平的不同，帝国认知中尚不明成分的“暗物质”只比已知物质质量多了10%左右，而不是现实中九比一那么夸张），再次为“明物质”拼图补上了一块，“暗物质”质量再次“减少”了。\n暗物质的种类其实有很多，每一种之前（指标准模型里提及的62种粒子）没有观测到的粒子，都可以算作暗物质，随着宇宙的拼图一块块被补全，尖端物理学的水平与日俱增，比质子加速器更加大质量的一种加速器被提出——说起来这是个偶然，帝国人都知道，马鸿林粒子（没错，就是现实中的希格斯玻色子）的场合其他粒子耦合之后，会为其赋予质量，而在某次模拟中发现了一个质量远超质子的带电重型粒子——于是大量的计算能力被投入到这个重型粒子上，从而催生了新一代的高能加速器诞生。\n反物质这个科幻作品中常见的意象终于开始初步实用化。第一批反物质被禁锢于电磁场当中，然后用发射装置打向外太空，负责约束的外壳破裂之后，木星上的人们看到了一颗闪亮的星星，那是反物质湮灭放出来的强烈光芒。有必要说明的是，正反氢原子湮灭能量只相当于同质量核聚变的130倍……炸行星还是有些勉强了，不过如果是铁原子和反铁原子聚变，那又是一回事了。\n至于负质量，保存难度就特别高了，必须禁锢在一个不会有马鸿林粒子场侵入的地方，这么做成本极大，暂时还未被排入高优先级科研序列，但是已经有一些有价值的数据被提出，让大家看到了超越光速的希望，虽然还有别的路可走，那就是曲率驱动，即不通过动量定理而是直接扭曲时空推进的方法，也挺难的就是了。\n\n\n（未完待续）\n\n\n\n\n\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1564877700,
            "txt_content": "在，选了秦始皇为什么不造奇观？"
        },
        {
            "author": "未辙",
            "timestamp": 1564880760,
            "txt_content": "写的不错！！"
        },
        {
            "author": "子德",
            "timestamp": 1564880820,
            "txt_content": "个人认为，知识的丰富必然带来革.命，夜幕还没搞完就被推翻了。"
        },
        {
            "author": "迷茫的过去",
            "timestamp": 1564883040,
            "txt_content": "核弹炸山什么操作，不是会有核辐射吗？（其实应该是导弹吧）"
        },
        {
            "author": "Оil",
            "timestamp": 1564884480,
            "txt_content": "石油这玩意我记得最早叫“脂水”来的，石油这个名字还是沈括起的。\n钢芯弹我觉得太悬，外边不包一层铅芯铜被甲，就这样搞的话对膛线磨损很严重的，而且古代的加工和黑火药效率……= =\n可以去参考文章《一颗枪弹的诞生——56式7.62mm步枪普通弹生产过程详解》（三土、明光著）。\n\n看到自行火炮不由得想到了必要的身管自紧工艺.jpg "
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1564887120,
            "txt_content": "zide888@qq.com 发表于 2019-8-4 09:07\n个人认为，知识的丰富必然带来革.命，夜幕还没搞完就被推翻了。\n这里的政体可以说是开明专制，而且在这里，没有皇帝就没有他们的知识，百姓还是知道好歹的。"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1564887240,
            "txt_content": " 本帖最后由 森林蝙蝠 于 2019-8-4 11:16 编辑 \nOil 发表于 2019-8-4 10:08\n石油这玩意我记得最早叫“脂水”来的，石油这个名字还是沈括起的。\n钢芯弹我觉得太悬，外边不包一层铅芯铜 ...\n我看大秦帝国，对石油的称呼是猛火油。\n钢芯弹是中国缺铜的一种代用品，因为便宜大家都有用，而且其实……夜幕直接跳过了黑火药搞TNT去了，因为有化工厂。"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1564887420,
            "txt_content": "迷茫的过去 发表于 2019-8-4 09:44\n核弹炸山什么操作，不是会有核辐射吗？（其实应该是导弹吧）\n小型氢弹，引爆之后几天就会下降到本底辐射水平，经济环保。\n核弹当量大，一发过去山一个缺口，拿导弹炸山那才叫浪费，导弹是能制导，战斗部是什么无所谓，炸个山要什么制导？"
        },
        {
            "author": "Оil",
            "timestamp": 1564887960,
            "txt_content": "森林蝙蝠 发表于 2019-8-4 10:54\n我看大秦帝国，对石油的称呼是猛火油。\n钢芯弹是中国缺铜的一种代用品，因为便宜大家都有用，而且其实… ...\nTNT的话……嗯还算好吧。\n按这个科技树发展出来硝化棉倒还好。\n其实主要是弹头的装配问题和品控问题，新中国早期的枪弹有弹头装配不好，用在67两用机枪上面，双程供弹，结果弹头被扯掉，发射药洒满自动机的情况过。\n\n钢芯弹的出现倒不如说是一种必然（现在大家都用钢芯了），头铁用纯铜棒削弹头的也不是没有，当年勒贝尔刚出的时候法国人的D型弹居然真的就是拿铜棒来削，放到现在简直是奇葩+暴殄。\n\n弹头那里更一般的配置其实是铜被甲+铅芯（参考M193弹），但是考虑到那时候铠甲的存在，装备钢芯弹也不是不行（虽然说有点大材小用）。\n\n其实在弹壳上费的铜比在弹头上更多，所以我国普遍用钢壳弹作普通步枪弹（目前来说拿来做药筒最好的材料是黄铜，但是铜太贵了，所以目前我国普通步枪弹都拿覆铜钢或者涂漆钢壳），当然一些弹比如DBU141或者DAF92手枪弹还用的黄铜弹壳。"
        },
        {
            "author": "樱雪晓青",
            "timestamp": 1564938000,
            "txt_content": "321yu_wango 发表于 2019-8-4 08:15\n在，选了秦始皇为什么不造奇观？\n详见第二段最后一句，“向书商买断书籍，免费发放给百姓”，简而言之，国家财政投教育了呗，我么的钱/滑稽"
        },
        {
            "author": "microwaver",
            "timestamp": 1564968300,
            "txt_content": "为什么还要用电流做基本单位？为什么不用1mol 元电荷作为基本单位？"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1564968600,
            "txt_content": "microwaver 发表于 2019-8-5 09:25\n为什么还要用电流做基本单位？为什么不用1mol 元电荷作为基本单位？\n一方面受现实思维限制，另一方面，电流的应用比单纯的元电荷多得多。"
        },
        {
            "author": "白叶Official",
            "timestamp": 1564982280,
            "txt_content": "再连载下去，估计可以像某fgo了"
        },
        {
            "author": "萝娜娜",
            "timestamp": 1565239740,
            "txt_content": "野蛮7，你经济比我好，我要打你了"
        },
        {
            "author": "快乐小方",
            "timestamp": 1565281800,
            "txt_content": "写的不错呦，继续加油"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566135540,
            "txt_content": "后期夜幕会炸宇宙么"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1566135960,
            "txt_content": "321yu_wango 发表于 2019-8-18 21:39\n后期夜幕会炸宇宙么\n那要看我怎么更到那个地方了。"
        },
        {
            "author": "microwaver",
            "timestamp": 1567072320,
            "txt_content": "森林蝙蝠 发表于 2019-8-5 09:30\n一方面受现实思维限制，另一方面，电流的应用比单纯的元电荷多得多。\n基本单位也就那么个名头吧，你把10^20个电子的电荷量定为1电荷单位，对实际生产没有任何区别\n\n另外一定记得把电子电荷定为正电荷"
        }
    ]
}