{
    "title": "[Minecraft.net|CULTURE] 跑偏的楼梯",
    "author": "海螺螺",
    "replyCount": 7,
    "timestamp": 1564934520,
    "txt_content": " 本帖最后由 海螺螺 于 2019-10-14 22:19 编辑 \n\n\nA Step in the Wrong Direction\nReddit users compete to make the most inefficient Minecraft staircase!\n跑偏的楼梯\nReddit 用户比赛制作最低效的 Minecraft 楼梯！\n\nDo you ever look at something beautifully and functionally designed and think to yourself, “I could build this myself, but probably terribly and ineffectively”? Then you’ve probably been spending too much time discussing Minecraft on Reddit. The marvellous minds over at Minecraft’s Reddit community recently set themselves a design challenge with an inefficient twist: who could make the smoothest stairs in Minecraft?  \n你是否曾看着一些设计精妙高效而又美丽的东西，然后想想自己「这玩意儿我也能造，不过肯定又辣鸡又低效」？你可能已经花了太多时间在 Reddit 上讨论 Minecraft 了。Reddit 社区的奇思妙想们最近又给自己定下了一个目标是低效的挑战：谁能做出 Minecraft 中最平滑的楼梯？\n\nThe mission of these staircase enthusiasts was simple: create a set of stairs that have the smallest increase in height between each step. They had to try to get to the height of a single stair block while using as many blocks as possible. Wasteful, bizarre, and slightly stupid… this competition was born to be on Minecraft.net!\n这些热心于楼梯的人的目标十分简单：建造一组台阶，使每一级之间有最小的高度差。他们必须用尽可能多的方块达到一个普通台阶方块的高度。十分浪费，十分奇特，还有点蠢... 这场比赛诞生为的就是上 Minecraft.net ！\n\n\n\nReach this great height. Use as many blocks as possible. Got it!\n达到这个高度，用尽可能多的方块。了解了！\n\nIt all started with a “really smooth staircase” by redditor Crystlon. Their first step is made of red carpet. Fancy! Rolling out the red carpet provides a nice warm welcome for this ridiculous community challenge. But then what happens? We step up to a redstone repeater. Which, to be honest, feels more like a step down. It’s a bit cold and industrial, but it does keep the staircase smooth, I suppose.\n这一切都起源于 Crystlon 的 十分平滑的台阶。他们的第一级台阶是红地毯。太棒了！铺开的红地毯为这个离奇的社区挑战带来了温暖的问候。但接下来发生了什么呢？我们就踏上了一个红石中继器。这玩意儿，说老实话，感觉更像走了下坡路。它充斥着工业化的冰冷，但，我想，它确实让楼梯平滑。\n\n\n\nFrom right to left: carpet, redstone repeater, trap door, snow, campfire, slab, stonecutter, snow, conduit, snow, chorus plant, enchanting table, grass path, stone.  \n从右到左：地毯，红石中继器，活板门，雪，营火，台阶，切石机，雪，潮涌核心，雪，紫颂果，附魔台，草径，石头\n\nThis first staircase sets a high bar for everyone to beat. It only reaches one voxel in height over a total of 15 steps (again, that’s as tall as one standard stair block). A wonderful waste of time. Very impressive! Also very unsafe –did you spot the stonecutter? Still, a very solid start! Can anyone do better?   \n这第一个楼梯给所有人定下了一个很高的目标。它用了一共 15 个方块而达到仅仅一单位的方块高（再重复一遍，这与一个标准的台阶方块一样高）。完美的浪费了时间。非常令人印象深刻！也非常的不安全 —— 你看到切石机了吗？尽管如此，这仍是一个十分好的开始！谁能做的更好吗？\n\nAnother redditor, ShazZ, brought more attention to this absurd challenge with their attempt at the “most inefficient staircase ever”. It makes great use of stacked snow tiles to raise the height steadily. But, oh dear, it’s missing the red carpet at the beginning. \n\n另一个 Reddit 用户，ShazZ，用他在 史上最低效的楼梯 中的尝试给这个荒谬的挑战带来了更多的关注。这个楼梯巧妙地利用了堆起来的雪使高度稳定上升。但，我亲爱的达瓦西里，它缺了一些开头的红地毯。\n\n\n\nBrown stairs are always in fashion due to the abundance of dirt blocks in Minecraft. And a touch of white from the snow really brings out the grime. Er, great?\n由于 Minecraft 中的大量土方块，棕色的楼梯永远不落潮流。而雪带来的一抹白又反衬了灰。呃，挺好？\n\nThe red carpet is a very important first step, not only because we all deserve to be treated like royalty, but because carpet raises your height by a measly 0.0625 of a meter (as one voxel in Minecraft is equal to 1m3). You barely have to lift your foot. So remember to use carpet as your first step when creating your inefficient staircases. It offers almost no elevation at all!\n红地毯可是非常重要的第一步，不仅仅因为我们都应接受皇家待遇，更因为地毯将你抬起了仅仅 0.0625 米（一单位方块也就是一立方米）。你甚至不需要抬脚。所以在建造你的低效台阶时，记得用地毯作为你的第一步。它几乎不提升高度！\n\nNext to step up to the challenge was redditor Nlvya with what they called “The REAL least efficient staircase.” Big words. Let’s take a closer look at this apparent atrocity of a staircase. \n接下来接受挑战的是 Reddit 用户 Nlvya ，他称之为 绝对真实低效的台阶 。嗬，好大的口气。让我们细细观看这近乎残暴的楼梯。\n\n\n\nThis staircase has everything you need to survive the wilderness: a chest, a campfire, a boat, a stonecutter, and a good book! Presumably titled How to Waste Time In Minecraft in Fourteen Easy Steps.\n这个台阶有你需要用于生存的一切：一个箱子，一个营火，一个船，一个切石机，一本好书！想必标题叫做 如何用十四级台阶在 Minecraft 中浪费时间。\n\nThe carpet is back, hooray! But it’s white, rather than red, which instantly puts me at unease. Why would you have something that’s meant to be walked on and is so easy to stain? Step two is a birch trapdoor. Not only is a trapdoor always bad news for stepping on, but it’s also too much of a step up in height for boldly inefficient challengers. We know you need a redstone repeater for your second step! Can anyone beat Crystlon’s smooth staircase?\n地毯回来了！但是是白的，而不是红的，我很为此担忧。为什么你要用这种用来踩的而又很容易脏的东西？第二阶是白桦木活板门。不仅仅因为活板门踩上去总是不好的，还因为这一脚对于低效挑战者来说抬得太高了。我们都知道你要用红石中继器作为第二阶！谁能来打败 Crystlon 的平滑楼梯呢？\n\nEnter mael_cookie with their “take on the slowest staircase”. This one seems to cut really close to beating Crystlon’s entry so let’s move in for a better look. It starts with a white carpet again (boo!), but then uses two stacked snow tiles before getting to the trap door at the third step. They use different blocks, yes, but each step actually comes in at the exact same height as Crystlon’s use of carpet, redstone repeater, then a trapdoor. \n\nmael_cookie 带着他们的 走在最慢的楼梯上 来了。这一个看起来离击败 Crystlon 的楼梯更近一步了，所以我们靠近仔细看看。它又以白色地毯开始（切！），但接着用了叠了两层的雪才是第三个的活板门。他们使用不同的方块，很好，但和 Crystlon 的地毯、中继器、活板门组合实际上每一步高度都相同。\n\n\n\nPress F3 while playing Minecraft Java and you’ll bring up the debug screen. On the left you can see numbers next to XYZ – the middle one is your current height in the world. You can use this to figure out how tall each step in your stairs is.\n在 Minecraft Java 版中按下 F3 打开调试屏幕。在左侧你能看到 XYZ 旁的数字 - 中间是你在世界中的高度。你可以由此得出你的台阶到底有多高。\n\nFurther up this staircase, mael_coookie uses many of the same blocks as Crystlon: a daylight detector, a campfire, a slab, a stonecutter, and a stack of six snow tiles. Where the two entries start to differ again is when mael_cookie uses an enchanting table rather than a conduit, then a chorus plant instead of snow. Unfortunately, these blocks make a huge difference, as it means mael_cookie only uses 14 steps to ascend one voxel, compared to Crystlon’s 15 steps. Which means this staircase is just one block too efficient to be the winner. So close!\n接着，mael_cookie 用了和 Crystlon 相同的方块：阳光探测器，营火，台阶，切石机，六层雪。接着两个又不同了，mael)cookie 没有用潮涌核心而是使用了附魔台，接下来则是紫颂果而不是雪。不幸的是，这些方块带来了巨大的差异，这意味着 mael_cookie 用了 14 个方块就达到了一单位高，比起 Crystlon 的略逊一筹。也就是说这个楼梯比冠军的高效了一个方块。很接近了！\n\nSo is that the competition over? Far from it, my friends. We have redditor ChillYourJetskis to show us how it’s done with “The ACTUAL most inefficient staircase”. They’re not messing around. Once again, this staircase goes up one voxel high in total, but is made up of 17 steps rather than 15. That’s two extra steps. What beautiful futility!\n比赛就结束了？不止如此呢，我的达瓦西里。我们的 ChillYourJetskis 向我们展示了他在 炒鸡无敌低效楼梯 中是怎么做的。他们没有乱七八糟的，又一次的，楼梯达到了一方块高，但一共有 17 级台阶而不是 15。整整多了两级呢！这优美的无用！\n\n\n\nYou can’t argue with a sign with that much confidence. This is our winner! Don’t think I’ll be able to balance along that end rod and conduit very well, though.\n你不能与这充满自信的牌子争论。这就是我们的冠军！但是不要觉得我能在那个末地烛和潮涌核心上保持平衡。\n\nSo how did they do it? The first breakthrough is the use of the lily pad after the carpeted first step. “The lilypad is about 1.5 pixels tall, making it taller than the carpet, and shorter than the repeater,” ChillYourJetskis explains. Using water like this is ingenious as it gives this lazy staircase its first extra step.  \n所以他们是怎么做到的呢？第一个突破是地毯后的睡莲。「睡莲大约 1.5 像素高，比地毯高一点，而又比中继器矮一点，」ChillYourJetskis 解释道。这样子使用水十分巧妙，因为它给了这个懒惰的楼梯一个多出来的台阶。\n\nThe second extra step is possible due to an even smarter use of water. ChillYourJetskis has two stair blocks face each other in a hole, and then fills the gap between them with water, creating a waterlogged stair block. With a bit of manipulation, they’re able to force a boat to sink into this tiny bit of water. The result is an odd step that comes in at a height right between a stack of three snow tiles and a daylight detector.\n第二个能够多出来的台阶是水的更巧妙的使用。ChillYourJetskis 用两个面对着的台阶方块，中间填上水，创造了一个存着水的台阶方块。通过一些微操，他们能让一个船强行停在这一点水里。结果就是，在三层雪和阳光检测器之间得到了又一个高度的台阶。\n\nThat’s got to be it. It seems to be the most inefficient staircase you can make in Minecraft Java 1.4, at least. We have a winner! Feel free to have a go yourself but it will be difficult to beat that magnificently terrible staircase. But if you do figure out how to make a more inefficient staircase, please email it to us at scoops@minecraft.net!\n这就是了。这看起来是在 Minecraft Java 1.4（1.14 吧）里能造出的最低效的楼梯了。冠军分出了胜负！你可以随意尝试，但是再击败这个十分槽糕的楼梯已经很难了。但如果你确实搞出了一个更低效的楼梯，请将其发送到我们的邮箱 scoops@minectaft.net\n\n\n\n【754503921译自A Step in the Wrong Direction】\n【作者Chris Priestman，发布时间2019年8月1日】\n",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1564934640,
            "txt_content": "事情要从 1930 年的秋天开始说起了，\n\n在北.京市的一个小村子里，袁隆平出生了 ...."
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1564935360,
            "txt_content": "born to be on Minecraft.net!\n\n我寻思应该是“生来就是为了登上Minecraft.net博文”毕竟这比赛出现在reddit上"
        },
        {
            "author": "SPGoding",
            "timestamp": 1564935960,
            "txt_content": "在三层雪和阳光检测器得到了又一个高度的台阶。「之间」！"
        },
        {
            "author": "zyjking",
            "timestamp": 1564937940,
            "txt_content": "From right to left: carpet, redstone repeater, trap door, snow, campfire, slab, stonecutter, snow, conduit, snow, chorus plant, enchanting table, grass path, stone.  \n从右到左：地毯，红石中继器，活板门，篝火，台阶，切石机，雪，潮涌核心，雪，紫颂果，附魔台，草径，石头\n\n是不是漏翻了一个雪？\n篝火→营火"
        },
        {
            "author": "Оil",
            "timestamp": 1564965000,
            "txt_content": "最低效可还行。\n但是这样子评判楼梯，是不是太主观了？\n\n“你们想过楼梯的感受吗？——不！你们只想着你自己！”\n\n*我会把它称为坡度最小的楼梯.jpg"
        },
        {
            "author": "apathsky_cold",
            "timestamp": 1564977960,
            "txt_content": "强啊大佬们666"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1569001740,
            "txt_content": "spending too much time 花了太多时间\nsimple 应该是 简单"
        }
    ]
}