{
    "title": "到底是成为一个自己向往的人 还是成为一个大众都喜欢的人？",
    "author": "蒜头王霸.",
    "replyCount": 10,
    "timestamp": 1565013120,
    "txt_content": "作者：走走停停停停\n链接：https://www.zhihu.com/question/289950733/answer/468385459\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n这个问题，如果在几年前，也许我还会很热血地认为要做自己。经历的事情多了，也渐渐发现身边总有那么一些人，活在别人的簇拥下，好像生来就有无穷的魅力和亲和力。也许是性格使然，也许是和生活慢慢磨合。但有时候你会觉得，在他们眼里，自己向往的样子就是大众喜欢的样子，换句话说，对他们而言，成为大众喜欢的样子，丝毫不会违背自己的本意。这样最好，你喜欢自己，旁人也喜欢你。\n    但哪是所有人都这么幸运呢？小学的时候班上有一对双胞胎姐妹，（可能这样评价她们不太有礼貌，但只是客观陈述，没有攻击和看不起的意思)，姐妹长相不讨人喜，身材也是胖胖的，身上也有一股酸臭味。那个时候已经开始注意自己形象，当然肯和她们玩的女孩子也少之又少。\n    后来上了初中，我和她们中的妹妹在同班，姐姐在隔壁班，那个时候姐妹的性格差异就很明显了。姐姐比较有骨气，受到奚落绝对不会甘休，那个时候我们的学校很乱，打架斗殴层出不穷，女生之间更是可怕，她们对姐妹俩也有这莫名的鄙夷。然而哪怕是被那种女混混欺负，姐姐都要讨回公道 而妹妹则趋向于逆来顺受，从不还口，更不会动手。为了得到其他人的保护，也是为了找到一个在一起玩的朋友，妹妹试着尽力讨好旁人，尽力让他们喜欢，哪怕自己很不舒服都会顾虑别人的看法。姐姐依然顺遂自己本意。高中的时候我去了外地，大学期间忽然和双胞胎姐姐联系多了，得知她上的大学，慢慢了解她的事情，她有了知心的朋友，是个很好的女孩子，在大学也过得还好。而妹妹好像补习了一年，不知道今年去了哪里上，而且妹妹似乎淡出了交际圈，也不似姐姐健谈，总之种种。\n    同样的家庭，同样的相貌，同样的成长，然后，就渐行渐远了。又感慨，想要成为大众喜欢的，也未必可以呢，你觉得自己为别人付出，为了顺遂他人，委屈自己，却不知道有些事一开始就不应该这么做，一开始就是徒劳无功的，还不如顺遂自己，做个洒脱的人，命运还是不会亏待你的。\n    渐渐就觉得，自己要试着成为大众喜欢的，若是做不成，就放手好了，做自己便是晴天。\n\n\n",
    "replies": [
        {
            "author": "鬼酱丶",
            "timestamp": 1565013180,
            "txt_content": "这算是水贴么emm"
        },
        {
            "author": "惊鸿若雁",
            "timestamp": 1565013720,
            "txt_content": "先不管水贴不水贴，既然是茶馆，就可以随便聊聊吧。\n人活成自己也好，活成他人想要的也好。不管哪条路都是饱受争议的，也很少人能走出所谓的两条道通吃的中间路。我个人向往走自己的路，毕竟别人只是别人，自己才是自己世界的主体，但也可以适当的汲取朋友的意见或者他人的批评，在共赢的路上，贯彻自己的路。当然，这个可能就是所谓的两条路通吃，很不现实，因为大多数的人，都活成了不希望的模样。"
        },
        {
            "author": "CV70",
            "timestamp": 1565073960,
            "txt_content": "我选择做一个自己向往的人，人没必要处处都刻意迎合他人"
        },
        {
            "author": "Because.",
            "timestamp": 1565082300,
            "txt_content": "be a kind man lol"
        },
        {
            "author": "白叶Official",
            "timestamp": 1565083800,
            "txt_content": "做一个自己所向往的人，同时又受人尊敬。"
        },
        {
            "author": "程序大大",
            "timestamp": 1565085600,
            "txt_content": "66666666666666"
        },
        {
            "author": "west.myth",
            "timestamp": 1565085660,
            "txt_content": "看个人性格，如果抗压能力够强尽可以做自己"
        },
        {
            "author": "我叫西红柿",
            "timestamp": 1565085720,
            "txt_content": "我向往成为一个受欢迎的人\n这样我就可以做自己了\n这是个悖论"
        },
        {
            "author": "m明敏",
            "timestamp": 1565086740,
            "txt_content": "不知道说的啥。。"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1565091300,
            "txt_content": "成为一个自己喜欢的人\n"
        }
    ]
}