{
    "title": "【苦力怕守卫者/苦力怕宠物】让苦力怕成为你的宠物【1.11/1.12/1.13/1.14/1.16】",
    "author": "爱心魔王FHC",
    "replyCount": 3,
    "timestamp": 1565102940,
    "txt_content": " 本帖最后由 爱心魔王FHC 于 2021-1-26 13:16 编辑 \n\n\n\n\n英文介绍引用自原帖第一次搞翻译如有错误欢迎指出\n\n　　Having the ability to keep a creeper as a pet always seemed … nuts. Absolutely nuts. They explode!! Blow creations to little bits. Blow players to little bits. Blow your favorite mending chestplate, protection IV – to bits. They don’t care. Care factor of zero. Who would want one as a pet??\n　　能把苦力怕作为宠物的，都是疯子……完完全全的疯子。它们会爆炸！！炸成灰，把玩家炸成灰，把你心爱的经验修补的胸甲+保护4炸成灰。它们才不在乎，谁才会想要养着这玩意？？\n\n　　Who wouldn’t.\n　　谁不想呢？\n\n　　We’ll call them Keeper Creepers – creepers that you keep. And, we’ll make them very hard to find. And, harder to tame. Because if you want a pet that can blow your house to bits, you should have to work for it.\n　　我们叫它苦力怕守卫者/苦力怕宠物——能保护你的苦力怕。并且，我们会让它们难以被找到和驯服。因为如果你有了这样一只能把你房子炸成灰的宠物，你就应该好好为它做做准备工作。\n\n　　Well, you know what, they won’t blow your house to bits. They’ll actually fight for you! Just don’t light one with a flint and steel. Especially when it’s right next to your super duper XP farm. It won’t end well. Backup those worlds, people.\n　　但是，你知道吗，它们不会把你的房子炸成灰，它们实际上会为你战斗。只要你不用打火石点燃它们，尤其是当它在你超大规模的经验农场旁边，那就完蛋了，记得备份你的存档伙计。\n\n　　You can find these monsters where you can find wolves. Taiga biomes but not mega taiga (think podzal). Tame them (haha) TRY to tame them with TNT blocks. You’ve got a 30 percent chance each TNT block. And less than a second to try it on. Blast Protection is not a bad idea….\n　　你能在有狼的地方找到可驯服的苦力怕，是针叶林群系，但不是巨型针叶林生物群系（就是有灰化土的那种针叶林群系）。尝试用TNT驯服它们（拿TNT右键他们），每次你有30%的几率，并且只有不到一秒的时间给你尝试（否则苦力怕就要来炸你啦）。不过穿上具有爆炸保护附魔的护甲将会是一个不错的主意...\n\n\n\n\n\n下面是一些从作者视频中截取的一些GIF\n\n\n成功的驯服\n\n\n失败的驯服\n\n\n苦力怕打死怪物\n\n\n一些特性\n（从视频中得到的，如有错误欢迎指出）\n\n　　右键给苦力怕TNT来驯服，每次有30%的几率成功\n　　苦力怕可以像狼一样下蹲\n　　用自己名字的命名牌命名苦力怕会爆炸（直接给怪物蛋命名也行）\n　　（爆炸卡存档，慎重使用）\n　　每种苦力怕爆炸效果不一样\n　　在有狼的地方找到可驯服的苦力怕，在针叶林生物群系，但不是巨型针叶林生物群系（就是有灰化土的那种针叶林群系）\n\n\n如何安装\n\n　　Download the mcaddon file and double-click it to install\n　　下载，双击安装\n\n　　Minecraft should open and two packs (behavior and resource) should import.\n　　MC要打开，然后两个文件（行为包和材质）将会被导入\n\n　　Create a new world (or click the pencil icon next to an existing world).\n　　创建一个新的世界（或者点击在进入世界旁边的铅笔图标）\n\n　　Click 'Resource Packs' and select Keeper, press the plus button. This will add both the resource and the behavior packs to your game.\n　　点击“材质包”，选择Keeper，按下添加按钮，资源包和行为包将会一起被添加进游戏\n\n　　Click 'Play'\n　　点击“开始”\n\n　　Enjoy!\n　　享受这个MOD吧！\n\n\n适用版本：1.11-1.16\n作者：MNO\n下载：https://pan.baidu.com/s/1Hlg7Ug62awmzJtmzNRwzEQ\n提取码: u61g\n\n\n感谢森林蝙蝠、Oil、kakagou12、wangtianen等大佬对翻译提出的修改建议",
    "replies": [
        {
            "author": "ETW_Derp",
            "timestamp": 1565107980,
            "txt_content": "来力~\nFHC第一次的翻译尝试还不错，至少比我强XD\n提一些小建议：\n super duper XP farm.\n超大规模集成经验农场，duper 在这里的意思是比super更super，类似于汉语中口语化的语气加重。\nTaiga biomes but not mega taiga (think podzal).\n是针叶林群系，但不是巨型针叶林生物群系（就是有灰化土的那种针叶林群系）。\nBlast Protection is not a bad idea….\n穿上具有爆炸保护附魔的护甲则会是一个很好的主意……\n享受这个MOD吧！\nAddon（\n\n哪里能找到比较生僻的词语的意思呢？除了各种翻译软件或者在线翻译，还有这两个网站值得参考：\n1）https://www.urbandictionary.com/\n这个网站相比而言更加俚语化和Meme化（当然也会有一些粗鄙之语，好孩子不要学XD），如果碰到类似玩梗的地方可以到这里查阅。\n2）https://www.lexico.com/en\n牛津词典，实用度不用我多说。\n\nP.s.原帖底下的队形很整齐嘛\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1565152380,
            "txt_content": " 本帖最后由 FHC红石 于 2019-8-7 14:03 编辑 \nwangtianen 发表于 2019-8-7 00:13\n来力~\nFHC第一次的翻译尝试还不错，至少比我强XD\n提一些小建议：\n问下Aww man是什么意思\n早说啊网站要挂代理，我还以为搜不到XD\n\nIt means that the Creeper is going to steal your stuff again.\n什么叫苦力怕要去偷东西？？\n原来是苦力怕会袭击你"
        },
        {
            "author": "夜神祭",
            "timestamp": 1606218900,
            "txt_content": "666针不戳"
        }
    ]
}