{
    "title": "【PMC竞赛】保护世界遗产 - 索引",
    "author": "LittleHei",
    "replyCount": 4,
    "timestamp": 1565106960,
    "txt_content": " 本帖最后由 LittleHei 于 2020-4-11 23:50 编辑 \n\n\n\n【PMC竞赛】保护世界遗产 - 索引\n\n\n\n\n\n\n  PRESERVING WORLD HERITAGE\n  PMC竞赛——保护世界遗产\n\n  We spend so much time in virtual and fantasy worlds that we can forget all of the amazing properties in our real world. \n  我们在虚拟世界里花费了太多的时间以至于我们完全忘记了在现实世界中存在的惊为天人之作。\n\n  For this contest, you'll choose a property from the UNESCO World Heritage List and dedicate a project build to it. With over a thousand properties to choose from, you're bound to find one that peaks your interest and we'll all share what we learn through Minecraft!\n  在这个竞赛里，你可以从联合国教科文组织世界遗产目录内选择一个主题用以在Minecraft内完成你的建筑。既然都有超过1000个现成的作品可以从该目录里挑选，你一定会找到一个对你来说特别有制作欲的作品并且我们相信所有人都会通过Minecraft来展示从本次竞赛中获得了什么，了解了什么，明白了什么。\n\n  Let's learn a thing or two, raise awareness and preserve the world heritage properties of the world in our Minecraft worlds.\n  在Minecraft中既能提高对世界遗产的保护意识，又能更加深入了解世界遗产，那何不让我们多知一二？\n\n  As always we hope to see creative entries and that you're having fun.\n  当然，别忘了在PMC竞赛中我们仍然希望你能建造出充满想象力的作品，因为你将从中获得乐趣，而不是为了奖励疲于奔命。\n\n  Need Help?! Choose from link UNESCO World Heritage Property List!\n  需要一些建造思路上的帮助？来看看联合国教科文组织世界遗产目录吧！\n\n\n\n\n\n\n\n  These rules may change between contests, so please be sure to read them carefully in case they are different from the previous ones! Failure to comply with these rules will result in the disqualification of your submission and/or being banned from the contest entirely.  \n  以下规则也许会在竞赛中不断变化，所以请务必仔细阅读以免后续发生变动而触犯变化后规则中的禁令。如果你没有遵守这些规则，你将会被取消在该次竞赛中提交作品的权力或是永久禁止参加PMC竞赛。\n\n  Your build must be 100% original content that is not an old creation, whether of yours, your teams or someone else's. \n  你的最终作品必须保证100％原创而不是一个已经被发布过的作品，无论是你的，你的团队的还是其他人的都是不被允许的。\n\n  You can build with others! We aren't limiting this contest to 1 creator only. Gather your friends and build together!\n  你可以和其他人组队参赛！我们不会限制只允许一个人参赛，快把你的基友/姬友叫上一起参赛吧！\n\n  Post to own account. If you're a part of a team, that's fine but the team shouldn't post and credit you. It causes unnecessary confusion, casts doubt on the validity of the entry and credibility of the contest. Let's avoid the drama.\n  用自己的账户投稿。如果你是某个团队的一员那当然不错，不过你的团队不应该拥有发布你作品的权力。那将会引起不必要的麻烦导致判断失误，使得比赛无法维持正常的秩序。让我们避免任何意外发生在PMC竞赛上。\n\n  50% or more of the images are unedited in-game screenshots.\n  投稿帖内的截图应该至少有50％未经任何修改。\n\n  This means NO mod aid. Including shaders and optifine.\n  即不能使用Mod予以辅助。光影和Optifine也算在内。\n\n This means NO image editing help such as photoshop.\n 即不能使用图片修改软件予以辅助，类似于Photoshop。\n\n  A screenshot is only unedited if a moderator could download an official vanilla client and by using the same minecraft settings can replicate the screenshot.\n  如何判断：裁判可以使用相同的Minecraft设置在原版客户端内获得与帖内图片完全一样的屏幕截图即为未经修改的图片。\n\n  This is to maintain a reference point and ability to compare renders & edited shots to what it actually looks like in-game.\n  这是一个评分点，同时也能使经过渲染/再制作的图片与Minecraft中的实际表现得到区分。\n\nYou must use the default texture pack in the unedited images. This is a build contest, not a texturing contest. Judges will also be reviewing your builds in the default texture pack.\n  你必须使用原版材质包以获得未经修改的图片。这是一个建筑竞赛而不是一个材质竞赛。同样，裁判也会使用原版材质包对你的建筑进行评分。\n\n  Presentation is very important! Add lots of screenshots, write something about your work, maybe give some description of your building process and in general take the time to present it to the community and judges to increase your chances of making it to the finalists.\n  展示十分重要！多添加一点截图，写下一些关于你作品的信息，或者给出一些关于你建筑过程的介绍并且花出些许时间对其进行修缮用以展示给PMC论坛内的会员或是裁判，这会增加你进入决赛的几率！\n\nYou may not use any tools that produce an output for you. Building aides are allowed, but don't let a program do the main work for you (3D model converters, Pixel Art Generation, etc).\n  你应该尽量避免使用任何可以帮助你完成建筑的工具，建筑辅助是被允许的（WorldEdit等），但是千万不要让一个程序帮你完成主要的任务（3D模型转换工具，像素画生成工具等等）。\n\n  Must build in vanilla Minecraft latest release or below. No mods that add third party content! Judges will also be judging the submissions in vanilla Minecraft. Any foreign blocks will be discarded from the final judging.\n  你应该在原版Minecraft的最新版本或是旧版本进行建筑，并且保证没有任何来自于第三方的Mod！裁判同样也会将是否使用原版Minecraft纳入评分标准中。任何不是原版的方块将会在最终评分中被忽略。\n\n\n\n\n\n\n\n  Where's the starter map?\n  There is no starter map. Just make sure the build you conceptualize fits the theme. \n  哪里有初始地图啊？\n  本次PMC竞赛不配备初始地图，你只需要保证你的建筑符合本次PMC竞赛的主题即可。\n\n  Is this SOLO or TEAM contest?\n  No. It's an open project contest. If you'd like to work with friends, you can. However, you will need to work out with your friends who gets to post it and ultimately who will get the prize should the group effort win. We don't want to discourage people from working together. We tried splitting project contests into team/solo and feel it's sending the wrong message. We're trying open project contests again.\n  这是一项单人竞赛还是团队竞赛？\n  我们并没有对竞赛人数进行限制，如果你想和你的朋友一起完成本次竞赛，那当然是一个不错的选择。但在这样的情况下，你将会需要去跟你的朋友决定谁去发布你们的作品并且获得最终的奖励。我们不想去阻止玩家们一同完成竞赛。我们尝试将竞赛分为个人/团队两种类型但感觉到这并不好，因此在不久后将会再次展开关于个人/团队类型的竞赛。\n\n\n\n\n\n\n\n  During the entry period, entries will be judged by a panel of your Planet Minecraft peers. We'll be assembling a team of individuals to judge; don't worry if there aren't any yet, they will be added soon!\n  在投稿期，每一个作品将会被一个由同为PMC论坛内的会员所组成的裁判团进行评判。我们将会组建一个由中立用户组成的队伍对每一个作品进行评审；如果暂时还没有相关裁判进行评定，不要担心，裁判虽然会迟到，但他们永远不会缺席。\n\n  During the first phase, judges will be reviewing builds, disqualifying entries that break the rules and diamonding posts that they like. Remember that judge diamonds are worth a lot! The community is also viewing, diamonding, reporting and influencing which entries will make it into the finalists. Once the build period is up, the contest will enter phase two.\n  评审第一阶段中，裁判们将会对每一个建筑进行审查，对违反规则的作品裁判将会取消其评定权，对于裁判喜欢的作品他们将会给予该帖一个钻石。时刻记住裁判给的钻石可是无价之宝！在PMC论坛里的每一个人同样也有查看/给予钻石/举报每一个投稿帖的权力，在一定程度上也会影响作品是否能进入决赛。一旦建筑期结束了，本次竞赛将会进入第二阶段。\n\n  The second phase consists of 5 days of review; the judges will go over the entries and find any missed rule breakers. Everyone will have this time to diamond and view more of the entrants before the site will calculate the finalists.\n  评审第二阶段中将会对每一个作品进行持续5天的审查，裁判们将会再次查看作品并剔除一些违反规则的漏网之鱼。在决定谁将进入决赛之前，任何用户都可以在这5天内对某个帖子给予钻石并且查看更多作品。\n\n  The final phase involves the judges judging all of the finalists, which are calculated based on an aggregate score of activity and votes.\n  在决赛，裁判将会对每一个参赛作品进行评分，评分则基于本次竞赛的基础评分项以及PMC论坛内的投票总数。\n\n  You will be judged on the following aspects, on a 1-10 inclusive scale:\n  你的作品将会在以下几个方面被（裁判）评分，最低1分，最高10分：\n\nConcept & Originality : Fresh, new ideas and crazy concepts! Try to do something new, differentiate yourself from the status quo and show us what you're made of.\n  思路与创新：新鲜，新想法和超于常人的思路！去完成一些有新意的作品，将你的作品变为一派建筑中的清流以向世人彰显你的能力！\n\n  Technique & Execution : Color, shape, texture - be sure your build flows together and represents what you are trying to accomplish.\n  技术与统一：颜色，外型，材质 - 确保你的建筑浑然天成（具有协调性）并且能展示出你想要完成的东西。\n\nPresentation & Experience : Presentation of a build can really help to make an impression. Be sure you've got good screenshots, spend some time on the post!\n  展示与观感：一个优秀的建筑展示可以给众人留下一个好印象。确保你能获得高质量的截图并且能在帖子排版上花一点时间。\n\n\n\n\n\n\n\n  Step 1: Create a map and have fun! You have a little over 3 weeks to build! You do not need to immediately post a downloadable map with your submission. You may post it any time before the entry deadline.\n  第1步：创建一个地图并保证良好的心态！你有超过3个星期的时间来完成建造！你不需要在发布时立即提供可供他人下载的地图，在发布截止日前你可以任意挑一个时间发布最终作品。\n\n  Step 2: When you're ready to post, head back to your Minecraft saves folder and zip the map folder. Windows users can right-click and Add To > New Compressed Archive; you may also use a third party program such as WinRAR or 7zip.\n  第2步：当你做好准备去发布作品时，返回你的Minecraft存档文件夹并对其进行压缩。Windows用户可以右键单击并选择添加到 > 新压缩包，你也可以使用第三方程序来完成这项工作，如WinRAR或是7zip。\n\n  Step 3: Go to the Create New Project page on PlanetMinecraft and upload your map as normal! Be sure to take many screenshots to show off the interiors.\n  第3步：到PMC论坛创建一个新帖子用以上传你的地图，确保你有大量截图来展示你的设计。\n\n\n\n\n\n\n\n  1st Place\n  $50 Steam Credit. ;game(s) will be gifted to your Steam account. Winner may choose more than one game but the total must be $50 or less. Must have a Steam account to claim prize, no substitutes.\n  A Contest Themed, Gold, Pixel Art Trophy for Member's Profile Trophy Case.\n  Profile Featured on PMC - 1 Week+.\n  第1名的奖励\n  价值50美刀的Steam余额。所有的游戏将会直接被发送到你的Steam账户中。获胜者可以选择超过1个游戏的奖品不过总和必须少于50美刀。必须有一个Steam账户用以取得奖品，没有任何替代方法。\n  在个人主页中获得本次竞赛的金奖主题以及一个金奖像素化设计奖杯。\n  在PMC上展示你的个人主页 - 1周以上。\n\n  2nd Place\n  A Contest Themed, Silver, Pixel Art Trophy for Member's Profile Trophy Case.\n  Profile Featured on PMC - 1 Week+.\n  第2名的奖励：\n  在个人主页中获得本次竞赛的银奖主题以及一个银奖像素化设计奖杯。\n  在PMC上展示你的个人主页 - 1周以上。\n\n  3rd Place\n  Contest Themed, Bronze, Pixel Art Trophy for Member's Profile Trophy Case.\n  Profile Featured on PMC - 1 Week+.\n  第3名的奖励：\n  在个人主页中获得本次竞赛的铜奖主题以及一个铜奖像素化设计奖杯。\n  在PMC上展示你的个人主页 - 1周以上。\n\n  Finalists\n  A special pixel art finalist medal in your profile trophy case\n  决赛奖励：\n  在个人主页中获得一个决赛者像素化设计奖杯。\n\n  Participants\n  A special collectible pixel art participant badge in your profile trophy case\n  参与奖励：\n  在个人主页中获得一个参与者像素化设计奖杯。\n\n\n\n\n\nENTRIES - 参赛作品\n\n1.Temple of Heaven - 北京天坛\n\nPMC竞赛名次  \n\n本作品获得了“决赛入围奖” \n介绍链接：https://www.mcbbs.net/thread-899272-1-1.html原文链接：https://www.planetminecraft.com/project/temple-of-heaven-unesco-world-heritage-site\n\n\nENTRIES - 参赛作品\n\n2.Toruń - 托伦市\n\n\nPMC竞赛名次  \n\n本作品获得了“冠军” \n介绍链接：https://www.mcbbs.net/thread-900344-1-1.html原文链接：https://www.planetminecraft.com/project/toru-old-town/\n\n\nENTRIES - 参赛作品\n\n3.Hagia Sophia - 圣索菲亚大教堂\n\n\nPMC竞赛名次  \n\n本作品获得了“决赛入围奖” \n介绍链接：https://www.mcbbs.net/thread-903591-1-1.html原文链接：https://www.planetminecraft.com/project/hagia-sophia-cathedral/\n\n\nENTRIES - 参赛作品\n\n4.Grand Canyou - 科罗拉多大峡谷\n\n\nPMC竞赛名次  \n\n本作品获得了“决赛入围奖” \n介绍链接：https://www.mcbbs.net/thread-905245-1-1.html原文链接：https://www.planetminecraft.com/project/the-grand-canyon-4305731/\n\n\nENTRIES - 参赛作品\n\n5.Notre-Dame de Paris- 巴黎圣母院\n\n\n\nPMC竞赛名次  \n\n本作品获得了“亚军” \n介绍链接：https://www.mcbbs.net/thread-1015636-1-1.html原文链接：https://www.planetminecraft.com/project/notre-dame-de-paris-preserving-world-heritage-contest/\n\n\n一些想说的话\n\n  这个系列其实十分烫手（之前出过一档子事，现在就不说了），为什么现在要接呢？其实有两个因素，PMC竞赛的作品质量普遍较高是其中之一，二个就是经历了一系列事件后大众对于搬运的认识可能根深蒂固的就理解为“机翻”-“搬运”-“完事”，实然不是这样的，每个负责任的搬运者所拥有的搬运贴背后，都是一刻不停的码字（指翻译），跟原作者索要授权等等，完全没有那么简单，希望等这个系列搬完以后大家能够重视搬运者这样一个不起眼的角色，毕竟优秀的资源除了国内原创作者的作品，还有各种我们未曾见过的，这些全靠搬运者来为大家展现。\n\n  还有，别再私信我问百大搬运中“Carry”的问题了，我知道一个搬运者发过搬运教程帖，里面将“Carry”定性为“物理搬运”，但是在我本意是想利用“Carry”的“传播”这一意项，可能比较小众大家并不是很清楚。同时“Carry”在游戏里也有褒义成分，这是我起名Hundred Carry的原因，希望能够了解。\n\n本帖所有译文由我本人手动翻译（原文1045字，译文2259字）\n如有纰漏还请见谅并在下方回复留言\n\nCarrier's Note - 搬运者的话\n对于百大搬运系列，我永远秉持三大搬运理念：优秀、精致、实用我想把百大搬运打造成一个优秀资源的集合体，而不是随手一搬。所以资源搬运慢不要着急，因为下一个在百大搬运内的资源绝对会让你眼前一亮！\n如果你喜欢资源的话，你的回复/人气是对我最大的鼓励！愿意的话也可以复制下列文本到你的签名栏，是一个链接到总索引帖的图片。[url=http://www.mcbbs.net/thread-848463-1-1.html]\n[img]https://www.littlehei.com/picture/yjtp1.png[/img][/url]复制代码感谢大家的支持！\n\n百大搬运-PMC竞赛（4/100）\n总索引链接：https://www.mcbbs.net/thread-848463-1-1.html\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "ItsZeroHikari",
            "timestamp": 1565107740,
            "txt_content": " 本帖最后由 tutity_tiger 于 2019-8-7 00:11 编辑 \n\n以下个人想法~\n\nYour build must be 100% original content that is not an old creation,\n你的建筑必须保证100％完全原创而不是一个以前的作品\n「an old creation」翻译成「旧作」会不会比较好\n\nThis is a build contest, not a texturing contest.\n这是一个建筑竞赛而不是一个材质竞赛\n我觉得不定冠词不译吧\n\nWhere's the starter map?\n  There is no starter map. Just make sure the build you conceptualize fits the theme. \n  哪里有初始地图啊？\n  本次PMC竞赛不配备初始地图，你只需要保证你的建筑符合本次PMC竞赛的主题即可。\n我觉得「starter map」译成「地图模板」吧,和mcbbs第14届擂台赛一样\n「Where's the starter map?」地图模板在哪里啊？\n\nWe tried splitting project contests into team/solo and feel it's sending the wrong message.\n我们尝试将竞赛分为个人/团队两种类型但感觉到这并不好\n我们尝试将竞赛分为个人/团队两种类型,但觉得这并不好"
        },
        {
            "author": "LittleHei",
            "timestamp": 1565107920,
            "txt_content": "tutity_tiger 发表于 2019-8-7 00:09\n「an old creation」翻译成「旧作」会不会比较好\n这个都是个人习惯不同了，我翻译的时候不是很死板的去翻译，夹杂一点本地化的语言（也就是意译），毕竟不是wiki，用意译能在不影响理解的情况之下让读者更好的了解帖子的内容。\n 其实你往下读的话会发现很多单词都没有按照很官方的语言翻译。"
        },
        {
            "author": "1985544594",
            "timestamp": 1575978540,
            "txt_content": "如果有几张图片就更好了"
        },
        {
            "author": "liu2014my",
            "timestamp": 1579789080,
            "txt_content": "盖楼盖楼盖楼盖楼盖楼盖楼盖楼盖楼盖楼盖楼盖楼盖楼"
        }
    ]
}