{
    "title": "[多线]坦格利安分店 —— 剑与魔法的中世纪丨城镇丨征服者丨恶龙丨魔法[1.12.2]",
    "author": "FTCpear",
    "replyCount": 0,
    "timestamp": 1565104800,
    "txt_content": " 本帖最后由 FTCpear 于 2020-5-19 14:48 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n坦格利安分店\nFire and Blood\n剑与魔法的中世纪世界\n\n\n=================================前言及介绍早在16年就有想打造一个\n剑与魔法的中世纪世界\n魔法与冷兵器的时代\n所以一直到现在才堪堪设置完\n在服务器内将会设计更加贴切的世界设定\n采用征服者mod材质来设定中世纪世界\n绿名冒险家称号为新手保护\n能接受就来加入我们！\n\n\n\n\n\nfile_1589870702000.jpg (118.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-19 14:45 上传\n\n\n\n\n\n\n\n\n\n3bcc142d958b1177.jpg (50.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-19 14:24 上传\n\n\n\n\n=====================================生产系统分店内有独特的生产系统，分为不同的职业\n木匠：制造家具铁匠：制作武器盔甲裁缝：织布制衣农夫：耕种未来厨师：调配美食翻印工：传播神的荣光\n等职业，你可以用职业生产不同的产品\n与玩家交易或者销售给各大城镇\n富甲一方！\n\n\n\n\n606e1eb86e088ed7.jpg (157.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-19 14:26 上传\n\n\n\n\n===================================\n城镇系统城镇的功能建筑设定可以使得不再只是一个庇护所那么简单绝大部分游戏内容将会与城镇建筑挂钩建筑介绍：\n农场：种植小麦，胡萝卜等，农业建筑\n牧场：养殖动物，出产羊毛等，畜牧业建筑\n伐木场：砍倒树木，建立房屋！ 基础建筑\n采石场：用来堆砌你的城堡！ 基础建筑\n采矿场：为采石场的升级建筑，根据地图所处位置出产矿物！ 经济建筑\n码头：靠海建立，出海摸鱼！ 经济建筑\n教堂：誊抄书籍，传播信仰，书籍卖到各地！ 宗教（经济）建筑\n葡萄种植园：出产葡萄！你可以销往各地需要葡萄的地方，经济建筑\n茶叶种植园：备受追捧东方大国舶来品，出产茶叶，经济建筑\n图书馆：建立知识宝库，出产附魔书！ 功能建筑\n铁匠铺：打造盔甲，升级你的军队防御！ 功能建筑\n冶炼厂：铁匠铺的升级，，打造更好的盔甲！ 功能建筑\n城堡：征召你的军队！ 军事建筑\n如若碰见无法合成的物品，则是建筑专属出产\n=============================================领土设定向各地领王们购买一处封地使用的是KingdomsLITE插件领土达到5块时为一个派系，这时要在群内发布通知头衔根据城镇规模来给予：骑士：领土达到9块    规模：村庄（晋升领主需要建设城堡，城墙）领主：领土达到25块   规模：村镇（晋升选侯需要建设冶炼厂）选侯：领土达到36块  规模：城镇（晋升大公需要建设图书馆，教堂）大公：领土达到49块  规模：郡都（晋升国王不需要建筑，只需要领土）国王（女王）：领土达到80块  规模首都\n===================================================魔法说明分为七类：冰系火系雷系大地系自然系治愈系亡灵系各类魔法均有四个等级新手学徒进阶大师魔法获取，新手可以在派系中换取，学徒，进阶，大师魔法在魔法塔内研究获得\n\n\n\n\n\n魔法20190802160222.jpg (367.25 KB, 下载次数: 0)\n\n下载附件\n\n2019-8-7 12:08 上传\n\n\n\n\n\n\n\n\n\n魔法7.jpg (396.08 KB, 下载次数: 0)\n\n下载附件\n\n2019-8-7 12:08 上传\n\n\n\n\n                                                                           \n=============================================建筑风格帝国    帝国是永恒的,或者说帝国的领王宣称是这样，\n    世界各地的许多人都认为是这样。\n帝国是世界上的主导力量，\n它的定居点、城镇、城市和城堡\n都牢牢地”种植“在草地、平原、桦树林和果园中\n为皇帝和他的宫廷的占有土地\n帝国土地人口稠密,农场、磨坊、铁匠、商人和教堂\n帝国军由帝国卫兵组成\n帝王军团和帝国骑士中的精锐战士，他们的长矛\n和武装的盔甲威力被许多人认为是不可战胜的.\n他们由坚定的戟兵和长弓兵以及骑马的弓箭手支援\n帝国的城堡、前哨站和塔楼保护着他们的土地，\n似乎有着取之不尽的士兵.\n帝国与圣教军派系结盟,对守护者和诺格派系保持中立.\n其他人，他们都在与之交战，并将之视为\n要征服和踩在脚下的目标.\n帝国商人有各种各样的货物和材料\n然而他们只接受帝国硬币\n 维京维京战士们意志像钉子一样坚韧不拔,居住在北方严酷的雪地里，\n常部署有守兵和烽火台，他们的城镇用粗壮的木头当做围墙\n维京贵族阶级-称为Jarls -在Jarls大厅里装满了他们纵横大陆的战斗中积累的宝藏。\n  为他们服务的-狂战士一在战斗中很凶猛，能够承受住足以杀死普通人五饮以上的伤害.\n      维京人活着是为了战斗，对于他们战斗是生命的目的，\n      为在瓦哈拉奥丁身边赢得一席之地而英勇牺牲.在维京人的土地上，\n挪威古老的神对闯入奥丁神庙、托尔神庙和弗雷亚神庙的旅行者来说是神秘而又险恶的，\n     尽管伟大的奖赏等待着能够在奥丁神庙完成勇士考验的战士\n      维京人的符文术士一拥有可怕力量的祭司-能够召唤-女武神-来对付入侵者.\n      在维京领域的航行者可能会在海上遇到他们可怕的龙头长船.维京的海盜舰队遍布各个海域\n尤其是在河流或海岸附近\n      也许他们在去抢劫你自己简陋的住所的路上,就在你读这段话的时候?\n \n\n索尔特克人\n\n在干旱的大沙沙漠地区被发现\n在那里他们将最伟大的巫师视作拥有至高黑暗\n神荣耀的领袖他们以血祭祀下界的恶魔.\n索尔特克人所在的高原经常会发现一些定居点，\n在那里复杂的灌溉系统可以让他们种植作物.\n他们也是熟练的矿工，索尔特克定居点经常布满\n开采丰富矿脉和金属的矿井和隧道.\n索尔特克是一个军事社会,有许多属于不同等级的战士\n捷豹骑士和鹰骑士是最熟练和最凶猛的索尔特\n克的武器是由黑曜石制成的，可以造成巨大的伤害.\n索尔特克是孤立的，很少在高贫瘠的台地之外遇到\n-索尔特克死亡祭司-是他们社会的真正统治者，\n他们非常可怕。这些拥有最高权力的人经常能\n召唤来自冥界的恶魔来攻击入侵者，他们的神庙\n里常常装满了献给他们的恶魔神的珍宝.\n然而,旅行者和冒险家应该小心，因为他们也受到\n许多守护者、诡计和陷阱的保护\n其他部落和王国都害怕索尔特克，因为他们习惯\n于把旅行者牺牲给他们的恶魔之神,因此与每个\n人都处于战争之中.索尔特克的商人专门从事\n宝石，黑曜石、彩色染料及其密集农业生产.\n \n\n \n\n\n海盗\n\n当帝国开始扩张并在世界各地建立军事殖民地时，\n为运送殖民者而建造的舰队数量众多且强大.\n然而，有时船员们会反抗帝国船长严厉和压迫性的统治，\n海盗兄弟会由此诞生\n海盗可能会在海上的船只上，或在海岸或岛屿海\n盗据点上遇到.\n海盜不带俘虏，只想抢劫和破坏，也许还想喝朗姆酒,\n在你冰冷的尸体.上唱歌跳舞.\n海盗首领是臭名昭著的难以打败的战士，通常拥\n有从以前的受害者那里掠夺来的魔法武器和盔甲\n最糟糕的是，海盗很久以前就发现了火药的秘密，\n所以他们的船只和据点都装备了大炮.\n海盗巫毒女祭司有强大的治疗能力来恢复他们的战士，\n有时可以召唤亡灵的海盗伙伴来帮助他们\n海盗商人专门从他们的不义之财中变卖贵重物\n品,因此他们将用宝石、黄金、武器和手工艺品\n来交换通常很普通的物品，如木头，用来修理船只\n海盗商人总是用金币交易.\n\n \n\n\n=======================================\n最后一些话开服务器只是为了大家能有一个良好的联机平台开公益的也无非就是这样原本我们只是一个私服，几个人联机玩玩但考虑了一下，也许有更多相同爱好的玩家一起来可能更有意思所以如果只是  图一时新鲜觉得有意思的，就另寻他处吧不是喜欢这类风格的，就不要进服务器了\n所以在此宣明私服，私服，私服想找一个服慢慢一直玩下去的那么，我们欢迎你的到来！\n\n\n",
    "replies": []
}