{
    "title": "【原创/连载】智人之战AAC-EIS",
    "author": "xiao_z菌",
    "replyCount": 3,
    "timestamp": 1565132880,
    "txt_content": "2112年，机械**，地球上的智能种分为了两类：非智能生命体[EIS]和机械智能体[AAC]，原本人类与机械间的秩序被颠覆，机械智能体开始掌管人类的命运，但他们并不止步于此，他们渴望着成为上帝，他们渴望着创造人类。\n这便是代号 AACE的由来。\n\n\n\n\nfile_1565132741000.jpg (388.88 KB, 下载次数: 0)\n\n下载附件\n\n2019-8-7 07:06 上传\n\n\n\n\n\n序章-混乱\n\"轰隆隆\"一栋一栋的高楼倒下，\"砰砰砰\"爆炸声四处响起 天空逐渐被火光笼罩，猩红色的鲜血在街道上流动。\n\"快跑啊\"\n\"怪物 他们是怪物\"\n\"啊啊啊啊啊\"\n一道鲜血用它那优美的弧度 飞向天空 又落向地面\n\"孩子 我的孩子 你在哪 谁来帮帮我 我的孩子没了 谁来。。\"\n\"蹦\"地面裂开 一位人类出现了，他一只手放在背后，一只手放在胸口。穿着黑色礼服的他在火光下是如此帅气\n\"太好了 先生 求求你了 求求你了 帮我找找我的孩子 我的孩子没了\"\n\"哦 亲爱的女士 你说的 是我手里的这只动物尸体吗\"\n这位人类将背后的手慢慢放下 只见他的手里 拎着一位孩子的脑袋 血一滴一滴的落下\n\"啊。。啊啊啊啊啊 你。。你不是人类。你。你是机器人\"\n这位机器人看着眼前的女士 她的手正指着自己的脑袋 他摸了摸 发现自己脑袋的左边 在发光 那是可以让他兴奋的 红色的光 犹如那红色的血，只见他用戴着白手套的手擦了擦自己的嘴角，笑着对眼前的这位女士说\n\"是的没错，女士，我们的诞生来源于你们人类，但现在开始，我们才是人类，而你们，只能成为家畜 哈哈哈哈哈哈哈 行动已经开始了 世界已经开始逆转，所以\"\n\"请你死吧\"\n红色的血喷射到了空中，在火光的照耀下，它是如此美丽。\n\n\n\n\n第一章-希望\n第一节-代号16\n视角:主角\n\"啊，成功了。哈哈，哈，成功了!成功了!我做到了!\"\n这是我第一次听到的话语\n\"你醒了，看着我，看着我孩子，听我说，你是人类的希望，记住，孩子，你。。\"\n[自动学习语言，学习完成。自动解析周围环境，解析完成]\n\"碰\"爆炸声响起，熊熊烈火在实验室内燃气，在烟雾中，门口出现了四位戴着红色头盔的机器人，它们手上的枪迅速对准我眼前这位博士的脑门。\n\"发现人类，发现人类\"\n\"他有用，带走\"\n\"记住，孩子，记住!。。。\"\n\"报告长官，发现一位人。不。同类，是一名小孩，是否需要带回\"\n\"带回来\"\n这是我第一次所见到的光景\n随后，我的眼前，一片漆黑。\n再次睁开眼，已经是五十分钟后\n五十分钟内 我已经逐渐适应这个身体，这个语言。我开始知道 我是类机器人，也就是改造人。相比机器人来说，我可能多了一些神经，但相比人来说，我失去了感情。我的脑子里有一条挥之不去的指令-拯救人类。\n环绕四周 什么都没有，犹如在虚无之中，眼前漆黑黑的一片。\n\"这是哪里\"\n这是我所说的第一句话。\n这时，灯光亮起，一位机器人在眼前的大屏幕上。\n\"代号16\"\n\"什么\"我对于这句话感到不能理解\n\"我是说，你的代号:16，我将把你培养成最优秀的战士之一，记住，我的命令只有一个 那就是将人类进行屠杀，然后\"\n\"我们来创造人类\"\n\n\n第一章-希望\n第二节-痛\n视角:BOSS\n\"欢迎各位观众收听今日的新闻联播，现在时间是2112年4月5日，让我们恭喜麦克斯机器人公司于今日成功将超智能机器人生产出来，他们无异于人类，感情，肉体，性传感。。。\"\n全息影像被关闭 我眼前的这位男人 嘴里叼着烟，满嘴的胡子，桌上都是昨晚喝剩下的酒，一瓶又一瓶。我看着他那样子，实在不敢想象这是我的父亲。\n\"放他娘的屁，***超智能机器人，这不。不***是老子的成果，等。等着，我今天。。就揭穿你们\"\n他将手中酒瓶里的最后一口酒喝下了肚，迷迷糊糊的从沙发上爬起，穿上拖鞋，晃晃悠悠的走到冰箱门口，重新拿了一瓶酒。\n\"爸，你别这样了，研究成果被盗，我们重新开始不好吗 你看看你现在的样子，像一个人吗\"\n这是我这两天和他说的第一句话，我的父亲，名叫王中关，他致力于研究人工智能，不料谁能想到，实验室内部有着麦克斯机器人集团的卧底，五天前，他将父亲的研究资料全部盗取，警方也被麦克斯机器人集团收买，不承认父亲的研究资料被盗。\n\"你小子。。懂个屁。我的心血 那是我研究了二十年的心血!我妈那个**的，骗了我二十年，我的研究成果被盗，哈哈，好，你就在家里好好看着，今天我怎么讨回公道。 \"\n\"爸!\"\n\"碰\"门被重重的关上，只剩下我一人，孤单一人。母亲于五天前神秘失踪，什么都没有留下，警方也还正在进行调查。\n我爬上床，眼睛望着天花板，脑子里想着五天前，那改变了我们一家的一天。\n父亲的资料被盗，母亲的神秘失踪，我真的不愿去想，曾经对我那么好的妈妈，是一个欺骗了爸爸二十年的人，\n我慢慢闭上眼睛，眼角的泪水留在床上。\n再次睁开眼睛，已经是下午了。\n我打开全息电视，我呆住了。\n\"在今日的超智能机器人发布会上，一名携带炸弹的男子 将发布会上的两名实验人员杀害，现在已经被警方通缉 \"\n突然，门被打开，出现在我眼前的，不是别人，正是我的父亲，他那狼狈不堪的样子实在是丑陋至极。\n\"儿子，你看，我\"\n我下意识的后退了两步\n\"你，你别过来，你是杀人凶手，爸，你怎么变成这样了。。\"\n他看着我，神情从刚开始的兴奋到不解到愤怒。\n\"好啊，你现在也是再用看**的眼神看着我是不是，亏我把你养大，你给我过来，死都死了，临死之前，我要完成我的理想 哈哈哈哈哈哈哈\"\n我的衣服被他抓住，我想跑，但门口的道路已经被他挡住，他拽着我，往实验室走去，把我放到了床上绑起来，我的汗一滴一滴的往下落，我的身子在不停的抖动，我在害怕。\n\"爸，爸，爸你疯了，爸!\"\n\"哈哈哈，超智能机器人算什么，让他们看看什么叫做智能改造人，哈哈哈\"\n他按下了按钮，只见我的肉一点一点的被激光切割，血开始在我体内流动。\n\"疼，疼，爸，停下来，疼，啊啊啊啊啊，啊啊啊啊啊，等着，你们都给我等着，啊啊啊啊啊\"\n\"代号01改造人，启动\"\n我睁开了眼睛，望着四周，眼中出现了很多文字，我的大脑正在进行分析，看向前方，我的眼前坐着一位男子，他正张大着嘴巴，双手合拢放在嘴中间。短短几秒，大脑的分析已经完成，我回想起了之前发生的所有事。\n\"成功了!成功了 哈哈哈哈哈哈哈 改造人 全世界独一无二的改造人 哈哈哈哈哈。。\"\n\"滴。。滴。。滴\"他的双手掉落在了地上\n\"疼吗\"他似乎还并没有反应过来\n\"啊啊啊啊啊啊啊 儿子 是我啊 儿子\"\n血从他的身体里流出 我感觉到了万分的愉悦。\n\"我在问你话呢，疼吗?\"\n一瞬间，他的双脚也被我给砍落。\n\"疼，疼啊啊啊啊啊啊啊\"\n看着眼前的场景，我的嘴角微微上扬，脸上露出了笑容。\n\"哈哈哈，人类，真是自私阴险狡诈的动物，既然，父亲，你创造了我，那么现在就让我来创造人类吧\"\n\"啊啊啊啊啊啊啊别杀我，别杀我，啊啊啊\"\n地上的肉块和血像极了那血色的晚餐。\n完。\n\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "top_alone",
            "timestamp": 1565139900,
            "txt_content": "不错，支持一下"
        },
        {
            "author": "xiao_z菌",
            "timestamp": 1565140380,
            "txt_content": "top_alone 发表于 2019-8-7 09:05\n不错，支持一下\n谢谢~！！！"
        },
        {
            "author": "疆御",
            "timestamp": 1565688900,
            "txt_content": "我是来水经验的没想到吧"
        }
    ]
}