{
    "title": "[双线]SCP基金会 —— 多元化群组生存服[1.7.10-1.12.2]",
    "author": "1465328477",
    "replyCount": 0,
    "timestamp": 1565625420,
    "txt_content": " 本帖最后由 1465328477 于 2019-8-12 22:17 编辑 \n\n\n\n                                                                               前言 服务器名叫SCP基金会是因为以前主打SCP模组的1.12服务器\n但是后来因为没人玩而关服了（小声BB）\n\n\n服务器虽然说是群组服 \n但是分出来的子服都需要专用的客户端才能进 \n说到底组一个群组服还是为了跨服聊天方便一些\n所以各位想玩哪个服务器需要下载相应的客户端\n目前开放的服务器：\n一服：1.12-SPC基金会-空岛异常\n二服：1.10.2-舰娘\n三服：1.8.3-盘灵古域\n四服：1.12-泛格雷科技有限公司\n支持自定义服务器开 只要提供MOD包\n\n                                                                                  没人看的背景故事\n■■■■年-■■月-1日（自异常发生后开始计日期）  我作为Ω-64特遣队（“创世神之手”）的一员 被派遣至 北纬■■°■■′ 西经■■°■■′处调查大范围空间异常事件 在我们到达之初 黎明即将破晓 一切安静的出奇 仿佛不让人觉得自己身处异常范围内 就在队长向■■■博士报告时 信号传输忽然被切断 当我们走出异常区 很明显的发现自己所处的世界不同了 并不是因为直觉敏锐 四周的一切仿佛有了生气 世界之中有了风 周围的声音也繁杂了许多 在树林里能听到鸟叫 在夜晚的草原能听到虫子的鸣叫 SCP-■■■就好像多元世界的交集点 将位于其中的人员传送到与之相连的任意一个世界 目前无规律可循 。  ————Casual特工 \n\n ■■■■年-■■月-5日（自异常发生后开始计日期)  我觉得我们所受到的野外求生训练就是在这种情况下用的 我们目前所有的已知合成表 在这个位面完全失效 所以只能自行研究合成表  但随着在这个位面的深入探索 我们也愈发证明这个位面与我们所处的位面有很大的不同  这里的生物都似乎有一种类似灵魂的物质（构成未知）当有实体击杀它们时 击杀他们的实体似乎能够获得他们的灵魂？ 当你掌握了某种生物的灵魂 你就能使你的外表看起来向他们 当你成为他们时 你自己不会有任何异样 但是我的队友们看 我就完全与那个生物一样  准备将此异常现象记为SCP-■■■-1  ————Casual特工\n\n■■■■年-8月-4日 在CK级世界灾害发生后 我们对某些SCP已经彻底失去了收容 这个位面的空气已经稀薄到不适合人类生存了 然而以目前的基金会而言 进行大规模的位面转移已经不可能实现 介于位于美国■■公园的SCP-2000已遭到破坏 为了避免人类文明彻底消亡 只能进行生态球保护计划 通过在世界中制造生态球 让人类在生态球之中生活 选取一部分的人类进行位面迁移 一部分进行冷冻 将冷冻仓埋藏在部分生态球内 只能祈祷 他们迁移过去的位面适宜人类生存 或日后这个位面生态环境恢复 他们能够从冷冻仓出来 将人类文明延续下去————Raychel博士\n\n\n■■■■年-8月-10日 就在刚才 一颗陨石砸了下来 毁坏了我所在的生态球  而陨石所砸下的地方 一个个诡异的传送门从陨石中显现了出来 从中钻出了一群身穿斗篷的人 他们貌似能够掌控一些黑暗的能量 而那些黑暗的能量 貌似能够穿透我们目前所能制作的装甲 为了生存 也为了更好地了解这个世界 我们派出了一支特遣队 θ-32（无尽之贪婪）去对这个传送门进行调查和分析 但是传送门似乎有一种逆模因攻击的能力 前去调查的特遣队员在被提及传送门有关事项的时候 似乎觉得传送门是本来就存在于这个世界的 并不是什么异常。————Raychel博士\n\n\n以下内容需要A级人员操作权限经过模因病毒检测授权后才能阅读\n\n——————————检测中————————————\n\n\n\n\n\n\n\n\n——————————授权已通过——————————\n欢迎您 O5-■■\n\n■■■■年-8月-24日 我们在其中一位\"异教徒\"（由于从传送门[SCP-1423-MC]之中出现的[SCP-1423-MC-1]均穿着袍状衣物 故暂称为\"异教徒\"）身上发现了 我们所送去另一个位面的人员标记 为此 我对\"异教徒\"所使用的装备 能力 进行了一番研究 这种能力 目前在我的身上也能够正常的触发 送去另一个位面的 为了保存人类文明火种的先驱者们存活了下来 这是一件值得高兴的事 但是他们全员收到了逆模因的影响 似乎将所有正常的人类看成了SCP-■■■ 这似乎是这种能力■■■■■■■■■\n我认为 这可能就是造物主 对人类降下的惩罚 既然是造物主所作的安排 那么我们又怎么能够逃过呢\n“当Raychel博士记录完最后这一句话 他带上了斗篷的兜帽 成为了他们的一员”——O5-■■\n首先 祝贺你 新的O5-■■ 但你已经知道了这个事情的真相不是吗 我认为我们基金会所作的并不是错误的 而Raychel博士所作的研究 也不是无意义的 但毕竟这件事发生在了我们的身上 我希望你能够在O5议会中做出正确的判断。\n\n\n\n\n\n\n                                                             服务器介绍\n本服务器是腐竹自己买的戴尔服务器开的服 性能还算说得过去 因为腐竹本人比较佛系 只要不做什么出格的事情 大家就都能愉快的玩耍 毕竟本人开服的初衷就是希望大家能够 在本服交到很好的朋友 这样服务器开着亏钱也不算亏了。\n要说服务器特色呢 还是以佛系为主 细心看过背景故事的各位应该能从中感受到不同服务器的不同要素 不过为了没看的各位 还是详细的写一下 \n所有服务器 人均有 /fly 权限 只要别跑图跑太狠（飞一晚上只为跑图）之类的 应该没啥问题 每个服务器 腐竹都有亲自去玩 因为玩的比较杂再加上最近沉迷缺氧 你在线上的时候可能会碰到比你还穷的腐竹管你要东西 还请要见怪不怪。\n\n\n\n一服——1.12-SPC基金会-空岛异常\n\n原名SCP基金会-环境异常 以weather2为主题的一个比较爆肝的服务器 由于人均肝毕业了 所以就换了周目 改为开高版本科技空岛\n去除了一些要肝的要素 加入了一些装饰/趣味类的模组 （恶臭要素依然存在呢114514）\n当然 为了避免大家对着无中生有的筛子无趣的筛矿物 本服加入了刷石机会刷矿物的插件（感觉凝矿兰没用了啊）\n记得善用活塞哦各位。\n\n相信心细的朋友发现了右下角的类似wifi的图标 这其实是游戏内语音的MOD\n可以为大家提供更方便的交流 这样玩MC也能讲相声了（确信）\n不过只支持离得近的玩家才能听见 所以同岛的小伙伴们可以语音交流啦！\n\n\n\n\n\n二服——1.10.2-舰娘\n\n由于群里死宅强烈要求想玩萌豚系的MOD（主要是想大建）\n而本人又不太像回归1.7.10版本（好久不碰了 不太会开了）\n所以1.10.2的舰娘服务器就诞生了 \n\n想大建的各位千万不要错过\n还有应各位死宅的要求加的抱枕模组（支持自定义抱枕）最好一次性多给我整点图片\n\n1.10.2的舰娘模组能够让自身变成舰娘 所以特地为大家准备了竞技场 变成舰娘来战斗吧！\n\n\n\n\n三服——1.8.3盘灵古域 \n\n\n因为群里有人喊当年盘灵古域没有毕业之类的 留有遗憾什么的 我寻思着 人生的遗憾已经蛮多的了 就干脆再开了盘灵古域 来弥补当年的遗憾 个人觉得这地图做的挺好的 想再玩一次的欲望也不是没有 喜欢古风类RPG的各位千万不要错过 盘灵古域这张地图 不过正因为是盘灵古域 这众所周知的地图 所以 三服的介绍就到此结束了\n\n\n\n\n\n\n\n\n\n四服——1.12.2格雷科技\n\n什么？你问主世界的一个个球是什么？ 为什么球外面都是荒芜 只有球里面才有植物？ 那么就只能认为你没有仔细看背景故事咯——没错 此服务器正是第二段背景故事所发生的位面 设定在末世 只能通过在生态球里面苟且偷生 目前的理想设想是 一个人去认领一个球居住 因为有飞行 所以想找一个称心如意的球还是蛮方便的。\n\n什么？你觉的在球里发展太安逸？ 没有怪物怎么破？ 当然 既然是末世背景 必然少不了僵尸入侵咯 服务器加入了敌对世界-入侵这个模组 每三天会有一波 怪物大军入侵你的生态球 他们会尽情的破坏你的东西 当然 这些东西会在入侵结束以后复原。 \n\n来挑战边生存边应对从四面八方入侵而来的怪物吧！\n\n\n客户端下载：提取码：mp2i\n\n\n\n\n\n\n",
    "replies": []
}