{
    "title": "在冒险模式中创造兴趣点",
    "author": "HorizonStudio",
    "replyCount": 4,
    "timestamp": 1565183460,
    "txt_content": " 本帖最后由 雪莲_xvelian 于 2019-8-7 23:27 编辑 \n\n\n为Hytale构建内容需要一个协作过程，这是我们在三年多的游戏开发过程中总结出来的。在这篇博客文章中，我们将通过展示我们的艺术家和世界团队开发人员如何合作创建新的预制块来演示这个过程。正如我们在第一篇关于世界生成的文章中所详细描述的那样，预制建筑本质上是新环境特征的蓝图，这意味着从岩石和树木到整个结构和特殊遭遇的任何东西。\n\n\n在这个例子中，我们将主要关注元素石阵兴趣点，特别是在1区中的泥土阵。在本例中，游戏中完成了初步的粗糙构建，以概述预制块的基本外观和感觉。\n\n\n\n 这个非常早期的版本建立了这篇文章的基调以及它在游戏中的角色。像这样的兴趣点是Hytale的世界任务系统的一个方面——它们提供了去探索的理由，其理念是当玩家看到它们时，他们将会意识到他们将要面对的是哪种类型的遭遇。每个元素石阵所提供的确切挑战可能有所不同，但当玩家以特定的方式与该区域互动时，每个元素石阵都充当战斗遭遇的竞技场。 \n\n\n 当这个基本的轮廓被建立，下一步是概念艺术家设计更详细的版本，以适合每一个Hytale的区域 \n\n\n\n\n\n 这些设计是由艺术家Polina Logado创作的。一个新的预制件的创作通常开始于一个艺术家被提供了一个摘要，但这个摘要的性质各不相同。“通常有两种方法，”Polina说。“首先，我们对自己想做什么有一些想法，但还没有形象化。例如，我们知道它可能是一个洞穴，而在洞穴中会与某个NPC互动。我知道区域，NPC，大概会发生什么，但就是这样，所以我有很大的自由。在这种情况下，我将做三到五个粗略的版本，我们将选择一个或两个进一步发展。” \n\n\n 对于像这样的预置石圈，摘要是有点固定。波琳娜说:“对于石圈，这种描述是不言自明的。“每一个都应该代表它所在的区域，并且应该有一定的大小。我的任务是提供关于颜色的想法，可以使用的块的类型，氛围可以是什么，和一般形状。世界团队并没有遵循像素的第一次迭代——他们拍下这些照片，试图重建总体的情绪，看看有什么是可能的，看起来尽可能接近我的想象。” \n\n\n\n\n\n这张照片展示了由世界团队开发人员Baxter在游戏中构建的预置的早期版本。在这个阶段，挑战在于如何将原始艺术转化为方块形式——选择方块类型，应用额外的细节，以及确定感兴趣点的大小和形状。\n\n巴克斯特说:“如果我在做一件已经画出来的东西，我就会尽可能地接近它——我的想法是，有些东西并不是整块画出来的。”\n\n在这个初始阶段，艺术家和世界团队的开发人员不一定要一起工作——概念艺术家为一个作品建立他们自己的愿景，然后世界团队使用他们对方块系统的理解来调整它。由于这个原因，我们不要求艺术家在设计时考虑块。\n\n“在我从事这项工作的三年半时间里，也许只有一次我们画了一些世界团队不可能完成的东西，”Polina说。“他们可以建造任何东西。我尽量不使用太多的曲线或复杂的形状，因为它可能看起来很吵，但或多或少我并没有真正限制自己，因为世界团队在最终构建中非常擅长避免这种情况。我知道它看起来会很不错——这有点神奇，而且是有经验的。”\n\n\n\n\n\n 就在这一点上，新的预制的合作开始认真。你可以看到上面的一个例子——Polina拍摄了Baxter建筑的截图，并制作了我们所说的“paintover”。以游戏内构建为基础，她提供了实现原始概念艺术中所描述的石圈流动的想法，尽管现在已经适应了它在游戏中出现的规模。巴克斯特说:“它需要更有层次，有一个序列。”\n\n除了paintovers，美工和世界团队的开发人员还将利用开发服务器收集反馈，并对设计进行改进。“我们会四处看看，试着从玩家的角度去理解它是什么样子的，”波利纳说。“够有趣吗?”这需要一段时间。他们会看我的笔记，试着重新创作，然后加入他们自己的想法。游戏中通常有5个左右的迭代，而在绘图阶段只有2个迭代——我得到了很多反馈，还有更多的工作要做。” \n\n\n\n\n\n这是一个完成的泥土阵的例子，它可能出现在游戏中。“可能”是一个重要的词，因为要实现像这样的新兴趣点，最后一步是将它纳入Hytale的世界生成系统。这意味着建立规则，确定它在何处以及如何生成，以及预制块如何适应以创建一致的整体效果，尽管可能出现在各种不同的环境中。\n\n一般来说，你更有可能在平坦的地面上找到一个石阵，在那里你可以始终如一地实现原始概念艺术的效果——但如果这个石阵确实出现在小山或悬崖边缘，预制生成系统会根据地形来调整形状。巴克斯特说:“一个石阵的布局可以产生很多随机化的结果。”\n\n\n\n\n 这是我们的最终目标——一个独特的地标，结合了手工搭建与动态的世界生成。到目前为止，我们已经建造了成千上万的预制件，它们的复杂程度各不相同——随着我们不断充实构成奥比斯世界的每个区域，我们还将建造更多的预制件!\n\n至于当你激活一个元素石圆环时会发生什么，你只能等着发布的那天了。同时，这里还有一些使用预制块创建的兴趣点的例子: \n\n\n\n\n兽人瞭望塔\n\n\n\n定居点遗迹\n\n\n坍塌的城堡\n\n\n原文来自官方博客\n翻译：https://www.hytalebbs.com/threads/92/\n感谢Hytale翻译组成员Ark2000，sahrot，秋风寒影 \n",
    "replies": [
        {
            "author": "古明地兔",
            "timestamp": 1565183700,
            "txt_content": " 本帖最后由 mcprp 于 2019-8-7 21:16 编辑 \n翻译：https://www.hytalebbs.com/members/31/\n可能违反了\n1-3.不得含有未经许可的广告/商业盈利/服务器宣传内容、宣传或引导到其他与本站相同定位的论坛；\n要不是可能违反这点我也这样整了"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1565184000,
            "txt_content": "mcprp 发表于 2019-8-7 21:15\n可能违反了\n\n要不是可能违反这点我也这样整了\n应该不算吧....？\n游戏不一样吧0.0"
        },
        {
            "author": "古明地兔",
            "timestamp": 1565184420,
            "txt_content": "雪莲_xvelian 发表于 2019-8-7 21:20\n应该不算吧....？\n游戏不一样吧0.0\n都是游戏类论坛呀（看个人怎么想）"
        },
        {
            "author": "广药",
            "timestamp": 1565185080,
            "txt_content": "mcprp 发表于 2019-8-7 21:15\n可能违反了\n\n要不是可能违反这点我也这样整了\n此类注明原地址的行为是可行的 没问题"
        }
    ]
}