{
    "title": "[OST]三首新发布的HYTALE原声音乐",
    "author": "古明地兔",
    "replyCount": 4,
    "timestamp": 1565193240,
    "txt_content": " 本帖最后由 mcprp 于 2019-8-8 11:13 编辑 \n\n 在你探索奥比斯世界的过程中，背景音乐对你的心情有很重要的影响。在过去的几个月里，我们提供了一些Hytale原声音乐的试听版本。早在一月份，我们就发布了两首完整的曲目——《旅行乐队》和《沙丘之夜》。接下来，在我们的核心概念艺术展示中，我们挑选了一些Hytale的环境音乐，作为展示作品的背景音乐，以营造出合适的氛围。\n\n今天我们将从Hytale的原声带中选取三首发布，以开发者的视角来说明它们是如何谱曲以及融入Hytale的游戏环境之中。\n\n作曲家Oscar Garvin解释说:“音乐是用Logic Pro X编写的，使用的是取样库和MIDI键盘。”“例如，我可以在电脑上下载小提琴的取样，用键盘演奏，同时使用调制轮添加动态变化。我必须演奏每一种乐器，把它们叠在一起才能演奏出完整的作品。作曲方面通常是最简单的部分——我通常花费大部分的时间来寻找合适的乐器，让它们一起工作，这样听起来就越好越好。谱写游戏音乐的好处在于规则更少，而且你可以尽情发挥自己的创造力，因为Hytale是一个幻想世界。”\n\n\n开启新旅程https://www.bilibili.com/video/av62677566/?p=1\n\n这首音乐将在你穿越区域一是伴随着你。这也是奥斯卡为游戏创作的最早的作品之一。奥斯卡说:“这是我为《Hytale》谱写的第一首音乐，当然它经历了许多次的修改。”“它仍然是我最喜欢的作品之一，因为它让我回想起我第一次加入团队，第一次探索Hytale的那些日子。我想让它给人的感觉是，你正在开始一段新的旅程，穿过梦幻般的林间空地和微风习习的平原。”\n\n奥斯卡补充道:“从一开始我就决定，我不想让音乐循环占据太多时间。”“因为这个世界是程序生成的，我不能确切地知道玩家会在哪里或者他们会做什么，但我想让它有电影的感觉。在电影原声的脉络中，我试图创造一种不断变化的情绪，让玩家觉得自己是在旅行。”\n\n\n\n您在奥比斯世界中的冒险将从阳光明媚的区域一开始\n\n当您在白天探索区域一时，游戏可能会播放像《开启新旅程》这样的音乐。因此，它的主题反映了该地区的特定元素以及更广泛的探索主题。奥斯卡说:“我必须试着去想象这个区域的整体氛围，它反映了你所看到的，同时也暗示了游戏的整体感觉——让音乐感觉特别像Hytale的主要主题。”“探索音乐也分为两个‘流派’，一个是更活跃的音乐，另一个是环境音乐。在地图中，音乐是从曲目列表中选择的，所以每次你都会有不同的体验。音乐也可能会随着天气和时间而改变。”\n\n\nKweebec村庄\n\n论坛貌似不支持分p，点我直接观看\nhttps://www.bilibili.com/video/av62677566/?p=3\n这首音乐的标题告诉了你它在Hytale中的地位。《克维贝克村》是你将在第1区遇到的各种克维贝克村庄的原声带，它的音调和乐器反映了克维贝克人的个性。\n\n奥斯卡说:“当我写《克威贝克村》的主题时，我就知道它必须可爱、轻快、有趣。”“很多乐器和和声都影响了我对JRPG的印象。这首曲子听起来像是一个小型合奏，让人感觉当你走进村庄时，克威贝克一家可能正在演奏这首曲子。”\n\nKweebec们不会在村庄挥舞着斧头攻击你，它们是热情好客的。\n\n奥斯卡补充说:“这首曲子在基本旋律中加入了颤音等装饰音和其他有趣的装饰音，让人感觉轻松愉快。”还有一些管弦乐元素让声音变得更浓，就好像Hytale的原声带本身就在一个小型的Kweebec乐队后面。我通常感觉音乐就像有人在演奏一样，经常把乐器当作故事中的人物。”\n\nHytale的音乐帮助我们讲述奥比斯的故事——事实上，任何作品中所表达的主题都强化了故事的特定元素。奥斯卡说:“在创作这首旋律时，我把主要的Hytale主题作为一个关键的构建块，因为Kweebecs对故事很重要。”\n\n\n盖亚的哀叹\n论坛貌似不支持分p，点我直接观看\nhttps://www.bilibili.com/video/av62677566/?p=2\n就像《开启新旅程》一样，《盖亚的哀叹》是一首探险背景音乐，但不同于《开启新旅程》，它在不同的地区播放，表达了一种非常不同的主题和情感。“通过这首音乐，我想描述区域二的荒凉”奥斯卡说，“这幅作品唤起了一种荒芜荒凉的广阔空间感，以及忏悔的痛苦和遗憾的感觉。”\n\n“我喜欢写四部分和声，我在这里用它来唤起一种古典安魂曲的感觉，接近曲目的结尾，”他继续说。“我也开始尝试空间，创造一种广阔、孤独的环境。它需要一些约束，随着时间的推移，拉伸材料，在音乐中留下开放的空间。这一点在2:30左右尤为明显，孤独的笛声在虚无中呜咽。”\n\n\n\n为什么叫《盖亚的叹息》？现在还不能告诉你！\n\n盖亚的悲叹说明了我们希望在Hytale的音乐、艺术和故事中创造的对比——从可爱到史诗，从外向到内省，从乐观到气势磅礴。尽管有这样的音域，但是音轨的工作之一就是确保所有的音域都在一起形成一个连贯的整体。\n\n奥斯卡说:“这对我来说很重要，原声带要有音乐的统一性。”“我不仅通过主题来做到这一点，而且通过使用相同的乐器来创造‘Hytale之声’。每个区域可能都有自己的特性，但也有一种**的声音将它们联系在一起。大多数曲目包括几个主题，链接到传说和位置，以及主要主题，把一切粘合在一起。就像电影中的一个线索一样，很多音乐可能会发展到与你开始时完全不同的地方——就像你在游戏中所做的那样。”\n\n\n\n\n整理或转载自：Hytale官方油管，Hytale中文论坛原帖：https://www.hytalebbs.com/threads/33/由Hytale翻译Ark2000提供翻译",
    "replies": [
        {
            "author": "翻墙翻墙",
            "timestamp": 1565211120,
            "txt_content": ":loveliness::shutup::dizzy:"
        },
        {
            "author": "稗田讚歌",
            "timestamp": 1566174840,
            "txt_content": "好听，谢谢分享"
        },
        {
            "author": "mohist",
            "timestamp": 1568937540,
            "txt_content": "挺好听的音乐，不错"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589527800,
            "txt_content": "音乐很好听，重复听了好几回"
        }
    ]
}