{
    "title": "[Minecraft.net|INSIDER] 背包盘点:水瓶",
    "author": "Halcyon_Suoh",
    "replyCount": 2,
    "timestamp": 1565241720,
    "txt_content": "Taking Inventory: Water Bottle\nA refreshing read, guaranteed!\n背包盘点：水瓶绝对凉爽的阅读体验！\n*Glug glug glug* Ahhh... After a hard day’s mining, with the stone dust getting into your mouth, and your throat sore from screaming every time you think you spot a skeleton, there’s nothing like kicking back with Minecraft’s most refreshing item – the water bottle.\n*吨吨吨*挖了一天矿，满嘴尘灰？口干舌燥？被不知道从哪个阴暗角落冒出来的骷髅吓得神经衰弱？这时候就轮到Minecraft里最凉爽的物品出场了——水瓶。\n\nWater bottles were added in version 1.0.0 of Minecraft, released in November 2011, at the same time as the potion brewing system. Which is no coincidence, because water bottles are a key first step for every potion in the game. In fact, that’s pretty much all they’re useful for, though they do make a nice sign for a potion shop if you put them in an item frame.\n水瓶加入于2011年11月发布的1.0.0版本，与此同时被加入的还有酿造系统，当然，这不是巧合，毕竟在这游戏里水瓶可以说是万药之源。事实上，这也的确是绝大多数水瓶的归宿，除非你把它塞在你药水店门口的物品展示框里。至少..看起来不错，不是么？\n\nIt’s easy to make a water bottle – just arrange three blocks of glass in a crafting grid to make a glass bottle, and then right-click on some water or a cauldron to fill it up. If you pick the latter, perhaps because you’re in the Nether and there’s no water around, filling a bottle will remove a third of the cauldron’s contents in one go. That seems like way more than should fit in the bottle – I guess the rest spills over the sides?\n做水瓶的话很简单 - 把三块玻璃在工作台里排成一个碗形，接下来对着一个水源或者一个装满水的炼药锅右键一下。如果你选择后者，那大概是因为你在那片没有水源存在的荒凉之地——下界，用炼药锅装水的话，一次可以装走三分之一炼药锅的水。怎么看都不像一个水瓶能容纳得了的程度，说不准剩下的全都洒在外面了？\n\nYour other option for getting a water bottle, if for some reason you really hate crafting (and if that’s the case then perhaps this isn’t the game for you), is to fish one up. With an unenchanted fishing rod, you’ve got a 1.2 percent chance of landing a bottle full of water, which is one in every 83-ish casts. Good luck!\n如果你实在是讨厌合成，你还是有第三种选择的（如果真是如此的话，这游戏可能真的不适合你），那就是——钓鱼。若用一个未附魔的钓竿，你有1.2%的几率钓上来一瓶水瓶，期望值大概是83次一瓶。如果你真要如此的话，祝你好运！\n\nWater bottles are pretty popular in the real world. Actually, that’s a bit of an understatement – more than 480 *billion* plastic drinking bottles were sold in 2016 across the globe, up from about 300 billion a decade ago. If placed end to end, they would extend more than halfway to the Sun – which is a very, very long way away. In space, no-one can hear you sip.\n水瓶即使是在现实世界也十分流行，说真的，我需要一个比“流行”更高档次的词来描述它。2016年全球生产的的塑料饮用水瓶已超过480亿，就在上年代以来才只有300亿，如果把这吨水瓶接起来，这堆东西能叠到半个日地距还要长——一个长到爆炸的长度，当然，在太空里，没人能听到你在那里吨吨吨。\n\nOnce drunk, most of these bottles are thrown away, despite the plastic used to make them being very easy to recycle. Most end up in a landfill or in the ocean, where they’ll stay for centuries, possibly millennia. According to scientists who study plastic waste, by 2050 the ocean will contain more plastic by weight than fish.\n喝完之后，绝大多数的瓶子都会被丢掉，即使其原料——塑料十分容易回收利用，大多数瓶子都被扔进了垃圾填埋场或者..海洋里，他们大概会在那里呆上成百上千年才会自然降解，据致力于解决白色污染的科学家的研究报告所述，若按现在的情势发展的话，2050年海洋内塑料的重量将要比鱼的更高。\n\nSo next time you finish a drink, keep hold of the plastic bottle and use it again. And again. And again. And then a few more times for good measure. And then recycle it properly so it can be made into lots more bottles for the future. Otherwise, in a few decades time, sentient plastic bottles will most likely take over the planet as the only remaining species. I, for one, welcome our plasticky overlords.\n所以说啊，下次喝完塑料瓶装饮品后，尽量留着这堆塑料瓶来装点别的什么东西，实在装不了的话，把其扔到垃圾回收站以便更好地循环利用，不然的话，再过几十年，这世界霸主说不准就是发展出自我意识的塑料瓶，再无其他物种的生存空间，但，就我而言，欢迎我们的塑料霸主。\n\n\n原文：TAKING INVENTORY: WATER BOTTLE\n作者：Duncan Geere\n发布日期：2019/3/22",
    "replies": [
        {
            "author": "深渊小恶魔",
            "timestamp": 1565243100,
            "txt_content": "装了意志坚定Mod表示每天身上必须得带十来个水瓶"
        },
        {
            "author": "sailcat",
            "timestamp": 1566794520,
            "txt_content": "吨吨吨是神马鬼?"
        }
    ]
}