{
    "title": "[Minecraft.net | INSIDER] 遇见流浪商人",
    "author": "a1294790523",
    "replyCount": 21,
    "timestamp": 1565268960,
    "txt_content": " 本帖最后由 a1294790523 于 2020-3-6 18:46 编辑 \n\n\nMeet the Wandering Trader\n遇见流浪商人\n\nLet us sell you on this Village and Pillage villager!\n让我们把这个村庄与掠夺更新的村民推.销给你吧！\n\nImagine you’re out strolling in the Overworld. The sun is shining, the cows are mooing, and the zombies are growling beneath the ground. It’s a beautiful day and everything is as it should be! Then, all of a sudden, you hear a strangely familiar sound -Hrmm!\n想象一下你在主世界漫步的样子。太阳照耀大地，牛群草原长哞，而僵尸只能在地底下蠢蠢欲动。多美好啊！这正是每一天所应该有的样子！但是，你突然听到了一个熟悉而又奇怪的声音——Hrmm！\n\nA mysterious blue-clad villager has appeared out of nowhere! You gasp and drop your controller. You fall to your knees. Your mind explodes with questions: “How did it get here?”, “Why is it trying to trade with me?” and “Minecraft villagers outside of villages? What blasphemy is this?!”\n一个不知从哪冒出来的穿着蓝衣的神秘村民！你被吓得把控制器丢了，双膝跪地。你的脑内翻江倒海：“它是怎么来到这里的？”，“为什么它在试着与我交易？”，“在村庄外的村民？这是在亵渎神明吗？！” \n\nCalm down, friend! Everything is fine! You’ve just encountered Minecraft’s latest and most experienced salesman – the Wandering Trader!\n冷静点，我的朋友！这没有什么问题！你只是刚刚遇到了Minecraft最新更新且经验丰富的销售员——流浪商人！\n\n\n\nCovered in blue robes and accompanied by two llamas, the mysterious Wandering Trader is just what its name suggests – a travelling salesman, journeying the Overworld in search of customers willing to exchange their shiny emeralds for rare and exotic items.\n穿着蓝色长袍，带有两只羊驼陪伴，这个神秘的流浪商人正如其名——一个旅行的销售员，在主世界旅行，寻找着愿意拿出闪闪发光的绿宝石交换稀有而奇异的物品的顾客。\n\nSteve Enos is a game designer for Minecraft, and one of several developers that have been involved in the Trader’s design. “The idea for the Wandering Trader came from RPG’s,” he explains. “When the heroes are travelling through an incredibly dangerous place, they usually come across some sort of merchant. It’s obvious that the merchant is there so you can get stocked up on potions or healing items before you fight a boss or something.\nSteve Enos是Minecraft的游戏设计师，他是流浪商人的设计者之一，“流浪商人的想法来自于RPG类游戏，” 他解释说。 “当勇者们在异常危险的地方冒险时，它们通常会遇见某种商人。很显然，在你与Boss或其他敌人交战之前，这些商人是补充药水或治疗物品的地方。”\n\n“But we started to think about the merchant's story. Why was it there? Where is it going? We thought it would be neat if the Wandering Trader could travel from village to village, sometimes encountering the player in the wilderness.”\n“但我们开始思考商人的由来。为什么它在那里？它要去哪？我们觉得‘流浪商人可以在村庄间来往，在野外会偶尔遇见玩家’是一个合理的说法。”\n\nWhile trading isn’t exactly a new mechanic in Minecraft, the trader’s mobile behaviour certainly is. They can appear when you least expect it – either out in the overworld or occasionally in villages, appearing at the local gather site. The trader can offer a wide variety of goods, from dyes and flowers to coral blocks or even nautilus shells. Also, since they like to travel, the Wandering Trader has its own way of dealing with hostile mobs.\n虽然交易确实不是Minecraft中的新机制，但这个商人的可移动性的确是新机制。它们可以出现在你至少已经猜到的地方——村庄外的主世界和村庄的聚集地。这个商人可以提供广泛的各种各样的商品，从染料和花朵到珊瑚块到甚至鹦鹉螺壳都有。而且，因为它们喜欢旅行，流浪商人也有处理敌对生物的独有方式。\n\n\nDon't try to outrun a pillager. Drink a Potion of Invisibility instead!\n不要试图逃离掠夺者。喝瓶隐身药水就行了！\n\n“My favorite part is how it drinks a Potion of Invisibility when in danger. It’s funny how you can still see it holding the two llamas by the leads!” says Steve.\n“我最喜爱的部分在它是如何在危险时喝下隐身药水的。当你仍能看见它还在用拴绳牵着两只羊驼的时候这很滑稽！” Steve说。\n\nDesigning a villager with such a profound love for moving between villages proved to be a technical challenge for the development team. Initially, they tried to make the Trader just pop into the player’s village.\n设计这么一个如此喜爱村庄间旅行的村民，是一个对开发团队的技术性挑战。起初，它们尝试着让这个商人只在玩家到来的村庄中冒出。\n\n“The solution was to spawn the same particles the Endermen use when they teleport, as if to explain how the trader got from place to place safely,” Steve explains. “Later we decided that we didn’t want the Trader to be so supernatural and we were ok with it just popping in whenever it appeared.”\n“作为这个商人如何进行安全的点对点旅行的解释，我们的解决方案是生成一些末影人传送时使用的粒子效果，” Steve解释说。 “后来我们不想让这个商人这么超自然，所以接受了让它出现时直接冒出的做法。”\n\nAnother big challenge was the work on the Wandering Trader’s visual design, which Lead Pixel Artist Jasper Boestra designed together with fellow artist and pinball enthusiast Chris Nordgren from the Minecraft: Dungeons team.\n另一个大挑战是流浪商人的外观设计，这让我们的首席像素画师Jasper Boestra和它下属的画师，以及来自Minecraft:地下城团队的弹球爱好者Chris Nordgren一起开始了设计。\n\n\n\nAn early concept design for the mysterious merchant. Why trade emeralds when you can wear them on your forehead?\n这是这个神秘商人的早期概念设计。既然能把绿宝石戴在头上，为什么还要用它交易？\n\n\n\n'Hrm, hrrrm hrm?' is villager-speak for 'Hey, who stole my hoodie?'\n'Hrm, hrrrm hrm?'，这是村民说的话，翻译过来是 '嘿，谁偷了我的帽衫 ？'\n\n\n\n'No hats!' said art director Johan Aronson. The rest is history.\n'不要帽子！' 美术指导Johan Aronson说。下面的便都是历史了。\n\n\n“We wanted to make it look mysterious and exotic, so the first iterations were a bit overboard,” Jasper remembers. “I let Chris have a shot at it and we liked the new design more. It looked a little too much like a pirate and not a merchant, so I tried to add a hat to it afterwards. However, our art director, Johan Aronson, wanted us to try giving it a hood instead, to make them more mysterious and hide their villager-ness a bit.“\n“我们想让它看起来神秘而奇异，所以前几个版本的作品的奇异感有点过头了，” Jasper回忆。 “我让Chris来试试，后来他的新设计让我们感觉更好。 它看起来更偏向于强盗而不是商人，所以在那之后我尝试在它上面加顶帽子。然而，我们的美术指导，Johan Aronson，想让我们换成头罩，来让它看起来更神秘，减少一点村民感。“\n\nA hood? I love hoods! Giving the Wandering Trader a hood was likely the best idea since sliced bread (or my idea to store sliced bread in my hood!) The hood isn't the only aspect that makes the Wandering Trader stand out from the rest of the villagers – they also have their own unique voice, which further raises the question of who they really are.\n一个头罩？我可喜欢头罩了！给予流浪商人一顶头罩看起来是自切片面包（或者是我想要在我的头罩里存储面包的想法）以来最好的主意了！这个头罩不仅让流浪商人在一群村民中更为突出——它们还有它们自己的独特声音，这让我们浮起了它们到底是谁的疑问。\n\n“They had to be designed as a mysterious trader from far away lands, nothing like the villagers you see in the villages around you,” Jasper explains. “With the hood, you might even question if they're actually villagers.”\n“它们是要被设计成来自远方的神秘商人的，一点也不像你平日看见的村民，” Jasper解释说。 “有了这顶头罩，你可能更会怀疑它到底是不是村民。”\n\nAhhh, that’s a good point. I'm not that mysterious, but can I still wearmyhood, though?\n呃，说得很好，虽然我没有那么神秘。但我仍然可以带上我的头套，不是吗？\n\n“Er, sure Per,” says Jasper. Hooray!\n“嗯，当然啦，Per，” Jasper说。万岁！\n\n\n\nDesperate to seek out this Wandering Trader yourself? They’ll be in the upcoming Village & Pillage update! But if you can’t wait for that,you can try the latest Minecraft Java snapshot or the Minecraft beta . Don’t forget to bring emeralds!\n渴望亲身探寻流浪商人的真面目吗？它们将会在即将到来的村民与掠夺更新中到来！如果你已经迫不及待的话，你可以试试最新的Minecraft Java版快照或Minecraft beta版本。不要忘记带上你的绿宝石哦！\n\n\n【原文：MEET THE WANDERING TRADER】\n【作者：Per Landin，发布日期：2019-03-22，译者：sandtechnology】\n【感谢kakagou提供的帮助（使用工具为SPG最棒的博文转换器： https://spgoding.com），以及翻译群内各位的翻译建议】【感谢蓝鸡的翻译纠错】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1565275560,
            "txt_content": " 本帖最后由 kakagou12 于 2019-8-8 23:00 编辑 \n\n转换器不是我的，鸣谢spgoding.com\n我佛了，系统阻止了评分……"
        },
        {
            "author": "1187190350",
            "timestamp": 1566046980,
            "txt_content": "所以流浪商人能换隐身药水么……"
        },
        {
            "author": "3011990854",
            "timestamp": 1566110280,
            "txt_content": "呃呃呃，你在做诗歌吗"
        },
        {
            "author": "13675794214",
            "timestamp": 1566457560,
            "txt_content": "这个商人一般出现会带着2只羊驼"
        },
        {
            "author": "DHDHFDDGD",
            "timestamp": 1566468000,
            "txt_content": "感觉这好像某个mod啊 现在居然变成了原版的"
        },
        {
            "author": "本人。",
            "timestamp": 1566525360,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "xianyu666",
            "timestamp": 1568993700,
            "txt_content": "26666666666666666666666666666666666666666666666"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1569002400,
            "txt_content": "visual design 外观设计\nWhy trade emeralds when you can wear them on your forehead?\n既然能把绿宝石戴在头上 为什么还要用它交易？\nthe first iterations 前几次迭代 或者说 前几个版本\noverboard 有 过于... 的意思"
        },
        {
            "author": "songhaoran07331",
            "timestamp": 1569587640,
            "txt_content": "好神奇的mod，好厉害，很有用，非常的棒，必须顶一下，谢谢作者"
        },
        {
            "author": "wshycaa",
            "timestamp": 1569667260,
            "txt_content": "最近MC的更新真是越来越有趣了。不过自从mojang团队改变了以后，好像整个游戏更新的走向也变了呢。这流浪商人更像是MMO里面的NPC了……"
        },
        {
            "author": "ccdong",
            "timestamp": 1572353100,
            "txt_content": "打羊驼会被羊驼攻击吗，可惜羊驼不可以驯服"
        },
        {
            "author": "半仙p",
            "timestamp": 1572573960,
            "txt_content": "11111111111111111111111"
        },
        {
            "author": "mcWDTMD",
            "timestamp": 1572619740,
            "txt_content": "遇到过一次，刚好没带东西"
        },
        {
            "author": "1706658036",
            "timestamp": 1572658740,
            "txt_content": "喝了隐身药水还牵着羊驼，感觉好逗"
        },
        {
            "author": "鼠哥520",
            "timestamp": 1572758760,
            "txt_content": "..................."
        },
        {
            "author": "鼠哥520",
            "timestamp": 1572758820,
            "txt_content": "......................................"
        },
        {
            "author": "基岩毁灭者",
            "timestamp": 1572960300,
            "txt_content": "丟你綠寶石，反手一刀戳死你\n還有樓主的頭像HHHHH"
        },
        {
            "author": "一字ID",
            "timestamp": 1573137060,
            "txt_content": "太久没玩了。。。"
        },
        {
            "author": "1706658036",
            "timestamp": 1573204140,
            "txt_content": "还是确定下来的样子好"
        },
        {
            "author": "348378052",
            "timestamp": 1573272660,
            "txt_content": "完成任务"
        },
        {
            "author": "龍华Lh",
            "timestamp": 1573988100,
            "txt_content": "我第一次碰到这个商人看到羊驼的时候我整个人都傻了哈哈"
        }
    ]
}