{
    "title": "如何做出一个还能看得过去的翻译？",
    "author": "森林蝙蝠",
    "replyCount": 15,
    "timestamp": 1565272140,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-8-9 00:42 编辑 \n\n最近某事件在论坛搅得沸沸扬扬，心有所感，打算出一个教人翻译的教程——只要你不是看都不看就机翻的话，应该能出个能用的。\n\n学会倒装\n\n无论是英语还是汉语，都要分清主谓宾和是否被倒装——考虑到中英文句式的不同和作者的说话方式，需要多少重新倒装一下句子，例如下句：\nWe have many infrastructures which have important influence to your life.\nGoogle直译：我们有很多基础设施对你的生活有重要影响。\n乍一看上去当然没什么毛病，然而认真一看，你就会发现宾语不是“你”，而是“基础设施“，“对你的生活有重要影响”是宾语的修饰语，因此应该倒装一下变成：我们有很多对你的生活有重要影响的基础设施。\n这种带有which/that从句修饰宾语的句子在英文中非常常见，需要注意倒装问题。\nThere’s something so magical about treehouses. Even though they’re basically just regular houses, except much higher up, lacking in toilets, and with a much higher risk of splinters, they offer the promise of adventure and privacy that you just don’t get in a regular, non-tree-based house.\n原译：\n树屋总有一些很神奇的特征，尽管它们主要只是普通的房子——除了建的更高，没有厕所，而且还有更高的被木刺扎到的风险，但它们提供了冒险及隐私保护的条件——只要别去那些真正普通的小房子就好。\n我们可以把这个句子的次序倒换一下变成这样：\n……虽然这只是一个“建的更高，没有厕所，更容易被木刺扎到”的普通房子，但是树屋能提供“那些一般的非树上小屋”所不能提供的“冒险便利和隐私安全”（引号部分就是需要倒装的部分）。\nEven though：虽然，在这里可以使用“虽然……但是”关联词，让句子更有组织性，“虽然”的主体就是“一个高的没厕所有尖刺的普通房子”，“除了”可以略去，因为它和后面的“with a much higher……”是并列关系，直接表示成“与”就可以，当然也可以如原文翻译，问题不大。\n”更高的……概率/风险“可以简化为”更容易，更难“这样的词语，类似的还有“我们几乎不可能做到这些……”可以转为“我们应该做不到这些”。\n“you just don’t get in a regular, non-tree-based house”从句修饰了“……adventure and privacy”，也就是“你从一般小屋里得不到的”-“冒险便利和隐私安全”。\n\n\n词汇量问题\n\n以下是一些经典的误译：\nmob：暴徒 \nspawn：产卵\nredstone：雷石东\nforge：锻造锤\nvanilla：香草（你咋不巧克力呢？）\nmod：国防部\nplayer：球员\nconduit：管道（管你0大爷啊，这是潮涌核心！）\n对于那些看都不看上手就机翻的人我也是够够的了，真当谷歌翻译/百度翻译/有道词典天下无敌，啥专有名词都能给你猜出来啊？您既然要做MC相关的翻译，总要知道些MC特定的单词意思吧？\n这里有一个译名标准化列表：https://github.com/Krasjet/Mod-T ... /master/glossary.md，你可以查询到需要的词意（有必要说明的是，mob一般就指怪物），也可以查看Minecraft wiki。\n至于非MC相关的单词，则可查阅词典/谷歌/百度，或者购买俞敏洪的英语四六级红宝书自我提升一下，这里不再赘述。\n你可能会遇到一些来自mod的简称，例如TE（Thermal Expansion，热力扩展/热力膨胀），TC（ThaumCraft，奥法学/神秘时代），如何分清简称？\n一般取构成mod名的单词首字母大写（例如铁路mod Rail-Craft简称RC，工业mod Industrial-Craft简称IC，建筑mod Build-Craft简称BC）来作为mod的简称，如果遇到首字母相同的mod（比如铁路Rail-Craft和旋转工艺Rotary-Craft），则时间更晚/名气更小的mod，需要取首个单词的第二个字母（例如RotaryCraft->RoC）。\n除此之外还有可能遇到短语或者俚语，例如super duper，单独翻译duper是“骗子”的含义，但是super-duper这句短语的意思是“超级，超大的”，除此之外还有“too…to…”（太…而不能…），rather than（而不是）之类的特殊词组，因此，当你发现某个单词的意思和上下文对不上的时候，不妨考虑它旁边的一个或两个单词会不会构成短语。有必要提及的是，不管是人类还是计算机，都更擅长理解一个段落而不是单独某一句话的意思，因此如果你卡在了某一句话，不妨把眼睛移到段落开头，重新捋一遍这段话作者要表达的意思，比死抠几个词高效得多，如果要求助于你的朋友，把上下文发给他们也是个明智的选择。\n俚语的话一般不会遇到，如果出现了会表现得比较突兀，这时就需要谷歌/百度一句话的含义，比如这句：Did he buy his farm？在美国俚语指“他死了吗？” 因为曾经的美国陆军在牺牲后政府会发放农场给他们的家人（前提是要被认定阵亡，不过美军的阵亡认定率奇低），因此“买农场”也被代指死亡，尤其是意外死亡。\n\n\n阅读习惯\n\n东西方的阅读习惯不同，如果很耿直地翻译过来经常闹出笑话，比如这句经典：\n“Oh Dear Tom！I want to kick your ass hard！”——”哦，亲爱的汤姆，我要狠狠地踢你的屁股！“\n老翻译腔了对吧？其实这句话可以翻译成“我0的妈呀（X尼0玛），tom，我一脚踹死你算了！”是不是颇有市井气息？\n再看一句：\nWe’ve evolved our infrastructure quite a bit over the years。“这么多年来，我们大大改进了我们的基础设施”。\n不觉得“我们”和“我们的”重复了吗？其实是西方人经常在文章里用“we”这样的人称代词，而这些人称代词未必都要翻译，因此上面那句话可以翻译成“这么多年来，我们的基础设施大大提升了。”换言之，如果你发现你的译文里出现了大量的“我们”“你”，那么你要考虑下这样对不对，是否应该保留“我们”“你”。\n接下来还有一句（古式英语，取自《罗密欧与朱丽叶》）\n'Tisbut thy name that is my enemy；Thou art thyself，though not a Montague．What's Montague？it is nor hand，nor foot，Nor arm，nor face，nor any other part Belonging to a man．O，be some othername！What's in aname？that which wecall a roseBy any other name would smell as sweet；So Romeo would，were he not Romeo call'd，Retain that dear perfection which he owes Without that title．Romeo，doffthy name，And for that name which is no part of thee Take all myself．\n原译：只有你的名字才是我的仇敌；你即使不姓蒙太古，仍然是这样的一个你。姓不姓蒙太古又有什么关系呢？它又不是手，又不是脚，又不是手臂，又不是脸，又不是身体上任何其他的部分。啊！换一个姓名吧！姓名本来是没有意义的；我们叫做玫瑰的这一种花，要是换了个名字，它的香味还是同样的芬芳；罗密欧要是换了别的名字，他的可爱的完美也决不会有丝毫改变。罗密欧，抛弃了你的名字吧；我愿意把我整个的心灵，赔偿你这一个身外的空名。\n虽然很经典，但是读起来未免起鸡皮疙瘩，我们不妨这么整理一下：\n“我不喜欢你的名字（因为罗密欧和朱丽叶两家是仇敌），名实本来无关，玫瑰不因其名而改其香，你不因其名而改其美，脸上又没写蒙太古这几个字，叫什么很重要吗？别叫蒙太古了，我要和你在一起（改名，也不叫凯普莱特）。“\n注意一下，这里我用到了“其”这么一个文言——汉语句子里总难免用到诗词典故和文言，这也算是东西方的一个差别。\n比方说让我们看一下龙之进化mod里的一个成就：\n原文：Fly in the sky like an eagle\n原译：像鹰一样翱翔于天际\n后译：鹰击长空\n\n原文：Swim in the sea like a fish\n原译：像鱼一样遨游于海底\n后译：鱼翔浅底 \n这两句出自于哪里自不必多说，但是绝不失为良好的翻译——适当的诗词用典会为你的译文增辉添彩。\n另一个事例：我曾经遇到另一个mod，叫terraqueous（直译水陆），看到这个名字之后我脑补了一下，将“水陆”扩展为“海山”，然后联想到对子歌里的“山花对海树，赤日对苍穹”，结合这个mod确实添加了树和花，故名“海树山花”，反响还不错（另一个译名叫地灵云心）。\n当然，也不能过于文艺掉书袋，比如“I love you forever”，翻译成“执子之手，与子偕老”只会让人感觉你加戏太多。\n总而言之，当你逐词逐句地翻译过来之后，不妨在心里读两遍，若是觉得不顺，则可以将其更口语化一些。\n\n\n直译与意译\n\n来看这样一首诗：\nSzabadság, szerelem! E kett? kell nekem. Szerelmemért f?láldozom Az életet, Szabadságért f?láldozom Szerelmemet.\nGoogle直译（有润色）：自由，爱情！ 我需要它们。 我为了爱情而牺牲生命，为了自由而牺牲爱情。（哪怪怪的是吧？）\n殷夫的意译：生命诚可贵，爱情价更高，若为自由故，二者皆可抛。\n在直译始终感觉不到优美或者直接词不达意的时候，不妨根据作者要表达的含义或者这个物品本身的作用来意译（有必要说明，意译是双刃剑，翻好了人人叫好，若是翻不好，会被口水淹没）\n血魔法mod的附属有一个物品叫做Sigil of divinity（直译神灵印记），其作用是保护持有它的玩家不死（有保护作用），而且由于美工似乎是国人？印记上有个“盾”字，故命名为“神盾印记”。\n神秘mod有把锄头，原文叫hoe of growth（直译催生锄），但当时的译者（craftlaurence）根据催生这一效果，将其译为“句芒锄”（句（gou1）芒，指古代神话的春神，负责万物生长）不仅贴合了原意，更有了一种古老神秘的感觉（当然，也有脑补过度的嫌疑）。\n顺便再分享个蛎子：\nMy stare alone would reduce you to ashes.——“在我眼里，你就是渣”（刀锋女王）\n若直译和意译均无良好选择，可以考虑根据读音音译，不过这种情况很少见。\n\n默读100遍\n\n这个默读的问题刚才有提过，但是如果你不想被别人看出来是机翻，要骗过别人总得先骗过自己吧？因此还应该强调一下，在翻译完一段之后，建议自己读一下，把自己带入到一个第一次接触的新人身上，看看自己作为“新人”能不能读懂自己的文章，若是你自己都觉得莫名其妙狗屁不通，那就不要发出来贻笑大方，沉淀下来认真翻译或者交给更加擅长的人。据传，白居易作诗老妇能解，就算不能真的讲给自己的奶奶听，至少要往这个方向努力一下吧？\n\n\n一些资源\n\nMC百科整理的翻译规范：https://github.com/Krasjet/Mod-Translation-Styleguide\n酒石酸的weblate项目：https://www.mcbbs.net/thread-774087-1-1.html\nMinecraft wiki：https://minecraft-zh.gamepedia.com/index.php\nMinecraft wiki 翻译标准化：https://minecraft-zh.gamepedia.c ... 7%E5%87%86%E5%8C%96\nUrban Dictionary（俚语词典）：https://www.urbandictionary.com/\n\n然后……\nhttps://www.mcbbs.net/thread-899249-1-1.html\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1565272440,
            "txt_content": " 本帖最后由 321yu_wango 于 2020-2-23 23:39 编辑 \n\n亲爱的蝙蝠，如果你再说关于我的屁股的事，我发誓我肯定会把苏珊大婶的苹果派塞进你的ass里"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1565279280,
            "txt_content": "我们小蝠蝠已经表现得很好了，非常秀的教程，我喜欢"
        },
        {
            "author": "zh470947848",
            "timestamp": 1565307420,
            "txt_content": "作物的根－作物架\n树皮－高汤\n不管咋翻译，弄的时候先去游戏里看一下到底是啥←_←"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1565310480,
            "txt_content": "....我给学弟翻译文档基本就两步:\n1. 先自己看懂原作者到底在说些什么\n2. 关掉原文档按照自己的理解用中文写一遍\n\n....以前觉得挺好的现在觉得好野鸡啊...幸亏我已经毕业了他们也打不着我"
        },
        {
            "author": "难喝的可乐",
            "timestamp": 1565340600,
            "txt_content": " MCBBS有你更精彩~~~~"
        },
        {
            "author": "栗子.",
            "timestamp": 1565353740,
            "txt_content": "枯萎的灌木 枯萎的布什\n\n在这里要注意，无论翻译成什么，都要先进游戏看看这是啥\n（在考古与化石中，扭蛋机直译是幸运时光机器）"
        },
        {
            "author": "。—。",
            "timestamp": 1565604780,
            "txt_content": "gcores.com/articles/113692\n谷歌翻译是造梗姬，石锤了:doge:"
        },
        {
            "author": "白叶Official",
            "timestamp": 1567828980,
            "txt_content": "建议从新概念看起（）"
        },
        {
            "author": "烈凝_同志",
            "timestamp": 1567845540,
            "txt_content": "教程不错，支持"
        },
        {
            "author": "Alpha-∞",
            "timestamp": 1569599520,
            "txt_content": "所以vanilla到底是什么"
        },
        {
            "author": "唱片机",
            "timestamp": 1570532520,
            "txt_content": "经典的chest（箱子）  翻译成 胸部2333"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168740,
            "txt_content": "我懂。。。\n在翻译一些文件的时候经常碰到类似的问题"
        },
        {
            "author": "mc_cai_niao",
            "timestamp": 1576948920,
            "txt_content": "那页面的咋翻译啊"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1598160840,
            "txt_content": "栗子. 发表于 2019-8-9 20:29\n枯萎的灌木 枯萎的布什\n\n在这里要注意，无论翻译成什么，都要先进游戏看看这是啥\n进游戏就不必，上WiKi查一下就可以了"
        },
        {
            "author": "66666@@@",
            "timestamp": 1598285880,
            "txt_content": "难喝的可乐 发表于 2019-8-9 16:50\nMCBBS有你更精彩~~~~\n一只柑橘，经过冰冻。"
        }
    ]
}