{
    "title": "如何降低中文翻译的机翻程度？",
    "author": "土球球",
    "replyCount": 6,
    "timestamp": 1565279040,
    "txt_content": "最近某事件在论坛搅得沸沸扬扬，心有所感。考虑到坛内可能仍有一些人对于机翻没有明确的认识，尤其考虑到某些人觉着自己勉强润色过的翻译显著优于机翻，笔者打算就机翻这件事的本身，提出一些自己的看法和改进方案。\n\n发挥中文表达的特长\n\n中文擅长使用短句。对于一个复杂的概念，英文往往会使用复杂的从句描述，但中文却往往倾向于将表述拆分为短语和短句。例如下句：\n\nWe have many infrastructures which have important influence to your life.\n原译：我们有很多对你的生活有重要影响的基础设施。\n\n这句中文就是典型的翻译腔了。在描述“infrastructure”这一复杂概念时，英文原文使用了定语从句。但是，中文的定语大多位于被修饰的名词之前，如果直接对应，那么最后得到的翻译将会有一串长长的定语。此时，拆成两个短句就是明智的选择。\n\n我们有很多基础设施，且这些设施对生活影响重大。\n除了拆分为两个短句外，中文翻译还略去了“your”的翻译。这是因为英语中名词必须和修饰词共同存在，比如说形容词、人称代词，冠词等。但是，名词在中文可以独立存在，因此在指代的对象十分明确（也就是“你”）的情况下，这一人称代词完全可以略过不译。\n\n此外，英文常常将一句话的重心放在名词上，但中文却经常将重心放在动词或形容词上。因此，翻译时应尽量考虑使用中文动词或形容词替换原文中的名词。我们看下面这一段：\n\nThey're basically just regular houses, except much higher up, lacking in toilets, and with a much higher risk of splinters.\n原译：这只是一个“建的更高，没有厕所，更容易被木刺扎到”的普通房子。\n\n上面的翻译不仅有一段长长的前置定语，而且还漏翻了“except”这一单词，这使得整句话的意思截然不同。定语“建的更高，没有厕所，更容易被木刺扎到”本应是普通房子不具备的特征，但翻译者自作主张地认为“除了”可以略去，因此这一表述反而变成了普通房子所具备的特征。\n\n以下是笔者认为更合适的翻译：\n\n虽然它们建得更高，没有厕所，居住者还很容易被木刺扎到，但它们基本上也算是普通的房子。\n上面的翻译去除了中文不常用到的“一个”，加上了代表“except”的“虽然……但”，把一段长长的定语变成了和主句并列的分句。短句的结合，一下子便让整句话顺畅了许多。\n\n总而言之，在试图使用“倒装”前，先想想这是否会导致中文翻译出现长长的定语。如果很难避免，那还是尽量避免不必要的“倒装”吧。\n\n不要高估自己的词汇量\n\n有些人可能认为只要熟记俞敏洪的英语四六级红宝书，就能够应付日常的翻译情况了。这一论断显然是荒谬的。连全国英语翻译证书考试都允许考生携带工具书，我们这些杂牌翻译者怎么能认为一个固定的词汇量便能包揽一切呢？\n\n此外，不同的词汇在不同的语境下含义也有所不同。比如说“conduit”一词在原版语境下指“潮涌核心”，但是在 Mod 社区往往指的却是实打实的“管道”。单纯地认为“conduit”只有“潮涌核心”或者“管道”一个含义，这样的想法自然都是错的。\n\n在翻译 Mod 相关的文本时我们常常会遇到一些简写，而这些简写在不同的语境下也可能有不同的含义。比如说“TC”既可以指神秘时代（Thaumcraft）也可以指匠魂（Tinkers' Construct），因此翻译时仅凭个人经验臆断，或者说认为“TiC”这一简写更适合匠魂便 认为所有出现“TC”的场合都代指神秘时代，显然都是不合适的。\n\n不要过于追求“雅”\n\n“信、达、雅”自然是几乎所有翻译者都听说过的了。但实际翻译时，能做到“信”便已经不是一件容易做到的事了，而追求“达”更是困难，就更不要说“雅”了。对于某些规整严谨的翻译更是不要随意乱来，即使翻译时仅仅能做到“达”，也不要为了“雅”而“雅”，结果变成了附庸风雅，东施效颦，那便不值得了。比如下面一段文本：\n\n'Tis but thy name that is my enemy;\nThou art thyself, though not a Montague.\nWhat's Montague? It is nor hand, nor foot,\nNor arm, nor face, nor any other part\nBelonging to a man. O, be some other name!  \nWhat's in a name? That which we call a rose\nBy any other name would smell as sweet;\nSo Romeo would, were he not Romeo call'd,\nRetain that dear perfection which he owes\nWithout that title. Romeo, doff thy name,\nAnd for that name which is no part of thee\nTake all myself.\n稍有常识的人都可以辨认出这段话出自《Romeo and Juliet》，因此莎士比亚的这段话本身已经远远超过了你我等普通翻译者的水平，寻求专业的翻译才是正道。如果实在找不到翻译，非文学专业的翻译者也不应试图按照哪怕是一点点“雅”的标准翻译。满足“达”本身便已足够值得庆幸了。\n\n注意翻译文本的格式\n\n在翻译甚至撰写普通的中文文本时，很多人可能都不会注意翻译得到的中文的格式，结果标点误用满天飞，错误的大小写遍地都是，更不要说“的、地、得”误用这些更深层次的语法错误了。\n\n业界通行的标准中，《中文文案排版指北》（https://github.com/mzlogin/chinese-copywriting-guidelines）是一套相对流行的方案。这里笔者建议，所有的翻译者都基于这一标准，整理翻译文本的格式。\n\n不去强行翻译自己无法翻译的片段\n\n比如说下面这首诗：\n\nSzabadsag, szerelem!  \nE ketto kell nekem.\nSzerelmemert folaldozom\nAz eletet,\nSzabadsagert folaldozom\nSzerelmemet.\n这首诗本身属于匈牙利文。考虑到论坛大部分翻译者都不懂得匈牙利文，因此在翻译时如遇到这句话，应该尽量寻求他人或搜索引擎的帮助。使用机器将其翻译到英文或中文再进行翻译实属大忌。\n\n没有金刚钻，别揽瓷器活。\n\n参见\n\n如何做出一个还能看得过去的翻译？\n\nhttps://www.mcbbs.net/thread-899199-1-1.htmlhttp://web.archive.org/save/https://www.mcbbs.net/thread-899199-1-1.html",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1565280120,
            "txt_content": "然而数学行业通用标准一般是中文使用英文标点"
        },
        {
            "author": "langyo",
            "timestamp": 1565281080,
            "txt_content": "这算是有感而发么……\n\n至少可确信，机翻材料拿给你只是作为参考，真正的翻译仅凭简单润色是不易让文章通顺的"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1565281200,
            "txt_content": "哪里要这么麻烦，我从来都是看着改，念通顺了符合某些价值观了就行"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1565281680,
            "txt_content": "1.发挥中文表达的优势：我的问题。\n2.不要高估自己的词汇量：我这种刚过六级的菜鸡当然没水平，但是我总不见得在一个单纯的总结帖子下面说什么“准备好雅思托福”吧，人全吓跑了。\n3.罗密欧和朱丽叶的那个选段就是心血来潮，目的是引出文言文的部分；\n4.我就是把google直译和意译对比来突出意译的重要性的，你想啥呢？"
        },
        {
            "author": "闪烁的蛋蛋",
            "timestamp": 1586331300,
            "txt_content": "“不过你的名字是我的敌人。\n您虽然不是蒙塔古，却是您自己。\n什么是蒙塔古？它既不是手，也不是脚，\n也不是胳膊，也不是脸，也不\n属于男人的任何其他部分。哦，别的名字！  \n名字叫什么？我们称其为玫瑰的\n鲜花，闻起来很香；\n因此，如果罗密欧没有被罗密欧召唤，罗密欧会\n保留他在\n没有这个头衔时所欠的那完美的完美。罗密欧，您的名字，\n为那不属于您的名字，\n请把我自己全部拿走。"
        },
        {
            "author": "kayn-",
            "timestamp": 1592984400,
            "txt_content": "从各大翻译里面挑选结合"
        }
    ]
}