{
    "title": "[Minecraft.net | INSIDER] 将你的Minecraft反馈发给我们",
    "author": "zyjking",
    "replyCount": 0,
    "timestamp": 1565319960,
    "txt_content": " 本帖最后由 zyjking 于 2019-8-9 11:56 编辑 \n\nGive us your Minecraft Feedback\n将你的Minecraft反馈发给我们\nWe’ve redesigned our feedback site!\n我们重做了反馈站点！\nHave you been by the official Minecraft feedback site lately? In case you missed it, it’s got a brand new look, and we’re here to give you a guided tour of how it works!\n你最近去过Minecraft官方反馈站点吗？倘若你没有，它现在已经有了一个崭新的外观，在这儿有一个教程来告诉你它是如何工作的！\n\nThe feedback site helps our team find out about the things that matter to you the most and what you want to see in Minecraft. The community team reads your suggestions and feedback every day. Then, we compile the feedback and discuss it with the teams that need to see them. Once the team knows what everyone would like to see in the game, they discuss the concept (and the comments), decide if it’s right for Minecraft, draw up a basic plan, decide when they can devote time to work on the idea, and at some point start to work on those new things. Making new ideas happen is pretty easy, right?\n反馈站点有助于我们团队了解到最重要的东西，以及你希望在Minecraft中看到的内容。社区团队每天都会浏览你的建议与反馈。随后我们会编写反馈报告并与相关团队进行讨论。一旦团队了解到人人都想在游戏中看到什么，他们就会对其概念进行讨论（和加以评论），商议其是否适合Minecraft，制定基本计划，选择一个时间对这个点子进行研究，随后在选定的时间开始研究那些新点子。新点子来的就是这么容易，没毛病吧？\n\nTurns out, getting an idea into Minecraft is a pretty long process (and I just simplified it a lot) involving different teams around the world. So if you’re suggesting something, be patient – you may not see it in the next patch, but you may see it eventually! If you’re curious about what’s coming to Minecraft right away, check the beta and snapshot changelogs.\n实际上，出主意给Minecraft需要很长的时间 (我只是简化了很多步骤) 涉及到世界各地大大小小的不同团队。所以如果你有什么想要说的，耐心一点——下一个快照/测试版中你很有可能不会看到效果，但是你最终还是会看到的！如果你对Minecraft中即将到来的新特性有点好奇，请查看测试版和快照的更改日志。\n\nHere’s the main page of feedback.minecraft.net! From here, you can search for a topic, post an idea, log in, or visit a random post.\n这就是feedback.minecraft.net的站点主页！在这里，你可以搜索话题，发表新点子，登录，或随机查看帖子。\n\nChoose 'Categories' to find all the categories we’re talking about!\n选择 'Categories' 来查找所有我们正在讨论的话题类别！\n\nThis is the place to add all your great ideas\n这里是提出好点子的地方\nTo get started, log in to the feedback site with your free Microsoft account. This lets you:\n如果你要开始，请使用你的免费微软账号进行登录，你可以：\n\nSubscribe to interesting threads (there are so many of these)订阅好玩的主题 (在这儿有很多)Post and comment on ideas (remember to be nice)发表或评论某个点子 (记住这是非常棒的)Vote on ideas (we like to keep things positive so we only have upvotes)对某个点子进行投票 (我们喜欢看到积极向上的事情，所以我们只有赞成票，没有反对票)Report spam and offensive content (no one likes spam)举报垃圾信息和引战内容 (没人喜欢垃圾信息)\n\n\nBe sure to register with an account you plan on checking often, and get alerts on threads sent to your email! This is also where alerts go in case the team needs to contact you about your post.\n确保你注册的帐户会经常用于查看帖子，并时刻接收有关帖子提醒的邮件！如果开发团队就你的帖子而需要与你联系，邮件也是提醒的地方。\nThe feedback site also contains a number of things that are specifically designed to help you get started . There are the rules of the site, some helpful general tips we’ve put together about writing your great ideas up, and extra help for those big ideas about biomes and dimensions .\n反馈网站还包括有一些专门帮你快速入门的东西。网站守则，一些有用的常见提示， 我们已经把它和写下你的好点子页面放在一起，并且对生物群系和维度的一些好点子进行额外的帮助。\n\nWe’ve also added a Previously Considered Suggestion page. We’re always updating this page when we talk to the team about specific ideas, or to let you know about the things just don’t fit in Minecraft (like realistic sharks, for example – please stop asking for those).\n我们也添加了之前考虑过的建议 页面。我们与开发团队商议具体看法时，我们也会对这个页面进行更新，再或者让你了解到一些不适合Minecraft的东西（比如现实中的鲨鱼——请不要再问这些东西了）。\n\nThe search box is located on every single page of the Feedback site. Just enter a word or two about the topic you want to post about and hit return. Helpful hint: if you have more than one word, use quotes around each word to get the best results! Like “kelp” “tea” instead of “kelp tea”. It's amazing what you can find with one word .\n搜索框位于反馈站点每一个页面上。如果你要找一个帖子，只要输入一两个有关帖子的关键字（单词）然后敲击回车按键就完事了。小提示：如果关键字多于一个，把每个单词使用引号围起来就可以得到最佳效果！例如 “海带” “茶” 而不是“海带茶” 。如果你用一个单词就可以找到的话那真是太NB了！ .\n\n\nUnlikely you'll need to search for this. Minecraft makes you plenty happy, right?\n你可能不太需要搜索这个。Minecraft使我快乐，啊哈?\nThe site also suggests related threads when you enter a new post for your idea. It also helps if you keep your ideas to a single idea per post. That way people know what they’re voting for! (And it makes it easy to search.)\n当你为自己的好主意创建新主题帖的时候，网站也会建议相关帖子避免重复创建。如果你将每个帖子的想法始终保持在一个的话，这也会有所帮助。这样人们就知道自己在给什么投票了！（它也使搜索变得更加容易。）\n\nCutting down on threads with very similar ideas will let ideas stay together so they can receive the attention they deserve. If you read an idea and have a better way to do the same thing or a completely different approach to the same basic idea, join the discussion! We read all the comments and keep them in mind.\n减少相似想法的帖子，让它们集中在一起，以便让它们能得到应有的关注度。假如你看到了一个想法，并且有效率更高的方法来或完全不同的方法来实现相同的基本想法，请加入讨论！我们会阅读所有评论并牢记在心中。\n\nReady to get started? We can’t wait to hear what’s on your mind!\n准备好开始了吗？我们等不及来聆听你的想法了\n\n【原文：Give us your Minecraft Feedback】\n【作者：Nova Barlow，发布日期：2019-08-08，译者：zyjking】\n\n\n",
    "replies": []
}