{
    "title": "[Minecraft.net | CULTURE] Quantics建筑团队",
    "author": ":spgbigfan:",
    "replyCount": 9,
    "timestamp": 1565416980,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-11 17:17 编辑 \nQuantics Build\nQuantics建筑团队\nA trio of clever crafts from this new French build team!\n来自法国的全新建筑团队为你呈现三套巧妙的作品！\nBEES! Gaaah, they’re huge and climbing up the walls with their honey-slicked knees!\n有蜜蜂！啊啊啊，好大的蜜蜂，肢腿上粘满了蜜，正在往墙上爬！\n\nAhem, sorry about that. I’m way too absorbed in the beautiful and only slightly terrifying sights of Myrthar – The Bee World . If you head inside this Minecraft build’s many honeycomb fortresses you can even spot tiny bees buzzing around as they create honey. It’s adorable and, er, very sticky. Oh, I can’t seem to get my hand off this wall...\n嗯……抱歉。这里的美丽景色让我过于沉浸其中，只是有些景观略微吓人——这里就是Myrthar：蜜蜂世界。如果你走进这个Minecraft建筑，来到里面的蜂巢要塞，你还能看见小蜜蜂们制作蜂蜜时嗡嗡飞舞的场景。十分可爱，而且，呃，也很黏手。哎呀，我的手没法从这墙上弄下来了……\n\n\nWell, since it looks like I’m stuck here forever, I might as well tell you about the people who created this place. French build team Quantics Build only officially formed in March 2019, with founding members Ariux, Agra?c, Royalfils2, Volcom40, Folos, and Huntos.\n好吧，既然我大概要永远地困在这里头了，那就不妨让我跟你聊聊，关于那些创造了这个地方的人们。来自法国的Quantics建筑团队尚才于2019年3月成立，创始成员有 Ariux, Agra?c, Royalfils2, Volcom40, Folos以及Huntos。\n\nIn just a few months they’ve expanded their team and already put together an impressive portfolio of brilliant builds. I guess you could say they’ve beenbusy as a bee, but I’m worried the giant bees surrounding me won’t find that funny, so let’s not.\n在这短短的几个月里，他们扩建了团队，而且已经攒下了一组杰出的建筑作品。我猜你想说“他们就如蜜蜂般勤劳”，但我担心我旁边的巨型蜜蜂开不起这个玩笑，所以还是别了吧。\n\nDo you see the size of that bee? It’s humongous! You can’t fit inside that temple! Get off of it and build a home your own size. Wait, is it a good idea to yell at giant bees?\n看到那只蜜蜂多大了吗？那是真的大！你进不去那个神殿的！赶紧飞下来，自己给自己造家吧！等会，朝一只巨型蜜蜂大喊大叫，这样真的好吗？\n\nNow these bees I can handle. They almost look cute when they carry building materials together. Just don’t swarm towards me and we could almost be(e) friends. That’s a horrible pun, and we’re not even halfway through the article.\n这样的蜜蜂我就能招架了。他们一齐搬运建筑材料的样子是真的可爱。但别扎堆地朝我飞过来，这样我们才能成为真的“蜜友”。这双关烂透了，而且我们文章还没过半。\n\nLook at all the honey stored in here! The bees won’t notice a little bit of it going missing, surely? I only want a small taste...\n看看这里存着这么多的蜂蜜！那些蜜蜂不会发现这些蜂蜜缺了一点的，对吧？我就尝一小口……\n\nMyrthar is the result of Quantics Build admiring the complex, hexagonal structures that bees use to shape the inside of their hives. The team claims their building style is “inspired by the physics and architecture that surround us in real life.”\nQuantics建筑团队很是佩服蜜蜂们建造巢穴时所使用的复杂六边形结构，这也促成了Myrthar的诞生。团队宣称，他们的建筑风格“取材于现实中我们身边的物理现象和建筑结构。”\n\nYou can see some of that inspiration in Quantics Build’s very first project,PetroCity, an over-industrialised human dystopia. Smoke billows from the chimneys of the factories in this claustrophobic cluster of buildings, and you can almost taste that sweet, sweet pollution.\n关于这一点，在Quantics建筑团队最初的项目PetroCity中就可见一斑。PetroCity是一座过度工业化的人类反乌托邦，在这幽闭的建筑群里，滚滚烟尘缭绕着工厂的烟囱，你似乎都可以感受空气污染的香甜味道。\n\nFurther down you can see railways, government buildings, and dams all crammed together. Can you spot the trade ship coming into dock and the cargo truck waiting to enter a warehouse?\n继续往下走，你能看到，铁路，政府楼阁，还有水坝，全都挤在一起。有没有看到那驶进码头的货船，还有等着开进仓库的大货车？\n\nCome visit PetroCity, where the chimneys have bronchitis and you can live in a tiny house with fourteen other people! Sounds cramped and unhygienic? Don’t be soantisocial.\n来PetroCity看看吧，在这里，烟囱都患上了支气管炎，你还可以和其他14位舍友一起住在一间小房子里！你觉得太挤了，而且也不卫生？别那么不近人情嘛。\n\nYou can barely see the sky through the gloom, the result of hundreds of fires spewing smoke into the atmosphere. Try not to breathe in too much when looking at this build.\n这里的天空被阴云遮挡，让你难以看透。正是数百座火炉向大气中倾吐烟尘造就了这阴云。看着这个建筑的时候，请不要大口呼吸。\n\nThis closer view of the PetroCity docks lets you get a better look at the state of the poorer areas. Swimming isn’t advised. Unless you want to risk growing gills.\n近距离观察PetroCity的码头，能让你更清楚地看到贫民区的状态。不建议在这里游泳，除非你不怕身上长出腮的话。\n\nQuantics Build explains that rapid industrialisation in PetroCity has fractured its society. The rich are contaminating the atmosphere with their smoggy industries at the top, while “the poor people are restrained to the worst areas, in villages next to polluted water,” Agra?c tells me. “It’s not a big project, but it is incredibly dense.”\n据Quantics建筑团队所说，这个地方支离破碎的社会结构，源于过快的工业化进程。居住在顶层的富人们，靠着他们烟尘不断的生产，污染着这里的空气。而“贫穷的人们被限制在最糟糕的区域活动，也就是在污染严重的水源旁边的村子里。”Agra?c对我说道。“这个项目不算很大，但是密集程度难以想象。”\n\nAgra?c reckons this is the project Quantics Build has shared the most, mixing everyone’s different styles. But how do they decide what to build in the first place? “Most of the time, decisions are made democratically, as we want all of our members to be able to give their opinion,” Agra?c explains. Once a project has been decided upon, they split up into smaller groups, which means everyone is working on a build they’re passionate about!\nAgra?c谈到，这是Quantics建筑团队参与人数最多的项目，所有人的不同风格都综合其中。然而他们是如何决定先做什么建筑项目的呢？Agra?c答道，“大多数时候，我们会充分考虑所有人的感受，因为我们希望所有成员都可以表达自己的意见。”当项目决定好了之后，成员们就会分成各个小组，这样所有人都可以依其所好来参与建筑！\n\nThis process is how Titus – Return of the Undead came about. It depicts a legendary warrior, Titus, climbing out of his muddy grave, ready to fight again – except time has rotted his flesh away, so now he’s just a skeleton, and whoever heard of a skeleton attacking you in Minecraft? Oh, wait…\n这一过程也用在了项目Titus – 不死人的归来上。这个项目描绘的是，一位名为Titus的传奇战士，从他的土包坟墓中爬出，准备再次开始战斗——只不过时间已将他的肉身刷洗殆尽，现在的他只是一具骷髅，有谁听说过在Minecraft里有个会攻击人的骷髅吗？等一下……\n\nBut don’t be frightened! After all, deep down we’reallskeletons, right?\n但也别吓着了！毕竟，讲道理，我们每个人都是骷髅，是吧？\n\nDoes it look like Titus is smiling? I’m pretty sure you need lips and cheeks to do that. But that is one jolly bunch of bones. Maybe he’s friendlier than I thought!\n这看着是不是Titus好像在微笑似的？我很肯定，换做是你的话，肯定要调动嘴和脸才能摆出微笑的表情。但他却不过是一套骨头。或许他比我想的更友善！\n\nThis shot is the kind of angle you’d see in a David Attenborough nature documentary, so please read the next sentence aloud in your best D.A voice:Here we are, among the grass, staring up at the great warrior species known as Titus, in all its naked glory...\n这个拍摄角度比较像自然纪录片里的那种，所以请你尽可能用纪录片配音的声线朗读以下句子：就在这里，在草丛间，我们抬头望去，这种伟大的战士名叫Titus，我们可以看到它裸露的骸骨……\n\nHow do you feel about being at eye level with Titus? A lot scarier now. Not so sure that’s a smile on his face anymore either – more a death stare. Directed right at me...\n在Titus眼睛的这个高度，你又有什么样的感受呢？比刚才恐怖多了。已经说不准它脸上的是微笑还是——死亡的凝视。而且是直直地凝视着我……\n\nThis project was led by WazerFighter, a later addition to Quantics Build who mostly specializes in creating organic structures, like creatures, insects, and people. “To build my organics, I mainly use Fast Async WorldEdit and VoxelSniper for the basic shape,” WazerFighter tells me. “I then use Arceon for the details and the cloths. But I'm also working a lot by hand.”\nWazerFighter主导了这个项目，他是后来才加入Quantics建筑团队的，其人擅长于建造生物结构，比如动物，昆虫还有人类。WazerFighter对我说：“搭建生物的时候，我主要用Fast Async WorldEdit和VoxelSniper来搭出大致的形状。然后我会用Arceon添加细节和衣物。不过自己手搭才是常事。”\n\nOnce the build was complete, render artists Volcom40 and Ariux moved in to give it the finished look you can see now. They helped make the bones of Titus shine a bright white, and if you watch the gif created by Eonli, you’ll see that the light casts playful shadows across the red cape flowing in the wind.\n当建筑完成后，负责渲染的艺术家Volcom40和Ariux就会参与进来，呈现出你现在看到的效果。他们让Titus的骨骼闪耀更亮一些的白色。如果你看一下由Eonli制作的动图，你会看到光线穿过在风中漂浮的披风，打出非常有意思的阴影效果。\n\nWhile Quantics Build encourages different members of the team to work together, they also make an effort to work with other build teams from France, and even the wider international community. A great example of this collaborative work is Volcom40’s render art on this deconstructivist building, which was made by fellow French Minecraft build team GBKD . This is only a small slice, too, as Volcom40 tells me that “GBKD wants to create something bigger using this deconstructivist style.”\n除了鼓励成员们互相合作，Quantics建筑团队也会与其它的法国团队通力合作，甚至还会参与到更广泛的国际社区中。关于这类合作，最值得一提的例子就是这个由Volcom40渲染的解构主义式建筑，它的建造者是来自法国的Minecraft建筑团队GBKD。这也只是一小部分而已，因为Volcom40告诉我，“GBKD团队想用这种解构主义式的风格来建造出一些规模更大的建筑。”\n\nI’ll definitely be keeping an eye on Quantics Build’s future projects, assuming the giant bees don’t get me first. Wish me luck!\n我一定会持续关注Quantics建筑团队未来的项目，只要那只巨型蜜蜂没抓到我的话。祝我好运！\n\nRenders by Ryer, Ariux and Volcom40\n由Ryer，Ariux和Volcom40提供渲染图。\n\n\n【原文：Quantic Builds】\n【作者：Chris Priestman，发布日期：2019-08-07，译者：Kakagou】",
    "replies": [
        {
            "author": "nggcgg2",
            "timestamp": 1565417820,
            "txt_content": "这本是一次普普通通的春节，却被一位突如其来的不速之客打破了这里的平静\n(你舍得？)"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1565418060,
            "txt_content": "nggcgg2 发表于 2019-8-10 14:17\n这本是一次普普通通的春节，却被一位突如其来的不速之客打破了这里的平静\n(你舍得？) ...\n有问题请私聊，不要复制签名档灌水回复"
        },
        {
            "author": "步步皆殇っ",
            "timestamp": 1565419620,
            "txt_content": "dd,加油"
        },
        {
            "author": "Оil",
            "timestamp": 1565420460,
            "txt_content": "六边形结构在MC里边要很大的比例才能搞出来的，大概是12+直径这样子才会有效果，我试过的。\n\n*还有，我刚一进门就看到这个翻译T.M在开车……"
        },
        {
            "author": "半仙p",
            "timestamp": 1572573900,
            "txt_content": "1111111111111111111111111"
        },
        {
            "author": "wangyuyaxin",
            "timestamp": 1573799580,
            "txt_content": "加油加油，支持手工翻译"
        },
        {
            "author": "白小久",
            "timestamp": 1574433180,
            "txt_content": "很棒"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762800,
            "txt_content": "来自白旗国的，，，\n我自裁"
        },
        {
            "author": "唐柒朔",
            "timestamp": 1585715280,
            "txt_content": "这个翻译给满分"
        }
    ]
}