{
    "title": "【茶馆周刊】丨【话幽冥——第二章】（茶馆独占连载）",
    "author": "文豪小绝",
    "replyCount": 23,
    "timestamp": 1565505360,
    "txt_content": "目录【茶馆周刊】丨【话幽冥——序章】：https://www.mcbbs.net/thread-893149-1-1.html 【茶馆周刊】丨【话幽冥——第一章】：https://www.mcbbs.net/thread-895734-1-1.html    “虽然来了不少次了，但是流云镇还是很美啊，和大气磅礴的龙城不一样，宁静美丽的自然包裹着的城镇，果然别有一番风味。”戴着布帽，穿着花格布衣的老极光跟在九幽背后，四处看着，两人已经来到了镇上，此时一日已过半，两人漫步在小镇里。比起老极光的便服，九幽的穿着就略显华贵了，虽然比不上那些豪门的锦绣华服，九幽穿的的衣料也是稍好许多，红白相间，腰间挂着琉璃玉佩，手里也握着一把折扇，他看了看周围，说道：“不知道能不能碰到他们呢，不过好像镇里的人们好像都在忙什么呢？有不少人搬着东西来去匆匆的。”“哟！这不是那间茶馆的小掌柜嘛！你也来镇里玩啦？不用看店了嘛？”一个青年搬着一个大箱子，看到九幽，便和他打起了招呼。九幽微笑还了一礼，问道：“王大哥，你们在忙什么呢？”“这不是流云祭典要开始了嘛，在做准备呢。”九幽了然，老极光问道：“什么是流云祭典啊？”九幽转过头向他解释道：“所谓流云祭典，是流云镇在每一年的九月中旬这一天，夜晚能看到奇特的流星群，是庆贺这片美丽的翠云山养育流云镇之人的祭典哦。”    “哇！流星群吗？我们也去看吧！”老极光两眼放光，九幽点点头，说道：“走吧。”    ……………………    “呀，流云镇的美食小吃也是一绝啊。”    混乱悠然地走在城里，手里抓着一串已经被吃的分辨不出原形的小吃，他又咬了一口，抬起头看到前面有个熟悉的身影。    “哟，凛音！原来你也到镇里来了啊。”    混乱上前拍了拍黑色短发少女的肩膀，凛音回头，混乱又一下移动到另外一边，凛音没看到人，又转到另一边，混乱刚好伸出一根手指，转过头的凛音一不留神，脑门直接就撞在了混乱的手指上。    “啊！痛……痛……你搞什么啊馆主！”凛音吃痛蹲下身摸着自己的脑门，愠怒地抬头看着在一旁大笑的混乱。    “哈哈哈哈，对不起对不起，实在是太有趣了哈哈哈。”混乱笑得停不下来，凛音愤怒地站起身，突然刮起了一股大风，吹飞了混乱的草帽，混乱猛地打了个激灵，脸上的笑容僵住了，额头上冷汗直冒，他赶忙推推手说道：“哎呀，小凛音不要生气嘛……我错了，我错了还不行嘛。”    “太……迟……了！”    “啊啊啊啊啊！！！”     ……………………    “唉，这个凛音，连馆主都打，真是太没大没小了。”混乱捂着脸上的巴掌印继续在街上走着，突然看到前方不远处两位少女的背影，微微睁开了眼。    “嗯？其中一个人好像……”两个少女其中一个是粉色长发穿着红色和服，另一个则是浅白色短发穿着白色和服，两个人的衣服上都有流云的图案，两个人互相挽着手，有说有笑地逛着街。    “呐，你们两个。”混乱不知道什么时候就出现在了她们面前，两个人停下了脚步，互相看了看，粉发少女伸手把白发少女遮在身后，鼓起勇气问道：“请问，有什么事吗？”“嗯……”混乱微微皱着眉头打量着两个人，观察了一会，他不知从哪里拿出了两顶草帽，笑道：“要来顶混乱帽吗？美观遮阳，还能保持青春哦。”    “…………”    两个少女有点无语地看着推销自己草帽的混乱，白发少女拉了拉粉发少女的衣服，小声说道：“世予，我们走吧。”世予点点头，对混乱摇了摇头，说道：“那个……我们不要，对不起大叔，我们先走了。”说完，拉着白发少女转身就走。    “大……大叔？！我有那么老吗真是的。”混乱无奈地收起了草帽，挠了挠头。“还想问她们要不要加入我们幽冥楼呢，看来没办法了。”混乱只能摆摆手走人了，毕竟追着两个少女的话岂不是要被人当成变态抓起来。     ……………………    “哇！棉花糖！我要吃我要吃！”极光站在一个棉花糖小摊不停跳着，朝着不远处的元素挥手。    “好好，给你买。”元素笑着走了过来，“老板，来两个棉花糖。”    “好嘞！”说完，便递过两个棉花糖，极光接过棉花糖，眼睛泛光，轻咬了一口，捂着脸露出了幸福的微笑。“呜哇，好甜！好好吃啊元素，呐呐，元素你也快吃啊。”    元素笑着伸手将极光粘在嘴边的一小缕棉花糖取了下来，放到自己的嘴里吃掉。“嗯，确实很甜。”    “啊~啊~是吗……那就好。”极光羞红了脸，低下头一小口一小口吃着棉花糖，元素宠爱地摸了摸极光的头，也拿起自己棉花糖开吃，刚吃了一口，极光突然跳起来也咬了一口元素的棉花糖，然后笑嘻嘻地往远处跑去，还转过身做了个鬼脸。    “慢一点啦。”元素赶紧跟上。    不知不觉已近黄昏，两个人来到了流云镇的一座小山头，极光扶着边缘的围栏，脚踩在围栏的底部连接支架上，闭着眼感受着山头吹来的风，一头蓝色长发在风中飘扬，元素则是双手靠在围栏上，看着身旁的极光。    “天快黑了呢，听说今晚有流星群呢，还有烟花！”极光跳下来，靠在元素身上说道，元素搂着极光，看了看天空，说道：“对啊，应该不到一个时辰就可以看流星群啦，每年流云镇的流云祭典可是一大绝景呢。”    “好期待呢，在烟花和流星下和元素的约会，嘻嘻。”极光换了个方向抱在元素身上。    “极光。”天色已经渐渐暗了下来了，元素低下头看着闭着眼在自己怀里微笑的极光，正准备低头亲吻怀里的极光的时候，元素看向了一旁的大树，说道：“什么人？出来吧。”一片寂静，极光也嘟着嘴有点不开心地看向了那棵大树。    “还不肯出来吗？再不出来就别怪我出手了哦。”    “别别别！我这就出来！”从树后走出了一个灰色头发的少年，这个少年从头到脚都是灰色调的，头发、衣服、裤子、鞋子全都是灰色调，藏在树荫下几乎都看不到人影，他尴尬地站在树下，双手不知所措地放在伸手。    “你是谁？在这里偷看我们做什么？”    “啊哈哈，不好意思不好意思，我叫小戎，是流云镇里的人。我不是有意偷看的，我本来是想来这里看今晚的流云祭典的，没想到已经有人了。你们继续，你们继续，我什么都没有看到。”说完，小戎转身就跑。    “等一下。”元素开口想跟他说留下来也没有关系，结果小戎一溜烟就跑没影了，只得作罢。     ……………………    “天快黑了九幽，马上流云祭典就要开始啦，我们快走吧，过了河上的桥，到那边的山头看的更清楚啊。”老极光指了指不远处的石桥，九幽点点头，刚迈开腿，不小心撞到了身旁的人。    “哎呀。”    “芒果！你没事吧！”    之前的白发少女芒果被九幽撞倒在地，世予赶紧去扶她，九幽也伸出手，向她道歉：“抱歉，我没注意到你，实在是抱歉。”    “芒果没事就好啦，算啦算啦。”世予扶着芒果站起身，拍了拍衣服上的灰尘，芒果也朝九幽微微点点头，两个女孩朝着石桥走去。    “看来她们也是去看祭典的，真是热闹呢。”    “喂！你在发什么呆啊！快点走啦！”老极光早就已经站在石桥上了，看九幽还在原地，朝他喊道。    “来了。”九幽打开折扇，也朝着石桥走去。老极光看着九幽的折扇，无语地说道：“原来你的扇子这么有格调的吗？”“格调？不应该是逼格吗？你看我的扇子多有气势啊，尤其是上面这几个字！”    九幽一展折扇，折扇的两面都用墨水写着文字，正面写着“上通天灵”，反面写着“下至幽冥”，他满意地点点头，摇着扇子说道：“多霸气啊，很有那种高人的气场，而且还有我幽冥楼的‘幽冥’二字，很符合我的气质。”老极光在一旁听得无语了，只得扶额低头快走，当不认识这个人。    “你慢一点啊老极光。”    “别喊我！”     ……………………    天黑了下来，河岸边人头攒动，流云镇的人大多都已经到这里等着观赏夜晚的流星群了，以及之后的烟花大会。混乱嘴里叼着一个草根，把草帽盖在脸上，整个人躺在一棵树的树枝上，半条腿悬空，在这里小寐。树下不停有人走过，说着祭典那边的准备情况，还有哪位亲朋好友还没来之类的话，而混乱还在思考之前碰到的两位少女。    “应该错不了，那一位确实已经……”    “啊！流星群出现了！”    此起彼伏的呼喊声打断了他的思考，他拿起了盖在脸上的草帽，站起身一跳，来到了树的顶端，将草帽戴在了头上。    “哇哦，这就是流星群绝景吗？真的好美啊。”    黑色的天空，无数的星光闪耀，而更耀眼的是，一大片的蓝色流星雨群正不断在天空中闪烁而过，有的甚至在互相缠绕旋转，规则的划过三分之一的夜空后，突然流星雨群变换起来，沿着不同的路线开始移动。    “星群变换，果然如世间所言那般美丽梦幻。”混乱微笑着抬头看着天，突然，混乱睁开眼，看向了北方。    “怎么在这种时候出现了魔物，不好，要通知其他人。”混乱拿出一颗亮晶晶的珠子，捏碎了它，说道：“北方出现魔物，距离镇子不过数里，快去人处理一下，我也赶过去。”     …………    “嗯？”    九幽从口袋里拿出一个珠子，传来了混乱的声音。    “魔物？不好，我们快走老极光！”两个人赶紧朝着北方赶去，他们附近的一个身影也一闪而过，消失在了人群之中。     …………    “是馆主的声音，怎么了元素？”    元素收起了手里的珠子，抱起极光，说道：“嘛，就是去处理处理魔物啦，我们走吧。”    “唔~公主抱……”极光把头埋进元素的怀中，元素抱着极光从山头一跃而下，脚下出现一道冰锥，朝北边疾驰而去。     …………    “额，元素和九幽都去了，可是我们东西还没送回茶馆诶……”黑发少年和棕发少年两个人带着一大堆东西，都是这一天采购的东西，两人相视一眼。    “算啦，他们都去了，再加上凛音、樱花，连馆主也去了，肯定没问题的，我们先回一趟茶馆吧。”     …………    “来，芒果，这里，这里能看得很清楚哦。”世予站在上面拉着芒果的手，把芒果拉了上去。两个人站在一片平坦空旷的空地，而且由于流云镇本身就靠近天空，在这里感觉一伸手就可以抓到天上飞驰的流星一般。    “真美，是吧芒果。”    “嗯……真的很美呢。”    “嗷————！”身后传来一声吼叫，两人回过头，看到的一幕如遭雷击，一群形态扭曲，如同没有灵魂的“人”型生物朝她们走了过来。    “啊！！！！这是什么怪物？！”两人被吓得站在原地动弹不得，世予看了看身旁的芒果，发抖的手慢慢冷静下来，拉起芒果就跑。    “我们快走！”    身后的怪物们也开始奔跑起来，两人在森林中不断地奔跑，不过毕竟穿的衣服和鞋子并不利于跑步，两人眼看就要被怪物追上了，世予挡在了芒果身前，说道：“芒果，你快跑吧，离镇子还有点距离，快去喊人……不对，你去喊大家快去避难。”    “那你呢？”芒果看着世予的背影，世予回过头笑了笑，说道：“我没事的，我一定能保护好芒果和大家的。”    “不要！我们俩一起走！”    世予摇摇头，说道：“其实，其实呢，我有个秘密一直都没有告诉你，在一年前，我不知道怎么的，好像有一种很特别的力量，虽然还不是很熟练，但是保护自己还是没问题的，你快走啊，让大家去避难！”    “我不走！我不要！我不要世予一个人留在这里！”芒果坚决地摇摇头，抓紧了世予的衣服。没给两人思考的时间，已经有怪物扑上来了，世予张开手，凭空出现了许多的花瓣，悬浮环绕在两人身边。    “这……这是？世予说的特别的力量？”芒果看着周围的花瓣，伸手想去触碰，世予赶紧阻止了她。    “别碰，很锋利的，我也不知道这是什么力量，只知道好像和花有关吧，不知道能不能挡得住……”扑上来的怪物一瞬间就被分成了好几块，花瓣挡住了血液，没有让两人被喷涌的恶臭血液淋湿。    “果然能挡住。”    “世予好厉害啊。”    两人还没高兴多久，一个更加庞大的身影出现，狂暴的身形，将地面都踩碎了，朝着两人冲了过来，发出阵阵巨吼。庞大的身形带起庞大的气压，一拳朝两人轰了过来，花瓣挡不住这双拳头分毫，直接被冲击着向两边消散。    “糟了……挡不住……芒果……”    世予和芒果相互依偎着，绝望地闭上眼。    “看来我果然没感应错嘛，你也是有‘异能’的人。”黑暗中传来一声话语，紧接着一个戴着草帽的身影出现在两个人的身前，轻描淡写地接下了这一拳，然后被一拳打飞了，撞进了一旁的树丛中。    “啊，痛痛痛。”混乱满头鲜血地从树丛里爬了起来，世予看着他，颤抖地问道：“大叔……你没事吧，你说的‘异能’是怎么回事？”    “哎呀，不要叫我大叔啦，我才二十出头诶。”混乱走到两人身前，拿出两顶草帽，戴在两人头上，遮住了两个人的视线，说道：“接下来的事不适合你们看，这草帽就白送你们了。”    “嗷啊——”那个巨大的怪物又一次冲了过来，不过这一次它攻击的目标变成了混乱的后背，但它的拳头距离混乱的后背还剩不到一米的时候，整个拳头就被冰冻住了，连同拳头一起冰住的，还有它那庞大的身躯。    “馆主，我们来了。”元素抱着极光从天而降，脚下的冰锥早已消失不见，安稳落在了地面。    “我们来迟了！”九幽和老极光也在不远处出现。    “来的太慢了啦，害我又被打了一拳。”混乱不满地挥手抗议，一道刀光在混乱背后闪过，斩断了一个魔物的手臂。一个黑色长发的少女突然出现在了混乱的身后，混乱闻声回过头，说道：“谢了，樱花。”    “你们，到底是什么人啊？”    世予和芒果两个人看着出现的一群人，混乱蹲下身，说道：“我们看起来是普通人，实际上都是有‘异能’的人，我们是幽冥楼，是一个，公会哦。”——第二章，完出场表：混乱 饰 混乱          九幽之帝 饰 九幽          阴阳师元素祭祀 饰 元素          极光creeper 饰 极光             China521 饰 凛音          1427639813 饰 酒伞          xiaosung1234 饰 小爽             Sakura_End 饰 樱花          极光先生 饰 老极光          世予 饰 世予          mango2017 饰 芒果             tutity_tiger 饰 小戎目前可公开的情报：【团体组织】：公会                                异能：特殊的能力【未知】                                元素：冰的能力                                世予：与花有关的能力作者的话：周刊终于在周天赶出来啦，虽然上一章冷清的很就是了= =喜欢的看官可以看完给本文楼留言，希望得到艾特的人也可以留言，你们的支持就是我写作的动力，祝各位看官看的愉快，以上随机艾特位：@九幽之帝 @321yu_wango  @Ice_Block_  @Oil @tutity_tiger  @冰川橘子 @极光creeper   @极光先生  @阴阳师元素祭祀 @skpsk自己家  @逗比轮回   @大~香蕉  @世予 @冰星 @喵哒子 @SHEEP_REALMS  @南派董卓 ",
    "replies": [
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1565508600,
            "txt_content": " 本帖最后由 阴阳师元素祭祀 于 2019-8-11 15:38 编辑 \n\n看到at\n点进去帖子不存在\n我以为在草稿\n\n这么重要的审核事当然要私聊我让我看看极光... 不 咳\n我做了啥\n\n\n没出场？ 那没事了\n\n\n元素是个啥玩意"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565508720,
            "txt_content": "阴阳师元素祭祀 发表于 2019-8-11 15:30\n看到at\n点进去帖子不存在\n我以为在草稿\n不是出场了吗"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1565508960,
            "txt_content": "路里面没有我"
        },
        {
            "author": "草",
            "timestamp": 1565509140,
            "txt_content": "周创缓缓地打出了一个？\n好长的大章\n话说这里有混乱帽卖吗)"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1565509200,
            "txt_content": "要来顶混乱帽么"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1565509320,
            "txt_content": "我 写文 发茶馆\n你 缇米 气死\n（滑稽）"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1565509500,
            "txt_content": "???\n= =???\n我为什么会偷看yys和极光卿卿我我?\n\n等我哪天当上版主了扣你贡献(bushi(("
        },
        {
            "author": "摸鱼的咸鱼",
            "timestamp": 1565509800,
            "txt_content": "是文豪！"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565510280,
            "txt_content": "tutity_tiger 发表于 2019-8-11 15:45\n???\n= =???\n我为什么会偷看yys和极光卿卿我我?\n不是这样的！只是碰巧啊啊！！！"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1565510580,
            "txt_content": "tutity_tiger 发表于 2019-8-11 15:45\n???\n= =???\n我为什么会偷看yys和极光卿卿我我?\n\n在某个地方，你已经扣过我的了，我只不过没有以牙还牙"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1565510640,
            "txt_content": "冰川橘子 发表于 2019-8-11 16:03\n在某个地方，你已经扣过我的了，我只不过没有以牙还牙\n说得好,我再去扣点."
        },
        {
            "author": "xiaopangju",
            "timestamp": 1565510700,
            "txt_content": "tutity_tiger 发表于 2019-8-11 16:04\n说得好,我再去扣点.\n你。。。。。。"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565511480,
            "txt_content": "ffc2412966076 发表于 2019-8-11 15:39\n周创缓缓地打出了一个？\n好长的大章\n话说这里有混乱帽卖吗)\n只有混乱能变混乱帽【胡言乱语】"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1565511660,
            "txt_content": "茶馆小说海星\n下次把我也写进去(bushi"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565511900,
            "txt_content": "AZWorld 发表于 2019-8-11 16:21\n茶馆小说海星\n下次把我也写进去(bushi\n写进去要知道怎么称呼你不能使用英文滴。"
        },
        {
            "author": "小~香蕉",
            "timestamp": 1565512680,
            "txt_content": "在？什么时候把我也写进去？"
        },
        {
            "author": "幽儿~",
            "timestamp": 1565513040,
            "txt_content": "舒服\n我有跟班了\n哈哈哈哈哈哈\n"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565513280,
            "txt_content": "九幽之帝 发表于 2019-8-11 16:44\n舒服\n我有跟班了\n哈哈哈哈哈哈\n只是茶馆就剩你俩了，怎么就变你跟班了不过以你的掌柜身份要跟班还不容易，以后多得是跟班"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1565515020,
            "txt_content": "hx1051935237 发表于 2019-8-11 16:25\n写进去要知道怎么称呼你不能使用英文滴。\n可以叫他阿正"
        },
        {
            "author": "Оil",
            "timestamp": 1565515140,
            "txt_content": "ffc2412966076 发表于 2019-8-11 15:39\n周创缓缓地打出了一个？\n好长的大章\n话说这里有混乱帽卖吗)\n周创已经被完全忽视了。"
        },
        {
            "author": "Оil",
            "timestamp": 1565515440,
            "txt_content": "你们这帮人，怎么一个个都有超能力的？？\n\n喂喂喂，我要申请点一下炼铁的科技树，至少给我把德莱赛搓出来啊喂！"
        },
        {
            "author": "Оil",
            "timestamp": 1565516220,
            "txt_content": "hx1051935237 发表于 2019-8-11 16:18\n只有混乱能变混乱帽【胡言乱语】\n混乱！我知道了！你的能力是！草帽生殖！！！\n【除了成长性其他面板全是E】"
        },
        {
            "author": "文豪小绝",
            "timestamp": 1565519040,
            "txt_content": "Oil 发表于 2019-8-11 17:37\n混乱！我知道了！你的能力是！草帽生殖！！！\n【除了成长性其他面板全是E】 ...\n没有啦，只有油先生你是替身，我们都是正常的超能力"
        }
    ]
}