{
    "title": "[Minecraft.net|INSIDER] 背包盘点：牛奶桶",
    "author": "AzureZeng",
    "replyCount": 5,
    "timestamp": 1565627400,
    "txt_content": " 本帖最后由 AZWorld 于 2019-9-13 19:21 编辑 \n\n\n\nTaking Inventory: Milk Bucket\nDrink up!\n背包盘点: 牛奶桶\n让我们一口气喝完!\n\nWhat’s the best drink in Minecraft? Water’s a bit dull. Lava’s a bit hot. Potions of regeneration just make me feel all dizzy and light-headed. No, the best drink in Minecraft is undoubtedly our item of the week - milk. Or, if we’re being really pedantic, milk bucket.\n在 Minecraft 中，哪个饮料是最好的? 水有点单调无味。岩浆喝下去[ruby=喝死你]有点热[/ruby]。再生药水只会让我觉得晕乎乎的。这些都不是最好的饮料。而最好的饮料，毫无疑问，是我们本周背包盘点的物品: 牛奶。或者让我们[ruby=按照标准译名]有学术风气的说[/ruby]，牛奶桶。\n\nMilk buckets were added to Minecraft in Alpha version 1.0.8, at the same time as the game’s other bovine delights: leather and cows. Originally it had no function, and wasn’t even craftable. A few versions later it became possible to make it by milking a cow with a bucket, and in Beta version 1.2 it became part of the recipe for cake. But it wasn’t until Beta version 1.8 before it became drinkable.\n牛奶桶在 Minecraft Alpha 1.0.8 版本中加入，同时也加入了游戏中其他与牛有关的东西: 皮革和牛。原先牛奶桶完全没有任何使用价值，而且不可合成。几个版本过后，牛奶桶可以通过用空桶给牛挤奶获得，然后到了 Beta 1.2 版本，牛奶桶成为了蛋糕的合成配方的一部分。但是，在 Beta 1.8 版本之前，牛奶桶无法饮用。\n\n\n\nSo what does drinking milk do? Other than giving you strong bones and healthy teeth, it also happens to cure any pesky status effects that might be afflicting you. Wither? No way! Poison? Nuh-uh! Slow fall? Plunge to the ground!\n所以喝牛奶后会发生什么? 除了令你骨骼更加强壮、牙齿更健康，还会[ruby=消去]治愈[/ruby]任何令你苦恼的(负面)效果。凋零效果? 没门! 中毒效果? emm。缓降效果? [ruby=所以这时建议别喝]让你直接摔死在地上[/ruby]。\n\nNeed milk? There are two ways to get it. The easiest is to make yourself a bucket out of three iron ingots, find a cow or mooshroom, and then right-click it with the empty bucket. It’ll fill with milk. The much harder way is to find a wandering trader who’s holding a milk bucket and kill them. If you’re lucky, the bucket will drop the the ground.\n需要牛奶? 有两种方法获得。最简单的方法就是自己用 3 个铁锭合成一个桶，接下来找到一头牛(或者哞菇)，然后用空桶右击牛(哞菇)即可。桶将会装满牛奶。难一点的方法就是找到一个拿着牛奶桶的[ruby=鬼畜的方法]流浪商人然后杀掉他[/ruby]。如果你很[ruby=有欧气]幸运[/ruby]，桶将会掉落到地面上。\n\nReal-world milk is just as tasty as in Minecraft. Unlike in Minecraft, however, there are many, many different kinds. Not only is milk produced by just about every mammal - from squirrels, to bats, to elephants, to pandas, to whales, to humans - but you can also make milk-like products from many plants - check out the dairy-free aisle of your local supermarket and you’ll probably find milk substitutes made of rice, oats and soya.\n现实世界的牛奶就犹如 Minecraft 里的一样好喝。然而不像 Minecraft，现实世界中有很多很多种类型的奶。奶不仅仅由哺乳动物(从松鼠到蝙蝠，大象，熊猫，鲸鱼，以及人类)生产出，你也可以从很多植物中造出奶状的东西 —— 去看看超市中不含奶制的货物的区域吧，然后你可能会发现由大米、燕麦、黄豆制成的奶制品替代物。\n\n\n\n Image credit: David Merrett // CC BY-SA 2.0\n图片提供者: David Merrett // 遵循 CC BY-SA 2.0 协议\n\nIt’s thought that humans first learnt to drink the milk of other animals during the development of agriculture - probably independently in several places around the world. But it wasn’t until the industrial revolution fuelled a huge rise in urban population that milk production was itself industrialized - and transported from the countryside into cities.\n目前认为，人们在农耕（文明）时期就学会了饮用其他动物的奶，可能世界上有几个地点的人类各自独立地做到了这一点。但是直到工业革(什么鬼屏蔽字)命推动了城市人口大幅增长时，牛奶的生产 —— 以及从乡村输送到城市的过程才被工业化了。\n\nToday, the vast majority of milk produced and consumed in the world comes from cows. In fact, more than six billion people around the world consume cow’s milk - a number which is constantly rising. Per capita, the world’s biggest milk drinkers are Ireland (135 litres per year), Finland (127 litres per year) and the UK (105 litres per year).\n时至今日，大部分生产以及消耗的奶制品都是用牛生产的。实际上，全世界超过 60 亿的人饮用着牛奶 —— 这个数字还在不断地上升。按人平均算的话，世界上每年饮用最多奶制品的人的国家是爱尔兰(每年 135 升)，芬兰(每年 127 升)，以及英国(每年 105 升)。\n\nMinecraft doesn’t feature in the top countries list (probably because it’s not a country... yet...) but if it did it probably wouldn’t rate very highly, because I don’t think most players drink much of it. But you should! It’s good for you! Now I’m off to stick my head in a bucket of milk. See you next week!\nMinecraft 肯定不会出现在这个排行榜里的(可能因为 Minecraft [ruby=这不是废话吗]还不是一个国家吧[/ruby]...)，但是即使出现了也不会排的很靠前，因为我认为大部分玩家(在游戏里)都不会喝大量的牛奶。但是你应该这么做! 这样对你(的健康)有好处! 现在我要离开，然后把我的头伸进牛奶桶里。 我们下周见!\n\n\n\n【AZWorld(Arcade-AZW)译自Taking Inventory: Milk Bucket】\n【原作者 Duncan Geere，发布时间 2019/8/10】\n\n\n附: 官方介绍视频\nhttps://www.bilibili.com/video/av63591599\n本视频由 kakagou12 搬运",
    "replies": [
        {
            "author": "印花机",
            "timestamp": 1565631420,
            "txt_content": "沙发QAQ。。。牛奶桶感觉是个蛮好的东西，在服务器里逢年过节如果家里有牛就可以喝牛奶庆祝，因为喝不饱233。\n刚开始玩的时候第一次接触牛奶桶的我居然还想着为什么不能像水或者岩浆一样倒出来233"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1565657760,
            "txt_content": "Beta 1.8之前不能喝牛奶的原因很简单——那个时候连effect都还没有……"
        },
        {
            "author": "1187190350",
            "timestamp": 1566046860,
            "txt_content": "牛奶确实不错，沾上饼干更好吃2333m"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1567265400,
            "txt_content": "一直以来，人们都认为在人类是第一个在农业发展时期学会喝其他动物的奶的动物 —— 可能在世界的一些地方是独立的。但是直到工业革(什么鬼屏蔽字)命推动了城市人口大幅增长时，牛奶的生产才被工业化了 —— 以及从乡村输送到城市的过程。\n1.“独立的”应作“独立地”，因为 independently 是对 learn 的修饰。更佳译法应为：目前认为，人们在农耕（文明）时期就学会了饮用其他动物的奶，可能世界上有几个地点的人类各自独立地做到了这一点。\n2.”被工业化“应该后置。"
        },
        {
            "author": "alitely",
            "timestamp": 1570238340,
            "txt_content": "官方的文章是一如既往的有趣呢...\n感谢分享~"
        }
    ]
}