{
    "title": "[双线]MC-WCGB —— 原创剧情|职业|技能|跑酷|玩法多样|界面清爽[1.8.x-1.14.4]",
    "author": "Icy_Mint",
    "replyCount": 0,
    "timestamp": 1565707860,
    "txt_content": " 本帖最后由 Icy_Mint 于 2019-8-13 23:24 编辑 \nMC-WCGB\n\n在这个世界上,存在着一种非常重要的物质,我们把它叫做晶石,人们通过晶石的力量生存和从事各种活动,但是和平是不长久的,总有一些人是不会懂得满足的,他们组成团队开始私自霸占晶石,甚至去研究那些黑暗的一面.正常的人们没有了晶石,就等同没有了喝水的杯子一样,大家不得不站起来反抗,就这样,战斗打响了,但是大部分的人们整天打打杀杀,都不知道自己在干什么,人们的生活受到了巨大影响,所有人都等待着一个人带他们走出迷途,在一次军队的任务里,一名平凡的士兵在一场战斗中走上了不平凡的路....\n\n\nMC-WCGB [迷途]We Can Get Better最好不是我们的目标 更好才是我们的追求\n本服双线IP play.mcwcgb.cn使用 1.8.x-1.14.4 的纯净客户端直连都可以进入本服务器[如果你没有客户端 请点击我下载]服务器官方群 207902227\n\n\n\nMC-WCGB 服务器特色完全100%的原创剧情升级向RPG我们并不是传统的MMORPG服务器 采用的玩法主要还是主线剧情向 通过任务 升级 转职 解锁新副本来进一步推动游戏的剧情 可以让玩家体验到自己正在一步一步变强的感觉所有主线以及支线剧情都是由我们原创 一个字一个字敲出来的你可以在与NPC的对话中了解大致的世界背景观以及任务要求 在对话结束时任务笔记中会出现本次任务的具体目标 不会导致你不知道自己应该干什么由于是原创剧情 剧情内容可能没有那种大型小说华丽 敬请谅解\n\n\n90%+的原创地图本服所有的副本地图都是我们自己建造 主要城镇 地区由 TinyObserver 团队的成员建造并经过授权使用下面给大家欣赏几张服务器部分地图的图片\n\n\n\n\n\n\n\n\n\n\n与众不同的职业与丰富的技能本服一共有六大职业供玩家们选择 每个职业都有自己独特的属性 特色最关键的是每个职业都有自己丰富多彩的技能玩家只要完成新手任务 大概在20级左右的时候 就可以选择你喜欢的职业啦多个职业配合起来刷副本还不是敢敢单单\n\n\n\n\n\n玩家们的职业配合打副本\n\n\n技能这里就不做演示了 大概在10月份我们会拍摄自己的宣传视频到时候在视频里演示~\n原创的晶石头盔系统和职业武器玩家们在完成大概30多级的一个主线之后 就可以获得专属于你的晶石头盔每个人的晶石头盔都是独一无二的 并且只能被本人使用！你可以通过主线 晶石副本 购买额外属性 来提升晶石头盔的属性值每个职业都有一把职业武器 对应的武器仅能被对应的职业使用 同样 你可以在主线的道路中不断升级你的武器！下面图片来自某位玩家的晶石头盔\n众所周知 MC-WCGB是一个跑酷服务器是的 跑酷热爱者们 你们没有听错 MC-WCGB原创了大量的跑酷 甚至还有跑酷训练营让你练习手残一次过不了？没有关系 每关跑酷都有一些记录点 每关都有大概4-5个奖励箱子 在跑酷的途中不要忘记停下来开奖励箱子\n\n\n\n\n\n\n\n\n简介明了的服务器菜单本服的菜单界面简单清爽 包含了服务器大部分的内容 主要基本功能显示在表面一些进阶功能已经一一分类并在各个栏目里 让一个小白也会玩RPG服务器！主菜单\n分菜单\n\n\n\n玩累了？挂机也想升级和拿游戏币？每当你玩累的时候 是否想着最好挂机也能升级和刷钱了 在MC-WCGB可以做到！我们专门制作了玩家休闲中心 在这里 你不仅可以挂机获得经验和游戏币还能和其他玩家在线玩Gui面板小游戏 别踩白块 钓鱼甚至在线尬聊对了 顺便提一下 钓鱼系统也非常有意思 副本刷到不想刷的时候可以来钓钓鱼放松心情 如果欧皇附体 一条抹香鲸直接赚1000游戏币大概有30多种鱼类等你来垂钓休闲中心风景欣赏\n\n\n结婚/搞基系统结婚只要5游戏币 是的 你没听错 而且结婚后双方都拥有永久 2%的经验加成和额外20%的自然生命恢复还可以使用一些特殊指令=.=某二位正在做奇怪的事当然了 服务器还有很多功能 例如 自助交易 全球市场 称号系统 末影仓库 宠物系统正版玩家专属认证等等 还有正在开发的资源区系统 就不一一介绍了 请玩家自行体验 qaq\n\n\n\n\nMC-WCGB 服务器规章制度\n俗话说得好 无规矩不成方圆本服专门制定了一套规章制度 每个玩家务必仔细观看 以免犯错了被惩罚在服务器里输入/kit r 或者通过菜单可以领取最新的规章制度\n\n并且本服平时会有一些巡逻服管检查玩家是否有违规行为平时玩家要是遇到什么冲突也可以让在线服管解决解决不了的事情可以找OP二位OP的ID是 Komasu_ | LakeArcFox\n\n\nMC-WCGB 充值系统\n点券可以在游戏中购买一些道具和加成 VIP和特权但是点券除了活动 反馈BUG可以获取 还有什么方式呢？当然是氪金了 本服1RMB=100点券服务器菜单里和群公告里都有赞助网站有需要的小伙伴们可以理性娱乐 适度消费~\n\n\nMC-WCGB OP/后台证明\nOP证明\n后台证明\n\n\nMC-WCGB 腐竹寄语\n最后 感谢你看完这篇帖子 MC-WCGB大家庭欢迎你的加入\n\n我们也会接受玩家真诚而有用的建议 不断的改进和提升如果有什么自己和服管都解决不了的事 可以加群联系OP 留言即可服务器还有一些地方正在慢慢的不断更新完善 需要大家共同的努力！\n\n\n\n\n\n\n\n\n",
    "replies": []
}