{
    "title": "Mod大区规章 更新解释说明 2019/08/31",
    "author": "天明遥遥",
    "replyCount": 10,
    "timestamp": 1565791860,
    "txt_content": " 本帖最后由 1094822247 于 2019-8-31 04:22 编辑 \n\n点击回到大区规章\n\n\nMod大区规章 更新解释说明 2019/08/31\n[2-1]\nMod教程版明确不再接受翻译类教程及转载中文教程。现有的翻译类教程可以申请移动到翻译&wiki版，我们未来可能会再与友版协调此事\n\n[2-2-g]\n「一题多帖」，现已经在版规2-2-g明确（以前只算是潜规则），处理上一般还是联系整改合并\n\n[2-2-k]\n「不实诱导、恶意索评」，使用「伸手党」一词确认为带有地图炮性质的歧视性，请勿使用；另请注意违背新广告法第九条第三款精神的宣传用语（如 最好、最强、最完整），举个例子，比如“史上最完整的xxx整合包”，这样的标题就不可以，可以写成“xxx整合包，包含xx个xxx附属”\n在新规生效前违反以上两条的，版主会强制/监督修改；在生效后违规的，版主会按照版规处罚，力度酌情判断\n\n[2-3-b]\n「万用回复」的定义已经大改，基本与其他版块看齐，「通常是较为简短的、一味的表达支持感谢的回帖或无意义的问题汇报」\n新规生效前的万用回复，会被以灌水的名义直接删除（不作额外处罚）；新规生效后，将当做灌水来处理，一般是发卡+删除，如果您只是使用了少量的万用回复并且大多数回帖是正常的，而被版主发卡了，可以在大区的反馈帖进行申诉，我们会考虑撤销该警告卡\n\n[2-3-f]\n「攻击引战」对此定义进一步进行了明确。这里再形象的解释一下\n您可以在此批评您想批评的任何不合理的事情，说出它哪里不好哪里不对，持有和表达反对观点是您的权利，但是您不能因此而失去理性\n什么叫理性呢？简单来说，就是符合基本的逻辑，比如一个Mod，我回帖：「这个Mod做得实在是太差了！」，这就是表达观点但失去理性（缺少逻辑观点的引战行为）。而应该确切的指出哪里有问题（比如经常导致游戏崩溃，最好还能进一步提供游戏崩溃时的游戏状况）\n上述还属于轻度的，再深入一点可能是「这个Mod做得实在是太差了！作者是不是xx有问题？」无端的恶意揣测加人身攻击\n在这里，我想说的是，并非单纯的希望您避免去做这些，而是更进一步的希望您可以拥有尊重理解他人、谦卑却不屈从的心态，理性对待、客观分析问题的能力，和谐社会有望，嘿嘿\n\n[2-3-h]\n「政治内容」国事勿谈，同时也请勿当愤青，理性爱国\n\n[2-5-b]\n「侵权转载」这里明确了豁免的情形，版规里写得很详细\n\n[2-5-c]\n注意您如果私人定制了一个Mod，某天您想到论坛发布的时候，还是要选择「转载」，当然您不必填写原帖地址\n\n[3-2]\n添加了推荐小组的申请和撤销规则，欢迎来申请~\n\n[7-1]新增内容\n主版块——Mod发布\n附属Mod特例：如果附属Mod与独立Mod是同一个作者制作发布、内容较简单、相关性强而独立性不高，此时也推荐将其一同介绍发布，如有疑问可以私信版主咨询\n子版块——Mod衍生资源\n枪械载具：发布Flan及同类Mod的扩展资源包；发布仅添加刀的拔刀剑附属资源\n魔改资源：发布通过魔改类Mod或其他方式制作的整合包魔改资源文件\n其他注意事项\n制作器Mod：Mod制作器一般指Mcreator，制作器Mod归类为原创Mod，但不允许通过无条件捐助外的方式进行营利，使用其制作的Mod需要在标题（见7-2格式要求）及在帖内注明使用了Mod制作器，并声明哪些内容是通过Mod制作器预设生成而非原创\n[7-2]\nMod发布帖标题格式增加了关于制作器Mod的格式\nMod衍生资源的标题格式已经重新编制，近期版主会抽空批量进行修改（其实是很苦逼的一个一个改），当然也希望各位会员自行修改。另外，没有下载资源或其他违规的帖子可能被移动到讨论版或者回收区\n\n[7-4]\n「协助更新」由于目前版主并没有添加其他人帖子协助编辑者的权限，所以目前还得靠大家自行联络获得。另外请记得将原帖在回复中备份一次后再进行编辑修改哦\n\n[8-1]\n原生整合限行规则放宽了一些，至少同一个Minecraft版本的原生整合发一个帖子里就可以了\n数量限制的规则也做了修改，不再要求整合包数量（而是所有的不重复Mod数量），详细的请看版规原文吧\n\n本次修订工作至此大致告一段落，感谢大家的支持\n还有不明确的，欢迎回帖或私信询问\n\n\n\n8月27日 更新完成\n规章主体及分支部分已全部完成，排版样式修改至统一协调\n\n8月26日 临时公告\n规章主体部分已生效，但是分支部分尚未完全完成，将在一两日内发布，相关内容请暂时参见旧版规发帖规则部分\n关于大区规章相对于旧版规更新了哪些内容，届时将一并整理并发布在本帖\n修订工作较为复杂，还请各位见谅\n\n8月25日 更新说明\n2-1 补充了部分项目的说明，主要添加了Mod和整合包过期版本的定义\n2-2-a 添加了填错模板的项目，并对应修改了违规处理方案\n3-1 备注中添加了多人合作奖励发放的规则\n4-2 将规章结构说明从1-1移至此处\n4-2 添加了关于部分权利的声明\n\n8月22日 更新说明\n4-1 补充了关于资源/图床失效的举报事项修改了部分内容的排版\n\n8月22日 更新说明\n3-2 暂定了推荐小组的申请规则（以后可能会合并到大区申请帖）\n\n8月19日 主体部分已完成，进入公示阶段\n如无重大问题，将于8月26日0点正式生效\n正文在下方置顶楼层，为防止以后混淆，公示完成后本帖内的版规稿将被编辑掉\n\n8月19日版本相对8月14日版本的更新内容\n1-1 添加了结构说明\n2-1 添加了Mod教程版不再接受翻译类和中文原文转载类作品的说明；修改精简了部分条目的描述，含义不变\n2-2-g 明确了严重机翻扣除贡献的处罚\n2-2-j 明确了发布恶意软件、代码扣除贡献的处罚\n2-3-f 重新定义了引战攻击\n2-4-d 添加了允许给予捐助者象征性奖励的补充说明\n2-4-e 删除了槽点（\n完成了第三、四章内容\n\n遥遥闲谈\n修订版规是很早就计划做的事，这个月终于开始做了，断断续续写了半个月。参考了其他大部分版块的版规，补充了一些以前表达不清的东西，删除了一些过时的规定。另外，排版应该比过去拉风不少吧\n\n本来还是想每个版独立的，后来想想维护起来太麻烦，每个版的版块其实还存在一定的「代差」，很多东西也不统一。\n\n索性就做成一个吧。\n其实也并不是只有现在可以提意见表达想法，随时都是可以的，解决问题和解决制造问题的人毕竟是版主的责任。有点激荡才有发展进步。当然，论坛现在或许比过去安静了不少，也没那么多的激荡啦。\n\n顺带说一句，刚开始写的时候，芒果看见了说等我写好发布过来加分支持，没想到半个月没到，发生这么大事，有很多事都是想不到的吧。写这个帖子的时候想到这事，突然感到有点落寞。希望大家都永远是好朋友，行且珍惜吧。\n\n\n\n",
    "replies": [
        {
            "author": "天明遥遥",
            "timestamp": 1565791920,
            "txt_content": " 本帖最后由 1094822247 于 2019-8-20 00:20 编辑 \n\n8月14日 版本\n\nMod大区 规章制度\n在Mod大区各版块发帖前，请仔细阅读本规章。参与版区内互动，即视为已熟悉并接受了本规章的所有条款。\n\n基本信息1-1 规章适用范围版区主版块子版块备注Mod(模组)Mod讨论--Mod教程--Mod发布Mod衍生资源- Mod回收区整合包发布整合包回收区-\n规章主体2-1 发帖指南：分类、模板和子版块 版块项目 说明 Mod讨论 Mod讨论 此分类用于发布不属于其他主题分类的Mod相关内容，以便于讨论和交流经验。这里不是贴吧，亦并非茶馆，主题帖需要有一定的阅读价值和专业性或相关性。 Mod资讯此分类用于发布Mod相关的新闻资讯、开发计划等，转载的新闻资讯必须注明新闻源，内容要尽量确保真实完整。不建议转载国内相关新闻资讯。 Mod展示此分类用于发布Mod相关的视觉展示主题，如时装、模型等。必须包含图片和必要的文字介绍，亦可添加展示视频。 Mod脑洞此分类专门用于发布你对于Mod的设想与展望，虽然你的设想与展望很大概率是不可能实现的，但是这里提供一个让你表达和交流的机会。伟大的作品都是从想法开始的。模板：发起投票/辩论按需使用。 Mod教程 Mod教程此分类用、于发布系统的、完整的Mod教程或其某个较为独立的模块的教程。她是一件经过重重打磨、精雕细琢的，多么完美的作品。整合教程此分类专门用于Mod整合包的相关教程，既可以是做整合包的教程，也可以是玩整合包的教程。其他教程此分类用于发布一些或许不太适合上述分类的教程，这里虽然是Mod区，但是我们也收留无家可归的孩子。只要理由是合理的。Mod发布指路帖此分类用于发布Mod索引帖。原创Mod此分类用于发布由你或你参与编写的Mod。转载Mod此分类用于发布他人编写的Mod，转载内容需要获得作者授权。模板：独立/附属Mod/索引帖参见 Mod发布版细则 [7-1]Mod衍生资源参见 衍生资源发帖指南Mod回收区回收过期版本内容及部分不宜删除的违规帖，详见 Mod发布版细则 [7-1]整合包发布原生整合参见 整合包发布版细则 [8-1]魔改整合模板：Mod整合包-整合包回收区回收过期版本内容及部分不宜删除的违规帖，详见 整合包发布版细则 [8-1]\n2-2 发帖规则：格式和注意事项编号 项目说明 违规处理 a选错分类模板、错版-强制修改/联系重发/删除b标题格式、特殊字符①部分版块有强制/推荐的标题格式，请按照对应细则要求编写标题；\n②请勿在标题中使用突兀的特殊字符，如“【】”“{ }”等强制修改/联系整改c含自动播放音乐功能①需在标题最前端添加[BGM]；②音乐代码需置于正文开头强制删除相关代码d字体大小、颜色①除正文中的大标题排版外，正文字号需小于5号字；\n②请勿使用大篇幅的高亮色字体排版强制修改/屏蔽整改/删除e限制使用的功能①回帖仅作者可见（禁止使用）；\n②回帖奖励（仅 Mod讨论版 可用，必须100%几率）；\n③主题/附件出售（仅 整合包发布版 可用，需通过审核）；\n④回复可见（即「hide」代码，禁止使用）；\n⑤请勿「@」大量与主题无关的人士（大于5）强制修改，根据造成的水帖数量/违规所得及不良影响，酌情警告及限时关闭（关闭天数=水帖数量/销售次数，调整系数0.33~1.33）f糟糕排版杂乱无章、阅读困难的图文编排，折叠使用不当（对多个简短内容进行折叠）等屏蔽整改/关闭/删除g内容简陋、一题多帖①内容简陋：标题及正文内容过分简短，用语极其不规范，草草了事或是纯粹灌水；\n②一题多帖：将一个完整内容拆分多帖同时或多个时间发出，请善用论坛主题编辑功能完善和更新内容；\n屏蔽整改/关闭/删除，酌情扣分/警告；联系整改h机器翻译发布未经有效处理的机翻内容：①常见游戏内容译名违反Minecraft Wiki:译名标准化或通俗叫法；②机翻造成的句意理解错误、语句不通顺\n根据机翻内容的相对占比及绝对数量，酌情扣分/警告/屏蔽整改/关闭/删除\ni作弊Mod讨论及散布仅单机安装即可实现服务器内作弊功能的Mod（如CJB、X-ray等）警告，涉事内容屏蔽或删除j恶意软件、代码发布的内容中含有病毒、流氓软件，可能导致用户计算机破坏、被盗取资料、强制修改系统设置、强制或诱导安装推广软件等后果未造成严重后果的，酌情扣分、警告或短期封禁；造成严重后果的，酌情永封。涉事内容屏蔽或删除k不实诱导、恶意索评①标题含有可能夸大、诱导用户的信息，如下载量数据、除作者外的个人信息；\n②正文中出现“回复/评分后可下载”等类似行为误导新人用户；\n③通过回复诅咒、侮辱歧视（如 伸手党）、设定回帖/评分门槛放出更新内容等；\n④违背新广告法第九条第三款精神的宣传用语（如 最好、最强、最完整）屏蔽整改/关闭/删除，酌情扣分/警告l各板块发帖细则资源类主题帖，如 Mod/整合包 等，发帖请进一步参阅对应版块细则要求（本规章第七、八部分）-\n2-3 交流守则：灌水和引战等编号 项目 说明 违规处理a纯灌水①乱打、连打重复字符；②无脑复制；③纯表情图片；④使用论坛默认的评分理由回帖（如 mcbbs有你更精彩）；⑤与主题无关的胡乱回帖等等警告/扣分/删除/封禁b万用回复通常是较为简短的、一味的表达支持感谢的回帖或无意义的问题汇报\n如 感谢/支持楼主、作品很棒、楼主辛苦了、不做伸手党、拿走了、前排沙发、路过留名、打不开、下载不了、怎么用等等\n①同一账号，使用的万用回复越多，越有可能被视同纯灌水处理；②大量万用回复（大于20）且几乎没有正常回帖的账号将被视为「水龙头」永久封禁c楼主自顶①楼主在自己的帖子里灌水或使用「万用回复」，如 求支持、求顶帖、有问题请联系楼主、加楼主QQ123456789等等，视同纯灌水；\n②楼主大量回复没有实际意义的回帖；\n③可以自顶的情况：回复用户的实质性问题；更新帖子后可自顶一次简述更新内容；\n④请善用编辑功能，更新补充主题帖内容符合②中情况将酌情扣分或警告d连楼和版聊请勿将回帖当作「即时聊天工具」，短时间内大量短促的回帖或交互回帖，或讨论与版块主题完全无关的内容酌情扣分或警告一次，并删除无意义内容e对水帖进行回复①理性劝导改正水帖违规，可以但不推荐，很多水帖并非正常用户，直接举报即可；\n②嘲讽、攻击灌水者，如 在举报后回复「已举报」，以暴制暴不可取，视为引战或人身攻击-f引战、言语暴力违背宽容理解、客观理性的交流原则，采用贬损、嘲讽、侮辱、谩骂、歧视、骚扰等方式评价帖子或攻击他人经举报无法定性的轻微情形，由版主或其他会员指出后，当事人沟通道歉并达成谅解，不作进一步处理；\n确认的引战、言语暴力行为，酌情扣分、警告并屏蔽相关楼层，封禁g露骨内容请勿发布含有引人不适的脏话及下流内容。「露骨」含义即文本中不可包含脏字，画面中不可有性暗示目的大幅裸露或露 点警告并屏蔽/删除及或封禁，如情节较轻则酌情扣分并屏蔽整改h政治内容禁止讨论政治相关内容，请勿在一个游戏版块宣扬政治观点任何包含政治相关内容的帖子或回帖都会被删除，并酌情扣分、警告及封禁\n2-4 广告宣传与捐助营利编号 项目 说明 违规处理aMC服务器宣传服务器请到服务器版发帖并接受审核，请勿在本版区发布任何带有服务器宣传的信息；必要且不可控、影响轻微的被动宣传不在此列警告，并根据违规时长和造成的后果酌情扣分及或屏蔽整改/删除；\n若藏匿于帖子附带的文档、下载文件等，则警告后删除并额外扣除贡献b商业广告宣传 售卖文件资源、增值服务、有偿代工定制、有偿招募、商业服务器、主播直播间及由第三方广告商以各种渠道（如adf、广告分成网盘）投放的一般商业广告等；必要且不可控、影响轻微的被动宣传不在此列（如视频网站的贴片广告）\n附：可能的宣传方式或渠道，①直接张贴文案、图片、视频（其本身为广告）；②诱导跳转、诱导搜索；③通过社交软件群组；④内置于发布的文件等c禁止或限制宣传的其他内容宣传社交软件群组（如 QQ群 等），帖子必须获得任意永久高亮，其他情况禁止\n酌情警告、扣分及屏蔽整改或删除d限原创Mod可用的营利方式 使用如adf一类的广告跳转链接、广告分成网盘；在游戏内合理位置放置捐助信息 -e自愿捐助 原创内容允许在帖内张贴打钱码、打钱链接，如包含非原创内容，则必须明确强调哪些是非原创内容，并向用户说明其捐助是用于支持其余原创内容的。未进行强调说明，屏蔽整改或取消该帖张贴捐助信息的权利；\n恶意利用非原创内容获利的行为，在剽窃处罚基础上罪加一等\n2-5 著作权争议编号 项目 说明 违规处理a 抄袭剽窃定义：对作品内非原创内容未进行任何声明，下面列举了一些常见情况：\n①文本：复制粘贴；成段引用不注明出处；对他人文章简单修改后重新发出等；\n②图片：原图引用；原图裁剪处理后引用等；\n③视频：盗用或重新剪辑他人原创视频上传至视频网站并发布；\n④Mod文件：将他人Mod作为原创Mod发布；将他人Mod修改后作为原创Mod发布；将他人Mod的内容（文本、材质、代码等）添加到自己的Mod（二次创作）中并未作声明等；\n⑤整合包：整合包内包含的非原创内容未作声明（如 对他人整合包二次创作）；\n根据抄剽数量、造成的后果影响，最低警告、扣分、屏蔽/删除并额外扣除贡献及封禁b 侵权转载定义：转载引用未获得作者任意形式授权的完整或部分作品，常见情况同上一条中抄袭剽窃列举的项目，区别是侵权转载声明了非原创但未获得相关授权；\n部分豁免情况：\n侵权转载行为在某些情况下存在一定的客观必要的或不可抗拒的特征，如**保护版权与传播知识服务大众的理念冲突、网络问题、原作者长期无法联络、版块管理人手技术有限导致审查困难等；在此前提下，部分侵权转载可能不作立即处理，但管理组拥有并保留对其随时作出处理的权利和义务；当原作者在论坛内或以任何渠道通知论坛，申明其权益，版主将尊重作者意愿立即进行处理。\n在此也请各位明确，任何侵权行为都是不被提倡的，请时刻保持对原创精神的敬畏之心。\n常见的授权方式：\n①协议授权：获得授权优先通过作者附带的协议或声明，点击了解（此帖主要介绍软件开源协议，图文的「开源」协议则一般是著名的CC知识共享授权协议），并严格执行；\n②当面授权：作者未发表协议或声明时，可以通过直接联系作者的方式申请授权；\n\n以下情况属违规：\n①原作于国内站点发布；②原作者已向论坛提出过权利申明；③侵犯了原作者实质性权益（如 原作为付费内容）\n处理：根据侵权数量、造成后果影响，酌情警告、扣分、屏蔽或删除c其他相关问题 ①非原创但拥有其版权的内容（如 花钱购买、被赠予）：发布时仍需要选择转载选项或声明是转载而非原创；\n②转载源不是原创或极有可能不是原创：如 minecraftdl、9minecraft 及一众国内下载站、游戏站等①联系修改；\n②根据转载数量、造成后果影响，酌情警告、扣分、屏蔽或删除\n章标题X-X 节标题编号项目说明违规处理aA项目--bB项目--cC项目-- dD项目--eE项目--\n章标题X-X 节标题编号项目说明违规处理aA项目--bB项目--cC项目-- dD项目--eE项目--\n\n\n"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1565795040,
            "txt_content": "请务必对机翻狠一点，扣贡献8"
        },
        {
            "author": "skyliye",
            "timestamp": 1565795520,
            "txt_content": "表格最上栏的白色可以改成浅绿色（LightGreen）或者灰色（Gray），然后表格背景颜色也改一下，我觉得更好看一些呢~\n\n2-2-e的回复可见代码，建议对高质量的原创mod以及整合包开放，比如帖子获得优秀/精华才可以使用\n2-4-h 严重机翻酌情扣除贡献/绿宝石\n2-4-J 恶意软件/代码建议特别说明扣除包括贡献/绿宝石在内的积分\n\n以上，望酌情采纳~~"
        },
        {
            "author": "BensonQC",
            "timestamp": 1565839800,
            "txt_content": "看到这个帖子我突然想起有一个建议我一直想提没提。问题就是翻译Mod教程帖的归属，似乎Mod教程版接受，翻译&Wiki版也接受，两版的奖励也不尽相同，可能会使别人产生迷惑。建议和翻译版商讨一下翻译Mod教程帖的归属。我建议还是放到翻译版，因为那边对翻译质量的把控比较严，而这边可能比较注重玩家的玩法。另外还建议与翻译版搞一个联动，让来到Mod教程版的人也能知道翻译版也有不错的资源。\n\n此外，我还有一点建议，对于精华和优秀帖的奖励，我看到有一些写在版规里，有一些写在申请帖里（比如Mod教程版，人气、金粒和贡献的奖励写在版规里，绿宝石奖励写在申请帖里），这对于查看的人来说有诸多不便，最好能统一一下。\n\n希望我的建议对版主的工作有所帮助。"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1565852040,
            "txt_content": "321yu_wango 发表于 2019-8-14 23:04\n请务必对机翻狠一点，扣贡献8\n可以，对严重情况考虑补充扣贡献的处罚"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1565852640,
            "txt_content": "skyliye 发表于 2019-8-14 23:12\n表格最上栏的白色可以改成浅绿色（LightGreen）或者灰色（Gray），然后表格背景颜色也改一下，我觉得更好看 ...\n1.配色问题，现在的配色是阴差阳错的海洋水域主题，个人感觉还好吧，所以主色调暂时不改了，后面等到内容写完，再进一步调整，感谢提供建议！\n2.回复可见对少量帖子开放极可能造成主板面永远都是那几个帖子在前面，另外回复可见大多数用户组没有编辑权限，不利于楼主对帖子进行更新\n3.关于严重机翻及恶意软件/代码，扣除贡献的建议采纳；不过扣除绿宝石的问题，一是绿宝石积分与此两种行为相关性不高，二是一般版主没有扣除绿宝石的权限，执行困难\n再次感谢提供建议！"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1565853720,
            "txt_content": "_Benson_ 发表于 2019-8-15 11:30\n看到这个帖子我突然想起有一个建议我一直想提没提。问题就是翻译Mod教程帖的归属，似乎Mod教程版接受，翻译 ...\n感谢提出这个问题。\n目前Mod版和友版有冲突的两个类别的资源分别是您提到的翻译教程以及模组的材质光影。\n我个人的看法，友版区更多的是倾向于原版内容，Mod相关内容集中到Mod区对用户体验来讲是相对合理的。为什么现在会出现这个争议，主因还是Mod区相关版块在建设管理上不足，未来会投入更多精力在这方面。\n这个问题暂且一放，版规大致完工后下一步来解决。\n关于奖励规则，这个是马上就要写的大区规章第三部分，会参照论坛大多数版块的奖励规则，重新平衡和统一展示位置。\n再次感谢提供建议！"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1566228900,
            "txt_content": " 本帖最后由 1094822247 于 2019-8-25 23:50 编辑 \n\n规章已正式生效，请点击查看"
        },
        {
            "author": "481878616",
            "timestamp": 1566231300,
            "txt_content": "机翻扣贡献有点严了吧，还是多扣人气好点..."
        },
        {
            "author": "天明遥遥",
            "timestamp": 1566231720,
            "txt_content": "481878616 发表于 2019-8-20 00:15\n机翻扣贡献有点严了吧，还是多扣人气好点...\n只有特别严重的，后果影响大的会扣，一般你发个机翻出来没两天就被版主处理掉的，不会扣贡献"
        }
    ]
}